{
  "id": null,
  "sura": 4,
  "aya": 38,
  "text": "<p> إن هذه الآية الكريمة تتحدث عن الذي ينفق، لكن الغاية غير واضحة عنده. الغاية ضعيفة لأنه ينفق رئاء الناس، إنه يريد بالإنفاق مراءاة الناس؛ ولذلك يقول العارفون بفضل الله: اختر من يثمن عطاءك. فأنت عندما تعطي شيئاً لإنسان فهو يثمن هذا الشيء بإمكاناته وقدراته، سواء بكلمة ثناء يقولها مثلاً أو بغير ذلك، لكن العطاء لله كيف يُثَمِّنه سبحانه؟ لا بد أن يكون الثمن غالياً. </p><p> إذن فالعاقل ينظر لمن سيعطي النعمة، ولنا الأسوة في سيدنا عثمان رَضِيَ اللَّهُ عَنْه عندما علم التجار أن هناك تجارة آتية له، جاء كل التجار ليشتروا منه البضاعة ثم يبيعوها ليربحوا وقال لهم: جاءني أكثر من ثمنكم، وفي النهاية قال لهم: أنا بعتها لله - إذن فقد تاجر سيدنا عثمان مع الله، فرفع من ثمن بضاعته، فالذي يعطي لرئاء الناس نقول له: أنت خائب؛ لأنك ما ثمنت نعمتك، بل ألقيتها تافهة الثمن، ماذا سيفعل لك الناس؟ هم قد يحسدونك على نعمتك ويتمنون أن يأخذوها منك، </p><p> فلماذا ترائيهم؟ إذن فهذه صفقة فاشلة خاسرة؛ ولذلك قال الحق:  {إِنَّ الله اشترى مِنَ المؤمنين أَنفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمُ الجنة}  [التوبة: ١١١] . </p><p> وما دام سبحانه هو الذي اشترى فلا بد أن الثمن كبير؛ لأنه يعطي النعيم الذي ليس فيه أغيار، ففي الجنة لا تفوت النعمة مؤمناً، ولا هو يفوتها. فالذي يرائي الناس خاسر، ولا يعرف أصول التجارة؛ لأنه لم يعرف طعم التجارة مع الله؛ ولذلك شبه عمله في آية أخرى بقوله:  {كَمَثَلِ صَفْوَانٍ عَلَيْهِ تُرَابٌ فَأَصَابَهُ وَابِلٌ فَتَرَكَهُ صَلْداً}  [البقرة: ٢٦٤] . </p><p> و «الصفوان» هو المروة وجمعه مرو وهي حجارة بيض براقة، والمروة ناعمة وليست خشنة. لكنْ بها بعض من الثنايا يدخل فيها التراب؛ ولأن المروة ناعمة جداً فقليل من الماء ولو كان رذاذاً يذهب بالتراب. والذي ينفق ماله رئاء الناس هو من تتضح له قضية الإيمان ولكن لم يثبت الإيمان في قلبه بعد، فلو كنت تعلم أنك تريد أن تبيع سلعة وهناك تاجر يعطيك فيها ثمنا أغلى فلماذا تعطيها للأقل ثمنا؟ إنك إن فعلت فقد خبت وخسرت فأوضح لك الحق: ما دمت تريد رئاء الناس إذن فأنت ليس عندك إيمان بالذي يشتري بأغلى، فتكون في عالم الاقتصاد تاجرا فاشلاً، ولذلك قلنا: ليحذر كل واحد حين يعطي أن يخاف من العطاء، فالعطاء يستقبله الله بحسن الأجر، ولكن عليه ألا يعطي بضجيج ودعاية تفضح عطاءه؛ ولذلك قال النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - ضمن السبعة الذين يظلهم الله في ظله يوم لا ظل إلا ظله: </p><p> «رجل تصدق بصدقة فأخفاها حتى لا تعلم شماله ما تنفق يمينه» . </p><p> إنّ العبد الصالح حين يعطي فهو يعلم أن يده هي العليا ويده خير من اليد السفلى، فليستر على الناس المحتاجين سفلية أيديهم، ولا يجعلها واضحة. </p><p> ولكن الحق سبحانه وتعالى لا يريد أن يضيق مجال الإعطاء فقال: </p><p> {إِن تُبْدُواْ الصدقات فَنِعِمَّا هِيَ وَإِن تُخْفُوهَا وَتُؤْتُوهَا الفقرآء فَهُوَ خَيْرٌ لَّكُمْ وَيُكَفِّرُ عَنكُم مِّن سَيِّئَاتِكُمْ والله بِمَا تَعْمَلُونَ خَبِيرٌ}  [البقرة: ٢٧١] . </p><p> فإبداء الصدقات لا مانع منه إن كان من يفعل ذلك يريد أن يكون أسوة، المهم أن يخرج الرياء من القلب لحظة إعطاء الصدقة، فالحق يوضح: إياك أن تنفق وفيك رئاء، أما من يخرج الصدقة وفي قلبه رياء فالله لا يحرم المحتاجين من عطاء معطٍ؛ لأنه سبحانه يؤكد: خذوا منه وهو الخاسر؛ لأنه لن يأخذ ثواباً، لكن المجتمع ينتفع. </p><p> إن الذين ينفقون أموالهم رئاء الناس هم من الذين {وَلاَ يُؤْمِنُونَ بالله} لأنه سبحانه هو المعطي، وهو يحب أن يضع المسلم عطاءه في يده {وَلاَ يُؤْمِنُونَ بالله وَلاَ باليوم الآخر} فلو كانوا يؤمنون باليوم الآخر لرأوا الجزاء الباقي، فأنت إذا كنت تحب نعمتك فخذ النعمة وحاول أن تجعلها مثمرة. . أي كثيرة الثمار، فالذي لم يتصدق من ماله ولم ينفقه حتى على نفسه يكون قد أنهى مسألة المال وعمر ماله معه عند هذا الحد، أما الذي أنفقه في سبيل الله فسيجده في الآخرة، فيكون قد أطال عمر ماله. </p><p> فالبخيل هو عدو ماله؛ لأنه لم يستطيع أن يثمره، ولذلك يقول رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في الحديث: </p><p> «إن الله تعالى إذا كان يوم القيامة ينزل إلى العباد ليقضي بينهم وكل أمةٍ جاثية، فأول من يدعو به رجل جمع القرآن، ورجل قُتل في سبيل الله، ورجل كثير المال،فيقول الله للقارئ:ألم أعلمك ما أنزلت على رسولي؟</p><p> قال: بلى يا رب، قال: فماذا عملت فيما علمت؟ قال: كنت أقوم به آناء الليل وآناء النهار، فيقول الله له: كذبت وتقول الملائكة: كذبت، ويقول الله له: بل أردت أن يُقال: فلان قارئ فقد قيل ذلك، ويؤتي بصاحب المال ... .» . </p><p> لكن هل قال لك الدين: لا تفعل؟ لا، افعل لينتفع الناس بالرغم منك. </p><p> والبخيل عندما يُكَثَّر ماله يكون قد حرّم على نفسه هذا المال ثم يأتي ابن له يريد أن يستمتع بالمال، ولذلك يقال في الريف: مال الكُنزي للنزُهي، ولا أحد بقادر أن يخدع خالقه أبداً!! فسبحانه يوضح: أنا أعطيتك نعمة أنت لم تعطها لأحد، لكني سأيسر السبيل لطائع لي، إياك أن تظن أنك خدعتني عندما بخلت، فبخلك يقع عليك. إذن فأنت قد ضيقت رزقك بالبخل ولو أنفقت لأعطاك الله خيراً كثيراً «وما أنفقتم من شيء فهو يخلقه» لكنك تركته لورثتك وسيأخذونه ليكون رزقهم متسعاً، وأيضاً فإنك حين تمنع المال عن غيرك فأنت قد يسرت سبيلاً لمن يبذل. </p><p> كيف؟ لنفترض أن إنساناً كريماً، وكرمه لا يدعه يتوارى من السائل، والناس لها أمل فيه. وبعد ذلك لم ينهض دخله بتبعاته، فإن كان عنده «فدانان» فهو يبيع فداناً ليفرج به على المحتاجين، وعندما يبيع الفدان سيشتريه من يكتنز، فيكون المكتنز قد يسَّر سبيلاً للكريم، فإياك أن تظن أنك قادر على خداع من خلقك وخلق الكون وأعطاك هذه النعمة، وهذا يشبه صاحب السيئة الذي منّ الله عليه بالتوبة والرجوع إلى الله، إننا نقول له: إياك أن نعتقد أنك اختلست شهوة من الله أبداً. أنت اختلست شهوة ستلهبك أخيراً، وتجعلك تفعل حسنات مثلها عشرين مرة، لأنه سبحانه قد قال:  {إِنَّ الحسنات يُذْهِبْنَ السيئات}  [هود: ١١٤] . </p><p> فأنت لن تضحك على خالقك لأنه سيجعلها وراءك، فتعمل خيراً كثيراً، كذلك البخيل نقول له: ستيسر سبيلاً لكريم بذّال، والحق سبحانه وتعالى بيّن في آخر الآية السبب الذي حمله على ذلك، إن الأسباب متعددة. لكن تجمعها كلمة «شيطان» ، فكل من يمنعك من سبيل الهدى هو شيطان، ابتداءً من شهوات نفسك وغفلة عقلك عن المنهج، إنّها قرين سوء يزين لك الفحشاء، ويزين لك الإثم، إنّ وراء كل هذه الأمور شيطانا يوسوس إليك، وكل هؤلاء نسميهم «شيطاناً» لأن الشيطان هو من يبعدك عن المنهج، وهناك شياطين من الجن، وشياطين من الإنس، فالنفس حين تحدث الإنسان ألاّ يلتزم بالمنهج؛ لأن التزامه بالمنهج سيفوت عليه فرصة شهوة - هي شيطان. إنّ النفس التي ترى الشهوة العاجلة وتضيع منها شهوة آجلة لا حدود لها - هي شيطان. فالشيطان إذن هو الذي جعلهم </p><p> يبخلون ويأمرون الناس بالبخل. . وهذا الشيطان وساعة يكون قريناً للإنسان، فمعنى ذلك أنه مقترن به، والقِرن بكسر القاف - هو من تنازله. </p><p> وكلمة «قَرْن» تطلق أيضاً على فترة من الزمن هي مائة عام؛ لأنها تقرن الأجيال ببعضها، فالشيطان قرين أي ملازم لصاحبه ومقترن به، فيقول الحق:  {وَمَن يَكُنِ الشيطان لَهُ قَرِيناً فَسَآءَ قِرِيناً} ، أي بئس هذا القرين لأنه القرين الذي لا ينفعني ولا يصدني عن مجال ضار. </p><p> ولذلك فالناس قد يحب بعضهم بعضا في الدنيا لأنهم يجتمعون على معصية. أما في الآخرة فماذا يفعلون؟ يقول الحق:  {الأخلاء يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ إِلاَّ المتقين}  [الزخرف: ٦٧] . </p><p> لأن المتقين يعين بعضهم بعضا على الطاعة، فالواحد منهم يقول لصاحبه: كنت تعينني على الطاعة، كنت توجهني وتذكرني إن غفلت، فيزداد الحب بينهما. لكن الإنسان يلعن من أغواه وأول من نلعن يوم القيامة نلعن الشيطان، وكذلك الشيطان أول ما يتبرأ يتبرأ منّا؛ ولذلك فعندما تحين المجادلة نجد الشيطان يقول لمن أغواهم وأضلهم:  {وَمَا كَانَ لِيَ عَلَيْكُمْ مِّن سُلْطَانٍ إِلاَّ أَن دَعَوْتُكُمْ فاستجبتم لِي} </p><p> [إبراهيم: ٢٢] . </p><p> والسلطان هو: القوة العالية التي تجبر مَنْ دونها، فالإنسان تُجبر مادته وبنيته بسلطان القهر المادي، ويُقهر في اعتقاداته بالدليل والحجة. والإكراه في المادة إنما يتحكم في القالب، لكنه لا يتحكم في القلب، فقد تكون ضعيفاً أمام واحد قوي ولكنك تمسك له سوطا وتقول له: اسجد لي. اخضع، فيسجد لك ويخضع. وأنت بذلك تقهر القالب، لكنك لم تقهر القلب، هذا هو السلطان المادي الذي يقهر القالب، لكن إذا جاء لك إنسان بالحجج وأقنعك، فهذا قهر إقناع، وقدرة قهر العقول بالإقناع نوع من السلطان أيضاً. </p><p> إذن فالسلطان يأتي من ناحيتين: سلطان يقهر القالب، وسلطان يقهر فقه القلب، فسلطان القالب يجعلك تخضع قهراً عنك، وسلطان الحجة والبرهان يجعلك تفعل برضي منك، والشيطان يقول لمن اتبعوه: يا من جعلتموني قريناً لكم لا تفارقوني، أنتم أغبياء؛ فليس ليَ عليكم سلطان، وما كان ليَ من القوة بحيث أستطيع أن أرغمكم على أن ترتكبوا المعاصي، وما كان عندي منطق ولا حجة لكي أقنعكم أن تفعلوا المعاصي، ولكنكم كنتم غافلين، أنا أشرت لكم فقط فلست أملك قوة أقهر مادتكم بها، ولا برهان عندي لأسيطر على عقولكم:  {وَمَا كَانَ لِيَ عَلَيْكُمْ مِّن سُلْطَانٍ إِلاَّ أَن دَعَوْتُكُمْ فاستجبتم لِي فَلاَ تَلُومُونِي ولوموا أَنفُسَكُمْ}  [إبراهيم: ٢٢] . </p><p> إذن فالخيبة منكم وأنتم، ولذلك يقول الحق:  {مَّآ أَنَاْ بِمُصْرِخِكُمْ وَمَآ أَنتُمْ بِمُصْرِخِيَّ}  [إبراهيم: ٢٢] . </p><p> ماذا يعني «مصرخكم» ؟ إنها استغاثة واحد في أزمة لا يقدر عليها وضاقت به الأسباب، عندئذ يستنصر بغيره، فيصرخ على غيره، أي يناديهم لإنقاذه ولنجدته، فالذي يستجيب له ويأتي لإنقاذه يقال له: أزال صراخه، إذن فاصرخه يعني سارع وأجاب صرخته، والشيطان يقول: إن استنجدتم بي فلن أنجدكم وأنتم لن تنجدوني، فكل واحد منا عرف مسئوليته وقدرته. وبالنسبة للإنسان فقد قال الحق:  {وَكُلَّ إِنْسَانٍ أَلْزَمْنَاهُ طَآئِرَهُ فِي عُنُقِهِ}  [الإسراء: ١٣] . </p><p> فمن يتخذ الشيطان قريناً، «فساء قرينا» وكلمة «ساء» مثل كلمة «بئس» كلتاهما تستعمل لذم وتقبيح الشيء أي، فبئس أن يكون الشيطان قريناً لك؛ لأن الشيطان أخذ على نفسه العهد أمام الله ألا يغوي من يطيعه سبحانه ويغوي مَن سواهم من الناس أجمعين. </p><p> وعندما نتأمل الآية، نجد أن الحق يقول:  {والذين يُنْفِقُونَ أَمْوَالَهُمْ رِئَآءَ الناس وَلاَ يُؤْمِنُونَ بالله وَلاَ باليوم الآخر وَمَن يَكُنِ الشيطان لَهُ قَرِيناً فَسَآءَ قِرِيناً} . فالآية إذن تتناول لونا من الإنفاق يحبط الله ثوابه. فنفقة المرائي تتعدى إلى نفع غيره لكن لا ينتفع المرائي منها، بل تكون قد أنقصت من ماله ولم تثمر عند ربه. </p><p> والحق يلفتنا إلى أن ذلك كله راجع إلى معوقات الإيمان الذي يتطلب من الإنسان أن يكون في كل حركات حياته على منهاج ربه، هذه المعوقات تظهر في النفس البشرية وفي شهواتها التي تزين الإقبال على المعصية للشهوة العاجلة، وتزين الراحة في ترك الأوامر، والشيطان أيضاً يتمثل في المعوقات، والشيطان كما نعلم: اسم للعاصي من الجنس الثاني من المكلفين وهم الجن ويتمثل في إبليس وفي جنوده، ويطلق على كل متمرد من الإنس يقول تعالى:  {وَكَذَلِكَ جَعَلْنَا لِكُلِّ نِبِيٍّ عَدُوّاً شَيَاطِينَ الإنس والجن يُوحِي بَعْضُهُمْ إلى بَعْضٍ زُخْرُفَ القول غُرُوراً} وأنت حين تريد أن تعرف المعوق أهو من نفسك أن تأتيها وحدها، أم معصية إن عزّ عليك أن تفعلها فأنت تنتقل إلى معصية سواها؟ هل هي معصية ملازمة أو معصية تنتقل منها إلى غيرها؟ </p><p> فهب أن إنساناً كانت معصية نفسه في أن يشتهي ما حُرّم عليه، أو أن يسرق مال غيره، نقول له: أوقفت في المعصية عند هذه بحيث لا تتعداها إلى غيرها؟ يقول نعم. </p><p> فبقية المعاصي لا ألتفت إليها. نقول: تلك شهوة نفس، فإن كانت المعصية حين تمتنع عليك من سرقة مثلاً فأنت تلتفت إلى معصية أخرى. فهذا لون من المعاصي ليس من حظ النفس، وإما هو حظ الشيطان منك؛ لأن الشيطان يريد العاصي عاصياً على أي لون من المعصية، فإن عزّ عليه أن يلوي زمامه إلى لون من المعصية، انتقل إلى معصية أخرى لعلّه يصادف ناحية الضعف فيه. </p><p> لكن النفس حين تشتهي فإنها تشتهي شيئاً بعينه، فأنت إذن تستطيع أن تعرف المعوق من قبل نفسك أم من قبل الشيطان، فإن وقفت عند معصية واحدة لا تتعداها وتلح عليك هذه المعصية، وكلما عزّ عليك باب من أبوابها تجد باباً آخر </p><p> لتصل إليها، فتلك شهوة نفسك. وإن عزّت عليك معصية تنتقل إلى معصية أخرى فهذا من عمل الشيطان؛ لأن الشيطان لا يريد عاصياً من لون واحد، وإنما يريدك عاصياً على إطلاقك. </p><p> وعداوة الشيطان - كما نعلم - هي عداوة مسبقة؛ فقد امتنع اليشطان عن السجود لآدم بحجة أنه خير من آدم. وحذر الله آدم. ولا بد أن آدم عليه السلام قد نقل هذا التحذير لذريته وأَعْلَمَهٌم أن الشيطان عدو. ولكن الغفلة حين تسيطر على النفوس تفسح مجالا للشيطان لينفذ إلى نفس الإنسان، والشيطان - كما نعرف - للطائع ليفسد عليه طاعته، ولهذا يقول الله عنه:  {لأَقْعُدَنَّ لَهُمْ صِرَاطَكَ المستقيم}  [الأعراف: ١٦] . </p><p> إذن فمقعد الشيطان ليس في الخمارة أو في مكان فساد، إنما يجلس على باب المسجد، لكي يفسد على كل ذاهب إلى الطاعة طاعته. وهذا معنى:  {لأَقْعُدَنَّ لَهُمْ صِرَاطَكَ المستقيم} ؛ ولذلك كانوا يقولون: إن الطوائف الأقلية غير المسلمة في أي بلد إسلامي لا تحدث بينهم الشحناء، ولا البغضاء، ولا حرق الزروع ولا سمّ الشيطان ضمن أن هؤلاء وصلوا إلى قمة المعصية فابتعد عن إغوائهم، أما المسلمون فهم أهل الطريق المستقيم، لذلك يركز الشيطان في عمله معهم، إذن فما دام عمل الشيطان على الطريق المستقيم فهو يأتي لأصحاب منهج الهداية، أما الفاسق بطبيعته، والذي كَفَرَ كُفر القمة فالشيطان ليس له عمل معه؛ لأنه فعل أكثر مما يطلب الشيطان من النفس البشرية. </p><p> والحق سبحانه وتعالى يقول:  {والذين يُنْفِقُونَ أَمْوَالَهُمْ رِئَآءَ الناس} أي: أنفقوا وأنقصوا ما لهم فلماذا المراءاة إذن؟ لأن الشيطان قرينهم، وعندما ينفقون فهذا عمل طاعة، ولماذا يترك لهم هذا العمل ليسلم الثواب لهم؟ فلا بد أن يفسد لهم هذا العمل الذي عملوه، وهو يقول:  {وَمَن يَكُنِ الشيطان لَهُ قَرِيناً فَسَآءَ قِرِيناً} مثل هذا القرين أيمدح أم يذم؟ إنه يذم بطبيعة الحال؛ ولذلك قال الله: {فَسَآءَ </p><p> قِرِيناً} أي بئس ذلك القرين، فالقرين الذي يلفتك عن فعل الخير هو الذي بعد أن أنقص مالك بالنفقة أفسد عليك الثواب بالرياء. </p>"
}