{
  "id": null,
  "sura": 4,
  "aya": 41,
  "text": "<p> وساعة تسمع كلمة «كيف» فاعرف أن هناك شيئا عجيبا، تقول مثلاً: أنت سببت السلطان فكيف إذا واجهوك ووجدته أمامك ماذا تفعل؟ كأن مواجهة </p><p> السلطان ذاتها مسألة فوق التصور. . فكل شيء يتعجب منه يؤتى فيه ب «كيف» ، ومثال ذلك قوله الحق:  {كَيْفَ تَكْفُرُونَ بالله}  [البقرة: ٢٨] . </p><p> وهذا يعني تعجيبا من مصيبة وكارثة هي الكفر بالله، فقولوا لنا: كيف جاءت هذه؟ إنها مسألة عجيبة، ونقول: فكيف يكون حال هؤلاء الكافرين، كيف يكون حال هؤلاء العٌصاة، في يوم العرض الأخير، {فَكَيْفَ إِذَا جِئْنَا مِن كُلِّ أُمَّةٍ بِشَهِيدٍ} و «الشهيد» هو: الذي يشهد ليقرر حقيقة، ونحن نعلم أن الحق أخبرنا:  {وَإِن مِّنْ أُمَّةٍ إِلاَّ خَلاَ فِيهَا نَذِيرٌ}  [فاطر: ٢٤] . </p><p> وهذا النذير شهيد على تلك الأمة أنه بلغها المنهج، ورسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ شهيد على أمته أنه بلغ، فقوله:  {وَجِئْنَا بِكَ على هؤلاء} من هم؟ ننظر قوله:  {فَكَيْفَ إِذَا جِئْنَا مِن كُلِّ أُمَّةٍ بِشَهِيدٍ} وهو رسولها الذي بلغ عن الله منهجه، وكيف يكون الموقف إذا جاء وقال: أنا أبلغتهم الموقف ولا عذر لهم لأنني أعلمتهم به، {وَجِئْنَا بِكَ} يا محمد - صلى الله عليك وسلم {على هؤلاء} فهل المعنى ب «هؤلاء» هم الشهداء الذين هم الرسل أو على هؤلاء المكذبين لك؟ وتكون أيضاً شهيداً على هؤلاء مثلما أنت شهيد على أمتك؟ إن كلا من الحالين يصح، لماذا؟ </p><p> لأن الله جاء بكتابه المعجزة وفيه ما يثبت أن الرسل قد بلغوا أممهم، فكأن الرسول حين سُجل في كتابه المعجزة وكتابه المنهج أن الرسل قد بلغوا أممهم فهو سيشهد أيضاً: هم بلغوكم بدليل أن ربنا قال لي في كتاب المعجزة وفي المنهج. ويكون رسولنا شهيداً على هؤلاء المكذبين الذين أرسل إليهم وهم أمة الدعوة فالمعنى هذا يصلح، وكذلك يصلح المعنى الآخر. ولا يوجد معنى صحيح يطرد معنى صحيحا في كتاب الله، وهذه هي عظمة القرآن. إن عظمة القرآن هي في أنه يعطي إشعاعات كثيرة مثل فص الماس، فالماس غالٍ ونفيس؛ لأنه قاسٍ ويُكسر به وكل ذرة فيه لها شعاع، المعادن الأخرى لها إشعاع واحد، لكن كل ذرة في الماس لها إشعاع؛ ولذلك يقولون إنه يضوي ويتلألأ، فكل ذراته تعطي إشعاعاً. </p><p> والحق سبحانه وتعالى يوضح: أن حال هؤلاء سيكون فظيعاً حينما يأتي يوم العرض يوم القيامة، ويقولون: إننا بلغناكم، أو الحق سبحانه وتعالى عرض هذه المسألة بالنسبة للرسل وأممهم، وبالنسبة لسيدنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وأمته أو للأمم كلها، فنحن أيضاً سنكون شهداء:  {لِّتَكُونُواْ شُهَدَآءَ عَلَى الناس وَيَكُونَ الرسول عَلَيْكُمْ شَهِيداً}  [البقرة: ١٤٣] . </p><p> وهذه ميزة لأمة محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لأن أمة محمد هي الأمة الوحيدة التي أمنها الله على أن يحملوا المنهج إلى أن تقوم الساعة، فلن يأتي أنبياء أبداً بعد رسول الله، فيقول:  {لِّتَكُونُواْ شُهَدَآءَ عَلَى الناس وَيَكُونَ الرسول عَلَيْكُمْ شَهِيداً} إذن فنحن بنص هذه الآية أخذنا امتداد الرسالة. </p><p> عن عبد الله بن مسعود رَضِيَ اللَّهُ عَنْه قال: قال رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: </p><p> «اقرأ عليّ القرآن فقلت يا رسول الله: أقرأ عليك وعليك أُنزل؟ .</p><p> قال: نعم إني أحب أن أسمعه من غيري، فقرأت سورة النساء حتى أتيت إلى هذه الآية {فَكَيْفَ إِذَا جِئْنَا مِن كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ على هؤلاء شَهِيداً} فقال: حسبك، فإذا عيناه تذرفان الدموع» . </p><p> فإذا كان الشهيد بكى من وقع الآية فكيف يكون حال المشهود عليه؟ الشهيد الذي سيشهد بكى من الآية، نعم؛ لأنك تعلم أن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ملئ قلبه رحمة بأمته؛ ولذلك قلنا: إن حرص رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ على أمته جعل ربه يعرض عليه أن يتولى أمر أمته، بعد أن علم سبحانه مدى عنايته صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بهذه الأمة:  {لَعَلَّكَ بَاخِعٌ نَّفْسَكَ أَلاَّ يَكُونُواْ مُؤْمِنِينَ}  [الشعراء: ٣] . </p><p> فأمر أمته صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كان يقلقه جداً على الرغم من أن الحق سبحانه قد أوضح له: أنت عليك البلاغ وليس عليك أن تهدي بالفعل، وهو صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يعرف هذا. إنما حرصه ورحمته بأمته جعله يحب أن يؤمنوا، وعَلَيْهِ الصَّلَاة وَالسَّلَام ُ خاف على أمته من موقف يشهد فيه عليهم ضمن من سيشهد عليهم يوم الحشر. فلما رأى الحق سبحانه وتعالى أن رسوله مشغول بأمر أمته قال له: لو شئت جعلت أمر أمتك إليك. </p><p> وانظر إلى العظمة المحمدية والفهم عن الله، والفطنة، فقال له: لا يا رب. أنت أرحم بهم مني. </p><p> وكأنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يقول للخالق:  «أتنقل مسألتهم في يدي وأنا أخوهم، إنما أنت ربي وربهم، فهل أكون أنا أرحم بهم منك؟لقد كان من المتصور أن يقول رسول الله:نعم أعطني أمر أمتي لكنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قال: يا رب أنت أرحم بهم مني. فكيف يكون ردّ الرب عليه؟ .قال سبحانه:فلا أخزيك فيهم أبداً، وسبحانه يعلم رحمة سيد البشر محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بأمته» . </p><p> عن عبد الله بن عمرو بن العاص - رَضِيَ اللَّهُ عَنْهما - أن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ تلا قول الله عَزَّ وَجَلَّ في إبراهيم:  «رب إنهن أضللن كثيرا من الناس فمن تبعني فإنه مني. .» وقول عيسى عليه السلام: «إن تعذبهم فإنهم عبادك وإن تغفر لهم فإنك أنت العزيز الحكيم» فرفع يديه وقال: «اللهم أمتي أمتي وبكى،فقال الله عَزَّ وَجَلَّ:يا جبريل اذهب إلى محمد وربك أعلم فسله ما يبكيك؟ فأتاه جبريل عَلَيْهِ الصَّلَاة وَالسَّلَام ُ فسأله فأخبره رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بما قال وهو أعلم،فقال الله:» يا جبريل اذهب إلى محمد فقل: إنا سنرضيك في أمتك ولا نسوؤك «. </p><p> {فَكَيْفَ إِذَا جِئْنَا} أي كيف يكون حال هؤلاء العصاة المكذبين. . {إِذَا جِئْنَا مِن كُلِّ أُمَّةٍ بِشَهِيدٍ} أنه أدّى وبلغ عن الله مراده من خلقه. {وَجِئْنَا بِكَ على هؤلاء شَهِيداً} ؟ </p><p> ويقول الحق من بعد ذلك:  {يَوْمَئِذٍ يَوَدُّ الذين كَفَرُواْ ... } . </p>"
}