{
  "id": null,
  "sura": 4,
  "aya": 51,
  "text": "<p> قوله:  {أُوتُواْ نَصِيباً مِّنَ الكتاب} يعني عندهم صلة وعلاقة بالسماء وبالرسل، وبالكتب المنزلة من السماء على الرسل التي تحمل مناهج الله، ولو كانوا أناساً ليس لهم مثل هذا الحظ لكان كلامهم هذا معقولاً لانقطاع أسباب السماء عنهم. إنما هؤلاء عندهم نصيب من الكتاب، وأولى مهمات الكتب السماوية أن تربط المخلوق بالخالق، وربط المخلوق بالخالق هو ترتيب لقدرات المخلوق وتنميتها؛ لأن أسباب الله في الكون قد تعزّ عليك، وقد تقفر يدك منها. فإذا لم يكن لك إله تلجأ إليه عند عزوف الأسباب انهرت، وربما فارقت حياتك منتحراً، لكن المؤمن بالله ساعة تمتنع عنه أسبابه يقول: لا تهمني الأسباب، لأن عندي المسبب. </p><p> إذن فالإيمان بالله يعطيك قوة. والإيمان بالله يقف المؤمنين على أرض صُلبة، فمهما عزّت أسبابك وانتهت فاذكر المسبب. وحين تذكر المسبب تجد آفاق حياتك </p><p> رحبة، فالذين ينتحرون إنما يفعلون ذلك لأن الأسباب ضاقت عليهم، وعلموا أنه لا مناص من أنهم في عذاب. لكن المؤمن يقول: يا رب، ومجرد أنه يقول: يا رب، فهذا قول يريحه حتى قبل أن يجاب؛ لأنه التفت إلى مسبب الأسباب حين عزّت عليه الأسباب. </p><p> وساعة يلتفت إلى مسبب الأسباب عند امتناع الأسباب فهو يأخذ قوة الإيمان من حيث لا يحتسب، إنك بمجرد أنك قلت: يا رب تجد نفسك قد ارتاحت؛ لأنك وصلت كل كيانك بالخالق، وكيانك منه ما هو مقهور لك، ومنه ما هو غير مقهور لك. والكيان نفسه سيأتي في الآخرة ويشهد على الإنسان. </p><p> ستشهد الأرجل والجلود وغيرها من الأبعاض. لأنها في الدنيا كانت مقهورة لإرادتي، أنا أقول ليدي: افعلي كذا، ولرجلي: اسعي لكذا، وللساني: سب فلاناً، فالله سخر الجوارح وأمرها: يا جوارح أنت خاضعة لإرادة صاحبك في الدنيا. لكن في يوم القيامة أيكون لي إرادة على جوارحي؟ لا، ستتمرد عليّ جوارحي:  {وَقَالُواْ لِجُلُودِهِمْ لِمَ شَهِدتُّمْ عَلَيْنَا قالوا أَنطَقَنَا الله الذي أَنطَقَ كُلَّ شَيْءٍ}  [فصلت: ٢١] . </p><p> وتقول الجوارح لنا: أنتم استخدمتمونا في الدنيا وحملتمونا أن نفعل أشياء نحن نكرهها، فدعونا اليوم لنشهد، إنها تخرج أسرارها؛ لأن الملك الآن للواحد القهار:  {لِّمَنِ الملك اليوم لِلَّهِ الواحد القهار}  [غافر: ١٦] . </p><p> انتهت سيطرة الإنسان وليس لأحد غير الله إرادة على الأبعاض. </p><p> إذن فالنصيب من الكتاب هو أول شيء يربط المخلوق بالخالق، فإذا ارتبط </p><p> المخلوق بالخالق قويت أسبابه، ويستقبل الأحداث بثبات، ويأتيه فرج ربنا، وعندما نقرأ القرآن يجب أن نلتفت إلى اللقطات العقدية فيه، فقد عرفنا مثلاً: أن سيدنا موسى عندما أراد أن يأخذ بني إسرائيل من فرعون ويخرج بهم، وقبل أن يصل بهم إلى البحر تنبه لهم قوم فرعون وجاءوا بجيوشهم، وكان قوم فرعون من ورائهم والبحر من أمامهم، فقال قوم موسى إيماناً بالأسباب: </p><p> {إِنَّا لَمُدْرَكُونَ}  [الشعراء: ٦١] . </p><p> بالله أأحد يكذِّب هذه المقولة؟! لا، فماذا قال موسى عليه السلام؟ لم يقل مثلما قال قومه، ولكنه نظر للمُسبب الأعلى فقال بملء فيه:  {كَلاَّ إِنَّ مَعِيَ رَبِّي سَيَهْدِينِ}  [الشعراء: ٦٢] . </p><p> وهل تُكذَّب مقولته؟ لا لا تُكذب؛ لأنه لم يقل:  «كَلاَّ» اعتماداً على أسبابه. فليس من محيط أسبابه أن يخرج من مثل هذا الموقف، بل قال:  {إِنَّ مَعِيَ رَبِّي سَيَهْدِينِ} ، ماذا قال له الله؟ </p><p> قال له:  {اضرب بِّعَصَاكَ البحر}  [الشعراء: ٦٣] . </p><p> لم يقل له: اهجم عليهم واغلبهم، لا. بل قال:  {اضرب بِّعَصَاكَ البحر} ؛ كي يعطي الشيء ونقيضه، ولتعرف أن مرادات الحق سبحانه وتعالى تعطي الشيء ونقيضه، ولا أحد من البشر يقدر أن يصنع مثل ذلك، فلما قال له: اضرب بعصاك البحر، ضرب موسى البحر بالعصا، وكان موسى يعلم قانون الماء استطراقا وسيولة، لكن ها هي ذي المعجزة تتحقق:  {فانفلق فَكَانَ كُلُّ فِرْقٍ كالطود العظيم}  [الشعراء: ٦٣] . </p><p> و «الطود» هو الجبل، والجبل فيه صلابة، والماء فيه رخاوة. فكيف انتقلت الرخاوة إلى صلابة؟ إن الماء مهمته الاستطراق، أي لا يمكن أن توجد منطقة منخفضة والماء أعلاها، بل لا بد أن ينفذ منها، وعندما أطاع موسى أمر الله أراد أن يطمئن بأسباب البشر، فأراد أن يضرب البحر كي يعود البحر مثلما كان؛ حتى لا يأتي قوم فرعون وراءه فقال له ربنا:  {واترك البحر رَهْواً}  [الدخان: ٢٤] . </p><p> أي: اتركه كما هو على هيئته قارّاً ساكنا؛ لأنني أريد أن يغريهم ما يرون من اليبس في البحر فينزلوا، فأعيد الماء إلى استطراقه وأُطْبِِقهُ عليهم، فأكون قد أنجيت وأهلكت بالشيء الواحد. </p><p> يقول الحق:  {الذين أُوتُواْ نَصِيباً مِّنَ الكتاب يُؤْمِنُونَ بالجبت والطاغوت} وكيف ذلك؟ </p><p> بعد موقعة أُحد جاء حُيَيّ بن أخطب وكعب بن الأشرف وابن أبي الحقيق، وأبو رافع. هؤلاء هم صناديد اليهود، وأخذوا أيضاً سبعين من اليهود معهم ونزلوا على أهل مكة، ونقضوا العهد الذي بينهم وبين رسول الله. وبعد ذلك نزل كعب ابن الأشرف - زعيمهم - على أبي سفيان وقال له: نريد أن نتعاهد على أننا نقف أمام محمد. فقال أبو سفيان: أنت صاحب كتاب، وعندك توراة، وعندك إيمان بالسماء، وعندك رسول، ونحن ليس عندنا هذا، و «محمد» يقول: إنه صاحب كتاب ورسول، إذن فبينكما علاقة الاتصال بالسماء، فما الذي يدرينا أنك متفق معه علينا في هذه الحكاية؟ إننا لا نؤمن مكرك، ولن نصدق كلامك هذا إلا إذا جئت لآلهتنا وأقمت مراسم العبادة عندها فسجدت لها. </p><p> و «الجبت والطاغوت» هما صنمان لقريش، وذهب إليهما اليهود أصحاب التوراة الذين عندهم نصيب من الكتاب وخضعوا لهما، أو «الجبت» هو كل من يدعو لغير الله سواء أكان شيطاناً أم كاهناً أم ساحراً، فإذا كان هذا هو «الجبت» ف «الطاغوت» من «طغى» وهو اسم مبالغة وليس «طاغياً» . </p><p> . بل «طاغوت» </p><p> وهو الذي كلما أطعته في ظلم ارتقى إلى ظلم اكثر. . وسواء أكان الجبت والطاغوت صنمين أم إلهين من الآلهة التي يتبعونها، المهم أن وفد اليهود خضعوا لهم وسجدوا، لكي تصدق قريش عداء اليهود لسيدنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> وبعد ذلك سأل كعب بن الأشرف أبا سفيان: ماذا فعل محمد معكم؟ قال له: فارَق دين آبائه، وقطع رحمه وتركهم وفر إلى المدينة، ونحن على غير ذلك. نحن نسقي الحجيج، ونقري الضيف، ونفك العاني - الأسير - ونصل الرحم، ونعمر البيت ونطوف به. وعظّم أبو سفيان في أفعال قريش {، فقال الذين أوتوا الكتاب - لعداوتهم لمحمد -قالوا لأبي سفيان وقومه:أنتم أهدى من محمد سبيلا} </p><p> ويوضح ربنا: يا محمد انظر لعجائبهم؛ إنهم أوتوا نصيبا من الكتاب، ومع ذلك فعداوتهم لك ووقوفهم أمام دينك وأمام النور الذي جئت به، جعلهم ينسون نصيبهم من الكتاب، ويؤمنون بالجبت والطاغوت؛ وهم القوم أنفسهم الذين كانوا يقولون للعرب قديماً: إنه سيأتي نبي منكم نتبعه ونقتلكم به قتل عاد وإرم. لكن ها هم أولاء يذهبون ويؤمنون بالطاغوت والجبت، فهل عند مثل هؤلاء شيء من الدين؟ </p><p> إن الحق سبحانه يريد أن يطمئن رسول الله بأن هؤلاء انعزلوا عن مدد السماء، فإن نشب بينك وبينهم حرب أو خلاف فاعلم أن الله قد تخلى عنهم لأنهم تركوا النصيب من الكتاب الذي أوتوه. وإياك أن يأتي في بالك أن هؤلاء أصحاب كتاب. </p><p> إن الحق يطمئن رسوله أنه سبحانه قد تخلي عنهم وأن الله ناصرك - يا محمد - فلا يغرنك أنهم أصحاب مال أو أصحاب علم أو أصحاب ثروات، فكل هذا إلى زوال؛ لأن حظهم من السماء قد انقطع؛ ولأن الشرك قد حازهم وملكهم وضمهم إليه وقد جعلوا العداوة لك والانضمام إلى الكفار الذين كانوا يستفتحون عليهم، ببعثك ورسالتك، ثمناً لأن يتركوا الإيمان. </p><p> ويقول الحق بعد ذلك: </p><p> {أولئك الذين ... } . </p>"
}