{
  "id": null,
  "sura": 4,
  "aya": 78,
  "text": "<p> والحق هنا يتعرض لقضية الموت مع المكان فقال:  {أَيْنَمَا تَكُونُواْ يُدْرِككُّمُ الموت وَلَوْ كُنتُمْ فِي بُرُوجٍ مُّشَيَّدَةٍ} فالعقل البشري الذي يتوهم أن بإمكانه الاحتياط من الموت - مكاناً عليه أن يعي جيداً أنه لا يستطيع ذلك، فوجود الشخص عند ظرفٍ ما لا يدفع ولا يمنع عنه الموت، فالعندية سواء في معسكر الكفر أو في معسكر الإيمان لن تمنع حدوث الموت. </p><p> والعندية - كما نعلم - تعطي ظرف المكان. فلطافة تغلغل الموت تخترق أي مكان وزمان ما دام الحق قد قضي به. وأعداء الإنسان في عافيته وفي حياته كثيرون، لكن إن نظرنا إليها في العنف نجدها تتناسب مع اللطف. فكلما لطف عدو الإنسان ودق؛ كان عنيفا، وكلما كان ضخماً كان أقل عنفا. فالذي له ضخامة قد يهول الإنسان ويفزعه، ولكن بإمكان الإنسان أن يدفعه. لكن متى يكون العدو صعباً؟ يكون العدو صعباً كلما صغر ولطف ولا يدخل تحت الإدراك. فيتسلل إلى الإنسان. </p><p> ومثال ذلك: هب أن واحداً يبني بيتاً في خلاء ويمر عليه إنسان ليبارك له وضع </p><p> أساس البيت فيقول لصاحب البيت: إنك لم تحتط لمثل هذا المكان، فهو يمتلئ بالذئاب والثعالب ويجب أن تضع حديداً على النوافذ التي في الدور الأول، وذلك حتى لا تدخل إليك هذه الحيوانات المفترسة. </p><p> ويضع صاحب البيت حديداً على نوافذ الدور الأول. ويجيء واحد ثان ويقول له: لقد فاتك أن هذا المكان به ثعابين كثيرة وعليك أن تضيق فتحات الحديد، ويفعل ذلك صاحب البيت ليرد الثعابين. ويجيء ثالث لزيارة صاحب البيت فيقول: إنني أتعجب منك كيف تحترس من الذئاب والثعابين ولا تحتاط من ذباب هذه المنطقة؟ . إنه ذباب سام. وهنا يضع صاحب البيت سلكاً على النوافذ. ويجيء واحد رابعٍ ليقول لصاحب البيت؛ في هذه المنطقة حشرات أقل حجماً من الذباب وأكثر عنفاً من البعوض ويمكنها أن تتسلل من فتحات السلك الذي تضعه على نوافذك، فيخلع صاحب البيت السلك المعلق على نوافذ البيت ويقوم بتركيب سلك آخر فتحاته أكثر ضيقاً بحيث لا تمر منه هذه الحشرات. إذن فعدوك كلما لطف ودق عن الإدراك كان عنيفاً. </p><p> ولذلك فأخطر المكيروبات التي تتسلل إلى الإنسان، ولا يدري الإنسان كيف دخلت إلى جسده ولا كيف طرقت جلده، ولا يعرف إصابته بها إلا بعد أن تمر مدة التفريخ الخاصة بها وتظهر بجسده آلامها ومتاعبها. إنها تدخل جسم الإنسان دون أن يدري، ولا يعرف لذلك زماناً أو مكاناً. </p><p> ويلفتنا سبحانه إلى أن الشيء عندنا كلما لطف ازداد عنفاً، ولا تمنعه المداخل. فما بالكم بالموت وهو ألطف من كل هذا، ولا أحد يستطيع أن يحتاط منه أبداً. </p><p> وما مقابل الموت؟ . إنه الحياة حيث توجد الروح في الجسد. وما كنه الروح؟ لا يعرف أحد كنه الروح على الرغم من أنه يحملها في نفسه، ولا أحد يعرف أين تكون الروح أو ما شكلها، ولا أحد يعرف من رآها أو سمعها أو لمسها. </p><p> وعندما يقبضها الله فإن الحياة تنتهي. والحق هو الذي جعل للحيّ روحاً، وعندما ينفخها فيه تأتي الحياة. </p><p> إن الحق - سبحانه - يلفتنا وينبهنا إلى ذلك فيترك في بعض ماديتنا أشياء لا يستطيع العلماء بالطب ولا المجاهر أن يعرفوا كنهها وحقيقتها، فنحن لا نعرف - مثلاً - الفيروس المسبب لبعض الأمراض. </p><p> فإذا كان الله قد جعل للإنسان روحاً يهبه بها الحياة، فلماذا لا نتصور أن للموت حقيقة، فإذا ما تسلل للإنسان فإنه يسلب الروح منه، وبذلك نستطيع أن نفهم قول الحق سبحانه وتعالى في سورة الملك:  {تَبَارَكَ الذي بِيَدِهِ الملك وَهُوَ على كُلِّ شَيْءٍ قَدِيرٌ الذي خَلَقَ الموت والحياة لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلاً}  [الملك: ١ - ٢] . </p><p> إذن فالموت ليس عملية سلبية كما يتوهم بعض الناس، بل عملية إيجابية، وهو مخلوق بسرّ دقيق للغاية يناسب دقة الصانع. ووصف الحق أمر الموت والحياة في سورة الملك وقدم لنا الموت على الحياة؛ مع أننا في ظاهر الأمر نرى أن الحياة تأتي أولاً ثم يأتي الموت. لا، إن الموت يكون أولاً، ومن بعده تكون الحياة. فالحياة تعطي للإنسان ذاتية ليستقبل بها الأسباب المخلوقة، فيحرث الأرض أو يتاجر في الأشياء أو يصنع ما يلائم حياته ويمتع به السمع والبصر، فيظن أن الحياة هي المخلوقة أولاً. </p><p> ينبهنا ويوضح لنا الحق: لا تستقبل الحياة إلا إذا استقبلت قبلها ما يناقض الحياة، فيقول لنا عن نفسه:  {الذي خَلَقَ الموت والحياة} وهذا ما يسهل علينا فهم الحديث القدسي الشريف الذي يشرح لنا كيف يكون الحال بعد أن يوجد أهل الجنة في الجنة وأهل النار في النار ويأتي الحق سبحانه بالموت في صورة كبش ويذبحه. </p><p> عن أبي هريرة - رَضِيَ اللَّهُ عَنْه - قال: «قال رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: يؤتى بالموت يوم القيامة، فيوقف على الصراط، فيقال: يا أهل الجنة فيطلعون خائفين وَجِلِين أن يخرجوا من مكانهم الذي هم فيه. فيقال: هل تعرفون هذا؟ قالوا: </p><p> نعم رَبَّنَا، هذا الموتُ، ثم يُقال: يا أهل النار، فيطلعون فرحين مستبشرين، أن يخرجوا من مكانهم الذي هم فيه. فيُقال: هل تعرفون هذا؟ قالوا: نعم هذا الموت، فيأمر به فيًُذبح على الصراط، ثم يقال للفريقين» كلاهما «» خلود فيما تجدون لا موت فيه أبدا «» . </p><p> وتجسيد الموت في صورة كبش معناه أن للموت كينونة. ويعلمنا الله أنه يقضي على الموت، فنحيا في خلود بلا موت. وينبه الناس الذين كفروا وظنوا أن الذين قتلوا في سبيل الله لو كانوا عندهم لما ماتوا. </p><p> نقول لهم: العندية عندكم لا تمنع الموت. ولو كان من دنا أجله وحان حَيْنه يسكن في بروج مشيدة لأدركه الموت. </p><p> أن الأداء القرآني يتنوع؛ فهناك من الأداء ما نفهمه من الألفاظ، وهناك ما نفهمه من الهَدْى الأسلوبي للقرآن؛ لأنه خطاب الرب. فالبشر فيما بينهم يتخاطبون بملكات لغوية وملكات عقلية، لكن عندما يخاطب الحقُّ الخلقَ فسبحانه يخاطب كل ملكات النفس. ولذلك نجد طفلاً صغيراً يحفظ القرآن ويمتلئ بالسرور، فيسأله واحد من الكبار: ما الذي يسرك في حفظ القرآن؟ . فيجيب الصغير: إنني أحس بالانسجام وكفى. هو لا يعرف لماذا يحس بالانسجام من سماع القرآن أو حفظه، فالمتحدث هو الله، وسبحانه بقدرته وجمال كماله يخاطب كل الملكات النفسية. </p><p> وسبحانه وتعالى يقول:  {أَيْنَمَا تَكُونُواْ يُدْرِككُّمُ الموت} أي أينما توجدوا يدرككم الموت. وكلمة «يدرككم» دليل على أن الإنسان عندما تدب فيه الروح ينطلق الموت مع الروح، إلى أن يدركها في الزمن الذي قدره الله. وكلمة «يدرك» توضح لنا أن الموت يلاحق الروح حتى إذا أدركها سلبها وكما قال الأثر الصالح عن ملاحقة الموت للحياة: «حتى إذا أدركها جرت، فلا أحد منكم إلا هو مُدْرَك» ، ولذلك يقول أهل المعرفة والإشراق:  «الموت سهم أرسل إليك وإنما عمرك هو بقدر سفره إليك» . </p><p> وهكذا نعرف أن قوله الحق:  «يدرككم» تدل على أن الموت يلاحق حياة الإنسان ويجري وراء روحه حتى يدركها. </p><p> ويقول الحق:  {وَلَوْ كُنتُمْ فِي بُرُوجٍ مُّشَيَّدَةٍ} . وعندما نبحث في الحروف الأصلية لمادة كلمة «البروج» نستطيع أن نرى المعنى العام لها. والحروف الأصلية في هذه الكلمة هي «الباء» و «الراء» و «الجيم» وكلها تدل على الارتفاع والظهور. </p><p> فيقال:  «هذه امرأة فيها بَرَج» أي أن عيونها واسعة وتحتل قدراً كبيراً من وجهها وتكون واضحة، فالبَرَجُ هو الاتساع والظهور. </p><p> والإبراج عادة كان بناؤها مرتفاً كحصون وقلاع نبنيها نحن الآن من الأسمنت والحديد. والقصد من «مشيدة» أي أنها بروج تم بناؤها بإحكام، فالشي قد يكون عالياً ولكنه قد يكون هشاً. أما الشيء المشيد فهو من «الشِّيد» وهو «الجص» ، ومن «الشَّيْد» وهو «الارتفاع» ، والمقصود أن لبنات البرج تلتحم أبعاضها وأجزاؤها بالجص فهي مرتفعة متماسكة. </p><p> إنك إذا رأيت جمعاً وقوبل بجمع فمعنى ذلك أن القسمة تعطينا آحاداً. فساعة يدخل المدرس الفصل يقول لطلابه: أخرجوا كتبكم. فمعنى هذا القول أن يخرجٍ كل تلميذ كتابه. وعلى ذلك يكون القياس. فلو بني كل إنسان لنفسه برجاً مشيداً لجاءه الموت. </p><p> والجمع مقصود أيضا: أي لو كنتم جميعا معتصمين ببرج محاط ببرج آخر وثالث ورابع، كأنه حصن محصن فالحصون في بعض الأحيان يتم بناؤها وكأنها نقطة محاطة بدائرة صغيرة. وحول الدائرة دائرة أخرى أوسع. وبذلك تجد الحصن نقطة محاطة بعدد من الحصون. والموت يدرك البشر ولو كانوا في برج محاط ببروج. وكلا المعنيين يوضح قدرة الحق في إنفاذ أمره بالموت. </p><p> وساعة يتكلم سبحانه عن الموت وعن الحياة في الجهاد فهو يريد أن يخرج الناس </p><p> من الظلمات إلى النور؛ لأن الدين هو نور طارئ على ظلمة، والذين يعيشون في الظلام يكونون قد ألفوا الظلمة والفوضى وكل منهم يعربد في الآخرين. وعندما جاء الدين فرّ بعضهم من مجيء النور؛ لأن النور يحرمهم من لذات الضلال؛ ولأن النور يوضح الرؤية. </p><p> لذلك يوضح سبحانه وتعالى أنه أتى بالموت ليؤدي حاجتين: الحاجة الأولى: أنّ مَن يؤمن عليه أن يستحضر الموت لأن جزاءه لا يكون له منفذ إلا أن يموت ويلقى ربه، ويعلم أن الحاجب بينه وبين جزاء الخالق هو الموت، فساعة يسمع كلمة الموت فهو يستشرف للقاء الله؛ لأنه ذاهب إلى الجزاء. </p><p> والحاجة الثانية: أن غير المؤمن يخاف الموت ويخشاه ولا يستعد له ويخاف أن يلاقي ربه. إذن فكلمة «الموت» تعطي الرَّغب والرَّهَب. فصاحب الإيمان ساعة يسمع كلمة الموت يقول لنفسه: إن متاعب الدنيا لن تدوم، أريد أن ألقى ربي. </p><p> ولذلك يجب أن يستحضر المؤمنون بالله تلك القضية. وحين يستحضرون هذه القضية يهون عليهم كل مصاب في عزيز؛ فالإنسان ما دام مؤمناً فهو يعرف أن العزيز الذي راح منه إما مؤمن وإمَّا غير مؤمن، فإن كان مؤمناً فليفرح له المؤمن الذي افتقده؛ لأن الله عجَّل به ليرى خيره، فإن حزنت لفقد قريب مؤمن فأنت تحزن على نفسك. وإن كان الذي ذهب إلى ربه غير مؤمن، فالمؤمن يرتاح من شره. إذن الموت راحة، والذي عمل صالحاً يستشرف إليه، وهذا رَغَب، أما الكافر فهو خائف؛ وهذا رَهَب. </p><p> ولذلك فمن الحمق أن يحزن الإنسان على ميْت، وعليه أن يلتفت إلى قول الحق:  {أَيْنَمَا تَكُونُواْ يُدْرِككُّمُ الموت وَلَوْ كُنتُمْ فِي بُرُوجٍ مُّشَيَّدَةٍ} . </p><p> ويتابع الحق:  {وَإِن تُصِبْهُمْ حَسَنَةٌ يَقُولُواْ هذه مِنْ عِندِ الله وَإِن تُصِبْهُمْ سَيِّئَةٌ يَقُولُواْ هذه مِنْ عِندِكَ قُلْ كُلٌّ مِّنْ عِندِ الله فَمَالِ هؤلاء القوم لاَ يَكَادُونَ يَفْقَهُونَ حَدِيثاً} . ومثل هذا الكلام أليق بمن؟ </p><p> الذي يقول عن الحسنة إنها من عند الله فهو يؤمن بالله وهذه الكلمة لها في ذهنه تصور. والآية لا تريد هذا الصنف من الناس ولكن بعضهم يريد أن يفرق بين محمد وربه. فينسب الخير والحسنة لله، وينسب الشر والسيئة لمحمد، وعلى هذا فالذين قالوا مثل هذا الكلام إما أن يكونوا من المنافقين الذين أعلنوا إسلامهم وولاءهم لرسول الله وفي قلوبهم الكفر، وإمَّا أن يكونوا من بعض أهل الكتاب لأنهم يؤمنون بالله ولكنهم لا يعترفون برسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فهؤلاء وأولئك ينظرون إلى الأمر الذي فيه خير على أساس أنه من عند الله، ويلقون اتهاماً باطلاً لرسول الله أنه مسئول عن الشرور التي تحدث لهم. </p><p> كأنهم يريدون أن يقيموا انعزالاً بين محمد وربه. </p><p> لا. فسبحانه لا يتيح لهم ذلك؛ فقد أنزل قرآناً يتلى إلى أبد الآبدين:  {مَّنْ يُطِعِ الرسول فَقَدْ أَطَاعَ الله وَمَن تولى فَمَآ أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظاً}  [النساء: ٨٠] . </p><p> والحق يقول:  {إِن كُنتُمْ تُحِبُّونَ الله فاتبعوني يُحْبِبْكُمُ الله}  [آل عمران: ٣١] . </p><p> فلا أحد يملك أن يصنع مضارة بين محمد وربه؛ لأن محمداً رسول من عند الله مبلغ لقول الله ومنهجه، وسبحانه يقول:  {وَمَا نقموا إِلاَّ أَنْ أَغْنَاهُمُ الله وَرَسُولُهُ}  [التوبة: ٧٤] . </p><p> والحق سبحانه وتعالى لا يرضى عن عبد يستغفر الله فقط، ولكن لا بد أن يذهب العبد ويطلب من رسول الله أن يستغفر له الله، فلا أحد يمكنه أن يقيم صلحاً مع الله من وراء محمد رسول الله، فلا تفرقوا بين أمر الله وأمر رسول الله، ومن يريد أن يصنع مضارة بين الله ورسوله بأن يقول عن الحسنة إنها من عند الله، وأن السيئة من عند محمد، فهذا قول خاسر. </p><p> ما حكاية هذا القول؟ إنهم إن ذهبوا إلى حرب فغنموا قالوا:  «إن الله أسعدنا بالغنائم» . وإن هُزِِموا قالوا: إن محمدا هو الذي أوقع بنا الهزيمة، وكأن لمحمد تصرفاً دون تصرف الله. فإياك أن تُخدع بمن يحاول أن يعزل رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ عن ربه. </p><p> إن محمداً قد بعثه الله وأنزل عليه القرآن. </p><p> وكان رسول الله حين نزلت الدعوة يأمل أن يستجيب له القوم الذين يؤمنون بالله وهم أهل الكتاب. وكانوا أقرب إلى قلبه من القوم الذين لا يؤمنون بالله وهم المشركون، وكان هناك معسكران: معسكر الفرس، ومعسكر الروم، وكان معكسر الفرس يعبد النار - معاذ الله - أما معسكر الروم فهو يؤمن بالله وبالكتب السابقة على رسول الله ولكنه كافر بمحمد. </p><p> والذي يؤمن بالله كان قريباً إلى قلب محمد ممن كفر بالله، وهذا دليل على أن عصبية محمد قد أتت له من الله. وقد ينصرف المعنى إلى اليهود. فحينما جاء رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إلى المدينة كان من المصادفة أن تقل ثمارهم ومزارعهم؛ فقالوا: مزارعنا وثمارنا في نقص منذ قدم هذا الرجل. وهل كان ذلك الأمر مصادفة أو أننا نجد له تعليلاً مادياً؟ </p><p> فحينما جاء رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إلى المدينة أنكروه بعد أن كانوا يستفتحون به على الذين كفروا، وسلب مجيئة منهم السلطة الزمنية التي كانت لهم؛ لأنهم كانوا أهل مال، ويتعاملون بالربا ويثيرون العصبية، ويتاجرون من أجل أن تظل لهم السيادة، وهم أهل علم بالكتاب وحاولوا التجارة بكلمات الله. </p><p> فكانت لهم السيادة من ثلاث جهات: علمياً ومالياً ومنهجياً. </p><p> وعندما جاء الإسلام ألف بين الأوس والخزرج فبارت أسلحتهم وضاعت منهم السلطة التي صنعوها بالتفرقة، وضاعت منهم سيادة المال؛ لأن الإسلام حرم الربا، وضاعت منهم سيادة المنهج لأن الإسلام كشف تحريفهم للكتاب وأنزل الله كتابا - وهو القرآن - غير قابل للتحريف. </p><p> وهكذا انتهت وسائل السيطرة، لذلك وقعوا في الحزن وانشغلوا بهذا الهم. وكان الواحد من اليهود لا يسارر الآخر من اليهود ولا يناجيه إلا في أمر محمد. وما دامت هذه المسألة قد شغلتهم إلى هذه الدرجة فلا بد أنها قد شغلتهم عن الزراعة والاهتمام بها. </p><p> هم انشغلوا عن الأسباب فكانت النتيجة هي ما حدث. ولكنهم حاولوا إلصاق ذلك برسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وكان من الصعب عليهم أن يفهموا الأمر الحادث لهم، وإمّا أن يكون تفسير ذلك هو أن السماء أرادت لهم عقاباً لأنهم حاولوا المكر برسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وذلك شغل وقتهم عن الأخذ بالأسباب. وإمّا أن يكون ذلك من آفة سماوية فلماذالم يلتفتوا إلى أن دين محمد هو المنقذ لهم مما هم فيه؟ </p><p> لقد كانوا يستعزون به. لكنهم لم يؤمنوا به (فلما جاءهم ما عرفوا كفروا به) فنزل بهم أكثر من عقاب. فالذين كانوا يتعاملون مع اليهود بالربا امتنعوا عن ذلك، وكذلك نقصت الزروع والثمار. </p><p> إذن فالمسألة جاءتهم بنقص من الأموال؛ فقالوا ما قاله الله مما أورده الحق على ألسنتهم:  {وَإِن تُصِبْهُمْ حَسَنَةٌ يَقُولُواْ هذه مِنْ عِندِ الله وَإِن تُصِبْهُمْ سَيِّئَةٌ يَقُولُواْ هذه مِنْ عِندِكَ قُلْ كُلٌّ مِّنْ عِندِ الله} . أي كل من الحسنة والسيئة من عند الله وما الحسنة وما السيئة؟ </p><p> الحسنة هي الظفر والغنيمة والسراء والرخاء والخصب. والسيئة هي الهزيمة والقتل والضراء والبؤس والجدب. هذا ما فهموه، ونحن - المؤمنين - نفهم الحسنة فهماً دقيقاً؛ فالحسنة في الشرع هي ما يأمر به الله، والسيئة هي ما ينهى عنه الله؛ بدليل أن المؤمن قد يصاب في عزيز لديه ثم يقف موقفاً إيمانياً في استقبال هذه المصيبة ويقول:  «إن حزني لن يرده فالأفضل أن أكسب به الجنة» . ويزيد على ذلك:  «يكفيني عزاءَّ الأجرُ عليه، فأنا لم أكن سآخذ منه طيلة حياته مثل الأجر الذي سآخذه في صبري على مصيبتي فيه» . </p><p> إن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ينبهنا بقوله: إياك أن تظن أن الحسنة هي </p><p> ما تستطيبه نفسك، أو أن السيئة هي ما تشمئز منها نفسك، لا، فالمصاب في عُرْف الشرع هو من حُرم الثواب. </p><p> ولذلك جاء القول:  {قُلْ كُلٌّ مِّنْ عِندِ الله} أي أن الحسنة والسيئة من عند الله. </p><p> وهل يصنع الله سيئة؟ ونقول: نستغفر الله، فالسيئة في نظر الإنسان والحسنة في نظر الإنسان، وكلها من عند الله، ولكن إذا نسينا الفعل إلى الله فكل ما يصدر عنه حسن، وافتقاد المقاييس الصحيحة هو الذي يتعب. وعندما نحاول أن نحسب مثل تلك الأمور بحساب الكمبيوتر تستقيم لنا النتائج. </p><p> ومثال ذلك: تلميذ أهمل في المذاكرة، وفي حضور الدرس لذلك فهو يرسب آخر العام، ولكنه ينظر إلى الرسوب على أنه سيئة، ولكنها في عرف الحق عموماً حسنة. وحينما وضع الله قانون أن من لا يستذكر يرسب، فهذا إحياء للحسنة في آلاف غيره، ويكون الراسب نموذجاً واضحاً ووافياً وتطبيقيا، وخاضعاً لسنة الكون. وكذلك الذي لم يزرع أرضه أو تكاسل عن الحرث أو أهمل الري، فهو يأتي يوم الحصاد ولا يُؤْتي ثماراً وهذا أمر سيئ بالنسبة له، أما بالنسبة لقضية الحق الكونية في ذاتها فهي حسنة؛ لأن ذلك يدفع كل واحد إلى عدم إهمال أي سبب من الأسباب؛ فالمصاب بنتيجة عمله يفسر المصيبة على أنها سيئة؛ لأن فيها مساءة وإضراراً به، فالمصاب بنتيجة عمله يفسر المصيبة على أنها سيئة؛ لأن فيها مساءة وإضرارا به، ولكن لو قاس مسها له بما فعله لوجد أن ذلك هو سنة الله ولن تجد لسنة الله تبديلا. </p><p> وحين يضع الحق سبحانه وتعالى سنناً في كونه فالذي يأخذ بالأسباب يعطيه، ويحرم سبحانه من لا يأخذ بالأسباب. </p><p> وعندما نقيس الأمور بهذا المقياس نرى الناجح هو المجدّ، والمتكاسل هو الراسب، والنتيجة كلها من عند الله تقنيناً كونيا. </p><p> والحق سبحانه وتعالى حينما يعرض أقوال طرف فإن كان مقراً بما فيه يتركه من غير تعليق عليه، وإن كانت قضية باطلة يكر عليها بالحجة ليبطلها ويدحضها. </p><p> وهذا يلفتنا إلى أن الحق سبحانه وتعالى لا يريد أن نلف قضايا الخصوم لفاً بحيث لا نعرفها، ولكنه يعرض قضية الخصوم عرضا ثم يكر عليها بالنقد ليربى - كما قلنا - المناعة الإيمانية، حتى لا تفاجئ قضية كفرية عقيدة إيمانية؛ فسبحانه يعرض قضايا الكفار ويوضح لنا: سيقولون كذا فقولوا لهم كذا. </p><p> مثال ذلك: عندما قالوا: إن الله اتخذ ولداً قال الحق: {كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْوَاهِهِمْ إِن يَقُولُونَ إِلاَّ كَذِباً}  [الكهف: ٥] . </p><p> فهو سبحانه يعرض قضايا الخصوم؛ لأن الذي يحاول أن يلف قضية الخصوم يكون مشفقاً منها، لكن من يعرضها ينبه عقل السامع إليها ليبطلها ويقول:  «هاي هي ذي نقاط الضعف في هذه القضية» . </p><p> وحينما قالوا:  {وَإِن تُصِبْهُمْ حَسَنَةٌ يَقُولُواْ هذه مِنْ عِندِ الله وَإِن تُصِبْهُمْ سَيِّئَةٌ يَقُولُواْ هذه مِنْ عِندِكَ} أرادوا بهذا القول أن يصنعوا مضارة بين الله ورسوله، فأوضح الحق سبحانه؛ قل لهم يا محمدُ: </p><p> «كل من عند الله» ، وتتجلى دقة الحق سبحانه في أنه جعل محمداً صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وكيلاً في البلاغ عنه، وكان من الممكن أن يسوق الحق القضية بدون «قل» . </p><p> لكنه سبحانه أراد في هذه أن يوسط رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في أنه يقول:  «قل كل من عند الله» . و «كل» تعني: كُلاً من الحسنة ومن السيئة. ويريد الحق سبحانه وتعالى أن يبين لنا أن قضايا الوجود تتسق مع فطرة الإيمان. </p><p> ولقد وقع خلاف طويل بين العلماء في أفعال العباد، وتساءلوا: هل يفعل العبد أي فعل بنفسه، أو أن الله هو الذي يجري على عباده الأفعال؟ . فإذا كان العبد هو الذي يفعل الفعل فمن العدالة أن يتلقى الثواب أو العذاب جزاء ما قدم. وإذا كان الله هو الذي يجري كل الأفعال فلماذا يعذبه الله؟ . ودخل العلماء في متاهة كبيرة. </p><p> وهنا نقول: يجب أن تفهم أن الحق حينما خلق الكون جعل فيه سُنناً، ومن </p><p> عجيب الأمر أن السُنن تنتظم وتشمل وتضم المؤمن والكافر مما يدل على أنه لا أحد في كون الله أولى بربوبية الله من الآخر، فحتى الذين لا يؤمنون بالله أدخلهم الحق في ربوبيته فأمر الأسباب التي خلقها استجيبي لمن يخدمك وأعطيه المسببات ولا تلتفتي إلى أنه مؤمن أو كافر لأنني أنا الذي خلقته وأوجدته في الكون، وما دمت أنا الذي أوجدته في الكون فلا بد أن أتكفل بكل ما يقيم حياته، وأنا سأعرض منهجي، وأقول لعبادي: أنا أحب هذا الفعل وأنا أكره هذا الفعل فمن يؤمن بي فسيكون له وضعٌ آخر، سيكون عبداً لله. </p><p> إذن فالله بالألوهيّة مناط التكليف لمن يؤمن به، والرب بالربوبية مناط الخلق والرزق وقيومية الاقتيات للخلق جميعا، لكل العباد؛ فالسنن والنواميس الكونية تخدم الكل، بدليل أن بعض السنن كانت تحب أن تتمرد لأنها عصبية إيمانية لله. عندما ترى الله يعطي بعضاً من عباده وهم غير مؤمنين به. </p><p> فالسنن والنواميس كجنودٍ لله نجدها متأبية على ابن آدم من عدم شكره لله، لكن الحق يوضح للخلق المسخر: هم خلقي وأنا الذي استدعيتهم للوجود. فصنع الحق نواميس للكون تؤدي مهمتها للمؤمن وللكافر جميعا، ثم أنزل سبحانه تكليفاً بوساطة الرسل. ويوضح: أنا أحب كذا وأكره فالذي يحبني يعمل بتكليفي. إذن فمناط الربوبية غير مناط الألوهية. </p><p> مناط الربوبية خلق من عَدم وإمداد من عُدم. ومناط الألوهية طاعة، والطاعة تقتضي أمراً ونهياً. فكل ما كان من مدلول الأمر والنهي - الذي هو التكليف - فهذه مطلوبات الألوهية. </p><p> وكل ما كان من مطلوبات السنن الكونية فهو من مناط الربوبية. والسنن الكونية لا تتخلف أبداً. فمثلا الذي يريد أن ينجح في مادة من المواد في مدرسة ما. </p><p> . لا بد أن يحصل على خمسين بالمائة من مجموع الدرجات. ومن يريد أن ينجح في مادة أخرى لا بد أن يحصل على أربعين بالمائة. وحين تنطبق هذه الشروط على طالب ما. فهل هذا الطالب هو الذي أنجح نفسه أو أن القانون هو الذي أعطاه النجاح؟ </p><p> إن القانون هو الذي أعطاه النجاح. وصحيح أن القانون لم يقل للطالب وهو يكتب الإجابة: إن مستوى إجابته سيحقق له درجات النجاح، إنّه قد بذل جهداً في التحصيل الدراسي، وحقق له هذا الجهد النجاح في نطاق ما تم تقديره. فالقانون لا ينجح أحداً، ولا يتسبب في رسوب أحد، ولكن الطالب الذي يبذل جهداً ينجح، والطالب الذي لا يبذل جهداً يرسب. وعلى ذلك فكل شيء في الوجود له قانونه. </p><p> إن اليد المخلوقة لله، لو نظرنا إلى حركتها، لا نعرف كيف تزاول مهمتها. وعندما يرفع أحدنا شيئاً من الأرض لا أحد فينا - غالباً - يعرف العضلات التي تتحرك لتحمل هذا الشيء. فالذي فعل حقيقة هو الله. واليد سواء أفعل الإنسان بها خيراً؛ أم شرّاً، فالفاعل الحقيقي لكل فعل هو الله. وقام الإنسان فقط بتوجيه الطاقة الصالحة للسلام على واحد، أو لصفع واحد آخر، فاليد صالحة للمهتمين. وعندما يوجه الإنسان يده للصفع فهو يأخذ عقاباً، وعندما يوجهها للسلام يأخذ ثواباً. </p><p> صحيح أن الإنسان ليس له دخل في العمل ذاته ولكن له دخل في توجيه الطاقة الصانعة للعمل؛ فالثواب أو العقوبة ليست للفعل ولكن لتوجيه الطاقة. والسكين - كمثال آخر - يذبح بها الإنسان الدجاجة، أو يطعن بها إنساناً، وهي لا تعصي توجيه الإنسان إن ذبح الدجاجة؛ ولا تعصاه إن طعن إنساناً. </p><p> والحق قد خلق قانوناً للسكين أن تذبح، والإنسان يقوم بتوجيه الآله التي خلقها الله صالحة لأن تذبح إلى الذبح، سواء أكان الذبح فيما حرم الله، أم فيما أحل، إذن فالله هو الفاعل لكل شيء. وما دام الفعل في نطاق أوامر المكلِّف صاحب السنن فهو الذي يقوم بكل فعل. </p><p> وعندما تدقق النظر تجد أن كل فعل من عند الله، وليس للإنسان سوى توجيه الطاقة؛ فالشاب الذي يذاكر دروسه، لم يخلق عقله ولا خلق عينيه اللتين يقرأ بهما، ولكن عقله صالح أن يفكر في الأمر الرديء، وعيناه صالحتان لأن ينظر بهما في مجلة هزلية أو ينظر بهما في كتاب. </p><p> إذن فهو ساعة يفعل هذا أو يفعل ذلك هل يفعل ذلك من وراء رَبِّه؟ . لا، إنه لم يفعل شيئاً على الإطلاق سوى توجيه الطاقة التي خلقها الله صالحة لأن تفعل هذا وتفعل ذاك. </p><p> إذن فثوابك وعقابك يكونان على توجيه الطاقة الفاعلة إلى الأمر الصالح أو الأمر السيء. فعندما يقول ربنا:  «كل من عند الله» نقول: هذا حق وصدق؛ فالذي أهمل في زراعة أرضه ولم يسمدها أو لم يروها وأصابه جدب فهذا نتيجة عدم توجيه الطاقة المخلوقة لله في مجالها الصحيح. </p><p> لكن عندما يمتنع المطر فلا عمل في ذلك للإنسان. فالنواميس الكونية صنعها الله. ومن يأخذ بأسبابها تعطه وإن أصابت الإنسان سيئة في إطار هذه فهي من عند الإنسان؛ لأنه لم يأخذ بالأسباب. </p><p> وما ينطبق على الفرد ينطبق أيضاً على الجماعة؛ فالذي يلعب الميسر ويأتي له الخراب والدمار، هذا من نفسه؛ لأنه تلقى الأوامر من الحق بألا يمارس تلك الألعاب. وأي أمة اشتكت من ضيق الأرض الزراعية وضيق الرزق فهذا بسبب الأمة نفسها؛ لأن القائمين بالأمر كان عليهم العمل لتنمية الموارد بالنسبة لنمو السكان. </p><p> والذي يتعبنا ويرهقنا أننا نتحمل غفلة أجيال، فتجمعت المشكلات فوق رءوس جيلٍ واحد. ولو أن كل جيل سبق قام بمسئوليته لكانت مهمة الأجيال الحالية أقل تعباً. فما دامت لدنيا أرض صالحة لأن تنبت كان علينا أن نعدها ونستغل المياه الجوفية في زراعتها. فالمسألة إذن كسل من أجيال سابقة. وما دام هناك مخزون في المياه الجوفية كان يجب أن نعمل العقل لنستنبط أسرار الله في الكون. فليس من الضروري أن ينزل المطر، لأن الحق يقول:  {أَلَمْ تَرَ أَنَّ الله أَنزَلَ مِنَ السمآء مَآءً فَسَلَكَهُ يَنَابِيعَ فِي الأرض}  [الزمر: ٢١] . </p><p> وجعل الله للمياه مسارب في الأرض حتى تستطيع البلاد ذات الحرارة الشديدة الوصول إلى المياه الجوفية ولا تتعرض المياه المنتشرة في مسطحات كبيرة للتبخر. لقد أخفى الله جزءاً من المياه في الأرض لصالح الإنسان. وفي البلاد الحارة نجد الملح واضحاً على سطح التربة دليل على أن الحق وضع قانون تقطير المياه العذبة لتكون صالحة للشرب والزراعة. </p><p> وكلنا يعرف قانون التبخر، فعندما نأتي بكوب من المياه وننشره على مسطح حجرة مساحتها خمسة وعشرون متراً مربعاً فالمياه تتبخر بسرعة. لكن لو تركنا كمية المياه نفسها في كوب الزجاج فلن تنقص إلا قدراً ضئيلاً للغاية. إذا فكلما زاد المسطح كان البخر أسرع. وأراد الحق أن تكون ثلاثة أرباع اليابسة من المياه؛ لأن الماء أصل كل شيء حي. وجعل بعضها من الماء المالح حتى لا تأسن ولا تتغير، وتوجد هذه المياه في مساحة متسعة حتى تتبخر وتنزل مطراً، فما يجري في الوديان يجري، والمتبقي من المياه يصنع له الحق مسارب في الأرض لأنه ماء عذب، حتى يستخدم الإنسان ذكاءه الموهوب له من الله فيستخرج المياه من الأرض، فالحق خلق لنا كل ما يمكن أن يحقق لنا استخراج قوت الحياة. </p><p> وسبحانه القائل:  {قُلْ أَإِنَّكُمْ لَتَكْفُرُونَ بالذي خَلَقَ الأرض فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَندَاداً ذَلِكَ رَبُّ العالمين وَجَعَلَ فِيهَا رَوَاسِيَ مِن فَوْقِهَا وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقْوَاتَهَا في أَرْبَعَةِ أَيَّامٍ سَوَآءً لِّلسَّآئِلِينَ} </p><p> [فصلت: ٩ - ١٠] . </p><p> فإياكم أن تقولوا: إن السكان سيزيدون عن القوت الذي في الأرض، ولكن اعترفوا بخمول القدرات الإبداعية للاستنباط. فبعد أن يقول الله:  {وَقَدَّرَ فِيهَآ أَقْوَاتَهَا} فلا قول يصدَّق من بعد قول الله. وهب أن موظفاً - ولله المثل الأعلى - جاء في أول الشهر بتموين الشهر كله ووضعه في مخزن البيت، وجاء ظهر اليوم ولم يجد زوجته قد أَعدَّت الغداء، فماذا يحدث؟ إنه يغضب. ولقد وضع ربنا أقواتنا مخزونة </p><p> في الأرض، ونحن لا نعمل بالقدر الكافي على استنباط الخير منها. وسبحانه يوضح لنا: إن الإنسان إن لم يستفد بالنواميس التي خلقها الله له، ولم ينفذ التكاليف أمراً ونهياً فلسوف يتعب الإنسان نفسه؛ فتكون معيشته ضنكاً. فسبحانه يقول:  {وَضَرَبَ الله مَثَلاً قَرْيَةً كَانَتْ آمِنَةً مُّطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَداً مِّن كُلِّ مَكَانٍ فَكَفَرَتْ بِأَنْعُمِ الله فَأَذَاقَهَا الله لِبَاسَ الجوع والخوف بِمَا كَانُواْ يَصْنَعُونَ}  [النحل: ١١٢] . </p><p> هذه القرية كانت تتمتع بالأمن والاطمئنان لكنها كفرت بأنعم الله. والكفر في المعنى العام هو: ألا تشكر النعمة لله. وعندما نمعن النظر بدقة لنرى قانون ربط السبب بالمسببات، وربط السنن الكونية بالكون والمكون والمكون له نجد أشياء عجيبة، فهذه القرية كانت آمنة مطمئنة والرزق يأتيها رغداً من كل مكان. إذن فالقرية هي مكان السكن، وليس مكان السكن فقط هو الذي فيه الرزق بل يأتيها رزقها رغداً من كل مكان، فكأن كل مكين في بقعة؛ له بقع خالية في مكين آخر تخدمه. وتلك القرية كفرت بأنعم الله. </p><p> والكفر في معناه الواضح هو الستر، والقرية التي كفرت بأنعم الله هي التي سترت نعمة الله، فنعمة الله موجودة ولكن البشر الذين في تلك القرية هم الذين ستروا هذ النعمة بالكسل وعدم الاستنباط للنعمة وترك استخراجها من الأرض. </p><p> أو أن سكان هذه القرية استخرجوا نعمة الله واستنبطوها وستروها عن الخلق، وفساد الكون إنما يأتي من هذين الأمرين: </p><p> أي أن هناك أمماً متخلفة، كسل سكانها عن توجيه طاقاتهم لاستنباط النعم من الأرض. أو أن هناك أمماً أخرى تملك الثراء والخير وترميه في البحر حتى لا يذهب إلى الأمم المتخلفة. والخراب الذي نلمسه في علاقات العالم ببعضه البعض يقول لنا: إن العالم هو القرية التي ضرب الله بها المثل: </p><p> {وَضَرَبَ الله مَثَلاً قَرْيَةً كَانَتْ آمِنَةً مُّطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَداً مِّن كُلِّ مَكَانٍ فَكَفَرَتْ بِأَنْعُمِ الله فَأَذَاقَهَا الله لِبَاسَ الجوع والخوف بِمَا كَانُواْ يَصْنَعُونَ}  [النحل: ١١٢] . </p><p> ولنر دقة الأداء القرآني، في قوله:  {فَأَذَاقَهَا الله لِبَاسَ الجوع} ، ونعلم أن الذي يُذاق هو الطعم. والطعم يكون باللسان وحده: أما اللباس فيعم كل الجسم، والحق هنا يعطي الإذاقة ولا يكون الذائق هو الفم فقط بل كل الجسم، فالفم إنما يتناول لصالح بقية الجسم، وعندما لا تصل مادة الحياة إلى بقية الجسم فكل الجسم يذوق الجوع أيضاً. </p><p> والكون المخلوق لله مصنوع على نظام دقيق من أجل أن تسير السنن الكونية في مجالاتها التي حددها الله، وعندما تنتظم هذه السنن في حركتها فهي تعطي النتائج للإنسان ولو بعد حين، حتى إن بعض المفسرين والمتكلمين بعمق يقولون: إن الأمراض الوراثية التي تنتقل من أجيال سابقة إلى أجيال لاحقة كان السبب فيها تقصير آباء واجتراءهم على أشياء مخالفة لمنهج السماء، فإذا شرع الله سنة كونية للفرد ثم خالفها تصيبه نتيجتها السيئة من بعد ذلك، وكذلك الأمة والجماعة. </p><p> لكن المسائل التي يقف فيها العقل فقط هي المصائب التي تصيب الناس بغير عملهم. وكان على الفلسفة أن تبحث هذا المجال، أما الدين فهو يقول لنا أسباب تلك المسائل؛ فالشيء الذي له مقدمات من أسباب تكاسل الإنسان عنها، ثم أصابته كارثة فهذا من فعل الإنسان في نفسه. أما الأشياء التي تأتي قدرية فهذا أمر مختلف. فإذا كان ديننا قد وضع للإنسان أسباباً كونية وحكمة الإنسان الإيمانية قالت له: افعل ذلك حتى يحدث كذا، ولا تفعل ذلك حتى لا يحدث كذا فعلى الإنسان أن يعرف أن الله لم يعطه كل ما يستطيع به استيعاب كل حكمة المكوِّن في الكون، ليلفت سبحانه الإنسان دائما على أن طلاقة القدرة مازالت موجودة، فيحدث شيء من الأشياء يتساءل فيه الإنسان: ما سبب ذلك؟ ولماذا؟ ومثال ذلك </p><p> الزلزال أو البركان أو السيل الجارف والريح العاصف، كل هذه الأحداث لا دخل للإنسان فيها، وهي أحداث تقول للإنسان: </p><p> لو أن المسائل في الكون فيها رتابة أسباب لما ارتبطنا بقوة غيبية خفية نضرع إليها دائماً لنَسْلَم. </p><p> وجاءت بعض مدارس الفلسفة في ألمانيا - مثلا - وقالت: إن وجود الشر في الكون دليل على أنه لا يوجد إله، فلو كان هناك إله حكيم لما أفلتت منه هذه المسائل، ولما خرج واحد بعين واحدة ولا خرج أعرج ولا مشوه. وقالت مدرسة أخرى في العصر نفسه: لا. إن رتابة النظام في الكون دليل على أنه لا يوجد إله، فلو كان هناك إله لخرق القانون والناموس ولأخرج بعض الأحداث عن هذا الناموس. </p><p> وهكذا نرى أنهم يريدون الكفر من أجل الكفر بدليل أن مدرسة أخذت النظام في الكون كدليل للكفر، ومدرسة أخرى أخذت الشواذ في الكون كدليل على الكفر. وكُلّ من أقطاب المدرستين إنما يبحث عن سبب للكفر. </p><p> ونقول لهم: كلاكما غبي؛ الذي يريد منكم النظام سببا لوجود إله حكيم، والذي يريد الشذوذ سبباً لوجود إله قادر، هذان الأمران موجودان في الكون، وكلاهما دليل على وجود الإله الحكيم القادر لو كنتم منصفين. </p><p> انظر إلى النظام في الكون الأعلى؛ فلو فسدت فيه مسألة صغيرة لانهدم الكون كله. </p><p> انظروا إلى الشمس والمطر والكواكب والنجوم، إنها خاضعة لنظام محكم. فيا من تريد النظام دليلاً على حكمة مكون، فالنظام موجود، ويا من تريد الشذوذ دليلاً على أن هناك إلهاً يسيطر على ميكانيكية الكون فهذه أمور موجودة. والشذوذ إنما يتأتى من الأفراد، فإن شذ فرد فلن يفسد القضية العامة، فالذي يولد بعين واحدة مبصرة سنجد مئات الملايين امتلكوا البصر كاملاً. </p><p> لكن عندما يأتي الشذوذ في نظام الكون وحركة الأفلاك فالذي يحدث هو دمار للعالم. </p><p> فمن أراد أن يرى النظام السائد يدل على الحكمة نقول له: انظر إلى الفلك الأعلى. ومن يريد الشذوذ دليلا على أن هناك قوة تتحكم في ميكانيكية العالم نقول له: هذا موجود، ولكن الشذوذ موجود في الأفراد. فإن شذ فرد فلا يعطب بقية الأفراد. </p><p> ونعرف - أيضا - أن رتابة النعمة قد تلهي الإنسان عن المنعم. فالإنسان منا يظل لمدة طويلة وأسنانه سليمة فلا يتذكر مسألة أسنانه، لكن إن آلمه ضرس واحد فهو يتذكر أن له ضرساً، وكذلك إن آلمته إحدى عينيه، أو إذا آلمته كُلْيَته فهو يجري إلى الطبيب. وهذه أمور لافتة حتى تُخرج الإنسان من رتابة النعمة عليه ليتذكر المنعم بالنعمة. وعندما نرى إنساناً أكرمه الله بفقدان البصر، فالواحد منا يقول: الحمد لله ويمسك الإنسان منا عينيه مخافة أن تذهبا، وكذلك عندما نرى أبرص أو أعرج، وهذه هي وسائل إيضاح في الكون حتى لا تغفل الناس عن المنعم بالنعمة. </p><p> فإذا ما نظرنا إلى الأشياء التي تصيب الإنسان فرداً، أو تصيب الأمة كمجموع فنحن نجدها بما قدمت يدها؛ لأنها صنعت شيئاً يخالف التوجيه. فإن كان هناك شيء خارج عن قدرة الإنسان فنحن نقول: هذه هي حكمة المكوِّن حتى يلفتنا إلى أنه المنعم. ولهذا نرى الشواذ في الخلقة قلة ولا كثرة، ويعوض الله من أصيب بشذوذ في شيء بدوام مَلَكَةٍ في شيء آخر. ولذلك يقول الشاعر: </p><p> عميت جنيناً والذكاء من العمى ... فجئت عجيب الظن للعلم موئلا </p><p> وغاب ضياء العين للعقل رافداً ... لعلم إذا ما ضيع الناس حصلا </p><p> وضربت المثل مرة ببيتهوفن الموسيقار العالمي الذي أطرب العالم بسمفونياته. . إنّه كان أصم. </p><p> ولذلك نحن نسمع في لغة العامة: كل ذي عاهة جبار. فإذا كان الله قد جعله وسيلة إيضاح ليلفت الناس إلى نعم الله سبحانه عليها فهو يعوضه بموهبة أخرى ويلتفت الناس فيها إلى صاحب العاهة فيرون فضل الله عليه أيضاً. إذن فالمصائب التي تحدث وليس للإنسان دخل فيها هي الملحظ الذي يجب أن نبحثه. وهذه هي مكونات الحكمة كي يلتفت الإنسان دائما إلى أن الكون غير متروك بلا قيادة. </p><p> إن الله خلق الكون وخلق القانون والنواميس ليدلنا على أنه موجود. ولا تزال يده في الكون. فإذا حدثت حادثة فلا بد أن نلتمس لها حكمة. </p><p> والحكمة خرق وخروج عن النواميس يلفت إلى أن فوق ميكانيكية العالم وقوانينها قوة أخرى تقول لها:  «تعطلي» . </p><p> ولذلك فمعجزات بعض الرسل من هذا اللون، فطبيعة النار أنها تحرق، ولكنها لم تحرق سيدنا إبراهيم عليه السلام. أكان مراد الحق سبحانه وتعالى أن ينجِّىَ إبراهيم من النار؟ لو كان مراده هو نجاة إبراهيم من النار فحسب لما مَكَّن خصومه من أن يمسكوه. وبعد أن أمسك خصوم سيدنا إبراهيم به، وأشعلوا النار وأججوها. كان باستطاعة الحق سبحانه أن يأتي بغمامة لا قدرة لخصوم إبراهيم عليها وتمطر مطراً تطفئ النار. لا. فقد أراد الله النار ناراً متأججة وأن يقدر خصوم إبراهيم عليه ويمسكوا به ولا تنطفئ النار، وأن يلقوه في النار، وبعد ذلك يوضح الحق: </p><p> أنا أزاول سلطاني في الناموس؛ لأني خالق الناموس وأعطله متى شئت، «يا نار كوني برداً وسلاماً على إبراهيم» . أما لو حدثت المسألة الأولى وانطفأت النار، لقالوا: آه لو لم تنطفئ النار، وآه لو لم ينزل الماء على النار. </p><p> إن الحق أراد أن يدحض كل دعاوي الخصم. فعندما تحدث أحداث لا دخل للإنسان فيها نقول: دعها لحكمة الخالق لأنه يريد أن يلفت الخلق إلى أنه صاحب اليد العليا في الكون. فميكانيكية الكون تحير العقول؛ لأنها مضبوطة بدقة، ولكنها لم تفلت من يد ربنا. ولذلك نرى في بعض الأحيان رياحاً عنيفة تثير الغبار فلا يرى الإنسان شيئاً على الإطلاق. ومعنى ذلك أن الذرات تراكمت وتراكبت حتى صارت جداراً، ويحدث ذلك مهما حاولت الأجهزة العلمية التحكم في ذلك أو منعه. </p><p> ومن العجيب أن الحق يترك لنا لذعة تقول: لقد كرمتك بالعقل ولكني لم أدع لك كل الفهم، فقد يوجد صاحب غريزة لا عقل له ويكون أقدر على فهم الأشياء منك أيها الإنسان. </p><p> وعندما يحدث زلزال في منطقة ما، فأول ما يخرج من المكان هي الحمير. وهذا لفت للإنسان حتى لا يقع فريسة للغرور:  {كَلاَّ إِنَّ الإنسان ليطغى أَن رَّآهُ استغنى}  [العلق: ٦ - ٧] . </p><p> فإذا ما رأيت حدثا في الكون ولا دخل للإنسان فيه ولا للأمم دخل فيه؛ فلتعلم أن لله فيه حكمة حتى يلفتنا إلى المكون الأعلى؛ وحتى لا يظن أحد أن لميكانيكية الكون رتابة، إنما هي نظام يجريه الله على وفق قدرته وإرادته وحكمته. </p><p> ولذلك يقولون: إن العقل الإلكتروني لا يخطئ، وهم لا يعرفون أن من الخيبة ألا يخطئ، لأنه كما تملؤه وتمده بالمعلومات سيخرج لك هذه المعلومات. ليس له خيار في شيء. أما العقل البشري فهو قادر على الاستنباط والاستكشاف وعدم ذكر بعض المعلومات التي قد تضر. هذه هي العظمة. </p><p> ويقول بعضهم - كمثال آخر - إن الورد الصناعي لا يذبل، نقول: إن عيبه أنه لا يذبل لأن الذبول حيوية، وعدم الذبول دليل على أنه لا حياة فيه، وأنّه جمود فقط. </p><p> وساعة يجري الحق سبحانه وتعالى شيئاً في كونه ولا دخل لأحد فيه فهو يريد أن يلفت الكون إلى بقاء القيومية العليا والقدرة الإلهية في الكون؛ حتى لا تغتر بميكانيكية الكون. ولذلك يعرض القرآن بصيصاً من هذه الأشياء، إذا أخذتها بحكم العقل فهو لا يقبلها، لكن حين يفسرها من أجراها نجدها في منتهى العقل. مثال ذلك: سيدنا موسى عندما ذهب إلى العبد الصالح، ما الذي حدث؟ . </p><p> قال العبد الصالح:  {إِنَّكَ لَن تَسْتَطِيعَ مَعِيَ صَبْراً}  [الكهف: ٦٧] . </p><p> ويلتمس العبد الصالح لموسى العذر فيقول له: </p><p> {وَكَيْفَ تَصْبِرُ على مَا لَمْ تُحِطْ بِهِ خُبْراً}  [الكهف: ٦٨] . </p><p> فيقول سيدنا موسى وهو من أولي العزم من الرسل:  {قَالَ ستجدني إِن شَآءَ الله صَابِراً وَلاَ أَعْصِي لَكَ أمْراً}  [الكهف: ٦٩] . </p><p> فيخرق العبد الصالح السفينه. وخرق السفينة في السطحية الفهمية شرّ، وعلى الرغم من أن سيدنا موسى وعد العبد الصالح بعدم عصيان الأمر وأن يكون صابراً، على الرغم من ذلك لم يطق حادثة خرق السفينة، فقال للعبد الصالح:  {أَخَرَقْتَهَا لِتُغْرِقَ أَهْلَهَا لَقَدْ جِئْتَ شَيْئاً إِمْراً}  [الكهف: ٧١] . </p><p> لقد شك سيدنا موسى في ظاهر الأمر، ولكن عندما يدرك الحكمة يجدها عين الخير. فلو لم يخرق العبد الصالح السفينة لأخذها الملك الظالم الذي يأخذ كل سفينة صالحة وسليمة غصباَ:  {أَوَكَانَ وَرَآءَهُم مَّلِكٌ يَأْخُذُ كُلَّ سَفِينَةٍ غَصْباً}  [الكهف: ٧٩] . </p><p> فلو لم يخرقها العبد الصالح لما استرد أصحاب السفينة سفينتهم، وبالخرق للسفينة ستظل لأصحابها؛ لأن بها عطبا يستطيعون إصلاحه بعد ذلك. إذن، كل شيء يجري على غير ما تشتهيه سطحية الفهم البشري فلنعلم أنها ما دامت ليست من أحد، وهي من المكون الأعلى فوراءها حكمة. </p><p> وهل يوجد أكثر بشاعة من القتل؟ لقد قتل العبد الصالح غلاماً. ما الحكمة في ذلك؟ . إن الواحد منا يولد له ابن فيكون قرة عين وسندا، وقد يكون هذا الابن سببا في فساد دين أبيه ويحمله على الكذب والرشوة والسرقة فهذا الابن يقود أباه إلى الجحيم، ومن الخير أن يبعد الله هذا الولد من طريق الوالد فلا يطغي. </p><p> ويقول قائل: وما ذنب الولد؟ نقول: أنت لا تفهم الأمور، لقد ذهبت إلى الحق بدون تجربة في أن يطيع أو يعصي الله، ذهب إلى رحمة الله مباشرة، وهذا أفضل له. وكان في ذلك القتل للولد رحمة لوالديه؛ فالشيء إن حدث للنفس إن كان من مخالفة الإنسان للناموس فيكون الإنسان هو الذي فعل الضر بنفسه. . وكذلك الأمة حين تخالف ناموساً شرعياً أو كونياً. لكن لو كانت الأمور فوق طاقة البشر فلا بد أن لله فيها حكمة. وقصة العبد الصالح ومومسى مليئة بالحكم. فقد ذهب الاثنان إلى قرية واستطعما أهلها أي طلبا من أهلها طعاماً: </p><p> {حتى إِذَآ أَتَيَآ أَهْلَ قَرْيَةٍ استطعمآ أَهْلَهَا فَأَبَوْاْ أَن يُضَيِّفُوهُمَا}  [الكهف: ٧٧] . </p><p> ولم يطلب أي منهما نقوداً، وذلك حتى لا تثار الظنون السيئة، ولكن طلبا الطعام ليأكلاه. وهو أول الحاجات الضرورية للإنسان. </p><p> فقالوا لهما: لا لن نعطيكما لأن أهل تلك القرية كانوا لئاماً. ولذلك اتجه العبد الصالح إلى جدار يريد أن ينقض فأقامه، فقال سيدنا موسى للعبد الصالح: لماذا لا تأخذ منهم أجراً؟ </p><p> وأخيراً يوضح العبد الصالح لسيدنا موسى:  {وَأَمَّا الجدار فَكَانَ لِغُلاَمَيْنِ يَتِيمَيْنِ فِي المدينة وَكَانَ تَحْتَهُ كَنزٌ لَّهُمَا وَكَانَ أَبُوهُمَا صَالِحاً فَأَرَادَ رَبُّكَ أَن يَبْلُغَآ أَشُدَّهُمَا وَيَسْتَخْرِجَا كَنزَهُمَا رَحْمَةً مِّن رَّبِّكَ وَمَا فَعَلْتُهُ عَنْ أَمْرِي ذَلِكَ تَأْوِيلُ مَا لَمْ تَسْطِع عَّلَيْهِ صَبْراً}  [الكهف: ٨٢] . </p><p> فأهل القرية اللئام الذين طُلِبَ منهم الطعام لم يكونوا قادرين على تحمل أمانة حفظ الكنز للغلامين. فأمر الله العبد الصالح بحجب الكنز عن أهل تلك القرية. إذن، فالمسائل إن جرت على الإنسان بسبب منه فهو الذي فعل الضر بنفسه، أما إذا كان الأمر لا دخل للإنسان فيه فعليه أن يثق بحكمة مَن يجريه وبذلك يستقبل الإنسان كل شيء يصيبه بالراحة. </p><p> إن صاحب الإيمان يلقى الأحداث بقلب قوي. فإن كانت من نفسه فهو يعدل سلوكه، وإن كانت من ربه فهو يثق بحكمة ربه {قُلْ كُلٌّ مِّنْ عِندِ الله} وهذا إيضاح لك حتى تفهم أن أي فعل هو من عند الله. فليس للإنسان في الطاقة أي فاعلية ولكن للإنسان توجيه المخلوق من طاقات وجوارح إلى الطاعة أو إلى المعصية. </p><p> وما دام كل من عند الله فهو سبحانه يريد لنا أن نتلو العجب من هؤلاء ونقرأه فيقول سبحانه:  {فَمَالِ هؤلاء القوم لاَ يَكَادُونَ يَفْقَهُونَ حَدِيثاً} كأن منطق العقل والفكر يقودان إلى ضرورة الفهم. وعندما لا يفهمون ذلك فنحن نستعجب من عدم فهمهم. ولا نستعجب من عدم فهمهم إلا إذا كان الأمر المطروح أمامهم أمراً يستوعبه العقل. والحق يقول:  {لاَ يَكَادُونَ يَفْقَهُونَ حَدِيثاً} وساعة تقول فلان لا يفقه، فهذا معناه أن عقله ممنوع من الفهم. أما عندما نقول: لا يكاد يفقه. فهو يعني: لا يقرب حتى من الفهم. </p><p> والقول الثاني هو الأكثر بلاغة. </p><p> ومن بعد ذلك يقول الحق:  {مَّآ أَصَابَكَ مِنْ حَسَنَةٍ ... } . </p>"
}