{
  "id": null,
  "sura": 4,
  "aya": 45,
  "text": "<p> فقد يكون عندكم علم بالأعداء فيقال: أنتم عالمون بأعدائكم. لكن الله أعلم بالأعداء جميعا؛ لأنه قد يكون لك عداوة بينك وبين نفسك، أو عداوة من زوجتك، أو عداوة من أولادك أو كل هذه العدوات جميعها أو بعضها. وهؤلاء في ظاهر الأمر لا يمكن للإنسان أن يتبين عداوتهم جميعا، لكن الله أعلم بهم وبما يخفون؛ لذلك يقول:  {والله أَعْلَمُ بِأَعْدَائِكُمْ} . </p><p> وجاء بها بعد قوله:  {وَيُرِيدُونَ أَن تَضِلُّواْ السبيل} أي مخافة أن نقول: إن هؤلاء أهل كتاب أو مسلمون مثلنا وكذا وكذا. وما دام الله هو الأعلم بالأعداء. فهو لن يخدعنا ولن يغشنا، فيجب أن ننتبه إلى ما يقوله الحق من أنهم أعداؤنا، ويقول بعدها:  {وكفى بالله وَلِيّاً} وحين يقول هذا، فالقول يعني أنك لا تريد وليّاً بعد ذلك، كما يقولون: كفاني فلانٌ؛ أي أنك قد تحتاج إلى هذا وهذا ثم تقول: لكنَّ فلانا عرفته فكفاني عن كل ذلك، أي لا يحوجني إلى أحد سواه؛ لأنني أجد عنده الكفاية التي تكفيني في كل حركة حياتي. </p><p> {وكفى بالله وَلِيّاً} . . نعم كفى به وليّاً لأن غيره من البشر إنما يملكون الأسباب، والحق سبحانه وتعالى هو الذي خلق الأسباب، فيملك ما هو فوق الأسباب. ولذلك يقول مطمئنا لنا:  {وَمَن يَتَّقِ الله يَجْعَل لَّهُ مَخْرَجاً وَيَرْزُقْهُ مِنْ حَيْثُ لاَ يَحْتَسِبُ}  [الطلاق: ٢] . </p><p> و «الولي» دائماً هو من يليك مباشرة أي أنه قريب منك. {وكفى بالله نَصِيراً} إذن فهناك قريب، وهناك أيضاً نصير، فقد يكون هناك من هو قريب منك ولا ينصرك، لكن الله وليّ ونصير، فما دامت المسألة مسألة معركة {والله أَعْلَمُ بِأَعْدَائِكُمْ وكفى بالله وَلِيّاً وكفى بالله نَصِيراً} ، كأن الحق ينبهنا: إياكم أن تقولوا إننا نلتمس </p><p> النصرة عند أحد، اصنعوا ما في استطاعتكم أن تصنعوه ثم اتركوا ما فوق الاستطاعة إلى الله. ولذلك فالحق سبحانه وتعالى أوضح لنا: إياكم أن تتخذوا من أعدائكم أولياء، وإياكم أن تقولوا؛ ماذا نفعل ونحن ضعفاء، ونريد أن نكون في حمى أحد، وماذا نفعل في أعدائنا؟ لا تقولوا ذلك؛ لأن الله أعلمنا: أنا أنصركم بالرعب بأن أُلْقِيَ في قلوب أعدائكم الخوف فينهزموا من غير سبب وفيهم قوة وغلبة، فإن لم يكن عندكم أسلحة فسأنصركم بالرعب. وما دام سينصرنا بالرعب فهذه كافية؛ لأنه ساعة ينصرني بالرعب؛ يلقي عدوى سلاحه وأنا آخذه؛ ولذلك قال: اعملوا ما في استطاعتكم، ولم يقل: أعدوا لخصومكم ما تحققون به النصر، فهو سبحانه قادر على أن ينصرنا بالرعب:  {سَنُلْقِي فِي قُلُوبِ الذين كَفَرُواْ الرعب بِمَآ أَشْرَكُواْ بالله}  [آل عمران: ١٥١] . </p><p> وما دام ألقي في قلوب الذين كفروا الرعب فوسائلهم كلها تكون للمؤمنين وتنتهي المسألة. </p><p> ويقول الحق بعد ذلك:  {مِّنَ الذين هَادُواْ ... } . </p>"
}