{
  "id": null,
  "sura": 4,
  "aya": 175,
  "text": "<p> لقد آمنوا بالله واعتصموا به، ما معنى الاعتصام؟ . قديماً كان الرجل عندما يقع في هوة يصرخ ليحذبه إنسان خارج الهوة بيده، وهذا هو الأصل في الاعتصام، أي يستمسك الإنسان بمن ينقذه من هاوية أو كارثة، والحق يعطي الأسباب، فإذا جاءت الشمس وسار فيها إنسان فقد أعطاه الله الشجرة ليستظل بها. وإذا ما نزل المطر فيمكن أن نستتر منه بمظلة، وإذا عطش إنسان فالله يعطيه سبباً ليأخذ كوب ماء، والعاقل هو الذي يذكر عند كل سبب من أوجد السبب. </p><p> فإياك أيها المؤمن أن تغتر بالأسباب؛ لأن عدم الاغترار بالأسباب يحمي الإنسان. فعندما تأتيه أمور في ظاهرها شر، فمادام مجريها هو الله فهي خير بالتأكيد، لكنك لا تعلم. </p><p> وما أضل علم الإنسان في كثير من المسائل؛ فالإنسان قد يحسب أمرا أنّه هو الحسن، فيظهر له بعد حين أنه السوء، وقد يعتبر إنسان أمرا هو السيئ، فيظهر له بعد حين أنه الحسن، ولا يوجد واحد منا إلا وفي حياته أشياء كان يظنها خيرا؛ فإذا بها شر، أو كان يظنها شراً فإذا بها خير. والشر هو ما يأتيه الإنسان لنفسه بعمله، أما الأمور التي تقع على الإنسان فحكمتها تمشي على مقتضى علم الله لا على مقتضى هوى البشر. </p><p> إننا نجد من يقول: إنني أدعو الله بكذا ولا يستجيب لي. ونقول: أنك تدعو بأشياء تظنها الخير لك؛ لكن الله يعلم أن هذه الأشياء ليست هي الخير؛ لذلك لا يعطيها لك، فإن كنت مؤمناً بالله ومعتصماً به فأنت تهمس لنفسك: أَلِيَ في هذا الأمر مدخل أم لا مدخل لي فيه؟ . فإذا كان لك فيه مدخل فاللوم على نفسك. وإن كان الأمر قد أجراه عليك فهو خير لك ولله حكمة في ذلك. </p><p> وحَظِّي من الدنيا سواء لأنني ... رضيت بحكم الله في العسر واليسر </p><p> فإن أقبلت كان الجزاء على النجا ... وإن أدبرت كان الجزاء على الصبر </p><p> {فَأَمَّا الذين آمَنُواْ بالله واعتصموا بِهِ فَسَيُدْخِلُهُمْ فِي رَحْمَةٍ مِّنْهُ وَفَضْلٍ وَيَهْدِيهِمْ إِلَيْهِ صِرَاطاً مُّسْتَقِيماً} . وماداموا قد آمنوا بالله واعتصموا بالله واعتصموا به فسيهديهم صراطه المستقيم، وعاقبة الهداية وثمرتها فسرها وبيّنها قوله الحق:  {والذين اهتدوا زَادَهُمْ هُدًى وَآتَاهُمْ تَقُوَاهُمْ}  [محمد: ١٧] </p><p> وقال لنا الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: </p><p> «من عمل بما عَلِم ورّثه الله عِلْمَ ما لم يعلم» </p><p> أي يصير مأموناً على العلم؛ لأن العلم الذي أخذه عن الله وظَّفه في خدمة غيره، </p><p> ولم يدخره أو يعطله. ويختتم الحق سبحانه وتعالى سورة النساء بقوله:  {يَسْتَفْتُونَكَ قُلِ الله يُفْتِيكُمْ ... } </p>"
}