{
  "id": null,
  "sura": 4,
  "aya": 63,
  "text": "<p> وناهيك بعلم الله، ولذلك يقول ربنا:  {وَلَوْ نَشَآءُ لأَرَيْنَاكَهُمْ فَلَعَرَفْتَهُم بِسِيمَاهُمْ وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ القول}  [محمد: ٣٠] . </p><p> يعني: نحن لو شئنا أن نقول لك من هم لقلنا لك ودللناك عليهم حتى تعرفهم بأعيانهم، ولكن الله ستر عليهم إبقاء عليهم لعلهم يتوبون، ولتعرفنهم من فحوى كلامهم وأسلوبهم. </p><p> {أولئك الذين يَعْلَمُ الله مَا فِي قُلُوبِهِمْ} لقد ذهبوا ليتحاكموا إلى الطاغوت، وقد ذهبوا إلى هناك لعلمهم أنهم ليسوا على حق، ولأنهم إن ذهبوا إلى رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فسيحكم بالحق، والحق يضارُّهم ويُضايقهم، فهل كانوا بالفعل يريدون إحساناً وتوفيقاً، أو كانوا لا يريدون الحق؟ . لقد أرادوا الحكم المزور. </p><p> لذلك يأتي الأمر من الحق لرسوله:  {فَأَعْرِضْ عَنْهُمْ} ؛ لأنك إن عاقبتهم فقد أخذت منهم حقك، والله يريد أن يبقي حقك ليقتص - سبحانه - لك منهم، وأعرض أيضاً عنهم لأننا نريد أن يُظهر منهم في كل فترة شيئاً لنعلم المجتمع الإيماني اليقظة إلى أن هناك أناساً مدسوسين بينهم، لذلك لا بد من الحذر والتدبر. كما أنك إذا أعرضت عنهم أسقطتهم من حساب دعوتك. </p><p> «وعظهم» أي قل لهم: استحوا من أفعالكم. {وَقُل لَّهُمْ في أَنْفُسِهِمْ قَوْلاً بَلِيغاً} أي قل لهم قولاً يبلغ الغاية من النفس البشرية ويبلغ الغاية من الوعظ، أي </p><p> يوعدهم الوعيد الذي يخيفهم كي يبلغ من أنفسهم مبلغاً، أو {وَقُل لَّهُمْ في أَنْفُسِهِمْ قَوْلاً بَلِيغاً} أي أفضح لهم ما يسترون؛ كي يعرفوا أن الله مطلعك على ما في أنفسهم فيستحوا من فعلهم ولا يفعلوه، قل لهم ذلك بدون أن تفضحهم أمام الناس؛ لأن عدم فضحهم أمام الناس يجعل فيهم شيئا من الحياء، وأيضاً لأن العظة تكون ذات أثر طيب إذا كان الواعظ في خلوة مع الموعوظ فيناجيه ولا يفضحه، ففضح الموعوظ أمام الناس ربما أثار فيه غريزة العناد، لكن عندما تعظه في السرّ يعرف أنك لا تزال به رحيماً، ولا تزال تعامله بالرفق والحسنى. </p><p> {وَعِظْهُمْ وَقُل لَّهُمْ في أَنْفُسِهِمْ} وإنك لو فعلت ذلك علناً فستعطي الأسوة لغيرك أن يفعل. والله قد أطلعك على ما في قلوب هؤلاء من الكفر أما غيرك فلا يطلعه الله على غيب ولو رمى أحداً بذنب أو كفر فلعله لا يصادف الحق والواقع وتشريعنا يقول لنا:  «ادرأوا الحدود بالشبهات» . </p><p> والتطبيق لهذا التشريع نجده عندما يتم القبض على سارق، لكن هناك شبهة في الاتهام، هذه الشبهة يجب أن تفسر في صالح المتهم، وندرأ الحد لوجود شبهة؛ فليس من مصلحة المسلمين أن نقول كل يوم: إننا قطعنا يد سارق أو رجمنا زانية. لكن إذا افتضحت الجرائم وليس في ارتكابها شبهة والمسألة واضحة فلا بد أن نضرب على أيدي المجرمين. </p><p> فنحن ندرأ الحد بالشبهة حتى لا نلحق ضرراً أو ننال من بريء، ونطق الحد حتى يرتدع كل من تسول له نفسه أمراً محرّما حتى لا يرتكب الأمر المحرّم. وعندما يقام الحدّ في أي بيئة، فإنه لا يقام إلا لفترة قليلة وتتراجع بعدها الجرائم، ولا يرى أحد سارقاً أو زانياً. </p><p> إذن فقول الله:  {وَعِظْهُمْ وَقُل لَّهُمْ في أَنْفُسِهِمْ قَوْلاً بَلِيغاً} يعني: قل لهم ما يهددهم تهديداً يصل إلى أعماق نفوسهم، أو {وَقُل لَّهُمْ في أَنْفُسِهِمْ} بأن تكشف مستورات عيوبهم أو قل لهم في أنفسهم بينك وبينهم؛ لأن هذا أدعي إلى أن يتقبلوه منك ولا يوغر صدورهم ويثير فيهم غريزة العناد. </p><p> ويقول الحق بعد ذلك: </p><p> {وَمَآ أَرْسَلْنَا مِن رَّسُولٍ إِلاَّ لِيُطَاعَ ... } . </p>"
}