{
  "id": null,
  "sura": 4,
  "aya": 157,
  "text": "<p> ونلاحظ أن الآية تبدأ بواو العطف على ما قبلها، وهو قوله الحق:  {فَبِمَا نَقْضِهِم مِّيثَاقَهُمْ وَكُفْرِهِم بَآيَاتِ الله وَقَتْلِهِمُ الأنبيآء بِغَيْرِ حَقٍّ وَقَوْلِهِمْ قُلُوبُنَا غُلْفٌ بَلْ طَبَعَ الله عَلَيْهَا بِكُفْرِهِمْ فَلاَ يُؤْمِنُونَ إِلاَّ قَلِيلاً وَبِكُفْرِهِمْ وَقَوْلِهِمْ على مَرْيَمَ بُهْتَاناً عَظِيماً}  [النساء: ١٥٥ - ١٥٦] </p><p> ويعطف سبحانه على جرائمهم هذه الجريمة الجديدة:  {وَقَوْلِهِمْ إِنَّا قَتَلْنَا المسيح عِيسَى ابن مَرْيَمَ رَسُولَ الله} وأكثر ما يدهش في هذا القول هو كلمة {رَسُولَ الله} ، فهل هي هنا من قولهم؟ إن كانوا قد قالوها فهذا دليل اللجاجة المطلقة، ولو قالوا: إنهم قتلوه فقط لكان الجرم أقل وطأة، ولكن إن كانوا قد عرفوا أنه رسول الله وقتلوه </p><p> فهذا جرم صعب للغاية. أو أن كلمة {رَسُولَ الله} هنا في هذه الآية ليست من مقولهم الحقيقي وإنما من مقولهم التهكمي. </p><p> وأضرب المثل لأوضح هذا الأمر. . كأن يأتي شخص ذو قوة هائلة ومشهور بقوته ويأتي له شخص آخر ويضربه ويهزمه ويقول لجماعته: لقد ضربت الفتى القوي فيكم. إذن قد يكون قولهم:  {رَسُولَ الله} هو من قبيل التهكم، أو أن كلمة {رَسُولَ الله} هنا هي من قول الحق سبحانه وتعالى مضافاً إلى قولهم ليبشع عملهم. </p><p> «وقولهم:{إِنَّا قَتَلْنَا المسيح عِيسَى ابن مَرْيَمَ رَسُولَ الله}فكأن الحق لم يشأ أن يذكر عيسى ابن مريم إلا مرتبطا أو موصوفاً بقوله:{رَسُولَ الله}لنعلم بشاعة ما فعلوه، فعيسى ابن مريم رسول الله على رغم أنوفهم، وخاصة أن الكلام في مجال انكارهم وجحودهم لنعم الله، وكفرهم بآيات الله، وكأن الحق يسخر منهم؛ لأنه ما كان الله ليرسل رسولاً ليبين منهجه للناس ثم يسلط الناس على قتله قبل أن يؤدي مهمته. وجاء بكلمة{رَسُولَ الله}هنا كمقدمة ليلتفت الذهن إلى أن ما قالوه هو الكذب.</p><p> وبعد ذلك يقول لنا سبحانه:  {وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ} . وكلمة» وما صلبوه «هنا هي لتوضيح أن مجرد ظنهم أنهم قتلوا المسيح جعلهم يشيعون ذلك ويعلنونه للناس، وهم قد فعلوا ذلك قبل أن يتوجهوا إلى فكرة الصلب، فقد قتلوا شخصاً شبهه الله لهم ولم يكن هو المسيح وصلبوه من بعد ذلك، وبمجرد قتل هذا الشخص طاروا بخبر القتل قبل أن تبدأ فكرة الصلب. ويقطع الله عليهم هذا الأمر، فيقول:  {وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ ولكن شُبِّهَ لَهُمْ} . </p><p> وقد لفتنا سبحانه من قبل إلى أن عملية ميلاد المسيح تم استقبالها من بني إسرائيل بضجة، فعلى رغم علمهم خبر مجيء المسيح بالميلاد من غير أب، وعلى رغم أنهم علموا بناتهم الاستشراف أن يكون لأية واحدة منهن شرف حمل المسيح، وعلى رغم ذلك قالوا البهتان في مريم التي اصطفاها الله. </p><p> وكذلك كان لمسألة الوفاة ضجة. </p><p> واقتران الضجتين: ضجة الميلاد وضجة الوفاة معاً في رسالة السيد المسيح يدلنا </p><p> على أن العقل يجب أن تكون له وحدة تفسيرية، فساعة يتكلم العقل عن قضية الميلاد بالنسبة لعيسى ابن مريم لا بد أن يستشعر الإنسان أن الأمر قد جاء على غير سنة موجودة، وساعة يبلغنا الحق أن بني إسرائيل بيتوا النية لقتل عيسى ابن مريم، وأن الله رفعه إليه تكون المسألة قد جاءت أيضا بقضية مخالفة، ولا بد أن نصدق ما بلغنا الله به، وأن يتذكر العقل أن الميلاد كان مخالفاً، فلماذا لا تكون النهاية مخالفة أيضاً؟ </p><p> وكما صدقنا أن عيسى ابن مريم جاء من غير أب، لا بد أن نصدق أن الحق قد رفعه في النهاية وأخذه، فلم يكن الميلاد في حدود بلاغ الحق لنا. والميلاد والنهاية بالنسبة لعيسى ابن مريم كل منهما عجيبة. وإن فهمنا العجيبة الأولى في الميلاد فنحن نعتبرها تمهيداً إلى أن عيسى ابن مريم دخل الوجود ودخل الحياة بأمر عجيب، فلماذا لا يخرج منها بأمر عجيب؟ وإن حدثنا الحق أن عيسى ابن مريم خرج من الحياة بأمر عجيب فنحن لا نستعجب ذلك؛ لأن من بدأ بعجيب لا عجب أن ينتهي بعجيب. </p><p> وسبحانه وتعالى حكم وقال:  {وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ ولكن شُبِّهَ لَهُمْ} وكلمة {شُبِّهَ لَهُمْ} هذه هي دليل على هوج المحاولة للقتل، فقد ألقى شبهه على شخص آخر. وذلك دليل على أن المسألة كانت غير طبيعية، ليس فيها حزم التبيّن من المتربصين القتلة. ونعلم أن الحواريين وأتباع سيدنا عيسى كانوا يلفون رءوسهم ويدارون سماتهم، ولذلك قال الحق لنا:  {ولكن شُبِّهَ لَهُمْ} أي أنهم قد شبه لهم أنهم قتلوه. </p><p> واختلفت الروايات في كلمة «شبه لهم» ، فمن قائل: إنهم حينما طلبوا عيسى ابن مريم ليقتلوه دخل خوخة، والخوخة هي باب في باب، وفي البيوت القديمة كان يوجد للبيت باب كبير لإدخال الأشياء الكبيرة، وفي هذا الباب الكبير يوجد باب صغير يسمح بمرور الأفراد، وفي سقف يسمح بمرور الأفراد، وفي سقف البيت توجد فتحة وكوَّة اسمها (روزنة) أو (ناروظة) . </p><p> فلما طلبوا عيسى دخل الخوخة، ودخل خلفه رجل اسمه «تطيانوس» وعندما </p><p> رأى سيدنا عيسى هذا الأمر ألهمه الله أن ينظر إلى أعلى فوجد شيئاً يرفعه، فلما استبطأ القومُ «تطيانوس» خرج عليهم فتساءلوا: إن كان هذا تطيانوس فأين عيسى؟ وإن كان هذا عيسى فأين تطيانوس؟ </p><p> إذن فقد اختلط عليهم الشبه بين «تطيانوس» وعيسى، وألقى الله شبه عيسى على «تطيانوس» فقتلوه. أو أن عيسى عليه السلام حينما دخلوا عليه كان معه الحواريون وقال لهم عيسى: أيكم يُلقي عليه شبهي وله الجنة؟ فماذا إذن يريد الحواري لنفسه أكثر من الجنة؟ وقدم عيسى عليه السلام الجائزة الكبرى لأي مؤمن، وقبل واحد من الحواريين هذه المهمة، ويقال له «سرخس» . </p><p> فألقى شبه المسيح عيسى عليه، فقتل اليهود «سرخس» . </p><p> وقالوا: إنه حينما عرف بعض الذين ذهبوا لقتل عيسى أنه رُفع، خافوا أن تنتشر حكاية رفع عيسى بين الناس فيؤمنوا برسالة عيسى، وقد ينتقم الناس من الذين أرادوا قتله. ولذلك جاء القتلة بشخص وقتلوه وألقى على هذا القتيل شبه عيسى وأعلن القتلة أنهم قتلوا المسيح عيسى ابن مريم. أو أن القتيل هو واحد ممن باعوا نبي الله عيسى لليهود، ولما رأى المشهد ووجد المتربصين بعيسى يدخلون على الحواريين وفيهم عيسى وسأل المتربصون الحواريين: أيكم عيسى؟ فتيقظت ملكة التوبة في نفس الذي وشى بعيسى وقادة تأنيب الضمير على خيانة الرسول إلى أن يقول:  «أنا عيسى» . ولم يتصور المتربصون أن يجيب إنسان على قولهم:  «أيكم عيسى» . إلا وهو عيسى بالفعل؛ لأن مشهد المتربصين يوحي أنهم سيقتلون عيسى. وقتلوا الذي اعترف على نفسه دون تثبت. أو أن واحداً باع عيسى لقاء ثلاثين دينارأً وتشابه عليهم كبيراً بتلك الروايات. فالمهم أنهم قالوا قتلنا عيسى. وصلبناه. </p><p> وقرآننا الذي نزل على رسولنا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قال:  {وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ ولكن شُبِّهَ لَهُمْ} . وقال الحق لنا: إنه رفع عيسى إليه، وانتهت المسألة بالنسبة لنا؛ لأننا كمؤمنين لا نأخذ الجزئيات الدينية أولاً فإن صدقناها آمنا، لا. نحن نؤمن أولاً بمُنَزَّل هذه الجزئيات ونصدق من بعد ذلك كل ما جاء منه سبحانه، وهو قال ذلك فآمنا به وانتهت المسألة. </p><p> إن البحث في هذا الأمر لا يعنينا في شيء، ويكفينا أن الحق سبحانه وتعالى قال:  {وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ ولكن شُبِّهَ لَهُمْ} . ويدلنا هذا القول على عدم تثبت القتلة من شخصية القتيل، وهو أمر متوقع في مسألة مثل هذه، حيث يمكن أن تختلط الأمور. </p><p> إننا نرى ذلك في أية حادثة تحدث مع وجود أعدادا كبيرة من البشر وأعينهم مفتوحة، وعلى الرغم من ذلك تختلف فيها الروايات. بل وقد تكون الحادثة مصورة ومسجلة ومع ذلك تختلف الروايات، فما بالنا بوجود حادثة مثل هذه في زمن قديم لا توجد به كل الاحتياطات التي نراها في زماننا؟ إذن فاضطراب الآراء والروايات في تلك الحادثة أمر وارد، ويكفينا أن الحق سبحانه وتعالى قال:  {وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ} . </p><p> فعيسى باق؛ لأن الحق لم يأت لنا بخبر موت عيسى. ويبقى الأمر على أصل ما وردت به الآيات من أن الله سبحانه وتعالى رفع عيسى ابن مريم. وكمسلمين لا نستبعد أن يكون الحق سبحانه وتعالى قد رفعه إلى السماء؛ لأن المبدأ - مبدأ وجود بشر في السماء - قد ثبت لرسولنا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فقد حدثنا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أنه عُرج به إلى السماء، وأنه صعد وقابل الأنبياء ورأى الكثير من الرؤى، إذن فمبدأ صعود واحد من البشر من الأرض وهو لا يزال على قيد الحياة البشرية المادية إلى السماء أمر وارد. </p><p> والخلاف يكون في المدة الزمنية، لكنه خلاف لا ينقض مبدأً، سواء صعد وبقي في السماء دقائق أو ساعات أو شهوراً. فإن حاول أحد أن يشكك في هذه المسألة نقول له: كل أمر قد يقف العقل فيه يتناوله الحق سبحانه وتعالى تناولاً موسعاً. فسبحانه خالق رحيم لا يورد نصاً بحيث يتوقف العقل أمامه، فإن قبل العقل النص كان بها، وإن لم يقبله وجدت له مندوحة، لأنه أمر لا يتعلق بصلب العقيدة. </p><p> فهب أن إنساناً قال إن عيسى لم يرفع بل مات، فما الذي زاد من العقائد وما الذي نقص؟ ذلك أمر لا يضر ولا ينفع. ومثل ذلك الإسراء، جاء فيه الحق بالقول القرآني: {سُبْحَانَ الذي أسرى بِعَبْدِهِ لَيْلاً مِّنَ المسجد الحرام إلى المسجد الأقصى الذي </p><p> بَارَكْنَا حَوْلَهُ لِنُرِيَهُ مِنْ آيَاتِنَآ إِنَّهُ هُوَ السميع البصير} [الإسراء: ١] </p><p> ولم يقل الحق أي قول في أمر المعراج، لأن الإسراء آية أرضية، انتقل فيها الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من مكة إلى بيت المقدس. ونعلم أن رسول الله لم يذهب إلى بيت المقدس قبل الإسراء، بدليل أن كفار مكة أرادوا إحراج الرسول فقالوا له: صف لنا بيت المقدس. وهم واثقون من عدم ذهابه إليه من قبل. وكان في الطريق قوافل لهم رآها صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، ووصف صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بيت المقدس وقال لهم عن أخبار قوافلهم. وجاءت القوافل مثبتة لصدق محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> إذن كان الإسراء برسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ آية أرضية يمكن أن يقام عليها الدليل. ولذلك جاء بها الحق صريحة فقال:  {سُبْحَانَ الذي أسرى بِعَبْدِهِ لَيْلاً مِّنَ المسجد الحرام إلى المسجد الأقصى} . </p><p> لكن المعراج لم يذكره الحق صراحة، فلم يكن من قريش ولا من أهل الأرض من رأي سدرة المنتهى، ولم يكن لأحد من أهل الأرض القدرة على أن يصف طريق المعراج. </p><p> إذن فالآيات التي يقف فيها العقل يتناولها القرآن تناولاً موسعاً رحمة بالعقول؛ لأن الإنسان إن اعتقد بها فهذا أمر جائز، وعدم الاعتقاد بها لا يؤثر في أصل العقيدة، ولأ في أصول التكليفات، ومدارها التصديق. ومادام الحق سبحانه وتعالى قد فوض رسوله أن يعطينا أحكاماً. إن عملنا بها جزانا الله الثواب، وإن لم نعمل بها نالنا العقاب {وَمَآ آتَاكُمُ الرسول فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فانتهوا} ، فكيف لا يفوضه في أن يقول لنا بعضاً من الأخبار؟! </p><p> ورسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فيما روي عن أبي هريرة - رَضِيَ اللَّهُ عَنْه - وذكره البخاري في صحيحه أنه قال: </p><p> «والذي نفسي بيده، ليوشكن أن ينزل فيكم ابن مريم حكماً عدلاً، فيكسر </p><p> الصليب، ويقتل الخنزير، ويضع الجزية، ويفيض المال حتى لا يقبله أحد، وحتى تكون السجدة الواحدة خيراً من الدنيا وما فيها» . ثم يقول أبو هريرة: اقرأوا إن شئتم «وإن من أهل الكتاب إلا ليؤمنن به قبل موته ويوم القيامة يكون عليهم شهيداً» . </p><p> هذه أخبار أخبرنا بها رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. إذن لا توجد قضية عقدية تقف مستعصية أمام عقول المسلمين خاصة. أن البعض قد يقول: إن الحق سبحانه قد قال: {إِذْ قَالَ الله ياعيسى إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ الذين كَفَرُواْ}  [آل عمران: ٥٥] </p><p> وقد شرحنا من قبل في خواطرنا عن سورة آل عمران كل الشرح لهذه المسألة. قلنا: إن علينا أن ننتبه إلى «واو العطف» بين «متوفيك» و «رافعك» . </p><p> ومن قال إن «واو العطف» تقتضي الترتيب؟ إن «واو العطف» تقتضي الجمع فقط كقولنا: «جاءني زيد وعمرو» ، هذا يعني أن زيداً جاء مع عمرو. أو ان زيداً جاء أولاً، أو أن عمراً جاء أولاً وتبعه زيد، ف «الواو» لا تقتضي الترتيب، وإنما مقتضاها الجمع فقط </p><p> لكن إن قلنا «جاءني زيد فعمرو» فزيد هو الذي جاء أولاً وتبعه عمرو؛ لأن «الفاء» تقتضي الترتيب، أما «الواو» فتأتي لمطلق الجمع ولا تتعلق بكيفية الجمع، وسبحانه قال:  {إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ} هذا الضرب من الجمع لايدل على أن التوفي قد تم قبل الرفع، ودليلنا أن الحق سبحانه أنزل في القرآن آيات تدل على مثل هذا، كقوله الحق:  {وَإِذْ أَخَذْنَا مِنَ النبيين مِيثَاقَهُمْ وَمِنْكَ وَمِن نُّوحٍ وَإِبْرَاهِيمَ}  [الأحزاب: ٧] </p><p> فسبحانه أخذ الميثاق من محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وجمع معه سيدنا نوحاً وإبراهيم، فهل هذا الجمع كان قائماً على الترتيب؟ لا؛ لأن نوحاً متقدم جداً في </p><p> الموكب الرسالي وسبق سيدنا رسول الله بسنوات طويلة ويفصل بينهما رسل كثيرون. إذن ف «الواو» لا تقتضي الترتيب في الجمع. ولماذا جاء الحق بأمر الوفاة مع أمر الرفع؟ جاء الحق بذلك ليشعر عيسى أن الوفاة أمر مقطوع به، لكن الرفع مجرد عملية مرحلية. </p><p> أو جاء قوله الحق:  {إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ} ؛ لأن الإنسان المخلوق لله مكون ومركب من مادة وفي داخلها الروح، وعندما يريد الحق أن ينهي حياة إنسان ما، فهو يقبضه بدون سبب وبدون نقض في البينة، ويموت حتف أنفه، أما إذا ما ضرب إنسان إنساناً ضربة عنيفة على رأسه فالمضروب أيضاً يموت، لأن الروح لا تحل في جسم به عطب شديد. </p><p> إذن فالحق أوضح لعيسى: أنا آخذك إليّ وأرفعك متوفياً وليس بجسدك أَيُّ نقض لبنيتك أو هدم لها أو لبعضها، بل آخذك كاملاً. ف «متوفيك» تعني الأخذ كاملاً دون نقض للبنية بالقتل. </p><p> ونحن - كما عرفنا من قبل - نفرق بين القتل والموت. فالموت هو أن تُقبض الروح حتف الأنف، أما القتل فهو هدم للبنية فتزهق الروح، والدليل على ذلك أن الحق في كتابه الكريم قال:  {أَفإِنْ مَّاتَ أَوْ قُتِلَ}  [آل عمران: ١٤٤] </p><p> إذن فحين قال بنو إسرائيل: إنهم قتلوا عيسى ابن مريم كذبهم الحق وقال: {وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ} . ورفعه الله إليه كاملاً، وسبحانه وتعالى يقول:  {وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ ولكن شُبِّهَ لَهُمْ وَإِنَّ الذين اختلفوا فِيهِ لَفِي شَكٍّ مِّنْهُ مَا لَهُمْ بِهِ مِنْ عِلْمٍ إِلاَّ اتباع الظن وَمَا قَتَلُوهُ يَقِيناً} . ويوضح الحق سبحانه وتعالى: لم يتيقنوا أنهم قتلوا عيسى ابن مريم، ولكنهم شكوا فيمن قُتل، فلم يعرف المتربصون لقتله أقتلوا عيسى أو تطيانوس أو سرخس؟ </p><p> والحق سبحانه جاء هنا بنسبتين متقابلتين، فبعد أن نفى سبحانه نبأ مقتل عيسى </p><p> ابن مريم قال:  {وَإِنَّ الذين اختلفوا فِيهِ لَفِي شَكٍّ مِّنْهُ مَا لَهُمْ بِهِ مِنْ عِلْمٍ إِلاَّ اتباع الظن} . والنسبة الأولى المذكورة هنا هي الشك، وهو نسبة يتساوى فيها الأمران. والنسبة الثانية هي اتباعهم للظن، وهو نسبة راجحة. لقد بدأ الأمر بالنسبة إليهم شكاً ثم انقلب ظناً. </p><p> وينهي الحق ذلك بعلم يقيني {وَمَا قَتَلُوهُ يَقِيناً} وسبحانه ينفي بذلك انهم قتلوه يقيناً، واليقين - كما نعلم - هو الأمر الثابت المعقود في الواقع والأعماق بحيث لا يطفو إلى الذهن ليناقش من جديد أو يتغير، وله مراحل هي: مرحلة العلم، واسمها علم اليقين، ومرحلة العين، واسمها عين اليقين، ومرحلة الحقيقة، واسمها حق اليقين. </p><p> وعندما يخبرنا واحد من الناس أن جزءا من نيويورك اسمه «مانهاتن» . وأن مانهاتن هذه هي جزيرة يصل تعداد سكانها إلى عشرة ملايين نسمة، وفيها ناطحات سحاب، وجاء هذا الخبر ممن لا نعرف عنه الكذب فيسمعه من لم يَر نيويورك، فيصير مضمون الخبر عنده علماً متيقناً؛ لأن الذي أخبر به موثوق به. وإن جاء آخر ووجه للسامع عن نيويورك دعوة لزيارتها ولبى السامع الدعوة وذهب إلى نيويورك، هنا تحول الخبر من «علم يقين» إلى «عين اليقين» . وإن جاء ثالث وصحب السامع إلى قلب نيويورك وطاف به في كل شوارعها ومبانيها، فهذا هو «حق اليقين» </p><p> وأسمى أنواع اليقين هو «حق اليقين» ، وقبلها «عين اليقين» ، وقبل «عين اليقين»  «علم اليقين» . </p><p> وحينما عرض سبحانه المسألة قال:  {كَلاَّ سَوْفَ تَعْلَمُونَ ثُمَّ كَلاَّ سَوْفَ تَعْلَمُونَ كَلاَّ لَوْ تَعْلَمُونَ عِلْمَ اليقين لَتَرَوُنَّ الجحيم ثُمَّ لَتَرَوُنَّهَا عَيْنَ اليقين}  [التكاثر: ٣ - ٧] </p><p> هو سبحانه يعطينا علم اليقين، ويصدقه المؤمنون بهذا العلم قبل أن يروه، وسيرى المؤمنون وهم على الصراط النارَ وذلك عين اليقين. أما مسألة دخول الذين يرون الجحيم إليها فأمر سكت عنه الحق؛ لأن هناك من يدخل الجنة ولا يدخل </p><p> النار، وهناك من يدخل النار ولا يدخل الجنة. والكافرون بالله هم الذين سيرون الجحيم حق اليقين. ويأتي «حق اليقين» في موضع آخر من القرآن الكريم: {وَأَمَّآ إِن كَانَ مِنَ المكذبين الضآلين فَنُزُلٌ مِّنْ حَمِيمٍ وَتَصْلِيَةُ جَحِيمٍ إِنَّ هذا لَهُوَ حَقُّ اليقين}  [الواقعة: ٩٢ - ٩٥] </p><p> فكل مكذب ضال سينزل إلى الحميم ويصلى الجحيم ويعاني من عذابها حق اليقين. إذن فقوله الحق عن مسألة قتل عيسى ابن مريم:  {وَمَا قَتَلُوهُ يَقِيناً} يصدقه الذين لم يشاهدوا الحادث، تصديق علم يقين لأن الله هو القائل. والذين رأوا الحادث عرفوا أنهم لم يقتلوه ولكنهم شكوا في ذلك. وأما من باشر عملية القتل لإنسان غير عيسى عليه السلام فهو الذي عرف حقيقة اليقين. والذي حدث هو ما يلي:  {بَل رَّفَعَهُ الله ... } </p>"
}