{
  "id": null,
  "sura": 4,
  "aya": 39,
  "text": "<p> وقوله سبحانه:  {وَمَاذَا عَلَيْهِمْ} وأي تبعه ومشقة وضرر عليهم من الإيمان والإنفاق في سبيل الله؟ إنه سبحانه لم يستفهم منهم عما يصيبهم من ذلك ولكنه - جل شأنه - يَذُمُّهُمْ ويوبخهم ويصمهم بالجهل والغفلة عما ينفعهم. </p><p> فالتلميذ الذي يلعب، فيرسب تقول له: وماذا عليك لو أنك ذاكرت؟ {يعني أي ضرر عليك في هذا، إذن فمعنى ذلك أنها لا تقال إلا لإنسان في قدرته أن يفعل الفعل، فمثل هذا التلميذ يقدر أن يذاكر.لكننا لا نأتي لإنسان فيه صفة لا دخل له فيها كالقصر في القامة مثلاً ثم نقول لك:ماذا عليك لو كنت طويلاً؟} هذا قول لا ينفع ولا يصح. </p><p> إذن فماذا عليك. لا تقال إلا لمن في قدرته الاختيارية أن يكون كذلك، أما من لا يكون في قدرته ألا يكون كذلك فلا تقال له. ونقول ذلك لأن طائفة الجبريّة قالت: إن الذي كفر لا يقدر أن يؤمن فالكافر يظل كافراً، لكنهم لم يلتفتوا إلى قول ربنا:  {وَمَاذَا عَلَيْهِمْ لَوْ آمَنُواْ بالله واليوم الآخر} فمعنى هذا القول أن الباب مفتوح. وإلا لو كانوا ملزمين بالكفر لما قال ربنا:  {وَمَاذَا عَلَيْهِمْ} . وهذه الآية لا ترد فقط على مذهب الجبريَّة، بل تهدم مذهب الجبريَّة كله. فالإنسان ليس مجبراً على فعل وتنتهي المسألة، وكما يقولون: كالريشة في مهب الريح. ومثلما قال الشاعر: </p><p> ألقاه في اليم مكتوفاً وقال له ... إياك إياك أن تبتل بالماء </p><p> نقول لهم: أنتم نسبتم لله - والعياذ بالله - الظلم، فالله سبحانه وتعالى لم يطلب من الإنسان أن يؤمن به إلا وقد أودع فيه قوة اختيارية تختار بين البديلات. وأنتم لم تفطنوا إلى حقيقة كتابة كل شيء أزلاً فأخذتم منها الشيء الذي لا بد للناس أن تنفذه ولم تلتفتوا إلى أن هناك فرقاً بين أن يكون قد كتب ليلزم، وأن يكون قد كتب لأنه علم. </p><p> هو سبحانه كتب لماذا؟ لأنه علم أزلاً أن عبده سيختار كذا ويختار كذا. إذن فالكتابة ليست للإلزام ولكن لسبق العلم. والعلم صفة انكشاف لا صفة تأثير. </p><p> وحتى نوضح ذلك نقول: إن الصفات نوعان: صفة تكشف الأشياء على ما هي عليه بصرف النظر عن أن تقهر أو لا تقهر، والقدرة صفة إبراز وليست صفة انكشاف، ومثال ذلك عميد الكلية الذي يأتي فيقول لأستاذ مادة من المواد: جاءت لي مكافأة للطالب النابغ في مادة كذا، فاصنع اختباراً للطلاب حتى نعطي هذه الجائزة لمن يستحقها. فيقول أستاذ المادة: لا ضرورة للاختبار لأنني أعلمهم وأعرف مواقعهم من الجدّ ومواقعهم من الاجتهاد ومواقعهم من فقه العلم، فلان هو الأول وأعطه الجائزة، فلا يقنع عميد الكلية ويضع هو اختباراً أو يأتي بأساتذة آخرين يضعون الاختبار دون هذا الأستاذ. </p><p> وبعد ذلك يفوز الطالب الذي حدده الأستاذ مسبقاً بالدرجة الأولى. </p><p> أساعة أجاب الطالب عن الأسئلة التي وضعت له. أكان مع الطالب الذي فاز بالمركز الأول من يرغمه على أن يكتب المادة العلمية التي جعلته يحصل على الجائزة؟ لا. فلماذا قال الأستاذ عنه ذلك؟ لأنه علم بمن عنده قدرة من العلم. لقد حكم الأستاذ أولاً لأنه يعلم. </p><p> ولله المثل الأعلى من قبل ومن بعد، فالحق سبحانه وتعالى أعطى للناس الاختيار </p><p> بين البديلات، لكنه أوضح: أنا أعلم أن عبدي سيختار كذا وكذا. إذن فهذا سبق علم لا قهر قدرة. فالقدرة لها تأثير والعلم لا تأثير له ولا قهر. وقول الله هنا:  {وَمَاذَا عَلَيْهِمْ لَوْ آمَنُواْ بالله} فقوله: {وَمَاذَا عَلَيْهِمْ} تعني أي ضرر يلحقهم. كلمة «عليهم» دائماً تكشف للإنسان ما عليه؛ لذلك لا يقول «لهم» بل يقول: أي ضرر كان يلحقهم لو أنهم آمنوا بالله؛ ولذلك يقول الحق:  {الذين يَظُنُّونَ أَنَّهُم ملاقوا رَبِّهِمْ}  [البقرة: ٤٦] . </p><p> لم يقل سبحانه: الذين يتيقنون. بل إن مجرد الظن بلقاء الله جعلهم يعملون الأعمال الصالحة، فما بالك إذا كان العبد متيقناً؟ إن المتيقن يقوم بالعمل الصالح من باب أولى. ولذلك فهذه المسألة أخرجت «المعرّي» عما أتهموه به من أنه ينكر البعث، صحيح أنه في أول حياته قال: </p><p> تحطمنا الأيام حتى كأننا ... زجاج ولكن لا يُعاد لنا سَبْكُ </p><p> فقالوا: إن قوله «لا يعاد له سبك» معناه أنه ينفي قدرة الحق على أن يبعثنا مرة ثانية، مع أنه من الممكن أن يتأول فيها، أي لا يعاد لنا سبك في حياتنا هذه، ونحن لا نرى من مات يعود مرة ثانية. ونقول كذلك: إن هذه قالها في أول حياته. ولكنه قال في آخر الأمر: </p><p> زعم المنجم والطبيب كلاهما ... لا تحشر الأجساد قلت إليكما </p><p> إن صح قولكما فلست بخاسر ... أو صح قولي فالخسار عليكما </p><p> فهو يطلب من الطبيب والمنجم أن يكفا عن إفساد العقول بالشك. وهب أنه اعتقد ألا بعث، وواحد آخر اعتقد أن فيه بعثاً، نقول له: إما أن يجيء بعث فيكذب من قال: لا بعث، وإما ألا يجيء بعث، فإذا لم يجيء البعث، ما الذي ضر من آمن بالبعث؟ وإذا جاء البعث فمن الذي خسر؟ سيخسر من أنكره، إذن فالذي ينكر البعث يخسر ولا يكسب، لكن من قال: إن هناك بعثاً لا يخسر، وهكذا. </p><p> وقول الحق:  {وَمَاذَا عَلَيْهِمْ} إنه تساؤل عن أي ضرر كان يلحقهم {لَوْ آمَنُواْ بالله واليوم الآخر وَأَنْفَقُواْ مِمَّا رَزَقَهُمُ الله} إن من يعطي الصدقة ويضعها في يد الله يستثمرها عند المعطي، لكن عندما يقوم بذلك رئاء الناس فهو يثمر عند من لا يعطي، وبذلك يكونون قد خسروا أموالهم وخسروا تثمير الأموال في يد الله بالثواب في الآخرة. </p><p> {وَمَاذَا عَلَيْهِمْ لَوْ آمَنُواْ بالله واليوم الآخر وَأَنْفَقُواْ مِمَّا رَزَقَهُمُ الله وَكَانَ الله بِهِم عَلِيماً} . وعلم الله متغلغل وسبحانه يعلم الخفايا. وسبحانه محيط بكلّ شيء علما؛ لذلك يقول الحق بعد ذلك:  {إِنَّ الله لاَ يَظْلِمُ ... } . </p>"
}