{
  "id": null,
  "sura": 4,
  "aya": 82,
  "text": "<p> وإذا سمعت كلمة «أفلا» فأعلم أن الأسلوب يقرّع من لا يستعمل المادة التي بعده. {أَفَلاَ يَتَدَبَّرُونَ القرآن} أي كان الواجب عليهم أن يتدبروا القرآن، فهناك شيء اسمه «التدبر» ، وشيء اسمه «التفكر» ، ثالث اسمه «التذكر» ، ورابع اسمه «العلم» ، وخامس اسمه «التعقل» ، ووردت كل هذه الأساليب في القرآن، «أفلا يعلمون» ، «أفلا يعقلون» ، «أفلا يتذكرون» ، «أفلا تتكفرون» . هي إذن تدبر، تفكر، تذكر، وتعقل، وعلم. </p><p> وحين يأتي مخاطبك ليطلب منك أن تستحضر كلمة «تدبر» ؛ فمعنى هذا أنه واثق من أنك لو أعملت عقلك إعمالاً قوياً لوصلت إلى الحقيقة المطلوبة، لكن الذي يريد أن يغشك لا ينبه فيك وسائل التفتيش، مثل التاجر الذي تدخل عنده لتشتري قماشاً، فيعرض قماشه، ويريد أن يثبت لك أنه قماش طبيعي وقوي وليس صناعياً، فيبله لك ويحاول أن يمزقه فلا يتمزق، إنه ينبه فيك الحواس الناقدة، فإذا نبه فيك الحواس الناقدة فمعنى ذلك: أنه واثق من أن إعمال الحواس الناقدة في </p><p> صالح ما ادعاه، ولو كان قماشه ليس في صالح ما ادعاه لحاول خداعك، لكنه يقول لك: انظر جيداً وجرب. </p><p> والحق يقول:  {أَفَلاَ يَتَدَبَّرُونَ القرآن} والتدبر هو كل أمر يُعرض على العقل له فيه عمل فتفكر فيه لتنظر في دليل صدقه، هذه أول مرحلة، فإذا ما علمت دليل صدقة فأنظر النتيجة التي تعود عليك لو لم تعملها؛ و «تتدبر» تعني أن تنظر إلى أدبار الأشياء وأعقابها، فالرسول يبلغك: الإله واحد، إبحث في الأدلة بفكرك، فإذا ما انتهيت إليها آمنت بأن هناك إلهاً واحداً. وإياك أن تقول إنها مسألة رفاهية أو سفسطة؛ لأنك عندما تنظر العاقبة ماذا ستكون لو لم تؤمن بالإله الواحد. سيكون جزاؤك النار. </p><p> إذن فتدبرت تعني: نظرت في أدبار الأشياء وحاولت أن ترى العواقب التي تحدث منها، وهذه مرحلة بعد التفكر. فالتفكر مطلوب أن تتذكر ما عرفته من قبل إن طرأ عليك نسيان. فالتفكر يأتي أولاً وبعد ذلك يأتي التدبر. وأنت تقول - مثلاً - لابنك: لكي يكون مستقبلك عاليا وتكون مهندسا أو طبيبا عليك أن تذاكر وتجتهد، فيفكر الولد في أن يكون ذا مكانة مثل المتفوقين في المهن المختلفة في المجتمع، ويبذل الجهد. </p><p> إذن فأول مرحلة هي: التفكر، والثانية هي: التدبر، فإذا غفلت نقول لك: تذكر ما فكرت فيه وانتهيت إليه وتدبر العاقبة، هذه كلها عمليات عقلية: فالتفكير يبدأ بالعقل، والعقل ينظر أيضاً في العاقبة ثم تعمل الحافظة لتذكرك بما فات وبما كان في بؤرة الشعور ثم انتقل إلى حاشية الشعور، فإذا كنت قد تعقلت الأمر لذاتك يقال: عقلته. </p><p> فإن فهمت ما عقله غيرك فقد علمت ما عقله فلان. </p><p> إذن فليس ضروريا أن تكون قد انتهيت إلى العلم بعقلك، بل أنت أخذت حصيلة تعقل غيرك، ولذلك عندما ينفي ربنا عن واحد العلم فإنه قد نفي عنه التعقل من باب أولى؛ ذلك أن العلم يعني قدرته على تعقل قدرات غيره، دون الوصول إلى قوانينها وقواعدها وأصولها، إنه فحسب يعلم كيف يستفيد وينتفع بها، وفي حياتنا اليومية نجد أن الأمي ينتفع بالتليفزيون وينتفع بالكهرباء، أي انتفع بعلم غيره. لكنه لا يتعقل قدرات ذلك العَالِم. إذن فدائرة العلم أوسع؛ لأنك تعرف بعقلك أنت. أما في دائرة العلم فإنك تعلم وتفهم ما عقله سواك. </p><p> ولذلك فعندما يأتي ربنا ليعرض هذه القضية يقول:  {وَإِذَا قِيلَ لَهُمُ اتبعوا مَآ أَنزَلَ الله قَالُواْ بَلْ نَتَّبِعُ مَآ أَلْفَيْنَا عَلَيْهِ آبَآءَنَآ أَوَلَوْ كَانَ آبَاؤُهُمْ لاَ يَعْقِلُونَ شَيْئاً وَلاَ يَهْتَدُونَ}  [البقرة: ١٧٠] . </p><p> وفي المعنى نفسه يأتي في آية أخرى عندما يقول لهم:  {وَإِذَا قِيلَ لَهُمْ تَعَالَوْاْ إلى مَآ أَنزَلَ الله وَإِلَى الرسول قَالُواْ حَسْبُنَا مَا وَجَدْنَا عَلَيْهِ آبَاءَنَآ أَوَلَوْ كَانَ آبَاؤُهُمْ لاَ يَعْلَمُونَ شَيْئاً وَلاَ يَهْتَدُونَ}  [المائدة: ١٠٤] . </p><p> في الآية الأولى قال سبحانه:  «لا يعقلون» لأنهم قالوا: «بل نتبع ما ألفينا عليه آباءنا» بدون طرد لغيره، وفي الثانية قالوا:  «حسبنا ما وجدنا عليه آباءنا» بإصرار على رفض غيره والخضوع لسواه، فقال:  «لو كان آباؤهم لا يعلمون شيئا ولا يهتدون» ، وسبحانه هنا نفي عن آبائهم العلم الذي هو أوسع من نفي التعقل؛ لأن نفي التعقل يعني نفي القدرة على الاستنباط. لكنه لا ينفي أن ينتفع الإنسان بما استنبطه غيره. </p><p> {أَفَلاَ يَتَدَبَّرُونَ القرآن وَلَوْ كَانَ مِنْ عِندِ غَيْرِ الله لَوَجَدُواْ فِيهِ اختلافا كَثِيراً} . . والحق سبحانه وتعالى حينما يحث المستمعين للاستماع إلى كلامه وخاصة المخالفين لمنهجه أن يتدبروا القرآن، معناه أنه يحب منهم أن يُعملوا عقولهم فيما يسمعون؛ لأن الحق يعلم أنهم لو أعملوا عقولهم فيما يسمعون لانتهوا إلى قضية الحق بدون جدال، ولكن الذي يجعلهم في مواقف يعلنون الطاعة {فَإِذَا بَرَزُواْ مِنْ عِندِكَ بَيَّتَ طَآئِفَةٌ مِّنْهُمْ غَيْرَ الذي تَقُولُ} ، إن هذا دليل على أنهم لم يتدبروا القرآن، وقوله الحق:  {أَفَلاَ يَتَدَبَّرُونَ} تأتي بعد تلك الآية، كأنها جاءت ودليلها يسبقها، فهم لو تدبروا القرآن لعلموا أن الرسول صادق في البلاغ عن الله وأن هذا كلام حق. </p><p> وبالله حين يبيتون في نفوسهم أو يبيتون بليل غير الذي قالوه لرسول الله، فمن الذي قال لرسول الله: إنهم بيتوا هذا؟! </p><p> إذن فلو تدبروا مثل هذه لعلموا أن الذي أخبر رسول الله بسرائرهم وتبييتهم ومكرهم إنما هو الله، إذن فرسول الله صادق في التبليغ عن الله، وما دام رسول الله صادقا في التبليغ عن الله، فتعود للآية الأولى {مَّنْ يُطِعِ الرسول فَقَدْ أَطَاعَ الله} ، وكل الآيات يخدم بعضها بعضاً، فالقرآن حين نزل باللسان العربي شاء الله ألا يجعل كل مستمع له من العرب يؤمن به أولا؛ لأنهم لو آمنوا به جميعا أولاً لقالوا: إيمانهم بالقرآن جعلهم يتغاضون عن تحدي القرآن لهم. </p><p> لكن يظل قوم من المواجهين بالقرآن على كفرهم، والكافر في حاجة إلى أن يُعَارِض ويُعارَض. فإذا ما وجد القرآن قد تحداه أن يأتي بمثله، وتحداه مرة أن يأتي بعشر سور من مثله، وتحداه بأن يأتي بأقصر سورة من مثله، هذا هو التحدي للكافر. . ألا يهيج فيه هذا التحدي غريزة العناد؟ ولم يقل منهم أحد كلمة، فما معنى ذلك؟ معناه: أنهم مقتنعون بأنه لا يمكن أن يصلوا لذلك واستمروا على كفرهم وكانوا يجترئون ويقولون ما يقولون. ومع ذلك فالقرآن يمر عليهم ولا يجدون فيه استدراكاً. </p><p> كان من الممكن أن يقولوا: إن محمدا يقول القرآن معجز وبليغ وقد أخطأ في كذا وكذا. ولو كانوا مؤمنين لأخفوا ذلك، لكنهم كافرون والكافر يهمه أن يشيع أي خطأ عن القرآن، وبعد ذلك يأتي قوم ليست لهم ملكة العربية ولا فصاحة العربية، ليقولوا إن القرآن فيه مخالفات {فكيف يتأتى لهم ذلك وليس عندهم ملكة العربية، ولغتهم لغة مصنوعة، وليس لهم ملكة فصاحة،فكيف يقولون:إن القرآن فيه مخالفات؟ لقد كان العرب الكافرون أولى بذلك، فقد كانت عندهم ملكة وفصاحة وكانوا معاصرين لنزول القرآن،وهم كافرون بما جاء به محمد ولم يقولوا:إن في القرآن اختلافاً} ! هذا دليل على أن المستشرقين الذين ادعوا ذلك يعانون من نقص في اللغة. </p><p> ونقول لهم: لقد تعرض القرآن لأشياء ليُثبت فصاحته وبلاغته عند القوم الذين نزل لهم أولا. فمنهم من سيحملون منهج الدعوة، ثم حمل القرآن معجزات أخرى لغير الأمم العربية، فمعجزة القرآن ليست فصاحة فقط، وإلا لقال واحد: هو أعجز العرب، فما شأن العجم والرومان؟ ونقول له: أكل الإعجاز كان في أسلوبه؟ لا، الإعجاز في أشياء تتفق فيها جميع الألسنة في الدنيا؛ لأنه يأتي ليثبت أن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بشهادة خصومه لم يبارح الجزيرة إلا في رحلة </p><p> التجارة للشام، ولم يثبت أنه جلس إلى معلم، وكلهم يعرف هذا، حتى الغلطة التي أخطأوا فيها، جاء ربنا بها ضدهم فقال:  {وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمُهُ بَشَرٌ لِّسَانُ الذي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ وهذا لِسَانٌ عَرَبِيٌّ مُّبِينٌ}  [النحل: ١٠٣] . </p><p> يقصدون ب «بشر» هذا غلاماً كان لحويطب بن عبد العزى قد أسلم وحسن إسلامه، أو غلاما آخر روميّاً أو سلمان الفارسي، فأوضح الحق: تعقلوا جيدا، فمحمد لم يجلس إلى معلم، ولم يذهب في رحلات. </p><p> وبعد ذلك جاء القرآن تحدياً لا بالمنطق ولا باللغة ولا بالفصاحة ولا بالبيان فحسب، بل بالأمر الشامل لكل العقول وهو كتاب الكون. ووقائعه وأحداثه التي يشترك فيه كل الناس. </p><p> والكون - كما نعرف - له حجب، فالأمر الماضي حجابه الزمن الماضي والذي كان يعيش أيامه يعرفه، والذي لم يكن في أيامه لا يعرفه، إذن فأحداث الماضي حجبها الزمن الماضي، وأحداث المستقبل حجزها المستقبل؛ لأنها لم تقع بعد. والحاضر أمامنا، فيجعل له حاجزاً هو المكان، فيأتي القرآن في أساليبه يخرق كل هذه الحجب، ثم يتحدى على سبيل المثال ويقول:  {وَمَا كُنتَ بِجَانِبِ الغربي إِذْ قَضَيْنَآ إلى مُوسَى الأمر وَمَا كنتَ مِنَ الشاهدين}  [القصص: ٤٤] . </p><p> وسبحانه يقول:  {وَمَا كُنتَ ثَاوِياً في أَهْلِ مَدْيَنَ تَتْلُواْ عَلَيْهِمْ آيَاتِنَا}  [القصص: ٤٥] . </p><p> وسبحانه يقول:  {وَمَا كُنتَ تَتْلُواْ مِن قَبْلِهِ مِن كِتَابٍ وَلاَ تَخُطُّهُ بِيَمِينِكَ إِذاً لاَّرْتَابَ المبطلون}  [العنكبوت: ٤٨] . </p><p> وكل «ما كنت في القرآن تأتي بأخبار عن أشياء حدثت في الماضي. بالله لو كانوا يعلمون أنه علم أو جلس إلى معلم، أكانوا يسكتون؟ طبعا لا، لأن هناك كفاراً أرادوا أي ثغرة لينفذوا منها، وبعد ذلك يأتي القرآن لحجاب الزمن المستقبل ويخرقه،يحدث ذلك والمسلمون لا يقدرون أن يحموا أنفسهم فيقول الحق:{سَيُهْزَمُ الجمع وَيُوَلُّونَ الدبر}[القمر: ٤٥].</p><p> حتى أن عمر بن الخطاب يقول: أي جمع هذا؟ وينزل القرآن بآيات تتلى وتسجل وتحفظ. . وتأتي غزوة» بدر «ويهزم الجمع فعلاً.وتنزل آية أخرى في الوليد ابن المغيرة الجبار المفتري:{سَنَسِمُهُ عَلَى الخرطوم}[القلم: ١٦].</p><p> ويتساءل بعضهم: هل نحن قادرون أن نصل إليه؟ وبعد ذلك تأتي غزوة» بدر «فينظرون أنفه فيجدون السيف قد خرطه وترك سمة وعلامة عليه، فمن الذي خرق حجاب الزمن المستقبل؟ إنه الله. وليس محمداً، فإذا تدبرتم المسائل حق التدبر لعلمتم أن محمداً ما هو إلا مبلغ للقرآن، وأن الذي قال القرآن هو الإله الذي ليس عنده ماضٍ ولا حاضر ولا مستقبل، بل كل الزمن له، ويأتي القرآن فيقول:  {وَيَقُولُونَ في أَنفُسِهِمْ لَوْلاَ يُعَذِّبُنَا الله بِمَا نَقُولُ}  [المجادلة: ٨] . </p><p> هم قالوا في أنفسهم ولم يسمع لهم أحد، ثم ينزل القرآن فيخبر بما قالوه في أنفسهم. . فماذا يقولون إذن؟ وهم لو تدبروا القرآن لعلموا أن الحق سبحانه وتعالى هو الذي أخبر رسول الله بما قالوا في أنفسهم. . فهذه الآية {أَفَلاَ يَتَدَبَّرُونَ القرآن} جاءت بعد {فَإِذَا بَرَزُواْ مِنْ عِندِكَ بَيَّتَ طَآئِفَةٌ مِّنْهُمْ غَيْرَ الذي تَقُولُ} ، إذن فقد فُضحوا، فلو كانوا يتدبرون لعلموا أن الله الذي أرسل رسوله بالهدى ودين الحق هو الذي أخبره بما بيتوا، والذين لا يفهمون اللغة يطيرون فرحاً باختلاف توهموا أنه موجود بالقرآن، يقولون: إن الحدث الواحد المنسوب إلى فاعل واحد لا ينفي مرة ويثبت مرة أخرى، فإن نفيته لا ثتبته، وإن أثبته لا تنفه، لكن القرآن فيه هذا. </p><p> وهييء لهم ذلك في قول الحق:  {وَمَا رَمَيْتَ إِذْ رَمَيْتَ ولكن الله رمى}  [الأنفال: ١٧] . </p><p> و «ما رميت» هو نَفَي «الرمي» ، و «إذ رميت» أَثْبت «الرمي» وجاء القرآن بالفعل وهو «رميت» ، والفاعل هو «رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ» فكيف يثبت الفعل مرة وينفيه مرة في آية واحدة؟ ونقول لهم: لأنكم ليس عندكم ملكة العربية قلتم هذا الكلام، أما من عنده ملكة العربية وهي أصيلة وسليقة وطبيعة وسجية فيه، فقد سمع الآية ولم يقل مثل هذا الكلام، مما يدل على أنه فهم مؤداها. </p><p> ثم لماذا نبتعد ونقول من أيام الجاهلية، لنأخذ من حياتنا اليومية مثلاً، أنت إذا ما جئت مثلاً لولدك وقلت له: ذاكر لأن الامتحان قد قرب، وأنا جالس معك لأرى هل ستذاكر أو لا. فيأخذ الولد كتابه ويجلس إلى مكتبه وبعد ذلك يفتح الكتاب ويقلب الأوراق ويهز رأسه. وبعد مدة تقول له: تعال انظر ماذا ذاكرت. فتمسك الكتاب وتسأله سؤالين فيما ذاكر. . فلا يجيب، فتقول له: ذاكرت وما ذاكرت. أي أنك فعلت شكلية المذاكرة، ولا حصيلة لك في موضوع المذاكرة. </p><p> قولك:  «ذاكرت» هو إثبات للفعل، وقولك:  «وما ذاكرت» هو نفي للفعل. فإذا جاء فعل من فاعل واحد مثبت مرة ومنفي مرة من كلام البليغ. فاعلم أن جهة الإثبات غير جهة النفي. </p><p> وقوله الحق:  {وَمَا رَمَيْتَ إِذْ رَمَيْتَ} فكأن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ عندما جاء إلى المعركة أخذ حفنة من الحصى، وجاء ورمي بها جيش العدو. </p><p> إذن فالعملية الشكلية قام بها النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، لكن أَلِرَسول الله قدرة أن يُرسل الحصى إلى كل جيش العدو؟ إن هذه ليست في طاقته، فقول الحق:  {وَمَا رَمَيْتَ إِذْ رَمَيْتَ ولكن الله رمى} . أنت أخذت شكلية الرمي، أما موضوعية الرمي فهي لله سبحانه وتعالى. </p><p> ويأتي مثلاً في آية أخرى يقول:  {ولكن أَكْثَرَ الناس لاَ يَعْلَمُونَ}  [الروم: ٦] . </p><p> وهذا نفي. ثم يقول بعدها مباشرة:  {يَعْلَمُونَ ظَاهِراً مِّنَ الحياة الدنيا}  [الروم: ٧] . </p><p> وتتساءلون أيقول:  «لا يعلمون» . . ثم يقول:  «يعلمون» بعدها مباشرة؟ نعم فهم لا يعلمون العلم المفيد، وقوله:  {يَعْلَمُونَ ظَاهِراً مِّنَ الحياة الدنيا} أنهم لا يعلمون بواطن الأمور ولا عواقبها. فإذا جاء فعل فثبت مرة ونفي مرة أخرى فلا بد أن الجهة منفكة. </p><p> مثال ذلك هو قول الحق:  {فَيَوْمَئِذٍ لاَّ يُسْأَلُ عَن ذَنبِهِ إِنسٌ وَلاَ جَآنٌّ}  [الرحمن: ٣٩] . </p><p> ثم يقول القرآن في موقع آخر:  {وَقِفُوهُمْ إِنَّهُمْ مَّسْئُولُونَ}  [الصافات: ٢٤] . </p><p> ومعناها أنهم سيُسألون. ونقول: اجعلوا عندكم ملكة العربية، ألا يسأل الأستاذ تلميذه. </p><p> إذن فالسؤال قد يقع من العالم ليُعْلم ما عند المسئول ويُقِرُّ به، وليس ليَعْلَم العالم ما عند المسئول، وعندما يقول ربنا:  {وَقِفُوهُمْ إِنَّهُمْ مَّسْئُولُونَ} . . فإياكم أن يذهب ظنكم إلى أن الله يسأل لأنه لا يعلم، وإنما يسأل ليقرركم لتكون حجة الإقرار أقوى من حجة الاختبار. إذن فإن رأيت شيئاً نفي، وأثبت في مرة أخرى فاعلم أن الجهة منفكة. وحينما نتكلم عن إعجاز القرآن نجده يقول:  {وَلاَ تقتلوا أَوْلاَدَكُمْ مِّنْ إمْلاَقٍ نَّحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ}  [الأنعام: ١٥١] . </p><p> وجاء في الآية الثانية وقال ربنا:  {نَّحْنُ نَرْزُقُهُمْ وَإِيَّاكُم}  [الإسراء: ٣١] . </p><p> قد يقول من لا يملك ملكة اللغة: فأيهما بليغة؟ إن كانت الأولى فالثانية ليست بليغة، وإن كانت الثانية فالأولى ليست بليغة. </p><p> نقول له: أنت أخذت عجز كل آية فقط. وعليك أن تأخذ عجز كل آية مع صدرها. صحيح أن عجز الآية مختلف؛ لأنه يقول في الأولى:  {نَّحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ} وفي الثانية يقول: {نَّحْنُ نَرْزُقُهُمْ وَإِيَّاكُم} . ولكن هل صدر الآية متحد؟ لا، فصدر كل آية مختلف؛ لأنه قال:  {وَلاَ تقتلوا أَوْلاَدَكُمْ مِّنْ إمْلاَقٍ نَّحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ} . فكأن الإملاق موجود. . حاصل؛ لذلك شغل المخاطب برزقه قبل أن يشغل برزق ولده. . ويخاف أن يأتي له الولد فلا يجد ما يطعمه. لأنه هو نفسه فقير. فيطمئنه الله على رزقه أولا ثم بعد ذلك يطمئنه على رزق من سيأتي:  {نَّحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ} . . لكن في الآية الثانية لم يقل ذلك. . بل قال {وَلاَ تقتلوا أَوْلادَكُمْ خَشْيَةَ إِمْلاقٍ} كأنه يخاف أن يفقد ماله ويصير فقيراً عندما يأتي الولد، وما دام قد قال:  {خَشْيَةَ إِمْلاقٍ} فهذا يعني أن الإملاق غير موجود، ولكنه يخاف الإملاق إن جاء الولد، يخاف أن يأتيه الولد فيأتيه الفقر معه، فأوضح الحق له: لا تخف فسيأتي الولد برزقه. . {نَّحْنُ نَرْزُقُهُمْ وَإِيَّاكُم} إذن إن نظرت إلى الآية عجزها مع صدرها. . تجد العلاقة مكتملة، ويحاول بعضهم أن يجد منفذاً للطعن في بلاغة القرآن فيتساءل لماذا يقول الحق في آية في القرآن:  {واصبر على مَآ أَصَابَكَ إِنَّ ذَلِكَ مِنْ عَزْمِ الأمور}  [لقمان: ١٧] . </p><p> وفي سورة ثانية يقول:  {وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَلِكَ لَمِنْ عَزْمِ الأمور}  [الشورى: ٤٣] . </p><p> ونقول لهم: أنتم لم تفهموا الآيات على حقيقتها. ففي الآية الأولى يقول:  {واصبر على مَآ أَصَابَكَ إِنَّ ذَلِكَ مِنْ عَزْمِ الأمور} أي في المصائب التي لا غريم لك فيها. وما دام ليس لك غريم فيها. . فماذا تفعل؟ لكن إذا كان لك غريم وخصم فقد تتحرك نفسك بأن تنتقم منه. ولذلك فانتبه لقوله الحق:  {واصبر على مَآ أَصَابَكَ إِنَّ ذَلِكَ مِنْ عَزْمِ الأمور} يناسب الموقف الذي لا يوجد فيه غريم، وفي </p><p> الآية الثانية:  {إِنَّ ذَلِكَ لَمِنْ عَزْمِ الأمور} فالآية تناسب الموقف الذي فيه غريم لأنك ستصبر على المصيبة وعلى من عملها من غريم؛ لأنك كلما رأيته تهيج نفسك وهذا يحتاج لتأكيد الصبر بقوة، وتلك هي كلمات المستشرقين الذين يريدون الطعن في القرآن ويقولون لنا: أنتم تنظرون للقرآن بقداسة لكنكم لو نظرتم إليه بتفحص لوجدتم أن فيه اختلافات كثيرة، نقول لهم: قولوا لنا المخالفات، ونحن رددنا على هذا في ثنايا خواطرنا عن القرآن، ومنهم من يقول لك مثلاً: القرآن عندما تعرض لقضية خلق السماوات والأرض جاءت كل الآيات لتؤكد أن الله سبحانه خلقها في ستة أيام. </p><p> . لكنهم يقولون عندما نذهب إلى آيات التفصيل في قوله:  {قُلْ أَإِنَّكُمْ لَتَكْفُرُونَ بالذي خَلَقَ الأرض فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَندَاداً ذَلِكَ رَبُّ العالمين وَجَعَلَ فِيهَا رَوَاسِيَ مِن فَوْقِهَا وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقْوَاتَهَا في أَرْبَعَةِ أَيَّامٍ سَوَآءً لِّلسَّآئِلِينَ ثُمَّ استوى إِلَى السمآء وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلأَرْضِ ائتيا طَوْعاً أَوْ كَرْهاً قَالَتَآ أَتَيْنَا طَآئِعِينَ فَقَضَاهُنَّ سَبْعَ سَمَاوَاتٍ فِي يَوْمَيْنِ وأوحى فِي كُلِّ سَمَآءٍ أَمْرَهَا وَزَيَّنَّا السمآء الدنيا بِمَصَابِيحَ وَحِفْظاً ذَلِكَ تَقْدِيرُ العزيز العليم}  [فصلت: ٩ - ١٢] . </p><p> نجدها ثمانية أيام فقالوا: هذا خلاف. نقول لهم: أنتم لم تفهموا. فسبحانه حين قال:  {قُلْ أَإِنَّكُمْ لَتَكْفُرُونَ بالذي خَلَقَ الأرض} ، فهل تكلم عما تستقيم به الحياة على الأرض؟ إنه عندما تكلم عن الأرض يقول:  {قُلْ أَإِنَّكُمْ لَتَكْفُرُونَ بالذي خَلَقَ الأرض فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَندَاداً ذَلِكَ رَبُّ العالمين وَجَعَلَ فِيهَا رَوَاسِيَ مِن فَوْقِهَا} ، فهذه تكون تتمة الأرض لأنه يتكلم عن الأرض. . {وَجَعَلَ فِيهَا} أي الأرض. . {رَوَاسِيَ مِن فَوْقِهَا وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقْوَاتَهَا} . . وكل ذلك في الأرض. . إذن فالمرحلة الثانية مرحلة تتمة خلق الأرض فسبحانه خلق الأرض كجرم أولاً، وبعد ذلك جعل فيها الرواسي وجعل فيها الأقوات وبارك فيها. في كم يوما؟ في أربعة أيام فكأن اليومين الأولين دخلا في الأربعة، لأن هذه تتمة خلق الأرض. </p><p> ولله المثل الأعلى، مثلما تقول: سرت من هنا إلى الإسماعيلية في ساعة، وإلى بورسعيد في ساعتين، فقولك: إلى بورسعيد في ساعتين، يعني أن الساعة الأولى تم حسابها، إذن فهؤلاء المستشرقون لم يفهموا معطيات القرآن؛ لذلك يقول سبحانه:  {أَفَلاَ يَتَدَبَّرُونَ القرآن} فإن وجدت شيئا ظاهريا يثير تساؤلا في القرآن فأعمل عقلك، وأعمل فكرك كي تعرف أن التناقض في فهمك أنت وليس التناقض في القرآن؛ لأنه مِنْ عند مَن إذا قص واقعا قصه على حقيقته، وعند مَن لا يغيب شيء عنه، لا حجاب الزمن الماضي، ولا حجاب الزمن المستقبل، ولا حجاب المكان، ولا حجاب المكين {أَفَلاَ يَتَدَبَّرُونَ القرآن وَلَوْ كَانَ مِنْ عِندِ غَيْرِ الله لَوَجَدُواْ فِيهِ اختلافا كَثِيراً} ، فالقرآن كتاب كبير به أربع عشرة ومائة سورة، بالله هاتوا أي أديب من الأدباء كي يكتب هذا، ثم انظروا في فصاحته، إنّكم ستجدونه قويا في ناحية وضعيفا في ناحية أخرى، وبعد ذلك قد تجدونه أخل بالمعنى، وقال كلمتين هنا ثم جاء بما يناقضهما بعد ذلك! مثلما فعل أبو العلاء المعري عندما قال: </p><p> تحطمنا الأيام حتى كأننا ... زجاج ولكن لا يعاد لنا سبك </p><p> وكان أيام قوله هذا: ينكر البعث. </p><p> وعندما رجع إلى صوابه بعد ذلك قال: </p><p> زعم المنجم والطبيب كلاهما ... لا تحشر الأجساد قلت إليكما </p><p> إن صح قولكما فلست بخاسر ... أو صحّ قولي فالخَسار عليكما </p><p> إذن فالتناقض يأتي مع صاحب الأغيار الذي كان له رأي أولاً ثم عدلته التجربة أو الواقع إلى رأي آخر. لكن ربنا سبحانه وتعالى لا يتغير ومعلومه لا يتغير فهو الحق، إذن فالتناقض يأتي إما من واحد يكذب؛ لأن الواقع لم يحكمه، وإما من واحد هو في ذاته متغير، فرأى رأياً ثم عدل عنه، فيكون متغيراً. لكن الحق سبحانه وتعالى لا يتغير. . ويقول على الواقع الحق:  {أَفَلاَ يَتَدَبَّرُونَ القرآن وَلَوْ كَانَ مِنْ عِندِ غَيْرِ الله لَوَجَدُواْ فِيهِ اختلافا كَثِيراً} . </p><p> والواقع أيضاً أننا نجد كل قضية قرآنية تعرض كنص من نصوص القرآن أنزله الله على رسوله. . هذه القضية القرآنية في كون له تغيرات، والتغيرات بعضها </p><p> يكون من مؤمن بالقرآن، وبعضها يكون من غير مؤمن بالقرآن، فهل رأيت قضية قرآنية ثم جاءت قضية الكون حتى من غير المؤمنين فكذبتها؟ . لا، هم في الغرب مثلاً بعد الحرب العالمية الأولى اخترعوا أسطوانة تحطيم الجوهر الفرد والجزء الذي لا يتجزأ. . وكانت تلك أول مرحلة في تفتيت الذرة، ونجد القرآن يضرب المثل بالذرة، وأنها أصغر شيء في قوله سبحانه:  {فَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْراً يَرَهُ}  [الزلزلة: ٧] . </p><p> وضع العلماء أيديهم على قلوبهم لأن الذرة قد تفتت. فوجد ما هو أصغر من الذرة!! ووجدنا من قرأ القرآن. . وقال: إن القرآن نزل في عصر كان أصغر شيء فيه «الذرة» عند العربي القديم، والله يعلم أزلا أن العلم سيطمح ويرتقي ويفتت الذرة، فقال:  {عَالِمِ الغيب لاَ يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِي السماوات وَلاَ فِي الأرض وَلاَ أَصْغَرُ مِن ذَلِكَ وَلاَ أَكْبَرُ إِلاَّ فِي كِتَابٍ مُّبِينٍ}  [سبأ: ٣] . </p><p> لقد تدبر صاحب هذا القول القرآن وفهم عن الله الذي تتساوى عنده الأزمنة، فالمستقبل مثل الماضي، ليس عنده علم مستقبل وعلم حاضر وعلم ماضٍ، وأوضح لنا: أن هناك ما هو أصغر من الذرة. فلو فتتوا المفتت منها لوجدنا في القرآن له رصيداً. </p><p> تعالوا للقضايا الاجتماعية مثلاً. تجدوا أي قضية قرآنية يجتمع لها خصوم القرآن ليجدوا مطعناً، فنجد من لم يفهموا من المسلمين يجرون وراءهم ويقولون: هذه الأمور لم تعد ملائمة للعصر، ثم نجد أعداء الإسلام يواجَهُون بظروف لا يجدون حلاً لمشكلاتهم إلا ما جاء في القرآن. </p><p> {أَفَلاَ يَتَدَبَّرُونَ القرآن وَلَوْ كَانَ مِنْ عِندِ غَيْرِ الله لَوَجَدُواْ فِيهِ اختلافا كَثِيراً} . </p><p> ومثال آخر: بعض الناس يقولون: هناك اختلاف في القراءات. . مثل قوله تعالى:  {مالك يَوْمِ الدين}  [الفاتحة: ٤] . </p><p> ويقول: هناك من يقرؤها «مالك يَوْمِ الدين» . . لكن هناك ما يُسمى «تربيب الفائدة» لأن كلمة «مالك» وكلمة «مَلِك» معناهما واحد، والقرآن كيف يكون من عند غير الله؟ {أَفَلاَ يَتَدَبَّرُونَ القرآن وَلَوْ كَانَ} - أي القرآن - «من عند غير الله» أغير الله كان يأتي بقرآن؟ {لا. إنما القرآن لا يأتي إلا من الله سبحانه وتعالى، {وَلَوْ كَانَ مِنْ عِندِ غَيْرِ الله لَوَجَدُواْ فِيهِ اختلافا كَثِيراً} . </p><p> إن قوله سبحانه:  {أَفَلاَ يَتَدَبَّرُونَ القرآن} تكريم للإنسان، فكأن الإنسان قد خلقه الله ليستقبل الأشياء بفكر لو استعمله استعمالاً حقيقياً لانتهى إلى مطلوبات الحق، وهذه شهادة للإنسان، فكأن الإنسان مزود بآلة فكرية. . هذه الآلة الفكرية لو استعملها لوصل إلى حقائق الأشياء، ولاحق لا يريد منا إلا أن نعمل هذه الآلة:  {أَفَلاَ يَتَدَبَّرُونَ القرآن وَلَوْ كَانَ مِنْ عِندِ غَيْرِ الله لَوَجَدُواْ فِيهِ اختلافا كَثِيراً} فالقرآن كلام الله، وكلام الله صفته، وصفة الكامل كاملة، والاختلاف يناقض الكمال. فمعنى الاختلاف أنك تجد آية تختلف مع آية أخرى، فكأن الذي قال هذه نسي أنه قالها} ! وبعد ذلك جاء بأمر يناقضها، ولو كان عنده كمال لعرف ما قال أولاً كي لا يخالفه ثانياً. </p><p> إذن فلا تضارب ولا اختلاف في القرآن؛ لأنه من عند الله. </p><p> وبعد ذلك يقول الحق:  {وَإِذَا جَآءَهُمْ أَمْرٌ مِّنَ الأمن أَوِ الخوف ... } . </p>"
}