{
  "id": null,
  "sura": 4,
  "aya": 55,
  "text": "<p> وقوله سبحانه:  {فَمِنْهُمْ مَّنْ آمَنَ بِهِ} . والمقصود الإيمان بما جاء في منهج إبراهيم والرسل الذين جاءوا من بعده الذين آتاهم الله النبوة والملك، أو «منهم» أي من أهل الكتاب الذين نتكلم عنه من آمن برسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كعبد الله بن سلام، وكعب الأحبار مثلاً، {وَمِنْهُمْ مَّن صَدَّ عَنْهُ} أي أن منهم من كفر بمنهج الله؛ لذلك يقول سبحانه بعدها:  {وكفى بِجَهَنَّمَ سَعِيراً} فكأن نتيجة الصدّ عن المنهج أنّه لا يأتي بعده إلا العذاب بجهنم ليصلوا بنارها، وتكون مسعرة عليهم جزاءً على ما فعلوا. </p><p> وبعد أن بين الحق سبحانه وتعالى موكب الرسل حينما أرسله الله على تتابع في كونه، جاء ليذكر الناس بالمنهج، فالمنهج هو الأصل الأصيل في مهمة آدم وذريته؛ لأنه سبحانه وتعالى قد قال:  {فَإِمَّا يَأْتِيَنَّكُم مِّنِّي هُدًى فَمَنِ اتبع هُدَايَ فَلاَ يَضِلُّ وَلاَ يشقى}  [طه: ١٢٣] . </p><p> وينقل آدم إلى ذريته معلوماته عن حركة الحياة وعن الحق وعن المنهج. إلا أن الله قدّر الغفلة في خلقه عن منهجه؛ فهذه المناهج تأتي دائماً ضد شهوات النفس الحمقاء العاجلة، لكن لو نظرت إلى حقيقة المنهج الإلهي فأنت تجده يعطي النفس شهوات لكنها مُعلاة. </p><p> مثال ذلك عندما يقول:  {وَيُؤْثِرُونَ على أَنفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ}  [الحشر: ٩] . </p><p> وكل واحد عنده أشياء ويحتاج إليها، لكنه يجد أخاه المؤمن يحتاج إليها أكثر منه فيؤثره على نفسه، أهو يفضله عن نفسه؟ لا؛ لكنه يعطي هذا الشيء القليل في الفانية كي يأخذه في الباقية، فأخذ شهوة نفسه لكن بشهوة معلاة، والذي قلنا له: غض طرفك عن محارم غيرك. ظاهر هذا الأمر أننا نحجبه عن شهوة يشتهيها، لكننا ساعة نحجبك عن شهوة تشتهيها في حرام الفانية، نريد أن نحقق لك شهوة في حلال الخالدة. فأيهما أعشق للجَمَالِ؟ الذي ينظر بتفحص للمرأة الجميلة وهي تسير، أم الذي الذي يغض عينه عنها؟ الأعشق للجمال هو الذي غض بصره. </p><p> إن الدين لم يأت إلا ضد النفس الحمقاء التي تريد عاجل الأمر وإن كان تافهاً. ويوضح له: كن للآجل ومعه؛ لأنه يبقى فلا يتركك ولا تتركه، أما أي شهوة تأخذها في هذه الدنيا فإما أن تتركها وإما أن تتركك، لكن في الآخرة لا تتركها ولا تتركك. </p><p> لقد عرف الصالحون الورعون كيف يستفيدون، لكنّ الآخرين هم الحمقى الذين لم يستفيدوا، فالحق سبحانه وتعالى يوضح لنا أن الحسرة تكون لمن أراح نفسه بشهوة عاجلة ثم أعقبها العذاب الآجل المقيم، فهذه هي الخيبة الحقة، فالدنيا دار الأغيار، يأتي للإنسان فيها ما يؤلمه وما يسره، وليس فيها دوام حال أبداً؛ لأنها دنيا الأغيار، وما دامت دنيا الأغيار فيكون كل شيء فيها متغيراً. </p><p> . وما دام كل شيء فيها متغيراً. إذن فالذي في نعمة قد يصيبه شيء من الضر، والذي في قوة قد يصيبه شيء من الضعف، والذي في ضعف قد تأتيه قوة، وإلا لو ظل الضعيف ضعيفاً وظل القوى قوياً لما كانت الدنيا أغياراً. </p><p> ولذلك يقولون: احذر أن تريد من الله أن يتم عليك نعمته كلها؛ لأنها لو تمت لك النعمة كلها وأنت في دار الأغيار فانتظر الموت؛ فتمام النعمة هو صعود لأعلى </p><p> منطقة في الجبل وأنت في دار الأغيار، فهل تظل على القمة؟ لا، بل لا بد أن تنزل، فإياك أن تُسرَّ عندما تبلغ المسألة ذروتها؛ لأنه سبحانه وتعالى يوضح: إنكم لا بد أن تأخذوا هذه الدنيا على أنها معبر، والذي يتعب الناس أنهم لا يحددون الغاية البعيدة، بل إنهم يحددون الغايات القريبة. </p><p> إن من حمق بعض الناس أن يحزن الواحد منهم على فراق حبيب أو قريب له، وخذها بالمنطق: ما غايتنا جميعاً؟ إنها الموت ونعود إلى خالقنا. وهل عندما نعود إلى خالقنا نحزن؟ لا، بل يجب أن نسر؛ لأننا في الدنيا مع الأسباب، أما بعد أن ننتقل إلى الآخرة فنكون مع المسبب. ففي الدنيا تكون مع النعمة وستصبح بعد ذلك مع المنعم، فما يحزنك في هذا؟ إن هذا يحزنك ساعة أن كنت مع النعمة ولم تُراع المنعم، لكن لو كنت مع النعمة وراعيت المنعمَ لسررت أنك ذاهب للمنعم. </p><p> وإن كانت المسألة هي أن تصل إلى المنعم الحق ونكون في حضانته فلماذا الحزن إذن؟ ومن الحمق أن بعض الناس لا تعامل الحق سبحانه وتعالى كما يعاملون أنفسهم. </p><p> هب أن إنساناً من غايته أن يخرج من أسوان إلى القاهرة، إذن فالقاهرة هي الغاية. ثم جاء واحد وقال له: سنذهب سيراً على الأقدام، وقال الآخر: أنا سآتي بمطايا حسنة نركبها. وقال ثالث: سآتي بعربة، وقال رابع: سنسافر بطائرة وقال خامس. سنسافر بصاروخ، إذن فكل وسيلة تقرب من الغاية تكون محمودة، وما دامت غايتنا أن نعود إلى الحق فلماذا نحزن عندما يموت واحد منا؟ أنت - إذن - تحزن على نفسك ولا تحزن على من مات، إن الذي يموت بعد أن يرعى حق الله في الدنيا يكون مسروراً لأنه في حضانة الحق ومع المنعم، وأنت مع النعمة الموقوتة إنّه يسخر منك لأنك حزنت، ويقول: انظر إلى الساذج الغافل، كان يريدني أن أبقى مع الأسباب وأترك المسبب! </p><p> إننا نجد الذين يحزنون على أحبائهم لا يرونهم في المنام أبداً؛ لأن الميت لا تأتي روحه لزيارة من حزن لأنه ذهب إلى المنعم، وعلى الناس أن تدرك الغاية من الوجود </p><p> بأن تكون مع أسباب الحق في الدنيا ثم تصير مع الحق، والموت هو النقلة التي تنقلك من الأسباب إلى المسبب، فما الذي يحزنك في هذا؟ </p><p> نحن نقصِّر عليك المسافة. </p><p> . فبدلاً من أن تقابلك عقبات الطريق، وقد تنجح أو لا تنجح، وبعضهم يقول: مات وهو صغير ولم ير الدنيا، نقول لهم: وهل هذه تكون خيراً له أو لا؟ أنت مثلاً كبرت وقد تكون مقترفاً للمعاصي؛ فلعل الله أخذ الصغير حتى لا يعرضه للتجربة، ضع المسألة أمامك واجعلها حقيقة. </p><p> «عن الحارث بن مالك الأنصاري أنه مرّ برسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فقال له: كيف أصبحت يا حارث؟فقال:أصبحت مؤمنا حقا.قال:» انظر ما تقول؛ فإن لكل شيء حقيقة فما حقيقة إيمانك؟ فقال: عزفت نفسي عن الدنيا فأسهرت ليلى، وأظمأت نهاري وكأني أنظر إلى عرش ربي بارزا، وكأني انظر إلى أهل الجنة يتزاورون فيها، وكأني أنظر إلى أهل النار يتضاغوْن فيها فقال:  «يا حارث عرفت فالزم، ثلاثا» . </p><p> ولنا العبرة في سيدنا حذيفة - رَضِيَ اللَّهُ عَنْه - حينما سأله رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قال له: كيف أصبحت؟ أي كيف حالك الإيماني؟ قال حذيفة: يا رسول الله، عزفت نفسي عن الدنيا فاستوى عندي ذهبها ومدرها - أي أن الذهب تساوي مع الحصى، هذه هي مسألة الدنيا - وأضاف حذيفة: وكأني أنظر أهل الجنة في الجنة ينعمون، وإلى أهل النار في النار يعذبون. </p><p> وساعة لا تغيب عن بال سيدنا الحارث صورة الآخرة، فهو يسير في الحياة مستقيماً. . فقال له النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «عرفت فالزم» . </p><p> الحق سبحانه وتعالى حين يذكر لنا بعض الأحكام يذكر لنا أيضاً خبر بعض الناس الذين يتمردون على الأحكام، ثم يذكرنا بحكاية الجنة والنار؛ ولذلك يقول لنا: </p><p> {إِنَّ الذين كَفَرُواْ ... } . </p>"
}