{
  "id": null,
  "sura": 4,
  "aya": 112,
  "text": "<p> قالوا: إن الخطيئة هي الشيء غير المتعمَّد، مثال ذلك حين نعلِّم التلميذ قاعدة من قواعد النحو، ثم نطلب منه أن يطالع نصاً من النصوص، ونلتفت لنجد التلميذ قد نصب الفاعل ورفع المفعول، ونصحح له الخطأ، إنّه لم يتعمده، بل نسي القاعدة ولم يستحضرها. ونظل نصحح له الخطأ إلى أن يتذكر القاعدة النحوية، وبالتدريب يصبح الإعراب ملكة عند التلميذ فلا يخطئ. </p><p> والخطيئة - إذن - هي الخطأ غير المتعمد. اما الإثم فهو الأمر المتعمَّد. فكيف إذا رمى واحد غيره بإثم ارتكبه أو خطيئة ارتكبها هو. . ما حكم الله في ذلك؟ {وَمَن يَكْسِبْ خطيائة أَوْ إِثْماً ثُمَّ يَرْمِ بِهِ بَرِيئاً فَقَدِ احتمل بُهْتَاناً وَإِثْماً مُّبِيناً}  [النساء: ١١٢] </p><p> لقد ارتكب الخطيئة أو الإثم، ويا ليته اكتفى بهذا، لا، بل يريد أن يصعد الجريمة بارتكاب جريمة ثانية وذلك بأن يرمي بالخطيئة أو الإثم بريئاً، إنَّ إثمه مركب، ولذلك قال الحق:  {فَقَدِ احتمل بُهْتَاناً وَإِثْماً مُّبِيناً} واستخدام الحق هنا لكلمة «احتمل» وليس «حمل» تؤكد لنا أن هناك علاجاً ومكابدة وشدة ليحمل الإنسان هذا الشيء الثقيل؛ فالجريمة جريمتان وليست واحدة، لقد فعل الخطيئة ورمى بها بريئاً، وفاعل الخطيئة يندم على فعلها مرة، ويندم أيضاً على إلصاقها ببريء. إذن فهي حمل على أكتافه. ونعلم أن الإنسان ساعة يقع أسير سُعار العداوة؛ يهون عليه أن يصنع المعصية، ولكن بعد أن يهدأ سعار العداوة فالندم يأتيه. قال الحق: </p><p> {واتل عَلَيْهِمْ نَبَأَ ابنيءَادَمَ بالحق إِذْ قَرَّبَا قُرْبَاناً فَتُقُبِّلَ مِن أَحَدِهِمَا وَلَمْ يُتَقَبَّلْ مِنَ الآخر قَالَ لأَقْتُلَنَّكَ قَالَ إِنَّمَا يَتَقَبَّلُ الله مِنَ المتقين}  [المائدة: ٢٧] </p><p> هابيل - إذن - يسأل قابيل: وما ذنبي أنا في ذلك، إن الله هو الذي يتقبل القربان وليس أنا فلماذا تقلتني؟ </p><p> ويستمر القول الحكيم:  {لَئِن بَسَطتَ إِلَيَّ يَدَكَ لِتَقْتُلَنِي مَآ أَنَاْ بِبَاسِطٍ يَدِيَ إِلَيْكَ لأَقْتُلَكَ إني أَخَافُ الله رَبَّ العالمين}  [المائدة: ٢٨] </p><p> وماذا يقول الحق من بعد ذلك:  {فَطَوَّعَتْ لَهُ نَفْسُهُ قَتْلَ أَخِيهِ فَقَتَلَهُ فَأَصْبَحَ مِنَ الخاسرين}  [المائدة: ٣٠] </p><p> كأن مسألة القتل كانت عملية شاقة وليست سهلة، وأخذت مغالبة. وعلى سبيل المثال: لن يقول أحد: «لقد طوعت الحبل» ولكن هناك من يقول: «أنا طوعت الحديد» . وسعار الغضب جعل قابيل ينسى كل شيء وقت الجريمة، وبعد أن وقعت، وهدأ سعار الغضب الذي ستر موازين القيم، هنا ظهرت موازين القيم ناصعة في النفس. </p><p> ولذلك نجد من يرتكب جريمة ما، ويتجه بعد ذلك لتسليم نفسه إلى الشرطة، وهو يفعل ذلك لأن سعار الجريمة انتهى وظهر ضوء موازين القيم ساطعاً. وعلى ذلك نفهم قول الحق:  {فَقَدِ احتمل بُهْتَاناً وَإِثْماً مُّبِيناً} . </p><p> وهذا يدل على أن من يصنع جريمة ثم يرمي البريء بالإثم إنما يرتكب عملأً يتطلب مشقة وتتنازعه نفسه مرة بالندم؛ لأنه فعل الجريمة، وتنازعه نفسه مرة ثانية لأنه رمى بريئاً بالجريمة؛ لذلك قال الحق:  {فَقَدِ احتمل بُهْتَاناً وَإِثْماً مُّبِيناً} وساعة </p><p> نسمع كلمة «بهتان» فهي مأخوذة من مادة «بهت» . </p><p> والبهتان هو الأمر الذي يتعجب من صدوره من فاعله. مثال ذلك قوله الحق في شرح قضية سيدنا إبراهيم مع النمرود، حيث يقول سبحانه على لسان سيدنا إبراهيم:  {فَإِنَّ الله يَأْتِي بالشمس مِنَ المشرق فَأْتِ بِهَا مِنَ المغرب}  [البقرة: ٢٥٨] </p><p> فماذا كان موقف الرجل؟ {فَبُهِتَ الذي كَفَرَ}  [البقرة: ٢٥٨] </p><p> أي أنه سمع شيئاً عجيباً يخرسه عن أن يتكلم؛ فقد جاء له سيدنا إبراهيم بأمر عجيب لا يخطر على باله، ولا يستطيع أن يجد منه مفراً، فكأن الأمور المخالفة لمنطق الحق ولمطلوب القيم أمور غريبة عن الناس إنَّها هي البهتان، والدليل على ذلك أنها أمور يستتر فاعلها عن الناس. </p><p> وإذا ما نظرنا إلى القضية التي نزلت الآية بسببها. وجدنا أن سارقاً سرق وأراد أن يبرئ نفسه وأن يُدخل في الجريمة بريئاً. ويلصقها به، وأن يرتكب المجرم الجريمة فهذا يحمِّلُه إثماً. أما أن ينقل الجريمة إلى سواه فهذا يدل على وجود طاقة أخرى حتى يحتمل ما فعله، وهذا صعب على النفس، ولا يتعجب أحد لسماع شيء إلا إذا كان هذا الشيء مخالفاً لما هو مألوف ومعروف. وإنّ في الحوار بين سيدنا إبراهيم والنمرود لدليلاً واضحاً وناصعاً؛ فعندما قال النمرود:  {أَنَا أُحْيِي وَأُمِيتُ}  [البقرة: ٢٥٨] </p><p> قصد بذلك قدرته على أن يقتل إنساناً، ويترك إنساناً آخر لمسعاه. وهنا عاجله سيدنا إبراهيم بالقضية التي تبهته ولا يدخل فيها هذا التماحك اللفظي. فقال:  {فَإِنَّ الله يَأْتِي بالشمس مِنَ المشرق فَأْتِ بِهَا مِنَ المغرب فَبُهِتَ الذي كَفَرَ}  [البقرة: ٢٥٨] </p><p> أي أن النمرود سمع قولاً عجيباً وليس عنده من الذكاء ما يحتاط به إلى دفعه، وكذلك الرجل الذي صنع الجريمة ثم رمى بها غيره احتاج إلى طاقة تتحمل هذا، مما يدل على أن الفطرة السليمة كارهة لفعل القبيح. فإذا ما فعل الإنسان ذنباً فقد حمل بهتاناً، وإذا ما عَدَّى ذلك إلى أن يحمله إلى بريء، فذلك يعني أن الأمر يحتاج إلى طاقة أخرى. </p><p> إذن فقوله الحق:  {فَقَدِ احتمل بُهْتَاناً وَإِثْماً مُّبِيناً} أي أنه احتمل أمراً عجيباً يبهت السامع ويتعجب كيف حدث ذلك. ويحتمل من يفعل ذلك الإثمَ أيضاً. </p><p> والإثم - كما عرفنا - هو السيئة المتعمَّدة. ويوضح الحق سبحانه وتعالى هذه القضية: إن الله سبحانه وتعالى يحوطك يا محمد بعنايته وبرعايته وبفضله، وإن حاول بعض من قليلي الإيمان أن يخرجوك عن هذه المسألة، وأن يزينوا لك أن تبرئ مذنباً لتجرم آخر بريئاً وإن كان المذنب مسلماً وإن كان البريئ غير مسلم، والله لم يرسل محمداً ليحكم بين المؤمنين فقط، ولكن صدر هذه الآية يوضح لنا أن الله أرسل محمداً ليحكم بين المؤمنين فقط، ولكن صدر هذه الآية يوضح لنا أن الله أرسل رسوله ليحكم بالحق:  «لتحكم بين الناس» أي ليحكم بين الناس على إطلاقهم. </p><p> فإياك حين تحكم أن تقول: هذا مسلم وذلك كافر. أو تقول: هذا مسلم وذلك من أهل الكتاب، بل كل الناس أمام قضايا الحق سواء. </p><p> ولذلك أخذ الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ تلك الجرعة الإيمانية التي جاءت بها حادثة من الحوادث ليقول بعد ذلك في قصة المخزومية حينما سرقت وأراد أن يقيم عليها الحد، وكلّمه حبيبه أسامة بن زيد في أن يرفع عنها الحد، فقال رسول الله: </p><p> «عن عائشة رَضِيَ اللَّهُ عَنْها أن قريشا أهمهم شأن المرأة المخزومية التي سرقت فقالوا: مَنْ يكلم فيها رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؟فقالوا:ومن يجرؤ عليه إلا أسامة حب رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فكلمه أسامة،فقال رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:أتشفع في حد من حدود الله؟! ثم قام فاختطب فقال:» أيها الناس: إنما أهلك الذين من قبلكم أنهم كانوا إذا سرق فيهم الشريف تركوه، وإن سرق فيهم الضعيف أقاموا عليه الحد، وأيم الله لو أن فاطمة بنت محمد سرقت لقطع محمد يدها «. </p><p> هذا القول مستخلص من القضية السابقة. ويقول سبحانه وتعالى:  {وَلَوْلاَ فَضْلُ الله عَلَيْكَ وَرَحْمَتُهُ. .} </p>"
}