{
  "id": null,
  "sura": 4,
  "aya": 91,
  "text": "<p> تبدأ هذه الآية بفعل يتحدث عن المستقبل:  {سَتَجِدُونَ آخَرِينَ يُرِيدُونَ أَن يَأْمَنُوكُمْ وَيَأْمَنُواْ قَوْمَهُمْ} . معنى ذلك أن المسلمين لحظة نزول هذه الآية لم يكونوا قد وجدوا مثل هؤلاء القوم الذين يتحدث عنهم الحق، ولو لم يحدث للمعاصرين لنزول القرآن أن وجدوا مثل هؤلاء ماذا كانوا يقولون عن هذا الخبر؟ . لو لم يجدوا مثل هؤلاء القوم لتشككوا في القرآن. وسبحانه يوضح أني عين معكم، وعين لكم، أخبرتكم بما حدث واختلفتم فيه، وأخبركم بما لم يصل إلى أذهانكم وعلمكم فلا تختلفوا فيه، وهذا دليل على أنكم في رعايتي وفي عنايتي. </p><p> {سَتَجِدُونَ آخَرِينَ يُرِيدُونَ أَن يَأْمَنُوكُمْ} وهؤلاء القوم هم قوم من بني أسد وعطفان، وكانوا على مشارف المدينة، وكانوا يقابلون المسلمين فيقولون:  «نحن معكم» ، والحقيقة أنهم عاجزون عن مواجهة أي معسكر. ولذلك يصفهم القرآن:  {سَتَجِدُونَ آخَرِينَ يُرِيدُونَ أَن يَأْمَنُوكُمْ وَيَأْمَنُواْ قَوْمَهُمْ كُلَّ مَا ردوا إِلَى الفتنة أُرْكِسُواْ فِيِهَا} . وهؤلاء كلما جاءهم الاختبار {أُرْكِسُواْ فِيِهَا} . أي فشلوا في الاختبار، فعناصرهم الإيمانية لم تقو بعد، ومازالوا في حيرة من أمرهم. وعندما جاءتهم الفتنة لتصهرهم وتكشف ما في </p><p> أعماقهم ازدادت حيرتهم، فالفتنة هي اختبار، وليست الفتنة شيئاً مذموماً، وعندما يقال: إن فلانا في فتنة فعلى المؤمن أن يدعو بالنجاح فيها، فالفتنة ليست مصيبة تقع، ولكن المصيبة تقع إذا رسب الإنسان في الفتنة. </p><p> ونعلم أن الفتنة مأخوذة من الأمر الحسي، فتنة الذهب وكذلك الحديد: فتنة الذهب هي صهر الذهب في البوتقة حتى ينصهر؛ فتطفو كالزبد كلُّ العناصر الشائبة المختلطة بالذهب، وكذلك الحديد، يتم صهره حتى تنفصل الذرات المتماسكة بعضها عن بعض. ويطفو الخبث. </p><p> ونعرف أن الحديد أنواع: فالحديد الزهر شوائبه ظاهرة فيه وسهل الكسر. بينما نجد الحديد الصلب بلا خبث فهو صلب. وفتنة الذهب والحديد تكشف عن المعادن الغريبة المختلطة به. ونقلت كلمة «الفتنة» من المحسات إلى المعاني، وصارت الفتنة هي الاختبار الذي ينجح فيه الإنسان أو يرسب، فهي ليست ضارة في ذاتها، ولكنها ضارة لمن يرسب فيها. </p><p> وهكذا كان تنبؤ القرآن الذي يخبر المسلمين بأمر قوم على حدودهم، تجعلهم الفتنة لا يقوون على الإيمان، أي فكلما دعاهم قومهم إلى الشرك وقتال المسلمين رُدُّوا على أعقابهم وانقلبوا على رءوسهم أقبح قلب وأشنعه وكانوا شرّاً من كل عدو عليكم، ويشرح القرآن كيفية سلوك المؤمنين تجاه هؤلاء المرتكسين والمنقلبين في الفتنة:  {فَإِن لَّمْ يَعْتَزِلُوكُمْ ويلقوا إِلَيْكُمُ السلم ويكفوا أَيْدِيَهُمْ فَخُذُوهُمْ واقتلوهم حَيْثُ ثَقِفْتُمُوهُمْ وأولئكم جَعَلْنَا لَكُمْ عَلَيْهِمْ سُلْطَاناً مُّبِيناً} ونلحظ أن الحق أمر بتأمين من لجأوا بضعفهم على الرغم من نفاقهم إما إلى المسلمين وإما إلى حلفاء المسلمين حين قال في الآية السابقة: </p><p> {فَمَا جَعَلَ الله لَكُمْ عَلَيْهِمْ سَبِيلاً}  [النساء: ٩٠] . </p><p> وهذا إنصاف وتنبيه إلهي من الحق ألا يسمع أحد صوت حفيظته ويفترس قوماً ضعفاء. أما الذين يحاولون التمرد والاستسلام لصوت الكفر وإيقاع الأذى بالمسلمين، ولم يلقوا بالسلم للمسلمين ويكفوا أيديهم عنهم، هؤلاء يأتي فيهم الأمر الإلهي: </p><p> خذوهم واقتلوهم. وجعل الله للمسلمين على هؤلاء السلطانَ المبين. والسلطان - كما نعرف - هو القوة، والقوة تأخذ لونين: هناك قوة تقهر الإنسان على الفعل كأن يأتي واحد ويأمر إنساناً بالوقوف فيقف، وكأنْ يأمر القويُّ الضعيفَ بالسجود فيسجد. وهذا سلطان القوة الذي يقهر القالب، لكنه لا يقدر على قهر القلب أبداً. والسلطان الثاني هو سلطان الحجة، وقوة المنطق وقوة الأداء والأدلة التي تقنع الإنسان أن يفعل. </p><p> والفارق بين سلطان القوة وسلطان الحجة أن سلطان القوة قد يقهر الإنسان على السجود، لكن سلطان الحجة يجعل الإنسان يسجد بالاقتناع. والسلطان المبين الذي جعله الله للمؤمنين على المنافقين الذين يقاتلون المؤمنين، هذا السلطان يمكن لكم أيها المسلمون قوة تفعلون بها ما تريدون من هؤلاء ما داموا حاولوا القتال وإلحاق الأذى بالمسلمين، فالحزم والعدل هو أخذهم بالعنف. </p><p> وحتى نفهم معنى السلطان جيداً فلنتذكر الجدل الذي سيحدث في الآخرة بين الشيطان والذين اتبعوا الشيطان، سنجد الشيطان يقول: لقد أغويتكم، هذا صحيح، وأنتم اتبعتموني، فأنتم المسئولون عن ذلك، فلم يكن لي عليكم من سلطان قوة أو سلطان إقناع:  {وَمَا كَانَ لِيَ عَلَيْكُمْ مِّن سُلْطَانٍ إِلاَّ أَن دَعَوْتُكُمْ فاستجبتم لِي}  [إبراهيم: ٢٢] . </p><p> وبعد أن تكلم الحق عن القتال ومشروعيته، وقتال المنافقين، وقتال الآخرين. نجد الكلام يصل إلى موضوع القتل. فأوضح لهم: المسألة أنني أنا الذي عملت البنيان الآدمي، والحياة أنا الذي أهبها، وليس من السهل لباني البنيان أن يحرض على هدمه، إنما أنا أحرض على هدم هؤلاء الذين يقاتلونكم؛ لكي يسلم باقي البنيان لكم، وإياكم أن تجترئوا على بنيانات الناس، فملعون من يهدم بنيان الله؛ لأنه سبحانه هو الذي خلق الحياة وهو الذي يأخذ الحياة، وحياة الناس ليست ملكاً لهم؛ فحياة الإنسان نفسه ليست ملكاً لنفسه، ولذلك فمن يقتل واحداً، عُدْواناً دون حق نقتص منه، وأما إن كان ذلك قد قتل خطأ فنأخذ منه الدية، </p><p> وتنتهي المسألة. لكن قاتل نفسه تحرم عليه الجنة. </p><p> إذن فقبل أن يقول لي: لا تقتل غيرك قال لي: إياك وأن تقتل نفسك. إذن فسبحانه ليس بغيور فقط على الناس منك، بل يغار عليك أيضاً من نفسك، ولذلك فحين شرع سبحانه القصاص في القتل شرعة ليحميك لا ليجرئك على أن تقتل، أما عندما يأمر سبحانه: أن من قَتَلَ يُقتل. فهو يقسط ويعدل، والقصد من هذا الحفاظ على حياتين؛ لأنك إن علمت أنك إن قَتَلْتَهُ قُتِلْت لا تقتل. </p><p> وما دمت لا تقتل فقد حميت حياتين حياة من كنت ستقتله وحياتك من أن يُقتص منك وهذا هو معنى قوله:  {وَلَكُمْ فِي القصاص حَيَاةٌ ياأولي الألباب}  [البقرة: ١٧٩] . </p><p> إذن فالذي يتفلسف ويقول: هذه بشاعة وكذا وكذا نقول له: الذي يشرع القصاص أيريد أن يَقتل؟ لا، بل يريد أن يحمي حياتك؛ لأن القاتل عندما يعلم أنه إن قَتَلَ يُقتل فلا يقتل، وما دام لا يقتل نكون قد حافظنا على حياته وحياة الآخر. إذن فقوله:  {وَلَكُمْ فِي القصاص حَيَاةٌ} قول صدق. </p><p> وعندما تكلم الحق عن القتال والقتل ينبهنا: إياكم وأن تجترئوا بسبب هذه المسائل على دماء الناس ولا على حياتهم؛ لذلك يتكلم سبحانه عن القتل المحظور في الإيمان والإسلام ويقول:  {وَمَا كَانَ لِمُؤْمِنٍ أَن يَقْتُلَ مُؤْمِناً إِلاَّ خَطَئاً ... } . </p>"
}