{
  "id": null,
  "sura": 4,
  "aya": 118,
  "text": "<p> لماذا هذا اللعن؟ لقد أذنب الشيطان وعصى الله. وآدم أذنب أيضا وعصى الله. </p><p> فلماذا لعن الله الشيطان، ولماذا عفا الله عن آدم؟ نجد الإجابة في القرآن:  {فتلقىءَادَمُ مِن رَّبِّهِ كَلِمَاتٍ فَتَابَ عَلَيْهِ إِنَّهُ هُوَ التواب الرحيم}  [البقرة: ٣٧] </p><p> ونعرف بهذا القول: أنّ هناك فرقاً بين أن يرد المخلوق على الله حكماً، وفعل المعصية للغفلة. </p><p> فحين أمر الحق إبليس بالسجود لآدم قال إبليس:  {قَالَ أَنَاْ خَيْرٌ مِّنْهُ خَلَقْتَنِي مِن نَّارٍ وَخَلَقْتَهُ مِن طِينٍ}  [الأعراف: ١٢] </p><p> وهذا رد للحكم على الله، ويختلف هذا القول عن قول آدم وحواء، قالا:  {رَبَّنَا ظَلَمْنَآ أَنفُسَنَا}  [الأعراف: ٢٣] </p><p> وهكذا نجد أن آدم قد اعترف بحكم الله واعترف بأنه لم يقدر على نفسه. ولذلك فليحذر كل واحد أن يأتي إلى ما حرّم الله ويقول: لا، ليس هذا الأمر حراما لكن إن كان لا يقدر على نفسه فليعترف ويقول: إن ما حرم الله حرام. لكني غير قادر على نفسي. وبذلك يستبعد الكفر عن نفسه، ويكون عاصياً فقط ولعل التوبة أو الاستغفار يذهبان عنه سيئات فعله. أما من يحلل ما حرّم الله فهو يصر على الكفر، وطمس الله على بصيرته نتيجة لذلك. </p><p> وسبحانه وتعالى يصف الشيطان بقوله - سبحانه -: «لعنة الله» أي طرده من رحمته. وليتيقظ ابن آدم لحبائل الشيطان وليحذره؛ لأنه مطرود من رحمة الله. </p><p> ولو أن سيدنا آدم أعمل فكره لفند قول الشيطان وكيده، ذلك أن كيد الشيطان ضعيف. ولكن آدم عليه السلام لم يتصور أن هناك من يقسم بالله كذباً. فقد أقسم الشيطان:  {وَقَاسَمَهُمَآ إِنِّي لَكُمَا لَمِنَ الناصحين}  [الأعراف: ٢١] </p><p> وكانت غفلة آدم - عليه السلام - لأمر أراده الله وهو أن يكون آدم خليفة في هذه الدنيا؛ لذلك كان من السهل أن يوسوس الشيطان لآدم ولزوجه:  {فَوَسْوَسَ لَهُمَا الشيطان لِيُبْدِيَ لَهُمَا مَا وُورِيَ عَنْهُمَا مِن سَوْءَاتِهِمَا وَقَالَ مَا نَهَاكُمَا رَبُّكُمَا عَنْ هذه الشجرة إِلاَّ أَن تَكُونَا مَلَكَيْنِ أَوْ تَكُونَا مِنَ الخالدين}  [الأعراف: ٢٠] </p><p> وأغوى الشيطان آدم وحواء بأن الله قد نهاهما عن الأكل من تلك الشجرة حتى لا يكونا ملكين، وحتى لا يستمرا في الخلود. ولو أن آدم أعمل فكره في المسألة لقال للشيطان: كل أنت من الشجرة لتكون ملكاً وتكون من الخالدين، فأنت أيها الشيطان الذي قلت بخوف شديد لله:  {قَالَ رَبِّ فَأَنظِرْنِي إلى يَوْمِ يُبْعَثُونَ}  [الحجر: ٣٦] </p><p> والحق يريد لنا أن نتعلم من غفلة آدم؛ لذلك لا بد للمؤمن أن يكون يقظاً. </p><p> فسبحانه يقول عن الشيطان:  {لَّعَنَهُ الله وَقَالَ لأَتَّخِذَنَّ مِنْ عِبَادِكَ نَصِيباً مَّفْرُوضاً} . </p><p> والقرآن الكريم حين يعالج قضية ما فهذه القضية تحتاج إلى تدبر. ونلحظ أن إبليس قد تكلم بذلك ولم يكن موجوداً من البشر إلا آدم وحواء، فكيف علم ما يكون في المستقبل من أنه سيكون له أتباع من البشر؟ وكيف قال:  {لأَتَّخِذَنَّ مِنْ عِبَادِكَ نَصِيباً مَّفْرُوضاً} ؟ . </p><p> لقد عرف أنه مادام قد قدر على أبيهم آدم وأمهم حواء فلسوف يقدر على أولادهما ويأخذ بعضاً من هؤلاء الأولاد إلى جانبه، قال ذلك ظناً من واقع أنه قدر على آدم وعلى حواء. والذين اتبعوا إبليس من البشر صدقوا إبليس في ظنه. وكان هذا الظن ساعة قال:  {لأَتَّخِذَنَّ مِنْ عِبَادِكَ نَصِيباً مَّفْرُوضاً} . </p><p> وأخذ إبليس هذا الظن لأنه قدر على آدم وحواء مع أن آدم وحواء قد أخذا </p><p> التكليف من الله مباشرة، فما بالك بالأولاد الذين لم يأخذوا التكليف مباشرة بل عن طريق الرسل. إذن كان ظن إبليس مبنياً على الدليل فالظن - كما نعلم - هو نسبة راجحة وغير متيقنة، ويقابلها الوهم وهو نسبة مرجوحة:  {وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُ}  [سبأ: ٢٠] </p><p> ولذلك قال إبليس أيضاً:  {لَئِنْ أَخَّرْتَنِ إلى يَوْمِ القيامة لأَحْتَنِكَنَّ ذُرِّيَّتَهُ إِلاَّ قَلِيلاً}  [الإسراء: ٦٢] </p><p> وقال كذلك:  {قَالَ فَبِعِزَّتِكَ لأُغْوِيَنَّهُمْ أَجْمَعِينَ}  [ص: ٨٢] </p><p> مادام إبليس قد قال:  {لأَتَّخِذَنَّ مِنْ عِبَادِكَ نَصِيباً مَّفْرُوضاً} . </p><p> فهذا اعتراف بأنه لن يستطيع أن يأخذ كل أولاد آدم. والفرض - كما نعلم - هو القطع. ويقال عن الشيء المفروض: إنه المقطوع الذي لا كلام فيه أبداً. </p><p> وما وسيلة إبليس - إذن - لأخذ نصيب مفروض من بني آدم؟ </p><p> ويوضح الحق لنا وسائل إبليس، على لسان إبليس:  {وَلأُضِلَّنَّهُمْ وَلأُمَنِّيَنَّهُمْ وَلأَمُرَنَّهُمْ فَلَيُبَتِّكُنَّ ... } </p>"
}