{
  "id": null,
  "sura": 4,
  "aya": 154,
  "text": "<p> إذن اجتراؤهم في البداية كان في طلب رؤية الله جهرة، ثم العملية الثانية وهي اتخاذهم العجل إلها. ويعالج الله هؤلاء بالأوامر الحسية، لذللك نتق الجبل فوقهم:  {وَإِذ نَتَقْنَا الجبل فَوْقَهُمْ كَأَنَّهُ ظُلَّةٌ وظنوا أَنَّهُ وَاقِعٌ بِهِمْ}  [الأعراف: ١٧١] </p><p> مثل هؤلاء لا يرضخون إلا بالآيات المادية، لذلك رفع الله فوقهم الجبل، فإما ان يأخذوا ما آتاهم الله بقوة وينفذوا المطلوب منهم، وإما أن ينطبق عليهم الجبل، وهكذا نرى أن كل اقتناعاتهم نتيجة للأمر المادي، فجاءت كل الأمور إليهم من جهة المادة. {وَقُلْنَا لَهُمُ ادخلوا الباب سُجَّداً} . أي أن يدخلوا ساجدين، وهذا إخضاع مادي أيضاً. وكان هذا الباب الذي أمرهم موسى أن يدخلوه ساجدين هو باب قرية أريحا في الشام. {وَقُلْنَا لَهُمْ لاَ تَعْدُواْ فِي السبت} وسبحانه قال عنهم: {إِذْ تَأْتِيهِمْ حِيتَانُهُمْ يَوْمَ سَبْتِهِمْ شُرَّعاً وَيَوْمَ لاَ يَسْبِتُونَ لاَ تَأْتِيهِمْ}  [الأعراف: ١٦٣] </p><p> وكلمة «السبت» لها اشتقاق لغوي من «سبت» و «يسبت» أي سكن وهدأ. ويقول الحق سبحانه:  {وَهُوَ الَّذِي جَعَلَ لَكُمُ الليل لِبَاساً والنوم سُبَاتاً}  [الفرقان: ٤٧] </p><p> أي جعل النوم سكنا لكم وقطعا لأعمالكم وراحة لأبدانكم. {وَقُلْنَا لَهُمْ لاَ تَعْدُواْ فِي السبت} أي نهاهم الله أن يصطادوا في يوم السبت. ويأتي يوم السبت فتأتيهم الحيتان مغرية تخرج أشرعتها من زعانفها وهي تعوم فوق الماء، أو تظهر على وجه الماء من كل ناحية، وهذا من الابتلاءات. {وَيَوْمَ لاَ يَسْبِتُونَ لاَ تَأْتِيهِمْ} أي أن الأيام التي يكون مسموحاً لهم فيها بالصيد لا تأتي لهم الأسماك، ولذلك يحتالون ويصنعون الحظائر الثابتة من السلك ليدخلها السمك يوم السبت ولا يستطيع الخروج منها. </p><p> لقد احتالوا على أمر الله. هكذا يبين الحق سبحانه وتعالى مراوغة بني إسرائيل. وفعل الله بهم كل ذلك ولكنهم احتالوا وتمردوا ورّدوه، وحين يهادن الحق القوم الذين يدعوهم إلى الإيمان فسبحانه يُقَدر أنه خلقهم ويُقدر الغريزة البشرية التي قد يكون من الصعب أن تلين لأول داع، فهو يدعوها مرة فلا تستقبل، فيعفو. ثم يدعوها مرة فلا تستقبل فيعفو، ثم يدعوها مرة فلا تستقبل فيعفو. وأخذ الله عليهم العهد الوثيق المؤكد بأن يطيعوه ولكنهم عصوا ونقضوا العهد، وبعد ذلك يقول لنا الخبر لنتعلم أن الله لا يمل حتى تملوا أيها البشر. فسبحانه يقول من بعد ذلك:  {فَبِمَا نَقْضِهِم مِّيثَاقَهُمْ ... } </p>"
}