{
  "id": null,
  "sura": 4,
  "aya": 163,
  "text": "<p> ونعلم أن الحق حينما يتكلم، يأتي بضمير التكلم. وضمير التكلم له ثلاثة أوجه، فهو يقول مرة:  «إنا» ومرة ثانية: «إنني» وثالثة يخاطب خلقه بقوله: «نحن» . وهنا يقول:  {إِنَّآ أَوْحَيْنَآ إِلَيْكَ كَمَآ أَوْحَيْنَآ} . ونشاهد في موقع آخر من القرآن الكريم قوله الحق:  {إنني أَنَا الله لا إله إلا أَنَاْ}  [طه: ١٤] </p><p> وفي موضع ثالث يقول:  {إِنَّا نَحْنُ نَزَّلْنَا الذكر وَإِنَّا لَهُ لَحَافِظُونَ}  [الحجر: ٩] </p><p> لأن الذكر يحتاج إلى صفات كثيرة ومتنوعة تتكاتف لتنزيل الذكر وحفظه. وحين يخاطب الله خلقه يخاطبهم بما يُجلي مواقع الصفات من الكون الذي نعيش فيه. والكون الذي نعيش فيه يمتلئ بالكائنات التي تخدم الإنسان، وهذه الكائنات قد احتاجت إلى الكثير لتهيئ للإنسان الكون قبل أن يوجد الإنسان، وذلك حتى يأتي إلى الكون ليجد نعم الله له؛ فالإنسان هو الذي طرأ على كون الله. </p><p> هذا الكون الذي صار إلى إبداع كبير احتاج إلى صفات كثيرة لإعداده، احتاج إلى علم عن الأشياء، وإلى حكمة لوضع كل شيء في مكانه، ولقدرة تبرزه، وإلى غنى بخزائنه حتى يفيض على هذا الموقع بخير يختلف عن خير الموقع الآخر، وساعة يكون العمل مُتطلباً لمجالات صفات متعددة من صفات الحق، يقول سبحانه:  «إنَّ» أو «نحن» . وعندما يأتي الحديث عن ذات الحق سبحانه وتعالى يقول:  «إني أنا الله» . ولا تأتي في هذه الحالة «إنَّا» ولا تأتي «نحن» . </p><p> والحق هنا يقول:  {إِنَّآ أَوْحَيْنَآ إِلَيْكَ} أي أنه أوحى بمنهج ليصير الإنسان سيداً في </p><p> الكون، يصون نفسه والكون معاً، وصيانة الكائن والكون تقتضي علماً وحكمة وقدرة ورحمة؛ لذلك فالوحي يحتاج إلى صفات كثيرة متآزرة صنعت الكون. ورحمة من الله بخلقه أن جعل لهم مدخلاً فيقول على سبيل المثال:  {أَلَمْ تَرَ أَنَّ الله أنزَلَ مِنَ السمآء مَآءً فَأَخْرَجْنَا بِهِ ثَمَرَاتٍ مُّخْتَلِفاً أَلْوَانُهَا}  [فاطر: ٢٧] </p><p> هو الذي أنزل من السماء ماء، وليس لأحد من خلقه أي دخل في هذا؛ لأن الماء إنما يتبخر دون أن يدري الإنسان، ولم يعرف ذلك إلا منذ قرون قليلة. وعرفنا كيف يتكون السحاب من البخار، ثم ينزل المطر من بعد ذلك. إذن لا دخل للإنسان بهذا الأمر؛ لذلك يقول الحق:  {أَلَمْ تَرَ أَنَّ الله أنزَلَ مِنَ السمآء مَآءً} . ويأتي من بعد ذلك إنصاف الحق للخلق، فيقول:  {فَأَخْرَجْنَا بِهِ ثَمَرَاتٍ مُّخْتَلِفاً أَلْوَانُهَا} . ولم يقل:  «فأخرجت» . بل أنصف الحق خلقه وهم المتحركون في نعمه بالعقول التي خلقها لهم، فسبحانه يقدر عمل الخلق من حرث وبذر ورى وذلك حتى يخرج الثمر. </p><p> إذن الأسلوب القرآني حين يأتي ب «إني» يشير إلى وحدة الذات، وحين يأتي ب «إنَّا» يشير إلى تجمع صفات الكمال؛ لأن كل فعل من أفعال الله يقتضي حشداً من الصفات علماً وإرادة وقدرة وحكمة وقبضاً وبسطاً وإعزازاً وإذلالاً وقهاريةً ورحمانيةً؛ لذلك لا بد من ضمير التعظيم الذي يقول فيه النحويون: إن «نحن» و «ن» للمعظم نفسه. </p><p> وقد عظم الحق نفسه؛ لأن الأمر هنا حشد صفات يتطلبها إيجاد الكون والقيام على أمر الكون. ولذلك نجد بعض العارفين الذي لمحوا جلال الله في ذاته وجماله في صفاته يقولون: </p><p> فسبحان رب فوق كل مظنة ... تعالى جلالاً أن يُحاط بذاته </p><p> إذا قال «إني» ذاك وحدة قدسه ... وإن قال «إنَّا» ذاك حشد صفاته </p><p> وعندما ننظر إلى هذه المسألة، نجد أن الحق سبحانه وتعالى أنصف خلقه لعلهم يعرفونه، فجعل لهم إيجاد أشياء وخلق أشياء. وحين يتعرض سبحانه لأمر يكون له فيه فعل ويكون لمن أقدره سبحانه من خلقه فيه فعل، فهو يأتي بنون التعظيم لأنه - سبحانه - هو الذي أمدهم بهذه القدرات. </p><p> وحين أوجد الحق خلقه من عدم، جعل لخلق من خلقه إيجاداً؛ ولكنْ هناك فرق بين إيجاد المادة، وإيجاد ما يتركب من المادة. فقد خلق سبحانه كل شيء من عدم، ولكن جعل لخلقه أن يخلقوا أشياء لكن ليست من عدم. وما ضَنَّ سبحانه وتعالى عليهم بأن يذكرهم بلفظ الخلق فقال:  {فَتَبَارَكَ الله أَحْسَنُ الخالقين}  [المؤمنون: ١٤] </p><p> فكأنه سبحانه وتعالى جعل من خلقه خالقين، لكن الخالقين من خلقه لم يخلقوا من عدم محض، وإنما كوَّنوا مركّباً من موجود في مواده. فأخذوا من مواد خلقها الله فركّبوا وأوجدوا. والإنسان الذي صنع كوب الماء لم ينشئ الكوب من عدم محض وإن كانت «الكلية» في الكوب غير موجودة فجزئيات إيجاد الكوب موجودة، فالرمل موجود في بيئات متعددة، وموجود أيضاً ما يصهر الرمل، والعقل الذي يأخذ تلك العناصر، والفكر الذي يصنع من الرمل عجينة، ومصمم الآلات التي تصنع هذا الكوب موجود. إذن فقد أوجد الإنسان كوباً من جزئيات موجودة. فالفارق - إذن - بين خلق الله وخلق خلق الله؛ أن الله خلق من عدم محض، لذلك وصف ذاته بقوله:  {فَتَبَارَكَ الله أَحْسَنُ الخالقين} . </p><p> فأنتم أيها البشر إنما تخلقون من مخلوقات الله ولم تخلقوا من غير مخلوق لله؛ فهو سبحانه وتعالى أحسن الخالقين. وكما أنصف الحق خلقه بأن نسب لهم خلقاً، فلا بُدَّ من أن يصف نفسه بأنه أحسن الخالقين. وأيضاً إن خلق الخلق - كما قلنا وأنا لا أزال أكررها لتستقر ثابتة في الأذهان - يجمد الشيء على ما أوجدوه عليه، فيخلقون الكوب ليظل كوباً في حجمه وشكله ولونه، ولكنهم لم يخلقوا كوباً ذكراً وكوباً أنثى ليجتمعا معاً وينشئا أكواباً صغيرة تنمو وتكبر، ولكن الله ينفخ بسرّ الحياة في كل شيء فيوجده، لذلك هو أحسن الخالقين. </p><p> ولو نظرت إلى كل شيء في الوجود لوجدت فيه سر الذات الفاعلة، فلو نظرت إلى ذات نفسك، لوجدت لك وسائل إدراك، لوجدت لك سمعاً، ولوجدت لك عيناً، ولوجدت لك أنفاً ولمساً وذوقاً ولكن لبعض الآلات تحكم في اختيارك، فأنت حين تفتح عينيك ترى وإن لم يرد أن ترى تغمض عينيك. ولكن إذا أردت </p><p> الا تسمع، أتستطيع أن تجعل في أذنك آلة تقول «لا أسمع» ؟ وأنت تفتح فمك لتأكل وتتذوق، ولكن أنت لا تفتح أنفك لتشم. أنت تمد يدك لتلمس. وقل لي بالله أي انفعال لك أن أردت أن تضحك؟ ما الآلة التي في بدنك تحركها لتضحك؟ أنت لا تعرف شيئاً إلا سبباً مثيراً يضحك، لكنك لا تعرف ما هي الآلات التي تعمل في جسمك لتضحك. وكذلك حينما تبكي ما هي الآلات التي تعمل في ذاتك لتجعلك باكياً؟ أنت لا تعرف. ولذلك جعل الله الإضحاك والإبكاء مع الإيجاد بالحياة، والعدم بالموت جعل ذلك له سبحانه وتعالى. {وَأَنَّهُ هُوَ أَضْحَكَ وأبكى وَأَنَّهُ هُوَ أَمَاتَ وَأَحْيَا}  [النجم: ٤٣ - ٤٤] </p><p> جعل الحق في ذاتك الإنسانية أشياء تفعل ولكنك لا تعرف بأي شيء تفعل ولا بأي شيء تنفعل. والأذن ليس لها ما يسدها عن السمع؛ لذلك لا يأمرك الحق بألا تسمع أي شيء، ولكن الأثر الصالح يأمر:  (لا تتسمّع إلى القيلة) . </p><p> لم يقل الأثر الصالح «لا تسمع إلا قيلة» لأن الإنسان لا يستطيع أن يصم أذنيه عما يدور حوله، لكنه يستطيع ألا يتسمّع بألاّ يلقي بأذنيه إلى ما يقال. إذن فقد جعل الحق التكليف في مقدور اختيارات المسلم ولذلك قال:  {وَإِذَا رَأَيْتَ الذين يَخُوضُونَ في آيَاتِنَا فَأَعْرِضْ عَنْهُمْ حتى يَخُوضُواْ فِي حَدِيثٍ غَيْرِهِ}  [الأنعام: ٦٨] </p><p> واستخدم هنا كلمة «رأيت» لأن المسلم لا يملك شيئاً يسد به أذنيه حتى لا يسمع حديث الذين يخوضون في آيات الله، لكن أمر الله الذين يسمعون ذلك أن يسيروا بعيداً معرضين عن هؤلاء الخائضين. وسبحانه يوضح لنا ما خفي عنا، وكل شيء في الكون وإن كان ظاهره أنه «يفعل» ، لكنه في الحقيقة هو مقهور لما ينفعل لمرادات الله بأمر الله. ولذلك يقول العارفون بالله: من جميل إحسانه إليك أن فعل ونسب إليك. </p><p> فسبحانه وتعالى الذي يفعل كل شيء، وليس على الإنسان إلا توجيه الآلة </p><p> الفاعلة. ومن عظمة الحق سبحانه وتعالى أن الإنسان حين يكون قوياً لا يمكنه أن يعطي قوته لضعيف، فلا أحد منا يقول لضعيف: خذ قدراً من قوتي لتساعدك على التحمل، بينما يوضح الله للضعيف عملياً: تعال إلي أعطك من مطلق قدرتي قدراً من القوة لتفعل. </p><p> إذن القوة في المخلوق لا يعطيها أبداً لمثله، بل يعطي أثرها. مثال ذلك عندما لا يستطيع شخص أن يحمل شيئاً ثقيلاً، فيأتي آخر قَويّ ليحمله عنه، والقوي بفعله إنما يعدي أثر قوته للضعيف، لكنه لا يستطيع أن ينقل قوته إلى ذات الضعيف ليحمل الشيء الثقيل. </p><p> والله لا يعدي أثر قوته فحسب ولكنه يمنح ويعطي قوة إلى كل ضعيف يلجأ إليه وإلى كل قوي أيضاً. وسبحانه يتفضل بالغنى والسعة لكل غني وفقير وبرحمته إلى كل رحيم، وبقدرته لكل قادر، وبحكمته لكل حكيم. إذن فكل هذه مستمدات من الحق سبحانه وتعالى. هذا هو كلامنا في «إنَّا» . </p><p> وحين يتكلم الحق قائلاً:  «أوحينا» فهو سبحانه يأتي بصيغة الجمع. وما الوحي؟ قال العلماء الوحي: إعلام بخفاء؛ لأن وسائل الإعلام شتى، وسائل الإعلام هي التي تنقل قولاً يقوله المبلِّغ فيعلم السامع، أو هو إشارة يشير بها فيفهم معناها الرائي. وهذه إعلامات ليست بخفاء. بل بوضوح، وعندما يقول:  «أوحينا» فهو يعني أنه قد أعلم، ولكن بطريق خفي. وحين تطلق كلمة «وحي» يكون لها معانٍ شتى، فكل إعلام بخفاء وحي. لكن من الذي أوحى في خفاء؟ ومن الذي أُوحي إليه في خفاء؟ وما الذي أُوحي به في خفاء؟ نجد أن الحق سبحانه وتعالى جاء في أجناس الوجود، وقال عن الأرض وهي الجماد:  {إِذَا زُلْزِلَتِ الأرض زِلْزَالَهَا وَأَخْرَجَتِ الأرض أَثْقَالَهَا وَقَالَ الإنسان مَا لَهَا يَوْمَئِذٍ تُحَدِّثُ أَخْبَارَهَا بِأَنَّ رَبَّكَ أوحى لَهَا}  [الزلزلة: ١ - ٥] </p><p> أي أن الحق قد ضبط الأرض على مسافة زمن قيام القيامة، فتتحدث عندئذ - </p><p> ولله المثل الأعلى - نحن نقدر العمر الافتراضي لما نصنع لينتهي في وقت محدد. إذن فقد أوحى الله للجماد وهي الأرض. </p><p> ويترك لنا سبحانه في صناعة المخلوقين ما يقرب لنا صنعة الخالق، فعندما يريد الإنسان أن يستيقظ في الثالثة صباحاً، وهو وقت لم يعتد فيه هذا الإنسان على الاستيقاظ، فهو يضبط المنبه ليصدر عنه الجرس في الوقت المحدد، كأن الإنسان بهذا الفعل قد أوحى للمنبه، كذلك الحق صنع الأرض وأوحى لها: في الوقت المحدد ستنفجرين بحكم تكويني لك. ويوحي الحق إلى جنس الحيوان:  {وأوحى رَبُّكَ إلى النحل أَنِ اتخذي مِنَ الجبال بُيُوتاً وَمِنَ الشجر وَمِمَّا يَعْرِشُونَ}  [النحل: ٦٨] </p><p> هذا إعلام بخفاء من الله للنحل. فقد جعل الله في تكوينها الغرزي ما يؤدي إلى ذلك. وهناك فرق بين التكوين الغرزي والتكوين الاختياري؛ فالتكوين الغرزي يسير بنظام آلي لا يعدل عنه، أما التكوين الاختياري فيصح أن يعدل عنه. </p><p> ومثال آخر علىلآلية نجد الحاسب الآلي المسمى العقلي الإلكتروني ويقوم الإنسان بتخزين المعلومات فيه، وهذا الحاسب الآلي لا يستطيع أن يقول لواضع المعلومات فيه: لا تقل هذه الحقيقة، ولا يستطيع أن يمتنع عن إعطاء ما فيه لمن يطلب هذه المعلومات إن كان يعرف كيفية استدعائها. </p><p> فلا اختيار للحاسب الآلي. </p><p> ويختلف الوضع في العقل البشري الذي يتميز بالقدرة على انتقاء المعلومات ويعرف كيف يدلي بهذه المعلومات حسب المواقف المختلفة، ويتحكم بوعي فيما يجب أن يُستر وفيما لا يجب ستره، بل إن العقل البشري قد يكذب ويلون المعلومات. وهو قادر على تغيير الحقائق والتحكم فيها، بينما الحاسب الآلي المسمى بعقل إليكتروني لا يقدر على ذلك؛ لأنه يدلي بالمعلومات حسب ما تم «برمجته» به وتخزينه ووضعه فيه، وهكذا يرتقي الإنسان في الفكر. </p><p> والحق سبحانه وتعالى حين خلق الخلق، أعطى لكل كائن الغرائز التكوينية التي </p><p> تناسبه أعطى الإنسان القدرة على الاختيار بين البديلات، أما بقية الكائنات فقد أخذت حكم الغريزة. والكائن الذي يسير بحكم الغريزة لا اختيار له، ولذلك تسير كل أموره مستقيمة بناموس ثابت. </p><p> ونرى هذا الأمر بوضوح في حكم قهر السموات والأرض والكواكب التي لا اختيار لها؛ فهي تسير حسب القوانين التي وضعها الله لها، وكذلك النبات. فالإنسان قد يزرع شجرة فتنمو بالتسخير الغرسي الذي وضعه الله فيها، وتمتد الشعيرات من الجذور في باطن الأرض؛ لتمتص - بتسخير الله لها - بعض العناصر المحددة في التربة، وينتفع نبات ما بمادة معينة قد لا تصلح لنبات آخر. </p><p> ويأتي علماء النبات ليعملوا في حقل دراسات نمو النباتات، وقد يكون بعضهم ضعيف الإيمان بالله، أو أن قدرات الخالق لا توجد في بؤرة شعوره دائماً. فيقول: إن النبات يتغذى حسب خاصية الأنابيب الشعرية. وخاصية الأنابيب الشعرية - كما نعرفها - هي صعود السائل إلى الأنابيب التي تكون الواحدة منها لا يزيد قطرها واتساعها على قطر الشعرة. ويصعد فيها السائل إلى ما فوق سطح الإناء. وكل سائل في أي إناء إنما يأخذ استطراقاَ واحداً. وعندما نضع الأنابيب الشعرية في قلب هذا الإناء، فالسائل يصعد داخل هذه الأنابيب فوق مستوى الإناء؛ لأن الضغط الجوي داخل الأنابيب يختلف بالنسبة لحجم المياه عنها في داخل الإناء. وظن العلماء أن النبات يتغذى بهذه الطريقة. </p><p> ونقول لهؤلاء: كيف هذا والنبات يختار عناصر معينة من السائل؛ بينما الأنابيب الشعرية يصعد فيها الماء بكل العناصر الموجودة في الماء؟ . إنك أيها العالم الذي غاب الله عن بؤرة شعورك قد تدعي أن الطبيعة هي التي تفعل ذلك، ولا تلتفت إلى حقيقة واضحة وهي أن النبات ينتقي بالتسخير الرباني الخاص بعضاً من العناصر الموجودة في التربة، لا بخاصية الأنابيب الشعرية. </p><p> وصدق القول الحق:  {سَبِّحِ اسم رَبِّكَ الأعلى الذي خَلَقَ فسوى والذي قَدَّرَ فهدى}  [الأعلى: ١ - ٣] </p><p> فسبحانه الذي قدر فهدى كل شيء إلى احتياجاته. ويقول الحق أيضاً: </p><p> {يسقى بِمَآءٍ وَاحِدٍ وَنُفَضِّلُ بَعْضَهَا على بَعْضٍ فِي الأكل إِنَّ فِي ذلك لآيَاتٍ لِّقَوْمٍ يَعْقِلُونَ}  [الرعد: ٤] </p><p> إذن فسبحانه يوحي لكل نبات بخاصية تكوين غريزي تختلف عن النبات الآخر؛ لذلك نجد الفلاح يضع شجرة الفلفل بجانب عود القصب، بجانب شجرة الرمان، فنجد الفلفل يخرج وله مذاق حريف، والقصب له مذاق حلو، والرمان له مذاق فيه الحلاوة والحموضة، إنه مختلف عن القصب وعن الفلفل، وهذا الاختلاف لم يتم بخاصية الأنابيب الشعرية. ويقول آخر: هذا الاختلاف إنما حدث بظاهرة الانتخاب الطبيعي. ونقول: لماذا لا تقول الانتخاب الإلهي وتستريح؟ . </p><p> إذن فالوحي هو إعلام بخفاء، وقد يكون مطموراً في تكوين الشيء بحيث إذا جاء وقته ينفعل، تماماً مثلما يدق جرس المنبه في الميعاد المحدد. والوحي إلى الحيوان يتحدد في قوله الحق:  {وأوحى رَبُّكَ إلى النحل أَنِ اتخذي مِنَ الجبال بُيُوتاً وَمِنَ الشجر وَمِمَّا يَعْرِشُونَ}  [النحل: ٦٨] </p><p> ومن العجيب أن العالم الأمريكي الذي رصد حياته لدراسة النحل في أطواره وأصنافه وأجناسه وبيئاته، قال: أول إنتاج للنحل كان في الجبال وأقدم عسل وجده الإنسان للنحل كان في الخلايا التي عثر عليها من الجبال. وبعد ذلك وجد الإنسان النحل وعسله في الشجر العالي الذي لا يملكه، ثم استأنس الإنسان النحل وأقام له البساتين والبيوت والخلايا ومما يعرشون. ولم يقرأ هذا العالم القرآن ليعرف المراحل الثلاث التي جاءت به، لكنه درس بصدق البحث التجريبي، وخرج بالنتيجة نفسها التي جاء بها القرآن. وفي كل وقت وزمان نجد عالماً من الكافرين يكتشف أشياء تؤيد وتؤكد قضية الإيمان عند المؤمنين. أما الوحي بالنسبة للإنسان فيأخذ أشكالاً أخرى، يقول الحق: </p><p> {وَأَوْحَيْنَآ إلى أُمِّ موسى أَنْ أَرْضِعِيهِ فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِي اليم}  [القصص: ٧] </p><p> ولم يأت إلى أم موسى رسول يُوحى إليها. لكن الأمر قد استقر في ذهنها، وقد تعب العلماء كثيراً ليقربوا معنى الوحي لأذهاننا، فقالوا عنه: إنه عرفان يجده الإنسان في نفسه ولا يعرف مصدره، ومع هذا العرفان دليل أنه من الله. ولذلك لا يطلب العقل عليه دليلاً. والذي يصّدق على هذا هو أننا سمعنا قول الحق:  {وَأَوْحَيْنَآ إلى أُمِّ موسى أَنْ أَرْضِعِيهِ فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِي اليم} . </p><p> وبالله عليكم، اجمعوا الدنيا كلها وقولوا لامرأة: إن خفت على ابنك فألقيه في البحر، هل تصدق الأم ذلك؟! لا يمكن، لكن أم موسى أخذت هذا الأمر كقضية مسلم بها، فساعة دخل الإيحاء من الله إلى قلبها، أو الإعلام بخفاء إلى وجدانها آمنت به، ومادام الإعلام من الله فلا شيطان يزاحمه، بل يدخل إلى النفس فتستقبله استقبال اليقين والإيمان بلا مناقشة. وألقت أم موسى بابنها بعد أن أرضعته. وأراد الله أن يطمئنها. فأوضح لها: أَنَا أصدرت الأمر إلى البحر ليلقي الرضيع إلى الساحل. وأصدرت الأوامر ليلتقطه العدو فرعون. </p><p> وأصدرت الأوامر أن يقوم بيت فرعون بتربيته. </p><p> وبعد ذلك هناك وحي للحواريين. يقول الله:  {وَإِذْ أَوْحَيْتُ إِلَى الحواريين أَنْ آمِنُواْ بِي وَبِرَسُولِي قالوا آمَنَّا واشهد بِأَنَّنَا مُسْلِمُونَ}  [المائدة: ١١١] </p><p> وهناك وحي للملائكة كقول الحق:  {إِذْ يُوحِي رَبُّكَ إِلَى الملائكة أَنِّي مَعَكُمْ فَثَبِّتُواْ الذين آمَنُواْ سَأُلْقِي فِي قُلُوبِ الذين كَفَرُواْ الرعب}  [الأنفال: ١٢] </p><p> الوحي ينتظم ويشمل - إذن - كل أجناس الوجود بطريقة خفية عند عالم خفي </p><p> عنا، وهم الملائكة، وعالم ملحوظ لنا ولأمثالنا مثل الحواريين، ومثل أم موسى. </p><p> وساعة يقول:  «أوحينا» ينبهنا إلى أن الإعلام بخفاء أمر غير مقصور على الله؛ ذلك أن الشياطين يوحون إلى أوليائهم:  {وَإِنَّ الشياطين لَيُوحُونَ إلى أَوْلِيَآئِهِمْ لِيُجَادِلُوكُمْ وَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَ}  [الأنعام: ١٢١] </p><p> ويقول أيضاً عن الشياطين:  {وَكَذَلِكَ جَعَلْنَا لِكُلِّ نِبِيٍّ عَدُوّاً شَيَاطِينَ الإنس والجن يُوحِي بَعْضُهُمْ إلى بَعْضٍ زُخْرُفَ القول غُرُوراً وَلَوْ شَآءَ رَبُّكَ مَا فَعَلُوهُ فَذَرْهُمْ وَمَا يَفْتَرُونَ}  [الأنعام: ١١٢] </p><p> إذن الوحي هو إعلام بخفاء، وليس الأمر مقصوراً على الحق سبحانه وتعالى، بل يصح أن يكون الوحي من الله، أو من الشياطين، أو من جنود الشياطين. </p><p> وقد يكون الوحي إلى الجماد وإلى الحيوان وإلى الملائكة وإلى الإنسان. </p><p> وعندما نحدد معنى الوحي فإننا نقول: </p><p> الوحي في اللغة إعلام بخفاء من أيّ - سواء أكان من الله أم من الشياطين - ولأي ما - سواء للأرض أو للحيوان أو للإنسان - وفي أيِّ - سواء في خير أو شر -. </p><p> وكلمة «وحي» تصلح لأي معنى من هذه المعاني بحيث إذا أطلقت انصرفت إليه. ولكن هي بالمعنى الشرعي لا تطلق إلاّ على الإعلام بخفاء من الله لرسوله، ومثل ذلك حدث لمعنى الصلاة، فالصلاة معناها اللغوي الدعاء، وهناك الصلاة على النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، والصلاة المكتوبة هي الأقوال والأفعال، وأخذ </p><p> الشرع معنى الصلاة واصطلح على أن كلمة الصلاة حين يطلقها الفقيه تنصرف إلى الأقوال والأفعال المخصوصة المبتدأة بالتكبير والمختتمة بالتسليم. </p><p> وفي هذا المعنى الشامل للصلاة نجد سيدنا عمر - رَضِيَ اللَّهُ عَنْه - وقد دخل عليه حذيفة فسأله: كيف أصبحت؟ . أجاب حذيفة: أصبحت أحب الفتنة وأكره الحق وأصلي بغير وضوء ولي في الأرض ما ليس في السماء. وغضب سيدنا عمر، ولولا دخول سيدنا علي بن أبي طالب لكان لسيدنا عمر شأن آخر مع حذيفة. </p><p> وسأل عليٌّ عمر: ما يغضبك يا أمير المؤمنين؟ . قال عمر: سألت حذيفة كيف أصبحت فقال كذا وكذا. فقال علي - كرم الله وجهه -: نعم يا أمير المؤمنين، أصبح يحب الفتنة، أي يحب ماله وولده، فالحق قال:  {إِنَّمَآ أَمْوَالُكُمْ وَأَوْلاَدُكُمْ فِتْنَةٌ} ، وهو يكره الموت والموت حق من فينا يحبه يا أمير المؤمنين؟ وهو يصلي بغير وضوء على النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وله في الأرض زوجة وله ولد وهو ما ليس لله في السماء. </p><p> إذن فقد أخذ حذيفة الفتنة على معنى مخصوص، وكذلك الموت، والصلاة. وضربت هذالمثل لأفرق بين المعاني الشرعية والمعاني اللغوية. </p><p> ونوضح الفارق بين معنى الوحي الاصطلاحي والمعنى اللغوي، المعنى اللغوي للوحي هو: إعلام بخفاء من أيّ لأيّ بأي. والوحي بمعناه الشرعي: إعلام بخفاء من الله لرسوله. وكل الألوان الأخرى من الوحي نأخذها بالمعنى اللغوي. </p><p> وقوله الحق هنا في الآية التي نحن بصددها:  {إِنَّآ أَوْحَيْنَآ إِلَيْكَ كَمَآ أَوْحَيْنَآ إلى نُوحٍ} . و «أوحينا» هنا قد جاءت للإعلام بخفاء من الله لرسول من رسله. ونعلم أن صفات الكمال للحق سبحانه وتعالى هي صفات الكمال المطلق. وكل الخلق مقدورون لقدرته سبحانه. ولا يمكن لأحد أن يتصل اتصالاً مباشراً بالأعلى المطلق. ولا يستطيع أحد أن يتحمل ذلك حتى الرسول. ولذلك يأتي الحق بنورانيَّين من الملائكة ليأخذوا منه ليعطوا للرسول. ويسبق ذلك إعداد الرسول لهذه المهمة. </p><p> إذن فالمسألة تمر بمراحل تصفية، الأعلى يعطى للملائكة، والملائكة يعطون للمصطفى من الخلق، والمصطفى مصنوع على عين الله ليتلقى الوحي، ومن بعد ذلك يعطي الرسول لغيره من البشر. وكل ذلك لتقريب مسافات الالتقاء. وعلى رغم تقريب مسافات الالتقاء تحصل الهزة من آخر مرحلة حين يستقبل من أدنى مرحلة، فحين يستقبل الرسول الوحي من ملك تحدث له هِزَّة. والرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يقول عن أول لقاء له مع الوحي: </p><p> (حتى جاءه الحق وهو في غار حراء فجاءه الملك فقال: اقرأ.قال:ما أنا بقارئ قال: فأخذني فغطني حتى بلغ مني الجهد ثم أرسلني.فقال:اقرأ فقلت: ما أنا بقارئ فأخذني فغطني الثانية حتى بلغ مني الجهد ثم أرسلني.فقال:اقرأ فقلت: ما أنا بقارئ فأخذني فغطني الثالثة ثم أرسلني.فقال:اقرأ باسم ربك الذي خلق. خلق الإنسان من علق اقرأ وربّك الأكرم) . </p><p> وكان جبينه يتصفد عرقاً، ورجف فؤاده ودخل على زوجه خديجة بنت خويلد فقال:  «زملوني زملوني» فزملوه حتى ذهب عنه الرَّوْع. وكان ذلك أمراً طبيعياً؛ فهذا الملك جبريل متصل ببشر هو محمد بن عبد الله ولا بد أن يحدث ذلك للرسول، وذلك حتى يتكيف ليستقبل من المَلَك. </p><p> لكن أتظل هذه الرجفة المتعبة؟ . لا، إن الوحي يَفتر لفترة وتذهب عنه متاعبه فيشتاق الرسول إليه ويصير قادراً على تحمل متاعبه، مثل تصفد الجبين بالعرق، ومثل الثقل في الحركة حتى إذا جاءه الوحي وهو على دابة فهي تئط وتئن، وإن جاءه الوحي وهو جالس وفخذه على فخذ واحد من الصحابة، فيكاد ثقل الرسول يرض عظام الرجل ويكسرها، كل ذلك من المتاعب تحدث للرسول في أثناء الوحي؛ لأن تغييراً كيماوياً يحدث في بدنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ليتأكد أن الكلام الذي يتلقاه ليس كلاماً عادياً، لكنه كلام قد جاء بإعجاز، وأنه من عند الله. </p><p> لقد كان للوحي صلصلة كصلصلة الجرس. وكأن هذا الصوت إعلان أن زمن وساعة الوحي قد جاءت فاستعد لها يا رسول الله. وعندما تعب رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في البداية، كان من رحمة الله به أن يجعل الوحي يفتر عنه، فيشتاق صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ للوحي بسبب حلاوة ما أوحي إليه، ويجعله هذا الشوق مستشرفاً للمتاعب. وعندما فتر الوحي عن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قال خصومه: رب محمد ودعه وجَفاه. ولم يتذكروا أن لمحمد رباً إلاّ في هذه المسألة بعد أن اتهموه بالكذب ولم يمتلكوا الذكاء حتى يعبروا عن هذا الأمر بتعبير لا يتناقض مع موقفهم السابق منه. وحين رأى الحق الإجهاد الحاصل لرسوله جعل الوحي يفتر حتى تبقى حلاوة ما يوحَى به ويذهب التعب ويشتاق رسول الله إلى ما يوحى إليه. </p><p> إن الشوق وتلك المحبة يجعلان رسول الله لا يشعر بوطأة الألم المادي البشري، والإنسان منا حين يذهب إلى حبيب له يسير في الشوك والوحل ولا يبالي. إذن ففتور الوحي كان لتربية الشوق في نفسه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ليستقبل الوحي، ولينتبه كل منا حين يقرأ قول الله سبحانه وتعالى:  {وَلَلآخِرَةُ خَيْرٌ لَّكَ مِنَ الأولى}  [الضحى: ٤] </p><p> أي أن ما سيأتي لك من بعد ذلك سيسرك. ويقول الحق بعدها:  {أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ وَوَضَعْنَا عَنكَ وِزْرَكَ الذي أَنقَضَ ظَهْرَكَ وَرَفَعْنَا لَكَ ذِكْرَكَ}  [الشرح: ١ - ٤] </p><p> وحين عرض الحق هذه المسألة بهذه الكيفية أراد أن يبلغنا: لا تظنوا أن رب محمد - كما يقولون - قد جفاه، لا، بل يعده ليستقبل أكثر مما جاء من قبل، فسنن الكون أمامكم، لكن كفرهم أعمى أبصارهم وبصيرتهم، ويقول سبحانه:  {والضحى والليل إِذَا سجى مَا وَدَّعَكَ رَبُّكَ وَمَا قلى}  [الضحى: ١ - ٣] </p><p> وسبحانه يقسم بما شاء على ما شاء. والضحى هو ضحوة النهار وهي محل الحركة </p><p> والكدح والجهد والتعب، والليل محل الراحة والسكون. </p><p> كأن الحق يوضح: إنكم إن نظرتم في آية الكون لوجدتم أن الله قد جعل الضحى للكدح والليل لنسكن فيه وفتور الوحي هو سكون ليعاود محمد نشاطه في حركة الوحي الجديدة، هو الحق - سبحانه - يقسم:  {والضحى والليل إِذَا سجى مَا وَدَّعَكَ رَبُّكَ وَمَا قلى} أمجيء الليل بعد النهار ضن من الله على الناس بالنهار؟ لا، إنما الليل عطاء من الله ليسكنوا وليستقبلوا النهار الجديد. </p><p> وأنزل سبحانه الآية التي نحن بصدد خواطرنا عنها حينما سأل اليهود النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أن ينزل عليهم كتاباً من السماء:  {يَسْأَلُكَ أَهْلُ الكتاب أَن تُنَزِّلَ عَلَيْهِمْ كِتَاباً مِّنَ السمآء فَقَدْ سَأَلُواْ موسى أَكْبَرَ مِن ذلك فقالوا أَرِنَا الله جَهْرَةً} . </p><p> فيأمره الحق أن يوضح: أنا قد أوحى الله إليَّ كما أوحى إلى الرسل السابقين، فهل أنتم شككتم في وحي الله لموسى؟ أشككتم في وحي الله لمن سبق موسى؟ صحيح أنكم شككتم في مسألة عيسى، لكن لنضع الأمر الذي تكذبون فيه جانباً ولنأخذ ما أنتم مصدقون به، فيقول سبحانه:  {إِنَّآ أَوْحَيْنَآ إِلَيْكَ كَمَآ أَوْحَيْنَآ إلى نُوحٍ والنبيين مِن بَعْدِهِ} . </p><p> إذن فأنت يا محمد لست بدعاً في هذه المسألة:  {إِنَّآ أَوْحَيْنَآ إِلَيْكَ كَمَآ أَوْحَيْنَآ إلى نُوحٍ والنبيين مِن بَعْدِهِ} ويمر العلماء على هذه المسألة مروراً سريعاً، لكننا نقف عندها ونقول: قد يوحي هذا القول أن أول وحي كان لنوح. والحقيقة أن الوحي الأول كان لآدم من قبل، لكنْ هناك فارق بين الوحي لآدم والوحي للأنبياء من بعده. </p><p> ومثال ذلك نوح، فنوح طرأ على أمته وكانت أمته موجودة ثم جاء هو إلى هذه الأمة مبشراً ونذيراً. أما آدم عليه السلام فقد طرأت عليه أمته؛ لذلك لم يرسله الله بمعجزة، فهو أب للجميع. والأبناء يقلدون الآباء، بل حتى أبناء الملاحدة يقلدون آباءهم. وقد أوحى الله لآدم وقال له:  {فَإِمَّا يَأْتِيَنَّكُم مِّنِّي هُدًى فَمَن تَبِعَ هُدَايَ فَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ} وإرسال الهدى لآدم هو مجيء الوحي إليه. </p><p> ولماذا جاء نوح في هذه الآية أولاً؟ لأن نوحاً عليه وعلى نبينا الصلاة والسلام قد </p><p> طرأ على أمته؛ لذلك احتاج إلى وحي وإلى معجزة. وأرسل الله نوحاً إلى الناس كافة؛ لعموم الموضوع، فلم يكن هناك من البشر غيرهم. لكنَّ محمداً صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أرسله الله للناس كافة؛ لأن الإسلام هو الدين الخاتم. وكان قوم محمد موجودين. وكذلك كان غيرهم موجوداً. </p><p> {إِنَّآ أَوْحَيْنَآ إِلَيْكَ كَمَآ أَوْحَيْنَآ إلى نُوحٍ والنبيين مِن بَعْدِهِ وَأَوْحَيْنَآ إلى إِبْرَاهِيمَ} . لماذا قال الحق:  {والنبيين مِن بَعْدِهِ} أي من بعد نوح؟ ، ولماذا قال:  {وَأَوْحَيْنَآ إلى إِبْرَاهِيمَ} وذكر أسماء الأنبياء من بعد إبراهيم؟ </p><p> يقول العلماء: هنا عطف خاص على عام لزيادة التنبيه على شرف هؤلاء، {وَأَوْحَيْنَآ إلى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإسْحَاقَ وَيَعْقُوبَ والأسباط وعيسى وَأَيُّوبَ وَيُونُسَ وَهَارُونَ وَسُلَيْمَانَ وَآتَيْنَا دَاوُودَ زَبُوراً} ، وكأن الحق يقول: حين يسألك اليهود - يا محمد - أن تنزل عليهم كتابا من السماء قل لهم: إن الله أوحى إليَّ كما أوحى إلى ألأنبياء السابقين؛ فلست بدعا من الرسل. وحتى لو أنزل إليهم محمد كتاباً في قرطاس ولمسوه بأيديهم لقالوا: هذا سحر مبين، كما قال:  {وَلَوْ نَزَّلْنَا عَلَيْكَ كِتَاباً فِي قِرْطَاسٍ فَلَمَسُوهُ بِأَيْدِيهِمْ لَقَالَ الذين كَفَرُواْ إِنْ هاذآ إِلاَّ سِحْرٌ مُّبِينٌ}  [الأنعام: ٧] </p><p> فالمنْكِر يريد الإصرار على الإنكار فقط. وليست المسألة جدلاً في حق وإنما هي لَجَاج في باطل. </p><p> ويتابع سبحانه وتعالى أسماء الأنبياء الذين أوحى الله إليهم:  {وَأَوْحَيْنَآ إلى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإسْحَاقَ وَيَعْقُوبَ والأسباط وعيسى وَأَيُّوبَ وَيُونُسَ وَهَارُونَ وَسُلَيْمَانَ وَآتَيْنَا دَاوُودَ زَبُوراً} ونلحظ أنه جل وعلا ذكر الوحي عاماً؛ لكنه حينما جاء لداود ذكر اسمَ كتابِه «الزبور» ولم يأت في الآية بأسماء الكتب المنزلة على الرسل السابقين مثل نزول التوراة على موسى، والإنجيل على عيسى؛ لأن ما جاء به داود في الزبور أمر تُجمع عليه كل الشرائع، وهو تحميد الله والثناء عليه قلم توجد في الزبور أية أحكام. </p><p> وقد يقول قائل: إن عيسى أيضاً لم تنزل عليه أحكام في الإنجيل. ونقول: لأن الإنجيل يلتحم بالتوراة؛ وجاء بالوجدانيات الدينية وكانت التوراة موجودة قبله وفيها الأحكام. ولذلك فمن عجيب أمر أهل الكتاب من يهود ونصارى، أنهم على رغم اختلافهم في قمة الأمور وهي مسألة عيسى وأم عيسى، جاءوا آخر الأمر ليلتقوا ويسموا الكتابين «العهد القديم والعهد الجديد» ويَعْتبروهما كتاباً واحداً يسمونه الكتاب المقدس. </p><p> وما معنى «الزبور» ؟ المادة كلها مأخوذة من «زَبَرَ البئر» ، فعندما يقوم الناس بحفر بئر ليأخذوا منها الماء، يخافون أن ينهال التراب من جوانبها عليه فتمطر البئر؛ لذلك يصنعون لجدران البئر بطانة الحجارة، وفي الريف المصري نجد انهم يصنعون تلك البطانة من الأسمنت. </p><p> وكلمة «زَبَرَ البئر» تؤدي معنى كل عملية لإصلاح البئر؛ ثم أخذ الناس هذه الكلمة في معانٍ مختلفة، فسموا العقل «زَبْراً» لأنه يعقل الأمور. وإذا كان السياج من الحجارة يعقل التراب عن البئر ويمنعه، فكذلك العقل يحمي الإنسان من الشطط وليضبط الإنسان حريته في إطار مسئوليته ليفكر، ويعقل الغرائز عن الفكاك بالإنسان إلى الشتات والضلال. ويخطئ الناس في بعض الأحيان في فهم معنى «العقل» ؛ ويظنون أن العقل هو إطلاق الحبل على الغارب للأفكار دون انتظام او مسئولية، ونقول: افهموا أولاً معنى كلمة العقل حتى تعرفوا مهمته. </p><p> ويقول الحق من بعد ذلك:  {وَرُسُلاً قَدْ قَصَصْنَاهُمْ ... } </p>"
}