{
  "id": null,
  "sura": 5,
  "aya": 95,
  "text": "<p> أي لا تقتلوا الصيد إن كنتم قد أحرمتم بالحج أو بالعمرة أو بهما معا، وإن لم تحرموا فالصيد محرّم أيضاً في حدود منطقة الحرم. وسبحانه قد جعل الحرم زماناً والحرم مكاناً. وهو فَيْءٌ يلجأ إليه الناس من غرور عزة قوم على حساب ذلة قوم آخرين. وقديماً كان يحارب بعضهم بعضا، ولذلك جعل الحق أربعة أشهر حرماً في الزمان، أي لا قتال فيها، وذلك حتى يستريح المتعب من الحرب، ويستريح من يخاف على عزته، أو يذوق فيها الجميع لذة السلام والأمن، وقد يستمرون في ذلك الاستمتاع بالسلام والأمان. وكذلك جعل الحق الحرم أيضاً مكاناً آمناً، لا يتعرض فيه أحد لأحد. وكان الإنسان يقابل في الحرم قاتل أبيه فلا يتعرض له، كل ذلك ليحمي عزة المسلمين أن تنكسر أمام غيرهم. </p><p> ومثال ذلك طرفان كلاهما على خلاف مع الآخر، وكل منهما يرغب في الصلح مع الطرف الآخر. وهنا يتدخل أي إنسان من الخارج فينجح؛ لأن الطرفين ميالان للصلح. وكل منهما يريد إنهاء الحرب ولكن تأخذه العزة بالإثم وتستولي عليه الحمية ويأنف أن يبدأ خصمه بطلب الصلح. </p><p> وقد أراد الحق أن تكون هناك في الأشهر الحرم فرصة للائتلاف والصلح وذلك بأن يلجأ الناس إلى البيت الحرام حتى تنفض البشرية عن نفسها البغضاء وحتى يرتاح البشر من القتال، فتصدر الأحكام في رويّة واتزان وهدوء أعصاب. </p><p> ويقول الحق جل وعلا:  {ياأيها الذين آمَنُواْ لاَ تَقْتُلُواْ الصيد وَأَنْتُمْ حُرُمٌ وَمَن قَتَلَهُ مِنكُم مُّتَعَمِّداً فَجَزَآءٌ مِّثْلُ مَا قَتَلَ مِنَ النعم يَحْكُمُ بِهِ ذَوَا عَدْلٍ مِّنْكُمْ هَدْياً بَالِغَ الكعبة أَوْ كَفَّارَةٌ طَعَامُ مَسَاكِينَ أَو عَدْلُ ذلك صِيَاماً لِّيَذُوقَ وَبَالَ أَمْرِهِ عَفَا الله عَمَّا سَلَف وَمَنْ عَادَ فَيَنْتَقِمُ الله مِنْهُ والله عَزِيزٌ ذُو انتقام}  [المائدة: ٩٥] . </p><p> ولا يعتبر الشيء صيداً إلا إذا كان مما يؤكل. أما إذا كان الشيء المصاد لا يؤكل كالسبع وغيره فقد قال بعض العلماء: لا يمنع ولا يحرم ولكنا نقول: إن الصيد هو كل ما يصاد سواء ليؤكل أو حتى غير مأكول، وذلك لنعلم أنفسنا وجوارحنا وأعضاءنا الأدب ونحن حرم. ومعنى «حُرُم» هو أن نكون محرمين أو في الحرم، والحرم له حدود معروفة. وداخل الحرم ممنوع على الإنسان أن يصطاد أي شيء من لحظة بلوغه ميقات الحج والعمرة. </p><p> إذن فحيز الصيد محدود بالنسبة لكل من دخل الحرم المكّي الشريف سواء أكان محرماً أم لا. وحيز الصيد بالنسبة لمن أراد الحج أو العمرة هو أكثر رقعة واتساعا، ذلك أن التحريم يبدأ من حين الاحرام بالحج أو العمرة أو بهما. ولكن ماذا يكون الحكم إن اعتدى إنسان على الحكم واصطاد؟ </p><p> {وَمَن قَتَلَهُ مِنكُم مُّتَعَمِّداً} . </p><p> لكن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ألحق قتل الخطأ بالعمد، وذلك حتى ينتبه كل مسلم إلى كل فعل وهو محرم، أو وهو في البيت الحرام. </p><p> هب أنك أردت أن تحك جلد رأسك بأظافرك وأنت محرم، هنا قد يتساقط بعض </p><p> شعرك؛ فإن ثبت ذلك فعليك هدي للكعبة أو صوم أو إطعام مساكين؛ لأن الحق يريد لك حين تحرم أن تنتبه بكل جوارحك إلى أن كل حركة من حركاتك محفوظة ومحسوبة عليك، ولتكن في منتهى اليقظة الإيمانية، وأي خطأ مهما يكن يسيراً يوجب الفدية. لذلك من قتل وجب عليه الجزاء لتعديه على شيء حرمه الله. والجزاء محدد بنص القول الحق:  {فَجَزَآءٌ مِّثْلُ مَا قَتَلَ مِنَ النعم} وعند المثلية وقف العلماء أيضاً: أتكون المثلية بالقيمة، أو المثلية في الشكل؟ </p><p> والمثلية في القيمة تعني أن تقوِّم الشيء المقتول بثمنه، وتشتري بالثمن شيئاً من الأنعام وتذبحها. والمثلية في الشكل تعني أن نشبه الشيء المقتول بمثيل له مما يذبح ويكون أقرب إلى شكله. ودليل ذلك أن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حينما قتل مسلم ضبعاً أمر المسلم أن يفدي بكبش. والصحابة رضوان الله عليهم: علي، عمر، وعثمان وعبد الله بن عمر أمروا رجلاً قتل نعامة أن يفديها ببدنة ناقة أو بعير لأنها تشابه النعامة في العلو. وحينما قتل إنسان ظبياً فداه بشاة. والظبي أو الغزال هو الذكر، والغزالة هي الأنثى، وعندما قتل غزالاً صدر الحكم بالفداء بعنزة. ومن قتل «يربوعاً» - وهو من الزواحف وأكبر من الفأر قليلاً - صدر الحكم أن تكون الفدية «الجفرة» وهي ولد الماعز بعد أن يستغني عن لبن أمه ويستطيع الأكل. </p><p> إذن، فالمثلية هنا مثلية الشكل. وقال أبو حنيفة بإباحة أن تكون المثلية بالقيمة إن لم يوجد الشبيه. وعلى ذلك فالذي يصطاد من أجل أن يطعم نفسه يدفع ثمن الخطأ لغيره من المحتاجين. وإن كانت المثلية بالقيمة فالذي يحدد هذه القيمة أناس لهم بصيرة وهما اثنان من ذوي العدل. {يَحْكُمُ بِهِ ذَوَا عَدْلٍ مِّنْكُمْ هَدْياً بَالِغَ الكعبة} وهم الذين لا يميلون عن الحق، ويقيمون الميزان. </p><p> ويأمرنا الحق أن نحكم بالإنصاف لنكون من ذوي العدل، أي أن الإنسان حين يواجه خصمين فهو يعطي نصفه لخصم ونصفه الآخر للخصم الثاني، فلا يميل بالهوى ناحية أحدهما. ولا يدير الإنسان وجهه إلى الخصم أكثر مما يديره للآخر. </p><p> وإن سأل أحد: كيف نأتي بذوي العدل؟ ونقول: انظر إلى عدالتهما في نفسيهما ولنر تصرفات الإنسان هل هي مستقيمة أو لا؟ وهل هو مسرف أو معتدل سواء في </p><p> الطعام أو الغضب أو في أي لون من ألوان السلوك؟ ومن كان مأموناً على نفسه فهو مأمون على غيره، ويجب كذلك أن يكون من ذوي الخبرة في هذا الأمر، ولذلك يجب أن ينتبه الناس إلى هذه المسائل لأننا نرى أن موجة من النفاق للشباب تسود بعض المجتمعات، فنسمع أصواتاً تقول: إن الشباب يجب أن يتولى القيادة. </p><p> ونقول لأصحاب هذه الأصوات: تمهلوا ودققوا النظر في مثل هذا القول؛ لأن الشباب عليه أن يزاول عمله الخاص في فترة الشباب، وعلينا ملاحظته وهو يؤدي عمله فإن نجح ورأينا فيه أمانة على حركة نفسه، وعدلاً مع نفسه وعدم إسراف على نفسه فإننا نرشحه من بعد ذلك ليخدم أمته بعد أن يثبت أنه مأمون في عدالة نفسه. ولا يصح أن نجرب في الأمة مَن لا يَستند إلى رصيد من الخبرة السابقة. </p><p> إنه لا يصح أن نولي الأمر في أي قطاع لمن أطلقوا عليهم: الأطفال المعجزة. ومن يريد أن يجرب فليجرب في نفسه، وفيما يملك، لا في الأمم والشعوب. وعلى الشاب أن يبدأ حياته بنشاط جدي لذاته، ليستخلص النفعية القريبة منه وألا يغش نفسه، فإن نجح في ذلك، نأخذ منه بعض الوقت أو كل الوقت لخدمة أمته بعد أن يثبت لنا أنه قد وصل إلى النضج العقلي الكافي، وقد زادت تجاربه وفقد شهية الطموح الشخصي والمتع الصغيرة، ووصل إلى القدرة على التجرد ليحكم بين الناس. </p><p> فإذا كان الحق قد أمرنا أن نختار ذوي العدل للحكم في رقبة شاة، فما بالنا برقاب الناس ومصالح الناس؟ </p><p> نحن - إذن - مطالبون بأن نميز ذوي العدل بين الناس من خلال مراقبة حركة الإنسان مع نفسه وعلى نفسه وعلى أهله، وعندما نكتشف أنه صار مأموناً على نفسه، هنا نستطيع أن نوليه أمور غيره بالخدمة العامة، وذلك حتى لا تخيب الأمة، فالأمم إنما تخيب باختيار غير مدروس لقيادات المواقع المختلفة فيها. </p><p> ولنا أن نلحظ في عملنا دقة المعاني التي جاءت في القرآن الكريم، فنحن هنا في أمر شاة أو حيوان نستصدر الحكم من ذوي العدل. {فَجَزَآءٌ مِّثْلُ مَا قَتَلَ مِنَ النعم </p><p> يَحْكُمُ بِهِ ذَوَا عَدْلٍ مِّنْكُمْ هَدْياً بَالِغَ الكعبة} وما يحكم به ذوا العدل إنما يذهب كله للكعبة؛ ليأكله الموجودون في البيت الحرام لعبادة الرحمن. وقد أراد الله أن يضمن قوت الذين يسكنون وادياً غير ذي زرع حتى من أغلاط الذين يعتدون على ما حرَّمَ الله صيده من الحيوان. </p><p> ولكن ما الحل إذا ما كان المخطئ لا يملك القدرة على أن يقدم هدياً بالغ الكعبة؟ </p><p> والحق سبحانه لا يترك مثل هذه الأمور دون بيان أو تفصيل، فهاهوذا يضع الكفارة بإطعام مساكين، يحدد عددهم الاثنان من ذوي العدل. ومن لا يستطيع إطعام مساكين فليصم أياماً بعدد الفقراء الذين كانوا يستحقون الطعام لو أخرجه. {أَوْ كَفَّارَةٌ طَعَامُ مَسَاكِينَ أَو عَدْلُ ذلك صِيَاماً لِّيَذُوقَ وَبَالَ أَمْرِهِ} والوبال هو الثقل والعاقبة. </p><p> ولماذا الوبال؟ لأن الإنسان حين يدفع من ماله ثمن شراء المثل لما قتل سيعز عليه ماله، وأيضاً إن أطعم مساكين فهو سيشتري الطعام بمال يعز عليه، وكذلك يسبب له الصيام الإرهاق. إن هذا اللون من الكفارة يذيق الإنسان وبال ما فعل. وأراد الحق بذلك ألا يجعل الإحساس مجرد أمر شكلي، أو أن تظل الإساءة أمراً شكلياً. وشاء سبحانه أن يرتب النفع للإحسان والضر للإساءة، حتى تستقيم الأمور في الكون. ولنا في قصة ذي القرنين المثل الواضح على ذلك:  {وَيَسْأَلُونَكَ عَن ذِي القرنين قُلْ سَأَتْلُواْ عَلَيْكُم مِّنْهُ ذِكْراً إِنَّا مَكَّنَّا لَهُ فِي الأرض وَآتَيْنَاهُ مِن كُلِّ شَيْءٍ سَبَباً}  [الكهف: ٨٣ - ٨٤] . </p><p> لقد مكن الحق لذي القرنين في الأرض، وأعطاه من كل شيء سببا. ومع ذلك لم يركن ذو القرنين إلى ما أعطى فلم يتقاعس ولم يكسل، بل يخبرنا الحق:  {فَأَتْبَعَ سَبَباً}  [الكهف: ٨٥] . </p><p> لقد أخذ ذو القرنين من تمكين الله له في الأرض، وأخذ من عطاء الله له بشيء من كل سبب، إنه أخذ طاقة وإحساساً بالمسئولية ليواصل مهمته:  {حتى إِذَا بَلَغَ مَغْرِبَ الشمس وَجَدَهَا تَغْرُبُ فِي عَيْنٍ حَمِئَةٍ وَوَجَدَ عِندَهَا قَوْماً قُلْنَا ياذا القرنين إِمَّآ أَن تُعَذِّبَ وَإِمَّآ أَن تَتَّخِذَ فِيهِمْ حُسْناً}  [الكهف: ٨٦] . </p><p> لقد بلغ مغرب الشمس في نظر عينيه، لأن الإنسان عندما يقف وقت الغروب في خلاء فالشمس تغرب أمامه وكأنها تسقط في آخر الأفق. والحقيقة أن ذلك هو نهاية قدرة البصر. وجاء التفويض لذي القرنين: إما أن يعذب هؤلاء القوم، وإما أن يعاملهم بالحسنى. وليقس عمل كل إنسان منهم، وليجاز كل إنسان منهم حسب عمله. وهو لا يفعل ذلك عن هوى، لأنه ممكن في الأرض من الحق سبحانه وتعالى؛ لذلك قال الحق:  {قَالَ أَمَّا مَن ظَلَمَ فَسَوْفَ نُعَذِّبُهُ ثُمَّ يُرَدُّ إلى رَبِّهِ فَيُعَذِّبُهُ عَذَاباً نُّكْراً}  [الكهف: ٨٧] . </p><p> وكل إنسان - حتى النفعي - حين يرى أن ارتكاب العمل السيء يأتي له بالمتاعب والخسارة، يرجع عنه ولو لم يكن مؤمناً باليوم الآخر. أما من يؤمن باليوم الآخر ويعمل عملاً صالحاً فماذا تكون نوعية معاملته؟ ها هو ذا الحق سبحانه وتعالى يقول:  {وَأَمَّا مَنْ آمَنَ وَعَمِلَ صَالِحاً فَلَهُ جَزَآءً الحسنى وَسَنَقُولُ لَهُ مِنْ أَمْرِنَا يُسْراً}  [الكهف: ٨٨] . </p><p> إنه ينال التكريم والتشجيع، فالتكريم والتشجيع يجب أن ينالهما صاحب الحق فيهما لا المنافق أو المتمسح بالأبواب. هكذا يكون دستور كل متمكن في الأرض. وهكذا تكون رعاية أوامر الله ونواهيه. وحين أمرنا الحق بتحريم الصيد في البيت الحرام أو على المحرم ووضع عقوبة لمن أخطأ، فهو سبحانه وتعالى عادل معنا، فلا عقوبة إلا بنص ولا تجريم إلا بعد النص، ولذلك قال سبحانه:  {عَفَا الله عَمَّا سَلَف وَمَنْ عَادَ فَيَنْتَقِمُ الله مِنْهُ والله عَزِيزٌ ذُو انتقام} . فسبحانه يعفو عما سلف، أما من عاد ليرتكب نواهي الله في هذا المجال فيعاقبه الحق. فلا يقبل منه هدى </p><p> ولا إطعام مساكين ولا صوم؛ لأن في تكرار المخالفة إصراراً عليها، لذلك ينتقم منه الله، وهو العزيز الذي لا يُغْلَب. </p><p> وبعد أن تكلم الحق عن صيد البر وحكمه، أراد أن يوضح لنا أن ذلك الحكم لا ينسحب على كل صيد. فسبحانه حرم صيد البر إن كنا حرماً، أو في دائرة الحرم. ويجيء قول الحق:  {أُحِلَّ لَكُمْ صَيْدُ البحر ... } </p>"
}