{
  "id": null,
  "sura": 5,
  "aya": 61,
  "text": "<p> وهؤلاء هم الذين اتخذوا الدين هزواً ولعباً وسخرية. وهم ساعة يدخلون على المؤمنين يدخلون ومعهم الكفر. وعندما جلسوا مع رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ خرجوا أيضاً بالكفر. أي أنّ الكفر قد لازمهم داخلين خارجين. وكأن جلوسهم مع رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لم يزدهم أي شيء. وكان من الممكن أن يدخل إنسان على مجلسه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وهو كافر، وبعد ذلك تمسّه عناية الهداية فيخرج مؤمناً. </p><p> ومثال ذلك: فضالة بن عمير الليثي الذي جاء ليقتل رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في عام الفتح. وعندما مر رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بفضالة قال له: ما كنت تحدث به نفسك؟ فقال: لا شيء، كنت أذكر الله عَزَّ وَجَلَّ. فضحك النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وقال: أستغفر الله لك. ووضع يده عليه السلام على صدر فضالة. فكان فضالة يقول: والله ما رفع يده عن صدري حتى ما أجد على ظهر الأرض أحب إلي منه. </p><p> لقد مسته العناية، فقد دخل - أولاً - بكفره وخرج - ثانياً - بعميق الإيمان. لكن هؤلاء دخلوا بالكفر وخرجوا بالكفر، كأن الدخول كان نفاقاً، بدليل قوله الحق:  {والله أَعْلَمُ بِمَا كَانُواْ يَكْتُمُونَ} وهذا القول دليل نفاقهم، فقد أعلنوا الإيمان لكنهم دخلوا بالكفر وخرجوا بالكفر. وكانوا يكتمون أن الدخول إلى رسول الله هو محض نفاق. وهذه خاصية لمن قالوا آمنا، ولكان كان دخولهم إلى الإسلام نفاقاً؛ لأن كفرهم أمر مستقر في قلوبهم لا يتزحزح، وكان يكفي في الأسلوب أن يقول الحق: </p><p> وقد دخلوا بالكفر وخرجوا به، ولكنه قال:  «وهم» وذلك تحديداً لهويتهم الكافرة، فكأن عملية الدخول بالكفر والخروج بالكفر هي عملية مسبقة؛ لذلك يكشفهم الحق:  {والله أَعْلَمُ بِمَا كَانُواْ يَكْتُمُونَ} . </p><p> وجاء سبحانه بأفعل التفضيل «أعلم» فكأن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من إشراقات الله عليه وتنويره له كان يعلم أيضاً أنهم منافقون. ولكن علم رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لم يصل إلى علم الحق سبحانه وتعالى فعلم الله ذاتي وعلم رسوله فيض منه - سبحانه -. </p><p> إذن فقوله الحق:  {والله أَعْلَمُ} لم يمنع أن هناك أناساً قد علموا أنهم منافقون. وقد استقر في ذهن النبي أنهم منافقون وأن الله أعلم بما كانوا يكتمون. والكتم هو حبس الإحساس النفسي أن يخرج وأن يظهر واضحاً، ومحاولة الكتم عملية غير طبيعية لأنها قسرية. ويكاد كفرهم أن يظهر ويخرج فيحاولون أن يكتموه لأنهم يحرصون ألا ينكشفوا، ولكن علم الله لا تخفى عليه خافية. </p><p> ويقول الحق بعد ذلك:  {وترى كَثِيراً مِّنْهُمْ ... } </p>"
}