{
  "id": null,
  "sura": 5,
  "aya": 29,
  "text": "<p> و «تبوء» أي ترجع من صفقة قتلى بأن تحمل إثم تلك الفعلة وتنال عقوبتها </p><p> و «إثمك» وكذلك الإثم الذي كان من أجله أنك أردت أن تقتلني؛ لأنك تأبيت على المنهج، حين لم يتقبل ربنا قربانك. فقد أثمت في عدم قبولك التباعُد المطلوب في الزوجية. إذن فأنت عندك إثمان: الإثم الأول: وهو رفضك وعدم قبولك حكم الله ومنهجه وهو الذي من أجله لم يَقبل الله قربانك، والإثم الثاني: هو قتلي وأنا لا دخل لي في هذه المسألة؛ لأن الظالم لا بد أن يأخذ جزاءه. </p><p> إن هابيل يقول:  {إني أُرِيدُ أَن تَبُوءَ بِإِثْمِي وَإِثْمِكَ} لم يتمن أن يكون أخوه عاصياً. بل قال: إن كان يعصي بهذه يبوء بإثمي ويأخذ جزاءه؛ فيكون قد تمنى وأراد له أن يعود إلى العقاب ويناله إن فعل وهو لا يريده أن يفعل. </p><p> {إني أُرِيدُ أَن تَبُوءَ بِإِثْمِي وَإِثْمِكَ فَتَكُونَ مِنْ أَصْحَابِ النار وَذَلِكَ جَزَآءُ الظالمين} وجزاء الظالمين تربية عاجلة للوقوف أمام سُعارات الظلم من الظالمين؛ لأن الحق لو تركها للآخرة لاستشرى الظُلم، والذي لا يؤمن بالآخرة يصبح مُحترفاً للظُلم، ولذلك قلنا من قبل: إن الحق سبحانه وتعالى ضرب لنا ذلك المثل في سورة «الكهف» حينما ذكر لنا قصة ذي القرنين: الذي آتاه الله من كل شيء سببا فأتبع سببا، وبعد ذلك بين لنا مُهمة من أوتي الأسباب واتبع الأسباب، وجعل قضيته في الأرض لعمارة الكون وصلاحه، وتأمين المجتمع. ماذا قال:  {حتى إِذَا بَلَغَ مَغْرِبَ الشمس وَجَدَهَا تَغْرُبُ فِي عَيْنٍ حَمِئَةٍ}  [الكهف: ٨٦] </p><p> هذا في رأي العين، فحين تكون راكباً البحر. ترى الشمس تغرب في الماء، هي لا تغرب في الماء؛ لأن الماء هو نهاية امتداد أُفقك. {حتى إِذَا بَلَغَ مَغْرِبَ الشمس وَجَدَهَا تَغْرُبُ فِي عَيْنٍ حَمِئَةٍ وَوَجَدَ عِندَهَا قَوْماً قُلْنَا ياذا القرنين إِمَّآ أَن تُعَذِّبَ وَإِمَّآ أَن تَتَّخِذَ فِيهِمْ حُسْناً}  [الكهف: ٨٦] </p><p> إذن فقد خيره: إمأ ان تعمل هذا وإما أن تعمل ذاك. </p><p> {قَالَ أَمَّا مَن ظَلَمَ فَسَوْفَ نُعَذِّبُهُ}  [الكهف: ٨٧] </p><p> ذلك هو القانون الذي يجب أن يسير في المجتمع. جتى لا أترك لمن لا يؤمن بإله ولا يؤمن بآخرة أن يستشري في الظلم. فَلْيأخذ عقابه في الدنيا. {وَإِنَّ لِلَّذِينَ ظَلَمُواْ عَذَاباً دُونَ ذَلِكَ}  [الطور: ٤٧] </p><p> أي قبل الآخرة لهم عذاب. ولذلك حين يرى الناس مصرع الظالم، أو ترى الخيبة التي حدثت لهم فهم يأخذون من ذلك العظة، وجيلنا نحن عاصر ظالمين كثيرين نكل بعضهم ببعض؛ ولو مُكِّن المظلومون منهم ما فعلوا بهم ما فعله بعضهم ببعض، وأراد الحق أن يجري عذابهم أمامنا لتتضح المسألة. {قَالَ أَمَّا مَن ظَلَمَ فَسَوْفَ نُعَذِّبُهُ}  [الكهف: ٨٧] </p><p> ولا ينتهي أمره بذلك، وبعد ذلك يُردّ لمن؟ يُردّ لله:  {ثُمَّ يُرَدُّ إلى رَبِّهِ فَيُعَذِّبُهُ عَذَاباً نُّكْراً}  [الكهف: ٨٧] </p><p> يعني عذاب الدنيا؛ إن عذابها سيكون محتملا لأنه عذاب منوط بقدرة العاجزين، إنما العذاب في الآخرة فهو بقوة القادر الأعلى:  {وَأَمَّا مَنْ آمَنَ وَعَمِلَ صَالِحاً فَلَهُ جَزَآءً الحسنى وَسَنَقُولُ لَهُ مِنْ أَمْرِنَا يُسْراً}  [الكهف: ٨٨] </p><p> تلك هي مهمة الله القوي المتين: إنّ الذي يظلم يضربه على يده، والذي يحسن عمله يعطيه الحوافز. </p><p> والحق يقول هنا في الآية التي نحن بصدد خواطرنا عنها: </p><p> {فَطَوَّعَتْ لَهُ نَفْسُهُ ... } </p>"
}