{
  "id": null,
  "sura": 5,
  "aya": 64,
  "text": "<p> ونعرف أن اليد جارحة حرة الحركة تنفعل يميناً وتنفعل شِمالاً وتنفعل إلى أسفل وإلى أعلى، ولها من الأصابع ما جعل الله لكل أصبع مع زميله مهمة. وليلاحظ كل منا أصابعه في أثناء أي عمل، سيجدها تتباعد وتتقارب بحركة إرادية منسجمة لتؤدي المهمة. وخلقة الأصابع بالمفاصل والعُقل وحجم كل عقلة يختلف عن الأخرى؛ لتؤدي المهمة بانسجام. وساعة تعوّق هذه الجارحة عن أداء مهمتها فأنت بذلك تكون قد غللتها، أي ربطتها عن التصرف المطلوب منها. </p><p> ومعنى قوله:  «يد الله مغلولة» أي أن يد الله - والعياذ بالله - مشلولة الحركة. </p><p> وقد قالوا ذلك قبل ظهور سيدنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وقبل زحف الإسلام عليهم لينقض باطلهم. وحدث أن تفرغوا لصناعة آلات الحرب وبناء الحصون والزراعة، وانشغلوا عن الزراعة فخابت محاصيلهم وجاء وقت الحصاد فلم يجدوا، فقال «فنحاص» وهو واحد من اليهود: لماذا قبض الله يده عنا؟ إن يد الله مغلولة. ونلحظ أن الذي قال ذلك هو شخص واحد، ولكن الحق يقول هنا:  «وقالت اليهود يد الله مغلولة» . ومعنى ذلك أن «فنحاص» عندما قال ذلك سمعوه وسرّهم ما قال، ووافقوه عليها. </p><p> أو أنهم حينما شاهدوا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في أول الهجرة وقد آخى بين المهاجرين والأنصار، وكانت تمر على المسلمين الليالي دون طعام فيراهم اليهود فيتندرون على تلك الحال ويقولون: إن يد الله مغلولة عن محمد وآله. </p><p> أو أنهم قالوا: إن يد الله مغلولة في الآخرة عن عقابنا؛ لأنه سيعقابنا أياماً معدودة. والذي يبيح لنفسه أن يجعل الله منفعلاً لأحداث خلقه إنما يكفر بالله؛ لأنه يُنزلُ الله من مكانته. فإذا كانت يد الله مغلولة، فهذا الرباط والغَلُّ والمنع يكون من خَلْق الله. وكيف يقدر خلقٌ من خلق الله أن يربط يد الله؟ . لقد اجترأوا على مقام الأولوهية وهذا من سوء الأدب، تماماً كما قالوا:  {إِنَّ الله فَقِيرٌ وَنَحْنُ أَغْنِيَآءُ}  [آل عمران: ١٨١] . </p><p> وحينما قالوا:  «يد الله مغلولة» وردّ الحق عليهم: {بَلْ يَدَاهُ مَبْسُوطَتَانِ} وقال قبلها: {غُلَّتْ أَيْدِيهِمْ} فهل يدعو الحق عليهم؟ طبعاً لا؛ لأنه هو المصدر الذي يتجه إليه الخلق بالدعاء وهو القادر على كل الخلق. ولكن الحق حين روى ما قالوه إنما ينبه الذهن الإيماني الذي يستقبل كلامه أنه ساعة يجد وصفاً لا يناسب الله فعليه أن يدفع هذا الكلام حتى قبل أن يرى الرد عليهم. </p><p> {وَقَالَتِ اليهود يَدُ الله مَغْلُولَةٌ غُلَّتْ أَيْدِيهِمْ} وهذا يعلمنا أننا إذا سمعنا وصفاً لا يليق فلا بد أن ندحضه؛ لأن الحق لا يدعو على عبيده؛ لأن الدعاء هو أن يرفع عاجز طلبه إلى قادر لينفذ المطلوب له. </p><p> إذن فإن قالها الحق فهي إما أن تكون خبراً، وإما تعليماً لنا، فإذا كانت خبراً نلحظ أن الله كتب عليهم البخل ساعة قالوا هذا ومنذ لحظة هذا القول، وإن كان القصد هو تعليمنا، فنحن نتعلم الأدب الإيماني، ونرد أي وصف لا يليق بجلال الله. </p><p> وهذه المسألة لها نظير، فعندما علم الحق سبحانه وتعالى تشوّق رسوله والمؤمنين أن يذهبوا إلى المسجد الحرام؛ قال لرسوله:  {لَتَدْخُلُنَّ المسجد الحرام إِن شَآءَ الله}  [الفتح: ٢٧] . </p><p> وهل هذا إخبار من الله، أو هو تعليم لنا؟ . إنه تعليم لنا أن نفعل ذلك عندما نشتاق إلى فعل. وكذلك هنا:  {وَقَالَتِ اليهود يَدُ الله مَغْلُولَةٌ} لذلك يعلمنا سبحانه أن نقول: {غُلَّتْ أَيْدِيهِمْ} مثلما علمنا أن نقول: {إِن شَآءَ الله} حتى ننسب كل قدر لله. وقد حاول الفلاسفة أن ينسونا تقدير المشيئة، فقالوا: إن الله خلق النواميس والأكوان وجعل لها قوانين تعمل في الكون. وهل زاول الحق سلطانه ساعة خلق النواميس ثم ترك الأمور لذاتها؟ لا؛ لذلك جاء سبحانه بمعجزات تخرق النواميس ليدلنا على أن النواميس لم تأخذ هي الكلمة للتصرف بل إن يد الله ما زالت في كونه، فالنار - على سبيل المثال - التي تحرق يأتيها الأمر:  {كُونِي بَرْداً وسلاما}  [الأنبياء: ٦٩] . </p><p> والماء الذي يُغرق يأتيه الأمر:  {فَأَوْحَيْنَآ إلى موسى أَنِ اضرب بِّعَصَاكَ البحر فانفلق فَكَانَ كُلُّ فِرْقٍ كالطود العظيم}  [الشعراء: ٦٣] . </p><p> وقال:  {فاضرب لَهُمْ طَرِيقاً فِي البحر يَبَساً لاَّ تَخَافُ دَرَكاً وَلاَ تخشى فَأَتْبَعَهُمْ فِرْعَوْنُ بِجُنُودِهِ فَغَشِيَهُمْ مِّنَ اليم مَا غَشِيَهُمْ}  [طه: ٧٧ - ٧٨] . </p><p> والعصا التي خلقت من غصن شجر جاف، تتحول إلى أفعى، أي نقلها كلها </p><p> إلى جنس آخر، من نباتية إلى حيوانية. هذا هو خرق النواميس. </p><p> ويقول الحق عن هؤلاء الذين ادعوا أن يد الله مغلولة:  {غُلَّتْ أَيْدِيهِمْ وَلُعِنُواْ بِمَا قَالُواْ} أي أنهم طردوا من رحمة الله، لأنهم هم الذين بشروا على أنفسهم وقالوا إن يد الله مغلولة، وسبحانه قادر أن يمنع عطاءه عنهم. </p><p> ويتابع سبحانه:  {بَلْ يَدَاهُ مَبْسُوطَتَانِ يُنفِقُ كَيْفَ يَشَآءُ} ، وهو يعطي من يريد، وكلمة «اليد» في اللغة تُطلق على الجارحة وتطلق على النعمة، فيقول الرجل: إن لفلان علي يداً لا أنساها؛ أي أنه قدم جميلاً لا يُنسى. واستعملت اليد بهذا المعنى لأن جميع التناولات تكون باليد. وتُطلق اليد ويراد بها الملكية فيقول سبحانه:  {أَوْ يَعْفُوَاْ الذي بِيَدِهِ عُقْدَةُ النكاح}  [البقرة: ٢٣٧] . </p><p> أي الذي يملك أن يُنكح المرأة، هو الذي يعفو. وفي القتال نجد القول الحكيم:  {قَاتِلُوهُمْ يُعَذِّبْهُمُ الله بِأَيْدِيكُمْ}  [التوبة: ١٤] . </p><p> أو تطلق اليد على من له ولاية في عمل من الأعمال، لذلك نجد الحق قد قال:  {مَا مَنَعَكَ أَن تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ}  [ص: ٧٥] . </p><p> وآدم هو الخلق الأول وكلنا من بعده مخلوقون بالتناسل من الزوجية. </p><p> وقد كرّم الله الإنسان بأنه خلقه بيديه، وخلق كل شيء ب «كن» . إذن: كلمة «اليد» تطلق على معانٍ متعددة. والرسول يقول:  «المسلمون تتكافأ دماؤهم ويسعى بذمتهم أدناهم وهم يد على من سواهم» . </p><p> أي عندما تجتمع الأيدي تكون هي اليد القادرة. وعندما نقرأ كلمة «يد الله» فهل نحصرها في نعمته أو ملكه؟ </p><p> {تَبَارَكَ الذي بِيَدِهِ الملك وَهُوَ على كُلِّ شَيْءٍ قَدِيرٌ}  [الملك: ١] . </p><p> والله سبحانه وتعالى أعلم بذاته فنقف عند الوصف، نعم له يد، وله يدان، وإياك أن تتصور أن كل ما يتعلق بالله مثل ما يتعلق بك؛ لأن الأصل أن لك وجوداً الآن، ولله وجود، لكن وجودك غير وجود الله، وكذلك يده ليست كيدك. حتى لا نشبه ونقول: إن له يداً مثل أيدينا، فلنقل إن المراد باليد هو القدرة أو النعمة، والهدف الراقي هو تنزيه الحق. وهناك من يقول: إن لله يداً ولكن ليست كأيدينا لأننا نأخذ كل ما يأتي وصفاً لله على أنه «ليس كمثله شيء» والتأويل ممكن. مثلما بيّن الحق: انه قد صنع موسى على عينيه. </p><p> وتأخذ أي مسألة تتعلق بوصف الله إما كما جاءت، بأنه له يداً ولكن ليست كالأيدي، وله وجود لا كالوجود البشرى، وله عين ليست كالأعين، ولكن كل وصف لله نأخذه في إطار «ليس كمثله شيء» . وإما أن نأخذ الوصف بالتأويل، ويراد بها النعمة ويراد بها القدرة. ويقول الحق:  {بَلْ يَدَاهُ مَبْسُوطَتَانِ} والمراد هما هو «النعمة» . ولم يكتف سبحانه بأن يرد بأن له يداً واحدة تعطي. لا، بل يرد بما هو أقوى مما يمكن، فهو يعطي بيديه الاثنتين، وهو القائل:  {وَأَسْبَغَ عَلَيْكُمْ نِعَمَهُ ظَاهِرَةً وَبَاطِنَةً}  [لقمان: ٢٠] . </p><p> أنه يُعطي الظاهر ويُعطي الباطن. وإياك أن تقول تلك اليد اليمنى وتلك اليد اليسرى؛ لأن كلتا يدي الله يمين:  {بَلْ يَدَاهُ مَبْسُوطَتَانِ يُنفِقُ كَيْفَ يَشَآءُ} أي أنه سبحانه لا يمكن. أن يكون بخيلاً، حتى وإن منع الحق فذلك منح وعطاء وإنفاق؛ لأن الذي يطغى بنعمة، قد يذهب به الطغيان إلى بلاء وسوء مصير؛ لذلك يقبض سبحانه عنه النعمة ليعطيه الأمن من أن ينحرف بالنعمة. ولذلك نجد القول الحق في سورة الفجر:  {فَأَمَّا الإنسان إِذَا مَا ابتلاه رَبُّهُ فَأَكْرَمَهُ وَنَعَّمَهُ فَيَقُولُ ربي أَكْرَمَنِ وَأَمَّآ إِذَا مَا ابتلاه فَقَدَرَ عَلَيْهِ رِزْقَهُ فَيَقُولُ ربي أَهَانَنِ}  [الفجر: ١٥ - ١٦] . </p><p> ورد الحق بعد ذلك بقوله:  {كلا} . </p><p> فلا الإعطاء هنا للإكرام، ولا المنع للإهانة. فكيف يكون الإعطاء دليل الإكرام وقد يعطيك الله ولا تؤدي حق النعمة؟ وكيف يكون المنع دليل الإهانة وهو قد منعك من وسيلة انحراف؟ إذن فهو قد أعطاك بالمنع - في بعض الأحيان - أنه قد أعطاك الأبقى وهو الهداية. </p><p> إذن فمنعه أيضاً عطاء. </p><p> {بَلْ يَدَاهُ مَبْسُوطَتَانِ يُنفِقُ كَيْفَ يَشَآءُ} والناس تنظر دائماً إلى عطاء الله بعطاء الإيجاب، ولا تنظر عطاء السلب أي المنع، وهو أن يصرف عنك الحق مصرف سوء، وسبق أن ضربت المثل بالرجل الذي تحرى الحلال في مصدر ماله ويتقي الله في عمله ويأخذ دخله ويدير حركة حياته في إطار هذا الدخل، وقد يعود هذا الرجل إلى منزله فيجد حرارة الابن مرتفعة قليلاً، ولأن ماله حلال وذرات جسمه تعرف أن ماله حلال؛ لذلك يستقبل الأمر بهدوء ويعرض الابن على طبيب في مستوصف خيري بقروش قليلة، فيصف الطبيب دواء بقروش قليلة ويتم شفاء الابن. </p><p> هذا الرجل يختلف حاله عن حال رجل آخر أتى بماله من السحت، وساعة يرى حرارة ابنه قد ارتفعت نجد باله يدور بين ألف خاطر سوء، ويدور الرجل بابنه على الأطباء ولا يصدق طبيباً واحداً. </p><p> الرجل الأول رزقه الله الاطمئنان بمنع هواجس الحدَّة من قلبه وخواطره، أما الرجل الثاني فهو ينفق أضعاف ما أكله من سحت. إذن {بَلْ يَدَاهُ مَبْسُوطَتَانِ} أي أن هناك عطاء السلب. والعطاء الذي يحبه الإنسان هو عطاء السلب. والعطاء الذي يحبه الإنسان هو عطاء المال وهو عطاء المال وهو عطاء يذهب إلى الفانية. أما المنع فهو يمنع الإنسان من ارتكاب آثام. وبعد ذلك يأخذ الإنسان نعيمه في الآخرة. ونحن نجد كثيراً من الناس تدعو، ولكنهم لا يعلمون أن الله قد أعطى بالمنع. </p><p> يقول الحق تبارك وتعالى:  {وَيَدْعُ الإنسان بالشر دُعَآءَهُ بالخير وَكَانَ الإنسان عَجُولاً}  [الإسراء: ١١] . </p><p> لذلك يعطي الحق أحياناً أشياء يكون العبد قد ألح عليها، وبعد ذلك يتبين الإنسان أنها شر، كأن الحق ساعة منع الإنسان لفترة كان ذلك صيانة له. </p><p> {بَلْ يَدَاهُ مَبْسُوطَتَانِ يُنفِقُ كَيْفَ يَشَآءُ} إذن فكله إنفاق. وسبحانه ينفق كيف يشاء، فلا يبخل أبداً حتى وإن منع، فالمنع في موضعه الصحيح هو عين الإنفاق، وهكذا يكون عطاء الله عطاء النعمة ظاهرة كانت أو باطنة. فإن أردت ب «اليد» القدرة فيدا الله مبسوطتان بالثواب لقوم وبالعقاب لقوم آخرين. وهو سبحانه وتعالى يعطي لحضرة النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ المناعة الإيمانية ضد كل متمرد عليه، أو ضد كل متأبٍ ومستكبر من الكافرين أو من أهل الكتاب. </p><p> فكأنه سبحانه وتعالى يوضح: وطَّنْ نفسك يا محمد ولتوطن أمتك نفسها على أن هؤلاء الكفرة لن يكتفوا بالقدر اليسير والقليل من الكراهية لك، بل كلما جاءت لك نعمة بزيادة الهدى من الله سيحسدونك، وسيبغضونك، وسيزداد تمردهم وحقدهم عليك، فوطن نفسك على ذلك. وفي هذا ما يعطي مناعة إيمانية، يسد كل منافذ وسوسة النفس ويجعل النفس على استعداد لاستقبال ما يحدث حتى ولو كان من المكاره. </p><p> ولنقرب هذا الأمر من الذهن. </p><p> لا تشبيهاً ولكن لمجرد تقريب الأمر من الذهن - والله المثل الأعلى - لننظر إلى ما حدث في أوروبا في أثناء الحرب العالمية الثانية، كانت انجلترا تخوض الحرب ضد النازية، وكانت الأهوال تتساقط من الطائرات على المدن الإنجليزية. وجاء تشرشل ليقود الحرب فقال للإنجليز. إن الهول والصعاب هي التي تتنظركم فوطنوا أنفسكم على مواجهة الشدائد. </p><p> وإذا كان هذا قد حدث في حرب بين شعبين، فما بالنا بالحق سبحانه وتعالى وهو يعلم ضرورة التمحيص لأمته التي تحمل راية المنهج الكامل للهداية. كان لا بد إذن من أن يوطن نفس رسوله ونفوس المؤمنين معه على مواجهة الحسد والبغض والحقد والمكر والتبييت. </p><p> ويقول الحق:  {وَلَيَزِيدَنَّ كَثِيراً مِّنْهُم مَّآ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ طُغْيَاناً وَكُفْراً وَأَلْقَيْنَا بَيْنَهُمُ العداوة والبغضآء إلى يَوْمِ القيامة} . ولا يأتي قول الحق:  «بينهم» إلا إذا كان هناك طائفتان، والمقصود إما الطوائف اليهودية فيما بينها، وإما طوائف النصرانية فيما بينها، أو بين اليهودية والنصرانية، خصوصاً أن هذه الآيات مستهلة بقوله الحق:  {يَا أَهْلَ الكتاب} . فإذا كانت لليهود فالعداوة والبغضاء قائمة بين طوائفهم بعضها مع بعضها الآخر. وإذا كانت للنصارى فالعداوة والبغضاء حاصلان فيما بين طوائفهم، وإن كانت بين اليهود كقسم وبين النصارى كقسم فهي مسألة ممكنة. وهذه العداوة والبغضاء لا تنتهي أبداً بل هي قائمة بينهم إلى يوم القيامة. </p><p> ويقول الحق:  {كُلَّمَآ أَوْقَدُواْ نَاراً لِّلْحَرْبِ أَطْفَأَهَا الله} وهذا خبر عما وقع في حضن الإسلام، ومثال ذلك خروج «بني قينقاع» على العهد بعد أن جمعهم رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في سوق بني قينقاع وقال لهم: </p><p> «يا معشر اليهود أسلموا قبل أن يصيبكم الله بما أصاب قريشاً» . </p><p> فرفضوا وقالوا: يا محمد لا يغرنك من نفسك أن قتلت نفرا من قريش كانوا أغماراً لا يعرفون القتال، إنك والله لو قاتلتنا لعرفت أنّا نحن الناس وأنك لم تلق مثلنا. فنزل فيهم قول الحق:  {قُلْ لِّلَّذِينَ كَفَرُواْ سَتُغْلَبُونَ وَتُحْشَرُونَ إلى جَهَنَّمَ وَبِئْسَ المهاد}  [آل عمران: ١٢] . </p><p> فكان «بنو قينقاع» أول اليهود الذين نقضوا ما بينهم وبين رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وحاربوا فيما بين موقعتي بدر وأحد. </p><p> وكان سبب ذلك أن امرأة من العرب قدمت بجلب لها - بضاعة - لتبيعها في سوق «بني قينقاع» ، فجلست إلى صائغ يهودي بالسوق، وحاول اليهود إجبارها على كشف وجهها، فأبت، فعمد الصائغ إلى طرف ثوبها فعقده إلى ظهرها، وهي </p><p> لا تشعر به، فلما قامت انكشفت سوءتها، فضحكوا بها فصاحت المرأة. فوثب رجل من المسلمين على الصائغ فقتله، وشدت اليهود على المسلم فقتلوه، وحدثت بذلك الفتنة، لكن الله أطفأ الفتنة وأجلى «بني قينقاع» ، ثم «بني النضير» وكان لهم - قبل ذلك - التجمع القوي في المدينة بالثراء والعلم. </p><p> وقاتل المسلمون «بني قريظة» وأجلوا أهل خيبر، وتملك واستولى المسلمون على وادي القرى. حدث هذا في حضن الإسلام فماذا حدث في غير حضن الإسلام؟ </p><p> لقد رأيناهم أيام المجوس وقد أهلكهم بختنصر، وكذلك تيتوس الروماني، ورأيناهم مقطعين في الأرض في كل زمان ومكان، وقد يقول قائل: إذا كان الحق قد قال: {كُلَّمَآ أَوْقَدُواْ نَاراً لِّلْحَرْبِ أَطْفَأَهَا الله} فلماذا لا تنطفىء الحرب الحالية بيننا وبينهم؟ ونقول: إن الذي يطفئ نيران الحرب لا بد أن يكون من جنود الله. وعندما نصبح جنوداً لله فلسوف تنطفئ هذه الحرب. </p><p> والمثال القريب منا هو انتصارنا في العاشر من رمضان. لقد كان انتصارنا بالعمل تحت راية «الله أكبر» وقد جزى الله بالخير الضباط والجنود الذين كانوا يعلمون أن العتاد في جانب العدو كان أكبر من عتادنا، لكن النتيجة كانت في صالحنا لأننا دخلناها تحت ظل «الله أكبر» . </p><p> أما الذين ادعوا أنه انتصار حضاري فنقول: عن أي حضارة تتحدثون؟ والإسلام هو نبع الحضارة المتوازنة، وليس الادعاء بالحضارة هو الخروج عن منهج الله. إننا إن ثبتنا على مبدأ «الله أكبر» لا كشعار ولكن كتطبيق لأطفأ الله نيران أي حرب. </p><p> ويترك سبحانه في كونه السنن التي تعطي التجارب الواقعية لمن يتشكك في الإيمان. ومثال ذلك ما حدث من مخالفة لأمر رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من بعض المقاتلين في غزوة أحد فكادت الهزيمة تلحق بهم. وفي غزوة حنين قالوا: لن نُغلب اليوم من قلة ولذلك يقول سبحانه: </p><p> {لَقَدْ نَصَرَكُمُ الله فِي مَوَاطِنَ كَثِيرَةٍ وَيَوْمَ حُنَيْنٍ إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَنكُمْ شَيْئاً وَضَاقَتْ عَلَيْكُمُ الأرض بِمَا رَحُبَتْ ثُمَّ وَلَّيْتُم مُّدْبِرِينَ}  [التوبة: ٢٥] . </p><p> وقد ترك الله هذه السنن الكونية ليلفت أي غافل عن الدين أن الخصم ينال منه؛ فالغفلة تؤدي إلى الانحراف، والانحراف لا يمكن أن يؤدي إلى النصر. هكذا يحذر الحق معسكر الإيمان. أما معسكر الكفر فالحق يريد له الذلة، فيعطيه في بعض اللحظات نصراً على المؤمنين في أوقات غفلتهم، وما أن يُفيق المؤمنون من الغفلة حتى تأتي ضربتهم لمعسكر الكفر. وتأتي الضربة وقت أن يكون معسكر الكفر في علو وغلو. ولنا في المثل الريفي الإيضاح. </p><p> يقول المثل: لا يقع مؤمن من على حصيرة، والمقصود أن التواضع يحمي الإنسان من وهم العلو والكبر؛ لأن الذي يقع هو الذي يتخيل أنه علا في الأرض ولذلك يعميه الله عن الحرص، ويأتي قوله:  {وَلِيُتَبِّرُواْ مَا عَلَوْاْ تَتْبِيراً}  [الإسراء: ٧] . </p><p> أي أن يتم العصف بكل شيء. وأهل السياسة عندما يريدون أن ينزلوا بخصومهم العقاب يرفعون خصومهم ويمدون لهم في حبال الصبر والإمهال حتى يعلو الخصم كثيراً ثم ينكشف ويظهر سوء سلوكه فيقع أمام الناس. </p><p> ولذلك نجد القرآن صريحاً مطلق الصراحة في هذا المجال:  {فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِ فَتَحْنَا عَلَيْهِمْ أَبْوَابَ كُلِّ شَيْءٍ حتى إِذَا فَرِحُواْ بِمَآ أوتوا أَخَذْنَاهُمْ بَغْتَةً فَإِذَا هُمْ مُّبْلِسُونَ}  [الأنعام: ٤٤] . </p><p> فسبحانه يمد ويملي لهم ليأخذوا وليبنوا وليترفوا، وليفرحوا بما أخذوا، ومن بعد ذلك يفتح الله عليهم أبواب كل شيء. وأمثلة ذلك في الحياة كثيرة. </p><p> لقد رأينا الدول القوية تساعد خصومنا، واتفق المعكسر الشرقي والمعسكر الغربي لسنوات على مساعدة الخصم، وقلنا لهم: أنتم الآن في مقام: {فَلَمَّا نَسُواْ مَا ذُكِّرُواْ </p><p> بِهِ} وأنتم أيها الخصوم قد تنتقلون إلى مقام:  {حتى إِذَا فَرِحُواْ بِمَآ أوتوا} . وسوف تنتقلون من بعد ذلك إلى مقام:  {أَخَذْنَاهُمْ بَغْتَةً فَإِذَا هُمْ مُّبْلِسُونَ} . </p><p> وقد حدث أن سقط الاتحاد السوفيتي بأكمله، وأخذهم الله بغتة بأيدي أناس منهم، وكثيراً ما تحدث الكوارث لمن يضطهد أهل الإيمان. إذن: فلا داعي لأن يغتر أحد بما وصل إليه. </p><p> ويقول الحق:  {وَلَيَزِيدَنَّ كَثِيراً مِّنْهُم مَّآ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ طُغْيَاناً وَكُفْراً وَأَلْقَيْنَا بَيْنَهُمُ العداوة والبغضآء إلى يَوْمِ القيامة كُلَّمَآ أَوْقَدُواْ نَاراً لِّلْحَرْبِ أَطْفَأَهَا الله وَيَسْعَوْنَ فِي الأرض فَسَاداً والله لاَ يُحِبُّ المفسدين}  [المائدة: ٦٤] . </p><p> وهم مكبوتون دائماً. فالحق لا يُمَكّنهم من كل أهوائهم. لذلك يبغون في الأرض فساداً بأساليب الاختفاء. ومن يقرأ «بروتوكلات صهيون» يجد اعترافاتهم بأنهم أصحاب النظريات التي تقود إلى الأفكار الخاطئة كالماركسية والوجودية والداروينية وهي أمور مرتبة من قبل ليظهر أثرها الضار في الشعوب غير اليهودية. أما اليهود فقد حصنوهم ضد هذه المبادئ الفاسدة، هكذا أرادوا التبييت ضد العالم، وهكذا يكون سعيهم بالفساد بين الناس. وإذا نظرنا إلى الانحراف الحالي في الكون فإننا نجدهم وراءه. </p><p> فالرأسمالية الشرسة من اليهود. والشيوعية الشرسة من اليهود. وهؤلاء الذين يدعون أنهم أنبياء من بعد رسول الله إنما يحدث لهم ذلك بفعل اليهود، وكذلك الجمعيات التي تتخفي وراء أسماء «الماسونية والروتاري والليونز» ، كلها من اليهود. ومع ذلك نتلفت إلى قوم يقولون إنهم متحضرون ويفخرون بأنهم أعضاء في الروتاري، ونسألهم: ماذا تفعلون في تلك الأندية؟ يقولون: نقوم بالأعمال الخيرية والخدمات. ونقول لهم: لماذا لا تفعلون أعمال الخير باسم الإسلام؟ . وهل تظنون أن هناك خيراً يأتي من خارج الإسلام؟! </p><p> ويكتشف الكون كل فترة من الزمن أن الفساد الذي فيه إنما هو بسبب هؤلاء الناس وبسبب مكائدهم؛ لذلك يصيبهم الحق بالكوارث كل فترة من الزمن؛ لأنهم يسعون في الأرض فساداً. وهذا السعي في الأرض بالفساد إنما يأخذ صوراً متعددة، مرة يأخذ شكل النظريات العلمية، ومرة يأخذ شكل التطرف في الأنظمة السياسية من رأسمالية شرسة أو شيوعية شرسة، وكل ذلك تخريب لحياة الناس. </p><p> والناس حين تجرب نظاماً فهي تقيس نجاحه أو فشله بمقدار ما يعود عليها من خير أو من شر. </p><p> لقد كانت روسيا - على سبيل المثال - تمد العالم بالقمح من سيبيريا. ولكنها الآن تشكو قلة الزراعة وتنتظر من يبيع لها القمح. وعلى الجانب الآخر نجد الرأسمالية الشرسة تطحن أبناء تلك البلدان في الحياة غير المسئولة باسم الحرية. وقد شهدت ألمانيا - مثلاً - قسمة عاصمتها القديمة «برلين» إلى قسمين، ولكل قسم حياة، وشهدت إعادة التوحيد لأرض ألمانيا بما يصاحبه من مشكلات جمة. </p><p> وقد تذهب بعض المجتمعات إلى أيدي أناس لهم شراسة أشد كالحزب الحاكم في كل دولة لا تتبع منهاجاً متوازناً، ونجد رجال هذا الحزب كهيئة تأخذ الدعوة ونقيض الدعوة حتى لا يتمرد عليهم أحد، فعَرق العامل في أيديهم ومصنع الرأسمالي في أيديهم وهم يعيشون حياة الأمراء ولا يجرؤ أحد على أن يسألهم. </p><p> ومثال ذلك أيضاً نظرية الوجودية التي تدعو كل إنسان ليثبت وجوده، وصاحبتها موجة من الانحلال اللا مسئول، ذلك أنهم لم يفهموا إثبات الوجود على أساس أنه مسئولية العمل الصالح في الكون، ولكن فهموا الأمر على أنه انطلاق غرائز على الرغم من أن المفترض في كل إنسان إذا أراد أن يمد يده، فعلى يده أن تتوقف حيث يوجد أنف إنسان آخر. لكن هؤلاء الناس عاملوا الناس كأطفال، تماماً كما يأتي الأب لابنه بلعبة يلعب بها ولتكن آلة تليفون، يقدمها الأب لابنه ليستغل طاقته قبل أن يكون مكلفاً، ولكن الأب لا يسمح للابن أن يعلب بآلة التليفون الحقيقية، وهؤلاء الناس يأخذون الكبار إلى اللعب واللهو حتى لا يتدخل الكبار في أمور الجد. </p><p> ومثال ذلك لعبة كرة القدم، إنهم ينفخون فيها بالبطولة وينقلون قوانين الجد إلى اللعب. وقبل المبارة بثلاث ساعات تجد قوات الأمن قد سدّت الطرق إلى الملعب </p><p> الذي يشهد المباراة. ولو أخطأ الحكم خطأ تافهاً فإنّ الجهور يثور ويهيج. ولكن عندما يخطئ الحكام والحكومات ألف خطأ فلا أحد يتكلم، لماذا؟ . لأنكم نقلتم قوانين الجد إلى اللعب واللهو وتركتم الجِد بلا قوانين. </p><p> مثال آخر: نجد كل فاكهة أو محصول أو صناعة في الوجود يقيمون لها الاحتفالات ويتوجون عليها ملكة، ملكة الكروم، ملكة القمح، ملكة الأزياء، وكل ذلك من أجل إبراز مفاتن النساء، ولا يوجد تكريم للعقول التي تنتج. وعلى سبيل المثال نجد ملابس الشباب الرياضية تغطي جسد الشباب من الذكور، لكنهم لا يفعلون ذلك بالنسبة للإناث، لماذا لا يغطون أجساد البنات أيضاً أثناء ممارسة الرياضة؟ والغرض - بطبيعة الحال - هو دغدغة أعصاب الناس، وكل ذلك إفساد في الأرض. </p><p> {وَيَسْعَوْنَ فِي الأرض فَسَاداً} ومن العجيب أن سعيهم للفساد يلبسونه ثوب الحق وثوب الارتقاء وثوب الحضارة. </p><p> ويأتي أناس من المسلمين ويشجعون مثل هذا الفساد، وينسون الحقيقة البديهية وهي:  {والله لاَ يُحِبُّ المفسدين} فسبحانه وتعالى قد خلق الكون على هيئة الصلاح، فإذا استقبلت خير الله بصلاح الوجود الذي طرأت أنت عليه فأنت تحسن حياتك وعملك، أما إن لم ترد صلاح الكون فعليك ألا تأتي بفساد. </p><p> والحق خلق الكون على نظام دقيق، ونرى ذلك في الأشياء التي لا دخل للإنسان فيها، ونجدها في منتهى الدقة والاستقامة، الشمس والكواكب والفصول والرياح، لكن الفساد يأتي عندما تدخلت يد البشر بغير منهج الله. إذن فالفساد هو الذي يصرف الناس عن منهج الله. ونجد بعضاً من الناس يركبون رءوسهم ويظنون أن ما يفعلونه هو الصلاح، فينطبق عليهم قول الحق:  {وَإِذَا قِيلَ لَهُمْ لاَ تُفْسِدُواْ فِي الأرض قالوا إِنَّمَا نَحْنُ مُصْلِحُونَ ألا إِنَّهُمْ هُمُ المفسدون ولكن لاَّ يَشْعُرُونَ}  [البقرة: ١١ - ١٢] . </p><p> هذا هو حكم الحق فيهم. . إنهم يدّعون الصلاح، ولكن يجب عليهم أن يرتدعوا فلا يفسدوا. ومن بعد ذلك يقول الحق سبحانه وتعالى:  {وَلَوْ أَنَّ أَهْلَ الكتاب ... } </p>"
}