{
  "id": null,
  "sura": 5,
  "aya": 72,
  "text": "<p> وهناك ثلاث آيات تتعرض لهذه المسألة:  {لَقَدْ كَفَرَ الذين قالوا إِنَّ الله هُوَ المسيح ابن مَرْيَمَ} . والآية الثانية:  {لَّقَدْ كَفَرَ الذين قالوا إِنَّ الله ثَالِثُ ثَلاَثَةٍ}  [المائدة: ٧٣] . </p><p> والآية الثالثة:  {وَإِذْ قَالَ الله ياعيسى ابن مَرْيَمَ أَأَنتَ قُلتَ لِلنَّاسِ اتخذوني وَأُمِّيَ إلهين مِن دُونِ الله قَالَ سُبْحَانَكَ مَا يَكُونُ لي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ}  [المائدة: ١١٦] . </p><p> إذن فالخلاف في المسألة جاء على ثلاث صور: </p><p> طائفة تقول: المسيح هو الله. وطائفة تقول: إن المسيح هو إله مع اثنين آخرين. وطائفة تقول: إن المسيح هو وأمه إلهان. ولكل طائفة رد. والرد يأتي من أبسط شيء نشاهده في الوجود للكائن الحي، فالإنسان - كما نعرف - سيد الكون والأدنى منه يخدمه. فالإنسان يحتاج إلى الحيوان من أجل منافعه، وكذلك يحتاج إلى النبات والجماد، هذا السيد - الإنسان - يحتاج إلى الأدنى منه. والحق سبحانه وتعالى أراد أن يرد على تأليه سيدنا عيسى وسيدتنا مريم، فقال:  {كَانَا يَأْكُلاَنِ الطعام}  [المائدة: ٧٥] . </p><p> وهذا استدلال من أوضح الأدلة، لا للفيلسوف فحسب ولكن لكل المستويات، فماداما يأكلان الطعام فقد احتاجا إلى الأدنى منهما. والذي يحتاج إلى الأدنى منه لا يكون الأعلى ولا هو الواحد الأحد. والمتبعون لهذه الفرق الثلاثة مختلفون. </p><p> والحق سبحانه وتعالى يقول:  {وَلاَ تَقُولُواْ ثَلاَثَةٌ} وكلمة {ثَالِثُ ثَلاَثَةٍ} تستعمل على أنه واحد من ثلاثة لكنه غير معين. فكل ثلاثة يجتمعون معاً، يقال لكل واحد منهم إنه {ثَالِثُ ثَلاَثَةٍ} . وليس هذا القول ممنوعاً إلا في حالة واحدة، أن نقول: ثالث ثلاثة آلهة؛ لأن الإله لا يتعدد. ويصح أن نقول كلمة:  «ثالث اثنين» لأن الله يقول: {مَا يَكُونُ مِن نجوى ثَلاَثَةٍ إِلاَّ هُوَ رَابِعُهُمْ وَلاَ خَمْسَةٍ إِلاَّ هُوَ سَادِسُهُمْ}  [المجادلة: ٧] . </p><p> إذن فمن الممكن أن نقول: هو رابع ثلاثة، أو خامس أربعة أو سادس خمسة. وهو الذي يصير الثلاثة به أربعة أو يصير الأربعة به خمسة أو يصير الخمسة به ستة. إننا إن أوردنا عدداً هو اسم فاعل وبعد ذلك أضفناه لما دونه، فهذا تعيين بأنه الأخير. فإن قال قائل: الله رابع ثلاث جالسين فهذا قول صحيح. لكن لو قلنا إنهم آلهة. فهذا هو المحرم، والممنوع؛ لأن الإله لا يتعدد. </p><p> ويلاحظ أن الحق لم يقل: ما يكون من نجوى اثنين إلاّ هو ثالثهم؛ لأن النجوى لا تكون إلا من ثلاثة، فإن جلس اثنان معاً فهما يتكلمان معاً دون نجوى؛ لأن النجوى تتطلب ألا يسمعهم أحد. والنجوى مُسَارَّةَ، وأول النجوى ثلاثة، ولذلك بدأها الحق بأول عدد تنطبق عليه. فإن قلت:  «ثالث ثلاثة» فهذا قول صحيح إن لم يكونوا ثلاثة آلهة. </p><p> والحق أراد أن يدفع هذا القول بالبطلان حين قال:  {كَانَا يَأْكُلاَنِ الطعام} . </p><p> والطعام مقوم للحياة ومعطٍ للطاقة في حركة الحياة؛ لأن الإنسان يريد أن يستبقي الحياة ويريد طاقة، والطعام أدنى من الإنسان لأنه في خدمته، فإذا ما كانا يأكلان الطعام فهما في حاجة للأدنى. وإن لم يأكلا فلا بد من الجوع والهزال. </p><p> ولذلك فهما ليسا آلهة. بعضهم يقول:  {كَانَا يَأْكُلاَنِ الطعام} هي كناية عن شيء آخر هو إخراج الخبث. ونقول: ليس إخراج الخبث ضرورياً لأن الله سيطعمنا في الجنة ولا يخرج منا خبث. فهذا ليس بدليل. ويرتقي الحق مع الناس في الجدل، فاليهود قالوا في المسيح - عليه السلام - ما لا يليق بمكانته كنبي مرسل وقالوا في مريم عليها السلام ما لا يليق باصطفائها من الحق. </p><p> واليهود إذن خصوم المسيح. وأنصار المسيح هم الحواريون! فإذا كان لم يستطع أن يصنع من خصومه ما يضرهم ولا مع حوارييه ما ينفعهم فكيف يكون إلهاً؟ والنص القرآني يقول عن مريم:  {يامريم اقنتي لِرَبِّكِ واسجدي واركعي مَعَ الراكعين}  [آل عمران: ٤٣] . </p><p> والمسيح نفسه كان دائماً مع الله خاشعاً عابداً. والذي يعبد إنما يعبد من هو أعلى منه؛ فالإله لا يعبد ذاته. وإذا كان هذا قول من ينتسبون إلى السماء إيماناً بإله وإيماناً بمنهج، فماذا عن قول الذين لا ينتسبون إلى السماء من الملاحدة الذين ينكرون الأولوهية؟ </p><p> إذن كان من الواجب أن يؤمن المنسوبون إلى السماء بواسطة مناهج وبواسطة أنبياء وأن يصفوا هذه المسائل فيما بينهم. وعلى سبيل المثال كان العالم موجوداً ومداراً قبل المسيح فمن إذن كان يدير العالم من قبل ميلاده؟ ولذلك أراد الحق سبحانه جل جلاله أن يحسم الموقف. والقرآن يعلمنا:  {وَإِنَّآ أَوْ إِيَّاكُمْ لعلى هُدًى أَوْ فِي ضَلاَلٍ مُّبِينٍ}  [سبأ: ٢٤] . </p><p> أيمكن أن يكون المتناقضان محقين؟ لا؛ لأن أحدهما لا بد أن يكون على هدى ولا بد أن يكون الآخر على ضلال. ولذلك نقول: كلامكم لا يلزمنا وكلامنا لا يلزمكم. ونفوض الأمر إلى الإله الذي نؤمن به. وحتى نصفي هذه المسألة نذكر قول الحق: </p><p> {نَبْتَهِلْ فَنَجْعَل لَّعْنَتَ الله عَلَى الكاذبين}  [آل عمران: ٦١] . </p><p> ونقول: اجعل لعنتك على الكاذبين. حتى تخرجنا من هذا الخلاف ولا تجعل واحداً منا يسطير على الآخر، فأنت صاحب الشأن، فها نحن أولاء بأنفسنا ونسائنا وأولادنا ندعو دعاءً واحداً: اجعل لعنة الله على الكاذبين منا. وما تلاعن قوم وابتهلوا إلا وأظهر الله المسألة في وقتها. ولم يقبل أحد من أهل الكتاب هذه المباهلة، والحق يقول:  {لَّقَدْ كَفَرَ الذين ... } </p>"
}