{
  "id": null,
  "sura": 5,
  "aya": 41,
  "text": "<p> نأتي في النِّداء بحرف الإقبال وهو «يا» وندخله على «المُنادى» أي أنك تطلب إقباله. فهل نطلب إقباله لمجرد الإقبال أو لشيء آخر؟ مثال ذلك قول الحق:  {قُلْ تَعَالَوْاْ أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ}  [الأنعام: ١٥١] </p><p> إذن النِّداء هنا لتلاوة التكليف عليهم. وحين يُنادي الحق سبحانه وتعالى أشرف من ناداهم وهم رُسُله، ونجد أنه نادى كل الرُّسل بمُشخَّصاتِهم العَلَمِيّة. (يا آدم) ، والمُشَخّص العَلمَي هو الاسم، وهو لا يعطي وصفاً إلا تشخيص الذات بدون صفاتها. </p><p> وكذلك نادى الحق إبراهيم عليه السلام:  {ياإبراهيم قَدْ صَدَّقْتَ الرؤيآ}  [الصافات: ١٠٤ - ١٠٥] </p><p> وكذلك نادى الحق نوحاً:  {يانوح اهبط بِسَلاَمٍ}  [هود: ٤٨] </p><p> وكذلك نادى الحق موسى عليه السلام:  {ياموسى إني أَنَا الله}  [القصص: ٣٠] </p><p> وكذلك نادى الحق عيسى ابن مريم عليه السلام:  {ياعيسى ابن مَرْيَمَ أَأَنتَ قُلتَ لِلنَّاسِ}  [المائدة: ١١٦] </p><p> كُل الرُّسُل ناداهم الحق بالمُشَخِّص العَلَمي الذي لا يعطي إلا التشخيص، ولكن رسول الله صلّى الله عليه وسلم خاتم الرُّسُل ما ناداه الله باسمه أبداً، إنما ناداه الله بالوصف الزائد عن مُشَخَّصات الذات فيقول:  {ياأيها الرسول} ، ويقول:  {ياأيها النبي} . </p><p> حقًّا إنّ الجميع رُسُل، ولكنه سبحانه يريد أن يبلغنا أن محمداً صلّى الله عليه وسلم هو الرسول الذي جاء ناسخاً ومؤمناً بالكُلّ، هو الذي يستحق النّداء بالوصف الزائد عن مُشَخّصات الذات:  {ياأيها الرسول} . وهو الرسول الذي تقوم عليه الساعة. ولذلك نجد خطاب الحق لرسوله دائما:  {ياأيها الرسول} أو: {ياأيها النبي} ، وهذا نوع من التكريم. </p><p> والحق يقول هنا:  {ياأيها الرسول لاَ يَحْزُنكَ الذين يُسَارِعُونَ فِي الكفر} . أي لا تحزن يا رسول الله من الذين يسارعون في الكفر. وحين يخاطب الحق رسوله في ألا يحزن، علينا أن نعرف على ماذا يكون الحزن؟ سبحانه يوضح لرسوله: إياك أن تحزن لأني معك فلن ينالك شر خصومك ولا يمكن أن أختارك رسولاً وأخْذُلَك، إنهم لن ينالوا منك شيئاً. </p><p> وقد يكون حزن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حزناً من لون آخر، اسمه الحزن المُتَسَامِي الذي قال فيه الحق:  {فَلَعَلَّكَ بَاخِعٌ نَّفْسَكَ على آثَارِهِمْ إِن لَّمْ يُؤْمِنُواْ بهذا الحديث أَسَفاً}  [الكهف: ٦] </p><p> لأن الحق لو شاء أن يجعلهم مؤمنين لما جعل لديهم القدرة على الكفر. {إِن نَّشَأْ نُنَزِّلْ عَلَيْهِمْ مِّنَ السمآء آيَةً فَظَلَّتْ أَعْنَاقُهُمْ لَهَا خَاضِعِينَ}  [الشعراء: ٤] </p><p> وهل الله يريد أعناقا؟ لا. بل يريد قلوباً؛ لأن سيطرة القُدرة بإمكانها أن تفعل ما تريد، بدليل أن السماء والأرض والجبال وكل الكائنات أتت للخالق طائعة. فلا يمكن أن يتأبّى الكون على خالقه. والقدرة أفادت القهر وأفادت السيطرة والعزة والغلبة في سائر الكون، ولكن الله أحَب أن يأتي عبده - وهو السيد - للإيمان مختاراً؛ لأن الإيمان الأول هو إيمان القهر والقدرة، ولكن الإيمان الثاني هو إيمان المحبة. </p><p> وقد ضربنا من قبل المثل على ذلك ولنوضحه: هب أن عندك خادمين ربطت أحدهما في سلسلة لأنك إن تركته قليلاً يهرب، وعندما تريده تجذب السلسلة فيأتي، إنه يأتي لسيطرة قُدرتك عليه والقهر منك، أما الخادم الآخر فأنت تتركه حُرّاً ويأتيك من فور النداء. فأيهما أحب إليك؟ لا شك أنك تحب الذي يجيء عن حُب لا عن قهر. وكل أجناس الكون مُسخَّرة بالقدرة، وشاء الحق أن يجعل الإنسان مُختاراً لذلك قال:  {إِنَّا عَرَضْنَا الأمانة عَلَى السماوات والأرض والجبال فَأبَيْنَ أَن يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا وَحَمَلَهَا الإنسان}  [الأحزاب: ٧٢] </p><p> إذن فقد رفضت كل الأجناس حمل الأمانة. خوفا وإشفاقا من أنها قد لا تستطيع القيام بذلك. والحق يقول لرسوله:  {لاَ يَحْزُنكَ} فأمّا إذا كان الحزن بسبب الخوف على المنهج منهم، فالحق ينصره ولن يمكنهم منه. وأما إن كان الخوف عليهم فلا؛ </p><p> لأنه سبحانه خلق الإنسان مختاراً غير مقهور على القيام بتعاليم المنهج، وسبحانه يُحب أن يعرف من يأتيه حُباً وكرامة. </p><p> ويقول الحق لرسوله محمد صلّى الله عليه وسلم:  {لاَ يَحْزُنكَ الذين يُسَارِعُونَ فِي الكفر} . </p><p> وهذه رُبوبية التعبير، فنحن نعلم أن السرعة تكون إلى الشيء، لا في الشيء كما قال الحق:  {وسارعوا إلى مَغْفِرَةٍ}  [آل عمران: ١٣٣] </p><p> ولكن هنا نجده يقول:  {يُسَارِعُونَ فِي الكفر} . ولو قال الحق:  «يسارعون إلى الكفر» لكان قد ثبت لهم إيمان وبعد ذلك يذهبون إلى الكُفر، لا. الحق يريد أن يوضح لنا: أنهم يسارعون في دائرة الكفر. ويعلمنا أنهم في البداية في الكفر، ويسارعون إلى كفر أشد. ونعرف أن «في» في القرآن نستطيع أن نضع من أجلها المجلدات. فقد قلنا من قبل قال الله تعالى:  {سِيرُواْ فِي الأرض} . </p><p> ولم يقل سبحانه سيروا على الأرض. </p><p> والحق سبحانه: وتعالى يقول: {وَلاَ تُؤْتُواْ السفهآء أَمْوَالَكُمُ}  [النساء: ٥] </p><p> وهي ليست أموال المخاطبين، ولكنها في الأصل أموال السفهاء. ولكن سبحانه يبلغنا أن السُّفهاء غير مأمونين على المال، ولذلك يأتي الحق بالوصَيَّ والقيّن على المال ويأمره أن يعتبر المال ماله حتى يحافظ عليه. ويأمره بألا يخزن المال ليأكل منه السَّفيه؛ لأن المال إن أكل منه السَّفيه ودفع له الزكاة، قد ينضب وَينْفذ. لذلك قال الحق:  {وَلاَ تُؤْتُواْ السفهآء أَمْوَالَكُمُ التي جَعَلَ الله لَكُمْ قِيَاماً}  [النساء: ٥] </p><p> ومن بعد ذلك يقول الحق:  {وارزقوهم فِيهَا}  [النساء: ٥] </p><p> لم يقل ارزقوهم منها، ذلك أنه سبحانه شاء أن يعلمنا أن الرزق مطمور في رأس المال ويجب أن يتحرك رأس المال في الحياة حتى لا ينقص بالنفقة، وحتى لا تستهلكه الزكاة، وحتى يبلغ السَّفيه رُشده ويجد المال قد نما. هذه بعض من معطيات «في» . وهنا آية الصَّلب:  {وَلأُصَلِّبَنَّكُمْ فِي جُذُوعِ النخل}  [طه: ٧١] </p><p> بعض المفسرين يقولون في هذه الآية:  {لأُصَلِّبَنَّكُمْ فِي جُذُوعِ النخل} ونقول: إن الذين قالوا ذلك لم يُفسّروا هذه الآية وكان يجب أن يقولوا في تفسير ذلك: </p><p> لأصلبنكم على جذوع النخل تصليباً قوياً يدخل المصلوب في المصلوب فيه. </p><p> ومثال ذلك لو جئنا بعدو ثقاب وربطناه على الأصبع بخيط رفيع وأوثقنا الربط، فعود الثقاب يغوص في الأصبع حتى يصير وكأنه داخل الأصبع. وعندما يقول الحق:  {لأُصَلِّبَنَّكُمْ فِي جُذُوعِ النخل} فيجب ألا نفهم هذا القول إلا على أساس أنه تصليب على جذوع النخل تصليباً قوياً يُدْخِلُ المصلوب في المصلوب فيه. وتلك هي العِلّة في وجود «في» وعدم وجود «على» . </p><p> والحق يقول هنا:  {لاَ يَحْزُنكَ الذين يُسَارِعُونَ فِي الكفر} فكأن المسارعة إما أن تكون ب «إلى» وإما أن تكون ب «في» . فإن كانت ب «إلى» فهي انتقال إلى شيء لم يكن فيه ساعة بدْء السرعة، وإن كانت ب «في» فهي انتقال إلى عمق الشيء الذي كان فيه قبل أن يبدأ المسارعة. </p><p> {لاَ يَحْزُنكَ الذين يُسَارِعُونَ فِي الكفر مِنَ الذين قالوا آمَنَّا بِأَفْوَاهِهِمْ وَلَمْ تُؤْمِن قُلُوبُهُمْ} فالإيمان محلّه القلب، والإسلام محلّه الجوارح؛ ولذلك قال سبحانه:  {قَالَتِ الأعراب آمَنَّا قُل لَّمْ تُؤْمِنُواْ ولكن قولوا أَسْلَمْنَا}  [الحجرات: ١٤] </p><p> إنهم يسارعون إلى الصف الأول في الصلاة وهذا إسلام، أما الإيمان فمحلّه القلب. إذن فالذين قالوا بأفواههم آمنا، لهم أن يعرفوا أن منطقة الإيمان ليست الأفواه ولكنها القلوب. وهم قالوها بأفواههم وما مرّت على قلوبهم. وماداموا قد قالوا بأفواههم آمنا وما مرّت على قلوبهم فهؤلاء هم المنافقون، ومعنى ذلك أنهم في كل يوم ستظهر منهم أشياء تُدخِلهم في الكفر؛ لأنهم من البداية قد أبطنوا الكفر، وبعد ذلك يسارعون في مجال الكفر. </p><p> {مِنَ الذين قالوا آمَنَّا بِأَفْوَاهِهِمْ وَلَمْ تُؤْمِن قُلُوبُهُمْ وَمِنَ الذين هَادُواْ} هم إذن صنفان اثنان يسارعان في الكفر؛ المنافقون الذين قالوا بأفواههم آمنا، والذين هادوا. ويصفهم الحق بقوله:  {سَمَّاعُونَ لِلْكَذِبِ} وساعة تسمع مادة «السين والميم والعين» فهذا يعني أن الأذن قد استقبلت صوتاً من مُصَوِّت، هذا المُصوِّت إما أن يكون مُتكلماً بالكلام الحقّ فيجذ من الأذن الإيمانية استماعاً بإنصات؛ ثم يتعدى الاستماع إلى القبول؛ فيقول المؤمن: أنا استمعت إلى فلان، لا يقصد أنه سمع منه فقط ولكن يقصد أنه سمع وقبل منه ما قال. </p><p> إننا نعلم أن كثيراً من الورعين يسمعون كذباً، لكن الفيصل هو قبول الكذب أو رفضه. وليس المهم أن يكون الإنسان سامعاً فقط، ولكن أن يصدق ما يسمع. ونرى في الحياة اليومية إنساناً يريد أن يصلح شيئاً من أثاث منزله فيأتي بالأدوات اللازمة لذلك، ويقال هنا عن هذا الرجل:  «نجر فهو ناجر» ولا يقال له: «نجّار» ؛ لأن النجار هو من تكون حرفته النّجارة. </p><p> إذن كلمة: سامع للكذب لا تؤدي المعنى، ولكن «سمّاع» تؤدي المعنى، أي أن صناعته هي التسمّع، وعندما يقول الحق:  {سَمَّاعُونَ لِلْكَذِبِ سَمَّاعُونَ لِقَوْمٍ آخَرِينَ لَمْ يَأْتُوكَ} أي ألِفُوا أن يقبلوا الكذب. وكيف يكون مزاج من يقبل الكذب؟ . لا بد أن يكون مزاجاً مريضاً بالفطرة. </p><p> وما معنى الكذب هنا ومن هم السمّاعون؟ إما أن يكون المقصود بهم الأحبار والرهبان الذين قالوا لأتباعهم كلاماً غير ذي سندٍ من واقع من أجل الحفاظ على مراكزهم. وإما أن يكونوا سماعين للكذب لا لصالحهم هم، ولكن لصالح قوم </p><p> آخرين. كأنهم يقومون بالتجسس. والتجسس - كما نعلم - يكون بالعين أو بالأذن. وتقدمت هذه الوسائل في زماننا حتى صار التجسس بالصوت والصورة. وكأن الحق يريد أن يبلغنا أنهم سماعون للكذب، أي أنهم يسمعون لحساب قوم آخرين. والقوم الآخرون الذي يسمعون لهم هم القوم الذين أصابهم الكبر والغرور واستكبروا أن يحضروا مجلس رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. وهم في الوقت نفسه لا يطيقون الانتظار ويريدون معرفة ماذا يقول رسول الله، لذلك يرسلون الجواسيس إلى مجلس النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لينقلوا لهم. </p><p> أولئك السماعون للكذب هم سماعون لحساب قوم آخرين لم يأتوا إلى مجلس رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ تكبُّراً. وهؤلاء المتكبرون هم كبار اليهود، وهم لا يذهبون إلى مجلس رسول الله حتى لا يضعف مركزهم أمام أتباعهم. وعندما يُنقَل إليهم الكلام يحاولون تصويره على الغرض الذي يريدون، ولذلك يقول عنهم الحق:  {يُحَرِّفُونَ الكلم مِن بَعْدِ مَوَاضِعِهِ} . أي أنهم يُحرِّفون الكلام بعد أن استقر في مَواضعه ويستخرجونه منها فيهملونه ويزيلونه عن مواضعه بعد ان وضعه الله فيها وذلك بتغيير أحكام الله، وقال الحق فيها أيضاً من قبل ذلك:  {يُحَرِّفُونَ الكلم عَن مَّوَاضِعِهِ}  [المائدة: ١٣] </p><p> أي أنهم حَرَّفُوا الكلام قبل أن يستقر. {سَمَّاعُونَ لِلْكَذِبِ سَمَّاعُونَ لِقَوْمٍ آخَرِينَ لَمْ يَأْتُوكَ يُحَرِّفُونَ الكلم مِن بَعْدِ مَوَاضِعِهِ يَقُولُونَ إِنْ أُوتِيتُمْ هذا فَخُذُوهُ} وهم الذين يقولون لأتباعهم من جواسيس الاستماع إلى مجلس رسول الله: {إِنْ أُوتِيتُمْ هذا فَخُذُوهُ وَإِن لَّمْ تُؤْتَوْهُ فاحذروا} . فكأنهم أقبلوا على النبي بهذا، فإن أخذوا من رسول الله معنى يستطيعون تحريفه فعلوا. وإن لم يجدوا ما يحرفونه فعليهم الحذر. </p><p> ومن دراسة تاريخ القوانين الوضعية نعرف معنى السلطة الزمنية. فالقوانين التي تواضع عليها بشر ليحكموا بها نظام الحياة تأخرت في الظهور إلى الواقع عن نظام الكهنة، فقد كان الكهنة يَدَّعُون أن لهم صلة بالسماء ولذلك كان الحكم لهم، أي أن التقنين في الأصل هو حكم السماء والذي جعل الناس تتجه إلى وضع قوانين خاصة بهم أنهم جربوا الكهنة فوجدوهم يحكمون في قضية ما حُكْماً. وفي القضية المشابهة يحكمون حُكْماً آخر. </p><p> لقد كان كلام الكهنة مقبولا عندما ادعوا لأنفسهم </p><p> الانتساب إلى أحكام السماء. لكن عندما تضاربت أحكامهم خرج الناس على أحكام الكهنة ورفضوها لأنفسهم قوانين أخرى. </p><p> والحكاية التاريخية توضح لنا ذلك: فقد زَنَى أحد أتباع ملك في العصر القديم وحاولوا أن يقيموا عليه الحد الموجود بالتوراة. لكن الملك قال للكهنة لا أريد أن يُرجَم هذا الرجل وابحثوا عن حكم آخر. </p><p> ورضخ الكهنة لأمر الملك وقالوا: نُحَمِّم وجه الزَّاني - أي نُسَوِّد وجْهه بالحُمم وهو الفحم - ونجعله يركب حماراً ووجه إلى الخلف ونطوف به بين الناس بدلاً من الرَّجم. وهكذا أعطت السلطة الزمنية السياسية الأمر للسلطة الزمنية الدينية ليُغيِّروا في القوانين. فلما جاء رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إلى المدينة حاولوا أن يستغلوا وجوده في استصدار أحكام فيها هوادة ولين. وعرضوا عليه بعضا من القضايا من أجل ذلك، فإن جاء الحكم بالتخفيف قبلوه، وإن كان الحكم مُشدّداً لم يقبلوه. وتكررت مسألة الزّنا. وحاولوا الحصول على حكم مخفف من سيدنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> وجاء رسول الله بالحكم الذي نزل من السماء وهو الرَّجم. ولكنهم قالوا للرَّجم لا. يكفي أن نجلده أربعين جلدة وأن نُسَود وجهه وأن نجعله يركب حماراً ووجهه للخلف ويُطاف به. وهنا سأل رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: </p><p> أليس عندكم رجل صالح له علم بالكتاب؟ وهنا صمتوا. وقال رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: هل تعرفون شابا أمرد أبيض أعور يسكن «فدك» يقال له: «ابن صوريا» . فقالوا: نعم، هو أعلم يهود على وجه الأرض. فأمر الرسول بإحضاره ليرى الحُكم النازل في الزِّنا بالتوراة، وجاء الرجل وناشده رسول الله بالذي لا إله إلا هو وبحق من أرسل موسى، وبحق من أنزَل التوراة على موسى، وبحق من فلق البحر، وبحق من أغرق فرعون، وبحق من ظللهم بالغمام. وأراد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أن يُزلزل فيه كل باطل وأن يشحنه بالطاعة حتى ينطق الحق، فقال ابن صوريا: نعم نجد الرَّجم للزِّنا. وهنا سَبَّ اليهود الرجل الصالح. </p><p> لقد أرادوا أن يحصلوا على حُكم مُخفف من رسول الله ليُنقذوا الزاني صاحب المقام </p><p> العالي، وكذلك الزانية ذات الحسب والنسب؛ لذلك قال الحق على لسانهم:  {إِنْ أُوتِيتُمْ هذا} . أي التخفيف المراد فخذوه، وإن وجدتم العقاب القاسي فاحذروه ولا تقبلوه. </p><p> إذن فهم لم يذهبوا إلى الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ابتغاء الحق ولكنهم يبتغون التخفيف. فإن وافق الحكم هواهم قالوا: إن محمداً هو الذي حَكَم، ومن العجيب أنهم أعداء لمحمد وكافرون به. وبرغم ذلك يُحكِّمونه. </p><p> هذه الواقعة يرويها الإمام مسلم رَضِيَ اللَّهُ عَنْه وهي: «أن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أتى يهودي ويهودية قد زنيا فانطلق رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حتى جاء يهود فقال: ما تجدون في التوراة على مَنْ زنى؟ قالوا: نسوّد وجوههما ونحمّمهما ونحملهما ونخالف بين وجوههما، ويُطاف بهما، قال:  (فأتوا بالتوراة فاتلوها إن كنتم صادقين) قال: فجاءوا بها، فقرأوها، حتى إذا مرّ بآية الرجم وضع الفتى الذي يقرأ يده على آية الرجم وقرأ ما بين يديها وما وراءها، فقال له عبد الله بن سلام وهو مع رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: مُرْهُ فليرفع يده، فرفع يده فاذا تحتها آية الرجم، فأمر بهما رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فرُجما، قال عبد الله بن عمر: كنت فيمن رجمهما فلقد رأيته يقيها من الحجارة بنفسه» . </p><p> إنهم يريدون الحُكم السهل الهين اللين. وقال البعض: إن سبب نزول هذه الآية هي قصة القَوَد. والقود هو القصاص. </p><p> وقصة القود في إيجاز هي - كما رواها الامام أحمد وأبو داود وغيرهما عن ابن عباس رَضِيَ اللَّهُ عَنْه - أن طائفتين من اليهود هما بنو النضير وبنو قريظة كانتا قد تحاربتا في الجاهلية، فقهرت بنو النَّضير بني قريظة، فكانت النَّضير وهي العزيزة إذا قتلت أحداً من بني قُريظة وهي الذَّليلة لم يُقِيدوهم أي لم يعطوهم القاتل ليقتلوه بقتيلهم. إنما يعطونهم الديَّة. وكانت قُريظة إذا قَتَلت أحداً من بني النَّضير لم يرضُوا منهم إلا بالقود. فلما قدم النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ المدينة تحاكموا إليه في هذا الأمر فحَكَم بالتَّسوية بينهم، فسَاءَهم ذلك ولم يقبلوا. وأي قصة منها هي مؤكِّدة للمعنى. </p><p> ومن بعد ذلك يقول الحق:  {وَمَن يُرِدِ الله فِتْنَتَهُ فَلَن تَمْلِكَ لَهُ مِنَ الله شَيْئاً} والفتنة هي التعذيب بالنار، وسبحانه يقول:  {يَوْمَ هُمْ عَلَى النار يُفْتَنُونَ}  [الذاريات: ١٣] </p><p> والفتنة أيضاً هي الابتلاء والاختبار، ويقال:  «فتنت الذهب» أي وضعت الذهب في بوتقة وحوَّلته بالحرارة العالية من جسم صُلب إلى سائل حتى تستخلصه من المواد العالقة الشائبة التي فيه ليصير نقياً. والفتنة في ذاتها ليست مذمومة. ولكن المذموم منها هو النتيجة التي تصل إليها؛ اينجح الإنسان فيها أم يرسُب؛ لأن الاختبارات التي يمر بها الإنسان كلها هي فتنة، والذي ينجح تكون الفتنة بالنسبة إليه طيبة. والذي يرسُب ويفشل فالفتنة بالنسبة إليه سيئة. وعندما يريد الله فتنة بشر أي يرد اختبارهم: أيأتون طوعا واختياراً أم لا؟ </p><p> ومادام الحق سبحانه وتعالى أعطى للإنسان قدرة الاختيار حتى يُثبت صفة المحبوبية فسبحانه أراد ذلك، ولا أحد بقادر أن يجعل الإنسان مقهوراً. وقد أراده الله مُختاراً وأن يبتلى وأن يختبر. أينجح أم يرسُب، أيكون مُؤمناً أم كافراً: </p><p> {وَمَن يُرِدِ الله فِتْنَتَهُ فَلَن تَمْلِكَ لَهُ مِنَ الله شَيْئاً} . وجعل سبحانه ذلك قانونا لخلقه بمنتهى الوضوح، وهناك جانب في الإنسان مُسَخَّر، وجانب آخر مُخيَّر. </p><p> {وَمَن يُرِدِ الله فِتْنَتَهُ فَلَن تَمْلِكَ لَهُ مِنَ الله شَيْئاً} . أي أن أحداً لا يجرؤ أن يغير نواميس الكون ولن يغير الله نواميس الكون من أجل أي أحد؛ لأن النواميس لا بد أن تسير كما أرادها الله حتى على رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> وقد عرفنا ما حدث في أُحُد؛ عندما تخاذل الرُّماة ولم يستمعوا إلى نصيحة القائد الأعلى سيدنا محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ أَغَيَّر الله سُنَّته من أجل وجود حبيبه معهم؟ لا، وانهزموا على رغم وجود رسول الله معهم؛ لأن الله أراد للسُّنة الكونية أن تسير كما هي من أجل إصلاح الأمر. فلو فُرِض أنهم انتصروا من أجل خاطر النبي، ماذا يكون الموقف في أوامره صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فيما بعد؟ كان من الممكن أن يقول شخص منهم:  «خالفناه وانتصرنا» . إذن لا بد لسُنَّة الله أن تُنَفّذ. </p><p> {وَمَن يُرِدِ الله فِتْنَتَهُ فَلَن تَمْلِكَ لَهُ مِنَ الله شَيْئاً أولئك الذين لَمْ يُرِدِ الله أَن يُطَهِّرَ قُلُوبَهُمْ لَهُمْ فِي الدنيا خِزْيٌ وَلَهُمْ فِي الآخرة عَذَابٌ عَظِيمٌ}  [المائدة: ٤١] </p><p> لماذا لم يرد الله أن يُطهِّر قلوبهم؟ لأنهم منافقون. وفي قلب المنافق مرض. وعندما تأتي أحداث ينتفع بها المسلمون فالمنافق يزداد حِقداً ومَرضا لأنّ قلبه مُمتلئ بالغل، ولا يريد الله تطهير قلب إنسان إلا أن يقبل على الله ولذلك قال تعالى:  {والله لاَ يَهْدِي القوم الكافرين}  [البقرة: ٢٦٤] </p><p> وقال سبحانه:  {والله لاَ يَهْدِي القوم الظالمين}  [آل عمران: ٨٦] </p><p> فهل عدم هداية الله لهم نشأت أولاً، ثم نشأ الكُفر، أو نشأ الكُفر منهم فجاء عدم الهداية؟ نعلم أن عدم الهداية مرتبة على أنه ظالم أو كافر، وقلنا من قبل: إن هناك إرادة كونية وإرادة شرعية. والإرادة الكونية هي ما يحدث في كون الله. ولا شيء قد حدث في كون الله غصبا عن الله. والاختيار خلقه الله في الإنسان ليصير الإنسان مُخيراً بين الكُفر والإيمان. ومادام الحق قد خلق الإنسان مُختاراً لهذا أو لذلك إذن فهو سبحانه مُريد كَوْنِيًّا ما يصدر عن الإنسان اختياراً كفراً أو هدايةً. لكن أَمُريد هو سبحانه ذلك شرعاً؟ لا. </p><p> إن الشرع أمر سماوي إما أن يُنفّذه العبد وإما أن يعصيه. ونعرف أن هناك أشياء مُرادة كونياً وأشياء مُرادة شرعيا. والمُراد الكوني هو الذي يكون: أما الإنسان فقد خلقه الله وله الاختيار، فالذي يسرق لا يسرق غصبا عن الله ولكن ما أعطاه له الله من اختيار ومن طاقة، إما أن يوجهها إلى الخير وإما إلى الشر. </p><p> ونحن حين ننظر إلى الساعة التي نضعها حول المعصم وقد صنعها الصانع صالحة </p><p> لأن يديرها الإنسان على توقيت أي بلد، فهل هذا يتم غصبا عن الصانع؟ لا. وكذلك جهاز «التليفزيون» ؛ إن أذعنا فيه برامج دينية فهو صالح للهدف، وإن أذعنا فيه حفلة راقصة فهو صالح لذلك أيضا. </p><p> والذي صنع التليفزيون جعله صالحاً لهذا ولذاك، المهم هو توجيه الطاقة وكذلك الإنسان. والإرادة الكونية هي كل ما يكون في ملك الله، والإرادة الشرعية هي كل ما يكون في شرع الله «افعل ولا تفعل» . ومادام هناك أمرٌ كوني شرعي فالكون قد أوجده الله لخدمة المؤمن والكافر والعاصي، لكن الأمر الشرعي جعله الله للمؤمن. </p><p> إذن فإيمان المؤمن أراده الله كونا؛ لأنه سبحانه قد وضع الإيمان منهجا، وأراد الله إيمان المؤمن شرعا. وكفر الكافر لم يتم غصبا عن الله. ولكن الإنسان بخلْقِه مختاراً. صار كُفره أمراً كونياً، ولكنه غير مُراد شرعاً فكفر الكافر مُراد كونا غير مُراد شرعا. وإيمان الكافر غير مُراد كوناً وكفر المؤمن غير مُراد كونا. وبهذا نكون أمام أربعة أقسام في المُراد كونا وشرعا. وهذه هي القسمة العقلية. </p><p> إذن من يُرِد الله فتنته كوناً فلا راد لإرادة الله؛ فإذا لم يطع الشرع، فذلك لأنه مخلوق صالح للطاعة وصالح للمعصية. </p><p> وأضرب هذا المثل - ولله المثل الأعلى - الوالد يعطي لابنه جنيها ويقول له: أنت حُر في هذا المبلغ فإن اشتريت مصحفا أو كتاب دين أو شيئاً تأكله أنت وإخوتك فسأكافئك وأستأمنك على أشياء كثيرة. أما إن اشتريت ورق اللعب المُسمّى «كوتشينة» فسأغضب منك. </p><p> وحين يذهب الولد ليشتري ورق اللعب المُسمّى «كوتشينة» ، هل اشترى ذلك غصبا عن أبيه؟ لا. لكن الولد يصبح غير محبوب من أبيه. هذا هو الفارق بين المُراد كونا والمُراد شرعا. وبين المُراد كونا لا شرعا. والمُراد شرعا لا كونا. </p><p> {أولئك الذين لَمْ يُرِدِ الله أَن يُطَهِّرَ قُلُوبَهُمْ} كان ذلك كونا؛ لأنه سبحانه خلقهم قابلين للتطهير وقابلين لغيره، فإن فعلوا أي شيء فهم لن يفعلوه غَصبا عن الله؛ لذلك يذيل الحق الآية:  {لَهُمْ فِي الدنيا خِزْيٌ وَلَهُمْ فِي الآخرة عَذَابٌ عَظِيمٌ} فكأن </p><p> معنى ذلك أن في قلوبهم أشياء ضد الطهارة، ولهم في الدنيا خزي. والخزي يطلق على الفضيحة ويطلق على الاستحياء، والمعنيان يلتقيان. وهنا في مجال هذه الآية: أي خزي وأي فتنة؟ إنهما فئتنا؛ المنافقون واليهود. وكان المنافقون كلما فعلوا شيئا ينفضح. وعندما يبيِّتون أي شيء فإن الله يخبر رسوله بما يبيِّتون. {وَلَوْ نَشَآءُ لأَرَيْنَاكَهُمْ فَلَعَرَفْتَهُم بِسِيمَاهُمْ وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ القول}  [محمد: ٣٠] </p><p> وكذلك الذين هادوا: يأتيهم الخزي أي الافتضاح، أي أن يصيروا إلى المُسترذل بعد أن كانوا في المُستحسن. والرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ دخل المدينة واليهود سادة هذه البقعة؛ سادتها علما لأنهم أهل كتاب، أما الأوس والخزرج فأُميون لا يعرفون شيئا. وكان اقتصاد المدينة في أيدي اليهود، من مال وصنعة وزراعة. وعنجهية الجاه. وعندما يأتي الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إلى المدينة يجدهم السادة، ثم ينفضح أمرهم وكذبهم، ويتم إجلاؤهم، وتُسبى نساؤهم ويُقتل بعضهم. وعندما يدبرون كيدا لرسول الله، يفضحهم الله، وكل ذلك خزي، وليس الخزي هو الجزاء الوحيد لهم، بل يلقون في الآخرة عذاباً أليماً. </p><p> ويقول الحق من بعد ذلك:  {سَمَّاعُونَ لِلْكَذِبِ ... } </p>"
}