{
  "id": null,
  "sura": 5,
  "aya": 114,
  "text": "<p> وقوله الحق:  {مَآئِدَةً مِّنَ السمآء} إنما يعني أن هناك لله موائد منصوبة في الأرض. والكون كلمة مائدة فيها من الخير الكثير إن استطاع الإنسان أن يكد ويكدح. </p><p> والإنسان منا عندما يكد ويكدح ويستخرج من الأرض الزرع ويرعى الحيوانات فإنه يأتي إلى زوجه بمخزون قد يكفيهم كأسرة لمدة عام من دقيق وأرز وعسل وسكر وزيت، فتأخذ الزوجة طيراً فتذبحه وتطهو معه الخبز والخضراوات. </p><p> إذن فالكون كله مائدة الله المنصوبة والتي يأخذ منها كل إنسان على قدر عمله. وكلمة «مائدة» لا تطلق إلا على الخوان وعليه طعام. أما إن كانت بغير طعام فنطلق عليها «خواناً» ؛ لأن «المائدة» مأخوذة من مادة «الميم والألف والدال» والمائدة تميد أي تضطرب من كثرة ما عليها من أشياء. أو هي تعطي مما عليها من أشياء. فالمائد هو المُعْطَي. </p><p> وقول عيسى عليه السلام يمتلئ بكل المعاني القيمة، فهو يطلب أن تكون المائدة مناسبة لعيد يفرح به الأولون والآخرون وآية من الحق سبحانه وتعالى، ويطلب من فضل ربوبية الرازق أن يرزقهم، ويعترف بامتنان أن الحق هو خير الرازقين. </p><p> والمقارنة بين قول الحواريين وقول عيسى تدلنا على الفارق بين إيمان المبلغ عن الله، وإيمان الذين تلقوا البلاغ عن عيسى. إيمان عيسى هو الإيمان القوي الناضج. أما إيمان الحواريين فهو إيمان ناقص، لقد كانت قوة إيمان عيسى نابعة من أنه يتلقى عن الله مباشرة، أما الحواريون فليسوا كذلك، على الرغم من أنهم آمنوا بالبلاغ </p><p> عن الله وتم ذلك بواسطة رسول، ولذلك يعلو الرسول على المؤمنين ببلاغة في سلم الإيمان درجة أعلى. إنه يتلقى عن الله، ولهذا صحح عيسى عليه السلام طلبهم من الله وهو يدعو ربه. </p><p> إنه رسول مُصطفى مُجتَبَى؛ لذلك يضع الأمور في نصابها اللائق فيقول:  «اللهم ربنا» و «اللهم» هي في الأصل «يا الله» ، وعندما كثر النداء بها حذفنا منها حرف النداء وعوضناه بالميم في آخرها، فصارت:  «اللهم» . وكأن هذا اللفظ:  «اللهم» تتهيأ به نفس الإنسان لمناجاة الله في تقديس وثقة في أنه سبحانه يستجيب، وهو نداء يقوم على عشق العبد لمولاه، فلا يوسط بينه وبين اسم ربه أي حرف من حروف النداء. </p><p> إننا نلحظ أن عيسى عليه السلام قدم كلامه لله بصفة الألوهية:  «اللهم» فهو كنبي مرسل يعلم تجليات صفة الله. وهي تجليات عبادة من معبود إلى عابد. أما تجليات كلمة «رب» فهي تجليات تربية من رب إلى مربوب، والفارق بين عطاء الألوهية للخلق، وعطاء الربوبية، هو أن عطاء الألوهية تكليف من معبود إلى عابد. </p><p> والعابد يطيع المعبود فيما يأمر به وفيما ينهى عنه، أما عطاء الربوبية فهو سبحانه المتولي للتربية للأجسام والعقول والمواهب والقلوب، والرب هو رب للمؤمن وللكافر. ويتولى الرب تربية الكافر على الرغم من إنكار الكافر للألوهية. فسبحانه يربي الماديات التي تقيم حياته. </p><p> ولذلك نجد الحق سبحانه وتعالى يقول عن هؤلاء الكافرين:  {وَلَئِن سَأَلْتَهُمْ مَّنْ خَلَقَ السماوات والأرض لَيَقُولُنَّ الله قُلِ الحمد لِلَّهِ بَلْ أَكْثَرُهُمْ لاَ يَعْلَمُونَ}  [لقمان: ٢٥] . </p><p> والحق سبحانه يبلغ نبيه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أن يسأل الكفار عمن خلق السموات والأرض، ولن يجدوا إجابة على ذلك إلا قولهم: إن الله هو الخالق. وهي إجابة الفطرة الأولى. ونرى في حياتنا أكثر من مثل على ذلك - ولله المثل </p><p> الأعلى - عندما يسأل الأطفال عن شيء من الذي أحضره؟ فإننا نجد الإجابات تتسلسل إلى أن تصل إلى أن معطي كل شيء هو الله، فإن سأل الطفل أمه: ماذا سنأكل؟ وتجيب الأم - على سبيل المثال - سنأكل بامية مثلاً. ويسأل الطفل: من أين؟ تجيب الأم: اشتراها والدك من بائع الخضر. ويسأل الطفل: ومن أين جاء بها بائع الخضر؟ تقول: الأم. من تاجر في السوق. يسأل الطفل: ومن أين جاء بها التاجر؟ تجيب الأم: من الفلاح الذي حرث الأرض وبذر فيها بذور البامية. يقول الطفل: من الذي خلق الأرض وأنبت النبات؟ تقول الأم: إنه الله ربنا خالق كل شيء. </p><p> لقد وصلت الأم بحوارها مع الطفل إلى عطاء الربوبية الذي يستوفي فيه المؤمن والكافر، والمؤمن هو الذي يأخذ بجانب عطاء الربوبية عطاء الألوهية أيضاً، وهو التكليف. فعطاء الألوهية يعطي المؤمن عطاء الربوبية مضافاً إليه العطاء الذي لا ينفذ، إنه يعطي المؤمن زمانا لا يموت فيه ونعمة لا يتركها ولا تتركه، ويأخذ المؤمن بالمنهج يقين الإشراق والإقبال على العمل في ضوء منهج الله. </p><p> لقد قال عيسى ابن مريم داعيا الله:  {اللهم رَبَّنَآ أَنزِلْ عَلَيْنَا مَآئِدَةً مِّنَ السمآء} وألزم عيسى نفسه بنداء الألوهية أولاً معترفاً بالعبودية لله ملتزماً بالتكليف القادم منه ثم جاء بنداء الربوبية. فيا من أنزلت علينا التكليف ويا من تتولى تربيتنا نحن ندعوك أن تنزل علينا مائدة من السماء. وأخذ نداءه زاوية القيم ثم زاوية المادية وهي الرزق، لكن الحواريين قدموا بشريتهم فطلبوا من المائدة الأكل والطعام فقالوا:  (نريد أن نأكل منها وتطمئن قلوبنا ونعلم أن قد صدقتنا ونكون عليها من الشاهدين) ، أما عيسى ابن مريم بصفائية اختياره رسولاً فقد أخر الطعام عن القيم فقال:  {اللهم رَبَّنَآ أَنزِلْ عَلَيْنَا مَآئِدَةً مِّنَ السمآء تَكُونُ لَنَا عِيداً لأَوَّلِنَا وَآخِرِنَا وَآيَةً مِّنْكَ وارزقنا وَأَنتَ خَيْرُ الرازقين} . </p><p> صحيح أن الرزق يمس الأكل، ولكن الرزق ليس كله أكلاً. فالرزق هو كل شيء تحتاج إليه وتنتفع به، فالأكل رزق، والشرب رزق، والملبس رزق، والعلم رزق، والحلم رزق، وكل شيء تنتفع به هو رزق من عند الله، ولذلك جاء عيسى </p><p> بالكلمة العامة التي يدخل فيها الأكل وتتسع لغيره. ويجيب الحق على دعاء عيسى ابن مريم:  {قَالَ الله ... } </p>"
}