{
  "id": null,
  "sura": 5,
  "aya": 18,
  "text": "<p> وهل كل اليهود قالوا: نحن أبناء الله؟ هل كل النصارى قالوا: نحن أبناء الله؟ لا. فبعض من اليهود قال: إن عزيراً ابن الله وبعض النصارى قالوا: إن </p><p> عيسى ابن الله، وجاء مسيلمة الكذاب وادّعى النبوة، وكان كل أهل مسيلمة يقولون: نحن الأنبياء، أي منا الأنبياء حتى أنصار سيدنا عبد الله بن الزبير أبي خبيب، قال أنصاره: نحن الخبيبيون أي نحن أتباع ابن الزبير الذي هو أبو خبيب، فكانوا ينسبون لأنفسهم ما لغيرهم. فمعنى {نَحْنُ أَبْنَاءُ الله} يعني: نحن أشياع العزير، الذي هو ابن الله؛ ونحن أشياع عيسى الذي هو ابن الله. هذه نأخذ لها دليلاً من القرآن، نعرف قصة مؤمن آل فرعون:  {وَقَالَ رَجُلٌ مُّؤْمِنٌ مِّنْ آلِ فِرْعَوْنَ يَكْتُمُ إِيمَانَهُ أَتَقْتُلُونَ رَجُلاً أَن يَقُولَ رَبِّيَ الله وَقَدْ جَآءَكُمْ بالبينات مِن رَّبِّكُمْ وَإِن يَكُ كَاذِباً فَعَلَيْهِ كَذِبُهُ وَإِن يَكُ صَادِقاً يُصِبْكُمْ بَعْضُ الذي يَعِدُكُمْ إِنَّ الله لاَ يَهْدِي مَنْ هُوَ مُسْرِفٌ كَذَّابٌ ياقوم لَكُمُ الملك اليوم ظَاهِرِينَ فِي الأرض}  [غافر: ٢٨ - ٢٩] </p><p> والقوم جماعة. بالله أكان القوم كلهم ملوكا؟ . لا، فالذي كان ملكاً هو فرعون فقط. لكن مادام فرعون هو الملك، فيكون كل الذين كانوا أتباعا وأنصارا له ومن شيعته ملوكا لأنهم يعيشون في كنف ورعاية الملك. وأيضاً قال اليهود:  {وَجَعَلَكُمْ مُّلُوكاً} ، ولذلك عندما أرادوا أن يحددوا معنى «ملك» قالوا: إن «الملك» هو الرجل الذي عنده دار واسعة وفيها ماء يجري، وواحد آخر قال:  «الملك» هو الذي يكون عنده حياة رتيبة وعنده من يخدمه ولا ينشغل بخدمة نفسه في بيته، وفي الخارج يخدم نفسه. وقال آخر: من عنده مال لا يحوجه للعمل الشاق، فهو ملك، ولذلك قال سيدنا الشيخ عبد الجليل عيسى في هذه المسألة: لا تستعجبوا ذلك فالأميون ينطقون وبلسانهم يقولون: هذا ملك زمانه، أي رجل مرتاح لا يعمل أعمالا شاقة وعنده النقود يصرفها كما يريد. إذن فأبناء الله يعني ليس كلهم أبناءه، ولذلك قال الله لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «قل» رداً عليهم: {فَلِمَ يُعَذِّبُكُم بِذُنُوبِكُم بَلْ أَنتُمْ بَشَرٌ مِمَّنْ خَلَقَ} ، وستدخلون في مشيئة المغفرة. </p><p> {يَغْفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُ} ، ولن تخرجوا عن المشيئة الغافرة أو المشيئة </p><p> المعذبة، {وَللَّهِ مُلْكُ السماوات والأرض وَمَا بَيْنَهُمَا وَإِلَيْهِ المصير} . </p><p> ويقول الحق تصفية للمسألة العقدية في الأرض:  {يَا أَهْلَ الكتاب ... } </p>"
}