{
  "id": null,
  "sura": 5,
  "aya": 78,
  "text": "<p> الحق سبحانه وتعالى يعطي لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أسوة تصبره على ما يلاقيه من خصومه من أهل الكتاب، وكأنه يقول له: إن هذا الأمر ليس بدعاً وليس عجيباً؛ لأن تاريخ أهل الكتاب الطويل يؤيد هذا، فها هوذا موقفهم من نبي الله داود، وكذلك موقفهم من عيسى ابن مريم عليه السلام. وهذا يجعل لك أسوة بهؤلاء الرسل الذين نالهم من أذى هؤلاء. فالمسألة ليست خاصة بك وحدك، وإنما هي طبيعة فيهم، ويبسط سبحانه في التسرية عن رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حتى يجعل موقفه موقف الصلابة الإيمانية التي لا تخاف ولا تهتز. فينسب هذه الأشياء لنفسه فيقول:  {قَدْ نَعْلَمُ إِنَّهُ لَيَحْزُنُكَ الذي يَقُولُونَ فَإِنَّهُمْ لاَ يُكَذِّبُونَكَ ولكن الظالمين بِآيَاتِ الله يَجْحَدُونَ}  [الأنعام: ٣٣] . </p><p> فمرة قالوا عن الرسول: إنه مجنون، ومرة أخرى قالوا:  «ساحر» وثالثة قالوا: «كذاب» . وهم يعرفون كذبهم، فهم على الرغم من اتهامهم للرسول بالكذب والجنون والسحر إلا أنهم لا يأمنون أحداً على مصالحهم إلا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فهو الأمين دائماً. وكان لهم أن يتعجبوا من موقفهم هذا، ومن صدهم عن دين الله بالكفر، وعلى الرغم من ذلك فعندما يكون هناك شيء ثمين ونفيس فلا يُؤمَن عليه إلا محمد بن عبد الله. </p><p> ما هذا الأمر العجيب إذن!! </p><p> لقد عرفوا صدق النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وحقيقة رسالته - ما في ذلك ريب - ولكن لأن لهم أهواء أصرّوا على الضلال تمسكاً بالسلطة الزمنية. هم يعرفون أن محمداً هو الأمين. ولذلك نرى سيدنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يدع عليّاً - كرم الله وجهه - ويتركه في مكة ليؤدي الأمانات التي كانت عنده لهؤلاء جميعاً. </p><p> إذن {قَدْ نَعْلَمُ إِنَّهُ لَيَحْزُنُكَ الذي يَقُولُونَ فَإِنَّهُمْ لاَ يُكَذِّبُونَكَ} . أي أنك يا رسول الله عندهم الصادق. أنت عندهم يا رسول الله الأمين. أنت عندهم يا رسول الله </p><p> في منتهى السمو الخلقي. ولو لم تقل أنك رسول من الله لكانوا قد رفعوك إلى أعلى المنازل. ولكنك ببلاغك عن الله زلزلت سلطتهم الزمنية. </p><p> ولقد حاولوا أن يثنوك عن الرسالة، فعرضوا عليك الملك، وعرضوا عليك الثراء، ولو كنت تقصد شيئاً من ذلك لحققوا لك ما تريد. ولكنك تختار البلاغ الأمين عن الله. </p><p> لقد عرضوا عليك الملك طواعية. وعرضوا عليك الثروة. وزينوا لك أمر السيادة فيهم شريطة أن تتخلى عن الرسالة. لكنك تختار السبيل الواضح الذي لا لبس فيه على الرغم مما فيه من متاعب، تختار السبيل الذي يكلفك أمنك وأمن من يتبعك. إنك تتبع ما أنزل إليك من ربك. </p><p> ومن بعد ذلك جاءوا ليحاصروك في الشِّعب ليمارسوا معك الحصار الاقتصادي بتجويعك وتجويع من معك. </p><p> ومع هذا كله ما تنازلت عن البلاغ. وكان يجب أن يفطنوا إلى أنك لا تطلب لنفسك شيئاً، لا المال ولا الجاه بل أنت رسول من الله لا تأكل من صدقة أحد، لا أنت ولا أهلك. وكان يجب أن يتساءلوا: لماذا تدخل بنفسك إلى هذه الحرب الضارية؛ فلا أنت طالب جاه ولا أنت طالب مال، ولا أنت طالب لمتعة من تلك المتع. وكان يجب أن يأخذوا العبرة، فهم يعرضون عليه كل هذه الأشياء. وهو يرفضها؛ لأنه خاتم الأنبياء؛ لذلك يتمثل فيه خير كل من سبقه من الأنبياء. يتمثل فيه على سبيل المثال ما قاله سليمان لوفد بلقيس ملكة سبأ:  {فَمَآ آتَانِيَ الله خَيْرٌ مِّمَّآ آتَاكُمْ بَلْ أَنتُمْ بِهَدِيَّتِكُمْ تَفْرَحُونَ}  [النمل: ٣٦] . </p><p> إذن كان يجب على الناس أن يفطنوا إلى أن النبوة حينما تأتي إنما تأتي لتلفت الناس إلى السماء وإلى منهجها ولتنتظم حركة حياتها في الكون، وأن المنتفع أولاً وأخيراً بالمنهج هم أنفسهم؛ لأنهم هم الذين يشقون بمخالفتهم منهج الله. </p><p> وليجرد كل إنسان نفسه من كل شيء ولينظر إلى المنهج ولسوف يجد أنه في صالحه. فها هوذا سليمان الذي دانت له الدنيا وأُعْطِيَ ملكاً لم يعطه الله لأحد من </p><p> بعده فسخر الله له الريح وسخر له الجن يفعلون له ما يشاء. وكان سليمان يعطي الدقيق النقي للعبيد ليستمتعوا بالطيبات، ويأكل هو ما تبقى من نخالة الدقيق، وكان ذلك دليلاً من الله أن هذه المناهج ليست لصالح نبي، ولكن كل نبي إنما يريد بالمنهج صالحَ من أُرسل إليهم. </p><p> وكانت مقاومة أهل الكتاب لنبي الله داود، وكيف أنهم اعتدوا في يوم السبت فدعا عليهم داود عليه السلام فمسخهم الحق قردة، ولعنهم في الزبور، وكذلك قالوا الإفك في مريم البتول ولعنهم الله في الإنجيل، ولم يكن اللعن إلا بناءً على ما فعلوا؛ لذلك يذيل الحق الآية بالقول:  {ذلك بِمَا عَصَوْا وَّكَانُواْ يَعْتَدُونَ} . </p><p> والعصيان - كما نعلم - هو العصيان في ذات الإنسان وفي أموره الخاصة التي لا تتعدى إلى الغير، أما الاعتداء فهو أيضاً معصية ولكنها متعدية إلى الغير. مثال ذلك: الحاقد إنما يعاقب نفسه، أما السارق أو المرتشي فهو يضر بغيره. إذن فهناك معصية وهناك عدوان، المعصية تعود على صاحبها دون أن تتعدى إلى الغير، أما العدوان فهو أخذ حق من الغير للنفس، وضرر يرتكبه الفرد فينتقل أثرة إلى الغير. </p><p> ويقول الحق من بعد ذلك:  {كَانُواْ لاَ يَتَنَاهَوْنَ عَن مُّنكَرٍ فَعَلُوهُ ... } </p>"
}