{
  "id": null,
  "sura": 5,
  "aya": 120,
  "text": "<p> والسماء والأرض هما ظرفان للوجود وللكائنات كلها من أبراج وكواكب وشمس وقمر ونجوم وهواء وغمام وماء وحيوان وإنسان. فالأرض وهي المُلْك الأسفل الذي نراه وما فيه من أقوات وحيوان وإنسان. والسماء وما تحوي وتضم من الملكوت الأعلى، هما جميعاً لله مِلْكا ومُلْكاً فهو - سبحانه - الذي يملك كل شيء ويملك كذلك المالك للشيء. وقول الحق:  {للَّهِ مُلْكُ السماوات والأرض} ينطبق مع قول المسيح ابن مريم: {إِن تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِن تَغْفِرْ لَهُمْ فَإِنَّكَ أَنتَ العزيز الحكيم}  [المائدة: ١١٨] . </p><p> أي أنه ليس لشيء من خلق الله أن يخرج عن مرادات الله، أما في الدنيا فقد جعل الله أسبابها في أيدي الناس، رزق إنسان في يد إنسان آخر، ومَلَّك بعضنا أمر بعض، فهناك مالك الطعام ومالك الثوب، ولكن ليس كل مالك مَلِكاً؛ لأن المَلِك هو الذي يملك المالك، وهذه سنن الكون. وفي الآخرة هناك مالك واحد هو مالك يوم الدين. فكأن الحق أنهى هذه السورة بالحديث عن نهاية الحياة؛ لأنه سبحانه قد بدأها بالحديث عن أحكام الله فقال:  {أَوْفُواْ بالعقود أُحِلَّتْ لَكُمْ بَهِيمَةُ الأنعام}  [المائدة: ١] . </p><p> لقد تكلم سبحانه في الأحكام عن الصيد في البر والصيد في البحر وعن الحلال والحرام من الأنعام وعن النكاح، وعن كل ما يتعلق بمسئوليات الحياة، ومَلَّكَ بعضنا أمر بعض، لكن في اليوم الآخر فالمسألة مختلفة. فبدأ السورة بأمر هو {أَوْفُواْ بالعقود} . </p><p> إن كل أمر ورد من الأمر الأعلى، فالمأمور يفعل أو لا يفعل. فهناك من الناس من يؤمن ومن يعصي، ومعنى ذلك أن المأمورين لهم حرية الاختيار، فلو كان الأمر لا بد أن يفعل دون اختيار لكان الآمر قد خلق الخلق وهم مفطورون على أن يفعلوا فيكون بذلك قد قهرهم، لكن الآمر الأعلى ترك هذه الأوامر لاختيار البشر، وهم صالحون للطاعة والوفاء بالعقود، وهم صالحون للمعصية. </p><p> لقد بدأ سبحانه السورة بمنطقة الاختيار في الإنسان التي خلقها الله لينشأ عنها التكليف. وأوضح بعد ذلك أن للاختيار أمداً محدداً سينتهي، ويجمع الله الناس يوم ينفع الصادقين صدقهم ويكون الأمر كله لله. </p><p> ويختم الحق السورة بقوله سبحانه:  {للَّهِ مُلْكُ السماوات والأرض} أي أنه سبحانه يملك الكون كله، والكون - كما نعلم - مكون من أجناس متعددة. وأول جنس في الكون هو الخادم الذي لا يُخْدَم هو الجماد، والجماد قد يكون ماءً أو جبالاً أو حديداً، أو شمساً، أو قمراً، أو نجوماً، كل هذه جمادات، أي ليس لها حس. وهذه الجمادات تخدم أول ما تخدم النبات. والنبات يخدم الحيوان، والحيوان يخدم الإنسان. </p><p> هكذا يكون الجماد خادماً لكل ما يعلوه من نبات وحيوان وإنسان. النبات يخدم الحيوان والإنسان. </p><p> والحيوان يخدم الإنسان. وكل هذه الأشياء التي تخدم الإنسان لا اختيار لها وكلها مقهورة لخدمة الإنسان؛ فالشمس لم تغضب يوماً على البشر فلم تمدهم بحرارتها ولا المطية تأبت على صاحبها. </p><p> والإنسان فيه قسمان: قسم مقهور للحق فلا يستطيع الإنسان أن يتحكم فيه أو يسيطر عليه مثل المرض أو الموت وهو في ذلك يشترك مع الحيوان والنبات والجماد، وقسم يكون الإنسان فيه مختاراً وهو تطبيق المنهج. </p><p> إننا إذا نظرنا إلى الجانب الذي قهر فيه الحق الإنسان نجده لمصلحة الإنسان. فالإنسان لا يختار أن يتنفس ولا أن يسري الدم في عروقه ولا أن تعمل كليتاه. إنه مقهور في كل ذلك. ومن رحمة الله بالخلق أن جعلهم مسيّرين ومقهورين في هذه النواحي، فلم يجعل تنفس أحد بيد صاحبه ولا جعل القلب يعمل بإرادة الإنسان. والإنسان - إذن - يُخير في مسائل التكليف فقط. وكأن الحق يذكر الإنسان أن منطقة الاختيار هي عقد بين المؤمن وربه؛ لأن الاختيار سيسلب من العباد يوم القيامة، ويكون كل العباد مقهورين ويصير الكائن البشري مثل الجماد والنبات والحيوان. ولذلك يقول الحق سبحانه:  {للَّهِ مُلْكُ السماوات والأرض وَمَا فِيهِنَّ وَهُوَ على كُلِّ شَيْءٍ قَدِيرٌ}  [المائدة: ١٢٠] . </p><p> إنّ الإنسان يوم القيامة سيصير بلا اختيار لأن الحق استعمل «ما» هنا وهي تدل على الأشياء غير العاقلة أي التي لا اختيار لها. كأن العقل له عمل في الدنيا وهو التمييز بين البدائل، أما في الآخرة فالكل متساوٍ أمام خالقه. وعلمنا من قبل الفارق بين «مُلْك» و «ملكوت» وكلنا يقرأ قول الحق: {وَكَذَلِكَ نري إِبْرَاهِيمَ مَلَكُوتَ السماوات والأرض}  [الأنعام: ٧٥] . </p><p> كأن الحق ينبهنا إلى أن العالم فيه ما يقع تحت الإحساس والإدراك، وفيه ما لا يقع تحت الإحساس والإدراك. فالذي يقع تحت الحس والإدراك هو عالم المُلْك. والذي لا يقع تحت الحس والإدراك هو عالم الملكوت. ولا نعرف عن عالم الملكوت إلا ما أخبرنا به الله. وهناك في عالم الملك ما يخفيه الله عنا، وسبحانه وحده هو القادر على كل شيء، والحق يطلب منا أن نعتبر بما في العالم المشهود من ظواهر. وله سبحانه مطلق العلم بعالم «الملكوت» أي ببواطن هذه الظواهر غير المشهودة. و «الملك» و «الملكوت» موجودان في الدنيا والآخرة، إلا أن المُلْك ظاهر والملكوت خفي. </p><p> ويوزع الحق سبحانه وتعالى أسباب الملك في الدنيا بين أيدي خلقه، ويملك التصرف فيما بين أيدينا وفيما خفي عنا، ويشاء الحق أن ينهي هذه المسألة من مبررات الخلافة للإنسان على الإنسان وفي الأرض فيقول:  {للَّهِ مُلْكُ السماوات والأرض وَمَا فِيهِنَّ} فلله الملكوت، ولكم بعض الملك أيها العباد في ظواهر نسبة الأشياء إلى أسبابها وذلك في الدنيا، أما يوم القيامة فكل شيء ينتهي إلى الله. </p><p> ولكن لماذا قال الحق:  {وَمَا فِيهِنَّ} على الرغم من أن الحق استخلف الإنسان في الأرض، والإنسان عاقل وكان من حقه أن يُغلب فيأتي القول: ومن فيهن؛ لأن (مَن) للعاقل، لقد أراد الحق بذلك أن ينبئنا أن الكل أصبح لا اختيار له، وأصبح مقهوراً على المراد منه فقد تساوى الجميع عاقلهم وغير عاقلهم فيقول لنا:  {وَمَا فِيهِنَّ وَهُوَ على كُلِّ شَيْءٍ قَدِيرٌ} . </p><p> وبهذه الآية ختمت سورة المائدة. وهي سورة مدنية، وهي من آخر ما نزل من القرآن الكريم، وفيها التشريع. وفيها التكاليف. وفيها الأحكام. وفيها ما يتعلق بكل السور المدنية من بيان اعوجاج أهل الكتاب. </p><p> ومن بعد ذلك جاءت سورة الأنعام، وهي مكية. وجاءت المكية بعد المدنية في الترتيب المصحفي حسب ما انتهى إليه آخر عرض للقرآن في آخر رمضان من حياة سيدنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مع جبريل عليه السلام. ومن المعلوم أن القرآن له «ترتيب نزولي» و «ترتيب مصحفي» . والترتيب النزولي حسب ما نزلت سورة القرآن في مكة أو المدنية. ورب قائل يقول: إن الحق أنزل هذا القول الكريم فوق عرفات وهو قوله سبحانه: {اليوم أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي}  [المائدة: ٣] . </p><p> فكيف يقال ذلك؟ </p><p> نقول: لنفهم معاً معنى الاصطلاح القائل: «مدني» و «مكي» ، هناك آيات من القرآن نزلت بالمدينة، وآيات أخرى نزلت بمكة، وآيات ثالثة فيما بينهما، وآيات رابعة نزلت بين السماء والأرض. وجاء الاصطلاح «مكي» على الآيات التي نزلت قبل الهجرة، وجاء الاصطلاح «المدني» على الآيات التي نزلت من بعد الهجرة، وإن نزلت بمكة. </p><p> وأراد الحق أن يكون للقرآن ترتيب نزولي وترتيب مصحفي، وقد شاء سبحانه أن يعدل بالقرآن ميزان الكون الإنساني المضطرب، واضطراب الكون الإنساني إنما يكون بواسطة أناس لا يؤمنون بإله، أو بأناس يؤمنون بإله ويشركون معه غيره فيعبدون أوثاناً، ويقولون:  {مَا نَعْبُدُهُمْ إِلاَّ لِيُقَرِّبُونَآ إِلَى الله زلفى} أو بأناس يعبدون النار، أو بأناس تابعين لمنهج سماوي ولكن حرفوا فيه قليلاً أو كثيراً. </p><p> إننا نجد أن الأقرب إلى الإيمان بالله هم الأجناس الذين آمنوا بالرسالات السابقة على رسول الله، فقد جاءتهم الرسل ومعهم المعجزات، ومعهم كتب المناهج، والمنطق يقتضي أن يكون هؤلاء هم الأقرب للإيمان من غيرهم، ولذلك كان من المطلوب أن نواجه أولاً الوثنيين ونصفي المعركة مع أهل الكتاب من بعد ذلك؛ لأن أهل الكتاب لهم إلف بنزول منهج السماء إلى الأرض بواسطة الرسل. </p><p> إذن ففي نزول القرآن كانت الأمور المكية التي تتعلق بالعقيدة الأساسية هي الظاهرة. وهي الاعتراف بألوهية واحدة تحكم الكون. أما في المدينة فد ناقش الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أهل الكتاب في كل أمور الدين بعد أن استتب أمر التوحيد. </p><p> لقد كان هذا الترتيب منطقياً مع هذه الحقيقة. فقد كان في العالم موجتان اثنتان: موجة إلحاد، وموجة تغيير في منهج الله السماوي. ولذلك كانت قلوب المسلمين مع قلب رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مع أهل الكتاب؛ لأنهم على الأقل يؤمنون بإله، وأن الإله يرسل الرسل ومعهم المنهج الإلهي والمعجزات الدالة على صدق رسالتهم، وحتى الذين انحرفوا من أهل الكتاب كانوا يتمسحون في هذا الكتاب المنزل إليهم بالرغم من أنهم حرفوه. </p><p> لقد وجدنا الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يقف بجانب الروم عندما واجهوا فارس. وعندما هزمت الروم حزن المسلمون وفرح الكفار؛ لأن الروم كانوا أهل كتاب؛ إنهم كانوا نصارى، وكانت هزيمتهم تعني انهزام منطق السماء أمام منطق الإلحاد، لذلك حزن المسلمون، وفرح الكفار. وأراد الله أن يصور لنا الموقف، وأن يوجه قلوبنا إلى الذين يؤمنون أيضاً بأن هناك إلهاً حتى ولو كانوا قد أخطأوا في تصور هذا الإله وفي البلاغ عنه، أو أخطأوا في تأويل ما جاءت به الرسل فقال سبحانه:  {الم غُلِبَتِ الروم في أَدْنَى الأرض وَهُم مِّن بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ فِي بِضْعِ سِنِينَ لِلَّهِ الأمر مِن قَبْلُ وَمِن بَعْدُ وَيَوْمَئِذٍ يَفْرَحُ المؤمنون بِنَصْرِ الله}  [الروم: ١ - ٥] . </p><p> إنّ المسلمين يفرحون بنصر الروم على فارس؛ لأن الروم لهم علاقة بالسماء، والرسل، والمناهج، والوحي. وجعل الله الأمر واضحاً هكذا لكي يبين موقفنا وليجعلها إعجازاً لكتابه ولرسوله؛ لأن الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كان موجوداً بمقر الدعوة وهو الجزيرة العربية، وليس عنده سفارات ولا مخابرات ولا مكتب حربي حتى يأتيه بالأخبار وينبئه عن استعدادات الروم التي تُجري لرد الهزيمة. </p><p> هذا الرسول يتنبأ بخبر معركة قادمة بين الفرس والروم، وينتصر فيها الروم، معركة تحدث بعد سبع أو تسع سنوات. وعندما راهن سيدنا أبو بكر رَضِيَ اللَّهُ عَنْه المشركين على ذلك، وجعل بينه وبينهم خمس سنين أجلاً لغلبة الروم وظهورهم على الفرس، ذكر ذلك للنبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فقال له:  «البضع ما بين الثلاث إلى التسع فزايده في الخطر وماده في الأجل» فكانت مائة بعير إلى تسع سنين. </p><p> إن الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يتكلم كلام الواثقين، لأنه ينقل الخبر عن الله، وجعله الله قرآناً يتلى ويصلى به، ومحفوظاً أبد الدهر، ولا يمكن أن يكذب هذا القائل إنه - سبحانه - هو الذي يملك ميزان الكون كله، وأي إنسان من رجالات الحرب المعاصرين لا يمكنه أن يتنبأ بمصير معركة قادمة، على الرغم مما قد يُجمع لها ويحشد من معلومات عن القوة والعدة والعتاد. ولكن الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يبلغ عن الله وهو واثق تمام الوثوق مما يبلغ. </p><p> وقد واجه الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ الخصم الإلحادي، وكان قلبه مع أهل الكتاب، ونرى أيضاً أن أهل الكتاب كانوا يستبشرون بمجيء الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ألم يقل بعض أهل الكتاب وهم اليهود في المدينة للأوس والخزرج: قد أظل زمان نبي يُبعث وسنتبعه ونقتلكم قتل عاد وإرم. ولكنهم كفروا بالرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من بعد ذلك؛ لأنه سيسلب منهم السيادة، والسلطة الزمنية. </p><p> إذن فنزول القرآن أولاً كان في مكة، ومن بعد ذلك نزل في المدينة. لكن في الترتيب المصحفي - كما قلنا - جاءت المدنيات أولاً، وبعد ذلك جاءت المكيات. وذلك حسب ما أراد الله عندما راجع رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ القرآن مع جبريل عليه السلام في رمضان الأخير من حياة الرسول الكريم. </p><p> إنَّ أصل الإيمان واحد، وهو الإيمان بإله، ووحي، ورسل، ومنهج، وكل ذلك له فائدة إقامة نظام يحكم الحياة. وهو نظام ضروري لتنصلح حال الحياة سواء آمن الناس بإله أو كفر بعضهم. وجاء هذا النظام الذي يحكم في السور المدنية أولاً ولم يغفله الحق في بعض السور المكية. إنّ الحق شاء لرسوله أن يوحد القلوب </p><p> المؤمنة بإله واحد أولاً ليواجهوا معكسر الإلحاد. ولكن هناك من اختلف وتخلف عن مؤازرة موكب الإيمان. </p><p> وهكذا تنتهي خواطرنا حول سورة المائدة، ومع أن سورة المائدة مدنية وسورة الأنعام مكية إلا أن السياق بين تذييل المائدة وافتتاح الأنعام فيه اتساق واضح. فالحق يقول في آخر سورة المائدة:  {للَّهِ مُلْكُ السماوات والأرض وَمَا فِيهِنَّ وَهُوَ على كُلِّ شَيْءٍ قَدِيرٌ} </p><p> ويقول سبحانه في أول سورة الأنعام:  {الحمد للَّهِ الذي خَلَقَ السماوات والأرض وَجَعَلَ الظلمات والنور}  [الأنعام: ١] </p><p> فسبحانه وتعالى قدير ويملك كل الكون، ولم يأخذ ذلك الملك افتئاتاً أو ادعاء، ولكنه جل شأنه هو الذي خلق السموات والأرض وهو الذي جعل الظلمات والنور. </p>"
}