{
  "id": null,
  "sura": 5,
  "aya": 86,
  "text": "<p> ونعرف أن كلمة «صاحب» وكلمة «صحبة» وكلمة «أصحاب» ، هذه الكلمات تدل على الملازمة، والملازمة في الحياة تكون اختيارية لا قهرية؛ فلا أحد يصاحب أحداً بالقهر. </p><p> ونفهم من قوله:  {أَصْحَابُ الجحيم} أن هذا يعني العشق المتبادل بين النار وأهلها، وليس هذا مرادا، فهو إما أن يكون على سبيل السخرية والاستهزاء بهم، وإما أن يكون المراد هو الملازمة التامة والمصاحبة الدائمة التي لا تنفك ولا تنهى. </p><p> وبعد أن تكلم الحق عن المشركين وتكلم عن اليهود وتكلم عن النصارى. فهو يتكلم عن المؤمنين، إنه ينفض أذهاننا أولا ليزيل عنها ما علق بها من أمر المخالفين ومناهجهم، ويأتي لنا من بعد ذلك بالأحكام، وقد فعل ذلك في هذه السورة التي تبدأ بآية العقود:  {يَا أَيُّهَا الذين آمَنُواْ أَوْفُواْ بالعقود}  [المائدة: ١] . </p><p> وعقد الإيمان هو ما يرتفع ويسمو على ما يقوله المشركون ويخرج عما يقوله اليهود والنصارى. ومن بعد ذلك نلاحظ أن الحق بعد أن تكلم عن ضرورة الوفاء بالعقود، فهو يلزم المؤمنين بالمنهج الذي يحمي حركة الحياة. وحركة الحياة يتم استبقاؤها أولاً بالطعام والشراب. لذلك قال:  {أُحِلَّتْ لَكُمْ بَهِيمَةُ الأنعام}  [المائدة: ١] . </p><p> ومن بعد استبقاء حركة الحياة بالطعام والشراب، ها هوذا يقول:  {حُرِّمَتْ} . وهنا لنا وقفة، فعندما يحلل الله شيئاً من أجناس الوجود؛ وحينما يحرم شيئاً آخر من أجناس الوجود فللسائل أن يسأل بعقلانية ويقول: ما دام الحق قد حرم هذه الأشياء فلماذا أوجدها؟ ونعلم في حياتنا العادية أن كل صانع إنما يحدد خصائص لصنعته. ومثال ذلك صانع الطائرة يصمم طائرته ويحدد الوقود اللازم لها، ولا يمكن أن تسير بوقود سيارة، فإذا كانت الآلات التي من صنع البشر تفسد إن استخدمنا لها ما لا يناسبها. فكيف إذن نقول لصانعنا: لماذا خلقت الأشياء التي لا تناسبنا؟ لا بد أن لها مهمة في الكون واستخداماً آخر يجعلها تنتج الأشياء المفيدة لنا. مثال ذلك سمّ الحية، إنه يقتل الإنسان، ولكن الله ألهم الإنسان القدرة على استخراج السّم من الحيّة لقتل بعض الميكروبات. </p><p> إذن فالعالم قد خلقه الله بتركيب معين. ومثال ذلك نجد التمساح وهو راقد على الشاطئ والطيور تلتقط من فمه بعضاً من غذائها ولا يؤذيها؛ لأن هذه الطيور هي </p><p> التي تنبه التمساح إذا جاء صياد ليقتنصه، فالطيور تحرص على مصدر قوتها وتحافظ على حياة التمساح، والكهرباء نستخدمها في مجالها، أما في عكس مجالها فهي تصعق وتدمر. </p><p> إذن فليس للإنسان أن يسأل لماذا حرم الله أشياء على الإنسان؟ لأن لتلك الأشياء دورة في الحياة. ولا يصح أن ننقل الوسيلة لتكون غاية. والحق أراد بالحلال والحرام أن ينتفع الإنسان بالصلح له. </p><p> مثال ذلك أن حرم الله أكل لحم الخنزير. والخنزير إنما وُجد ليأكل ميكروبات. إذن فليس للإنسان أن يُحَوَّل الوسيلة إلى غاية. ويعطي الحق كل يوم للإسلام قوة تأييد تأتيه من خصوم الإسلام. </p><p> ومثال ذلك: إننا نجد أن الأمراض تنتشر بنسب عالية في الأمم التي تستهلك لحم الخنزير، وتشرب الخمر، وهناك مرض اسمه «تشمع الكبد» ينتشر في تلك البلدان، فهل كنا نؤخر تنفيذ أمر الله إلى أن تنشأ المعامل وتقول لنا نتائج أكل الخنزير؟ أو كان يكفي أن نحرم على أنفسنا ما حرم الله؟ إن علينا أن ننفذ أوامر الله صيانة لنا:  {سَنُرِيهِمْ آيَاتِنَا فِي الآفاق وفي أَنفُسِهِمْ حتى يَتَبَيَّنَ لَهُمْ أَنَّهُ الحق}  [فصلت: ٥٣] . </p><p> وكل يوم تظهر لنا آية تؤكد صدق إيماننا بالله؛ لذلك فلا يقولن أحد: لماذا خلق الله تلك الأشياء المحرمة؟ لقد خلقها الله وسيلة لا غاية. ومثال ذلك أن خلق الله لنا البترول لنستخرج منه الوقود؛ فهل أحد منا يقدر على شرب البترول؟! إذن فالتحليل والتحريم لصالح الإنسان. فإن خرج الإنسان عن ذلك فلا يلومن إلا نفسه. ولذلك يقول الحق:  {قُلْ أَرَأَيْتُمْ مَّآ أَنزَلَ الله لَكُمْ مِّن رِّزْقٍ فَجَعَلْتُمْ مِّنْهُ حَرَاماً وَحَلاَلاً}  [يونس: ٥٩] . </p><p> كأن الحق يستنكر أن نصنع من حلال ما خلق أشياء محرمة. وأن نحرم أشياء حللها الله. كترك البحيرة والسائبة والوصيلة؛ وكلها أرزاق من الله. هو سبحانه خالق كل الأشياء وهو الذي يحدد نفعها وعدم نفعها للإنسان. والبحيرة هي الناقة </p><p> التي كانوا يشقون أذنها حتى لا يتعرض لها أحد بعد أن تكون قد نتجت خمسة أبطن آخرها ذكر، وكانوا يطلقونها في المراعي لا تُركب ولا تُحلب ولا يُمنع عنها مرعى أو ماء. وكانوا يقولون إنها للآلهة. وعندما نستكشف آفاق من يستفيد منها، كنا نجد الكهنة هم الذين يستفيدون منها. وكذلك السائبة وكانوا يتركونها تطوعاً لا يركبها أحد ولا يحلبها أحد وكان المستفيد منها الكهنة أيضاً. وكذلك الوصيلة وهي الأنثى التي جاءت في بطن واحد مع ذكر وقالوا وصلت أخاها فلم يذبحوا الذكر لآلهتهم. وكذلك كانوا يطلقون الفحل الذي نتج من صلبه عشرة أبطن وقالوا قد حمى ظهره فلا يركب، ولا يحمل عليه ولا يمنع من ماء ولا مرعى، والحق سبحانه وتعالى يوضح لنا: أنا لم أحرم هذه الأشياء فلماذا تحرمونها؟ </p><p> هو سبحانه قد حرم الميتة والدم لأنه هو الذي حدد وبيّن ما هو حلال وما هو حرام. وسبحانه الذي يرزق الرزق فيكون مرة رزقاً مباشراً ومرة يكون رزقا غير مباشر. ولذلك جاء الحق بالقول الكريم:  {ياأيها الذين ... } </p>"
}