{
  "id": null,
  "sura": 5,
  "aya": 44,
  "text": "<p> الهدى هو الطريق أو الدرب المُوصِّل للغاية. وتأتي على الطريق أحقاب الليل والنهار، فالطريق مُظلم ليلاً، وقد تعترض السائر فيه عقبات، أو قد لا يمشي السائر في سواء السبيل أي وسط الطريق، فيقع في حفرة أو يصطدم بحجر. </p><p> ويوضح الحق هنا: لقد صنعت لكم الدرب وأَنرته لكم حتى لا تصطدموا بشيء أو تأتي لكم عقبات، وتمثَّل ذلك في المنهج الذي جاء به موكب الرُّسل كلهم. وقديما كان العالم مفككا، متناثر الجماعات، فلا توجد مواصلات، وتعيش كل جماعة في انعزال وشبه استقلال، فإن حصلت داءات في بقعة ما تظل محصورة في هذه البقعة، ويأتي رسول ليعالج هذه الداءات، فهذا يعالج أمر عبادة الأصنام، وذلك يعالج مسألة الكيل والميزان، وثالث يعالج الأمور المنظمة للحياة الزوجية عند اليهود. </p><p> هذه الداءات كانت متعددة بتعدد الجهات، وعندما أراد الحق سبحانه أن يبصر الناس بأسرار كونه ليستنبطوا منها ما يقرب المسافات ويمنع المشقات لتلتقي الأمم. وعندما تلتقي الأمم لا يوجد فصل بين الداءات، فالداء الواحد يحصل في الشرق لينتقل إلى الغرب. وكأن الداءات تتحد في العالم أيضاً. </p><p> إذن لا بد أن يجيء الرسول الجامع ليعالج الداءات كلها، فيأتي صلّى الله عليه وسلم الجامع المانع، فإذا ما قال الحق: إنه أنزل التوراة فيها هدى ونور، فالإنجيل أيضاً فيه هدى ونور، وكل هدى ونور في أي كتاب إنما هو للداءات الموجودة في البيئة المنعزلة. مثال ذلك أن سيدنا إبراهيم كان موجوداً، ومعه في الزمن نفسه سيدنا لوط. وها هوذا سيدنا موسى كان موجودا. وكذلك سيدنا شعيب، إذن كانت الرُّسل تتعاصر في بعض الأحيان لأن كلا منهم يعالج داء معينا. وهكذا كانت الرسالات تأتي محدودة الزمان ومحدودة المكان. </p><p> أما محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فقد بعثه الله للناس كافة بكل أجناسهم وتقوم على منهجه الساعة؛ لذلك لم تعد الأرض في حاجة إلى رسول آخر، وصار من المنطقي أن يكون هو الرسول الخاتم. </p><p> {إِنَّآ أَنزَلْنَا التوراة فِيهَا هُدًى وَنُورٌ يَحْكُمُ بِهَا النبيون الذين أَسْلَمُواْ} لماذا إذن يأتي </p><p> الحق بإسلام الأنبياء هنا؟ جاء سبحانه بأمر إسلام الأنبياء تشريفا للإسلام لأنه جوهر منهج كل نبي. </p><p> إننا نجد الشعراء يتفننون في هذا المعنى: </p><p> ما إن مدحت محمداً بمقالتي ... لكن مدحت مقالتي بمحمدٍ </p><p> والشاعر الآخر يقول: </p><p> قالوا أبو الصقر من شيبان قلت لهم ... كلا لعمري ولكن منه شيبان </p><p> فالقبيلة بالنسبة لأبي الصقر هي التي تنتسب إليه وليس هو الذي ينتسب إليها. </p><p> ويردف قائلا: </p><p> وكم أبٍ قد علا بابن ذُرَا شرفٍ ... كما علا برسول الله عدنان </p><p> إذن فالنبيون عندما يصفهم الحق بأنهم أسلموا، إنما يريد الحق أن يشرف الإسلام بأن النبيين أسلموا قيادهم وزمامهم إلى الله لأنهم وجدوه الخير لهم. </p><p> وإسلام النبيين هو الإسلام بمعناه الكامل، أي هو الانصياع لأوامر الله، فكلما فكر نبي منهم في أن هناك شراً سيأتي له بسبب دعوته، أو أن يضطهده أحد، أو يحلو لأحدٍ أن يسيء إليه فهو يسلم أمره لله؛ لأن الرسول منهم إنما يقول كلمة الحق ولا يبالي بما يحدث بعدها. </p><p> {يَحْكُمُ بِهَا النبيون الذين أَسْلَمُواْ لِلَّذِينَ هَادُواْ} وهم يحكمون بالتوراة بين الذين هادوا، أي من يهود، وكذلك يحكم بها الربانيون والأحبار. والرباني منسوب للرب، اي أن كل تصرفاته منسوبة إلى الله. والأحبار هم العلماء حملة أوعية العلم، لكن هل ينفذونه أو لا ينفذونه فهذا شيء آخر. صحيح أن كل عالم وعاءُ </p><p> علم، لكن قد ينتفع هو بعلمه، وقد لا ينتفع، لكنه ينقل علمه إلى من ينتفع به. ولذلك يقول أحد العلماء: </p><p> فخذ بعلمي ولاتركن إلى عملي ... وأجْنِ الثمار وخلِّ العود للنار </p><p> فلا تقل: إن هذا العالم يقول لنا كذا وكذا، ونراه في تصرفاته عكس ما يقول: لأن عليك أن تأخذ ثمرة العلم، واترك العود للنار. ولكن على العالم أن يكون أول من يمتثل ويطبق ما يقوله حتى لا يعذب ولا يدخل تحت قوله تعالى:  {ياأيها الذين آمَنُواْ لِمَ تَقُولُونَ مَا لاَ تَفْعَلُونَ كَبُرَ مَقْتاً عِندَ الله أَن تَقُولُواْ مَا لاَ تَفْعَلُونَ} . </p><p> {والربانيون والأحبار بِمَا استحفظوا مِن كِتَابِ الله} وعرفنا أن التوراة فيها نور وهدى ويحكم بها النبيون والربانيون والأحبار بالوسيلة التي طلب الله منهم أن يحفظوها، وبما طلبه رسولهم منهم أن يحفظوا هذه التوراة. وقال الحق:  «استحفظوا» ولم يقل: «حفظوا» ليبين لنا الفارق بين كل كتاب سابق للقرآن وبين القرآن؛ لأننا عرفنا أن كل رسول قد جاء بمعجزة تدل على أنه صادق البلاغ عن الله. </p><p> ولكل الرسل من السابقين على رسول الله معجزة منفصلة عن المنهج، مثال ذلك سيدنا موسى فمعجزته العصا وفلق البحر، أما منهجهه فهو التوراة. وسيدنا عيسى معجزته إبراء الأكمه والأبرص، والمنهج الذي جاء به هو الإنجيل. أما سيدنا رسول الله فمعجزته هي عين منهجه، وهي القرآن. وكان الأمر الموجود بالنسبة لكل رسولٍ مرتبطا بزمانه وجماعته ومحتاجا إلى معجزة مناسبة ومنهج مناسب، لكن الرسول الذي أرسله الله إلى الناس جميعا وخاتما للأنبياء لا بد أن تظل معجزته عين منهجهه بحيث يستطيع أي مسلم أن يقول حتى قيام الساعة: محمد رسول الله وهذه معجزته وهي عين منهجهه. </p><p> وسيظل القرآن معجزة ظاهرة إلى أن تقوم الساعة؛ لأن الله أرادها مختلفة عن بقية المناهج والمعجزات. فالمعجزات السابقة كانت كعود الثقاب الذي يشعل مرةً </p><p> واحدة؛ فمن رآه لحظة الاشتعال فالأمر بالنسبة إليه واضح، أما من لم يره فهو لن يصدق تلك المعجزة إلا ان يخبره من يصدقه. </p><p> وقد استحفظ الله الربانيين والأحبار بالتوراة، أي طلب منهم أن يحفظوها، وكان هذا أمراً تكليفياً، والأمر التكليفي عُرضة لأن يُطاع وعُرضة لأن يُعصى. واستحفظهم الله التوراة والإنجيل:  {فَنَسُواْ حَظّاً مِّمَّا ذُكِرُواْ بِهِ}  [المائدة: ١٤] </p><p> وصار أمر المنهج منسياً. وليس على بالهم كثيراً؛ لأن الأمر إذا توارد على البال واستقر دائما في بؤرة الشعور يظل في الذهن، لكن النسيان يأتي عندما يكون الأمر بعيداً عن البال. </p><p> والحق طلب منهم أن يحفظوا المنهج، ولكنهم - ما عدا النبيين - لم ينفذوا، وكل أمر تكليفي يدخل في دائرة الاختيار، ولذلك نجد أن الأحبار والربانيين قد نسوا، وما لم ينسوه كتموه. وأول مرحلة من مراحل عدم الحفظ أنهم نسوا، والمرحلة الثانية هي كتمان ما لم ينسوه، والثالثة هي: ما لم يكتموه حرَّفوه ولووا به ألسنتهم. وياليتهم اقتصروا على هذه المراحل فقط، ولكنهم جاءوا بأشياء وقالوا: هي من عند الله وهي ليست من عند الله: {فَوَيْلٌ لِّلَّذِينَ يَكْتُبُونَ الكتاب بِأَيْدِيهِمْ ثُمَّ يَقُولُونَ هذا مِنْ عِنْدِ الله}  [البقرة: ٧٩] </p><p> إذن فالحفظ منهم لم يتم؛ لذلك لم يدع الله القرآن للحفظ بطريق التكليف؛ لأنه سبحانه اختبر البشر من قبل، ولأنه أراد القرآن معجزة باقية؛ لذلك لم يكل الله سبحانه أمر حفظه إلى الخلق، ولكنه تكفل - سبحانه - بأمر حفظ القرآن:  {إِنَّا نَحْنُ نَزَّلْنَا الذكر وَإِنَّا لَهُ لَحَافِظُونَ}  [الحجر: ٩] </p><p> ومصداق هذا النص، أن بعضاً من المسلمين أسرفوا على أنفسهم في هجر منهج الإسلام ومنهج القرآن إلا أنك تجد عجباً، فبمقدار بُعدهم عن منهج الإسلام تطبيقاً يحافظون على القرآن تحقيقاً، فيكتبون القرآن بكل ألوان الكتابة وبكافة الأحجام، فهناك حجم ذهبي ترتديه النساء في صدورهن، وحجم يوضع في اليد، وبعد ذلك </p><p> نجد الكفرة أنفسهم يخترعون طريقة لكتابة القرآن في صفحة واحدة. </p><p> إذن فالله يُسخر لحفظ القرآن حتى من لم يكن مسلماً. وتلك خواطر من الله. ونحن نرى كل يوم من يبتعدون بسلوكهم عن المنهج لكنهم يرصدون المال لحفظ القرآن. ونجد القرآن محققاً بألف وسيلة حفظ: الرجل يضع في سيارته مصحفاً، وفي حجرة نومه مصحفاً، وقد تكون المرأة سافرة وصدرها مكشوف ولكنها تعلق مصحفاً ذهبياً. وهذا يثبت لنا أن حفظ القرآن ليس أمراً تكليفياً. بل هو إرادة الله. </p><p> فلو كان الأمر تكليفياً لكان نسيان القرآن وارداً؛ لأن المسلمين ابتعدوا في بعض أمورهم عنه كمنهج، ويناسب ذلك أن ينفصلوا عنه حفظاً. ولكن الأمر صار بالعكس. فعلى الرغم من بُعد المسلمين عن المنهج، ولكن حفظ القرآن لا يقل أبداً، ومن العجيب أن الكثيرين من المسرفين على أنفسهم، إن سمع واحد منهم أنّ شيئاً يمس المصحف، يقيم الدنيا ويقعدها، فالمسألة ليست مسألته، ولكنها مسألة الحافظ جل شأنه. وإن حدث أي تحريف يسير في القرآن من أعداء الإسلام، نجد أمة الإسلام تقف وقفة رجل واحد. </p><p> ولقد أراد بعض المدلسين أن يدسوا على القرآن ما ليس فيه وجاءوا إلى آية في سورة الفتح وهي:  {مُّحَمَّدٌ رَّسُولُ الله والذين مَعَهُ أَشِدَّآءُ عَلَى الكفار رُحَمَآءُ بَيْنَهُمْ}  [الفتح: ٢٩] </p><p> وقالوا:  «محمد رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ» وكأنهم يرغبون في زيادة التكريم لرسول الله، فلما عرف المسلمون ذلك قامت ضجة وأحرقوا تلك المصاحف. ومنع المسلمون التحريف مهما كان باب الدخول إليه. </p><p> {فَلاَ تَخْشَوُاْ الناس واخشون} والخشية: خوف متوَهَّم ممن تظن أنه قادر على الضر، ولا أحد غير الله قادر على النفع والضر؛ لذلك لا يصح أن يخاف الإنسانُ مِن سواه، أما أن تظن أن السلطان أو القريب منه قادر على الضر، فهذا أمر غير صحيح، وليخشَ كل إنسان الحق سبحانه وهو جل وعلا نصحنا أن تكون الخشية منه دون سواه. </p><p> وإن غيَّر أحد أحكام المنهج من أجل السلطان أو أقارب السلطان أو أصدقاء </p><p> السلطان فذلك عين الفساد. والآفات والشرور تأتي من ذلك. بل قد لا يدري السلطان شيئاً عن ذلك، وقد يتدخل قريب للسلطان - دون علم السلطان - ليطلب من العلماء تغيير بعض من المنهج ولا يستسلم له إلا الضعاف منهم، وقد فطن سيدنا عمر رَضِيَ اللَّهُ عَنْه إلى هذا الأمر فقال: إن الفساد قد لا يأتي من السلطان، ولكن من الذين حول السلطان. </p><p> والخشية هنا تكون من غير الله، ولذلك كان سيدنا عمر يجمع أقاربه والملتفين حوله ويقول لهم: لقد اعتزمت أن أصدر كذا وكذا فوالذي نفسي بيده من خالفني منكم إلى شيء من هذا جعلت نكالاً للمسلمين. </p><p> هذا هو أسلوب من أداء أن يخدم ويحكم ولا يحمل أوزاراً، ونرى صور الفساد غنما جاءت نتيجة مخالفة القاعدة الحكيمة:  {فَلاَ تَخْشَوُاْ الناس واخشون} . </p><p> ويتابع الحق من بعد ذلك:  {وَلاَ تَشْتَرُواْ بِآيَاتِي ثَمَناً قَلِيلاً} وثمن آيات الله مهما بولغ في تقييمها فلن يتجاوز نفعه هذه الدنيا؛ لأن الدنيا - كما قلنا سابقا - لا تقاس بعمرها الحقيقي أي إلى أن يُفني الله البشر، وإنما دنيا كل حيّ تقاس بعمره فيها. </p><p> فهب أن الحياة طالت لملايين السنين فما نفع الفرد المحدود العمر بهذه الملايين من السنين؟ إذن فدنيا كل إنسان هي مقدار عمره في الحياة. وعمر الفرد في الدنيا له حد محدود غير معروف لأحد غير الله، فلكل أجل كتاب. ولذلك تجد واحداً يعيش متوسط الأعمار وهو سبعون عاماً. ويختلف العمر من إنسان لآخر، وقد يموت آخر عند الستين وثالث يموت في الأربعين ورابع يموت في المائة، وخامس يموت وهو طفل رضيع. </p><p> إذن فدنيا الفرد قد تكون لحظة. ومادامت مسألة العمر لا يحكمها زمن ولا يحكمها سبب فهي - إذن - بإرادة الحق غيب. </p><p> وأقضية الموت في الوجود جعلها الله شائعة في كل زمن ولم يجعلها الحق بعد الميلاد. بمعنى أن يولد الإنسان ليموت من بعد ذلك، لا، فقد يموت الكائن </p><p> البشري وهو جنين في بطن أمه؛ فهذا حمل يسقط من بعد ساعة، وذاك حمل يسقط من بعد شهر أو شهور، وجعل الحق لنا ذلك لنأخذ من الأمر الغيبي وهو الجنين في البطن مراحلَ تكوينه. إنه يعطينا شكل الجنين بعد نصف ساعة من التكوين، ويعطينا شكل الجنين من بعد ساعة. وكل الأزمنة في الحياة والموت موجودة. وعندما نحلل تلك الأشكال نجد أمامنا كل أطوار الجنين، وكل أطوار الحياة ليكون ذلك واضحا جليا حتى لا يحسب أحد لنفسه عمراً في هذه الدنيا. </p><p> ومادام الثمن الذي يأخذه المرتشون ليغيّروا آيات الله وأحكامه سينفعهم في هذه الدنيا، وأعمارهم في هذه الدنيا محدودة، كان عليهم أن يتذكروا أن حياتهم زمنياً قليلة بالنسبة لعمر الدنيا. وحتى يقوم الإنسان بعملية اقتصادية لا بد أن يتعرّف إلى أن عمره محدود بقدر سنوات مجهولة بالنسبة له في هذه الحياة، وهو عمر محدود مهما طال. وإن قارنها الإنسان بالحياة في العالم الآخر فسيجد أن عمره الدنيوي منهي، فإن قايضه بعمر غير منهي هو عمره في الآخرة، فذلك هو الفوز العظيم؛ لأن وجود الإنسان في الدنيا مظنون، ووجود الإنسان بالنسبة للآخرة متيقن. ونعيم الفرد في الدنيا هو على قدر إمكاناته ولو في السلب. ونعيم الإنسان في الآخرة ينسب إلى طلاقة قدرة الله سبحانه وتعالى. </p><p> إذن فأي صفقة تكون هي الرابحة؟ محدود مقابل غير محدود، ومظنون مقابل متيقن، ونعيم على قدر مكنة وسلطان الفرد ولو بالسلب مقابل نعيم على قدر طلاقة قدرة الحق، أي صفقة هي الرابحة؟ إذن فصفقة الدنيا قليلة بالنسبة لما وعد الله به المتقين. ومن بعد ذلك يقول الحق:  {وَمَن لَّمْ يَحْكُم بِمَآ أَنزَلَ الله فأولئك هُمُ الكافرون} . </p><p> ماذا يعني الحكم بما أنزل الله؟ . </p><p> نعلم أن الحق سبحانه وتعالى جعل لكل قضية مخالفة في الكون حكماً، فإذا أردت أيها الإنسان أن تحكم في أمرٍ فعليك أن تبحث عن جوهره بسلسلة تاريخ هذا الأمر. ونجد أن قمة كل الأمور هي العقيدة، وهو وجود الواحب الأعلى وهو الله، فإن حكمت بأنه غير موجود فذلك هو الكفر.؟ وإن آمن الإنسان بالله ثم جاء إلى أحكام </p><p> الله التي أنزلها وقال: لا ليس من المعقول أن يكون الحكم هو هكذا. فهذا لون من رد الحكم على الله وهو لون من الكفر. </p><p> أما إن آمن الإنسان بالحكم وقال: إنني أصدق حكم الله، ولكن لا أقدر على نفسي فهل هذا كفر؟ أم هذا ظلم؟ . إنه ليس كفراً، ويكون ظلماً إن كان حكماً بين اثنين. وهو فسق إن كان بين الإنسان وبين نفسه؛ لأنه يفسق عن الحكم كما تفسق الرطبة عن قشرتها. </p><p> فالفاسق هو من له إطار من التكليفات ويخرج عن هذا الإطار كالرطبة التي خرجت من قشرتها. ومادامت الرطبة قد خرجت من قشرتها فهي عرضة للتلوث. </p><p> إذن فإن سمعت قول الله:  {وَمَن لَّمْ يَحْكُم بِمَآ أَنزَلَ الله فأولئك هُمُ الكافرون}  [المائدة: ٤٤] </p><p> وعندما تسمع:  {وَمَن لَّمْ يَحْكُم بِمَآ أنزَلَ الله فأولئك هُمُ الظالمون}  [المائدة: ٤٥] </p><p> وعندما نسمع:  {وَمَن لَّمْ يَحْكُم بِمَآ أَنزَلَ الله فأولئك هُمُ الفاسقون}  [المائدة: ٤٧] </p><p> فتذكر أحكام الله وحاول أن تقدر على نفسك. وقيل: إن ذلك لليهود؛ لأن الحق قال:  {إِنَّآ أَنزَلْنَا التوراة فِيهَا هُدًى وَنُورٌ}  [المائدة: ٤٤] </p><p> وقيل: إن الثانية جاءت للنصارى الذين لم يحكموا بالإنجيل. </p><p> ولنا أن نقول رداً على مثل هذه الأقوال: امن الممكن أن يكون ذلك للأديان السابقة على الإسلام وليس موجوداً بالإسلام؟ ذلك أمر لا يقبله العقل أو المنطق، فهي آيات نزلت في مناط الحكم عامة. فإن حكم إنسان في قضية القمّة وهي العقيدة بغير الحق، فذلك هو الكفر. وإن ردّ الإنسان الحكم على منشئه - وهو الحق الأعلى - فهذا لون من الكفر. وإن آمن الإنسان بالقضية وهو مؤمن بالإله فغلبته نفسه فهذا هو الفسق. وإن حكم إنسان بين اثنين وحاد ومال عن حكم الله فهذا هو الظلم. </p><p> إذن ف «كافرون» و «ظالمون» و «فاسقون» تقول لنا: إن الألفاظ اختلفت باختلاف المحكوم به. فلا يقولن أحد: إن تلك آية نزلت لتلك الفئة، وتلك الآية نزلت لفئة أخرى، وثالثة نزلت لفئة ثالثة، ولكنها أحكام عامة لمناط التكليف عامة. والحق قال في بداية كل حكم «ومَن» ومَن كما نعلم كلمة عامة. والدليل على ذلك أن من يحكم بغير ما أنزل الله إنما هو يشتري بآيات الله ثمناً قليلاً ورد الحكم على الله. وقال الحق في الآية اللاحقة:  {وَكَتَبْنَا عَلَيْهِمْ فِيهَآ أَنَّ النفس بالنفس}  [المائدة: ٤٥] </p><p> إنها أحكام تتعلق بجرائم، وعقوبات على جرائم، وهنا يكون الحكم بغير ما أنزل الله ظلماً. إذن فالأمر يختلف حسب المحكوم عليه. </p><p> وحينما تعرضنا لقضية الخلق الأول وهو خلق آدم، وطلب الله من الملائكة المكلفين بتدبير أمور الخلق في الأرض أن يسجدوا لآدم. وقلنا إن هذا السجود هو رمزية لأن يكونوا في خدمة آدم؛ لأن كل مظهر من مظاهر القوة في الكون لا نرى الملك الذي يديره، فكل قوة لها ملك معين، ولأن ذلك الأمر من الغيب فنحن لا نراه، إنها ملائكة مدبرات أمر. وحين يبلغهم الحق أن الطارش علىلكون وهو آدم، وأنهم في خدمته، ومن أجل ذلك أمرهم بالسجود لآدم. ولذلك نجد أن بعضاً من الملائكة الذين ليسوا من المدبرات أمرا لم يشملهم الأمر. ويكلم الحق إبليس عندما رفض السجود قال سبحانه: </p><p> {أَسْتَكْبَرْتَ أَمْ كُنتَ مِنَ العالين}  [ص: ٧٥] </p><p> إن «العالين» هم الذين يسبحون الليل والنهار لا يفترون ولا يدرون ولا يعلمون بأمر آدم، فقد سأل الحق إبليس: أانت مستكبر عن السجود أم أنت من العالين الذين لم يشملهم أمر السجود؟ وقلنا إن إبليس لم يكن من الملائكة، لأنه بنص القرآن:  {إِلاَّ إِبْلِيسَ كَانَ مِنَ الجن فَفَسَقَ عَنْ أَمْرِ رَبِّهِ}  [الكهف: ٥٠] </p><p> ولذلك لا يصح أن يكون «إبليس» محل خلاف أهو من الملائكة أم لا! فهو ليس من الملائكة. وفي القرآن نص صريح يثبت جنسية إبليس. وهو من الجن. وكان من المختارين، له أن يطيع أو أن يعصي. لأن الجن داخلون في قانون الاختيار. فإن ألزم الجنّي نفسه بمنهج الله إلزاماً يتساوى به مع الملائكة وجب عليه أن يقوم بذلك. ولكنه لم يفعل. وكان من الواجب أن يطيع إبليس الأمر. ومادام الحق هو الذي أمر بالسجود، فالأدنى وهو إبليس كان عليه أن يسجد؛ لأن المراتب محفوظة كما نعلم، فرئيس الجمهورية عندما يدخل على الوزراء فهم يطيعون أمره، وإن كان يجلس مع الوزراء بعض وكلاء الوزارات فهم يطيعون أوامره؛ ذلك أنهم يدخلون في الأمر من باب أولى. ولو كان إبليس أعلى من الملائكة لكان أولى له أن يستجيب لأمر الخالق الأعلى ولا يعصى ويتأبى، أما وإنّه كان أقل من الملائكة فكان لا بد من باب أولى - أن ينصاع لأمر الله. لكن إبليس علل أمر عدم السجود، فقال:  {أَنَاْ خَيْرٌ مِّنْهُ خَلَقْتَنِي مِن نَّارٍ وَخَلَقْتَهُ مِن طِينٍ}  [الأعراف: ١٢] </p><p> وفي آية أخرى قال سبحانه:  {أَأَسْجُدُ لِمَنْ خَلَقْتَ طِيناً}  [الإسراء: ٦١] </p><p> وحين يتأبّى كائن على الحكم، أيتأبّى على الحكم الأصم، أي على الحكم من حيث هو حكم دون النظر إلى الحاكم، أم على مَن حكم بالحكم وهو الأعلى سبحانه؟ . تأبى إبليس على من حكم بالحكم، ولذلك طرده الحق من الجنة وصار ملعوناً. لكن آدم عصى ربه وقرب من الشجرة التي نهاه الله عنها. ومن رحمة الله </p><p> تعالى أنه جعل في التكليفات مقدمات تنطبق على حالة المكلف نفسه، فلم يقل الحق لآدم: لا تأكل من الشجرة. ولكنه قال:  {وَلاَ تَقْرَبَا هذه الشجرة}  [البقرة: ٣٥] </p><p> لأن الحق علم أن آدم إنسان، والإنسان من الأغيار، وهو عندما يرى الشجرة بثمارها قد لا يقدر على نفسه، ولذلك كان من الأفضل ألا يقرب من هذه الشجرة. وسبحانه يريد أن يحمي الإنسان؛ لأن التكليفات التشريعية لا يرفعها الحق، ولا يُعفى المكلف من القيام بها إلا في الأمر الذي ليس للإنسان فيه اختيار، ولذلك أراد الحق أن يحمي الإنسان من الاقتراب من تلك الشجرة حتى لا تغريه وجاء الحق بمثل هذا الأمر في الخمر فلم يقل: لا تشربوا الخمر. ولكنه قال: </p><p> {إِنَّمَا الخمر والميسر والأنصاب والأزلام رِجْسٌ مِّنْ عَمَلِ الشيطان فاجتنبوه}  [المائدة: ٩٠] </p><p> لأن الإنسان لو جلس في مجلس خمر ورأى السُّكارى قد سعدوا وضحكوا فقد تراوده نفسه على شرب الخمر. إذن فالأمر بالاجتناب هنا أبلغ من «لا تشربوه» . ونجد أن تكليفات الحق إنما تاتي للعمل النزوعي، ومعنى العمل النزوعي أن يتحرك الإنسان للعمل. أما بالنسبة للإدراكات فمن الجائز أن يدرك الإنسان الأمر. ويترك الحق لنا حرية حب من نشاء وكراهية من نشاء. ولكن هذا الحب لا يصح أن يصدر عنه عمل نزوعي فنجامله بالباطل. وكذلك الكراهية فليس هناك أمر بالكراهية، ولكن إن كره إنسان إنساناً فلا يصح أن يظلمه. فالمنهيّ عنه هو الظلم، ولذلك قال الحق:  {وَلاَ يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ على أَلاَّ تَعْدِلُواْ}  [المائدة: ٨] </p><p> أي لا يحملنكم بغض قوم ألا تعدلوا. إذن فالحق لم يحرم البغض لأنه مسألة عاطفية. ولكن التحريم ينحصر على الإقدام على عمل يخل بميزان العدل مع من تكره. ويجب أن يؤمن الإنسان إيماناً جازماً بأن من ظلمه بمعصية، فلا يجازيه الإنسان إلا بطاعة الله. وآدم أكل من الشجرة، فهو - إذن - قد تجاوز مسألة </p><p> الاقتراب إلى مسألة الأكل من الشجرة؛ لأنه لو قرب منها لكان مخالفاً، فما بالنا وهو قد أكل منها أيضاً؟ إذن فقد أوغل آدم في المعصية، لكنه قال:  (ظلمنا أنفسنا) . </p><p> وهذا اعتراف واضح بأن حكمك يا الله هو الحكم الحق، لكني لم أقدر على نفسي يا ربي. إذن فهو لم يَرُدَّ الحكم على الله، ولكنه اعترف بأنه لم يقدر على تنفيذ الحكم، لذلك أعطاه الله كلمات ليقولها فيتوب عليه. وسبحانه هو الذي علم آدم كيف تكون التوبة. فآدم - إذن - ليس كإبليس الذي رد الحكم على الله؛ لأن آدم قال: أنا لم أقدر على نفسي. </p><p> إذن فمن لم يحكم بما أنزل الله رادّاً للحكم على الله ومخطّئاً لله - سبحانه - فهو كافر. وإن كان حكماً بين اثنين وحكم بغير ما أنزل الله فهو ظالم. أما إن كان حكماً علىلنفس ولم يقدر عليه الإنسان فهذا فسق. وكل وصف جاء حسب حكمه. ولا داعي - إذن - للجدل ولا للخلاف ولا ادعاء أن هناك قولاً يقصد به اليهود، وآخر ورد في النصرانية، ولا يصح أن يزين الإنسان الباطل لأحد، لأن ورود الحكم بما أنزل الله في الإسلام أمر جازم يوجب الالتزام به. </p><p> ويقول الحق من بعد ذلك:  {وَكَتَبْنَا عَلَيْهِمْ فِيهَآ ... } </p>"
}