{
  "id": null,
  "sura": 5,
  "aya": 101,
  "text": "<p> وهذا نهي عن السؤال، والنبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قال:  «ذروني ما تركتم فإنما هلك من كان قبلكم بكثرة سؤالهم واختلافهم على أنبيائهم فإذا أمرتكم بشيء فأتوا منه ما استطعتم وإذا نهيتكم عن شيء فدعوه» . </p><p> ونعرف أن بني إسرائيل شددوا على أنفسهم عندما أخذوا يماطلون في أمر ذبح البقرة، وتساءلوا عن لونها، وشددوا فشدد الله عليهم، ولو أنهم ذبحوا أي بقرة لكانت مقبولة منهم، لكنهم شددوا فشدد الله عليهم حتى جاءت البقرة الموصوفة ملكاً ليتيم، كان هذا اليتيم ابناً لرجل صالح وكانت له عِجْلة فأتى بها موضعا كثير الشجر والمرعى وقال: اللهم إني استودعتكها لابني حتى يكبر وعندما ساوموا اليتيم على ثمنها باعها لهم بملء جلدها ذهباً. </p><p> «وقد شدد بعض الناس في سؤال رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مثل عبد الله بن حذافة بن قيس السهمي الذي سأل رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: من أبي؟</p><p> فأجاب رسول الله: أبوك حذافة. ولو فرضنا أن هذا السائل كان ينسب لغير أبيه ألا يكون في ذلك فضيحة لأمه وقد قالت له أمه: ما رأيت أعق منك قط، أكنت تأمن أن تكون أمك قد قارفت ما قارف أهل الجاهلية فتفضحها على رءوس الناس» . </p><p> لقد أراد الحق أن يخفف من أسئلة الناس في الأمور التي تؤدي بهم إلى المشقة والتعب وتسيء إليهم وتقبل الحق من رسوله أسئلة المؤمنين عن القواعد الشريعة مثل سؤالهم عن الخمر والأهلة والحيض والشهر الحرام وغيرها. أما الأسئلة الأخرى فقد قال الحق في شأنها:  {عَفَا الله عَنْهَا والله غَفُورٌ حَلِيمٌ} . </p><p> ذلك أن البعض استمرأ السؤال وكأنه يمتحن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. ولذلك جاء الأمر بألا يتعمد المؤمنون السؤال عما ستره الله عنهم كي لا ينفضح عرضهم. {وَإِن تَسْأَلُواْ عَنْهَا حِينَ يُنَزَّلُ القرآن تُبْدَ لَكُمْ} فإن نزل القرآن وهو يحمل الإجابة كان بها. وإن لم تأت الإجابة فلا يقولن أحد: إن النبي ليس عنده جواب. أو هي سؤال عن الأشياء التي اقترحوها ادعاء منهم أنها تثبت صدق النبوة فقد حكى الله عنهم: </p><p> {وَقَالُواْ لَن نُّؤْمِنَ لَكَ حتى تَفْجُرَ لَنَا مِنَ الأرض يَنْبُوعاً أَوْ تَكُونَ لَكَ جَنَّةٌ مِّن نَّخِيلٍ وَعِنَبٍ فَتُفَجِّرَ الأنهار خِلالَهَا تَفْجِيراً أَوْ تُسْقِطَ السمآء كَمَا زَعَمْتَ عَلَيْنَا كِسَفاً أَوْ تَأْتِيَ بالله والملائكة قَبِيلاً أَوْ يَكُونَ لَكَ بَيْتٌ مِّن زُخْرُفٍ أَوْ ترقى فِي السمآء وَلَن نُّؤْمِنَ لِرُقِيِّكَ حَتَّى تُنَزِّلَ عَلَيْنَا كِتَاباً نَّقْرَؤُهُ قُلْ سُبْحَانَ رَبِّي هَلْ كُنتُ إِلاَّ بَشَراً رَّسُولاً}  [الإسراء: ٩٠ - ٩٣] . </p><p> لقد ظهر من هذا القول سوء النية المبيتة منهم، فالرسول لن يأتي بالآيات، بل تأتيه الآيات بالأمر المكلف به؛ لأن الرسول لا يختار ما يُؤْتى به من آيات، ولكن الحق هو الذي يرسل الآيات المناسبة. </p><p> ولذلك يقول الحق:  {قَدْ سَأَلَهَا قَوْمٌ مِّن قَبْلِكُمْ ثُمَّ ... } </p>"
}