{
  "id": null,
  "sura": 5,
  "aya": 71,
  "text": "<p> «وحسب» إن كانت بفتح الحاء وكسر العين فمعناها الظن، وإن كانت بفتح الحاء وفتح السين فبمعنى «عد» ، والحسبان هو أن تظن وترجع وجود الشيء. والذين أخذ الله عليهم الله الميثاق وهم - بنو إسرائيل - ظنوا أن تكذيب الرسل وقتلهم لا يكون فتنة. ويعني أنهم لم يعلموا علم اليقين، وقد رجحوا ألا تكون فتنة. والأصل في الفتنة - كما نعرف - هي الاختبار، إما أن ينجح فيه الإنسان وإما ألاّ ينجح. فكيف جاءهم الظن أن هذا ليس اختباراً؟ لقد جاءهم هذا الظن من الخطأ الذي وقعوا فيه عندما قالوا:  {نَحْنُ أَبْنَاءُ الله وَأَحِبَّاؤُهُ}  [المائدة: ١٨] . </p><p> والخطأ الذي تمادوا فيه عندما قالوا:  {لَن تَمَسَّنَا النار إِلاَّ أَيَّاماً مَّعْدُودَةً}  [البقرة: ٨٠] . </p><p> لقد ظنوا أن الحق سيعاقبهم فقط على عبادة العجل ولن يعاقبهم على أي شيء آخر. وكان هذا ظناً خاطئاً. إن المنهج لم يأت لينجي أناساً بذواتهم مهما فعلوا، ولكن المنهج جاء ليحاسب كل إنسان حسب ما عمل. ومن العجيب أنهم ظنوا الظن الخاطئ ولم يقوموا بحساب الأمر بحسابه الصحيح على الرغم من أنهم أهل تفوق في العد والحساب، فالحساب هو الذي يضمن صحة أمر أو يكذبه. ومن العجيب أن من رحمة الحق بالخلق ساعة يؤاخذهم فهو يقول: لك كذا وعليك كذا. لكن ساعة يرزقهم فهو يرزقهم بغير حساب. </p><p> ولكنهم لم يلتفتوا إلى ذلك وقال عنهم الحق:  {وحسبوا أَلاَّ تَكُونَ فِتْنَةٌ} أي ظنوا أن ذلك الأمر لا اختبار فيه وأنهم غير محاسبين عليه. ونعرف أن «أَنْ» تنصب الفعل. وقال لي سائل: لقد سمعت قارئ القرآن في المذياع ينطقها {وحسبوا أَلاَّ تَكُونَ فِتْنَةٌ} . </p><p> وقلت له: إن هناك ثلاثة من أكابر القراء في صدر الإسلام هم: «أبو عمرو» و «حمزة» و «الكسائي» ، وكان لكل منهم أسلوب متميز. وعندما نعلم أن «أنْ» تنصب الفعل لا بد أن يكون الفعل الذي يليها لا يدل على العلم واليقين والتبين، «فأن» بعد العلم لا تنصب، كقوله الحق:  {عَلِمَ أَن سَيَكُونُ مِنكُمْ مرضى وَآخَرُونَ يَضْرِبُونَ فِي الأرض}  [المزمل: ٢٠] . </p><p> وألفية ابن مالك تقول:  (وبلن انصبه وكي كذابِأَنْ لا بعد علم) . أما «أن» التي من بعد ظن فمن الممكن أن تنصب ومن الممكن أن يُرفع الفعل بعدها، فالذي رجح وجود الفعل وأدركه إدراكاً راجحا يرفع، والذي لم يكن لديه هذا الإدراك الراجح ينصب، والرفع هو قراءة الكسائي وأبي عمرو وحمزة. فقد بنوا الأمر على أنَّ الرجحان يقرب من اليقين. وما دام قد حدث ذلك تكون «أَنْ» هنا هي «أن» المؤكدة، لا «أن» الناصبة ويسمونها أن المخففة من الثقيلة فأصلها أنّ. </p><p> {وحسبوا </p><p> أَلاَّ تَكُونَ فِتْنَةٌ} . وتأتي «فتنة» بالرفع لأنها اسم تكون. و «تكون» من «كان.</p><p> و» كان «لها اسم مرفوع وخبر منصوب. وهي هنا ليس لها خبر؛ لأنها مِن» كان التامة «. فهناك» كان الناقصة «وهناك» كان التامة «. ونقول ذلك حتى نتقن فهم القرآن،مثلما نقرأ قوله الحق:{وَإِن كَانَ ذُو عُسْرَةٍ فَنَظِرَةٌ إلى مَيْسَرَةٍ. .}[البقرة: ٢٨٠].</p><p> و» كان «فعل ماضي، و» ذو عسرة «اسم كان التامة؛ لذلك لا خبر لها؛لأن المقصود هو القول:وإن وُجِد ذو عسرة فنظرة إلى ميسرة. ولا بد لنا أن نعرف ما معنى» تام «وما معنى» ناقص «؟ نعلم أن كل لفظ ننطق به ويدور حول أمرين اثنين، إما لفظ مهمل وغير مستعمل وإمّا لفظ مستعمل. والمستعمل هو الذي له معنى يصل إلى الذهن ساعة نطقه ويستقل به الفهم، فإن كان لا دخل للزمن فيه فهو الاسم ككلمة» أرض «و» شمس «و» قمر «. وهناك لفظ لا يستقل بالفهم كحرف الجر» في «مثلاً. صحيح أنه يدل على شيء في شيء؛ ولكنه لا يستقل بالفهم؛ لذلك لا بد أن ينضم لشيء،كقولنا:الماء في الكوب أو قولنا: التلميذ في الفصل. فإذا كان للفظ معنى ومستقل بالفهم، والزمن له دخل فيه فهو الفعل.</p><p> مثال ذلك قولنا: السماء. إن السماء كانت في الماضي وهي في الحاضر وهي في المستقبل. إذن فالزمن لا دخل له بها، وكلمة: كلُوا نجدها تأتي من الأكل، وهي معنى مستقل بالفهم والزمن جزء منه. ولفظ» في «يدل على معنى غير مستقل بالفهم فلا بد من أن ينضم لشيء آخر.</p><p> إذن كل لفظ له معنى، وهذا المعنى قد يكون مستقلا بالفهم أو غير مستقل، فإن كان مستقلاً بالفهم فإننا نسأل: هل الزمن جزء منه؟ وفي هذه الحالة يكون» فعلاً «وإن لم يكن الزمن جزء منه فهو الاسم. وإن كان غير مستقل بالفهم ويريد شيئاً آخر ليستقيم المعنى فهو» حرف «. </p><p> وهكذا تعرف الألفاظ. والفعل هو» معنى زائد عليه زمن «كقولنا: أكل؛ فهي تعني تناول إنسان طعاماً في زمن ماضٍ،وهكذا نفهم قولنا:» كان «.فإن قلنا:» كان «بمعنى حدوث شيء في الماضي، كقولنا» كان زيد مسافراً «فهي ناقصة. وفي ضوء هذا نفهم قول الحق:  {وَإِن كَانَ ذُو عُسْرَةٍ فَنَظِرَةٌ إلى مَيْسَرَةٍ}  [البقرة: ٢٨٠] . </p><p> فإن أردت الوجود فقط من غير شيء جديد طارئ عليه، فالفعل يكون تاماً لا يحتاج إلى خبر. </p><p> وإن أردت الوجود مع أي شيء آخر فهو الفعل الناقص الذي تكمله بخبر. مثل قوله تعالى:  {وحسبوا أَلاَّ تَكُونَ فِتْنَةٌ} أي ألا توجد فتنة، فهي لا تحتاج إلى خبر. </p><p> وكان مثل بني إسرائيل كمثل التلميذ الذي يذهب إلى المدرسة ولا يعلم أن فيها اختباراً آخر العام فيُمضي الوقَت في تحصيل ولا جد ولا اجتهاد بل في لهو ولعب، وكان هذا حسباناً خاطئاً؛ لأن المنهج لم يأت اعتباطاً، ولكنه جاء كنظام حركة للحياة ليعمله المؤمن. وكان المفروض أن يستقبلوا المنهج على حسب تعاليم المنهج. ومن العجيب أنهم ظنوا ولم يحسبوا بالحساب على الرغم من أنهم أهل علم بالحساب، فهم حسبوا - بكسر السين - وما حسبوا - بفتح السين - وكان المفروض أن يقوموا بالحساب، فالحساب هو الذي يضمن صحة المسائل. </p><p> وكل شيء عند الله يكون بالحساب، حساب للعبد وحساب على العبد. {وحسبوا أَلاَّ تَكُونَ فِتْنَةٌ} أي ظنوا أنها ليست اختباراً. وظنوا أن الرسالات والمناهج هي مسألة لا اختبار لهم فيها، فلما عرفوا تعاموا عن ذلك وصموا آذانهم عنه. ونعلم أن وسائل الإدراك في النفس البشرية هي السمع والأَبْصار والأفئدة:  {والله أَخْرَجَكُم مِّن بُطُونِ أُمَّهَاتِكُمْ لاَ تَعْلَمُونَ شَيْئاً وَجَعَلَ لَكُمُ السمع والأبصار والأفئدة لَعَلَّكُمْ تَشْكُرُونَ}  [النحل: ٧٨] . </p><p> إذن فوسائل الإدراك: سمع، وبصر، وفؤاد. وما تراه العين هو تجربة الإنسان بنفسه. أما ما يسمعه الإنسان فهو تجربة كل غير له. وبذلك يكون السمع اكثر اتساعاً من العين. والسمع هو وسيلة الإدراك التي توجد أولاً في الإنسان حين يولد. ونجد المولود لا يهتز عندما يقترب شيء من عينيه؛ لأنه لا يرى بدقة وقد يستمر ذلك لمدة عشرة أيام ومن بعد ذلك يبدأ في الرؤية. لكن الطفل إذا سمع صوتاً بجانب أذنيه ينفعل، كأن حاسة السمع هي التي توجد أولاً، ولذلك يأتي لنا الحق بذك السمع أولاً ومن بعد ذلك الأبصار ثم الأفئدة. </p><p> «فعموا وصموا» وهو سبحانه يسألهم أولاً عن التجربة الشخصية فيهم. ولم يسألهم عن الذي سمعوه عن غيرهم فقط، «فعموا» أي لم يروا حتى الأمور المتعلقة بهم، ولم ينظروا في آيات الكون ولم يسمعوا البشير ولا النذير ولا المنهج من الله ولا اتفقوا على تنفيذه. وسبحانه يعاتبهم أولاً أنهم لم يستعملوا عيونهم. وحتى لو افترضنا أنهم لم يروا آيات الكون بأنفسهم فما بالهم لا ينظرون وقد جاءهم الرسول ودعاهم لينظروا في كون الله وأن يعتبروا. </p><p> فإذا كانوا أولاً في غفلة فلم يروا، فلماذا لم ينتبهوا ويسمعوا سماع إذعان وانقياد عندما جاءهم البشير والنذير لينبههم؛ لذلك «فعموا وصموا» منطقية جداً هنا. </p><p> وبعد ذلك قبل الله منهم، وأنجاهم من فرعون وفلق لهم البحر، وعبروا، ولكنهم بمجرد خروجهم من البحر، ومروا على قوم يعكفون ويلزمون ويقبلون على أصنام لهم يعبدونها. </p><p> قالوا لموسى: نريد إلهاً كما لهم آلهة. وأمرهم موسى أن يتوبوا وقبل الله توبتهم. مع كثرة ما ارتكبوا من ذنوب. ومن بعد ذلك يتوب الله عليهم. {ثُمَّ تَابَ الله عَلَيْهِمْ} . </p><p> والتوبة هي فتح مجال للنفس السوية لتنطلق في الخير من جديد، فلو لم يتب الله على من أذنب فماذا يكون موقف المذنب بلا توبة؟ إنه يتمادى ويحس أنه ذاهب في طريق الشر بلا عودة. وحين يقبل الحق توبة المذنب، فذلك معناه أنه سبحانه يريد أن يحمي المجتمع من شره. والتوبة مراحل: الأولى: حين يشرع الله التوبة، والثانية: أن يتوب العبيد، والثالثة: هي قبول الله للتوبة. وهذا ما جاء به الحق: </p><p> {ثُمَّ تَابَ عَلَيْهِمْ ليتوبوا}  [التوبة: ١١٨] . </p><p> ماذا تعني توبة الله عليهم؟ سبحانه لن يتوب عليهم توبة القبول إلا بعد أن يتوبوا. إذن فتوبة الله عليهم الأولى هي التشريع لهم بالتوبة، ثم توبتهم، ثم قبول الحق للتوبة. لكن هؤلاء عموا وصموا، وعلى الرغم من ذلك لطف الله بهم. فماذا حدث منهم بعد ذلك؟ عموا وصموا مرة أخرى {ثُمَّ تَابَ الله عَلَيْهِمْ ثُمَّ عَمُواْ وَصَمُّواْ كَثِيرٌ مِّنْهُمْ والله بَصِيرٌ بِمَا يَعْمَلُونَ} . </p><p> و «عموا» مأخوذة من الفعل «عمى» ، ومثلها مثل «أكلوا» و «شربوا» و «حضروا» ، فأين الفاعل؟ الفاعل هو «واو الجماعة» . وابن مالك قعّد لهذه المسألة، فساعة تسند الفعل إلى اثنين أو إلى جماعة، فلا بد أن تجرد الفعل من علامة التثنية أو الجمع، فلا تقول:  «قاما زيد وعمرو» ولكن تقول: «قام زيد وعمرو» ، ولا نقول:  «قاموا التلاميذ» بل نقول: «قام التلاميذ» ، لأن مدلول «الواو» هو مدلول «التلاميذ» ؛ قال ابن مالك: </p><p> وجرد الفعل إذا ما أسندا ... لاثنين أو جمع ك «فاز الشهدا» </p><p> أي أن الفعل إذا أسند لمثنى أو مجموع وجب تجريده من العلامة التي تدل على التثنية أو على الجمع. أما كلمة كثير فتعرب إما على أنها البدل من واو الجماعة، وإما على إضمار مبتدأ أي العُمْىُ والصُّم كثير منهم، وإما على أنها فاعل ويكون ذلك قد جاء على لغة طائفة من العرب وهم بنو الحارث بن كعب، وهؤلاء قد يأتون بعلامة تدل على التثنية أو الجمع إذا أسند الفعل إلى اسم ظاهر مثنى أو مجموع مثل: قاموا الرجال وسافرا محمد وعلي. </p><p> وحمل بعضهم قوله تعالى:  {وَأَسَرُّواْ النجوى الذين ظَلَمُواْ} على هذا، وكان قول الحق:  {كَثِيرٌ مِّنْهُمْ} صيانة للاحتمال بأن قلة منهم تدير أمر الإيمان في قلوبهم، وكلمة «كثير» جاءت حتى تنبه إلى أن الحق سبحانه وتعالى لا يهمل أبداً القلة التي تدير أمر الإيمان في خواطرهم. ليؤكد ويعاضد ما جاء في قوله تعالى:  {وَأَنَّ أَكْثَرَكُمْ فَاسِقُونَ} . {ثُمَّ عَمُواْ وَصَمُّواْ كَثِيرٌ مِّنْهُمْ والله بَصِيرٌ بِمَا يَعْمَلُونَ} و «بصير» مثلها مثل «عليم» ، أي شاهد وليس مع العين أين. ويقول الحق من بعد ذلك: </p><p> {لَقَدْ كَفَرَ الذين قالوا ... } </p>"
}