{
  "id": null,
  "sura": 5,
  "aya": 4,
  "text": "<p> فبعد أن بين الحق ما حرم وما أحل، نجد أن المحَلَّلَ غير محصور، بل المحصور هو المحرم؛ لأن الحق حرم عشرة أشياء، فإن هذه الأشياء العشرة ليست هي كل الموجودات في الكون، فالموجودات في الكون كثيرة. وسبحانه وتعالى حين خلق آدم وجعله يتناسل ويتكاثر للخلافة في الأرض؛ قدر في هذه الأرض مقومات استبقاء الحياة لذلك النوع. </p><p> والاستبقاء نوعان: استبقاء حياة الذات للإنسان، واستبقاء حياة نوع الإنسان، واستبقاء حياة الذات تكون بالتنَفس والشراب والطعام، واستبقاء حياة النوع تكون بالإنكاح والتناسل. </p><p> إذن يوجد بقاءان لاستمرار الخلافة: البقاء الأول: أن تبقى الحياة وذلك بمقوماتها، والبقاء الثاني: أن يبقى نوع الحي وذلك بالتكاثر. وحتى تبقى الحياة ويتكاثر الإنسان لا بد من وجود أشياء وأجناس تخدم الإنسان وتعطيه الطاقة. </p><p> وطمأننا سبحانه وتعالى على الرزق حينما قال:  {قُلْ أَإِنَّكُمْ لَتَكْفُرُونَ بالذي خَلَقَ الأرض فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَندَاداً ذَلِكَ رَبُّ العالمين وَجَعَلَ فِيهَا رَوَاسِيَ مِن فَوْقِهَا وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقْوَاتَهَا في أَرْبَعَةِ أَيَّامٍ سَوَآءً لِّلسَّآئِلِينَ ثُمَّ استوى إِلَى السمآء وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلأَرْضِ ائتيا طَوْعاً أَوْ كَرْهاً قَالَتَآ أَتَيْنَا طَآئِعِينَ}  [فصلت: ٩ - ١١] </p><p> وهو بذلك يخبرنا بأنه قدر في الأرض أقواتها، وقدر هذه الأقوات للإنسان الخليفة في الأرض، لتقيت الإنسان لهذه الحياة، ويُبقي الإنسان نوعه بالإنكاح. وحين يعد العبد النعم التي وفرها له الحق يجدها لا تحصى. ولم يحاول الإنسان على طول تاريخه أن يحسب ويحصي نعم الله في الأرض؛ لأن الإقبال على الإحصاء يكون نتيجة المظنة بالقدرة على الإحاطة بالنعم. وقد عرف الإنسان بداية أنه لا يقدر على الإحاطة بنعم الله؛ فلم يجرؤ أحد على أن يعدها. ولذلك قال الحق سبحانه:  {وَإِن تَعُدُّواْ نِعْمَتَ الله لاَ تُحْصُوهَا}  [إبراهيم: ٣٤] </p><p> وقد استخدم «إن» وهي للأمر المشكوك فيه. إذن فهي نعم كثيرة لا نقدر على إحصائها. ونسأل: أيقول الحق لنا النعم المحللة أو الأشياء المحرمة؟ وبما أن المحلل كثير لا نهاية له، وبما أن المحرم محصور؛ لذلك يورد لنا الأشياء المحرمة. وقد بين لنا الحق عشرة أشياء محرمة من النعم. ونلاحظ أن الحق سبحانه وتعالى </p><p> حينما تكلم عن عدم قدرة الإنسان على إحصاء نعمه سبحانه وتعالى قال في آية:  {وَإِن تَعُدُّواْ نِعْمَتَ الله لاَ تُحْصُوهَا إِنَّ الإنسان لَظَلُومٌ كَفَّارٌ}  [إبراهيم: ٣٤] </p><p> وقال في آية أخرى:  {وَإِن تَعُدُّواْ نِعْمَةَ الله لاَ تُحْصُوهَآ إِنَّ الله لَغَفُورٌ رَّحِيمٌ}  [النحل: ١٨] </p><p> وظاهر كلام الناس يقول: إنها عبارات تقال وتتكرر، ولكننا نقول: يجب أن ننتبه إلى أن النعمة تحتاج إلى من يعطيها وهو المُنعِم، ومن تعطى له وهو المنعم عليه. إذن فنحن أمام ثلاثة عناصر: نعمة، ومُنعِم، ومُنْعَمِ عليه. </p><p> أما من جهة النعمة وأفرادها فلن يقدر البشر على إحصائها لأنها فوق الحصر. ومن جهة المنعم فهو غفور رحيم. ومن جهة المنعم عليه فهو ظلوم كفار. لماذا يأتي الله لنا بمثل هذه الحقائق؟ </p><p> إنه سبحانه لو عاملنا بكفرنا وجحودنا وظلمنا لمنع النعمة، ولكن استدامة نعمة الله علينا فضل منه ورحمة لأنها تشملنا حتى ولو كنا ظالمين وكنا كفارا؛ لذلك كان من اللازم أن يأتي بهاتين الآيتين، فمن ناحية النعمة لن نقدر على حصرها. ومن ناحية المنعم فهو غفور رحيم. ومن ناحية المنعم عليه فهو ظلوم كفار. ولذلك فعندما يرتكب الإنسان ذنبا فإن أهل الإيمان يقولون له: لا تيأس؛ فربك هو، هو، إنه غفور رحيم. ولذلك لا تستحي أيها العبد أن تطلب من ربك شيئا على الرغم من معصيتك، فالله غفور رحيم. وعندما ننظر إلى مقومات الأشياء، فإننا نعرف المقوم الأساسي. </p><p> لكن هناك مقومات تخدم المقوم الأساسي. ومثال ذلك نحن نأخذ القمح وندرسه، ونصنع من حبوب القمح دقيقا لنصنع منه خبزاً. ويحتاج القمح إلى مقومات كثيرة حتى يخرج من الأرض - وهو مقوم أساسي - إن القمح يحتاج إلى ري منتظم وحرث وخلاف ذلك، إذن فالذي خلقنا قدر لنا هذه الأشياء، ومادام قد قدر لنا كل هذه الأشياء، فعلينا أن نسمع تعاليمه. وهو قد أوضح: إياك أن تظن أن كل ما خلقت من خلق فأنا مُحِلّه لك؛ لأني قد أخلق خلقاً ليس من طبيعته أن </p><p> تتناوله، وليس من طبيعتك أن تتناوله، ولكن لهذا المخلوق عمل فيما تتناوله كالحرث والري والتسميد للقمح، إنها وسائل وأسباب للحصول عليه. فإذا ما قال قائل: مادام هو سبحانه قد خلق هذه المحركات فلماذا حرمها؟ </p><p> ونقول: هذه الأشياء ليس لها عمل مباشر فيك ولكن لها عمل آخر في الكون. وإذا كنا نحن البشر نصنع آلة ما، ويقول المخترع لنا: قد صممت هذه الآلة - على سبيل المثال - لتدار بالديزل، وآلة أخرى تدار البنزين، والبنزين أنواع، ولو جئنا للآلة التي تدار ببنزين ووضعنا لها سولارا، ما الذي يحدث لها؟ إنها تفسد، هذا في المجال البشري فما بالنا بخالق البشر؟ </p><p> لقد صنع الحق صنعته وهي الإنسان ووضع المواصفات التي تسير هذه الآلة، وعلينا أن نخضع لتعاليمه حتى لا تفسد حياتنا فلا نخرج عن تلك التعاليم؛ لأنك عندما تخالف وتخرج عما وصفته لصنعتك من نظام، فالآلة التي من صناعتك تفسد. </p><p> وفي حياتنا آلاف الأمثلة. . فالذي صنع الكهرباء ووضع العلامات للأسلاك السالبة والأسلاك الموجبة، لنأخذ الضوء أو الحركة. وإذا ما حدث خطأ في هذه التوصيلات الكهربية؛ نفاجأ بحدوث قطع في الكهرباء، وقد تحدث حرائق نتيجة شرارة من الاتصال الخاطئ. </p><p> إذن فكل تكاثر وإنجاب من كل سالب وموجب أي ذكر وأنثى لا بد أن يكون على مواصفات من صنعه وإلا يحدث قطع ودمار، فإن تزوجنا بشرع الله ورسوله، استقامت الحياة، وإن حدث شيء على غير شرع الله، تشتعل الحرائق في الكون. </p><p> ولذلك تجد العجب أمامك عندما تشهد عقد قران، تجد ولي الزوجة وهو مبتسم منشرح يوجه الدعوات للناس لأن شابا جاء يتزوج ابنته ويقدم الحلوى، لكن لو كانت هذه العروس تجلس في المنزل وحاول شاب أن يتلصص لرؤيتها، فما الذي يحدث في قلب والدها؟ إنه يغلي من الضيق والغضب والتوتر ومن الذي يتلصص لأنه ذهب إلى الفتاة بغير ما أحل الخالق. لكن عندما يدق الباب ويخطبها من أبيها؛ </p><p> فالأب يفرح، فقد جاء في الأثر:  (جدع الحلال أنف الغيرة) . </p><p> ونجد الأب ينتقل من موقف الغيرة إلى موقف الفرح يوم زفاف ابنته، وتذهب الأم صباح اليوم التالي للزفاف لترى حالة ابنتها ولتطمئن، هل الابنة سعيدة أو لا؟ إذن. فلا يقولن أحد: إن الله خلق أشياء فلماذا حرمها؟ ، لأن الله خلق تلك الأشياء ولها عمل فيما أحل، ومادام سبحانه قد جعل لهذه الأشياء عملاً فيما أحل. فليس لك دخل إلا بالحلال. </p><p> ولذلك يقول الحق رداً على تساؤل المؤمنين:  {يَسْأَلُونَكَ مَاذَآ أُحِلَّ لَهُمْ قُلْ أُحِلَّ لَكُمُ الطيبات} أي أن كل طيب قد حلله الله، وكل خبيث حرمه الله، فلا تقولن: هذا طيب فيجب أن يكون حلالاً، وهذا خبيث فيجب أن يكون حراما، ولكن قل: هذا خلال فيجب أن يكون طيبا، وهذا حرام فيجب أن يكون خبيثا. وإياك أن تحكم أولا بأن هذا طيب وهذا خبيث ثم تبنى على ذلك التحريم والتحليل، فأنت لا تعرف مثلما يعرف خالقك عن كيفية وجدوى ترتيب الأشياء بالنسبة لك، حتى لا تقع في دائرة الذين يستطيبون المسائل الضارة؛ كهؤلاء الذين يتناولون المخدرات والسموم والخمور، بل يجب أن تحرص على فهم ما أحل الله فستراه طيبا، وترفض ما حرم الله لأنه خبيث، فلا تظن أبداً أن كل طيب ظاهريا محلل لك؛ لأن هذا الشيء الطيب في ظاهره قد يكون خبيثا. </p><p> وعليك أن تترك تحديد الطيب والخبيث لخالقك، فهو أدرى بك وبالمناسب لك. امّا أنت فتعرف الشيء الطيب من تحليل الله له. وتعرف الخبيث من تحريم الله له. والحكم هنا يكون للتكليف، فالله هو الذي خلق، والله هو الذي يعلم الصالح للإنسان. فالمسألة إذن ليست العناصر؛ ولكنها إرادة الخالق لتلك العناصر، فهو الذي قدر فهدى. </p><p> الخلاصة إذن في هذا الموضوع هي: أن الحق أحل للمؤمنين الطيبات وكل شيء أحله الله يكون طيباً، وكل شيء حرمه الله يكون خبيثاً، فلا تنظر أنت إلى الآراء البشرية التي يقول بعضها على شيء إنه طيب فيكون حلالاً، وإن ذلك الشيء خبيث فيكون حراماً، فأنت وغيرك من البشر لا يعرفون ترتيب الأشياء ولا فائدتها </p><p> ولا مضرتها بالنسبة لك. </p><p> والدليل: أن البشر يتدخلون في بعض الأحيان في تحريم أشياء بالنسبة لبعضهم البعض، فنجد الطبيب يقول للمريض: أنت مريض بالسكر فلا يصح أن تتناول النشويات والسكريات. </p><p> فإذا كنا نسمع كلام الطبيب وهو من البشر، أفلا يجدر بنا أن نستحي ونستمع لأمر الخالق؟ ! بل نتجاسر ونسأل: لماذا حرمت علينا يا رب الشيء الفلاني؟ وقد يخطئ الطبيب لكن الله لا يمكن أن يخطئ. فهو ربنا المأمون علينا، فما أحله الله يكون الطيب وما حرمه يكون الخبيث، وهذه قضية يتعرض لها أناس كثيرون، فعلى سبيل المثال نسمع من يستشهد الاستشهاد الخاطئ وفي غير موضوعه بقول الحق:  {لاَ يُكَلِّفُ الله نَفْساً إِلاَّ وُسْعَهَا}  [البقرة: ٢٨٦] </p><p> ويقول: إن عملي يأخذ كل وقتي. ولا فسحة عندي لإقامة الصلاة، والله لم يكلفنا إلا ما في الوسع. ونقول: وهل أنت تقدر الوسع وتبني التكليف عليه؟ لا. عليك أن تسأل نفسك: أكلفك الله بالصلاة أم لا؟ . فإذا كان الحق قد كلفك بالصلاة، وغيرها من أركان الإسلام فهو الذي علم وسع الإنسان في العمل. ويجب أن تقدم التكليف أولاً لتعرف طاقة الوسع من بعد ذلك. وكذلك أسأل نفسك عما حلله الله واعرف أنه طيب وما حرمه الله فهو خبيث. </p><p> {يَسْأَلُونَكَ مَاذَآ أُحِلَّ لَهُمْ قُلْ أُحِلَّ لَكُمُ الطيبات} وإذا سألنا ما تلك الطيبات؟ عرفنا أنها غير ما حرم الله، فكل غير محرم طيب، أو أنهم سألوا عن أشياء سيكون الجواب السابق هو الإجابة الطبيعية لها، وقدم الله الإجمال الذي سبق أن شرحناه. وبعد ذلك يكون المسئول عنه في مسألة الصيد بالكلاب، فجاء لهم بالبيان في مسألة الصيد بالكلاب، وكانت تلك مسألة مشهورة عند العرب بالجاهلية، وكذلك صيد الطيور. فقال:  {قُلْ أُحِلَّ لَكُمُ الطيبات وَمَا عَلَّمْتُمْ مِّنَ الجوارح} فقد وضع الحق القضية العامة أولاً، ثم خصص بعد ذلك. </p><p> لقد كانت مسألة صيد الجوارح موضوع سؤال من عدي بن حاتم - رَضِيَ اللَّهُ عَنْه - عن الصيد بالكلاب وبالطيور. وعلينا أن نحسن الفهم عن القرآن بحسن </p><p> الفهم عن النص، فالحق يقول هنا:  {قُلْ أُحِلَّ لَكُمُ الطيبات وَمَا عَلَّمْتُمْ مِّنَ الجوارح} فهل الكلاب والفهود والنمور التي تصطاد بواسطتها هي المحللة لنا لأننا علمناها الصيد؟ لا. {قُلْ أُحِلَّ لَكُمُ الطيبات} هي قضية منتهية. وبعد ذلك فهنا كلام جديد هو:  {وَمَا عَلَّمْتُمْ مِّنَ الجوارح مُكَلِّبِينَ تُعَلِّمُونَهُنَّ مِمَّا عَلَّمَكُمُ الله فَكُلُواْ مِمَّآ أَمْسَكْنَ عَلَيْكُمْ} . </p><p> إذن فالذي أُحل هو ما أمسكت ما علمت من الجوارح، وليست الجوارح التي يعلمها الإنسان، اي أن الحق أحل لنا الطيبات وأكل ما أمسكت علينا الكلاب التي علمناها الصيد. و «الجوارح» مفردها «جارح» ومعناها «كاسب» ، ولذلك تسمى أيدينا جوارح، وعيوننا جوارح، وآذاننا جوارح؛ لأننا نكسب بها المدركات. </p><p> فالعين جارحة تكسب المرئي، والأذن جارحة تكسب المسموع. والأنف جارحة تكسب المشموم. واللمس جارحة لأننا نكسب بها الملموس. ويقول الحق سبحانه وتعالى:  {وَهُوَ الذي يَتَوَفَّاكُم بالليل وَيَعْلَمُ مَا جَرَحْتُم بالنهار}  [الأنعام: ٦٠] </p><p> و «ما جرحتم» أي ما كسبتم، إذن فالجارحة هي الكاسبة. وقوله الحق:  {وَمَا عَلَّمْتُمْ مِّنَ الجوارح} مقصود به الحيوانات التي نعلمها كيف تصطاد لنا، وسميت جوارح، لأنها كاسبة لأصحابها الصيد، فالإنسان يطلقها لتكسب له الصيد، أو أنها في الغالب تجرح ما اصطادته. وكلا المعنيين يصح ويعبِّر. </p><p> والأصل في ما عَلّم الإنسان من الجوارح هو الكلاب، وألحق بالكلاب غيرها مثل الفهود والنمور والصقور. والحق قال:  {وَمَا عَلَّمْتُمْ مِّنَ الجوارح مُكَلِّبِينَ تُعَلِّمُونَهُنَّ مِمَّا عَلَّمَكُمُ الله} أي ما بذلتم من جهد في تدريب هذه الجوارح للصيد، فالإنسان لا يطلق الكلب أو الصقر ليصطاد، لكنه يقوم - أولاً - بتدريب الحيوان على ذلك. </p><p> ومثال ذلك: عندما يقوم مدرب القرود بتدريب كل قرد عل الألعاب المختلفة، وكذلك مدرب «السيرك» الذي يقوم بتدريب الأسود والفيلة، فهذا الفيل الضخم يقف بأربعة أرجل على اسطوانة قطرها متر واحد، وذلك كله ممكن بالتدريب بما علمكم الله وألهمكم أيها البشر وبما أعطاكم من طول البال وسعة الحيلة. </p><p> وننتبه هنا إلى نقطة هامة: إن الإنسان يقوم بتدريب الحيوان على ألعاب ومهام مختلفة ولكن الفيل - على سبيل المثال - لا يقدر على تدريب ابنه الفيل الصغير على الألعاب نفسها. وهذا هو الفارق بين الإنسان والفيل، فابن الإنسان يتعلم من والده وقد يتفوق عليه، لكن تدريب الحيوان مقصور على الحيوان نفسه ولا يتعداه إلى غيره من الحيوانات من الجنس نفسه أو الذرية فلا يستطيع الحيوان الذي درّبته ورَّوضته وعلمته أن ينقل ذلك إلى ذريته ونسله فلا يستطيع أن يعلم ابنه. </p><p> وكلمة «مكلب» تعني الإنسان الذي يعلم الكلاب ويدربها على عملية الصيد. وقال البعض: إن «مكلب» أي الرجل الذي يقتني الكلاب؛ لكنا نقول: إن الإنسان قد يقتني الكلاب لكنه لا يقوم بتدريبها، إذن المكلب هو الذي يحترف تدريب الكلاب، ومثله مثل سائس الخيل الذي يدرب الخيل؛ فالحصان يحتاج إلى تدريب قبل أن يمتطيه الإنسان أو قبل أن يستخدمه في جر العربات. </p><p> ولماذا ذكر الله «المكلبين» ولم يذكر مدربي الفهود؟ . لأن الغالب أن الكلب شبه مستأنس، أما استئناس الفهد فأمر صعب بعض الشيء. و «مكلبين» تعني المنقطعين لتعليم الكلاب عملية الصيد. ويعرف معلم الكلاب أن الكلب قد تعلم الصيد بأنه إذا ما أغراه بالصيد فإن الكلب يذهب إليه. وإذا ما زجره المدرب فهو يرجع من الطريق. وإذا ما ذهب الكلب إلى الصيد بعد تعليمه وتدريبه وأمره المدرب أن يحمل الصيد ويأتي؛ فالكلب يطيع الأمر. </p><p> ويأتي بالصيد سليماً ولا يأكل منه. فهذه أمارة وعلامة على أن الكلب تعلم الصيد ويمكن تلخيصها في هذه الخطوات: إذا أرسلته للصيد ذهب، وإذا زجرته انزجر، وإذا استدعيته جاء ويأتي بالصيد سليماً لا يأكل منه. فإن أكل الكلب من الصيد فهو غير معلم؛ لأنه أمسك الصيد على نفسه، ولم يمسكه على صاحبه. ولذلك حدد الحق عملية الصيد بقوله عن الحيوانات التي تؤدي هذه المهمة:  {مِمَّآ أَمْسَكْنَ عَلَيْكُمْ} . </p><p> ومن ضمن عملية التدريب هناك إطار إيماني، فالتدريب العضلي هو عملية يعلمها المكلِّب للكلب أما الإطار الإيماني فهو ذكر اسم الله على الصيد:  {واذكروا اسم الله عَلَيْهِ} وذلك حتى يكون الصيد حلالاً، ولا يقع في دائرة {وَمَآ أُهِلَّ لِغَيْرِ الله بِهِ} . وإذا ما هجم الكلب على الصيد وقتله، يكون الصيد حلالاً، إن كان صاحب </p><p> الكلب قد قال:  «بسم الله والله أكبر» قبل أن يرسل الكلب إلى الصيد. وإن لم يذكر اسم الله فعليه أن ينتظر إلى أن يعود الكلب بالصيد، فإن كان في الصيد الحياة فليذكِّه أي يذبحه، ويذكر اسم الله، وإن مات الصيد قبل ذلك فلا يأكل منه. وكذلك إذا اصطاد الإنسان بالبندقية. . إن ذكر اسم الله أولاً وقبل أن يطلق الرصاصة فليأكل من الصيد. </p><p> {يَسْأَلُونَكَ مَاذَآ أُحِلَّ لَهُمْ قُلْ أُحِلَّ لَكُمُ الطيبات} هذه هي القضية العامة، ومن بعد ذلك يحدد لنا الحق ألا نأكل الكلاب، ولكن هذه الكلاب التي نعلمها الصيد وتصطاد لنا ما نأكله بشرط أن تذكر اسم الله على الصيد قبل إطلاق الكلب للصيد، أو بعد أن تذبح الصيد الذي اصطاده الكلب، فذكر اسم الله مسألة أساسية في تناول النعم، لأننا نذكر المذلل والمسخر، ولا يصح أن نأخذ النعمة من وراء صاحبها دون أن نتذكره بكلمة. </p><p> ويذيل الحق الآية بقوله:  {واتقوا الله إِنَّ الله سَرِيعُ الحساب} وتقوى الله في هذا المجال تعني ألا يؤدي الإنسان هذه الأمور شكلياً، وعلى المؤمن أن يتقي الله في تنفيذ أوامره بنية خالصة ودقة سلوك؛ لأنه سبحانه سريع الحساب بأكثر من معنى، فمهما طالت دنياك فهي منتهية. ومادام الموت هو نهاية الحياة فالحياة قصيرة بالنسبة للفرد. وإياك أن تستطيل عمر الدنيا؛ لأن عمر الدنيا لك ولغيرك فلا تحسب الأمر بالنسبة إليك على أساس عمر غيرك الذي قد يطول عن عمرك. إذن مدة الحياة محدودة، ومادام الموت قد جاء، فعلى المؤمن أن يتذكر قول رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: </p><p> «إذا مات أحدكم فقد قامت قيامته» . </p><p> والإنسان منا يعرف من خبر القرآن أن الموت مثل النوم. لا يعرف الإنسان منا كم ساعة قد نامها، ونعرف من خبر أهل الكهف أنهم تساءلوا فيما بينهم: </p><p> {وكذلك بَعَثْنَاهُمْ لِيَتَسَآءَلُوا بَيْنَهُمْ قَالَ قَائِلٌ مِّنْهُمْ كَم لَبِثْتُمْ قَالُواْ لَبِثْنَا يَوْماً أَوْ بَعْضَ </p><p> يَوْمٍ قَالُواْ رَبُّكُمْ أَعْلَمُ بِمَا لَبِثْتُمْ} [الكهف: ١٩] </p><p> إذن هم لم يتبينوا أنهم ناموا ثلاثمائة عام وتسعة أعوام إلا بعد أن سألوا، وكذلك من يموت فهو لن يدري كم مات إلا يوم البعث. أو أنه سبحانه سريع الحساب أي أن له حساباً قبل حساب الآخرة، وهو حساب الدنيا. فعندما يرتكب العبد المخالفات التي نهى عنها الله، ويأكل غير ما حلل الله، فهو سبحانه قادر على أن يجازي العبد في الدنيا في نفسه بالأمراض أو التعب أو المرض النفسي، ويقف الأطباء أمام حالته حائرين. وقوله الحق:  {إِنَّ الله سَرِيعُ الحساب} يصح ان تكون السرعة في الحساب في الدنيا ويصح أن تكون في الآخرة. </p><p> أو أنه سبحانه سريع الحساب بمعنى أنه يحاسب الجميع في أقل من لمح البصر، فالبعض يظن ظناً خاطئاً أنهم سيقفون يوم القيامة في طابور طويل ليتلقى كل واحد حسابه. لا، هو سبحانه يحاسب الجميع بسرعة تناسب طلاقة قدرته. ولذلك عندما سئل الإمام علي - كرم الله وجهه -: كيف سيحاسب الله كل الناس في وقت واحد ويقال إن مقداره كنصف يوم من أيام البشر؟ . فقال الإمام علي: فكما يرزقهم جميعاً في وقت واحد هو قادر على حسابهم في وقت واحد. </p><p> فسبحانه لم يجعل البشر تقف طابورا في الرزق، بل كل واحد يتنفس وكل واحد يأكل، وكل إنسان يسعى في أرض الله لينال من فضله. ولا أحد بقادر على أن يحسب الزمن على الله؛ لأن الزمن إنما يُحسب على الذي يحدث الحدث وقدرته عاجزة، لذلك يحتاج إلى زمن. </p><p> إننا عندما ننقل حجراً متوسط الحجم من مكانه فإن ذلك لا يكلف الرجل القوي إلا بعضاً من قُوَّته، لكن هذا العمل بالنسبة لطفل صغير يحتاج إلى وقت طويل، فما بالنا بخالق الإنسان والكون؟ وما بالنا بالفاعل الذي هو قوة القوى؟ هو لا يحتاج إلى زمن، وهو سريع الحساب بكل المعاني. </p><p> ومن بعد ذلك يقول الحق: </p><p> {اليوم أُحِلَّ لَكُمُ الطيبات ... } </p>"
}