{
  "id": null,
  "sura": 5,
  "aya": 22,
  "text": "<p> كيف إذن يعلنون هذا التمرد على امر الحق؟ . وكيف علموا أن فيها قوماً جبارين؟ . ولنا أن ننتبه إلى أن الحق قد قال من قبل:  {وَبَعَثْنَا مِنهُمُ اثني عَشَرَ نَقِيباً}  [المائدة: ١٢] </p><p> فقد ذهب النقباء أولاً وتجسسوا ونقبوا وعرفوا قصة هذه الأرض المقدسة، وأن فيها جماعة من العمالقة الكنعانيين. وساعة رأوا هؤلاء القوم، قالوا لأنفسهم: هل سنستطيع أن نقاوم هؤلاء الناس؟ إن ذلك أمر لا يصدق؛ لذلك لن ندخلها ما داموا فيها. إذن فقد تخاذلوا وارتدوا على أدبارهم. {قَالُوا ياموسى إِنَّ فِيهَا قَوْماً جَبَّارِينَ} . </p><p> وساعة أن تسمع كلمة «جَبَّار» تجدها أمراً معنوياً أُخذ من المحسات؛ فالجبارة هي النخلة التي لا تطولها يد الإنسان إذا أراد أن يجني ثمارها. وعندما تكون ثمار النخلة في متناول يد الإنسان حين يجني ثمارها فهي دانية القطوف، أما التي لا تطولها يد الإنسان لحظة الجني للثمار فهي جَبَّارة؛ لذلك أخذ هذا المعنى ليعبر عن الذي لا يقهر فسمي جباراً، وقد يكون الجبار مُكرِهاً ولكن على الإصلاح، وفي بلادنا نطلق على من يصلح كسور العظام «المجبراتي» . </p><p> أي أنه يجبر العظام على أن تعود إلى مكانها الطبيعي. وقد يتألم الإنسان من ذلك، ولكن في هذا إصلاح لحياة الإنسان. و «الجَبَّار» اسم من أسماء الله؛ لأنه سبحانه يَقْهَر ولا يُقهَر. وقد يُكرهنا سبحانه وتعالى حتى يصلحنا. ويخنبرنا بالابتلاءات حتى يمحصنا وتستوي حياتنا. </p><p> إذن ف «الجبار» صفة كمال في الحق لأنه يستعمل جبروته في الخير ويقهر الظالمين والمعاندين والمكابرين، وذلك لمصلحة الأخيار الطيبين. وهو سبحانه وتعالى لا يُقهَر. فعندما يكون في صف جماعة فإن أحداً لا يغلبهم، أما الجبار كصفة في الخلق فعي مذمومة؛ لأن التجبر هنا بدون أصالة كالبناء الأجوف. فالمتجبر قد يصيبه قليل من الصداع فيرقد متوجعاً. </p><p> إننا نرى أمثلة لذلك في حياتنا، نجد المتجبر يصاب بأزمة قلبية فيحمل على نقالة </p><p> إلى المستشفى، ونجد جباراً آخر يصاب بقليل من المغص، فيجري وهو ممسك ببطنه فيضحك عليه الأطفال. ويقولون له ما معناه: العب بعيداً فلست جباراً ولا فتوة ولا أي شيء. والجبار إن أراد أن يكون كذلك فعليه أن يكون صاحب رصيد مستمر، فلا تراه يوماً غير جبار. ولا يكون التجبر صفة ذاتية إلا لله سبحانه وتعالى. </p><p> ويقول الحق:  {وَإِنَّا لَن نَّدْخُلَهَا حتى يَخْرُجُواْ مِنْهَا} وساعة نسمع «لن» تسبق الفعل فلنعرف أنها للنفي. والنفي قد يأخذ زمناً طويلاً، وقد يأخذ زمناً تأبيدياً. والفرق بين الدخول فقط والدخول التأبيدي، أن الدخول الأول له زمن ينهيه، والدخول الثاني لا زمن له لينهيه كدخول المؤمنين الجنة. </p><p> وإذا عين الدخول بغاية كقولهم:  {وَإِنَّا لَن نَّدْخُلَهَا حتى يَخْرُجُواْ مِنْهَا} أي أن النفي التأبيدي مرتبط بغاية وهي خروج القوم الجبارين. والتأبيد هنا إضافي لأنهم قالوا: إنهم لن يدخلوا الأرض في مدة وجود الجبارين. </p><p> {فَإِن يَخْرُجُواْ مِنْهَا فَإِنَّا دَاخِلُونَ} ونقول: وهل الأمم التي تخطو إلى الشر وتمارسه يمتنع فيها وجود عناصر الخير؟ . لا؛ لأن الحق يبقي بعضاً من عناصر الخير حتى لا ينطمس الخير، وهذا ما يوضحه الحق في بني إسرائيل عندما قالوا لموسى هذا القول، فقد خالفهم رجلان منهم:  {قَالَ رَجُلاَنِ مِنَ الذين ... } </p>"
}