{
  "id": null,
  "sura": 5,
  "aya": 19,
  "text": "<p> ورسولنا هو محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ويبين لكم - يا أهل الكتاب - ما اختلفتم فيه أولاً وما يجب أن تلتقوا عليه ثانياً، وما زاده الإسلام من منهج فإنّما جاء به ليناسب أقضية الحياة التي يواجهها إلى أن تقوم الساعة. وقد جاء رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ على فترة من الرسل، ومعنى الفترة: الانقطاع. وفترة من الرسل أي على زمن انقطعت فيه الرسالات، وهي الفترة التي بينه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وبين أخيه عيسى عليه السلام، وقام الناس بحسابها فقال بعضهم: إنها ستمائة سنة وقال البعض: خمسمائة وستون سنة عاماً. ولا يهمنا عدد السنين، إنما الذي يهمنا هو وجود فترة انقطعت فيها الرسل، اللهم إلا ما كان من قول الحق سبحانه:  {واضرب لَهُمْ مَّثَلاً أَصْحَابَ القرية إِذْ جَآءَهَا المرسلون إِذْ أَرْسَلْنَآ إِلَيْهِمُ اثنين فَكَذَّبُوهُمَا فَعَزَّزْنَا بِثَالِثٍ فقالوا إِنَّآ إِلَيْكُمْ مُّرْسَلُونَ قَالُواْ مَآ أَنتُمْ إِلاَّ بَشَرٌ مِّثْلُنَا وَمَآ أَنَزلَ الرحمن مِن شَيْءٍ إِنْ أَنتُمْ إِلاَّ تَكْذِبُونَ قَالُواْ رَبُّنَا يَعْلَمُ إِنَّآ إِلَيْكُمْ لَمُرْسَلُونَ}  [يس: ١٣ - ١٦] </p><p> هؤلاء المرسلون أهم مرسلون من قبل الله بين عيسى وبين محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؟ . </p><p> أم هم مرسلون من قبل عيسى عليه السلام إلى أهل أنطاكية؟ . وقد كفر الناس أولاً بهذين الرسولين، فعززهم الحق بثالث. </p><p> وقال الناس لهم:  {قَالُواْ مَآ أَنتُمْ إِلاَّ بَشَرٌ مِّثْلُنَا وَمَآ أَنَزلَ الرحمن مِن شَيْءٍ إِنْ أَنتُمْ إِلاَّ تَكْذِبُونَ}  [يس: ١٥] </p><p> وهنا قال الرسل:  {قَالُواْ رَبُّنَا يَعْلَمُ إِنَّآ إِلَيْكُمْ لَمُرْسَلُونَ}  [يس: ١٦] </p><p> فما الفرق بين {إِنَّآ إِلَيْكُمْ لَمُرْسَلُونَ} وبين {رَبُّنَا يَعْلَمُ إِنَّآ إِلَيْكُمْ لَمُرْسَلُونَ} ؟ . إن الأَخْبار دائماً تُلقى من المتكلم للسامع لتعطيه خبراً، فإن كان السامع خالي الذهن من الخبر، أُلقي إليه الكلام بدون تأكيد. وأما إن كان عنده شبه إنكار، ألقى إليه الكلام بتأكيد على قدر إنكاره. فإن زاد في لجاج الإنكار يزيد له التأكيد. فأصحاب القرية أرسل الله إليهم اثنين فكذبوهما، فعززهما بثالث، وهذا تعزيز رسالي، فبعد أن كانا رسولين زادهما الله ثالثاً، وقال الثلاثة:  {إِنَّآ إِلَيْكُمْ مُّرْسَلُونَ}  [يس: ١٤] </p><p> صحيح ثمة تأكيد هنا. لأن الجملة إسمية، وسبقتها «إنّ» المؤكذة؛ فلما كذبوهم وقالوا لهم:  {مَآ أَنتُمْ إِلاَّ بَشَرٌ مِّثْلُنَا وَمَآ أَنَزلَ الرحمن مِن شَيْءٍ} وكان هذا لجاجاً منهم من الإنكار فماذا يكون موقف الرسل؟ أيقولون:  {إِنَّآ إِلَيْكُمْ مُّرْسَلُونَ} كما قيل أولاً؟ . لا. إن الإنكار هنا ممعن في اللجاجة والشدة، فيأتي الحق بتأكيد أقوى على ألسنة الرسل: </p><p> {رَبُّنَا يَعْلَمُ} . </p><p> وذلك القول في حكم القسم؛ هذا هو التأكيد الأول، والتأكيد الثاني: </p><p> {إِنَّآ إِلَيْكُمْ لَمُرْسَلُونَ} . </p><p> وكما نعلم ف «إن» هنا مؤكِدّة، واللام التي في أول قوله:  «لمرسلون» لزيادة التأكيد. </p><p> وحين تأتي كلمة تدور على معانٍ متعددة، فالمعنى الجامع هو المعنى الأصلي، وكذلك كلمة «فترة» ، فالفترة هي الانقطاع. فإن قلت مثلاً: ماء فاتر، أي ماء انقطعت برودته، فالماء مشروط فيه البرودة حتى يروي العطش. وعندما يقال: ماء فاتر أي ماء فتر عن برودته، ولذلك يكون قولنا:  «ماء فاتر» أي ماء دافئ قليلاً؛ أي ماء انقطعت عنه البرودة المرغبة فيه. </p><p> ويقال أيضاً في وصف المرأة: في جفنها فتور أي أنها تغض الطرف ولا تحملق بعينيها باجتراء. بل منخفضة النظرة. إذن فالفترة هي الانقطاع. ولقد انقطعت مدة من الزمن وَخَلَتْ من الوحي ومن الرسل. وكان مقتضى هذا أن يطول عهد الغفلة، ويطول عهد انطماس المنهج، ويعيش أهل الخير في ظمأ وشوق لمجيء منهج جديد، فكان من الواجب - مادام قد جاء رسول - أن يرهف الناس آذانهم لما جاء به، فيوضح الحق أنه أرسل رسولاً جاء على فترة، فإن كنتم أهل خير فمن الواجب أن تلتمسوا ما جاء به من منهج، وأن ترهفوا آذانكم إلى ما يجيء به الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لسماع مهمته ورسالته. </p><p> وقد أرسل الله إليهم الرسول على فترة حتى يقطع عنهم الحجة والعذر فلا يقولوا:  {مَا جَآءَنَا مِن بَشِيرٍ وَلاَ نَذِيرٍ} فقد جاءهم - إذن - بشير وجاءهم نذير. والبشير هو المعلم أو المخبر بخير يأتي زمانه بعد الإخبار. ومادام القادم بشيراً فهو يشجع الناس على أن يرغبوا في منهج الله ليأخذوا الخير. ولا بد من وجود فترة زمنية يمارس فيها الناس المنهج، ولا بد أيضاً أن توجد فترة ليمارس من لم يأخذ المنهج كل ما هو خارج عن المنهج ليأتي لهم الشر. </p><p> مثال ذلك قول الأستاذ: بَشِّرْ الذي يذاكر بأنه ينجح. وعند ذلك يذاكر من الطلاب من يرغب في النجاح، أي لابد من وجود فترة حتى يحقق ما يوصله إلى ما يبشر به. وكذلك النذارة لا بد لها من فترة حتى يتجنب الإنسان ما يأتي بالشر. </p><p> {قَدْ جَآءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ على فَتْرَةٍ مَّنَ الرسل أَن تَقُولُواْ مَا جَآءَنَا مِن بَشِيرٍ وَلاَ نَذِيرٍ فَقَدْ جَاءَكُمْ بَشِيرٌ وَنَذِيرٌ} . ومجيء «أن تقولوا» إيضاح بأنه لا توجد فرصة للتعلل بقول « {مَا جَآءَنَا مِن بَشِيرٍ وَلاَ نَذِيرٍ} . </p><p> ويقول الحق:  {فَقَدْ جَاءَكُمْ بَشِيرٌ وَنَذِيرٌ والله على كُلِّ شَيْءٍ قَدِيرٌ} وسبحانه وتعالى القدير أبداً. فقد جعل الخلق يطرأون على كون منظم بحكمة وبكل وسائل الخير والحياة على أحسن نظام قبل أن يطرأ هؤلاء الخلق على هذا الكون، فإذا ما طرأ الخلق على هذا الخير، أيتركهم الخالق بدون هداية؟ . لا. فسبحانه قد قدر على أن يُوجد خلقه كلهم، ويعطي لهم ما يحفظ لهم حياتهم ويحفظ لهم نوعهم. </p><p> ألا يعطي الحق الخلق إذن ما يحفظ لهم قيمهم؟ . </p><p> إنه قادر على أن يعطي رزق القوت ورزق المبادئ والقيم وأن يوفي خلقه رزقهم في كل عطاء. وإرسال الرسل من جملة عطاءات الحق لعلاج القيم. ثم يرجع ثانية إلى قوم موسى ولكنه في هذه المرة يجعل المتكلم رسولهم:  {وَإِذْ قَالَ موسى لِقَوْمِهِ ... } </p>"
}