{
  "id": null,
  "sura": 5,
  "aya": 92,
  "text": "<p> لقد نقل الله الحكم بعدما انتهى من هذه الجزئية إلى حكم عام هو طاعة الله وطاعة الرسول. وأنت ساعة تستقرئ أمر الله بالطاعة فأنت تجدها في صور متعددة. فمرة يقول:  {وَأَطِيعُواْ الله وَأَطِيعُواْ الرسول}  [المائدة: ٩٢] . </p><p> فقد كرر الأمر بالطاعة لله وللرسول، فالإطاعة لله في الحكم العام، وإطاعة الرسول في تفصيله، ومرة يقول سبحانه:  {قُلْ أَطِيعُواْ الله والرسول}  [آل عمران: ٣٢] . </p><p> إنه هنا لا يكرر أمر الطاعة، فهناك أمر للطاعة، وهناك مطاع، وهناك مطيع والمطيع، هم المخاطبون، فهو هنا يوجد أمر الطاعة، والمطاع هنا هو الله، </p><p> والرسول يأتي معطوفا على لفظة الجلالة. </p><p> ومرة يقول الحق سبحانه:  {وَأَطِيعُواْ الرسول}  [النور: ٥٦] . </p><p> نحن إذن أمام حالات للطاعة: الأولى: وأطيعوا الله وأطيعوا الرسول، والثانية: أطيعوا الله والرسول، والثالثة: أطيعوا الرسول، ومرة واحدة فقط يعطف على ذلك «أولي الأمر» فيقول جل وعلا: {أَطِيعُواْ الله وَأَطِيعُواْ الرسول وَأُوْلِي الأمر مِنْكُمْ}  [النساء: ٥٩] . </p><p> وحين قال الحق:  {وَأَطِيعُواْ الله وَأَطِيعُواْ الرسول}  [المائدة: ٩٢] . </p><p> فهو يكرر الأمر بالطاعة عند الله وعند الرسول، لكن عند أولي الأمر لم يأت سبحانه بأمر:  «وأطيعوا» ؛ ذلك أن طاعة أولي الأمر تكون من باطن الطاعتين: طاعة الله، وطاعة الرسول؛ فلا طاعة لمخلوق في معصية الخالق. وإذا قال الحق:  {وَأَطِيعُواْ الله وَأَطِيعُواْ الرسول} تكون طاعة الله في الحكم العام، وطاعة الرسول في تفصيل الحكم. والمثال قوله الحق:  {وَللَّهِ عَلَى الناس حِجُّ البيت}  [آل عمران: ٩٧] . </p><p> هنا نطيع الله في الحكم العام، ونطيع الرسول في تفصيل الحج. لأن التفصيل لم يأت في القرآن، والرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قال:  «خذوا عني مناسككم» وعندما يتوحد الأمران: «وأطيعوا الله والرسول» فهذا يعني أن هناك أمراً واحداً قد صدر من الله، وصدور وحصول الفعل من الرسول يكون للقدوة والأسوة وتوكيدا للحكم. </p><p> وإذا كان لله أمر بالإجمال وللرسول أمر بالتفصيل فسبحانه يقول:  {وَأَطِيعُواْ الله وَأَطِيعُواْ الرسول} . وإذا كان الأمر للرسول فقط ولم يرد فيه شيء من الله فهو أمر </p><p> صدر بتفويض من الله بناء على قوله الحق:  {وَمَآ آتَاكُمُ الرسول فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فانتهوا}  [الحشر: ٧] . </p><p> وهكذا نجد أنه لا تلتبس طاعة بطاعة ولا تتناقض طاعة مع طاعة. والحق هنا يقول:  {وَأَطِيعُواْ الله وَأَطِيعُواْ الرسول واحذروا} . لماذا هذا التحذير؟ يأتي هذا التحذير ليعلمنا الله أن الشيطان لن يدعنا ندخل في مجال طاعة الله وطاعة الرسول، وسيحاول جاهداً أن يُلبَّس علينا الأمر. فعندما يعرف الشيطان ميلاً في نفس إنسان إلى لون من الشهوات، يدخل إليه من باب المعاصي. وإن كان الإنسان قد أوصد بعض السبل أمام الشيطان فلا يستطيع مثلا إغراءه بالسرقة أو شرب الخمر، لا يتركه بل يدخل إليه من باب الطاعة، فيأتي الشيطان إلى الإنسان لحظة الوضوء وينسيه هل غسل هذه اليد أو تلك، وهل أسبغ الوضوء أم لا؟ أو يأتي الشيطان إلى المؤمن لحظة الصلاة فينسيه عدد الركعات أو عدد السجدات، وهكذا يدخل الشيطان للمؤمن من ناحية الطاعة. </p><p> ومعنى قوله سبحانه:  {واحذروا} أي احذروا أن يحتال الشيطان عليكم؛ لأنه سيحاول أن يدخل لكم من كل مدخل، يدخل على المسرف على نفسه بالمعصية، وأشد أعمال الشيطان على المؤمنين هي أن يدخل عليهم من باب الطاعة. ولذلك قال الحق:  {واحذروا} وكثيراً ما نجد الإنسان منا ينسى موضوعاً ما، وحين يأتي إلى الصلاة فهو يتذكر هذا الموضوع. والشيطان لا يترك الإنسان في مثل هذه الحالة، فقد أقسم الشيطان فقال:  {فَبِعِزَّتِكَ لأُغْوِيَنَّهُمْ أَجْمَعِينَ}  [ص: ٨٢] . </p><p> وقال الحق سبحانه:  {لأَقْعُدَنَّ لَهُمْ صِرَاطَكَ المستقيم}  [الأعراف: ١٦] . </p><p> إنه أقسم أن يقف على الطريق المستقيم لا على الطريق المعوج. ومثال ذلك عندما يتصدق إنسان بصدقة قد يعلنها ويقول: لقد تصدقت أكثر من فلان. وهكذا يضيع </p><p> منه الأجر. الشيطان يحاول - إذن - أن يدخل علينا من باب لا تفطن إليه وهو باب الطاعة. وأروي لكم هذه القصة حتى تعرفوا مدى تَدَخُّل الشيطان، وقد حدثت مع الإمام أبي حنيفة رَضِيَ اللَّهُ عَنْه. فقد جاء إليه من يسأله الفتوى في أمر غريب؛ قال السائل: ضاعت مني نقودي، فقد دفنتها في مكان من الأرض، ونزل السيل فطمس مكان النقود وأزال الحجر الذي وضعته علامة على مكانها. فقال الإمام أبو حنيفة: اذهب الليلة بعد صلاة العشاء وقف أمام ربك إلى أن يطلع الفجر، وقل لي ماذا سوف يحدث. وعندما جاءت صلاة الفجر جاء الرجل متهللاً إلى أبي حنيفة وقال: وجدت مالي. </p><p> فسأله أبو حنيفة «كيف؟ قال الرجل: بينما أنا أقف للصلاة تصورت مكان وضع النقود، ومتى نزل السيل، وكيف سار، وهكذا قست المسافة وقدرتها إلى أن عرفت موقع النقود. فضحك الإمام وقال: والله لقد علمت أن الشيطان لن يدعك تتم ليلتك مع ربك. هكذا ترى كيف يدخل الشيطان من باب الطاعة. ولذلك قال الحق:  {وَأَطِيعُواْ الله وَأَطِيعُواْ الرسول واحذروا فَإِن تَوَلَّيْتُمْ فاعلموا أَنَّمَا على رَسُولِنَا البلاغ المبين}  [المائدة: ٩٢] . </p><p> أي فإن أعرضتم عمّا كلفتكم به فاعلموا أنكم بتوليكم وإعراضكم لن تضروا الرسول؛ لأن الرسول ما كلف إلاّ أن يقوم بالبلاغ المبين، وإنما ضررتم أنفسكم حين أعرضتم عما كلفتم به. إن الحق يعلم أزلاً أن بعضاً من عباده قد يقول: إن هذا الحكم لم يَرِد في القرآن؛ لذلك جاء بالأمر بطاعة الرسول. وهكذا صارت للرسول طاعة مستقلة، وأرادها الله حتى يَرُدّ مقدماً على الذين يسألون عن نص فيه كل تفصيل. بينما نجد هذه التفاصيل في السنة النبوية الشريفة. </p><p> ومثال ذلك عدد ركعات كل صلاة، إنها لم تَرِدْ في القرآن، ولكننا عرفناها تفصيلاً من الرسول. وفَوَّض الحق رسوله في التشريع:  {وَمَآ آتَاكُمُ الرسول فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فانتهوا}  [الحشر: ٧] . </p><p> فسبحانه قد علم أزلاً أن هناك من سيدَّعي أنه لن يطيع إلا القرآن. ولذلك قال الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «يوشك أن يقعد الرجل منكم على أريكته يحدث بحديثي فيقول: بيني وبينكم كتاب الله عزوجل، فما وجدنا فيه حلالاً استحللناه، وما وجدنا فيه حراماً حرمناه، وإن ما حرم رسول الله كما حرم الله» </p><p> أي أن الرسول هو المبلغ عن ربه، وأن علينا أن نحذر الشيطان إذا أراد أن يدخل علينا من باب الطاعة. ولكن لماذا قال الحق:  {فَإِن تَوَلَّيْتُمْ} ؟ وعن أي شيء يكون التولي؟ </p><p> قال الحق ذلك ليوضح لنا أن الإنسان له الاختيار في أن يذهب إلى الطاعة، وله الاختيار في أن يذهب إلى المعصية، وإن تولى الإنسان عن الطاعة إلى المعصية، وعن الإيمان الذي جاء به الرسول الذي بلغ عن الله إلى البقاء في الكفر، فليعلم ذلك الإنسان أن الرسول قد أوفى مهمته وأداها. فالمطلوب من الرسول أن يبلغ المنهج، وقد بلغ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بلاغاً مبيناً، محيطاً، واضحاً ومستوعباً لكل أقضية الحياة. </p><p> لقد أبلغنا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مطلوب الله منا أن نؤمن بإله واحد، قادر، حكيم، له كل صفات الكمال، ذلك هو الأمر الأول في العقيدة. وأبلغنا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أن نبتعد عما كان عليه العرب من الأنصاب، ومن الأوثان، ومن الأصنام. وبلاغ الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يطلب منا إيماناً، وعملاً، والعمل ينقسم إلى قسمين: عمل إيجابي، وعمل سلبي. ويتركز العمل الإيجابي في «افعل كذا» ، إذا لم تكن تفعله، أما العمل السلبي فهو أن تكف عما نهاك عنه الله، ونهاك عنه الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> إذن أول مطلوب الإيمان هو الاعتقاد في الإله الواحد، وأن نكف عن عبادة الأوثان والأصنام، والطلب - كما نعرف - هو أن تنشيء كلاماً تطلب به من مخاطبك أن يفعل شيئاً لم يكن مفعولاً وقت طلبه. فإذا أوضح الحق: لا تعبد الأوثان، فهذا </p><p> طلب الفعل، وهو أن نكف عن عبادة الأوثان. وحين يأمرنا الحق بالصلاة والصوم والزكاة وحج البيت، فهذا طلب لأفعال. وطلب الفعل يقال له:  «أمر» . وطلب الكف عن فعل يقال له:  «نَهْي» . </p><p> وأنت إذا نظرت إلى كل التكاليف في الإسلام، تجدها لم تأت مرة واحدة، وإنما جاءت على مدار ثلاثة وعشرين عاماً. فعندما جاء الإسلام آمن به أناس، ولم يكن قد صدر إليهم تنفيذ أي من الأحكام التي وردت على مدار سنوات الرسالة، وإنما كان المطلوب منهم بعضاً يسيراً منها، وكانوا يؤدونها، منهم من بلغه فقط ضرورة الإيمان بالإله الواحد، وآمن بذلك ثم وافاه الأجل وكانت له الجنة. </p><p> ومنهم من امتدت حياته، فزادت عليه أحكام جديدة فنفذها، وكان إسلامه بذلك إسلاماً تاماً. </p><p> إذن، فالتمام في الإسلام هو تنفيذ كل عمل جاء في الأحكام التي أدركها المسلم. فإن لم يكن المسلم قد أدرك إلا حكماً واحداً ونفذه فله كل ما وعد الحق به. ومثال ذلك «مخيريق اليهودي» الذي أسلم وأوصى بماله للنبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. فلما كان يوم أُحُد، وقف في قومه قائلاً: يا معشر يهود، والله لقد علمتم أن نصر محمد عليكم لَحَقُّ. فلم يجيبوه، فأخذ سيفه وعدته وقال: إن أُصبت فمالي لمحمد يصنع فيه ما يشاء. ثم خرج إلى القتال فقاتل حتى استشهد. ولم يكن قد نفذ أي حكم من أحكام الإسلام، لكنه قاتل فنال شرف الشهادة، وقال عنه رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «مُخَيْريق خير يهود» </p><p> ولا بد لنا أن نفرق دائماً بين «أركان الإسلام» والمطلوب من المسلم. ونعلم جميعاً أن الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قال:  «بني الإسلام على خمس: أشهد أن لا إله إلا الله وأن محمداً رسول الله، وإقام الصلاة، وإيتاء الزكاة، والحج، وصوم رمضان» </p><p> هذه هي أركان الإسلام. أما المسلم فقد يختلف المطلوب منه، فالمطلوب من المسلم أن يشهد مرة واحدة في حياته أن لا إله إلا الله وأن محمداً رسول الله. ومطلوب منه دائماً أن يقيم الصلاة مهما تكن حالته. لكن فرض الزكاة قد يسقط عنه إن كان لا يملك مالاً. وقد يسقط عنه الصوم إن كان مريضاً مرضا لا يرجى شفاؤه أو كان كبير السن لا يقدر على الصوم وعليه فدية طعام مسكين، أما المريض الذي يرجى شفاؤه وكذلك المسافر فيقضيان الصوم بعد زوال العذر ومثلهما الحائض والنفساء. وقد يسقط عنه الحج لأنه لا يملك المال الكافي. هكذا تختلف أركان الإسلام من مسلم لآخر، وهكذا نعرف أن من عاش في بدايات الإسلام ونفذ القليل من الأحكام التي نزلت حتى مات أو استشهد، فقد أدى مطلوب الإسلام منه. </p><p> وعندما نزلت مسألة النهي عن الخمر، والميسر، ذهب أناس إلى رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ليسألوه عن مصير زملائهم وإخوتهم في الإيمان الذين ماتوا أو استشهدوا قبل أن ينزل تحريم الخمر والميسر. ومجرد السؤال هو دليل على اليقظة الإيمانية، فالإنسان لا يكون مؤمناً حتى يحب لأخيه ما يحب لنفسه. وهنا أنزل الحق سبحانه وتعالى القول الكريم:  {لَيْسَ عَلَى الذين ... } </p>"
}