{
  "id": null,
  "sura": 5,
  "aya": 110,
  "text": "<p> لماذا إذن يجمع الله كل الرسل ويسألهم سؤالاً على الإجمال، ثم لماذا يأتي بعيسى ابن مريم ليسأله سؤالاً خاصاً عن حادثة مخصوصة؟ </p><p> أراد الحق بذلك أن يعلمنا أنه سيسأل الرسل سؤالاً يوضح لنا أدب الرسل مع الحق، ويبين لنا تقريع الحق لمن كفروا بالمنهج، أما سؤاله سبحانه وتعالى لعيسى ابن مريم، ذلك السؤال الخاص عن الحادثة المخصوصة، فمرد ذلك إلى أن بعض الذين آمنوا به قد وضعوه في موضع الألوهية أو بنوّة الألوهية، وفي ذلك تعدٍِ على التنزيه المطلق للحق سبحانه وتعالى. ونعلم أن قصارى ما صنعت الأمم السابقة أن بعضهم كفر بالرسل، وبعضهم كذب الرسل، لكن لم يدع أحد من هذه الأمم أن الرسول الذي جاء هو إله، لم يقل ذلك أحد وإن كان بعض فرق اليهود قد قالوا: إن عزيرا هو ابن الله وهذه الفرقة قد انقرضت ولم يبق يهودي يقول ذلك، وسبحانه قد جعل الشرك به قمة الكفر الذي لا غفران له. [النساء: ٤٨] . </p><p> فكأن عيسى عليه السلام سيواجه السؤال ضمن الرسل، ثم يسأله الحق سؤالاً خاصاً به. ويقدم الحق السؤال لعيسى ابن مريم بعد أن ذكِّره بعدد من النعم التي أنعم بها سبحانه وتعالى عليه وعلى أمه مريم عليه وعليها السلام:  {إِذْ قَالَ الله ياعيسى ابن مَرْيَمَ اذكر نِعْمَتِي عَلَيْكَ وعلى وَالِدَتِكَ إِذْ أَيَّدتُّكَ بِرُوحِ القدس تُكَلِّمُ الناس فِي المهد وَكَهْلاً وَإِذْ عَلَّمْتُكَ الكتاب والحكمة والتوراة والإنجيل وَإِذْ تَخْلُقُ مِنَ الطين كَهَيْئَةِ الطير بِإِذْنِي فَتَنفُخُ فِيهَا فَتَكُونُ طَيْراً بِإِذْنِي وَتُبْرِىءُ الأكمه والأبرص بِإِذْنِي وَإِذْ تُخْرِجُ الموتى بِإِذْنِيِ وَإِذْ كَفَفْتُ بني إِسْرَائِيلَ عَنكَ إِذْ جِئْتَهُمْ بالبينات فَقَالَ الذين كَفَرُواْ مِنْهُمْ إِنْ هذا إِلاَّ سِحْرٌ مُّبِينٌ}  [المائدة: ١١٠] . </p><p> ونجد هنا أن الحق سبحانه وتعالى يعدد بعضاً من نعمه على سيدنا عيسى وهي: التأييد بروح القدس وهو سيدنا جبريل عليه السلام، والكلام في المهد بما يبرئ أم عيسى السيدة مريم عليها السلام مما ألصقوه بها من اتهامات، وتعليم الحق له </p><p> الكتاب والحكمة والتوراة والإنجيل. وأنه سبحانه قد أقدره على أن يصنع من الطين كصورة الطير بإذن منه سبحانه وأن ينفخ فيه فيصير طيراً بإذنه سبحانه، وكذلك أقدره الحق سبحانه أن يبرئ الأعمى من العمى. وأن يعيد إلى الأبرص لون جلده الطبيعي ويشفيه، وأجرى على يديه تجربة إعادة الموتى إلى الحياة بإذن منه سبحانه، وكذلك منع الحق عن عيسى ابن مريم كيد اليهود وكف أيدي الذين أرادوا صلبه وقتله على الرغم من أنه جاء لهم بالمعجزات السابقة حتى يؤمنوا فآمن بعض منهم وكفر الذي قال: عن تلك المعجزات: إنها مجرد سحر. </p><p> وعندما نتأمل بالخواطر أمراً واحداً من تلك الأمور نجد أن قدرة الحق سبحانه وتعالى لها تمام الوضوح الظاهر، فمجرد كلام عيسى في المهد هو معجزة؛ والمهد - كما نعلم - هو الفراش المريح للطفل يعده له الأهل ساعة أن يولد؛ لأن الطفل لا قدرة له على أن يتزحزح من مكانه إن كان هناك شيء بارز في مهده يضايقه؛ لأن الطفل يملك الحس ولكن لا قدرة له على مدافعة ما يتطلبه الحس. </p><p> إن الطفل المولود لا يستطيع مثلا أن يمد يده ليزيل الحصوة الناتئةمن الأرض تحت المهد لذا يمهدون فراشه ويوطئونه له. إنه مجرد روح في جسد صغير لا حول ولا قوة له إلا استبقاء الحياة بالتعلق بثدي الأم، فإن تكلم طفل في المهد، فمعنى ذلك أنه امتلك إرادة يسيطر بها على كل جسمه إلى الدرجة التي يمكنه أن ينطق بها الكلام، وهذا لا يحدث أبداً. ونجد الأهل يمهدون الفراش للطفل، لأنهم يعلمون أن أقصى تعبير عن الانفعال هو أن يبكي. وإذا ما تمكنت حشرة صغيرة من لدغ الطفل كالبرغوث أو البعوضة فالطفل لا يملك إلا البكاء. </p><p> وقد تكلم عيسى في المهد بعد أن أقدره الحق على ذلك. ثم جاء الحق بحقيقة هي المقابل للمهد وهي الكلام في الكهولة. فإن كان قد تكلم في المهد إعجازاً ليبرئ أمه البتول فإنه سوف يتكلم كهلاً مبلغاً عن الله. ولم يتكلم عيسى ابن مريم وهو في المهد إلا بما قاله الحق في القرآن الكريم: {قَالَ إِنِّي عَبْدُ الله آتَانِيَ الكتاب وَجَعَلَنِي نَبِيّاً وَجَعَلَنِي مُبَارَكاً أَيْنَ مَا كُنتُ وَأَوْصَانِي بالصلاة والزكاة مَا دُمْتُ حَيّاً وَبَرّاً بِوَالِدَتِي وَلَمْ يَجْعَلْنِي جَبَّاراً شَقِيّاً </p><p> والسلام عَلَيَّ يَوْمَ وُلِدْتُّ وَيَوْمَ أَمُوتُ وَيَوْمَ أُبْعَثُ حَيّاً} [مريم: ٣٠ - ٣٣] . </p><p> قال عيسى عليه السلام في المهد هذه الكلمات ليبرئ أمه الصدِّيقة، ذلك أنهم اتهموها في أعز شيء لديها، ولذلك لم يكن ليجدي أي كلام منها. وإنقاذاً لها أبلغها الحق عن طريق جبريل أو عيسى عليهما السلام أن تقول:  {إِنِّي نَذَرْتُ للرحمن صَوْماً فَلَنْ أُكَلِّمَ اليوم إِنسِيّاً}  [مريم: ٢٦] . </p><p> وسبحانه وتعالى يعلم أن ميلاد عيسى من أم لم يمسسها رجل هو خرق لناموس الكون في الحمل، وكذلك أراد الحق أن يكون هناك خرق للناموس في الكلام فيتكلم عيسى في المهد بكلام معجز له معنى. وعلمه الحق الكتاب:  {وَإِذْ عَلَّمْتُكَ الكتاب} أي علمه الله الكتابة، وعلمه التوراة، وأنزل عليه الإنجيل، وألهمه الحكمة وهي الكلام المحكم الصواب بإلهامات الله ومقابلها في الإسلام أحاديث الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> وجاءت دقة الأداء القرآني لتمنع أي تصور لتدخل من ذات عيسى فيما أجراه الله على يديه وذلك منعاً للفتنة فقال الحق:  {وَإِذْ تَخْلُقُ مِنَ الطين كَهَيْئَةِ الطير} إذن فعيسى لا يخلق الطير ولكن يصنع من الطين مثل هيئة الطير، فالحق وحده هو الذي يخلق الطير؛ فلأنه الإله فهو الذي يخلق خلقاً عاماً، أما البشر فبإمكانهم أن يخلقوا أشياء ويشكلوها كمثل المخلوقات، لكنها ليست مخلوقات. </p><p> إننا نرى ذلك في التماثيل التي ينحتها المثَّال من الصخر أو يشكلها من الطين كهيئة الجمل أو العصفور، لكنه لا يملك أن ينفخ فيه الروح، وقد يخترع الإنسان أشياء مثل الكوب من الرمل المصهور المنقى، لكننا لم نسمع عن خلق كوب ذكر وكوب أنثى ليتوالد من الاثنين نسل من الأكواب! </p><p> إننا نرى دائماً أن خلق الإنسان لشيء إنما يظل معقوداً على حاله فلا ينسل ولا ينمو ولا يحس، والخالق الأعظم يخلق من عدم، أما أنت أيها الإنسان فتصنع أشياء مما </p><p> وهبك الله من أشياء موجودة مطمورة في الأرض أو ظاهرة. ولم يضن سبحانه عليك بل أطلق عليك بأنك خلقت، ولكن لتنتبه إلى أنه سبحانه وتعالى أحسن الخالقين. </p><p> إذن فعيسى صَنَع من الطين مثل هيئة الطير، وكان ذلك بإذن من الله، ونفخ فيه فكان طيرا بإذن الله. والفارق بين قدرة الحادث وهو العبد، وقدرة الباقي القدير وهو الرب أمران. الأول: أن الحق سبحانه وتعالى حينما يقدر أمرا فهو يستطيعه بطلاقة قدرته أن يُقدر بعضًا من خلقه على أن يفعل الشيء، لكن العبد لا يستطيع أن يقدر عبدًا آخر أن يصنع شيئاً مثل الذي يصنعه. </p><p> والمثال على ذلك: نجد الطفل إن أراد أن يحمل كرسياً فهو لا يقدر، ويأتي شاب قوي ليحملَ الكرسي للطفل، هذا الشاب إنما يعدي أثر قوته إلى الطفل ولم يُعَدِّ لَهُ قوته ولم ينقلها له، ويبقى الطفل ضعيفاً كما هو، أما الحق سبحانه وتعالى فهو يُقْدرُ من يريد على ما يريد. فبعظمته سبحانه يعدي من قدرته إلى من لا يقدر ليَقْدر. والعظمة إذن فيما فعل المسيح هي أن الحق سبحانه أراد له أن يحيى فنفخ في الطين فصار طيراً بإذن الله. وقد سبق سيدنا إبراهيم سيدنا عيسى في ذلك عندما سأل الله:  {رَبِّ أَرِنِي كَيْفَ تُحْيِي الموتى}  [البقرة: ٢٦٠] . </p><p> فسأله الله:  {قَالَ أَوَلَمْ تُؤْمِن}  [البقرة: ٢٦٠] . </p><p> فقال إبراهيم:  «بلى» أي أنه آمن، وأضاف:  {بلى وَلَكِن لِّيَطْمَئِنَّ قَلْبِي}  [البقرة: ٢٦٠] . </p><p> والكلام هنا جهته منفكة، فإبراهيم قد آمن، والإيمان اطمئنان القلب إلى عقيدة ما، وما جرى زاد إبراهيم تيقناً. ولم يسأل إبراهيم ربه: أتحيى الموتى ولكن إبراهيم أقر أولاً بقدرة الحق على الإحياء وتساءل عن الكيفية. وطلب الكيفية لا شأن له </p><p> بالإيمان؛ لأن الكيفية تتطلب تجربة. فأمره الحق أن يأتي بأربعة من الطير وضمها إليه ليتعرف عليها جيداً. وأن يقطعها إبراهيم بيديه ويضع كل قطعة على جبل ويناديها، فتأتي القطع بنداء إبراهيم وقد صارت هي الطير نَفْسَهَا التي كانت من قبل. </p><p> وهكذا أراد الله لعيسى عليه السلام أن يصنع من الطين مثل هيئة الطير بإذن الله وأن ينفخ فيها بإذن الله فيصير الطين طيراً. </p><p> وأراد الله لعيسى أن يبرئ الأكمه أي الذي ولد أعمى. وقد يقول قائل: إن في عصرنا يتم ترقيع القرنية ويمكن أن يَرَى ويبصر بعض من الذين ولدوا بلا قدرة على الإبصار. ونقول: إن ما يحدث في عصرنا هو سبق وتقدم على بناء على تجارب، أما ما حدث مع عيسى فكان خرقاً للناموس وأراده الله معجزة. وكذلك أراد الله أن يجري على عيسى شفاء الأبرص أي الذي أصابه بياض كالرقع في بشرته. وكذلك كف بني إسرائيل عنه عندما أرادوا إيذاءه وقتله. وعندما رأوا كل ذلك آمن بعضهم، وكفر البعض واتهموا عيسى عليه السلام بأنه ساحر. وكان ذلك منهم كذبا وافتراء عليه؛ لأنه نبي مرسل بمعجزات واضحة. </p><p> وفي هذه الآية التي نحن بصدد خواطرنا عنها نجد الحق سبحانه وتعالى يسرد نعمه على سيدنا عيسى عليه السلام. وسرد النعمة على الرسول ليس المقصود منه تنبيه الرسول إلى النعمة، فالرسول يعلم النعم جيداً لأنها جرت عليه، ولكنه تقريع لمن رأى هذه الأحداث والنعم ولم يلتزم الإيمان بالله بعدها، وقد أجرى سبحانه كل هذه النعم على عيسى عليه السلام وأيده الله بما يقوي ويزكي رسالته إلى قومه. فكانت نعمة أولا عليه، لأنه مصطفى، مختار، مؤيد. ونلحظ أن هذه الآيات والنعم تنقسم إلى قسمين: قسم يقنع أصحاب العقول والألباب والفكر والمواجيد النفسية. وقسم يقنع القوم الماديين الذين لا يؤمنون بملكوت الله في غيب الله. والقسم الأول الذي يقنع أصحاب العقول والألباب هو تعليم الكتاب والحكمة والتوارة والإنجيل. </p><p> والقسم الثاني الذي يقنع الماديين هو الأمور المادية الحسية التي يتعرف من يراها على أنها لا يمكن أن تجري على يد بشر، كأن يخلق من الطين كهيئة الطير ثم ينفخ فيه </p><p> فيكون طيراً. وإحياء الموتى، وإبراء الأكمه والأبرص. وهذه الآيات خرق للناموس المادي، ولذلك يتبع الحق كل واحدة منها بذكر كلمة:  {بِإِذْنِي} أي أن هذه المعجزات لم تكن لتحدث لو لم يأذن بها الله. ولم يذكر الحق ذلك بالنسبة للآيات الأخرى لأنها أمر ظاهر ومعروف، حتى يكون الأمر واضحاً أمام كل إنسان ممن يحبون عيسى ويرتفعون به إلى مقام أعلى من مقام النبوة المؤيدة ممن أرسله. وحتى لا يخدع قوم عيسى في هذه الآيات ويظنوها مزية مطلقة له، ولكنها مجرد آيات معجزات لإثبات صدق الرسالة عن الله. </p><p> إن عيسى عليه السلام حينما أخذ كل قطعة من الطين ليصور منها طيراً وينفخ فيها فتكون طيراً لم يفعل ذلك بقدرته وإرادته، وإنما حدث ذلك بإذن من الله، ولم يحترف عيسى تلك المسألة، وكذلك كان إبراء الأكمه والأبرص وإحياء الموتى بإذن الله، وكل ذلك خرق لناموس المادة، لذلك كرر الحق القول بأن هذا الخرق كان بإذن منه سبحانه حتى نعرف أن عيسى لم يأخذ من قدرة الله طلاقة له بل انحصر الأمر في هذه المسائل التي أذن الله فيها فقط. </p><p> إننا نجد أن كل خرق لناموس الغيب عند الأنبياء أو الأولياء، أو من يعطيهم الله هذه الإشراقية، هذا الخرق إنما هو لتكريم النبي أو الولي أو الذي تشرق عليه فيوضات الله، وعلينا أن نعرف أن الله لم يعط إنساناً واحداً القدرة على العلم بالغيب. مطلقاً إنما يطلع الحق بعضاً من خلقه بهبة من تجلياته على شيء جزئي. فالخلق سبحانه وتعالى هو مالك الغيب:  {وَعِندَهُ مَفَاتِحُ الغيب لاَ يَعْلَمُهَآ إِلاَّ هُوَ}  [الأنعام: ٥٩] . </p><p> ولم نر إنساناً علاماً للغيب ولكن يُعْلِمُهُ الله بغيب من بعض غيبه، حتى نعلم أنها أحداث وقتية يتجلى الله فيها بفضله، ليثبت حالة من الحالات، ثم يظل الإنسان مع الناموس العام في كون الله. والناموس الكوني هو الأمور والقوانين التي أطلقها الله في الكون لتعمل لخدمة المؤمن والكافر والطائع والعاصي. ومثال ذلك شروق الشمس وغروبها، وحركة السحاب حاملاً المطر، ووجود الأرض بعناصرها القابلة للزراعة. وخرق الناموس يكون بإذن من الله للرسل والأنبياء والأولياء؛ إننا نجد </p><p> كل ذلك آيات من الحق لإثبات صدق الرسول في البلاغ عنه، وهذا الإثبات مشروط بشروط: أولها أن يكون النبوغ قد بلغ درجة قصوى في هذا المجال الذي تحدث فيه تلك المعجزة، والمثال على ذلك: خرق الحق سبحانه لناموس العصا وهي فرع من شجرة وجعل موسى عليه السلام يلقيها فإذا هي حية تسعى. وما أجراه الله على عصا موسى لم يكن سحراً ولكنه نقلها من جنس إلى جنس في عصر نبغ فيه الناس في السحر، ونعلم أن موسى أنس إلى ربه فقال وأطنب وأسهب وأطال:  {هِيَ عَصَايَ أَتَوَكَّأُ عَلَيْهَا وَأَهُشُّ بِهَا على غَنَمِي}  [طه: ١٨] . </p><p> وعرف موسى من بعد مقام الأنس والانجذاب مقام الخشية فأوجز قائلاً:  {وَلِيَ فِيهَا مَآرِبُ أخرى}  [طه: ١٨] . </p><p> لقد عرف موسى عليه السلام أنه يخاطب مولاه فأطال الأنس به وعرف أيضاً مراعاة المقامات وانتقل من الانجذاب والأنس إلى مقام الرهبة فقال:  (ولي فيها مآرب أخرى) . </p><p> وجاء الأمر بإلقاء العصا:  {أَلْقِهَا ياموسى}  [طه: ١٩] . </p><p> وهنا خرجت العصا عن ناموسها الذي يعلمه موسى عليه السلام فلم تعد للتوكؤ والهش على الغنم، ولكنها تنتقل من جنس الخشب إلى جنس الحيوان فتصير حيّة:  {فَأَلْقَاهَا فَإِذَا هِيَ حَيَّةٌ تسعى}  [طه: ٢٠] . </p><p> ولذلك كان لا بد أن تُدهش المسألة موسى عليه السلام، لذلك أوجس خيفة. </p><p> ولكن موسى عندما عرف سرّ عصاه لم يوجس خيفة بل تحدى السحرة الذين جاء بهم فرعون في يوم الزينة، وعرف موسى أنه ليس بساحر مثلهم ولكن الله أتاه معجزة </p><p> ستبهر حتى السحرة، فالسحرة يعلمون أن عملهم تخييل وليس تغييراً للأشياء، أما الحق فهو يغير الأشياء نفسها. </p><p> لقد جاء السحرة بناء على امر فرعون إلى يوم الزينة، ويعلمنا القرآن بلمحات جانبية أن نظام السحرة كان موجوداً، ولذلك طالب السحرة بأجرهم إن هم غلبوا موسى:  {قالوا إِنَّ لَنَا لأَجْراً إِن كُنَّا نَحْنُ الغالبين}  [الأعراف: ١١٣] . </p><p> وعلى الرغم من اختلاف مواهب هؤلاء السحرة ورقي كل منهم في فرع من فروع السحر، إلا أنهم جميعاً سجدوا للحقيقة عندما ألقى موسى عصاه وقالوا:  {قَالُواْ آمَنَّا بِرَبِّ العالمين رَبِّ موسى وَهَارُونَ}  [الشعراء: ٤٧ - ٤٨] . </p><p> وهكذا عرفوا أن ما فعله موسى ليس قدرة بشرية ولكنه قدرة فوق قدرة البشر. إنها المعجزة التي يجريها الله على يد الرسل لإثبات صدقهم في إدعائهم أنهم رسل من الله. وكذلك نبغ قوم عيسى عليه السلام في الطب. ولم يجرؤ أحدهم على أن يشفي بكلمة واحدة الأكمه والأبرص أو أن يخرج الميت من موته إلى الحياة. وعلى الرغم من تقدمهم في الطب لم يستطع أحدهم أن يفعل ذلك. والحق سبحانه يسهل المعجزات على رسله، والمثال في الإسلام هو الإسراء برسولنا ونبينا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وحَدَثَ الإسراء في لمح البصر، ونحن في زماننا نرى التقدم الآلي والفني قد اخترع الصواريخ التي يمكن أن تختصر الوقت لمثل الرحلة من مكة إلى القدس ولكنها تمت بوساطة آلة تعمل وبأجهزة أعدت بنظام دقيق بعد تجارب مضنية، ولكن الحق عندما أراد لم يكن الأمر سوى كلمة منه تصير معجزة في التو واللحظة. ولنحفظ ذلك جيداً. إن المعجزة خرق اقتدار لا سبق ابتكار أي أنها خرق لنواميس الكون حادث من اقتدار المقتدر - سبحانه - ولم يحدث ذلك من ابتكار واختراع واكتشاف مكتشف. </p><p> ويُسلّي سبحانه عيسى عليه السلام بذكر هذه البيانات، لكنَّ الكافرين من قوم عيسى عليه السلام قالوا إنها سحر:  {فَقَالَ الذين كَفَرُواْ مِنْهُمْ إِنْ هذا إِلاَّ سِحْرٌ مُّبِينٌ} . ونعلم أن الحق خلق الخلق وجعل الإيمان أمراً فطرياً فيهم، ثم تأتي الغفلة فتبهت جزئية من جزئيات الإيمان، وتتلوها غفلة أخرى فتبهت جزئية أخرى، وتأتي غفلة ثالثة فتصير إلى الران وهو ما يعطي القلب فلا تنفذ إليه الهداية، وذلك بسبب </p><p> ما كسبوا وفعلوا من الذنوب:  {كَلاَّ بَلْ رَانَ على قُلُوبِهِمْ مَّا كَانُواْ يَكْسِبُونَ} . </p><p> ولنستمع إلى حديث رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، الذي رواه حذيفة: </p><p> «حدثنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حديثين قد رأيت أحدهما وأنا أنتظر الآخر. حدثنا أن الأمانة نزلت في جذر قلوب الرجال، ثم نزل القرآن فعلموا من القرآن وعلموا من السنة، ثم حدثنا عن رفع الأمانة قال: ينام الرجل النومة فتقبض الأمانة من قلبه فيظل أثرها مثل الوَكْت (أي الأثر اليسير من الشيء) ثم ينام النومة فتقبض الأمانة من قلبه فيظل أثرها مثل المَجْل (أي أكثر العمل في الكف) كَجَمْرٍ دحرجته على رجلك فنَفِط فتراه مُنْتَبِراً (أي متورّماً) وليس فيه شيء، ثم أخذ حصاةً فدحرجها على رجله، فيصبح الناس يتبايعون فلا يكاد أحد يؤدي الأمانة حتى يقال إن في بني فلان رجلاً أميناً حتى يقال للرجل ما أجلده، ما أظرفه، ما أعقله، وما في قلبه مثقال حبة من خردل من إيمان، ولقد أتى علي زمان وما أبالي أيَّكم بايعت، لئن كان مسلماً ليردنّه على دينه، ولئن كان نصرانياً أو يهودياً ليردنّه على ساعيه، وأمَّا اليوم فما كنت أبايع منكم إلا فلاناً وفلاناً» . </p><p> وها هوذا الحديث الثاني الذي حدثنا به حذيفة عن رفع الأمانة والفتنة. قال حذيفة: </p><p> «كنا عند عمر فقال: أيكم سمع رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يذكر الفتن؟فقال قوم:نحن سمعناه.فقال:لعلكم تعنون فتنة الرجل في أهله وجاره: قالوا أجل.قال:تلك تكفِّرها الصلاة والصيام والصدقة، ولكن أيكم سمع النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يذكر الفتن التي تموج موج البحر؟قال حذيفة:فأسكت القوم،فقلت:أنا.قال:أنت لله أبوك.قال حذيفة:سمعت رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يقول:</p><p> » تعرض الفتن على القلوب كالحصير عوداً عوداً فأي قلب أشربها نُكِت فيه نكتة سوادء، وأي قلب أنكرها نكت. فيه نكتة بيضاء حتى تصير على قلبين على أبيض مثل </p><p> الصفا فلا تضره فتنة ما دامت السموات والأرض، والآخر أسود مرْبادّاً كالكور مُجَخِّياً - أي مقلوباً - لا يعرف معروفاً ولا ينكر منكراً إلا ما أشرب من هواه «.</p><p> قال حذيفة: وحدثت أن بينك وبينها باباً مغلقاً يوشك أن يكسر. </p><p> قال عمر: » أكَسْراً لا أبا لك، فلو أنه فُتح لعله كان يُعاد «.</p><p> هكذا كان حديث رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ عن رفع الأمانة وضياع المناعة الإيمانية من النفس البشرية. وأراد سبحانه للمناعة الإيمانية أن تبقى في عباده، لذلك تدخل بالرسل حتى تتكون المناعة ويكبح المجتمع جماح كل فرد. تحدثه نفسه بفتنة. </p><p> وعندما كان يتم الفساد في الأرض. نجد الحق يرسل الرسول ليعيد البريق إلى النفس اللوامة، ويحيي في المجتمع القدرة على أن يتناسق السلوك فيه على ضوء منهج الله. ولذلك نجد أن المقاومة التي تحدث للرسل إنما تحدث من الذين يستمتعون بالفساد وبآثار الفساد. وحين يأتي منهج الهداية فهو يأخذ بأيدي المظلومين ويغضب منه الظالمون الأقوياء الجبابرة، ولذلك يهاجمون الرسل والمنهج القادم من الله؛ لأن هذا المنهج سيقطع عليهم سبل الفساد الذي يدر عليهم عائداً هو في نظرهم كبير. </p><p> لقد رأينا صناديد قريش وقد تصدوا للدعوة، فمحمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ جاء بالمساواة بين كل البشر. </p><p> لقد كانوا يعرفون أن مجرد النطق ب «لا إله إلا الله محمد رسول الله» يعني فقدانهم لسلطان إرهاب الناس والقبائل. ولو كانت المسألة مجرد كلمة تقال، ويبقى الأمر على ما كان عليه لقالوها، ولكنها كانت كلمة تغير من الأمر سياسياً واقتصادياً واجتماعياً، ولا يبقى من جبروت لأحد، فكل الناس سواسية. لذلك تصدى صناديد قريش لدعوة الإسلام. وهكذا نجد أن كل رسول يأتي يبرز له من يعاديه من أصحاب الفساد والجبابرة في الأرض، مصداقاً لقول الحق سبحانه وتعالى: </p><p> {وَكَذَلِكَ جَعَلْنَا لِكُلِّ نِبِيٍّ عَدُوّاً شَيَاطِينَ الإنس والجن}  [الأنعام: ١١٢] . </p><p> والمثال على ذلك هو إرادة الحق في أن يجعل صيحة الإيمان في الجاهلية تأتي أولاً إلى أذن سادة العرب جميعاً وهم قريش الذين لا يجرؤ أحد على التعرض لهم، لكن النصر لا يأتي لمحمد وهو في مكة حيث كانت مقام السيادة؛ لأن النصر لو حدث في أول الدعوة ومحمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يحيا بين قومه في مكة لقال قائل: لقد حدث النصر من قوم ألفوا السيادة وأرادوا أن يسودوا العالم كله لا الجزيرة العربية وحدها، وأن قريشاً قد ساندت محمداً لاستبقاء هذه السيادة وبسطها على غيرهم، ولكنه - سبحانه - جعل مقام النصر ينبع من المدينة المنورة. </p><p> إنّ الصرخة أولاً جاءت في أذن السادة ثم التف حولها المستضعفون في الأرض الذين لا يستطيعون حماية أنفسهم، ثم هاجروا وقوّاهم الله من بعد ذلك على الأقوياء. </p><p> إننا نجد كل داع إلى الله يأتي إنما يريد استبقاء خير النبوات حتى لا يأتي الران على القلوب، وإن استبقاء هذا الخير يغضب منه الجبابرة والمنحرفون الذين يريدون السيادة على العالم بفكرهم. والداعية إلى الله الذي لا تجد له عدواً يصيبه بالسوء حظه من ميراث النبوة ضعيف، والداعية الذي له أعداء له من ميراث النبوة الشيء الكثير. </p><p> والكافرون بعيسى عليه السلام عندما رأوا قوة الآيات التي جاء بها عيسى عليه السلام. قالوا:  {إِنْ هذا إِلاَّ سِحْرٌ مُّبِينٌ} وهذا يعني أن معجزات عيسى عليه السلام قد أحفظتهم وأغضبتهم وأحنقتهم وملأت مشاعرهم بالخيبة. إنه قول من قوم يكرهون منهج الحق، وعلى ذلك يكون كفر الكافر نعمةَ يدعم بها الحق الداعي إليه؛ لأن ذلك يحفزه ويدفعه إلى الدفاع عن دين الله، فمقاومة الإيمان تظهر قوة المؤمن بالعقيدة التي يؤمن بها. </p><p> ويقول سبحانه وتعالى من بعد ذلك: </p><p> {وَإِذْ أَوْحَيْتُ إِلَى الحواريين ... } </p>"
}