{
  "id": null,
  "sura": 5,
  "aya": 6,
  "text": "<p> سبحانه يأمرنا بوضوح محدد: إذا أردتم القيام إلى الصلاة فلا بد لكم من تنفيذ عملية الوضوء. </p><p> وتتعرض الآية إلى الأركان الأساسية في الوضوء. وقد يلتبس الأمر على بعض الناس ولا يستطيع أن يميز بين سنن الوضوء وأركان الوضوء؛ لأن السنن تقتضي أن يغسل الإنسان يديه ثم يتمضمض، ثم يستنشق الماء وهكذا. هذه هي السنن التي تمتزج بالأركان الأساسية للوضوء. </p><p> ويبدأ الحق أركان الوضوء الأساسية بقوله:  {فاغسلوا وُجُوهَكُمْ} والغسل يتطلب إسالة الماء على العضو وأن يقطر منه الماء بعد ذلك. والمسح هو اللمس بالماء ليصيب العضو ولا يتقطر منه الماء؛ إنه مجرد بلولة بالماء. والحق سبحانه وتعالى حينما تكلم في هذه الآية عن الوضوء، تكلم عن أشياء تُغسل وعن شيء يُمسح. فالأمر بالغسل يشمل الوجه واليدين إلى المرافق والرجلين إلى الكعبين. والأمر بالمسح يشمل بعض الرأس. والغسل قد يكفي مرة أو اثنتين أو ثلاثا ليتأكد الإنسان تماما من الغسل، ولكن إذا كانت المياه قليلة فيكفي أن يغسل الأجزاء المطلوبة مرة وأن يتأكد أنه قد غسل المساحات المطلوبة. </p><p> إن الزيادة على المرة الواحدة إلا ثلاث مرات أمر مسنون لا واجب وغسل الوجه معروف تماما للجميع، فالوجه هو ما به المواجهة. والمواجهة تكون من منبت الشعر إلى الذقن، وتحت منتهى لحييه وهما العظمان اللذان تنبت عليهما الأسنان السفلى، هذا في الطول، وفي العرض يشمل الوجه ما بين شحمتي الأذنين. ولا أحد يختلف في </p><p> تحديد الوجه، ولذلك أطلق الحق الوجه ولم يعينه بغاية، فلم يقل: اغسل وجهك من كذا إلى كذا؛ ولكنه أمر بغسل الوجه، فلا اختلاف في مدلول الوجه لدى الجميع. والكل متفق عليه، هذا إذا ما بدأنا بالفروض الأساسية. لكن إذا ما بدأنا بالسنن فنحن نغسل الكفين إلى الرسغين أولا ثم نتمضمض ونستنشق. </p><p> وبعض العارفين بالله يقول عن هذه المقدمات التي هي من السنن: إنها لم تأت اعتباطا؛ لأن تعريف الماء هو: السائل الذي لا لون له ولا طعم ولا رائحة، وإن تغير أي وصف من هذه الأوصاف يكون السائل قد خرج عن المائية. فساعة تأخذ الماء بيديك ستطمئن على لون الماء، وتعرف أنه لا لون له، وعندما تتمضمض فأنت تطمئن إلى أنه لا طعم له؛ وعندما تستنشق فأنت تطمئن على أن الماء لا رائحة له، وبذلك تطمئن إلى أن الماء الذي تستعمله في الوضوء يكون قد استوفى الأوصاف قبل أن تبدأ في عمل المطلوب من أركان الوضوء التي يطلبها الله، والسنة تقدمت هنا على الأركان لحكمة هي أن توفر للإنسان الثقة في الماء الذي يتوضأ منه. وبعد ذلك يغسل الإنسان الوجه من منابت شعر الرأس وتحت منتهى لحييه وذلك طولا وما بين شحمتي الأذنين عرضًا. </p><p> وبعد غسل الوجه قال الحق:  {وَأَيْدِيَكُمْ إِلَى المرافق} وميز الحق هنا الأيدي بتحديد المساحة المطلوب غسلها بأنها إلى المرافق، أي أنه زاد غاية لم توجد في الوجه، ولكن جاء الأمر بغسل اليدين إلى المرافق؛ لأن اليد تطلق في اللغة ويراد بها الكف، مثال ذلك في حكم الحق على السارق والسارقة:  {فاقطعوا أَيْدِيَهُمَا}  [المائدة: ٣٨] </p><p> وتطلق اليد أيضا ويراد بها الكف والساعد إلى المرفق. وتطلق اليد أيضا ويراد بها إلى الكتف. فلليد ثلاث إطلاقات. ولو أن الحق قد أمر بغسل اليد ولم يحدد الغسل ب «إلى المرافق» لغسل البعض كفيه فقط، وغسل البعض يديه إلى المرافق، ولغسل البعض يديه إلى الكتفين؛ ولأن الحق يريد غسل اليد على وجه واحد محدد؛ لذلك قال:  {وَأَيْدِيَكُمْ إِلَى المرافق} . </p><p> إذن فساعة يريد الحق شيئا محددا، فهو يأتي بالأسلوب الذي يحدده تحديدا يقطع </p><p> الاجتهاد في هذا الشيء. وكلمة «إلى» تحدد لنا الغاية، كما أن «مِن» تحدد الابتداء، ولكن هل تدخل الغاية هنا أم لا؟ هل تدخل المرافق في الغسل أم لا؟ إن «إلى» قد تدخل الغاية ومرة أخرى لا تدخل الغاية. </p><p> فمثال إدخالها الغاية قوله تعالى:  {سُبْحَانَ الذي أسرى بِعَبْدِهِ لَيْلاً مِّنَ المسجد الحرام إلى المسجد الأقصى الذي بَارَكْنَا حَوْلَهُ}  [الإسراء: ١] </p><p> هل أسرى الحق برسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إلى المسجد الأقصى ولم يدخله؟ لا أحد يعقل ذلك. إن «إلى» هنا تقتضي أن تدخل الغاية؛ لأن الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كان قد ذهب إلى المسجد الأقصى بمراد الإسراء إليه والدخول والصلاة فيه. ويقول سبحانه:  {ثُمَّ أَتِمُّواْ الصيام إِلَى الليل}  [البقرة: ١٨٧] </p><p> فهل يدخل الليل في الصيام؟ لا، لأننا لو أدخلنا الليل في الصوم لصار في الصيام وصالٌ أي نصل الليل بالنهار صائمين. إذن فمع «إلى» تجد الغاية تدخل مرة، وتجدها لا تدخل مرة أخرى. واختلف بعض العلماء حول المرفق هل يدخل في الغسل أو لا؟ وصار في عموم الاتفاق أن يدخل المرفق في الغسل احتياطيا؛ لأن أحداً لا يستطيع تحديد المرفق من أين وإلى أين. ونعرف أن هناك احتياطات للتعقل، فمرة نحتاط بالاتساع ومرة نحتاط بالتضييق. </p><p> مثال ذلك عندما نصلي في البيت الحرام. ونحن نعرف أن الكعبة بناء واضح الجدران، وبجانب جدار من جدران الكعبة يوجد الحطيم وهو حجر إسماعيل وهو جزء من الكعبة يحيطه قوس. وعندما يصلي إنسان حول الكعبة، هل يتجه إلى الحطيم أم إلى بناء الكعبة؛ لأنه مقطوع بكعبيته، والاحتياط هنا احتياط بالنقص، فنتوجه إلى الكعبة وهي البناء العالي فقط، ولكن عند الطواف. فإننا نطوف حول </p><p> الكعبة والحطيم، أي أن الاحتياط هنا يكون بالزيادة؛ لأننا إذا ما طفنا حتى من وراء المسجد فهو طواف حول البيت الحرام. </p><p> إذن فالاحتياط يكون مرة بالنقص ومرة يكون بالزيادة. وفي مجال الوضوء يكون غسل المرافق هو احتياط بالزيادة؛ ذلك أن «إلى» تكون الغاية بها مرة داخلة، ومرة تكون الغاية بها غير داخلة. </p><p> ثم يقول الحق سبحانه وتعالى من بعد ذلك:  {وامسحوا بِرُؤُوسِكُمْ} الأسلوب هنا يختلف؛ فالمطلوب هو المسح. كان المطلوب أولاً هو الغسل للوجه على اطلاقه؛ لأنه لا خلاف على الوجه، ثم غسل اليدين إلى المرافق، وتم تحديد الغاية لأن الحق يريد الغسل لليدين على لون يقطع الجدل والاجتهاد فيه. ولو قال الحق:  «امسحوا رءوسكم» مثلما قال: «اغسلوا وجوهكم» لما كان هناك خلاف. لكن لو قال:  «امسحوا بعض رؤوسكم» فهل يوجد خلاف؟ نعم فذلك البعض لم يحدد. ولو قال:  «امسحوا ربع رءوسكم» فهل يوجد خلاف؟ نعم قد يوجد خلاف لأن تحديد الربع عسير وشاق. </p><p> لماذا إذن اختار الحق هنا هذا الأسلوب {امسحوا بِرُؤُوسِكُمْ} مع أن في الآية أساليب كثيرة، منها أسلوب مجرد عن الغاية، وأسلوب موجود به الغاية، وهذا الأسلوب لا هو مجرد ولا هو موجود به الغاية؟ وقال الحق:  {امسحوا بِرُؤُوسِكُمْ} ولنا أن نبحث عن كيفية استعمال حرف (الباء) التي تسبق «رءوسكم» . </p><p> إن «الباء» في اللغة تأتي بمعان كثيرة. قال ابن مالك في الألفية: </p><p> بالباء استعن وعد عوض الصق ... ومثل «مع» و «من» و «عن» بها انطق </p><p> ومقصود بها أن تعطي الحرية للمشرع؛ لأن الباء تأتي لمعان كثيرة، للاستعانة مثل: كتبت بالقلم، ولتعدية الفعل اللازم نحو: ذهبت بالمريض إلى الطبيب، وللتعويض مثل: اشتريت القلم بعشرين جنيها، والالتصاق نحو: مررت بخالد، وتأتي بمعنى «مع» مثل: بعتك البيت بأثاثه أي مع أثاثه، وبمعنى «من» مثل: شرب بماء النيل أي من ماء النيل، وبمعنى «عن» مثل قوله تعالى {سَأَلَ سَآئِلٌ بِعَذَابٍ وَاقِعٍ} ، وتأتي أيضا للظرفية نحو: ذهبت إلى </p><p> فلان بالليل أي في الليل، وتكون السببية نحو: باجتهاد محمد منح الجائزة أي بسبب اجتهاده، إلى غير ذلك من المصاحبة نحو:  {فَسَبِّحْ بِحَمْدِ رَبِّكَ} أي سبح مصاحبا حمد ربك. </p><p> إن الذي يقول: امسحوا بعض رءوسكم ولو شعرة، فهذا أمر يصلح ويكفي وتسعفه الباء لغة، والمسح يقتضي الإلصاق، والآلة الماسحة هي اليد. وهناك من يقول: نأخذ على قدر الأداة الماسحة وهي اليد أي مسح مقدار ربع الرأس. </p><p> إذن كل حكم من هذه الأحكام يصلح لتمام تنفيذ حكم مسح الرأس، ولو أن الله يريدها على لون واحد لأوضح ما أراد، فإن أراد كل الرأس لقال:  «امسحوا رءوسكم» كما قال: {فاغسلوا وُجُوهَكُمْ} ، وإن كان يريد غاية محددة، لحدد كما حدد غسل اليدين إلى المرفقين. </p><p> ومادام سبحانه قد جاء بالباء، والباء في اللغة تحتمل معاني كثيرة؛ لذلك فمن ذهب إلى واحدة منها تكفي، لأن أي غاية محتملة بالباء أمر صحيح. </p><p> والأمر هنا أن يتفهم كل منفذ لحكم محتمل ألا يُخَطِّئَ الحكم الآخر. بل عليه أن يقول: هذا هو مقدار فهمي لحكم الله. والله ترك لنا أن نفهم بمدلول الباء كما أرادها في اللغة. وقد خلقك الحق أيها الإنسان مقهورا لأشياء لا قدرة لك فيها؛ كحركة الجوارح، وكالأشياء التي تصيب الإنسان كالموت. </p><p> إن هناك أشياء أنت مخير فيها، ولذلك كان تكليف الحق لك مبنيا على هذا؛ ففي أشياء يقول لك:  «افعل كذا» أو «لا تفعل كذا» وفي أشياء أخرى يترك لك حرية التصرف في أدائها. وذلك حتى يتسق التكليف مع طبيعة التكوين الإنساني. فلم يَصُب الله الإنسان في قالب حديدي. ولنا في سلوك الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ القدوة الحسنة؛ هذا الرسول الذي أوكل إليه الحق إيضاح كل ما غمض من أمور الدين؛ فقال له الحق:  {وَأَنْزَلْنَا إِلَيْكَ الذكر لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُونَ}  [النحل: ٤٤] </p><p> وحينما كان الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مع المؤمنين في غزوة الأحزاب التي قال عنها الحق: </p><p> {هُنَالِكَ ابتلي المؤمنون وَزُلْزِلُواْ زِلْزَالاً شَدِيداً}  [الأحزاب: ١١] </p><p> هذه المعركة كانت قاسية، حرك الحق فيها الريح وتفرق فيها أعداء الإسلام، وصرف الحق الأحزاب ورجع الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إلى المدينة. وكان من المفروض أن يرتاح المؤمنون المقاتلون. لكن قبل أن يخلعوا ملابس الحرب جاء جبريل إلى الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وقال: أَوَ قد وضعت السلاح يا رسول الله؟ قال: نعم: فقال جبريل: فما وضعت الملائكة السلاح بعد، وما رجعت الآن إلا من طلب القوم، إن الله عَزَّ وَجَلَّ يأمرك يا محمد بالمسير إلى بني قريظة فإني عامد إليهم فمزلزل بهم. ف (أمر رسول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - مؤذنا فأذن في الناس:  «لا يصلين أحدٌ العصرَ إلا في بني قُريظة فأدرك بَعْضِهُّم العصرُ في الطريق، فقال بعضهم لا نصلي العصرَ حتى نأتيها وقال بعضهم بل نصلي لم يُردْ منا ذلك فذُكر للنبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فلم يُعَنِّف أحدًا منهم» . </p><p> هي مسألة كبرى إذن. والتزاما بأمر النبوة خرج الصحابة إلى مواقع بني قريظة. وكادت الشمس تغرب وهم في الطريق؛ وانقسموا إلى قسمين؛ قسم قال: ستغيب الشمس ولم نصل العصر فلنصله قبل أن تغيب الشمس. وقال القسم الثاني: لقد أمرنا النبي ألا نصلي العصر إلا في بني قريظة، ولن نصليه إلا هناك وإن غابت الشمس. وصلى القسم الأول ولم يصل القسم الثاني. </p><p> وعندما ذهبوا إلى المشرع وهو رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وذكروا له الأمر لم يعب على أي جانب منهم شيئا، وأقر هذا وأقر ذاك. وتلك فطنة النبوة، فالنبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يعلم أن كل حدث من الأحداث يتطلب زمانا ويتطلب مكانا، والذين صلوا نظروا إلى عنصرية الزمن، وخافوا أن تغيب الشمس قبل ذلك. والذين لم يصلوا نظروا إلى عنصرية المكان فلم يصلوا العصر إلا في مواقع بني قريظة. وأقر رسول الله الأمرين معا. </p><p> إن هذا يدلنا على أن هناك أشياء يتركها الحق قصدا دون تحديد قاطع لأنه يحبها على أي لون، مثال ذلك أن فعل من يمسح ربع رأسه في الوضوء جائز، وفعل من يمسح رأسه كلها جائز، وجاء الحق بالباء الصالحة لأي وجه من وجوه مسح الرأس، </p><p> وكذلك شأن الخلافات في الأمور الاجتهادية. وإذا كانت القاعدة الشرعية تقول:  «لا اجتهاد مع النص» فهذا لا يكون إلا مع النص الذي لا يحتمل الاجتهاد. </p><p> وليس كل التشريع هكذا؛ لأنه سبحانه أوضح ما لا يحتمل الاجتهاد، وأوضح ما يحتمل الاجتهاد؛ وحينما كلف الله عبده الإنسان بتكليفات، إنما كلفه بما يتناسب وتكوينه، وكما أن تكوين الإنسان فيه أشياء هو مقهور عليها. فهناك الأحكام التي لا اختيار له فيها، وهناك أمور اختيارية، وما وصل إليه المجتهد هو حق وصواب يحتمل الخطأ، وما وصل إليه غيره خطأ يحتمل الحق والصواب. وكل ما وصل إليه طرف من الاجتهاد حق لأن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ صوّب من صلى العصر قبل أن يصل إلى أرض بني قريظة، وصوب كذلك من صلى العصر بعد أن وصل إلى مواقع بني قريظة. فالرسول - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - اعتبر فعل كل فريق منهما صوابا. </p><p> ويقول الحق من بعد الأمر بمسح الرأس:  «وأرجلكم» . وكان سياق النص يقتضي كسر اللام في «أرجلكم» ولكن الحق جاء بالأرجل معطوفة على غسل الوجه واليدين. وغير معطوفة على «برءوسكم» وهذا يعني أن الرجلين لا تدخلان في حيز المسح؛ إنما تدخلان في حيز الغسل. </p><p> ونبه الحق بالحركة الإعرابية على أنها ليست معطوفة على الجزء المصرح بمسحه، ولكنَّها معطوفة على الأعضاء المطلوب غسلها. ولم يأت الحق بالممسوح في جانب والمغسول في جانب ليدل على أن الترتيب في هذه الأركان أمر تعبدي وإلا لجاء بالمغسول معا والممسوح معا، ويحدد الحق أيضا غسل الرجلين إلى الكعبين:  {وَأَرْجُلَكُمْ إِلَى الكعبين} . والرجل تطلق على القدم، وتطلق على القدم والساق إلى أصل الفخذ. ويريد سبحانه غسل الرجلين محدودا إلى الكعبين. </p><p> وحتى نعلم أن هذه مسائل تعبدية؛ عرفنا أن اليد تطلق على الكف، ومن أطراف الأصابع إلى الكتف يطلق عليه «يد» أيضا، والمرفق في اليد هو الحد الوسط، و «الكعبين» هو الحد الأول في الساق؛ لأن الوسط بعد الساق هو الركبة. </p><p> إذن. ترتيب المسألة في اليدين كف وساعد وعضد؛ والمرفق في وسط اليد، وفي الرجلين يقف الأمر عند الحد الأول وهو الكعبان. هي - إذن - مسألة تعبدية وليست مسألة قياسية. </p><p> ويبين الحق لنا أنه إذا أراد أمراً بدقة فهو يحدده بلا تدخل أو خلاف. أما إذا جاء بأمر غير واضح فهو إِذْنٌ منه سبحانه أن نجتهد فيه لنشعر أن لنا بعض الاختيار في بعض ما تعبدنا الله به، وكله داخل في مرادات الله؛ لأن إيراد النص - شاملا - لكل المفهومات هو إِذْنٌ بهذا المفهوم وإِذْنٌ بذلك المفهوم. </p><p> {فاغسلوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى المرافق وامسحوا بِرُؤُوسِكُمْ وَأَرْجُلَكُمْ إِلَى الكعبين وَإِن كُنتُمْ جُنُباً فاطهروا} . إنّ الوضوء شرع لغير الجنب. أي أنه لمن يُحْدِثُ حدثا أصغر. وهناك فرق بين إخراج ما ينقض الوضوء وهو ما يؤذي، وبين إخراج ما يُمتع، فإنزال المني أو حدوث الجماع يقتضي الطهارة بالاغتسال. ونعلم أن الإنسان حين يستمتع بطعام؛ أو يستمتع برائحة، أو بأي شيء هو محدود بوسيلة الاستمتاع به، أما الاستمتاع بالجماع فلا يعرف أحد بأي عضو أدرك لذته. وهي مسألة معقدة إلى الآن. ولا يعرف أحد كيف تحدث، مما يدل على أن جميع ذرات التكوين الإنساني مشتركة فيها. ومادام الأمر كذلك فالطهور يقتضي أن يغسل الإنسان كل جسمه: </p><p> {وَإِن كُنتُمْ جُنُباً فاطهروا وَإِن كُنتُم مرضى أَوْ على سَفَرٍ أَوْ جَآءَ أَحَدٌ مِّنْكُمْ مِّنَ الغائط أَوْ لاَمَسْتُمُ النسآء فَلَمْ تَجِدُواْ مَآءً فَتَيَمَّمُواْ صَعِيداً طَيِّباً فامسحوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ} . </p><p> وقد يقول قائل: أليست «لامستم النساء» كالجنابة؟ </p><p> ونقول: إن الذي يجيء هنا هو حكم ثان يوضح لنا ما ينوب عن المياه، لأن الحق يرتب لِعبادة لا تسقط عن المكلف أبداً؛ لذلك لن يكلفه بشيء قد لا يجده، فقد لا يجد الإنسان المياه، وعليه إذن بالتيمم؛ لأن الصلاة عبادة لا تسقط أبدا عن المكلف حتى في حالة مرضه الذي لا يستطيع أن يحرك معه أي عضو من جسمه، هنا يسمح سبحانه للمريض أن يصلي جالسا، أو مستلقيا أو يصلي بالإيماء برأسه، أو يصلِّي بأهداب عينيه، وحتى مريض الشلل عليه إجراء خواطر الصلاة وأركانها على قلبه؛ لأن فرض الصلاة عبادة لا تسقط أبدا عن الإنسان مادام فيه عقل. </p><p> إننا نعرف أن الصلاة هي الركن الوحيد من أركان الإسلام الذي يتطلب الاستدامة، فيكفي المرء أن يقول الشهادة مرة واحدة في العمر، ويسقط الصوم عن </p><p> الإنسان إن كان مريضا، ويطعم غيره، أو يؤديه في أوقات أخرى إن كان مريضا مرضا مؤقتا أو على سفر. وقد لا يؤدي الإنسان الزكاة لأنه فقير، وكذلك الحج لا يجب على من لم يملك الاستطاعة من مال أو عافية، ولا تبقى من أركان الإسلام غير الصلاة فإنها لا تسقط أبداً. </p><p> إن عظمة الصلاة توضحها كيفية تشريعها؛ لأن تشريعات أركان الإسلام كانت بالوحي، أما تشريع الصلاة فقد جاء وحده بالمباشرة ولم يقل الله لجبريل:  «قل للنبي التكليف بالصلاة» . بل استدعى الله النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إليه وكلفه بالصلاة. </p><p> وقلنا من قبل - ولله المثل الأعلى - حين يريد الإنسان أن يقدم أمراً لمرءوسيه، فالموضوع قد يأخذ دوره في الأوراق اليومية التي تنزل منه إليهم. أما إذا كان الموضوع مُهمَّا فهو يتصل بالقائد التنفيذي للمرءوسين ويوضح مدى أهمية الموضوع، أما إذا كان الموضوع غاية في الأهمية فالرئيس يستدعي القائد التنفيذي للمرءوسين ويبلغه أهمية الموضوع. إذن فكيفية إنزال التكليف تكون على قدر أهمية الموضوعات فما بالنا - إذن - بركن استدعى الله فيه محمداً إلى السماء ليكلفه به؟ </p><p> وقد رأينا أن بعض التكليفات تجيء إلى رسول الله بالإلهام أن يفعله، وبعضها جاء بالوحي من جبريل أن يفعله، أما الصلاة فقد فرضها الله عندما استدعى محمداً إلى السماء إلى الرفيق الأعلى وفرض الله عليه الصلاة بالمباشرة، وعلى أمة محمد أن تؤدي هذا الفرض خمس مرات في اليوم، ولا تسقط أبداً. ولذلك جعلها الحق فارقة بين المسلم والكافر، إن المسلم ساعة أذان الصلاة يقوم إلى الصلاة، وهي استدعاء من الخالق لمن خلقه ليحضر في حضرته كل يوم خمس مرات. وأنت حر بعد ذلك ألا تبرح لقاء ربك؛ ولا يمل الله حتى يمل العبد. </p><p> وإياكم أن تجعلوا للزمان مع الله تخطيطاً؛ فتقولوا: هذا للعمل والضرب في الأرض، وذلك لذكر الله؛ فمع ضربكم في الأرض لتبتغوا من فضل الله، إياكم أن تنسوا الله؛ لأن ذكر الله أمر دائم في كل حركة يقصدها الإنسان لعمارة هذا الوجود، وقد أراد الحق منا بوجودنا أن نعبده وحده لا شريك له: </p><p> {وإلى ثَمُودَ أَخَاهُمْ صَالِحاً قَالَ ياقوم اعبدوا الله مَا لَكُمْ مِّنْ إله غَيْرُهُ هُوَ أَنشَأَكُمْ مِّنَ الأرض واستعمركم فِيهَا فاستغفروه ثُمَّ توبوا إِلَيْهِ إِنَّ رَبِّي قَرِيبٌ مُّجِيبٌ}  [هود: ٦١] </p><p> إذن فكل ما يؤدي إلى عمارة الكون والارتقاء به هو أمر عبادي، والحق سبحانه وتعالى يربط «العبادة» الاصطلاحية في الفقه بحركة الحياة كلها. ونجد مثالا لذلك حيما تكلمنا في سورة البقرة عن الأسرة كما جاء في قوله تعالى:  {لاَّ جُنَاحَ عَلَيْكُمْ إِن طَلَّقْتُمُ النسآء مَا لَمْ تَمَسُّوهُنَّ أَوْ تَفْرِضُواْ لَهُنَّ فَرِيضَةً وَمَتِّعُوهُنَّ عَلَى الموسع قَدَرُهُ وَعَلَى المقتر قَدَرُهُ مَتَاعاً بالمعروف حَقّاً عَلَى المحسنين وَإِن طَلَّقْتُمُوهُنَّ مِن قَبْلِ أَن تَمَسُّوهُنَّ وَقَدْ فَرَضْتُمْ لَهُنَّ فَرِيضَةً فَنِصْفُ مَا فَرَضْتُمْ إِلاَّ أَن يَعْفُونَ أَوْ يَعْفُوَاْ الذي بِيَدِهِ عُقْدَةُ النكاح وَأَن تعفوا أَقْرَبُ للتقوى وَلاَ تَنسَوُاْ الفضل بَيْنَكُمْ إِنَّ الله بِمَا تَعْمَلُونَ بَصِيرٌ} </p><p> [البقرة: ٢٣٦ - ٢٣٧] </p><p> ذلك أمر الدنيا ومصالح الأسرة، وهو كلام في شئون تنظيم الأسرة، ثم ينقلنا من بعد الكلام في تنظيم الأسرة إلى أمر نقول عنه إنه العبادة وهو قوله الحق:  {حَافِظُواْ عَلَى الصلوات والصلاة الوسطى وَقُومُواْ للَّهِ قَانِتِينَ فَإنْ خِفْتُمْ فَرِجَالاً أَوْ رُكْبَاناً فَإِذَآ أَمِنتُمْ فاذكروا الله كَمَا عَلَّمَكُم مَّا لَمْ تَكُونُواْ تَعْلَمُونَ}  [البقرة: ٢٣٨ - ٢٣٩] </p><p> ثم يعود بعد ذلك إلى شئون تنظيم الأسرة فيقول سبحانه:  {والذين يُتَوَفَّوْنَ مِنكُمْ وَيَذَرُونَ أَزْوَاجاً وَصِيَّةً لأَزْوَاجِهِمْ مَّتَاعاً إِلَى الحول غَيْرَ إِخْرَاجٍ}  [البقرة: ٢٤٠] </p><p> إذن فقد أخرجنا من كلام في نظام الأسرة إلى الصلاة، ثم عاد بنا مرة أخرى إلى نظام الأسرة حتى تتداخل كل الأمور لتكون عبادة متماسكة متحدة فلا تقول:  «هذه عبادة وتلك ليست عبادة» ، وأيضا؛ لأن الكلام في الصلاة وسط كلامه عن أمور الأسرة ينبهنا: إذا ذهبت إلى الصلاة فربما هدَّأت الصلاة من شِرة غضبك وحماسك ونزلت عليك سكينة تعينك ألا تنسى الفضل بينك وبين زوجك. </p><p> في هذه السورة - سورة المائدة - صنع الحق معنا مثلما صنع في سورة البقرة؛ فبعد أن تكلم في أشياء وقص علينا أمر النعمة، ها هوذا يدخل بنا إلى رحاب المنعم، إلا إنه سبحانه لم يدخلنا على المنعم إلا بتهيئة طهورية. طهارة أبعاض؛ كالوضوء بأن نغسل الوجه ونغسل اليدين إلى المرفقين ونمسح على الرأس ونغسل الرجلين إلى الكعبين. وأحكم في أشياء وترك للاجتهاد مدخلا في أشياء، أحكمها في ثلاثة؛ غسل الوجه، وغسل اليدين إلى المرفقين، وغسل الرجلين إلى الكعبين، لكنه حينما تكلم عن الرءوس لم يقل:  «امسحوا رءوسكم» ولا: «امسحوا ربع رءوسكم» ، ولا «امسحوا بعض رءوسكم» مما يدل على أن للمجتهد أن يفهم في «الباء» ما تُتيحهُ اللغة من «الباء» . إذن أعطانا الحق أشياء محكمة وأشياء للاجتهاد. وبعد طهارة الأبعاض يذكرنا بطهارة البدن من الجنابة. </p><p> ونلتفت إلى الكلام الذي تقدم حيث أورد الحق فيه ما أحل لنا من بهيمة الأنعام من طعام وشراب، ثم تكلم في النكاح حتى أنه وسع لنا دائرة الاستمتاع ودائرة الإنسال بأن أباح لنا أن نتزوج الكتابيات، وفي هذا توسيع لرقعة الزواج فلم يقصر الزواج على المسلمات. </p><p> ولما كان الطعام الذي أحله الله ينشأ عنه ما يخرج منا من بول وغائط، والنكاح الذي أحله الله يغير كيماوية الجسد؛ لذلك جعل الله الوضوء لشيء، والجنابة لها شيء آخر؛ فعن الطعام ينشأ الأخبثان، وعن الجماع أو خروج المني ينشأ الحدث الأكبر؛ فكان ولا بد بعد أن يتكلم عن طهارة الأبعاض في الحدث الأصغر أن يتكلم عن التطهير الكلي في الحدث الأكبر؛ فقال:  {وَإِن كُنتُمْ جُنُباً فاطهروا} . </p><p> الله سبحانه وتعالى يريد لنا أن نستديم اتصالاتنا به ولم يشأ أن يجعل الوسيلة للصلاة بأمر الماء فقط؛ لأننا قد نفقد الماء وقد يوجد الماء ولا نقدر على استعماله؛ </p><p> فلم يشأ الحق أن يقطع الصلة بأن يجعل الوسيلة الوحيدة للتطهر هي الماء، فأوجد وسيلة أخرى. فإن فقدت الماء أيها الإنسان فلا بد ان تدخل إلى لقاء الله بينة تطهير آخر وهو التيمم. هذا أمر لا يفقده من عاش على الأرض. إذن فعندنا تَطَهُّر بالماء وعندنا تَطَهُّر بالتراب. لذلك يقول سبحانه: </p><p> {وَإِن كُنتُم مرضى أَوْ على سَفَرٍ أَوْ جَآءَ أَحَدٌ مِّنْكُمْ مِّنَ الغائط أَوْ لاَمَسْتُمُ النسآء فَلَمْ تَجِدُواْ مَآءً فَتَيَمَّمُواْ صَعِيداً طَيِّباً} فإن كان الإنسان مريضاً لا يقدر على استعمال الماء، أو كان على سفر ولا يجد الماء؛ أو جاء أحد من الغائط، أي من قضاء الحاجة في مكان غويط وهو الوطئ المنخفض من الأرض، وكانت العرب قديماً تفعل ذلك حتى لا يراهم أحد ويكونوا في ستر، رجالاً أو نساءً، وحتى بعد ملامسة النساء. إن لم يجد الإنسان بعدها ماء فالتيمم هو البديل، وإياكم أن تقولوا إن الماء هو الوسيلة الوحيدة للتطهر، فقد جعل للماء أيضاً خليفة وهو التراب. والتراب أوسع دائرة من الماء. فكأنه سبحانه وتعالى يريد أن يديم علينا نعمة البقاء به. ولكي يديم علينا نعمة اللقاء به جعل للماء - الذي يكون محصوراً - خليفة وهو التراب وهو غير محصور. </p><p> ولا نريد أن ندخل في متاهات الخلاف عن الطهارة من ملامسة النساء، بين اللمس والملامسة؛ فاللمس لا يقتضي المفاعلة، أما الملامسة فتقتضي المفاعلة. واقتضاء المفاعلة ينقل المسألة من مجرد اللمس إلى معنى آخر هو الجماع. </p><p> وفي حالة الجنابة وعدم وجود الماء فالتيمم هو البديل {فَتَيَمَّمُواْ صَعِيداً} و «الصعيد» هو ما صعد على وجه الأرض من جنس الأرض بحيث لا تدخله صناعة الإنسان كالتراب والحجر، لكن الطوب الأحمر (الآجُرّ) الذي نصنعه نحن فليس من الصعيد الصالح للتيمم؛ لأن صنعة الإنسان قد دخلته. </p><p> والأركان المفروضة في طهارة الأبعاض أربعة، أما طهارة الجسم فهي طهارة واحدة تشمل كل الجسم. وفي حالة التيمم جعل الحق الطهارة استعداداً للصلاة عوضاً عن الوضوء بمسح الوجه واليدين، وكذلك في الطهارة من الجنابة. ونلحظ أنه سبحانه جاء بالمسح في الوضوء على بعض من الرأس كإيناس متقدم، وذلك حتى يكون لنا إلف بالمسح حينما نتيمم. </p><p> {فامسحوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ مِّنْهُ مَا يُرِيدُ الله لِيَجْعَلَ عَلَيْكُم مِّنْ حَرَجٍ} وجعل الحق الطهارة بالماء أو التراب إزالة للحرج؛ فالإنسان الذي لن يجد ماء سيقع في الحرج بالتأكيد؛ لأنه يريد أن يصلي ولا يجد وسيلة للطهارة. وإذا كان عنده القليل من الماء ليشرب فهل يتوضأ أو يستديم الحياة ويُبقي على نفسه بشرب الماء؟ . </p><p> ولا يريد الله أن يُعْنت خلقه ولا أن يوقعهم في الحرج، بل خفف عليهم وجعل عنصر التراب يكفي كبديل للماء. {ولكن يُرِيدُ لِيُطَهِّرَكُمْ} . </p><p> وإياك أن تفهم أن الطهارة هي للتنظيف؛ لأن معنى الطهارة لو اقتصر على التنظيف لكانت الطهارة بالماء فقط، فلماذا إذن نمسح وجوهنا بالتراب؟ إن هذا يوضح أن الطهارة غير النظافة، فلو قال قائل: سأنظف نفسي ب «الكولونيا» . نقول له: لا. ليس هذا هو المطلوب. والله لا يطلب نظافة بهذا المعنى، ولكن يطلب التطهير. والتطهير يكون بشرط من تدخل عليه - وهو الله سبحانه - وقد وضع الحق لذلك أمرين: إما بالماء وإما بالتيمم بالتراب. فالطهارة تجعل المرء صالحاً ليستقبل ربه على ضوء ما شرع به. والذي يضع الشرط لذلك هو الله وليس أنت أيها العبد. وسبحانه قد أوضح أو العبد يكون طاهراً بالماء أو بالتراب، وبهذه الطهارة يكون صالحاً لاستقبال الله له. وأعاد الله الإنسان في قربه منه إلى أصل إيجاده وهو الماء والتراب. </p><p> {وَلِيُتِمَّ نِعْمَتَهُ عَلَيْكُمْ} والإنسان مغمور بنعم كثيرة. فهب أن إنساناً غاب عنه أبوه لكن خير الأب يصله كل يوم من مال وطعام وشراب ووسائل ترفيه، وبذلك يأخذ الإنسان نعمة الغاية من وجود أب له. ومع ذلك يشتاق هذا الإنسان المستمتع بنعمة والده الغائب إلى أن يكون مع والده، هذا هو تمام النعمة بين الأب والابن وكلاهما مخلوق لله، فما بالنا بتمام النعمة من الخالق لعباده؟ </p><p> إن العبد الصالح يتمنى أن يرى مَن أنعم عليه؛ لذلك وضع الحق شرط الطهارة للقائه. وعندما يحضر الإنسان لحضرة ربه بالصلاة ويكبر:  «الله أكبر» فهو منذ تلك اللحظة يوجد في حضرة الله. وإذا كانت الفيوضات تتجلى على الإنسان من نعمة مخلوق مثله سواء أكان أخاً أم أباً أم قريباً وهي نعمة مادية يراها الإنسان سواء أكانت طعاماً أم شراباً أم لباساً. فما بالنا بفيوضات المنعم الخالق الذي أنعم على </p><p> الإنسان، إنها فيوضات من غيب؛ فكرمه لك غيب كالاعتدال في المزاج والعافية ورضا النفس وسمو الفكر. </p><p> إذن فقوله الحق:  {وَلِيُتِمَّ نِعْمَتَهُ عَلَيْكُمْ} أي أنكم عشتم قبل ذلك مع نعمة المنعم، وسبحانه يدعوكم إلى لقاء المنعم، ذلك تمام النعمة. وأضرب هذا المثل - ولله المثل الأعلى - إننا نجد الابن ينظر إلى هدايا الأب الغائب ويقول: أنا لا أريد هذه الأشياء ولكني أريد أبي. </p><p> إن تمام النعمة - في المستوى البشري - أن يرى الإنسانُ المنعِمَ عليه وهو إنسان مثله، أما تمام النعمة على المخلوق من الخالق فيستدعي أن يتطهر الإنسان بما حدده له الله وأن يصلي فيلقى الله. </p><p> {وَلِيُتِمَّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تَشْكُرُونَ} ساعة نسمع: أنا فعلت ذلك وذلك لعلك تشكر، فهذا يعني أنك إن فعلت ما آمرك به فستجد أمراً عظيماً. </p><p> والأمر الطبيعي يقتضي أن تَشْكُر عليه كأن ما فعله الله للإنسان يوجب عند الإنسان نعمة أخرى لا يمكن أن يستقبلها إلا بالشكر، مثلما قال الله:  {والله أَخْرَجَكُم مِّن بُطُونِ أُمَّهَاتِكُمْ لاَ تَعْلَمُونَ شَيْئاً وَجَعَلَ لَكُمُ السمع والأبصار والأفئدة لَعَلَّكُمْ تَشْكُرُونَ}  [النحل: ٧٨] </p><p> إنّ السمع والأبصار والأفئدة هي منافذ الإدراك. ومادام الحق قد خلقنا ولا نعلم شيئاً، وجعل لنا أدوات الإدراك. وأوضح: أنا خلقت لك هذه الأدوات للإدراك لعلك تشكر، أي تلمح آثارها في نفسك مما يربي عندك ملكة الإدراك للمدركات. </p><p> ويقول الحق بعد ذلك:  {واذكروا نِعْمَةَ ... } </p>"
}