{
  "id": null,
  "sura": 5,
  "aya": 108,
  "text": "<p> إن الشهود الأُول الذين قدموا الشهادة لأنهم حضروا لحظة الوصية عندما قالها الميت يقدمون شهادتهم بعد أن يؤدوا الصلاة وبعد أن يقسموا أن ما يقولونه هو الحق. ولا بد لهم أن يحرصوا على صدق القول بدلاً من أن يفتضح أمر كذبهم. </p><p> والشهادة كما نعرف تطلق على أي أمر نحضره. والشهادة - كما نعلم - تُطلق على متلازمات متعددة يجمعها كلها «الحضور» كقوله الحق: {وَأَذِّن فِي الناس بالحج يَأْتُوكَ رِجَالاً وعلى كُلِّ ضَامِرٍ يَأْتِينَ مِن كُلِّ فَجٍّ عَميِقٍ لِّيَشْهَدُواْ مَنَافِعَ لَهُمْ}  [الحج: ٢٧ - ٢٨] . </p><p> أي أن نداء الحج يسمعه الناس فيأتون من كل مكان وعلى كل وسائل النقل وقد تكون صعبة حتى يشهدوا منافع لهم. وسبحانه وتعالى يقول: </p><p> {شَهِدَ الله أَنَّهُ لاَ إله إِلاَّ هُوَ}  [آل عمران: ١٨] . </p><p> وشهادة الله هي حكم من الله. والملائكة أيضاً تشهد، وشهادتهم هي شهادة الإقرار. وكل ذلك ناشئ من أمر حاضر يستقرئه الشاهد. ونحن نرى الشاهد يقف أمام المحكمة، فتسأله النيابة فيقول ما رأى، ويسأله محامي الخصم فيقول ما رأى، ويسأله محامي الدفاع فيقول ما رأى. وما دام الشاهد صادقا فلن يخشى محاورة أي طرف يسأله. والأطراف التي تسأل الشاهد تطلب منه أن يأتي بالواقعة على أساليب مختلفة. وما دامت الواقعة صادقة تظل كما هي مهما تنوعت الأسئلة وتغيرت الأساليب؛ لأن الشاهد الصادق يستوحي واقعاً لا يتغير، أما الشاهد الكاذب فهو يلف ويدور ويغير من أقواله. ولهذا نرى وكيل النيابة اللبق الحاذق يبحث في ذاكرة الشاهد عن أدق الخفايا. </p><p> وهكذا نعرف أن الشهادة تطلق على الحضور. أما إذا كان الشاهد هو الذي يملك الحكم فشهادته حكم. ومثال ذلك قول الحق سبحانه:  {شَهِدَ الله} . إن الله يشهد أي يحكم. </p><p> وفي قصة سيدنا يوسف عليه السلام نرى كيف أوقع الحق بإخوة يوسف عندما أخذوا أخا يوسف الصغير معهم في الرحلة إلى مصر. وكيف دبر يوسف لهم أمراً ليحتجز أخاه معه. وكيف كان الصراع بين إخوة يوسف خوفاً على أبيهم بعد حجز الأخ الصغير. فيقول لهم شقيقهم الأكبر كما أخبر القرآن الكريم:  {ارجعوا إلى أَبِيكُمْ فَقُولُواْ ياأبانا إِنَّ ابنك سَرَقَ وَمَا شَهِدْنَآ إِلاَّ بِمَا عَلِمْنَا وَمَا كُنَّا لِلْغَيْبِ حَافِظِينَ وَسْئَلِ القرية التي كُنَّا فِيهَا والعير التي أَقْبَلْنَا فِيهَا وَإِنَّا لَصَادِقُونَ}  [يوسف: ٨١ - ٨٢] . </p><p> ونعرف أن إخوة يوسف كذبوا في المرة الأولى عندما فعلوا فعلتهم الشنعاء ضد يوسف لكنهم صدقوا في المرة الثانية التي احتجز فيها شقيق يوسف. ولذلك طلبوا أن يسأل والدهم إما أهل القرية التي كانوا بها وإما رفاقهم في القافلة. </p><p> لقد أُخبروا أن أخاهم قد استخرج من وعائه بعض من أدوات الملك وهو الصواع الذي يكال به ولهذا جاءت شهادتهم هذه المرة مطابقة للواقع، وهو ما أخبروا به. </p><p> إذن فالشهادة هي الفيصل في التنازع. ولذلك يوصي النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ألا يشهد الرجل على أمرٍ إلا بعد أن يكون قد رآه رأي العين، كما يرى الشمس:  «على مثلها فاشهد أو فدعْ» . </p><p> الحق سبحانه وتعالى يقول:  {ياأهل الكتاب لِمَ تَكْفُرُونَ بِآيَاتِ الله وَأَنْتُمْ تَشْهَدُونَ}  [آل عمران: ٧٠] . </p><p> وهكذا نعلم أن الشهادة كلها تدور حول الحضور والشهود. ولهذا تأتي الشهادة في لوازم متعددة، فهي مرة تعني الحضور، وهي مرة تأتي بمعنى الحكم، وثالثة بمعنى الإقرار. وكلها معانٍ ملتقية. </p><p> والشهادة تتطلب أمرين: الأول هو حضور الشاهد لحظة وقوع المشهود به، والثاني هو أمانة النقل، ولذلك جعل الله في بعض الأحكام شهادة اثنتين من النساء تعدل شهادة رجل واحد. وقد يقول قائل: كيف يساوي الإسلام بين شهادة رجل جاهل أو أمي وشهادة امرأتين قد تكون كل منهما على درجة عالية من الثقافة والعلم؟ </p><p> ونقول: إن المسألة في الشهادة ليست عمل عقلٍ، ولكنها أمانة نقل، وأمانة النقل لا شأن لها بالثقافة، فالشهادة تحتاج إلى حضور الحادثة، ثم إن المرأة يكون دائماً أمرها مبنياً على الستر وعدم التهجم على الرجال. فقد تقع حادثة وتوجد امرأة بجانب هذه الحادثة، وبطبيعة الحال لن تتجاسر وتتقدم وتسأل لمعرفة كل التفاصيل، على العكس من الرجل الذي يرى الحادثة، فيحاول أن يعرف كل </p><p> ما جرى. وحين أراد الحق الشهادة من امرأتين، لم يطلب ذلك لضعف الثقة في المرأة أو زيادة الثقة في الرجل، ولكن لأن الشهادة ليست ابتكار عقل ولكنها حضور مشهد وأمانة نقل. </p><p> إن البعض يحاول أن يروج لمثل هذه القضايا وكأنها وسيلة للتهجم على بعض الداعين لله، ولذلك أقول لهم: يجب أن يفهم الإنسان منكم الفارق بين عداوته مع بعض الداعين إلى الله وأن يتعدى حدوده إلى أن يحاد الله؛ لأن الإنسان منهم لا يرد الحكم على الداعية، وإنما يرد الحكم على الله. </p><p> وأمر الحق سبحانه في شهادة اثنين من الرجال أن يؤديا الصلاة، ثم يتم حبسهما لفترة، وبعد ذلك يتم استدعاؤهما للشهادة، فإن رد أهل الميت شهادتهما في أمر الوصية فيتم استدعاء اثنين من أولياء الميت لأداء الشهادة في شأن الوصية، كل ذلك لماذا؟ من أجل أن تأتي الشهادة على وجهها الصحيح الذي يُظهر كلَّ الحقيقة. </p><p> ويذيل الحق القول الكريم:  {واتقوا الله واسمعوا والله لاَ يَهْدِي القوم الفاسقين} وذلك بلاغ للمؤمنين كافة وإلى الناس عامة؛ لأن الله لا يهدي إلا من تطامن إلى منهج الله، أما من يفسق فلن يعينه الله، ذلك أن الله لا يعين كافراً ولا ظالماً ولا فاسقاً. أما من آمن بالله، فالحق سبحانه وتعالى يعينه على هذا المنهج ويهديه إلى الصراط المستقيم. </p><p> ولماذا أنزل الله هذه الآيات بعد أن أجرى الأحداث التي تتطلبها؟ نعرف أن الحكم إن نزل في ظرف يتطلبه، تكون النفس إليه أشوق وبه أعلق، مثال ذلك: كوب الماء الذي يتناوله العطشان، إنه يتناوله بشوق ولهفة. عكس الإنسان الذي يتناول كوب الماء وهو غير عطشان، فقد يضعه في مكان قريب منه دون أن يشربه، وكذلك الدواء الذي يُؤتى به للمريض لحظة معاناته القصوى من المرض، إنه يقبل عليه بلهفة مهما كان مر الطعم، وهكذا جاءت بعض أحكام القرآن مناسبة لأحداث وقعت لتكون اللهفة على التطبيق موجودة في النفوس المؤمنة. </p><p> ويقول الحق تعالى بعد ذلك: </p><p> {يَوْمَ يَجْمَعُ الله ... } </p>"
}