{
  "id": null,
  "sura": 5,
  "aya": 33,
  "text": "<p> أول شيء في الحرب هو الاستيلاء؛ فمعنى أن يحارب قوم قوماً غيرهم أي يرغبون في الاستيلاء على خيرات أو ممتلكات الطرف الآخر. فكيف يحارب قومٌ اللَّهَ وهو غيب؟ . وأول حرب للَّه هي محاولة الاستيلاء على سلطانه، وهو تشريعه. فإن حاولت أيها الإنسان أن تشرع أنت على غير منهج الله فأنت تريد أن تستولي على حق الله في التشريع. وهذه أول حرب لله. </p><p> والذين يحاربون الله أَهُمُ الذين يريدون أن يستولوا على ملك الله؟ لا؛ لأن يد الله في مُلكه أزلا، وستبقى أبدًا وسبحانه لن يسلّمه لأحد من عباده. فعلى ماذا - </p><p> إذن - يريدون الاستيلاء؟ . إنهم يريدون تزييف تشريعات الله، بينما سبحانه هو المُشرّع وحده. والتشريع - كما قلنا - هو قانون صيانة للصّنعة. إذن لماذا لا نترك خالق الإنسان ليضع القواعد التي تصون البشر؛ لذلك فأول افتيات يفعله الناس أنهم يُشرّعون لأنفسهم؛ لأن قانون صيانة الإنسان يضعه خالق الإنسان، فإذا ما جاء شخص وأراد أن يضع للإنسان - الذي هو منه - قانون صيانة نقول له: إنك تستولي على حق الله. </p><p> وكيف يحاربون الرسول؟ . </p><p> نعرف أن الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ له وضعان؛ فالله غيب؛ لكن الرسول كان مشهداً من مشاهدنا في يوم من الأيام، وقد حورب بالسيف، وعندما انتقل الرسول إلى الرفيق الأعلى أصبحت حربه كحرب الله، فنأخذ سلطته في التشريع، وهي السلطة الثانية ونقول لها: نحن سنشرع لأنفسنا ولا ضرورة لهذا الرسول، أو أن يقول نظام ما: سنأخذ من كلام الله فقط وذلك ما ينتشر في بعض البلدان. ونقول لكل واحد من هؤلاء: أتؤدي الصلاة؟ . فيقول: نعم. نسأله: كم ركعة صليت المغرب؟ . فيجيب ثلاث ركعات. نسأله: من أين أتيت بذلك؟ . ومن أين عرفت أن صلاة المغرب ثلاث ركعات وهي لم تذكر في القرآن الكريم؟ . هنا سيصمت. </p><p> ونسأله: كيف تخرج الزكاة وبأي حساب تحسبها؟ فيقول: اخرج الزكاة بقدر اثنين ونصف بالمائة في النقدين والتجارة مثلا. </p><p> نقول له: كيف - إذن - عرفت ذلك؟ . وأيضا كيف عرفت الحج؟ . إذن فللرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مهمة، وحرب النبي تكون في ترك قول أو فعل أو تقرير له عَلَيْهِ الصَّلَاة وَالسَّلَام ُ. </p><p> ومثال ذلك هؤلاء الذين يقولون: إن أحاديث رسول الله كثيرة. ونقول لهم: كانت مدة رسالة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ثلاثة وعشرين عاماً وكل كلامه حديث، فكل كلمة خرجت من فمه حديث شريف، ولو كنا سنحسب الكلام فقط لكان مجلدات لا يمكن حصرها، وكل كلام سمعهُ وأَقرّه من غيره حديث، وكل </p><p> فعل فعله غيره أمامه وأقرّه ولم يعترض عليه حديث، فكم تكون أحاديث رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؟ . </p><p> وكيف يستكثر بعض الناس قدراً من الأحاديث التي وصلتنا بعد قدر هائل من التنقية البالغة؟؛ لأنهم قالوا: لأن نبعد عن رسول الله ما قاله خير من أن ندخل على رسول الله ما لم يفعله. إنهم يدعون أن هذا حفظ للإسلام ولكن فاتهم أن الله حافظ دينه، وأن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قد وضع القواعد لغربلة الأحاديث فقال: </p><p> «من كذب على مُتعمداً فليتبوّأ مقعده من النار» . </p><p> وها هوذا البخاري ينقل عن المعاصرين لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ والذين قابلوه، وسيدنا مُسلم يعتبر المعاصرة كافية لأنّها مظنَّة المقابلة وتحري كل منهما الدقة الفائقة. وأي شخص كان به خدشة سلوكية لا يؤخذ بقوله، ولذلك عندما حاول البعض أن ينال من الأحاديث وقال أحدهم:  «أنا يكفيني أو أقول لا إله إلا الله» ، تساءلت: كيف لا يذكر أن محمداً رسول الله؟ وكيف يمكن أن يؤدي الأذان للصلاة؟ وكيف يؤدي الصلاة «وكيف يمكن أن يفهم قول الحق:  {وَمَآ آتَاكُمُ الرسول فَخُذُوهُ}  [الحشر: ٧] </p><p> وهذا تفويض من الله في أن يكون لمحمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ تشريع. </p><p> وكذلك الاجتراءات على الأئمة، هم يجترئون أولاً على النبي ثم يزحفون على الدين كله. وجاء فيهم قول الحق:  {إِنَّمَا جَزَآءُ الذين يُحَارِبُونَ الله وَرَسُولَهُ وَيَسْعَوْنَ فِي الأرض فَسَاداً} أي يخرجون الصالح بذاته عن صلاحه ليكون فاسداً. الجزاء أن يُقَتَّلوا أو يُصَلَّبُوا، وهذا التفعيل في قوله:  {أَن يقتلوا أَوْ يصلبوا} جاء للشدة والتقوية؛ حتى يقف منهم المجتمع الإيماني العام موقف القائم على هذا الأمر، والسلطة الشرعية قامت عن الجميع في هذا الأمر، كما يقال: إن النائب العام نائب عن الشعب في أن يرفع الدعوى، حتى لا ينتشر التقتيل بين الناس، دون أن يفهموا حكمة كل أمر. </p><p> {أَن يقتلوا أَوْ يصلبوا أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُم مِّنْ خِلافٍ أَوْ يُنفَوْاْ مِنَ </p><p> الأرض} . وهل» أو «هنا تخييرية، أو أنّ هنا - كما يقال -» لف ونشر «؟ واللف هو الطي. والنشر هو أن تبسط الشيء وتفرقه. </p><p> فما اللف، وما النشر - إذن -؟ مثل ذلك ما يقوله الشاعر: </p><p> قلبي وجفني واللسان وخالقي..... لقد ذُكر مُتَعدّد ولكن الأحكام غير مذكورة، هذا هو اللف؛ فجمع المبتداءت دون أن يذكر لكل واحد منها خبره؛ ثم جاء بالأحكام على وفق المحكوم عليه. فأكمل بيت الشعر بقوله: </p><p> راضٍ وباكٍ شاكرٌ وغفور ... ولنقرأ البيت كاملاً: </p><p> قلبي وجفني واللسان وخالقي ... راضٍ وباكٍ شاكرٌ وغفورُ </p><p> والحق يقول:  {وَمِن رَّحْمَتِهِ جَعَلَ لَكُمُ الليل والنهار لِتَسْكُنُواْ فِيهِ وَلِتَبتَغُواْ مِن فَضْلِهِ}  [القصص: ٧٣] </p><p> فقوله:  {لِتَسْكُنُواْ فِيهِ} راجع إلى الليل، وقوله:  {وَلِتَبتَغُواْ مِن فَضْلِهِ} راجع إلى النهار. وهنا جاء باللف. ثم جاء بالنشر. </p><p> والفساد - كما نعلم - له صُور متعددة، فالفساد في الإنسان قد يعني قتله. </p><p> أو قتله وأخذ ماله. أو الاستيلاء على ماله دون قتله. أو إثارة الرعب في نفس الإنسان دون أخذ ماله أو قتله. فكأن كلمة الفساد طوي فيها ألوان الفساد، نفس القتل، أو نفس تقتل مع مال يُسلب ويؤخذ، أو مال يُؤخذ دون نفس تقتل، أو تخويف وتفزيع. </p><p> ويقول الحق:  {أَوْ يُنفَوْاْ مِنَ الأرض} ، والنفي معناه الطرد والإبعاد، والطرد لا يتأتى إلا لثابت مُستقر، والإبعاد لا يتأتى إلا لمُتمكن. إذن، فقبل أن يُنفى لا بد </p><p> أن يكون له ثبًوت وتمكُّن في موضع ما، وهو ما نسميه اصطلاحاً السكن، أو الوطن، أو المكان الذي يقيم به الإنسان لأنه ثابت فيه. ومعنى ثابت فيه. أي له حركة في دائرته، إلا أنه يأوي إلى مكانٍ مُستقر ثابت، ولذلك سُمي سكناً؛ أي يسكن فيه من بعد تحركه في مجالاته المختلفة. ومعنى النفي على هذا هو إخراجه من مسكنه ومن وطنه الذي اتخذه موطناً له وكان مجالاً للإفساد فيه. ولكن إلى أي مكان نُخرج إليه هذا الذي نحكم عليه بالنفي؟ قد يقول قائل: أنت إن أخرجته من مكان أفسد فيه وذهبت به إلى مكان آخر فقد تشيع فساده! </p><p> لا؛ لأن النفي لا يتيح له ذلك الإفساد، ذلك أن التوطن الأول يجعل له إلفاً بجغرافية المكان، إلفاً بمن يخيفهم؛ فهو يعرف سلوك جيرانه ويعرف كيف يخيف فلانا وكيف يغتصب بضاعة آخر وهكذا. ولكنه إن خرج إلى مكان غير مستوطن فيه فسوف يحتاج إلى وقت طويل حتى يتعرف إلى جغرافية المكان ومواقع الناس فيه، ومواطن الضعف فيهم. وعلى ذلك يكون النفي هو منعٌ لإفساد الفاسد. </p><p> وحين يقول سبحانه:  {أَوْ يُنفَوْاْ مِنَ الأرض} نعرف أن كلمة «الأرض» لها مدلول ونسمي الأرض الآن: الكرة الأرضية. وكانوا قديماً يفهمونها على أنها اليابسة وما فيها من مياه، وبعد أن عرفنا أن جَوَّ الأرض منها صار جو الأرض جزءا من الأرض. ولذلك قلنا في المقدسات المكانية: إن كل جو يأخذ التقديس من مكانه؛ فجو الكعبة كعبة؛ بدليل أن الذي يصلي في الدور الثالث من الحرم؛ ويتجه إلى الكعبة. يصلي متجها إلى جو الكعبة. ومن يستقل طائرة ويرغب في إقامة الصلاة يتجه إلى جو الكعبة، وعندما ازدحم الحجيج وصار المسعى لا يتسع لكل الحجيج أقاموا دوراً ثانياً حتى يسعى الناس فيه. إذن فالمسعى ليس هو المكان المحدد فقط، ولكن جوه أيضا له قدسية؛ فإن بنينا كذا طابقا فهي تصلح أيضا كمسعى. </p><p> إذن فجو الأرض ينطبق عليه ما ينطبق على الأرض. ولذلك كانوا يُحرمون - قبل أن يوجد طيارون مسلمون - أن يُحَوِّم في جو الحرم طيار غير مسلم؛ لأن الطيار غير المسلم مُحرم عليه أن يدخل الكعبة والحرم. </p><p> وما دام هناك إنسان ممنوع من دخول الكعبة فهو أيضا ممنوع من الطيران في جَوّ الكعبة. </p><p> لأن جَوّ المكان يأخذ قُدسية المكان أو حكمه؛ فالجَوّ من الأرض، ونعرف أن الغلاف الجوي يدور مع الأرض. ومن هذا نعرف العطاءات القرآنية من القائل لكلامه وهو سبحانه الخالق لكونه. ومادام القائل للقرآن هو الخالق للكون، إذن لا يوجد تضارب بين حقيقة كونية وحقيقة قرآنية. وإنما يوجد التضارب من أحد أمرين: إما أن نعتبر الأمر الذي لا يزال في طور النظرية حقيقة في حين أنها لم تصبح حقيقة بعد؛ وإما أن نفهم أن هذا حقيقة قرآنية، على الرغم من أنه ليس كذلك، فإذا كان الأمر هو حقيقة كونية بحق وحقيقة قرآنية بحق، فلا تضارب على الإطلاق. ودليل ذلك على سبيل المثال قول الحق سبحانه:  {وَيَعْلَمُ مَا فِي الأرحام}  [لقمان: ٣٤] </p><p> ويأتي العلم الحديث بالبحث والتحليل، ويقول بعض السطحيين: </p><p> لا، إن العلم يعرف ما في الرّحم من ذكر أو أنثى. ونقول: نحن لا نناقش ذلك؛ لأنها حقيقة كونية وهي لا تتصادم مع الفهم الصحيح للحقيقة القرآنية؛ لكننا نسأل: متى يعرف العلماء ذلك؟ هم لا يعرفون هذا الأمر إلا بعد مُضي مُدة زمنية، ولكن الحق يعلمه قبل مرور أية مدة زمنية. ثم مَن قال: إن الحق يقصد ب {وَيَعْلَمُ مَا فِي الأرحام} ذكراً أو أنثى فحسب؟ وهل لمدلولها وجه واحد؟ لا، بل له وجوه متعددة فلن يعرف أحد أن ما في الرحم سيكون من بعد إنساناً طويلاً أو قصيراً؛ ذكيا أو غبيّاً؛ شقيّاً أو سعيداً؛ طويل العمر أو قصير العمر؛ حليماً أو غضوباً. فلماذا نحصر «ما» في مسألة الذكر والأنثى فقط؟ </p><p> إنه هو سبحانه يعلم المستقبل أزلاً قبل أن يعلم أي عالم وقبل أن يحصل العالم على أية عينة. ثم هل تذهب كل حامل إلى الطبيب ليفحص معملياً ما الذي تحمله في بطنها؟ طبعاً لا، ونحن لا نعلم ماذا في بطنها ولكن الخالق الأعظم يعلم. ثم هل تذهب كل النساء الحوامل في العالم لطبيب واحد؟ بالطبع لا، ولكن الخالق الأعظم يعلم ما في كل الأرحام. </p><p> إذن فالحقيقة القرآنية لم تصطدم بأية حقيقة كونية، لكن الصدام يحدث عندما </p><p> نفهم فهما خطأ أن الحقيقة القرآنية في قوله الحق:  {وَيَعْلَمُ مَا فِي الأرحام} مقصود به العلم بالذكر والأنثى فقط. </p><p> ومثال آخر، يقول الحق:  {والأرض مَدَدْنَاهَا}  [الحجر: ١٩] </p><p> ويُخطئ البعض الفهم عن الله فيظن أن المقصود بذلك أن الأرض بساط أمام الإنسان. وقد ثبتت للبشر حقيقة كونية هي ان الأرض كروية بالأدلة خلال رحلة ماجلان ثم بالقواعد الخاصة بوضع الأعمدة؛ وظهور أعالي الأشياء قبل أسافلها وغير ذلك، ثم صارت في عصرنا مُشاهدة من الأقمار الصناعية. إذن هذه الحقيقة الكونية لا كلام فيها، وكان الخطأ هو فهم مدلول الحقيقة القرآنية والفهم الصواب في مدلول الحقيقة القرآنية الخاصة بقوله تعالى:  {والأرض مَدَدْنَاهَا} ؛إننا كلما وقفنا في مكان نجد أرضا، أي أن الأرض لا نهاية لها وليس لها حافة. </p><p> إذن فسبحانه قد مَد الأرض أمام الإنسان بحيث إذا سار الإنسان في أي اتجاه؛ يجد أرضاً. ولا يتأتى ذلك إلا إذا كانت الأرض كروية. لهذا كان الخطأ في فهم مدلول الحقيقة القرآنية؛ لأن التضارب إنما ينشأ من فهم أنها حقيقة كونية وهي ليست كذلك، أو من فهم أنها حقيقة كونية وهي ليست كذلك، أو من فهم أنها حقيقة قرآنية على نحو خاطئ، إنهما لا تتعارضان، فالقائل هو الخالق عينه. ولهذا عرفنا متأخراً أن الجو من الأرض وأن الغلاف الجوي يدور مع الأرض، وكنا نقول: سرنا على الأرض لكنه سبحانه قال وهو العليم: {سِيرُواْ فِي الأرض}  [الأنعام: ١١] </p><p> وهو سبحانه علم أزلاً أن الجو جزء من الأرض. فمهما سار الإنسان على اليابسة ففوقه الغلاف الجوي. إذن فالإنسان إنما يمشي في الأرض وليس على الأرض. أما إن سار الإنسان فوق الغلاف الجوي فهو يسير فوق الأرض. </p><p> ونعود إلى قوله الحق:  {أَوْ يُنفَوْاْ مِنَ الأرض} وقد عرفنا أن النفي هو الطرد والإبعاد، فأي أرض ينفون منها وإلى أي أرض؟ ولا يكون الطرد إلا لمستقر </p><p> ولا الإبعاد إلا لثابت. وحتى في اللغة نعرف ما يسمى النفي والإثبات. وكل ذلك مأخوذ من شيء حِسي؛ فعندما نأخذ الماء من البئر نُنزل إلى قاع البئر دلواً، وكل دلو ينزل إلى البئر له «رِشاء» وهو الحبل الذي نُنزل بواسطته الدلو. </p><p> إننا ساعة نُخرج الدلو من البئر، يكون قد أخذ من الماء على قدر سعته وحجمه. فهل لدينا حركة ثابتة نستطيع بها المحافظة على استطراق الماء إلى تمام حافة الدلو؟ طبعاً هذا أمر غير ممكن؛ بل نجد قليلا من الماء يتساقط من حوافي الدلو، وهذا الماء المتساقط يُسمى «النَّفِي» ؛ لأننا لا نستطيع استخراج الدلو وهو ملآن لآخره بحركة ثابتة مستقرة بحيث تحافظ على استطراق الماء. </p><p> إن الماء - كما نعلم - له استطراق دقيق إلى الدرجة التي جعلت البشر يصنعون منه ميزاناً للاستواء. ومن «النَفْي» تؤخذ معان كثيرة، فهناك «النفاية» وهي الشيء الزائد. إذن كيف يكون النفي من الأرض؟ وهل نأخذ الأرض بمفهومها العام أو بمعناها الخاص؟ أي الأرض التي حدث فيها قطع الطريق؟ </p><p> إن أخذناها بالمعنى الخاص فالنفي يكون لأي أرض أخرى. وإن أخذنا الأرض بالمعنى العام فكيف يكون النفي؟ ونرى أن الحق سبحانه قد قال في موضع آخر من القرآن:  {وَقُلْنَا مِن بَعْدِهِ لِبَنِي إِسْرَائِيلَ اسكنوا الأرض}  [الإسراء: ١٠٤] </p><p> هم بلا جدال يسكنون في الأرض. </p><p> وجاء هذا القول لمعنى مقصود ونعرف أننا لا نذكر السكن إلا ويكون المقصود تحييز مكان في الأرض، كأن يقول قائل:  «اسكن ميت غمر» أو «اسكن الدقهلية» أو «اسكن طنطا» ، وهذا تحديد لموقع من الأرض للاستقرار، والمعنى المقصود إذن أن الحق يبلغنا أنه سيقطعهم في الأرض تقطيعاً بحيث لا يستقرون في مكان أبدا. وذلك مصداقا لقول الله:  {وَقَطَّعْنَاهُمْ فِي الأرض أُمَماً}  [الأعراف: ١٦٨] </p><p> فليس لهم وطن خاص. وتمت بًعْثَرَتُهم في كل الأرض، وهذا هو الواقع الذي </p><p> حدث في الكون. أَوُجِدَ لبني إسرائيل استقرار في أي وطن؟ . لا. وحتى الوطن الذي أقاموه بسبب وعد بلفور لم يترك الحق أمره. بل أعطى وعده للمؤمنين بأن يدخلوا المسجد إذا ما أحسنوا العمل لاسترداده. ومازال اليهود بطبيعتهم شتاتاً في أنحاء الأرض. ولهم في كل وطن حيّ خاص بهم. وتحتفظ كل جماعة منهم في أي بلد بذاتيتهم ولا يذوبون في غيرهم:  {وَقُلْنَا مِن بَعْدِهِ لِبَنِي إِسْرَائِيلَ اسكنوا الأرض فَإِذَا جَآءَ وَعْدُ الآخرة جِئْنَا بِكُمْ لَفِيفاً}  [الإسراء: ١٠٤] </p><p> وحين يأتي بهن الحق في الجولة الآخرة سيأتون لفيفاً أي مجتمعين؛ لأن الأُمّة المؤمنة حين يقوّيها الله لتضرب على هؤلاء القوم ضربة لا بد أن يكونوا مُجتمعين. وكأن الله قد أراد أن يكون هذا «الوطن القومي» حتى يتجمعوا فيه وبعد ذلك يرسل الضربة عليهم لأنه جاء بهم لفيفاً؛ لذلك لا نحزن لأنه قد صار لهم وطن، فقد جاء بهم لفيفاً. </p><p> ونعود إلى الآية التي نحن بصددها. كيف يكون النفي من الأرض؟ حين يرد الله تَحييز مكان فهو يقول على سبيل المثال:  {ادْخُلُوا الأَرْضَ المُقَدَّسَةَ}  [المائدة: ٢١] </p><p> إذن فقد نفى غيرها. وهو يقول أيضاً:  {يُرِيدُ أَن يُخْرِجَكُمْ مِّنْ أَرْضِكُمْ}  [الأعراف: ١١٠] </p><p> وكان المقصود بها مصر. </p><p> فإذا أخذنا الأرض بالمعنى العام فحكمها حُكم «اسكنوا الأرض» . والنفي هو صورة من صور العقوبات للإفساد، والإفساد في الأرض ينقسم إلى أربعة أقسام؛ قتل، قتل وأخذ مال، أخذ مال فقط، ترويع. وقد زاد رسول الله صلّى الله عليه وسلم شيئاً وفعله في سيرته، فقد جاء بنا بأمر جديد في أمر الإفساد. وكان على </p><p> العلماء أن ينتبهوا له، فأول نفي حصل في الإسلام كان نفي رسول الله الحَكَم بن أبي العاص من المدينة إلى الطائف؛ لأن الحكم - والعياذ بالله - كان يُقلّد مِشّيَة النبيّ باستهزاء، وكان النبي صلّى الله عليه وسلم إذا مشى تكفأ تكفؤاً كأنما يَتَحدَّر من صَبَبٍ. فقد كانت مشية النبي مشية خاصة. وعلم رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أن الحَكَمَ يقلد مِشيته في استهزاء والتفت النبي - ذات مرة - فجأة، فوجد الحكم يقلده في مِشيته فنفاه من المدينة إلى الطائف، وظل الحكم في الطائف طوال حياة رسول الله صلّى الله عليه وسلم. </p><p> فلما جاءت خلافة أبي بكر الصديق، ذهب أهل الحَكَم إلى أبي بكر، فقال: </p><p> - ما كنت لأحلّ عقدة عقدها رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. وذهبوا إلى عمر بن الخطاب فلم يوافق. وعندما جاءت خلافة عثمان وكان رَضِيَ اللَّهُ عَنْه حَيياً وخجولاً فقال: لقد أخذت كلمة من رسول الله صلّى الله عليه وسلم تحمل شبهة الإفراج عنه. ويفرج عنه عثمان بن عفان رَضِيَ اللَّهُ عَنْه. </p><p> وأثناء حياة الحَكَم في الطائف كان يربي بعض شُويهات وبعض غُنيمات وكان يرعاها عند جبيلات الطائف. وكان لهذه المسألة آثار من بعد ذلك. فأنتم تعلمون أن معاوية رَضِيَ اللَّهُ عَنْه أنجب يزيد الذي تولّى الخلافة من بعده. وانتقلت الخلافة بعد يزيد لآل مروان بن الحَكَم. </p><p> وكان خالد بن يزيد الذي ترك الخلافة لمروان عالماً كبيراً في الكيمياء وله أخ اسمه عبد الله، وكان لعبد الله جياد يتسابق بها. وكان لولد من أولاد عبد الملك بن مروان جياد أيضاً، وجرت جياد عبد الله مع جياد ابن عبد الملك في مضمار سباق، فلما جاءت خيل عبد الله لتسبق. . حدث خلاف بين عبد الله وابن عبد الملك؛ فنهر ابن عبد الملك عبد الله، فذهب عبد الله واشتكى لأخيه خالد. وهنا ذهب خالد لعبد الملك بن مروان، وقال له: </p><p> - لقد حدث من ابنك لأخي كذا وكذا. وكان عبد الملك فصيحاً في العرب وما جربوا عليه لحناً أبداً. وربّى أولاده على ألا يلحنوا في اللغة. وكان له ولد اسمه الوليد غير قادر على استيعاب النطق الصحيح للغة دون لحن. </p><p> فلما دخل خالد إلى عبد الملك أراد أن يجد فيه شيئاً يعيبه به، قال عبد الملك لخالد: أتكلمني في عبد الله وقد دخل عليّ آنفاً فلم يخل لسانه من اللحن؟ </p><p> وقال خالد - معرضا بالوليد -: والله يا عبد الملك لقد أعجبتني فصاحة الوليد. فقال عبد الملك: إن يكن الوليد يلحن فإن أخاه سليمان لا يلحن. فقال خالد: وإن كان عبد الله يلحن فإن أخاه خالداً لا يلحن. </p><p> فقال عبد الملك: اسكت يا هذا فلست في العيرٍ ولا في النفير. </p><p> وأظن أن قصة العير والنفير معروفة. فالعير هي التي كانت مع أبي سفيان وعليها البضائع من الشام وتعرض لها رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ثم نجا بها أبو سفبان. والنفير هم الجماعة التي استنفزها أبو سفيان من مكة لأنه خاف من المسلمين وكانت زعامتهم لعتبة. فالعير كانت زعامته لأبي سفيان والنفير كانت زعامته لعتبة بن ربيعة، وكان عتبة هو جدّ خالد لأمه، وأبو سفيان هو جدّه لأبيه. فقال خالد: ومن أولى بالعير وبالنفير مني، جدّي أبو سفيان صاحب العير، وجدي عُتّبة صاحب النفير، ولكن لو قلت غنيمات وشويهات وجبيلات وذكرت الطائف ورحم الله عثمان لكان أولى. </p><p> وأسكته. </p><p> إذن. فالنفي كان أول عقاب أنزله الرسول صلّى الله عليه وسلم، فهل ما فعله «الحَكَم» يُعتبر فساداً؟ . ونقول: إن كل فساد غنما يترتب على الفساد الذي يمس رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. وكان الحَكَم يستهزئ بمِشية رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> وقد يقول مُشرّع ما: إن السجن يقوم مقام النفي ونقول: لا، إن السجن الآن فيه الكثير من الرفاهية. فقد كان السجن قديماً أكثر قسوة. والهدف من السجن الإبعاد لتخفيف شرور المُفسِد وإن كان لا يبعده عن مستقره ووطنه. وذلك أمر متروك للحاكم يفعله كيف يشاء وخاصة إذا لم يكن هناك أرض إسلامية متعددة. بحيث يستطيع أن ينفيه من أرض إلى أرض أخرى. </p><p> ويتبع الحق هذا بقوله:  {ذلك لَهُمْ خِزْيٌ فِي الدنيا وَلَهُمْ فِي الآخرة عَذَابٌ عَظِيمٌ} </p><p> وهذا القول لاحق لعقاب محدد للمفسدين في الأرض المحاربين لله ورسوله وهو:  {أَن يقتلوا أَوْ يصلبوا أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُم مِّنْ خِلافٍ أَوْ يُنفَوْاْ مِنَ الأرض} . وهذه العقوبات خزي لهم. </p><p> إن كلمة «خزي» ترد في اللغة بمعنيين؛ مرة بمعنى الفضيحة، «خَزِيَ، يَخْزِي، خِزياً» ، أي انفضح، ومرة ثانية هي «خَزِي، يَخْزَي، خَزاية وَخَزِّي» بمعنى استحى. والمعنيان يلتقيان، فمادام قد افتضح أمر عبدٍ فهو يستحي مما فعل. وتلك الأفعال خزي، كالذي قطع طريقاً على أناس آمنين، ونقول لمثل صاحب هذا الفعل: إن قوّتك ليست ذاتية بل قوّة اختلاسية؛ فلو كانت قُوّتك ذاتية لاستطعت أن تتأبّى لحظة أن يأخذوك ليقتلوك أو يصلبوك أو يقطعوا يدك ورجلك. فقد اجترأت على العُزَّل الذين ليست لهم استطاعة الدفاع عن أنفسهم، وفي هذا خزي لك. خصوصاً وأنت ترى من كانوا يخافونك وأنت تنال العقاب. وخزيك الآن هو مقدمة لعذاب آخر في الآخرة، فسوف تنال عذاباً عظيماً. </p><p> {ذلك لَهُمْ خِزْيٌ فِي الدنيا وَلَهُمْ فِي الآخرة عَذَابٌ عَظِيمٌ} . وكل جزاء في الدنيا إنما يأتي على قدر طاقات البشر في العقاب، ولكن ماذا إذا وكُلُّوُا إلى طاقة الطاقات؟ . ها هي ذي عدالة الحق تتجلّى فهو سبحانه وتعالى يفسح المجال للمُسرفين على أنفسهم؛ أولاً بالتوبة؛ لأن الله الرّحيم بعباده لو أخذ كل إنسان بجريرة فعلها أو عاقب كل صاحب ذنب بذنبه لاستشرى في الأرض فساد كل من ارتكب ذنباً لنه يئس من رحمة الله فتشتد ضرواته وقسوته. وسبحانه فتح باب التوبة لكل من الذين فعلوا ذلك استيقظ ضميره، فإن تاب قبل أن تقدروا عليه فهناك حُكْم، أما إن تاب بعد أن يقدر عليه المجتمع فلا توبة له. </p><p> ويقول الحق:  {إِلاَّ الذين تَابُواْ ... } </p>"
}