{
  "id": null,
  "sura": 5,
  "aya": 115,
  "text": "<p> وساعة يقول الحق:  «إني» فهو يستخدم نون الإفراد. ونعلم أن هناك أسلوبين لحديث الحق سبحانه عن نفسه. إنه ساعة يتحدث عن وحدانيته يأتي بنون الإفراد فيقول سبحانه:  {إنني أَنَا الله}  [طه: ١٤] . </p><p> وساعة يتحدث سبحانه وتعالى عن سيال القدرة الشاملة العامة لكل صفات الكمال التي تتطلب إيجاد الشيء يأتي بنون التعظيم فيقول:  {إِنَّا نَحْنُ نَزَّلْنَا الذكر وَإِنَّا لَهُ لَحَافِظُونَ}  [الحجر: ٩] . </p><p> وهو سبحانه أراد هنا أن يعطينا معنى التوحيد فقال:  {قَالَ الله إِنِّي مُنَزِّلُهَا عَلَيْكُمْ} . ذلك أن المائدة ستنزل من السماء، ولا يقدر على ذلك إلا الله وحده سبحانه وتعالى. </p><p> ويتبع الحق ذلك بقوله:  {فَمَن يَكْفُرْ بَعْدُ مِنكُمْ فإني أُعَذِّبُهُ عَذَاباً لاَّ أُعَذِّبُهُ أَحَداً مِّنَ العالمين} . فسبحانه يرسل رسله بعد أن يجتبيهم، وإياك أيها العبد أن تقول: إن فلاناً بذاته من الرسل أفضل من فلان؛ لأن الحق هو الأعلم برسله:  {الله أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ} . وعلينا أن نتبع الرسل، وعندما حاول بعض من أهل </p><p> الجاهلية التعجب من شأن القرآن الذي نزل على محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كما يخبر القرآن الكريم في قوله تعالى:  {وَقَالُواْ لَوْلاَ نُزِّلَ هذا القرآن على رَجُلٍ مِّنَ القريتين عَظِيمٍ أَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّكَ نَحْنُ قَسَمْنَا بَيْنَهُمْ مَّعِيشَتَهُمْ فِي الحياة الدنيا وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِّيَتَّخِذَ بَعْضُهُم بَعْضاً سُخْرِيّاً وَرَحْمَتُ رَبِّكَ خَيْرٌ مِّمَّا يَجْمَعُونَ}  [الزخرف: ٣١ - ٣٢] . </p><p> وقال أهل الجاهلية: لماذا لم ينزل القرآن على رجل عظيم من مكة أو من الطائف؟! قالوا ذلك استهزاء بشأن محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. وقال الحق سبحانه وتعالى في ذلك القول الفصل، فليس لأحد أن يختار الرسول؛ لأن الرسول مُصطفى من الله، ولا يملك أحد من البشر أن يختار رسولاً من أصحاب السلطان أو الجاه. </p><p> وسبحانه وتعالى يعد كل رسول الإعداد اللائق لمهمته، ومقام الرسالة النبوية هو الأعلى في الدنيا والآخرة. والحق سبحانه - وهو المنظم لأمور خلقه - قسّم الموّاهب - رحمة منه - فيما بين العباد ليتساندوا ويتآزروا ويحتاج كل منهم إلى عمل الآخر. وحين يرسل سبحانه رسولاً فهو يختار الآية المناسبة له وللعصر الذي جاء فيه، وما اقترح قوم آية وجاء بها الله، ثم لم يؤمن الذين اقترحوا الآية بعد مجيئها إلاّ أنزل الحق سبحانه بهم العذاب الأليم. وحين يطلب اتباع الرسول آيات معينة، إنما يحمل هذا الطلب في طياته التفلّت والتحلل من الالتزام بمنهج الله، كأن الذين يطلبونها يصرون على الكفر بالرسول على الرغم من طلبهم الآية، ولذلك يقول الحق سبحانه:  {وَمَا مَنَعَنَآ أَن نُّرْسِلَ بالآيات إِلاَّ أَن كَذَّبَ بِهَا الأولون وَآتَيْنَا ثَمُودَ الناقة مُبْصِرَةً فَظَلَمُواْ بِهَا وَمَا نُرْسِلُ بالآيات إِلاَّ تَخْوِيفاً} </p><p> [الإسراء: ٥٩] . </p><p> وكذلك اقترح قوم رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أن يأتيهم بآيات غير آيات القرآن، على الرغم من أن آيات القرآن تقنع كل من له عقل يفكر وقلب يحس، </p><p> وسنة الله مع الذين يطلبون الآيات ثم لا يؤمنون بها واضحة وهي العذاب الشديد، ومثال ذلك قوم ثمود الذين طلبوا ناقة للدلالة على صدق رسالة صالح عليه السلام، وعندما حدثت المعجزة كفروا بها فعاقبهم الله شر العقاب. </p><p> وبعض من قوم الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ غالوا في طلب آيات غريبة:  {وَقَالُواْ لَن نُّؤْمِنَ لَكَ حتى تَفْجُرَ لَنَا مِنَ الأرض يَنْبُوعاً أَوْ تَكُونَ لَكَ جَنَّةٌ مِّن نَّخِيلٍ وَعِنَبٍ فَتُفَجِّرَ الأنهار خِلالَهَا تَفْجِيراً أَوْ تُسْقِطَ السمآء كَمَا زَعَمْتَ عَلَيْنَا كِسَفاً أَوْ تَأْتِيَ بالله والملائكة قَبِيلاً أَوْ يَكُونَ لَكَ بَيْتٌ مِّن زُخْرُفٍ أَوْ ترقى فِي السمآء وَلَن نُّؤْمِنَ لِرُقِيِّكَ حَتَّى تُنَزِّلَ عَلَيْنَا كِتَاباً نَّقْرَؤُهُ قُلْ سُبْحَانَ رَبِّي هَلْ كُنتُ إِلاَّ بَشَراً رَّسُولاً}  [الإسراء: ٩٠ - ٩٣] . </p><p> وكان محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ رحيماً بآله وعشيرته، لذلك لم يطلب من الحق آيات غير التي أنزلها الله عليه، وعيسى عليه السلام دعا بأدب الرسل أن ينزل المائدة. واختلف العلماء أأنزل الحق سبحانه وتعالى المائدة أم لم ينزلها؟ </p><p> إن هناك من تمسكوا بقول الحق سبحانه:  {قَالَ الله إِنِّي مُنَزِّلُهَا} ، وهناك من قالوا: إن الحق سبحانه وضع شروطاً لنزول المائدة، وهو إنزال العذاب بهم إن لم يؤمنوا، فتراجعوا عن طلب إنزالها ومن قالوا بنزول المائدة اختلفوا في مواصفاتها، فمنهم من قال: إن المائدة نزلت وعليها سمكة مشوية من غير فلوس وقشور ولا شوك فيها. ذلك أنها مائدة من السماء ومعها خمسة أرغفة، وعلى كل رغيف شيء مما يعرفون: رغيف عليه عسل، وآخر عليه زيتون، وثالث عليه سمن، ورابع عليه جبن، وخامس عليه قديد من اللحم. </p><p> ومن بعد ذلك يقول الحق سبحانه: </p><p> {وَإِذْ قَالَ الله ... } </p>"
}