{
  "id": null,
  "sura": 5,
  "aya": 57,
  "text": "<p> والهُزُوُ هو السُّخرية والتَّنكيت. وهُزْء أهل الكتاب من أهل الحق لون من الانفعال العكسى. فساعة يرى بعض أهل الباطل واحداً ملتزماً يُصلّي ولا يُحملق في النساء قد يصفونه بصفات غير لائقة؛ لأنهم لا يستقبلون التزامه إلا بلونٍ من السخرية، وحتى لا يفهم أنه خيرٌ منهم، وقد يضلونه فيتبعهم. </p><p> ولنفرض أن ثلاثة من الشباب جمعت بينهم الصداقة ثم انحرف منهم اثنان والْتزم واحد منهم. وكان لأحد المنحرفين أُخت فيطلب زميله المنحرف يد هذه الأخت، ويأتي له الصاحب الذي لم ينحرف ليطلب الأخت نفسها، هنا نجد الأخ لا يوافق على زواج أخته بالمنحرف، بل يوافق على زواجها من الذي لم ينحرف؛ لأنه لن يخدع نفسه. وعندما يعاتبه المنحرف فهو يرد عليه: وهل أستأمنك على أختي؟ أنا أعرفك حق المعرفة. </p><p> وهكذا نرى أن القيم هي القيم. وعندما يكون هناك إنسان على حق ويلتقي بأناس على باطل نجدهم لا يتركونه وشأنه، ولأنهم لن يستطيعوا أن يكونوا مثله فلا أقل من أن يهزأوا منه حتى يحتفظوا لأنفسهم بفسادهم. وعندما ننظر إلى العادات الضَّارة التي تنتشر، مثل شمّ الهيروين أو تدخين المخدرات نجد أن الذي وقع في مصيدة هذه المصائب يريد أن يجر غيره إلى مثل هذا المستنقع. ونجد في القرآن ما يقوله لنا خالق الطباع والعليم بها: </p><p> {إِنَّ الذين أَجْرَمُواْ كَانُواْ مِنَ الذين آمَنُواْ يَضْحَكُونَ وَإِذَا مَرُّواْ بِهِمْ يَتَغَامَزُونَ}  [المطففين: ٢٩ - ٣٠] . </p><p> مثل قول أهل الباطل للمؤمن: احملنا إلى الجنة على جناحك. أو: أتريد أن تكون وليّاً. {وَإِذَا انقلبوا إلى أَهْلِهِمُ انقلبوا فَكِهِينَ}  [المطففين: ٣١] . </p><p> ويرجع الواحد منهم إلى أهله فيحكي بسرور: لقد قابلنا إنساناً غارقاً في الإيمان وسخرنا منه: {وَإِذَا رَأَوْهُمْ قالوا إِنَّ هؤلاء لَضَالُّونَ وَمَآ أُرْسِلُواْ عَلَيْهِمْ حَافِظِينَ}  [المطففين: ٣٢ - ٣٣] . </p><p> بل قد نجد أن أهل الإضلال يتهمون المؤمن بأنه على ضلال، فماذا يكون العقاب يوم الحشر؟ {فاليوم الذين آمَنُواْ مِنَ الكفار يَضْحَكُونَ عَلَى الأرآئك يَنظُرُونَ هَلْ ثُوِّبَ الكفار مَا كَانُواْ يَفْعَلُونَ}  [المطففين: ٣٤ - ٣٦] . </p><p> وكأن الحق يسأل المؤمنين: ألم آخذ لكم حقكم؟ إذن فالذين يتخذون الدين هُزُواً ولعباً. وادعوا الإيمان نفاقاً. إياكم أن تأمنوا لهم. </p><p> ولقد حذرنا الحق بداية:  {لاَ تَتَّخِذُواْ اليهود والنصارى أَوْلِيَآءَ بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ}  [المائدة: ٥١] . </p><p> وهنا أمر بعدم اتخاذ الذين يتخذون الدين مادة للهزء أولياء، وعلى المؤمنين اليقظة </p><p> والحذر؛ لأن الحق يقول:  {واتقوا الله إِن كُنتُم مُّؤْمِنِينَ} فإن كنتم مؤمنين حقاً فعليكم الأخذ بيقظة الإيمان، عليكم ألا توالوا اليهود والنصارى وكذلك من يتمسح في الإيمان نفاقاً ويريد الانتفاع بمزايا الإسلام ليأخذ حقوقه الظاهرية وقلبه مع غير المؤمنين. وتقوى الله تبدأ من أن ينفذ المؤمن المنهج، ويحاول أن يستبقي للمنهج مناعة اقتداره أمام خصومه بألا يُدخل المؤمنُ في حماية المنهج من لا يؤمن من اليهود والنصارى والكافرين والمنافقين. </p><p> ويقول الحق من بعد ذلك:  {وَإِذَا نَادَيْتُمْ إِلَى الصلاة اتخذوها ... .} </p>"
}