{
  "id": null,
  "sura": 5,
  "aya": 59,
  "text": "<p> و «قُلْ» هي خطاب لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. وحين يخاطب الحق الرسول، فالخطاب أيضاً لأمته صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فنقول نحن أيضاً:  {قُلْ ياأهل الكتاب هَلْ تَنقِمُونَ مِنَّآ إِلاَّ أَنْ آمَنَّا بالله وَمَآ أُنزِلَ إِلَيْنَا وَمَآ أُنزِلَ مِن قَبْلُ وَأَنَّ أَكْثَرَكُمْ فَاسِقُونَ}  [المائدة: ٥٩] . </p><p> و «نَقَم يَنْقِم» أي كره مني أن أفعل هذا، فلماذا تكرهون إيماننا يا أهل الكتاب؟ هل الإيمان مما يكره؟ وجاء الحق هنا بسؤال لا يقدرون على الإجابة عنه، فنحن آمنا بالله وبرسله وما أنزله علينا وما أنزل من قبل، فما الذي يُكره في هذا؟ وأبلغ سيدنا </p><p> محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ اليهود أننا نؤمن بالله وبالرسل ومنهم سيدنا عيسى ابن مريم عليه السلام، فغضبوا منه كثيراً. فكيف يكره أهل الكتاب إيمان المسلمين بالله؟ </p><p> مثال ذلك عندما يدعوك إنسان إلى تصرف غير مستقيم أو إلى الذهاب إلى مكان مشبوه فترفض ذلك يكرهك هذا الإنسان، فتقول له: أتكره في سلوكي أن أكون مستقيماً؟ ونعلم أن الإنسان الأمين هو ثروة لمن يعرفه والذي يستحق النقمة والكراهية هو الفعل الضار، أما الإيمان بالله فهو أمر محبوب لأنه يُعلم الإنسان الأدب مع كل خلق الله، ويعلم الإنسان الحفاظ على أعراض الناس، ويعلم الإنسان ألاَّ يعتدي على أموال ودماء الناس ولا يغتاب الناس، ولا يرتشي، وأن يخلص في العمل وألا يكذب في ميعاد، فأي شيء في هذا يستحق الكراهية؟ </p><p> إذن، فمن يكره إنساناً لأي سبب من هذا فهو كره بلا منطق، وكان من الواجب أن يكون سبب الكره سبباً للمحبة. وقد يأتي من يقول لك: ليس في فلان من عيوب إلا كذا. </p><p> وقد يورد سبباً معقولاً. ولكن لا يقول أحد أبداً: لا عيب في فلان إلا أنه شهم؛ لأن الشهامة لا يمكن أن تكون عيباً، كأن القائل قد أعمل ذهنه حتى يكتشف عيباً، لم يجد إلا صفة رائعة، وقال عنها: إن كنت تعتبر هذه الصفة عيباً فهذا هو عيبه. ويسمون ذلك من أساليب الأداء الأدبي عند العرب وهو تأكيد المدح بما يشبه الذم، فيقول قائل: لا عيب في فلان إلا كذا. وساعة يسمع السامع هذا يظن أن العيب الذي سيورده هو صفة قبيحة فيفاجأ بأنها خصلة جميلة. وبذلك يؤكد القائل المدح بما يشبه الذم:  {قُلْ ياأهل الكتاب هَلْ تَنقِمُونَ مِنَّآ إِلاَّ أَنْ آمَنَّا بالله وَمَآ أُنزِلَ إِلَيْنَا وَمَآ أُنزِلَ مِن قَبْلُ وَأَنَّ أَكْثَرَكُمْ فَاسِقُونَ} . </p><p> أنتم تقولون: إنكم أهل كتاب وعندكم التوارة، وكان يجب أن تعلموا كيف يشذب الإيمان النفوس ويدفع عنها الشر؛ لأن لكم سابقة في الإيمان، فقد آمنتم بالله وبالرسل السابقين على موسى وآمنتم بموسى، والمسلمون آمنوا بالله وآمنوا بما أنزل إليهم وآمنوا بالرسل ومنهم موسى وعيسى ومحمد صلى الله عليهم وسلم فكيف يُكره ذلك؟ </p><p> وإن كان هذا مما يُكره فعلينا كمؤمنين أن نسألكم: لماذا تنكرون علينا ذلك؟ لا شك أنكم تنكرون علينا إيماننا بالله لأنها قضية غير واضحة في أذهانكم. </p><p> ولو كانت واضحة في أذناهكم ما كرهتم إيماننا. إذن فمسألة الإيمان بالله غير مستقرة في وجدانكم كأهل كتاب بدليل أنكم تكرهون من آمن بالله، ودليل ذلك أنكم أنزلتم الله منزلة لا تليق بكماله، فجسمتموه وقلتم:  {حتى نَرَى الله جَهْرَةً}  [البقرة: ٥٥] . </p><p> وقلتم:  {إِنَّ الله فَقِيرٌ وَنَحْنُ أَغْنِيَآءُ}  [آل عمران: ١٨١] . </p><p> وقلتم:  {يَدُ الله مَغْلُولَةٌ}  [المائدة: ٦٤] . </p><p> إذن فأنتم تكرهون لنا أن نؤمن بالله إيماناً يليق بكمال الله؛ لأنكم لم تؤمنوا بالله صحيح الإيمان، ولو طابق إيماننا إيمانكم ما كرهتمونا. وكذلك لم تؤمنوا بالكتب بدليل أنكم حرفتموها. ولم تؤمنوا بالرسل لأنكم وقفتم من عيسى عليه السلام هذه المواقف. إذن فأنتم تنقمون منا وتكرهون أموراً لا تُكره عند الطبع السليم، وهذا دليل على أن طبعكم هو المختل. وإذا كنتم تكرهون هذا الإيمان فماذا تملكون لمن تكرهون؟ لا قوة لكم لتفعلوا لنا أي شيء. ولكن حين يكرهكم الله فماذا يفعل بكم؟ إنكم حين تكرهوننا لا تملكون قدرة لعقابنا، لكن الذي يكرهكم هو الله وعنده القدرة المقتدرة لينتقم لنا منكم. </p><p> إذن فكراهيتكم لنا لا قيمة لها. وإذا كنا نجاريكم، والمجاراة لون من جدال الخصوم فماذا يعنيكم من كوننا مؤمنين؟ </p><p> مثال ذلك أن يتهمك إنسان بأنك بخيل فتقول له: هب أنني بخيل فعلاً فماذا يعنيك من هذا؟ وهذا ما نسميه مجاراة الخصوم؛ لذلك نقول لأهل الكتاب: هب أن لكراهيتكم لنا رصيداً وأنكم تستطيعون إيذاءنا، فلكم شر من هذا وهو عقاب الله، </p><p> وسنرى ماذا سيحدث لكم عندما يكرهكم الله. وهو قادر على كل شيء. وعلى فرض أن إيذاءكم لنا هو شر، فالأكثر فاعلية هو عقاب الحق لكم؛ لأنه عندما يكرهكم يقدر أن يعاقبكم بما شاء. إذن فالصفقة - صفقة كراهيتكم لنا - خاسرة من ناحيتكم. </p><p> ولذلك قال الحق:  {قُلْ هَلْ أُنَبِّئُكُمْ بِشَرٍّ مِّن ... } </p>"
}