{
  "id": null,
  "sura": 5,
  "aya": 31,
  "text": "<p> ونعرف السوءة وهي ما تَتَكرّهه النفس. وهي من «ساء، يسوء، سوءا» أي يتكره، وسمينا «العَورة» سَوْءَة؛ لأنها تتكره. </p><p> {فَبَعَثَ الله غُرَاباً يَبْحَثُ فِي الأرض} . هل بعث الله حتى يُرِي قابيل كيف يواري سوءة هابيل، أم أن الغراب هو الذي سيقول له؟ كلا الأمرين متساوٍ؛ لأن ربنا هو الذي بعث، فإن كنت ستنظر للوسيلة القريبة فيكون الغُراب، وإن كنت ستنظر لوسيلة الباعث يكون هو الله؛ فالمسألة كلها واصلة لله، وأنت حين تنسب الأسباب تجدها كلها من الله. </p><p> {قَالَ يَاوَيْلَتَا} . ساعة تسمع كلمة «يا ويلتي» يكون لها معنيان في الاستعمال: المعنى الأول للويل: هو الهلاك، وإن أردنا المبالغة في الهلاك نأتي بتاء التأنيث ونقول: ويلة، ولذلك عندما نحب أن نبالغ في وصف عالم نقول: فلان عالم وفلان علاّم وفلان عَلاَّمة، وتأتي التاء هنا لتؤكد المعنى، إذن فالويل: الهلاك، و «ويلة» تعني أيضا الهلاك، وماذا تعني «يا ويلتي» ؟ </p><p> إننا نعرف أن النداء يكون ب «يا» فكيف نُنادي الويل والهلاك؟ وهل يُنادي غير العاقل؟ نعم، يُنادي؛ لأنه مادام «الويل» و «الويلة» : الهلاك. كأنك تقول: أنا لم أعد أطيق ما أنا فيه من الهم والغم، ولا يُخلصني فيه إلا الهلاك، يا هلاكي تعال فهذا وقتك {إذن فقوله:  «يا ويلتي» يعني يا هلاك تعال، والمتنبي فطن لهذه المسألة وقال: </p><p> كفى بك داء أن ترى الموت شافيا ... وحسب المنايا أن يكنّ أمانيا </p><p> فأي داء هذا الذي تقول فيه: يارب أرحني بالموت} ! إذن فالذي يراه من ينادي الهلاك هو أكثر من الموت. المعنى الأول: أنك تنادي الهلاك أن يحضر؛ ولذلك يقول الحق:  {وَوُضِعَ الكتاب فَتَرَى المجرمين مُشْفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ ياويلتنا مَالِ هذا الكتاب لاَ يُغَادِرُ صَغِيرَةً وَلاَ كَبِيرَةً إِلاَّ أَحْصَاهَا}  [الكهف: ٤٩] </p><p> إنهم يتمنّون الموت؛ وكذلك قال قابيل «يا ويلتي» . </p><p> وهل تأتيه الويلة عندما يطلبها؟ لا، فقد انتهت المسألة وصار قاتلاً لأخيه. </p><p> والمعنى الثاني: أن تأتي «يا ويلتنا» بمعنى التعجب من أمر لا تعطيه الأسباب، وهناك فرق بين عطاء الأسباب وبين عطاء المُسبّب. فلو ظل عطاء الأسباب هو المُتحكّم في نواميس الكون، لكان معنى هذا أن الحق سبحانه قد زاول سلطانه في مُلْكه مرة واحدة، وكأنه خلق الأسباب والنواميس وتركها تتحكم ونقول: لا. فبطلاقة القدرة خلقت الأسباب، وهي تأتي لتثبيت ذاتية القدرة وقيّوميّتها، فيقول الحق حينما يشاء: توقفي يا أسباب. </p><p> إذن فهناك أسباب وهناك مُسبّب. والأمر العجيب لا تعطيه الأسباب. وحين لا يعطى السبب يتعجب الإنسان، ولذلك يَرُدّ الأمر إلى الأصل الذي لا يتعجب منه. </p><p> وها هو ذا سيدنا إبراهيم عليه السلام عندما جاءه الضيوف وقدم لهم الطعام </p><p> ورأى أيديهم لا تصل إليه نكرهَم ونفر منهم ولم يأنس إليهم وأوجس منهم خِيفة. ويقول الحق عن هذا الموقف:  {فَأَوْجَسَ مِنْهُمْ خِيفَةً قَالُواْ لاَ تَخَفْ وَبَشَّرُوهُ بِغُلاَمٍ عَلَيمٍ فَأَقْبَلَتِ امرأته فِي صَرَّةٍ فَصَكَّتْ وَجْهَهَا وَقَالَتْ عَجُوزٌ عَقِيمٌ}  [الذاريات: ٢٨ - ٢٩] </p><p> وقال الحق أيضاً في هذا الموقف:  {وامرأته قَآئِمَةٌ فَضَحِكَتْ فَبَشَّرْنَاهَا بِإِسْحَاقَ وَمِن وَرَآءِ إِسْحَاقَ يَعْقُوبَ}  [هود: ٧١] </p><p> وهنا قالت امرأة سيدنا إبراهيم:  {ياويلتى أَأَلِدُ وَأَنَاْ عَجُوزٌ وهذا بَعْلِي شَيْخاً إِنَّ هذا لَشَيْءٌ عَجِيبٌ}  [هود: ٧٢] </p><p> أي أن الأسباب لا تعطى، ورُدّت إلى المُسبّب. (أتعجبين من أمر الله) ؟ كان لك أن تتعجبي من الأسباب لأنها تعطلت، أما حين تصل الأسباب إلى الله، فلا عجب. </p><p> وقال سيدنا زكريا عليه السلام مثل قولها؛ فحين رأى السيدة مريم وهو الذي كَفلها، وكان يجيء لها بمطلوبات مقومات حياتها، وفُوجئ بأن عندها رزقا من طعامٍ وفاكهة. فسألها:  {يامريم أنى لَكِ هذا}  [آل عمران: ٣٧] </p><p> كيف يقول لها ذلك؟ لا بد أنه رأى شيئا عندها لم يأتِ هُو به، وهنا ردَّت عجبه لتنبهه بالحقيقة الخالدة:  {هُوَ مِنْ عِندِ الله إِنَّ الله يَرْزُقُ مَن يَشَآءُ بِغَيْرِ حِسَابٍ}  [آل عمران: ٣٧] </p><p> وبشاء الحق أن تقولها سيدتنا مريم وهي صغيرة السن، وكأنها تقول ذلك كتمهيد؛ لأنها - كما قلنا سابقا - ستتعرض لمسألة لا يمكن أن يحلها إلا المُسبِّب، فسوف تلدِ بدون رُجولة، وهي مسألة عجيبة، لذلك كان لا بد أن تفهم هي وأن تنطق:  {هُوَ مِنْ عِندِ الله إِنَّ الله يَرْزُقُ مَن يَشَآءُ بِغَيْرِ حِسَابٍ}  [آل عمران: ٣٧] </p><p> وكأن الحق ينبئها ضمناً بأن عليها أن تتذكّر أنها هي التي قالت هذه الكلمة؛ لأن المستقبل سوف يأتي بك بأحداث تحتاج إلى تذكُر هذا القول. وهي التي تُذكِرّ سيدنا زكريا عليه السلام بهذه الحقيقية. ولنر دِقّة إشارة القرآن إلى الموقع الذي ذكرت له مريم فيه تلك الحقيقة:  {هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُ}  [آل عمران: ٣٨] </p><p> كأن ساعة سمع هذه المسألة قرّر أن يدعو الله بأمنيته في المحراب نفسه. وهل كان سيدنا زكريا لا يعرف تلك الحقيقة؟ كان يعرفها، ولكن هناك فرق بين حكم يكون في حاشية الشعور، وبين حكم يكون في بؤرة الشعور. </p><p> وقول مريم لزكريا:  {هُوَ مِنْ عِندِ الله إِنَّ الله يَرْزُقُ مَن يَشَآءُ بِغَيْرِ حِسَابٍ} جعل القضية تنتقل من حاشية الشعور إلى بؤرة الشعور. {هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُ}  [آل عمران: ٣٨] </p><p> لماذا لم يدعُ ربَّه من البداية؟ . كان سيدنا زكريا سائراً مع الأسباب ورتابة الأسباب قد تذهل وتُشغل عن المُسبِّب، وعندما سمع من مريم:  {يَرْزُقُ مَن يَشَآءُ بِغَيْرِ حِسَابٍ} أراد أن يدخل من هذا الباب، فدعا ربه؛ وبشّره الحق بأنه سيأتي له بذريّة، وتعجّب زكريا مرّة أخرى من هذا الأمر شارحاً حالته: </p><p> {وَقَدْ بَلَغَنِي الكبر وامرأتي عَاقِرٌ}  [آل عمران: ٤٠] </p><p> ومادمت يا زكريا قد دعوت الله أن يهبك الذّرّية وقفزت قضية رزق الله لمن يشاء من حاشية شعورك إلى بؤرة شعورك. فقد جاء أمر الله:  {كذلك قَالَ رَبُّكَ}  [مريم: ٩] </p><p> إذن فلا بحث في الأسباب والمسببات. فهي إرادة الله. ويوضح الحق حيثيّات {إِنَّ الله يَرْزُقُ مَن يَشَآءُ بِغَيْرِ حِسَابٍ} ويأتيك بالولد؛ فيقول سبحانه:  {هُوَ عَلَيَّ هَيِّنٌ وَقَدْ خَلَقْتُكَ مِن قَبْلُ وَلَمْ تَكُ شَيْئاً}  [مريم: ٩] </p><p> وكل هذه مقدمات من مريم ومن سيدنا زكريا الكفيل لها؛ ذلك أن سيدنا زكريا سوف يكون عنصراً شاهداً عندما يأتيها الولد من غير أب وتلد، وهو كفيل لها، وهو الذي سيتعرض لهذا الأمر. </p><p> ولماذا كل هذا التمهيد؟؛ لأن خرق الأسباب وخرق النواميس وخرق السُنن إنما حدث في أمور أخرى غير العِرْض، لكن عند مريم سيكون ذلك في العِرض وهو أقدس شيء بالنسبة للمرأة، لذلك لابد من كل هذه التمهيدات. إذن، هو أمر عجيب لكنه ليس بعجيب على الله. </p><p> وها هوذا قابيل يقول:  {يَاوَيْلَتَا أَعَجَزْتُ أَنْ أَكُونَ مِثْلَ هذا الغراب} كأن عملية الغراب أظهرت لقابيل أنه لم يعرف شيئاً يفعله الطائر الذي أمامه، فها هي ذي مسألة يفعلها غراب ولا تفعلها أنت يا قابيل، لقد امتلكت قدرة لتقتل بها أخاك، لكنك عاجز أن تفعل مثل هذا الغراب. فقابيل لا يقولها - إذن - إلا بعد أن مرّ بمعنى نفسيّ شديد قاسٍ على وجدانه. </p><p> لقد قدر على أخيه وقتله وهو لم يعرف كيف يواريه، بينما عرف الغراب كيف يواري جثة غراب آخر. وهكذا أصبح قابيل من النادمين {فَأَصْبَحَ مِنَ النادمين} . </p><p> إن علينا أن ننتبه إلى الفارق بين «نَدِمٍ» و «نَدَمٍ» . وعلى سبيل المثال: هناك إنسان قد جرؤ على حدود الله وشرب الخمر بالنقود التي كان عليه أن يشتري بها طعام </p><p> الأسرة. وعندما عاد إلى منزله ووجد أهله في انتظار الطعام، ندم لأنه شرب الخمر، فهل كان ندم الرجل على أنه عصى الله، أو ندم لأنه لم يشتر الطعام لأهله؟ . لقد ندم على عدم شراء الطعام وذلك ندم مرفوض، ليس من التوبة. </p><p> وقد يكون هذا الشارب للخمر قد ارتدى أفخر ثيابه وخرج فشرب الخمر ووقع على الأرض، وهنا ندم لأن شُرب الخمر أوصله إلى هذا الحال؛ فهل ندم لأنه عصى ربه؟ . أو ندم لأنه صار هُزْأة بين الناس؟ . وكذلك كان ندم قابيل، لقد ندم على خيبته؛ لأنه لم يعرف ما عرفه الغراب. </p><p> ويقول الحق بعد ذلك:  {مِنْ أَجْلِ ذلك ... } </p>"
}