{
  "id": null,
  "sura": 5,
  "aya": 80,
  "text": "<p> ونلحظ الفارق بين أن يخبر الحق رسوله بأمور حدثت من قبل مثل قوله الحق:  {لُعِنَ الذين كَفَرُواْ مِن بني إِسْرَائِيلَ على لِسَانِ دَاوُودَ وَعِيسَى ابن مَرْيَمَ}  [المائدة: ٧٨] . </p><p> وبين الواقع الذي يجري في زمن رسول الله؛ فالخبر الأول هو خبر عن أمر صدر منهم مع من سبق من الرسل. لكن هناك أشياء يا رسول الله أنت تراها بنفسك، وهذا دليل على أن كفرهم لم يكن نزوة وانتهت، لا، بل كفرهم أصبح ملكة فيهم انطبعت عليها نفوسهم، كيف؟ نعلم أن الإسلام حينما جاء واجه معسكرات شتّى، وهذه المعسكرات كانت تفسد حركة الإنسان في الحياة، والحق سبحانه وتعالى خلق الكون مسخّراً للإنسان ويريد أن يظل الإنسان حارساً لصلاح الكون أو أن يزيد صلاح الكون وألا يسمح بتسرب الفاسد إلى الصالح. </p><p> إن هذا هو مراد الحق من وجود منهج للإنسان. وهدف المنهج أن يحمي حركة الحياة كلها من الفساد وأن يزيد صلاحية الكون، فعملنا في الكون دائماً لصالحنا؛ ولا يوجد عمل يفعله مخلوق يأتي للحق سبحانه وتعالى بصفة زائدة على كمالاته - سبحانه -؛ لأن الحق له كمال الصفات، وهو الذي خلقنا وأوجدنا وأمدنا، وتكليفنا منه لم يزده سبحانه شيئا، فهو - سبحانه - مستغن بذاته عن جميع خلقه. </p><p> جاء رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - إذن - ليحارب معسكرات هي معسكر أهل الشرك في مكة، ومعسكر أهل الكتاب، وكان المفترض في أهل الكتاب أن لهم صلة بالسماء ولهم إلف بمناهج الرسل. وبعجزات الرسل وعندهم البشارة برسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في كتبهم، ومعكسر المنافقين الذين ظهروا بعد أن قويت شوكة الإسلام، فأعلنوا الدخول في الإسلام وهم لم يؤمنوا بل أضمروا الكفر. </p><p> وعندما نتوقف عند معكسر أهل الكتاب، كان من الطبيعي أن ينتظر منهم رسول الله أن يؤمنوا لأنه جاء بالمنهج الذي يقوي من صلة السماء بالأرض، لو كانوا صادقين وحريصين على تلك الصلة. وخصوصاً أنهم كثيراً ما تباهوا بمقدم النبي قبل أن تأتي الرسالة. وكانوا يقولون للأوس والخزرج: </p><p> لقد أظل زمان نبي يخرج بتصديق ما قلنا، يأتي سنتبعه فنقتلكم معه قتل عاد وإرم. </p><p> وفي ذلك جاء قول الحق: </p><p> {وَكَانُواْ مِن قَبْلُ يَسْتَفْتِحُونَ عَلَى الذين كَفَرُواْ فَلَمَّا جَآءَهُمْ مَّا عَرَفُواْ كَفَرُواْ بِهِ}  [البقرة: ٨٩] . </p><p> وقالت لهم كتبهم: إن النبي إنما يأتي في أرض ذات نخيل، وهذا ينطبق على مكان مبعثه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. إذن فقد عرفوا المكان، وعرفوا الصفات، وعرفوا الجبهات التي سيحارب فيها لأنه سبق لأنبيائهم أن حاربوا فيها. وعندما جاء محمد رسولاً من عند الله اهتزت سلطتهم الزمنية، وأرادوا أن يستبقوها بتحريفهم منهج السماء. وجاء محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بالمنهج الرباني ليعيد حركة الكون إلى الإيمان. </p><p> ودخل رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ المدينة بينما كانوا ينسجون الإكليل كتاج لملك ينصبونه. </p><p> هكذا أوقف رسول الله سلطتهم الزمنية ولم يعد لهم الجاه، ووحّد الأوس والخزرج، وكان اليهود يعيشون على الشقاق بينهما، ببيع الأسلحة والإقراض بالربا. ومع مجيء محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ تهدم بنيان سلطتهم؛ لذلك حاولوا أن يشجعوا خصوم رسول الله وهو ما زال في مكة ليهزموا الدين الجديد حتى لا يزحف الدين إلى المدينة ويهدر سلطانهم: </p><p> وفي ذلك جاء القول الحق:  {إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ الله وَأَيْمَانِهِمْ ثَمَناً قَلِيلاً أولئك لاَ خَلاَقَ لَهُمْ فِي الآخرة وَلاَ يُكَلِّمُهُمُ الله وَلاَ يَنظُرُ إِلَيْهِمْ يَوْمَ القيامة وَلاَ يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ}  [آل عمران: ٧٧] . </p><p> والثمن القليل هو الأبهة والرئاسة وسدة الحكم. وها هوذا كعب بن الأشرف كبير يهود وله ثراء ولسان، يخرج إلى قريش ليناقشهم في ضرورة وأد الدين الجديد والقضاء عليه. فقالت له قريش: إنك من أهل الكتاب. ولك صلة بالسماء. </p><p> فيقول لهم: إنكم أهدى من محمد سبيلا!! كيف يصير المشركون عبدة الأصنام أهدى من محمد سبيلا؟ . </p><p> وهكذا نرى قوله الحق:  {ترى كَثِيراً مِّنْهُمْ يَتَوَلَّوْنَ الذين كَفَرُواْ} . لقد تحالفوا مع معكسر الشرك الذي كان بينهم وبينه خصومة حتى لا تتسرب السلطة من أيديهم. وتعاونوا مع الذين أشركوا لإيقاف زحف الدين الجديد. </p><p> {ترى كَثِيراً مِّنْهُمْ يَتَوَلَّوْنَ الذين كَفَرُواْ لَبِئْسَ مَا قَدَّمَتْ لَهُمْ أَنفُسُهُمْ أَن سَخِطَ الله عَلَيْهِمْ وَفِي العذاب هُمْ خَالِدُونَ}  [المائدة: ٨٠] . </p><p> ويتولونهم أي ينصرونهم ويعينونهم ويدعون أنهم على حق، وكأن الدين الجديد على باطل. ويقسم الحق هنا أنه بئس ما زينت لهم النفس الأمارة بالسوء، لأنهم افتقدوا النفس اللوامة، وغلبت عليهم النفس الأمارة بالسوء. </p><p> وتتابع الآية:  «أن سخط الله عليهم وفي العذاب هم خالدون» وينشأ عن السخط الابتعاد عن طريق الهداية. والبعد عن طريق الهداية يقود إلى العذاب الخالد. كأن الحق يوضح لهم: على فرض أنكم أخذتم متاعاً قليلاً في الحياة، ولكنكم أتيتم لأنفسكم بمتاعب أزلية تنتظركم في الآخرة. </p><p> ويقول الحق بعد ذلك:  {وَلَوْ كَانُوا يُؤْمِنُونَ ... } </p>"
}