{
  "id": null,
  "sura": 5,
  "aya": 68,
  "text": "<p> و «قل» - كما نعرف - هي خطاب له صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وما يلي ذلك بلاغ من الله لأهل الكتاب إنهم بلا منهج لأنهم لم يقيموا التوراة والإنجيل بل حرفوهما، ولم يؤمنوا بالقرآن، وهو المنهج الكامل المنزل على محمد بن عبد الله. </p><p> وحين يقول الحق:  {لَسْتُمْ على شَيْءٍ} فكلمة «شيء» تقال لأدنى فرد من أي جنس، فالقشة شيء، وورقة الشجرة شيء، وما يطلق عليه شيء - إذن - هو الأقل. </p><p> وقوله الحق:  {لَسْتُمْ على شَيْءٍ} أي إياكم أن تظنوا أنكم حين تقومون بتنفيذ جزء من تعاليم التوارة والإنجيل وتخفون الباقي وتهملونه تكونون قد أخذتم شيئاً من الهداية، لا؛ فأنتم لستم على شيء حتى تقيموا التوارة والإنجيل وتؤمنوا بالكتاب الذي أنزل على محمد، والمنهج ليس عرضة لأن تأخذوا منه ما يعجبكم وأن تتركوا ما لا يعبجكم. </p><p> وعندما يقال:  {لَسْتُمْ على شَيْءٍ} . ونعرف أن الشيء هو أقل مرتبة في الوجود، ولذلك نقول: شيء خير من لا شيء. ويقال بالعامية: هاش خير من لاش و «هاش» هو الهالك من ثياب المنزل الممزقة، أي أن الذي يملك ملابس ممزقة أفضل ممن لا يملك شيئاً على الإطلاق. </p><p> وقوله الحق:  {لَسْتُمْ على شَيْءٍ حتى تُقِيمُواْ التوراة والإنجيل وَمَآ أُنزِلَ إِلَيْكُمْ مِّن رَّبِّكُمْ} هو إيضاح لهم أنهم في المرتبة الأدنى من الكائنات لأنهم بلا منهج. ويضيف:  {وَلَيَزِيدَنَّ كَثِيراً مِّنْهُمْ مَّآ أُنْزِلَ إِلَيْكَ مِن رَّبِّكَ طُغْيَاناً وَكُفْراً} أي أنهم لن يظلوا على درجة واحدة ثابتة من الطغيان والكفر، بل كلما أنزل الحق إليك آية يا محمد، وكلما نصرك الله في أمر ازدادوا هم طيغاناً وكفراً. وكان من المفروض أن زيادة نزول الآيات لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ تكون إضعافاً لتشددهم وترقيقا لقلوبهم، لكنه سبحانه أراد أن تشتد شراستهم ووحقدهم في أمر الاعتراف بالإسلام. </p><p> وقد حدث من خالد بن الوليد وكان فارس الجاهلية ضد الإسلام أن قال لعمرو ابن العاص: لقد استقر الأمر لمحمد. واتجه الاثنان إلى الإسلام على الرغم من أن كلا منهما يعرف قوته ومكانته بين قومه. وبعد أن رأى خالد وعمرو أن الخيبة هي نصيب الواقف ضد محمد مهما علا شأنه. ذهبا إلى الإسلام، وهذا هو موقف المتدبر للأمر دون حقد ولَدَد. أما الذي يزدحم بالمعاناة حقداً ولدداً فتزيده آيات الله لنصرة </p><p> منهجه حقداً ولدداً وطيغاناً؛ لأن الله شاء ألا يهديهم. ولذلك تصير كل آية في صف الإيمان والمؤمنين مصدرَ إثارةٍ وغيظ ومرارة في نفوس أهل الكفر. وهكذا يوطن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أمره تجاه هؤلاء الكفار. </p><p> إنك يا رسول الله لا تواجه طاقة محدودة ولكنك تواجه طاقة من الشر النامي. </p><p> وكل آية إنما تهدي الذي في أعماقه بذرة من خير، أما الذي ينتفي الخير من داخله فالمسألة تزيده سراشة في قلبه. إن الشرير يُصَعِّد الشر ويزداد جُرمه وإثمه، أما الخير فينزل من قِمّةِ الجرم إلى أقل درجة. ولنا المثل في قصة سيدنا يوسف عليه السلام، فالحق يقول على لسان أخوة يوسف:  {لَيُوسُفُ وَأَخُوهُ أَحَبُّ إلى أَبِينَا مِنَّا وَنَحْنُ عُصْبَةٌ إِنَّ أَبَانَا لَفِي ضَلاَلٍ مُّبِينٍ}  [يوسف: ٨] . </p><p> ومن بعد ذلك قالوا لأبيهم:  {مَا لَكَ لاَ تَأْمَنَّا على يُوسُفَ} . ثم أخذوا في التبييت والتدبير وقالوا:  {أَرْسِلْهُ مَعَنَا غَداً يَرْتَعْ وَيَلْعَبْ} . وكان أول التدبير لهم هو ما قاله الحق حكاية عنهم:  {اقتلوا يُوسُفَ} . </p><p> ومعنى القتل هو إزهاق الروح. وهذه أعلى درجات الشر، لكنهم يتراجعون عنها ويقولون:  {أَوِ اطرحوه أَرْضاً} . فهم لم يرغبوا في قتله، واكتفوا بأن يتركوه في مكان بعيد، وتصوروا أن بعض السيارة قد يلتقطه فيبعدون يوسف عن أبيه. إذن هم بدأوا التدبير قتلاً، ثم انتهوا بالتفكير لنجاة يوسف:  {اقتلوا يُوسُفَ أَوِ اطرحوه أَرْضاً يَخْلُ لَكُمْ وَجْهُ أَبِيكُمْ}  [يوسف: ٩] . </p><p> والمرحلة الثالثة قولهم:  {وَأَلْقُوهُ فِي غَيَابَةِ الجب} والجب فيه مياه، وهناك أناس كثيرون يذهبون إلى مصادر المياه. هكذا يورد الحق لنا كيفية نمو الخير من بطن الكيد. </p><p> إذن، فقوله الحق:  {وَلَيَزِيدَنَّ كَثِيراً مِّنْهُمْ مَّآ أُنْزِلَ إِلَيْكَ مِن رَّبِّكَ طُغْيَاناً وَكُفْراً} أي أن الكثير منهم سيواصل رحلة التصعيد في الشر، فوطن نفسك يا محمد على ذلك. </p><p> ونلحظ أن الحق قد وضع صيانة لاحتمال أن تفكر قلة منهم في الإيمان، لذلك لم يشملهم كلهم بالحكم، ولكن الحكم شمل الكثرة من هؤلاء الكافرين. ولذلك يقول الحق لرسوله:  {فَلاَ تَأْسَ عَلَى القوم الكافرين} أي لا تحزن عليهم يا رسول الله. فعلى الرغم من عداوة وشراسة من صادموا دعوته صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ومحاولتهم كل تلك المحاولات، كان لا يكف عن الدعاء لهم:  «اللهم اهد قومي فإنهم لا يعلمون» . وكان لا يكف عن القول:  «لعل الله يخرج من أصلابهم من يعبد الله» . وقد تم ذلك بالفعل. </p><p> وكان الصحابة بعد الغزوات الأولى يقول كل منهم للآخر: أنا حزين لأن عمراً أفلت مني ولم أقتله. فيقول الآخر: وأنا حزين لأن عكرمة أفلت مني. ويقول الثالث: وأنا لا أدري كيف أفلت منا خالد بن الوليد. ولم يمكن الحق الصحابة الأوائل من هؤلاء المقاتلين الأشاوس لأنه يدخرهم للإسلام ليحملوا السيف للإسلام مدافعين وناشرين لدعوته. وها هوذا عكرمة بن أبي جهل يتلقى الطعنة الأخيرة في حياته فيضع رأسه على فخذ خالد بن الوليد ويسأله: أهذه ميتة ترضى عني رسول الله؟ إذن فقد أراد الله من عدم تمكين المسلمين منهم في أوائل الغزوات أن يكونوا جنداً للإسلام بقدراتهم القتالية فاستبقاهم أحياء ليخدموا الدعوة. ويقول الحق بعد ذلك:  {إِنَّ الذين آمَنُواْ ... } </p>"
}