{
  "id": null,
  "sura": 5,
  "aya": 88,
  "text": "<p> أولا نسأل: ما هو الرزق؟ الرزق هو ما انتفع به. فالذي تأكله رزق، والذي تشربه رزق، والذي تلبسه رزق، والذي تتعلمه رزق، والصفات الخلقية من حلم وشجاعة وغيرها هي رزق، وكل شيء ينتفع به يُسمى رزقاً. </p><p> ولكن حين يقول الحق:  {وَكُلُواْ مِمَّا رَزَقَكُمُ الله حَلاَلاً طَيِّباً} فهو ينصرف إلى ما يطعمه الإنسان. وحين يقول سبحانه ذلك فالمقصود به أن يأكل الإنسان من الرزق الحلال الطيب. إذن هناك رزق حرام، مثال ذلك اللص الذي يسرق شيئا ينتفع به، هذا رزق جاء به طريق حرام، ولو صبر لجاءته اللقمة تسعى إلى فمه لأنها رزقه. أو الرزق هو ما أحله الله، وهنا اختلف العلماء وتسائل البعض: هل الرزق هو الحلال فقط والباقي ليس رزقاً؟ وتسائل البعض الآخر: هل الرزق هو ما ينتفع به ومنه ما يكون حلالاً ومنه ما يكون حراماً؟ الحق يقول:  {وَكُلُواْ مِمَّا رَزَقَكُمُ الله حَلاَلاً طَيِّباً}  [المائدة: ٨٨] . </p><p> كلوا ما رزقكم هذا أسلوب، {مِمَّا رَزَقَكُمُ الله} هذا أسلوب آخر. فما رزقكم الله أي نأكله كله، وهذه لا تصلح؛ لإننا لا نأكله كله طبعا بل إننا سنأكل بعضه؛ لأن الذي يؤكل ويطعم إما أن يكون صالحاً لإيجاد مثله، وإما أن </p><p> يكون غير صالح لإيجاد مثله، فعندما يحتفظ الإنسان بالدقيق مثلاً فهو لا ينتج سنبلة قمح، إذن يجب علينا أن نأكل بعضاً ونستبقي بعضاً صالحاً لأن ينتج مثله، فعندما نحتفظ بالقمح فهو يصلح أن يأتي بسنابل القمح؛ لذلك جاء الأمر بأن نأكل بعض ما رزقنا الله حتى نحتفظ ببعض الورق لا نأكله، وهذا يعني أن نحتفظ بامتداد الرزق، فلو أكل الإنسان كل القمح الذي عنده فكيف يحدث إن أراد أن يزرع؟ إذن فاستبقاء الرزق يقتضي أن نحتفظ ببعض الرزق لنصنع به امتداداً رزقياً في الحياة؟ </p><p> والرزق الحلال هنا نوعان: ما يصلح لامتداده فيحجب احتجاز بعض منه من اجل أن يستخدمه الإنسان في استجلاب رزق آخر. وما لا يصلح لامتداده كالدقيق مثلاً. نأكل بعضه ونحتفظ ببعضه لمن لا يقدر على الحركة. ولذلك نجد الحق في سورة يوسف يقول عن رؤيا الملك:  {وَقَالَ الملك إني أرى سَبْعَ بَقَرَاتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعَ سُنْبُلاَتٍ خُضْرٍ وَأُخَرَ يَابِسَاتٍ ياأيها الملأ أَفْتُونِي فِي رُؤْيَايَ إِن كُنتُمْ لِلرُّؤْيَا تَعْبُرُونَ}  [يوسف: ٤٣] . </p><p> هنا قال أهل تفسير الرؤيا:  {قالوا أَضْغَاثُ أَحْلاَمٍ وَمَا نَحْنُ بِتَأْوِيلِ الأحلام بِعَالِمِينَ}  [يوسف: ٤٤] . </p><p> إنه اضطراب في الجواب؛ لأن كونها أضغاث أحلام أنها لا معنى لها، وقولهم بعد ذلك:  {وَمَا نَحْنُ بِتَأْوِيلِ الأحلام بِعَالِمِينَ} فمعنى ذلك أن لها تأويلاً وقد كان لها تأويل، ثم من الذي رأى الرؤيا؟ إنه الملك. ويأتي الحق بيوسف مفسراً للرؤيا. </p><p> إذن فلا ضرورة أن يكون الرائي مؤمنا ولا صالحاً. وقد يقول قائل: كيف يطلعه الله على مثل هذه المسائل؟ ونقول: قد تكون الرؤيا إكراماً للرائي، وقد تكون الرؤيا إكراماً للمعبر الذي يعرف التأويل، وهي هنا إكرام للمعبر وهو سيدنا يوسف. وعرف سيدنا يوسف كيف يفك «شفرة» الرؤيا، والعجيب في الرؤيا أن البقر الهزيل يأكل البقر السمين: وهنا قال يوسف: </p><p> {تَزْرَعُونَ سَبْعُ سِنِينَ دَأَباً فَمَا حَصَدتُّمْ فَذَرُوهُ فِي سُنبُلِهِ إِلاَّ قَلِيلاً مِّمَّا تَأْكُلُونَ}  [يوسف: ٤٧] . </p><p> أي كلوا البعض وليكن قليلا قليلا، لا تسرفوا فيه لتنتفعوا في السبع الشداد وهن سنين الجدب لتأكلوا فيها ما جمعتوه في سنين الخصب، اتركوا البعض الآخر. لاستمرار النوع. وتبين أن أفضل وسيلة لحفظ حبوب القمح في عصرنا هي أن نتركه في سنابله وكذلك الذرة نتركها في غلافها. وكان تعبير الرؤيا دقيقاً لأنه يريد أن يستبقي للناس حياتهم في زمن الجدب، ويستبقي لهم كذلك الضرع الحيواني، فتأكل الناس الحب، وتأكل الماشية التبن المتبقي، وكذلك ضمن الحق مقومات الحياة لكل ما يلزم للحياة. ونلحظ أن المأكول في هذه الآية هو القليل، أما الباقي فهو الكثير في سنابله، هذا في أيام الرخاء؛ فماذا عن أيام الجدب؟ {ثُمَّ يَأْتِي مِن بَعْدِ ذلك سَبْعٌ شِدَادٌ يَأْكُلْنَ مَا قَدَّمْتُمْ لَهُنَّ إِلاَّ قَلِيلاً مِّمَّا تُحْصِنُونَ}  [يوسف: ٤٨] . </p><p> أي أن الناس ستأكل في أعوام الجدب الكثير من الحبوب التي في المخازن ويجب أن يحتفظوا بقليل مما يحصنون في هذه المخازن، وذلك لاستبقاء جزء من القمح للزراعة. </p><p> إذن ف (من) في قول الحق سبحانه وتعالى: {وَكُلُواْ مِمَّا رَزَقَكُمُ الله حَلاَلاً طَيِّباً} للتبعيض أي أكلوا بعض ما رزقكم الله، فإن كانت الأشياء مما يكون بقاؤها سبباً لامتداد نوعها فالنوع يكون متصلاً. مثال ذلك رجل عنده بذور البطيخ وزرعها، وبعد أن جاءت الثمار أكلها هي والبذور فمن أين يزرع في العام القادم؟ كان يجب أن يحتفظ ببعض منها لتكون بذوراً. وكان يجب أن يحتفظ بجزء من البطيخ ليعطي منه الجار أو المحتاج؟ </p><p> إذن فقول الحق سبحانه وتعالى:  {مِمَّا رَزَقَكُمُ الله} تصلح لاستبقاء النوع وتصلح لصرف الزائد إلى غير القادر. {واتقوا الله الذي أَنتُم بِهِ مُؤْمِنُونَ} أي أنك حين تتقى من تؤمن به إلهاً فليس في ذلك غضاضة؛ لأنك آمنت أنه إله وقوي، والغضاضة في أن تأمر بأمر مُساوٍ لك، أما الانقياد والائتمار لأمر الأعلى منك، فهذا لا يكون سبباً في الغضاضة إنما هو تشريف لك وتكريم. </p><p> ونجد الحق يشرع لنا ذلك في قصة سيدنا موسى على السحرة، فألقى موسى عليه السلام عصاه، ورآها السحرة حية، والساحر ينظر إلى الشيء الذي تم سحره فيراه على حقيقته وصورته الأصلية، أما المسحورون بالرؤية فهم الذين يرون الشكل المراد لهم رؤيته. ورأى السحرة حبالهم مجرد حبال؛ وعصا موسى هي التي صارت حية. </p><p> هنا عرفوا أنها مسألة أخرى فماذا قالوا؟ :  {قَالُواْ آمَنَّا بِرَبِّ العالمين رَبِّ موسى وَهَارُونَ}  [الشعراء: ٤٧ - ٤٨] . </p><p> لقد عرفوا أن هذا أمر خارج عن نطاق البشرية. إذن فما كان من أمر السحرة تجاه قوم فرعون هو تخييل للنظر:  {يُخَيَّلُ إِلَيْهِ مِن سِحْرِهِمْ أَنَّهَا تسعى}  [طه: ٦٦] . </p><p> وقال الحق:  {سحروا أَعْيُنَ الناس}  [الأعراف: ١١٦] . </p><p> أما موسى عليه السلام فحين ألقى العصا أول مرة ووجدها حية خاف لأنه رأى في ذلك قلباً للحقيقة. أما عند السحرة فليست حبالهم حيات حقيقية ولكنها سحر لأعين الناس أي تخيل للناظر. ومثال آخر هو سيدنا سليمان عندما أرسل لبلقيس ملكة سبأ. وجاء رسوله يقول لها:  {أَلاَّ تَعْلُواْ عَلَيَّ وَأْتُونِي مُسْلِمِينَ}  [النمل: ٣١] . </p><p> فماذا قالت لحاشيتها من رجال القتال؟ :  {مَا كُنتُ قَاطِعَةً أَمْراً حتى تَشْهَدُونِ}  [النمل: ٣٢] . </p><p> وهنا عرفت الحاشية أن المسألة تتطلب رأياً سياسياً؛ فقالوا: </p><p> {قَالُواْ نَحْنُ أُوْلُو قُوَّةٍ وَأُولُو بَأْسٍ شَدِيدٍ والأمر إِلَيْكِ فانظري مَاذَا تَأْمُرِينَ}  [النمل: ٣٣] . </p><p> الرأي إذن هو من حق السياسي الذي يزن الأمور بموازين العقل وموازين الاحتمال الواقعة، وموازين رد الفعل، وأدارت بلقيس المعركة سياسياً، فأرسلت هدية من مقام ملكة، فإن راقته الهدية فهو طالب دنيا ويريد خيرها، وعندما وصل رسلها بالهدية، ماذا قال سليمان؟ {فَلَمَّا جَآءَ سُلَيْمَانَ قَالَ أَتُمِدُّونَنِ بِمَالٍ فَمَآ آتَانِيَ الله خَيْرٌ مِّمَّآ آتَاكُمْ بَلْ أَنتُمْ بِهَدِيَّتِكُمْ تَفْرَحُونَ ارجع إِلَيْهِمْ فَلَنَأْتِيَنَّهُم بِجُنُودٍ لاَّ قِبَلَ لَهُمْ بِهَا وَلَنُخْرِجَنَّهُم مِّنْهَآ أَذِلَّةً وَهُمْ صَاغِرُونَ}  [النمل: ٣٦ - ٣٧] . </p><p> وهنا عرفت بلقيس أن الإسلام أمر ضروري، وها هي ذي الدقة لنعرف أن الأمر من المساوى هو الذي يعطي عزة في الآمر وذلة في المأمور، أما إذا كان الأمر من غير المساوى ومن الأعلى - سبحانه - فلا ذلة فيه لأحد. وكان إيمان بلقيس إيماناً ملوكياً. </p><p> فقالت:  {وَأَسْلَمْتُ مَعَ سُلَيْمَانَ لِلَّهِ رَبِّ العالمين}  [النمل: ٤٤] . </p><p> إنها لم تقل أسلمت لسليمان وإنما قالت:  {وَأَسْلَمْتُ مَعَ سُلَيْمَانَ لِلَّهِ} . إذن فلا غضاضة في إيمانها. وذلك حتى لا يظن شعبها أنها ذهبت به إلى حضيض الذلة في أن يحكمهم إنسان آخر. لكن هي وسليمان محكومان لله رب العالمين، ولا غضاضة في ذلك: ونعود إلى قوله جل شأنه: {وَكُلُواْ مِمَّا رَزَقَكُمُ الله حَلاَلاً طَيِّباً واتقوا الله الذي أَنتُم بِهِ مُؤْمِنُونَ}  [المائدة: ٨٨] . </p><p> أي: اجعلوا للإيمان حيثية، وما دمت قد آمنت وتأتمر بأمر من تؤمن به. فأنت لا تؤمن إلا بمن تثق في أنه يستحق الإيمان. وقوله أولاً في الآية السابقة: </p><p> {وَكُلُواْ مِمَّا رَزَقَكُمُ الله حَلاَلاً طَيِّباً واتقوا الله الذي أَنتُم بِهِ مُؤْمِنُونَ}  [المائدة: ٨٨] . </p><p> وقوله في تذييل هذه الآية:  {واتقوا الله الذي أَنتُم بِهِ مُؤْمِنُونَ}  [المائدة: ٨٨] . </p><p> هو تسوير وإحاطة لطاعة بإيمانين، إيمان خوطبوا به، وإيمان أقروه به، ومن بعد ذلك يقول الحق:  {لاَ يُؤَاخِذُكُمُ الله ... } </p>"
}