{
  "id": null,
  "sura": 5,
  "aya": 34,
  "text": "<p> ومادام الإنسان قد تاب وقام بتسليم نفسه دون أن يقدر عليه المجتمع فقبول التوبة حَقٌّ له، ويجب أن نأخذ {أَنَّ الله غَفُورٌ رَّحِيمٌ} في نطاق ما جعله الله لنفسه، أما ما جعله الله لأولياء المُعتدى عليهم فلا بد من العقاب للمعتدي إن طلبه أصحابه. </p><p> {إِلاَّ الذين تَابُواْ مِن قَبْلِ أَن تَقْدِرُواْ عَلَيْهِمْ فاعلموا أَنَّ الله غَفُورٌ رَّحِيمٌ} . والقرآن يجعل من المنهج الإيماني عجينة واحدة. لذلك يُقسّم المسائل إلى فصول كالتقنيات البشرية التي تُبوّب؛ لذلك نجد القرآن يعامل الأقضية وكأنها فُرص استيقاظ للنفس؛ لذلك يأخذ النفس إلى أمرٍ توجيهي بالطاعة. </p><p> وضربنا من قبل المثل حينما تكلم القرآن عن مسائل الأسرة في سورة البقرة:  {وَإِن طَلَّقْتُمُوهُنَّ مِن قَبْلِ أَن تَمَسُّوهُنَّ وَقَدْ فَرَضْتُمْ لَهُنَّ فَرِيضَةً فَنِصْفُ مَا فَرَضْتُمْ إِلاَّ أَن يَعْفُونَ أَوْ يَعْفُوَاْ الذي بِيَدِهِ عُقْدَةُ النكاح وَأَن تعفوا أَقْرَبُ للتقوى وَلاَ تَنسَوُاْ الفضل بَيْنَكُمْ إِنَّ الله بِمَا تَعْمَلُونَ بَصِيرٌ}  [البقرة: ٢٣٧] </p><p> ومن بعد ذلك يأتي إلى أمر الصلاة:  {حَافِظُواْ عَلَى الصلوات والصلاة الوسطى وَقُومُواْ للَّهِ قَانِتِينَ فَإنْ خِفْتُمْ فَرِجَالاً أَوْ رُكْبَاناً فَإِذَآ أَمِنتُمْ فاذكروا الله كَمَا عَلَّمَكُم مَّا لَمْ تَكُونُواْ تَعْلَمُونَ}  [البقرة: ٢٣٨ - ٢٣٩] </p><p> وضع الله - إذن - الصلاة بين أمرين من أمور الأسرة، حيث قال من بعد أمره بالحفاظ على الصلاة حتى أثناء القتال:  {والذين يُتَوَفَّوْنَ مِنكُمْ وَيَذَرُونَ أَزْوَاجاً وَصِيَّةً لأَزْوَاجِهِمْ مَّتَاعاً إِلَى الحول غَيْرَ إِخْرَاجٍ فَإِنْ خَرَجْنَ فَلاَ جُنَاحَ عَلَيْكُمْ}  [البقرة: ٢٤٠] </p><p> وجاء بأمر الحفاظ على الصلاة بين المشكلات الأسرية، وذلك ليجعل الدين لبنة واحدة، وأيضاً لأن النفس المشحونة بالبغضاء وزِحام أمور الزواج والوصيّة والطلاق؛ هذه النفس عندما تقوم إلى الصلاة لله فهي تهدأ. ولنا في رسول الله صلّى الله عليه وسلم أُسوةٌ حسنة. فقد كان إذا حَزَبَه أمرٌ واشتد عليه قام إلى الصلاة. </p><p> إذن فالحق سبحانه وتعالى لا يأتي بأمور الدين كأبواب منفصلة، باب الصلاة، وآخر للصوم، وثالث للزكاة، لا. بل يمزج كل ذلك في عجينة واحدة. ولذلك فعندما أنزل بالمفسدين المحاربين لله عقاب التقتيل والتصليب والتقطيع والنفي. كان ذلك لتربية مهابة الرُّعب في النفس البشرية. وساعة يستيقظ الرُّعب في النفس البشرية يقول الحق:  {يَا أَيُّهَا الذين آمَنُواْ ... } </p>"
}