{
  "id": null,
  "sura": 5,
  "aya": 106,
  "text": "<p> الحق - سبحانه - كما ساس ودبر حياة المؤمن الدنيوية، دبر وتولى - جل شأنه - حياته الأخروية ليلفته إلى أنه يجب عليه ألا ينظر إلى حياته العاجلة فقط ولكن عليه أن يدبر أمر نفسه فيما يستقبله من أمر الحياة الآخرة، ففي لحظة مواجهة الموت عليه ألا ينسى الوصية إن كان مديناً لأحد أو كان له دين عند أحد. وكذلك إن سافر الإنسان ضرباً في الأرض فعليه أن يوصي حتى لا يضيِّع على ورثته حقاً لهم. أو يسدد ما عليه من دين ليبرئ ذمته، وأن يُشْهِد على وصيته اثنين من المسلمين، أما إذا كان الإنسان يصاحب في السفر أناساً غير مسلمين فعليه أيضاً أن يُشهدهم على الوصية، ولم يترك الحق لنا في هذا الأمر أي عذر، بل لا بد من شهادة اثنين. والشهادة هي الأمر المشهود في الحاضر، ومثال قوله الحق:  {فَمَن شَهِدَ مِنكُمُ الشَّهْرَ فَلْيَصُمْهُ}  [البقرة: ١٨٥] . </p><p> أي أن الإنسان إذا حضر الشهر وأدركه فليصم، والشهادة تأتي بمعنى الرؤية مثال ذلك قوله تعالى:  {الزانية والزاني فاجلدوا كُلَّ وَاحِدٍ مِّنْهُمَا مِئَةَ جَلْدَةٍ وَلاَ تَأْخُذْكُمْ بِهِمَا رَأْفَةٌ فِي دِينِ الله إِن كُنتُمْ تُؤْمِنُونَ بالله واليوم الآخر وَلْيَشْهَدْ عَذَابَهُمَا طَآئِفَةٌ مِّنَ المؤمنين}  [النور: ٢] . </p><p> أي أن يحضر مشهد الجلد جماعة من المؤمنين. وتأتي الشهادة أيضاً بمعنى الحكم: {قَالَ هِيَ رَاوَدَتْنِي عَن نَّفْسِي وَشَهِدَ شَاهِدٌ مِّنْ أَهْلِهَآ إِن كَانَ قَمِيصُهُ قُدَّ مِن قُبُلٍ فَصَدَقَتْ </p><p> وَهُوَ مِنَ الكَاذِبِينَ وَإِنْ كَانَ قَمِيصُهُ قُدَّ مِن دُبُرٍ فَكَذَبَتْ وَهُوَ مِن الصَّادِقِينَ} [يوسف: ٢٦ - ٢٧] . </p><p> إذن فالشهادة تأتي بمعانٍ متعددة. والأصل فيها المشهد، أي الشيء الذي تشاهده. والوصية - كما نعلم - هي إيصاء بأمر يهم الموصي بالنسبة للموصى إليه. والمؤمن يوصي بالخير. ويسمعه من لا يرث، أي الذي ليس له شرعاً نصيب في التركة، لكن قد يكون لغير الوارث سبب من أسباب المنفعة مع المورِّث. وعلى الرغم من ذلك فالسامع للوصية يبرئ ذمته فيبلغ ما سمع إلى الورثة؛ لأن الوصية هي مسألة في نفس الموصي، وقد لا يكون لها حيثية عند من يسمعها أو يتلقاها ولكنها ذات حيثية في نفس الذي يقولها؛ لذلك جعل الله الوصية قبل الدين في قوله الحق:  {مِن بَعْدِ وَصِيَّةٍ يُوصِينَ بِهَآ أَوْ دَيْنٍ}  [النساء: ١٢] . </p><p> إن ذلك يحدث على الرغم من أن الدَّيْن مقدم على الوصية؛ لأن الدين حق والوصية تبرع. ويريد الحق ذلك؛ لأن الدين له مُطالب سيطالب به، ولكن الموصي إليه قد لا يكون صاحب حق ولكنه يتلقى تبرعاً بالوصية، أو يكون حقه لدى الموصي غير موثق بصك أو شهادة؛ لذلك يقدمه الحق سبحانه وتعالى ليجعلنا نهتم بأمر الوصية. أو يكون الذي وصى بشيء قد عاش في الحياة ويعلم مَنْ مِنَ الناس أثر في حياته علمياً أو أدبياً أو خلقياً أو اجتماعياً؛ لذلك يريد الله سبحانه وتعالى ألا يبارح الإنسان الحياة إلا بعد أن يؤدي المؤمن هذا الحق الأريحي لمن كان له عليه دين في دنياه. </p><p> وهذه مسألة قد لا تشغل الورثة، بل قد يكرهونها. لكن صاحب الوصية هو الذي يعلم حيثياتها. </p><p> ولذلك أراد الحق سبحانه وتعالى أن يؤكد أمر الوصية حتى في الوقت الذي يعز فيه التأكيد، فأمر الإنسان أن يوصي بها إن كان بين أهله وقومه، ويؤكد الحق أهمية الوصية أيضاً إن كان الإنسان مسافراً، فإن أحس باقتراب الموت فله أن ينادي اثنين من أهل دينه ويوصيهما. وإن لم يجد أحداً من أهل دينه فليُسْمِع وصيته اثنين من غير أهل دينه، ولذلك مناسبة: </p><p> فقد حدث أن رجلاً مسلماً اسمه بديل بن أبي مريم مولى العاص بن وائل السهمي، كان على سفر مع غير مسلمين وحضرت له مقدمات الموت فكتب ورقة ووضعها مع كل ما معه من متاع - احتياطياً - ونادى على اثنين من غير المسلمين وهما تميم الداري وعدّي بن بدّاء، وأوصاهما أن يسلما متاعه لأهله، ومات الرجل. لكنَّ الاثنين فتحا المتاع ووجدا فيه إناءً مفضضاً ومُذَهَّبا وله قيمة، فأخذاه وباعاه بألف درهم واقتسما المبلغ، وسلما المتاع لأهل الميت الذين عثروا على الورقة المكتوب فيها كل التفاصيل بما فيها خبر الإناء الثمين. وسأل أهل الميت الشخصين اللذين سلما المتاع عن الإناء فأنكرا أي معرفة به. وأنكرا أيضاً أنها رأيا صاحب الإناء يبيعه. وبعد فترة عثر أهل الميت على الإناء معروضاً للبيع. وعرفوا أن البيع الأول كان من الشخصين اللذين حضرا موت صاحب الإناء. فذهب أهل الميت إلى رسول الله يعرضون عليه مسألة خيانة الأمانة في أمر الوصية، فنزل قوله الحق:  {يِا أَيُّهَا الذين آمَنُواْ شَهَادَةُ بَيْنِكُمْ إِذَا حَضَرَ أَحَدَكُمُ الموت حِينَ الوصية اثنان ذَوَا عَدْلٍ مِّنْكُمْ أَوْ آخَرَانِ مِنْ غَيْرِكُمْ إِنْ أَنتُمْ ضَرَبْتُمْ فِي الأرض فَأَصَابَتْكُم مُّصِيبَةُ الموت تَحْبِسُونَهُمَا مِن بَعْدِ الصلاة فَيُقْسِمَانِ بالله إِنِ ارتبتم لاَ نَشْتَرِي بِهِ ثَمَناً وَلَوْ كَانَ ذَا قربى وَلاَ نَكْتُمُ شَهَادَةَ الله إِنَّآ إِذَاً لَّمِنَ الآثمين}  [المائدة: ١٠٦] . </p><p> إنه أمر من الله لرسوله أن يحضر هذان الاثنان من بعد أن يؤديا صلوات دينهما وأن يقسما بالله، وأن يأتي أهل الميت ومعهم الورقة وليكشف الرسول الحق من الباطل. وقد أسلم تميم الداري من بعد ذلك وقص القصة وأحضر الخمسمائة درهم التي كانت في ذمته والتي أخذها ثمنا لنصف الإناء وأحضر الخمسمائة درهم الأخرى التي عند عدي ليرد ثمن الإناء كله إلى أهل الميت. </p><p> ولماذا قال الله:  {تَحْبِسُونَهُمَا مِن بَعْدِ الصلاة} ؟ . إنه أمر بأن نحتجزهم من بعد الصلاة؛ لأن الإنسان عادة بعد أن يؤدي الصلاة سواء أكان من أهل الكتاب أم من غيرهم تصفو نفسه بالاستعداد للصدق بعد أن وقف بين يدي الله، ويكون في هذه الحالة أقل اجتراءً على الكذب؛ لذلك يقول الحق سبحانه:  {يِا أَيُّهَا الذين آمَنُواْ شَهَادَةُ بَيْنِكُمْ} . </p><p> أي الشهادة التي يختلف فيها الناس وتختلف فيها الأقوال بين طرفين، ذلك أن كلمة «بين» تعني انفصال كائنين فيصير كل منهما طرفاً. </p><p> إن هذه الشهادة تحتاج إلى الفصل بين وجهتي النظر. والذي يقوم بهذا الفصل هو من يستجوب الاثنين اللذين من ذوي العدل من المسلمين أو من غير المسلمين، ويتم الاستجواب من بعد أداء الصلاة. فإن صار الأمر الذي شهدا فيه واضحاً، كان بها. وإن لم يكن قولهما واضح الصدق وفيه شك وريبة، فعلى الشاهدين أن يقسما بالله أنهما لا يشتريان بآيات الله ثمنا حتى لا يكونا من الآثمين. </p><p> ويقول الحق من بعد ذلك:  {فَإِنْ عُثِرَ على أَنَّهُمَا ... } </p>"
}