{
  "id": null,
  "sura": 5,
  "aya": 32,
  "text": "<p> نجد الحق قال: إنه قد كتب على بني إسرائيل ما جاء بهذه الآية من قانون واضح؛ لأن معنى كلمة «من أجل» هو «بسبب» ؛ و «أًجْل» مِن أَجَل شرا عليهم يَأْجُلُه، أي جنى جناية؛ أي من جريرة ذلك. </p><p> أو من هذه الجناية شرعنا هذا التشريع:  {مَن قَتَلَ نَفْساً بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الأرض فَكَأَنَّمَا قَتَلَ الناس جَمِيعاً} . إذن فساعة تسمع «من أجل» فاعرف أنها تعني «بسبب ذلك» أو «بوقوع ذلك» أو «بجريرة ذلك» أو «بهذه الجناية كان ذلك» . </p><p> ولكن هل هذا الكَتْب خاص ببني إسرائيل؟ . بعض العلماء قال: إن ابني آدم ليس ابني آدم مباشرة؛ ولكنهما من ذُرّية آدم وهما من بني إسرائيل. ونَردّ: من هو إسرائيل أولاً الذي نُسب إليه أبناء إسرائيل؟ . إنه يعقوب بن إسحاق؛ بن إبراهيم، وإبراهيم يصل إلى نوح بأحد عشر أباً ويصل نوح إلى شيث، وبعد ذلك إلى آدم؛ فهل كانت كل هذه السلسلة لا تعرف كيف تدفن الميت إلى أن جاء بنو إسرائيل؟ </p><p> طبعاً لا؛ ومادام الحق أوضح أنه سبحانه قد بعث غُراباً يبحث في الأرض ليُرِيَه كيف يُواري سَوْءَة أخيه، فهذا دليل على أن هابيل هو أول إنسان تَمَّ دفنه، ومن غير المقبول - إذن - أن نقول: إن الإنسان لم يعرف كيف يواري جثمان الميّت إلى أن وصلت البشرِّية إلى زمن بني إسرائيل، وأنهم هم الذين علموا البشرية ذلك! </p><p> ولماذا جاء الحق هنا ببني إسرائيل؟ . سبب ذك أن بني إسرائيل اجترأوا لا على قتل النفس فقط بل اجترأوا على قتل النفس الهادية، وهي النفس التي تحمل رسالة النّبوة، ولذلك كان التخصيص، فقد قتلوا أنبيائهم الذين حملوا لهم المنهج التطبيقي؛ لأن الأنبياء يأتون كنماذج تطبيقية للمناهج حتى يلفِتوا الناس إلى حقيقة تطبيق منهج الله. الأنبياء - إذن - لا يأتون بشرع جديد، ولكنهم يسيرون على شرع من قبلهم. فلماذا قتل بنو إسرائيل بعضاً من الأنبياء؟ لقد تولّدت لدى بني إسرائيل حفيظة ضد هؤلاء الأنبياء. </p><p> ونعلم أن الإنسان الخيّر حين يصنع الخير ويراه الشرّير الذي لا يقدر على صناعة الخير فتتولد في نفس الشرّير حفيظة وحقد وغضب على فاعل الخير. ففاعل الخير كلما فعل خيراً إنما يلدغ الشرّير، ولذلك يحاول الشرّير أن يُزيح فاعل الخير من أمامه. وكان الأنبياء هم القدوة السلوكية، وقد قال الحق عن بني إسرائيل:  {فَلِمَ تَقْتُلُونَ أَنْبِيَآءَ الله مِن قَبْلُ}  [البقرة: ٩١] </p><p> وجاء الحق هنا ب «من قبل» هذه لحكمة؛ لأن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كان في عداءٍ مع اليهود، وقد تَهبّ عليهم الخواطر الشرّيرة فيحاولون قتل النّبي. </p><p> وقد حاولوا ذلك. مثلما أرادوا أن يلقوا عليه حجراً، ودسُّوا له السّم، ولذلك قال الله:  «من قبل» أي إن قدرتكم على قتل الأنبياء كانت في الماضي؛ أما مع محمد المصطفى فلن تُمكَّنُوا منه. </p><p> ويقول سبحانه:  {مِنْ أَجْلِ ذلك كَتَبْنَا على بني إِسْرَائِيلَ أَنَّهُ مَن قَتَلَ نَفْساً بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الأرض فَكَأَنَّمَا قَتَلَ الناس جَمِيعاً} . وهذا توضيح لإرادة الحق في تأسيس الوحدة الإيمانية ليجعل من المجتمع الإيماني رابطة يوضحها قول رسول الله فيما رواه أبو موسى الأشعري عنه: </p><p> «المؤمن للمؤمن كالبنيان يشد بعضه بعضاً» </p><p> وإياك أن تنظر إلى مجترئ على غيرك، بالباطل، وتقف مكتوف اليدين؛ لأن الوحدة الإيمانية تجعل المؤمنين جميعاً كالجسد الواحد، إذا اشتكى منه عضو تداعى له سائر الأعضاء بالسّهر والحُمى. فإن قَتل إنسان إنساناً آخر ووقف المجتمع الإيماني موقف العاجز. فهذا إفسادٌ في الأرض، ولذلك يجب أن يقابل المجتمع مثل هذا الفعل لا على أساس أنه قتل نفسا واحدة، بل كأنه قتلٌ للناس جميعاً ما لم يكن قتل النفس لقصاص أو إفساد في الأرض. </p><p> ويكمل الحق سبحانه الشق الثاني من تلك القضية الإيمانية:  {وَمَنْ أَحْيَاهَا فَكَأَنَّمَا أَحْيَا النَّاسَ جَمِيعاً} ، وهذه هي الوحدة الإيمانية، فمن يعتدي على نفس واحدة بريئة، كمن يعتدي على كل الناس، والذي يسعف إنساناً في مهلكه كأنه أنقذ الناس جميعاً. </p><p> وفي التوقيع التكليفي يكون التطبيق العملي لتلك القاعدة، فالذي يقتل بريئاً عليه لعنة الله وغضبه ويعذبه الله، وكأنه قتل الناس أجمعين، وإن نظرنا إليها من ناحية الجزاء فالجزاء واحد. </p><p> {وَمَنْ أَحْيَاهَا فَكَأَنَّمَا أَحْيَا النَّاسَ جَمِيعاً} . وسبحانه وتعالى يريد ألا يستقبل المجتمع الإيماني مجترئاً بباطل على حق إلا أن يقف كل المجتمع أمامه، فلا يقف </p><p> المعتدَى عليه بمفرده؛ لأن الذي يُجرِّئ أصحاب الشرّ هو أن يقول بعض الناس كلمة «وأنا مَالِي» . </p><p> و «الأنا مالية» هي التي تُجرِّئ أصحاب الشرور، ولذلك اقرأوا قصة الثيران الثلاثة: الثور الأسود والثور الأحمر والثور الأبيض، فقد احتال أسد على الثورين الأحمر والأسود، فسمحا له بأكل الثور الأبيض. واحتال على الثور الأسود فسمح الثور الأسود للأسد بأكل الثور الأحمر؛ وجاء الدور على الثور الأسود؛ فقال للأسد: </p><p> - أُكِلتُ يوم أُكِلَ الثور الأبيض. كأن الثور التفت إلى أن «أنا ماليته» جعلته ينال مصرعه. لكن لو كان الثيران الثلاثة اجتمعوا على الأسد لقتلوه. </p><p> وهاهوذا الحديث النبوي الشريف الذي يمثل القائم على حدود الله والواقع فيها: </p><p> عن النعمان بن بشير رَضِيَ اللَّهُ عَنْه عن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قال:  «مثل القائم في حدود الله والواقع فيها كمثل قوم استهموا على سفينة فصار بعضهم أعلاها وبعضهم أسفلها وكان الذين في أسفلها إذا استقوا من الماء مرّوا على من فوقهم فقالوا: لو أنا خرقنا في نصيبنا خرقاً ولم نؤذ من فوقنا. فإن تركوهم وما أرادوا هلكوا جميعا وإن أخذوا على أيديهم نجَوْا ونجوا جميعاً» </p><p> كذلك مثل القائم على حدود الله ومثل الواقع فيها، فكأن الحق سبحانه وتعالى يقول لنا: لا تنظر إلى أن نفساً قتلت نفساً بغير حق، ولكن انظر إليها كأن القاتل قتل الناس جميعاً؛ لأن الناس جميعاً متساوون في حق الحياة. ومادام القاتل قد اجترأ على واحد فمن الممكن أن يَجترئ على الباقين. </p><p> أو أن يكون فعله أُسْوَة لغيره، ومادام قد اسْتَن مثل هذه السُّنة، سنجد كل من يغضب من آخر يقتله، وتظل السلسلة من القتلة والقتلى تتوالى. </p><p> والحديث النبوي يقول: </p><p> «من سن في الإسلام سنة حسنة فله أجرها وأجر من عمل بها من بعده من غير أن ينقص من أجورهم شيء، ومن سن في الإسلام سنة سيئة كان عليه وزرها ووزر من عمل بها من بعده من غير أن ينقص من أوزارهم شيء» . </p><p> إنه الاحتياط والدقة والقيد:  {مَن قَتَلَ نَفْساً بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الأرض} . فكأن من قتل نفساً بنفس أو بفساد في الأرض، لا يقال عليه: إنه قتل الناس جميعاً، بل أحيا الناس جميعاً؛ لأن التجريم لأي فعل يعني مجيء النص الموضح أن هذا الفعل جريمة، وبعد ذلك نضع لهذه الجريمة عقوبة. ولا يمكن أن تأتي لواحد ارتكب فعلاً وتقول له: أنا أؤاخذك به وأُعاقبك عليه بغير أن يوجَد نص بتجريم هذا الفعل. </p><p> وهناك توجد قاعدة شرعية قانونية تقول:  «لا تجريم إلاّ بنص ولا عُقوبة إلاّ بتجريم» . أي أننا نُرتّب العقوبة على الجريمة، أو ساعة يُجرّم فعل يُذكر بجانب التجريم العقوبة، فعل القصد هو عقاب مُرتكب الجُرم. لا إنما القصد هو تفظيع العقاب حتى يراه كل إنسان قبل أن يرتكب الجريمة، والهدف هو منع الجريمة، ولذلك تجد الحكمة البشرية القائلة:  «القتل أنفى للقتل» ، وبطبيعة الحال لا يمكن أن ترقى تلك الحكمة إلى قول الحق:  {وَلَكُمْ فِي القصاص حَيَاةٌ ياأولي الألباب}  [البقرة: ١٧٩] </p><p> لأننا يمكن أن نتساءل: أيّ قتل أنفى للقتل؟ . وسنجد أن المقصود بالحكمة ليس القتل الابتدائي ولكن قتل الاقتصاص. وهكذا نجد الأسلوب البشري قد فاتته اللمحة الفعَّالة في منع القتل الموجودة في قوله الحق:  {مَن قَتَلَ نَفْساً بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الأرض فَكَأَنَّمَا قَتَلَ الناس جَمِيعاً وَمَنْ أَحْيَاهَا فَكَأَنَّمَا أَحْيَا النَّاسَ جَمِيعاً} . وكلمة «أحياها» لها أكثر من معنى. وبالتحديد لها معنيان: المعنى الأول: أنه أبقى فيها </p><p> الروح التي تحرك المادة، والمعنى الثاني: إحياء الروح الإيمانية، مصداقاً لقول الحق: </p><p> {استجيبوا للَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُم لِمَا يُحْيِيكُمْ}  [الأنفال: ٢٤] </p><p> ولنا أن نلتفت إلى أن الحق وضع الفساد في الأرض مُستحقاً لعقوبة القتل. والفساد هو إخراج الصالح عن صلاحيته، والمطلوب منا إيمانياً أن الأمر الصالح في ذاته علينا أن نُبقبه صالحاً، فإن استطعنا أن نزيده صلاحاً فلنفعل وإن لم نستطع فلنتركه على صلاحه. </p><p> ولماذا جاء الحق بعقابٍ للفساد في الأرض؟ . مدلول الأرض: أنها المنطقة التي استخلف الحق فيها البشر، وساعة يقول الحق:  {أَوْ فَسَادٍ فِي الأرض} فمعنى ذلك أن كل فساد عائد على كل مظروف في الأرض. وأول مظروف في الأرض أو السيد لها هو الإنسان. وعندما نفسد في الإنسان، فهذا معناه قتل الإنسان. </p><p> إذن لا بد أن يكون الفساد في أشياء أخرى: هي الأكوان أو الأجناس الأخرى؛ الحيوانات والنباتات والجمادات. والفساد في هذه الكائنات بكون بإخراجها عن مستحوزها ملكيةً، كأن تسطو جماعة على بضاعة إنسان آخر، أو أن يأخذ واحد ثمار زرع لأحد، أو أن يأخذ بعضاً من إنتاج منجم منجنيز أو حديد أو خلافه. </p><p> إن الفساد نوعان: فساد في الأرض وهو متعلف بالمظروف في الأرض، والمظروف في الأرض سيد وهو الإنسان، والفساد فيه قتله أو أن تُسبب له اختلالاً في أمنه النفسي كالقلق والاضطراب والخوف. ونلحظ أن الحق سبحانه قد امْتَنّ على قريش بأنه أطعمهم من جوع وآمنهم من خوف. </p><p> إذن فمن الفساد تفزيع الناس وترويعهم وهو قسمان: قسم تُفَزِّع فيه مَن لك عنده ثأر أو بينك وبينه ضغينة أو بُغض، أو أن تُفَزِّع قوماً لا علاقة بينك وبينهم ولم يصنعوا معك شيئاً. فمن يعتدي على إنسان بينه وبينه مشكله أو عداوة أو بغضاء، لا نُسمّيه خارجاً على الشريعة؛ بأخذ حقه، ولكنه لا يستوفي في حقه بيده بل لا بد </p><p> من حاكم يقوم بذلك كي ينضبط الأمر ويستقيم، إنه يخرج على الشريعة فقط في حالة العُدوان. </p><p> أما الذي يذهب للاعتداء على الناس ولم يكن بينه وبينهم عداء؛ فهذه هي الحرابة. كأن يخرج ليقطع الطريق على الناس ويخيف كل من يلقاه ويُسبِّب له القلق والرّعب والخوف عللى نفسه وماله، والمال قد يكون من جنس الحيوان أو جنس النبات أو جنس الجماد. وذلك ما يسميه الشرع حرابة وستأتي لها آية مخصوصة. </p><p> إذن. فالفساد في الأرض معناه إخراج صالح عن صلاحه مظروف في الأرض، والمظروف في الأرض سيده الإنسان، والإفساد فيه إما بقتله أو إهاجته وإشاعة الرّعب فيه، وإما بشيء مملوك له من الأشياء التي دونه في الجنسية مثل الزروع أو النباتات أو الحيوانات. فكأن الفساد في الأرض - أيضاً - يؤهل لقتل النفس: </p><p> {مَن قَتَلَ نَفْساً بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الأرض فَكَأَنَّمَا قَتَلَ الناس جَمِيعاً} . </p><p> أي أن القتل بغير إفساد في الأرض؛ هو القتل الذي يستحق العقاب. أما القتل بإفساد في الأرض فذلك أمر آخر؛ لأن هناك فارقاً بين أن يُقتل قِصاصاً أو أن يقتل حدَّاً من المُشرِّع؛ وحتى عفو صاحب الدم عن القاتل في الحرابة وقطع الطريق لا يشفع في ذلك ولا يسقط الحد عن الذي فعل ذلك؛ لأنها جريمة ضد المجتمع كله. </p><p> ويتابع سبحانه:  {وَلَقَدْ جَآءَتْهُمْ رُسُلُنَا بالبينات ثُمَّ إِنَّ كَثِيراً مِّنْهُمْ بَعْدَ ذلك فِي الأرض لَمُسْرِفُونَ} والمُسرف هو المُتجاوز للحَد، وهو من لا يأخذ قدر تكوينه وموقعه في الوجود، بل يحاول أن يخرج عن قدر إمكاناته في الوجود. </p><p> مثال ذلك: رجل حاول أن يسطو على حق غيره في الوجود؛ متخطياً منزلة الاعتدال فلا يأخذ حقه فقط. مثل قطاع الطريق أو النهابين يأخذون عرق غيرهم وتعودوا أن يعيشوا كذلك وبراحة. والمصيبة لا تكون في قاطع الطريق وحده، ولكن تتعداه إلى المجتمع. فيقال: إن فلاناً يجلس في منزله براحة وتكفيه ساعة بالليل ليسرق الناس. </p><p> إن الأمر لا يقف عند حدود ذلك الإنسان إنما يتعدّاه إلى غيره. ويحيا من </p><p> يملك مالاً في رُعب، وعندما يُفجَع في زائد ماله، يفقد الرغبة في أن يتحرك في الحياة حركة زائدة تُنتج فائضاً لأنه لا يشعر بالأمن والأمان. وعندئذ يفقد العاجز عن الحركة في المجتمع السند والعون من الذي كان يتحرك حركةً أوسع. إذن من رحمة الله أنه فتح أمام البشر أبواب الآمال في التملُّك، مادام السعي إلى ذلك يتم بطرق مشروعة. </p><p> ونضرب هذا المثل - ولله المثل الأعلى -: الرجل المُرابي الذي يُقرض مُحتاجاً مائة جنيه، كيف يطلب المرابي زيادة مِمّن لا يجد شيئا يقيم به حياته؟ إنه بذلك يكون قد أعطى مَن وجد أزيد مما أخذ منه مع فقره وعجْزه. إن ذلك هو الإسراف عينه. </p><p> ويقول الحق من بعد ذلك:  {إِنَّمَا جَزَآءُ الذين ... } </p>"
}