{
  "id": null,
  "sura": 5,
  "aya": 66,
  "text": "<p> أي أنهم لو طبقوا التوارة والإنجيل دون تحريف، وآمنوا بالقرآن الكريم لكان خيراً لهم. والتوارة كتاب اليهود. والإنجيل كتاب عيسى عليه السلام، وقد أنزل الله بعد ذلك الكتاب الجامع المانع وهو القرآن الكريم، وأراد لهم الحق بالإيمان بما جاء في التوارة والإنجيل من بشارة برسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ لأن الإيمان بالتوارة والإنجيل - من قبل تحريفهما - إنما يقود إلى الإيمان بمحمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وبما أنزله الله إليه. واليهود - كما عرفنا - هم الذين توعدوا العرب بمجيء رسول الله، لكن العرب سبقوهم إلى الإيمان بمحمد بن عبد الله {وَكَانُواْ مِن قَبْلُ يَسْتَفْتِحُونَ عَلَى الذين كَفَرُواْ فَلَمَّا جَآءَهُمْ مَّا عَرَفُواْ كَفَرُواْ بِهِ} . </p><p> لقد كانوا - أهل الكتاب - يملكون المدخل الطبيعي للإيمان بالقرآن وهو الإيمان بالتوارة الصحيحة والإنجيل الصحيح؛ لأن فيهما نعت رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. وكان سيدنا عبد الله بن سلام وكان من أحبار اليهود يقول:  «لقد عرفت محمداً حين رأيته كمعرفتي لابني ومعرفتي لمحمد أشد» . وحينما يعد الحق أهل الكتاب إن آمنوا واتقوا بأن يكفر عنهم سيئاتهم ويقيهم من عذاب النار فحسب، ولكن سيمحو هذه السيئات ويدخلهم الجنة. وسبحانه هو الأعلم بهم، ويعلم أن منهم الماديين المرتبطين بالدنيا لذلك جاء لهم بخير الإيمان في الدنيا فقال: </p><p> {وَلَوْ أَنَّهُمْ أَقَامُواْ التوراة والإنجيل وَمَآ أُنزِلَ إِلَيهِمْ مِّن رَّبِّهِمْ لأَكَلُواْ مِن فَوْقِهِمْ وَمِن تَحْتِ أَرْجُلِهِم} فسبحانه يمد لهم أيضاً يد الأسباب في الدنيا، والمؤمن هو من يرتقي في الأخذ بالأسباب فيأخذ نعيم الدنيا والآخرة، أما الكافر فيأخذ الأسباب دون أن يشكر الخالق عليها. </p><p> لقد أراد الحق لأهل الكتاب أن يحسنوا الإيمان أولاً بصحيح التوارة وبصحيح الإنجيل حتى يكون ذلك هو المدخل الطبيعي للإيمان بالقرآن، فهذا هو السبيل إلى تكفير السيئات بألا يدخلوا النار بل ويدخلون الجنة في الآخرة. وهم بالإيمان لا يأخذون خير الآخرة فقط بل يأخذون خير الدنيا أيضاً؛ لأن الحق لا يضن على مجتهد في الأسباب، وهو القائل:  {مَن كَانَ يُرِيدُ حَرْثَ الآخرة نَزِدْ لَهُ فِي حَرْثِهِ وَمَن كَانَ يُرِيدُ حَرْثَ الدنيا نُؤْتِهِ مِنْهَا وَمَا لَهُ فِي الآخرة مِن نَّصِيبٍ}  [الشورى: ٢٠] . </p><p> فمن بقي منهم على الكفر يأخذ من أسباب الدنيا ولكنه لا يأخذ أبداً من عطاء الآخرة:  {وَقَدِمْنَآ إلى مَا عَمِلُواْ مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَآءً مَّنثُوراً}  [الفرقان: ٢٣] . </p><p> وبذلك يوضح الحق مصير أهل الكفر في الآخرة أولاً، ويوضح من بعد ذلك مصيرهم في عاجل الدنيا، فإن أخذوا بالأسباب أعطاهم الله نتائج الأسباب، وهو سبحانه الذي يحتفظ بطلاقة القدرة، فقد يعطل الأسباب ويسلب الأشياء خواصها، فالمزارع قد يأخذ بكل الأسباب من حرث للأرض وتسميد لها وانتقاء لسلالة البذور، ولكنَّ إعصاراً قد يهب فيقتلع كل شيء أو فيضاناً يغرق الزرع، أو حشرة فتاكة كدودة القطن تأكل المحصول. </p><p> إذن، فالأسباب وراءها مُسبِّب له طلاقة القدرة، وسبحانه هو الذي وضع القوانين الكونية، وهو - أيضاً - الذي يسلبها خواصها. </p><p> فأنت أيها الإنسان سيد الكون بإرادة الله ومقهور في كثير من الأقضية لقهرية الجبار. صحيح أن لك بعض الاختيارات في بعض الأشياء، ولكن هناك قهريات في أمور لا دخل لك فيها، فالمرض قد يقتل، والحادث المفاجئ قد يقتل، وتلك أشياء من قهريات الله التي تخرج الإنسان عن الأسباب. </p><p> إن الحق سبحانه يرينا أن بلاداً كانت دائمة المطر ثم أصابها الجفاف، لماذا؟ لأن </p><p> الناس تغتر من رتابة النعمة، ولذلك يمسك الحق الكون بيده، وهو سبحانه لا يسلمه لأحد أبداً. لذلك يأتي في بعض الأحاديين ويقبض أسبابه حتى لا يفتن الإنسان بالأسباب ورتابتها. </p><p> وأمثلة ذلك في حياتنا كثيرة، نرى المزارع الذي يملك عشرات الأفدنة فتهاجمها الدودة فتأتي على الأخضر واليابس، بينما جاره الذي لا يملك إلا قطعة يسيرة وقليلة من الأرض تطرح الخير كله لصاحبها؛ لأنه دفع ما يسميه أهل الريف «غفرة الأرض» أي زكاتها. والدودة في هذه الحالة تكون هي من جنود الحق فتأكل المال الباطل ولا تلمس المال الحلال. {وَمَا يَعْلَمُ جُنُودَ رَبِّكَ إِلاَّ هُوَ}  [المدثر: ٣١] . </p><p> ولذلك يقدم الحق أسبابه لمن يسعى فيها، ويزيد للمؤمن. ويقول:  {وَلَوْ أَنَّهُمْ أَقَامُواْ التوراة والإنجيل وَمَآ أُنزِلَ إِلَيهِمْ مِّن رَّبِّهِمْ لأَكَلُواْ مِن فَوْقِهِمْ وَمِن تَحْتِ أَرْجُلِهِم} والرزق - كما علمنا - قسمان: قسم مباشر وقسم يأتي بالرزق المباشر، والرزق المباشر هو ما ننتفع به على الفور، كطعام نأكله أو ماء نشربه، أما الرزق الآخر فهو المال الذي قد نشتري به الرزق المباشر. وجاء سبحانه بأمور الحياة الواقعية حتى نفهم أن المنهج إنما نزل لينظم حركة الإنسان في هذه الحياة، والآخرة هي الجزاء على حسن العمل في الدنيا. </p><p> وبعد أن وعدهم - سبحانه - بالجنة جزاءً للإيمان يمد لهم الأسباب في الدنيا رخاءً وسعة وترفاً وسعادة. ونجد من يسأل: وكيف يأكلون من فوقهم؟ ونقول: إن الأكل هو المظهر الأساسي لحياة الإنسان؛ لأن كل حركة يصنعها الإنسان هي فرع عن وجود حياته. ووجود حياة الإنسان يتوقف على ثلاثة عناصر مهمة هي الأكل والشرب والتنفس. فإذا ما أردنا استبقاء الحياة والتناسل فلا بد من توفير لهذه المصادر الثلاثة. </p><p> إننا عندما ننظر إلى ترتيب الثلاثة في الأهمية نجد أن الإنسان قد يصبر على الطعام </p><p> شهراً. وقد يصبر على الماء مدة تتراوح ما بين ثلاثة أيام وعشرة أيام، أما التنفس فلا يطيق الإنسان ألا يجد الهواء لمدة دقائق. </p><p> ومن رأفة الحق بالخلق أن جعل الحيازة لهذه الأنواع المقومة لاستبقاء الحياة تترتب حسب أهميتها. </p><p> لذلك نرى من يملك على إنسان آخر طعامه ويتحكم فيه، لكن الحق يجعل في جسد الإنسان ما قد يقيته شهراً. ونرى أن الحيازة في الماء أقل من الحيازة في الطعام؛ لذلك لم يُمَلِّكْهَا الحق إلا نادراً؛ ذلك أن الإنسان لا يطيق الصبر على العطش إلا لمدة تتراوح ما بين ثلاثة أيام وعشرة أيام. وأما الهواء فلم يجعله الحق ملكاً لأحد على الإطلاق؛ لأن الإنسان لا يمكن أن يستغني عنه إلا بمقدار الشهيق والزفير، ولا يستطيع الإنسان أن يدخره في حجم رئتيه؛ لذلك لم يأمن الحق أحداً من الخلق على ملكية الهواء. </p><p> وقوله الحق:  {لأَكَلُواْ مِن فَوْقِهِمْ وَمِن تَحْتِ أَرْجُلِهِم} مقصود به أن الاستقامة في تطبيق منهج الله تُخْضِعُ الأسباب الكونية لهم، أما إذا ما تمرد الإنسان على منهج الله فقد يعطيه الله زهرة الحياة الدنيا ثم يأخذه أخذ عزيز مقتدر، فالنواميس الكونية لم تنعزل عن يد الحق. </p><p> لذلك يخاطب - سبحانه - الخلق خطاباً، فإن انفعلوا للخطاب، يسرَّ لهم كل ما سخره لهم في الكون. وإن لم ينفعلوا فهو ممسك الأسباب ويمكنه أن يخرق قوانينها، فلا الأرض ولا الهواء ولا أي شيء خرج عن طاعة الله، فإذا ما تمردت جماعة على نعم الله أو على الله فسبحانه يجعلهم نكالاً لغيرهم ويقبض عنهم الأسباب. </p><p> والإنسان سيد هذه الكائنات في هذا الكون، وهو منفعل - أيضاً - بقدرة ربه وقد يمرض، وقد يموت، وقد ينكسر، وقد يغرق، فإذا كان الإنسان وهو المنفعل ب «كن» من ربع فكيف حال الأشياء الأدنى منه؟ إنها أيضاً منصاعة ب «كن» . والحق قادر أن يقول للأرض: كوني جدباً، وهو القادر على أن يوقف المطر لأنه هو سبحانه الذي يجعل الأشياء تسير سيراً رتيباً. ألم يقل الحق سبحانه وتعالى في خطابه لكل خلقه عن الأرض:  {بِأَنَّ رَبَّكَ أوحى لَهَا} . فإذا كان الحق قد أوحى للأرض </p><p> لتبرز الكنوز أو تحدث الزلازل، فما بالنا بكل شيء آخر؟ . إن كل شيء إنما يسير بأمر الله، ذلك أن كل شيء يسبح بحمد الله، ولكن الإنسان لا يفقه لغات غيره من الكائنات:  {لاَّ تَفْقَهُونَ تَسْبِيحَهُمًْ} . </p><p> وخطاب الله لكل خلقه يفهمه المنفعل له من أي جنس من أجناس الوجود، ولو علمك الله هذا الانفعال، لسمعت لغة الكائنات الأخرى. مثال ذلك سيدنا سليمان عليه السلام الذي سمع قول نملة لبقية النمل:  {ادخلوا مَسَاكِنَكُمْ لاَ يَحْطِمَنَّكُمْ سُلَيْمَانُ وَجُنُودُهُ}  [النمل: ١٨] . </p><p> وماذا قال سليمان بعد ذلك؟ . </p><p> قال سليمان:  {رَبِّ أوزعني أَنْ أَشْكُرَ نِعْمَتَكَ التي أَنْعَمْتَ عَلَيَّ}  [النمل: ١٩] . </p><p> وهو سبحانه القائل:  {وَسَخَّرْنَا مَعَ دَاوُودَ الجبال يُسَبِّحْنَ والطير}  [الأنبياء: ٧٩] . </p><p> والهدهد قال في القرآن:  {أَلاَّ يَسْجُدُواْ للَّهِ الذي يُخْرِجُ الخبء فِي السماوات والأرض} </p><p> [النمل: ٢٥] . </p><p> إذن فكل كائن في الوجود يعرف قضية الإيمان وقضية التوحيد. وكل من في الوجود ينفعل لربه. وهكذا كل الأشياء التي تحفظ للإنسان حياته أو نوعه. فماذا عن حال من يتمرد على الله؟ . إنه سبحانه قد يقول للأسباب: انقبضي عنه. ونرى ذلك في حال بعض البلاد على ألوان مختلفة، فالبلاد التي تقع في منطقة يعرف عنها أنها دائمة المطر، يخرق الله طبيعة البيئة فتصير إلى جفاف، وغيرها التي تستطيع أن تصل إلى الفضاء الخارجي. لا تقدر على مواجهة إعصار، وذلك ليتأكد لنا أن يد المكوّن - سبحانه - فوق أسباب الكون. </p><p> لذلك يقول الحق سبحانه وتعالى:  {وَلَوْ أَنَّهُمْ أَقَامُواْ التوراة والإنجيل وَمَآ أُنزِلَ إِلَيهِمْ مِّن رَّبِّهِمْ لأَكَلُواْ مِن فَوْقِهِمْ وَمِن تَحْتِ أَرْجُلِهِم} أي أن يأتي الخير من كل </p><p> ناحية. فإذا كان يراد بالأكل المباشر، فالمطر هو الذي ينزل من أعلى يروي الأرض فيخرج الزرع، وكذلك النخل يعلونا ويأتينا بالتمر، وكذلك أشجار الفاكهة من برتقال وتفاح وغير ذلك. أما ما تحت الأقدام فهي الخضراوات، والفواكه التي تنمو دون أن يكون لأي منها ساق على الأرض كالبطيخ والشمام وغير ذلك. </p><p> ولنا في سقوط الفاكهة من على أشجارها العالية بعد تمام النضج الحكمة البالغة، فالرزق الذي طاب وإن لم تسع إليه يأت إليك تحت قدمك. </p><p> وإن توسعنا في فهم قوله الحق:  {لأَكَلُواْ مِن فَوْقِهِمْ وَمِن تَحْتِ أَرْجُلِهِم} . فلله أسرار فوق الأسرار، وله فيما تحت الأرض أسرار. ألا نأخذ كل شيء يعيننا على الحياة من طبيعة الأرض سواء أكان حديداً أم نحاساً أم بترولاً؟ . وهكذا نجد أن كل شيء في الوجود يخدم بقاء نوع الإنسان أو استبقاء حياته هو من عطاء الله. </p><p> إذن فلو أن أهل الكتاب أقاموا التوارة والإنجيل والقرآن وساروا على المنهج لوهبهم الله كل خير. ويؤكدالحق هذا المعنى في آية أخرى فيقول:  {وَلَوْ أَنَّ أَهْلَ القرى آمَنُواْ واتقوا لَفَتَحْنَا عَلَيْهِمْ بَرَكَاتٍ مِّنَ السمآء والأرض} . </p><p> ونرى أن الحق قد أفاء على بعض الناس من النعمة الشيء الواسع والكثير ومن بعد ذلك يطغى أهلها بالنعمة فيمهلهم ربنا إلى أن يعلو أمرهم ثم يأخذهم أخذ عزيز مقتدر. وحياتنا المعاصرة خير شاهد على ذلك؟ فكل بلد أخذت نعمة الله لتحاج بها الله وتكون ضد منهج الله نجدها تبوء بالفساد. ويأتي بأس أهلها فيما بينهم شديداً ويخربون بيوتهم بأيديهم. وكم من بلاد كانت متعة الناس أن يذهبوا إليها للترف أو الانفلات ثم يأتي بأس أهلها بينهم وتخرب بأيدي أبنائها. وفي واقع الكون ما يؤيد صدق ذلك، وكأن الحق يقول لنا: اعتبروا يا أولي الأبصار. </p><p> ويقول سبحانه:  {وَضَرَبَ الله مَثَلاً قَرْيَةً كَانَتْ آمِنَةً مُّطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَداً مِّن كُلِّ مَكَانٍ فَكَفَرَتْ بِأَنْعُمِ الله} </p><p> [النحل: ١١٢] . </p><p> والمراد بالقرية ليس قرية الريف التي نتعارف عليها اليوم؛ لأن القرية في عرف العربي القديم هي المكان الذي يقابل العاصمة. وكانت البيئة العربية قديماً بيئة «التبدّي» أي أنهم يقيمون في البادية وينتقلون من مكان إلى مكان، ولم يكونوا متوطنين في مكان واحد. وكانت عاصمة البدو هي القرية التي تتكون من عدد صغير من البيوت. ولذلك يسمي القرآن الكريم «مكة» بأم القرى. ويضرب الله مثلاً بالقرية الآمنة المطمئنة التي يأتيها رزقها واسعا من كل مكان، أي أن خيرها ليس ذاتياً ولا نابعاً منها ولكن يأتيها من كل مكان. وفي العصر الذي نعيشه نجد أن خير الدنيا يصب في قلب بعض القرى، وما أن يكفر أهل القرية بأنعم الله فما الذي يحدث؟ {فَأَذَاقَهَا الله لِبَاسَ الجوع والخوف}  [النحل: ١١٢] . </p><p> وهذا واقع نراه في كثير من البلاد التي أخذت نعمة الله فبدلتها كفراً فأحلوا قومهم دار البوار. ويرينا سبحانه القرى التي يلبسها الحق لباس الجوع والخوف. وعندما ننظر إلى قول الحق:  «لباس» نرى أن الجوع له لذعة، واللباس له شمول ويلفهم الجوع كما يلفهم الثوب، وكذلك الخوف فتصير كل جارحة فيهم خائفة: أي أن الحق سلط عليهم الجوع فلا يجدون موادّ الاقتيات. وكذلك الخوف يأتيهم فإما أن يكون الخوف بسبب بأسهم فيما بينهم لأن عداوة بعضهم بعضاً شديدة، وإما أن يكون الخوف من عدو خارج عنهم. وهذا واقع معاصر. </p><p> وكيف يكون الكفر بنعم الله؟ الكفر بنعم الله إما أن يكون بمعنى ستر النعمة. واستعمالها في معاصي الله، ومثله مثل الكفر بالله أي ستر وجود الله، وقد يكون الكفر بنعمة الله بالتكاسل عن استنباط النعمة من مظانها. وفساد العالم الآن يأتي من أناس كُسالى عن استنباط نعم الله المطمورة في كونه، وأناس يجدّون في استنباط نعم ويحبسونها لأنفسهم ولا يعطون منها الضعاف، ويستخدمون النعمة في المعاصي. </p><p> إذن فقوله الحق:  {وَلَوْ أَنَّ أَهْلَ القرى آمَنُواْ واتقوا لَفَتَحْنَا عَلَيْهِمْ بَرَكَاتٍ مِّنَ السمآء والأرض ولكن كَذَّبُواْ فَأَخَذْنَاهُمْ بِمَا كَانُواْ يَكْسِبُونَ}  [الأعراف: ٩٦] . </p><p> وقوله الحق:  {وَلَوْ أَنَّهُمْ أَقَامُواْ التوراة والإنجيل وَمَآ أُنزِلَ إِلَيهِمْ مِّن رَّبِّهِمْ لأَكَلُواْ مِن فَوْقِهِمْ وَمِن تَحْتِ أَرْجُلِهِم} . هم حكم عام؛ فهل وُجِدَ من يؤديه؟ . نعم؛ هناك أناس منهم عرفوا ذلك وساروا إلى السبيل المستقيم، وعن هؤلاء يقول سبحانه:  {مِّنْهُمْ أُمَّةٌ مُّقْتَصِدَةٌ} . أي منهم أمة تسير إلى أغراضها وإلى غايتها على الطريق المستقيم. وهذه إشارة إلى أن بعضاً من أهل الكتاب يفعل ذلك، والبعض الآخر لا يفعل، وهذا القول أشار أيضاً إلى أن الحق سبحانه وتعالى لا يُخلى وجوده وكونه من خلية خير فيه، وقد تكون خلية الخير هذه من أضعف الناس الذين لا شوكة لهم في الدنيا ولا جاه ولا قوة. </p><p> ولولا هؤلاء الناس لهدَّ الله الأرض ومن عليها. ويوضح الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ هذا الأمر بقوله:  «لولا عباد لله رُّكع، وصبية رضع، وبهائم رُتّع لصُبّ عليكم العذاب صبا ثم رُصَّ رَصّا» . </p><p> كأننا مكرمون في هذا العالم من أجل الضعاف فينا. وكأن الحق لا يحجب الخير عن كونه، بل يجعل في الكون ذرات استبقاء للخير. ولذلك نجد من يقول: إذا بالغ الناس في الإلحاد زاد الله في المد. وقد تجد بلداً كلها من الملاحدة، وتجد فيها عبداً واحداً متبتلاً لربه، ويكون هذا الرجل هو الذي يستبقي الله من أجله هواء تلك البلدة وماءها. ولذلك قال سبحانه:  {مِّنْهُمْ أُمَّةٌ مُّقْتَصِدَةٌ وَكَثِيرٌ مِّنْهُمْ سَآءَ مَا يَعْمَلُونَ} . </p><p> ويقول الحق من بعد ذلك:  {ياأيها الرسول ... } </p>"
}