{
  "id": null,
  "sura": 5,
  "aya": 116,
  "text": "<p> ونعرف أن هذا هو الحوار الذي سوف يدور بين الحق وبين عيسى ابن مريم عليه السلام يوم يجمع الحق سبحانه وتعالى الرسل:  {يَوْمَ يَجْمَعُ الله الرسل فَيَقُولُ مَاذَآ أُجِبْتُمْ قَالُواْ لاَ عِلْمَ لَنَآ إِنَّكَ أَنتَ عَلاَّمُ الغيوب}  [المائدة: ١٠٩] . </p><p> وقد يقول قائل: ولماذا جاء الحق سبحانه وتعالى بهذا الحوار في صيغة الفعل الماضي؟ :  {وَإِذْ قَالَ الله ياعيسى ابن مَرْيَمَ أَأَنتَ قُلتَ لِلنَّاسِ اتخذوني وَأُمِّيَ إلهين مِن دُونِ الله}  [المائدة: ١١٦] . </p><p> وكلنا يعرف أن لكل حدث زمناً ومكاناً. وزمان الحدث هو يوم القيامة. ومكان هذا الحدث في ساحة المشهد والحشر، وسبحانه هو خالق كل زمن وكل مكان، وله أن يتحدث عن أي أمر بأي صيغة شاء، سواء أكانت صيغة الماضي أم الحاضر أم المستقبل، فقد أوجد كل شيء من ماضٍ وحاضرٍ ومستقبل، وبيده أمر كل ما خلق ومن خلق. وهو أزلي قيوم، أما نحن بنو الإنسان فأمر الزمن يختلف، الزمن بالنسبة لأفعالنا هو واحد من ثلاثة؛ ماضٍ: أي أن يكون الحدث قد وقع قبل أن أتكلم؛ مثل قولي «قابلني زيد» ، ومعنى ذلك أن الفعل قد تم وصار محققاً. </p><p> وحاضر: أي أن يكون الحدث في حالة وقوعه، أي يحصل الآن مثل قولي:  «يقابلني زيد» وأنت تقصد الحال أي أنه يقابلني الآن. </p><p> إن معنى ذلك أن العين ترى زيداً وليس مع العين أين. ومستقبل: أي أن يكون الحادث سوف يقع مقولي: «سيقابلني زيد» . وهنا لا يملك الإنسان نفسه أن يحدث منه الحدث، ولا يملك ألا يقع على الإنسان الذي سوف يقابله أمرٌ قد يمنعه من إتمام الحدث، ولا يملك الإنسان أن يظل السبب للمقابلة قائماً. إذن فمع المستقبل لا يصح للإنسان أن يحكم بشيء، لأنه لا يملك أي عنصر من عناصر الحدث. والذي يملك هذا هو الحق سبحانه وتعالى وحده. ولذلك يعلمنا القرآن شرف الصدق في الكلمة بقوله تعالى:  {وَلاَ تَقْولَنَّ لِشَيْءٍ إِنِّي فَاعِلٌ ذلك غَداً إِلاَّ أَن يَشَآءَ الله}  [الكهف: ٢٣ - ٢٤] . </p><p> وعلى الإنسان أن يحترم قدرته المحدودة، وان يتذكر دائماً قدرة الحق سبحانه وتعالى عليه. وهذا لا يعني أن الحق سبحانه يمنعنا من التخطيط للمستقبل، لا، بل يطلب منا أن نخطط وأن ندرس كل الاحتمالات، وعلينا أن نقول:  «إن شاء الله» ؛ لأننا بذلك نقدم مشيئة من يملك كل أمر وهو الله - سبحانه وتعالى -. </p><p> وقد حاول بعض المستشرقين من أعداء الإسلام أن ينفذوا بسمومهم إلى عقول المسلمين بالتساؤل عن عدم ترتيب الأفعال على نسق حدوثها في بعض من آيات القرآن، فقال قائل منهم: كيف يقول الحق - سبحانه -: </p><p> {أتى أَمْرُ الله فَلاَ تَسْتَعْجِلُوهُ سُبْحَانَهُ وتعالى عَمَّا يُشْرِكُونَ}  [النحل: ١] . </p><p> وهذا خبر عن يوم القيامة فكيف يأتي به الله على صيغة الماضي، ثم يقول بعد ذلك:  {فَلاَ تَسْتَعْجِلُوهُ} ؟ واستعجال الشيء لا يكون إلاّ إذا لم يكن قد حدث، فكأن في الكلام تناقضاً، ذلك لأنه يقول: أتى، ويقول بعد ذلك: فلا تستعجلوه؟ </p><p> ونقول: إن الذي يتكلم هو الحق سبحانه وتعالى وليس إنساناً مثلك محكوماً بأزمانه. بل المتكلم هو صاحب كل الأزمان وخالقها. وعندما يقول سبحانه: {أتى </p><p> أَمْرُ الله} فمعنى ذلك أن أمر الله آتٍ لا محالة، لأنه لا قدرة تخرج مراده على ألاّ يكون. وأي فعل من الحق سبحانه وتعالى إنما يتجرد عن ملابسات الزمان وعن ملابسات المكان، فإن كنا نقرأ على سبيل المثال قوله تعالى:  {وَكَانَ الله غَفُوراً رَّحِيماً}  [النساء: ١٠٠] . </p><p> فليس معنى ذلك أن مغفرة الله ورحمته قد مضى زمانها وانقضى وقتها. ولكن لنقل: كان الله غفوراً رحيماً ولا يزال غفوراً رحيماً، فسبحانه وتعالى غفور ورحيم قبل أن يوجد من يغفر له ويرحمه، ومن باب أولى يكون غفورا رحيما بعد أن يوجد من يستحق المغفرة والرحمة. وسبحانه منزه عن أن تعتريه الأحداث فيتغير؛ لأن الزمن مخلوق من الله، فلا تقل متى أو أين؛ لأنهما به وجدا. والحق يأتي بالماضي لأنه متحقق الوقوع، ليثبت حدوث أمر لم يحدث بعد، ذلك لأن الله إذا قال عن شيء إنه سيحدث فلا بد أن يحدث. </p><p> ويؤكد الحق سبحانه في أي كلام من عيسى ابن مريم على أنه «ابن مريم» وهنا يسأل الحق عيسى - عليه السلام -: {أَأَنتَ قُلتَ لِلنَّاسِ اتخذوني وَأُمِّيَ إلهين مِن دُونِ الله} ونعرف أن السؤال إنما يأتي دائماً على وجهين: إما سؤال يعرف به السائل ما كان يجهله فيريد أن يعلمه من المسئول، كقول القائل: أقابلك فلان أمس؟ وإما أن يأتي السؤال لا ليعلم السائل من المسئول، ولكن ليقرر السائل المسئولَ. </p><p> ومثال ذلك - ولله المثل الأعلى - يسأل التلميذ أستاذه ليتعلم منه وليخبره الأستاذ بعلم جديد وخبر جديد. وأيضاً يسأل الأستاذ التلميذ ليقرره بالحقيقة ويوافقه عليها لتستقر لدى التلميذ. وسؤال الله عيسى من النوع الأخير؛ ليكون ذلك حجة على من قال بألوهية عيسى أو بنوته لله. وحاول بعض المستشرقين أن يشككوا في القرآن فقالوا: إن هناك تناقضاً في القرآن - والعياذ بالله - واستندوا على ذلك بقول الحق:  {وَقِفُوهُمْ إِنَّهُمْ مَّسْئُولُونَ}  [الصافات: ٢٤] . </p><p> أي أن الحق يقرر أن كل كائن مسئول عما يفعل ويعتقد، ولكنه سبحانه يقول في موضع آخر من القرآن الكريم: </p><p> {فَيَوْمَئِذٍ لاَّ يُسْأَلُ عَن ذَنبِهِ إِنسٌ وَلاَ جَآنٌّ}  [الرحمن: ٣٩] . </p><p> فهل معنى ذلك أنهم لن يُسألوا؟ لا، بل سوف يُسألون ليقرروا ما فعلوا لا ليعلم الله منهم ما فعلوا، فهو سبحانه عليم بكل شيء. </p><p> وهؤلاء المستشرقون لا يعلمون أن السؤال يرد عند العرب على وجهين، وجه ليعلم السائل، ووجه ليقرر المسئول، وسؤال الحق للناس يوم القيامة ليقرروا ما فعلوا وكان منهم؛ لأن الإقرار سيد الأدلة، وليس سؤال الحق سبحانه هو سؤال من يرغب في أن يعلم فسبحانه عليم بكل شيء، وعلى الإنسان أن يحتفظ بالمقام الذي وضعه فيه ربه، وكذلك كان عيسى ابن مريم. وكذلك يكون سؤال الله لعيسى، إنه لتقريع وتأنيب وتوبيخ من قالوا عن عيسى ما لم يبلغهم إياه. </p><p> إن عيسى عليه السلام لم يبلغهم ولم يطلب منهم أن يتخذوه هو وأمه إلهين من دون الله؛ لأن عيسى ابن مريم، إنما يبلغ ما أُوحي إليه من ربه فقط، ولهذا تأتي إجابة عيسى رداً على أي تزَيُّد من الأتباع:  {قَالَ سُبْحَانَكَ مَا يَكُونُ لي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ} وساعة نسمع {سُبْحَانَكَ} فلنعرف أنها إجمال التنزيه لله، وهو تنزيه أن يشابهه خلق من خلق الله، فلله وجود، وللإنسان وجود، ولكن إياك أيها الإنسان أن تقول: إن وجودي كوجود الله؛ لأن وجود الله ذاتي، ووجودك غير ذاتي وكل ما فيك موهوب لك من الله؛ لذلك فلا غناك مثل غنى الله، بل غناه ذاتي وغناك موهوب منه سبحانه، ولا أي صفة من صفاتك كصفات الله، فله سبحانه مطلق القدرة والقوة، وعليك أن تأخذ كل شيء يتعلق بالله في نطاق «سبحانه»  «وليس كمثله شيء» . </p><p> وكذلك يكون تنزيه عيسى لربه وخالقه:  {سُبْحَانَكَ مَا يَكُونُ لي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ} فعيسى ابن مريم يعلم أن الرسول المصطفى من الله ليس له أن يقول إنه إله. ويرد عيسى على ذلك بقضية متفق عليها:  {إِن كُنتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ} لأن الكل متفق على أن الله يعلم كل ما يبدر من العباد من سلوك وأقوال وأفعال {يَعْلَمُ خَآئِنَةَ الأعين وَمَا تُخْفِي الصدور} . والكل يعلم ارتفاع الحق وتنزهه عن أن يوجد له معلوم جديد لم يعلمه من قبل. والكل يعلم - كذلك - أن الله يعلم خفايا الصدور؛ لذلك يقول عيسى:  {تَعْلَمُ مَا فِي نَفْسِي وَلاَ أَعْلَمُ مَا فِي نَفْسِكَ} ويقرر أن الحق </p><p> العليم بكل شيء يعلم أن ذلك لم يخطر له على بال، وهذه هي العلة في إيراد ثلاث صور في هذه الآية. </p><p> الصورة الأولى هي قوله سبحانه وتعالى:  {سُبْحَانَكَ مَا يَكُونُ لي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ} وهذا تنزيه من عيسى لربه، والصورة الثانية هي قول عيسى:  {إِن كُنتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ} ، والصورة الثالثة هي:  {تَعْلَمُ مَا فِي نَفْسِي وَلاَ أَعْلَمُ مَا فِي نَفْسِكَ} . إذن فلا شيء من عند عيسى، وقد يسأل سائل: وماذا يكون في النفس؟ الذي يكون في النفس هو ما أسِرُّ به ولم يظهر؛ لأن النفس تُطلق مرة ويراد بها الذات التي تضم الروح والجسد معا، وعندما تُطلق على ذات الله فنحن ننزهها عن أن تكون أبعاضاً، ولكنها ذاته المأخوذة في نطاق التنزيه. </p><p> والمثال هو قول الحق:  {كَتَبَ رَبُّكُمْ على نَفْسِهِ الرحمة}  [الأنعام: ٥٤] . </p><p> وهكذا يكون فهمنا لمجيء كلمة «نفس» منسوبة لله، إنه المنزه أن يكون مثلنا، فلله وجه ولنا وجه، ولكن وجه الله نفهمه في نطاق {لَيْسَ كَمِثْلِهِ شَيْءٌ} وكذلك يد الله وكذلك كل صفات الله. ونعلم أن لله أسماء أعلمنا ببعضها، وعَلَّم بعضاً من خلقه بعضها، واستأثر ببعضها لذاته. وهناك بعض من الصفات لله تأتي لمجرد المشاكلة، كقول الحق:  {إِنَّ المنافقين يُخَادِعُونَ الله وَهُوَ خَادِعُهُمْ}  [النساء: ١٤٢] . </p><p> ولا نقول أبداً: إن الله مخادع، ولكن الصفة هنا جاءت للمشاكلة لذكرها في مقابلة يخادعون الله. ولذلك لا نأخذ منها اسماً لله، بل إنه جاء للرد على ما يبدو من أعداء الله. </p><p> ويختم عيسى ابن مريم قوله:  {إِنَّكَ أَنتَ عَلاَّمُ الغيوب} هي مبالغة في ذات الحدث، ومبالغة في تكرير الحدث، فهو سبحانه يعلم غيب كل واحد من خلقه وغيب كل ما في كونه، وهكذا جاء القرآن برد عيسى عليه السلام وهو رد يستوعب كل مجالات الإنكار على الذين قالوا مثل هذا القول: </p><p> ويتابع القرآن على لسان سيدنا عيسى عليه السلام ما يناقض ما قاله بعض من أتباعه </p><p> فيقول:  {مَا قُلْتُ لَهُمْ ... } </p>"
}