{
  "id": null,
  "sura": 5,
  "aya": 60,
  "text": "<p> فإن سلمنا جدلاً أنكم يا أهل الكتاب تعتبرون كيدكم لنا سيصيبنا بشر. على الرغم من أنكم لا تملكون أن تجازونا بشيء. وها هوذا الحق يخبركم على لسان رسوله بالأكثر شراً من هذا، وهي العقوبة التي يصنعها الله لكم وهو قادر على إنزالها بكم وهي الأكثر ضرراً. وهذا لون - كما قلنا - من مجاراة الخصم. ويعلمنا الله ذلك على لسان رسوله فيقول لخصومه:  {وَإِنَّآ أَوْ إِيَّاكُمْ لعلى هُدًى أَوْ فِي ضَلاَلٍ مُّبِينٍ}  [سبأ: ٢٤] . </p><p> والرسول على الهدى بالقطع وخصومه على ضلال بالقطع، ولكن رسول الله يسلم الأمر طالباً من خصومه أن يراجعوا أنفسهم ليناقشوا القيم التي يدعو إليها الإسلام. وسيجدون أن قيم الإسلام هي الهدى وأنهم على ضلال. ونعلم أن الهدى والضلال لا يجتمعان، فنحن كمسلمين على هدى، وأنتم على ضلال. ووسيلة التمييز أن يحكم الإنسان عقله في المسألة، وبذلك يرى مَن الذي على هدى ومَن الذي على ضلال، فأنت لا تناقش الخصم في أصل الدعوى، ولكن سلم </p><p> للخصم جدلاً. والتمييز النهائي هو الفيصل. وسيجد المميز حيثية ضلال الخصم واضحة وضوح حيثية هدى المسلمين. {قُلْ ياأهل الكتاب هَلْ تَنقِمُونَ مِنَّآ إِلاَّ أَنْ آمَنَّا بالله وَمَآ أُنزِلَ إِلَيْنَا وَمَآ أُنزِلَ مِن قَبْلُ وَأَنَّ أَكْثَرَكُمْ فَاسِقُونَ}  [المائدة: ٥٩] . </p><p> فإن كنتم تعيبون علينا أو تكرهوننا أو تأخذون إيماننا سُبَّة فهذا أمر لا يُكره الإنسانُ من أجله؛ لأنكم تدعون أنكم مؤمنون بالله. وكذلك لا يمكن أن يُسب الإنسان من أجل الإيمان بما أنزله الله في كتاب؛ لأنكم أيضاً تقولون إنكم مؤمنون بالتوارة. وتقولون إنكم مؤمنون بالأنبياء السابقين على موسى. والخلاف أن عيسى عليه السلام جاء بعد نبيكم فكفرتم به، لكننا آمنا به فنحن منطقيون مع أنفسنا ومع ربنا. </p><p> والحق يبلغنا:  {وَأَنَّ أَكْثَرَكُمْ فَاسِقُونَ} . ونعرف أن صيانة الاحتمال تقتضي ألا يحكم الحق عليهم جميعاً بأنهم فاسقون؛ لأن فيهم بعضاً من الناس تراودهم نفوسهم بالإيمان وبالإسلام؛ لذلك لم يكن الحق أبداً ليعمم الحكم على كل أهل الكتاب بالفسق؛ ليعطي الفرصة لمن يفكر أن يعلن إيمانه. </p><p> ومن بعد ذلك يأتي الخبر على لسان الرسول بعقابهم:  {قُلْ هَلْ أُنَبِّئُكُمْ بِشَرٍّ مِّن ذلك مَثُوبَةً عِندَ الله مَن لَّعَنَهُ الله} إذن فهناك أمر أكثر ضرراً لكم لأنه ما كان يصح أن تكرهوا إيماننا، والأكثر ضرراً من هذا هو لعنة الله {مَن لَّعَنَهُ الله وَغَضِبَ عَلَيْهِ وَجَعَلَ مِنْهُمُ القردة والخنازير} ويأتي سبحانه بالأوصاف التي فيهم، من لعنة الله وغضبه عليهم وجَعْلِه بعضاً منهم قردة وخنازير. وكيف يأتي الله بمثل هذه الأوصاف كمثوبة؟ إن هذا لون من فتح باب الرجاء والأمل ثم يصدمهم من بعد ذلك تماماً مثل قوله تعالى: </p><p> {فَبَشِّرْهُم بِعَذَابٍ أَلِيمٍ}  [آل عمران: ٢١] . </p><p> والعذاب الأليم يُنذر به، وكذلك اللعنة لا يمكن أن تكون ثواباً، لكن الأسلوب القرآني يعطي النفس المخالِفة لوناً من الانبساط، ثم يعطيها اللون المناقض له من الانقباض، ليكون ذلك أبلغ في الانقباض وأكثر إيلاماً. </p><p> ومثال ذلك - كما قلنا من قبل - المسجون الذي يطلب كوب ماء فيأتي له الحارس بكوب الماء ويقربه من فمه ثم يسكب الماء على الأرض، هذه العملية زرعت في نفس السجين الأمل في الأرتواء أولاً، ثم يكون سكب الماء على الأرض سبباً في التعذيب والإمعان فيه، لكن لو رفض الحارس أولاً تقديم الماء لعاش السجين في اليأس وهو إحدى الراحتين. </p><p> ونرى ذلك أيضاً فيمن ينتظر حكماً قد يكون إعداماً وقد يكون براءة، وتكون فترة الانتظار هي المليئة بالقلق. وعندما يضعون المنتظر في الميزان يجدون وزنه في انخفاض. وبعد الحكم بإعدامه يبدأ وزنه في الزيادة؛ لأن اليأس إحدى الراحتين. إذن فانبساط النفس ومجيء القبض بعدها هو الأمر الأنكى والأشد قسوة على النفس، ولذلك يقول الحق:  {فَبَشِّرْهُم بِعَذَابٍ أَلِيمٍ}  [آل عمران: ٢١] . </p><p> هذه البشارة تأتي بالانبساط للنفس ويتلوها الانقباض، ومثل قول الحق:  {وَإِن يَسْتَغِيثُواْ يُغَاثُواْ بِمَآءٍ كالمهل يَشْوِي الوجوه}  [الكهف: ٢٩] . </p><p> أي أنه قد وقع عليهم لون من العذاب يستدعي الإغاثة، ومن بعد ذلك يغاثوا لا بما ينقذهم ولكن بما يزيد عذابهم. </p><p> وساعة يسمعون «يغاثوا» تنفرج أساريرهم وتسكن وتطمئن نفوسهم، وبعد ذلك يحدث الانقباض بسماعهم:  {بِمَآءٍ كالمهل يَشْوِي الوجوه} ، إذن فكلمة «مثوبة» تأتي لهم بشيء من الانبساط يتلوه العذاب. </p><p> هذا. وإنّ أفعل التفضيل يأتي على صورة «أفعل» ، «أكرم» ، «أجود» ، «أشجع» فهذا لون من زيادة الصفة في طرف عنها في الطرف الآخر. اللهم إلا كلمات قليلة جاءت في اللغة على غير صيغة التفضيل منها كلمة «خيرط وكلمة» شر «فلم تأت منها كلمة» أَخْيَر «بمعنى أكثر خيراً. ولا كلمة أشر بمعنى أكثر شرا، ومرة تأتي كلمة» خير «ويقابلها الخير الأقل. والذي يميز المعنى هو وجود كلمة» </p><p> من «كقولنا:» فلان خير من فلان «.أما إن قيل:فلان خير» فمقابله هو «شر» لأنه لا توجد كلمة «أَخْيَر» . </p><p> وهكذا نجد كلمة «خير» تأتي للوصف مرة وتأتي للمبالغة في الوصف مرة أخرى، والفاصل للتمييز بين الاثنين هو وجود «مِن» . فيقال: فلان خير من فلان ومثلها في ذلك كلمة شر، وقد ورد استعمال كلمة خير للتفضيل ولغير التفضيل في قوله تعالى:  {ياأيها النبي قُل لِّمَن في أَيْدِيكُمْ مِّنَ الأسرى إِن يَعْلَمِ الله فِي قُلُوبِكُمْ خَيْراً يُؤْتِكُمْ خَيْراً مِّمَّآ أُخِذَ مِنكُمْ وَيَغْفِرْ لَكُمْ والله غَفُورٌ رَّحِيمٌ} </p><p> [الأنفال: ٧٠] . </p><p> والحديث النبوي يقول:  «المؤمن القوي خير وأحب إلى الله من المؤمن الضعيف وفي كل خير» . </p><p> إن في كل مؤمن خيراً. ولكن في المؤمن القوي خير أكثر مما في المؤمن الضعيف. والمثال على أن كلمة «خير» . تقابل كلمة «شر» ، هو قول الحق:  {وَلاَ يَحْسَبَنَّ الذين يَبْخَلُونَ بِمَآ آتَاهُمُ الله مِن فَضْلِهِ هُوَ خَيْراً لَّهُمْ بَلْ هُوَ شَرٌّ لَّهُمْ}  [آل عمران: ١٨٠] . </p><p> و «خير» هنا ليست أفعل التفضيل ولكنها للوصف العادي؛ وإذا جاءت «مِن» تعرف أنها للتفضيل، وعدم الإتيان بلفظة «مِن» يدلنا على أنها للوصف العادي ومقابله كلمة «شر» . وهنا يقول الحق:  {قُلْ هَلْ أُنَبِّئُكُمْ بِشَرٍّ مِّن ذلك} . وجاءت كلمة «بشر» هنا للتفضيل ولا يعني ذلك أن المؤمنين في «شر» ولكنها مجاراة للخصم. واعتبار أن ما يقوله الخصم مقبول جدلاً. وهناك الأكثر شراً في الواقع وعند الله وهو المراد من قوله تعالى:  {مَن لَّعَنَهُ الله وَغَضِبَ عَلَيْهِ وَجَعَلَ مِنْهُمُ القردة والخنازير وَعَبَدَ الطاغوت أولئك شَرٌّ مَّكَاناً وَأَضَلُّ عَن سَوَآءِ السبيل}  [المائدة: ٦٠] . </p><p> لماذا إذن يكون مصير هؤلاء إلى شر؟ لأنهم كرهوا سلوك المؤمنين ولم يستطيعوا أن ينفسوا عن الغل الذي في صدورهم بعقوبة المؤمنين. ولكن الله يكرههم ويملك لهم العقوبة ويكون مصيرهم الذي يوضحه الحق في قوله:  {لَّعَنَهُ الله وَغَضِبَ عَلَيْهِ وَجَعَلَ مِنْهُمُ القردة والخنازير} واللعنة هي الطرد من الرحمة. والطرد من الرحمة يعني حرمانهم من الخير. </p><p> ومثال ذلك - ولله المثل الأعلى - عندما يكون هناك خادم في خدمة إنسان ما وهو يسكن ويأكل ويلبس على حساب السيد، فإذا لم يؤد هذا الخادم حقوق الخدمة على وجهها المطلوب، لا يرضى عنه سيده، ويطرده من الخدمة، وحين يطرد الإنسان فهو يُعْلن للناس أن هذا الخادم لم يؤد حق الخدمة، فلا يستخدمه أحد بعد ذلك، وهذا هو الغضب. وبهذا نعرف الفرق بين أن يُطرد من الرحمة فقط ولا يعقب ذلك شيء، أو أن يستمر الغضب بالإعلان عن السبب في الإخراج من الرحمة، فهذا معناه أن الله بعد أن طردهم يلاحقهم بغضبه وسخطه وأن لعنه لهم لا ينفك عنهم. </p><p> والله سبحانه وتعالى يعلن لأهل الكتاب: إن طردي لكم من رحمتي وتواصل غضبي عليكم هو شر عظيم. وغضب الله - كما نعلم - يترتب عليه أشياء في كل حركة من حركات حياتهم، إنه يمنع الهُدى أن ينفذ إلى قلوبهم، بأن يختم على قلوبهم فلا يدخلها الإيمان، ولا يخرج منها الكفر. أو أن يجعل منهم القردة والخنازير. وإن تساءلنا: كيف يكون نسلهم؟ نعرف أن الذي يُمسخ لا يَتَناسل، إنه يُمسخ إلى أن يُرى مسخاً ثم يؤخذ إلى الموت. </p><p> وهل هم الذين اعتدوا في السبت أو الذين عبدوا العجل أو الذين كفروا بعد نزول مائدة عيسى؟ إنهم كل هؤلاء. أو أنهم قردة، أي في خصال القردة، كالطيش وخفة الحركة وانكشاف العورة، أو طبائعهم وخصالهم كالخنازير، فهؤلاء لهم خبث ونتن وزخم كزخم الخنزير. وأهم ميزة في الخنزير أنه لا يغار على أنثاه. وهذه موجودة فيهم. وتفشت فيهم عادة تشغيل بناتهم في الدعارة وغير ذلك من أعمال الباطل. </p><p> وهكذا نفهم قوله الحق:  {وَجَعَلَ مِنْهُمُ القردة والخنازير} إما على أساس أنه المسخ الحقيقي. والمسخ الحقيقي لا يظل متماثلاً ممسوكاً وإنما يكون المسخ لزمن محدود يراه الناس ممسوخاً ثم يموت وينتهي، وإما أن نفهمها على أن سلوكهم كسلوك القردة والخنازير. </p><p> ويتابع الحق:  {وَعَبَدَ الطاغوت} والعبادة إنما هي طاعة العبد للمعبود فيما أمر به وفيما نهى عنه. والطواغيت هم الذين يزينون لهم الشر والنفاق وأكل السحت والإثم. ويكون مصيرهم هو قوله الحق:  {أولئك شَرٌّ مَّكَاناً وَأَضَلُّ عَن سَوَآءِ السبيل} وهذا هو الواقع الذي يعيشون فيه وهو شر كله، وهم لا يفكرون في السير في الطريق السليم. </p><p> وعندما نقرأ قول الحق كاملاً في هذه الآية:  {قُلْ هَلْ أُنَبِّئُكُمْ بِشَرٍّ مِّن ذلك مَثُوبَةً عِندَ الله مَن لَّعَنَهُ الله وَغَضِبَ عَلَيْهِ وَجَعَلَ مِنْهُمُ القردة والخنازير وَعَبَدَ الطاغوت أولئك شَرٌّ مَّكَاناً وَأَضَلُّ عَن سَوَآءِ السبيل}  [المائدة: ٦٠] . </p><p> نعرف أنهم في حالة غفلة عن مسار الهدى الموصل للحق؛ لأن {سَوَآءِ السبيل} هو الأمر المستوي الموصل للغاية. وكانت طرق العرب إما فيها رمال وإما بين الجبال، وكانوا يختارون السير في وسط الطريق حتى لا ينالهم أذى من جرف هاوٍ من الرمال فيقع بهم أو أن تقع عليهم صخرة من جبل. </p><p> ولذلك قال الحق:  {قَالَ قَآئِلٌ مِّنْهُمْ إِنِّي كَانَ لِي قَرِينٌ يَقُولُ أَإِنَّكَ لَمِنَ المصدقين أَإِذَا مِتْنَا وَكُنَّا تُرَاباً وَعِظَاماً أَإِنَّا لَمَدِينُونَ قَالَ هَلْ أَنتُمْ مُّطَّلِعُونَ فاطلع فَرَآهُ فِي سَوَآءِ الجحيم}  [الصافات: ٥١ - ٥٥] . </p><p> أي أنه في وسط الجحيم. ويقول الحق بعد ذلك عن الذين غضب عليهم:  {وَإِذَا جَآءُوكُمْ قالوا ... } </p>"
}