{
  "id": null,
  "sura": 5,
  "aya": 55,
  "text": "<p> وحين نهانا الحق عن أن نتخذ اليهود والنصارى أولياء فعلينا أن نأخذ بالقياس أن النهي إنما يشمل كل خصوم ديننا، فلا نتخذ أيّاً من أعداء الدين وليّاً لنا؛ لأنه سبحانه وتعالى لم يتركنا بغير ولاية، وهو وليّنا وكذلك الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ والذين آمنوا. </p><p> إذا أردنا المقارنة بين ولاية الله، وولاية أعداء الله فلنعرف أن كل عدو لله له قدرة محدودة لأنه من البشر، أما ولاية الله لنا فلها مطلق القدرة. وأي عدو له قد يتظاهر لنا بالولاية نفاقا. أما ولاية الله لنا فلا نفاق فيها لأنه لا قوة أعلى منه. وإن كان الحق قد منعنا أن نتخذ من أعدائه أولياء فذلك ليحررنا من الولاية المحدودة ليعطينا الولاية التي لا تتغير وهي ولايته سبحانه وتعالى:  {إِنَّمَا وَلِيُّكُمُ الله وَرَسُولُهُ والذين آمَنُواْ} وهكذا يكون التعويض في الولاية أكبر من كل تصور. وساعة نرى «إنما» فلنعرف أن هناك ما نسميه «القصر» أو «الحصر» . </p><p> مثال ذلك نقول:  «إنما الكريم زيد» : كأن القائل قد استقرأ آراء الناس ولم يجد كريماً إلا زيداً، وكأنه يقول:  «زيد كريم وغير زيد ليس بكريم» واختصر الجملتين في جملة واحده بقوله: «إنما الكريم زيد» وأثبت بهذا القول الكرم لزيد ونفاه عن غيره. أما إن قال القائل:  «زيد كريم» فهذا القول لا يمنع أن يكون غيره من الكرماء. </p><p> إن الحق سبحانه يحصر الولاية في قوله:  {إِنَّمَا وَلِيُّكُمُ الله وَرَسُولُهُ والذين آمَنُواْ} وهو قد نهانا من قبل عن ولاية أهل الكتاب، وعن ولاية كل من لا توجد عنده مودة أو محبة تعين المؤمن على مهمته الإيمانية. فلو كان عند أحد من أهل الكتاب أو الملاحدة محبّة ومودّة تُعين المؤمن على أداء مهمته لما بقي هذا الإنسان على منهجه </p><p> المحرّف أو على إلحاده، بل إن ذلك سيجعله يذهب إلى الإيمان برسالة الإسلام. </p><p> إننا نجد بقاء الكافر على كفره أو إلحاده أو عدم إيمانه برسالة محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ دليلا على أنه لم يستطع الوصول إلى الهداية أو أنه - إن كان من أهل الكتاب - لم يستطع أن يكون مأموناً على الكتاب الذي نزل إلى نبيّه وفيه البشارة بمحمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فكيف - إذن - يعين إنسان مثل هذا إنساناً مسلماً؟ . إنه لا يستطيع أن يعين ولا أن يوالي ولا أن يكون على هداية؛ لأنه لم يستطع أن يهدي نفسه. ولذلك قال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «لا تصدقوا أهل الكتاب ولا تكذبوهم، قولوا آمنا بالله وما أنزل إلينا وما أنزل إليكم» . </p><p> لأن الذي لا يستطيع أن يهدي نفسه لن يستطيع هداية غيره. </p><p> وحين نهانا النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ عن سؤال أهل الكتاب كان يعلم أنهم في ريب من أنفسهم، وفي ضلال وخلط، فهم إما يخلطون الحق بالباطل، وإما في غيظ من الذين آمنوا؛ لذلك نهانا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أن نسألهم، وهذا هو الاحتياط للدين، فقد يسألهم المؤمن سؤالاً، فيجيبون بصدق، فيكذبهم المسلم، وقد يجيبون بكذب فيصدقهم المسلم؛ لذلك لا يصح ولا يستقيم أن يسألهم المسلم أبداً عن شيء؛ لأنه عرضة لأمر من اثنين: إما أن يصدق بباطل، وإما أن يكذب بحق. وأهل الكتاب أنفسهم قد تضاربوا، ألم يقل الحق على ألسنتهم:  {وَقَالَتِ اليهود لَيْسَتِ النصارى على شَيْءٍ}  [البقرة: ١١٣] . </p><p> وكذلك قالت النصارى:  {لَيْسَتِ اليهود على شَيْءٍ}  [البقرة: ١١٣] . </p><p> إذن فأي الموقفين نصدق؟ أنصدق رأي اليهود في النصارى؟ أم نصدق رأي النصارى في اليهود؟ ولا نستطيع أن نكذب رأي اليهود في النصارى، ولا نستطيع </p><p> أن نكذب رأي النصارى في اليهود، إذن فحين يقول الحق سبحانه:  {إِنَّمَا وَلِيُّكُمُ الله وَرَسُولُهُ والذين آمَنُواْ} فعلينا أن نفهم أنه سبحانه وتعالى ما دام قد نهاكم عن أن تتخذوا أولياء من دون الله فلن يترككم أيها المؤمنون دون ولي. بل متعكم فقط من ولاية من لا يمكن صادقاً في معونتكم ولا في نصرتكم. </p><p> لقد أراد سبحانه أن يكون هو بطلاقة قدرته وليكم، ورسول الله أيضاً وليكم، وكذلك الذين آمنوا. ونجد من يقول: الحق هنا قد عدد الولاية فيه سبحانه وتعالى وفي الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وفي المؤمنين، لماذا لم يقل - إذن -: أولياؤكم هم الله والرسول والذين آمنوا؟ </p><p> ونقول: هل كانت للرسول ولاية منفصلة عن ولاية الله والمؤمنين؟ وهل كانت للمؤمنين ولاية منفصلة عن ولاية الله والرسول؟ لا؛ لأن الولاية كلها منصبة لله، فلم يعزل الحق الرسول عن ربه، ولا عزل المؤمنين عن الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، ولم يقسم الولاية إلى أجزاء، بل كلها ولاية واحدة وأمر واحد، ونلحظ أن الخطاب في «كاف الخطاب» هو للجمع: {إِنَّمَا وَلِيُّكُمُ الله وَرَسُولُهُ والذين آمَنُواْ} ، و «كاف» الخطاب هنا تضم المؤمنين ومعهم رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فالله سبحانه وتعالى ولي الرسول وولي المؤمنين، والرسول ولي المؤمنين، وجاء في المؤمنين قول الحق:  {والمؤمنون والمؤمنات بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ}  [التوبة: ٧١] . </p><p> كم درجة من الولاية هنا إذن؟ الله ولي الرسول وولي المؤمنين. ذلك أن سبحانه شاء بفضله ألا يعزل الولاية أو يقسمها بل جعلها ولاية واحدة، والرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ولي المؤمنين، والمؤمنون بعضهم أولياء بعض؛ لذلك نجد أن كل مؤمن مطلوب منه معونة ونصرة أخيه المؤمن. </p><p> إن الإنسان - كما نعلم - ابن أغيار، وما دام الإنسان ابناً للأغيار فعلينا أن نعرف أن المؤمنين لن يظلوا كلهم في حالة توجيه النصيحة. ولن يظلوا جميعهم في حالة تلقٍ للنصيحة. وكل واحد منهم يكون مرة ناصحاً ومرة يكون منصوحاً، فساعة يصيب </p><p> الضعف مؤمناً في جزء من المنهج يجد أخاه المؤمن قد هبّ لنصحه ليعتدل. وساعة يصيب الضعف الناصح في جزء من منهجه فالمنصوح السابق يهب لنصح أخيه ليعتدل. والذي خلق الخلق وهو أعلم بهم، ويعلم كيف تستوعب الأغيار الخلق، وكيف أن كل إنسان له خواطره وله ظنونه وله مواقف ضعف وله مواقف قوة. إنه - سبحانه - لم يطلب من الناس أن يوصوا بالخير فحسب ولكنه قال:  {وَتَوَاصَوْاْ بالحق وَتَوَاصَوْاْ بالصبر}  [العصر: ٣] . </p><p> لماذا إذن التواصي بالحق؟؛ لأن سبل الحق شاقة، ولأن أصحاب الحق يلاقون المتاعب من أصحاب الباطل؛ لذلك لا بد أن يؤازر أصحاب الحق بعضهم بعضاً فيقول الإنسان من أهل الحق لأخيه ما يساعده على التمسك بما هو أعز من الراحة والصحة والمال. ولا بد أن نجعل الحق واضحاً في حياتنا وسلوكنا، وأن يتذاكر أهل الحق بما حدث لغيرهم وكيف صبروا، هكذا يكون التواصي بين المؤمنين. </p><p> وتلك هي ولاية المؤمنين بعضهم لبعض:  {والمؤمنون والمؤمنات بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ} . </p><p> إذن فقوله الحق:  {إِنَّمَا وَلِيُّكُمُ الله} هو ما يسمونه في اللغة «أسلوب الحصر» ، أي لا ولي لكم غير الله. وحين يُرَدّ الإنسان من الولاية المحدودة القدرة ويجعل العوض له في غير محدود القدرة فذلك كسب كبير للعبد، ولذلك يقول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «من نفس عن مؤمن كربة من كرب الدنيا نفس الله عنه كربة من كرب الآخرة، ومَن ستر على مسلم ستره الله في الدنيا والآخرة، والله في عون العبد ما كان العبد في عون أخيه» . </p><p> كيف تكون أنت أيها العبد في عون أخيك؟ يتحقق لك ذلك عن طريق أن تقدم لأخيك المؤمن المعونة والنصرة والمؤازرة والتواصى. وتقدم لأخيك من وقتك وطاقتك وقدرتك ومالك ما يعينه. وإياك أن تحسب المسألة بأنك كنت تستطيع أن تفعل كذا وكذا في الوقت الذي أعطيته لأخيك المؤمن، بل يجب أن تحسبها بأن الله هو الذي </p><p> أعطاك الوقت والمال والجهد وأنت لا تفعل شيئاً بقدرتك أنت، وأن قدرتك المحدودة عندما تعطي بعضها منها لأخيك فأنت تصل قوتك المحدودة بصاحب القوة غير المحدودة وهو الله. وبذلك يكون الله في عونك وتكون أنت الأكثر كسباً. فمن يرد الله بجانبه فلا بد أن يكون مع الخلق دائماً بالمعونة، وبهذا السلوك يرتقي المؤمن إلى أعلى درجات الذكاء. </p><p> {إِنَّمَا وَلِيُّكُمُ الله وَرَسُولُهُ والذين آمَنُواْ} وسبحانه يريد أن يبين لنا مميزات أصحاب الإيمان؛ لأننا حين نتعرف على شعب الإيمان وصفاته الجميلة إنما نميز بهذه الصفات المؤمنين من غيرهم. </p><p> وإقامة الصلاة هي الصفة الغالبة في وصف الذين يؤمنون بالله؛ لأن الصلاة هي الصلة المتجددة بإعلان الولاء لله خمس مرات في كل يوم. والنبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قال: </p><p> «بُني الإسلام على خمس؛ شهادة أن لا إله إلا الله، وأن محمداً رسول الله، وإقام الصلاة، وإيتاء الزكاة، وصوم رمضان، وحج البيت» . </p><p> وهذه الأركان الخمسة هي الدعائم والأسس التي تقام عليها عمارة الإسلام. وأي بيت لا يقوم بالأسس وحدها، ولكن هناك أشياء أخرى كثيرة وعشرات الفضائل والمطلوبات غير الأسس، وإذا ما راجع كل واحد منا علاقته بأسس الإسلام فلسوف يجد أنه يشهد أن لا إله إلا الله وأن محمداً رسول الله مرة واحدة في العمر، ومن بعد ذلك يقيم الصلاة. ثم يؤتي الزكاة، لكن إن كان فقيراً فهو معفىً من أداء الزكاة. وحتى الذي يؤدي الزكاة فيؤديها في وقت واحد في السنة. ومن بعد ذلك يصوم رمضان. لكن المريض أو المسافر أو الذي له عذر فهو يفطر ويقضي الصوم؛ ويفدي عن الصيام المريض الذي لا يرجى شفاؤه والعجوز الذي تصيبه بالصوم مشقة شديدة. ومن يحج البيت يفعل ذلك مرة واحدة في العمر إن استطاع إلى ذلك سبيلا. </p><p> هذه هي أركان الإسلام، وفيها إعفاءات كثيرة للمسلم. اللهم إلا الصلاة فهي أساس يتكرر ولذلك يقول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «رأس الأمر كله الإسلام وعموده الصلاة» . </p><p> ويقول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «بين الرجل وبين الشرك والكفر ترك الصلاة» . </p><p> ويقول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «إن العهد الذي بيننا وبينهم الصلاة، فمن تركها فقد كفر» . </p><p> لذلك لا تسقط أبداً، فنحن نصلي ونحن قيام، ونصلي ونحن قعود، ونصلي على جنوبنا. ونصلي ونحن غير قادرين على أية حركة، نصلي بالإيماء. ومن لا يقدر على هز رأسه بحركات الصلاة في أثناء المرض الشديد فهو يصلي بعينيه. ومن أصابه - والعياذ بالله - شلل جعله لا يقدر على تحريك جفنيه بحركات الصلاة فهو يصلي بالخواطر وبالوعي أي يجري أركان الصلاة على قلبه. أما من ذهب عنه الوعي فقد سقطت عنه الصلاة. </p><p> ولذلك يقول الحق:  {والذين آمَنُواْ الذين يُقِيمُونَ الصلاة} ويقول بعد ذلك: {وَيُؤْتُونَ الزكاة} ؛ لإن إيتاء الزكاة معناه تقوية أثر حركتك لغيرك وتعدية أثر هذه الحركة للضعيف عنك، وحينما تزكي إنما تعطي مالاً، والمال هو ناتج من أثر حركتك في الوجود، وعطاؤك من مالك بالزكاة يدل أيضاً على الإيمان. ثم يذيل الحق الآية بقوله:  {وَهُمْ رَاكِعُونَ} . وهل الركوع هنا بمعنى الركوع في الصلاة؟ أو بمعنى الخضوع لكل تكاليف منهج الله؟ أو أنها نزلت هنا في مناسبة خاصة لحالة خاصة؟ </p><p> هنالك رواية تقول: إن عبد الله بن سلام جاء إلى رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وقال: إن قوماً من قريظة والنضير قد هجرونا وفارقونا وأقسموا ألا يجالسونا ولا نستطيع مجالسة أصحابك لبعد المنازل. </p><p> وشكا عبد الله مما يلقاه من اليهود، فنزلت تلك الآية: {إِنَّمَا وَلِيُّكُمُ الله وَرَسُولُهُ والذين آمَنُواْ الذين يُقِيمُونَ الصلاة وَيُؤْتُونَ الزكاة </p><p> وَهُمْ رَاكِعُونَ} [المائدة: ٥٥] . </p><p> فقال ابن سلام: رضينا بالله ورسوله وبالمؤمنين أولياء. وتزيد الرواية في موقع آخر: وخرج رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إلى المسجد والناس بين قائم وراكع ودخل إنسان إلى المسجد وسأل الصدقة فلم يعطه أحد فقال الرجل: أشهد الله أني جئت إلى مسجد رسول الله وطلبت الصدقة وما أعطاني أحد شيئاً، وسمعه علي ابن أبي طالب - كرم الله وجهه وكان يصلي - فمد على يده بحيث يراها الرجل وأشار له أن يأخذ من يده الخاتم كصدقة، فأخذه الرجل. وسأل رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ السائل فقال: هل أعطاك أحد شيئاً. فأجاب الرجل نعم خاتما، وأشار إلى علي بن أبي طالب. وهنا نزلت الآية بتمامها:  {إِنَّمَا وَلِيُّكُمُ الله وَرَسُولُهُ والذين آمَنُواْ الذين يُقِيمُونَ الصلاة وَيُؤْتُونَ الزكاة وَهُمْ رَاكِعُونَ}  [المائدة: ٥٥] . </p><p> وأياً كانت المناسبة التي نزلت فيها الآية، فالركوع معناه الخضوع، والخضوع يكون لكل تكاليف منهج الله. فإذا كنا نقول: فلان ركع لفلان فهذا معناه أن فلاناً قد خضع لفلان. </p><p> ومن بعد ذلك يقول الحق سبحانه وتعالى:  {وَمَن يَتَوَلَّ الله ... } </p>"
}