{
  "id": null,
  "sura": 5,
  "aya": 9,
  "text": "<p> وعندما نتأمل كلمة «وعد» نجدها تأتي، وتأتي أيضاً كلمة «أوعد» و «وعد» وكذلك أوعد إذا لم تقترن بالموعود به، تكون وَعَد للخير، و «أَوْعَد» للشر. ولكن لو حدث غير ذلك وجئت بالموعود به، فالاثنان متساويان، فيصح أن تقول «وعدته بالخير» ويصح أيضاً أن تقول: «وعدته بالشر» . لكن إن لم تذكر المتعلق، فإن «وعد» تستعمل في الخير. و «أوعد» تستعمل في الشر. والشاعر يقول: </p><p> وإنِّي إنْ أوعدته أو وعدته ... لُمخْلِفُ إِبعادي ومُنْجِزُ موعدي </p><p> وحين يقول:  «وعد الله» فهذا وعد مطلق لا إخلال به؛ لأن الذي يخل بالوعد هو الإنسان الذي تعتريه الأغيار؛ فقد يأتي ميعاد الوفاء بالوعد ويجد الإنسان نفسه في </p><p> موقف العاجر أو موقف المتغير قلبياً، لكن ساعة يكون الله هو الذي وعد فسبحانه الذي لا تداخله الأغيار، بل هو الذي يُجري الأغيار، لذلك يكون وعده هو الوعد الخالص الذي لا توجد قوة أخرى تحول دون أن ينفذ الله وعده. أما وعد البشر فقد تأتي قوة أخرى تعطل الوعد. </p><p> {وَعَدَ الله الذين آمَنُواْ وَعَمِلُواْ الصالحات لَهُم مَّغْفِرَةٌ} سبحانه وتعالى يوضح أن مغفرته لكل عباده ولا يختص فقط الصالحين الورعين بل إنه يوجد حديثه إلى هؤلاء الذين ارتكبوا المعاصي فإن تابوا، فلهم مغفرة؛ لأن ردء المفسدة مقدم على جلب المصلحة؛ فأنت قد تكون جالسا ويأتي واحد جهة اليمين ليقدم لك تفاحة، وفي اللحظة نفسها التي تمتد يدك لتأخذ التفاحة تلتفت لتجد إنساناً آخر يريد أن يصفعك، أي اتجاهات سلوكك تغلب؟ . لا بد أنك سترد على من يضربك أولا. والحق يزيل الذنوب أولاً بالمغفرة. ونجده سبحانه وتعالى يأتي بأشياء تلفت القلب فهو يقول:  {فَمَن زُحْزِحَ عَنِ النار وَأُدْخِلَ الجنة فَقَدْ فَازَ}  [آل عمران: ١٨٥] </p><p> فالخطوة الأولى للفوز هي الزحزحة عن النار، والخطوة التالية بعد ذلك هي دخول الجنة. فسبحانه يمنع المفسدة ويقدم دفعها ودرأها على جلب المنفعة؛ لذلك يقول الحق بداية:  {لَهُم مَّغْفِرَةٌ} . والإنسان منا ساعة تأتي له الخواطر يفكر في أشياء يطمح إليها، وهناك أشياء يخاف منها. وينشغل الذهن أولاً بما يخاف منه، يخاف من المفسدة، يخاف من عدم تحقيق الآمال. إذن فدرء المفسدة مقدم على جلب المصلحة. </p><p> {لَهُم مَّغْفِرَةٌ وَأَجْرٌ عَظِيمٌ} . وكل أجر على عمل يأخذ عمره بقدر حيزه الزمني، فأجر الإنسان على عمله في الدنيا يذهب ويزول؛ لأن الإنسان نفسه يذهب إلى الموت، أما أجر الآخرة فهو الباقي أبداً، وهو أجر لا يفوت الإنسان ولا يفوته الإنسان، ذلك هو الأجر العظيم. </p><p> وحين يتكلم الحق عن معنى من المعاني يتعلق بالإيمان والعمل الصالح تكون </p><p> النفس مستعدة؛ لأن هناك تأميلا في الخير وترهيباً من الشر؛ لذلك يتبع الحق هذه الآية بآية أخرى فيقول:  {والذين كَفَرُواْ ... } </p>"
}