{
  "id": null,
  "sura": 5,
  "aya": 28,
  "text": "<p> فقابيل - إذن - فاهم للقتل، فلا تقل إنه تعلم القتل، صحيح مسألة الدفن هذه جديدة، والقصة جاءت لتثبت لنا كيف بدأ التكاثر، ليجمع الله فيه بين الزوجين البُعد الإضافي؛ لأن البُعد غير الإضافي غير مُمكن في هذا الوقت فتكون هذه بالنسبة لهذا أجنبية، وهذا بالنسبة لهذه أجنبي إلى أن يتوسع الأمر، وبعد ذلك يُعاد التشريع بأن الأخت من أي بطن محرّمة على أخيها تحريماً أبديًّا، وبعد ذلك نتوسع في الأمر وننقله إلى المحرمات الأخريات من النسب والرضاع فلا بد أن لهذه القصة أصلا. هم قالوا نقرب قرباناً. . لماذا؟ «إذ قربا قرباناً فتقبل من أحدهما ولم يتقبل من الآخر» . </p><p> لماذا يريدان أن يُقرِّبا قُرباناً؟ قالوا: إن أخت قابيل التي كانت في بطن معه كانت حلوة وجميلة، وأخت هابيل لم تكن جميلة، فطبقا لقواعد التباعُد في الزوجية كان على هابيل أن يأخذ أخت قابيل، وقابيل يأخذ أخت هابيل، فَحَسد قابيل أخاه وقال: كيف يأخذ الحلوة، أنا أولى بأختي هذه. وكان سيدنا آدم مازال قريب العهد بالوحي، فقال: قربوا قرباناً وانظروا. لأنه يعلم جيداً أن القربان سيكون في صف التباعد. {إِذْ قَرَّبَا قُرْبَاناً فَتُقُبِّلَ مِن أَحَدِهِمَا وَلَمْ يُتَقَبَّلْ مِنَ الآخر} . وبعض المفسرين يقول: والله نحن لم نعرف طريقة التقبّل هذه. نقول له: فلنبحث عن «قُربان» في القرأن. ننظر ما هو القُربان؟ قد وردت هذه الكلمة في القرآن في أكثر من موضع. قال:  {الذين قالوا إِنَّ الله عَهِدَ إِلَيْنَا أَلاَّ نُؤْمِنَ لِرَسُولٍ حتى يَأْتِيَنَا بِقُرْبَانٍ تَأْكُلُهُ النار}  [آل عمران: ١٨٣] </p><p> والحق يقول لهم ردًّا عليهم: </p><p> {قُلْ قَدْ جَآءَكُمْ رُسُلٌ مِّن قَبْلِي بالبينات وبالذي قُلْتُمْ} [ «آل عمران: ١٨٣]</p><p> {وبالذي قُلْتُمْ} ما هو؟ إنه القُربان الذي تأكله النار. إذن كان القُربان معروفاً والاحتكام إلى قربان وتأكله النار علامة التقبّل من السماء ويكون صاحبه هو المُقرَّب، والقُربان في مسألة هابيل وقابيل لكي يعرف كل منهما من يتزوج الحلوة ومن يتزوج الأخرى، وتقبل الله قربان هابيل. لكن أرضِي المهزوم؟ لا، بل حَسَده، وهذا أول تأب على مُرادات الحق في تكليفه. {فَتُقُبِّلَ مِن أَحَدِهِمَا وَلَمْ يُتَقَبَّلْ مِنَ الآخر} . وقالت لنا القصص: إن هابيل كان صاحب ضرع أي ماشية وبذلك يكون عنده زبْد ولبن وجبن، وحيوانات للحم، والثاني صاحب زرع وقالوا: إن قابيل قدّم شِرار زرعه، وهابيل قدّم خيار ماشيته. {فَتُقُبِّلَ مِن أَحَدِهِمَا وَلَمْ يُتَقَبَّلْ مِنَ الآخر} . {قَالَ لأَقْتُلَنَّكَ} وسبحانه قال: {أَحَدِهِمَا} ولم يقل قابيل أو هابيل، {إِذْ قَرَّبَا قُرْبَاناً فَتُقُبِّلَ مِن أَحَدِهِمَا وَلَمْ يُتَقَبَّلْ مِنَ الآخر} . فقوله:  {قَالَ لأَقْتُلَنَّكَ} من الذي قال؟ الذي قال هو من لم يتقبل قربانه؛ لأنه لم يحقق مُراده وغرضه. </p><p> {قَالَ لأَقْتُلَنَّكَ قَالَ إِنَّمَا يَتَقَبَّلُ الله مِنَ المتقين} . وهل هذا الرّد مُناسب لقوله: «لأقتلنك» ؟ نعم؛ لأن «لأقتلنك» بسبب أن قربانك قُبِل وقرباني لم يُقبَل. قال: فما دخلي أنا بهذه العملية؟ الدخل في العملية للقابل للقربان، فأنا ليس لي دخل فيها، وربّنا لم يتقبله لأن الله لا يتقبل إلا من المتقين. وهو يعلم أنك لست بمتقٍ؛ فلن يتقبل منك لأنك تأبيت عن حكاية الزواج بابنة البطن المخالف، وهذا أول تمرُّد على منهج الله وعلى أمره لذلك قال هابيل: لا تلُمني فأنا لا دخل لي في القربان المتقبل؛ لأن هذا من عند الله. والله لم يظلمك؛ لأن ربنا يتقبل من المتقين. وأنت لست بمتقٍ؛ لأنك لم تَرْضَ بالحكم الأول في أن تبتعد البطون {إِنَّمَا يَتَقَبَّلُ الله مِنَ المتقين} . {لَئِن بَسَطتَ إِلَيَّ يَدَكَ لِتَقْتُلَنِي مَآ أَنَاْ بِبَاسِطٍ يَدِيَ إِلَيْكَ لأَقْتُلَكَ إني أَخَافُ الله رَبَّ العالمين}  [المائدة: ٢٨] </p><p> وكلمة «البسط» ضد «القبض» ، وهناك:  «بسط له» ، و «بسط إليه» . </p><p> وتجد «بسط له كأن البسط لصالح المبسوط له.{وَلَوْ بَسَطَ الله الرزق لِعِبَادِهِ}[الشورى: ٢٧]</p><p> ولم يقل: » إلى عباده «بل قال:» لعباده «، إذن فالبسط لصالح المبسوط له ولذلك لا يكون بإلى إلاّ في الشر،وشرحنا من قبل هذه المسألة وفي قوله الحق:{إِذْ هَمَّ قَوْمٌ أَن يَبْسُطُواْ إِلَيْكُمْ أَيْدِيَهُمْ}[المائدة: ١١]</p><p> إذن فالذي يبسط لك يعطيك نفعا والذي يبسط إليك يكون النفع له هو. </p><p> {لَئِن بَسَطتَ إِلَيَّ يَدَكَ لِتَقْتُلَنِي مَآ أَنَاْ بِبَاسِطٍ يَدِيَ إِلَيْكَ لأَقْتُلَكَ} . وبيّنت» لتقتلني «مدلول» إليّ «. والعلة لا عجز عن مقابلة قوّتك بقوة، لا، وإنما لأنني أخاف الله، فليس في هذا تقصير في الدفاع عن نفسي لأنني أريد أن أُحَنّنِك تَحنيناً يرجعك إلى صَوابك. وساعة يأتي واحد يريد أن يقتل واحداً يقول له: والله لن أقاتلك لأنني أخاف ربنا. </p><p> إذن فبيَّن له أن خَوفه من الله مسألة مُستقرة في الذهن حتى ولو كانت ضد استبقاء الحياة، وقد يعرفها في نفسه لأن أخاه كان يستطيع أن يقدّم دفاعاً قويا، لقد ردّ الأمر إلى الحقّ الأعلى. فلا تقل كان هابيل سَلبيّا لا. إنه صعّد الأمر إلى الأقوى </p><p> ويقول الحق:  {إني أُرِيدُ ... } </p>"
}