{
  "id": null,
  "sura": 5,
  "aya": 69,
  "text": "<p> هم - إذن - أربعة ألوان من الذين لم يؤمنوا برسالة رسول الله. وهذه الآية وردت في صورتها العامة ثلاث مرات، مرة في سورة البقرة، ومرة هنا في سورة المائدة، ومرة في سورة الحج. </p><p> ففي سورة البقرة يقول الحق:  {إِنَّ الذين آمَنُواْ والذين هَادُواْ والنصارى والصابئين مَنْ آمَنَ بالله واليوم الآخر وَعَمِلَ صَالِحاً فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ}  [البقرة: ٦٢] . </p><p> ولنلحظ أن كلمة «الصابئين» في هذه الآية منصوبة. </p><p> وفي سورة المائدة نجد قول الحق:  {إِنَّ الذين آمَنُواْ والذين هَادُواْ والصابئون والنصارى مَنْ آمَنَ بالله واليوم الآخر وعَمِلَ صَالِحاً فَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ}  [المائدة: ٦٩] . </p><p> ولنلحظ أن كلمة «الصابئون» هنا مرفوعة ومقدمة على كلمة «النصارى» . </p><p> وفي آية سورة الحج يقول الحق:  {إِنَّ الذين آمَنُواْ والذين هَادُواْ والصابئين والنصارى والمجوس والذين أشركوا إِنَّ الله يَفْصِلُ بَيْنَهُمْ يَوْمَ القيامة إِنَّ الله على كُلِّ شَيْءٍ شَهِيدٌ}  [الحج: ١٧] . </p><p> هنا إخبار عن أربعة، وزاد الحق عليهم اثنين في آية الحج، ونجد أن الإخبار يختلف، وكذلك يختلف الأسلوب، فمرة تتقدم النصارى على الصابئين، ومرة تتقدم الصابئون على النصارى، ومرة تكون الصابئون مرفوعة، ومرة تكون منصوبة بالياء. </p><p> وأما اختلاف الإخبار، فهو سبحانه يخبرنا في سورة البقرة فيقول: </p><p> {مَنْ آمَنَ بالله واليوم الآخر وَعَمِلَ صَالِحاً فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ}  [البقرة: ٦٢] . </p><p> والخبر في سورة المائدة هو:  {مَنْ آمَنَ بالله واليوم الآخر وعَمِلَ صَالِحاً فَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ}  [المائدة: ٦٩] . </p><p> والخبر في سورة الحج هو:  {إِنَّ الله يَفْصِلُ بَيْنَهُمْ يَوْمَ القيامة إِنَّ الله على كُلِّ شَيْءٍ شَهِيدٌ}  [الحج: ١٧] . </p><p> والآيات الثلاث في مجموعها تتعرض لمعنى واحد، ولكن الأساليب مختلفة وكذلك الغايات فيها مختلفة. </p><p> ونلحظ هنا أن الحق قال:  «آمنوا» والإيمان هنا هو الإيمان اللفظي أي بالفم وليس بالقلب، والمتصفون بذلك هم المنافقون والذين هادوا، هم أتباع موسى، والنصارى هم أتباع عيسى، والصابئون ليسوا أتباعاً لأحد فقد كانوا أتباعاً لنوح ثم صبأوا عن ديانة نوح وعبدوا الكواكب، أو هم قوم عدلوا عن اليهودية والنصرانية وعبدوا الملائكة. والمجوس وهم عبدة النار. إذن الحق يريد أن يجري تصفية إيمانية في الكون، فمن يبادر ويدخل في هذه التصفية. يسلم من شر ما فعله قبل ما مجيء الإسلام، ذلك أنهم أضلُّوا أناساً أو حكموا بالظلم. </p><p> والحق في سورة البقرة يقول:  {فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ} أي أنه - سبحانه - غفر لهم ما فعلوا من سوء وجزاهم على عملهم الصالح الذي لم يحبطوه ويذهبوه بعمل السيئات والآثام. هذا ما يتعلق بالآيتين ... آية سورة البقرة، وآية سورة المائدة، ونلاحظ أن آية سورة المائدة لم يرد فيها قوله:  {فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ} ولعل ذلك راجع إلى الاكتفاء بذكرها في سورة البقرة، وذلك له نظير في القرآن الكريم. </p><p> كحمل المطلق على المقيد ونحو ذلك. </p><p> أما في آية سورة الحج فهي التي يأتي فيها الحكم:  {إِنَّ الله يَفْصِلُ بَيْنَهُمْ يَوْمَ القيامة} كأنهم لن يؤمنوا ولن يعملوا الصالح، فتكون هذه هي التصفية العقدية في الكون. </p><p> وقد جاء رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ليصفي المسألة الإيمانية في الأرض ويقول عن المؤمنين بألسنتهم وهم المنافقون:  {إِنَّ الذين آمَنُواْ} وهو ابتداء الخبر، وتكون فيه «الذين آمنوا» في محل نصب لأنه اسم «إن» كما يقول النحاة، وهو سبحانه قال هنا: و «الصابئون» وهي معطوفة على منصوب. وهذا كسر للإعراب. إنّ الإعراب يقتضي أن تكون الكلمة منصوبة فتكون «الصابئين» لماذا إذن عدل الحق عن إنزال الكلمة حسب سياقها من الإعراب وأنزلها بكسر الإعراب مع أنه في آية أخرى قال: {إِنَّ الذين آمَنُواْ والذين هَادُواْ والنصارى والصابئين} . </p><p> لقد جاءت هنا في مكانها ودون كسر للإعراب، وهي قد جاءت مرة قبل كلمة «النصارى» وجاءت مرة أخرى بعد كلمة «النصارى» . وهنا لا بد أن نتعرف على زمنية الصابئين، فقد كانوا قوماً متقدمين قبل مجيء النصرانية، فإن أردنا أن نعرف زمانهم نجد القول الحق يقدمهم على النصارى، وإن أردنا أن نعرف منزلتهم فإننا نقرؤها في موضع آخر من القرآن ونجدهم يأتون بعد «النصارى» . إذن فعندما أرّخ الحق لزمانهم جاء بهم متقدمين، وعندما أرّخ لكمّهم وعددهم ومقدارهم يؤخرهم عن النصارى؛ لأنهم أقل عدداً فهم لا يمثلون جمهرة كثيرة كالنصارى. </p><p> وجاء بها الحق مرة منصوبة ومرة مرفوعة، لنعرف ونلتفت إليهم. وكسر الإعراب كان لمقتضى لفت الانتباه. وكان الصابئة قوماً يعبدون الكواكب والملائكة، وهذا لون من الضلال. </p><p> إذن فهناك اليهود الذي عرفوا أن هناك إلهاً، وجاء موسى عليه السلام مبلغاً عنه، وهناك النصارى الذين عرفوا أن هناك إلهاً، وجاء عيسى ابن مريم - عليه السلام - مبلغاً عنه، وهناك المنافقون الذي أعلنوا الإيمان بألسنتهم ولكن لم يلمس الإيمان قلوبهم. </p><p> وأراد الحق أن يلفتنا إلى أن الصابئين هم قوم خرجوا عن دائرة التسليم بوجود إله خالق غيب، ويحدثنا الحق أنه يغفر لهم إن آمنوا وعملوا صالحاً. فالإيمان بالله شرط أساسي لقبول العمل الصالح والإثابة عليه. وجاء بهم متقدمين على النصارى احتراساً وتوقيا من مظنة أنه لا يعفو عنهم إن آمنوا وعملوا العمل الصالح. </p><p> ونلحظ أنها جاءت أيضاً في معرض جمع الله فيه بينهم وبين من يعبدون أغياراً من دون الله؛ لأن من يلصق ألوهية بغير الله يكون كمن عبد الكواكب وخرج عن التوحيد. </p><p> إنه سبحانه وتعالى يتيح لكل إنسان أن يدخل حظيرة الإيمان ويقيم تصفية عقدية يدخل فيها الكل إلى رحاب الإيمان ويقطعون صلة لهم بالشرك. فلو آمن المنافقون واليهود والنصارى والصابئون وعملوا الصالحات فلهم الأجر والمثوبة من الله ولا خوف عليهم من عذاب الآخرة ولا يحزنون على ما فاتهم من الدنيا، وجاء العمل الصالح بعد الإيمان؛ لأن الإيمان إذا لم يقترن بعمل صالح يكون عرضة للسلب والعياذ بالله ولا فائدة فيه، وسبحانه يريد أن يسيطر الإيمان على حركة الحياة بالعمل الصالح فيأمر كل مؤمن بصالح العمل حتى يكون لهم الأجر عند ربهم ولا خوف عليهم ولا هم يحزنون. </p><p> أما الذين يصرّون على موقفهم الكفري، فإن الله يفصل بينهم يوم القيامة لأنه على كل شيء شهيد. وكلمة «يفصل» تدلنا على أنه سبحانه وتعالى سيصدر الحكم الذي يبين صاحب الحق من غيره. ونعرف أن الذي يحكم إنما يحكم ببينة. والبينة هي الإقرار، والإقرار - بلغة القانون - سيد الأدلة. أو الحكم بشهود. أو الحكم باليمين، وهو سبحانه يفصل بين المواقف المختلفة. والفصل هو القضاء بحكم. وعندما يكون الذي يحكم هو الذي شهد، فهو العادل. لذلك قال الحق:  {إِنَّ الله على كُلِّ شَيْءٍ شَهِيدٌ} . </p><p> ويقول الحق بعد ذلك:  {لَقَدْ أَخَذْنَا مِيثَاقَ ... } </p>"
}