{
  "id": null,
  "sura": 6,
  "aya": 44,
  "text": "<p> إنهم عندما نسوا ما جاءهم من تذكير الحق لهم بالمنهج والتوحيد من خلال الرسل إنه - سبحانه - يصيبهم بالعذاب الذي يفاجئهم به فيقعون في حيرة تأخذ عليهم ألبابهم وتشتت قلوبهم وتقطع رجاءهم. </p><p> والرسل إنما تأتي لتذكر؛ لأن الإيمان موجود بالفطرة. ولكن الغفلة هي التي تخفي الإيمان. والإنسان يحيا في كون مليء بالنعم ولا دخل لأحد بها، ولا بد لأحد فيها، ولم يدعها أحد لنفسه، كان يجب على هذا الإنسان أن يعيش دائماً في رحاب الحمد لله، مولى هذه النعمة. </p><p> والتذكير من الحق لعباده يكون بالنعم أو الرسل الذين يأتون بالرسالات المتوالية. وهب أن إنساناً قد غفل عن نعمة الله في الطعام، ثم جاءت لحظة الجوع، فجلس </p><p> يشتهي الطعام فمنحه الله ذلك الطعام فكيف ينسى لحظة الشبع من وهب له هذا الطعام. </p><p> {فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِ} إما أن يكون هو الإخبار بواسطة الرسل الذين يذكرون الناس بأن المنعم هو الله، وأن الله أنزل المنهج ليصلح الكون به، وإما أن يكون بواسطة النعم التي تمر على الإنسان في كل لحظة من اللحظات؛ لأنها تنبه الإنسان إلى أن هناك من أعطاها. مثال ذلك ساعة يستر الإنسان عورته وجسده بلباس جميل، ألا يتساءل عن الذي وهب الصانع تلك الموهبة التي صمم بها الزي. إذن كيف يأخذ الإنسان النعمة ولا يتذكر المنعم؟ إن الله سبحانه لا يحرمهم من النعم ساعة أن تركوا شكرها، بل يفتح عليهم أبواب كل شيء، أي يعطيهم من النعم أكثر وأكثر، فيترفون ويعيشون في ألوان من حياة العز والصحة والسعة والجاه والسيطرة والمكانة. ثم ما الذي يحدث؟ {أَخَذْنَاهُمْ بَغْتَةً فَإِذَا هُمْ مُّبْلِسُونَ} . </p><p> وقلنا من قبل هذا المثل الريفي: لا يقع أحد من فوق الحصير. ولكن الحق يعلي الكافر المشرك في بعض الأحيان ثم يأخذه بغتة فيقع ليكون الألم عظيماً. فإن رأيت إنساناً أسرف على نفسه ووسع الحق عليه في نظام الحياة. إياك أن تفتن وتقول: آه إن الكافر الظالم يركب أفخر السيارات ويعيش في أبهى القصور، لا تقل ذلك لأنك سترى نهاية هذا الظالم البشعة. </p><p> وانظر إلى دقة التعبير في قول الحق تبارك وتعالى:  {فَتَحْنَا عَلَيْهِمْ أَبْوَابَ كُلِّ شَيْءٍ} لقد فتح عليهم. . أي سلط عليهم، لا فتح لهم، ويقول الحق سبحانه في موقع آخر من القرآن الكريم:  {إِنَّا فَتَحْنَا لَكَ فَتْحاً مُّبِيناً} . </p><p> وهكذا نعرف أن الفتح لك غير الفتح عليك؛ لأن الفتح على أحد يعني الاستدراج إلى إذلال قسري سوف يحدث له. ولذلك يقول الحق سبحانه وتعالى:  {حتى إِذَا فَرِحُواْ بِمَآ أوتوا أَخَذْنَاهُمْ بَغْتَةً فَإِذَا هُمْ مُّبْلِسُونَ}  [الأنعام: ٤٤] . </p><p> إن القبض يأتي لحظة الفرح. </p><p> وكثيراً ما نرى مثل هذه الأحداث في الحياة، </p><p> نلتفت إلى كارثة تحدث للعريس أو العروس في يوم الزفاف. ويصدق قول الشاعر: </p><p> مشت الحادثات في غرف الحمراء ... مشي النعي في دار عرس </p><p> وهذا يشرح القول الكريم:  {حتى إِذَا فَرِحُواْ بِمَآ أوتوا أَخَذْنَاهُمْ بَغْتَةً}  [الأنعام: ٤٤] . </p><p> وعندما ندقق في كلمة:  {بِمَآ أوتوا} فإننا نجد أن ما حصلوا عليه من نعمة إنما جاءهم كتمهيد إلهي ييسر هذه المسائل، ثم يأخذهم الحق بغتة، أي أن الحادث الضار يأتي بدون مقدمات؛ لأن مجيء المقدمات قد يجعل الإنسان يتيقظ ويحتاط أو يتوقع ذلك. ونعرف أن الحق يقول في موقع آخر من القرآن الكريم:  {قُلْ أَرَأَيْتَكُمْ إِنْ أَتَاكُمْ عَذَابُ الله بَغْتَةً}  [الأنعام: ٤٧] . </p><p> أي أن العذاب قد يأتي مرة بغتة، وقد يأتي مرة أخرى جهراً. والعذاب يأتي بغتة عقاباً، ويأتي جهرة حتى لا يقولن أحد: لولا أنّ مجيء العذاب بغتة لكان قد احتاط لذلك الأمر. ويأتيهم العذاب وهم مبلسون أي يائسون لا منجى ولا منقذ ولا خلاص لهم. </p><p> ويتابع الحق ما يحدث لهؤلاء:  {فَقُطِعَ دَابِرُ القوم ... } </p>"
}