{
  "id": null,
  "sura": 6,
  "aya": 78,
  "text": "<p> وهكذا يثبت له أن كل كوكب - حتى الشمس - مصيره إلى أفول، فكأنه قد وصل بهم بالمنطق إلى أن عبادة الكواكب لا تصلح، واستخدم المنطق الذي يحقق نيته في </p><p> أن ينكر هذه الربوبية، ويستأنس به آذان من يسمعه. وهناك أشياء يجعلها الحق سبباً مبرراً لارتكاب أشياء كثيرة، إلا أننا نعقد مقارنة بين بعضهم البعض مثلما قال الحق:  {ولكن مَّن شَرَحَ بِالْكُفْرِ صَدْراً}  [النحل: ١٠٦] </p><p> وقد جاءت بعد قوله سبحانه:  {إِلاَّ مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بالإيمان}  [النحل: ١٠٦] </p><p> فإذا كان الله قد أباح إجراء كلمة الكفر على لسان المؤمن المطمئن لينجي حياته وهو فرد، أفلا يصح لإبراهيم أن يقول لهم:  {هذا رَبِّي} بما تحتمل من أساليب حتى ينجي أمة بأسرها من أن تعبد الأصنام؟ . </p><p> إذن فيقول إبراهيم {هذا رَبِّي} يؤخذ على محملين: ألم يقل الله سبحانه وتعالى بنفسه عن نفسه: {وَيَوْمَ يُنَادِيهِمْ أَيْنَ شُرَكَآئِي}  [فصلت: ٤٧] </p><p> وسبحانه يعلم أنّه لا شركاء له، ولكن الشركاء هم مِن زعْم المشركين. </p><p> «ورسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حينما كان ينادي في بعض القوم: يا إله الآلهةلأنه يعلم أن قوماً قد ألهوا ظواهر طبيعية في الكون لما يرون من الخير فيها، فأراد أن ينبههم إلى أن هناك إلهاً حقًّا» . </p><p> ويوضح القرآن عدم جدوى الشرك حين يقول:  {إِذاً لَّذَهَبَ كُلُّ إله بِمَا خَلَقَ وَلَعَلاَ بَعْضُهُمْ على بَعْضٍ}  [المؤمنون: ٩١] </p><p> ويقول سبحانه:  {قُلْ لَّوْ كَانَ مَعَهُ آلِهَةٌ كَمَا يَقُولُونَ إِذاً لاَّبْتَغَوْاْ إلى ذِي العرش سَبِيلاً}  [الإسراء: ٤٢] </p><p> والحق سبحانه وتعالى يقول للكافر الذي كان يعتز بجاهه في دنياه:  {ذُقْ إِنَّكَ أَنتَ العزيز الكريم}  [الدخان: ٤٩] </p><p> فهل هذا القول اعتراف بأن الكفر عزيز كريم أو هو قول تهكمي؟ . إنه تهكم؛ لأن الكافر لو كان عزيزاً كريماً عند نفسه لما كفر ولما استقر في الجحيم. </p><p> وكان المنطق في اللغة أن يقول: فلما رأى الشمس بازغة قال هذه ربي؛ لأن الشمس مؤنثة، ولكنه قال:  {هذا رَبِّي} كما قال في القمر وفي غيره من الكواكب، فجعل الأمر على سياق أو حالة واحدة، أو هو بهذا القول يريد أن ينزه كلمة الرب تنزيها مطلقا عن أن تلحق بها علامة التأنيث؛ لأن علامة التأنيث فرع التذكير، وأيضاً لأن الشمس ليست مؤنثاً حقيقياً، بل هي مؤنث مجازي، ولذلك يفطن العلماء إلى هذه المسألة فيقولون: إنك إذا أعطيت واحداً صفة العلم، وقلت: فلان عالم، أما إذا صار علمه ملكة عنده فنقول:  «فلان عليم» ؛ ولذلك يقول الحق:  {وَفَوْقَ كُلِّ ذِي عِلْمٍ عَلِيمٌ}  [يوسف: ٧٦] </p><p> وإذا كان العالم متمكناً من علمه بشكل غير مسبوق نقول عنه:  «علاَّم» . والحق سبحانه يصف نفسه فيقول:  {عَلاَّمُ الغيوب}  [المائدة: ١١٦] </p><p> ولم يقل العلماء في وصف الله علامة، وإن كان هذا الوصف أبلغ احترازا من أن تلحق علامة التأنيث صفة من صفات الله - عَزَّ وَجَلَّ -. </p><p> وحين تأفل الشمس يقول سيدنا إبراهيم:  {فَلَمَّآ أَفَلَتْ قَالَ ياقوم إِنِّي برياء مِّمَّا تُشْرِكُونَ}  [الأنعام: ٧٨] </p><p> وجاء الأمر صريحاً لأنه سبق المسألة بالترقيات الجدلية التي قالها، وحين يسمعها أي عاقل فلا بد أن يعلن اتفاقه في هذا الأمر، ولذلك قال:  {إِنِّي برياء مِّمَّا تُشْرِكُونَ} . ولأنه كإنسان مؤمن لن يغش نفسه، وبالتالي لن يغش قومه، وهذا ما ينبه العقل حين يعطيه الله هبة الهداية. </p><p> والبراءة من الشرك تخلية عن المفسد، والتخلية تعني أن تنفك أو تنقطع عن العمل المفسد، وبعد ذلك تدخل في العمل المصلح. . العمل الإيجابي. </p><p> ويقول الحق بعد ذلك:  {إِنِّي وَجَّهْتُ وَجْهِيَ ... } </p>"
}