{
  "id": null,
  "sura": 6,
  "aya": 35,
  "text": "<p> إنك يا محمد رسول من عند الله، ومعك منهج هو معجزتك الدالة على صدق ما جئت به، فإن كبر عليك إعراضهم وعظم عليك أن يتولوا ويعرضوا عنك فإن استطعت أن تصنع لنفسك نفقاً في الأرض لتأتيهم بآية أو أن تبني سلماً لتصعد به إلى السماء طلباً لهذه الآية فافعل، ولكنك لن تستطيع ذلك لأن ذلك فوق حدود قدرتك وسيلقى المشركون والمنافقون العذاب لأنك جئت يا رسول الله تبدد من صولجان سلطتهم الزمنية وتقيم العدل الإيماني. ولذلك حاولوا السخرية منك وإيذاءك. </p><p> وقد طلب الكافرون من رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أن ينزل إلى الأرض ليفجر لهم منها ينبوعاً، وطلبوا إليه أن يصعد إلى السماء وأن يجعلها تسقط عليهم كسفاً وقطعاً لتهلكهم. وهذه أشياء لم تكن في مكنة واستطاعة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، ولذلك يقول له الحق سبحانه وتعالى ما يقفل عليه أبواب الحزن ويقضي على أسباب الأسى والأسف عنده بسبب إعراضهم، وأن يعرف أن السخرية والمقاومة هي مسألة طبيعية بالنسبة لكل رسول من الرسل، وأنت يا رسول الله أولى </p><p> بهذا لأن مهمتك أضخم من كل الرسل. ونلحظ أن الحق سبحانه يحذف هنا جواب «إن» فهو يقول: {فَإِن استطعت أَن تَبْتَغِيَ نَفَقاً فِي الأرض أَوْ سُلَّماً فِي السمآء فَتَأْتِيَهُمْ بِآيَةٍ}  [الأنعام: ٣٥] . </p><p> ولم يقل الحق: فافعل ذلك، كأن المسألة هي تهدئة للرسول؛ لأن الجواب في مثل هذه الحالة معلوم؛ فالرسول لا يجبر أحداً على الإيمان. وإعراض هؤلاء القوم أمر مقصود لواجب الوجود حتى يختبرهم ولو أراد قهرهم لفعل، فلا أحد يتأبى على الله، فالكون كله مطيع لله، الشمس، والقمر، والنجوم، والهواء، والماء، والجبال، والأرض، وكل ما في الكون مطيع لله بما في ذلك الحيوان المسخر لخدمة الإنسان. ولكنه - سبحانه - أعطى الاختيار للإنسان ليأتي إلى الله محباً. </p><p> ونعلم أن الحق قد ترك بعضاً من المسخرات غير مذللة ليثبت للإنسان إنه لم يذلل الأشياء بحيلته، ولكنه - جل شأنه - هو الذي خلقها وذللها له؛ لذلك نرى الجمل الضخم يجره طفل صغير، ونرى أي رجل مهما تكن قوته يأخذ الحذر والاحتياط من ثعبان صغير. {أَوَلَمْ يَرَوْاْ أَنَّا خَلَقْنَا لَهُم مِمَّا عَمِلَتْ أَيْدِينَآ أَنْعاماً فَهُمْ لَهَا مَالِكُونَ وَذَلَّلْنَاهَا لَهُمْ فَمِنْهَا رَكُوبُهُمْ وَمِنْهَا يَأْكُلُونَ}  [يس: ٧١ - ٧٢] . </p><p> ولو لم يذللها الله فلن يستطيع أحد أن يقترب منها. وأضرب هذا المثل دائماً، عندما قال قائل: لماذا خلق الله الذباب، فقال رجل من أهل الإشراق: ليذل به الجبابرة؛ فسلطانهم لا يمتد إلى هذه الحشرات. لقد أعطى الحق الإنسان عزَّة السيادة، وعلمه أيضاً أن يتواضع للخالق. </p><p> ويبلغ الحق سبحانه وتعالى رسوله:  {وَلَوْ شَآءَ الله لَجَمَعَهُمْ عَلَى الهدى فَلاَ تَكُونَنَّ مِنَ الجاهلين}  [الأنعام: ٣٥] . </p><p> أي أنه سبحانه لو شاء لجعل الناس كلهم مؤمنين. وقد يقول قائل: كيف يخاطب الله رسوله فيقول له: {فَلاَ تَكُونَنَّ مِنَ الجاهلين} ؟ ونقول: إن الحق حين يقول لرسوله ذلك فهو يقولها لا من مظنة أن يفعلها الرسول؛ فالرسول معصوم من الجهل، ولكن هو قول فيه تنزيه للرسول عن أن يكون في مثل هذا الصنف من الجاهلين. </p><p> ويقول الحق بعد ذلك:  {إِنَّمَا يَسْتَجِيبُ الذين يَسْمَعُونَ ... } </p>"
}