{
  "id": null,
  "sura": 6,
  "aya": 112,
  "text": "<p> {وَكَذَلِكَ} إشارة من الحق سبحانه وتعالى إلى الرسل والأنبياء ليعطي الأسوة للرسول بإخوانه السابقين له في موكب الرسالات، فلست بدعا - يا محمد - في أنك رسول يُواجَه بأعداء، فكل رسول من الرسل ووجه وقوبل بهؤلاء الأعداء. </p><p> وهل فَتّ أعداء الرسل في عضد مَن أرسل إليهم وأضعفوا قوتهم وأوهنوا عزائمهم وأثنوهم عن دعوتهم؟ أو ظل الرسل أيضا صامدين؟ . . إنهم صمدوا وأيدهم الله ونصرهم وإذا كنت أنت خاتم الرسل، وسيد المرسلين، والمعقب على رسالات سبقتك ولا معقب على رسالتك فلابد أن يكون الأعداء الذين يواجهونك مناسبين للمهمة التي تؤديها. وإياك أن تظن أن المقصد في هذه العداوة أننا تركناهم أعداء لمجرد العداء، لا، بل نحن قد أردنا هذه العداوة لصالح الدعوة؛ لأن الإنسان إذا ما كان في منهج خير وأهاجه الشر يتحمس لمزيد من الخير. ولذلك لا تجد الصحوات الإيمانية إلا حين يجد المؤمنون تحديا من خصومهم، هنا تجد الصحوة الإيمانية قد استيقظت لأن هناك خصوما يتحدونها، ولو لم يكن هناك خصوم لبقيت الصحوة فاترة. وهذا ما نراه حين يوجد من خصوم الإسلام من أي لون من ألوانهم مَن يتحدى أي قضية من قضايا الدين. في هذه الحالة نجد حتى غير الملتزم بمنهج الإسلام يغار على الدين. </p><p> إذن فالعداوة لها فائدة، وإياك أن تظن أن في أي مظهر في الوجود يُغلب الله على مراداته في كونه، والشر له رسالة لأنه لولا أن الشر موجود ويصاب الناس من أذاه لما تحمس الناس للخير، فالذي يجعلنا نتحمس للخير هو وجود الشر، وأوضحنا من قبل أن الباطل جندي من جنود الحق: لأن الباطل حين يعض ويعربد في الناس يتساءل الناس متى يأتي الحق لينقذنا، وأنك ساعة ترى مريضا يتألم إياك أن تظن أن الألم قد جاءه دون سبب، بل الألم جندي من جند الشفاء. وكأن الألم يقول لمن يصيبه: يا إنسان تنبه أن عطبا في هذا المكان فسارع إلى علاجه. ولذلك نجد أعنف الأمراض وأشرسها وأخبثها، هي الأمراض التي تأتي بلا ألم يسبقها، ولا تظهر أعراضها إلا أن يستعصي شفاؤها، وهكذا نرى أن الألم جندي من جنود العافية. </p><p> وحين يكون لك عدو في الحارة أو في البلدة وعيونه مركزة عليك فأنت تخاف أن تقع منك هَنة وعيب حتى لا يشنّع عليك؛ لذلك تسير على الصراط المستقيم لأنك لا تريد أن تنصره على نفسك. </p><p> والشاعر القديم، الذي أعجبه الشعر فشطره. يقول لك: </p><p> عداي لهم فضل عليّ ومنة ... فعندي لهم شكر على نفعهم ليا </p><p> فهم كدواء والشفاء بمرّه ... فلا أبعد الرحمن عني الأعاديا </p><p> همُ بحثوا عن زلَّتي فاجتنبتها ... فأصبحت مِمَّا دنس العرض خاليا </p><p> وهم أججوا جهدي ولكن ببغضهم ... وهم نافسوني فاكتسبت المعاليا </p><p> لذلك لابد أن تنظر إلى كل شيء بحكمة إيجاد الحكيم له فقد شاء الحق أن يوجد الأعداء للدعوة الإسلامية حتى تنتصر وتقوى. </p><p> {وَكَذَلِكَ جَعَلْنَا لِكُلِّ نِبِيٍّ عَدُوّاً شَيَاطِينَ الإنس والجن يُوحِي بَعْضُهُمْ إلى بَعْضٍ زُخْرُفَ القول غُرُوراً وَلَوْ شَآءَ رَبُّكَ مَا فَعَلُوهُ فَذَرْهُمْ وَمَا يَفْتَرُونَ}  [الأنعام: ١١٢] </p><p> وجعل الحق سبحانه وتعالى الأعداء للأنبياء، مهيَّجين ومثيرين للنبي ولأتباعه؛ لأن الأمر إذا حصلت فيه معارضة من مخالف أججت في نفس المقابل قوة حتى لا يهزم </p><p> أمامه ولا يغلب أمام منطقه. ولذلك قال الحق:  {وَكَذَلِكَ جَعَلْنَا} لأي أنهم لم يتطوعوا بالعداوة إنما هو تسخير للعداوة {وَكَذَلِكَ جَعَلْنَا لِكُلِّ نِبِيٍّ عَدُوّاً} . </p><p> وكيف يجعل الله لكل نبي عدوا؟ إنه يفعل ذلك بما أودع في الناس من الاختيار، وما داموا مختارين فالذي اختار الهدى يكون نصيراً للنبي، والذي اختار الضلال يكون عدوا للنبي. </p><p> إذن فهم لم يكونوا أعداء بطبيعتهم، وإنما بما أودع الله فيهم من الاختيار. </p><p> وإذا كان الله هو الذي أودع الاختيار فقد أراد أن يحقق مشيئته في قوله:  {لِّيَهْلِكَ مَنْ هَلَكَ عَن بَيِّنَةٍ ويحيى مَنْ حَيَّ عَن بَيِّنَةٍ. .}  [الأنفال: ٤٢] </p><p> ولو شاء الله الا يكون للنبوة أعداء لفعل ذلك؛ لأن له طلاقة القدرة، ولكن ذلك سيكون بالقهر، والله لا يريد قهراً للعقلاء، وإنما يريد أن يذهبوا إليه بمحض اختيارهم؛ اي وهم قادرون على الا يذهبوا. وكلمة «عدو» في ظاهرها أنها مفرد، ولكنها تطلق على الواحد، وتطلق على الاثنين، وتطلق على الجماعة، فتقول:  «هذا عدو لي» ؛ و «هذه عدو لي» ؛ ولا تقل «عدوة» ، وتقول: وهذان عدو لي، وهاتان عدو لي، لأن كلمة «عدو» تطلق على الذكر والأنثى وتقال للمفرد وللمثنى، وللجمع. </p><p> اقرأ قول الحق:  {فَإِنَّهُمْ عَدُوٌّ لي إِلاَّ رَبَّ العالمين}  [الشعراء: ٧٧] </p><p> واقرأوا قول الحق:  {قَالَ اهبطا مِنْهَا جَمِيعاً بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ فَإِمَّا يَأْتِيَنَّكُم مِّنِّي هُدًى فَمَنِ اتبع هُدَايَ فَلاَ يَضِلُّ وَلاَ يشقى}  [طه: ١٢٣] </p><p> ولم يقل أعداء، إذن فكلمة «عدو» تطلق على المفرد والمفردة، والمثنى والمثناة، </p><p> وعلى جمع المذكر والجمع المؤنث. لكن بعض الذين يحبون أن يكونوا مستدركين على كلام الله. يقول الواحد منهم: كيف يقول: «فإنهم عدو لي» ، أو «اهبطو بعضكم لبعض عدو» ؟ ! ويقول سبحانه وتعالى:  {أَلَمْ أَنْهَكُمَا عَن تِلْكُمَا الشجرة وَأَقُل لَّكُمَآ إِنَّ الشيطآن لَكُمَا عَدُوٌ مُّبِينٌ. .}  [الأعراف: ٢٢] </p><p> والشيطان عدو، وهم عدو. وبعد ذلك يقول الحق سبحانه وتعالى:  {واذكروا نِعْمَتَ الله عَلَيْكُمْ إِذْ كُنْتُمْ أَعْدَآءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُمْ بِنِعْمَتِهِ إِخْوَاناً. .}  [آل عمران: ١٠٣] </p><p> ونقول له: أنت قد فاتك أن الذي يتكلم هو الرب الأعلى. والعداوة نوعان، فإذا تعدد العدو، وجمعته مصلحة واحدة في معاداة المعادي يكونون وحدة في العداوة فهم عدو واحد لاجتماعهم على سبب واحد في العداوة. </p><p> لكن إذا تعددت أسباب العداوة فالأمر يختلف، فقد يكون لك عدو لأن مظهرك أحسن منه، وعدو آخر لأنك أذكى منه، وعدو ثالث لأنك أغنى منه. فلتعدد الأسباب صار كل واحد منهم عدوًا برأسه وجمع على أعداء لتعدد سبب العداوة. {وَكَذَلِكَ جَعَلْنَا لِكُلِّ نِبِيٍّ عَدُوّاً شَيَاطِينَ الإنس والجن يُوحِي بَعْضُهُمْ إلى بَعْضٍ. .}  [سورة الأنعام: ١١٢] </p><p> وشياطين الإنس والجن كما يقول النجاة بدل من عدو و «شياطين» جمع شيطان وهو اللعين المطرود، البغيض، سواء أكان من الإنس أم من الجن. </p><p> {يُوحِي بَعْضُهُمْ إلى بَعْضٍ زُخْرُفَ القول غُرُوراً} والوحي - كما نعرف - هم إعلام بخفاء، ولماذا يوحي بعضهم إلى بعض؟ لن غلبة الحق لا تجعلهم قادرين على أن يتجاهروا؛ لذلك يتآمرون مع بعضهم البعض، لكن الناس المحقين في قضية يتحركون في علانية. ولا يستخفون من الناس. </p><p> {يُوحِي بَعْضُهُمْ إلى بَعْضٍ} ومن الذي يوحي؟ ومن الذي يوحى إليه؟ ليس لنا دخل بهذا الموضوع، إنما الوحي: هو إعلام بخفاء، إن كان إلهاماً في النفس، أو إن كان بالإشارة أو بالدس، أو إن كان بالوسوسة، أو إن كان بواسطة رسول نحن لا نراه، كل ذلك أساليب الوحي الشامل للخير والشر. </p><p> وإذا كان الوحي من شياطين الجن فهل يوحون إلا بِشَرً؟ نعم. وكذلك هناك شياطين من الإنس يوحون أيضاً بشرّ. مصداقاً لقوله الحق:  {يُوحِي بَعْضُهُمْ إلى بَعْضٍ زُخْرُفَ القول} وزخرف القول، المقصود به أنهم يدخلون على المسائل بالتزيين، فيزينون للناس الشهوة، ولذلك سماها ربنا «وسوسة» ، ونعلم أن المعاني حين يؤخذ لها ألفاظ تؤخذ من الأشياء الحسيّة، والوسوسة هي صوت الحلى، وقد اختار الله لما يفعله الشياطين من الإنس والجن للفظ الموحى بالمعنى المراد لأن وسوسة الحلى تغري بالنفاسة وعظم القيمة، والوسوسة طريقها هو الخفاء. </p><p> {يُوحِي بَعْضُهُمْ إلى بَعْضٍ زُخْرُفَ القول} وهم شياطين من الإنس والجن، إنس يوحي لإنس بأن يزين له المعصية والشهوة، وكثيراً ما يقع ذلك. </p><p> وجنّي يوحي لجنّي؛ لأن الجن مكلَّف أيضاً. وكذلك يوحي الجن للإنس. </p><p> {يُوحِي بَعْضُهُمْ إلى بَعْضٍ زُخْرُفَ القول} الزخرف. هو الشيء لمزين ظاهره لكن باطنه فاسد، ولذلك قال عَزَّ وَجَلَّ:  {وَزُخْرُفاً وَإِن كُلُّ ذَلِكَ لَمَّا مَتَاعُ الحياة الدنيا. .}  [الزخرف: ٣٥] </p><p> أي أموراً مزخرفة ظاهراً، لكن ليس لها عمق أو عمر أو نفاسة. </p><p> {يوحِي بَعْضُهُمْ إلى بَعْضٍ زُخْرُفَ القول غُرُوراً. .}  [الأنعام: ١١٢] </p><p> وذلك ليغروهم ويخدعوهم ليفعلوا ويقترفوا المعصية، وإن لم يأتوا للمعصية بكلمات تزخرفها وتزينها فلن يستطيعوا أن يدخلوا بها على الناس؛ لذلك يعرضون ويبدون محاسن المعصية في ظاهر الأمر، مثال ذلك أنك لا تجد من يقول لآخر: </p><p> اشرب الخمر لتصاب بتليف الكبد مثلا!! ولكن هناك من يقول: احتس الخمر ليذهب همك وتنشط نفسك ويكثر فرحك. </p><p> {زُخْرُفَ القول غُرُوراً} أي ليغروهم؛ بإظهار فائدة موهومة فيه، ويسترون عن الناس مضرّة هذا الشيء ومهالكه. </p><p> ويتابع سبحانه:  {وَلَوْ شَآءَ رَبُّكَ مَا فَعَلُوهُ} إنّ الحق سبحانه وتعالى هو الذي أعطى خلقه اختياراً في أن يكونوا مؤمنين أو أن يكونوا كافرين، مهديين أو ضالين، في نور أو في ظلمة. ويأتي الوقت الذي يثيب فيه سبحانه أو يعاقب؛ لذلك فهو - جل شأنه - لا يرغمهم على فعل ثم يعاقبهم عليه؛ لأنه هو العدل. ولذلك نجد من يقول: لماذا العقاب ولا شيء في الكون يقع على غير مشيئة الله؟ ونقول: نعم كل شيء من فعل الله؛ لأن سبب الاختيار من الله. وسبحانه هو الذي خلق الاختيار. فالكافر لا يقدر أن يؤمن إلا أن شاء الله لكن المطلوب منه أن يؤمن لأن طبيعته صالحة للكفر وصالحة للإيمان. </p><p> إذن خلق الله الإنسان مختاراً في أن يفعل أو لا يفعل في بعض الأمور، فالذي ينظر إلى أن كل فعل من الله أي ليس بطاقة من عبد، نقول له: صح رأيك. ومن يقول: إن هذا الأمر من العباد نقول له أيضاً: صح موقفك؛ لأن ربنا خلق الإنسان صالحاً لأن يحصل منه كذا. فإن أردت الحقيقة تجد كل فعل يأتي من الله، فأنت - على سبيل المثال - لم تخلق القوة التي لليد لترتفع، ولا خلقت القوة للأصابع لتنقبض. وإذا أردت أن تقبض يدك. فما هي العضلات التي تتحرك لتفعل الانقباض؟ أنت لا تعرف. إنّك تقبض يدك بمجرد إرادة منك أن تقبضها، والذي خلق لك هذه القوة يأمرك ألا تستعملها في قهر الآخرين، ولكن عليك أن تستعملها فيما يفيد الناس. واليد صالحة للضرب وللعمل الطيب وأنت لم تخلق الطاقة التي في اليد، ولا خلقت الانفعال فيها لإرادتك. </p><p> {وَلَوْ شَآءَ رَبُّكَ مَا فَعَلُوهُ} أي لو شاء عدم فعله لفعل؛ لأن له طلاقة القدرة فلا يقدر أحد أن يخرج عن مراده أبداً. ونحن نرى السماء والأرض وكل ما دون الإنسان مسخراً، ثم لماذا نأخذ أمثلة من السماء والأرض والنبات والجماد والحيوان؟ خذ المثال من نفسك. أنت فيك أشياء ليس لك سيطرة عليها، واختيار لك عليها، ألك اختيار أن تمرض؟ . لا. </p><p> ألك اختيار أن يقع عليك حجر وأنت تمشي؟ . لا. </p><p> ألك اختيار في أن يصيبك سائق سكران؟ . لا. </p><p> ألك اختيار في أن تموت او لا تموت؟ . لا. لقد جعل الله فيك الأمرين الأثنين: </p><p> قهرك في أمور. والقهرية تثبت له - سبحانه - القدرة وطلاقتها، وجعلك مختارا في أشياء، والاختيار يثبت صحة التكليف. </p><p> ويتابع الحق مذيلاً الآية:  {فَذَرْهُمْ وَمَا يَفْتَرُونَ} لأن افتراءهم وكذبهم وزعمهم الباطل لن يغير من حقيقة الأمر شيئاً، وهم يرون أن افتراءهم يعوق الدعوة، لا، فقد صار افتراؤهم وكيدهم وعداوتهم للنبي وقوداً مهيّجاً للدعوة؛ لأن يخلص الدعوة من الشوائب ويصهر المؤمنين بها ويخرج منهم خصال الشر ويملأهم بخلال الخير. </p><p> {فَأَمَّا الزبد فَيَذْهَبُ جُفَآءً وَأَمَّا مَا يَنفَعُ الناس فَيَمْكُثُ فِي الأرض. .}  [الرعد: ١٧] </p><p> ولو لم يكن هناك مهيّجات لهذه المسائل لدخل الدعوة العاطل والباطل ولاندس فينا من لا يعرف قيمة الإيمان؛ لذلك يمحص الله بالأعداء وبالقوم الذين يقفون أمامها حتى لا يكون في حملة الدعوة احد من ضعاف العقائد وضعاف الإيمان، وهم الذين يخرجون هرباً من مسئوليات الإيمان ولا يبقى إلا أصحاب الرسالة الذين يخلصون الصدق مع الله وينقيهم الله بواسطة الأعداء. ولذلك قال:  {لَوْ خَرَجُواْ فِيكُم مَّا زَادُوكُمْ إِلاَّ خَبَالاً}  [التوبة: ٤٧] </p><p> فمن الحكمة أنه - سبحانه - ثبط عزيمتهم وضعف رغبتهم في الانبعاث والخروج معكم. {وَلَوْ أَرَادُواْ الخروج لأَعَدُّواْ لَهُ عُدَّةً ولكن كَرِهَ الله انبعاثهم فَثَبَّطَهُمْ وَقِيلَ اقعدوا مَعَ القاعدين}  [التوبة: ٤٦] </p><p> وهنا يقول الحق:  {يُوحِي بَعْضُهُمْ إلى بَعْضٍ زُخْرُفَ القول} وزخرف القول هو لون من الأداء له سُمَّاع، ومن يسمعونه قد لا يؤثر في قلوبهم ولا في نفوسهم، ومرة أخرى يسمعونه ويكون عندهم ميل وليس عندهم عقيدة ثابتة راسخة إلى هذا القول. </p><p> وكيف يسلك هؤلاء الناس:  {ولتصغى إِلَيْهِ أَفْئِدَةُ الذين لاَ يُؤْمِنُونَ. .} </p>"
}