{
  "id": null,
  "sura": 6,
  "aya": 24,
  "text": "<p> ويلفت الحق نظر رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بدقة إلى عملية سوف تحدث يوم القيامة، وساعة يخبر الله بأمر فلنصدق أنه صار واقعاً وكأننا نراه أمامنا حقيقة لا جدال فيها. وسبحانه يقرر أنهم كذبوا على أنفسهم. ونعرف أن كل الأفعال تتجرد من زمانيتها حين تنسب إلى الله سبحانه وتعالى، فليس عند الله فعل ماضٍ أو حاضر أو مستقبل. </p><p> والمثال على ذلك قوله الحق:  {أتى أَمْرُ الله فَلاَ تَسْتَعْجِلُوهُ سُبْحَانَهُ وتعالى عَمَّا يُشْرِكُونَ}  [النحل: ١] . </p><p> وليس لقائل أن يقول: كيف يقول الحق إن أمره قد أتى وذلك فعل ماضٍ، ثم ينهى العباد عن استعجاله، والإنسان لا يتعجلُ إلا شيئاً لم يحدث، ليس لقائل أن يقول ذلك؛ لأن المتكلم هو القوة الأعلى ولا شيء يعوق الحق أن يفعل ما يريد. أما نحن العباد فلا نجرؤ أن نقول على فعل سوف نفعله غداً إننا فعلناه، ذلك أن غداً قد لا يأتي أبداً، أو قد يأتي الغد ولا نستطيع أن نفعل شيئاً مما وعدنا به، أو قد تتغير بنا الأسباب. وعلى فرض أن كل الظروف قد صارت ميسرة فأي قوة للعبد منا أن يفعل شيئاً دون أن يشاء الله؟ . ونحن - المؤمنون - نعرف ذلك وعلينا أن نقول كما عملنا الله:  {وَلاَ تَقْولَنَّ لِشَيْءٍ إِنِّي فَاعِلٌ ذلك غَداً إِلاَّ أَن يَشَآءَ الله}  [الكهف: ٢٣ - ٢٤] . </p><p> وهكذا يضمن الإنسان منا أنه قد خرج من دائرة الكذب. وحينما يقول الله لرسول:  «انظر» ويكون ذلك على أمر لم يأت زمان النظر فيه؛ فرسول الله يصدق ربه وكأنه قد رأى هذا الأمر. إن الحق يصف هؤلاء الناس بأنهم:  {كَذَبُواْ على أَنفُسِهِمْ} أي أن كذبهم الذي سوف يحدث يوم القيامة هو أمر واقع بالفعل. وقد يكذب الإنسان لصالحه في الدنيا. لكن الكذب أمام الله يكون على حساب الإنسان لا له. </p><p> ويتابع الحق:  {وَضَلَّ عَنْهُمْ مَّا كَانُواْ يَفْتَرُونَ} ومعنى هذا أنهم يبحثون في اليوم الآخر عن الشركاء ولكنّهم لا يقدرون على تحديد هؤلاء الشركاء لأنهم قالوا أمام الله: {والله رَبِّنَا مَا كُنَّا مُشْرِكِينَ} وغياب الشركاء عنهم أمام الله هو ما يوضحه ويبينّه قول الله: {وَضَلَّ عَنْهُمْ مَّا كَانُواْ يَفْتَرُونَ} ف «ضل» هنا معناها «غاب» . </p><p> ألم يقولوا من قبل:  {وقالوا أَإِذَا ضَلَلْنَا فِي الأرض أَإِنَّا لَفِي خَلْقٍ جَدِيدٍ بَلْ هُم بِلَقَآءِ رَبِّهِمْ كَافِرُونَ}  [السجدة: ١٠] . </p><p> أنهم كمنكرين للبعث يتساءل باندهاش: أإذا غابوا في الأرض واختلطوا بعناصرها يمكن أن يبعثهم ربهم من جديد؟ . فهم لا يصدقون أن الذي أنشأهم أول مرة بقادر على أن يعيدهم مرة أخرى. ونعرف أن كلمة «ضل» لها معانٍ متعددة. </p><p> لكن معناها هنا «غاب» ، وحين يسألهم الله: أين شركاؤكم؟ ، ينكرون كذباً أنهم أشركوا، لقد ضل عنهم - أي غاب عنهم - هؤلاء الشركاء. والإنسان يعبد الإله الذي ينفعه يوم الحشر، وعندما يغيب الآلهة عن يوم الحشر فهذا ما يبرز ضلال تلك الآلهة وغيابها وقت الحاجة إليها، ولا يبقى إلا وجه الله الذي يحاسب من أشركوا به. </p><p> و «ضل» يقابلها «اهتدى» ، و «ضل» أي لم يذهب إلى السبيل الموصلة للغاية، و «اهتدى» أي ذهب إلى السبيل الموصلة إلى الغاية. ومن لا يعرف السبيل الموصلة إلى الغاية، يكون قد ضل أيضا، ولكن هناك من يضل وهو يعلم السبيل الموصلة إلى الغاية وهذا هو الكفر. وعندما يتكلم الحق عن الذين كفروا يصفهم بأنهم ضلوا ضلالاً بعيداً؛ لأن الطريق إلى الهداية كان أمامهم ولم يسلكوه، وهذا هو ضلال القمة. وقد يكون الإنسان مؤمناً لكن مقومات الإيمان ضعيفة في نفسه فيعصي ربه. </p><p> ويقول الحق عن مثل هذا الإنسان:  {وَمَن يَعْصِ الله وَرَسُولَهُ فَقَدْ ضَلَّ ضَلاَلاً مُّبِيناً}  [الأحزاب: ٣٦] . </p><p> إنه ضلال دون ضلال وكفر دون كفر القمة. لكن ماذا عن الذي يضل لأنه لا يعرف طريق الهدى؟ إن ذلك هو ما يظهر لنا من قصة سيدنا موسى عليه السلام، فحين قال الحق لموسى وهارون عليهما السلام:  {فَأْتِيَا فِرْعَوْنَ فقولا إِنَّا رَسُولُ رَبِّ العالمين أَنْ أَرْسِلْ مَعَنَا بني إِسْرَائِيلَ}  [الشعراء: ١٦ - ١٧] . </p><p> أصدر الحق الأمر إلى موسى وهارون بالذهاب إلى فرعون ليرسل معهما بني إسرائيل، فماذا عن موقف فرعون؟ . ماذا قال فرعون؟ :  {قَالَ أَلَمْ نُرَبِّكَ فِينَا وَلِيداً وَلَبِثْتَ فِينَا مِنْ عُمُرِكَ سِنِينَ وَفَعَلْتَ فَعْلَتَكَ التي فَعَلْتَ وَأَنتَ مِنَ الكافرين}  [الشعراء: ١٨ - ١٩] . </p><p> هنا يريد فرعون أن يمتن على موسى عليه السلام، ويذكره بأنه رباه في قصره إلى أن كبر ومع ذلك لم يرع موسى وقتل رجلاً من قوم فرعون، وكان ذلك في نظر فرعون لوناً من الجحود بنعمته، وها هوذا يعتدي مرة أخرى على ألوهية فرعون بدعوته للإيمان بالإله الحق الذي لا يتخيله الفرعون، ويلتقط موسى الخطأ الجوهري في سلوكه في ذلك الوقت. إن الخطأ لم يكن الكفر بفرعون، ولكن الخطأ كان هو القتل فيقول:  {قَالَ فَعَلْتُهَآ إِذاً وَأَنَاْ مِنَ الضالين}  [الشعراء: ٢٠] . </p><p> وهكذا نعرف أن موسى لحظة قَتْلِه رجلا من عدوه لم يكن عنده طريق الهدى، بل كان ضلاله حاصلا من عدم معرفته أن هناك طريقاً آخر إلى الهدى. وهاهوذا الحق سبحانه وتعالى يخاطب رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  {وَوَجَدَكَ ضَآلاًّ فهدى}  [الضحى: ٧] . </p><p> أي لم يكن عندك يا رسول الله طريق واضح إلى الهدى قبل الرسالة، فليس معنى الضلال هنا الانحراف، ولكن معناه أنه قبل نزول الوحي لم يكن يعرف أي طريق يسلك. </p><p> وقد يكون الضلال نسياناً، وما دام الإنسان قد نسي الحقيقة فهو ضال، والمثال قول الحق:  {أَن تَضِلَّ إِحْدَاهُمَا فَتُذَكِّرَ إِحْدَاهُمَا الأخرى}  [البقرة: ٢٨٢] . </p><p> هنا يقرر الحق أن شهادة المرأة تحتاج إلى ضمان وذلك بتأكيدها بشهادة امرأة أخرى؛ لأن المرأة بحكم تكوينها لا تستطيع أن تضع أنفها في كل تفاصيل ما تراه، بل هي تسمع سمعاً سطحياً، ولذلك لا تكتمل الصورة عندها، وعندما تجتمع مع شهادة المرأة شهادة امرأة أخرى، فكل منهما تذكر الأخرى بتفاصيل قد تكون في منطقة النسيان؛ لأن نفسية المرأة وطبيعة تكوينها مبنية على الصيانة والتحرز من أن توجد في مجتمع فيه شقاق. </p><p> وعندما يصف الحق هؤلاء المشركين في يوم القيامة فهو يقول: {وَضَلَّ عَنْهُمْ </p><p> مَّا كَانُواْ يَفْتَرُونَ} أي غاب عنهم ما كانوا يكذبون ويدعون أنهم شركاء لله، والمشركون هم المؤاخذون والمحاسبون على اتخاذ الشركاء، فقد يكون بعضهم قد اتخذ شريكاً لله لا ذنب له في تلك المسألة، كاتخاذ بعضهم عيسى عليه السلام شريكاً لله. وعيسى عليه السلام منزه عن أن يشرك بالله أو يشرك نفسه في الألوهية. والحق قد قال:  {وَإِذْ قَالَ الله ياعيسى ابن مَرْيَمَ أَأَنتَ قُلتَ لِلنَّاسِ اتخذوني وَأُمِّيَ إلهين مِن دُونِ الله قَالَ سُبْحَانَكَ مَا يَكُونُ لي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ إِن كُنتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ تَعْلَمُ مَا فِي نَفْسِي وَلاَ أَعْلَمُ مَا فِي نَفْسِكَ إِنَّكَ أَنتَ عَلاَّمُ الغيوب}  [المائدة: ١١٦] . </p><p> بل إن الأصنام نفسها التي اتخذها المشركون أرباباً تقول: عبدونا ونحن أعبد الله من القائمين بالأسحار. </p><p> إذن فالخطأ يكون ممن أشركوا بالله لا من الأحجار العابدة لله المسبحة له لأنها مسخرة وميسرة لما خلقت له. لقد تخيل أحد الشعراء حواراً دار بين غار ثور وغار حراء، يقول غار ثَوْر: </p><p> كم حسدنا حراء حين ثوى الرو ... ح أميناً يغزوك بالأنوار </p><p> وعندما أذن الحق بالهجرة اختبأ النبي بغار ثَوْر، فقالت بقية الأحجار: </p><p> فحراءٌ وثورُ صَارا سواءً ... بهما أشفع لدولة الأحجار </p><p> عبدونا ونحن أَعْبَدُ لِلّهِ ... من القائمين بالأسحار </p><p> تخذوا صمتنا علينا دليلا ... فغدونا لهم وقود النار </p><p> قد تَجَنّوْا جهلاً كما قد تجنَّ ... وْهُ على ابْنِ مريم والحواري </p><p> للمُغالِي جزاؤُه والمغالي ... فيه تُنْجيه رحمةً الغفارِ </p><p> إذن، فها هي ذي الحجارة تقول: إنها بريئة من الشرك بالله وهي أعبد لله من القائمين بالأسحار، وصمت الحجارة الظاهر اتخذه البعض دليلاً على أن الحجارة رضيت بأن يعبدوها، لكن الحجارة تصير هي أحجار جهنم المعدة لمن كفر بالله، وكان التجني من العباد على الأحجار مثل التجني على عيسى ابن مريم. والذين غالوا في عبادة الأحجار أو البشر لهم عقاب، أما الأحجار والبشر الذين لا ذنب لهم في ذلك فهم طامعون في مغفرة الله ورحمته. </p><p> إذن فالضلال هنا يكون ضلال الذين اتخذوا شريكاً لله. ولكن الشريك المُتَّخَذ لا يقال له: ضل إلا على معنى أنه غاب عنهم في يوم كان أملهم أن يكون معهم ليحميهم من عذاب الله. </p><p> ويقول الحق بعد ذلك:  {وَمِنْهُمْ مَّن يَسْتَمِعُ إِلَيْكَ ... } </p>"
}