{
  "id": null,
  "sura": 6,
  "aya": 97,
  "text": "<p> وبعد أن أوضح سبحانه أنه قد خلق الشمس والقمر بحسبان لتكون حسابا بتقدير منه، وهو العزيز العليم، إنه - سبحانه - يصف لنا مهمة النجوم فقال:  {لِتَهْتَدُواْ بِهَا فِي ظُلُمَاتِ البر والبحر} ، والنجوم هي </p><p> الأجرام اللامعة التي نراها في السماء لنهتدي بها في ظلمات البر والبحر؛ ومن رحمته بنا وعلمه أن بعض خلقه ستضطرهم حركة الحياة إلى الضرب في الأرض؛ والسير ليلا في الأرض أو البحر مثل من يحرسون ويشيعون الأمن في الدنيا ولا يمكن أن يناموا بالليل. بل لا بد أن يسهروا لحراستنا، كل ذلك أراده الله بتقدير عزيز حكيم عليم، ولذلك ترك لنا النجوم ليهتدي بها هؤلاء الذين يسهرون أو يضربون في الأرض أو يمشون في البحر بسفنهم، وهم يحتاجون إلى ضوء قليل ليهديهم، ولذلك كان العرب يهتدون بالنجوم؛ يقول الواحد منهم للآخر: اجعل النجم الفلاني أمام عينيك، وسر فوق الحي الفلاني. واجعل النجم الفلاني عن يسارك وامش تجد كذا، أو اجعل النجم الفلاني خلفك وامش تجد كذا. </p><p> إذن لو طمّت الظلمة لمنّعت الحركة بالليل، وهي حركة قد يضّطر إليها الكائن الحي، فجعل الحق النجوم هداية لمن تجبرهم الحياة على الحركة في الليل. </p><p> وعلى ذلك فالنجوم ليست فقط للاهتداء في ظلمات البر والبحر؛ لأنه لو كان القصد منها أن نهتدي بها في ظلمات البر والبحر، لكانت كلها متساوية في الأحجام، لكنا نرى نجماً كبيراً، وآخر صغيراً، وقد يكون النجم الصغير أكبر في الواقع من النجم الكبير لكنه يبعد عنا بمسافة أكبر، وعلى ذلك لا تقتصر الحكمة من النجوم على الهداية بها في حركة الإنسان براً وبحراً، فليست هذه هي كل الحكمة، هذه هي الحكمة التي يدركها العقل الفطري أولا؛ لذلك يأتي الحق في أمر النجوم بقول كريم آخر ليوضح لنا ألا تحصر الحكمة في الهداية بها ليلاً براً وبحراً فيقول:  {وَعَلامَاتٍ وبالنجم هُمْ يَهْتَدُونَ} فلم يقل - سبحانه - يهتدون في ظلمات البر والبحر. إذن - النجوم - لها مهمة أخرى، إنه جلت قدرته يقول:  {فَلاَ أُقْسِمُ بِمَوَاقِعِ النجوم وَإِنَّهُ لَقَسَمٌ لَّوْ تَعْلَمُونَ عَظِيمٌ}  [الواقعة: ٧٥ - ٧٦] . </p><p> وكل يوم يتقدم العلم يبين لنا الحق أشياء كثيرة، فها هو ذا المذنب الذي يقولون عنه الكثير، وها هي ذي نجوم جديدة تكتشف تأكيداً لقول الحق: </p><p> {والسمآء بَنَيْنَاهَا بِأَييْدٍ وَإِنَّا لَمُوسِعُونَ}  [الذاريات: ٤٧] . </p><p> أي أنه سبحانه قد خلق عالماً كبيراً. وأنت أيها الإنسان قد أخذت منه على قدر إدراكاتك وامتداداتك في النظر الطبيعي الذي لا تستخدم فيه آلة إبصار، وأخذت منه بالنظر المعان الذي تستخدم فيه التليسكوب والميكروسكوب، وغير ذلك من اقمار صناعية ولذلك يقول الحق سبحانه:  {فَلاَ أُقْسِمُ بِمَوَاقِعِ النجوم وَإِنَّهُ لَقَسَمٌ لَّوْ تَعْلَمُونَ عَظِيمٌ} وبعض العلماء يقول: إن كل إنسان يوجد في الوجود له نجم، وترتبط حياته بهذا النجم، وحين يأفل النجم يأفل قرينه على الأرض، وهناك نجوم لامعة ندرك خفقانها، ونجوم أخرى غير لامعة وبعيدة عنا، ويقال إنها تخص أناساً لا يدري بهم أحد لقلة تأثيرهم بأعمالهم في الحياة. </p><p> ويتقدم العلم كل يوم ويربط لنا أشياء بأشياء وكأن الحق يوضح: إنني خلقت لكم الأشياء مِمّا قَدَرْتم بعقولكم أن تصلوا إلى شيء من الحكمة فيها، ولكن لا تقولوا هذه منتهى الحكمة، بل وراءها حِكَم أعلى، فسبحانه هو الحكيم القادر، إنك قد تدرك جانبا يسيرا من حكم الله، ولكن عليك أن تعلم أن كمال الله غير متناه، ولا يزال في ملك الله ما لا نستطيع إدراك حكمته إلى أن ينهي الله الأرض ومن عليها. </p><p> ويقول الحق سبحانه في تذييل الآية:  {قَدْ فَصَّلْنَا الآيات لِقَوْمٍ يَعْلَمُونَ} والآية هي الشيء العجيب، وتطلق على آيات كونية:  {وَمِنْ آيَاتِهِ الليل والنهار والشمس والقمر}  [فصلت: ٣٧] . </p><p> وتطلق كلمة «آية» على الطائفة من القرآن التي لها فاصلة. إذن هناك آيات قرآنية، وآيات كونية، والآيات الكونية تعتبر مفسرة للآيات القرآنية؛ فتفصيل الآيات في الكون ما نراه من تعددها أشكالاً وألواناً وحكماً وغايات. وتفصيل الآيات في القرآن هو ما ينبهنا إليه الحق في قرآنه وليلفت النظر إلى أن ذلك التفصيل في آيات الكون وذلك الخلق العجيب الحكيم </p><p> الذي لا يمكن أن يكون إلا لإله قادر حكيم يستحق أن يكون إلهاً موحَّداً، ويستحق أن يكون إلهاً معبوداً. </p><p> ويقول الحق بعد ذلك:  {وَهُوَ الذي أَنشَأَكُم ... } </p>"
}