{
  "id": null,
  "sura": 6,
  "aya": 96,
  "text": "<p> وسبحانه يأتي بآية أخرى من الآيات المعجزة كما جاء بالآية الأولى في أنه هو الذي خلق لنا ما يقيم حياتنا. </p><p> {فَالِقُ الإصباح وَجَعَلَ الليل سَكَناً} . ومعنى «فالق» أي جعل الشيء شقين، وهما نعمتان متقابلتان لا تكفي واحدة عن الأخرى، </p><p> إذ لا بد أن يوجد إصباح ويوجد الليل سكناً؛ لأن الإصباح هو زمان وضوح الأشياء أمام رؤية العين؛ لأننا نعلم أن الظلمة تجعل الإنسان يضطرب مع الإشياء، فإن كنت أقوى من هذه الأشياء حطمتها، وإن كانت أقوى منك حطمتك. إن السير في الظلمات التي لا يوجد فيها نور يهدي الإنسان إلى مرائيه قد يؤدي إلى خسارة الأشياء. </p><p> إننّا في الصباح نعمل ونسعى في الأرض، ونملأ الدنيا حركة. فإذا ما أصابنا الكد والتعب والنَّصب من الحركة فالمنطق الطبيعي للكائن الحي أن يستريح ويهدأ ويسكن لا بحركته فقط ولكن بسكون كل شيء حوله؛ لأنك إن كنت ساكناً ويأتي لك ضوء فهو يؤثر في تكوينك، ولذلك يقولون الآن: إن «الأشعة» التي يكتشفون بها أسرار ما في داخل جسد الإنسان تترك آثاراً. </p><p> إذن فالإشعاع الصادر عن الشمس يمنعه عنك الله ليلاً حتى يستريح الجسم من كل شيء، من كل حركة ناشئة فيه، ومن حركة وافدة عليه، وهكذا تكون نعمة سكون الليل وظلمته مثل نعمة الصباح، وكلاهما تتمم الأخرى، ولذلك قلنا: إن الحق سبحانه وتعالى في أول السورة قدّم الظلمات على النور: {الحمد للَّهِ الذي خَلَقَ السماوات والأرض وَجَعَلَ الظلمات والنور}  [الأنعام: ١] . </p><p> لأنك لا تستطيع أن تنتفع بحركتك في النور إلا إذا كنت نشيطاً ومرتاحاً أثناء الليل. فإن لم ترتح كنت مرهقاً ولن تستطيع العمل بدقة في حركة النهار. إذن فالظلمة مقصودة في الوجود. ولذلك فالحضارة الراقية هي التي تنظم حياة الإنسان ليعمل نهارا ويستريح ليلاً، حتى لا يستأنف عمله في الصباح مكدوداً. ومن يزور ريف مصر هذه الأيام يفاجأ بأن أهل الريف قد سهروا طوال الليل مع أجهزة الترفيه، ويقومون إلى العمل في الصباح وهم مكدودون مرهقون. </p><p> ونقول: لنأخذ الحضارة من قمتها، ولا نأخذ الحضارة من أسفلها؛ </p><p> فحين تذهب إلى أوروبا تجد الناس تخلد وتسكن ليلاً، ومن يسير في الشارع لا يسمع صوتاً ولا يجد من يخرج من بيته، ولا تسمع صوت ميكروفون في الشارع؛ حتى ينال كل إنسان قسطه من الهدوء، ويختلف الأمر في بلادنا: فالشوارع تمتلئ بالضجيج، والمريض لا يستطيع أن يرتاح، ومن يذاكر لا يجد الهدوء اللازم، ومن يتعبد تخرجه الضوضاء من جوّ العبادة، ونجد من يصف ذلك بأنه نقلة حضارية!! </p><p> ونقول: لتأخذ كل نعمة من نعم الله على قدر معطياتها في الوجود النافع لك، وحين يأتي الليل عليك أن تطفئ المصباح حتى تهجع ولا تتشاغب فيك جزئياتك وتكوينك. </p><p> وسبحانه يقول:  {فَالِقُ الإصباح} و {فَالِقُ} - كما قلنا - تعني شاقق، فهل الإصباح ينفلق؟ . وبماذا؟ . ونقول: إن {فَالِقُ} هي اسم فاعل، مثلما نقول:  «قاتل الضربة» أي أن الضربة من يده قاتلة. </p><p> و {فَالِقُ الإصباح} معناها أن الصباح ينفلق عن الظلمة؛ لأن الظلمة متراكمة وحين يأتي الإصباح فكأنه فلق الظلمة وشقها ليخرج النور، وتعني {فَالِقُ الإصباح} أيضاً أن الفلق واقع على الإصباح فيأتي من بعده الظلام، وهذه من دقة الأداء البياني في القرآن؛ لأن الذي يتكلم إله. </p><p> وامرؤ القيس قال: </p><p> ألا أيها الليل الطويل ألا انجلي ... بصبح وما الإصباح منك بأمثل </p><p> والصبح والإصباح معناهما واحد. </p><p> هل الصبح من طلوع الشمس؟ أو الصبح من ظهور الضوء قبل أن تشرق الشمس؟ يأتي الإصباح أولا وهو النور الهادئ، ونجد أطباء العيون بعد إجراء جراحة ما لإنسان في عينيه يقومون بفك الأربطة التي </p><p> تساعد الجرح على الالتئام، يفكونها بالتدريج حتى لا يخطف الضوء البصر فوراً، ومن رحمة الله أن خلق فترة الصبح بضوئها الهادئ قبل أن تطلع الشمس بضوئها كله دفعة واحدة. فكأن الصبح جاء ليفلق ظلمة الليل فلقاً هادئاً، ثم جاءت الشمس ففلقت الصبح. </p><p> إذن الإصباح فالق مرة لأنه شقّ الظلمة وفلقها ومفلوق مرة أخرى؛ لأن الظلمة جاءت بعده. إذن فاسم الفاعل قد أدى مهمتين. . المهمة الأولى: فالق الإصباح. أي دخل بضوء الشمس. وإن قلنا: إصباحه فالق، أي ظلمة الليل الأوى انفلقت. إذن فالإصباح فالق مرة، ومفلوق مرة أخرى. وسبحانه حين يقول:  {فَالِقُ الإصباح وَجَعَلَ الليل سَكَناً} يريد أن يعطي شقين اثنين؛ لأنه هو في ذاته فالق الإصباح. فيأتي بالاسم ليعطي لها صفة الثبوت، ثم جاء ب {وَجَعَلَ الليل سَكَناً} صفة الحدوث بعد وجود المتعلّق. فإذا أراد الصفة اللازمة له قبل أن يوجد المتعلق يأتي بالاسم. وإن أراد الصفة بعد أن وجد المتعلّق يأتي بالفعل. </p><p> ولذلك نجد القرآن الكريم يصور الثبات في قوله الحق:  {وَكَلْبُهُمْ بَاسِطٌ ذِرَاعَيْهِ بالوصيد}  [الكهف: ١٨] . </p><p> الكلب هنا على هذه الصورة الثابتة، وحين يريد القرآن أن يأتي بالصفة التي تتغير، يأتي بالفعل:  {أَلَمْ تَرَ أَنَّ الله أَنزَلَ مِنَ السمآء مَآءً فَتُصْبِحُ الأرض مُخْضَرَّةً}  [الحج: ٦٣] . </p><p> وكان القياس أن يقول: فأصبحت الأرض مخضرة؛ لأنه قال:  «أنزل» لكنه يأتي بالتجدد الذي يحدث {فَتُصْبِحُ الأرض مُخْضَرَّةً} . </p><p> ويتابع الحق:  {والشمس والقمر حُسْبَاناً} ونحن نعرف الشمس والقمر وجاء بعد ذلك بكلمة {حُسْبَاناً} ، على وزن فُعْلان، وهذا ما </p><p> يدل عادة على المبالغة مثلما تقول: فلان والعياذ بالله كفر كفراناً. ومثلما تدعو: غفر الله لك غفراناً. فحين تحب أن تبالغ تأتي بصيغة فُعْلان. وجاء القرآن بكلمة «حسبان» في موضعين اثنين فيما يتصل بالشمس والقمر جاء بها هنا في الآية التي نحن بصدد خواطرنا عنها {والشمس والقمر حُسْبَاناً} ، وفي سورة الرحمن يقول الحق سبحانه: </p><p> {الشمس والقمر بِحُسْبَانٍ}  [الرحمن: ٥] . </p><p> وما الفرق بين التعبيرين؟ «حسبان» هنا تعني أن تحسب الأشياء، فنحن نحسب السنة بدورة الشمس ب ٣٦٥ يوماً وربع اليوم وهي تمر بالبروج فيها خلال هذه المدة، والقمر يبدأ بروجه كل شهر في ثمانية وعشرين يوماً وبعض اليوم، ونحن نحسب بالشمس اليوم، ونحسب بها العام، ولكنا نحسب الشهر بالقمر، وأنت لا تقدر أن تحسب الشهر بالشمس، بل تحسب الشهر بالقمر لأنه يظهر صغيراً ثم بكبر ويكبر ويكبر. ولذلك يثبت رمضان عندنا بالقمر لا بالشمس. واليوم نثبته بالشمس. </p><p> وهكذا عرفنا أن الشمس والقمر ويعملان في حسابنا للأيام والشهور، والاثنان حسبان: الشمس لها حساب، والقمر له حساب وإذا ما نظرت إلى كلمة «حسبان» تفهم أن الشمس والقمر، كليهما مخلوق ليحسب به شيء آخر؛ لأنهما خلقتا بحسبان، أي أنهما قد أريد بهما الحساب الدقيق، لأن الشمس مخلوقة بحساب، وكذلك القمر. </p><p> وتعال إلى الساعة التي نستعملها، ألا يوجد بها عقرب للساعات، وآخر للدقائق، وثالث للثواني؟ . وهذا أقل ما قدرنا عليه، وإن كان من الممكن أننا نقسم الثانية إلى أجزاء مثلما عملنا في المساحات؛ فهناك المتر، والسنتيمتر، والملليمتر، ثم بعد ذلك قلنا الميكروملليمتر. إذن، كلما نرتقي في التقدم العلمي نحسب الحساب الأدق. ولم تكن الشمس والقمر حساباً لنا نحسب بهما الأشياء إلا إذا كانت مخلوقة بحساب. </p><p> إنك حين تنظر إلى ساعتك تدرك قفزة عقرب الثواني ولكنك لا تدرك </p><p> حركة عقرب الدقائق، وكذلك لا تدرك حكة عقرب الساعات، وكل من العقارب الثلاثة يدور «بزمبلك» وترس معين. إن اختلت الحركة في زمبلك أو ترس، ينعكس هذا الخلل على بقية العقارب، والثانية محسوبة على الدقيقة، والدقيقة محسوبة على الساعة. </p><p> وهكذا فإن لم تكن الساعة مصنوعة بهذا الحساب الدقيق فهي لن تعمل جيداً. وهكذا لا نعتبر الساعة معيارا لحساب أزماننا إلا أنها في ذاتها خلقت بحساب. والحق سبحانه يقول:  {الشمس والقمر بِحُسْبَانٍ} أي لنحسب بهما لأنهما مخلوقتان بحسبان. أي بحساب دقيق، ولماذا لم يقل الحق حساباً وجاء بحسبان هنا، وحسبان في آية سورة الرحمن؟ . ذلك لأن الأمر يقتضي مبالغة في الدقة. فهذا ليس مجرد حساب، لكنه حسبان. </p><p> ويذيل الحق الآية بقوله:  {ذلك تَقْدِيرُ العزيز العليم} ، وكلمة «العزيز» تفيد الغلبة والقهر فلا يستطيع أحد أن يعلو عليه؛ فهذه الأجرام التي تراها أقوى منك ولا تتداولها يدك، إنّها تؤدي لك مهمة بدون أن تقرب منها؛ فأنت لا تقترب من الشمس لتضبطها، مثلما تفعل في الساعة التي اخترعها إنسان مثلك، والشمس لها قوة قد أمدها الله خالقها بها ولا شيء في صنعته ولا في خلقه يتأبّى عليه. فهذا هو تقدير العزيز العليم، وهو سبحانه يعطينا حيثيات الثقة في كونها حسبانا لنحسب عليها. فهو جل وعلا خالقها بتقدير عزيز لا يغلب، وهو عزيز يعلم علما مطلقا لا نهاية له ولا حدود. ويقول الحق من بعد ذلك:  {وَهُوَ الذي جَعَلَ لَكُمُ ... } </p>"
}