{
  "id": null,
  "sura": 6,
  "aya": 59,
  "text": "<p> و «مفاتيح» هي إما جمع لمِفْتح أو جمع لَمفْتح. و «المِفْتح» هو آلة الفتح، ومثلها «مِبرد» أي آلة البرد. وآلة الفتح هي المفتاح. و «مَفْتح» هو الشيء الذي يقع عليه الفتح مثل الخِزانة، ونعلم أن بعض الأسماء تأتي على وزن «مِفْعل» أو «مفعال» . فإذا أخذنا «مفاتح» على أساس أنها جمع لِمفتح، فمعنى ذلك أن الحق سبحانه وتعالى يملك المفاتيح التي تفتح على الغيب. وإن اخذنا «مفاتح» على أساس أنها جمع «مَفْتح» أي خِزانة فمعنى ذلك أن الحق عنده خزائن الغيب. وكلا الأمرين لا زمان له. والخزائن لا يوضع فيها إلا كل نفيس وهو مخزون لأوانه ولكل خزانة مفتاح. يقول الحق عن قارون:  {إِنَّ قَارُونَ كَانَ مِن قَوْمِ موسى فبغى عَلَيْهِمْ وَآتَيْنَاهُ مِنَ الكنوز مَآ إِنَّ مَفَاتِحَهُ لَتَنُوءُ بالعصبة أُوْلِي القوة}  [القصص: ٧٦] . </p><p> هكذا نعلم أنه لا يوجد مخزون إلا وهو كنز. وعند الحق مفاتح الغيب، والغيب هو ما غاب عنك، وهو نوعان: أمر غائب عنك ومعلوم لغيرك؛ وهو غيب غير مطلق ولكنه غيب إضافي. </p><p> ومثال ذلك، عندما يقوم نشال بسرقة حافظة نقودك وأنت في الطريق، أنت لا تعرف أين نقودك، ولكن اللص يعرف تماماً مكان ما سرق منك. هكذا ترى أنه يوجد فارق بين غيب عنك، ولكنه ليس غيباً عن غيرك. </p><p> ولكن هناك ما يغيب عنك وعن غيرك، ولهذا الغيب مقدمات إن أخذ الإنسان بها فهو يصل إلى معرفة هذا الغيب، وهذا ما نراه في الاكتشافات العلمية التي تولد أسرارها بأخذ العلماء بالأسباب التي وضعها الله في الكون، وهو لون من الغيب الإضافي. وهناك لون ثالث من الغيب هو الغيب المطلق، وهو الغيب الذي لا يعلمه إلا الله، مثل ميعاد اليوم الآخر، وغير ذلك من الغيب الذي يحتفظ الله به لنفسه. </p><p> ولذلك نقول: إنه لا يوجد أبداً في هذه الدنيا عالِمُ غيبٍ إلا الله. وعنده سبحانه مفاتح الغيب، هذا الغيب الذي لا نحس به حساً مشهوداً بالمدركات، أو كان غيباً بالمقدمات أي أنه ليس له أسباب يمكن لأحدٍ أن يأخذ بها. </p><p> ويقول الحق:  {وَعِندَهُ مَفَاتِحُ الغيب لاَ يَعْلَمُهَآ إِلاَّ هُوَ وَيَعْلَمُ مَا فِي البر والبحر وَمَا تَسْقُطُ مِن وَرَقَةٍ إِلاَّ يَعْلَمُهَا وَلاَ حَبَّةٍ فِي ظُلُمَاتِ الأرض وَلاَ رَطْبٍ وَلاَ يَابِسٍ إِلاَّ فِي كِتَابٍ مُّبِينٍ}  [الأنعام: ٥٩] . </p><p> الحق سبحانه وتعالى - إيناساً لخلقه - حينما يأتي لهم بأمر غير محس لهم، فإنه يوضح ذلك بالمحس. وعالم المشهد المحس إما مسموع وإما مرئي وإما متذوق وإما ملموس. وهناك عالم الغيب، فقد يصطفي الله بعضاً من خلقه ليلقي إليهم هبَّاتٍ من فيضه وعطائه توضح بعض الأمور، ومثال ذلك العبد الصالح الذي سار معه موسى عليه السلام وقال: </p><p> {وَمَا فَعَلْتُهُ عَنْ أَمْرِي ذَلِكَ تَأْوِيلُ مَا لَمْ تَسْطِع عَّلَيْهِ صَبْراً}  [الكهف: ٨٢] . </p><p> ومثل هذه الهبَّة تأتي لتثبت لصاحبها أنه على علاقة بربه، ولا يعطي الحق سبحانه هذه الهبات لتصبح عملاً ملازماً للإنسان، وجزءاً من طبيعته بحيث نذهب إليه في كل أمر فيخبرنا بما ينبغي علينا أن نقوم به. إن الأمر ليس كذلك بل هي مجرد هبات صفائية، يمنحها - سبحانه - وينزعها ويمنعها؛ فسبحانه عنده مفاتح كل الغيب، ويأتي لنا بالعالم المحسوس:  {وَيَعْلَمُ مَا فِي البر والبحر} . وأتى الحق بالبر أولاً قبل البحر، والبر مُحس لكل الناس بما فيه من جمادات ونباتات وأشجار وحيوانات وأناس وبلاد وطرق. وهناك من البلاد ما لا تطل على بحار أبداً، ولذلك جاء الحق بالبر أولاً، ثم جاء بالبحر الذي يمكن أن يُشاهد، ولكن عالم البحر أخفى من عالم البر. وعوالم البحر تأخذ من مسطح الكرة الأرضية مساحات كبيرة للغاية وكل يوم نكتشف في عالم البحار جديداً. </p><p> ومن بعد ذلك يردنا الحق إلى البر مرة أخرى فيقول:  {وَمَا تَسْقُطُ مِن وَرَقَةٍ إِلاَّ يَعْلَمُهَا}  [الأنعام: ٥٩] . </p><p> إلى هذه الدرجة يوضح لنا الحق علمه الأزلي؛ فسبحانه يعلم كل ما يتعلق بورقة شجرة بعد أن تؤدي مهمتها من التمثيل الكلورفيلي وتغذية الشجرة وإنضاج الثمار ثم سقوطها على الأرض. والسقوط كما نعرفه هو هبوط شيء مادي إلى أسفل، وفسره العلماء من بعد ذلك بالجاذبية الأرضية. </p><p> وعندما تسقط الورقة من الشجرة تكون خفيفة الوزن، والحق سبحانه وتعالى هو المتصرف في الأجواء التي تحيط بمجال هبوطها، وحركة الريح التي تحركها. ولماذا جاء الحق بمسألة الورقة هذه؟ جاء لنا الحق بمثل هذا المثل لنعلم أنه عندما ذيل الحق سبحانه الآية السابقة بقوله:  {والله أَعْلَمُ بالظالمين}  [الأنعام: ٥٨] . </p><p> إن هذا التذييل قد احتاج إلى أن يشرحه لنا الحق بأن يعلم أوقات تحركات كل ورقة من أية شجرة، وهذا يدل على كمال الإحاطة والعلم، فضلا على أن هذه الأمور لا يترتب عليها ثواب ولا عقاب، فكيف بالأمور التي يترتب عليها الثواب والعقاب؟ لا بد أنه سبحانه وتعالى يعلمها ويفصل فيها. {وَمَا تَسْقُطُ مِن وَرَقَةٍ إِلاَّ يَعْلَمُهَا وَلاَ حَبَّةٍ فِي ظُلُمَاتِ الأرض}  [الأنعام: ٥٩] . </p><p> إنه سبحانه أيضاً يعلم بالحبة التي تختفي في باطن الأرض وأحوالها. </p><p> ويقول الحق سبحانه وتعالى:  {وَلاَ رَطْبٍ وَلاَ يَابِسٍ إِلاَّ فِي كِتَابٍ مُّبِينٍ}  [الأنعام: ٥٩] . </p><p> أي أنه جلت قدرته يعلم أمر كل كائن في هذا العالم؛ لأن كل كائن في هذه الدنيا إما رطب وإمّا يابس، وسبحانه لا يعلم ذلك فقط ولكن كل ذلك معلوم له ومكتوب أيضاً. </p><p> ويشرف على حركة تلك الكائنات الملائكةُ المدبرات أمرا، وحين تجد الملائكة أن حركة الكون تسير بنظام محكم دقيق على وفق ما في الكتاب، فإنها لا تفتر عن تسبيح الله ليلاً أو نهاراً: </p><p> {وَلَهُ مَن فِي السماوات والأرض وَمَنْ عِنْدَهُ لاَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِ وَلاَ يَسْتَحْسِرُونَ يُسَبِّحُونَ الليل والنهار لاَ يَفْتُرُونَ}  [الأنبياء: ١٩ - ٢٠] . </p><p> وللحق مُلك السموات والأرض، ومن حقه وحده أن يُعبَد، ولا تتكبر الملائكة عن عبادته والخضوع له ولا يشعرون بالملل من العبادة والتنزيه له سبحانه. وأنت أيها العبد تكون في بعض الأمور مقهوراً ولك في بعض الأمور اختيار، وهو سبحانه عالم بما ستختار. </p><p> ويقول الحق من بعد ذلك:  {وَهُوَ الذي يَتَوَفَّاكُم ... } </p>"
}