{
  "id": null,
  "sura": 6,
  "aya": 65,
  "text": "<p> وكلمة «قادر» تعني تمام التمكن وأنه لا قدرة ولا حيلة لأحد حيال قدرة الله؛ لأن الحق سبحانه وتعالى يملي للقوم الظالمين ويمد لهم الأمر ثم يأخذهم بغتة بالعذاب، وقد يأتي العذاب من فوقهم كما جاء لقوم أبرهة الذين أرادوا هدم </p><p> الكعبة، فسلط عليهم طيراً أبابيل، ترميهم بحجارة من سجيل، جعلتهم كعصف مأكول، وهناك من أخذهم الحق بالصيحة، وهناك من أهلكتهم بريح صرصر عاتية، وكل ذلك عذاب جاء من فوق تلك الأقوام. </p><p> أما قارون فقد خسف الله به وبداره الأرض، وكذلك قوم فرعون أغرقتهم المياه، وهذه هي التحتية. فالعذاب قد يأتي من فوق أو من تحت الأرجل حسّياً، وقد يأتي أيضاً من فوقيّة أو تحتيّة معنوية، ومثال ذلك العذاب الذي يسلطه الله على الطغاة الكبار المستبدين، وقد يأتي العذاب من الفئات الفقيرة التي تعيش أسفل السلم الاجتماعي. </p><p> {أَوْ يَلْبِسَكُمْ شِيَعاً وَيُذِيقَ بَعْضَكُمْ بَأْسَ بَعْضٍ}  [الأنعام: ٦٥] . </p><p> والمقصود بلبس الأمر أي خلطه بصورة لا يتبينها الرائي. و «شيعاً» هي جمع «شيعة» . والشيعة هم: المتعاونون على أمر ولو كان باطلا، ويجمعهم عليه كلمة واحدة وحركة واحدة وغاية واحدة. والمقصود بقوله الحق:  {أَوْ يَلْبِسَكُمْ شِيَعاً} أي أن كل جماعة منكم تتفرق ويكون لكل منهم أمير، وتختلط الأمور بين الاختلافات المذهبية التي تختفي وراء الأهواء، وبذلك يذيق الله الناس بأس بعضهم بعضاً. </p><p> ولماذا كل ذلك؟ لأن الناس ما دامت فد انفرطت عن منهج الله نجد الحق يترك بعضهم لبعض ويتولى كل قوم إذاقة غيرهم العذاب. ولكن أُغيّر ذلك في ملك الله ونواميسه الثابتة من شيء؟ أبداً، فالسماء هي السماء، والأرض بعناصرها هي الأرض، والشمس هي الشمس، والقمر هو القمر، والنجوم هي النجوم، والمطر هو المطر. </p><p> إن الذي يحدث فقط هو أن يذيق الله الناس بعضهم بأس بعض، ويصير كل بعض من الناس ظالماً للبعض الآخر. وعندما نرى الناس تشكو، نعلم أن الناس كلها مذنبة، ومادام الكل قد أذنب وخرج عن منهج الله فلا بد أن يسلط الحق بعضنا على بعض حتى يعرف الجميع أنهم قد انفلتوا عن منهج الله لذلك يلقون المتاعب، ولن يرتاحوا إلا إذا عادوا إلى أحضان منهج الله؛ لأن منهج الله يمنع أن يتكبر إنسان مؤمن على أخيه المؤمن. والكل يسجد لإله واحد. ولهذا وضع الحق لنا العبادات </p><p> الجماعية حتى يرى الضعيف في سلطان الدنيا القوي في السلطان وهو يشترك معه في السجود للإله الواحد. </p><p> مثال ذلك ما نراه من طواف الناس حول الكعبة في ملابس الإحرام، إن من بين الذين يطوفون قوما من وجهاء الناس وأصحاب الرتب العالية والمنازل الرفيعة، ومن بين هؤلاء أيضاً نجد الذين لا يحتلون إلا المكانة الضئيلة، ويرى الضعيف نفسه مساوياً لمن في المركز الاجتماعي القوي. </p><p> الكل يقف أمام ربّه وهو ذليل ويمسك بأستار الكعبة باكياً. ويريد سبحانه بذلك استطراق الغرور بين المؤمنين ويكون الناس جميعا أمام الله وفي بيته على سواء. {قُلْ هُوَ القادر على أَن يَبْعَثَ عَلَيْكُمْ عَذَاباً مِّن فَوْقِكُمْ أَوْ مِن تَحْتِ أَرْجُلِكُمْ أَوْ يَلْبِسَكُمْ شِيَعاً وَيُذِيقَ بَعْضَكُمْ بَأْسَ بَعْضٍ انظر كَيْفَ نُصَرِّفُ الآيات لَعَلَّهُمْ يَفْقَهُونَ}  [الأنعام: ٦٥] . </p><p> وها نحن أولاء نرى كيف أن الحق يلبس الناس شيعاً، إننا نرى المنسوبين إلى الإسلام يذبح بعضهم بعضاً لسنوات طويلة. وإذا كان هؤلاء وأولئك طائفتين مؤمنتين تتقاتلان فأين الطائفة الثالثة التي تفصل بين الطائفتين مصداقاً لقوله الحق:  {وَإِن طَآئِفَتَانِ مِنَ المؤمنين اقتتلوا فَأَصْلِحُواْ بَيْنَهُمَا فَإِن بَغَتْ إِحْدَاهُمَا على الأخرى فَقَاتِلُواْ التي تَبْغِي حتى تفياء إلى أَمْرِ الله فَإِن فَآءَتْ فَأَصْلِحُواْ بَيْنَهُمَا بالعدل وأقسطوا إِنَّ الله يُحِبُّ المقسطين}  [الحجرات: ٩] . </p><p> ها هوذا الدم المنسوب إلى الإسلام يسيل، ويزداد عدد الضحايا، ومن العجيب أن الآخرين يقفون موقف المتفرج، أو يمدون كل طائفة بأدوات الدمار. وذلك يدل على أن المسألة طامة وعامة. </p><p> والقاعدة التي قلناها من قبل لا تتغير، القاعدة أنه لا يوجد صراع بين حقين؛ </p><p> لأنه لا يوجد في الأمر الواحد إلا حق واحد. ولا يطول أبداً الصراع بين الحق والباطل؛ لأن الباطل زهوق وزائل. ولكن الصراع إنما يطول بين باطلين؛ لأن أحدهما ليس أولى من الآخر بأن ينصره الله. </p><p> ومثال آخر كنا نراه في بلد كلبنان - إبان الحرب الأهلية - وكان الصراع الدائر هناك يكاد يوضح لنا أن كل فرد صار طائفة بمفرده، وكل إنسان منهم له هواه، وكل إنسان يذيق غيره العذاب ويذوق من غيره العذاب. </p><p> {انظر كَيْفَ نُصَرِّفُ الآيات لَعَلَّهُمْ يَفْقَهُونَ}  [الأنعام: ٦٥] . </p><p> وينوع سبحانه الحجج والبراهين ويأتي لهم بالأحداث والنوازل حتى يتبين للجميع أنه لا راحة أبداً في الانفلات عن منهج الله حتى يفقهوا. والفقه هو شدة الفهم. والمقصود أن نأخذ ونتفهم العظة من كل الآيات التي يجريها الحق أمامنا عسانا نرجع إلى مراد الله. </p><p> ويقول الحق بعد ذلك:  {وَكَذَّبَ بِهِ قَوْمُكَ وَهُوَ الحق قُل ... } </p>"
}