{
  "id": null,
  "sura": 6,
  "aya": 19,
  "text": "<p> لقد اختلف الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مع القوم المناوئين له. والاختلاف يتطلب حكماً وبينة. والشهود هم إحدى البينات، فما بالنا والشاهد هو الله؟! إنه الشاهد والحكم والمنفذ. وشهادة الله لا تحايل فيها، وحكمه لا ظلم فيه، وإرادته </p><p> لا تظلم عبداً مثقال ذرة، ولا شهادة - إذن - أكبر من شهادة الحق لرسوله بأنه رسول من الله. ولو شاء الحق لجعلكم كلكم مؤمنين، لكنه أراد للإنسان الاختيار. وحنان الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ على البشر هو الذي جعله يتمنى إيمانهم، لكن الحق يقول للرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  {لَعَلَّكَ بَاخِعٌ نَّفْسَكَ أَلاَّ يَكُونُواْ مُؤْمِنِينَ إِن نَّشَأْ نُنَزِّلْ عَلَيْهِمْ مِّنَ السمآء آيَةً فَظَلَّتْ أَعْنَاقُهُمْ لَهَا خَاضِعِينَ}  [الشعراء: ٣ - ٤] . </p><p> أي أن الحق يأمر رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أن يشفق على نفسه وألاّ يقتلها بالحزن عليهم لعنادهم وعدم إيمانهم. ولو أراد الحق لجعلهم جميعاً مؤمنين بآية منه؛ فمهمة الرسول هي البلاغ فقط. ولو شاء الحق لقهر الخلق جميعاً على الإيمان به كما سخّر الكون ليخدم الإنسان وليسبح الكون بحمد الله. لكنه سبحانه ترك للخلق الاختيار حتى يأتي إيمانهم مثبتاً صفة المحبوبية لله؛ لأن إيمان المختار هو الذي يثبت تلك المحبوبية. والرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إنما هو نذير وبشير بهذا القرآن المُنزَّل عليه بالوحي. </p><p> والنذارة تأتي هنا لأن المجال مجال شهادة؛ لأن الشهادة إنما تكون على خلاف، فهو صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يدعو إلى الإيمان، والمناوئون له يدعون إلى الكفر وإلى الشرك، وشهادة الله أكبر من كل شهادة أخرى. لذلك يقرر الحق هنا بأن الرسول نذير بالقرآن. وهذا خطاب موجه لتبليغ المعاصرين لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، ولَمن وصله بعد ذلك أي شيء من القرآن، فكأنه قد رأى النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ووصله البلاغ عنه. فقد قال - سبحانه -: {وَمَن بَلَغَ} أي لأنذركم به وأنذر كل من بلغه القرآن من البشر جميعاً. </p><p> ويوجه الحق على لسان رسوله سؤالاً استنكارياً للمناوئين فيقول:  {أَئِنَّكُمْ لَتَشْهَدُونَ أَنَّ مَعَ الله آلِهَةً أخرى} . إنه سؤال من سائل يثق أن من يسمع سؤاله لا بد أن ينفي وجود آلهة أخرى غير الله. إنه سؤال يستنبط الإقرار من سامعه. والمثال على هذا ما عرضه الحق على رسوله من أمر قد حدث في عام ميلاده فيقول: </p><p> {أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَابِ الفيل}  [الفيل: ١] . </p><p> ونعلم أن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لم ير ما حدث في عام الفيل؛ لأنه عام ميلاده، ولكن حين يخبره الله بذلك فمعنى هذا أنه بلاغ عن الله، والبلاغ عن الله يجعل الخبر القادم منه فوق الرؤية وأوثق وأكد منها. </p><p> وهنا يأتي السؤال الاستنكاري:  {أَئِنَّكُمْ لَتَشْهَدُونَ أَنَّ مَعَ الله آلِهَةً أخرى} . وعندما أعجزهم هذا السؤال في بعض مراحل الدعوة قال بعضهم:  {مَا نَعْبُدُهُمْ إِلاَّ لِيُقَرِّبُونَآ إِلَى الله زلفى}  [الزمر: ٣] . </p><p> وكأنهم أخيراً يعترفون أن المتقرَّب إليه هو الله، ولكن الحق يحسم أمر الشرك فيقول على لسان رسوله:  {قُل لاَّ أَشْهَدُ قُلْ إِنَّمَا هُوَ إله وَاحِدٌ وَإِنَّنِي بَرِيءٌ مِّمَّا تُشْرِكُونَ} فالرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لا يشهد بأي آلهة غير الله، وألقى إليهم السؤال الاستنكاري لعلهم يديرون رءوسهم ليهتدوا إلى صحيح الإجابة التي يوجزها الحق في قوله للرسول:  {قُلْ إِنَّمَا هُوَ إله وَاحِدٌ وَإِنَّنِي بَرِيءٌ مِّمَّا تُشْرِكُونَ} . </p><p> إن الكلام هنا موجه إلى فئة من المناوئين لرسول الله من عبدة الأوثان، وهم بعض من الكافرين برسالة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، والبعض الآخر هم بعض من أهل الكتاب، هؤلاء الذين تغافلوا عن الكتب المنزلة إليهم، وغابت عنهم الخمائر الإيمانية التي كانت ترد العاصي عن معصيته، فانتشر الفساد في الكون. لذلك أرسل الحق رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لأن العاصي لم يجد من يرده، واختفت من المجتمع في ذلك الوقت النفس اللوامة، وسادت فيه النفس الأمارة بالسوء. </p><p> إن الحق سبحانه لم يترك أمر الرسول غائباً عن البشر، فقد كان الرسول في كل أمةٍ ينبئ ويخبر عن الرسول الذي يليه حتى يستعد الناس لاستقبال النذير والبشير، ولذلك كانت كل الرسالات تتنبأ بالرسل القادمين حتى لا يظنوا أن مدّعيا اقتحم عليهم قداسة دينهم، ولأن الإسلام جاء ديناً عاماً، فلم يأت الخبر فقط بمحمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في الكتب السابقة، ولكن جاءت أوصافه وسماته أيضاً واضحة وبيّنه فيها. </p><p> إن الذين قرأوا هذه الأوصاف لو أخرجوا أنفسهم عن سلطتهم الزمنية لآمنوا على الفور برسالة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ كما فعل «عبد الله بن سلام» رَضِيَ اللَّهُ عَنْه حين قال: لقد عرفته حين رأيته وعرفته كابني، ومعرفتي لمحمد أشد ونسي هؤلاء أنهم هم الذين نُصروا برسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ دون أن يدروا؛ فقد كانوا يستفتحون به على الأوس والخزرج، وقالوا للأوس والخزرج: قَرُب مجيء نبي منكم سنؤمن به ونتبعه ونقتلكم به قتل عاد وإرم. وأسرع الأوس والخزرج للإيمان برسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قائلين: </p><p> لعل هذا هو النبي الذي توعدتنا به يهود، هيا نسبق إليه. </p><p> إذن فرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لم يقتحم العالم بهذا الدين، بل عَرَفَ نبأ مقدمه وبعثه وصورته ونعته كلُّ من له صلة بكتاب من كتب السماء. إنهم يعلمون أنه الرسول الخاتم الذي ختمت به أخبار السماء إلى الأرض. </p><p> ولذلك يقول الحق سبحانه:  {الذين آتَيْنَاهُمُ الكتاب يَعْرِفُونَهُ كَمَا يَعْرِفُونَ ... } </p>"
}