{
  "id": null,
  "sura": 6,
  "aya": 14,
  "text": "<p> والهمزة هنا في «أغير» يسمونها همزة الإنكار كقول قائل: أتسب أباك؟ إنها ليست استفهاماً بقدر ما هي توبيخ ولوم. وكذلك:  {أَغَيْرَ الله أَتَّخِذُ وَلِيّاً} . أي أن الحق يأمر رسوله أن يستنكر اتخاذ ولي غير الله. </p><p> إن اتخاذ الله كولي هو أمر ضروري؛ لأن الإنسان تطرأ عليه أحداث تؤكد له أنه ضعيف وله أغيار، وساعة ضعف الإنسان لا بد أن يأوي إلى من هو أشد منه قوة </p><p> ولا يتغير. إن الولي - وهو الله - قوته لا يمكن أن تصير ضعفاً، وغناه لا يمكن أن ينقلب فقراً، وعلمه لا يمكن أن يئول إلى جهل. إنه مُغيِّر ولا يتغير. ولذلك فمن نعمة الله على خلقه أنه جعل من نفسه وليّاً لهم، فهو صاحب الأغيار. </p><p> والحق سبحانه وتعالى يعلِّم خلقه أن يكونوا أهل حكمة؛ يضعون الأمور في نصابها ويتوكلون عليه، فهو الحي الذي لا يموت. ونلحظ أن الحق هنا يأمر رسوله بالبلاغ عنه. وتتجلى هنا دقة الأداء القرآني فيأتي البلاغ كما نزل من الحق حرفياً. مثال ذلك قول الحق سبحانه:  {قُلْ هُوَ الله أَحَدٌ}  [الإخلاص: ١] . </p><p> ويبلغنا الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بالنص القرآني كما نزل عليه، مبتدئاً بكلمة «قل» ويبلغه الرسول لنا بأمانة البلاغ عن ربه. وهو هنا يقول:  {قُلْ أَغَيْرَ الله أَتَّخِذُ وَلِيّاً} . وهو الإله الذي جاءت كمالاته في الآيات السابقة؛ الذي خلق السماوات والأرض، وجعل الظلمات والنور وله ما سكن في الليل والنهار، هذا الإله الحق هو الجدير بالعبادة. </p><p> ويريد الحق لرسوله أن يستخرج من الناس الإجابة، لا أن يقول هو: لا أتخذ ولياً غير الله، وسبحانه يأمر رسوله أن يسألهم:  {قُلْ أَغَيْرَ الله أَتَّخِذُ وَلِيّاً} . وليكن السؤال مطروحاً منك يا رسول الله تبليغاً عن الله، وتعطى لهم الحرية في الإجابة، وسيكون الجواب كما تريد. </p><p> وعندما يسمع الإنسان مثل هذا السؤال لا بد أن يسأل نفسه ويدير عقله كي يجد جواباً. ولن يجد الإنسان جواباً سوى أن يقول: ليس لي وَليٌّ غير الله؛ فالولي هو القريب الذي ينصر الإنسان في ضعفه، وإن استصرخه جاء لينقذه. </p><p> ولا يستصرخ الإنسان أحداً إلا إذا انتابه حادث جلل، فإذا ما جاء القوي ليغيث صاحبه الصرخة فهو يطمئن إلى أن من جاءه سيعينه ويخلصه. واتخاذ الولي أمر فطري في الكون، والأمر المنكر أن يجعل الإنسان لنفسه ولياً غير الله. ونحن - المؤمنين - يتخذ بعضنا بعضاً أولياء في إطار الولاية لله مصداقاً لقوله الحق: </p><p> {والمؤمنون والمؤمنات بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ يَأْمُرُونَ بالمعروف وَيَنْهَوْنَ عَنِ المنكر وَيُقِيمُونَ الصلاة وَيُؤْتُونَ الزكاة وَيُطِيعُونَ الله وَرَسُولَهُ أولئك سَيَرْحَمُهُمُ الله إِنَّ الله عَزِيزٌ حَكِيمٌ} </p><p> [التوبة: ٧١] . </p><p> ويتبادل المؤمنون والمؤمنات المحبة والنصرة طبقاً للتعاقد الإيماني بينهم وبين الحق سبحانه وتعالى، ويأمر بعضهم بعضاً بأوامر المنهج، وينهى بعضهم بعضاً عن المحظورات التي حرمها الله ويتواصلون مع الحق بإقامة الصلاة. ويؤدون حق الله في مالهم بالزكاة، ويطيعون الله ويمتثلون أوامر رسوله، وهم بذلك ينالون وعد الله الحق بالرحمة، وهو سبحانه القادر على رعايتهم، وهو حكيم في صيانتهم، عزيز لا يغلبه أحد. </p><p> إذن فأنت تطلب الولي لحظة الضعف، ولحظة الشدة، ولا يوجد إنسان استوت له كل زوايا الحياة فيصير قوياً لا يضعف أبداً، أو يصير غنياً لا يفتقر أبداً. ونعلم أن الإنسان من الأغيار، فلم نر قوياً ثبتت له قوته، ولا غنياً ثبت له ثراؤه؛ فالإنسان ابن الأغيار، وتأتي له حالات فوق قدرته؛ لذلك فهو يسأل عمن يعينه ويساعده. والمؤمن يحب أيضاً أن يكون قوياً ليساعد غيره؛ لأن الحق سبحانه وتعالى قد وزع المواهب على خلقه في الكون ليضمن بقاء الولاية واستمراريتها، فأنت في احتياج إلى عمل إنسان آخر؛ لأنك ضعيف في ناحية وغيرك قوي فيها، الطبيب يحتاج إلى المهندس، والمهندس يحتاج إلى الطبيب، والطبيب والمهندس يحتاجان إلى الفلاح، والفلاح يحتاج إلى عمل المهندس والطبيب، والطبيب والمهندس والفلاح يحتاجون إلى عمل المحامي. </p><p> هكذا وزع الله المواهب في الكون، ولم يجعل من إنسان مجمعاً لكل المواهب. وذلك حتى يتساند المجتمع لا بالتفضيل والتكرم بل بتساند الحاجة. فكل إنسان هو سيد في زاوية ما من زوايا الحياة، وبقية الزوايا يسودها غيره من البشر، ولذلك يقول الحق سبحانه: {نَحْنُ قَسَمْنَا بَيْنَهُمْ مَّعِيشَتَهُمْ فِي الحياة الدنيا وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ </p><p> لِّيَتَّخِذَ بَعْضُهُم بَعْضاً سُخْرِيّاً وَرَحْمَتُ رَبِّكَ خَيْرٌ مِّمَّا يَجْمَعُونَ} [الزخرف: ٣٢] . </p><p> هذا هو الإعلان من الله سبحانه وتعالى بأنه وزع المواهب بين البشر ليتسادنوا ويُسخر بعضهم بعضاً في قضاء حوائج بعضهم بعضاً لتنتظم أمور الحياة. وفي هذا التقسيم رحمة من الحق بالخلق. فلو تساوى الناس في الذكاء، وصاروا كلهم من العباقرة، فمن هو الذي سيتولى أمور تنظيم الشوارع؟ ومن الذي سيقوم بأعمال وصيانة المباني ورعاية وإطعام الحيوان والقيام على أمره ونحو ذلك من الأمور التي لا تنتظم الحياة إلا بها؟ </p><p> وكلنا يرى الرجل الذي ينزح آبار المجاري ويخرج في الصباح قائلاً: يا فتاح يا عليم، يا رزاق كريم. ويطلب بئراً جديداً من المجاري لينزحه حتى يكسب قوت نفسه وعياله. وكل منا مضطر ومحتاج إلى غيره، وهذا هو معنى:  {لِّيَتَّخِذَ بَعْضُهُم بَعْضاً سُخْرِيّاً}  [الزخرف: ٣٢] . </p><p> إذن فاتخاذ الولي هو أمر فطري. والإيمان بالله يعطينا ذكاء اختيار الولي. فالإنسان المؤمن عليه أن يختار الولي الذي يجده عندما يحتاج إليه؛ لذلك فعليه أن يختار ولاية الله، ولا يختار ولاية الأغيار. فيسخر الله للمؤمن حتى عدوه ليخدمه. لذلك يبلغنا الحق على لسان رسوله:  {قُلْ أَغَيْرَ الله أَتَّخِذُ وَلِيّاً} والذين ينكرون علينا أن نتخذ الله ولياً ويريدون أن نتخذ غيره يرون في أنفسهم المثل. </p><p> . فقد يخيب رجاؤهم، فالإنسان منهم قد يتخذ إنساناً مثله ولياً، وساعة يحتاج إليه يجده مريضاً أو غائباً أو تغير قلبه عليه، لكن المؤمن يختار الله وليه لأنه الذي لا يغيب ولا يتغير، ولا يضعف. ولا ينكر القرآن أن يتخذ الإنسان له ولياً من البشر، ولكن الحق يدلنا على أنه الولي الحق، وأن المؤمن عليه أن يتخذ إخوته المؤمنين أولياء له؛ لأنها ولاية من الله وفى الله. </p><p> وأنت أيها المسلم حين تختار الحق سبحانه وتعالى ولياً لك فهو الذي يُحْضر لك كل زوايا المواهب ويعدُّها ويهيئها لتكون في خدمتك؛ لأنه سبحانه وتعالى:  {فَاطِرِ السماوات والأرض وَهُوَ يُطْعِمُ وَلاَ يُطْعَمُ} وقد خلق السموات والأرض على غير </p><p> مثال. وسبحانه قد أبدع هذا الكون دون نموذج مسبق. وحين أراد سيدنا عيسى عليه السلام أن يثبت لقومه معجزته جاء بالطين وجعله كهيئة الطير، إذن فهناك مثال سبقه ووجده واتبعه. وعيسى إنسان من الخلق، أما خالق كل الخلق فقد خلق السموات والأرض على غير مثال. وأنت أيها الإنسان قد لا تلتفت إلى مسألة خلق السموات والأرض لأنك تراهما كل لحظة بصورة رتيبة، وقد تظن أنها مسألة سهلة، ولكن الحق سبحانه يقول:  {لَخَلْقُ السماوات والأرض أَكْبَرُ مِنْ خَلْقِ الناس ولكن أَكْثَرَ الناس لاَ يَعْلَمُونَ}  [غافر: ٥٧] . </p><p> وهو سبحانه يقسم أن خلق السموات والأرض مسألة أكبر وأدق من خلق الناس لكن أكثر الناس لا تعلم ذلك. </p><p> فسبحانه وتعالى يقول:  {والسمآء بَنَيْنَاهَا بِأَييْدٍ وَإِنَّا لَمُوسِعُونَ}  [الذاريات: ٤٧] . </p><p> وفي قوله {وَإِنَّا لَمُوسِعُونَ} إشارة إلى خلق هذا الكون المرئي وغير المرئي؛ لأن هناك الكثير من الأجرام والمجموعات الشمسية، وما وراء ذلك من اتساع ذلك الكون ما لا يدركه العقل ولا يمكنه تحديده، وهذه السعة المذهلة هي من قدرة الله سبحانه وتعالى. {وَإِنَّا لَمُوسِعُونَ} . </p><p> ونجد الحق يستخدم كلمة «فاطر» مرة في شيء مُصْلح، وأخرى في شيء مفسد. والمثال للشيء المصلح هو ما يقوله الحق هنا:  {فَاطِرِ السماوات والأرض} أي أنه خالق السموات والأرض على غير مثال سابق وباقتدار محكم. </p><p> ويقول الحق سبحانه في موضع آخر:  {إِذَا السمآء انفطرت}  [الانفطار: ١] . </p><p> أي أن الحق ينبه هنا إلى يوم الهول والأعظم الذي تنشق فيه السماء وتتساقط فيه </p><p> الكواكب فلا يؤدي أي شيء منها مهمته؛ لأن الله - سبحانه - سلبها ما كانت به صالحة. </p><p> ويقول أيضاً:  {الذي خَلَقَ سَبْعَ سَمَاوَاتٍ طِبَاقاً مَّا ترى فِي خَلْقِ الرحمن مِن تَفَاوُتٍ فارجع البصر هَلْ ترى مِن فُطُورٍ}  [الملك: ٣] . </p><p> فالحق لا يعجز عن شيء، وهو الخالق لسبه سموات بإتقان بعضها فوق بعض، فلا يرى الناظر أي خلل في هذا الخلق، وليُعد الإنسان النظر إلى السماء فلن يجد أي خلل من شقوق أو فروق. </p><p> و «فطور» هنا معناها شقوق. إذن فالحق - بتمام قدرته - يعطي الشيء من الصفات ما يجعله صالحاً لأداء ما خُلِق له فلا يظنن ظان أنه خرج عن قدرة خالقه - سبحانه - وخلق السموات والأرض بتمام إبداع وإحكام، وهو القادر على أن يفطرهما ويجعلهما غير صالحتين في أي وقت شاء، ومثلهما الشمس تُكَوَّر، والنجوم تُطْمَس، والجبال تنسف. </p><p> وقال عالم من العلماء: ما فهمت كلمة «فاطر» إلا حين جاء أعرابي، وقال فلان ينازعني في بئر أنا فطرته. أي أن الأعرابي هو الذي بدأ حفر البئر. إذن فاطر السموات والأرض. . أي الذي خلقهما على غير مثال. وسبحانه وتعالى القائل:  {أَوَلَمْ يَرَ الذين كفروا أَنَّ السماوات والأرض كَانَتَا رَتْقاً فَفَتَقْنَاهُمَا وَجَعَلْنَا مِنَ المآء كُلَّ شَيْءٍ حَيٍّ أَفَلاَ يُؤْمِنُونَ}  [الأنبياء: ٣٠] . </p><p> وهذا القول الحكيم لم يصل إلى فهمه العميق من سبقونا، لكن إنسان هذا العصر الذي نعيشه فهمها بعد أن توصل العلماء إلى أن السموات والأرض كانتا كتلة واحدة وفصلَهُما الحق بإرادته. وجعل من الماء حياة لكل كائن حي. </p><p> إذن هو سبحانه قادر على كل شيء، ولا يخرج شيء عن نطاق قدرته. وهو </p><p> سبحانه قبل أن يمتن علينا الحياة فهو يحذرنا أن يأخذنا الغرور بهذه الحياة، ولذلك قال:  {تَبَارَكَ الذي بِيَدِهِ الملك وَهُوَ على كُلِّ شَيْءٍ قَدِيرٌ الذي خَلَقَ الموت والحياة لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلاً وَهُوَ العزيز الغفور}  [الملك: ١ - ٢] . </p><p> وكأنه ينبه الإنسان إلى أن يستقبل الحياة، ليعرف أنه سبحانه أوجد ناقض الحياة وهو الموت، فإياك أن تأخذ الحياة على أنها تعطيك قوة الحركة والإدراك والإرادة برتابة وأبدية؛ لأن هناك ناقض الحياة وهو الموت. </p><p> وها هو ذا سبحانه يقول في موضع آخر من القرآن الكريم:  {أَفَرَأَيْتُمْ مَّا تُمْنُونَ أَأَنتُمْ تَخْلُقُونَهُ أَم نَحْنُ الخالقون نَحْنُ قَدَّرْنَا بَيْنَكُمُ الموت وَمَا نَحْنُ بِمَسْبُوقِينَ على أَن نُّبَدِّلَ أَمْثَالَكُمْ وَنُنشِئَكُمْ فِي مَا لاَ تَعْلَمُونَ}  [الواقعة: ٥٨ - ٦١] . </p><p> والإنسان لا يرى الحيوانات المنوية المقذوفة منه في رحم زوجه، ولا أحد يقدر على ذلك ويرعاه حتى يصير جنيناً ثم بشراً، ولكن الحق هو المقدر والخالق، إنّه القادر الذي أعطانا الحياو وقدّر علينا الموت ولا غالب له، إنه يبدل صورنا حين يريد، ويخلق غيرنا وينشئنا في صور لا نعرفها، وهو الواهب للحياة، وهو الذي ينزعها بالموت. </p><p> ويقول لنا:  {أَفَرَأَيْتُم مَّا تَحْرُثُونَ أَأَنتُمْ تَزْرَعُونَهُ أَمْ نَحْنُ الزارعون}  [الواقعة: ٦٣ - ٦٤] . </p><p> هنا ينبهنا جل وعلا إلى أن الزرع الذي نأكله، والثمار التي نجنيها من الأرض ليس لنا فيها إلا إلقاء البذور، وهو سبحانه الذي أودع في البذرة عجائب مختزنة، ففي البذرة ما يقتيها إلى أن يوجد لها جذير يمتص غذاءها من الأرض، فَتَنمو لها </p><p> ساق، ثم تقوى الجذور، وتشتد الساق. </p><p> ولا عمل للإنسان إلا إلقاء البذرة وحرث الأرض. ومع ذلك احترم الحق عمل الإنسان فقال:  {أَفَرَأَيْتُم مَّا تَحْرُثُونَ}  [الواقعة: ٦٣] . </p><p> وعن الماء يقول الحق:  {أَفَرَأَيْتُمُ المآء الذي تَشْرَبُونَ أَأَنتُمْ أَنزَلْتُمُوهُ مِنَ المزن أَمْ نَحْنُ المنزلون لَوْ نَشَآءُ جَعَلْنَاهُ أُجَاجاً فَلَوْلاَ تَشْكُرُونَ}  [الواقعة: ٦٨ - ٧٠] . </p><p> هذا الماء العذب الذي نشربه إنما أنزله الله من السحاب الممطر، وعملية الإمطار هذه غاية في التعقيد. والماء الساري في الأنهار إنما جاء من المطر الذي تم إنزاله من السماء. فقد أرسل الحق أشعة الشمس لتبخر الماء من البحار، وتتجمع في سحب ثم يجري الله عليها أمره من مرور تيارات هواء باردة فتسقط مطراً. </p><p> ونحن عندما نقطّر كوب ماء في معمل، نأتي بموقد وإناء ووقود، ونضع الماء المراد تقطيره فيتبخر، ثم نكثف قطرات البخار بواسطة تيار من الهواء البارد. ومثل هذه العملية تكلفنا الكثير من العمل الذهني والمادي لبناء مثل هذا الجهاز حتى نقطر كوباً من الماء، فما بالنا بالمطر الذي ينزل مدراراً وسيولاً. </p><p> إننا نجد ثلاثة أرباع الكرة الأرضية من ماء، إنه سبحانه - بسطه على رقعة واسعة، حتى يسهل البخر. وإذا ما نثرنا كوب ماء على سطح متسع في أبرد مكان فلسوف يتبخر. وهذا الانتشار المسطح للمياه هو الذي يسهل عملية البخر. </p><p> ويصعد البخار من مياه المحيطات والبحر إلى أعالي الجو ثم يتكثف في صورة قطرات صغيرة من الماء تتساقط كمطر يتفاوت من منطقة إلى أخرى. وسبحانه قد أعدّ لكل أمر عدته. وهو أيضاً القادر على أن يذهب صلاح هذا الماء. </p><p> ويقول لنا الحق: </p><p> {أَفَرَأَيْتُمُ النار التي تُورُونَ أَأَنتُمْ أَنشَأْتُمْ شَجَرَتَهَآ أَمْ نَحْنُ المنشئون نَحْنُ جَعَلْنَاهَا تَذْكِرَةً وَمَتَاعاً لِّلْمُقْوِينَ}  [الواقعة: ٧١ - ٧٣] . </p><p> ويذكرنا هنا سبحانه بأنه الذي خلق النار التي نشعلها، وقد جاء بالمصدر الأول للوقود، وهي الأخشاب التي كانت أشجاراً خضراء وبعد ذلك جفت وصارت أخشاباً نوقدها ونشعل فيها النار. وفي كل ذلك تتجلّى لنا قدرة الحق سبحانه وتعالى، فنسبح باسمه العظيم:  {فَسَبِّحْ باسم رَبِّكَ العظيم}  [الواقعة: ٧٤] . </p><p> وننزهه سبحانه وتعالى عن أن يكون له شريك في أمور الخلق والكون. </p><p> إذن فعندما يقول الحق سبحانه مبلغاً رسوله:  {قُلْ أَغَيْرَ الله أَتَّخِذُ وَلِيّاً فَاطِرِ السماوات والأرض وَهُوَ يُطْعِمُ وَلاَ يُطْعَمُ قُلْ إني أُمِرْتُ أَنْ أَكُونَ أَوَّلَ مَنْ أَسْلَمَ وَلاَ تَكُونَنَّ مِنَ المشركين}  [الأنعام: ١٤] . </p><p> هذا السؤال يجبرنا على أن ندير أمر اختيار الولي في رءوسنا وأن نُعْمِلَ أفكارنا، وأن نعرف أن اتخاذ الولي أمر وارد على النفس البشرية، ولكن من الذي يستحق أن نتخذه ولياً؟ ونجد في تربية الحق لنا ما يعيننا على استنباط الفكرة السليمة والرأي الرشيد حين يقول لنا:  {وَتَوَكَّلْ عَلَى الحي الذي لاَ يَمُوتُ} </p><p> [الفرقان: ٥٨] . </p><p> ونعلم أن الإنسان لو اتخذ ولياً من البشر فهذا عرضة للموت، فتحس أيها الإنسان أنك وحيد في هذا الكون، ولكنك عندما تتوكل على الله فهو حيّ لا يموت أبداً، وهو سبحانه:  {فَاطِرِ السماوات والأرض وَهُوَ يُطْعِمُ وَلاَ يُطْعَمُ} وهو الذي خلق السموات والأرض على غير مثال، وهو الذي يطعمنا من مطمور كنوز الأرض التي أرادها قوتاً لنا. ولماذا جاء الحق هنا بمسألة الطعام؟ إن الطعام لون من الرزق، </p><p> والرزق - كما نعلم - رزق ينتفع به مباشرة؛ ورزق يأتي لنا بما ننتفع به مباشرة. فلو إن إنساناً في صحراء ومعه جبل من الذهب الخالص ولم يجد كوب من ماء ولا رغيف خبز، فجبل الذهب لا يساوي شيئاً. </p><p> إن جبل الذهب رزق ولكن لا ينتفع به مباشرة. والرزق الذي ننتفع به مباشرة هو الطعام والشراب والكسوة. ونحن نحتاج إلى الطعام والشراب كل يوم، ونحتاج إلى ملابس جديدة مرة كل ستة أشهر في المتوسط. إذن فالرزق المباشر هو المقوّم الأساسي للحياة. </p><p> والولي الذي ينصر لا بد أن تتوافر فيه القدرة على الإطعام الذي يمدنا بالقدرة التي هي أساس الحياة إنها طاقة استمرار الإنسان على الأرض. فالأم تطعم طفلها وهي تَطْعَم أيضاً بما يأتيها زوجها من طعام. والحق سبحانه وتعالى وحده هو الذي يُطعم كل الخلق ولا يُطعمه أحد. . وحينما نسلسل كل عطاء في الدنيا نجده يئول إلى الله تعالى. </p><p> إذن فلا تجعل وليّك في الوسائط، بل اجعله في الغايات؛ لأن الوسائط كلها راجعة في الحقيقة إلى الله، ويأتي الأمر من الحق لرسوله:  {قُلْ إني أُمِرْتُ أَنْ أَكُونَ أَوَّلَ مَنْ أَسْلَمَ وَلاَ تَكُونَنَّ مِنَ المشركين} . </p><p> وهذا الأمر يجيء من الآمر الأعلى وهو الله. فالرسول لم يقل: إن هذا الأمر منه؛ لأنه بشر مثلنا، وسبحانه أبلغ رسولنا أن يكون هو أول من أسلم، وأن ينال شرف الالتزام بمبادئ الإسلام، والمثال على ذلك أن كل قائد مسلم هو القدوة لغيره، فها هو ذا طارق بن زياد الذي فتح الأندلس وهي مُلْك عريض، ونزل من السفن وقال لجنوده: أنا لم آمركم أمراً عنه بنجوةٍ - أي أنا بعيد عنه - بل أنا معكم، واعلموا أني عندما يلتقي الجمعان حامل بنفسي على طاغية القوم «لزريق» فقاتِلُهُ إن شاء الله. إنه لم يأمر بأمر لم يطبقه على نفسه، بل طبقه على نفسه أولاً، وآفة الأوامر أن كل إنسان يأمر أمراً ولا يطبقه على نفسه. </p><p> ومن قبل ذلك كان سيدنا عمر بن الخطاب - رَضِيَ اللَّهُ عَنْه - قد حكم نفسه أولاً فحكم الدنيا، لقد جمع أقاربه أولاً وقال لهم: إني سأشرع للمسلمين، والذي </p><p> نفسي بيده من خالفني منكم إلى شيء فيه لأجعلنه نكالاً للمسلمين. </p><p> لقد أراد عمر - رضوان الله عليه - أن يَحْكم أقاربه أولاً ضارباً المثل لولي أي أمر ليحكم أقاربه أولاً، وأن يحذرهم أن يستغلوا اسمه، ليستقيم الأمر بين المسلمين؛ لأن الآفة أننا نجد الكثير من الناس تتكلم في الإسلام، ويريد كل إنسان من غيره أن يكونوا مسلمين بينما هو لا يطبق على نفسه مبادئ الإسلام. والحق سبحانه وتعالى أنزل لرسوله الأمر:  {قُلْ إني أُمِرْتُ أَنْ أَكُونَ أَوَّلَ مَنْ أَسْلَمَ وَلاَ تَكُونَنَّ مِنَ المشركين} . </p><p> ومعنى «أسلم» أي ألقى زمام حياته إلى من يثق في حكمته وعدله وهو الحق سبحانه وتعالى. وعندما كنا صغاراً كنا نلقي زمام أمورنا لمن يتولى تربيتنا، ونرى الآباء والأمهات وهم يتعبون ويشقون، نطيع أوامرهم إلى أن نصل إلى المراهقة فتنمو فينا الذاتية، ونجد المراهق وهو يرفض مثلاً ارتداء البنطلون القصير ويرتدي البنطلون الطويل. ويختار ألوان ملابسه في ضوء الأزياء الحديثة السائدة. وبعد ذلك يبدأ الشاب في إدارة أموره بنفسه. </p><p> وآفة حياتنا أننا نهمل تربية الأبناء وهم صغار، ثم نأتي لنقول: هيا لنربي الشباب متناسبين أن الشباب مرحلة تمتلئ بطاقة يمكن أن يستغلها المجتمع، والتربية السليمة زمانها الطفولة. {قُلْ إني أُمِرْتُ أَنْ أَكُونَ أَوَّلَ مَنْ أَسْلَمَ وَلاَ تَكُونَنَّ مِنَ المشركين} . وها هو ذا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ينقل عن رب العزة، ويخبرنا أنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أول المسلمين، وأنه تلقى الأمر بعدم الشرك بالله. </p><p> فإياكم أيها المسلمون أن تتعاظموا عل مثل هذا الأمر؛ لأن المصطفى المختار هو أول من أمره الحق بذلك، وإياك أيها المسلم أن تجد غضاضة في أن تتلقى أمراً من خالقك؛ لأن الغضاضة قد تأتيك عندما يصدر إليك أمرٌ من مساوٍ لك، لكن التوجيه الصادر من الحق لا بد أن يلزمك وترتضيه نَفْسُك ويطمئن به قلبك، وكان النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يجهد نفسه عندما يقابل حادثة ليس فيها حكم الله، ويأتي الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بحكم من عنده، فإن كان الحكم صحيحاً فإن الحق ينزل من القرآن ما يؤكده، وإن احتاج الحكم إلى تعديل، فإن الحق سبحانه ينزل التعديل اللازم للحكم، ويبلغنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بتعديل الحق </p><p> سبحانه وتعالى له ولا يجد غضاضة في ذلك، بل يبلغنا ببشاشة وصدق وأمانة أنَّه البلاغ عن الله. </p><p> والحق سبحانه وتعالى قد مَنَّ على رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ عندما لم يعدل في الحكم احتراماً لاجتهاده صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فيقول سبحانه:  {عَفَا الله عَنكَ لِمَ أَذِنتَ لَهُمْ حتى يَتَبَيَّنَ لَكَ الذين صَدَقُواْ وَتَعْلَمَ الكاذبين}  [التوبة: ٤٣] . </p><p> لقد أذن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لبعض المنافقين بالتخلف عن القتال قبل أن يتبين أمرهم ليعلم الصادق منهم - في عذره - من الكاذب. وجاء العفو من الله لأن الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ اجتهد ببشريته وأبلغنا الرسول بما أنزله الله. </p><p> ونحن في حياتنا اليومية - ولله المثل الأعلى - نفتح كراسة الابن فنجد أن فيها شطباً بالقلم الأحمر، فنسأل الابن: من الذي فعل ذلك؟ فيقول الابن: صوب لي المدرس الأول هذا الموضوع. هو لم يتحدث عن تصويب المدرس، ولكن عن تصويب من هو أعلى من المدرس. وهذا شرف للتلميذ. فما بالنا بالمصوِّب الأعلى سبحانه وتعالى. وها هو ذا الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يتلقى عن الله:  {قُلْ إني أَخَافُ إِنْ عَصَيْتُ ... } </p>"
}