{
  "id": null,
  "sura": 6,
  "aya": 16,
  "text": "<p> فكأن من لا يُصرف عنه هذا العذاب هو من ينجذب إلة قوة العذاب؛ لأن لنار جهنم شهيقاً يجذب ويسحب إليه الذين قُدِّرَ عليهم العذاب ويقول سبحانه:  {وَلِلَّذِينَ كَفَرُواْ بِرَبِّهِمْ عَذَابُ جَهَنَّمَ وَبِئْسَ المصير إِذَآ أُلْقُواْ فِيهَا سَمِعُواْ لَهَا شَهِيقاً وَهِيَ تَفُورُ}  [الملك: ٦ - ٧] . </p><p> والذين يكفرون بالله لهم العذاب الذي يبدأ بسماع شهيق جهنم في أثناء فورانها. والشهيق كما تعلم هو قوة تجذب وتسحب الهواء إلى الأنف والصدر، فما بالنا بقوة شهيق جهنم وهي تسحب وتجذب الذين وقع عليهم الأمر بالعذاب؟ </p><p> وهذه النار نفسها ترد على سؤال الحق لها عندما تسمع قوله:  {يَوْمَ نَقُولُ لِجَهَنَّمَ هَلِ امتلأت وَتَقُولُ هَلْ مِن مَّزِيدٍ}  [ق: ٣٠] . </p><p> إذن فقوة العذاب التي جعلها الله مهمة لجنهم هي التي تلح وتندفع لطلب المزيد من عقاب الكافرين. وسبحانه خلق كل شيء ليؤدي مهمة، والنار مهمتها أن تتمثل لأمر الحق تبارك وتعالى عندما يأمرها بمباشرة مهمتها؛ لذلك فهي تلح في طلب الذين سيتلقون العذاب، ولا تخرج النار أبداً عن أمر الله وقدره، فإن صَرَف الحق </p><p> العذاب عن عبد من العباد فالنار تمتثل لذلك الأمر. {مَّن يُصْرَفْ عَنْهُ يَوْمَئِذٍ فَقَدْ رَحِمَهُ} وسبحانه فعال لما يريد، وهو إن حاسبنا بالعدل فكل منا يسميه شيء من عذاب جهنم؛ ولكن رحمة الله هي التي تجعل النار لا تمس المؤمنين؛ لأنه سبحانه وتعالى يعفو عن كثير؛ ولأن للنار شهيقاً، فهي تستنشق المكتوب عليهم العذاب، ونعلم أن الشهيق يتم بسرعة أكبر من الزفير. والشهيق في الحياة يكون للهواء. </p><p> والسبب ازدياد سرعة الشهيق عن الزفير أن في الشهيق مهمة استدامة الحياة الأولى وهي إمداد الجسم بالهواء، والإنسان - كما نعلم - لا يصبر على الهواء إلا لأقل مدة ممكنة. ومن رحمة الله أنه لم يملِّك الهواء لأحد. وهذا الشهيق الذي يعطي الحياة في الأرض يوجد - أيضاً - في الآخرة وهو منسوب إلى النار، إنها تشهق لتبتلع العصاة، وهي بذلك تؤدي مهمتها الموكولة لها. ونعرف أيضاً أن النار تؤدي مهمتها بغيظ طبقاً لما قاله الحق سبحانه:  {تَكَادُ تَمَيَّزُ مِنَ الغَيْظِ}  [الملك: ٨] . </p><p> فهل تؤدي النار مهمتها وهي غير راضية عنها؟ وهل تختلف النار عن كل كائنات الحق التي تؤدي مهمتها بسعادة وانسجام؟ إن النار تَمَيَّزُ من الغيظ لأن الكافر من هؤلاء لم يعرف قيمة الإيمان، وللنار مشاعر مثل بقية المخلوقات. وللكون كله مشاعر؛ فالكون - على سبيل المثال - قد فرح بميلاد محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ فالأرض والسماء والنجوم والشجر وكل الكون فرحت بمقدم الرسول الكريم؛ لأن كل هذه الكائنات مسخرة للإنسان وهي مسبحة لله وطائعة بطبيعتها، مثلما يأتي البشير ليهدي الإنسان إلى الصراط المستقيم ليجعله طائعاً، فهي تفرح بمقدم هذا البشير. </p><p> ونعرف أن المكان يوجد به الإنسان، هذا المكان يفرح إن كان الإنسان فيه طائعاً، وهذا المكان نفسه يحزن إن كان الإنسان عاصياً، ويضج المكان - أي مكان - بوجود أي عاص فيه. ونرى ذلك واضحاً في قول الحق سبحانه وتعالى عن قوم فرعون: {كَمْ تَرَكُواْ مِن جَنَّاتٍ وَعُيُونٍ وَزُرُوعٍ وَمَقَامٍ كَرِيمٍ وَنَعْمَةٍ كَانُواْ فِيهَا </p><p> فَاكِهِينَ كَذَلِكَ وَأَوْرَثْنَاهَا قَوْماً آخَرِينَ فَمَا بَكَتْ عَلَيْهِمُ السمآء والأرض وَمَا كَانُواْ مُنظَرِينَ} [الدخان: ٢٥ - ٢٩] . </p><p> والأرض التي كان بها قوم فرعون كان لها مشاعر، والجنات والأنهار والعيون وكل النعم التي ينعم بها الإنسان لها مشاعر وأحاسيس، وهي تغضب وتسخط وتضج بوجود الكافرين بنعمة الله فيها، ولذلك لا تبكي السماء والأرض على الخسف والتنكيل بهؤلاء العصاة الكافرين المشركين. بينما تبكي السماء والأرض إن فارقها مؤمن، ولنا في قول الإمام علي - كرم الله وجهه - إيضاح لهذا؛ فقد قال: إذا مات المؤمن بكى عليه موضعان: موضع في السماء، وموضع في الأرض. أما موضعه في السماء فهو مصعد عمله الطيب، وأما موضعه في الأرض فهو موضع مُصلاَّه. </p><p> وفي الحديث:  «إذا مات أحدكم عُرض عليه مقعد بالغداة والعشي، إن كان من أهل الجنة فمن أهل الجنة، وإن كان من أهل النار فمن أهل النار،يقال له:هذا مقعدك حتى يبعثك الله إليه يوم القيامة» . </p><p> إذن فموضع صعود عمل الإنسان في السماء يحزن؛ لأن هناك فقداناً لعمل صالح يمر فيه، وموضع صلاة الإنسان يفقد سجود إنسان خشوعاً لله، ولكل الكائنات المخلوقة لله مشاعر، وكل شيء في الكون يؤدي مهمته بقانون التسيير والتسخير لا قانون التخيير، الإنسان - فقط - هو الذي يحيا بقانون التخيير في بعض أحواله؛ لأنه قادر على الطاعة، وقادر على المعصية. ولذلك فعندما نرى السجود لله في القرآن فإننا نسمع قول الحق:  {أَلَمْ تَرَ أَنَّ الله يَسْجُدُ لَهُ مَن فِي السماوات وَمَن فِي الأرض والشمس والقمر والنجوم والجبال والشجر والدوآب وَكَثِيرٌ مِّنَ الناس وَكَثِيرٌ حَقَّ عَلَيْهِ العذاب وَمَن يُهِنِ الله فَمَا لَهُ مِن مُّكْرِمٍ إِنَّ الله يَفْعَلُ مَا يَشَآءُ}  [الحج: ١٨] . </p><p> إذن فكل الكائنات تسجد له ما عدا كل أفراد الإنسان؛ فكثير منه يسجد لله وكثير منه يحق عليه العذاب لأنه لا يطيع الحق. ومن يعص منهج الله غير مؤمن به يطرده الله من رحمته، ومن يهنه الله بذلك فليس له تكريم أبداً. وقد أجمع الكون على السجود لله، إلا الإنسان فمنه الصالح المنسجم بعمله مع خضوع الكون لله، ويفرح به الكون، ومنه يغضب منه الكون لأنه يعصي الله. </p><p> إن اللغة العربية توضح لنا ذلك؛ فالعرب يقولون: فلان نَبَتْ به الأرض من النَّبْوَة وهي الجفوة والبعد والإعراض. </p><p> . أي أن الأرض تكره شخصاً بعينه؛ لأنه لا انسجام للأرض مع كائن عاصٍ. </p><p> ويقول الحق عن الذين يصرف عنهم العذاب من فرط رحمته بعباده لأنهم أطاعوه وكانت معاصيهم تغلبهم في بعض الأحيان فيتوبون عنها.: رَضِيَ اللَّهُ عَنْ R - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - gt; {مَّن يُصْرَفْ عَنْهُ يَوْمَئِذٍ فَقَدْ رَحِمَهُ وَذَلِكَ الفوز المبين}  [الأنعام: ١٦] . </p><p> ونعلم أن هذا الفوز هو أرقى درجات الفوز؛ ذلك أن الفوز درجات؛ فالفوز في الدنيا كالنجاح أو المال أو غير ذلك هو فوز مُعرَّض لأن يضيع. وهو عُرضة لأن يترك الإنسان أو يتركه الإنسان، لكن فوز الآخرة هو الفوز الدائم الذي لا ينتهي. </p><p> وهذا هو الفارق بين نعم الدنيا ونعم الآخرة، والإنسان يتنعم في الدنيا على قدر تصوره للنعيم، فنجد الريفي - مثلاً - يتصور النعيم أن تكون له مِصطبة أمام داره يجلس عليها، وعدد من القلل التي تمتلئ بالماء النقي، فإذا ما انتقل هذا الريفي إلى المدينة فهو يتصور النعيم في منزل متسع فيه أثاث فاخر وأدوات كهربائية من ثلاجة وغير ذلك، إذن فإمكانات النعيم مختلفة على حسب تصور الإنسان، أما نعيم الآخرة فهو نعيم لا يفوته الإنسان ولا يفوت الإنسان؛ لأنه نعيم من صنع الخالق الواسع والعطاء. . إن الجنة فيها ما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر، ولذلك فالفوز بنعيم الآخرة هو الفوز المبين. </p><p> والحق سبحانه وتعالى هو المحيط بكل شيء عِلْمًا واقتداراً: </p><p> {وَإِن يَمْسَسْكَ الله بِضُرٍّ ... } </p>"
}