{
  "id": null,
  "sura": 6,
  "aya": 6,
  "text": "<p> هذا ما شاهدته قريش في رحلات الشتاء والصيف. رأوا آثار عاد قوم هود وبقايا ثمود قوم صالح. وكانت إمكانات عاد وثمود أكبر من إمكانات قريش. إن قريشاً لا سيادة لها إلا بسبب وجود الكعبة، ولو كان الحق ترك أبرهة يهدم الكعبة لما مكن لهم في الأرض. ها هي ذي حضارات قد سبقت وأبادها الحق سبحانه وتعالى: ويوضح القرآن ذلك: {أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَادٍ إِرَمَ ذَاتِ العماد التي لَمْ يُخْلَقْ مِثْلُهَا فِي البلاد وَثَمُودَ الذين جَابُواْ الصخر بالواد وَفِرْعَوْنَ ذِى الأوتاد الذين طَغَوْاْ فِي البلاد فَأَكْثَرُواْ فِيهَا الفساد فَصَبَّ عَلَيْهِمْ رَبُّكَ سَوْطَ عَذَابٍ}  [الفجر: ٦ - ١٣] . </p><p> إنها حضارات كبيرة لهم صيت وخبر في آذان الدنيا مثل حضارة الفراعنة. وكل ذلك الصولجان لا يحميه أحد من أمر الله. وزالت الحضارات وأصبحت أثراً بعد عين، وصدق عليها قول الحق:  {فَكُلاًّ أَخَذْنَا بِذَنبِهِ فَمِنْهُم مَّن أَرْسَلْنَا عَلَيْهِ حَاصِباً وَمِنْهُمْ مَّنْ أَخَذَتْهُ الصيحة وَمِنْهُمْ مَّنْ خَسَفْنَا بِهِ الأرض وَمِنْهُمْ مَّنْ أَغْرَقْنَا وَمَا كَانَ الله لِيَظْلِمَهُمْ ولكن كانوا أَنفُسَهُمْ يَظْلِمُونَ}  [العنكبوت: ٤٠] . </p><p> والحق يجازي كل كافر الجزاء الوافي، ورسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يخبر قومه بما حدث لغيرهم من أقوام آخرين {أَلَمْ يَرَوْاْ كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّن قَرْنٍ} والقرن عادة هو الجيل الذي يحكمه زمن محدود أو حال محدود، فإن نظرنا إلى الزمن فالقرن مائة سنة كأقصى ما يمكن، والجيل الذي يعيش هذا القدر يرى حفيده وقد صار رجلاً. ونعلم أن نوحاً عليه السلام عاش تسعمائة وخمسين سنة. يقول سبحانه:  {وَلَقَدْ أَرْسَلْنَا نُوحاً إلى قَوْمِهِ فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ إِلاَّ خَمْسِينَ عَاماً}  [العنكبوت: ١٤] . </p><p> وحياة نوح على طولها تسمى قرناً. إذن فالقرن هو جيل يجمعه ضابط إما زمني وإما معنوي، والقرن الزمني مدته مائة سنة، أما القرن المعنوي فقد يكون عمر رسالة أو مُلْك. </p><p> ويخبر الحق أهل الكفر بأنه قد قدر على غيرهم وأبادهم بعد أن مكن لهم في الأرض وذلك بألوان مختلفة من أنواع التمكين:  {وَأَرْسَلْنَا السمآء عَلَيْهِم مِّدْرَاراً وَجَعَلْنَا الأنهار تَجْرِي مِن تَحْتِهِمْ فَأَهْلَكْنَاهُمْ بِذُنُوبِهِمْ وَأَنْشَأْنَا مِن بَعْدِهِمْ قَرْناً آخَرِينَ} ، وهذا الخبر يأتي من السماء بما حدث لقوم سابقين مثل قوم سبأ، فقد قال عنهم الحق في موضع آخر من القرآن الكريم:  {لَقَدْ كَانَ لِسَبَإٍ فِي مَسْكَنِهِمْ آيَةٌ جَنَّتَانِ عَن يَمِينٍ وَشِمَالٍ كُلُواْ مِن رِّزْقِ رَبِّكُمْ واشكروا لَهُ بَلْدَةٌ طَيِّبَةٌ وَرَبٌّ غَفُورٌ}  [سبأ: ١٥] . </p><p> ومسكن سبأ باليمن آية دالة على قدرة الله؛ حديقتان وارفتان عن يمين وشمال؛ ليأكل أهل سبأ من رزق الله ويشكروا نعمة الله. وكان لهم سد مأرب، ووهبهم الله القدرة لبنائه، فقطعوا من الجبال التي ليس عمل فيها ليحجزوا ماء المطر الساقط من السماء، كل شيء إذن فعلوه وإنما فعلوه لأن الله قد أراده، وهم أعرضوا عن أمرين: عن الرزق الوفير الذي منحهم الله إياه وأرادوا أن يعتمدوا على أنفسهم كما فعل قارون حيث قال: {إِنَّمَآ أُوتِيتُهُ على عِلْمٍ عندي} . </p><p> ظنوا أنهم قادرون على رزق أنفسهم وكذلك لم يشكروا الله، ولذلك أرسل الله عليهم سيل العرم، أي أنه عقاب من جنس العمل، وهكذا تكون عاقبة الإعراض والكفر بنعم الله. فقد </p><p> سلط الله عليهم حيوانا من أضعف الحيوانات وأحقرها وهو الفأر فنقب السد فأغرق أموالهم ودفن بيوتهم. </p><p> ويخبر الحق رسوله بكل هذه الأخبار ليلفت بها وينبه إليها قوماً رأوا آثار حضارة عاد وثمود، والرؤية سيدة الأدلة، وطالبهم الرسول بها حتى يعرفوا عاقبة الإعراض والتكذيب والاستهزاء، ولم يطلب الحق من رسوله إلا البلاغ فقط، أما إيمان القوم فليس مكلفاً به صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، إن هؤلاء قد خافوا من سيطرة «لا إله إلا الله» فهم الذين صنعوا من أنفسهم آلهة وتسلط بعضهم على بعض. فتخيل القوي أنه إله على الضعيف. وتخيل الغني أنه إله على الفقير، وتخيل العالم أنه إله على الجاهل، أما «لا إله إلا الله» فهي تساوي بين الناس جميعاً، وهم يرفضون ذلك لأنهم يريدون السيادة. . ومثال ذلك قولهم:  {وَقَالُواْ لَوْلاَ نُزِّلَ هذا القرآن على رَجُلٍ مِّنَ القريتين عَظِيمٍ}  [الزخرف: ٣١] . </p><p> فهم لم يجرؤوا على الطعن في القرآن، إنما طلبوا أن تكون السيادة لغني من أغنياء القريتين مكة أو الطائف وتناقض هذا القول مع عملهم وسلوكهم مع الرسول، فقد حفظوا كل نفيس حرصوا عليه عند محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. ولو كان الواحد منهم يرى شيئاً أو مغمزاً في أمانة رسول الله لما فعلوا ذلك. ولكن الواحد منهم بالرغم من التكذيب بمحمد لم يكن يأتمن إلا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فالإنسان حينما تقع مصلحته أمام تكذيبه فهو يغلب مصلحته على تكذيبه. </p><p> ويبين الحق سبحانه أن إعراض هؤلاء، وتكذيب هؤلاء واستهزاء هؤلاء، لا يمت إلى حقيقة أمرك يا رسول الله، ولا إلى حقيقة القرآن في شيء، وإنما هو العناد، مثلهم مثل آل فرعون الذين جحدوا آيات الله على الرغم من أن أعماقهم رأت هذه الآيات بيقين لا تكذيب فيه. {وَجَحَدُواْ بِهَا واستيقنتهآ أَنفُسُهُمْ ظُلْماً وَعُلُوّاً فانظر كَيْفَ كَانَ عَاقِبَةُ المفسدين}  [النمل: ١٤] . </p><p> فقد أنكر قوم فرعون رسالة موسى عليه السلام مع أنهم تأكدوا من صدقها، ولكنهم أنكروها بالاستكبار والعلو والظلم، فكانت عاقبتهم من أسوأ العواقب، وهذا هو حال المنكرين دائماً لأيات الله. </p><p> وها هم أولاء منكرون جدد لرسالة رسول الله. يقول الحق سبحانه وتعالى فيهم:  {وَلَوْ نَزَّلْنَا عَلَيْكَ كِتَاباً ... } </p>"
}