{
  "id": null,
  "sura": 6,
  "aya": 141,
  "text": "<p> وقول الحق:  {أَنشَأَ} أي أوجد على إبداع لم يسبق له مثيل فلم يكن هناك نماذج توضيحية تدل الله سبحانه، وإنما ابتدأها على غير مثال سابق؛ لأنه لا يوجد خالق سواه. والخالق إذا لم يكن هناك سواه من شريك أو ندٍ فإنه حين يخلق إنما ينشىء خلقاً على غير نظام أو مثالٍ كان قد سبقه. </p><p> وكلمة {جَنَّاتٍ} تؤدي ما نعرفه من المكان المحدد الذي يجمع صنوف الزروع والثمار مما نقتات، ومما نتفكه به، وتسمى جَنَّة وتسمى جَنَّات؛ لأن المادة كلها تدل على الستر وعلى التغطية، ومنه الجُنون لأن فيه ستراً للعقل، ومنها الجنِّ لأنهم مستورون عن رؤية العين، وكذلك «المِجَنّ» لأنه الذي يستر عن الإِنسان طعنات الخصم. </p><p> والجَنَّة هي المكان الممتلئ بالزرع والثمار وتعلو الأشجار فيه وتكثف وتلتف أغصانها وفروعها بحيث تستر من يكون بداخلها وتستره أيضاً عن بقية الأمكنة؛ لأنه لا حاجة له إلى الأمكنة الأخرى؛ ففي الجنة كل مقومات الحياة من غذاء وفاكهة ومرعى، وماء وخضرة ومتعة، وفيها كل شيء. كما تسمى البيت العظيم المكتمل الذي يضم ويشتمل على كل المرافق «قصراً» لأنَّه قَصَرَك على أي مكان سواه؛ لأن فيه الأشياء التي تحتاج إليها كلها، فلا تحتاج إلى شيء بعده. </p><p> {وَهُوَ الذي أَنشَأَ جَنَّاتٍ مَّعْرُوشَاتٍ. .}  [الأنعام: ١٤١] </p><p> ومادة العرش تدل على العلو، ومنه قيل للسقف «عرش» ويطلق العرش أيضاًَ على السرير؛ مثل قوله الحق «{وَرَفَعَ أَبَوَيْهِ عَلَى العرش}.</p><p> ويطلق العرش على الملك مثل قوله الحق:  {وَلَهَا عَرْشٌ عَظِيمٌ} . </p><p> كل ذلك يدل على» العلو «وقوله الحق هنا: {مَّعْرُوشَاتٍ وَغَيْرَ مَعْرُوشَاتٍ} ، أي أن الزرع من نوع العنب، حين نعني به نجعل له القوائم والقواعد التي يقوم عليها؛ لأن امتداد أغصانه اللينة لا تنهض أن تقوم وحدها، ولكن هناك نوع أيضاً يقوم وحده نسميه العنب الأرضي، وكأن الكلام فيما يختص بالكَرْم. أي: أنك إذا ما نظرت إلى الزرع الذي لا ساق له كالبطيخ، والشمام، وكالكوسة، وكل الزروع التي ليس لها ساق تجدها مفروشة في الأرض أي غير قائمة على قواعد وقوائم وعروش. وإن كنا الآن نحاول أن نرفعها لنعطي لها قوة الإنتاج. والكلام جاء على ما كان موجوداً عند العرب أيام بعثة النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ {وَهُوَ الذي أَنشَأَ جَنَّاتٍ مَّعْرُوشَاتٍ وَغَيْرَ مَعْرُوشَاتٍ والنخل والزرع} . والزرع يطلق ويراد به ما نقتات به من الحبوب. </p><p> {مُخْتَلِفاً أُكُلُهُ والزيتون والرمان مُتَشَابِهاً وَغَيْرَ مُتَشَابِهٍ. .} [الأنعام: ١٤١} </p><p> وحين ننظر إلى هذه الآية نجد أنه قد سبقتها آية فيها كل هذه المعاني يقول سبحانه:  {وَهُوَ الذي أَنزَلَ مِنَ السمآء مَآءً فَأَخْرَجْنَا بِهِ نَبَاتَ كُلِّ شَيْءٍ فَأَخْرَجْنَا مِنْهُ خَضِراً نُّخْرِجُ مِنْهُ حَبّاً مُّتَرَاكِباً وَمِنَ النخل مِن طَلْعِهَا قِنْوَانٌ دَانِيَةٌ وَجَنَّاتٍ مِّنْ أَعْنَابٍ والزيتون والرمان مُشْتَبِهاً وَغَيْرَ مُتَشَابِهٍ انظروا إلى ثَمَرِهِ إِذَآ أَثْمَرَ وَيَنْعِهِ إِنَّ فِي ذلكم لآيَاتٍ لِّقَوْمٍ يُؤْمِنُونَ} </p><p> [الأنعام: ٩٩] </p><p> وبعض الناس يحاولون نقد القرآن فيقولون: إنه يكرر المعاني الواحدة؛ لأنهم لا يمتلكون فطنة أن المتكلم هو الله، وسبحانه يتكلم في كل شيء لأمر حكيم، فهو هنا يتكلم عن هذه الأشياء كدليل على الخالق ووحدانيته بدليل أنه ذيل الآية بقوله:  {إِنَّ فِي ذلكم لآيَاتٍ لِّقَوْمٍ يُؤْمِنُونَ} ، ولكن الكلام في الآية التي نحن بصدد خواطرنا عنها قد جاء بقصد الحديث عن الانتفاع بها فيقول:  {كُلُواْ مِن ثَمَرِهِ إِذَآ أَثْمَرَ وَآتُواْ حَقَّهُ يَوْمَ حَصَادِهِ ... }  [الأنعام: ١٤١] </p><p> ولا شك أن استقامة العقيدة بالإيمان بالإِله الواحد تحتاج إلى الدليل أولاً؛ لأن فائدتها أشمل، وأعم، وأعمق، وأخلد من الأكل، لأن الأكل قصارى ما فيه أنه يقوتنا هذه الحياة، ولكن الأدلة الأولى تعطينا الثواب الباقي والنعيم المقيم؛ لذلك فالآية الأولى متعلقة بالدليل، وهذه الآية متعلقة بالانتفاع، وهنا نلاحظ أنه قال:  {كُلُواْ مِن ثَمَرِهِ إِذَآ أَثْمَرَ} ، وفي هذه إباحة لتناول الأشياء منه قبل أن تنضج دون أن يترتب على ذلك لون من الضرر وإلا عالجناها بما يزيل وينفي عنا الضرر، فإذا ما وجدت ثماراً لم تنضج لك أن تأكل منها، ولم يجعل الحق لنا حرجاً فيما نحرث ونبذر ونروي ولكن الله سبحانه هو الذي يزرع ونحن نأكل منه، ونجد أهل الريف يشوون الذرة قبل أن تنضج ويقول سبحانه:  {وَآتُواْ حَقَّهُ يَوْمَ حَصَادِهِ} . </p><p> لقد قالوا إن الآية مختصة بما يُحصَد وهي الزروع، أما الأشياء التي لا يقال فيها: حصد فهي خارجة عن ذلك مثل الفواكه، لكن الإِمام أبا حنيفة يرفض ذلك ويرى: أن كل ما تنبته الأرض ينطبق عليه هذا النص؛ لأنه لا يصح أن تأخذ معنى الحصاد على العرف، ولكن بفهم اللغة. </p><p> ما معنى الحصاد في اللغة؟ . الحصاد في اللغة القطع، فحينما تفصل الثمرة المطلوبة فهذا هو الحصاد. ولكن يوم الحصاد للحبوب؛ تكون الغلال في السنابل، ويرى الإِمام أبو حنيفة أن تعطي من البداية لمن حضر القسمة، وكذلك حينما تدرسه وتذريه تعطي، وعندما تغربل الحبوب أعط أيضاً، ويبتدئ الحصاد من ساعة أن تُكيل، وما تقدم غير محسوب، ما تأتيه من الحق يوم حصاده هو غير المفروض؛ لأنه لم يقل الحق المعلوم، وفي هذا اتساع لدائرة امتداد الخير إلى غير الزارعين. </p><p> { ... وَلاَ تسرفوا إِنَّهُ لاَ يُحِبُّ المسرفين}  [الأنعام: ١٤١] </p><p> والإسراف هو مجاوزة الحد، والبعض قد فسّر الإِسراف بالزيادة فقط، ولكن الحقيقة أن أي تجاوز للحد زيادة أو نقصاً يسمى إسرافا؛ لأنه مأخوذ من «سرف الماء» ، وهو أن يُطلق الماء ويذهب في غير نفعٍ، وسيدنا مجاهد يقول: لو أن للإِنسان مثل جبل أبي قبيس ذهباً ثم أنفقه في حلّ ما عُدَّ سرفاً، ولو صرف درهماً واحداً في معصية يعد سرفاً. </p><p> إذن فمعنى:  «ولا تسرفوا» أمران اثنان بمعنى لا تتجاوزوا الحدود التي شرعها الحق فتستعملوا هذا في معصية، أو لا تسوفوا في أن تعطوا للفقير أقل مما يستحق. </p><p> وكان حاتم الطائي كريماً جداً، وقعدوا يلومونه على هذا الكرم، فقال واحد له: لا خير في السرف. رد عليه فقال له: ولا سرف في الخير. أي أنه مادام في الخير فلا يكون سرفاً. </p><p> وإذا كنا سنأخذ الأمر على المعنيين الاثنين: النقص والزيادة، فما المانع أن نعطي للفقير أكثر؟ . ويحكي الأثر أن أناساً قد تأخذهم الأريحية والنشاط للبذل والعطاء ساعة يرون كثرة غلتهم، وما أفاء الله عليهم من ريع أرضهم. إنهم يعطون الكثير مثلما عمل ثابت بن قيس، وكان عنده خمسون نخلة وجزها وأعطاها كلها للفقراء، ولم يترك لأولاده شيئاً. فلما رُفِع الأمر إلى رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قال له: أعط ولا تسرف، لماذا؟ مخافة أن تحتاج بعد ذلك إلى ما أعطيت فتندم على أنك أعطيت. </p><p> ويقول الحق بعد ذلك:  {وَمِنَ الأنعام حَمُولَةً. .} </p>"
}