{
  "id": null,
  "sura": 6,
  "aya": 57,
  "text": "<p> هنا يبلغ الحق رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أن تركه لعبادة الأصنام وإن كان أمراً قد اهتدى إليه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بفطرته السليمة، فإنه قد صار الآن من بعد البعثة عبادة؛ لأن اصطفاء الحق له جعله يتبين هدى الله بالشريعة الواضحة في «افعل» ولا «تفعل» ؛ فالرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ هو الأسوة الحسنة للناس، ويؤدي كل فعل حسب ما شرع الله، ويتبعه المؤمنون برسالته. </p><p> ومثال على ذلك من حياتنا المعاصرة: لقد نزل القرآن بتحريم الخمر، والمؤمنون لا يشربون الخمر لأن الحق نهى عن ارتكاب هذا الفعل. ونجد الأطباء الآن في كل بلدان العالم يحرمون شرب الخمر لأنها تعتدي على كل أجهزة الإنسان: الكبد، والمخ، والجهاز العصبي، والجهاز الهضمي. ونجد «أفلاماً» تظهر أثر كأس الخمر على صحة الإنسان. وقد يرى إنسان غير مؤمن مثل هذا «الفيلم» فيمتنع عن الخمر </p><p> امتناع ابتغاء المصلحة لا امتناع الدين. ولكن علينا - نحن المسلمين - أن نقبل على مثل هذا الامتناع لأنه من الإيمان. </p><p> ولذلك يقول الحق سبحانه:  {وَمَنْ أَحْسَنُ قَوْلاً مِّمَّن دَعَآ إِلَى الله وَعَمِلَ صَالِحاً وَقَالَ إِنَّنِي مِنَ المسلمين}  [فصلت: ٣٣] . </p><p> هكذا نعرف أنه لا أحد أحسن قولاً ممن يمتثل إلى أوامر الحق لأنه مُقرّ بوحدانية الحق سبحانه، ويعمل كل عمل صالح ويقرّ بأن هذا العمل هو تطبيق لشريعة الله: </p><p> {قُلْ إِنِّي على بَيِّنَةٍ مِّن رَّبِّي} القول يدلنا أننا دون بينة من الله لا نعرف المنهج، ولكن ببينة من الله نعلم أنه إله واحد أنزل منهجاً «افعل» و «لا تفعل» . وجاء الحق هنا بكلمة «ربي» حتى نعرف أنه الخالق الذي يتولى تربيتنا جميعاً. وما دام سبحانه وتعالى قد خلقنا، وتولى تربيتنا فلا بد أن نمتثل لمنهجه. وقد أنزل الإله تكليفاً لأنه معبود، وهو في الوقت نفسه الرب الذي خلق ورزق، ولذلك نمتثل لمنهجه، أما المكذبون فماذا عنهم؟ {وَكَذَّبْتُم بِهِ مَا عِندِي مَا تَسْتَعْجِلُونَ بِهِ إِنِ الحكم إِلاَّ للَّهِ يَقُصُّ الحق وَهُوَ خَيْرُ الفاصلين}  [الأنعام: ٥٧] . </p><p> فالذين كذبوا بالله اتخذوا من دونه أنداداً، ولم يمتثلوا لمنهجه، بل تمادى بعضهم في الكفر وقالوا ما رواه الحق عليهم:  {وَإِذْ قَالُواْ اللهم إِن كَانَ هذا هُوَ الحق مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السمآء أَوِ ائتنا بِعَذَابٍ أَلِيمٍ}  [الأنفال: ٣٢] . </p><p> وعندما نناقش ما قالوه، نجد أنهم قالوا:  «اللهم» وهذا اعتراف منهم بإله يتوجهون إليه. وما داموا قد اعترفوا بالإله فلماذا ينصرفون عن الامتثال لمنهجه وعبادته؟ . هم يفعلون لأنهم نموذج للصلف والمكابرة المتمثل في قولهم: </p><p> {إِن كَانَ هذا هُوَ الحق مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السمآء أَوِ ائتنا بِعَذَابٍ أَلِيمٍ} </p><p> ألم يكن من الأجدر بهم أن يُعملوا العقل بالتدبر ويقولوا: إن كان هذا هو الحق من عندك فاهدنا إليه. </p><p> ونجد أيضاً أنهم لم يردوا على رسول الله فلم يقولوا: اللهم إن كان هذا هو الحق من عند محمد بل قالوا: {اللهم إِن كَانَ هذا هُوَ الحق مِنْ عِندِكَ} . إنهم يردُّون أمر الله ويطلبون العذاب، وتلك قمة المكابرة، والتمادي في الكفر وذلك بطلبهم تعجيل العذاب، ولذلك يقول لهم رسول الله:  {وَكَذَّبْتُم بِهِ مَا عِندِي مَا تَسْتَعْجِلُونَ بِهِ} . </p><p> والاستعجال هو طلب الإسراع في الأمر، وهو مأخوذ من «العجلة» وهي السرعة إلى الغاية، أي طلب الحدث قبل زمنه. وما داموا قد استعجلوا العذاب فلا بد أن يأتيهم هذا العذاب، ولكن في الميعاد الذي يقرره الحق؛ لأن لكل حدث من أحداث الكون ميلادا حدده الحق سبحانه:  {مَا عِندِي مَا تَسْتَعْجِلُونَ بِهِ إِنِ الحكم إِلاَّ للَّهِ يَقُصُّ الحق وَهُوَ خَيْرُ الفاصلين}  [الأنعام: ٥٧] </p><p> إن الحكم لله وحده، فإن شاء أن ينزل عذابا ويعجل به في الدنيا كما أنزل على بعض الأقوام من قبل فلا راد له، وإن شاء أن يؤخر العذاب إلى أجل أو إلى الآخرة فلا معقب عليه. </p><p> ومن حكمة الحق أن يظل بقاء المخالفين للمنهج الإيماني تأييدا للمنهج الإيماني. ويجب أن نفهم أن الشر الذي يحدث في الكون لا يقع بعيدا عن إرادة الله أو على الرغم من إرادة الله، فقد خلق الحق الإنسان وأعطاه الاختيار، وهو سبحانه الذي سمح للإنسان أن يصدر منه ما يختاره سواءً أكان خيراً أم شراً. إذن فلا شيء يحدث في الكون قهراً عنه؛ لأنه سبحانه الذي أوجد الاختيار. ولو أراد الحق ألا يَقْدِر أحد على شر لما فعل أحد شراً. ولكنك أيها المؤمن إن نظرت إلى حقيقة اليقين في فلسفته لوجدت أن بقاء الشر وبقاء الكفر من أسباب تأييد اليقين الإيماني. </p><p> كيف؟ لأننا لو عشنا في عالم لا يوجد به شر لما كان هناك ضحايا، ولو لم يوجد ضحايا لما كان هناك حثٌّ على الخير وحضّ ودفع إليه. ولذلك تجد روح الإيمان تقوي حين يهاج الإسلام من أي عدو من أعدائه، وتجد الإسلام قد استيقظ في نفوس الناس، فلو لم يوجد في الكون آثاره ضارة للشر، لما اتجه الناس إلى الخير. وكذلك الكفر من أسباب اليقين الإيماني، فعندما يطغى أصحاب الكفر في الأرض فساداً واستبداداً، نجد الناس تتدرع باليقين وتتحصن بالإيمان لأنه يعصم الإنسان من شرور كثيرة. إذن فوجود الشر والكفر هو خدمة لليقين الإيماني. {إِنِ الحكم إِلاَّ للَّهِ يَقُصُّ الحق وَهُوَ خَيْرُ الفاصلين}  [الأنعام: ٥٧] </p><p> نعم إن الحكم لله لأنه سبحانه يفصل بين الموقف دون هوى لأنه لا ينتفع بشيء مما يفعل، فقد أوجد الحق هذا الكون وهو في غنى عنه؛ لأن لله سبحانه وتعالى كل صفات الكمال ولم يضف له خلق الكون صفة زائدة، وقد خلق سبحانه الكون لمصلحة خلقه فقط. ويبلغنا الرسول:  {قُل لَّوْ أَنَّ عِندِي ... } </p>"
}