{
  "id": null,
  "sura": 6,
  "aya": 153,
  "text": "<p> أي أنه ختم الوصايا التسع بهذا القول؛ لأن الصراط المستقيم يشمل الوصايا التسع السابقة ويشمل كل ما لم يذكر هنا. وقلت: إننا نلاحظ أن الخمس الأول ذيلها الحق بقوله: {لَعَلَّكُمْ تَعْقِلُونَ} ، والأربع التي بعدها ذيلها الحق بقوله:  {لَعَلَّكُمْ تَذَكَّرُونَ} والواحدة الجامعة لكل شيء قال تذييلاً لها: {لَعَلَّكُمْ تَتَّقُونَ} . </p><p> فما الفرق بين التعقل والتذكر والتقوى؟ </p><p> إن الأشياء الخمسة الأولى التي قال الحق فيها:  {قُلْ تَعَالَوْاْ أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ أَلاَّ تُشْرِكُواْ بِهِ شَيْئاً وبالوالدين إِحْسَاناً وَلاَ تقتلوا أَوْلاَدَكُمْ مِّنْ إمْلاَقٍ نَّحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ وَلاَ تَقْرَبُواْ الفواحش مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَلاَ تَقْتُلُواْ النفس التي حَرَّمَ الله إِلاَّ بالحق ذلكم وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَعْقِلُونَ}  [الأنعام: ١٥١] </p><p> هذه الأشياء كانت موجودة في بيئة نزول القرآن، إنهم كانوا يشركون بالله ويعقون والديهم ويقتلون الأولاد ويقارفون الفواحش ويقتلون النفس التي حرم الله قتلها إلا بالحق، فأوضح لهم: تَعَقَّلُوها، فإذا ما تعقلتموها تجدون أن تكليف الله بمنعكم من هذه الأفعال، إنه أمر يقتضيه العقل السليم الذي يبحث عن الأشياء بمقدمات سليمة ونتائج سليمة، لكن «الأربع» الأخرى، هم كانوا يفعلونها ويتفاخرون بها. ففي التي كانوا يعملونها من القيام على أمر مال اليتيم والوفاء في الكيل والميزان والعدل في القول والوفاء بالعهد قال:  {لَعَلَّكُمْ تَذَكَّرُونَ} أي إياكم أن تغفلوها؛ فإذا كنتم تفعلونها وأنتم على جاهلية؛ فافعلوها من باب أولى وأنتم على إسلامية. ثم جاء بالوصية الجامعة: </p><p> {وَأَنَّ هذا صِرَاطِي مُسْتَقِيماً فاتبعوه وَلاَ تَتَّبِعُواْ السبل فَتَفَرَّقَ بِكُمْ عَن سَبِيلِهِ ذلكم وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَتَّقُونَ}  [الأنعام: ١٥٣] </p><p> ونظراً لأن هذه الوصية تستوعب كل الأحكام إيجابًّا وسلبًّا، نهيًّا وأمراً، فوضح لهم أنه يجب عليكم أن تتبعوا الصراط المستقيم: لتقوا أنفسكم آثار صفات القهر من الحق سبحانه وتعالى، وأول جنودها النار. </p><p> والصراط: هو الطريق المعبّد، ويأخذون منه صراط الآخرة، وهو - كما يقال - «أدق من الشعرة، وأحدّ من السيف» ، ما معنى هذا الكلام؟ . معناه أن يُمشى عليه بيقظة تامة واعتدال؛ لأنه لو راح يمنة يهوي في النار، ولو راح يسرة يسقط فيها، فهو صراط معمول بدقة وليس طريقاً واسعاً، بل - كما قلنا - «أدقّ من الشعرة وأحدّ من السيف» فلتمش على صراط الله ومنهجه معتدلاً، فلا تنحرف يمنة أو يسرة؛ لأن الميل - كما قلنا - يبعدك عن الغاية، إنك إذا بدأت من مكان ثم اختل توازنك فيه قدر ملليمتر فكلما سرت يتسع الخلل، وأي انحراف قليل في نقطة البداية يؤدي إلى زيادة الهوة والمسافة. </p><p> كذلك الدين، كلما نلتقي فيه ويقرب بعضنا من بعض، نسير في الطريق المستقيم، وكلما ابتعدنا عن التشريع تتفرق بنا السبل. </p><p> {وَأَنَّ هذا صِرَاطِي مُسْتَقِيماً فاتبعوه وَلاَ تَتَّبِعُواْ السبل فَتَفَرَّقَ بِكُمْ عَن سَبِيلِهِ ذلكم وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَتَّقُونَ}  [الأنعام: ١٥٣] </p><p> «ورسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ جلِّي بالحركة الفعلية منطوق النسبة الكلامية، حينما جلس بين أصحابه وخطّ خطًّا.وقال:هذا سبيل الله</p><p> . ثم خط خطوطاً عن يمينه وخطوطاً عن يساره، ثم قال: هذه سبل وعلى كل سبيل منها شيطان؛ يدعو إليها، ثم قرأ هذه الآية:  {وَأَنَّ هذا صِرَاطِي مُسْتَقِيماً فاتبعوه وَلاَ تَتَّبِعُواْ السبل فَتَفَرَّقَ بِكُمْ عَن سَبِيلِهِ ... } .» </p><p> ولذلك فكل أهل الحق، وأهل الخير كلما اقتربوا من المركز كان الالتقاء، وهذا الالتقاء يظل يقرب ويقرب إلى أن يتلاشى ويصير الكل إلى نقطة واحدة. </p><p> وانظر إلى جلال الحق حينما يجعل الصراط المستقيم إليه في دينه، منسوباً إلى رسوله:  {وَأَنَّ هذا صِرَاطِي مُسْتَقِيماً} فالرسول يسير على هذا الصراط وهو لا يغش نفسه، والذي يفعله ويمشي فيه يأمركم بأن تمشوا فيه، وهو لم يأمركم أمراً وهو بنجوة وبعدٍ عنه، ولو غشكم جميعاً لا يغش نفسه، وهذا هو صراطه الذي يسير فيه. </p><p> والسبيل هنا معروف أنّه إلى الله فكأن سبيل الله هو طريق محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. ونسب الفعل والحدث لله وحده؛ ففي البداية قال:  {وَأَنَّ هذا صِرَاطِي مُسْتَقِيماً} ، ثم قال:  «سبيله» فالصراط لم يعمله محمد لنفسه، ولكن أراده الله للمؤمنين جميعاً، ورسول الله هو الذي يأخذ بأيديهم إليه. </p><p> وحين ننظر إلى كل الخلافات التي تأتي بين الديانات بعضها مع بعض، بين اليهودية والنصرانية على سبيل المثال:  {وَقَالَتِ اليهود لَيْسَتِ النصارى على شَيْءٍ وَقَالَتِ النصارى لَيْسَتِ اليهود على شَيْءٍ ... }  [البقرة: ١١٣] </p><p> والمشركون قالوا: لا هؤلاء على شيء، ولا هؤلاء على شيء:  {كَذَلِكَ قَالَ الذين لاَ يَعْلَمُونَ مِثْلَ قَوْلِهِمْ ... }  [البقرة: ١١٣] </p><p> أي أننا أمام ثلاثة أقوال: اليهود قالوا: ليست النصارى على شيء، والنصارى قالوا: ليست اليهود على شيء، وقال الذين لا يعلمون - وهم أهل مكة - مثل قولهم، ثم نجد الدين الواحد منهما ينقسم إلى طوائف متعددة، وكل طائفة لها شيء تتعصب له، وترى أن الذي تقول له هو الحق، والذي يقول به غيرها هو الباطل، وكيف ينشأ هذا مع أن المصدر واحد، والتنزيلات الإلهية على الرسل واحدة؟! إن </p><p> آفة كل هذا تنشأ من شهوة السلطة الزمنية، وكل إنسان يريد أن يكون له مكانة ونفوذ وخلافة. وهذا يريد أن يتزعم فريقاً، وذاك يريد أن يتزعم فريقاً، ولو أنهم جُمعوا على الطريق الواحد لما كانوا فرقاء. </p><p> ونجده صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يقول:  «افترقت اليهود على إحدى وسبعين فرقة، وتفرقت النصارى على اثنتين وسبعين فرقة، وتفرقت أمتي على ثلاث وسبعين فرقة» . </p><p> وفي رواية:  «كلها في النار إلا واحدة وهي الجماعة» </p><p> والجماعة: هم أهل السنة والجماعة، وفي رواية:  «ما أنا عليه وأصحابي» . </p><p> ونلاحظ دقة هذا القول في عدد المذاهب والفرق، وإن كنتم لا تسمعون عن بعضها لأنها ماتت بموت الذين كانوا يتعصبون لها، والذين كانوا يريدون أن يعيشوا في جلالها. </p><p> إذن الآفة تأتي خير ننظر حين إلى حكم من الأحكام، يرى فيه واحد رأيا، ويأتي الآخر فيرى فيه رأيا آخر، لا لشيء إلا للاختلاف. ونقول لهم: انتبهوا إلى الفرق بين حكم مُحْكَم، وحكم تركه الله مناطاً للاجتهاد فيه، فالحكم الذي أراده الله محكماً جاء فيه بنص لا يحتمل الخلاف، وهذا النص يحسم كل خلاف. والحكم الذي يحبه الله من المكلَّفين تخفيفاً عنهم على وجه من الوجوه يأتي بالنص فيه محتملاً للاجتهاد، ومجيء النص من المشرع في حكم محتمل للاجتهاد، هو إذن بالاجتهاد فيه؛ لأنه لو أراده حُكما لا نختلف فيه لجاء به محكماً. </p><p> والمثال المستمر ما تركه لنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في سنته الشريفة، فحينما أراد الحق سبحانه وتعالى ألا يضع السلاح قبل أن يؤدب بني قريظة، وهم من شايعوا مشركي مكة في الحرب. فقال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «لا يُصَلَّيَنَّ أحد العصر إلا في بني قريظة» . </p><p> فذهب الصحابة في طريقهم إلى بني قريظة، وآذنت الشمس بالمغيب وهم في الطريق فانقسم صحابة رسول الله إلى قسمين: قسم قال: نصلي العصر قبل أن تغيب الشمس، وقال قسم آخر: قال رسول الله لا نصلين العصر إلا في بني قريظة. فصلى قوم العصر قبل مغيب الشمس، ولم يصل الآخرون حتى وصلوا إلى بني قريظة، ورفعوا أمرهم إلى المشرع وهو رسول الله، فأقرّ هذا، وأقرّ هذا، لأن النص محتمل. </p><p> لماذا؟ . لأن كل حدث من الأحداث يتطلب ظرفاً له زمان ومكان؛ فالذين قالوا إن الشمس كادت تغرب ولابد أن نصلي العصر قبل مغيبها نظروا إلى الزمان. والذين قالوا لا نصلي إلاّ في بني قريظة نظروا إلى المكان. وحينما رُفِعَ الأمر إلى المشرع الأعلم أقرّ هؤلاء وأقرّ هؤلاء. </p><p> إذن فالحكم إن كان فيه نص محكم فلا احتمال للخلاف فيه وإن كان الله قد تركه موضعاً للاجتهاد فيه فهو يأتي لنا بالنص غير المحكم. ومَن ذهب إليه لا يصح أن نخطِّئه، ولذلك بقي لنا من أدب الأئمة الذين بقيت مذاهبهم إلى الآن بعضهم مع بعض. نجد الواحد منهم يقول: الذي ذهبت إليه صواب يحتمل الخطأ، والذي ذهب إليه مقابلي خطأ يحتمل الصواب، وجميل أدبهم هو الذي أبقى مذاهبهم إلى الآن، وعدم أدب الآخرين جعل مذاهبهم تندثر وتختفي ولا تدرون بها، الحمد لله أنكم لا تدرون بها. </p><p> ثم يقول الحق بعد ذلك:  {ثُمَّ آتَيْنَا مُوسَى الكتاب ... } </p>"
}