{
  "id": null,
  "sura": 6,
  "aya": 165,
  "text": "<p> وهناك قول كريم في آية أخرى:  {هُوَ الذي جَعَلَكُمْ خَلاَئِفَ فِي الأرض ... }  [فاطر: ٣٩] </p><p> وهنا يقول الحق:  {جَعَلَكُمْ خَلاَئِفَ} . </p><p> ومعنى «خليفة» أي الذي يخلف غيره؛ فإما أن يخلفه زماناً، وإما أن يخلفه مكاناً. وخلفه الزمان أن يأتي عصره بعد عصره، ويومه بعد يومه، وخلفة المكان أي أن يكون جالساً ثم يرحل ليأتي آخر ليستقر مكانه، وانظر إلى كل قواعد الحياة بالنسبة للإِنسان تجده في شبابه قويًّا، ثم يرحل عنه الشباب ليأخذه آخره، ويذهب إلى الشيخوخة. وكذلك نجد إنساناً يملك مكاناً ثم يتركه ويأتي واحد آخر يملكه. أو أن الحق سبحانه وتعالى أراد من الخلافة، لا خلافة بعضنا لبعض ولكن خلافة الإِنسان لرب الإِنسان في الأرض؛ لأن كل شيء منفعل لله قهراً، والحق سبحانه وتعالى منح بسعة عطائه؛ فجعل بعض الأشياء تنفعل لبعضها هبةً منه سبحانه، فإذا أوقدت النار - على سبيل المثال - تنفعل لك، وإذا حرثت في الأرض ووضعت فيها البذور تنفعل لك، وإذا شربت ترتوي، وإذا أكلت تشبع. من أين أخذت كل ذلك؟ . </p><p> إنك قد أخذته من أن الحق الذي سخّر لك ما في الكون، وجعل أسباباً ومسببات، فكأنك أنت خليفة إرادات؛ لكي يثبت لنا سبحانه أنه يفعل ما يريد، فعلينا أن نأخذ هذه القضية قضية مسلمة، وإن أردت أن تختبر ذلك فانظر إلى أي إنسان ولو كان كافراً ويريد أن يقوم من مكانه، وتنفعل له جوارحه فيقوم، فأي جارحة أمرها أن تفعل ذلك؟ . إنه لا يعرف إلا أنه بمجرد أنه أراد أن يقوم قد قام. وحتى لا تفهم أنك أخذت كل ذلك بشطارتك فهو يجعل بعضاً من الأمور </p><p> مشاعاً عالمياً، مثل الموت والحياة إنهما أمران، لا يختلف فيهما الإنجليزي عن الفرنسي، عن العربي، وكذلك الضحك والبكاء، وهل هناك فرق بين ضحكة إنجليزية، أو ضحكة شيوعية أو ضحكة رأسمالية؟ . طبعاً لا، فكلها ضحك وهو لغة عالمية، ولذلك قال:  {وَأَنَّهُ هُوَ أَضْحَكَ وأبكى}  [النجم: ٤٣] </p><p> وسبحانه جاء بأمر مشترك موجود في الناس كلها، فأنت تتكلم وتعمل على الصورة والكيفية التي تريدها، لكنك ساعة تضحك فهو سبحانه الذي يضحك. وأنت حين تود مجاملة أحد وتضحك له فتفاجأ بأن ضحكتك صناعية. </p><p> والحق يوضح لك: إن زمام كوني في يدي، أجعل القوم مختارين في أشياء، وأجعلهم مرغمين ومتحدين على رغم أنوفهم في أشياء؛ فأنا الذي أضحك وأبكي. ولا يوجد بكاء إنجليزي أو بكاء فرنساوي أو بكاء ألماني، وكل البشر شركاء في مثل هذه الأمور. {وَهُوَ الذي جَعَلَكُمْ خَلاَئِفَ الأرض ... }  [الأنعام: ١٦٥] </p><p> إن إرادتك على أبعاضك، وعلى جوارحك - أيها الإنسان - موهوبة لك من الواهب الأعلى والمريد الأعلى، وسبحانه يسلب ذلك من بعض الأفراد، فيأمر المخ: إياك أن ترسل إشارة لتلك الجارحة لتنفعل. </p><p> فيصاب هذا الإنسان بالشلل. </p><p> ولو كان الأمر شطارة من الإنسان لقاوم ذلك. </p><p> أنتم - إذن - خلائف الأرض؛ تنفعل لكم الأشياء بقدر ما أراد الله أن تنفعل لكم، فإذا سلب انفعلها عنكم فلكي يثبت أنكم لم تسخروها بقدراتكم، بل به هو، إن شاء أطلق الخلافة، وإن شاء قيد الخلافة، وإن شاء قيد الخلافة. {رَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ} </p><p> كأن من الخلافة أننا لا نكون متماثلين متطابقين، بل أراد سبحانه أن نكون متكاملين في المواهب، وفي الكماليات؛ لأن الناس لو كانوا صورة مكررة في المواهب، لفسدت الحياة، فلابد أن تختلف مواهبنا، لأن مطلوبات الحياة متعددة، فلو أصبحنا كلنا أطباء فالأمر لا يصلح، ولو كنا قضاة لفسد الأمر، وكذلك لو كنا مهندسين أو فلاحين. إذن فلابد من أن تتحقق إرادة الله في قوله سبحانه:  {وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ ... }  [الأنعام: ١٦٥] </p><p> أي أن البعض قد رُفِعَ، والبعض الآخر رُفِعَ عليه، فمن هو البعض المرفوع؟ </p><p> ومن هو البعض المرفوع عليه؟ . إن كل واحد فيكم مرفوع في جهة مواهبه، ومرفوع عليه فيما لا مواهب له فيه؛ لأن الحق يريد أن يتكاتف المخلوقون، ولا ينشأ التكاتف تفضلاً، وإنما ينشأ لحاجة، فلابد أن تكون إدارة المصالح في الكون اضطراراً، وهذه هي هندسة المكون الأعلى سبحانه التي تتجلى في أنك وضعت خريطة لمن دخلوا معك في مرحلة التعليم الابتدائي. ومن ترك منهم الدراسة ومن استمر ليدخل الدراسة الإعدادية. إنك تجدهم أقل، ومن درس في المرحلة الثانوية أقل، ومن تعلم التعليم العالي أقل، ومن نال الدكتوراه أقل. </p><p> وهكذا نجد أن البعض يتساقط من التعليم لأن هناك أكثر من مهمة في الكون لا تحتاج إلا إلى حامل الابتدائية فقط، أو حامل الإعدادية، أو إلى حامل شهادة إتمام الدراسة الثانوية، ولو ظل كل واحد منهم في التعليم العالي، فلن نجد لتلك المهام أحداً. لذلك جعل الله التكاتف في الكون احتياجاً لا تفضلاً. </p><p> والحظوا جيداً: أن الإنسان إذا عضّه جوع بطنه أو جوع عياله فهو يقبل أي عمل، وإن رضي بقدر الله فيما وضعه فيه، ولم يحقد على سواه فسيتقن هذا العمل، وسيتفوق فيه وسيرزقه الله الرزق الحلال الطيب. ولذلك قال الإمام علي: قيمة كل امرئ ما يحسنه، فإن أحسن الإنسان عمله، فهو إنسان ناجح في الوجود. </p><p> وهكذا أراد الحق سبحانه وتعالى ألا يجلنا أشخاصاً مكررين، ولكن جعلنا متفاضلين متفاوتين، فرفع بعضاً على بعض، وكل منا مرفوع فيما يجيد، ومرفوع </p><p> عليه فيما لا يجيد، حتى يحتاج الإنسان منا إلى غيره ليؤدي له العمل الذي لا يجيده وبذلك يرتبط العالم ارتباط مصلحة وحاجة لا ارتباط تفضل. {وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِّيَبْلُوَكُمْ فِي مَآ آتَاكُمْ.</p><p> . .}  [الأنعام: ١٦٥] </p><p> كأن هذا الرفع هو اختبار للبشر فيما أعطاهم الله من الواهب. ليعلم علم الإلزام للعبد؛ فسبحانه يعلم أزلاً كل ما يصدر عن العبد، ولكنه يترك للعبد فرصة أن يؤدي العمل ليكون ملتزماً بم فعل. وتكون حجة على العبد. وحينما يقول الحق:  {لِّيَبْلُوَكُمْ} فالمقصود ليختبركم اختبار إقرار على نفوسكم، لا إخباراً له. { ... لِّيَبْلُوَكُمْ فِي مَآ آتَاكُمْ إِنَّ رَبَّكَ سَرِيعُ العقاب وَإِنَّهُ لَغَفُورٌ رَّحِيمٌ}  [الأنعام: ١٦٥] </p><p> وسبحانه «سريع العقاب» ، وإياك أن تستبطئ الآخرة، فالثواب والعقاب سيأتي بعد أن ننتهي ونموت. وليس الموت سبب؛ فكل إنسان عرضة لأن يموت، وبذلك تكون قيامته قد قامت، وإن قامت قيامة الإنسان فلن يقوم بأي عمل آخر. إذن فسبحانه سريع العقاب. ولكن البعض من القوم يغريهم حلم الله ويستبطئون الآخرة. لذلك يقول أحد العارفين: اجعل شكرك لمن لا تنقطع نعمه عنك، واجعل طاعتك لمن لا تستغني عنه، واجعل خضوعك لمن لا تخرج عن ملكه وسلطانه. </p><p> إذن فكل صفة من صفات الحق يتجلى ويظهر أثرها في المخلوق هبة من الله له، فأنت إذا أردت أن تقف، مثلاً، لا تعرف ما هي العضلات التي تحركها لتقف، ولكنك بمجرد إرادتك ان تقف تقف، وذلك مظهر لإرادة الله إذا أراد شيئاً أن يقول له كن فيكون. </p><p> وما دمنا خلائف فلابد أن نتكامل ولا نتكرر، بمعنى أن كل واحد فيه موهبة تنقص من الآخر، وفي الأخر موهبة تنقص في غيره، ليضطر كل مخلوق في الأرض أن يتعاون مع آخر، ليأخذ ثمرة مواهب غيره، ويعطي هو ثمرة مواهبه. ولا يريد الحق منا أن نعطي ثمرات المواهب تفضلاً، وإنما يريد أن يجعلها حاجة. فأنت تحتاج إلى موهبة من لا موهبة لك فيه، إنك تحتاج إلى الغير، وهو كذلك أيضاً يحتاج إلى عملك. </p><p> وحين يستخلفنا الله تبارك وتعالى بهذه الصورة فبعضنا في ظاهر الأمر يكون أعلى من بعض، لذلك يوضح سبحانه: أنا فضلت بعضكم على بعض، لكني لم أفضل طائفة لأجعل طائفة مفضولاً عليها، ولكن كلْ مفضل في شيء لأن له فيه مواهب، ويكون مفضلا عليه في شيء آخر لا مواهب له فيه، وهكذا يتساوى الناس جميعا. </p><p> إننا جميعاً عيال الله، وليس أحد منا أولى بالله من أحد؛ لأنه سبحانه لم يتخذ صاحبة ولا ولداً؛ ولذلك إن حاولنا إحصاء المواهب في البشر وتوزيعها على الخلق جميعاً لوجدنا أن مجموع كل إنسان يساوي مجموع كل إنسان آخر، ولكن أنت تأخذ في موهبة ما تفوقاً، وفي الموهبة الأخرى لا تجد نفسك قادراً عليها، وفي موهبة ثالثة قد تقدر عليها لكنك لا تحبها، واجمع الدرجات كلها في جميع المواهب ستجد أن كل إنسان يساوي الآخر، ولا فضل لأحد على أحد إلا بالتقوى. </p><p> {وَهُوَ الذي جَعَلَكُمْ خَلاَئِفَ الأرض وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِّيَبْلُوَكُمْ فِي مَآ آتَاكُمْ إِنَّ رَبَّكَ سَرِيعُ العقاب ... }  [الأنعام: ١٦٥] </p><p> إذن فكل واحد منا يقدر أن يقول: أنا مرفوع، ولكن عليه ألاّ يغتر؛ لأنه مرفوع عليه أيضاً. والتوازن يأتي من هذه الناحية، فلا غرور برفعتك في درجة، ولا مذلة بانخفاضك في درجة؛ لأن هذا مراد الله وذلك مراد له - سبحانه - والذي يحترم قدر الله في توزيع مواهبه على الخلق يعطيه الله خير موهبته، فلا يتميز ذو موهبة أخرى عليه أبداً. </p><p> ولكن أينجح الناس جميعاً في هذا؟ . لا، فهناك أناس يتساقطون، وهناك من يرى واحداً أغنى منه وهو فقير، فيبدأ في الغل والحقد والحسد، ونقول له: انظر إلى قوتك فقد تكون أقوى منه، وقد تكون أسعد منه في أمور كثيرة. خذ الموهبة التي أعطاها الله لك، والموهبة التي أعطاها لغيرك وستجد مجموع كل إنسان يساوي مجموع كل إنسان، فالذي ينجح في هذه المعادلات التفاضلية يكون له من الله ثواب. فيتجاوز له سبحانه عن بعض سيئاته، ويغفر له. والذي لا يحترم قدر الله في خلق الله يعاقبه الله؛ لذلك أوضح سبحانه: أنا أبلوكم وأختبركم، فمن ينجح </p><p> فله غفران ورحمة، ومن لا ينجح فله عقاب، ولا تظنوا أن عقابي بعيد؛ لأن ما بين الإنسان والعقاب أن يموت، وليس هناك سبب معروف للموت؛ فمن الممكن أن يموت الإنسان لوقته، فيبدأ عقابه. { ... إِنَّ رَبَّكَ سَرِيعُ العقاب وَإِنَّهُ لَغَفُورٌ رَّحِيمٌ}  [الانعام: ١٦٥] </p><p> وبذلك ختمت سورة الأنعام، التي استهلها الله بقوله سبحانه:  {الحمد للَّهِ} . </p><p> وختمها بقوله:  {وَإِنَّهُ لَغَفُورٌ رَّحِيمٌ} . </p><p> فالحمد لله في الأولى. </p><p> والحمد لله في الآخرة. </p>"
}