{
  "id": null,
  "sura": 6,
  "aya": 99,
  "text": "<p> كان السياق يقتضي أن يقول سبحانه: أنزل من السماء ماء «فأخرج» . </p><p> لكنه هنا قال:  «فأخرجنا» ؛ لأن كل شيء لا يوجد لله فيه شبهة شريك؛ فهو من عمله فقط، ولا يقولن أحد إنه أنزل المطر وأخرج النبات لأن الأرض أرض الله المخلوقة له والبذور خلقها الله، والإنسان يفكر بعقل خلقه الله وبالطاقة المخلوقة له. وأنت حين تنسب الحاجات كلها إلى صانعها الأول، فهو إذن الذي فعل، لكنه احترم تعبك، وهو يوضح لك: حين قال: «فأخرجنا» أي أنا وأسبابي التي منحتها لك، أنا خلقت الأسباب، والأسباب عملت معك. فإذا نظرت إلى مسبب الأسباب فهو الفاعل لكل شيء. وإن نظرت إلى ظاهرية التجمع والحركة فالأسباب التي باشرها الإنسان موجودة؛ لذلك يقول:  «فأخرجنا» . </p><p> وسبحانه جل وعلا قد يتكلم في بعض المواقف فيثبت للإنسان عملاً لأنه قام به بأسباب الله الممنوحة له، ولكنه ينفي عنه عملاً آخر ليس له فيه دخل بأي صورة من الصور؛ مثل قوله الحق:  {أَفَرَأَيْتُم مَّا تَحْرُثُونَ أَأَنتُمْ تَزْرَعُونَهُ أَمْ نَحْنُ الزارعون}  [الواقعة: ٦٣ - ٦٤] . </p><p> سبحانه هنا ينسب لنا الحرث لأننا قمنا به ولكن بأسباب منه - سبحانه - فهو الذي أنزل لنا الحديد الذي صنعنا منه المحراث وهدانا إلى تشكيله بعد أن ألانه لنا بالنار التي خلقها لنا، وبالطاقة التي أعطانا إياها، أما الزراعة فليس لأحد منا فيها عمل ولذلك يقول سبحانه:  {لَوْ نَشَآءُ لَجَعَلْنَاهُ حُطَاماً فَظَلْتُمْ تَفَكَّهُونَ}  [الواقعة: ٦٥] . </p><p> هنا - سبحانه - أتى باللام في قوله تعالى:  (لجعلناه) للتأكيد؛ لأن الإنسان له في هذا الأمر عمل، إنه حرث وتعهد ما زرعه بالريّ والكد </p><p> حتى نما وأثمر، لكن قد تصيبه آفة تقضي عليه، فالأسباب وإن كانت قد عملت إلا أنها لا تضمن الانتفاع بثمرة الزرع، ذلك لأن الأسباب لا تتمرد، ولا تتأبى على الله ولا تخرج عليه، إنها تؤدي ما يريده منها الله، وقد يعطلها سبحانه. أما في قوله تعالى:  {أَفَرَأَيْتُمُ المآء الذي تَشْرَبُونَ أَأَنتُمْ أَنزَلْتُمُوهُ مِنَ المزن أَمْ نَحْنُ المنزلون لَوْ نَشَآءُ جَعَلْنَاهُ أُجَاجاً} ، إنه سبحانه لم يقل لجعلناه، لأنه ليس لأحد فيه عمل لذلك لم يؤكده باللام. </p><p> ويقول سبحانه:  {أَفَرَأَيْتُمُ النار التي تُورُونَ أَأَنتُمْ أَنشَأْتُمْ شَجَرَتَهَآ أَمْ نَحْنُ المنشئون نَحْنُ جَعَلْنَاهَا تَذْكِرَةً وَمَتَاعاً لِّلْمُقْوِينَ}  [الواقعة: ٧١ - ٧٣] . </p><p> إن كل شيء يذكره الحق يذكر معه أيضاً ما ينقضه، ذلك حتى لا يُفْتَن الإنسان بوجود الأشياء، وعليه أن يستقبل الأشياء مع إمكان إعدامها. وإذا ما كان الإنسان هو الذي يحرث فالحق بطلاقة قدرته قد يجعل النبات حطاماً، ومن قبل قال عن مقومات الحياة:  {أَفَرَأَيْتُمْ مَّا تُمْنُونَ أَأَنتُمْ تَخْلُقُونَهُ أَم نَحْنُ الخالقون} </p><p> [الواقعة: ٥٨ - ٥٩] . </p><p> ثم جاء سبحانه بما ينقضه فقال:  {نَحْنُ قَدَّرْنَا بَيْنَكُمُ الموت} . أما عن النار فلم يقل - سبحانه - إنه يقضي عليها ويخمدها ويطفئها، إنه - جل شأنه - أبقاها ليعلمنا ويذكرنا بنار الآخرة {نَحْنُ جَعَلْنَاهَا تَذْكِرَةً} أي لا بد أن نتركها أمامكم حتى لا يغيب عنكم العذاب الآخروي {وَمَتَاعاً لِّلْمُقْوِينَ} أي ونتركها - جون نقض لها وذلك لأمر آخر هو المنفعة في الدنيا للذين ينزلون أماكن خالية قفراء أو للذين خلت بطونهم وأوعيتهم ومزاودهم من الطعام لأن النار تنفعهم وتساعدهم على إعداد طعامهم استبقاء لحياتهم:  {فَأَخْرَجْنَا بِهِ نَبَاتَ كُلِّ شَيْءٍ}  [الأنعام: ٩٩] . </p><p> والشيء هو ما يُخْبَر عنه؛ الهباءة شيء، والذرة شيء وكل حاجة اسمها شيء، ومعنى نبات كل شيء: أن كل حاجة مثل النبات تماماً. رأينا الحجارة التي يقول عنها العلماء هذه جرانيت، وتلك الرخام وتلك مرمر، ولو نظرت إلى أصلها وجدتها أعماراً للحجارة، طال عمر حجر ما فصارا فحماً، وطال عمر آخر فصار جرانيتاً، وهكذا. وكل حاجة لها حياة لتثبت لنا القضية الأولى، وهي:  {كُلُّ شَيْءٍ هَالِكٌ إِلاَّ وَجْهَهُ}  [القصص: ٨٨] </p><p> أو نبات كل شيء ترون فيه نمواً وحياة، والعقل الفطري يأخذها هكذا، لكن العقل المستوعب يأخذ منها قضايا كثيرة، ويتغلغل في الكون ويجد الآية سابحة معه وهو سابح معها. </p><p> ويتابع سبحانه:  {فَأَخْرَجْنَا مِنْهُ خَضِراً نُّخْرِجُ مِنْهُ حَبّاً مُّتَرَاكِباً} وإذا قلت كلمة «خَضِر» فقد تعني اللون المعروف لنا وهو الأخضر، لكن «خضر» فيها وصف زائد قليلاًً عن أخضر؛ لأن «أخضر» يخبر عن لون فقط، واللون متعلقة العين، لكن «خضر» يعطي اللون، ويعطي الغضاضة ونعرفها «بالحس» . وحين تلمسه تجد النعومة. </p><p> إذن «خضر» فيها أشياء كثيرة؛ «لون» متعلق العين، و «غضاضة» نعرفها بالحس وفيها نعومة نعرفها باللمس. وهذا اللون الأخضر يكون داكناً جداً أي أن خضرته شديدة حتى أنها تضرب إلى السواد؛ لذلك نسمع من يقول:  «سواد العرق» أي الأرض الخصبة التي في العراق، ويسمونها سواد العرق لأنها خضراء خضرة شديدة ولذلك تكون مائلة إلى السواد، ويقول الحق سبحانه وتعالى:  {وَمِن دُونِهِمَا جَنَّتَانِ فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ مُدْهَآمَّتَانِ}  [الرحمن: ٦٢ - ٦٤] . </p><p> و «مدهامة» أي مثل دهمة الليل؛ كأنها من شدة خضرتها صارت كدهمة الليل. ويتابع الحق {خَضِراً نُّخْرِجُ مِنْهُ حَبّاً مُّتَرَاكِباً} والحب هو </p><p> ما ليس له نواة مثل حبة الشعير وحبة القمح وحبة العدس وحبة اللوبيا. و «متراكبا» تعني أنه حب مرصوص متساند. </p><p> {وَمِنَ النخل مِن طَلْعِهَا قِنْوَانٌ دَانِيَةٌ} والنخل عند العرب له مكانة عالية لأنه يعطي لهم الغذاء الدائم فيذكرهم به {وَمِنَ النخل مِن طَلْعِهَا قِنْوَانٌ دَانِيَةٌ} . </p><p> و «الطلع» هو أول شيء يبدو من ثمر النخل، وهو ما نسميه في الريف «الكوز الأخضر» وهو في الذكر من النخل الذي يسمى «الفحل» ويوجد أيضاً في الأنثى، وأول ما يبدو من ثمر النخل يسمى الطلع، ثم ينشق الطلع ويخرج منه القنو أو العزق أو العرجون، وهو الجزء الذي توجد فيه الشماريخ التي يتعلق بها البلح. </p><p> والطلع إذن هو الثمرة الأولى للنخلة قبل أن تنشق ويطلع منها القنوان وهو «السباطة» كما نسميها في الريف. </p><p> «قنوان دانية» ويصفها الحق بأنها دانية لأنك حين تنظر طلع النخيل أول ما يطلع تجده ينشق ويحمي نفسه بشوك الجريد حتى لا تأكله الحشرات ثم يثقل وينحني ويكاد ينزل على الأرض فيكون دانياً قريبا، فإن كانت هناك «سباطة» شاذة تجد من يجنيها يُدخل يده بين الشوك ليصل إليها. وسبحانه يترك لنا فلتات لنعرف نعمة الله في أنه جعلها تتدلى لأنها لو كانت كلها دانية. قد لا يلتفت إليها، لذلك يترك واحدة بين الشوك ليتعب الإنسان حتى يحصل عليها لتعرف أنه سبحانه قد دنّى لك الباقي وهذه نعمة من الله. </p><p> ويُطلق الطلع مرة على الأكمام و «الكِم» هو ما توجد في قلبه الثمار، ومرة يطلق على الثمر نفسه:  {والنخل بَاسِقَاتٍ لَّهَا طَلْعٌ نَّضِيدٌ}  [ق: ١٠] . </p><p> وأنت ترى البلح نازلاً من «الشماريخ» ، وكل شمروخ به عدد من </p><p> البلح، ثم ترى «الشمروخ» متصلاً بالأم، وفي ذلك ترى عظمة الهندسة العجيبة في ترتيب الثمار. وكل شيء محسوب في هذا الأمر بهندسة عجيبة وعندما ننظر إلى ما تعلمناه في حياتنا حين نصمم شبكة توصيل المياه وشبكة الصرف الصحي، إن شبكة المياه التي تعطينا الذي نستخدمه، وشبكة الصرف الصحي التي تأخذ الزائد من المياه والفضلات. عندما تنظر إلى هذه الشبكة أو تلك تجد هندسة كل منها دقيقة؛ لأن أي غفلة في التصميم تسبب المتاعب. فحين تريد توصيل المياع إلى حارة؛ فأنت تستخدم ماسورة قطرها كذا بوصة، وفي الحارة هناك عطفات فتحضر لكل عطفة ماسورة أقل قطراً من الأولى، ثم ماسورة أقل للبيوت، وماسورة أقل بكثير لكل شقة، لقد قام المهندسون بحساب دقيق لهذه المسائل. </p><p> فإذا كانت هذه هي هندسة البشر، فما بالنا بهندسة الخالق؟ أنت تجد العزق: وهو حامل الرطب يأخذ من النخلة، وكل نخلة فيها كذا «سباطة» وفي كل «سباطة» هناك «الشماريخ» ، ثم هناك البلح وكل بلحة تأخذ شعرة لغذائها. وهكذا نجد كل شيء محسوباً بدقة بالغة. إنها هندسة كونية عجيبة مصنوعة بقول الحق: كن، وصدق الله القائل:  {الذي خَلَقَ فسوى والذي قَدَّرَ فهدى} </p><p> [الأعلى: ٢ - ٣] . </p><p> {وَهُوَ الذي أَنزَلَ مِنَ السمآء مَآءً} وكلمة {وَهُوَ الذي أَنزَلَ مِنَ السمآء مَآءً} لم نكن نعرف ما وراءها، كنا نعرف فقط أن السماء هي كل ما علاك فأظللك، والماء يأتي من السحاب، وكلنا نرى السماء تمطر. وكلنا نعرف التعبير الفطري الذي يقول: غامت السماء، ثم أمطرت، وهناك من قال: تضحك الأرض من بكاء السماء لأنها تستقبل الماء الذي يروي ما بها من بذور. لكن ما وراء عملية الإنزال هذه؟ </p><p> إن هناك عملية أخرى تحدث في الكون دون شعور منا، عرفناها فقط حين تقدم العلم وحين قمنا بتقطير المياه، فأحضرنا موقداً ووضعنا فوقه قارورة ماء، وحين وصل إلى نقطة الغليان خرج البخار، وسار البخار في </p><p> الأنابيب ومرت الأنابيب في أوساط باردة فتكثفت المياه ونزلت ماء مقطراً، ومثل ذلك يحدث في المطر، وانظر كم يكلفنا كوب واحد من الماء المقطر الذي نشتريه من الصيدلية؟ وقارن ذلك بالسماء التي تنزل بماء منهمر، ولا ندري كيق صُنع. ولذلك يقول الحق:  {أَأَنتُمْ أَنزَلْتُمُوهُ مِنَ المزن أَمْ نَحْنُ المنزلون}  [الواقعة: ٦٩] . </p><p> هكذا ينزل الماء من السماء، ولم نكن نعرف كيف يحدث ذلك وسبحانه يقول هنا:  {وَمِنَ النخل مِن طَلْعِهَا قِنْوَانٌ دَانِيَةٌ وَجَنَّاتٍ مِّنْ أَعْنَابٍ والزيتون والرمان مُشْتَبِهاً وَغَيْرَ مُتَشَابِه}  [الأنعام: ٩٩] . </p><p> وحين يقول سبحانه {مُشْتَبِهاً وَغَيْرَ مُتَشَابِه} نصدق، مثال حبة الخوخ، هناك حبة من نوع نسميه «الخوخ السلطاني» ، حين تمسك بالثمرة الواحدة تنفلق لتخرج البذرة نظيفة، وحبة أخرى نفلقها نحن فتجد البذرة فيها بعض لحم الفاكهة ونجد فيها أيضا بعضاً من الألياف. وهذه لها لون والأخرى لها لون، هذه لها طعم وتلك لها طعم مختلف. {يسقى بِمَآءٍ وَاحِدٍ وَنُفَضِّلُ بَعْضَهَا على بَعْضٍ فِي الأكل}  [الرعد: ٤] . </p><p> هذا ليعرف الإنسان أن طلاقة القدرة تحقق ما يريده الخالق، وبعد ذلك تلتفت فتجد الفصائل، فهذا برتقال منه بسرّة، ومنه برتقال بلدي. وبرتقال بدمّه ثم اليوسفي. ولذلك سنجد في الجنة ما يحدثنا عنه سبحانه فيقول:  {كُلَّمَا رُزِقُواْ مِنْهَا مِن ثَمَرَةٍ رِّزْقاً قَالُواْ هذا الذي رُزِقْنَا مِن قَبْلُ وَأُتُواْ بِهِ مُتَشَابِهاً}  [البقرة: ٢٥] . </p><p> وحين يأكل منه ساكن الجنة يكتشف أن لفاكهة الجنة طعما مختلفا. ومن طلاقة القدرة أنه بعد التحليلات التي قام بها العلماء المعمليون - جزاهم الله عنا خيراً - ل «حبة العنب» وجدوا أن القشرة التي تغلفها لها طبيعة «البارد» و «اليابس» ، واللحم لحبة العنب طبيعته مختلفة «حار رطب» ثم البذرة «بارد يابس» ، وهذه ثلاث طبائع في الحبة الواحدة، وهذا شيء عجيب التكوين. وكذلك «الأترجة» وهي فاكة كالنارنج تجد القشرة «حارة يابسة» ، واللحم فيها «بارد رطب» ، والسائل الذي في اللحم «بارد يابس» والبذرة «حار يابس» ، طبائع أربعة في الشيء الواحد، كيف؟ وبأية قدرة؟ </p><p> إن العلماء قد تعبوا حتى عرفوا تكوينها ليظهروا لنا المسألة، وتلتفت لتجد ثمرة تأكل ظاهرها، وباطنها بذرة، وثمرة ثانية تأكل ما في داخلها كالجوز أو اللوز، وتقشر القشرة وتلقيها، والخوخة تأكل لحمها وتترك بذرتها، وذلك لتعرف أن المسألة ليست آلية خلق بل إبداع خالق. </p><p> وتجد الشيء له اللون، واللون بلا طعم، ثم الرائحة المميزة وكل ذلك دليل على طلاقة القدرة. وهذا هو السبب في أن الحق سبحانه وتعالى حينما يتكلم عن ثمار الجنة يأتي بثمار مثلها في الدنيا؛ لأنه لو أحضر ثماراً ليس لها مثيل في الدنيا لقال الإنسان: هذه طبيعة الثمار، ولو وجدت في الدنيا لكان لها طعم مماثل. لكن هاهي ذي تتشابه، وطعومها مختلفة. . إنها طلاقة القدرة. </p><p> ويقول الحق:  {انظروا إلى ثَمَرِهِ إِذَآ أَثْمَرَ وَيَنْعِهِ} الحق سبحانه وتعالى لا يعطي الإنسان حتى يملأ بطنه فحسب لا، ولكنه يغذي كل الملكات في النفس الإنسانية حتى ملكات الترف، وملكات الجمال، وملكات الحسن، فيوضح لك قبل أن تأكل: انظر للثمر وشكله! لتغذي عينيك بالمنظر الجميل حين ترى الثمرة طالعة وتتبعها حتى تنضج، إنّها مراحل عجيبة تدل على أن الصانع قيّوم، وكل يوم لها شكل مختلف وحجم مختلف، وإن أكلتها اليوم فستجد طعمها يختلف عما إذا أكلتها بعد ذلك بيوم، وهذا دليل على أن خالقها قيّوم عليها. ما دامت كل لحظة من اللحظات فيها شكل، وفيها لون وفيها طعم وفيها رائحة جديدة. </p><p> {انظروا إلى ثَمَرِهِ إِذَآ أَثْمَرَ وَيَنْعِهِ} ، و «ينعه» أي وصلت إلى النضج وذلك إشاعة للتمتع بنعم الكون لأن النظر إلى الثمر لا يعني أنني أملكه، فقد أراه في حقل جاري وأنظر له وأتمتع بشكله. إذن فالحق سبحانه وتعالى يريد أن يشيع الانتفاع بنعم الله حتى عند غير واجدها، لأن أحداً لن يمنعني من أن أنظر، فأنبسط، فمن ناحية الكمال الإنساني هناك غذاء لملكات النفس؛ لأن النفس ليست ملكات جوع وعطش فقط بل هي ملكات متعددة، وكل ملكة لها غذاؤها. ولذلك فقبل أن يقول لي: إن الخيل والبغال تحمل الأثقال. . قال سبحانه:  {وَلَكُمْ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسْرَحُونَ وَتَحْمِلُ أَثْقَالَكُمْ إلى بَلَدٍ لَّمْ تَكُونُواْ بَالِغِيهِ إِلاَّ بِشِقِّ الأنفس إِنَّ رَبَّكُمْ لَرَؤُوفٌ رَّحِيمٌ}  [النحل: ٦ - ٧] . </p><p> إذن فهو يعطيني فائدة حمل الأثقال؛ لأن حمل الأثقال لمن يملكها، إنما الذي لا يملكها فهو يرى الحصان يسير بجمال، فيسعد برؤيته فيتمتع بما لا يملك، هذه إشاعة لنعم الله على خلق الله. </p><p> ويذيل الحق الآية الكريمة بقوله:  {إِنَّ فِي ذلكم لآيَاتٍ لِّقَوْمٍ يُؤْمِنُونَ} </p><p> أي يؤمنون بأن الإله الذي آمنوا به يستحق بصفات الجلال والجمال فيه أن يُؤْمَن به، وكلما رأى الإنسان خلقا جميلاً قال: الله، إذن أنا إيماني صحيح والآيات تؤكد صدق إيماني بالإله الذي خلق كل هذا، وكل يوم تبدو لي حاجة عجيبة تزيدني إيماناً، وعقلي الذي وهبه الله لي هداني إلى الإيمان بهذا الإله. </p><p> ومن العجيب ان هناك من جعلوا لله شركاء!! إله له كل هذه الصفات من أول فالق الحب والنوى، وفالق الإصباح، وجعل الليل ساكناً، والشمس، والقمر، حسابناً وبحسبان، والنجوم نهتدي بها في ظلمات البر والبحر، وأنزل لنا من السماء ماء، وأخرج لنا النبات منه خضر، كل هذه المسائل كان يجب أن تكون صارفة للناس إلى أن الله وحده هو الخالق المستحق للعبادة، ولا تتجه أبداً بالعبادة أو بالإيمان بغيره، لكن </p><p> هناك من جعلوا لله شركاء، وجاء بها سبحانه بعد كل ذلك حتى يحفظنا ويغضبنا عليهم لنحذرهم ونتقيهم. </p><p> وإذا أحفظنا عليهم استحمدنا أي استوجب علينا حمد إذْ أنه هدانا إلى الإيمان، فنقول: الحمد لله الذي هدانا إلى الإيمان. </p><p> وبعد ذلك يقول الحق سبحانه:  {وَجَعَلُواْ للَّهِ شُرَكَآءَ ... } </p>"
}