{
  "id": null,
  "sura": 6,
  "aya": 150,
  "text": "<p> ومادمتم لا تملكون العلم فمن المحتمل انكم تملكون شهوداً على ما تقولون. والخطاب:  {هَلُمَّ شُهَدَآءَكُمُ} هو خطاب للجماعة، و «هلم» يستوي فيها المفرد والمفردة والمثنى مذكراً كان أم مؤنثاً. والجمع مذكراً أو مؤنثاً، فتقول: هلم يا زيد إليّ، وهلم يا هند إليّ، وهلم أيضاً لجماعة الذكور ولجماعة الإناث، وهذه لغة الحجازيين. وتختلف عن لغة بني تميم التي يزيدون علها فيقال:  «هلم يا رجل» ، و «هلمي يا امرأة» ، و «هلما، وهلموا، وهلممن» . والقرآن نزل بلغة قريش «الحجازيين» ، والحق يقول:  {هَلُمَّ شُهَدَآءَكُمُ} . أي هاتوا وأحضروا شهداءكم أن الله حرّم هذا، لإنكم بلا علم، وكذلك لا شهود عندكم على المدعي؛ فإن كان عندكم شهود هاتوا هؤلاء الشهود. </p><p> وماذا إن أحضروا شهود زور؟ إنه - سبحانه - يحذر رسوله ويوضح له أنهم حتى ولو أحضروا شهداء إياك أن تصدقهم فهم كذابون: </p><p> وكأن الله يريد أن يفضح الشهود أيضاً أمام المشهود أمامهم، ويعطي أيضاً قضيتين اثنتين؛ فسبحانه يدحض ويبطل حجتهم، ويفضح الشهود الذين جاءوا بهم. فكأنه قال: هاتوا هؤلاء الذين قالوا لكم هذا الكلام، وفي ذلك فضيحة لمن لقنهم هذه الأوامر. </p><p> ويأمر الحق رسوله ألا يتبع الذين كذبوا بآياته سبحانه. وكلمة «أهواء» ، جمع هوى، وهو ما يختمر في الذهن ليلوي الإِنسان عن الحق؛ فهو شهوة ترد على الذهن فتجعله يعدل عن الحق:  {وَلاَ تَتَّبِعْ أَهْوَآءَ الذين كَذَّبُواْ بِآيَاتِنَا والذين لاَ يُؤْمِنُونَ بالآخرة}  [الأنعام: ١٥٠] </p><p> وهم لا يكذبون بآيات الله فقط بل لا يؤمنون بالآخرة أيضاً؛ لأنهم لو كانوا يؤمنون بالآخرة لعلموا أنهم مجازون على هذا جزاء يناسب جرائمهم، ولو أنهم قدروا هذه المسألة لامتنعوا عن اتباع أهوائهم. </p><p> ويذيل الحق الآية بقوله الكريم:  { ... وَهُم بِرَبِّهِمْ يَعْدِلُونَ}  [الأنعام: ١٥٠] </p><p> ونفهم من كلمة «يعدل» أنها من العدل بمعنى القِسط؛ إذا قيل: عدل في كذا، أو عدل بين فلان وفلان؛ أو عدل في الحكم، أما عدل بكذا فيكون المراد منها أنه جعله عديلا ومساويًّا. وجاءت بهذا المعنى في آية أخرى هي قوله الحق:  {الحمد للَّهِ الذي خَلَقَ السماوات والأرض وَجَعَلَ الظلمات والنور ثْمَّ الذين كَفَرُواْ بِرَبِّهِمْ يَعْدِلُونَ}  [الأنعام: ١] </p><p> أي يجعلون ما لا يصح أن يكون مساويًّا لله؛ ومساويًّا وعدلا لله. وهذا فعل من جعلوا لله شركاء، وكذلك من لا يؤمنون بالله؛ فالواحد منهم يعدل عن ربه عدولاً ويميل ويعرض عنه ويشرك به ويسوِّي به غيره. ويجب أن نلحظ عند النطق بكلمة «التوحيد» وهي: (لا إله إلا الله) ألا نقف عند قول: (لا إله) لأن ذلك يعني إنكار ونفي وجود إله وهذا والعياذ بالله كفر. إذن يجب علينا أن نصلها بما بعدها فنقول:  (لا إله إلا الله) أو نكون عند نطقنا بلفظ (لا إله) قد انعقدت قلوبنا على وحدانيته وما يجب له - تعالت عظمته - من صفات الجلال والكمال، ومعنى (لا إله إلا الله) أنه لا معبود بحق إلا الله، لأن المعبودين بباطل كثيرون كالأصنام والنجوم والجن وبعض الإِنس والملائكة وغير ذلك. </p><p> وكلمة {بِرَبِّهِمْ يَعْدِلُونَ} تفيد أنهم أهل شرك، وكذلك من ينكر وجود الله إنه عن ربنا يعدل ويميل ويحيد عن الاعتراف به إلها. </p><p> ويقول الحق بعد ذلك:  {قُلْ تَعَالَوْاْ أَتْلُ ... } </p>"
}