{
  "id": null,
  "sura": 6,
  "aya": 114,
  "text": "<p> فسبحانه هو من يحكم وهو من قنن، وهو من يعلم القانون ويعلم من يتبع </p><p> القانون، ومن يخالف القانون. وساعة تقول:  {أَفَغَيْرَ الله أَبْتَغِي حَكَماً} . فهذا دليل على أنك واثق أن مجيبك لن يقول لك إلا: لا تبتغي حكما إلا الله، ولذلك يطرح المسألة في صيغة استفهام، ويقول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: مبلغا عن ربه: {وَهُوَ الذي أَنَزَلَ إِلَيْكُمُ الكتاب مُفَصَّلاً} ، ولم يقل رسول الله: وهو الذي أنزل عليّ الكتاب، بل قال مبلغاًَ عن رب العزة:  {وهُوَ الذي أَنَزَلَ إِلَيْكُمُ الكتاب} كأن العداوة ليست لمحمد وحده، لكنها العداوة لأمة الإيمان كلها، والحكم لأمة الإيمان كلها. ومع أن القرآن نزل على رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أولاً، ولكن مهمته البلاغ إلى الناس والغاية منه للمؤمنين كلهم، وهكذا تكون العداوة للنبي عداوة للمؤمنين كلهم، ولذلك أنزل عليه الحق هذا التساؤل:  {أَفَغَيْرَ الله أَبْتَغِي حَكَماً} كما أنزل عليه من قبل القول الحق: {وَكَذَلِكَ جَعَلْنَا لِكُلِّ نِبِيٍّ عَدُوّاً شَيَاطِينَ الإنس والجن}  [الأنعام: ١١٢] </p><p> إذن فعدو النبي هو عدو المؤمنين به والمتبعين له، لكن قمة العداوة تكون للنبي المرسل من الحق: </p><p> {والذين آتَيْنَاهُمُ الكتاب يَعْلَمُونَ أَنَّهُ مُنَزَّلٌ مِّن رَّبِّكَ بالحق فَلاَ تَكُونَنَّ مِنَ الممترين}  [الأنعام: ١١٤] </p><p> وكلمة {مِّن رَّبِّكَ بالحق} فيها إغراء للمؤمنين بأن كل الأمر يعود عليكم أنتم بالفائدة؛ لأن غاية إنزال الكتاب لكم أنتم، والكتاب جاء بهذا المنهج لصالحكم ولن يزيد في صفات الله صفة، ولن يزيد في ملك الله ملكا. بل الغاية أنتم. </p><p> {أَفَغَيْرَ الله أَبْتَغِي حَكَماً وَهُوَ الذي أَنَزَلَ إِلَيْكُمُ الكتاب}  [الأنعام: ١١٤] </p><p> وسبحانه لم ينزل الكتاب إلا بتفصيل لا تلتبس فيه مسألة بأخرى: </p><p> {والذين آتَيْنَاهُمُ الكتاب يَعْلَمُونَ أَنَّهُ مُنَزَّلٌ مِّن رَّبِّكَ بالحق فَلاَ تَكُونَنَّ مِنَ الممترين}  [الأنعام: ١١٤] </p><p> والمقصود هنا بالذين آتيناهم الكتاب اليهود والنصارى؛ لأنهم يعلمون صفاتك يا رسول الله ويعلمون نعتك ويعلمون الكثير من كتابك فكل ما يتعلق بك موجود عندهم لكن الآفة أنهم اعتنقوا دينين: دينا يعلن يبدونه ويظهرونه، ودينا يُسَرّ به، فما يسر به لا يعلنونه ويُحرِّمون السؤال فيه، ولا يقبلون فيه نقاشاً، وعندما تصل إلى الحقيقة وتعرضها عليهم لا يقبلونها، وما الذي جعلهم يلتوون هكذا؟ لأن لهم حالين اثنتين: حال أيام أن كانوا يعاديهم من لا يؤمن بالسماء ومنهج السماء كعبدة الأوثان والمشركين. وقال فيه الحق:  {وَكَانُواْ مِن قَبْلُ يَسْتَفْتِحُونَ عَلَى الذين كَفَرُواْ}  [البقرة: ٨٩] </p><p> لقد كانوا من قبل أعداء للذين كفروا وأشركوا فكان همهم وشغلهم الشاغل أن ينتصروا على هؤلاء الكافرين، وقالوا: </p><p> (أظل زمان نبي نتبعه ونقتلكم معه قتل عاد وإرم) </p><p> وحينما جاءهم ما عرفوا كفروا به لأنهم:  {اشتروا بِآيَاتِ الله ثَمَناً قَلِيلاً ... } </p><p> [التوبة: ٩] </p><p> وكان الثمن هو بقاء السلطة في أيديهم، وعندما تأتي النبوة تنزع منهم السلطة، فليس في الإِسلام سيطرة لرجال الدين ولا كهنوت. وكانوا يريدون أن تستمر سيادتهم، فاشتروا بآيات الله ثمنا قليلا. </p><p> {والذين آتَيْنَاهُمُ الكتاب يَعْلَمُونَ أَنَّهُ مُنَزَّلٌ مِّن رَّبِّكَ بالحق فَلاَ تَكُونَنَّ مِنَ الممترين}  [الأنعام: ١١٤] </p><p> وهم يعلمون أنه منزل من ربك بالحق، وهم يعلمون أن الذي يشيعونه هو باطل. إذن فهناك علم بينهم وبين نفوسهم؛ وعلم آخر يقولونه للآخرين. وقوله الحق:  {فَلاَ تَكُونَنَّ مِنَ الممترين} أي الشاكين في أن أهل الكتاب يعلمون أن القرآن منزل من عند ربك بالحق. هذا خطاب للنبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، ونعلم أنه إذا طلب المتكلم من المخاطب أمرا هو فيه فالمراد المداومة عليه والزيادة؛ لأن هناك أموراً قد تزلزل الإيمان؛ لذلك يأتي الأمر بالثبات، أو هو إهاجة له، أو هو تسلية للمؤمنين إذ قال لهم لا تمتروا ولا تشكوا. </p><p> ويقول الحق بعد ذلك:  {وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقاً. .} </p>"
}