{
  "id": null,
  "sura": 6,
  "aya": 98,
  "text": "<p> وقد تكلم سبحانه لنا - أولاً - عن الآيات المحيطة بنا والتي بها قوام حياتنا من فلق الحب والنوى، وبعد ذلك تكلم عن الشمس والقمر، ثم تكلم عن النجوم، كل هذه آيات حولنا، ثم يتكلم عن شيء في ذواتنا ليكون الدليل أقوى، إنه - سبحانه - يأتي لك بالدليل في ذاتك وفي نفسك؛ لأن هذا الدليل لا يحتاج منك إلى أن تمد عينيك إلى ما حولك، بل الدليل في ذاتك ونفسك، يقول سبحانه:  {وفي أَنفُسِكُمْ أَفَلاَ تُبْصِرُونَ}  [الذاريات: ٢١] . </p><p> أي يكفي أن تجعل من نفسك عَالَماً، هذا العلم موجود فيه كل ما يثبت قدرة الحق، وأحقيته بأن يكون إلهاً واحداً، وإلهاً معبوداً. </p><p> {وَهُوَ الذي أَنشَأَكُم مِّن نَّفْسٍ وَاحِدَةٍ} ينطبق على هذا القول أنه إخبار من الله، وأنه - أيضاً - استقراء في الوجود، الذي نسميه التنازل للماضي؛ لأنك لو نظرت إلى عدد العالم في هذا القرن، ثم نظرت إلى عدد العالم في القرن الذي مضى تجده نصف هذا العدد، وإذا نظرت إليه في القرن الذي قبله، تجده ربع تعداد السكان الحاليين. وكلما توغلت في الزمن الماضي وتذهب فيه وتبعد، يقل العدد ويتناهى إلى أن نصل إلى {نَّفْسٍ وَاحِدَةٍ} ، وهذا ما ذكره الله لنا، ولقائل أن يقول: كيف تكون نفساً واحدة وهو القائل: </p><p> {وَمِن كُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ}  [الذاريات: ٤٩] . </p><p> ونقول: إن الحق سبحانه وتعالى خلق النفس الواحدة، وأوضح أيضاً أنه خلق من النفس الواحدة زوجها، ثم بدأ التكاثر. إذن فالاستقراء الإحصائي في الزمن الماضي يدل على صدق القضية. وكذلك كل شيء متكاثر في الوجود من نبات ومن حيوان. تجدها تواصل التكاثر وإن رجعت بالإحصاء إلى الماضي تجد أن الأعداد تقل وتقل إلى أن تنتهي إلى أصل منه التكاثر إنّه يحتاج إلى اثنين:  {سُبْحَانَ الذي خَلَق الأزواج كُلَّهَا}  [يس: ٣٦] . </p><p> ولماذا جاء الحق هنا بقوله:  {مِّن نَّفْسٍ وَاحِدَةٍ} ولم يقل زوجين؟ أوضح العلماء أن ذلك دليل على الالتحام الشديد؛ لأننا حين نكون من نفس واحدة فكلنا - كل الخلق - فيها أبعاض من النفس الواحدة، وقلنا من قبل: إننا لو أتينا بسنتيمتر مكعب من مادة ملونة حمراء مثلاً ثم وضعناها في قارورة، ثم رججنا القارورة نجد أن السنتيمتر المكعب من المادة الحمراء قد ساح في القارورة وصار في كل قطرة من القارورة جزء من المادة الملونة، وهب أننا أخذنا القارورة ووضعناها في برميل، ثم رججنا البرميل جيداً سنجد أيضاً أن في كل قطرة من البرميل جزءاً من المادة الملونة، فإذا أخذنا البرميل ورميناه في البحر فستنساب المادة الملونة ليصير في كل قطرة من البحر ذرة متناهية من المادة الملونة. </p><p> إذن ما دام آدم هو الأصل، وما دمنا ناشئين من آدم، وما دام الحق قد أخذ حواء من آدم الحي فصارت حية، إذن فحياتها موصولة بآدم وفيها من آدم، وخرج من آدم وحواء أولاد فيهم جزء حي، وبذلك يردنا الحق سبحانه إلى أصل واحد؛ ليثير ويحرك فينا أصول التراحم والتواد والتعاطف. </p><p> ويقول سبحانه:  {فَمُسْتَقَرٌّ وَمُسْتَوْدَعٌ} والمستقر له معان متعددة </p><p> يشرحها الحق سبحانه وتعالى في قرآنه. وفي قصة عرش بلقيس نجد سيدنا سليمان يقول:  {أَيُّكُمْ يَأْتِينِي بِعَرْشِهَا}  [النمل: ٣٨] . </p><p> وأجاب على سيدنا سليمان عفريت من الجن، وكذلك أجاب من عنده علم من الكتاب. ويقول الحق سبحانه:  {فَلَمَّا رَآهُ مُسْتَقِرّاً عِندَهُ}  [النمل: ٤٠] . </p><p> مستقر هنا إذن تعني حاضراً؛ لأن العرش لم يكن موجوداً بالمجلس بل أحضر إليه. وفي مسألة الرؤية التي شاءها الحق لسيدنا موسى عليه السلام:  {قَالَ رَبِّ أرني أَنظُرْ إِلَيْكَ قَالَ لَن تَرَانِي ولكن انْظُرْ إِلَى الْجَبَلِ فَإِنِ اسْتَقَرَّ مَكَانَهُ فَسَوْفَ تَرَانِي}  [الأعراف: ١٤٣] . </p><p> ونعلم أن جبريل كان له استقرار قبل الكلام، إذن ف «استقر» تأتي بمعنى حضر، وتأتي مرة أخرى بمعنى ثبت. </p><p> والحق يقول:  {وَلَكُمْ فِي الأرض مُسْتَقَرٌّ وَمَتَاعٌ إلى حِينٍ}  [الأعراف: ٢٤] . </p><p> وذلك بلاغ عن مدة وجودنا في الدنيا، وكذلك يقول الحق:  {أَصْحَابُ الجنة يَوْمَئِذٍ خَيْرٌ مُّسْتَقَرّاً}  [الفرقان: ٢٤] . </p><p> إذن فالجنة أيضاً مستقر، وكذلك النار مستقر للكافرين، يقول عنها الحق:  {إِنَّهَا سَآءَتْ مُسْتَقَرّاً وَمُقَاماً}  [الفرقان: ٦٦] . </p><p> إذن فمستقر تأتي بمعنى حاضر، أو ثابت، أو كتعبير عن مدَّة وزمن الحياة في الدنيا، والجنة أيضاً مستقر، وكذلك النار. ولذلك اختلف العلماء ونظر كل واحد منهم إلى معنى، منهم من يقول:  «مستقر» في الأصلاب ثم استودعنا الحق في الأرحام. ومنهم من رأى أن «مستقر» مقصود به البقاء في الدنيا ثم نستودع في القبور. </p><p> ونقول: إن الاستقرار أساسه «قرار» حضور أو ثبات، وكل شيء بحسبه، وفيه استقرار يتلوه استقرار يتلوه استقرار إلى أن يوجد الاستقرار الأخير، وهو ما يطمع فيه المؤمنون. </p><p> وهذا هو الاستقرار الذي ليس من بعده حركة، أما الاستقرار الأول في الحياة فقد يكون فيه تغير من حال إلى حال، لقد كنا مستقرين في الأصلاب، ثم بعد ذلك استودعنا الحق في الأرحام، وكنا مستقرين في الدنيا ثم استودعنا. في القبور. حتى نستقر في الآخرة. إن كل عالم من العلماء أخذ معنى من هذه المعاني. والشاعر يقول: </p><p> وما المال والأهلون إلا ودائع ... ولا بد يوماً أن ترد الودائع </p><p> ونلحظ أن هناك كلمة «مُسْتَقَرّ» وكلمة «مستودع» ، و «مستودع» هو شيء أوقع غيره عليه أن يودع. ولكن «مُسْتَقَرّ» دليل على أن المسألة ليست خاضعة لإرادة الإنسان. فكل واحد منا «مُسْتَقَرّ» به. </p><p> ويقول الحق:  {قَدْ فَصَّلْنَا الآيات لِقَوْمٍ يَفْقَهُونَ} والتفصيل يعني أنه جاء بالآيات مرة مفصلة ومرة مجملة؛ لأن الأفهام مختلفة، وظروف الاستقبال للمعاني مختلفة، فتفصيل الآيات أريد به أن يصادف كل </p><p> تفصيل حالة من حالات النفس البشرية؛ لذلك لم يترك الحق لأحد مجالاً في ألا يفقه، ولم يترك لأحد مجالاً في ألا يتعلم، ونلحظ أن تذييل الآيتين المتتابعتين مختلف؛ فهناك يقول سبحانه: </p><p> {قَدْ فَصَّلْنَا الآيات لِقَوْمٍ يَعْلَمُونَ}  [الأنعام: ٩٧] . </p><p> وهنا يقول الحق سبحانه وتعالى:  {قَدْ فَصَّلْنَا الآيات لِقَوْمٍ يَفْقَهُونَ}  [الأنعام: ٩٨] . </p><p> و «الفقه» هو أن تفهم، أي أن يكون عندك ملكة فهم تفهم بها ما يقال لك علْماً، فالفهم أول مرحلة والعلم مرحلة تالية. </p><p> وأراد الحق بالتفصيل الأول في قوله:  {لِقَوْمٍ يَعْلَمُونَ} الدعوة للنظر في آيات خارجة عن ذات الإنسان، وهنا أي في قوله سبحانه:  {لِقَوْمٍ يَفْقَهُونَ} لفت للنظر والتدبر في آيات داخلة في ذات الإنسان. </p><p> ويقول الحق بعد ذلك:  {وَهُوَ الذي أَنزَلَ ... } </p>"
}