{
  "id": null,
  "sura": 6,
  "aya": 163,
  "text": "<p> وهذا القول يدل على أن بعض الخلق قد يجعل لله شريكاً في العبادة فيجعل صلاته ظاهرية رياء، ومناسكه ظاهرية رياء، وحياته يجعلها لغير واهب الحياة. ويعمل حركاته لغير واهب الحياة، ويجعل مماته للورثة وللذرية؛ لذلك عليك أن تتذكر أن الله لا شريك له. { ... وبذلك أُمِرْتُ وَأَنَاْ أَوَّلُ المسلمين}  [الأنعام: ١٦٣] </p><p> وهذا أمر من الله لرسوله، وكل أمر للرسول هو أمر لكل مؤمن برسالته صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، والأوامر التي صدرت عن الرب هي لصالحك أنت. فسبحانه أهل لأن يُحب، وكل عبادة له فيها الخير والنفع لنا، وأنا لا أدعيه لنفسي بل هو عطاء من ربكم وربي الذي أمر. ولذلك فالحق سبحانه وتعالى حينما رأى أن رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مشغول بأمر أمته أبلغنا: </p><p> {عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بالمؤمنين رَءُوفٌ رَّحِيمٌ}  [التوبة: ١٢٨] </p><p> وفي كل شيء كان صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يقول: أمّتي أمتي أمتي أمتي، وأراد الحق سبحانه وتعالى أن يطمئن رسوله على محبوبية أمته فقال له:  «إنا سنرضيك في أمتك ولا نسؤوك» . </p><p> والحديث بتمامه كالآتي: </p><p> «عن عبد الله بن عمرو بن العاص رَضِيَ اللَّهُ عَنْهما أن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ تلا قول الله عَزَّ وَجَلَّ في إبراهيم:{رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيراً مِّنَ الناس فَمَن تَبِعَنِي فَإِنَّهُ مِنِّي ... }الآية.</p><p> وقال عيسى عليه السلام:  {إِن تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِن تَغْفِرْ لَهُمْ فَإِنَّكَ أَنتَ العزيز الحكيم} . </p><p> فرفع يديه وقال: » اللهم أمتي أمتي «وبكى،فقال الله عَزَّ وَجَلَّ:يا جبريل اذهب إلى محمد وربك أعلم فسلْه ما يُبكيك؟ فأتاه جبريل عَلَيْهِ الصَّلَاة وَالسَّلَام ُ، فسأله وأخبره رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بما قال وهو اعلم،فقال عَزَّ وَجَلَّ:يا جبريل اذهب إلى محمد فقل: إنا سَنُرضيك في أمتك ولا نسوؤك» . </p><p> ونزل قوله الحق:  {وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فترضى}  [الضحى: ٥] </p><p> روي عن علي رَضِيَ اللَّهُ عَنْه قال: قال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: «إذن لا أرضى وواحد من أمتي في النار» . </p><p> ويذيل الحق الآية بقوله:  {وَأَنَاْ أَوَّلُ المسلمين} </p><p> وحين يقول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: وأنا أول المسلمين في أمته فهذا قول صحيح صادق لأنه قبل أن يأمر غيره بالإسلام آمن هو بالإسلام، وكل رسول أول المسلمين في أمته، لكن هناك أناس يقولون: لنأخذ العبارة هكذا، ونقول: إن الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ له منزلة بين رسل الله أجمعين تتجلى في أنه أخذ العهد على غيره له، ولم يؤخذ العهد علية لأحد. فإن أول المسلمين في أمته، فهو أول المسلمين بين الرسل أيضآ، وإن لم تأخذها حدثاً خذها للمكانة. وأضرب هذا المثل: هب أن كلية الحقوق أنشئت مثلا سنة كذا وعشرين، لكل سنة لها أول من التلاميذ ثم جاء واحد وحصل على ١٠٠ ... هذا العام فنقول عنة: إنة الأول على كلية الحقوق من يوم أن أنشئت. </p><p> ويقول الحق بعد ذلك:  {قُلْ أَغَيْرَ الله ... } </p>"
}