{
  "id": null,
  "sura": 6,
  "aya": 93,
  "text": "<p> ساعة يأتي الحق بأسلوب استفهامي فليس الهدف أن يستفهم. إنه - سبحانه - لا يريد ان يأتي الخبر من عنده، وهو يقدر أن يقول: الذي يفتري ظالم، لكنه هنا يأتي بالاستفهام الذي يؤكد أنه لا يوجد أظلم من الذي يفتري على الله كذباً، ويعرض الله القضية على المؤمنين وكأنه يسأل ليعوض كل مؤمن القضية على ذهنه ويستنبط الجواب. إن الذي يفتري على زميله والمثيل له كذباً نُوقِع به العقاب، فما بالك بمن يفتري على الله؟ وحين تسمع أنت هذا الكلام:  {وَمَنْ أَظْلَمُ مِمَّنِ افترى عَلَى الله كَذِباً} . وتستعرض الأمر فلا تجد أظلم منه، وهكذا يستخرج الله الحكم من فَم المقابل. </p><p> وكيف يفتري إنسان الكذب على الله؟ كأن يبلغ الناس ويدَّعي ويقول: أنا نبي </p><p> وهو ليس كذلك. هنا تكون الفرية على الله، وإياك ان تظن أنه يكذب على الناس، لا، إنه يكذب على الله؛ لأنه أبلغ أن الله قد بعثه وهو لم يبعثه. </p><p> و «الافتراء» : كذب مُتعمَّد مقصود، وينطبق ذلك على النبوات التي ادعيت؛ من مثل مسيلمة الكذاب، سجاح، طليحة الأسدي، الأسود العنسي؛ كل هؤلاء ادعوا النبوة، ومع ذلك لم يسألهم أحد عن المعجزة الدالة على نُبوّتهم؛ لأن كل واحد منهم عندما أعلن نبوته جاء بما يُخفّف عن الناس أحكام الدين. </p><p> فواحد قال: أنا أخفف الصلاة، والزكاة لا داعي لها. لذلك تبعهم كل من أراد أن يتخفف من أوامر الدين ونواهيه، موهما نفسه بأنه مُتدين، دون أن يلتزم بالتزامات التدين، وهذا هو السبب في أن أصحاب النبوات الكاذبة، والادعاءات الباطلة يجدون لهم أنصاراً من المنافقين؛ فالواحد من هؤلاء الأتباع قد يكون مثقفاً ثم يصدق نبياً دجالاً، وتسأل التابع للدجال وتقول له: أسألت مدَّعي النبوة هذا ما معجزتك؟ - وهذا أول شرط في النُبوَّة - ولم نجد أحداً سأل هذا السؤال قط، لماذا؟ </p><p> لأن التدّين فطرة في النفس، ولكن الذي يصعِّب التدين هو الالتزامات التي يفرضها التدين، وعندما يرى التابع الضعيف النفس أن هناك من يُريحع من الالتزامات الدينية، ويفهمه أنه على دين، ويقلل الالتزامات عليه، لذلك يتبعه ضعاف النفوس، وتصبح المسألة فوضى. </p><p> {وَمَنْ أَظْلَمُ مِمَّنِ افترى عَلَى الله كَذِباً أَوْ قَالَ أُوْحِيَ إِلَيَّ وَلَمْ يُوحَ إِلَيْهِ}  [الأنعام: ٩٣] </p><p> هناك من ادعى وقال: أنا نبي، وقال: سأنزل مثل هذا القرآن، فماذا قال هذا المدَّعي وهو «النضر بن الحارث» يقول - في أمة أذنها أذن بلاغية، تتأثر بموسيقى اللفظ -: «والطاحنات طحنا والعاجنات عجنا والخابزات خبزا» !! ولماذا لم يأت بالمسألة من أولها ويقول: «والزارعات زرعا والحارثات حرثا» ثم يقول مَن ادعى أنه أوحي إليه: «والعاجنات عجنا والخابزات خبزا» ، وكان عليه أن يتبعها أيضاً: « </p><p> والآكلات أكلا والهاضمات هضما» . </p><p> وطبعاً كان هذا الكلام لوناً من هراء فارغ؛ لأن الحق إنما أنزل كلامه موزونا جاذباً لمعانٍ لها قيمتها في الخبر، ولذلك نزل القول الحق:  {أَوْ قَالَ أُوْحِيَ إِلَيَّ وَلَمْ يُوحَ إِلَيْهِ شَيْءٌ} ، «وقد جاء واحد هو عبد الله بن سعد بن أي سرح القرشي وكان أخا لسيدنا عثمان من الرضاعة وكان كاتباً لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وقعد في حضرة النبي.فنزلت الآية:{وَلَقَدْ خَلَقْنَا الإنسان مِن سُلاَلَةٍ مِّن طِينٍ ثُمَّ جَعَلْنَاهُ نُطْفَةً فِي قَرَارٍ مَّكِينٍ ثُمَّ خَلَقْنَا النطفة عَلَقَةً فَخَلَقْنَا العلقة مُضْغَةً فَخَلَقْنَا المضغة عِظَاماً فَكَسَوْنَا العظام لَحْماً ثُمَّ أَنشَأْنَاهُ خَلْقاً آخَرَ}[المؤمنون: ١٢ - ١٤].</p><p> وانبهر بالأطوار التي خلق فيها الحق الإنسان فقال:  {تبارك الله أحسن الخالقين} . فقال له رسول الله: اكتبها فقد نزلت. واغْترّ الرجل وقال: إن كان محمدٌ صادقاً لقد أوحى إليّ كما أوحي إليه؛ وإن كاذباً لقد قلت كما قال: فأهدر رسول الله دمه. وقال لصحابته: من رآه فليقتله. وفي عام الفتح جاء به عثمان رَضِيَ اللَّهُ عَنْه، وقال: يا رسول الله، اعف عن عبد الله، فسكت رسول الله. قال عثمان رَضِيَ اللَّهُ عَنْه: اعف عنه. فسكت رسول الله. وكررها ثالثا: اعف عنه يا رسول الله. فقال رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: نعم. </p><p> وكان لسيدنا عثمان منزلة خاصة عند رسول الله، وأشار الرسول لسيدنا عثمان بن عفان، فأخذ الرجل وانصرف، فلما انصرف قال الرسول لصحابته: ألم أقل لكم من رآه فليقتله؟ قال سيدنا عباد بن بشر: يا رسول الله لقد جعلتُ إليك بصري - أي وجَّهت عيني لك - لتشير عليّ بقتله، فقال رسول الله لعباد بن بشر: » ما ينبغي لرسول أن تكون له خائنة الأعين «وأسلم ابن أبي سرح وحسن إسلامه» . </p><p> ومن قال سأنزل مثل ما أنزل الله، ما هي عقوبات هؤلاء الذين يفترون على الله الكذب، ويحاولون التغرير بالناس مدّعين أن الله أنزل عليهم وحياً؟ </p><p> يقول الحق سبحانه:  {وَلَوْ ترى إِذِ الظالمون فِي غَمَرَاتِ الموت والملائكة باسطوا أَيْدِيهِمْ أخرجوا أَنْفُسَكُمُ اليوم تُجْزَوْنَ عَذَابَ الهون بِمَا كُنتُمْ تَقُولُونَ عَلَى الله غَيْرَ الحق وَكُنْتُمْ عَنْ آيَاتِهِ تَسْتَكْبِرُونَ}  [الأنعام: ٩٣] . </p><p> وساعة تسمع «لو» هذه تعرف أنها شرطية، وأنت تقول - مثلا - لو جاءني فلان لأكرمته. وحين تقرأ القرآن نجد كثيراً من «لو» ليس لها جواب، لماذا؟ لأن الإتيان بالجواب يعني حصر الجواب الذي لا يمكن للفظ أن يحصره فأنت تتركه للسامع مثلما تجد شاباً يلعب دور الفتوة في الحارة ويتعب سكانها، ثم وقع في أيدي الشرطة وأخذوه ليعاقبوه، فيقول واحد ممن رأوه من قبل وهو يرهق أهل الحارة: آه لو رأيتم الولد الفتوة وهو في يد الشرطة! </p><p> أين جواب الشرط هنا؟ إنه لا يأتي؛ لأنه يتسع لأمر عجيب يضيق الأسلوب عن أدائه. </p><p> والحق سبحانه وتعالى يقول هنا:  {وَلَوْ ترى إِذِ الظالمون فِي غَمَرَاتِ الموت} ولم يقل لي: ماذا ترى؟ لأنك سترى عجباً لا يؤديه اللفظ. و «الغمرات» هي الشدة التي لا يستطيع الإنسان منها فكاكاً ولا تخلصاً. </p><p> ويتابع الحق:  {والملائكة باسطوا أَيْدِيهِمْ أخرجوا أَنْفُسَكُمُ} فهل هم ملائكة الموت الذين يقبضون الروح؟ أو الكلام في ملائكة العذاب؟ إنها تشمل النوعين: ملائكة قبض الروح وملائكة العذاب. </p><p> {والملائكة باسطوا أَيْدِيهِمْ أخرجوا أَنْفُسَكُمُ} كأن ملائكة قبض الروح </p><p> تقول لهم: إن كنتم متأبّين على الله في كثير من الأحكام لقد تأبّيتم على الله إيماناً، وتأبّيتم على الله أحكاماً، وتأبّيتم على الله في تصديق الرسول، فهاهو ذا الحق قد أمرنا أن نقبض أرواحكم، فهل أنتم قادرون على التمرد على مرادات الحق؟ إن كنتم كذلك فليظهر كل منكم مهارته في التأبّي على قبض روحه، أو أن الملائكة يبالغون في النكاية بهم كأن نقول لواحد: اخنق نفسك وأخرج روحك بيديك أو: أخرجوا أنفسكم من العذاب الذي يحيق بكم. </p><p> «وعذاب الهون» هو العذاب المؤلم وفيه ذلة. وأساليب العذاب في القرآن متعددة، فيقول مرة:  «من العذاب المهين» أو وأعد لهم «عذاباً مهيناً» أو ولهم «عذاب أليم» فمرة يكون العذاب مؤلماً لكن لا ذلة فيه، ومرة يكون العذاب مؤلماً وفيه ذلة. وكما أن النعمة فيها تعظيم فالنقمة فيها ذلة. وأضرب هذا المثل - ولله المثل الأعلى، فالله سبحانه منزّه عن أي تشبيه -: قد نجد حاكماً يعتقل إنساناً ويأمر بأن يجلس المعتقل في قصر فخم وله حديقة، لكن حين يأتيه الطعام، يقول له الحارس: خذ اتسمم، وفي ذلك إهانة كبيرة. </p><p> ولماذا يذيقهم الحق العذاب المهين؟ تأتي الإجابة من الله:  {بِمَا كُنتُمْ تَقُولُونَ عَلَى الله غَيْرَ الحق وَكُنْتُمْ عَنْ آيَاتِهِ تَسْتَكْبِرُونَ} . كأن يقول واحد: أوحي إلي ولم يوح إليه شيء. وهم أيضاً يستكبرون على الآيات التي يؤمن بها العقل الطبيعي، ويقول الحق:  {وَجَحَدُواْ بِهَا واستيقنتهآ أَنفُسُهُمْ ظُلْماً وَعُلُوّاً}  [النمل: ١٤] . </p><p> ويقول الحق بعد ذلك:  {وَلَقَدْ جِئْتُمُونَا فرادى ... } </p>"
}