{
  "id": null,
  "sura": 6,
  "aya": 53,
  "text": "<p> نحن هنا أمام «بعضين» : بعض قد استعلى أن يجتمع ببعض آخر مستضعف عند رسول أرسله الله. ويمتحن الله البعض بالفتنة، والفتنة هي الاختبار. إن بعضاً من الناس يظن أن الفتنة أمر مذموم، لا، إن الفتنة لا تذم لذاتها، وإنما تذم لما تؤول إليه. فالاختبار - إذن - لا يذم لذاته، وإنما يذم لما يؤول إليه. وتأتي الفتنة ليُرى صدق اليقين الإيماني، وها هوذا الحق سبحانه وتعالى يقول:  {أَحَسِبَ الناس أَن يتركوا أَن يقولوا آمَنَّا وَهُمْ لاَ يُفْتَنُونَ وَلَقَدْ فَتَنَّا الذين مِن قَبْلِهِمْ فَلَيَعْلَمَنَّ الله الذين صَدَقُواْ وَلَيَعْلَمَنَّ الكاذبين}  [العنكبوت: ٢ - ٣] . </p><p> إن الحق سبحانه يختبر مدى صدق الإنسان حين يعلن الإيمان، إنه - سبحانه - يختبرهم بالمحن والنعم، وقد اختبر الحق الأمم السابقة بالتكاليف والنعم والمحن ويظهر ويبرز إلى الوجود ما سبق أن علمه سبحانه أزلاً، ويميز أهل الصدق في الإيمان </p><p> عن الكاذبين في الإيمان. فمن صبر على الاختبار والفتنة فقد ثبت صدقه ويقينه، ومن لم يصبر فقد دّل بعمله هذا على أنه كان يعبد الله على حرف فإن أصابه خير اطمأن به ورضي، وإن أصابه شر وفتنة انقلب على وجهه ونكص على عقبيه فخسر الدنيا والآخرة. </p><p> إذن فالفتنة مجرد اختبار. والوجود الذي نراه مبني كله على المفارقات، وعلى هذه المفارقات نشأت حركة الحياة. ويجب الإيمان بقدر الله في خلقه؛ فهذا طويل، وذاك قصير، هذا أبيض، وذاك أسود، هذا مبصر وذلك أعمى، هذا غني، وذلك فقير، هذا صحيح، وذلك سقيم، وذلك ليكون كل نقيض فتنة للآخر. </p><p> فالمريض - على سبيل المثال - فتنة للصحيح، والصحيح فتنة للمريض، ويستقبل المريض قدر الله في نفسه ولا ينظر بحقد أو غيظ للصحيح، ولكن له أن ينظر هل يستعلي الصحيح عليه ويستذله، أو يقدم له المساعدة؟ والفقير فتنة للغني، وهو ينظر إلى الغني ليعرف أيحتقره، أيحرجه، أيستغله، والغني فتنة للفقير، يتساءل الغني أينظر إليه الفقير نظرة الحاسد. أم الراضي عن عطاء الله لغيره. وهكذا تكون الفتن. </p><p> إن من البشر من هو موهوب هبة ما، وهناك من سلب الله منه هذه الهبة، وهذا العطاء وذلك السلب كلاهما فتنة؛ لنؤمن بأن خالق الوجود نثر المواهب على الخلق ولم يجعل من إنسان واحد مجمع مواهب؛ حتى يحتاج كل إنسان إلى مواهب غيره، وليقوم التعاون بين الناس، وينشأ الارتباط الاجتماعي. </p><p> وعندما يخلق الله الإنسان بعاهة من العاهات فهو سبحانه يعوضه بموهبة ما. هكذا نرى أن العالم كله قد فتن الله بعضه ببعض، وكذلك كانت الجماعة المؤمنة فتنة للجماعة الكافرة، وكانت الجماعة الكافرة فتنة لرسول الله، ورسول الله فتنة لهم فساعة يرى رسول الله الكفار وهم يجترئون عليه ويقولون: </p><p> {وَقَالُواْ لَوْلاَ نُزِّلَ هذا القرآن على رَجُلٍ مِّنَ القريتين عَظِيمٍ}  [الزخرف: ٣١] . </p><p> يعرف أن هؤلاء القوم يستكثرون عليه أن ينزل عليه هذا القرآن العظيم، </p><p> وفي هذا القول فتنة واخْتبار لرسول الله، وهو يصبر على ذلك ويمضي إلى إتمام البلاغ عن الله ولا يلتفت إلى ما يقولون، بل يأخذ هذا دليلاً على قوة المعجزة الدالة على صدق رسالته. </p><p> والجماعة التي استكبرت وطلبت طرد المستضعفين هم فتنة للمستضعفين، والمستضعفون فتنة لهم، فلو أن الإيمان قد اختمر في نفوس المستكبرين لما استكبروا أن يسبقهم الضعاف إلى الإيمان برسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> إذن فكلنا يفتن بعضنا بعضًا. وكل إنسان عندما يرى موهوباً بموهبة لا توجد لديه فليعلم أنها فتنة له وعليه أن يقبلها ويرضى بها في غيره. وما عُبِدَ الله بشيء خيرا من أن يحترم خلق الله قدر الله في بعضهم بعضًا، ولذلك يختبرنا الحق جميعاً، فإن كنت مؤمنا بالله فاحترم قدر الله في خلق الله حتى يجعل الله غيرك من الناس يحترمون قدر الله فيك. </p><p> والحق سبحانه وتعالى يقول:  {وكذلك فَتَنَّا بَعْضَهُمْ بِبَعْضٍ ليقولوا أهؤلاء مَنَّ الله عَلَيْهِم مِّن بَيْنِنَآ أَلَيْسَ الله بِأَعْلَمَ بالشاكرين}  [الأنعام: ٥٣] . </p><p> ووجه الفتنة هنا أن قومًا طلبوا طرد المستضعفين وقالوا كما حكى الله عنهم:  {أهؤلاء مَنَّ الله عَلَيْهِم مِّن بَيْنِنَآ} ؟ كأنهم تساءلوا عن المركز الاجتماعي للمستضعفين من المؤمنين، ويأتيهم الرد من الله:  {أَلَيْسَ الله بِأَعْلَمَ بالشاكرين} . فسبحانه هو العليم أزلاً بالبشر، ولا يقترح عليه أحد ما يقرره. وقد سبق للذين كفروا أن قالوا:  {وَقَالُواْ لَوْلاَ نُزِّلَ هذا القرآن على رَجُلٍ مِّنَ القريتين عَظِيمٍ} . </p><p> وجاءهم الرد من الحق سبحانه وتعالى فقال:  {أَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّكَ نَحْنُ قَسَمْنَا بَيْنَهُمْ مَّعِيشَتَهُمْ فِي الحياة الدنيا وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِّيَتَّخِذَ بَعْضُهُم بَعْضاً سُخْرِيّاً}  [الزخرف: ٣٢] . </p><p> وهكذا نعلم أن الحق سبحانه وتعالى لم يضع مفاتيح الرسالة في أيدي المشركين أو غيرهم، ليوزعوا هم الأمور ويقوموا بتدبير الأمر. بل هو سبحانه وتعالى الذي يوزع المواهب في البشر رزقاً منه ليعتمد كل إنسان على الآخرين في مواهبهم التي يعجز عنها، ويعتمد عليها الآخرون في موهبته التي يعجزون عنها. ومسألة النبوة هي اصطفاء إلهي يكبر ويسمو على كل مقامات الدنيا. ويدل السياق إذن على أن بعضاًَ من كبار العرب طلبوا أن يطرد رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بعضاً من المستضعفين، فأراد الله أن يطمئن المستضعفين بشيء عجل لهم به في الدنيا وإن كان قد جعله لبقية المؤمنين في الآخرة. لذلك يقول الحق:  {وَإِذَا جَآءَكَ الذين يُؤْمِنُونَ ... } </p>"
}