{
  "id": null,
  "sura": 6,
  "aya": 75,
  "text": "<p> أي كما اهتدى إبراهيم إلى أن عبادة الأصنام ضلال مبين فسيريه الله ملكوت السموات والأرض ما دام قد اهتدى إلى أن هناك إلهاً حقًّا، فالإله الحق يبين له أسرار الكون: </p><p> والملكوت صيغة المبالغة في الملك، مثلها مثل «رحموت» . وهي صيغة مبالغة من الرحمة، والملكوت تعطينا فهم الحقائق غير المشهودة، فالذي يمشي وراء الأسباب المشهودة له يأخذ الملك؛ لأن ما يشهده ويحسَّه هو أمامه، والملكوت هو ما يغيب عنه، إذن ففيه «ملك» ، وفيه «ملكوت» ، الملك هو ما تشاهده أمامك، والملكوت هو ما وراء هذا الملك. </p><p> والمثال هو ما قاله سيدنا إبراهيم حينما تكلم على الشركاء لله قال سبحانه:  {فَإِنَّهُمْ عَدُوٌّ لي إِلاَّ رَبَّ العالمين الذي خَلَقَنِي فَهُوَ يَهْدِينِ والذي هُوَ يُطْعِمُنِي وَيَسْقِينِ وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ والذي يُمِيتُنِي ثُمَّ يُحْيِينِ}  [الشعراء: ٧٧ - ٨١] </p><p> ولنلحظ هنا أن الأساليب مختلفة، فهو يقول:  {الذي خَلَقَنِي} ولم يقل «الذي هو خلقني» ، ثم قال {فَهُوَ يَهْدِينِ} لأن أحداً لم يدّع أبداً خلق الإنسان، وهي قضية مسلمة لله ولا تحتاج إلى تأكيد، أما هداية الناس فهناك من يدعي أنه يهدي الناس. وما يَدَّعي من البشر يؤكد ب «هو» وما لا يُدَّعي من البشر كالخلق والإماتة والإحياء لا يؤتى فيه بكلمة هو. </p><p> ويتابع سيدنا إبراهيم:  {والذي هُوَ يُطْعِمُنِي وَيَسْقِينِ} وهنا قفز سيدنا إبراهيم من كل الأسباب والحلقات الظاهرية إلى الحقيقة، وعرف الغيب {وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ} وهو بذلك يميز بين الوسيلة للشفاء وهم الأطباء المعالجون والشافي الأعظم وهو الله - تبارك وتعالى - لأن الناس قد تفتن بالأسباب وتقول: إن الطبيب هو من </p><p> يشفي، ولذلك ينتقل سيدنا إبراهيم من ظواهر الأسباب إلى بواطن الأمور، وينتقل من ظواهر الملك إلى باطن الملكوت حتى نعرف أن الطبيب يعالج ولكنه لا يشفي، بدليل أننا كثيراً ما رأينا من يذهب للطبيب ويعطيه الطبيب حقنة فيموت المريض، وبذلك يصير الطبيب في مثل هذا الموقف من وسائل الموت: </p><p> سبحان من يرث الطبيب وطبه ... ويرى المريض مصارع الآسين </p><p> إذن، {فَهُوَ يَشْفِينِ} أي أن الشفاء من الله والعلاج من الطبيب. </p><p> وبذلك جاء سيدنا إبراهيم عليه السلام في قصة العقيدة نجده قد أخذ سلطاناً كبيراً يعترف به جميع الأنبياء؛ لأن ربنا قال فيه:  {وَإِبْرَاهِيمَ الذي وفى} . </p><p> وكذلك قال سبحانه:  {وَإِذِ ابتلى إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ فَأَتَمَّهُنَّ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَاماً}  [البقرة: ١٢٤] </p><p> أي أنك يا إبراهيم مأمون أن تكون إماماً للناس، وببشرية إبراهيم وبظاهر الملك. سأل الله أن تكون الإمامة في ذريته، وقال:  {وَمِن ذُرِّيَّتِي} . </p><p> أي اجعل من ذريتي أئمة، فيقول الحق: </p><p> {لاَ يَنَالُ عَهْدِي الظالمين}  [البقرة: ١٢٤] . </p><p> لأن مسألة الإمامة ليست وراثة دم، ولا يأخذها إلا من يستحقها. وقلنا: إن سيدنا إبراهيم جاء بهاجر وابنه إسماعيل منها وأسكنهما بواد غير ذي زرع عند البيت المحرم، ويقول القرآن على لسانه: </p><p> {رَّبَّنَآ إني أَسْكَنتُ مِن ذُرِّيَّتِي بِوَادٍ غَيْرِ ذِي زَرْعٍ عِندَ بَيْتِكَ المحرم رَبَّنَا لِيُقِيمُواْ الصلاة فاجعل أَفْئِدَةً مِّنَ الناس تهوي إِلَيْهِمْ وارزقهم مِّنَ الثمرات لَعَلَّهُمْ يَشْكُرُونَ}  [إبراهيم: ٣٧] . </p><p> أي أن سيدنا إبراهيم عليه السلام وعى مسألة تعليم الحق له لأسرار الملكوت، وظل في ذهن سيدنا إبراهيم، أن الحق سبحانه - لا يعطي الإمامة من ظلم ثم أوضح له أنه يجب أن تفرق بين خلافة النبوة، وعطاء الربوبية في الطعام ويتمثل ذلك في دعاء سيدنا إبراهيم:  {وارزق أَهْلَهُ مِنَ الثمرات مَنْ آمَنَ مِنْهُمْ بالله واليوم الآخر}  [البقرة: ١٢٦] </p><p> فكأن إبراهيم حين طلب الرزق من الثمرات لمن آمن بالله واليوم الآخر لم يفرق في دعائه بين عهد النبوة والإمامة، ومطلوبات الحياة، فيقول له الحق:  {وَمَن كَفَرَ ... } . </p><p> أي أنه سبحانه سيرزق بالطعام من آمن ومن كفر؛ لأن الطعام ومقومات الحياة من عطاءات الربوبية، أما المناهج فهي من عطاءات الألوهية، والله سبحانه وتعالى رب لجميع الناس؛ لأنه هو الذي استدعاهم جميعاً: المؤمن والكافر، والطائع والعاصي، وما دام هو الذي استدعاهم إلى الوجود فهو لا يمنعهم الرزق. </p><p> {وَكَذَلِكَ نري إِبْرَاهِيمَ مَلَكُوتَ السماوات والأرض وَلِيَكُونَ مِنَ الموقنين}  [الأنعام: ٧٥] . </p><p> وكل من يسير على قدم إبراهيم عليه السلام يرتبط ويتعلق بذات الحق سبحانه وتعالى، وفيه فرق بين الارتباط والتعلق بالذات، والارتباط والتعلق بالصفات؛ والذي يعبد الله لأنه رزّاق، ولأنه مُغْنٍ هو من يرتبط بالصفات. أما من يرتبط بالله لأنه إله فقط وإن أفقره فهو من يرتبط بالذِّاب، وحين صفى سيدنا إبراهيم نفسه من كل </p><p> العقائد السابقة أوضح له الحق: أنت مأمون على أسرار كوني، وأعطاه الحق الكثير كما يعطي لكل من يخلص في الارتباط بخالقه يعطيه ربنا عطاءات من أسرار كونه. ويضرب الحق سبحانه لنا كثيراً من المُثُل في القرآن فيقول:  {واتقوا الله وَيُعَلِّمُكُمُ الله}  [البقرة: ٢٨٢] </p><p> أي أنك ما دمت مأموناً على ما عرفت من أحكام الحق لحركة حياتك وتنفذه فإن الحق يعتبرك أميناً على أسراره، ويعطيك المزيد من الزيادة. </p><p> ومعنى «تتقي» أي أن تلتحم بمنهج الحق، وإذا التحمت بالمنهج الحق كنت في الفيوضات الدائمة التي لا تنقضي من الحق؛ لأن الذي في معيته لا بد أن يخلع الحق عليه من واردات وعطاءات صفاته ما يجلي صلته بربه ويطمئنه عليه، ومثال ذلك ما حدث في «قصة الهجرة» تجد الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وسيدنا أبا بكر في الغار، ويقول أبو بكر لرسول الله: لو نظر أحدهم تحت قدمه لرآنا، وهذه قضية كونية مؤكدة، ويرد عليه الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بما نقله من القضية الكونية الظاهرة الواضحة إلى عالم الملكوت الخالص، ويقول: </p><p> «يا أبا بكر، ما ظنك باثنين الله ثالثهما» </p><p> أي أنه يقول له: اطمئن، لن يرانا أحد؛ لأننا في معية الله، وسبحانه لا تدركه الأبصار. وحين يكون الضعيف في معية القوي فقانون القوى هو الذي يتغلب، فلا يصبح الضعيف ضعيفاً، فحين يكون هناك ولد بين الأطفال الذين في مثل سنّه ويضطهدونه ويؤلمونه ويؤذنه، ثم يرونه في يد أبيه لا يجرؤ أحد منهم أن يأتي إلى ناحيته، والناس لا يقدر بعضهم على بعض إلا إذا انفلتوا من معية الله، ومَن في معية الله لا يجترئ عليه أحد أبداً. ولذلك يرسل لنا ربنا قضايا الملك وقضايا الملكوت، ويمثلها في رسول الله من أول العزم من الرسل مع عبد صالح آتاه الله شيئاً من علمه وفيضه لأنه اتقاه. </p><p> يقول الحق سبحانه:  {فَوَجَدَا عَبْداً مِّنْ عِبَادِنَآ آتَيْنَاهُ رَحْمَةً مِّنْ عِندِنَا وَعَلَّمْنَاهُ مِن لَّدُنَّا عِلْماً}  [الكهف: ٦٥] . </p><p> إن هذا العبد قد أخذ منهج الرسول الذي جاء به واتبعه، فأداه حق الأداء فاتصل بالحق فأعطاه الحق من لدنه علماً. وحين ننظر في هذه القضية نتعجب لأننا نجد سيدنا موسى - ينظر في عالم الملك بينما ينظر من آتاه الله من لدنه رحمة ومن عنده علما ينظر من عالم الملكوت، وموسى معذور؛ لأنه ينظر في دائرة الأسباب، والعبد الصالح معذور هو الآخر لأنه ينظر في دائرة ثانية، ولذلك سيقول العبد الصالح:  {وَمَا فَعَلْتُهُ عَنْ أَمْرِي} . </p><p> أي أن المسألة ليست من ذاته، بل هو مأمور بها. وحين ننظر إلى تقدير موقف كل منهما للآخر نجد العبد الصالح يقول:  {إِنَّكَ لَن تَسْتَطِيعَ مَعِيَ صَبْراً} . أي أن العبد الصالح يعذر موسى، ويضيف:  {وَكَيْفَ تَصْبِرُ على مَا لَمْ تُحِطْ بِهِ خُبْراً}  [الكهف: ٦٨] </p><p> فيقول القرآن على لسان موسى:  {قَالَ ستجدني إِن شَآءَ الله صَابِراً وَلاَ أَعْصِي لَكَ أمْراً}  [الكهف: ٦٩] </p><p> فها هوذا الرسول الذي جاء ليبلغ المنهج يطيع عبداً صالحاً طبق المنهج من رسول سابق ونفذه كما يحب الله، والتحم بالمنهج، وجاء لنا ربنا بهذه القصة مع رسول من أولي العزم. ويتلقى موسى عليه السلام الأمر من العبد الصالح:  {قَالَ فَإِنِ اتبعتني فَلاَ تَسْأَلْني عَن شَيءٍ حتى أُحْدِثَ لَكَ مِنْهُ ذِكْراً}  [الكهف: ٧٠] </p><p> لماذا؟ لأن العبد الصالح يعلم أن موسى سيتكلم عن عالم الفلك، وهو يتكلم من عالم الملكوت. </p><p> وحين ركبا السفينة، وخرقها العبد الصالح، والخرق إفساد ظاهري في عالم المُلْك. يوضح سيدنا موسى للعبد الصالح أن هذا الفعل إخلال بالقانون، وكيف يعتدي على السفنية بالإفساد؟ فيرد العبد الصالح: ألم أقل إنك لن تستطيع معي صبراً، وليست لك طاقة على مثل هذه المسائل، فيتذكر موسى، ثم تأتي حكاية الغلام، وحكاية الجدار. </p><p> وحين ندقق النظر في هذه الأمور نجد عالم الملكوت يصحح الأمور الشاذّة في عالم الملك؛ فخرق السفينة إفساد ظاهري لكن إذا علم موسى أن هناك مَلِكاً يأخذ السفن السليمة الصالحة ويستولي عليها غصبا وهذه السفينة لمساكين يعملون في البحر، ويريد العبد الصالح أن يحافظ لهم على السفينة فيخرقها حتى لا يأخذها المغتصب؛ وحين يقارن الملك المغتصب بين سفينة سليمة وسفينة مخروقة. فلن يأخذ السفينة غير السليمة، ويمكن لأصحابها إصلاحها. </p><p> إذن لو علم موسى بهذه المسألة، ألا يجوز أن يكون موسى هو الذي كان يقوم بخرق السفينة؟ إنه كان سيخرقها، إذن لو علم صاحب نظرية الملك ما في نظرية الملكوت من أسرار، لفعل هو الفعل نفسه. وحين نأتي لقتل الغلام، لا بد من التساؤل: وما ذنب الغلام؟ فيفسر العبد الصالح الأمر:  {وَأَمَّا الغلام فَكَانَ أَبَوَاهُ مُؤْمِنَيْنِ فَخَشِينَآ أَن يُرْهِقَهُمَا طُغْيَاناً وَكُفْراً}  [الكهف: ٨٠] </p><p> والأبوان قد يدللان هذا الابن، ويطعمانه من مال حرام، ويكون فتنة لهما، فقتل الغلام ليظلا على الإيمان، وعجلّ ربنا بالولد إلى الجنة مباشرة. </p><p> وفي مسألة الجدار تجد الخلاف بين رؤية عالم المُلْك، ورؤية عالم الملكوتففي ظاهر الأمر أنهما حين أتيا أهل القرية طلباً للطعام، وطلب الطعام شهادة صدق </p><p> على الضرورة، لأنه ليس طلباً للنقود، فقد يطلب أحد النقود ليدخرها، لكن من يقول:  «أعطني رغيفاً لآكل» فهذه آية صدق الضرورة في طلب الطعام. ولكن أهل القرية أبوا أن يضيفوهما، إذن هم لئام لا كرام. ويرى العبد الصالح جداراً يريد أن ينقض، وآيلاً للسقوط فأقامه، وغضب سيدنا موسى، سبب غضبه أنه والعبد الصالح استطعما هؤلاء فلم يطعموهما، فكيف تبني جداراً لهم؟! وكان يصح أن تأخذ عليه أجراً، وغضب سيدنا موسى سببه ظاهر، لكن العبد الصالح يشرح المسألة: </p><p> لقد أقام الجدار لأن أهل القرية لئام ولم يعطونا طعاماً، ولو وقع الجدار وظهر الكنز تحته أمام لئام بهذا الشكل لسرقوه من أصحابه، وهم أطفال، وقد بناه العبد الصالح بهندسة إيمانية ألهمه الله بها بحيث إذا بلغ الولدان الرشد يقع الجدار. أي أنه بناء موقوت، مثلما نضبط المنبه على وقت محدد، كذلك الجدار بحيث إذا بلغ الولدان الرشد يقع الجدار ويأخذان الكنز. </p><p> وهذا يوضح لنا الخلاف بين عالم المُلْك وبين عالم الملكوت؛ فعالم الملكوت هو الذي يغيب عنا وراء الأسباب. وكثير من الناس يقف عند الأسباب، ولا ينتقل من الأسباب إلى السبب المباشر، إلى أن ينتهي إلى مسبب ليس بعده سبب. </p><p> {وَكَذَلِكَ نري إِبْرَاهِيمَ مَلَكُوتَ السماوات والأرض وَلِيَكُونَ مِنَ الموقنين}  [الأنعام: ٧٥] . </p><p> فهل تيقن أو لم يتيقن؟ . </p><p> و «موقنين» جمع «موقن» والجمع أقله ثلاثة، واليقين ينقسم إلى ثلاث مراحل: يقين بعلم من تثق فيه لأنه لا يكذب؛ ويقين بعين ما تخبر به، ويقين بحقيقة المُخْبَر به. </p><p> وحين عرض الحق سبحانه وتعالى هذه المسألة في سورة التكاثر قال:  {أَلْهَاكُمُ التكاثر حتى زُرْتُمُ المقابر كَلاَّ سَوْفَ تَعْلَمُونَ ثُمَّ كَلاَّ سَوْفَ تَعْلَمُونَ كَلاَّ لَوْ تَعْلَمُونَ عِلْمَ اليقين}  [التكاثر: ١ - ٥] </p><p> إذا أخبرتكم فهذا الخبر هو الصورة العلمية، وكان يجب أن يكون ما أخبركم به علم اليقين. {كَلاَّ لَوْ تَعْلَمُونَ عِلْمَ اليقين لَتَرَوُنَّ الجحيم ثُمَّ لَتَرَوُنَّهَا عَيْنَ اليقين}  [التكاثر: ٥ - ٧] . </p><p> لأننا سوف نرى النار في الآخرة، لكن لم تأت حقيقة اليقين، وجاءت حقيقة اليقين في سورة الواقعة:  {وَأَمَّآ إِن كَانَ مِنْ أَصْحَابِ اليمين فَسَلاَمٌ لَّكَ مِنْ أَصْحَابِ اليمين وَأَمَّآ إِن كَانَ مِنَ المكذبين الضآلين فَنُزُلٌ مِّنْ حَمِيمٍ وَتَصْلِيَةُ جَحِيمٍ إِنَّ هذا لَهُوَ حَقُّ اليقين}  [الواقعة: ٩٠ - ٩٥] </p><p> وسيدنا إبراهيم عليه السلام كان حقا من الموقنين في كل أدوار حياته؛ لأن الله أعلمه ما وراء مظاهر الملك، ما وراء مظاهر الأشياء؛ وعواقبها. فمثلا عندما أُخذ ليطرح في النار جاء له جبريل ليقول: ألك حاجة؟ قال سيدنا إبراهيم: أمّا إليك فلا. </p><p> ويقول ذلك وهو يعرف أن النار تحرق، ولكن هذا ظاهر المُلك، وظواهر الأشياء، وسيدنا ابراهيم يعلم أن الذي خلقها جعلها محرقة، ويستطيع ألا يجعلها محرقة، وهو متيقن به، ولذلك لم يطفئ الله النار بظاهر الأسباب ولكن جعلها الله ليّاً لأعناق خصومه، فأوضح الحق: يا نار أنا خلقت فيك قوة الإحراق، وأنا أقول لك الآن: لا تحرقي. {قُلْنَا يانار كُونِي بَرْداً وسلاما على إِبْرَاهِيمَ}  [الأنبياء: ٦٩] </p><p> إذن فإبراهيم يعرف هذه الحقائق المختفية وراء المُلك الظاهر، وهذا من الابتلاءات الأولى في حياته، ويملك أن يرد على سيدنا جبريل لحظة أن سأله قبل </p><p> أن يلقوا به في النار: ألك حاجة؟ فيقول إبراهيم: أمّا إليك فلا. </p><p> ثم يأتي له الابتلاء في آخر حياته بذبح ولده. ونعلم أن الإنسان تمر عليه أطوار تكوين ذاتيته، وأحياناً تكون الذات هي المسيطرة، وفي طور آخر تبقى ذاتية أولاده فوق ذاتيته، أي أنه يحب أولاده أكثر من نفسه. يتمنى أن يحقق لأولاده كل ما فاته شخصياً. فلما كبر إبراهيم ووهبه الله الولد يأتيه الابتلاء بأن يذبح ابنه إنه ابتلاء شديد قاس، وهو ابتلاء لا يأتي بواسطة وحي بل بواسطة رؤيا. وكلنا نعلم أن رؤيا الأنبياء حق. لكن إبراهيم يعلم أن الحق سبحانه وتعالى لا يطلب من خلقه إلا أن يستسلموا لقضائه، ولذلك إذا رأيت إنساناً طال عليه قضاء ربه في أي شيء؛ في مرض، في مصيبة، في مال، أو غير ذلك فاعلم أنه لم يرض بما وقع له، ولو أنه رضي لانتهى القضاء. فالقضاء لا يُرفع حتى يُرضى به، ولا يستطيع أحد أن يلوي يد خالقه. </p><p> إذن فالناس هم الذين يطيلون على أنفسهم أمد القضاء. </p><p> ولذلك عرف سيدنا إبراهيم هذه القضية: قضية فهمه لعالم الملكوت. فلما قيل له:  «اذبح ابنك» لم يرد أن يمر ابنه بفترة سخط على تصرف أبيه؛ لأنه إن أخذه من يده وفي يده الأخرى السكين فلا بد أن تكون هذه اللحظة مشحونة بالسخط، فيحرم من الجزاء، فيبين له المسألة. ويقول القرآن حكاية عن إبراهيم:  {يابني إني أرى فِي المنام أَنِّي أَذْبَحُكَ}  [الصافات: ١٠٢] </p><p> وهذا القول يريد به إبراهيم أن ينال ابنه ثواب الاستسلام وهو دليل محبة إبراهيم لولده، فماذا قال إسماعيل:  {قَالَ ياأبت افعل مَا تُؤمَرُ ستجدني إِن شَآءَ الله مِنَ الصابرين}  [الصافات: ١٠٢] </p><p> قال إسماعيل ذلك ليأخذ عبودية الطاعة. ويؤكد القرآن رضا إبراهيم وابنه بالقضاء فيقول: </p><p> {فَلَمَّا أَسْلَمَا وَتَلَّهُ لِلْجَبِينِ}  [الصافات: ١٠٣] </p><p> وهذا القبول بالقضاء هو ما يرفعه. لذلك يقول القرآن بعدها:  {وَنَادَيْنَاهُ أَن ياإبراهيم قَدْ صَدَّقْتَ الرؤيآ إِنَّا كَذَلِكَ نَجْزِي المحسنين}  [الصافات: ١٠٤ - ١٠٥] </p><p> ويفدي الله إسماعيل بذبح عظيم، ولا يقتصر الأمر على ذلك بل يرزق الله إبراهيم بولد آخر؛ لأنه فهم ملكوت السموات والأرض، وعرف نهاية الأشياء. فإذا ما أصيب الإنسان بمصيبة فما عليه إلا أن يرضى ويقول: ما دامت هذه المصيبة لا دخل لحركتي فيها، وأجراها عليّ خالقي فهي اختبار منه - سبحانه - ولا يوجد خالق يفسد ما خلق. ولا صانع يفسد ما صنع، ولا بد أن لذلك حكمة عنده لا أفهمها أنا، لكني واثق في حكمته. </p><p> إن طريق الخلاص من أي نائبة من النوائب أن يرضى المؤمن بها، فتنتهي. ومن تحدث له مصيبة بأن يموت ولد له، ويظل فاتحاً لباب الحزن في البيت، وتبكي الأم كلما رأت من في مثل سنّه فسيظل باب الحزن مفتوحا، وإن أرادوا أن يزيل الله عنهما هذا الابتلاء فليقفلا باب الحزن بالرضا. وليعلم كل مؤمن أن ما أخذ منه هو معوض عنه بأجر خير منه، والمأخوذ الذي قبضه الله إليه وتوفاه معوض بجزاء خير مما يترك في الدنيا، ولذلك يقال: المصاب ليس من وقعت عليه مصيبة وفارقه الأحباب، بل المصاب من حُرم الثواب، فكأنه باع نكبته بثمن بخس. </p><p> ويقول الحق بعد ذلك:  {فَلَمَّا جَنَّ عَلَيْهِ الليل ... } </p>"
}