{
  "id": null,
  "sura": 6,
  "aya": 107,
  "text": "<p> الحق سبحانه وتعالى يعطينا قضية لابد أن نستصحبها في تاريخنا الإيماني، والقضية هي: أن أيَّ كافر لم يكفر قهرا عن الله، وإنما كفر لأن الله أرخى له الزمام بالاختيار أي خلقه مختارا، ولذلك فالكافر إنما يفعل كل فعل بما آتاه الله من الاختيار لاغصبا عن ربنا أو قهرا، بدليل أن الكون الذي نحيا فيه مقهور بالأمر، لا يمكن أن يختار إلا مراد الله منه، وكل ما في الكون يسير إلى مراد الله. </p><p> إذن فمن كفر لم يكفر قهرا عن الله؛ لأن طبيعة الاختيار ممنوحة من الله. وحين اختص الله الإنسان بالاختيار وضع المنهج الذي يرتب عليه الثواب والعقاب. ولذلك نزل التكليف ب «افعل» و «لا تفعل» . وسبحانه إن أراد قهرا فقد قهر كل الأجناس في الكون؛ قهرها بطول العمر، وأنها تؤدي مهمتها كما أراد الله منها، إنّه قهر الشمس، وقهر القمر، وقهر النجوم، وقهر الماء، وكل حاجة في الكون مقهورة له حتى الملائكة خلقهم:  {لاَّ يَعْصُونَ الله مَآ أَمَرَهُمْ}  [التحريم: ٦] . </p><p> إذن صفة القهر أخذت متعلقها كاملا. ولكن أيريد الله من خلقه أن يكونوا مقهورين على ما يريد؟ لا، بل يريد سبحانه أن يكونوا فاعلين لما يحبه، وإن كانوا مختارين أن يفعلوا ما لا يحبه، كأن خلق القهر في الأجناس كان لإثبات طلاقة القدرة، وأنه لا يمكن لمخلوق أن يشذ عن مراد الله منه. وبقي الاختيار في الإنسان ليدل على أن أناسا من خلقه سبحانه يذهبون إليه جل وعلا وهم قادرون ألا يذهبوا إليه، وهذه تثبت صفة المحبة. </p><p> وحين يختار المختار الطاعة، وهو قادر ألا يطيع، ويختار الإيمان وهو قادر أن يكفر فقد جاء إلى الله محبة لا قهرا، ولذلك يقول ربنا لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: </p><p> {لَعَلَّكَ بَاخِعٌ نَّفْسَكَ أَلاَّ يَكُونُواْ مُؤْمِنِينَ إِن نَّشَأْ نُنَزِّلْ عَلَيْهِمْ مِّنَ السمآء آيَةً فَظَلَّتْ أَعْنَاقُهُمْ لَهَا خَاضِعِينَ}  [الشعراء: ٣ - ٤] . </p><p> أي أشفق على نفسك أن تقتلها حسرة وحزنا على عدم إيمان قومك بما جئت به من عند ربك، أتريد يامحمد أن أقهرهم؟ أتريد أعناقاً أو قلوباً؟ إنك يا محمد تعلم أن منهجك النازل إليك من ربك يريد قلوبا، والقلوب تأتي بالاختيار. فلو شئنا إيمانهم لأنزلنا معجزة تأخذ بقلوبهم فيؤمنون قهرا عليهم. </p><p> ولذلك إذا خُدِشَ الاختيار بفقد أي عنصر من عناصره يزول التكليف. بدليل أنه لا تكليف على فاقد العقل؛ لأن آلة الاختيار عندنا هي العقل. وكذلك لا تكليف لمن لم ينضج بل يتركه الحق إلى أن ينضج. ويصير قادرا على إنجاب مثله وأن يصل إلى التكوين الكيماوي السليم. ويمنع عنه الإكراه بأي قوة أعلى منه تقهره على أن يفعل شيئا على غير مراده، وهنا يأتي التكليف. </p><p> إذن فالتكليف يحتاج إلى أمور ثلاثة: وجود عقل، لذلك فلا تكليف لمجنون، وعقل رشيد ناضج، فقبل البلوغ لا تكليف ولا إكراه حتى يسلم الاختيار، لماذا؟ تأتي الإجابة من الحق سبحانه:  {لِّيَهْلِكَ مَنْ هَلَكَ عَن بَيِّنَةٍ ويحيى مَنْ حَيَّ عَن بَيِّنَةٍ}  [الأنفال: ٤٢] . </p><p> ويقول الحق سبحانه:  {وَلاَ تَسُبُّواْ الذين يَدْعُونَ ... } </p>"
}