{
  "id": null,
  "sura": 6,
  "aya": 66,
  "text": "<p> ما الذي كذب به القوم؟ المقصود هو القرآن أو المنهج عامة؛ لأن المنهج الإيماني يشمل القرآن ويشمل ما آتى به الرسول عَلَيْهِ الصَّلَاة وَالسَّلَام ُ. فالقرآن معجزة مشتملة على الأصول. وجاء الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بالسنُّة ليبين ويشرِّع. ولذلك نرد على هؤلاء الذين يطلبون كل حكم من الأحكام من القرآن ونقول: </p><p> إن القرآن جاء معجزة تتكلم عن أصول العقيدة، والرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ جاء بالتشريعات التي تكمل المنهج، ومثال ذلك عدد الصلوات في كل فرض من الفروض الخمسة وعدد ركعات كل فرض من فروض الصلوات الخمس. إن القرآن </p><p> لم يذكرها، ولكن أوضحها لنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فهو القائل في حديث شريف:  «صلوا كما رأيتموني أصلي» . والرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مفوض بالتشريع بنص القرآن الكريم:  {وَمَآ آتَاكُمُ الرسول فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فانتهوا}  [الحشر: ٧] . </p><p> ونحن نصلي كما صلى رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. ونزكي بنصاب الزكاة الذي حدده رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، ونحج إلى بيت الله الحرام كما حج رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وقد أنزل سبحانه القرآن، ورسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ هو أول من طبق القرآن والسنة. {وَأَنْزَلْنَا إِلَيْكَ الذكر لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُونَ}  [النحل: ٤٤] . </p><p> أي أن هناك من الأمور العقدية التي أنزلها الحق مجملة في القرآن وفصلها للمؤمنين رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بتكليف من الحق. وطاعة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ واجبة بنص القرآن وهي ضمن طاعة الحق سبحانه وتعالى، فالحق يقول مرة:  {قُلْ أَطِيعُواْ الله والرسول}  [آل عمران: ٣٢] . </p><p> وهنا طاعة الرسول غير مكررة إنها ضمن طاعة الله. </p><p> ويقول سبحانه مرة أخرى:  {قُلْ أَطِيعُواْ الله وَأَطِيعُواْ الرسول}  [النور: ٥٤] . </p><p> أي أن هناك أمراً بإطاعة الله وأمراً بإطاعة الرسول. </p><p> ومرة ثالثة يقول سبحانه:  {وَمَآ آتَاكُمُ الرسول فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فانتهوا} . </p><p> وكل ذلك حتى نستوعب الأحكام التي التقت السنة فيها بكتاب الله. </p><p> وحين قال الحق:  {يَا أَيُّهَا الذين آمَنُواْ أَطِيعُواْ الله وَأَطِيعُواْ الرسول وَأُوْلِي الأمر مِنْكُمْ}  [النساء: ٥٩] . </p><p> فهو سبحانه لم يأت بطاعة مستقلة لأولي الأمر ولكنه جعلها طاعة من باطن طاعتين هما: طاعة الله، وطاعة الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> ونعود إلى معنى الآية التي نحن بصددها:  {وَكَذَّبَ بِهِ قَوْمُكَ وَهُوَ الحق قُل لَّسْتُ عَلَيْكُمْ بِوَكِيلٍ}  [الأنعام: ٦٦] . </p><p> إذن فالذي كذب بوجود الله وكذب بالقرآن هو مكذب للمنهج أيضا. فالمكَذَّب به هنا هو الحق، والحق هو الشيء الثابت الذي لا يتغير، وفي حياتنا اليومية تحدث واقعة ما ويأتي أكثر من شاهد عِيان لها فلا نجدهم يختلفون في رواية الواقعة لأنهم يستوحون واقعاً، لكن إن كان بعض من الشهود لم يروْا الواقعة التي يشهدون عليها الوقائع من أفواه الشهود؛ لأن الحق قد يختفي قليلا وراء بعضٍ من الضباب لكن لا يدوم اختفاؤه طويلاً بل يظهر جلياً ناصعاً. </p><p> والحق يضرب لنا المثل فيقول سبحانه:  {أَنَزَلَ مِنَ السمآء مَآءً فَسَالَتْ أَوْدِيَةٌ بِقَدَرِهَا فاحتمل السيل زَبَداً رَّابِياً وَمِمَّا يُوقِدُونَ عَلَيْهِ فِي النار ابتغآء حِلْيَةٍ أَوْ مَتَاعٍ زَبَدٌ مِّثْلُهُ كذلك يَضْرِبُ الله الحق والباطل فَأَمَّا الزبد فَيَذْهَبُ جُفَآءً وَأَمَّا مَا يَنفَعُ الناس فَيَمْكُثُ فِي الأرض كذلك يَضْرِبُ الله الأمثال}  [الرعد: ١٧] . </p><p> الماء - إذن - ينزل بأمر الله من السماء فتستمر به حياة النبات والحيوان والإنسان، ويأخذ كل وادٍ على قدر حاجته. وعندما ينزل السيل فهو يصحب معه بعضاً من الشوائب التي تطفو على المياه، ومثل تلك الشوائب يَطفو - أيضاً - عندما يُصهر الذهب أو أي معدن ويُسمى الخبث. وهكذا يطفو الباطل كالزَّبَدِ ويذهب جُفاء مطروحا ومرميا به بعيداً أو ينزل على جوانبه، أما الحق الذي ينفع الناس فهو يبقى في الأرض. وتكذيب القوم للحق من الله وللقرآن وللمنهج الإيماني هو البهتان، والرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ليس بوكيل على المكذبين ولا يلزمهم أن يصدقوا، فالوكيل هو الله الحق الذي يعاقب كل مكذِّب له، ومهمة الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ هي البلاغ. </p><p> «وكذّب به قومك» ، وكلمة «قومك» هذه هي تقريع فظيع لهم؛ لأن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ جاء منهم، وعرفوه صادقاً أميناً مدة أربعين عاماً قبل الرسالة، وما جرّبوا عليه كذباً، ومقتضى مكثه معهم هذا التاريخ الطويل كان يفرض عليهم أن يتساءلوا من فور بلاغهم بالرسالة: إنه لم يكذب علينا قط ونحن من الخلق، أيكذب على الخالق؟ . ولكن الهوى أعمى بصيرتهم، ولذلك يقول الحق عن هذا البلاغ:  {قُل لَّوْ شَآءَ الله مَا تَلَوْتُهُ عَلَيْكُمْ وَلاَ أَدْرَاكُمْ بِهِ فَقَدْ لَبِثْتُ فِيكُمْ عُمُراً مِّن قَبْلِهِ أَفَلاَ تَعْقِلُونَ}  [يونس: ١٦] . </p><p> أي قل لهم يا محمد: لو أراد الله ألا ينزل قرآنا عليّ من لدنه وألاَّ أبلغكم وأعلمكم به ما أنزله وما تلوته عليكم، ولكنه أنزله وأرسلني به إليكم. وعندما يمتن الله على الذين أرسل إليهم رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فهو يقول سبحانه:  {لَقَدْ جَآءَكُمْ رَسُولٌ مِّنْ أَنفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بالمؤمنين رَءُوفٌ رَّحِيمٌ}  [التوبة: ١٢٨] . </p><p> وبرغم تكبر وعناد وتكذيب المشركين من قوم رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> فإنه عندما هاجر رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من مكة إلى المدينة ترك علياً بمكة ليسلم للناس أماناتهم. فهل هناك حمق أكثر من حمق هؤلاء الذين كذبوا برسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. أيكون أمينا معهم ولا يكون أمينا مع ربه؟ </p><p> ويقول الحق من بعد ذلك:  {لِّكُلِّ نَبَإٍ مُّسْتَقَرٌّ وَسَوْفَ ... } </p>"
}