{
  "id": null,
  "sura": 6,
  "aya": 84,
  "text": "<p> إننا نعرف أن إسحاق هو الابن الثاني لسيدنا إبراهيم بعد إسماعيل، ويعقوب ابن إسحاق، وساعة ترى الهِبَة افهم أنها ليست هي الحق، فالهبة شيء، و «الحق» شيء آخر. الهبة. إعطاء معطٍ لمن لا يستحق؛ لأنك حين تعطي إنساناً ما يستحقه فليس ذلك هبة بل حقاً. </p><p> والحق سبحانه وتعالى يوضح: إياكم أن تعتقدوا أن أحداً من خلقي له حتى عندي إلا ما أجعله أنا حقاً له، ولكن كل شيء هِبة مني. والقمة الأولى في الهبات والعطايا هي قمة السيادة الأولى في الكون للإنسان، ثم التكاثر من نوعية الذكر والأنثى، حيث الذرَّية من البنين والبنات. يقول سبحانه:  {لِلَّهِ مُلْكُ السماوات والأرض يَخْلُقُ مَا يَشَآءُ يَهَبُ لِمَن يَشَآءُ إِنَاثاً وَيَهَبُ لِمَن يَشَآءُ الذكور}  [الشورى: ٤٩] . </p><p> فهبة الأولاد لا تأتي من مجرد أنه خلق الرجل والمرأة، وأنّ اللقاء بينهما يوجد الأولاد بل يقول سبحانه:  {أَوْ يُزَوِّجُهُمْ ذُكْرَاناً وَإِنَاثاً وَيَجْعَلُ مَن يَشَآءُ عَقِيماً}  [الشورى: ٥٠] . </p><p> فلو أن المسألة مجرد إجراء ميكانيكي لجاء الأولاد، لكن الأمر ليس كذلك؛ فمن يفهم في الملكوت تطمئن نفسه أن ذلك حاصل عن حكمة حكيم يعرف أنها هبة من الله، حتى العقم هو هبة أيضاً؛ فالذي يستقبله من الله على أنه هبة ويرضاه، ولم ينظر إلى أبناء الغير بحقد أو بحسد سيجعل الله كل من تراه أبناء لك بدون تعب في حمل أو ولادة، وبدون عناية ورعاية منك طول عمرك. ومن يرض بهبة الله من الإناث سيجد أنهن رزق من الله ويبعث له من الذكور من يتزوج الإناث ويكونون أطوع له من أبنائه؛ لأنه رضي. إذن لا بد أن تأخذ الهبة في العطاء، والهبة في المنع. </p><p> والحق يوضح: أنا وهبت لإبراهيم إسحاق، ومن وراء إسحاق يعقوب، والإنسان منا يعرف أن الإنسان بواقع أقضية الكون ميّت لا محالة، وحين يكبر الإنسان يرغب في ولد يصل اسمه في الحياة وكأنه ضمن ذلك، فإن جاء حفيد يكون الجد قد ضمن نفسه جيلاً آخر. ولكن لنعرف قول الحق:  {المال والبنون زِينَةُ الحياة الدنيا والباقيات الصالحات خَيْرٌ عِندَ رَبِّكَ ثَوَاباً وَخَيْرٌ أَمَلاً}  [الكهف: ٤٦] . </p><p> وبقاء الذِّكْرِ في الدنيا لا لزوم له إن كان الله يحط من قدر الإنسان في الآخرة!! </p><p> ونلحظ أن الحق قال في موقع آخر:  {فَهَبْ لِي مِن لَّدُنْكَ وَلِيّاً يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ واجعله رَبِّ رَضِيّاً}  [مريم: ٥ - ٦] . </p><p> وامتن الله على إبراهيم لا بإسحاق فقط بل بيعقوب أيضاً، وفوق ذلك قال: {كُلاًّ </p><p> هَدَيْنَا} أي أنهما كانا من أهل الهداية. {وَنُوحاً هَدَيْنَا مِن قَبْلُ} أي أن الهداية لا تبدأ بإسحاق ويعقوب، بل بنوح من قبل:  {وَمِن ذُرِّيَّتِهِ دَاوُودَ وَسُلَيْمَانَ وَأَيُّوبَ وَيُوسُفَ وموسى وَهَارُونَ وَكَذَلِكَ نَجْزِي المحسنين} . </p><p> ويتابع الحق:  {وَزَكَرِيَّا ويحيى وعيسى وَإِلْيَاسَ ... } </p>"
}