{
  "id": null,
  "sura": 6,
  "aya": 47,
  "text": "<p> ونلحظ أن «تاء الضمير» في هذه الآية قد فتحت، بينما الآية السابقة لها جاءت فيها «تاء الضمير» مضمومة، حيث يقول الحق تبارك وتعالى:  {قُلْ أَرَأَيْتُمْ إِنْ أَخَذَ الله سَمْعَكُمْ وَأَبْصَارَكُمْ وَخَتَمَ على قُلُوبِكُمْ مَّنْ إله غَيْرُ الله يَأْتِيكُمْ بِهِ انظر كَيْفَ نُصَرِّفُ الآيات ثُمَّ هُمْ يَصْدِفُونَ}  [الأنعام: ٤٦] . </p><p> ونلحظ أيضاً أن الآية التي نحن بصددها الآن تأتي فيها كاف الخطاب:  «أرأيتكم» بينما الآية السابقة لها لا تحمل كاف الخطاب «أرأيتم» ونعرف أن كل لفظة من هذه الألفاظ قد جاءت لتؤدي معنىً لا يؤدي بغيرها، وإن تشابهت الأساليب، فقوله (أرأيتكم) يشمل ويضم ضمير المخاطب وهو التاء المفتوحة ويشمل أيضا كاف الخطاب والجمع بين علامتي الخطاب (التاء) و (الكاف) يدل على أن ذلك تنبيه على شيء ما عليه من مزيد. إنه تنبيه إلى أن هلاكهم سيكون هلاك استئصال وإبادة، ومرة يقول الحق:  «أرأيتم» أي أخبروني أنتم وأعلموني إعلاماً يؤكد لي صدق القضية، ويأتي الاستفهام هنا من مادة «أرى» و «رأى» . </p><p> إن السبب في ذلك أنك حين تستفهم عن شيء إما أن يكون المستفهم منه قد حضر حدوث الشيء، وإما أن يكون المستفهم منه لم يحضر حدوث الشيء. فإن كان قد حضر حدوث الشيء فإنك تقول له: أرأيت ما حدث لفلان وفلان؟ فيقول لك: نعم رأيت كذا وكذا وكذا. وإن كان المستفهَم منه لم يعلم بالأمر ولم يره فهو </p><p> يجيب بالنفي، وهذا ما يحدث بين البشر، لكن حين يكون الاستفهام من الله، ويكون الحادث المستفهَم عنه قد حدث من قبل وجود المستفهم منه، فالإيمان يقتضي أن يجيب المستفهم منه عن هذا الحادث ب «نعم» . </p><p> ومثال ذلك قول الحق سبحانه وتعالى لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  {أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَابِ الفيل}  [الفيل: ١] . </p><p> وهذا خطاب من الله لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ عنا حدث لأصحاب الفيل في عام ولادته صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، ولم يكن الحدث موضع رؤية لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. ولقائل أن يقول: كيف يخاطب الله ورسوله باستفهام عن حادث لم يره؟ ونقول: إن الحق بهذا الاستفهام يوضح لرسوله: اسمع مني، وسماعك مني فوق رؤية عينيك للحدث، فإذا ما قلت لك:  «ألم تر» فمعناها: اعلم علماً يقينياً، وهذا العلم اليقيني يجب أن تثق في صدقه كأنك رأيته رؤية العين وفوق ذلك أيضاً فإن عينك قد تخدعك أو تكذب عليك، ولكن حين يخبرك ربك لا يخدعك ولا يكذب عليك أبداً. </p><p> إذن فالحق يريد أن يخرج هذه الأساليب مخرج اليقين. </p><p> وأضرب هذا المثل - ولله المثل الأعلى - فحين يحاول إنسان قد أحسنت إليه كثيراً أن يجحد إحسانك، فأنت لا تقول له: أنا أحسنت إليك، ولكنك تقول له: أرأيت ما فعلته معك يوم كذا، ويوم كذا؟ وهنا يبدو كلامك كاستفهام منك، لأنك واثق أنه حين يدير رأسه في الجواب فلم يجد إلا ما يؤيد منطقك من وقوفك إلى جانبه، وإحسانك إليه، ولن يجد إلا أن يقول لك: نعم رأيت أنك وقفت بجانبي في كل المواقف التي تذكرها. وفي مثل هذا القول إلزام لا من موقع المتكلم، ولكن من واقع المخاطب. </p><p> وبعد أن تكلم الحق عن تعنت الكافرين أمام رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وعدم اكتفائهم بالآيات التي أنزلها الله مؤيدة لصدق رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، ثم تماديهم في اقتراح آيات من عندهم، وقد اقترحوها في شيء من الصفاقة والسماجة، فقالوا: </p><p> {وَقَالُواْ لَن نُّؤْمِنَ لَكَ حتى تَفْجُرَ لَنَا مِنَ الأرض يَنْبُوعاً أَوْ تَكُونَ لَكَ جَنَّةٌ مِّن نَّخِيلٍ وَعِنَبٍ فَتُفَجِّرَ الأنهار خِلالَهَا تَفْجِيراً أَوْ تُسْقِطَ السمآء كَمَا زَعَمْتَ عَلَيْنَا كِسَفاً أَوْ تَأْتِيَ بالله والملائكة قَبِيلاً أَوْ يَكُونَ لَكَ بَيْتٌ مِّن زُخْرُفٍ أَوْ ترقى فِي السمآء وَلَن نُّؤْمِنَ لِرُقِيِّكَ حَتَّى تُنَزِّلَ عَلَيْنَا كِتَاباً نَّقْرَؤُهُ قُلْ سُبْحَانَ رَبِّي هَلْ كُنتُ إِلاَّ بَشَراً رَّسُولاً}  [الإسراء: ٩٠ - ٩٣] . </p><p> وكلها أسئلة مليئة بالتعنت، والحق سبحانه وتعالى هو الذي اختار القرآن معجزة ومنهجاً لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. ويعلم سبحانه صدق رسوله في البلاغ عنه، لكل ذلك يبين الحق لرسوله أن يبلغ هؤلاء الكافرين أنه سبحانه وتعالى لن يعود عليه أي نفع أو ضر نتيجة إيمانهم به سبحانه، لكن النفع بالإيمان يكون للعباد ويعود خيره إليهم؛ لأنه سبحانه وتعالى له صفات الكمال كلها قبل أن يخلق الخلق. إنها له أزلا وأبداً. </p><p> فبصفات الكمال - علماَ وقدرة؛ وحكمة؛ وإرادة - خلق الخلق جميعا. فإياكم أيها الناس أن تفهموا أن إيمانكم بالله يزيده صفة من صفات الجلال أو الجمال، وإنما الإيمان عائد إليكم أنتم، فإذا كان منكم متكبرون ومتعنتون، فالحق سبحانه لا يترك من تكبر وتعنت ليقف أمام منهجه الذي يحكم حركة الحياة في الأرض، ولكنه سبحانه يأخذ أهل التكبر والتعنت أخذ عزيز مقتدر. واستقرئوا أيها الناس ما حدث لمن كذبوا رسل الله، وماذا صنع الله بهم؟ إنه بقدرته سبحانه وتعالى يستطيع أن يصنع معكم ما صنعه معهم. وإذا ما استقرأتم قصص الرسل مع المكذبين لله وجدتم العذاب قد جاء للقوم بغتة، فها هوذا الحق يقول عن قوم عاد: {فَأَمَّا عَادٌ فاستكبروا فِي الأرض بِغَيْرِ الحق وَقَالُواْ مَنْ أَشَدُّ مِنَّا قُوَّةً أَوَلَمْ يَرَوْاْ أَنَّ الله الذي خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّةً وَكَانُواْ بِآيَاتِنَا يَجْحَدُونَ فَأَرْسَلْنَا عَلَيْهِمْ رِيحاً صَرْصَراً في أَيَّامٍ نَّحِسَاتٍ لِّنُذِيقَهُمْ عَذَابَ الخزي فِي الحياة الدنيا وَلَعَذَابُ </p><p> الآخرة أخزى وَهُمْ لاَ يُنصَرُونَ} </p><p> [فصلت: ١٥ - ١٦] . </p><p> لقد تكبر قوم عاد على سيدنا هود عليه السلام والذين آمنوا معه، وظنوا أنهم أقوى الأقوياء، وغفلوا عن قدرة الخالق الأعلى وهو القوي الأعظم وأنكروا آيات الله، فماذا كان مصيرهم؟ فاجأهم الحق بإرسال ريح ذات صوت شديد في أيام كلها شؤم ليذيقهم عذاب الهوان والخزي والذل في هذه الدنيا، ويقسم الحق بأن عذاب الآخرة أشد خزياً؛ لأنهم في هذا اليوم لا يجدون ناصراً لهم لأنهم كفروا بالذي ينصف وينصر وهو الحق جلت قدرته. </p><p> وماذا عن قوم ثمود؟ لقد بين لهم الحق طريق الهداية. لكنهم اختاروا الضلال واستحبوا لأنفسهم الكفر على الإيمان، وكذبوا نبي الله صالحاً عليه السلام وعقروا الناقة، فنزلت عليهم الصاعقة لتحرقهم بمهانة بسبب ما فعلوا من تكذيب لرسولهم. {وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ فاستحبوا العمى عَلَى الهدى فَأَخَذَتْهُمْ صَاعِقَةُ العذاب الهون بِمَا كَانُواْ يَكْسِبُونَ}  [فصلت: ١٧] . </p><p> وماذا فعل الحق بأصحاب الفيل؟ لقد جاء قوم أبرهة لهدم الكعبة، فاستقبلتهم الطير الأبابيل. . أي التي جاءت في جماعات كثيرة متتابعة بعضها في إثر بعض بحجارة من طين متحجر محرق قد كتب وسجل عليهم أن يعذبوا به:  {أَلَمْ يَجْعَلْ كَيْدَهُمْ فِي تَضْلِيلٍ وَأَرْسَلَ عَلَيْهِمْ طَيْراً أَبَابِيلَ تَرْمِيهِم بِحِجَارَةٍ مِّن سِجِّيلٍ فَجَعَلَهُمْ كَعَصْفٍ مَّأْكُولٍ}  [الفيل: ٢ - ٥] . </p><p> وكل حدث من تلك الأحداث أجراه الله بغتة. ومعنى البغتة أن يفاجئ الخطبُ القومَ بدون مقدمات علم به. وهناك أيضاً من الأحداث الجسام أنزلها الله بالكافرين جهرة، فهاهم أولاء قوم فرعون يغرقهم الله علناً. وكذلك قارون أهلكه الله جهرة: </p><p> {إِنَّ قَارُونَ كَانَ مِن قَوْمِ موسى فبغى عَلَيْهِمْ وَآتَيْنَاهُ مِنَ الكنوز مَآ إِنَّ مَفَاتِحَهُ لَتَنُوءُ بالعصبة أُوْلِي القوة إِذْ قَالَ لَهُ قَوْمُهُ لاَ تَفْرَحْ إِنَّ الله لاَ يُحِبُّ الفرحين وابتغ فِيمَآ آتَاكَ الله الدار الآخرة وَلاَ تَنسَ نَصِيبَكَ مِنَ الدنيا وَأَحْسِن كَمَآ أَحْسَنَ الله إِلَيْكَ وَلاَ تَبْغِ الفساد فِي الأرض إِنَّ الله لاَ يُحِبُّ المفسدين قَالَ إِنَّمَآ أُوتِيتُهُ على عِلْمٍ عندي أَوَلَمْ يَعْلَمْ أَنَّ الله قَدْ أَهْلَكَ مِن قَبْلِهِ مِنَ القرون مَنْ هُوَ أَشَدُّ مِنْهُ قُوَّةً وَأَكْثَرُ جَمْعاً وَلاَ يُسْأَلُ عَن ذُنُوبِهِمُ المجرمون فَخَرَجَ على قَوْمِهِ فِي زِينَتِهِ قَالَ الذين يُرِيدُونَ الحياة الدنيا ياليت لَنَا مِثْلَ مَآ أُوتِيَ قَارُونُ إِنَّهُ لَذُو حَظٍّ عَظِيمٍ وَقَالَ الذين أُوتُواْ العلم وَيْلَكُمْ ثَوَابُ الله خَيْرٌ لِّمَنْ آمَنَ وَعَمِلَ صَالِحاً وَلاَ يُلَقَّاهَآ إِلاَّ الصابرون فَخَسَفْنَا بِهِ وَبِدَارِهِ الأرض فَمَا كَانَ لَهُ مِن فِئَةٍ يَنصُرُونَهُ مِن دُونِ الله وَمَا كَانَ مِنَ المنتصرين}  [القصص: ٧٦ - ٨١] . </p><p> لقد أخذ قارون نعمة الله ونسبها إلى نفسه، وصار مفتوناً بما امتلك، وغرق في الغرور، فماذا فعل الله به؟ خسف الله به جهرة وأمام أعين الذين تمنوا مكانه. </p><p> إذن فمن الممكن ان يأتي عذاب الله بغتة للكافرين به أو يأتيهم بالعذاب جهرة. وما السبب في التلوين بين «بغتة» و «جهرة» ؟ البغتة تثبت لمن يعبد غير الله أنه مخدوع في عبادته لغير الله، لأنه لو كان يعبد إلهاً حقاً لما قبل هذه الإله أن يعذب أتباعه من حيث لا يشعر. إذن فالبغتة تثبت عجز المعبودين من أصنام وغيرها، فقد عجزت تلك الأصنام أن تحتاط للعابدين لها. وقد يقول قائل منهم: لقد جاءنا العذاب فجأة، لكن لو جاء لنا مواجهة لكنا قادرين على مواجهته والوقوف أمامه. </p><p> فيأتي الله أيضاً بالعذاب جهرة فلا يستطيعون مواجهته فتنتقطع حجتهم، وعلى الرغم من ذلك تموت في قلوب هؤلاء المعاندين القدرة على إبصار ضرورة الإيمان. ويعامل سبحانه خصوم رسولنا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - مثل هذه المعاملة، فعندما عانده القوم جاءهم الله سبحانه بأمور معجزة لعلهم يتفكرون. </p><p> فهاهم أولاء قد اتفقوا على قتلة قبل الهجرة، ويقفون على باب بيته، ويخرجه الحق من بينهم وهم لا يبصرون، ولا يفلحون في التآمر على رسول الله، ولا ينجح لهم تبييت ضد رسول الله، ويكون مكر الله فوق كل مكر يريد به أعداء الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إيذاءه به. وهم قد ذهبوا إلى الجن ليسحروا له، لكن لا هذا السحر قد نفع، ولا ذاك التبييت أتى بنتيجة. وكانت تكرمة الله لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فوق كل شيء ويقول الحق سبحانه وتعالى:  {قُلْ أَرَأَيْتَكُمْ إِنْ أَتَاكُمْ عَذَابُ الله بَغْتَةً أَوْ جَهْرَةً هَلْ يُهْلَكُ إِلاَّ القوم الظالمون}  [الأنعام: ٤٧] . </p><p> ويكون تذييل الآية - أيضاً - على هيئة استفهام، والاستفهام هنا - كما علمنا من قبل - إنما جاء ليؤكد المعنى، وليكون الإقرار من أفواه من يتلقون هذا الاستفهام وعن يقين منهم، وليكون الاعتراف منهم إجابة بالإقرار، والإقرار - كما نعلم - هو سيد الأدلة. </p><p> وهب أن صاعقة نزلت أو خسفاً حدث فيه عذاب، فكيف ينجي الله المؤمنين به من هذا العذاب أو ذلك الخسف؟ </p><p> إن الهلاك فقط يكون للقوم الظالمين؛ لأن الهلاك هو إعدام الحياة للحي المتمتع بالحياة، والذي لا يؤمن إلا بهذه الدنيا إذا جاءته مصيبة لتهلكه فهو يشعر بمرارة الخسران؛ لأنه لا يعتقد ولا يؤمن بالحياة الأخرى، لكن المؤمن الذي يتيقن أن له إلهاً وأنه سيعود إليه ليحاسبه ويجزيه عن إيمانه خير الجزاء إن حدثت له محنة في طي محنة كبرى للكافرين فهو يذهب إلى الجنة ويكون ذلك منحة له لا محنة عليه لتستمر حياته إلى خلود. </p><p> وهكذا نجد أن الهلاك إنما يحدث للقوم الظالمين فقط لأنه يُفْقِدهم كل ما كانوا يتمتعون به في دنياهم وليس لهم في الآخرة إلا البوار والخسران والعذاب الدائم، أما غير الظالمين فالحق سبحانه وتعالى ينقلهم إلى حياة خالدة هي خير من هذه الحياة، إذن فالمؤمنون إنما يتلقون فيوضات الله عليهم في النعماء وفي البلاء أيضاً. </p><p> ويتكلم الحق سبحانه وتعالى في الآية التالية عن التصور الإيماني الذي يجب أن </p><p> يرسخ في أذهان المؤمنين برسول مبلغ عن الله، وعندما يسمع العقل الطبيعي الفطري البلاغ عن الرسول فهو يصدقه فوراً؛ لأن الفطرة عندما ترى فساد الكون، وترى أن هناك من جاء بمنهج لإصلاح الكون لا بد أن تتجه إلى الإيمان بالمبلغ عن الله وهو الرسول. وعندما ترى الفطرة أن الكون كله قد تم إعداده لخدمة الإنسان، لا بد لها أن تتساءل عن الخالق لهذا الكون وعن المنهج الذي يجب أن تسير عليه لصيانة هذه النعمة، نعمة الوجود في الكون. </p><p> ويقتضي الإحساس السليم من الإنسان أن يتعرف إلى حقيقة واضحة، وهي أن الإنسان قد طرأ على الكون، وأن هذا الكون مليء وغني بالخيرات، ولم يدع أحد أبداً أنه خلق السموات أو الأرض أو الماء أو الهواء. ولا بد أن يدور في خلد صاحب الفطرة السليمة تساؤل عن هذا الخالق الأكرم الذي وهب للإنسان حق الاستخلاف في كل هذا الكون. فإذا ما جاء رسول ليقطع هذا القلق وذلك الصمت ويقول: أنا جئتكم لأخبركم بمن خلقكم، وبمن خلق السموات، وبمن خلق الأرض، وبمن رزقكم هذا الرزق. </p><p> هنا تنصت الفطرة إلى سماع الخبر الذي كانت تستشرف له. وإذا ما جاء هدا الرسول مؤيداً بآية من الله ومعجزة لا يقدر عليها البشر، فالعقل البشري يعترف اعتراف الإقرار على الفور؛ لأنه وجد حاجته عند ذلك الرسول. </p><p> ولكن على الذين يؤمنون بما جاء به الرسول، وعلى الرسول نفسه، وحتى على الكافرين به، عليهم جميعاً ألا يتعدوا الحدود، وألا يضعوا أي رسول في مكان أعلى من منزلته، لأنه رسول من الله، إنه واحد من البشر تفضل الله عليه بالوحي واصطفاه للمهمة التي جاء بها. ولا بد للجميع أن يفهم أن الرسول مبلغ عن الله فقط، وأنه لا يستطيع أن يأتي بالآيات التي يقترحها بعض من القوم؛ لأن الرسول لا يقترح الآيات ولا يصنعها، الرسول مقصور على أداء الأمانة الموكلة إليه وهي أمانة البلاغ عن الله. ولذلك يقول لنا الحق:  {وَمَا نُرْسِلُ المرسلين ... } </p>"
}