{
  "id": null,
  "sura": 6,
  "aya": 137,
  "text": "<p> وأيضاً نقلوا تلك القسمة الضيزى إلى ما يتعلق بذواتهم في الإنجاب والإنسال؛ فشركاؤهم زينوا لهم قتل أولادهم، و «التزيين» هو إدخال عنصر التحسين على </p><p> التزيين أمراً عرضياً طارئاً، ووجه التزيين أنهم كانوا إما أغنياء، وإما فقراء، فإن كانوا فقراء يقل الواحد منهم لماذا أجلب لنفسي هِّما على همّ، وإن كانوا أغنياء يقل الواحد منهم: إن الأبناء سيأخذون منك ويفقرونك. إذن ففيه أمران: إما فقر موجود بالفعل، وإما فقر مخوَّف منه، ولذلك تجد الآيات التي تعرضت لهذا المعنى، تأتي على أسلوبين اثنين؛ فالعَجُز مختلف باختلاف الصدر، والذين يحبون أن يستدركوا على أساليب القرآن لأنه مرة يقول:  {وَلاَ تقتلوا أَوْلادَكُمْ خَشْيَةَ إِمْلاقٍ نَّحْنُ نَرْزُقُهُمْ وَإِيَّاكُم ... }  [الإسراء: ٣١] </p><p> ومرة ثانية يقول:  {نَّحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ ... }  [الأنعام: ١٥١] </p><p> فما الفرق بين العبارتين؟ </p><p> ونقول لمثل هذا القائل: أنت تقارن بين التذييل {نَّحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ} ، و {نَّحْنُ نَرْزُقُهُمْ وَإِيَّاكُم} . هذا تذييل لآية، وهذه تذييل لآية ثانية. هات ذيل الآية مع صدرها نجد أن ذيل كل آية مناسب لصدرها. ومادام قد اختلف في الصدر فلابد أن يختلف في الختام، ففي الآية الأولى يقول الحق سبحانه:  {وَلاَ تقتلوا أَوْلادَكُمْ خَشْيَةَ إِمْلاقٍ} فالإملاق وهو الفقر واقع موجود. إذن فشغل الإنسان برزقه أولى من شغله برزق من يعوله من الأولاد، فيقول الحق لهؤلاء:  {وَلاَ تقتلوا أَوْلاَدَكُمْ مِّنْ إمْلاَقٍ نَّحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ ... }  [الأنعام: ١٥١] </p><p> فالإملاق موجود، وشغلهم برزق أنفسهم يملأ نفوسهم. لذلك يقول لهم:  {نَرْزُقُكُمْ وَإِيَّاهُمْ} فيطمئنهم سبحانه نحن نرزقكم ثم نرزقهم. أما إن كان الإملاق غير موجود فالحق يقول:  {وَلاَ تقتلوا أَوْلادَكُمْ خَشْيَةَ إِمْلاقٍ نَّحْنُ نَرْزُقُهُمْ وَإِيَّاكُم ... }  [الإسراء: ٣١] </p><p> أي لا تقتلوا أولادكم خوفاً من فقر، فأنتم تملكون رزقكم، وحين يأتي الأولاد نرزقهم ونرزقكم معهم. وهكذا نرى أن الصدر مختلف في الآيتين، وكذلك العجز، والشركاء كانوا يزينون قتل الأولاد، وهذه مسألة تحتاج إلى تزيين قاس؛ لأن حب الأبناء غريزة في النفس البشرية، والنفس تحب أن يكون لها ذرية؛ لأن الإنسان يفهم أنه مهما طال عمره فسوف يموت فيحب أن يظل اسمه في الأجيال المتتابعة. ونجد الإنسان وهو ممتلئ بالسعادة حين يأتيه حفيد، ويقول: لقد ضمنت ذكري لجيلين قادمين، وينسى أن الذكر الحقيقي هو الذي يقدمه الإنسان من عمل، لا ذكرى الأبناء وحب امتداد الذات. وقتل الأبناء يحتاج إلى تزيين شديد، كأن يقال: إن أنجبت أبناء فسيفقرونك ويذلونك، فأنتم أمة غارات وأمة حروب وكل يوم يدخلك أبناؤك في قتال ونزال فتكون بين فقد لأبنائك أو انتهاب لمالك، وإن كانوا بنات فسيتم سبيهن من بعدك، وهكذا تكون المبالغة في الإغراء لعملية تناقض الفطرة السليمة في امتداد النسل. {وكذلك زَيَّنَ لِكَثِيرٍ مِّنَ المشركين قَتْلَ أَوْلاَدِهِمْ شُرَكَآؤُهُمْ لِيُرْدُوهُمْ.</p><p> .}  [الأنعام: ١٣٧] </p><p> و {لِكَثِيرٍ مِّنَ المشركين} تفيد أن بعضهم كان يرفض قتل الأولاد، و «يردوهم» من الردى، وهو الهلاك، والموت. {ولِيَلْبِسُواْ عَلَيْهِمْ دِينَهُمْ. .}  [الأنعام: ١٣٧] </p><p> أي يخلطوا عليهم الدين، فهل كان عندهم دين؟ لقد ورث هؤلاء من أمر قيم الدين ما كان سابقاً وهو ما كانوا عليه من دين إسماعيل عليه السلام حتى مالوا وزالوا عنه إلى الشرك، إنهم زينوا لهم أعمالا ليوردوهم موارد الهلكة. وحاولوا أن يخلطوا عليهم ما بقي لهم من دين. { ... وَلَوْ شَآءَ الله مَا فَعَلُوهُ فَذَرْهُمْ وَمَا يَفْتَرُونَ}  [الأنعام: ١٣٧] </p><p> لأن وأد الأولاد وقتلهم إنما ينافي فكرة خلق الله، فهل يخلق الله لتقتل أنت؟! </p><p> كأنهم يصادمون إرادة الإِيجاد من الحق سبحانه وتعالى، لكنّه - سبحانه - لو شاء ما فعلوا ذلك، فهو قد أعطاهم الاختيار، ومن باب الاختيار ينفذون إلى كل مراد لهم، ولو لم يخلق الله فيهم اختياراً ما فعلوا ذلك؛ لأنه لو أراد ألا يضلوا لما فعلوا، وقد أراد الله أن يوجد خلقاً لا يعصون الله ما أمرهم ويفعلون ما يؤمرون وهم الملائكة. </p><p> إذن فهذه المسألة ليست عزيزة على الله، وسبحانه ساعة يقهر على مراد له، إنما يكون ذلك لمصلحة المخلوق، وساعة يتركه مختاراً فمن إمداد الخالق له بالاختيار ولا يفعل المختار شيئاً غصباً عن الله؛ لأن الألوهية تقتضي أمرين اثنين: تقتضي قدرة تتجلى في الأشياء القهرية التي لا يستطيع العباد أن يقفوا أمامها، والإِنسان هو الكائن الوحيد الذي له حق الاختيار بين البديلات في مراداته، أما بقية الكون فسائر بقانون التسخير وليس له اختيار. </p><p> والكائنات المسخرة أثبتت لله طلاقة القدرة، ولكنها لا تثبت لله محبوبية المخلوق؛ لأن المحبوبية تنشأ من أنك تكون حرًّا في أن تفعل، ولكنك تؤثر فعلاً مراد لله على مرادك. {وَلَوْ شَآءَ الله مَا فَعَلُوهُ فَذَرْهُمْ وَمَا يَفْتَرُونَ} . </p><p> و «الافتراء» هو الاختلاق والكذب المتعمد، وهم مفترون، لأنهم أرادوا أن يغيروا صدق الواقع في الإِنجاب، فقد خلق الله الزوجين - الذكر والأنثى - من أجل الإِنجاب. </p><p> ويقول سبحانه من بعد ذلك:  {وَقَالُواْ هذه أَنْعَامٌ ... } </p>"
}