{
  "id": null,
  "sura": 6,
  "aya": 73,
  "text": "<p> والحق هو الشيء الثابت الذي لا يتغير، وما دام الحق هو الشيء الثابت الذي لا يتغير فلننظر إلى خلق السماء والأرض، يقول سبحانه:  {إِنَّ الله يُمْسِكُ السماوات والأرض أَن تَزُولاَ}  [فاطر: ٤١] </p><p> وحين ننظر إلى الأفق نجد السماء من غير عمد، وهذه مسألة عجيبة، ولذلك يقول سبحانه:  {بِغَيْرِ عَمَدٍ تَرَوْنَهَا}  [الرعد: ٢] </p><p> وهنا يقول الحق:  {خَلَقَ السماوات والأرض} وذلك حتى نعرف أن خلق السموات والأرض ليست عملية سهلة وهو سبحانه القادر؛ إنّه خلقك أنت بخلق عجيب، وأعجب منه خلق السموات والأرض، فهو القائل:  {لَخَلْقُ السماوات والأرض أَكْبَرُ مِنْ خَلْقِ الناس}  [غافر: ٥٧] </p><p> وحين ينظر الإنسان في تكوينه يجد أشياء عجيبة، ويتحقق من قول الله:  {وفي أَنفُسِكُمْ أَفَلاَ تُبْصِرُونَ}  [الذاريات: ٢١] </p><p> وحين تتأمل السماء والأرض تجد دقة الخلق، فكأنه سبحانه قد جعل نفسك مقياساً، إنك ستعلم أحوالها تباعاً وأنك سَتُهْدَي مع الأيام، إلى سر جديد في هذه النفس، هذا السر لم يعرفه الأولون، لكنك حين تتقدم في البحث العلمي وآلات السبر وآلات الاختبار تتعرف وتكتشف هذا الجديد. </p><p> مثال ذلك ما يسمى بالاستطراق، وكلنا رأينا الأواني المستطرقة التي نضع فيها سائلا ينفذ في أنابيب متعرجة وأخرى مستقيمة، فيرتفع السائل فيها بمستوى واحد وهو ما نسميه بظاهرة الاستطراق، وهناك استطراق مائي، ويوجد أيضاً حراري، ويتمثل الاستطراق الحراري حين نأتي بالمدفأة في الشتاء ونجلس في الغرفة، ونشعر بالحرارة التي تشع من المدفأة، وأنت تجد نفسك محتفظاً بدرجة حرارتك العادية وهي سبع وثلاثون درجة. ومن العجيب أنها تتساوى في البشر جميعاحتى في القطب الشمالي والقطب الجنوبي!! فلماذا لم تستطرق درجة حرارتك مع </p><p> الجو؟ ولماذا لم يأخذ الجو البارد من حرارتك لتتساوى درجات الحرارة؟ . </p><p> إن ذلك يثبت أن ذلك ذاتية تجعلك وحدة مستقلة عن الكون الذي تحيا فيه، وتظل درجة حرارتك عند خط الاستواء ٣٧ درجة، وفي القطبين ٣٧ درجة، هذا عجيب، والأعجب من ذلك أن أجزاء جسمك المختلفة تختلف فيها درجة الحرارة، فلو أن درجة حرارة العين ٣٧ درجة لانصهرت؛ لذلك تجد أن درجة حرارة العين تسع درجات فقط، وهناك الكبد الذي تبلغ درجة حرارته أربعين درجة، وكل أعضاء جسمك وهي مجموعة في شكل واحد ومع ذلك لا تستطرق فيها درجة الحرارة. ولذلك قال الحق:  {وفي أَنفُسِكُمْ أَفَلاَ تُبْصِرُونَ} . </p><p> ومثال آخر من عملية التنفس، فحين تدخل ذرة من غبار في مجرى النفس نجد السعال قد هاجم الإنسان ليطرد هذه الذرة وتجد أنك قد سعلت قسراً إلى أن تطرد هذه الذرة، فهل أنت سعلت بقرار منك؟ لا، بل هو عمل لا إرادي خاضع لنظام دقيق لا يمكن أن يصممه إلا خالق له مطلق الحكمة، وعلى سبيل المثال نجد الكبد محوطا بتغليفات متتابعة ليحتفظ بحرارته التي تبلغ أربعين درجة؛ لأنه لا يؤدي مهمته إلا عند هذه الدرجة. </p><p> وكذلك نجد أنّ الأذن هي أطول عضو يشعر بالبرودة؛ لأن درجة حرارتها قليلة، وهكذا أراد الصانع الأعلى. كما جاء في قوله تعالى:  {وَهُوَ الذي خَلَقَ السماوات والأرض بالحق}  [الأنعام: ٧٣] </p><p> لقد خلق الحق السموات والأرض بقوانين ثابتة لا تتغير إلا بمشيئته، فهو القائل:  {لاَ الشمس يَنبَغِي لَهَآ أَن تدْرِكَ القمر وَلاَ الليل سَابِقُ النهار وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ}  [يس: ٤٠] </p><p> فيامَنْ تريد النظام دليلاً على حكمة الخالق الموجد خذها في النظام الأعلى. ويا من تريد الشذوذ دليلاً على سيطرة الحق فوق الميكانيكية، خذها في الأفراد؛ لأنه </p><p> لو حصل شذوذ في الكون الأعلى لفسدت السموات والأرض، لكن عندما يوجد أعمى واحد من ألف إنسان، فلا يحدث خلل في الكون، ولذلك نجد الشذوذ إنما يأتي فيما فيه عوض، والنظام يأتي فيما في تركه فساد، كما يقول سبحانه:  {وَيَوْمَ يَقُولُ كُن فَيَكُونُ قَوْلُهُ الحق}  [الأنعام: ٧٣] </p><p> وبذلك نرى الإيجاد الأول بالحق، وأيضاً حين يهدم سبحانه السماء والأرض وينهي الدنيا ويزيلها، فتمور السماء، والكواكب تنتثر وتتساقط؛ فإن ذلك يحدث أيضاً بالحق، فليس الخلق والإيجاد وحده دليلاً على عظمة الخالق بل إنهاء الخلق وإفناؤه وإزالته أيضاً دليل عظمة؛ لأنه سبحانه قال في البدء:  «كن» فكان الكون، وفي النهاية يقول:  «كن» فيكون إنهاء الخلق ليعطي للمحسن جزاء إحسانه، ويحاسب المسيء؛ لأن المحسن قد يشقى بإحسانه طول عمره، ولا بد له من ثواب، والمسيء لن يأخذ راحته بل يأخذ عقاباً. فمن الخير والعظمة أن تنتهي الحياة ليأتي يوم الحساب لينال كلٌُّ جزاءه. </p><p> إذن فخلق السموات والأرض حق ويوم يقول كن فيكون قوله الحق، فالحق في الإيجاد والحق في الإعدام، إنّه حاصل في بدء الخلق، وفي نهايته. </p><p> {وَلَهُ الملك يَوْمَ يُنفَخُ فِي الصور عَالِمُ الغيب والشهادة وَهُوَ الحكيم الخبير}  [الأنعام: ٧٣] </p><p> وهل كان الملك يوماً لغير الله؟ </p><p> في هذا المقام علينا أن ننتبه إلى أن فيه ملْكاً، ويقال لصاحبه مالك، وفيه مُلك ويقال لصاحبه ملك. والملك ما تملكه؛ فقد تملك جلبابك الذي ترتديه. أما المُلْك فهو أن تملك من يَمْلك، فهذا اسمه مُلْك، وربنا سبحانه وتعالى في دنيا الأسباب جعل لكل واحد منا ملكاً، وجعل لبعض علينا مُلكاً فبقوا ملوكاً، لكن في الآخرة لا يوجد شيء من هذا، لذلك يقول الحق: </p><p> {لِّمَنِ الملك اليوم لِلَّهِ الواحد القهار}  [غافر: ١٦] </p><p> وفي الدنيا قد تملك مثلاً أن توظفني عندك وتعطيني أجراً، وقد تملك أنك تطبخ لي طعامي أو تعطيني طعاماً، أو تملك أنك تخيط جلبابي، لكن في الآخرة لا يملك أحد لأحد سبباً؛ لأننا نحيا في الدنيا بالأسباب التي منحنا الله إياها، وفي الآخرة بالمسبب وحده دون أسباب. </p><p> {وَلَهُ الملك يَوْمَ يُنفَخُ فِي الصور} ولو سلسلتها قبل أن ينفخ في الصور تجد الملك أيضاً لله ولكن بوسائط؛ لأن الحق سبحانه وتعالى جعل الأرض أرض معاش، وهناك الآخرة إنّها أرض معاد، لذلك قال:  {يَوْمَ تُبَدَّلُ الأرض غَيْرَ الأرض}  [إبراهيم: ٤٨] </p><p> والأرض التي نحيا عليها مخلوقة لنستعمرها، ونحرث جزءاً منها لنزرعه، ونبني بيوتاً على جزء آخر، وهكذا تكون المسألة كلها أسبابا يتوافق بعضها مع بعض؛ فأنا لا أستطيع أن أحرث إلا بمحراث، وكذلك من يرغب في استخراج عنصر الحديد من الأرض يقيم منجماً، ومن يرغب في استخراج البترول يأتي بالآلات التي تستكشف أماكنه، ولا أحد يستطيع أن يملك كل أسباب حياته بل توجد في يده زاوية واحدة، وباقي الزوايا في أيدي بقية الخلق. </p><p> وحين تسلسل الأسباب التي نحيا بها سنرجع للحق سبحانه وتعالى، فحين تنتهي يد المخلوق وأسبابه تضيق به فإن يد الخالق جلت قدرته مبسوطة إليه دائماً، وإياك أن تغرك الأسباب ولكن سلسل الأسباب إلى أن تنتهي إلى الله. </p><p> ولو سلسلت كل ظاهرة من ظواهر الكون لوصلت إلى منطق الحق؛ فالطفل الصغير يرقب ظاهرة في البيت، هي زر في الحائط، عندما يضغطون عليه بأصبع واحد يضيء المصباح، فيقلدهم، وحين يراه أخوه الذي يدرس الإعدادية يقول له: </p><p> لا تصدق أن الضوء يأتي من هذا الزر بل هناك سلك قادم من خارج المنزل يربط بين صندوق الكهرباء والمنازل، وحين يسمعهما من هو أعلى منهما علماً يشرح لهما أن الكهرباء الموجودة داخل هذا الصندوق قادمة من المولد الكبير الذي في موقع ما من المدينة، وقد صنعته المعامل والعقول حتى ينتهي الشرح فيصل إلى فكرة التيار المكهرب المستخلص من شلالات الأنهار مثلا. </p><p> إذن فكل ظاهرة تراها أمامك وراءها حلقات غيبية لو سلسلتها لوصلت إلى الحق سبحانه وتعالى، وسبحانه قد احترم دنيانا وجعلنا نفهم أن بعضنا له مُلك، ولكن نقول لكل مَلِك: إن هذا المُلك ليس بذاتك؛ لأنه لو كان بذاتك لما سلبك أحد هذا المُلْك أبداً. وسبحانه القائل:  {قُلِ اللهم مَالِكَ الملك}  [آل عمران: ٢٦] </p><p> إذن فليس هناك من له المُلْك بذاته إلا الله. </p><p> والحق يقول هنا:  {وَلَهُ الملك يَوْمَ يُنفَخُ فِي الصور عَالِمُ الغيب والشهادة وَهُوَ الحكيم الخبير}  [الأنعام: ٧٣] . </p><p> ينفخ في الصور تفيد الإيذان بمقدم أمر ما، فبعد النفخة الأولى يموت من كان حيًّا، وبعد النفخة الثانية يصحو الموتى ويقومون. </p><p> وكلمة {عَالِمُ الغيب والشهادة} تشرح لنا أنه سبحانه ما دام عالم الغيب فمن باب أولى أنه يعلم المشهود. وهذا تعبير دقيق، وإنّه يعلم الغيب ويعلم الشهادة وعلمه يترتب عليه جزاء لا عن تحكم، ولكن عن حكمة. </p><p> ويذيل الحق الآية بقوله سبحانه:  {وَهُوَ الحكيم الخبير} والحكيم هو الذي يضع كل أمر في مكانه، والخبير هو من يعلم كل شيء بإحاطة تامة، وسبحانه ليس بحاجة إلى أن يظلم أحداً، لأن من يظلم إنما يريد أن ينتفع بالشيء الموجود لدى المظلوم، </p><p> وربنا لا ينتفع بحاجة من هذه، بل ينفعنا جميعاً، ولذلك إذا نظرت إلى الإيمان تجده كله عزّة، وأنت تجد الناس تكره كلمة «عبودية» ، وتقوم حروب من أجل تحرير البشر من عبودية البشر، أما عبودية بشر للحق فأمرها مختلف؛ لأن العبودية للبشر، نجد فيها أن السيد يأخذ خير عبده، ولكن العبودية لله نجد فيها أن العبد يأخذ خير سيده، وهكذا تكون العبودية لله عزّة، أما العبودية للبشر فهي ذلة. </p><p> ولذلك نجد الله سبحانه وتعالى قد امتن على نبيه بصفة العبودية فقال:  {سُبْحَانَ الذي أسرى بِعَبْدِهِ لَيْلاً مِّنَ المسجد الحرام إلى المسجد الأقصى الذي بَارَكْنَا حَوْلَهُ}  [الإسراء: ١] . </p><p> فقد أخلص صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ العبودية لله، فأخذ من فيوضات الحق بما يناسب عبوديته. </p><p> والحق سبحانه يوضح لكل عبد: نم ملء جفنيك؛ فأنا لا تأخذني سنة ولا نوم، وأنا قيوم، وإن احتجت مني إلى شيء ما فادعني وسأمد لك يد العون بما يناسبك، فهل في هذه العبودية لله شيء غير العزّة؟! </p><p> ويقول الحق بعد ذلك:  {وَإِذْ قَالَ إِبْرَاهِيمُ لأَبِيهِ آزَرَ أَتَتَّخِذُ أَصْنَاماً آلِهَةً ... } </p>"
}