{
  "id": null,
  "sura": 6,
  "aya": 131,
  "text": "<p> {ذلك} إشارة إلى ما تقدم، وهو إرسال الرسل مبلغين عن الله؛ حتى لا يكون لأحد حُجة بعد الرسل، وقد أقروا بأن الله أرسل إليهم رسلاً، وشهدوا على أنفسهم، وماداموا قد أقرّوا على أنفسهم بأن الله أرسل لهم رسلاً وشهدوا على أنفسهم بذلك، إذن فهذا إقرار جديد بأن الله لم يكن مهلك القرى بظلم وأهلها غافلون؛ لأن الحق سبحانه وتعالى قبل أن يعاقب على جُُرم، وقبل أن يجرّم ينزل النص بواسطة الرسل. أي أن الله لا يهلكهم بسبب ظلم وقع منهم إلا بعد ذلك البلاغ. </p><p> {وَأَهْلُهَا غَافِلُونَ} ، و «الغفلة» ضد اليقظة، فاليقظة، هي تنبّه الذهن الدائم، و «الغفلة» أن تغيب بعض الحقائق عن الذهن، ومعنى أن ربنا لا يهلك القرى بظلم وأهلها غافلون أي غير يقظين؛ فلو أنهم كانوا يقظين ومتنبهين لما احتاجوا إلى الرسل؛ لأن الله عندما خلق الخلق أرسل آدم إلى ذريته، وكان المفروض كما يلقن الآباء الأبناء وسائل حياتهم أن يلقنوهم مع ذلك قيم دينهم. فكما أن الآباء يعلمون ذريتهم وسائل حياتهم، ثم ينقلونها ويزيدون عليها بابتكاراتهم، كان من الواجب على الآباء أن يقوموا بهذا العمل بالنسبة للقيم فتعيش القيم في الناس كما عاشت وسائل حياتهم. </p><p> ولماذا - إذن - عاشت وسائل حياتهم وتوارثوها وزادوا عليها أشياء؟ {لأن زاوية الدين هي التي يغفل الناس عنها، بسبب أنها تقيد حركتهم في «افعل» و «لا تفعل» ، ولكنهم يريدون الترف في وسائل حياتهم. لماذا إذن أيها الإِنسان تحرص على الترقي في ترف الحياة ولا تحرص على الترقي في القيم؟ . لقد كنت - على سبيل المثال - تشرب من الماء أو النبع بيدك ثم صنعت كوباً لتشرب منه، ونقيت الماء من الشوائب ونقلته من المنابع في صهاريج. أنت ترفه حياتك المادية والمعيشية فأين إذن الاهتمام بقيم الدين؟} ! </p><p> ولو كانوا متيقظين لكان كل أب قد علم ابنه ما ورثه من آبائه من القيم، وعلى الرغم من ذلك رحم الحق سبحانه وتعالى هذه الغفلة، وكرّر التنبيه بواسطة الرسل. وكلما انطمست معالم القيم التي يحملها المنهج فهو - جل وعلا - يرسل رسولاً رحمة منه وفضلاً وعدالة، ولم يكن يهلك القرى بظلم وأهلها غافلون، والغفلة ضد اليقظة. </p><p> إذن لو كانوا متيقظين لما كانت هناك ضرورة للرسل؛ لأن الآباء كانوا سينقلون لأبنائهم القيم كما ينقلون إليهم وسائل حياتهم، وهذا الأمر مستمر معنا حتى الآن؛ إن الأب - مثلاً - إن غاب ابنه عن المدرسة يوماً يلوم الابن، وإن أهمل في دروسه أو رسب فهو يعاقب الابن، وهذه هي الغيرة على المستقبل المادي للابن، ولا غيرة على أدائه لفروض الدين، لماذا؟ . إن الناس لو عنوا بمسائل قيمهم كما يعنون دائماً بمسائل حياتهم لاستقام منهج الخير في الناس وأصبح أمراً رتيباً. </p><p> وعرفنا أن الغفلة ضدها اليقظة، كما أن السهو ضده التذكر، والغروب ضده الشروق، والغياب ضده الحضور. </p><p> ويقول الحق بعد ذلك:  {وَلِكُلٍّ دَرَجَاتٌ مِّمَّا عَمِلُواْ. .} </p>"
}