{
  "id": null,
  "sura": 6,
  "aya": 154,
  "text": "<p> ونحن إذا سمعنا بكلمة «ثم» نعلم انها من حروف العطف، وحروف العطف </p><p> كثيرة، وكل حرف له معنى يؤديه، وهنا {ثُمَّ آتَيْنَا مُوسَى الكتاب} ، وإيتاء موسى الكتاب كان قبل أن يأتي قوله:  {قُلْ تَعَالَوْاْ أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ} فالتوارة جاءت ثم الإِنجيل، ثم جاء القرآن ككتاب خاتم. فكيف جاءت العبارة هنا ب «ثم» ؟ . مع أن إتيان موسى الكتاب جاء قبل مجيء قوله الحق:  {قُلْ تَعَالَوْاْ أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ} ؟ </p><p> ونقول لأصحاب هذا الفهم: أنت أخذت «ثم» لترتيب أفعال وأحداث، ونسيت أن «ثم» قد تأتي لترتيب أخبار. فقد يأتي مَن يقول لك: لماذا لا تسأل عن فلان ولا تؤدي الحق الواجب عليك له؛ كحق القرابة مثلا، فتقول: كيف، لقد فعلت معه كذا، ثم أنا فعلت مع أبيه كذا، ثم أنا فعلت مع جدّه كذا. </p><p> إذن، فأنت تقوم بترتيب أخبار. وتتصاعد فيها، وتترقى، ولذلك قال الشاعر العربي: </p><p> إن من ساد ثم ساد أبوه ... ثم قد ساد قبل ذلك جدّه </p><p> فالسيادة جاءت أولاً للجد، ثم جاءت للأب، ثم انتقلت للابن. و «ثم» في هذه الحالة ليست لترتيب الأحداث وإنما جاءت للترتيب الإِخباري أي يكون وقوع المعطوف بها بعد المعطوف عليه بحسب التحدث عنهما لا بحسب زمان وقوع الحدث على أحدهما فالمراد الترقي في الإِخبار بالأحداث. </p><p> وانظر إلى القرآن بكمال أدائه يقول:  {وَلَقَدْ خَلَقْنَاكُمْ ثُمَّ صَوَّرْنَاكُمْ ثُمَّ قُلْنَا للملائكة اسجدوا لأَدَمَ ... }  [الأعراف: ١١] </p><p> ونعلم أن الأمر من الله للملائكة بالسجود لآدم كان من البداية. فسبحانه في هذا القول الكريم يريد أن يرتب حالنا، إنه - سبحانه - خلقنا بعد أن صورنا، وصورنا، بعد أن قال للملائكة اسجدوا لآدم. </p><p> ولله المثل الأعلى، تجد من يقول لابنه: لقد اعتنيت بك في التعليم العالي، </p><p> ثم لا تنس أني قد اعتنيت بك في التعليم العالي، ثم لا تنس أنني قد اعتنيت بك في التعليم الثانوي، ثم لا تنسى أنني قد اعتنيت بك في التعليم الإعدادية؛ ثم لا تنسى أنني قد اعتنيت بك من قبل كل ذلك التعليم الابتدائي. وأنت بذلك ترتقي إخبارياً لا أحداثياً. فقد يكون الحدث بعد ولكن ترتيب الخبر فيه يكون قبل. {ثُمَّ آتَيْنَا مُوسَى الكتاب ... }  [الأنعام: ١٥٤] </p><p> طبعاً مادام جاء بسيرة موسى فالكتاب هو التوارة وإذا أطلق الكتاب من غير تحديد؛ فإنه ينصرف إلى القرآن، لأنه هو الكتاب الجامع لكل ما في الكتب، والمهيمن على كل ما في الكتب. أما لو قيل مثلاً: أنزلنا على موسى الكتاب، فيكون الكتاب هو التوارة، أو أنزلنا على عيسى الكتاب، فيكون الكتاب هو الإنجيل. {ثُمَّ آتَيْنَا مُوسَى الكتاب تَمَاماً عَلَى الذي أَحْسَنَ وَتَفْصِيلاً لِّكُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً لَّعَلَّهُمْ بِلِقَآءِ رَبِّهِمْ يُؤْمِنُونَ}  [الأنعام: ١٥٤] </p><p> والتمام هو استيعاب صفات الخير، ولذلك يقول الحق: </p><p> {اليوم أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي ... }  [المائدة: ٣] </p><p> و «أكملت» فلا نقصان، وأتممتها فلا استدراك. ولماذا جاء بالتمام على الذي أحسن في أمر موسى عليه السلام؟ . جاء ذلك لأن الذين تصدوا للجاج والجدل معه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ هم اليهود. </p><p> وأنتم تعلمون أنهم صوروا في مصر هنا فيلماً سينمائياً اسمه «الوصايا العشر» عن قصة سيدنا موسى عليه السلام. والوصايا العشر هي التي أقر «كعب الأحبار» أنها موجودة في التوراة وجاءت في الآيات السابقة التي تناولناها وشرحناها. فمن المناسب أن يأتي هنا ذكر موسى عليه السلام. </p><p> وحينما جاء موسى عليه السلام بالتوراة كما أنزلها الله عليه عاصره أناس آمنوا بما في التوراة، وكانوا من الناجين، وقد ماتوا. أما الذين استمرت حياتهم إلى أن جاء رسول الله، فكان من المطلوب منهم أن يؤمنوا به؛ لأن الحق أوضح لهم في التوراة أن هناك رسولاً قادماً، ولابد أن تؤمنوا حتى تتم نعمة الإحسان عليكم، لأنكم وإن كنتم مؤمنين بموسى، وعاملين بمنهجيه فلابد من الإيمان بمحمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. والسابقون لكم أحسنوا في زمن بعثة رسالة موسى عليه السلام، وجاء محمد بالرسالة الخاتمة فإن أردتم أن يتم الله عليكم الحسن والكرامة والنعمة، فلابد أن تعلنوا الإيمان بمحمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، منكم من أحسن الاقتداء بموسى عليه السلام وآمنوا بمحمد فتم لهم الحسن:  {وَتَفْصِيلاً لِّكُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً لَّعَلَّهُمْ بِلِقَآءِ رَبِّهِمْ يُؤْمِنُونَ} . </p><p> {وَتَفْصِيلاً لِّكُلِّ شَيْءٍ} أي أنّه مناسب لزمنه، ولله المثل الأعلى، عندما يكون لك ولد صغير السن فتقول: أنا فصلت له ملابسه، أي فصلت له الملابس التي تناسبه. وحين يكبر لن تظل ملابسه القديمة صالحة لأن يرتديها. {وَتَفْصِيلاً لِّكُلِّ شَيْءٍ} أي القيم التي تناسب الوقت الذي يعيشونه، فإذا ما جئنا بتفصيل جديد في القرآن فهو مناسب لوقته، ولقائل أن يقول: هنا تفصيل، وهنا تفصيل، فما الفرق بين تفصيل وتفصيل؟ . نقول: إن كل تفصيل مناسب لزمنه، وآيات القرآن مفصلة جاهزة ومعدة لكل زمن وللناس جميعا إلى أن تقوم الساعة. </p><p> والآفة - دائماً - في القائمين على أمر التشريع، فحينما تأتيهم حالة لذي جاه وسلطان يحاولون إعداد وتفصيل حكم يناسبه، فنقول لمثل هذا الرجل: أنت تفصل الحكم برغم أن الأحكام جاهزة ومعدة ظاهرة، إننا نجد القوالب البدنية تختلف فيها التفصيلات للملابس بينما القوالب المعنوية نجد فيها التساوي بين الناس كلها، فالصدق عند الطفل مثل الصدق عند اليافع، مثل الصدق عند الرجل، مثل الصدق عند المرأة، مثل الصدق عند العالم، مثل الصدق عند التاجر. وليس لكل منهم صدق خاص، وكذلك الأمانة. </p><p> ورحمنا الإسلام بالقضية العقدية وكذلك بالقضية الحكيمة الجاهزة. المناسبة لكل بشر، وليست هناك آية على مقاس واحد تطبق عليه وحده، لا، فالآيات تسع الجميع </p><p> {وَتَفْصِيلاً لِّكُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً ... }  [الأنعام: ١٥٤] . </p><p> والهُدَى هو ما يدل على الغايات، لأن دين الفطرة قد انطمس بعدم تبليغ الآباء إلى الأولاد منهج السماء في أمور الحياة ومتعلقاتها والقيم التي يجب أن تسود. والآفة أن الأب يعلم ولده كيف يأكل ويشرب، وينسى أن يعلمه أمور القيم، لكن الحق سبحانه وتعالى رحم غفلتنا، ورحم نسياننا؛ فشرع وأرسل لكل زمان رسولاً جديداً، وهدْيا جديداً ليذكرنا. { ... لَّعَلَّهُمْ بِلِقَآءِ رَبِّهِمْ يُؤْمِنُونَ}  [الأنعام: ١٥٤] </p><p> إن كل آفة تنبع من العزوف عن تشريعات الله، وهم ينسون أن يضعوا في أذهانهم لقاء الله، لكن لو أن لقاء الله متضح في أذهانهم لاستعدوا لذلك؛ لأن الغايات هي التي تجعل الإنسان يقبل على الوسائل. والشاعر يقول: </p><p> ألا من يريني غايتي قبل مذهبي ... ومن أين والغايات هي بعد المذاهب </p><p> ونقول لهذا الشاعر: قولك: ألا من يريني غايتي قبل مذهبي كلام صحيح، أما قولك: ومن أين والغايات بعد المذاهب، هذا كلام غير دقيق، فالغاية هي التي تحدد المذهب، وكذلك شرع الله الغاية أولاً، بعد ذلك جعل لهذا السبيل. وقد شرع الله لكل شيء ما تقضيه ظروف البشر الحياتية، ولذلك لا استدراك عليه لأن فيه تفصيلا لكل شيء. ويقول الحق بعد ذلك:  {وهذا كِتَابٌ ... } </p>"
}