{
  "id": null,
  "sura": 6,
  "aya": 110,
  "text": "<p> وحين تقول: أنا أقلب السلعة فهذا يعني أنك تفحصها. والحق يبلغنا هنا: أنا قلبت قلوبهم على كل لون ولن آخذ بظاهر الفؤاد، بل بلطفي وعظيم خبرتي أعلم الباطن منهم فاطمئنوا إلى أن حكمي هو الحكم الحق الناتج من تقليب لطيف خبير. </p><p> وقد يكون هنا معنى آخر، أي أن يكون التقليب لونا من التغيير؛ فمن الجائز أنهم حينما أقسموا بالله جهد أيمانهم كانوا في هذا الوقت قد اقتربوا من الإيمان ولكن قلوبهم لا تثبت على عقيدة. بل تتقلب دائما. ومادامت قلوبهم لا تثبت فأنَّى لنا بتصديقهم لحظة أن أقسموا بالله جهد أيمانهم على إعلان الإيمان إن جاءت آية؟ وهل فيهم من يملك نفسه بعد مجيء الآية أيظل أمره أم يتغير؟ . لأن ربنا مقلب القلوب وما كنت تستحسنه أولا قد لا تستحسنه ثانيا. حين {ونُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ} أي أن الحكم قد جاء عن خبرة وإحاطة علم {وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُواْ بِهِ أَوَّلَ مَرَّةٍ} . </p><p> إن الإيمان يحتاج إلى استقبال آيات كونية بالبصر، وبعد أن تستقبل الآيات الدالة على عظمة الإِله تؤمن به ويستقر الإيمان في فؤادك. وسبحانه يوضح لنا أنه يقلب أفئدتهم وأبصارهم، هل يبصرون باعتبار واقتناع؟ أو هي رؤية سطحية لا فهم لهم فيها ولا قدرة منهم على الاستنباط؟ وهل أفئدتهم قد استقرت على الإيمان أو أن أبصارهم قاصرة وقلوبهم قاصرة؟ </p><p> {وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُواْ بِهِ أَوَّلَ مَرَّةٍ وَنَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ}  [الأنعام: ١١٠] </p><p> إذن فهم لا يؤمنون ويسيرون إلى ضلالهم. فإن جاءت آية فلن يؤمنوا، وفي هذا عذر للمؤمنين في أنهم يرجون ويأملون أن تنزل آية تجعل من أقسموا جهد الإيمان أن يؤمنوا. </p><p> لماذا؟ لأن الحق قال:  {كَمَا لَمْ يُؤْمِنُواْ بِهِ أَوَّلَ مَرَّةٍ} ، أي أنهم لم يتغيروا ولذلك يصدر ضدهم الحكم {وَنَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ} والطغيان هو تجاوز الحد، وهم قد تجاوزوا الحد هنا في استقبال الآيات، فقد جاءتهم آيات القرآن وعجزوا عن أن يأتوا بمثلها، وعجزوا عن أن يأتوا بعشر سور، وعجزوا عن أن يأتوا بسورة، وكان يجب ألا يطغوا، وألا يتجاوزوا الحد في طلب الاقتناع بصدق الرسول. </p><p> {وَنَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ} و «العمه» هو التردد والحيرة، وهم في طغيانهم يترددون، لأن فيهم فطرة تستيقظ، وكفرا يلح؛ يقولون لأنفسهم: أنؤمن أو لا نؤمن؟ والفطرة التي تستيقظ فيهم تلمع كومضات البرق، وكان يجب ألا يترددوا: أو {وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ} في النار؛ لأن البصر لم يؤد مهمته في الاعتبار، والقلب لم يؤد في الفقه عن الله، فيجازيهم الله من جنس ما عملوا بأن يقلب أبصارهم وقلوبهم في النار. </p><p> ويقول الحق بعد ذلك:  {وَلَوْ أَنَّنَا نَزَّلْنَآ إِلَيْهِمُ ... } </p>"
}