{
  "id": null,
  "sura": 6,
  "aya": 95,
  "text": "<p> بعد ما تكلم الحق عن التوحيد والنبوات، ومن كانوا يعاكسون ويعارضون ويناوئون تلك النبوات ويكذبونها وقالوا فيها الإفك أراد الله أن يلفت خلقه إلى ما أعده لهم استبقاء لحياتهم، وكيف سخّر لهم كل الكون بما فيه. . جماداً ونباتاً وحيواناً، وكأنه سبحانه يوضح: إن كنت لا ترى أن </p><p> الخالق يستحق عبادتك فانظر إلى ما انعم عليك به من النعم، ومادام العبد المخلوق له كل نعم الخالق الأعلى فلماذا لا يسمع كلمته سبحانه؟ أيها المخلوق أنت تتربى على مائدة الرحمن وهو خالقك فانظر وتأمل واعرف. </p><p> {إِنَّ الله فَالِقُ الحب والنوى} وساعة تسمع لفظ الجلالة: أي علم واجب الوجود وهو الله، فعليك أن تأخذ لفظ الجلالة بكل ما يدل عليه من صفات الجلال وصفات الجمال ما عرفته وما لم تعرفه؛ لأنه سبحانه خلق الكون كله وهو قيُّوم عليه، وهذا الخلق وتلك القيّومية فعل يقتضي صفات متعددة تقتضي قدرة، وحكمة، وعلماً واسعاً ورحمة، وبسطاً وقبضاً وغير ذلك، وبدلاً من أن يأتي لك بصفات القدرة، وصفات الجمال ويذكرها ويعددها لك يقول سبحانه عن نفسه:  «الله» ؛ لأنه الاسم الجامع لكل صفاته. ونحن نقول في بدء كل عمل: بسم الله، وفي ذلك إيجاز لما يحتاج إليه أي عمل، لأن أي عمل يحتاج إلى قدرة، فتقول: باسم القادر، ويحتاج إلى علم فتقول:  «باسم العليم» ويحتاج إلى حكمة فتقول: «باسم الحكيم» ويحتاج عزة فتقول: «باسم العزيز» وقد تحتاج إلى قهر عدوك لأنك قد تدخل معه في حرب فتقول: «باسم القاهر» إذن كل عمل يحتاج إلى حشد من صفات الكمال والجلال يخدم الفعل، فبدلاً من أن يقول باسم القادر وباسم الحليم وباسم العليم وباسم القابض، يوفر عليك سبحانه كل ذلك فتقول: بسم الله، لأن اسم الجلالة وهو «الله» هو الجامع لكل صفات الكمال. </p><p> {إِنَّ الله فَالِقُ الحب والنوى} ، فالق أي شاقق، جاعل الحب والنوى كل منهما فلقتين. «الحب» ما لا نواة له مثيل الشعير والقمح والأرز. وهناك ما له نوى مثل البلح والخوخ، وتجد في قلب النواة شيئا آخر. وهناك نوع آخر له بذور مثل البطيخ، وفي كل بذرة تجد فيها شيئا، فيوضح لك الحق سبحانه وتعالى: إن عظمتي تتجلّى في أنني أخلق الحب وأخلق النوى، وهناك حبوب مفلوقة جاهزة، مثل حبة الفول مثلاً وحبة العدس. </p><p> وأنت إذا ما نظرت إلى هذه العملية وجدت شيئا عجباً!! </p><p> فحين تأتي لنواة البلح أو حبة الشعير، وتضعها في الأرض في بيئة استخراجها، وبقليل من الرطوبة، تجد الفلقتين قد خرج منها نبتة وتكاد النواة أن تنفلق ليخرج منها الزبان الضعيف بين الفلقتين، وإن نزعت هذا الجذير تنتهي الحياة. </p><p> ولذلك وجدنا من يتعجب حين اقتحم أعشاش النمل ووجد في العش قطعاً صغيرة مفتتة بيضاء بجانب العش، واكتشفوا أن هذه هي زبانات الحب الذي يدخله النمل للعش، فلو أن النمل أدخل الحبوب كاملة فقد تأتي لفحة من رطوبة فتكبر هذه الحبة، وتنمو وتصير شجرة تفتك بالعش، فمن الذي هدى النمل إلى أن تفعل هكذا؟ إنه الله. ونجد النمل يفلق حبة نبات «الكزبرة» إلى أربع قطع لأنه لو قطعها إلى اثنتين قد تنبت، من الذي علمه؟ إنه سبحانه:  {الذي خَلَقَ فسوى والذي قَدَّرَ فهدى}  [الأعلى: ٢ - ٣] . </p><p> والعجيب أنك حين ترى النبتة الضعيفة ساعة أن تخرج إلى الحياة وهي التي ستكون من بعد ذلك جذراً إنها هشة وضعيفة إن أمسكتها بيدك تسحقها، لكنها تخترق قلب الأرض الصلبة التي لو ضربتها بسكين لانكسرت السكين، لكن الجذير الضعيف يدخل في قلب الصخر والأرض، فأي قوة أعطته ذلك؟ أي قوة تخرق له الأرض؟ وهل الجذير هو الذي خرق الأرض أو خُرِقَت له؟ لقد خرق الحق الأرض للبذرة لتستخرج منها غذاء للزرع، إنّها قدرة الحق سبحانه {فَالِقُ الحب} الذي ادخر في فلقتين اثنتين قوتاً للنبات إذا مسته رطوبة تتغذى عليها الزريعة إلى أن تربى الجذور، ويستمد النبات غذاءه من الفلقتين إلى أن يثبت ويتمكن في الأرض ثم تتحور الفلقتان إلى ورقتين خضراوين. </p><p> ويتابع الحق سبحانه:  {يُخْرِجُ الحي مِنَ الميت وَمُخْرِجُ الميت مِنَ الحي} . وحين تامل العلماء هذا القول وأرادوا أن يوضحوا لنا ما الحي؟ وما الميت؟ </p><p> فات الجميع أن يعرفوا ما هي الحياة؟ الحياة هي قيام الموجود بما يؤدي به مهمته، فحياة الإنسان فيها حركة وحس وجري، ثم هناك حياة ثانية في الحيوان، وحياة ثالثة في النبات، وحياة ذات طابع مختلف في الجماد. مثلما علمونا في المدارس حين كان المدرس يمسك بقضيب ممغنط ليجذب برادة الحديد، حتى الحديد الصلب فيه لون معين من الحياة. وكلنا رأينا في المدارس الأنبوية الزجاجية التي وضعوا فيها برادة الحديد وكيف تتأثر بقضيب المغناطيس. وتعتدل وتصير في مستوى واحد، وهكذا نعرف أن الحياة هي الطاقة الموجودة في كل كائن ليؤدي مهمته حتى الأحجار تختلف فيها أشكال الحياة، فهناك حجر يأخذ شكل الرخام، وآخر المرمر، وكل لون من الأحجار له شكل من أشكال الحياة. </p><p> ونقرأ في القرآن:  {لِّيَهْلِكَ مَنْ هَلَكَ عَن بَيِّنَةٍ ويحيى مَنْ حَيَّ عَن بَيِّنَةٍ}  [الأنفال: ٤٢] . </p><p> وجاء الحق بمقابل الهلاك وهو الحياة؛ فالهلاك ضد الحياة والحياة ضد الهلاك، ويقول سبحانه في آية أخرى:  {كُلُّ شَيْءٍ هَالِكٌ إِلاَّ وَجْهَهُ}  [القصص: ٨٨] . </p><p> إذن ما دام كل شيء هالكاً، فكل شيء فيه حياة، والخطأ أن تظن أن كل حياة تتشابه في الحس والحركة مع الإنسان، لا، إن الحياة في كل شيء بحسبه، إلى أن تقوم القيامة، فكل شيء حي له حياة تناسبه، وحين نسمع: </p><p> {وَإِن مِّن شَيْءٍ إِلاَّ يُسَبِّحُ بِحَمْدِهِ ولكن لاَّ تَفْقَهُونَ تَسْبِيحَهُمْ}  [الإسراء: ٤٤] . </p><p> نقول: نعم كل من يسبح بحمده يقول قولا، وإياك أن تقول إنّه تسبيح دلالة؛ لأن بعضهم يقول: إن هذا تسبيح دلالة على الخالق، ونقول: لو أن الذي يقصده الله تسبيح دلالة على خلق لما قال: {ولكن لاَّ تَفْقَهُونَ تَسْبِيحَهُمْ} . </p><p> إذن: فلا أحد منا يفهم لغة التسبيح، وعرفنا من قبل حين سمع سليمان عليه السلام قول النملة وتبسم لها ضاحكاً، وكذلك ما سمعه من الهدهد، وكذلك تسخير الجبال لتسبح مع داود عليه السلام. </p><p> {إِنَّ الله فَالِقُ الحب والنوى يُخْرِجُ الحي مِنَ الميت وَمُخْرِجُ الميت مِنَ الحي ذلكم الله فأنى تُؤْفَكُونَ}  [الأنعام: ٩٥] . </p><p> إن كل كلمة لها دلالتها ومعناها. فكلمة العلم تدلنا على إحاطة علمه بكل شيء في الوجود، وكلمة الحكمة تدلنا على أن كل شيء منه يصدر عن حكمة. وكلمة الرزاق تدلنا على أن كل مرزوق في الوجود إنما أخذ من فيضه وخيره، وهكذا إلى ما لا نهاية لكماله من صفات ذاته. وكلمة «الله» تدل على كل صفات الجلال والجمال والكمال، فإذا قال:  «الله» فهذا الاسم: يشمل القادر، العالم، الحكيم، القدير، وكل صفات الحق ما علمت منها وما لم تعلم، ما دامت ذاته سبحانه وتعالى متصفة بكل صفات الكمال، فالواجب أن يكون كل فعل يصدر عن ذاته المتصفة بالكمال له مطلق القدرة والجمال والكمال. </p><p> إذن فحين يقول الحق ذلك فإنما يلفتنا إلى أن كل شيء كائن في الوجود إنما هو من خلق الله، وأن له حياة تناسب مهمته؛ فالإنسان له حياة تناسب مهمته. والحيوان له حياة تناسب مهمته. والنبات له حياة تناسب مهمته. والجماد له حياة تناسب مهمته. وإذا نظرت إلى الأشياء كلها بهذا المعنى وجدت أن كل موجود فيه حياة، ولكن الحياة الكاملة بكل مقوماتها وجدت في الأعلى من المخلوقات وهو الإنسان، والله سبحانه وتعالى خلق في الإنسان الحياة حساً وحركة، ثم أعطاه حياة أخرى هي التي تُصعّد </p><p> حياته وتجعل لحياته قيمة؛ لأن حياتنا الني نعيشها إنما يتمتع بها المؤمن والكافر، وقصارى ما فيها أن تعطينا الحس والحركة قدر عمرنا في الحياة، ولكن حياة الإيمان بما يبعثه الله لنا من منهج على يد الرسول. تعطينا حياة أوسع، وأخلد، وأرغد، وهذه هي الحياة الحقة، ولذلك يقول الحق سبحانه:  {وَإِنَّ الدار الآخرة لَهِيَ الحيوان لَوْ كَانُواْ يَعْلَمُونَ}  [العنكبوت: ٦٤] . </p><p> وهذه هي الحياة الحقيقية وقول الحق:  {إِنَّ الله فَالِقُ الحب والنوى} هو المقدمة الأولى للحياة، ثم تكلم عن الحياة وأنه يخرج حياً من ميت، وهو هنا قد خاطبنا على مقدار أوليات علمنا بالأشياء؛ فالشيء إذا لم يكن له حس وحركة نعتبره ميتاً لكن لو نظرت إلى الحقيقة لوجدت كل شيء في الوجود له حياة. </p><p> مصداق ذلك قوله جلت قدرته:  {كُلُّ شَيْءٍ هَالِكٌ إِلاَّ وَجْهَهُ} . </p><p> وما دام كل شيء هَالِكاً فكل شيء قبل أن يهلك كان فيه حياة. </p><p> والله سبحانه القائل:  {قُلِ اللهم مَالِكَ الملك تُؤْتِي الملك مَن تَشَآءُ وَتَنزِعُ الملك مِمَّنْ تَشَآءُ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُ بِيَدِكَ الخير إِنَّكَ على كُلِّ شَيْءٍ قَدِيرٌ تُولِجُ الليل فِي النهار وَتُولِجُ النهار فِي الليل وَتُخْرِجُ الحي مِنَ الميت وَتُخْرِجُ الميت مِنَ الحي وَتَرْزُقُ مَن تَشَآءُ بِغَيْرِ حِسَابٍ}  [آل عمران: ٢٦ - ٢٧] . </p><p> ولماذا جاء في هذه الآية ب «تخرج» وجاء في الآية التي نحن بصدد خواطرنا عنها قوله: «ومخرج الميت من الحي» ؟ إنّ الذين بحثوا هذا البحث نظروا نظرة سطحية في المقابلة الجزئية في الآية، وهي: {يُخْرِجُ </p><p> الحي مِنَ الميت} وقال:  {وَمُخْرِجُ الميت مِنَ الحي} نسوا أنه سبحانه قال: إنه يخرج الحي من الميت؛ لبيان أن الله فالق الحب والنوى ليخرج الحي من الميت أي أن الله فلق وشق الحب والنوى لأجل أن يخرج الحي من الميت. . </p><p> ثم قال:  {وَمُخْرِجُ الميت مِنَ الحي} هو مقابل لفالق فلا تأخذها مقابلة للجزئية في الآية؛ ولأن الاسم يدل على الثبوت، والفعل يدل على الحدوث؛ فالحق سبحانه وتعالى له صفة في ذاته، وصفة في متعلقات هذه الذات؛ فهو سبحانه وتعالى رَزّاق، قبل أن يكون له مخلوق يرزقه. وهو رزاق، وبعد ما خلق من يرزقه هو رازق؛ لأنه هو الخالق، والخالق صفة للذات وإن لم يوجد المتعلق، وهو سبحانه المحيي قبل أن يوجد من يحييه؛ لأن صفته في ذاته أنه يحيي، ومميت قبل أن يميت من يريد أن يميته؛ لأن الصفة موجودة في ذاته. </p><p> وسبحانه فالق الحب والنوى أي قبل أن يوجد الحب والنوى الذي يفلقه، ومخرج الحي من الميت هو صفة ثابتة في ذاته قبل أن يوجد متعلِّقها. وله صفة - أيضاً - بعد أن يوجد المتعلق، فإن أراد الصفة قبل أن يوجد المتعلَّق جاء بالاسم:  «فالق ومخرج» . وإن كان يريد الصفة بعد أن توجد، يقول:  «يخرج» ، «يخرج» . </p><p> ويذيل الحق الآية:  {ذلكم الله فأنى تُؤْفَكُونَ}  [الأنعام: ٩٥] . </p><p> و «ذا» اسم إشارة لما تقدم، وهو سبحانه فالق الحب والنوى ومن يخرج الحي من الميت ومخرج الميت من الحي وهو الله. والكاف في قوله:  {ذلكم} لمن يخاطبهم وهم نحن، أما اللام من {ذلكم} فهي للبعد والميم للجمع. فحين يريد الحق أن يخاطب رسوله، يقول: </p><p> {ذَلِكَ الكتاب لاَ رَيْبَ فِيهِ} </p><p> [البقرة: ٢] . </p><p> ولكنه هنا يخاطبنا فيقول:  {ذلكم} إشارة إلى قول الحق سبحانه وتعالى: الله، وفالق، ومخرج، والخطاب لجمهرة المخاطبين بالقرآن. فإذا كان الله بهذه الصفات فكيف ينصرفون عن الإيمان به وتوحيده؟ وذكر لنا أول مقوم من مقومات الحياة وهو النبات وهو ما نأكله، فإذا كان الحق سبحانه وتعالى هو الذي خلق الحب وخلق النوى ليخرج الحي من الميت وهو مخرج الميت من الحي فهو أولى بأن يكون إلهاً معبوداً فكيف تصرفون عنه؟ {وإلى من تصرفون؟} إلى من توجد فيه صفات أرقى من هذه الصفات؟!! لا يوجد من فيه صفات مثل هذه، ولا أرقى من هذه الصفات. </p><p> وإذا سمعت كلمة:  «أنَّى» فافهم منها أنها تأتي للتعجيب، تأتي وتطلب أن يدلنا واحد على كيفية انصرافهم عن الله وتوحيده مع وضوح الدلالات والبراهين. </p><p> ومرة يقول الحق سبحانه:  {كَيْفَ تَكْفُرُونَ بالله}  [البقرة: ٢٨] . </p><p> هو سبحانه يخاطب الناس ويقول لهم: كيف تكفرون بالله فالله في ذاته يستحق ألا يكفر به، لأنه هو الذي خلق من عدم، وأمدّ من عُدْم، ولم يشاركه أحد أو ينازعه في هذا الأمر، وإليه نرجع جميعاً، فكيف تكفرون به؟ وهذا تعجيب كبير؛ لذلك يقول سبحانه هنا:  {فأنىتؤفكون} أي فكيف تصرفون عن الحق وتعدلون عنه إلى الباطل فتعبدون - مع الله - إلها آخر بعد أن تعلموا أن هذه الصفات له - سبحانه - وليست لغيره؟ وكل تعجيب يأتي في «أنّى» مثل قوله الحق: </p><p> {أنى يُحْيِي هذه الله بَعْدَ مَوْتِهَا}  [البقرة: ٢٥٩] . </p><p> أي كيف يحيي هذه الله بعد موتها؟ </p><p> ويقول سيدنا زكريا لسيدتنا مريم:  {أنى لَكِ هذا} </p><p> إذن فالتعجب ملازم لكلمة «أنّى» فكأن الصفات التي تقدمت صفات موجبة للإيمان بالله واحداً قهاراً مريداً عالماً حكيماً نرجع إليه جميعاً، فقولوا لنا: كيف تكفرون بهذا الإله؟ وإلى من تذهبون إذا كان هذا الإله يُكفر به؟ أهناك شيء ادّعى أنه خلق وأنه رزق؟ لو أن شيئاً ادّعى أنه خلق أو رزق كنا نعذركم، لكن لم يدّع شيء في الوجود بأنه خلق أو رزق، والدعوة تثبت لصاحبها ما لم يقم لها معارض. </p><p> {فأنى تُؤْفَكُونَ} وكلمة «أنّى تؤفكون» تعني كيف تُصرفون انصرافاً كذباً؛ لأن «الإفك» . معناه الكذب المتعمّد. </p><p> ويقول الحق من بعد ذلك:  {فَالِقُ الإصباح ... } </p>"
}