{
  "id": null,
  "sura": 6,
  "aya": 111,
  "text": "<p> هنا يوسع الحق المسألة. فلم يقل: إنهم سوف يؤمنون، بل قال:  {وَلَوْ أَنَّنَا نَزَّلْنَآ إِلَيْهِمُ الملائكة} مثلما اقترحوا، أو حتى لو كلمهم الموتى، كما قالوا من قبل:  {فَأْتُواْ بِآبَآئِنَا إِن كُنتُمْ صَادِقِينَ}  [سورة الدخان: ٣٦] </p><p> ويأتي القول:  {وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ} و «الحشر» يدل على سوق بضغط مثلما نضع بعضا من الكتب في صندوق من الورق ونضطر إلى أن نحشر كتابا لا مكان له، إذن: الحشر هو سوق فيه ضغط، وهنا يوضح الحق: لو أنني </p><p> أحضرت لهم الآيات يزاحم بعضها بعضا وقدرتي صالحة أن آتي بالآيات التي طلبوها جميعا لوجدت قلوبهم مع هذا الحشر والحشد تضن بالإيمان. </p><p> {وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلاً} و «قبلا» هي جمع «قبيل» ، مثل سرير وسرر. </p><p> {وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلاً} . وهذا يعني أن الحق إن جاء لهم بكل ما طلبوا من آيات، وكأن كل آية تمثل قبيلة والآية الأخرى تمثل قبيلة ثانية، وهكذا. فلن يؤمنوا، أو «قبلا» تعني معاينة أي أنهم يرونها بأعينهم، لأن في كل شيء دبرا وقبلا؛ والقبل هو الذي أمام عينيك، والدبر هو من خلفك. فإن حشرنا عليهم كل شيء مقابلا. ومعاينا لهم فلن يؤمنوا. وإن اخذتها على المعنى الأول أي أنه سبحانه إن حشد الآيات حشدا وصار المعطي أكثر من المطلوب فلن يؤمنوا. وإن أردت أن تجعلها مواجهة، أي أنهم لو رأوا بعيونهم مواجهة من أمامهم فلن يؤمنوا. </p><p> {وَلَوْ أَنَّنَا نَزَّلْنَآ إِلَيْهِمُ الملائكة وَكَلَّمَهُمُ الموتى وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلاً مَّا كَانُواْ ليؤمنوا إِلاَّ أَن يَشَآءَ الله}  [الأنعام: ١١١] </p><p> وجاء الحق هنا بمشيئته لأن له طلاقة القدرة التي إن رغب أن يرغمهم على الإيمان فلن يستطيعوا رد ذلك، ولكن الإرغام على الإيمان لا يعطي الاختيار في التكليف ولذلك قال سبحانه:  {لَعَلَّكَ بَاخِعٌ نَّفْسَكَ أَلاَّ يَكُونُواْ مُؤْمِنِينَ إِن نَّشَأْ نُنَزِّلْ عَلَيْهِمْ مِّنَ السمآء آيَةً فَظَلَّتْ أَعْنَاقُهُمْ لَهَا خَاضِعِينَ}  [الشعراء: ٣ - ٤] </p><p> والله لا يريد أعناقا تخضع، وإنما يريد قلوبا تخشع. لذلك يذيل الحق الآية بقوله:  {ولكن أَكْثَرَهُمْ يَجْهَلُونَ} . والجهل يختلف عن عدم العلم، بل الجهل هو علم المخالف، أي أن هناك قضية والجاهل يعلم ما يخالفها، أما إن كان لا يعلم القضية فهذه أمية ويكفي أن نقولها حتى يفهمها فورا. لكن مع الجاهل هناك مسألتان: الأولى أن نزيل من ادراكه هذا الجهل الكاذب، والأخرى أن نضع في </p><p> إدراكه القضية الصحيحة، وما دام أكثرهم يجهلون. فهذا يعني أنهم قد اتبعوا الضلال. </p><p> ويقول الحق بعد ذلك:  {وَكَذَلِكَ جَعَلْنَا لِكُلِّ نِبِيٍّ عَدُوّاً شَيَاطِينَ ... } </p>"
}