{
  "id": null,
  "sura": 6,
  "aya": 104,
  "text": "<p> وبصائر جمع بصيرة، والبصيرة للمعنويات والإشراقات التي تأبى في القلوب كالبصر بالنسبة للعين، و «الكون» يعطيكم أدلة الإبصار، والقرآن يعطيكم أدلة البصائر، فكما أن الله هدى الإنسان فحذره ونهاه عن المعاصي ومنحه النور الذي يجْلي له الأشياء فيسير على هدى فلا يرتطم ولا يصطدم، كذلك جعل المعنويات نوراً، والنور الأول في البصر يأخذه الكافر والمؤمن، وكلنا شركاء فيه مثله مثل الرزق، لكن النور الثاني في البصائر يأخذه المؤمن فقط، ولذلك يقول ربنا:  {لِّيُخْرِجَكُمْ مِّنَ الظلمات إِلَى النور}  [الحديد: ٩] . </p><p> وهو نور الهداية في بصائر المعنويات، فيوضح: أنا خلقتكم خلقاً ووضعت لكم قوانين لصيانتكم. فقانون الصيانة في ماديات الدنيا للمؤمن والكافر، وقانون الصيانة في معنويات الحياة خاصة للمؤمن. </p><p> وهو القائل:  {وَمَن لَّمْ يَجْعَلِ الله لَهُ نُوراً فَمَا لَهُ مِن نُورٍ}  [النور: ٤٠] . </p><p> ونعلم أن البصائر من المعنويات والمجيء للأمر الحسّي؛ كقولنا:  «جاء زيد» أو «جاء عمرو» ولك أن تتصور البصائر وهي تأتي، قال الحق: </p><p> {قَدْ جَآءَكُمْ مِّنَ الله نُورٌ}  [المائدة: ١٥] . </p><p> إنه سبحانه قد أعطانا نورا صحيحا واضحا وهو يأتي إلينا بمشيئته. </p><p> {قَدْ جَآءَكُمْ بَصَآئِرُ مِن رَّبِّكُمْ} أي أنها بلغت من تكوينها أنها أصبحت كانها أشياء محسّة تجيء، ولا يصح أن تقولوا إنها لم تصلكم لأنها تجيء من الرب الذي خلقنا بقدرته وأمدنا في كل شيء بقيّوميته، ومن لوازم الربوبية أن يعطي ما يهدي، وقد حكم الله أن البصائر جاءتنا، وحكم بأن رسوله قد بلّغ؛ فسبحانه أعطى لرسوله، والرسول ناولنا، فالحق قد شرع ورسوله قد بلغ وبقي أن تؤدوا ولا عذر لكم من المشرع الأعلى الذي خلق وهو الرب. ولا من المبلغ المعصوم وهو الرسول. </p><p> ويقول الحق تبارك وتعالى:  {فَمَنْ أَبْصَرَ فَلِنَفْسِهِ وَمَنْ عَمِيَ فَعَلَيْهَا}  [الأنعام: ١٠٤] . </p><p> ولله المثل الأعلى، نجد الولد يدخل البيت فيجد أمه ويقول لها: ماذا أعددت لنا من طعام؟ فتقول: لا شيء. فيقول الابن: لقد بعث أبي اللحم والأرز والخضار، فكأنه يقول لها: أين عملك يا أمي؟ </p><p> وربنا سبحانه يوضح: أنا خلقتكم، وعملت لكم قانون صيانة، وأرسلت لكم رسولاً ولا تعرفون عنه أنه صادق في بلاغه، وأدى هذه الرسالة، لذلك فالباقي من المسألة عندكم أنتم، وكل واحد عليه أن يؤدي ما عليه من عمل، إن أبصر فلنفسه، وإن عمى فعليها. فإياكم أن تفهموا أني كلفتكم بما يعود عليَّ في ذاتي، ولا ما يزيد من سلطاني شيئا؛ لأن خيرها لكم أنتم، ولا آمن على التشريع ممن لا يفيد من التشريع؛ لأن من يستفيد منه قدر يشرّع لمصلحته، أما الحق فهو مأمون على التشريع لأنه غير منتفع به. </p><p> يقول سبحانه: </p><p> {قَدْ جَآءَكُمْ بَصَآئِرُ مِن رَّبِّكُمْ فَمَنْ أَبْصَرَ فَلِنَفْسِهِ وَمَنْ عَمِيَ فَعَلَيْهَا}  [الأنعام: ١٠٤] . </p><p> ولأن الرسول عليه البلاغ فقط والحق قد حفظه وعصمه من الكفر وهو يبلغكم المنهج، وقد خلق الله كل إنسان مختارا وهو بهذا الاختيار يُدخل نفسه في الحكم أو يخرج نفسه من الحكم، وسبحانه لم يبعث الرسول جباراً بل بعثه رحيماً؛ لذلك يقول الله في حق رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «وما أنا عليكم بحفيظ» والحفيظ من أسماء الله، وهو الحفيظ لأنه شرَّع ليحفظ الخلق ويريد أن يجعلهم على مثال حسن واعٍ. والرسول هو المبلغ والحق يقول:  {وَمَآ أَنتَ عَلَيْهِمْ بِجَبَّارٍ}  [ق: ٤٥] . </p><p> إذن فكل واحد حر يدخل نفسه في الحكم أو يخرج نفسه من الحكم. وقد حارب الرسول ليحمي الاختيار بدليل أن البلاد التي فتحها الإسلام تجد بعضاً من سكانها قد ظلوا على كفرهم ولم يرغمهم أحد على الإيمان. </p><p> ويقول الحق بعد ذلك:  {وكذلك نُصَرِّفُ الآيات ... } </p>"
}