{
  "id": null,
  "sura": 6,
  "aya": 52,
  "text": "<p> نعرف أن الحق سبحانه وتعالى خلق الإنسان واستعمره في الأرض، وجعله طارئاً على هذا الوجود الذي أودع الله له فيه كل ما يلزمه من مقومات حياته وإسعاده. </p><p> وأراد الحق من البشر أن يكون فيهم استطراق عبودي بحيث لا يوجد متعال على مستضعف، ولا يوجد طاغ على مظلوم، حتى تستقيم حركة الحياة استقامة يعطي فيها كل فرد على قدر ما هيئ له من مواهب. فإذا ما اختل ميزان الاستطراق البشري ردهم الحق سبحانه وتعالى إلى دليل لا يمكن أن يطرأ عليه شك، والدليل هو أنكم أيها البشر تساويتم في أصل الوجود من تراب، وتساويتم في العودة إلى التراب، وتتساوون في موقفكم يوم القيامة للحساب، فلماذا تختلفون في بقية أموركم؟ إن التساوي يجب أن يوجد. وها هوذا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يحرص أن تهتدي الأمة وكان يكلف نفسه فوق ما يكلفه به ربه، فيعاتبه ربه لأنه كان يشق على نفسه حرصا على إيمان قومه. </p><p> وقد يظن بعض الناس أن عتاب الله لنبيه لتقصير، ونرد على هؤلاء: ليفهم الإنسان منكم هذا اللون من العتاب على وجهه الحقيقي، فهناك فرق بين عتاب لمصلحة المعتاب، وعتاب للومه وتوبيخه؛ لأن المعاتَب خالف وعصى، ونضرب هذا المثل - ولله المثل الأعلى - أنت في يومك العادي إن نظرت إلى ابنك فوجدته يلعب ولا يذهب إلى المدرسة ولا يستذكر دروسه، فأنت تعاتبه وتؤنبه لأنه خالف المطلوب منه، ولكنك إن وجدت ابنك يضع كل طاقته ويصرف ويقضي أوقات راحته في المذاكرة. فأنت تطلب منه ألاّ يكلف نفسه كل هذا العناء، وتخطف منه الكتاب وتقول له: اذهب لتستريح. أنت في هذه الحالة تلومه لمصلحته هو، فكأن اللوم والعتاب له لا عليه. إذن قد حُلّ هذا الإشكال الذي يقولون فيه: إن الله كثيراً ما عاتب رسوله، ونوضح أن الحق قد عاتب الرسول له لا عليه؛ لأن الرسول وجد طريق الإيمان برسالته يسيرا سيرا سهلاً بين الضعفاء، ولكنه شغل نفسه وأجهدها رجاء أن يتذوق المستكبرون المتجبرون حلاوة الإيمان، وجاء في ذلك قول الحق:  {عَبَسَ وتولى أَن جَآءَهُ الأعمى وَمَا يُدْرِيكَ لَعَلَّهُ يزكى أَوْ يَذَّكَّرُ فَتَنفَعَهُ الذكرى أَمَّا مَنِ استغنى فَأَنتَ لَهُ تصدى وَمَا عَلَيْكَ أَلاَّ يزكى}  [عبس: ١ - ٧] . </p><p> إذن فالعتاب هنا لصالح من؟ إنه عتاب لصالح رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وحين يقول الحق سبحانه وتعالى لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  {ياأيها النبي لِمَ تُحَرِّمُ مَآ أَحَلَّ الله لَكَ تَبْتَغِي مَرْضَاةَ أَزْوَاجِكَ والله غَفُورٌ رَّحِيمٌ}  [التحريم: ١] . </p><p> إن الآية تشير إلى أمر أغضب النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فامتنع عن بعض ما ترغب فيه النفس البشرية من أمور حللها الله. </p><p> والعتاب هنا أيضاً لصالح رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. ولشدة حرصه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ على هداية القوم أجمعين، كان يحب أن يعامل الطغاة بشيء من اللين ليتألف قلوبهم. ولكن الطغاة لا يريدون أن يتساووا مع المستضعفين، فقد مرّ الملأ من قريش ووجدوا عند رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ خبّاب بن الأرتّ وصهيباً وبلالاً وعماراً وسلمان الفارسي وهم </p><p> من المستضعفين، فقالوا: يا محمد رضيت بهؤلاء من قومك؟ أهؤلاء الذين منَّ الله عليهم من بيننا؟ أنحن نصير تبعا لهؤلاء؟ اطردهم فلعلك إن طردتهم أن نتبعك. </p><p> وكأنهم يقولون له: إنك قد اكتفيت بهؤلاء الضعفاء وتركتنا نحن الأقوياء ولن نجلس معك إلا أن تبعد هؤلاء عنك لنجلس، فما كان من رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ببديهية الإيمان إلا أن قال: ما أنا بطارد المؤمنين. إن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يعرف أن هناك من أمثالهم من قالوا لغيره من الأنبياء مثل قولهم. فقد قال قوم نوح عليه السلام له ما حكاه القرآن الكريم:  {فَقَالَ الملأ الذين كَفَرُواْ مِن قِوْمِهِ مَا نَرَاكَ إِلاَّ بَشَراً مِّثْلَنَا وَمَا نَرَاكَ اتبعك إِلاَّ الذين هُمْ أَرَاذِلُنَا بَادِيَ الرأي وَمَا نرى لَكُمْ عَلَيْنَا مِن فَضْلٍ بَلْ نَظُنُّكُمْ كَاذِبِينَ}  [هود: ٢٧] . </p><p> وحاول بعض من أهل الكفر أن يعرضوا موقفاً وسطاً على رسول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - فقالوا: إذا نحن جئنا فأقمهم من عندك لنجلس معك فإذا قمنا من عندك فاجعلهم يجلسون. ووجد رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في هذا الرأي حلا وسطاً يمكن أن يقرب بين وجهات النظر، واستشار صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ عمر بن الخطاب - رَضِيَ اللَّهُ عَنْه - فقال عمر: لو فعلت حتى ننظر ما الذي يريدون. وطالب أهل الكفر من أثرياء قريش أن يكتب لهم رسول الله كتاباً بذلك، وجيء بالدواة والأقلام، وقبل الكتابة نزل قول الله:  {وَلاَ تَطْرُدِ الذين يَدْعُونَ رَبَّهُمْ بالغداة والعشي يُرِيدُونَ وَجْهَهُ مَا عَلَيْكَ مِنْ حِسَابِهِم مِّن شَيْءٍ وَمَا مِنْ حِسَابِكَ عَلَيْهِمْ مِّن شَيْءٍ فَتَطْرُدَهُمْ فَتَكُونَ مِنَ الظالمين}  [الأنعام: ٥٢] . </p><p> ورمى رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بالصحيفة التي جيء بها ليكتبوا عليها كلاماً يفصل بين جلوس سادة قريش إلى مجلس رسول الله وجلوس الضعفاء أتباع رسول الله. والنبي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - إنما مال إلى ذلك من الكتابة طمعا في إسلام هؤلاء المشركين وإسلام قومهم بإسلامهم رحمة بهم وشفقة عليهم، ورأى - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - أن ذلك لا يفوت أصحابه شيئا ولا ينقص لهم قدراً فمال إليه فأنزل الله </p><p> الآية ونهاه عما همّ به من الطرد، لا لأنه - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - قد أوقع ذلك وطردهم وأبعدهم، ثم دعا بعد ذلك بالضعفاء فأتوه. </p><p> وكان رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قبل ذلك يجلس مع المستضعفين، وإن أحب - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - أن يقوم من المجلس قام، ولكن الله أراده أن يكرم هؤلاء القوم المستضعفين بعد أن نهاه عن طردهم، وأن يكرمهم سبحانه بما أُهيجوا فيه، وجاء أمر إلهي آخر بألا يقوم رسول الله من مجلسه مع المستضعفين حتى يقوموا هم، فقال الحق تبارك وتعالى:  {واصبر نَفْسَكَ مَعَ الذين يَدْعُونَ رَبَّهُم بالغداة والعشي يُرِيدُونَ وَجْهَهُ وَلاَ تَعْدُ عَيْنَاكَ عَنْهُمْ تُرِيدُ زِينَةَ الحياة الدنيا وَلاَ تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَن ذِكْرِنَا واتبع هَوَاهُ وَكَانَ أَمْرُهُ فُرُطاً}  [الكهف: ٢٨] . </p><p> وعندما نزلت هذه الآية قال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «الحمد لله الذي جعل في أمتي من أمرني أن أصبر نفسي معهم» . </p><p> وبهذا القول الكريم أراد الحق سبحانه وتعالى إكرام الضعفاء والمستضعفين. ويقول سلمان الفارسي وخباب بن الأرت فينا نزلت، فكان - رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - يقعد معنا ويدنو منا حتى تمس ركبتنا ركبته، وكان يقوم عنا إذا أراد القيام فنزلت:  {واصبر نَفْسَكَ مَعَ الذين يَدْعُونَ رَبَّهُم} فترك القيام عنا إلى أن نقوم فكنا نعرف ذلك ونعجله القيام. أي أنهم هم الذين كانوا يقومون أولاً من مجلس رسول الله، فقول الحق:  {وَلاَ تَطْرُدِ الذين يَدْعُونَ رَبَّهُمْ بالغداة والعشي يُرِيدُونَ وَجْهَهُ} هذا هو قول الله - سبحانه - أمر به رسول الله ومأمور به كذلك كل إنسان من بعد رسول الله، وفي هذا قمة التكريم للدائمين على ذكر الله من المستضعفين؛ لأنهم أهل محبة الإيمان وهم الذين سبقوا إليه. </p><p> وها هوذا أحد خلفاء المسلمين وقد جاءه صناديد العرب الذين أسلموا، واستأذنوا في الدخول إليه، فلم يأذن لهم حتى أذن لضعفاء المسلمين. فورم أنف كل واحد من هؤلاء الصناديد وقالوا: </p><p> - أيأذن لهؤلاء ويتركنا نحن؟ لقد صرنا مسلمين. فقال قائل منهم يفهم ويفقه أمر الدين: أكلكم ورم أنفه أن يؤذن لهؤلاء قبلكم، لقد دعوا فأجابوا، ودعيتم فتباطأتم، فكيف بكم إذا دعوا إلى دخول الجنة وأُبطئ دخولكم. </p><p> إنّ هؤلاء الضعفاء يريدون بالطاعة وجه الله، وكلمة «وجه الله» تدل على أن الإيمان قد أُشْرِب في قلوبهم، وأنهم جاءوا إلى الإيمان فِراراً بدينهم من ظلم الظالمين وطغيان الطغاة الذين كانوا يريدونهم على الكفر والضلال. إنهم قد حلا لهم الإيمان، وحلا لهم وجه الله، وحلا لهم أن يؤجل لهم كل الثواب إلى الآخرة. </p><p> وحين نسمع قول الحق:  {يُرِيدُونَ وَجْهَهُ} فهذا وصف لله بأنّه - جل شأنه - له وجه، ونطبق في هذه الحالة ما نطبقه إذا سمعنا وصفاً لله، إننا نأخذ الوصف في إطار قوله الحق:  {لَيْسَ كَمِثْلِهِ شَيْءٌ} . </p><p> ويطلق الوجه ويراد به الذات، لأن الوجه هو السمة المميزة للذوات. فأنت إن قابلت أناساً قد غطوا وجوههم واستغشوا ثيابهم وستروا بها رءوسهم فلن تستطيع التمييز بينهم. </p><p> ويقال: فلان قابل وجوه القوم. أي التقى بالكبار في القوم. والحق سبحانه وتعالى يقول:  {كُلُّ شَيْءٍ هَالِكٌ إِلاَّ وَجْهَهُ} ، ويقول الحق سبحانه:  {مَا عَلَيْكَ مِنْ حِسَابِهِم مِّن شَيْءٍ} وفي هذا القول حرص على كرامة المستضعفين؛ فقد يقول قائل: </p><p> لقد استجار هؤلاء الضعفاء بالدين حتى يفروا من ظلم الظالمين وليس حباً في الدين، فيوضح الحق: ليس هذا عملك، وليس لك إلا أن تأخذ ظاهر أعمالهم وأن تكل سرائرهم إلى الله. </p><p> {مَا عَلَيْكَ مِنْ حِسَابِهِم مِّن شَيْءٍ وَمَا مِنْ حِسَابِكَ عَلَيْهِمْ مِّن شَيْءٍ فَتَطْرُدَهُمْ فَتَكُونَ مِنَ الظالمين}  [الأنعام: ٥٢] . </p><p> وكأن الحق يوضح لرسوله: لو كان عليك من حسابهم شيء لجاز لك أن تطردهم، ولكن أنت يا رسول الله تعلم أن كل واحد مجْزىٌّ بعمله إن خيراً فخير وإن شراً فشر، وقد أنزل الله عليك القول الحق:  {وَلاَ تَزِرُ وَازِرَةٌ وِزْرَ أخرى} . </p><p> إذن فلكل إنسان كتابه. قد سطر وسجّل فيه عمله ويجازي بمقتضى هذا، ويقول الحق من بعد ذلك:  {وكذلك فَتَنَّا بَعْضَهُمْ بِبَعْضٍ ... } </p>"
}