{
  "id": null,
  "sura": 6,
  "aya": 31,
  "text": "<p> إن كل رأس مال يحتاج إلى عمل يزيده، لكن أن يكون العمل قد أضاع المال، فهذا يعني الخسارة مرتين: مرة لأن رأس المال لم يبق عند حده بل إنه قد فنى وذهب وضاع، وثانية لأن هناك جهداً من الإنسان قد ضاع وأضاع معه رأس المال. </p><p> إذن فقد خسر الذين كذبوا بلقاء الله؛ لأنهم باعوا الآجل الطويل العمر بالعاجل القصير العمر. وكل إنسان منا يريد أن يثمّر عمله ويحاول أن يعطي قليلاً ليأخذ كثيراً. </p><p> وعلى سبيل المثال نجد الفلاح يقتطع مقدار كيلتين من أرادب القمح التي في مخزنه ليبذرها في الأرض بعد أن تُحرث. وهذا يعني النقص القليل في مخزن هذا الفلاح، ولكنه نقص لزيادة قادمة؛ فعندما وضع البذور في الأرض المحروثة نجد الحق سبحانه وتعالى ينبتها له أضعافاً مضاعفة. والفلاح بذلك يبيع العاجل القليل من أجل أن يأخذ الآجل الكبير. </p><p> وهذه أصول حركة العاقل الذي يزن خطواته، فإن أراد أن يزيد الثمار من حركته، فعليه أن يبذل الجهد. أما إن كانت الحركة لا تأتي له إلا بالقليل فلن يتحرك. ولأن العاقل لا يحب الخسارة نجده يوازن دائماً ويقارن بين ما يبذله من جهد والعائد الذي سيأتي إليه. أما الذين كفروا بلقاء الله فهم قد خسروا أنفسهم، لأنهم لم يوازنوا بين حياتين: حياة مظنونة، وحياة متيقنة؛ لأن مدة حياتنا الدنيا مظنونة غير متيقنة. </p><p> إننا لا نعرف كم ستحيا فيها؛ فمتوسط عمر الإنسان على الأرض هو سبعون عاماً على سبيل المثال، ولكن أحداً لا يعرف كم عمره في الدنيا بالضبط، وله أجل محدود. إنه فان وذاهب وميّت، ولكن حياة الآخرة متيقنة لا أجل لها، إنها دائمة، ونعلم أن نعيم الدنيا بالنسبة للإنسان هو على قدر الأسباب الموجودة لديه، أما نعيم الآخرة فهو على قدر طلاقة قدره المسبب وهو الله، وعلى هذا تكون خسارة الذين كفروا كبيرة وفادحة ودامية؛ لأنهم لم يتاجروا مع الله. {قَدْ خَسِرَ الذين كَذَّبُواْ بِلِقَآءِ الله حتى إِذَا جَآءَتْهُمُ الساعة بَغْتَةً قَالُواْ ياحسرتنا على مَا فَرَّطْنَا فِيهَا}  [الأنعام: ٣١] . </p><p> ونعلم أن «حتى» هي جسر بين أمرين؛ فالأمر الذي نريد أن نصل إليه هو غاية، كقول إنسان ما:  «سرت حتى وصلت المنزل» ، والمنزل هنا هو غاية السير. </p><p> والذين كفروا، كان كفرهم وتكذيبهم موصلاً إلى الخسران، فمجيء الساعة بغتة ليس هو نهاية المطاف، ولكنه وصول إلى أول الخسران؛ لأن خسرانهم لا ينتهي من فور مجيء الساعة، ولكنه يبدأ لحظة مفاجأة الساعة لهم. فهم يفاجأون بوقوع ما كانوا يكذبون به. ويعلمون جيداً أن ما صنعوه في الدنيا لا يستوجب إلا العذاب. </p><p> وهنا تبدأ الحسرة التي لا يقدرون على كتمانها، ولذلك يقولون:  {ياحسرتنا على مَا فَرَّطْنَا فِيهَا} . . أي على تفريطنا وإسرافنا في أمرنا وذلك في أثناء وجودنا في الدنيا. وبذلك نعرف أن عدم التفريط في الدنيا والأخذ بالأسباب فيها أمر غير مذموم، ولكن التفريط في أثناء الحياة الدنيا هو الأمر المذموم؛ لأنه إضاعة للوقت وإفساد في الأرض. </p><p> إنني أقول ذلك حتى لا يفهم أحد أن الاستمتاع في الدنيا أمر مذموم في حد ذاته، وحتى لا يفهم أحد أن الآخرة هي موضوع الدين؛ لأن الدنيا هي موضوع الدين أيضاً، والجزاء في الآخرة إنما يكون على ألوان السلوك المختلفة في الدنيا؛ فمن يحسن السلوك في الدنيا ينال ثواب الآخرة ومن يسيء ينال عقاب الآخرة. ولذلك لا يصح على الإطلاق أن نقارن الدين بالدنيا. </p><p> إن علينا أن نعلم خطأ الذين يقولون:  «دين ودنيا» فالدين ليس مقابلاً للدنيا. بل الدنيا هي موضوع الدين. أقول ذلك رداً على من يظنون أن سبب ارتقاء بعض البلاد في زماننا هو أن أصحابها أهملوا الدين وفتنوا بما في الدنيا من لذة ومتعة فعملوا على بناء الحضارات. </p><p> نقول: إن الإقبال على الدين بروح من الفهم هو الذي يبني الحضارات ويُثاب المصلح في الدنيا يوم الجزاء، ولنا أن نعرف أن المقابل للدنيا هو الآخرة، والدين يشملهما معاً؛ يشمل الدنيا موضوعاً، والآخرة جزاءً. والذين يفتنون بالدنيا ولا يؤمنون بالآخرة هم الذين يقولون يوم القيامة:  {ياحسرتنا على مَا فَرَّطْنَا فِيهَا وَهُمْ يَحْمِلُونَ أَوْزَارَهُمْ على ظُهُورِهِمْ} . والأوزار المعنوية في الدنيا - وهي الذنوب - ستتجسم بحسيات وذلك حتى تكون الفضيحة علنية؛ فمن سرق غنمه يُبعث يوم القيامة وهو يحملها على ظهره، ومن سرق بقرة يُبعث يوم القيامة وهو يحملها على </p><p> كتفه وهي تخور، وكذلك من سرق طنا من حديد عمارة سيُبعث يوم القيامة وهو يحمله على ظهره، وكذلك يفضحه الله يوم القيامة. </p><p> وهذا يكون موقف أهل النار؛ لذلك يقول:  {أَلاَ سَآءَ مَا يَزِرُونَ} ونعلم أنهم لا يحملون أوزاراً فقط بل يحملون من أوزار الذين اتخذهم قدوة له، فهذا وزر الإضلال ويعرفون - جميعاً أن حمل الوزر يتجسد في الإحساس بعبئه؛ فقد قادتهم هذه الأوزار إلى الجحيم، ونعلم أن نتيجة كل عمل هي الهدف منه، فمن عمل صالحاً سيجد صلاح عمله، ومن أساء فسيجد عمله السيء. </p><p> إننا نرى الأمثلة العملية لذلك في حياتنا اليومية؛ فهذان شقيقان يعملان بالزراعة، وكل منهما يملك فدانين من الأرض مثلاً: الأول منهما يقوم مع طلوع الفجر ليعتني بأرضه ويحرثها ويحمل إليها السباخ ويعتني بمواقيت الري ويسعى إلى يوم الحصاد بجد واهتمام. والاخر يسهر الليل أمام شاشة التليفزيون، ولا يقوم من النوم إلا في منتصف النهار، ولا يخدم أرضه إلا بأقل القليل من الجهد. </p><p> ثم يأتي يوم الحصاد فينال الأول ناتج تعبه من محصول وفير، وينال الآخر محصولاً قليلاً بالإضافة إلى الحسرة التي يتجرعها بسبب إهماله وكسله. إذن فالعاقل هو من يدرس ما تعطيه حركته في الحياة. ويختار نوعية الحركة في الحياة بما يضمن له سعادة الدنيا والآخرة، واطمئنان النفس في الدنيا والآخرة. </p><p> إن من ينام ولا يذهب إلى عمله هو إنسان يحب نفسه، ومن قام في بكرة الفجر إلى عمله يحب نفسه أيضاً، ولكنّ هناك فارقاً بين حب أحمق عقباه الندم، وحب أعمق لمعنى الحياة وعقباه الجزاء الوافر. </p><p> والحق سبحانه وتعالى يقول لنا:  {وَمَا الحياة الدنيآ إِلاَّ لَعِبٌ وَلَهْوٌ ... } </p>"
}