{
  "id": null,
  "sura": 6,
  "aya": 7,
  "text": "<p> هذا الكتاب - القرآن - لو نزل إلى هؤلاء المكذبين مكتوباً في ورق من المحس المشاهد فلمسوه بأيديهم لقالوا ما قاله كل مكذب، إنه سحر ظاهر. وقد طالب المكذبون الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أن ينزل عليهم كتاباً من السماء ليقرأوه كشرط من ضمن شروط أخرى قال عنها الحق مصوراً جحودهم:  {وَقَالُواْ لَن نُّؤْمِنَ لَكَ حتى تَفْجُرَ لَنَا مِنَ الأرض يَنْبُوعاً أَوْ تَكُونَ لَكَ جَنَّةٌ مِّن نَّخِيلٍ وَعِنَبٍ فَتُفَجِّرَ الأنهار خِلالَهَا تَفْجِيراً أَوْ تُسْقِطَ السمآء كَمَا زَعَمْتَ عَلَيْنَا كِسَفاً أَوْ تَأْتِيَ بالله والملائكة قَبِيلاً أَوْ يَكُونَ لَكَ بَيْتٌ مِّن زُخْرُفٍ أَوْ ترقى فِي السمآء وَلَن نُّؤْمِنَ لِرُقِيِّكَ حَتَّى تُنَزِّلَ عَلَيْنَا كِتَاباً نَّقْرَؤُهُ قُلْ سُبْحَانَ رَبِّي هَلْ كُنتُ إِلاَّ بَشَراً رَّسُولاً}  [الإسراء: ٩٠ - ٩٣] . </p><p> فبعد أن وضح لهم إعجاز القرآن حاولوا زوراً، واقترحوا من الآيات ليؤمنوا، كان يفجر لهم الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ينبوعاً في أرض مكة لا ينقطع ماؤه، أو يكون لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بمكة بستان من نخيل وعنب. تتخلله الأنهار، أو أن يدعو رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أن تُنزل السماء عليهم قطعاً كعذاب شديد، أو أن يتجسد لهم الله والملائكة ليَروْهم رأي العين، أو أن يكون </p><p> لرسول الله بيت من ذهب مزخرف، أو أن يصعد إلى السماء ويأتيهم بكتاب من الله يقرر صدق رسالته، ولكن الله برحمته واتساع حنانه ينزه ذاته أن يتحكم فيه أحد أو أن يشاركه في قدرته فيعلن لهم على لسان رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قوله - سبحانه وتعالى -: {قُلْ سُبْحَانَ رَبِّي هَلْ كُنتُ إِلاَّ بَشَراً رَّسُولاً}  [الإسراء: ٩٣] . </p><p> لأن الذي يبعث الآيات هو رب العالمين، ولا أحد يجرؤ أن يفرض على الله آياته. ورسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ هو مُستَقْبِل لآيات الله لا مقترح للآيات، ذلك أنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يعلم أن من يقترح على الله آية ثم يأتي فيكذب بها يصيبه ويناله الهلاك، هذه سنة الله، ورسول الله يعلم أنه النبي الخاتم؛ لذلك لن يطلب أي آية من الله حتى لا ينزل عقاب الله من بعدها إن كذبوا بها. ويبلغ الحق رسوله عتو المتجبرين المنكرين واستكبارهم. {وَلَوْ نَزَّلْنَا عَلَيْكَ كِتَاباً فِي قِرْطَاسٍ فَلَمَسُوهُ بِأَيْدِيهِمْ لَقَالَ الذين كَفَرُواْ إِنْ هاذآ إِلاَّ سِحْرٌ مُّبِينٌ} </p><p> الحق يعلم أن قلوب بعض المنكرين قد صارت غفلاً لا يدخلها الإيمان ولا يخرج منها الباطل - كما أراد هو لهم - فلو نزَّل إليهم كتاباً في قرطاس ليكون في مجال رؤية العين ولمسوه بأيديهم فلن يؤمنوا. ويأتي أمر لمس الكتاب بالأيدي؛ لأن اللمس هو الحاسة التي يشترك فيها الجميع حتى الأعمى منهم، وبرغم ذلك فسيكذبون قائلين:  {إِنْ هاذآ إِلاَّ سِحْرٌ مُّبِينٌ} ومثل هذا الرد لا ينبع عن عقل أو تدبر أو حكمة. </p><p> ولا يتناسب مع القوم الذين عُرفوا بالبلاغة والفصاحة، وبحسن القول وصياغته؛ لأن السحر إنما يغير من رؤية الناس للواقع، وما دام رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ متهماً بالسحر منهم فلماذا لم يسحرهم هم، ولماذا استعصموا هم بالذات على السحر؟ والمسحور ليس له عمل ولا إرادة مع الساحر، ولو كان محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ساحراً لصنع من السحر ما يجعلهم يؤمنون. </p><p> إن من العجيب وهم أبصر الناس بفن القول، وهم أهل النبوغ في الأداء، </p><p> ويعرفون القول الفصل والرأي الصحيح ويميزون بين فنون القول: خطابةً، وكتابةً، ونثراً، وشعراً، والقول المسجوع، والقول المرسل، من العجيب أنهم يقفون أمام معجزة القرآن مبهوتين لا يعرفون من أمرهم رشداً، فمرة يقولون إنه سحر، ومرة يقولون: إنه كلام كهنة، وثالثة يقولون: إنه كلام مجنون. </p><p> والقرآن ليس بسحر، لأنه يملك من البيان ما يملكون وفوق ما يملكون ويحسنون، ولا يفعل رسول الله معهم ما يجعلهم يؤمنون على الرغم منهم، وليس القرآن كذلك بكلام كهنة؛ لأن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ نشأ بينهم ويعلمون أنه الصادق الأمين الذي لم يتلق علماً من أحد، فضلا عن أن كلام الكهان له سمت خاص وسجع معروف، والقرآن ليس كذلك. ويعلمون أنه كلام رجل عاقل، فكلام المجنون لا ينسجم مع بعضه، وها هوذا الحق يقول في رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  {مَآ أَنتَ بِنِعْمَةِ رَبِّكَ بِمَجْنُونٍ وَإِنَّ لَكَ لأَجْراً غَيْرَ مَمْنُونٍ وَإِنَّكَ لعلى خُلُقٍ عَظِيمٍ}  [القلم: ٢ - ٤] . </p><p> وقد أعد الله رسوله ليستقبل النبوة بقوة الفعل، لا بسفه الرأي، وله في إبلاغ رسالة ربه ثوابٌ لا مقطوع ولا ممنوع، وهو على الخُلق العظيم. والخُلُقُ العظيم - كما نعلم - هو استقبال الأحداث بملكات متساوية وليست متعارضة ولا يملك ذلك إلا عاقل. وقد شهدوا بخُلُق محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فكيف يأتي هذا الخلق العظيم من مجنون؟ وكيف يصدر السلوك المتصف بالسلامة والصلاح والخير من مجنون؟ كانت - إذن - كل اتهاماتهم لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ تنبع من إصرارهم على الكفر، لا من واقع لمسوه، فكل ما قالوه في رسول الله هم أول الناس الذين شهدوا عكسه ولمسوا نقيضه. </p><p> وجاءوا - إصراراً على الكفر - يطلبون أية أخرى:  {وَقَالُواْ لولا أُنزِلَ ... } </p>"
}