{
  "id": null,
  "sura": 6,
  "aya": 54,
  "text": "<p> لقد كان طلب الطرد لهؤلاء المستضعفين فيه إهاجة لكرامتهم ولمنزلتهم ولأنهم دون الأثرياء ووجهاء القوم، فيطمئنهم الحق بالسلام منه في الدنيا فيأمر رسوله:  {فَقُلْ سَلاَمٌ عَلَيْكُمْ} . ونفهم من السلام أنه الخلو من الآفات النفسية والآفات الجسدية، فكأن الحق سبحانه أراد ان يعوضهم بالسلام القادم من الله {فَقُلْ سَلاَمٌ عَلَيْكُمْ كَتَبَ رَبُّكُمْ على نَفْسِهِ الرحمة} ونرى كلمة: «الرحمة» تتردد كثيراً في القرآن الكريم، فها هوذا الحق يقول في موقع آخر:  {وَنُنَزِّلُ مِنَ القرآن مَا هُوَ شِفَآءٌ وَرَحْمَةٌ لِّلْمُؤْمِنِينَ وَلاَ يَزِيدُ الظالمين إَلاَّ خَسَاراً}  [الإسراء: ٨٢] . </p><p> ما الفارق إذن بين الشفاء والرحمة؟ الرحمة: لا يبتلي الله الإنسان بمرض، إنها الوقاية، أما الشفاء فهو أن يزيل الحق أي مرض أصاب الإنسان. وهذا هو البرء بعد العلاج. </p><p> إذن ففي القرآن شفاء ورحمة، أي وقاية وعلاج. والذي يلتزم بمنهج القرآن لا تصيبه الداءات الاجتماعية والنفسية أبداً، والذي تغفل نفسه وتشرد منه يصاب بالداء الاجتماعي والنفسي، فإن عاد إلى منهج القرآن فهو يُشفى من أي داء. وحين يأمر سبحانه رسوله أن يقول لهؤلاء الذين أهيجوا بطلب طردهم على الرغم من إيمانهم برسالة رسول الله:  {سَلاَمٌ عَلَيْكُمْ كَتَبَ رَبُّكُمْ على نَفْسِهِ الرحمة} فهذا يعني أن ما حدث لهم في هذا الأمر هو آخر ابتلاءاتهم، وقد أخذوا بهذه الإهاجة سلاما دائما، وما دام الله قد كتب على نفسه الرحمة فكأنه وقاهم مما يصيب به غيرهم. </p><p> وإذا سمعت قول الله:  {كَتَبَ رَبُّكُمْ على نَفْسِهِ الرحمة} فالكتابة تدل على التسجيل، ولا أحد يوجب على الله شيئاً لأنه خالق الكون، وله في الكون طلاقة المشيئة، فلا أحد يكتب عليه شيئاً ليلزمه به، ولكنه سبحانه هو الذي أوجب على نفسه الرحمة. ونأخذ كلمة «نفسه» في إطار {لَيْسَ كَمِثْلِهِ شَيْءٌ} ، ذلك أن النفس عند البشر هي الجسم والدم والحركة والحياة، ولكن ماذا عندما تأتي كلمة «النفس» منسوبة إلى الله؟ المراد - إذن - هو الذات الإلهية. وإن لم تأخذ مراد الكلمة بهذا المعنى فأنت تدخل إلى مخالفات كثيرة وقانا الله وإياك شرورها. </p><p> وأؤكد هذا المعنى ليستقر في ذهن كل مؤمن، أن النفس بالنسبة للكائن الحي غيرها بالنسبة لله، ولا بد أن نأخذ أي شيء منسوب إلى الله في إطار {لَيْسَ كَمِثْلِهِ شَيْءٌ} ؛ لأن النفس بالنسبة للكائن الحي عبارة عن امتزاج الروح بالمادة، والمادة مكونة من أبعاض. وإن لم تأخذ المراد من نفس الله على ضوء {لَيْسَ كَمِثْلِهِ شَيْءٌ} ، فأنت - والعياذ بالله - تنفي عن الحق «الأحدية» . </p><p> ونعرف أن للحق سبحانه وتعالى «وصفين» يتحدان في المادة وفي الحروف: الأول هو «واحد» . </p><p> والآخر هو «أحد» . والسطحيون في الفهم يظنون أن «واحداً» معناها «أحد» . ونقول: لا، إن «واحداً» لها مدلول، و «أحدًا» لها مدلول آخر. فعندما نقول:  «إن الله واحد» أي لا يوجد فرد ثان من نوعه فليس له مثيل ولا شبيه ولا نظير. وعندما نقول:  «إن الله أحد» أي أنه لا يتكون من أبعاض يحتاج بعضها إلى البعض الآخر لتكوين الكل، لأن الشيء قد يكون واحداً وليس أحدًا. ولذلك نؤكد الفارق بين:  «واحد» و «أحد» ، وحتى يعرفه كل </p><p> مؤمن جيداً فهو - سبحانه - واحد لا يوجد فرد ثان يشاركه في وحدانيته، فهو واحد لا شريك له، وهو أحد جل وعلا أي ليس له أبعاض يحتاج بعضها إلى بعض. وسبق أن أوضحنا أن هناك شيئا اسمه:  «كل» وشيئاً آخر اسمه «كلي» . والكل هو المكون من أجزاء، كل جزء منها لا يؤدي الحقيقة، وإنما لا يُؤدي الكل إلا بضميمة الأجزاء بعضها إلى بعض. </p><p> ومثال ذلك الكرسي: إنه مكون من خشب ومسامير وغراء، فلا يقال للخشب كرسي، ولا يقال للمسامير كرسي، ولا يقال للغراء كرسي. ولكن يقال للشيء المصنوع من كل هذه الأشياء على هيئة محددة: إنه كرسي. إذن ف «الكل» له أجزاء تجتمع لتكوّنه. والكلّي يمكن أن تطلق على الإنسان، ولكن في الجنس البشري هناك أفراد كثيرون له. </p><p> وعلى ذلك فالحق سبحانه وتعالى ليس «كُلاًّ» أي لا أجزاء له لأنه أحد، وليس «كلياً» لأنه لا شيء مثله؛ فسبحانه وتعالى واحد أحد. ولهذا نفهم جميعاً أن كل شيء منسوب إلى الله ينبغي أن يكون في إطار:  {لَيْسَ كَمِثْلِهِ شَيْءٌ} . </p><p> ونحن لا نفهم مراد كلمة «النفس» بالنسبة لله كما نفهمها بالنسبة للبشر؛ لذلك فنفس الله ليست كنفس البشر؛ لأن الله غني لا يحتاج إلى غيره، وهو - سبحانه - ليس مكوناً من أجزاء، فهو سبحانه له كل الكمال والجلال في وحدانيته وأحديته وفي سائر صفاته وأفعاله. وحين يقول سبحانه:  {كَتَبَ رَبُّكُمْ على نَفْسِهِ} . قد يتساءل إنسان: وما مدلول الرحمة؟ </p><p> وتأتي الإجابة في قوله الحق:  {أَنَّهُ مَن عَمِلَ مِنكُمْ سواءا بِجَهَالَةٍ ثُمَّ تَابَ مِن بَعْدِهِ وَأَصْلَحَ فَأَنَّهُ غَفُورٌ رَّحِيمٌ} . والحق حينما أنزل منهجاً من السماء فالمنهج يضم نصوصاً للتجريم كنصوص عقاب الزاني أو اللص، وغير ذلك، ولا يمكن أن تأتي عقوبة إلا إذا جاءت بعد تجريم، مثال ذلك الرشوة والنميمة وكل مخالفة للمنهج، فلا عقاب إلا بجريمة، ولا جريمة إلا بنص. والحق الذي خلق الخلق يعلم أن بعضا من خلقه يكون من ضعاف النفوس، وقد تغلب إنساناً نفسُه فيرتكب ذنباً أو معصية، والمثال على ذلك قول الحق: </p><p> {والسارق والسارقة فاقطعوا أَيْدِيَهُمَا جَزَآءً بِمَا كَسَبَا نَكَالاً مِّنَ الله والله عَزِيزٌ حَكِيمٌ}  [المائدة: ٣٨] . </p><p> هذا هو عقاب السارق والسارقة. </p><p> وكذلك يقول الحق عن الزاني والزانية:  {الزانية والزاني فاجلدوا كُلَّ وَاحِدٍ مِّنْهُمَا مِئَةَ جَلْدَةٍ وَلاَ تَأْخُذْكُمْ بِهِمَا رَأْفَةٌ فِي دِينِ الله إِن كُنتُمْ تُؤْمِنُونَ بالله واليوم الآخر وَلْيَشْهَدْ عَذَابَهُمَا طَآئِفَةٌ مِّنَ المؤمنين}  [النور: ٢] . </p><p> ما معنى إنزال مثل هذه النصوص؟ معنى إنزال هذه النصوص أن الحق سبحانه وتعالى يعلم أن الإنسان قد يضعف في بعض مطلوبات الدين فيقع في معصية، ولا بد أن يوجد عقاب عليها. واحترم الحق بذلك تكوين الإنسان عندما منحه الاختيار، فوضع الثواب والعقاب. وكما وضع الحق النص على الجرائم وعقوبتها فهو سبحانه وتعالى قد فتح باب التوبة لخلقه، حتى لا يكون الذي عصى الله مرة واحدة فاقداً للأمل، حتى لا يشقى المجتمع بهؤلاء العصاة. وشرع الحق التوبة للخلق ليرحهم من شرور من ارتكبوا المعاصي، وليرحم أيضاً أصحاب المعاصي ما داموا قد تابوا عنها. وقد يرحم الله بعض خلقه من المعاصي فيحفظهم منها. </p><p> وهو الحق القائل:  {ثُمَّ تَابَ عَلَيْهِمْ ليتوبوا إِنَّ الله هُوَ التواب الرحيم}  [التوبة: ١١٨] . </p><p> سبحانه - إذن - يهدي إلى التوبة ويعفو، وهو عظيم الرحمة بالعباد التوابين. </p><p> ومن ظواهر رحمة الله سبحانه:  {أَنَّهُ مَن عَمِلَ مِنكُمْ سواءا بِجَهَالَةٍ ثُمَّ تَابَ مِن بَعْدِهِ وَأَصْلَحَ فَأَنَّهُ غَفُورٌ رَّحِيمٌ}  [الأنعام: ٥٤] . </p><p> والسوء هو الأمر المنهي عنه من الله. هل هناك من يعمل السوء بجهالة؟ . بعضنا يفهم الجهالة فهماً سطحياً على أساس أنها «عدم العلم» ؛ لا. إنَّ الذي لا يعلم هو الأمي الخالي الذهن، والجهالة غير الجهل، فالجهل هو أن يعلم الإنسان حكماً ضد الواقع، كأن يكون مؤمناً بعقيدة تخالف الواقع. ومعالجة الجهل تقتضي أن ننزع منه هذه العقيدة التي هي ضد الواقع ثم نقنعه بالعقيدة المطابقة للواقع. </p><p> والذي يسبب المتاعب للناس هم الجهلة؛ لأن الجاهل يعتقد في قضية ويؤمن بها وهي تخالف الواقع. وعندما جاء العلماء عند هذا القول الحكيم:  {مَن عَمِلَ مِنكُمْ سواءا بِجَهَالَةٍ} . قالوا: إن الجهالة هي السفه والطيش، والطيش يكون بعدم تدبر نتائج الفعل. والسفه ألا يقدِّر الإنسان قيمة ما يفوته من ثواب وما يلحقه من عقاب. وقد يكون الإنسان مؤمناً، لكنه يرتكب السوء لأنه لم يستحضر الثواب والعقاب ويرتكب من السوء ما يحقق له شهوة عاجلة دون التمعن في نتائج ذلك مستقبلاً، ولو استحضر الثواب والعقاب لما فعل ذلك السوء. </p><p> ويمكن أن نفهم أيضاً الجهالة على أنها ارتكاب الأمر السيئ دون أن يبيت له الإنسان أو يخطط، وذلك كأن يخطط إنسان السفر إلى باريس لطلب العلم، وعندما وصل إلى هناك جاءت له امرأة في غرفته في الفندق وهي في كامل فتنتها وزينتها، وألحت عليه لارتكاب الفحشاء، فلم يقدر على نفسه. </p><p> هذا فعل للسوء بجهالة؛ لأنه لم يخطط لذلك السوء، وهو يندم من بعد ذلك، ولا يحكي عن ذلك الفعل بفخر أبداً. </p><p> هناك فارق - إذن - بين هذا الإنسان وإنسان آخر بحث في عناوين بيوت اللذة في باريس قبل أن يسافر إليها، إنه بذلك يخطط لفعل المنكر وارتكاب الفحشاء. ويصر على السوء، ويتفاخر به ولا يندم على فعل؛ هذا الصنف من البشر لا يغفر له الله إن استمر على هذا الحال حتى شارف الموت أو أدركه الموت، ولذلك يقول الحق:  {إِنَّمَا التوبة عَلَى الله لِلَّذِينَ يَعْمَلُونَ السواء بِجَهَالَةٍ ثُمَّ يَتُوبُونَ مِن قَرِيبٍ فأولئك يَتُوبُ الله عَلَيْهِمْ وَكَانَ الله عَلِيماً حَكِيماً}  [النساء: ١٧] . </p><p> لأن الحق سبحانه إنما يقبل توبة من ارتكب الذنب في حالة الحماقة والطيش، ويقبلون على التوبة فوراً، هؤلاء يقبل الحق توبتهم، أما الذين لا يندمون على فعل السوء فيقول الحق عنهم:  {وَلَيْسَتِ التوبة لِلَّذِينَ يَعْمَلُونَ السيئات حتى إِذَا حَضَرَ أَحَدَهُمُ الموت قَالَ إِنِّي تُبْتُ الآن وَلاَ الذين يَمُوتُونَ وَهُمْ كُفَّارٌ أولئك أَعْتَدْنَا لَهُمْ عَذَاباً أَلِيماً}  [النساء: ١٨] . </p><p> إن الذين لا يُقبلون على التوبة من فور ارتكاب الذنب وينتظر الإنسان منهم مجيء الموت ليتوب قبله أي وهو في حالة الغرغرة - وهي تردد الروح في الحلق عند الموت - هؤلاء لا تقبل لهم توبة، وكذلك الذين يموتون على الكفر - والعياذ بالله - وقد أعد الله لكليهما عذاباً أليماً. </p><p> والحق سبحانه قد وضح لنا قبل ذلك فقال:  {أَنَّهُ مَن عَمِلَ مِنكُمْ سواءا بِجَهَالَةٍ ثُمَّ تَابَ مِن بَعْدِهِ وَأَصْلَحَ فَأَنَّهُ غَفُورٌ رَّحِيمٌ}  [الأنعام: ٥٤] . </p><p> إذن فالتوبة يجب أن يتبعها إصلاح وصلاح؛ ذلك أن الحسنات يذهبن السيئات، والحق سبحانه غفور لا يعاقب على ذنب تاب عنه العبد، ورحيم لأنه يثيب على الفعل الحسن، بل إنه يثيب الإنسان الذي يكرر ندمه على فعل سيء ويكتب له عن ذلك حسنة. بل إنه - بسعة رحمته - يبدل سيئاته حسنات. </p><p> ويقول الحق من بعد ذلك:  {وَكَذَلِكَ نفَصِّلُ الآيات ... } </p>"
}