{
  "id": null,
  "sura": 7,
  "aya": 13,
  "text": "<p> والهبوط يستدعي الانتقال من منزلة عالية إلى منزلة أقل، وهذا ما جعل العلماء يقولون إن الجنة التي وصفها الله بأنها عالية في هي السماء، ونقول: لا، فالهبوط لا يستدعي أن يكون هبوطاً مكانياً، بل قد يكون هبوط مكانة، وهناك فرق بين هبوط المكان، وهبوط المكانة، وقد قال الحق لنوح عليه السلام:  {قِيلَ يانوح اهبط بِسَلاَمٍ مِّنَّا وَبَركَاتٍ عَلَيْكَ وعلى أُمَمٍ مِّمَّن مَّعَكَ ... }  [هود: ٤٨] </p><p> أي اهبط من السفينة، إذن مادة الهبوط لا تفيد النزول من مكان أعلى إلى مكان أدنى، إنما نقول من مكان أو من مكانة. {قَالَ فاهبط مِنْهَا} . </p><p> وهذا تنزيل من المكانة لأنه لم يعد أهلاً لأن يكون في محضر الملائكة؛ فقد كان في محضر الملائكة؛ لأنه الزم نفسه بالطاعة، وهو مخلوق على أن يكون مختارا أن يطيع أو أن يعصي، فلما تخلت عنه هذه الصفة لم يعد أهلاً لأن يكون في هذا المقام، وذلك أن الملائكة لا يعصون الله ما أمرهم ويفعلون ما يؤمرون. {قَالَ فاهبط مِنْهَا فَمَا يَكُونُ لَكَ أَن تَتَكَبَّرَ ... }  [الأعراف: ١٣] </p><p> أي ما ينبغي لك أن تتكبر فيها. </p><p> إن امتناعك عن أمر من المعبود وقد وجهه لك وأنت العابد هو لون من الكبرياء على الآمر، والملائكة جماعة لا يعصون الله ما أمرهم ويفعلون ما يؤمرون، فما دامت أنت أهل استكبار واستعلاء على هذه المكانة فلست أهلاً لها، فكأن العمل هو الذي أهله أن يكون في العلو، فلما زايله وفارقه كان أهلاً لأن يكون في الدنو، وهكذا لم يكن الأمر متعلقاً بالذاتية، وفي هذا هبوط لقيمة كلامه في أنه من نار وآدم من طين؛ لأن المقياس الذي توزن به الأمور هو مقياس أداء العمل، ومن حكمة الحق </p><p> أن الجن يأخذ صورة القدرة على أشياء لا يقدر عليها الإنس، مثل السرعة، واختراق الحواجز، والتغلب على بعض الأسباب، فقد ينفذ الجن من الجدار أو من الجسم، وكما قال الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «إن الشيطان يجري من الإنسان مجرى الدم.» </p><p> وهو ذلك مثل الميكروب، لأنه هذه طبيعة النار، وهي المادة التي خُلق منها. وهي تتعدى الحواجز. والجن قد بلغ من اللطف والشفافية أنه يقدر على أن ينفذ من أي شيء، لكن الحق سبحانه وتعالى أراد أن يوضح للجن لا تعتقد أن عنصريتك هي التي أعطتك هذا التمييز، وإنما هي إرادة المُعَنْصر، بدليل أنه جعلك أدنى من مكانة الإنسان، إنه - سبحانه - يجعل إنسياً مثل سيدنا سليمان مخدوما لك أيها الجنى، إنه يسخرك ويجعلك تخدمه. وأنه في مجلس سليمان، جعل الذي عنده علم من الكتاب، يأتي بقوة أعلى من قوة «عفريت» من الجن. </p><p> فالحق هو القائل:  {قَالَ عِفْرِيتٌ مِّن الجن ... }  [النمل: ٣٩] </p><p> وهذا يدل على أن هناك أذكياء وأغبياء في عالم الجن أيضاً. وجاء الذي عنده علم من الكتاب فتسامى فوق عفريت الجن في الزمن، فقد قال هذا العفريت:  {أَنَاْ آتِيكَ بِهِ قَبْلَ أَن تَقُومَ مِن مَّقَامِكَ ... }  [النمل: ٣٩] </p><p> والمقام هو الفترة الزمنية التي قد يقعدها سليمان في مجلسه، فماذا قال الذي عنده علم من الكتاب - وهو إنسان -؟ {قَالَ الذي عِندَهُ عِلْمٌ مِّنَ الكتاب أَنَاْ آتِيكَ بِهِ قَبْلَ أَن يَرْتَدَّ إِلَيْكَ طَرْفُكَ ... }  [النمل: ٤٠] </p><p> كأنه سيأتي بعرش بلقيس قبل أن ينته سليمان من ردّ طرفه الذي أرسله ليبصر به شيئاً، إن سليمان رأى العرش بين يديه، ولذلك نجد عبارة القرآن معبرة:  {فَلَمَّا رَآهُ مُسْتَقِرّاً عِندَهُ ... }  [النمل: ٤٠] </p><p> كأن المسألة لا تتحمل. بل تم تنفيذها فوراً. إذن فالحق يوضح للمخلوقين من العناصر: إياكم أن تفهموا أن تميزكم بعناصركم، إنني أقدر بطلاقة قدرتي أن اجعل الأدنى يتحكم في الأعلى؛ لأنها إرادة من عَنْصَرَ العناصر. {قَالَ فاهبط مِنْهَا فَمَا يَكُونُ لَكَ أَن تَتَكَبَّرَ فِيهَا فاخرج إِنَّكَ مِنَ الصاغرين}  [الأعراف: ١٣] </p><p> وكلمة {فاهبط} تشير على أن الهبوط أمر معنوي، أي أنك لست أهلاً لهذه المنزلة ولا لتلك المكانة. هذا ما تدل عليه كلمة {فاهبط} ، ثم جاء الأمر بعد ذلك بالخروج من المكان. </p><p> والصَّغَار هو الذل والهوان؛ لأنه قََابَل الأمر باستكبار، فلابد أن يجازى بالصَّغار. وبذلك يكون قد عومل بضد مقصده، والمعاملة بضد المقصد لون من التأديب والتهذيب والتعليم؛ مثلما يقرر الشرع أن الذي يقتل قتيلاً يحرم من ميراثه، لأنه قد قتله ليجعل الإرث منه، ولذلك شاء الله أن يحرمه من الميراث؛ فبارتكابه القتل صار محجوباً عن الميراث. </p><p> ويقول الحق بعد ذلك:  {قَالَ أَنظِرْنِي إِلَى ... } </p>"
}