{
  "id": null,
  "sura": 7,
  "aya": 83,
  "text": "<p> وهم حين أرادو طرد لوط وأهله، إنما كانوا يجازفون. </p><p> إنهم بذلك قد تعجلوا العقاب، وجاءهم العقاب وأنجى الحق سبحانه لوطاً وأهله بتدبير حكيم لا يحتاج فيه سبحانه إلى حد، وإذا تساءل أحد: ومن هم أهل لوط الذين أنجاهم الله معه؟ أهم أهل النسب أم أهل التدين والتبعية؟ . إن كان أهله بالنسب فالحق يستثني منهم «إمرأته» ، وهذا دليل على أن أهل البيت آمنوا بما قاله لوط وكذلك الأتباع أيضاً {فَأَنجَيْنَاهُ وَأَهْلَهُ إِلاَّ امرأته كَانَتْ مِنَ الغابرين} . </p><p> إذن كان مع لوط أيضاً بعض من أهله وبعض من الأتباع، وكانوا من المتطهرين، والتطهر هو أن يترفع الإنسان عن الرجس والسوء. ولذلك نجد سيدنا شعيباً حين ينصح وقومه:  {فَأَوْفُواْ الكيل والميزان وَلاَ تَبْخَسُواْ الناس أَشْيَاءَهُمْ ... }  [الأعراف: ٨٥] </p><p> ويتعجب القوم سائلين شعيباً:  {أصلاوتك تَأْمُرُكَ أَن نَّتْرُكَ مَا يَعْبُدُ ءابَاؤُنَآ ... }  [هود: ٨٧] </p><p> إنهم يتعجبون من أن الصلاة تنهى عن ذلك، لقد أعمى ضلالهم بصيرتهم، فلم يعرفوا أن الصلاة تنهى عن كل شيء. وكذلك فعل بعض من الكافرين حين اتهموا سيدنا رسول الله بأنه مجنون:  {وَقَالُواْ ياأيها الذي نُزِّلَ عَلَيْهِ الذكر إِنَّكَ لَمَجْنُونٌ}  [الحجر: ٦] </p><p> ومن قولهم يتأكد غباء تفكيرهم، فماداموا قد قالوا:  {نُزِّلَ عَلَيْهِ الذكر} فمن الذي نزل هذا الذكر؟ ، والذكر هو القرآن، والذي نزله هو الله - سبحانه وتعالى - فكيف يعترفون بالقرآن كذكر، ثم يتهمون الرسول بأنه «مجنون» ؟ ، لأنهم ماداموا قد قالوا عن القرآن إنه ذكر، وإنه قد نزل عليه، ولم يأت به من عنده، فكيف يكون مجنوناً؟ إنهم هم الكاذبون، وقولهم يؤكد أن فكرهم نازل هابط. </p><p> وفي الآية التي نحن بصدد خواطرنا عنها نجد الحق يقول سبحانه:  {فَأَنجَيْنَاهُ وَأَهْلَهُ إِلاَّ امرأته كَانَتْ مِنَ الغابرين}  [الأعراف: ٨٣] </p><p> إن إمرأة سيدنا لوط لم تدخل في الإنجاء لأنها من الغابرين، و «غبر» تأتي لمعان متعددة، فهي تعني إقامة ومكثا بالمكان، أو تعني أي شيء مضى، كما يقال: هذا الشيء غبرت أيامه؛ أي مضت أيامه، ولسائل أن يقول: كيف تأتي الكلمة الواحدة للمعنى ونقيضه؟ فغبر تعني بقي، وغبر أيضاً تعني مضى وانتهى. نقول: إن المعنى ملتق هنا في هذه الاية، فمادام الحق ينجيه من العذاب الذي نزل على قوم لوط في القرية فنجد زوجته لم تخرج معه، بل بقيت في المكان الذي نزل فيه العذاب، وبقيت في الماضي، وهكذا يكون المعنى ملتقيا. فإن قلت مع الباقين الذين آتاهم العذاب فهذا صحيح. وإن قلت إنها صارت تاريخاً مضى فهذا صحيح أيضاً:  {إِلاَّ امرأته كَانَتْ مِنَ الغابرين} . </p><p> ونحن لا ندخل في تفاصل لماذا كانت امراته من الغابرين؛ لأن البعض تكلم في حقها بما لا يقال، وكأن الله يدلس على نبي من أنبيائه، لا، نحن لا نأخذ إلا ما قاله الحق بأنها كانت مخالفة لمنهجه وغير مؤمنة به. </p><p> ونلحظ أيضاً أن الحق تحدث عن امرأة نوح وامرأة لوط في مسألة الكفر؛ فقال:  {ضَرَبَ الله مَثَلاً لِّلَّذِينَ كَفَرُواْ امرأت نُوحٍ وامرأت لُوطٍ كَانَتَا تَحْتَ عَبْدَيْنِ مِنْ عِبَادِنَا صَالِحَيْنِ فَخَانَتَاهُمَا ... }  [التحريم: ١٠] </p><p> ودقق النظر في كلمة {تَحْتَ عَبْدَيْنِ مِنْ عِبَادِنَا صَالِحَيْنِ فَخَانَتَاهُمَا} وتساءل البعض عن معنى الخيانة وهل المقصود بها الزنا؟ . ونقول: ربنا لا يدلس على نبي له، لكن أن تؤمن الزوجة أو تكفر، فهذه مسألة اختيارية. وكأن الله سبحانه يوضح لنا أن الرسول مع أنه رسول من الله إلا أنه لا يستطيع أن يفرض إيماناً على امرأته؛ فالمسألة هي حرية الاعتقاد. وانظر إلى التعبير القرآني:  {ضَرَبَ الله مَثَلاً لِّلَّذِينَ كَفَرُواْ امرأت نُوحٍ وامرأت لُوطٍ} . </p><p> إياك أن تظن أن أيًّا منهما متكبرة على زوجها؛ لأن الحق يقول:  {كَانَتَا تَحْتَ عَبْدَيْنِ مِنْ عِبَادِنَا} أي أن إمرة وقوامة الرجل مؤكدة عليها، يشير إلى ذلك قوله:  {كَانَتَا تَحْتَ عَبْدَيْنِ} لكن الإِيمان هو مسالة اختيار، وهذا الاختيار متروك لكل إنسان، وأكد الحق ذلك في مسألة ابن سيدنا نوح:  {إِنَّهُ لَيْسَ مِنْ أَهْلِكَ}  [هود: ٤٦] </p><p> وحاول البعض أن يلصق تهمة الزنا بامرأة نوح وامرأة لوط، وهم في ذلك يجانبون الصدق، إنه محض افتراء، وقد نبهنا الحق إلى ذلك فقال عن امرأة نوح وامرأة لوط:  {كَانَتَا تَحْتَ عَبْدَيْنِ مِنْ عِبَادِنَا}  [التحريم: ١٠] </p><p> ولنفهم أن الاختيار في العقيدة هو الذي جعلهما من الكافرين، وأن الرسولين نوحاً ولوطاً لم يستطيعا إدخال الإيمان في قلبي الزوجتين؛ حتى يتأكد لدينا أن العقيدة لا يقدر عليها إلا الإِنسان نفسه، ولذلك ضرب سبحانه لنا مثلاً آخر:  {وَضَرَبَ الله مَثَلاً لِّلَّذِينَ آمَنُواْ امرأت فِرْعَوْنَ إِذْ قَالَتْ رَبِّ ابن لِي عِندَكَ بَيْتاً فِي الجنة وَنَجِّنِي مِن فِرْعَوْنَ وَعَمَلِهِ وَنَجِّنِي مِنَ القوم الظالمين}  [التحريم: ١١] </p><p> فهذه زوجة فرعون المتجبر؛ الذي «ادّعى الألوهية» ، لكنه لا يقدر أن يمنع </p><p> امرأته من أن تؤمن بالله، وهكذا نجد نبيًّا لا يقدر أن يقنع امرأته بالإِيمان، ونجد مدّعي الألوهية عاجزاً عن أن يجعل امرأته كافرة مثله، وهذا يدل على أن العقيدة أمر اختياري محمي بكل أنواع الحماية؛ حتى لا يختار الإِنسان دينه إلا على أساس من اقتناعه لا على أساس قهره. </p><p> وضرب الله مثلاً آخر:  {وَمَرْيَمَ ابنت عِمْرَانَ ... }  [التحريم: ١٢] </p><p> ونلاحظ أن الحق لم يأت بأسماء زوجتي نوح ولوط، وكذلك لم يأت باسم امرأة فرعون، لكنه أورد لنا اسم مريم واسم والدها. فلماذا كان الإِبهام أولاً؟ لنعلم أنه من الجائز جدًّا أن يحصل مثل هذا الأمر لأي امرأة، فقد تكون تحت جبار وكافر، وتكون هي مؤمنة، وقد تكون تحت عبد مؤمن ولا يلمس الإِيمان قلبها. {فَأَنجَيْنَاهُ وَأَهْلَهُ إِلاَّ امرأته كَانَتْ مِنَ الغابرين} . [الأعراف: ٨٣] </p><p> فكلمة «أنجيناه» تشير إلى أن عذاباً سيقع في المكان الذي فيه قوم لوط، ولأنه سبحانه شاء أن يعذب جماعة ولا يعذب جماعة أخرى، فلابد أن يدفع الجماعة التي كتب لها النجاة إلى الخروج. وهذا الخروج أراده لهم من يكرهونهم، فقد قالوا:  { ... أَخْرِجُوهُمْ مِّن قَرْيَتِكُمْ إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ}  [الأعراف: ٨٢] </p><p> لكن ربنا هو الذي أخرجهم، والإِخراج كان من العذاب الذي نزل بهؤلاء المجرمين؛ إنه كان لإِنجاء لوط وأهله مما نزل بهؤلاء الفجرة. </p><p> ويأتي العذاب من الحق: </p><p> {وَأَمْطَرْنَا عَلَيْهِمْ مَّطَراً فانظر ... } </p>"
}