{
  "id": null,
  "sura": 7,
  "aya": 206,
  "text": "<p> وإذا كنا عند ربنا وفي حضرة ما منحه لما من خَلْق وما أمدنا به من إيجاد من عُدم سواء، فلماذا خص هؤلاء بالعندية؟ . </p><p> إياك أن تفهم من العندية أنها عندية المكان؛ لأن المكان مُحَيَّز، وربنا عَزَّ وَجَلَّ لا يتحيز في مكان، والعندية هنا عندية الفضل، وعندية الرحمة، وعندية الملك، وعندية العناية. أو إن كل خلق لله جعل لهم أسباباً ومسبَّبات، ولكن خلقاً من خلقه يسبحونه بذاته، وليس لهم عمل آخر، ويعرفون بالملائكة العالين، لا الملائكة المدبرات أمراً أو الحفظة. ولذلك قلنا سابقاً: إن الحق سبحانه وتعالى حينما أمر الملائكة بالسجود لآدم، وامتنع إبليس، قال له:  {أَسْتَكْبَرْتَ أَمْ كُنتَ مِنَ العالين}  [ص: ٧٥] . </p><p> و {العالين} هم الذين لم يشملهم أمر السجود، فهم ملائكة موجودون ولا عمل لهم إلا تسبيح الذات العلية ولا يدرون عن الخلق أو الدنيا شيئاً. وهم غير الملائكة المسخرين لخدمتنا؛ فالذين عند ربنا هم الملائكة المُهيَّمون الذين لا يعرفون شيئاً إلا الذات الإلهية وتسبيح الذات وعملهم يحدده الله هنا:  {لاَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِ وَيُسَبِّحُونَهُ وَلَهُ يَسْجُدُونَ} </p><p> واختلف العلماء في كيفية سجود الملائكة، أهو الخضوع؟ أهو الصلاة؟ أهو السجود الذي نعرفه نحن؟ والسجود عندنا هو منتهى ما يمكن من الخضوع لله عَزَّ وَجَلَّ وقت الصلاة. لأنه نزول بأشرف شيء في الإنسان وهو الوجه الذي يضعه المؤمن على الأرض خضوعاً لله عَزَّ وَجَلَّ. ولذلك علمنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ </p><p> أننا إذا مررنا على آية سجدة من آيات كتاب الله فيها مثل ذلك فعلينا أن نستجيب لها استجابة حقيقية ونسجد لها سجدة تسمى التلاوة، ويكون ذلك عند تلاوتها أو سماعها من القارئ، وحصرها العلماء فيما تجدونه في المصحف عند كل سجدة وجعلوا عندها علامة ووضعوا تحت الكلمة التي نسجد عندها خطاً. وحين قام العلماء ببيان المواضع التي تطلب فيها هذه السجدات وجدوها قد ابتدأت بسجدة آخر سورة «الأعراف» التي نتناولها بخواطرنا الآن، وانتهت بسجدة «العلق» : {اقرأ باسم رَبِّكَ الذي خَلَقَ}  [العلق: ١] . </p><p> وبينهما سجدات، وبعض العلماء عدّ في سورة الحج سجدتين وبعضهم أهمل السجدة الثانية في هذه السورة. فمن حسبها خمس عشرة سجدة، عدّ سجدة الحج الثانية المختلف عليها مع سجدة الحج الأولى - المتفق عليها - وبعض العلماء قال: إنها أربع عشرة سجدة؛ لأنه لم يحسب سجدة الحج الثانية. </p><p> وهب أنك أردت أن تسجد لله شكراً في أي وقت، وعند أي آية فاسجد لله سجدة الشكر، وهي سجدة واحدة كسجدة التلاوة وتستحب عند تجدد نعمة أو انقشاع غمّه، أو زوال نقمة ولا تكون إلا خارج الصلاة. </p><p> والسجود بطبيعة الحال تبدأه بالتكبير، ورفع اليدين كأنك تبدأ الصلاة، والمفترض أن تقول:  «سبحان ربي الأعلى» ، إلا أن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ علمنا ما نقوله في السجود للتلاوة، وروي عن ابن عباس قال: </p><p> «كنت عند النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فأتاه رجل فقال: إنِّي رأيتُ البارحَة - فيما يرى النائم كأنِّي أصلي إلى أصل شجرة، فقرأت السجدةَ فسجدت الشجرةُ لسجودي فسمعتها تقول: اللهم احطُطْ عني بها وِزْراً، واكتُب لي بهاَ أَجْراً، واجْعْلها لي عندكَ ذُخْراَ. قال ابنُ عباس: فرأيت النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قرأ السجدة فسجد، فسمعته يقول في </p><p> سجوده مثل الذي أخبره الرجلُ عن قولِ الشجرة» . </p><p> وبذلك تختم سورة الأعراف، والتسمية للسورة في ذاتها متناسبة؛ لأن «الأعراف» هو المكان العالي البارز الذي يجلس عليه القوم ممن تساوت حسناتهم وسيئاتهم لينظروا إلى أهل الجنة وينظروا إلى أهل النار، وهكذا تكون الأعراف مكاناً يزيد في الارتفاع، وهي مأخوذة من «عرف الفرس» ، وعرف الفرس أعلى شيء فيه، والأنفال أيضاً هي الزيادة؛ ولذلك فإن التسمية متناسبة سواء بالنسبة لسورة الأعراف أو الأنفال، وأيضاً يوجد التناسب في المعنويات، وهذا التناسب نلحظه عندما نقرأ قول الحق تبارك وتعالى في أواخر سورة الأعراف:  {إِنَّ الذين اتقوا إِذَا مَسَّهُمْ طَائِفٌ مِّنَ الشيطان تَذَكَّرُواْ فَإِذَا هُم مُّبْصِرُونَ}  [الأعراف: ٢٠١] . </p><p> ثم يأتي قوله سبحانه وتعالى في أول سورة الأنفال:  {يَسْأَلُونَكَ عَنِ الأنفال قُلِ الأنفال للَّهِ والرسول فاتقوا الله وَأَصْلِحُواْ ذَاتَ بِيْنِكُمْ ... }  [الأنفال: ١] . </p><p> لأن من مهام الشيطان أن يفرق بين المؤمنين بوسوسته لهم، فإذا ما تذكروا الله وما أعده لأهل الإيمان؛ فهم يبصرون الحقيقة الأولى التي ترتفع على كل شيء وهي الإيمان بالله، وهذا الإيمان إنما يتطلب تصفية القلوب من كل ما يكدرها حتى تكون خالصة نقية. </p>"
}