{
  "id": null,
  "sura": 7,
  "aya": 31,
  "text": "<p> والزينة إذا سمعتها تنصرف إلى تجميل فوق قوام الشيء، وقوله سبحانه وتعالى:  {خُذُواْ زِينَتَكُمْ عِندَ كُلِّ مَسْجِدٍ}  [الأعراف: ٣١] </p><p> هذا يعني أن يذهب المسلم إلى المسجد بأفخر ما عنده من ملابس، وكذلك يمكن أن يكون المقصود ب {خُذُواْ زِينَتَكُمْ عِندَ كُلِّ مَسْجِدٍ} هو رد على حالة خاصة وهو أنهم كانوا يطوفون بالبيت عراة، وأن المراد بالزينة هنا هو ستر العورة. أو المراد بالزينة ما فوق ضروريات الستر، أو إذا كان المراد بها اللباس الطيب الجميل النظيف، فنحن نعلم أن المسجد هو مكان اجتماع عباد الله، وهم متنوعون في مهمات حياتهم، وكل مهمة في الحياة لها زيها ولها هندامها؛ فالذي يجلس على مكتب لمقابلة الناس له ملابس، ومن يعمل في «الحِدَادَة» له زي خاص مناسب للعمل، ولكن إذا ذهبتم إلى المسجد لتجتمعوا جميعاً في لقاء الله أيأتي كل واحد بلباس مهنته ليدخل المسجد؟ لا، فليجعل للمسجد لباساً لا يُضَايق غيره، فإن كانت ملابس العمل في مصنع أو غير ذلك لا تليق، فاجعل للمسجد ملابس نظيفة حتى لا يُؤذَي أحد بالوجود بجانبك؛ لأننا نذهب إلى المسجد لعمل مشترك يحكم الجميع وهو لقاء الله في بيت الله، فلابد أن تحتفي بهذا اللقاء. { ... وكُلُواْ واشربوا وَلاَ تسرفوا إِنَّهُ لاَ يُحِبُّ المسرفين}  [الأعراف: ٣١] </p><p> والمأكل والمشرب من الأمور المباحة لأن فيها مقومات الحياة، وكل واشرب على قدر مقومات الحياة ولا تسرف، فقد أحل الله لك الأكثر وحرّم عليك الأقل، فلا تتجاوز الأكثر الذي أُحلِّ لك إلى ما حرم الله؛ لأن هذا إسراف على النفس، بدليل أنه لو لم تجد إلا الميتة، فهي حلال لك بشرط ألا تُسرف. ولا يصح أن تنقل الأشياء من تحليل إلى تحريم؛ لأن الله جعل لك في الحلال ما يغنيك عن الحرام، فإذا لم يوجد ما يغنيك، فالحق يحل لك أن تأخذ على قدر ما يحفظ عليك حياتك، والمسرفون هم المتجاوزون الحدود. ولا سرف في حل، إنما السرف يكون في الشيء المحرم، ولذلك جاء في الأثر: </p><p> «لو أنفقت مثل أحد ذهباً في حِلِّ ما اعتبرت مسرفاً، ولو أنفقت درهماً واحداً في محرم لاعتبرت مسرفاً» . «ولذلك يطلب منك رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أن تعطي كل نعمة حقها </p><p> بشرط ألا يؤدي بك ذلك إلى البطر، وحينما ذهب إليه سيدنا عثمان بن مظعون، وقد أراد أن يترهب، ويتنسك، ويسيح في الكون، وقال لرسول الله: يا رسول الله، إنني أردت أن اختصي؛ أي يقطع خصيتيه؛ كي لا تبقى له غريزة جنسية، فقال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: يا عثمان خصاء أمتي الصوم» </p><p> لذلك قال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في شأن من لم يستطع الزواج:  «» يا معشر الشباب من استطاع منك الباءة فليتزوج فإنه أغض للبصر وأحصن للفرج ومن لم يستطع فعليه بالصوم فإنه له وجاء «.</p><p> » وقد روي أن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ذكر الناس وخوفهم فاجتمع عشرة من الصحابة وهم: أبو بكر وعمر وعلي وابن مسعود وأبو ذر وسالم مولى أبي حذيفة والمقداد وسليمان وعبد الله بن عمرو بن العاص ومعقل بن مقرن في بيت عثمان بن مظعون فاتفقوا على أن يصوموا النهار ويقوموا الليل ولا يناموا على الفراش ولا يأكلوا اللحم ولا يقربوا النساء ويجبّوا مذاكيرهم «.فكان التوجيه النبوي أن حمد الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ربه وأثنى عليه وقال:» ما بال أقوام قالوا كذا وكذا ولكني أصلي وأنام وأصوم وأفطر وأتزوج النساء فمن رغب عن سنتي فليس مني «. </p><p> ويتابع الحق سبحانه بعد ذلك:  {قُلْ مَنْ حَرَّمَ زِينَةَ الله ... } </p>"
}