{
  "id": null,
  "sura": 7,
  "aya": 51,
  "text": "<p> وهكذا يبين لنا الحق سبحانه وتعالى في هذه الآية من هم الكافرون الذين حرّم عليهم الجنة؛ إنهم من اتخذوا دينهم لهواً ولعباً، وأول مرحلة تمر على الإِنسان هي اللعب ثم تأتي له مرحلة اللهو. ونعلم أن كل فعل تُوَجَّه إليه طاقة فاعلة، وقبل أن تُوجّه إليه الطاقة الفاعلة يمر هذا الفعل على الذهن كي يحدد الغاية من الجهد. وهذا المقصود له حدود؛ إما أن يجلب له نفعاً، وإما أن يدفع عنه ضُرًّا. وكل مقصد لا يجلب نفعاً ولا يدفع ضراً، فهو لعب. </p><p> إذن فتعريف اللعب: هو فعل لم يقصد صاحبه به قصداً صحيحاً لدفع ضر أو جلب نفع. كما يلعب الأطفال بلعبهم، فالطفل ساعة يمسك بالمدفع اللعبة أو السيارة اللعبة، هل له مقصد صحيح ليوجه طاقته له؟ . لا؛ لأنه لو كان المقصد صحيحاً لما حطم الطفل لُعَبَهُ. والطفل غالباً ما يكسر لعبته بعد قليل، وهذا دليل على أنه يوجه الطاقة إلى غير قصد صحيح ولا يجلب لنفسه نفعاً ولا يدفع عنها مضرة. </p><p> ولكن حين تُوَجَّه الطاقة إلى ما هو أدنى من المهم فهذا هو اللهو، كأن يكون المطلوب منك شيئا وأنت توجه الطاقة إلى شيء آخر. والذي يعاقب عليه الله هو اللهو. أما اللعب فلا. </p><p> ولذلك نجد النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يطلب من الأهل أن يدربّوا الأبناء على شيء قد يفيد الأمة كالسباحة والرماية وركوب الخيل، ولكن خيبة البشر في زماننا أنهم جعلوا اللعب غاية لذاته. ومن العجيب أن اللعب صار له قانون الجد ولا يمكن أن يخرقه أحد دون أن يُعاقَب؛ لأن الحَكم يرقب المباراة، وإذا ما تناسى الحكم أمراً أو أخطأ هاج الجمهور. وأتساءل: لقد نقلتم قانون الجد إلى اللعب، فلماذا تركتم الجد بلا قانون؟ </p><p> وكذلك نجد أن خيبة اللهو ثقيلة؛ لأن الإِنسان اللاهي يترك الأمر المهم ويذهب إلى الأمر غير المهم. فيجلس إلى لعبة النرد وهي طاولة ويترك الشغل الذي ينتج له الرزق، وليت هذا اللهو مقصورٌ على اللاهي، ولكنه يجذب أنظار غير اللاهي ويأخذ وقته، هذا الوقت الذي كان يجب أن يُستغل في طاقة نافعة. وفساد المجتمعات كلها إنما يأتي من أن بعضاً من أفرادها يستغلون طاقاتهم فيما لا يعود على ذواتهم ولا على أمتهم بالخير إذن فاللهو طاقة معطلة. {اتخذوا دِينَهُمْ لَهْواً وَلَعِباً وَغَرَّتْهُمُ الحياة الدنيا} . </p><p> وغرورهم بالحياة الدنيا إنما يأتي من الأسباب التي خلقها الله مستجيبة لهم فظن كل منهم أنه السيد المسيطر. وحين غرتهم الحياة الدنيا نسوا الجد الذي يوصلهم إلى الغاية النافعة الخالدة، ويكون عقابهم هو قول الله سبحانه:  { ... فاليوم نَنسَاهُمْ كَمَا نَسُواْ لِقَآءَ يَوْمِهِمْ هذا وَمَا كَانُواْ بِآيَاتِنَا يَجْحَدُونَ}  [الأعراف: ٥١] </p><p> فهل يعني قوله عَزَّ وَجَلَّ:  {نَنسَاهُمْ} أنه يتركهم لما يفعلون؟ . </p><p> لا، بل تأخذهم </p><p> جهنم لتشويهم، ونسيانهم هنا هو أنه - سبحانه - لا يشملهم بمظاهر فضله ولطفه ورحمته ويتركهم للنار تلفح وجوههم وتنضج جلودهم. </p><p> وهكذا يتأكد من جديد أن الدنيا هي المكان الذي يعد فيه الإِنسان مكانه في الآخرة، فإن أراد مكاناً في عليين فعليه أن يؤدي التكليف الذي يعطيه مكانه في عليين. وإذا أراد مكانه أقل من ذلك فعليه أن يؤدي العمل الأقل. كأن الإِنسان بعمله هو الذي يحدد مكانه في الآخرة؛ لأن الحق لا يجازي الخلق استبدادا بهم وافتياتاً أو ظلماً، ولكنه يجازي الإِنسان حسب العمل؛ لذلك فهناك أصحاب الجنة، وهناك أصحاب النار، وهناك أصحاب الأعراف. وهذا العلم الذي يُنزله لنا الحق قرآناً ينذرنا ويبشرنا هو دليل لكل مسلم حتى نتنافس على أن تكون مواقعنا في الآخرة مواقع مشرفة. {الذين اتخذوا دِينَهُمْ لَهْواً وَلَعِباً وَغَرَّتْهُمُ الحياة الدنيا فاليوم نَنسَاهُمْ كَمَا نَسُواْ لِقَآءَ يَوْمِهِمْ هذا وَمَا كَانُواْ بِآيَاتِنَا يَجْحَدُونَ}  [الأعراف: ٥١] </p><p> وحين يقول الحق سبحانه:  {وَمَا كَانُواْ بِآيَاتِنَا يَجْحَدُونَ} فالآيات إما آيات كونية: {وَمِنْ آيَاتِهِ اليل والنهار والشمس والقمر ... }  [فصلت: ٣٧] </p><p> وإما آيات قرآنية كقوله سبحانه:  {كِتَابٌ فُصِّلَتْ آيَاتُهُ قُرْآناً عَرَبِيّاً لِّقَوْمٍ يَعْلَمُونَ}  [فصلت: ٣] </p><p> وإما أن تكون آيات معجزات لإِثبات النبوة كقوله سبحانه:  {وَمَا مَنَعَنَآ أَن نُّرْسِلَ بالآيات إِلاَّ أَن كَذَّبَ بِهَا الأولون ... }  [الإسراء: ٥٩] </p><p> هم إذن جحدوا الآيات كلها، وكان أول جحود هو جحود بالآيات الكونية التي </p><p> شاهدوها قبل أن يأتي التكليف، فهم عاشوا الليل والنهار. وتنفسوا الهواء، واستمتعوا بدفء الشمس، وروى المطر أراضيهم ووجدوا الكون مرتباً منظماً يعطي الإنسان قبل أن يكون للإنسان إدراك أو طاقة، وكان يجب أن تلفتهم هذه الآيات إلى أن لهم خالقاً هو الحق الأعلى. وحين جاء لهم الموكب الرسالي جحدوا آيات المعجزات التي تدل على صدق الرسل. وحين جاء القرآن معجزاً جحدوا الآيات التفصيلية التي تحمل المنهج. إذن فلا عذر لهم في شيء من ذلك أن الحق يقول:  {وَلَقَدْ جِئْنَاهُمْ بِكِتَابٍ فَصَّلْنَاهُ ... } </p>"
}