{
  "id": null,
  "sura": 7,
  "aya": 80,
  "text": "<p> وكما قال الحق:  {لَقَدْ أَرْسَلْنَا نُوحاً} وقال: {وإلى عَادٍ أَخَاهُمْ هُوداً} ، {وإلى ثَمُودَ أَخَاهُمْ صَالِحاً} فهو هنا يأتي باسم «لوط» منصوباً لأنه معطوف على من سبقه من أصحاب الرسالات. </p><p> وما هو زمان الإِرسال؟ إن قوله الحق:  {إِذْ قَالَ لِقَوْمِهِ} يفيد أن زمن القول كان وقت الإِرسال. وهي الإِشارة القرآنية ذات الدلالة الواضحة على أن الرسول حين يبعث ويرسل إليه ويبَّلغ الرسالة لا يتوانى لحظة في أداء المهمة، فكأن تبليغ الرسالة تزامن مع قوله:  {يَاقَوْمِ} . والأسلوب يريد أن يبين لك أنه بمجرد أن يقال له:  «بلغ» فهو يبلغ الرسالة على الفور، وكأن الرسالة جاءت ساعة التبليغ فلا فاصل بينهما. {وَلُوطاً إِذْ قَالَ لِقَوْمِهِ}  [الأعراف: ٨٠] </p><p> وكلمة «قومه» تعني أنه منهم، ولماذا لم يقل:  «أخاهم لوطاً» ؟ وهذه لها معنى يفيد أن السابقين من الرسل كانوا من بيئة الأقوام الذين أرسلوا إليهم؛ فعاد كان «هود» من بيئتهم و «ثمود» كان صالح من بيئتهم وإذا كان الحق لم يقل «أخاهم لوطاً» فلنلحظ أنه أوضح أنه قد أرسله إلى قومه، وهذه تنبهنا إلى أن لوطاً </p><p> لم يكن من هذا المكان، لأن لوطاً وإبراهيم عليهما السلام كانا من مدينة بعيدة، وجاء إلى هذا المكان فراراً من الاضطهاد هو وإبراهيم عليهما السلام، وهذا يبين لنا أن لوطاً طارئ على هذا المكان، ولم يكن أخاهم المقيم معهم في البيئة نفسها. ولكنهم «قومه» لأنه عاش معهم فترة فعرف بعضهم بعضاً، وعرفوا بعضاً من صفاته، وأنسوا به. </p><p> أقول ذلك لننتبه إلى دقة أداء القرآن، فمع أن القصص واحد فسبحانه يضع لنا التمييز الدقيق، ولم يقل لهم لوط: إن ربي نهاكم عن هذه العملية القذرة وهي إتيان الرجال. بل أراد أن يستفهم منهم استفهاماً قد يردعهم عن العملية ويقبحها. </p><p> وكان استفهام سيدنا لوط هو استفهام تقريع، واستفهام إنكار، فلم يقل لهم: إن ربنا يقول لكم امتنعوا عن هذا الفعل، بل يستنكر الفعل كعمل مضاد للفطرة، واستنكار فطري. { ... أَتَأْتُونَ الفاحشة مَا سَبَقَكُمْ بِهَا مِنْ أَحَدٍ مِّن العالمين}  [الأعراف: ٨٠] </p><p> وهذا يدل على أنه يريد أن يسألهم سؤالاً إنكاريًّا ليحرجهم، لأن العقل الفطري يأبى هذه العملية:  {أَتَأْتُونَ الفاحشة مَا سَبَقَكُمْ بِهَا مِنْ أَحَدٍ مِّن العالمين} . </p><p> أي أن هذه المسألة لم تحدث من قبل لأنها عملية مستقذرة؛ لأن الرجل إنما يأتي الرجل في محل القذارة، لكنهم فعلوها، وهذا الفعل يدل على أنها مسألة قد تشتهيها النفس غير السويَّة. ولكنها عملية قذرة تأباها الفطرة السليمة. </p><p> وكلمة «فاحشة» تعطينا معنى التزيد في القبح؛ فهي ليست قبحاً فقط، بل تَزَيُّدٌ وإيغال وتعمق في القبح ومبالغة فيه؛ لأن الفاحشة تكون أيضاً إذا ما أتى الرجل أنثى معدة لهذه العملية لأنه لم يعقد عليها، ولم يتخذها زوجا، وعندما يتزوجها تصير حِلاًّ له، لكن إتيان الذكر للذكر هو تزيد في الفحش. </p><p> وإذا كان هذا الأمر محرماً في الأنثى التي ليست حلالاً له ويعد فاحشة، فالرجل غير مخلوق </p><p> لمثل هذا الفعل ولا يمكن أن يصير حلالاً، يكون إتيانه فاحشة بمعنى مركّب. { ... أَتَأْتُونَ الفاحشة مَا سَبَقَكُمْ بِهَا مِنْ أَحَدٍ مِّن العالمين}  [الأعراف: ٨٠] </p><p> وقلنا من قبل: إن «من» قد تأتي مرة زائدة، ويمكنك أن تقول إنها زائدة في كلام الإنسان، لكن من العيب أن تقول ذلك في كلام ربنا. وقوله:  {مَا سَبَقَكُمْ بِهَا مِنْ أَحَدٍ مِّن العالمين} . </p><p> أي ما سبقكم أحد من العالمين، و «أحد» هي الفاعل، وجاءت «من» لتوضح لنا أنه لم يأت بها أحد ابتداءً، مثلما قلنا قديماً، حين تأتي لواحد لتقول له:  «ما عندي مال» . فأنت قد نفيت أن يكون عندك مال يعتد به. وقد يكون معك من بداية ما يقال له أنه مال، وقوله الحق:  { ... مَا سَبَقَكُمْ بِهَا مِنْ أَحَدٍ مِّن العالمين} . [الأعراف: ٨٠] </p><p> يعني أنه لم يسبقكم أي أحد من بداية ما يقال له أحد، وسبحانه يريد بذلك أن ينفيها أكثر، و «من» التي في قوله: {مِّن العالمين} هي تبعيضية أي ما سبقكم بها أحد «من بعض» العالمين. فما هذا الأمر؟ لقد سماها فاحشة، وهي تزيد في القبح ووصفة لها بأنها لم يأتها أحد من العالمين جعلها مسألة فظيعة للغاية. </p><p> لأننا حين نبحث هذه المسألة بحثاً عقلياً نجد أن الإنسان مخلوق كخليفة في الأرض وعليه استبقاء نوعه؛ لأن كل فرد له عمر محدود، ويخلف الناس بعضهم بعضاً، ولابد من بقاء النوع، وقد ضمن الله للإنسان الأقوات التي تبقيه، وحلل له الزواج وسيلة لإبقاء النوع، ومهمة الخلافة تفرض أن يخلف بعضنا بعضاً. </p><p> وكل خليفة يحتاج إلى اقتيات وإلى إنجاب. و «الاقتيات» خلقه الله في الأرض التي قدر فيها أقواتها. </p><p> والنوع البشري جعل منه سبحانه الذكر والأنثى ومنهما يأتي الإنجاب الخلافي؛ فهو محمول أولاً في ظهر أبيه نطفة، ثم في أمه جنيناً ثم تضعه لترعاه مع والده ويربيه الاثنان حتى يبلغ رشده. وهذه خمس مراحل، وكل مرحلة منها شاقة، </p><p> فحمل الأم في الطفل تسعة شهور هو أمر شاق؛ لأن الإِنسان منا إن حمل شيئاً طوال النهار سيصاب بالتعب، لكن الأم تحمل الجنين تسعة أشهر، وأراد الله أن يكون الحمل انسيابياً بمعنى أن الجنين في نشأته الأولى لا يبلغ وزنه إلا أقل القليل، ثم يكبر بهدوء وبطء لمدة تسعة شهور حتى يكتمل نموه. </p><p> وهذا الجنين كان صغيراً في بدء تكوينه، ثم صار وزنه غالباً ثلاثة كيلو جرام في يوم ولادته، وبين بدء تكوينه إلى لحظة ميلاده هناك فترة زمنية ينمو فيها هذا الجنين تدريجياً، وبشكل انسيابي، فهو لا يزيد في الوزن كل ساعة، بل ينمو في كل جزء من المليون من الثانية بمقدار يناسب هذا الجزء من الثانية، وهذا يعني أن الجنين ينمو انسيابيا بما يناسب الزمن. </p><p> نلحظ ذلك أيضاً في أثناء التدريب على رياضة حمل الأثقال أنهم لا يدربون اللاعب الناشئ على حمل مائة كيلو جرام من أول مرة بل يدربونه على حمل عشرين كيلو جراماً في البداية، ثم يزاد الحمل تباعاً بما لا يجعل حامل الأثقال في عنت، ويسمون ذلك: انسياب التدريب؛ لأن حمل هذه الأثقال يحتاج إلى تعود، ولهذا لا يتم تدريبه على حمل الأثقال فجأة، بل بانسياب بحيث لا يدرك الزمن مع الحركة، كذلك النمو، فأنت إذا نظرت إلى طفلك الوليد ساعة تلده أمه، وسأقدر جدلاً أنك ظللت تنظر إليه دائماً، فهو لا يكبر في نظرك أبداً؛ لأنه ينمو بطريقة غير محسوسة لديك، لكنك لو غبت شهراً عنه وتعود لرؤيته ستدرك نموه، وهذا النمو الزائد قد تجمع في الزمن الفاصل بين آخر مرة رأيته فيها قبل غيابك وأول مرة تراه بعد عودتك. </p><p> ومن لطف الله - إذن - في الحمل أن الجنين ينمو انسيابياً، ولذلك يزداد الرحم كل يوم من بدء الحمل إلى آخر يوم فيه، وترى الأم الحامل، وهي تسير بوهن وتبطئ في حركتها، ثم يأتي الميلاد مصحوباً بمتاعب الولادة وآلامها، وبعد أن يولد المولود تستقبله رعاية أمه وأبيه، ويأخذ سنوات إلى أن يبلغ الرشد. ونعلم أن أطول الأجناس طفولة هو الإنسان، ولذلك نجد الأب الذي يريد الإنجاب يتحمل </p><p> مع الأم متاعب التربية، وقد قرن الله هذا الأمر بشهوة، وهي أعنف شهوة تأتي من الإِنسان، وبعد ميلاد الطفل نجد المرأة تقول: لن أحمل مرة أخرى، ولكنها تحمل بعد ذلك. </p><p> إذن كأن الشهوة هي الطُعم الموضوع في المصيدة ليأتي بالصيد وهو الإِنجاب؛ لذلك قرن الحق الإِنجاب بالشهوة لنقبل عليها، وبعد أن نقبل عليها، ونتورط فيها نتوفر ونبذل الجهد لنربي الأولاد. فإذا أنت عزلت هذه الشهوة عن الإِنجاب والامتداد تكون قد أخللت وملت عن سنة الكون، لأنك ستأخذ اللذة بدون الإِنجاب، وإذا تعطل الإِنجاب تعطلت خلافة الأرض، والشيء الآخر أن الرجل في الجماع يلعب دور الفاعل، وفي الشذوذ وهو العملية المضادة التي فعلها قوم لوط ينقلب الرجل إلى منفعل بعد أن كان فاعلاً. {وَلُوطاً إِذْ قَالَ لِقَوْمِهِ أَتَأْتُونَ الفاحشة مَا سَبَقَكُمْ بِهَا مِنْ أَحَدٍ مِّن العالمين}  [الأعراف: ٨٠] </p><p> والفاحشة هي العملية الجنسية الشاذة، ولم يحددها سبحانه من البداية كدليل على أنها أمر معلوم بالفطرة، فساعة يقول:  {أَتَأْتُونَ الفاحشة مَا سَبَقَكُمْ بِهَا مِنْ أَحَدٍ مِّن العالمين} يعرفون ما فعلوا. وإن افترضنا أن هناك أغبياء أو من يدعون الغباء ويرفضون الفهم، فقد جاء بعدها بالقول الواضح:  {إِنَّكُمْ لَتَأْتُونَ الرجال شَهْوَةً ... } </p>"
}