{
  "id": null,
  "sura": 7,
  "aya": 30,
  "text": "<p> اذكروا أننا قلنا من قبل: إن الله هدى الكل. . بمعنى أنه قد بلَّغهم بمنهجه عبر موكب الرسل، وحين يقول سبحانه:  {فَرِيقاً هدى وَفَرِيقاً حَقَّ عَلَيْهِمُ الضلالة} فالمقصود هنا ليس هداية الدلالة، لكن دلالة المعونة. وقد فرقنا بين هداية الدلالة وهداية المعونة. </p><p> وقوله الحق {فَرِيقاً هدى} أي هداية المعونة؛ لأن هذا الفريق أقبل على الله بإِيمان فخفف الله عليه مؤونة الطاعة، وبغّضه في المعصية، وأعانه على مهمته. أما الذي تأبّى على الله، ولم يستجب لهداية الدلالة أيعينه الله؟ لا. إنه يتركه في غيِّه ويخلي بينه وبين الضلالة، ولو أراده مهديًّا لما استطاع أحد أن يغير من ذلك. وسبحانه منزه عن التجني على أحد من خلقه، ولكن الذين حق عليهم الضلالة حصل لهم ذلك بسبب ما فعلوا. { ... إِنَّهُمُ اتخذوا الشياطين أَوْلِيَآءَ مِن دُونِ الله وَيَحْسَبُونَ أَنَّهُم مُّهْتَدُونَ}  [الأعراف: ٣٠] </p><p> إن من يرتكب المعصية ويعترف بمعصيته فهذه تكون معصية، أمّا من يقول إنها </p><p> هداية فهذا تبجح وكفر؛ لأنه يرد الحكم على الله. وخير للذين يرتكبون المعاصي أن يقولوا: حكم الله صحيح ولكننا لم نقدر على أنفسنا، أما أن يرد العاصي حكم الله ويقول: إنه الهداية، فهذا أمره عسير؛ لأنه ينتقل من مرتبة عاصٍ إلى مرتبة كافر والعياذ بالله. { ... وَيَحْسَبُونَ أَنَّهُم مُّهْتَدُونَ}  [الأعراف: ٣٠] </p><p> لأنهم يفعلون ما حرم الله، وليتهم فعلوه على أنه محرّم، وأنهم لم يقدروا على أنفسهم، ولكنهم فعلوه وظنوا أن الهداية في الفعل. وهذا الأمر يشيع في معاصٍ كثيرة مثل الربا، فنجد من يقول: إنه حلال، ونقول: قل هو حرام ولكن لم أقدر على نفسي، فتدخل في زمرة المعصية، ولا تدخل في زمرة الكفر والعياذ بالله، ويمكنك أن تستغفر فيغفر لك ربنا، ويتوب عليك، ولكن أن ترد الحكم على الله وتقول إنه حلال!! فهذا هو الخطر؛ لأنك تبتعد وتخرج عن دائرة المعصية وتتردى وتقع في الكفر، اربأ بنفسك عن أن تكون كذلك واعلم أن كل ابن آدم خطاء، وما شرع الله التوبة لعباده إلا لأنه قدَّر أن عبيده يخطئون ويصيبون، ومن رحمته أنه شرع التوبة، ومن رحمته كذلك أنه يقبل هذه التوبة، فلماذا تخرج من حيز يمكن أن تخرج منه إلى حيز يضيق عليك لا تستطيع أن تخرج منه؟ . </p><p> ويقول الحق سبحانه بعد ذلك:  {يابنيءَادَمَ خُذُواْ زِينَتَكُمْ ... } </p>"
}