{
  "id": null,
  "sura": 7,
  "aya": 71,
  "text": "<p> لقد كان يكلمهم ويكلمونه، قالوا له: ائتنا بالعذاب، فقال لهم:  {قَدْ وَقَعَ عَلَيْكُمْ مِّن رَّبِّكُمْ رِجْسٌ وَغَضَبٌ} ، فكيف يقول وقع؟ لقد قال ذلك لأنه يخبر عن الله. و «وقع» فعل ماض، لكنا نعلم أن كلام الله مجرد عن الزمان ماضياً كان أو حاضرا، أو مستقبلا، لقد قال سيدنا هود:  «وقع» والعذاب لم يقع بعد، لكن لما كان قوله بلاغاً عن الله فإنّه يؤكد وقوع العذاب حتماً؛ لأن الذي أخبر به قادر لما كان قوله بلاغاً عن الله فإنّه يؤكد وقوع العذاب حتماً؛ لأن الذي أخبر به قادر على إنقاذه في أي وقت، ولا إله آخر ولا قوة أخرى قادرة على أن تمنع ذلك. والذي وقع عليهم هو الرجس، والرجس أي التقذير، ضد التزكية والتطهير. وغضب الله الواقع لم تحدده هذه الآية. لكن لا بد أن له شكلاً سيقع به. </p><p> ويسائلهم هو ساخراً:  {أتجادلونني في أَسْمَآءٍ سَمَّيْتُمُوهَآ أَنْتُمْ وَآبَآؤكُمُ} ، وكل اسم يكون له مسمى، وهذه الأسماء أنتم أطلقتموها على هذه الآلهة، هل لها مسميات حقيقة لِتُعبد؟ . لا، بل أنتم خلعتم على ما ليس بإله أنه إله، وهذه أسماء بلا مسميات، وأنتم في حقيقة الأمر مقلدون لآبائكم. وما تعبدونه أسماء بلا سلطان من الإِله الحق. {مَّا نَزَّلَ الله بِهَا مِن سُلْطَانٍ}  [الأعراف: ٧١] </p><p> أي ليس لهذه الأسماء من حجة على ما تقولون، بدليل أنهم كانوا يسمون في الجاهلية إلهاً باسم «العزّى» وعندما يكسرونه لا يجدون عزاً ولا شيئاً؛ لأن هذا الإِله المزعوم لم يدفع عن نفسه، فكيف يكون إلهاً وقيّوما على غيره؟ وكذلك سموا «اللات» أي الله ومضاف له التاء، وعندما يكسرونه لا يجدون له قوة أو جبروتاً أو طغياناً. </p><p> ويقول هود لقومه ما يؤكد وقوع العذاب:  { ... فانتظروا إِنِّي مَعَكُمْ مِّنَ المنتظرين}  [الأعراف: ٧١] </p><p> وقوله:  {فانتظروا} ، جعلنا نفهم قوله السابق:  {قَدْ وَقَعَ عَلَيْكُمْ مِّن رَّبِّكُمْ رِجْسٌ وَغَضَبٌ} بأن الرجس والغضب قادمان لا محالة. صحيح أنه عبر عن ذلك بالفعل الماضي، ولكن لنقرأ قوله الحق:  {أتى أَمْرُ الله فَلاَ تَسْتَعْجِلُوهُ ... }  [النحل: ١] </p><p> و «أتي» فعل ماضٍ، وفي الظاهر أنه يناقض قوله:  {فَلاَ تَسْتَعْجِلُوهُ} لأن الاستعجال يدل على أنّ الحدث لم يأت زمنه بعد. ولكن لنا أن نعلم أن الذي أخبر هو الله، ولا توجد قوة ثانية تغير مرادات الله أن تكون أو لا تكون. </p><p> يقول الحق بعد ذلك:  {فَأَنجَيْنَاهُ والذين مَعَهُ ... } </p>"
}