{
  "id": null,
  "sura": 7,
  "aya": 96,
  "text": "<p> أي أنهم لو آمنوا بالموجود الأعلى، واتقوا باتباع منهجه أمراً باتباع أمراً ونهيًا تسلم آلاتهم، لأن الصانع من البشر حتى يصنع آلة من الآلات، يحدد ويبيّن الغاية من الآلة قبل أن يبتكرها، ويصمم لها أسلوب استخدام معين، وقانون صيانة خاصا لتؤدي مهمتها، فما بالنا بمن خلق الإِنسان، إذن فالبشر إذا تركوا رب الإِنسان يضع منهج صيانة الإِنسان لعاش هذا الإِنسان في كل خير، وسبحانه وتعالى أوضح أنهم إن اتقوا، تأت لهم بركات من السماء والأرض، فإن أردتها بركات مادية تجدها في المطر الذي ينزل من أعلى، وبركات من الأرض مثل النبات، وكذلك كنوزها التي تستنبط منها الكماليات المرادة في الحياة. </p><p> وما معنى البركة؟ . البركة هي أن يعطي الموجودُ فوق ما يتطلبه حجمه؛ كواحد مرتبه خمسون جنيهاً ونجده يعيش هو وأولاده في رضا وسعادة، ودون ضيق، فنتساءل: كيف يعيش؟ ويجيبك: إنها البركة. وللبركة تفسير كوني لأن الناس دائماً - كما قلنا سابقاً - ينظرون في وارداتهم إلى رزق الإِيجاب، ويغفلون رزق السلب. رزق الإِيجاب أن يجعل سبحانه دخلك آلاف الجنيهات ولكنك قد تحتاج إلى أضعافهم، ورزق السلب يجعل دخلك مائة جنيه ويسلب عنك مصارف كثيرة، كأن يمنحك العافية فلا تحتاج إلى أجر طبيب أو نفقة علاج. </p><p> إذن فقوله:  {بَرَكَاتٍ مِّنَ السمآء والأرض} أي أن يعطي الحق سبحانه وتعالى القليل الكثير في الرزق الحلال، ويمحق الكثير الذي جاء من الحرام كالربا، ولذلك سمى المال الذي نخرجه عن المال الزائد عن الحاجة سماه زكاة مع أن الزكاة في ظاهرها نقص، فحين تملك مائة جنيه وتخرج منها جنيهين ونصف الجنيه يكون قد نقص مالك في الظاهر. وإن أقرضت أحداً بالربا مائة جنيه فأنت تأخذها منه مائة وعشرة، لكن الحق سمى النقص في الأولى نماء وزكاة، وسمى الزيادة في الثانية محقا وسحتاً، وسبحانه قابض باسط. {وَلَوْ أَنَّ أَهْلَ القرى آمَنُواْ واتقوا لَفَتَحْنَا عَلَيْهِمْ بَرَكَاتٍ مِّنَ السمآء والأرض ولكن كَذَّبُواْ فَأَخَذْنَاهُمْ بِمَا كَانُواْ يَكْسِبُونَ}  [الأعراف: ٩٦] </p><p> إذن فلو أخذ الإِنسان قانون صيانته من خالقه لاستقامت له كل الأمور، لكن الإِنسان قد لا يفعل ذلك. ويقول الحق:  {ولكن كَذَّبُواْ فَأَخَذْنَاهُمْ بِمَا كَانُواْ يَكْسِبُونَ} . </p><p> وهكذا نعلم أن الأخذ ليس عملية جبروت من الخالق، وإنما هي عدالة منه سبحانه؛ لأن الحق لو لم يؤاخذ المفسدين، فماذا يقول غير المفسدين؟ . سيقول الواحد منهم: مادمنا قد استوينا والمفسدين، وحالة المفسدين تسير على ما يرام، إذن فلأفسد أنا أيضاً. وذلك يغري غير المفسد بأن يفسد، ويعطي لنفسه راحتها وشهوتها، لكن حين يأخذ الله المفسدين بما كانوا يكسبون، يعلم غير المفسد أن سوء المصير للمفسد واضح، فيحفظ نفسه من الزلل. </p><p> كان القياس أنه يقول سبحانه: بما كانوا يكتسبون، لأن مسألة الحرام تتطلب انفعالات شتى، وضربنا المثل من قبل بأن إنساناً يجلس مع زوجته، وينظر إلى جمالها ويملأ عينيه منها، لكن إن جلس مع أجنبية وأراد أن يغازلها ليتمتع بحسنها، فهو يناور ويتحايل، وتتضارب ملكاته بين انفعالات شتى، وهو يختلف في ذلك عن صاحب الحلال الذي تتناسق ملكاته وهو يستمتع بما أحل له الله، ولكنْ هؤلاء المفسدين تدربوا على الفساد فصار دربة تقرب من الملكة فقال فيهم الحق: إنهم يكسبون الفساد، ولا يجدون في ارتكابه عنتا. </p><p> ويقول الحق بعد ذلك:  {أَفَأَمِنَ أَهْلُ القرى أَن يَأْتِيَهُمْ ... } </p>"
}