{
  "id": null,
  "sura": 7,
  "aya": 42,
  "text": "<p> وبهذا يخبرنا الحق أن الذين آمنوا وعملوا الصالحات هم أصحاب الجنة وهم فيها خالدون، ويضع لنا الحق تنبيهاً بين مقدمة الآية وتذييلها {لاَ نُكَلِّفُ نَفْساً إِلاَّ وُسْعَهَا} ؛ لنفهم أن المسرفين على أنفسهم بالكفر وتكذيب الآيات لم يفهموا حقيقة الإِيمان، وأن حبس النفس عن كثير من شهواتها هو في مقدور النفس وليس فوق طاقتها؛ لذلك أوضح لنا سبحانه أنه كلف ب «افعل ولا تفعل» وذلك في حدود وسع المكلَّف. </p><p> وحين نستعرض الصورة إِجمالاً للمقارنة والموازنة بين أهل النار وأهل الجنة نجد الحق قد قال في أهل النار:  {إِنَّ الذين كَذَّبُواْ بِآيَاتِنَا واستكبروا عَنْهَا لاَ تُفَتَّحُ لَهُمْ أَبْوَابُ السمآء وَلاَ يَدْخُلُونَ الجنة حتى يَلِجَ الجمل فِي سَمِّ الخياط وكذلك نَجْزِي المجرمين}  [الأعراف: ٤٠] </p><p> فهم لن يدخلوا الجنة، وعلى ذلك فقد سلب منهم نفعاً، ولا يتوقف الأمر على ذلك، ولكنهم يدخلون النار، إذن فهنا أمران: سلب النافع وهو دخولهم الجنة، إنه سبحانه حرمهم ومنعهم ذلك النعيم، وذلك جزاء إجرامهم. وبعد ذلك كان إدخالهم النار، وهذا جزاء آخر؛ فقال الحق: </p><p> {لَهُمْ مِّن جَهَنَّمَ مِهَادٌ وَمِن فَوْقِهِمْ غَوَاشٍ وكذلك نَجْزِي الظالمين}  [الأعراف: ٤١] </p><p> في الأولى قال: - سبحانه - {وكذلك نَجْزِي المجرمين} . </p><p> وفي الثانية قال:  {وكذلك نَجْزِي الظالمين} . </p><p> فكأن الإجرام كان سبباً في ألا يدخلوا الجنة، والظلم كان سبباً في أن يكون من فوقهم غواش، لهم من جهنم مهاد، وهم في النار يحيطهم سرداقها. </p><p> ومن المناسب بعد تلك الشحنة التي تكرهنا في أصحاب النار وفي سوء تصرفهم فيما كلفوا به أولاً، وسبب بشاعة جزائهم ثانياً؛ أن نتلهف على المقابل. فقال سبحانه:  {والذين آمَنُواْ وَعَمِلُواْ الصالحات لاَ نُكَلِّفُ نَفْساً إِلاَّ وُسْعَهَا أولئك أَصْحَابُ الجنة هُمْ فِيهَا خَالِدُونَ}  [الأعراف: ٤٢] </p><p> وقول الحق سبحانه وتعالى:  {لاَ نُكَلِّفُ نَفْساً إِلاَّ وُسْعَهَا} جاء بين المبتدأ والخبر، ككلام اعتراضي؛ لأن أسلوب يقتضي إبلاغنا أن الذين آمنوا وعملوا الصالحات لهم الخلود في الجنة، وجاءت {لاَ نُكَلِّفُ نَفْساً إِلاَّ وُسْعَهَا} بين العمدتين وهما المبتدأ والخبر؛ لأننا حينما نسمع {والذين آمَنُواْ} فهذا عمل قلبي، ونسمع بعده {وَعَمِلُواْ الصالحات} وهذا عمل الجوارح، وبذلك أي بعمل القلب مع عمل الجوارح يتحقق من السلوك ما يتفق مع العقيدة. والاعتقاد هو يسهل دائما السلوك الإيماني ويجعل مشاق التكاليف في الأعمال الصالحة مقبولة وهينة، ولذلك أوضح سبحانه: إياكم أن تظنوا أني قد كلفتكم فوق طاقتكم، لا؛ فأنا لا أكلف إلا ما في الوسع، وإياكم أن تفهموا قولي:  {والذين آمَنُواْ وَعَمِلُواْ الصالحات} هو رغبة في إرهاق نفوسكم، ولكن ذلك في قدرتكم لأنني المشرع، والمشرع إنما يضع التكليف في وسع المكلَّف. </p><p> ونحن في حياتنا العملية نصنع ذلك؛ فنجد المهندس الذي يصمم آلة يخبرنا عن مدى قدرتها، فلا يحملها فوق طاقتها وإلا تفسد. </p><p> وإذا كان الصانع من البشر لا يكلف الآلة الصماء فوق ما تطيق، أيكلف الذي خلق البشر فوق ما يطيقون؟ محال أن يكون ذلك. </p><p> إذن فيجب أن نوصد الباب أمام الذين يحاولون أن يتحللوا من التزامات التكليف عليهم، فلا تعلق الحكم على وسعك الخائر الجائر، ولكن غلق الوسع على تكليف الله، فإن كان قد كلف فأحكم لأن ذلك في الوسع؛ والدليل على كذب من يريد الافلات من الحكم هو محاولته إخضاع الحكم لوسعه هو؛ أن غيره يفعل ما لا يريد أن يفعله. فحين ينهى الحق عن شرب الخمر تجد غيرك لا يشرب الخمر امتثالاً لأمر الله، وكذلك تجد من يمتنع عن الزنا أو أكل الربا؛ فإذا كان مثيلك وهو فرد من نوعك قادراً على هذا العمل فمن لا يمتنع عن مثل هذه المحرمات هو المذنب لا لصعوبة التكليف. </p><p> فالتكليف هو أمر الشارع الحكيم ب «افعل» و «لا تفعل» وسبحانه لا يكلف الإنسان إلا إذا كان قادراً على أن يؤدي مطلوبات الشرع؛ لأن الله لا يكلف إلا على قدر الطاقة، واستبقاء الطاقة يحتاج إلى قوت، طعام، شراب، لباس، وغير ذلك مما تحتاج إليه الحياة، لذلك أوضح سبحانه أنه يوفر للإِنسان كل ماديات الحياة الأساسية، وإياكم أن تظنوا أن الله حين يكلف الإنسان يكلفه شططاً، ولكن الإنسان هو الذي يضع في موضع الشطط. فقال:  {وَمَن قُدِرَ عَلَيْهِ رِزْقُهُ ... }  [الطلاق: ٧] </p><p> {وَمَن قُدِرَ عَلَيْهِ رِزْقُهُ} أي ضيق عليه قليلاً. </p><p> ويقول سبحانه:  {فَلْيُنفِقْ مِمَّآ آتَاهُ الله لاَ يُكَلِّفُ الله نَفْساً إِلاَّ مَآ آتَاهَا ... }  [الطلاق: ٧] </p><p> إذن لا تفترض وتقدر أنت تكاليف المعيشة ثم تحاول إخضاع وارداتك إلى هذا التصور، بل انظر إلى الوارد أليك وعش في حيز وإطار هذا الوارد، فإن كان دخلك مائة جنيه فرتب حياتك على أن يكون مصروفك يساوي دخلك؛ لأن الله لا يكلفك إلا ما آتاك. </p><p> ولننظر إلى ما آتانا الله؛ لذلك لا تدخل في حساب الرزق إلا ما شرع الله، فلا تسرق. </p><p> ولا تنهب ولا تختلس ولا ترتش ثم تقول: هذا ما آتاني الله، لا، عليك ألاَ تأخذ ولا تنتفع إلا بما أحل الله لك، فإن عشت في نطاق ما أحل الله يعينك الله على كل أمرك وكل حاجاتك، لأنك تحيا بمنهج الله، فيصرف عنك الحق مهمات الحياة التي تتطلب أن تزيد على ما آتاك الله، فلا تخطر على بالك أو على بال أولادك. وتجد نفسك - على سبيل المثال - وأنت تدخل السوق وآتاك الله قدراً محدوداً من المال، وترى الكثير من الخيرات، لكن الحق يجعلك لا تنظر إلا في حدود ما في طاقتك، وكذلك يُحسّن لك الله ما في طاقتك ويبعد عنك ما فوق طاقتك؛ لأن الله لا يكلف نفساً إلا ما آتاها، ولا يحرك شهوات النفس إلا في حدود ذلك. </p><p> ولذلك قال الحق:  {والذين آمَنُواْ وَعَمِلُواْ الصالحات لاَ نُكَلِّفُ نَفْساً إِلاَّ وُسْعَهَا أولئك أَصْحَابُ الجنة هُمْ فِيهَا خَالِدُونَ}  [الأعراف: ٤٢] </p><p> وأصحاب الجنة هم الذين لا يفارقونها مثلما يحب الصاحب صاحبه؛ فالجنة تتطلبهم، وهم يتطلبون الجنة، والحياة فيها بخلود وما فاتك من متع الدنيا لم يكن له خلود، وأنت في الدنيا تخاف أن تموت وتفوت النعمة، وإن لم تمت تخاف أن تتركك النعمة؛ لأن الدنيا أغيار، وفي ذلك لفت لقضايا الله في كونه، تجد الصحيح قد صار مريضاً، والغني قد صار فقيراً، فلا شيء لذاتية الإنسان. وبهذا يعدل الله ميزان الناس فيأتي إلى الحالة الاقتصادية ويوزعها على الخلق، ونجد الذي لا يتأبى على قدر الله في رزقه وفي عمله يجعل الله له بعد العسر يسراً. وفي الجنة يُخلي الله أهلها من الأغيار. </p><p> ولذلك يقول الحق سبحانه:  {وَنَزَعْنَا مَا فِي صُدُورِهِم ... } </p>"
}