{
  "id": null,
  "sura": 7,
  "aya": 144,
  "text": "<p> والاصطفاء هو استخلاص الصفوة، وقوله:  {اصطفيتك عَلَى الناس} تعبير </p><p> فيه دقة الأداء لأنه لو قال اصطفيتك فقط، ولم يقل على الناس، فقد يُفهم الاصطفاء على الملائكة أيضاً. ولكن الاصطفاء هنا محدد في دائرة الاصطفاء البشري:  {إِنِّي اصطفيتك عَلَى الناس بِرِسَالاَتِي وَبِكَلاَمِي} . ولقائل أن يقول: إن الحق اصطفى غيره أيضاً من الرسل، والحق هو القائل:  {إِنَّ الله اصطفىءَادَمَ وَنُوحاً ... }  [آل عمران: ٣٣] </p><p> ونقول: هناك فرق بين اصطفاء رسالة منفردة، وبين اصطفاء في رسالة ومعها شيء زائد، وأضرب هذا المثل - ولله المثل الأعلى - فإذا جئت كمدرس لتلاميذ وأعطيت واحداً منهم هدية عبارة عن قلم كمكافأة، ثم أعطيت الثاني قلماً وزجاجة حبر، أنت بذلك اصطفيت التلميذ الأول بهدية القلم، واصطفيت الآخر باجتماع قلم وزجاجة حبر في هدية واحدة. والاصطفاء هنا لموسى بالرسالة كما اصطفى غيره من الرسل بالإضافة إلى شرف الكلام:  {اصطفيتك عَلَى الناس بِرِسَالاَتِي وَبِكَلاَمِي} . </p><p> وعرفنا من قبل أن «رسالاتي» هي في مجموعها رسالة واحدة، ولكن الرسالة مع سيدنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ استمرت جزئياتها ثلاثاً وعشرين سنة في النزول، فكأن كل نجم رسالة، أو كل باب من أبواب الخير رسالة، فهي رسالات متعددة، أو أن رسالته جمعت رسالات السابقين:  {قَالَ ياموسى إِنِّي اصطفيتك عَلَى الناس بِرِسَالاَتِي وَبِكَلاَمِي فَخُذْ مَآ آتَيْتُكَ وَكُنْ مِّنَ الشاكرين}  [الأعراف: ١٤٤] </p><p> أي لا تنظر إلى ما منعتك، بل اذكر أني اصطفيتك وكلمتك وعليك أن تشكر لي هذا. ولذلك يجب على الإِنسان المؤمن حين يتلقى قضاء الله فيه أن ينظر دائماً إلى ما بقي له من النعم. لا إلى ما سلب عنه من النعم. ولذلك نجد المؤمن المتفاءل ينظر إلى الكوب الذي نصفه مملوء بالماء فيقول: الحمد لله نصف الكوب ملآن. أما المتشائم فيقول: إن نصف الكوب فارغ، وبرغم أن كُلاًّ منهما </p><p> يقرر الحقيقة إلا أن المؤمن المتفائل نظر إلى ما بقي من نعم الله. </p><p> إننا نجد ابن جعفر حين ذهب للخليفة الأموي في دمشق وجرحت رجله في أثناء السير من المدينة إلى دمشق، ولم تكن هناك عناية طبية فتقيحت، وحين أحضروا له الأطباء وقرروا قطع رجله، قال بعض الحاضرين: التمسوا له مرقداً أي دواء تخدير يجعله لا يحس بالألم، فقال: لا، فإني لا أريد أن أغفل عن ربي لحظة عين، فلما قطعوها أخذوها ليدفنوها، فقال هاتوها. فأحضروها له وأمسك بها وقال: اللهم إن كنت قد ابتليت في عضو فقد عافيت في أعضاء. </p><p> هذه نظرة المؤمن الذي لا ينظر إلى ما أُخذ منه بل ينظر إلى ما بقي له. وكذلك كان توجيه الحق لموسى عليه السلام، فقد أوضح له: لا تنظر إلى أني منعتك الرؤية، لا، بل انظر الاصطفاء وشرف الكلمة إلى الخالق واشكر ذلك. </p><p> ويقول الحق بعد ذلك:  {وَكَتَبْنَا لَهُ فِي الألواح ... } </p>"
}