{
  "id": null,
  "sura": 7,
  "aya": 89,
  "text": "<p> وقولهم:  {قَدِ افترينا عَلَى الله كَذِباً إِنْ عُدْنَا فِي مِلَّتِكُمْ} أي أنهم يعلمون أن </p><p> العودة إلى مثل هذه الملة لون من الكذب المتعمد على الله. لأن الكذب أن تقول كلاماً غير واقع، وتعلن قضية غير حقيقية ثم قلت على مقتضى علمك فهذا مطلق كذب. لكن إن كنت عارفاً بالحقيقة ثم قلت غيرها فهذا افتراء واختلاق وكذب. والذين آمنوا مع شعيب عليه السلام يعلمون أن الملة القديمة ملة باطلة، وهم قد شهدوا مع شعيب حلاوة الإِيمان بالله؛ لذلك رفضوا الكذب المتعمد على الله. ويقولون بعد ذلك:  {بَعْدَ إِذْ نَجَّانَا الله مِنْهَا وَمَا يَكُونُ لَنَآ أَن نَّعُودَ فِيهَآ إِلاَّ أَن يَشَآءَ الله ... }  [الأعراف: ٨٩] </p><p> قد عرفوا أن التكليف اختيار وهم قد اختاروا الإِيمان، وأقروا وأكدوا إيمانهم بأنه سبحانه له طلاقة القدرة، فقالوا:  {إِلاَّ أَن يَشَآءَ الله} . فمشيئته سبحانه فوق كل مشيئة. ألم يقل رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «إن قلوب بني آدم كلَّها بين أصبعين من أصابع الرحمن كقَلْبٍ واحدٍ يصرفُه حيث شاء» . </p><p> وألم يقل سيدنا إبراهيم وهو أبو الأنبياء والرسل:  {واجنبني وَبَنِيَّ أَن نَّعْبُدَ الأصنام ... }  [إبراهيم: ٣٥] </p><p> لم يقل: واجنبنا. بل قالها واضحة ودعا ربًّه أن يبعده وينأى به وببنيه أن يعبدوا الأصنام، لأنه يعلم طلاقة قدرته سبحانه. إذن فمن آمنوا مع شعيب احترموا طلاقة القدرة في الحق؛ لذلك قالوا:  {وَمَا يَكُونُ لَنَآ أَن نَّعُودَ فِيهَآ إِلاَّ أَن يَشَآءَ الله رَبُّنَا ... }  [الأعراف: ٨٩] </p><p> ولكن الله لا يشاء لمعصوم أن يعود، وسبحانه يهدي من آمن بهداية الدلالة ويمده بالمزيد من هداية المعونة إلى الطريق المستقيم. </p><p> ويتابع أهل الإيمان مع شعيب. { ... وَسِعَ رَبُّنَا كُلَّ شَيْءٍ عِلْماً عَلَى الله تَوَكَّلْنَا رَبَّنَا افتح بَيْنَنَا وَبَيْنَ قَوْمِنَا بالحق وَأَنتَ خَيْرُ الفاتحين}  [الأعراف: ٨٩] </p><p> جاء قولهم:  {عَلَى الله تَوَكَّلْنَا} لأن خصومهم من الملأ بقوتهم وبجبروتهم قالوا لهم: انتم بين أمرين اثنين: إما أن تخرجوا من القرية، وإما أن تعودوا في ملتنا. وأعلن المؤمنون برسولهم شعيب: أن العود في الملة لا يكون إلا بالاختيار وقد اخترنا ألا نعود. إذن فليس أمامهم إلا الإخراج بالإجبار؛ لذلك توكل المؤمنون على الله ليتولاهم، ويمنع عنهم تسلط هؤلاء الكافرين. {عَلَى الله تَوَكَّلْنَا رَبَّنَا افتح بَيْنَنَا وَبَيْنَ قَوْمِنَا بالحق وَأَنتَ خَيْرُ الفاتحين}  [الأعراف: ٨٩] </p><p> وساعة نسمع كلمة «افتح» أو «فتَح» أو «فَتْح» نفهم أن هناك شيئاً مغلقاً أو مشكلاً، فإن كان من المُحسّات يكون الشيء مغلقاً والفتح يكون بإزالة الأغلاق وهي الأقفال، وإن كان في المعنويات فيكون الفتح هو إزالة الإشكال، والفتح الحسي له نظير في القرآن، وحين نقرأ سورة يوسف نجد قوله الحق: </p><p> {وَلَمَّا فَتَحُواْ مَتَاعَهُمْ وَجَدُواْ بِضَاعَتَهُمْ رُدَّتْ إِلَيْهِمْ قَالُواْ ياأبانا مَا نَبْغِي هذه بِضَاعَتُنَا رُدَّتْ إِلَيْنَا ... }  [يوسف: ٦٥] </p><p> وكلمة {وَلَمَّا فَتَحُواْ مَتَاعَهُمْ} تعني أن المتاع الذي معهم كان مغلقاً واحتاج إلى فتح حسي ليجدوا بضاعتهم كما هي. وأيضاً يقول الحق سبحانه وتعالى:  {وَسِيقَ الذين اتقوا رَبَّهُمْ إِلَى الجنة زُمَراً حتى إِذَا جَآءُوهَا وَفُتِحَتْ أَبْوَابُهَا ... }  [الزمر: ٧٣] </p><p> ومادام هناك أبواب تفتح فهذا فتح حسي، وقد يكون الفتح فتح علم مثلما نقول: ربنا فتح علينا بالإيمان والعلم، ويقول الحق:  {أَتُحَدِّثُونَهُم بِمَا فَتَحَ الله عَلَيْكُمْ لِيُحَآجُّوكُم بِهِ عِنْدَ رَبِّكُمْ ... }  [البقرة: ٧٦] </p><p> فما دام ربنا قد علمهم من الكتاب الكثير فهذا فتح علمي. ويكون الفتح بسوق الخير والإمداد به. والمثال على ذلك قوله الحق:  {مَّا يَفْتَحِ الله لِلنَّاسِ مِن رَّحْمَةٍ فَلاَ مُمْسِكَ لَهَا ... }  [فاطر: ٢] </p><p> وكذلك قوله سبحانه:  {وَلَوْ أَنَّ أَهْلَ القرى آمَنُواْ واتقوا لَفَتَحْنَا عَلَيْهِمْ بَرَكَاتٍ مِّنَ السمآء والأرض ... }  [الأعراف: ٩٦] </p><p> والبركات من السماء كالمطر وهو يأتي من أعلى، وهو سبب فيما يأتي من الأسفل أي من الأرض. </p><p> والفتح أيضاً بمعنى إزالة إشكال في قضية بين خصمين، ففي اليمن حتى الآن، يسمون القاضي الذي يحكم في قضايا الناس «الفاتح» لأنه يزيل الإشكالات بين الناس. وقد يكون «الفتح» بمعنى «النصر» ، مثل قوله الحق:  {وَكَانُواْ مِن قَبْلُ يَسْتَفْتِحُونَ عَلَى الذين كَفَرُواْ ... }  [البقرة: ٨٩] </p><p> لقد كانوا ينتظرون النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لينتصروا به على الذين كفروا، ومن الفتح أيضاً الفصل في الأمر من قوله الحق هنا في الآية التي نحن بصدد خواطرنا عنها:  {رَبَّنَا افتح بَيْنَنَا وَبَيْنَ قَوْمِنَا بالحق وَأَنتَ خَيْرُ الفاتحين ... }  [الأعراف: ٨٩] . </p><p> وهذا القول هو دعاء للحق: احكم يا رب بيننا وبين قومنا بالحق بنصر الإِيمان وهزيمة الكفر، وأنت خير الفاتحين فليس لك هوى ضد أحد أو مع أحدٍ من مخلوقاتك. </p><p> ويقول الحق بعد ذلك:  {وَقَالَ الملأ الذين كَفَرُواْ ... } </p>"
}