{
  "id": null,
  "sura": 7,
  "aya": 103,
  "text": "<p> وبعد أن تكلم الحق عن نوح وهو وصالح ولوط وشعيب وما دار بينهم وبين أقوامهم، وكيف أهلك سبحانه المكذبين وأنجى المؤمنين، أراد أن يأتي بتاريخ رسول من أولى العزم من الرسل، أي من الذين تعرضوا في رسالاتهم لأشياء لا يتحملها إلا جَلْد قوي. وأظن أنكم تعلمون أن علاج موسى لليهود أخذ قسطاً وافراً في القرآن، بل إن قصة موسى مع قومه هي أطول قصص القرآن؛ لأن انحرافاتهم ونزواتهم وتمردهم على أنبيائهم كانت كثيرة، وكان أنبياؤهم كثيرون لذلك فهم يفتخرون بأنهم كثيرو الأنبياء، وقالوا: نحن أكثر الأمم أنبياء. وقلنا لهم: إن كثرة أنبيائكم تدل على تأصل دائكم؛ لأن الأطباء لا يكثرون إلا حين يصبح علاج المريض أمراً شاقاً. إذن فكثرة أنبيائكم، دليل على أن رسولاً واحداً لا يكفيهم، بل لابد من أنبياء كثيرين. </p><p> وقوله الحق:  {ثُمَّ بَعَثْنَا مِن بَعْدِهِم موسى} . </p><p> وكلمة «بعث» - كما نفهمها - توحي وتشير إلى أنه سبحانه قد أرسل موسى رسولاً إلى فرعون، واختيرت كلمة «بعث» للرسالات لأن البعث يقتضي أن شيئاً </p><p> كان موجوداً ثم انطمر ثم بعثه الحق من جديد، والإِيمان يتمثل في عهد الفطرة الأول الذي كان من آدم؛ لأن الله خلقه بيديه خلقاً مباشراً وكلفه تكليفاً مباشراً، فنقل آدم الصورة للذرية، وهذه الصورة الأصلية هي التي تضم حقائق الإِيمان التي كانت لآدم، وحين يبعث الله رسولاً جديداً، فهو لا ينشئ عقيدة جديدة، بل يحيي ما كان موجوداً وانطمر، وحين يطم الفساد يبعث الله الرسول، فكأن الحق سبحانه وتعالى حينما كلف آدم التكليف الأول طلب منه أن ينقل هذا التكليف إلى ذريته، ولو أن الإِنسان أخذ تكاليف الدين كما أخذ مقومات الحياة ممن سبقه لظل الإِيمان مسألة رتيبة في البشر. </p><p> إننا نأخذ الأشياء التي أورثها لنا أجدادنا وتنفعنا في أمور الدنيا نحتفظ بها ونحرص عليها، فلماذا لم نأخذ الدين منهم؟ لأن الدين يحجر على حرية الحركة ويضعها في إطارها الصحيح. والإِنسان يريد أن ينفلت من تقييد حرية الحركة، وحين يقول ربنا مرة إنه:  «أرسل» الرسل، ومرة أخرى إنه قد بعثهم، فهذا يدل على أنه لم يجيء بشيء جديد، ولكنه جاء بشيء كان المفروض أن يظل فيكم كما ظلت فيكم الأشياء التي ورّثها لكم أسلافكم وتنتفعون بها؛ مثال ذلك: نحن ننتفع برغيف الخبز وننتفع بخياطة الإِبرة فلماذا انتفعنا بهذه الأشياء المادية ونسينا الأشياء المنهجية؟ لأن الأشياء المادية قد تعين الإِنسان على شهواته، أما قيم الدين فهي تحارب الشهوات. {ثُمَّ بَعَثْنَا مِن بَعْدِهِم موسى بِآيَاتِنَآ إلى فِرْعَوْنَ وَمَلَئِهِ ... }  [الأعراف: ١٠٣] </p><p> والآيات - كما نعلم - جمع آية، وهي الأمر العجيب الذي يقف العقل عنده مشدوهاً. </p><p> وتُطلق الآيات ثلاث إطلاقات؛ فهي تطلق على الآيات القرآنية لأنها عجيبة أسلوبيًّا معبرة عن كل كمال يوجد في الوجود إلى أن تقوم الساعة، وكل قارئ لها يأخذ منها على قدر ذهنه وقدر فهمه. والآيات الكونية موجودة في خلق الأرض والسماء وغير ذلك، وكذلك تطلق الآيات على المعجزات الدالة على صدق الأنبياء. والبعث يقتضي مبعوثاً وهو موسى، ويقتضي باعثاً وهو الله، ومبعوثاً إليهم. وهم قوم فرعون، ومبعوثاً به وهو المنهج. </p><p> والآيات التي بعث الله بها موسى هي أدلة صدق النبوة، وهي أيضاً الكلمات المعبرة عن المنهج ليشاهدها ويسمع لها فرعون وملؤه، والملأ - كما عرفنا من قبل - هم القوم الذين يملأون العيون هيبة، فلا يقال للناس الذين لا يلتفت إليهم أحد إنهم ملأ، أو هم الأناس الذين يملأون صدور المجالس، أي الأشراف والسادة. ولماذا حدد الحق هنا أن موسى قد بعث لفرعون وملئه فقط؟ لأن الباقين من أتباعهم تكون هدايتهم سهلة إن اهتدى الكبار، والغالب والعادة أن الذي يقف أمام منهج الخير هم المنتفعون بالشر، وهم القادة أو من حولهم، ولا يرغبون في منهج الخير لأنه يصادم أغراضهم، وأهواءهم، ولذلك يحاربونه، أما بقية العامة فهم المغلوبون على أمرهم، وساعة يرون أن واحداً قد جاء ووقف في وجه الذين عضوهم بمظالمهم وعضوهم بطغيانهم، تصبح قلوبهم مع هذا المنقذ! {ثُمَّ بَعَثْنَا مِن بَعْدِهِم موسى بِآيَاتِنَآ إلى فِرْعَوْنَ وَمَلَئِهِ ... }  [الأعراف: ١٠٣] </p><p> وإن كانت الآيات هي الكلمات المؤدية للمنهج الموجودة في التوراة، أو كانت الآيات هي المعجزات التي تدل على صدق موسى فقد كان ذلك يقتضي إيمانهم. ونعلم أن القرآن قد عدد الآيات المعجزات التي أرسلها الحق مع موسى:  {وَلَقَدْ آتَيْنَا موسى تِسْعَ آيَاتٍ بَيِّنَاتٍ ... }  [الإِسراء: ١٠١] </p><p> ومن هذه الآيات العصا، واليد يدخلها في الجيب أو تحت جناحه وإبطه وتخرج بيضاء من غير سوء أو علة، وأخذ آل فرعون بالسنين، وكلمة «سنين» تأتي للجدب الشديد الذي يستمر لفترة من الزمن بحيث يلفت الناس إلى حدثٍ في زمان، ولذلك نقول: كانت سنة عصيبة؛ لأن السنة عضة من الأحداث، تهدم ترف الحياة، ثم تأتي لهم بما يهدم مقومات الحياة، وأولها الطعام والشراب فيصيبهم بنقص الثمرات، وهو الجدب والقحط، وسمي الجدب سنة، وجمعه سنين، لأنه شيء يؤرخ به، فماذا كان استقبال فرعون وملئه للآيات التي مع موسى عليه السلام؟ يقول الحق:  {فَظَلَمُواْ بِهَا} . </p><p> وهل كانت الآيات أداة للظلم أو ظلموا بسببها لأنهم رفضوها كمنهج حياتي؟ . </p><p> لقد ظلموا بها لأنهم رفضوا اتباع المنهج الحق، وظلوا على فسادهم، والمفسدون - كما نعلم - هم الذين يعمدون إلى الصالح في ذاته فيفسدونه، برغم أن المطلوب من الإِنسان أن يستقبل الوجود استقبال من يرى أن هناك أشياء فوق اختياراته ومراداته، وأشياء باختياره ومراداته، فإذا نظر الإِنسان في الأشياء التي بها مقومات الحياة، مما لا يدخل في اختياره يجدها على منتهى الاستقامة. </p><p> إننا نجد الإِنسان لا يتحكم في حركة الشمس أو حركة القمر، أو النجوم أو الريح أو المطر، فهذه الكائنات مستقيمة كما يريدها الله، ولا يأتي الفساد إلا في الأمر الذي للإِنسان مدخل فيه، والناس لا تشكو من أزمة هواء - على سبيل المثال - لأنه لا دخل في حركة الهواء لأحد، لكنهم شَكَوْا من أزمة طعام لأن للبشر فيه دخلاً، ونجد شكواهم من أزمة المياه أقل؛ لأن مدخل الإِنسان على الماء قليل. </p><p> إنه سبحانه وتعالى يجعل الأمر الذي يدير حركتك الوقودية لك فيه بعض من الدخل، فيجعل من جسمك - على سبيل المثال - مخزناً للدهون ليعطيك لحظة الجوع ما كنزته فيه من طاقة. ومن العجيب أن الدهون هذه هي مادة واحدة وساعة نحتاج إلى التغذية منها تتحول المادة الواحدة إلى المواد الأخرى التي نحتاج إليها. </p><p> تحتاج مثلا إلى زلال، فيتحول الدهن إلى زلال، تحتاج إلى كربون، يعطي لك الدهن الكربون، تحتاج إلى فوسفور يعطيك فوسفوراً، تحتاج إلى مغنسيوم يعطيك الدهن المغنسيوم، وهكذا فإذا كنا نصبر على الطعام بقدر المخزون في أجسامنا، ونصبر على الماء أيضاً بقدر المخزون في هذه الأجساد، فنحن لا نصبر على الهواء لأن التنفس شهيق وزفير، ولو أن إنساناً ملك الهواء يعطيك إياه لحظة الرضا، ويمنعه عنك لحظة الغضب، لمت قبل أن يرضى عنك، لكن إياه منع عنك الماء فترة فقد يحن قلب عدوك أو يأتي لك أحد بالماء أو قد تسعى أنت بحيلة ما لتصل إليه. </p><p> إذن فالأمر الذي لا دخل للإِِنسان فيه نجد على منتهى الاستقامة، ولا يأتي </p><p> الفساد إلا من الأمر الذي للإِنسان فيه دخل. {ثُمَّ بَعَثْنَا مِن بَعْدِهِم موسى بِآيَاتِنَآ إلى فِرْعَوْنَ وَمَلَئِهِ فَظَلَمُواْ بِهَا فانظر كَيْفَ كَانَ عَاقِبَةُ المفسدين}  [الأعراف: ١٠٣] </p><p> أي أن آخر الأمر سيعاقب الله المفسدين. </p><p> وأراد سبحانه أن يَذْكُر سلسلة القصة لا من بدء سلسلتها، بل يبدأ من نهايتها، فسبحانه لا يدرس لنا التاريخ، ولكن يضع أمامنا العظة، وللقطة التي يريدها في هذا السياق، ولذلك لم يتكلم سبحانه في هذه السورة عن ميلاد موسى وكيف أوحى لأمه أن تلقيه في البحر، ولم ترد حادث ذهابه إلى مدين ومقابلته لسيدنا شعيب، لكنه هنا يتكلم سبحانه عن مهمة سيدنا موسى مع فرعون. </p><p> ويقول سبحانه:  {وَقَالَ موسى يافرعون ... } </p>"
}