{
  "id": null,
  "sura": 7,
  "aya": 172,
  "text": "<p> وإذ تنصرف إلى الزمن، أي اذكر وقت أن أخذ الله من بني آدم، والآخذ هو الله، والمأخوذ منه بنو آدم، والشيء المأخوذ هو ذريتهم، هذه هي العناصر. ولنتأمل </p><p> ذلك بدقة، إن الرب هنا هو الآخذ، وبنو آدم مأخوذ منهم، والمأخوذ هو الذرية. وبنو آدم هم أولاد آدم من لدنه إلى أن تقوم الساعة، وهنا اتحد المأخوذ والمأخوذ منه، ولابد أن نرى تصريفاً في هذا النص؛ لأنه يشترط أن يكون المأخوذ منه كلاً، والمأخوذ بعضه. </p><p> والمثال: إن أنا أخذتُ منك شيئاً، فالمأخوذ منه هو الكل، والمأخوذ بنفسه هوالبعض. لكننا هنا نجد المأخوذ هو عين المأخوذ منه، وأزال سيدنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ هذا الإشكال في هذه الآية فقال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فيما يرويه أبو هريرة رَضِيَ اللَّهُ عَنْه: </p><p> «لما خلق الله أدم مسح ظهره، فسقط من ظهره كل نسمة هو خالقها إلى يوم القيامة، وجعل بين عيني كل إنسان منهم وميضاً من نور ثم عرضهم على آدم،فقال:أيْ رَبَّ. من هؤلاء؟قال:هؤلاء ذريتك. فرأى رجلاً منهم. فأعجبه وميض ما بين عينيه.فقال:أي رب. من هذا؟قال:هذا رجل من آخر الأمم من ذريتك، يقال له داود،فقال:رب كم جعلت عمره؟قال:ستين سنة.قال:أي رب زده من عمري أربعين سنة، فلما قُضي عُمُر آدم جاءه ملك الموت.فقال:أو لم يَبْقَ من عُمُري أربعون سنة؟قال:أو لم تعطها ابنك داود؟قال:فجحد آدمُ فجحدتُ ذُريته، ونسي فنسيت ذريته. وخطئ آدم فخطئت ذريته» </p><p> إذن ذرية آدم أُخذت من ظهر آدم. وعرفنا من قبل أنّ كُلاً منا قبلَ أن تحملَ به أمّه كان ذَرَّةً في ظهر أبيه، وأبوه كان ذرّة في ظهر أبيه حتى آدم. وهكذا نجد أنَّ كل واحد مأخوذ من ظهره ذرية، هناك أناس يؤخذون - كذرية - ولا يؤخذ منهم، مثًل من فرض عليهم الله أن يكون الواحد منهم عقيماً، وكذلك آخرُ جيل تقومُ عليه الساعة، ولن ينجبوا. وآدم مأخوذ منه لأنه أول الخلق، وهو غير مأخوذ من أحد. وما بين الأب آدم وآخر ولد؛ مأخوذ ومأخوذ منه. وبذلك يكون كل واحد مأخوذ ومأخوذ منه، وهكذا يستقيم المعنى. </p><p> والمأخوذ منه آدم ثم كل ولد من أول أولاد آدم إلى الجيل الأخير الذي سينقطع عن النسل. </p><p> وأوضح النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: أن ربنا سبحانه وتعالى مسح بيده على ظهر آدم وأخرج منه الذرية، وقال لهم: ألست بربكم؟ قالوا: بلى. وبهذا عَلمْنا أنَّ كل ذرّة من الذرات قد أُخذت مما قبلها، وأُخذ منها ما بعدها؛ وكلها مأخوذ ومأخوذ منه، اللهم إلا القوسين؛ القوس الأول: آدم لأنه مأخوذ منه وليس مأخوذاً من شيء، والقوس الثاني: آخر ولد من أولاده مأخوذ وليس مأخوذاً منه؛ لأن الإنسان منا وُجد من حيوان أبيه المنويّ. </p><p> ولو أن الحيوانَ المَنَويَّ أصابه موت لما أنجب الأب. ومن وُلد من حيوان مَنَوِيَّ لأب، هذا الأب مأخَوذ من حيوان مَنَوِيَّ حيّ من الجد أيضاً، وسلسلها إلى آدم؛ ستجد أن كل واحد منا فيه جزيء حَيّ من لدن آدم لن يدركه موت أبداً. </p><p> لذلك يقول ربنا:  {وَإِذْ أَخَذَ رَبُّكَ مِن بنيءَادَمَ مِن ظُهُورِهِمْ ... }  [الأعراف: ١٧٢] </p><p> ولا تقل إن الكل سيكون في ظهره؛ لأن المأخوذ منه هو الأساس الموجود في ظهره، ومادام كل شيء يتكاثر فهو قد وجد من أقل شيءٍ ونعلم أن الأقل يوجد فيه الأكثر مطموراً. وقد أخذ ربنا من ظهور بني آدم الذرية وخاطب الذرية بقوله تعالى:  {أَلَسْتُ بِرَبِّكُمْ} ؟ . </p><p> وهنا قد يقول قائل: أكان لهذه الذرية القدرة على النطق؛ إنها ذرية تنتظر التكوين الآخر؛ لتتحد مثلاً ب «البويضة» في رحم الأم؟ فنرد عليه ونقول: لماذا تظن أن مخاطبة ربنا لهم أمرُ صعب؟ إن الواحد من البشر يستطيع أن يتَعلَّم عَشْرَ لغاتٍ، ويتزوجَ من أربع سيدات، وكل سيدة ينجب منها ذرية، ويقعد يوماً عند سيدة وذريتها ويعلمهَا اللغة الإنجليزية مثلا، ويجلس مع الأخرى ويعلمها اللغة الألمانية، ويعلم الثالثة وأولادها اللغة العربية وهكذا، بل يستطيع أن يتفاهم حتى </p><p> بالإشارة معَ من لا يعرف لغته، وإذا كان الإنسانُ يستطيع أن يعدد وسائل الأداء، ألاَ يقدر أن يعدد وسائل الأداء لمخلوقاته؟ إنه قادر على أن يعدد ويخاطب، ألم يقل الحق تبارك وتعالى للجبال:  {ياجبال أَوِّبِي مَعَهُ ... }  [سبأ: ١٠] </p><p> كيف إذن لا يتسع أفق الإنسان لأن يدرك أن الله قادر على أن يخاطب أيّاَّ من مخلوقاته؟ . إنه قادر على أن يخاطب كل مخلوق له بلغة لا يفهمها الآخر. وهو القائل سبحانه:  {وَسَخَّرْنَا مَعَ دَاوُودَ الجبال يُسَبِّحْنَ ... }  [الأنبياء: ٧٩] </p><p> ونعلم أن القرآن الكريم كذلك أن الجبال تسبح أيضاً من غير داود، شأنها شأن المخلوقات جميعها مصداقاً لقول الحق تبارك وتعالى:  {وَإِن مِّن شَيْءٍ إِلاَّ يُسَبِّحُ بِحَمْدِهِ ولكن لاَّ تَفْقَهُونَ تَسْبِيحَهُمْ ... }  [الإسراء: ٤٤] </p><p> وحتى ذرات يد الكافر تسبح، وإن كان تسبيحها لا يوافق إرادته. </p><p> وقول الحق سبحانه:  {وَسَخَّرْنَا مَعَ دَاوُودَ الجبال يُسَبِّحْنَ} </p><p> يبين لنا أن الجبال كانت تردد تسبيح داوود وتلاوته للزبور، ولا يقتصر أمر الحق إلى الجبال بل إلى كل مخلوق، فنحن - على سبيل المثال - نقرأ في القرآن الكريم أن ربنا اوحى إلى النحل أن اتخذي من الجبال بيوتاً من الشجر ومما يعرشون. إذن فلله مع خلقه أدوات خطاب؛ لأنه هو الذي خلق الكون والمخلوقات، وله سبحانه خطاب بألفاظ، وخطاب إشارات، وخطاب بإلهام، وخطاب بوحي، فإذا قرأنا أن الحق تبارك وتعالى قال لذرية آدم: ألست بربكم؟ فهذا يعني أنه قالها </p><p> لهم باللغة التي يفهمونها، لأنه هو سبحانه الذي قال للسماء والأرض: </p><p> { ... ائتيا طَوْعاً أَوْ كَرْهاً قَالَتَآ أَتَيْنَا طَآئِعِينَ}  [فصلت: ١١] </p><p> ولقد تكلمت النملة وفهم سليمان كلامها، ولو لَمْ يُعْلِم اللهُ سليمانَ كيف يفهم كلامها لما عرفنا أنها تكلمت:  {قَالَتْ نَمْلَةٌ ياأيها النمل ادخلوا مَسَاكِنَكُمْ لاَ يَحْطِمَنَّكُمْ سُلَيْمَانُ وَجُنُودُهُ ... }  [النمل: ١٨] </p><p> إنها تفهم ما يفعله البشر حين يدوسون على كائنات صغيرة دون أن يروها، ولكن سليمان نبي من أنبياء الله، ولن يعتدي على خلق الله، والنملة التي تكلمت كانت تحرس بقية النمل. وكذلك تكلم الهدهد ليخبر سيدنا سليمان عن مملكة سبأ وحالة بلقيس وقومها. </p><p> إذن فالله عَزَّ وَجَلَّ يخاطب جميعَ خلقه، ويجيبُه جميعُ خلقه، فلا تقل: كيف خاطب المولى سبحانه الذر، والذَر لم يكن مكلفاً بعد؟ ولم يحاول العلماء أن يدخلوا في هذه المسألة؛ لأنها في ظاهرها بعيدة عن العقل، ويكفي أن ربنا الخالق القادر قد أبلغنا أنه قد خاطب الذرات قائلا: ألست بربكم؟ . قالوا: بلىَ. ويبدو من هذا القول أن المسألة تمثيل للفطرة المودعة في النفس البشرية. وكأنه سبحانه قد أودع في النفس البشرية والذات الإنسانية فطرةً تؤكد له أنَّ وراءَ هذا الكونِ إلهاً خالقاً قادرا مدبرا. </p><p> وقديماً قلنا: هب أنَّ طائرةً وقعت في صحراء، وحين أفقت من إغماءة الخوف؛ فكرّت في حالك وكيف أنك لا تجد طعاماً أو شراباً أو أنيساً، وأصابك غمٌّ من هذه الحالة فنمت، ثم استيقظت فوجدت مائدة عليها أطايب الطعام والشراب، ألا تتلفت لتسأل من الذي أقام لك هذه المأدبة قبل أن تمد يدك إلى أطايب الطعام؟ . كذلك الإنسان الذي طرأ على هذا الكون الحكيم الصنع؛ البديع </p><p> التكوين؛ ألا يجدرُ بهِ أن يسأل نفسه من خلق هذا الكون؟ . </p><p> إننا نعلم أن المصباح الكهربي احتاج لصناعته إلى علماء وصناع مهرة كثيرين وإلى إمكانات لا حصر لها لينير هذا المصباح حجرة محدودة، وحين نرى الشمس تنير الكون كله، ولا يصيبها كللٌ أو تعبٌ ولا تحتاج منا إلى صيانة، ألا نسأل من صنعها؟ وخصوصاً أنَّ أحداً لم يدَّع أنه قد صنعها، وقد أبلغنا المولى سبحانه وتعالى بأنه هو الذي خلق الأرض وخلق الشمس وخلق القمر، فإما أن يكون هذا الكلام صحيحاً؛ فنعبده، وإما لا يكون الكلام صحيحاً فنبحث عمن صنع وخلق الكون لنعبده. </p><p> وبما أن أحداً لم يَدَّعِ لنفسه صناعة هذه الكائنات، فهي تسلم لصاحبها وأنه لا إله إلا الله. إذن فالفطرة تهدينا أن وراء هذا الكون العظيم قدرةً تناسب هذه العظمة؛ قدرة تناسب الدقة؛ هذه الدقة التي أخذنا منها موازين لوقتنا؛ فقد أخذنا من الأفلاك مقياساً للزمن؛ ولولا حركة الأفلاك التي تنظم الليل والنهار؛ لما قسمنا اليوم إلى ساعات، ولولا أن حركة الأفلاك مصنوعة بدقة متناهية؛ لما استطعنا أن نَعُدَّها مقياساً للزمن. </p><p> وحينما نستعرض قول الحق سبحانه وتعالى:  {الشمس والقمر بِحُسْبَانٍ}  [الرحمن: ٥] </p><p> نجد أن كلمة «بحسبان» وردت مرتين، فقد أبلغنا الحق سبحانه وتعالى: أنه جعل الشمس والقمر بحسبان، أو حسبانا، وهما من الآيات الدالة على كمال قدرته وعظيم سلطانه ولم يخلقهما عبثا بل لحكمة عظيمة. {لِتَعْلَمُواْ عَدَدَ السنين والحساب ... }  [يونس: ٥] </p><p> فقد أخذنا من دورة الشمس والقمر مقياساً، ولم نكن لنفعل ذلك إلا أن كانت مخلوقة بحساب؛ لأن الكون مصنوع ومخلوق على هذه الدرجة من الدقة </p><p> والإحكام لهذا يجب أن نلتفت إلى أن هناك قدرة وراء هذا العالم تناسب عظمته. لكن أنعرف ماذا تريد هذه القوة بالعقل؟ إن أقصى ما يهدينا العقل هو أن نعرف أنَّ هناك قوةً ولا يعرف العقل اسم هذه القوة، وكذلك لم يعرف العقل مطلوبات هذه القوة، وكان لابد أن يأتي لنا رسولٌ من طرف تلك القوة ليقول لنا مرادَها، وجاء الموكب الرسالي فجاءت الرسل ليبلغ كلُّ رسولٍ مرادَ الحق من الخلق، فقال كلُّ رسول: إن اسم القوة التي خلقتكم هو الله، وله مطلق التصرف في هذا الكون، ومراد الحق من الخلق تعمير هذا الكون في ضوء منهج عبادة الحق الذي خلق الإنسان والكون. وكل هذه الأمور ما كانت لتدرك بالعقل. </p><p> وهكذا نعلم أن منتهى حدود العقل هو إيمانٌ بقوةٍ خالقه وراءَ هذا الكون، وتستوي العقول الفطرية في هذه المسألة. أما اسم القوة والمنهج المطلوب لهذا الاله فلابد له من رسول. </p><p> وأرهق الفلاسفة أنفسهم في البحث عن هذه القوة ومرادها. وسموها مجال البحث «الميتافيزيقا» أي «ماوراء الطبيعة» وعادة ما يقابل الفلاسفة من يسألهم من أهل الإيمان: ومن الذين قال لكم إن وراء المادة قوة يجب أن تبحثوا عنها؟ . </p><p> وغالباً ما يقول الفيلسوف منهم: إنها الفطرة التي هدتني إلى ذلك. وتشعبت الفلسفة إلى مدارس كثيرة. وحاول أهل الفلسفة أن يتصوروا هذه القوة، وهذا هو الخلل؛ لأن الإنسان يمكنه أن يعقل وجود القوة الخالقة، ولا يمكن له أن يتصورها. وغرق الكثيرون من الفلاسفة في القلق النفسي المدمَّر. وأنقذ بعضهم نفسه بالإيمان. وكان يجب على كل فيلسوف أن يرهف أذنه ويسمع ما قاله الرسل ليحلّوا لنا هذا اللغز، بدلاً من إرهاق النفس بالخلط بين تعقل وجود قوة وراء المادة، وبين تصور هذه القوة. </p><p> وإنني في هذا الصدد أضرب هذا المثل وأرجو آلا تنسوه أبداً: إننا إذا كنا قاعدين في حجرة، والحجرة مغلقة الأبواب. ودق الجرس وكلنا يجمع على أن طارقاً بالباب؛ وهذا الشيء المجمع عليه من الكل يَعدُّ تعقلاً، لكن أنستطيع </p><p> أن نتصور من الطارق؟ رجل؟ امرأة؟ شاب؟ شيخ؟ . </p><p> المؤكد أننا سنختلف في التصور وإن اتحدنا في التعقل. </p><p> ونقول للفلاسفة: أنتم أولى الناس بأن ترهفوا آذانكم لمجيء رسول يحل لكم لغز هذا الكون، واسم القوة التي وراء هذا الكون، ومطلوب هذه القوة منا. </p><p> والحق سبحانه وتعالى يهدينا إلى هذا عبر الرسل، ويقول هنا:  {وَإِذْ أَخَذَ رَبُّكَ مِن بنيءَادَمَ مِن ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ على أَنفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ قَالُواْ بلى شَهِدْنَآ ... }  [الأعراف: ١٧٢] </p><p> وهذه شهادة الفطرة، ونحن نرى أن الفطرة تكون موجودة في الطفل المولود الذي يبحث بفمه عن ثدي أمه حتى ولو كانت نائمة ويمسك الثدي ليرضع بالفطرة وبالغريزة، وهذه الفطرة هي التي تصون الإنسان منا في حاجات كثيرة، وفي رد فعل الانعكاسي؛ مثال ذلك حين تقرب أصبعك من عين طفل، فيغمض عينيه دون أن يعلمه أحد ذلك. </p><p> وقد أشهدنا الحق على وحدانيته ونحن في عالم الذر:  {وَأَشْهَدَهُمْ على أَنفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ قَالُواْ بلى شَهِدْنَآ} </p><p> ويقال «أشهدته» أي جعلته شاهداً، والشهادة على النفس لَوْنٌ من الإقرار، والإقرار سيد الأدلة؛ لأنك حين تُشهد إنساناً على غيره؛ فقد يغيّر الشاهد شهادته، ولكن الأمر هنا أن الخلق شهدوا على أنفسهم وأخذ الله عليهم عهد الفطرة خشية أن يقولوا يوم القيامة:  {إِنَّا كُنَّا عَنْ هذا غَافِلِينَ} </p><p> فحين يأتي يوم الحساب، لا داعي أو يقولَن أحد إنني كنت غافلاً. </p><p> ويتابع المولى سبحانه: وتعالى قوله: {أَوْ تقولوا إِنَّمَآ أَشْرَكَ آبَاؤُنَا ... } </p>"
}