{
  "id": null,
  "sura": 7,
  "aya": 97,
  "text": "<p> ونلحظ وجود ذ «همزة استفهام» و «فاء تعقيب» في قوله: {أَفَأَمِنَ} وهذا يعني أن هناك معطوفاً ومعطوفاً عليه، ثم دخل عليهما الاستفهام، أي أنهم فعلوا وصنعوا من الكفر والعصيان فأخذناهم بغتة، أبعد ذلك أمن أهل القرى أن يأتيهم بأسنا وعذابنا بياتاً أو ضحى كما صنع بمن كان قبلهم من الأمم السابقة؟ هم إذن لم يتذكروا ما حدث للأمم السابقة من العذاب والدمار. </p><p> ويوضح الحق أن الذين كذبوا من أهل القرى، هل استطاعوا تأمين أنفسهم فلا يأتيهم العذاب بغتة كما أتى قوم نوح وقوم هود وقوم صالح وقوم لوط وقوم شعيب؟ والبأس هو الشدة التي يؤاخذ بها الحق سبحانه الأمم حين يعزفون عن منهجه. وما الذي جعلهم يأمنون على أنفسهم أن تنزل بهم أهوال كالتي نزلت بمن سبقهم من الأمم. </p><p> وحين يتكلم الحق عن الأحداث فهو يتكلم عما يتطلبه الأحداث من زمان </p><p> ومكان؛ لأن كل حدث لابد له من زمن ولابد له من مكان، ولا يوجد حدث بلا زمان ولا مكان، والمكان هنا هو القرى التي يعيش فيها أهلها، والزمان هو ما سوف يأتي فيه البأس، وهو قد يأتي لهم وهم نائمون، أو يأتي لهم ضحى وهم يلعبون، وهذه تعابير إلهية، والإِنسان إذا ما كان في مواجهة الشمس فالدنيا تكون بالنسبة له نهاراً. والمقابل له يكون الليل. وقد يجيء البأس على أهل قرية نهاراً، أو ليلاً في أي وقت من دورة الزمن، ونعلم أن كل لحظة من اللحظات للشمس تكون لمكان ما في الأرض شروقاً، وتكون لمكان آخر غروباً، وفي كل لحظة من اللحظات يبدأ يوم ويبدأ ليل، إذن أنت لا تأمن يا صاحب النهار أن يأتي البأس ليلاً أو نهاراً، وأنت يا صاحب الليل لا تأمن أن يكون البأس نهاراً أو ليلاً. </p><p> وأهل القرى هم الذين قال الله فيهم:  { ... ولكن كَذَّبُواْ فَأَخَذْنَاهُمْ بِمَا كَانُواْ يَكْسِبُونَ}  [الأعراف: ٩٦] </p><p> وماداموا قد كذبوا فمعنى ذلك أنهم لم يؤمنوا برسول مبلغ عن الله، وتبعاً لذلك لم يؤمنوا بمنهج يحدد قانون حركتهم ب «افعل» و «لا تفعل» . </p><p> إذن فنهارهم هو حركة غير مجدية، وغير نافعة، بل هي لعب في الحياة الدنيا، وليلهم نوم وفقد للحركة، أو عبث ومجون وانحراف، وكل من يسير على غير منهج الله يقضي ليله نائماً أو لاهيًا عاصيًّا، ونهاره لاعباً؛ لأن عمله مهما عظم، ليس له مقابل في الآخرة من الجزاء الحسن. </p><p> ويقول الحق بعد ذلك:  {أَفَأَمِنُواْ مَكْرَ الله ... } </p>"
}