{
  "id": null,
  "sura": 7,
  "aya": 58,
  "text": "<p> إذن الآية السابقة عالجت قضية البعث بضرب المثل بالآية الكونية الموجودة؛ فالرياح التي تحمل السحاب، والسحاب يساق إلى بلد ميت وينزل منه الماء فيخرج به الزرع. والأرض كانت ميتة ويحييها الله بالمطر وهكذا الإِخراج بالبعث وهذه قضية دينية، ويأتي في هذه الآية بقضية دينية أيضا:  {والبلد الطيب يَخْرُجُ نَبَاتُهُ بِإِذْنِ رَبِّهِ والذي خَبُثَ لاَ يَخْرُجُ إِلاَّ نَكِداً} . </p><p> والبلد الطيب هو البلد الخصب الذي لا يحتاج إلا لى المياه فيخرج منه الزرع، أما الذي خبث، فمهما نزل عليه الماء فلن يخرج نباته إلاّ بعد عناء ومشقة وهو مع ذلك قليل وعديم النفع. وهنا يخدم الحق قضية دينية مثلما خدم القضية الدينية في البعث أولاً. وقال النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: </p><p> «مثل ما بعثني الله به من الهدى والعلم كمثل غيث أصاب أرضاً فكانت منها طائفة طيبة؛ قبلت الماء وأنبتت الكلأ والعشب الكثير، وكان منها أجادب أمسكت الماء فنفع الله بها الناس، فشربوا منها وسقوا وزرعوا، وأصاب طائفة أخرى منها، إنما هي قيعان لا تمسك ماء ولا تنبت كلأ، فذلك مثل فقه في دين الله تعالى، ونفعه ما بعثني الله به، فعلم وعلّم، ومثل من لم يرفع بذلك رأسا ولم يقبل هدي الله الذي أرسلت به» . </p><p> إذن فالمنهج ينزل إلى الناس وهم ثلاثة أقسام؛ قسم يسمع فينفع نفسه وينقل ما عنده إلى الغير فينفع غيره مثل الأرض الخصبة شربت الماء وقبلته، وأنبتت الزرع، وقسم يحملون المنهج ويبلغونه للناس ولا يعملون به وينطبق عليهم قوله الحق:  { ... لِمَ تَقُولُونَ مَا لاَ تَفْعَلُونَ}  [الصف: ٢] </p><p> صحيح سينتفع الناس من المنهج، ولذلك قال الشاعر: </p><p> خذ بعلمي ولا تركن إلى عملي ... واجن الثمار وخل العود للنار </p><p> ويقول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «من ستر مسلما ستره الله في الدنيا والآخرة» . </p><p> فستر المؤمن على المؤمن مطلوب وستر المؤمن على العالم آكد وأشدّ طلبا؛ لأن العالم غير معصوم وله فلتات، وساعة ترى زلته وسقطته لا تُذِعْها لأن الناس سينتفعون بعلمه. فلا تشككهم فيه، والقسم الثالث هو من لا يشرب الماء ولا يسقيه لغيره أي الذي لا ينتفع هو، ولا ينفع غيره. {والبلد الطيب يَخْرُجُ نَبَاتُهُ بِإِذْنِ رَبِّهِ والذي خَبُثَ لاَ يَخْرُجُ إِلاَّ نَكِداً كذلك نُصَرِّفُ الآيات لِقَوْمٍ يَشْكُرُونَ}  [الأعراف: ٥٨] </p><p> إذن منهج الله مثله مثل المطر تماماً؛ فالمطر ينزل على الأرض ليرويها وتخرج النبات وهناك أرض أخرى لا تنتفع منه ولكنها تمسكه فينتفع غيره، وهناك من لا ينتفع ولا ينفع، فكذلك العلم الذي ينزله الله على لسان رسوله. {والذي خَبُثَ لاَ يَخْرُجُ إِلاَّ نَكِداً كذلك نُصَرِّفُ الآيات} . </p><p> قلنا من قبل: إن الآيات تطلق على معانٍ ثلاثة: الآيات الكونية التي نراها واقعة في الكون مثل قوله الحق: {وَمِنْ آيَاتِهِ اليل والنهار والشمس والقمر ... }  [فصلت: ٣٧] </p><p> وآيات هي آيات القرآن، والآيات التي تكون هي المعجزات للأنبياء. {كذلك نُصَرِّفُ الآيات}  [الأعراف: ٥٨] </p><p> الآيات هنا في الكونية كالماء الذي ينزل، إنه مثل المنهج، من أخذ به فاز ونجا، ومن تركه وغوى وكل آيات الله تقتضي أن نشكر الله عليها ويقول الحق بعد ذلك:  {لَقَدْ أَرْسَلْنَا نُوحاً إلى قَوْمِهِ فَقَالَ ... } </p>"
}