{
  "id": null,
  "sura": 7,
  "aya": 133,
  "text": "<p> وكلمة «الطوفان» يراد بها طغيان ماء، والماء - كما نعلم - هو سبب الحياة، وقد يجعله الله سبباً للدمار حتى لا تفهم أن المسائل بذاتيتها، بل بتوجيهات القادر عليها، وعندما ننظر إلى الطوفان الذي أغرق من قبل قوم نوح، ولم ينج أحد إلا من ركب مع نوح في السفينة؛ وهنا مع قوم موسى لا توجد سفينة، لأن الله يريد أن يؤكد لهم العقاب على طغيانهم. وإذا كان الطوفان قد أصاب آل فرعون ومعهم بنو إسرائيل لدرجة أن الواحد منهم كانت المياه تبلغ التراقي فيبقى واقفاً لأنه لو جلس يموت، ويظل هكذا، وأمطرت عليهم السماء سبعة أيام، لا يعرفون فيها الليل من النهار ويرون أمامهم بيوت بني إسرائيل لا تلمسها المياه، وهذه معجزة واضحة، لقد عمّ الطوفان وأراد الحق أن ينجي بني إسرائيل منه دون حيلة منهم حتى لا يقال آية كونية جاءت على هيئة طوفان وانتهت المسألة، لكن الطوفان جاء لبيوتهم ولم يلمس بني إسرائيل. </p><p> وقال الرواة: إن الطوفان دخل على فرعون حتى صرخ واستنجد بموسى، وقال له: كف عنا هذا ونؤمن بما جئت به، ودعا موسى ربه فكف عنهم الطوفان. لكنهم عادوا إلى الكفر. </p><p> وجعل الله من آياته لمحات، وإشارات، بدأت بالطوفان، وحين يوضح ربنا: أنا عذبت بالطوفان قوم نوح، وقوم فرعون، فهو يعطينا ملامح تشعرنا بصدق القضية، فيهبط السيل في أي بلد ويهدم الديار ويغرق الزرع والحيوانات، لنرى صورة كونية، وكذلك الجراد يرسله الله على فترات فيهبط في أي وقت من الأوقات، ونقيم الحملات لمكافحته، وهذا دليل على صدق الأشياء التي حكى الله عنها، فلو لم يوجد جراد ولا طوفان لكنا عرضة ألا نصدق. وابتلاهم الله بالقمل كذلك. </p><p> {والقمل} هو غير القَمْل. فالقَمْل هو الآفة التي تصيب الإِنسان في بدنه وثيابه وتنشأ من قذارة الثياب، أما القُمَّل فقيل هو السوس الذي يصيب الحبوب، ومفردها قُمَّلَة، وقيل هو ما نسميه بالقراد، وقيل هو الحشرات التي تهلك النبات والحرث، وحين نراه نفزع ونبحث عن تخليص الزرع منه باليد والمبيدات، وكل ذلك من تنبيهات الحق للخلق، وهي مجرد تنبيه وإرشاد ولَفْتٌ للالتفات إلى الحق. </p><p> وكذلك يرسل الله عليهم {والضفادع} ، وعندما يضع أي إنسان منهم يده في شيء يجد فيها الضفادع؛ فإناء الطعام يرفع عنه الغطاء فترى فيه الضفادع، والمياه التي يشربها يجد فيها الضفادع! {وإن فتح فمه تدخل ضفدعة في الفم} ! . فهي آية ومعجزة، وكذلك {والدم} ، فكان كل شيء ينقلب لهم دماً. </p><p> ويقال: إن امرأة من قوم فرعون أرادت أن تشرب ماء، فذهبت إلى امرأة من بني إسرائيل وقالت لها: خذي الماء في فمك ومُجيه في فمي، كأنها تريد أن تحتال على ربنا وتأخذ مياها من غير دم، فينتقل من فم الإسرائيلية وهو ماء، فإذا ما دخل فم المرأة التي هي من قوم فرعون صار دماً. </p><p> {فَأَرْسَلْنَا عَلَيْهِمُ الطوفان والجراد والقمل والضفادع والدم آيَاتٍ مّفَصَّلاَتٍ ... }  [الأعراف: ١٣٣] </p><p> وقوله سبحانه:  {مُّفَصَّلاَتٍ} أي لم يأت بها جل وعلا كلها مجتمعة مع بعضها البعض لتفزعهم دفعة واحدة وتختبرهم أيعلنون الإِيمان أم لا؟ بل جاء سبحانه بكل آية مُفصلة عن الآخرى؛ فلا توجد آية مع آية أخرى في وقت واحد، أو جاء بها علامات واضحات فيها مواعظ وعبر، مما يدل على موالاة الإِنذارات للرغبة في أن يَذّكروا، وأن يرتدعوا، فلو اذكروا وارتدعوا من آية واحدة يكف عنهم سبحانه البأس. </p><p> وأرسل سبحانه الآيات وهي: طوفان، جراد، قمل، ضفادع، دم، هذه آيات خمس في هذه آيات خمس في هذه الآية التي نحن بصدد خواطرنا عنها، ومن قبل قال الحق إنه </p><p> أخذهم بالسنين، وكذلك نقص الثمرات، فأصبحت الآيات سبعاً، ومن قبل كانت عصا موسى التي كانت تلقف ما صنعه السحرة فصارت ثماني آيات، وكذلك «اليد البيضاء» التي أراها موسى لفرعون وملئه فيصبح العدد تسع آيات، إذن فالآيات بترتيبها هي: العصا، واليد، والأخذ بالسنين، ونقص الثمرات، والطوفان، والجراد، والقمل، والضفادع، والدم. </p><p> والآيات المفصلات. . هي عجائب؛ كل منها عجيبة يسلطها الله على مَن يريد إذلاله، ويبتلي الله بها نوعا من الناس ولا يبتلي بها قوماً آخرين. فماذا كان موقفهم من الآيات العجائب؟ نجد الحق يذيل الآية:  {فاستكبروا وَكَانُواْ قَوْماً مُّجْرِمِينَ} . إنهم لم يؤمنوا، بل تكبروا وأجرموا في حق أنفسهم وقطعوا ما بينهم وبين الإِيمان. </p><p> ويقول الحق بعد ذلك:  {وَلَمَّا وَقَعَ عَلَيْهِمُ الرجز ... } </p>"
}