{
  "id": null,
  "sura": 7,
  "aya": 179,
  "text": "<p> وذرأ، بمعنى بث ونشر، وقد قال الحق سبحانه وتعالى في أول سورة النساء:  {وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَآءً} </p><p> كما يقول الحق أيضاً:  {يَذْرَؤُكُمْ فِيهِ} </p><p> وهنا يقول الحق سبحانه وتعالى:  {وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيراً مِّنَ الجن والإنس ... }  [الأعراف: ١٧٩] </p><p> ونعرف أن في الكون أشياء عابدة بطبيعتها وهي كل ما عدا الإنس والجن؛ لأن كلا منهما في سلك الاختيار، وهم من يقول عنهم ربنا في سورة الرحمن:  {سَنَفْرُغُ لَكُمْ أَيُّهَ الثقلان} </p><p> وذرأنا معناها بثثنا ونشرنا وكثّرنا، وكلمة كثير لا تعني أن المقابل قليل، فقد يكون الشيء كثيراً ومقابله أيضاً كثير، والحق سبحانه وتعالى يقول في كتابه الكريم:  {أَلَمْ تَرَ أَنَّ الله يَسْجُدُ لَهُ مَن فِي السماوات وَمَن فِي الأرض والشمس والقمر والنجوم والجبال والشجر والدوآب ... }  [الحج: ١٨] </p><p> إذن كل الكائنات من جمادات ونباتات وحيوانات تسجد لله سبحانه وتسبحه، ولكن الأمر انقسم عند الإنسان فقط، حيث يقول الحق في ذات الآية:  {وَكَثِيرٌ مِّنَ الناس وَكَثِيرٌ حَقَّ عَلَيْهِ العذاب ... }  [الحج: ١٨] </p><p> أي هناك كثير يسجدون ويخضعون لله. ومقابل ذلك كثير كفروا ولم يسجدوا وحق عليهم العذاب. وإذا كان المولى تبارك وتعالى يقول:  {وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيراً مِّنَ الجن والإنس} </p><p> فقد يثور في الأذهان سؤال هو: </p><p> هل أنت خالقهم يا رب لجهنم، ماذا تستطيعون إذن؟ ولا شيء في قدرتهم مادمت قد خلقتهم لذلك؟ </p><p> ونقول: لا. ولنلفت الأنظار إلى أن في اللغة ما يسمى «لام العاقبة» ، وهو ما يؤول إليه الأمر بصورة تختلف عنا كنت تقصده وتريده؛ لأن القصد في الخلق هو العبادة مصداقاً لقوله الحق تبارك وتعالى:  {وَمَا خَلَقْتُ الجن والإنس إِلاَّ لِيَعْبُدُونِ}  [الذاريات: ٥٦] </p><p> ومعنى العبادة طاعة الأمر، والكف عن المنهي عنه، والمأمور صالح أن يفعل وألا يفعل، فالعبادة - إذن - تستدعي وجود طائع ووجود عاصٍ، وأضرب هذا المثل ولله المثل الأعلى ومنزه سبحانه وتعالى: يأتي لك من يروي لمحة من سيرة إنسان ويقول لك: لماذا يقف منك هذا الموقف العدائي، أليس هو الذي أخذته معك لتوظفه؟ فترد عليه:  «زرعته ليقلعني» . هل كان وقت مجيئك به كنت تريده أن يقلعك؟ لا. ولكن النتيجة والنهاية صارت هكذا. </p><p> والحق سبحانه لم يخلق البشر من أجل الجنة أو النار، لكنه عَزَّ وَجَلَّ خلقهم ليعبدوه، فمنهم من آمن وأصلح فدخل الجنة، ومنهم من عصى فدخل النار وهذا اسمه «لام العاقبة» ، أي ما صار إليه غير مرادك منه، ومثال ذلك حينما قال الله سبحانه لأم موسى:  {فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِي اليم وَلاَ تَخَافِي وَلاَ تحزني إِنَّا رَآدُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ المرسلين فالتقطه آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوّاً ... } </p><p> [القصص: ٧ - ٨] </p><p> هل التقطه آل فرعون ليكون لهم عدواً؟ لا، لأن زوجة فرعون قالت:  {قُرَّةُ عَيْنٍ لِّي وَلَكَ لاَ تَقْتُلُوهُ عسى أَن يَنْفَعَنَا ... }  [القصص: ٩] </p><p> فقد كانت علة الالتقاط - إذن - هي أن يكون قرة عين، لكنه صار عدواً في النهاية، وهذا اسمه - كما قلت - لام العاقبة. </p><p> وهكذا لا تكون علة الخلق أن يدخل كثير من الجن والإنس النار، في قوله الحق:  {وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيراً مِّنَ الجن والإنس} </p><p> لأن علة الخلق في الأصل هي العبادة، والعبادة تقتضي طائعاً وعاصياً، فالذي يطيع يدخل الجنة، والذي يعصي يدخل النار، ولله المثل الأعلى، أذكركم بالمثل الذي </p><p> ضربته من قبل حين يسأل وزير التعليم مدير إحدى المدارس أو عميد كلية ما عن حال الدراسة والطلبة فيقول العميد أو المدير: إننا نعلم جيداً من هم أهل للرسوب ومن هم أهل للنجاح وإن شئت أقول لك عليهم وأحددهم. لم يقل العميد أو المدير لأنه يتحكم في إجابات الطلبة، ولكنه علم من تصرفاتهم ما يؤولون إليه، والعلم صفة انكشاف لا صفة تأثير. وعلى ذلك فإن قوله تعالى:  {وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيراً مِّنَ الجن والإنس} </p><p> يعني أننا نشرنا وبثثنا لجهنم كثيراً من الجن والإنس، وهم من يعرضون عن منهجنا، ثم يأتي بالحيثيات لذلك وهي أولا:  {لَهُمْ قُلُوبٌ لاَّ يَفْقَهُونَ بِهَا ... }  [الأعراف: ١٧٩] </p><p> وثانياً:  {وَلَهُمْ أَعْيُنٌ لاَّ يُبْصِرُونَ بِهَا ... }  [الأعراف: ١٧٩] </p><p> وثالثاً:  {وَلَهُمْ آذَانٌ لاَّ يَسْمَعُونَ بِهَآ}  [الأعراف: ١٧٩] </p><p> ولقائل أن يقول: إن كانت قلوبهم مخلوقة بحيث لا تفقه فما ذنبهم هم؟ . ومادامت عيونهم مخلوقة بحيث لا ترى فما ذنبهم؟ وكذلك مادامت الآذان مخلوقة بحيث لا تسمع فلماذا يعاقبون؟ . ونقول: لا، لم يخلقهم الله للعذاب، لكنهم انشغلوا بما استحوذ عليهم من شهواتهم، وصارت عقولهم لا تفكر في شيء غيره وتخطط للحصول على الشهوة، وكذلك العيون لا ترى إلا ما يستهويها، وكذلك الآذان. وكل منهم يرى غير مراد الرؤية، ويسمع غير مراد السمع. </p><p> والفرق بين فقه القلب ورؤية العين وسماع الأذان. . أن فقه القلب هو فهم القضايا التي تنتهي إليها الإدراكات. ونعلم أن الإدراكات تأتي بواسطة الحواس </p><p> الخمس، فنحن نعرف أن الحرير ناعم باللمس، ونعرف أن المسك رائحته طيبة بالشم، ونعلم أن العسل حلو الطعم بالذوق. </p><p> إذن لكل وسيلة إدراك، وهي من المحسَات، وبعد أن تتكون المحسَات يمتلك الإنسان خميرة علمية في قلبه وتنضج لتصير قضية عقلية منتهية ومسلماً بها. </p><p> وكلنا يعرف أن النار محرقة؛ لأن الإنسان أول ما يلمس النار تلسعه، فيعرف أن النار محرقة، ويتحول الإدراك إلى إحساس ثم إلى معنى. إذن فالمعلومات وسائلها إلى النفس الإنسانية وملكاتها الحواس الظاهرة، وهناك حواس أخرى غير ظاهرة مثل قياس وزن الأشياء بالحمل. وقد انتبه العلماء لذلك واكتشفوا حاسة اسمها حاسة العضل؛ لأنك حين تحمل شيئاً قد تجهد العضلة أكثر إن كان الحمل ثقيلاً. </p><p> وحينما ترى واحداً من قريب وواحداً من بعيد، فهذه اسمها حاسة البعد، وكذلك حاسة البين وهي التي تميز بها سمُك القماش مثلاً. </p><p> كل الحواس - إذن - تربي المعاني عند الإنسان وحين تربي المعاني في النفس الإنسانية تتكون القضايا التي تستقر في القلب. </p><p> ولذلك يمتن الحق سبحانه وتعالى على خلقه بأنه علمهم فقال تعالى:  {والله أَخْرَجَكُم مِّن بُطُونِ أُمَّهَاتِكُمْ لاَ تَعْلَمُونَ شَيْئاً وَجَعَلَ لَكُمُ السمع والأبصار والأفئدة لَعَلَّكُمْ تَشْكُرُونَ}  [النحل: ٧٨] </p><p> ونعود إلى قول الحق تبارك وتعالى:  {لَهُمْ قُلُوبٌ لاَّ يَفْقَهُونَ بِهَا} </p><p> والفقه هو الفهم ويصير الفهم قضية مرجحة انتهى إليها الاقتناع من المرائي والمحسّات، لكنّ هؤلاء الكافرين لا يرون بأعينهم إلى هواهم، وكذلك لا </p><p> تسمع آذانهم إلا ما يروق لهم، فلا يستمعون إلى الهدى، ولا يلتفتون إلى الآيات التي يستدلون بها على الخالق فتعيش قلوبهم بلا فقه، فهم إذن لهم قلوب وأعين وآذان بدليل أنهم فقهوا بها وسمعوا بها ورأوا بها الأشياء التي تروق لانحرافهم. </p><p> ويصف الحق تبارك وتعالى هؤلاء فيقول:  {أولئك كالأنعام بَلْ هُمْ أَضَلُّ أولئك هُمُ الغافلون} </p><p> وهنا وقفة لإثارة سؤال هو: ما ذنب الأنعام التي تُشبه بها الكفار؟ إن الأنعام غير مكلفة وليس لأي منها قلب يفقه أو عين تبصر آيات الله أو آذان تسمع بها آيات الله. هي فقط ترى المْرعَى فتذهب إليه، وترى الذئب فتفر منه، وتتعود على أصوات تتحرك بها، وكافة الحيوانات تحيا بآلية الغريزة، ويهتدي الحيوان إلى أموره النافعة له وإلى أموره الضارة به بغريزته التي أودعها الله فيه، لا بعقله. </p><p> والإنسان منا لا يبتعد عن الضرر إلا حين يجربه ويجد فيه ضرراً. لكن الحيوان يبتعد عن الضر من غير تجربة بل بالغريزة، لأن الحيوان ليس له عقل وكذلك ليس له قدرة اختيار بين البديلات، وفطره الله على غريزة تُسَيّرهُ إلى مقومات صالحة، ومثال ذلك: أنه قد يوجد الحيوان في بيئة ما، ويعطي الله له لوناً يماثل لون هذه البيئة ليحمي نفسه من حيوانات أقوى منه. </p><p> ومثال آخر: نحن نعلم أن الحيوان مخلوق لينفع الإنسان، ولابد أن يتناسل ليؤدي ما يحتاج إليه الإنسان من ذرية هذا الحيوان ويمارس الحيوان العملية الجنسية كوسيلة للتناسل وليست كما هي في الإنسان، حيث تصير في بعض الأحيان غاية في ذاتها، بجانب أنها وسيلة للنسل. ولذلك نجد كثيراً من ظواهر الحياة المتعلقة بالإنسان قد تعلمها من الحيوان مثلما قال الحق تبارك وتعالى:  {فَبَعَثَ الله غُرَاباً يَبْحَثُ فِي الأرض لِيُرِيَهُ كَيْفَ يُوَارِي سَوْءَةَ أَخِيهِ ... }  [المائدة: ٣١] </p><p> إذن فالغراب مَهْدِيّ بغريزته إلى كل متطلباته، ولذلك نجد من يقول: كيف نشبه الضال بالأنعام؟ نقول: إن الضال يختلف عن الأنعام في أنه يملك الاختيار وقد رفع فوق الأنعام، لكنه وضع نفسه موضع الأنعام حين لم يستخدم العقل كي يختار به بين البدائل. </p><p> وبذلك صار أضل من الأنعام، وكلمة «أضل» تبين لنا أن الأنعام ليست ضالة، لأنها محكومة بالغريزة لا اختيار لها في شيء. لكن الكفار الذين ذرأهم ربنا لجهنم من الجن والإنس، لا يعرفون ربهم، بينما الأنعام، والجمادات والنباتات تعرف ربها لأن الحق يقول:  {وَإِن مِّن شَيْءٍ إِلاَّ يُسَبِّحُ بِحَمْدِهِ ولكن لاَّ تَفْقَهُونَ تَسْبِيحَهُمْ ... }  [الإسراء: ٤٤] </p><p> إذن فالأنعام تعرف ربنا وتسبحه وتحمده. وفي آية أخرى يقول المولى تبارك وتعالى:  {كُلٌّ قَدْ عَلِمَ صَلاَتَهُ وَتَسْبِيحَهُ ... }  [النور: ٤١] </p><p> وعلى ذلك فكل الجماد - إذن - بعلم صلاته وتسبيحه. </p><p> ولذلك قصصنا قصة من قصص العارفين بالله حين يجلسون مع بعضهم البعض كوسيلة تنشيط إلى غايات وأهداف سامية. والعارف بالله من هؤلاء الصالحين يستقبل الأحسن منه في العبادة بالضحك، أما الأحسن منه في أمور الدنيا فيستقبله «بالتكشير» ، وقال واحد منهم لآخر: أتشتاق إلى ربك؟ فرد عليه: لا. </p><p> تساءل الآخر: كيف تقول ذلك؟ . </p><p> قال له: نعم. إنما يُشْتَاقٌ إلى غائب. { ... أولئك كالأنعام بَلْ هُمْ أَضَلُّ أولئك هُمُ الغافلون}  [الأعراف: ١٧٩] </p><p> ولا تظنن أن الضلال لعدم وجود منهج، أو لعدم مُذَكِّر، أو لعدم وجود مُنْذرٍ أو مُبَشِّر. بل هي غفلة منهم، فالأمور واضحة أمامهم، لكنهم يهملونها ويَغُفلون عنها. </p><p> ويقول الحق بعد ذلك:  {وَللَّهِ الأسمآء الحسنى ... } </p>"
}