{
  "id": null,
  "sura": 7,
  "aya": 105,
  "text": "<p> فأي هذه الأمور هو الذي يحتاج إلى بينة، هل البلاغ بأنه رسول من رب العالمين؟ إن هذا القول يدلنا على أن موسى اختلف مع فرعون أولاً في أن موسى رسول، وأن للعالمين رباً واحداً، وأنه لا يبلغ إلا بالحق، هذه - إذن - ثلاث قضايا خلافية بين موسى وفرعون، ولكن فرعون لم يختلف مع موسى إلا في قضية واحدة هي: هل هو رسول بلغ عن الله بالقول الحق؟ فماذا طلب منه؟ طلب الدليل على أنه رسول من رب العالمين. وهذا يوضح أن فرعون يعلم أن العالم له رب أعلى. </p><p> كذلك فإن فرعون لم يقف مع موسى في مسألة أن للعالمين ربًّا، وأن هذا الرب </p><p> لا يستطيع كل إنسان أن يفهم مراده منه فلابد أن يرسل رسولاً، بل وقف فرعون في مسألة: هل موسى رسول مبلغ عن الله أولا؟ </p><p> ولذلك يقول موسى:  {حَقِيقٌ عَلَى أَنْ لاَّ أَقُولَ عَلَى الله إِلاَّ الحق قَدْ جِئْتُكُمْ بِبَيِّنَةٍ مِّن رَّبِّكُمْ فَأَرْسِلْ مَعِيَ بني إِسْرَائِيلَ}  [الأعراف: ١٠٥] </p><p> كأن مهمة موسى عند فرعون أن يخلص بني إسرائيل. ونعرف أن قصة بني إسرائيل ناشئة من أيام نبي الله يعقوب وابنه يوسف حين كاد الإخوة لأخيهم يوسف، وتشاوروا في أمر قتله أو طرحه أرضاً أو إلقائه في غيابة الجب، لقد جاء الحق بقصة بني إسرائيل على مراحل لنتدرج بالانفعال معها. فمراحل الانفعال النفسي أمام من تكره تأخذ صورتين اثنتين: صورة تدل على تصعيد الرحمة في قلبك، وصورة تدل على تصعيد الشر في قلبك، مثال ذلك: لنفترض أن لك خصماً وصنع فيك مكيدة، وتحكي أنت لإِخوانك ما فعله هذا الخصم، وكيف أنك تريد الانتقام منه فتقول: أريد أن انتقم منه بضربه صفعتين، ثم تصعد الشر فتقول: أنا أريد أن أقتله بالرصاص، هذا شأن الشرير، أما الخيّر فيقول: أنا لا أريد أن أقتله أو أصفعه أو أشتمه وأسبّه فهذا تصعيد في الخير. إذن. يختلف تصعيد الانتقام أو السماح حسب طاقة الخير أو الشر التي في النفس. وهكذا نجد إخوة يوسف وهو يكيدون له، فقالوا:  {لَيُوسُفُ وَأَخُوهُ أَحَبُّ إلى أَبِينَا مِنَّا وَنَحْنُ عُصْبَةٌ ... }  [يوسف: ٨] </p><p> هم يعترفون أنهم قوة وعصبة، ويحسدون يوسف وأخاه على محبة الأب لهما، ويعترضون على ذلك، ويظهرون البينة على أن يوسف وأخاه أحب إلى الأب منهم، وذكر القرآن هذه البينة لنعرف أهميتها، حتى لا يغفل أحد عنها. لقد كان قلب نبي الله يعقوب مع يوسف وأخيه لصغرهما وضعفهما، بينما بقية أبنائه كبار أقوياء أشداء؛ لأن الله سبحانه وتعالى وضع في قلب الأبوة والأمومة من الرحمة على قدر ضعف الوليد الصغير. فالصغير هو من يحتاج إلى رعاية وعناية، ويكون </p><p> قلب الأم والأب مع الابن المريض أو الغائب. </p><p> ولذلك حينما سئلت امرأة حكيمة: من أحب بنيك إليك؟ قالت: الصغير حتى يكبر، والغائب حتى يعود، والمريض حتى يشفى. </p><p> إذن فقول إخوة يوسف:  {وَنَحْنُ عُصْبَةٌ} . هو بينة ضدهم. وكان المنطق يقتضى أن يعرفوا أنهم ما داموا عصبة فلا بد أن يكون قلب أبيهم مع يوسف وأخيه فكلاهما كان صغيراً ويحتاج إلى رعاية، وبطبيعة تكوين أبناء يعقوب كأسباط وذريّة أنبياء، نجدهم يصعدون الخير لا الشر، فقد بدأوا بإعلان رغبة القتل، ثم استبدلوا بها الطرح أرضاً بأن يلقوه في أرض بعيدة نائية ليستريحوا منه ويخلو لهم وجه أبيهم، ثم استبدلوا بها إلقاءه في غياهب الجب؛ بدأوا بالقتل في لحظة عنفوان الغضب ثم تنازلوا عن القتل بالطرح أرضاً، أي أن يتركوه في مكان يكون فيه عرضة لأن يضل، ثم تنازلوا عن ذلك واكتفوا بإلقائه في غيابة الجب يلتقطه بعض السيارة، فهل كانوا يريدون أن يضروه، أو كانوا يفكرون في نجاته؟ . إذن فهذا تصعيد للخير. </p><p> وتوالت الأحداث مع سيدنا يوسف واستقر معه بنو إسرائيل في مصر وكثرت أعدادهم. وعندما نستقرئ التاريخ، نجد أن الحق سبحانه وتعالى حينما تكلم عن ملوك مصر، خص بعضهم باسم فرعون، وخص بعضهم باسم ملك، فهناك فرعون وهناك ملك. </p><p> فإذا ما نظرت إلى القديم نجد أن الحق يقول:  {وَفِرْعَوْنَ ذِى الأوتاد}  [الفجر: ١٠] </p><p> هكذا نجد الحق يسمى حاكم مصر «فرعون» وفي أيام سيدنا موسى أيضاً يسميه الحق فرعون. لكن في أيام يوسف عليه السلام لم يسمه فرعون، بل سمَّاه ملكاً:  {وَقَالَ الملك ائتوني بِهِ ... }  [يوسف: ٥٠] </p><p> وبعد أن اكتشف العالم الفرنسي شامبليون - حجر رشيد - عرفنا أن الفترة التي دخل فيها سيدنا يوسف مصر، لم يكن الفراعنة هم الذين يحكمون مصر، بل كان الحكام هم ملوك الهكسوس الرعاة، وطمر القرآن هذه الحقيقة التاريخية حين سمى حكام مصر قبل يوسف فراعين، وفي الفترة التي جاء فيها سيدنا يوسف سماهم «الملوك» ، وهؤلاء هم من أغاروا على مصر وحكموها وساعدهم بنو إسرائيل وخدموهم، وقاموا على مصالحهم، وبعد أن طرد المصريون الهكسوس التفت الفراعنة بالشّر إلى من أعان الهكسوس؛ فبدأوا في استذلال بني إسرائيل لمساعدتهم الهكسوس إبّان حكمهم مصر. وأراد الله أن يخلصهم بواسطة موسى عليه السلام، ولذلك يقول الحق على لسان موسى:  {وَقَالَ موسى يافرعون إِنِّي رَسُولٌ مِّن رَّبِّ العالمين حَقِيقٌ عَلَى أَنْ لاَّ أَقُولَ عَلَى الله إِلاَّ الحق قَدْ جِئْتُكُمْ بِبَيِّنَةٍ مِّن رَّبِّكُمْ فَأَرْسِلْ مَعِيَ بني إِسْرَائِيلَ}  [الأعراف: ١٠٤ - ١٠٥] </p><p> وكأن موسى يريد أن يخلص بني إسرائيل، أما مسألة الألوهية وربوبية فرعون فقد جاءت عرضاً. </p><p> ويقول فرعون:  {قَالَ إِن كُنتَ جِئْتَ بِآيَةٍ ... } </p>"
}