{
  "id": null,
  "sura": 7,
  "aya": 187,
  "text": "<p> والمسئول هو رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، والسائل إما هم اليهود الذين سألوه عن الساعة، وعن الروح، وعن ذي القرنين، فكان الجواب منه مطابقاً لما عندهم في التوارة لأنهم ظنوا أن الكلام الذي يقوله محمد إنما يأتي منه جزافاً </p><p> بدون ضابط وليس من رب يُنْزلُه. فلما أجاب بما عندهم في التوراة، علموا أنه لا يقول الكلام من عنده، ولذلك سألوه أيضاً عن أهل الكهف وما حدث لهم، وكانوا جماعة في الزمن الماضي، واتفقوا معه على كل شيء حدث لأهل الكهف إلا على الزمن فنزل القرآن يحدد هذا الزمن بقوله سبحانه:  {وَلَبِثُواْ فِي كَهْفِهِمْ ثَلاثَ مِاْئَةٍ سِنِينَ وازدادوا تِسْعاً}  [الكهف: ٢٥] </p><p> فقال اليهود: الثلاثمائة سنة نعرفها، أما التسعة فلا نعرفها، وما علموا أن الحق سبحانه وتعالى يؤرخ لتاريخ الكون بأدق حسابات الكون لأن ربنا هو القائل:  {إِنَّ عِدَّةَ الشهور عِندَ الله اثنا عَشَرَ شَهْراً فِي كِتَابِ الله ... }  [التوبة: ٣٦] </p><p> إذن التوقيتات كلها حسب التوقيت العربي، ونعلم أن الذين يريدون أن يحكموا التاريخ حكماً دقيقاً فهم يؤرخون له بالهلال، والمثال أن كل عَالَم البحار تكون الحسابات المائية فيها كلها بالهلال، لأنه أدق، وأيضاً فالهلال آية تعلمنا متى يبدأ الشهر، ولا نعرف من الشمس متى يبدأ الشهر؛ لأن الشمس دلالة يومية تدل على النهار والليل، بينما القمر دلالة شهرية، ومجموع الاثنى عشر هو الدلالة السنوية. لكنهم لم يفطنوا إلى هذه، وأخذوا على الثلاثمائة سنة بالحساب الشمسي، وأضاف الحق:  {وازدادوا تِسْعاً} لأنك إن حسبت الثلاثمائة سنة الشمسية بحساب السنة القمرية تزداد تسع سنين. </p><p> ومادة السؤال في القرآن ظاهرة صحية في الإيمان؛ لأن الإيمان إنما جاء ليحكم حركة الحياة ب «افعل» و «لا تفعل» ، وساعة يقول الشرع: افعل، ففي ظاهر هذا الفعل مشقة، وساعة يقول: لا تفعل ففي ظاهر هذا الطلب أنه سهل ومرغوب، والمنع عنه يناقض شهوات النفس. وللتأكد من أن الأسئلة ظاهره صحية من المؤمنين نجد أسئلة كثيرة موجهة لرسول الله من أمته، حكاها القرآن بصور متعددة، ورد السؤال مرة بفعل مضارع مثل قوله:  {ويَسْأَلُونَكَ} ؛ ومرة </p><p> ورد بصورة فعل ماض «وإذا سألك» . وكثيراً ما جاء السؤال بهيئة المضارع {يَسْأَلُونَكَ} ، لأن المضارع يكون للحال وللاستقبال. </p><p> وجاءت الأسئلة بالقرآن في صيغة المضارع خمس عشرة مرة، وجاءت بصيغة الماضي مرة واحدة. وإن نظرت إلى الخمس عشرة مرة تجد كل مرة مِنْها جاءت لتبين حكماً. وإذا نظرنا إلى مادة الفعل «يسأل» في القرآن وبترتيب المصحف، نجد القرآن يقول:  {يَسْأَلُونَكَ عَنِ الأهلة قُلْ هِيَ مَوَاقِيتُ لِلنَّاسِ ... }  [البقرة: ١٨٩] </p><p> ويقول سبحانه:  {يَسْأَلُونَكَ مَاذَا يُنْفِقُونَ قُلْ مَآ أَنْفَقْتُمْ مِّنْ خَيْرٍ فَلِلْوَالِدَيْنِ والأقربين ... } </p><p> [البقرة: ٢١٥] </p><p> ويقول الحق تبارك وتعالى:  {يَسْأَلُونَكَ عَنِ الشهر الحرام قِتَالٍ فِيهِ قُلْ قِتَالٌ فِيهِ كَبِيرٌ وَصَدٌّ عَن سَبِيلِ الله وَكُفْرٌ بِهِ والمسجد الحرام وَإِخْرَاجُ أَهْلِهِ مِنْهُ أَكْبَرُ عِندَ الله والفتنة أَكْبَرُ مِنَ القتل ... }  [البقرة: ٢١٧] </p><p> ويقول سبحانه وتعالى:  {يَسْأَلُونَكَ عَنِ الخمر والميسر قُلْ فِيهِمَآ إِثْمٌ كَبِيرٌ وَمَنَافِعُ لِلنَّاسِ ... }  [البقرة: ٢١٩] </p><p> ومرة أخرى يقول في ذات الآية السابقة: </p><p> {وَيَسْأَلُونَكَ مَاذَا يُنفِقُونَ قُلِ العفو ... } </p><p> ويقول سبحانه وتعالى:  {وَيَسْأَلُونَكَ عَنِ اليتامى قُلْ إِصْلاَحٌ لَّهُمْ خَيْرٌ ... }  [البقرة: ٢٢٠] </p><p> ويقول عَزَّ وَجَلَّ:  {وَيَسْأَلُونَكَ عَنِ المحيض قُلْ هُوَ أَذًى فاعتزلوا النسآء فِي المحيض ... }  [البقرة: ٢٢٢] </p><p> ويقول الحق تبارك وتعالى:  {يَسْأَلُونَكَ مَاذَآ أُحِلَّ لَهُمْ قُلْ أُحِلَّ لَكُمُ الطيبات} </p><p> وبعد ذلك في سورة الأعراف يقول:  {يَسْأَلُونَكَ عَنِ الساعة أَيَّانَ مُرْسَاهَا قُلْ إِنَّمَا عِلْمُهَا عِنْدَ رَبِّي ... }  [الأعراف: ١٨٧] </p><p> وأيضاً يقول سبحانه:  {يَسْأَلُونَكَ كَأَنَّكَ حَفِيٌّ عَنْهَا ... }  [الأعراف: ١٨٧] </p><p> ثم يقول الحق:  {يَسْأَلُونَكَ عَنِ الأنفال قُلِ الأنفال للَّهِ والرسول ... }  [الأنفال: ١] </p><p> ويقول الحق تبارك وتعالى:  {وَيَسْأَلُونَكَ عَنِ الروح قُلِ الروح مِنْ أَمْرِ رَبِّي ... }  [الإسراء: ٨٥] </p><p> ويقول المولى سبحانه:  {وَيَسْأَلُونَكَ عَن ذِي القرنين قُلْ سَأَتْلُواْ عَلَيْكُم مِّنْهُ ذِكْراً}  [الكهف: ٨٣] </p><p> ويقول الحق:  {وَيَسْأَلُونَكَ عَنِ الجبال فَقُلْ يَنسِفُهَا رَبِّي نَسْفاً}  [طه: ١٠٥] </p><p> ويختم هذه الأسئلة بقوله:  {يَسْأَلُونَكَ عَنِ الساعة أَيَّانَ مُرْسَاهَا فِيمَ أَنتَ مِن ذِكْرَاهَا}  [النازعات: ٤٢ - ٤٣] </p><p> تلك هي خمس عشرة آية جاء فيها الحق بقوله {يَسْأَلُونَكَ} ، وآية واحدة يقول فيها الحق تبارك وتعالى:  {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الداع إِذَا دَعَانِ ... }  [البقرة: ١٨٦] </p><p> والآيات الخمس عشرة التي جاء فيها الحق بصيغة المضارع {يَسْأَلُونَكَ} نجد كل جواب فيها مُصدرا ب «قل» وهو أمر للرسول: قل كذا، قل كذا، ولكن في الآية الواحدة التي جاء فيها الفعل الماضي {وَإِذَا سَأَلَكَ} ، لم يقل: فقل إني قريب، بل قال:  {فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الداع} ، لأن الله يعلم حب محمد لأمته، وحرصه عليهم ولذلك يقول:  {لَعَلَّكَ بَاخِعٌ نَّفْسَكَ أَلاَّ يَكُونُواْ مُؤْمِنِينَ}  [الشعراء: ٣] </p><p> ويقول سبحانه:  {فَلَعَلَّكَ بَاخِعٌ نَّفْسَكَ على آثَارِهِمْ إِن لَّمْ يُؤْمِنُواْ بهذا الحديث أَسَفاً}  [الكهف: ٦] </p><p> ولذلك حين علم الحق علم وقوع: أن رسول الله مهتم بأمر أمته ومشغول بها وحريص على أن يشملها الله بمغفرته ورحمته وألا يسؤوه فيها، أخبره المولى عَزَّ وَجَلَّ بأنه سوف يرضيه في أمته. وقد ورد في الحديث ما يؤيد ذلك، فقد روى عبد الله بن عمرو بن العاص رَضِيَ اللَّهُ عَنْهما «أن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ تلا قول الله عَزَّ وَجَلَّ في إبراهيم صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ{رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيراً مِّنَ الناس فَمَن تَبِعَنِي فَإِنَّهُ مِنِّي وَمَنْ عَصَانِي فَإِنَّكَ غَفُورٌ رَّحِيمٌ}</p><p> وقول عيسى صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  {إِن تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِن تَغْفِرْ لَهُمْ فَإِنَّكَ أَنتَ العزيز الحكيم} فرفع يديه فقال: أمتي أمتي وبكى فقال الله عَزَّ وَجَلَّ: يا جبريل اذهب إلى محمد وربك أعلم فَسَلْهُ ما يبكيه؟ فأتاه جبريل فأخبره رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بما قال وهو أعلم، فقال الله تعالى: يا جبريل اذهب إلى محمد إنا سنرضيك في أمتك ولا نسوؤك» </p><p> وتأكيداً لعلم الحق تبارك وتعالى من حرص رسوله على أمته، أراد أن يكرم هذه الأمة من نوع ما كرّم به الرسول، فجاء الخطاب في آية الدعاء بدون «قل» . {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ ... }  [البقرة: ١٨٦] </p><p> وأراد الله أن يبين لمحمد ولأمته أن الله يعلم لا بما تسألونه فقط، بل يعلم ما سوف تسألونه عنه. لذلك نجد أربع عشرة آية تأتي فيها {يَسْأَلُونَكَ} وتكون الإجابة «قل» ، والآية الخامسة عشرة جاء فيها {يَسْأَلُونَكَ} وكانت الإجابة «فقل» لتدل على «الفاء» على أن السؤال لم يقع بعد، فكأن الفاء دلت على شرط </p><p> مقدر هو: إن سألوك فقل ينسفها ربي نسفاً، وهنا يقول الحق سبحانه:  {يَسْأَلُونَكَ عَنِ الساعة أَيَّانَ مُرْسَاهَا قُلْ إِنَّمَا عِلْمُهَا عِنْدَ رَبِّي لاَ يُجَلِّيهَا لِوَقْتِهَآ إِلاَّ هُوَ ثَقُلَتْ فِي السماوات والأرض لاَ تَأْتِيكُمْ إِلاَّ بَغْتَةً يَسْأَلُونَكَ كَأَنَّكَ حَفِيٌّ عَنْهَا قُلْ إِنَّمَا عِلْمُهَا عِندَ الله ولكن أَكْثَرَ الناس لاَ يَعْلَمُونَ}  [الأعراف: ١٨٧] </p><p> و «يجٌليها» أي يُظهرها، وهناك ما يسمى «الجلوة» وما يسمى «الخلوة» ، و «الجلوة» أن يظهر الإنسان للناس، و «الخلوة» أن يختلي عن الناس، و «لا يجليها» أي لا يظهرها، و «لوقتها» ترى أنها مسبوقة باللام، ويسمونها في اللغة العربية «لام التوقيت» ، مثلما يقول الحق سبحانه:  {أَقِمِ الصلاة لِدُلُوكِ الشمس ... }  [الإسراء: ٧٨] </p><p> وهي بمعنى «عند» ، ومعنى دلوك الشمس، أنها تتجاوز نصف السماء، وتميل إلى المغرب قليلاً. وقوله:  {لاَ يُجَلِّيهَا لِوَقْتِهَآ إِلاَّ هُوَ} أي لا يُبَيّنُها عند وقتها إلا هو سبحانه وتعالى. {ثَقُلَتْ فِي السماوات والأرض لاَ تَأْتِيكُمْ إِلاَّ بَغْتَةً} </p><p> والثقل يعني أن تكون كتلة الشيء أكبر من الطاقة التي تحمله؛ لأن الكتلة إن تساوت مع الطاقة فهي لا تثقل على الحمل. </p><p> أو أن الطاقة التي تحمل لم تقدر على جاذبية الأرض؛ فيكون الشيء ثقيلاً، وقد يكون هذا الثقل أمْراً ماديا، كما يحمل الإنسان - مثلاً - على ظهره أردباً من القمح فيقدر على حمله، لكنه إن زاده إلى أردب ونصف، فالحمل يكون ثقيلاً على ظهره لأن طاقته لا تتحمل مثل هذا الوزن «فينخ» به. </p><p> {ثَقُلَتْ فِي السماوات والأرض} </p><p> والثقل لا يكون مادياً فقط، بل هو فكري وعقلي أيضاً، مثال ذلك حين يقوم الطالب بحل هندسي أو تمرين في مادة الجبر، فالطالب يشعر أحياناً أن مثل هذا التمرين ثقيل على فكره، وصعب الحل في بعض الأحيان. </p><p> وقد يكون الأمر ثقيلاً على النفس في ملكاتها، مثل الهم جاثم على الصدر وثقيل عليه، وهو أقسى أنواع الثقل، ولذلك فالشاعر القديم يقول: </p><p> ليس بحمل ما أطاق الظهر ... ما الحمل إلا ما وعاه الصدر </p><p> إذن هناك ثلاثة أثقال: ثقل مادي، وثقل فكري، وثقل نفسي. </p><p> و {ثَقُلَتْ فِي السماوات} ، ونحن نعلم أن السموات فيها الملائكة. ونعلم أن الملائكة أيضاً لا تعرف ميعاد الساعة، ولا يحاول معرفتها إلا الإنسان بشهوة الفكر، أما الملائكة فهي ليست مكلفة لأنها لا اختيار لها، وبعضها يخدم البشر، وهم الملائكة الذين سجدوا لآدم وهم الموكلون بمصالحه، وبحياته، وقد رضخوا لأمر الحق بأن هناك سيداً جديداً للكون. فكونوا جميعاً مسخرين في خدمته، وهم الملائكة الحفظة الكرام الكاتبون، ولهم إلف بالخلق، إلف كاره للعاصي، وإلف محب للطائع. ومن يسير على منهج الله من البشر يفرحون به. وإن وقع من الطائع زلة، يأسون له ويتمنون ألا تقع منه زلة أخرى. ومن يسير ضد منهج الله يغضبون منه، والنبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يقول فيما يرويه عنه أبو هريرة رَضِيَ اللَّهُ عَنْه:  «ما من يوم يصبح العياد فيه إلا ملكان ينزلان فيقول أحدهما: اللهم أعط منفقا خلفا، ويقول الآخر اللهم أعط ممسكا تلفاً» </p><p> ونعلم أن المنفق سيأخذ ثواب إنفاقه، أما الممسك فإن تلف ماله وصبر عليه فهو أيضاً ينال ثواباً عليه. وهكذا تدعو لنا الملائكة. </p><p> و «ثقلت» هنا تعني أن ميعاد الساعة لا يعرفه إلا ربنا، فلا يعرف ذلك الميعاد من هم في السموات وكذلك من هم في الأرض، وكل من على الأرض خائف مما سوف يحدث لحظة قيام الساعة، وخصوصاً أن المصطفى صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، يعطي لها صورة توضح قوله الحق:  {لاَ تَأْتِيكُمْ إِلاَّ بَغْتَةً} </p><p> ويخبرنا الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بالحالة التي تأتي عليها فيقول:  «إن الساعة تهيج بالناس والرجل يصلح حوضه والرجل يسقي ماشيته والرجل يقيم سلعته في السوق والرجل يخفض ميزانه ويرفعه» </p><p> ومثل هذه التوقعات تخيف. </p><p> وقوله الحق:  {ثَقُلَتْ فِي السماوات والأرض لاَ تَأْتِيكُمْ إِلاَّ بَغْتَةً} </p><p> أي أن الواقع في هذا اليوم يكون فوق احتمال البشر وهو يأتي بغتة، أي يجيء من غير استعداد نفسي لاستقباله. ويتابع سبحانه:  {يَسْأَلُونَكَ كَأَنَّكَ حَفِيٌّ عَنْهَا} </p><p> وحفيَ من الحفاوة، والحفيّ هو المُلِحُّ في طلب الأشياء، مثل التلميذ الذي يتوقف عند درس لا يفهمه، فيسأل هذا، وذاك إلى أن يجد إجابة. </p><p> والحفى بالسؤال عن أمر يحاول أن يصل إليه، والحفى أيضاً عالم بما يسأل عنه، وسبب العلم أنه ألحّ في السؤال عليها. </p><p> والأمور التي يعالجها الإنسان إما أن يعالجها وهو مستقر في مكانه كالأمور الفكرية أو العضلية الموقوتهَ بمكان، وقد يكون أمراً بعيداً عن مكانه ويريد أن </p><p> يعالجه، فيقطع المسافة إلى المكان الثاني لتحقيق هذه المهمة، إنما يمشي ويسعى على رجليه، و «يدوب» النعل الذي يضعه في قدميه من المشي فيقال عنه إنه: «حافي» . </p><p> ولذلك يقال: حفي فلان إلى أن وصل للشيء الفلاني، أي سار مرات كثيرة وقطع عدة مسافات، مزقت نعله حتى جعلته يمشي حافياً. وهنا يقول الحق على ألسنة القوم:  {كَأَنَّكَ حَفِيٌّ عَنْهَا} أي أنك مُعْنى بها، ودائب السؤال عنها، وعارف لها. </p><p> وتأتي الإجابة من الحق:  {قُلْ إِنَّمَا عِلْمُهَا عِندَ الله} </p><p> وفي ذات الآية سبق أن قال:  {عِلْمُهَا عِنْدَ رَبِّي} </p><p> والربوبية متعلقها الخلق، والرعاية بالقيومية لمصالح البشر، والأوهية متعلقها العبادة وتطبيق المنهج، وجاء الحق في هذه الآية، مرة بالربوبية، ومرة بالألوهية. والأولى هي علة الثانية، فأنت أخذت الله معبوداً، وأطعته لأنه خلقك ووضع لك المنهج، ولا يذخر وسعاً بربوبيته أن يقدم للعبد الصالح كل شيء ويمنحه البركة، وكذلك يعطي الكافر إن أخذ بالأسباب ولكن دون بركة وبغير ثواب في الدنيا أو الآخرة، لذلك هو الإله الحق الذي نتبع منهجه. {قُلْ إِنَّمَا عِلْمُهَا عِندَ الله ولكن أَكْثَرَ الناس لاَ يَعْلَمُونَ} </p><p> وأكثر الناس الذين يسألون عن موعد الساعة لا يعلمون أن ربنا قد أخفاها، وسبحانه هو القائل:  {إِنَّ الساعة آتِيَةٌ أَكَادُ أُخْفِيهَا لتجزى كُلُّ نَفْسٍ بِمَا تسعى}  [طه: ١٥] </p><p> هم إذن لا يعلمون أن علمها عند الله. </p><p> ويقول سبحانه وتعالى: </p><p> {قُل لاَّ أَمْلِكُ لِنَفْسِي نَفْعاً ... } </p>"
}