{
  "id": null,
  "sura": 7,
  "aya": 17,
  "text": "<p> فالذي بين اليد هو ما كان إلى الإمام، {وَمِنْ خَلْفِهِمْ} أي من الوراء، {وعَنْ أَيْمَانِهِمْ} أي من جهة اليمين، {وعَن شَمَآئِلِهِمْ} أي من جهة اليسار. والشيء الذي أمام العالم كله، ونسير إليه جميعاً هو {الدار الآخرة} وحين يأتي الشيطان من الأمام فهو يشككهم في حكاية الآخرة ويشككهم في البعث. ويحاول أن يجعل الإِنسان غير مقبل على منهج الله، فيصير من الذين لا يؤمنون بلقاء الله، ويشكّون في وجود دار أخرى سيُجَازى فيها المحسن بإحسانه والمسيء بإساءته. وقد حدث ذلك ووجدنا من يقول القرآن بلسان حاله:  {أَإِذَا مِتْنَا وَكُنَّا تُرَاباً وَعِظَاماً أَإِنَّا لَمَبْعُوثُونَ أَوَ آبَآؤُنَا الأولون}  [الصافات: ١٦ - ١٧] </p><p> ولذلك يعرض الحق قضية البعث عرضاً لا يجعل للشيطان منفذاً فيها، فيوضح لنا أنه سبحانه لم يعجز عن خلقنا أولاً؛ لذلك لن يعجز عن إعادتنا، والإِعادة بالتأكيد أهون من البداية؛ لأنّه سيعيدهم من موجود، لكن البداية كانت من عدم، إنه - سبحانه - عندما يبيّن للناس أن الإِعادة أهون من البداية فهو يخاطبهم بما لا يجدون سبيلاً إلى إنكاره، وإلاّ فالله - جل شأنه - تستوي لدى طلاقة قدرته كل الأعمال فليس لديه شيء سهل وهيّن وآخر صعب وشاق ويبلغنا - سبحانه - بتمام إحاطة علمه فيقول:  {قَدْ عَلِمْنَا مَا تَنقُصُ الأرض مِنْهُمْ وَعِندَنَا كِتَابٌ حَفِيظٌ}  [ق: ٤] </p><p> أي أن لكل واحدٍ كتاباً مكتوباً فيه كل عناصره وأجزائه. </p><p> والشيطان - أيضاً - يأتي من الخلف، وخلف كل واحد منا ذريته، يخاف ضيعتهم، فيوسوس الشيطان للبعض بالسرقة أو النهب أو الرشوة من أجل بقاء مستقبل الأبناء، وفساد أناس كثيرين يأتي من هذه الناحية، ومثل هذا الفساد يأتي حين يبلغ بعض الناس منصبًّا كبيراً، وقد كبرت سنّه، ويقبل على الله بشرّ، ويظن أنه يترك عياله بخير. لكن إن كنت تخاف عليهم حقًّا فأمِّن عليهم في يد ربهم، ولا تؤمِّن حياتهم في جهة ثانية. {وَلْيَخْشَ الذين لَوْ تَرَكُواْ مِنْ خَلْفِهِمْ ذُرِّيَّةً ضِعَافاً خَافُواْ عَلَيْهِمْ فَلْيَتَّقُواّ الله وَلْيَقُولُواْ قَوْلاً سَدِيداً}  [النساء: ٩] </p><p> ولماذا لم يأت الشيطان للإِنسان من فوق ومن تحت لأن الفوقية هي الجهة التي يلجأ إليها مستغيثا ومستجيرا بربه، والتحتية هي جهة العبودية الخاصة. فالعبد أقرب ما يكون من ربه وهو ساجد، فهو في هاتين الحالتين محفوظ من تسلط الشيطان عليه؛ لأن الله تعالى يقول:  {إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ} . </p><p> ويقول تعالى:  {ثُمَّ لآتِيَنَّهُمْ مِّن بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَانِهِمْ وَعَن شَمَآئِلِهِمْ وَلاَ تَجِدُ أَكْثَرَهُمْ شَاكِرِينَ}  [الأعراف: ١٧] </p><p> ويأتي الشيطان من اليمين ليزهد الناس ويصرفهم عن عمل الحسن والطاعة. واليمين رمز العمل الحسن؛ لأن كاتب الحسنات على اليمين، وكاتب السيئات على الشمال، ويأتي عن شمائلهم ليغريهم بشهوات المعصية. ونلحظ أن الحق استخدم لفظ {عَنْ أَيْمَانِهِمْ} و {عَن شَمَآئِلِهِمْ} ولم يأت ب «على» لأن «على» فيها استعلاء، والشيطان ليس له استعلاء أبداً؛ لأنه لا يملك قوة القهر فيمنع، ولا قوة الحجة فيقنع. ولأن أكثر الناس لا تتذكر شكر المنعم عليهم، فيجيد الشيطان غوايتهم. ولذلك يقول الحق تذييلاً للآية: </p><p> { ... وَلاَ تَجِدُ أَكْثَرَهُمْ شَاكِرِينَ}  [الأعراف: ١٧] </p><p> ويقول الحق بعد ذلك:  {قَالَ اخرج مِنْهَا ... } </p>"
}