{
  "id": null,
  "sura": 7,
  "aya": 56,
  "text": "<p> الأرض هي مكان الخليفة وهو الإِنسان، وفيها الأسباب الأصيلة لاستبقاء الحياة والسماء والأرض والشمس والهواء كلٌ مسخر لك. ولا تحتاج إلى تكليف فيه، فلا أنت تقول:  «يا شمس أشرقي» أو «يا هواء هب» فكل ذلك مسخر لك. وأنت مطالب ألا تفسد فيما لك فيه اختيار؛ لأنك لا تستطيع أن تفسد قوانين الكون العليا، لا تستطيع أن تغير مسار الشمس ولا مسار القمر ولا مسار الريح، وأنت لن تستطيع إصلاح ما لا يمكن أن تقترب من إفساده، لأن أمره ليس بيدك لأنه لا اختيار لك فيه. وإنما يأتي الإِفساد من ملكات الاختيار الموجودة فيك، ولم يتركنا الله أحراراً فيها، بل حددها بمنهج يحمي حركة الحياة ب «افعل» و «لا تفعل» ، فإذا كان سبحانه قد أنزل قرآناً، </p><p> والقرآن فيه منهج يحمي اختيارك إذن فقد أعطاك عناصر الإِصلاح ولذلك يقول لك:  {وَلاَ تُفْسِدُواْ فِي الأرض بَعْدَ إِصْلاَحِهَا وادعوه خَوْفاً وَطَمَعاً ... }  [الأعراف: ٥٦] </p><p> وهنا يعود الحق مرة أخرى للحديث عن الدعاء، فأولاً جاء بالأمر أن يكون الدعاء تضرعاً وخفية، وهنا يوضح الحق سبيلاً ثانيا للدعاء:  {وادعوه خَوْفاً وَطَمَعاً} . </p><p> خوفاً من صفات جبروته وقهره، وطمعا في صفات غفرانه ورحمته؛ لأن لله صفات جمال وصفات جلال، وادعوه خوفاً من متعلقات صفات الجلال، وطمعاً في متعلقات صفات الجمال. أو خوفاً من أن تُرد وطمعاً فيما أنت ترجو. { ... وادعوه خَوْفاً وَطَمَعاً إِنَّ رَحْمَتَ الله قَرِيبٌ مِّنَ المحسنين}  [الأعراف: ٥٦] </p><p> إذن من الذي يحدد قرب الرحمة منه؟ إنه الإِنسان فإذا أحسن قربت منه الرحمة والزمام في يد الإِنسان؛ لأن الله لا يفتئت ولا يستبد بأحد. فإن كنت تريد أن تقرب منك رحمة الله فعليك بالإِحسان. {إِنَّ رَحْمَتَ الله قَرِيبٌ مِّنَ المحسنين} . </p><p> ولذلك قلنا إن الحق سبحانه وتعالى يقول:  «لا أمل حتى تملّوا» . [من حديث قدسي] </p><p> وأنت تدخل بيوت الله تصلى في أي وقت، وتقف في أي مكان لتؤدي الصلاة، إذن فاستحضارك أمام ربك في يدك أنت، وسبحانه حدد لك خمسة أوقات، ولكن بقية الأوقات كلها في يدك، وتستطيع أن تقف بين يدي الله في أي لحظة. وسبحانه يقول:  «ومن جاءني يمشي أتيته هرولة» </p><p> [من حديث قدسي] . وهو جل وعلا يوضح لك: استرح أنت وسآتي لك أنا؛ لأن الجري قد يتعبك لكني لا يعتريني تعب ولا عي ولا عجز. وكأن الحق لا يطلب من العبد إلا أن يملك شعوراً بأنه يريد لقاء ربه. إذن فالمسألة كلها في يدك، ويقول سبحانه:  «من ذكرني في نفسه ذكرته في نفسي، ومن ذكرني في ملأ ذكرته في ملأ خير منه» . </p><p> [من حديث قدسي] . </p><p> وهكذا يؤكد لك سبحانه أن رحمته في يدك أنت وقد أعطاها لك، وعندما تسلسلها تجدها تفضلاً من الله، ولكن في يدك أنت. {إِنَّ رَحْمَتَ الله قَرِيبٌ مِّنَ المحسنين} . </p><p> ونعلم أن فيه صفات لله وفيه ذات، فالذات (الله) وهو واهب الوجود، وله كل صفات الكمال وكل صفة لها متعلق؛ الرحمة لها متعلق والبعث له متعلق فمن أسمائه سبحانه «الباعث» ؛ وإياك أن تغيب عن الذات، اجعل نفسك مسبحاً لذاته العلية دائماً. وقد تقول: يا رب أريد أن ترحمني في كذا، وقد لا ينفذ لك ما طلبت، لكن ذلك لا يجعلك تبتعد عن التسبيح للذات، لأن عدم تحقيق ما طلبت هو في مصلحتك وخير لك. </p><p> وقد وقف العلماء عند كلمة «قريب» هذه، وتساءل بعضهم عن سرّ عدم مجيء تاء التأنيث بعد لفظ الجلالة؟ ونعلم أن القرآن قد نزل بلغة العرب، وعند العرب ألفاظ يستوي فيها التذكير والتأنيث، وما يقال للمذكر مثلما يقال للمؤنث، فنقول:  «رجل صبور» ، و «امرأة صبور» ، ولا نقول: صبورة ونقول: «رجل معطار» أي يكثر استخدام العطر، و «امرأة معطار» أي تكثر استخدام العطر. ونقول: قريب مثلما نقول: قتيل بمعنى مقتول. فيقال:  «رجل قتيل» و «امرأة قتيل» ، ولا يقال:  «قتيلة» إلا إذا لم يذكر معها كلمة امرأة أو ما يدل على التأنيث، لأن القتيل للذكر وللأنثى. </p><p> هذه هي ألفاظ صحيح اللغة. وقد صنعت اللغة ذلك بأسانيد، فأنت حين نقول:  «رجل صبور» أو «امرأة صبور» فالصبر يقتضي الجلد والعزم والشدة؛ لذلك لا نقول:  «امرأة صبور» بل نأتي بالوصف المناسب للجَلَد والشدة. وإياك أن تضعفها بحكاية التأنيث، وكذلك «رجل معطار» و «امرأة معطار» ، والرجل المعطار هو من تعرفه الناس من نفاذ رائحة عطره، والمرأة مبنية على الستر. فإن تعطرت فهي قد تشبهت بالرجل ويقال لها:  «امرأة معطار» ، وحين ننظر إلى كلمة «قريب» فهي من صيغة «فعيل» التي يستوي فيها المذكر والمؤنث؛ بدليل أن الله قال:  { ... وَإِن تَظَاهَرَا عَلَيْهِ فَإِنَّ اللَّهَ هُوَ مَوْلاَهُ وَجِبْرِيلُ وَصَالِحُ الْمُؤْمِنِينَ وَالْمَلاَئِكَةُ بَعْدَ ذَلِكَ ظَهِيرٌ}  [التحريم: ٤] </p><p> والملائكة لفظها لفظ مؤنث، ولم يقل الحق «ظهيرة» ، لأن «ظهير» يعني مُعين، والمعونة تتطلب القوة والعزم والمدد؛ لذلك جاء لها باللفظ المناسب الذي يدل على القوة وهو «ظهير» . وكذلك قوله الحق:  { ... إِنَّ رَحْمَتَ الله قَرِيبٌ مِّنَ المحسنين}  [الأعراف: ٥٦] </p><p> و «قريب» بوزن «فعيل» بمعنى مفعول، ولعل بعض الناس يفهم أن «قريب» بمعنى فاعل أي قارب. مثل رحيم وراحم. أي أن رحمة الله هي التي تُقرب من المحسنين، والأمر ليس كذلك، فإن الرحمة هي المقروبة، والإحسان هو الذي يقرب إليها فيكون فعيل هنا بمعنى مفعول الذي يستوي فيه المذكر والمؤنث، أن يكون جاءت كذلك على تأويل الرحمة بالرحم أو الترحم، أو لأنه صفة لموصوف محذوف أي شيء قريب، أو لأن تأنيث الرحمة غير حقيقي، أو أن الرحمة مصدر، وحق المصدر التذكير. </p><p> ويقول الحق بعد ذلك:  {وَهُوَ الذي يُرْسِلُ ... } </p>"
}