{
  "id": null,
  "sura": 7,
  "aya": 146,
  "text": "<p> والآيات جمع آية وهي الأمر العجيب، وتطلق ثلاث إطلاقات، فإما أن تكون آية كونية مثل قوله تعالى:  {إِنَّ فِي خَلْقِ السماوات والأرض واختلاف اليل والنهار لآيَاتٍ لأُوْلِي الألباب} ، وإما أن تكون آية دلالة على صدق الرسول في البلاغ، وإما أن تكون آية قرآنية فيها حكم من أحكام الله، وهنا يقول الحق:  {سَأَصْرِفُ عَنْ آيَاتِي الذين يَتَكَبَّرُونَ فِي الأرض بِغَيْرِ الحق ... }  [الأعراف: ١٤٦] </p><p> إذن يوضح سبحانه هنا أنه سيصرف الذين يتكبرون في الأرض بغير الحق عن أن ينظروا نظر اعتبار في آيات الكون، أو أن الذين يتكبرون في الأرض بغير الحق سيبطل كيدهم في أن يتجهوا للحق بالهدم؛ لأن الواحد من هؤلاء ساعة يرى آية من آيات الله سينظر إليها على أنها سحر، أو شعوذة، أو أن يقول عنها إنها ضمن أساطير الأولين. </p><p> إذن وجه الصرف أن يسلط الحق عليه من الكبر ما يجعله غير قادر على وزن الآية بالميزان الصحيح لها، والمتكبر هو من ظن أن غيره أدنى منه وأقل منزلة، ومقومات الكبر قد تكون قوة، لكن ألم يرَ المتكبر قويًّا قد ضعف؟ وقد يكون الثراء من مقومات التكبر، لكن ألم يرَ المتكبر غنيًّا قد افتقر؟ أو يكون المتكبر صاحب جاه، ألم يرَ ذا جاه صار ذليلاً؟ . </p><p> إذن فمن يتكبر، عليه أن يتكبر بشيء ذاتي لا يُسْلَب منه أبداً. فإذا ما أردت أن تطبق هذا على البشر فلن تجد واحداً يستحق أن يكون متكبراً أبداً؛ لأنه لا يوجد في الإِنسان خاصية ذاتية فيه تلازمه ولا تفارقه أبداً، بل كلها موهوبة، ومن الأغيار التي تحدث وقد تزول. فكلها من الله وليست أموراً ذاتية؛ لأن القوة فيك إن كانت ذاتية فحافظ عليها، ولن تستطيع. وإن كان الثراء ذاتيًّا فحافظ على غناك أبداً، ولن تستطيع. وإن كانت العزة ذاتية فحافظ على عزتك أبداً ولن تستطيع. إذن فمقومات الكبرياء في البشر غير ذاتية. </p><p> وقوله سبحانه:  {يَتَكَبَّرُونَ فِي الأرض بِغَيْرِ الحق} يفيد أن هناك كبرياء بحق لمن يملك في ذاته كل عناصر القوة والثراء والجاه والعزة، ولذلك فالكبرياء لله وحده. واعلموا أن كل متكبر في الأرض لا يخطر الله بباله؛ لأنه لو خطر الله بكماله وجلاله في باله لتضاءل؛ لأن الله يخطر فقط ببال المتواضعين من الناس، ولذلك نضرب هذا المثل: إننا نجد من حولنا إنساناً هو الرئيس الأعلى، وهناك رئيس لطائفة ومرؤوس لآخر، وهناك مرؤوس فقط. والرئيس المرؤوس لا يستطيع أن يجلس مع المرؤوسين له بتكبر ويضع ساقاً على ساق ويعطي أوامر؛ لأنه قد يلتفت فيجد رئيسه وقد دخل عليه. فلو فعل الرئيس المرؤوس ذلك لضحك منه المرؤوسون له. </p><p> فكذلك الناس الذين لا يستحضرون الله في بالهم نجدهم مثار سخرية، لكن الذين يستحضرون الله الذي له الكبرياء في السموات والأرض لا يتكبرون أبداً. </p><p> إنه سبحانه يصرف عن المتكبرين النظر في الآيات الكونية فلا يعتبرون، ويصرف عنهم تصديق الآيات الدالة على نبوة الأنبياء، ويصرف عنهم القدرة على تصديق أحكام القرآن، ويطبع على قلوبهم، فما بداخل هذه القلوب من الكفر </p><p> لا يخرج، وما في خارج هذه القلوب من الإِيمان لا يدخل. وهم برغم حركتهم في الحياة إلا أن الحق يعجزهم عن رؤية آياته في الكون. {وَإِن يَرَوْاْ كُلَّ آيَةٍ لاَّ يُؤْمِنُواْ بِهَا وَإِن يَرَوْاْ سَبِيلَ الرشد لاَ يَتَّخِذُوهُ سَبِيلاً وَإِن يَرَوْاْ سَبِيلَ الغي يَتَّخِذُوهُ سَبِيلاً ... }  [الأعراف: ١٤٦] </p><p> وحين يرى أهل الكبر الآية الكونية أو الآية الإِعجازية أو آيات الأحكام فهم لا يؤمنون بها، وحين يرون سبيل الرشد لا يتخذونه سبيلاً؛ لأن سبيل الرشد يضغط على شهوات النفس وهواها، فينهى عن السيئات وهم لا يقدرون على كبح جماح شهواتهم لأنها تمكنت منهم، ولكن سبيل الغي يطلق العِنان لشهوات النفس، ولا يكون كذلك إلا إذا غفل عن معطيات الإِيمان الذي يحرمه من شيء ليعطيه أشياء أثمن، وهكذا تكون نظرة أهل الكبر سطحية. ونلحظ أن كلمة السبيل تأتي مرة كمذكر كقوله؛ {لاَ يَتَّخِذُوهُ سَبِيلاً} ، ومرة تأتي مؤنثة، فالحق يقول:  {قُلْ هذه سَبِيلِي} . </p><p> وهنا يقول الحق عن الذين يتبعون سبيل الغي من أهل الكبر:  {ذلك بِأَنَّهُمْ كَذَّبُواْ بِآيَاتِنَا وَكَانُواْ عَنْهَا غَافِلِينَ} . وقديماً قلنا إن الغفلة لا توجب الجزاء عليها؛ لأن الغافل ساهٍ وناس، ولكن هؤلاء صدفوا عن الأمر صدوفاً عقليًّا مقصوداً، لدرجة أنهم لا يعيرون الإيمان أي التفات. </p><p> ويقول الحق بعد ذلك:  {والذين كَذَّبُواْ ... } </p>"
}