{
  "id": null,
  "sura": 7,
  "aya": 53,
  "text": "<p> وما معنى التأويل؟ . . التأويل هو ما يؤول إليه الشيء، هو العاقبة التي يعدها الحق، فالرحمة والجنة لمن آمن، والنار لمن كفر، والحق هو من يقول ويملك قوله لأن الكون كله بيده. </p><p> وهنا يقول سبحانه وتعالى:  {هَلْ يَنظُرُونَ إِلاَّ تَأْوِيلَهُ} . </p><p> أي هل ينتظرون إلا لمرجع الذي يؤول إليه عملهم؟ إن مرجعهم الأخير هو العذاب بعد الحساب يوم يأتي تأويل وغاية وعاقبة ما عملوا. </p><p> وحين يأتي يوم القيامة ويتضح الحق ويظهر صدق ما جاء به الرسول من الوعد والوعيد ماذا سيكون قولهم؟ . . سيقولون ما أورده سبحانه على ألسنتهم:  {يَقُولُ الذين نَسُوهُ مِن قَبْلُ قَدْ جَآءَتْ رُسُلُ رَبِّنَا بالحق} . </p><p> أي أنهم سيعلنون التصديق حين لا ينفع هذا التصديق؛ لأنهم لن يكونوا في دار التكليف، سيقرون بالإِيمان لحظة لا ينفعهم ذلك. </p><p> {يَقُولُ الذين نَسُوهُ مِن قَبْلُ قَدْ جَآءَتْ رُسُلُ رَبِّنَا بالحق فَهَل لَّنَا مِن شُفَعَآءَ فَيَشْفَعُواْ لَنَآ ... }  [الأعراف: ٥٣] </p><p> هم إذن يقرون بأن الرسل حملت المنهج الحق ويتساءلون عن الشفيع. ونعلم أن الشفيع لابد أن يكون محبوباً عند من يشفع عنده، ونحن في الدنيا نجد من يبحث لنفسه عمن يشفع له عند صاحب جاه يكون أثيرا وعزيزا لديه، أو يكون له كلمة وفضل عليه فلا يرد عليه كلمته. فمن يأتي يوم القيامة بالشفاعة لهؤلاء؟ . . لا أحد، وسنجدهم يتخذون الشفعاء من الذين اتخذوهم أنداداً لله. وسيعلن هؤلاء أيضاً الكراهية لهم، ولو مكنهم الله من الشفاعة ما أعطوها للكافرين المشركين؛ ففي الدنيا كان هؤلاء مؤتمرين بأمر البشر وضلالاتهم. أما يوم الحساب فلا أحد خاضع لإِرادة أحد، حتى الجوارح لا تخضع لإِرادة صاحبها، بل هي خاضعة للحق الأعلى. وفي الآخرة لا مرادات لأحد. </p><p> وقد ضربنا من قبل المثل وقلنا: هب أن سرية في جيش ما وعليها قائد صغير برتبة ضابط، ومفروض في جنود السرية أن ينفذوا كلامه، ثم راحوا لموقعة وأعطاهم الضابط الصغير أوامر خاطئة بما له من فرض إرادة عليهم فنفذوا ما أمروا به. ولحظة أن يعودوا ويحاسبهم القائد الأعلى فسيقولون: لقد فعلنا ما أمرنا به الضابط المكلف بقيادتنا، وكذلك ستأتي الجوارح في الآخرة: تشهد عليهم أيديهم وأرجلهم وألسنتهم وجلودهم. </p><p> إذن فالأبعاض سترفع شكواها إلى الله يوم ألا يكون لأحد من ملك سواه، ويومئذ سيقول المكذبون الصدق الذي لن ينفعهم. {قَدْ جَآءَتْ رُسُلُ رَبِّنَا بالحق ... }  [الأعراف: ٥٣] </p><p> وسوف يبحثون عن شفاعة، لكنهم لن يجدوا، بل إن أول من يسخر من الذين عبدوا غير الله هم المعبودون أنفسهم. </p><p> ولذلك نجد قوله الحق سبحانه:  {إِنَّكُمْ وَمَا تَعْبُدُونَ مِن دُونِ الله حَصَبُ جَهَنَّمَ أَنتُمْ لَهَا وَارِدُونَ}  [الأنبياء: ٩٨] </p><p> وما ذنب المعبود؟ . . إن الأصنام لا ذنب لها، بل كل منها يريد أن يشفي نفسه بأن يكون أداة تعذيب لمن أعطوه غير حقه. </p><p> ولذلك نجد أن الأحجار التي عُبدت تقول: عبدونا ونحن أعبد لله من القائمين بالأسحار؛ لأن القائم في الأسحار من الأغيار قد يختار أمراً غير هذا، ولكنا كنا مقهورين على الطاعة، وقد اتخذوا صمتنا علينا دليلاً. </p><p> إن الأحجار تعلن أنها لم تكن تملك قدرة رفض أن يعبدها أحد أو أن تعبده عنها وتعلن له غباءه. </p><p> والشاعر يقول: </p><p> قد تجنوا جهلا كما قد تجنوا ... على ابن مريم والحواري </p><p> للمغالي جزاؤه والمغالي ... فيه تنجيه رحمة الغفار </p><p> وهكذا يأتيهم الحق واضحاً يوم القيامة. </p><p> إنهم سيطلبون العودة إلى الدنيا، وهذا من الخيبة؛ لأن مثل هذا الإِقرار ليس من الإِيمان، فالإِيمان يكون بالغيب لا في المشهد. وحتى ولو عادوا، فلن يؤمنوا! . </p><p> والحق هو القائل:  {وَلَوْ رُدُّواْ لَعَادُواْ لِمَا نُهُواْ عَنْهُ ... }  [الأنعام: ٢٨] </p><p> وكأنهم نسوا لحظة إقرارهم أنهم من الأغيار، وأتى فيهم القول الفصل من الله. { ... قَدْ خسروا أَنْفُسَهُمْ وَضَلَّ عَنْهُمْ مَّا كَانُواْ يَفْتَرُونَ}  [الأعراف: ٥٣] </p><p> لقد جاء لهم الخسران بعد أن غاب عنهم ما كانوا يفترون على الله في الدنيا، إنهم </p><p> رفضوا عبادته - سبحانه - وعبدوا غيره أصناماً صارت وقوداً للنار التي سيصلونها. </p><p> ويقول الحق بعد ذلك:  {إِنَّ رَبَّكُمُ الله الذي خَلَقَ ... } </p>"
}