{
  "id": null,
  "sura": 7,
  "aya": 185,
  "text": "<p> وبذلك ينتقل الجدل من الرسول المباشر لهم الذي يأخذ بيدهم إلى الإيمان الأعلى، ينتقل الجدل إلى التفكير ومسئوليته: </p><p> {أَوَلَمْ يَنْظُرُواْ فِي مَلَكُوتِ السماوات والأرض} </p><p> والتفكير هو إعمال العقل حتى لا يقولَنَّ أحد: إن رسول الله مجنون، لأن مجرد النظر في الكون يجعل الإنسان رائيا للسماء مرفوعة بلا عمد، والأرض مبسوطة والهواء يتحرك في انتظام دقيق. {أَوَلَمْ يَنْظُرُواْ فِي مَلَكُوتِ السماوات والأرض} </p><p> إذن فوقَنا سماء، وهناك ما فوق السماء، وتحتنا الأرض، وفيها ما تحت الأرض، وهناك بين السسموات والأرض. وما نراه في الظاهر هو ما يسمونه «مُلْك» أما الخفي عنك الذي لا تقدر أن تصل إليه بمعادلات تستخرج منها النتائج فاسمه «ملكوت» . </p><p> ويقول سبحانه في سيدنا إبراهيم:  {وَكَذَلِكَ نري إِبْرَاهِيمَ مَلَكُوتَ السماوات والأرض ... }  [الأنعام: ٧٥] </p><p> فكلمة «ملكوت» معناها مبالغة في الملك، مثل رهبوت أي الرهبة الشديدة، ورحموت أي الرحمة الشديدة، وكلها صيغة «فعلوت» وهي صيغة المبالغة. {أَوَلَمْ يَنْظُرُواْ فِي مَلَكُوتِ السماوات والأرض وَمَا خَلَقَ الله مِن شَيْءٍ} </p><p> ونحن نرى السماء والأرض بوضوح، ولكن العظمة والسر ليسا في السماء والأرض فقط، بل هناك أشياء دقيقة جداً، بلغت من اللطف أنها لا تدرك بالنظر، ومع ذلك فإن فيها الحكمة العليا للخلق. وأنت قد ترى ساعة «بيج بن» الشهيرة في لندن وتكاد أن تكون أضخم ساعة في العالم، لكن الصانع المحترف من البشر صنع ساعة يد صغيرة في حجم الخاتم، وننبهر ونعجب بدقة عمله وصنعته. فما بالنا بالخالق الأعظم الذي يعظم خلقه من السموات والأرض لأنها فوق إدراكات البشر، وخلق أيضاً مخلوقات دقيقة لطيفة </p><p> لا تستطيع أن تدركها أنت بمجرد النظر، كالميكروب، أو تدركها بصعوبة كالذبابة والبعوضة وبكل هذه الكائنات كل مقومات حياتها، حتى الكائن الذي لا معدة له يجهزه خالقه بقدرة على امتصاص الدماء مباشرة بعقله أو غريزته ويسعى ليأكل ويملأ معدته وله أجهزة تحول غذائه ليكون دماً. </p><p> إذن فليست العظمة مقصورة على خلق السموات والأرض فقط، لذلك يقول الحق:  {وَمَا خَلَقَ الله مِن شَيْءٍ وَأَنْ عسى أَن يَكُونَ قَدِ اقترب أَجَلُهُمْ فَبِأَيِّ حَدِيثٍ بَعْدَهُ يُؤْمِنُونَ} </p><p> أي من أول شيء يقال له شيء، صار محكوماً عليه وجودياً، بأنك إن نظرت إليه ستجد الأجهزة التي نعطي له الحياة، وتعينه، حتى وإن كانت حواس استشعارية في ذات هذا الكائن، ولا يقوى عليها صاحب العقل. مثال ذلك: نجد أن ما يفر قبل حدوث الزلازل هو الحمير التي نتهمها بالغباء. </p><p> وحين يتأمل العقل ما وصل إليه العلم في البحث في عالم الحيوان وعالم البحار، سنجد الإيمان بضرورة وجود خالق حكيم. وإن كان الكافرون مصروفين عن النظر في ملكوت السموات والأرض وما خلق الله من كائنات قد لا تراها العين المجردة، كان عليهم أن يراعوا مصلحتهم فعسى أن يكون قد اقترب أجلهم. </p><p> إننا نعلم أن الإنسان جنس، وأن له نوعين: نوع ذكورة، ونوع أنوثة، وبينهما جنس مشتبه نسميه الخنثى، والأجناس لها أفراد متعددة. وكل واحد له خلق، وكل واحد له موهبة، وكل واحد له مهمة. وساعة يطلب منا الحق: إياك أن تستصغر شيئاً منك ضد فيرك، وإياك أن تستكثر شيئاً منك لغيرك، ويجب عليك أن تجعل كلمة «شيء» هذه هي المقياس، ولذلك يقول لك الشرع: إنك حين تقدم حسنة إياك أن تستكثرها، بل قل هي ليست بشيء ذي بال. وإن همّ واحد بعمل سيئة فلا يقل: وماذا ستفعل لي سيئة واحدة؟ </p><p> مستصغراً شأن هذه السيئة. وهذا نقول له: لا، لأن كلمة «شيء» يجب أن تحكم الكون. إنك إن نظرت لهذه المسألة قد تجد واحداً مثلاً ضئيل التكوين، ولا بسطة له في جسمه، لكن من الجائز أن له موهبة كبيرة، وقد تجد إنساناً آخر متين التكوين وليست عنده أية موهبة؛ لأن الله قد يعطي الضئيل فكرا عميقاً، أو حيلة كبيرة، أو موهبة خاصة في أي شيء. فلا تنظر إلى شيء قليل في أي إنسان، بل انظر إلى الشيء الجميل الذي فيه وهو المخفي عنك في نفسك. {وَأَنْ عسى أَن يَكُونَ قَدِ اقترب أَجَلُهُمْ فَبِأَيِّ حَدِيثٍ بَعْدَهُ يُؤْمِنُونَ} </p><p> ولماذا تأتي هنا حكاية اقتراب الأجل؟ وللإجابة عن التساؤل أقول: إنها هامة جداً؛ لأننا مادمنا أفراداً أي جنسين أو ثلاثة أجناس، وقال عنا ربنا إننا خلفاء في الأرض، فعلينا أن نعلم أن الخليفة في الأرض جاء ليخلف من سبقوه، وقد يُميت ربنا أي إنسان في سن شهر أو سنة، أو سنتين أو خمسين عاماً؛ لأن العمر بالنسبة لكل إنسان هو أمر قد اختص به الحق - تبارك وتعالى - نفسه ولا يعلمه أحد؛ لأن غاية المتساوي لابد أن تكون متساوية، وعلى سبيل المثال: إن سألنا طلبة كلية الحقوق عن غايتهم من دراسة الحقوق قالوا: لنيل إجازة الليسانس، وسنجد منهم الطويل، والقصير، والأبيض، والأسود، والذكي والغبي، والقوي والضعيف، وهم لا يتفقون إلا على دراسة الحقوق، وكذلك لا نتساوى جميعاً كبشر إلا أمام الموت، فهناك من يموت وهو في بطن أمه، ومن يموت وهو طفل، ومن يموت وهو فتى. وإن كنا نختلف فيما بقي بعد ذلك، والمؤمن أو الكافر يرى هذه الأحداث أمامه ولا يستطيع أن يقول: لا لن أموت. </p><p> ومادمت ستموت فانظر إلى مصلحتك أنت، لتثاب على ما فعلت في الدنيا بدلاً من أن تعاقب، فعسى أن يكون قد اقترب أجلك وأنت لا تعرف متى يجيء الأجل، وإبهام الأجل من الله لنا إشاعة للأجل، والإبهام هو أوضح أنواع البيان، فحين يريد ربنا أن يوضح أمراً توضيحياً كاملاً فهو يبهمه. </p><p> ومثال ذلك: لو جعل الله للموت سنّاً، لصار الأمر محدداً بلا أمل. لكنه </p><p> سبحانه لم يجعل للموت سنّاً أو سبباً، وأشاعة في كل زمن، والإنسان عرضة لأن يستقبل الموت في أي لحظة، ونزل الموت لا يتوقف على سبب، فقد يأتي بسبب وقد يأتي بغير سبب، ومادام الإنسان يستقبل الموت في أي وقت، فعلى العاصي ألا يستقبل الموت وهو على عصيان لله. </p><p> وإياك أن تقول: كيف مات فلان وهو غير مريض؟؛ لأن هناك العديد من الأسباب للموت، واعلم أن الموت بدون أسباب هو السبب، فالإنسان الذي نفقده بالموت، مات لأن أجله قد انتهى، والحق هنا يوضح: أيها الكافرون ألا تعلمون أن منكم من مات وعمره سنة ومن مات وعمره سنتان، ومن مات وعمره ثلاث سنوات، ومن مات وهو ظالم، ومن مات وهو مظلوم، ولو لم تكن هناك حياة ثانية فماذا تساوي هذه الحياة؟ . وما ذنب الذي لم يعش في الدنيا إلا شهرا؟ لابد أن تعرفوا أن هناك غاية تنتظركم، غايات فردية هي آجال الناس بذواتهم، وآجال إجماعية تتمثل في يوم القيامة. </p><p> وفي قوله تعالى:  {فَبِأَيِّ حَدِيثٍ بَعْدَهُ يُؤْمِنُونَ} </p><p> يوضح الحق تبارك وتعالى: إنه إذا كان هذا الحديث الذي أنزلته إليهم وفيه ما فيه من الإعجاز ومن الإبداع، ويجمع كل أنواع الكمالات، فماذا يريدون أكثر من ذلك؟ </p><p> وهل في اتباعهم للأهواء ولتقنينات بعضهم لبعض سعادة لهم؟ بالعكس إنهم يشقوْن بذلك. وكان يجب عليهم أن يتأدبوا مع الله ومع الرسول. </p><p> ولذلك يقول سبحانه وتعالى:  {مَن يُضْلِلِ الله ... } </p>"
}