{
  "id": null,
  "sura": 7,
  "aya": 184,
  "text": "<p> وهنا يُنَبّه الحقُّ سبحانه وتعالى كلَّ الخلق أن يتفكروا في أمر الرسول المبلغ الذي ينقلُ عن القوة العليا مرادَها من الخلق. وأول ما يستحق التفكير فيه أن نعرف هل هذا الإنسان الذي يقول عنه رسول صادق أو غير صادق؟ ولقد ثبت صدق رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من قبل نزول الرسالة عليه، وجاءت الرسالة لتأخذ بيد الخلق إلى الإيمان بالله. لكنهم لا يريدون أن يسمعوا، ليوجدوا لأنفسهم مبررات بالنكوص عن المنهج، فقال بعضهم اتهاما للرسول: إنه مجنون، مثلما قال بعضهم من قبل: إنه ساحر، وكاهن، وقالوا: شاعر، ويرد ربنا على كل تلك الأقاويل. </p><p> ونتساءل: من هو المجنون؟ . </p><p> نعلم أن المجنون هو من فقد التوازن الفكري في الاختيار بين البدائل، وحين يأخذ منه هذه القدرة على التوازن الفكري، يصبح غير أهل للتكليف؛ لأن التكليف فيه اختيار أن تفعل كذا ولا تفعل كذا، والمجنون لا يملك القدرة على هذا الترجيح. </p><p> والحق سبحانه وتعالى لم يكلف الإنسان إلا حين يبلغ ويعقل؛ لأنه حين يبلغ تصير له ذاتية مستقلة عن أهله وعن أبيه وأمه؛ لذلك نلاحظ الطفل وهو صغير يختار له والدهُ أو والدتُه الملابس والطعام، وبعد أن يكبر نجد الطفل قد صار مراهقاً يتمرد ويقرر أن يختار لنفسه ما يريده لأنه قد صارت له ذاتية، والذاتية - كما نعلم - توجد في النبات وفي الحيوان والإنسان وذلك بمجرد أن يصير الفرد منها قادراً على إنجاب مثله، سواء كان هذا الفرد من النبات أو الحيوان أو الإنسان. أما إن كان الإنسان قد صارت له ذاتية في الإنجاب والنسل، وليست له ذاتية ناجحة عاقلة في التفكير؛ فهنا يسقط عنه التكليف؛ لأنه مكره بفقدان العقل. </p><p> وهكذا نعرف أن التكليف يسقط عن الذي لم يَبْلغ، والمجنون والمكره بمن هو أقوى منه، وهذه عدالة الجزاء من الحق، وهكذا نجد أن التكليف لا يلزم إلا من بلغ جسمه ونضج عقله، وبهذا يحرس رَبُّنا الكون بِقَيُّومِيَّتِه. </p><p> وإذا كان المجنون هو فاقد الميزان العقلي الذي يختار بين البديلات، فكيف يقولون ذلك على سيدنا محمد عَلَيْهِ الصَّلَاة وَالسَّلَام ُ وهو قد عاش بينهم، ولم يكن قط فاقداً لميزان الاختيار بين البديلات، بل كانوا يعتبرونه الصادق الأمين، وكانوا يحفظون عنده كل غالٍ نفيس لهم حتى وهم كافرون به. وخلقه الفاضل ذاتي مستمر ودائم. </p><p> لقد قالوا ذلك على محمد ظلماً له، وبغَوْغَائِيَّة، وكل واحد يلقى اتهاماً ليس له من الواقع نصيب؛ لذلك قال الحقَ تبارَك وتعالى لأصحاب هذه الاتهامات:  {قُلْ إِنَّمَآ أَعِظُكُمْ بِوَاحِدَةٍ أَن تَقُومُواْ لِلَّهِ مثنى وفرادى ثُمَّ تَتَفَكَّرُواْ مَا بِصَاحِبِكُمْ مِّن جِنَّةٍ ... }  [سبأ: ٤٦] </p><p> أي أن يجلس كل اثنين ويتدارسا: هل محمد عاقل أم مجنون؟ وسيجد كل منهما من واقع تجربته أنَّ محمدَّا هو أكثر الناس أمانة، وكان الجميع يسمونه </p><p> الأمين، حتى قبل أن يتصل به الوحي، وليس من المعقول أن يضره الوحي، أو أن يفقد بالوحي توازنه الخلقي، لذلك قال الحق سبحانه وتعالى: </p><p> {ن والقلم وَمَا يَسْطُرُونَ مَآ أَنتَ بِنِعْمَةِ رَبِّكَ بِمَجْنُونٍ وَإِنَّ لَكَ لأَجْراً غَيْرَ مَمْنُونٍ وَإِنَّكَ لعلى خُلُقٍ عَظِيمٍ}  [القلم: ١ - ٤] </p><p> كان خُلُق رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ خُلُقاً عظيماً؛ لأن الخُلق هو الصفات التي تؤهل الإنسان لأن يعيش في مجتمع سليم وهو مسالم. ومادام خُلُقه سليماً، فمعيار الحكم عنده سليم. </p><p> وبعد ذلك قالوا عنه: إنه «ساحر» ، ونقول لهؤلاء: لماذا إذن لم يسحر كبار رجال قريش ليؤمنوا برسالته؟ إن كل ذلك جدل خائب، والمسألة ليس فيها سحر على الإطلاق. {أَوَلَمْ يَتَفَكَّرُواْ مَا بِصَاحِبِهِمْ مِّن جِنَّةٍ إِنْ هُوَ إِلاَّ نَذِيرٌ مُّبِينٌ} </p><p> الجنَّة التي تقولون عليها وتفترون بها على رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - هي منتَهى العقل ومنتهى الخلق، فمحمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ نذير واضح، جاءكم أولاً بالبشارة لكنكم في غيكم لا تستحقون البشارة، بل تستحقون الإنذار. </p><p> ويقول الحق بعد ذلك:  {أَوَلَمْ يَنْظُرُواْ فِي مَلَكُوتِ ... } </p>"
}