{
  "id": null,
  "sura": 7,
  "aya": 102,
  "text": "<p> وهؤلاء الذين كذبوا الرسل، وردوا منهج الله الذي أرسله على ألسنة رسله. كانت لهم عهود كثيرة. فما وفوا بعهد منها، مثال ذلك: العهد الجامع لكل الخلق، وهو العهد الذي أخذه الله على ذرية آدم من صلبه حين مسح الله على ظهر آدم، وأخرج ذريته وقال:  {أَلَسْتُ بِرَبِّكُمْ قَالُواْ بلى}  [الأعراف: ١٧٢] </p><p> وقد يقف العقل في أخذ مثل هذا العهد على الذرية الموجودة في آدم؛ لذلك نقول: إذا قال الله فقد صدق عَقِلْنا ذلك أو لم نعقله، إنك لو نظرت إلى «آحاد البشر» ، أي إلى الأفراد الموجودين، تجد نفسك وغيرك يجد نفسه نسلاً لآبائكم، وهذا يدل على أنَّ الإِنسان وجد من حيوان منوي حي انتقل إلى بويضة حيّة من أمه فنشأ هذا الإنسان. ولو طرأ على الحيوان المنوي موت، أو طرأ على البويضة موت امتنع الإِنسال. </p><p> إذن فكل إنسان منا جزء من حياة أبيه، وأبوه جزء من حياة والده، ووالده جزء </p><p> من حياة أبيه، وإن سلسلت ذلك فسنصل لآدم، فكل واحد من ذرية آدم إلى أن تقوم الساعة فيه جزئ حي من آدم. ومادام فيه جزئ حي من آدم فقد شهد الخلق الأول، ولذلك حين يسألهم الله سؤال التقرير ويقول:  {أَلَسْتُ بِرَبِّكُمْ} ؟ فيقولون:  {بلى} . </p><p> وضربنا المثل لنقرب وقلنا إن الذرة الشائعة في شيء، تشيع في أضعاف الشيء، وسبق أن قلنا: إننا إذا جئنا بمادة حمراء - مثلاً - في حجم سنتيمتر مكعب، ثم أذبناها في قارورة، وبذلك يصبح كل جزء في القارورة فيه جزء من المادة الملونة، وإن أخذت القارورة وألقيتها في برميل واسع، هنا تصير كل قطرة من البرميل فيها جزيء من المادة الحمراء، وإن أخذت ماء البرميل وألقيته في البحر فكل ذرة في البحر الواسع يصير فيها جزيء من المادة الملونة، وهكذا يقرب من ذهن كل منا أن في كل إنسان جزيئاً من آدم، وقد شهد هذا الجزئ العهد الأول. ولقائل أن يسأل: كيف يخاطب الله الذر الذي كان موجوداً في ظهر آدم؟ . نقول: كما خاطب الأرض وخاطب السماء، فهو القائل:  {ثُمَّ استوى إِلَى السمآء وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلأَرْضِ ائتيا طَوْعاً أَوْ كَرْهاً قَالَتَآ أَتَيْنَا طَآئِعِينَ}  [فصلت: ١١] </p><p> إذن فعدم إدراكنا لكيفية الخطاب بين رب ومربوب، لا يقدح في أن هذه المسألة لها أصل ولها وجود. </p><p> وهذا بالنسبة للعهد الأول، وبعده العهد الثاني الذي أخذه الله على رسله، مصداقاً لقوله الحق:  {وَإِذْ أَخَذَ الله مِيثَاقَ النبيين لَمَآ آتَيْتُكُم مِّن كِتَابٍ وَحِكْمَةٍ ثُمَّ جَآءَكُمْ رَسُولٌ مُّصَدِّقٌ لِّمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهِ وَلَتَنصُرُنَّهُ قَالَ أَأَقْرَرْتُمْ وَأَخَذْتُمْ على ذلكم إِصْرِي قالوا أَقْرَرْنَا قَالَ فاشهدوا وَأَنَاْ مَعَكُمْ مِّنَ الشاهدين} </p><p> [آل عمران: ٨١] </p><p> ثم هناك عهود خاصة أنشأتها الأحداث الخاصة، مثلما يقول الحق سبحانه وتعالى:  {هُوَ الذي يُسَيِّرُكُمْ فِي البر والبحر حتى إِذَا كُنتُمْ فِي الفلك وَجَرَيْنَ بِهِم بِرِيحٍ طَيِّبَةٍ وَفَرِحُواْ بِهَا جَآءَتْهَا رِيحٌ عَاصِفٌ وَجَآءَهُمُ الموج مِن كُلِّ مَكَانٍ وظنوا أَنَّهُمْ أُحِيطَ بِهِمْ دَعَوُاْ الله مُخْلِصِينَ لَهُ الدين لَئِنْ أَنْجَيْتَنَا مِنْ هذه لَنَكُونَنَّ مِنَ الشاكرين}  [يونس: ٢٢] </p><p> إنهم لا يسلمون أنفسهم للعطب، ولا يغترون بجاههم وبالأسباب التي عندهم لأنها قد امتنعت، ولذلك لا يغشون أنفسهم بل يلجأون صاغرين إلى الله قائلين:  { ... لَئِنْ أَنْجَيْتَنَا مِنْ هذه لَنَكُونَنَّ مِنَ الشاكرين}  [يونس: ٢٢] </p><p> هكذا نرى أنهم أعطوا العهد في حادثة، فلما أنجاهم الله أعرضوا، وفي ذلك يقول الحق سبحانه:  {وَإِذَا مَسَّ الإنسان الضر دَعَانَا لِجَنبِهِ أَوْ قَاعِداً أَوْ قَآئِماً فَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهُ مَرَّ كَأَن لَّمْ يَدْعُنَآ إلى ضُرٍّ مَّسَّهُ ... }  [يونس: ١٢] </p><p> إذن فالعهد إما أن يكون عهداً عاماً وإما أن يكون عهداً خاصًّا. </p><p> والحق يقول:  {وَإِن وَجَدْنَآ أَكْثَرَهُمْ لَفَاسِقِينَ} . </p><p> أي أن حال وشأن أكثرهم ظل على الفسق ونقض العهد والخروج عنه؛ لأن العهد إطار يحكم حركة المختار فيما أعطاه على نفسه من المواثيق، وهو حر في أن يفعل أو لا يفعل، لكنه إذا عاهد أن يفعل أصبح ملزماً ووجب عليه أن ينفذ العهد باختياره، لأنه إذا قطع العهد على نفسه فعليه أن يحكم حركته في إطار هذا العهد، فإن خرج بحركته عن إطار هذا العهد فهذا هو الفسق، والأصل في الفسق </p><p> أنه خروج الرطبة من القشرة لأن القشرة تصنع سياجاً على الثمرة بحيث لا تُدخل إلى الثمرة شيئاً مفسداً من الخارج، ويقال: فسقت الرطبة أي خرجت عن قشرتها. كأن ربنا جعل التكليف تغليفاً حماية للإِنسان من العطب، فإذا ما خرج عن الدين مثل خروج الرطبة عن الغطاء والقشرة صار عرضة للتلوث وللميكروبات؟ ، فسمى الله الخارج على منهجه بالفاسق، لأنه خرج عن الإِطار الذي جعله الله له ليحميه من المفاسد، ومن العطب الذي يقع عليه. </p><p> وبعد ذلك يقول الحق سبحانه:  {ثُمَّ بَعَثْنَا مِن بَعْدِهِم موسى ... } </p>"
}