{
  "id": null,
  "sura": 7,
  "aya": 143,
  "text": "<p> والميقات هو الوقت الذي يعد لعمل من الأعمال. ونسميه وقت العمل. وغلب على أشياء في الإِسلام، كمواقيت الحج. ونحن نعلم أن كل عمل وحدث يتطلب أمرين يُظْرَف فيهما، أي يكونان ظرفاً له؛ فلابد له من مكان يحدث فيه، ومن زمان يحدث فيه كذلك، واسمهما ظرف الزمان، وظرف المكان. إلا أن ظرف الزمان غير قار أي غير ثابت؛ فقد يأتي الصبح ويذهب ويأتي بعده، الظهر، والعصر والمغرب والعشاء. لكن ظرف المكان قار وثابت. </p><p> والمواقيت - إذن - إما أن يتحكم فيها الزمان، وإما أن يتحكم فيها المكان، وإما أن يتحكم فيها المكان والزمان معاً. فإذا أخذنا المواقيت على أنها زمن كل فعل نجد فريضة «الصوم» لها زمن محدد وهو رمضان. فالذي يتحكم في الصوم هو الزمن، فيكون ويحدث في أي مكان. وكذلك صيام عرفة يتحكم فيه أيضاً الزمان لأنه صيام يوم عرفة، ومن يجلس في أي مكان يصوم يوم عرفة ولكنه غير مطلوب من الحاج. ولكن الوقوف بعرفة يتحكم فيه المكان والزمان معاً. والإِحرام بالحج أو العمرة يتحكم فيه المكان وهو ما يسمى بالميقات المكاني ولكل أهل جهة ميقاتهم المكاني الذي يطلب منهم ألاَّ يمروا عليه إلاَّ وهم محرمون. فمرة يتحكم الزمان، ومرة يتحكم المكان، وثالثة يتحكمان معاً. </p><p> وجاء موسى لميقاتنا المضروب له بعد أربعين ليلة. </p><p> وهل جاء موسى للميقات أو جاء في الميقات؟ لقد جاء في الميقات، واللام تأتي بمعنى «عند» . ونعلم أن «اللام» تأتي بمعنى «عند» كثيراً في القرآن، مثل قوله:  {أَقِمِ الصلاة لِدُلُوكِ الشمس إلى غَسَقِ اليل ... }  [الإِسراء: ٧٨] </p><p> أي أقم الصلاة عند دلوك الشمس أي عند زوالها عن وسط وكبد السماء إلى غسق الليل. ومن الدلوك إلى الغسق نجد صلاة الفجر ثم الظهر ثم العصر ثم المغرب ثم العشاء، وهذه أربعة فروض، وبقي الفرض الخامس وهو الفجر، وقال فيه الحق:  { ... وَقُرْآنَ الفجر إِنَّ قُرْآنَ الفجر كَانَ مَشْهُوداً}  [الإِسراء: ٧٨] </p><p> ولماذا بدأ بدلوك الشمس؟ وهل النهار يبدأ بالظهر أو يبدأ بالصبح؟ . إن الإسراء والمعراج كانا ليلاً، ورسول الله جاء صباحاً إلى مكة، وقد فرضت الصلاة في المعراج، فكانت أول فريضة هي الظهر، وكأن الحق يعني خذ الغاية وخذ البداية، وكانت البداية هي صلاة الظهر والعصر والمغرب والعشاء وبقي الفجر، </p><p> وجاء فيه:  {وَقُرْآنَ الفجر إِنَّ قُرْآنَ الفجر كَانَ مَشْهُوداً} . </p><p> ثم يخص الله رسوله بالتهجد وهو قيام الليل إنه فرض على رسول الله دون غيره، فإنه بالنسبة لسائر الأمة تطوع. {وَمِنَ اليل فَتَهَجَّدْ بِهِ نَافِلَةً لَّكَ عسى أَن يَبْعَثَكَ رَبُّكَ مَقَاماً مَّحْمُوداً}  [الإِسراء: ٧٩] </p><p> ومن يتشبه برسول الله فله الثواب الجزيل والأجر العظيم ولكن هذا الأمر مرجعه إلى اختيار المسلم:  {وَلَمَّا جَآءَ موسى لِمِيقَاتِنَا وَكَلَّمَهُ رَبُّهُ} . </p><p> وهذه المسألة تحتاج إلى بحث، وقوله سبحانه:  {وَكَلَّمَهُ رَبُّهُ} هو قول يدل على أن كلاماً حصل من الله لموسى فكيف يحدث ذلك وسبحانه قد قال في مسألة الكلام بالنسبة للبشر كلاماً عاماً: {وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ الله إِلاَّ وَحْياً أَوْ مِن وَرَآءِ حِجَابٍ أَوْ يُرْسِلَ رَسُولاً فَيُوحِيَ بِإِذْنِهِ مَا يَشَآءُ ... }  [الشورى: ٥١] </p><p> وفي هذا نفي أن يكلم الله البشر. إلا بالوسائل الثلاث: الوحي أو من وراء حجاب أو يرسل رسولاً، والوحي بالنسبة للأنبياء يكون بإلقاء المعنى في قلب النبي دفعة، مع العلم اليقيني بأن ذلك من الله عَزَّ وَجَلَّ، وقد يراد بالوحي الإِلهامات؛ مثل الوحي إلى أم موسى، والوحي إلى الحواريين، وكذلك إلى الملائكة، وقد يراد بالوحي: التسخير؛ كالوحي للأرض، والنحل. </p><p> وبعد ذلك. . {أَوْ مِن وَرَآءِ حِجَابٍ} أي أن يسمع كلاماً ولا يرى متكلماً، {أَوْ يُرْسِلَ رَسُولاً} هو جبريل عليه السلام. والقرآن لم ينزل إلا بطريقة واحدة، بواسطة نزول جبريل على سيدنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. فما نزل القرآن بالإِلهام، وما نزل القرآن من وراء حجاب بل نزل بواسطة رسول من الله وهو جبريل وله علامات. </p><p> وهنا في كلام موسى نقول إن الكلام وقع فيه من وراء حجاب وهنا نمسك عن الخوض فيما وراء ذلك لأنه غيب لم يكشف لنا عنه ونترك الأمر فيه الله. </p><p> وقد سبق أن قلنا: إن صفات الله لا يوجد مثلها في البشر. فليس وجود الإِنسان كوجود الله، وليس غنى الإِنسان كغنى الله، وكذلك لن يكون أبداً كلامك ككلام الله، لأن كل شيء يخص الله إنما نأخذه في إطار {لَيْسَ كَمِثْلِهِ شَيْءٌ} . وقد بين الحق سبحانه وتعالى أن كلامه لموسى تميز لموسى، ولذلك يقول الحق:  {إِنِّي اصطفيتك عَلَى الناس بِرِسَالاَتِي وَبِكَلاَمِي ... }  [الأعراف: ١٤٤] </p><p> ويجب أن نأخذ كل وصف يوجد في البشر، ويوجد مثله. في وصف الله مثل «استوى» ، و «جلس» و «وجه» ، و «يد» نأخذ كل ذلك في إطار {لَيْسَ كَمِثْلِهِ شَيْءٌ} . {وَلَمَّا جَآءَ موسى لِمِيقَاتِنَا وَكَلَّمَهُ رَبُّهُ قَالَ رَبِّ أرني أَنظُرْ إِلَيْكَ ... }  [الأعراف: ١٤٣] </p><p> وحينما خص الله موسى بميزة أن تكلم إليه، حصل من موسى استشراق اصطفائي، وكأنه قال لنفسه: مادام قد كلمني فقد أقدر أن أراه؛ لأن استطابة الأنس تمد للنفس سبل الأمل في الامتداد في الأشياء مثلما قال موسى من قبل رداً على سؤال الله:  {وَمَا تِلْكَ بِيَمِينِكَ ياموسى}  [طه: ١٧] </p><p> كان الجواب يكفي أن يقول:  «عصا» لكنه قال: {قَالَ هِيَ عَصَايَ أَتَوَكَّأُ عَلَيْهَا وَأَهُشُّ بِهَا على غَنَمِي ... }  [طه: ١٨] </p><p> قال ذلك على الرغم من أن الحق لم يسأله: ما تفعل بها؟ وأراد بالكلام أن </p><p> يطيل الأنس بربه، وكأنه عرف أنه من غير اللائق أن يكون الجواب مجرد كلمة رداً على سؤال. </p><p> ولله المثل الأعلى - نجد الإِنسان منا حين يرى طفلاً صغيراً فهو يداعبه ويطيل الكلام معه إيناساً له. وحين وجد موسى أن الله يكلمه استشرفت نفسه أن يراه:  {وَلَمَّا جَآءَ موسى لِمِيقَاتِنَا وَكَلَّمَهُ رَبُّهُ قَالَ رَبِّ أرني أَنظُرْ إِلَيْكَ} . </p><p> لم يقل موسى: أرني ذاتك. بل قال:  {أرني أَنظُرْ إِلَيْكَ} كأنه يعلم أنه بطبيعة تكوينه يعرف أنه لا يمكن أن يرى الله، لكن إن أراه الله، فهذا أمر بمشيئة الحق وقدم موسى الطلب معلقاً بمشيئة الله وإرادته؛ لأنه يعلم أنه غير معد لاستقبال رؤية الله؛ لأن تكوينه لا يقوى على ذلك، وحتى في الوحي والكلام لم يكلم ربنا الناس مباشرة، بل لابد أن يصطفى من الملائكة رسلاً، ثم تكون مرحلة ثانية أن يصطفى من البشر رسلاً، ويبلغ الرسل الناس كلام الله؛ لأن الصفات الكمالية العليا الخالقة لا يمكن أن يستوعبها المخلوق. </p><p> ضربنا المثل من قبل - ولله المثل الأعلى - بصناعات البشر، وأن الإِنسان حين ينام ليلاً، قد يستيقظ لأي شيء، فإذا كانت الدنيا ظلاماً قد يحطم الأشياء التي هي أقل منه أو تحطمه الأشياء التي هي أكثر صلابه منه؛ وإن اصطدم بشيء صغير فقد يكسره، وإن اصطدم بدولاب أو حائط فقد ينكسر الإِنسان. ولذلك ترك الإِنسان في البيت شيئاً من النور الضئيل؛ ليستفيد من سكون الليل وظلمته، فيضع ما نسميه «الوناسة» قوة شمعتين أو خمس شمعات، ولا يقدر أن يركبها على قوة التيار الموجود في المنزل؛ لأنها تفسد فوراً، لذلك يأتي لها بمحول يأخذ من القوي ويعطي الضعيف. </p><p> إذن إذا كانت صناعة البشر نجد فيها الضعيف الذي لا يأخذ من القوي إلا بواسطة، فمن باب أولى أنه لا يمكن أن يتلقى خلق الله عن الله إلا بواسطة. وكانت الواسطة من البشر اصطفاء ومن الملائكة اصطفاء، فليس كل ذلك صالحاً لهذه المسألة، فمصطفى من الملائكة يعطي مصطفى من البشر. </p><p> وبعد ذلك يعطي المصطفى من البشر للبشر. كذلك الرؤية وسيظهر ذلك لنا حينما يعطي الله الدليل على أنه خلقكم لا على هيئة أن تروه الآن، ولكن حين </p><p> تبرزون في الآخرة وتعدون إعداداً آخر، فمن الممكن أن تنالوا شرف رؤيته:  {وُجُوهٌ يَوْمَئِذٍ نَّاضِرَةٌ إلى رَبِّهَا نَاظِرَةٌ} . </p><p> ولا يستوي الناس في ذلك؛ لأن المؤمن هو من ينال شرف النظر إلى الله، أما الكافر فهو محجوب عن رؤية الحق. يقول تعالى في شأن الكفار:  {كَلاَّ إِنَّهُمْ عَن رَّبِّهِمْ يَوْمَئِذٍ لَّمَحْجُوبُونَ} فلا يستوي المؤمن والكافر في هذه الحالة، فمادام الكافر محجوبا فالمؤمن غير محجوب ويرى ربَّه. وقال موسى:  {رَبِّ أرني أَنظُرْ إِلَيْكَ} . </p><p> قال الحق:  {قَالَ لَن تَرَانِي} . </p><p> وفي اللغة نجد أن «لن» تأتي تأبيدية، أي تؤبد المستقبل أي لا يحدث ولا يتحقق ما بعدها. فهل معنى ذلك أن قول الحق:  {لَن تَرَانِي} أن موسى لن يرى الله في الدنيا ولا في الآخرة؟ . ونقول: ومن قال إن زمن الآخرة هو زمن الدنيا؟ إن هذه لها زمن وتلك لها زمن آخر:  {يَوْمَ تُبَدَّلُ الأرض غَيْرَ الأرض والسماوات وَبَرَزُواْ للَّهِ الواحد الْقَهَّارِ}  [إبراهيم: ٤٨] </p><p> إذن فزمن الآخرة وإعادة الخلق فيها سيكون أمراً آخر، يكفي أن أهل الجنة سيأكلون ولن تكون لهم فضلات، إنه خلق جديد. إن مجيء «لن» في قوله الحق: {لَن تَرَانِي} تأبيدها إضافي، أي بالنسبة للدنيا، وفيها تعليل لعدم قدرة موسى على الرؤية، وأضاف سبحانه:  {ولكن انْظُرْ إِلَى الْجَبَلِ فَإِنِ اسْتَقَرَّ مَكَانَهُ فَسَوْفَ تَرَانِي فَلَمَّا تجلى رَبُّهُ لِلْجَبَلِ جَعَلَهُ دَكّاً وَخَرَّ موسى صَعِقاً ... }  [الأعراف: ١٤٣] </p><p> وسبحانه هنا يعلل لموسى بعملية واقعية فأوضح: لن تراني ولكن حتى أطمئنك أنك مخلوق بصورة لا تمكنك من رؤيتي انظر إلى الجبل، والجبل مفروض فيه الصلابة، والقوة، والثبات، والتماسك؛ فإن استقر مكانه، يمكنك أن تراني. إن الجبل بحكم الواقع، وبحكم العقل، وبحكم المنطق أقوى من </p><p> الإِنسان، وأصلب منه وأشد، ولما تجلّى ربه للجبل اندك. والدكُّ هو الضغط على شيء من أعلى ليسوَّي بشيء أسفل منه. والحق هو القائل:  {كَلاَّ إِذَا دُكَّتِ الأرض دَكّاً دَكّاً}  [الفجر: ٢١] </p><p> وهنا في موقف موسى وحواره مع الله يتأكد لنا أن الله تجلى على خلق من خلقه، ولكن أيقدر المتجلَِّي عليه على هذا التجلي أم لا يقدر؟ . إن أقدره الله فهو يقدر، أما إن لم يقدره الله فلن يقدر. والجبل هو الأصلب، فلما تجلى له ربه اندك، إذن فمن الممكن أن يتجلى الله على بعض خلقه، ولكن المهم أيقوى المستقبل للتجلي أو لا يقوى؟ ولم تقو طبيعة موسى على التجلي لله بدليل أن الأقوى منه لم يقو. وبعد ذلك أراد الله أن يلفتنا لفتة تصاعدية. ويبين لنا أن موسى قد صعق لرؤية المتجلَّى عليه فكيف لو رأى المتجلِّي؟!! {فَلَمَّا تجلى رَبُّهُ لِلْجَبَلِ جَعَلَهُ دَكّاً وَخَرَّ موسى صَعِقاً} . ويقال: خر الشيء إذا سقط من أعلى إلى أسفل، ويقول الحق في آية قرآنية:  {وَظَنَّ دَاوُودُ أَنَّمَا فَتَنَّاهُ فاستغفر رَبَّهُ وَخَرَّ رَاكِعاً ... }  [ص: ٢٤] </p><p> والحق يخبرنا هنا:  {وَخَرَّ موسى صَعِقاً} ، وصعقه تُطلق ويراد بها الوفاة، ولكن هنا صعقة أخرى تعبر عن الإِغماءة الطويلة. وصعقة الوفاة يقول فيها الحق سبحانه:  { ... فَصَعِقَ مَن فِي السماوات وَمَن فِي الأرض إِلاَّ مَن شَآءَ الله ثُمَّ نُفِخَ فِيهِ أخرى فَإِذَا هُمْ قِيَامٌ يَنظُرُونَ}  [الزمر: ٦٨] </p><p> إذن النفخة الأولى لصعق وموت الجميع، ثم تأتي النفخة الثانية للبعث. وهنا يقول الحق:  {فَلَمَّآ أَفَاقَ قَالَ سُبْحَانَكَ تُبْتُ إِلَيْكَ} . </p><p> وهذا يدل على أن الصعقة ليست هي الصعقة المميتة، وأفاق سيدنا موسى من الصعقة، وانتبه إلى أنه لم يكن من اللائق أن يطلب الرؤية المباشرة لله. وكما نقول: «فلان فاق </p><p> لنفسه» وهنا «أفاق» موسى على حاجتبن اثنتين، أفاق من الغشية التي حصلت له من الصعقة، وكأنَّه تساءل: لماذا انصعقت؟ لقد انصعق لأنه سأل ربنا ما ليس له به علم:  {فَلَمَّآ أَفَاقَ قَالَ سُبْحَانَكَ} ، وساعة تسمع كلمة «سبحانك» اعرف أنَّه يراد بها التنزيه لله من الحدث الذي نحن بصدده وهو رؤيته - تعالى - أي تنزيها لك يا رب أن يراك مخلوقك؛ لأن الرؤية قدرة بصر على مرئي، ومعنى:  «رأيت الشيء» أي أن عين البشر قد قدرت على الشيء، ولو أننا نحن المخلوقين رأينا الله بقانون الضوء، فهذا يعني أن أبصارنا تقدر على ربنا وهذا لا يمكن أبداً؛ لأن المقدور لا ينقلب قادراً، والقادر لا ينقلب مقدوراً. { ... فَلَمَّآ أَفَاقَ قَالَ سُبْحَانَكَ تُبْتُ إِلَيْكَ وَأَنَاْ أَوَّلُ المؤمنين}  [الأعراف: ١٤٣] </p><p> وتوبة موسى هنا من أنه سأل الله ما ليس له به علم، ولأنه لم يقف عند التجليات المخالفة لنواميس الكون، وأنَّ ربنا فقد أعطاه بدون أن يسأل، لقد كلمه الله، فلماذا يُصعد المسألة ويطلب الرؤية؟ ولماذا لم يترك الأمور للفيوضات التي يعطيها الله له ويتنعم بفيض جود لا ببذل مجهود؟ . </p><p> ويقرر موسى ويقول:  {وَأَنَاْ أَوَّلُ المؤمنين} ، أي بأنّ ذاتك - سبحانك - لا يقدر مخلوق أن يراها ويدركها. لقد شعر موسى ببعض من انكسار الخاطر لأنه طمح إلى ما يفوق استطاعته وقال:  {سُبْحَانَكَ تُبْتُ إِلَيْكَ وَأَنَاْ أَوَّلُ المؤمنين} وكأنه قد فهم ما أوضحه الحق له: لا تلتفت إلى ما منعتك، ولكن انظر إلى ما أعطيتك:  {قَالَ ياموسى إِنِّي ... } </p>"
}