{
  "id": null,
  "sura": 7,
  "aya": 189,
  "text": "<p> وقوله تعالى:  {خَلَقَكُمْ مِّن نَّفْسٍ وَاحِدَةٍ} المقصود بها آدم، وقول الحق:  {وَجَعَلَ مِنْهَا زَوْجَهَا} المقصود بها حواء، ونلحظ في الأداء في هذه الآية أن الضمير عائد إلى مؤنث. </p><p> {هُوَ الذي خَلَقَكُمْ مِّن نَّفْسٍ وَاحِدَةٍ وَجَعَلَ مِنْهَا زَوْجَهَا} </p><p> ثم جاء بالتذكير في قوله:  {لِيَسْكُنَ إِلَيْهَا} </p><p> إذن فصل الذكورة عن الأنوثة جاء عند {لِيَسْكُنَ} . فكأن الكلام في النفس معنىٌّ به جنس بني آدم وهو الذي نسميه «الإنسان» ومنه ذكورة ومنه أنوثة، ولذلك فسبحانه حينما يتكلم عن الذكورة كذكورة، والأنوثة كأنوثة، يأتي بضمير المذكر، أو بضمير المؤنث، وقوله:  {لِيَسْكُنَ إِلَيْهَا} . </p><p> لأنه يريد أن يوضح أن المرأة جُعلَت للرجل سكناً، لا يقال: إنها له سكن إلا إذا كان هو متحركاً، كأن الحركة والكدح في الحياة للرجل، ثم يستريح مع المرأة ويسكن إليها بالحنان، بالعطف، بالرقة. أما إن لم تكن سكناً فهو يخرج من البيت لأن ذلك أفضل له. وقول الحق تبارك وتعالى:  {وَجَعَلَ مِنْهَا زَوْجَهَا} . </p><p> يذكرنا بما عرفناه من قبل من أن الله خلق آدم من الطين ومن الصلصال ثم نفخ فيه ربّنا الروحَ، أما حواء فقد ذكرها في هذه المسألة، وأوضح: أنا جعلت منها زوجها، و «منها» أي أنها قطعة منه، وقيل: إنها خلقت من ضلع أعوج، ومن يرجع هذا الرأي يقول لك: لأن الله يريد أن يجعل السكن ارتباطاً عضويا، فالمرأة بعض من الرجل، ونعرف أن الواحد منا يحب ابنه لأنه بعض منه. وعلى ذلك فهذا القول جاء لتقديم الألفة. وهناك من يقول: إن حواء خلقت مثل آدم فلماذا جاء ذكر آدم ولم يأت بذكر حواء؟ </p><p> ونقول: إن آدم أعطى الصورة في خلق الإنسان من طين، لأن آدم هو الرسول وهو المسجود له. ونعلم أن المرأة دائما مبنية على الستر. ومثال ذلك نجد الفلاح في مصر لا يقول: زوجتي، بل يقول:  «الجماعة» أو «الأولاد» أو يقول: «أهلي» ولا يذكر اسم الزوجة أبداً. </p><p> والحق يقول هنا:  {وَجَعَلَ مِنْهَا} ، فإن كانت مخلوقة من الضلع ف «مِنْ» </p><p> تبعيضية، وإن كانت مخلوقة مثل آدم تكون «مِنْ» بيانية، أي من جنسها، مثلها مثلما يقول ربنا:  {هُوَ الذي بَعَثَ فِي الأميين رَسُولاً مِّنْهُمْ ... }  [الجمعة: ٢] . </p><p> أي الرسول من جنسنا البشري ليكون إلف المبلغ عن الله، والمبلغ عن الله واحدا منا ونكون مستأنسين به، ولذلك قلنا: إن اختيار الله للرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من البشر فيه رد على من أرادوا أن يكون الرسول من جنس آخر غير البشر، فقال الحق على ألسنتهم:  {وَمَا مَنَعَ الناس أَن يؤمنوا إِذْ جَآءَهُمُ الهدى إِلاَّ أَن قالوا أَبَعَثَ الله بَشَراً رَّسُولاً} </p><p> [الإسراء: ٩٤] . </p><p> ويأتي الرد عليهم:  {قُل لَوْ كَانَ فِي الأرض ملائكة يَمْشُونَ مُطْمَئِنِّينَ لَنَزَّلْنَا عَلَيْهِم مِّنَ السمآء مَلَكاً رَّسُولاً}  [الإسراء: ٩٥] . </p><p> ثم لو كان الرسول من جنس الملائكة فكيف كانوا يرونه على حقيقته؟ كان لا بد أن يخلقه الله على هيئة الإنسان. </p><p> ويتابع سبحانه:  {فَلَماَّ تَغَشَّاهَا حَمَلَتْ حَمْلاً خَفِيفاً} </p><p> و {تَغَشَّاهَا} تعبير مهذب عن عملية الجماع في الوظيفة الجنسية بين الزوج والزوجة، والغشاء هو الغطاء، وجعل الله الجماع من أجل التناسل ليبث منهما رجالاً كثيراً ونساء. </p><p> والمعنى هنا أنها حملت الجنين لفترة وهي لا تدري أنها حامل، لأن نموّ الجنين بطىء بطىء لا تشعر الأم به. {فَمَرَّتْ بِهِ فَلَمَّآ أَثْقَلَتْ دَّعَوَا الله رَبَّهُمَا لَئِنْ آتَيْتَنَا صَالِحاً لَّنَكُونَنَّ مِنَ الشاكرين}  [الأعراف: ١٨٩] . </p><p> ومرت به، مقصود بها أنها تتحرك حركة حياتها قياماً وقعوداً إلى أن تثقل وتشعر بالحمل في شهوره الأخيرة. </p><p> وهنا عرف الزوج أن هناك حملا ورفع الاثنان أيديهما بالدعاء لله عَزَّ وَجَلَّ أن يكون الولد صالحاً بالتكوين البدني وصالحاً للقيام بقيم المنهج. {هُوَ الذي خَلَقَكُمْ مِّن نَّفْسٍ وَاحِدَةٍ وَجَعَلَ مِنْهَا زَوْجَهَا لِيَسْكُنَ إِلَيْهَا}  [الأعراف: ١٨٩] . </p><p> أي أن الذكورة قد انفصلت عن الأنوثة، وصار الذكر يسكن عند الأنثى. </p><p> وهكذا كان الأمر الخاص بآدم، ثم جاء الكلام للذرية، وخصوصاً أن حواء كانت تحمل بذكر وأنثى، وآدم وحواء وأولادهما هم أصل التواجد البشري وأصل التوالد. </p><p> والقرآن قد يتكلم في موضوعات تبدو متباعدة. لكنها تضم قيماً ذات نسق فريد، فنجد الحق يتكلم في أمر ثم يتكلم في آخر، مثل قوله:  {هُوَ الذي يُسَيِّرُكُمْ فِي البر والبحر حتى إِذَا كُنتُمْ فِي الفلك وَجَرَيْنَ بِهِم بِرِيحٍ طَيِّبَةٍ وَفَرِحُواْ بِهَا جَآءَتْهَا رِيحٌ عَاصِفٌ وَجَآءَهُمُ الموج مِن كُلِّ مَكَانٍ وظنوا أَنَّهُمْ أُحِيطَ بِهِمْ ... }  [يونس: ٢٢] . </p><p> ولم يأت بسيرة البر هنا، بل تكلم بالبر والبحر ثم انتقل إلى الحديث عن مجيء الموت، وأيضاً انظر إلى قول الحق سبحانه وتعالى:  {وَوَصَّيْنَا الإنسان بِوَالِدَيْهِ إِحْسَاناً ... }  [الأحقاف: ١٥] . </p><p> هنا يوصي الحق الإنسان بوالديه، بالأب وبالأم، ثم يتابع:  {حَمَلَتْهُ أُمُّهُ كُرْهاً وَوَضَعَتْهُ كُرْهاً وَحَمْلُهُ وَفِصَالُهُ ثَلاَثُونَ شَهْراً ... }  [الأحقاف: ١٥] . </p><p> ولم تأت سيرة الرجل بل كل الحيثيات للأم. </p><p> ويقول سبحانه وتعالى بعد ذلك:  {فَلَمَّآ آتَاهُمَا صَالِحاً جَعَلاَ لَهُ شُرَكَآءَ ... } . </p>"
}