{
  "id": null,
  "sura": 7,
  "aya": 22,
  "text": "<p> {فَدَلاَّهُمَا بِغُرُورٍ} أي فأنزلهما من رتبة الطاعة إلى درك المعصية والذنب مما غرهما وخدعهما من القسم. و «دلاّ» مأخوذة من دلّى رجليه في البئر كي يرى إن كان فيه ماء أم لا، أو دلَّى جبل الدلو لينزله في البئر، ومعناها: أنه يفعل الشيء مرة فمرة، و «بغرور» أي بإغراء لكي يوقعهما في المخالفة، فأظهر لهما النصح وأبطن لهما الغش. </p><p> وهنا وقفة تدل على الاصطراع بين الحق والباطل في النفس، {فَلَمَّا ذَاقَا الشجرة} هذا يدل على أنهما بمجرد المذاق تذكرا أن النزغ من إبليس جعلهما يذهبان إلى الشجرة. وأن ما أخذاه فقط كان مجرد المذاق، فتنبه كلاهما إلى جسامة الأمر. {فَلَمَّا ذَاقَا الشجرة بَدَتْ لَهُمَا سَوْءَاتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِن وَرَقِ الجنة}  [الأعراف: ٢٢] </p><p> و «الخصف» أي تأتي بشيء وتلزقه على شيء لتداري شيئاً. وقديماً حينما كان يبلى نعل الحذاء، ويظهر به خرق فالإِسكافي يضع عليه رقعة من الجلد تكون أوسع من الخرق حتى تتمكن منه. </p><p> وهكذا فعل آدم وحواء؛ أخذا من ورق الجنة ووضعا ورقة على ورقة ليداريا السوءة. وقوله الحق:  {وَطَفِقَا} يعني وجعلا من ورق الشجر غطاء للسوءات. </p><p> وهنا يقول الحق:  { ... وَنَادَاهُمَا رَبُّهُمَآ أَلَمْ أَنْهَكُمَا عَن تِلْكُمَا الشجرة وَأَقُل لَّكُمَآ إِنَّ الشيطآن لَكُمَا عَدُوٌ مُّبِينٌ}  [الأعراف: ٢٢] </p><p> لقد كان التكليف هنا في أمر واحد، والإِباحة في أمور متعددة، وسبحانه لم يكلفهما إلا بأمر واحد هو عدم الاقتراب من الشجرة، والمباح كان كثيراً؛ لذلك لم يكن من اللائق أن يتولى عن التكليف. ولم يكن هذا التكليف بالواسطة ولكن كان بالمباشرة، ولذلك سينفعنا هذا الموقف في الفهم في لقطة للقصة في سورة غير هذه وهو قوله الحق:  { ... وعصىءَادَمُ رَبَّهُ فغوى}  [طه: ١٢١] </p><p> ولم يأت الحق هنا بسيرة المعصية، وقال لهما:  { ... أَلَمْ أَنْهَكُمَا عَن تِلْكُمَا الشجرة وَأَقُل لَّكُمَآ إِنَّ الشيطآن لَكُمَا عَدُوٌ مُّبِينٌ}  [الأعراف: ٢٢] </p><p> وسبحانه لا يجرم إلا بنص، وسبق أن قال سبحانه:  {وَلاَ تَقْرَبَا هذه الشجرة} وأوضح: أن هناك عنصراً إغوائياً هو إبليس وعداوته مسبقة في أنه امتنع عن السجود، وقد طرده الحق لهذا السبب. إذن إنْ آخذهما وعاقبهما الله بهذا الذنب فهو العادل، وهما اللذان ظلما أنفسهما. وكان لابد أن يكون الجواب: نعم يا رب نهيتنا، وقلت لنا ذلك. وهذا إيراد للحكم بأقوى الأدلة عليه؛ لأن الحكم قد يأتي بالإِخبار، وقد يأتي بالاستفهام بالإِيجاب، ويكون أقوى لو جاء بالاستفهام بالنفي. { ... إِنَّ الشيطآن لَكُمَا عَدُوٌ مُّبِينٌ}  [الأعراف: ٢٢] </p><p> ونحن نعلم أن العدو هو الخصم الذي يريد إلحاق الضرر والإيذاء بك، و «مبين» أي محيط، وهذا دليل يظهر عداوة الشيطان وإحاطتها؛ لأنه قد سبق أن أوضح أنه سيأتي من بين أيديهم ومن خلفهم وعن أيمانهم وعن شمائلهم. أو بيَّن العداوة وشديد الخصومة. </p><p> ويأتي الإقرار بالذنب من آدم وحواء:  {قَالاَ رَبَّنَا ظَلَمْنَآ ... } </p>"
}