{
  "id": null,
  "sura": 7,
  "aya": 156,
  "text": "<p> ونلحظ أن هذه الآية تضم طلبات جديدة لسيدنا موسى من ربّه بعد قوله:  {فاغفر لَنَا وارحمنا} . ونرى أن خير الغافرين تعود لقول موسى - عليه السلام -: {فاغفر لَنَا} أما الحسنة في قوله: {واكتب لَنَا فِي هذه الدنيا حَسَنَةً} فإنها تعود على طلب الرحمة: {واكتب لَنَا فِي هذه الدنيا حَسَنَةً وَفِي الآخرة} . </p><p> هو إذن يطلب الحسنة في الدنيا وكذلك في الآخرة، والحسنة لها معنى «لغوي» ، ومعنى «شرعي» أما المعنى اللغوي فكل ما يستحسنه الإِنسان يُسمى حسنة، ولكن الحسنة الشرعية هي ما حسنه الشرع، فالشرع رقيب على كل فعل من أفعالنا وتصرفاتنا، فالحسنة ليست ما يستحسنه الإِنسان؛ لأن الإِنسان قد يستحسن المعصية، وهذا استحسان بشري بعيد عن المنهج، أما الاستحسان الشرعي فهو في تنفيذ المنهج ب «افعل» و «لا تفعل» . </p><p> والحسنة المعتبرة في عرف المكلفين من الله هي الحسنة الشرعية؛ لأن الإِنسان قد يستحسن شيئاً وهو غير شرعي لأنه ينظر إلى عاجلية النفع فيه، ولا ينظر إلى آجلية النفع، ولا ينظر إلى كمية النافع. والنفع - كما نعلم - في الدنيا على قدر تصورك في النفع، أما النفع في الآخرة فلا يعلم قدره إلا علاّم الغيوب - سبحانه - إذن فقوله:  {واكتب لَنَا فِي هذه الدنيا حَسَنَةً} يكون المراد بها الحسنة الشرعية في الدنيا عملاً، وفي الآخرة جزاءً. </p><p> ونلحظ أن موسى أراد بالحسنة الأولى ما يعم الحسنة الشرعية والحسنة </p><p> اللغوية؛ فهو دعاء بالعافية والنعم الجلية الطيّبة؟ ، وكل خير الدنيا في ضوء منهج الله. والحق سبحانه وتعالى يقول:  {قُلْ هِي لِلَّذِينَ آمَنُواْ فِي الحياة الدنيا خَالِصَةً يَوْمَ القيامة ... }  [الأعراف: ٣٢] </p><p> إذن فالحسنة الخالصة هي في يوم القيامة، ولكن هناك من ينتفع بها في الدنيا؛ فالجماد منتفع برحمة الله، والنبات برحمة الله، والحيوان منتفع برحمة الله، والكافر منتفع برحمة الله. كل ذلك في الدنيا، وهي الرحمة التي وسعت كل شيء، لكن مسالة الآخرة كجزاء على الإِحسان فهو جزاء خاص بالمؤمنين. </p><p> ويتابع الحق على لسان موسى عليه السلام:  {إِنَّا هُدْنَآ إِلَيْكَ} . </p><p> و «هاد» أي رجع، و «هدنا إليك» أي رجعنا إليك، وهذا كلام موسى عن نفسه وعن أخيه، وعن القوم الذين عبدوا العجل ثم تابوا، وما دمنا قد رجعنا إليك يا ربي فأنت أكرم من أن تردنا خائبين. ويرد الحق سبحانه:  { ... قَالَ عذابي أُصِيبُ بِهِ مَنْ أَشَآءُ وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ الزكاة والذين هُم بِآيَاتِنَا يُؤْمِنُونَ}  [الأعراف: ١٥٦] </p><p> وقوله الحق:  {عذابي أُصِيبُ بِهِ مَنْ أَشَآءُ} أي لا يوجد من يدفعني ويرشدني في توجيه العذاب لأحد؛ فحين يذنب عبد ذنباً أنا أعذبه أو أغفر له؛ لذلك لا يقولن عبد لمذنب إن الله لابد أن يعذبه؛ لأنه سبحانه هو القائل:  {عذابي أُصِيبُ بِهِ مَنْ أَشَآءُ وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ.</p><p> . .}  [الأعراف: ١٥٦] </p><p> وما المقصود بالرحمة هنا؟ أهي الرحمة في الدنيا أو الرحمة في الآخرة؟ إنها الرحمة في الدنيا التي تشمل الطائع والعاصي، والمؤمن والكافر، ولكنها خالصة </p><p> في اليوم الآخر - كما قلنا - للمؤمنين. </p><p> وقوله سبحانه:  {فَسَأَكْتُبُهَا} يدل على أن هذا سيكون في الآخرة. أي أن رحمة الله وسعت كل شيء في الدنيا ولكنها رحمة تنتهي بالنسبة للكافرين في إطار الدنيا، ولكن بالنسبة للمؤمنين فهي رحمة مستمرة قد كتبها الله أزلاً وتعطي للمؤمنين فضلاً ومنًّة وعطاء منه - سبحانه - { ... فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ الزكاة والذين هُم بِآيَاتِنَا يُؤْمِنُونَ}  [الأعراف: ١٥٦] </p><p> وعندما سمع بعض اليهود ذلك قالوا: نحن متقون، فقيل لهم: في أي منهج أنتم متقون أفي منهج موسى؟ لو كنتم متقين في منهج موسى - كما تزعمون - لآمنتم بمحمد - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - لأن من تعاليم موسى أن تؤمنوا برسول الله محمد - عَلَيْهِ الصَّلَاة وَالسَّلَام ُ - ولذلك جاء قوله تعالى:  {الذين يَتَّبِعُونَ ... } </p>"
}