{
  "id": null,
  "sura": 7,
  "aya": 65,
  "text": "<p> وساعة ما تسمع:  {وإلى عَادٍ أَخَاهُمْ هُوداً} أي أرسلنا إلى عاد أخاهم هوداً، و «أخاهم» موقعها الإِعرابي «مفعول به» ويدلنا على ذلك قوله في الآية السابقة: {أَرْسَلْنَا نُوحاً} ، وكذلك أرسلنا إلى عاد أخاهم هودا. وكلمة «أخاهم» تُشْعرُ بأشياء كثيرة؛ إنه من جنسهم، ولغته لغتهم، وأنسهم به، ويعرفون كل شيء وكل تاريخ عنه، وكل ذلك إشارات تعطى الأنس بالرسول؛ فلم يأت لهم برسول أجنبي عاش بعيداً عنهم حتى لا يقولوا: لقد جاء ليصنع لنفسه سيادة علينا بل جاء لهم بواحد منهم وأرسل إليهم «أخاهم» وهذا الكلام عن «هود» . </p><p> إذن كان هود من قوم عاد، ولكن هناك رأي يقول: إن هودا لم يكن من قوم عاد، ولأنَّ </p><p> الأخوة نوعان: أخوَّة في الأب القريب، أو أخوّة في الأب البعيد، أي من جنسكم، من آدم؛ فهو إما أخ من الأب القريب، وإمّا أخ من الأب البعيد. وقد قلنا من قبل: إن سيدنا معاوية كان يجلس ثم دخل عليه الحاجب فقال: يا أمير المؤمنين، رجل بالباب يقول إنه أخوك، فتساءلت ملامح معاوية وتعجب وكأنه يقول لحاجبه: ألا تعرف إخوة أمير المؤمنين؟ وقال له: أدخله، فأدخله. قال معاوية للرجل: أي إخوتي أنت؟! </p><p> قال له: أخوك من آدم. </p><p> فقال معاوية: رحم مقطوعة - أي أن الناس لا تتنبه إلى هذه الأخوة - والله لأكونن أول من وصلها. {وإلى عَادٍ أَخَاهُمْ هُوداً قَالَ يَاقَوْمِ اعبدوا الله مَا لَكُمْ مِّنْ إله غَيْرُهُ أَفَلاَ تَتَّقُونَ}  [الأعراف: ٦٥] </p><p> ونلحظ أن الحق قال على لسان سيدنا نوح لقومه:  { ... فَقَالَ يَاقَوْمِ اعبدوا الله مَا لَكُمْ مِّنْ إله غَيْرُهُ إني أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ}  [الأعراف: ٥٩] </p><p> وأرسل الحق هوداً إلى عاد، لكن قول هود لقوم عاد يأتي:  {قَالَ يَاقَوْمِ اعبدوا الله مَا لَكُمْ مِّنْ إله غَيْرُهُ أَفَلاَ تَتَّقُونَ} . </p><p> وهنا «قال» فقط من غير الفاء؛ وجاء في قول نوح:  «فقال» . وهذه دقة في الأداء لننتبه؛ لأن الذي يتكلم إله ورب، فتأتي مرة ب «فاء» وتأتي مرة بغير «فاء» رغم أن السياق واحد، والمعنى واحد والرسول رسول، والجماعة هم قوم الرسول. ونعلم أن «الفاء» تقتضي التعقيب، وتفيد الإِلحاح عليهم، وهذا توضحه سورة نوح؛ لأن الحق يقول فيها: {قَالَ رَبِّ إِنِّي دَعَوْتُ قَوْمِي لَيْلاً وَنَهَاراً فَلَمْ يَزِدْهُمْ دعآئي إِلاَّ فِرَاراً وَإِنِّي كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ جعلوا أَصَابِعَهُمْ في آذَانِهِمْ واستغشوا ثِيَابَهُمْ وَأَصَرُّواْ </p><p> واستكبروا استكبارا ثُمَّ إِنِّي دَعَوْتُهُمْ جِهَاراً ثُمَّ إني أَعْلَنْتُ لَهُمْ وَأَسْرَرْتُ لَهُمْ إِسْرَاراً فَقُلْتُ استغفروا رَبَّكُمْ إِنَّهُ كَانَ غَفَّاراً} </p><p> [نوح: ٥ - ١٠] </p><p> إذن فالفاء مناسبة هنا، لكن في مسألة قوم هود نجد أن سيدنا هوداً قال لهم مرة أو اثنتين أو ثلاث مرات، لكن بلا استمرار وإلحاح، وهذا يوضح لنا أن إلحاح نوح على قومه يقتضي أن يأتي في سياق الحديث عنه ب:  «فقال» وألا تأتي في الحديث عن دعوة سيدنا هود. وقد يتعجب الإِنسان لأن مدة هود مع عاد لا تساوي مدة نوح مع قومه، وقد جاء الإِيضاح بزمن رسالة سيدنا نوح في قوله الحق:  {فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ إِلاَّ خَمْسِينَ عَاماً ... }  [العنكبوت: ١٤] </p><p> ظل سيدنا نوح قُرابة ألف سنة يدعو قومه ليلاً ونهاراً سرًّا وعلانية، لكنهم كانوا يفرون من الإِيمان، لذلك يأتي الحق في أمر دعوة نوح بالفاء التي تدل على المتابعة. أما قوم عاد فلم يأت لهم «بالفاء» . بل جاء ب «قال» : {وإلى عَادٍ أَخَاهُمْ هُوداً قَالَ يَاقَوْمِ اعبدوا الله مَا لَكُمْ مِّنْ إله غَيْرُهُ ... }  [الأعراف: ٦٥] </p><p> وقال نوح من قبل:  { ... يَاقَوْمِ اعبدوا الله مَا لَكُمْ مِّنْ إله غَيْرُهُ إني أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ}  [الأعراف: ٥٩] </p><p> وفي مسألة قوم عاد قال:  {يَاقَوْمِ اعبدوا الله مَا لَكُمْ مِّنْ إله غَيْرُهُ أَفَلاَ تَتَّقُونَ} . </p><p> ومع أن الأسلوب واحد والمعاني واحدة، وكان ذلك يقتضي الإِنذار، لكن لم يقل الحق ذلك؛ لأن نوحاً عنده علم بالعذاب الذي سوف ينزل؛ لأنها كانت أول تجربة، لكن سيدنا هود لم يكن عنده علم بالعذاب. </p><p> العملية التي حدثت لنوح مع قومه وإهلاكهم بالغرق كانت أولية بالنسبة له؛ فالله سبق أن أعلمه بها، وحين ذهب هود إلى قوم عاد كانت هناك سابقة أمامه، وأخذ ربنا المكذبين لنوح بالعذاب، لذلك ألمح سيدنا هود فقط إلى احتمال العذاب حين قال:  {أَفَلاَ تَتَّقُونَ} . </p><p> أي أن العذاب قد ينتظركم وينالكم مثل قوم نوح. </p><p> ويقول الحق بعد ذلك:  {قَالَ الملأ الذين ... } </p>"
}