{
  "id": null,
  "sura": 7,
  "aya": 37,
  "text": "<p> و {فَمَنْ أَظْلَمُ} تأتي على صيغة السؤال الذي لن تكون إجابته إلا الإِقرار. ولا أحد أظلم ممن افترى على الله الكذب؛ لأنه أولاً ظلم نفسه، وظلم أمته، وأول ظلم النفس أن يرتضي حياة زائلة وأن يترك حياة أبدية، وأما ظلمه للناس فلأنه سيأخذ أوزار ما يفعلون؛ لأنه قد افترى على الله كذباً. {أَوْ كَذَّبَ بِآيَاتِهِ} . </p><p> أي قوَّل الله ما لم يقله، أو كذَّب ما قاله الله، وكلا الأمرين مساوٍ للآخر. والآية - كما نعلم - هي الأمر العجيب، والآيات أُطلقت في القرآن على معانٍ متعددة؛ فالحق يقول:  {كِتَابٌ فُصِّلَتْ آيَاتُهُ ... }  [فصلت: ٣] </p><p> وكذلك أطلقت على المعجزات التي يرسلها الله تأييداً لرسله. {وَمَا مَنَعَنَآ أَن نُّرْسِلَ بالآيات إِلاَّ أَن كَذَّبَ بِهَا الأولون ... }  [الإسراء: ٥٩] </p><p> فالآيات هنا هي المعجزات أي الأمور العجيبة. </p><p> وحدثنا القرآن عن الآيات الكونية فقال سبحانه:  {وَمِنْ آيَاتِهِ اليل والنهار والشمس والقمر ... }  [فصلت: ٣٧] </p><p> فالآية إذن هي الشيء العجيب وهي تشمل آيات القرآن؛ لأنك حين تنظر إلى نظم آيات القرآن، وإلى استيعابها إلى حقائق الوجود وإلى استيفائها لقضايا الكون </p><p> كله تقول لنفسك: هذا شيء عجيب؛ لأن الذي جاءت على لسانه هذه الآيات نبي أمي، ما عرف عنه أنه زاول تعلماً، وما جربوا عليه أنه قال شعراً، أو نثراً أو له رياضة في كلام، وبعد ذلك ما جرب حكم أمم، وما درس تاريخ الأمم حتى يستنبط القوانين التي أعجزت الحضارات المعاصرة عن مجاراتها. </p><p> إن الأمة البدوية حينما ذهب بمنهجها إلى الفرس، وكانت الفرس لها حضارة الشرق كلها، وعلى الرغم من ذلك أخذت الفرس قوانينها من هذه الأمة البدوية، وكان كل نظام هذه الأمة المتبدية قبل مجيء الرسالة مع سيدنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يتخلص في نظام القبيلة وكل قبيلة لها رئيس، وبعد أن جاءت رسالته صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ جاء بنظام يجمع أمم العالم كلها، ثم ينجح في أدراة الدنيا كلها، وهذه مسألة عجيبة، وكل آية من هذه الآيات كانت معجزة وعجيبة. </p><p> وكذلك الآيات الكونية التي نجدها تتميز بالدقة الهائلة؛ فالشمس والقمر بحسبان، وكل في فلك يسبحون، إنه نظام عجيب. </p><p> إذن فالعجائب في الآيات هي آيات القرآن، والمعجزات والآيات الكونية. وكيف يكذبون إذن بالآيات؟ . ألا ينظرون إلى الكون. وما فيه من دقة صنع وهندسة بناء تكويني لا تضارب فيه؟ وهي آيات تنطق بدقة الخالق؛ فهو العالم، القادر، الحكيم، الحسيب. وكذلك كيف يكذبون الرسول القادم بالمعجزات، ويقولون: إنه ساحر، وحين تتلى عليهم آيات يكذبونها. إذن هم لم ينظروا في آيات الكون ليستنبطوا منها عظمة الصانع وحكمته ودقته، ولم يلتفتوا إلى الإِيمان به قمة عقيدية، وكذلك كذبوا بالآيات المعجزات التي جاء بها الرسل فلم يصدقوا الرسل وآخرها وقمتها آيات القرآن العظيم. </p><p> وحينما عرض الحق سبحانه وتعالى هذه القضية، تساءل: كيف تقولون. إنه سحر الناس فآمنوا به، فلماذا لم يسحركم أنت؟ . وحينما قالوا:  {إِنَّمَا يُعَلِّمُهُ بَشَرٌ ... }  [النحل: ١٠٣] </p><p> قال الحق:  { ... لِّسَانُ الذي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ وهذا لِسَانٌ عَرَبِيٌّ مُّبِينٌ}  [النحل: ١٠٣] </p><p> وقالوا:  {وقالوا أَسَاطِيرُ الأولين اكتتبها فَهِيَ تملى عَلَيْهِ بُكْرَةً وَأَصِيلاً}  [الفرقان: ٥] </p><p> فيعلم الحق رسله أن يقول:  { ... فَقَدْ لَبِثْتُ فِيكُمْ عُمُراً مِّن قَبْلِهِ أَفَلاَ تَعْقِلُونَ}  [يونس: ١٦] </p><p> وهنا يأمر الحق رسوله أن يذكرهم بأنه عاش بينهم أربعين عاماً فهل عرف عنه أنه يقول أو يتكلم بشيء من هذا؟ </p><p> فهل يترك الحق من كذبوا بالآيات؟ أنهم خلق الله، والله استدعاهم إلى الوجود، لذلك يضمن لهم مقومات الحياة، وأمر أسباب الكون أن تكون خدمة هؤلاء المكذبين الكافرين كما في خدمة الطائعين المؤمنين. ومن يحسن منهم الأسباب يأخذ نتائجها، وإن أهمل المؤمنون الأخذ بالأسباب فلن يأخذوا نتائجها، وكل هذا لأنه عطاء ربوبية ولأنه خلق فلابد أن يرزق، والنواميس الكونية تخدم الطائع وتخدم العاصي؛ لأن ذلك من سنة الله ولن يجد أحد لسنة الله تبديلا. </p><p> إذن فكفرهم لن يمنع عنهم نصيبهم من الكتاب الذي قَدَّر لهم، من الرزق والحياة، ما هو مسطر في الكتاب الذي أنزل عليهم؛ لذلك يقول الحق:  {أولئك يَنَالُهُمْ نَصِيبُهُم مِّنَ الكتاب ... }  [الأعراف: ٣٧] </p><p> أو ينالهم، أي يصيبهم عذاب مما هو مبين في الكتاب الذي أرسلناه ليوضح أن الطائع له الثواب، والعاصي له العقاب، فيقول الحق هنا:  { ... حتى إِذَا جَآءَتْهُمْ رُسُلُنَا يَتَوَفَّوْنَهُمْ قالوا أَيْنَ مَا كُنتُمْ تَدْعُونَ مِن دُونِ الله قَالُواْ ضَلُّواْ عَنَّا وَشَهِدُواْ على أَنْفُسِهِمْ أَنَّهُمْ كَانُواْ كَافِرِينَ}  [الأعراف: ٣٧] </p><p> وساعة تسمع {يَتَوَفَّوْنَهُمْ} تفهم أن الحياة تنتهي، وتنفصل الروح عن الجسد فهذا هو «التوفي» ، فمرة ينسب إلى الحق الأعلى سبحانه وتعالى، ومرة ينسب إلى المَلَك، ومرة يراد منه أتباع المَلَك أي جنوده يقول - سبحانه -: {حتى إِذَا جَآءَ أَحَدَكُمُ الموت تَوَفَّتْهُ رُسُلُنَا وَهُمْ لاَ يُفَرِّطُونَ} ، والأساليب الثلاثة ملتقية؛ لأن ملك الموت لم يأت بالموت من عنده، بل أخذ التلقي من الله، فالأمر الأعلى من الله، وأمر التوسط للملك، وأمر التنفيذ للرسل. </p><p> و «التوفي» على إطلاقه هو استيفاء الأجل، فإن كان أجل الحياة فهو ترفية بالموت، وإن كان الأجل البرزخ وهو المدة التي بين القبر والحساب. إلى أن يجيء ميعاد دخولهم النار فهذا هو توفي أجلهم الثاني؛ لأن كل إنسان له أجلان: أجل ينهي هذه الحياة، والأجل الذي يأخذه في البرزخ إلى أن يجيء الحساب. وهذا لا يمنع أن يقال: إن قيامة كل إنسان تأتي بموته؛ لأن للقيامة مراحل بدءا من القبر ونهاية بالخلود في الجنة أو في النار. </p><p> وحين تسألهم الملائكة:  { ... أَيْنَ مَا كُنتُمْ تَدْعُونَ مِن دُونِ الله قَالُواْ ضَلُّواْ عَنَّا وَشَهِدُواْ على أَنْفُسِهِمْ أَنَّهُمْ كَانُواْ كَافِرِينَ}  [الأعراف: ٣٧] </p><p> هم إذن يعترفون أن من كانوا يدعونهم من دون الله قد غابوا واختفوا ولا يظهر لهم أثر. </p><p> {وقالوا أَإِذَا ضَلَلْنَا فِي الأرض أَإِنَّا لَفِي خَلْقٍ جَدِيدٍ ... }  [السجدة: ١٠] </p><p> وهم - إذن - يقرون غياب من كانوا يدعونهم من دون الله، والمراد أنه لا وجود لهم، وهم بذلك قد شهدوا على أنفسهم بكفرهم. ولكن هذه الشهادة لا تجدي لأن زمن التكليف قد انتهى، وهم الآن في دار قهر لكل ما يريده الله؛ ففي دار التكليف كان الإِنسان حرًّا أن يفعل أو ألاّ يفعل، ولكن في الدار الآخرة لا تنفع هذه الشهادة. وذلك لتبين عدالة الجزاء الذي يصيبهم، ولن يتأبوا على الجزاء؛ لذلك يقول الحق:  {قَالَ ادخلوا في أُمَمٍ ... } </p>"
}