{
  "id": null,
  "sura": 7,
  "aya": 100,
  "text": "<p> و {يَهْدِ} أي يبين للذين يرثون الأرض طريق الخير، ومعنى {يَرِثُونَ الأرض مِن بَعْدِ أَهْلِهَآ} أن الأرض كانت مملوكة لسواهم، وهم جاءوا عقبهم. وحين يستقرئ الإِنسان الوجود الحضاري في الكون يجد أن كل حضارة جاءت على أنقاض حضارة، وما في يدك وملكك جاء على أنقاض ملك غيرك، والذي يأتي على أنقاض الغير يسمى إرثاً، ومادمتم قد رأيتم أنكم ورثتم عن غيركم كان يجب أن يظل في بالكم أن غيركم سيرثكم. </p><p> إذن فالمسألة دُوَلٌ، ويجب ألا يغتر الإِنسان بموقع أو منصب، ونحن نرى في حياتنا من يحتل منصباً كبيراً، ثم يُقال ويعزل عن منصبه، أو يحال إلى التقاعد ويأتي آخر من بعده. ولذلك يقال: لو دامت لغيرك ما وصلت إليك. فإن كنت صاحب مكانة وقد أحسنت الدخول إلى وضعك وإلى جاهك، وإلى منصبك؛ فيجب أن تفطن وتتذكر الخروج قبل الدخول إلى هذا المنصب حتى لا يعز عليك فراقه يوماً. </p><p> واحذر أن تحسن الدخول في أمر قبل أن تحاول أن تحسن الخروج منه. </p><p> واستمع إلى قول الشاعر في هذا المعنى: </p><p> إن الأمير هو الذي يُمسي أميراً يوم عزلهْ ... إن زال سلطان الإِمارة لم يزل سلطانُ فضلِهْ </p><p> وحين يقول الحق:  {أَوَلَمْ يَهْدِ لِلَّذِينَ يَرِثُونَ الأرض} . </p><p> نلحظ أنه سبحانه لم يجعل المهديين هنا على وضع المفعول، فلم يقل: أو لم يهد الذين، بل قال:  {يَهْدِ لِلَّذِينَ} ، فما الحكمة في ذلك؟ . نعرف أن «الهداية» هي الدلالة على الطريق الموصل للغاية، وقد تعود فائدته عليك، أي أنك قد هَدَيْت غيرك لصالحك. وقد تكون الهداية وهي الدلالة على فعل الخير لأمر يعود على الذي هَدَى وعلى المَهْدِيّ معاً، لكن إذا كانت الهداية لا تعود إلا لك أنت، ولا تعود على مَن هداك، أتشك في هدايته لك؟ لا، إن من حقك أن تشك في الهداية إذا كان هذا الأمر يعود على من هَدَى، أو يعود أمرها على الاثنين؛ ففي ذلك شبهة لمصلحة، لكن إذا كان الأمر لا يعود على من يَهْدِي ويعود كله لمن يُهْدَي فليس في ذلك أدنى شك. </p><p> ولذلك يقول الحق سبحانه في حديثه القدسي: </p><p> « ... يا عبادي لو أنَّ أولكم وآخركم وإِنسكم وجنكم كانوا على أتقى قلب رجل واحد منكم ما زاد ذلك في ملكي شيئاً، يا عبادي لو أن أولكم وآخركم وإِنسكم وجنكم كانوا على أفجر قلب رجل واحد منكم ما نقص ذلك من ملكي شيئاً، يا عبادي لو أن أولكم وآخركم وإنسكم وجنكم قاموا في صعيد واحد فسألوني ِ فأعطيت كل إنسان مسألته ما نقص ذلك مما عندي إلا كما ينقص المَخْيط إذا أُدْخِلَ البحر» . </p><p> إذن فحين يهديهم الحق إلى الصراط المستقيم فما الذي يعود عليه سبحانه من صفات بهذا العمل؟ لقد خلقكم بصفات الكمال فيه، فلن ينشئ خلقه </p><p> لكم صفة من صفات الكمال زائدة على ما هو له، وهكذا نرى أن كل هداية راجعة إلى المَهْدِيّ. وبذلك يتأكد قوله:  {يَهْدِ لِلَّذِينَ يَرِثُونَ الأرض} ما هو مصلحتهم. {أَوَلَمْ يَهْدِ لِلَّذِينَ يَرِثُونَ الأرض مِن بَعْدِ أَهْلِهَآ أَن لَّوْ نَشَآءُ أَصَبْنَاهُمْ بِذُنُوبِهِمْ وَنَطْبَعُ على قُلُوبِهِمْ فَهُمْ لاَ يَسْمَعُونَ}  [الأعراف: ١٠٠] </p><p> والحق سبحانه وتعالى حين يتكلم عن المشيئة يقول:  {لَّوْ نَشَآءُ} ويحدد أسباب المشيئة وهو قوله: {أَصَبْنَاهُمْ بِذُنُوبِهِمْ} ، وهكذا نعلم أن المشيئة ليست مشيئة ربنا فقط لا، بل هي أيضاً مشيئة العباد الذين ميزهم بالاختيار، وسبحانه يقول:  {أَن لَّوْ يَشَآءُ الله لَهَدَى الناس جَمِيعاً ... }  [الرعد: ٣١] </p><p> وما الذي يمنعه سبحانه أن يشاء هداية الناس جميعاً؟ . لا أحد يمنع الخالق، ولكنه سبحانه خلق خلقاً مهديين بطبيعتهم، لا قدرة لهم على المعصية وهم الملائكة، وجعل سائر أجناس الأرض مسخرة مسبحة، وذلك يثبت صفة القدرة، فلا يستطيع أحد أن يخرج عن مراد الله، ولكن هذا لا يعطي صفة المحبوبية للمشرع الأعلى، ثم إنه - سبحانه - خلق خلقاً لهم اختيار في أن يطيعوا وأن يعصوا. </p><p> فالمخلوق الذي اختصه سبحانه بقدرة الاختيار في أن يؤمن وأن يكفر، وأن يطيع وأن يعصي، ثم آمن يكون إيمانه دليلا على إثبات صفات المحبوبية للإِله. </p><p> إذن المقهورون على الفعل أثبتوا القدرة، والمختارون الفعل أثبتوا المحبوبية للمشروع الأعلى، ويتابع سبحانه في الآية نفسها:  {أَن لَّوْ نَشَآءُ أَصَبْنَاهُمْ بِذُنُوبِهِمْ وَنَطْبَعُ على قُلُوبِهِمْ فَهُمْ لاَ يَسْمَعُونَ} . [الأعراف: ١٠٠] </p><p> ونلحظ أن الحق لم يقل أنه لو نشاء أصبناهم لذنوبهم وذلك رحمة منه، بل جعل العقاب بالذنوب التي يختارونها هم، وكذلك جعل الطبع على القلوب نتيجة للاختيار. وسبق أن تكلمنا في أول سورة البقرة. عن كلمة «الطبع» ؛ وهو الختم:  {خَتَمَ الله على قُلُوبِهمْ ... }  [البقرة: ٧] </p><p> لأن القلوب وعاء اليقين الإِيماني؛ فحين يملأ إنسان وعاء اليقين الكفر، فهذا يعني أنه عشق الكفر وجعله عقيدة عنده؛ لذلك يساعده الله على مراده، وكأنه يقول له: أنا سأكون على مرادك، ولذلك أطبع على قلبك فلا يخرج ما فيه من الكفر، ولا يدخل فيه ما خرج منه من الإِيمان الفطري الذي خلق الله الناس عليه. لأنك أنت قد سَبَّقت ووضعت في قلبك قضية يقينية على غير إيمان؛ لأن أصول الإِيمان أن تُخْرِج ما في قلبك من أي اعتقاد، ثم تستقبل الإِيمان بالله، ولكنك تستقبل الكفر وترجحه على الإِيمان. </p><p> إن الله سبحانه لم يجعل لرجل من قلبين في جوفه: قلب يؤمن، وقلب لا يؤمن، بل جعل قلباً واحداً، والقلب الواحد حيز، والحيز - كما قلنا - لا تداخل للمحيَّز فيه؛ فحين نأتي بزجاجة فارغة ونقول: إنها «فارغة» فالذي يدل على كذب هذه الكلمة أننا حين نضع فيها المياه تخرج منها فقاقيع الهواء، وخروج فقاقيع الهواء هو الذي يسمح بدخول المياه فيها؛ لأن الزجاجة ليست فارغة، بل يخيل لنا ذلك؛ لأن الهواء غير مرئي لنا. </p><p> ولو كانت الزجاجة مفرغة من الهواء دون إعداد دقيق قي صناعتها لتلك المهمة لكان من الحتمي أن تنكسر. والقلب كذلك له حيز إن دخل فيه الإِيمان بالله لا يسع الكفر، وإن دخل فيه الكفر - والعياذ بالله لا يسع الإِيمان، والعاقل هو من يطرح القضيتين خارج القلب، ثم يدرس هذه ويدرس تلك، وما يراه مفيداً لحياته ولآخرته يسمح له بالدخول. أما أن تناقش قضية الإِيمان بيقين قلبي بالكفر فهذه عملية لا تؤدي إلى نتيجة. {أَوَلَمْ يَهْدِ لِلَّذِينَ يَرِثُونَ الأرض مِن بَعْدِ أَهْلِهَآ أَن لَّوْ نَشَآءُ أَصَبْنَاهُمْ بِذُنُوبِهِمْ وَنَطْبَعُ </p><p> على قُلُوبِهِمْ فَهُمْ لاَ يَسْمَعُونَ} [الأعراف: ١٠٠] </p><p> أي أو لم يتبيّن للذين يُستخلفون في الأرض من بعد إهلاك الذين سبقوهم بما فعلوا من المعاصي والكفر فسار هؤلاء القوم سيرة من سبقهم وعملوا أعمالهم وعصوا ربهم أن لو نشاء فعلنا بهم من العذاب كما فعلنا بمن قبلهم وقوله:  {فَهُمْ لاَ يَسْمَعُونَ} أي السماع المؤدي إلى الاعتبار والاتعاظ فكأنهم لم يسمعوا. </p><p> ويقول الحق بعد ذلك:  {تِلْكَ القرى نَقُصُّ ... } </p>"
}