{
  "id": null,
  "sura": 7,
  "aya": 20,
  "text": "<p> كلمة «وسوس» تدل على الهمس في الإغواء، ونعرف أن الذي يتكلم في خير لا يهمه أن يسمعه الناس. لكن من يتكلم في شرّ فيهمس خوفاً من أن يفضحه أحد، وكأن كل شر لابد أن يأتي همساً، وصاحبه يعرف أن هذا الكلام لا يصح أن يحدث، ويستحي منه، ولا يحب أن يعرف المجتمع عنه هذا الشيء، </p><p> و «وسوس» مأخوذة من الصوت المغري، لأن الوسوسة هي صوت رنين الذهب والحلي، إذن فما قاله الشيطان لآدم وزوجه هو كلام مغرٍ ليلفتهما عن أوامر رب حكيم. </p><p> وقوله الحق:  {فَوَسْوَسَ لَهُمَا} يعطينا حيثيات البراءة لحواء؛ لأن الشائع أن حواء هي التي ألحت على آدم ليأكلا من الشجرة، وكثير منا يظلم حواء على الرغم من أن القرآن يؤكد أن الوسوسة كانت لآدم وحواء معاً. {فَوَسْوَسَ لَهُمَا الشيطان لِيُبْدِيَ لَهُمَا مَا وُورِيَ عَنْهُمَا مِن سَوْءَاتِهِمَا} . [الأعراف: ٢٠] </p><p> وهل وسوس الشيطان لهما ليبدي لهما ما ووري من سوءاتهما، أو وسوس ليعصيا الله؟ . لقد وسوس ليعصيا الله، وكان يعلم أن هناك عقوبة على المعصية، ويعلم أنهما حين يأكلان من الشيء الذي حرمه ربنا ستظهر سواءتهما، و «السوءة» هي ما يسوء النظر إليه، ونطلقها على العورة، والفطرة تستنكف أن يرى الإِنسان المكتمل الإِنسانية السوءة. وكأنهما في البداية لم ير أحدهما سوءة الآخر أو سوءة نفسه لأن الحق يقول:  {لِيُبْدِيَ لَهُمَا مَا وُورِيَ عَنْهُمَا مِن سَوْءَاتِهِمَا} . </p><p> والسوءات أربع: اثنتان للرجل واثنتان للمرأة، فكأن كل إنسان منهما لا يرى سوءتيه، وكذلك لا يرى سوءتي الآخر، لأن السوءات كلها لها ما يخفيها عن الرؤية، وهذا كلام معقول جداً. ألم تقل سيدتنا أم المؤمنين عائشة - رَضِيَ اللَّهُ عَنْها -: «ما رأيت ولا أرى مني» ، وفي هذا القول تتجلّى قمة الأدب لأنها لم تجيء حتى باللفظ، لأن العضو مادام سوءة فهو مبني على الستر. وذلك حين حدَّث رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فقال:  «» يا أيها الناس إنكم تحشرون إلى الله حفاة عراة غرلا كما بدأنا أول خلق نعيده وعدا علينا إنا كنا فاعلين «،تعجبت السيدة عائشة فقال لها:» الأمر أخطر من أن ينظر أحد إلى أحد. « </p><p> {لِيُبْدِيَ لَهُمَا مَا وُورِيَ عَنْهُمَا مِن سَوْءَاتِهِمَا}  [الأعراف: ٢٠] </p><p> وبماذا ووري؟ . لا بد أن هناك لباساً كان على كل منهما، وقال العلماء الكثير عن هذا اللباس، فمن قائل: إن أظافر الإِنسان هي بقية اللباس الذي كان موجوداً عند آدم وحواء، وهو ما كان يواري السوءات، ويقال: إنّ أيّ إنسان يكون في غاية الضحك والانبساط، ويريد أن يكتم نَفْسه، ويمنعها ويحول بينها وبين الضحك إنه يحدث له ذلك لو نظر إلى أظافره، عندئذ لا يمكنه أن يضحك لأنها بقية لحظة الندم على كشف السوءة. </p><p> وجرّبها في نفسك، تجد نفسك قد منعت من الضحك، وهذا من عمل الإِله. </p><p> أو أن الستار الذي كان يواري السوءة هو النور الإِلهي الذي كان يلفهما، والنور الساطع جداً حين يلف لا يبين، صحيح أنك بالنور ترى الأشياء، لكنه إن اشتد عمَّى على الأشياء فأخفاها فلا تراها؛ لأن أي أمر إذا زاد على حدّه انقلب إلى ضده، فإما أن يكون الثوب الأظافر، وإما أن يكون النور الإِلهي الذي كان يغشاهما ويواري السوءة، وقد سميت «سوءة» و «عورة» ، لأنها تسوء، فلماذا تسوء؟ وما الفرق بين فتحتين: فتحة في الفم، وفتحة في العورة؟ . </p><p> إن فتحة العورة سوءة باعتبار ما يخرج منها. وحينما كانا يأكلان من إعداد ربنا لم يكونا - كما قلنا - في حاجة إلى إخراج فضلات؛ لأن إعداد الله يعطي كُلاًّ منهما على القدر الكافي للحركة والفعل، وكانت المسألة مجرد فتحات مثل بعضها. لكن حينما يخرجان عن مرادات الله في الطعام، ويأكلان غير ما أمر الله به، ويمارسان اختيار الطعام بدأت الفضلات في الخروج بما لها من رائحة غير مقبولة، فهل ظهور السوءة لهما هو رمز إلى أن هناك مخالفة لمنهج الله سواء أكان ذلك في القيم والمعنويات أم في الأمور المادية؟ </p><p> نعم؛ لأن كل شيء يُخَالَف فيه منهج الله لابد أن تبدو فيه العورة، وإن رأيت أي عورة في المجتمع فاعلم أن منهجاً من مناهج الله قد عطل. وينقل القرآن ما قاله لهما الشيطان من وسوسة: </p><p> {وقَالَ مَا نَهَاكُمَا رَبُّكُمَا عَنْ هذه الشجرة إِلاَّ أَن تَكُونَا مَلَكَيْنِ أَوْ تَكُونَا مِنَ الخالدين}  [الأعراف: ٢٠] </p><p> لقد همس الشيطان وأوحى لهما بأن الحق: أراد ألا تقربا هذه الشجرة لأن من يأكل منها يصير مَلَكاً، أو خالداً. ولم يمحص أي منهما كلمات الشيطان ليعرف أن كيده كان ضعيفاً واهياً وغبياً؛ لأنه مادام قد عرف أن من يأكل من هذه الشجرة يصير ملكاً أو يبقى من الخالدين فلماذا لم يخطف منها ما يجعله مَلَكاً أو خالداً؟ وفي هذا درس يبين لنا أن مَن يُزَيّن له ويتصدى له أحد بالإِغواء يجب عليه أن يمحص إلى أي غواية يسير، وأن يدقق في نتائج ما سوف يفعل. </p><p> وإذا كان الشيطان قد قال:  {قَالَ أَنظِرْنِي إِلَى يَوْمِ يُبْعَثُونَ}  [الأعراف: ١٤] </p><p> فلماذا لم ينقذ نفسه بالأكل من هذه الشجرة وتنتهي المسألة؟ . إذن كان ما يقوله الشيطان كذباً. </p><p> ويقول الحق بعد ذلك:  {وَقَاسَمَهُمَآ إِنِّي لَكُمَا ... } </p>"
}