{
  "id": null,
  "sura": 7,
  "aya": 73,
  "text": "<p> لقد قال سيدنا صالح لثمود مثلما قال سيدنا هود لعاد، وحمل لهم الإِنذار ليتقوا فيرحموا، قال سيدنا صالح:  {يَاقَوْمِ اعبدوا الله مَا لَكُمْ مِّنْ إله غَيْرُهُ} . </p><p> إذن فالإِنذار للتقوى وللوصول إلى الرحمة والفلاح، ولذلك أقول دائماً: إن القرآن حينما يتعرض لأمر قد لا يأتي به مفصلا ولكن سياقه يوحي بالمراد منه، ولا يكرر وذلك ليربي فينا ملكة الاستيقاظ إلى استقبال المعاني. والمثال على ذلك في قصة الهدهد مع سيدنا سليمان، يقول القرآن على لسان سيدنا سليمان:  {وَتَفَقَّدَ الطير فَقَالَ مَالِيَ لاَ أَرَى الهدهد أَمْ كَانَ مِنَ الغآئبين}  [النمل: ٢٠] </p><p> ويهدد سيدنا سليمان الهدهد قائلاً:  {لأُعَذِّبَنَّهُ عَذَاباً شَدِيداً أَوْ لأَذْبَحَنَّهُ ... }  [النمل: ٢١] </p><p> ثم جاء الهدهد ليقول:  { ... وَجِئْتُكَ مِن سَبَإٍ بِنَبَإٍ يَقِينٍ}  [النمل: ٢٢] </p><p> ثم أرسل سيدنا سليمان الهدهد إلى قوم سبأ قائلاً: </p><p> {اذهب بِّكِتَابِي هذا فَأَلْقِهْ إِلَيْهِمْ ثُمَّ تَوَلَّ عَنْهُمْ فانظر مَاذَا يَرْجِعُونَ}  [النمل: ٢٨] </p><p> وبعد هذه الآية مباشرة قال القرآن:  {قَالَتْ ياأيها الملأ إني أُلْقِيَ إِلَيَّ كِتَابٌ كَرِيمٌ}  [النمل: ٢٩] </p><p> وكأن الهدهد قد ذهب بالكتاب، ورماه إلى ملكة سبأ، وقالت هي الرد مباشرة. إذن لم يكرر القرآن ما حدث، بل جعل بعضاً من الأحداث متروكاً للفهم من السياق. </p><p> وكذلك هنا في قوله الحق:  {وإلى ثَمُودَ أَخَاهُمْ ... }  [الأعراف: ٧٣] </p><p> وكلمة «أخاهم» هنا تؤكد أن سيدنا صالحاً كان مأنوساً به عند ثمود، ومعروف التاريخ لديهم، سوابقه في القيم والأخلاق معروفة لهم تماماً وأضيفت ثمود له لأنه أخوهم. وقد جاءت دعوته مطابقة لدعوة نوح وهود. { ... قَالَ يَاقَوْمِ اعبدوا الله مَا لَكُمْ مِّنْ إله غَيْرُهُ قَدْ جَآءَتْكُمْ بَيِّنَةٌ مِّن رَّبِّكُمْ هذه نَاقَةُ الله لَكُمْ آيَةً فَذَرُوهَا تَأْكُلْ في أَرْضِ الله وَلاَ تَمَسُّوهَا بسواء فَيَأْخُذَكُمْ عَذَابٌ أَلِيمٌ}  [الأعراف: ٧٣] </p><p> والبنية هي الدليل على الصدق في البلاغ عن الله، وهي الناقة. فما قصة الناقة؟ هل خرج لهم بناقة ونسب ملكيتها لله؟ بطبيعة الحال، لا، بل لا بد أن تكون لها قصة بحيث يعلمون أن هذه الناقة ليست لأحد من البشر. وحين قام سيدنا صالح بدعوته، تحداه السادة من قومه، وقالوا: نقف نحن وأنت، نستنجد نحن بآلهتنا، وأنت تستنجد بإلهك، وإن غلبت آلهتنا تتبعنا، وإن غلب إلهك </p><p> نتبعك، وجلسوا يدعون آلهتهم، فلم يحدث شيء من تلك الآلهة، وهنا قالوا لسيدنا صالح: إن كنت صادقاً في دعوتك، هذه الصخرة منفردة أمامك في الجبل اسمها «الكاثبة» فليخرج ربك لنا من هذه الصخرة ناقة هي عشراء كالبخت - أحسن أنواع الإِبل - فدعا الله سبحانه وتعالى، وانشقت الصخرة عن الناقة، وخروج الناقة من الصخرة لا يدع مجالاً للشك في أنها آية من الله ظهرت أمامهم. إنها البينة الواضحة. لقد انشقت الصخرة عن الناقة ووجدوها ناقة عشراء، وَبْرَاء - أي كثيرة الوَبَر - يتحرك جنينها بين جنبيها ثم أخذها المخاض فولدت فصيلاً، وهكذا تتأكد الإِلهية دون أن يجرؤ أحد على التشكيك فيها، وهي ناقة من الله وهو القائل: </p><p> { ... نَاقَةَ الله وَسُقْيَاهَا}  [الشمس: ١٣] </p><p> وأوضح لهم سيدنا صالح أنها ناقة الله، وترونها رؤية مشهدية وهذه الناقة لها يوم في الماء لتشرب منه، ويوم تشربون أنتم فيه. وكان الماء قليلاً عندهم في الآبار. { ... لَّهَا شِرْبٌ وَلَكُمْ شِرْبُ يَوْمٍ مَّعْلُومٍ}  [الشعراء: ١٥٥] </p><p> أي لابد من تخصيص يوم لتشرب فيه هذه الناقة، ولكم أنتم وإبلكم وحيواناتكم يوم آخر، وكان من عجائب هذه الناقة أن تقف على العين وتشرب فلا تدع فيها ماءً، وهي كمية من المياه كانت تكفي كل الإِبل. وبعد ذلك تتحول كل المياه التي شربتها في ضرعها لبناً، فيأخذون هذا اللبن. </p><p> صحيح أن الناقة منعتهم المياه لكنهم أخذوا منها اللبن الذي يطعمونه، ولأنها ناقة الله كان لابد أن تأخذ هيكلاً وحجماً يناسبها وكمية من الطعام والشراب مناسبة لتقيم بها حياتها، وكمية إدرار اللبن مناسبة لشربها وطعامها وحجمها، فمادامت منسوبة لله فلابد أن فيها مواصفات إعجازية، وكان الفصيل الذي ولدته معها، وكان إذا ما جاء الحر في الصيف تسكن الناقة في المشارف العالية، وبقية النوق تنزل في الأرض الوطيئة، وحين يأتي الشتاء تنزل إلى المناطق المنخفضة. </p><p> والمعروف أن مدائن صالح كانت منطقة شديدة الحرارة، ويمكن لمن يزور المدينة أو «تبوك» أن يمر عليها. </p><p> كانت الناقة حرة في اختيار المكان الذي تعيش فيه صيفاً أو شتاءً فلا أحد بقادر أن يمسها بسوء. وكانت هناك امرأتان لهما نياق. وناقة الله تغلب نياق المرأتين في المراعي والماء. فأحضرت المرأتان رجلاً يطلق عليه:  «أُحَيْمر ثمود: واسمه قُدار بن سالف» ليقتلها، فقتل الناقة، فلما قتلت الناقة، طلع ابنها الفصيل على جبل يسمى «قارة» وخار ثلاثة أصوات، فنادى سيدنا صالح: يا قوم أدركوا هذا الفصيل، لعل الله بسبب إدراككم له يرفع عنكم العذاب، فراحوا يتلمسونه فلم يجدوه وأعلم الله صالحاً النبي أن العذاب قادم، ففي اليوم الأول تكون وجوههم مصفرة، وفي اليوم الثاني تكون محمرة، وفي اليوم الثالث تكون مسودّة، فقد كانت الناقة هي ناقة الله المنسوبة له سبحانه، وقد تأكدوا بالأمر المشهدي من ذلك، وكان من الواجب عليهم ساعة أن وجدوا الآية الكونية المشهودة أن يأخذوا منها العبرة، وأنها مقدمة للشيء الموعود به. لكنَّ الغباء أنساهم أنها ناقة الله. { ... هذه نَاقَةُ الله لَكُمْ آيَةً فَذَرُوهَا تَأْكُلْ في أَرْضِ الله وَلاَ تَمَسُّوهَا بسواء فَيَأْخُذَكُمْ عَذَابٌ أَلِيمٌ}  [الأعراف: ٧٣] </p><p> وبالفعل حدث العذاب بعد أن قتل أحميرثمود الناقة. </p><p> ويقول الحق بعد ذلك:  {واذكروا إِذْ جَعَلَكُمْ خُلَفَآءَ ... } </p>"
}