{
  "id": null,
  "sura": 7,
  "aya": 29,
  "text": "<p> والقسط هو العدل من قسط قِسطاً، وأمّا قاسط فهي اسم فاعل من قسط قَسْطاً وقَسُوطاً أي جار وعدل عن الحق، والقاسطون هم المنحرفون والمائلون عن الحق والظالمون، كلمة العدل هي التسوية، فإن ملت إلى الحق، فذلك العدل المحبوب. وإن ملت إلى الباطل، فذلك أكره مكروه {قُلْ أَمَرَ رَبِّي بالقسط} . </p><p> وهذه جملة خبرية. {وَأَقِيمُواْ وُجُوهَكُمْ عِندَ كُلِّ مَسْجِدٍ}  [الأعراف: ٢٩] </p><p> وهذا فعل أمر، وقد يتبادر إلى الذهن إن هذا من عطف الأمر على الخبر، ولكن لنلتفت أن الحق يعطفها على «قل» ، فكأن المقصود هو أن يقول:  {قُلْ أَمَرَ رَبِّي بالقسط وَأَقِيمُواْ وُجُوهَكُمْ عِندَ كُلِّ مَسْجِدٍ} . </p><p> والوجه هو السمة المعينة للشخص؛ لأن الإنسان إن أخفى وجهه لن تعرفه إلا أن كان له لباس مميز لا يرتديه الا هو. والوجه أشرف شيء في التكوين الجسمي، ولذلك كان السجود هو وضع الوجه في الأرض، وهذا منتهى الخضوع لأمر الله بالسجود؛ لأن السجود من الفاعل المختار وهو الإنسان يكون بوضع الجبهة على الأرض. وكل شيء خاضع لحكم الله نقول عنه: إنه ساجد. {أَلَمْ تَرَ أَنَّ الله يَسْجُدُ لَهُ مَن فِي السماوات وَمَن فِي الأرض والشمس والقمر والنجوم والجبال والشجر والدوآب ... }  [الحج: ١٨] </p><p> والشجر يسجد وهو نبات، والدواب تسجد وهي من جنس الحيوان، والشمس والقمر والنجوم والجبال من الجماد وهي أيضا ساجدة، لكن حين جاء الحديث عن الإنسان قسمها سبحانه وقال:  {وَكَثِيرٌ مِّنَ الناس وَكَثِيرٌ حَقَّ عَلَيْهِ العذاب ... }  [الحج: ١٨] </p><p> لأن الإنسان له خاصية الاختيار، وبقية الكائنات ليس له اختيار. إذن فالسجود قد يكون لغير ذي وجه، والمراد منه مجرد الخضوع، أما الإنسان فالسجود يكون بالوجه ليعرف أنه مستخلف وكل الكائنات مسخرة لخدمته وطائعة وكلها تسبح ربنا، فإذا كان السيد الذي تخدمه كل هذه الأجناس حيواناً، ونباتاً، وجماداً قد وضع وجهه على الأرض فهو خاضع من أول الأمر حين نقول عنه إنه ساجد. {وَأَقِيمُواْ وُجُوهَكُمْ عِندَ كُلِّ مَسْجِدٍ ... }  [الأعراف: ٢٩] </p><p> والإقامة أن تضع الشيء فيما هيىء له وخُلق وطُلب منه، وإن وجهته لناحية ثانية تكون قد ثنيته وأملته وحنيته، وعَوِّجته. إذن فإقامة الوجه تكون بالسجود؛ لأن الذي سخر لك هذا الوجود وحكمك بمنهج التكليف هو من جعلت وجهك في الأرض من أجله، وإن لم تفعل فأنت تختار الاعوجاج لوجهك، واعلم أن </p><p> هذا الخضوع والخشوع والسجود لله لن يعطيك فقط السيادة على الأجناس الأخرى التي تعطيك خير الدنيا، ولكن وضع جبهتك ووجهك على الأرض يعطيك البركة في العمل ويعطيك خير الآخرة أيضاً. والعاقل هو من يعرف أنه أخذ السيادة على الأجناس فيتقن العبودية لله، فيأخذ خيري الدنيا والآخرة حيث لا يفوته فيها النعيم ولا يفوت هو النعيم، أما في الدنيا فأنت تقبل عليها باستخلاف وتعلم أنك قد يفوتك النعيم، أو تفوت أنت النعيم، وحين تتذكر الله وتكون خاضعاً لله فأنت تنال البركة في حركة الاستخلاف. </p><p> {وَأَقِيمُواْ وُجُوهَكُمْ عِندَ كُلِّ مَسْجِدٍ ... }  [الأعراف: ٢٩] </p><p> والمسجد مكان السجود، وقال الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «فضلت على الأنبياء بست: أعطيت جوامع الكلم، ونُصرت بالرعب وأحلت لي الغنائم وجعلت لي الأرض طهوراً ومسجداً، وأرسلت إلى الخلق كافة وختم بي النبيون» . </p><p> إذن فكل موضع في الأرض مسجد؛ فإن دخلت معبداً لتصلي فهذا مسجد. والأرض كلها مسجد لك. يصح أن تسجد وتصلي فيها. وتزاول فيها عملك أيضا، ففي المصنع تزاول صنعتك فيه، وحين يأتي وقت الصلاة تصلي، وكذلك الحقل تصلي فيه، لكن المسجد الاصطلاحي هو المكان الذي حُبس على المسجدية وقصر عليها، ولا يزاول فيه شيء آخر. فإن أخذت المسجد على أن الأرض مسجد كلها تكن {وَأَقِيمُواْ وُجُوهَكُمْ} في جميع أنحاء الأرض. وإن أخذتها على المسجد، فالمقصود إقامة الصلاة في المكان المخصوص، وله متجه وهو الكعبة. وكذلك يكون اتجاهك وأنت تصلي في أي مكان. والمساجد نسميها بيوت الله ولكن باختيار خلق الله، فبعضنا يبني مسجداً هنا أو هناك. ويتجهون إلى بيت باختيار الله وهو الكعبة. ولذلك كانت كعبة ومتوجهاً لجميع بيوت الله. </p><p> وقصارى الأمر أن نجعل قبلة المسجد متجهة إلى الكعبة وأن نقيم الوجه عليها، أي على الوجه الذي تستقيم فيه العبادة. وهو أن تتجهوا وأنتم في صلاتكم إلى الكعبة فهي بيت الله باختيار الله. </p><p> وساعة ما تصادفك الصلاة صل في أي مسجد، أو {أَقِيمُواْ وُجُوهَكُمْ عِندَ كُلِّ مَسْجِدٍ} يقصد بها التوجه للصلاة في المسجد، وهنا اختلف العلماء، هل أداء الصلاة وإقامتها في المسجد ندباً أو حتماً؟ . والأكثرية منهم قالوا ندباً، والأقلية قالوا حتماً. ونقول: الحتمية لا دليل عليها. </p><p> من قال بحتمية الصلاة في المسجد استدل بقوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «والذي نفسِ بيده لقد هممت أن آمر بحطب فيحتطب ثم آمر بالصلاة فيؤذن لها ثم آمر رجلا فيؤم الناس ثم أخالف إلى رجال فأحرق عليهم بيوتهم» . </p><p> ونقول: هل فعل رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ذلك أو لم يفعل؟ لم يفعل رسول الله ذلك، إنما أراد بالأمر التغليظ ليشجعنا على الصلاة في المساجد عند أي أذان للصلاة. </p><p> ويقول الحق سبحانه:  {وادعوه مُخْلِصِينَ لَهُ الدين ... }  [الأعراف: ٢٩] </p><p> والدعاء: طلب من عاجز يتجه به لقادر في فعل يحبه الداعي. وحين تدعو ربك ادعه مخلصاً له الدين بحيث لا يكون في بالك الأسباب؛ لأن الأسباب إن كانت في بالك فأنت لم تخلص الدين، لأن معنى الإِخلاص هو تصفية أي شيء من الشوائب التي فيه، والشوائب في العقائد وفي الأعمال تفسد الإِتقان والإِخلاص، وإياكم أن تفهموا أن أحداً لا تأتي له هذه المسألة، فرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يقول: </p><p> «أنّي لَيُغَانُ على قلبي وإني لأستغفر الله كل يوم مائة مرة» . </p><p> إذن فالإِخلاص عملية قلبية، وأنت حين تدعوا الله ادعه دائماً عن اضطرار، ومعنى اضطرار. أن ينقطع رجاؤك وأملك بالأسباب كلها. فذهبت للمسبب، وما دمت مضطراً سيجيب ربنا دعوتك؛ لأنك استنفدت الأسباب، وبعض الناس يدعون الله عن ترف، فالإِنسان قد يملك طعام يومه ويقول: ارزقني، ويكون له سكن طيب ويقول: أريد بيتاً أملكه. إذن فبعضنا يدعو بأشياء لله فيها أسباب، فيجب أن نأخذ بها، وغالبية دعائنا عن غير اضطرار. وأنا أتحدى أن يكون إنسان قد انتهى به أمر إلى الاضطرار ولا يجيبه الله. </p><p> ويذيل الحق الآية الكريمة بقوله:  { ... كَمَا بَدَأَكُمْ تَعُودُونَ}  [الأعراف: ٢٩] </p><p> والله سبحانه يخاطب الإِنسان، ويحننه، مذكراً إياه ب «افعل كذا» و «لا تفعل كذا» . وسبحانه قادر أن يخلقه مرغماً على أن يفعل، لكنه - جل وعلا - شاء أن يجعل الإِنسان سيدا وجعله مختاراً، وقهر الأجناس كلها أن تكون مسخرة وفاعلة لما يريد، وأثبت لنفسه - سبحانه - صفة القدرة، ولا شيء يخرج عن قدرته؛ فأنت أيها العبد تكون قادراً على أن تعصي ولكنك تطيع، وهذه هي عظمة الإِيمان إنّها تثبت صفة المحبوبية لله، فإذا ما غُر الإِنسان بالأسباب وبخدمة الكون كله، وبما فيه من عافية، وبما فيه من قوة، وبما فيه من مال، تجد الحق يلفته: لاحظ أنك لن تنفلت مني: أنا أعطيت لك الاختيار في الدنيا، لكنك ترجع لي في الآخرة ولن تكون هناك أسباب، ولن تجد إلا المسبب، ولذلك اقرأ:  { ... لِّمَنِ الملك اليوم لِلَّهِ الواحد القهار}  [غافر: ١٦] </p><p> كأن المُلْكَ - قبل ذلك - أي في الدنيا - كان للبشر فيه شيء لمباشرتهم الأسباب هذا يملك، وذلك يملك، وآخر يوظف، لكن في الآخرة لا مالك، ولا مَلِكٌ إلا الله، فإياكم أن تغتروا بالأسباب، وأنها دانت لكم، وأنكم استطعتم أن تتحكموا فيها؛ لأن مرجعكم إلى الله. </p><p> ويقول الحق بعد ذلك:  {فَرِيقاً هدى وَفَرِيقاً ... } </p>"
}