{
  "id": null,
  "sura": 7,
  "aya": 38,
  "text": "<p> ويوضح لنا الحق أنه بأوامر «كن» سيدخلون كما دخلتها أمم قد خلت من قلبهم فليسوا بدعاً، وليدخلوا معهم إلى المصير الذي يذهبون إليه، وهم أمم خليط؛ لأن الكفر سوف يلتقي كله في الجزاء. </p><p> إن الاقتداء بالأمم التي سبقت هو الذي قادهم إلى الكفر؛ فالأمم التي سبقت كانت أسوة في الضلال للأمة التي لحقت، فإذا ما دخلوا لعنوهم. </p><p> وهب أن إنساناً دخل مرة السجن لجرم ارتكبه، وبعد ذلك دخل عليه من كان </p><p> يغربه بالجرم. ومن كان يزين له، ومن اقتدى به. بالله ساعة يلتقيان في السجن ألا يلعن الأول الثاني؟ { ... كُلَّمَا دَخَلَتْ أُمَّةٌ لَّعَنَتْ أُخْتَهَا حتى إِذَا اداركوا فِيهَا جَمِيعاً قَالَتْ أُخْرَاهُمْ لأُولاَهُمْ رَبَّنَا هؤلاء أَضَلُّونَا فَآتِهِمْ عَذَاباً ضِعْفاً مِّنَ النار قَالَ لِكُلٍّ ضِعْفٌ ولكن لاَّ تَعْلَمُونَ}  [الأعراف: ٣٨] </p><p> وبعد أن يلحق بعضهم بعضاً ويجتمعوا، يحدث بينهم هذا الحوار العجيب:  {قَالَتْ أُخْرَاهُمْ لأُولاَهُمْ رَبَّنَا هؤلاء أَضَلُّونَا فَآتِهِمْ عَذَاباً ضِعْفاً مِّنَ النار ... }  [الأعراف: ٣٨] </p><p> فإن قلت الأخرى أي التي دخلت النار متأخرة كانت الأولى هي القدوة في الضلال وقد سبقتهم إلى النار، {قَالَتْ أُخْرَاهُمْ لأُولاَهُمْ} ، أي أن الأولى هم القادة الذين أضلوا، والطائفة الأخرى هم الأتباع الذين قلدوا. {قَالَتْ أُخْرَاهُمْ لأُولاَهُمْ رَبَّنَا هؤلاء أَضَلُّونَا} . وهم يتوجهون بالكلام إلى ربنا:  {رَبَّنَا هؤلاء أَضَلُّونَا} . </p><p> كيف يتأتى هذا؟ . وكان المقياس أن يقول: قالت أخراهم لأولاهم أنتم أضللتمونا لكن جاء هذا القول، لأن الذين أضلوا غيرهم أهون من أن يخاطبوا؛ لأن الموقف كله في يد الله، وإذا ما قالوا لله المواجه للجميع:  {هؤلاء أَضَلُّونَا} فهؤلاء، هذه رشارة إليهم، فكأن القول موجه لله شهادة منهم إلى من كان وسيلة لإضلالهم وهم يقولون لربنا هذا حتى يأخذوا عذاب الضعف من النار مصداقاً لقوله الحق:  {فَآتِهِمْ عَذَاباً ضِعْفاً مِّنَ النار ... }  [الأعراف: ٣٨] </p><p> فقال لهم جميعاً:  { ... لِكُلٍّ ضِعْفٌ ولكن لاَّ تَعْلَمُونَ} . </p><p> فلكل أمة منهم ضعف العذاب بما ضلت وأضلت. ونفهم أن الضّعْف معناه «شيء مساوٍ لمثله» ، فأنتم أيها المقلدون غيركم قد أضللتم سواكم بالأسوة أيضاً؛ لأنكم كثرتم عددهم وقويتم شوكتهم وأغريتم الناس باتباعهم. </p><p> ويكون لكم ضعف العذاب بحكم أنكم أضللتم أيضاً، وأنتم لا تعلمون أن من يحاسبكم دقيق في الحساب، ويعطي كل إنسان حقه تماماً. </p><p> وماذا تقول أولاهم لأخرهم؟ يقول الحق سبحانه:  {وَقَالَتْ أُولاَهُمْ لأُخْرَاهُمْ ... } </p>"
}