{
  "id": null,
  "sura": 7,
  "aya": 40,
  "text": "<p> والحق يريد أن يعطي حكماً جديداً ويحدد من هو المحكوم عليه ليعرف بجريمته، وهي جريمة غير معطوفة على سابقة لها، وليعرف كل إنسان أن هذه جريمة، وأن من يرتكبها يلقى حكماً وعقاباً. {إِنَّ الذين كَذَّبُواْ بِآيَاتِنَا واستكبروا عَنْهَا} . </p><p> وقد عرفنا من قبل معنى الايات. وأنها ايات القرآن المعجزة أو الايات الكونية، وأي إنسان يظن نفسه أكبر من أن يكون تابعاً لمنهج جاء به رسول عرف بين قومه بأمانته، وهذا الانسان يستحق العقاب الشديد. فصحيح أن محمداً صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لم يكن له من الجاه ولا سلطان ما ينافس به سادة وكبراء قريش، ولذلك وجدنا من يقول:  {وَقَالُواْ لَوْلاَ نُزِّلَ هذا القرآن على رَجُلٍ مِّنَ القريتين عَظِيمٍ}  [الزخرف: ٣١] </p><p> إنهم يعترفون بعلو القرآن، لكنهم تمنوا لو أن القرآن قد نزل على إنسان غيره بشرط أن يكون من العظماء بمعاييرهم وموازينهم المادية. </p><p> ومن يكذب الايات ويستكبر عن اتباع الرسول لا تفتح له أبواب السماء. {إِنَّ الذين كَذَّبُواْ بِآيَاتِنَا واستكبروا عَنْهَا لاَ تُفَتَّحُ لَهُمْ أَبْوَابُ السمآء وَلاَ يَدْخُلُونَ الجنة حتى يَلِجَ الجمل فِي سَمِّ الخياط وكذلك نَجْزِي المجرمين}  [الأعراف: ٤٠] </p><p> وبذلك نعرف من هم الذين لا تفتح لهم أبواب السماء، وبطبيعة الحال نعرف أن المقابلين لهم هم الذين تفتح لهم أبواب السماء. . إنهم المؤمنون، وحين تصعد أرواحهم إلى الملأ الأعلى تجد أعمالهم الصالحة تصعد وترتفع بهم إلى أعلى. أما المكذبون فهم لا يترقون بل يهبطون ولا يدخلون الجنة، وقد علق سبحانه دخول الجنة بمستحيل عقلاً وعادة وطبعاً:  {وَلاَ يَدْخُلُونَ الجنة حتى يَلِجَ الجمل فِي سَمِّ الخياط} . </p><p> و {سَمِّ الخياط} هو ثقب الإبرة، أي الذي تدخل فيه فتلة الخيط، ولا تدخل فتلة الخيط في الثقب إلا أن يكون قطر الفتلة أقل من قطر الثقب، وأن تكون الفتلة من الصلابة بحيث تنفذ، وأن تكون الفتلة غير مستوية الطرف؛ لأنها إن كانت مقصوصة وأطرافها مستوية فهي لا تدخل في الثقب؛ لذلك نجد الخياط يجعل للفتلة سناً ليدخلها في ثقب الإبرة. </p><p> وحين نأتي بالجمل ونقول له: ادخل في سم الخياط، فهل يستطيع؟ طبعاً لا؛ لذلك نجد الحق سبحانه قد علق دخول هؤلاء الجنة على مستحيل. </p><p> بعض الناس قالوا: وما علاقة الجمل بسم الخياط؟ </p><p> نقول: إن الجمل يطلق أيضاً على الحبل الغليظ المفتول من حبال، مثل حبال المركب إننا نجده سميكاً مجدولاً. </p><p> وأخذ الشعراء هذه المسألة؛ ونجد واحداً منهم يصف انشغاله بالحبيب وشوقه إليه وصبابته به حتى يهزل ويستبد به الضعف فيقول: </p><p> ولو أن ما بي من جوى ... وصبابةعلى جمل لم يدخل النار كافر </p><p> لأن الجوى والصبابة التي يعاني منهما هذا الشاعر، لو أصيب بهما الجمل فلسوف ينحف وينحف ويهزل، إلى أن يدخل في سم الخياط، وهنا يوضح ربنا: إن دخل الجمل في سم الخياط فسوف أدخلهم الجنة. { ... حتى يَلِجَ الجمل فِي سَمِّ الخياط وكذلك نَجْزِي المجرمين}  [الأعراف: ٤٠] </p><p> وهم يستحقون هذا الجزاء بما أجرموا. </p><p> ويقول الحق بعد ذلك:  {لَهُمْ مِّن جَهَنَّمَ مِهَادٌ وَمِن فَوْقِهِمْ ... } </p>"
}