{
  "id": null,
  "sura": 7,
  "aya": 168,
  "text": "<p> وقد قال سبحانه قبل ذلك أيضاً:  {وَقَطَّعْنَاهُمُ اثنتي عَشْرَةَ أَسْبَاطاً أُمَماً ... }  [الأعراف: ١٦٠] </p><p> ولكن القول هنا يجيء لمعنى آخر:  {وَقَطَّعْنَاهُمْ فِي الأرض أُمَماً مِّنْهُمُ الصالحون وَمِنْهُمْ دُونَ ذلك} . </p><p> وقد قطعهم الحق حتى لا يبقى لهم وطن، ويعيشون في ذلة؛ لأنهم مختلفون غير متفقين مع بعضهم منذ البداية، كانوا كذلك منذ أن كانوا أسباطاً وأولاد إخوة على خلاف دائم. وهنا يقول الحق:  {وَقَطَّعْنَاهُمْ فِي الأرض أُمَماً} . </p><p> ومعنى {وَقَطَّعْنَاهُمْ} أي أن كل قطعة يكون لها تماسك ذاتي في نفسها، وأيضاً لا تشيع في المكان الذي تحيا فيه، ولذلك قلنا: إنهم لا يذوبون في المجتمعات أبداً، - كما قلنا - فعندما تذهب إلى أسبانيا مثلاً تجد لهم حيًّا خاصًّا، كذلك </p><p> فرنسا، وألمانيا، وكل مكان يكون لهم فيه تجمع خاص بهم، لا يدخل فيه أحد، ولا يأخذون أخلاقاً من أحد، وشاء الحق بعد ذلك أن قال لهم:  {ادْخُلُوا الأَرْضَ المُقَدَّسَةَ الَّتِي كَتَبَ اللَّهُ لَكُمْ ... }  [المائدة: ٢١] </p><p> فبعد أن مَنَّ عليهم بأرض يقيمون فيها، قالوا:  { ... إِنَّا لَنْ نَّدْخُلَهَآ أَبَداً مَّا دَامُواْ فِيهَا فاذهب أَنتَ وَرَبُّكَ فقاتلا إِنَّا هَاهُنَا قَاعِدُونَ}  [المائدة: ٢٤] </p><p> فحرم الله عليهم أن يستوطنوا وطنا واحداً يتجمعون فيه، ونشرهم في الكون كله لأنهم لو كانوا متجمعين لعم فسادهم فقط في دائرتهم التي يعيشون فيها. ويريد الله أن يعلن للدنيا كلها أن فسادهم فساد عام. ولذلك فهم إن اجتمعوا في مكان فلابد أن تتآلب عليهم القوى وتخرجهم مطرودين أو تعذبهم، وأظن حوادث هتلر الأخيرة ليست بعيدة عن الذاكرة، وقد أوضحنا ذلك من قبل في شرح قوله الحق:  {وَقُلْنَا مِن بَعْدِهِ لِبَنِي إِسْرَائِيلَ اسكنوا الأرض ... }  [الإِسراء: ١٠٤] </p><p> لقد قلنا: إن السكن في الأرض هو أن يتبعثروا فيها؛ لأنه - سبحانه - لم يحدد لهم مكانا يقيمون فيه، فإذا جاء وعد الآخرة ينتقم الله منهم بضربة واحدة، ويأتي الحق بهم لفيفاً تمهيداً للضربة القاصمة:  {وَقَطَّعْنَاهُمْ فِي الأرض أُمَماً مِّنْهُمُ الصالحون وَمِنْهُمْ دُونَ ذلك} . </p><p> وهناك فريق منهم جاء إلى المدينة المنورة ووسعتهم المدينة وصاروا أهل العلم وأهل الكتاب، وأهل الثراء وأهل المال، وأهل بنايةٍ للحصون، وحين هاجر رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ عقد معهم معاهدة. فالذي دخل منهم في الإِيمان استحق معاملة المؤمنين، فلهم ما لهم وعليهم وما عليهم، والحق قد قال: </p><p> {وَمِن قَوْمِ موسى أُمَّةٌ يَهْدُونَ بالحق وَبِهِ يَعْدِلُونَ}  [الأعراف: ١٥٩] </p><p> وقلنا إن هذه تسمى صيانة الاحتمال لمن يفكرون في الإِيمان برسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  {وَقَطَّعْنَاهُمْ فِي الأرض أُمَماً مِّنْهُمُ الصالحون وَمِنْهُمْ دُونَ ذلك} . و «دون» أي غير، فالمقابل للصالحين هم المفسدون. أو منهم الصالحون في القمة، ومنهم من هم أقل صلاحاً. فهناك أناس يأخذون الأحسن، وأناس يأخذون الحسن فقط. </p><p> ويتابع الحق سبحانه:  { ... وَبَلَوْنَاهُمْ بالحسنات والسيئات لَعَلَّهُمْ يَرْجِعُونَ}  [الاعراف: ١٦٨] </p><p> كلمة {لَعَلَّهُمْ يَرْجِعُونَ} هي التي جعلتنا نفهم أن قول الحق سبحانه وتعالى: أن منهم أناساً صالحين، ومنهم دون ذلك، أي كافرون؛ لأنهم لو كانوا قد صنعوا الحسن والأحسن فقط، لما جاء الحق ب {لَعَلَّهُمْ يَرْجِعُونَ} . أو هم يرجعون إلى الأحسن. </p><p> و «بلونا» أي اختبرنا؛ لأن لله في الاختبارات مطلق الحرية، فهو يختبر بالنعمة ليعلم واقعاً منك لأنه - سبحانه - عالم به، من قبل أن تعمل، لكن علمه الأزلي لا يُعتبر شهادة منا. لذلك يضع أمامنا الاختبار لتكون نتيجة عملنا شهادة إقرار منا علينا:  {وَبَلَوْنَاهُمْ بالحسنات والسيئات} . وسبحانه وتعالى يختبر بالنعمة ليرى أتغزنا الأسباب في الدنيا عن المُسبِّب الأعلى الذي وهبها:  {كَلاَّ إِنَّ الإنسان ليطغى أَن رَّآهُ استغنى}  [العلق: ٦ - ٧] </p><p> فالواجب أن نشكر النعمة ونؤديها في مظان الخير لها. فإن كان العبد سيؤديها بالشكر فقد نجح، وإن أداها على عكس ذلك فهو يرسب في الاختبار. إذن فهناك الابتلاء بالنعم، وهناك الابتلاء بالنقم. والابتلاء بالنقم ليرى الحق هل يصبر العبد أو لا يصبر، أي ليراه ويعلمه واقعاً حاصلاً، وإلا فقد علمه الله أزلاً. </p><p> ولذلك يقول الحق سبحانه: </p><p> {فَأَمَّا الإنسان إِذَا مَا ابتلاه رَبُّهُ فَأَكْرَمَهُ وَنَعَّمَهُ فَيَقُولُ ربي أَكْرَمَنِ وَأَمَّآ إِذَا مَا ابتلاه فَقَدَرَ عَلَيْهِ رِزْقَهُ فَيَقُولُ ربي أَهَانَنِ}  [الفجر: ١٥ - ١٦] </p><p> إننا نجد من يقول:  {ربي أَكْرَمَنِ} . ومَن يقول:  {ربي أَهَانَنِ} والحق يوضح: أنتما كاذبان. فليست النعمة دليل الإِكرام، ولا سلب النعمة دليل الإِهانة. ولكن الإِكرام ينشأ حين تستقبل النعمة بشكر، وتستقبل النقمة بصبر. إذن مجيء النعمة في ذاتها ليس إلا اختبارا. وكذلك إن قَدَر الله عليك رزقك وضيقه عليك، فهذا ليس للإِهانة ولكنه للاختبار أيضاً. </p><p> ويوضح الحق جل وعلا:  {كَلاَّ بَل لاَّ تُكْرِمُونَ اليتيم وَلاَ تَحَآضُّونَ على طَعَامِ المسكين وَتَأْكُلُونَ التراث أَكْلاً لَّمّاً وَتُحِبُّونَ المال حُبّاً جَمّاً}  [الفجر: ١٧ - ٢٠] </p><p> أنتم لا تطعمون في مالكم يتيماً ولا تحضون على طعام مسكين. فكيف يكون المال نعمة؟ إنه نقمة عليكم. وهنا يقول الحق:  {وَبَلَوْنَاهُمْ بالحسنات والسيئات لَعَلَّهُمْ يَرْجِعُونَ} . ولله المثل الأعلى، نقول: إن فلاناً أتعبني، لقد قلبته على الجنبين، لا الشدة نفعت فيه، ولا اللين نفع فيه، ولا سخائي عليه نفع فيه، ولا ضنى عليه نفع فيه، وقد اختبر الله بني إسرائيل فلم يعودوا إلى الطاعة مما يدل على أن هذا طبع تأصل فيهم. </p><p> ويقول الحق بعد ذلك:  {فَخَلَفَ مِن بَعْدِهِمْ خَلْفٌ ... } </p>"
}