{
  "id": null,
  "sura": 7,
  "aya": 4,
  "text": "<p> وساعة تسمع «كم» فاعرف أن المسألة خرجت عن العد بحيث تستوجب أن تستفهم عنها، وهذا يدل على أمر كثير فوق العدد، لكن عندما يكون العدد قليلاً فلا يستفهم عنه، بل يعرف. والقرية اسم للمكان المعد إعداداً خاصاً لمعيشة الناس فيه. وهل القرى هي التي تهلك أم يهلك من فيها؟ . أوضح الحق أنها تأتي مرة ويراد منها المكان والمكين: أو يكون المراد بالقرية أهلها، مثال ذلك قوله الحق في سورة يوسف:  {وَسْئَلِ القرية التي كُنَّا فِيهَا والعير ... }  [يوسف: ٨٢] </p><p> وبطبيعة الحال لن يسأل إنسان المكان أو المباني، بل يسأل أهل القرية، ولم يقل الحق: اسأل أهل القرية؛ لأن المسئول عنه هو أمر بلغ من الصدق أن المكان يشهد مع المكين، ومرة أخرى يوضح الحق أنه يدمر القرية بسكانها ومبانيها. {وَكَم مِّن قَرْيَةٍ أَهْلَكْنَاهَا فَجَآءَهَا بَأْسُنَا} . </p><p> وأيهما يأتي أولاً: الإهلاك أم يأتي البأس أولاً فيهلك؟ . الذي يأتي أولاً هو البأس فيهلك، فمظاهر الكونيات في الأحداث لا يأتي أمرها ارتجالاً، وإنما أمرها مسبق أزلاً، وكأن الحق يقول هنا: وكم من قرية حكمنا أن نهلكها فجاءها بأسنا ليتحقق ما قلناه أزلاً، أي أن تأتي الأحداث على وفق المرادات؛ حتى ولو كان هناك اختيار للذي يتكلم عنه الحق. </p><p> ونعلم أن القرية هي المكان، وعلى ذلك فليس لها اختيار. وإن كان لمن يتحدث عنه الله حق الاختيار، فسبحانه يعلم أزلاً أنه سيفعل ما يتحدث عنه سبحانه. ويأتي به في قرآن يتلى؛ ليأتي السلوك موافقاً ما أخبر به الله. {وَكَم مِّن قَرْيَةٍ أَهْلَكْنَاهَا فَجَآءَهَا بَأْسُنَا بَيَاتاً أَوْ هُمْ قَآئِلُونَ}  [الأعراف: ٤] </p><p> والبأس هو القوة التي ترد ولا تقهر، و «بيتاً» أي بالليل، {أَوْ هُمْ قَآئِلُونَ} أي في القيلولة. ولماذا يأتي البأس في البيات أو في القيلولة؟ . ونجد في خبر عمّن أَهْلِكُوا مثل قوم لوط أنّه حدث لهم الهلاك بالليل، وقوم شعيب حدث لهم الهلاك في القيلولة، والبيات والقيلولة هما وقت الاسترخاء ووقت الراحة وتفاجئهم الأحداث فلا يستطيعون أن يستعدوا. {فَإِذَا نَزَلَ بِسَاحَتِهِمْ فَسَآءَ صَبَاحُ المنذرين}  [الصافات: ١٧٧] </p><p> أي يأتيهم الدمار في وقت هم نائمون فيه، ولا قوة لهم لمواجهة البأس. { ... فَجَآءَهَا بَأْسُنَا بَيَاتاً أَوْ هُمْ قَآئِلُونَ}  [الأعراف: ٤] </p><p> وإذا قال سبحانه:  {بَيَاتاً أَوْ هُمْ قَآئِلُونَ} فيصح أن لهذه القرية امتدادات، ووقت القيلولة عند جماعة يختلف عن وقت من يسكن امتداد القرية، فيكون الوقت عندهم ليلاً، والقيلولة هي الوقت الذي ينامون فيه ظهراً للاسترخاء والراحة. ولكن كيف استقبلوا ساعة مجيء البأس الذي سيهلكهم؟ . </p><p> ويقول الحق سبحانه:  {فَمَا كَانَ دَعْوَاهُمْ إِذْ ... } </p>"
}