{
  "id": null,
  "sura": 8,
  "aya": 54,
  "text": "<p> يتساءل البعض: لماذا عاد الحق سبحانه وتعالى إلى آل فرعون ولم يأت بها </p><p> مع الآية الأولى؟ . نقول: لأن هناك فرقا دقيقا بين كل منهما. فالآية الأولى يقول فيها الحق تبارك وتعالى:  {كَفَرُواْ بِآيَاتِ الله}  [الآنفال: ٥٢] في الآية الثانية يقول فيها: </p><p> {كَذَّبُواْ بآيَاتِ رَبِّهِمْ}  [الأنفال: ٥٤] . </p><p> والآية الأولى تدل على أنهم كفروا بالآيات الكونية المثبتة لوجود الله تعالى وآيات الرسل وآيات الكتب التي أنزلت إليهم، وفي هذه الآية كذبوا بآيات ربهم أي لم يصونوا النعم التي أعطاها الله لهم، فنعم الله عطاء ربوبية، وتكاليفه ومنهجه عطاء ألوهية، وهم في الآية الأولى كذبوا بعطاء الألوهية، أي كفروا بالله. وفي الآية الثانية كذبوا بعطاء الربوبية أي بنعم الله، فعطاء الربوبية هو عطاء رب خلق من عَدم وأمَد من عُدم لتكتمل للإنسان مقومات حياته. والله يساوي في عطاء الربوبية بين المؤمن والكافر وبين العاصي والطائع، ولا يفرّق بينهم بسبب الإيمان أو الكفر. </p><p> وهنا يقول المولى سبحانه وتعالى: </p><p> {وَأَغْرَقْنَآ آلَ فِرْعَونَ وَكُلٌّ كَانُواْ ظَالِمِينَ}  [الأنفال: ٥٤] . </p><p> أي لم يكن بينهم مؤمن وكافر بحيث يكون هنا تفرقة بأن ينجي المؤمنين ويغرق الكافرين، بل كلهم ظلموا أنفسهم بالكفر؛ لذلك قال الحق سبحانه وتعالى:  {وَكُلٌّ كَانُواْ ظَالِمِينَ} ، وذكر سبحانه آل فرعون بالتخصيص؛ لأنهم الأمة الوحيدة التي بقيت حضارتها تدل على مدى تقدمها، هذا التقدم الذي لم نصل إلى كل أسراره حتى الآن. ولا يمكن أن تنتهي مثل هذه الحضارة إلا بقوة أعلى من قوتها. فكأن الحق قد أراد أن يلفتنا إلى آل فرعون بالذات؛ لأنه قدر </p><p> للبشرية أن تكتشف آثار آل فرعون، وآثارهم لافتة للعالم أجمع، ووضع في قلوب البشر حب أن يأتوا ليروا حضارة آل فرعون، ويتعجبوا كيف وصلوا إلى هذه المنزلة العالية من الحضارة، ثم انهارت هذه الحضارة كدليل على وجود قوة أعلى وهي الله سبحانه وتعالى، وقد أهلكهم الحق لأنهم كفروا بالألوهية واتخذوا فرعون إلها وربا من دون الله، وكفروا بنعمة الربوبية التي أعطاها الله لهم، والتي يذكر الله جزءا منها في قوله الكريم:  {كَمْ تَرَكُواْ مِن جَنَّاتٍ وَعُيُونٍ وَزُرُوعٍ وَمَقَامٍ كَرِيمٍ وَنَعْمَةٍ كَانُواْ فِيهَا فَاكِهِينَ}  [الدخان: ٢٥ - ٢٧] . </p><p> إذن فالله تعالى قد أعطاهم الزرع والماء ولم يعطهم بتقتير، بل أعطاهم بوفرة وسعة؛ لذلك قال تعالى:  {جَنَّاتٍ وَعُيُونٍ} </p><p> وأعطاهم الثروة والقوة التي تحفظ لهم كرامتهم؛ وتجعلهم أسياد الأرض في عصرهم، وحققت لهم مقاماً كريماً ولم يجرؤ أحد على أن يهينهم، ولا أن يعتدي عليهم، فقد كان عندهم كنوز الأرض؛ وعندهم القوة التي تحفظ لهم الكرامة في قوله تعالى:  {وَزُرُوعٍ وَمَقَامٍ كَرِيمٍ وَنَعْمَةٍ كَانُواْ فِيهَا فَاكِهِينَ}  [الدخان: ٢٦ - ٢٧] </p><p> وأعطاهم من العلم ما يوفر لهم الترف والحياة الطيبة الرغدة المريحة في كل شيء، ولكنهم كفروا بنعم الربوبية هذه، كما كفروا بنعمة الألوهية؛ فاستحقوا العقاب، وبقيت آثارهم تدل عليهم؛ نجد فيها الذهب والكنوز، وقد دفنت مع موتاهم، ونجد فيها الحضارة والقوة في المعارك التي صوروها على معابدهم بتوضيح وإتقان. ونرى فيها النعمة الهائلة التي كان يعيش فيها فرعون </p><p> وقومه، ولكنهم لم يؤدوا حقها وكفروا بالخلق واهب النعم. </p><p> ويقول الحق تبارك وتعالى بعد ذلك:  {إِنَّ شَرَّ الدواب عِندَ الله ... } </p>"
}