{
  "id": null,
  "sura": 8,
  "aya": 74,
  "text": "<p> أي إياكم أن تقولوا بأنهم لم يهاجروا معكم. وتنكروا أنهم منكم. بل هم منكم وأولياؤكم فهم قد اتبعوكم بإحسان. </p><p> وما الذي جعل الحق سبحانه وتعالى يذكر هذا مرة أخرى؟ . لقد تكلم سبحانه وتعالى عن الذين آمنوا وجاهدوا في سبيل الله والذين نصروا، ولننتبه إلى أن هذا ليس تكراراً لأنه سبحانه وتعالى يذكر لنا هنا أنهم جاهدوا بالمال والنفس. وقد جاءت هذه الآية لتثبيت الحكم الشرعي. وانظر إلى عجز كل آية لتعرف. ففي عجز هذه الآية: </p><p> {أولئك هُمُ المؤمنون حَقّاً لَّهُمْ مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ}  [الأنفال: ٧٤] . </p><p> والحكم الشرعي بالنسبة لهم هو أن يكونوا أولياء بعض، وهذا ما ذكره الله سبحانه وتعالى في الآية السابقة حيث يقول:  {إِنَّ الذين آمَنُواْ وَهَاجَرُواْ وَجَاهَدُواْ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ الله والذين آوَواْ ونصروا أولئك بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ}  [الأنفال: ٧٢] . </p><p> أي أعطانا الحكم الشرعي في ولاية بعضهم لبعض. وأوضح أن هؤلاء لا بد أن يكونوا أولياء، وهذا هو الحكم المطلوب منهم، ولكنه سبحانه في هذه الآية الكريمة: </p><p> {والذين آمَنُواْ وَهَاجَرُواْ وَجَاهَدُواْ فِي سَبِيلِ الله والذين آوَواْ ونصروا أولئك هُمُ المؤمنون حَقّاً}  [الأنفال: ٧٤] . </p><p> فلم يتكلم الحق سبحانه وتعالى هنا عن الولاية ولم يعط حكماً بها، وإنما قال سبحانه وتعالى:  {هُمُ المؤمنون حَقّاً} وهذا حصر يسمونه قصراً، أي أن غيرهم لا يكون مؤمنا حقا، مثلما تقول: فلان هو الرجل، يعني أن غيره لا تعد رجولته كاملة من كل نواحيها. وهذه مبالغة إيمانية. </p><p> ثم يذيل الحق سبحانه وتعالى الآية الكريمة التي نحن بصدد خواطرنا عنها بقوله الكريم: </p><p> {لَّهُمْ مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ}  [الأنفال: ٧٤] . </p><p> وهنا يتكلم الحق سبحانه وتعالى عن الجزاء. والجزاء إما أن يكون في الدنيا، </p><p> ولذلك حكم الله لهم بأنهم هم المؤمنون حقا، وإما أن يكون الجزاء في الآخرة. وجزاء الآخرة يمحو السيئات ويرفع الدرجات فقوله:  {لَّهُمْ مَّغْفِرَةٌ} أي تمحي سيئاتهم. وقوله تعالى:  {وَرِزْقٌ كَرِيمٌ} أي تضاعف لهم الحسنات في الجنة. فكأن الآية الأولى كان مقصوداً بها حكم الولاية. وهو حكم مطلوب منهم. والآية الثانية تكلمت عن الجزاء وبينت جزاءهم في الدنيا والآخرة. والجزاء في الدنيا أنهم هم المؤمنون حقا، أمَّا الجزاء في الآخرة فهو محو الذنوب حتى لا يعاقبوا. ورفع درجاتهم بإعطائهم الثواب؛ وهو رزق كريم. </p><p> والمغفرة لهم على قليل الذنوب؛ لأنه لا يوجد أحد بلا كبوة في شيء من الأشياء ولا أحد معصوم مثل الرسل فهم وحدهم الذين عصمهم الله من الوقوع في المعاصي، ولذلك فالحق سبحانه وتعالى يغفر لمن ذكرهم في هذه الآية النزوات الصغيرة، ولهم رزق كريم أيضاً. والرزق هو ما انتفع به الإنسان، وإن كان الناس ينظرون إلى الرزق على أنه المادة فقط؛ من مال وأرض وعقار وطعام ولباس، ولكنَّ الحقيقة أن الرزق مجموع أشياء متعددة؛ منها ما هو مادي وما هو معنوي. </p><p> فالاستقامة رزق، والفضيلة رزق، والعلم رزق، والتقوى رزق، وكلما امتد نفع الرزق يوصف بأنه حسن وجميل. وهنا وصف الحق الرزق بأنه كريم. والكرم هو مجموع الأشياء التي فيها محاسن. وإذا جاء الرزق بلا تعب يكون كريماً، فالهواء رزق لا عمل لك فيه؛ يمر عليك فتتنفس، والماء رزق لا عمل لك فيه لأنه يهبط عليك من السماء، والطعام رزق لك فيه عمل قليل، فأنت بذرت ورويت وانتظرت حتى جاء الثمر. </p><p> إذن فهناك رزق لا عمل لك فيه مطلقاً وهو رزق في قمة الكرم، وهناك رزق لك فيه عمل ضئيل وهو رزق كريم لأنه أكبر من العمل. وأنت حين تعطي إنساناً </p><p> أجره ليس هذا مناّ أو كرما منك لأنه مقابل عمل، ولكن الكرم أن تعطيه بلا مقابل. ورزق الجنة بلا مقابل لأنه بمجرد أن يخطر الشيء على بالك وتشتهيه تجده أمامك. </p><p> إذن فهو رزق في قمة الكرم، والحق سبحانه وتعالى قد جعل الكرم من صفات الرزق، فالرزق يعرف عنوانك ومكانك وأنت لا تعرف عنوانه ولا مكانه لأنك قد تبذل جهداً كبيراً في زراعة أرضك ثم تأتي آفة وتصيب الزرع فلا يعطيك رزقاً. وقد تذهب إلى مكان وأنت خالي الذهن فتأتيك صفقة فيها رزق وفير. </p><p> إذن فالرزق يعرف مكانك ويأتي إليك ولكنك لا تعرف أين هو. وقد حدد الله سبحانه وتعالى الرزق وقسمه على عباده، وكل رزق مقسوم لك سيصل إليك ولن يذهب إلى غيرك، وأنت قد تأكل طعاماً تلتذ به ثم يهيج معدتك فتفرغ معدتك منه، ويأتي طائر ليلتقط بعضه؛ هذا رزق الطائر تعافه أنت. وقد تأكل الطعام ويتحول إلى مكونات في دمك ثم تذهب تتبرع بهذا الدم إلى غيرك. </p><p> إذن فهذا الطعام الذي أكلته وتحول إلى دم في جسدك ليس رزقك ولكنه رزق من نقل إليه الدم. ولذلك إذا قرأت القرآن تجد أن الحق سبحانه وتعالى يقول:  {وَضَرَبَ الله مَثَلاً قَرْيَةً كَانَتْ آمِنَةً مُّطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَداً مِّن كُلِّ مَكَانٍ}  [النحل: ١١٢] . </p><p> ويقول الحق سبحانه وتعالى بعد ذلك:  {والذين آمَنُواْ مِن بَعْدُ وَهَاجَرُواْ وَجَاهَدُواْ مَعَكُمْ فأولئك مِنكُمْ ... } </p>"
}