{
  "id": null,
  "sura": 8,
  "aya": 10,
  "text": "<p> أي أن الملائكة هي بشرى لكم، وأنتم الذين تقاتلون أعداءكم، وسبحانه وتعالى هو القائل:  {قَاتِلُوهُمْ يُعَذِّبْهُمُ الله بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَنْصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُورَ قَوْمٍ مُّؤْمِنِينَ}  [التوبة: ١٤] . </p><p> قال الحق سبحانه وتعالى ذلك للمؤمنين وهم يدخلون أول معركة حربية، ويواجهون أول لقاء مسلح بينهم وبين الكافرين، لأنهم إن علموا أن الملائكة ستقاتل وتدخل، فقد يتكاسلون عن القتال ويدخلون إلى الحرب بقلوب غير مستعدة، وبغير حمية، فأوضح ربنا: أنا جعلت تدخل الملائكة بشرى لكم، و {لِتَطْمَئِنَّ بِهِ قُلُوبُكُمْ} ، أي أن عدد الملائكة يقابل عدد جيش الكفار، والزيادة في العدد هي أنتم يا من خرجتم للقتال. واعلموا أن الملائكة هي لطمأنة القلوب. لكن الحق يريد أن يعذبهم بأيديكم أنتم، لأن الله يريد أن يربي المهابة لهذه العصبة بالذات، بحيث يحسب لها الناس ألف حساب. </p><p> واختلفت الروايات في دور الملائكة في غزوة بدر، فنجد أبا جهل يقول لابن مسعود: ما هذه الأصوات التي أسمعها في المعركة؟ فقد كانت هناك أصوات تُفزع </p><p> الكفار في غزوة بدر - ويرد ابن مسعود على أبي جهل: إنها أصوات الملائكة. قال: إذن بالملائكة تغلبون لا أنتم. . </p><p> فإياكم أن تفتنوا حتى بالملائكة؛ لأن النصر لا منكم ولا من الملائكة، ولكن النصر من عندي أنا؛ لأن الذي تحب أن ينصرك، لا بد أن تكون واثقاً أنه قادر على نصرتك، والبشر مع البشر يظنون الانتصار من قبل الحرب، ومن الجائز أن يغلب الطرف الآخر، لكن النصر الحقيقي من الذي لا يُغْلَب وهو الله سبحانه وتعالى:  {وَمَا النصر إِلاَّ مِنْ عِندِ الله} </p><p> وأنت حين تستنصر أحداً لينصرك على عدوك فهذا الذي نستنصر به إن كان من جنسك يصح أن يَغْلِب معك ويصح أن تنغلب أنت وهو، لكنك تدخل الحرب مظنة أنك تغلبَ مع من ينصرك وقد يحدث لكما معاً الهزيمة أمَّا الحقُّ سبحانه وتعالى فهو وحده الذ لا يُغَالَب ولا يُغْلَب. {وَمَا النصر إِلاَّ مِنْ عِندِ الله إِنَّ الله عَزِيزٌ حَكِيمٌ} . </p><p> وهو سبحانه وتعالى الناصر، وهكذا يكون المؤمن الذي يقاتل بحمية الإيمان واثقاً من النصر، لكن إياكم أن تظنوا أن النصر من الله لا يصدر عن حكمة، إن وراء نصر الله للمؤمنين حكمةً، فإن تهاونتم في أي أمر يُسلب منكم النصر؛ لأن الله لا يغير سننه مع خلقه، وقد رأينا ما حدث في غزوة أحد حين تخاذلوا ولم ينفذوا أمر رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فلم ينتصروا؛ لأن الحكمة اقتضت ألا ينتصروا، ولو نصرهم الله لاستهانوا بعد ذلك بأوامر رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، ولقال بعض منهم: خالفناه وانتصرنا، وهكذا نجد أن طاعة الله والرسول والأخذ بالأسباب أمر هام، فحين جاء الأمر من رسول الله في غزوة أحد بما معناه: يا رماة لا تتركوا أماكنكم، ولو رأيتمونا نفر إلى المدينة، فلا شأن لكم بنا، وعلى كل منكم أن يأخذ دوره ومهمته، فإذا رأى أخا له في دوره قد انهزم فليس له به شأن، وعلى كل مقاتل أن ينفذ ما عليه. </p><p> لكنهم خالفوا فسلبهم الله النصر. وهكذا يتأكد لهم أن النصر من عند الله العزيز الذي لا يغلب. وقال البخاري عن البراء بن عازب قال: لقينا المشركين يومئذ وأجلس النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ جيشا من </p><p> الرماة، وأمَّر عليهم «عبد الله بن جبير» ، وقال عَلَيْهِ الصَّلَاة وَالسَّلَام ُ:  «لا تبرحوا وإن رأيتمونا ظهرنا عليهم فلا تبرحوا، وإن رأيتموهم ظهروا علينا فلا تعينونا» . </p><p> ونلحظ أن المدد بالملائكة ورد مرة بألف، ومرة بثلاثة آلاف في قول الحق سبحانه {إِذْ تَقُولُ لِلْمُؤْمِنِينَ أَلَنْ يَكْفِيكُمْ أَن يُمِدَّكُمْ رَبُّكُمْ بثلاثة آلاف مِّنَ الملائكة مُنزَلِينَ}  [آل عمران: ١٢٤] . </p><p> فإن لم يكفكم ثلاثة آلاف سيزيد الله العدد، لذلك يقول المولى عَزَّ وَجَلَّ:  {بلى إِن تَصْبِرُواْ وَتَتَّقُواْ وَيَأْتُوكُمْ مِّن فَوْرِهِمْ هذا يُمْدِدْكُمْ رَبُّكُمْ بِخَمْسَةِ ءالاف مِّنَ الملائكة مُسَوِّمِينَ}  [آل عمران: ١٢٥] . </p><p> إذن المدد يتناسب مع حال المؤمنين، ويبين ذلك قوله سبحانه:  {بلى إِن تَصْبِرُواْ وَتَتَّقُواْ} </p><p> فالصبر إذن وحده لا يكفي بل لا بد أيضا من تقوى اللخ، ولا بد كذلك من المصابرة بمغالبة العدو في الصبر؛ لذلك يقول المولى تبارك وتعالى في موقع آخر:  {اصبروا وَصَابِرُواْ}  [آل عمران: ٢٠٠] . </p><p> وذلك لأن العدو قد يملك هو أيضاً ميزة الصبر؛ لهذا يزيد الله الصابر، فإن صبر العدو على شيء فاصبر أنت أيها المؤمن أكثر منه. </p><p> وقد جعل الله عَزَّ وَجَلَّ الإمداد بالملائكة بشرى لطمأنة القلوب وثقة من أن النصر من عند الله تعالى: </p><p> {وَمَا جَعَلَهُ الله إِلاَّ بشرى وَلِتَطْمَئِنَّ بِهِ قُلُوبُكُمْ وَمَا النصر إِلاَّ مِنْ عِندِ الله إِنَّ الله عَزِيزٌ حَكِيمٌ}  [الأنفال: ١٠] . </p><p> وما أن بدأت المعركة حتى بدأ توالي النعم التي سوف تأني بالنصر، إمداد بالملائكة، بشرى لتطمئن القلوب، وثقة من أن النصر من عند الله العزيز الحكيم. </p><p> ثم يأتي التذكير بالدلالة على ذلك فيقول المولى سبحانه وتعالى:  {إِذْ يُغَشِّيكُمُ النعاس أَمَنَةً مِّنْهُ وَيُنَزِّلُ عَلَيْكُم مِّن السمآء مَآءً لِّيُطَهِّرَكُمْ بِهِ} </p>"
}