{
  "id": null,
  "sura": 8,
  "aya": 24,
  "text": "<p> وهنا نقل المسألة من سماع إلى استجابة؛ لأن مهمة السماع أن تستجيب. </p><p> {ياأيها الذين آمَنُواْ استجيبوا للَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُم لِمَا يُحْيِيكُمْ} </p><p> أي استجيبوا لله تعالى تشريعا، وللرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بلاغاً، وغاية التشريع والبلاغ واحدة، فلا بلاغ عن الرسول إلا بتشريع من الله عَزَّ وَجَلَّ، بل وللرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ تفويض بأن يشرع. ورسول الله لم يشرع من نفسة، وإنما شرع بواسطة حكم من الله تعالى حيث يقول:  {وَمَآ آتَاكُمُ الرسول فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فانتهوا}  [الحشر: ٧] . </p><p> وأضرب هذا المثل - ولله المثل الأعلى -: نسمع أن فلاناً قد فُصل لأنه غاب خمسة عشر يوماً عن عمله في وظيفته، ويعود المحامي إلى الدستور الذي تتبعه البلد فلا يجد في مواد الدستور هذه الحكاية، ويسمع من المحامي الأكثر خبرة </p><p> أن هذا القانون مأخوذ من تفويض الدستور للهيئة التي تنظم العمل والعاملين. </p><p> ورسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مفوض من ربه بالبلاغ وبالتشريع. </p><p> {استجيبوا للَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُم}  [الأنفال: ٢٤] . </p><p> ونجد هنا أيضاً أن الحق تبارك وتعالى قال:  {إِذَا دَعَاكُم} ولم يقل: إذا دعَوَاكُمْ، وفي ذلك توحيد للغاية، فلم يفصل بين حكم الله التشريعي وبلاغ الرسول لنا. ونعلم أن الأشياء التي حكم فيها الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حكماً ثم عدّل الله له فيها الحكم، هذا التعديل نشأ من الله، وهو صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لم ينشىء حكماً عدّله الله تعالى إلا فيما لم يُنزِل الله فيه حكماً. وحين ينزل الله حكماً مخالفاً لحكم وضعه الرسول، فمن عظمته صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أنه أبلغنا هذا التعديل، وهكذا جاءت أحكامه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إذا وافقت حقّاً فلا تعديل لها، وإن لم يكن الأمر كذلك فهو صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يعدل لنا. وبذلك تنتهي كل الأحكام إلى الله تعالى. فإذا قال قائل: كيف تقول إن قول الرسول يكون من الله؟ نجيب: إنه سبحانه القائل: {وَمَا يَنطِقُ عَنِ الهوى إِنْ هُوَ إِلاَّ وَحْيٌ يوحى}  [النجم: ٣ - ٤] . </p><p> و «الهوى» - كما نعلم - أن تعلم حكماً ثم تميل عن الحكم إلى مقابله لتخدم هوًى في نفسك، والرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حينما عمد إلى أي حكم شرعه ولم يكن عنده حكم من الله عَزَّ وَجَلَّ، فإن جاءه تعديل أبلغنا. إذن ما ينطق عن الهوى. أي من كل ما لم ينزله الله، وحكم فيه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ببشريته، ولم يكن له هوى يخدم أي حكم، ونجد في قول الله تعالى: </p><p> {ياأيها الذين آمَنُواْ استجيبوا للَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُم}  [الأنفال: ٢٤] . </p><p> أنَّ كلمة «دعاكم» مفردة، مثلها مثل كلمة «يرضوه» في قوله لكم: </p><p> {والله وَرَسُولُهُ أَحَقُّ أَن يُرْضُوهُ إِن كَانُواْ مُؤْمِنِينَ}  [التوبة: ٦٢] . </p><p> ومثلها مثل الضمير في «عنه» في قوله تعالى: {أَطِيعُواْ الله وَرَسُولَهُ وَلاَ تَوَلَّوْا عَنْهُ}  [الأنفال: ٢٠] . </p><p> وفي هذه الآيات الكريمة توحيد للضمير بعد المثنى، وهذا التوحيد كان مثار شبهة عند المستشرقين، فقالوا: كيف يخاطب اثنين ثم يوحدهما؟ ونقول لمن يقول ذلك: لأنك استقبلت القرآن بغير ملكة العربية. فلم تفهم، ولو وجد الكفار في أسلوب القرآن ما يخالف اللغة لما سكتوا، فهم المعاندون، ولو كانوا جربوا في القرآن كلمة واحدة مخالفة لأعلنوا هذه المخالفة. وعدم إعلان الكفار عن هذه الشبهات التي يثيرها الأعداء، يدل على أنهم فهموا مرمى ومعنى كل ما جاء بالقرآن، وهم فهموا - على سبيل المثال - الآية التي يكرر المستشرقون الحديث عنها ليشككوا الناس في القرآن الكريم، وهي قول الحق تبارك وتعالى:  {وَإِن طَآئِفَتَانِ مِنَ المؤمنين اقتتلوا فَأَصْلِحُواْ بَيْنَهُمَا فَإِن بَغَتْ إِحْدَاهُمَا على الأخرى فَقَاتِلُواْ التي تَبْغِي حتى تفياء إلى أَمْرِ الله فَإِن فَآءَتْ فَأَصْلِحُواْ بَيْنَهُمَا بالعدل وأقسطوا إِنَّ الله يُحِبُّ المقسطين}  [الحجرات: ٩] . </p><p> وتساءل المستشرقون - مستنكرين -: كيف يتحدث القرآن عن طائفتين، ثم يأتي الفعل الصادر منهما بصيغة الجمع؟ . ونقول: إن «طائفتان» هي مثنى طائفة، والطائفة لا تطلق على الفرد، إنما تطلق على جماعة، مثلما نقول: المدْرَسَتان اجتمعوا؛ وصحيح أن المَدْرسة مفرد. لكن كل مدرسة بها تلاميذ كثيرون، وكذلك «طائفتان» ، معناها أن كل طائفة مكونة من أفراد، وحين يحدث القتال فهو قتال بين جمع وجمع؛ لذلك كان القرآن الكريم دقيقاً حين قال: </p><p> {وَإِن طَآئِفَتَانِ مِنَ المؤمنين اقتتلوا} </p><p> ولم يقل القرآن الكريم: وإن طائفتان من المؤمنين اقتتلا؛ لأن هذا القول لا يعبر بدقة عن موقف الاقتتال لأنهم كطائفتين، إن انتهوا فيما بينهم إلى القتال. فساعة القتال لا يتحيز كل فرد لفرد ليقاتله، وإنما كل فرد يقاتل في كل أفراد الطائفة الأخرى، وهكذا يكون القتال بين جمع كبير من أفراد الطائفتين. </p><p> وبعد ذلك يواصل الحق تبارك وتعالى تصوير الموقف من الاقتتال بدقة فيقول سبحانه:  {فَقَاتِلُواْ التي تَبْغِي حتى تفياء إلى أَمْرِ الله فَإِن فَآءَتْ فَأَصْلِحُواْ بَيْنَهُمَا}  [الحجرات: ٩] . </p><p> وهنا يقول سبحانه وتعالى:  {فَأَصْلِحُواْ بَيْنَهُمَا} ، ولم يقل: أصلحوا بينهم. وهكذا عدل عن الجمع الذي جاء في الاقتتال إلى المثنى؛ لأننا في الصلح إنما نصلح بين فئتين متحاربتين، ونحن لا نأتي بكل فرد من الطائفة لنصلحه مع أفراد الطائفة الأخرى. ويمثل كل طائفة رؤساؤها أو وفد منها، وهكذا استخدم الحق المثنى في مجاله، واستخدم الجمع في مجاله، وسبحانه </p><p> وتعالى منزه عن الخطأ. </p><p> وهنا في الآية التي ما زلنا بصدد خواطرنا عنها وفيها يقول المولى سبحانه وتعالى: </p><p> {ياأيها الذين آمَنُواْ استجيبوا للَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُم لِمَا يُحْيِيكُمْ}  [الأنفال: ٢٤] . </p><p> وفي أولها نداء من الله للمؤمنين، والنداء يقتضي أولاً أن يكون المنادى حيّاً؛ لأنه سبحانه وتعالى القائل:  {وَمَا يَسْتَوِي الأحيآء وَلاَ الأموات إِنَّ الله يُسْمِعُ مَن يَشَآءُ وَمَآ أَنتَ بِمُسْمِعٍ مَّن فِي القبور}  [فاطر: ٢٢] . </p><p> إذن: كيف يقول سبحانه لمن يخاطبهم وهم أحياء: {دَعَاكُم لِمَا يُحْيِيكُمْ} ؟ . </p><p> وهنا نقول: ما هي الحياة أولاً؟ . نحن نعلم أن الحياة تأخذ مظهرين، مظهرَ الحسّ ومظهرَ الحركة، ولا يتأتى ذلك إلا بعد أن توجد الروح في المادة فتتكون الحياة، وهذه مسألة يتساوى فيها المؤمن والكافر. وثمرة الحياة أن يسعد فيها الإنسان، لا أن يحيا في حرب وكراهية وتنغيص الآخرين له وتنغيصه للآخرين، والحياة الحقيقية أن يوجد الحسّ والحركة، شرط أن تكون حركة كل إنسان تسعده وتسعد من حوله، وبذلك تتآزر الطاقات في زيادة الإصلاح في الأمور النافعة والمفيدة، أما إذا تبددت الطاقات الناتجة من الحسّ والحركة وضاعت الحياة في معاندة البعض للبعض الآخر، فهذه حياة التعب والمشقة، حياة ليس فيها خير ولا راحة. وهذا ما يخالف ما أراده الحق سبحانه وتعالى </p><p> للخلق، فقد جعل الله عَزَّ وَجَلَّ الإنسان خليفة له في الأرض ليصلح لا ليفسد، وليزيد الصالح صلاحاً، ولا تتعاند حركة الفرد مع غيره؛ لأن كل إنسان هو خليفة لله، وما دمنا كلنا خلفاء لله تعالى في الأرض. فلماذا لا نجعل حركاتنا في الحياة متساندة غير متعاندة؟ </p><p> وعلى سبيل المثال: إن أراد إنسان أن يخدم نفسه ومن حوله بحفر بئر، هنا يجب أن يتعاون معه جميع من سوف يستفيدون من البئر؛ فمجموعة تحفر، ومجموعة تحمل التراب بعيداً، ليخرج الماء ويستفيد منه الجميع، لكن أن يتسلل إنسان ليردم البئر، فهذا يجعل حركة الحياة متعاندة لا متساندة. </p><p> وقد نزل المنهج من الله عَزَّ وَجَلَّ ليجعل حركة الحياة متساندة؛ لذلك يقول الحق سبحانه وتعالى: </p><p> {ياأيها الذين آمَنُواْ استجيبوا للَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُم لِمَا يُحْيِيكُمْ}  [الأنفال: ٢٤] . </p><p> والنداء هنا من الله للمؤمنين فقط، فإذا قال الله: يأيها الذين آمنوا استجيبوا لما آمنتم به؛ فهو لم يطلب أن تستجيب لمن لم تؤمن به، بل يطلب منك الاستجابة إذا كنت قد دخلت في حظيرة الإيمان بالله، واهتديت إلى ذلك بعقلك، وبالأدلة الكونية واقتنعت بذلك، وصرت تؤمن أنه إذا طلب منك شيئاً فهو لا يطلب منك عبثاً؛ بل طلب منك لأنك آمنت به تعالى إلهاً، وربّاً، وخالقاً، ورازقاً، وحكيماً، وعادلاً. </p><p> حين يأمرك من له هذه الصفات، فمن الواجب عليك أن تستجيب لما يدعوك إليه. ولله المثل الأعلى؛ نجد في حياتنا الأب والأم يراعيان المصالح القريبة للغلام، ويأمره الأب قائلا: </p><p> اسمع الكلام لأني والدك الذي يتعب من أجل أن تنعم أنت. </p><p> وتضيف الأم قائلة له: اسمع كلام والدك، فليس غريباً عنك، بل لك به صلة وهو ليس عدوّاً لك، وتجربته معك أنه نافع لك ويحب لك الخير، هنا يستجيب الابن. وكلنا عيال الله، فإذا ما قال الله: يأيها الذين آمنوا استجيبوا لله وللرسول المبلغ عن الله لأنه سيدعوكم لما يحييكم فعلينا أن نستجيب للدعوة. </p><p> الداعي - إذن - هو الله تعالى وقد سبقت نعمه عليك قبل أن يكلفك، وهو سبحانه قد أرسل رسولاً مؤيداً بمعجزة لا يستطيع واحد أن يأتي بها، ويدعو كل إنسان إلى ما فيه الخير، ولا يمنع الإنسان من الاستجابة لهذا الدعاء إلا أن يكون غبيا. </p><p> ونلحظ في حياتنا اليومية أن الإنسان المريض، المصاب في أعز وأثمن شيء عنده وهو عافيته وصحته، وهو يحاول التماس الشفاء من هذا المرض ويسأل عن الطبيب المتخصص فيما يشكو منه، وهناك لكل جزء من الجسم طبيب متخصص، فإذا كان له علم بالأطباء فهو يذهب إلى الطبيب المعين، وإن لم يكن له علم فهو يسأل إلى أن يعرف الطبيب المناسب، وبذلك يكون قد أدى مهمة العقل في الوصول إلى من يأمنه على صحته. فإذا ما ذهب إلى الطبيب وشخص له الداء وكتب الدواء، في هذه اللحظة لن يقول المريض: أنا لا أشرب الدواء إلا إن أقنعتني بحكمته وفائدته وماذا سيفعل في جسمي؛ لأن الطبيب قد يقول للمريض: إن أردت أن تعرف حكمة هذا الدواء، اذهب إلى كلية الطب لتتعلم مثلما تعلمت. وطبعاً لن يفعل مريض ذلك؛ لأن المسألة متعلقة بعافيته، وهو سيذهب إلى الصيدلية ويشتري الدواء ويسأل عن كيفية تناوله، والمريض حين يفعل ذلك إنما يفعله لصالحه لا لصالح الطبيب أو الصيدلي. </p><p> والرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حين يدعونا لما يحيينا به، إنما يفعل ذلك لأن الله تعالى أوكل له البلاغ بالمنهج الذي يصلح حالنا، وإذا كانت الحياة هي الحس والحركة، بعد أن تأتي الروح في المادة، يواجه الإنسان ظروف الحياة من بعد ذلك إلى الممات. وهذه حياة للمؤمن والكافر. وقد يكون في الحياة منغصات وتمتلىء بالحركات المتعاندة، وقد يمتلىء البيت الواحد بالخلافات بين الأولاد وبين الجيران، ويقول الإنسان: هذه حياة صعبة وقاسية. والموت أحسن منها. والشاعر يقول: </p><p> كفى بك داء أن ترى الموت شافياً ... وشاعر آخر يقول: </p><p> ذل من يغبط الذليل بعيش ... رب عيش أخف منه الحِمام </p><p> والحِمام هو الموت، وكأن الموت - كما يراه الشاعر - أخف من الحياة المليئة بالمنغصات. إذن فليس مجرد الحياة الأولى هو المطلوب، بل المطلوب حياة خليفة يأتي في مجتمع خلفاء لله في الأرض. وكل منا موكل بالتعاون وإصلاح المجال الذي يخصه. ولا يصح للوكلاء أن يتعاندوا مع بعضهم البعض، بل عليهم أن يتفقوا؛ لأنهم وكلاء لواحد أحد. </p><p> كذلك خلف الله الإنسان، خلفه خليفة له في الأرض وأنجب الخليفة خلفاء؛ ليؤدوا الخلافة بشكل متساند لا متعاند. </p><p> إننا - على سبيل المثال - حين نرغب في تفصيل جلباب واحد، نجد الفلاح يزرع القطن، والغزّال يغزله، والنسّاج ينسجه، ومن بعد ذلك نشتريه لنذهب به إلى الخيّاط الذي يأخذ المقاسات المناسبة للجسم، ثم يقوم بحياكة الجلباب </p><p> على آلة اشتراها بعد أن صنعها آخرون. إذن فجلباب واحد يحتاج إلى تعاون بين كثير من البشر، هكذا تتعاضد الحياة. </p><p> وإذا نظرنا إلى العالم الذي نحيا فيه نجده مليئاً بالتعب، خصوصاً الأمم المتخلفة، وأيضاً نجد التعب في الأمم المتقدمة؛ لأننا نجد صعاليك من أية دولة يصعدون إلى طائرة تتبع دولة كبرى ويهددون بتفجير الطائرة بمن فيها ويفرضون الشروط، وَيُزِلُّون الدولة الكبرى. </p><p> إذن فالحياة حتى في الدول الراقية متعبة. </p><p> وعلى سبيل المثال: الحروب التي قامت في منطقتنا منذ عام ١٩٤٨ مع إسرائيل واستمرت كل هذه المدة الطويلة، ثم الحرب الأهلية في لبنان، ثم الحرب التي دارت بين العراق وإيران؛ هذه الحروب تكلفت المليارات التي لو استخدمت في وجه آخر لرفعت من شأن تقدم بلادنا. </p><p> إذن الذي يتعب العالم هو الحركة المتعاندة، والحق سبحانه وتعالى أنزل لنا المنهج القويم ليجعل حركة حياتنا متساندة. فإن اتبعنا المنهج صرنا نأخذ الأوامر من إله واحد، وصار كل منا مكلفاً بالتعاون مع غيره، وهذا لن يحدث إلا إذا استجبنا لما يدعونا الله تشريعاً والرسول بلاغاً، وبهذا تتساند الحياة وتصبح حياة لها طعم. وينطبق عليها قول الحق تبارك وتعالى:  {مَنْ عَمِلَ صَالِحاً مِّن ذَكَرٍ أَوْ أنثى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً وَلَنَجْزِيَنَّهُمْ أَجْرَهُم بِأَحْسَنِ مَا كَانُواْ يَعْمَلُونَ}  [النحل: ٩٧] . </p><p> أمَّا من يحيا بغير منهج فتكون حالته كما يبينها قول الله تعالى: </p><p> {وَمَنْ أَعْرَضَ عَن ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنكاً وَنَحْشُرُهُ يَوْمَ القيامة أعمى}  [طه: ١٢٤] . </p><p> وعلى هذا: فالعقاب على عدم اتباع المنهج الإلهي لا يتأخر إلى يوم القيامة، ولكن الحياة في الدنيا تكون مرهقة، والمعيشة ضنكا. </p><p> إذن إياكم أن تفهموا أن المنهج الديني لله غايته الآخرة فقط، لا. بل إن اتباع المنهج الديني لله جزاؤه في الآخرة، وأما ثمرته ففي الدنيا. فمن يوفق في هذه الدنيا، وحركته متساندة مع غيره، يعطي له الله الجزاء في الحياة المستريحة في الدنيا بالإضافة إلى جزاء الآخرة. وهكذا نفهم أن موضوع الدين هو الدنيا، أما الآخرة فهي جزاء على هذا الاختبار الدنيوي. </p><p> وقوله سبحانه وتعالى: </p><p> {إِذَا دَعَاكُم لِمَا يُحْيِيكُمْ}  [الأنفال: ٢٤] . </p><p> أي يعطيكم منهجاً من إله واحد؛ لا يعود بالخير عليه ولا على المبلغ عنه وهو الرسول، وإنما يعود بالخير عليكم أنتم، وتلك هي حيثيات الاستجابة، ومن لا يستجيب لهذه فهو الأحمق. </p><p> {استجيبوا للَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُم لِمَا يُحْيِيكُمْ}  [الأنفال: ٢٤] . </p><p> إذن فالخير يأتي من أمر إله واحد؛ فلا يجعل كل منا إلهه هواه، حتى لا تتعدد الأهواء: </p><p> {وَلَوِ اتبع الحق أَهْوَآءَهُمْ لَفَسَدَتِ السماوات والأرض وَمَن فِيهِنَّ}  [المؤمنون: ٧١] . </p><p> ولذلك لا يتعرض التشريع من الله سبحانه وتعالى إلا ما للأهواء فيه مدخل، أمَّا الشيء الذي ليس للأهواء فيه مدخل فهو يترك الإنسان ليواجهه بملكاته التي خلقها الله له، والشرع يتدخل فقط فيما يمكن أن يخضع للهوى، أما الأمور التي لا تخضع للهوى فألد الأعداء يتفقون فيها. </p><p> والحياة الآن فيها موجة ارتقاء طموحي علمي، وهذا الطموح العلمي نشأ عن التجربة في المعمل حيث يجلس العلماء الوقت الطويل ليخترعوا ويطوروا، مثال ذلك:  «أديسون» الذي قضى وقتاً طويلاً ليخترع المصباح الكهربي، وغيره من العلماء طوروا مخترعاته وجاءوا باختراعات جديدة، ولم ندر عنهم شيئاً إلا أننا نفاجأ بمخترع قد أتى منهم، والعالمُ من هؤلاء تجده أشعث أغبر، لا يفكر في العناية بحسن مظهره وقد لا يأكل ولا يشرب، ولا تدري أنت به إلا إذا الثمرة من عمله واختراعه جاءت، ويقال: فلان اخترع الشيء «الفلاني» . وتنتفع أنت بما اخترع رغم أنك لم تَشْقَ شقاءَه حين أخذت الخير الناتج منه. </p><p> ونرى المعسكرات المتضادة في عالمنا المعاصر تحاول أن تسرق تجارب غيرها في العلوم، وهذه المعسكرات تختلف فقط في الأهواء، فذلك شيوعي، وآخر رأسمالي، وثالث وجودي. الخلاف - إذن - في الأهواء غير المحكومة بالمادة أو بالتجربة. ومن المؤسف حقًا أن ما اتفقنا عليه كالعلوم المادية الكونية التي هي وليدة التجربة، هذه المخترعات نستعملها في فرض ما نختلف فيه، وهكذا تجد أن التعب في العالم إنما يأتي من الطموح الأهوائي لا الطموح المادي العلمي؛ لذلك يتدخل الشرع في الأهواء ويحسمها؛ ليكون كل منا عبداً لله تعالى، </p><p> وكل منَّا حر أمام غيره. </p><p> والرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بمنهجه الذي جاء به من الله يدعو الحيّ - صاحب الحس والحركة - إلى أن تكون حياته حياة طيبة ليس فيها ضنك؛ هذا إن نظرنا إلى كيفية الحياة. فإن قسنا الحياة بعمر الآخرة، فهي لا تساوي إلا القليل؛ لأن ما لا نختلف فيه كأفراد في الخلافة يجب أن يكون غاية للخلفاء، فربنا قد يخلق واحدا ليموت في بطن أمه، وواحدا يموت بعد ساعة من مولده، وثالثا يموت بعد شهر من ميلاده، ومنا من يعمر مائة سنة، ولا يمكن أن يكونَ الأمر المُخْتَلَف فيه غاية للمتحدين في الجنس، فالغاية أن نعمر الدنيا بالعمل الصالح لنسعد بها، ونعبر منها إلى ما هو أجمل وهي الآخرة، ومأمون فيها أننا لا نموت، ومأمون فيها أننا لن نتعب أبداً، لأنه كلما اشتهيت شيئاً ستجده أمامك. وهذه قمة الحياة الطيبة. </p><p> وعلى فرض أنك ستتعب في سبيل منهج الله حين تبلغه للناس، دفاعاً عنه بالحرب والقتال وبالتضحية بالأموال، فأنت رابح لحياة طيبة أبدية، ويبين القرآن الكريم لنا هذه الحياة في قول الحق تبارك وتعالى: </p><p> {وَإِنَّ الدار الآخرة لَهِيَ الحيوان لَوْ كَانُواْ يَعْلَمُونَ}  [العنكبوت: ٦٤] . </p><p> فالدار الآخرة ليست مجرد حياة، بل أكبر من حياة؛ لأن حياتك الدنيا موقوتة ومحددة، ونعيمك فيها على قدر إمكانياتك وتصوراتك، ولكن الحياة الأخرى ليست موقوته بل ممتدة، ونعيمك فيها على قدر إمكانيات خالقك المنعم القادر. وهكذا نتأكد أنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قد دعانا إلى ما يحيينا. </p><p> والحق سبحانه وتعالى حينما دعانا إلى الحياة الطيبة سمى المعيشة في منهجه </p><p> حياة، لأنها حياة سعيدة، وتسلم إلى حياة خالدة. ولذلك سمى الحياة الأولى التي تأتي إذا نفخ الله الروح في المادة، وقال عن آدم وكل بني آدم:  {فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِن رُّوحِي}  [ص: ٧٢] . </p><p> وأعطى الله سبحانه وتعالى هذه الحياة للمؤمن والكافر. وسمى سبحانه وتعالى ما يحمل المنهج للناس وهو القرآن روحاً:  {وَكَذَلِكَ أَوْحَيْنَآ إِلَيْكَ رُوحاً مِّنْ أَمْرِنَا}  [الشورى: ٥٢] . </p><p> والمنهج - إذن - روح من أمر الله سبحانه وتعالى نزل به الروح الأمين، وهذه هي الحياة المطلوبة لله سعادة، وتسانداً، وخلوداً في الجنة. ولذلك أنزل المنهج ليمنع التعاند والتعارض والتضاد بين المؤمنين، وليحمي كل مؤمن نفسه من الزلل، فيقاوم المعصية وهي صغيرة قبل أن تكبر وتستفحل. </p><p> ثم يقول المولى سبحانه وتعالى: </p><p> {وَاعْلَمُواْ أَنَّ الله يَحُولُ بَيْنَ المرء وَقَلْبِهِ وَأَنَّهُ إِلَيْهِ تُحْشَرُونَ}  [الأنفال: ٢٤] . </p><p> وماذا يعني قوله تعالى:  {وَاعْلَمُواْ أَنَّ الله يَحُولُ بَيْنَ المرء وَقَلْبِهِ} ؟ . </p><p> وأقول: إياك أن تظن أن الكافر - على سبيل المثال - يعلن أن قلبه قد انعقد على الكفر؛ لأنه قد يجرب أن يخلع نفسه من هواه وينظر إلى حقيقة الإيمان </p><p> فيقتنع به، ولن يسيطر على هواه، وقد انقلب أكثر من قلب شرير إلى قلب خير، مثل صناديد قريش من الكفار الذين آمنوا برسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، لقد كانت قلوبهم معقودة على الشر، لكنها لم تستمر على الشر، بل حال الحق بين كل إمرىء منهم وقلبه. </p><p> والقلب هو محل التمنيات والأماني، وأول الأماني أن تطول حياة الإنسان، خصوصاً وهو يرى أن من في مثل عمره يموت، ومن في مثل عمر والده يموت. وأن جده يموت، ولأن الإنسان يحب أن تطول حياته، يرغب في أن ينجب ولداً ليمتد ذكره، إنه يريد الحياة ولو من غيره، ما دام منسوباً له. </p><p> كما أن الإنسان يحب الآمال، ويبني في أحلامه الكثير مما يريد أن يحققه، والواجب عليه ألاَّ ينسى أن لهذا الكون إلهاً قادراً، قد ينهى حياة أي منا رغم أن كل إنسان يحلم أن تطول حياته، وقد يقف بين الإنسان وبين آماله التي يريد أن يحققها، ولا أحد منا معزول عن خالقه، وكل منا في يد الخالق، وسبحانه وتعالى لم يخلق الخلق ثم يترك النواميس لتعمل دون إرادته، بل كل النواميس في يده. </p><p> وما دام الحق يحول بين المرء وتمنيات قلبه؛ استطالة حياة، وتحقيق آمال، وستراً للموت وأسبابه وزمنه، كل ذلك لنتجه دائماً إلى فعل الخير لنحيا في ضوء المنهج وأنت لا تعرف متى ينتهي الأجل، وإلى الله المصير. </p><p> ويقول الحق سبحانه وتعالى:  {واتقوا فِتْنَةً لاَّ تُصِيبَنَّ ... } . </p>"
}