{
  "id": null,
  "sura": 8,
  "aya": 37,
  "text": "<p> وهذه الآية الكريمة تكشف لنا أن المعارك التي تنشأ بين الإسلام وأتباعه من جهة، وبين خصوم الإسلام وأتباعهم من جهة أخرى: هذه المعارك إنما هي أمر مراد من الله تعالى: لأن الزلزلة التي تحدث، حتى لمن آمن، إنما هي تصفية لعنصر الإيمان، ومثال ذلك ما حدث في الإسراء، حيث وجدنا من كان إيمانه ضعيفاً يتساءل: أمعقول أن يذهب محمد إلى بيت المقدس في ليلة؟ ! بينما نجد ثابت الإيمان مثل الصديق أبي بكر يقول: إن كان قد قال فقد صدق. إن الثابت والقوي إيمانه يصدق، أما من لم يثبت إيمانه فهو يكذب. وهكذا كانت أحداث الإسلام، فقد جاءت كلها لتميز الخبيث من الطيب، وتجمع الخبيث بعضه إلى بعض ليصير ركاماً ثم يضعهم الله في النار. </p><p> لقد جاءت أحداث الإسلام للتمحيص، مثلما تضع الحديد في النار لتستخرج منه الخبث ويصير صافياً، وهكذا جاء الإسلام لتصفو به قلوب المؤمنين، ويقوي إيمانهم؛ لأنهم يحملون رسالة الله تعالى إلى الأرض كلها، بعد أن مروا بالتصفيات الكثيرة. </p><p> ومثل هذه التصفيات تحدث في المجال الرياضي، فحملة الأثقال - على سبيل المثال - يدخلون في مباريات أولية، ومن يستطيع حمل الوزن الأثقل هو الذي يكون مؤهلا لأن يدخل المباريات الدولية، ليبقى الأقوى. </p><p> {لِيَمِيزَ الله الخبيث مِنَ الطيب وَيَجْعَلَ الخبيث بَعْضَهُ على بَعْضٍ فَيَرْكُمَهُ جَمِيعاً فَيَجْعَلَهُ فِي جَهَنَّمَ أولئك هُمُ الخاسرون}  [الأنفال: ٣٧] . </p><p> والحق سبحانه وتعالى أعطانا أمثالاً لأحداث تميز الخبيث من الطيب، فالناس في الأحوال العادية الرتيبة لا تظهر معادن نفوسهم؛ لأن الناس إذا كانوا آمنين لا يواجهون؛ خطراً، ادعوا الشجاعة والكرم والشهامة، وادَّعوا الإيمان القوي المستعد لأي تضحية في سبيل الله، فإذا جاءت الأحداث فهي الاختبار الحقيقي لما في القلوب. فقد يقول إنسان لصديقه: أنا ومالي لك. وإذا ما أصابت هذا الصديق كارثة، يتهرب منه. فما الذي يحدد - إذن - صدق الحديث عن النفس؟ إنها الأحداث. وهكذا أراد الله تعالى أن يميز الخبيث من الطيب فعركت المؤمنين الحوادث، وزال الطلاء عن ذوي العقيدة الهشة؛ ليكون الناس شهداء على أنفسهم، ويبقى المؤمنون أصحاب صفاء القلب والعقيدة. وحين يميز الله الخبيث من الطيب، فهو سبحانه وتعالى: يريد تمييز الطيب حتى لا يختلط بالخبيث. والخبيث إنما يكون على ألوان مختلفة وأنواع متعددة، فهذا حبيث في ناحية، وذلك خبيث في ناحية أخرى، وثالث خبيث في ناحية ثالثة، وغيرهم في ناحية رابعة، وخامسة إلى ما شاء الله، ويجمع الله كل الخبيث فيركمه في النار جميعاً. </p><p> ثم يقول الحق تبارك وتعالى بعد ذلك: </p><p> {قُل لِلَّذِينَ كفروا إِن يَنتَهُواْ يُغَفَرْ لَهُمْ مَّا قَدْ سَلَفَ ... } </p>"
}