{
  "id": null,
  "sura": 8,
  "aya": 31,
  "text": "<p> وقول الحق:  «آياتنا» يعني آيات القرآن؛ لأننا عرفنا من قبل أن الآيات إما أن تكون الآيات الكونية التي تلفت إلى وجود المكوِّن الأعلى مثل الليل والنهار والشمس والقمر، وإمّا أن تكون الآيات بمعنى المعجزات:  {وَإِذَا لَمْ تَأْتِهِمْ بِآيَةٍ قَالُواْ لَوْلاَ اجتبيتها}  [الأعراف: ٢٠٣] . </p><p> وهذه الآيات المعجزة علامة على أنه صادق. أو الآيات التي هي قسط من القرآن وهو المنهج. </p><p> وهنا يقول الحق تبارك وتعالى: </p><p> {وَإِذَا تتلى عَلَيْهِمْ آيَاتُنَا}  [الأنفال: ٣١] . </p><p> ونفهم من التلاوة أن المقصود هو آيات القرآن الكريم. فماذا قالوا؟ </p><p> {قَالُواْ قَدْ سَمِعْنَا لَوْ نَشَآءُ لَقُلْنَا مِثْلَ هذا}  [الأنفال: ٣١] . </p><p> وقولهم:  «لو نشاء» هذا يدل على أنهم لم يقولوا؛ لأن «لو» حرف امتناع لامتناع، مثلما تقول: لو جئتني لأكرمتك، فامتنع الإكرام مني لامتناع المجيء منك، فهذا يعني امتناع لامتناع، ومثلما يقول قائل: لو عندي مال لاشتريت قصراً، ولأنه لا يملك مالاً، فهو لم يشتر القصر - إذن هم لم يشاءوا ولم يقولوا؛ لذلك كان كلامهم مجرد «تهويش» وتهديد لا محل له. فلم يحصل منهم هذا ولا ذاك. </p><p> إذن ثبت الإعجاز. لقد ثبت لأن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ طلب منهم أولاً أن يأتوا بمثل هذا القرآن، وحين قالوا: إن القرآن كثير ولا يقدرون أن يأتوا بمثله، تحداهم بأن يأتوا بعشر سور، وحين فشلوا، تحداهم بأن يأتوا بسورة، فلم يأتوا، وكان هذا تدرجاً في الإعجاز. </p><p> لقد تحداهم رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، ومعنى التحدي حفز المُتَحدّى أن يُجند كل ما يقوى عليه ليرد التحدي. فإن لم تتجمع لهم المواهب التي تكفل قبول التحدي انسحبوا؛ لكن واحداً منهم «النضر بن الحارث» ذهب لفارس، ورأى كتاباً هناك يضم أساطير وحكايات، وجاء ليقول وسط قريش: هأنذا أقول مثل محمد. لكن كلامه لم يكن له هدف ولا يحمل منهجاً ولا توجد لكل كلمة فيه قدرة جذب لمعنى، ولم يوجد في قوله أي معنى جاذب للكلمة، لذلك انصرف عنه القوم. </p><p> {وَإِذَا تتلى عَلَيْهِمْ آيَاتُنَا قَالُواْ قَدْ سَمِعْنَا لَوْ نَشَآءُ لَقُلْنَا مِثْلَ هذا إِنْ هاذآ إِلاَّ أَسَاطِيرُ الأولين}  [الأنفال: ٣١] . </p><p> وهذا قولهم، وسبق أن اعترفوا بأنه قرآن، وسبق لهم أن قالوا لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  {وَقَالُواْ لَن نُّؤْمِنَ لَكَ حتى تَفْجُرَ لَنَا مِنَ الأرض يَنْبُوعاً أَوْ تَكُونَ لَكَ جَنَّةٌ مِّن نَّخِيلٍ وَعِنَبٍ فَتُفَجِّرَ الأنهار خِلالَهَا تَفْجِيراً أَوْ تُسْقِطَ السمآء كَمَا زَعَمْتَ عَلَيْنَا كِسَفاً أَوْ تَأْتِيَ بالله والملائكة قَبِيلاً أَوْ يَكُونَ لَكَ بَيْتٌ مِّن زُخْرُفٍ أَوْ ترقى فِي السمآء وَلَن نُّؤْمِنَ لِرُقِيِّكَ حَتَّى تُنَزِّلَ عَلَيْنَا كِتَاباً نَّقْرَؤُهُ قُلْ سُبْحَانَ رَبِّي هَلْ كُنتُ إِلاَّ بَشَراً رَّسُولاً} </p><p> [الإسراء: ٩٠ - ٩٣] . </p><p> وحين نقرأ هذه الآيات الكريمة ونقوم بتعداد ما طلبوا منه، نجد أنهم طلبوا تفجير الأرض بينبوع ماء، وطلبوا أن تكون له جنة من نخيل وعنب فتفجر الأنهار خلالها تفجيرا، وطلبوا أن تسقط السماء كما زعم عليهم كسفا، وطلبوا أن يأتي بالله والملائكة قبيلا، وطلبوا أن يكون له بيت من زخرف، وطلبوا أن يرقى في السماء، وكل هذا كلام طويل أثبته القرآن الكريم، فهل ما قالوه يعد قرآنا؟ لا، ولنلتفت إلى دقة أداء القرآن، فلم يقل كل هذه الطلبات إنسان واحد، بل قال كل منهم طلباً، وبأسلوب مختلف، ولكن بلاغة القرآن الكريم جمعت كل الأساليب فأدتها بتوضيح دقيق وبإعجاز بالغ، ولذلك لنا أن نلتفت أننا ساعة نسمع نقلا لكلام الغير من القرآن، فعلينا ألا نأخذه على أن هذا الكلام الذي قيل هو معانٍ قيلت، وجاء القرآن الكريم بها بأسلوب الله. </p><p> وأضرب هذا المثل - ولله المثل الأعلى - إذا جئت لابنك وقلت له: يا بني اذهب إلى عمك فلان وقل له: إن أبي يدعوك غداً مساءً لتناول العشاء معه؛ لأن عنده ضيوفاً ويحرص على أن تشاهدهم ويشاهدوك وتقوي من مكانته. وحين ذهب الولد لعمه، هل قال له نفس الكلام؟ طبعا لا؛ لأن الأب قد يكون متعلماً، ولا يستطيع الابن أن يقول ذات الكلمات. أو قد يكون الأب أميّاً، والابن مثقفا ناضجا فينقل الابن رسالة أكثر بلاغة. </p><p> إذن فأنت إذا سمعت أو قرأت كلاماً من غير الله على لسان أحد، فاعلم أن هذا أداء الله لمطلوبات المتكلم. </p><p> {وَإِذَا تتلى عَلَيْهِمْ آيَاتُنَا قَالُواْ قَدْ سَمِعْنَا لَوْ نَشَآءُ لَقُلْنَا مِثْلَ هذا إِنْ هاذآ إِلاَّ أَسَاطِيرُ الأولين}  [الأنفال: ٣١] . </p><p> والأساطير جمع أسطورة، أي الحوادث والأحاديث الخرافية مثل ألف ليلة وليلة، وكليلة ودمنة، والإلياذة وغيرها من كتب الأساطير. </p><p> ويقول الحق تبارك وتعالى بعد ذلك:  {وَإِذْ قَالُواْ اللهم إِن كَانَ هذا هُوَ الحق مِنْ عِندِكَ ... } </p>"
}