{
  "id": null,
  "sura": 8,
  "aya": 29,
  "text": "<p> ويستهل الحق تبارك وتعالى هذه الآية الكريمة بنداء الإيمان، ثم يضع شرطاً هو:  {إِن تَتَّقُواْ الله} ، ويكون جواب الشرط أن يجعل لنا فرقاناً، ويكفر عنا السيئات، ويغفر لنا وسبحانه هو الكريم وصاحب الفضل العظيم. </p><p> والمراد بالتقوى هنا أن تكون التزاما بالأحكام؛ وقمة الالتزام بالأحكام هي الإيمان بالله عَزَّ وَجَلَّ، وإذا وجد الاثنان؛ الإيمان بالله والالتزام بالأحكام، لا بد أن يتحقق وعد الله المتنثل في قوله تعالى </p><p> {يَجْعَل لَّكُمْ فُرْقَاناً وَيُكَفِّرْ عَنكُمْ سَيِّئَاتِكُمْ وَيَغْفِرْ لَكُمْ والله ذُو الفضل العظيم}  [الأنفال: ٢٩] . </p><p> والفرقان من مادة «فرق»  «الفاء والراء والقاف» ، وتأتي دائماً للفصل بين شيئين، مثلما ضرب موسى البحر بعصاه فكان كل فِرْق كالطود العظيم. وسبحانه وتعالى يقول:  {وَإِذْ فَرَقْنَا بِكُمُ البحر}  [البقرة: ٥٠] . </p><p> أي نزع الله سبحانه الاتصال بين متصلين فصار بينهما فرق كبير. </p><p> وافرض - على سبيل المثال - أنك أحضرت ثوباً من قماشٍ مُتَساوٍ في النسيج واللون، ثم شققت من الثوب جزءاً منه؛ هنا لا يقال إنك فرقت بين القطعتين، بل فصلت بينهما، لكن لا يقال فِرْق إلا إذا كان الفصل يؤدي إلى فرقتين؛ فِرقة هنا، وفِرقة هناك وهذه أشياء ومتعلقات، وتلك لها أشياء ومتعلقات. </p><p> إذن فالفرق ليس هو الفصل بين متلاحمين فقط، بل هو فصل يؤدي إلى أن يكون لكل فرقة منهج، ومذهب، ورأي. </p><p> و {يَجْعَل لَّكُمْ فُرْقَاناً} أي يفصل بين شيئين لم يكن يوجد بينهما اتفاق؛ لأنه لو كان بينهما اتفاق لصارا فرقة واحدة، لكن لأنهما مختلفات لذلك لا بد من وجود تناقض بينهما. وهنا يقول الحق تبارك وتعالى: إنه يجعل لكم فرقاناً، مثال ذلك، هناك من يهتدي، وهناك من يضل. وبطبيعة الحال يوجد فرق بين الهدى وبين الضلال. فالله شرح صدر المتهدي للإسلام، وجعل صدر </p><p> الكافر ضيقاً حرجا؛ فيه غل وحقد وحسد ومكر، وخديعة؛ لذلك يفصل ربنا بين من بقلبه طمأنينة الإيمان وبين من يمتلىء صدره بالضغينة، فالمؤمن من فرقة تختلف عن فرقة أصحاب القلوب الحقودة. </p><p> وحين يقول الحق سبحانه وتعالى: </p><p> {يَجْعَل لَّكُمْ فُرْقَاناً}  [الأنفال: ٢٩] . </p><p> أي أنه سبحانه وتعالى يفصل بينكم أو يفصل بين عموم الحق وعموم الباطل؛ لأنه يريد أن تكون حركة الحياة وحدة متكاملة منسجمة، لا يسودها هوى جماعة ضد جماعة لها هوى آخر؛ لأنهم كلهم خلفاء لله في الأرض، وكلهم مخلوقون لله، وكلهم متمتعون بخيرات الله؛ لذلك يجب أن تكون حركاتهم متساندة ومتناسقة غير متعاندة. </p><p> والتفرق - كما نعلم - إنما ينشأ عن اشتباك؛ بين فريقين اثنين، واحد منهما يمثل فريق الهدى، والثاني هو من حق عليه عذاب الله. </p><p> {إِن تَتَّقُواْ الله يَجْعَل لَّكُمْ فُرْقَاناً}  [الأنفال: ٢٩] . </p><p> ويتمثل الفرقان في هدى القلب، والبصيرة والعلم؛ وأي شيء يفصل بين الحق والباطل، وأحوال الإنسان - كما نعلم - قسمان: أحوال الدنيا، وأحوال الآخرة، وأحوال الدنيا فيها أمور قلبية مستترة، وفيها أمور ظاهرة، وإن نظرنا إلى حالات الدنيا نجد منها الظاهر وهو الحركة المحسة، ومنها القلبي الذي لا يعرفه من بعد الله إلا صاحب القلب. والفرقان في أحوال الدنيا القلبية تلمسه حين تجد من اهتدى، ومن ضل؛ ونجد أن المهتدي قد شرح ربنا صدره للإسلام. ونجد أن الضال هو من لم يشرح الله صدره للإسلام والمهتدي يعيش ضمن الفريق الذي لا غل فيه ولا حقد، والضال هو من يعيش في فريق يتصف </p><p> بالغل والحقد، هذا في الأمور القلبية. أما في الأعمال الظاهرة، فالحق يجعل الفرقان بين أهل الإيمان وأهل الكفر؛ بالنصر، والغلبة، والعزة. </p><p> وماذا عن الفرقان في الآخرة؟ . </p><p> إن الحق يجعل الفرقان في الآخرة بحيث يكون لأهل الإيمان النعيم المقيم والثواب العظيم، ويجعل لأهل الكفر العذاب الشديد والمقت الكبير. </p><p> {إِن تَتَّقُواْ الله يَجْعَل لَّكُمْ فُرْقَاناً وَيُكَفِّرْ عَنكُمْ سَيِّئَاتِكُمْ}  [الأنفال: ٢٩] . </p><p> وإذا كنا سنتقي الله فهل سيكون لنا سيئات؟ . </p><p> وأقول: إن أردت بقوله: {إِن تَتَّقُواْ الله} إيماناً به، فسبحانه يُكَفِّر عنكم سيئاتكم؛ صغائرها وكبائرها. ولا يضر مع الإيمان معصية، بل تدخل في عفو الله وغفرانه. </p><p> وإن أردت بالتقوى «التزام أمر» فتكفير السيئات يعني أن نتقي الله بترك الكبائر فيكفر عنا السيئات وهي الصغائر. والتكفير على نوعين؛ أولا أن يسترها عليك في الدنيا، أو يذهب عنك عقوبة الآخرة، ولذلك يقول سبحانه في ختام جميل للآية: </p><p> {وَيَغْفِرْ لَكُمْ والله ذُو الفضل العظيم}  [الأنفال: ٢٩] . </p><p> وحين يوصف الفضل بأنه عظيم، فمعنى ذلك أنَّ هناك فَضْلاً أقل من عظيم، كما أن هناك فَضْلاً يعلوه تميزاً. نعم، ونعلم أن التفاضل موجود عند البشر؛ هذا يتفضل على هذا بطعام، أو يتفضل عليه بِمَلْبَس، أو يتفضل عليه </p><p> بشراب، أو يتفضل عليه بمسكن، أي أن هناك أنواعاً متعددة من الفضل، لكنها لا توصف بالعظمة؛ لأن الفضل العظيم يكون من الله تعالى فقط لأنه سيؤول إليه كل فضل من دونه، فمن أعطى آخر رغيف خبز فلنعلم أن وراءه من أحضر الخبز من المخبز، ووراءه من جاء بالدقيق من المطحن، ووراءه من زرع وحصد. </p><p> إذن كل فضل هو من الله ومآله مردود إلى الله عَزَّ وَجَلَّ، وهذا هو الفضل العظيم. وأيضاً نجد أن الذي يتفضل على واحد لا بد أنه يبغي من وراء هذا الفضل شيئاً، مثل كمال الذات، وأنه يود الحمد والثناء، ويبغي راحة نفس إنسانية، ونرى أناساً يؤدون الفضل لغيرهم ليقللوا من آلامهم، لا لأنهم يطبقون منهج الله، بل يرغبون في مجرد راحة النفس، مثل الكفار الذين يصنعون أشياء تفيد الناس، فهم يفعلونها وليس في بالهم الله، بل في بالهم راحة النفس وانسجامها. </p><p> إذن فالذي يتفضل إنما يريد شيئاً، إما كمال مال أو ثناء وإطراء، وراحة نفس من مناظر الإيلام التي يراها، وهذا دليل على أنه يعاني من نقص ما ويريد أن يكمله. فإذا كان الله عَزَّ وَجَلَّ هو صاحب الفضل، ألله نقص في كمال؟!! لا. إذن فهذا هو الفضل العظيم ويمنحه لعباده تفضلاً منه دون رغبة في كمال أو ثناء، وأيضاً فكل فضل من دون الله يتضمّن المنّ، لكن فضل الله تعالى ليس فيه منّ وليس فيه ذِلة لأحد. وقد يستنكف إنسان أن يأخذ شيئا من إنسان آخر. لكن من الذي يستنكف على فضل الله؟ . لا أحد. لأنَّ الحياة كلها هبة منه، ولذلك يُضرب المثل بالفتاة التي قالت لمعن بن زائدة: </p><p> فَعُدْ إنَّ الكريَم له معاد ... وظنِّي بِابْن أروى أن يعودا </p><p> وكانت الفتاة تطالب ابن زائدة أن يعود إلى التفضل عليهم، فنهرها أبوها، فقالت له: يا أبي إن الملوك لا يُسْتَحَى من الطلب منهم. </p><p> {والله ذُو الفضل العظيم}  [الأنفال: ٢٩] . </p><p> ويريد الحق سبحانه وتعالى أن تنتبه إلى أن كل مظهر من مظاهر وجودك في الحياة ومظاهر استبقاء حياتك، ومظاهر نعيمك كلها، إن نسبتها فستصل إلى الله، فإن كنت تشتري - على سبيل المثال - أثاثاً لبيتك، واخْتَرت خَشَب الورد ليكون هو الخشب الذي يصنع لك منه النجار هذا الأثاث، فأنت تأتي بهذا الخشب من أندونيسيا أو باكستان مثلاً؛ لأن الغابات هناك تنتج مثل هذا النوع من الخشب، وكل شيء في حياتك إن سلسلته ستجد أن أيدي المخلوقات من البشر تنتهي عند خلق لله وهبه للإنسان، وهذا هو الفضل العظيم من الله تبارك وتعالى. </p><p> وبعد أن أوضح الحق سبحانه وتعالى بهذا التوجيه: لا تخونوا الله، ولا تخونوا الرسول، ولا تخونوا أماناتكم، من أجل أولادكم أو أزواجكم، واعلموا أن مرد كل الفضل إلى الله تعالى، واذكروا واقع الدنيا معكم، أصدقت هذه المسائل أم لم تصدق؟ لقد صدقت كلها، كما قال الحق سبحانه وتعالى من قبل:  {واذكروا إِذْ أَنتُمْ قَلِيلٌ مُّسْتَضْعَفُونَ فِي الأرض تَخَافُونَ أَن يَتَخَطَّفَكُمُ الناس}  [الأنفال: ٢٦] . </p><p> وكان هذا القول بالنسبة للمسلمين، فماذا عن الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؟ . هنا يقول المولى سبحانه: </p><p> {وَإِذْ يَمْكُرُ بِكَ الذين كَفَرُواْ لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ ... } </p>"
}