{
  "id": null,
  "sura": 8,
  "aya": 11,
  "text": "<p> والنعاس عبارة عن السِّنة الأولى التي تأخذ الإنسان عندما يحب أن ينام، ويسميها العامة في مصر «تعسيلة» ويقولون: «فلان معسل» أي أخذته سِنَة النوم، وهي ليست نوماً بل فتور في الأعصاب يعقبه النوم، وهذا من آيات الله تعالى في أن يهب الإنسان راحة مؤقتة وليست نوماً. وسبحانه يقول عن ذاته العليا:  {لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ}  [البقرة: ٢٥٥] . </p><p> أي أنه - جل وعلا - لا يأخذه النومُ الخفيفُ ولا النوم الثقيل. لأنّ السِّنة هي إلحاح من الجسم في طلب النوم، ويكون نوماً خفيفاً، وسبحانه وتعالى ليس كمثله شيء فهو عَزَّ وَجَلَّ لا يتجسد أو يتمثل في شيء، لا السِّنة تأخذه ولا النوم يقاربه، ونلحظ أن الإنسان إذا ما تكلم بجانب من تأخذخ السِّنة فهو يصحو وينتبه. أما النائم بعمق فقد لا يصحو. </p><p> فالسِّنة - إذن - هي الداعي الخفيف للراحة. أما النوم فهو الداعي الثقيل. وهنا أنزل الله عليهم النعاس بمثابة مقدمة للنوم ليستريحوا قليلاً. ونعلم أن النوم آية من آيات الله عَزَّ وَجَلَّ في كونه؛ لأن الجسم حين يعبر عن نفسه بالحركة والطاقة ويأكل الغذاء ويشرب الماء ويتنفس الهواء، كل ذلك يتحول إلى طاقة ثم إلى وقود للحركة. </p><p> وهذه الطاقة تتكون بالتفاعل بين العناصر المختلفة، من تمثيل للغذاء وتحويل الطعام إلى نوعيات مختلفة لتغذية كل خلية من خلايا الجسم بما يناسبها، ثم استخلاص «الأوكسجين» عبر التنفس وطرد ثاني أكسيد الكربون، وعشرات الآلاف من التفاعلات الكيميائية لا توجد بها فضلات لتخرج، وهي تختلف عن التفاعلات الأخرى التي تخرج منها الفضلات من أحد السبيلين، أو من صماخ الأذن أو غير ذلك. </p><p> ومثل هذه الفضلات إنما تنتج من الاحتراقات التي نقول عنها:  «العادم» في الآلات الميكانيكية. والعادم هو نتيجة الاحتراق وهي غازات تنفصل لتسير الحركة. وفي الإنسان نجد العادم يتمثل في الغائط، وما خرج من صماخ الأذن، و «عماص العين» ، والعرة، كلها عوادم. لكنْ هناك لون من تركيبة هذه التفاعلات يُمثل لإيجاد الطاقة وليس له عادم. </p><p> والوسيلة الأساسية لاستعادة التوازن الكيميائي المناسب للإنسان هي أن نريح الجسم، وتتفاعل مواد الجسم مع نفسها ويعود طبيعياً. وهذا لا يحدث إلا بالنوم. ولذلك نجد الإنسان حين يسهر كثيراً ويذهب إلى النوم يشعر برجليه وقد «خدلت» أو كما يقال: «نملت» . وهذا نتيجة عجز مواد الجسم عن التفاعل الذي تحتاجه نتيجة اليقظة، وهذه كلها مسائل لا إرادية. بدليل أن الإنسان يرغب أحياناً في أن ينام، ويتحايل أحيانا على النوم فلا يأتيه؛ لأن النوم من </p><p> العمليات المختصة بالحق سبحانه وتعالى، وهو آية من آيات الله في هذا الكون، ومن ضمن الآيات العجيبة. </p><p> واقرأ قول الحق سبحانه وتعالى:  {وَمِنْ آيَاتِهِ مَنَامُكُم بالليل والنهار وابتغآؤكم مِّن فَضْلِهِ إِنَّ فِي ذَلِكَ لآيَاتٍ لِّقَوْمٍ يَسْمَعُونَ}  [الروم: ٢٣] . </p><p> وحين حاول العلماء الباحثون أن يفسروا ظاهرة النوم، وضعوا عشرات النظريات، وآخر التجارب التي أجريت أنهم أحضروا إنسانا وعلقوه كالرافعة من وسطه، وكأنه عصا مرفوعة من وسطها بتوازن، وجعلوا كل نصف من النصفين متساوياً في الوزن، وحين جاء النوم لهذا الإنسان محل التجربة وجدوا أن جهة من النصفين مالت، وكأن ثقلاً ما جاءها من النصف الآخر فزادت كتلتها، وهذا آخر ما درسوه في النوم، هذه التجربة أثبتت أن النوم عجيبة من العجائب التي تستحق أن يقول الحق تبارك وتعالى عنها:  {وَمِنْ آيَاتِهِ مَنَامُكُم بالليل والنهار وابتغآؤكم مِّن فَضْلِهِ إِنَّ فِي ذَلِكَ لآيَاتٍ لِّقَوْمٍ يَسْمَعُونَ}  [الروم: ٢٣] . </p><p> وانظر إلى كلمة «النهار» هذه تر فيها الرصيد الاحتياطي الموجود في آية النوم؛ لأنه سبحانه وتعالى يقول:  {وَمِنْ آيَاتِهِ مَنَامُكُم بالليل} . </p><p> وفي هذا القول رصيد احتياطي لمن جاء له ظرف من الظروف ولم ينم بالليل، فيعوض هذا الأمر وينام بالنهار، ومن حكمة الله تعالى أنه ذيل هذه الآية بقوله عَزَّ وَجَلَّ:  {إِنَّ فِي ذَلِكَ لآيَاتٍ لِّقَوْمٍ يَسْمَعُونَ} . </p><p> وهذا بسبب أن النوم يعطل كل طاقات الجسم، فعندما ينام الإنسان لا يقدر جسمه على أن يتحرك التحرك الإداري، إلا السمع فهو باق في وظيفته؛ لأن </p><p> به الاستدعاء، وإنَّ العين - مثلاً - لا ترى أثناء النوم، إنما الأذن تسمع ولا تتخلى عن السماع أبداً؛ لأن بالأذن يكون الاستدعاء، فإذا ما نادى الأب ابنه وهو نائم فهو يسمع النداء. لذلك قلنا سابقاً: إنَّ الحق سبحانه وتعالى حينما أراد أن ينيم أهل الكهف ثلثمائة سنة وازدادوا تِسْعا، قال تعالى:  {فَضَرَبْنَا على آذَانِهِمْ فِي الكهف سِنِينَ عَدَداً}  [الكهف: ١١] . </p><p> لأنه لو لم يضرب على آذان أهل الكهف لظل السمع باقياً، فإذا ظل السمع، أهاجته الأعاصير، وعواء الذئاب، وزئير الأسود، ولما استطاعوا النوم طيلة هذه المدة. </p><p> وهنا في الآية التي نحن بصدد خواطرنا عنها: </p><p> {إِذْ يُغَشِّيكُمُ النعاس أَمَنَةً مِّنْهُ}  [الأنفال: ١١] . </p><p> وقد يتبادر إلى الأذهان سؤال هو: </p><p> وهل هناك نعاس غير أمنة؟ والجواب نعم؛ لأنه مجرد الراحة من تعب لتنشط بعدها، هذا لنفهم أن «أمنة» جاءت لمهمة هي تهدئة أعماق المؤمنين في المهيجات المحيطة، فهذا عدو كثير العدد، وهو بلا عتاد؛ لذلك شاء الحق تبارك وتعالى ألا يضيع منهم الطاقة اللازمة للمواجهة، ولا تتبدد هذه الطاقة في الفكر؛ لذلك جعل نعاسهم مخصوصاً يغلبهم وهو «نعاس أمنة» ، وجعل المولى عَزَّ وَجَلَّ من هذا النعاس آية، حيث جاءهم كلهم جميعا، وهذه بمفردها آية من آياته سبحانه وتعالى ولو غلبهم النوم العميق لمال عليهم الأعداء مَيْلًة واحدة، ولكنهم أخذوا شيئاً من الراحة التي فيها شيء من </p><p> اليقظة. </p><p> {إِذْ يُغَشِّيكُمُ النعاس أَمَنَةً} . </p><p> وهنا النعاس مفعول به، وهو أمنة من الله، وسبحانه يقول في آية أخرى:  {ثُمَّ أَنزَلَ عَلَيْكُمْ مِّن بَعْدِ الغم أَمَنَةً نُّعَاساً}  [آل عمران: ١٥٤] . </p><p> هنا في آية الأنفال نعاس وأمنة، وهناك في آية آل عمران أمنة ونعاس؛ لأن الحالتين مختلفتان - فتوضح آية آل عمران أن التعاس قد غشى طائفة واحدة من المقاتلين في غزوة أحد بعد أن أصابهم الغم في هذه الغزوة، وهؤلاء هم المؤمنون الصادقون الملتفون حول رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، أما في سورة الأنفال فتبين الآية أن النعاس قد غشى الجيش كله حيث كان الجميع على قلب رجل واحد والإيمان يملأ قلوبهم جميعا ولا يوجد بينهم منافق أو مرتاب فغشيتهم جميعا هذه الأمنة بالنعاس؛ لأنه يزيل الخوف، ومن دلائل الأمن والطمأنينة والثقة بنصر الله. </p><p> ويقول الحق تبارك وتعالى متابعاً في ذات الآية: </p><p> {وَيُنَزِّلُ عَلَيْكُم مِّن السمآء مَآءً لِّيُطَهِّرَكُمْ بِهِ وَيُذْهِبَ عَنكُمْ رِجْزَ الشيطان}  [الأنفال: ١١] . </p><p> ومعنى التطهير أن هناك حادثاً يستحق التطهر منه وهم لم يجدوا ماءً ليتطهروا به حيث كان المشركون قد غلبوا المسلمين على الماء في أول الأمر، فظمئ المسلمون وانشغلوا بالعطش، وبالرغبة في تطهير أجسامهم، وهذا يدل على أن المؤمن يجب أن يظل نظيفاً، رغم الوجود في المعركة التي لو استمر فيها الواحد منهم يوماً أو اثنين دون استحمام، لما لامه أحد على ذلك، وجاء </p><p> هذا القول ليدل على حرص المؤمن على النظافة إن خرج شيء من الإفرازات والعرق، أو كان التطهر من رجز الشيطان؛ لأن الشيطان خيل لهم منامات جنسية، وأخذ يوسوس قائلا لهم: أنتم تقولون إنَّكم على حق، فكيف تصلون وأنتم جنب؟ وكان مجرد حدوث هذا الأمر لهم جميعاً هو آية أخرى من الآيات. فأغاظ الله الشيطان وأنزل عليهم الماء ليشربوا ويتطهروا. </p><p> ويقول المولى سبحانه وتعالى في ذات الآية:  {وَلِيَرْبِطَ على قُلُوبِكُمْ وَيُثَبِّتَ بِهِ الأقدام} </p><p> وأراد الحق تبارك وتعالى أن يطمئن المؤمنين فلا تتوزع أو تتشتت مشاعرهم، وما أن نزل المطر حتى حفروا الحفر ليتجمع فيها الماء، وهكذا حماهم سبحانه وتعالى من نقص الماء، كما أن نزول المطر على الأرض الرملية نعمة كبرى - من جهة أخرى - حيث يثبت الرمال على الأرض فلا تثير غباراً، ونعلم أن الإنسان حين يسير على الأرض، فإن ثقلة يدك ما تحته مما يحتمل الدك على قدر وزنه، فالطفل الصغير حينما يمشي على الرمال، فأثر سيره يكون بسيطاً، عكس الرجل الضخم، وإن قستها بالنسبة لوزن الصبي أو الغلام، وبوزن الرجل الممتلئ، تجد أن الأرض قد غاصت بنسبة الكتلة التي سارت عليها، وحين يسير الناس دون عمل ولا يقصدون غير السير، يكون الثقل خفيفاً، أما حين يدخل الرجال الحرب فالأقدام قد تغوص في الرمال وقد يصير جزءٌ من جسد المقاتل معطلاً عن الحركة؛ لأن القدم هي التي تحقق التوازن. </p><p> إن هذه من حكمة الله تعالى، ونحن نرى ذلك في حياتنا، فنجد أهل الريف يضعون فوق جداول الماء جزع نخلة أو «عرقاً» من الخشب ليسير عليه الإنسان بين الشطين، وإن فكّر السائر في هذه المسألة قد يقع في الماء، لكنه إن ترك رجليه للسير تلقائيا، فهو يمشي محققاً التوازن، ومثل الأمر يحدث </p><p> في صناعة سلالم البيوت، إننا نجدها متساوية في ارتفاع درجاتها ليصعد الإنسان صعوداً رتيباً من غير تفكير، فإذا اختلت درجة واحدة في السلم بأن كا ارتفاعها مختلفا عن بقية الدرجات يختل التوازن ويقع الإنسان؛ لأن الساق ضبطت نفسها آليا على هذا الوضع. </p><p> ولذلك نجد الصعود على السلالم الحلزونية متعباً لأن السلالم الحلزونية فيها جهة واسعة وأخرى ضيقة. وقد يرتبك الإنسان أثناء الصعود، ولهذه الأسباب نجد الجيوش تكشف طبيّاً على المجندين، ولا يختارون إلا الشخص المستوي القدمين لتستقبل أقدامه كل الظروف ويكون قادراً على مواجهة الظروف غير العادية، ومن عظمة الخالق سبحانه وتعالى أن جعل كل عضو من الأعضاء له مواصفات خاصة. </p><p> وسبحانه يذيل هذه الآية بقوله عَزَّ وَجَلَّ:  {وَيُثَبِّتَ بِهِ الأقدام} </p><p> وتثبيت الأقدام من جهة يمثل أمراً معنويّاً، ومن جهة أخرى يكون تثبيت الأقدام «بمعنى أن نزول المطر جعل الأرض ثابتة» ولا تثير الغبار أو الرمال، وسبحانه هو القائل في مناسبة أخرى:  {وَكَأَيِّن مِّن نَّبِيٍّ قاتل مَعَهُ رِبِّيُّونَ كَثِيرٌ فَمَا وَهَنُواْ لِمَآ أَصَابَهُمْ فِي سَبِيلِ الله وَمَا ضَعُفُواْ وَمَا استكانوا والله يُحِبُّ الصابرين وَمَا كَانَ قَوْلَهُمْ إِلاَّ أَن قَالُواْ ربَّنَا اغفر لَنَا ذُنُوبَنَا وَإِسْرَافَنَا في أَمْرِنَا وَثَبِّتْ أَقْدَامَنَا وانصرنا عَلَى القوم الكافرين}  [آل عمران: ١٤٦ - ١٤٧] . </p><p> وهكذا نفهم أن تثبيت الأقدام له ألوان متعددة، حسيّة ومعنوية. </p><p> ويقول الحق تبارك وتعالى بعد ذلك:  {إِذْ يُوحِي رَبُّكَ إِلَى الملائكة أَنِّي مَعَكُمْ ... } </p>"
}