{
  "id": null,
  "sura": 8,
  "aya": 30,
  "text": "<p> ونلحظ أنه سبحانه وتعالى لم يأت بمادة الذكر في جانب النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. ولم يقل له: واذكر إذ يمكر بك الذين كفروا؛ لكنه في جانب الصحابة جاء بمادة الذكر حيث قال: واذكروا إذ أنتم قليل، فما السبب؟ </p><p> ذلك لأنه لا يطرأ على البال أن يغفل رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ عن ذكر الله تعالى؛ لأن الذكر هو مهمته عَلَيْهِ الصَّلَاة وَالسَّلَام ُ، وسبحانه وتعالى القائل:  {فَذَكِّرْ إِنَّمَآ أَنتَ مُذَكِّرٌ}  [الغاشية: ٢١] . </p><p> هذا الذكر والتذكير هما وظيفة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، ويختلف هذا عن مهمة الإيمان في حياة المؤمنين؛ لأن الإيمان بالنسبة لهم إنما ليعدل من حياتهم. لذلك جاء هنا بالظرف فقط. </p><p> {وَإِذْ يَمْكُرُ بِكَ الذين كَفَرُواْ لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ وَيَمْكُرُونَ وَيَمْكُرُ الله والله خَيْرُ الماكرين}  [الأنفال: ٣٠] . </p><p> وهذا كله شرط وحيثية لقولة تعالى:  {والله ذُو الفضل العظيم}  [الأنفال: ٢٩] . </p><p> والمكر هو التَّبْييت بشيءٍ خفِيً يضرّ بالخَصْم. والذي يمكر ويبيت شيئاً خفيّاً بالنسبة لعدوه، لا يملك قدرة على المواجهة، فيبيت من ورائه، ولو كانت عنده </p><p> قدرة على المواجهة فلن يمكر؛ لذلك لا يمارس المكر إلا الضعيف. ونجد ربنا سبحانه وتعالى يقول:  {إِنَّ كَيْدَ الشيطان كَانَ ضَعِيفاً}  [النساء: ٧٦] . </p><p> ثم نجده سبحانه وتعالى يقول:  {إِنَّ كَيْدَكُنَّ عَظِيمٌ}  [يوسف: ٢٨] . </p><p> وما دام كيدهن عظيما فضعفهن أعظم. ولذلك نجد الشاعر العربي يقول: </p><p> وضعيفة فإذا أصابَتْ فرصةً ... قَتَلتْ كذلك قُدْرَةُ الضُّعفاءِ </p><p> لأن الضعيف إن أصاب فرصة استغلها حيث يظن أنه قد لا تتاح له فرصة ثانية؛ لذلك يندفع إلى قتل خصمه. أمَّا القوي فهو يثق في نفسه وقدراته ولذلك يعطي خصمه فرصة ثانية وثالثة، ثم يعاقب خصمه على قدر ما أساء إليه. </p><p> {وَإِذْ يَمْكُرُ بِكَ الذين كَفَرُواْ لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ}  [الأنفال: ٣٠] . </p><p> أي يذكرون الكيد والتبييت لك بالمكر، لكنهم لا يعلمون أن مَنْ أرسلك يا رسول الله لا تخفى عليه خافية، فقد يقدرون على المكر لمن هم في مثلهم من القدرة، لكنك يا رسول الله محاط بعناية الله تعالى وقدرته وحامل لرسالته فأنت في حفظه ورعايته. </p><p> إذن فلست وحدك لأنك تأوي إلى الله، ويكشف الله لك كل مكرهم، وهذا المكر والتبييت مكشوف ومفضوح من الله؛ لذلك يقول لك المولى سبحانه وتعالى: </p><p> {وَيَمْكُرُونَ وَيَمْكُرُ الله والله خَيْرُ الماكرين}  [الأنفال: ٣٠] . </p><p> والمكر منهم له وسائل وغايات، هم يمكرون ليثبتوك، ويمكرون ليقتلوك، ويمكرون ليخرجوك. وكل لقطة من الثلاثة لها سبب. فحين علم كفار قريش أن أهل المدينة من الأوس والخزرج قد بايعوا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ على أن ينصروه؛ هنا فزع كفار قريش وأرادوا أن يضعوا حّداً لهذه المسألة، فاجتمعوا في دار الندوة يريدون أن يجدوا حلاً يوقف رسالة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، ودخل عليهم أعرابي فوجدهم يتشاورون؛ وقالوا لنثبته، والتثبيت ضد الحركة، وقوله:  «ليثبتوك» أي ليقيدوا حركتك في الدعوة؛ لأن هذه الدعوة تزلزلهم. </p><p> ولولا الرسالة، لظلوا على الترحيب بك يا رسول الله، فقد كنت في نظرهم الصادق والأمين، ولم يرهقهم إلا التحرك الأخير لإشاعة منهج الله تعالى في الأرض، لذلك أرادوا أن يقيدوا حركته صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> والتقييد إما أن يكون بأن تمنع المتحرك عن الحركة، وإمّا أن تقيد المتحرك نفسه فتحدد مجال حركته. إذن فالتثبيت يكون بالقيد أو السجن، وقيل لهم: إن هذا رأي غير صائب لأنكم لو قيدتموه أو سجنتموه فسوف يقوم قومه ويغيرون عليكم، أو يحتالون ليفكوا عنه القيد أو السجن، وقد سبق لكم أن حاصرتموه فلم تفلحوا، وقال آخر: نخرجه من بلادنا، وناقشوا هذا الأمر فلم يجدوه صواباً، وقالوا: إنه إن خرج، فلسوف يؤثر فيمن يخرج إليهم تأثيراً يجعل له منهم أتباعاً، يأتون إلينا من بعد ذلك ليقاتلونا، وأشار الأعرابي بقتل رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، لكن كبار قريش قالوا: نخاف من </p><p> قومه أن يأخذوا بثأره، فاقترح أبو جهل قائلا: نأخذ من كل قبيلة من قبائلنا فتى جلداً قويّاً، وبعد ذلك يذهبون إلى محمد وهو في فراشه ويضربونه ضربة رجل واحد، فإذا مات تفرق دمه في القبائل، ولن تستطيع قبيلة محمد أن تواجه القبائل كلها، فيرضون بالدية، وندفعها لهم وننهي هذا الأمر. </p><p> هكذا ناقش القوم تثبيت رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وتقييد حركته أو إخراجه من بلده أو قتله، وكل هذا بمكر وتبييت. وكشف الله لرسوله كل ذلك وأخرجه من مكة مهاجراً إلى المدينة ليوضح لهم أنه سبحانه خير الماكرين حقّاً وصدقاً. </p><p> ويقول الحق سبحانه وتعالى بعد ذلك:  {وَإِذَا تتلى عَلَيْهِمْ آيَاتُنَا قَالُواْ قَدْ سَمِعْنَا ... } </p>"
}