{
  "id": null,
  "sura": 8,
  "aya": 5,
  "text": "<p> و «كما» تدل على تشبيه حالة بحالة، فهم قد رضوا بقسمة الله في الغنائم بعد أن رفضوها، وكذلك قبلوا من قبلُ أن يخرجوا لملاقاة النفير بعد كراهيتهم لذلك. لكنهم خرجوا وحاربوا وانتصروا ثم اختلفوا على الغنائم، ورضوا أخيراً بقسمة الله تعالى والرسول عَلَيْهِ الصَّلَاة وَالسَّلَام ُ. </p><p> فهل ذكر مسألة كراهيتهم للخروج إلى الحرب هي طعن فيهم؟ لا، فهذا القول له حيثية بشرية؛ لأن الذي يريد أن يخوض معركة لا بد أن يغلب عليه الظن بأنه سوف ينتصر، وإلا سينظر إلى أن عملية الخروج إلى القتال فيها مجازفة. وكان المسلمون في ذلك الوقت قليلي العدد، وليس معهم عُدَد، بل لم يكن لديهم من مراكب إلا فرسان اثنان. وكان خروجهم من أجل البضائع والعير، لا لملاقاة جيش كبير، وهكذا لم تكن الكراهية لهذه المسألة نابعة من التأبي على أوامر الله تعالى، أو مطالب رسول الله عَلَيْهِ الصَّلَاة وَالسَّلَام ُ، ولكنهم نظروا إلى المسألة كلها بالمقاييس البشرية فلم يجدوا فيها التوازن المحتمل. </p><p> ويريد الله أن يثبت لهم أنهم لو ذهبوا وانتصروا على العير فقط، لقيل عنهم إنهم جماعة من قطاع الطرق قد انقضوا على البضائع ونهبوها، فلم يكن مع العير إلا أربعون رجلا، والمسلمون ثلاثمائة ويزيدون، ومن المعقول أن ينتصروا، ولكن ربنا أراد أن ينصرهم على النفير الذي استنفره الكفار من مكة، هذا النفير الضخم في العدد والعدة ويضم جهابذة قريش وصناديدها، وتتحقق إرادة الحق في أن يزهق الباطل. {كَمَآ أَخْرَجَكَ رَبُّكَ مِن بَيْتِكَ بالحق وَإِنَّ فَرِيقاً مِّنَ المؤمنين لَكَارِهُونَ} . </p><p> والخروج من البيت هنا مقصود به خروج الرسول من المدينة لملاقاة الكفار، وهذا الفريق من المؤمنين لم تخرجهم الكراهية عن الإيمان؛ لأن معنى «فريق» هم الجماعة الذين يفترقون عن جماعة ويجمعهم جميعاً رباط واحد، فالجيش مثلاً يتكون من فرق، يجمعهم الجيش الواحد. </p><p> وهذه الفرق التي يأتي الحديث عنها هنا هي الفرق التي كرهت أن تخرج إلى القتال رغم أنهم مؤمنون أيضاً، ونعلم أن كراهية القتال أمر وارد بالنسبة للبشر، وسبحانه وتعالى القائل:  {كُتِبَ عَلَيْكُمُ القتال وَهُوَ كُرْهٌ لَّكُمْ وعسى أَن تَكْرَهُواْ شَيْئاً وَهُوَ خَيْرٌ لَّكُمْ وعسى أَن تُحِبُّواْ شَيْئاً وَهُوَ شَرٌّ لَّكُمْ والله يَعْلَمُ وَأَنْتُمْ لاَ تَعْلَمُونَ}  [البقرة: ٢١٦] . </p><p> ويقول الحق بعد ذلك:  {يُجَادِلُونَكَ فِي الحق بَعْدَ مَا تَبَيَّنَ ... } </p>"
}