{
  "id": null,
  "sura": 8,
  "aya": 25,
  "text": "<p> ويأمرنا الحق عَزَّ وَجَلَّ أن نتقي الفتن من بدئها قبل أن يستفحل شأنها. وأن يتجنب الإنسان المعصية، وأن يضرب المجتمع على يد أي انحراف، فمن يسرق الآن الخزائن قد بدأ أولا بسرقة اليسير، سرق من أخيه أو من البيت ثم من الجيران ثم من البنك. ولو أن كل انحراف عوجل بالضرب على يد من فعله وهو صغير لما كبر المنحرف والانحراف. ولتم وأد الجرائم الكبيرة في مهدها؛ لأن من ارتكب الصغيرة قد عوقب. وإياكم أن يقول أحدكم ما دام مثل هذا الانحراف لا يمسني فليس لي به شأن؛ لأن الذي اجترأ على مثلك، من السهل أن يجترىء عليك. ونحن نعرف جميعاً قصة الثيران الثلاثة؛ الأحمر والأبيض والأسود، فقد هاجم الأسد الثور الأبيض فأكله، ولم يدافع عنه الثور الأحمر أو الأسود. وهاجم الأسد الثور الأحمر بعد ذلك فقال الثور الأسود لنفسه: ما دام الأسد لم يأكلني فلا دخل لي بهذا الأمر. وجاء الأسد إلى الثور الأسود، بينما هو يقترب منه قال: لقد أُكلت يوم أُكل الثور الأبيض. </p><p> إذن فقول الحق تبارك وتعالى: </p><p> {واتقوا فِتْنَةً لاَّ تُصِيبَنَّ الذين ظَلَمُواْ مِنكُمْ خَآصَّةً}  [الأنفال: ٢٥] . </p><p> هذا القول يدلنا على أن اتقاء الفتنة يبدأ من الضرب على أيدي صانع الفتنة وهي في بدايتها. وأضرب هذا المثل ليبقى في الذاكرة دائما؛ إن الأم التي قسمت الأكل بما فيه من لحم وخضر وفاكهة على الأبناء، فأكل أحد الأبناء نصيبه، ثم احتفظت الأم ببقية أنصبة إخوته في الثلاجة، ومن بعد ذلك لاحظت الأم أن الابن الذي أكل نصيبه يأكل نصيب أحد إخوته من خلف ظهرها ودون استئذانها، وهنا يجب أن تؤنبه وتعاقبه على مثل هذا الفعل حتى لا يتمادى في ذلك. </p><p> كذلك إن دخل الابن بلعبة أو بشيء يفوق قدرة مصروف يده على الشراء، فعلى الأب أن يضرب على يد الابن حتى لا يتمادى الولد في إفساد نفسه. ولذلك نجد أن الحق سبحانه وتعالى جعل الدية في القتل الخطأ على العاقلة وهم العصبة أي قرابة القاتل من جهة أبيه، ويطلق عليهم العائلة - أي عائلة القاتل - لأن أفراد العائلة حين يرون أن كلاً منهم سوف يصيبه جزء من الغرم، فإنه يضرب على يد من يتمادى في إرهاب الغير وتهديدهم إن كان من عائلته. </p><p> ولذلك ترى أن الناس إذا رأوا الظالم ثم لم يضربوا على يده فإن الله يعمهم بغضب من عنده؛ لأن الظالم يتمادى في ظلمه وطغيانه ويعربد في الآخرين. فيستشري الظلم في المجتمع ويحق على الجميع عقاب الله. ولذلك نجد سيدنا أبا بكر رضوان الله عليه - يقول، يبين لنا ذلك فيما رواه عنه الإمام أحمد. </p><p> فقد روى الإمام أحمد قال: قام أبو بكر الصديق رَضِيَ اللَّهُ عَنْه فحمد الله وأثنى عليه ثم قال: أيها الناس أنتم تقرأون هذه الآية: </p><p> {ياأيها الذين آمَنُواْ عَلَيْكُمْ أَنْفُسَكُمْ لاَ يَضُرُّكُمْ مَّن ضَلَّ إِذَا اهتديتم} وإنكم تضعونها على غير موضعها. </p><p> وإني سمعت رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يقول:  «إن الناس إذا رأوا المنكر ولا يغيرونه، يوشك الله - عَزَّ وَجَلَّ - أن يعمهم بعقابه» . </p><p> ويبين لنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ الطريق الفاصل في القضايا العقدية والحكمية ويأتي بمثال واضح يتفق عليه الكل، فيقول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: فيما يرويه عنه النعمان بن بشير: </p><p> «مثل القائم على حدود الله والواقع فيها كمثل قوم استهموا على </p><p> سفينة، فأصاب بعضهم أعلاها، وبعضهم أسفلها. فكان الذين في أسفلها إذا استقوْا من الماء مرُّوا على مَنْ فوقهم، فقالوا لو أنّا خرقنا خرقاً في نصيبنا ولم نؤذ منْ فَوْقنا. فإن يَتْركوهم وما أرادوا هلكوا جميعاً، وإن أخذوا على أيديهم نجوْا ونَجَوْا جميعا» . </p><p> والرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يضرب لنا المثل بقوم ركبوا سفينة، وأجروا فيما بينهم القرعة لينقسموا إلى جماعتين؛ جماعة تجلس في النصف الأعلى من السفينة أي على سطحها، وجماعة تسكن في بطن السفينة، حسب ما تأتي به قسمة القرعة وهي ما تسمى بالاستهام. </p><p> وهذا يدلنا على أنهم أناس طيبون، ولا توجد فيهم جماعة قوية تفرض شيئاً على جماعة ضعيفة. وكان الذين يسكنون أسفل السفينة حين يريدون الماء يصعدون إلى أعلى لينزلوا الأواني من فوق سطح السفينة إلى النهر. </p><p> ولو تُرك الذين في أسفل السفينة لتنفيذ رغبتهم في خرق السفينة ليأخذوا الماء من النهر لغرقت السفينة، لكن إن ضرب الذين يعيشون فوق السفينة على يد من يريدون خرقها لنجوا جميعاً. </p><p> وهكذا يكون فهمنا لقول الحق تبارك وتعالى: </p><p> {واتقوا فِتْنَةً لاَّ تُصِيبَنَّ الذين ظَلَمُواْ مِنكُمْ خَآصَّةً واعلموا أَنَّ الله شَدِيدُ العقاب}  [الأنفال: ٢٥] . </p><p> ولسائل أن يسأل ويقول: إن العقاب يقع هنا على الظالم والمظلوم، والظالم هو الذي يستحق العقاب على ما وقع منه من ظلم، ولكن ما ذنب المظلوم؟ </p><p> والجواب: أن المظلوم قد كان في مكنته أن يرد الظلم لكنه سكت عن ذلك فاستحق أن يشمله العقاب. </p><p> وإن لم تنتبه المجتمعات إلى مقاومة الفتن، أنزل الله بها العقاب، وعقاب الحق تبارك وتعالى أشد من عقاب الخلق. </p><p> ويقول الحق سبحانه وتعالى بعد ذلك:  {ياأيها الذين آمَنُواْ عَلَيْكُمْ أَنْفُسَكُمْ لاَ يَضُرُّكُمْ مَّن ضَلَّ ... } </p>"
}