{
  "id": null,
  "sura": 8,
  "aya": 19,
  "text": "<p> و «تستفتحوا» من الاستفتاح وهو طلب الفتح؛ لأن الألف والسين والتاء تأتي بمعنى الطلب، فنقول: استفهم أي طلب الفهم، و «إن تستفتحوا» ، أي تطلبوا الفتح، ونعلم أن المعنويات مأخوذة كلها من الأمر الحسيّ؛ لأن أول إلف للإنسان في المعلومات جاء من الأمور الحسّية؛ ثم تتكون للإنسان المعلومات العقلية. ومثال ذلك قولنا:  «إن النار محرقة» ، وعرفنا هذا القول </p><p> من تجربة حسّية مرت بأكثر من إنسان ثم صارت قضية عقلية يعرفها الإنسان وإن لم ير ناراً وإن لم ير إحراقاً. </p><p> وعندما تجتمع المحسات تتكون عند الإنسان خمائر معنوية وقضايا كلية يدير بها شئونه العامة، ومثال ذلك: إننا نعرف جميعاً أن المجتهد ينجح، وأخذنا هذه الحقيقة من الواقع، تماماً كما أخذنا الحقيقة القائلة: إن المقصر والمهمل كل منهما يرسب. </p><p> وسبحانه وتعالى ينبهنا إلى هذه فيقول:  {والله أَخْرَجَكُم مِّن بُطُونِ أُمَّهَاتِكُمْ لاَ تَعْلَمُونَ شَيْئاً}  [النحل: ٧٨] . </p><p> أي أن الإنسان منا مخلوق وهو خالي الذهن، وخلو الذهن يطلب الامتلاء، وكل معلومة يتلقاها الذهن الصغير يستطيع أن يستظهرها فوراً، ولذلك نجد التلمذ الصغير أقدر على حفظ القرآن الكريم من الشاب الكبير؛ لأن هذا الشاب الكبير قد يزدحم ذهنه بالمعلوم العقلي. </p><p> وقد شرح لنا علماء النفس هذه المسألة حين قالوا: إن لكل شعور بؤرة هي مركز الشعور. والأمر الذي تفكر فيه تجد المعلومات الخاصة به في ذهنك فوراً. وقد تتزحزح هذه المعلومات من ذاكرتك إذا فكرت في موضوع آخر، كما تتزحزح المعلومات الخاصة بالموضوع السابق إلى حافة الشعور لتحل مكانها المعلومات الخاصة بالموضوع الجديد في بؤرة الشعور. </p><p> والحيز في المعنويات مثله مثل الحيز في الحسِّيات، فأنت حين تملأ زجاجة بالمياه لا بد أن تكون فوهة الزجاجة متسعة لتدخل فيها المياه ويخرج الهواء الذي بداخل الزجاجة. لكن إن كانت فوهة الزجاجة ضيقة كفوهة زجاجة العطر مثلا </p><p> فهذه يصعب ملؤها بالمياه إلا بواسطة أداة لها سن رفيع كالسرنجة الطيبة حتى يمكن إدخال المياه وطرد الهواء الموجود بداخل الزجاجة ذات الفوهة الضيقة. </p><p> وهكذا نرى أن الحيز في الأمور المحسة لا يسع كميتين مختلفتي النوعية، ويكون حجم كل منهما مساوياً لحجم الحيز. وتقترب المسألة في المخ من هذا الأمر أيضاً، فأنت لا تتذكر المعلومات الخاصة بموضوع معين إلا إذا كان الموضوع في مركز الشعور، فإذا ما ابتعد الموضوع عن تفكيرك بعدت المعلومات الخاصة به إلى حاشية الشعور البعيدة. والطفل الصغير يكون خالي الذهن لذلك يستقبل المعلومات بسرعة ويكون مستحضرا لها. </p><p> ولذلك لا يجب أن نتهم إنساناً بالغباء وآخر بالذكاء لمجرد قدرة واحد على سرعة التَّذكر وعجز الآخر عن مجاراة زميله في ذلك، فالذكاء له مقاييس متعددة ما زال العلماء إلى الآن يختلفون حولها. </p><p> لكن في موضوع التذكر اتفق جانب كبير من العلماء على أن الذهن كآلة التصوير يأخذ المعلومة من أول لقطة شريطة أن تكون بؤرة الشعور خالية لهذه المعلومة. أما إن كانت بؤرة الشعور مشغولة بأمر آخر فهي لا تلتقط المعلومة. والحق سبحانه وتعالى هو القائل:  {والله أَخْرَجَكُم مِّن بُطُونِ أُمَّهَاتِكُمْ لاَ تَعْلَمُونَ شَيْئاً وَجَعَلَ لَكُمُ السمع والأبصار والأفئدة لَعَلَّكُمْ تَشْكُرُونَ}  [النحل: ٧٨] . </p><p> والسمع والأبصار هما عمدة الحواس، نأخذ بهما محسّات ونُكَوّنُ منها معلومات عقلية. </p><p> والحق تبارك وتعالى هنا يقول: </p><p> {إِن تَسْتَفْتِحُواْ فَقَدْ جَآءَكُمُ الفتح وَإِن تَنتَهُواْ فَهُوَ خَيْرٌ لَّكُمْ وَإِن تَعُودُواْ نَعُدْ وَلَن تُغْنِيَ عَنْكُمْ فِئَتُكُمْ شَيْئاً وَلَوْ كَثُرَتْ وَأَنَّ الله مَعَ المؤمنين}  [الأنفال: ١٩] . </p><p> والفتح يُطلق إطلاقات متعددة، منها الحسّي، مثل فتح الباب أو فتح الكيس ويقصد إزالة إغلاق شيء يصون شيئاً، مثل فتح الباب، والباب إنما يصون ما بداخل الغرفة. والفتح الحسّي يمثله القرآن الكريم بقول الحق تبارك وتعالى:  {وَلَمَّا فَتَحُواْ مَتَاعَهُمْ وَجَدُواْ بِضَاعَتَهُمْ رُدَّتْ إِلَيْهِمْ}  [يوسف: ٦٥] . </p><p> أي إن إخوة يوسف حين فتحوا الأخراج - وكانت هي بديلة الحقائب - وجدوا البضاعة التي كانوا قد أخذوها معهم ليستبدلوا بها سلعاً أخرى. وهذا هو الفتح الحسّي. </p><p> وقد يكون الفتح في الأمور المعنوية كالفتح في الخير وفي العلم مثل قول الحق تبارك وتعالى:  {مَّا يَفْتَحِ الله لِلنَّاسِ مِن رَّحْمَةٍ فَلاَ مُمْسِكَ لَهَا}  [فاطر: ٢] . </p><p> إذن ففتح الرحمة فتح معنوي. </p><p> وقد يكون الفتح في الحكم؛ لأن الحكم يكون بين أطراف مشتبكة في قضية، وكل طرف يدّعي على الآخر، ويأتي الحكم ليزيل خفاء القضية ويَفْتَحها. </p><p> ومثال ذلك ما حدث بين سيدنا نوح عليه السلام وقومه. فقومه قالوا:  {لَئِنْ لَّمْ تَنْتَهِ يانوح لَتَكُونَنَّ مِنَ المرجومين}  [الشعراء: ١١٦] . </p><p> فماذا قال سيدنا نوح عليه السلام؟ :  {قَالَ رَبِّ إِنَّ قَوْمِي كَذَّبُونِ فافتح بَيْنِي وَبَيْنَهُمْ فَتْحاً وَنَجِّنِي وَمَن مَّعِي مِنَ المؤمنين}  [الشعراء: ١١٧ - ١١٨] . </p><p> أي أن سيدنا نوحاً عليه السلام قد دعا الله أن يفصل في القضية التي بينه وبين قومه بالحق وهو يعلم أن الله تعالى معه. لذلك طلب منه النجاة لنفسه ولمن معه من المؤمنين. </p><p> وهنا في الآية الكريمة التي نحن بصدد خواطرنا عنها نجد أن الفتح يأتي بمعنى الحكم الذي يفصل بين المتنازعين، وهو صلب حكم يفصل بين فريقين، فريق الهدى والداعي إليه رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وأتباعه من المؤمنين، وفريق الضلال وهم كفار قريش. </p><p> وقد استفتح الفريقان، فقد قال أبو جهل حين التقى القوم:  «اللهم أقطعنا للرحم، وآتانا بما لا نعرف فأحنه الغداة» . </p><p> لقد ظن أبو جهل أن سيدنا محمدا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يقطع رحمهم، ويجعل الولد يترك أباه وأمه، وأيضاً كان المشركون حين خرجوا من مكة إلى </p><p> بدر أخذوا بأستار الكعبة فاستنصروا الله وقالوا: </p><p> «اللهم انصر أعلى الجندين، وأكرم الفئتين وخير القبيلتين» </p><p> هكذا كان دعاء الكفار. </p><p> أما دعاء رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فهو قوله: </p><p> «يا رب إن تهلك هذه العصابة فلن تعبد في الأرض أبداً» . </p><p> والاستفتاح من الطرفين يدل على أن كلا منهما مجهد بأمر الآخر، فلو كان أحدهما مرتاحاً والآخر متعباً لطلب المتعب الفتح وحده. </p><p> وجاء الحكم من الله سبحانه وتعالى في القضية هذه، حيث حكم تبارك وتعالى على الكافرين بأن يُسلبوا ويقتلوا ويصبحوا مثار السخرية من أنفسهم وممن يرونهم وقد استحقوا ذلك بسبب كفرهم وضلالهم وعنادهم ومحاربتهم للحق، والذي رجح أن الفتح جاء أيضاً من المؤمنين أن الحق قال: </p><p> {فَقَدْ جَآءَكُمُ الفتح}  [الأنفال: ١٩] . </p><p> أي إن كنتم قد استفتحتم وطلبتم الفصل والحكم فقد جاءكم الفتح، وهذا الفتح كان في صالح المؤمنين، وأيضاً في صالح دعاء الكافرين، إنه جاء في الأمرين الاثنين؛ فتح للمؤمنين، وفي صالح دعاء الكفار. فأنتم - أيها الكافرون - قد دعوتم، فإما أن تكونوا قد دعوتم والله أجاب دعاءكم وهو شر عليكم، وهذا دليل على أنكم أغبياء في الدعاء، وما دام الفتح قد جاء، كان الواجب أن ينتهي كل فريق عند الحد الذي وقع، وكان على الكافرين أن يقتنعوا بأنهم انهزموا، وعلى المؤمنين أن يقتنعوا بأنهم انتصروا. </p><p> {وَإِن تَنتَهُواْ فَهُوَ خَيْرٌ لَّكُمْ}  [الأنفال: ١٩] . </p><p> و «تنتهوا» هذه صالحة أولاً بظاهرها للكفار، أي إن تنتهوا عن معاداة الرسول وخصومته، واللجج في أنكم جعلتموه عدوا، وتتكتلون وتتآمرون عليه، فإن تنتهوا فهذا خير لكم في دنياكم لأنكم قد رأيتم النتيجة. حيث قتل البعض من صناديدكم، وأسر البعض الآخر، وأخذت منكم الأسلاب والغنائم. فإن انتهيتم عن العمل الذي سبب هذا فهو خير لكم في دنياكم، وخير لكم أيضاً في أخراكم؛ إذا كان الانتهاء سيئول بكم إلى أن تنتهوا عن مخاصمة الدين الذي تخاصمونه وتصبحوا من المنتمين إليه. </p><p> ويتابع سبحانه وتعالى قوله: </p><p> {وَإِن تَعُودُواْ نَعُدْ وَلَن تُغْنِيَ عَنْكُمْ فِئَتُكُمْ شَيْئاً وَلَوْ كَثُرَتْ}  [الأنفال: ١٩] . </p><p> وإن لم تنتهوا وعدتم إلى العداء ومحاربة هذا الدين فسنعود لنصرة المؤمنين، وإياكم أن تقولوا إنكم فئة كثيرة؛ ففئتكم لن تغني من الله عنكم شيئاً، والدليل على ذلك أنكم هزمتم في بدر وأنتم كثرة، وأصحاب عدد، وأصحاب عدة. فما أغنت عنكم كثرتكم ولا عدتكم شيئا. </p><p> {وَلَن تُغْنِيَ عَنْكُمْ فِئَتُكُمْ شَيْئاً وَلَوْ كَثُرَتْ وَأَنَّ الله مَعَ المؤمنين}  [الأنفال: ١٩] . </p><p> وكان المؤمنون قلة ورغم ذلك كانوا هم الغالبين. </p><p> وما تقدم إنما يعني الكلام بالنسبة للكفار، فماذا إذا كان الكلام والاستفتاح </p><p> بالنسبة للمؤمنين، ففي أي شيء ينتهون؟ . </p><p> إن عليهم أن ينتهوا عن اللجاج والخلاف في الغنائم، الذي جاء فيه قول الحق تبارك وتعالى:  {قُلِ الأنفال للَّهِ والرسول}  [الأنفال: ١] . </p><p> وهم قد اضطروا أن يسأل الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ربه، فإن عادوا للنزاع والجدل فيما بينهم وكأنهم فريقان متعارضان غير مجموعين على إيمان، فلن تغني فئة عن أخرى شيئا، وعليكم أن تعلموا يا أهل الإيمان أنه إن عزت طائفة منكم، فلتهن أمامها الطائفة الأخرى، ولا تظنوا أنكم بالنصر قد صرتم كثيراً لأن النصر لم يكن لا بالفئة ولا بالملائكة، ولكن النصر كان من عند الله العزيز الحكيم. </p><p> ويقول الحق تبارك وتعالى بعد ذلك:  {ياأيها الذين آمنوا أَطِيعُواْ الله وَرَسُولَهُ ... } </p>"
}