{
  "id": null,
  "sura": 8,
  "aya": 16,
  "text": "<p> ونلحظ أن الحق سبحانه وتعالى في هذه الآية الكريمة لم يرتب الغضب منه إلا على من يولي الدبر هَرباً وفراراً من لقاء الأعداء. أما الذي يولي الدبر احتيالاً ولإيهام العدو بأنه ينسحب وفي ذات اللحظة يعاود الكرّة على العدو مطوّقاً له، فهذا هو المقاتل الحق والصادق في إيمانه الذي يمكر بالعدو. وكذلك من يولي الدبر متحيزاً إلى فئة مؤمنة ليعاود معها الهجوم على الأعداء حتى لا تضيع منه حياته بلا ثمن، فهذا أيضاً من أعمل فكرة ليُنزل بالعدو الخسارة؛ لأن المؤمن يحرص دائما على أن يكون موته بمقابل، فإذا ما وعده الله بالجنة. ألا يقاتل هو ليصيب الأعداء بالهزيمة؟ . وكان ثمن المؤمن من قبل عشرة كافرين، بمعنى أن الله تعالى منح كل مؤمن قوةً تغلب عشرة، مصداقاً لقوله عَزَّ وَجَلَّ: </p><p> {ياأيها النبي حَرِّضِ المؤمنين عَلَى القتال إِن يَكُن مِّنكُمْ عِشْرُونَ صابرون يَغْلِبُواْ مِئَتَيْنِ وَإِن يَكُنْ مِّنكُمْ مِّئَةٌ يغلبوا أَلْفاً مِّنَ الذين كَفَرُواْ بِأَنَّهُمْ قَوْمٌ لاَّ يَفْقَهُونَ}  [الأنفال: ٦٥] </p><p> ولكن علم الله أن بالمؤمنين ضعفاً فجعل مقابل المؤمن في المعركة اثنين من الكفار، مصداقاً لقوله تعالى:  {الآن خَفَّفَ الله عَنكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفاً فَإِن يَكُنْ مِّنكُمْ مِّئَةٌ صَابِرَةٌ يَغْلِبُواْ مِاْئَتَيْنِ وَإِن يَكُن مِّنكُمْ أَلْفٌ يغلبوا أَلْفَيْنِ بِإِذْنِ الله والله مَعَ الصابرين}  [الأنفال: ٦٦] </p><p> ولذلك فإننا نجد الذي يفر أمام ثلاثة من الأعداء لا يسمى فارًا في الحكم الشرعي. لكن من يفر من مواجهة اثنين، يعد فارّاً؛ لأن الحق تعالى قال قبل أن يوجد فينا الضعف:  {إِن يَكُن مِّنكُمْ عِشْرُونَ صَابِرُونَ يَغْلِبُواْ مِئَتَيْنِ}  [الأنفال: ٦٥] </p><p> أي أن المقاتل المؤمن كان يمكنه أن يواجه عشرة من الكافرين. فإن كان المقابل أقل من عشرة كافرين، فعلى المؤمن أن يحافظ على نفسه حتى لا يموت رخيص الثمن. ثم أوضح الحق سبحانه وتعالى أن الضعف سيصيب المؤمنين؛ لذلك قال:  {الآن خَفَّفَ الله عَنكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفاً فَإِن يَكُنْ مِّنكُمْ مِّاْئَةٌ صَابِرَةٌ يَغْلِبُواْ مِاْئَتَيْنِ}  [الأنفال: ٦٦] . </p><p> وهكذا انتقلت النسبة بين المؤمنين والكافرين من واحد لعشرة، إلى مؤمن مقابل اثنين من الكفار، وهذا من رحمة الله تعالى، فمن رأى نفسه في مواجهة أكثر من اثنين من الأعداء يوضح له الحق تعالى: عليك أن تنحاز إلى فئة من المؤمنين تعصمك من نيلهم منك بلا ثمن. </p><p> {وَمَن يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُ إِلاَّ مُتَحَرِّفاً لِّقِتَالٍ أَوْ مُتَحَيِّزاً إلى فِئَةٍ}  [الأنفال: ١٦] . </p><p> وعرفنا أن المتحرف للقتال هو صاحب الحيلة، ونقول في ألفاظنا التي تجري على ألسنتنا في حياتنا اليومية:  «فلان حريف» أي لا يغلبه أمر ويحتال عليه، وهكذا يكون المتحرف في القتال الذي يكيد للكافرين ويدبر لهم أشياء فيظنون الانهزام، وهي في الواقع مقدمات للنصر، وقوله سبحانه:  «أو متحيزا» مأخوذ من «الحيز» ، وهو المكان الذي يشغله الجسم، وكل واحد منا له «حيز» في مكان يشغله، أي أن كل واحد منا متحز، والحيز هو الظرف المكاني الذي يسع الإنسان منا واسمه ظرف مكان، وكل واحد من المخاطبين له مكان وهو متحيز بطبيعته، وجاءت كلمة «متحيز» في هذه الآية لتوجه كل مؤمن مقاتل أن يأخذ لنفسه حيزاً جيداً يمكنه من إصابة الهدف، وكذلك تفيد ضرورة انضمام المقاتل دائما إلى فئة مع إخوانه بهدف تقوية المواجهة مع العدو. </p><p> ومن لا يفعل ذلك فعليه أن يتلقى العقاب من الله، وقد بينه تعالى في قوله سبحانه:  {فِئَةٍ فَقَدْ بَآءَ بِغَضَبٍ مِّنَ الله}  [الأنفال: ١٦] . </p><p> و «باء» تعني رجع، والتعبير الأدائي في القرآن الكريم مناسب لما فعلوه؛ </p><p> لأن من يعطي الأعداء دبره فهو الراجع عن الزحف والقتال. لكن من يرجع بهدف الكيد للأعداء والمناورة في القتال أو لتقوية جماعة أخرى من المؤمنين، فهذا له وضع مختلف تماما، إنه ناصر لدين الله، عكس المنسحب الفار الذي يصحبه في انسحابه غضب من الله، والغضب من الله - كما نعلم - هو سبب من أسباب إنزال العذاب، ولهذا يقول الحق تبارك وتعالى: </p><p> {فَقَدْ بَآءَ بِغَضَبٍ مِّنَ الله وَمَأْوَاهُ جَهَنَّمُ وَبِئْسَ المصير}  [الأنفال: ١٦] . </p><p> والمأوى هو المكان الذي يأوي إليه الإنسان، ونعلم أن الواحد منا حين يرغب في الراحة فهو يأوي إلى المكان الذي يجد فيه الراحة والأمن من كل سوء. </p><p> والفارُّ من مواجهة العدو في معارك الإسلام لن يجد مأوى إلا النار، بل وترحب به النار ويدور حوار بينها وبين الحق عَزَّ وَجَلَّ يوم القيامة توضحه الآية الكريمة:  {يَوْمَ نَقُولُ لِجَهَنَّمَ هَلِ امتلأت وَتَقُولُ هَلْ مِن مَّزِيدٍ}  [ق: ٣٠] . </p><p> ويُثْبتُ الحق في قرآنه الكريم أن النار تغتاظُ من الكافرين لأنها جندٌ من جنود الله تعالى ومسخرة لتنفيذ حكم الله، فمن خالف المنهج في الدنيا تتلقاه النار بتغيظ وزفير، ويسمع الكافرون تغطيتها حين تراهم من بعد، والحق سبحانه هو القائل:  {إِذَا رَأَتْهُمْ مِّن مَّكَانٍ بَعِيدٍ سَمِعُواْ لَهَا تَغَيُّظاً وَزَفِيراً}  [الفرقان: ١٢] . </p><p> وحين تكون النار هي المأوى، أليس ذلك هو بئس المرجع؟ . </p><p> كأن الراجع من الزحف والفارَّ من مواجهة الأعداء ومخافة أن يُقتل، سيذهب إلى شيء شر من القتل. </p><p> ثم يربب الحق في المؤمنين ويطلب منهم ألاّ يفتتنوا بالأسباب فيقول سبحانه:  {فَلَمْ تَقْتُلُوهُمْ ولكن الله قَتَلَهُمْ وَمَا رَمَيْتَ إِذْ رَمَيْتَ ولكن الله رمى ... } </p>"
}