{
  "id": null,
  "sura": 8,
  "aya": 60,
  "text": "<p> وقوله تعالى:  {وَأَعِدُّواْ لَهُمْ} يعني أن يكون الإعداد لكل من تحدث عنهم، وهم الذين قاتلوا وقتلو وأصاب أهلهم ضرورة الثأر لمقتلهم، والذين أسروا، والذين نقضوا العهد نقضاً أكيداً أو نقضاً محتملاً، كل هؤلاء لا بد أن تعد لهم ما جاء به قول الحق تبارك وتعالى:  {مَّا استطعتم مِّن قُوَّةٍ وَمِن رِّبَاطِ الخيل} </p><p> وهذا تكليف من الله تعالى لعباده المؤمنين الذين يجاهدون لإعلاء كلمته بضرورة أن يعدوا دائماً قدر إمكانهم ما استطاعوا من قوة. </p><p> ولماذا قدر استطاعتهم؟ </p><p> لأن الإنسان محدود بطاقة، ووراء قدرة المؤمنين قدرة الله سبحانه. ولذلك </p><p> أنت تعد قدر ما تستطيع ثم تطلب من الله أن يعينك. وإذا ما صنعت قدر استطاعتك، إياك أن تقول: إن هذه الاستطاعة لن توصلني إلى مواجهة ما يملكه خصمي من معدات يمكن أن يهاجمني بها، فخصمك ليس له مدد من السماء إنما أنت لك المدد السماوي، وما دام لك هذا المدد فقوتك بمدد الله تجعلك الأقوى مهما كان عدوك، ولذلك عندما يحدث الله تعالى المؤمنين يوضح لهم: إياكم أن تخافوا من كثرة عدد عدوكم، والمطلوب منكم أن تعدوا له ما استطعتم من قوة وحتى أطمئنكم أني معكم، تذكروا آية واحدة أنزلتها، وهي:  {سَنُلْقِي فِي قُلُوبِ الذين كَفَرُواْ الرعب}  [آل عمران: ١٥١] . </p><p> وساعة يلقي الله عَزَّ وَجَلَّ في قلوب الذين كفروا الرعب سيلقون سلاحهم ويفرون من ميدان القتال ولو كانوا يحاربون بأقوى الأسلحة، وسيتمكن المؤمنون منهم وينتصرون عليهم بأية قوة أعدوها. وقوله تعالى: </p><p> {مَّا استطعتم مِّن قُوَّةٍ} </p><p> هذه القوة قد تكون ذاتية في النفس بحيث لا تخاف شيئاً، فجسم كل مقاتل قوي ممتليء بالصحة وله عقل يعمل باقتدار وإقبال على القتال في شجاعة، بالإضافة إلى قوة السلاح بأن يكون سلاحاً حديثاً متطوراً بعيد المدى، وأن يحرص المؤمنون على امتلاك كل شيء موصول بالقوة. وكان الهدف قديماً وحديثاً أن يمتلك المقاتل قوة تمكنه من عدوه ولا تمكن عدوه منه. وفي عهد رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كان مدى رمي السهام هو رمز القوة. فأول ما تبدأ الحرب يضربون العدو بالنبال، فإذا زحف العدو وتقدم يستخدمون له الرماح، فإذا تم الالتحام كان ذلك بالسيوف. وكانت أحسن قوة في الحرب هي </p><p> السهام التي ترمي بها خصمك فتناله وهو بعيد عنك، ولا يستطيع أن ينالك أو يقترب منك. ولذلك عندما فسر رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ القوة قال فيما يرويه عنه عقبة بن عامر رَضِيَ اللَّهُ عَنْه قال:  «سمعت رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وهو على المنبر يقول:{وَأَعِدُّواْ لَهُمْ مَّا استطعتم مِّن قُوَّةٍ}ثم قال:» ألا إن القوة الرمي، ألا إن القوة الرمي، ألا إن القوة الرمي «» . </p><p> لأنك بالرمي تتمكن من عدوك ولا يتمكن هو منك، فإذا تفوقت في الرمي كنت أنت المنتصر عليه. </p><p> ولكن كيف ينطبق ذلك على الحرب في العصر الحديث بعد أن تطورت الأسلحة الفتاكة؟ لقد صارت المدفعية لفترة من الزمن هي السلاح؛ لأنها المحقق للنصر لبعد مداها، ثم جاءت الطائرات لتصبح هي السلاح الأقوى؛ لأنها تستطيع أن تقطع مسافة طويلة وتلقي بقنابلها وتعود. وصارت قوة الطيران هي التي تحدد المنتصر في الحرب؛ لأنها تلحق بالعدو خسائر جسيمة دون أن يستطيع هو أن يرد عليها ما دام غير متفوق في الطيران، ثم بعد ذلك جاءت الصواريخ والصواريخ عابرة للقارات، إلى آخر الأسلحة المتطورة التي تتسابق على اختراعها الدول الآن، وكلها أسلحة بعيدة المدى، والهدف أن تنال كل دولة أرض عدوها ولا يستطيع هو أن ينال أرضها. ويضيف الحق تبارك وتعالى: </p><p> {وَمِن رِّبَاطِ الخيل}  [الأنفال: ٦٠] . </p><p> ورباط الخيل هو القوة التي تحتل الأرض، فمهما بلغت قدرتك في الرمي فأنت لا تستطيع أن تستولي على أرض عدوك، ولكنَّ راكبي الخيل كانوا </p><p> يدخلون المعركة في الماضي بعد الرمي ليحتلوا الأرض. وهذه عملية تقوم بها المدرعات الآن. فالمعركة تبدأ اولاً رمياً بالصواريخ والطائرات حتى إذا حطمت قوة عدوك انطلقت المدرعات لتحتل الأرض، فالطائرات والصواريخ تهلك العدو وتحطمه ولكنها لا تأخذ الأرض. ولكن الذي يمكننا من الأرض والاستيلاء عليها هو: رباط الخيل، أو المدرعات، ورباط الخيل هو عقده للحرب، أي أن الخيل تُعد وتُعلف وتدرب وتكون مستعدة للحرب في أية لحظة، تماماً كما تأتي للمدرعات وتعدها إعداداً جيداً بالذخيرة، وتصلح ماكيناتها وتتدرب عليها لتكون مستعداً للقتال في أي لحظة. ولذلك يقول رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فيما يرويه عنه أبو هريرة رَضِيَ اللَّهُ عَنْه أن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قال:  «من خير معاش الناس لهم رجل يمسك بعنان فرسه في سبيل الله يطير على متنه كلما سمع هيعةً أو فَزْعةً طار على متنه يبتغي القتل أو الموت مظانَّه، ورجل في غنيمة في شَعَفَة من هذه الشعفاء وبطن واد من هذه الأودية، يقيم الصلاة ويؤتي الزكاة ويعبد ربه حتى يأتيه اليقين ليس من الناس إلا في خير» . </p><p> أي أنه لا ينتظر بل ينطلق لأي صيحة. ومن الإعجاز في الأداء القرآني أنه أعطانا ترتيباً للحرب، فالحرب أولاً تبدأ بهجوم يحطم قوى العدو بالرمي، سواء كان بالصواريخ أم بالطائرات أم بغيرهما، ثم بعد ذلك يحدث الهجوم البري، ولا يحدث العكس أبداً. ورتب الحق سبحانه وتعالى وسائل استخدام القوة أثناء القتال، فهي أولاً الرمي، وبه نهلك مَكيناً ثم نستولي على المكان، وكان ذلك يتم برباط الخيل الذي تقوم مقامه المدرعات الآن. </p><p> ونجد أن الحق سبحانه وتعالى جاء في القرآن الكريم بالأداء الذي يعلم ما تأتي به الأيام من اختراعات الخلق، ونجد في زماننا هذا كل قوة للسيارة أو المدرعة أو الدبابة </p><p> إنما تقاس منسوبة إلى الخيل، فيقال قوة خمسة أحصنة أو خمسمائة حصان. </p><p> ويقول المولى سبحانه وتعالى: </p><p> {وَأَعِدُّواْ لَهُمْ مَّا استطعتم مِّن قُوَّةٍ وَمِن رِّبَاطِ الخيل تُرْهِبُونَ بِهِ عَدْوَّ الله وَعَدُوَّكُمْ}  [الأنفال: ٦٠] . </p><p> فالقصد - إذن - من إعداد هذه القوة هو إرهاب العدو حتى لا يطمع فيكم؛ لأن مجرد الإعداد للقوة، هو أمر يسبب رهباً للعدو. ولهذا تقام العروض العسكرية ليرى الخصم مدى قوة الدولة، وحين تبين لخصمك القوة التي تملكها لا يجتريء عليك، ويتحقق بهذا ما نسميه بلغة العصر «التوازن السلمي» . والذي يحفظ العالم الآن بعد سقوط الاتحاد السوفيتي هو التوازن السلمي بين مجموعات من الدول، بالإضافة إلى العامل الاقتصادي المكلف للحرب، فالقوة الآن لا تقتصر على السلاح فقط، ولكن تعتمد القوة على عناصر كثيرة منها الاقتصاد والإعلام وغيرهما. وصار الخوف من رد الفعل أحد الأسباب القوية المانعة للحرب. وكل دولة تخشى مما تخفيه أو تظهره الدولة الأخرى. </p><p> وهكذا صار الإعداد للحرب ينفي قيام الحرب. </p><p> {وَأَعِدُّواْ لَهُمْ مَّا استطعتم مِّن قُوَّةٍ وَمِن رِّبَاطِ الخيل تُرْهِبُونَ بِهِ عَدْوَّ الله وَعَدُوَّكُمْ}  [الأنفال: ٦٠] . </p><p> ولا تظنوا أن من يواجهونكم هم أعداء الله فقط وقد سلطكم سبحانه عليهم، لا بل عليكم أن تعرفوا أت أعداء الله هم أعداؤكم أيضاً؛ لأنهم يفسدون الحياة على المؤمنين. وعدو الله دائماً يحاول أن ينال من المؤمين. وأن ينكل بهم، وأن يجبرهم إن استطاع على الكفر وأن يغريهم على ذلك. فالحق سبحانه وتعالى لا يغضب؛ لأنهم لم يؤمنوا به، بل لأنهم لا يطبقون المنهج </p><p> الذي يسعد الإنسان على الأرض، فسبحانه وتعالى لا يكرههم ولكن يعاقبهم بسبب الإفساد في الأرض وبغيهم وطغيانهم. </p><p> {وَآخَرِينَ مِن دُونِهِمْ لاَ تَعْلَمُونَهُمُ الله يَعْلَمُهُمْ}  [الأنفال: ٦٠] . </p><p> وهذه لفتة من الحق سبحانه وتعالى إلى أن أعداء المسلمين ليسوا هم فقط الذين ظهروا أثناء الرسالة من كفار قريش واليهود والمنافقين وغيرهم، ولكنَّ هناك خلقاً كثيراً سيأتون بعد ذلك لا تعلمونهم أنتم الآن ولكنَّ الله سبحانه وتعالى يعلمهم، كما يلفتنا سبحانه إلى أن أعداء المسلمين ليسوا هم الذين يظهرون في ميدان القتال فقط ليحاربوا المسلمين، ولكنَّ هناك كثيراً ممن لا يظهرون في ميدان القتال يحاربون دين الله ويحاربون المسلمين. وقد ظهر معنى هذه الآية الكريمة، ولا يزال يظهر للمسلمين، فظهرت عداوة الفرس والروم وحربهم ضد المسلمين، وظهرت عداوة الصليبيين وغيرهم. ومع الزمن سوف يظهر من يعلمهم الله ولا نعلمهم نحن. وقد جاءت أحداث الحياة لتؤكد دقة تعبير القرآن الكريم. </p><p> ثم يتناول الحق سبحانه وتعالى هواجس النفس البشرية، وهي تنصت لهذه الآيات من الإعداد العسكري، فالذي يخطر على البال أولاً أن مثل هذا الإعداد يتطلب مالاً، ويتطلب جهداً، ويتطلب زمناً فوق الزمن لقضاء المصالح والحوائج. فإياكم أن تنكصوا عن الاستعداد؛ لأن كل ما تنفقونه في سبيل الله محسوب عند الله. وإياكم أن تقولوا: إنّ الإعداد لقوة المجتمع يحتاج مالاً ويقتر على الأبناء؛ لأن الله يرزقكم. ويقول سبحانه وتعالى: </p><p> {وَمَا تُنفِقُواْ مِن شَيْءٍ فِي سَبِيلِ الله يُوَفَّ إِلَيْكُمْ وَأَنْتُمْ لاَ تُظْلَمُونَ}  [الأنفال: ٦٠] . </p><p> أي أن ما تنفقونه مما يقال له: شيء سواء أكان قليلاً أم كثيراً يرد إليكم، ولقد جاء التعبير ب {مِّن شَيْءٍ} في قوله تعالى: {واعلموا أَنَّمَا غَنِمْتُمْ مِّن شَيْءٍ} أي مما يقال له شيء. ولو جاءت الآية: غنمتم شيئاً، لما شملت الأشياء البسيطة، ولكن قوله تعالى:  {مِّن شَيْءٍ} أي من بداية ما يقال له شيء، حتى قالوا: إن الخيط الذي يوجد عند العدو لا بد أن يذهب للغنائم، وقوله تبارك وتعالى: </p><p> {وَمَا تُنفِقُواْ مِن شَيْءٍ فِي سَبِيلِ الله}  [الأنفال: ٦٠] . </p><p> يعني أي شيء تنفقونه في سبيل الله تعالى مدخر لكم ما دمتم أنفقتموه وليس في بالكم إلا الله عَزَّ وَجَلَّ. أما الإنفاق الذي ظاهره لله وحقيقته للشهرة أو الحصول على الثناء أو للتفاخر أو لقضاء المصالح. فكل ذلك اللون من الإنفاق خارج عن الإنفاق في سبيل الله، لكن الإنفاق في سبيل الله سيرده الله لكم مصداقاً لقوله تعالى:  {يُوَفَّ إِلَيْكُمْ وَأَنْتُمْ لاَ تُظْلَمُونََ} </p><p> أي أن ما تنفقونه في سبيل الله لا ينقص مما معكم شيئاً. </p><p> على أن الحق سبحانه وتعالى يريدنا أن نأخذ طريق العدل وليس طريق الافتراء؛ لذلك يطلب منا عَزَّ وَجَلَّ ألا يطغينا هذا الاستعداد للحرب على خلق الله، فما دام لدينا استطاعة وأعددنا قوتنا وأسلحتنا فليس معنى ذلك أن نصاب بالغرور ونجترىء على خلق الله؛ ولهذا فإن الله عَزَّ وَجَلَّ ينبهنا إلى ذلك بقوله:  {وَإِن جَنَحُواْ لِلسَّلْمِ فاجنح لَهَا وَتَوَكَّلْ عَلَى الله ... } </p>"
}