{
  "id": null,
  "sura": 8,
  "aya": 17,
  "text": "<p> وقول الحق تبارك تعالى: </p><p> {فَلَمْ تَقْتُلُوهُمْ ولكن الله قَتَلَهُمْ}  [الأنفال: ١٧] . </p><p> مثل قوله تعالى في آية أخرى:  {وَمَا النصر إِلاَّ مِنْ عِندِ الله}  [آل عمران: ١٢٦] . </p><p> وفي هذا ترتيب من الحق تبارك وتعالى للمؤمنين، فكما أن النصر من عند الله عَزَّ وَجَلَّ لمن أخذ بالأسباب، كذلك قتل الكافرين كان بإرادته سبحانه لمن كفر ووقع هذا القتل بيد المؤمن، فالمؤمن يضرب بالسيف، وينجرح العدو وينزف، لكن ألم تر جريحاً لم يمت، وألم تر غير مجروح يموت؟ . إذن فالقتل هو من الله. </p><p> سبحان ربي إن أراد فلا مرد له يفوت ... كم من جريح لا يموت وغير مجروح يموت </p><p> إذن فالمؤمنون حين حاربوا أهل الكفر. إنما يجرحونهم فقط، أما الموت فهو واقع بهم من الله سبحانه وتعالى. </p><p> {فَلَمْ تَقْتُلُوهُمْ ولكن الله قَتَلَهُمْ}  [الأنفال: ١٧] . </p><p> ولقائل أن يقول: إن الحق تبارك وتعالى قال في موقع آخر: {قاتلوهم يُعَذِّبْهُمُ الله بِأَيْدِيكُمْ}  [التوبة: ١٤] . </p><p> إذن فللمؤمن المقاتل مظهرية القتال، وللحق حقيقة القتل. ولذلك يأتي سبحانه وتعالى بعد ذلك بقوله: </p><p> {وَمَا رَمَيْتَ إِذْ رَمَيْتَ ولكن الله رمى}  [الأنفال: ١٧] . </p><p> وفي هذا القول الكريم عطاء لشيء كان مجهولا لهم بشيء عُلِم لهم، وبذلك قاس غير معلوم بمعلوم. وعرفنا من قبل أنك إذا رأيت حدثاَ أو فعلاً منفياً ومثبتا له في وقت واحد، قد يبدو لك أن في الكلام تناقضاً. وهنا - على سبيل المثال - ينفي الحق الحدث في قوله:  «وما رميت» وثبته في قوله: «إذ رميت» . والرمي معروف. والفاعل هو رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فكيف ينفي عنه الفعل أولاً، ويثبته له ثانياً؟ . </p><p> ونعلم أن القائل هو رب حكيم، وأسلوبه على أعلى ما يكون. وحتى نفهم هذه المسألة، نحن نعرف أن كل حدث له هيئة يقع عليها وله غاية ينتهي إليها، فمرة يوجد الحدث، لكن الغاية منه لا تتحقق، مثلما يقول الوالد لولده: لقد قرب الامتحان فاجلس في حجرتك وذاكر. ويجلس الولد في حجرته وأمامه كتاب ما يقلب صفحاته، وبعد ساعة يدخل الأب حجرة ابنه ليقول: هات كتابك لأسألك فيما ذاكرته. ويسأل الأب ابنه سؤالاً ثم ثانياً فلا يعرف الابن الإجابة عن الأسئلة، فيقول الأب: ذاكرت وما ذاكرت. أي كأنه لم يذاكر، بل فعل الفعل شكليّاً، بأن جلس إلى المذاكرة، ولم يؤد ما عليه لأن أثر الفعل وهو المذاكرة لم يتحقق. </p><p> وفي غزوة بدر استنجد رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بربه واستغاث ودعا الله ورفع يديه فقال: </p><p> « (يا رب إن تهلك هذه العصابة فلن تعبد في الأرض أبداً،فقال له جبريل:خذ قبضة من التراب فارم بها في وجوههم) فأخذ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قبضة من التراب فرمى بها في وجوههم فما من المشركين أحد إلاّ أصاب عينيه ومنخريه وفمه تراب من تلك القبضة فولوا مدبرين» </p><p> ومعلوم أنه ساعة تأتي ذرة تراب في عيني الإنسان يشتغل بعينيه عن كل شيء. إذن فقول الحق تبارك وتعالى: </p><p> {وَمَا رَمَيْتَ إِذْ رَمَيْتَ ولكن الله رمى}  [الأنفال: ١٧] . </p><p> أي أنك يا رسول الله ما أرسلت بالرمية الواحدة - حفنة التراب - إلى عيون كل الأعداء؛ لأن هذه مسألة لا يقدر عليها أحد، ولكنك «إذ رميت» أي أديت نصيحة جبريل لك، أما الإيصال إلى عيون العدو فهذا من فعل الله </p><p> القويّ القادر. </p><p> ويتابع سبحانه وتعالى قوله: </p><p> {وَلِيُبْلِيَ المؤمنين مِنْهُ بلاء حَسَناً إِنَّ الله سَمِيعٌ عَلِيمٌ}  [الأنفال: ١٧] . </p><p> والبلاء الحسن هنا هو خوض المعركة وحسن أداء القتال فيها. </p><p> ويخطىء الإنسان حين يظن أن البلاء هو نزول المصائب، لا، إن البلاء هو الاختبار بأية صورة من الصور. فالطالب الذي استذكر دروسه يكون الامتحان بالنسبة له بلاءً حسناً، ومن لم يستذكر يكون الامتحان بالنسبة له يلاءً سيئاً. إذن فالابتلاء غير مذموم على إطلاقه، ولا ممدوح على إطلاقه، لكن بنتيجة الإنسان فيه هل ينجح أم لا. </p><p> وحتى نعرف أن القرآن يفسر بعضه بعضا فلنقرأ قول الحق تبارك وتعالى:  {وَنَبْلُوكُم بالشر والخير فِتْنَةً}  [الأنبياء: ٣٥] . </p><p> فالخير بلاء، كما أن الشر بلاء، وحين تستخدم الخير في خدمة منهج الله تعالى ولا تطغى به، وحين تصبر على الشر ولا تتمرد على قدر الله، فهذا كله اختبار من الله عَزَّ وَجَلَّ، ولذلك يقول الحق تبارك وتعالى:  {فَأَمَّا الإنسان إِذَا مَا ابتلاه رَبُّهُ فَأَكْرَمَهُ وَنَعَّمَهُ فَيَقُولُ ربي أَكْرَمَنِ}  [الفجر: ١٥] . </p><p> وهذا هو الابتلاء بالخير، أما الابتلاء بالشر فيقول عنه الحق سبحانه: </p><p> {وَأَمَّآ إِذَا مَا ابتلاه فَقَدَرَ عَلَيْهِ رِزْقَهُ فَيَقُولُ ربي أهانن}  [الفجر: ١٦] . </p><p> والابتلاء بالخير أو بالشر هو مجرد اختبار، والاختبار كما وضحنا غير مذموم على إطلاقه، ولا ممدوح على إطلاقه، ولكنه يذم ويمدح بالنسبة لغايته التي وصل إليها المبتلي أو من يمر بالاختبار، فإن نجح، فهذا ابتلاء حسن، وإن فشل، فهو ابتلاء سيىء. </p><p> ونلحظ - على سبيل المثال - أن الطالب الذي ركز فكره ووقته وحبس نفسه وبذل كل طاقته في التحصيل والاستذكار طوال العام الدراسي، هذا الطالب حين يدخل الامتحان. فهو يحاول أن يثأر من التعب الذي عاناه في التحصيل والإحاطة؛ لذلك يجيب على الأسئلة بدقة، وكلما انتهى من إجابة سؤال إجابة صحيحة، يشعر ببعض الراحة، وإن حاول زميل له أن يشوش عليه فهو يصده ولا يلتفت إليه، بل قد يستدعي له المراقب. والمؤمن الذي يشترك مع المؤمنين في البلاء الحسن فهو التلميذ الذي يؤدي ما عليه بإخلاص. </p><p> والذي يسمع همسة كل مؤمن ويرى فعله هو الحق سبحانه وتعالى، ولذلك جاء بعد الحديث عن البلاء الحسن بقوله تعالى: </p><p> {إِنَّ الله سَمِيعٌ عَلِيمٌ}  [الأنفال: ١٧] . </p><p> إذن فالله سبحانه وتعالى سميع بما تجهرون به وعليم بما تخفونه في صدوركم. وهو جل وعلا يعلم من حارب بقوة الإيمان، ومن خالطته الرغبة في </p><p> أن يرى الآخرون مهارته في القتال ليشيدوا ويتحدثوا بهذه المهارة. ولا أحد بقادر على أن يدلس على الله عَزَّ وَجَلَّ. </p><p> ويقول سبحانه وتعالى من بعد ذلك:  {ذلكم وَأَنَّ الله مُوهِنُ كَيْدِ ... } </p>"
}