{
  "id": null,
  "sura": 8,
  "aya": 53,
  "text": "<p> و «ذلك» إشارة إلى ما تقدم، وأنت إن نظرت إلى بداية البشرية تجد أن الله تعالى خلق آدم ليجعله خليفة في الأرض، وخلق حواء لإبقاء النوع الإنساني. وقبل أن ينزل آدم على الأرض أعطاه الله سبحانه وتعالى المنهج، ومن آدم وحواء بدأت ذريتهما، ولو ساروا على المنهج الذي علمه آدم لهذه الذرية، لصارت البشرية إلى سعادة. ولكن الذرية تغيرت، وجحدوا النعمة وأنكروا أنَّ للنعمة خالقاً، فهل يبقي الله عليهم الأمن والسلامة والنعم ما داموا قد تغيروا؛ لا. بل لا بد - إذن - أن يغير الله نعمه عليهم، وإلا لما أصبح هناك أي منطق للدين؛ لأن الإنسان قد طرأ على النعم، بمعنى أن الله لم يخلق الإنسان ثم خلق له النعم. بل خلق النعم أولاً ثم جاء الإنسان إلى كون أعد له إعداداً كاملاً؛ وفيه كل مقومات الحياة واستمرار الحياة. وظل الإنسان فترة طويلة في طفولة الحياة يرتع في نعم الله، فقبل أن يعرف الزراعة؛ وجد الثمار التي يأكلها. وقبل أن يعرف كيف يبحث عن الماء وجد الماء الذي يشربه، وعلمه الله كيف يعيش. وذلل له من الحيوان ما يعطيه اللبن واللحم، وكل هذه النعم وغيرها كان لا بد أن يأخذها الإنسان بالشكر واستمرار الولاء لله الخالق المنعم. </p><p> ولكن الإنسان جحد نعمة الله تعالى وجحد المنعم، أتبقى له سعادة وحياة مطمئنة في الأرض؟ طبعاً لا، وما دام الإنسان قد غير، لا بد أن يغير الحق النعمة إلى نقمة، ومن رحمته سبحانه أنه شاء أن يكون الإنسان هو البادىء، فالحق سبحانه منزّه أن يكون البادىء بالظلم، بل بدأ الإنسان يظلم نفسه. </p><p> ولذلك يقول الحق سبحانه وتعالى: </p><p> {ذلك بِأَنَّ الله لَمْ يَكُ مُغَيِّراً نِّعْمَةً أَنْعَمَهَا على قَوْمٍ حتى يُغَيِّرُواْ مَا بِأَنْفُسِهِمْ}  [الأنفال: ٥٣] . </p><p> إذن فذرية آدم بدأت أولاً بتغيير نعمة الإيمان إلى الكفر، ومن شكر النعمة إلى جحودها، فجزاهم الله تعالى بالطوفان وبالصواعق وبالهلاك؛ لأنهم غيروا ما بأنفسهم، ولو أنهم عادوا إلى شكر الله وعبادته؛ لأعاد لهم الله نعَم الأمن والاستقرار والحياة الطيبة. </p><p> ويلفتنا المولى سبحانه وتعالى إلى أن اتباع المنهج يزيد النعم ولا ينقصها، فيقول:  {وَلَوْ أَنَّ أَهْلَ القرى آمَنُواْ واتقوا لَفَتَحْنَا عَلَيْهِمْ بَرَكَاتٍ مِّنَ السمآء والأرض}  [الأعراف: ٩٦] . </p><p> وطبقاً لهذا القانون الإلهي نجد أن تغير الناس من الإيمان إلى الكفر لا بد أن يقابله تغيير من نعمة الله عليهم وإلا لأصبح منهج الله بلا قيمة، والمثال أن كل طالب يدخل امتحاناً، ولكن لا ينجح إلا من ذاكر فقط، وأما من لم يستذكر فإنه يرسب؛ حتى لا تكون الدنيا فوضى. ولو أن الله سبحانه وتعالَى أعطى لمن اتبعوا المنهج نفس العطاء الذي يعطيه لمن لا يتبعون المنهج فما هي قيمة المنهج؟ . </p><p> إذن لا بد أن يدخل الإنسان إلى الإيمان، وأن يكون هذا الإيمان متغلغلاً في أعماقك وليس أمراً ظاهريا فقط، فلا تدَّع الإصلاح وأنت تفسد، ولا تدع الشرف والأمانة وأنت تسرق، ولا تدع العدل وأنت تظلم الفقير وتحابي الغني؛ لأن الحق سبحانه وتعالى لا يعطي نعمه الظاهرة والباطنة إلا لمن يتبعون منهجه. وإذا رأيت قوماً عمّ فيهم الفساد فاعلم أن نفوسهم لم تتغير رغم أنهم يتظاهرون </p><p> باتباع المنهج الإلهي. </p><p> وإن شكونا من سوء حالنا فلنعرف أولاً ماذا فعلنا ثم نغيره إلى ما يرضي الله عَزَّ وَجَلَّ فيغير الله حالنا. ولذلك إذا وجدت كل الناس يشكون فاعلم أن هذا قد حدث بسبب أن الله غير نعمه عليهم؛ لأنهم غيروا ما بأنفسهم. أي أن حالتهم الأولى أنهم كانوا في نعمة ومنسجمين مع منهج الله، فغيروا انسجامهم وطاعتهم فتغيرت النعمة، أي أن هناك تغييرين أساسيين، أن يغير الله نعمة أنعمها على قوم، وهذا لا يحدث حتى يغيروا ما بأنفسهم. </p><p> وقوله تعالى: </p><p> {وَأَنَّ الله سَمِيعٌ عَلِيمٌ}  [الأنفال: ٥٣] . </p><p> أي أن الله تعالى يعلم حقيقة ما يفعلون ويسمع سرّهم وجهرهم، ولذلك إذا غيروا، سمع الله سبحانه وعلم؛ لأن التغيير إما أن يكون بالقول وإما أن يكون بالفعل، فإن كان التغيير بالقول فالحق سبحانه يسمعه ولو كان مجرد خواطر في النفوس، وإن كان التغيير بالعمل فالحق يراه ويعلمه ولو كان في أقصى الأرض. </p><p> يعود الحق سبحانه وتعالى إلى آل فرعون فيقول:  {كَدَأْبِ آلِ فِرْعَوْنَ والذين مِن قَبْلِهِمْ كَذَّبُواْ بآيَاتِ رَبِّهِمْ ... } </p>"
}