{
  "id": null,
  "sura": 8,
  "aya": 9,
  "text": "<p> ومادة «استغاث» تفيد طلب الغوث، مثل «استسقى» أي طلب السقيا، و «استفهم» أي طلب الفهم، و «الألف» و «السين» و «التاء» توجد للطلب. و «استغاث» أي طلب الغوث من قوى عنه قادر على الإغاثة، وأصلها من الغيث وهو المطر، فحين تجدب الأرض لعدم نزول المطر ولا يجدون المياه يقال: طلبنا الغوث، ولأن الماء هو أصل الحياة؛ لذلك استعمل في كل ما فيه غوث، وهو إبقاء الحياة، وفي حالة الحرب قد يفنى فيها المقاتلون؛ لذلك يطلبون الغوث من الله عَزَّ وَجَلَّ {إِذْ تَسْتَغِيثُونَ رَبَّكُمْ} . </p><p> و {تَسْتَغِيثُونَ رَبَّكُمْ} بضمير الجمع، كأنهم كلهم جميعاً يستغيثون في وقت واحد، وقد استغاث رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حين اصطف القوم وقال أبو جهل: اللهم أولانا بالحق فانصره، ورفع رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يديه واستقبل القبلة وقال:  «اللهم أنجز لي ما وعدتني، اللهم ائتني ما وعدتني، اللهم إن تهلك هذه العصابة من أهل الإسلام لا تعبد في الأرض» . </p><p> ويدل قول رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ على أنه كان يستغيث بالخالق الذي وعد بالنصر، ورد القوم خلفه: آمين، لأن أي إنسان يؤمن على دعاء يقوله إمام أو قائد فهو بتأمينه هذا كأنما يدعو مثلما يقول الإمام أو القائد. فمن يقول:  «آمين» يكون أحد الداعين بنفس الدعاء. والحق سبحانه وتعالى هو القائل: {وَقَالَ موسى رَبَّنَآ إِنَّكَ آتَيْتَ فِرْعَوْنَ وَمَلأَهُ زِينَةً وَأَمْوَالاً فِي الحياة الدنيا رَبَّنَا لِيُضِلُّواْ عَن سَبِيلِكَ رَبَّنَا اطمس على أَمْوَالِهِمْ واشدد على </p><p> قُلُوبِهِمْ فَلاَ يُؤْمِنُواْ حتى يَرَوُاْ العذاب الأليم} [يونس: ٨٨] . </p><p> وهذا ما جاء في القرآن الكريم على لسان موسى عليه السلام. </p><p> ثم يقول الحق تبارك وتعالى بعدها:  {قَدْ أُجِيبَتْ دَّعْوَتُكُمَا}  [يونس: ٨٩] . </p><p> مع العلم بأن سيدنا موسى عليه السلام هو الذي دعا، وقوله سبحانه من بعد ذلك {أُجِيبَتْ دَّعْوَتُكُمَا} دليل على أن موسى دعا وهارون قال: «آمين» فصار هارون داعياً أيضاً مثل أخيه موسى. {إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فاستجاب لَكُمْ}  [الأنفال: ٩] . </p><p> {فاستجاب لَكُمْ} الألف والسين والتاء - كما علمنا - تأتي للطلب، وقول الحق سبحانه وتعالى {فاستجاب} يعني أنه طلب من جنود الحق في الأرض أن يكونوا مع محمد وأصحابه؛ لأن الله سبحانه وتعالى، خلق الكون، وخلق فيه الأسباب. نراها ظاهرة، ووراءها قوى خفية من الملائكة. والملائكة هم خلق الله الخفي الذي لا نراه ولا نبصره، إلا أن الله أخبرنا أن له ملائكة. </p><p> فالملائكة ليست من المخلوقات المشاهدة لنا، وإنما إيماننا بالله، وتصديقنا لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في البلاغ عن الله تعالى جعلنا نعرف أنه سبحانه وتعالى قد خلق الملائكة، وأخبرنا أيضاً أنه خلق الجن وصدقنا ذلك، إذن فحجة إيماننا بوجود الملائكة والجن هو إخبار الرسول الصادق بالبلاغ عن الله تعالى ومن يقف عقله أمام هذه المسألة ويتساءل: كيف يوجد شيء ولا يرى، نقول له: هذه أخبار من الله. </p><p> وهناك من أنكر وجود الملائكة والجن وقال: إنها القوى الميكانيكية في الأسباب، ولم يلتفتوا إلى أن الحق سبحانه وتعالى حين يتكلم عن أمر غيبي، فسبحانه يترك في مشهديات وجوده وكونه ما يقرب هذا الأمر الغيبي إلى الذهن، فيجعلك لا تعرف وجود أشياء تشعر بآثارها، ثم بمرور الزمن تدرك وجودها، وهذه الأشياء لم تُخلق حين اكتشفتها، وإنما هي كانت موجودة لكنك لم تتعرف عليها، وهناك فارق بين وجود الشيء وإدراك وجود الشيء. ومثال ذلك كان اكتشاف الميكروب في القرن السابع عشر وهو موجود من قبل أن يكتشف، وكان يدخل في أجسام الناس، وينفذ من الجلد، وحين اكتشفوه، دلّ ذلك على أنه كان موجوداً لكننا لم نكن نملك أدوات إدراكه. إذن فإن حُدثت بأن لله خلقاً موجوداً وإن لم تكن تدركه، فخذ مما أدركته بعد أن لم تكن تدركه دليل تصديق لما لا تدركه. </p><p> وأخبرنا الحق تبارك وتعالى بوجود الملائكة، وكل شيء له ملائكة يدبرونه، وهم:  «المدبرات أمرا» ، والملائكة الحفظة، وسبحانه القائل:  {لَهُ معقبات مِّن بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ يَحْفَظُونَهُ مِنْ أَمْرِ الله}  [الرعد: ١١] . </p><p> وسبحانه أيضاً القائل:  {مَّا يَلْفِظُ مِن قَوْلٍ إِلاَّ لَدَيْهِ رَقِيبٌ عَتِيدٌ}  [ق: ١٨] . </p><p> وهؤلاء الملائكة هم الموكلون بمصالح الإنسان في الأرض، المطر مثلاً له ملكه، الزرع مثلاً له ملكه، وكل شيء له ملك. وهو سبب خفي غير منظور يحرك الشيء. {فاستجاب لَكُمْ أَنِّي مُمِدُّكُمْ بِأَلْفٍ مِّنَ الملائكة} . </p><p> والإمداد هو الزيادة التي تجيء للجيش، لأن الجيش إذا ووجه بمعارك لا يستطيع أن يقوم بها العدد الموجود من الرجال أو السلاح، حينئذ يطلب قائد الجيش إرسال </p><p> المدد من الرجال والعتاد. {أَنِّي مُمِدُّكُمْ بِأَلْفٍ مِّنَ الملائكة مُرْدِفِينَ} </p><p> ونعلم أنه ساعة أن أمر ربنا الملائكة أن تسجد لآدم، لم يكن الأمر لكل جنس الملائكة، بل صدر الأمر إلى الملائكة الموكلين بمصالح الأرض. أما الملائكة غير الموكلين بهذا، فلم يدخلوا في هذه المسألة، ولذلك قلنا إن الحق سبحانه وتعالى حينما عنف إبليس، قال له:  {أَسْتَكْبَرْتَ أَمْ كُنتَ مِنَ العالين}  [ص: ٧٥] . </p><p> والمقصود ب «العالين» هم الملائكة الذين لم يشملهم أمر السجود. </p><p> والحق تبارك وتعالى هنا في هذه الآية يبين أنه سبحانه وتعالى قد أمد المسلمين المحاربين في غزوة بدر ب:  {بِأَلْفٍ مِّنَ الملائكة مُرْدِفِينَ} </p><p> والردْفُ هو ما يتبعك، ولذلك يقال:  «فلان ركب مطيته وأرْدَفَ فلاناً» ، أي جعله وراءه. </p><p> والمُردف هو من يكون في الأمام، والمردَف هو من يكون خلفه. والآية توضح لنا أن الملائكَة كانت أمام المسلمين؛ لأن جيش المسلمين كان قليل العدد، وجيش الكفار كان كثير العدد، وجاءت الملائكة لتكثير عدد جيش المسلمين، فإذا كان العدد مكوناً من ألف مقاتل، فقد أرسل الحق ملائكة بنفس العدد ويزيد بذلك جيش المؤمنين بعدد المؤمنين. وكان يكفي أن يرسل الحق ملكاً واحداً، كما تحكي الروايات عما حدث لقوم لوط، فقد روي أن جبريل عليه السلام، أدخل جناحه الواحد تحت مدائن قوم لوط، وصعد بها إلى السماء حتى سمع أهل السماء نهيق الحمار، ونباح الكلاب، وصياح الديوك، ولم تنكفىء لهم جرّة، ولم ينسكب لهم إناء، ثم قلبها دفعة واحدة وضربها على الأرض. </p><p> وصيحة واحدة زلزلت قوم ثمود. لماذا إذن أرسل الحق تبارك وتعالى هنا ألفاً من </p><p> الملائكة؟ . حدث ذلك لتكثير العدد أمام العدو وليفيد في أمرين اثنين: </p><p> الأمر الأول: أن تأخذ العدو رهبة، والأمر الثاني: أن يأخذ المؤمنون قوة لكن أكان للملائكة في هذه المسألة عمل؟ أو لا عمل لهم؟ هنا حدث خلاف. </p><p> ونجد الحق تبارك وتعالى يقول:  {وَمَا جَعَلَهُ الله إِلاَّ بشرى ... } </p>"
}