{
  "id": null,
  "sura": 8,
  "aya": 4,
  "text": "<p> و «أولئك» تشير إلى من أنعم الله عليهم بالصفات الخمس السابق ذكرها، وهؤلاء هم من وجلت قلوبهم من ذكر الله، وزادتهم الآيات في إيمانهم، وعلى ربهم يتوكلون ويقيمون الصلاة ويؤتون الزكاة، هؤلاء هم المؤمنون حقاً {أولائك هُمُ المؤمنون حَقّاً} . </p><p> ولنعلم أن الحق هو الشيء الثابت الذي لا يتغير ولا تذهب به الأغيار، ويخضع له كل الناس لأنه يتعلق بمصالح حياتهم. وإن جاء الباطل ليزحزح الحق، نجد الحق ثابتاً لا يتزحزح لأنه قوي. ولنقرأ قول الحق تبارك وتعالى: </p><p> {أَنَزَلَ مِنَ السمآء مَآءً فَسَالَتْ أَوْدِيَةٌ بِقَدَرِهَا فاحتمل السيل زَبَداً رَّابِياً وَمِمَّا يُوقِدُونَ عَلَيْهِ فِي النار ابتغآء حِلْيَةٍ أَوْ مَتَاعٍ زَبَدٌ مِّثْلُهُ كذلك يَضْرِبُ الله الحق والباطل فَأَمَّا الزبد فَيَذْهَبُ جُفَآءً وَأَمَّا مَا يَنفَعُ الناس فَيَمْكُثُ فِي الأرض كذلك يَضْرِبُ الله الأمثال}  [الرعد: ١٧] . </p><p> وحين ينزل المطر من السماء، يأخذ من مائة كل وادٍ من الوديان على قدر اتساعه وعمقه، ويمتلىء، ترى الرغاوي وهي الزبد تطفو فوق السيْل، وهي عبارة عن هؤلاء سببه وجود الشوائب من قش وغيره، وهذا مثل نراه في حياتنا، ونجد الأرض والناس وكل المخلوقات تنتفع بالمياه، لكنها لا تنتفع بالزبد أو الرغاوي. ثم ينتقل الحق في ذات الآية من ضرب المثل بالماء، إلى ضرب المثل بالنار فيقول:  {وَمِمَّا يُوقِدُونَ عَلَيْهِ فِي النار ابتغآء حِلْيَةٍ أَوْ مَتَاعٍ زَبَدٌ مِّثْلُهُ}  [الرعد: ١٧] . </p><p> وأنت حين ترى قطعة الحديد وهي تتحول إلى السيولة بالانصهار في النار، تجد شرراً يتطاير منها، ويطفو فوق سطح الحديد المصهور، وهو ما يسمى ب «خبث الحديد» وتتم إزالة هذا الخبث ليبقى الحديد صافياً لتصنع منه السيوف أو الخناجر وغيرها، وهذه الحالة تحدث في الذهب حين يصهره الصائغ ليزيل عنه أية شوائب ويعيد تشكيله ليكون حلياً. </p><p> وزبد الماء وزبد الحديد وزبد الذهب يتجمع على الجوانب ويبقى الماء صافياً، وكذلك الحديد والذهب، ولهذا يقول الحق:  {كذلك يَضْرِبُ الله الحق والباطل}  [الرعد: ١٧] . </p><p> أي أن الحق يبقى صافياً ثابتاً، أما الباطل فيعلو ليتجمع على الجوانب ليذهب بغير فائدة. </p><p> ويوضح الحق علو كلمته سبحانه وتعالى في آية أخرى فيقول:  {وَجَعَلَ كَلِمَةَ الذين كَفَرُواْ السفلى وَكَلِمَةُ الله هِيَ العليا}  [التوبة: ٤٠] . </p><p> ونلحظ أن الحق تبارك وتعالى جاء بالجعل لكلمة الكافرين، أما كلمته سبحانه وتعالى فلها العلو الثابت. </p><p> والحق هنا يبين أن المؤمنين الذين يتصفون بهذه الصفات الخمس هم مؤمنون حق الإيمان فيقول عَزَّ وَجَلَّ:  {أولائك هُمُ المؤمنون حَقّاً} . </p><p> ومعنى هذا أن هناك مؤمنين ليسوا على درجة عالية من الإيمان، أي أن هناك منازل ودرجات للإيمان متفاوتة، ولكل قدر من الصفات منزلة وعطاء مناسب. </p><p> ونحن نرى البشر حينما يخصهم واحد بوده يفيضون عليه من خيراتهم، فنجد غير العالم يأخذ ممن يودهم من العلماء بعض العلم، والضعيف الذي يعطي وده لقوي، يعينه القوي ببعضٍ من قوته، والفقير الذي يعطي وده لغني، يعطيه الغني بعضاً من المال، والأرعن يأخذ ممن يودهم من العقلاء قدراً من التعقل للأمور. </p><p> إذن أهل المودة والقرب والتقوى يفاض عليهم من المولى وهم ممن اختصهم الله بالعطاءات، فالذي وجدت فيه هذه الصفات، ومؤمن حقاً تكون له درجات عند ربه تناسب حظه من الحق وحظه من الصفاء، ولنعرف أن السير في درب الحق يعطي الكثير. والمثال الذي نقدمه على ذلك أننا نجد من يصلي الأوقات الخمسة في مواعيدها، وهذا هو المطلوب العام، إذا ما صلى ضعف ذلك بالليل، أو واظب على الصلاة في الجماعة ويلزم نفسه بمنهج الله، سوف يأخذ حظاً من الصفاء لم يكن موجوداً عنده من قبل ذلك، وسيجد في قلبه إشراقات وتجليات، وتسير أمور حياته بسهولة ويسر. </p><p> وقد يكون الإنسان من هؤلاء - على سبيل المثال - خارجاً من البيت وسألته زوجته: ماذا نطبخ اليوم؟ ويجيبها: لنقض هذا اليوم بما تبقى عندنا من الأمس. وعندما يعود قد يفاجأ بأن شقيقه قد قدم من الريف، وأحضر له هدية من البط، والقشدة والفطائر. فتسأله زوجته: أكنت تعلم بمجيء أخيك؟ فيقول: لم أكن أعلم، وهذا مجرد مثال، لكن عطاءات الصفاء تكون أكثر من ذلك مادياً ومعنوياً، ومن يستمر في العبادة ويزيد عليها ويؤدي كل ذلك بحقه، سيزيد عطاء الله له؛ لأن الله لا يمل عطاء أهل الصفاء أبداً. ومن يجرب مثل هذه العبادة ويزيدها سيجد عطاء الله وهو يزيد. </p><p> ودائما أضرب هذا المثل ولله المثل الأعلى وهو منزه سبحانه وتعالى عن التشبيه لنفترض أن إنساناً أراد أن يسافر من القاهرة إلى الإسكندرية، وسأل إنساناً آخر، فقال له: إن ذهبت من الطريق الفلاني ستجد استراحة طيبة، عكس الطريق الفلاني. </p><p> ويتبع المسافر نصائح من أرشده، فيجده صادقاً، فيرتاح من بعد ذلك لرأيه، وكذلك أهل الصفاء، هم أهل العطاء، وعلى قدر صفائهم يكون هذا العطاء. والذي يشجع الناس الذين يبالغون في التعبد هو هذا الإشراق، وهناك من يصف الواحد منهم بأنه مجذوب وإن من يطلق على المتعبد الزاهد هذا الوصف يرى المنزلة العالية وهي تشد هذا المتعبد إليها، وهو من جهة أخرى ينظر هذا الزاهد إلى من يتعثرون في طلب الدنيا، ويصفهم بينه وبين نفسه بأنهم من «الغلابة» ويدعو لهم. </p><p> وأقول لمن يرى واحداً من هؤلاء: لا شأن لك بأي إنسان من هؤلاء وإياك أن تتعرض لهم واتركهم في حالهم، ما دام الواحد منهم لا يسألك شيئا. {لَّهُمْ دَرَجَاتٌ عِندَ رَبِّهِمْ} . </p><p> والدرجات عند البشر هي ارتقاءات يسعى إليها، فما بالنا بالدرجات التي عند الرب؟ وما دام الله سبحانه وتعالى قد وعدهم بالدرجات العالية عنده فقد ضمنوا المغفرة؛ لأن الواحد منهم سيطهر بالمغفرة، وجاء الحق بعطاء الدرجات قبل المغفرة </p><p> لأنه سبحانه خلق الخلق ويعرف أنهم أهل أغيار، ويعلم أن هناك من أسرفوا على أنفسهم، ويحاولون فعل الخيرات لأنهم يؤمنون بأن الحسنات يذهبن السيئات، وسبحانه علمنا أن معالم الدين تأخذ حظها من المسرفين على أنفسهم، لأن من لم يسرف على نفسه تجده يطيع الله طاعة هادئة رتيبة فليس وراءه ما يلهب ظهره. </p><p> أما من عملوا السيئات فإن هذه السيئات تقض مضاجعهم. والمسرف على نفسه لحظة الإسراف يظن أنه أخذ من الله شيئاً واحداً من خلف منهجه، فيوضح له ربنا: إياك أن تظن أن هناك من يخدع الله. فأنت ستعمل كثيراً وبشوق لخدمة منهج الله، ونجد المسرف على نفسه لحظة الإفاقة والتوبة، وهو يندفع إلى فعل الخيرات. مصداقاً لقول الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «إن الله تعالى ليؤيد الدين بالرجل الفاجر» . لأن فجر الفاجر يتجسد أمامه ويريه سوء المصير، فيندفع إلى فعل الخيرات ليمحو السيئات، أما من لم يخطىء فنجده هادىء القلب، مطمئن النفس، لا يلهب ظهره شيء. </p><p> {لَّهُمْ دَرَجَاتٌ عِندَ رَبِّهِمْ وَمَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ}  [الأنفال: ٤] . </p><p> وهل هذا الرزق ناشىء من كريم؟ الجواب لا؛ لأن الكرم تعدى من الكريم الأصيل، إلى أن صار الرزق نفسه كريماً، وكأن هذا الرزق يتعشق صاحبه؛ لأن ربنا ساعة يعطي إنساناً نعمةً، ثم يستعملها العبد في الطاعة، تحس النعمة أنها مسرورة بالذهاب إلى هذا الإنسان لأنه استعملها في طاعة وفيما يرضى الله عَزَّ وَجَلَّ. </p><p> ولك أن تعرف أن الرزق أعلم بمكانك منك بمكانه. فلا أحد يعرف عنوان الرزق الذي قدره الله له، لكن الرزق يعرف عنوان صاحبه، ويبحث عنه في كل مكان إلى </p><p> أن يجده. هكذا نفهم أن الكرم يتعدى إلى الرزق نفسه فيصبح الرزق كريماً. </p><p> وجاء كل هذا الحديث بمناسبة الخلاف على الغنائم والأنفال، وفصل ربنا بالحكم وبين وأوضح أن الأنفال لله والرسول ولم يعد لأحد كلام بعد كلام الله، وهذه الحادثة في الأنفال حدثت في الخروج إلى الحرب، فحين أراد الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أن يخرج للحرب، كان هناك فريق منهم كاره لهذا الخروج ثم رضي به. لكن حالهم اختلف في الغنائم فطالب بعضهم بأكثر مما يستحق؛ لذلك يقول المولى سبحانه وتعالى:  {كَمَآ أَخْرَجَكَ رَبُّكَ مِن بَيْتِكَ ... } </p>"
}