{
  "id": null,
  "sura": 9,
  "aya": 126,
  "text": "<p> وقوله الحق:  {أَوَلاَ يَرَوْنَ} أي: ألا يستشهد المنافقون تاريخهم مع الإسلام، ويعلمون أنهم يفتنون في كل عام مرة بالمصائب ومرة بالفضيحة، فتجد رسول الله حين يراهم يخرج بعضهم من بين الصفوف ويقول لهم:  «اخرج يا فلان فإنك منافق» . ثم بعد شهور يتكرر الموقف، وهنا يذكرهم الحق سبحانه بأن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يصفيهم كل عام مرة أو مرتين. </p><p> الأصل في الفتنة أنها امتحان واختبار، وهي ليست مذمومة في ذاتها، لكنها تذم بالنتيجة التي تأتي منها، فالامتحان - أي امتحان - غير مذموم، لكن المذموم هو أن يرسب الإنسان في الامتحان. إذن: الابتلاء أو الفتنة في ذاتها ليست مذمومة، إنما المذموم أن تأتي النتيجة على غير ما تشتهي، وهم يفتنون حين يرون انتصار المسلمين وغم نفاقهم وكيدهم للمسلمين، وكان يجب أن يعلموا أنهم لن يستطيعوا عرقلة سير الإسلام؛ لأنه منتصر بالله. وكان يجب أن يعتبروا ويتوبوا لينالوا خير الإسلام، </p><p> فخيره ممدود رغم أنوفهم، والخسارة لن تكون على الإسلام، وإنما الخسارة على من يكفر به. </p><p> ونحن نعلم أن الإسلام بدأ بين الضعفاء إلى أن سار الأقوياء إليه، وتلك سنة الله في الكون، بل إننا نجد أن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في بدء الرسالة كان مطلوباً منه أن يؤمن بأنه رسول. وكما تقول أنت: أشهد أن لا إله إلا الله، وأشهد أن محمداً رسول الله، كان على النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أيضاً أن يقول: أشهد أن لا إله إلا الله، وأشهد أن محمداً رسول الله. وسبحانه جل شأنه، الخالق الأكرم، آمن بنفسه أولاً، بدليل قوله سبحانه:  {شَهِدَ الله أَنَّهُ لاَ إله إِلاَّ هُوَ ... }  [آل عمران: ١٨] </p><p> فأول شاهد بالألوهية الحقة هو الله، وقد شهد لنفسه، ومعنى ذكر شهادته لنفسه لنا أن نؤمن بأنه سبحانه يزاول قيوميته وطلاقة قدرته بكلمة «كن» وهو عالم أن مخلوقاته تستجيب قطعاً، وكان لا بد أن يعلمنا أنه آمن أولاً بأنه الأول، وأنه الإله الحق، بحيث إذا أمر أي كائن أمراً تسخيرياً فلا بد أن يحدث هذا الأمر، وسبحانه لا يتهيب أن يأمر؛ لذلك قال لنا:  {شَهِدَ الله أَنَّهُ لاَ إله إِلاَّ هُوَ} شهادة الذات للذات، وشهدت الملائكة شهادة المشهد وشهد أولو العلم شهادة الاستدلال، وحين يشهد محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أنه رسول الله فهو يؤمن بأنه رسول، ولو لم يؤمن برسالته لتهيب أن يبلغنا بالرسالة، وبعد أن آمن صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أنه رسول من الله جاءه التكليف من الحق:  {وَأَنذِرْ عَشِيرَتَكَ الأقربين}  [الشعراء: ٢١٤] </p><p> وظل رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يدعو إلى الإسلام، ويبلغ آيات الحق إلى أن جاءت آيات الدفاع عن دين الله، وقال الحق: </p><p> {قَاتِلُواْ الذين يَلُونَكُمْ ... }  [التوبة: ١٢٣] </p><p> إذن: في البداية كان لا بد أن يؤمن أنه رسول، وأن يبلغ الدعوة إلى قريش وسائر الجزيرة، وتعبر دعوته بعد ذلك من الجزيرة إلى الشام، وتتعدى الرسالة الشام بالإعلام في كل بقاع الأرض، ولذلك كانت الرمزية في إرسال الكتب: كتاب لفلان وكتاب لفلان؛ ليفهم العالم أن دعوة النبي صلى الله بالإيمان والإسلام دعوة متعدية؛ لأنها خالفت دعوات الرسل عليهم السلام، فقد كان رسول إنما يعلم أن حدود دعوته هي أمته. </p><p> أما محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فقد كانت لرسالته مراحل: آمن بذلك أولاً، ثم دعا الأقربين، ثم من بعد ذلك قريش، ثم أبلغ العرب، ثم الشام، وتعدت الدعوة بالكتب إلى جميع الملوك في العالم، وصارت أمة محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مؤتمنة على حمل الدعوة ونشرها في أي مكان ومعها حجتها وهي القرآن. </p><p> وشاء الله أن يختم رسول الله الرسالات، وأرسله بالإسلام الذي يغلب الحضارات، رغم أنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من أمة أمية لا تعرف شيئاً؛ حتى لا يقال عن </p><p> الإسلام أنه مجرد وثبة حضارية، وجاء لهم منهج غلب الحضارات المعاصرة له: فارس والروم في وقت واحد. </p><p> إذن: فالمسألة كانت مسألة قبيلة، يحكمهم واحد منهم هكذا، دون تمرس بالنظم الاجتماعية، ولم يعرفوا شيئاً قبل الإسلام، بل هم أمة متبدية لا شأن لها بالنظم السياسية أو الاقتصادية، وطن الواحد منهم جمله وخيمته وبضعة أدوات تعينه على الحياة، وتستقر كل جماعة في أي مكان يظهر به العشب ويوجد به الماء، وبعد أن تأكل الأغنام والأنعام العشب، ينتقل العربي مع جماعته إلى مكان آخر، بعد أن ينظر الواحد منهم إلى السماء؛ ليعرف مسار الغمام وأين ستمطر السحب، ثم ينساح هؤلاء بالدعوة بعد ذلك، فلو كان لهم انتماء إلى وطن أو بيت أو مكان لصار الرحيل صعباً عليهم، لكنهم كانوا متمرسين بالسياحة في الأرض. </p><p> والآية التي نحن بصددها تكشف ضعف إيمان البعض، ونفاق البعض، فيقول الحق:  {أَوَلاَ يَرَوْنَ أَنَّهُمْ يُفْتَنُونَ فِي كُلِّ عَامٍ مَّرَّةً أَوْ مَرَّتَيْنِ ثُمَّ لاَ يَتُوبُونَ وَلاَ هُمْ يَذَّكَّرُونَ} أي: كان لا بد أن يتوبوا أو يتعظوا ويعلموا أن وقوفهم ضد الإسلام لم ولن يحجب الإسلام وأنهم سينسحقون ويضيعون، فلماذا لا يتذكر كل منهم تفسه، ويرى مصلحته في الإيمان. </p><p> ويقول الحق بعد ذلك:  {وَإِذَا مَآ أُنزِلَتْ سُورَةٌ نَّظَرَ بَعْضُهُمْ إلى ... } </p>"
}