{
  "id": null,
  "sura": 9,
  "aya": 62,
  "text": "<p> ومن العجيب أن سورة التوبة فيها أكبر عدد من لفظ «يحلفون» ، ولم ترد مادة «يحلف» في سورة المائدة إلا مرة واحدة، وفي سورة النساء مرة، وفي سورة المجادلة ثلاث مرات، أما في سورة التوبة فقد جاءت سبع مرات، وفي سورة القلم جاءت «حلاف» ، حتى إن سورة التوبة سميت «سورة يحلف» ؛ لأن فيها أكبر عدد من {يَحْلِفُونَ} في القرآن الكريم. </p><p> ويقول الحق سبحانه: </p><p> {يَحْلِفُونَ بالله لَكُمْ لِيُرْضُوكُمْ} وفي هذا إصرار من المنافقين على الحلف كذباً، وهو ما يوضح غباءهم وعدم فطنتهم. </p><p> وأيضاً يقول الحق:  {سَيَحْلِفُونَ بالله لَكُمْ إِذَا انقلبتم إِلَيْهِمْ لِتُعْرِضُواْ عَنْهُمْ ... }  [التوبة: ٩٥] </p><p> واستخدام الحق سبحانه وتعالى حرف السين معناه أنهم لم يحلفوا بعد، ولكنهم سيحلفون بعد فترة، أي في المستقبل، أي: أن الآية الكريمة نزلت ولم يحلفوا بعد، إنما هم سيحلفون بعد نزول الآية الكريمة، ولو كان عندهم ذرة من ذكاء ما حلفوا، ولقالوا: إن القرآن قال سنحلف ولكننا لم نحلف. ولكنهم ورغم نزول الآية جاءوا مصدقين للقرآن مثبتين للإيمان وحلفوا. وكلمة «حلف» هي القسم أو اليمين. وحين نتمعن في القرآن نجد أن الحلف لا يطلق إلا على اليمين الكاذبة، أما القسم فإنه يطلق على اليمين الصادقة واليمين الكاذبة. فمثلاً عندما نقرأ في سورة المائدة:  {ذلك كَفَّارَةُ أَيْمَانِكُمْ إِذَا حَلَفْتُمْ ... }  [المائدة: ٨٩] </p><p> وما دامت هناك كفارة يمين؛ يكون الحلف كذباً؛ لأن الذي يستوجب الكفارة هو الكذب. وإذا استعرضنا بعد ذلك كل «حلف» في القرآن نجد أنه يقصد بها اليمين الكاذبة؛ ولذلك قال الحق سبحانه وتعالى:  {وَلاَ تُطِعْ كُلَّ حَلاَّفٍ مَّهِينٍ}  [القلم: ١٠] </p><p> فالحلف هنا مقصود به القسم الكاذب. ولكن إذا قال الحق سبحانه وتعالى {أَقْسَمُواْ} فقد يكون اليمين صادقاً؛ وقد يكون كاذباً. </p><p> والحق سبحانه وتعالى يقول:  {يَحْلِفُونَ بالله لَكُمْ لِيُرْضُوكُمْ} أي: أن هدف الحلف كذباً هو ‘رضاء المؤمنين حتى يطمئنوا للمنافقين ولا يتوقعوا منهم الشر، ثم يأتي الحق سبحانه وتعالى بالحقيقة:  {والله وَرَسُولُهُ أَحَقُّ أَن يُرْضُوهُ} إذن: فهم يحلفون لترضَوْا أنتم عنهم، أما المؤمن الحق فهو </p><p> لا يقسم إلا ليرضى الله؛ لأن الإنسان قد يخدع البشر، وقد يفلت من عدالة الأرض، ولكنك لا تخدع الله ولا تلفت من عدالته أبداً. </p><p> ومن مهام الإيمان أن الإنسان يرعى الله في كل معاملة له مع البشر؛ ويبتغي رضاه ويخاف من غضبه، ذلك هو المؤمن الحق. </p><p> وهنا نلاحظ أن الحق سبحانه وتعالى قال:  {والله وَرَسُولُهُ أَحَقُّ أَن يُرْضُوهُ} وكان القياس اللغوي على حسب كلام البشر أن يقول: والله ورسوله أحق أن ترضوهما. وشاء الحق أن يأتى بها {والله وَرَسُولُهُ أَحَقُّ أَن يُرْضُوهُ} ؛ لأن رضا الله ورضا رسوله هو رضا واحد؛ لأن الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لا يأتي بالقرآن من عنده، ولكنه وحي من عند الله. </p><p> وإرضاء الرسول هو اتباع المنهج الذي فيه رضا الله لذلك يقول الحق سبحانه وتعالى:  {إِنَّ الذين يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ الله ... }  [الفتح: ١٠] </p><p> ويقول سبحانه:  {قُلْ إِن كُنتُمْ تُحِبُّونَ الله فاتبعوني يُحْبِبْكُمُ الله ... }  [آل عمران: ٣١] </p><p> ويقول سبحانه:  {مَّنْ يُطِعِ الرسول فَقَدْ أَطَاعَ الله ... }  [النساء: ٨٠] </p><p> إذن: فلا توجد طاعة لله وطاعة للرسول، ولا رضا لله ورضا للرسول؛ لأن الرضا منهما رضا واحد. </p><p> إذن: فقول الحق سبحانه وتعالى: {والله وَرَسُولُهُ أَحَقُّ أَن يُرْضُوهُ} دليل على اتحاد الرضا من الله ومن رسوله، فما يُرضي الله يُرضي الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وما يُغضب الله يُغضب الرسول. </p><p> أو: أن الحق سبحانه وتعالى يريدنا أن نتأدب مع ذاته، في أنه إذا اجتمع أمران لله ولرسوله لا نجعل أحداً مع الله، وإنما نجعله له سبحانه وهو الواحد. ولذلك فعندما ارتكب رجل ذنباً، وقالوا له: أعلن توبتك أمام رسول الله، قال الرجل: إني أتوب إلى الله ولا أتوب إلى محمد. فقال له رسول الله:  «وقعت على الخير» . انظر إلى عظمة الرسول الكريم الذي يثني على رجل يقول أمامه: إني لا أتوب إلى محمد، وإنما أتوب إلى الله. </p><p> وقول الحق سبحانه:  {إِن كَانُواْ مُؤْمِنِينَ} أي: إن كان إيمانهم حقيقة، وليس نفاقاً. </p><p> إذن: فنحن لا نطلب الرضا من خلق الله، ولكن نطلبه من الله. ورضا الله سبحانه وتعالى ورضا المبلِّغ عنه رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ رضا واحد. ولذلك وحَّد الضمير {والله وَرَسُولُهُ أَحَقُّ أَن يُرْضُوهُ} ولم يقل يرضوهما. </p><p> ثم يقول الحق بعد ذلك:  {أَلَمْ يعلموا أَنَّهُ مَن يُحَادِدِ ... } </p>"
}