{
  "id": null,
  "sura": 9,
  "aya": 12,
  "text": "<p> ونكثوا الأَيمان: أي لم ينفذوا بنود العهود، والله سبحانه وتعالى يعطينا هنا حيثية قتال الكفار بعد كل المراحل التي حاربوا فيها الإيمان، فهم قد نقضوا </p><p> العهود، ولم يكتفوا بذلك بل طعنوا في الدين. أي عابوا في الدين عيباً مقذعا. وعندما يقال: إنَّ فلاناً طعن في فلان، فلا بد أنه قد تجاوز مرحلة السب إلى مرحلة أكبر بكثير. وهنا يأمرنا الحق - سبحانه وتعالى - إما بقتالهم، وإما أن يعلنوا الإيمان. وهذا حق للمسلمين لأنهم قدموا من قبل كل سبل المودة، لكن أئمة الكفر رفضوها. </p><p> وقول الحق سبحانه وتعالى:  {فقاتلوا أَئِمَّةَ الكفر} ، أي: أن القتل يأتي أولاً لزعماء الكفار الذين يحرضون أتباعهم على محاربة دين الله، فالأتباع ليسو هم الأصل، ولكن أئمة الكفر؛ لأنهم هم الذين يخططون وينفذون ويحرضون. وهم - كما يقال في العصر الحديث - مجرمو حرب؛ والعالم كله يعرف أن الحرب تنتهي متى تخلص من مجرمي الحرب؛ لأن هؤلاء هم الذين يضعون الخطط ويديرون المعارك ويقودون الناس إلى ميادين القتال، تماماً كأئمة الكفر، هؤلاء الذين اجترأوا على أساليب القرآن الكريم، ومنعوا القبائل التي تأتي للحج من الاستماع إلى رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وحاربوا الدين بكل السبل من إغراء وتحريض، وتهديد ووعيد. </p><p> والأمر العجيب أنك ترى من يبرر لك قتل مجرمي الحرب ويستنكر قتل أئمة الكفر، والحق سبحانه وتعالى يقول: </p><p> {وَإِن نكثوا أَيْمَانَهُم مِّن بَعْدِ عَهْدِهِمْ}  [التوبة: ١٢] . </p><p> ويقول الحق عَزَّ وَجَلَّ في ذات الآية: </p><p> {إِنَّهُمْ لاَ أَيْمَانَ لَهُمْ}  [التوبة: ١٢] . </p><p> وفي هذا يأتي المستشرقون ومن يميلون إليهم بقلوبهم ويُحسَبون علينا </p><p> بقوالبهم وظواهرهم ليقولوا: إن هناك تناقضاً، فالله يقول:  {وَإِن نكثوا أَيْمَانَهُم} أي أثبت أن لهم أيماناً، ثم قال:  {لاَ أَيْمَانَ لَهُمْ} . فكيف يثبت لهم الأيمان ثم ينفيها عنهم؟ . والنفي والإثبات لا يجتمعان في وصف الشخص الواحد؛ ونقول: إنهما لا يجتمعان عند من يفكر تفكيرا سطحيا، أو يأخذ الأمور بظواهرها. ولكن من يعرف مرامي الألفاظ، يعلم أن نفي الشيء وإثباته في القرآن الكريم يعني: أن الجهة منفكة. فالله سبحانه وتعالى يقول لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في غزوة بدر:  {وَمَا رَمَيْتَ إِذْ رَمَيْتَ ولكن الله رمى}  [الأنفال: ١٧] . </p><p> فقوله:  {وَمَا رَمَيْتَ} نفي للرمي من رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، و {إِذْ رَمَيْتَ} إثبات للرمي. ويجيء نفي الشيء وإثباته في آية واحدة، والفاعل والفعل واحد. وهذه تسمى في الأسلوب انفكاك الجهة، أي أن كل جهة تطلب معنى مختلفاً عن الجهة الأخرى، تماماً مثلما يقال: إن فلاناً يسكن أعلى مني. فهذا قول صحيح، ولكنه في ذات الوقت يسكن أسفل بالنسبة لمن فوقه، إذن فهو عالٍ وأسفل في نفس الوقت؛ عالٍ عمن تحته وأسفل ممن فوقه. </p><p> أو تقول: - كمثال آخر - فلان أب وابن. هنا يبدو تناقض ظاهري، أي أنه أب لا بنه، وابن لأبيه، فهو أب من جهة الابن، وابن من جهة أبيه، ولا يوجد تعارض. وهذا ما نسميه انفكاك الجهة. </p><p> إذن فلا يوجد أدنى تعارض بين نفي الرمي عن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وإثباته له؛ لأن رسول الله أخذ حفنة من الحصى ورمى بها جيش الكفار، هذا ما فعله الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وهو من البشر، لكن قدرة </p><p> الله سبحانه وتعالى أخذت هذا الحصى وأوصلته إلى كل جندي من جيش الكفار، وفي قول الحق سبحانه وتعالى:  {ولكن أَكْثَرَ الناس لاَ يَعْلَمُونَ يَعْلَمُونَ ظَاهِراً مِّنَ الحياوة الدنيا}  [الروم: ٦ - ٧] . </p><p> لقد قالوا: إن الله نفى العلم وأثبته لنفس الأشخاص، ونقول: لا، إنه نفى العلم الحقيقي، وأثبت لهم ظاهر العلم، وهذا مختلف عن ذلك تماماً، وهنا يقول الحق تبارك وتعالى:  {وَإِن نكثوا أَيْمَانَهُم}  [التوبة: ١٢] . </p><p> أثبتت الآية أن لهم أيماناً، وفي آخر الآية ينفي عنهم الأيمان فيقول: </p><p> {إِنَّهُمْ لاَ أَيْمَانَ لَهُمْ}  [التوبة: ١٢] . </p><p> ونقول: فائدة الأيمان أو العهد أن يُحافظ عليه، ومن لا يحافظ على يمينه أو عهده يكون لا أيمان له؛ لأن أيمانه أي عهده لا قيمة له؛ لأنه مجرد من الوفاء. وعندما يحلف الكذاب نقول: هذا لا يمين له. وهؤلاء أيمانهم لم تأخذ قداسة الأيمان، فكأنهم لا أيمان لهم، كأن يكون لك ابن اقترب امتحانه وتجبره على المذاكرة، وتجلس تراقبه فيقلب الكتاب ولكنه لا يفهم شيئاً. وإن حاولت أن تحسب حصيلة المذاكرة لم تجد شيئا، فتقول: ذاكرت وما ذاكرت، وهذا نفي للفعل وإثباته ولا تناقض بينهما: لأن الجهة منفكة. </p><p> ونفي الأيمان في آخر الآية معناه: أنهم لا وفاء لهم، وما داموا بلا وفاء فلا قيمة لأيمانهم. وقوله تعالى: </p><p> {فقاتلوا أَئِمَّةَ الكفر إِنَّهُمْ لاَ أَيْمَانَ لَهُمْ لَعَلَّهُمْ يَنتَهُونَ}  [التوبة: ١٢] . </p><p> هذا أمر بقتالهم لا بقتلهم، فيكون المعنى: قاتلوهم، فإن لم يقتلوا فقد يجعلهم القتال ينتهون عن عدائهم للدين؛ لأنهم حين يرون البعض منهم قد </p><p> قتل وهم أضعف من المواجهة، هنا ستخف حدة محاربتهم للإسلام، وتنتهي اللجاجة في أمر الدين. </p><p> ثم يقول الحق من بعد ذلك:  {أَلاَ تُقَاتِلُونَ قَوْماً نكثوا أَيْمَانَهُمْ وَهَمُّواْ بِإِخْرَاجِ الرسول وَهُم بَدَءُوكُمْ أَوَّلَ مَرَّةٍ ... } </p>"
}