{
  "id": null,
  "sura": 9,
  "aya": 30,
  "text": "<p> هذا الادعاء فيه مساس بجلال الله تعالى، فالإنسان يتخذ ولداً لعدة أسباب؛ إمَّا لأنه يريد أن يبقى ذِكْره في الدنيا بعد أن يرحل، والله سبحانه دائم الوجود؛ وإمَّا لكي يعينه ابنه عندما يكبر ويضعف، والله سبحانه وتعالى دائم القوة؛ وإما ليرث ماله وما يملك، والله تبارك وتعالى يرث الأرض ومن عليها. وإما ليكون عزوةً له، والله جل جلاله عزيز دائماً. وهكذا تنتفي كل الأسباب التي يمكن أن تؤدي إلى هذا الادعاء. ولا يعقل أن يرسل الله سبحانه رسولاً ليبين للناس منهج الحق فإذا به يقول للناس: إنَّه ابن الله. إذن فهم لم يؤمنوا الإيمان الكامل بالله. </p><p> ويسوق الحق تبارك وتعالى قول كل من اليهود والنصارى:  {وَقَالَتِ اليهود عُزَيْرٌ ابن الله وَقَالَتْ النصارى المسيح ابن الله} . </p><p> وهكذا نجد أنهم لم ينزهوا الله وأخلُّوا بالإيمان الحق. ولا بد أن نعلم أن من قالوا: إن عُزَيْراً ابن الله ليسوا هم كل اليهود، بل جماعة منهم فقط هي التي جعلت عُزَيْراً ابناً لله لما رأى أفرادها على يديه نعمة أفاءها الله تعالى عليه، فقالوا: هذه نعمة عظيمة جداً لا يمكن أن يعطيها ربنا لشخص عادي، بل أعطاها لابنه. ذلك أن اليهود بعد سيدنا موسى عليه السلام قتلوا الأنبياء، وعاقبهم الله بأن رفع التوراة من صدور الحافظين لها، ولكن طفلاً لم يعجبه </p><p> مشهد قتل الأنبياء فخرج شارداً في الصحراء مهاجراً وهارباً، فقابله شخص في الطريق فسأله: لماذا أنت شارد؟ فقال: خرجْت أطلب العلم. وكان هذا الشخص هو جبريل عليه السلام، فعلَّمه أن لله توراة، فحفظها فصار واحداً من أربعة، هم فقط من حفظوا التوراة: موسى، وعيسى، وعزير، واليسع، ولأن الكتب قديماً لم تكن تكتب على ورق رقيق مثل زماننا، بل كانت تكتب على الأحجار وسعف النخيل، لذلك كان وزن التوراة يقدر بسبعين حِمْل بعير، وحين رجع عزير حافظاً للتوراة، اندهش قومه وقالوا: لا بد أنه ابن الله؛ لأن الله أعطاه التوراة وآثره على القوم جميعاً. ونشأت جماعة من اليهود تؤمن بذلك، وكان منهم سلاَّم بن مشكم، وشاس بن قيس، ومالك ابن الصيف، ونعمان بن أوفى. وحينما أنزل الله قوله:  {وَقَالَتِ اليهود عُزَيْرٌ ابن الله} لم ينكر اليهود المعاصرون لهذا النزول تلك المسألة ولم يكذبوها، فكأن هناك من اليهود الذين كانوا بالمدينة من كان يؤمن بذلك، وإلا لاعترضوا على هذا القول، وهذا دليل على أن ما جاء بالآية يصدق على بعضهم أو هم عالمون بأن قوماً منهم قد قالوا ذلك. وكذلك قالت النصارى عن عيسى عليه السلام، فجاء قول الحق تبارك وتعالى:  {وَقَالَتْ النصارى المسيح ابن الله} </p><p> ويتابع الحق:  {ذلك قَوْلُهُم} فيوضح لنا سبحانه أن النبوة لله جاءت فيها مشبهة، كان يجب أن يلتفتوا إليها وينزهوا الله عن ذلك؛ لأن الحق سبحانه وتعالى يصف عباده بأنهم عباد الله، وأن الخلق كلهم خلق الله تعالى. </p><p> فالمولى سبحانه وتعالى وهو الخالق والقادر على كل شيء خلق كل الخلق </p><p> من عدم ولم يتخذ صاحبة ولا ولداً. ولكن الشبهة عند بعض من أتباع المسيح جاءت من أنه أوجِدَ من دون أب، ونقول لهم: لو أن هذا الأمر جاء لكم من هذا الطريق، فكان من الأوْلى أن تجيء ذات الشبهة في خلق آدم؛ لأن قصارى ما في المسيح أنه جاء من غير أب، ولكن آدم جاء من غير أب ومن غير أم، فأيهما كان أوْلى أن يكون ابن إله؟ </p><p> ولذلك يقول القرآن الكريم:  {إِنَّ مَثَلَ عيسى عِندَ الله كَمَثَلِءَادَمَ} . والحق سبحانه وتعالى يخلق الشيء - أي شيء - بأسباب، وكل الأَسباب مخلوقة له، والولد منا - في جمهرة الناس - ينشأ من اجتماع الأب والأم، والشيء المردود بين شيئين له صور منطقية أربعة: إما أن يوجد بوجود شيئين ذكر وأنثى، وإما أن يوجد بانعدام الشيئين مثل آدم، وإما أن يوجد بوجود واحد من الشيئين وهو الذكر مثل حواء، فقد خلقها الله من آدم مصداقاً لقوله:  {وَخَلَقَ مِنْهَا زَوْجَهَا} ، وإما بوجود واحد من الشيئين وهي الأنثى وخلق عيسى عليه السلام منها بدون وجود الذكر. وليعلمنا الله سبحانه وتعالى جميعاً أن الأسباب لا دخل لها في التكوين، وأن المسبِّب هو القادر على أن يوجِد من غير أب وأم كما أوجد آدم، وأن يوجد من أب وأم كما أوجد جمهرة الناس، وأن يوجد من أم دون أب كما أوجد عيسى، وأن يوجد من دون أم كما أوجد حواء. </p><p> إذن: فالقسمة دائرة بقدرة الله وإرادته، ولا دخل لأحد إلا إرادة الحق سبحانه وتعالى، فالأسباب ليست هي الفاعلة في ذاتها، بل إرادة الخالق سبحانه هي الفاعلة، ولذلك يقول المولى سبحانه وتعالى:  {لِلَّهِ مُلْكُ السموات والأرض يَخْلُقُ مَا يَشَآءُ يَهَبُ لِمَن يَشَآءُ إِنَاثاً وَيَهَبُ لِمَن يَشَآءُ الذكور أَوْ يُزَوِّجُهُمْ ذُكْرَاناً وَإِنَاثاً وَيَجْعَلُ مَن يَشَآءُ عَقِيماً إِنَّهُ عَلِيمٌ قَدِيرٌ}  [الشورى: ٤٩ - ٥٠] . </p><p> أي: قد يوجد الذكر والأنثى ولا يعطي لهما الحق عَزَّ وَجَلَّ أولاداً، وهذه </p><p> طلاقة قدرة من الله تعالى، فإياك أن تقول إنها بأسباب، بل سبحانه وتعالى يَهَبُ لمن يشاء إناثاً، ويهب لمن يشاء ذكوراً، ويجمع لمن يشاء بين الذكور والإناث، ويجعل من يشاء عقيماً، وكان استقبال الناس للمواليد يختلف؛ فالعرب كانوا يحبون إنجاب الذكر؛ لأنه قوي ويحقق العزوة ويركب الخيل، ويحارب الأعداء. ولم يكونوا يحبون إنجاب الفتاة لأنها قد تأتي منها الفضائح، ولذلك يقول الحق تبارك وتعالى:  {وَإِذَا بُشِّرَ أَحَدُهُمْ بالأنثى ظَلَّ وَجْهُهُ مُسْوَدّاً وَهُوَ كَظِيمٌ يتوارى مِنَ القوم مِن سواء مَا بُشِّرَ بِهِ. .} </p><p> [النحل: ٥٨ - ٥٩] . </p><p> وجاء الإسلام ليوضح: أنه ما دام لا دخل لك في الإنجاب والإنسال، فَدع الأمر لمن يهب الأبناء. وقد سمى الحق تبارك وتعالى الأبناء «هبة» ليذكرك أن الإنجاب شيء أعطاه سبحانه لك بلا مقابل منك، فالذكور هبة، والإناث أيضا هبة. فلا تفضل تلك الهبة عن هذه الهبة. ودائماً أقول للذي ينجب بنات، ويذهب هو وزوجته إلى الأطباء: لو استقبلتم هبة الله في الإناث كما تستقبلونها في الذكور، فإن الحق سبحانه وتعالى يجزيكم جزاء لا يخطر لكم على البال، فيحسن الله كل ابنة لكم في عين رجل صالح ويتزوجها، فإن كُن عشر بنات فهُنَّ يأتين بعشرة رجال أزواج يعاملون الأب والأم لكل زوجة معاملة الأب والأم، وهكذا يرزق الله من يرضى بقسمة الله في الإنجاب، ويصبح أزواج البنات أطوع من الأبناء الذكور، فالذي يرضى بالهبة في الإناث يوضح له الله: رضيتَ بهبتي فيك ولم تكن على سنة العرب من كراهة الإناث؛ لذلك أهبك من أزواج البنات أبناء لم تتعب في تربيتهم ويكونون أكثر حناناً وولاءً من أي أبناء تنجبهم أنت. ولذلك إذا ما وجدت إنساناً قد وُفِّقَ في زيجات بناته، من رجال يصونون أعراضهم ويحسنون معاملة أهل الزوجة، فاعلم أن الأب قد استقبل ميلاد الأنثى بالرضا؛ لأنها هبة الله. </p><p> ويقول المولى سبحانه وتعالى: </p><p> {وَيَجْعَلُ مَن يَشَآءُ عَقِيماً}  [الشورى: ٥٠] . </p><p> إذن: فالعقم أيضاً هبة إلهية؛ لأن الإنسان إذا ما استقبل العقم برضا الله؛ لَوَجَد في كل رجل يراه ابناً له؛ لأنه استقبل الهبة في المنع برضا، مثله مثل من استقبل الإناث كاستقبال الذكور. إذن: ما دامت المسألة هبة من الله فيجب أن تستقبل عطاء الله ومنعه بالرضا. </p><p> وعيسى عليه السلام جاء بنسبة طلاقة القدرة من الخالق سبحانه وتعالى؛ لأن القسمة العقدية والعقلية لا تتم إلا به، ولن تتكرر؛ لأن آدم وُجِدَ أولاً، ومن وجدوا بعد آدم جاء كل منهم من أبوين، وكذلك حواء وُجِدَت من قبلهم، فهذه ثلاث صور قد وجدت في الكون وبقيت صورة ناقصة، هي أن يوجد إنسان من أم دون أب، فأتمها الله عَزَّ وَجَلَّ بعيسى عليه السلام: </p><p> {وَقَالَتْ النصارى المسيح ابن الله ذلك قَوْلُهُم بِأَفْوَاهِهِمْ} </p><p> وقول الحق {ذلك} إشارة إلى القول بأن المسيح ابن الله أو عزير ابن الله، ويضيف الحق عَزَّ وَجَلَّ توضيحاً {ذلك قَوْلُهُم بِأَفْوَاهِهِمْ} . ونسأل: وهل يوجد قول بغير أفواه؟ إن كل قول إنما يكون بالأفواه؛ حتى قول المؤمنين بأن الله واحد وأن محمداً رسول الله هو قول بالأفواه. ونقول: هناك قول بالفم فقط دون أن يكون له معنى من المعاني، وهناك قول بالفم أيضاً وله معنى، إلا أنه غير حقيقي، وكاذب. </p><p> ولنعرف أولاً: ما هو القول؟ إنه كلام يعبر به كل قوم عن أغراضهم؛ كأن تقول للطفل: اجلس، ولا بد أن يكون الطفل فاهماً لمعنى الجلوس، وإن قلتها بالعربية لطفل إنجليزي فلن يفهم معناها. </p><p> إذن: فاللغة ألفاظ يعبر بها كل قوم عن أغراضهم، والغرض هو معنى متفق عليه بين المتكلم والسامع، ولا بد أن يعرف الاثنان ما يشير إليه اللفظ من </p><p> موضوعات. فإن لم يعرف السامع اللفظ الذي يتكلم به المتكلم فهو لا يفهم شيئاً. </p><p> وهكذا نعلم أن الفهم بين المتكلم والمخاطب يشترط فيه أن يكونا عليمين باللفظ، فإذا تكلم متكلم بشيء لا علم للسامع به؛ فهو لا يفهم. وكانوا يضربون لنا المثل قديماً بعلقمة النحوي وكان مشهوراً في النحو والألفاظ واللغة، ويتقعر في استخدام الكلمات، ولا يتكلم إلا باللغة الفصيحة الشاذة التي لا يعرفها الناس، وكان عند علقمة خادم، فمرض علقمة النحوي مرة وذهب إلى طبيب اسمه «أعجز» ليشكو له علة عنده، وقال علقمة للطبيب: قد أكلت من لحوم هذه الجوازىء فقصأت منها قصأة أصابني منها وجع من الوابية إلى دأبة العنق، ولم يزل يمني حتى خالط الخلب وأملت منه السراسيب. ولم يكن الطبيب متخصصاً في اللغة ولا معاجم عنده، فوقف مستغرباً من كلمات علقمة وقال له: أعدْ عليَّ ما قلته فإني لم أفهم، فأعاد علقمة عليه ما قاله بغضب ولوم لأنه لم يفهم لغته، وعرف الطبيب تقعر علقمة فقال له: هات القلم والورقة لأكتب لك الدواء، وكتب له: خذ حرقة وسلقة ورهرقة واغسله بماروس واشربه بماء ماء. فقال علقمة: أعِدْ عليَّ فوالله ما فهمت شيئاً، فقال الطبيب: لعن الله أقلَّنا إفهاماً لصاحبه. وعرف علقمة أنه متقعر في اللغة ويأتي بألفاظ ليست من الألفاظ الدائرة على ألسن الناس. وقال أساتذتنا لنا: ولم يؤدبه عن هذا إلا غلامه أي خادمه، فقد استيقظ علقمة ذات ليلة وقال: يا غلام أصعقت العتاريف، ولأن الغلام لم يفهم فقد رد قائلاً: زقفيلا، وقال علقمة للغلام: وما زقفيل؟ قال: وأنت ما أصعقت العتاريف؟ فقال له: يا بني لقد أردت أصاحت الديكة؟ فقال: وأنا أردت لم تَصِحْ. </p><p> وهنا يقول الحق سبحانه وتعالى:  {ذلك قَوْلُهُم بِأَفْوَاهِهِمْ} إذن: القول هو اللفظ الملفوظ من الفم، وهذا القول إما أن يكون له معنى، وإما ليس له معنى. مثل كلمة «زقفيل» التي قالها خادم علقمة، هذه الكلمة ليس لها </p><p> وجود في اللغة فهي قول باللسان ليس له معنى. وقد يكون القول له معنى؛ إلا أنه كلام باللسان لا يؤيده واقع، فهو كذب. </p><p> وقول الحق سبحانه وتعالى:  {ذلك قَوْلُهُم بِأَفْوَاهِهِمْ} يحتمل الأمرين. إما أنهم يقولون كلاماً لا يقصدونه ولا يعرفون معنى ما يقولون، والمثال: أن نقول: «كتب» ، وهي كلمة مكونة من الكاف والتاء والباء، ويمكن أن نستخدم ذات الحروف فنقول:  «كبت» وهي نفس الحروف أيضاً ولها معنى. </p><p> أو نقول:  «تكب» وهو لفظ غير مستعمل، وهو كلام بالفم ولا معنى له في اللغة، بل هو لفظ مهمل. فإذا قال إنسان كلاماً له معنى فهمناه مثل قول:  «زيد كان بالأمس بالمكان الفلاني» وهنا زيد معلوم، والمكان معلوم، وأمس معلوم. لكن زيداً لم يذهب إلى ذلك المكان، وبذلك يكون القول في حقيقته كذباً لم يحدث. ويكون كلاماً بالفم، ولا واقع له في الحياة. </p><p> إذن: فالقول بالفم إما أن يكون لا معنى له أبداً، فيستعمل كلفظ مهمل لا وجود له في اللغة، وإما أن يكون له معنى في ذاته إلا أنه ليس له واقع يؤيده. </p><p> والحق سبحانه وتعالى يقول:  {مَّا جَعَلَ الله لِرَجُلٍ مِّن قَلْبَيْنِ فِي جَوْفِهِ. .}  [الأحزاب: ٤] . </p><p> والله سبحانه يقول:  {وَمَا جَعَلَ أَزْوَاجَكُمُ اللائي تُظَاهِرُونَ مِنْهُنَّ أُمَّهَاتِكُمْ وَمَا جَعَلَ أَدْعِيَآءَكُمْ أَبْنَآءَكُمْ ذلكم قَوْلُكُم بِأَفْوَاهِكُمْ. .}  [الأحزاب: ٤] . </p><p> هذا إذن كلام لا وجود له في الواقع، فالزوجة لا تصير أمّا لزوجها والولد المتبني لا يكون ابناً للرجل أو المرأة، لذلك يقول الحق تبارك وتعالى:  {ادعوهم لآبَآئِهِمْ هُوَ أَقْسَطُ عِندَ الله}  [الأحزاب: ٥] . </p><p> والحق سبحانه وتعالى يقول:  {الحمد لِلَّهِ الذي أَنْزَلَ على عَبْدِهِ الكتاب وَلَمْ يَجْعَل لَّهُ عِوَجَا قَيِّماً لِّيُنْذِرَ بَأْساً شَدِيداً مِّن لَّدُنْهُ وَيُبَشِّرَ المؤمنين الذين يَعْمَلُونَ الصالحات أَنَّ لَهُمْ أَجْراً حَسَناً مَّاكِثِينَ فِيهِ أَبَداً وَيُنْذِرَ الذين قَالُواْ اتخذ الله وَلَداً}  [الكهف: ١ - ٤] . </p><p> أي: أن هذا القول منهم كلام له معنى في اعتقادهم، ولكن ليس له واقع، ولذلك قال المولى سبحانه وتعالى:  {كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْوَاهِهِمْ} أي: لا واقع لهذا القول يسنده فهو كذب. </p><p> {ذلك قَوْلُهُم بِأَفْوَاهِهِمْ} وهل هذا القول بالأفواه أهم ابتكروه أم ابتدعوه؟ إن الحق سبحانه يوضح لنا:  {يضاهئون قَوْلَ الذين كَفَرُواْ مِن قَبْلُ} أي: أنهم لم يأتوا بهذا التصور من عندهم، بل من شيء له واقع، فقد قال المشركون ما أورده الحق على ألسنتهم:  {وَجَعَلُواْ الملائكة الذين هُمْ عِبَادُ الرحمن إِنَاثاً}  [الزخرف: ١٩] . </p><p> فقد توهم المشركون أن لله تعالى بنات والعياذ بالله - وسبحانه منزه عن ذلك، في ذلك يخاطبهم المولى {أَلَكُمُ الذكر وَلَهُ الأنثى} - إذن: فهذا كلام قديم؛ لذلك قال الحق عنهم:  {يضاهئون} أي: يشابهون ويماثلون الذين من قبلهم حينما قالوا مثل ذلك، كما أن البوذية في الصين واليابان قالت ببنوة الإله والحلول وقد حفظ بعضهم من هؤلاء، ولم يطرأ جديد من ألسنتهم، وهم كما وصفهم القرآن الكريم {يضاهئون} أي: يشابهون ويماثلون به قول الذين كفروا من قبل، و «المضاهاة» هي المماثلة والمشابهة، وقالوا: إن مادتها مأخوذة من امرأة «ضَهيْاء» وهي التي ضاهت وشابهت </p><p> الرجل، في عدم الحيض أو الحمل أو الولادة، وهي بذلك تكون شبيهة بالرجل. </p><p> {يضاهئون قَوْلَ الذين كَفَرُواْ مِن قَبْلُ} والتعقيب هنا إنما يصدر من الحق تبارك وتعالى عليهم، ولم يتركه الحق لنا، وساعة تسمع:  {اتخذ الله وَلَداً} فالفطرة الإنسانية تفرض أن يقول السامع لهذا الكلام: قاتلهم الله كيف يقولون هذا؟ وشاء الحق هنا أن يتحملها عنا جميعاً؛ لأننا إن قلنا نحن:  «قاتلهم الله أو لعنهم الله» فلا أحد منا يضمن استجابة الدعاء عليهم، فالأمر قد لا يتحقق، ولكن حين يقولها الحق سبحانه وتعالى. فتكون أمراً مقضياً. لذلك يقول الحق:  {قَاتَلَهُمُ الله أنى يُؤْفَكُونَ} ، وما معنى قاتلهم الله؟ أنت إذا رأيت فعلاً قبيحاً من فرد، تقول: قاتله الله. لأن حياته تزيد المنكرات، ومثال ذلك من يسب أباه، يقول من يسمعه «قاتله الله» بينما يقول الإنسان منا لإنسان يفعل الخير: «فليعش هذا الرجل الطيب» ؛ لأنك ترى أن حياته فيها خير للناس. </p><p> وقول الحق:  {قَاتَلَهُمُ الله} أي لعنهم وطردهم، ويقول سبحانه وتعالى:  {أنى يُؤْفَكُونَ} ، وكلمة {أنى} ترد بمعنيين، فمرة تعني «من أين؟» ، ومرة أخرى تعني «كيف؟» ، والمثال على معناها الأول قول الحق سبحانه وتعالى على لسان سيدنا زكريا لما دخل على مريم البتول:  {أنى لَكِ هذا}  [آل عمران: ٣٧] . </p><p> قال ذلك لأنه رأى عندها أشياء من الخيرات لم يأت بها إليها، مع أنه هو الذي يكفلها، والمفترض فيه أن يأتي لها بمقومات حياتها، وعندما دخل عليها ووجد شيئاً هو لم يأت به، سألها:  {أنى لَكِ هذا} أي: من أين لك هذا؟ فأجابت مريم المصطفاة بما جاء في القرآن الكريم: </p><p> {قَالَتْ هُوَ مِنْ عِندِ الله إِنَّ الله يَرْزُقُ مَن يَشَآءُ بِغَيْرِ حِسَابٍ}  [آل عمران: ٣٧] . </p><p> وجاء الحق بهذه الكلمة لتخدم أموراً إيمانية كثيرة جداً، وجاء بها على لسان مريم المصطفاة؛ لأن المسألة ليست مجرد طعام يأتيها من مصدر لا يعلمه البشر حتى من هي في كفالته. بل هي تقديم لما سوف يحدث. فلا تظن أن الأمور تسير سير المسألة الحسابية بأسباب ومسببات، وعلل ومعللات، ومقدمات ونتائج، بل هي بإرادة الله تعالى؛ لأنها لو كانت من عند الإنسان لفعلها بحساب، ولكن الحق سبحانه وتعالى يعطي بلا حساب؛ لأنه خالق الأسباب، وهو قادر على أن يخلق المسبَّب على الفور:  {يَرْزُقُ مَن يَشَآءُ بِغَيْرِ حِسَابٍ}  [آل عمران: ٣٧] . </p><p> وحين أنطق الحق سبحانه وتعالى مريم بهذا إنما كان ليوضح لها ولزكريا في آن واحد: إنك يا زكريا تأتي لها بالرزق في حدود قدراتك وحساباتك البشرية، ولكن الله يأتيها بالرزق بغير حساب، وهو ما تستطيع أن تأتي به قدرات البشر، فقد يكون الرزق الذي رآه سيدنا زكريا عند سيدتنا مريم لوناً من الأطعمة لا يأتي إلا في الصيف، بينما كان الوقت شتاء، أو العكس، وقد يصح أن هذا الرزق ليس في بلادهم مثله، ولذلك قال:  {أنى لَكِ هذا} وقول الحق تبارك وتعالى: {أنى لَكِ هذا} هو قضية تربوية اجتماعية بمعنى أن الكفيل على قوم حينما يرى عندهم أشياء لم يأتِ بها هو، وجب عليه أن يسأل عن مصدرها، فحينما ترى في يد ابنك قلم حبر غالي الثمن وأنت لم تحضره له، لا بد أن تسأله: من أين جئت به؟ وذلك لتعرف التأثيرات الخارجية عليه، هل سرقه؟ أم أن أحداً أراد استدراجه إلى غرض سَيِّئ فأغراه بهذا القلم؟ </p><p> لا بد إذن أن تسأل ابنك: من أين لك هذا؟ وكذلك إن رأيت ابنتك ترتدي ثوباً لم تأت لها به ولا أتت به أمها بعلمك، لا بد أن تسأل ابنتك: من أين </p><p> لك هذا؟ وهذه القضية إن سيطرت على كل بيت من بيوتنا فلن يحدث في البيوت ما يشينها، لكننا للأسف الشديد نرى في بعض البيوت طفلاً يدخل ومعه قطعة من الشيكولاتة، ولا تسأله الأم: من أين لك هذا؟ بل تربت عليه وتأخذ منه قطعة من «الشيكولاته» لتأكل معه. </p><p> لكن الأم التي تجيد التربية تماماً تسأل الابن: من أين أتيت بها؟ حتى تعرف هل ثمنها مناسب لمصروف يده أم لا، فإن لم تجد أنه قد جاء بهذه «الشيكولاتة» من مصدر معلوم لها وحلال فهي تحذره وتضرب على يده. </p><p> ولا بد لنا أن نعلم أن قانون:  «من أين لك هذا؟» يحكم العالم كله؛ لأنه يتحكم في التربية الاجتماعية كلها. وقد سبق الإسلام العالم بأربعة عشر قرناً حين أنزل الحق تبارك وتعالى قوله:  {أنى لَكِ هذا} ، وأجابت سيدتنا مريم الإيجاب الإيماني، وأوضحت لسيدنا زكريا عليه السلام: أنت تتكلم بحسابك ولكني أتكلم بحساب الله تعالى؛ لأن الله يرزق من يشاء بغير حساب، أنطقها الحق ذلك لأن هذا القول سوف يخدم قضايا عقدية متعددة في الكون: </p><p> القضية الأولى: أنها ساعة أن قالت: {إِنَّ الله يَرْزُقُ مَن يَشَآءُ بِغَيْرِ حِسَابٍ}  [آل عمران: ٣٧] . </p><p> نبهت زكريا إلى قضية عقدية، وهي أن الله سبحانه وتعالى غير محكوم بالأسباب، وسبحانه يعطي بلا حساب، ونظر زكريا إلى نفسه متسائلاً: ما دام الله عَزَّ وَجَلَّ يعطي بغير حساب، وأنا قد بلغت من الكبر عتياً، وامرأتي عاقر، فلماذا لا أطلب منه أن يعطيني الولد؟ </p><p> إذن: فقد نبهت مريم سيدنا زكريا عليه السلام ولفتت نظره إلى قضية عقدية، وهي أن الله يعطي بلا أسباب، وبلا حساب، فدعا الله أن يرزقه غلاماً فلما بشره الحق بالغلام تساءل: كيف يرزق بالغلام وامرأته عاقر، وهو قد بلغ من الكبر عتياً؟ وجاءت الإجابة من الحق سبحانه وتعالى: </p><p> {قَالَ كذلك قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٌ وَقَدْ خَلَقْتُكَ مِن قَبْلُ وَلَمْ تَكُ شَيْئاً}  [مريم: ٩] . </p><p> وهكذا انتفع زكريا بعطاء الله بالابن، ولم يكتَف الحق سبحانه وتعالى بذلك، بل تكفل عن زكريا بتسميته، ولله ملحظ في تسميته، ونحن نعلم أن الناس تسمي الوليد الصغير بأسماء تتيمن بها، مثل أن يسمى رجل ابنه «سعداً» رجاء أن يكون سعيداً، وقد يسمونه «فارساً» ، رجاء أن يكون فارساً، ويسمونه «فضلاً» رجاء أن يكون كريماً، ويسمون الفتاة «قمراً» لعلها تكون جميلة. إذن: فالتسمية باسم يحمل معنىً شريفاً على أمل أن يكون الوليد هكذا، وهناك شاعر كان أولاده يموتون بعد الولادة، فجاءه ابن وسمَّاه يحيى، فمات هذا الابن أيضاً فقال الشاعر متحسِّراً: </p><p> سَمَّيتُه يَحْيى لِيَحْيا فَلمْ ... يكُنْ لِرد قضاء اللهِ فيه سَبِيلُ </p><p> إذن: فالتسمية بالاسم الشريف، أو بالاسم الذي يدل على الشيء المؤمَل هو رجاء أن يكون الوليد هكذا، لكن المسمى لا يملك أن يكون سعيداً، ولا أن يكون فارساً، ولا أن يعيش؛ لأن الذي يملك كل ذلك هو الله سبحانه وتعالى، فإذا كان الله هو الذي سمى يحيى، فلا بد أن يكون الأمر مختلفاً؛ لأن الذي يملك هو الذي سمَّى، فهل سيعيش يحيى بن زكريا كالحياة التي نحياها وفيها الموت مُحتَّم على الجميع؟ نعم؛ لذلك شاء له الله أن يموت لتبقى حياته موصولة إلى أن تقوم الساعة. وهكذا رأت سيدتنا مريم آثار ذلك منذ أن قال لها زكريا عليه السلام {أنى لَكِ هذا} وأجابت: {إِنَّ الله يَرْزُقُ مَن يَشَآءُ بِغَيْرِ حِسَابٍ}  [آل عمران: ٣٧] . </p><p> لقد رأت كل ذلك في سيدنا زكريا وفي ميلاد يحيى، وجعل الله كل ذلك مقدمات لها؛ لأنها سَتُمتحن في عِرْضها فهي التي ستنجب ولدا من غير أب، وعليها أن تتذكر دائماً قولها:  {إِنَّ الله يَرْزُقُ مَن يَشَآءُ بِغَيْرِ حِسَابٍ}  [آل عمران: ٣٧] . </p><p> ولذلك تجد القرآن الكريم في قصصه العجيب يقول على لسان مريم:  {أنى يَكُونُ لِي غُلاَمٌ وَلَمْ يَمْسَسْنِي بَشَرٌ}  [مريم: ٢٠] . </p><p> وقد بشرَّها الحق تبارك وتعالى بذلك في سورة آل عمران:  {إِنَّ الله يُبَشِّرُكِ بِكَلِمَةٍ مِّنْهُ اسمه المسيح عِيسَى ابن مَرْيَم}  [آل عمران: ٤٥] . </p><p> وما دام قد نسبه الله لها فلن يكون له أب، فتساءلت: كيف يكون لي غلام من غير أب. ويُذكِّرها الحق عَزَّ وَجَلَّ بهذا القول:  {إِنَّ الله يَرْزُقُ مَن يَشَآءُ بِغَيْرِ حِسَابٍ}  [آل عمران: ٣٧] . </p><p> وقال لها:  {كذلك قَالَ رَبُّكَ}  [مريم: ٢١] . </p><p> مثلما قال لزكريا من قبل، إذن {أنى} هذه هي مفتاح الموضوع العقدي كله، في زكريا ويحيى، وفي مريم وعيسى، وهذا هو معنى {أنى} وقلنا إن «أنّى» تأتي بمعنى كيف؟ مثل قول الحق تبارك وتعالى على لسان إبراهيم عليه السلام:  {رَبِّ أَرِنِي كَيْفَ تُحْيِي الموتى}  [البقرة: ٢٦٠] . </p><p> وسيدنا إبراهيم لا يُكذب أن الله قادر على الإحياء، ولكنه يسأل عن الكيفية، وهنا يقول الحق:  {قَاتَلَهُمُ الله أنى يُؤْفَكُونَ} أي: كيف يعدلون عن الحق؟ فالقضية منطقية، وما كان يصح أن تغيب عنهم، فكيف يُصرَفون عن </p><p> هذه الحقيقة التي توجبها الفطرة الإيمانية؟ وكيف يضلون عن الحق وهو ظاهر ويعدلون إلى الباطل؟ </p><p> ويقول سبحانه بعد ذلك عن أهل الكتاب:  {اتخذوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَاباً مِّن دُونِ الله والمسيح ابن مَرْيَمَ ... } </p>"
}