{
  "id": null,
  "sura": 9,
  "aya": 108,
  "text": "<p> فهل قوله الحق:  {لاَ تَقُمْ فِيهِ أَبَداً} معناه ألأن يظل المسجد قائما ولا تقام فيه صلاة؟ هل {لاَ تَقُمْ فِيهِ أَبَداً} صيغتها النهي، أي لا تُصَلِّ فيه، أم أنها إخبار من الحق بأنك لن تقيم فيه صلاة أبداً؛ لأنه لن يكون له وجود؟ </p><p> إن قوله الحق سبحانه يعني أن هذا المسجد يجب ألا يكون له وجود، ثم تجد الله سبحانه يقول:  {لَّمَسْجِدٌ أُسِّسَ عَلَى التقوى مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَن تَقُومَ فِيهِ} إذن: فالمسألة ليست في بناء المسجد، ولكنها فيمن يدخل المسجد ويعمره، فهنا مسجد، وهناك مسجد، أما المسجد الأول فقد أسس على التقوى، وفيه أناس يحبون أن يتطهروا، أما مسجد الضرار فقد أقامه منافقون يحبّون أن يتقذروا؛ لأنهم المقابل لمن يحبون أن يتطهروا. </p><p> ومعنى الحب هو ميل الطبع إلى شيء تنبسط له النفس وتخفُّ لعمله. </p><p> وحينما نزلت هذه الآية قال رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «يا معشر الأنصار، إن الله قد أثنى عليكم في الطهور، فما طهوركم هذا؟قالوا:يا رسول الله نتوضأ للصلاة ونغتسل من الجنابة،فقال رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:فهل مع ذلك من غيره؟» </p><p> وهنا قال أهل قباء:  «لا، غير أن أحدنا إذا خرج من الغائط أحب أن يستنجي بالماء» ، وكان الواحد منهم يمسك الحجر ويمسح به محل قضاء الحاجة؛ فيخفف من استخدام المياه؛ لأن المياه كانت قليلة عندهم، ثم يستخدم الماء بعد الأحجار ليكمل ويتم نظافته، وأضافوا:  «ولا نبيت على جنابة، ولا نُصرّ على ذنب، فإن غلبنا الذنب تعجّلنا التوبة» . </p><p> {يُحِبُّونَ أَن يَتَطَهَّرُواْ والله يُحِبُّ المطهرين} والحب هنا متبادل، فلا شيء أقسى على النفس من أن يكون الحب من طرف واحد، وهذا هو الشقاء بعينه. والشاعر يقول: </p><p> أنتَ الحبِيبُ ولَكنِّي أعُوذُ بِكَ ... مِنْ أنْ أكُونَ حَبِيباً غَيْرَ مَحْبُوبِ </p><p> وشقاء المحبين أن يكون الحب من جانب واحد، أما حين يكون الحب متبادلاً من الحانبين فهو قمة الإيعاد والإبعاد، فحين تكون العداوة من جانبين فهي تأخذ قمة الإسعاد، وكذلك حين تكون العداوة من جانبين فهي تأخذ قمة الإيعاد والإبعاد، فحين تكون العداوة من جانب واحد، تنتهي بسرعة، لكن عندما تكون من الجانبين فإنها لا تنتهي بل تزداد اشتعالاً. </p><p> إذن: فحين يكون الحب متبادلاً تجد المحب كلما رأى حبّاً من حبيبه رد عليه بحب، فينمو الحب ويزداد، ولا يكون الأمر كذلك إلا إذا كان حب القلوب فيما لا يتغير وهو «الحب في الله» ، فإذا رأيت حبّاً بين اثنين يتناقص بمرور الزمن؛ فاعلم أنه حب لغير الله، وإن رأيت الحب ينمو كل يوم، فاعلم أنه حب في الله. </p><p> والحق سبحانه يقول في قصة فرعون وموسى:  {فالتقطه آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوّاً وَحَزَناً ... }  [القصص: ٨] </p><p> هم لم يلتقطوه ليكون عدواً لهم؛ فهذا الاحتمال لو كان قد جاء في بال آل فرعون لقتلوه، ولكنهم التقطوه ليكون قرة عين لهم، فانظر كيف يدخل الله على تغفيل الكافرين به، فآل فرعون هم من يربون موسى؛ ولذلك قال له فرعون:  {أَلَمْ نُرَبِّكَ فِينَا وَلِيداً وَلَبِثْتَ فِينَا مِنْ عُمُرِكَ سِنِينَ}  [الشعراء: ١٨] </p><p> ولكن موسىعليه السلام لا يجامل في الحق؛ لأن الحق سبحانه وتعالى هو من ربّاه، أما تربية فرعون فلم يكن لها اعتبار في ميزان الحق، وقد </p><p> تكون العداوة هينة لو كانت من جانب موسى وحده، ولكن شاء سبحانه ألا تكون العداوة من جانب موسى فقط، بل من جانب فرعون أيضاً، فيقول سبحانه:  {يَأْخُذْهُ عَدُوٌّ لِّي وَعَدُوٌّ لَّهُ ... }  [طه: ٣٩] </p><p> ويقول سبحانه في مجال الحب المتبادل:  {فَسَوْفَ يَأْتِي الله بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ ... }  [المائدة: ٥٤] </p><p> فحين يحبون الله يرد سبحانه على تحية الحب بحب زائد، وهم يردون على تحية الحب منه سبحانه بحب زائد، وهكذا تتوالى زيادات وزيادات؛ حتى نصل إلى قمة الحب، ولكن الحب عند الله لا نهاية له، وأنت حين تقرأ قوله سبحانه وتعالى:  {قُلِ الحمد لِلَّهِ وَسَلاَمٌ على عِبَادِهِ الذين اصطفى ... }  [النمل: ٥٩] </p><p> ويقول سبحانه أيضاً:  {تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُ سَلاَمٌ ... }  [الأحزاب: ٤٤] </p><p> لم يأت سبحانه هنا ب «ال» التعريفية؛ لأنها لو جاءت لانحصرت السلام في لون واحد. فأنت حين تقول: لَقيت الرجل، فأنت تحدد الرجل. لكنك إنْ قلت: لقيت رجلاً. فقد يكون الرجل هذا أو ذاك أو غيرهما. فإن جاء الاسم نكرة صار شائعاً، أما إن كان بالتعريف فيكون محدداً. </p><p> والحق حين تكلم عن يحيى عليه السلام قال:  {وَسَلاَمٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَياً}  [مريم: ١٥] </p><p> لأنه يريد أن يكثر السلام. وحين تكلم عيسى عليه السلام عن نفسه قال:  {والسلام عَلَيَّ يَوْمَ وُلِدْتُّ وَيَوْمَ أَمُوتُ وَيَوْمَ أُبْعَثُ حَيّاً}  [مريم: ٣٣] </p><p> وحين يلقاك إنسان فهو يقول لك:  «سلام عليكم» ، وأنت ترد:  «وعليكم السلام» ، لماذا؟ لأن «سلام عليكم» معناها أن السلام منى يكون عليك وعلى غيرك، أما ردُّك «وعليكم السلام» فيعني أنك خَصَصْته بهذا السلام. </p><p> وهنا الآية التي نحن بصدد خواطرنا عنها زادت في التحية حيث يقول الحق سبحانه: </p><p> {فِيهِ رِجَالٌ يُحِبُّونَ أَن يَتَطَهَّرُواْ والله يُحِبُّ المطهرين} وهذا لأن الذي يحب أن يكون طاهراً دائماً، قد أنس بفيوضات الله عليه، وما دامت ذراته كلها طاهرة من النجاسات المعنوية ومن النجاسات الحسية يصبح جهاز استقبال الفيوضات من الله عنده صالحاً دائماً للاستقبال، والحق سبحانه وتعالى يرسل إمداداته في كل لحظة، ولا تنتهي إمداداته على الخلق أبداً، وسبحانه يصف نفسه بأنه القيوم فاطمئنوا أنتم، فإن كنتم تريدون أن تناموا فناموا؛ فربكم لا تأخذه سنة ولا نوم. </p><p> إذن: فقد جاء الإيمان ليريحنا إلا ليتعبنا، كما أنه سبحانه يصف نفسه:  {بَلْ يَدَاهُ مَبْسُوطَتَانِ يُنفِقُ كَيْفَ يَشَآءُ ... }  [المائدة: ٦٤] </p><p> أي: يطمئن الخلق أنهم بمجرد إيمانهم ستأتيهم إمدادات الله وفيوضاته المعنوية والمادية. فصحِّح جهاز استقبالك؛ بألا توجد فيه نجاسة حسيّة أو نجاسة معنوية؛ ولذلك إذا رأيت إنساناً عنده فيوضات من الحق فاعلم أن ذرات جسمه مبنية من حلال، ولا توجد به قذارة معنوية، ولا قذارة حسّية، ويتضح ذلك كله على ملامح وجهه، وكلماته، وحسن استقباله. وإن كان أسمر اللون فتجده يأسرك ويخطف قلبك بنورانيته. وقد تجد إنساناً أبيض اللون لكن ليس في وجهه نور؛ لأن فيوضات ربنا غير متجلية عليه. </p><p> وكيف تأتي الفيوضات؟ إنها تأتي بتنقية النفس؛ لأن الإنسان إن افتقر إلى الفيوضات الربانية، فعليه أن يبحث في جهازه الاستقبالي. وأضرب هنا مثلاً بالإرسال الإذاعي، فمحطات الإذاعة ترسل، ومن يملك جهاو استقبال سليم فهو يلتقط البث الإذاعي، أما إن كان جهاز الاستقبال فاسداً فهذا لا يعني أن محطات الإذاعة لا تبث برامجها. </p><p> ولذلك قال الحق:  {بَلْ يَدَاهُ مَبْسُوطَتَانِ ... }  [المائدة: ٦٤] </p><p> فاحرص دائماً على أن تتناول من يد ربك المدد الذي لا ينتهي، والحديث الشريف يقول: </p><p> «إن الله يبسط يده بالليل ليتوب مسيء النهار، ويبسط يده بالنهار ليتوب مسيء الليل حتى تطلع الشمس من مغربها» </p><p> والليل قد ينتهي عند إنسان، ويبدأ عند إنسان آخر، وهكذا النهار، فالليل مستمر دائماً والنهار مستمر دائماً، فيداه سبحانه مبسوطتان دائما ولا تنقبضان أبداً. </p><p> ثم يقول سبحانه:  {أَفَمَنْ أَسَّسَ بُنْيَانَهُ على تقوى ... } </p>"
}