{
  "id": null,
  "sura": 9,
  "aya": 16,
  "text": "<p> ساعة تسمع «أم» فاعلم أنها إضرابية، أي: ما كان الله سبحانه ليترككم حتى يعلم - علم الواقع - من منكم يؤمن إيمانا يؤهله للجهاد في سبيل الله؛ فإن ظننتم أن الله تارككم بدون ابتلاء وبدون أن يختبركم ويمحصكم، فيجب أن تعرضوا عن ذلك وتفهموا ما يقابله. </p><p> إذن فالابتلاء أمر ضروري لمن أراد الله تعالى له أن يتحمل أمر الدعوة ليواجه شراسة التحلل والفساد، لذلك يُصفِّي الله من آمنوا حتى يقف كل واحد منهم موقف الانتماء إلى الله مضحيا في سبيل الله. وساعة يقول الحق عَزَّ وَجَلَّ في شيء كلمة {وَلَمَّا يَعْلَمِ} فليس معنى ذلك أنه لم يعلم وسيعلم، لا، فسبحانه يعلم كل شيء أزلا، ولكن العلم الأزلي لا يكون حجة على البشر. ودائماً أضرب هذا المثل - ولله المثل الأعلى - نجد عميد إحدى الكليات أحيانا يعلن عن جائزة علمية يريد أن يعطيها للمتفوقين؛ فيقول له المدرس الذي يشرف على تحصيل التلاميذ: إن فلاناً هو الأول وهو يستحق الجائزة، </p><p> فيقول العميد: ولكني أريد أن تعقد امتحاناً؛ ليكون حجة على غير المتفوقين؛ وهذا هو علم الواقع العملي الذي أراده الحق عَزَّ وَجَلَّ من الابتلاء، وسبحانه وتعالى يعلم كل شيء أزلا، ولكن العلم الواقعي هو حجة على المخالفين. </p><p> {أَمْ حَسِبْتُمْ أَن تُتْرَكُواْ}  [التوبة: ١٦] . </p><p> أي بدون ابتلاء أو تمحيص. وقوله تعالى: </p><p> {وَلَمَّا يَعْلَمِ الله}  [التوبة: ١٦] . </p><p> «ولمَّا» للنفي، ومثلها مثل قولنا:  «لما يأت» أي: أنه لم يتحقق المجيء حتى الآن، وتختلف «لما» عن «لم» ، ف «لم» لا تؤذن بتوقع ثبوت ما بعدها، فما يأتي بعدها لن يتحقق أبدا، أما «لما» فتؤذن بتوقع ثبوت ما بعدها، أي أن ما بعدها. . لم يتحقق إلى لحظة نطقها، ولكنه قد يتحقق بعد ذلك. فإن قلت:  «لما يثمر بستاننا» أي: أن البستان الذي تملكه لم يثمر، ولكنه قد يثمر بعد ذلك. وسبحانه وتعالى يقول:  {قَالَتِ الأعراب آمَنَّا قُل لَّمْ تُؤْمِنُواْ ولكن قولوا أَسْلَمْنَا وَلَمَّا يَدْخُلِ الإيمان فِي قُلُوبِكُمْ}  [الحجرات: ١٤] . </p><p> ومعنى القول الكريم: أن الإيمان لم يدخل في قلوبهم إلى الآن، ولكنه سوف يدخل بعد ذلك، وهذه بشارة لهم. فقد قالت الأعراب:  «آمنا» فأوضح الحق سبحانه وتعالى: بل أسلمتم ولم يدخل الإيمان قلوبكم؛ لأن الإيمان هو الاعتقاد القلبي الجازم، والإسلام انقياد لما يتطلبه إيمان القلب من سلوك، أي: أنتم قد سلكتم سلوك الإسلام، ولكنه سلوك سطحي لم يأت من ينابيع القلب. وقول الحق هنا: </p><p> {وَلَمَّا يَعْلَمِ الله الذين جَاهَدُواْ مِنكُمْ}  [التوبة: ١٦] . </p><p> لا يعني أن علمه متصل بوقت الكلام، فعلم الله تعالى موصول أزلي وسبحانه مُنزَّهٌ عن الأغيار. </p><p> إذن فالعلم المراد هنا هو علم الواقع الذي سوف يكون حجة عليكم؛ لأن الله سبحانه وتعالى لو لم يختبركم لقلتم: لو أمرتنا يا رب بالقتال لقاتلنا، ولو أمرتنا بالصبر في الحرب لصبرنا، وَلَكُنَّا أكبر المجاهدين. </p><p> ولذلك جاءت الابتلاءات كتجربة عملية، ومن هذه الابتلاءات مواجهة العدو في حرب، فمن هرب ثبت له التقصير في المواجهة، ومن لم يصبر على الابتلاءات، عرف تقص إيمانه وأصبح ذلك علما واقعا. </p><p> {وَلَمَّا يَعْلَمِ الله الذين جَاهَدُواْ مِنكُمْ وَلَمْ يَتَّخِذُواْ مِن دُونِ الله وَلاَ رَسُولِهِ وَلاَ المؤمنين وَلِيجَةً}  [التوبة: ١٦] . </p><p> إذن فالله يريد بعلم الواقع التمييز بين صدق الجهاد وبين الفرار منه، وأن يكون هناك سلوك إيماني واضح؛ يبين أن هؤلاء القوم لم يتخذوا من دون الله ولا رسوله وليجة، و «الوليجة» من فعلية، بمعنى فاعل، و «والجة» يعني «داخلة» . {ذلك بِأَنَّ الله يُولِجُ الليل فِي النهار وَيُولِجُ النهار فِي الليل}  [الحج: ٦١] . </p><p> أي: يُدخْل الليل على النهار ويُدخل النهار على الليل، والمراد ب «الوليجة» الشيء الذي يدخل في شيء ليس منه، وهي من الكلمات التي تطلق ويستوي فيها المفرد المذكر والمؤنث، والمثنى والمثناة وجمع المذكر وجمع المؤنث، وتقول:  «امرأة وليجة» و «رجال وليجة» . كما تقول:  «رجل عدل» و «امرأة عدل» ، و «رجلان عدل» ، «امرأتان عدل» ، و «رجال عدل» و «نساء عدل» ، لا تختلف في كل هذه الحالات. </p><p> والمراد بالوليجة هنا بطانة السوء التي تدخل على المؤمنين الضعاف، وتتخلل نفوسهم ليفشوا أسرار المؤمنين ويبلغوها للكفار. ولذلك شاء الحق سبحانه وتعالى أن يوضح لنا {وَلَمَّا يَعْلَمِ الله الذين جَاهَدُواْ} أي: أن يعلم سبحانه علما واقعيا من جاهدوا، ولم يتخذوا بطانة سوء من الكفار يدخلونهم في شئونهم دخولا يكتشفون أسرارهم. </p><p> {وَلَمْ يَتَّخِذُواْ مِن دُونِ الله وَلاَ رَسُولِهِ وَلاَ المؤمنين وَلِيجَةً}  [التوبة: ١٦] . </p><p> فالممنوع هنا - إذن - أن يتخذ المؤمنون الكفار وليجة؛ لأن الكافر من هؤلاء سيأخذ أسرارهم ويفشيها لعدوهم. وبذلك يتعرض المؤمنون للخطر. وعلى المؤمن أن يجعل الله عَزَّ وَجَلَّ هو وليجته، وأن يجعل الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ هو وليجته، وأن يجعل المؤمنين هم وليجته، ويسمح لهم أن يتداخلوا معه، وهم مأمونون على ما يعرفونه من بواطن الأمور، أما الأعداء والخصوم من الكفار فهم غير مأمونون على شيء من أسرار المؤمنين. ويذيل الحق سبحانه وتعالى الآية الكريمة بقوله: </p><p> {والله خَبِيرٌ بِمَا تَعْمَلُونَ}  [التوبة: ١٦] . </p><p> والمعنى: إن كنتم تحسبون أنكم تتداخلون مع الكفار وتعطونهم أسرار المؤمنين ولا أحد يعرف، فاعلموا أن الله تعالى يسمع ويرى، وأن الله خبير لا تخفى عليه خافية، فلا تخدعوا أنفسكم وتحسبوا أنكم إن أخفيتم شيئا عن عيون الخلق قد يخفى على الله أبدا؛ فلن يخفى شيء عن عيون الخالق؛ </p><p> لأنكم إن عمَّيتُم على قضاء الأرض، فلن تُعمُّوا على قضاء السماء. </p><p> وينقلنا الحق سبحانه وتعالى إلى قضية أخرى في قوله عَزَّ وَجَلَّ:  {مَا كَانَ لِلْمُشْرِكِينَ أَن يَعْمُرُواْ مَسَاجِدَ الله شَاهِدِينَ على أَنْفُسِهِمْ بِالْكُفْرِ} </p>"
}