{
  "id": null,
  "sura": 9,
  "aya": 83,
  "text": "<p> والله سبحانه وتعالى يوضح لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: عندما تنتهي الغزوة وتعود إلى المدينة، فهناك حكم لابد أن تطبقه مع هؤلاء المنافقين، الذي تخلفوا وفرحوا بعدم الجهاد. </p><p> وقوله:  {فَإِن رَّجَعَكَ} كلمة «رجع» من الأفعال، وكل فعل يجب أن يكون له فاعل ومفعول، فلا يمكن أن تقول:  «ضرب محمد» ثم تسكت؛ لأنه عليك أن تبين من المضروب. ولا يمكن أن تقول «قطف محمد» ، بل لابد أن تقول ماذا قطف؟ وهكذا تحتاج إلى مفعول يقع عليه الفعل. ولكن هناك أفعالاً لا تحتاج إلى مفعول. كأن تقول:  «جلس فلان» والفعل الذي يحتاج إلى مفعول اسمه «فعل مُتعَدٍّ» أما الفعل الذي لا يحتاج إلى مفعول فاسمه «فعل لازم» . إذن: فناك فعل متعد وفعل لازم. </p><p> وهنا في هذه الآية الكريمة يقول الحق سبحانه:  {فَإِن رَّجَعَكَ الله} والحق سبحانه هو الفاعل، والكاف في {رَّجَعَكَ} هي المفعول به. ولكن لأنها ضمير ملتصق بالفعل يتقدم المفعول على الفاعل. إذن:  {فَإِن رَّجَعَكَ الله} رجع فعل متعد، والفاعل لفظ الجلالة. والمفعول هو الضمير العائد على رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ أي: أن الله رجعك يا محمد. </p><p> ولكن هناك آية في القرآن الكريم تقول:  {وَلَمَّا رَجَعَ موسى إلى قَوْمِهِ غَضْبَانَ أَسِفاً ... }  [الأعراف: ١٥٠] </p><p> في الآية التي نحن بصددها {فَإِن رَّجَعَكَ الله} الفاعل هو الله، أما في قوله الحق:  {وَلَمَّا رَجَعَ موسى} نجد أن موسى هو الفاعل ولا يوجد مفعول به، إذن ف «رجع» يمكن أن يكون فعلاً لازماً، كأن تقول:  «رجع محمد من الغزوة» . ويمكن أن يكون فعلاً متعدياً كقوله سبحانه:  {فَإِن رَّجَعَكَ الله} أي: يا محمد من الغزوة. إذن: فرجع تستعمل لازمة وتستعمل متعدية. ولكن في قصة سيدنا موسى عليه السلام؛ عندما ألقته أمه في البحر والتقطه آل فرعون؛ ومشت أخته تتبعه؛ ثم حرَّم الله عليه المراضع ليعيده إلى أمه كي يزيل حزنهان يقل الحق سبحانه:  {إِذْ تمشي أُخْتُكَ فَتَقُولُ هَلْ أَدُلُّكُمْ على مَن يَكْفُلُهُ فَرَجَعْنَاكَ إلى أُمِّكَ كَيْ تَقَرَّ عَيْنُها وَلاَ تَحْزَنَ ... }  [طه: ٤٠] </p><p> ما هو الفرق بين الآيات الثلاث؟ ولماذا استعمل فعل «رجع» لازماً ومتعدياً؟ </p><p> نقول: إنه في قول الحق سبحانه وتعالى: {وَلَمَّا رَجَعَ موسى إلى قَوْمِهِ} هنا هيئ لموسى من ذاته أن يرجع، أي: انه قرار اختياري من موسى، أما قوله تعالى:  {فَرَجَعْنَاكَ إلى أُمِّكَ} ، فموسى في هذه المرحلة؛ كان طفلاً رضيعاً لا يستطيع أن يرجع بذاته، ولا بد أن يهيئ له الحق طريقة لإرجاعه، أي: من يحمله ويرجعه. </p><p> أما قوله تعالى:  {فَإِن رَّجَعَكَ الله إلى طَآئِفَةٍ مِّنْهُمْ} فقد كان من الممكن أن يقال: «وإذا رجع إلى طائفة منهم» مثلما قال في موسى عليه السلام: {وَلَمَّا رَجَعَ موسى} ولكن الحق استخدم {رَّجَعَكَ} ليدل على أن زمام محمد عَلَيْهِ الصَّلَاة وَالسَّلَام ُ في الفعل والترك ليس بيده. </p><p> وكأنه سبحانه وتعالى يوضح: إياكم أن تنسبوا الأحداث إلى بشرية محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فإن محمداً إذا ذهب إلى مكان فالله هو الذي أذهب إليه. وإن عاد من مكان فهو لا يعود إلا إذا أرجعه الله منه. كما كانت هجرة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إلى المدينة بإذن من الله، فقبل أن يأذن الله له بالهجرة، لم يكن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ببشريته يستطيع أن يهاجر. إذن: فالحق سبحانه وتعالى يريد أن يعرف دائماً: أن ذهاب محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ورجوعه من أي مكان، ليس ببشرية رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، بل بإرادة الحق سبحانه. </p><p> ولكن لماذا قال الحق سبحانه وتعالى:  {فَإِن رَّجَعَكَ الله إلى طَآئِفَةٍ مِّنْهُمْ} وكان من الممكن أن يقول «فإن رجعك الله إليهم» أة: «فإن رجعك الله إلى المدينة» ؟ نقول: إن الحق سبحانه وتعالى يريد الحديث هنا عن الطائفة التي حدثت منها المخالفة، فهناك من بقوا في المدينة رغماً عنهم ولم يكن لديهم ما ينفقونه أو لم يكن لدى رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ما يحملهم عليه. كذلك المرضى وكبار السن الذين لا يستطيعون قتالاً. وهؤلاء حَسُنَ إسلامهم وقَبِل الله ورسوله أعذارهم. </p><p> ولكن الحق سبحانه يتحدث هنا عن الطائفة التي تخلفت عن الجهاد وهي قادرة، والتي امتنعت عن الخروج، وهي تملك المال والسلاح وكل مقومات الجهاد، هذه الطائفة هي التي فرحت بالتخلف عن القتال. أما الطوائف الأخرى؛ فكانت عيونها تفيض بالدمع من الحزن على عدم اشتراكهم في الجهاد. </p><p> إذن: فالحق يقصد هنا طائفة المنافقين الذين استمروا على نفاقهم، فمن تاب منهم قبل نزول هذه الآية قبلت توبته، ومن مات منهم قبل نزول هذه الآية فإنما حسابه على الله. وبقيت طائفة المنافقين الذي فرحوا وضحكوا عندما بقوا في المدينة، وكان عقاب الله لهم بأن مسح أسماءهم من ديوان المجاهدين في سبيل الله، ومنعهم الثواب الكبير للجهاد. </p><p> ويقول سبحانه:  {فَإِن رَّجَعَكَ الله إلى طَآئِفَةٍ مِّنْهُمْ فاستأذنوك لِلْخُرُوجِ} فكيف استأذنوا أول الأمر للقعود وتحايلوا عليه، وكيف يستأذنون الآن للخروج؟ نقول: إنهم عندما رأوا المؤمنين وقد عادوا بالغنائم، كان ذلك حسرة في قلوبهم؛ لأنهم أهل دنيا. وحينئذ طلبوا الخروج حتى يحصلوا على الغنائم والمغانم الدنيوية. ولكن الحق سبحانه وتعالى طلب من رسوله عَلَيْهِ الصَّلَاة وَالسَّلَام ُ ألا يأذن لهم بالجهاد مع المسلمين، فقال:  {فَقُلْ لَّن تَخْرُجُواْ مَعِيَ أَبَداً} أي: أن أسماءكم قد شطبت من ديوان المجاهدين والغزاة، ولما قرر الحق سبحانه وتعالى ألا يعطيهم شرف الجهاد وثواب الخروج مع رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؟ يقول الحق سبحانه:  {إِنَّكُمْ رَضِيتُمْ بالقعود أَوَّلَ مَرَّةٍ} . </p><p> ولكن الحق يقول أيضاً هنا:  {فاستأذنوك لِلْخُرُوجِ} وهذا أمر لا يحدث إلا في الغزوات، فما هو موقفهم إذا حدث اعتداء على المدينة؟ ويبين الحق سبحانه لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ألا يقبل قتالاً حتى في هذه الحالة، فطلب </p><p> من رسوله عَلَيْهِ الصَّلَاة وَالسَّلَام ُ أن يعلمهم بذلك، ويقول لهم:  {وَلَن تُقَاتِلُواْ مَعِيَ عَدُوّاً} إذن: فقد حسمت المسألة، فلا هم مسموح لهم بالخروج في الغزوات، ولا بقتال الأعداء إذا هاجموا المدينة؛ لأنهم أُسقطوا تماماً من ديوان المجاهدين، ولا جهاد لهم داخل المدينة أو خارجها؛ ما داموا قد فرحوا بالقعود، ورفضوا أن يشتركوا في الجهاد وهم قادرون؛ لذلك حكم الحق أن يبقوا مع الخالفين. </p><p> وما معنى خالفين؟ المادة هي «خاء» و «لام» و «فاء» ، فيها «خلف» و «خلاف» و «خلوف» وغير ذلك. و «خالفين» إما أن يكونوا قد تخلفوا عن الخروج مع رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وإما أن يكونوا خالفوا الرسول بأنهم رفضوا الخروج، وإما أن يكونوا خلوفاً. ويقول: صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في حديث عن الصيام: «الخلوف فم الصائم أطيب عند الله يوم القيامة من ريح المسك» </p><p> والخلوف هو تغير الرائحة، وتغير الرائحة يدل على فساد الشيء، فكأنهم أصبحوا فاسدين. ومخالفين تعني فاسدين لأنهم قد خالفوا أمر رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، ول يقتصر جزاء هؤلاء المتخلفين فقط أن تشطب أسماؤهم من سجلات المجاهدين، بل هناك جزاء آخر يبينه قول الحق سبحانه وتعالى:  {وَلاَ تُصَلِّ على أَحَدٍ ... } </p>"
}