{
  "id": null,
  "sura": 9,
  "aya": 116,
  "text": "<p> ومادة ال (م. ل. ك) يأتي منها «مالك» ، و «مَلك» ، و «ملْك» ، ومنها «مُلْك» ، ومنها «ملكوت» ، و «المِلْك» هو ما تملكه أنت في حيزك، فإن كان هناك أحد يملكك أنت ومن معك ويملك غيرك، فهذا هو المَلِك، أما ما اتسع فيه مقدور الإنسان أي الذي يدخل في سياسته وتدبيره، فاسمه مُلك، فشيخ القبيلة له ملك، وعمدة القرية له ملك، وحاكم الأمة له ملك، ويكون في الأمور الظاهرة ... واما الملكوت فهو ما لله في كونه من أسرار خفية. </p><p> مثل قوله تعالى:  {وَكَذَلِكَ نري إِبْرَاهِيمَ مَلَكُوتَ السماوات والأرض ... }  [الأنعام: ٧٥] </p><p> وساعة ترى «تاء المبالغة» في مثل «رهبوت» ، و «عظموت» تدرك أنها رهبة عظيمة. </p><p> إذن: إياك أن تفهم أن الله حين يمنعك أن تستغفر لآبائك، وأنك إن قاطعتهم فذلك يخل بوجودك في الحياة؛ لأنهم هم ومن يؤازرهم داخلون في ملك الله، وما دام الله له ملك السموات والأرض، فلا يضيرك أحد أو شيء ولا يفوتك مع الله فائت، وما دام الله سبحانه موجوداً فكل شيء سهل لمن يأخذ بأسبابه مع الإيمان به. </p><p> والحق سبحانه يبين لنا أنه سبحانه وحده الذي بيده الملك؛ فقال:  {قُلِ اللهم مَالِكَ الملك تُؤْتِي الملك مَن تَشَآءُ وَتَنزِعُ الملك مِمَّنْ تَشَآءُ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُ بِيَدِكَ الخير ... }  [آل عمران: ٢٦] </p><p> وفي هذا القول الكريم أربعة أشياء متقابلة:  {تُؤْتِي الملك} و {وَتَنزِعُ الملك} ، وإيتاء الملْك في أعراف الناس خير، ونزعه في أعراف الناس </p><p> شر، وإعزاز الناس خير، وإذلالهم شر، ولم يقل الله بيده:  «الخير والشر» . وإنما قال في كُلّ:  {بِيَدِكَ الخير} . </p><p> إذن: فحين يؤتي الله إنساناً مُلْكاً؛ نقول: هذا خير وعليك أن تستغله في الخير. وحينما ينزع الله منه الملك نقول له: لقد طغيت وخفف الله عنك جبروت الطغيان، فنزعه الله منك فهذا خير لك. وإن أعزك الله، فقد يعذبك حقّاً، وإن أذلهم الله، فالمقصود ألا يطغوا أو يتجبروا. إذن: فكلها خير. {تُؤْتِي الملك مَن تَشَآءُ وَتَنزِعُ الملك مِمَّنْ تَشَآءُ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُ بِيَدِكَ الخير ... }  [آل عمران: ٢٦] </p><p> ساعة تجد ملكاً عضوضاً، إياك أن تظن أن هذا الملك العضوض قد أخذ ملكه دون إرادة الله، لا، بل هو عطاء من الله. ولو أن المملوك راعى الله في كل أموره لرقق عليه قلب مالكه. ولذلك يقول لنا في الحديث القدسي:  «أنا الله ملك الملوك، قلوب الملوك ونواصيها بيدي، فإن العباد أطاعوني جعلتهم عليهم رحمة، وإن هم عصوني جعلتهم عليهم عقوبة، فلا تشتغلوا بسب الملوك، ولكن أطيعوني أعطفهم عليكم» </p><p> وما دام الأمر كذلك، فلا بد أن نعرف أن كل حادثة له حكمة في الوجود. </p><p> وإن رأيت واحداً قد أخذ الملك وهو ظالم، فاعلم أن الله قد جاء به ليربى به المملوكين، وسبحانه لا يربي الأشرار بالأخيار؛ لأن الأخيار لا يعرفون كيف يربون؛ وقلوبهم تمتلئ بالرحمة؛ ولذلك يعلمنا سبحانه:  {وكذلك نُوَلِّي بَعْضَ الظالمين بَعْضاً ... }  [الأنعام: ١٢٩] </p><p> والخيِّر لا يدخل المعركة بل يشاهد الصراع من بعيد، ويجري كل شيء بعلم الله؛ لأنه سبحانه لم ملك السموات والأرض وهو الذي يحيي ويميت، فإياك أن تُفْتَن في غير خالقك أبداً؛ لأن الخلق مهما بلغ من قدرته وطغيانه، لا يستطيع أن يحمي نفسه من أغيار الله في كونه ولذلك فليأخذ المؤمن من الله وليّاً له ونصيراً. </p><p> وبعد أن قال لنا سبحانه:  {إِنَّ الله لَهُ مُلْكُ السموات والأرض} يأتي لنا بالأمر الذي يظهر فيه أثر القدرة، ولا يشاركه فيه غيره، فقال:  {يُحْيِي وَيُمِيتُ} . وقال بعض العلماء في قوله:  {يُحْيِي وَيُمِيتُ} أنه سبحانه «يحيي الجماد» ، و «يميت الحيوان» ؛ لأنهم ظنوا أن الحياة هي الحس والحركة التي نراها أمامنا من حركة وكلام وذهاب وإياب، ونسوا أن الحياة </p><p> هي ما أودعه الله في كل ذرة في الكون، مما تؤدي به مهمتها، ففي ذرة الرمل حياة، والجبل فيه حياة، وكل شيء فيه حياة، بنص القرآن حيث يقول:  {لِّيَهْلِكَ مَنْ هَلَكَ عَن بَيِّنَةٍ ويحيى مَنْ حَيَّ عَن بَيِّنَةٍ ... }  [الأنفال: ٤٢] </p><p> إذن: فالحياة مقابلها الهلاك، وفي آيات أخرى يقابل الحياة الموت، فالهلاك هو الموت. فإذا قال الحق سبحانه:  {كُلُّ شَيْءٍ هَالِكٌ إِلاَّ وَجْهَهُ ... }  [القصص: ٨٨] </p><p> إذن: فكل شيء قبل أن يكون هالكاً كان حيّاً، وهكذا نعرف أن الحياة ليست هي الحس والحركة الظاهرتين، وبعد التقدم العلمي الهائل في المجاهر الدقيقة تكشفت لنا حركة وحس كائنات كنا لا نراها، وإذا كان الإنسان قد توصل بالآلات التي ابتكرها إلى إدراك ألوان كثيرة من الحياة فيما كان يعتقد أنه لا حياة فيها، إذن: فكل شي في الوجود له حياة تناسبه فلو جئت بمعدن مثلاً وتركته ستجده تأكسد، أي حدث فيه تفاعل مع مواد أخرى. . فهذه حياة. </p><p> بعد ذلك يقول الحق:  {لَقَدْ تَابَ الله على النبي ... } </p>"
}