{
  "id": null,
  "sura": 9,
  "aya": 42,
  "text": "<p> والعَرَضُ هو ما يقابل الجوهر، والجوهر هو ما لا تطرأ عليه أغيار، فالصحة عَرَض والمرض؛ لأن كليهما لا يدوم، إذن فكل ما يتغير يسمى عَرَضٌ حاضر يأكل منها البَرُّ والفاجر. </p><p> إذن: فقول الحق سبحانه وتعالى: {لَوْ كَانَ عَرَضاً قَرِيباً} أي: لو كان أمراً من متاع سهل التناول، ومحبباً للنفس؛ وليس فيه مشقة السفر والتضحية بالمال والنفس؛ لأسرعوا إليه. {وَسَفَراً قَاصِداً} ، والقاصد هو المقتصد الذي في الوسط؛ وبعض الناس يسرف في الكسل، فلا يستنبط الخير من السعي في الأرض ومما خلق الله، وبعض الناس يسرف في حركة الدنيا ويركض كركض الوحوش في البرية، ولا يكون له إلا ما قسمه الله. وأمزجة الناس تتراوح ما بين الإسراف والتقتير، أما المؤمن فعليه أن يكون من الأمة المقتصدة. والحق هو القائل:  {مِّنْهُمْ أُمَّةٌ مُّقْتَصِدَةٌ}  [المائدة: ٦٦] . </p><p> لأن المؤمن لا يأخذه الكسل فيفقد خير الدنيا، ولا يأخذه الإسراف فينسى الإيمان. إذن: فالحق سبحانه وتعالى يوضح لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أنه لو كان هناك متاع من متاع الدنيا أو سفر بلا مشقة ولا تعب لاتبعوك، فهم لم يتبعوك؛ لأنه ليست هناك مغانم دنيوية؛ لأن هناك مشقة، فالرحلة إلى تبوك، ومقاتلة الروم، وهم أصحاب الدولة المتحضرة التي تضع رأسها برأس دولة الفرس، وهذه أيضاً مشقة، والعام عُسْر والحر شديد، ولو أن الأمر سهل مُيسَّر لاتبعوك. </p><p> ويتابع سبحانه:  {ولكن بَعُدَتْ عَلَيْهِمُ الشقة} أي: أن المشقة طويلة، ثم يقول:  {وَسَيَحْلِفُونَ بالله لَوِ استطعنا لَخَرَجْنَا مَعَكُمْ} هم إذن لم يتبعوك؛ لأن المسألة ليست عرضاً قريباً ولا سفراً سهلاً، بل هي رحلة فيها أهوال، وتضحيات بالمال والنفس، وحين تعود من القتال سوف يحلفون لك؛ أنهم لو استطاعوا لخرجوا معكم للقتال. </p><p> وقد قال الحق ذلك قبل أن تأتي أوان الحلف، وهذه من علامات النبوة؛ لكي يعرف رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ المنافقين مِنْ صادقي الإيمان. وسبحانه وتعالى يفضح غباء المنافقين؛ لذلك قال:  {وَسَيَحْلِفُونَ بالله} واستخدام حرف السين هنا يعني أنهم لم يكونوا قد قالوها بعد، ولكنهم سيقولونها في المستقبل، ولو أنهم تنبهوا إلى لم يكونوا قد قالوها بعد، ولكنهم سيقولونها في المستقبل، ولو أنهم تنبهوا إلى ذلك لامتنعوا عن الحلف. ولقالوا: إن القرآن قال سنحلف، ولكننا لن نحلف. ولكن الله أعماهم فحلفوا، وهكذا يأتي خصوم الإسلام ليشهدوا - رغم أنوفهم - للإسلام. ومثال آخر على نفس الأمر؛ عندما حُوّلت القبلة من بيت المقدس إلى الكعبة الشريفة؛ قال الحق سبحانه وتعالى:  {سَيَقُولُ السفهآء مِنَ الناس مَا وَلاَّهُمْ عَن قِبْلَتِهِمُ التي كَانُواْ عَلَيْهَا}  [البقرة: ١٤٢] . </p><p> وقوله هنا {سَيَقُولُ} معناها أنهم لم يقولوا بعد، وإلا ما استخدم فيها حرف السين. </p><p> وهذه الآية نزلت في القرآن يتلى ولا يتغير ولا يتبدل إلى يوم القيامة. . ورغم أنه كان في استطاعتهم ألا يقولوا ذلك القول، ولو فعلوا لساهموا في التشكيك بمصداقية القرآن، ولهدموا قضية الدين التي يتمنون هدمها، ولكنهم مع ذلك قالوا:  {مَا وَلاَّهُمْ عَن قِبْلَتِهِمُ} وجاءوا مثبتين ومُصدِّقين للقرآن. </p><p> وفي هذه الأيام نجد شيئاً عجيباً؛ نجد من يقول: أنا لا أتبع إلا ما جاء في القرآن، أما السنة فلستُ مطالباً بالالتزام بها. وتقول لمن يردد هذا الكلام: كم عدد ركعات الصبح وركعات الظهر والعصر والمغرب والعشاء؟ وسوف يرد قائلاً: صلاة الصبح ركعتان، والظهر أربع، </p><p> والعصر أربع، والمغرب ثلاث، والعشاء أربع. ونقول: من أين أتيت بهذا؟ يقول: من السنة. </p><p> نقول: إذن فلا بد من اتباع السنة حتى تستطيع أن تصلي، ولن تفهم التطبيق العملي لكثير من الأحكام إلا باتباع السنة. </p><p> ويجبر الحق سبحانه هذا الذي يحارب سنة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ويدعو إلى عدم الالتزام بها؛ يجبره سبحانه على الاعتراف بضرورة اتباع السنة، وبهذا يصدق قول رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: </p><p> «يوشك الرجل يتكىء على أريكته يُحدَّث بحديثي،فيقول:بيني وبينكم كتاب الله، فما وجدنا فيه حلالاً استحللناه، وما كان فيه حراماً حرَّمْناه، وإن ما حرم رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كما حرم الله» . </p><p> وقد قالوا ذلك القول طَعْناً في الكتاب، ولكنهم من حيث لا يدرون أكدوا صدق رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فهم لم يمتلكوا الذكاء؛ لأن الذكاء الذي لا يهدي للإيمان هو لون من الغباء وعَمى البصيرة، وكذلك كان حال من حلفوا بعدم استطاعتهم الخروج للقتال؛ فقد سبقهم قول الله:  {وَسَيَحْلِفُونَ بالله لَوِ استطعنا لَخَرَجْنَا مَعَكُمْ} وجاءوا من بعد ذلك وحلفوا؛ ليؤكدوا صدق القرآن. وهم في حلفهم يدّعون عدم استطاعتهم للقتال، مع أن لديهم المال والقدرة. </p><p> ويقول الحق عنهم:  {يُهْلِكُونَ أَنْفُسَهُمْ والله يَعْلَمُ إِنَّهُمْ لَكَاذِبُونَ} وما داموا قد حلفوا بالله كذباً، فقد أدخلوا أنفسهم في الهلاك، فهم لم يكتفوا بعدم الجهاد؛ بل كذبوا وفضح الله كذبهم. </p><p> ويقول الحق بعد ذلك:  {عَفَا الله عَنكَ لِمَ أَذِنتَ لَهُمْ حتى يَتَبَيَّنَ لَكَ ... } </p>"
}