{
  "id": null,
  "sura": 9,
  "aya": 114,
  "text": "<p> فقد وعد سيدنا إبراهيم عليه السلام أباه ما ذكره القرآن:  {سَلاَمٌ عَلَيْكَ سَأَسْتَغْفِرُ لَكَ ربي إِنَّهُ كَانَ بِي حَفِيّاً}  [مريم: ٤٧] </p><p> {حَفِيّاً} أي: أن ربَّ إبراهيم يحبه وسيكرمه في استغفاره لأبيه. </p><p> {فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ للَّهِ تَبَرَّأَ مِنْهُ} ويأتي الحق سبحانه بالحيثية الموحية، بأن إبراهيم له من صفات الخير، الكثير جداًّ، لدرجة أن الله خالقه يقول فيه:  {إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً ... }  [النحل: ١٢٠] </p><p> أي: أن خصال الخير في إبراهيم عليه السلام لا توجد مجتمعة في إنسان واحد، ولا في اثنين ولا في ثلاثة، بل خصال الخير موزعة على الناس كلها، فهذا فيه صفة الأمانة، وثان يتحلى بالصدق، وثالث يتميز بالشهامة، ورابع موهوب في العلم، إذن: فخصال الخير دائماً ينشرها الله في خلقه، حتى يوجد تكافؤ الفرص بين البشر، كالمهن، والحرف، والعبقريات، والمواهب، فلا يوجد إنسان تتكامل فيه المواهب كلها ليصبح مجمع مواهب. </p><p> لكن شاء الحق أن يجمع لسيدنا إبراهيم عليه السلام خصال خير كثيرة فقال:  {إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً} أي: فيه عليه السلام من خصال الخير التي تتفرق في الأمة. وبعد ذلك يعطينا الحيثية التي جعلت من سيدنا إبراهيم أمة، وجامعاً لصفات الخير بهذا الشكل، فإن أعطاه الله أمراً فهو ينفذه بعشق، لا مجرد تكليف يريد أن ينهيه ويلقيه من على ظهره، بل هو ينفذ التكليف بعشق، واقرأ قول الله سبحانه:  {وَإِذِ ابتلى إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ فَأَتَمَّهُنَّ ... }  [البقرة: ١٢٤] </p><p> أي: أتى بها على التمام، فلما أتمهن أراد الله أن يكافئه، فقال:  {إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَاماً ... }  [البقرة: ١٢٤] </p><p> فهو - إذن - مأمون على أن يكون إماماً للناس لأنه قدوة، أي أنه يشترك مع الناس في أنه بشر، ولكنه جاء بخصال الخير الكاملة فصار أسوة للناس، حتى لا يقول أحد: إنه فعل الخير لأنه ملك، وله طبيعة غير طبيعة البشر، لا. . إنه واحد من البشر، قال فيه الحق سبحانه:  {إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَاماً ... }  [البقرة: ١٢٤] </p><p> أي: أسوة وقدوة، والأسوة والقدوة يشترط فيها أن تكون من الجنس نفسه فلا تكون من جنس مختلف، فلا يجعل الله للبشر أسوة من الملائكة؛ حتى لا يقول أحد: وهل أنا أستطيع أن أعمل مثل عمله؟ ولذلك يقول الحق سبحانه وتعالى في عرض هذه القضية:  {وَمَا مَنَعَ الناس أَن يؤمنوا إِذْ جَآءَهُمُ الهدى إِلاَّ أَن قالوا أَبَعَثَ الله بَشَراً رَّسُولاً}  [الإسراء: ٩٤] </p><p> فحين تعجَّب بعض الناس من أن ربنا قد بعث من البشر رسولاً أنزل الحق هذا القول وأضاف سبحانه:  {قُل لَوْ كَانَ فِي الأرض ملائكة يَمْشُونَ مُطْمَئِنِّينَ لَنَزَّلْنَا عَلَيْهِم مِّنَ السمآء مَلَكاً رَّسُولاً}  [الإسراء: ٩٥] </p><p> فما دُمتم أنتم بشر فلا بد أن يرسل لكم رسولاً منكم لتحقق الأسوة، لهذا يقول الحق سبحانه: </p><p> {وَلَوْ جَعَلْنَاهُ مَلَكاً لَّجَعَلْنَاهُ رَجُلاً وَلَلَبَسْنَا عَلَيْهِم مَّا يَلْبِسُونَ}  [الأنعام: ٩] </p><p> ولنَر كيف أتم سيدنا إبراهيم عليه السلام بعض التكاليف بعشق، فلننظر إلى قول الحق سبحانه:  {وَإِذْ يَرْفَعُ إِبْرَاهِيمُ القواعد مِنَ البيت ... }  [البقرة: ١٢٧] </p><p> ومعنى رفع القواعد أي إيجاد البعد الثالث، وهو الارتفاع؛ لأن البيت الحرام له طول وهذا هو البعد الأول، وله عرض وهو البعد الثاني وبهما تتحدد المساحة. أما الارتفاع فبضربه في البعدين الآخرين يعطينا الحجم، وقد أقام سيدنا إبراهيم عليه السلام البعد الثالث الذي يبرز الحجم، وقد قال بعض السطحيين: إن سيدنا إبراهيم عليه السلام هو الذي بنى الكعبة، لا لم يبن الكعبة، بل رفع القواعد التي تبرز حجم الكعبة؛ بدليل أنه حينما جاء هو أمرأته هاجر ومعها الرضيع إسماعيل عليه السلام قال: </p><p> {رَّبَّنَآ إني أَسْكَنتُ مِن ذُرِّيَّتِي بِوَادٍ غَيْرِ ذِي زَرْعٍ عِندَ بَيْتِكَ المحرم ... }  [إبراهيم: ٣٧] </p><p> وهذا دليل على أن البيت كان معروفاً من قبل إبراهيم عليه السلام، وقد استقرت به هاجر وطفلها إسماعيل إلى أن كبر واستطاع أن يرفع مع أبيه القواعد، ولذلك نقول: إن هناك فرقاً بين «المكان» و «المكين» فالذي فعله إبراهيم هو إقامة «المكين» أي المبنى نفسه، أما المكان فقد كان معروفاً. </p><p> ولنفترض أنه جاء سيل على الكعبة وهدمها فإلى أي شيء سنصلي؟ إلى أن نقيم المكين. إذن: عملية البناء هذه للمكان، وليبست للمكين. </p><p> ويقول الحق عن البيت الحرام:  {فِيهِ آيَاتٌ بَيِّنَاتٌ ... }  [آل عمران: ٩٧] </p><p> وآيات جمع، وبينات جمع، ولم يأت من الآيات البينات إلا «مَّقَامُ إِبْرَاهِيمَ» . {فِيهِ آيَاتٌ بَيِّنَاتٌ مَّقَامُ إِبْرَاهِيمَ ... }  [آل عمران: ٩٧] </p><p> أي: أن «مقام إبراهيم» هو مجموع الآيات البينات؛ لأن الله قد أمره أن يرفع القواعد، وكان لا بد أن يبحث عن الإمكانات التي تساعده في الرفع؛ لأنه لو رفعها على قدر ما تطول يده لما بلغ طول الكعبة فوق مستوى ما تطوله اليدان؛ لذلك فكر سيدنا سيدنا إبراهيم وتدبر وجاء بحجر ليقف فوقه ليطيل في ارتفاع جدران الكعبة، وهذا من دلائل أنه ينفذ التكليف بعشق، وعلى أتم وجه؛ لذلك قال الحق: </p><p> {فِيهِ آيَاتٌ بَيِّنَاتٌ مَّقَامُ إِبْرَاهِيمَ} وفي هذا آيات واضحة على أن الإنسان </p><p> إذا كلف أمراً فعليه ألا ينفذ الأمر لينهى التكليف بأية طريقة، ولكن عليه أن يؤدي ما يكلف به بعشق، ويحاول أن يزيد فيه، وبذلك يؤدي «الفرض» والزائد على الفرض وهو «النافلة» . </p><p> ونحن هنا في قضية الاستغفار {وَمَا كَانَ استغفار إِبْرَاهِيمَ لأَبِيهِ إِلاَّ عَن مَّوْعِدَةٍ وَعَدَهَآ إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ للَّهِ تَبَرَّأَ مِنْهُ إِنَّ إِبْرَاهِيمَ لأَوَّاهٌ حَلِيمٌ} </p><p> وهنا وقفة توضح لنا طبع سيدنا إبراهيم كأواه حليم، والأواه هو الذي يكثر التوجع والتأوه على نفسه مخافة من الله، وعلى الناس إن رأى منهم معصية، فيحدث نفسه بما سوف يقع عليهم من عذاب، إنه يشعل نفسه بأمر غيره، فهذه فطرته، وهو أواه لأن التأوه لون من السلوى يجعلها الله في بعض عباده للتسرية عن عبادٍ له آخرين. </p><p> ولذلك يقول الشاعر: </p><p> ولا بد من شكوى إلى ذي مروءةٍ ... يواسيك أو يسلّيك أو يتوجع </p><p> أي: أنه إذا إصابت الإنسان مصيبة فهو يشكو إلى صاحب المروءة، فإما أن يساعده في مواجهة المشكلة، وإما أن يواسيه ليحمل عنه المصيبة، بأن يتأوه له ويشاركه في تعبه لمصيبته، وهذا التأوه علامة رقة الرأفة وشفافية الرحمة في النفس البشرية. </p><p> فإبراهيم {أَوَّاهٌ} ، وهذا طبع فيه يسلكه مع كل الناس، فما بالك إن كان لقريب له؟ لا بد إذن أن يكثر من التأوه، وخصوصاً إن كان الأمر يتعلق بأبيه، ومع ذلك أراد الله أن يضع طبع إبراهيم عليه السلام في التأوه </p><p> في موضعه الصحيح، ولكن الله أوضح له: إياك أن تستغفر لأبيك ولا شأن لك به، فالمسألة ليست في الطبع، ولكن في رب الطبع الذي أمر بذلك. </p><p> وهنا قضية هامة أحب أن تصفى بين مدارس العلم والعلماء في العالم كله؛ لأنها مسألة تسبب الكثير من المشاكل، وتثار فيها أقضية كثيرة. </p><p> لقد أمر الحق سبحانه إبراهيم عليه السلام ألا يستغفر لأبيه، بعد أن تبين له أنه عدو لله، وما دام والد إبراهيم قد وصف بهذه الصفة وأنه عدو الله ومحمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من نسل إبراهيم إذن: فلماذا يقول الرسول: «إنني خيار من خيار من خيار» </p><p> ؟ ولو فهمنا قول الحق: إن أبا إبراهيم عدو لله، ففي هذا نقض لحديث رسول الله، وما دام أبو إبراهيم كان عدوا لله وتبرأ منه وقال له الحق: لا تستغفر. إذن: ففي نسبه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أحد أعداء الله، وفي ذلك نقض لقوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «خيار من خيار خيار، ما زلت أنتقل من أصلاب الطاهرين إلى أرحام الطاهرات» </p><p> ولهذا نريد أن نصفي هذه المسألة تصفية علماء، لا تصفية غوغاء، ولنسأل من هو الأب؟ الأب هو من نَسَلَكَ وأنجبك، أو نسل من نسلك. إذن: فهناك أب مباشر وأبوه يعتبر أبا لك أيضاً إلى أن تنتهي لآدم، هذا هو معنى كلمة «الأب» كما نعرفه، لكننا نجد ان القرآن قد تعرض لها بشكل أعمق كثيراً من فهمنا التقليدي، وأغنى السور بالتعرض لهذه المادة «سورة يوسف» ؛ لأن مادة «الأب» جاءت ثماني وعشرين مرة خلال هذه السورة، فمثلاً تجد في أوائل سورة يوسف، قول يوسف عليه السلام:  {إِذْ قَالَ يُوسُفُ لأَبِيهِ ياأبت إِنِّي رَأَيْتُ أَحَدَ عَشَرَ كَوْكَباً ... } </p><p> [يوسف: ٤] </p><p> وبعد ذلك جاءت السورة بأن الله سوف يجتبئ يوسف ويعلمه من تأويل الأحاديث:  {وكذلك يَجْتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِن تَأْوِيلِ الأحاديث وَيُتِمُّ نِعْمَتَهُ عَلَيْكَ وعلى آلِ يَعْقُوبَ كَمَآ أَتَمَّهَآ على أَبَوَيْكَ مِن قَبْلُ ... }  [يوسف: ٦] </p><p> والأبوان المقصودان هما إبراهيم وإسحاق عليهما السلام، ثم قال الحق من بعد ذلك:  {إِذْ قَالُواْ لَيُوسُفُ وَأَخُوهُ أَحَبُّ إلى أَبِينَا ... }  [يوسف: ٨] </p><p> ثم جاء قوله الحق على لسان إخوة يوسف:  {وَنَحْنُ عُصْبَةٌ إِنَّ أَبَانَا لَفِي ضَلاَلٍ مُّبِينٍ}  [يوسف: ٨] </p><p> وفي نفس السورة يقول الحق عن إخوة يوسف:  {اقتلوا يُوسُفَ أَوِ اطرحوه أَرْضاً يَخْلُ لَكُمْ وَجْهُ أَبِيكُمْ ... }  [يوسف: ٩] </p><p> ثم يمهد إخوة يوسف للتخلص منه، فيبدأون بالحوار مع الأب:  {قَالُواْ ياأبانا مَا لَكَ لاَ تَأْمَنَّا على يُوسُفَ وَإِنَّا لَهُ لَنَاصِحُونَ أَرْسِلْهُ مَعَنَا غَداً يَرْتَعْ وَيَلْعَبْ وَإِنَّا لَهُ لَحَافِظُونَ}  [يوسف: ١١ - ١٢] </p><p> وبعد أن ألقوه في غيابة الجب، وعادوا إلى والدهم:  {وجآءوا أَبَاهُمْ عِشَآءً يَبْكُونَ}  [يوسف: ١٦] </p><p> وكانت هذه هي المرة الثامنة في ذكر كلمة أب في سورة يوسف، ثم تأتي التاسعة:  {قَالُواْ ياأبانآ إِنَّا ذَهَبْنَا نَسْتَبِقُ وَتَرَكْنَا يُوسُفَ عِندَ مَتَاعِنَا ... }  [يوسف: ١٧] </p><p> ثم تدور أحداث القصة إلى أن دخل سيدنا يوسف السجن، وقابل هناك اثنين من المسجونين وأخبراه أنهما يريانه من المحسنين، وأن عندهما رؤى يريدان منه أن يفسرها لهما فقال لهما:  {لاَ يَأْتِيكُمَا طَعَامٌ تُرْزَقَانِهِ إِلاَّ نَبَّأْتُكُمَا بِتَأْوِيلِهِ ... }  [يوسف: ٣٧] </p><p> وينسب ذلك الفضل إلى الحق سبحانه فيقول:  {ذلكما مِمَّا عَلَّمَنِي ربي إِنِّي تَرَكْتُ مِلَّةَ قَوْمٍ لاَّ يُؤْمِنُونَ بالله وَهُمْ بالآخرة هُمْ كَافِرُونَ واتبعت مِلَّةَ آبآئي إِبْرَاهِيمَ وَإِسْحَاقَ وَيَعْقُوبَ ... }  [يوسف: ٣٧ - ٣٨] </p><p> وهكذا ذكر اسم ثلاثة من آبائه: إبراهيم وإسحق ويعقوب عليهم السلام. </p><p> ثم خرج يوسف من السجن وتولى أمر تنظيم اقتصاد مصر، وجاء إخوته للتجارة فعرفهم، ويحكى للقرآن عن لقائه بهم دون أن يعرفوه، وقال:  {وَلَمَّا جَهَّزَهُم بِجَهَازِهِمْ قَالَ ائتوني بِأَخٍ لَّكُمْ مِّنْ أَبِيكُمْ ... }  [يوسف: ٥٩] </p><p> وقال أيضاً: </p><p> {قَالُواْ سَنُرَاوِدُ عَنْهُ أَبَاهُ}  [يوسف: ٦١] </p><p> ثم عادوا إلى أبيهم يرجونه أن يسمح لهم باصطحاب أخيهم الأصغر معهم، وسمح لهم يعقوب عليه السلام باصطحابه بعد أن آتوه موثقاً من الله أن يأتوه به إلا أن يحيط بهم أمر خارج عن إرادتهم، ونزلوا مصر وطلبوا الميرة. {فَلَمَّا جَهَّزَهُمْ بِجَهَازِهِمْ جَعَلَ السقاية فِي رَحْلِ أَخِيهِ ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا العير إِنَّكُمْ لَسَارِقُونَ قَالُواْ وَأَقْبَلُواْ عَلَيْهِمْ مَّاذَا تَفْقِدُونَ قَالُواْ نَفْقِدُ صُوَاعَ الملك وَلِمَن جَآءَ بِهِ حِمْلُ بَعِيرٍ وَأَنَاْ بِهِ زَعِيمٌ قَالُواْ تالله لَقَدْ عَلِمْتُمْ مَّا جِئْنَا لِنُفْسِدَ فِي الأرض وَمَا كُنَّا سَارِقِينَ قَالُواْ فَمَا جَزَآؤُهُ إِن كُنتُمْ كَاذِبِينَ قَالُواْ جَزَآؤُهُ مَن وُجِدَ فِي رَحْلِهِ فَهُوَ جَزَاؤُهُ ... }  [يوسف: ٧٠ - ٧٥] </p><p> قالوا:  {إِنَّ لَهُ أَباً شَيْخاً كَبِيراً فَخُذْ أَحَدَنَا مَكَانَهُ إِنَّا نَرَاكَ مِنَ المحسنين}  [يوسف: ٧٨] </p><p> قال يوسف:  {مَعَاذَ الله أَن نَّأْخُذَ إِلاَّ مَن وَجَدْنَا مَتَاعَنَا عِندَهُ ... } </p><p> [يوسف: ٧٩] </p><p> ويأمرهم سيدنا يوسف عليه السلام:  {ارجعوا إلى أَبِيكُمْ فَقُولُواْ ياأبانا إِنَّ ابنك سَرَقَ وَمَا شَهِدْنَآ إِلاَّ بِمَا عَلِمْنَا وَمَا كُنَّا لِلْغَيْبِ حَافِظِينَ}  [يوسف: ٨١] </p><p> ويعودون إلى أبيهم الذي يعاتبهم:  {بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْراً ... }  [يوسف: ٨٣] </p><p> ثم يأمرهم أن يعودوا مرة أخرى قائلاً:  {يابني اذهبوا فَتَحَسَّسُواْ مِن يُوسُفَ وَأَخِيهِ ... }  [يوسف: ٨٧] </p><p> وعندما عرفهم يوسف بنفسه وعلم منهم أن والدهم قد صار أعمى قال لهم:  {اذهبوا بِقَمِيصِي هذا فَأَلْقُوهُ على وَجْهِ أَبِي يَأْتِ بَصِيراً}  [يوسف: ٩٣] </p><p> ثم يأمرهم يوسف عليه السلام بأن يأتوا بأهلهم أجمعين. {وَلَمَّا فَصَلَتِ العير قَالَ أَبُوهُمْ إِنِّي لأَجِدُ رِيحَ يُوسُفَ لَوْلاَ أَن تُفَنِّدُونِ}  [يوسف: ٩٤] </p><p> ثم يقول الحق سبحانه:  {وَرَفَعَ أَبَوَيْهِ عَلَى العرش وَخَرُّواْ لَهُ سُجَّدَاً وَقَالَ ياأبت هذا تَأْوِيلُ رُؤْيَايَ مِن قَبْلُ ... }  [يوسف: ١٠٠] </p><p> وما يهمنا في كل ذلك آيتان اثنتان: الأولى هي قوله سبحانه: {وكذلك يَجْتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِن تَأْوِيلِ الأحاديث وَيُتِمُّ نِعْمَتَهُ عَلَيْكَ وعلى آلِ يَعْقُوبَ كَمَآ أَتَمَّهَآ على أَبَوَيْكَ مِن قَبْلُ إِبْرَاهِيمَ وَإِسْحَاقَ إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٌ}  [يوسف: ٦] </p><p> وإسحق هو أبو يعقوب، وإبراهيم هو الأب الثالث. وحين قال يوسف:  {واتبعت مِلَّةَ آبآئي ... }  [يوسف: ٣٨] . </p><p> و «أبائي» جمع أب. وعندما أراد أن يذكر الأعلام من آبائه قال:  {إِبْرَاهِيمَ وَإِسْحَاقَ وَيَعْقُوبَ ... }  [يوسف: ٣٨] . </p><p> ويعقوب هو أبو يوسف، وإسحق أبو يعقوب، وإبراهيم أبو إسحق، إذن: فإبراهيم أب، وإسحق أب، ويعقوب أب. وهكذا نرى أن كلمة «الأب» تطلق على الجد، وآباء الجد إلى آدم. وإذا نظرت في سورة البقرة تجد قول الحق سبحانه:  {أَمْ كُنتُمْ شُهَدَآءَ إِذْ حَضَرَ يَعْقُوبَ الموت إِذْ قَالَ لِبَنِيهِ مَا تَعْبُدُونَ مِن بَعْدِي قَالُواْ نَعْبُدُ إلهك وإله آبَائِكَ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ ... }  [البقرة: ١٣٣] </p><p> ومقابلة الجمع بالجمع تقتضي القسمة آحاداً، وهكذا يكون إبراهيم أباً، وإسماعيل أباً، وإسحق أباً، ولكن إسماعيل أخ لإسحق، إذن فقد أطلق الأب هنا وأريد به العم، وهكذا ترى أنه إذا ألحق بكلمة «أب» اسم معين هو المقصود بها، فالمعنى ينصرف إما إلى الجد وإما إلى العم، وإن جاءت من غير تحديد الاسم، فهي تنصرف إلى الأب المباشر فقط. </p><p> والحق يقول في شأن إبراهيم مع أبيه:  {وَإِذْ قَالَ إِبْرَاهِيمُ لأَبِيهِ آزَرَ ... }  [الأنعام: ٧٤] </p><p> لقد ذكر الحق هنا اسم الأب وحدده ب «آزر» ولو أنه أبوه حقيقة لما قال آزر، مثلما يأتيك إنسان ليسأل: أين أبوك؟ هنا نفهم أن السؤال ينصرف إلى الأب المباشر، لكن إذا قال: هل أبوك محمد هنا؟ فهذا التحديد قد ينصرف إلى العم. </p><p> إذن: قول الله: {وَإِذْ قَالَ إِبْرَاهِيمُ لأَبِيهِ آزَرَ} يبين لنا أن آزر ليس هو الصُّلب الذي انحدر منه رسول الله، ولكنه عمه، وبذلك نحل الإشكال واللغز الذي حير الكثيرين. </p><p> وهنا يقول الحق سبحانه:  {وَمَا كَانَ استغفار إِبْرَاهِيمَ لأَبِيهِ إِلاَّ عَن مَّوْعِدَةٍ وَعَدَهَآ إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ للَّهِ تَبَرَّأَ مِنْهُ إِنَّ إِبْرَاهِيمَ لأَوَّاهٌ حَلِيمٌ}  [التوبة: ١١٤] </p><p> و «الحليم» هو خلق يجعل صاحبه صبوراً على الأذى صفوحاً عن الذنب. </p><p> وقد شغل صحابة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بإخوانهم المؤمنين، الذين ماتوا قبل أن تكتمل عندهم أحكام الإسلام؛ لأن منهج الإسلام نزل في «ثلاثة وعشرين عاماً» . وليس من المفروض فيمن آمن أن يأتي بكل أحكام </p><p> الإسلام عند بداية آياته، بل قد يكون قد آمن فقط بالشهادة، فاعتبر مسلماً، ومثال هذا مخيريق اليهودي الذي لم يصل ركعة واحدة في الإسلام؛ لأن الحرب قامت بعد إسلامه مباشرة، وقال: مالي كله لمحمد وسأذهب لأحارب معه، وحارب فقتل، وهكذا صار شهيداً. لأنه لم يمكث زمناً ينفذ فيه ما جاء به الإسلام قبل ذلك. </p><p> ومن باب أولى أن الذي مات قبل أن تتم أحكام الإسلام يعتبر مسلماً، والذي مات مثلاً قبل أن تحرم الخمر تحريماً نهائيّاً، أيقال: إنه عاصٍ أو كافر؟ لا، إنه مسلم، والذي مات قبل أن يعلم أن القبلة قد حولت من بيت المقدس إلى الكعبة يعتبر مسلماً وشاء الحق أن يبين للمسلمين ألا يحزنوا على هؤلاء، فنزل الوحي:  {وَمَا كَانَ الله لِيُضِلَّ قَوْماً بَعْدَ إِذْ هَدَاهُمْ حتى يُبَيِّنَ لَهُم مَّا يَتَّقُونَ إِنَّ الله بِكُلِّ شَيْءٍ عَلِيمٌ}  [التوبة: ١١٥] </p><p> وهذا يوضح ما نعرفه في عرف التقنين البشري أنه لا جريمة إلا بنص، ولا عقوبة إلا بتشريع، فنحن لا نعاقب إلا بعد تحديد الفعل الذي يعاقب عليه، وأن يكون النص المحدد للجريمة والعقوبة سابقاً على الفعل. </p><p> إذن: لا عقوبة بتجريم، ولا تجريم إلا بنص. والذي لم يبلغه </p><p> النص؛ لأنه مات قبل أن يوجد النص؛ لأنه لا رجعية في القانون السماوي، إنما الرجعية فقط عند البشر؛ ولذلك نجد الحق يقول في كثير من الآيات:  {إِلاَّ مَا قَدْ سَلَفَ ... }  [النساء: ٢٢] </p><p> إذن: فلا تحزنوا على من مات من إخوانكم قبل أن يستكمل الإسلام كل أحكامه. فإسلامهم هو ما بلغهم من هذه الأحكام؛ فإن أدوها استووا بالذي يؤديها بعد أن تتم أركان الإسلام كلها؛ لذلك جاء قوله الحق:  {وَمَا كَانَ الله لِيُضِلَّ ... } </p>"
}