{
  "id": null,
  "sura": 9,
  "aya": 118,
  "text": "<p> قد يظن أحد أن (خُلِّفُوا) هنا تدل على أن أحداً قال لهم: اقعدوا عن الخروج مع رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، ولكن لم يقل لهم أحد هذا. إنما (خُلِّفُوا) معناها: لم يظهر أمر الشارع فيهم كما ظهر في غيرهم، بل قال الحق فيهم من قبل:  {وَآخَرُونَ مُرْجَوْنَ لأَمْرِ الله}  [التوبة: ٦] ، وما دام قد تأخر فيهم الحكم فلا بد من الانتظار. </p><p> {وَعَلَى الثلاثة الذين خُلِّفُواْ حتى إِذَا ضَاقَتْ عَلَيْهِمُ الأرض بِمَا رَحُبَتْ وَضَاقَتْ عَلَيْهِمْ أَنفُسُهُمْ وظنوا أَن لاَّ مَلْجَأَ مِنَ الله إِلاَّ إِلَيْهِ ثُمَّ تَابَ عَلَيْهِمْ ليتوبوا إِنَّ الله هُوَ التواب الرحيم}  [التوبة: ١١٨] </p><p> ونعلم أن الإنسان إذا شغله همّ يُحدّث نفسه بأن يترك المكان الذي يجلس فيه، ويسبب له الضيق، لعل الضيق ينفك. ولكن هؤلاء الثلاثة قابلوا الضيق في كل مكان ذهبوا إليه حتى ضاقت عليهم الأرض بسعتها، فلم يجد واحد منهم مكاناً يذهب إليه، وهذا معناه أن الكرب الذي يحيطهم قد عَمَّ، والإنسان قد تضيق عليه الأرض بما رحبت ولكن نفسه تسعه. </p><p> والحق يقول عنهم:  {وَضَاقَتْ عَلَيْهِمْ أَنفُسُهُمْ} أي: ضاقت عليهم الأرض بما رحبت، وضاقت عليهم أنفسهم أيضاً، فقد تخلف الثلاثة عن الغزوة، لا لعذر إلا مجرد الكسل والتواني، وأمر رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ المسلمين بمقاطعتهم، فكان كعب بن مالك يخرج إلى السوق فلا يكلمه أحد، ويذهب إلى أقربائه فلا يكلمه أحد، ويتسوَّر عليهم الحيطان لعلهم ينظرون إليه، فلا ينظرون إليه. </p><p> وبعد ذلك يتصاعد الأمر في عزل هؤلاء، حتى تعدى إلى نسائهم، فأمرهم رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بألا يقربوا نساءهم هكذا بلغ العزل مبلغاً شديداً ودقيقاً، فقد كان التحكم أولاً في المجتمع، ثم في الأقارب، ثم في خصوصيات السكن وهي المرأة، حتى إن امرأة هلال بن أمية ذهبت إليه وقالت: يا رسول الله إن هلال بن أمية، رجل مريض ضعيف، وأنا أستأذنك في أن أصنع له ما يقيمه، قال لها:  «ولكن لا يقربنك» . قالت والله يا رسول الله ما به حركة إلى شيء، ووالله ما زال يبكي منذ كان من أمره ما كان إلى يومه هذا. وذهب بعض المسلمين إلى كعب بن مالك ليبلغوه أن رسول الله صرح لامرأة هلال أن تخدمه، وقالوا له: اذهب إلى رسول الله واستأذنه أن تخدمك امرأتك. </p><p> قال: إن هلالاً رجل شيخ، فماذا أقول لرسول الله وأنا رجل شاب؟ والله لا أذهب له أبداً. </p><p> وظل الثلاثة في حصار نفسي ومجتمعي لمدة خمسين يوماً إلى أن جاء الله بالتوبة، وفي هذا تمحيص لهم، فكعب بن مالك - على سبيل المثال - يقص عن حاله قبل الغزوة قائلاً: لم أكن قط أقوى ولا أيسر منِّي حين تخلفت عنه في تلك الغزوة، والله ما جمعت قبلها راحلتين قط حتى جمعتهما في تلك الغزوة. </p><p> أي: أنه لم يكن له عذر يمنعه. </p><p> بعد ذلك يجيء البشير بأن الله قد تاب عليه، فيأتي واحد من جيل سَلْع </p><p> فيقول: يا كعب أبشر بخير يوم مرّ عليك. فقد أنزل الله فيك قرآناً وأنه تاب عليك. </p><p> قال كعب: فلم أجد عندي ما أهديه له لأنه بشَّرني إلا ثوبيّ فخلعتهما وأعطيتهما له، ثم استعرت ثوبين ذهبت بهما إلى مسجد رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> وقال: يا رسول الله، إن من تمام توبتي أن أنخلع من مالي - الذي سبَّب لي هذا العقاب - صدقة إلى الله وإلى رسوله صلى الله عليه. </p><p> إذن: فتأخر الحكم كان المراد منه تمحيص هؤلاء، وإعطاء الأسوة لغيرهم. فحين يرون أن الأرض قد ضاقت عليهم بما رحبت، وكذلك ضاقت عليهم أنفسهم يتيقنون من قول الحق:  {وظنوا أَن لاَّ مَلْجَأَ مِنَ الله إِلاَّ إِلَيْهِ}  [التوبة: ١١٨] </p><p> أي: أن أحداً لا يجير إلا الله، وسبحانه يجير من نفسه. كيف؟ أنت تعلم أنك ساعة لا يجيرك إلا من يتعقبك، فاعلم أنه لا سلطان لأحد أبداً؛ ولذلك نقول: أنت تلجأ إلى الله لا من خلقه، ولكنك تلجأ إلى الله ليحميك من الله، فسبحانه له صفات جلال وصفات جمال، وتتمثل صفات الجلال في أنه: قهار، وجبار، ومنتقم، وشديد البطش، إلى آخر تلك الصفات. وفي الحق سبحانه صفات جمال مثل غفور، ورحيم، وغيرها، فإذا ما أذنب الإنسان ذنباً، فالمجال في هذه الحالة ان يُعاقب من صفات الجلال، ولا ينفع العبد وقاية من صفات الجلال إلا صفات الجمال. </p><p> وكلنا يعلم أن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قد دعا الله بقوله:  «أعوذ بك منك» </p><p> أي: أعوذ بصفات الجمال فيك من صفات جلالك، فلن يحميني من صفات جلالك إلا صفات جمالك. </p><p> ولذلك حينما جاء في الحديث الشريف عن آخر ليلة من رمضان قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> «فإذا ما كان آخر ليلة من رمضان تجلَّى الجبَّار بالمغفرة.» </p><p> يظن بعض الناس أن هذه المسألة غير منطقية، فكيف يتجلَّى الجبّار بالمغفرة؟ ألم يكن من المناسب أن يقال:  «يتجلّى الغفّار» ؟ ونقول: لا؛ فإن المغفرة تقتضي ذنباً، ويصبح المقام لصفة الجبار، وهكذا تأخذ صفة الرحمة من صفة الجبار سُلْطتها، وكأننا نقول: يا جبار أنت الحق وحدك، لكننا نتشفع بصفات جمالك عند صفات جلالك. هذا هو معنى:  «يتجلى الجبار بالمغفرة» . </p><p> وقد سمع الأصمعي - وهو يطوف - مسلماً عند باب الملتزم، يقول: اللهم إني أستحي أن أطلب منك المغفرة؛ لأني عصيتك، ولكني تطلَّعْتُ فلم أجد إلهاً سواك. </p><p> فقال له: يا هذا، إن الله يغفر لك لحُسْن مسألتك. </p><p> ثم يقول الحق سبحانه:  {ثُمَّ تَابَ عَلَيْهِمْ ليتوبوا} والتوبة أولاً - كما عرفنا - هي تشريعها، ثم تأتي التوبة بالقبول، وقوله:  {ليتوبوا} أي: أنها تصبح توبة رجوع وعودة إلى ما كانوا عليه قبل المعصية. </p><p> ويُنهي الحق الآية بقوله:  {إِنَّ الله هُوَ التواب الرحيم} فلا توَّاب ولا رحيم سواه سبحانه وتعالى. </p><p> ويقول الحق بعد ذلك:  {ياأيها الذين آمَنُواْ ... } </p>"
}