{
  "id": null,
  "sura": 9,
  "aya": 25,
  "text": "<p> وقوله:  {لَقَدْ نَصَرَكُمُ الله فِي مَوَاطِنَ كَثِيرَةٍ} يلفتنا إلى أن النصر يكون من عند الله وحده، والدليل على أن النصر من عند الله أنه سبحانه قد نصر رسوله والذين معه في مواطن كثيرة، و {مَوَاطِنَ} جمع «موطن» والموطن هو ما استوطنت فيه. وكل الناس مستوطنون في الأرض، وكل جماعة منا تُحيز مكاناً من الأرض ليكون وطناً لها، والوطن مكان محدد نعيش فيه من الوطن العام الذي هو الأرض؛ لأن الأرض موطن البشرية كلها، ولكن الناس موزعون عليها، وكل جماعة منهم تحيا في حيز تروح عليه وتغدو إليه وتقيم فيه. </p><p> والله سبحانه هنا يقول:  {لَقَدْ نَصَرَكُمُ الله فِي مَوَاطِنَ كَثِيرَةٍ} ، وما دام الحديث عن النصر، يكون المعنى: إن الحق سبحانه قد نصركم في مواطن الحرب أي مواقعها، مثل يوم بدر، ويوم الحديبية، ويوم بني النضير، ويوم الأحزاب، ويوم مكة، وكل هذه كانت مواقع نصر من الله للمسلمين، ولكنه </p><p> في هذه الآية يخص يوماً واحداً بالذكر بعد الكلام عن المواطن الكثيرة، فبعد أن تحدث إجمالاً عن المعارك الكثيرة يقول:  {وَيَوْمَ حُنَيْنٍ إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ} إذن: فكثرة عدد المؤمنين في يوم حنين كان ظرفاً خاصًّا، أما المواطن الأخرى، مثل يوم بدر فقد كانوا قلة، ويوم فتح مكة كانوا كثرة، ولكنهم لم يعجبوا؛ وبذلك يكون يوم حنين له مزية، فهو يوم خاص بعد الحديث العام. </p><p> {وَيَوْمَ حُنَيْنٍ إِذْ أَعْجَبَتْكُمْ} هذا الإعجاب ظرف ممدود على اليوم نفسه، إذن فيوم حنين ليس معطوفاً على {مَوَاطِنَ كَثِيرَةٍ} ولكنه جملة مستقلة بنفسها؛ لأن الكثرة والإعجاب بالكثرة لم تكن في بقية المواطن، وهذه دقة في الأداء اللغوي تتطلب بحثاً لغويّاً. فكلمة {مَوَاطِنَ} هي ظرف مكان، و {يَوْمَ حُنَيْنٍ} هي ظرف زمان، فكيف جاز أن نعطف ظرف الزمان على ظرف المكان؟ </p><p> ونقول: هذا هو ما يسميه العرب «احتباك» ؛ لأن كل حدث مثل «أكل» و «شرب» و «ضرب» و «ذاكر» ؛ كل حدث لا بد له من زمان ولا بد له من مكان، فإذا قلت: أكلت، نقول: متى؟ في الصبح، أو في الظهر، أو في العصر، أو في العشاء؟ وأين؟ في البيت، أو في الفندق، أو في المطعم، أو في الشارع. </p><p> إذن: فلا بد لكل حدث من ظرف زمان وظرف مكان، فإذا راعيت ذلك أخذت الظرفية المطلقة؛ ظرفية مكان حدوث الفعل، وظرفية زمان حدوث الفعل. فإذا قلت: أكلت الساعة الثالثة ولم أسألك أين تم الأكل؟ أو إذا قلت: أكلت في البيت ولم أسألك عن موعد الأكل ظهراً أو عصراً أو ليلاً، يكون الحدث غير كامل الظرفية. </p><p> ومعلوم أن الزمان والمكان يشتركان في الظرفية، ولكنهما يختلفان، فالمكان </p><p> ظرف ثابت لا يتغير. والزمان دائم التغير، فهناك الصبح والظهر والعصر والمغرب والعشاء. والزمان يدور، هناك ماض وحاضر ومستقبل، وهكذا يشترك الزمان والمكان في الظرفية، ولكن الزمان ظرف متغير، أما المكان فهو ظرف ثابت. </p><p> وجاءت الآية هنا بالاثنين، ف {وَيَوْمَ حُنَيْنٍ} هو زمان ومكان لحدث عظيم، وأخذت الآية ظرف المكان في {مَوَاطِنَ كَثِيرَةٍ} وظرف الزمان في {وَيَوْمَ حُنَيْنٍ} فإذا قيل: لم يحضر ظرف الزمان والمكان في كل واحدة، نقول: لا، لقد حضر ظرف المكان في ناحية وظرف الزمان في ناحية ثاني، وهذا يسمونه - كما قلنا - «احتباك» . وقد حذف المعنى: لقد نصركم الله يوم مواطن كذا وكذا وكذا. فإذا عطفت عليها يوم حنين يكون المعنى «ومواطن يوم حنين» ، أي: جاء بالاثنين هنا. ولكن شاء الله سبحانه وتعالى ألا يكون هناك تكرار، فأحضر واحدة هنا وواحدة هناك، وهذا يظهر واضحاً في قوله تعالى:  {قَدْ كَانَ لَكُمْ آيَةٌ فِي فِئَتَيْنِ التقتا فِئَةٌ تُقَاتِلُ فِي سَبِيلِ الله وأخرى كَافِرَةٌ}  [آل عمران: ١٣] . </p><p> فما دامت الأخرى {كَافِرَةٌ} تكون الأولى «مؤمنة» ، ولكن حذفت «مؤمنة» لأن {كَافِرَةٌ} تدل عليها، وما دامت الأولى المؤمنة تقاتل في سبيل الله، فالفئة الكافرة تقاتل في سبيل الشيطان. وحذفت تقاتل في سبيل الشيطان؛ لأن {تُقَاتِلُ فِي سَبِيلِ الله} دلَّتْ عليها. وذلك حتى لا يحدث تكرار. ونجد أن المؤمن الذي يستمع إلى كلام الله تعالى لا بد أن يكون عنده عمق فهم، وأن يكون كله آذاناً صاغية حتى يعرف ويتنبه إلى أنه حذف من واحدة ما يدل على الثانية. إذن: فيكون ظرف الزمان موجوداً في واحدة، </p><p> وظرف المكان موجوداً في واحدة، وكلاهما يدل على الآخر. والمثال على ذلك أنه بعد أن انتهت هذه الغزوة، وعاد المسلمون إلى المدينة مجهدين لم يخلعوا ملابس الحرب، قال لهم رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «لا يصلين أحد العصر إلا في بني قريظة» . </p><p> فانطلق المسلمون - دون أن يستريحوا - إلى أرض بني قريظة، وهم اليهود الذين كانوا يسكنون المدينة، وخانوا عهد رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وتحالفوا مع الكفار ضد المسلمين، وبينما الصحابة في طريقهم إلى بني قريظة كادت الشمس تغيب، فقال بعض الصحابة: إن الشمس ستغيب ولا بد أن نصلي العصر، وصلوا. وفرقة ثانية من الصحابة قالت: إن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ طلب منا ألا نصلي العصر إلا في بني قريظة ولم يُصَلُّوا حتى وصلوا إلى هناك. </p><p> ونقول: إن الفريقين استخدما المنطق؛ لأن الصلاة تحتاج إلى ظرف زمان وظرف مكان، فالذي نظر إلى ظرف الزمان قال: الشمس ستغيب، وصلى، والذي نظر إلى ظرف المكان الذي حدده رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ لم يُصَلِّ. </p><p> وأقر رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ الفريقين، واحترم اجتهادهما في: ظرفية الزمان، وظرفية المكان. وفي هذا يروي نافع عن ابن عمر رَضِيَ اللَّهُ عَنْهما أن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قال يوم الأحزاب:  «لا يصلين أحد العصر إلا في بني قريظة» فأدرك بعضهم العصر في الطريق فقال بعضهم: لا نصلي حتى نأتيهم، وقال بعضهم: بل نصلي، لم يُرَدْ منا ذلك، فذُكر ذلك للنبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فلم يعنف واحداً منهم. </p><p> {وَيَوْمَ حُنَيْنٍ إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَنكُمْ شَيْئاً} والغنى هو عدم الحاجة إلى الغير، وحنين هو موضع في واد بين مكة والطائف، تجمَّع فيه الكفار الذين ساءهم فتح المسلمين لمكة، فأرادوا أن يقوموا بعملية مضادة تُضيّع </p><p> قيمة هذا النصر. فاجتمعت قبائل هوزان وثقيف، واختاروا مالك بن عوف ليكون قائدهم في هذه المعركة. واستطاع مالك بن عوف أن يجمع أربعة آلاف مقاتل، وانضم إليهم عدد من الأعراب المحيطين بهم. ووضع مالك خطته على أساس أن يخرج الجيش ومعه ثروات المشاركين في الجيش من مال، وبقر وإبل. وأن يخرج مع الجيش النساء والأطفال. وذلك حتى يدافع كل واحد منهم عن عرضه وماله فلا يفر من المعركة، ويستمر في القتال بشجاعة وعنف؛ لأنه يدافع عن نسائه وأمواله وأولاده. وبذلك وضع كل العوامل التي تضمن له النصر. بينما المؤمنون عندما تبدأ المعركة سيقاتلون مدافعين عن دين الله ومنهجه. </p><p> واجتمع الكفار ونزلوا بوادٍ اسمه «وادي أوطاس» . وكان فيهم رجل كبير السن ضرير. اسمه «دريد بن الصِّمة» . وكان رئيساً لقبيلة «جشم» . فلما وصل إلى مكان المعركة سأل: بأي أرض نحن؟ فقالوا: نحن بوادي أوطاس. . فابتسم وقال: لا حزناً ضرس ولا سهلاً دهس، أي أنها أرض مناسبة ليس فيها أحجار مدببة، تتعب الذي يسير عليها، وليست أرضا رخوة تغوص فيها أقدام من يسير عليها، من «الحزن» فالحزن هو: الخشونة والغلظة، و «ضرس» هو: التعب أثناء السير، وأيضاً ليست أرضاً سهلة منبسطة رملية تغوص فيها الأقدام. </p><p> وعندما سمع العجوز بكاء الأطفال وثغاء الشاة، قال: أسمع بكاء الصبيان وخوار البقر. فقالوا له: إن مالك بن عوف استصحب ذراريه واصطحب كل أمواله، فقال: أما الأموال فلا بأس، وأما النساء والذراري فهذا هو الأرعن - أي: لا يفهم في الحرب - أرسلوه لي، فأحضروه له. فلما حضر قال: يا مالك ما حملك على هذا؟ قال: وماذا تريد؟ قال: ارجع بنسائك وذراريك إلى عُليَّا دارك، فإن كان الأمر ذلك؛ لحقك من وراءك. وإن </p><p> كان الأمر عليك لم تفضح أهلك وذراريك. </p><p> فقال له مالك: لقد كبرت وذهب علمك وذهب عقلك. وأصر على رأيه. ثم بدأ مالك بن عوف يرتب الجيش في الشِّعَابِ وتحت الأشجار حتى لا يراهم المسلمون عند مجيئهم. فيتقدمون غير متنبهين للخطر، وحينئذ يتم الهجوم عليهم من كل جهة ومن كل مكان. </p><p> وعندما جاء جيش المسلمين لم يتنبهوا إلى وجود الكفار المختفين عن الأعين. وحينئذ أعطى مالك بن عوف إشارة البدء بالهجوم، فخرج الكفار من كل مكان. وفاجأوا المسلمين بهجوم شديد، قال المتحدث: فوالله ما لبث المسلمون أمامهم إلا زمن حلب شاة، حتى إنه من قسوة المعركة وضراوتها وقوة المفاجأة انهزم جيش المسلمين في الساعات الأولى للمعركة، ووصل بعض الفارين من القتال إلى مكة ولم يبق مع رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في ساحة المعركة إلا تسعة بينهم العباس عم رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. وكان ممسكاً بالدابة التي يركبها رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. وسيدنا علي بن أبي طالب وكان يحمل الراية. وسيدنا الفضل، وكان يقف على يمين رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. وسيدنا أبو سفيان بن الحارث ابن عم رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وكان يقف على يساره. وكان معهم أيمن بن أم أيمن وعدد من الصحابة. </p><p> وهنا نتساءل: لماذا حدثت هذه الهزيمة للمسلمين في بداية المعركة؟ لأنهم عندما خرجوا إلى الحرب قالوا: نحن كثرة لن نهزم من قلة، وبذلك ذهبوا إلى الأسباب وتناسوا المسبب، فأراد الله أن يعاقبهم عقاباً يخزيهم ويُعْلي من قدر رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. ولما رأى رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ما حدث، قال العباس - وكان العباس صاحب صوت عال: أذن في الناس، فقال العباس بصوت عال: يا معشر الأنصار - يا أهل سورة البقرة، يا أهل بيعة الشجرة. فلما سمع الناس نداء العباس، قالوا: لبيك لبيك. وكان الذي يقول:  «لبيك» يسمعه من هم وراءه ويقولون مثله، حتى عاد عدد كبير من المؤمنين إلى القتال، وحمى القتال </p><p> واشتدت الحرب وصار لها أوار، فضحك رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: الآن حمى الوطيس، أي اشتدت الحرب، ثم قال عَلَيْهِ الصَّلَاة وَالسَّلَام ُ:  «أنا النبي لا كذب، أنا ابن عبد المطلب» . </p><p> ويروى هذا الحديث عن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ البراء بن عازب، فقد جاء في الصحيحين عن البراء بن عازب رَضِيَ اللَّهُ عَنْه. «أن رجلاً قال له: يا أبا عمارة أفررتم عن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يوم حنين؟فقال:لكن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لم يفر، إن هوزان كانوا قوماً رُمَاةً، فلما لقيناهم وحملنا عليهم انهزموا، فأقبل الناس على الغنائم، فاستقبلونا بالسهام، فانهزم الناس، فلقد رأيت رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ،وأبو سفيان بن الحارث آخذ بلجام بغلته البيضاء وهو يقول:» أنا النبي لا كذب. أنا ابن عبد المطلب « </p><p> أي: أنه رسول الله، والله لن يتخلى عنه ولن يخذله، ولم يثبت أمام المؤمنين واحد من هوازن وثقيف، وانتهت المعركة عن ستة آلاف أسير من النساء، كما غنم المسلمون أموالاً لا حصر لها وعدداً كبيراً من الإبل والبقر والغنم والحمير. وأحضر رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بديل بن ورقاء وقال له: أنت أمير على هاذ المغنم. اذهب به وأنا سأتتبع الهاربين. </p><p> وانطلق جيش المسلمين إلى الطائف ليطارد الفارين. واختبأ مالك بن عوف قائد العدو. ثم عاد رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بعد ذلك وقسم الغنائم، وكاد تقسيم الغنائم أن يحدث فتنة بين المسلمين؛ لأن الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أعطى الغنائم للمؤلفة قلوبهم، ولسائر العرب ولم يعط منها الأنصار، لقد أراد رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أن يقارن بين شيئين، بين سبايا هي أيضاً من متاع الدنيا فيعطي منها المؤلفة قلوبهم وبين حب الله ورسوله فيكون حظ الأنصار منه، فالأنصار الذين آووه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في رأيه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يستغنون بحبهم لرسول الله وقوة إيمانهم بالله عن مثل هذا المتاع الدنيوي، إلا أنه على الرغم من ذلك شعر بعض من الأنصار بالغُصَّة، وتأثر هذا البعض بذلك. </p><p> لما أعطى رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ما أعطي من تلك العطايا في قريش وقبائل العرب ولم يكن في الأنصار منها شيء، وجد هذا الحي من الأنصار في أنفسهم حتى كثرت فيهم القالة، حتى قال قائلهم: لقي رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قومه فدخل عليه سعد بن عبادة فقال: يا رسول الله إن هذا الحي قد وجدوا عليك في أنفسهم لما صنعت في هذا الفيء الذي أصبت، قسمت في قومك وأعطيت عطايا عظاماً في قبائل العرب، ولم يكن في هذا الحي من الأنصار شيء. قال: فأين أنت من ذلك يا سعد؟ قال: يا رسول الله ما أنا إلا امرؤ من قومي وما أنا. قال: فاجمع لي قومك في هذه الحظيرة. قال: فخرج سعد فجمع الناس في تلك الحظيرة. قال: فجاء رجال من المهاجرين فتركهم فدخلوا وجاء آخرون فردهم، فلما اجتمعوا أتاه سعد فقال: قد اجتمع لك هذا الحي من الأنصار قال: فأتاهم رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فحمد الله وأثنى عليه بالذي هو له أهل. ثم قال: يا معشر الأنصار ما قَالَةٌ بلغتني عنكم وجدَةٌ وجدتموها في أنفسكم، ألم آتكم ضلالاً فهداكم الله، وعالة فأغناكم الله، وأعداء فألف الله بين قلوبكم. قالوا: بل الله ورسوله أمنُّ وأفضل. قال: ألا تجيبوني يا معشر الأنصار؟ قالوا: وبماذا نجيبك يا رسول الله ولله ولرسوله المنُّ والفضل؟ قال: أما والله لو شئتم لقلتم فلصدقتم وصدقتم، أتيتنا مكَذَّباً فصدقناك، ومخذولاً فنصرناك، وطريداً فآويناك، وعائلاً فأغنيناك </p><p> أي: أن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ذكر لهم ثلاثة أشياء من فضل الإسلام عليهم، وهي أنه نقلهم من الضلال إلى الهدى، ومن الفقر إلى الغنى، ومن العداوة إلى الأخوة والمحبة. </p><p> وعندما تحدث رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ عن فضل الأنصار على الدعوة ذكر أربع </p><p> فضائل، وهي أن أهل مكة كانوا قد حاولوا قتل الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فهاجر منها فآواه أهل المدينة، وجاء الرسول والمؤمنون إلى المدينة لا يملكون شيئاً، فأعطاهم الأنصار من أموالهم وزوجاتهم، وكان الكفار يحاولون قتل رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فأمَّنه الأنصار، وكان رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قد خذله قومه من قريش فنصره الأنصار. </p><p> عندما سمع الأنصار قول رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في ذكر مفاخرهم. قالوا: المنة لله والرسوله، أي: إننا معشر الأنصار لا نقول هذا الكلام الذي قلته أبداً؛ لأن حلاوة الإيمان وجزاء الإيمان أكبر من هذا بكثير، وبهذا لا يكونون هم الذين أعطوا، بل الإيمان هو الذي أعطاهم. فالإيمان نَفْعُه نَفْع أبدي. والحق تبارك وتعالى يقول:  {قُل لاَّ تَمُنُّواْ عَلَيَّ إِسْلاَمَكُمْ بَلِ الله يَمُنُّ عَلَيْكُمْ أَنْ هَداكُمْ للإيمان}  [الحجرات: ١٧] . </p><p> وعندما قال الأنصار لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: بل المنة لله ولرسوله، قال لهم رسول الله عَلَيْهِ الصَّلَاة وَالسَّلَام ُ: </p><p> «أوجدتم في أنفسكم يا معشر الأنصار في لعاعة من الدنيا تألَّفْتُ بها قوماً ليسلموا ووكلتكم إلى إسلامكم، أفلا ترضون يا معشر الأنصار أن يذهب الناس بالشاة والبعير، وترجعون برسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في رحالكم، فوالذي نفس محمد بيده لولا الهجرة لكنت امرءاً من الأنصار، ولو سلك الناس شعْباً وسلكت الأنصار شعباً لسلكت شعبْ الأنصار، اللهم ارحم الأنصار وأبناء الأنصار وأبناء أبناء الأنصار» فلماَ سمعوا هذا القول من رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بَكَوْا حتى اخضلَّتْ لحاهم وقالوا: رضينا بالله وبرسوله قسماً وحظاً. وانتهت المسألة. </p><p> وهكذا نرى أنه حين تأتي مقارنة بين شيئين، لا بد أن نتفاخر بالشيء الدائم الباقي الذي حصلنا عليه، أما الشيء الذي مآله إلى فناء فإنَّ من ليس معه يعيش كمن عاش معه، وهو متاع الدنيا، تعيش معه وتعيش بدونه. ولكن لا أحد يستغني عن الإيمان، نستغني عن الدنيا نعم، أما عن الإيمان وعن الله ورسوله فلا. وبعد أن قسم رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ الغنائم، جاء وفد هوازن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وهو بالجعرانة وقد أسلموا. فقالو: يا رسول الله إنَّ أصل وعشيرة، وقد أصابنا من البلاء ما لا يخفى عليك فامنن علينا منّ الله عليك. </p><p> فقال رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: أبناؤكم ونساؤكم أحب إليكم أم أموالكم؟ قالوا: يا رسول الله خيَّرتنا بين أحسابنا وبين أموالنا بل تردُّ علينا نساؤنا وأبناؤنا فهو أحب إلينا فقال لهم: أما ما كان لي ولبني عبد المطلب فهو لكم فإذا صليت للناس الظهر فقوموا فقولوا: إنا نستشفع برسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إلى المسلمين وبالمسلمين إلى رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في أبنائنا ونسائنا فسأعطيكم عند ذلك وأسأل لكم. فلما صلى رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بالناس الظهر قاموا فتكلموا بالذي أمرهم به فقال رسول الله صلى الله عليه سولم: أما ما كان لي ولبني عبد المطلب فهو لكم. قال المهاجرون: وما كان لنا فهو لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وقالت الأنصار: وما كان لنا فهو لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. قال الأقرع بن حابس: أما أنا وبنو تميم فلا. وقال عيَيْنة بن حصن بن حذيفة بن بدر: أما أنا وبنو فزارة فلا. قال عباس بن مرداس: أما أنا وبنو سليم فلا، قالت بنو سليم: لا، ما كان لنا فهو لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. فقال عباس: يا بني سليم وهنتموني. فقال رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: أما من تمسك منكم بحقه من هذا السبي فله بكل إنسان ست فرائض من أول شيء نصيبه، فردوا على الناس أبناءهم ونساءهم. . ذلك هو ما يشير إليه قول الحق، تبارك وتعالى: </p><p> {لَقَدْ نَصَرَكُمُ الله فِي مَوَاطِنَ كَثِيرَةٍ وَيَوْمَ حُنَيْنٍ إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَنكُمْ شَيْئاً وَضَاقَتْ عَلَيْكُمُ الأرض بِمَا رَحُبَتْ ثُمَّ وَلَّيْتُم مُّدْبِرِينَ}  [التوبة: ٢٥] . </p><p> أي: أنكم بدأتم المعركة ولم يكن الله في حسبانكم، بل كنتم معتمدين على كثرتكم فلم تنفعكم ولم تحقق لكم النصر؛ ولذلك فررتم خوفاً من الهزيمة ووجدتم الأرض ضيقة أمامكم، أي: تبحثون هنا وهناك عن مكان تختبئون فيه فلا تجدون، مع أن الأرض رحبة أي واسعة، ولكنها أصبحت ضيقة في نظركم وأنتم تفرون من المعركة. إلا أن الحق سبحانه وتعالى لم يرد أن ينهي المعركة هذا الإنهاء. ولكنه أراد فقط أن ينزع من قلوب المسلمين المباهاة بكثرة العدد وظنهم أن اللجوء إلى الأسباب الدنيوية هو الذي سيحقق لهم النصر. أراد منهم سبحانه وتعالى أن يعلموا جيداً أنهم إنما ينتصرون بالله عَزَّ وَجَلَّ، وأن كثرتهم دون الاعتماد عليه سبحانه لا تحقق لهم شيئاً. </p><p> ثم يقول الحق سبحانه وتعالى:  {ثُمَّ أَنَزلَ الله سَكِينَتَهُ على رَسُولِهِ وَعَلَى المؤمنين ... } </p>"
}