{
  "id": null,
  "sura": 9,
  "aya": 4,
  "text": "<p> هذا استثناء، ولكنه استثناء مشروط بأن هؤلاء كانوا أمناء على العهد وموفين به ولم ينقصوا منه شيئا، أي لم يصدوا لكم تجارة ولم يستولوا على أغنام ولم يسرقوا أسلحتكم ولم يغروا بكم أحداً ولم يظاهروا عليكم أحداً؛ وهؤلاء هم بنو ضمرة وبنو كنانة، فلم يحث منهم شيء ضد المؤمنين فجاء الأمر بأن يستمر العهد معهم إلى مدته. ولقائل أن يقول: إن المستثنى يقتضي مستثنى منه،، ونقول: المستثنى منه هم المشركون في قوله الحق تبارك وتعالى: {إِلاَّ الذين عَاهَدتُّم مِّنَ المشركين ثُمَّ لَمْ يَنقُصُوكُمْ شَيْئاً وَلَمْ يُظَاهِرُواْ عَلَيْكُمْ أَحَداً}  [التوبة: ٤] . </p><p> والإنقاص معناه تقليل الكمّ إمَّا في الذوات، وإما في متعلقات الذوات، والإنقاص في الذوات يكون بالقتل، والإنقاص في متعلقات الذوات يكون بمصادرة التجارة أو الماشية، وسرقة السلاح. </p><p> إذن ففي الإنقاص هنا مرحلتان؛ مرحلة في الذوات أي بالقتل، ومرحلة في تابع الذوات وهي الأشياء المملوكة، ولذلك قال:  {لَمْ يَنقُصُوكُمْ شَيْئاً} أي شيء كان، سواء في الذوات أو متعلقات الذوات، وأيضا لم يغروا عليكم أحداً ولم يشجعوا أحداً على أي عمل ضد الرسول. </p><p> {وَلَمْ يُظَاهِرُواْ عَلَيْكُمْ أَحَداً}  [التوبة: ٤] . </p><p> ويظاهر أي يعادل، وكلها مأخوذة من مادة الظهر، وهو يتحمل أكثر من اليد، فالإنسان لا يقدر أن يحمل جوال قمح بيده مثلا، ولكنه يقدر أن يحمله على ظهره. ولذلك يقول المثل العامي: من له ظهر لا يضرب على بطنه. إذن فالظهر للمعونة. والحق يقول:  {فَأَيَّدْنَا الذين آمَنُواْ على عَدُوِّهِمْ فَأَصْبَحُواْ ظَاهِرِينَ}  [الصف: ١٤] . </p><p> أي عالين. </p><p> والحق سبحانه وتعالى حين قص علينا نبأ تآمر بعض من نساء النبي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - عليه، قال:  {وَإِن تَظَاهَرَا عَلَيْهِ فَإِنَّ اللَّهَ هُوَ مَوْلاَهُ وَجِبْرِيلُ وَصَالِحُ الْمُؤْمِنِينَ وَالْمَلاَئِكَةُ بَعْدَ ذَلِكَ ظَهِيرٌ}  [التحريم: ٤] . </p><p> فظهير في الآية الكريمة أي معين. ويأتي الحق هنا إلى منطقة القوة في الإنسان، لذلك يقال: فلان يشد ظهري. أي يعاونني بقوة. ويقال: ظهر فلان على فلان. أي غلبه وتفوق عليه، ويقال: وعلا ظهره. أي استولى على منطقة القوة منه؛ لذلك نجد أن الحق سبحانه وتعالى حينما تكلم في سورة الكهف عن ذي القرنين ذكر بعض اللقطات وقال: </p><p> {حتى إِذَا بَلَغَ بَيْنَ السَّدَّيْنِ وَجَدَ مِن دُونِهِمَا قَوْماً لاَّ يَكَادُونَ يَفْقَهُونَ قَوْلاً قَالُواْ ياذا القرنين إِنَّ يَأْجُوجَ وَمَأْجُوجَ مُفْسِدُونَ فِي الأرض فَهَلْ نَجْعَلُ لَكَ خَرْجاً على أَن تَجْعَلَ بَيْنَنَا وَبَيْنَهُمْ سَدّاً قَالَ مَا مَكَّنِّي فِيهِ رَبِّي خَيْرٌ فَأَعِينُونِي بِقُوَّةٍ أَجْعَلْ بَيْنَكُمْ وَبَيْنَهُمْ رَدْماً}  [الكهف: ٩٣ - ٩٥] . </p><p> فالله سبحانه وتعالى لفتنا هنا إلى حقيقة علمية لم نعرفها إلا في العصر الحديث. فالسد إذا كان كله من مادة صلبة؛ يتعرض للانهيار إذا ما جاءت هزة أثرت في كل جوانبه، أما إن كان هناك جزء من بناء صلب على الحافة، وجزء صغير في المنتصف وجزء ثالث، ثم رابع، ويفصل بين كُلٍّ جزء ردم من تراب فالردم فيه تنفسات بحيث يمتص الصدمة، وهي نفس فكرة الإسفنج التي نحيط بها الأشياء التي نخاف عليها من الكسر لنحفظها، فلو أن الصندوق من الخشب أو الحديد أو أي مادة صلبة لتحطم الشيء الموضوع فيه بمجرد اصطدامه بالأرض صدمة قوية، ولكن إذا أحطناه بوسادة من الإسفنج فهي تمتص الصدمات. </p><p> وأنواع السدود التي تتلقى الصدمات يقال عنها: السد الركامي. </p><p> ونلتفت إلى قول الحق سبحانه:  {فَأَعِينُونِي بِقُوَّةٍ}  [الكهف: ٩٥] . </p><p> وهذا يدلنا على أن القوي يجب أن يعين الضعيف معونة لا تحوجه له مرة أخرى؛ لذلك يقال: لا تعط الجائع سمكة؛ ولكن علمه أن يصطاد السمك ليعتمد على نفسه بعد ذلك، وهذه هي المعونة الصحيحة، ولذلك نجد أن ذا القرنين رفض أن يأخذ مقابلا لبناء الردم؛ لأن مهمة الأقوياء في الأرض من أصحاب الطاقة الإيمانية أن يمنعوا الظلم بلا مقابل حتى يعتدل ميزان الحياة؛ لأن الضعيف قد لا يملك ما يدفعه للقوي. ولو أن كل قَوِيٍّ أراد ثمناً لنصرة الضعيف لاختل ميزان الكون وطغى الناس، ولكن الأقوياء في عالمنا يريدون أن يظلموا بقوتهم؛ لذلك يختل ميزان الكون الذي نعيش فيه. ولننظر إلى تفويض الله لذي القرنين وكيف أحسن ذو القرنين الحكم بين الناس، وأقام العدل فيهم وكيف ترصد الظالمين، قال القرآن الكريم على لسان ذي القرنين: </p><p> {قَالَ أَمَّا مَن ظَلَمَ فَسَوْفَ نُعَذِّبُهُ ثُمَّ يُرَدُّ إلى رَبِّهِ فَيُعَذِّبُهُ عَذَاباً نُّكْراً وَأَمَّا مَنْ آمَنَ وَعَمِلَ صَالِحاً فَلَهُ جَزَآءً الحسنى وَسَنَقُولُ لَهُ مِنْ أَمْرِنَا يُسْراً}  [الكهف: ٨٧ - ٨٨] . </p><p> هكذا أقام ذو القرنين العدل، بتعذيب الظالم وتكريم المؤمن صاحب العمل الصالح. </p><p> وقول الحق سبحانه وتعالى على لسان ذي القرنين:  «أعينوني» يعطينا كيفية إدارة العدل في الكون، فذلك الذي أعطاه الله الأسباب إن أراد أن يعين الضعفاء فعليه أن يشركهم في العمل معه، ولا يعمل هو وهم يتفرجون وإلاَّ تعودوا على الكسل فتفسد همة كل منهم. ولكن إذا جعلهم يعملون معه سيتعلمون العمل ثم يتقنونه فتزداد مهارتهم وقوتهم في مواجهة الحياة؛ لذلك نجد أن ذا القرنين أشرك معه الضعفاء، وقال لهم:  {آتُونِي زُبَرَ الحديد}  [الكهف: ٩٦] . </p><p> إذن فقد جعلهم يعملون معه ويبنون، وهذه أمانة القوي فيما آتاه الله تعالى من القوة، بل إننا نجده قد تفاهم معهم رغم أن الحق تبارك وتعالى قال فيهم:  {لاَّ يَكَادُونَ يَفْقَهُونَ قَوْلاً}  [الكهف: ٩٣] . </p><p> كيف تفاهم معهم؟ لعله استخدم لغة الإشارة وتحايل ليفهموا مقصده. ويدلنا القرآن على تفهمهم له أن قال الحق على لسانهم:  {قَالُواْ ياذا القرنين إِنَّ يَأْجُوجَ وَمَأْجُوجَ مُفْسِدُونَ فِي الأرض فَهَلْ نَجْعَلُ لَكَ خَرْجاً على أَن تَجْعَلَ بَيْنَنَا وَبَيْنَهُمْ سَدّاً} </p><p> [الكهف: ٩٤] . </p><p> قد تَمَّ بناء السد بمعاونة هؤلاء الضعفاء، وكان بناء هذا السد بصورة تتحدى طاقة العدوان في كل من يأجوج ومأجوج، وقد حاول كل منهما أن يصعد فوق السد ليتغلب عليه، ولكنه كان فوق طاقة كل منهما فلم يستطيعا اختراقه، وهذا وضحه لنا المولى سبحانه وتعالى في قوله:  {فَمَا اسطاعوا أَن يَظْهَرُوهُ وَمَا استطاعوا لَهُ نَقْباً}  [الكهف: ٩٧] . </p><p> إذن فقول الحق سبحانه وتعالى: </p><p> {وَلَمْ يظاهروا عَلَيْكُمْ أَحَداً فأتموا إِلَيْهِمْ عَهْدَهُمْ إلى مُدَّتِهِمْ}  [التوبة: ٤] . </p><p> أي لم يعينوا ولم يساعدوا أحداً من أعدائكم حتى يتغلب عليكم، وسماحته سبحانه وتعالى بإتمام مدة العهد تعني أن هذه المدة كانت أكثر من أربعة أشهر. وهكذا يعطينا سبحانه جلال عدالته، فسمح لمن كان العهد معهم أقل من أربعة أشهر، أن يأخذوا مهلة أربعة أشهر، والحق سبحانه لا يحب نقض العهد؛ لذلك طلب من المؤمنين أن يعطوا المشركين الذين عاهدوهم مدة العهد ولو كانت أكثر من أربعة أشهر؛ حتى يتعلم المؤمن أن يُوفِيَ بالعهد ما دام الطرف الآخر يحترمه. وزيادة المدة هنا؛ أو زيادة المهلة نابعة من قوة الله تعالى وقدرته؛ لأن كل من في الأرض غير معجزي الله، فإن طالت المدة أو قصرت فلن تعطي المشركين ميزة ما، فالله يستطيع أن ينالهم في أي وقت وفي أي مكان. </p><p> ويختم الحق سبحانه وتعالى الآية بقوله: </p><p> {إِنَّ الله يُحِبُّ المتقين}  [التوبة: ٤] . </p><p> والمتقون هم الذين يجعلون بينهم وبين أي شيء، يغضب الله وقاية. وإن تعجب بعض الناس من قول الحق سبحانه وتعالى:  {واتقوا الله} وقوله: {واتقوا النار} فإننا نقول: إن معنى {اتقوا الله} أي اجعلوا بينكم وبين صفات الجبروت لله وقاية، اتقوا صفات الجبروت في الله حتى لا يصيبكم عذابه، فلله صفات جلال منها المنتقم والجبار والقهار، وله صفات جمال مثل الرحيم، والوهاب، الرزاق، الفتاح، إذن اجعلوا بينكم وبين صفات الجلال في الله وقاية لكم وحماية من أن تتعرضوا لغضب الله تعالى، والإنسان يتقي صفات الجلال في الله بأن يتبع منهجه ويطيعه في كل ما أمر به لينال من فيض صفات الجمال. وقوله الحق سبحانه وتعالى:  {واتقوا النار} أي اجعلوا بينكم وبين النار وقاية حتى لا تمسكم النار. </p><p> ثم يقول الحق سبحانه وتعالى:  {فَإِذَا انسلخ الأشهر الحرم فاقتلوا المشركين حَيْثُ وَجَدتُّمُوهُمْ وَخُذُوهُمْ واحصروهم واقعدوا لَهُمْ كُلَّ مَرْصَدٍ ... } </p>"
}