{
  "id": null,
  "sura": 9,
  "aya": 119,
  "text": "<p> وساعة ينادي الحق عزّ وجلّ عباده المؤمنين، فهو سبحانه إما أن يناديهم بحكم يتعلق بالإيمان، وإما أن يناديهم بالإيمان ويطلب منهم الإيمان مثل قوله الحق:  {يَا أَيُّهَا الذين آمَنُواْ آمِنُواْ بالله وَرَسُولِهِ ... }  [النساء: ١٣٦] </p><p> والحق سبحانه يُبيّن للذين آمنوا به قبل أن يخاطبهم، أنه من الممكن أن يؤمن الإنسان ثم يتذبذب في إيمانه، فيطلب منه الحق «دوام الإيمان» . فإذا طلب الله من عباده ما كان موجوداً فيهم ساعة الخطاب، فالمطلوب دوامه، وإن طلب منهم حكماً يتعلق بالأيمان، فهو يوجّههم إلى الاستماع وتطبيق ما يطلب منهم، ومثال هذا قول الحق سبحانه:  {اتقوا الله}  [التوبة: ١١٩] </p><p> وكلمة {اتقوا} تعني: اجعلوا بينكم وبين الله وقاية، ويتساءل البعض: هل يطلب أحد من الإنسان أن يجعل بينه وبين وقاية؟ إن العبد المؤمن يطلب أن يكون في معيَّة الله. وهنا تأتي ضرورة فهم صفات الجمال وصفات الجلال. إن قوله سبحانه:  {اتقوا الله} يعني: اجعلوا بينكم وبين صفات الجلال وقاية، مثلما قال سبحانه:  {اتقوا الله}  [البقرة: ٢٤] </p><p> لأن النار من جنود صفات الجلال، فاجعلوا بينكم وبين الله وقاية من صفات الجلال. </p><p> وهنا يقول الحق:  {اتقوا الله وَكُونُواْ مَعَ الصادقين} ، وفسر بعض العلماء قوله:  {وَكُونُواْ مَعَ الصادقين} بمعنى كونوا من الصادقين، أي: أن «مع» هنا بمعنى «من» والمقصود أن يعطي هذا القول معنى إجماليّاً عامّاً. لكني أقول: هنام فرق بين {وَكُونُواْ مَعَ الصادقين} و «كونوا من الصادقين» ، فقوله الحق:  {وَكُونُواْ مَعَ الصادقين} أي: التحموا بهم فتكونوا في معيّتهم وبعد أن تلتحموا بهم يأتي الذين من بعدكم ويجدونكم مع الصادقين. </p><p> ويقتضي الأمر هنا أن نتذكر ما سبق أن قلناه عن النسبة الكلامية والنسبة الذهنية، فأيُّ قضية تمر على ذهنك قبل أن تقولها هي نسبة ذهنية، مثل قولك:  «محمد زارني» ، وأنت قبل أن تقول هذه العبارة جاء في ذهنك أن تنطقها، وهذه «نسبة ذهنية» . ومن يسمعك لا يدري بها، ولكونك المتكلم فأنت وحدك الذي تدري بها، فإذا ما نطقتها وسمعها منك المخاطب؛ علم أن نسبة ذهنية جاءت في ذهنك فترجمتها قولاً بالنسبة الكلامية. فحين قلت:  «محمد زارني بالأمس» ؛ جاءت في ذهنك قل أن تقولها، فلما سمعها السامع عرف أن هناك نسبتين؛ نسبة سمعها عن نسبة عندك. </p><p> وحين يمحّص السامع هذا القول؛ يعلم أن هناك واحداً في الواقع اسمه محمد وعلم منك أنه قد زارك، وخبرته معك أنه قد زارك، وخبرته معك دائماً أنك صادق، إذن: </p><p> فالصدق هو أن تتطابق النسبة الكلامية مع الواقع. أما إذا قلت: إن محمداً قد سافر إلى أمريكا، وهو لم يسافر، فهذا يعني أن النسبة الكلامية لم تتطابق مع النسبة الواقعية وهذا هو الكذب. </p><p> إذن: فهناك «نسبة ذهنية» و «نسبة كلامية» و «نسبة واقعية» . فإن تطابقت النسبة الكلامية مع النسبة الواقعية، فذلك هو الصدق، وإن لم تتطابق يكون الكذب. </p><p> وكل نسبة تقولها تحتمل أن تكون صادقة أو كاذبة، والفيصل في هذا الأمر هو الواقع، هل يتطابق ما تقول أم لا؟ . أما إن قلت لك:  «زُرْ فلاناً» فهذه نسبة إنشاء؛ لأن الواقع يأتي بعدها، لا قبلها. </p><p> وهنا يقول الحق سبحانه:  {اتقوا الله وَكُونُواْ مَعَ الصادقين} والصدق هو الخَلَّة التي تجمع كل الإيمان، ولنر التطبيق لذلك في قصة الرجل البدوي الذي ذهب إلى رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وقال: يا رسول الله، إن فيَّ خلالاً ثلاثة لا أقدر على التخلِّي عنها أبداً، أما الأولى فهي النساء، وأما الثانية فهي الخمر، وأما الثالثة فهي الكذب، وقد جئتك يا رسول الله، لتختار لي خصلة من الثلاثة وتقوِّيني عليها، وأعاهد ربنا عليها. فاختار رسول الله للأعرابي أن يتوب عن الكذب، وأن يتحلّى بالصدق، فقال له: كن صادقاً وما عليك. وحين أحب الأعرابي أن يشرب كأس خمر؛ تساءل: وماذا إن سألني النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أشربت الخمر؟ وامتنع عن الخمر حتى لا يكذب على الرسول. وحين جاء ليختلس النظر إلى امرأة؛ قال لنفسه: «وماذا إن سألني صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وكيف أُخزي نفسي بصفة لا تليق بمسلم؛ فامتنع عن النظر إلى المحارم، وهكذا سيطر الصدق على الرجل فهذّب سلوكه. وحين سئل رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: أيكون المؤمن جباناً؟ فقال: نعم. </p><p> فقيل له: أيكون المؤمن بخيلاً؟ فقال: نعم. فقيل له: أيكون المؤمن كذاباً؟ فقال: لا. لأن مدخل الإيمان هو التصديق بالقضية العقدية الجازمة، وهكذا تجد أن الصدق هو» رأس الأمر كله «. </p><p> وقوله الحق:  {وَكُونُواْ مَعَ الصادقين} أي: لا تقولوا كلاماً لا يصادفه الواقع، وكذلك إياكم أن تقولوا كلاماً تناقضه أفعالكم، لهذا يقول الحق سبحانه:  {ياأيها الذين آمَنُواْ لِمَ تَقُولُونَ مَا لاَ تَفْعَلُونَ كَبُرَ مَقْتاً عِندَ الله أَن تَقُولُواْ مَا لاَ تَفْعَلُونَ}  [الصف: ٢ - ٣] </p><p> وفي سورة البقرة يقول الحق سبحانه:  {لَّيْسَ البر أَن تُوَلُّواْ وُجُوهَكُمْ قِبَلَ المشرق والمغرب ولكن البر مَنْ آمَنَ بالله واليوم الآخر والملائكة والكتاب والنبيين وَآتَى المال على حُبِّهِ ذَوِي القربى واليتامى والمساكين وابن السبيل والسآئلين وَفِي الرقاب وَأَقَامَ الصلاوة وَآتَى الزكاوة ... }  [البقرة: ١٧٧] </p><p> ولننتبه إلى الملاحظ الدقيقة في هذه الآية، فقد قال الحق هنا:  {وَآتَى المال على حُبِّهِ ذَوِي القربى}  [البقرة: ١٧٧] </p><p> ثم ذكر إقامة الصلاة وإيتاء الزكاة، فلماذا إذن ذكر {وَآتَى المال} ؟ أقول: لقد ذكر الحق هنا المال الذي ينفقه المؤمن دون أن يكون مفروضاً عليه إخراجه مثل الزكاة، فالزكاة واجبة، أما إيتاء المال تصدقاً، فهذا فوق الواجب. </p><p> ثم يقول سبحانه: </p><p> {والموفون بِعَهْدِهِمْ إِذَا عَاهَدُواْ والصابرين فِي البأسآء والضراء وَحِينَ البأس أولئك الذين صَدَقُواْ وأولئك هُمُ المتقون}  [البقرة: ١٧٧] </p><p> هذه هي صفات من صدقوا، وهم هنا في الآية التي نحن بصدد خواطرنا عنها قد تصدقوا واتقوا. </p><p> {ياأيها الذين آمَنُواْ اتقوا الله وَكُونُواْ مَعَ الصادقين}  [التوبة: ١١٩] </p><p> وقد جاء الحق بصفة «الصدق» هنا؛ لأن المجال هو الحديث عمن تخلّف عن الغزوات، وكذب في الأعذار التي افتعلها؛ لذلك يأتي التوجيه السماوي أن ادخلوا من باب الصدق. </p><p> يقول الحق بعد ذلك:  {مَا كَانَ لأَهْلِ المدينة وَمَنْ ... } </p>"
}