{
  "id": null,
  "sura": 9,
  "aya": 58,
  "text": "<p> وإذا جلسوا مع بعضهم البعض تجدهم يحاولون النَّيْل من رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بغرض إيذائه ولمزه، ويقول الله سبحانه وتعالى عنهم:  {وَمِنْهُمُ الذين يُؤْذُونَ النبي وَيِقُولُونَ هُوَ أُذُنٌ قُلْ أُذُنُ خَيْرٍ لَّكُمْ يُؤْمِنُ بالله وَيُؤْمِنُ لِلْمُؤْمِنِينَ وَرَحْمَةٌ لِّلَّذِينَ آمَنُواْ مِنكُمْ والذين يُؤْذُونَ رَسُولَ الله لَهُمْ عَذَابٌ أَلِيمٌ}  [التوبة: ٦١] </p><p> هذه بعض صفات المنافقين التي يفضحهم الله بها بكشفها للمؤمنين. وقد جاء الحق سبحانه لنا بمزيد من الكشف لقبائحهم وفضائحهم. فقال فيهم:  {وَمِنْهُمْ مَّن يَلْمِزُكَ فِي الصدقات فَإِنْ أُعْطُواْ مِنْهَا رَضُواْ وَإِن لَّمْ يُعْطَوْاْ مِنهَا إِذَا هُمْ يَسْخَطُونَ}  [التوبة: ٥٨] </p><p> كلنا أيضاً نقرأ قول الله سبحانه:  {ويْلٌ لِّكُلِّ هُمَزَةٍ لُّمَزَةٍ}  [الهمزة: ١] </p><p> فما هي الهُمَزة وما هي اللُّمَزة؟ </p><p> «الهمزة» : هو من يعيب في الآخرين عيباً خفياً ويسخر منهم خفية، ويكون ذلك بإشارة من عينه أو بأي حركة من جوارحه، ومثال هذا: حين تكون هناك مجموعة من الناس جالسين، ويحاول أحدهم النَّيْل من أحد الحضور خفية، فيغمز بطرف عينه لإنسان آخر، أو يكون باللسان هَمْساً في أذن إنسان أو بأي طريقة أخرى، المهم أن يُشَار إلى العيب بطريقة خفية لا يلحظها معظم الحاضرين. </p><p> أما اللُّمَزة العيَّابون في غيرهم في حضورهم. فهناك القوي الذي يكشف العيوبَ بشجاعة وصراحة وهو اللَّماز، أما الضعيف فهو يعيب خفية وهو الهمَّاز. واللمزة تطلق على من يعيب كثيراً في الناس. </p><p> وهمزة لمزة، من صيغة المبالغة «فُعَلَة» وتدل على كثرة فعل الشيء. فتقول «فلان أكَلة» - بضمة على الألف - أي: يأكل كثيراً. وفلان ضُحَكة - بضمة على الضاد - أي: كثير الضحك. </p><p> إذن: فاللّمزة هي كثرة العيب في الغير، وهي تدل على ضعف من يقول بها، ولو لم يكن ضعيفاً لقال ما يريد بصراحة. </p><p> والحق سبحانه وتعالى يقول:  {وَمِنْهُمْ مَّن يَلْمِزُكَ فِي الصدقات} واللمز كما عرفنا هو البحث عن العيب، وهو هنا مظروف في شيء هو الصدقات. وكان بعض من المنافقين يغتابون تشريع الصدقة، وكانوا يعيبون أن يتعب الغني ويشقى في الحصول على المال ثم يأخذ الفقير المال بلا تعب، فهل يعيبون التشريع نفسه؟ أم يعيبون كمية الصدقات المفروضة عليهم ويرونها كثيرة؟ أم يعيبون حثَّ الله للناس على الصدقة؟ أم يعيبون الطريقة التي يتم </p><p> بها صرف الصدقة للفقراء، وأن بعضهم يُعطَى كثيراً وبعضهم يُعْطى قليلاً؟ لقد كانوا يعيبون في كل الأمور أو بعضها. </p><p> إذن: فاللمز إما أن يكون في التشريع، وإما أن يكون في كمية الصدقات أو في طريقة الصرف، والحادثة التي وقعت ونزلت فيها هذه الآية الكريمة كانت في مصارف الصدقة، فقد قام حرقوص بن زهير، وهو رأس الخوارج، وهو ابن ذي الخويصرة، وقال: اعدل يا محمد. </p><p> فقال رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: ويلك! ومَنْ يعدل إنْ لم أعدل؟ قد خبت وخسرت إن لم أعدل. فقال عمر بن الخطاب رَضِيَ اللَّهُ عَنْه: يا رسول الله إئذن لي فيه أضرب عنقه. فقال رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: </p><p> «دعه، فإنه له أصحاباً يحقر أحدكم صلاته مع صلاتهم وصيامه مع صيامهم. يقرأون القرآن لا يتجاوز تراقيهم. يمرقون من الإسلام كما يمرق السهم من الرمية. يُنظَر إلى نَصْله فلا يوجد فيه شيء، ثم يُنظر إلى رصافه فلا يوجد فيه شيء، ثم يُنْظر إلى نَضيِّه وهو قدحه فلا يوجد فيه شيء، ثم يُنظر في قُذَذِه فلا يوجد فيه شيء. سبق الفرْثَ والدم. آيتُهم رجل أسود إحدى عضديه مثل ثدي المرأة. أو مثل البضعة تَدرْدَرُ، يخرجون على حين فُرْقة من الناس» </p><p> قال أبو سعيد الخدري: فأشهد أنِّي سمعت هذا من رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وأشهد أن علي بن أبي طالب رَضِيَ اللَّهُ عَنْه قاتلهم وأنا معه. فأمر بذلك الرجل - أي الرجل الأسود - فالتُمس فوُجد فأتِي به، حتى نظرتُ إليه على نَعْتِ رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ الذي نعت. </p><p> ويقول الحق سبحانه موضحاً حال هؤلاء {وَمِنْهُمْ مَّن يَلْمِزُكَ فِي الصدقات فَإِنْ أُعْطُواْ مِنْهَا رَضُواْ وَإِن لَّمْ يُعْطَوْاْ مِنهَا إِذَا هُمْ يَسْخَطُونَ} أي: أن هؤلاء الناس إن أعْطوا من الصدقة كانوا راضين مهلِّلين، وإن لم يُعْطَوْا منها ملأ قلوبهم السخط، وبدأوا باللَّمْز. إذن: فالكمية المعطاة لهم من الصدقة كانت هي أساس اللمز. </p><p> ومثل هذا قد حدث في غزوة حنين. فقد وزع رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ الغنائم على قريش وأهل مكة، ولم يُعْطِ الأنصار شيئاً. </p><p> فلما لم يُدخل صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ الأنصار في هذه القسمة، استاء بعضهم من ذلك، فجمعهم رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وقال لهم: </p><p> «ألا ترضون أن يرجع الناس بالشاة والبعير، وترجعون أنتم برسول الله؟ المحيا محياكم والممات مماتكم، ولو سلك الناس شِعْباً وسلك الأنصار شِعْباً لسلكتُ شِعْبَ الأنصار» وهنا بكى الأنصار، وعرفوا أنهم سيعودون بما هو أكبر كثيراً من الغنائم؛ سيعودون بصحبة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. وقد يعطي رسول الله صلى الله عليه حَديثَ عَهْدٍ بالإسلام شيئاً من الصدقة ليربطه بهذا الدين، وقد يعطى لتأليف القلوب، وقد يعطي لفقير تأبى عزة نفسه أن يعترف أمام الناس بحاجته. </p><p> ولذلك كانت لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ملاحظة في توزيع الصدقات والغنائم، قد لا يلحظها أحد. وكان الواجب على المسلمين أن يقبلوا عمل رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ لأن سلوكه هو الحكم، ولا بد أن نقبله. </p><p> ففي الحديبية مثلاً حيث حدث عهد بين رسول الله صلى الله عليه وبين كفار قريش بألا يتعرض أحد منهم للآخر مدة عشرة أعوام، هذا الصلح أثار غضب عدد من المؤمنين وقالوا لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: أنرضى بالدنية في ديننا؟ أي: كيف نعطيهم هذه العهود وهي مجحفة بالنسبة لنا؟ حتى إن عمر بن الخطاب رَضِيَ اللَّهُ عَنْه انفعل وأراد أن يقسو في الكلام وقال لرسول الله عَلَيْهِ الصَّلَاة وَالسَّلَام ُ: ألستَ على حق يا رسول الله؟ فقال أبو بكر: الزم غرزك يا عمر - أي اعرف مكانك - إنه رسول الله. وبعد أن مرت فترة من الزمن وعرف المسلمون الحكمة من صلح الحديبية، وما أتاحه هذا الصلح للإسلام من انتشار وقوة أدت إلى فتح مكة، قال أبو بكر رَضِيَ اللَّهُ عَنْه: ما كان نصر في الإسلام أعظم من نصر الحديبية. </p><p> ولكن المسلمين في هذا الوقت لم يُحِطْ فكرهم بما بين محمد وربه؛ لأن العباد دائماً يعجَلُون، والله لا يعجل عجلة العباد حتى تبلغ الأمور ما أراد. </p><p> وقد أراد الحق سبحانه وتعالى أن يُهدِّئ نفوس المؤمنين، وقبل أن يصلوا إلى المدينة عائدين بعد صلح الحديبية، نزل قوله تعالى:  {هُمُ الذين كَفَرُواْ وَصَدُّوكُمْ عَنِ المسجد الحرام والهدي مَعْكُوفاً أَن يَبْلُغَ مَحِلَّهُ وَلَوْلاَ رِجَالٌ مُّؤْمِنُونَ وَنِسَآءٌ مُّؤْمِنَاتٌ لَّمْ تَعْلَمُوهُمْ أَن تَطَئُوهُمْ فَتُصِيبَكُمْ مِّنْهُمْ مَّعَرَّةٌ بِغَيْرِ عِلْمٍ لِّيُدْخِلَ الله فِي رَحْمَتِهِ مَن يَشَآءُ لَوْ تَزَيَّلُواْ لَعَذَّبْنَا الذين كَفَرُواْ مِنْهُمْ عَذَاباً أَلِيماً}  [الفتح: ٢٥] </p><p> وهكذا أطلع الله المؤمنين على عِلَّة قبول صلح الحديبية وعدم القتال مع المشركين في هذا الوقت وذلك المكان، فقد كان هناك مؤمنون في مكة يكتمون إيمانهم ويعيشون في مجتمع المشركين الذين يمكنهم البطش بهؤلاء المسلمين لو علموا بوجودهم. كما أن المسلمين القادمين مع رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لا يعرفون هؤلاء المؤمنين، فإذا قامت المعركة فقد يقتل المسلم مسلماً، لأن الذين قدموا من المدينة لو دخلوا مع أهل مكة في قتال فقد يقتلون بعضاً من إخوانهم في الإيمان الموجودين في مكة، فهم لا يعرفونهم. ولو كان المؤمنون في ناحية والكفار في ناحية لعذَّب الحقُّ الكفار بأيدي المؤمنين عذاباً أليماً. </p><p> إذن: فقد علم رسول الله من ربه سراً ولم يُعْلِنْه إلا لوقته، رغم تعجُّل من كانوا معه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> ومثل هذا يحدث في حياتنا، قد نجد مؤمناً يدعو الله ولا تجاب دعوته وعلى هذا المؤمن ألا يحزن، بل عليه أن يعلم أنه قد يكون في عدم الإجابة خير لا يعلمه. وأن من رحمة الله أنه يُجبْ هذه الدعوة، مثلما تحمي ابنك الشاب من أن يحمل سلاحاً؛ خوفاً من أن يتهور في أي مشاجرة ويقتل أحداً، رغم أن السلاح معه حمتية له، ولكنه أسلوب حماية قد يحمل الضرر، وقد يؤدي إلى عواقب وخيمة. </p><p> وحين تدعو الله ولا يجيب دعاءك، فَثِقْ أنه سبحانه يحميك من نفسك؛ لأنك لا تعلم والله سبحانه وتعالى يعلَم. فقد تدعو بشيء تحسبُه خيراً والله سبحانك يعلم أنه شر. إذن: فعدم إجابة هذه الدعوة هو عين الإجابة لها. </p><p> الحق سبحانه وتعالى يقول: </p><p> {وَمِنْهُمْ مَّن يَلْمِزُكَ فِي الصدقات فَإِنْ أُعْطُواْ مِنْهَا رَضُواْ وَإِن لَّمْ يُعْطَوْاْ مِنهَا إِذَا هُمْ يَسْخَطُونَ} </p><p> والسخط هو: عدم الرضا في القلب، ثم يتعدى ذلك إلى اللسان، مثلما قال حرقوص بن زهير لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: اعدل يا محمد. أي: أنه سخط بقلبه أولاً، ثم أساء بلسانه ثانياً. </p><p> وساعة يعرض الحق سبحانه لنا الداء في المجتمع الإيماني فهو جل وعلا يعطي الدواء الذي يحمي المجتمع من هذا الداء، وهؤلاء الناس كانوا </p><p> يعيبون تشريع الصدقة، رغم أنهم إنْ أعطوا منها رضوا، وإن لم يُعطوا سخطوا، إذن: فموازينهم مُختلة، وليست موازين حق ثابت، بل هي موازين هوى النفس، لكن موازين الحق لا تتبع ولا تتوقف على هوى النفس، بل هي موازين ثابتة يعدل فيها الإنسان حتى مع ألدِّ أعدائه. </p><p> ولكن هؤلاء الناس تختلف انفعالاتهم باختلاف مصلحتهم، إذا أَخَذُوا رضُوا، وإذا مُنِعُوا سخِطوا؛ لأن ميزانهم هو المصلحة الخاصة البعيدة عن كل عدل. </p><p> وهنا يأتي الحق سبحانه وتعالى بالعلاج فيقول جل جلاله:  {وَلَوْ أَنَّهُمْ رَضُوْاْ مَآ آتَاهُمُ الله ... } </p>"
}