{
  "id": null,
  "sura": 9,
  "aya": 17,
  "text": "<p> وكأن هذه الآية قد جاءت حيثية للبراءة التي حَمَّلها رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لعلي بن أبي طالب كرم الله وجهه ليعلنها يوم الحج الأكبر؛ لأن البراءة هي القطيعة، ومعناها ألاَّ يدخل المسجد مشرك، ولا يطوف بالبيت عريان، فكأن البراءة من الله عَزَّ وَجَلَّ ورسوله من المشركين مَنْعٌ لهم من دخول المسجد الحرام، وكان عدد من المشركين قد جعلوا من المسجد الحرام منتدى لهم، وكانوا يجلسون فيه للتسامر والتجارة ولغير ذلك، كما كانوا يقومون بسقي الحجيج من شراب الزبيب الذي لم يختمر؛ ومعهم حجاب البيت، ويطعمون زوار بيت الله الحرام. </p><p> كل ذلك كان يحدث في مكة من الكفار ولكن هذا انتهى بالبراءة التي أعلنها علي بن أبي طالب عن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ الذي أوحى إليه </p><p> ربه بأن يفعل ذلك، ولم يعد للمشركين حق في {أَن يَعْمُرُواْ مَسَاجِدَ الله} . والعبارة لها معنيان؛ المعنى الأول هو الجلوس في هذه المساجد بحيث تكون عامرة بزوارها، والمعنى الثاني هو المحافظة على بناية المسجد ونظافته وإصلاحه. وقد منع الله المشركين من كلا النوعين من العمارة. والكلام هنا عن المسجد الحرام؛ لقوله تعالى:  {إِنَّمَا المشركون نَجَسٌ فَلاَ يَقْرَبُواْ المسجد الحرام بَعْدَ عَامِهِمْ هذا}  [التوبة: ٢٨] . </p><p> نقول: إنَّ المسجد الحرام هو مكان تتجه إليه كل اتجاهات الناس في كل بقاع الأرض حين يقيمون الصلاة لأن كل مكان يسجد فيه إنسان مسلم يسمى مسجدا، وبتعدد الساجدين، يعتبر المسجد الحرام مساجد، أو لأن جهات السجود تتعدى في المسجد الحرام؛ فواحد يسجد شمال الكعبة، وآخر جنوب الكعبة وثالث شرق الكعبة، ورابع غرب الكعبة؛ هذا في الجهات الأصلية، وهناك الجهات الفرعية؛ فهناك أناس يتجهون شمال شرق، وأناس يتجهون جنوب شرق، وغيرهم يتجه جنوب غرب، وتتعدد الجهات الفرعية في الاتجاه إلى الكعبة؛ إذن فكل جهة متجهة هي مسجد وهناك ممن لا يرون الكعبة في بقاع الأرض يتجهون إليها. </p><p> وحين تسمع قول الحق سبحانه وتعالى يقول: </p><p> {مَا كَانَ لِلْمُشْرِكِينَ أَن يَعْمُرُواْ مَسَاجِدَ الله شَاهِدِينَ على أَنْفُسِهِمْ بِالْكُفْرِ أُوْلَئِكَ حَبِطَتْ أَعْمَالُهُمْ وَفِي النار هُمْ خَالِدُونَ}  [التوبة: ١٧] . </p><p> نلحظ أنَّ «كان» هنا جاءت منفية ومنها نفهم المعنى: ليس مقبولا في عرف </p><p> العقل أو المنطق أو الدين أن يقرب الكفار المسجد، ولا أن يرعى مشرك المسجد أو يصونه؛ لأن المسجد للعبادة، والعبادة تقتضي معبودا هو الله سبحانه وتعالى، والكفار يشركون بالله، فمن المنطق - إذن - ألا يكون لهم دخل بالمساجد، إذن فمنعهم من المسجد إقامة وعمارة وزيارة هو شيء منطقي بشهادتهم على أنفسهم بالكفر، وهي سبب منعهم من الاقتراب من مساجد الله. </p><p> والشهادة إما أن تكون شهادة قول؛ وإما أن تكون شهادة حال، أما شهادة القول فذلك لأنهم كانوا يقولون لليهودي: على أي دين أنت؟ فيرد بديانته، وكذلك القول للنصراني، وحين يسأل المشرك؛ فهو يقر بشركه، هذه هي شهادة القول. </p><p> أما شهادة الحال فهي أنهم يسجدون للأصنام ويعبدونها من دون الله. </p><p> فكيف يكون الإنسان مشركا ثم لا نقول له: ليس لك علاقة بالمسجد؛ ارفع يدك عنه؟ وما أغنى الإسلام عن أن يبني له مشرك مسجدا أو يعمر كافر بيتا من بيوت الله وما أغنى الله أن يزوره في بيته من هو غير مؤمن به سبحانه. ولذلك قال الحق سبحانه وتعالى: </p><p> {شَاهِدِينَ على أَنْفُسِهِمْ بِالْكُفْرِ}  [التوبة: ١٧] . </p><p> وهم قد نسوا الشهادة الأولى بالحق حينما أشهدهم الله سبحانه وتعالى على أنفسهم، فالحق سبحانه هو القائل:  {وَإِذْ أَخَذَ رَبُّكَ مِن بنيءَادَمَ مِن ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ على أَنفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ قَالُواْ بلى شَهِدْنَآ أَن تَقُولُواْ يَوْمَ القيامة إِنَّا كُنَّا عَنْ هذا غَافِلِينَ أَوْ تقولوا إِنَّمَآ أَشْرَكَ آبَاؤُنَا مِن قَبْلُ وَكُنَّا ذُرِّيَّةً مِّن بَعْدِهِمْ أَفَتُهْلِكُنَا بِمَا فَعَلَ المبطلون}  [الأعراف: ١٧٢ - ١٧٣] . </p><p> هم إذن قد أقروا لحظة الخلق الأولى بوحدانية الله وعاهدوا الله تعالى على ذلك، لكنهم كفروا بتلك الشهادة وأشركوا به سبحانه ووضعوا في بيت الله الحرام أصناما. وادعوا الكذب وقالوا:  {مَا نَعْبُدُهُمْ إِلاَّ لِيُقَرِّبُونَآ إِلَى الله زلفى}  [الزمر: ٣] . </p><p> وهذا هو الإشراك بعينه، وهذه هي شهادتهم على أنفسهم بالكفر. </p><p> {أَن يَعْمُرُواْ مَسَاجِدَ الله شَاهِدِينَ على أَنْفُسِهِمْ بِالْكُفْرِ}  [التوبة: ١٧] . </p><p> والمسجد - كما نعلم - هو المكان الذي نسجد فيه، وكل بقعة في الأرض بالنسبة للمسلمين تصلح للسجود وتعتبر مسجدا، وهذا مما خص به الله تعالى أمة الإسلام، ويقول رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «أعطيت خمساً لم يعطهن أحد قبلي: نصرت بالرعب مسيرة شهر، وجعلت لي الأرض مسجداً وطهوراً، فأيما رجل من أمتي أدركته الصلاة فَلْيُصَل، وأُحلَّتْ لي المغانم ولم تحل لأحد قبلي، وأعطيت الشفاعة، وكان النبي يبعث إلى قومه خاصة وبعثت إلى الناس عامة» . </p><p> فهذا الحديث يبين أن مما خص الله به الأمة المحمدية أن جعل لها كل بقاع الأرض صالحة لأداء الصلاة فيها، كما جعل لها الأرض أيضا طهوراً، ويكفي المسلم أن يتيمم من الأرض ويصلي عليها، ولكنْ هناك فارق بين مكان يصلح لك أن تصلي فيه، وأن تباشر نشاط حياتك، وبين مكان مخصص للعبادة، فالحق الذي تزرع فيه، لك أن تصلي فيه وتزرع، والمصنع لك أن تصلي فيه، ولك أن تصنع، وكذلك المدرسة لك أن تتعلم فيها، ولك أن تصلي فيها، وهذه كلها مساجد بالمعنى العام، وهي أماكن سجود لله تعالى، لكن كلمة «مسجد» إذا أطلقت انصرفت إلى الحيز المحدود من المكان الذي أخرج من نشاطات الحياة كلها، وخُصّ بأن يكون للصلاة والسجود فقط، فإذا </p><p> حيزت مكاناً بخط أبيض من الجير، أو حيزته بسلك وقلت: هذا مسجد، فلا يزاول فيه نشاط إلاَّ الصلاة، هذا هو المسجد الاصطلاحي الشرعي. </p><p> وكل بيت لله بنيته في أي مكان يسمى مسجدا، وقبلة المساجد المنتشرة في بقاع الأرض هي المسجد الحرام؛ فهي أماكن حيزت للمسجدية، أو للعبادة، أو للصلاة وليست لغير ذلك من حركات الحياة، ولكن تحييز المكان كان باختيار البشر. وقبلته المسجد الحرام وهو المسجد الجامع الأكبر باختيار الله تعالى، والحق سبحانه وتعالى هو القائل:  {إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكاً وَهُدًى لِّلْعَالَمِينَ}  [آل عمران: ٩٦] . </p><p> ولأن هذا البيت الحرام هو باختيار الله، وموضوع للناس. فلنا أن نسأل: هل الناس هم الذين وضعوه؟ لا، بل وضعه غير الناس، لأن تعريف الناس هم آدم وذريته، ولا بد إذن أنه موضوع قبل آدم، وبمنطق القرآن الكريم وجد البيت من قبل آدم، وإذا تعمقنا قليلا، نجد أن هذا البيت الحرام هو {هُدًى لِّلْعَالَمِينَ} ومن العالمين الملائكة. </p><p> وهكذا نرى أن قول بعض القوم: إن إبراهيم هو الذي حدد مكان وقواعد البيت، قول لا يثبت صدقه، لأن البيت هو المكان لا المكين، فالبيت ليس هو الحجر أو المبنى، وهو ما نسميه الكعبة، فالكعبة هي «المكين» أما البيت فهو المكان الذي أقيمت فيه الكعبة؛ لأنه إن جاء سيل وأزال الكعبة، جعلها أرضاً مسطحة فأين نصلي؟ نصلي إلى اتجاه المكان، فالسيل يُذْهِبُ المكين لكن المكان باق. </p><p> وعندما جاء سيدنا إبراهيم عليه السلام كان أثر البيت ضائعا، وأمره ربنا أن يرفع البيت، ولم يقل له: حدد المكان، بل أمره أن يبني البعد الثالث؛ لأن كل حيز له بعدان؛ الطول والعرض، وإن كان دائرة فله المحيط، وإن </p><p> كان مثلثا يكون من ثلاثة أضلاع. لكن الارتفاع يدخل بالشيء إلى الحجم، وقد رفع الخليل إبراهيم القواعد من البيت. بعد أن حدد المولى سبحانه وتعالى له المكان وأظهره له:  {وَإِذْ يَرْفَعُ إِبْرَاهِيمُ القواعد مِنَ البيت}  [البقرة: ١٢٧] . </p><p> فكأن البيت مخصص قبل الرفع، بدليل أن الحق سبحانه وتعالى حينما تكلم عن مجيء هاجر وابنها إسماعيل الرضيع، وإسكان إبراهيم عليه السلام لهما في هذا المكان قال:  {رَّبَّنَآ إني أَسْكَنتُ مِن ذُرِّيَّتِي بِوَادٍ غَيْرِ ذِي زَرْعٍ عِندَ بَيْتِكَ المحرم}  [إبراهيم: ٣٧] . </p><p> وقد رفع إبراهيم عليه السلام القواعد وساعده ابنه إسماعيل بعد أن كبر واشتد عوده، ولكن ساعة أن أسكنه وأمه بجانب البيت كان طفلا صغيرا. إذن فالبيتية والمكانية موجودة، ولكن إبراهيم أقام المكين وهو البعد الثالث أي الارتفاع. </p><p> ويقول الحق سبحانه وتعالى أيضا:  {وَإِذْ بَوَّأْنَا لإِبْرَاهِيمَ مَكَانَ البيت}  [الحج: ٢٦] . </p><p> أي أظهرنا وحددنا المكان، وهو الذي سيبني فيه سيدنا إبراهيم بالأحجار ليبرز البيت، فالبيت - إذن - كان موجوداً من قبل. </p><p> ونلحظ أن المساجد المنتشرة في الأرض لا بد أن يكون لها متجه واحد، لإله واحد، وحدد الحق هذا المكان بالقبلة إلى الكعبة. وبعض المتحللين يحاول أن يقلب الفهم في قول الحق:  {فَأَيْنَمَا تُوَلُّواْ فَثَمَّ وَجْهُ الله}  [البقرة: ١١٥] . </p><p> يقولون: إننا إن اتجهنا إلى أي مكان سنجد وجه الله تعالى، ونقول: </p><p> الصحيح أن وجه الله عَزَّ وَجَلَّ في كل الوجود، ولكن إياك أن تفهم أن تحديد الله للكعبة لتكون متجهنا، أنها هي وجه الله، لا، لكننا مأمورون بالاتجاه لها في الصلاة. وأنت إذا نظرت أيضا إلى المسلمين في كل الدنيا سوف تجد أن كل مسلم في الأرض يتجه للكعبة في صلاته، وما دامت الكعبة مركزا، وكلنا نتجه إليه؛ فسوف تجد من يتجه وهو شرقه، وواحد يتجه وهو غربه، وواحد يتجه وهو شماله، وواحد يتجه وهو جنوبه. </p><p> إذن {فَأَيْنَمَا تُوَلُّواْ فَثَمَّ وَجْهُ الله} ، وما دمنا قد عرفنا أن المساجد محيزة ومخصصة للعبادة؛ فلا يجوز أن يأتي إليها مشرك، ولا نقبل أن يساهم في إصلاحها ولا نظافتها مشرك؛ لأن الله غني عن ذلك، وعلينا أيضا ألا نناقش أمورنا الدنيوية في مسجد، ويقول رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «يأتي على الناس زمان يتحلقون في مساجدهم وليس همتهم إلا الدنيا، ليس لله فيهم حاجة فلا تجالسوهم» </p><p> كأنه لم يكفهم حب الدنيا خارج المسجد ويطمعون في الدقائق التي يخصصونها للصلاة، فيجرجرون الدنيا معهم إلى المسجد، وأقول لهم: لماذا لا تتركون مصالح الدنيا في تلك الدقائق؟ إن الواحد منكم إنما يحيا في سائر الدنيا في نعمة الله. إذن فليجعل نصيبا من وقته لله صاحب النعمة. </p><p> إذن لا بد أن نعرف أننا ما دمنا قد خصصنا مكانا لعبادة الله، فلا بد أن نصحب هذا التخصيص في المكانية إلى التخصيص في المهمة التي يدخل الإنسان من أجلها للمسجد، فيتجه إلى الله؛ لأن المسجد خاص لعبادة الله؛ ومع أن الأرض كلها تصلح للصلاة، لكنك حين تأتي إلى المسجد اصحب معك أخلاق التعبد. ويجب أن يكون الانفعال، والتفاعل، والحركة والنشاط كله في الله، ولذلك فأفضل ما تفعله ساعة تدخل المسجد، هو أن تنوي </p><p> الاعتكاف فتنزع نفسك ممن ينوي أن يتكلم معك في أحوال الدنيا. </p><p> لقد ورد الأثر النهي عن الحديث في المساجد لأنه يحبط العمل ويمحو الحسنات، وأنت قد تصنع الحسنات كثيرا خارج المسجد، ولكن عليك ألا تدخل المسجد إلا بأدب المسجد؛ فالحضور بين يدي الله تعالى في مسجده وفي بيته له آدابه وسلوكه، فيجب عليك ألاَّ تتخطى الرقاب وهذه لا تحتاج إلى تنظيم، بمعنى ألا تجعل الأماكن في الأمام خالية، وفي الخلف مزدحمة؛ حتى يستطيع أن يجلس كل من يحب أن يصلي دون أن يتخطى الرقاب، ويكون الجلوس في المساجد، الأول فالأول، وهكذا يتحقق الأدب الإيماني في المساجد. </p><p> ونعلم أن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ دعا بالبوار على كل صفقة تعقد في المسجد. ودعا على كل من يريد شيئاً دنيوياً من السجد ألا يوفقه الله فيه، ودعا على كل من ينشد ضالة في المسجد ألا يرد الله عليه ضالته، حيث قال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في الحديث الذي يرويه عنه أبو هريرة رَضِيَ اللَّهُ عَنْه:  «إذا رأيتم من يبيع أو يبتاع في المسجد فقولوا: لا أربح الله تجارتك وإذا رأيتم من ينشد ضالته فقولوا: لا ردها الله عليك» وفي حديث آخر له رَضِيَ اللَّهُ عَنْه قال: إنه سمع رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يقول: «من سمع رجلا ينشد ضالته في المسجد فليقل: لا ردها الله عليك فإن المساجد لم تُبْنَ لهذا» . </p><p> فلنجعل الجلوس في المسجد - إذن - خاصا بالمنعم وهو الله، أما في خارج المسجد وفي سائر الأوقات، فنحن نعيش مع النعمة التي أنعم الله بها علينا. </p><p> والحق سبحانه وتعالى يقول:  {إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكاً وَهُدًى لِّلْعَالَمِينَ فِيهِ آيَاتٌ بَيِّنَاتٌ}  [آل عمران: ٩٦ - ٩٧] . </p><p> وما دام بيت الله تعالى {هُدًى لِّلْعَالَمِينَ} أي أنه بيت لكل الناس وليس لمن يجلس فيه فقط، فكأن إشراقات الحق وتجلياته، أعظم ما تكون في بيته أولا، ثم تشيع الإشراقات والتجليات في جميع بيوت الله، وعلى عمارها والمتعبدين فيها، وبيوت الله هي الأماكن التي تتنزل فيها الرحمات من الحق سبحانه وتعالى، بدليل أنه سبحانه وتعالى حين تكلم عن نوره في سورة النور قال:  {فِي بُيُوتٍ أَذِنَ الله أَن تُرْفَعَ وَيُذْكَرَ فِيهَا اسمه}  [النور: ٣٦] . </p><p> أي أن الذين يرون هذا النور ويتنزل عليهم هم عمار المساجد، وسورة النور جاء فيها - أيضاً - قول الله تعالى:  {الله نُورُ السموات والأرض}  [النور: ٣٥] . </p><p> أي: أن نوره يملأ السماوات والأرض. حين يضرب الحق سبحانه وتعالى مثلا للمعنويات ليتعرف إليها الناس فهو يقدم لها بأمر مادي يتفق عليه الكل، ليقرب الأمر المعنوي أو الغيبي إلى أذهان الناس؛ لأن المعنويات والغيبيات يصعب إدراكها على العباد. فلذلك فهو سبحانه وتعالى يقرب هذا الأمر ويبينه بأن يضرب لنا مثلا من الأمور المادية؛ حتى تقترب الصورة من الأذهان؛ لأننا جميعا نرى الماديات. وبهذا يلحق سبحانه الأمر المعنوي وهو غير معلوم لنا بالأمر المادي الذي نعرفه؛ فتقترب الصورة من أذهاننا وتتضح لنا، وهكذا شاء الحق سبحانه وتعالى أن يلحق المجهول بالنسبة للناس بالمعلوم عندهم. </p><p> وإذا كنا في كون الله تعالى نجد النهار إنما يكون نهارا بإشراق الشمس </p><p> الواحدة التي تنير نصف الكرة الأرضية، ثم تنير النصف الثاني من بعد غروبها عن النصف الأول، فيتميز النهار بالضوء، ويتميز الليل بالظلمة، ومعنى النور في الحسيات أنه شعاع يجعل الإنسان يرى ما حوله؛ حتى يستطيع أن يتحرك في الحياة دون أن يصطدم بالأشياء المحيطة به. </p><p> ولكن إن كانت الدنيا ظلاما فسيصطدم الإنسان بما حوله، وأمر من اثنين: إما أن يكون الإنسان أقوى من الشيء الذي اصطدم به فيحطمه، وإما أن يكون هذا الشيء أقوى من الإنسان فيصاب الإنسان إصابة تتناسب مع قوة الشيء الذي اصطدم به. والذي يحميك من أن تحطم أو تتحطم هو النور الذي تسير على هداه. </p><p> إذن فساعة أن يأتي النور، تتضح أمامك معالم الدنيا، وتكون خطاك على بينة من الأمر؛ فلا ترتطم بما هو أضعف منك فتحطمه، ولا يرتطم بك ما هو أقوى منك فيحطمك، هذا هو النور الحسي، وأكبر ما فيه نور الشمس الذي يستفيد منه كل الخلق، المؤمن والعاصي، والكافر والمشرك، والمسخر من حيوان أو نبات أو جماد، وهذا النور نعمة عامة خلقها الله سبحانه وتعالى بقانون الربوبية الذي يعطي النعم لجميع خلقه في الدنيا سواء من آمنوا أم لم يؤمنوا. </p><p> فإذا غابت الشمس نجد كل واحد منا يستعين بنور يعطيه الضوء في حيز محدود وعلى قدر إمكاناته؛ فواحد يوقد شمعة، وواحد يأتي بمصباح «جاز» صغير، وواحد يستخدم الكهرباء فيأتي بمصبح «نيون» ، وواحد يأتي بالعديد من مصابيح الكهرباء ليملأ المكان بالنور، كل على قدر إمكاناته، فإذا طلعت شمس الله فهل يبقى أحد على مصباحه مضاء؟ إن الجميع يطفئون مصابيحهم لأن شمس الله قد سطعت تنير للجميع، ذلك هو النور الحسي. </p><p> والفرق بين نور بقدرات الإنسان ونور من خلق الله يتمثل في أن النور الذي من خلق الله يطفىء المصابيح كلها لأنه يغمر الجميع. </p><p> وفي المعنويات نور أيضا فالنور المعنوي يهديك إلى القيم حتى لا ترتطم بالمعنويات السافلة التي قد تقابلك في مسيرة الحياة، إذن فكل ما يهدي إلى طريق الله يسمى نورا. ونجد الحق سبحانه وتعالى يقول:  {قَدْ جَآءَكُمْ مِّنَ الله نُورٌ وَكِتَابٌ مُّبِينٌ}  [المائدة: ١٥] . </p><p> إنه نور المنهج الذي ينير لنا المعنويات، وينير لنا القيم؛ فلا يحقد أحدنا على الآخر، ولا يحسد أحدنا الآخر، ولا يرتشي أحد. ويرعى كل منا حقوق غيره. </p><p> وإذا كانت التجربة قد أثبتت أن نورا من خلق الله وهو الشمس، إذا سطعت فالجميع يطفئون مصابيحهم. فكذلك إذا ما جاء نور الهداية من الله سبحانه وتعالى فيجب أن تطفأ بقية الأنوار من مقترحات أفكار البشر، فلا يأتي أحد بفكر رأسمالي، أو يأتي آخر بفكر شيوعي، أو ثالث بفكر وجودي، لأن كل هذه القيم تمثل أهواء متنوعة من البشر، وتعمل لحساب أصحابها، أما منهج الله تعالى فهو لصالح صنعة الله وهم البشر جميعا، فلا يحاول أحد أن يضع قيما للحياة تخالف منهج الله؛ لأنَّ الله قد بيَّنَ لنا منهج العبادة ومنهج القيم، لذلك لا يصح أن يأتي إنسان بشرع يخالف تعاليم الله. </p><p> ونقول لأصحاب الهوى في المذاهب والعقائد المخالفة لمنهج الله جميعا: لماذا لا تقيسون الأمور المادية على الأمور المعنوية؟ لماذا إذا سطعت شمس الله تطفئون مصابيحكم، ولا يحاول أحد أن يوقد مصباحا ليهديه في نور الشمس؟ . إذن. فما دام سبحانه وتعالى قد أنزل نور الهدى منه فلا بد أن نطفىء جميعا مصابيح الأفكار القائمة على الهوى، ونأخذ النور كله من منهج الله القويم والصالح لكل زمان ومكان، كما نأخذ النور في النهار من شمس الله. </p><p> وعلى الرغم من أن الله سبحانه وتعالى قد أعطانا التجربة الحسية التي لا يختلف فيها اثنان، إلا أننا رفضنا أن نطبق هذا على منهج الله؛ وهو النور الذي أهداه لنا سبحانه وتعالى ليبين لنا الطريق، وأبى بعضنا إلا أن يأخذ من ظلمات العقل البشري المحدود ما يعطيه طريقاً معوجاً في الحياة، فامتلأت الدنيا بالشقاء والفساد، ونسينا أن السبب في ذلك أننا تركنا نور منهج الله عَزَّ وَجَلَّ الذي يعطينا الحياة الآمنة الطيبة، ووضعنا لأنفسنا مناهج سببت التعاسة والفساد في الكون. </p><p> ويقرب لنا الحق سبحانه وتعالى الأمر في مثل مادي عن معنى نور الله فيقول سبحانه وتعالى:  {الله نُورُ السموات والأرض}  [النور: ٣٥] . </p><p> أي: أن نوره سبحانه وتعالى يملأ السموات والأرض، وأنه يحيط بكل جوانب الحياة على الأرض فلا يترك جانبا منها مظلما، وقال جل جلاله:  {مَثَلُ نُورِهِ كَمِشْكَاةٍ}  [النور: ٣٥] . </p><p> والمشكاة هي «الطاقة المسدودة بالحائط» ، وهي عبارة عن مكعب مفرغ في البناء داخل حجرة وكان أهل الريف يضعون فيها المصابيح لتنير، واستبدله أهل الريف والبادية حاليا ب «رف» صغير يوضع عليه المصباح، ودائرة صغيرة يخرج منها النور، ولأن ضوء المصباح مركز في هذه الفتحة، فهي تمتلىء بالنور الذي بدوره يشع في الحجرة. وحيز المشكاة بالنسبة للحجرة التي توجد فيها قليل وصغير، والنور الذي يخرج منها، هو نور مركز يملأ الدائرة التي يخرج منها فلا يوجد فيها «ملليمتر» واحد مظلم، بل كلها نور، وإلا ما استطاع ضوءها أن ينير الحجرة. لأن هذا النور قبل أن يضيء الحجرة؛ لا بد أن يكون </p><p> مركزا بأعلى درجة من التركيز في الدائرة التي يخرج منها. </p><p> إذن فنور الله سبحانه وتعالى في السموات والأرض نور شامل عام لا يدع مكاناً مظلماً. ولا مكاناً يختفي فيه شيء بسبب الظلام، تماما كمثل تلك الدائرة الصغيرة التي يشع منها نور المصباح فلا تجد فيها ملليمترا واحدا من الظلام، وقد سمي ما يعطي النور مصباحا؛ لأنه يعطينا بشائر الصبح. ثم يقول الحق سبحانه وتعالى: </p><p> {مَثَلُ نُورِهِ كَمِشْكَاةٍ فِيهَا مِصْبَاحٌ المصباح فِي زُجَاجَةٍ}  [النور: ٣٥] . </p><p> ونحن إذا أردنا أن نكثف النور فإننا نحيطه بالزجاج، ليحجب عنه الهواء الذي قد يؤثر على النور ويمنع تركيزه، والزجاجة التي تحيط بالمشكاة عاكسة للنور، وهذا كله يعطينا معنى للتكثيف والتركيز داخل المشكاة. ثم ينتقل المثل من بعد ذلك إلى الحجرة، فيقول الحق:  {الزجاجة كَأَنَّهَا كَوْكَبٌ دُرِّيٌّ}  [النور: ٣٥] . </p><p> أي: أن الزجاجة ليست عادية، ولكنها مضيئة بنفسها لتزيد النور نوراً. ومن أي شيء يوقد هذا المصباح؟ يجيب الحق سبحانه وتعالى:  {مِن شَجَرَةٍ مُّبَارَكَةٍ زَيْتُونَةٍ لاَّ شَرْقِيَّةٍ وَلاَ غَرْبِيَّةٍ}  [النور: ٣٥] . </p><p> أي: أن الشجرة المباركة ليست زيتونة فقط؛ ولكنها {لاَّ شَرْقِيَّةٍ وَلاَ غَرْبِيَّةٍ} أي أن النور يخرج منها غير متأثر بمزاج حار أو بارد بل يخرج منها النور الصافي في مزاج معتدل، وقد أطلقت كلمة «النور الصافي» على آخر مرحلة من مراحل الترقي في الضوء. ومراحل الترقي بدأت من مشكاة ضيقة فيها مصباح غير عادي، والمصباح في زجاجة غير عادية بل تكثف الضوء، فتظهر وكأنها كوكب دري مضيء بذاته، والزيت الذي يضيء يخرج من زيتونة مباركة، بأعلى </p><p> درجات النقاء. ثم يقول الحق سبحانه وتعالى:  {يَكَادُ زَيْتُهَا يضياء وَلَوْ لَمْ تَمْسَسْهُ نَارٌ}  [النور: ٣٥] . </p><p> أي: أن كل شيء مضيء بذاته، ويضيف من قوة الضوء للنور، فالدائرة الصغيرة مضيئة؛ يزيد نورها زجاجة تكثف النور، والزجاجة ذاتها مضيئة فتعطي إضافة، والزيت مبارك ليست فيه أية شوائب فيعطي ضوءا ساطعا، وفوق ذلك كله تجد الزيت مضيئاً بذاته، دون أن تمسه النار، فكأنه نور على نور، فلا يصبح في هذه الدائرة الصغيرة أي نقطة مظلمة، كذلك تنوير الله لكونه المتسع فلا توجد فيه نقطة واحدة مظلمة، بل كله مغمور بنور الله، وإياك أن تظن أن هذا القول:  {الله نُورُ} هو تشبيه لله، بل هو تشبيه لتنوير الله سبحانه وتعالى لكونه الذي يشمل السموات والأرض وما بينهما. </p><p> وهناك قصة مشهورة للشاعر أبي تمام حين كان يمتدح أحد الخلفاء فقال: </p><p> إقدام عمرو في سماحة حاتم ... في حلم أحنف في ذكاء إياس </p><p> وهكذا جاء الشاعر بأولئك الذين اشتهروا بالإقدام والشجاعة كعمرو، وبالسماحة والكرم كحاتم، وبالحلم كأحنف بن قيس، وبالذكاء كإياس، وقال الشاعر ممتدحا الخليفة: إنك قد جمعت كل هذه الصفات، التي لم تجمع في واحد من خلق الله من قبل. </p><p> ولكن أحد المحيطين بالخليفة قال: كيف تمدح الأمير بصفات موجودة في رعاياه، والأمير فوق كل ما وصفت، فهو أشجع من عمرو، وأكرم من حاتم، وأحلم من أحنف، وأذكى من إياس. </p><p> وأعطى الله الشاعر بصيرة ليرد على ارتجال ويقول: </p><p> لا تنكروا ضربي له من دونه ... مثلا شرودا في الندى والباس </p><p> فالله قد ضرب الأقل لنوره ... مثلا من المشكاة والنبراس </p><p> أي: أن الشاعر قال مثلا فقط وليس تحديدا. </p><p> والحق سبحانه وتعالى قال:  {يَكَادُ زَيْتُهَا يضياء وَلَوْ لَمْ تَمْسَسْهُ نَارٌ}  [النور: ٣٥] . </p><p> وقال سبحانه وتعالى:  {نُّورٌ على نُورٍ}  [النور: ٣٥] . </p><p> أي أن كل شيء مضيء بذاته ليضيف نورا على النور الموجودة، فكما أن الماديات تحتاج إلى نور يضيء لك الطريق، كذلك تحتاج المعنويات إلى نور يضيء لك البصيرة والسلوك، فخذ منهج الله تعالى لأنه النور الساطع الذي لا يمكن أن يضيء مثله ولا معه نور آخر، وإذا أردنا أن نقرب الصورة إلى الأذهان، فالله سبحانه وتعالى قال للقوم الذين يستمعون إلى دعوة رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  {ياأيها الذين آمَنُواْ استجيبوا للَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُم لِمَا يُحْيِيكُمْ}  [الأنفال: ٢٤] . </p><p> والذين يخاطبهم الله سبحانه وتعالى بهذا الكلام أحياء، فكيف يقول لهم:  {لِمَا يُحْيِيكُمْ} ؟ . </p><p> نقول: إنه سبحانه وتعالى يريدنا أن نفرق بين حياة وحياة. فالحياة المادية </p><p> المتمثلة في الحس والحركة والجري، هي الحياة الدنيا بأجلها المحدود، وإمكاناتها البسيطة، ولأنها حياة أغيار؛ لا تبقى فيها النعمة ولا تدوم لأحد، بل كل إنسان فيها إما أن تفارقه النعمة بالزوال، وإما أن يفارقها هو بالموت، وهذه ليست هي الحياة التي يريد الله من الإنسان أن يعمل لها وحدها. أو يسعى ليتمسك بها. فبسببها يفعل كل ما يستطيع لكي يأخذ منها حلالا أو حراما، ولكن الحياة التي يطالب الله سبحانه وتعالى عباده أن يعملوا لها هي الحياة المستقيمة الحركة على منهج الله وتقود إلى حياة آخرة فيها نعيم لا يفارقك ولا تفارقه، وفيها أبدية تبقى ولا تنتهي، وفيها نعم عظيمة تأتي بقدرة الله تعالى، وليس بقدرة البشر المحدودة. </p><p> إذن فقوله سبحانه وتعالى:  {استجيبوا للَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُم لِمَا يُحْيِيكُمْ}  [الأنفال: ٢٤] . </p><p> معناه أن الحياة حياتان؛ حياة تحرك هذه المادة؛ فتتحرك وتجري وتروح وتجيء، وهي تنصلح بالمنهج الذي يقود إلى حياة أخرى فوق الحياة الدنيا. </p><p> إذن فالحياة الدنيا بما فيها من سعي وتعب وجهد وفناء ليست هي الغاية التي يجب أن يسعى إليها الإنسان، بل على الإنسان أن يسعى إلى الحياة الأرقى. وسبحانه لا يريدنا أن نأخذ المرحلة الأولى من الحياة التي تحرك المادة فتتحرك وتجري، بل يريد لنا حياة تقودنا بالقيم، وإذا كان الحق سبحانه وتعالى قد قال عن الحياة التي تحرك المادة:  {فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُ سَاجِدِينَ}  [ص: ٧٢] . </p><p> فهذه حياة المرحلة الأولى التي لا يريدنا الله سبحانه وتعالى أن نأخذها كغاية، ولكنه يريدنا أن نأخذها وسيلة لنصل بها إلى الحياة الراقية في كل صورها الخالدة بكل معانيها؛ المنعَّمة في كل درجاتها. وكما سمَّى الحق سبحانه </p><p> وتعالى الروح التي تنفخ في المادة فتعطيها المرحلة الأولى من الحياة روحاً، فإنه كذلك سمَّى المنهج الذي يعطينا المرحلة الثانية من الحياة روحا، حيث يقول:  {وَكَذَلِكَ أَوْحَيْنَآ إِلَيْكَ رُوحاً مِّنْ أَمْرِنَا مَا كُنتَ تَدْرِي مَا الكتاب وَلاَ الإيمان ولكن جَعَلْنَاهُ نُوراً نَّهْدِي بِهِ مَن نَّشَآءُ مِنْ عِبَادِنَا وَإِنَّكَ لتهدي إلى صِرَاطٍ مُّسْتَقِيمٍ} </p><p> [الشورى: ٥٢] . </p><p> هذه هي روح المنهج التي تعطينا المرحلة الثانية من الحياة. فإن أخذنا نور الهداية من الله سبحانه وتعالى فهو ينير لنا طريقنا في القيم والمعنويات، تماما كما تنير لنا شمس الله طريقنا في الحياة المادية. إذن فالحق لم يترككم للنور المادي ليحافظ على ماديتكم من أن تحطموا أو تتحطموا، وإنما أرسل إليكم نورا لتهتدوا به في مجال القيم. </p><p> يقول الحق سبحانه وتعالى:  {نُّورٌ على نُورٍ}  [النور: ٣٥] . </p><p> ولم يقل سبحانه:  «نور مع نور» ؛ لأن الإنسان لا يُكَلَّفُ من الله إلا بعد أن يصل إلى سن البلوغ، فالنور المادي يراه ويستفيد به قبل التكليف، ثم يأتي النور المعنوي فيتلقاه من الكتاب الذي أنزل على رسول الله عندما يبلغ سن التكليف فيتعرف على منهج الله. {نُّورٌ على نُورٍ يَهْدِي الله لِنُورِهِ مَن يَشَآءُ}  [النور: ٣٥] . </p><p> فلا يحجب الحق سبحانه وتعالى نور الشمس عن أحد؛ لأنه نور لكل الخلق وكذلك أنزل سبحانه وتعالى نور الهداية ليختاره كل من التمس الطريق </p><p> إلى الهداية، وهذا النور المعنوي يختلف عن النور المادي، فالحق لم يحرم - إذن - أحدا من النور المادي، وشاء أن يجعل النور المعنوي ضمن اختيارات الإنسان؛ إن شاء آمن واهتدى، وإن شاء ضل. وكل ذلك مجرد مثل من الأمثال التي يضربها الله تعالى للناس؛ قال عَزَّ وَجَلَّ:  {وَيَضْرِبُ الله الأمثال لِلنَّاسِ والله بِكُلِّ شَيْءٍ عَلَيِمٌ}  [النور: ٣٥] . </p><p> وجاءت الآية التي بعدها لتوضح لنا أين ينزل نور الله على عباده؛ فقال سبحانه وتعالى:  {فِي بُيُوتٍ أَذِنَ الله أَن تُرْفَعَ وَيُذْكَرَ فِيهَا اسمه}  [النور: ٣٦] . </p><p> وعندما تسمع جارا ومجرورا لا بد أن تبحث عن المتعلق بهما، فما الذي في بيوت الله؟ إنك حين تبحث عن إجابة لن تجدها إلا في قوله تعالى:  {نُّورٌ على نُورٍ}  [النور: ٣٥] . </p><p> فكأن المساجد وهي بيوت الله هي أماكن تلقى النور المعنوي من عند الله سبحانه وتعالى، وهو النور الذي يعطينا ارتقاء الروح؛ لنصل إلى المرحلة الثانية من الحياة، تماما كما يحدث في الدنيا عندما تصاب آلة بعطب أو لا تؤدي مهمتها على الوجه الأكمل، فالذي يصلحها ويصونها لتؤدي مهمتها المطلوبة منها هو المهندس الذي صنعها. والله سبحانه وتعالى هو الذي خلق الإنسان، فلا أحد يستطيع أن يدعي مهما اجترأ على الله سبحانه وتعالى أنه خلق نفسه أو خلق الناس. وهذه دعوى لم يدَّعِهَا أحد قط. </p><p> وما دام الله عَزَّ وَجَلَّ هو الذي خلق، إذن فهو سبحانه وتعالى الذي يضع المنهج الذي يصون حياة الناس ويجعلها تؤدي مهمتها كاملة. وما دام ربنا هو الذي يخلق ويرزق، ويحيي ويميت، فكيف يأتي إنسان من البشر ليفتئت على </p><p> الحق سبحانه وتعالى ويقول: إنه وضع منهجا لحياة البشر، ويعلم الإنسان ما يفسد حياته لا ما يصلحها. </p><p> ونقول لكل من يفعل ذلك: لماذا تلجأ إلى من يصنع التليفزيون ليصلح لك الجهاز إن أصابه عطل، ولماذا لا تلجأ إلى صانعك الذي يصلح لك نفسك؟ </p><p> إن تردد المسلم على بيت الله ليكون في حضرة ربه دائما هو إصلاح لما في النفس، فحين يقف المؤمن بين يدي الله ويصلي، يمتلىء بالرضا والتوازن النفسي؛ لأن الواحد منا لا يعرف ما الذي يصيب أي ملكة من ملكاته بالارتباك. </p><p> ولذلك كان رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إذا حز به أمر يقوم إلى الصلاة، وما معنى حز به؟ . أي: إن جاءه شيء أو أمر، وكان فوق طاقته. وفوق أسبابه، ولا يستطيع أن يفعل شيئا تجاهه، وتضيق عليه الأمور. فلماذا لا يتبع الواحد منا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كأسوة حسنة، فإن قابل أمرا مكروها وشاقا يقول: إن لي ربا أذهب إلى بيته وأصلي فأقف في حضرته، فتحل أصعب وأعقد المشكلات. إذن فساعة يأتينا أمر شديد، لا بد أن نتجه إلى الله عَزَّ وَجَلَّ. وأفضل مكان نلتجىء فيه إلى الله تعالى هو بيته. فقد كان صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إذا كانت ليلة ريح شديدة كان مفزعه إلى المسجد حتى تسكن الريح، وإذا حدث في السماء حدث من خسوف شمس أو قمر كان مفزعه إلى الصلاة حتى تنجلي </p><p> وبعض من الذين يحترفون الجدل واللجاجة يقول: ماذا سيفعل الله لي أو لذلك الذي يعاني من شيء فوق طاقته؟ لقد دخل المسجد وخرج كما هو؟ ونقول: هذا الظاهر من الأمر، ولكنك لا تعرف ماذا حدث في داخله، أنت تتحدث عن العالم المادي الذي فيه العلاجات المادية، ولكن الله سبحانه وتعالى </p><p> يعالج داخل النفس دون أن تحس انت لن المساجد هي مطالع أنوار الله تعالى وهي التي يتنزل فيها النور على النور الذي يُصلح الحياة الدنيا ويرتقي بها؛ لأن أنوار الله تدخل القلوب فتجعلها تطمئن، وتدخل النفوس فتجعلها تحس بالرضا والأمن. </p><p> إذن فالمساجد لها مهمة العيادة للطبيب الخالق الذي خلق هذه النفس ويعرف كيف يداويها، وليس للطبيب الدارس في كلية الطب الذي يعرف أشياء وتغيب عنه أشياء. ونحن في المساجد إنما نعيش في حضرة الحق تبارك وتعالى نتلقى منه التجليات والفيوضات التي تعالج نفوسنا أكثر مما يعالجها أبرع أطباء العالم، على أننا إذا دخلنا المسجد فلنعرف أن لهذا المكان قدسيته، ولا بد أن يحرص الإنسان على نظافته ومظهره، ولنرتد أحسن ثيابنا؛ لأن الله لا ينظر إلى نظافتنا أو أناقتنا، ولكن ليحرص كل منا ألا يتأفف منه من يصلي بجانبه؛ فمن يعمل في مصنع ويحضر إلى المسجد إلا بعد أن يغتسل؛ إن ملابسه شرف له في عمله، ولكن عليه أن يغيرها حين يذهب إلى المسجد، ومن يعمل في مكتب قد يكون الجو حارا أو امتلأ جسده بالعرق، وملابسه التي يوجد بها في وظيفته هي شرف له في عمله، ولكن عليه أن يغتسل، وأن تكون رائحته طيبة حين يدخل المسجد. </p><p> ولذلك نهى رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من أكل ثوماً أو بصلاً أن يأتي المسجد حتى لا يتأذى أحد بالرائحة التي تصدر من فمه. وقال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في حديثه الشريف الذي يرويه جابر رَضِيَ اللَّهُ عَنْه:  «من أكل ثوماً أو بصلاً فليعتزلنا أو فليعتزل مسجدنا» . </p><p> وفي رواية لمسلم:  «من أكل البصل والثوم والكرات فلا يقربن مسجدنا، فإن الملائكة تتأذى مما يتأذى منه بنو آدم» ولذلك على المسلم أن يحرص أن تكون الإقامة في المسجد طيبة، لتكون الأفئدة منشرحة. ويجب أن نراعي جلال المسجد؛ لأننا نعرف أن الرحمات تتنزل على الصف الأول ثم الذي يليه، فلا يحاول واحد منا أن يحجز مكاناً بالصف الأول بأن يضع فيه سجادة خاصة أو كوفية، ثم يأتي أحيانا بعد إقامة الصلاة ويحاول اقتحام الصفوف ليصل إلى الصف الأول. </p><p> وإياك أن تعتقد أن الصف الأول محجوز لشخص معين ولو أتى متأخرا، فكل إنسان يأتي للمسجد عليه أن يأخذ دوره، ويقعد في المكان الخالي. وإياك أن تعتقد أن الله سبحانه وتعالى لا يعرف الذين يتكوَّن منهم الصف الأول، إنهم هؤلاء الذين جاءوا للمسجد أولا. أما أن تحضر إلى المسجد وتحجز مكاناً في الصف الأول لصديق أو قريب بحيث إذا جاء إنسان آخر ليصلي في هذا المكان قلت له: إن المكان محجوز. نقول لك: أنت حر أن تفعل ذلك في الحجز للأماكن في مواسم الحج والعمرة. وعلى من يجد مكاناً قد حُجِزَ بسجادة أو أي شيء آخر أن يزيحها بعيدا ويصلي. </p><p> وأنت في بيت الله تكون في ضيافة الله. وأنت تعلم أنه إن جاءك أحد في بيتك على غير دعوة فأنت تكرمه، فإذا كان المجيء على موعد فكرمك يكون كبيرا. فما بالنا بكرم من خلقنا جميعاً؟ </p><p> إن الحق سبحانه وتعالى يجزيك من فيض كرمه من ساعة أن تنوي زيارته في بيته، فأنت في صلاة منذ أن تبدأ في الوضوء في بيتك استعداداً للصلاة في المسجد؛ لأنه سبحانه وتعالى يريد أن يطيل عليك نعمة أن تكون في حضرته. </p><p> وسبحانه وتعالى حين يدعونا إلى بيته بالأذان، فلك أن تعلم أنك إن خالفت هذه الدعوة تعاقب، ولكن ليس معنى هذا أن الله لم ييسر لك بيته لتزوره في أي وقت. فهذه الدعوة بالأذان للصلاة تمثل الحرص من الله سبحانه وتعالى على أن يلقاك ليعطيك من فيوضاته ما تستعين به على مكدرات الحياة. </p><p> ولكن إن أحببت أن تجلس في المسجد قبل الصلاة أو بعدها فافعل. تعالَ في أي وقت وصلِّ كما تشاء، فإذا قلت:  «الله أكبر» تكون في حضرة الله. وإن لم تستطع فصلواتك الخمس في اليوم الواحد هي القسط الضروري لصيانة نفسك المؤمنة؛ لأنك تقابل ربك أثناء الصلاة وتعلن الولاء له. </p><p> فالصلاة إذن خير أراده الله لك حتى لا تأخذك أسباب الحياة، وأراد سبحانه بها أن تفيق إلى منهجه الذي يصلح بالك، ويصلح الدنيا لك وبك فلا تأخذك الأسباب، بل تأخذ أنت بالأسباب. وحين تسمع «الله أكبر» ينادي بها المؤذن لصلاة الظهر - مثلا - فعليك أن تترك أسباب الدنيا وتذهب لتقف بين يدي الله عَزَّ وَجَلَّ، ثم تخرج من الصلاة إلى الأخذ بالأسباب إلى أن تسمع أذان العصر، ثم أذان المغرب، ثم أذان العشاء، وكل هذا تذكير لك بالله الخالق العظيم حتى لا تشغلك الدنيا فتنسى أن صيانة نفسك بيد خالقك سبحانه. وأطول فترة بين العشاء والفجر نكون فيها نائمين فلا يأخذنا متاع الدنيا. </p><p> إذن فالله سبحانه وتعالى يريد من الولاء دائما. فإذا كنت تعتز بالله فأنت تديم الولاء له باستمرار الصلاة، وأنت حين تسجد لله وتتذلل له، فإنه سبحانه يزيدك عزة ويكون معك دائما، ويقيك ذل الدنيا. </p><p> وقلنا قديما: إن الإنسان إذا ما أراد أن يقابل عظيما من العظماء فهو يطلب المقابلة، وقد يقبل هذا العظيم مبدأ اللقاء وقد لا يقبل، فإن قبل حدد اليوم والساعة والمكان وفترة الزيارة. فإن أردت أن تطيل فهو يقوم واقفاً إعلاناً بأن الزيارة قد انتهت. </p><p> ولكن الحق سبحانه وتعالى بمطلق الكرم لا يعامل خلقه هكذا، فبيته مفتوح دائما حين يدعوك للصلوات الخمس، فهذا أمر ضروري، ولكن بين الصلوات الخمس إن إردت لقاء الله فسبحانه يلقاك في أي وقت وتدعوه بما تشاء، وتطيل في حضرته كما تريد، ولا يقول لك أحد: إن الزيارة قد انتهت. وأذكركم دائما بقول الشاعر: </p><p> حَسْبُ نفسِي عِزًّا بأنِّي عَبْدٌ ... يَخْتفِي بِي بلا مَواعِيد ربُّ </p><p> هُوَ في قُدْسهِ الأعزِّ ولكِنْ ... أنَا اَلقَى متَى وأينَ أُحبُّ </p><p> ونعود إلى قول الحق سبحانه وتعالى: </p><p> {مَا كَانَ لِلْمُشْرِكِينَ أَن يَعْمُرُواْ مَسَاجِدَ الله}  [التوبة: ١٧] . </p><p> لأن المساجد مخصصة لعباده الله تعالى، فمن غير المنطقي أن يبنيها أو يجلس فيها مشرك أو كافر، وقوله تعالى:  «ما كان» أي ما ينبغي، وقوله تعالى:  {شَاهِدِينَ على أَنْفُسِهِمْ بِالْكُفْرِ} أي هم الذين يشهدون على أنفسهم بالكفر؛ </p><p> فشهادتهم بالحال، وبالمقال. كما نشهد على أنفسنا بالإيمان حين نلبي في الحج والعمرة ونقول: لبيك اللهم لبيك، لبيك لا شريك لك لبيك، أي أننا ننزه الله تعالى عن الشرك. </p><p> وقوله سبحانه وتعالى:  {أُوْلَئِكَ حَبِطَتْ أَعْمَالُهُمْ} ، وُ {أُوْلَئِكَ} إشارة إلى المشركين الذين شهدوا على أنفسهم بالكفر، وحكم الله ألا يعمروا مساجد الله، و {حَبِطَتْ} أي نزلت من مستوى عال إلى مستواها الحقيقي دون مستواها الشكلي، فتجد العمل وكأنه منفوخ كالبالون الضخم، وهو في حقيقة مجرد فقاعة ضخمة ما تلبث أن تنكمش أو تسقط، فهي أعمال لا قيمة لها،. وليس لها حصيلة؛ لأنها أ‘مال باطلة. ولذلك يقول الحق سبحانه وتعالى:  {قُلْ هَلْ نُنَبِّئُكُم بالأخسرين أَعْمَالاً الذين ضَلَّ سَعْيُهُمْ فِي الحياوة الدنيا وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعاً}  [الكهف: ١٠٣ - ١٠٤] . </p><p> وتجد الواحد من هؤلاء يظل يعمل ويعمل، ويظن أنه سوف يجني خيراً كثيراً من هذا العمل، وقد يكون العمل مفيداً لغيره من الناس. ولكنه افتقد النية، ففسد نتيجة لذلك. والقرآن الكريم يعرض لحبوط الأعمال في آيات كثيرة والمثال هو قول الحق تبارك وتعالى:  {والذين كفروا أَعْمَالُهُمْ كَسَرَابٍ بِقِيعَةٍ يَحْسَبُهُ الظمآن مَآءً حتى إِذَا جَآءَهُ لَمْ يَجِدْهُ شَيْئاً وَوَجَدَ الله عِندَهُ فَوَفَّاهُ حِسَابَهُ}  [النور: ٣٩] . </p><p> والسراب هو ما يخيل إليك بلمعانه أنه ماء في الصحراء. وعندما تذهب إليه لا تجد شيئا. والذي لا يحس بالظمأ قد لا يلتفت إلى ذلك. ولكن الظمآن تتعلق نفسه بالماء، فيجيل بصره في كل مكان يبحث عنه، فإذا رأى أي لمعان حسبه ماء، وعندما يجيء إليه لا يجد شيئاً، وليت الأمر يقتصر على ذلك، بل هو </p><p> يجد الله عنده ليوفيه الحساب. ومثل هذا الانسان لم يضع الله في باله يوماً من الأيام، وليس لمثل هذا الإنسان عند الله تكريم أو ثواب. لأن الإنسان يطلب أجره ممن عمل له، وهو لم يعمل عمله وفي باله الله. </p><p> وأنت إذا صنعت معروفاً تقصد به وجه الله عَزَّ وَجَلَّ جزاك الله عنه خيرا، ولكن إن عملت معروفا لتحقق به مصلحة دنيوية خاصة بك أو تأخذ به شهرة فلا جزاء لك عند الله، ولا بد أن يصنع الإنسان المؤمن كل عمل وفي باله الله خالقه والمتفضل عليه بالنعم، فإن أطعمت فقيرا فلتطعمه لوجه الله، وعليك ألا تفعل المروءة من أجل أن يقال عنك: إنك صاحب مرءة. ومن يفعلون الخير عليهم أن يحرصوا على أن يكون الله عَزَّ وَجَلَّ في بالهم، لا أن ينالوا شهرة من هذا الخير، وألا يأتي منهم خبر هذا الخير لا بمقال ولا بحال. </p><p> وعلى سبيل المثال تلك اللافتات التي توضع على المساجد بأسماء من قاموا بتأسيسها. فمن بُنِي من أجله المسجد وهو الله عليم بكل شيء، ويعلم اسم من أقام البناء، وعليك أن تسميه بأي اسم لا يمت لك بصلة، حتى لا تدخل في دائرة «عملت ليقال وقد قيل» . وحتى المقاتل الذي يحارب بين صفوف المؤمنين عليه أن يعقد النية لله، لا أن يقاتل من أجل أن يقال إنه شجاع، لأنه إن فعل، حبط عمله وكان من الخاسرين لأن عمله قد شابه الرياء والسمعة. </p><p> ويبين الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ جزاء المرائين في حديثه الشريف الذي يقول فيه عَلَيْهِ الصَّلَاة وَالسَّلَام ُ: «أول الناس يقضى لهم يوم القيامة ثلاثة: رجل استشهد فأتى به فعرَّفه نعمه فعرفها قال: فما عملت فيها؟ قال: قاتلت فيك حتى استشهدت. قال: كذبت، ولكنك قاتلت ليقال فلان جرىء، فقد قيل، ثم أُمِر به فسُحِبَ على وجهه حتى ألقي في النار، ورجل تعلم العلم وعلَّمه وقرأ القرآن فأُتى به، فعرَّفه نعمه فعرفها، قال: فما عملت فيها؟ قال: </p><p> تعلمت العلم وعلّمته، وقرأت فيك القرآن، قال: كذبت، ولكنك تعلمت العلم ليقال: عالم، وقرأت القرآن ليقال قارىء فقد قيل، ثم أُمِر به فسُحِب على وجهه حتى ألقي في النار، ورجل وسع الله عليه وأعطاه من أصناف المال كله، فأتى به فعرفه نعمه فعرفها فقال: فما عملت فيها؟ قال: ما تركت من سبيل تحب أن ينفق فيها إلا أنفقت فيها لك، قال: كذبت، ولكن ليقال؛ إنه جواد فقد قيل، ثم أمر به فسحب على وجهه فألقي في النار» . </p><p> وعلى ذلك فالإنسان إن لم يضع الله في باله وهو يعمل فسوف يجد الله يحاسبه على أساس أن عمله غير مقبول. </p><p> ويقول الحق سبحانه وتعالى في آية ثانية:  {مَّثَلُ الذين كَفَرُواْ بِرَبِّهِمْ أَعْمَالُهُمْ كَرَمَادٍ اشتدت بِهِ الريح فِي يَوْمٍ عَاصِفٍ لاَّ يَقْدِرُونَ مِمَّا كَسَبُواْ على شَيْءٍ}  [إبراهيم: ١٨] . </p><p> ولك أن تتصور ماذا تفعل العاصفة في الرماد؛ إنها لا تبقي منه شيئاً. والمشرك الذي كان يدخل المسجد ويسقي الناس من عصير العنب غير المخمر، ويقوم بعمارة المسجد الحرام قبل تحريم الله لدخول أمثاله إلى هذا المكان، هذا المشرك لم يكن ليأخذ ثواباً؛ لأنه ارتكب خيانة عظمى بأن أشرك بالله، بينما يأخذ المؤمن الثواب لأنه يدخل المسجد ويعمره وهو مؤمن بالله ولا يشرك به شيئاً. </p><p> ويقول سبحانه وتعالى بعد ذلك: </p><p> {أُوْلَئِكَ حَبِطَتْ أَعْمَالُهُمْ وَفِي النار هُمْ خَالِدُونَ}  [التوبة: ١٧] . </p><p> لأنهم عملوا لغير الله فلقوا الله بلا عمل. ويقول سبحانه وتعالى بعد ذلك: </p><p> {إِنَّمَا يَعْمُرُ مَسَاجِدَ الله مَنْ آمَنَ بالله واليوم الآخر وَأَقَامَ الصلاوة وآتى الزكاوة ... } </p>"
}