{
  "id": null,
  "sura": 9,
  "aya": 3,
  "text": "<p> وبعض الناس يقول ما دام الله تعالى قد قال:  {بَرَآءَةٌ مِّنَ الله وَرَسُولِهِ}  [التوبة: ١] . </p><p> فلماذا يعيد سبحانه وتعالى: </p><p> {أَنَّ الله برياء مِّنَ المشركين وَرَسُولُهُ}  [التوبة: ٣] . </p><p> ونقول: إن البراءة جاءت إعلاماً بالمبدأ، والأذن جاء لإبلاغ البراءة، و «أذان» معناها إعلام يبلغ للناس كلهم، تماماً كأذان الصلاة؛ فهو إعلام للناس بدخول وقت الصلاة. والأذان مأخوذ من الأذن. لأن الإنسان حين يعلم الناس بشيء لا بد أن يخطب فيهم فيسمعون كلامه بآذانهم، ولذلك تجد الأذن هي الوسيلة الأولى للإدراك، فقبل أن ترى تسمع، وقبل أن تتكلم لا بد أن تسمع، فإن لم تسمع من يتكلم لا تقدر أنت على الكلام. ولذلك يقول الحق جل جلاله:  {صُمٌّ بُكْمٌ}  [البقرة: ١٨] . </p><p> أي لا يسمعون، وما داموا لا يسمعون لا يتكلمون. وقد يأتي بعض الناس ويقول: إنَّ وسيلة الإعلام قد تعتمد على العين ويقرأ منها الإنسان. ولكن من يقول ذلك </p><p> ينسى أن الإنسان لا يستطيع أن يقرأ إلا إذا سمع ألفاظ الحروف، وحين يقال له: هذه ألف وهذه باء وهذه تاء فهو يتعلم. إذن كل بلاغ إنما يبدأ بالأذن، والأذن هي أول آلة إدراكية تؤدي مهمتها فور ولادة الإنسان؛ لأنك إن أشرت بأصبعك إلى عيني طفل مضى على ولادته أيام لا يتأثر. ذلك أن العين لا تبدأ في أداء مهمتها قبل بضعة أيام، ولكن إذا صرخت بجوار الطفل يسمع وينزعج. </p><p> والله سبحانه وتعالى حين يتحدث عن وسائل الإدراك يأتي بالسمع أولاً فيقول جل جلاله:  {وَجَعَلَ لَكُمُ السمع والأبصار والأفئدة}  [النحل: ٧٨] . </p><p> لأن الأذن تبدأ عملها فوراً - كما قلنا - والعين لا تبدأ عملها إلا بعد أربعة أو خمسة أيام. والأذن تستقبل بها أصواتاً متعددة في وقت واحد. ولكن مجال الرؤية محدود. وأنت حين لا تريد أن ترى شيئا تبعد عينيك عنه. ولكن الأصوات تصل إلى أذنك من كل مكان دون أن تستطيع منعها. ولذلك يأتي السمع مفرداً، والأبصار متعددة؛ لأن هذا يرى شيئاً وهذا يرى شيئاً. لكنك بالأذن تسمع نائماً أو متيقظاً، وتأتيك الأصوات ويتوحد المدرك من السمع؛ فهي آلة الاستدعاء والإيقاظ. ولذلك حين تكلم الله عن أهل الكهف يريد أن ينيمهم ثلثمائة سنة وازدادوا تسعا. رغم أن أقصى ما ينامه الإنسان هو يوم أو بعض يوم، قال سبحانه وتعالى عنهم في هذا الشأن:  {فَضَرَبْنَا على آذَانِهِمْ فِي الكهف سِنِينَ عَدَداً}  [الكهف: ١١] . </p><p> وكان الضرب على الآذان حتى لا يوقظهم صوت عال لإنسان أو حيوان. وهم عندما قاموا:  {قَالُواْ لَبِثْنَا يَوْماً أَوْ بَعْضَ يَوْمٍ}  [الكهف: ١٩] . </p><p> لأن الإنسان عادة لا ينام أكثر من هذه المدة، وهذا يدل على أنهم حين استيقظوا كانوا على الهيئة التي ناموا عليها لم يتغير فيهم شيء، مما يدل على أن الله أوقف تأثير الزمن عليهم، ولولا أن الله قد ضرب على آذانهم لأيقظهم صوت الرعد أو الحيوانات المفترسة أو غيرها من الأصوات. </p><p> وأثبت لنا العلم الحديث أن مَنْ يرقد في الفراش بسبب المرض مدة طويلة يخاف الأطباء من إصابته بقروح الفراش، فلا يخاف </p><p> الطبيب على المريض من المرض فقط، بل يخاف أيضاً من آثار الرقود على الجسد. والله يلفتنا إلى هذه الحقيقة فيقول:  {وَنُقَلِّبُهُمْ ذَاتَ اليمين وَذَاتَ الشمال}  [الكهف: ١٨] . </p><p> ولأن الأذن هي وسيلة السمع، نجد الحق سبحانه وتعالى يقول:  {إِذَا السمآء انشقت وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ}  [الانشقاق: ١ - ٢] . </p><p> وهذا القول يدل على أن السماء فور سماعها من الله أمره بأن تنشق؛ تستجيب على الفور وتطيع أمره بالانشقاق وذلك يوم القيامة، وإذا كان الذي بلغ الأذان من الله ورسوله إلى كل الناس يوم الحج هو علي بن أبي طالب؛ فكيف يقال؟ </p><p> {وَأَذَانٌ مِّنَ الله وَرَسُولِهِ}  [التوبة: ٣] . </p><p> نقول: إن الله تعالى أعلم رسوله، والرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أعلم عليا، وعلي هو الذي نادى وبلَّغ، لكن هناك من يقول: إن الله طلب البلاغ إلى الناس. مع أن البراءة كانت للمشركين. </p><p> ونقول: إن الإعلام كان لكل الناس للمؤمن وغير المؤمن حتى يعرف جميع الناس موقفهم؛ فيعرف المؤمن أن العهد قد قطع، ويعرف غير المؤمن أن العهد قد قطع، فلا يؤخذ أحد على غرة، وليرتب كل إنسان موقفه في ضوء البلاغ الصادر من الله عَزَّ وَجَلَّ؛ والله سبحانه وتعالى أراد اعتدال الميزان بأيدي رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ لذلك فهو لا يخاطب المؤمنين وحدهم، بل كان الخطاب للعالم كله، وإن كان المؤمنون هم الذين سيجاهدون لتنسجم حركة الأرض مع منهج السماء. ومن هذا يستفيذ المؤمن والكافر؛ لأن الكل سينتفع بالعدل والأمانة والنزاهة التي يضعها المنهج على الأرض. </p><p> ولذلك يلفتنا الحق سبحانه وتعالى إلى أن الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ جاء </p><p> بالمنهج لإصلاح الكون كله فقال سبحانه وتعالى:  {إِنَّآ أَنْزَلْنَا إِلَيْكَ الكتاب بالحق لِتَحْكُمَ بَيْنَ الناس بِمَآ أَرَاكَ الله}  [النساء: ١٠٥] . </p><p> أي أن الحكم بين الناس جميعاً هو المطلوب من رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حسب منهج السماء. </p><p> وقوله سبحانه وتعالى: </p><p> {وَأَذَانٌ مِّنَ الله وَرَسُولِهِ إِلَى الناس يَوْمَ الحج الأكبر}  [التوبة: ٣] . </p><p> وهذا القول فيه تعميم في المكان وتعميم في المكين، فيوم الحج يجتمع الناس كلهم في مكان واحد. </p><p> وقد يتساءل البعض: لماذا سمي الحج الأكبر؟ نقول: لأنه الحج الوحيد الذي اجتمع فيه الكفار والمؤمنون. وبعد ذلك لم يعد هناك حج للكفار أو المشركين. </p><p> وبعض المفسرين يقولون: إن كلمة الحج الأكبر جاءت لتميز بين الحج الأصغر وهي العمرة وبين الحج الذي يكون فيه الوقوف بعرفات، ونقول: إن العمرة لا يطلق عليها الحج الأصغر. </p><p> وقيل إنَّ يوم الحج الأكبر هو يوم عرفة. ولكن بعض العلماء قالوا: إنه يوم النحر؛ لأن فيه مناسك كثيرة: رمي الجمرات والتقصير وطواف الإفاضة؛ لذلك سمي يوم النحر بالحج الأكب لكثرة مناسكه، وقيل: إنها أيام الحج كلها وأنها قد سميت بيوم الحج على طريقة العرب في أداء الحدث الواحد بظرفه الملائم، ألم يقل الحق سبحانه وتعالى: يوم حنين؟ . وحنين استغرقت أياماً فكأن اليوم يراد به الظرف الجامع لحدث كبير، فكأن أيام الحج كلها يطلق عليها «يوم الحج» . </p><p> أو أن الإعلان قاله سيدنا علي بن أبي طالب رَضِيَ اللَّهُ عَنْه يوم عرفة، وبلغ هذا الإعلام كل من سمعه إلى غيره، والآية الكريمة تقول:  {وَأَذَانٌ مِّنَ الله وَرَسُولِهِ إِلَى الناس يَوْمَ الحج الأكبر أَنَّ الله برياء مِّنَ المشركين وَرَسُولُهُ}  [التوبة: ٣] . </p><p> وهذا إذن من الله لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، ومن رسوله إلى علي كرم الله وجهه، ومن علي للمؤمنين، ومن المؤمنين؛ من سمع لمن لم يسمع، أن الله بريء من المشركين، وكان هذا إعلانا بالقطيعة، ولكن الله برحمته لا يغلق الباب أمام عباده أبداً، ولذلك يقول:  {فَإِن تُبْتُمْ فَهُوَ خَيْرٌ لَّكُمْ}  [التوبة: ٣] . </p><p> أي فتح لهم باب التوبة فإن تابوا عفا الله عنهم، وإن لم يتوبوا فالقول الفصل هو:  {وَإِن تَوَلَّيْتُمْ فاعلموا أَنَّكُمْ غَيْرُ مُعْجِزِي الله وَبَشِّرِ الذين كَفَرُواْ بِعَذَابٍ أَلِيمٍ}  [التوبة: ٣] . </p><p> إذن فالحق سبحانه وتعالى قادر عليهم وقادر أن يأتي بهم مهما كانوا، وعلى النبي والمبلغين عنه أن يبشروا الكفار بالعذاب الأليم، والبشارة إعلام بخبر سار، والإنذار إخبار بسوء. فهل العذاب بشارة أم إنذار؟ . نقول: إن هذا هو جمال أسلوب القرآن الكريم، يبشر الكفار فيتوقعون خبراً سارا: ثم يعطيهم الخبر السيىء بالعذاب الذي ينتظرهم؛ تماماً كما تأتي إلى إنسان يعاني من العطش الشديد، ثم تأتي بكوب ماء مثلج وعندما تصل به إليه ويكاد يلمس فمه تفرغه على الأرض، فيكون هذا زيادة في التعذيب وزيادة في الحسرة، فالنفس تنبسط أولاً ثم يأتي القبض. </p><p> وفي هذا يقول الشاعر: </p><p> كما أبرقت قوماً عطاشاً غمامةٌ ... فَلَمَّا رَأَوْها أقْشَعتْ وتَجلَّتِ </p><p> وهكذا تكون اللذعة لذعتين، ابتداء مطمع، وإنتهاء ميئس بينما في الإنذار لذعة واحدة فقط. وانظر إلى قوله الحق تبارك وتعالى:  {وَإِن يَسْتَغِيثُواْ يُغَاثُواْ}  [الكهف: ٢٩] . </p><p> حين تسمع «يغاثوا» تتوقع الفرج فيأتي الجواب: </p><p> {يُغَاثُواْ بِمَآءٍ كالمهل يَشْوِي الوجوه}  [الكهف: ٢٩] . </p><p> وهنا يقول الحق تبارك وتعالى:  {وَإِن تَوَلَّيْتُمْ فاعلموا أَنَّكُمْ غَيْرُ مُعْجِزِي الله وَبَشِّرِ الذين كَفَرُواْ بِعَذَابٍ أَلِيمٍ}  [التوبة: ٣] . </p><p> والعذاب من الله يوصف مرة بأنه عظيم ومرة أخرى يوصف بأنه مهين وثالثة يوصف بأنه أليم، والسبب هو أن الوصف يختلف باختلاف المُعَذَّبين، وسيأخذ كل مسيء وعاص وكافر من العذاب ما يناسبه، فهناك إنسان يحتمل العذاب ولا يحتمل الإهانة، وهناك إنسان يحتمل الإهانة ولا يحتمل الألم، فكأن كل واحد من الناس سيأتيه العذاب الذي يتعبه، فإن كان لا يتعبه إلا العذاب العظيم جاءه، وإن كان لا يتعبه إلا الإهانة جاءته، وإن كان لا يتعبه إلا الألم جاءه. </p><p> ويقول الحق تبارك وتعالى بعد ذلك:  {إِلاَّ الذين عاهدتم مِّنَ المشركين ثُمَّ لَمْ يَنقُصُوكُمْ شَيْئاً وَلَمْ يظاهروا عَلَيْكُمْ أَحَداً ... } </p>"
}