{
  "id": null,
  "sura": 9,
  "aya": 29,
  "text": "<p> وهنا يعود الحق سبحانه وتعالى إلى التحدث عن القتال، ونعلم أن الذين تحدث عنهم المولى سبحانه في هذه السورة، هم المشركون وأحوالهم، والأمر بإلغاء المعاهدة معهم، وإبعاد ذواتهم عن المسجد الحرام، وتقتيل من يحاول البقاء منهم ليحض على الشرك؛ حتى لا يجتمع في جزيرة العرب دينان. </p><p> وعرفنا من قبل السبب، وأما الذين يتحدث عنهم الله في هذه الآية فهم غيرهم ... فرغم أن الحق سبحانه وتعالى أرسل لمشركي العرب محمداً صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ </p><p> وهو رسول من أنفسهم، فهم يعرفونه حق المعرفة، كما أن المعجزة التي جاء بها صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من جنس فصاحتهم، فإذا كذبوه فهم مخطئون، ورغم هذا كذبوه ولم يؤمنوا به، أما خارج الجزيرة فالرسول ليس منهم، والقرآن لم ينزل بلغتهم، وكان عليهم أن يأخذوا من المنهج التطبيق المناسب. وهكذا نرى أن مصادمة الإيمان لم تكن من مشركي مكة فقط، بل كانت أيضاً من بعض يهود المدينة وبعض من نصارى نجران، وإذا كان الحق سبحانه وتعالى قد حدد في هذه السورة موقف الإيمان من المشركين به، فقد أراد أيضاً أن يحدد موقف الإيمان من أهل الكتاب. </p><p> ونحن نعرف أن هناك فرقاً بين أهل الشرك وأهل الكتاب، فالمشركون لم يكونوا يؤمنون بالله إلهاً واحداً بل معه شركاء، ولكن أهل الكتاب يؤمنون بالإله ويؤمنون برسول وكتاب سماوي، وهم بذلك أقرب إلى الإيمان. ولذلك نجد القرآن الكريم يعرض لنا مثل هذه القضية كطبيعة فطرية، فنجد أن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قد حزن هو وصحابته حين غُلِبتْ الروم في أدنى الأرض. لماذا حزن الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وهو يعلم أن الروم سيقفون أيضاً ضده؟ لقد حزن صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لأنهم يؤمنون أن للكون خالقاً واحداً وأن له رسلاً يوحي إليهم وأن له كتباً منزلة، لكن الأمر يختلف بالنسبة للمشركين، فهم يكفرون بالله وهذا قمة الكفر. صحيح أن بعضاً من أهل الكتاب وقفوا مع المشركين في موقف العداء </p><p> لرسول الله، لكن قلبه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ معهم لأنهم أهل إيمان بالقمة. ويُسَرِّي الحق عن رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فيقول:  {الم غُلِبَتِ الروم في أَدْنَى الأرض وَهُم مِّن بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ}  [الروم: ١ - ٣] . </p><p> وهنا يبرز سؤال يقول: متى سيغلبون؟ تأتي الإجابة من الحق تبارك وتعالى:  {فِي بِضْعِ سِنِينَ}  [الروم: ٤] . </p><p> والبضع بالنسبة للزمن هو فترة تتراوح من ثلاث لتسع سنوات، ولم يحدد الحق سبحانه وتعالى البضع هنا؛ لأن المعارك لها أوليات ونهايات، لهذا جاء قول الحق تبارك وتعالى مراعياً لما تستغرقه هذه المراحل كلها، وجاء القول بأن نصر الروم على الفرس سوف يأتي بعد بضع سنين. </p><p> وبالله قولوا لي: كيف يتحكم نبي أمي في جزيرة تسكنها أمة أمية، ولا علم لهذا الرسول بأخبار الأمم وكيف لهذا النبي أن يأتي بأخبار نصر أمة على أخرى؟ ويظل هذا الخبر في الكتاب الذي يحمل منهج رسالته قرآناً يُتْلَى ويتعبد به إلى قيام الساعة؟ لقد قالها بثقة في حدوث ما جاء في القرآن في المستقبل القريب؛ لأنها جاءته عن ربه، وهو واثق أن قائل هذا الخبر قادر على إنفاذ ما يقول. </p><p> وإلا، فماذا كان يحدث لو أن الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قال ذلك ثم مر بضع سنين ولم يأت نصر الروم؟ وماذا يكون موقف الذين آمنوا به كرسول من عند الله؟ </p><p> إذن: هو صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لم يكن ليجازف وينطقها إلا بثقة في أن القائل هو الحق سبحانه الذي شاء أن ينزل بالخبر في آية قرآنية تُتلى، وتُكتب، وتُحفظ، ويُصَلَّى بها في كل وقت إلى أن تقوم الساعة. وينزلها سبحانه على محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وقت أن كان ضعيفاً لا يعرف ميزان القوي، ولا يعلم هل ستستعد الروم لتنتصر أو لا؟ </p><p> ثم ألم يكن من الممكن أن يتصالح الروم والفرس؟ كل ذلك لم يكن في حسبان محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ لأن الخبر جاء من الله وسبحانه القادر على إنفاذ ما يقول. </p><p> ألم يكن هناك إخبار عن أمور خالفت النواميس؟ نعم كانت هناك أمور خارجة عن النواميس وجاء بها الخبر من الله سبحانه وتعالى. . ألم يقل زكريا عليه السلام حين بُشِّر بالولد:  {قَالَ رَبِّ أنى يَكُونُ لِي غُلاَمٌ وَكَانَتِ امرأتي عَاقِراً وَقَدْ بَلَغْتُ مِنَ الكبر عِتِيّاً قَالَ كذلك قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٌ وَقَدْ خَلَقْتُكَ مِن قَبْلُ وَلَمْ تَكُ شَيْئاً}  [مريم: ٨ - ٩] . </p><p> أي: ما دام الله سبحانه وتعالى قد قال فقد تأكد الحدوث. </p><p> وكان المؤمنون أقرب إلى الروم لأنهم أهل كتاب؛ ولأن لهم صلة بالسماء، ومن له صلة بالسماء يمتلئ بالحنين إلى أخبار السماء، ويتسمع أخبار المؤمنين في القمة العقدية. ومن العجيب أن هذه الآية تصدق في الروم وفارس، فينتصر الروم على الفرس، وتصدق في محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وأصحابه، فينتصر رسول الله وأصحابه في بدر. ولذلك يقول الحق تبارك وتعالى:  {وَيَوْمَئِذٍ يَفْرَحُ المؤمنون بِنَصْرِ الله. .}  [الروم: ٤ - ٥] . </p><p> وفي الآية الكريمة التي نحن بصدد خواطرنا عنها يقول الحق تبارك وتعالى: </p><p> {قاتلوا الذين لاَ يُؤْمِنُونَ بالله وَلاَ باليوم الآخر وَلاَ يُحَرِّمُونَ مَا حَرَّمَ الله وَرَسُولُهُ وَلاَ يَدِينُونَ دِينَ الحق مِنَ الذين أُوتُواْ الكتاب حتى يُعْطُواْ الجزية عَن يَدٍ وَهُمْ صَاغِرُونَ}  [التوبة: ٢٩] . </p><p> ونلحظ أن الحق سبحانه وتعالى قد وصفهم هنا بأنهم لا يؤمنون بالله مع أنهم أهل إيمان. والمعنى أنهم لا يؤمنون بالله الإيمان الذي يعطي الله جلال </p><p> الصفات وكمالها؛ لأن بعضهم قال: إن الله له ابن اسمه عزير، وقال البعض الآخر: المسيح ابن الله، إذن فهم لم يؤمنوا بالله حق الإيمان تسبيحاً وتنزيهاً لذاته الكريمة عَمَّا لا يليق بها، وكذلك يختلف إيمانهم باليوم الآخر عن الإيمان الحق به، إنه إيمان لا يتفق مع مرادات الله تعالى؛ فهم يقولون مثلاً: إن النعيم في الآخرة ليس مادياً ولكنه نعيم روحي. </p><p> ونقول: عندما يحدثنا الله عن نعيم الآخرة فلا بد أن نعرف هذا النعيم حتى نفهم المعنى، ونتساءل: ما هو النعيم الروحي؟ هل النعيم الروحي هو خواطر في النفس فقط لا علاقة لها بالحقيقة؟ أيكون هذا هو نعيم الآخرة؟ </p><p> لقد أوضح المولى سبحانه وتعالى بما لا يدع مجالاً للظن أو الشك أنه قد أعد جنة للمؤمنين وأعد ناراً للكافرين، وحكى لنا الحق سبحانه وتعالى عن هذه الحياة بما فيها من ثواب ومن عقاب؛ بما يقنعنا أن فيها نعيمًا مثل الذي نعرفه، فإذا كان هذا النعيم روحياً ونحن لا نعرف النعيم الروحي ولا نعلم شيئاً عنه، فكيف يغرينا الله عَزَّ وَجَلَّ بشيء لا نعلمة؟ إذن: فإيمان هؤلاء الناس باليوم الآخر ليس إيماناً كما يريده الله. </p><p> فسبحانه حين يحدثنا عن الجنة إنما يحدثنا عن أشياء من جنس ما نعرف وليس من جنس ما لا نعرف. وصحيح أن الله سبحانه وتعالى قد بيَّن لنا بعض صور النعيم في الجنة، وقال: إنها مثل كذا وكذا. قال الحق جل جلاله:  {مَّثَلُ الجنة التي وُعِدَ المتقون تَجْرِي مِن تَحْتِهَا الأنهار أُكُلُهَا دَآئِمٌ وِظِلُّهَا تِلْكَ عقبى الذين اتقوا وَّعُقْبَى الكافرين النار}  [الرعد: ٣٥] . </p><p> إذن: فالله عَزَّ وَجَلَّ يعطي مثلاً فقط. ومعلوم أن اللفظ في اللغة لا بد أن يوضع لمعنى معروف. ولذلك فعندما يحدثنا الله عن نعيم الجنة لا بد أن يحدثنا بكلام نعرف معانيه. ورسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قال عن الجنة: « </p><p> فيها ما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر» . </p><p> إذن: فلا توجد في اللغة ألفاظ تعبر عن نعيم الجنة؛ لأن المعنى غير معروف لنا، ولكن الله أراد أن يحببنا فيها فأعطانا صورة نفهمها عن النعيم، فيقول عَزَّ وَجَلَّ:  {مَّثَلُ الجنة} وهو يريدنا أن نعرف أن فيها نعيماً خالياً من كل المنغصات التي تكون في المثل. فمثلاً الخمر في الدنيا فيها خصلتان؛ الأولى أنها تغتال العقول والثانية: أنها لا تشرب بقصد اللذة، والذي يشرب الخمر لا يشربها مثلما يشرب كوب عصير المانجو أو عصير الليمون الذي يستطعمه ويشربه على مهل، ولكنه يسكب الكأس في فمه دفعة واحدة؛ لأن طعمها غير مستساغ وليقلل زمن مرور الخمر على الحس الذائق، ومعنى هذا أن طعمها غير مستطاب، ثم إنها تذهب بوعي الشارب لها فيفقد السيطرة على سلوكه، ويعتذر في الصباح عما فعل أثناء احتسائه للخمر ويقول خجلاً:  «لم أدر موقع رأسي من موقع قدمي» هذه خمر الدنيا، ولكن الخمر في الجنة لا غَوْل فيها. </p><p> . أي: لا تغتال العقول، حلوة المذاق، ولذلك يصفها الله سبحانه وتعالى بقوله:  {لَّذَّةٍ لِّلشَّارِبِينَ}  [محمد: ١٥] . </p><p> أي: أنها مختلفة تماماً عن تلك الخمر التي حرمها الله في الدنيا. وتتجلى الحكمة في معنى الاستطعام في قول رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: «ثلاث من كُنَّ فيه وجد بهنَّ طعم الإيمان: من كان الله ورسوله أحب إليه </p><p> مما سواهما، ومن أحب عبداً لا يحبه إلا لله، ومن يكره أن يعود في الكفر بعد أن أنقذه الله منه كما يكره أن يُلْقَى في النار» . </p><p> ومن رحمة الله تعالى بخلقه أنه لم يجعل الطعام وقوداً للطاقة فقط، بل يغري الناس على وقود الطاقة لاستبقاء الحياة بأن يستلذ الإنسان الطعام، ويطيل أمد اللذة ساعة تناوله، لا أن ينتظر النفع بعد أن يهضم الطعام. فكأن الإيمان لا يستمر إلا لمن يحب في الله ويكره في الله؛ فذلك يعطيه الطاقة التي تستبقي إيمانه، كما تستبقي طاقة الطعام حياة الإنسان. وشاء الله سبحانه وتعالى أن يعطينا في تصوير الجنة المثل لما في الجنة، لا بتشخيص وتحديد لما في الجنة فعلاً، ويقول سبحانه وتعالى:  {فَلاَ تَعْلَمُ نَفْسٌ مَّآ أُخْفِيَ لَهُم مِّن قُرَّةِ أَعْيُنٍ جَزَآءً بِمَا كَانُواْ يَعْمَلُونَ}  [السجدة: ١٧] . </p><p> وإذا كانت النفس لا تعلم شيئاً، فهي لا تملك ألفاظاً تضع فيها ما لا تعلمه، فإذا خاطبها الله تعالى بواقع الجنة فهي لن تفهم، لذلك شاء الحق تبارك وتعالى أن يخاطبها بواقع المثل، فيقول عَزَّ وَجَلَّ:  {وَبَشِّرِ الذين آمَنُواْ وَعَمِلُواْ الصالحات أَنَّ لَهُمْ جنات تَجْرِي مِن تَحْتِهَا الأنهار كُلَّمَا رُزِقُواْ مِنْهَا مِن ثَمَرَةٍ رِّزْقاً قَالُواْ هذا الذي رُزِقْنَا مِن قَبْلُ وَأُتُواْ بِهِ مُتَشَابِهاً وَلَهُمْ فِيهَآ أَزْوَاجٌ مُّطَهَّرَةٌ وَهُمْ فِيهَا خَالِدُونَ}  [البقرة: ٢٥] . </p><p> إذن: فهو رزق يشبه الرزق الموجود في الدنيا ولكن ليس هو، أما أن </p><p> يقال: إن نعيم الجنة هو النعيم الروحي أو نعيم الخواطر أو ما نسميه آمال النفس، كأن يتخيل إنسان جائع أنه أكل كمية كبيرة من اللحم أو السمك؛ فتسعد روحه بذلك من غير واقع يحدث، فكل هذا غير حقيقي، ولكنهم يقولون هذا الكلام؛ لأنهم إذا ما تصوروا نعيم الجنة كالخواطر، فسوف يكون عذاب النار مقابلاً أيضاً لنعيم الجنة، أي سيكون عذاب الخواطر، وفي هذا تصور لعذاب سهل؛ لأنهم يخافون عذاب النار فيريدونه عذاباً روحياً. </p><p> ولكن الإحساس بالنعيم والعذاب لا بد أن يكون له واقع يشبهه في الدنيا، وإلا ما وُجِد في أنفسنا ما يجعلنا نرغب في نعيم الجنة ونخاف من عذاب النار. </p><p> لذلك فإن نعيم الجنة حق، وعذاب النار حق. وشاء الله سبحانه أن يصفي النعيم من كل الشوائب، فقال عَزَّ وَجَلَّ عن أنهار الجنة:  {وَأَنْهَارٌ مِّنْ عَسَلٍ مُّصَفًّى}  [محمد: ١٥] . </p><p> أي: ليس فيه كل الشوائب الموجودة في عسل الدنيا. وكذلك قال عن لبن الجنة:  {وَأَنْهَارٌ مِّن لَّبَنٍ لَّمْ يَتَغَيَّرْ طَعْمُهُ}  [محمد: ١٥] . </p><p> وكلمة {لَّمْ يَتَغَيَّرْ طَعْمُهُ} لها عند العرب أيام رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ معنى؛ لأن العربي كان يحلب الجمال ويضع ألبانها في الأواني، وكان اللبن يتغير طعمه ويصير حامضاً، لكنه كان مضطراً أن يشربه؛ لذلك فحين يسمع {وَأَنْهَارٌ مِّن لَّبَنٍ لَّمْ يَتَغَيَّرْ طَعْمُهُ} فهو يعطيه المثل من حياته، بعد أن ينقيه من كل الشوائِبِ التي تفسد طعم اللبن في الحياة الدنيا. </p><p> وهنا يقول الحق سبحانه وتعالى:  {قاتلوا الذين لاَ يُؤْمِنُونَ بالله} أي الإيمان الواجب بعظمة الله وتنزيهه. واليهود يؤمنون إيماناً إجمالياً بالله، ولكنهم يُجسِّمونه ويقولون: إنه جلس على صخرة ومد قدميه في قصعة من الزمرد ثم استنكف الله أن يمده لبني إسرائيل، وهذا تصوير لا يليق بكمال </p><p> الله ولا بذاته المقدسة، وهذا خطأ في التصوير. وكذلك كان خطؤهم في تصور نعيم الجنة وعذاب النار، وبذلك لم يؤمنوا إيماناً حقاً باليوم الآخر، ولهذا جاء قول الحق:  {وَلاَ باليوم الآخر} وهم لم يقفوا فقط ضد الإسلام كمنهج، بل وقفوا أيضاً من أديانهم مثل هذا الموقف، ويقول المولى سبحانه وتعالى: </p><p> {وَلاَ يُحَرِّمُونَ مَا حَرَّمَ الله وَرَسُولُهُ} </p><p> وهم كأهل كتاب حرفوا وبدلوا في دينهم فأحلوا ما حرم الله. ولذلك يقول سبحانه:  {وَلاَ يَدِينُونَ دِينَ الحق} </p><p> والحق - كما نعلم - هو الشيء الثابت الذي لا يتغير. وإذا نظرنا إلى كل رسول في عصره؛ نجده قد جاء بالحق، وإذا جاء رسول من بعده فهو لا ينسخ العقائد، ولكنه ينسخ في الأحكام، وهكذا نعلم أن كل رسول جاء بالعقائد الثابتة وبالأحكام التي تناسب الزمان إلى أن بعث الله محمداً صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فكان النبي الخاتم إلى أن تقوم الساعة، ولا بد أن يكون الحق الذي جاء به هو الحق الثابت الذي لا يتغير؛ لأنه خاتم الأنبياء والمرسلين فلا رسول بعده، إذن فقوله:  {وَلاَ يَدِينُونَ دِينَ الحق مِنَ الذين أُوتُواْ الكتاب} أي: أنهم لا يؤمنون حتى بما جاء في كتبهم من بشارة به صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وهذا حكم خاص بهم؛ لأن المشكلة معهم أنهم لم يصدقوا بلاغ رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ عن الله وأنه مرسل إليهم، وسَنَّ رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في معاملتهم ما شرعه الله تعالى، وذلك أن يعاملوا معاملة مختلفة عن المشركين، فمعاملة المشركين كانت براءة من العهد، وإبعاداً عن المسجد الحرام وقتالاً إن وجدناهم، أو أن يسلموا. </p><p> أما معاملة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مع أهل الكتاب فكانت: إما أن يسلموا، وإما أن يعطوا الجزية مع استبقاء الحياة، ولذلك قال الحق تبارك وتعالى: </p><p> {حتى يُعْطُواْ الجزية عَن يَدٍ وَهُمْ صَاغِرُونَ} </p><p> أي: حتى يؤدوا ما فُرِض عليهم دفعة من أموال مقابل حصولهم على الأمان والحماية، وفي هذا صون لدمائهم، ولذلك نجد أن المسلمين قد فتحوا بلاداً غير إسلامية وصاروا قادرين على رقابهم ولم يقتلوهم، بل أبقوا عليهم، وإبقاء الحياة نعمة من نعم الإسلام عليهم، وهناك نعمة ثانية وهي أنه لم يفرض عليهم ديناً، وإنما حمى اختيارهم الدين الذي يرونه، وفي ذلك رد على من يقول: إن الإسلام انتشر بالسيف، ونقول: إن البلاد التي فتحت بالمسلمين أقرت أهل الأديان على أديانهم، وحمت فقط حرية الاختيار، بل وقف المسلمون بالسيف أمام القوم الذين يقفون أمام اختيار الناس، وتركوا الناس أحراراً. لكننا نجد المغالطات تملأ كتابات الغرب حول مسألة السيف. ونرد دائماً أن الإسلام لو انتشر بالسيف لما وجدنا في البلاد التي فتحها أناساً باقين على دياناتهم، بل كان الإسلام يأخذ الجزية ممن بَقَوْا على دياناتهم من أهل الكتاب. وأخْذُ الجزية دليل على أنهم ظلوا على دينهم وظلوا أحياء، وهاتان نعمتان من نعم الإسلام، وكان يجب أن يؤدوا جزاء على ذلك، وكان الجزاء هو الجزية. وهي مادة «جزى» و «يجزي» . فكأن الجزية فعلة من «جزى»  «يجزي» ؛ لأن الإسلام قدم لهم عملاً طيباً بأن أبقى على حياتهم وأبقاهم على دينهم من غير إكراه، فوجب أن يُعطوا جزاء على هذه النعمة التي أنعم الله تعالى بها عليهم بالإسلام. </p><p> وأيضاً، فإنهم سيعيشون في مجتمع إيماني؛ الولاية فيه للإسلام، ويتكفل المسلمون بحمايتهم وضمان سلامتهم في أنفسهم وأهلهم وفي أموالهم وفي كل شيء، فإذا كان المسلم يدفع لبيت المال زكاة تقوم بمصالح الفقراء والمسلمين، فأهل الكتاب الموجودون في المجتمع الإسلامي ينتفعون - أيضاً - بالخدمات التي يؤديها الإسلام لهم، ويجب عليهم أن يؤدوا شيئاً من مالهم نظير تلك الخدمات، والإسلام مثلاً لا يكلف أهل الكتاب أن يدخلوا جنداً في حرب ضد أي عدو للمسلمين إلا إذا تطوعوا هم بذلك، إذن: فالجزية ليست فرض قهر، وإنما هي مقابل منفعة أداها الإسلام لهم؛ إبقاءً على </p><p> حياتهم وإبقاء على دينهم الذي اختاروه، وقرر الحق أن يعطوا الجزية {عَن يَدٍ} واليد هي الجارحة التي تُؤدَّي بها الأعمال، وأغلب الأعمال إنما تُزَاوَلُ باليَد، ونجد القرآن الكريم يقول:  {وَمَا عَمِلَتْهُ أَيْدِيهِمْ أَفَلاَ يَشْكُرُونَ}  [يس: ٣٥] . </p><p> واللسان أيضاً آلة الكلام، والحق تبارك وتعالى يجازي على القول الطيب أو السيىء، ولكن الأصل في العمل هو «اليد» ، وتطلق اليد ويراد بها القدرة التي تعمل، أو يراد بها النعمة، مثل قولنا: فلان له يد على فلان، وفلان له أياد بيضاء على الناس. </p><p> وهنا يقول الحق سبحانه وتعالى:  {حتى يُعْطُواْ الجزية عَن يَدٍ} . </p><p> فهل المقصود ب {عَن يَدٍ} أي من يُعْطُونَ الجزية، أم أيدي الآخرين الآخذين للجزية؟ </p><p> إن هذا القول:  {عَن يَدٍ} مثلما يقال: فلان نفض يده من هذا الأمر، أي خرج عن الأمر ولم يعد يعاون عليه. إذن يكون معنى {عَن يَدٍ} أي غير رد للنعمة. وعن يد منهم أي من المعطين للجزية، أو {عَن يَدٍ} أي: يداً بيده فلا يجلس الواحد من أهل الكتاب في الأمة الإسلامية المحكومة بالإسلام في مكانه ويرسل رسولاً من عنده ليسلم الجزية، لا، بل عليه أن يدفعها ويحضرها بيده. أو نقول:  {عَن يَدٍ} من معنى القدرة، فمن عنده قدرة، فتأخذ الجزية من القادر ولا نأخذها من العاجز. </p><p> إذن: يشترط في اليد إن كانت منهم ثلاثة ملاحظ؛ الملحظ الأول: أن </p><p> يكونوا موالين لا نافضين لأيديهم منا ومن حكمنا، والملحظ الثاني: أن يأتي بها بنفسه لا أن يرسل بها رسولاً من عنده، وإن جاء بها لا بد أن يأتي بها وهو ماش وأن يعطيها وهو واقف ومن يأخذ الجزية قاعد، وهذا هو معنى {وَهُمْ صَاغِرُونَ} . ولماذا يعطونها عن صَغار؟ لأن الحق عَزَّ وَجَلَّ أراد للإسلام أن يكون جهة العلو، وقد صنع فيهم الإسلام أكثر من جميل، فلم يقتلهم ولم يرغمهم على الدخول إلى الإسلام؛ لذلك فعليهم أن يتعاملوا مع المسلمين بلا كبرياء ولا غطرسة، وأن يخضعوا لأحكام الإسلام، وأن يكونوا موالين للمسلمين، لا ناقضين الأيدي، وأن يؤدوا الجزية يداً بيد، وأما العاجز وغير القادر فيعفى من دفع الجزية. </p><p> {حتى يُعْطُواْ الجزية عَن يَدٍ وَهُمْ صَاغِرُونَ} والصَّغَار من مادة الصاد والغين والراء، وتدل على معنيين؛ إن أردتها عن السن يقال «صَغُر»  «يَصْغُرُ» مثل قولنا: فلان كبر يكبر. وإن أردتها في الحجم والمقام نقول «صَغِر»  «يصغَر» ، أي: صغر مقاماً أو حجماً، ولذلك يقول الحق تبارك وتعالى:  {كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْوَاهِهِمْ}  [الكهف: ٥] . </p><p> وهنا في قوله:  {حتى يُعْطُواْ الجزية عَن يَدٍ وَهُمْ صَاغِرُونَ} تعني أن يؤدوها عن انكسار لا عن علو، حتى إنَّ من يُعطي لا يظن أنه يعطي عن علو، ونقول له: لا، إن اليد الآخذة هنا هي اليد العليا. </p><p> ثم أراد الحق سبحانه وتعالى أن يعطينا حيثيات قتال الذين لا يؤمنون بالله ولا باليوم الآخر، فقال بعد ذلك: </p><p> {وَقَالَتِ اليهود عُزَيْرٌ ابن الله ... } </p>"
}