{
  "id": null,
  "sura": 9,
  "aya": 67,
  "text": "<p> ثم يعود سبحانه وتعالى إلى الأحكام التكليفية، وعادة تكون الأحكام التكليفية من الله كلها على الذكورة، وليس فيها على الأنوثة إلا عدد قليل من الآيات مثل قوله تعالى:  {ياأيها الذين آمَنُواْ لاَ يَسْخَرْ قَوْمٌ مِّن قَوْمٍ عسى أَن يَكُونُواْ خَيْراً مِّنْهُمْ وَلاَ نِسَآءٌ مِّن نِّسَآءٍ عسى أَن يَكُنَّ خَيْراً مِّنْهُنَّ ... }  [الحجرات: ١١] </p><p> وقوله تعالى:  {مَنْ عَمِلَ صَالِحاً مِّن ذَكَرٍ أَوْ أنثى ... }  [النحل: ٩٧] </p><p> أما باقي الأحكام فتنصبُّ على الذكورة، وتدخل الإناث في الأحكام لأن الأنوثة مبنية على السِّتْر في الذكورة. ولكنه لا بد هنا من ذكر المنافقين والمنافقات على كل حدة؛ لأن للرجال مجالس، وللنساء مجالس، ولكل منهما أفعال وأقوال تختلف عن الآخرين. . ولذلك كان لا بد من النص على المنافقات. </p><p> وقوله الحق سبحانه:  {بَعْضُهُمْ مِّن بَعْضٍ} أي: لا يتميز أحد من المنافقين والمنافقات عن الآخر في الخسة والقبح والفضائح، ويحدد الاله خصالهم في قوله تعالى:  {يَأْمُرُونَ بالمنكر وَيَنْهَوْنَ عَنِ المعروف وَيَقْبِضُونَ أَيْدِيَهُمْ} فهم إن فعل الناس معروفاً ينهونهم عنه، بل إنهم يشجعونهم على فعل المنكر، وهم لا ينفقون في سبيل الله إذا طُلِبَ منهم الإنفاق. </p><p> ثم يقول الحق سبحانه:  {نَسُواْ الله فَنَسِيَهُمْ} وهل يُنْسَى الحق سبحانه وتعالى بالفطرة؟ لا، ولكن المقصود أنهم نسوا مطلوبات الله وتكاليفه فنساهم الله أي أهملهم، فمن يبعد عن الله يزده الله بُعْداً، مصداقاً لقوله تعالى:  {فِي قُلُوبِهِم مَّرَضٌ فَزَادَهُمُ الله مَرَضاً ... }  [البقرة: ١٠] </p><p> فإن كنت مسروراً من أنك نسيت الله فسيزيدك نسياناً، ويختم على قلبك فلا يخرج منه الكفر أبداً. </p><p> ثم يعطي الحق سبحانه الحكم:  {إِنَّ المنافقين هُمُ الْفَاسِقُونَ} وكلمة «منافق» - كما نعرف - مأخوذة من نفقاء اليربوع، وهو حيوان يشبه الفأر ويسكن في الصحراء ويحفر لنفسه نفقاً في الأرض؛ له بابان، وإنْ ترصَّد له الصائد عند أحدهما خرج من الثاني، وهكذا ترى أن المنافق له وجهان. والفسوق معناه الخروج عن منهج الطاعة؛ وهو مأخوذ من «فسق الرطب» </p><p> أي: انفصلت القشرة عن الثمرة. والقشرة - كما نعلم - مخلوقة لصيانة الثمرة؛ فإذا فسقت عنها تلفت الثمرة. والإنسان إذا فسق خرج عن طاعة الله. </p><p> ثم يأتي الله بما أعدَّه للمنافقين فيقول:  {وَعَدَ الله الْمُنَافِقِينَ والمنافقات ... } </p>"
}