{
  "id": null,
  "sura": 9,
  "aya": 97,
  "text": "<p> وقد تكلم الحق من قبل في المنافقين من غير الأعراب، وهم العرب الذين نزل لهم وللناس كافة منهج الله، وهنا يتكلم سبحانه من الأعراب، فما الفرق بين العرب والإعراب؟ </p><p> العرب هم سكان القرى المتوطنون في أماكن، يذهبون منها أو فيها إلى مصالحهم؛ ويأوون إليها؛ وهذه مظهرها البيوت الثابتة، والتأهيل المستقر، لكن الأعراب هم سكان البوادي، وليس لهم استقرار في مكان، إنما يتتبعون مواضع الكلأ؛ وليس لهم توطُّن، ولا أنس لهم بمقام ولا بمكان. </p><p> ومعنى ذلك أن كلاّ منهم ليس له سياسة عامة تحكمه في تلك البادية، وكل واحد منهم - كما يقال - صوته من دماغه، أو من دماغ رئيس القبيلة، وما داموا بهذا الشكل، وليس عندهم توطن؛ يوحي بالمعاشرة </p><p> التي تقتضي لين الجانب وحسن التعامل؛ لذلك يقال عن كل واحد منهم «مستوحش» أي: ليس له ألفة بمكان أو جيران أو قانون عام. </p><p> أما الذي يحيا في القرية ويتوطنها فله جيران، وله قانون يحكمه، وله إلف بالمكان، وإلف بالمكين، ويتعاون مع غيره، ويتطبع بسكان القرية ويألفهم ويألفونه ومع الإلف والائتلاف يكون اللين في التعامل، عكس من يحيا في البادية، فهو يمتلئ بالقسوة، والفظاظة، والشراسة؛ لأن بيئته نضحت عليه والوحدة عزلته. </p><p> فإذا سمعت «أعراب» فاعلم أنهم سكان البادية المشهورون بالغلظة؛ لأنه لا يوجد لهم تجمع يوحي لهم بلطف سلوك، وأدب تعامل، وكلمة «الأعراب» مفردها «أعرابيّ» . وهناك أشياء الفرق بين مفردها وجمعها التاء، مثل «عنب» و «عنبة» هي المفرد، وقد يفرق بين الجمع والمفرد «ياء» مثل «روم» والمفرد «رومي» . </p><p> ف «أعراب» - إذن - هي جمع «أعرابي» وليس جمع عرب. وهؤلاء مقسومون قسمين: قسم له إلف بالحضر؛ لأن كل أهل حضر قد يكون لهم بادية يلجأون إليها، أي أن الأعرابي حين يذهب إلى البادية فهو ينزل ضيفاً عليهم، ويسمون «المعارف» ، وكل واحد في البادية قد يكون له واحد في الحضر، إذا اضطر للذهاب للمدينة أو للقرية فهو ينزل عنده. وهناك قسم آخر لا بادية لهم ولا حاضرة. </p><p> وبعد أن تكلم الحق عن العرب ونفاقهم، يتكلم هنا عن الأعراب فيقول: </p><p> {الأعراب أَشَدُّ كُفْراً وَنِفَاقاً وَأَجْدَرُ أَلاَّ يَعْلَمُواْ حُدُودَ مَآ أَنزَلَ الله على رَسُولِهِ والله عَلِيمٌ حَكِيمٌ} </p><p> ولماذا هم أشد كفراً ونفاقاً؟ لأنهم بعيدون عن مواطن العلم والدعوة، وعندهم غِلْظة، وعندهم جفاء، وقوله سبحانه:  {وَأَجْدَرُ أَلاَّ يَعْلَمُواْ حُدُودَ مَآ أَنزَلَ الله على رَسُولِهِ} يعني: أحق ألاّ يعلموا حدود ما أنزل الله؛ لأن عرفان حدود ما أنزل الله من الأوامر والنواهي، والحلال والحرام، يأتي من التواصل مع العلم، وهذا لا يتأتَّى بالتنقل من مكان إلى آخر، بل لا بد من الاستقرار. </p><p> والعلم - كما نعرف - ألا تغيب عن العالم قضية من قضايا الكون؛ وكل واحد منا يعلم علماً على قدر تجربته ومراسه في الحياة، وعلى قدر جلوسه إلى العلماء، لكن الله وحده لا يعلم علم الجميع. </p><p> والعلم عند البشر قد يوظِّف، وقد لا يوظِّف، وكثير من الناس عندهم العلم لكنهم لا يوظِّفونه، ومن لا يوظِّف علمه يصير علمه حُجة عليه. أما من يُوظِّف علمه، ويضع الأمر في محله، والنهي في محله، والحلال في محله، والحرام في محله، والمشتبه يضع له حكماً مناسباً، فهو يوصف بالحكيم؛ لأنه وضع كل شيء في محله. </p><p> فإذا شرع الله أمراً، فسبحانه قد شرع عن «علم» وعن «حكمة» ، وما دام قد شرع يجب ألا نخالفه؛ لأن كل تشريع ينزله الله على رسوله إنما هو لتنظيم حركة الحياة؛ لأنه سبحانه هو الذي خلق الحياة وخلق كل المخلوقات، وإياك أن تدس أنت أنفك فتشرِّع ما يغضب الحق؛ لأن فساد الكون كله قد جاء من الذين أرادوا أن يُقِّننوا للخلق، رغم أنهم لم يخلقوهم. ونقول لهم: دعوا التقنين للخلق لمن خلق الخلق، فهو الصانع العالم بحدود ما صنع ووضع قوانين صيانة ما خلق، وهو سبحانه هو الذي يمكنه أن يصلحها إن أصابها عطب أو فساد. </p><p> ومن هؤلاء الأعراب - الذين هم أشد كفاراً ونفاقاً، وأجدر ألا يعلموا حدود ما أنزل الله على رسوله - قوم آخرون يقول عنهم الحق:  {وَمِنَ الأعراب مَن يَتَّخِذُ ... } </p>"
}