{
  "id": null,
  "sura": 9,
  "aya": 90,
  "text": "<p> والحديث هنا المنافقين الذين كانوا يعيشون حول المدينة وكانوا يُسمَّون «الأعراب» ، وقد تحدثت الآيات السابقة عن منافقي المدينة الذين جاء فيهم قول الحق:  {وَمِنْ أَهْلِ المدينة مَرَدُواْ عَلَى النفاق ... }  [التوبة: ١٠١] </p><p> وهنا يأتي الحديث عن المنافقين الذين كانوا يسكنون في البوادي التي حول المدينة وهم الأعراب. </p><p> والحق سبحانه وتعالى يقول:  {المعذرون} ، وهناك «مُعْذِرون» و «معتذرون» ، والمعذِّرون هم المعتذرون؛ فالمعتذر جمعه معتذرون بفتحة فوق التاء، لكن إذا وُضعَتْ الفتحة فوق العين فالحرف الذي بعدها يُسكّن، وعندما يُسكّن ما بعد العين، فهذا يعني أن هناك افتعالاً. </p><p> إذن: فالمعذّرون أو المعتذرون هم الذين يريدون أن يتخلفوا عن القتال بأعذار مفتعلة، وهم أرادوا القعود والسكون ولم يتحركوا للقتال، وقد فعلوا ذلك دون عذر حقيقي. ويقال:  «المعذرون» ، و «المُعَذّر» ، و «أعذره» أي: أذهب عذره، مثل:  «أعجم الكتاب» أي: أذهب عُجْمته. </p><p> ويقول الحق سبحانه وتعالى:  {وَجَآءَ المعذرون مِنَ الأعراب لِيُؤْذَنَ لَهُمْ وَقَعَدَ الذين كَذَبُواْ الله وَرَسُولَهُ} لقد كذبوا الرسول في الإيمان نفسه؛ لأنهم لم يكلفوا أنفسهم حتى مجرد الاعتذار وتخلفوا، ولو كانوا قد صدقوا في الإيمان لما تقاعسوا عن القتال، أولا استأذنوا رسول الله في القعود. </p><p> ثم يقول الحق:  {سَيُصِيبُ الذين كَفَرُواْ مِنْهُمْ عَذَابٌ أَلِيمٌ} والكفر - كما نعلم - هو ستر الإيمان. والمنافقون من الإعراب أظهروا الإيمان وكانت قلوبهم تمتلئ بالكفر. ويقول الحق سبحانه وتعالى:  {قَالَتِ الأعراب آمَنَّا قُل لَّمْ تُؤْمِنُواْ ولكن قولوا أَسْلَمْنَا وَلَمَّا يَدْخُلِ الإيمان فِي قُلُوبِكُمْ ... }  [الحجرات: ١٤] </p><p> أي أنهم يؤدون أمور الإسلام الظاهرية بينما قلوبهم لم يدخلها الإيمان. </p><p> ويعرفنا الحق سبحانه بالجزاء الذي ينتظر هؤلاء المتخلفين من الأعراب فيقول:  {سَيُصِيبُ الذين كَفَرُواْ مِنْهُمْ عَذَابٌ أَلِيمٌ} وعرفنا من قبل أن وصف العذاب في القرآن إما أن يكون أليماً، وإما أن يكون مهيناً، وإما أن يكون عظيماً، وإما أن يكون مقيماً. </p><p> وأراد الحق سبحانه أن يعطي رخصة للذين لا يقدرون على القتال ولهم العذر في أن يتخلفوا عنه؛ فقال:  {لَّيْسَ عَلَى الضعفآء ... } </p>"
}