{
  "id": null,
  "sura": 9,
  "aya": 85,
  "text": "<p> ونعلم أن الحق قال في آية سابقة:  {فَلاَ تُعْجِبْكَ أَمْوَالُهُمْ وَلاَ أَوْلاَدُهُمْ إِنَّمَا يُرِيدُ الله لِيُعَذِّبَهُمْ بِهَا فِي الحياوة الدنيا وَتَزْهَقَ أَنفُسُهُمْ وَهُمْ كَافِرُونَ}  [التوبة: ٥٥] </p><p> والنص القرآني إذا ما اتفق مع نص آخر، نقول: إن الأداء الخاص ومقتضيات الأحوال تختلف، ومن ينظر إلى خصوصيات ومقتضيات الأحوال يعلم أن هذا تأسيس وليس تكراراً، فقد تحمل آيتان معنى عامّاً واحداً، ولكن كل آية تمس خصوصية العطاء، ولنأخذ مثالاً من قوله الحق:  {وَلاَ تقتلوا أَوْلاَدَكُمْ مِّنْ إمْلاَقٍ نَّحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ ... }  [الأنعام: ١٥١] </p><p> وقوله تعالى:  {وَلاَ تقتلوا أَوْلادَكُمْ خَشْيَةَ إِمْلاقٍ نَّحْنُ نَرْزُقُهُمْ وَإِيَّاكُم ... }  [الإسراء: ٣١] </p><p> وقد ادعى بعض المستشرقين أن في القرآن تكراراً، وهذا غير صحيح؛ لأنهم ينظرون إلى عموم الآية ولا ينظرون إلى خصوصية العطاء. وخصوصية العطاء في الآية توافق مقتضى كل حال. ففي قوله </p><p> سبحانه عن رزق الأولاد لم يلتفتوا إلى صدري الآيتين بل التفتوا إلى عجُز الآيتين، وذلك من جهلهم بملكة الأداء في البيان العربي. </p><p> ولنا أن نسأل هؤلاء المستشرقين الذي يثيرون مثل هذه الأقاويل: هل ترون أن آية من الآيتين أقل بلاغة من الأخرى؟ ولن نجد إجابة عندهم؛ لأنهم لا يعرفون دقة البيان العربي. ونقول لهم: أنتم إن نظرتم إلى عَجُز كل آية وصدرها لوجدتم أن آخر الآية يقتضي أولها، وإلا لما استقام المعنى، فالله سبحانه وتعالى لم يَقُلٍ في الآيتين:  {وَلاَ تقتلوا أَوْلاَدَكُمْ مِّنْ إمْلاَقٍ} وإنما قال: {مِّنْ إمْلاَقٍ} ، وقال:  {خَشْيَةَ إِمْلاقٍ} ولم يقل في الآيتين: {نَّحْنُ نَرْزُقُهُمْ وَإِيَّاكُم} بل قال: {نَّحْنُ نَرْزُقُهُمْ وَإِيَّاكُم} وقال: {نَّحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ} . </p><p> إذن: فبداية الآيتين مختلفة؛ الآية الأولى:  {وَلاَ تقتلوا أَوْلاَدَكُمْ مِّنْ إمْلاَقٍ} . والإملاق هو الفقر، فكأن الفقر موجود فعلاً. وقوله تعالى:  {وَلاَ تقتلوا أَوْلاَدَكُمْ خَشْيَةَ إِمْلاقٍ} ، فكأن الفقر غير موجود، ولكن الإنسان قد يخشى أن يأتي الفقر بمجيء الأولاد. </p><p> إذن: فالآية الأولى تخاطب الفقراء فعلاً، والآية الثانية تخاطب غير الفقراء الذين يخشوْنَ مجيء الفقر إن رُزِقوا بأولاد؛ والفقير - كما نعلم - يُشغل برزقه أولاً قبل أن يُشغلَ برزق أولاده. ولذلك يطمئنه الحق سبحانه وتعالى على أن أولاده لن يأخذوا من رزقه شيئاً، فيقول:  {نَّحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ} أي: اطمئن أيها الفقير على رزقك فلن يأخذ أولادك منه شيئاً؛ لأن الحق سبحانه وتعالى يرزقك أولاً ويرزق أولادك أيضاً. </p><p> أما غير الفقير الذي يخشى أن يجيء الولد ومعه الفقر فقد ينشغل بأن المولود الجديد سيأتي ليُحوِّل غناه إلى فقر. ويخاطبه الحق سبحانه وتعالى بقوله:  {نَّحْنُ نَرْزُقُهُمْ وَإِيَّاكُم} أي: أن رزقهم يأتي من عند الله قبل رزقكم أنتم، فلا تخشوا الفقر وتقتلوا أولادكم؛ لأن الحق سبحانه وتعالى سيرزقهم، فلن يصيبكم الفقر بسبب الأولاد. </p><p> وهكذا نرى أن معنى الآيتين مختلف تماماً وليس هناك تكرار. </p><p> كذلك في الآية التي نحن بصددها، يقول بعض الناس: إن هذه الآية قد رودت في نفس السورة، نفول لهم: نعم. ولكن هذه لها معنى والأخرى لها معنى آخر؛ فأين الاختلاف في الآيتين؛ حتى نعرف أنهما ليستا مكررتين؟ الآية الأولى تقول:  {فَلاَ تُعْجِبْكَ أَمْوَالُهُمْ وَلاَ أَوْلاَدُهُمْ إِنَّمَا يُرِيدُ الله لِيُعَذِّبَهُمْ بِهَا فِي الحياوة الدنيا وَتَزْهَقَ أَنفُسُهُمْ وَهُمْ كَافِرُونَ}  [التوبة: ٥٥] </p><p> والآية الثانية التي نحن بصددها تقول:  {وَلاَ تُعْجِبْكَ أَمْوَالُهُمْ وَأَوْلاَدُهُمْ إِنَّمَا يُرِيدُ الله أَن يُعَذِّبَهُمْ بِهَا فِي الدنيا وَتَزْهَقَ أَنفُسُهُمْ وَهُمْ كَافِرُونَ}  [التوبة: ٨٥] </p><p> أول اختلاف نجده في بداية الآيتين؛ ففي الآية الأولى:  {فَلاَ تُعْجِبْك} ، والثانية:  {وَلاَ تُعْجِبْكَ} . </p><p> ففي الآية الأولى جاء الحق سبحانه وتعالى بالفاء، والفاء تقتضي الترتيب. إذن: فهذه الآية مترتبة على ما قبلها، وهي قوله تعالى:  {وَمَا مَنَعَهُمْ أَن تُقْبَلَ مِنْهُمْ نَفَقَاتُهُمْ إِلاَّ أَنَّهُمْ كَفَرُواْ بالله وَبِرَسُولِهِ وَلاَ يَأْتُونَ الصلاوة إِلاَّ وَهُمْ كسالى وَلاَ يُنفِقُونَ إِلاَّ وَهُمْ كَارِهُونَ}  [التوبة: ٥٤] </p><p> فكأن هذه حيثيات كفرهم؛ فهم لا يُصلُّون إلا نفاقاً، ولا ينفقون مالاً في سبيل الله إلا وهم يكرهون ذلك. </p><p> والمتعة في المال أن تنفقه فيما تحب، فإذا أحببت طعاماً أشتريته، وإذا أحببت ثوباً ابتعته. وتكون في هذه الحالة مسروراً وأنت تنفق مالك، ولكن هؤلاء ينفقون المال وهم كارهون. </p><p> والمؤمن عندما ينفق ماله في صدقة أو زكاة فهو يفعل ذلك إيماناً منه بأن الله سبحانه وتعالى سيعطيه أضعاف أضعاف الأجر في الدنيا والآخرة. إذن: فحين ينفق المؤمن ماله في الزكاة، يكون فرحاً لأنه عمل لدنياه ولآخرته. </p><p> أما المنافق الذي يضمر الكفر في قلبه، فهو لا يؤمن بالآخرة ولا يعرف البركة في الرزق، فكأنه أنفق ماله دون أن يحصل على شيء، أي: أن المسألة في نظره خسارة في المال ولا شيء غير ذلك. وإن أنفق الإنسان وهو كاره، فالمال الموجود لديه هو ذلة وتعب؛ لأنه حصل على المال بعد عمل ومشقة، ثم ينفقه وهو لا يؤمن بآخرة ولا بجزاء. </p><p> ويريد الحق سبحانه أن يلفتنا إلى أن رزقه لهؤلاء الناس هو سبب في شقائهم وإذلالهم في الدنيا فيجعلهم يجمعون المال بعمل وتعب ثم ينفقونه بلا ثواب، أي: يخسرونه. والواحد منهم يذهب إلى الحرب نفاقاً، فينفق على سلاحه وراحلته، ولا يأخذ ثواباً، ويُربِّي أولاده ثم تأتي الحرب، فيذهبون نفاقاً للقتال؛ فيموتون دون استشهاد إن كانوا منافقين مثل آبائهم. وهكذا نجد أن كل أموال المنافق الذي يتظاهر بالإسلام، وهو كافر، تكون حسرة عليه. </p><p> ومن هنا فإياك أيها المؤمن أن تعجبك أموالهم؛ لأنها ذلة لهم في الدنيا؛ فهم يبذلونها نفاقاً؛ فإذا امتنعوا عنا الإنفاق وعن الجهاد وهم يتظاهرون بالإسلام؛ فكأنهم قد أعلنوا أنهم منافقون، وهكذا نجد إنفاقهم كرهاً هو إذلال لهم، وإن لم ينفقوا فهذا أمر يفضحهم، فكأن الأموال والأولاد عذاب لهم، وهذا أمر لا يقتضي الإعجاب، وإنما يقتضي الإشفاق عليهم. </p><p> ولا تظن أنك حين حذفتهم من ديوان الغُزاة والمجاهدين بعدم الخروج معك وأنهم لن يقاتلوا معك عدوّاً، أن في أموالهم عوضاً عن الخروج، فلا تعجبك فإنها عقاب وفضيحة وإذلال لهم. </p><p> ولكن في الآية الأولى، يقول الحق سبحانه: </p><p> {فَلاَ تُعْجِبْكَ أَمْوَالُهُمْ وَلاَ أَوْلاَدُهُمْ} لماذا؟ لأن منهم من له مال يعتز به، ومنهم من له أولاد كثيرون هم عِزْوته، ومنهم من له المال والولد. </p><p> إذن: فهم مختلفون في أحوالهم؛ لذلك جاء القول:  {أَمْوَالُهُمْ وَلاَ أَوْلاَدُهُمْ} لتؤدي المعاني كلها. ولتشمل من عنده مال فقط، ومن عنده أولاد فقط، ومن عنده المال والولد. </p><p> أما في الآية الثانية التي نحن بصددها: </p><p> {وَلاَ تُعْجِبْكَ أَمْوَالُهُمْ وَأَوْلاَدُهُمْ إِنَّمَا يُرِيدُ الله أَن يُعَذِّبَهُمْ بِهَا فِي الدنيا وَتَزْهَقَ أَنفُسُهُمْ وَهُمْ كَافِرُونَ} </p><p> إذن: فالحقُّ سبحانه وتعالى قد أعطاهم المال والولد للعذاب. ولكن هناك من يقول: ما دام الحق يريد تعذيبهم بالأموال والأولاد، فهل المال والأولاد علة للعذاب؟ وهل لأفعال الله علة؟ ألا يقول المسلمون: إن أفعال الله لا علة لها؛ ونقول: لقد قالوا مثل ذلك القول في قوله الحق: </p><p> {وَمَا خَلَقْتُ الجن والإنس إِلاَّ لِيَعْبُدُونِ}  [الذاريات: ٥٦] </p><p> ولم يلتفتوا إلى أن العلة في الخلق لا تعود إلى الله، ولكنها علة ترجع للمخلوق؛ لأن في العبادة مصلحة ومنفعة للمخلوق. فسبب الخلق هو العبادة، وهذا السبب ليس راجعاً إلى الخالق ولا تعود على الله أدنى منفعة، فلا شيء يزيد في ملكه ولا شيء ينقصه. أو هي لام العاقبة. ومعنى «لام العاقبة» أن تفعل شيئاً فتأتي العاقبة بغير ما قصدت مصداقاً لقوله الحق: {فالتقطه آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوّاً وَحَزَناً ... }  [القصص: ٨] </p><p> هل التقط آل فرعون موسى ليكون لهم عدوّاً؟ أم التقطوه ليكون لهم قرة عين؟ . لقد التقطوه ليكون قرة عَيْن لهم، ولكن النهاية جاءت بغير ما قصدوا؛ فأصبح الذي التقطوه ليكون وليّاً ونصيراً لهم هو الذي جاءت على يديه نهايتهم، ولو كان فرعون يعلم الغيب لما التقط موسى بل لقَتله، وشاء الحق أن يخفي عنه الغيب ليقوم هو بتربية من سيقضي على مُلكه، تماماً كما تُدخل ابنك إلى المدرسة فيفشل، وتنفق عليه فلا يتخرج، هل أنت أدخلته المدرسة ليخيب؟ طبعاً لا. </p><p> كذلك قول الحق سبحانه وتعالى:  {لِيُعَذِّبَهُمْ} ويريدنا الله أن نفهم أن العذاب ليس هو سبب جمعهم المال، وإنما السبب هو في ذلك هو حُبُّهم للمال والمتعة، وكذلك الأولاد ليس الهدف منهم أن يكونوا سبباً في عذاب آبائهم، بل هم يريدون الأولاد ليس الهدف منهم أن يكونوا سبباً في عذاب آبائهم، بل هم يريدون الأولاد عِزْوة لهم. ولكن الحق سبحانه وتعالى شاء أن يعذبهم بالمال والأبناء في الدنيا. </p><p> فالمال يجمعه المنافق من حلال ومن حرام، ثم بعد ذلك إما أن يفارقه المال بكارثة تصيبه، وإما أن يفارق هو </p><p> المال بالموت، وإما أن يكون هذا المال عذاباً له؛ فيعيش مع خشية الفقر وزوال النعمة، كذلك الأولاد يربيهم ويتعب في تربيتهم، ثم بعد ذلك إما أن يفارقوه بالموت، وإما أن يكبروا فاسدين؛ فيكونوا مصدر عذاب لهم. </p><p> فكأن قول الحق سبحانه وتعالى: </p><p> {فَلاَ تُعْجِبْكَ أَمْوَالُهُمْ وَلاَ أَوْلاَدُهُمْ إِنَّمَا يُرِيدُ الله لِيُعَذِّبَهُمْ بِهَا فِي الحياة الدنيا وَتَزْهَقَ أَنفُسُهُمْ وَهُمْ كَافِرُونَ} هو كلام من الحق سبحانه وتعالى للمؤمنين؛ لأن هؤلاء المنافقين قد يعطيهم الله الأموال والأولاد؛ ولكنها ليست خيراً لهم، بل هي عذاب لهم؛ لأنهم بإبطائهم الكفر وتظاهرهم بالإيمان؛ يفرضون على أنفسهم تكاليف تأخذ جزءاً من أموالهم وأولادهم، وحينئذ تكون عذاباً لهم لأنهم خسروا كل شيء ولم يكسبوا شيئاً، فليس لهم أجر على موت أبنائهم إن قتلوا، ولا أجر الزكاة والصدقة فيما ينفقونه رياء ونفاقاً. </p><p> أما الآية الثانية: </p><p> {وَلاَ تُعْجِبْكَ أَمْوَالُهُمْ وَأَوْلاَدُهُمْ إِنَّمَا يُرِيدُ الله أَن يُعَذِّبَهُمْ بِهَا فِي الدنيا وَتَزْهَقَ أَنفُسُهُمْ وَهُمْ كَافِرُونَ} فهي حكم عام على من يعطيهم الله نعمة الدنيا ويكفرون به، وتكون هذه النعمة عليهم عذاباً، فهم في خوف من ضياع المال أو فقد الولد؛ لذلك يعانون من العذاب. وهم من خوفهم من الموت وترك النعمة مُعذَّبون، فهم لا يريدون أن يموتوا لأنهم لا يعتقدون في الآخرة، ويكون المال والولد حسرة عليهم؛ لأن المؤمن إن مات منه ولد، علم أن افتقاد الابن إنما يسد طاقة جهنم، ويقوده إلى رحمة الله، وله أجر على ذلك، فإن كان الولد صغيراً كان ذخراً له في الآخرة، وإن كان كبيراً فهو يتذكر قول الحق: </p><p> {والذين آمَنُواْ واتبعتهم ذُرِّيَّتُهُم ... }  [الطور: ٢١] </p><p> وفي هذا سلوى عن افتقاد الولد، لكن المنافق يحيا في خوف وحسرة. وفي هذا عذاب. ويلفتنا الحق سبحانه إلى أن مال الكافر هو حسرة عليه دائماً فيقول:  {إِنَّ الذين كَفَرُواْ يُنفِقُونَ أَمْوَالَهُمْ لِيَصُدُّواْ عَن سَبِيلِ الله فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيْهِمْ حَسْرَةً ثُمَّ يُغْلَبُونَ والذين كفروا إلى جَهَنَّمَ يُحْشَرُونَ}  [الأنفال: ٣٦] </p><p> أي أن الله سبحانه وتعالى يعاقب من ينفق لمحاربة دينه بأن يتركه ينفق، ثم ينصر الله دينه ليجعل ذلك حسرة في نفسه حين يرى المال الذي أنفقه وقد جاء بنتيجة عكسية هي انتصار الدين وانتشاره. </p><p> وقول الحق سبحانه وتعالى:  {وَتَزْهَقَ أَنفُسُهُمْ وَهُمْ كَافِرُونَ} وهذه هي الحسرة الكبرى، فحين يموت الكافر ولا يجد له رصيداً في الآخرة إلا النار؛ لأنه مات على غير يقين بالجنة وعلى غير يقين بأنه قد قدم شيئاً، يُلْقَى في النار محسوراً على ما تركه في الدنيا، ولا يقتصر الأمر على ذلك، بل نقرأ قول الله:  {وَلَوْ ترى إِذْ يَتَوَفَّى الذين كَفَرُواْ الملائكة يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ ... }  [الأنفال: ٥٠] </p><p> وهكذا يذوقون العذاب. </p><p> ثم يعطينا الحق سبحانه وتعالى صورة أخرى للمنافقين في قوله:  {وَإِذَآ أُنزِلَتْ سُورَةٌ أَنْ آمِنُواْ ... } </p>"
}