{
  "id": null,
  "sura": 9,
  "aya": 109,
  "text": "<p> وقوله:  {أَفَمَنْ} استفهام، وكأنه يقول: وكيف تساوون بين مسجد أسِّسَ على التقوى من أول يوم، ومسجد اتُّخِذ للضرار وللكفر ولتفريق جماعة المسلمين وإرصاداً لمن حارب الله؟ </p><p> إنهما لا يستويان أبداً، وساعة يطرح الحق هذه العملية بالاستفهام فسبحانه واثق من أن عبده سيجيب بما يريد الله. </p><p> وقوله الحق:  {أَفَمَنْ أَسَّسَ بُنْيَانَهُ} نجد كلمة «بنيان» وهي مصدر؛ «بنى»  «بنياناً» ، لكن أطلق على الشيء المبني، فنقول، إن هذا البنيان فرعوني. </p><p> إّذن: هناك فرق بين عملية البناء وبين الشيء الذي ينشأ من هذه </p><p> العملية، وكلمة البنيان اسم جنس جمعي؛ لأنه يصح أن يكون جمعاً ومفرده «بنيانة» مثلما نقول: «رمان» ، ومفرده «رمانة» ، و «عنب» ومفرده عنبة «، وأيضاً» روم «مفرده» رومي «فياء النسب هنا دخلت على الجمع فجعلته مفرداً.إذن:يُفرق بين الواحد والجمع، إما بالياء وإما بالتاء.</p><p> وقد حكم سبحانه بألا يصلوا في مسجد الضرار، وعليهم أن يصلوا في المسجد الآخر، وهو مسجد قباء، ثم يرد سبحانه الأمر إلى المؤمنين، ليعرفوا أن ما حكم به سبحانه هو ما تقبله العقول، وأن حكمهم يوافق حكم ربهم. </p><p> ثم يقول سبحانه: </p><p> {أَم مَّنْ أَسَّسَ بُنْيَانَهُ على شَفَا جُرُفٍ هَارٍ فانهار بِهِ فِي نَارِ جَهَنَّمَ} وهنا ثلاث كلمات: شفا، وجُرف، وهَار. والشفا مأخوذ من الشَّفَة، و» الشفا «حرف الشيء وطرفه. وسكانُ سواحل البحار يعرفون أن البحار لها نحر من تحت الأرض، وتجد الماء يحفر لنفسه مساحة تحت الأرض ويترك شفة من الأرض، ولو سار عليها الإنسان لوقع؛ لأنها الطرف الذي ليس له قاعدة وأسفله مَنْحور.</p><p> و» شفا جُرُف «أي طرف سينهار؛ لأنه» هار «أي غير متماسك، فتكون الصورة أن الماء ينحر في الساحل، فيصنع شفة لها سطح وليس لها قاعدة تحتها، وهذه اسمها» شفا جُرُف «. </p><p> وقد قال القرآن في موضع آخر: </p><p> {واذكروا نِعْمَتَ الله عَلَيْكُمْ إِذْ كُنْتُمْ أَعْدَآءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُمْ بِنِعْمَتِهِ إِخْوَاناً وَكُنْتُمْ على شَفَا حُفْرَةٍ مِّنَ النار فَأَنقَذَكُمْ مِّنْهَا ... }  [آل عمران: ١٠٣] </p><p> إنها الحفرة في النار، فكيف يكون شكلها؟ لابد أنه مرعب. </p><p> ونحن نعلم أنهم كانوا حين يحفرون الآبارليخأذوا منها الماء، كانوا يضعون في جدار البئر أحجاراً تمنع ردمه؛ لأن البئر إن لم يكن له جدار من حجارة قد ينهار بفعل سقوط الرمال من على فوهته، وهكذا تمنع الأحجار أي جزء متآكل من سطح البئر من الوقوع فيه، والجزء المتآكل هو جرف هَارٍ، وهكذا كان مسجد الضرار، ينهار بمن فيه في نار جهنم. </p><p> ويذيل الحق الآية:  {والله لاَ يَهْدِي القوم الظالمين} وهم كانوا ظالمين بالنفاق؛ لذلك لم يَهْدِهم الله إلى عمل الخير؛ لأن الله لا يهدي الظالم. وسبحانه يقول في أكثر من موضع بالقرآن:  {والله لاَ يَهْدِي القوم الفاسقين}  [المائدة: ١٠٨] </p><p> ويقول سبحانه:  {والله لاَ يَهْدِي القوم الكافرين}  [البقرة: ٢٦٤] </p><p> ويقول عَزَّ وَجَلَّ:  {والله لاَ يَهْدِي القوم الظالمين}  [البقرة: ٢٥٨] </p><p> والهداية - كما علمنا من قبل - قسمان: هداية الدلالة، وهي لجميع الخلق ويدل بها الناس على طريق الخير، ولهم أن يسلكوه أو لا يسلكوه، </p><p> فهم أحرار، فلله هداية شملت الجميع، وهي هداية الدلالة، أما الهداية المنفية هنا فهي هداية المعونة. </p><p> ويقول الحق بعد ذلك:  {لاَ يَزَالُ بُنْيَانُهُمُ الذي ... } </p>"
}