{
  "id": null,
  "sura": 9,
  "aya": 7,
  "text": "<p> أي لقد جربتم العهود مع المشركين، وفي كل مرة يعاهدونكم ينقضون عهدهم، وقد نقضوا عهدهم مع رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في معاهدة الحديبية، إذن فالله سبحانه وتعالى يريد أن يلفتنا إلى أننا يجب ألا نأمن لعهود المشركين لأنهم لا يحفظون </p><p> العهد ولكنهم ينقضونه، وعلى ذلك فعلة نقض العهد أنهم لم يستقيموا للعهد من قبل. ويكون بقاء العهد هو الأمر العجيب. </p><p> و «كيف» هنا للاستفهام عن الحالة، كيف حالك؟ . تقول: بخير والحمد لله. إذن ف «كيف» يُسأل بها عن الحال، والحال قد يكون عاما، أي كيف حالك وحال أسرتك وأولادك ومعيشتك إلى آخره، وقد يكون خاصا أن تسأل عن مريض فتقول: كيف حال فلان؟ . فيقال: شُِفي والحمد لله. أو تسأل عن معسر فتقول كيف حاله؟ . فيقال: فرّج الله ضائقته. أو تسأل عن ابن ترك البيت هارباً فيقال: عاد والحمد لله. </p><p> إذن ف «كيف» إن أطلقت تكون عامة، وإن خصصت تكون خاصة، ولكنها تُطلق مرة ولا يراد بها الاستفهام، بل يراد بها التعجب؛ إما تعجب من القبح، وإما تعجب من الحسن. كأن يقال لك: كيف سب فلان أباه؟ . هنا تعجب من القبح لأن ما حدث شيء قبيح ما كان يصح أن يحدث. وتأتي لإنسان اخترع اختراعاً هاماً وتقول: كيف وصلت إلى هذا الاختراع؟ . وهذا تعجب من الحسن. والتعجب من القبح يكون تعجب إنكار والتعجب من الحسن تعجب استحسان كأن نقول: كيف بنيت هذا المسجد؟ وفي هذه الآية الكريمة يقول سبحانه وتعالى: </p><p> {كَيْفَ يَكُونُ لِلْمُشْرِكِينَ عَهْدٌ}  [التوبة: ٧] . </p><p> وهذا تعجب من أن يكون للمشركين شيء اسمه عهد؛ لأنهم لا يعرفون إلاَّ نقض العهد، ولا يتمسكون بالعهود ولا يحترمونها، إذن يحق التعجب من أن يكون لهم عهد بينما في الحقيقة لا عهد لهم. </p><p> وهذا التعجب للاستهزاء والإنكار، فأنت مثلا إذا جاء أحد يهددك، فقلت له: من أنت حتى تهددني؟ . يكون هذا استهزاء واستنكارا لأنك تعرفه، وأيضا تستهزىء أن يملك القدرة على أن ينفذ تهديده لك. ومرة تكون استفهاما حقيقيا، كأن تسأل إنسانا لا تعرفه: من أنت؟ . فيقول لك: أنا فلان بن فلان. وأحيانا تكون الإجابة عن الكيفية بالكلام، وأحيانا لا ينفع الكلام فلا بد أن يجاب بالفعل. </p><p> واقرأ قول الحق سبحانه وتعالى:  {وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ أَرِنِي كَيْفَ تُحْيِي الموتى}  [البقرة: ٢٦٠] . </p><p> كيف هذه تحمل معنى التعجب الاستحساني؛ لأنك إذا بعثت الحياة في ما لا حياة فيه؛ فهذه مسألة عجيبة تستوجب الاستحسان. ولم يجب سبحانه وتعالى على سيدنا إبراهيم باللفظ، بل أجاب بتجربة عملية، ودار حوار بين الحق سبحانه وتعالى وخليله إبراهيم عليه السلام فسأله المولى سبحانه: </p><p> {أَوَلَمْ تُؤْمِن}  [البقرة: ٢٦٠] . </p><p> رد إبراهيم عليه السلام:  {قَالَ بلى}  [البقرة: ٢٦٠] . </p><p> أي أنني يا رب آمنت، وأضاف القرآن الكريم على لسان سيدنا إبراهيم عليه السلام {وَلَكِن لِّيَطْمَئِنَّ قَلْبِي}  [البقرة: ٢٦٠] . </p><p> والإيمان هو اطمئنان القلب، فكيف يقول إبراهيم آمنت؟ أليس في ذلك تناقض؟ . وأقول: إن إبراهيم واثق من أنَّ الله سبحانه خلق الكون كله ولكنه يريد أن يعرف كيفية الإحياء وكيف يحدث، حينئذ لم يجبه الحق سبحانه وتعالى بالكلام، بل أراه تجربة عملية، فقال له:  {فَخُذْ أَرْبَعَةً مِّنَ الطير فَصُرْهُنَّ إِلَيْكَ}  [البقرة: ٢٦٠] . </p><p> أي عليك أن تختار أربعة طيور وتضمها إليك وتتأكد من شكلها حتى إذا ماتت وأحييت تكون متأكدا من أنها هي نفس الطير. {ثُمَّ اجعل على كُلِّ جَبَلٍ مِّنْهُنَّ جُزْءًا ثُمَّ ادعهن يَأْتِينَكَ سَعْياً واعلم أَنَّ الله عَزِيزٌ حَكِيمٌ}  [البقرة: ٢٦٠] . </p><p> أي قطّع هذه الطيور بنفسك، وضع على كل جبل قطعة، وبعد ذلك ادْعُها أنت تأتك سعياً أي مشياً، حتى لا يقال إنها طيور قد جاءت من مكان آخر، بل تجيئك نفس الطيور سيراً، فإذا كان الله سبحانه وتعالى يعطي القدرة لمخلوق عندما يستدعي الميت أن يأتيه حيا، فما بالك بقدرة الله عَزَّ وَجَلَّ؟ </p><p> إذن فقول الحق: سبحانه وتعالى </p><p> {كَيْفَ يَكُونُ لِلْمُشْرِكِينَ عَهْدٌ عِندَ الله وَعِندَ رَسُولِهِ}  [التوبة: ٧] . </p><p> وهذا استفهام للإنكار والتعجب من أن المشركين ليس لهم عهد، بل تمردوا وتعودوا دائما على نقض العهود ثم يقول الحق سبحانه وتعالى: </p><p> {إِلاَّ الذين عَاهَدْتُمْ عِندَ المسجد الحرام فَمَا استقاموا لَكُمْ فاستقيموا لَهُمْ إِنَّ الله يُحِبُّ المتقين}  [التوبة: ٧] . </p><p> أي أن الله عَزَّ وَجَلَّ وهو يخبر المؤمنين بأن هؤلاء الكفار لا عهد لهم، لا يطالب المؤمنين أن يواجهوا المشركين بالمثل، بل يأمر سبحانه وتعالى المؤمنين أن يحافظوا على العهد ما دام الكافرون يحافظون عليه، إلى أن يبدأ الكافرون في نقض العهد وهنا يلزم سبحانه المؤمنين أن يقابلوا ذلك بنقض مماثل وهذا ما يفسره قوله تعالى: </p><p> {إِنَّ الله يُحِبُّ المتقين}  [التوبة: ٧] . </p><p> والمتقي هو الطائع لله فيما أمر وفيما نهى ويجعل بينه وبين صفات الجلال من الله وقاية، إذن فأساس التقوى هو ألا ينقض المؤمن عهداً سواء مع مؤمن أم مع كافر، وإنما الذي يبدأ بالنقض هو الكافر، وعلى المؤمن أن يحترم العهد والوعد. </p><p> ويقول الحق تبارك وتعالى من بعد ذلك:  {كَيْفَ وَإِن يَظْهَرُوا عَلَيْكُمْ لاَ يَرْقُبُواْ فِيكُمْ إِلاًّ وَلاَ ذِمَّةً ... } </p>"
}