{
  "id": null,
  "sura": 9,
  "aya": 69,
  "text": "<p> وهنا يُذكِّرهم سبحانه بمواكب الكفر التي صاحبت الرسل السابقين، وقد كانت هذه المواكب فيها المنافقون وفيها الكفار، وسبحانه وتعالى عندما يرسل رسولاً يؤيده ضد أعداء منهج الخير. </p><p> والحق سبحانه يريدنا أن نتذكر ما حدث للأمم السابقة الذين كانوا أكثر قوة وأكثر أموالاً وأولاداً من أولئك الكفار والمنافقين الذين يواجهون رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. ولنقرأ قول الحق جل جلاله:  {والفجر وَلَيالٍ عَشْرٍ والشفع والوتر والليل إِذَا يَسْرِ هَلْ فِي ذَلِكَ قَسَمٌ لِّذِى حِجْرٍ أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَادٍ إِرَمَ ذَاتِ العماد التي لَمْ يُخْلَقْ مِثْلُهَا فِي البلاد وَثَمُودَ الذين جَابُواْ الصخر بالواد وَفِرْعَوْنَ ذِى الأوتاد الذين طَغَوْاْ فِي البلاد فَأَكْثَرُواْ فِيهَا الفساد فَصَبَّ عَلَيْهِمْ رَبُّكَ سَوْطَ عَذَابٍ إِنَّ رَبَّكَ لبالمرصاد}  [الفجر: ١ - ١٤] </p><p> ونحن لم نشهد {إِرَمَ ذَاتِ العماد} التي وصفها الحق سبحانه وتعالى بقوله: {لَمْ يُخْلَقْ مِثْلُهَا فِي البلاد} ، ولكن القرآن أكد لنا أنها وصلت إلى درجة من الحضارة التي لم يصل إليها أحد. وقد يتساءل بعض الناس: أين {إِرَمَ ذَاتِ العماد} من حضارات اليوم؟ . ونقول: إن هناك أسراراً لله في كونه قد أعطاها بعض خلقه ولم يُعْطِها لأحد حتى الآن. </p><p> وإذا نظرنا إلى الفراعنة مثلاً نجد أن الحق سبحانه وتعالى قد وصفهم في القرآن بقوله:  {وَفِرْعَوْنَ ذِى الأوتاد} . والأهرامات أوتاد، والمسلات أوتاد، وما زالت علوم حضارة الفراعنة تغيب عن البشر حتى الآن، فهناك من مظاهر هذه الحضارة ما نعجز عنه حتى الآن، مثل سير التحنيط وبناء الأهرام؛ فهذه الكتل الحجرية الضخمة التي ارتفعت ويمسك بعضها البعض، دون أية مواد مثبتة، وما زال العلم الحديث عاجزاً حتى اليوم عن أن يوجد هرماً مبنيّاً بنفس طريقة قدماء المصريين دون استخدام أي مواد </p><p> مثبتة، ومع ذلك فهؤلاء الفراعنة لم يستطيعوا أن يسودوا الكون رغم قوتهم وحضارتهم، بل أخذهم الله أخْذَ عزيز مقتدر. وجاءت الرمال فدفنت حضارتهم. ثم شاء الله لنا أن تكشف عن جزء بسيط منها؛ فإذا بهذا الجزء البسيط يبهر الدنيا كلها. وإذا بالعالم كله يأتي ليشاهد حضارة الفراعنة، ويتعجب من هذا الفن وهذا الرقي في العلم. فإذا كانت هذه هي حضارة آل فرعون، فما بالك بحضارة إرم ذات العماد التي لم يُخْلَق مثلها في البلاد؟ </p><p> وهكذا نعلم أن بعض حضارة إرم ذات العماد ما زالت مخفية حتى الآن لا يعلم أحد عنها شيئاً. ومدفونة في باطن الأرض. ولعل الله سبحانه وتعالى قد أبقاها ليكشفها في زمن قادم يزداد فيه بُعْد الناس عن الدين؛ لأن الإنسان كلما تقدم في الحضارة ابتعد عن الإيمان؛ لإحساسه بأنه متمكن في الكون؛ مسيطر عليه؛ حينئذ ربما يكشف الحق سبحانه وتعالى عن حضارة {إِرَمَ ذَاتِ العماد} ليعرف الناس أن ما وصلوا إليه لا يساوي شيئاً مما كشفه الله لهؤلاء القوم. </p><p> وإن سأل سائل: أين هي حضارة {إِرَمَ ذَاتِ العماد} ؟ نقول له: إنها في وادي الأحقاف والهبّة الواحدة من الرياح في هذا الوادي تستر قافلة بأكملها؛ أي إذا هبّت ريح، فإن الرمال لا تداري الطريق وحده؛ ولكنها تداري القافلة كلها، فكم عاصفة رملية هبّت على المكان الذي كانت تقطنه {إِرَمَ ذَاتِ العماد} فأخفتْ حضارتهم؟ لا بد إذن من حفريات على مستوى عميق جدّاً لنعثر على تلك الحضارة؛ لأننا نعلم ونرى أن كل الكشوف الأثرية تحتاج أن نحفر لها؛ لأن الرمال تتراكم فوق </p><p> الآثار. بل إننا نرى البيوت القديمة في القرى، لا بد أن تنزل لها بدرجة أو درجتين لتدخل إليها من الباب؛ لأن العوامل الطبيعية والرصف وغير ذلك تزيد من علو الطريق. فإذا كان هذا هو عمل الرياح العادية في وقت قصير، فما بالك بالأعاصير في أزمان طويلة؟ </p><p> وأنت إذا سافرت وأغلقت نوافذ مسكنك إغلاقاً مُحْكماً، وعُدْتَ بعد شهر واحد تجد الأثاث مغطى بطبقة من التراب، فإن غبْتَ عاماً وجدت كمية كثيفة من التراب، هذا بالنسبة لبيت محكم الإغْلاق، فما بالك بحضارة معرضة لكل هذه الظواهر الطبيعية، وتُسْتر كل شهر بطبقة جديدة كثيفة من التراب؟ </p><p> ويقول سبحانه:  {كَانُواْ أَشَدَّ مِنكُمْ قُوَّةً} أي: أن حضارتهم أكبر من حضارتنا؛ لأن الحضارة كلما كانت متقدمة كانت الأمة قوية، وكلما تأخر شعب حضاريّاً كان ضعيفاً. </p><p> إذن: فالذين من قبلنا كانوا أكثر حضارة وأكثر أموالاً وأولاداً. ولسائل أن يسأل: كيف تكون لهم كثرة أولاد والعالم يزداد عدداً كل عام، وكيف تكون لهم كثرة أموال ونحن نكشف كنوز الأرض جيلاً بعد جيل؟ نقول: لا تأخذ الكثرة على أنها كثرة عددية، بل خذها بنسبتها؛ لأنك إذا جئت بمائة شخص ووضعتهم في حجرة، يقال عنهم:  «كثير» . فإذا أخذت كل واحد منهم ووضعتهم في مكان بعيد عن الآخر يكون العدد قليلاً. وكان العالم في الماضي مسكوناً بأماكن محدودة، بدليل أننا اكتشفنا قارات وأماكن لم يكن يعرفها أحد. </p><p> إذن: فالكثرة هنا بالنسبة للحيز، وهم فس حيزهم الذي يعيشون فيه كانوا كثرة، وبالأموال التي كانت بين أيديهم بعددهم المحدود كانوا أكثر منكم أموالاً بعددكم الكبير، أي أن نصيب الفرد كان أكبر، وكذلك الأولاد. </p><p> ثم يقول الحق سبحانه وتعالى:  {فاستمتعوا بِخَلاقِهِمْ} والخلاق هو النصيب الذي يصيب الإنسان من أي نعمة، ويقول سبحانه:  {فَمِنَ الناس مَن يَقُولُ رَبَّنَآ آتِنَا فِي الدنيا وَمَا لَهُ فِي الآخرة مِنْ خَلاَقٍ}  [البقرة: ٢٠٠] </p><p> أي: ليس له في الآخرة نصيب من نعم الله، فالذين عملوا للدنيا وحدها ولك يكن في بالهم الله، يأبى عدل الحق سبحانه وتعالى أن يضيع عليهم نتيجة عملهم، ولذلك فهو يعطيه لهم في الدنيا، ولكم من يعمل وفي باله الله يعطيه الله من الدنيا ويُوفِّيه أجره في الآخرة. </p><p> ولذلك نجد بعضاً من المؤمنين يسألون: كيف يكون الكفار أحسن حالاً من المؤمنين في الحضارة المادية، ولماذا يأخذ الكفار من خيرات الأرض ما يكفيهم ويزيد، لدرجة أنهم في بعض البلاد يُلْقون بالفائض في البحر، بينما تجد المسلمين يعيشون في حضارة مادية محدودة، ويستوردون ما يأكلون؟ </p><p> ولنتذكر الحقيقة الواضحة التي أكررها دائماً لكل مسلم: إياك أن يغيب عنك أن هناك «عطاء للرب» و «عطاء للإله» . فعطاء الرب للجميع؛ لأن الرب هو الذي خلق وربَّى، وأمدنا بالأقوات، وسبحانه ليس رب المؤمن فقط. لكنه رب المؤمن والكافر. ولذلك إذا أخذ المؤمن أو الكافر بالأسباب أعطاه الله؛ فالأرض تعطى محصولاً وفيراً لمن يحسن زراعتها وينتقي لها التقاوي ويرعاها، لا تفرق في ذلك بين مؤمن وكافر، والكون يعطي كنوزه لمن يبحث عنها ويجتهد، لا فرق بين مؤمن وكافر، وهذا عطاء الربوبية. </p><p> أما عطاء الألوهية فقد خصَّ الله سبحانه وتعالى به عباده المؤمنين الذين يتبعون منهجه، هذا عطاء العبادة يجزي به الإنسان في الآخرة، والذي </p><p> يأخذ العطاءين هو السعيد، يأخذ عطاء الربوبية فيستغل أسباب الحياة فيعطيه الله خير الدنيا، ويأخذ عطاء الألوهية بأن يجعل حياته وفقاً لمنهج الله، فيعطيه الله النعيم في الآخرة. </p><p> والأسباب في الدنيا لا تفرق بين مؤمن وكافر، فالشمس تشرق على المؤمن والكافر، والمطر ينزل على الطائع والعاصي؛ لأن هذا عطاء ربوبية. من أحسن استخدامه أعطاه بصرف النظر عن الطاعة أو المعصية. </p><p> ولذلك يقول الحق سبحانه وتعالى:  {وَقَدِمْنَآ إلى مَا عَمِلُواْ مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَآءً مَّنثُوراً}  [الفرقان: ٢٣] </p><p> لماذا؟ لأنك عملت للدنيا وحدها. . وكنت تعمل ليقال إنك مخترع أو مكتشف. . أو لتحصل على الأموال والأوسمة. . أو النفوذ والجاه في الدنيا، ولكنك لم تكن تعمل وفي بالك الله. </p><p> وبعض الناس يأتي ليقول لك: هل الذي اكتشف علاجاً لميكروب كان يفتك بالبشر، أو اكتشف الكهرباء أو اكتشف كذا مما أسعد البشرية كلها، أيكون هذا كافراً ويُعذَّب في النار؟ </p><p> نقول له: نعم؛ لأنه فعل هذا وليس في باله الله. . وإنما فعله وفي باله الحصول على المجد أو المال أوالنفوذ في الأرض؛ ولذلك أعطاه الله، ما عمل من أجله، فأصبح له ثروة طائلة وتاريخ يدرس في المدارس، وأعطوه النياشين وأطلقوا اسمه على الشوارع والميادين. </p><p> فما دام قد عمل للدنيا فإن الله سبحانه وتعالى يعطيه أجره في الدنيا، ولكن الذي عمل وفي باله الله يأخذ من الدنيا بالأسباب، ولكنه يأخذ في الآخرة من المسبب مباشرة؟ فالإنسان قد ارتقى حضاريّاً، حتى إنك الآن في بعض الدول المتقدمة تضغط زراً يعطي لك القهوة أو الشاي، </p><p> وآخر يعطيك الطعام. </p><p> نقول: إن هذا كله متاع الأسباب، فقبل أن تضغط أنت هذا الزر، كان هناك بشر أعدّوا لك القهوة أو الطعام، والآلة أوصلته إليك. </p><p> ولكن مهما ارتقى الإنسان تكنولوجيّاً فلن ياتي اليوم الذي يجعل الشيء يخطر ببالك فتجده أمامك. . ولكن في الجنة بمجرد أن يخطر الشيء على بال تجده أمامك؛ لأن عطاء الدنيا عطاء أسباب، وعطاء الآخرة عطاء مسبب. </p><p> فالله سبحانه وتعالى أعطانا الاختيار والأسباب في الدنيا، ولكن في الآخرة يأتي لك الشيء بلا عمل، مختلفاً في مذاقه ورائحته عن الدنيا. </p><p> إذن: فالذي يعمل وفي باله الأسباب فقط يعطي في الدنيا، والذي يعمل وفي باله خالق الأسباب يعطي في الحياتين؛ ولذلك قال الحق سبحانه وتعالى:  {والذين كفروا أَعْمَالُهُمْ كَسَرَابٍ بِقِيعَةٍ يَحْسَبُهُ الظمآن مَآءً حتى إِذَا جَآءَهُ لَمْ يَجِدْهُ شَيْئاً وَوَجَدَ الله عِندَهُ. .}  [النور: ٣٩] </p><p> والسراب الذي تمشي له متخيلاً أنه ماء فإنك حين تصل إليه لا تجده شيئاً، هكذا الكافر يوم القيامة، يفاجأ بأن الله موجود، وجد الله سبحانه الذي لم يؤمن به، ويطلب من الله الأجر فيقال له: أجرك مما عملت له. وما دمت لم تعمل لله فلا يوجد لك أجر في الآخرة؛ لأن الله هو الذي يجزي في الآخرة. </p><p> وهنا يقول الحق سبحانه:  {فاستمتعوا بِخَلاقِهِمْ فَاسْتَمْتَعْتُمْ بِخَلاَقِكُمْ كَمَا اسْتَمْتَعَ الَّذِينَ مِن قَبْلِكُمْ بِخَلاَقِهِمْ} أي: أنهم أخذوا نصيبهم من الدنيا، ولكن الآخرة ليس لهم فيها نصيب؛ لأن النصيب في الآخرة يأتي ب «افعل» و «لاتفعل» في التكليف، فإذا فعلت الاثنين ترتقي، بدليل أن حضارة المسلمين استمرت ألف سنة حين أخذوا بالأسباب، ولم ينسوا المسبب. . بل حرسوا الأسباب بقيم المسبب في «افعل» و «لا تفعل» ؛ فملكوا الدنيا ألف سنة. ولا توجد حضارة مكثت مثل هذه المدة، ولئن زالت الحضارة من أمم الإسلام سياسيّاً، فقد بقي دينهم في نفوسهم، ولا توجد حضارة عاشت مبادئها بعد زوال الحضارة إلا الإسلام. فقد بقي منارة هادية، رغم ضعف المسلمين سياسيّاً. </p><p> وقول الحق سبحانه:  {فاستمتعوا بِخَلاقِهِمْ فَاسْتَمْتَعْتُمْ بِخَلاَقِكُمْ كَمَا اسْتَمْتَعَ الَّذِينَ مِن قَبْلِكُمْ بِخَلاَقِهِمْ} أي: خذوا نصيبكم من الدنيا بالأسباب، ولكن تذكروا أنه استمتاع موقوت بزمن لا يملكه الإنسان؛ لأن عمر الفرد في الدنيا هو بعمر حياته فيها لا بعمر الدنيا نفسها؛ لأن الدنيا لك ولمن يأتي من بعدك. وعمرك فيها له حدود لا تعرف طوله. هل هو شهر أم سنة أم عشر سنين أم مائة عام؟ إذن: عمرك في الدنيا مظنون موقوت، فعملك لأسباب الدنيا محدودة المدة، بمقدار عمرك في الدنيا. </p><p> وهَبْ أن عمرك طال وصرت من المعمرين فسوف ينتهي حتماً. </p><p> ويقول الحق سبحانه:  {كَمَا اسْتَمْتَعَ الَّذِينَ مِن قَبْلِكُمْ بِخَلاَقِهِمْ} أي: أنتم تبعتموه ومشيتم على أثرهم، وكلما فعلوا إثماً فعلتم إثماً، وهم خاضوا في الأنبياء، وأنتم خضتم أيضاً في الأنبياء، فأنتم شركاء الذين ذهبوا من </p><p> قبلكم في أنكم أخذتم نصيبكم وحظكم في الدنيا، ولم تدعوا للآخرة شيئاً. فلكم نصيب فيما فعلوا؛ هذه واحدة. أما الثانية: فقد بدلتم الحق بالباطل. إذن: فأنتم أخذتم المقدمات مثلهم فقادتكم إلى نفس النتائج. </p><p> {أولئك حَبِطَتْ أَعْمَالُهُمْ فِي الدنيا والآخرة} أي: فشلت وضاعت أعمالكم في الدنيا، كما حبطت أعمال من سبقوكم في الدنيا وكانوا قسمين: قسماً وقف يحارب دعوة الخير حتى قتل ولم يأخذ شيئاً لآخرته فلم يأخذ شيئاً في الآخرة. </p><p> فالذين حبطت أعمالهم في الدنيا هم الذين قُتلوا وأسروا وشُردوا وغنمت أموالهم بأيدي المؤمنين، فكأنهم خسروا الدنيا فلم يأخذوا من متاعها شيئاً، وأيضاً خسروا الآخرة، وهذا هو الخسران المبين، أي الخسران الحيط بطرفي الزمن؛ الدنيا والآخرة. </p><p> ويقول الحق بعد ذلك:  {أَلَمْ يَأْتِهِمْ نَبَأُ الذين مِن ... } </p>"
}