{
  "id": null,
  "sura": 9,
  "aya": 96,
  "text": "<p> والرضا هو اطمئنان القلب إلى أمر فيه نفعٌ؛ فحين أقول: أنا راضٍ بالشيء الفلاني، فمعنى هذا أن كمية النفع التي آخذها منه تكفيني. ومرحلة الإرضاء تختلف من إنسان إلى آخر، فقد ترضى أنت بنفع ما، وعند غيرك ما هو أحسن منه لكنه غير راضٍ، ويتميز المؤمن بأن كل ما يجري عليه من غير كسب منه، لا بد أن يرضى به؛ لأن مجريه رحيم. وقد تكون الرحمة لأمر لا يعلمه المؤمن الآن؛ فقد يُضَن عليه بمال؛ لأنه وقد تكون الرحمة لأمر لا يعلمه المؤمن الآن؛ فقد يُضَن عليه بمال؛ لأنه سبحانه لو زَوَّده بالمال فقد يبعثره على أولاده، ويصبح المال وسيلة انحرافهم، فالحق سبحانه يعطيه المال بقدر ما يطعم أولاده إلى أن يمر أبناؤه من فترة المراهقة، ثم ينعم ربنا عليه بالمال بعد أن وصل الأبناء إلى النضج، وضنَّ الحق على العبد أحياناً هو عين العطاء، ولذلك يقال:  «إذا لم يكُنْ ما تريد، فَلْتُرِدْ ما يكون» . </p><p> ولماذا يحلف المنافقون؟ وتأتي الإجابة من الحق:  {لِتَرْضَوْاْ عَنْهُمْ} وماذا يحقق رضا المؤمنين لهؤلاء المنافقين؟ ثم هل للمؤمن رضاء من خلف رضاء رسول الله؟ وهل لرسول الله رضا من خلف رضاء ربه؟ </p><p> إن ما يُفرح هو رضا مَنْ يملك النفع، فأنتم حين ترضون عنهم بعد أن يحلفوا لكم، وتقتنعوا ببشريتكم؛ فترضوا عنهم، فليس لكم رضا ينفعهم، ولا لرسول الله رضا من وراء رضا ربه، فالرضا الحق هنا هو </p><p> رضا الله، فإياكم أن يخدعوكم بمعسول الكلام، وزيف الأساليب؛ كي ترضوا عنهم. </p><p> ثم يقول الحق:  {فَإِن تَرْضَوْاْ عَنْهُمْ} . </p><p> أي: إن تحقق هذا الرضا منكم عنهم، فهو رضاً بعيد عن رضا الله ورسوله، وليس من باطن رضا رسول الله، ولا من باطن رضا الله؛ بذلك يُنْهي الحق الآية بقوله:  {فَإِنَّ الله لاَ يرضى عَنِ القوم الفاسقين} وإن لم يَرْضَ الله فرضاكم لن ينفعكم، وطلبهم الرضا منكم غباء منهم، فإن رضاكم عنهم لن يقدم، ولن يؤخر؛ إلا إن كان من باطن رضا الله، ورضا رسوله. </p><p> وهنا ملحظ: هم فاسقون أم كافرون؟ نقول: إن الحق سبحانه أوضح لنا: {إِنَّ المنافقين فِي الدرك الأسفل مِنَ النار ... }  [النساء: ١٤٥] </p><p> أي أن مكان المنافق في النار أسفل من مكان الكافر. وكيف يكون المنافق فاسقاً مع أن المؤمن قد يكون فاسقاً؟ فالمؤمن قد يفسق بأن يرتكب كبيرة من الكبائر، وسبحانه يقول:  {والسارق والسارقة فاقطعوا أَيْدِيَهُمَا جَزَآءً بِمَا كَسَبَا نَكَالاً مِّنَ الله ... }  [المائدة: ٣٨] </p><p> فالمؤمن قد يسرق، وقد يزني أيضاً. فسبحانه يقول:  {الزانية والزاني ... }  [النور: ٢] </p><p> وما دام سبحانه قد جرّم الفعل، ووضع له عقوبة؛ فمن الممكن أت يرتكبه المؤمن، ولكن علينا أن نُفرِّق بين الفاسق والعاصي، فمن يرتكب </p><p> الكبائر فهو فاسق، ومن يرتكب الصغائر فهو عاص. فكيف يصف الله المنافقين بالفسق؟ ولنذكر ما نقوله دائماً من أن الكفر، إنما هو كفر بمحمد وبالإسلام، والفسق إذا جاء مع الكفر فهو ليس فسق ارتكاب المعصية والإنسان على دين الإسلام، لكنه الخروج عن الطاعة حتى في الأديان التي يتبعها أي قوم، فالأديان كلها تضم قدراً من القيم، وأتباعها محاسبون على القيم التي في أديانهم، لكنهم أيضاً يفسقون عنها. </p><p> ويقول الحق بعد ذلك:  {الأعراب أَشَدُّ كُفْراً ... } </p>"
}