{
  "id": null,
  "sura": 9,
  "aya": 122,
  "text": "<p> هذه الآية جاءت عقب آيات المتخلفين عن الغزو مع رسول الله، وجاءت بعد أن بيّن الله سبحانه مزايا المجاهدين وما يثيبهم الله به جزاء هذا الجهاد في قوله سبحانه:  {مَا كَانَ لأَهْلِ المدينة وَمَنْ حَوْلَهُمْ مِّنَ الأعراب أَن يَتَخَلَّفُواْ عَن رَّسُولِ الله وَلاَ يَرْغَبُواْ بِأَنْفُسِهِمْ عَن نَّفْسِهِ ذلك بِأَنَّهُمْ لاَ يُصِيبُهُمْ ظَمَأٌ وَلاَ نَصَبٌ وَلاَ مَخْمَصَةٌ فِي سَبِيلِ الله وَلاَ يَطَأُونَ مَوْطِئاً يَغِيظُ الكفار وَلاَ يَنَالُونَ مِنْ عَدُوٍّ نَّيْلاً إِلاَّ كُتِبَ لَهُمْ بِهِ عَمَلٌ صَالِحٌ إِنَّ الله لاَ يُضِيعُ أَجْرَ المحسنين وَلاَ يُنفِقُونَ نَفَقَةً صَغِيرَةً وَلاَ كَبِيرَةً وَلاَ يَقْطَعُونَ وَادِياً إِلاَّ كُتِبَ لَهُمْ لِيَجْزِيَهُمُ الله أَحْسَنَ مَا كَانُواْ يَعْمَلُونَ}  [التوبة: ١٢٠ - ١٢١] </p><p> كانت تلك الحيثيات التي ترغِّب الناس في الجهاد ترغيباً يخرجهم عما ألفوا من العيش في أوطانهم وبين أهليهم وأموالهم؛ لأن الثمن الذي يتلقونه مقابل ذلك ثمن كبير، ثم جاءت هذه الآية. </p><p> وحينما استقبل العلماء هذه الآية قالوا: إنها تتمة لآيات الجهاد، وما دام الله قد رغَّب في الجهاد هذا الترغيب، فإن الناس أقسموا بعده ألا يتركوا غزوة من الغزوات ولا سرية من السرايا إلا ذهبوا إليها، فنشأ عن ذلك أن المدينة كادت تخلو على رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وحده، ورسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يسقبل وحي الله. </p><p> واستقبال وحي الله يقتضي وجود سامعين ليبلغوه، فلما انصرف الناس إلى مسألة الجهاد أراد الله أن يعدل هذه الموجة من الرغبة في الجهاد، فبيّن أن الإسلام مُنزَّل من الله على رسوله ليبلغه للناس؛ لأن دين الله يحتاج إلى أمرين: أمر يحمله إلى الناس، وأمر يثبت صدقه في الناس، وحين يرى الناس إنساناً يضحى بنفسه ويدخل معركة، وآخر يضحي بماله، حينئذ يعلم الناس أن من يفعل ذلك لا بد أنه متيقن تمام التيقن من العقيدة التي يبذل في سبيلها الغالي والرخيص. </p><p> لكن يبقى أمر آخر، هو ضرورة وجود من يحملون العلم بالإسلام، فإذا كان المناضلون المضحّون بالنفس، والمنفقون المضحّون بالمال هم دليل صدق الإيمان، فهذا لا يعني الاستغناء عن هؤلاء الذين عليهم أن يسمعوا من رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ما يوحي به الله. </p><p> إذن: فهناك منهج من الله، وهناك استقبال لهذا المنهج من رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أولاً، ومن السامعين لرسول الله ثانياً؛ ليسيحوا به في البلاد، سياحة إعلام بدين الله لنشر الإسلام، وهكذا كانت الإقامة مع رسول الله هي استقبال لذلك الإعلام، وإلا فماذا يُعْلِمون؟ </p><p> إذن: فلا بد أن يحافظ الملسمون على أمرين: أمر بقاء الاستقبال من السماء، وأمر الإعلام بما استقبلوه إلى البلاد. فإن كنتم قد انصرفتم إلى الجهاد في سبيل الله فقد حقّقتم أمراً واحداً، ولكنكم لم تحققوا الأمر الآخر وهو أن تظلوا؛ لتستقبلوا من رسول الله. </p><p> فأراد الله سبحانه أن يقسم الأمرين بين مجاهدين يجاهدون للإعلام، وباقين مع رسول الله ليستقبلوا إرسال السماء لهذه الأرض، فقال:  {وَمَا كَانَ المؤمنون لِيَنفِرُواْ كَآفَّةً} . </p><p> وساعة تسمع «كَانَ» منفيةً فاعلم أنها جحود لهذه المسألة، أي: ما كان يصح أن ينفر المسلمون كافة، أي: جميعاً، بدون أن يبقى منهم أحد. </p><p> و {كَآفَّةً} مأخوذة من كف الشيء، وأنت تسمع خائط الثياب يقول:  «أريد أن أكفّف الثوب» معنى هذا أن الخائط حين يقص القماش، فهناك بعض من الخيوط تخرج منه؛ فيكففها حتى لا يتفكك نسيج الثوب، إذن: فمعنى كلمة {كَآفَّةً} : جميعاً. </p><p> ولنا أن نتساءل: لماذا لا ينفر المسلمون إلى الجهاد جميعاً، أليس الجهاد إعلاماً بمنهج الله؟ </p><p> نقول: نعم هو إعلام وسياحة بمنهج الله في الأرض، ولكن الذي يسيح للإعلام بمنهج الله لا بد أن تكون عنده حصيلة يُعْلم بها، وهذه الحصيلة كانت تأتي في زمن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من منهج السماء حين ينزل على رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> إذن: فلا بد من أناس يسمعون وحتى السماء ثم يعلمون به ويرسلونه لأهل الأرض جميعاً، ولو انصرف كل هؤلاء المؤمنين إلى الجهاد لما تحقق أمر حمل الدعوة للإسلام؛ لذلك قال الحق:  {وَمَا كَانَ المؤمنون لِيَنفِرُواْ كَآفَّةً} وفي هذا نفي أمر فيه انبغاء أي: لهم قدرة عليه، ويستطيعون تنفيذ ما يطلبه رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ منهم. </p><p> ونحن نعلم أن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ نشأ في أمة عربية لها فصاحة وبلاغة، أمة بيان وأداء قويّ يسحر، وكان في هذه الأمة كثيرون يتمتعون بموهبة الشعر والقول، لكن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لم يشتهر بهذا، وحاول بعضهم أن </p><p> يقلل من فصاحة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فقالوا: إنها فصاحة دون من خطب، ودون من قال، ودون من شعر، فجاء الرد عليهم من الحق:  {وَمَا عَلَّمْنَاهُ الشعر وَمَا يَنبَغِي لَهُ ... }  [يس: ٦٩] </p><p> أي: أنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كان لا يستطيع أن يتفوق في ذلك، لكن الحق سبحانه لم يُعلِّمه الشعر؛ لأنه لا ينبغي له أن يتعلَّمه، لماذا؟ لأن العرب يعلمون أن أعذب الشعر أكذبه، وما دام أعذبه أكذبه، فالحق سبحانه لا يريد أن يعلم الناس أن محمداً صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مُرْتاض على صناعة البيان أساليب الأدب، وبعد ذلك يُفاجئ الدنيا بالبيان الأعلى في القرآن، ويعلن صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أن هذا البيان ليس من عنده. </p><p> وقد عاش الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بينهم مدة طويلة، ولم يسمعوا منه شعراً، فكل ما جاء به بلاغاً عن الله لا يُنسب لمحمد، ولكنه منسوب إلى رب محمد. </p><p> وقوله الحق:  {وَمَا يَنبَغِي لَهُ}  [يس: ٦٩] </p><p> أي: لا يصح أن يكون الأمر، رغم استعداد محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ذلك، وكان من الممكن أن يعلِّمه ربه الشعر وفنون القول؛ ولذلك حينما قال أناس: إن القرآن من عند محمد، جاء القول الحق مبلِّغاً محمداً:  {فَقَدْ لَبِثْتُ فِيكُمْ عُمُراً مِّن قَبْلِهِ أَفَلاَ تَعْقِلُونَ}  [يونس: ١٦] </p><p> وقد عاش بينهم رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أربعين عاماً ولم يقل قصيدة أو مقالة. </p><p> ومن الذي يستطيع أن يؤخر عبقريته إلى الأربعين؟ نحن نعلم أن ميعاد بَدْء العبقرية إنما يظهر من قبل العشرين، أي: في العقد الثاني من العمر، ولا أحد يؤخر عبقريته. </p><p> إذن: فرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حينما نزل عليه القرآن بالترغيب في الجهاد كادت المدينة تخلو من المسلمين؛ فجاء قوله الحق: </p><p> {وَمَا كَانَ المؤمنون لِيَنفِرُواْ كَآفَّةً فَلَوْلاَ نَفَرَ مِن كُلِّ فِرْقَةٍ مِّنْهُمْ طَآئِفَةٌ لِّيَتَفَقَّهُواْ فِي الدين وَلِيُنذِرُواْ قَوْمَهُمْ إِذَا رجعوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ}  [التوبة: ١٢٢] </p><p> وفي هذا القول الكريم محافظة على أمرين؛ أمر استقبال وحي الله، وأمر الإعلام به، وبذلك يتنوع الجهاد، طائفة تستقبل، وطائفة تعلِّم وترسل؛ لأنهم لو تركوا الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ جميعاً، فكيف يصل الوحي من الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إلى المؤمنين؟ ولو أنهم جلسوا جميعاً في المدينة فمن الذي يسيح في الأرض معلِّماً الناس؟ أما إذا بقي الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ والمؤمنون معه، في فترة لا قتال فيها، فهذا أمر مختلف؛ لأنها ستكون فترة استقبال فقط. </p><p> وكذلك إن خرج رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إلى القتال فعلى المؤمنين القادرين على القتال أن يصحبوه؛ لأن الرسول القادر على استقبال الوحي من الله موجود معهم، وكذلك الإعلام بالرسالة موجود. </p><p> إذن: فالمشكلة كانت في حالة عدم وجود رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مع الخارجين للجهاد، فإذا ما خرج المقاتلون للجهاد، وظل رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في المدينة، فعليهم أن ينقسموا قسمين: قسماً يبقى مع رسول الله ليتعلم منهج الله، وقسماً يخرج إلى القتال. </p><p> حين كان الرسول يخرج إلى اقلتال فالمهمة تسمى غزوة، وإذا لم يخرج رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وأرسل جماعة للقتال سُمِّيت العملية ب «السَّرِية» . </p><p> ولم يخرج عن التسمية بالسرية إلا عملية واحدة سُمِّيت غزوة ولم يخرج فيها رسول الله، وكان المفروض أن تُسمى سرية ولكنها سميت غزوة. </p><p> وقد خرجت المهمة عن اصطلاح السرية إلى اصطلاح الغزوة، رغم أن رسول الله لم يحضرها؛ لأن المعركة حدث فيها أشياء كالتي تحدث في الغزوات، فقد كانت معركة حاسمة وقُتل فيها عدد من المسلمين، وحمل الراية مقاتل واستشهد فحملها غيره وقتل، فحملها ثالث، وكانت المعركة حامية الوطيس فقالوا: لا يمكن أن نسمي تلك المعركة ب «السَّرية» بل هي غزوة؛ لأن فيها عنفاً شديداً. </p><p> لم يلحظوا شيئاً واحداً وهو أن التسمية بالغزوة انطبقت تمام الانطباق على مؤتة؛ لأن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كان في المدينة والمسلمون خارجون للغزو وأرسل إلى القوات: إن مات فلان في القتال فيليه فلان، وإن مات فلان ففلان يخلفه، أي: أنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قد سلسل أمور الغزوة قبل أن تبدأ. </p><p> وهي الحملة القتالية الوحيدة التي خرجت بهذه التعليمات، من بين مثيلاتها، من الحملات المحددة التي لم يخرج فيها رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مع المقاتلين، وكأنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كان يعلم مُقدّماً بمن سيموت من هؤلاء الخارجين إلى القتال. </p><p> ثم وصلت الحملة إلى موقعها فسمعوا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يتكلم؛ قال: أخذ الراية فلان </p><p> فقُتل، ثم أخذها بعده فلان فقُتِل. ثم قال: وأخذها بعده فلان، وكان صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يقصّ المعركة وهو في المدينة فقالوا: لم يقل ذلك إلا لأنه شهد. </p><p> وحينما عاد المقاتلون عرف الصحابة منهم أن الأمر قد دار كما رواه رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وهو جالس في المدينة، وقد حدث مطابقاً غاية التطابق، فقالوا: شهدها رسول الله؛ وما دام قد شهدها رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فهي غزوة. </p><p> ونعود إلى الآية التي يقول فيها الحق: </p><p> {فَلَوْلاَ نَفَرَ مِن كُلِّ فِرْقَةٍ مِّنْهُمْ طَآئِفَةٌ لِّيَتَفَقَّهُواْ فِي الدين ... }  [التوبة: ١٢٢] </p><p> وساعة تسمع كلمة «لولا» فلك أن تعرف أن في اللغة ألفاظاً قريبة من بعضها، ف «لو» و «لولا» و «لوما» و «هلاَّ» ، هي - إذن - ألفاظ واردة في اللغة، وإذا سمعت كلمة «لو» فهذا يعني أن هناك حكماً بامتناع شيئين. شيء امتنع لامتناع شيء، مثل قولك:  «لو كان عندك زيد لجئتك» وهنا يمتنع مجيئك لامتناع مجيء زيد، فكلمة «لو» حرف امتناع لامتناع، وتقول: لو جئتني في بيتي لأكرمتك. إذن: فأنا لم أكرمك لأنك لم تأت. </p><p> وتقول:  «لولا زيد عندك لجئتك» أي: أنه قد امتنع مجيئي لك لوجود زيد. إذن: ف «لولا» حرف امتناع لوجود. ونلحظ أن «لولا» هنا جاء بعدها اسم هو «زيد» ، فماذا إن جاء بعدها فعل، مثل قولك:  «لولا فعلت كذا» ؟ هنا يكون في القول حضٌّ على الفعل، مثل قوله الحق:  {لولا إِذْ سَمِعْتُمُوهُ ظَنَّ المؤمنون والمؤمنات بِأَنْفُسِهِمْ خَيْراً ... }  [النور: ١٢] </p><p> ومثل قوله:  {لَّوْلاَ جَآءُوا عَلَيْهِ بِأَرْبَعَةِ شُهَدَآءَ ... }  [النور: ١٣] </p><p> ومثلها أيضاً «لوما» مثل قوله الحق: </p><p> {لَّوْ مَا تَأْتِينَا بالملائكة إِن كُنتَ مِنَ الصادقين}  [الحجر: ٧] </p><p> وأيضاً قولك:  «هَلَّ» . فهي أيضاً تحضيض مثل قولنا:  «هلا ذاكرت دروسك» ؟ وأنت بذلك تستفهم ب (هل) ، وجئت بالمد لتصبح (هلاَّ) ؛ لتحثه على المذاكرة. أو قولك:  «هلا أكرمت فلاناً؟» وفي هذا حَثٌّ على أن تكرم فلاناً. </p><p> والأسلوب هنا في الآية التي نحن بصدد خواطرنا عنها يجمع المؤمنين ويقول لهم:  {وَمَا كَانَ المؤمنون لِيَنفِرُواْ كَآفَّةً} ثم يأتي الحث على أن ينقسموا إلى قسمين في قوله: {فَلَوْلاَ نَفَرَ مِن كُلِّ فِرْقَةٍ} ، والقسمان يذهب أحدهما للإعلام وللجهاد. والقسم الثاني يظل مع رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وهو يستقبل منهج السماء. </p><p> وقوله الحق:  {فَلَوْلاَ نَفَرَ مِن كُلِّ فِرْقَةٍ} فيه كلمة {نَفَرَ} وهي من النفور. لكنها استعملت دائماً في مسألة الخروج للحرب، مثل قول الحق:  {ياأيها الذين آمَنُواْ مَا لَكُمْ إِذَا قِيلَ لَكُمُ انفروا فِي سَبِيلِ الله اثاقلتم إِلَى الأرض أَرَضِيتُمْ بالحياوة الدنيا مِنَ الآخرة فَمَا مَتَاعُ الحياوة الدنيا فِي الآخرة إِلاَّ قَلِيلٌ إِلاَّ تَنفِرُواْ ... }  [التوبة: ٣٨ - ٣٩] </p><p> ولماذا يجيء الحق بالنفرة في الجهاد؟ نقول: لأن الذي يعوق الإنسان عن </p><p> الجهاد حبه لدَعَته، ولراحته، ولسعادته بمكانه، وبأهله، وبماله، فإذا ما خرج للقتال شَق ذلك على نفسه، ولذلك يقول الحق:  {كُتِبَ عَلَيْكُمُ القتال وَهُوَ كُرْهٌ لَّكُمْ ... }  [البقرة: ٢١٦] </p><p> وفي ذكر أمر الكُرْه إنصاف لهم، فصحيح أن القتال أمر صعب ويكرهه الإنسان، لكن الحق قد كتبه، والمسلم إذا استحضر الجزاء عليه فهو يحتقر ما يتركه؛ لأنه قليل بالنسبة لعطاء الله؛ لذلك ينفر المؤمن الحق من الذي يملكه، ويذهب للثواب الأعلى، وهذا هو معنى التحديد في أنهم سمّوا الجهاد نفرة، فحين يقارن المؤمن بين حصيلة ما يأخذه من الجهاد وما يمسكه عن الجهاد لتساءل: ما الذي يجعلني أتمسك بالأقل ما دام هناك عطاء أكثر؟ </p><p> فلما جاءت {فَلَوْلاَ نَفَرَ} فهموا أن هذه الآية من تتمة الكلام عن الجهاد، ولتبقى طائفة من المؤمنين؛ لتسمع من رسول الله الوحي، وقد يتساءل المسلم حين يقرأ الآية ويجد قوله الحق:  {فَلَوْلاَ نَفَرَ مِن كُلِّ فِرْقَةٍ مِّنْهُمْ طَآئِفَةٌ لِّيَتَفَقَّهُواْ فِي الدين} ، هنا يقول المسلم لنفسه: وهل تنفر الطائفة التي تتفقه في الدين، إنها الفرقة الباقية والمستقرة مع رسول الله في المدينة؟ </p><p> ونجيب: إن قول الحق: {وَمَا كَانَ المؤمنون لِيَنفِرُواْ كَآفَّةً فَلَوْلاَ نَفَرَ مِن كُلِّ فِرْقَةٍ مِّنْهُمْ طَآئِفَةٌ} نجد فيه كلمة {فِرْقَةٍ} وهي الجماعة، والجماعة إنما تنقسم إلى طوائف. مثلما نسمي في الجيوش «الفرقة الأولى» و «الفرقة الثانية» و «الفرقة الثالثة» ، ثم تنقسم الفرقة الواحدة إلى:  «جماعة الاستطلاع» و «جماعة التموين» و «الشئون المعنوية» ، ونجد كلمة {طَآئِفَةٌ} وهي تعني «بعض الكثرة» . </p><p> وما دام الحق قد قال:  {فَلَوْلاَ نَفَرَ مِن كُلِّ فِرْقَةٍ مِّنْهُمْ طَآئِفَةٌ} فهذا يعني أنه سبحانه قسمهم إلى طائفتين، إحداهما تنفر، والأخرى تبقى لتتفقه في الدين. إذن: فكأن أسلوب القرآن أسلوب أدائي كل ينفر لمهمته. </p><p> {فَلَوْلاَ نَفَرَ مِن كُلِّ فِرْقَةٍ مِّنْهُمْ طَآئِفَةٌ} يبين أن طائفة منهم تكون قتالية والأخرى إعلامية مهمتها {لِّيَتَفَقَّهُواْ فِي الدين وَلِيُنذِرُواْ قَوْمَهُمْ إِذَا رجعوا إِلَيْهِمْ} فمن يجلس مع رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ليستمع إليه، فهو يجهز للمقاتل حيثيات ما يجاهد على مقتضاه، وحين يرجع المقاتلون يُبلِّغهم من جلس مع الرسول ما نزل عليه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من وحي، ويتناوب المسلمون الجلوس مع الرسول في المدينة، والقتال، وكل طائفة تؤدي مهمتها. </p><p> وهناك من العلماء من رأي رأياً آخر، وأخذ المسألة كلها مكتملة على بعضها، وقال: إن من بقي مع رسول الله له لون آخر من المجاهدة، ولأنه يأخذ من الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ علْماً جديداً، يتبادله مع المقاتلين في ساحة القتال بعد أن يعودوا، فالمقاتلون في ساحة الجهاد يعودون بما يؤكد نصرة الله للقلة على الكثرة، وإمداد الله سبحانه للمؤمنين بالملائكة، وتهدم العدو، والمعجزات التي رأوها من رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كنبوع الماء من بين أصابعه في حال قلة المياه عند العطش. </p><p> ثم إنهم يسمعون من المجاهدين الجالسين لتلقي العلم أخبار الوحي والفقه، وهكذا يتكافأ المؤمنون في المهامن وكأنهم البنيان المرصوص يشدّ بعضه بعضاً. </p><p> وما تقدم فهو فهم للآية إذا كانت خاصة بالجهاد، فماذا إذا كان للآية موضوع آخر غير الجهاد؟ نقول: إن الجهاد إعلام بمنهج الله في الأرض، </p><p> والإعلام بمنهج الله في الأرض يقتضي المنهج المعلوم من السماء الذي يوضح مصير المجاهدين، ومصير المتخلفين. وهو هنا سبحانه يوضح أمر استقبال ما نجاهد من أجله. </p><p> {فَلَوْلاَ نَفَرَ مِن كُلِّ فِرْقَةٍ} أي: يذهب بعض المسلمين إلى البلاد التي حول المدينة؛ ليقولوا للناس حقيقة الإسلام، وأيضاً أن يأتي آخرون من البلاد الأخرى لِيَعْلَمُوا أمر الدين، ويعلموه لأهاليهم. </p><p> ويكون قول الحق:  {فَلَوْلاَ نَفَرَ مِن كُلِّ فِرْقَةٍ مِّنْهُمْ طَآئِفَةٌ} مقصود به هؤلاء الذين يأتون من الأماكن البعيدة عن المدينة؛ ليجلسوا إلى رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ليسمعوا، ويتفقهوا في الدين؛ ليرجعوا إلى مجتمعاتهم، ويعلموهم أمور الإيمان. </p><p> إذن: فالآية إما أن تكون من تتمة آيات الجهاد، وإما أن تكون أمراً مستقلاً للذين يبعد بهم المكان عن منبع المنهج، وهو رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فهو صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يعلِّم من يأتون إليه من أي مجتمع؛ ليرجعوا بعد ذلك لقومهم، ويبلغوهم مطلوبات المنهج، وهذه مسألة بعيدة عن القتال. </p><p> إذن: تكون النفرة للتفقه في الدين على أي معنى، ليس هناك فرق بين الطائفة الباقية التي تتفقه؛ لتعلِّم الطائفة التي تجاهد، أو الطائفة التي تجاهد تتفقه بالمعجزات وبالأحداث التي حدثت أثناء قتالهم وتعلمها للطائفة التي لم تخرج للقتال. </p><p> أو أن المعنى هو الأمر الثاني الذي لا قتال فيه، بل يتناول أمر استقبال الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لطائفة من كل بلد ليسمعوا منه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وقد سماها الحق «نفرة» ؛ لأنها جهاد في البحث في المنهج وتعلمه، وهي نفرة النفرة؛ لأن النفرة للجهاد بالقتال تتطلب فهماً لحيثيات الدفاع عن هذا المنهج المنزَّل من الله. </p><p> وقوله الحق:  {فَلَوْلاَ نَفَرَ مِن كُلِّ فِرْقَةٍ} علمنا منه أن الفرقة هي الجماعة، والجماعة إما أن تنقسم إلى أفراد وإما إلى طوائف، والفرقة أقلها ثلاثة؛ لأنها جمع. وحينما يذهب اثنان من هذه الفرقة للتعلم من رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، ويعودان للبلاغ عنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ نكون أمام خبر من شاهدين اثنين بأن النبي قال كذا وأبلغ بكذا، وكذلك قد يصح أن يكون المبلِّغ عن الرسول شاهداً واحداً، واختلف العلماء المسلمون فيما بينهم، هل يأخذون الخبر عن واحد فقط مبلِّغ عن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أم لا بد من الأخذ بالخبر من شاهدين اثنين؟ </p><p> وقد جاءت الآية صريحة في أنه {فَلَوْلاَ نَفَرَ مِن كُلِّ فِرْقَةٍ مِّنْهُمْ طَآئِفَةٌ} والفرقة أقلها ثلاثة، والطائفة إما أن تكون اثنين وإما أن تكون شخصاً واحداً يرجع إلى قومه؛ ليفقههم في الدين، ويؤدي البلاغ عن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> وتحفَّظ البعض على ذلك بأن قالوا: إن الذي نفر ليس فرداً من الفرقة، بل طائفة من الفرقة، ومفردات الفرقة طوائف ولا واحد، وكلمة طائفة مقصود بها الجماعة. </p><p> والنفرة لها علة محددة يذكرها الحق:  {لِّيَتَفَقَّهُواْ فِي الدين} فالتفقُّه إذن هو سبب النفرة، مثلما نبعث بعثة في أي بلد متقدم؛ لنأخذ بعلوم الحضارة، فإن خرج واحد عن حدود البعثة؛ ليلعب، ويلهو، فهو لم يحقق النفرة. لا بد إذن من ان يستوعب كل واحد في البعثة أنه قد جاء للتفقه. </p><p> والفقه في اللغة: هو الفهم، ويقال عن أي أمر تفهمه: فقهتُ الأمر </p><p> الفلاني. فإن فهمت في الهندسة فهذا فقه، وإن فهمت في العلوم فهذا فقه، ولكن المعنى الذي غلب هو الفقه لأحكام الله؛ لأن هذا الأمر هو أهم أمور الحياة، فالفقيه في الدين هو من يبيّن للناس حدود المنهج ب «افعل» و «لا تفعل» . </p><p> إذن: الفقه مطلقاً هو الفهم، لكنه أصبح مصطلحاً يعني فهم أحكام الله؛ لأنه هو الذي يحدد الصواب والخطأ. ولا يقال:  «الفقيه» إلا لمن فَقُه. وهناك فرق بين فَقه وفَقُه. فَقُهَ في دين الله، أي: أصبح الفقه عنده ملكه، وساعة تسأله في أي موضوع لا يتردد، بل يجيب؛ لأن الفقه صار ملكه عنده، والملكة: الصفة التي ترسخ في النفس من مزاولة أي عمل؛ فيسهل أداء هذا العمل. </p><p> وكذلك الفقه. وهكذا نعرف أن معنى فَقِهَ:  «فهم شيئاً» . أما فَقُهَ فمعناها: صار الفقه عند مَلَكَة. </p><p> وقوله الحق:  {لِّيَتَفَقَّهُواْ} أي: ليعلموا أحكام الله، ويصير هذا العلم: من بعد ذلك مَلَكَة عندهم. </p><p> ولكنْ ماذا إن نفروا لشيء آخر مثلما ينفر واحد من البدو ليسأل جماعته: إلى أين تذهبون؟ فيجيبون: نذهب إلى رسول الله لنسمع منه، فيذهب معهم. لكنه لا يسمع بل يذهب هنا أو هناك، ولا يجلس لتفقُّه العلم، على الرغم من أن علّة نفوره مع غيره هي التفقّه في الدين؛ وليعلم حقائق هذا الدين؛ لينذر به قومه حين يعود إليهم، فالفقيه لا يطلب جاهاً، أو رئاسة، أو وظيفة، بل هو يبين للناس متطلبات الحركة على هذا المنهج الحق، ولينذرهم {لَعَلَّهُمْ يَحْذَرُونَ} أي: يتجنَّبون ما يضرُّهم. </p><p> وحين ندقق في هذا الأمر نجده عدة مراحل:  {فَلَوْلاَ نَفَرَ مِن كُلِّ فِرْقَةٍ مِّنْهُمْ طَآئِفَةٌ} هذه هي المرحلة الأولى، ثم {لِّيَتَفَقَّهُواْ فِي الدين} هذه هي المرحلة </p><p> الثانية وهي التفقه، أما الثالثة {وَلِيُنذِرُواْ قَوْمَهُمْ إِذَا رجعوا إِلَيْهِمْ} ، ومن تفقه لغير هذا؛ ليشار إليه بالبنان مثلا؛ نقول له: أنت من الذين قال الله فيهم: {قُلْ هَلْ نُنَبِّئُكُم بالأخسرين أَعْمَالاً الذين ضَلَّ سَعْيُهُمْ فِي الحياوة الدنيا وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعاً}  [الكهف: ١٠٣ - ١٠٤] </p><p> إذن: فالتفقه يكون للدعوة تبشيراً وإنذاراً؛ حتى يتجنب القوم ما يضرهم. </p><p> ويقول سبحانه بعد ذلك:  {ياأيها الذين آمَنُواْ قَاتِلُواْ ... } </p>"
}