{
  "id": null,
  "sura": 9,
  "aya": 76,
  "text": "<p> ولله عطاءان: عطاء الأسباب، وعطاء التفضل. و «عطاء الأسباب» يتمثل في أن يَجدَّ الإنسان في أي عمل من الأعمال؛ فيعطيه الله ثمرة عمله؛ مؤمناً كان أو كافراً؛ طائعاً أو عاصياً؛ لأن الإنسان قد أخذ </p><p> الأسباب وأتقنها، ولذلك تجد بعضاً من الكافرين بالله وهم يعيشون في سعة؛ لأنهم يحسنون الأسباب، وما داموا قد أحسنوا الأسباب، وهم عبيد الله أيضاً، وسبحانه هو الذي استدعاهم للوجود، فضمن لهم أن تستجيب لهم الأسباب، ولا تضِنّ عليهم؛ فالشمس تشرق على المؤمن والكافر، وعلى الطائع والعاصي، والمطر ينزل على الأرض. وكذلك كل شيء في الأرض تستجيب عناصره لما يزرعون أو لما يفعلون، إذن فهذا عطاء الأسباب. </p><p> ولكن الحق سبحانه يستر عطاء الفضل في عطاء الأسباب، كمن يسير في طريق مجهول فيجد كنزاً، أو أن ثمار محصوله لا يأتي عليها ريح أو إعصار يقلل من ناتج المحصول. ويبارك له الحق سبحانه في بيع محصوله، ويبارك له في رزقه منه، فلا يصرفه فيما يضيع ويذهب ماله. وهذا كله اسمه عطاء الفضل. وعطاء الأسباب عَامٌّ للناس جميعاً. أما عطاء الفضل فهو خاص بأولياء الله الذين أخلصوا عملهم لله طاعة وامتثالاً. </p><p> وقول الحق سبحانه وتعالى: </p><p> {فَلَمَّآ آتَاهُمْ مِّن فَضْلِهِ} دليل على أن الرزق الذي جاءهم لم يخضع للأسباب وحدها. بل زاد عما تعطيه الأسباب بفضل من الله. فالتكاثر الذي حدث في أغنام ثعلبة لم يكن تكاثراً بالأسباب فقط، بل فيه بركة جعلت البطن الواحدة من الشاة تأتي بأكثر من وليد، والعشب الذي ترعاه يُدِرّ كمية كبيرة من اللبن. </p><p> {فَلَمَّآ آتَاهُمْ مِّن فَضْلِهِ بَخِلُواْ بِهِ} ما هو البخل؟ هناك في اللغة أسماء للامتناع عن العطاء، فهناك بُخْل، وشُح، وكزازة، وكلها أسماء للامتناع عن عطاء شيء، لكن منازل العطاء والبخل تختلف؛ بمعنى أن هناك إنساناً لا يعطي إلا من سأله؛ تلك منزلة، وإنساناً آخر لا يعطي كل </p><p> من سأله، بل يعطي من سأله بأسباب تثير عواطفه نحوه، كأن يقول: ولدي مريض، أو احترق بيتي، فالسائل هنا لا يسأل فقط، ولكنه يجيء بعلة السؤال مثيرة للعواطف. وهناك من يعطي بغير سؤال. </p><p> هي إذن: ثلاث مراحل للعطاء؛ واحد يعطي من يراه هكذا؛ مظنة أن حالته رقيقة من غير أن يسأل، وهذه منزلة من منازل القرب من الله، ينير الله بها بصائر قوم لتكون يدهم هي يد الله عند خلق الله. بل إن هناك أناساً يعاتبون أنفسهم إذا جاء إنسان فسألهم صدقة أو معونة؛ كالرجل الذي ذهب فطرق الباب، فخرج إليه صاحب البيت فسأله عما يريد، فطلب السائل منه مالاً فدخل صاحب البيت بيته وأخذ شيئاً من مال وأعطاه للسائل، فعلمت امرأته أنه جاء يسأله مالاً فأعطاه، ولكن الزوج الذي أعطى مالاً رجع يبكي. </p><p> فقالت له: وما يبكيك وقد أجبْتَهُ إلى مطلبه؟ فقال: يبكيني أنني تركته ليسألني، أي: أنه يبكي لأنه لم يملك فِطْنَةً تجعله يستشفُّ مسائل الناس من حوله ليعطي المحتاجين بغير سؤال. </p><p> إذن: فواحد يعطي عن مسألة؛ تلك مرتبة، وهناك من يعطي من غير مسألة، بل يعطي عن فضل عنده، أي: يملك الكثير ويعطي منه. وثالث: يعطي نصف ما عنده؛ يقاسمه فيما يملك، أو يعطي أكثر ما عنده حسب ما ينقدح في ذهنه من حاجة الإنسان المعطي. </p><p> هي إذن ثلاث مراحل: رجل يعطي من غير سؤال، ورجل يعطي بسؤال فيه أسباب مثيرة ومُهيِّجة للعاطفة، ورجل يعطي بمجرد السؤال. </p><p> فمن هو البخيل؟ </p><p> أفظع درجة للبخل؛ أن يبخل الرجل على من يسأله مسألة مُسبِّبة بأحداث تهيج العواطف، ومع ذلك لا يرق قلبه، هذا هو البخيل. {فَلَمَّآ آتَاهُمْ مِّن فَضْلِهِ بَخِلُواْ بِهِ وَتَوَلَّواْ وَّهُمْ مُّعْرِضُونَ} واحد من هؤلاء </p><p> لم يبخل فقط، بل انصرف عن الذي يسأله، مثل الذي انصرف عن العامل الذي جاء يأخذ الصدقة، وقد كان عليه - مثلاً - أن يُجلس العامل، ويقدم له التحية الواجبة؛ ثم يقول له سنرى رأينا، ولكنه تولَّى وأعرض عنه. </p><p> ويأتي الحق هنا بعقاب من يسلك مثل هذا السلوك فيقول:  {فَأَعْقَبَهُمْ نِفَاقاً فِي قُلُوبِهِمْ إلى ... } </p>"
}