{
  "id": null,
  "sura": 9,
  "aya": 33,
  "text": "<p> والرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إنما جاء بالقيم التي تهدي إلى الطريق المستقيم، جاء بالدين الحق. فكلمة «دين» أخذَتْ واستعملت أيضاً في الباطل، ألم يأمر الحق سبحانه وتعالى نبيه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أَن يقول لكفار ومشركي مكة:  {لَكُمْ دِينُكُمْ وَلِيَ دِينِ}  [الكافرون: ٦] . </p><p> فهل كان لهم دين؟ نعم كان لهم ما يدينون به مما ابتكروه واخترعوه من المعتقدات؛ لكن {وَدِينِ ا} هو الذي جاء من السماء. </p><p> {هُوَ الذي أَرْسَلَ رَسُولَهُ بالهدى وَدِينِ الحق لِيُظْهِرَهُ عَلَى الدين كُلِّهِ} ولنلحظ أن الحق سبحانه وتعالى جاء بهذا القول ليؤكد أن الإسلام قد جاء ليظهر فوق أي ديانة فاسدة، ونحن نعلم أن هناك ديانات متعددة جاءت من الباطل، فسبحانه القائل:  {وَلَوِ اتبع الحق أَهْوَآءَهُمْ لَفَسَدَتِ السموات والأرض}  [المؤمنون: ٧١] . </p><p> ونتوقف عند قول الحق سبحانه وتعالى:  {عَلَى الدين كُلِّهِ} ، فلو أن الفساد كان في الكون من لون واحد، كان يقال ليظهره على الدين الموجود الفاسد، ولكنَّ هناك أدياناً متعددة؛ منها البوذية وعقائد المشركين، وديانات أهل الكتاب والمجوس الذين يعبدون النار أو بعض أنواع من الحيوانات، </p><p> وكذلك الصابئة. ولذلك فإن الله سبحانه وتعالى لا يريد أن يظهر دينه؛ الذي هو دين الحق على دين واحد؛ من أديان الباطل الموجودة، ولكن يريد سبحانه أن يظهره على هذه الأديان كلها، وأن يعليه حتى يكون دين الله واقفاً فوق ظَهْر هذه الأديان كلها، والشيء إذا جاء على الظَّهْر أصبح عالياً ظاهراً. والحق سبحانه وتعالى يقول:  {فَمَا اسطاعوا أَن يَظْهَرُوهُ}  [الكهف: ٩٧] . </p><p> أي: أن يأتوا فوق ظهره. وكل الأديان هي في موقع أدنى بكثير من الدين الإسلامي. بعض الناس يتساءل: إذن كيف يكون هناك كفار ومجوس وبوذيون وصابئون وأصحاب أديان أخرى كاليهودية والنصرانية، فما زالت دياناتهم موجودة في الكون وأتباعها كثيرون، نقول: لنفهم معنى كلمة الإعلاء، إن الإعلاء هو إعلاء براهين وسلامة تعاليم، بمعنى أن العالم المخالف للإسلام سيصدم بقضايا كونية واجتماعية، فلا يجد لها مخرجاً إلا باتباع ما أمر به الإسلام ويأخذون تقنيناتهم من الإسلام، وهم في هذه الحالة لا يأخذون تعاليم الإسلام كدين، ولكنهم يأخذونها كضرورة اجتماعية لا تصلح الحياة بدونها. وأنت كمسلم حين تتعصب لتعاليم دينك، فليس في هذا شهادة لك أنك آمنت، بل دفعك وجدانك وعمق بصيرتك لأنْ تؤمن بالدين الحق، ولكن الشهادة القوية تأتي حين يضطر الخصم الذي يكره الإسلام ويعانده إلى أن يأخذ قضية من قضايا الإسلام ليحل بها مشكلاته، هنا تكون الشهادة القوية التي تأتي من خصم دينك أو عدوك. ومعنى هذا أنه لم يجد في أي فكر آخر في الكون حلاً لهذه القضية فأخذها من الإسلام. </p><p> فإذا قلنا مثلاً: إن إيطاليا التي فيها الفاتيكان الذي يسيطر على العقائد </p><p> المسيحية في العالم الغربي كله، وكانت الكنيسة الكاثوليكية في الفاتيكان تحارب الطلاق وتهاجم الإسلام لأنه يبيح الطلاق، ثم اضطرتهم المشكلات الهائلة التي واجهت المجتمع الإيطالي وغيره من المجتمعات الأوروبية إلى أن يبيحوا الطلاق؛ لأنهم لم يجدوا حلاً للمشكلات الاجتماعية الجسيمة إلا بذلك. </p><p> ولكن هل أباحوه لأن الإسلام أباحه، أم أباحوه لأن مشاكلهم الاجتماعية لا تُحلُّ إلا بإباحة الطلاق؟ وساعة يأخذون حلاً لقضية لهم من ديننا ويطبقون الحل كتشريع، فهذه شهادة قوية، يتأكد لهم بها صحة دين الله ويتأكد بها قول الحق سبحانه وتعالى:  {لِيُظْهِرَهُ عَلَى الدين كُلِّهِ}  [التوبة: ٣٣]  {وَلَوْ كَرِهَ الكافرون}  [التوبة: ٣٢] ، وبالله لو كان الإظهار غلبة عقدية، بمعنى ألاَّ يوجد على الأرض أديان أخرى، بل يوجد دين واحد هو الإسلام لما قال الحق هنا:  {وَلَوْ كَرِهَ الكافرون} ولما قال في موضع آخر من القرآن: {وَلَوْ كَرِهَ المشركون} وهذا يعني أن الحق سبحانه وتعالى قد جعل من المعارضين للإسلام من يظهر الإسلام على غيره من الأديان لا ظهور اقتناع وإيمان، لا، بل يظلون على دينهم ولكن ظروفهم تضطرهم إلى أن يأخذوا حلولاً لقضاياهم الصعبة من الإسلام. ومثال آخر من قضية أخرى، هي قضية الرضاعة، يقول الحق سبحانه وتعالى:  {والوالدات يُرْضِعْنَ أَوْلاَدَهُنَّ حَوْلَيْنِ كَامِلَيْنِ لِمَنْ أَرَادَ أَن يُتِمَّ الرضاعة}  [البقرة: ٢٣٣] . </p><p> وقامت في أوروبا وأمريكا حملات كثيرة ضد الرضاعة الطبيعية، وطالبوا الناس باستخدام اللبن المجفف والمصنوع كيميائياً بدلاً من لبن الأم، وكان ذلك في نظرهم نظاماً أكمل لتغذية الطفل، ثم بعد ذلك ظهرت أضرار هائلة على صحة الطفل ونفسيته من عدم رضاعته من أمه. واضطر العالم كله إلى أن يعود الطفل ونفسيته من عدم رضاعته من أمه. واضطر العالم كله إلى أن يعود إلى الرضاعة الطبيعية وبحماسة بالغة. هل فعلوا ذلك تصديقاً للقرآن </p><p> الكريم أم لأنهم وجدوا أنه لا حَلَّ لمشكلاتهم إلا بالرجوع إلى الرضاعة الطبيعية؟ </p><p> وكذلك الخمر نجد الآن حرباً شعواء ضد الخمر في الدول التي أباحتها من قبل وتوسعت فيها، ولكن شنُّوا عليها هذه الحرب بعد أن اكتشف العلم أضرارها على الكبد والمخ والسلوك الإنساني، هذا هو معنى {لِيُظْهِرَهُ عَلَى الدين كُلِّهِ} أي: يجعله غالباً بالبرهان والحجة والحق والدليل على كل ما عداه. ولذلك يقول الحق سبحانه وتعالى:  {لِيُظْهِرَهُ عَلَى الدين كُلِّهِ وَلَوْ كَرِهَ المشركون} فقد ظهر هذا الدين وغلب في مواجهة قضايا عديدة ظهرت في مجتمعات المشركين والكافرين الذين يكرهون هذا الدين ويحاربونه، وهو ظهور غير إيماني ولكنه ظهور إقراري، أي رغماً عنهم. </p><p> وبعد أن بيَّن الله سبحانه وتعالى أن الأحبار والرهبان لا يؤمنون بالله الإيمان الصحيح، ولا باليوم الآخر بالشكل السليم، ويحلون ما حرم الله، ويحرمون ما أحل الله، ويتخذهم أتباعهم أرباباً من دون الله. هنا يقول الحق سبحانه وتعالى:  {ياأيها الذين آمَنُواْ إِنَّ كَثِيراً مِّنَ الأحبار والرهبان لَيَأْكُلُونَ أَمْوَالَ الناس بالباطل وَيَصُدُّونَ عَن سَبِيلِ الله ... } </p>"
}