{
  "id": null,
  "sura": 9,
  "aya": 11,
  "text": "<p> وهذه الآية الكريمة تؤكد لنا أن الإسلام يَجُبُّ ما قبله، وأن الباب مفتوح دائما لتوبة المشركين والكافرين مهما كانت ذنوبهم، وهكذا تكون رحمة الله تعالى. ونلحظ أن الحق سبحانه وتعالى قال:  {فَإِن تَابُواْ} ولم يقل إذا تابوا، لأنه لو قال: إذا تابوا تكون توبتهم مؤكدة، ولكن قوله:  {فَإِن تَابُواْ} فيها شك، لأن ما فعلوه ضد الإيمان كثير، والذي نأمله فيهم قليل، ولكن التوبة تفترض أن يباشر التائب بعدها مهمته الإيمانية. ولذلك قال الحق سبحانه وتعالى: </p><p> {فَإِن تَابُواْ وَأَقَامُواْ الصلاوة وَآتَوُاْ الزكاوة}  [التوبة: ١١] . </p><p> إذن فالمهمة الإيمانية بعد التوبة إنما تكون بشهادة أن «لا إله إلا الله محمد رسول الله» ، وبطبيعة الحال لا بد من مباشرة الصلاة لأنها تجمع كل أركان الإسلام، وهي عمل يومي، وليست عملاً مطلوباً من الإنسان مرة واحدة كالحج، وليست كالصوم، فالصوم مدته شهر واحد من السنة. إذن لكي تتأكد التوبة فلا بد أن يؤدي التائب الصلاة في وقتها كل يوم فهي العمل اليومي الذي لا يؤجل ولا يتأخر عن وقته، والصلاة قرنت </p><p> غالباً بالزكاة في آيات القرآن الكريم؛ لأن الزكاة تضحية بالمال، والمال ناتج العمل، والعمل ناتج الوقت، والصلاة تضحية بالوقت، فكأن الصلاة - كما قلنا - فيها زكاة. </p><p> والحق سبحانه وتعالى يقول:  {فَإِن تَابُواْ وَأَقَامُواْ الصلاوة وَآتَوُاْ الزكاوة فَإِخْوَانُكُمْ فِي الدين وَنُفَصِّلُ الآيات لِقَوْمٍ يَعْلَمُونَ}  [التوبة: ١١] . </p><p> إنه لا بد أن نلاحظ في التفصيل هنا المراحل الإيمانية التي بينها الله عَزَّ وَجَلَّ لنا؛ المرحلة الأولى وهي تحمل الاضطهاد والصبر، والمرحلة الثانية أنه لا مهادنة بين الإيمان والكفر، وهذه حسمت محاولة الكفار تمييع قضية الإيمان بأن نعبد إلهكم فترة وتعبدون إلهنا فترة، وكانت هذه عملية مرفوضة تماماً الآن وفي المستقبل وحتى قيام الساعة. ثم جاءت مرحلة المعاهدات ثم نقض العهود ثم مهلة الأشهر الأربعة الحرم التي أعطيت للكافرين. وكل هذه مسائل مقننة، ولم تكن الأمة العربية تعرف التقنينات. </p><p> إذن فكل هذه التقنينات جاءت من السماء، والتقنينات في الأمم تأخذ أدوارا طويلة، ولا يوجد قانون بشري يولد سليماً وكاملا، بل كل قانون يوضع ثم تظهر له عيوب في التطبيق، فيعدّل ويطور ويفسر ويحتاج إلى أساطين القانون الذين يقضون عمرهم كله في التعديلات والتفصيلات، فكيف ترتب هذه الأمة العربية الأمية التي لم يكن لها حظ من علم ولا ثقافة كل هذه التقنينات؟ . </p><p> نقول: إنها لم ترتب، وإنما رتب لها ربها الذي أحاط بكل شيء علماً، فكل هذه المراحل التي مر بها الإيمان نزلت فيها تقنينات من السماء تبين للمؤمنين ما يجب أن يفعلوه. </p><p> {فَإِن تَابُواْ وَأَقَامُواْ الصلاوة وَآتَوُاْ الزكاوة فَإِخْوَانُكُمْ فِي الدين}  [التوبة: ١١] . </p><p> ونحن عادة نعرف أخوة النسب، فهذا أخي من أبي وأمي، أو هذا أخي من الأب فقط، أو هذا من الأم فقط، وفي ذلك يقول الحق سبحانه وتعالى:  {وَجَآءَ إِخْوَةُ يُوسُفَ}  [يوسف: ٥٨] . </p><p> هذه أخوة النسب، ونحن نعلم أن مادة الأخوة تأتي مرة لتعبر عن أخوة النسب، </p><p> وتأتي مرة كلمة «إخوان» لتعبر عن الأخوة في المذهب والعقيدة، وشاء الحق سبحانه وتعالى أن يرفع الإيمان إلى مرتبة النسب، فقال عَزَّ وَجَلَّ:  {إِنَّمَا المؤمنون إِخْوَةٌ}  [الحجرات: ١٠] . </p><p> ليدلنا على أنهم ما داموا قد دخلوا معنا في حظيرة الإيمان فلهم علينا حق أخوة النسب فيما يوجد من تواد وتراحم، وترابط وحماية بعضهم البعض دائما، وحب ووفاق إلى آخر ما نعرفه عن حقوق الأخوة بالنسب. </p><p> ولكن نلاحظ هنا أن الحق سبحانه وتعالى قال: </p><p> {فَإِخْوَانُكُمْ فِي الدين}  [التوبة: ١١] . </p><p> ولم يقل إخوانكم، لماذا؟ . </p><p> نقول: ليس من المعقول أن يخرجوا من كل ما كانوا فيه من آثام بالتوبة، ثم يصبحوا في نفس التو واللحظة إخوة، لكن ذلك يحدث عندما يتعمق إيمانهم، ويثبت صدق توبتهم حينئذ يصبحون إخوة. </p><p> ثم يقول الحق سبحانه وتعالى:  {وَنُفَصِّلُ الآيات لِقَوْمٍ يَعْلَمُونَ}  [التوبة: ١١] . </p><p> كيف يكون التفصيل لمن يعلم؟ . وما دام يعلم فلماذا التفصيل؟ . </p><p> ونقول: إن المعنى هنا أن الله سبحانه وتعالى يفصل الآيات لمن يريدون أن يعلموا العلم الحقيقي الذي يأتي من الله، لأن هذا العلم له أثر كبير على مستقبل الإيمان، ولذلك فغير المسلمين الذين يهتمون بدراسة الدين الإسلامي دراسة جادة للبحث عن العلم الحقيقي ينتهون إلى إعلان إسلامهم، لأنهم ما داموا أهل علم وأهل مواهب وأهل طموح في فنونهم، وما دامت شهوة العلم قد غلبتهم، وأرادوا أن يدرسوا منهج الإسلام بموضوعية، لذلك تجدهم يعلنون الإسلام لأنهم ينظرون النظرة الحقيقية للدين الذي يدرسونه، وهم يأخذون الإسلام من منبعه الإيماني وهو القرآن الكريم والسنّة النبوية، ولا يأخذون الإسلام من المنسوبين للإسلام، أي من المسلمين؛ لأن المسلمين قد يكون فيهم عاص، وقد يكون فيهم سارق، وقد يكون فيهم مُرْتشٍ، وقد يكون فيهم كذاب، وقد يكون غيهم منافق، ولو أخذوا الإسلام عن المسلمين لقالوا: ما هذا؟ معصية وسرقة وكذب ورشوة ونفاق؟! </p><p> إنني أقول دائماً لمن لم يدرس الإسلام من أهل البلاد الأخرى: لا تنظر إلى المنسوبين للإسلام، ولكن انظر إلى الإسلام في جوهره ومنهجه:  (القرآن والسنة) ؛ هل جرم الرشوة والسرقة والكذب والنفاق وجعل لها عقوبة أو لا؟ نعم جرّمها. </p><p> إذن فهذه الأفعال كلها التي وجدتها في عدد من المسلمين واستنكرتها ليست من الإسلام في شيء، ولكنك إذا ذهبت إلى الإسلام لتعرفه من منابعه العلمية وهي معزولة عن المنسوبين إليه لانتهيت إلى الإيمان. </p><p> ولذلك لو عرف المسلمون الذين ينحرفون عن المنهج، ماذا يفعلون بالإسلام وكيف يسيئون إليه؛ لعلموا أنهم يفعلون شيئا خطيراً؛ لأن الإسلام منهج وسلوك، وليس منهجا نظريا فحسب، بل هو منهج عملي يطبق في الحياة، ولذلك فإذا كان القرآن الكريم يمثل قواعد المنهج، فسيرة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ تمثل المنهج العملي التطبيقي للإسلام. </p><p> ويقول الحق سبحانه:  {لَّقَدْ كَانَ لَكُمْ فِي رَسُولِ الله أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُو الله واليوم الآخر}  [الأحزاب: ٢١] . </p><p> والمسلم حين يطبق منهج الإسلام يلفت نظر غير المسلم إلى هذا الدين ويحببه فيه، وحين يفعل ما لا يرضاه الإسلام يُنَفَرِّ غير المسلم من الدين، ولذلك يقول الحق سبحانه وتعالى:  {ياأيها الذين آمَنُواْ لِمَ تَقُولُونَ مَا لاَ تَفْعَلُونَ كَبُرَ مَقْتاً عِندَ الله أَن تَقُولُواْ مَا لاَ تَفْعَلُونَ}  [الصف: ٢ - ٣] . </p><p> لأن فعلك حين يختلف مع الدين الذي تدعو إليه وتؤمن به، فهو يتحول </p><p> إلى حجة ضد الدين، فيقول غير المسلم: لقد رأيت المسلم يغش، ورأيته يسرق، ورأيت يده تمتد إلى الحرمات، إذن فكل منحرف عن الدين إنما يحمل فأساً يهدم بها الدين، ويكون عليه وزر عمله، ووزر من اتخذوه قدوة لهم. </p><p> ولقد قلنا: إننا حين ننظر إلى التمثيل الدبلوماسي في العالم الإسلامي، نجد اثنتين وسبعين دولة إسلامية لها سفارات في معظم دول العالم، وأتساءل: كم من أفراد هذه السفارات يتمسك بالمظهر الإسلامي؟ . أقل القليل. وكم من الجاليات الإسلامية في الدول الأجنبية يتمسكون بتعاليم الدين؟ . أقل القليل. ولو أنهم تمسكوا جميعا بتعاليم الإسلام لعرفت دول العالم أن لهذا الدين قوة ومناعة تحميه. وأن هذه المناعة هي التي منعت الحضارة المادية المنحرفة من أن تؤثر في هؤلاء، ولكان لفتة قوية لشعوب العالم لكي تدرس هذا الدين، ولكنك تجدهم يذوبون ويتهافتون على الحضارة المادية للدول التي يقيمون فيها، مما يجعل شعوب هذه الدول تقول: لو كان دينهم قويا لتمسكوا به، ولم يتهافتوا على حضارتنا. </p><p> وإذا درسنا تاريخ الإسلام نجد أنه لم ينتشر بالقتال أو بالسيف؛ لكنه انتشر بالأسوة الحسنة، وهنا يقول الحق سبحانه وتعالى: </p><p> {فَإِن تَابُواْ وَأَقَامُواْ الصلاوة وَآتَوُاْ الزكاوة فَإِخْوَانُكُمْ فِي الدين وَنُفَصِّلُ الآيات لِقَوْمٍ يَعْلَمُونَ}  [التوبة: ١١] . </p><p> أي نبينها لقوم يبحثون عن العلم الحقيقي، الذي بينه الله عَزَّ وَجَلَّ في منهجه، ولذلك نجد مثلا أنه إذا وصلت أمة من الأمم إلى كشف جديد فأهل العلم في الإسلام يعرفون أنه ليس كشفا جديداً؛ لأن الإسلام ذكره منذ وقت طويل. </p><p> فمثلا في القانون في ألمانيا وصلوا إلى مادة في القانون سموها:  «سوء استغلال الحق» فأنت لك حقوق، ولكنك قد تسيء استغلالها. وبدأت الدولة في ألمانيا تتجه نحو تشريع قوانين تهدف لمنع إساءة استغلال الحقوق ووضع شروح لهذه القوانين وتطبيقها إلى آخره، وذهب محام مسلم من بني سويف ليحصل على الدكتوراه من ألمانيا، فاطلع على هذه المسألة، وقد كان يحضر محاضرة يلقيها صاحب قانون نظرية «سوء استغلال الحق» ، فقام المحامي المسلم وقال له: أنت تقول إنَّك واضع هذه النظرية؟ . </p><p> فقال المحاضر الألماني: نعم. فقال المحامي: لقد جاءت هذه النظرية منذ أربعة عشر قرناً في منهج الإسلام. وارتبك المحاضر الألماني ارتباكا شديداً، وجاء بالمستشرقين؛ ليناقشوا هذا المحامي المسلم، وجاءوا بكتب السيرة النبوية، وأخرج المحامي للمستشرقين قصة من سيرة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ تقول: إن رسول الله عَلَيْهِ الصَّلَاة وَالسَّلَام ُ كان جالسا فجاءه صحابي يشكو من أن أحد الصحابة له نخلة في بيته، والبيت مملوك للصحابي الشاكي، والنخلة مملوكة لصاحبي آخر، وقد تعوَّد أن يأتي الصحابي صاحب النخلة إليها كثيراً ليشذبها ويلقحها ويطمئن عليها، وكأنه قد جعلها «مسمار جحا» كما يقول المثل الشعبي، فتعرضت عورة أسرة الصحابي صاحب البيت إلى الحرج، فذهب يشكو الأمر إلى رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وأحضر الرسول صاحب النخلة وأوضح له بما معناه:  «إما أن تهب النخلة لصاحب البيت، وإما أن تبيعها له بالمال، أو أن تقطعها» . </p><p> لقد أوضح له الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: أن النخلة حقك ولكنك </p><p> أسأت استعمال الحق بكثرة ذهابك إلى مكانها بسبب وبغير سبب، مما عرَّض عورة صاحب البيت للمتاعب. وكان هذا الفعل هو المثل الحي لسوء استغلال الحق. وكان من أمانة العلم أن يعدل أستاذ القانون الألماني في محاضرته ويقول: لقد ظننت أنني قد جئت بشيء جديد، ولكن الإسلام سبقني إليه منذ أربعة عشر قرنا. وفعلا تم التعديل. واعترف القانون الألماني بأن الإسلام قد سبقه في نظرية «سوء استغلال الحق» منذ ألف وأربعمائة سنة. </p><p> ولذلك تجد أن صفة الأمية في رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وفي أمته، كانت شهادة تفوق؛ لأنها لم تأخذ علمها بالقراءة عن حضارات الأمم السابقة، وإنما أخذته عن الله؛ لأن أقصى ما يصل إليه غير الأميين في علمهم أن يجيء إليهم العلم من بعضهم البعض، ولكن أمة محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ جاء لها العلم من الله، وسادت الدنيا أكثر من ألف عام. </p><p> ويقول الحق سبحانه وتعالى بعد ذلك:  {وَإِن نكثوا أَيْمَانَهُم مِّن بَعْدِ عَهْدِهِمْ وَطَعَنُواْ فِي دِينِكُمْ ... } </p>"
}