{
  "id": null,
  "sura": 9,
  "aya": 19,
  "text": "<p> جاءت هذه الآية رداً على كفار مكة الذين أسروا في غزوة بدر، وكان منهم العباس عم رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حين تحدث إليه بعض من الصحابة يدعونه للإسلام وللجهاد في سبيل الله فقال: إننا نسقي الحجيج ونرعى البيت، ونفك العاني، ونقوم بعمارة البيت الحرام قال العباس ذلك ولم يكن قد أسلم بعد. وما قاله العباس هو موجز رأي أهل الشرك من قريش، الذين جعلوا هذه المسائل مقابل الإيمان بالله والجهاد في سبيله. وجاء قول الحق ليؤكد أن الكفة غير راجحة فقال:  {أَجَعَلْتُمْ سِقَايَةَ الحاج. .}  [التوبة: ١٩] . </p><p> وكلمة {سِقَايَةَ} تطلق ثلاث إطلاقات: فهي المكان الذي يجتمع فيه الماء ليشرب منه الناس والذي نسميه. السبيل. وكذلك تطلق السقاية: على الإناء الذي نشرب منه الماء، والذي يرفع إلى الفم كالكوب والكأس أو يسمى صواع الملك، وفي قصة يوسف عليه السلام يأتي القول الكريم:  {فَلَمَّا جَهَّزَهُمْ بِجَهَازِهِمْ جَعَلَ السقاية فِي رَحْلِ أَخِيهِ}  [يوسف: ٧٠] . </p><p> أما المعنى الثالث: فهو الحرفة نفسها؛ فنقول: هذه خياطة، وهذه حدادة </p><p> وهذه سقاية، أي أنه عمل يتصل بسقاية الناس، فالسقاية - إذن - هي المكان الواسع الذي يتجمع فيه الماء، أو الإناء الذي نستعمله في الشرب، أو الحرفة التي يقوم بها السقا. </p><p> وهنا يقول الحق تبارك وتعالى: </p><p> {أَجَعَلْتُمْ سِقَايَةَ الحاج وَعِمَارَةَ المسجد الحرام كَمَنْ آمَنَ بالله واليوم الآخر}  [التوبة: ١٩] . </p><p> فإن كنتم تفتخرون بأنكم تحترفون سقاية الحاج، وعمارة المسجد الحرام وتجعلون هذا في مقابل الإسلام، فذلك لا يصلح أبدا كمقابل للإيمان، ولا تتساوى كفة الإيمان بالله واليوم الآخر أبداً مع كفة سقاية الحجيج، وعمارة المسجد الحرام. ومن يقدر ذلك هو الله سبحانه وتعالى، وله مطلق المشيئة في أن يتقبل العمل أو لا يتقبله. والمؤمن المجاهد في سبيل الله إنما يطلب الجزاء من الله، أما من يسقي الحجاج؛ ويعمر بيت الله دون أن يعترف بوحدانية الله كالمشركين - قبل الإسلام - فهو يطلب الجزاء ممن عمل من إجلهم، ولأنه سبحانه هو معطي الجزاء، فهو جل وعلا يوضح لنا: أن هذين العملين لا يستويان عنده، أي لا يساوي أحدهما الآخر في الجزاء. </p><p> ويقال: إن سيدنا الإمام عليا رَضِيَ اللَّهُ عَنْه، وكرم الله وجهه، مر على طلحة بن شيبة؛ والعباس ووجدهما يتفاخران، أي: يفاخر كل منهما الآخر بالمناقب التي يعتز بها؛ ليثبت أنه أحسن وأفضل منه. وكانت المفاخرة من طبع العرب حتى في الأشياء التي ليس لهم فيها فضل، والممنوحة لهم من الله عَزَّ وَجَلَّ مثل الشكل والنسب إلى آخره، لأن أحداً لا يختار أباه وأمه ليتفاخر بهما، وإنما كل ذلك هو عطاء من الله سبحانه وتعالى. </p><p> لقد كان العرب مثلاً يجلسون أمام مكان ممتلىء بالماء يتفاخرون أيهم يغطس في الماء، ويبقى رأسه تحت الماء مدة أطول، أي: أيهم أطول نفساً من الآخر، مع أن هذه مسألة خاضعة لبنية الجسم وتكوينها من الله الخالق، وليس لأحد يد فيها، فهناك من أعطاه الله رئتين أقوى من الآخر، وهو الذي يستطيع أن يغطس مدة أطول، ولكن هذه المسألة كانت من أوجه التفاخر عند العرب. </p><p> جلس طلحة والعباس يتفاخران، فقال طلحة بن شيبة: بيدي مفتاح الكعبة، ولو شئت أن أنام فيها لنمت. </p><p> فرد عليه العباس: وأنا معي سقاية الحاج، ولو شئت ألا أسقي أحدا لا ستطعت. ومر الإمام علي كرم الله وجهه عليهما وهما يتفاخران، فلما سمع كلامهما قال: ما أدري ما تقولان لقد صليت ستة أشهر قبل الناس، وأنا صاحب الجهاد فنزلت الآية: </p><p> {أَجَعَلْتُمْ سِقَايَةَ الحاج وَعِمَارَةَ المسجد الحرام كَمَنْ آمَنَ بالله واليوم الآخر وَجَاهَدَ فِي سَبِيلِ الله لاَ يَسْتَوُونَ عِندَ الله}  [التوبة: ١٩] . </p><p> ولم يكد العباس يسمع هذه الآية حتى قال:  «إنَّا قد رضينا، إنَّ قد رضينا» ، قال ذلك لأن الله سبحانه وتعالى هو الذي حكم، وفي هذا القول إشارة إلى أن المفاخرة التي كانت بين العباس وطلحة لم تكن في موضعها. </p><p> وكلمة {عِندَ الله} في الآية الكريمة تفيد: أن المقاييس عند الله تختلف عن المقاييس عند البشر؛ لأن المقاييس عادة تختلف حتى بين الناس، فلك مقاييس وللناس مقاييس. وقد تجامل نفسك في مقاييسك. وقد يجاملك الناس في مقاييسهم، أو قد يقسون عليك. وكل مقياس يكون فيه هوى؛ لأن كل إنسان إنما يؤثر نفسه. وكل إنسان يحاول أن يأخذ كل شيء. ولكن المقاييس </p><p> التي لا هوى فيها والتي ليس فيها إلا العدل المطلق هي مقاييس الله، ولذلك نجدها تَجُبُّ كل شيء، وليس فيها أي فرصة للطعن. </p><p> ثم يذيل الحق سبحانه وتعالى الآية الكريمة بقوله: </p><p> {والله لاَ يَهْدِي القوم الظالمين}  [التوبة: ١٩] . </p><p> وهذه أوجدت الحل لمشكلات متعددة يثيرها بعض الناس حول الهداية، وكيف أنها من الله سبحانه وتعالى وليست من العبد لقوله تعالى:  {إِنَّكَ لاَ تَهْدِي مَنْ أَحْبَبْتَ ولكن الله يَهْدِي مَن يَشَآءُ}  [القصص: ٥٦] . </p><p> نقول: نعم، إن مشيئة الهدى من الله سبحانه وتعالى، لكنه سبحانه قد أوضح لنا من لا يدخلهم في مشيئة هديه، فقال:  {والله لاَ يَهْدِي القوم الكافرين}  [البقرة: ٢٦٤] . </p><p> وقال سبحانه:  {والله لاَ يَهْدِي القوم الظالمين}  [البقرة: ٢٥٨] . </p><p> وقال سبحانه:  {والله لاَ يَهْدِي القوم الفاسقين}  [المائدة: ١٠٨] . </p><p> وقد ذكر الحق سبحانه وتعالى هذه الحقائق في الكثير من آيات القرآن الكرين. وبعض الناس يقول: إن الهدى من الله، ولو أن الله هداني ما قتلت، وما سرقت وما ارتشيت، ونقول: هذا فهم خاطىء، ولنرجع إلى القرآن الكريم، فالحق تبارك وتعالى يقول:  {والله لاَ يَهْدِي} أي نفي ما يستوجب الهداية عمن ظلم أو فسق أو كفر؛ لأن الحق سبحانه لاَ يَهْدِي من قام الكفر؛ أو قدم الظلم </p><p> أو قدم الفسق؛ فكأن الكافر أو الظالم أو الفاسق، هو الذي يمنع الهداية عن نفسه. </p><p> ولو قدم الإنسان الإيمان لدخل في هداية الله تعالى، فكأن خروج الإنسان عن مشيئة هداية الله هي مسألة من عمل الإنسان وباختياره، فقد يختار الإنسان طريق الغواية، ويترك طريق الهداية؛ لذلك لا يهديه الله؛ لأنه سبحانه لا يهدي إلا المؤمن به. وإن اختار الإنسان طريق الهداية، فالحق يعطيه المزيد من الهدى؛ لأنه آمن بالله؛ فاختار طريق الهداية، واستقبل منهج الله بالرضى. وهكذا نفهم قول الحق تبارك وتعالى:  {فَإِنَّ الله يُضِلُّ مَن يَشَآءُ وَيَهْدِي مَن يَشَآءُ}  [فاطر: ٨] . </p><p> إذن فالحق يهدي من استمع إلى القرآن بروح الإيمان، واستقر في يقينه أن له ربا، واعتقد أن له إلهاً، وقد فصلنا ذلك في مسألة القضاء والقدر، وقلنا: إن الذين يقرأون القرآن لفهم قضية الهداية عليهم أن يستقرئوا كل الآيات المتعلقة بالموضوع، فسبحانه وتعالى قد أوضح أنه لا يهدي الكافر، إذن فهو يهدي المؤمن، وأوضح أنه لا يهدي الظالم، إذن فهو يهدي العادل، وأوضح أنه جل وعلا لا يهدي الفاسق، إذن فهو يهدي الطائع، فلا يقولن أحد: إن الله لم يشَأْ أن يهديني؛ لأن هذا فهم خاطىء لمعنى الهداية من الله؛ فسبحانه وتعالى قد بيَّن لنا من شاء هدايته ومن شاء إضلاله، وهو يهدي من قدم أسباب الهداية، وأسلم مقاليد زمامه للإيمان، والله سبحانه وتعالى يقول:  {وَيَزِيدُ الله الذين اهتدوا هُدًى والباقيات الصالحات خَيْرٌ عِندَ رَبِّكَ ثَوَاباً وَخَيْرٌ مَّرَدّاً}  [مريم: ٧٦] . </p><p> ويقول أيضا:  {والذين اهتدوا زَادَهُمْ هُدًى وَآتَاهُمْ تَقُوَاهُمْ}  [محمد: ١٧] . </p><p> إذن فالله أخبرنا مسبقاً بمن يستحق هدايته ومن لا يدخل فيها، وأنت باختيارك طريقك، إما أن تؤمن؛ فتدخل في الهداية، وإما أن تختار طريق الكفر والظلم والعياذ بالله؛ فتمتنع عنك الهداية. فإذا جاء أحد يجادلك؛ ويقول لك: إن الله سبحانه وتعالى قد قال: {كَذَلِكَ يُضِلُّ الله مَن يَشَآءُ وَيَهْدِي مَن يَشَآءُ}  [المدثر: ٣١] . </p><p> لك أن تقول له: لقد بيَّن الله عَزَّ وَجَلَّ من شاء له الهداية، ومن شاء له الضلال، ولقد ضربنا لذلك مثلاً - ولله المثل الأعلى - فقلنا: إن الهداية قد وردت في القرآن الكريم على معنيين: المعنى الأول هو الدلالة على الطريق، وهذه هداية للجميع، فقد دل الله المؤمن والكافر على طريق الإيمان برسله وكتبه، أي: بيَّن لهم ما يرضيه وما يغضبه وما يوجب رحمته وما يوجب لعنته، فالهداية الأولى - إذن - وردت بمعنى الدلالة للجميع، أي: أنها هداية عامة. ثم هناك هداية ثانية خاصة للمؤمنين، وهي التي بيَّنها الله سبحانه وتعالى في قوله تعالى: </p><p> {والذين اهتدوا زَادَهُمْ هُدًى وَآتَاهُمْ تَقُوَاهُمْ}  [محمد: ١٧] . </p><p> أي: أعانهم على منهجه؛ فيسَّر لهم الطاعة وصعَّب عليهم المعاصي، فإذا امتثل المؤمن لمنهج الله وأطاعه، فالحق عَزَّ وَجَلَّ يشرح صدره بذلك، ويجبب الطاعة إليه؛ فيزداد طاعة. وإذا شرع في ارتكاب المعصية؛ بغَّضها له وجعلها ثقيلة على نفسه حتى يتركها. </p><p> وضربنا لذلك مثلا بالرجل الذي يقود سيارته ذاهبا لمكان معين. وعند </p><p> مفترق الطرق وجد رجلا من رجال المرور؛ فدله على الطريق، هذه دلالة عامة. وعندما يقدم الرجل الشكر لجندي المرور. فرجل المرور يُزيد من الإيضاح له: لا تتبع طريق؛ كذا لأن فيها متاعب ومصاعب، واتبع طريق كذا وكذا تصل في سرعة ويسر، وهذه زيادة في الدلالة، أو زيادة في الهداية. لكن إن قال سائق السيارة لنفسه: إن هذا رجل مرور لا يعرف شيئاً، وتجاهل شكره، فرجل المرور يتركه وشأنه. </p><p> إذن فالحق سبحانه قد هدى المؤمن والكافر إلى طريق الإيمان، فمن اتخذ طريق الإيمان أعانه الله تعالى عليه. ومن اتخذ طريق الكفر - والعياذ بالله - تركه الله يعاني ويضل. ولذلك لا بد لنا أن نتذكر دائما أن الهداية هدايتان؛ هداية دلالة لكل الناس، وهداية معونة للمؤمنين فقط، وفي الدلالة العامة يقول الحق تبارك وتعالى:  {وَهَدَيْنَاهُ النجدين}  [البلد: ١٠] . </p><p> أما دلالة المعونة: فهي التي يقول فيها المولى عَزَّ وَجَلَّ: {والذين اهتدوا زَادَهُمْ هُدًى وَآتَاهُمْ تَقُوَاهُمْ}  [محمد: ١٧] . </p><p> وما يكشف لنا أن الهداية عامة، أن الحق سبحانه وتعالى حينما تكلم عن قوم ثمود وهم الذين بعث الله إليهم أخاهم صالحاً، قال سبحانه:  {وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ}  [فصلت: ١٧] . </p><p> ولو كانت الهداية هنا بمعنى أنهم أصبحوا مهتدين، وسلكوا سبيل الإيمان ما قال الله سبحانه بعدها:  {فاستحبوا العمى عَلَى الهدى}  [فصلت: ١٧] . </p><p> إذن {فَهَدَيْنَاهُمْ} في هذه الآية الكريمة معناها دللناهم على طريق الإيمان ولكنهم اختاروا طريق العمى والكفر. </p><p> ويقول المولى سبحانه وتعالى بعد ذلك:  {الذين آمَنُواْ وَهَاجَرُواْ وجاهدوا فِي سَبِيلِ الله بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ ... } </p>"
}