{
  "id": null,
  "sura": 9,
  "aya": 10,
  "text": "<p> ومن لا يرقب إلاّ ولا ذمة في غيره إنما يظلمه، فإذا كان بيني وبينك قرابة، أو عهد، أو إيمان، فإن لم تراع ذلك تكون قد اعتديت على حقوقي عندك، وليتك قد اقتصرت في الاعتداء على حقوق الغير، لكنك - أيضا - اعتديت على نفسك، لأنك أعطيتها متاعاً قليلاً في الدنيا، وتصلى في الآخرة ناراً، إذن فقد ظلمت نفسك. ولذلك يقول الحق تبارك وتعالى:  {والذين إِذَا فَعَلُواْ فَاحِشَةً أَوْ ظلموا أَنْفُسَهُمْ}  [آل عمران: ١٣٥] . </p><p> ويقول سبحانه وتعالى:  {وَمَا ظَلَمْنَاهُمْ ولكن كانوا أَنْفُسَهُمْ يَظْلِمُونَ}  [النحل: ١١٨] . </p><p> وأليس الذي فعل فاحشة، يظلم نفسه؟ بلى، ظلمها في الآخرة بعد أن أعطاها شهوة في الدنيا، أي أنه أخذ متعة عاجلة بعذاب آجل. لكن الذي يظلم نفسه ظلما شديدا وبيِّناً هو الذي يرتكب إثما دون أن يأخذ متعة في الدنيا، فلا هو أخذ متعة دنيا ولا أخذ متعة آخرة، مثل الذي يتطوع لشهادة الزور، هو يأخذ عذاباً في الآخرة ولم يأخذ متعة في الدنيا. </p><p> وقد يقول قائل: إن هذه الآية مكررة لأن الله تعالى قال من قبل: {كَيْفَ وَإِن يَظْهَرُوا عَلَيْكُمْ لاَ يَرْقُبُواْ فِيكُمْ إِلاًّ وَلاَ ذِمَّةً}  [التوبة: ٨] . </p><p> ونقول: إن الموضوع يختلف، ففي الآية الثامنة من سورة التوبة يبين الحق أنهم إن تمكنوا من المؤمنين فلن يراعوا قرابة ولا جواراً ولا حلفاً، وإن أظهروا عكس ذلك. أما في الآية التي نحن بصدد خواطرنا عنها فهم يظلمون أنفسهم ويبيعون إيمانهم بثمن قليل، وهناك فرق بين ظلم الغير وظلم النفس. </p><p> وهم في صدهم عن سبيل الله تعالى وعدوانهم على المؤمنين، لم يحصلوا على فائدة دنيوية، بل حاربوا الإيمان وحاربوا الدين فأخذوا الإثم ولم يستفيدوا شيئا، فكأنهم لا يرقبون إلاّ ولا ذمة حتى مع أنفسهم. ولذلك وصفهم الحق سبحانه وتعالى بأنهم هم المعتدون، لأنهم دون أن يُعتدى عليهم تطوعوا بالعدوان على دين الله وعلى رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وعلى المؤمنين ثم قاموا بالعدوان على أنفسهم. ومن بعد ذلك تأتي رحمة الله لترينا كيف أن الله تعالى رحيم بعباده وخلقه، فالحق سبحانه وتعالى يخبرنا بأنهم مهما فعلوا فإنهم إن تابوا يقبل الله توبتهم، لذلك يقول الحق جل جلاله:  {فَإِن تَابُواْ وَأَقَامُواْ الصلاوة وَآتَوُاْ الزكاوة فَإِخْوَانُكُمْ فِي الدين ... } </p>"
}