{
  "id": null,
  "sura": 9,
  "aya": 103,
  "text": "<p> هذه هي الصدقة غير الواجبة؛ لأنها لو كانت الصدقة الواجبة لما احتاجت إلى أمر جديد، بل هي صدقة الكفارة. </p><p> وقوله الحق:  {مِنْ أَمْوَالِهِمْ} يعني أموال من اعترفوا بذنوبهم، وقد نسب الأموال وملكيتها لهم، رغم أن المال كله لله، مصداقاً لقوله:  {وَآتُوهُمْ مِّن مَّالِ الله الذي آتَاكُمْ ... }  [النور: ٣٣] </p><p> ولكن الحق ينقله إلى خلقه تفضلاً منه، وأوضح سبحانه إذا قلت لكم: أخرجوا شيئاً من المال الذي وهبتكم إياه فلن أرجع فيما وهبته لكم، ولذلك إذا احتاج مؤمن شيئاً من مؤمن مثله، فالحق سبحانه وتعالى يقول:  {مَّن ذَا الذي يُقْرِضُ الله ... }  [البقرة: ٢٤٥] </p><p> وسبحانه واهب المال وهو يحترم هبته لصاحب المال. </p><p> وقوله:  {خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً} لاحظ فيه العلماء أن المال حين يضاف إلى صاحبه فهو تطمين له، حتى يتحرك في الحياة حركة فوق ما يحتاج، ويبقى له شيء يتموَّله، وبذلك يحرص الإنسان على الحركة التي ينتفع بها الغير، وإن لم يقصد. فيوضح له الحق: اطمئن إلى أن كل شيء سيزيد عن حاجتك يصبح ملكاً لك، ولا يخرج المال عن ملكية صاحبه إلا إذا كان صاحبه غير أهل للتصرّف، مصداقاً لقوله الحق:  {وَلاَ تُؤْتُواْ السفهآء أَمْوَالَكُمُ ... }  [النساء: ٥] </p><p> لأن السفيه لا يصح أن يتملك؛ لأنه بالحمق قد يضيع كل شيء، </p><p> فينزل الحق الحكم: إن مال السفيه الذي يملكه ليس ماله إنما هو مالكم. ولكن إلى متى؟ فيأتي القول الحق:  {فَإِنْ آنَسْتُمْ مِّنْهُمْ رُشْداً فادفعوا إِلَيْهِمْ أَمْوَالَهُمْ ... }  [النساء: ٦] </p><p> أي: ردوا إليهم أموالهم متى عادوا إلى الرشد وصاروا أهلاً للملكية. </p><p> والحق في هذه الآية يقول: </p><p> {خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا} والله سبحانه وتعالى هو صاحب المال، وهو يأتي بالمال، بالأسباب التي جعلها للبشر في حركة الحياة، وأمَّنهم على عرقهم، وأمَّنهم على ما يملكون؛ حتى لا يزهد أحد في الحركة؛ فلو أخذ كل واحد من حركته على قدر نفسه، ولم يتملك المال؛ لضنّ الناس بالحركة. وإذا ضن الناس بالحركة؛ فلن يستفيد غير القادرين على الحركة، فأراد الله سبحانه وتعالى أن يجعل ما يزيد على حاجات الناس ملْكاً لهم؛ لأن النفس تحب أن تتملك، والتملك أمر غريزي في النفس؛ بدليل أن الله سبحانه وتعالى هو الذي طلب أن يؤخذ من الأموال، وأوضح أنه يضاعفها له، ومعنى أنه يضاعفها عنده أنه يُنمي فيه غريزة التملك. </p><p> وقوله الحق:  {خُذْ مِنْ أَمْوَالِهِمْ} نلحظ فيه أن الأموال أضيفت لأصحابها، ما لم يكن فيهم سفه في التصرف أو عدم رشد؛ بأن يكون وارث المال قاصراً لا يقدر على التصرف فيه، فأوضح لنا سبحانه: لا تعتبروا مال السفيه ولا مال القاصر ماله، ولكن ليرعى الوصيّ المال باعتبار أنه ماله هو، وحذَّر سبحانه الوصيَّ: إياك أن تتعدى في ملكية هذا المال؛ لأن الذي جعله مالك، إنما جعل الملكية من أجل القيامة على المال، ولأجل هو أن يبلغ القاصر رشده، أو يرجع السفيه إلى عقله. </p><p> {وَلاَ تُؤْتُواْ السفهآء أَمْوَالَكُمُ التي جَعَلَ الله لَكُمْ قِيَاماً ... }  [النساء: ٥] </p><p> فإياك أيها الوصي، أن تظن أن الله قد أعطى لك هذا المال، بل جعل لك حق القيام عليه فقط، ثم يقول سبحانه:  {فَإِنْ آنَسْتُمْ مِّنْهُمْ رُشْداً فادفعوا إِلَيْهِمْ أَمْوَالَهُمْ} ولم يقل: «فادفعوا إليهم أموالكم» وإلا كان الأمر صعباً على الناس. </p><p> وهنا ملحظية لحظها العلماء رَضِيَ اللَّهُ عَنْهم، وهو أن المال إذا كان فيه حق معلوم للسائل والمحروم، فلا يصح أن ينسب الإنسان المال كله لنفسه؛ لأن له شركاء فيه هما السائل والمحروم، فالمال - إذن - ملكية صاحبه باستثناء حق السائل والمحروم. </p><p> وفي آية أخرى قال الحق:  {والذين في أَمْوَالِهِمْ حَقٌّ مَّعْلُومٌ لِّلسَّآئِلِ والمحروم}  [المعارج: ٢٤ - ٢٥] </p><p> و «الحق المعلوم» هو الزكاة المفترضة من نصاب معلوم بقدر معلوم، وأما الأمر الثاني فهو حق أيضاً، ولكن الذي يوجبه ويحدده هو صاحب المال على نفسه، وهو التطوع، ولذلك لم يقل: حق معلوم كما في سورة الذاريات: {إِنَّ المتقين فِي جَنَّاتٍ وَعُيُونٍ آخِذِينَ مَآ آتَاهُمْ رَبُّهُمْ إِنَّهُمْ كَانُواْ قَبْلَ ذَلِكَ مُحْسِنِينَ كَانُواْ قَلِيلاً مِّن الليل مَا يَهْجَعُونَ وبالأسحار هُمْ يَسْتَغْفِرُونَ وفي أَمْوَالِهِمْ حَقٌّ لَّلسَّآئِلِ والمحروم}  [الذاريات: ١٥ - ١٩] </p><p> لقد ذكر سبحانه هنا الحق ولم يقل إنه معلوم؛ لأن صاحب المال داخل في مقام الإحسان، وهو المقام الذي يلزم الإنسان فيه نفسه بشيء فوق ما فرض الله من جنس ما فرض الله. والله سبحانه لم يفرض على الإنسان أن يقوم الليل كله، أو يظل الليل يستغفر، بل إن المسلم له أن يصلي العشاء وينام، ثم يقوم لصلاة الفجر. لكن إن وجد في نفسه نشاطاً، فهو يقوم الليل؛ لأنه يريد أن يدخل في مرتبة الإحسان. </p><p> وكذلك يؤدي المسلم الزكاة وهذا حق معلوم، أما إن رغب المسلم في أن يدخل في مقام الإحسان فهو يزيد على الزكاة، وقد جعل الله هذا حقّاً لكنه غير معلوم؛ ليفسح لأريحيات الكرام أن يتجاوزوا الحق المعلوم، فبدلاً من اثنين ونصف بالمائة، قد يجعلها الداخل إلى مقام الإحسان ضعف ذلك أو أكثر. </p><p> ووقف العلماء رَضِيَ اللَّهُ عَنْهم هنا قالوا: إن قوله الحق: {خُذْ مِنْ أَمْوَالِهِمْ} لا يعني اعتبار الجزء المأخوذ من المال للفقير هو حق الفقير، بل هو مال المؤدي، ولو بيّن الله حق الفقير وعزله عن مال صاحبه، فهذا يعني أن المال إن هلك فليس للفقير شيء، ولكن لأن المال مال الغني فحق الفقير محفوظ في ذمة صاحب المال، وهذا أفضل للفقير، فإن الغني لو لم يؤد الزكاة في ساعتها، وبعد ذلك حدث أن هلك المال، فالغني ضامن لحق الفقير. </p><p> {خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ} والصدقة تطهرهم؛ لأن الذنب الذي فعلوه واعترفوا به تسبّب في تقذير أنفسهم بالمعصية، وما داموا قد قذروا أنفسهم بالمعصية، فهم في حاجة أن يُطهَّرُوا بالمال الذي كان سبباً في عدم ذهابهم إلى الغزوة. </p><p> وانظر هناك إلى ملحظ «الأداء البياني» في القرآن، فالحق سبحانه يقول:  {خُذْ} وهو أمر للنبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، ويقول:  {مِنْ أَمْوَالِهِمْ صَدَقَةً} من أموال الأغنياء، هذه الصدقة ستذهب للمحتاج، إذن هنا أربعة عناصر: آخذٌ هو رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، ومأخوذ منه هو صاحب المال، ومأخوذ هو المال، ومأخوذ له هو الفقير المحتاج. </p><p> وما دام الأمر لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فهذا الأمر ينسحب بالتالي على كل من وَلِيَ أمراً من أمور المسلمين. ولقائل أن يقول: ولكنها صدقة وليست زكاة. ونقول: ما دام الله هو الذي أمر بها تطهيراً فقد صارت واجباً، والآية صريحة، وتقتضي أنه ما دامت هناك ولاية شرعية، فولي الأمر هو الذي يأخذ من الناس ويؤدي للفقراء، أو لأوجه الصرف التي شرعها الله؛ لأن الله لا يريد أن يعذب الفقير بأن يمد يده آخذاً من مُسَاو له، أما إن أخذ من الوالي وهو المسئول عن الفقراء، فلن يكون عيباً، كما أن </p><p> الحق سبحانه يريد أن يحمي أهل الفقير من أن يعلموا أن البيت الفلاني يعطي لهم زكاة، فيعاني أولاد الآخذ من المذلة أمام أولاد المعطي، ويعيش أبناء المعطي في تعال لا لزوم له. إذن: فحين يكون الوالي هو الذي يعطي فلن يكون هناك مُسْتعلٍ أو مُستعلىً عليه. </p><p> أما إن لم تكن هناك ولاية إسلامية، ولا يعلم الإنسان إلى أين ستذهب الأموال، فهنا يصبح كل إنسان أن يراعي محيط دينه وهو يخرج الزكاة وحينئذ يكون عندنا مُعْطٍ هو صاحب المال، ومال مُعْطىً، ومعطىً له هو الفقير. </p><p> وعلى من يعود قوله الحق:  {تُطَهِّرُهُمْ وَتُزَكِّيهِمْ} ؟ السطحيون في الفهم يقولون: إنها تطهر من نأخذ منه المال، وتزكّى المال الذي نأخذ منه. لكن من يملك عمقاً في الفهم يقول: ما دامت هناك في هذه الآية عناصر، فضروري أن يعود التطهير والتزكية عليها، وإنها تطهر وتزكي المأخوذ منه صاحب المال، وكذلك تطهر وتزكي المال المأخوذ، وأيضاً تظهر وتزكي المأخوذ له وهو الفقير، لأن التطهير معناه إزالة قَذَر، والتزكية نماء. </p><p> القذارة أمر عارض على الشيء الذي نغسله ونطهره، وتنمية له بشيء عائد عليه فيزداد، وهكذا تُطهر الصدقة وتزكى عناصر الفعل كلها. والتطهير لمن يعطي، له معنى مع، والزكاة لها معنى معه؛ لأنك إن أخذت منه المال، فقد يكون قد ل وأدخل في ماله شيئاً فيه شبهة، فالصدقة والزكاة تطهران هذا المال. </p><p> أما كيف تنمّي صاحب المال؟ أنت إن أخذت منه وهو قادر، معنى ذلك أنك تطمئنه أنه إذا احتاج فستعطيه، وبهذا يعرف أنه لا يعيش في المجتمع بمفرده، ولا يخاف أن يضيع منه المال، واطمأن لحظة أن أخذت منه المال وهو قادر كي تعطي المحتاج، فكأنك تطمئنه وتقول له: أنت لو احتجت فلن تضيع، وبذلك تُنمِّي تواجده وثقته، وطهرته أيضاً من أن يكون في ماله شبهة، هذا من ناحية صاحب المال. </p><p> أما من ناحية المال نفسه، فالصدقة تطهر المال؛ لأن المال قد يزيد فيه شيء فيه شبهة فالزكاة تطهره. </p><p> وقد يخيل إليك أنك حين تأخذ من المال فهو ينقص، عكس الربا الذي يزيد المال، فالربا مثلاً يحقق زيادة للمائة جنيه فتصبح مائة وعشرة مثلاً، أما المزكِّي فالمائة جنيه تصير سبعة وتسعين ونصفاً، والسطحي يرى أن الزكاة أنقصت المال وأن الربا يزيده، ولكن هذا بمقاييس البشر، لا بمقاييس من يملك الأشياء؛ فالزكاة التي تعتبرونها نقصاً تنمّي، والربا الذي تعتبرونه ينمّي إنما يُنقص، والحق يقول:  {يَمْحَقُ الله الربا وَيُرْبِي الصدقات ... }  [البقرة: ٢٧٦] </p><p> إذن: فهناك مقاييس عند البشر، ومقاييس أخرى عند الحق، فما رأيته منقصاً لك، هو عند الله زيادة، وما رأيته مزيداً لك، هو في الواقع نقصٌ، كيف؟ لأن الناس لا ينظرون إلا إلى رزق الوارد الإيجابي، ويظنون أن هذا هو الرزق، ولا يتذكرون أن هناك رزقاً اسمه «رزق السلب» ، فرزق الإيجاب قد يزيد دخلك مثلاً من مائة إلى مائة وعشرة. </p><p> وزرق السلب يتمثل في أنك تصرف سبعين فقط، بدلاً من أن تصرف مائةً، فيبقى لك ثلاثون، بالإضافة إلى أنه يمنع عنك مصارف الشر، هذا من ناحية المال. </p><p> والحق يقول:  {وَمَآ آتَيْتُمْ مِّن رِّباً لِّيَرْبُوَ فِي أَمْوَالِ الناس فَلاَ يَرْبُو عِندَ الله وَمَآ آتَيْتُمْ مِّن زَكَاةٍ تُرِيدُونَ وَجْهَ الله فأولئك هُمُ المضعفون}  [الروم: ٣٩] </p><p> وكيف تكون الصدقة تطهيراً للآخذ وهو لم يذنب ذنباً يحتاج إلى تطهير، بل هو مُعطىً له لأنه محتاج؟ ونقول: إن الآخذ حين يأخذ من مال غيره، وهو عاجز عن الكسب فهو يتطهر من الحقد على ذي النعمة؛ لأنه وصله بعض من المال الذي عند ذي النعمة، فلا يحقد عليه ولا يحسده، فهو إن رأى عنده خيراً، دعا له بالزيادة؛ لأن بعضاً من الخير يعود عليه. </p><p> والفلاحون في ريف مصر يهدون بعضهم بعضاً من لبن ماشيتهم، أو بعضاً من الخير الخارج من لبنها، وساعة أن تمرَّ إحداهما على أهل القرية يدعون الله بحمايتها، وهكذا تتطهر نفس الفقير من الحقد والحسد. </p><p> هذا عن التطهير، فماذا عن التزكية والنماء؟ إن الفقير ساعة يرى نفسه فقيراً، ويرى أن المجتمع الإيماني يقوم برعايته ولا يتركه وحيداً، ويتسابق أهل الخير لنجدته، فنفسه تنمو بالاطمئنان؛ لأنه في مجتنع إيماني. </p><p> إذن: فقوله الحق: {تُطَهِّرُهُمْ وَتُزَكِّيهِمْ} راجع لكل العناصر في الآية. </p><p> ثم يقول سبحانه:  {وَصَلِّ عَلَيْهِمْ} أي: ادع لهم بالخير؛ ولذلك كان النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كلما أتاه قوم بأي صدقة قال:  «اللهم صَلِّ عليهم» فأتاه </p><p> أبو أوفى بصدقته، فقال:  «اللهم صَلِّ على آل أبي أوفى» ، هذه هي التزكية القولية التي يحب كل مسلم أن يسمعها فيعطِي، ويجِدّ ويجتهد من ليس عنده؛ ليسمعها من رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> وقوله الحق:  {إِنَّ صلاوتك سَكَنٌ لَّهُمْ} أي: اطمئنان لهم، وما دام الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قد دعا له، فهو قد اطمأن إلى أن صدقته وصلت إلى مرتبة القبول حيث جازاها رسول الله بالدعاء. وإذا ما سمعها الآخذ للصدقة يقول بينه وبين نفسه: ولماذا لا أجِدّ في حياتي وأجتهد؛ حتى أظفر بتلك الدعوة من رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؟ </p><p> ويُنهي الحق الآية بقوله:  {والله سَمِيعٌ عَلِيمٌ} أي أنه سبحانه {سَمِيعٌ} لكل ما تعتبره قولاً. و {عَلِيمٌ} بكل ما تعتبره فعلاً. </p><p> ويقول الحق بعد ذلك:  {أَلَمْ يعلموا أَنَّ الله ... } </p>"
}