{
  "id": null,
  "sura": 9,
  "aya": 74,
  "text": "<p> وفي هذه الآية الكريمة يبين لنا الحق سبحانه وتعالى حلقات الحلف بالكذب للمنافقين؛ فهم يحلفون أنهم ما قالوا، ويجعلون الله عرضة لأيمانهم؛ مع أنهم قالوا كلمة الكفر، وكفروا بعد أن أعلنوا الإسلام بلسانهم، وإسلامهم إسلامٌ مُدَّعًى. </p><p> ولهذه الآية الكريمة قصة وقعت أحداثها في غزوة تبوك التي حارب المسلمون فيها الروم، وكانت أول قتال بين المسلمين وغير العرب، حيث دعا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إلى هذه الغزوة في فترة شديدة الحرارة، وكان كل واحد في هذه الفترة يفضل الجلوس في الأخياف، أي الحدائق </p><p> الصغيرة، ويجلسون تحت النخيل والشجر في جو رطب ولا يرغبون في القيام من الظل. </p><p> وعندما دعا رسول الله للجهاد في سبيل الله، والذهاب إلى قتال الروم، تلمَّس المنافقون الأعذار الكاذبة حتى لا يذهبوا للجهاد؛ فظلَّ القرآن ينزل في هؤلاء الذين تخلفوا عن هذه الغزوة شهرين كاملين، فقال رجل اسمه الجلاس بن سويد: والله إن كان ما يقوله محمد عن الذين تخلفوا عن القتال صِدْقاً فنحن شرٌّ من الحمير. وهنا قال عامر بن قيس الأنصاري: لقد صدق رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وأنتم شر من الحمير. وأنت يا جلاس شر من الحمار. وهنا قام عدد من المنافقين ليفتكوا بعامر بن قيس الأنصاري؛ لأن الجلاس بن سويد كان من سادة قومه. وذهب عامر بن قيس إلى رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وأخبره بما حدث، فاستدعى رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ابن سويد وسأله عن الخبر، فحلف بالله أن كل ما قاله عامر بن قيس لم يحدث. وتركه رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بعد أن حلف بالله. وهنا رفع عامر بن قيس يده إلى السماء، وقال: اللهم إني أسألك أن تنزل على عبدك ونبيك محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ تصديق الصادق وتكذيب الكاذب. فقال رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ «آمين» . ولم ينتهوا من الدعاء حتى نزل الوحي بقول الحق جل جلاله:  {يَحْلِفُونَ بالله مَا قَالُواْ وَلَقَدْ قَالُواْ كَلِمَةَ الكفر وَكَفَرُواْ بَعْدَ إِسْلاَمِهِمْ وَهَمُّواْ بِمَا لَمْ يَنَالُواْ} . </p><p> وهكذا حسمت هذه الآية الكريمة الموقف. وأظهرت من هو الصادق ومن هو الكاذب؛ فيما رواه عامر بن قيس وأنكره الجلاس. </p><p> ولكن الآية الكريمة تجاوزت ما عُرف من الحادثة إلى ما لم يبلغ رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فقال سبحانه {وَهَمُّواْ بِمَا لَمْ يَنَالُواْ} ذلك أن الله تبارك وتعالى </p><p> أراد أن يُعلم المنافقين أن سبحانه يخبر نبيه بما يخفيه المنافقون عنه، ولو نزلت الآية فقط في حادثة الحلف الكذب، لقال المنافقون: ما عرف محمد - عَلَيْهِ الصَّلَاة وَالسَّلَام ُ - إلا ما قاله عامر، ولكن هناك أشياء لم يسمعها عامر؛ وهم قالوها، ذلك أن المنافقين كانوا قد تآمروا على حياة النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ واتفقوا على قتله عند عبوره العقبة، والعقبة هذه هي مجموعة من الصخور العالية التي تعترض الطريق، فيتحايلون على اجتياز هذه العقبة بأن يعبروها أحياناً من أنفاق منخفضة، وأحياناً يعبرونها بأن يصعدوا فوقها ثم ينزلوا. </p><p> ودبر المنافقون أن يدفعوا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من أعلى الصخور، فيسقط في الوادي، ولكن حذيفة بن اليمان الذي كان يسير خلف ناقة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ تنبه للمؤامرة، فهرب المنافقون، وهكذا لم ينالوا ما يريدون، مثلما لم ينالوا ما أرادوه عندما أتى رسول الله صلى الله مهاجراً إلى المدينة، فقد كانوا يعدِّون العُدَّة ليجعلوا عبد الله بن أبيّ ملكاً عليهم، ولكن مجيء رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لم يُمكنهم من ذلك. </p><p> وقيل: إنهم تآمروا على قتل عامر بن قيس؛ لأنه أبلغ رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ما قاله الجلاس بن سويد، ولكنهم لم يتمكنوا. </p><p> وقول الحق سبحانه وتعالى:  {وَمَا نقموا إِلاَّ أَنْ أَغْنَاهُمُ الله وَرَسُولُهُ مِن فَضْلِهِ} و {نقموا} تعني: كرهوا، والغنى - كما نعلم - أمر لا يُكره، ولكن وروده هنا دليل على فساد طبعهم وعدم الإنصاف في حكمهم؛ لأن الغنى والأمن الذي أصابهم ليس عيباً ولا يولد كراهية. بل كان من الطبيعي أن يولد حباً وتفانياً في الإيمان. </p><p> والحق سبحانه وتعالى يوضح لهم: ماذا تعيبون على محمد؟ وماذا تكرهون فيه؟ هل تكرهونه وقد جاءكم بالعزة والغنى؟ </p><p> وقبل أن يأتي رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، كان الذين كرهوا مجيء الرسول إلى المدينة فقراء لا يملكون شيئاً، ولكنهم لما نافقوا ودخلوا في الإسلام، أخذوا من الغنائم، وأغناهم الله؛ بل إن الجلاس بن سويد لما قُتِل له غلام دفع له رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ اثني عشر ألف درهم ديّة. إذن: فقد جاء على يد الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ الغنى للجميع، فهل هذا أمر تكرهونه؟ طبعاً لا. ولكنه دليل على فساد طباعكم وعدم إنصافكم في الحكم، وما دام الله سبحانه وتعالى قد أغناكم بمجيء رسوله؛ ما كان يصح أن يُعاب ذلك على رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، بل كان يجب أن يُمدح به، وأن تتفانوا في الإيمان به ونصرته. </p><p> وقول الحق سبحانه وتعالى:  {مِن فَضْلِهِ} يلفتنا إلى أسلوب القرآن الكريم. ولقد قال الحق سبحانه وتعالى:  {الله وَرَسُولُهُ} وكان قياس كلام البشر أن يقال «الله ورسوله من فضلهما» ، ولكنه قال:  {مِن فَضْلِهِ} لأن الله لا يُثنَّى مع أحد، ولو كان محمد بن عبد الله. </p><p> ولذلك عندما سمع رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ خطيباً يخطب ويقول: من أطاع الله ورسوله فقد نجا، ومن عصاهما فقد هلك، فقال رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: بئس خطيب القوم أنت؛ لأن الخطيب جمع جَمْعَ تثنية بين الله ورسوله. </p><p> وهنا توقف الخطيب وقال: فماذا أقول يا رسول الله؟ فقال رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: قل ومَنْ يعْص الله ورسوله فقد هلك، ولا تقل: عصاهما، لا تجمع مع الله أحداً ولا تُثنِّ مع الله أحداً؛ ولذلك نجد القرآن الكريم لم يَقُلْ «أغناهما الله ورسوله من فضلهما» ، ولكنه قال:  {مِن فَضْلِهِ} لأن الفضل واحد. فإن كان لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فضل؛ فهو من فضل الله. </p><p> وعلى أية حال فالله لا يُثنَّى معه أحد؛ ولذلك نجد في القرآن الكريم:  {يَحْلِفُونَ بالله لَكُمْ لِيُرْضُوكُمْ والله وَرَسُولُهُ أَحَقُّ أَن يُرْضُوهُ إِن كَانُواْ مُؤْمِنِينَ}  [التوبة: ٦٢] </p><p> وهنا نرى أيضاً أن الحق سبحانه قد استخدم صيغة المفرد في الرضا؛ لأن رضا الله سبحانه وتعالى ورضا رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يتحدان، ولأنه إذا جاء اسم الله فلا يُثنَّى معه أحد. </p><p> وبعد أن فضح الحق سبحانه وتعالى المنافقين وبيّن ما في قلوبهم؛ لم تتخلَّ رحمته عنهم؛ لأنه سبحانه وتعالى رحيم بعباده، ولذلك فتح لهم باب التوبة فقال:  {فَإِن يَتُوبُواْ يَكُ خَيْراً لَّهُمْ} ، وفَتْحُ باب التوبة رحمة لحركة الحياة كلها؛ فلو أغلق الله باب التوبة لأصبح كل من ارتكب ذنباً مصيره للنار. وإذا علم الإنسان أن مصيره للعذاب مهما فعل، فلا بد أن يستشري في الذنب، ويزداد في الإثم، ما دام لا فرق بين ذنب واحد وذنوب متعددة. ولكن حين يعلم أن أي إنسان يخطئ أن باب التوبة مفتوح؛ فهو لا يستشري في الإثم، ثم إن الذي يعاني من الشرور والآثام حقيقة هو المجتمع ككل، فإذا وُجد لص خطير مثلاً؛ فالذي يعاني من سرقاته هو المجتمع. وإذا وُجد قاتل محترف فالذي يعاني من جرائمه هم الذين سيقتلهم من أفراد المجتمع. </p><p> إذن: ففتح باب التوبة رحمة للمجتمع؛ لأنها لا تدفع المجرم إلى الاستشراء في إجرامه. وإذا نظرت إلى الآية الكريمة، فالله سبحانه وتعالى بعد أن أظهر الحق، وبيّن للرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وللمؤمنين أشياء كان المنافقون يخفونها؛ فتح للمنافقين باب التوبة، وحينئذ قال الجلاس بن سويد زعيم المنافقين: يا رسول الله. لقد عرض الله عليّ التوبة. والله قد قلت ما قاله عامر، وإن عامراً لَصَادقٌ فيما قاله عني. وتاب الجلاس وحسُن إسلامه. </p><p> أما الذين تُعرَض عليهم التوبة ولا يتوبون إلى الله، فقد قال سبحانه: </p><p> {وَإِن يَتَوَلَّوْا يُعَذِّبْهُمُ الله عَذَاباً أَلِيماً فِي الدنيا والآخرة وَمَا لَهُمْ فِي الأرض مِن وَلِيٍّ وَلاَ نَصِيرٍ} . إذن: فجزاء من يرفض التوبة ولا يعترف بخطئه هو العذاب الأليم، لا في الآخرة فقط، ولكن في الدنيا والآخرة. </p><p> وعذاب الدنيا إما بالقتل وإما بالفضيحة، وعذاب الآخرة في الدرك الأسفل من النار. </p><p> ولكن قول الحق سبحانه وتعالى:  {وَمَا لَهُمْ فِي الأرض مِن وَلِيٍّ وَلاَ نَصِيرٍ} قد يفهمه بعض الناس فهماً خاطئاً، بأن العذاب في الدنيا فقط، ولكن هناك أرض في الدنيا؛ وأرض في الآخرة هي أرض المعاد؛ مصداقاً لقوله تعالى:  {يَوْمَ تُبَدَّلُ الأرض غَيْرَ الأرض والسموات ... }  [إبراهيم: ٤٨] </p><p> إذن: فكلمة {الأرض} تعطينا صورتين في الدنيا وفي الآخرة. </p><p> وقوله تعالى:  {وَمَا لَهُمْ فِي الأرض مِن وَلِيٍّ وَلاَ نَصِيرٍ} يوضح لنا أن الوليّ هو القريب منك الذي تفزع إليه عند الشدائد، ولا تفزع عند الشدائد </p><p> إلا لمن تطمع أن ينصرك، أو لمن هو أقوى منك، أما النصير فهو من تطلب منه النصرة. وقد يكون من البعيدين عنك ولا ترتبط به ولاية، إذن: فلا الوليّ القريب منك، ولا الغريب الذي قد تفزع إليه لينصرك يستطيعان أن يفعلا لك شيئاً، فلا نجاة من عذاب الله لمن كفر أو نافق. </p><p> ثم يعرض الحق سبحانه وتعالى صورة أخرى من صور المنافقين؛ فيقول:  {وَمِنْهُمْ مَّنْ عَاهَدَ الله لَئِنْ ... } </p>"
}