{
  "id": null,
  "sura": 9,
  "aya": 28,
  "text": "<p> أي: أنه لا يكفي أن يقطع المؤمنون كل عهودهم مع المشركين، بل لا بد أن يبرأوا أيضاً من المشركين أنفسهم؛ لأنهم نجس، والنجس هو الشيء المستقذر الذي تعافه النفس وتنفر منه، وقد يكون المشرك من هؤلاء مقبولاً من ناحية الشكل والملبس، ولكن هذا هو القالب، والحق سبحانه وتعالى حينما يتكلم إنما يتكلم عن المعاني وعن الخلق. فالله عَزَّ وَجَلَّ لا ينظر إلى القوالب، بل إلى القلوب، ويقول الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في الحديث الذي يرويه عنه أبو هريرة رَضِيَ اللَّهُ عَنْه:  «إن الله لا ينظر إلى أجسامكم ولا إلى صوركم، ولكن ينظر إلى قلوبكم» . </p><p> فقد تكون الصورة مقبولة شكلاً، لكن العقيدة التي توجد في قلوب تلك الأجساد قذرة ونجسة، وسبحانه لا يأخذ بالظواهر ولا بالصور، بل بالقيم. وأنت إذا ما نظرت إلى القيم وإلى العقائد الحقة الصادقة، تجد كل عقيدة تنبئ عن تكوين مادتها، وعلى سبيل المثال، حينما تكون فرحاً، يتضح ذلك على </p><p> أساريرك، ومن سيقابلك سيلحظ ذلك ويعرف أنك مبتهج، وإن كنت غاضباً أو تعاني من ضيق، فهذا يتضح على أساريرك. </p><p> إذن: فالمادة تنفعل بانفعال القيم، وما دامت القيم فاسدة فالمادة التي يتكون منها جسده تكون متمردة على صاحبها؛ لأن المادة بطبيعتها عابدة مسبحة لله، وكذلك الروح بطبيعتها عابدة مسبحة لله تعالى، ولا ينشأ الفساد إلا بعد أن توضع الروح في المادة، ثم تتكون النفس من الاثنين معاً، المادة والروح، فإن غلَّبت النفس النفس منهج الله صارت مطمئنة، وإن تأرجحت النفس بين الطاعة والمعصية، فإما أن تطيع فتكون نفساً لوامة، وإما أن تكفر وتتخذ طريق الشر فتكون نفساً أمارة بالسوء. أما قبل أن تنفخ الروح في المادة، فكل منها مسبح لله تعالى؛ لأن كل شيء في الوجود عابد مسبح، والنفس في كل سلوكها مقهورة لإرادة صاحبها بتسخير من الله عَزَّ وَجَلَّ، وحين يأتي الموت، تنتهي الإرادة البشرية وتسقط سيطرة الإنسان على جسده، بل إن هذا الجسد يشهد على صاحبه يوم القيامة. والإنسان في الحياة الدنيا يعيش وإرادته تسيطر على مادته بأمر من الله، فاليد قد تضرب إنساناً، وقد تعين إنساناً آخر وقع في عسرة، ولسان المسلم يشهد أن لا إله إلا الله، ولسان الكافر يشرك مع الله آلهة أخرى. </p><p> إذن: فمادة الإنسان خاضعة لإرادة صاحبها في دنيا الأغيار، فإذا انتقل إلى الآخرة فلا تأثير له على المادة، وتتحرر المادة من طاعة صاحبها في المعصية، وتتمرد عليه، وتشهد على صاحبها بأنه كان يستخدمها في المعصية. والحق سبحانه وتعالى يقول:  {حتى إِذَا مَا جَآءُوهَا شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَبْصَارُهُمْ وَجُلُودُهُم بِمَا كَانُواْ يَعْمَلُونَ وَقَالُواْ لِجُلُودِهِمْ لِمَ شَهِدتُّمْ عَلَيْنَا قالوا أَنطَقَنَا الله الذي أَنطَقَ كُلَّ شَيْءٍ وَهُوَ خَلَقَكُمْ أَوَّلَ مَرَّةٍ وَإِلَيْهِ تُرْجَعُونَ} </p><p> [فصلت: ٢٠ - ٢١] . </p><p> فكأن جوارح الإنسان تقول له يوم القيامة: لقد أتعبتني في الدنيا وأكرهتني على فعل أشياء لم أكن لأفعلها لأنني عابدة مسبحة لله، وإن ما أمرتني به يخرج عن طاعة الله عَزَّ وَجَلَّ، وسبق أن ضربت المثل بقائد الكتيبة الذي يصدر أوامر خاطئة فيطيعه الجنود، فإذا ما عادوا إلى القائد الأعلى شكوا له مما كان قائد الكتيبة يكرههم عليه، كذلك أبعاض الجسم تشهد عليه عند خالقها يوم القيامة. فإن كنت عابداً مُسبِّحاً كانت جوارحك معك. وإن كنت غير ذلك كانت جوارحك ضدك، فاللسان مثلاً عابد مسبح في ذاته، فإذا أكرهته على أن يشرك بالله فهو مُكْرَهٌ في الدنيا، ويصير شاهداً عليك يوم القيامة. والحق سبحانه وتعالى ينادي يومئذ قائلاً:  {لِّمَنِ الملك اليوم لِلَّهِ الواحد القهار}  [غافر: ١٦] . </p><p> وهنا يقول الحق عَزَّ وَجَلَّ:  {إِنَّمَا المشركون نَجَسٌ} أي: أن عقيدتهم الفاسدة تنضح على تصرفاتهم، وسبحانه وتعالى يربب المعاني الإيمانية في النفوس أي يزيدها، ومثال ذلك: نحن نرجم إبليس كمنسك من مناسك الحج، نرجم قطعة من الحجر رمزنا إليها بالشيطان، ونحن لا نرى الشيطان، وقد وضعنا له رمزاً وأرسينا في أعماقنا أن الشيطان عدو لنا ويجب أن نرجمه لنبتعد عن مراداته، وبذلك أبرزنا هذه المعاني في أمر حسي؛ لنوضح للنفس البشرية أن الشيطان عدو لنا، وكلما وسوس الشيطان لنا بأمر نرجمه بأن نبين لأنفسنا قضايا الإيمان الناصعة فيهرب منا. وكل منا عليه أن يتذكر أن الشيطان سوف يضحك على العاصين والكافرين في يوم القيامة، ويقول ما أورده الحق سبحانه وتعالى على لسانه:  {وَمَا كَانَ لِيَ عَلَيْكُمْ مِّن سُلْطَانٍ إِلاَّ أَن دَعَوْتُكُمْ فاستجبتم لِي}  [إبراهيم: ٢٢] . </p><p> وفي هذا القول سخرية ممن صدقوه؛ لأن السلطان إما سلطان القهر بأن تأتي لإنسان بما هو أكبر منه وتقهره على فعل شيء بالقوة، وإما سلطان الإقناع </p><p> بأن تقنع إنساناً بأن يفعل شيئاً. والشيطان ليس له سلطان القهر والحجة. </p><p> والحق سبحانه وتعالى عندما يقول:  {إِنَّمَا المشركون نَجَسٌ فَلاَ يَقْرَبُواْ المسجد الحرام بَعْدَ عَامِهِمْ هذا} فإنه يوضح لنا أن نجسهم يحتم علينا أن نمنعهم من دخول الأماكن التي لا يدخلها إلا الإنسان الطاهر. وجعل الحق سبحانه وتعالى النجاسة المعنوية مثلها مثل النجاسة المادية، ولذلك قال العلماء: ما دام الحق قد وصفهم بأنهم نجس فلا بد أن يكون فيهم نجس مادي، ولذلك إذا اقتربت منهم تجد لهم رائحة غير طيبة، لأنهم لا يتطهرون من حدث، ولا يغتسلون من جنابة. وعندما ذهبنا إلى الجزائر بعد تحريرها من فرنسا، لم نجد في البيوت حمامات؛ لأن الواحد من المستعمرين لا يذهب إلى الحمام إلا كل عشرين يوماً مثلاً، لذلك جعلوا الحمامات بعيداً عن المساكن، ولكن بعد أن تحررت الجزائر صار في البيوت حمامات؛ لأن الثقافة الإسلامية مبنية على الطهارة، ويتوجب على المسلم أنه كلما دخل الإنسان الحمام تطهر، وكلما كان جنباً اغتسل. </p><p> ولقد قال البعض: لو أنني سلَّمت على مشرك ويده رطبة. . فلا بد أن أغسل يدي. فإذا كانت يده جافة فيكفي أن أمسح على يدي. وفي هذا احتياط وتأكيد على اجتناب هؤلاء المشركين. وإذا كنا نجتنبهم أجساداً وقوالب، ألا يجدر بنا أن نجتنبهم قلوباً؟ </p><p> وقد أنزل الحق سبحانه وتعالى هذه الآية الكريمة في العام التاسع من الهجرة وهو العام الذي صدر فيه منع المشركين من الاقتراب من المسجد الحرام والبراءة من هؤلاء المشركين، وتساءل العلماء: هل الممنوع والمحرم هو اقتراب المشرك </p><p> من المسجد الحرام، أم من الحرم كله؟ وحدد الإمام الشافعي التحريم على المشركين بالوجود في المسجد الحرام. ومع احترامنا لاجتهاد الإمام الشافعي نقول: إن الحق سبحانه وتعالى قال: {فَلاَ يَقْرَبُواْ} ولم يقل: فلا يدخلوا. وتحريم الاقتراب يعني ألا يكونوا قريبين منه، وأقرب شيء للمسجد الحرام هو كل الحرم، ولو كان المراد هو المسجد فقط لمنع الحق دخولهم إليه بالنص على ذلك. </p><p> وهكذا نرى كيف يمكن أن يجتهد الإنسان ويبحث في المعاني ليستخرج المضمون الحق. ويتابع المولى سبحانه وتعالى قوله:  {وَإِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيكُمُ الله مِن فَضْلِهِ إِن شَآءَ إِنَّ الله عَلِيمٌ حَكِيمٌ} . وفي هذا القول الكريم حديث عن الغيب. والغيب - كما عرفنا - هو ما يغيب عنك وعن غيرك، أما الشيء الذي يغيب عنك ولا يغيب عن غيرك فلا يكون غيباً، فإذا سرق منك مال مثلاً فأنت لا تعرف من الذي سرق، والسارق في هذه الحالة غيب عنك، ولكنه ليس غيباً عن غيرك؛ فالسارق يعرف نفسه؛ والذي دبر له الجريمة يعرفه، ومن رآه وستر عليه يعرفه. وأنت - أيضاً - لا تعرف مكان المسروقات، ولكن السارق يعرف المكان الذي خبأها فيه. </p><p> إذن: فهي غيب عنك وليست غيباً عن غيرك. وهذه لعبة الأفاقين والنصابين الذين يُسخِّرون الجن، فما دام الشيء معروفاً ومعلوماً لغيرك من الناس؛ فالكشف عنه مسألة سهلة، ولكنّ هناك غيباً عنك وعن غيرك، وهذا هو ما ينفرد به الحق سبحانه وتعالى في قوله سبحانه:  {عَالِمُ الغيب فَلاَ يُظْهِرُ على غَيْبِهِ أَحَداً إِلاَّ مَنِ ارتضى مِن رَّسُولٍ ... }  [الجن: ٢٦ - ٢٧] . </p><p> ولكنْ هناك غيبٌ عن الناس جميعاً، ولكنه لن يظل غيباً إلى آخر الزمان، فمثلاً الكهرباء كانت غيباً واكتشفناها، وتفتيت الذرة كان غيباً وعرفناه، وقوانين الجاذبية كانت غيباً ثم دخلت في علم الإنسان فأصبحت معلومة له وليس هذا هو الغيب الذي يقصده الله سبحانه وتعالى في قوله:  {عَالِمِ الغيب} ، فهذا غيب يختص نفسه به، لا تقل: إن فلاناً يعلم الغيب، ولكن قل: إنه مُعلَّم غيب، والمسائل الغيبية: إما أن يحجبها الزمان أو يحجبها المكان، فالآثار المطمورة مثلاً، تعبِّر عن شيء ماض واندثر، وفيه أخبار الأمم السابقة، ولا يعرفها أحد، وستره حجاب الزمن الماضي، إلى أن يتم الكشف عنها ويهيِّئ الله لها من يفكُّ ألغازها. </p><p> أما إبلاغ الله رسوله من أنباء الأمم السابقة مما جاء في القرآن الكريم فهو اختراق لحجاب الزمن الماضي، نحو قوله تعالى:  {وَمَا كُنتَ لَدَيْهِمْ إِذْ يُلْقُون أَقْلاَمَهُمْ أَيُّهُمْ يَكْفُلُ مَرْيَمَ وَمَا كُنْتَ لَدَيْهِمْ إِذْ يَخْتَصِمُونَ}  [آل عمران: ٤٤] . </p><p> ويقول سبحانه وتعالى:  {وَمَا كُنتَ بِجَانِبِ الغربي إِذْ قَضَيْنَآ إلى مُوسَى الأمر وَمَا كنتَ مِنَ الشاهدين وَلَكِنَّآ أَنشَأْنَا قُرُوناً فَتَطَاوَلَ عَلَيْهِمُ العمر وَمَا كُنتَ ثَاوِياً في أَهْلِ مَدْيَنَ. .}  [القصص: ٤٤ - ٤٥] . </p><p> وقوله سبحانه:  {وَمَا كُنتَ} في آيات أخرى دليل على أن الله سبحانه وتعالى أخبر رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بما كان مستوراً في الزمن الماضي. أما الشيء الذي سوف يحدث في المستقبل، فهو محجوب عنك بحجاب الزمن المستقبل، وقد اخترق القرآن الكريم حجاب المستقبل في آيات كثيرة كلها تبدأ بحرف السين، وحرف السين دليل على أن الشيء لم يحدث بعد، وقوله تعالى: </p><p> {سَنُرِيهِمْ آيَاتِنَا فِي الآفاق وفي أَنفُسِهِمْ}  [فصلت: ٥٣] . </p><p> دليل على أنه من الزمن المستقبل يكشف الله لنا عن آياته الموجودة في الأرض، وقوله تعالى:  {الم غُلِبَتِ الروم في أَدْنَى الأرض وَهُم مِّن بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ}  [الروم: ١ - ٣] . </p><p> وهذا اختراق لحجاب المستقبل؛ لأن النصر حدث بعد نزول هذه الآية بتسع سنوات. إذن: فالذي يحدث في المستقبل محجوب عنك بالزمن المستقبل، ولكن هناك شيئاً يحدث في الحاضر ولا نعرفه وهو محجوب عنك بحجاب المكان، فما يحدث في مكان لست موجوداً فيه لا تعرفه، فأنت إن كنت جالساً في مكة مثلاً، فأنت لا تعرف ما يحدث في المدينة المنورة لأنه محجوب عنك بحجاب المكان، وهناك أيضاً حجاب النفس، أي: أن ما يدور في نفسك لا يعرفه أحد غيرك؛ لأنه محجوب بحجاب النفس. </p><p> وحين يقول الحق سبحانه وتعالى:  {إِنَّمَا المشركون نَجَسٌ فَلاَ يَقْرَبُواْ المسجد الحرام بَعْدَ عَامِهِمْ هذا} فسبحانه وتعالى يخاطب قوماً يريد منهم أن ينفذوا هذا الأمر، ولكنه سبحانه يعلم السرائر التي تستقبل النص. مثلما يأتي إنسان ويخبرك أن المخبز القريب من منزلك سوف يغلق فأول ما يتبادر إلى ذهنك السؤال: ومن أين سنأتي بالخبز؟ أو أن يقال لك:  «إن الباخرة التي تحمل اللحم والخضروات ضلت الطريق» فأول ما يخطر على بالك لحظتها: ومن أين نأكل؟ </p><p> وكان المشركون يأتون إلى الحج ومعهم أموالهم ويتاجرون وينفقون، هذه الفترة تمثل بالنسبة لمن يعيشون حول بين الله الحرام فترة الرواج المادي الذي يعيشون عليه طوال العام. </p><p> فإذا كان الحق سبحانه وتعالى يقول لهم:  {إِنَّمَا المشركون نَجَسٌ فَلاَ يَقْرَبُواْ المسجد الحرام بَعْدَ عَامِهِمْ هذا} فأي شيء يختلج في نفوس المسلمين؟ لا بد أن يدور في أعماقهم السؤال: ومن الذي سيشتري بضائعنا؟ لكن هل ترك الله عَزَّ وَجَلَّ مثل هذا القول دون أن يرد عليه؟ لا، فقد رد على التساؤل بقوله تعالى:  {وَإِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيكُمُ الله مِن فَضْلِهِ إِن شَآءَ} . </p><p> وهكذا كشف الله حجاب النفس، وردَّ على ما سيدور في نفوس المؤمنين في نفس الآية التي حرم فيها على المشركين أن يقتربوا من المسجد الحرام، ولم ينتظر الحق سبحانه وتعالى حتى يعلن المؤمنون ما في أنفسهم، بل رد على ما يجول بخواطرهم قبل أن يعلنوه. </p><p> وحين يكشف الله عَزَّ وَجَلَّ حجاب النفس بهذا الشكل، فالمؤمن الذكي يقول: هذا ما جاء في بالي. ولأطمئن لأنه عرف ما بنفسي فسوف يرزقني. ولو لم يأت ذلك في بالهم لَكَذَّبوا النص. ولو كذبوا النص لما بقوا على الإيمان، وما داموا قد بَقَوْا على الإيمان فقد جاء النص معبراً عما يجول بأنفسهم تماماً. </p><p> والله سبحانه وتعالى كشف حجاب النفس في آيات كثيرة في القرآن الكريم، منها قوله تعالى عن المنافقين والكفار:  {وَيَقُولُونَ في أَنفُسِهِمْ لَوْلاَ يُعَذِّبُنَا الله بِمَا نَقُولُ}  [المجادلة: ٨] . </p><p> وقول النفس لا يسمعه أحد، ولو أن هؤلاء لم يقولوا هذا في أنفسهم لقالوا: والله ما خطر ذلك في نفوسنا. ولأنهم قالوه في أنفسهم فقد بُهِتُوا لكشف القرآن الكريم لما يدور داخل أنفسهم. ولقد رد الله سبحانه وتعالى في الآية الكريمة على ما سيدور في خواطر المؤمنين عندما يستمعون إليها، فلم ينتظر الحق سبحانه وتعالى حتى يشكو المؤمنون لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ خوفهم الفقر وقلة الرزق، بل أجاب سبحانه وتعالى على ذلك قبل أن يخطر على بالهم. </p><p> فكأن الحق سبحانه وتعالى يُشرِّع حتى للخواطر قبل أن تخطر على البال، ولا يترك الأمور حتى تقع ثم يُشرِّع لها. </p><p> وهنا يقول المولى سبحانه وتعالى:  {وَإِنْ خِفْتُمْ عَيْلَةً} والعيلة هي الفقر، ويتابع الحق جل وعلا:  {فَسَوْفَ يُغْنِيكُمُ الله مِن فَضْلِهِ إِن شَآءَ} ، ولم يقل الحق «سيغنيكم» بل قال: {فَسَوْفَ} وهي تقتضي زمناً سيمر ولكنه زمن قريب؛ لأن الخير الذي سيأتي له أسباب كثيرة كفيلة بتحقيقه كأن يعوضهم الله عما كان يأتي به الكفار بأن تمطر السماء مطراً فينبت النبات، وهذه تحتاج إلى زمن، وأن يأخذوا بالأسباب بأن يروج لهم تجارة على غير المشركين، أو يكشف لهم من كنوز الأرض ما يغنيهم. ولذلك قال:  {فَسَوْفَ} . والأسباب تحتاج إلى وقت، فنزلت الأمطار قرب جدة التي أسلمت ونبت الزرع في وادي خليط، وتبالي باليمن وجرش وصنعاء، وجاءت أحمال البعير بالخير لأهل مكة وحدثت الفتوحات الإسلامية، فجاء الخير من الجزية والخراج. وهكذا نرى أن {فَسَوْفَ} امتدت لمراحل كثيرة، وما زالت موجودة ممتدة حتى الآن. </p><p> إذن: فقد أخذت الأمد الطويل. على أننا لا بد نلتفت إلى قول الحق سبحانه وتعالى:  {وَإِنْ خِفْتُمْ عَيْلَةً} هي حيثية بأن المؤمن عليه ألا يتهاون في أمر دينه رغبة في تحقيق أمر من أمور الدنيا، فكل من يرتكب معصية خوفاً من أن تضيع منه فائدة مادية أو دنيوية، كأن يخشى قول الحق خوفاً من أن يضيع منع منصبه، أو يغضب عليه صاحب العمل فيطرده من وظيفته، نقول له: لا عذر لك؛ لأن الله سبحانه وتعالى قال:  {وَإِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيكُمُ الله مِن فَضْلِهِ} . </p><p> وحيث إن الرزق من عند الله سبحانه وتعالى، وهذا هو كلام الله عَزَّ وَجَلَّ، فلا عذر لأحد أن يرتكب معصية بحجة المحافظة على رزقه، أو بحجة أنه يدفع الفقر عن نفسه وبيته وأولاده. </p><p> على أن قوله تعالى:  {إِن شَآءَ} قد تجعل الإنسان يظن أن الزمن سوف يباعد بينه وبين الرزق؛ لأنه سبحانه قد يشاء أو لا يشاء، فكيف يكون هذا الأمر وهو سبحانه أراد بالآية طمأنة المسلمين. </p><p> وإذا كان الله قد قال:  {وَإِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيكُمُ الله مِن فَضْلِهِ} </p><p> فإننا نقول: إن الحق سبحانه وتعالى يريد الصلة الدائمة بعبده وألا يفسد على العبد الرجاء الدائم في الله تعالى. وقوله عَزَّ وَجَلَّ:  {إِن شَآءَ} هو إبقاء لهذا الرجاء؛ لأن العبد سيظل في رجاء إلى الله عَزَّ وَجَلَّ فيظل الله تعالى في باله؛ ولأنه سيطلب دائماً رضا الله فإن هذا يجعله يبتعد عن المعصية ويتمسك بالطاعة. </p><p> وفوق ذلك كله، فإن الحق تبارك وتعالى له طلاقة القدرة في كونه، فقدر الله وقضاؤه ليسا حجة على الله سبحانه وتعالى تقيد مشيئته سبحانه، فمشيئة الله مطلقة لا يقيدها حتى قدر الله. فهو إن شاء حدث القدر. وإن شاء لم يحدث. وهكذا تظل طلاقة قدرة الله في كونه. </p><p> وبعض العارفين بالله قد يكشف لهم الله لمحة من لمحات الغيب، فيخبر الواحد منهم الناس، فيخلف الله سبحانه وتعالى ما كشفه؛ حتى يظل الله وحده عالم الغيب؛ فما دام ذلك اصطفاه الله بغيب أطلع الناس عليه. فسبحانه يُغيِّر أحداث الغيب ولا يعطي لذلك الشخص خبراً عن أي غيب آخر. </p><p> إذن فكلمة:  {إِن شَآءَ} هي إثبات لطلاقة قدرة الله في كونه، فإن شاء أعطاكم، وإن شاء لم يُعْطِكم، فالإعطاء له حكمة، والمنع له حكمة، فقد يفتري البعض بالنعمة فيحجبها الحق عنهم، وهذا ما حدث في كثير من البلاد </p><p> التي طغت وكفرت بنعمة الله عليها؛ لأنه سبحانه لو ترك النعمة هكذا بدون ضوابط لاستشرى في تلك البلاد الفساد والمعاصي، إذن: فالمشيئة تقتضي إعطاءً، أو منعاً، والإعطاء له حكمة، والمنع له حكمة؛ لأن الحق سبحانه وتعالى يعامل خلقه على أنهم من الأغيار القُلَّب؛ منهم من يأتيه النعمة فتطغيه، ولذلك يقول سبحانه وتعالى: </p><p> {فَأَمَّا الإنسان إِذَا مَا ابتلاه رَبُّهُ فَأَكْرَمَهُ وَنَعَّمَهُ فَيَقُولُ ربي أَكْرَمَنِ وَأَمَّآ إِذَا مَا ابتلاه فَقَدَرَ عَلَيْهِ رِزْقَهُ فَيَقُولُ ربي أَهَانَنِ}  [الفجر: ١٥ - ١٦] . </p><p> أي: أن الإنسان إذا أنعم الله تعالى عليه، عدّ هذا كرماً من الله عَزَّ وَجَلَّ، وإذا ما ضيق الله عليه الرزق اعتبر ذلك إهانة وعدم رضا من الله. </p><p> ويرد الله تبارك وتعالى ليصحح المفهوم فيقول: </p><p> {كَلاَّ} أي لا المال دليل على الإكرام، ولا قلة المال دليل على الإهانة. {كَلاَّ بَل لاَّ تُكْرِمُونَ اليتيم وَلاَ تَحَآضُّونَ على طَعَامِ المسكين وَتَأْكُلُونَ التراث أَكْلاً لَّمّاً وَتُحِبُّونَ المال حُبّاً جَمّاً}  [الفجر: ١٧ - ٢٠] . </p><p> إذن: فالمال إذا جاء ليطغيك يكون نقمة عليك وليس نعمة لك، وإذا كانت قلة المال تمنع طغيانك فهي نعمة وليست نقمة. ولذلك قال تبارك وتعالى:  {كَلاَّ إِنَّ الإنسان ليطغى أَن رَّآهُ استغنى}  [العلق: ٦ - ٧] . </p><p> قد يمنع عنك المال الذي إن وصل إليك غرَّك فتحسب أنك في غنى عن الله تعالى وتطغى، وهذا المنع نعمة وليس نقمة، إذن فقوله تبارك وتعالى:  {فَسَوْفَ يُغْنِيكُمُ الله مِن فَضْلِهِ إِن شَآءَ} هو إبقاء لطلاقة القدرة في الكون حتى يكون الإغناء لا بالمادة وحدها ولا بالمال وحده، ولكن بالقيم أيضاً، فلا يذهب المال قيم السماء ولا يبعد عن منهج الله. </p><p> وقوله سبحانه وتعالى:  {إِن شَآءَ} يعني: أنه سبحانه إن شاء أعطى، </p><p> وإن شاء منع، فلا مانع لنا أعطى، ولا معطي لما منع، وهي طلاقة المشيئة، في حدود حكمة الله عَزَّ وَجَلَّ، فلا تقل حين يمنع: إنه لم يحقق قوله: {فَسَوْفَ يُغْنِيكُمُ الله مِن فَضْلِهِ} لأن الإغناء كما يكون بالمادة، يكون أيضاً إغناء بالقيم. ويؤكد هذا قَوْله سبحانه وتعالى:  {إِنَّ الله عَلِيمٌ حَكِيمٌ} أي: عليم بالأمر الذي يصلح لكم، حكيم في وضع العطاء في موضعه والمنع في موضعه. </p><p> ثم يقول الحق بعد ذلك:  {قاتلوا الذين لاَ يُؤْمِنُونَ بالله وَلاَ باليوم الآخر وَلاَ يُحَرِّمُونَ مَا حَرَّمَ الله وَرَسُولُهُ وَلاَ يَدِينُونَ دِينَ الحق ... } </p>"
}