{
  "id": null,
  "sura": 9,
  "aya": 98,
  "text": "<p> وعلى سبيل المثال: إذا ذهب إليهم داعية من الدعاة، وقال لهم فكرة عن الإسلام. فالواحد من هؤلاء الأعراب يدَّعي في ظاهر الأمر أنه يتبع الإسلام، وإن عُلِمَ أن في الإسلام زكاة فهو يعطي عامل الزكاة النصاب المقرر عليه، ويعتبر ما دفعه «مغرما» أي غرامة؛ لأنه أعطى النصاب وهو كاره. وما دُمْتُ كارهاً فأنت لا تؤمن بحكمته، وتظن أن ما دفعته مأخوذ منك. وتقول:  «أخذوا عرقي» و «أخذوا ناتج حركتي» وأعطوه لمن لم يعرق ولم يتحرك في الحياة، متناسياً أن هذا الأخذ هو تأمين لحياتك؛ لأنك حين تعجز ستجد من يعطيك، والإسلام يأخذ منك وأنت قادر، ويعطيك إذا عجزت، وفي هذا تأمين لحياتك. </p><p> وأنت تعلم أن الأشياء أعراض في الكون؛ القوة عرض، والمرض عرض، والصحة عرض، والعجز عرض، وأنت عُرْضة إن كنت قادراً أن تصير عاجزاً، وإن كنت صحيح الجسد فأنت عرضة لأن تمرض، فإذا ما طمأنك المشرع على أن أخاك العاجز حين عجز أخذنا منك له حين قدرت؛ وبذلك تواجه أنت الحياة برصيد قوي من الإيمان والشجاعة، ويبين الحق لك أنك لا تعيش وحدك، ولكنك تعيش في مجتمع متكافل، إن أصابك شيء من عجز، فقدرة الباقي هي المرجع لك. </p><p> وكان الواحد من هؤلاء الأعراب يؤدي نصاب الزكاة وهو كاره ويعتبرها مَغْرماً، ومنهم من كان يتمنى أن تصيب المسلمين كارثة؛ حتى لا يأخذوا منه الزكاة، وهكذا كان الواحد منهم يتربص بالمسلمين الدوائر، مصداقاً لقول الحق:  {وَيَتَرَبَّصُ بِكُمُ الدوائر} . أي يتمنى وينتظر أن يصيب الملسمين كارثة؛ فلا يأخذوا منه الزكاة التي اعتبرها مغرماً. </p><p> ولماذا قال الحق:  {الدوائر} ؟ نعلم أن الخطْبَ الشديد حين يصيب الإنسان أو القوم إن كان فظيعاً وقويّاً يقال:  «دارت عليهم الدوائر» . أي أن المصيبة أحاطت بهم؛ فلا منفذ لهم يخرجون منه، وكان بعض من الأعراب يتربصون بالمسلمين الدوائر؛ لأنهم كارهون لدفع الزكاة ويظنون أنها غرامة، ولا يستوعبون أن الزكاة تُكْتب في الميزان، وأنها تطهير ونماء للمال، وأنها حمل لعجز العاجز، إن عجز الواحد منهم؛ فسوف يجد من يحمله. </p><p> والذي يتربص بكم الدوائر، ولا يفطن إلى حكمة الأخذ منه، هو الذي تأتي عليه دائرة السوء مصداقاً لقوله الحق:  {عَلَيْهِمْ دَآئِرَةُ السوء والله سَمِيعٌ عَلِيمٌ} ؛ لأن أيّاً منهم لم يفطن وينتبه لقيمة الوجود في </p><p> المجتمع الإيماني الذي يعطي له الزكاة إن عجز، فإن تربصت الدائرة بمن يأخذ منك، ولم تفطن إلى أن من يأخذ منك يصح أن يأخذ من الغير لك؛ فسوف تأتي الدائرة عليك. </p><p> وقوله الحق:  {عَلَيْهِمْ دَآئِرَةُ السوء} تبدو كأنها دعوة، ومن الذي يدعو؟ إنه الله. </p><p> وهناك فرق بين أن يدعو غير قادر، وبين أن يدعو قادراً. إن كان ربنا هو من يقول:  {عَلَيْهِمْ دَآئِرَةُ السوء} ، فدائرة السوء قادمة لهم لا محالة. </p><p> وينهي الحق الآية:  {والله سَمِيعٌ عَلِيمٌ} ، فسبحانه يسمع كلماتهم حين يأتي عامل الزكاة ليأخذ نصاب الزكاة، وكيف كانوا يستقبلونه بما يكره، وقد يكرهون في طي نفوسهم ولا يتكلمون، فإن تكلموا فالله سميع، وإن لم يتكلموا، وكتموا الكراهية في قلوبهم، فالله عليم، إذن: فهم محاصرون بعلم الله وسمعه. </p><p> وبعد ذلك جاء الحق سبحانه للصنف الثاني، وهم من لهم قليل من الإلف، فإن كان من أهل البادية فله أهل من الحضر، أو كان من الحضر فله أهل من البادية فيقول سبحانه:  {وَمِنَ الأعراب مَن يُؤْمِنُ ... } </p>"
}