{
  "id": null,
  "sura": 9,
  "aya": 13,
  "text": "<p> في هذه الآية الكريمة يحض المولى سبحانه وتعالى على جهاد، وقتال أئمة الكفر، وعدم تركهم يستشرون في حربهم للدين، ومنع الناس عن الإيمان، وصدهم عن سبيل الله. و «أَلاَ» تسمى أداة تحضيض، مثل قولنا: ألا تذهب إلى فلان، وهي حث على الفعل؛ لأن التحضيض نوع من أنواع الطلب. وقوله تعالى:  {نكثوا أَيْمَانَهُمْ} أي نقضوا عهودهم، وقوله تعالى:  {وَهَمُّواْ بِإِخْرَاجِ الرسول} أي: هم الذين بدأوا بالعداوة ومحاولة إخراج الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من مكة، وَ {هَمُّواْ} ، أي عقدوا النية على العمل، وقوله تعالى:  {وَهُم بَدَءُوكُمْ أَوَّلَ مَرَّةٍ} أي: أنهم هم الذين بدأوا بعداوة المسلمين والصد عن الإسلام من أول أن بدأ يدعو إليه سيد الخلق محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. والبدء هو: العمل الأول، و «المرة» هو فعل لا يتكرر؛ لأنه إن تكرر نقول:  {مَرَّتَيْنِ} ، مثل قول الحق سبحانه:  {الطلاق مَرَّتَانِ}  [البقرة: ٢٢٩] . </p><p> هم إذن الذين بدأوا الفعل الأول بالعداوة. والإسلام - كما نعلم - قد واجه </p><p> قوتين في مرحلتين مختلفتين من مراحل الدعوة للإسلام: قوة المشركين من قريش، وقوة اليهود، وأما قريش فقد هموا بأن يخرجوا الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من مكة، وقد يقول قائل: لكن المؤمنين هم الذين بدأوا القتال في بدر. وأقول: لم يذهب المسلمون إلى بدر للقتال، بل ذهبوا من أجل العير تعويضا عن مالهم الذي تركوه في مكة، ولكن الكفار قالوا: لن نرجع حتى نستأصل محمداً ومن معه، وجاءوا بالنفير ليقاتلوا في بدر. </p><p> إذن فعلى الرغم من سلامة العير بحيلة من أبي سفيان إلا أن قريشا هي التي أرادت القتال فجمعوا الجند والفرسان؛ ليقاتلوا المسلمين. </p><p> وكذلك فعل اليهود، فقد نكثوا أيمانهم وهموا بإخراج الرسول من المدينة. كما حاول المشركون إخراجه من مكة، وكان بينه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وبين اليهود معاهدة، وهذه المعاهدة كانت من أوائل أعمال رسول الله في المدينة، فهل حافظ اليهود على هذه العهود؟ . لا، فقد تعهدوا ألا يعينوا عدوا عليه، ونكثوا أيمانهم ونقضوا العهد فأعانوا قريشا على المسلمين. </p><p> وكذلك فعل بنو النضير، فقد أرادوا اغتياله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وذلك بإلقاء صخرة عليه، بل وتمادى اليهود في غزوة الأحزاب وأعانوا قريشا ضد رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، واتفقوا معهم على أن يدخلوهم من أرضهم بالمدينة ليفاجئوا رسول الله وجيش المسلمين من الخلف. </p><p> إذن فقول الحق سبحانه وتعالى:  {وَهُم بَدَءُوكُمْ أَوَّلَ مَرَّةٍ} لها أكثر من </p><p> حيثية، ونقضهم العهود وبدْؤُهم القتال يجعلكم تقاتلونهم؛ لتأمنوا شرهم. </p><p> {أَلاَ تُقَاتِلُونَ قَوْماً نكثوا أَيْمَانَهُمْ وَهَمُّواْ بِإِخْرَاجِ الرسول وَهُم بَدَءُوكُمْ أَوَّلَ مَرَّةٍ}  [التوبة: ١٣] . </p><p> وقوله تعالى:  {أَلاَ تُقَاتِلُونَ} حث على القتال، أي: ما الذي يمنعكم من قتالهم إلا أن تكونوا خائفين منهم، ولذلك يقول تبارك وتعالى: </p><p> {أَتَخْشَوْنَهُمْ فالله أَحَقُّ أَن تَخْشَوْهُ إِن كُنتُمْ مُّؤُمِنِينَ}  [التوبة: ١٣] . </p><p> وهنا يلفت الحق سبحانه نظر المؤمنين إلى أنهم إن كانوا أمام حالين، خشية من البشر وإيذائهم، وخشية من الله، فالأحق بالخشية هو الأشد والأعظم والأدوم عقاباً. ولأنكم إذا ما قارنتم قوة هؤلاء بقوة الله، فالله أحق بالخشية قطعاً. وإذا كنت بين اختيارين فأنت تقدم على أخف الضررين، فكيف يخاف المؤمنون ما يمكن أن يصيبهم على أيدي الكفار؟ ولا يخشون ما يصيبهم من الله. </p><p> وأوضح الله سبحانه وتعالى أنه لا خشية من الكفار في آية أخرى من ذات السورة، هي قوله سبحانه:  {قُلْ هَلْ تَرَبَّصُونَ بِنَآ إِلاَّ إِحْدَى الحسنيين وَنَحْنُ نَتَرَبَّصُ بِكُمْ أَن يُصِيبَكُمُ الله بِعَذَابٍ مِّنْ عِندِهِ أَوْ بِأَيْدِينَا فتربصوا إِنَّا مَعَكُمْ مُّتَرَبِّصُونَ}  [التوبة: ٥٢] . </p><p> وهكذا أزال الحق سبحانه وتعالى الخوف من نفوس المؤمنين، فماذا سيحدث لكم من جنود الكفر؟ إما أن تستشهدوا فتدخلوا الجنة وإما أن تنتصروا. وقوله تعالى:  {أَتَخْشَوْنَهُمْ} استفهام استنكاري معناه: ما كان يصح أبدا أن تخشوهم وتخافوهم؛ لأنهم لو كانوا أقوى منكم وتغلبوا عليكم فزتم </p><p> بالشهادة، ولو كانوا أضعف منكم وتغلبتم عليهم فزتم بالنصر. وكلاهما أمر جميل مُحبَّب لنفوس المؤمنين بالله يحدث تثبيتا لقلوبهم وأقدامهم في مواقف القتال والنزال. </p><p> ثم يأتي الحق سبحانه وتعالى بالحكم النهائي فيقول: </p><p> {فالله أَحَقُّ أَن تَخْشَوْهُ إِن كُنتُمْ مُّؤُمِنِينَ}  [التوبة: ١٣] . </p><p> أي: راجعوا إيمانكم، فإن كنتم مؤمنين بالله فأنتم راغبون في الشهادة. وإن كنتم مؤمنين بالله القادر القوي القهار فأنتم تعرفون الله وقدرته وقوته، وهي لا تقارن بالقوة البشرية. فإما أن تنتصروا عليهم فتكون لكم فرحة النصر، وإما الاستشهاد وبلوغ الجنة، وكلتا النتيجتين خير، أما ما يصيب الكفار فهو ينحصر في أمرين: إما أن يصيبهم الله بعذاب بأيدكم، وإما أن يصيبهم بعذاب من عنده. </p><p> إذن ففي أي معركة يدخلها الإيمان مع الكفر، نجد أن الجانب الفائز هم المؤمنون، سواء استشهدوا أم انتصروا. والخاسر في أي حال هم الكفار؛ لأنهم إما أن يعذبوا بأيدي المؤمنين، وإما أن يأتيهم عذاب من الله تعالى في الدنيا أو في الآخرة. وهكذا وضع الله المقاييس التي تنزع الخشية من نفوس المؤمنين في قتالهم مع الكفار، فلا تولوهم الأدبار أبدا في أي معركة؛ لأنه مهما كبرت قوة الكفار المادية، فقوة الحق تبارك وتعالى أكبر. ويقول المولى سبحانه:  {كَم مِّن فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةً كَثِيرَةً بِإِذْنِ الله}  [البقرة: ٢٤٩] . </p><p> وهكذا لا يحسب حساب للفارق في القوة المادية، فهذه خشية لا محل لها </p><p> في قلوب المؤمنين في جانب الإيمان؛ لأن الله مع الذين آمنوا. </p><p> ثم يؤكد الحق سبحانه وتعالى حثه للمؤمنين على القتال فيقول:  {قَاتِلُوهُمْ يُعَذِّبْهُمُ الله بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَنْصُرْكُمْ ... } </p>"
}