{
  "id": null,
  "sura": 9,
  "aya": 6,
  "text": "<p> وبعد أن بَيَّن الله سبحانه وتعالى المهلة التي هي الأشهر الأربعة أو مدة العهد إذا كان هناك عهد. وبعد أن بين أن الكفار إن تابوا وأقاموا الصلاة وآتوا الزكاة وقرنوا الإيمان بالعمل؛ فالحق سبحانه وتعالى يغفر لهم ما قد سلف منهم، وبين الله سبحانه وتعالى عظمة الإسلام والرحمة التي نزل بها هذا الدين؛ فيخبرنا أن الذين لم يتوبوا من الكفار وظلوا على حالهم ولم نقدر عليهم بأي عقوبة من العقوبات التي جاءت، ثم جاء أحدهم مستجيراً بالمؤمنين فماذا يكون سلوكنا معه؟ </p><p> جاء الحكم من الله تعالى بأنه ما دام قد استجار بك فأجره، وإذا أجرته أسمعه كلام الله تعالى وحاول أن تهديه إلى الإيمان وإلى الطريق المستقيم؛ فإن آمن واقتنع وأعلن إسلامه أصبح واحداً من المسلمين، وإن لم يسمع كلام الله ولم يقتنع فلا تقتله؛ ولكن أبلغه مأمنه، أي اسأله من أين جاء؟ فإذا قال لك اسم القبيلة التي ينتمي إليها أو حدد المكان الذي جاء منه فتأكد أنه سوف يكون آمناً حتى يبلغ المكان الذي يجد فيه الأمان. وهذه هي المرحلة الأخيرة من علاقة الإيمان بالكفر، </p><p> وهي مرحلة الإجارة والتأمين للمستجيرين بالمؤمنين. </p><p> فالله سبحانه وتعالى تفضل على خلقه في الأرض فأرسل إليهم رسوله محمداً صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وكان ذلك بعد أن مرت فترة طويلة على إرسال من سبقوه من الرسل. وكان الناس قد نسوا منهج السماء، بل وحرَّف أهل الكتاب ما نزل إليهم من تعاليم. </p><p> وكان لا بد أن تتدخل السماء بإرسال خاتم الأنبياء والمرسلين محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ لأن الحق سبحانه وتعالى قد جعل في الإيمان مناعات متعددة، توجد أولا في النفس، فحين تستشرف النفس إلى معصية، فالضمير الإيماني ما زال موجوداً فيها، وهذا الإيمان هو الذي يكبح الشهوة ويمنع النفس من الركون إلى المعصية ويرد صاحبه إلى الطريق الصحيح والمنهج السوي. </p><p> وهب أن نفساً ولعت بمخالفة المنج ولم تعد نفسا لوامة، وتظل ترتكب المعاصي حتى تعتاد على المعصية، ويموت فيها الوازع الإيماني، فتجدها قد عشقت - والعياذ بالله - مخالفة المنهج، بل أصبحت نفساً أمارة بالسوء، وهنا ينقل الله المناعة الإيمانية من النفس إلى المحيطين بها من عباد الله، فتجد المحيطين بمرتكب المعاصي يردعونه عن المعصية، ويقفون منه مواقف الإيمان من الردع والمقاطعة والجفوة حتى يفيء إلى ربه يعود إلى رشده. وتلك مرحلة ثانية من مراحل الإيمان. أما إن فسد المجتمع كله ولم تعد هناك طائفة تأمر بالمعروف وتنهى عن المنكر، فلا بد أن تتدخل السماء برسالة جديدة وبرسول جديد مؤيد بمعجزة من السماء ليوقظ الناس من هذا السبات العميق الذي شمل الأفراد والمجتمعات. </p><p> وعندما جاء رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ وواجه هذا المجتمع الذي انتشر فيه الكفر أفراداً وجماعات كان لا بد أن يحدث تصادم بين الإيمان ومجتمع الكفر؛ ذلك أن </p><p> العداوة الشرسة واجهت رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. وهذه المواجهة للرسول إنما جاءت من المنتفعين بالفساد في الأرض. والمنتفعون بالفساد هم السادة الذين استفادوا من ضياع الحق وانتشار الباطل فأخذوا حقوق غيرهم واستعبدوا الناس، واستأثروا هم بالمنافع وبما فيه الخير لهم ومنعوا ذلك عن باقي عباد الله. </p><p> والمنتفعون بالفساد يكرهون أي مصلح جاء ليعدل ميزان حركة الحياة في الكون. فلا بد أن يقفوا في وجهه؛ ليدافعوا عن سيادتهم وعن منافعهم وأموالهم التي حصلوا عليها بالباطل والظلم، ومن استعبادهم للناس. وكانت الجزيرة العربية في ذلك الوقت مكونة من قبائل متعددة، وكان لكل قبيلة قانونها الذي يضعه شيخها ليستأثر لنفسه بكل شيء. </p><p> ومعنى ذلك أنه لا توجد رابطة تربط بين هذه القبائل، ولا يوجد قانون عام يحكمها، وكل قبيلة لها عزوتها ولها شوكتها ولها حروبها. وكل فرد في قبيلة لا بد أن يكون مقاتلا يحمل سلاحه مستعدا للحرب في أي وقت، لأنه مهدد في أي لحظة أن تغير عليه قبيلة أخرى، إلا قبيلة واحدة هي قريش. فقد أخذت السيادة ولا يعتدي عليها أحد ولا تُهَاجَم قوافلها، ولا تستطيع قبيلة في الشمال أو في الجنوب أن تهاجم تجارتها؛ لأن هذه القبائل كلها ستأتي في يوم من الأيام قاصدة حج بيت الله الحرام في مكة. وخلال الحج تكون هذه القبائل في حاجة إلى الأمان من قريش؛ ولذلك حرصت كل قبائل العرب أن تحافظ على علاقتها مع قريش، لأن السيادة على بيت الله الحرام التي جعلها الله لقريش هي الضمان. وقد تكفل الله سبحانه وتعالى بحماية البيت الحرام من أي عدوان، حتى عندما جاء أبرهة بأفياله ليهدم الكعبة؛ جعله الله هو وجيشه كعصف مأكول مصداقاً لقوله الحق تبارك وتعالى:  {أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَابِ الفيل أَلَمْ يَجْعَلْ كَيْدَهُمْ فِي تَضْلِيلٍ وَأَرْسَلَ عَلَيْهِمْ طَيْراً أَبَابِيلَ تَرْمِيهِم بِحِجَارَةٍ مِّن سِجِّيلٍ فَجَعَلَهُمْ كَعَصْفٍ مَّأْكُولٍ}  [الفيل: ١ - ٥] . </p><p> فإذا قرأت السورة التي بعد سورة الفيل مباشرة تجد أنها:  {لإِيلاَفِ قُرَيْشٍ إِيلاَفِهِمْ رِحْلَةَ الشتآء والصيف فَلْيَعْبُدُواْ رَبَّ هذا البيت الذي أَطْعَمَهُم مِّن جُوعٍ وَآمَنَهُم مِّنْ خَوْفٍ}  [قريش: ١ - ٤] . </p><p> فكأن حفظ الكعبة من الهدم كان حفظاً من الله سبحانه وتعالى لسيادة قريش. ولذلك كان من الواجب أن تستقبل قريش رسالة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بالإيمان والشكر وفهم هذه النعمة وتقديرها، بدلاً من أن تقف من الإسلام هذا الموقف المتعنت وتحاربه هذه الحرب الرهيبة، ولكن بدلاً من ذلك فقد حدث العكس، وأحست قريش كذباً بأن الإسلام جاء ليهدد سيادتها فقامت تحاربه. </p><p> وإذا كان الأمر كذلك فلماذا لم تكن النداءات بالإسلام بعيدا عن هذه السيادة؟ لأن الحق قد أراد أن تكون صيحة الحق في جبروت الباطل وأن يواجه الإسلام في أول أيامه جبروت سادة الجزيرة العربية كلهم جميعا حتى يمحص الله قلوب المسلمين الأوائل. فهم من يحملون من بعد ذلك دعوة الإسلام في العالم؛ فلا يعتنق الإسلام منافق أو ضعيف الإيمان، بل يعتنقه أولئك الذين في قلوبهم إيمان حقيقي، ويتحملون كل مظاهر الاضطهاد والتعذيب بقوة إيمانهم. </p><p> لقد شاء الحق تبارك وتعالى أن يبدأ الإسلام في مكة ولم يجعل الله له النصر من مكة، وشاء سبحانه وتعالى أن يجعل نصر الإسلام من المدينة؛ لأن قريشا لو انتصرت دعوة واحد منها فهم سيحاولون احتواءه ليسودوا به الدنيا، وحينئذ سيقال: هم قوم قد تعصبوا لواحد منهم لتظل لهم السيادة، ويكون اعتناق الإسلام نفاقاً وليس إيماناً حقيقيا. ولذلك جعل الله سبحانه وتعالى انتصار الإسلام من المدينة ليعلم الناس جميعاً؛ أن العصبية لمحمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لم تخلق الإيمان برسالة محمد عَلَيْهِ الصَّلَاة وَالسَّلَام ُ، ولكن الإيمان برسالة محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ هو الذي خلق العصبية لمحمد عَلَيْهِ الصَّلَاة وَالسَّلَام ُ. </p><p> ولذلك شاء الله سبحانه وتعالى أن تكون هناك مواجهة شرسة بين حملة الإيمان </p><p> وبين سادة الكفر. وهذه المواجهة أخذت عدة مراحل: </p><p> المرحلة الأولى كانت الدعوة للإيمان، والدعوة الى المحبة، والدعوة إلى المساواة. وعدم مقابلة التعذيب والقتل بالعنف. وهذه البداية لم تعجب سادة قريش بل جعلتهم يستهينون بالمؤمنين ويمنعون في إيذائهم وتعذيبهم ويعتقدون أنهم سيقضون عليهم، فلما وجدوا الدعوة تقوى رغم كل ما تواجهه من مراحل التعذيب والبطش؛ ازدادوا تنكيلاً بالمؤمنين، فهاجر بعض من المؤمنين إلى الحبشة، وأصبحوا يبحثون عمن يحميهم ويستجيرون به؛ وشاء الحق تبارك وتعالى ذلك حتى لا يدخل الإسلام إلا من أُشرب قلبه حب الإسلام واستهان بكل الصعاب والاضطهاد والقتل والتشريد؛ وهؤلاء هم الذين سيصبحون مأمونين على الدعوة. وبعد ذلك ظل الكفر على كفره، وظل الإيمان يأخذ إليه بهدوء بعض الأفراد، وحاول الكفار أن يستميلوا المؤمنين بالحيلة بعد أن فشلت القوة والبطش والإرهاب؛ فقالوا: نعبد إلهكم فترة وتعبدون إلهنا فترة، فأنزل الله سبحانه وتعالى سورة فيها ما يسمى بالعرف الحديث «قطع العلاقات» ، فقال الحق عَزَّ وَجَلَّ:  {قُلْ ياأيها الكافرون لاَ أَعْبُدُ مَا تَعْبُدُونَ وَلاَ أَنتُمْ عَابِدُونَ مَآ أَعْبُدُ وَلاَ أَنَآ عَابِدٌ مَّا عَبَدتُّمْ وَلاَ أَنتُمْ عَابِدُونَ مَآ أَعْبُدُ لَكُمْ دِينُكُمْ وَلِيَ دِينِ}  [الكافرون: ١ - ٦] . </p><p> وكان هذا إعلاناً بمرحلة ثانية تتسم بأنه لا مهادنة </p><p> ولا حلول وسط بين الكفر والإيمان؛ لأنه لو قبل المؤمنون عبادتهم لآلهة - الكفار؛ فهذا اعتراف منهم بأن آلهتهم حق، ولو قبلوا أن يعبدوا الإله الواحد ويشركوا به آلهة أخرى لكان ذلك تفريطاً، ولا يمكن أن يحدث ذلك. </p><p> وكان النهي هنا في هذه الآية الكريمة يشمل الحاضر والمستقبل. وهذا ما يسمى في السياسة الدولية باسم قطع العلاقات، بل إن قطع العلاقات الدولية إنما يكون بسبب طارئ، أما الخلاف بين المسلمين الأوائل وأهل الشرك فلم يكن صراعاً بين فكر بشر وفكر بشر آخرين، ولكن المسألة كانت صراعات بين منهج تريده السماء لأهل الأرض، وبين المنتفعين بالفساد في الأرض؛ لذلك كان لا بد أن يكون القطع نهائياً، فلا لين ولا مهادنة. ولا حلول وسط بين الكفر والإيمان، وهكذا فشلت حيلة الكفار في تمييع وتضييع قضية الدين، وضاع مكرهم، وبقي الوجود الإيماني قويا متحداً في مواجهة جبروت الكفار بعد أن كان مهدداً. </p><p> ثم جاءت بعد ذلك المرحلة الثالثة؛ مرحلة اعتراف الكفر بقوة الإيمان، فقد كان الكفار يواجهون المؤمنين بالقهر والتعذيب، والمؤمنون يواجهون هذا بالصبر والاحتمال حتى هاجر رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إلى المدينة، وحدثت المواجهة المسلحة بين الإيمان والكفر في غزوة بدر، وانتصر المؤمنون وأصبح لهم كيان يحميهم، فلم يعودوا هم القلة الضعيفة المستذلة والمستكينة، بل أصبحت لهم قوة ولهم قدرة، وإن لم تصبح لهم سيطرة. ولكنهم أصبحوا قوة قادرة على مواجهة الكفار أو قوة مساوية لهم؛ تستطيع أن تصد الاعتداءات وتواجه الضربة بالضربة. </p><p> وحين أصبح للإيمان هذه القوة والقدرة على حماية أنفسهم والمساواة والكيان تجاه الكفار؛ كانت هذه بداية المرحلة التي أعطت الإسلام تفرغاً لنشر الدعوة خارج محيط مكة، وأمن المسلمون وهم ينشرون دعوتهم من هجوم الكفار وتنكيلهم بهم بعد صلح الحديبية، وكان مجرد التعاقد والتعاهد هو اعتراف بدولة الإيمان، وهي المسألة التي فطن لها سيدنا أبو بكر رَضِيَ اللَّهُ عَنْه وقد ظن البعض لأول وهلة أن معاهدة الحديبية كان فيها إهدار لحق المؤمنين، حتى إن عمر بن الخطاب رَضِيَ اللَّهُ عَنْه قال: علام نعطي الدنية في ديننا. </p><p> هذه المسألة أخذت جدلاً كبيراً كاد يصل إلى أن يصادم المؤمنون أمر رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وعندما رأت أم سلمة رضوان الله عليها خوف رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ على المؤمنين من عدم إطاعة ما قاله لهم، ووجدت الحزن الشديد على وجه رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، قالت: «يا رسول الله لا تحزن. إن القوم مكروبون لأن أملهم أن يطوفوا بالبيت الحرام، وها هم أولاء الآن على مقربة من البيت ولكنهم </p><p> ممنوعون من الطواف به؛ إن خير ما تفعله الآن ألا تكلم منهم أحداً، وتنفذ ما أمرك به الله؛ فإن فعلت عرفوا أن الأمر عزيمة لا نزاع فيه» ، هذا ما حدث. </p><p> فقد قام رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بذبح الهدي وتحلل من إحرامه وفعل المسلمون مثلما فعل، وشاءت قدرة الله سبحانه وتعالى قبل أن يعود المؤمنون إلى المدينة، أن يبين لهم سبب قبول رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لصلح الحديبية مع ما يبدو ظاهراً وليس حقيقة من أن فيه إجحافاً بالمسلمين. </p><p> لقد كان الصلح ينص على أنه إن جاء أحد هارباً من قريش والتجأ إلى المدينة ردوه إلى قريش مرة أخرى. وإن فر أحد بعد إسلامه والتجأ إلى كفار مكة لا يردونه. وقد وجد البعض في هذا إجحافاً وعدم مساواة، وكان الموقف غاية في الدقة، وعندما جاء سهيل بن عمرو ليتفاوض على المعاهدة، وكان على بن أبي طالب رَضِيَ اللَّهُ عَنْه يكتب عن رسول الله وأملى: هذا ما تعاقد عليه محمد رسول الله وسهيل بن عمرو. اعترض سهيل قائلا: لو كنا نؤمن بأنك رسول الله ما حدث بيننا هذا القتال، ولكن اكتب: هذا ما تعاقد عليه محمد بن عبد الله وسهيل بن عمرو. هنا ثار علي بن أبي طالب رضوان الله عليه وقال: لا، لا بد أن نكتب هذا ما تعاقد عليه محمد رسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ورفض سهيل بن عمرو. </p><p> وأراد رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أن ينهي الموقف فنظر إلى علي وقال:  «يا علي اكتب فإنَّ لك مثلها تعطيها وأنت مضطهد» أيْ أنه سوف يحدث لك نفس الشيء الذي ترفضه الآن فتقبل، وكان هذا من علامات النبوة لأن عليا وقف فعلا هذا الموقف عندما جاءت معاهدة صفين وأراد أن يكتب فيها هذا ما تعاقد عليه علي بن ابي طالب أمير المؤمنين فقالوا له: لو كنت أمير المؤمنين ما حاربناك، اكتب هذا ما تعاقد عليه علي بن أبي طالب. وتذكر علي بن أبي طالب قول رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «اكتب فإن لك مثلها تعطيها وأنت مضطهد» . </p><p> على أن الحق سبحانه وتعالى أراد ألا يدخل المسلمون المدينة إلا وقد صفت نفوسهم دون إحساس بأن منهم من انكسر وأن الآخرين قد انتصروا، فنزل قول الحق </p><p> تبارك وتعالى الذي يزيل من النفوس المرارة: وينزل عليها السكينة والطمأنينة: {هُمُ الذين كَفَرُواْ وَصَدُّوكُمْ عَنِ المسجد الحرام والهدي مَعْكُوفاً أَن يَبْلُغَ مَحِلَّهُ وَلَوْلاَ رِجَالٌ مُّؤْمِنُونَ وَنِسَآءٌ مُّؤْمِنَاتٌ لَّمْ تَعْلَمُوهُمْ أَن تَطَئُوهُمْ فَتُصِيبَكُمْ مِّنْهُمْ مَّعَرَّةٌ بِغَيْرِ عِلْمٍ لِّيُدْخِلَ الله فِي رَحْمَتِهِ مَن يَشَآءُ لَوْ تَزَيَّلُواْ لَعَذَّبْنَا الذين كَفَرُواْ مِنْهُمْ عَذَاباً أَلِيماً}  [الفتح: ٢٥] . </p><p> وهكذا أخبر الله المؤمنين بسبب عدم السماح لهم بدخول مكة لأن فيها عددا من المؤمنين والمؤمنات الذين يكتمون إيمانهم، وهؤلاء غير مميزين لأنهم مختلطون بالكفار؛ وليس لهم مكان محدد بحيث يستطيع المؤمنون معرفتهم وتمييزهم، فلا يتعرضون لهم في قتالهم داخل مكة، ولو نشب القتال فعلاً لتم قتل عدد كبير من هؤلاء المؤمنين والمؤمنات المقيمين في مكة بأيدي المؤمنين، ولكان عاراً أن يقتل مؤمن مؤمنا أو مؤمنة. </p><p> هنا عرف الصحابة العلة وهي صيانة دم المؤمنين. وفي الوقت ذاته نجد أن صلح الحديبية جعل الدعوة الإسلامية تنتشر في الجزيرة العربية كلها. وقد اعتبره بعض الصحابة رضوان الله عليهم الفتح الحقيقي للإيمان، وجاء في ذلك تلك المقولة المأثورة:  «لا فتح في الإسلام بعد فتح الحديبية» ولكن الناس لم يتسع فكرهم إلى الحكمة مما حدث، والعباد دائما يعجلون. والله لا يعجل لعجلة عباده حتى يبلغ الأمر ما أراد. وقد انتشر الإسلام في الجزيرة العربية بالدعوة، وزاد عدد المسلمين زيادة كبيرة. </p><p> إذن فمراحل الإيمان بدأت بمرحلة التعذيب والاضطهاد، ثم مرحلة محاولة الخداع للقضاء على هذا الدين، ثم المرحلة الثالثة وهي التعاهد والتعاقد، ولقد وفَّى رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بعهده، ولكن قريشاً نقضت العهد بأن أعانت قبيلة بني بكر وهم حلفاؤها على قبيلة خزاعة حلفاء رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فقام بنو بكر بمهاجمة قبيلة خزاعة وقتلوهم وهم يصلون، وذهب مندوب قبيلة خزاعة مستنجدا برسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فأعلن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إنهاء </p><p> المعاهدة التي أبرمت بينه وبين قريش لنقض قريش العهد وأعد جيشاً لفتح مكة وتطهير البيت الحرام من الأصنام، وبعد أن تم فتح مكة في العام الثامن الهجري، أراد الله سبحانه وتعالى أن يطهر بيته من المشركين وأن يعلن أنه لا مهادنة بين الإيمان والكفر. </p><p> لقد أراد الله أن يحرر «المكان» وهو أرض الكعبة أولاً، ثم يحرر «المكين» وهم البشر فلا بد - إذن - أن تتطهر الكعبة من الأوثان، وأن يُمنع العراة من الطواف حول البيت الحرام ويُمنع المشركون من الوجود في البلد الآمن بالإسلام. وسبق حج رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قطع العلاقات وإنهاء المعاهدات، لكن سماحة الإيمان وحب الله لخلقه جميعا لم يجعله يأمر الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بقطع المعاهدة فوراً، أو أن يقاتل المؤمنون المشركين ويأسروهم فوراً، لا، بل منحهم أربعة أشهر لعلهم يفيئون إلى الإسلام وأن يتوبوا إلى بارئهم. </p><p> لقد بين سبحانه وتعالى للكافرين أن هذه المدة لن تفيدهم في حربهم ضد الإسلام؛ لأنهم غير معجزي الله في الأرض، أي لن يعجز الله استعدادهم أو مكرهم أو أي شيء يفعلونه خلال هذه الأشهر الأربعة، فإذا انتهت هذه الأشهر وقعت العقوبة على الكفار إما بالقتل وإما بالحصار، أو بالترصد، أو عليهم أن يدبروا أمر حياتهم بالسياحة في الأرض ما داموا قد أصروا على الكفر؛ لأن حكماً من الله قد نزل بعدم وجود المشركين في هذه البقعة المقدسة. </p><p> وأراد الحق سبحانه وتعالى برحمته أن يبقي الباب مفتوحاً للكفار لكي يعودوا إلى منهجه فقال عَزَّ وَجَلَّ: </p><p> {وَإِنْ أَحَدٌ مِّنَ المشركين استجارك فَأَجِرْهُ حتى يَسْمَعَ كَلاَمَ الله ثُمَّ أَبْلِغْهُ مَأْمَنَهُ ذلك بِأَنَّهُمْ قَوْمٌ لاَّ يَعْلَمُونَ}  [التوبة: ٦] . </p><p> وبعد انقضاء مدة الأشهر الأربعة، اذا استجار بك أحد من المشركين فأجره، ونحن نعلم في اللغة العربية أنّ «إِنْ» الشرطية لا تدخل إلا على فعل ولا تدخل على </p><p> اسم أبداً؛ فتقول: إن قام زيد قام عمرو، وأما «إنْ» في قوله تعالى: {إِنْ أُمَّهَاتُهُمْ إِلاَّ اللائي وَلَدْنَهُمْ}  [المجادلة: ٢] . </p><p> فهذه ليست «إن» الشرطية؛ ولكنها «إنْ النافية» وهي مع «إلا» التي بعدها لإفادة التأكيد والقصر، أي قصر الأم على الوالدة، إلا أنه من بلاغة إعجاز القرآن الكريم جاء بعد «إن» الشرطية اسم في قوله تعالى: </p><p> {وَإِنْ أَحَدٌ مِّنَ المشركين استجارك فَأَجِرْهُ}  [التوبة: ٦] . </p><p> وكان القياس أن يقال:  «إن استجار بك أحد المشركين فأجره» ؛ ولكن الله سبحانه وتعالى جاء ب «أحد» بعد «إن» في أول الكلام، ولذلك فعندما نعرب كلمة «أحد» في الآية الكريمة السابقة نعربها فاعلاً ونقدر له فعله من جنس المتأخر، والتقدير هو: وإن استجارك أحد من المشركين فأجره. </p><p> ولماذا هذه اللفتة من القرآن الكريم؟ نقول: إن هناك مستجيراً وهنا طلب استجارة؛ فهل الاستجارة عرف بها المستجير، أم عُرفت الاستجارة منه؟ . </p><p> وأقول: لنفرض أن واحداً من المؤمنين قد جلس على الحدود قرب أماكن الكفار، ثم سمع صوتاً يقول: أنا مستجير بمحمد، ومستجير بالمؤمنين، ومن بعد ذلك ظهر المستجير بجسده أمام المؤمنين، هنا تكون الاستجارة قد سبقت ظهور المستجير، وكأن الأذن هي التي استجيرت أولاً ثم رأت العين جسد هذا المستجير، وقد يختلف الأمر؛ فيظهر المستجير أولاً، ثم يصرخ طالباً الأمان والاستجارة، وبذلك تكون العين قد رأت أولاً ثم سمعت الأذن طلب الاستجارة ثانياً. </p><p> وهنا يريد الحق سبحانه وتعالى أن ينبهنا إلى أهمية الالتفات إلى صدق الاستجارة، ولا يتحقق ذلك إلا بأن يصرخ المستجير أولاً، ويظهر من بعد ذلك، ولا بد أن يأخذ المؤمن حذره حتى لا ينقلب عليه المستجير أو يكون قد خدعه بطلب الاستجارة. </p><p> والاستجارة تعني طلب الجوار والحماية، ولهذا فعادة ما يكون المستجير ضعيفاً </p><p> لا يقدر على حماية نفسه. وحين يستجير إنسان بآخر في مثل تلك الظروف، فعلى المجير أن يملك الفطنة ليتعرف على الهدف من الاستجارة؛ أهي استجارة لمجرد تطويل أمد البقاء على الكفر؟ أم هي رغبة في معرفة أسس الإيمان كما وردت في كتاب الله تعالى، أو أنه يريد أن يسمع حكم الله على الكفار في سورة براءة. </p><p> أو يريد أن يسمع كلام الله بما يقذف في قلبه الإيمان، أو أنه يريد أن يسمع شيئا فيما يطلب فيه الدليل، أو يسمع كلام الله فيما يرد عليه الشبهة؟ . </p><p> إن فطنة المؤمن يجب أن تتسع لتسبر أغوار المستجير، وطلب الجوار أو الاستجارة كان معروفاً عند العرب، فإذا استجار شخص بعدوه فعليه أن يجيره، وهذا دليل على شهامته. وإذا كان الإيمان قد فرض على المسلمين إجازة من يطلب الجوار، فهذا دليل على قوة الإيمان وعظمته وسماحته، ولعل خميرة الإيمان الفطري في نفس الكفار قد استيقظت وتطلب معرفة قواعد الإسلام. </p><p> إن على الوالي أو أي واحد من المسلمين أن يجير المستجير، ولماذا لا نسمعه ونتكلم معه عله يؤمن، ويدخل حظيرة الإسلام وفي الإسلام يجير الوالي أو أي واحد من المسلمين؛ لأن المسلمين تتكافأ دماؤهم ولا يوجد دم سيد ودم عبد، ولا دم شريف ودم رخيص؛ وإنما يسعى بذمتهم أدناهم، ولذلك إذا أجار أي مسلم إنساناً غير مسلم أو إنساناً كافراً يجار من جميع المسلمين؛ حتى الصبي الذي لم يبلغ الحلم وحتى المجنون الذي لا يعقل. لهذا أو لذاك أن يجير بشرط أن يوافق الوالي أو المسلمون على ذلك. لماذا؟ لأننا نأخذ على الكفر أنه يغدر بالتعاهد ويتناسى المروءة، فلا بد أن نتمسك نحن المؤمنين بالعهد، فإذا استجار أحد من الكفار فلا بد أن نفي بالعهد. </p><p> ولكن كيف يكون للصبي والمجنون حق الإجارة؟ . نقول: إن الصبي من المؤمنين انتفع بالإسلام لأنه تمت تربيته تربية إيمانية وفقاً لمنهج الله ونشأ في ضوء قول الحق تبارك وتعالى: </p><p> {وَقُل رَّبِّ ارحمهما كَمَا رَبَّيَانِي صَغِيراً}  [الإسراء: ٢٤] . </p><p> بل إن الإسلام يعطي التربية الإيمانية للابن حتى قبل الحمل، فيأمر الأب أن يختار الأم ذات الدين لتكون وعاء صالحاً، ويأمر الأم أن تختار الرجل المتدين ليكون أباً صالحاً. </p><p> إذن فالإسلام يخدم الصبي قبل أن يولد باختيار الأب الصالح والأم الصالحة، ويخدمه بعد أن يولد بتربيته التربية الإسلامية السليمة، وعلى ذلك فالصبي قد استفاد بكل هذه القيم من الإسلام، والذي بلغنا منهج الإسلام هو رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> ومن هنا فالتربية الإسلامية لنا جميعاً؛ لذلك يجب علينا أن نرد التحية إلى رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ الذي علمنا أن المؤمنين تتكافأ دماؤهم ويسعى بذمتهم أدناهم. فلو أن صبيا أعطى الأمان لكافر جاء ليسمع كلام الله؛ قبلت منه هذه الإجارة أو هذا الأمان، ذلك أن الصبي استفاد من تربية إسلامية جاء بها المنهج المنزل على رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، واستفاد من أمه التي تحملت حمله وآلام وضعه، ولولا أن الإسلام حمى النفس حين توجد في الرحم لأمكن للمرأة حين يتعبها الحمل أن تجهض نفسها أو أن تطرح الصبي بعيداً، ولكن الإسلام حمى الطفل وهو في بطن أمه، وحماه حتى تكتمل رضاعته، وتتمثل الأم المسلمة لكل أحكام الإسلام: </p><p> {والوالدات يُرْضِعْنَ أَوْلاَدَهُنَّ حَوْلَيْنِ كَامِلَيْنِ}  [البقرة: ٢٣٣] . </p><p> لقد احترم الإسلام الطفل، وسانده، وطلب من الأب والأم أن يحسنا تسمية أولادهما وأن يحسنا تربيتهما. </p><p> وقبل أن يوجد هذا الطفل في رحم أمه حماه الإسلام - كما قلنا - بأن أمر الرجل أن يختار الأم الصالحة؛ لتكون وعاء صالحاً، فقد قال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: فيما يرويه عنه أبو حاتم المزني قال: «» إذا جاءكم من ترضون دينه وخلقه فأنكحوه، إلا تفعلوا تكن فتنة في الأرض </p><p> وفساد كبير «قالوا يا رسول الله وإن كان فيه؟ قال» إذا جاءكم من ترضون دينه وخلقه فأنكحوه «ثلاث مرات» . </p><p> وكذلك قال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: في حديث له: «فاظفر بذات الدين تربت يداك» . </p><p> والحديث فيما يرويه عنه أبو هريرة رَضِيَ اللَّهُ عَنْه يقول: قال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ «تنكح المرأة لأربع: لمالها، ولحسبها، ولجمالها، ولدينها، فاظفر بذات الدين تربت يداك» . </p><p> فإذا كان الإسلام قد احترم هذا الصبي في كل حقوقه، ألا يحترمه المسلمون؟ . </p><p> وقد يقال إن الصبي منتفع بالإسلام، أما المجنون فلا عقل له حتى إن الله عَزَّ وَجَلَّ قد أعفاه من التكاليف، ونقول: انظروا إلى المجنون بالنسبة لأصحاب العقول، صاحب العقل قصارى ما يصل إليه أن تكون كلمته نافذة لا يعترض عليه أحد، وأن يقول ما يريد ولا يحاسبه أحد، أما المجنون فهو يصل إلى هذا؛ لأنه إن قال قولاً فلا أحد يعترض عليه، وإن فعل فعلاً غير لائق فلا أحد يحاسبه، بل إنه سبحانه وتعالى لا يحاسبه يوم القيامة. </p><p> إذن فالمجنون قد أخذ حظا أكثر مما يأخذه العقلاء، وصار جنونه حماية وحصانة له إن قال كلمة الحق التي قد تؤذي ذوي النفوذ فلا يعاقبه أحد، ويكفي أن يقال إنَّه مجنون حتى يعفى من العقاب، ورب كلمة حق واحدة تصدر من مجنون؛ تكون أرجح عند الله عَزَّ وَجَلَّ من أصحاب عقول كثيرة ظلوا طوال حياتهم ينافقون ويكذبون ويفعلون ما يغضب الله. </p><p> إذن فهناك مهمة في الحياة قد يؤديها المجنون ولا يؤديها العاقل، لأن بعض الناس يعتقد أنه إذا سلب الله أحد البشر شيئا فإنه يميز عنه الآخرين، نقول: لا، لأن عدل الله يأبى إلا أن يعوضه، ولذلك تجد من فقد عينيه يجعل الله عَزَّ وَجَلَّ عيون الناس في خدمته؛ هذا يأخذ بيده؛ وهذا يقوده في الطريق، وهذا يحضر له الطعام والشراب، وهذا يسقيه ... إلخ </p><p> وإن كان الإنسان أعرجَ مثلاً، تجد هذا يعاونه، وهذا يأخذه معه في سيارته، وقد تقف له سيارة أجرة تأخذه إلى حيث يريد. </p><p> بينما يقضي السليم الساعات يبحث عن سيارة الأجرة بلا فائدة. بل إنك إن نظرت إلى الفقير تجد أنَّ الله قد جعل له عدداً من الأغنياء في خدمته، ففلان يحرث ويعزق ويعطيه الله خير الزراعة ليبيعه ويفيض منه على الفقير، وآخر يصنع ويتعب ويشقى ليعطي بعضاً من دخله للفقير، بل إنه يشقى مرة أخرى ليعثر على الفقير حقا ليعطيه بعضاً من ماله، والفقير بالفعل يستحق أن يأخذ شريطة ألا يكون مدعيا للفقر. فما دام قد قبل حكم الله بالفقر والعجز، يوضح له ربه: لقد رضيت بأني أعجزتك، فخذ من قدرة الأغنياء ما يعينك في حياتك، فهذا مُلْكٌ كَوْني له نظام، وأقول ذلك حتى نفهم أن الغنى والفقَر، والصحة والمرض، والقوة والضعف، إنما هي أغيار، ولذلك لا أحد يضمن غَدَهُ، وعلى الواحد منا إن كان قادراً أن يعطي الفقير، حتى إذا ضاع منا المال وجدنا من يعطينا، وأن نساعد المريض، حتى يكونوا في خدمتنا وقت شدتنا. وفي نفس الوقت حين نرى من رَحِمَهُ اللَّهُ من البصر يجب علينا أن نشكر نعمة الله علينا، ولو رأينا إنساناً يعاني في مشيه تنبهنا إلى نعمة الله في أن أعطانا قدرة المشي. </p><p> وهكذا فالإنسان لا يتنبه إلى النعمة إلا إذا رأى من هو محروم منها. وكذلك أراد الحق أن يرضي كل ذي آفة قَبل آفته ولم يتمرد عليها؛ لذلك يفيض عليه بالخير. </p><p> إذن فكل إنسان أسلم يستفيد من الإسلام حتى الصبي والمجنون استفادا من </p><p> الإسلام، ولذلك فلا بد أن نرد التحية لمن بَلَّغنا هذا المنهج الذي أعطانا الحماية، فنقرأ المنهج ونعمل به. </p><p> وحين نستقرئ حياة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، نجده يرد جميل كل من ساعده، ومثال ذلك حليمة السعدية التي نالت شرف إرضاعه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وهو صغير، ثم أكرمها الرسول هي وأسرتها بعد أن صار نبيا. </p><p> ثم ألم يذهب رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إلى الطائف ليطلب النصير له في تبليغ الدعوة بعد وفاة خديجة رَضِيَ اللَّهُ عَنْها ووفاة عمه أبي طالب، وعز عليه النصير وفكر في العودة إلى مكة، والتمس من يجيره حين يدخلها فأجاره واحد من الكفار هو المطعم بن عدي، فإذا كان كافرٌ قد أجار رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ الذي يدعو لمحاربة الكفر؛ أفلا نجير واحداً من الكفار لنرد التحية بخير منها؟ </p><p> وإذا كان واحد من الكفار قد أجار رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في مكة فلا بد أن يرد المؤمنون كلهم التحية بأن يجيروا من يستجير بهم من الكفار. وبعد أن يجير المسلمون من استنجد بهم من الكفار على أن يسمعوه كلام الله. وبعد ذلك هناك أحد أمرين إما أن يعلن الكافر الإيمان، وفي هذه الحالة أصبح من المؤمنين، وإما أن يصر على كفره وعناده، وفي هذه الحالة يصبح على المسلمين مسئولية أن يبلغوه مأمنه، وذلك بأن يساعدوه على الوصول إلى المكان الذي يصبح آمنا فيه على نفسه وماله، وبعد أن يبلغ مأمنه ويسمع كلام الله فليس على المسلمين أن يطلقوا سراحه كما كان الأمر من قبل: </p><p> {فَخَلُّواْ سَبِيلَهُمْ}  [التوبة: ٥] . </p><p> لا، بل على المسلمين أن يبلغوه مأمنه، ثم ينفذون فيه حكم الله إما أسراً، وإما حصاراً، أو قتلاً؛ حسب الحكم النازل من الله. وعلة تأمين الكافر هي أنه من قوم لا يعلمون حسبما قال الله تعالى: </p><p> {ذلك بِأَنَّهُمْ قَوْمٌ لاَّ يَعْلَمُونَ}  [التوبة: ٦] . </p><p> إذن فالإيمان ليس بالفطرة فقط؛ لأن العلم له وسائل كثيرة؛ علم بالفطرة، وعلم بالاكتساب، ومرة تكون أداة العلم الأذن، ومرة بالعين، ومرة بالعقل، والمعلومات كلها تنشأ عند الإنسان إما بالإذن مما يسمع، وإما بالعين مما يرى، ثم بعد ذلك تستقر المعاني في نفس الإنسان. </p><p> ولذلك يقول الحق سبحانه وتعالى:  {والله أَخْرَجَكُم مِّن بُطُونِ أُمَّهَاتِكُمْ لاَ تَعْلَمُونَ شَيْئاً وَجَعَلَ لَكُمُ السمع والأبصار والأفئدة}  [النحل: ٧٨] . </p><p> وهكذا حدد لنا القرآن الكريم وسائل العلم بالسمع والبصر، فإذا استقرت هذه المعلومات في الفؤاد، لأنه الذي يحفظ كل القضايا العقلية والفكرية. وإذا كان الإنسان يسمع ولا يفقه شيئا فهو لا يعلم. </p><p> إذن فالمستجير جاء ليطلب وسائل العلم وأدلة الإيمان؛ وعذره أنه لا يعلم. </p><p> وعلينا أن نحسن الظن وأن نعتبر المستجير طالب علم بالحقيقة، ويريد أن يأخذ أدلة الإيمان. </p><p> ثم يعود الحق سبحانه وتعالى إلى مسألة العهد فيقول:  {كَيْفَ يَكُونُ لِلْمُشْرِكِينَ عَهْدٌ عِندَ الله وَعِندَ رَسُولِهِ إِلاَّ الذين عَاهَدْتُمْ عِندَ المسجد الحرام ... } </p>"
}