{
  "id": null,
  "sura": 9,
  "aya": 24,
  "text": "<p> والخطاب هنا لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ليبلغه للمؤمنين. وقد جاء سبحانه وتعالى في هذه الآية الكريمة بمراحل القرابة، فذكر أولاً صلة النسب من آباء وأبناء وإخوة، ثم الزواج، وهو وسيلة التكاثر، ثم الأهل والعشيرة، ثم الأموال التي نملكها فعلاً، ثم الأموال التي نريد أن نكسبها، ثم المساكن التي نرضى بها، وبعد ذلك ذكر التجارة التي تزيد من المال. وفرَّق الله سبحانه بين الأموال التي في حوزتنا وبين التجارة؛ لأن التجارة قد تأتي لنا بأموال فوق الأموال، والإنسان لا يحصل على سكن إلا إذا كان عنده فائض من المال. ويذكرنا الحق سبحانه هنا إن كانت أي مسألة من هذه الأشياء، وهي زينة الحياة الدنيا أحب إليكم من الله ورسوله والجهاد في سبيل الله {فَتَرَبَّصُواْ} أي انتظروا حتى يأتيكم أمر الله، وجينئذ ستعرفون القيمة الحقيقية للدنيا وقيمة ما عند الله تعالى من رضاء ونعيم. </p><p> ولهذه الآية الكريمة أسباب نزول، وهو أن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ عندما أُمِرَ بالهجرة من مكة إلى المدينة، أمر المسلمين بالهجرة، فتركوا أموالهم التي اكتسبوها بمكة وتجاراتهم ومساكنهم، وآبائهم وأبنائهم، وإخوانهم وأزواجهم وعشائرهم، التي تستطيع حمايتهم، تركوا كل هذا وهاجروا لأرض جديدة. </p><p> ولكن من المسلمين من ركنوا للدنيا فبقوا بجوار أموالهم وأواجهم وأبنائهم المشركين، وكانت الواحدة من النساء المشركات تتعلق بقدمي زوجها المسلم الذي يريد الهجرة حتى لا يتركها فكان قلبه يرقُّ لها، ومنهم من كان يخشى ضياع ماله وكساد تجارته، التي بينه وبين المشركين، فنزلت هذه الآية. </p><p> إن الحق سبحانه وتعالى أراد أن يوضح قيمة الانتماء الإيماني ويدرب المؤمنين عليه. فقد كان المسلم لا يتم إيمانه حتى يهاجر، ويصارم أهله </p><p> وأقاربه ويقاطعهم، فشق ذلك عليهم. وقالوا: يا رسول الله إن نحن اعتزلنا من خالفنا في ديننا قطعنا آباءنا وأبناءنا وأزواجنا وأقاربنا، وخفنا على أموالنا وتجارتنا من الفساد، وخفنا على مساكننا أن تخرب، وبذلك نضيع، فأنزل الله تعالى هذه الآية، وكأنها تأمرهم بأن كسب الإيمان أعلى من أي كسب آخر، فأنزل الحق سبحانه وتعالى الآية الكريمة: </p><p> {قُلْ إِن كَانَ آبَاؤُكُمْ وَأَبْنَآؤُكُمْ وَإِخْوَانُكُمْ وَأَزْوَاجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوَالٌ اقترفتموها وتجارة تَخْشَوْنَ كَسَادَهَا ومساكن تَرْضَوْنَهَآ أَحَبَّ إِلَيْكُمْ مِّنَ الله وَرَسُولِهِ وَجِهَادٍ فِي سَبِيلِهِ فَتَرَبَّصُواْ حتى يَأْتِيَ الله بِأَمْرِهِ والله لاَ يَهْدِي القوم الفاسقين}  [التوبة: ٢٤] . </p><p> ولما نزلت هذه الآية الكريمة أخذها الصحابة مأخذ الجد وهاجروا؛ وقاطعوا آباءهم وأبناءهم، حتى إن الواحد منهم كان يلقى أباه أو ابنه فلا يكلمه، ولا يدخله بيته، ولا ينزله في منزله إن لقيه، ولا ينفق عليه، إلى أن نزلت الآية الكريمة:  {وَإِن جَاهَدَاكَ على أَن تُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلاَ تُطِعْهُمَا وَصَاحِبْهُمَا فِي الدنيا مَعْرُوفاً} </p><p> [لقمان: ١٥] . </p><p> أي: أن المعروف معهم يقتصر فقط في المعاملة وفي الإنفاق على المحتاج. أما الطاعة لهم فيما يغضب الله فهي محرمة. وحاول بعض المستشرقين أن يطعن في القرآن، فمنهم من قال: إن هناك تعارضاً بين آيات القرآن الكريم، فالآيتان اللتان ذكرناهما؛ الأولى تطلب مقاطعة الآباء والأبناء إن استحبوا الكفر على الإيمان، والآية الثانية تطلب مصاحبتهم بالمعروف أو عدم القطيعة، وآية ثالثة تقول: </p><p> {لاَّ تَجِدُ قَوْماً يُؤْمِنُونَ بالله واليوم الآخر يُوَآدُّونَ مَنْ حَآدَّ الله وَرَسُولَهُ وَلَوْ كانوا آبَآءَهُمْ أَوْ أَبْنَآءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ}  [المجادلة: ٢٢] . </p><p> ولم يفطن هؤلاء إلى أن هناك فارقاً بين الود والمعروف، فالود هو عمل القلب، فأنت تحب بقلبك، ولكن المعروف ليس من عمل القلب لأنك قد تصنع معروفاً في إنسان لا تعرفه، وقد تصنع معروفاً في عدوك حين تجده في مأزق، ولكنك لا تحبه ولا توده. </p><p> إذن: فالمنهي عنه أن يكون بينك وبين من يحادون الله ورسوله حب ومودة، أما المعروف فليس منهيا عنه؛ لأن الله يريد للنفس الإيمانية أن تعترف بفضل الأبوة، فإن وجدت أباك وهو غير مؤمن في مأزق فاصنع معه معروفاً وساعده، لكن عليك ألا تطيعه فيما يغضب الله؛ لأن الحق سبحانه وتعالى يريد أن يربي في النفس الإيمانية أن تحترم من له فضل عليها. والأب والأم من أسباب الوجود الفرعي في الحياة، لذلك جاء الأمر بمصاحبتهما بالمعروف في الدنيا، شرط ألا نقبل منهما دعوتهما للكفر إن كانا من أهل الكفر، لأن إيمانك بالله لا بد أن يكون هو الأقوى. ولذلك يقول رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «ثلاث من كن فيه وجد حلاوة الإيمان: أن يكون الله ورسوله أحب إليه مما سواهما، وأن يحب المرء لا يحبه إلا لله، وأن يكره أن يعود في الكفر بعد أن أنقذه الله منه كما يكره أن يقذف في النار» . </p><p> وذلك حتى لا يكون مقياس الحب هو النسب أو القربى، وإنما يكون القرب من الله سبب الحب، والبعد عن الله سبب الكره. فقضية الإيمان تَجُبُّ قضية العاطفة. ففي معركة بدر كان سيدنا أبو بكر الصديق رَضِيَ اللَّهُ عَنْه مع سيدنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، أما ابنه فلم يكن قد أسلم بعد وكان مع الكفار، فلما أسلم ابن أبي بكر وآمن؛ قال لأبيه: لقد رأيتك يوم بدر </p><p> فلويت وجهي عنك حتى لا أقتلك. فرد سيدنا أبو بكر رَضِيَ اللَّهُ عَنْه: لو أني رأيتُكَ لقتلتُكَ. وهذا منطقي مع الإيمان لأن الموازنة النفسية اقتضت أن يقارن ابن أبي بكر بين أبيه وبين صنم يعبده؛ فرجحت كفة أبيه، ولكن أبا بكر حين رأى ابنه قارن بين ربه وابنه فرجحت كفة ربه. </p><p> وإذا كان ذلك عن القرابة، وكيف يَجُبُّ الإيمان العاطفة، فماذا عن المال؟ يتابع المولى سبحانه وتعالى:  {وَأَمْوَالٌ اقترفتموها} أي: أخذتموها بمشقة، وهي مأخوذة من «القرف» وهي القشر، وأنت إن أردت إزالة القشر عن حبة نبات ما، قد تجد شيئا من المشقة؛ لأن هناك التصاقا بين القشرة والحبة، والحق هنا يقول:  {وَأَمْوَالٌ اقترفتموها} أي: أخذتموها بجهد ومشقة، وهو غير المال الموروث الذي لم يتعب فيه صاحبه، وإنما ورثه عن غيره، وفي هذه الحالة قد يكون أمره هيناً على صاحبه. أما المال الذي كسبه الإنسان بعرق جبينه وكدِّه فصاحبه أكثر حرصاً عليه من المال الموروث. ويقال:  «فلان اقترف كذا» ، أي: أنه قام بجهد حتى حصل عليه، ويقال:  «اقترف الكذب» و «اقترف السرقة» ، بمعنى أنه قد بذل جهدًا ليكذب، أو بذل جهدًا ليسرق، أي: قام بعملية فيها مجهود. </p><p> ثم يقول الحق سبحانه وتعالى:  {فَتَرَبَّصُواْ حتى يَأْتِيَ الله بِأَمْرِهِ والله لاَ يَهْدِي القوم الفاسقين} وسبحانه هنا يوضح لهم: انتظروا أمر الله الذي سوف يأتي، لأنه سبحانه لا يهدي فاسقاً خرج عن الإيمان، ولا يهدي من جعلوا حبهم للعلاقات الدنيوية فوق حب الله فخرجوا عن مشيئة هداية الله تعالى، فسبحانه لا يهديهم كما لا يهدي الظالمين أو الكافرين؛ لأن هؤلاء هم من قدموا الظلم والكفر والفسق، فكان ذلك سببا في أن الله لم يدخلهم في مشيئة هداية المعونة على الإيمان، أما هداية الدلالة فقد قدمها لهم. </p><p> ثم أراد الحق سبحانه وتعالى أن يبعث الطمأنينة الإيمانية في نفوس المؤمنين، فيوضح لهم: إن كنتم تريدون بالآباء والأبناء والعشيرة والأقربين والمال قوة، فاعلموا أن قوة المؤمن من ربه، وإياك أن تنظر إلى ولي آخر غير الله؛ لأن ولاية البشر عرضة للتغير والتبدل، حيث إن الإنسان حدث يتقلب بين الأغيار، فالغني فيها قد يصبح فقيرا، والسليم قد يصبح مريضاً، والقوي قد يصير ضعيفاً، ولكن الولاية الدائمة إنما تكون من قادر قاهر لا يتغير، فإذا كان الله وليك فهو القادر دائمًا، والقاهر دائمًا، والغالب دائمًا، والموجود دائماً، والناصر دائماً، ولكن إذا كانت الولاية من إنسان لإنسان فالأغيار في الدنيا تجعل الصديق ينقلب عدواً، والمعين يصبح ضعيفاً لا يملك شيئا، والموجود يصبح لا وجود له بالموت، إذن: فلا بد أن تجعل ولايتك مع الله سبحانه وتعالى: لأنه هو الدائم الباقي. ولهذا يعلِّم المولى - عَزَّ وَجَلَّ - عبده المؤمن أن يكون دائماً يقظاً، فطناً، لبيباً، فيقول سبحانه وتعالى:  {وَتَوَكَّلْ عَلَى الحي الذي لاَ يَمُوتُ}  [الفرقان: ٥٨] . </p><p> أي: لا تتوكل على من قد تصبح غداً فتجده ميتاً، ولكن توكل على الحي الموجود دائما، العزيز الذي لا يقهر، القوي الذي لا يغلب. </p><p> وينبه الحق سبحانه وتعالى المؤمنين: إن كنتم تخشون حين نعزلكم عن مجتمع الكفر لما فيه من عزوة كاذبة بالآباء والأبناء والإخوان والأقارب والمال، فاعلموا أن الله هو الذي ينصر، وهو الولي، ولكن الكافرين لا مولى لهم؛ لأنهم يتخذون موالي من أغيار، والأغيار لا ثقة فيها؛ لذلك يقال: إذا وصل الإنسان إلى القمة فهذه نهاية الكمال، لأنه ما دام قد وصل إلى القمة وكل شيء في الدنيا يتغير، فلا بد أن يتغير هو. ويقول القائل: </p><p> إذاَ تَمَّ شيءٌ بَدَأ نقصُه ... ترقَّبْ زوالاً إذَا قِيل تَمّ </p><p> لأن كل شيء ابن أغيار لا بد أن ينزل إلى أسفل، ويوضح الحق سبحانه وتعالى للمؤمنين أنه إذا كان قد طلب منهم أن يعزلوا أنفسهم عن مجتمع الكفر؛ فأفقدهم بذلك قوة ونصيراً، فهم في مَنَعة أكبر؛ لأنهم حينئذ يكونون مع الله، والله هو النصير، وليس هذا كلاماً نظرياً، وإنما هو كلام مؤكد بالوقائع التي شهدتموها، وسبحانه وتعالى يقول بعد ذلك:  {لَقَدْ نَصَرَكُمُ الله فِي مَوَاطِنَ كَثِيرَةٍ وَيَوْمَ حُنَيْنٍ إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ ... } </p>"
}