{
  "id": null,
  "sura": 9,
  "aya": 112,
  "text": "<p> وبعد أن عرض الحق هذه الصفقة، فمن هم المقبلون عليها؟ إنهم التائبون، والتوبة: هي الرجوع عن أي باطل إلى حق. </p><p> وعمَّ يتوب هؤلاء التائبون؟ </p><p> نحن نعلم أن هناك إيماناً اسمه إيمان الفطرة. نجد ذلك في قول الحق سبحانه وتعالى:  {وَإِذْ أَخَذَ رَبُّكَ مِن بنيءَادَمَ مِن ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ على أَنفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ قَالُواْ بلى شَهِدْنَآ أَن تَقُولُواْ يَوْمَ القيامة إِنَّا كُنَّا عَنْ هذا غَافِلِينَ أَوْ تقولوا إِنَّمَآ أَشْرَكَ آبَاؤُنَا مِن قَبْلُ وَكُنَّا ذُرِّيَّةً مِّن بَعْدِهِمْ أَفَتُهْلِكُنَا بِمَا فَعَلَ المبطلون}  [الأعراف: ١٧٢ - ١٧٣] </p><p> إذن: فالإيمان أمر فطري، والكفر هو الذي طرأ عليه، وقلنا من قبل: إن الكفر هو الدليل الأول على الإيمان؛ لأن الكفر هو الستر، </p><p> فمن يكفر بالله - والعياذ بالله - إنما يستر وجوده، فكأن وجوده هو الأصل، ثم يطرأ الكفر فيسرته، ثم يأتي من ينبه في الإنسان مشاعر اليقين والإيمان فيرجع الإنسان إلى الإيمان بالله بعد أن يزيل الغشاوة التي طرأت على الفطرة. </p><p> و {التائبون} : منهم التائبون عن الكفر الطارئ على إيمان الفطرة، وأخذوا منهج الله الذي آمنوا به، ومن هنا نشأت العبادة التي تقتضي وجود عابد ومعبود، والعبادة تعني الانصياع من العابد لأوامر ونواهي المعبود. </p><p> {التائبون العابدون الحامدون} والعبادة كلها طاعة تتمثل في تطبيق ما جاء به المنهج من «افعل» و «لا تفعل» ، وقد يتدخل المنهج في حريتك قليلاً، وأنت بقوة الإيمان تعتبر أن هذا التدخل في هذه الحرية نعمة يجب أن تحمد الله عليها؛ لأنه لو تركك على هواك، كما يترك ولي الأمر التلميذ ابنه على هواه فهو يفشل، ولكن الأب الذي يحث ابنه على المذاكرة وينهاه عن اللعب والعبث، فلا بد أن ينجح. </p><p> إذن: الأوامر والنواهي هنا نعمة، كان يجب أن نحمد ربنا عليها، وكل ما يجريه الله على العبد المؤمن يجب أن يأخذه العبد على أساس أنه نعمة. </p><p> إذن: فالذين تابوا عن الكفر الطارئ على إيمان الفطرة هم تائبون يأخذون منهج الإيمان من المعبود، ويصبحون بذلك عابدين لله، أي: منفذين الأوامر، ومبتعدين عن النواهي، وهم يعلمون أن الأوامر تقيد حركة النفس وكذلك النواهي، ولكنهم يصدقون قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: «حُفَّتِ الجنةُ </p><p> بالمكاره، وحُفَّت النارُ بالشَّهوات» </p><p> حين تعرف أن العبادة أوصلتك إلى أمر ثقيل على نفسك، فاعرف أن هذا لمصلحتك وعليك أن تحمد الله عليه؛ وبذلك يدخل المؤمن في زمرة الحَامِدينَ. </p><p> وأنت حين تؤمن بالله، يصبح في بالك، فلا يشغلك كونه عنه سبحانه، وإياك أن تشغل بالنعمة عن المنعم، واجعل الله دائماً في بالك، والحق سبحانه يقول:  {كَلاَّ إِنَّ الإنسان ليطغى أَن رَّآهُ استغنى} </p><p> [العلق: ٦ - ٧] </p><p> لذلك يفكر المؤمن في الله دائماً ويشكر المنعم على النعمة وآثارها من راحة في بيت وأولاد وعمل. </p><p> و {الحامدون} أيضاً لا بد أن يستقبلوا كل قدر لله عليهم بالرضا؛ لأن الذي يُجري عليهم القدر - ما دام لم يأمرهم بما لم يقع في اختيارهم - فهو حكيم ولا يُجري سبحانه عليهم إلا ما كان في صالحهم. وبعد أن ترضى النفس بما أجرى عليها تعرف الحكمة؛ ولذلك يقول سبحانه:  {واتقوا الله وَيُعَلِّمُكُمُ الله ... }  [البقرة: ٢٨٢] </p><p> ويتابع الحق صفات المقبلين على الصفقة الإيمانية فيقول:  {السائحون} </p><p> ومعنى «سائح» هو من ترك المكان الذي له موطن، فيه بيته وأهله وأولاد وأنس بالناس، ثم يسيح إلى مكان ليس فيه شيء ما، قد يتعرض فيه للمخاطر، والمؤمن إنما يفعل ذلك؛ لأنه لا شيء يشغله في الكون عن المكوِّن، ويقول الحق سبحانه:  {قُلْ سِيرُواْ فِي الأرض ثُمَّ انظروا ... }  [الأنعام: ١١] </p><p> إذن: فالسياحة هي السير المستوعب، والسير في الأرض منه سير اعتبار لينظر في مكلوت السموات والأرض، وليستنبط من آيات الله ما يدل على تأكيد إيمانه بربه، ومنه سير استثمار بأن يضرب في الأرض ليبتغي من فضل الله. </p><p> إذن: فالسياحة إما سياحة اعتبار، وإما سياحة استثمار، أما سياحة الاستثمار فهي خاصة بالذين يضربون في الأرض، وهم الرجال. </p><p> أما سياحة الاعتبار؛ فهي أمر مشترك بين الرجل والمرأة، بدليل أن الله قال ذلك في وصف النساء:  {عسى رَبُّهُ إِن طَلَّقَكُنَّ أَن يُبْدِلَهُ أَزْوَاجاً خَيْراً مِّنكُنَّ مُسْلِمَاتٍ مُّؤْمِنَاتٍ قَانِتَاتٍ تَائِبَاتٍ عَابِدَاتٍ سَائِحَاتٍ ... }  [التحريم: ٥] </p><p> إذن:  {سَائِحَاتٍ} هنا مقصود بها سياحة الاعتبار، أو السياحة التي تكون في صحبة الزوج الذي يضرب في الأرض. </p><p> وقيل أيضاً: إن السياحة أطلقت على «الصيام» ؛ لأن السياحة تخرجك عما ألفْتَ من إقامة في وطن ومال وأهل، والصيام يخرجك عما ألفْتَ من </p><p> طعام وشراب وشهوة. </p><p> إذن: القَدْرُ المشترك بين الرجال والنساء هو في سياحة الاعتبار وسياحة الصوم. </p><p> ثم يقول الحق سبحانه: </p><p> {الراكعون الساجدون} أي: المقيمون للصلاة، وقد جاء بمظهرين فقط من مظاهر الصلاة، مع أن الصيام قيام وقعود وركوع وسجود؛ لأن الركوع والسجود هما الأمران المختصان بالصلاة، وأما القيام فقد يكون في غير الصلاة، وكذلك القعود. إذن: فالخاصيَّتان هما ركوع وسجود؛ والحق يقول:  {يامريم اقنتي لِرَبِّكِ واسجدي واركعي مَعَ الراكعين}  [آل عمران: ٤٣] </p><p> أي: صلّي مع المصلِّين، وهكذا نجد أن الركوع والسجود هما الأمران اللذان يختصان بالحركة في الصلاة. </p><p> ثم يقول سبحانه:  {الآمرون بالمعروف والناهون عَنِ المنكر} والأمر بالمعروف والنهي عن المنكر هو حيثية تخص الأمة المحمدية لتكون خير أمة أخرجت للناس، فالحق سبحانه يقول:  {كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بالمعروف وَتَنْهَوْنَ عَنِ المنكر ... }  [آل عمران: ١١٠] </p><p> فإذا أمرت بالمعروف ونهيت عن المنكر، فلا بد أن تكون بمنأى عن هذا </p><p> المنكر فليس معقولاً أن تنهى عن شيء أنت مزاول له. </p><p> إذن: فالأمر بالمعروف والنهي عن المنكر، صلاح أو هدى مُتَعدٍّ من النفس إلى الغير، بعد أن تكون النفس قد استوفَتْ حظها منه. </p><p> ويقتضي الأمر بالمعروف والنهي عن المنكر أن تعرف المعروف الذي تأمر به، وأن تعرف المنكر الذي تنهى عنه؛ لذلك لا بد أن تكون من أهل الاختصاص في معرفة أحكام الله، ومعرفة حدود الله حِلاّ وحُرْمة، أما أن يأتي أي إنسان ليُدخل نفسه في الأمر ويقول: أنا آمر بمعروف وأنا أنهى عن منكر، هنا نقول له: لا تجعل الدين، ولا تجعل التقوى في مرتبة أقل من المهن التي لا بد أن يزاولها أهل فكر ومتخصصون فيها. </p><p> ثم يقول سبحانه:  {والحافظون لِحُدُودِ الله} و «الحدود» جمع «حد» وتأتي الحدود في القرآن على معنيين: المعنى الأول هو المحافظة على الأوامر، وتلك التي يردفها الحق بقوله:  {تِلْكَ حُدُودُ الله فَلاَ تَعْتَدُوهَا ... }  [البقرة: ٢٢٩] </p><p> وكل أمر يقول فيه ذلك هو حد الله فلا تتعدَّ هذا الحد، أما المعنى الثاني: فهو البعد عن المنهيات فلا يقول لك: لا تتعداها، بل يقول سبحانه:  {تِلْكَ حُدُودُ الله فَلاَ تَقْرَبُوهَا ... }  [البقرة: ١٨٧] </p><p> ويُنهى الحق سبحانه الآية بقوله:  {وَبَشِّرِ المؤمنين} أي: بَشِّرْ هؤلاء </p><p> الذين يسلكون هذا السلوك مطابقاً لما اعتقدوه من اليقين والإيمان، لا هؤلاء المنافقين الذي قد يصلون أو يصومون ظاهراً. وكلمة {وَبَشِّرِ} و «استبشر» و «البشرى» و «البشير» كلها مادة تدل على الخبر السار الذي يجعل في النفس انبساطاً وسروراً؛ بحيث إذا رأيت وجه الإنسان وجدته وجهاً متهللاً تفيض بشرته بالسرور. </p><p> وبعد ذلك يتكلم الحق عن أمر شغل بال المؤمنين الذين كان لهم آباء على الكفر؛ ومن حقوق هذه الأبوة على الأبناء أن يستغفروا لهم لعل الله يغفر، وأراد الحق سبحانه وتعالى أن يبين لنا أن رعاية حدود الله وحقوقه أوْلَى من قرابة الدم، وأوْلى من عاطفة الحنوّ والرحمة؛ فالحق سبحانه وتعالى أوْلى بأن يكون الإنسان باراً به من أن يكون بارّا بالأب الكافر، وقد جعل الحق سبحانه النسبَ في الإسلام نفسه. </p><p> ثم يقول الحق سبحانه:  {مَا كَانَ لِلنَّبِيِّ والذين ... } </p>"
}