{
  "id": null,
  "sura": 9,
  "aya": 50,
  "text": "<p> وما يزال الحديث عن المنافقين، فبعد أن بيَّن الحق سبحانه وتعالى كيف حاول المنافقون الهروب من الحرب لأسباب وأعذار مختلقة، أراد سبحانه وتعالى أن يزيد الصورة توضيحياً في إظهار الكراهية التي تخفيها قلوب المنافقين بالنسبة للمؤمنين. وهنا يقول سبحانه: </p><p> {إِن تُصِبْكَ حَسَنَةٌ} والمقصود بالحسنة هنا هيك الانتصار في الحرب، والنصر في الحرب هو من وجهة نظر المنافقين ينحصر في حصول المؤمنين على الغنائم، وهذه مسألة تسوء المنافقين وتحزنهم؛ لأن الهمّ الأول للمنافقين هو الدنيا، وهم يريدون الحصول على أكبر نصيب منها. وبما أنهم لم يخرجوا للجهاد والتمسوا الأعذار غير الصحيحة للهروب من الحرب؛ لذلك فهم يحزنون إذا انتصر المؤمنون؛ لأنهم حينئذ لن يكون لهم حق في الغنائم. وفي هذه الحالة يقولون: يا ليتنا كنا معهم؛ إذن لأصبْنَا الغنائم وأخذنا منها. </p><p> أما إذا كانت الدائرة قد دارت على المسلمين وهُزِموا في الحرب؛ فهذه سيئة بالنسبة لكل مؤمن، ولكن المنافقون يعتبرون الهزيمة لأهل الإيمان حسنة، وسيقولون لأنفسهم: لقد كنا أكثر رجاجةً في الفكر واحتطْنا للأمر، ولم نخرج معهم ولذلك نجونا مما أصابهم. والمصيبة في الحرب تكون في: الأرواح، والرجال والمال، والعتاد بالإضافة إلى مرارة الهزيمة. ولذلك يقول الحق سبحانه وتعالى: </p><p> {إِن تُصِبْكَ حَسَنَةٌ تَسُؤْهُمْ وَإِن تُصِبْكَ مُصِيبَةٌ يَقُولُواْ قَدْ أَخَذْنَا أَمْرَنَا مِن قَبْلُ وَيَتَوَلَّواْ وَّهُمْ فَرِحُونَ} وكأنهم قد احتاطوا قبل أن يبدأ القتال فلم يخرجوا، وهم كمنافقين يمكن أن يفرحوا؟ إنْ أصابت المسلمين كارثة أو مصيبة، وهي هنا الهزيمة في الحرب. وسيقولون:  {قَدْ أَخَذْنَا أَمْرَنَا مِن قَبْلُ} أي: قاموا بالاحتياط فلم يخرجوا للقتال، بينما لم يحتَطْ محمد وصَحْبُه وجيشه. ثم يديرون ظهورهم ليُخْفُوا فرحتهم. </p><p> وحين يقول الحق:  {إِن تُصِبْكَ حَسَنَةٌ تَسُؤْهُمْ} يوضح لنا أن أي نصر للإيمان يحزن المنافقين في نفوسهم، ويصير هذا القول قرآناً يُتلى ويُتعبد به ويسمعونه بآذانهم، بالله لو لم تُحزنهم الحسنة التي ينالها المنافقين في نفوسهم، ويصير هذا القول قرآناً يُتلى ويُتعبد به ويسمعونه بآذانهم، بالله لو لم تُحزنهم الحسنة التي ينالها المؤمنون، ألم يكن ذلك دافعاً لأن يقولوا: نحن لم نفرح ولم نحزن؟ </p><p> بالله حين يفاجئهم القرآن بالكشف عن خبايا نفوسهم بالقرآن؛ ألم يكن ذلك داعياً لهدايتهم؟ </p><p> لقد عرف محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ الغيب الذي في قلوبهم وفضح ضمائرهم وسرائرهم بعد أن أطلعه الحق على ذلك. ومع هذا أضمروا النفاق في قلوبهم وانتظروا مَسَاءةً تَحل بمحمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وصحبه. </p><p> ويرد الحق سبحانه وتعالى عليهم:  {قُل لَّن يُصِيبَنَآ إِلاَّ ... } </p>"
}