{
  "id": null,
  "sura": 9,
  "aya": 1,
  "text": "<p> والبراءة - كما قلنا - هي انقطاع العصمة، والعصمة استمساك، والحق تبارك وتعالى يقول:  {وَمَن يَعْتَصِم بالله فَقَدْ هُدِيَ إلى صِرَاطٍ مُّسْتَقِيمٍ}  [آل عمران: ١٠١] . </p><p> وهو أيضا يقول:  {لاَ عَاصِمَ اليوم مِنْ أَمْرِ الله}  [هود: ٤٣] . </p><p> إذن فالبراءة يلزم منها أنه كان هناك عهد واستمساك به، وجاءت البراءة من الاستمساك بهذا العهد الذي عهده رسول الله معهم، وكانوا معتصمين بالمعاهدة، ثم جاء الأمر الإلهي بقطع هذه المعاهدة. وكلمة «براءة» تجدها في «الدَّيْن» ويقال: «برىءَ فلانٌ من الدَّيْن» . أي أن الدَّيْنَ كان لازماً في رقبته، وحين سَدَّده وأدَّاه يقال:  «برىء من الدَّين» . ويُقال:  «برىء فلان من المرض» إذا شُفِي منه أي أن المرضَ كان يستمسك به ثم انقطع الاستمساك بينه وبين المرض. </p><p> وكان رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قد عاهد قريشاً وعاهد اليهود، ولم يُوَفِّ هؤلاء بالعهود، وكان لزاماً أن ينقض رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ هذه العهود. وإذا سأل سائل: لماذا لم ينقض هذه العهود من البداية، ولماذا تأخر نقضه لها إلى السنة التاسعة من الهجرة. رغم أن مكة قد فتحت في العام الثامن من الهجرة؟ </p><p> لقد حرر الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ الكعبة من الأصنام والوثنية، وبعد أن استقرت دولة الإسلام بدأ تحرير «المكين» وهو الإنسان الذي يحيا بجانب البيت </p><p> الحرام، وكان لا بد من تصفية تجعل المؤمنين في جانب، والكفار وأهل الكتاب والمنافقين في جانب آخر، وقد حدث هذا في العام التاسع من الهجرة حتى لا يحج رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إلا والمكان محرر والمسجد محرر والناس محررون، ولذلك أوضح سبحانه وتعالى بهذه الآية لأصحاب العهود التي كانت بينهم وبين محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: أنتم لستم أهلاً للأمان ولا للوفاء بالعهود؛ لذلك نحن قد قطعنا هذه العهود. وهذه القطيعة ليست من إرادة بشرية من محمد وأصحابه ولكنها قطيعة بأمر الله تعالى، فقد يجوز أن يعرف البشر شيئاً ويَغيب عنهم أشياء. لكن العالم الأعلى قال:  {بَرَآءَةٌ مِّنَ الله وَرَسُولِهِ}  [التوبة: ١] . </p><p> ولم يقل براءة من الله وبراءة من الرسول، ذلك لأنها براءة واحدة، والبراءة صادرة من الله المشرع الأعلى، ومبلغة من الرسول الخاتم، والبراءة موجهة إلى المشركين الذين عاهدهم رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> ونعلم أن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كان له حلف مع قبيلة خزاعة، وكانت هناك قبيلة مضادة لها اسمها قبيلة بكر متحالفة مع قريش. وقد أعانت قريش قبيلة بكر على قبيلة خزاعة، فذهب إلى المدينة شاعر من خزاعة هو عمرو بن سالم الخزاعي وقال القصيدة المشهورة ومنها هذه الأبيات: </p><p> يا رب إنّي ناشدٌ مُحَّمدا ... حلف أبينا وأبيه الأ تلَدا </p><p> كُنت لنا أباً وكنَّا ولدا ... ثُمَّتَ أسلمنا ولم ننزع يدا </p><p> فانصر هداك الله نَصْراً عتدا ... وادع عباد الله يأتوا مددَا </p><p> إن قريشاً أخلفُوك الموعدا ... ونَقَضُوا ميثاقَك المؤكَّدا </p><p> هم بيتونا بالوتير هُجَّدا ... وقتلونا ركَّعاً وسُجَّدا </p><p> فلما سمع رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ذلك قال: نصرت يا عمرو بن سالم، لا نصرت إن لم أنصرك. </p><p> إذن فالمشركون هم الذين نقضوا العهد أولاً، وصاروا لا يؤمن لهم جانب لأنهم </p><p> لا يحترمون عهداً أو معاهدة، ونزل قول الحق سبحانه وتعالى:  {بَرَآءَةٌ مِّنَ الله وَرَسُولِهِ إِلَى الذين عَاهَدْتُمْ مِّنَ المشركين}  [التوبة: ١] . </p><p> الخطاب هنا للمسلمين، والبراءة من المشركين. ونزل بعد ذلك قول الحق تبارك وتعالى:  {فَسِيحُواْ فِي الأرض أَرْبَعَةَ أَشْهُرٍ واعلموا أَنَّكُمْ غَيْرُ مُعْجِزِي الله ... } </p>"
}