{
  "id": null,
  "sura": 9,
  "aya": 55,
  "text": "<p> وإياكم أن تروا واحداً من هؤلاء ممن رزقهم الله المال والولد ثم تقولون: كيف يكون عذابهم في الدنيا وهم يملكون المال والولد؟ ومثل هذا التعجب يعني استحسان المال والولد، والظن أن فيهما الخير كله، لكنك إن نظرت </p><p> بعمق إلى المال والولد وكل حطام الدنيا فستجده لا يستحق الإعجاب، وإياك أن تغتر بشيء يمكن أن يتركك، ويمكن أن يكون سبباً في عذابك، فالمال والولد قد يجعلان الإنسان ملتفتاً إلى النعمة ويلهيانه عن المنعم. وإن لم يلتفت الإنسان إلى المنعم لا يذكره. وإن لم يذكر الله أهمل منهجه. </p><p> والمال والولد في الحياة الدنيا قد يكونان سببين في أن يخاف الإنسان ترك الدنيا. فإن لم يكن لك إيمان بما عند الله في الآخرة، فقد تخاف أن يتركك المال أو الولد. والذي لا يؤمن باليوم الآخر؛ فالدنيا هي كل زمنه؛ وإن فاتها كان ذلك مصيبة له، وإن فاتته كان ذلك مصيبة عليه. وإن آمن الإنسان بالله واليوم الآخر لقال: لئن فاتتني الدنيا فلي عند الله خير منها. ويريد الحق سبحانه أن يمنع عن المؤمنين به فتنة النعمة التي تُلْهِي عن المنعم، فيقول سبحانه: </p><p> {فَلاَ تُعْجِبْكَ أَمْوَالُهُمْ وَلاَ أَوْلاَدُهُمْ} والآية الكريمة تدلُّنا على أن للمال وحده إعجاباً، وللأولاد وحدهم إعجاباً، فمن عنده مال معجب بما عنده. ومن ليس عنده مال وعنده أولاد معجب بهم أيضاً. فإذا اجتمع الاثنان معاً يكون الإعجاب أكبر وأشمل. والحق سبحانه وتعالى يريدنا أن نفهم أن اجتماع المال والولد يجب ألا يثير الإعجاب في نفوسنا، بل إن سياق الآية يحذرنا من أن نعجب بمن عنده المال وحده، أو بمن عنده الأولاد وحدهم، لذلك كرر الحق سبحانه وتعالى كلمة:  {لا} فقال: {فَلاَ تُعْجِبْكَ أَمْوَالُهُمْ وَلاَ أَوْلاَدُهُمْ} . </p><p> وأفهمنا الحق سبحانه وتعالى أنه إذا أمد الكافر أو المنافق بالمال والولد؛ فلذلك ليس رفعة من شأنه، وإنما ليعذبه بهما في الدنيا والآخرة. فقال:  {إِنَّمَا يُرِيدُ الله لِيُعَذِّبَهُمْ بِهَا} ، واللام هنا في «لِيُعَذِّبَهُمْ» هي لام تدخل </p><p> على الفعل واسمها «لام العاقبة» . وهي تعني أننا ربما نقوم بالفعل لهدف معين، ولكن قد تكون عاقبته شيئاً آخر تماماً غير الذي قصدناه، بل ربما تكون عكس الذي قصدناه. </p><p> وعندما نقرأ القرآن نجد قول الحق سبحانه وتعالى:  {فالتقطه آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوّاً وَحَزَناً ... }  [القصص: ٨] </p><p> هل التقط آل فرعون موسى عليه السلام ليكون لهم عدواً؟ أم ليكون قرة عين لهم؟ </p><p> هم قد التقطوه ليكون قرة عين لهم، ولكن الذي حدث كان عكس ما قصدوه ساعةَ قيامهم بفعل الالتقاط، فبدلاً من أن يصبح موسى قرة عين، أصبح عدواً لفرعونن بل كان سبباً في زوال مُلْكه، إذن هذه هي لام العاقبة. </p><p> والله سبحانه وتعالى أعطى لبعض الكفار أموالاً وأولاداً، وهذا في ظاهره رفعة في الدنيا، ولكنهم بدلاً من أن يستخدموا هذه النعمة في التقرب إلى الله ألهتهم عن الإيمان بالله، ووصل بهم الأمر إلى أن يدخلهم الحق في العذاب. ولم يُرِد الحق العذاب لهم، ولكنهم بحركتهم وفتنتهم بالمال والولد استحقوا أن يدخلوا في العذاب. والعمل غير الشرعي في تنمية المال أو إرضاء الأولاد هو الذي أوصلهم إلى العذاب. </p><p> {إِنَّمَا يُرِيدُ الله لِيُعَذِّبَهُمْ بِهَا فِي الحياوة الدنيا} وأول ألوان العذاب: أن تلهيهم تلك النعمة عن المنعم. وتبعدهم عن منهج الله فيصيرون في عداء مع المؤمنين بمنهج الله، ويخافون إعلان هذا العداء؛ لذلك حينما كان يرسل الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في طلب واحد من المنافقين أو اليهود كانوا يرتعدون </p><p> ويتساءلون: هل اكتشف الرسول أمرنا أم كشف الله لنا بعض خبايانا؟ وكانوا في خوف أن يفتضح في خوف أن يفتضح أمرهم، فيعاملهم معاملة المشركين ويشردهم. </p><p> وثانياً: كانوا يخافون من أن يدخل الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في حرب؛ لأنهم ما داموا قد أعلنوا الإيمان فهم مطالبون ببذل المال، وأن يذهب أولادهم الذين بلغوا سن القتال مع جيش المسلمين، وكانوا يقولون بينهم وبين أنفسهم: ما لنا نبذل المال ونضحي بالأولاد في سبيل ما لا نؤمن به. وهم بمشاعرهم تلك يختلفون عن مشاعر المؤمنين الذين يُلبُّون نداء رسول الله طمعاً في الجنة أو النصر. وهذا لون من ألوان العذاب. </p><p> وهناك لون آخر من العذاب: عندما يخرج هؤلاء المنافقون إلى إحدى الغزوات، فهم يخافون على أنفسهم من القتل أو الأذى بالأسر أو سبي النساء، فيكونون في عذاب نفسي طوال الرحلة إلى الغزوة وفي أثناء الحرب. </p><p> ولون ثالث من ألوان العذاب: أن عابد المال يجمع المال من حرام ومن حلال، لا يهمه من أين جاء المال؟ ولكن يهمه أن يأتي، والذي يكسب حلالاً يكون واضح الحركة في الحياة، والذي يكسب حراماً هو لص يخاف أن ينكشف أمام الناس، ويعيش في عذاب أليم دائم من أن يأتي يوم يكشف الله ستره فيعرف الناس أنه ارتشى، أو أنه اختلس، أو أنه زَوّرَ وَزيَّف. أو أنه فعل شيئاً يُحقّره في أعين الناس أو يُعرِّضه للعقوبة؛ كأن يكون قد تاجر في المخدرات أو في الأعراض. أو في غير ذلك، وخوفه من انكشاف أمره يجعله يعيش في عذاب دائم وصراع مستمر. </p><p> وإذا أردنا أن نعرف الفرق بين الحلال والحرام نضرب هذا المثل: أنت إن أعجبك شيء في بيت جارك، وطلبته منه وأعطاك إياه، فأنت لا تخشى أن يعرف الناس ما حدث. ولكن إذا أعجبك شيء في بيت جارك وأردت أن تسرقه، فأنت لا تأتي في النهار ولا أمام الناس، بل تأتي ليلاً وتحرص على ألا يراك أحد. </p><p> ولا تدخل من باب الشفقة، بل تظل تدور وتخطط لتجد منفذاً تدخل منه دون أن يراك أحد. وتضع خطة للسرقة. وتدخل المنزل على أطراف أصابعك وأنت ترتعد. فإذا شعرت وأنت تنفذ الخطة بصوت أقدام تنزعج وتجري لتختبئ وتأخذ الشيء وتكون حريصاً على إخفائه وإن رآه أحد عندك انزعجت، وكل هذا عذاب يمر به كل من يجمع المال الحرام، إذن فجمع المال الحرام عذاب. </p><p> وكل من يربي أولاده من مال حرام لا يبارك الله لهم فيهم، فإما أن ينشأ الواحد منهم عذاباً لأبيه في تربيته فيرسب في الامتحانات. ويُتلف المال في الإنفاق بلا وعي. فكلما أعطيته أكثر احتاج إلى المزيد من المال أكثر. ومثل هذا الابن لا يطيع أباه. ويكون العذاب الأكبر حينما ينشأ أحد أبناء هذا الإنسان ويكون الابن مؤمناً إيماناً صادقاً بالله، فيرفض أن يأكل أو يلبس من مال أبيه، أو أن يناقشه من أين جاء بهذا المال ويسمع منه ما يكره، ويتمرد دائماً عليه. </p><p> وفي عهد رسول الله صلى الله عليه سلم كان أبو عامر عدواً لله ورسوله. وكان ابنه حنظلة مؤمناً، وكلما رأى أبو عامر ابنه كان قلبه يغلي بالغيظ، وعندما نودي للقتال، وسمع حنظلة نداء الجهاد بعد أن فرغ من الاستمتاع مع زوجته فلم يصبر إلى أن يغتسل من الجنابة، بل سارع إلى الحرب </p><p> مع رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ واستشهد في المعركة ولكن كيف عرف الصحابة قصة حنظلة، مع أن هذه المسألة تكون سراً بين الرجل وزوجته لا يعرفه أحد؟ لقد عرف المؤمنون بخبر حنظلة حين رأى رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بإشراقات الله أن الملائكة تنزل من السماء وتُغسِّل حنظلة. ولما كان الشهيد لا يُغسل، فقد عرف الرسول أن هذا ليس غُسْلاً من الشهادة، وإنما هو غُسْل حتى لا يُقْبِلَ الشهيد على الله وهو جُنُب، رأى الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ما حدث لحنظلة، وعندما عاد إلى المدينة بعث إلى زوجة حنظلة وسألها: ماذا حدث ساعة ساعة خروج حنظلة إلى المعركة؟ فقالت أنه سمع نداء القتال، خرج بدون غُسْل. وتأمل كيف نزلت الملائكة لتغسل شهيداً هو ابن عدو الله ورسوله. وكيف يكون هذا غَيْظاً في قلب الأب. </p><p> وقصة أخرى: سيدنا عبد الله بن عبد الله بي أبيّ؛ والده عبد الله بن أبيّ كان زعيم المنافقين في المدينة، وهو الذي انسحب يوم أحد ومعه ثلث المقاتلين من المعركة. ويسمع عبد الله أن صحابة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، يطلبون منه الإذن بقتل والده ابن أبيّ، انظروا إلى الإيمان. فها هو الابن يذهب إلى رسول الله عَلَيْهِ الصَّلَاة وَالسَّلَام ُ، ويقول له: يا رسول الله إن كنتَ آمراً </p><p> بقتل أبي فأمرني بقتله؛ حتى لا ألقي قاتله من المسلمين وفي قلبي غِلٌّ عليه. </p><p> وعندما يسمع الأب أن ابنه يطلب أن يكون قاتله، أليس هذا عذاباً في قلبه؟ وهكذا نرى أن الأموال والأولاد الذين كان من المفروض أن يكونوا نعمة يصبحون نقمة، أليس هذا عذاباً في الدنيا؟ </p><p> ولكن غير المؤمنين لا يلتفتون إلى واهب النعمة، ولا إلى الجزاء الذي ينتظرهم في الآخرة، ولا ينتبهون إلى حكمة الخلق التي تؤكد أن الإنسان خليفة الله في الأرض، وأن الله قد أعدَّ الأرض بكل ما فيها من إمكانات ومن خيرات لتكون في خدمة هذا الخليفة، أي: أنه أقبل على عالم كامل من كل شيء؛ معداً له إعداداً فوق قدراته وطاقاته. </p><p> ولذلك يقول الحق سبحانه وتعالى في حديث قدسي:  «خلقتُ الأشياء من أجلك، وخلقتُك من أجلي، فلا تشتغل بما هو لك عما أنت له» </p><p> أي: لا تشتغل بالنعمة عن المنعم، تماماً كما يدخل الإنسان إلى وليمة كبيرة، فيجد المائدة مُعدَّة بكل ألوان الطعام، وصاحب المائدة واقف فلا يحييه ولا يسلم عيه ويذهب مباشرة إلى الطعام، فيُحسُّ الناس أن هذا الإنسان جاحد بكرم الضيافة. بينما نجد رجلاً آخر يدخل فيسلم على صاحب الوليمة ويشكره على كرمه ويشيد به، الأول: انشغل بالنعمة، والثاني: لم يُنْسه انشغاله بالنعمة أن يشكر مَنْ أعدها له. </p><p> ومثال آخر: إن الصحة هي من أثمن النعم. أما المرض فإنه أقسى ما يمكن أن يصاب به الإنسان؛ لأن الصحة هي التي تجعل الإنسان يتمتع بنعم الحياة، أما المرض فيحرمه هذه النعمة. ولذلك فعندما يمرض الإنسان </p><p> يعوضه الله بأنه بدلاً من أن يكون في معيّة النعمة، يكون في معيّة المنعم وهو الله سبحانه. ولذلك يقول في حديث قدسي: </p><p> «عبدي فلان مرض فلم تَعُدْني.فيقول له:يا رب وكيف أعودك وأنت رب العالمين؟فيقول له:أما علمْتَ أنك لو عُدته لوجدتني عنده» </p><p> قولوا لي بالله: أيضيق أي مريض عندما يعرف أن الصحة كانت نعمة من الله وفارقته، ولكن المرض جعله مع المنعم، وهو الله سبحانه وتعالى؟ لا، بل إن ذلك يخفف عنه وطأة المرض، ويجعله يشعر أن الأنْسَ بالله يخفف عنه الآلام. لكنك للأسف تجد الإنسان غير منطقي مع نفسه، فالعالم خُلق من أجل الإنسان. والإنسان خُلق ليعبد الله. ولكنك تجده لا يلتفت لما خُلق من أجله، بل يلتفت للأشياء التي خُلقت له. وقد كان من المنطقي أن ينشغل بما خُلق من أجله. </p><p> وإذا أخذنا مثلاً منطق الإنسان مع الزمن، نجد أن الزمن إما أن يكون حاضراً أو ماضياً أو مستقبلاً. فإذا أردنا أن نذهب إلى ما لا نهاية نقول: إن الزمن حاضر وأزلي وأبدي. </p><p> والأزلي: هو القديم بلا بداية. والأبد: هو المستقبل بلا نهاية. والحاضر: هو ما نعيش فيه. </p><p> والوجود الذي تراه أمامك خلقه الحق سبحانه واجبُ الوجود وبكلمة «كن» جاء كل «ممكن الوجود» ؛ لأن كل وجود يحتاج إلى مُوجد هو وجزد ممكن، وسيأتي له عدم. أما الوجود غير المحتاج إلى موجد فهو وجود </p><p> لا ينتهي. أي: أن واجب الوجود هو وجود الله وحده سبحانه وتعالى. ولذلك فهو وجود أزلي قديم بلا نهاية، وأبد باقٍ بلا نهاية. وبذلك فهو يخرج عن الزمن. </p><p> نأتي بعد ذلك إلى المخلوقات الممكنة، أي التي لها مُوجدٌ، وهي كل ما في الكون ما عدا الله سبحانه وتعالى، ومنها هذه الدنيا التي يعبدها بعض الناس من دون الله، هذه الدنيا ليس لها أزل ولا أبد، فالدنيا لم توجد إلا عندما خلق الله السماوات والأرض، أي ليس لها وجود بلا نهاية. ولكن كان وجودها ببداية. إذن فهي ليست أزلاً، وهي ليست أبداً لأنها تنتهي بيوم القيامة. </p><p> ولذلك لا يجتمع في قلب المؤمن حب الله وحب الدنيا؛ لأن الله أزل وأبد، والدنيا لا أزل ولا أبد، بل عمر الدنيا بالنسبة للإنسان هي بمقدار عمره فيها. وقبل ميلاده لا علاقة له بها، وبعد الموت لا علاقة له بها. وحتى إذا أخذنا الدنيا غي عمومها فإن لها بداية ونهاية، فكيف يمكن أن يجتمع في قلب المؤمن حب من لا بداية له ولا نهاية، وحب من له بداية ونهاية؟ لا يجتمعان. </p><p> ولذلك قال شيخنا الزمخشري رَضِيَ اللَّهُ عَنْه: ما دام هذا الكون فيه وجود، يكون الوجود: إما واجباً، وإما ممكناً. والوجود الواجب لله وحده. والوجود الممكن هو كل ما عدا الله، ولا يوجد أزل ولا أبد إلا للحق سبحانه وتعالى. </p><p> فإذا قلنا: إن هناك وجوداً فيه أزل وليس فيه أبد، نقول: إن هذا ممتنع عقلاً؛ لأن الذي لا تكون له بداية لا تكون له نهاية. أي: يكون دائم الوجود. </p><p> إذن: فيبقى أن يكون الوجود له أبد وليس له أزل، أي: له بداية وليس له نهاية. ونقول: إن هذا يجتمع في اثنتين؛ الآخرة والإنسان؛ الإنسان له بداية وهي تاريخ خَلْقه، وليس له نهاية؛ لأنه بعد أن يموت يُبعَثُ مرة أخرى، إما أن يخلد في النعيم، وإما أن يُعذَّبَ قليلاً، ويدخل الجنة وإمّا يخلد - والعياذ بالله - في النار. </p><p> وكذلك الآخرة لم يأت زمنها بعد. إذن فهي لم تبدأ بعد، ولكنها متى بدأت فليس لها نهاية؛ لأن هناك حياة أبدية في الجنة أو في النار. إذن: فالإنسان والآخرة اشتركا في شيء واحد، ولا بد أن يربط الإنسان نفسه بالآخرة؛ فالذي يأخذ الدنيا إنما أخذ شيئاً له بداية ونهاية، ولكن الذي يطبق منهج الله ويعبده عن حب واختيار أخذ مَنْ لا بداية له ولا نهاية له. </p><p> والذي عمل للآخرة، عمل لما لا نهاية له أو للذي سيخلد فيه، وتكون فيه حياته الحقيقية. </p><p> ولذلك حين نقرأ قول الحق سبحانه وتعالى:  {وَإِنَّ الدار الآخرة لَهِيَ الحيوان لَوْ كَانُواْ يَعْلَمُونَ}  [العنكبوت: ٦٤] . </p><p> نعرف أن الحياة الحقيقية هي في الآخرة وليست الدنيا؛ لأن الغايات في أي شيء يجب أن تكون متساوية، فمثلاً: إذا أردنا أن نصنع كُرْسياً. فالغرض من الكرسي أن نجلس عليه. إذن: فكل الكراسي مهما اختلَفت أشكالها وألوانها لها غاية واحدة وهي أن نجلس عليها. والإنسان غايته </p><p> لابد أن تكون متساوية. وما دُمْنَا أفراداً لجنس واحد فلا بد أن تكون لنا غاية واحدة: ما هي؟ أهي الصحة؟ بعضنا مريض. أهي القدرة؟ بعضنا عاجز. أهي طول العمر؟ بعضنا عمره في الدنيا ساعات. </p><p> وإذا استعرضنا كل ما في الدنيا فلا نجد شيئاً نتفق فيه إلا الموت، وفيما عدا ذلك فنحن نختلف. إذن فلا بد أن نلتفت في حياتنا الدنيا من أول يوم إلى أننا سوف نموت ونلقى الله، وعلينا أن نعد العدة لذلك، وكلنا سائرون إلى هذه النهاية. </p><p> والحق سبحانه وتعالى يقول في الآية التي نحن بصدد خواطرنا عنها {فَلاَ تُعْجِبْكَ أَمْوَالُهُمْ وَلاَ أَوْلاَدُهُمْ إِنَّمَا يُرِيدُ الله لِيُعَذِّبَهُمْ بِهَا فِي الحياوة الدنيا} لم يقف عَزَّ وَجَلَّ عند هذا الحد، بل قال سبحانه:  {وَتَزْهَقَ أَنفُسُهُمْ وَهُمْ كَافِرُونَ} </p><p> و {تَزْهَقَ} أي تخرج بصعوبة، لماذا؟ لأن عابد الدنيا عمل من أجلها فقط. ولم يعمل شيئاً من أجل الآخرة، فعندما يأتي له الموت، يجد أنه لم يقدم شيئاً لآخرته، وأن ما ينتظره هو العذاب، ولذلك يكره أن يترك نعيم الدنيا إلى عذاب الآخرة. أما صاحب الأعمال الطيبة عندما يأتي له الموت فهو يستبشر؛ لأن الذي ينتظره خير يفوق كل الذي سيتركه. كمثل إنسان يعيش في كوخ صغير ثم ينتقل إلى قصر فاخر، أإلا يكون سعيداً؟ وكذلك المؤمن عندما يأتيه الموت يصبح كالذي ينتقل من كوخ صغير إلى قصر فاخر. أما صاحب الدنيا فمثل الذي يؤخذ من قصر إلى نار محرقة، ولذلك فهو يكره ساعة الموت. </p><p> والمؤمن يفرح حين ينتقل من الدنيا الفانية إلى الحياة الخالدة الباقية، ومن النعمة إلى المنعم، ومن الحياة بالأسباب إلى الحياة مع المسبِّب، فنحن في الدنيا لا بد أن نأخذ بالأسباب إلى الحياة مع المسبِّب، فنحن في الدنيا لابد أن نأخذ بالأسباب لنصنع ما نريد، والمثال: أنك إنْ أردت أن تأكل فلا بد من أن تطهو الطعام أو أن يُعدّه لك غيرك، وإنْ أردتَ أن تلبس فلا بد لك ممن يصنع لك القماش ويحيك الثوب. ووراء كل نتيجة توجد سلسلة طويلة من الأسباب. فهناك الذي يزرع، والذي يحصد، والذي ينقل إلى المطحن أو إلى المصنع، والذي يطحن الدقيق أو ينسج القماش، أما في الاخرة فلا توجد أسباب، بل بمجرد أن يخطر الشيء على بالك تجده أمامك، أليست هذه حياةَ نعيمٍ؟ </p><p> إذن: فالذي تنفرج أساريره ساعة الموت </p><p> هو المؤمن، والذي ينقبض وجهه ويتشنج عندما يأتيه مَلَكُ الموت هو الكافر والعاصي؛ لأنه سينتقل من نعيم حتى ولو كان نسبيا إلى عذاب رهيب. </p><p> وقد قيل للإمام علي رَضِيَ اللَّهُ عَنْه: يا إمام، أريد أن أعرف نفسي أأنا من أهل الدنيا أم من أهل الآخرة؟ فقال الإمام عليّ: الله أرحم من أن يجعل جواب هذا السؤال عندي وجعل السؤال عندك أنت، إن كنت تحب من يدخل عليك وهو يريد أن يأخذ منك أكثر مما تحب من يدخل عليك وهو يريد أن يعطيك هدية تكون من أهل الآخرة. </p><p> أي: إذا دخل عليك إنسان يطلب صدقة أو مالاً فاستقبلته بترحاب وتحية وتعطيه وأنت مسرور تكون من أهل الآخرة؛ لأنك تعرف أنه أخذ منك في الفانية ما يحمله لك أجراً في الآخرة التي تعمل من أجلها، ولذلك تحبه. </p><p> أما إن كنت تحب من جاء يعطيك هدية أكثر ممن جاء يسألك تكون من أهل الدنيا؛ لأنه معطي الهدية يزيدك في دنياك. وما دُمْتَ تفرح بذلك أكثر من فرحك بالذي يزيد آخرتك فأنت من أهل الدنيا. </p><p> ويقال: إن فلاناً أحسن الله خاتمته لأنهم دخلوا عليه لحظة الموت فوجدوا وجهه أبيض وملامحه سمحة مستريحة. نقول: إن هذا صحيح، فهذه لحظة لا يكذب الإنسان فيها على نفسه. ونحن نعلم أن الإنسان حين يشتد عليه المرض فهو يتشبث بالأمل في أن ينال الشفاء على يد طبيب بارع. لكن الأمر يختلف ساعة الاحتضار حين يعلم الإنسان أن الموت يتخلله وأنه ميت لا محالة، مصداقاً لقول الحق سبحانه:  {فَلَوْلاَ إِذَا بَلَغَتِ الحلقوم}  [الواقعة: ٨٣] </p><p> ويرى ما كان محجوباً عنه في الدنيا. حينئذ يستعرض أعماله. فإنْ رأى شريط الحياة حُلْواً منيراً، ابتسم وانفرجتْ أساريره فيُقبَضُ على هذا الوضع. أما من امتلأت حياته بالسوء والمعاصي فوجهه يسوَدّ وتنقبض أساريره فيُقبض على هذا الوضع. وهذا ما نسميه الخاتمة، فلحظة الاحتضار فيها يقين بالموت، تماماً كساعة الامتحان حيث تجد التلميذ الخائب مصفر الوجه مرتعداً ومتشنجاً، أما التلميذ المجتهد فيكون مُبتسماً مُنْفرجَ الأسارير. </p><p> وفي ساعة الاحتضار يخلو الذهن من أي شيء إلا صحيفة عمله، فهي التي تبقى وفي بؤرة شعوره، وبؤرة الشعور هي المكان الذي إن استقر فيه شيء فإنه لا يُنسَى أبداً. فإذا عرف طالب قبل الامتحان بفترة قصيرة، </p><p> أن هناك سؤالاً سيأتي في جزء معين من الكتاب وأمسك هذا الجزء وقرأه مرة واحدة تجد أنه وهو يقرؤه لا يفكر في شيء آخر غيره، ومجرد قراءته مرة تجعله يجيب الإجابة المتميزة؛ لأن بؤرة الشعور مثل آلة التصوير، تأخذ صورة ما ترى مرة واحدة. </p><p> إذن: فساعة الالتقاط هذه حيث لا شيء يشغل الذهن، تجد أن الشعور لا يتسع إلا لخاطر واحد، فلا يأتي خاطر إليها إلا إذا تزحزح الخاطر الأول عنها. </p><p> ولذلك إذا سمعتَ شيئاً وحفظتَهُ من أول مرة، فهذا دليل على أن بؤرة شعورك كانت خالية ومستعدة ساعة التقاط هذا الشيء. كذلك عند الموت ساعة الاحتضار لا يجد الميت في بؤرة شعوره خاطراً آخر يناقض أو يزاحم أمر الآخرة، فإن كانت حياته خيِّرة أشرق وجهه وانفرجت أساريره، وإن كانت حياته سيئة انقبضت أساريره واسودَّ وجهه والعياذ بالله. </p><p> وقوله تعالى:  {وَتَزْهَقَ أَنفُسُهُمْ وَهُمْ كَافِرُونَ} يعطينا معنيين: المعنى الأول: أن النعمة تظل معهم تلهيهم عن الله حتى تأتي ساعة الموت. والمعنى الثاني: أن ساعة الموت تكون شاقة وصعبة على الكافر والمنافق؛ لأنه يترك الأموال والأولاد ويذهب إلى العذاب. </p><p> ثم يقول الحق سبحانه وتعالى:  {وَيَحْلِفُونَ بالله إِنَّهُمْ ... } </p>"
}