{
  "id": null,
  "sura": 9,
  "aya": 23,
  "text": "<p> والولي هو الذي يليك وينجز ما تحبه، وتلجأ إليه في كل أمر، وتأخذ منه النصيحة، كما أنه القادر أن يجيرك حين تفزع إليه، ويكون دائما بمثابة المعين لك، والقريب الذي يسمع منك، إذا استغثت يغيثك وينصرك، ويكون معك في كل أمورك. إن قارنا بين طلب المخلوق وطلب الخالق. والحق سبحانه وتعالى يوضح لنا هنا: إن أردتم أن يكون بناء الإسلام قويا لا خلل فيه، فإياكم أن يكون انتماؤكم غير انتماء الإيمان، فهو فوق انتماء النسب والحسب وغير ذلك، وإن قارنا بين طلب المخلوق وطلب الخالق، فما يطلبه الخالق فوق ما يطلبه المخلوق؛ لأنك إن أغضبت المخلوق في رضا الخالق تكون أنت الفائز، ويقذف الله في قلب كل من حولك رضاهم عنك، وسيقال عنك صاحب مبدأ وضمير، ولا ترضى أن تغضب الله ليرضى عنك أحد. وإن أسخطت الله لإرضاء مخلوق مهما كان، تجد أن الله يجعل هذا المخلوق يسخط عليك ويحتقرك. فإن شهدت زورا لصالح بشر. يعرف عنك هذا الذي شهدت زوراً في حقه أنك شاهد زور فلا يأمنك، وإن جئت بالصدفة لتشهد </p><p> عنده فهو لا يقبل شهادتك ويحتقر كلامك. </p><p> ولذلك قال الحكماء: شاهد الزور قد يرفع رأسك على الخصم بشهادته، ولكنك تدوس بقدمك على كرامته لأنه سقط في نظرك. </p><p> والانتماء إذن هو انتماء لله، فإن صادفك قريب يريد منك أن تفعل ما يغضب الله فلا تطعه، ولكن لا تكن فظا معه. وخصوصا مع الوالدين لأن الله سبحانه وتعالى يقول عنهما:  {وَإِن جَاهَدَاكَ على أَن تُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلاَ تُطِعْهُمَا وَصَاحِبْهُمَا فِي الدنيا مَعْرُوفاً}  [لقمان: ١٥] . </p><p> والحق سبحانه وتعالى يقول هنا: </p><p> {ياأيها الذين آمَنُواْ لاَ تتخذوا آبَآءَكُمْ وَإِخْوَانَكُمْ أَوْلِيَآءَ إِنِ استحبوا الكفر عَلَى الإيمان}  [التوبة: ٢٣] . </p><p> إذن فالذي يربط كل شيء هو الكفر أو الإيمان. وقد أعطانا صحابة رسول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - المثل الخالد. فقد كان سيدنا مصعب بن عمير أكثر الفتيان تدللا في مكة، وكانت حياته في مكة قبل إسلامه غاية في الترف، وكان يرفل في الثياب الفاخرة، فلما هاجر إلى المدينة عاش ظروف الفقر المادي الصعب، لدرجة أن رسول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - رآه في الطريق ساترا عورته بجلد شاة فلفت النبي عَلَيْهِ الصَّلَاة وَالسَّلَام ُ نظر الصحابة إلى حالته هذه وكيف فعل الإينما بمصعب حيث فضل الإيمان على نعيم الدنيا كلها. لقد رأى مصعب - رَضِيَ اللَّهُ عَنْه - أن شرفه بالانتماء إلى الإسلام أكبر من فاخر الثياب، وترف العيش وانطبق عليه قول الحق تبارك وتعالى: </p><p> {الذين آمَنُواْ وَهَاجَرُواْ وجاهدوا فِي سَبِيلِ الله بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ أَعْظَمُ دَرَجَةً عِندَ الله وأولئك هُمُ الفائزون يُبَشِّرُهُمْ رَبُّهُم بِرَحْمَةٍ مِّنْهُ وَرِضْوَانٍ وَجَنَّاتٍ لَّهُمْ فِيهَا نَعِيمٌ مُّقِيمٌ خَالِدِينَ فِيهَآ أَبَداً إِنَّ الله عِندَهُ أَجْرٌ عَظِيمٌ} </p><p> [التوبة: ٢٠ - ٢٢] . </p><p> وأعطانا سيدنا مصعب ومن معه المثل العظيم في الانتماء الإيماني، والمجاهدة في سبيل الله بالمال والنفس، وكيف نجعل اختيارنا مع منهج الله، هذا المنهج الذي يقيد الإنسان فيما له اختيار فيه. فالإنسان مقهور في أشياء ومخير في أشياء. </p><p> ونعلم أن التكليف لا يأتي في الأمور التي نحن مقهورون عليها. وإنما يأتي فيما لنا فيه اختيار. فإذا ما كان لنا اختيار، فلنراع أن نختار بين البدائل في إطار منهج الله تعالى، ولا نخرج بعيدا عن هذا الإطار. وكان المسلمون الأوائل يضحون بالبيت والمال والولد، ويهاجرون في سبيل الله. واستقبلوا كل هذه التضحيات الصعبة بصدور مؤمنة، وصبر واحتمال شديدين؛ لأنهم وثقوا في البشارة من الله سبحانه وتعالى بأن لهم الجنة والرضوان، والنعيم المقيم؛ خالدين فيه لا يفارقهم ولا يفارقونه. وبهذا أقيم بناء الإسلام. </p><p> وبعد أن بيَّن لنا الحق أسس الانتماء للدين، وجزاء هذا الانتماء، حذرنا أن ننحرف عنه لنرضى أبا أو إخوة أو أقارب، فقال:  {ياأيها الذين آمَنُواْ لاَ تتخذوا آبَآءَكُمْ وَإِخْوَانَكُمْ أَوْلِيَآءَ إِنِ استحبوا الكفر عَلَى الإيمان وَمَن يَتَوَلَّهُمْ مِّنكُمْ فأولئك هُمُ الظالمون}  [التوبة: ٢٣] . </p><p> ويريدنا الله سبحانه وتعالى أن نعرف أن الانتماء لله لا يعلو عليه شيء، فإذا مِلْناَ عن الحق لنرضي أقارب، أو لنحتفظ بمال أو منصب، فذلك ظلم للنفس؛ لأن جزاء الحق ونعيمه أكبر، فلا ينصرن أحد الباطل، ولا يجعل </p><p> أحدنا الإيمان خادما لكفار لا يؤمنون بالله. ويوضح الحق سبحانه وتعالى هذه الصورة بقوله تعالى:  {إِنِ استحبوا الكفر عَلَى الإيمان} ، وكلمة «استحب» أي: طلب الحب ومثلها مثل «استخرج» أي: طلب إخراج الشيء. وإذا قلنا «استجاب الله» معناها: أجاب. </p><p> إذن ف «استحب» معناها: أحب، ولكن «استحب» فيها افتعال. و «أحب» فيها اندفاع بلا افتعال. </p><p> وقول الحق تبارك وتعالى {إِنِ استحبوا الكفر عَلَى الإيمان} يدل على أن الكفر مخالف للفطرة الإيمانية للإنسان، لأن الإنسان بفطرته مؤمن محب للإيمان، فإن حاول أن يحب غير الإيمان، لا بد أن يتكلف ذلك؛ وأن يفتعله لأنه غير مفطور عليه؛ وليس من طبيعته. ولذلك يقول القرآن الكريم:  {كَيْفَ تَكْفُرُونَ بالله}  [البقرة: ٢٨] . </p><p> وهذا التساؤل والتعجب يوضح لنا أن الذين يحكّمون المنطق والفكر والعقل يصعب عليهم الكفر بالله، لماذا؟؛ لأن الكون وجد أولا، ثم وجد الإنسان، فكان من الواجب حين نأتي إلى كون لم نصنع فيه شيئا أن نسأل: من الذي أوجده؟ وكان من الطبعي أن يبحث العقل عن الموجدة، وخصوصا أن في الكون أشياء، لا قدرة للبشر على إيجادها؛ كالشمس، والأرض، والماء، والهواء، والنبات، والحيوان. </p><p> وكلها تمثل الاستقبال الجامع لمقومات حياتك. </p><p> كان من الطبعي - إذن - أن نسأل: من الذي أوجد هذا الكون؟ . خصوصاً أننا نفتش عمن اخترع لنا اختراعا بسيطا مثل: مصباح الكهرباء وندرس تاريخ حياته، وكيفية اكتشافه، لمجرد أنه أضاف إلى حياتنا اختراعا استفدنا منه، فما بالنا بمن خلق هذا الكون؟ . ولقد رحمنا سبحانه وتعالى من ضلالات الحيرة، فأرسل لنا رسولا برحمة منه؛ لينبهنا ويقول لنا: إن هذا الكون </p><p> من خلق الله العظيم. لماذا إذن لا نصدق الرسول، ونتبع المنهج الذي أنزل إلينا؟ </p><p> ولقد ضربنا مثلاً - ولله المثل الأعلى - بشخص سقطت به الطائرة وسط الصحراء وبقي حيا، لكن لا ماء ولا طعام، ثم أخذته سِنَةٌ من النوم واستيقظ ليجد الطعام والشراب، وكل ما يحتاج إليه حوله؛ ألا يفكر قبل أن يأكل من كل هذا: من الذي جاء به؟ . وأنت أيها الإنسان قد جئت إلى هذا الكون العظيم وقد أُعِدَّ إعداداً مثالياً لحياتك، وهو إعداد فوق القدرة البشرية، فكان يجب أن تفكر من الذي أوجد هذا الكون؟ . </p><p> إذن: فالإيمان ضرورة فطرية؛ وضرورة عقلية أيضا، وإن ابتعدت عن الإيمان فهذا يحتاج إلى تكلف؛ لأنك تبتعد عن منطق الفطرة والعقل؛ لتحقق شهوات نفسك. وما دمت قد اتبعت هواك وخضعت لشهوات النفس، فهذا لون من التكلف الذي يصيب ملكاتك بالخلل، وعقلك بالخبل، فحب الكفر لا يكون عاطفياً، أو فطرياً، كما لا يكون منسجما مع العقل السليم، بل هو حب متكلَّف. فالذي يفعل حلالاً يحيا وملكاته كلها منسجمة، والذي يفعل حراما يعيش وملكاته مضطربة، والمثال: حين ينظر الرجل إلى زوجته، فهو ينظر إلى حلاله ويشعر أن ملكاته منسجمة، ولكن إن نظر إلى امرأة أخرى، فهو. . يشعر باضطراب الملكات. فالسلوك المتفق مه الإيمان سلوك سوي. أما السلوك الخارج عن منهج الإيمان فهو الذي يحتاج إلى تكلف، وهذا التكلف يعارض الطباع الإنسانية. بينما توابع الإيمان من الاستقامة لا تكلف شيئا، فالمؤمن يكون مستقيماً فلا يرتشي، ولا يسرق، ولا يدخل بنفسه إلى مزالق الهوى أو الشهوة، ويحيا حياة طيبة، فإن فتح «دولابه» الخاص، وأخذ منه شيئا فهو </p><p> يأخذ ما يريد بهدوء واطمئنان، لكن المنحرف من يدخل إلى غير حجرته ليأخذ شيئا من «دولاب» ما، حتى ولو كان «دولاب» الأب النائم، لذلك نجده يسير على أطراف أصابعه متلصصا ليفتح «دولاب» أبيه. </p><p> إذن: فالاستقامة لا تحتاج إلى تكلف، ولكن الانحراف هو الذي يحتاج إلى تكلف، ولذلك قال الله سبحانه:  {استحبوا} ولم يقل؛ «أحبوا» ، لأن الحب أمر فطري، فالإنسان - مثلا - يحب ابنه حبا فطرياً عاطفياً، والحب العاطفي لا يقنن. </p><p> فأنت لا تستطيع أن تقول: سأحب فلاناً وسأكره فلاناً؛ لأن العاطفة لا تأتي بهذه الطريقة؛ لذلك أنت تحب ابنك عاطفياً، حتى وإن كان فاشلاً في دراسته. لكنك تحب ابن عدوك عقليا إن كان متفوقاً، إذن فالحب العقلي هو الذي يقنن له. </p><p> وكذلك أنت تكره الدواء المر بعاطفتك، لكنك تحبه بعقلك إن كان فيه شفاؤك، فتبحث عنه، وتدفع المال من أجله، وتحرص على أن تتناوله، وكلنا نعلم أن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قال:  «لا يؤمن أحدكم حتى أكون عنده أحب إليه من نفسه» . </p><p> ووقف عند هذه سيدنا عمر بن الخطاب - رَضِيَ اللَّهُ عَنْه - وقال: يا رسول الله: أنا أحبك عن مالي وأحبك عن ولدي، ولكن كيف أحبك عن نفسي؟ فكرر رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ الحديث قائلا:  «لا يؤمن أحدكم حتى أكون عنده أحب إليه من نفسه» . </p><p> وكررها عَلَيْهِ الصَّلَاة وَالسَّلَام ُ ثلاثا، فعلم عمر بن الخطاب رَضِيَ اللَّهُ عَنْه أن هذا تكليف. والتكليف لا يأتي إلا بالحب العقلي الذي يمكن أن يقنن. وقد يتسامى المؤمن في الحب لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ليصير حباً عقلياً </p><p> وعاطفياً. ولكن الحب العقلي هو مناط التكليف، أما الحب العاطفي فلا يكلف به. ولم يقنن الحق سبحانه وتعالى لانفعالات العواطف، لأنه سبحانه لا يمنع العواطف أن تنفعل انفعالاتها الطبيعية، فأنت تحب من يسدي إليك معروفاً، وهناك من تحبه دون أن تعرف السبب. وهناك من تبغضه دون أن يكون أن يؤدي ذلك إلى عدوان على الحق، فقال سبحانه وتعالى:  {وَلاَ يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ على أَلاَّ تَعْدِلُواْ}  [المائدة: ٨] . </p><p> أي: لا يدفعكم كره قوم على أن تخرجوا عن طريق الحق وتظلموهم، فإن كرهتموهم فتمسكوا بالعدل معهم. </p><p> إذن فالله سبحانه وتعالى لم ينه عن الحب أو الكره؛ ولكنه نهانا عن أن نظلم من نكره أو نجامل من نحب على حساب الحق والعدل. </p><p> ويعطينا سيدنا عمر بن الخطاب - رَضِيَ اللَّهُ عَنْه - صورة حية لهذا؛ فقد قتل أبو مريم الحنفي زيد بن الخطاب شقيق سيدنا عمر في معركة اليمامة، ثم دخل في الإسلام؛ فكان كلما مر أمام سيدنا عمر قال له: إلو وجهك بعيدا عني، فإني لا أحبك. فقال له أبو مريم الحنفي: أو عدم حبك لي يمنعني حقاً من حقوقي. </p><p> قال: لا. فقال الرجل: إنما يبكي على الحب النساء. </p><p> والحق سبحانه وتعالى حين قال:  {إِنِ استحبوا الكفر عَلَى الإيمان} إنما يريد أن يلفتنا إلى أنهم عارضوا فطرتهم وعقولهم؛ ولذلك لا نجعل انتماءنا لهم فوق انتمائنا لله، فالولاء لله فوق كل حق؛ حتى لو كان حق الأبوة، صحيح أن الأب سبب وجودك، ولكنه سبحانه وتعالى خلق أباك الأول آدم من عدم، فلا تجعل الخلق الفرعي يطغى على الخلق الأصلي. </p><p> ولذلك يذيل الحق هذه </p><p> الآية الكريمة بقوله:  {وَمَن يَتَوَلَّهُمْ مِّنكُمْ فأولئك هُمُ الظالمون} لأنهم نقلوا الحق من الله سبحانه وتعالى إلى الخلق، ولأنهم ظلموا أنفسهم فحرموها من الجزاء في الآخرة ليحققوا نفعا عاجلا في الدنيا. ولذلك يقول الحق سبحانه وتعالى:  {ولكن كانوا أَنْفُسَهُمْ يَظْلِمُونَ}  [البقرة: ٥٧] . </p><p> لأن أحدا لا يستطيع أن يظلم الله سبحانه وتعالى، والذي يتمرد على الإيمان بعد أن يسمع الدعوة إليه ولا يؤمن، ومن يأمره الحق بالطاعة فيعصي، فهذا تمرد على الإيمان، وإن كنت من المتمردين وجاءك الله بمرض؛ فهل تقدر على دفع المرض ولا تمرض؟ . وإذا جاءك الله بالموت. أتستطيع أن تتمرد على الموت وتبعده عنك فلا تموت؟ . إذن: هناك أقدار لا تستطيع التمرد عليها، وأنت متمرد - فقط - فيما لك فيه اختيار. </p><p> وبعد ذلك أراد الحق سبحانه وتعالى أن يخاطبهم خطاباً صريحاً فقال:  {قُلْ إِن كَانَ آبَاؤُكُمْ وَأَبْنَآؤُكُمْ وَإِخْوَانُكُمْ وَأَزْوَاجُكُمْ وَعَشِيرَتُكُمْ ... } </p>"
}