{
  "id": null,
  "sura": 9,
  "aya": 64,
  "text": "<p> والحذر معناه الاستعداد لدفع خطر أو ضرر متوقع، وعلى سبيل المثال؛ يقال لمن يسافر في طريق محفوف بالأخطار: خذ حذرك وأنت تسير في هذا الطريق. وهنا قد يصحب المسافر معه رفيقاً، أو يأخذ معه سلاحاً يدافع به عن نفسه إن قابلته عصابة من قطاع الطرق. إذن: فالحذر هو الإعداد لدفع خطر أو ضرر متوقع. </p><p> ولكن إذا كانت السورة تتنزل من عند الله على رسوله فكيف يحذرون ويستعدون لنزول هذه السورة؟ </p><p> نقول: إن هذا استهزاء بهم؛ لأنهم أظهروا الإيمان وأبطنوا الكفر، ولأن آيات سابقة نزلت تفضح ما يخبئونه في نفوسهم. فهم دائماً خائفون من أن تنزل آية جديدة تفضحهم أمام المسلمين. </p><p> الحق سبحانه وتعالى يريدهم أن يعرفوا أنه عليم بما في نفوسهم، ويخوفهم من أن تنزل آيات تكشفهم، فهم يخشون أن يخرج ما في بطونهم من كفر يخفونه، وهو غيب عن المؤمنين. والغيب - كما نعلم - محجوب بزمان ومكان، وغيب الزمان محجوب بالماضي أو بالمستقبل، فإن كان هناك حدث قد مضى ولم تشهده، فهو غيب عنك ما لم تعلمه من كتب التاريخ، وكذلك إن كان هناك حدث سوف يأتي في المستقبل، فهو لم يقع بعد، فهو إذن محجوب بالمستقبل، أما حجاب المكان فهو حجاب الحاضر، وعلى سبيل المثال: إن كنا الآن في القاهرة فنحن لا نعلم ما يحدث في الإسكندرية. والله سبحانه وتعالى هتك كل هذه الحجب في القرآن الكريم، فهتك الحق سبحانه حجاب الماضي في أمثلة كثيرة أخبر بها رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، مثل قوله سبحانه:  {وَمَا كُنتَ بِجَانِبِ الغربي إِذْ قَضَيْنَآ إلى مُوسَى الأمر وَمَا كنتَ مِنَ الشاهدين}  [القصص: ٤٤] </p><p> وأيضاً يقول سبحانه:  {وَمَا كُنتَ ثَاوِياً في أَهْلِ مَدْيَنَ تَتْلُواْ عَلَيْهِمْ آيَاتِنَا وَلَكِنَّا كُنَّا مُرْسِلِينَ}  [القصص: ٤٥] </p><p> فكأن الحق سبحانه وتعالى قد كشف لرسوله من حجب الزمن الماضي، ما لم يكن يعلمه أحد، وذلك مصداقاً لقوله تعالى:  {تِلْكَ مِنْ أَنْبَآءِ الغيب نُوحِيهَآ إِلَيْكَ مَا كُنتَ تَعْلَمُهَآ أَنتَ وَلاَ قَوْمُكَ مِن قَبْلِ هذا فاصبر إِنَّ العاقبة لِلْمُتَّقِينَ}  [هود: ٤٩] </p><p> وكشف الله سبحانه وتعالى - أيضاً - لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ والمؤمنين حجاب الزمن المستقبل؛ فقال:  {سَيَقُولُ السفهآء مِنَ الناس مَا وَلاَّهُمْ عَن قِبْلَتِهِمُ ... }  [البقرة: ١٤٢] </p><p> وهؤلاء السفهاء سمعوا الآية قبل أن يتساءلوا عن تحويل القبلة، ورغم ذلك تساءلوا عن تحويل قبلة الصلاة. وأيضاً قالوا الحق من أمثلة كشف حجب المستقبل:  {سَيُهْزَمُ الجمع وَيُوَلُّونَ الدبر}  [القمر: ٤٥] </p><p> وقد نزلت هذه الآية والمسلمون يلاقون عذاباً شديداً من الكفار، حتى إن عمر بن الخطاب قال: أي جمع هذا؟ </p><p> وعندما حدثت غزوة بدر قال عمر: صدقت ربي: {سَيُهْزَمُ الجمع وَيُوَلُّونَ الدبر} . </p><p> وكذلك كشف الحق سبحانه وتعالى حجاب المستقبل حين قال: </p><p> {غُلِبَتِ الروم في أَدْنَى الأرض وَهُم مِّن بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ فِي بِضْعِ سِنِينَ لِلَّهِ الأمر مِن قَبْلُ وَمِن بَعْدُ وَيَوْمَئِذٍ يَفْرَحُ المؤمنون بِنَصْرِ الله يَنصُرُ مَن يَشَآءُ وَهُوَ العزيز الرحيم}  [الروم: ٢ - ٥] </p><p> أي: أن الله تبارك وتعالى أعطى نتيجة المعركة بين الروم والفرس قبل أن تحدث بسنوات طويلة، وحدد الجانب المنتصر وهو الروم، وكذلك أنبأ </p><p> سبحانه وتعالى رسوله بما يحدث في أعماق النفس. وما يدور في صدور الخلق، وساعة ما ينتهك حجاب النفس، كأنه يوضح لكل إنسان: إن سِرَّك الذاتي مفضوح عند الله، والمثال على هذا قول الحق سبحانه:  {وَيَقُولُونَ في أَنفُسِهِمْ لَوْلاَ يُعَذِّبُنَا الله بِمَا نَقُولُ ... }  [المجادلة: ٨] </p><p> هم قالوا في أنفسهم، ولو لم يقولوا لعارضوا ما أخبرهم به محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ عمَّا قالوه في أنفسهم وأعلنوا أنه كذب. ولكنهم لم يكذِّبوا رسول الله فيما أبلغ على ظنهم صدق رسول الله. </p><p> والمثال هو قول الحق هنا:  {يَحْذَرُ المنافقون أَن تُنَزَّلَ عَلَيْهِمْ سُورَةٌ تُنَبِّئُهُمْ بِمَا فِي قُلُوبِهِم قُلِ استهزءوا إِنَّ الله مُخْرِجٌ مَّا تَحْذَرُونَ}  [التوبة: ٦٤] </p><p> وإن كان البعض منهم قد استهزأ قائلاً: لا داعي أن نتكلم حتى لا يُنزِل فينا قرآناً، فالحق يُبلِّغ رسوله أن يرد عليهم:  {قُلِ استهزءوا إِنَّ الله مُخْرِجٌ مَّا تَحْذَرُونَ}  [التوبة: ٦٤] . </p><p> وما تحذرون منه أيها المنافقون سيكشفه الله لرسوله وللمؤمنين. </p><p> ويقول الحق بعد ذلك:  {وَلَئِن سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّمَا ... } </p>"
}