{
  "id": null,
  "sura": 9,
  "aya": 34,
  "text": "<p> وبعد أن شرح سبحانه لنا ما يدور في ذواتهم، وانحرافهم عن منهج الله تعالى، والغرق في حب الدنيا وحب الشهوات، وهم قد اشتروا بآيات الله </p><p> ثمناً قليلاً، وحرَّفوا تعاليم السماء حتى يأكلوا أموال الناس بالباطل، ولكن هل الأموال تؤكل؟ طبعاً لا، بل نشتري بالمال الطعام الذي نأكله، فلماذا استخدم الحق سبحانه عبارة {لَيَأْكُلُونَ أَمْوَالَ الناس} ؟ أراد الحق سبحانه وتعالى بذلك أن يلفتنا إلى أنهم لا يأخذون المال على قدر حاجتهم من الطعام والشراب، ولكنهم يأخذون أكثر من حاجتهم ليكنزوه. </p><p> ولذلك يأتي قوله تعالى في ذات الآية أنهم {وَيَصُدُّونَ عَن سَبِيلِ الله والذين يَكْنِزُونَ الذهب والفضة وَلاَ يُنفِقُونَهَا فِي سَبِيلِ الله فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ} . هم إذن أكلوا أموال الناس بالباطل، مصداقاً لقول الحق سبحانه {لَيَأْكُلُونَ أَمْوَالَ الناس بالباطل} ومعنى ذلك أنَّ هناك أكْلاً من أموال الناس بالحق في عمليات تبادل المنافع، فالتاجر يأخذ مالك ليعطيك بضاعة؛ ويذهب التاجر ليشتري بها بضاعة وهكذا، وقانون الاحتياط هنا في أن يكون هناك رهبان وأحبار محافظون على تعاليم الدين، ولا يأكلون أموال الناس بالباطل، وهذا ظاهر في قول الحق سبحانه وتعالى:  {إِنَّ كَثِيراً مِّنَ الأحبار والرهبان لَيَأْكُلُونَ أَمْوَالَ الناس بالباطل} ولم يقل جل جلاله: كل الأحبار والرهبان ليأكلون أموال الناس بالباطل، بل قال {إِنَّ كَثِيراً مِّنَ الأحبار والرهبان} ؛ لأنه قد يوجد عدد محدود من الأحبار والرهبان ملتزمون، والله لا يظلم أحداً؛ لذلك جاء بالاحتمال. فلو أن الله سبحانه وتعالى عمَّم ووُجد منهم من هو ملتزم بالدين. فمعنى ذلك أن يكون القرآن الكريم لم يُغطِّ كل الاحتمالات، ومعاذ الله أن يكون الأمر كذلك؛ لأن الحق سبحانه وتعالى في قرآنه يصون الاحتمالات كلها. </p><p> إذن: فاستيلاء بعض من هؤلاء الأحبار والرهبان على أموال الناس لا يكون بالحق، لأي لا يحصلون فقط على ما يكفيهم، بل بالباطل أي بأكثر مما </p><p> يحتاجون. وهم يأخذون المال ليصدوا به عن سبيل الله، وهم في سبيل الحصول على الأموال الدنيوية؛ يُغيِّرون منهج الله بما يتفق مع شهوتهم للمال، وما يحقق لهم كثرة الأموال التي يحصلون عليها، ولهذا تأتي العقوبة في ذات الآية فيقول المولى سبحانه وتعالى: </p><p> {والذين يَكْنِزُونَ الذهب والفضة وَلاَ يُنفِقُونَهَا فِي سَبِيلِ الله فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ} والكنز مأخوذ من الامتلاء والتجمع، ولذلك يقال:  «الشاة مكتنزة» ، أي مليئة باللحم وتجمَّعَ فيها لحمٌ كثير. </p><p> إذن: فيكنزون أي يجمعون، وقول الحق سبحانه وتعالى:  {يَكْنِزُونَ الذهب والفضة} ؛ وهذان المعدنان هما أساس الاقتصاد الدنيوي، فقد بدأ التعامل الاقتصادي بالتبادل، أي سلعة مقابل سلعة، وهي ما يسمى عمليات عمليات المقايضة، وعندما ارتقى التعامل الاقتصادي اخترعت العملة التي صارت أساساً للتعامل بين الناس والدول. </p><p> والعملة من بدايتها حتى الآن ترتكز على الذهب والفضة. وحتى عندما وجدت العملة الورقية، كان لا بد أن يكون لها غطاء من الذهب لكي تصبح لها قيمة اقتصادية؛ لأنَّ العملة الورقية لا يكون لها قيمة إلا بما يغطيها من الذهب والفضة. </p><p> ومن إعجاز القرآن الكريم أن الحق سبحانه وتعالى حين يتكلم عن الذهب والفضة وهما معدنان، يجعلهما الأساس في النقد والتجارة، ولقد وجدت معادن أخرى أغلى من الذهب وأغلى من الفضة كالماس مثلاً. لكن لا يزال الأساس النقدي في العالم هو الذهب والفضة. وعلى مقدار رصيد الذهب الذي يغطي العملة الورقية ترتفع قيمة عملة أي بلد أو تنخفض. . فمثلاً في مصر في عهد الاحتلال البريطاني كان النقد المتداول ثمانية ملايين جنيه، ورصيدنا من الذهب عشرة ملايين جنيه فيكون الفائض من الذهب مليوني جنيه، وبذلك كانت قيمة الجنيه المصري تساوي جنيهاً من الذهب مضافاً إليه قرشان ونصف القرش. والذي يهبط بالنقد إلى الحضيض أن يكون رصيد </p><p> الذهب قليلاً وكمية النقد المتداولة كثيرة، وهكذا يبقى الذهب هو الحجة والأساس في الاقتصاد العالمي. </p><p> إذن: فالحق سبحانه وتعالى في هذه الآية الكريمة أراد أن يلفتنا إلى أن الذهب والفضة هما أساس التعامل في تسيير حركة العالم الاقتصادية، وأن هذا التعامل يقتضي الحركة الدائمة للمال؛ لأن وظيفة المال هي الانتفاع به في عمارة الأرض، ولو أنك لم تحرك مالك وكنت مؤمناً، فإنه ينقص كل عام بنسبة ٢ ٥ ... وهي قيمة الزكاة. ولذلك يفنى هذا المال في أربعين سنة. فإن أراد المؤمن أن يُبْقي على ماله؛ فيجب أن يديره في حركة الحياة ليستثمره وينميه ولا يكنزه حتى لا تأكله الزكاة؛ وهي نسبة قليلة تُدفَعُ من المال. ولكن إذا أدار صاحب المال ما يملكه في حركة الحياة، فسينتفع به الناس وإن لم يقصد أن ينفعهم به؛ لأن الذي يستثمر أمواله مثلاً في بناء عمارة ليس في باله إلا ما سيحققه من ربح لذاته، ولكن الناس ينتفعون بهذا المال ولو لم يقصد هو نفعهم؛ فمن وضع الأساس يأخذ أجراً، ومن جاء بالطوب يأخذ قدر ثمنه، ومن أحضر أسمنتاً أخذ، ومن جاء بالحديد أخذ، والمعامل التي صنعت مواد البناء أخذت، وأخذ العمال أجورهم؛ في مصانع الأدوات الصحية وأسلاك الكهرباء وغيرها، والذين قاموا بتركيب هذه الأشياء أخذوا، إذن: فقد انتفع عدد كبير في المجتمع من صاحب العمارة، وإن لم يقصد هو أن ينفعهم. ولذلك فإن الذي يبني عمارة يقدم للمجتمع خدمة اقتصادية ينتفع بها عدد من الناس، وكذلك كل من يقيم مشروعاً استثمارياً. </p><p> إذن: سبحانه وتعالى لا يريد من المال أن يكون راكداً، ولكنه يريده متحركاً ولو كان في أيدي الكافرين؛ لأنه إذا تحرك أفاد الناس جميعاً فيحدث بيع وشراء وإنتاج للسلع وإنشاء للمصانع، وتشغيل للأيدي العاملة إلى غير ذلك، ولكن إن كنز كل واحد منا ماله فلم يستثمره في حركة الحياة، فالسلع لن تستهلك، والمصانع ستتوقف، ويتعطل الناس عن العمل. </p><p> وكما يحث الإسلام على استثمار المال، يطالبنا أيضاً بألا يذهب المال إلى الناس بغير عمل؛ حتى لا يعتادوا على الكسب مع الكسل وعدم العمل. ولذلك قيل: إذا كثر المال ولم تكن هناك حاجة إلى مشروعات جديدة، فلا تترك الناس عاطلين؛ بل عليك أن تأمرهم ولو بحفر بئر ثم تأمرهم بطمّها أي ردمها، في هذه الحالة سيأخذ العمال أجر الحفر والردم، فلا تنتشر البطالة ويتعود الناس أن يأكلوا بدون عمل؛ لأن هذا أقصر طريق لفساد المجتمع. </p><p> إذن: فالحق سبحانه وتعالى يريد للمال أن يتحرك ولا يكنز؛ ولذلك قال المولى سبحانه وتعالى:  {والذين يَكْنِزُونَ الذهب والفضة وَلاَ يُنفِقُونَهَا فِي سَبِيلِ الله فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ} لأنهم بكنزهم المال إنما يُوقفُونَ حركة الحياة التي أرادها الله تعالى لكونه. وأنت ترى العالم الآن يعيش في غائلة البطالة؛ لأن المال لا يتحرك لعمارة الكون، بل هناك من يكتنزون فقط. </p><p> ولقائل أن يقول: ولكن الناس الآن يتعاملون بالنقد الورقي، بينما ذكر الله سبحانه وتعالى الذهب والفضة؛ نقول: إن العملة الورقية ليست نقداً بذاتها، ولكنها استخدمت لتعفي الناس من حمل كميات كبيرة وثقيلة من الذهب والفضة، قد لا يقدرون على حملها، إذن فهي عملية للتسهيل، وهي منسوبة إلى قيمتها ذهباً، إذن: فالذين يكنزون العملة الورقية ولا ينفقونها فيما يعمر بها الكون وتتم عمارته تنطبق عليهم الآية الكريمة. </p><p> ولكن الكنز في هذه الآية لا يأتي فقط بمعنى الجمع؛ ولكنه أيضاً بمعنى أنهم لا يؤدون حق الله فيها. ولذلك فإن المال الذي أخرجتَ زكاته لا يُعدُّ كنزاً، لأنه يتناقص بالزكاة عاماً بعد آخر؛ أما المال المكنوز فهو المال الذي لا تُؤدَّى زكاته. </p><p> والذي يملك مالاً مهما كانت قيمته ويؤدي حق الله فيه لا يعتبر كانزاً للمال. بل الكنز في هذه الحالة ما لم يؤد فيه حق الله. </p><p> وإذا عُدْنا إلى نص الآية الكريمة:  {والذين يَكْنِزُونَ الذهب والفضة وَلاَ يُنفِقُونَهَا} نتساءل: لماذا لم يقل الله: ولا ينفقونهما مع أنهما معدنان؟ ونقول: إن الحق سبحانه وتعالى استخدم أسلوب الجمع؛ لأن الذهب يطلق إطلاقات كثيرة، فهناك من يملك ألف دينار من الذهب، وغيره يملك مائة دينار من الذهب، وثالث ليس لديه إلاَّ دينار ذهبيّ واحد وكذلك الفضة، وما دام الجمع هنا موجوداً فلا بد أن تستخدم {يُنفِقُونَهَا} . </p><p> ولم تقل الآية الكريمة: والذي يكنز. ولكنها قالت:  {والذين يَكْنِزُونَ} ، إذن: فالمخاطبون متعددون، فهذا عنده ذهب، وهذا عنده ذهب، وثالث عنده فضة، إذن فلا بد من استخدام صيغة الجمع. ويلفتنا القرآن الكريم إلى هذه القضية في قوله تعالى: </p><p> {وَإِن طَآئِفَتَانِ مِنَ المؤمنين اقتتلوا}  [الحجرات: ٩] . </p><p> ولم يقل «اقتتلا» لأن الطائفة اسم لجماعة مكونة من أفراد كثيرين، فإذا جاء القتال لا تقوم طائفة وتمسك سيفاً وتقاتل الثانية، وإنما كل فرد من الطائفة الأولى يقاتل كل فرد من الطائفة الثانية، إذن فهما طائفتان ساعة السلام، ولكن ساعة الحرب يتقاتل كل أفراد الطائفة الأولى مع كل أفراد الطائفة الثانية. ولذلك قال الحق سبحانه وتعالى:  {اقتتلوا} ، ولم يقل «اقتتلا» . أما في حالة الصلح فقد قال سبحانه وتعالى:  {فَأَصْلِحُواْ بَيْنَهُمَا}  [الحجرات: ٩] . </p><p> واستخدم هنا «المثنى» لأننا ساعة نصلح بين طائفتين، لا نأتي بكل فرد من الطائفة الأولى ونصلحه على كل فرد من الطائفة الثانية، ولكن نأتي بزعيم </p><p> الطائفة الأولى ونصالحة على زعيم الطائفة الثانية فيتم الصلح. ولذلك هنا تجب التثنية. </p><p> وكذلك في قوله تعالى:  {والذين يَكْنِزُونَ الذهب والفضة} لم يقل ولا ينفقونهما، ولكن قال سبحانه وتعالى:  {وَلاَ يُنفِقُونَهَا فِي سَبِيلِ الله} والإنفاق في سبيل الله يشمل مجالات متعددة، ففي سبيل الله تحدث حركة في المجتمع يستفيد منها الناس، فحين تُخْرجُ الزكاة يستفيد منها الناس، وحين تُجهَّزُ بها جيوش المسلمين يستفيد منها الناس، ونظرية عدم كنز المال ربما ظهرت حديثاً في الاقتصاد العالمي ولكنها موجودة منذ نزول القرآن الكريم. </p><p> فأنت إن أنفقت ولم تكنز حدث رواج في السوق. والرواج معناه إيجاد العمل ووسائل الرزق. وإيجاد الحافز الذي يؤدي إلى ارتقاء البشرية، وأنت حين تشتري لبيتك غسالة أو ثلاجة أو بنيت بيتاً صغيراً فإنك تُوجِدُ رواجاً اقتصادياً في المجتمع. وفي نفس الوقت ارتقيت بوسائل استخداماتك. والرواج يدفع إلى اكتشاف الأحسن الذي يفيد البشرية، ولكن إذا كنزت كل مالك ساد الكساد الاقتصادي. </p><p> وليس معنى ذلك أن ينفق صاحب المال كل ماله وزيادة؛ لأن الحق سبحانه وتعالى يريد الوسط في كل الأشياء. ولذلك يقول سبحانه وتعالى:  {والذين إِذَآ أَنفَقُواْ لَمْ يُسْرِفُواْ وَلَمْ يَقْتُرُواْ وَكَانَ بَيْنَ ذَلِكَ قَوَاماً}  [الفرقان: ٦٧] . </p><p> والحق سبحانه وتعالى في هذه الآية يحذر من سفاهة الإنفاق، وعدم الإبقاء على جزء من المال لمواجهة أي أزمة مفاجئة. لكنك إن قترت حدث كساد في السوق وتوقف الإنتاج وتعطل العمال، والإسلام يريد نفقة معتدلة توجد الرواج السلعي، وادخاراً تستخدمه في الارتقاء بحياتك ومواجهة الأزمات. </p><p> والإنفاق أنواع: إنفاق في المساوي لإبقاء الحركة الدائمة بين المنتج والمستهلك، وإنفاق في غير المساوي بإعطاء الزكاة للفقير والمحتاج والمعدم، والزكاة تنقي المجتمع من مفاسد كثيرة؛ فهي تمنع الحقد بين الناس؛ لأن الفقير إذا وجد من يعطيه فهو يتمنى له دوام النعمة حتى يستمر العطاء فلا يسخط الفقير على الغني، والغني والفقير متساويان في الانتفاع؛ لأن الفقير عندما يأخذ لا يسخط على أنه فقير، ولكنه يحس بالعطاء حوله، والغني حين يعطي يحس أن هذا أمان له؛ لأنه إن ذهبت عنه النعمة فسوف يجد من يعطيه. </p><p> وهكذا يحدث توازن في المجتمع بين الناس، فلا يوجد من لا يستطيع الحصول على ضروريات الحياة، ولا يوجد من لديه فائض يحبسه عن الناس. ولهذا يدعونا الإيمان إلى العمل بما يزيد عن قدر الحاجة، ليكون هناك فائض للزكاة والصدقة. والإنسان إذا عمل فإنه لا يفيد نفسه فقط بل يفيد المجتمع أيضاً. فسائق «التاكسي» مثلاً إذا كسب مائة جنيه في اليوم قد يظن أنه نفع نفسه فقط، ولكنه في الحقيقة نفع المجتمع كله بأن يسَّر على العباد مصالحهم، فنقل هذا إلى عمله؛ ونقل ذلك إلى المستشفى، ونقل غيرهما إلى السوق ليشتري ما يحتاج إليه، ونقل رابعاً ليزور قريباً أو ليحقق مصلحة وهكذا. </p><p> إذن: فالذي يعمل يكون عمله خيراً لنفسه وخيراً للمجتمع، وإن عمل كل الناس على قدر حاجاتهم فقط، فمن أين يعيش غير القادر على العمل؟ من أين يعيش المستحق للزكاة والصدقة؟ إنه لا يعيش إلا بفائض القادر على </p><p> العمل، ولذلك لا بد للإنسان المسلم أن يعمل على قدر طاقته، وليس على قدر حاجته. والعمل على قدر الحاجة يجعله يوفي بحاجات من يعولهم، ولا يضطرهم إلى أن يمدوا أيديهم للآخرين؛ أي أنه يقيهم شر الحاجة. أما العمل على قدر الطاقة فيجعله يأخذ حاجته، ويعطي لغير القادر ما يقيم حياته، وبذلك يقدم الخير لنفسه ومن يعولهم وللآخرين. </p><p> إن المجتمع الذي يجد فيه غير القادر حاجته، هو مجتمع يملؤه الاطمئنان بالنسبة للقادر وغير القادر. ونحن نعلم أننا نعيش في دنيا أغيار، ولا يوجد من يدوم غناه أو من يدوم فقره؛ لأن دوام الحال من المحال، إن عاش الغني في مجتمع متكافل يجد فيه الفقير حاجته فهو لن يخشى تقلبات الزمن؛ لأنه وهو الآن يعطي الفقير، إن أصبح فقيراً فسوف يجد مقومات حياته، والفقير إذا أغناه الله تعالى فسيذكر أنه كان يأخذ من الأغنياء، فيبادر ليعين الفقراء كنوع من رَدِّ الجميل. وبذلك يعيش المجتمع كله حياة آمنة، كما أن الحياة في مثل هذا المجتمع إنما تهيىء الاطمئنان للناس على أولادهم وذريتهم، ذلك أن الأعمار بيد الله، وعندما يحس الإنسان بأنه إن مات وترك أولاداً صغاراً ضعافاً فسوف يتكفل المجتمع بهم، عندئذ يحس بالأمان في حياته، ولكن إذا كان المجتمع قاسياً يضيع في حق اليتيم، فالأب يعيش غير مطمئن على أولاده الصغار، ولهذا نجد أن الحق تبارك وتعالى قد أمر بكفالة اليتيم؛ ليعوضه عن أب واحد بآباء متعددين يَرْعَونهُ، فَيُحسُّ الأب بالأمان وتُحس الأم بالأمان ويحس الصغار بالأمان، ولذلك يقول الحق سبحانه وتعالى: </p><p> {وَلْيَخْشَ الذين لَوْ تَرَكُواْ مِنْ خَلْفِهِمْ ذُرِّيَّةً ضِعَافاً خَافُواْ عَلَيْهِمْ فَلْيَتَّقُواّ الله وَلْيَقُولُواْ قَوْلاً سَدِيداً} </p><p> [النساء: ٩] . </p><p> وتقوى الله تكون ضماناً في أن يكفل المجتمع اليتيم؛ فيدخل الأمن في قلب كل أب يخشى أن يموت وأولاده صغار. </p><p> إذن: فساعة يكفل المجتمع اليتيم فالطفل لن يسخط على القدر الذي حرمه من أبيه لأنه وجد آباء يرعونه، وهناك قصة يرويها عدد من إخواننا العلماء، فقد مات زميل من زملائهم وأولاده صغار، وكانت الأم تبكي على أطفالها لأنهم تيتموا، ثم مرت السنوات وكبر الأطفال فصار هذا مهندساً وصار ذلك طبيباً، والثالث أصبح محامياً، بينما من لا يزال آباؤهم على قيد الحياة كانوا متعثرين في دراستهم، فقال أحدهم للآخر: ليتنا نموت حتى يفتح الله باب الرزق على أولادنا. </p><p> إذن: فهناك آباء محابس رزق، إذا ذهبوا فاض الله بالرزق على أولادهم، وهذه صورة نراها في الكون؛ فنعرف أن المسألة في يد الله سبحانه وتعالى القائل:  {إِنَّ الله هُوَ الرزاق ذُو القوة المتين}  [الذاريات: ٥٨] . </p><p> إذن: فالاقتصاد الإسلامي مبني على وجود حركة في الكون، ولا بد أن تكون هذه الحركة على قدر طاقة المتحركين، وليس على قدر حاجاتهم؛ حتى يكون هناك فائض يأخذه غير القادر من المتحرك القادر. </p><p> ثم يعطينا الله سبحانه وتعالى لمحة إيمانية، حينما نرى الفقير غير القادر وهو يتلقى العطاء من أي إنسان غني يتعب في عمله، وكأن من هم أغنى منه يعملون ليعطوه، وسبحانه وتعالى حين سلب القوة من هذا الرجل فقد عوَّضه بأن أعطاه ثمرة من جهد وناتج عمل غيره فلا يسخط على اختبار الله تعالى له بالابتلاء. </p><p> {والذين يَكْنِزُونَ الذهب والفضة وَلاَ يُنفِقُونَهَا فِي سَبِيلِ الله فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ} </p><p> وساعة تسمع كلمة {فَبَشِّرْهُمْ} تعرف أن البشارة عادة تكون في خبر سار، وإن جاءت في خبر محزن تكون تهكمًا، فالإنسان الذي هو عزيز قومه ويجعل الناس له اعتباراً، إن ظلم وطغى وخاف الناس أن يردوه؛ لأنه لا يخشى الله فيهم، هذا الظالم يُؤتَى به يوم القيامة ويُعذَّب أشد العذاب، ويقال له:  {ذُقْ إِنَّكَ أَنتَ العزيز الكريم}  [الدخان: ٤٩] . </p><p> وبطبيعة الموقف في النار هو مهان بعذاب جهنم ولا يمكن أن يكون عزيزاً كريماً، ولكن قول ملائكة النار:  {ذُقْ إِنَّكَ أَنتَ العزيز الكريم} ، هو تهكم شديد، وهو في ذلك كقول الحق تبارك وتعالى:  {وَإِن يَسْتَغِيثُواْ يُغَاثُواْ بِمَآءٍ كالمهل يَشْوِي الوجوه}  [الكهف: ٢٩] . </p><p> وهم ساعةَ يسمعون كلمة {يُغَاثُواْ} يفرحون؛ لأن عطشهم شديد وهم قد استغاثوا فقيل لهم إنهم سيغاثون، وهذا خبر سار بالنسبة لهم، ولكن الإغاثة تأتيهم بماء يشوي وجوههم، فهل هذه إغاثة؟ إنه تهكم عليهم وزيادة في عذابهم، كذلك قول الحق سبحانه وتعالى هنا:  {فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ} ويصف لنا الحق هذا العذاب الأليم الذي سيتعرضون له، ويُبيِّن لنا خبر المغيَّب عنَّا في الآخرة بصورة مُحَسَّة لنا فيقول:  {يَوْمَ يحمى عَلَيْهَا فِي نَارِ جَهَنَّمَ فتكوى بِهَا جِبَاهُهُمْ وَجُنوبُهُمْ وَظُهُورُهُمْ ... } </p>"
}