{
  "id": null,
  "sura": 9,
  "aya": 93,
  "text": "<p> هناك قال سبحانه:  {مَا عَلَى المحسنين مِن سَبِيلٍ} الذين كانت لهم أعذارهم في التخلف عن الجهاد، ولكن كانوا محسنين في تخلفهم هذا فقال تعالى:  {إِذَا نَصَحُواْ للَّهِ وَرَسُولِهِ} . إذن: فعلى من يكون السبيل؟ </p><p> وهنا تأتي إجابة الحق سبحانه:  {إِنَّمَا السبيل عَلَى الذين يَسْتَأْذِنُونَكَ وَهُمْ أَغْنِيَآءُ} . </p><p> أي: أن طريق الإثم واللوم والتعنيف والتوبيخ إنما يتجه إلى هؤلاء الأغنياء الذين استأذنوا في أن يقعدوا عن القتال، ونعلم أن الغني إذا أطلق ينصرف إلى غنى المال، ولكن الغني إذا جاء بالمعنى الخاص، يكون معناه ما يدل عليه النص. فالذي لا يجد ما ينفقه أعْفيَ. إذن: فمن يجد ما ينفقه فهو غنيّ بطعامه. والضعيف قد أعفيَ، إذن: فالقويّ غنيّ بقوته. والمريض أعْفيَ، إذن: فالصحيح غنيّ بصحته، ومن لا يجد ما ينقله إلى مكان الجهاد قد أعفيَ، إذن: فمن يملك راحلة فهو غنيّ براحلته. </p><p> وعلى ذلك لا تأخذ كلمة «الغنى» على المال فقط، بل انظر إلى من تنطبق عليه شروط الجهاد؟ إذن: فاللوم والتوبيخ والتعنيف والإثم على الأغنياء بهذه الأشياء، وطلبوا أن يقعدوا عن الجهاد. </p><p> ولسائل أن يقول: ولماذا يستأذنون وهم أغنياء؟ </p><p> نقول: لأنهم منافقون، وقد وضعهم نفاقهم في موضع الهوان، حتى قال الحق سبحانه وتعالى عنهم:  {رَضُواْ بِأَن يَكُونُواْ مَعَ الخوالف} ومن يَرضَ أن يكون وضعه مع الخوالف، فهو يتصف بدناءة النفس وانحطاط الهمة؛ فهم رضوا ان يُعاملوا معاملة النساء، والخوالف - كما نعلم - جاءت على مراحل، فهم قالوا:  {ذَرْنَا نَكُنْ مَّعَ القاعدين}  [التوبة: ٨٦] </p><p> وقلنا من قبل: إن القعود مقابل للقيام، والقيام من صفات الرجولة؛ لأن الرجل قَيَّم على أهله. والقعود للنساء، والخوالف ليست جمع خالف، وإنما هي جمع «خالفة» ، ولا يجمع بها إلا النساء، وكذلك كلمة «القواعد» يقول سبحانه: {والقواعد مِنَ النسآء ... }  [النور: ٦٠] </p><p> أي: أنهم ارتضوا لأنفسهم دناءة وخسة؛ فتنازلوا عن مهام الرجال، وارتضوا أن يكونوا مع النساء هرباً من القتال، والشاعر يقول: </p><p> وَمَا أدْرِي ولسْتُ إخَالُ أدْري ... أقوْمٌ آلُ حِصْنٍ أمْ نسَاءُ </p><p> أي:  «القوم» في مقابل «النساء» . </p><p> ثم يعلمنا الحق سبحانه وتعالى بعقابهم، فيقول:  {وَطَبَعَ الله على قُلُوبِهِمْ فَهُمْ لاَ يَعْلَمُونَ} . </p><p> وفي الآية السابقة يقول سبحانه:  {وَطُبِعَ على قُلُوبِهِمْ فَهُمْ لاَ يَفْقَهُونَ ... }  [التوبة: ٨٧] </p><p> ما الفرق بين النصين؟ </p><p> إذا رأيت فعلاً تكليفيّاً مبنيّاً للمجهول، كقوله تعالى:  {كُتِبَ عَلَيْكُمُ القتال وَهُوَ كُرْهٌ لَّكُمْ ... }  [البقرة: ٢١٦] </p><p> وقوله سبحانه:  {كُتِبَ عَلَيْكُمُ الصيام ... }  [البقرة: ١٨٣] </p><p> قد يقول قائل: كان المفروض أن يقال: «كتب الله عليكم القتال» و «كتب الله عليكم الصيام» ، لأنه صار أمراً لازماً مفروضاً، فكان الأولى أن يقول: كتب الله، أي أن الذي يفرض هو الله. </p><p> رغم أن الحق سبحانه هو الذي يكلف، إلا أن كل التكليفات تأتي بصيغة المبني للمجهول كقوله تعالى:  {كُتِبَ عَلَيْكُمُ القصاص فِي القتلى الحر بِالْحُرِّ والعبد بالعبد والأنثى بالأنثى ... }  [البقرة: ١٧٨] </p><p> وقوله سبحانه:  {كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ الموت إِن تَرَكَ خَيْراً الوصية لِلْوَالِدَيْنِ والأقربين ... }  [البقرة: ١٨٠] </p><p> والسبب في ذلك أن الله سبحانه وتعالى لم يكلف كافراً بأي تكليفات إيمانية؛ فسبحانه لم يكلف بأي حكم من أحكام الإيمان إلا من آمن به وأسلم له؛ لذلك فعندما يخاطب سبحانه بالتكليف يقول:  {ياأيها الذين آمَنُواْ كُتِبَ عَلَيْكُمُ ... }  [البقرة: ١٧٨] </p><p> ومن هذا نعلم أنه سبحانه لم يكتب فرضاً أو مهمة على من لم يؤمن، والإنسان يدخل في الإيمان باختياره، فإذا دخل في الإيمان كتب الله عليه. إذن: فالإيمان هو مدخل الفريضة. وما دُمْتَ قد آمنتَ فقد أصبحتَ طرفاً فيما فرضه الحق سبحانه وتعالى عليك؛ لأنك لو لم تؤمن </p><p> فليست عليك فرائض، إذن: فأنت الذي ألزمتَ نفسك بحكم الله؛ لأنك آمنت به إلهاً خالقاً معبوداً. وبإيمانك أنت؛ فرض الله عليك، فأنت طرف في كل فريضة عليك. ورغم أنه سبحانه وتعالى هو الذي فرض، فقد أحبَّ فيك أنك دخلْتَ في نطاق التكليف بإيمانك؛ فبنى الفعل للمجهول. </p><p> وإذا جئنا إلى قوله سبحانه وتعالى:  {وَطَبَعَ على قُلُوبِهِمْ} نجد أن الحق يلفتنا هنا إلى أن المنافقين هم الذي جلبوا لأنفسهم هذا الطبع على القلوب؛ لأنهم وضعوا في قلوبهم الكفر، ثم أخذوا يتحدثون بألسنتهم عن الإيمان، ويحاولون خداع المؤمنين، ويخادعون الله؛ فأراد الله سبحانه وتعالى أن يوضح لهم: ما دمتم قد اخترتم النفاق والكفر في قلوبكم؛ فسنطبع على هذه القلوب، ونختم عليها حتى لا يخرج الكفر منها ولا يدخل إليها الإيمان. </p><p> فسبحانه وتعالى - إذن - هو الذي طبع على قلوبهم، ولكن بعد أن ملأوا قلوبهم بالكفر ونافقوا، وهم الذين تسببوا بهذا الطبع لأنفسهم، بعد أن بدأوا بالكفر، فطبع الحق سبحانه وتعالى على قلوبهم بما فيها من مرض، ولو لم يبدأوا بالكفر لما طبع الله على قلوبهم؛ ولهذا جاء الفعل مبيّناً للمجهول، فهم مشتركون فيه. </p><p> أما الآية التي نحن بصددها فيقول تعالى: </p><p> {وَطَبَعَ الله على قُلُوبِهِمْ فَهُمْ لاَ يَعْلَمُونَ} وساعة ينسب الطَّبْع إلى الله يكون أقوى طبع على القلوب، ويأتي الطبع من الله سبحانه وتعالى كحكم نهائي من أن الله قضى عليهم به، فلا يخرج من قلوبهم ولو كان قدراً ضئيلاً من النفاق، ولا تغادر قلوبهم ذرة من كفر، ولا يتسرب إلى قلوبهم ذرة من إيمان؛ لأنهم لا يعلمون قدر الإيمان الحق، والإنسان قد لا يفهم شيئاً، أي: لا يفقهه. ولكن قد يفهمه غيره ويعلمه هو عنه. </p><p> لذلك فنفي الفقه أو الفهم لا ينفي العلم، ولكن حين ينفي العلم فهو ينفي الفهم عن الذات، وينفي الفهم عن الغير، ولذلك حين يقال:  {لاَ يَفْقَهُونَ} أي: لا يفهمون بذواتهم، ولكن قد يتعلمون العلم من غيرهم. </p><p> أما إذا قلنا:  {لاَ يَعْلَمُونَ} فالمقصود أنهم يفهمون ولا يتعلمون. إذن: نفي العلم ينسب إلى طبع الله على قلوبهم، أما نفي الفقه فينسب نسبة عامة للفعل المبني للمجهول. </p><p> فعندما نفى الحق سبحانه وتعالى الفقه عنهم بالفعل المبني للمجهول أوضح أنهم بنفاقهم لا يفقهون، ولكنه سبحانه وتعالى لم يَنْف احتمال أن يعلموا من غيرهم في المستقبل. ولكن عندما قال الحق:  {فَهُمْ لاَ يَعْلَمُونَ} قد نفى عنهم - أيضاً - العلم بذواتهم، وكذلك نفى قدرتهم على العلم من غيرهم، وهذه أقوى أثراً، وبذلك يكون الطبع على قلوبهم أقوى؛ لأنهم رفضوا العلم من ذواتهم ورفضوه من غيرهم. </p><p> ولذلك نجد {لاَ يَفْقَهُونَ} في موضع، ونجد {لاَ يَعْلَمُونَ} في موضع آخر، وكلُّ تناسب موقعها الذي قيلت فيه. </p><p> ثم يقول سبحانه:  {يَعْتَذِرُونَ إِلَيْكُمْ إِذَا رَجَعْتُمْ إِلَيْهِمْ ... } </p>"
}