{
  "id": null,
  "sura": 9,
  "aya": 37,
  "text": "<p> والنسيء هو التأخير، فكأنهم إذا ما دخلوا في قتال وجاء شهر حرام قالوا: ننقله إلى شهر قادم، واستمروا في قتالهم؛ وهم بذلك قد أحلُّوا الشهر الذي كان محرماً وجعلوا الشهر الذي لم تكن له حرمة؛ شهراً حراماً، وهنا يوضح الحق سبحانه أن هذا العمل زيادة في الكفر؛ لأنه أدخل في المحلل ما ليس منه، وأدخل في المحرم ما ليس منه؛ لأن الكفر هو عدم الإيمان فإذا بدَّلْتَ وغيَّرْتَ في منهج الإيمان، فهذا زيادة في الكفر. </p><p> ثم يقول سبحانه:  {يُضَلُّ بِهِ الذين كَفَرُواْ يُحِلُّونَهُ عَاماً وَيُحَرِّمُونَهُ عَاماً} و {يُضَلُّ} هنا مبنية للمجهول؛ ومعنى ذلك أن هناك من يقوم بإضلال الذين كفروا، وهذه مهمة الشيطان؛ لأن هناك فرقاً بين الضلال والإضلال، فالضلال في الذات والنفس، أما الإضلال فيتعدى إلى الغير، فهناك ضال لا يكتفي بضلال نفسه، بل يأتي لغيره ويضله ويغويه على المعصية بأن يزينها له. ولذلك هناك جزاء على الضلال، وجزاء أشد على الإضلال، فإذا كان هناك إنسان ضال فهو في نفسه غير مؤمن، أي أن ضلاله لم يتجاوز ذاته، ولم ينتقل إلى غيره. ولكن إذا حاول أن يغري غيره بالضلال والمعصية يكون بذلك قد ضلَّ غيره. ويتخذ بعض المستشرقين هذه القضية مطعناً في القرآن - بلا وعي منهم أو فهم - فيقولون: إن القرآن يقول: {وَلاَ تَزِرُ وَازِرَةٌ وِزْرَ أخرى}  [فاطر: ١٨] . </p><p> ثم يأتي في آية أخرى فيقول:  {وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالاً مَّعَ أَثْقَالِهِمْ ... }  [العنكبوت: ١٣] . </p><p> فكيف يقول القرآن: إن أحداً لا يتحمل إلا وزره، ثم يقول: إن هناك من سيتحمل وِزْره ووِزْر غيره؟ </p><p> ونقول لهم: أنتم لم تفهموا المعنى، فالأول: هو الضَّالُّ الذي يرتكب المعاصي ولكنه لم يُغْرِ بها غيره، أي: أنه عصى الله ولم يتجاوز المعصية. أما الثاني: فقد ضلَ وأضل غيره. . أي: أنه لم يكتف بارتكاب المعصية بل أخذ يغري الناس على معصية الله. وكلما أغرى واحداً على المعصية كان عليه نفس وِزْر مرتكب المعصية. </p><p> وهنا يقول الحق:  {ضَلُّ بِهِ الذين كَفَرُواْ يُحِلُّونَهُ عَاماً وَيُحَرِّمُونَهُ عَاماً} وطبعاً التحليل والتحريم هنا حدث منهم لظنهم أن هذه مصلحتهم، أي أنهم أخضعوا الأشهر الحرم لشهواتهم الخاصة، وخرجوا عن مرادات الله في كونه، يوم خلق السماوات والأرض. </p><p> ولكن لماذا يُحلُّونه عاماً ويُحرِّمونه عاماً؟ تأتي الإجابة من الحق:  {لِّيُوَاطِئُواْ عِدَّةَ مَا حَرَّمَ الله} أي: ليوافقوا عدة ما أحله الله حتى يبرروا ويقولوا لأنفسهم: نحن لسنا عاصين، فإن كان الله يريد أربعة أشهر حرم، فنحن قد التزمنا بذلك! ولكن تشريع الله ليس في العدد فقط ولكن في المعدود أيضاً، وقد حدد لنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ الأشهر الحرم. </p><p> وكان عمرو بن لحي أو نعيم بن ثعلبة هما أول من قاما بعملية النسيء هذه، فأحلَّ شهر المحرم، وحرَّم غيره وهؤلاء الذين قاموا بهذا العمل كانوا يعرفون أن هناك أربعة أشهر حرم بدليل أنهم أحلوا وحرموا. ولو لم يعرفوها ما أحلوا ولا حرموا، ولكن هم أرادوا أن يُخضعُوا تشريع الله لأهوائهم. وهذا هو المغزى من تحليل </p><p> شهر المحرم وتحريم شهر آخر، وأرادوا بذلك إخضاع مرادات الله لشهوات نفوسهم؛ لأن المحرم ثابت فيه التحريم، وهو شهر حرام سواء قام الإنسان بتأجيله أم لم يؤجله، فهو شهر حرام بمشيئة الله لا مشيئة الناس. ولذلك حكم الحق سبحانه على النسيء بأنه زيادة في الكفر؛ لأنك حين تؤخر حرمة شهر المحرم إلى شهر غيره، تكون قد قُمْتَ بعمليتين؛ أحللت شهراً حراماً وهذا كفر، وحرمت شهراً حلالاً وهذا كفر آخر. . أي: زيادة في الكفر. ثم يقول الحق سبحانه:  {لِّيُوَاطِئُواْ عِدَّةَ مَا حَرَّمَ الله فَيُحِلُّواْ مَا حَرَّمَ الله} وقد حكم الله عليهم بالكفر بأنهم أحلوا ما حرمه الله. </p><p> ثم يقول الحق:  {زُيِّنَ لَهُمْ سواء أَعْمَالِهِمْ} والتزيين: هو أمر طارئ أو زائد على حقيقة الذات مما يجعله مقبولاً عند الناس، فالمرأة مثلاً لها جمال طبيعي، ولكنها تتزيين. إذن: فالتزيين تغيير في المظهر وليس في الجوهر. وهناك تزيين في أشياء كثيرة، تزيين في الفكر مثلاً، بأن يكون هناك استعداده للقتال فيأتي القائد فيزين للمقاتلين دخول المعركة، ويقول: أنتم ستنتصرون في ساعات، ولن يصاب منكم أحد وسيفِرّ عدوكم؛ هذا تزيين محمود. </p><p> ولذلك أراد الحق أن يكشف لنا حقيقة التزيين الذي قاموا به حين حللوا حرمة الأشهر الحرُم، وكشف لنا سبحانه أن هذا لون من التزيين غير المحمود فقال:  {زُيِّنَ لَهُمْ سواء أَعْمَالِهِمْ والله لاَ يَهْدِي القوم الكافرين} وما دام قد زُيِّن لهم السوء فهذا العمل قد خرج عن منطقة الهداية، وخرج عن نطاق التزيين المحمود إلى التزيين السيىء. وما داموا قد خرجوا عن هداية الله فلن يعينهم الله؛ لأنه سبحانه لا يعين من كفر، ولا يعين من ظلم، ولا يعين من فسق. </p><p> ولذلك قال سبحانه:  {والله لاَ يَهْدِي القوم الكافرين} أي: أنهم بكفرهم قد أخرجوا أنفسهم عن هداية الله، فالحق سبحانه لم يمنع عنهم الهداية، بل هم الذين منعوها عن أنفسهم بأن كفروا فأخرجوا أنفسهم عن مشيئة هداية الله لهم، وهذا ينطبق فقط على هداية المعونة، ونحن نعلم أن لله سبحانه هداية دلالة وهداية معونة؛ هداية الدلالة هي للمؤمن وللكافر، ويدل الله الجميع على المنهج، ويريهم آياته، وتبلغ الرسل منهج السماء الذي يوضح الطريق إلى رضاء الله والطريق إلى سخطه وعذابه. فمن آمن بالله دخل في مشيئة هداية المعونة، فيعينه الله في الدنيا ويعطيه الجنة في الآخرة. أما من يرفض هداية الدلالة من الله، فالله لا يعطيه هداية المعونة؛ لأن الكفر قد سبق من العبد. </p><p> وكذلك الظلم والفسق، فيكون قد منع عن نفسه هداية المعونة بارتكابه لتلك الآثام. </p><p> ولذلك يقول الحق سبحانه وتعالى: </p><p> {والله لاَ يَهْدِي القوم الكافرين}  [التوبة: ٣٧] . {والله لاَ يَهْدِي القوم الظالمين}  [التوبة: ١٩] . {والله لاَ يَهْدِي القوم الفاسقين}  [التوبة: ٢٤] . </p><p> إذن: هم الذين قدَّموا الكفر والظلم والفسوق، فمنعوا عن أنفسهم هداية المعونة التي قال الحق عنها:  {والذين اهتدوا زَادَهُمْ هُدًى وَآتَاهُمْ تَقُوَاهُمْ}  [محمد: ١٧] . </p><p> وبعد أن طلب الحق سبحانه وتعالى من المؤمنين أن يواجهوا الباطل جميعاً، كما يجتمع الباطل عليهم ويقاتلهم جميعاً. يقول سبحانه: </p><p> {ياأيها الذين آمَنُواْ مَا لَكُمْ إِذَا قِيلَ لَكُمُ انفروا فِي سَبِيلِ الله اثاقلتم ... } </p>"
}