{
  "id": null,
  "sura": 9,
  "aya": 95,
  "text": "<p> وكلمة {سَيَحْلِفُونَ} فيها سرّ إعجازي من الله؛ لأن حرف «السين» هنا تدلنا على أنهم لم يحلفوا بعد، أي أن الآية نزلت وقُرئت وسمعها المؤمنون والمنافقون قبل أن يحلف المنافقون، وآيات القرآن تُتْلى وتُقرأ في الصلاة، ولا تتغير ولا تتبدل إلى يوم القيامة. </p><p> ولو كان للمنافقين قدرة على التدبر لما جاءوا وحلفوا. ولقالوا: إن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قال في قرآن يوحي إليه: إننا سنأتي ونحلف، ونحن لن نأتي ولن نحلف؛ ولكن لأن الله هو القائل وهو الخالق وهو الفاعل، فقد شاء أن تغيب الفطنة عن أذهانهم، مثلما قال سبحانه من قبل:  {سَيَقُولُ السفهآء مِنَ الناس مَا وَلاَّهُمْ عَن قِبْلَتِهِمُ ... }  [البقرة: ١٤٢] </p><p> وهم قد قالوا ذلك بعد نزول الآية. </p><p> والحق سبحانه وتعالى يقول هنا:  {سَيَحْلِفُونَ بالله لَكُمْ إِذَا انقلبتم إِلَيْهِمْ} والانقلاب معناه التحول من حال إلى حال. ومعنى الانقلاب في هذه الآية مقصود به العودة إلى المدينة مقر السلام والأمن بعد الحرب، فكأن الاعتدال في القتال والانقلاب في العودة إلى المدينة. ولكن لماذا سيحلف المنافقون بالله للمؤمنين؟ يقول الحق سبحانه:  {لِتُعْرِضُواْ عَنْهُمْ} أي: لتعرضوا عن توبيخهم ولومهم وتعنيفهم؛ لأنهم لم يجاهدوا معكم. </p><p> فقال الحق:  {فَأَعْرِضُواْ عَنْهُمْ} أي أعطوهم مطلوبهم من الإعراض ولكنه لون آخر من الإعراض، فلا تولموهم ولا توبخوهم ولا تؤثموهم، بل أعرضوا عنهم إعراض احتقار وإهانة، لا إعراض صفح ومغفرة؛ جزاءً لهم على ما فعلوا؛ لأن التأنيب والتوبيخ هما من ألوان الجزاء على المخالفة، ولكنه قد يحمل الأمل في المخالف ليعود إلى الصواب. فأنت إن لم يذهب ابنك إلى المدرسة مثلاً تُوبِّخه وتُعنِّفه، وأنت تفعل ذلك لأنك تأمل في أن ينصلح حاله، ولكن إذا استمر على مثل هذه الحال فأنت تهمله، والإهمال دليل على أنك فقدت الأمل في إصلاحه. </p><p> كذلك كان الأمر بالنسبة للمنافقين، لو أن التوبيخ والإهانة كانت ستجعلهم يفيقون ويعودون إلى حظيرة الإيمان، فهذا دليل على أن هناك أملاً في الإصلاح، وهم لن ينصلح حالهم، وهم في ذلك يختلفون عن المؤمنين، فالمؤمن إن ارتكب إثماً فهو يستحق العتاب والتوبيخ من إخوته في الإيمان، وفي هذا إيلام له. والمؤمن عرضة أن تصيبه غفلة فيرتكب إثماً، فإذا حدث بعد هذا الألم إيلام له من نفسه، أو بواسطة إخوانه المؤمنين، فهو يفيق ويشعر بالذنب، وشعوره بالذنب وصول إلى التوبة. </p><p> أما هؤلاء المنافقون فلا ينفع معهم التوبيخ أو الإيلام النفسي؛ لأنهم لن يعودوا أبداً إلى حظيرة الإيمان، ولذلك جاء الأمر: فأعرضوا عنهم؛ لأنهم لا يستحقون - حتى - اللوم، فالتوبيخ جزاء على ذنب قد يُقلع عنه من ارتكبه. ولكن هؤلاء لا أمل فيهم، والعلة يأتي بها القرآن:  {إِنَّهُمْ رِجْسٌ وَمَأْوَاهُمْ جَهَنَّمُ جَزَآءً بِمَا كَانُواْ يَكْسِبُونَ} والرجس يطلق على معان متعددة، وقوله:  {إِنَّهُمْ رِجْسٌ} أي: هم الخباثة بذاتها، ويقول العلماء: أي أن فيهم خبثاً وقذارة. </p><p> وأقول: إن الرجس هو القذارة نفسها، فلا نقول: إنهم قذرون؛ لأننا إن قلنا ذلك فالمعنى يفيد أنهم طُهُرٌ أصابهم قذر، وهم ليسوا كذلك، إنهم «قذر» في حد ذواتهم، ولا يطهرهم شيء؛ لأن الذي يخرج من القذارة يكون مثلها؛ فهم خباثة لا يطهرها لَوْم أو توبيخ. وأطلق الرجس هنا مثلما قال الحق:  {إِنَّمَا المشركون نَجَسٌ ... }  [التوبة: ٢٨] </p><p> ولم يقل:  «نجسون» بل هم أنفسهم نجس. </p><p> والرجس يطلق أيضاً على الشيء القذر حسيّاً؛ مثل الميتة، والحق سبحانه يقول:  {قُل لاَّ أَجِدُ فِي مَآ أُوْحِيَ إِلَيَّ مُحَرَّماً على طَاعِمٍ يَطْعَمُهُ إِلاَّ أَن يَكُونَ مَيْتَةً أَوْ دَماً مَّسْفُوحاً أَوْ لَحْمَ خِنزِيرٍ فَإِنَّهُ رِجْسٌ أَوْ فِسْقاً أُهِلَّ لِغَيْرِ الله بِهِ ... }  [الأنعام: ١٤٥] </p><p> إذن: فالميتة قذارة حسّية، كذلك الخمر التي يقول فيها الحق:  {إِنَّمَا الخمر والميسر والأنصاب والأزلام رِجْسٌ مِّنْ عَمَلِ الشيطان ... }  [المائدة: ٩٠] </p><p> فالخمر نفسها رجس، أي: قذارة حسّية، وعطف عليها الحق - سبحانه - الميسر والأنصاب، والأزلام؛ وأخذوا حكم الخمر، وهكذا نفهم أن الخمر رجس حسّي، بينما الأنصاب والأزلام والميسر رجس معنوي. </p><p> وهناك أيضا الرجز، ويطلق على وسوسة الشيطان، فالحق يقول:  {إِذْ يُغَشِّيكُمُ النعاس أَمَنَةً مِّنْهُ وَيُنَزِّلُ عَلَيْكُم مِّن السمآء مَآءً لِّيُطَهِّرَكُمْ بِهِ وَيُذْهِبَ عَنكُمْ رِجْزَ الشيطان ... }  [الأنفال: ١١] </p><p> إذن: فالرجس له متعلقات؛ معناه الكفر، والكافر هو قذارة في حَدّ ذاته لا أنه إنسان أصابته قذارة. </p><p> ويقول الحق:  {فَأَعْرِضُواْ عَنْهُمْ إِنَّهُمْ رِجْسٌ وَمَأْوَاهُمْ جَهَنَّمُ جَزَآءً بِمَا كَانُواْ يَكْسِبُونَ} والمأوى: هو المكان الذي يؤويك من شر يلحقك، ويقال:  «آوى إلى كذا» أي: هرب من شر يُراد به، فإذا كان المأوى الذي يفزعون إليه هو جهنم، فمعنى ذلك أنهم بحثوا عن منفذ فلم يجدوا منفذاً إلا أن يدخلوا جهنم، وهي بطبيعة الحال بئس المصير. </p><p> وهل ذلك افتئات عليهم أم جزاء؟ يقول الحق:  {جَزَآءً بِمَا كَانُواْ يَكْسِبُونَ} ونعرف أن الحسنة يقال عنها: «كسب» ، والسيئة يقال عنها «اكتسب» ، والحق هو القائل:  {لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكتسبت ... }  [البقرة: ٢٨٦] </p><p> وذلك لأن عمل الحرام المخالف لمنهج الله لا بد أن يشوبه الافتعال، أما عمل الحلال فهو أمر فطري لا يكلف النفس مشقة، ولا تتنازع فيه مَلَكَات، لكن بعض الناس الذين يعملون السيئات يألفونها إلْفَاً بحيث تصبح سهلة؛ فلا تكلفهم شيئاً، ويعتبر الواحد منهم السيئة كسباً، كأن تأتي لإنسان، فيحدثك بمغامراته في الخارج، ويروي عن رحلاته في باريس ولندن، وما فعل فيهما من منكرات. هو يظن أنه يحكي عن مكاسب، ولا يعلم أنه يحكي عن مصائب وقع فيها باختياره. </p><p> مثل هذا الإنسان يفعل السيئة، وهو معتاد عليها؛ فتصير كَسْباً. وهو عكس إنسان آخر وقعت عليه المعصية؛ فيظل يبكي ويبكي ويبكي، ويندم، وقد يضرب نفسه كلما تذكر المعصية، ويبدم عليها. فالأول فرح بخطاياه ومعاصيه واعتبرها كسباً وصارت له دُرْبة وله رياضة وله إلْفٌ بتلك المعاصي. </p><p> وهنا يقول الحق سبحانه: </p><p> {يَحْلِفُونَ لَكُمْ لِتَرْضَوْاْ عَنْهُمْ ... } </p>"
}