{
  "id": null,
  "sura": 9,
  "aya": 80,
  "text": "<p> ووقف العلماء في هذه الآية عند شيء اسمه مفهوم المخالفة؛ لأن الحق سبحانه وتعالى حدد مرات الاستغفار غير المقبول بسبعين مرة، وقد أوضح رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ الذي أرسلَ رحمة للعالمين؛ أنه ما دامت مرات الاستغفار قد حُددت بسبعين مرة فلأزيد على السبعين قليلاً وبذلك غلّب الرسول الكريم جانب الرحمة، وجانب الإكرام لعبد الله بن عبد الله بن أبي الذي أسلم وحَسُنَ إسلامه. </p><p> وكانت السبعة دائماً هي نهاية العدد عند العرب، وعندما يأتي عدد آخر يكون زائداً، فالأصل في العدد هو مكررات الواحد، أي: أن الواحد أصل العدد، يضاف له واحد يكون اثنين، ويضاف لهما واحد فيكون المجموع ثلاثة، وتستمر الإضافة حتى يصير العدد سبعة، وإذا تركنا الواحد جانباً لأنه الأصل، نجد عندنا ثلاثة أعداد زوجية، هي: اثنان وأربعة وستة، وثلاثة أعداد فردية هي: ثلاثة وخمسة وسبعة، ويكون العدد سبعة جامعاً للمفرد والمثنى والجمع. </p><p> ولذلك كانوا إذا أرادوا الزيادة على سبعة فلابد أن يأتوا بحرف العطف. ونجد قول الحق سبحانه وتعالى في سورة الكهف:  {سَيَقُولُونَ ثَلاثَةٌ رَّابِعُهُمْ كَلْبُهُمْ وَيَقُولُونَ خَمْسَةٌ سَادِسُهُمْ كَلْبُهُمْ رَجْماً بالغيب وَيَقُولُونَ سَبْعَةٌ وَثَامِنُهُمْ كَلْبُهُمْ ... }  [الكهف: ٢٢] </p><p> ولم يقل: ثامنهم كلبهم، بل جاء بواو العطف؛ لأن الثمانية كانت من نوع آخر. </p><p> وحين سمع رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ «السبعين» ؛ قال: نزيد على السبعين، وبذلك يكون قد احترم قول الله، واحترم تكريمه لعبد الله بن عبد الله بن أبيّ؛ الذي طلب منه أن يستغفر لأبيه. وهنا قالوا: كيف يغيب عن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وهو الذي يقول عن نفسه: «أنا أفصح العرب بيد أنِّي من قريش» ، أن عدد السبعين يُقصد به الكثرة مهما بلغت، والشاعر القديم يقول: </p><p> أسِيئي بِنَا أوْ أحْسِني لاَ مَلُومةَ ... أي: افعلي ما تشائين. </p><p> فكأن الحق سبحانه وتعالى في قوله:  {استغفر لَهُمْ أَوْ لاَ تَسْتَغْفِرْ لَهُمْ إِن تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً} شاء أن ياتي بمضاعفات العدد النهائية وهي السبعون ليحسم الأمر. </p><p> وجاء قول الحق سبحانه:  {سَوَآءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ ... }  [المنافقون: ٦] </p><p> أي: مهما استغفرت بأي عدد من الأعداد فلن يغفر الله لهم. </p><p> ونقول: إن الأمر هنا له شقان؛ الشق الأول: أن يغفر الله. والشق الثاني: هو مجاملة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لعبد الله بن عبد الله بن أبيّ، فهو صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يعلم أن الله لن يغفر للمنافقين. وفي استغفار رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إنما هو لاحترام طلب الابن، وأيضاً فالاستغفار من رسول الله كان مجرد مجاملة لعلمه أن الله لن يغفر للمنافقين؛ لأنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يعلم أن استغفاره من أجل منافق لن يقبله الله، وهناك استغفار تنشأ عنه المغفرة، واستغفار ينشأ عنه إرضاء عبد الله بن عبد الله بن أبيّ. </p><p> ولكن ألا توجد ذاتية للأب؟ </p><p> نقول: إن التاريخ يقول إن عبد الله بن أبيّ نال حظه من الدنيا، والحق سبحانه يقول:  {إِنَّا لاَ نُضِيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلاً}  [الكهف: ٣٠] </p><p> وجزاء العمل يُعطي للبعض في الدنيا، ويُعْطي للبعض في الآخرة؛ مصداقاً لقوله تعالى:  {مَن كَانَ يُرِيدُ حَرْثَ الآخرة نَزِدْ لَهُ فِي حَرْثِهِ وَمَن كَانَ يُرِيدُ حَرْثَ الدنيا نُؤْتِهِ مِنْهَا وَمَا لَهُ فِي الآخرة مِن نَّصِيبٍ}  [الشورى: ٢٠] </p><p> ولقد حدثنا علماء السيرة أن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قال:  «إن أبا لهب يُخفَّفُ عنه العذاب يوم الاثنين» ، وأبو لهب نزل فيه قول الحق سبحانه وتعالى:  {تَبَّتْ يَدَآ أَبِي لَهَبٍ وَتَبَّ مَآ أغنى عَنْهُ مَالُهُ وَمَا كَسَبَ سيصلى نَاراً ذَاتَ لَهَبٍ}  [المسد: ١ - ٣] </p><p> ولماذا يُخفَّف العذاب عن أبي لهب يوم الاثنين؟ لأن هذا اليوم هو الذي ولد فيه رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وقد سُرَّ أبو لهب بميلاد الرسول الكريم، فأعتق الجارية التي بشَّرته بميلاد الرسول؛ ومن هنا يُخفَّف العذابُ عن أبي لهب يوم الاثنين جزاء عمله. </p><p> كما أن عبد الله بن أبيّ كان له موقف يحسب له في واقعة الحديبية حين ذهب المسلمون لأداء العمرة، وصدهم الكفار عن بيت الله الحرام؛ وانتهت بصلح الحديبية وهي أول معاهدة بين الإيمان والكفر، ورغم أن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وصحابته رُدُّوا عن بيت الله الحرام، فقد فطن أبو بكر لما في يوم الحديبية من عطاءات الله؛ من اعتراف كفار قريش بمحمد وبالمسلمين حين وقعوا معاهدة بينهم وبين رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وتفرغ نبينا الكريم للدعوة في الجزيرة العربية، وهو آمن من قريش، وانتشر الإسلام إلى أن نقضت قريش العهد وتم فتح مكة. </p><p> نعود إلى قصة عبد الله بن أبيّ يوم الحديبية: لقد كان الكفار يعلمون أن في نفسه شيئاً من رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ لأن مجيء الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ منع تتويج عبد الله بن أبيّ ملكاً على المدينة. وكانوا يعلمون أيضاً أنه أسلم نفاقاً؛ فأرادوا أن يُحدثوا ثغرة في نفوس المسلمين، فقالوا: محمد وأصحابه لا يدخلون، ولكننا نسمح لعبد الله بن أبيّ ومن معه بدخول مكة وأداء العمرة فرفض عبد الله بن أبيّ وقال: إن لي في رسول الله أسوة حسنة، لا أريد أن أذهب للعمرة إلا إذا ذهب رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. وهذا موقف يُحمد له. </p><p> كذلك كان له موقف آخر في غزوة بدر، حينما أُسر العباس عم رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. وكان العباس طويل القامة وثيابه تمزقت في المعركة، فلم يجدوا طويلاً مثله إلا عبد الله بن أبيّ، فأعطاهم قميصه ليلبسه العباس، فلم يَنْسَ رسول الله ذلك له. </p><p> ومن أجل هذا استغفر له رسول الله، لكن الحكم الأعلى قد جاء {استغفر لَهُمْ أَوْ لاَ تَسْتَغْفِرْ لَهُمْ إِن تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَن يَغْفِرَ الله لَهُمْ} فليس المهم فقط هو استغفار رسول الله؛ لأن هناك ممحصات للذنب، فمن أذنب عليه أن يأتيك أولاً يا رسول الله، ليستغفر الله، ثم يسألك أن تستغفر له الله، حتى يجد الله تواباً رحيماً، فسبحانه القائل:  {وَلَوْ أَنَّهُمْ إِذ ظلموا أَنْفُسَهُمْ جَآءُوكَ فاستغفروا الله واستغفر لَهُمُ الرسول لَوَجَدُواْ الله تَوَّاباً رَّحِيماً}  [النساء: ٦٤] </p><p> فالذي يريد أن يتوب ويستغفر، لا يستغفر له رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، إلا إذا استغفر مرتكب الذنب أولاً، فلا بد أن يستغفروا الله من الذنوب أولاً ثم يستغفر لهم الرسول. ولا يستغفر لهم الرسول وهو لا يستغفرون، وهكذا نعلم أن عبد الله بن أبيّ لم يفطن إلى كيفية الاستغفار، فقد كان عليه أن </p><p> يأتي لرسول الله صاغراً ليستغفر الله أمامه، لا أن يبحث عمن يطلب له الاستغفار. </p><p> ثم يأتي الحق سبحانه وتعالى موضحاً سبب عدم غفرانه، فيقول:  {ذلك بِأَنَّهُمْ كَفَرُواْ بالله وَرَسُولِهِ والله لاَ يَهْدِي القوم الفاسقين} وحين ينفي الحق سبحانه وتعالى الهداية عن إنسان، فليس معنى هذا أن يقول الفاسق: الله لم يَهْدِني فماذا أفعل؟ ويُحمِّل المسألة كلها لله. بل نسأل الفاسق: لماذا لم يَهْدِك؟ لأنك فسقت. </p><p> إذن: فعدم الهداية من الله لك كان بسبب أنك أخذت طريق الفسق والبعد عن منهج الله، ومن هنا فالهداية المقصودة في هذه الآية؛ ليست هي الهداية بمعنى الدلالة على طريق الخير؛ لأن الدلالة إلى طريق الخير تأتي من الله للمؤمن والكافر فمنهج الله الذي يبلَّغ للناس كافة، يريهم طريق الخير ويدلهم عليه. ولكن المقصود هنا هو الهداية الأخرى التي يعطيها الحق لمن دخل في رحاب الإيمان وآمن وحَسُنَ عمله، وتتمثل في قوله الحق:  {والذين اهتدوا زَادَهُمْ هُدًى وَآتَاهُمْ تَقُوَاهُمْ}  [محمد: ١٧] </p><p> إذن: فكل مَنْ مشى في طريق الإيمان أعانه الله عليه. وفي المقابل نقرأ قول الحق سبحانه وتعالى:  {إِنَّ الله لاَ يَهْدِي القوم الظالمين}  [الأحقاف: ١٠] </p><p> وكذلك قوله سبحانه:  {والله لاَ يَهْدِي القوم الكافرين}  [التوبة: ٣٧] </p><p> وأيضاً قوله الكريم:  {والله لاَ يَهْدِي القوم الفاسقين}  [الصف: ٥] </p><p> لا نقول أبداً: إن هؤلاء معذورون؛ لأن الله لم يَهْدِهم؛ لأنه سبحانه وتعالى قد هداهم ودَلَّهم جميعاً على طريق الخير، ولكنهم هم الذين أخذوا طريق الكفر والظلم والفسوق. </p><p> واقرأ إن شئت قول الله عَزَّ وَجَلَّ:  {وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ}  [فصلت: ١٧] </p><p> فماذا صنعوا في هدايته لهم:  {فاستحبوا العمى عَلَى الهدى} ، أي: أن الحق سبحانه بيَّن لثمود طريق الخير، ولكنهم اختاروا الضلالة. </p><p> إذن: فهداية الدلالة للجميع، وهداية المعونة للمؤمنين. </p><p> ثم يعطينا الحق سبحانه وتعالى صورة أخرى للمنافقين فيقول:  {فَرِحَ المخلفون بِمَقْعَدِهِمْ ... } </p>"
}