{
  "id": null,
  "sura": 9,
  "aya": 86,
  "text": "<p> وهكذا شاء الحق أن يفضح المنافقين، هؤلاء الذين استمرأوا الاستمتاع بنفس حقوق المؤمنين لمجرد إعلانهم الإسلام، بينما تبطن قلوبهم الكفر والكيد للمسلمين. وقوله الحق:  {وَإِذَآ أُنزِلَتْ سُورَةٌ أَنْ آمِنُواْ بالله وَجَاهِدُواْ مَعَ رَسُولِهِ} هو خطاب للمنافقين يكشف بطلان إيمانهم؛ ولذلك جاء قوله الحق:  {أَنْ آمِنُواْ} أي: اجعلوا قلوبكم صادقة مع ألسنتكم، فالله يريد إيماناً بالقلب واللسان، فيتفق السلوك مع العقيدة. وقول الحق:  {وَجَاهِدُواْ مَعَ رَسُولِهِ} أي: انفروا للجهاد مع رسول الله، فهذا هو التعبير العملي عن الإيمان، ولا تفرحوا بتخلفكم عن القتال في سبيل الله؛ لأن الجهاد والقتال في سبيل الله شرف كبير له ثواب عظيم. وامتناع إنسان عن الجهاد هو تنازل عن خير كبير، فالحق سبحانه يعطي جزيل الأجر لمن جاهد جهاداً حقيقيّاً. </p><p> ويقول الحق سبحانه وتعالى:  {استأذنك أُوْلُواْ الطول مِنْهُمْ} و «استأذن» من مادة استفعل، وتأتي للطلب، كأن تقول:  «استفهم» أي: طلب أن يفهم، و «استعلم» أي: طلب أن يعلم. إذن: فقوله: {استأذنك} أي: طلبوا الإذن، ولأنهم يتظاهرون بالإيمان ويبطنون الكفر، تجدهم ساعة النداء للجهاد لا يقفون مع المؤمنين، وكان من المفروض أن يكونوا بين المجاهدين، وأن يجدوا في ذلك فرصة لإعلان توبتهم؛ ورجوعهم إلى الحق فيكون جهادهم تكفيراً عما سبقه من نفاق، ولكنهم لم يفعلوا ذلك، بل طلبوا الإذن بالقعود. </p><p> ومن الذي طلب الإذن؟ </p><p> إنهم أولو الطَّوْل. و «أولو» معناها أصحاب القوة والقدرة. و «الطَّوْل» هو أن تطول الشيء، أيك تحاول أن تصل إليه، فإذا لم تصل يدك إليه؛ يقال: إن هذا الشيء يدك لم تَطُلْه، أي: لم يكن في متناول يدك. </p><p> و {أُوْلُواْ الطول} أي: الذين يملكون مقومات الجهاد من سلامة البدن من الأمراض ووجود القوة، ولا يعانون من ضعف الشيخوخة، وأن يكون الإنسان قد بلغ مبلغ الرجولة وليس صبيّاً صغيراً؛ لأن الشيخ الكبير ضعيف لا يقدر على الجهاد، وكذلك الصبي الصغير لا يملك جَلَداً على الحرب. وأيضاً نجد المريض الذي قد يعوقه مرضه عن الحركة. </p><p> أما أولو الطول فهم الذين يملكون كل مقومات الحرب، من قوة بدنية وسلاح، والذين لم يبلغوا سن الشيخوخة، ولا هم صبيان صغار ولا مرضى. </p><p> إذن: فعندما تنزل آية فيها الجهاد، فالذين يستأذنون ليسوا أصحاب أعذار - لأنهم معفون - لكن الاستئذان يأتي من المنافقين الذي تتوافر فيهم كل شروط القتال، ويستأذنون في القعود وعدم الخروج للقتال. ويقولون ما يخبرنا الحق به:  {وَقَالُواْ ذَرْنَا نَكُنْ مَّعَ القاعدين} والقاعد مقابله القائم. والقيام - كما نعلم - هو مقدمة للحركة. فإذا أراد الإنسان أن يمشي، قام من مكانه أولاً، ثم بدأ المشي والحركة، ومن القيام أخذتْ مادة (القوم) أي: الجماعة القائمة على شئونها، والقوم هم الرجال، أما النساء فلا يدخلن في القوم، مصداقاً لقول الحق: </p><p> {ياأيها الذين آمَنُواْ لاَ يَسْخَرْ قَوْمٌ مِّن قَوْمٍ عسى أَن يَكُونُواْ خَيْراً مِّنْهُمْ وَلاَ نِسَآءٌ مِّن نِّسَآءٍ عسى أَن يَكُنَّ خَيْراً مِّنْهُنَّ ... }  [الحجرات: ١١] </p><p> إذن: فالقيام يقابله القعود، والقوم يقابلهم النساء. والقعود هو مقدمة للسكون، فمتى جلس الإنسان فهناك مقدمة لفترة من السكون، وقعود المنافقين وتخلفهم واستئذانهم أن يبقوا مع النساء والعجزة والمرضى والصبية هو حَطٌّ من شأنهم. </p><p> ولذلك يقول عنهم الحق سبحانه وتعالى:  {رَضُواْ بِأَن يَكُونُواْ مَعَ الخوالف ... }  [التوبة: ٨٧] </p>"
}