{
  "id": null,
  "sura": 9,
  "aya": 5,
  "text": "<p> و «انسلخ» يعني انقضت وانتهت الأشهر الحرم، ومادة «سلخ» و «انسلخ» تدور كلها حول نزع شيء ملتصق بشيء، فتقول:  «سلخت الشاة» أي نزعت الجلد عن اللحم، والجلد يكون ملتصقا باللحم شديداً. فكأن الله سبحانه وتعالى يريد أن يلفتنا إلى أن الأشهر الحرم هي زمان، والزمان ظرف، فالناس مظروفون في الزمان والمكان، فكأن الأشهر الحرم تحيطهم كوقاية لهم من المؤمنين، فإذا مرت الأشهر الحرم تزول هذه الوقاية عنهم بعد أن كانت ملتصقة بهم، والانسلاخ له معنيان: فمرة يقال ينسلخ الشيء عن الشيء، ومرة يقال: ينسلخ الشيء من الشيء، ولذلك تجد في القرآن الكريم تبارك وتعالى:  {واتل عَلَيْهِمْ نَبَأَ الذيءَاتَيْنَاهُءَايَاتِنَا فانسلخ مِنْهَا}  [الأعراف: ١٧٥] . </p><p> وهذه الآية الكريمة التي نزلت في ابن باعوراء الذي أعطاه الله العلم والحكمة والآيات، ولكنه تهاون فيها وتركها، فكأنه هو الذي انسلخ بإرادته وليست هي التي انسلخت منه، وصار بذلك مقابلا للشاة، ونحن نسلخ جلد الشاة من الشاة. </p><p> والحق سبحانه وتعالى أيضا يقول:  {وَآيَةٌ لَّهُمُ اليل نَسْلَخُ مِنْهُ النهار}  [يس: ٣٧] . </p><p> فكأن الليل مثل الذبيحة، ثم يأتي النهار فيسلخ منه الظلمة وبزيلها عنه ويأتي بالضياء، فكأن الليل ثوب أسود يأتي عليه ثوب أبيض هو النهار، فإذا جاء ميعاد الليل رفع الثوب الأبيض أو سلخ النور عن ظمة الليل؛ لتصبح الدنيا مليئة بظلام الليل، وكأن النور هو الذي يطرأ على الظلمة فيكسوها بياضا، أي أن الضوء هو الذي يأتي ويذهب، بينما الظلمة موجودة، فإذا جاءها ضوء الشمس صارت نهارا، وإذا انسلخ منها صارت ليلاً. </p><p> وماذا يحدث عندما تنتهي الأشهر الحرم؟ يقول الحق سبحانه وتعالى: </p><p> {فَإِذَا انسلخ الأشهر الحرم فاقتلوا المشركين حَيْثُ وَجَدتُّمُوهُمْ وَخُذُوهُمْ واحصروهم واقعدوا لَهُمْ كُلَّ مَرْصَدٍ}  [التوبة: ٥] . </p><p> فكأن الله سبحانه وتعالى بعد أن أعطى المشركين مهلة أربعة أشهر، والذين لهم عهد أكثر من ذلك يتركون إلى أن تنتهي مدة العهد، ومن بعد ذلك يكون عقاب المشرك هو القتل، لماذا؟ لأنه لا يجتمع في هذا المكان دينان. </p><p> ولقائل أن يقول: وأين هي حرية التدين؟ ونقول: فيه فرق بين بيئة نزل فيها القرآن بلغة أهلها؛ وعلى رسول من أنفسهم، أي يعرفونه جيدا ويعرفون تاريخه وماضيه، وبيئة لها أحكامها الخاصة بحكم التنزيل، فأولئك الذين نزل القرآن في أرضهم وجاءت الرسالة على رسول منهم وهو موضع ثقة يعرفون صدقة وأمانته ويأتمنونه على كل نفيس وغال يملكونه، وكان كل ذلك مقدمة للرسالة، وكانت المقدمة كفيلة إذا قال لهم إنني رسول الله لم يكذبوه؛ لأنه إذا لم يكن قد كذب عليهم طوال أربعين سنة عاشها بينهم، فهل يكذب على الله؟ الذي لا يكذب على المخلوق أيكذب على الله؟ هذا كلام لا يتفق مع العقل والمنطق؛ لذلك يقول الحق سبحانه وتعالى: </p><p> {رَسُولٌ مِّنْ أَنفُسِكُمْ}  [التوبة: ١٢٨] . </p><p> أي ليس غريبا عليكم، تعرفونه جيدا حتى إنكم كنتم تأتمنونه على أغلى ما تملكون، وتلقبونه بالأمين في كل شئون الدنيا، فكيف ينقلب الأمين غير صادق عندكم؟ كما أن القرآن الكريم وهو معجزة الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قد جاء </p><p> بلغتكم وأسلوبه من جنس ما نبغتم فيه، فكان إعجازاً لكم، وتحداكم الله تعالى بأن تأتوا بسورة من مثله فعجزتم وأنتم ملوك البلاغة والفصاحة، فكأن الإعجاز من أمانة الرسول وصدقه، والإعجاز من بلاغة القرآن وتحديه يقتضي منكم الإيمان فيكون عدم الإيمان هنا مكابرة تقتضي عقاباً صارماً. </p><p> فإن سأل سائل: أين هي حرية التدين؟ وأين تطبيق قول الحق تبارك وتعالى؟ {لاَ إِكْرَاهَ فِي الدين}  [البقرة: ٢٥٦] . </p><p> نقول: نعم، لا إكراه في أن تؤمن بالله وتؤمن بدينه، ولكن ما دمت قد آمنت فلا بد أن تلتزم بما يوجبه هذا الإيمان، أما عند التفكير في مبدأ التدين فأنت حر في أن تؤمن بالله أو لا تؤمن. </p><p> ولكن إذا آمنت فالواجب أن نطلب منك أن تلتزم. ثم إن الحق سبحانه وتعالى شاء ألاَّ يجتمع في الجزيرة العربية دينان أبداً. </p><p> ولكن في أيِّ مكان آخر مثل فارس، الروم، فهم لن يعرفوا إعجاز القرآن الكريم كلغة، ولكن يسمعون أنَّه معانٍ سامية بقوانين فعالة تنظم الحياة وترتقي بها. </p><p> أما الذين يعرفون الرسول وفصاحة المعجزة التي جاء بها، فلن يُقبل منهم إلاَّ أن يسلموا، ولا يُقبل منهم أن يظلوا في أرض الرسالة دون إسلام، وإن أرادوا أن يظلوا على الشرك فليرحلوا بعيداً عن هذه الأرض. </p><p> وهناك من يقول: إنَّ الإسلام انتشر بالسيف أو الجزية، ونقول: إن الإسلام انتشر بالقدوة، أما السيف فكان دفاعاً عن حق اختيار العقيدة في البلاد التي دخلها الإسلام فاتحاً، والجزية كانت لقاء حماية من يريد أن يبقى على دينه. </p><p> ونجد في حياتنا اليومية من يستخدم {لاَ إِكْرَاهَ فِي الدين} في غير موضعها، فحين يقول مسلم لآخر: لماذا لا تصلي؟ يرد عليه بهذا القول:  {لاَ إِكْرَاهَ فِي الدين} . ونقول: إن {لاَ إِكْرَاهَ فِي الدين} مسألة تخص قمة التدين، أي مسألة اعترافك بأنك مسلم أو غير ذلك، لكن ما دمت قد أعلنت الإسلام وحُسبت على المسلمين، </p><p> فعليك الالتزام بما فرضه عليك الدين فلا تشرب الخمر ولا تزن، إذن ف {لاَ إِكْرَاهَ فِي الدين} تعني لا إكراه على اختيار الإسلام، ولكن لا بد من الحرص ممن أعلنوا الإسلام على مطلوبات الدين. </p><p> إذن فلماذا أُكْرِه العرب على الإسلام؟ </p><p> قيل في ذلك سببان: الأول أن الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ منهم، والثاني أنَّ المعجزة جاءت بلسانهم. </p><p> ويتابع الحق سبحانه وتعالى قوله:  {وَخُذُوهُمْ واحصروهم}  [التوبة: ٥] . </p><p> فإن عز عليكم أن تقتلوهم فخذوهم أسرى؛ ما داموا لم يدافعوا عن أنفسهم بقتالكم، ولم يهددوكم في حياتكم، وهنا يحقن الدم ويستفاد بهم كأسرى. </p><p> وإن خفتم من شرورهم فاحصروهم في مكان مراقب. إذا قاموا بأي حركة معادية يكون من السهل عليكم كشفها، وإنزال العقاب بهم. والحصر هنا تقييد الحركة مع السماح لهم بحركة محدودة بحيث لا يغيبون عن نظركم. </p><p> ثم يتابع المولى سبحانه وتعالى قوله: </p><p> {واقعدوا لَهُمْ كُلَّ مَرْصَدٍ}  [التوبة: ٥] . </p><p> أي ارصدوا حركاتهم حتى تأمنوا مكرهم؛ وحتى لا يتصل بعضهم بالبعض الآخر، وينشئوا تكتلاً يعادي الإسلام. ارصدوا حركاتهم، وارصدوا كلامهم، وارصدوا أفعالهم، ولا تجعلوهم يخرجون عن رقابتكم وافعلوا ما بوسعكم لتكونوا في مأمن من شرورهم، ولكن لا تخوجوا بالاستطلاع إلى حيز استذلالهم، فالاستدلال غير الاستذلال. </p><p> وقد يتساءل البعض: لماذا هذا الاختلاف في العقوبة حيث هناك القتل وهناك الحصر وهناك الرصد لهم في طرقهم ومسالكهم،؟ . نقول: إن العقوبة تختلف باختلاف مواقع المشركين من العداء للإسلام، فهناك أئمة الكفر الذين يحاربون هذا الدين؛ ويدعون الناس لعدم الإيمان، ويحرضون على قتال المسلمين وقتلهم </p><p> وإيذائهم ولا ينصلحون أبداً، ولا يكفون أذاهم عن المؤمنين أبداً: أولئك جزاؤهم القتل. </p><p> وهناك من لا يؤذون المسلمين، وإنما يجاهرون بالعداء للدعوة، هؤلاء شأنهم أقل؛ فنأخذهم أسرى. وهناك من الكفار من لا يفعل شيئا إلا أنه غير مؤمن؛ فهؤلاء نراقب حركاتهم ليتقي المسلمون شرّهم ليكونوا على استعداد بصفة دائمة لمواجهتهم إذا ما انقلبوا ليؤذوا المسلمين ويهاجموهم ويقاتلوهم. </p><p> إذن فلم توضع عقوبة واحدة تشمل الجميع. لأن الجميع غير متساوين في عدائهم للإسلام؛ فأئمة الكفر لهم حكم، والذين عداوتهم للإسلام أقل لهم حكم آخر. ثم تأتي رحمة الله سبحانه وتعالى؛ لأنه سبحانه وتعالى رحيم بعباده فلا ييئسهم أبداً من الرجوع إليه فيقول:  {فَإِن تَابُواْ وَأَقَامُواْ الصلاوة وَآتَوُاْ الزكاوة فَخَلُّواْ سَبِيلَهُمْ إِنَّ الله غَفُورٌ رَّحِيمٌ}  [التوبة: ٥] . </p><p> ويفتح سبحانه باب التوبة أمام عباده جميعاً ولا يغلقه أبداً، ولذلك يقول رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ فيما يرويه عنه أبو حمزة أنس بن مالك - خادم رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - رَضِيَ اللَّهُ عَنْه - قال: قال رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ «لله أفرحُ بتوبة عبده من أحدكم سقط على بعيره وقد أضله في أرض فلاة» . </p><p> أي أنك وأنت مسافر في صحراء جرداء بعيدة تماماً عن أي عمران ثم جلست لتستريح ومعك الجمل الذي تسافر عليه؛ عليه الماء والطعام وكل ما تملك من وسائل الحياة، ثم غفلت عن الجمل فانطلق شارداً وسط الصحراء، وتنبهت فلم تجده ولا تعرف مكانه، وفجأة وأنت تمضي على غير هدى وجدت الجمل أمامك، فكيف تكون فرحتك؟ إنها بلا شك فرحة كبيرة جدا لأنك وجدت ما ينجيك من الهلاك، وهذه الفرحة تملأ النفس وتغمرها تماماً، كذلك يفرح الله بتوبة عباده، لذلك </p><p> يوضح سبحانه وتعالى بأنه إن تاب هؤلاء الكفار من عدائهم لدين الله ورسوله وأقاموا الصلاة وآتوا الزكاة فَلْيُخَلِّ المسلمون سبيلهم وليتركوهم أحراراً. </p><p> وهنا نجد ثلاثة شروط: أولها التوبة والعودة إلى الإيمان. وإقامة الصلاة، هذا هو الشرط الثاني، ثم يأتي الشرط الثالث وهو إيتاء الزكاة، ولا بد أن يؤدي الثلاثة معاً؛ لأن التوبة عن الكفر هي دخول في حظيرة الإيمان، والدخول إلى حظيرة الإيمان يقتضي شهادة أن لا إله إلا الله وأن محمداً رسول الله. ثم إقامة الصلاة ثم إيتاء الزكاة ثم صوم رمضان ثم حج البيت لمن استطاع إليه سبيلا. </p><p> ولو نظرت إلى أركان الإسلام الخمسة تجد أن المسلم قد يؤدي بعضها ولا يؤدي البعض الآخر، فالمسلم الفقير الذي لا يجد إلا ضروريات الحياة تسقط عنه الزكاة ويسقط عنه الحج، والمسلم المريض مرضاً مزمناً يسقط عنه الصوم، وتبقى شهادة أن لا الله إلا الله وأن محمداً رسول الله؛ وهذه يكفي أن يقولها المسلم في العمرة مرة، ويبقى ركن إقامة الصلاة لا يسقط أبداً، لا في الفقر ولا في الغنى ولا في الصحة ولا في المرض؛ لأن الصلاة هي الفارقة بين المسلم وغير المسلم، وهي عماد الدين لأنه تتكرر كلَّ يوم خمس مرات، فالمريض عليه أن يصلي بقدر الاستطاعة. فإن لم يستطع أن يؤديها واقفا فجالساً وإن لم يستطع أن يؤديها جالساً فراقداً. </p><p> إننا نعلم أن كل صلاة إنما تضم كل أركان الإسلام؛ ففي كل صلاة نشهد أن لا إله إلا الله وأن محمداً رسول الله؛ وكل صلاة فيها زكاة؛ لأن الزكاة إخراج بعض المال للفقراء، والمال يأتي من العمل، والعمل محتاج لوقت، والصلاة تأخذ بعض وقتك الذي يمكن أن تستخدمة في العمل فيعطيك رزقاً تزكي به، فكأنك وأنت تصلي أعطيت بعض مالك لله سبحانه وتعالى؛ لأنك أخذت الوقت الذي كان يمكن أن تعمل فيه فتكسب مالاً للزكاة، فكأن الصلاة فيها زكاة الوقت. </p><p> إن الوقت هو ما نحتاج إليه في حركة الحياة للحصول على المال فتكون في الصلاة زكاة. ونأتي بعد ذلك للصوم وأنت في الصوم إنما تمتنع عن شهوة البطن وشهوة </p><p> الفرج بعضاً من الوقت؛ من قبيل الفجر إلى المغرب، وكذلك في الصلاة. وفي الصلاة أنت لا تستطيع أن تأكل أثناء الصلاة. فكأنك لا بد أن تصوم عن شهوة البطن وأنت تصلي، كما أنك لا بد أن تصوم عن شهوة الفرج أثناء الصلاة، فلا تستطيع وأنت تصلي أن تفعل أي شيء مع زوجتك، ولا تستطيع زوجتك أن تفعل معك شيئا، بل أنت في الصلاة تكون في دائرة أوسع من الإمساك، لأنك ممنوع من الحركة وممنوع من الكلام. </p><p> فإذا جئنا إلى حج بيت الله الحرام؛ نقول إنَّك ساعة تصلي لا بد أن تتجه إلى بيت الله الحرام، وتتحرى القبلة، إذن فكأن بيت الله الحرام في بالك وفي ذكرك وأنت تتجه إليه في كل صلاة. وعلى ذلك فقد جمعت الصلاة أركان الإسلام كلها. ولذلك قال رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فيما يرويه عنه سيدنا عمر بن الخطاب رَضِيَ اللَّهُ عَنْه:  «الصلاة عماد الدين» وإذا كانت الصلاة هي عماد الدين كما بين النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فمن أقامها فقد أقام الدَّين - ومن عجائب ترتيب آيات القرآن أنك تجد الصلاة مقرونة دائما بالزكاة؛ لأن الزكاة بالمال، والصلاة زكاة بالوقت، نحن محتاجون إلى الوقت لنعمل فيه حتى نأتي بالمال، والحق سبحانه وتعالى يقول: </p><p> {فَإِن تَابُواْ وَأَقَامُواْ الصلاة وَآتَوُاْ الزكاة فَخَلُّواْ سَبِيلَهُمْ}  [التوبة: ٥] . </p><p> ومعنى ذلك أنهم إذا لم يؤدوا الثلاثة معاً لا نخلي سبيلهم، وما دمنا لا نخلي سبيلهم فهم يدخلون تحت العقوبات التي حددها الله وهي:  «اقتلوهم» أو «خذوهم» أو: {واحصروهم واقعدوا لَهُمْ كُلَّ مَرْصَدٍ}  [التوبة: ٥] . </p><p> وأول العقوبات هو القتل وذلك لأئمة الكفر، فإذا آمن كافر وترك الصلاة لا يكون قد تاب وآمن: وإذا لم يؤد الزكاة لا يكون قد تاب وآمن؛ لذلك إذا لم يقوموا بالعبادات الثلاث لا نخلي سبيلهم، ولقد أفتى بعض الأئمة بأن تارك الصلاة يقتل، ونقول: لا، تارك الصلاة إمَّا أن يكون قد تركها إنكاراً لها وجحودا بها، وإما أن </p><p> يكون قد تركها عن كسل. فإن كان يتركها عن كسل لأنه لا يقدر على نفسه والدنيا تجذبه بمشاغلها فعلينا أن نحاول بالحكمة والموعظة الحسنة أن ننصحه ونستحثه حتى يعود إلى الصلاة ويؤديها في وقتها، ثم من بعد ذلك إن تركها عمداً كسلاً، يعاقب بالضرب الشديد، ولكن بعض الأئمة يقولون: لقد قاتل أبو بكر أولئك الذين ارتدوا ومنعوا الزكاة، ونقول: إنه لم يقاتلهم لأنهم عصاة، بل لأنهم قد ردوا الحكم على الله، وأنكروا الزكاة فكانوا بذلك قد ارتدوا كفاراً؛ لأن هناك فارقاً بين أن ترد الحكم على الله وتنكره؛ وبين أن تسلم بالحكم لله، وتعلن أنك مع إيمانك بهذا الحكم لا تقدر على التنفيذ، أو تعترف أنك مقصر في التنفيذ. ولذلك نقول للذين يحاولون أن يدافعوا عن الربا ويحلوه: قولوا هو حرام ولكننا لا نقدر على أنفسنا حتى لا تعودوا كفاراً: لأنك إذا قلت إن الربا ليس حراماً تكون قد رددت الحكم على الله ووقفت موقف الكافر، ولكنك إن قلت إن الربا حرام ولكن ظروفي قهرتني فلم أستطع، تكون بذلك عاصياً. </p><p> وهذا كما قلنا هو الفرق بين معصية إبليس ومعصية آدم عليه السلام، فقد أمر الله تعالى إبليس بالسجود فعصى، وآدم أمره الله فعصى، فلماذا قضى الله على إبليس عليه اللعنة إلى يوم القيامة، بينما تلقى آدم من ربه كلمات فتاب عليه وغفر له؟ نقول: لأن إبليس رد الحكم على الله؛ فقال: </p><p> {أَأَسْجُدُ لِمَنْ خَلَقْتَ طِيناً}  [الإسراء: ٦١] . </p><p> وقال:  {أَنَاْ خَيْرٌ مِّنْهُ خَلَقْتَنِي مِن نَّارٍ وَخَلَقْتَهُ مِن طِينٍ}  [ص: ٧٦] . </p><p> فكأن إبليس رد الحكم على الله عَزَّ وَجَلَّ، ولكن آدم لم يقل ذلك. وإنما قال: حكمك يا ربي صحيح وما أمرتني به هو الحق، ولكني لم أقدر على نفسي فظلمتها فتب عليّ واغفرلي وذلك مصداقا لقوله سبحانه وتعالى:  {قَالاَ رَبَّنَا ظَلَمْنَآ أَنفُسَنَا وَإِن لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الخاسرين}  [الأعراف: ٢٣] . </p><p> وهذا هو الفرق بين المعصية والكفر. </p><p> إذن فالتعامل مع المشركين إن لو يتوبوا ولم يُصَلُّوا ولم يُزكُّوا، ولم يقدر عليهم المسلمون، ماذا يحدث؟ . إن على المسلمين أن يحاولوا تطبيق ما أمر به الله سبحانه وتعالى بشأنهم. </p><p> ولكن ماذا إن استجار واحد من المشركين بالمسلمين؟ . </p><p> وهنا ينزل قول الحق تبارك وتعالى:  {وَإِنْ أَحَدٌ مِّنَ المشركين استجارك فَأَجِرْهُ حتى يَسْمَعَ كلام الله ... } </p>"
}