{
  "id": null,
  "sura": 9,
  "aya": 60,
  "text": "<p> وعندما تسمع كلمة {إِنَّمَا} فافهم أنه يُرَادُ بها القصر، فإن قلتَ «إنما الرجل زيد، أي: أنك قصرت الرجولة على زيد. وإن قلتَ: إنما الكريم حاتم، تكون قد قصرت الكرم على حاتم. وقول الحق سبحانه وتعالى:  {إِنَّمَا الصدقات} معناها: أن الصدقات محصورة في هؤلاء ولا تتعداهم. </p><p> فمن هم هؤلاء الذين حصر الحق سبحانه وتعالى فيهم الصدقة؟ وما المراد هنا بالصدقة؟ هل هي صدقة التطوع أو الزكاة؟ </p><p> نقول: ما دام الحق سبحانه وتعالى قد حدد لها مصارف فهي الزكاة، ولسائل أن يسأل: لماذا لم يَقُل الحق سبحانه وتعالى الزكاة وقال الصدقة؟ </p><p> ونقول: ألا ترى - في المجتمعات غير الإيمانية الملحدة - أن من الناس مَنْ يكفرون في إنشاء مؤسسات اجتماعية لرعاية الفقراء؟ إن عطف الإنسان على أخيه الإنسان هو أمر غريزي خلقه الله فينا جميعاً، ولذلك </p><p> كان يجب أن نفهم أن الزكاة صدقة، ولو لم يشرعها الله لكان يجب أن يقدمها الإنسان لأخيه الإنسان. وحوادث الكون كلها تدل على صدق وصف الحق سبحانه وتعالى للزكاة بأنها صدقة؛ لأنها تأتي تطوعاً من غير المؤمن وغير الملتزم بالتشريع، ويحس القادر بالسعادة وهو يعطي لغير القادر، وعي غريزة وضعها الله في خلقه ليخفف من الشقاء في الكون. </p><p> وهنا يقول الحق:  {إِنَّمَا الصدقات لِلْفُقَرَآءِ والمساكين} وقد احتار العلماء في ذلك، فقال بعضهم: إن الفقير هو الذي لا يجد شيئاً فهو مُعدم. والمسكين هو من يملك شيئاً ولكنه لا يكفيه، وعلى هذا يكون المسكين أحسن حالاً من الفقير، واستندوا في ذلك إلى نص قرآني في قوله تعالى:  {أَمَّا السفينة فَكَانَتْ لِمَسَاكِينَ يَعْمَلُونَ فِي البحر ... }  [الكهف: ٧٩] </p><p> وما دام هؤلاء المساكين يملكون سفينة إذن فعندهم شيء يملكونه. ولكن العائد الذي تأتي به السفينة لا يكفيهم. </p><p> ولكن بعض العلماء قالوا عكس ذلك، ورأوا أن المسكين هو مَنْ لا يملك شيئاً مطلقاً، والفقير هو الذي يجد الكفاف. وعلى هذا يكون الفقير أحسن حالاً من المسكين، ولا أعتقد أن الدخول في هذا الجدل له فائدة؛ لأن الله أعطى الاثنين. . الفقير والمسكين. وكلمة» فقير «معناها الذي أتعبت الحياة فَقَار ظهره أي فقرات ظهره، وحاله يغني للتعبير عنه، والمسكين هو الذي أذهلته المسكنة. </p><p> ثم يأتي بعد ذلك:  {والعاملين عَلَيْهَا} أي: الذين يقومون بجمع الصدقات ويأخذونها ممن يعطيها ويضعونها في بيت المال، ونلاحظ هنا أن {والعاملين عَلَيْهَا} جاءت مطلقة؛ فلم تحدد هل يستحق الصدقة مَنْ كان </p><p> يجمعها وهو فقير، أو مَنْ كان يجمعها وهو غير محتاج. ونقول: إن جمع الصدقة عمل، ولو قلنا: إن غير المحتاج ويعمل في جمع الصدقة لا يجب أن يأخذ أجراً، هنا يصبح عمله لوناً من التفضل، وما دام العمل تفضُّلاً فلن يكون بنفس الكفاءة التي يعمل بها، إذا كان العمل بالأجر. </p><p> وأيضاً حتى لا يُحرَم المجتمع من جامع صدقة ذكي نشيط؛ لأنه غير محتاج، ولكن نعطيه أجراً ليكون مسئولاً عن عمله، والمسئولية لا تأتي إلا إذا ارتبطت بالأجر. </p><p> والعامل على جمع الصدقة إنما يعمل لصالح الدولة الإيمانية، فهو يجمع الصدقات ويعطيها للحاكم أو الوالي الذي يوزعها. وفي هذا مصلحة لمجتمع المسلمين كله. خصوصاً إن كانت الصدقة توزع من بيت المال فلا يتعالى أحد على أحد، ولا يذلك أحد أمام أحد، وفي هذا حفظ لكرتمة المؤمنين؛ لأن من يأخذ من غير بيت المال سيعاني من انكساره يده السُّفْلى. </p><p> ومن يعطي لغير بيت المال قد يكون في عطائه لون من تعالى صاحب اليد العليا، وكذلك فإن أولاد الفقير لن يروا أباهم وهو ذاهب إلى رجل غني ليأخذ منه الصدقة ويُصَاب بالذلة والانكسار. ولا يرى أولاد الغني هذا الفقير وهو يأتي إلى أبيهم ليأخذ منه الصدقة؛ فَيتعالَوْنَ على أبناء الفقير. فإن أخذ الفقراء الصدقة من بيت المال، كان ذلك صيانة لكرامة الجميع، وإن حدث خلال بين غني وفقير فلن يقول الغني للفقير: أنا أعطيك كذا وكذا، أو يقول أولاد الغني لأولاد الفقير: لولا أبونا لَمُتُمْ جوعاً. </p><p> إذن: فقد أراد الحق سبحانه بهذا النظام أن يمنع طغيان المعطي، ويمنع - أيضاً - ذلة السؤال، فالكل يذهب إلى بيت المال ليأخذ أو يعطي. وحين يذهب الفقير ليأخذ من بيت المال بأمر من الوالي فلا غضاضة؛ لأن كل المحكومين تحت ولايته مسؤولون منه. </p><p> ثم يأتي الحق إلى فئة أخرى فيقول:  {والمؤلفة قُلُوبُهُمْ} وهم من يريد الإسلام أن يستميلهم، أو على الأقل أن يكفوا آذاهم عن المسلمين. وكان المسلمون في الزمن الأول للإسلام ضعافاً لا يقدرون على حماية أنفسهم. وعندما أعز الله دولة المسلمين بالقوة والعزة والمكانة، منع الخليفة عمر بن الخطاب إعطاء المؤلفة قلوبهم نصيباً من الزكاة؛ لأنه لم يجد أن قوة الإسلام تحتاج أحداً غير صحيحي الإيمان؛ لذلك لم يدخلهم عمر بن الخطاب في فئات الزكاة. </p><p> وقول الحق سبحانه:  {والمؤلفة قُلُوبُهُمْ} يثير سؤالاً: هل يُؤلَّف القلب؟ . نقول: نعم، فالإحسان يؤلف قلب الإنسان السَّوي، وكذلك يؤلف جوارح الإنسان غير السوي، فلا يعتدى على من أحسن إليه باللسان أو باليد. </p><p> ثم يقول الحق سبحانه:  {وَفِي الرقاب} ومعناها العبيد الذين أُسروا في حرب مشروعة. وكانت تصفية الرق من أهداف الإسلام؛ لذلك جعل من مصارف الزكاة تحرير العبيد. وبعض من الناس يدَّعون أن الإسلام جاء بالرق وأقره. ونقول: لم يأت الإسلام بالرق؛ لأن الرق كان موجوداً قبيل البعثة المحمدية، وجاء الإسلام بالعتق ليصفى الرق، فجعل من فَكِّ الرقبة كفارة لبعض الذنوب. </p><p> وجعل من مصارف الزكاة عتق العبيد. وقد نزل القرآن وقت أن كانت منابع الرق متعددة. </p><p> وكان من المعتاد في تلك الأيام أن المدين الذي يعجز عن سداد ما عليه من دَيْن، فالدائن يأخذه أو يأخذ أحد أبنائه كعبد له. </p><p> وإذا فُعلَتْ جناية، فالجاني يأخذ العفو من المجني عليه مقابل أن يعطيه أحد أولاده عبداً. وإذا سُرِق شيء فإن السارق لا يعاقب، بل يعطي أحد أولاده عبداً للمسروق منه. وكان الأقوياء يستعبدون الضعفاء؛ فيخطفون نساءهم وأولادهم بالقوة ويبيعونهم في سوق الرقيق، وهكذا كانت منابع الرق في العالم متعددة، ولا يوجد إلا مصرف واحد هو إرادة السيد؛ إن شاء حرر وإن شاء لم يحرر. </p><p> وقد كان الرق موجوداً في أوروبا وفي آسيا وفي أفريقيا ووُجِد أيضاً في أمريكا. إذن: كانت هناك منابع متعددة للرق؛ ومصرف واحد هو إرادة السيد، وقد كان الرق يتزايد، وجاء الإسلام والعالمُ غارق في الرق، لماذا؟ </p><p> لأن الرق في ذلك الوقت كان يشبه حوضاً تصب فيه صنابير متعددة، وليس له إلا بالوعة واحدة. ولم يعالج الإسلام المسألة طفرة واحدة، شأن معظم تشريعات الله، ولكنه عالجها على مراحل، تماماً كتحريم الخمر حين بدأ التحريم بالمنع عند الصلاة، فقال الحق سبحانه وتعالى:  {تَقْرَبُواْ الصلاة وَأَنْتُمْ سكارى حتى تَعْلَمُواْ مَا تَقُولُونَ ... }  [النساء: ٤٣] </p><p> ثم حرمها تحرمياً قاطعاً. </p><p> وحين جاء الإسلام ليعالج قضية الرق ويحرر الإنسان من العبودية، بدأ بإغلاق مصادر الرق. وجعل المصدر الوحيد هو الحرب الإيمانية المشروعة من ولي الأمر. أما كل الوسائل والألوان الأخرى من أبواب الرق، كأن يتم استعباد أحد كعقوبة جنائية أو لعجزه عن تسديد دَيْن أو غير ذلك، فقد أغلقها الإسلام بالتحريم. أما ناحية المصرف فلم يجعله مصرفاً واحداً هو إرادة السيد، بل جعله مصارف متعددة؛ فالذي يرتكب ذنباً يعرف أن الله لن يغفر له إلا إذا أعتق رقبة، ومن حلف يميناً ويريد أن يتحلل منها؛ يعتق رقبة. فإذا لم يفعل هذا كله وأراد أن يحسن إحساناً يزيد من أجره عند الله؛ أعتق رقبة. </p><p> وفي ذلك يقول الحق سبحانه وتعالى:  {فَلاَ اقتحم العقبة وَمَآ أَدْرَاكَ مَا العقبة فَكُّ رَقَبَةٍ}  [البلد: ١١ - ١٣] </p><p> وهكذا جعل الإسلام مصارف كثيرة لتصفية الرق حتى ينتهي في سنوات قليلة، ثم وضع بعد ذلك ما يُنْهي الرق فعلاً، وإن لم يُنْهِه شكلاً. </p><p> فإذا كان عند أي سيد لون من الإصرار على أن يستبقى عبده، فلا بد أن يُلبسه مما يلبس، ويُطعمه مما يَطْعم، فإن كلَّفه بعينه. وهكذا أصبح الفارق متلاشياً بين السيد وعبده. </p><p> وحين ألغتْ بعض الدول الإسلامية الرقَّ بالقانون، ذهب الرقيق إلى أسيادهم وقالوا: دعونا نعش معكم كما كنا. وهم قد فعلوا ذلك لأن </p><p> حياتهم مع أسيادهم كانت طيبة. وهكذا ألغى الإسلام فوارق الرق كلها، وأصبحت مسألة شكلية لا تساوي شيئاً. </p><p> ولكن بعض الناس يتساءل: وماذا عن قول الحق سبحانه وتعالى: {وَمَا مَلَكَتْ أَيْمَانُكُمْ ... }  [النساء: ٣٦] </p><p> نقول: افهم عن الله، فهذا أمر لا يسري إلا إذا كانت المرأة المملوكة مشتركة في الحرب، أي: كانت تحارب مع الرجل ثم وقعت في الأسْر، والذي يسري على الرجل في الأسر يسري عليها، ثم من أي مصدر ستعيش وهي في بلد عدوة لها؛ إنَّ تركها في المجتمع فيه خطورة على المجتمع وعليها. كما أن لهذه المرأة عاطفة سوف تُكْبتُ، فأوصى الإسلام السيد بأنه إذا أحب هذه الأمةَ فلها أن تستمتع كما تستمتع زوجة السيد، وإن أنجبت أصبحت زوجة حرة وأولادها أحراراً، وفي هذا تصفية للرق. </p><p> ويقول الحق سبحانه وتعالى عن لون آخر من مستحقي الزكاة:  {والغارمين} والغارم: هو من استدان في غير معصية، ثم عجز عن الوفاء بِدَيْنه. ولم يمهله صاحب الدَّيْن كما أمر الله في قوله تعالى:  {فَنَظِرَةٌ إلى مَيْسَرَةٍ ... }  [البقرة: ٢٨٠] </p><p> ولم يسامحه ولم يتنازل عن دَيْنه، وفي هذه الحالة يقوم بيت المال بسداد هذا الدَّيْن. لكن لماذا هذا التشريع؟ </p><p> لقد شاء الحق إعطاء الغارم الذي لا يجد ما يسد به دَيْنه حتى لا يجعل الناس ينقلبون عن الكرم وعن أقراض الذي يمر بعسر، وبذلك يبقى اليُسْر </p><p> في المجتمع، وتبقى نجدة الناس للناس في ساعة العسرة، فلا يمتنع أحد عن إعطاء إنسان في عسرة؛ لأنه يعلم أنه إن لم يدفع فسيقوم بيت المال بالسداد من الزكاة. أو: أن الغارم هو الذي أراد أن يصلح بين طرفين، كأن يكون هناك شخصان مختلفان على مبلغ من المال، فيقوم هو بفضِّ الخلاف ودَفْع المبلغ، ثم تسوء حالته؛ لأنه غرم هذا المال بنخوة إيمانية، فنقول له: خذ من بيت المال حتى يشيع في النفوس تصفية الخلافات وإشاعة الحب بين الناس. إذن: فالغارم هو المستدين في غير معصية ولا يقدر على سداد الدين، أو المتحمِّل لتكلفة إصلاح ذات البَيْن بين طرفين، وهو مستحق لهذا اللون من المال. </p><p> ويقول الحق سبحانه:  {وَفِي سَبِيلِ الله} . يقول جمهور الفقهاء: إنها تنطبق على الجهاد؛ لأن الذي يضحي بماله مجاهداً في سبيل الله، لو لم يعلم أن الجهاد باب يدخله الجنة لما ضَحَّى بماله، وعندما تضحي بالمال أو النفس في سبيل الله يكون هذا من يقين الإيمان. فلو لم تكن على ثقة أنك إذا استشهدت دخلت الجنة ما حاربت. ولو لم تكن على ثقة بأنك إذا أنفقتَ المال جهاداً في سبيل الله دخلتَ الجنة ما ما أنفقت. </p><p> والإسلام يهدف إلى أمرين: دين يبلَّغ ومنهج يُحقَّق، والمجاهد في سبيل الله أسوة لغيره من المؤمنين. والأسوة في الإسلام هي التي تُقوِّيه وتُثبِّته في النفوس؛ لأنها الإعلام الحقيقي بأن ما تعطيه من نفسك أو مالك لله ستجازى عنه بأضعاف أضعاف ما أعطيت. </p><p> {وَفِي سَبِيلِ الله} أيضاً كل ما يتعلق بمصارف البر مثل: بناء المساجد والمدارس والمستشفيات. </p><p> ثم يقول سبحانه موضحاً لمصرف جديد من مصارف الصدقة والزكاة:  {وابن السبيل} ، ونحن نعلم أن كل إنسان ينسب إلى بلده. فهذا دمنهوري وهذا طنطاوي، إلى آخره حسب البلد الذي هو منه. ولكن لنفرض أن إنساناً مشى في الطريق في غير بلده فإلى من تنسبه وأنت لا تعرف بلده؟ تنسبه إلى الطريق فيصبح: ابْن السَّبِيلِ؛ لأن السبيل هو الطريق. وهذا الإنسان الغريب عن بلده لا بد أن تعينه حتى يصل إلى بلده، وإنْ وجد الإنسان مَنْ يعينه في هذه الحالة، فسوف يشجع ذلك سفر الشباب إلى الدول الأخرى لطلب الرزق، وأيضاً هناك من يسافر ليزداد خبرة أو يسافر للسياحة، وهناك من يسافر للتجارة، وقد يكون غنياً ولكنه قد يفقد ماله في الطريق. ويريد الحق سبحانه أن يكفل عباده وهم غرباء من أي مفاجأة قد تجعلهم في عسر، فالذين سافروا للسياحة مثلاً ثم أصيبوا بكارثة أوجب الحق مساعدتهم، والذين سافروا طلباً للرزق ولم يُوفَّقوا أوجب الله سبحانه وتعالى مساعدتهم؛ لأن الحق سبحانه وتعالى يريد من عباده أن يسيروا في الأرض ليروا آياته، وليبتغوا الرزق، إذن: فابن السبيل هو كل غريب صادفته ظروف صعبة، ولا يجد ما يعود به إلى بلده. </p><p> ثم يقول الحق سبحانه:  {فَرِيضَةً مِّنَ الله} أي: أن كل من حدد الله سبحانه وتعالى استحقاقه للصدقة إنما يستحقها بفرض من الله، فالصدقة فريضة للفقراء، فريضة للمساكين، فريضة للعاملين عليها، والمؤلََّفة قلوبهم وفي الرِّقاب، والغارمين، وفي سبيل الله، وابن السبيل. </p><p> ويُنهي الحق سبحانه الآية بقوله:  {والله عَلِيمٌ حَكِيمٌ} ، والله هو واجب الوجود وخالقه، خلق الإنسان وكرَّمه فجعله خليفة في الأرض. وقبل أن يخلق سبحانه الإنسان أعدَّ له الكون الذي يعيش فيه؛ الأرض والشمس والقمر والسماء والكواكب والنجوم. ثم جاء الإنسان إلى الكون؛ ليجد كل شيء قد أعدَّ لخدمته خاضعاً له، فلا يوجد جنس من الأجناس يتأبى عن خدمة الإنسان، فلا الأرض إذا زُرعَتْ رفضت إنبات الزرع، ولا الحيوان الذي سخره الله جل جلاله لخدمة الإنسان يتأبى عليه؛ فالحمار تُحمِّله السباخ والقاذورات فلا يرفض، وتنظفه وتجعله مَطيَّة تنقلك من مكان إلى آخر فلا يتأبى عليك. </p><p> وما دام سبحانه الذي خلق، فهو أدرى بمن خلق، وبما يصلحه وما يفسده - ولله المثل الأعلى - نحن نعرف أن المهندس الذي يصمم آلة إنما يضع لها قانون صيانتها. فما بالنا بخالق الإنسان المتعدد المشاعر والأطوار؟ إن خلق الإنسان لا يقتضي علماً فقط، ولكنه يقتضي أيضاً حكمة؛ لأنك قد تعلم، ولكنك لا تستخدم العلم فيما تفعل، كأن تعلم قانون صيانة آلة معينة ثم لا تطبقه وتحاول أن تأتي بقانون من عندك؛ لذلك فلا بد مع العلم من حكمة لتضع الشيء في موضعه السليم. </p><p> ولذلك قال الحق سبحانه:  {والله عَلِيمٌ حَكِيمٌ} . </p><p> ونحن نعلم أن الصدقات تقتضي مُتصدِّقاً وهو المعطي، ومُتصدِّقاً عليه وهو مستحق الصدقة أو بالذي يأخذها، ومُتصدَّقاً به وهو الشيء الذي تتصدق به، إذن فهناك ثلاثة عناصر: المتصدِّق، والمتصدَّق عليه، والمتصدَّق به. </p><p> قد يتساءل بعض الناس: لماذا خلق الله الإنسان الخليفة في الأرض وجعل بعضهم قادراً وبعضهم عاجزاً، وهذا يعطي وهذا يأخذ، ولماذا لم يجعل الكل قادرين؟ </p><p> نقول: إن مفارقات التقابل في الأشياء تجعلها تتكامل، فهناك ليل وهناك نهار، فهل الليل ضد النهار؟ لا؛ لأن الليل مُكمِّل للنهار، والنهار مُكمِّل لليل. ولو لم يُخْلقَا معاً متكاملين؛ لاختلَّ التوازن في الكون. </p><p> والحق سبحانه وتعالى يقول:  {قُلْ أَرَأَيْتُمْ إِن جَعَلَ الله عَلَيْكُمُ الليل سَرْمَداً إلى يَوْمِ القيامة مَنْ إله غَيْرُ الله يَأْتِيكُمْ بِضِيَآءٍ أَفَلاَ تَسْمَعُونَ قُلْ أَرَأَيْتُمْ إِن جَعَلَ الله عَلَيْكُمُ النهار سَرْمَداً إلى يَوْمِ القيامة مَنْ إله غَيْرُ الله يَأْتِيكُمْ بِلَيْلٍ تَسْكُنُونَ فِيهِ أَفلاَ تُبْصِرُونَ}  [القصص: ٧٢] </p><p> إذن: فالإنسان يحتاج إلى ضوء النهار للحركة والعمل، ويحتاج إلى ظُلْمة وسكون الليل للنوم، وإن لم يَنَمِ الإنسان ويسترِحْ فهو لا يستطيع مواصلة العمل. وهكذا نرى الليل والنهار متكاملين وليسا متضادين. كذلك الرجل والمرأة. وقد لا يفهم بعض الناس أن الرجل والمرأة متكاملان، ويقولون: لا بد أن تساوي المرأةُ الرجلَ، ونقول: إنكم تعتقدون أن المرأة والرجل جنسان مختلفان، ولكنهما جنس واحد مخلوق من نوعين، وكل نوع له مهمة وله خاصية. وللإنسان المكوَّن من الرجال والنساء مهمة وخصائص يشتركون فيها، ويتضح لنا ذلك عندما نقرأ قول الحق سبحانه وتعالى في سورة الليل:  {والليل إِذَا يغشى والنهار إِذَا تجلى وَمَا خَلَقَ الذكر والأنثى}  [الليل: ١ - ٣] </p><p> كأن الذكر والأنثى، مثل الليل والنهار متساندان متكاملان، فلا تجعلهما أعداء بل انظر إلى التكامل بينهما، ثم يقول الحق سبحانه وتعالى:  {إِنَّ سَعْيَكُمْ لشتى}  [الليل: ٤] </p><p> أي: كُلٌّ له مهمة في الحياة، واقتضتْ حكمته سبحانه في خلق الكون أن يجعل كل شيء يخدم الإنسان؛ الجماد يخدم الإنسان، وكذلك النبات، وكذلك الحيوان، حتى يكون الإنسان مستنجياً لمنهج الله ولعبادته. وكذلك اقتضتْ الحكمة أيضاً أن يخلق الله سبحانه وتعالى أشياء لا تستجيب للإنسان؛ حتى يعرف الناس أن هذا الكون ليس مُذلَّلاً بقدراتهم هم، بل بقدرة الله سبحانه وتعالى؛ لأن الحق سبحانه وتعالى يقول:  {كَلاَّ إِنَّ الإنسان ليطغى أَن رَّآهُ استغنى}  [العلق: ٦ - ٧] </p><p> فتجد مثلاً الجمل بضخامته ينقاد لطفل صغير، بينما الثعبان الصغير على دِقَّة حجمه لا يجرؤ الإنسان أن يقترب منه. </p><p> وفي الوقت نفسه، فإن هذه الحكمة تقتضي أن يحس الإنسان أن قدراته وقوته موهوبة له من الله سبحانه وتعالى، وأنها ليست من ذات الإنسان. </p><p> ولذلك يخلق الله أناساً ضعافاً لا يقدرون على الكسب، ليلفت أنظارنا إلى أن قوة القوى هي هبة من الله، وليست في ذاتية الإنسان، وإلا لو كانت ذاتية في الإنسان ما وُجد عاجز. ولا بد أن يفهم كل قوي أن قوته هبة من الله يمكن أن تسلب منه فيصبح ضعيفاً مثل من يراهم أمامه من ضعاف البشر. </p><p> والضعيف غير القادر على العمل، والأعمى غير القادر على الكسب، والكسيح غير القادر على السير، كل هؤلاء موجودون في الكون ليلفتوا الأصحاء والأقوياء إلى أن الصحة والقوة من الله، فلا يغتر الأصحاء والأقوياء بأنفسهم ويرتكبوا المعاصي، بل عليهم أن يخافوا الله، فسبحانه الذي أعطى يستطيع أن يأخذ. </p><p> كما اقتضت حكمة الله سبحانه وتعالى أن ينقسك الأرزاق بيننا لتسير حركة الكون. وإلا لو أصبحنا كلنا ميسورين، فمن الذي يقوم بتنظيف الشارع؟ ومن الذي يقوم بتسليك البالوعات؟ ومن الذي يحمل الطوب والأسمنت على كتفيه للبناء؟ وإن كنا جميعاً نملك المال فلن يرضى أحد أن يقوم بالأعمال البسيطة والمزعجة والمرهقة، وشاء الله أن يربط هذه الأعمال بالرزق، بحيث يقوم بها بعضنا ليحصل على قوت أولاده، وإلا لما أمسك أحد بمكنسة لتنظيف الطريق، وما عمل أحد في إصلاح المجاري؛ لذلك قد ترى مَنْ يقومون بهذه الأعمال سعداء عندما تُسَدُّ المجاري، أو يحتاج الطريق إلى نظافة؛ لأن رزقهم يأتي من هذا العمل. </p><p> ولكن أيبقى هذا الحال على ما هو عليه؟ لا؛ لأن الأيام تُتداوَلُ بين الناس، وكل واحد له عُرْس وله مَأتم. وتأتي أيام تكون فيها هذه الأعمال اليدوية هي مصدر الرزق الوفير، وهي التي يملك أصحابها سعة الرزق، أكثر من الذين درسوا في الجامعات وأهِّلوا للمناصب، لكنهم أقل دخلاً وأقل رزقاً. </p><p> وهكذا نعلم أن الكون يحتاج إلى المواهب المتعددة التي تتكامل فيه، فأنت إذا أردت أن تبني بيتاً تحتاج إلى مهندس ومقاول ونجار وحداد وبنَّاء إلى غير ذلك، ولا يمكن لإنسان أن يملك هذه المواهب كلها في وقت واحد. فلا بد أن تتكامل وأن يرتبط هذا التكامل بالرزق ولقمة العيش. بل وتجد أن الإنسان قد يتخصص في عمل ويتقنه بينما يحتاج هو لبعض من وقته ليقوم بمثل هذا العمل لبيته فلا يجد، ولذلك يقال:  «باب النجار مخلّع» ؛ لأن الأبواب الأخرى التي يصنعها مرتبطة برزقه وهو يحاول أن يحسن صناعتها، أما بابه هو فلا رزق له فيه، ولذلك قد يكسل عن صيانته. </p><p> ولا بد أن يعرف الإنسان أنه ليس أصيلاً في الكون، بل مستخلف فيه؛ لأن الفساد ينشأ دائماً حين يعتبر الإنسان نفسه أصيلاً في الكون. وإياك أن تفهم أن المعْطى مُفضَّل على الآخذ، أو أن الآخذ مُفضَّل على المُعطي، بل هما متبادلان، فالإيمان نصفان: نصف شكر ونصف صبر. </p><p> إما أنك في نعمة فتشكر. وإما أنك في محنة فتصبر. وعندما نتأمل الغني المستخلَف في النعمة تجد أنه قد أخذ النصف الذي يخصه كشاكر، وحُرِمَ من النصف الآخر الإيماني وهو الصبر؛ ولذلك يأتي الإسلام له بتشريع يأَخذ منه بعضاً من ماله الذي حصل عليه بعرقه وعمله ويعطيه لغير القادر على العمل، وبذلك يحصل على جزء من الصبر؛ لأنه يعطي بعضاً من فائدته عمله للعاجز عن العمل، ويكون الفقير قد أخذ نصف الشكر ونصف الصبر. فقد صبر على فقره، وجاء له المال بلا تعب فشكر الله على نعمته. وهكذا نجد أن الاثنين إذا طبَّقا منهج الله أخذا نصف الصبر ونصف الشكر. </p><p> وعلى العاجز عن الكسب ألا يغضب؛ لأن الله سبحانه وتعالى يعطيه الرزق بلا تعب. بل إنك قد تجد الغني وهو يبحث عن مصارف الزكاة ويسال عن الفقراء ليعطيهم. </p><p> وكثيراً ما نرى إنساناً عزيزاً في أزمة، ونجد من أصدقائه من يقترض ليعطيه. والله سبحانه وتعالى قال:  {مَّن ذَا الذي يُقْرِضُ الله قَرْضاً حَسَناً فَيُضَاعِفَهُ لَهُ أَضْعَافاً كَثِيرَةً والله يَقْبِضُ وَيَبْسُطُ وَإِلَيْهِ تُرْجَعُونَ}  [البقرة: ٢٤٥] </p><p> ومع أن المال مال الله فقد احترم سبحانه عمل الإنسان الذي يأتيه بالمال، وطلب منه أن يعطي بعضاً منه أخاه المحتاج؛ ابتغاء مرضاة الله، واعتبر </p><p> سبحانه وتعالى هذا العمل إقراضاً له جل جلاله، وكأن الذي يعطي المال للمحتاج يقرض الله، ولله المثل الأعلى؛ كالأب الذي يعطي مصروفاً لأولاده، فيضعه كل منهم في حصالته، ثم تأتي للأب أزمة مالية، فيستأذن أولاده حتى يأخذ ما في حصالاتهم، رغم أن مال الأولاد هو من مال الأب، ورغم ذلك نجد الأب قد احترم ما وهبه من المال لأولاده؛ فاعتبره مالهم. كذلك الحق سبحانه وتعالى احترم عمل الإنسان، فاعتبر المال ماله، وطلب منه أن يقرضه. </p><p> وفي هذا مَيْزة للغني والفقير، فالغني يأخذ ميزة وشرف أنه أعطى لله، والفقير أخذ ميزة؛ لأن الله سبحانه وتعالى اقترض من أجله. </p><p> وجعل الله الزكاة من أركان الإسلام، وجعل هذا الركن لمصلحة الفقير. فالغني ليس له ركن في إيمان الفقير، ولكن الفقير له ركل من إيمان الغني. والغني حين يعطي جزءاً من ماله فهو يستغني عن هذا الجزء. وهناك فرق بين أن تستغني عن الشيء وتستغني بالشيء. والحق سبحانه وتعالى مستغن عن الكون وما فيه، فكأنه أعطى الغني صفة من صفات الحق؛ لأن الله مستغن عن مال الدنيا كله، والمال ليس سلعة مفيدة فائدة مباشرة للإنسان. </p><p> والمثال الذي أقوله دائماً، يوضح ذلك: لنفرض أن رجلاً عنده جبل من ذهب وتاه في صحراء لا يجد فيها لقمة خبز أو شربة ماء، فما هي فائدة جبل الذهب هذا؟ إنه لا يساوي شيئاً. </p><p> إذن: فالمال ليس غاية في حد ذاته، ولكنه وسيلة. وعندما يمنع الغني ماله عن الفقير يكون قد جعل المال غاية فلا ينفعه. أما إذا أعطى الغني بعضاً من المال للفقير؛ فهو قد أعاد إلى المال وظيفته في أنه وسيلة من وسائل الحياة. وأنت تشتري بالمال ما تعتقد أنه ينفعك؛ فعليك أن توظفه في أكمل ما ينفعك؛ وهو رضا الله سبحانه وتعالى وثوابه. </p><p> واحترم الحق سبحانه حركة الحياة في العمل؛ حتى يعمل كل إنسان على قدر طاقته، وليس على قدر حاجته؛ لأن الإنسان إذا عمل على قدر حاجته فقط لما وُجِد فائض من مال للزكاة. </p><p> ولذلك سمى الحق سبحانه وتعالى المال الذي يكسبه الإنسان في الدنيا مال الإنسان، حتى يعمل كل منا على قدر طاقته؛ لأن المال ماله. وعندما يزيد ما عندك من مال على حاجتك فأنت لا تحب أن يفارقك المال الزائد، وفي الوقت نفسه تحرص على أن تنفقه فيما ينفعك، فيرشدك الحق إلى إنفاق بعض المال في خير ما ينفعك، وهو أن تعمل لآخرتك. </p><p> إذن: فأنت محتاج إلى التصدق ببعض من المال الزائد لِتحسُنَ آخرتك. والفقير محتاج إلى بعض من المال الزائد عن حاجتك ليَعيش. فكلاكما يحتاج الآخر، ولكن الله سبحانه وتعالى احترم عمل الإنسان، فجعل له النصيب الأكبر مما يكسب، وللفقير نصيب أقل. </p><p> وعلى سبيل المثال: إن عثر الإنسان على كنز فزكاته عشرون في المائة، وإذا زرع الإنسان وروى وحصد فزكاته هي عشرة في المائة، أما إذا كان رزق الإنسان من عمل يومي كالتجارة، فالزكاة هي اثنان ونصف في المائة؛ ذلك أنه كلما كثرت حركة الإنسان في عمله قلَّتْ الزكاة. وكلما قَلَّ عمل الإنسام فيما يكسب؛ زادت الزكاة؛ لأن الحق سبحانه وتعالى يريد أن يشجع العامل على العمل. والمجتمع هو المستفيد بالعمل وإن لم يقصد صاحبه ذلك. </p><p> فالذي يبني عمارة - مثلاً - إنما يفتح باب العمل لمن يحضر الرمال، ولمن يحضر الطوب والأسمنت والحديد، وهو يدفع لوسائل نقل هذه المواد إلى موقع البناء، ويدفع أجوراً لمن قاموا بصناعة وتركيب الأدوات الصحية، والكهرباء، وغير ذلك وقد لا يستفيد صاحب العمارة منها لانتهاء أجله. </p><p> إذن: فالمجتمع كله يستفيد من بناء العمارة، حتى ولو لم يكن في بال صاحبها أن يفيد المجتمع، ويعتقد بعض الناس أن العمل وحده هو الذي يأتي بالمال، وينسون أن الله هو الذي ييسره لهم، ويُمَكّنُهم منه. ويلفتنا سبحانه إلى ذلك حين تأتي آفات تتلف الزرع وتُضَيّعُ تعب من قاموا بالحرث والبذر والسَّقْي؛ لعلنا نلتفت إلى أن كل شيء يتم بإرادة الله، وليس بالأسباب وحدها. </p><p> وسبحانه وتعالى حين يقضي بذلك، يلفتنا أيضاً لفتة فيبارك في زرع في بلد آخر أو مكان آخر، فإذا هلك محصول القمح في دولة، كانت هناك دولة أخرى يزيد فيها محصول القمح، فيشتري هؤلاء من هؤلاء، أو ترسل الدول التي جاءها محصول وفير إلى الدول التي هلك فيها الزرع كمعونة أو إغاثة، وبذلك تتعامل سبل الحياة. </p><p> ولا بد لنا أن نتذكر دائماً أن الله سبحانه وتعالى هو الذي أعطانا القدرة، ولا أحد يستطيع أن يعطي القدرة للإنسان غير الله تبارك وتعالى. فالقدرة المطلقة هي لله سبحانه وتعالى، وسبحانه يُمرِّر بعضاً من أثر قدرته إلى خلقه، فنجد إنساناً يستطيع بقدراته أن يُعِين إنساناً آخر في حَمْل شيء ثقيل لا يستطيع صاحبه أن يحمله. </p><p> وفَرْقٌ بين أن تتبرع أنت بأثر قوتك؛ وبين أن تهبَ الغير هذه القوة. فالبشر يعطي أثر القوة، ولكن الحق سبحانه وتعالى يهب القوة لمن يشاء. </p><p> المال - إذن - لا ينفع بذاته، وإنما هو يُحضر الشيء النافع للإنسان، فإذا احتجت إلى طعام أو شراب أو ملابس أو سيارة أو غير ذلك اشتريتها بالمال. إذن: فالمال هو وسيلة البشر للحصول على احتياجاتهم. ولذلك يعتز به الإنسان. والمثال: أن الأبناء الذين يأخذون المصروف كل شهر من الأب، تجدهم يحرصون على لقاء الأب في أول الشهر، وقد لا يلتفتون إليه باقي الأيام. أما إذا كان المصروف في كل يوم فتجد الأولاد يحرصون على لقاء أبيهم في كل يوم. </p><p> والحق سبحانه وتعالى هو خالق النفس البشرية، يعلم ما في صدور الناس؛ ولذلك يُلفت القادر إلى ضرورة أن يُخرِجَ بعضاً من ماله للعاجز عن الكسب. </p><p> ونحن نعيش في عالم أغيار، ومن الممكن ان يصبح القادر اليوم عاجزاً غداً. ولذلك نجد القادر يمتلئ بالقلق إذا رأى عاجزاً. وهنا يتذكر نعمة الله عليه؛ فيسرع ليدفع بعضاً من ماله إلى العاجز؛ وهو راض، خوفاً من أن يحدث له مثل ما حدث لهذا العاجز. ويقول الحق:  {خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا ... }  [التوبة: ١٠٣] </p><p> إذن: فالصدقة تطهر الإنسان من الغفلة التي قد تصيبه، وتُزكِّي الإنسان أيضاً، وشاء سبحانه أن تكون الزكاة نموّاً وزيادة وإن بدت في ظاهرها على أنها نقص. فالمائة جنيه تصبح سبعة وتسعين ونصفاً بعد إخراج الزكاة، وهي عكس الربا الذي قد تصبح فيه المائة مائتين، وظاهر الربا أنه زيادة، </p><p> ولكنه يمحق كل خير، وظاهرة الزكاة أنها نقص، ولكنها في حقيقتها نماء. والنماء أن يترقى الشيء في مراتب الكمال؛ فينمو طهارة، وينمو تزكية، وينمو بالزيادة والبركة. والإنسان يحتاج إلى المال ليحصل على ضروريات الحياة وكمالياتها؛ فيطمئن إلى حاضره ومستقبله. </p><p> لكن لنفرض أن المال دام لك طول العمر، وأنت تعرف أن العمر مهما طال، قصير. ولا بد أن يأتي يوم تفارق فيه هذا المال بالموت. في هذه اللحظة يكون ما كنزت من المال قد صار إلى ورثتك، ولا يصحبك منه إلى آخرتك إلا ما أنفقت في سبيل الله، أي: أن ما أنفقت هو ما يبقى لك في عالم الخلود لا يفارقك ولا تفارقه. </p><p> وشاء الحق أن يضاعف لك الجزاء والثواب. </p><p> ويقول رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «يقول ابن آدم: مالي مالي. . وهل لك يا ابن آدم من مالك إلا ما أكلت فأفنيت، أو لبست فأبليت، أو تصدقت فأبقيت؟» </p><p> إذن: فالذي يحب ماله عليه أن يصحب معه هذا المال لمدة أطول، وأن يتعدى به مجرد الوجود في الدنيا، وأن يصل به إلى دار الخلود. ومن يعشق المال - إذا أراد أن يبقيه - فلينفقه في الصدقة. </p><p> «ولنا الأسوة الحسنة في رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حين جاءته شاة كهدية،فقال للسيدة عائشة رَضِيَ اللَّهُ عَنْها:» تصدقي بلحمها «. وكانت السيدة عائشة رضوان الله عليها تعرف أن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يحب لحم الكتف، فتصدقت بلحم الشاة كلها، وأبقَتْ قطعة من لحم الكتف لرسول الله عَلَيْهِ الصَّلَاة وَالسَّلَام ُ. </p><p> وعندما عاد رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، سألها: ماذا فعلت بلحم الشاة؟ قالت: تصدقت بها كلها وأبقيت كتفها. فقال: » بل قولي أبقيتها كلها إلا كتفها « </p><p> وذلك لأن ما تصدقت به السيدة عائشة هو الباقي. وما أبقته لهما هو الذي سيفني. وهكذا سمي رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ الأشياء بحقيقة مسمياتها. </p><p> فالذي يحب صحبة ماله في الدنيا والآخرة، عليه أن يقدم بعضاً منه صدقة للفقير والمحتاج، ليبارك الله له في الدنيا، ويجزيه خير الثواب في الآخرة. وقد سأل رجل الإمام عليا رَضِيَ اللَّهُ عَنْه: أريد أن أعرف: هل أنا من أهل الآخرة؟ . قال الإمام علي كرم الله وجهه: الجواب عندك أنت، لا عندي، انظر إذا دخل عليك من يعطيك، ودخل عليك من يطلب منك، أيهما ترحب به وتقابله ببشاشة؛ أيهما تحب؟ إن كنت تحب من يأخذ منك فأنت من أهل الآخرة، وإن كنت تحب من يعطيك فأنت من أهل الدنيا؛ لأن من يأخذ منك يحمل حسناتك إلى الآخرة، وأما من يعطيك فيزيدك من الدنيا ولا يعطي آخرتك شيئاً. </p><p> ونقول للذي يحب المال: اجعل حبك للمال يبقيه لك فترة أطول من عمر الدنيا؛ فالدنيا ليست هي المقاس، ودنياك قدر عمرك فيها. أما الآخرة فأنت خالد فيها، فتصدق ببعض مالك يكن لك خيراً في الآخرة. </p><p> ويذيل الحق الآية بقوله:  {والله عَلِيمٌ حَكِيمٌ} أي: أنه سبحانه وتعالى يضع الأشياء في موضعها عن علم وحكمة مصداقاً لقوله تعالى: {أَلاَ يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللطيف الخبير}  [الملك: ١٤] </p><p> وأما الحكمة فيدير بها الحق سبحانه حياة كل الناس، وكلهم عبيد لله، ولا فرق بين غني وفقير. </p><p> وشاء الحق أن يجعل التفرقة فقط في الدنيا؛ لأن العالم لا يحتاج إلى أفراد مكررين، ولا يمكن أن تستقيم الحياة إن كنا كلنا أطباء أو كلنا مهندسين أو كلنا قضاة؛ لذلك شاء سبحانه أن تتوزع المواهب على قدر ضروريات الحياة، فنبغ كل واحد منا في شيء؛ أنا أتقن شيئاً ولا أعرف الباقي، وغيري يتقن شيئاً آخر ولا يعرف الباقي. فأكون في حاجة إلى عمل غيري، وغيري يحتاج عملي، وبذلك يصير الرباط بيننا رباط حاجة ورباط رزق، لا رباط تفضل وتطوع. </p><p> إذن: فالحكمة اقتضت أن يوزع سبحانه وتعالى المواهب على الخَلق بقدر ما تتطلب الخلافة في الأرض من حركات الحياة؛ فأعطى هذا زاوية من نبوغ، وأعطى الآخر زاوية أخرى من النبوغ، ومن مجموع هذه الزوايا يتكون المجتمع، وسبق أن قلنا: إن مجموع كل إنسان يساوي مجموع الآخر، ولكن الناس لا تنظر إلا للمال، ولا يلتفتون إلى ما هو أهم من المال، كالصحة، والأخلاق، وراحة البال، وسعادة الأولاد وتوفيقهم، ثم البركة في الرزق وغير ذلك. </p><p> إنك لو وضعتَ لكل هذه الأشياء رقماً من عشرة مثلاً؛ تجد أن مجموع كل إنسان في النهاية يتساوى مع مجموع أي إنسان آخر، ولا تفاضل إلا بالتقوى. وإن رأى إنسان عاجز غيره ممن يملكون المال ولا يخرجون منه زكاة أو صدقة، فماذا يكون موقفه؟ لابد أنه سيتمنى زوال النعمة عن هؤلاء. ولكن إن عادت نعمة القادر الغني على من لا نعمة عنده، فهذا يجعل العاجز الفقير مُحِبّاً لدوام النعمة عند صاحبها؛ لأنه إن حُرِم الغني </p><p> القوة، حُرِم العاجز من آثارها؛ ولذلك فعندما يعطي الغني للفقير، فهو يدعو لَه بالبركة، وحين يبارك الله في تلك النعمة سيعود على الفقير بعض منها. </p><p> وإن لم يأخذ الفقير المحتاج صدقة من الغني، فقد يأخذها تلصُّصاً بأن يتحايل عليه ليسرقه أو ينهبه، أو ربما دفعه الحقد والحسد إلى ان يقتله أو يتآمر على قتله. </p><p> إذن: فالزكاة في المجتمع تدفع شروراً كثيرة عن صاحبها. وهي ضرورة من ضروريات الحياة. ولذلك رأيناه القادرين في المجتمعات التي لا ترمن بدين وهم يتطوعون لإقامات المؤسسات الاجتماعية لرعاية غير القادرين لدقع شرور العاجزين عن مجتمعاتهم؛ لذلك تجد في معظم دول العالم من يحاول تخصيص جزء من المال لكفالة العجزة والمتعطلين ليعيشوا حياة الكفاف، وبذلك يأمن المجتمع شرورهم. </p><p> على أن قول الحق سبحانه وتعالى:  {إِنَّمَا الصدقات لِلْفُقَرَآءِ والمساكين والعاملين عَلَيْهَا والمؤلفة قُلُوبُهُمْ وَفِي الرقاب والغارمين وَفِي سَبِيلِ الله وابن السبيل} معناه: أن الصدقات قد فرضت لهؤلاء، والذي فرضها هوالحق سبحانه بقوله:  {فَرِيضَةً مِّنَ الله} . </p><p> وقد تُفرَض الصدقات من البشر كضريبة اجتماعية، أو غير ذلك، لدفع الشرر عن المجتمع، ولكن هذا لا يحدث إلا بعد أن تقعأحداث جسام يشقى بها مجتمع القادرين من مجتمع العاجزين، ويخرج من يقول: لكي تأمنوا شرهم لابد أن نعطيهم حاجاتهم حتى يستقيم الأمر. </p><p> وهكذا نجد أن تشريعات البشر لا تأتي إلا بعد أن يشقى المجتمع لفترة طويلة من وضع موجود، ولكن الحق سبحانه وتعالى رحمة منه بخليفته </p><p> في الأرض جاء بالتشريع من أول الخلق، بل من قبل الخلق؛ حتى يرتب للإنسان حياة سعيدة خالية من الشقاء. ولذلك شرع الدين ورتَّبَ أحكامه لينزل إلى البشر؛ فيكون منهجاً لهم يحميهم من شرور قاسية قبل أن تقع. </p><p> وشاء الحق سبحانه أن يجعل «سورة براءة» فاضحة كاشفة للمنافقين؛ لذلك كان من بين أسمائها:  «السورة الحافرة» ؛ لأن المنافق ربما يستر كفره، ويفضح الله هذا الكفر بأن يحفر عليه ليخرجه - ولله المثل الأعلى - فالإنسان يحفر الأرض ليكشف المخبوء فيها، وهذه السورة ذكرت من صفات المنافقين الكثير. </p><p> فقد قال الحق:  {وَمِنْهُمْ مَّن يَقُولُ ائذن لِّي ... }  [التوبة: ٤٩] </p><p> وقال عَزَّ وَجَلَّ:  {وَمِنْهُمْ مَّنْ عَاهَدَ الله ... }  [التوبة: ٧٥] </p><p> وقال سبحانه:  {وَمِنْهُمْ مَّن يَلْمِزُكَ فِي الصدقات ... }  [التوبة: ٥٨] </p><p> ولذلك يسمونها «مَنَاهِم التوبة» . وهنا يبين الحق صورة جديدة للمنافقين وتصرفاتهم فيقول:  {وَمِنْهُمُ الذين يُؤْذُونَ النبي ... } </p>"
}