{
  "id": null,
  "sura": 9,
  "aya": 82,
  "text": "<p> والضحك هو انفعال غريزي فطري، يحدث للإنسان عندما يقابل شيئاً يسره، أو أحداثاً يجد فيها مفارقة لم يكن يتوقعها. أما البكاء فهو انفعال غريزي أيضاً تجاه أحداث تدخل الحزن أو الشجن، وهو تذكر ما يحزن بالنسبة للإنسان. كلتاهما ظاهرتان فطريتان، أي أنهما تحدثان بفطرة بشرية واحدة بالنسبة للناس جميعاً، ولا دخل فيها للجنس أو اللون أو البيئة، فلا يوجد بكاء روسي وبكاء أمريكي، أو ضحك روسي وضحك إنجيلزي، أو ضحك شرقي وضحك غربي. ذلك أن الضحك والبكاء انفعال طبيعي موحد لا تؤثر فيه البيئة ولا الثقافة ولا الجنس. وقد أسنده الحق تبارك وتعالى لنفسه. فكما قلنا: إن الله سبحانه وتعالى وحده هو الذي يحيي، وهو سبحانه وحده الذي يميت. فهو سبحانه وحده الذي يضحك، وهو سبحانه وحده الذي يبكي. مصداقاً لقوله تعالى:  {وَأَنَّهُ هُوَ أَضْحَكَ وأبكى وَأَنَّهُ هُوَ أَمَاتَ وَأَحْيَا وَأَنَّهُ خَلَقَ الزوجين الذكر والأنثى}  [النجم: ٤٣ - ٤٥] </p><p> ولذلك فالضحك والبكاء يأتيان بل مقدمات، لا أقول لنفسي: سأضحك الآن فأضحك، ولا أقول: سأبكي الآن فأبكي؛ لأن هذا انفعال غريزي لا دخل للإرادة ولا للاختيار فيه. ولكننا أحياناً نلجأ إلى التضاحك أو إلى التباكي وهو مجرد ادعاء بلا حقيقة. ويكون ظاهراً فيه الافتعال. فحين يروي لك إنسان نكتة سخيفة، والمفروض أنه قالها لتضحك، ولكنها لا تضحك، وفي نفس الوقت أنت تريد أن تجامله فتفتعل الضحك، أي تضحك بافتعال. وكذلك البكاء فيه افتعال أيضاً مثل بكاء النادبة التي تجلس وسط أهل الميت وتبكي. وقد تضع بعض نقط الجلسرين في عينيها لتفتعل الدموع، وهذا كله افتعال. أما الضحك والبكاء الحقيقي، فأمران بالفطرة يملكهما الله سبحانه وتعالى وحده. </p><p> وقول الحق سبحانه وتعالى:  {فَلْيَضْحَكُواْ قَلِيلاً وَلْيَبْكُواْ كَثِيراً} جاء بعد قوله: {فَرِحَ المخلفون بِمَقْعَدِهِمْ خِلاَفَ رَسُولِ الله} أي: أنهم فرحوا عندما بَقَوْا هم في المدينة، وخرج المؤمنون للجهاد. جلسوا في حدائق المدينة وهم فرحون في راحة وسرور يضحكون؛ لأنهم يعتقدون أنهم قد فازوا بعدم اشتراكهم في الجهاد. ولكن هذا الضحك هو لفترة قليلة. وسيأتي بعدها بكاء وندم لفترة طويلة وأبدية، عندما يدخلون جهنم والعياذ بالله. </p><p> ونلحظ أن الحق سبحانه وتعالى قال:  {فَلْيَضْحَكُواْ قَلِيلاً وَلْيَبْكُواْ كَثِيراً} ولم يقل: سيضحكون قليلاً وسيبكون كثيراً، لماذا؟ </p><p> نقول: عندما يُسند الفعل إلى المخلوق الذي يعيش في عالم الأغيار، والمختار في عدد من أفعاله، يُحتمل أن يحدث أو يجوز ألا يحدث. ولكن الحق سبحانه وتعالى حين يقول:  {فَلْيَضْحَكُواْ} أي: أمر بالضحك، ثم يجيء في البكاء ويقول:  {وَلْيَبْكُواْ} أي: ابكوا والأمر بالضحك والبكاء هو أمر اختياري من الله سبحانه وتعالى، تجوز فيه الطاعة وتجوز فيه المعصية؟ </p><p> إذا كان كذلك، فهل سيطيع المنافقون أمراً اختيارياً لله؟ ونقول: إن ذلك أمر غير اختياري؛ لأن الحق سبحانه هو وحده الذي يضع في النفس البشرية انفعال الضحك أو انفعال البكاء للأحداث. </p><p> وكما بيَّنا فإن الإنسان لا يستطيع الانفعال بالضحك أو البكاء. </p><p> والحق حين يقول:  {فَلْيَضْحَكُواْ قَلِيلاً} معناها: أن انفعال الضحك قضاء عليهم لا بد أن يحدث. وإذا قال الحق سبحانه وتعالى:  {وَلْيَبْكُواْ كَثِيراً} فلا بد أن يبكوا؛ لأن انفعال البكاء مكتوب عليهم من الله، وكما يقولون: إن الذي يضحك أخيراً يضحك كثيراً، وكذلك الذي يبكي أخيراً يبكي كثيراً. </p><p> إذن: فالأمور كلها مرهونة بالخاتمة. فقد يأتي للإنسان حادث يسرّه، ثم تأتيه ساعة بؤس تمحو هذا السرور كله، والعكس صحيح. وإذا كان هؤلاء المنافقون قد ضحكوا قليلاً في الدنيا. فعمر كل منهم في الدنيا قليل؛ لأنه حتى وإن عاش في الدنيا ضاحكاً طوال عمره فكم سيضحك؟ أربعين سنة؟ خمسين سنة؟ </p><p> إن كلاّ منه له في الدنيا مدة محدودة، فأنت إذا نسبت الحدث إلى الدنيا على إطلاقها فهو قليل. وإذا نسبته إلى عمرك في الدنيا فهو أقل القليل، ثم تأتي الآخرة بالخلود الطويل الذي لا ينتهي، ويكون بكاء المنافق فيه طويلاً طويلاً. </p><p> ولذلك فلا بد لكل إنسان ان يضع مع المعصية عقوبتها، ومع الطاعة ثوابها؛ لأن الإنسان قد يرتكب المعصية لإرضاء شهوات نفسه، وساعة ارتكاب المعصية فهو لا يستحضر العقوبة عليها، ولو أنه استحضر العقوبة لامتنع عن المعصية. فالسارق لو استحضر ساعة قيامه بالسرقة، أنه قد </p><p> يضبط، وقد يحاكم وتقطع يده، لو تأكد من هذا فلن يسرق أبداً. ولكنه يقوم بالسرقة لأنه يعتقد أنه سيفلت من العقاب. وما من لص خطط لسرقة وفي باله أنه سيضبط، بل يكون متأكداً أنه سيسرق ويفلت. </p><p> ولذلك قال رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «لا يزني الزاني حين يزني وهو مؤمن، ولا يسرق السارق حين يسرق وهو مؤمن» </p><p> لأنه ساعة يزني لو تخيل أو تأكد أنه سيُلْقى في النار جزاء ما فعل، فلن يقدم على الزنا أبداً. وكذلك شارب الخمر لا يمكن أن يضع الكأس في فمه. إذا تخيل النار وهو يُعذَّب فيها. ولكن الغفلة عن الإيمان تحدث لحظة ارتكاب المعصية؛ لأن الإيمان يقتضي أن تستحضر العقوبة ساعة تُقدِم على المعصية، وأن تعلم يقيناً أن كل ما تفعله ستُحاسب عليه في الآخرة، وسيكون هناك جزاء. </p><p> فإذا ضحكت من مطلوبات الإيمان فلابد أن تبكي في الآخرة. فإن فرحت - مثلاً - بترك الصلاة أو الزكاة، واعتقدت أنك قد غنمت في الدنيا، فلا بد أن تندم ويصيبك الغمُّ في الآخرة. وإذا تنعمت بمال حرام فلا بد أن تُعذب به في الآخرة. والحق سبحانه يقول:  {إِنَّ الذين أَجْرَمُواْ كَانُواْ مِنَ الذين آمَنُواْ يَضْحَكُونَ وَإِذَا مَرُّواْ بِهِمْ يَتَغَامَزُونَ وَإِذَا انقلبوا إلى أَهْلِهِمُ انقلبوا فَكِهِينَ} </p><p> [المطففين: ٢٩ - ٣١] </p><p> هكذا يعطينا الله عدة صور من السخرية التي يتعرض لها المؤمنون في الدنيا، وأولى هذه الصور هي ضحك المنافقين والكفار من المؤمنين، كأن يقول أحدهم لإنسان مؤمن يقوم إلى الصلاة: خذنا على جناحك في الآخرة. ثم بعد ذلك يأتي الغمز واللمز، ثم إذا ذهب المنافق إلى أهله </p><p> أخذ يسخر من الطائعين ويقول: لقد فعلت كذا وكذا لإنسان متدين. وسخرت منه ولمن لم يستطع أن يرد. ويشعر بالسرور وهو يحكي القصة فرحاً بما عمل. وينسى أنه قد ارتكب ثلاثة جرائم: جريمة العمل، وجريمة الفرح بالعمل، وجريمة الإخبار بالعمل. فلو أنه سخر من المؤمن، ثم ندم بعد ذلك، ربما كانت عقوبته هيِّنة. ولكن ما دام قد فرح بذلك تكون له عقوبة أكبر، فإذا انقلب إلى أهله يروي لهم ما حدث، وهو فخور مسرور تكون له عقوبة ثالثة. </p><p> وليتهم توقفوا عند ذلك بل اتهموا المؤمنين بالضلال؛ مصداقاً لقوله تعالى:  {وَإِذَا رَأَوْهُمْ قالوا إِنَّ هؤلاء لَضَالُّونَ وَمَآ أُرْسِلُواْ عَلَيْهِمْ حَافِظِينَ}  [المطففين: ٣٢ - ٣٣] </p><p> أي: أنهم زادوا على كل هذا باتهام المؤمنين بالضلال. هذا ما صنعوه في الدنيا. وهي فانية وعمرها قليل. ثم يأتي سبحانه وتعالى بالمقابل في الآخرة؛ فيقول:  {فاليوم الذين آمَنُواْ مِنَ الكفار يَضْحَكُونَ عَلَى الأرآئك يَنظُرُونَ هَلْ ثُوِّبَ الكفار مَا كَانُواْ يَفْعَلُونَ}  [المطففين: ٣٤ - ٣٦] </p><p> فكما ضحك الكفار من المؤمنين في الدنيا؛ سيضحك المؤمنون من الكفار في الآخرة، وسيجلس المؤمنون على الأرائك في الجنة وهم ينظرون إلى الكفار وهو يُعذَّبون في النار، أي: أن الله جزاهم بمثل عملهم مع الفارق بين قدراتهم المحدودة وقدراته - سبحانه - التي لا حدود لها. </p><p> ولم يقل الحق سبحانه وتعالى:  «سيضحكون» ككلام خبري، يجوز أن يحدث أو لا يحدث، بل جاء به مُؤكداً. وقوله هنا في المنافقين {فَلْيَضْحَكُواْ} . يعني: أن الضحك لابد أن يحدث؛ لأن هذا كلام من الله سبحانه وتعالى. </p><p> فقول الحق سبحانه وتعالى:  {فَلْيَضْحَكُواْ قَلِيلاً وَلْيَبْكُواْ كَثِيراً جَزَآءً بِمَا كَانُواْ يَكْسِبُونَ} يعطينا العلة أو السبب في أن ضحكهم سيكون قليلاً، وبكاءهم سيكون كثيراً؛ لأن هذا جزاء ما فعلوه في الدنيا. لقد فرحوا بالفرار من الجهاد. وسُرّوت بالراحة في المدينة، فلابد أن يُلاَقوا في الآخرة جزاءهم عن هذا العمل، كما سَيُثاب المؤمنون على ذهابهم للجهاد في الحرِّ. </p><p> إذن: فالحق سبحانه لم يظلمهم، بل أعطاهم جزاء ما عملوه. كما قال:  {جَزَآءً بِمَا كَانُواْ يَكْسِبُونَ} وكلمة {يَكْسِبُونَ} هنا لها ملحظ لا بد أن نُبيِّنه، فقد كان من الممكن أن يُقال «جزاء ما كانوا يعملون» أو «جزاء ما كانوا يفعلون» ، فلماذا جاء الحق ب {يَكْسِبُونَ} ، وما الفرق بينها وبين «ما يفعلون» و «ما يعملون» ؟ </p><p> نعلم أن لكل جارحة من جوارح الإنسان مجالَ عمل؛ فالأذن تسمع، والعين ترى، واليد تمسك، والقدم تمشي، والأنف يشُمُّ، والأنامل تملس. </p><p> إذن: فكل عضو له مهمة. فإن كانت المهمة هي النطق باللسان نسميها القول. وإن كانت مهمة من مهام باقي الجوارح عدد اللسان نسميها الفعل. فاللسان وحده أخذ القول، وكل الجوارح أخذت الفعل. والقول والفعل معاً نسميهما عملاً. </p><p> فإذا قال الحق سبحانه وتعالى:  «يفعلون» يكون ذلك مقابل يقولون؛ لأن الإنسان قد يقول بلسانه ولا يفعل بجوارحه. وتوضح ذلك الآية الكريمة:  {ياأيها الذين آمَنُواْ لِمَ تَقُولُونَ مَا لاَ تَفْعَلُونَ كَبُرَ مَقْتاً عِندَ الله أَن تَقُولُواْ مَا لاَ تَفْعَلُونَ}  [الصف: ٢ - ٣] </p><p> ولكن إذا اتحد القول والفعل يكون هناك عمل. وكل شيء لا يتسق منطقياً مع قيم المنهج يكون فيه افتعال، فالكسب عمل، والاكتساب افتعال الكسب؛ لأن الكسب عمل طبيعي، والاكتساب هو افتعال الكسب. وسبحانه يقول: </p><p> {لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكتسبت ... }  [البقرة: ٢٨٦] </p><p> لأن الاكتساب بالحرام فيه افتعال يتعب النفس، ولا يجعلها منسجمة مع جوارحها، فالرجل مع زوجته في البيت مستقر الجوارح لا يخشى شيئاً. لكنه مع زوجة غيره يهيج جوارحه؛ فيقفل النوافذ ويُطفئ الأنوار. وإنْ دقَّ جرس الباب يصاب بالذعر والهلع؛ لأن ملكات النفس ليست منسجمة مع العمل. </p><p> أما إذا اعتادت النفس الإثم مثل من اعتاد الإجرام، فلا يهيجها الحرام. وفي هذه الحالة تنقلب عملية الاكتساب إلى كسب، وتعتاد النفس على المعصية وعلى الإثم، ويصبح جزاؤها عند الله أليماً وعذابها عظيماً. </p><p> ويقول الحق سبحانه في هذه الآية:  {جَزَآءً بِمَا كَانُواْ يَكْسِبُونَ} وكان مقتضى الكلام أن يقال: «جزاء بما كانوا يكسبون» لأن هذه عملية فيها إثم وفيها معصية، فلا بد أن يكون فيها افتعال، ولكن الحق سبحانه وتعالى يلفتنا إلى أن هؤلاء المنافقين قد اعتادوا المعصية، وعاشوا في الكفر، فأصبحت العملية سهلة بالنسبة لهم، ولا تحتاج منهم أي افتعال. </p><p> واقرأ قول الحق:  {والسارق والسارقة فاقطعوا أَيْدِيَهُمَا جَزَآءً بِمَا كَسَبَا نَكَالاً مِّنَ الله ... }  [المائدة: ٣٨] </p><p> والسرقة ليست أمراً طبيعياً، لذلك يقوم بها السارق وخفية ويُبيِّت لها ويفتعل؛ ولذلك كان من المنطقي أن يقال «اكتسبوا» لكن شاء الحق أن نعرف أن السرقة قد أصبحت في دم هؤلاء، ومن كثرة ما ارتكبوها فهي بالنسبة لهم عملية آلية سهلة. وقد وضع التشريع لها نطاقاً وهو ربع دينار مثلاً. والذي يسرق دون هذا النطاق لا يُطبق عليه حَدُّ قطع اليد. لماذا؟ لأن ربع الدينار في ذلك الوقت كان يكفي لقوت أسرة متوسطة العدد لمدة </p><p> يوم واحد. فإذا سرق أي إنسان ما يكفي قوت أسرة لمدة يوم واحد، يقال: ربما فعلها لأن أسرته لا تجد ما تأكله، فإذا أخذ أكثر من الضرورة، يكون قد أخذ أكثر مما يحتاج إليه، وتكون السرقة قد حدثت ويثقام عليه الحد. </p><p> ونحن نعلم أن العقل البشري وظيفته الاختيار بين البدائل، ومفروض أن يُقَدِّر الإنسان العقوبة ويستحضرها ساعة وقوع المعصية، وأن يستحضر الثواب ساعة القيام بالطاعات ترغيباً للإنسان في الطاعة. ونحن نأتي للطالب المجتهد ونطلب منه أن يُخفِّف من المذاكرة، لكنه لا يترك الكتاب لأنه استحضر النجاح؛ وما سيحدث بعد النجاح من دخوله الكلية التي يريدها، أو بعد تخرجه من الجامعة إن كان قد وصل إلى مرحلة التخرج، وكذلك استحضر نظرة أهله وأساتذته وزملائه إليه، وهو يستحضر كل ذلك؛ مما يدفعه لقضاء ساعات طويلة في المذاكرة دون أن يشعر بالتعب. </p><p> إذن: فالذي يُحبِّبك في الطاعة هو استحضار لذة الثواب القادم. والذي يُكرِّهك في المعصية هو استحضار ألم العقاب الذي لابد أن يحدث. </p><p> ولكن هؤلاء المنافقين والكفار قد اعتادوا المعصية والكفر؛ حتى أصبح سلوكهم المخالف للإيمان إنما يحدث منهم دون أن يستحضروا عقوبة المعصية، فهم يرتكبون المعاصي بغير فعل. ولو قال:  «يفعلون» لكان فعلاً </p><p> لا يشترك فيه اللسان بالقول. ولو قال «يعملون» لكان فعلاً وقولاً فقط. ولو قال «يكتسبون» لفهمنا أن المعصية تثير انفعالاً وتهيجاً في داخلهم؛ لأنهم لم يعتادوها. ولكن جاء قوله تعالى:  {يَكْسِبُونَ} ليعطينا المعنى الصحيح في أنهم قد اعتادوا المعصية؛ حتى أصبحوا يفعلونها بلا افتعال. </p><p> ويأتي الحق سبحانه وتعالى لِيُرينا حكمه في الدنيا على هؤلاء المنافقين الذي فرحوا بتخلفهم عن الجهاد في سبيل الله، فيقول:  {فَإِن رَّجَعَكَ الله إلى طَآئِفَةٍ ... } </p>"
}