{
  "id": null,
  "sura": 9,
  "aya": 101,
  "text": "<p> أوضح سبحانه: وطِّنوا أنفسكم على أن من حولكم من الأعراب ومن أهل المدينة منافقون، وهذا التوطين يعطي مناعة اليقظة؛ حتى لا يندس واحد من المنافقين على أصحاب الغفلة الطيبين من المؤمنين، فينبههم </p><p> الحق: انتبهوا فأنتم تعيشون في مجتمع محاط بالمنافقين. والتطعيم ضد الداءات التي تصيب الأمم وسيلة من وسائل محاربة العدو، ونحن نفعل ذلك ماديّاً حين نسمع عن قرب انتشار وباء؛ فنأخذ المصل الواقي منه، رغم أنه داء إلا أنه يعطينا مناعة ضد المرض. </p><p> وهكذا يربي الحق المناعة بحيث لا يمكن أن يُهاجَم المؤمنون عن غفلة، فيقول:  {وَمِمَّنْ حَوْلَكُمْ مِّنَ الأعراب مُنَافِقُونَ وَمِنْ أَهْلِ المدينة مَرَدُواْ عَلَى النفاق} و «مرد» يمرد أي: تدرب وتمرن، ويبقى الأمر عند حرفة، وكأن الواحد منهم يجيد النفاق إجادة تامة. وكل ذلك ليوجد مناعة في الأمة الإسلامية؛ حتى يكون المؤمن على بصيرة في مواجهة أي شيء، فإذا رأى أي سلوك فيه نفاق اكتشفه على الفور. واليقظة تدفع عنك الضر، ولا تمنع عنك الخير. </p><p> وافرض أن واحداً قال لك: إن هذا الطريق مَخُوف لا تمشِ فيه وحدك بالليل. ثم جاء آخر وقال: إنه طريق آمن ومشينا فيه ولم يحدث شيء، فلو أنك احتطْتَ وأخذت معك سلاحاً أو رفيقاً فقد استعددت للشر لتتوقاه، فَهَبْ أنه لم يحدث شيء، فما الذي خسرته؟ إنك لن تخسر شيئاً. </p><p> وهذه قضية منطقية فلسفية يُردّ بها على الذين يشككون في دين الله، مثل المنجِّمين، ومَن يدَّعون الفلسفة، ويزعمون أنه لا يوجد حساب ولا حشر ولا يوم آخر، فيقول الشاعر: </p><p> زَعَم المنجِّم والطِّيبُ كلاهما ... لا تُحْشَرُ الأجسَاد قلْتُ إليكُمَا </p><p> إنْ صَحَّ قولكُمَا فَلسْتُ بخَاسرٍ ... أوْ صَحَّ قَوْلِي فَالخسَار عليكُما </p><p> أي: إن كان كلامكم صحيحاً من أنه لا يوجد بعث - والعياذ بالله - فلن أخسر شيئاً؛ لأني أعمل الأعمال الطيبة. وإن كان هناك بعث - وهو </p><p> حق - فسوف ألقى الجزاء في الجنة؛ وبذلك لم أخسر، بل كسبت. لكن افرضوا أنكم عملتم الشر كله وجاء البعث فأنتم الخاسرون. والقضية الفلسفية المنطقية هنا هي: إن لم أكسب فلن أخسر، وأنتم إن لم تخسروا فلن تكسبوا. </p><p> والحق في هذه الآية يقول: </p><p> {وَمِمَّنْ حَوْلَكُمْ مِّنَ الأعراب مُنَافِقُونَ وَمِنْ أَهْلِ المدينة مَرَدُواْ عَلَى النفاق. .} وكلمة {وَمِمَّنْ حَوْلَكُمْ} تفيد أنكم محاصرون، لا ممن حولكم فقط، بل أيضاً ببعض من الموجودين بينكم في المدينة، وهم من تدربوا على النفاق حتى صارت لهم ألفة به. </p><p> وهذه الآيات - كما نعلم - قد نزلت تحكي حال المنافقين. والنفاق تتعارض في ملكات النفس الإنسانية بأن توجد ملكة كفر في القلب، بينما توجد ملكة إيمان في اللسان، فلا يتفق اللسان مع القلب، فالذين آمنوا يوافق ما ينطقون به ما في قلوبهم، والذين كفروا وافقت قلوبهم ألسنتهم. </p><p> أما الصنف الثالث: وهم الذين نطقوا بالإيمان بألسنتهم، ولم تؤمن قلوبهم، فهؤلاء المنافقون. </p><p> وهو لفظ مأخوذ من «نافقاء اليربوع» وهو حيوان صحراوي يشبه الفأر، ويخدع من يريد صيده، فيجعل لبيته أو جحره عدة فجوات، فإذا طارده حيوان أو إنسان يدخل من فجوة، فيتوهم الصائد أنه سيخرج منها، ويبقى منتظراً خروجه، بينما يخرج اليربوع من فجوة أخرى، فكأنه خادع الصائد، فالصائد يظن أن للجحر باباً واحداً، ولكن الحقيقة أن للجحر أكثر من مدخل ومخرج. والنفاق بهذه الصورة فيه ظاهرتان: ظاهرة مَرَضيّة في المنافق، وظاهرة صحية في المنافَق؛ ولذلك لم ينشأ النفاق في مكة، وإنما نشأ في المدينة. </p><p> ومن العجيب أن ينشأ النفاق في المدينة التي آوت الإسلام وانتشر منها، وانساح إلى الدنيا كلها، ولم يظهر في مكة التي أرادت أن تطمس الإسلام، وحارب سادتُها وصناديدُها الدعوةَ. </p><p> إذن: فلا بد أن نأخذ من النفاق ظاهرتين: الظاهرة الأولى وهي الظاهرة المرضيّة، حيث قال الحق:  {فِي قُلُوبِهِم مَّرَضٌ فَزَادَهُمُ الله مَرَضاً ... }  [البقرة: ١٠] </p><p> أما الظاهرة الثانية فهي الظاهرة الصحية، فقد أصبح الإسلام قويّاً بالمدينة غيره عند بدء الدعوة في مكة. إنما يُنَافَق القوي؛ لأن المنافق يريد أن ينتفع بقوة القوى، كما أن المنافق يعرف أنه لن يستطيع مواجهة القوي، أو أن يقف منه موقف العداء الظاهر. </p><p> إذن: فالنفاق حين يظهر، إنما يظهر في مجالات القوة، لا في مجالات الضعف، فالرجل الضعيف لا ينافقه أحد، والرجل القوي ينافقه الناس. إذن: فالنفاق ظاهرة مرضية بالنسبة للمنافق، وظاهرة صحية في المنافَق. </p><p> وأراد الحق سبحانه أن يكشف للمؤمنين أمر المنافقين الذين يتلصصون عليهم، أي: يتخذون مسلك اللصوص؛ في أنهم لا يُواجهون إلا في الظلام، ويحاولون أن يدخلوا من مداخل لا يراهم منها أحد، ويتلمَّسون تلك المداخل التي لا تظهر، ويُخْفون غير ما يظهرون. </p><p> أما مواجهة الكافر فهي مسألة واضحة، صريحة؛ فهو يعلن ما يبطن، ويواجهك بالعداء. وأنت تواجهه بجميع قوتك وكل تفكيرك؛ لأنه واضح الحركة. أما المنافق الذي يُظهر الإيمان وفي قلبه الكفر، فهو </p><p> يتلصص عليك، وعليك أن تحتاط لمداخله؛ لأنه ينتظر اللحظة التي يطعنك فيها من الخلف. </p><p> وينبهنا الحق إلى ضرورة الاحتياط، وأن يمتلك المؤمنون الفطنة والفراسة وصدق النظر إلى الأشياء، فكشف لنا سبحانه كل أوجه النفاق؛ كشف منافقي المدينة حيث يوجد منافقون وغير منافقين، ومنافقي الأعراب الذين يوجد بينهم منافقون وغير منافقين، وعَلّم الحق سبحانه المؤمنين كيف يتعرفون على المنافقين بالمظاهر التي تكشف ما يدور في صدورهم. </p><p> وسبحانه القائل عن المنافقين:  {وَلَوْ نَشَآءُ لأَرَيْنَاكَهُمْ فَلَعَرَفْتَهُم بِسِيمَاهُمْ وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ القول ... }  [محمد: ٣٠] </p><p> ولكنْ هناك لون من النفاق، نفاق فني دقيق، يغيب على فطنة المتفطن، وعلى كياسته. </p><p> ولذلك يوضح لنا سبحانه: أنا لا أكلُكم إلى فطنتكم لتعلموا المنافقين، وإنما أنا أعلمه وأنتم لا تعلمونه؛ لأنهم قد برعوا في النفاق {لاَ تَعْلَمُهُمْ نَحْنُ نَعْلَمُهُمْ} ورغم فطنة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وكياسته فقد أوضح له الحق أنه سيغيب عنه أمرهم؛ لأنهم احتاطوا بفنيّة النفاق فيهم حتى لا يظهر. </p><p> لقد عبّر القرآن التعبير الدقيق، فقال:  {مَرَدُواْ عَلَى النفاق} والمادة نفسها في كلمة {مَرَدُواْ} هي من مرد، يمرد، مروداً، ومارداً، ومريداً، هذه المادة تصف الشيء الناعم الأملس الذي لا تظهر فيه نتوءات، ومنه الشاب الأمرد، يعني الذي لم ينبت له شعر يخترق بشرته، إذن: المادة كلها تدل على الثبات على شيء، وعدم وجود شيء فيه يخدش هذا الثبات. </p><p> ويوضح سبحانه: تنبَّهوا، فممَّن حولكم من الأعراب منافقون، وقوله الحق:  {وَمِمَّنْ حَوْلَكُمْ} يشعر بأنهم محاطون بالنفاق، ولماذا يحاطون بالنفاق؟ لأن الدعوات الإيمانية لا تظهر إلا إذا طمّ الفساد في بيئة. </p><p> ونعلم أن الحق قد جعل في النفس أشياء تطرد الباطل، وإن الحّ الباطل عليها فترة، تتنبه النفس إليه وتطرده. وهؤلاء هم الذين يتوبون، يقترفون الذنب ثم ترجع إليهم نفوسهم الإيمانية فتردعهم. إذن: فالردع إما أن يكون ذاتيّاً في النفس، وإما أن يكون من المجتمع للنفس التي لا يأتيها الردع من الذات، فهي نفس أمَّارة بالسوء، وهي لا تأمر بالسوء مرة وتنتهي، بل هي أمّارة به، أي: اتخذت الأمر بالسوء حرفة؛ لأن صيغة «فعّال» تدلنا على المزاولة والمداومة. </p><p> وإذا كانت المناعة في النفس فهذا أمر يسير ويأتي من النفس اللوامة، وقد يكون المجتمع الذي حول الإنسان هو الذي يردع النفس إن ضعفت في شيء. وبهذا تكون المناعة رادعاً ذاتيّاً، ولا المجتمع فيه رادع؛ هنا لا بد أن تتدخل السماء، وتأتي دعوة الحق بآياتها، وبيناتها، ومعجزة الرسول. </p><p> هنا يقف أصحاب الفساد - وتكون نفوسهم أمّارة بالسوء - موقفاً ينافقون به القوة الطارئة الجديدة، بينما تظل نفوسهم أمّارة بالسوء - موقفاً ينافقون به القوة الطارئة الجديدة، بينما تظل نفوسهم أمّارة بالسوء، فتظهر ظاهرة النفاق. </p><p> وقوله الحق:  {وَمِمَّنْ حَوْلَكُمْ مِّنَ الأعراب مُنَافِقُونَ وَمِنْ أَهْلِ المدينة} أي أنكم مطوقون في ذاتكم ومن حولكم، فالنفاق في ذات المكان الذي تقيمون فيه، وفيما حولكم أيضاً. </p><p> وأخشى ما يخشاه الإنسان، أن يوجد الأمر الضار حوله وفيه؛ لأنه إن كان الأمر الضار في المكان الذي يعيش فيه، فمن حوله يستطيعون إنقاذه أو يستطيع هو أن يهجر المكان، لكن إذا كان محاصراً بالضرر ممن حوله ومن المكان الذي يحيا فيه، فإلى أين يذهب؟ </p><p> ويريد سبحانه أن ينبه المؤمنين إلى أن ظاهرة النفاق متفشية؛ منها ما تستطيعون - أيها المؤمنون - معرفته بمعرفة حركات المنافقين وسكناتهم ولحن قولهم وتصرفاتهم، ومنها أمر دقيق خفي لا تعلمونه، ولكنه سبحانه يعلمه؛ ولأنكم غير مسلمين لأنفسكم، ولكم رب يعلمكم ما لا تعلمون فاطمئنوا؛ فسوف يفضحهم لكم. </p><p> ونتيجة هذا العلم أنكم سترون فيهم العقوبات؛ فيأتي فيهم القول الحق:  {سَنُعَذِّبُهُم مَّرَّتَيْنِ ثُمَّ يُرَدُّونَ إلى عَذَابٍ عَظِيمٍ} . </p><p> هم إذن سيعذبون مرتين في الدنيا، ثم يردون لعذاب الآخرة، وأول عذاب لمن يستر نفاقه أن يفضح نفاقه؛ ولذلك خطب رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فقال:  «قم يا فلان فأنت منافق، قم يا فلان فأنت منافق، قم يا فلان فأنت منافق» </p><p> أو تأتي له مصائب الدنيا. ولقائل أن يقول: وهل المصائب عذاب للمنافق، إن المصائب قد تصيب المؤمن أيضاً؟ </p><p> ونرد: إن المصائب تاتي للمؤمن لإفادته، ولكنها تأتي للمنافق لإبادته. فالمؤمن حين يصاب؛ إما أن يكفر الله به عنه ذنباً؛ وإما أن يرفعه درجة به لكن المصائب حين تصيب المنافق فهي مغرم فقط؛ لأن المنافق لا يرجو الآخرة؛ ولذلك يقال: </p><p> إن المصاب ليس من أصيب فيما يجب، ولكن المصاب هو من حرم الثواب. </p><p> فإن استقبل المؤمن المصيبة بالرضا، وعلم أن الذي أجراها عليه حكيم، ولا يجري عليه إلا ما يعلم الخير وإن لم يعلمه؛ فهو ينال الثواب على الصبر والأجر على الرضا، وهكذا يخرج من دائرة الألم العنيف. أما غير المؤمن فهو يتمرد على القدر، وبعدم إيمانه يُحْرَم من الثواب. </p><p> أو أن العذاب مرتين، وغير الفضيحة بنفاقهم، فيتمثل في محاولتهم أن يظهروا بمظهر الإيمان والإسلام، فيخرج الواحد منهم الزكاة من ماله، والمال محبب للنفس؛ لذلك فهو يخرج الزكاة مرغماً؛ ويشعر أنه قد خسر المال لأنه لا يؤمن بإله؛ لذلك فمصيبته كبيرة. وقد يرسل المنافق ابنه للحرب وهو يعلم أنه ليس له في ذلك ثواب، وهذا لون آخر من العذاب. </p><p> وهذا العذاب متحقق بقول الحق:  {وَلاَ تُعْجِبْكَ أَمْوَالُهُمْ وَأَوْلاَدُهُمْ إِنَّمَا يُرِيدُ الله أَن يُعَذِّبَهُمْ بِهَا فِي الدنيا ... }  [التوبة: ٨٥] </p><p> أو أن يكون العذاب في الدنيا هو ما يرونه حين تغرغر النفس، لحظة أن تبلغ الروح الحلقوم، ويرى المُغَرْغِر الملائكة مصداقاً لقوله الحق:  {وَلَوْ ترى إِذْ يَتَوَفَّى الذين كَفَرُواْ الملائكة يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ وَذُوقُواْ عَذَابَ الحريق}  [الأنفال: ٥٠] </p><p> وكل هذه ألوان من العذاب في الدنيا. </p><p> والإنسان - كما نعلم - في استقبال الزمن له ثلاث حالات: زمن هو حياته الدنيا، وزمن هو زمن موته، وزمن هو زمن آخرته. فحين يصاب المؤمن في الزمن الأول - زمن حياته - يُعزِّيه في مصابه الزمنُ الأخير، وهو زمن آخرته. </p><p> أما حين يصاب الكافر أو المنافق في زمن حياته، فلا شيء يعزيه أبداً؛ لأنه لا يؤمن بالله ولا هو يطمع في شيء من خيره سبحانه. </p><p> ويأتيه الزمن الثاني، وهو زمن الموت، وفيه عذاب القبر. </p><p> والعذاب إنما يكون بأحد اثنين: إما عرض ما يعذب به، أو دخول فيما يعذب به، وهذا يكون في الآخرة. أما عرض العذاب فهو القبر كأنه يقول لك: انظر ما ينتظرك. وما دام الإنسان يرى الشر الذي </p><p> ينتظره، أليس هذا عذاباً؟ </p><p> إنه عذاب مؤكد. </p><p> {سَنُعَذِّبُهُم مَّرَّتَيْنِ ثُمَّ يُرَدُّونَ إلى عَذَابٍ عَظِيمٍ} ولو قال الحق: «نعذبهم مرتين» فقط بدون السين، لصار لها معنى آخر مختلف تماماً. يتلخص في أن من يصيبه عذاب، فقد انتهى حسابه. لكن قوله:  {سَنُعَذِّبُهُم} يؤكد لنا كلما قرأناه أن العذاب متصل. </p><p> ويُنهي الحق الآية الكريمة بقوله: </p><p> {ثُمَّ يُرَدُّونَ إلى عَذَابٍ عَظِيمٍ} وكلمة {يُرَدُّونَ} مثلها مثل {يُرْجعون} أو {يَرْجعون} ونحن نقول مرة: «يُرْجعون» وأخرى «يَرْجعون» ، فكأن النفس البشرية تألف جزاءها في قولنا:  «يَرْجعون» ، أما قولنا:  «يُرْجعون» ففي الكلمة قوة عليا تدفعهم ألا يتقاعسوا. </p><p> وهكذا نجد المعذَّب إما مدفوع بقوة عُليا، وإما أن توجد فيه بقوة ذاتية تجعله يذهب إلى العذاب. والإنسان قد يتصرف تصرفاً ما، ثم يرد إلى أفكاره فلا يعجبه هذا التصرف، ويستقبل نفسه بالتوبيخ وبالتعنيف؛ لأن هناك إلحاحاً من النفس على العقوبة، وهو إلحاح يأتي من ذات النفس. </p><p> والنفس الأمارة بالسوء قد تقضي حياتك معها في أمر بالسوء، ثم حين يأتي العقاب فأنت تقول لها:  «اشربي أيتها النفس نتيجة ما فعلت» . </p><p> إذن فالمعذَّب يُدفع مرة للعذاب، وأخرى يندفع بذاته. </p><p> {ثُمَّ يُرَدُّونَ إلى عَذَابٍ عَظِيمٍ} ومثلما قلنا من قبل: فإن هناك ألواناً متعددة من العذاب، فهناك العذاب العظيم، والأليم، والمهين، والمقيم. والعذاب العظيم يأتي إما بأسباب وإما بمسبِّب، وعذاب الدنيا كله </p><p> بأسباب، فقد يكون العذاب بالعصا، أو بالكرباج، أو بالإهانة، والأسباب تختلف قوة وضعفاً، أما عذاب الآخرة فهو بمسبِّب، والمعذِّب في الآخرة واحد وقوته لا نهاية لها، وإن قسْتَ عذاب الآخرة بالعذاب في الدنيا فمن المؤكد أن عذاب الآخرة عذاب عَظيم. </p><p> ويقول الحق من بعد ذلك:  {وَآخَرُونَ اعترفوا ... } </p>"
}