{
  "id": null,
  "sura": 9,
  "aya": 111,
  "text": "<p> بعد أن تكلم الحق عن الذين تخلفوا عن الغزو، وعن الذين اعتذروا بأعذار كاذبة، وعن الذين أرجأ الله فيهم الحكم، أراد أن يبين سبحانه أن تخلفهم ليس له أي أهمية؛ لأن الله سبحانه وتعالى عوَّض الإيمان وعوّض الإسلام بخير منهم، فإياكم أن تطنوا أنهم بامتناعهم عن الغزو سوف يُتعبون الإسلام، لا؛ لأن الحق سبحانه ينصر دينه دائماً. </p><p> فيقول الله سبحانه: </p><p> {إِنَّ الله اشترى مِنَ المؤمنين أَنفُسَهُمْ وَأَمْوَالَهُمْ} </p><p> يقول العلماء: كيف يشتري الله من المؤمنين أنفسهم وأموالهم، وهو الذي خلق الأنفس وهو الذي وهب المال؟ وقالوا: ولكن هبة الله لهم لا يرجع فيها، بدليل أن المال مال الله، وحين أعطاه لإنسان نتيجة عمله أوضح له: إنه مالك بحيث إذا احتاجه أخ لك في الدين، فأنا أقترضه منك، ولم يقل:  «أسترده» . فسبحانه القائل:  {مَّن ذَا الذي يُقْرِضُ الله قَرْضاً حَسَناً فَيُضَاعِفَهُ لَهُ أَضْعَافاً كَثِيرَةً والله يَقْبِضُ وَيَبْسُطُ وَإِلَيْهِ تُرْجَعُونَ}  [البقرة: ٢٤٥] </p><p> لقد احترم الحق الهبة للإنسان، واحترم عرقه وسعيه، وكأنه سبحانه حينما وهب البشر الحياة، ووهبهم الأنفس أعلن أنها ملكهم حقّاً، ولكنه أعطاها لهم، وحين يريد أخذها منكم فلا يقول: إنه يستردها بل هو يشتريها منكم بثمن؛ ولذلك يقول النبي عَلَيْهِ الصَّلَاة وَالسَّلَام ُ:  «إن سلعة الله غالية، إن سلعة الله غالية، إن سلعة الله هي الجنة.» </p><p> أي: اجعلوا ثمنها غالياً. </p><p> {إِنَّ الله اشترى مِنَ المؤمنين أَنفُسَهُمْ وَأَمْوَالَهُمْ} . وكلمة {اشترى} تدل على أن هناك صفقة، عملية شراء وبيع. وإن كان هذا ملكاً لله، فالله هو المشتري، والله هو البائع، فلابد أن لهذا الأمر رمزية، وهذه الرمزية يلحظها الإنسان في الولي على اليتيم أو السفيه، فقد يصح أن يكون عندي </p><p> شيء وأنا ولي على يتيم، فأشتري هذا الشيء بصفتي، ثم أبيعه بصفتي الأخرى، فالشخص الواحد يكون هو الشاري وهو البائع، فكأن الله يضرب لنا بهذا المثل:  «إنكم بدون منهج الله سفهاء، فدعوا الله يبيع ودعوا الله يشتري» . </p><p> وما الثمن؟ يأتي التحديد من الحق:  {بِأَنَّ لَهُمُ الجنة} هذا هو الثمن الذي لا يفنى، ولا يبلى، ونعيمك فيها على قدر إمكانيات الله التي لا نهاية لها، أما نعيمك في حياتك فهو على قدر إمكانياتك أنت في أسباب الله، وهكذا يكون الثمن غالياً. </p><p> «وحينما جاء الأنصار في بيعة العقبة لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قال له عبد الله بن رواحة: اشترط لربك ولنفسك ما شئت.</p><p> قال: أشترط لربي أن تعبدوه ولا تشركوا به شيئاً، وأشترط لنفسي أن تمنعوني مما تمنعون منه أنفسكم وأموالكم» </p><p> قالوا: فما لنا إذا فعلنا ذلك؟ </p><p> ماذا قال رسول الله؟ أقال لهم ستفتحون قصور بُصْرى والشام وتصيرون ملوكاً، وينفتح لكم المشرق والمغرب؟ </p><p> لم يقل صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ شيئاً من هذا، بل قال:  «الجنة» ؛ لأن كل شيء في الدنيا تافه بالنسبة لهذا الثمن، قالوا:  «ربح القليل لا نقيل ولا نستقيل» وبمجرد </p><p> عقد الصفقة العهدية بين رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وبين الأنصار، كان من الممكن أن يموت واحد أو اثنان أو ثلاثة قبل أن يبلغ الإسلام حظه وذروته، وقد يقال: فلان مات ولم يأخذ شيئاً من ماديات الحياة. </p><p> لكنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حين قال:  «الجنة» ، فمن مات يدخلها. </p><p> {بِأَنَّ لَهُمُ الجنة} هذا هو الثمن، وهو وعد بشيء يأتي من بعد، ولكنه وعد ممن يملك إنفاذه؛ لأن الذي يقدح في وعود الناس للناس، أنك قد تعدُ بشيء ولكن تظل حياتك ولا تفي به، أو أن تقل إمكاناتك عن التنفيذ. </p><p> إذن: الوعد الحق هو ممن يملك ويقدر، وحيّ لا يموت، لذلك يقول في هذه الآية: </p><p> {إِنَّ الله اشترى مِنَ المؤمنين أَنفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمُ الجنة} </p><p> ويقول في آخرها: </p><p> {وَعْداً عَلَيْهِ حَقّاً} و «وَعْد» مصدر، فأين الفعل، إننا نفهمها: أي وعدهم الله بالجنة وعداً منه سبحانه وهو الذي يملك وهو وعد حق. والقرآن حين يأتي بقضية كونية، فالمؤمن يستقبلها بأنها سوف تحدث حتماً، فإذا ما جاء زمنها وحدثت صارت حقّاً ثابتاً، مثلما يقول سبحانه:  {وَإِنَّ جُندَنَا لَهُمُ الغالبون}  [الصافات: ١٧٣] </p><p> هذه قضية قرآنية، حدثت من قبل وثبتت في الكون. </p><p> وماذا بعد أشتري الله من المؤمنين أموالهم وأنفسهم؟ هنا يحدد الحق المهمة أمامهم: </p><p> {يُقَاتِلُونَ فِي سَبِيلِ الله فَيَقْتُلُونَ وَيُقْتَلُونَ} و «قَاتَل» ، و «قَتَلَ» غير «قَاتَلَ» . فالقتل عمل من جهة واحدة، لكن «قَاتَلَ» تقتضي مفاعلة، مثلها مثل «شَارَكَ زيدٌ عَمْراً» . وكل مادة «فاعَلَ» توضح لنا الشركة في الأمر، فكل واحد منهم فاعل، وكل واحد منهم مفعول. ولذلك تجد في أساليب العرب ما يدلك على أن ملحظ الفاعلية في واحد هو الغالب، وملحظ المفعولية في الآخر هو الغالب، ولكن على التحقيق فإن كل واحد منهم فاعل من جهة، ومفعول من الجهة الأخرى. </p><p> فمثلاً: الرجل الذي سار في الصحراء التي فيها حيّات وثعابين، ولم يُهج الرجل أثناء سيره الحيّات ولا الثعابين، بل تجنبها، والثعبان ما دُمْت لا تهيجه فهو لا يفرز سمّاً؛ لأن سمّ الثعبان لا يفرز إلا دفاعاً. </p><p> وساعة يرى الثعبان أنك ستواجهه يستعمل سُمَّه، فإذا كان الرجل سائراً وله قدرة المحافظة على عدم إهاجة الثعابين ولا الحيات، فهو قد «سالمها» ، والشاعر يقول: </p><p> قد سَالَمَ الحيَّاتُ منه القَدَما ... والإفْعُوان والشُّجَاعَ الشَّجْعَما </p><p> والأفعوان هو الثعبان الفظيع، ونلحظ أن «الأفعوان» منصوب، وأن «الحياتُ» مرفوعة، إذن: فالقدم مفعول، والحيات فاعل وجاء بالقدم منصوبة، وكذلك الشجعم لما في الحيات من المفعولية؛ لأن الحيّات إذا سالمت القدمَ فقد سالمها القدمُ، فكأنه قال: سالم القدمُ الحيّاتِ، ثم جعل الأفعوان بدلاً منها. </p><p> وهنا يقول الحق: </p><p> {بِأَنَّ لَهُمُ الجنة يُقَاتِلُونَ} فمن يقاتل: إما أن يَقْتل وإما أن يُقْتَل، وفي قراءة الحسن يقدم الثانية على الأولى، ويقول:  «فيُقْتَلُون ويَقْتُلوُنَ» ؛ فالمسألة صفقة بمقتضى قوله:  {بِأَنَّ لَهُمُ الجنة} لذلك يُقدم قتلهم، وهو الأقرب لمعنى الصفقة. وأيضاً فإن المؤمن للمؤمن كالبنيان يشد بعضه بعضاً؛ وإذا ما جاء المؤمنون في جانب؛ والكفار في جانب آخر فالمؤمنون بنيان، والحق هو القائل:  {إِنَّ الله يُحِبُّ الذين يُقَاتِلُونَ فِي سَبِيلِهِ صَفّاً كَأَنَّهُم بُنْيَانٌ مَّرْصُوصٌ}  [الصف: ٤] </p><p> فإذا ما سبق قوم من المؤمنين بأن يُقْتَلوا، فكأن الكل قُتل. إذن: فحين قتل بعض المؤمنين، يمكننا أن نقرأ قول الحق على قراءة الحسن ونقول:  «فَيَقْتُلُونَ وَيُقْتَلُونَ» . </p><p> أو: أنهم حينما دخلوا إلى القتال وضعوا في أنفسهم أن يقتلوا، ولم يغلبوا جانب السلامة. </p><p> وكلنا نعرف قصة الصحابي الذي قال لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: أليس بيني وبين الجنة إلا أن ألقى هؤلاء فيقتلوني؟ قال له:  «نعم» فأخرج الصحابي تمرة كانت في فمه، ودخل إلى القتال وكأنه يستعجل الجنة. </p><p> {وَعْداً عَلَيْهِ حَقّاً فِي التوراة والإنجيل والقرآن} ، وهذا تأكيد بأن لهم الجنة، وهو وعد من الحق في التوراة والإنجيل والقرآن لمن يدخلون المعارك دفاعاً عن الإيمان. </p><p> وكل دين في وقته له مؤمنون به، ويدخلون المعارك دفاعاً عنه. إذن: فالقتال في سبيل نصرة الدين والدفاع عنه ليس مسألة مقصورة على المسلمين، لكنها لم تكن عامة عند الرسل، فقد كان الحق سبحانه وتعالى هو الذي يتدخل لعقاب أهل الكفر، وكان الرجل يبلِّغ، فإذا لم يستجِبْ له قومه؛ عاقبهم الله سبحانه، والقرآن يقول:  {فَمِنْهُم مَّن أَرْسَلْنَا عَلَيْهِ حَاصِباً وَمِنْهُمْ مَّنْ أَخَذَتْهُ الصيحة وَمِنْهُمْ مَّنْ خَسَفْنَا بِهِ الأرض وَمِنْهُمْ مَّنْ أَغْرَقْنَا ... }  [العنكبوت: ٤٠] </p><p> ولم تَأْتِ مسألة القتال في سبيل الله إلا عندما طلب اليهود من بعد سيدنا موسى عليه السلام أن يقاتلوا في سبيل الله:  {أَلَمْ تَرَ إِلَى الملإ مِن بني إِسْرَائِيلَ مِن بَعْدِ موسى إِذْ قَالُواْ لِنَبِيٍّ لَّهُمُ ابعث لَنَا مَلِكاً نُّقَاتِلْ فِي سَبِيلِ الله ... }  [البقرة: ٢٤٦] </p><p> إذن: فهذا وعد من الله في التوراة للذين آمنوا بموسى عليه السلام، وطالبوا بالقتال في سبيل الله، وكذلك في الإنجيل للذين آمنوا بعيسى عليه السلام، </p><p> وأخيراً في القرآن للذين آمنوا بمحمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> أو: أن هذا الوعد خاص بأمة محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ لأنها الأمة المأمونة للدفاع عن كلمة الله بالمجهود البشري. </p><p> وبهذا يكون الوعد في التوراة والإنجيل والقرآن هو وعد لأمة محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فكأن التوراة قد بُشِّر فيها بهذا للمسلمين المؤمنين بمحمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وكذلك الإنجيل قد بُشِّر فيه بهذا الوعد للأمة المسلمة. والدليل على ذلك هو قول الحق سبحانه في آخر سورة الفتح:  {مُّحَمَّدٌ رَّسُولُ الله والذين مَعَهُ أَشِدَّآءُ عَلَى الكفار رُحَمَآءُ بَيْنَهُمْ ... }  [الفتح: ٢٩] </p><p> إذن: فالدين لا يطبع المتدين لا على الشدة ولا على الرحمة، إنما يطبعه انطباعاً يصلح لموقف الشدة فيكون شديداً، ولموقف الرحمة فيكون رحيماً. ولو أنه مطبوع على الشدة لكان شديداً طوال الوقت، ولو طُبع على الرحمة فقط لكان رحيماً كل الوقت، ولكن شاء الحق أن يطبع المؤمنين ليكونوا أشداء على الكفار رحماء بينهم؛ ولذلك فالدين لا يطبع الناس على ذلة ولا على عزة، إنما يجعلهم أذلة على المؤمنين، وأعزة على الكفار. </p><p> وبذلك يُطوِّع المؤمن نفسه، هو شديد ورحيم، عزيز وذليل، فهو طوع للمنهج، فحين يتطلب منه منهج الله أن يكون شديداً يشتد، وحين </p><p> يتطلب منهج الله منه أن يكون رحيماً يرحم، وحين يتطلب الله من أن يكون ذليلاً بالنسبة لإخوانه المؤمنين يذل، وحين يتطلب الله منه أن يكون عزيزاً على الكافرين يعز. {مُّحَمَّدٌ رَّسُولُ الله والذين مَعَهُ أَشِدَّآءُ عَلَى الكفار رُحَمَآءُ بَيْنَهُمْ ... }  [الفتح: ٢٩] </p><p> وتتابع صفات المؤمنين في قوله سبحانه:  {تَرَاهُمْ رُكَّعاً سُجَّداً ... }  [الفتح: ٢٩] </p><p> وهم في ركوعهم وسجودهم إنما يعبرون عن قيم الولاء لله. </p><p> ثم يصفهم سبحانه:  {يَبْتَغُونَ فَضْلاً مِّنَ الله وَرِضْوَاناً سِيمَاهُمْ فِي وُجُوهِهِمْ مِّنْ أَثَرِ السجود ... }  [الفتح: ٢٩] </p><p> وهم لا يريدون إلا رضاء الله وفضله، والنور يشع من وجوههم؛ لأنهم أهل للقيم، ويضيف سبحانه:  {ذَلِكَ مَثَلُهُمْ فِي التوراة ... }  [الفتح: ٢٩] </p><p> أي: أن التوراة جاءت فيها البشارة بأن محمداً سيجيء بأمة فيها الخصال الإيمانية والقيمية التي لا توجد في اليهود، هؤلاء الذين تغلب عليهم المادية ولا ترتقي أرواحهم بالقيم الدينية، فأنت إن نظرت إلى التوراة المحرفة </p><p> فلن تجد فيها أي شيء عن اليوم الآخر، بل كلها أمور مادية. </p><p> أما في الإنجيل فقد جاءت المسيحية بالرهبنة، والماديات فيها ضعيفة؛ ولذلك جاء القرآن منهجاً متكاملاً تنتظم به الحياة، قيماً حارسة، ومادة محروسة؛ فالعالم يفسد حين تأتي المادة فتطغى وتنحسر القيم، أو حين توجد قيم ليس لها قوة مادية تدافع عنها، فيأبى القوي الظالم إلا أن يطغى بقوته المادية على القيم الروحية فيكون الخلل في البناء الاجتماعي. </p><p> إذن: فنحن في حاجة دائمة إلى قيم تحرسها مادة، ومادة تحرسها قيم. وأخبر الله قوم موسى: أنتم لا تملكون القيم المعنوية، وتعتزون بالقيم المادية، لذلك ستأتي أمة محمد وهي تملك قيم الروح والمادة، فهم رُكَّع، سُجَّد، يبتغون فضلاً من الله ورضواناً، وسيماهم في وجوههم من أثر السجود. </p><p> وأبلغ سبحانه قوم عيسى عليه السلام أنه سيأتي في أمة محمد بمنهج يعطيهم ما فقدتموه من المادة؛ بسبب أنكم انعزلتم عن الحياة وابتدعتم رهبنة ما كتبها الله عليكم، بينما نحن نريد حركة في الحياة. {ذَلِكَ مَثَلُهُمْ فِي التوراة وَمَثَلُهُمْ فِي الإنجيل كَزَرْعٍ أَخْرَجَ شَطْأَهُ فَآزَرَهُ فاستغلظ فاستوى على سُوقِهِ يُعْجِبُ الزراع لِيَغِيظَ بِهِمُ الكفار ... }  [الفتح: ٢٩] </p><p> ومن حق المسلمين أن يقولوا: أيها الكافرون ليست لكم مادة تطغون بها علينا؛ لأن الإسلام يريد من حركة حياتنا على ضوء منهجه في الأرض أن تتوازن المادة مع القيم؛ لأن القيم هي التي تحرس الحضارة، والمادة إنما تحرس القيم، وحين يمتلك المسلمون القوة المادية فسيرتدع أي إنسان عن أن يطمع في فتنة المسلمين في دينهم؛ ولذلك قال الحق سبحانه:  {وَأَعِدُّواْ لَهُمْ مَّا استطعتم مِّن قُوَّةٍ وَمِن رِّبَاطِ الخيل تُرْهِبُونَ بِهِ عَدْوَّ الله وَعَدُوَّكُمْ ... }  [الأنفال: ٦٠] </p><p> فالكفار إذا رأوك قد أعددْتَ لهم يتهيبون. </p><p> وفي الآية التي نحن بصدد خواطرنا عنها، يقول الحق: </p><p> {وَعْداً عَلَيْهِ حَقّاً فِي التوراة والإنجيل والقرآن} </p><p> وما دام الحق قد أعطى الوعد، فلن يوجد من هو أوفى منه؛ لذلك يقول:  {وَمَنْ أوفى بِعَهْدِهِ مِنَ الله} وبذلك يطمئننا سبحانه على أن وعده محقق؛ لأن العهد ارتباط بين مُعَاهَد ومُعَاهِد، والذي يخرج عن هذا الارتباط أمران: </p><p> الأول: ألا يكون صادقاً حين أعطى عهداً، بل كان في نيته ألا يوفي، ولكنه أقام العهد خديعة حتى يستنيم له المعَاهَد. </p><p> والأمر الثاني: أن يكون قد أعطى وعداً بما لا يستطيع تنفيذه، فهو كاذب. </p><p> والله لا يليق به لا الكذب ولا الخديعة؛ فسبحانه مُنزَّه عن كل ذلك، ولا أحد أوْفَى بالعهد من الله. </p><p> فقد يُطعن في العهد والوفاء به عدم القدرة، لكن قدرة الحق مستوفية. </p><p> إذن: فالعهد الحقيقي إنما يؤخذ من الله، وقد جاء الحق بهذه القضية بشكل استفهامي {وَمَنْ أوفى بِعَهْدِهِ مِنَ الله} ؟ فالإجابة: لا أحد؛ لأن الذي يقدح في مسألة العهد الخُلف والكذب وغير ذلك. </p><p> والله سبحانه مُنزَّه عن الكذب والخديعة؛ لأن الخديعة لا تأتي إلا من ماكر، وإذا سمع أي إنسان {وَمَنْ أوفى بِعَهْدِهِ مِنَ الله} ثم أدار فكره في الكون ليبحث عن جواب، فلا يجد إلا أن يقول:  «الله» ، ولا أحد أوفى من الله بالعهد. وما دام الوعد بالجنة، فالجنة لا يملكها إلا هو سبحانه ووعده حق، وكلها تأكيدات بأن المسألة واقعة وحادثة. </p><p> ولهذا يقول سبحانه:  {فاستبشروا بِبَيْعِكُمُ الذي بَايَعْتُمْ بِهِ وَذَلِكَ هُوَ الفوز العظيم}  [التوبة: ١١١] </p><p> فالنتيجة لهذه المسألة كلها من شراء الله من المؤمنين أنفسهم وأموالهم بأن لهم الجنة، ثم وعده الحق المبيّن في التوراة والإنجيل والقرآن، وكلها شهادات مسجلة هي الاستبشار بما باعه المؤمن لله. فالإنسان - ولله المثل الأعلى - لا يسجل إلا ما يكون في صالح قضيته، ولا يسجل للخصم، فعندما يكون عندك صَكٌّ على فلان، فأنت الذي تحتفظ به وتحرص عليه؛ لأنه يؤيد حقك. </p><p> والحق سبحانه يقول:  {إِنَّا نَحْنُ نَزَّلْنَا الذكر وَإِنَّا لَهُ لَحَافِظُونَ}  [الحجر: ٩] </p><p> والقرآن هو الحجة الكاملة الشاملة في كل أمور الدنيا والآخرة، ومن فَرْط صدق القرآن أن البشر قد يصلون إلى قضية كونية ما، ومن بعد ذلك تُخَالَف، وحين تعود إلى القرآن تجد أن كلام القرآن هو الذي صدق، وقد حفظ الحق سبحانه القرآن لأن قضايا الكون الذي خلقه الله لا يمكن أن </p><p> تخرج عن قضايا القرآن؛ لأن منزل القرآن وخالق الكون واحد، فلا شيء يصادمه. </p><p> {فاستبشروا بِبَيْعِكُمُ الذي بَايَعْتُمْ بِهِ} </p><p> قوله الحق:  {فاستبشروا} مأخوذ من «البشرة» ، وهي الجلد عامة، وإن كان الظاهر منه هو الوجه. </p><p> وحين يقول الحق سبحانه:  {إِنَّ الله اشترى مِنَ المؤمنين أَنفُسَهُمْ وَأَمْوَالَهُمْ} فقد يفهم أحد أن النفس سوف تضيع، وأن الأموال سوف تنفق، وهذا قد يُقبِضُ النفس فهذا فيه الموت، وخسارة للمال، وكان من الطبيعي أن يشحب وجه الإنسان ويفزع ويخاف. ولكن ساعة يقول الحق سبحانه:  {إِنَّ الله اشترى} يجد بشرة المؤمن تطفح بالسرور. والبشر، ويحدث له تهلل وإشراق، مع أنه هنا سيأخذ نفسه، ولكن المؤمن يعرف أنه سبحانه سيأخذ نفسه ليعطيه الحياة الخالدة. </p><p> إذن: قضايا الإيمان كلها هكذا لا يجب أن تصيبنا بالخوف، بل علينا أن نستقبلها بالاستبشار، ولذلك يقول الحق:  {فاستبشروا} أي: فليظهر أثر ذلك على بشرتكم إشراقاً وسروراً وانبساطاً. </p><p> {فاستبشروا بِبَيْعِكُمُ} وهل يستبشر الإنسان بالبيع؟ نعم؛ لأن الإنسان لا يبيع إلا ما يستغني عنه عادة، ويشتري ما يحتاج إليه، فهنا الاستبشار بالبيع وليس بالشراء، فالمؤمن هنا يبيع فانياً بباق. </p><p> {فاستبشروا بِبَيْعِكُمُ الذي بَايَعْتُمْ بِهِ وَذَلِكَ هُوَ الفوز العظيم} وأنت إذا ما نظرت إلى الذين يخالفون العهد الذي أخذ عليهم، تجد الواحد منهم </p><p> يحتاج للمخالفة لأن وفاءه يتبعه. لكن الحق سبحانه ليس في حاجة لأحد وهو غني عن الجميع، ولا يوجد أدنى مبرر لخُلْف الوعد أبداً. </p><p> وتأتي {وَذَلِكَ} إشارة إلى الصفقة التي انعقدت بينكم وبين ربكم. </p><p> {وَذَلِكَ هُوَ الفوز العظيم} والفوز هو بلوغ الغاية المأمولة في عرف العقل الواعي، كما تقول لابنك:  «ذاكر لتفوز بالنجاح» وتقول للتاجر: «اجتهد في عملك بإخلاص لتفوز بالربح» . </p><p> إذن: فهناك «فوز» ، وهناك «فوز عظيم» والفوز في الدنيا أن يتمتع الإنسان بالصحة والمال وراحة البال. وهناك فوز أعظم من هذا؛ أن تضمن أن النعمة التي تفوز بها لا تفارقك ولا أنت تفارقها، فيكون هذا هو الفوز الذي لا فوز أعظم منه؟ </p><p> ويقول الحق بعد ذلك:  {التائبون العابدون ... } </p>"
}