{
  "id": null,
  "sura": 10,
  "aya": 101,
  "text": "<p> وهنا يُحدِّثنا الحق سبحانه عن عالم المُلْك الذي تراه، ولا يتكلم عن عالم الملكوت الذي يغيب عنك، وكأنك إن اقتنعت بعالم الملك، وقلت: </p><p> إن لهذا العالم خالقاً إلهاً قادراً قوياً، وتؤمن به؛ هنا تهبُّ عليك نفحات الغيب؛ لتصل إلى عالم الملكوت؛ لأنك اكتشفت في داخلك أمانتك مع نفسك، وأعلنت إيمانك بالخالق سبحانه، ورأيت جميل صُنْعه في السماء والكواكب، وأعجْبتَ بدقة نظام سَيْر تلك الكواكب. </p><p> وترى التوقيت الدقيق لظهور الشمس والقمر ومواعيد الخسوف الكلي أو الجزئي، وتُبهر بدقة المنظِّم الخالق سبحانه وتعالى، ولن تجد زحام مرور بين الكواكب يعطل القمر أو يعطل الأرض، ولن يتوقف كوكب ما لنفاد وقوده، بل كما قال الله سبحانه وتعالى: </p><p> {لاَ الشمس يَنبَغِي لَهَآ أَن تدْرِكَ القمر وَلاَ اليل سَابِقُ النهار وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ}  [يس: ٤٠] . </p><p> ونحن في حياتنا حين نرى دقة الصنعة بكثير فيما هو أقل من السماء والشمس والقمر، فنحن نكرِّم الصانع، وقد أكرمت البشرية مصمِّم التلغراف، ومصمم جهاز التليفزيون، فما بالنا بخالق الكون كله سبحانه. </p><p> ويكفي أن نعلم أن الشمس تبعد عنا مسافة ثماني دقائق ضوئية، والثانية الضوئية تساوي ثلاثمائة ألف كيلوا متر، وهي شمس واحدة تراها، غير آلاف الشموس الأخرى في المجرَّات الأولى، وكل مجرَّة فيها ملايين من المجموعات الشمسية، ويكفي أن تعلم أن الحق سبحانه قد أقسم </p><p> بالشمس، وقال عن كوكب الشِّعْرى: </p><p> {وَأَنَّهُ هُوَ رَبُّ الشعرى}  [النجم: ٤٩] . </p><p> لأن كوكب الشعرى أكبر من الشمس. </p><p> وحين تتأمل السموات والأرض تجد في الأرض جبالاً شامخة، وتمر عليها فتُدْهش من دقة التكوين ودقة التماسك، وتجد في داخلها نفائس ومعادن بدرجات متفاوتة، وقد تجد أسطع الجبال مُكوَّنة من مواد خصبة بشكل هشٍّ، فإذا ما نزل عليها المطر، فهو يصحبها معه إلى الأرض؛ لأنها تكون مجرد ذرات كذرات برادة الحديد، وتتخلل الأرض التي شقَّقتها حرارة الشمس. </p><p> والمثل الواضح على ذلك هو ما كان يحمله النيل من غِرْيَن في أثناء الفيضان إلى الدلتا قبل بناء السد العالي، وكانت مياه النيل في أيام الفيضان تشبه مادة «الطحينة» من فرط امتزاجها بذرات الغِرْين، وفي مثل هذا الغرين يوجد الخِصْب الذي نأخذ منه الأقوات. </p><p> ولو أن الجبال كلها كانت هشَّة التكوين، لأزالها المطر مرة واحدة، وجعلها مجرد مسافة نصف متر مضاف لسطح الأرض، ولاختفى الخصب من الأرض بعد سنوات، لكن شاء الحق سبحانه أن يجعل الجبال </p><p> متماسكة، وجعل سطحها فقط هو الهش لينزل المطر في كل عام مرة؛ ليحمل الخصب إلى الأرض. </p><p> ومَنْ يتأمل هندسة التكوين في الاقتيات يجد الجبال مخازن للقوت. </p><p> فالبشر يحتاجون إلى الحديد ليصنعوا منه ما يفيدهم، سواء أكان آلات لحرث الأرض، أو أي آلات أخرى تساعد في تجميل الحياة، وتجد الحديد مخزوناً في الجبال. </p><p> وكذلك نجد المواد الأخرى مثل الفوسفات أو المنجنيز، أو الرخام، أو الفيروز أو الغازات. </p><p> إذن: فالمطمور في الجبال إما للاقتيات، أو وسيلة إلى الاقتيات، أو وسيلة للتَّرف فوق الاقتيات. </p><p> وحين ينزل المطر فوق الجبال فهو يأخذ الخِصْب من الطبقة الهشَّة على سطح الجبال وتبقى المواد الأخرى كثروات للناس، ففي إفريقيا مثلاً توجد مناجم للفحم والماس، وفي بلاد أخرى تجد عود الطيب، وهو عبارة عن جذور أشجار. </p><p> وأنت لو شققت الأرض كقطاع من محيط الأرض إلى المركز تجد الأرض الخصبة مع الصحراء، مع المياه، مع الجبال، متساوية في الخير مع القطاع المقابل للقطاع الأول. </p><p> وقد تختلف نوعيات العطاء من موقع إلى آخر على الأرض، فأنت لو حسبت مثلاً ما أعطاه المطر للنيل من خِصْب الجبال من يوم أن خلق الله عَزَّ وَجَلَّ النيل في أرض وادي النيل في إفريقيا، وحسبت ما أعطاه النفط (البترول) ، في صحراء الإمارات مثلاً، ستجد أن عطاء النيل يتساوى مع عطاء البترول، رغم أن اكتشاف البترول قد تَمَّ حديثاً. </p><p> وكل قُوتٍ محسوب من مخازن القوت، وكل قوت له زمن، فهناك زمن للفحم، وزمن للبترول، كل ذلك بنظام هندسي أنشأه الحكيم الأعلى سبحانه. </p><p> وما دام الحق سبحانه وتعالى قد قال:  {يَعْقِلُونَ} في مجال النظر في السموات وفي الأرض، فهذه دعوة لتأمل عجائب السموات والأرض. </p><p> ومن تلك العجائب أن الجبال الشاهقة لها قمة، ولها قاعدة، مثلها مثل الهرم، وتجد الوديان على العكس من الجبال؛ لأن الوادي يكون بين جبلين، وتجد رأس الوادي في أسفله، ورأس الجبل في قمته. </p><p> وحين ينزل المطر فهو يمرُّ برأس الجبل الضيق؛ ليصل إلى أسفل قاع الوادي الضيق، وكلما نزل المطر فهو يأخذ من سطح الجبل؛ ليملأ مساحة الوادي المتسعة، وكلما ازداد الخلق، زاد الله سبحانه رقعة الاقتيات. </p><p> ومثال ذلك تجده في الغِرْيَن القادم من منابع النيل؛ ليأتي إلى وادي النيل والدلتا، وكانت هذه الدلتا من قبل مجرد مستنقعات مالحة، وشاء الحق سبحانه أن تتحول إلى أرض خصبة. </p><p> وحين نتأمل ذلك نرى أن كل شيء في الكون قد أوجده الحق سبحانه بحساب. </p><p> والذي يفسد الكون هو أننا لا نقوم بتكثير ما تكاثر، بل ننتظر إلىأن تزدحم الأرض بمن عليها، ثم نفكر في استصلاح أراضٍ جديدة، وكان يجب أن نفعل ذلك من قبل. </p><p> وكلما نزل المطر على الجبال فهي تتخلخل وتظهر ما فيها من معادن، يكشفها الإنسان ويُعْمِل عقله في استخدامها. </p><p> والمؤمن حين يرى ذلك يزداد إيماناً، وكلما طبَّق المؤمن حُكْماً تكليفياً مأموراً به، يجد نور الإيمان وهو يشرق في قلبه. </p><p> وليُجرِّب أي مسلم هذه التجربة، فليجرب أن يعيش أسبوعاً في ضوء منهج الله سبحانه وتعالى، ثم يَزنْ نفسه ويُقيِّمها ليعرف الفارق بين أول الأسبوع وآخر الأسبوع، سيكتشف في هذا الأسبوع أنه يصلي في مواقيت الصلاة، وسيجد أنه يعرق في عمله ليكسب حلالاً، وسيجد أنه يصرف ماله في حلال. </p><p> زنْ نفسك يقينياً في آخر الأسبوع ستجد أن نفسك قد شفَّت شفافية رائعة؛ لتجد ضوء ونور الإيمان وهو يصنع انسجاماً بينك وبين الكون كله في أبسط التفاصيل وأعقدها أيضاً. </p><p> ومثال ذلك: إنك قد تجد الرجل من هؤلاء الذين أسبغ عليهم تطبيقُ منهج الله الشفافيةَ تسأله زوجته: ماذا نطبخ اليوم؟ فيقول لها: فَلْنقْضِ اليوم بما بقي من طعام أمس، ثم يُفَاجأ بقريب له يزوره من الريف، وقد جاءه ومعه الخير. </p><p> لقد وصل الرجل إلى درجة من الشفافية تجعله منسجماً مع الكون كله، فيصله رزق الله تعالى له من أيِّ مكان. </p><p> وتجد الشفافية أيضاً في أعقد الأمور، ألم يَقُلْ يعقوب عليه السلام: </p><p> {إِنِّي لأَجِدُ رِيحَ يُوسُفَ}  [يوسف: ٩٤] . </p><p> وكان إخوة يوسف عليه السلام ما زالوا على أبواب مصر خارجين منها للقاء أبيهم، حاملين قميصَ يوسف، الذي أوصاهم يوسف بإلقائه على وجه أبيه ليرتد إليه بصره. </p><p> لقد جاءت ريح يوسف عليه السلام لأبيه يعقوب؛ لأن يعقوب عليه السلام قد عاش في انسجام مع الكون، ولا توجد مُضارة بينه وبين الكون. </p><p> والمثال الحيّ لذلك هو فرح لكون لمجيء رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، يوم مولده، لقد فرح الكون بمقدم الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ لأن الكون عابد مُسبِّح لله سبحانه، فحين يأتي مَنْ يدعو العباد إلى التوحيد لا بُدَّ أن يفرح الكون، أما مَنْ يَعْصِ الله تعالى، فالكون كله يكرهه ويلعنه، ويتلاعن الاثنان. </p><p> وقد فرح الكون بمجيء الرسول الذي أراد الله سبحانه أن تنزل عليه الرسالة الإلهية ليعتدل ميزان الإنسان مع الكون. </p><p> وهنا يقول الحق سبحانه: </p><p> {قُلِ انظروا مَاذَا فِي السماوات والأرض}  [يونس: ١٠١] . </p><p> والكون كله أمامهم، فلماذا لا ينظرون؟ إنهم يبصُرون ولا يستبصرون، مثل الذي يسمع ولا يسمع؛ ولذلك يقول الله سبحانه وتعالى: </p><p> {وَمَا تُغْنِي الآيات والنذر عَن قَوْمٍ لاَّ يُؤْمِنُونَ}  [يونس: ١٠١] . </p><p> إذن: فعدم إيمانهم أفقدهم البصيرة والتأمل. </p><p> ولذلك يقول الحق سبحانه وتعالى:  {فَهَلْ يَنتَظِرُونَ إِلاَّ مِثْلَ أَيَّامِ} </p>"
}