{
  "id": null,
  "sura": 10,
  "aya": 2,
  "text": "<p> ما هو العجيب - إذن - في أن الله أوحى إلى رجل منكم أن يبلغكم إنذار الله وبشارته؟ ما الذي تعجبتم منه؟ وما موضع العجب فيه؟ وجاء تحديد العجب فيه ما ذكرته الحيثية في آخر السورة السابقة من أنه:  {رَسُولٌ مِّنْ أَنفُسِكُمْ ... }  [التوبة: ١٢٨] </p><p> أي: من البشر، ومن العرب، ومن قبائلكم، ومن أنفسكم ممن تعرفون كل خُلُقه، فما العجيب في أن يرسله الله رسولاً إليكم؟ إنكم قد ائتمنتموه على أموركم من قبل أن ينزل عليه الوحي من الله، فكأنكم احترمتم طبعه الكريم، وأنكم في كثير من الأشياء قبلتم منه ما يصل إليه من أحكام. </p><p> ودليل هذا أنكم حين اختلفتم في بناء الكعبة، وقالت كل قبيلة: نحن أولى بأن نضع بأيدينا أقدس شيء في الكعبة، وهو الحجر، حين ذلك اختلفت القبائل؛ فما كان إلا أن حَكَّموا أول داخل؛ فشاء الله أن يكون </p><p> أول داخل هو محمد بن عبد الله، فكيف يحل محمد بن عبد الله هذه المشكلة، ولم يكن قد نزل عليه وحي بعد؟ إنها الفطرة التي جعلته أهلاً لاستقبال وحي الله فيما بعد، فماذا صنع؛ لينهي هذا الخلاف؟ </p><p> جاء برداء، ووضع الحجر على الرداء، ثم قال لكل قبيلة: أمسكوا بطرف من الرداء، واحملوا الحجر إلى مكانه. وتلك هي الفطرة السليمة. ورأينا أيضاً سيدنا أبا بكر عندما قالوا له وهو راجع من الرحلة التي كان يقوم بها: لقد ادعى صاحبك النبوة، قال:  «إن كان قد قالها فقد صدق» . </p><p> من أي أحداث جاء حكم أبي بكر. أهو سمع من رسول الله كلاماً معجزاً؟ أسمع منه قرآناً؟ لا، بل صدٌّقه بمجرد أن أعلن أنه رسول. فقد جربه في كل شيء ووجده صادقاً، وجربه في كل شيء ووجد أنه أمين، فما كان محمد لِيصْدُقَ فيما بين البشر، ليكذب على الله. </p><p> وكذلك خديجة بنت خويلد حينما قال لها رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: يأتيني كذا وأخاف أن يكون كذا، فبينت له أن المقدمات التي في حياته لا توحي بأن الله يخذله ويفضحه ويسلط عليه الجن: «إنك لتصل الرحم، وتحمل </p><p> الكَلَّ وتنصف المظلوم، ولن يخزيك الله أبداً» وبذلك كانت السيدة خديجة أول فقيه مستنبط في الإسلام. </p><p> وقوله سبحانه:  {أَكَانَ لِلنَّاسِ عَجَباً} يعني: التعجب من أن يصدر منهم العجب، والقرآن يتعجب كيف يصدر منهم هذا العجب؟ وما دام يتعجب كيف يصدر منهم هذا العجب؟ فمن المنطقي ألا يكونوا قد تعجبوا؛ لأنك حين تتعجب من شيء فإما أن تتعجب منه؛ لأنه بلغ من الحسن مبلغاً فوق مستوى ما تعرف من البشر، مثلما ترى صنعة جميلة وتقول: ما أحسن هذه الصنعة، ونتساءل: ما الذي جعل هذه الصنعة جميلة إلى هذا الحد غير المتصور؟ </p><p> وأنت تقول ذلك؛ لأن الصنعة قد بلغت من الجمال مبلغاص لا تصدق به أن أحداً من الموجودين في إمكانه أن يصنعها. </p><p> والمثال على ذلك: نجد من يقول: ما أحسن السماء؛ وهو يتعجب من الشيء الذي يفوق تصوره. وقد يتعجب من شيء قبيح، ما كان يجب أن يرد على الخاطر، ولذلك يقول القرآن:  {كَيْفَ تَكْفُرُونَ بالله ... }  [البقرة: ٢٨] </p><p> أي: قولوا لنا: كيف قبلتم لأنفسكم الكفر؟ </p><p> لأن الكفر مسألة عجيبة تتنافى مع الفطرة. </p><p> وهنا يقول الحق:  {أَكَانَ لِلنَّاسِ عَجَباً أَنْ أَوْحَيْنَآ إلى رَجُلٍ مِّنْهُمْ ... }  [يونس: ٢] </p><p> وهنا نتساءل: كيف تتعجبون وقد جئناكم برسول من أنفسكم، {عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بالمؤمنين رَءُوفٌ رَّحِيمٌ}  [التوبة: ١٢٨] </p><p> أليس هذا هو المطلوب في الرائد، فكيف تعجبون؟ . </p><p> إن عجبكم يدل على أن بصيرتكم غير قادرة على الحكم على الأشياء، وما كان يصح أن يُستقبل الرسول بالعجب، ونحن نتعجب من عجبكم هذا. </p><p> وحين تتعجب من العجب؛ فأنت تبطل التعجب. </p><p> {أَكَانَ لِلنَّاسِ عَجَباً أَنْ أَوْحَيْنَآ ... }  [يونس: ٢] </p><p> أي: أن إيحاءنا لرجل منكم كان عجيباً عندكم، وما كان يصح أن يكون أمراً عجيباً؛ لأنه أمر منطقي وطبيعي. </p><p> ثم ما هو الوحي؟ لقد سبق أن أوضحنا أن الوحي هو الإعلام بخفاء. وهناك إعلام واضح مثل قولك لابنك: يا بني اسمع كذا، وافعل كذا. هذا إعلام واضح. وهناك إعلام بخفاء، كأن يدخل عندك ضيف؛ ثم يسهو خادمك - مثلاً - عن تحيته، فتشير للخادم إشارة؛ تعني بها أن </p><p> يُسرع بتقديم التحية للضيف؛ من مرطبات، أو حلوى، وهكذا تكون قد أعلمت خادمك بخفاء. </p><p> والحق سبحانه وتعالى يوحي إلى الجماد، فسبحانه يقول:  {إِذَا زُلْزِلَتِ الأرض زِلْزَالَهَا وَأَخْرَجَتِ الأرض أَثْقَالَهَا وَقَالَ الإنسان مَا لَهَا يَوْمَئِذٍ تُحَدِّثُ أَخْبَارَهَا بِأَنَّ رَبَّكَ أوحى لَهَا}  [الزلزلة: ١ - ٥] </p><p> أي: أنه سبحانه وتعالى قد أعلمها إعلاماً خفيّاً؛ وهي قد فهمت بطريقة لا نعرفها. </p><p> وسبحانه يوحي للحيوانات، فهو القائل:  {وأوحى رَبُّكَ إلى النحل ... }  [النحل: ٦٨] </p><p> أي: أنها فهمت عن الله بما أودع فيها من الغرائز. </p><p> وسبحانه يوحي للملائكة وهو القائل:  {إِذْ يُوحِي رَبُّكَ إِلَى الملائكة ... }  [الأنفال: ١٢] </p><p> ويوحي الحق سبحانه إلى غير الرسل؛ كما أوحى إلى أم موسى </p><p> {وَأَوْحَيْنَآ إلى أُمِّ موسى أَنْ أَرْضِعِيهِ فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِي اليم ... }  [القصص: ٧] </p><p> وأوحى سبحانه إلى الرسل جميعاً. </p><p> إذن: فسبحانه يوحي للجماد، ويوحي للحيوان، ويوحي للملائكة ويوحي للصالحين من غير الأنبياء، ويوحي للأنبياء وللرسل. </p><p> والوحي - كإعلام بخفاء - يقتضي مُعْلِماً، وهو الحق سبحانه وتعالى، ومُعْلَماً؛ وهو إما: الأرض، وإما النحل، وإما الملائكة، وإما إلى بعض الصالحين من غير الأنبياء، وإما إلى الرسل والأنبياء. </p><p> وقد يأتي الوحي من غير الله، فسحبحانه يقول: </p><p> {وَكَذَلِكَ جَعَلْنَا لِكُلِّ نِبِيٍّ عَدُوّاً شَيَاطِينَ الإنس والجن يُوحِي بَعْضُهُمْ إلى بَعْضٍ زُخْرُفَ القول غُرُوراً ... }  [الأنعام: ١١٢] </p><p> إذن: فالشياطين يُعلمون بعضهم البعض إعلاماً خفياً. </p><p> ويقول الحق:  {إِنَّآ أَوْحَيْنَآ إِلَيْكَ ... }  [النساء: ١٦٣] </p><p> والموحى إليه هو محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وهو وحي خاص بالرسول، فلا تقل: أنا لم أسمع ماذا أوحى إلى محمد، ولا أعرف كيف نزل </p><p> الوحي، فقد جاء جبريل إلى رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وبلغه أن يعلن ما أوحي إليه، ولو كنت أنت قادراً على سماع الوحي من جبريل، فما ضرورة إرسال الرسول إذن؟ </p><p> إن الطاقة والقدرة العالية المرسلة إلى الموحى إليه تحتاج إلى قوة تحمل، وضربنا المثل من قبل بأن الإنسان حين ينقل طاقة من مصدر عال قوى إلى مصدر ضعيف فهو لا يُسرب الطاقة من القويّ إلى الضعيف دفعةً واحدة، وإلا لما تحمَّل الضعيف تلك الطاقة من القادمة إليه من القوى، ولذلك نحن نأتي بمحوِّل يتحمل طاقة قوى، ثم ينقل للضعيف ما يناسب قدرته، ومثال ذلك هو شراؤنا لمحول كهربي حين ننقل الكهرباء من مصدر طاقة عالي الجهد إلى مصدر آخر ضعيف قليل الجهد؛ مثل المصباح الصغير الذي تضيئه في المنزل ليلاً لينير بالقدر المناسب كيلا نرتطم بالأشياء، وهو ما نسميه بالعامية «ونّاسة» . إذن: فمهمة المحول أن يستقبل من مصدر الطاقة القوي؛ ليضيء لمصدر الطاقة الضعيف. </p><p> فإذا كان الله سبحانه وتعالى هو الذي يوحي للرسول، والرسول من البشر لا يمكنه التلقي المباشر عن الله؛ لذلك لا بد من واسطة تبلغ في الارتقاء بما يمسح لها بالتلقي عن الله، وتستطيع أن تلتقي بالبشر؛ وهذه خاصية المَلَك. </p><p> ورغم أن أصاب الجهد والتعب سيدنا رسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في أول تلقيه للوحي، وكان صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يعرف حتى يتفصد العرق من جبينه، وإذا انصرف </p><p> عنه الوحي قال:  «زمّلوني. . زملوني» ويرتعد. </p><p> وكان الصحابة يقولون: كان إذا نزل الوحي على رسول على رسول الله، وهو قاعد؛ وقد تكون ركبته على فخذ أحد الصحابة، فيجد الصحابي ثقلاً على رجله من شدة وطأة ركبة الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وإذا نزل الوحي، والرسول يركب مطيه فهي تئط منه. </p><p> إذن: كان الوحي يُتعب رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وبعد أن يُسرِّي عنه التعب؛ تبقى له حلاوة ما أوحي إليه؛ فيتشوّق ثانية للوحي. </p><p> وقد شاء الحق أن يشوّق النبي صلى الله عليه وسلك، للوحي ففتر الوحي لمدة من الزمن. وحين اشتاق النبي للوحي؛ كان ذلك يعني أنه قد شحن نفسه بطاقة متقبلة لاستقبال هذا الوحي؛ بما فيه من تعب. </p><p> ولله المثل الأعلى دائماً، قسْ أنت الجهد المبذول في رحلة إلى من تحب، أثناء المطر، والأرض موحلة ومليئة بالشوك، ورغم ذلك أنت تقطع الرحلة دون أن تلتفت لما فيها من إرهاق وتعب. </p><p> وشاء سبحانه أن يرغِّب رسوله شوقاً إلى الوحي، رغم ما فيه من جهد؛ لأن التقاء مَلَك ببشر، وهذا اللقاء يكون على صورتين: إما </p><p> أن ينقلب الملَك إلى مرتبة بشرية؛ وهذه الصورة ليس فيها إجهاد على رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ لأن عملية التحويل جاءت في الأعلى بينما يظل رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كما هو، «مثلاً دخل جبريل على رسول الله، وكان معه بعض من الصحابة،وسأل النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:ما الإيمان؟ وما الإسلام؟ وما الإحسان؟ ثم اختفى السائل، فسأل الصحابة رسول الله عن هذا السائل؛فقال:» هذا جبريل جاءكم يُعلِّمكم أمور دينكم. «</p><p> هذه هي الصورة الأولى في الوحي، والتحول فيها كان من جهة الإرسال فلا مشقة فيها على النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> أما الصورة الثانية، فقد كان فيها مشقة على رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ لأن الملك يظل على طبيعته، والتحول إنما يحدث لمحمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وكان التحول يقتضي عملية كيمياوية تصيبه بالجهد؛ فيقول بعد أن يُسرى عنه: » زمّلوني. « </p><p> وشاء الحق أن يتلطف برسوله، ففتر الوحي فترة من الزمن. وقال الكافرون من العرب: إن رب محمد قد قلاه وهذا غباء منهم؛ لأنهم </p><p> اعترفوا أن لمحمد ربّا. وما داموا قد اعترفوا، فعدم إيمانهم صلف وغباء، وارادوا بذلك أن ينسبوا النقص لمحمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فقالوا: إن الله قد قلى محمداً. </p><p> وقد شاء الحق أن ينقطع الوحي عن محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ هذه المدة؛ ليكشفهم أمام أنفسهم وأمام غيرهم، لتنكشف نواياهم، وتثبت قلّة بصيرتهم، وافتقادهم للمنطق السليم، فهم حين اعترفوا أن لمحمد ربَّا، كان عليهم أن يحتكموا إلى عقولهم؛ ليعرفوا أنهم قد أقروا بالألوهية، لكنهم أرادوا بهذا الاعتراف أن ينسبوا النقص لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> ولو قاضيناهم إلى عقولهم، وإلى الكون الذي عاشوا فيه، وإلى الظواهر المادية المحسوسة لهم، لعرفوا أن الأحداث لا بد لها من زمان ومكان؛ لأن كل حديث يتطلب زماناً ومكاناً، وإذا لم يوجد حدث؛ لا يوجد زمان أو مكان. </p><p> ولذلك أقول دائماً لمن يسأل: أين كان الله؟ أقول له: أنت جئت بالأينية من الزمان، والمكانية من المكان، وهذا لا يتأتى إلا بوجود حدث. وما دام الله غير حدث، فلا زمان يحدده، ولا مكان يُجيّزه؛ لأن الزمان كان به، والمكان كان فيه. والأحداث هي عند البشر، فهم من يستقون في المكان، ويتوالى عليهم الزمان. </p><p> والزمان الذي يحدث فيه أي حدث اسمه» ظرف زمان «، والمكان </p><p> الذي يحدث فيه الحدث اسمه» ظرف مكان «؛ وظرف المكان ظرف قارّ ثابت، بينما ظرف الزمان غير قارٍ، بل هو حال، وبعد قليل يصبح الحال زمناً ماضياً؛ ويأتي المستقبل ليكون حاضراً، ثم يصبح ماضياً. </p><p> وهكذا نعلم أن زمناً يحدث فيه التناوب بين المستقبل والحال والماضي، والليل والنهار هما أوضح صور ظرف الزمان وفيهما اختلاف، فالليل يأتي والنهار خلفه؛ لأن النهار جعله الله ضياء؛ للحركة والكدح والعمل، وجعل سبحانه الليل ظلاماً؛ للسكون والراحة، فإن لم ترتحْ بالليل؛ لا تقوى علة العمل في الصباح، وهكذا يكون الليل مكملاً للنهار لا مناقضاً له. </p><p> وكذلك شاء الحق أن يكون الوحي بهذا الشكل، فحين جاء الوحي لأول مرة أجهد رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، ثم فتر الوحي ليستريح صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ وتتجدد قدرته على استقبال الوحي من بعد ذلك. </p><p> وحين قال الكافرون: إن ربَّ محمد قد قلاه، ردّ عليهم الحق سبحانه </p><p> وتعالى:  {والضحى والليل إِذَا سجى مَا وَدَّعَكَ رَبُّكَ وَمَا قلى} والضحى ضحوة النهار وهي - كما قلنا - للعمل والحركة، فإذا جاء الليل فهو يبدو وكأنه ضد النهار، لكنه غير ذلك، بل هو مكمل له ويساعده. </p><p> إذن: ففتور الوحي لمدة من الزمن كان لمساعدة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لتجديد الحيوية. وقد أقسم الحق سبحانه بالضحى والليل، وهو قسم بالظاهرة الكونية المشاهدة والتي يعترف بها كل إنسان، مؤمنهم، وكافرهم! </p><p> أقسم الحق بالضحى أنه ما قلى رسوله، بل شاء بفتور الوحي أن يعطيه طاقة تزيد من حركته، وتزيد من جهده ليشتاق صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لأمر الوحي. وبذلك أعانه الحق على مهمته، وفي هذا أبلغ ردٍّ على من قالوا: إن رب محمد قد قلاه، وإثبات أن الحق قد شاء لفترة فتور الوحي أن تكون كالليل سكوناً، ليهدأ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بعد الضحى المجهد الذي استقبل به الوحي. </p><p> وبعد أن تتجدد حيويته صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يأتي الوحي من جديد؛ لذلك قال الحق:  {وَلَلآخِرَةُ خَيْرٌ لَّكَ مِنَ الأولى وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فترضى}  [الضحى: ٤ - ٥] </p><p> وبعد هذه السورة يقول الحق سبحانه في سورة الشرح:  {والضحى والليل إِذَا سجى مَا وَدَّعَكَ رَبُّكَ وَمَا قلى وَلَلآخِرَةُ خَيْرٌ لَّكَ مِنَ الأولى}  [الشرح: ١ - ٤] </p><p> وهكذا بيَّن لنا الحق أن مسألة فتور الوحي وعودته هي عملية متكاملة، لكن الأغبياء فقط هم من يظنون أنها نتناقضة ويقولون:  (ظلمة - وضوء) ، و (ليلٌ - ونهارٌ) والحق أنها متكاملة. </p><p> ومثل هذا الأمر تجده أيضاً فيمن يحاولون خَلْق عداوة بين الرجل والمرأة، ولم يتفهَّموا أن الذكر متمّم للأنثى، وأن الأنثى متمّمة للذكر. </p><p> وهنا يقول الحق {أَكَانَ لِلنَّاسِ عَجَباً أَنْ أَوْحَيْنَآ إلى رَجُلٍ مِّنْهُمْ أَنْ أَنذِرِ الناس وَبَشِّرِ الذين آمنوا ... }  [يونس: ٢] </p><p> والإنذار - كما نعلم - هو الإخبار بشيء يمكن أن تتلافاه. </p><p> أما البشارة فهي الإخبار بخير يحثُّك من يبشرك على أن تقتنيه. وأنت تنذر من يهمل في دراسته بأنه قد يرسب، وأنت حين تنذره إنما تطالبه بأن يجتهد، وفي المقابل فأنت تبشر المجتهد بالنجاح وبالمستقبل الطيب. </p><p> إذن: فالإنذار يعني أن تحث الإنسان على ألا يقبل أو يُقْدِمَ على </p><p> ما يضره. والتبشير يعني أن تحث الإنسان على أن يجتهد؛ لينال ما يحبه. والأمور في الأحداث كلها تدور بين سَلْب وإيجاب. </p><p> ولسائل أن يقول: ولماذا جاء سبحانه بالإنذار قبل البشارة؟ </p><p> فنقول: إن كلمة «الإنذار» كلمة عامة لكل الناس، حتى يتجنبوا ما يقودهم إلى النار، لكن البشارة تكون لمن آمن فقط. أو أن الإنذار والبشارة للمؤمنين، ولكن شاء الحق أن يجعل المؤمنين في صف البشارة دائماً، وأن يكون الإنذار لوناً من ضرورة التخلية من العيوب، قبل التحلية بالكمال. </p><p> فأنت تدفع عن نفسك الأمر الذي يأتي بالضُرّ أولاً، ثم تتجه إلى ما يجلب النفع من بعد ذلك؛ لأن دَرْء المفسدة مُقدّم على جلب المصلحة. </p><p> ونجد الحق سبحانه يحدد الإنذار بأنه للناس، والناس: هم الجنس المنحدر من آدم إلى أن تقوم الساعة. وقد وقف بعض المستشرقين عند كلمة «الناس» ، وأرادوا أن يدخلونا من خلالها إلى متاهات التشكيك في القرآن، وقالوا: إن القرآن فيه تكرار لا لزوم له. </p><p> وأهم سورة أخذها هؤلاء المستشرقون هي سورة «الناس» حيث يقول الحق: {قُلْ أَعُوذُ بِرَبِّ الناس مَلِكِ الناس إله الناس مِن شَرِّ </p><p> الوسواس الخناس الذى يُوَسْوِسُ فِي صُدُورِ الناس مِنَ الجنة والناس} [الناس: ١ - ٦] </p><p> وهذا الجمع من المستشرقين فهموا أن المعنى لكلمة «الناس» في كل آية من آيات هذه السورة هو معنى واحد. ولنهم لم يتمتعوا بملكة اللغة؛ لم يلتفتوا إلى أن معنى كلمة «الناس» في كل موقع هو معنى مختلف وضروري؛ لأن الحق سبحانه أراد بكل كلمة في القرآن أن تكون جائبة لمعناها، وأن يكون كل معنى جاذباً للكلمة المناسبة له. </p><p> والمثال أيضاً في كلمة «الناس» ؛ هو قول الحق سبحانه:  {أَمْ يَحْسُدُونَ الناس على مَآ آتَاهُمُ الله مِن فَضْلِهِ ... }  [النساء: ٥٤] </p><p> فهل كل الناس تتلقى الحسد؟ لو كان الأمر كذلك فمن الحاسد؟ إذن: فقوله الحق: {أَمْ يَحْسُدُونَ الناس ... }  [النساء: ٥٤] </p><p> إنما يعني أن هناك أناساً حاسدين، وآخرين محسودين، ولا تكون كلمة «الناس» عامة شاملة لكل الأفراد إلا في حالة الحكم العام. </p><p> والمثال هو قوله الحق:  {إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ ... }  [آل عمران: ٩٦] </p><p> وهذا القول الحق يحل لنا إشكالاً عاماً، فالبيت الحرام موضوع لكل الناس، من لَدُن آدم، وآدم أبو الناس. </p><p> ولا بد - إذن - أن يكون البيت موضوعاً قبل أن يكون آدم، وأن الذي وضعه هو من غير الناس، فالذي وضعه هو بأمر من الحق سبحانه، فلا يقولن أحد: إن إبراهيم - عليه السلام - هو الذي وضع البيت الحرام؛ لأن مهمة إبراهيم - عليه السلام - كانت هي رفع القواعد من البيت؛ لأننا لو قلنا: إن إبراهيم - عليه السلام - هو الذي بنى البيت؛ فكيف ينسجم هذا مع قوله الحق: </p><p> {وَإِذْ يَرْفَعُ إِبْرَاهِيمُ القواعد مِنَ البيت وَإِسْمَاعِيلُ ... }  [البقرة: ١٢٧] </p><p> وهو قول نفهم منه أن إسماعيل كان شريكاً لوالده في الرفع والبناء، ولا بد أن يكون قد امتلك درجة من القوة تجعله قادراً على مساعدة الأب في العمل. </p><p> وهذا القول أيضاً نفهم منه أن عملية رفع القواعد من البيت لم تتم وقت أن كان إسماعيل رضيعاً؛ لأن الحق سبحانه قال على لسان إبراهيم عليه السلام:  {رَّبَّنَآ إني أَسْكَنتُ مِن ذُرِّيَّتِي بِوَادٍ غَيْرِ ذِي زَرْعٍ عِندَ بَيْتِكَ المحرم ... }  [إبراهيم: ٣٧] </p><p> وهذا يعني أن البيت كان موجوداً قبل ذلك. </p><p> وقولنا هذا يرد على بعض العلماء الذين قالوا: إن إبراهيم - عليه السلام - هو أول من بنى الكعبة فنقول لهم: وماذا عن الخلق البشري من قبل إبراهيم إلى لَدُنْ آدم، أليسوا ناساً؛ فلماذا لم يكن لهؤلاء الناس من قبل إبراهيم بيتٌ محرّمٌ؟ </p><p> وهكذا شاء الحق سبحانه أن يكون البيت الحرام لكل الناس من لدن آدم، وأنه موضوع من قِبَلِ الله. </p><p> وكلمة الناس - إذن - عامة حين يتعلق الأمر بحكم عام، وتكون خاصة في مواقع أخرى، مثل قوله:  {أَمْ يَحْسُدُونَ الناس على مَآ آتَاهُمُ الله مِن فَضْلِهِ ... }  [النساء: ٥٤] </p><p> وأما سورة «الناس» بالاستقراء الدقيق في هذه السورة، نجد الحق سبحانه يقول:  {قُلْ أَعُوذُ بِرَبِّ الناس}  [الناس: ١] </p><p> وهذا إعلان للربوبية لكل الخلق، فهو الرب الذي أوجد وأعطى الصفات لكل مخلوق. </p><p> ولا تحسب أنك تستطيع أن تشرد منه؛ فهو سبحانه يقول:  {مَلِكِ الناس}  [الناس: ٢] </p><p> أي: أنه يملك كل الخلق، وجعل لهم الاختيار في أشياء؛ ومنع عنهم </p><p> الاختيار في أشياء، ولم يقل:  «مليك النَّاس» ؛ لأن هذا القول يعني أنهم مجبورون على الإيمان، ولا يسعهم غير هذا، ولكن الله جعلهم مختارين في الأمور التي هي مَنَاط للتكليف، وغير مختارين في أمور هي ليست محلاّ لهذا. </p><p> وأقول لأي واحد ممن تمرّدوا على الإيمان؛ فكفروا بالله؛ أقول: أنت متمرّد على الله، وتكفر به، وتنكر الألوهية، فلماذا لا تكون منطقيّاً مع نفسك، وتتمرّد على كل الأحداث التي تصيبك، فإن أصابك مرض؛ قل له: لا، لن أمرض. </p><p> فلا أحد يستطيع أن يدفع عن نفسه قدراً شاءه الله؛ لأن الأحداث ستنال من كل إنسان من كل إنسان ما قدره الله له. </p><p> إذن: فكل إنسان هو مملوك لله. </p><p> وهكذا نجد الفرق بين أن يقول سبحانه:  {قُلْ أَعُوذُ بِرَبِّ الناس}  [الناس: ١] </p><p> وان يقول:  {مَلِكِ الناس}  [الناس: ٢] </p><p> و «الناس» في الآية الأولى هم المربون، والناس في الآية الثانية هم «المملوكون لله» فلا أحد يخرج عن قدرة الله في الأمور القهرية. </p><p> وتأتي «الناس» في الآية الثالثة: {إله الناس}  [الناس: ٣] </p><p> لتؤكد أن الحق هو الإله المعبود بحق، وهو الذي يقيك مما ستأتي به الآية الرابعة:  {مِن شَرِّ الوسواس الخناس}  [الناس: ٤] </p><p> والآية الخامسة:  {الذى يُوَسْوِسُ فِي صُدُورِ الناس}  [الناس: ٥] </p><p> والوسواس الخناس: هو الذي يزين لك أفعال الشر في أذنك، وهو خَنّاس؛ لأنه يخنس ساعة يسمع قولك:  «أعوذ بالله من الشيطان الرجيم» وهو يوسوس في صدور الناس المُوَسْوَسِ إليهم. </p><p> وهكذا نجد أن كلمة «الناس» قد جاءت؛ لتعبر عن المربوبين، والمملوكين، والمأهولين، والموسوس إليهم، وأن من يوسوِس قد يكون من الجن، وقد يكون من الناس. </p><p> إذن: فليس هناك تكرار بل جاءت الكلمة الواحدة بمعنى يناسب كل موضع جاءت فيه. </p><p> والمثال في حياتنا - ولله المثل الأعلى - قد أكون معلِّماً متميزاً واختارتني الكلية التي أقوم بالتدريس فيها لأكون رائداً للطلاب، ورئيساً لجمعيتهم الصحفية، ومشرفاً عليهم في الرحلات، ومراجعاً لتصحيح أوراق إجاباتهم، وهكذا تكون كلمة «الطلاب» لها معنى مختلف في كل موقع. </p><p> والحق يقول في الآية التي نحن بصدد خواطرنا عنها:  {أَنْ أَنذِرِ الناس وَبَشِّرِ الذين آمنوا أَنَّ لَهُمْ قَدَمَ صِدْقٍ عِندَ رَبِّهِمْ ... }  [يونس: ٢] </p><p> والحديث موجه لمحمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وهو الرسول الخاتم. </p><p> إذن: فالمراد بإنذار الناس هنا؛ هم جميع الناس. </p><p> وما المقصود بقوله:  {أَنَّ لَهُمْ قَدَمَ صِدْقٍ عِندَ رَبِّهِمْ}  [يونس: ٢] </p><p> إن القدم كما نعرفه: هو آلة السعي إلى الحركة، كما أن اليد آلة الإعطاء؛ فتقول: فلان له يد عندي، أو تقول: أنا لا أنسى أياديك عليّ حين يقدم لك صديق هدية ما، وهو قد سار على قدميه؛ ليحضر لك الهدية، ولكنه يناولك لها بيديه. </p><p> إذن: فكل جارحة لها ظاهر في الحركة؛ وفي الأعمال. فالقدم تسعى إلى الأشياء، واليد تتحرك في العطاء، والأذن في السمع، والعين في الرؤية. وهكذا يكون معنى {قَدَمَ صِدْقٍ} هو سابقة فضل؛ لأنهم حين استمعوا إلى منهج الله، وأدَّوْا مطلوبات هذا المنهج كما يحب الله؛ فعليك </p><p> يا محمد ان تبشرهم بالجنة. ذلك أن لهم سابق قدم، سعي إلى الخير، وهو قدم صدق. </p><p> لكن هل هناك ما يمكن أن نسميه «قدم كذب» ؟ </p><p> نعم، وهو ما يخلعه الأفاقون على تواريخ الناس، فيصفونهم بما لم يكن فيهم، وهكذا نفرق بين قدم الصدق وقدم الكذب. </p><p> قدم الصدق - إذن - هو سابقة في الفضل أهّلتهم لأن يكونوا موضع البشارة، فهم قد صدقوا المنهج، وأعطوا من واعد حق. </p><p> والصدق - كما نعلم - هو الخصلة التي لا يمكن لمؤمن أن يتنحى عنها؛ لأنه لو تنّحى عنها، فهذا يعني التنحّي عن الإيمان. وحينما سئل رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: أيكون المؤمن جباناً؟ فقال: نعم، فقيل له: أيكون المؤمن بخيلاً؟ فقال: نعم، فقيل له: أيكون المؤمن كذاباً؟ </p><p> فقال: لا. </p><p> إذن: فالصدق هو جماع الخير. وعلى الصدق تدور الحركة النافعة في الكون. </p><p> وحين يصدق التاجر في ثمن الأشياء؛ ويصدق العامل في إخلاصه للعمل؛ ويصدق الصحفي في نقل الخبر، ويصدق كل فرد في المجتمع، هنا يتكامل المجتمع وينسجم؛ لأن الفساد في الكون إنما ينشأ من الكذب، والكذب هو الذي يخل بحركة الحياة. </p><p> لذلك أتى الله بكلمة الصدق في القرآن في أكثر من موضع، فهو القائل:  {وَلَقَدْ بَوَّأْنَا بني إِسْرَائِيلَ مُبَوَّأَ صِدْقٍ ... }  [يونس: ٩٣] </p><p> فحين قالوا:  {لَن نَّصْبِرَ على طَعَامٍ وَاحِدٍ ... }  [البقرة: ٦١] </p><p> أنزلهم الله بمكان يحقق لهم ما طلبوا من طعام، فلم يخدعهم سبحانه، ويأتي الحق مرة ثانية بكلمة الصدق فيقول:  {واجعل لِّي لِسَانَ صِدْقٍ فِي الآخرين}  [الشعراء: ٨٤] </p><p> أي: اجعل لي ذكْراً حسناً فيمن يأتون من بعدي، فلا يقال في تاريخي كلام كذب، وألا يخلع عليَّ الناس ما ليسَ فيّ. </p><p> وقد قال الحق سبحانه وتعالى حينما تكلم عن الإنسان:  {وَوَصَّيْنَا الإنسان بِوَالِدَيْهِ إِحْسَاناً حَمَلَتْهُ أُمُّهُ كُرْهاً وَوَضَعَتْهُ كُرْهاً وَحَمْلُهُ وَفِصَالُهُ ثَلاَثُونَ شَهْراً حتى إِذَا بَلَغَ أَشُدَّهُ وَبَلَغَ أَرْبَعِينَ سَنَةً قَالَ رَبِّ أوزعني أَنْ أَشكُرَ نِعْمَتَكَ التي أَنْعَمْتَ عَلَيَّ وعلى وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحاً تَرْضَاهُ وَأَصْلِحْ لِي فِي ذريتي إِنِّي تُبْتُ إِلَيْكَ وَإِنِّي مِنَ المسلمين}  [الأحقاف: ١٥] </p><p> ثم يقول الحق سبحانه:  {أولئك الذين نَتَقَبَّلُ عَنْهُمْ أَحْسَنَ مَا عَمِلُواْ وَنَتَجَاوَزُ عَن سَيِّئَاتِهِمْ في أَصْحَابِ الجنة وَعْدَ الصدق الذي كَانُواْ يُوعَدُونَ}  [الأحقاف: ١٦] </p><p> ولماذا يصف الحق الوعد هنا بأنه وعد حق؟ لأن هناك من يعد الوعد الكاذب، حين يعد أحدهم بما لا يملك، أو أن تعد بما لا تقدر عليه، أو أن تعد بما لا تمهلك الحياة لإنفاذه. </p><p> ولذلك قال الحق لنا:  {وَلاَ تَقْولَنَّ لِشَيْءٍ إِنِّي فَاعِلٌ ذلك غَداً إِلاَّ أَن يَشَآءَ الله ... }  [الكهف: ٢٣ - ٢٤] </p><p> إذن: لا بد أن تسبق أي وعد بمشيئة الله؛ لأنك حين تَعد؛ قد لا تملك إنفاذ ما وعدت به، فقد تعد إنساناً بأن تلقاه في الغد في مكان ما لتتحدثا في أمرٍ ما. </p><p> ونقول: أضمنت أن تستمر حياتك إلى الغد؟ ها هو أول عنصر قد يُفقد؛ أضمنت أن تستمر حياته؟ هذا هو العنصر الثاني الذي قد يُفقد، ثم أضمنت ألا يتغير السبب الذي من أجله تلقاه؟ ثم أضمنت إن اجتمعت كل هذه العناصر ألا تُغير أنت رأيك في هذه المسألة؟ </p><p> إذن: لا تجازف بأن تعد بشيء ليس عندك عنصر من عناصر الوفاء له، وأسند كل عمل إلى من يملك كل العناصر، وقل: </p><p> {إِلاَّ أَن يَشَآءَ الله ... }  [الكهف: ٢٤] </p><p> إذن: فوعد الصدق معناه أن يكون الوعد ممن هو قادر على أن يحققه قطعاً؛ ولا تخرج الأشياء مهما كانت عن قدرته، ولم يترك الأشياء؛ </p><p> لأنه باقٍ. ولن يتغير رأيه؛ لأنه ليس حدثاً يتغير. بل بيده كل شي وهو على كل شيء قدير. وسبحانه وتعالى يقول:  {إِنَّ المتقين فِي جَنَّاتٍ وَنَهَرٍ فِي مَقْعَدِ صِدْقٍ عِندَ مَلِيكٍ مُّقْتَدِرٍ}  [القمر: ٥٤ - ٥٥] </p><p> هكذا وعد الحق عباده المتقين بأنهم سوف يقعدون في حضرته مقعد صدق وهو المليك المقتدر. وسبحانه يقول:  {أَدْخِلْنِي مُدْخَلَ صِدْقٍ وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ ... }  [الإسراء: ٨٠] </p><p> أي: أدخلني في هذه البلدة مدخل صدق للغاية التي لا أستحي من أن أقولها، لا أن أدخل بغرض أمام الناس وأن أخفي غرضاً آخر، وكذلك أخرجني منها مخرج صدق. </p><p> إذن: فكلمة الصدق دائرة {قَدَمَ صِدْقٍ} و {مُبَوَّأَ صِدْقٍ} و {مَقْعَدِ صِدْقٍ} و {مُدْخَلَ صِدْقٍ} و {مُخْرَجَ صِدْقٍ} وكل هذا يُحببنا في الصدق؛ لأن كل أمور الحياة؛ وفضائلها؛ وخيراتها، وما ينتظر الناس من سعادة؛ كل ذلك قائم على كلمة الصدق. </p><p> وهنا في الآية التي نحن بصدد خواطرنا عنها يقول الحق سبحانه:  {وَبَشِّرِ الذين آمنوا أَنَّ لَهُمْ قَدَمَ صِدْقٍ}  [يونس: ٢] </p><p> أي: أن لهم سابقة فَضْلٍ عند ربهم يجازيهم بها؛ لأنهم عملوا بمقتضى </p><p> منهجه، أما موقف الكافرين فهو مختلف؛ لذلك يقول الحق سبحانه:  {قَالَ الكافرون إِنَّ هذا لَسَاحِرٌ مُّبِينٌ}  [يونس: ٢] </p><p> ولماذا جاء سبحانه بخبر الكافرين هنا رغم أن الموقف هو إنذار وبشارة؟ </p><p> ونقول إن الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حين أبلغ المنهج عن الله، استقبله أهل الإيمان بالتصديق، أما الكافرون فقد اختلف موقفهم، فَإِتَّهمَ بعضهم رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بأنه ساحر. </p><p> وجاء قول الحق على هذه الصورة المبينة بالآية؛ لأن القرآن يحذف أشياء أحياناً، لأن لباقة السامع ستنتهي إليها، فلا يريد أن يكرر القول. وانظر إلى قصة بلقيس، حيث نجد الهدهد يقول لسيدنا سليمان:  {أَحَطتُ بِمَا لَمْ تُحِطْ بِهِ ... }  [النمل: ٢٢] </p><p> هذا هو الهدهد وهو المخلوق الأقل من سليمان عليه السلام يقول له: لقد عرفت ما لم تعرفه أنت، وكأن هذا القول قد جاء؛ ليعلمنا حسن الأدب مع من هو دوننا، فهو يهب لمن دوننا ما يُعَلِّمُه لنا، ألم يُعلِّمنا الغراب كيف نواري سوأة الميت؟ </p><p> {فَبَعَثَ الله غُرَاباً يَبْحَثُ فِي الأرض ... }  [المائدة: ٣١] </p><p> ويقول قابيل:  {ياويلتى أَعَجَزْتُ أَنْ أَكُونَ مِثْلَ هذا الغراب فَأُوَارِيَ سَوْءَةَ أَخِي فَأَصْبَحَ مِنَ النادمين}  [المائدة: ٣١] </p><p> وهكذا يتعلم الإنسان ممن هو دونه، وممن سخره الله له. وانظر كيف أبرز لنا الله أن الأدنى إن رأى خبراً، لا بد أن يبلغه للأعلى، فتتحقق سيولة المعلومات، التي يتخذ الأعلى على ضوئها القرار المناسب؛ فالهدهد يقول لسيدنا سليمان: </p><p> {أَحَطتُ بِمَا لَمْ تُحِطْ بِهِ وَجِئْتُكَ مِن سَبَإٍ بِنَبَإٍ يَقِينٍ}  [النمل: ٢٢] </p><p> ويتخذ سليمان قراراً ينفذه الهدهد:  {اذهب بِّكِتَابِي هذا فَأَلْقِهْ إِلَيْهِمْ ثُمَّ تَوَلَّ عَنْهُمْ فانظر مَاذَا يَرْجِعُونَ}  [النمل: ٢٨] </p><p> وتتتابع الحكاية من بعد ذلك فيقول الحق:  {قَالَتْ ياأيها الملأ إني أُلْقِيَ إِلَيَّ كِتَابٌ كَرِيمٌ}  [النمل: ٢٩] </p><p> فكأن الهدهد أخذ الكتاب وألقاه إلى بلقيس فما قرأته؛ جمعت قومها؛ لتخبرهم. وهكذا حذف القرآن بعضاً من التفاصيل التي إن رُويت تكون تكراراً؛ ولكن جاءت المسألة بهذه الصورة؛ ليدلنا الحق على أن أوامر التلقي كانت سريعة بحيث لا يوجد فاصل بين الأمر وتنفيذ الأمر، فالتحم الأمران معاً. </p><p> إذن: فقوله الحق: {قَالَ الكافرون إِنَّ هذا لَسَاحِرٌ مُّبِينٌ}  [يونس: ٢] </p><p> جاء منسجماً مع ما يُفهم من النص، فهم لم يقولوا ذلك الاتهام إلا بعد أن بلغهم صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أن الله قال له: بَشِّر وأنذر، فلما بشَّر وأنذر، جاء قولهم بأن الرسول ساحر، وهكذا نفهم كيف تكوَّن موقفهم هذا من سياق الآية؛ لأنهم لم يقولوا ذلك إلا بعد بلاغ الإنذار، أو بلاغ البشارة. </p><p> وهكذا نجد أن القرآن قد لا يذكر الأشياء التي إذا سمع السامع الأسلوب أخذها من نفسه دون أن يتطلبها كلام منطوق، ومثل هذا الأمر جاء في لقطة أخرى في قصة سبأ، فبعد أن ائتمر الهدهد بأمر سليمان وذهب بالكتاب فألقاه إلى ملكة سبأ، وقرأته، وجمعت القوم؛ لتأخذ رأيهم فيما تفعله مع سليمان، فكان من أمرها معهم ما ذكره القرآن ثم علم سيدنا سليمان بأمر مقدمها مع قومها، فنجد سيدنا سليمان عليه السلام يسأل من حوله:  {أَيُّكُمْ يَأْتِينِي بِعَرْشِهَا قَبْلَ أَن يَأْتُونِي مُسْلِمِينَ}  [النمل: ٣٨] </p><p> إذن: فهو قد عَلِم أنهم مُقبلون عليه بالإسلام، فأراد أن ينقل العرش من مملكتها إلى مملكته؛ قبل أن يجيئوا، وما داموا قادمين في الطريق، فعلى من يذهب ليفك العرش وينقله، لا بد أن تكون له طاقة تفوق قدرة الإنسان العادي، ولذلك لم يتكلم الإنس العادي، لكن الذي تكلم جني غير عادي، ذكي، فمن الجن من يتميز بالذكاء، ومنهم غير ذلك. </p><p> وجاء قول الحق سبحانه:  {قَالَ عِفْرِيتٌ مِّن الجن أَنَاْ آتِيكَ بِهِ قَبْلَ أَن تَقُومَ مِن مَّقَامِكَ وَإِنِّي عَلَيْهِ لَقَوِيٌّ أَمِينٌ}  [النمل: ٣٩] </p><p> ومقام سليمان مع قومه قد يستمر ساعة أو ساعتين أو ثلاث ساعات. وسيدنا سليمان يريد التعجيل بنقل عرش بلقيس، لذلك تجده يستمع إلى من عنده علم من الكتاب:  {قَالَ الذي عِندَهُ عِلْمٌ مِّنَ الكتاب أَنَاْ آتِيكَ بِهِ قَبْلَ أَن يَرْتَدَّ إِلَيْكَ طَرْفُكَ ... }  [النمل: ٤٠] </p><p> ألم يكن مثل هذا القول يحتاج إلى إذن من سيدنا سليمان، وأن يقول سليمان اذهب فيذهب ويحل العرش ويعود به؟ نعم، الأمر يحتاج كل ذلك، ولكن القرآن جاء بالقصة في تصوير متتابع للسرعة، وجاء القرآن بخبر العرش، وقد جاء إلى حيث يجلس سليمان عليه السلام: </p><p> {فَلَمَّا رَآهُ مُسْتَقِرّاً عِندَهُ ... }  [النمل: ٤٠] </p><p> وهكذا حذف التفاصيل التي يسهل معرفتها، والتي وقعت بين قول مَنْ عنده علم من الكتاب، وبين تنفيذ نقل عرش بلقيس. </p><p> وكذلك حذف القرآن قدراً من الأحداث في الآية التي نحن بصدد خواطرنا عنها، فعندما بلَّغهم رسول الله الإنذار، هنا قال الكافرون:  {إِنَّ هذا لَسَاحِرٌ مُّبِينٌ}  [يونس: ٢] </p><p> وقد قال الكافرون هذا الاتهام أكثر من مرة، فمرة يقولون عن القرآن: إنه سحر، ومرة يقولون عن محمد: إنه ساحر. ولنسأل: ما معنى كلمة ساحر؟ إن الساحر هو الذي يصنع أشياء، ويوهمك أنها حقيقة؛ وهي ليست بحقيقة. </p><p> ولذلك يجب أن نفرق بين السحر وبين معجزة موسى، حتى لا يقال: إن معجزة موسى عليه السلام وهي العصا كانت من جنس ما برع فيه سحرة فرعون، صحيح أنها من جنس ما برع فيه قوم فرعون، ولكنها ليست سحراً؛ لأن الحق شاء أن يُغير من حقيقة العصا فجعلها أفعى، أما سحر قوم فرعون فهو لا يغير حقيقة الأشياء، بل يوهم مَنْ يراها بأنها تغيرت. </p><p> والسحر يقتضي ساحراً، ويقتضي مسحوراً، ويقتضي عملية السحر ذاتها. أما عن الساحر فهو الذات التي تقوم بعملية السحر. </p><p> ويقول الحق عن السحرة:  {سحروا أَعْيُنَ الناس ... }  [الأعراف: ١١٦] </p><p> أي: سحروا الأعين التي ترى الأمر المسحور على غير حقيقته، رغم بقاء الشيء المسحور على حقيقته. </p><p> إذن: فهم قد أوهموا المسحورين بغير واقع، لكن المعجزة - معجزة موسى - ليست كذلك؛ لأنها لا تُغير من الرائي، بل تغير من حقيقة المرئي فعلاً. وقد دَلَّنَا القرآن على حقيقة هذه المسألة بالتجربة العملية حين اختار الله موسى وقال له:  {وَمَا تِلْكَ بِيَمِينِكَ ياموسى قَالَ هِيَ عَصَايَ أَتَوَكَّأُ عَلَيْهَا وَأَهُشُّ بِهَا على غَنَمِي وَلِيَ فِيهَا مَآرِبُ أخرى}  [طه: ١٧ - ١٨] </p><p> وحين أمر الحق سبحانه موسى بإلقاء العصا، رآها موسى عليه السلام حيّةً تسعى:  {قَالَ أَلْقِهَا ياموسى فَأَلْقَاهَا فَإِذَا هِيَ حَيَّةٌ تسعى}  [طه: ١٩ - ٢٠] </p><p> فعندما رأى موسى عصاه، قد تحوَّلتْ إلى حية تسعى على الأرض، فرَّ هارباً خائفاً، ولكن الله أراد أن يثبّت قلبه ويؤمنه إعداداً له للموقف الذي سيقفه فيما بعد أمام سحرة فرعون فقال له رب العزة:  {خُذْهَا وَلاَ تَخَفْ سَنُعِيدُهَا سِيَرتَهَا الأولى}  [طه: ٢١] </p><p> إذن: فلم يكن هناك سحر في عيني موسى، ولكن كان هناك تغيُّر فعليّ في حقيقة العصا. فلما خاف طمأنه الحق سبحانه وأمره بأن يلتقط العصا؛ لأنها ستعود - بإذن الله - إلى سيرتها الأولى. والدليل على ان التغير قد حدث في حقيقة العصا، أن السحرة الذين جمعهم فرعون من كل مكان، ووقفوا في منافسة مع سيدنا موسى، وقالوا له:  {إِمَّآ أَن تُلْقِيَ وَإِمَّآ أَن نَّكُونَ أَوَّلَ مَنْ ألقى}  [طه: ٦٥] </p><p> وقبل موسى عليه السلام التحدي، وتجد القرآن يصور المسألة فيقول: </p><p> {قَالَ بَلْ أَلْقُواْ فَإِذَا حِبَالُهُمْ وَعِصِيُّهُمْ يُخَيَّلُ إِلَيْهِ مِن سِحْرِهِمْ أَنَّهَا تسعى}  [طه: ٦٦] </p><p> وقوله:  {يُخَيَّلُ إِلَيْهِ} يعني: أن الحبال والعصى لم تتغير حقيقتها ولم تسعَ. وما إن رمى موسى عصاه حتى تحولت إلى حية فعْليّة تلقف ما صنعوا، وهذا ما جعل السحرة يسجدون ويعلنون الإيمان؛ لأنهم رأوا حقيقة واضحة، وهي أن العصا قد تحولت بالفعل إلى حية. </p><p> إذن: فالساحر يرى الشيء على حقيقته، والمسحور هو الذي تتغير رؤيته إلى الشيء، فيُخيَّل إليه أنه شيء آخر؛ ولذلك لم يقل أحد: إن موسى تعلّم السحر، وإن من علّمه غلبهم، لا، بل عرفوا أنها مسألة أكبر من طاقة البشر؛ لأن حقيقة العصا نفسها قد تغيرت، فقالوا:  {آمَنَّا بِرَبِّ هارون وموسى}  [طه: ٧٠] </p><p> ولم يقولوا: آمنا بموسى. </p><p> إذن: فالتخييل إنما يحدث في عيني المسحور. أقول ذلك حتى نفهم غباء كفار قريش حين اتهموا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بأنه ساحر، يسحر الناس، فيخرج الولد على أبيه، وأهله. ويجعل العبيد يتمردون على سادتهم. ولو كان رسول الله ساحراً، فلماذا لم يُسحَر من قالوا هذا الاتهام. وبقاء من يقول بمثل هذا الاتهام دليل على أن مسألة الإيمان بالمنهج وبالرسول لا علاقة لها بالسحر. </p>"
}