{
  "id": null,
  "sura": 10,
  "aya": 1,
  "text": "<p> و {الر} ثلاثة حروف، وقد سبقتها سورة البقرة ب {الم} و {الم} في أول سورة آل عمران، وفي أول سورة الأعراف {المص} وهنا {الر} في أول سورة يونس. ونلاحظ أن {الم} و {المص} و {الر} كلها أسماء حروف. </p><p> وكل شيء له اسم وله مسمى، أنا اسمي الشعراوي صحيح، والمسمَّى هو صورتي. فإذا أُطلق الاسم جاءت صورة المسمَّى في الذهن. </p><p> فساعة نقول:  «السماء» يأتي الذهن «ما علاك» . وساعة تقول:  «المسجد» يأتي إلى الذهن المكان المحيّز للصلاة. </p><p> إذن: فهناك فرق بين الاسم والمسمّى. وكل إنسان أمّي، أو متعلم، له قدرة على الكلام، لكن لا ينطبق بأسماء الحروف إلا من تعلَّم. وفي الإنجليزية نطلب ممن يتعلمها أن يتهجَّى أسماء الحروف. </p><p> إذن: فالكُلّ - كل متكلم - يعرف النطق بمسمَّيات الحروف ولكن الذي يعرف المسميات ويعرف الأسماء هو من جلس إلى معلِّم. وعرف أنك حين تقول:  «أكلت» ، فهذه الكلمة مكونة من (همزة، وكاف، ولام، وتاء) . </p><p> فإن كانت بعض سور القرآن قد بَدأت ب {الم} وهذه أسماء حروف، لا مسمَّيات حروف، ومحمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أمّيّ لم يتعلم، فمن الذي علَّمه أسماء الحروف؟ </p><p> هي، إذن، رمزية على أنه - بإقرار الجميع - أمي ولم يجلس إلى معلم، ولم يقل له أحد شيئاً، ثم نطق بعد ذلك بأسماء الحروف «ألف لام ميم» ولو نظرت إلى المنطوق بالأسماء تجدها أربعة عشر حرفاً تكررت، وهي نصف حروف الهجاء. </p><p> ومن العجيب أن توصيف حروف الهجاء جاء بعد أن نزل القرآن. وقسمناها نحن إلى حروف مهجورة وحروف مهموسة وحروف رقيقة وحروف رخوة. وقد حدث هذا التقسيم بعد أن نزل القرآن. وبالاستقراء تجد الأربعة عشر حرفاً التي تأتي في فواتح السور تمثل كل أنواع الحروف. </p><p> من: رقيق، ومفخم، ومجهور، ومهموس، ومستعلٍ، وبدأ الله بها على أشكال مختلفة، فمرة يبدأ بحرف واحد:  {ص والقرآن ذِي الذكر}  [ص: ١] </p><p> ويقول سبحانه:  {ق والقرآن المجيد}  [ق: ١] </p><p> ويقول سبحانه:  {ن والقلم وَمَا يَسْطُرُونَ}  [القلم: ١] </p><p> إذن: فثلاث سور ابتدأت بحرف واحد. </p><p> وهناك سور ابتدأت بحرفين اثنين مثل:  {طه} . {يس} . {طس} ، {حم} . </p><p> وهناك سور بدئت بثلاثة حروف:  {الم} مثلما بدأت سورة البقرة، وسورة آل عمران، وسورة العنكبوت، وسورة الروم، وسورة السجدة. </p><p> وهناك سور قد بدئت ب {الر} . </p><p> وثلاث سور تتفق في الألف واللام. وتختلف في «الميم والراء» و {الر} في أول سورة يونس و {الر} في أول سورة يوسف. و {الر} في أول سورة إبراهيم، و {الر} في أول سورة الحجر. </p><p> وهناك سورة قد بدئت بأربعة حروف مثل:  {المص} في أول سورة الأعراف، وكذلك سورة الرعد بدأت ب {المر} . </p><p> وهناك سور قد بدأت بخمسة حروف مثل سورة مريم {كهيعص} . وكذلك سورة الشورى بدأت ب {حم عسق} . </p><p> ومرة يطلق الحرف أو الحرفان في أول السورة ولا تعتبر آية وحدها؛ بل جزءاً من آية، وهناك سورتان تبدآن بأحرف وتعتبر آية مثل {طه} ، و {يس} . أما في سورة النمل فهي تبدأ ب {طس} ولا تعتبر آية وحدها. </p><p> إذن: فمرة تنطق الحروف وحدها كآية مكتملة، ومرة تكون الحروف بعضاً من آية، ومرة تأتي خمسة حروف مثل {كهيعص} ، وكل هذا يدلك على أن القرآن توقيفي. ولم تأت آياته على نسق واحد؛ لننتبه إلى أن الحق سبحانه أنزل هذه الحروف هكذا، وكذلك نجد كلمة «اسم» في القرآن في {بسم الله} وتكتب من غير ألف، وهي ألف وصل، أي: تنطقها حين تقرأها لكن الحرف يسقط عند الكتابة، ولكنها لا تسقط عندما نكتب الآية الأولى من سورة العلق:  {اقرأ باسم رَبِّكَ الذي خَلَقَ}  [العلق: ١] </p><p> ومثال آخر لو استعرضت في القرآن الكريم كلمة «تبارك» ، ستجد فيها ألفاً بعد الباء، وتأتي مرة من غير ألف، وكلمة «البنات» نجدها مرة بألف ومرة من غير ألف، كل ذلك؛ لنفهم أن المسألة ليس لها رتابة كتابة؛ لأنها لو كانت رتابة كتابة؛ لجاءت على نظام واحد. </p><p> وقد شاء الحق هذا الأمر؛ لتكون كتابة القرآن معجزة، كما كانت ألفاظه وتراكيبه معجزة. وقد قال البعض: إن العرب المعاصرين لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لم يكونوا أهل إتقان للكتابة، ونقول: لو كانوا على غير دراية بالكتابة لما كتبوا «بسم» من غير ألف في موقعها، لقد علموا أن القرآن يجب أن يكتب كما نزل به جبريل عليه السلام على رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كتابة توقيفية، أي: كما أمر الحق سبحانه. </p><p> وعجيبة أخرى أن كل آيات القرآن مبنية على الوصل، فأنت لا تقرأ ختام السورة بالسكون، بل تلتفت لتجد الكلمة التي في ختام أي سورة مشكلة بغير السكون. </p><p> والمثال هو:  {وَهُوَ رَبُّ العرش العظيم} وجاء الحرف الأخير بالكسر لا بالسكون؛ لتقرأ موصولة بما بعدها، فتقرأ كالآتي:  {وَهُوَ رَبُّ العرش العظيم بسم الله الرحمن الرَّحِيمِ} . </p><p> وهذه الحركة دلت على أن جميع آيات القرآن موصولة ببعضها، وإياك أن تجعل القرآن {عِضِينَ} فلا تأخذ بعضاً من آياته مفصولاً عن غيرها، بل القرآن كله موصولة، فليس في القرآن من وقف واجب، بل الآيات كلها مبنية على الوصل، وإن كانت الكلمة الأخيرة تنتهي بالفتحة فأنت تقرأها منصوبة ومن بعدها {بسم الله الرحمن الرَّحِيمِ} فنحن لا نسكِّن الحرف الأخير في أي سورة؛ لأنها موصولة بما بعدها. </p><p> وحتى في الحكم التجويدي إن وجد إقلاب ننطقه إقلاباً، وإن وجد إظهاء ننطقه إظهاراً؛ لأن آيات القرآن مبنية على الوصل. </p><p> ولقائل أن يقول: إذا كان القرآن قد بني على الوصل، فكان المفروض أن آيات القرآن التي بدئت بحروف المعجم تنبني على طريق المعجم. فلا نقول (ألف لام ميم) بل نقول «ألم» . </p><p> ونقول لمثل هذا القائل: لا، إن حروف القرآن التي بدئت بها السور يجب أن ننطقها كما هي، فننطق «ألف» ثم نقف، ونقرأ «ميم» ثم نقف، ونقرأ «لام» ثم نقف، ونقرأ «ميم» ثم نقف؛ لأن هذه الحروف جاءت هكذا، وعلّمها جبريل عليه السلام لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ هكذا، حتى لا نقول رتابة كلام، بل إن لذلك حكمة عند الله سواء فهمتها أنت الآن أم لم تفهمها. </p><p> وقد نزل القرآن على أمة عربية وظل أناس على كفرهم، وكانوا يعاندون رسول الله، ويترصدون لأي هفوة؛ ليدخلوا منها للتشييك في القرآن، ولكن أسمعتم رغم وجود الكافرين الصناديد أن واحداً قال: ما معنى {الم} ؟ </p><p> لم يقل أحد من الكافرين ذلك، رغم حرصهم على أن يأتوا بمطاعن في القرآن، بل اعترفوا بمطلق بلاغة القرآن الكريم، مما يدل على أنهم فهموا شيئاً من {الم} بملكتهم العربية، ولو لم يفهموا منها شيئاً؛ لطعنوا في القرآن. لكنهم لم يفعلوا. </p><p> وأيضاً صحابة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وهم أهل حرص على الفهم، هل سمعت أن أحداً سأل رسول الله عن معنى {الم} ؟ لم يحدث، مما يدل على أنهم انفعلوا لقائلها بسرِّ الله فيها، لا بفهم عقولهم لها؛ لأن الوارد من عند الله لا يوجد له معارض من النفس، وإن لم العقل فهو يرفضه مع استراحة النفس له. </p><p> وضربنا من قبل مثلاً، فقلنا: إن آل فرعون حين استحيوا نساء بني إسرائيل وذبحوا الذكور، فماذا فعلت أم موسى؟ لقد أوحى لها الله ما جاء خبره في القرآن:  {وَأَوْحَيْنَآ إلى أُمِّ موسى أَنْ أَرْضِعِيهِ فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِي اليم ... }  [القصص: ٧] </p><p> هاتِ أيَّ أمٍّ وقُلْ لها: حين تخافين على وليدك فارميه في البحر، طبعاً لن تنفذ أي أم هذا الاقتراح. </p><p> كان من الممكن أن تحاول أم موسى إخفاء موسى بأي وسيلة. </p><p> أما أن تلقيه في البحر مظنّة أن تنجيه من الذبح، فهذا أمر غير متخيَّل، ولكن هذا أمر وارد من الرحمن بالإلهام والوحي، فلا يأتي الشيطان؛ ليعارضه أبداً؛ ولذلك طمأنها الحق سبحانه؛ لأن الآيات وردت:  {فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِي اليم ... }  [القصص: ٧] </p><p> وكأن هناك تمهيداً يعلِّمها الاستعداد للأمر قبل أن يقع، وحين جاء الأمر:  {إِذْ أَوْحَيْنَآ إلى أُمِّكَ مَا يوحى أَنِ اقذفيه فِي التابوت فاقذفيه فِي اليم ... }  [طه: ٣٨ - ٣٩] </p><p> والكلام هنا كلام عَجَلَة؛ لأن هذا وقت التنفيذ، وطمأنها سبحانه بأن أصدر أوامره للبحر أن يقذفه إلى الشاطئ: </p><p> {فَلْيُلْقِهِ اليم بالساحل ... }  [طه: ٣٩] </p><p> وأصدر الحق أوامرع إلى العدوِّ أن يأخذه؛ ليربيه:  {فَلْيُلْقِهِ اليم بالساحل يَأْخُذْهُ عَدُوٌّ لِّي وَعَدُوٌّ لَّهُ ... }  [طه: ٣٩] </p><p> إذن: وارد الرحمن لا يأتي له رد أبداً. </p><p> وكذلك يستقبل المؤمن {الم} بسر الله فيها، لا بفهم عقله. </p><p> وأنا أنصح من يريد أن يقرأ القرآن تعبداً ألا يشغل نفسه بالمعنى، على خلاف من يقول:  «اقرأ لتستنبط» ؛ لأن من يريد أن يستنبط هو الذي يقف عند اللفظ، ويطلب معناه. فإذا قرأت القرآن للتعبد؛ فلتقرأه بسر الله فيه؛ حتى لا تحدد القرآن بمعلوماتك؛ فتأخذه أخذاً ناقصاً بنقصك البشرى؛ لذلك في قراءة التعبد نأخذ اللفظ بسر الله في اللفظ؛ فليس كل قارئ للقرآن متخصصاً في اللغة؛ ليعرف أصل كل كلمة، والكثير منا أمي، يريد التعبد بالقرآن، إذن - فليأخذ القرآن بسر من لقنه إياها. </p><p> وقد فهم العربي القديم عن الحروف التوقيفية في أوائل بعض السور أشياء، وللغته فيها نظائر؛ لأنه مثلاً حين يقرأ الشعر، ويلتفت إلى شاعر يقول: </p><p> ألا هُبِّي بِصحْنكِ فَاصبِحينا ... ويقول: </p><p> ألا لايَجْهَلنْ أحدٌ عليْنا ... فَنجهَل فوْقَ جَهل الجَاهِلينَا </p><p> ما معنى ألا هنا، ولماذا جاءت؟ فالمعنى واضح بدونها، لكن العربي القديم قد نطق هذا البيت، وعرف أن الكلام وسيلة إفهام وفهم بين المتكلم والسامع. والمتكلم هو مالك الزمام في أن يتكلم، أو لا يتكلم، والسامع مفاجأ بالكلام، فإذا ما ألقيت الكلام إلى السامع؛ قد يكون في ذهنه مشغولاً، وإلى أن ينتبه لكلماتك، قد تفوته جزئية من جزئيات الكلام؛ فتنبه أنت إلى ما قلت؛ فيتنبه؛ ليستوعب كل ما قلت. </p><p> إذن: فما المانع أن يكون الحق سبحانه وتعالى يريد أن يهيئ الأذهان ب {الم} ؛ حتى نسمع، ثم تأتي الآيات الحاملة للمنهج من بعد ذلك؟ </p><p> وما المانع في أن نفهم أن النبي الأمي لا يعرف كيف ينطق بأسماء الحروف، فهو إن نطق فإنما يصدر ذلك بعد تعليم الله له؟ </p><p> ولماذا لا نفهم منها أيضاً أن وسائل الفهم لا تنتهي إلى أن تقوم الساعة؟ وإلا لو انتهت عند البشر؛ لكان كلام الله قد حددت صفته بفهم البشر، وسبحانه قد شاء أن نغترف من معاني كلماته الكثير على مدى الأزمان، والقرآن كلام الله، وكلام الله صفته، وصفته لا تتناهى في الكمال، فإن عرفت كل مدلولاتها، تكون قد حددت الكمال بعلم، لكن القرآن لا نهاية له. </p><p> ولماذا لا نفهم أن القرآن الذي بيّن الحق سبحانه وتعالى أنه معجزو محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ هو من جنس ما نبغ فيه قومه؛ فتحداهم من جنس ما برعوا فيه. ويقول لهم: هاتوا مثيلاً له، ولن تستطيعوا، ولو أنه جاء بالقرآن على غير لغتهم في الكلام لقالوا: لا نستطيع؛ لأن حروف هذه اللغة جديدة علينا. </p><p> وقد شاء الحق أن يكون القرآن من نفس الحروف التي يتحدثون بها، وبالكلمات التي يعرفونها في لغتهم، وشاء سبحانه أن يجعل حروف وكلمات وآيات وأساليب القرآن غير قابلة للتقليد؛ لأن المتكلم مختلف، وبهذا جاءت عظمة القرآن لا من ناحية المادة الخام التي تبني منها </p><p> الكلمات وهي الحروف؛ بل المعاني والنسق الذي جاءت به الحروف، فالمادة الخام - وهي الحروف - واحدة. وصار القرآن معجزة؛ لأن المتكلم هو الله. </p><p> وضربنا من قبل المثل لنقرب ذلك إلى الأذهان: هب أننا نريد أن نقيس مهارة من ينسجون الأقمشة، ونضع أمام كل منهم مجموعة من غزل الصوف وغزل القطن، وغزل الحرير، وهذه مواد خام يختلف كل منها عن الآخر، ونقول لهم: كل واحد منكم عليه أن ينسج قطعة من كل صنف لنعرف الأفضل في النسج. </p><p> وسنسمع من يقول: إن نتيجة نسج الصوف نسيج خشن، وناسج القطن سينسج قطعة تأخذ صفات القطن، وناسج الحرير سينسج لنا نسيجاً ناعماً، أما إن أعطينا كلاّ منهم نوعاً واحداً من الغزل؛ صوفاً أو قطناً أو حريراً، هنا سنعرف من الأقدر على النسج. </p><p> إذن: لو أن القرآن جاء بغير حروف العرب، وبغير كلمات العرب؛ لقالوا: لو كانت عندنا هذه الحروف وهذه الكلمات؛ لأتينا بأحسن منها. </p><p> لذلك شاء الحق أن يأتي القرآن من جنس الحروف والكلمات. ولذلك تحوم العقول حول مقدمات آيات السور؛ لتعرف شيئاً من الإيناسات بعد أن تواصلت الثقافات، ولم تعد اللغة العربية متوافرة مثلما كان الحال أيام نزول القرآن، ومن كانوا يملكون هذه الملكة الصافية أيام الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ سمعوا الحروف التي في أوائل بعض السور وقبلوها، والحق سبحانه يقول:  {الر تِلْكَ آيَاتُ الكتاب الحكيم}  [يونس: ١] </p><p> و {تِلْكَ} : إشارة، ولا بد أن نفرق بين الإشارة والخطاب؛ لأن البعض يخلط بينهما، فالإشارة هي التي تشير إلى شيء مثل قولنا: هذا وذا، أو تلك، وهذا: إشارة لمذكر، والمثال هو قولنا: هذا القلم جميل، أما قولنا: تلك الدواة جميلة، فهذه إشارة لمذكر، والمثال هو قولنا: هذا القلم جميل، أما قولنا: تلك الدواة جميلة، فهذه إشارة لمؤنثة. أما «الكاف» : فهي حرف للخطاب، فالتاء: إشارة للآيات وهي مؤنثة، و «الكاف» في {تِلْكَ} : للمخاطب، وهو محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. فالله يقول لرسوله: تلك الآيات يا محمد. </p><p> وعلى ضوء الفوارق بين الإشارة والخطاب تختلف أساليب القرآن، مثل قوله الحق:  {فَذَانِكَ بُرْهَانَانِ مِن رَّبِّكَ ... }  [القصص: ٣٢] </p><p> و {فَذَانِكَ} : إشارة لشيئين اثنين: للعصا. </p><p> و {وَأَدْخِلْ يَدَكَ فِي جَيْبِكَ ... }  [النمل: ١٢] </p><p> ويقول الحق أيضاً:  {ذلكما مِمَّا عَلَّمَنِي ربي ... }  [يوسف: ٣٧] </p><p> وهذا ما قاله سيدنا يوسف عليه السلام للسجينين اللذين كانا معه. وتُظهر لنا العبارة أنه كان يخاطب اثنين، ولكنه يشير إلى التأويل ب «ذا» . </p><p> وحين دعت امرأة العزيز النسوة؛ ليشاهدن جمال سيدنا يوسف، وأعطت كل واحدة منهن سكيناً؛ وقالت: اخرج عليهن، ولأنه مفرد مذكر، وهن جماعة إناث، فالعبارة تأتي بخطاب لجماعة الإناث، وإشارة إلى المفرد المذكر فقالت:  {فذلكن الذي لُمْتُنَّنِي ... }  [يوسف: ٣٢] </p><p> و «ذا» إشارة إلى سيدنا يوسف، و «كن» خطاب للنسوة. والقرآن حين يخاطب جماعة يقول:  {وَذَلِكُمْ ظَنُّكُمُ الذي ظَنَنتُم بِرَبِّكُمْ ... }  [فصلت: ٢٣] </p><p> إذن فهناك فرق بين الإشارة والآيات، فال «ت» إشارة للآيات، والآيات مؤنثة، والمخاطب الأول بالتكليف هو رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> والآيات - كما عرفنا من قبل - جمع آية، والآية هي الأمر </p><p> العجيب، وكل منا يسمع من يقول: إنها آية في الحسن أو آية في الجمال، أو آية في الفن، أو آية في الروعة. </p><p> فالآية إذن هي الشيء العجيب، أو الشيء الذي بلغ من الحسن ومن الجمال درجة هائلة. وتطلق الآيات إطلاقات متعددة: فهي إما أن تكون المعجزات التي أمدَّ الله بها رسله؛ ليثبت صدقهم. {مَهْمَا تَأْتِنَا بِهِ مِن آيَةٍ لِّتَسْحَرَنَا بِهَا فَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ}  [الأعراف: ١٣٢] </p><p> وإما أن تطلق الآيات على الأشياء العجيبة في الكون مثل قوله الحق:  {وَآيَةٌ لَّهُمُ اليل نَسْلَخُ مِنْهُ النهار ... }  [يس: ٣٧] </p><p> وقوله سبحانه:  {وَجَعَلْنَا اليل والنهار آيَتَيْنِ ... }  [الإسراء: ١٢] </p><p> وقوله الحق:  {وَجَعَلْنَا ابن مَرْيَمَ وَأُمَّهُ آيَةً ... }  [المؤمنون: ٥٠] </p><p> إذن: فالآية إما أن تكون شيئاً في الكون، وإما أن تطلق على المعجزة التي جاء بها الرسل؛ لتثبت صدقهم في البلاغ عن الله، وقد يكون المقصود بها آيات القرآن. </p><p> إذن: فالآيات تطلق على ثلاثة أمور: الآيات الكونية للنظر والاعتبار، وآيات إعجازية لصدق الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في البلاغ عن الله، وآيات قرآنية تحمل الأحكام والتحدي للمشركين أن يأتوا بمثلها. </p><p> وهنا في قوله الحق:  {الر تِلْكَ آيَاتُ الكتاب الحكيم} المراد بها: الآيات القرآنية، وما دام الله هو خالق الآيات الكونية الحسية، وخالق المعجزات؛ وهو منزَِّل القرآن؛ فلا تعارض بين الآيات؛ لأن مصدرها واحد. </p><p> وقوله:  {الر تِلْكَ آيَاتُ الكتاب الحكيم}  [يونس: ١] </p><p> وكلمة {الحكيم} معناها: الذي يضع الشيء في موضعه الدقيق بحكمة، فلا ينظر إلى ظاهر معطيات الشيء الآن ويغفل ما قد يأتي به من مضرّة. </p><p> ولله المثل الأعلى أقول: إنك قد تصل إلى الشيء، وتظن أنه يخلصك من متاعب أخرى، لكنه قد يؤدي إلى شيء أضر، وهذا هو السبب في اختلاف ألوان ووظائف العقاقير المختلفة، ولذلك نجد الطبيب الحاذق يكتب عدداً من الأدوية؛ ليستخلص المريض منها ما يشفيه، ويحاول بقدر الإمكان أن يُجنبه الآثار الجانبية لتلك الأدوية. </p><p> إذن: فهذه حكمة؛ لأن الطبيب لا يكتب الدواء الواحد الذي قد يأتي منه أثر ضار، بل يكتب معه دواء يخفّف من ضرره، وهذه حكمة منه لأنه يعمل احتياطات لما قد ينشأ من ضرر أو أثر جانبي. </p><p> وفي أوائل الخمسينات، حاول العلماء أن يقللوا من أثر تهديد الحشرات للزروع، واخترعوا مادة اسمها «د. د. ت» لمقاومة الحشرات، وافتخروا بهذا كل الفخر حتى علا كل صوت، وهذا لأن البشرية وصلت إلى مادة تقضي على الحشرات، ولكنهم اكتشفوا أن هذه المادة تضر الكائنات الحية </p><p> الأخرى، والآن تُوقع العقوبة على من يستخدم تلك المادة؛ لأن ذلك عمل قد تم بغير حكمة. قد نأخذ منه ظاهر النفع، لكن له جوانب متعددة من الضرر، فقد سمّم الحيوانات وسمّم الزروع. </p><p> إذن: فالحكمة تعني: أن تضع الشيء في موضعه؛ ليعطيك فائدة لا تحدث ضرراً فيما بعد. </p><p> وقد أنزل الله المنهج في الكتاب ليقود حياتنا إلى كل صلاح. فإن طبقناه؛ فلسوف يأتي منه كل نفع، ولن يأتي لنا أي ضرر، وضربنا المثل في المعطيات التي أعطاها الحق لنا في الكون، فسبحانه خلق لنا الحيوانات؛ لنأخذ من لبنها، ونأخذ من أصوافها، ونأخذ من أصوافها، ونأخذ من جلودها، ونأكل من لحومها. وهو القائل:  {وَتَحْمِلُ أَثْقَالَكُمْ إلى بَلَدٍ لَّمْ تَكُونُواْ بَالِغِيهِ إِلاَّ بِشِقِّ الأنفس ... }  [النحل: ٧] </p><p> أي: أنها ستعطينا درجة من الراحة، وإذا كان الإنسان قد اخترع أدوات أخرى تحمل عنا هذه المشقات، وتبلغنا غاياتنا بدون تعب؛ فهذه اختراعات تحقق مصلحة البشرية - وقد كانت البشرية تحمل أمتعتها فوق الحمار أو البغل - وقد صنع الإنسان هذه الاختراعات؛ فصارت عندنا السيارات الكبيرة التي تحمل أطناناً من المواد والمتاع، ولكن لم نلتفت إلى ما تحدثه من عوادم تسبب فساد الهواء، وتلوثه على عكس فضلات الحمار أو البغل، التي تفيد في خصوبة الأرض. </p><p> إذن: فصناعة السيارات إن لم تتخلص من عيوب عوادمها بأسلوب ما، فهي اختراع بلا حكمة، ويجب البحث عن وسائل لإزالة أضرار احتراق الوقود، وبذلك نستفيد من سرعة السيارات، وقدرتها على حمل البضائع، ونتخلص مما تسببه من ضرر. وهكذا نعرف أن الحكمة هي: وضع الشيء في موضعه المفيد فائدة دائمة لا يأتي من بعدها ضرر. </p><p> ولقائل أن يقول: وما معنى قول الحق: {الكتاب الحكيم} هل الكتاب بمفرده له حكمة؟ أم أن الحكيم هو من أنزل الكتاب؟ ونقول: إن معنى {الكتاب الحكيم} أنه الكتاب الذي يمتلئ بالحكمة الصادرة من الله، أو الكتاب الذي أنزله الرب الحكيم. وكلمة «حكيم» على وزن «فعيل» ، ومثلها مثل «كريم» و «رحيم» وتأتي مرة بصيغة فاعل، ومرة بصيغة فعيل، وموضعها هو الذي يبين لنا ذلك. </p><p> ومعنى كلمة «الحكيم» يتضح لنا من سياقها: فإن نسبت الأمر إلى الحكم فهو كتاب صادر من الحق سبحانه، وإن أردت الوصف بمعنى فاعل فهو من حاكم؛ والحاكم هو الذي يحكم في قضايا؛ ليبين وجه الحق فيها، والقرآن يحكم في كل قضايا الإيمان. </p><p> وقمة العقيدة التي يحكم فيها القرآن هي لا إله إلا الله. ومن يفعل عكس ذلك هو الظالم، وسبحانه القائل:  {إِنَّ الشرك لَظُلْمٌ عَظِيمٌ}  [لقمان: ١٣] </p><p> والقرآن يحسم هذه القضايا، وهو كحاكم فاصل فيها. </p><p> فإن قلت:  «محكم» تكون قد نسبته لله، وإن قلت:  «حاكم» فهو الفاعل وهو يحكم في قمة العقيدة «لا إله إلا الله» ، وهي شهادة ذات لذات، وشهادة مشهد من الملائكة، وشهادة أدلة من الخلق:  {شَهِدَ الله أَنَّهُ لاَ إله إِلاَّ هُوَ والملائكة وَأُوْلُواْ العلم ... }  [آل عمران: ١٨] </p><p> وساعة يفصل القرآن في هذه القضية، فهو يحكم حكماً عدلاً يبين وجه الحق في قمة العقائد. وهو حاكم في الأفعال؛ فيبين الحلال من الحرام ويضع حدّاً فاصلاً في الأحكام بين الحلال والحرام. وحاكم في الأخلاق. </p><p> إذن:  «حاكم» تعني ما بين وجه الحق فيما تتعارض فيه الآراء والأفكار والمعسكرات المتضاربة. </p><p> و «حكيم» : إما أن تكون بمعنى «فاعل» وإما أن تكون بمعنى (مفعول) ووقعت الحكمة من قائله عليه، فصار «محكماً» ، وإن كانت كلمة الحكيم بمعنى فاعل تكون بمعنى «حاكم» وكلمة حاكم تدل على أن هناك فريقين: فريق يقول قضية، وفريق آخر يناقضه، فيأتي الحاكم؛ ليفصل بين الأمرين، وليعدل وينصف. </p><p> وقد جاء القرآن هكذا: حاكماً في أمر القمة التي اختلف الخلق فيها؛ فمنهم من أنكر وجود إله وهم الملاحدة. ومنهم من قال: إن الإله هو غير الله، ومنهم من قال: الإله شريك لغيره، فجاء القرآن؛ ليفصل في هذه المسألة، وحكم فيها حكماً واضحاً، وبيِّن: يا من تقولون: لا إله؛ أنتم كذابون، ويا من تقولون: إن الإله غير الله؛ أنتم كذابون، ويا من تقولون: إن الإله غير الله؛ أنتم كذابون، وبا من تقولون: إن الإله له شركاء مع الله؛ أنتم كذابون، بل هو إله </p><p> واحد، وهذا أول حكم في قضية القمة. </p><p> وما دام الحكم في قضية القمة قد صح؛ إذن: فالاستقبال للمنهج سيكون واحداً، فلا آلهة متعددة يضارب هذا ذاك، أو يناقضه، بل هو إله واحد، يصدر عنه حكم واحد يحقق الوحدة في التكاليف للناس جميعاً، ويُخرج جميع الناس من أهوائهم إلى مراده هو سبحانه، ويكون القرآن حاكماً أيضاً في الأفعال، فقد يختلف الناس في تقييمهم لفعل واحد. فهذا يقول فعل حسن، وآخر يقول: فعل قبيح، ويحسم القرآن الأمر ويحدد الفعل الحسن؛ فيأمر به؛ ويحدد الفعل القبيح؛ فينهي عنه، ويبين القرآن لنا الحلال من الحرام. </p><p> إذن: فالقرآن حكم في العقائد وفي الأفعال وفي ذوات الأشياء حلاّ وحُرْمة، وهو يحكم أيضاً في قضية هامة تلي قضية الحكم في قمة العقيدة، وهي صدق البلاغ عن الله، فهذا الرسول الذي يحمل البلاغ عن الله لا بد أن يكون صادقاً، وقد جاء القرآن بالحكم في هذه القضية بمعنى أنه قد جاء معجزاً، فإن لم تكونوا قد صدقتم بأن هذا رسول؛ فأتوا بمثل ما جاء به هذا الرسول. </p><p> فإن عجزتم؛ فالرسول بنفسه يخبركم أن القرآن ليس من عنده، بل من عند خالقه وخالقكم. </p><p> وسواء أكانت «حكيم» بمعنى «فاعل» أم بمعنى «مفعول» فقد دلتنا على أنها تعني وضع الأشياء في نصابها وضعاً يحقق النفع منها دائماً، ولا ينتج عنها ضاراً أبداً. </p><p> ثم يقول الحق بعد ذلك: </p><p> {أَكَانَ لِلنَّاسِ عَجَباً أَنْ أَوْحَيْنَآ ... } </p>"
}