{
  "id": null,
  "sura": 10,
  "aya": 77,
  "text": "<p> وفي هذه الآية ما يوضح رد سيدنا موسى عليه السلام: </p><p> {أَتقُولُونَ لِلْحَقِّ لَمَّا جَآءَكُمْ أَسِحْرٌ هذا}  [يونس: ٧٧] . </p><p> والذين يتوركون على القرآن يقولون: كيف يأتي القرآن ليؤكد أنهم قالوا إن هذا لسحر مبين، ثم يأتي في الآية التي بعدها ليقول إنهم قالوا متسائلين: أسحرٌ هذا؟ </p><p> وفَهِم هؤلاء الذين يتوركون على القرآن أن كلمة {أَسِحْرٌ هذا} من كلماتهم، ولكن هذا هو قول موسى عليه السلام، وكأن موسى عليه السلام قد تساءل؛ ليعيدوا النظر في حكمهم: هل ما جاء به سحر؟ وهذا استفهام استنكاري، وأريد به أن يؤكد أن هذا ليس بسحر، ولكن جاء بصيغة التساؤل؛ لأنه واثق أن الإجابة الأمينة ستقول: إن ما جاء به ليس سحراً. </p><p> ولو جاء كلام موسى عليه السلام كمجرد خَبَر لكان يحتمل الصدق، ويحتمل الكذب، لكنه جاء بصيغة الاستفسار؛ لأن المكذِّب له سيجيب بلجلجة. </p><p> ومثال ذلك ولله المثل الأعلى أنت حين تذهب لشراء قماش، فيقول لك البائع: إنه صوف خالص ونقي، فتمسك بعود كبريت وتشعل </p><p> النار في خيط من القماش، فإن احترق الصوف كما يحترق البلاستيك أو القماش الصناعي، فأنت تقول للبائع: وهل هذا صوف نقي يا رجل؟ وهنا لن يجيب البائع إلا بالموافقة، أو بصمت العاجز عن حجب الحقيقة. </p><p> إذن: أنت إن طرحت الأمر بستفهام إنكاري فهذا أبلغ من أن تقوله كخبر مجرد؛ لأن السامع لك لا بد أن يجيب. </p><p> وقول الحق سبحانه وتعالى على لسان موسى عليه السلام: </p><p> {أَتقُولُونَ لِلْحَقِّ لَمَّا جَآءَكُمْ}  [يونس: ٧٧] . </p><p> يفيد ضرورة النظر إلى الحق مجرداً عمَّن جاء به. </p><p> ولذلك لم يقل موسى عليه السلام: أتقولون للحق لما جئناكم به: إنه سحر مبين؟ </p><p> إن القول الحكيم الوارد في الآية الكريمة هو تأكيد على ضرورة النظر إلى الحق مجرداً عمّن جاء به. </p><p> وينهي الحق سبحانه هذه الآية بقوله: </p><p> {أَسِحْرٌ هذا وَلاَ يُفْلِحُ الساحرون}  [يونس: ٧٧] . </p><p> إذن: فسيدنا موسى عليه السلام قد أصدر الحكم بأن السحر لا ينفع، ولكن الآيات التي جاء بها من الحق سبحانه قد أفلحت، فقد ابتلعت عصاه التي صارت حية كل ما ألقوه من حبالهم؛ وكل ما صنعوه من سحر. </p><p> وأراد الحق سبحانه لعصا موسى أن تكون آية معجزة من جنس ما نبغ فيه القوم. </p><p> فالله سبحانه حين يرسل معجزةً إلى قوم؛ يجعلها من جنس ما نبغوا فيه؛ لتكون المعجزة تحدياً في المجال الذي لهم به خبرة ودربة ودراية؛ فأنت لن تتحدى رجلاً لا علم له بالهندسة؛ ليبنى لك عمارة، ولكنك تتحدى مهندساً أن يبني لك هرماً؛ لأن العلوم المعاصرة لم تتوصل إلى بعض ما اكتشفه القدماء ولم يسجلوه في أوراقهم، أو لم يعثر على كشف يوضح كيف فرَّغوا الهواء بين كل حجر وآخر فتماسكت الحجارة. </p><p> وقول الحق سبحانه وتعالى هنا: </p><p> {وَلاَ يُفْلِحُ الساحرون}  [يونس: ٧٧] . </p><p> يبين لنا أن الفلاح مأخوذ من العملية الحسية التي يقوم بها الفلاح من جهد في حرث الأرض ووضع البذور، وري الأرض وانتظار الثمرة بعد بذل كل ذلك الجهد. </p><p> والفلاح أيضاً مأخوذ من فلح الحديد، أي: شق الحديد، ككتل أو كقطع، ولا يصلح إلا إذا أخذ الحديد الشكل المناسب للاستعمال. </p><p> وقول الحق سبحانه: </p><p> {وَلاَ يُفْلِحُ الساحرون}  [يونس: ٧٧] . </p><p> هو لَفْتٌ لنا أن السحر نوع من التخييل، وليس حقيقةً واقعةً. </p><p> ولذلك قال الحق سبحانه في موضع آخر من القرآن. </p><p> {سحروا أَعْيُنَ الناس}  [الأعراف: ١١٦] . </p><p> وقال الحق سبحانه أيضاً: </p><p> {فَإِذَا حِبَالُهُمْ وَعِصِيُّهُمْ يُخَيَّلُ إِلَيْهِ مِن سِحْرِهِمْ أَنَّهَا تسعى}  [طه: ٦٦] . </p><p> إذن فالسحر هو تخييل فقط وليس تغييراً للحقيقة. </p><p> ولأن معجزة موسى عليه السلام تحدَّت كل القدرات؛ لذلك أعلن فرعون التعبئة العامة بين كل من له علاقة بالسحر، الذي هم متفوقون فيه، أو حتى من لهم شبهة معرفة بالسحر. </p><p> ولأن السحر مجرد تخييل، وجدنا السحرة حين اجتمعوا وألقوا حبالهم وعصيهم، ثم ألقى موسى عصاه، فإذا بعصاه قد تحولت إلى حية تلقف ما صنعوا، وهنا ماذا فعل السحرة؟ </p><p> يقول الحق سبحانه وتعالى في سورة طه: </p><p> {فَأُلْقِيَ السحرة سُجَّداً قالوا آمَنَّا بِرَبِّ هَارُونَ وموسى}  [طه: ٧٠] . </p><p> لأن الساحر يرى ما يفعله على حقيقته، وهم خيَّلوا لأعين الناس، لكنهم يرون حبالهم مجرد حبال أو عصيهم مجرد عصى. </p><p> أما عصا موسى عليه السلام فلم تكن تخييلاً، بل وجدها السحرة حية حقيقية، ولقفت بالفعل ما صنعوا؛ ولذلك خرُّوا ساجدين، وأعلنوا الإيمان برب موسى وهارون. </p><p> هم إذن لم يعلنوا الإيمان بموسى وهارون، بل أعلنوا الإيمان: </p><p> {بِرَبِّ هَارُونَ وموسى}  [طه: ٧٠] . </p><p> لأنهم عرفوا بالتجربة أن ما ألقاه موسى ليس سحراً، بل هو مِنْ فعل خالق أعلى. </p><p> وكان ثبات موسى عليه السلام في تلك اللحظة نابعاً من التدريب الذي تلقَّاه من ربه، فقد سأله الحق سبحانه: </p><p> {وَمَا تِلْكَ بِيَمِينِكَ ياموسى قَالَ هِيَ عَصَايَ أَتَوَكَّأُ عَلَيْهَا وَأَهُشُّ بِهَا على غَنَمِي}  [طه: ١٧١٨] . </p><p> وقد أجمل موسى وفصَّل في الرد على الحق سبحانه؛ إيناساً وإطالة للأنس بالله تعالى، وحين رأى أنه أطال الإيناس أوجز وقال بأدب: </p><p> {وَلِيَ فِيهَا مَآرِبُ أخرى}  [طه: ١٨] . </p><p> إذن: فقد أدركته أولاً شهوة الأنس بالله تعالى، وأدرك ثانياً أدب التخاطب مع الله تعالى، ودرَّبه الحق سبحانه على مسألة العصا حين أمره </p><p> أولاً أن يلقيها، فصارت أمامه حية تسعى، ولو كانت من جنس السحر لما أوجس منها خيفة ولرآها مجرد عصا. </p><p> إذن: فالفرق بين معجزة موسى وسحرة فرعون، أن سحرة فرعون سحروا أعين الناس وخُيِّل إلى الناس من سحرهم أن عصيَّهم وحبالهم تسعى، لكن معجزة موسى عليه السلام في إلقاء العصا، عرفوا هم بالتجربة أن تلك العصا قد تغيرت حقيقتها. </p><p> والعصا كما نعلم أصلها فرع من شجرة، وكان باستطاعة الحق سبحانه وتعالى أن يجعلها تتحول إلى شجرة مثمرة، لكنها كانت ستظل نباتاً. </p><p> وشاء الحق سبحانه أن ينقلها إلى المرتبة الأعلى من النبات؛ وهي المرحلة الحيوانية، فصارت حية تلقف كل ما ألقاه السحرة. </p><p> ويقول الحق سحبانه بعد ذلك:  {قالوا أَجِئْتَنَا لِتَلْفِتَنَا عَمَّا وَجَدْنَا} </p>"
}