{
  "id": null,
  "sura": 10,
  "aya": 27,
  "text": "<p> وما دام الحق سبحانه قد جاء بمن دعاهم إلى دار السلام وأعطاهم الجنة جزاء للعمل الحسن، فذكر مقابل الشيء يجعله ألصق بالذّهن، والحق سبحانه هو القائل:  {فَلْيَضْحَكُواْ قَلِيلاً وَلْيَبْكُواْ كَثِيراً}  [التوبة: ٨٢] . </p><p> وأيضاً من أمثلة المقابلة في القرآن قوله الحق:  {إِنَّ الأبرار لَفِي نَعِيمٍ وَإِنَّ الفجار لَفِي جَحِيمٍ}  [الانفطار: ١٣١٤] . </p><p> إذن: فمجيء المقابل للشيء إنما يرسِّخه في الذهن؛ ولأن الحق سبحانه قد تكلم عن الدعوة إلى دار السلام، ومن دخل هذه الدعوة؛ فله الجنة خالداً فيها، لا يرهق وجهه قتر ولا ذلة، كان لا بد أن يأتي بالمقابل، وأن يبشِّع رفض الدعوة لدار السلام، ويحسِّن الأمر عند من يقبلون الدعوة. </p><p> ولا بد إذن أن يفرح المؤمن؛ لأنه لن يكون من أهل النار، ولا بد أيضاً أن يخرج بعض من الذين ضلّوا عن الغفلة؛ ليهربوا من مصير النار، ويتحولوا إلى الإيمان. </p><p> وهنا يقول الحق سبحانه:  {والذين كَسَبُواْ السيئات}  [يونس: ٢٧] . </p><p> ونحن نعلم أن الكسب إنما يكون في الأمر الفطري ويناسب الطاعات؛ لأن الطاعة أمر مناسب وملائم للفطرة، فلا أحد يستحي أن يصلِّي، أو يتصدق، أو يصوم، أو يحج، لكن من الناس من يستحي أن يُعرف عنه أنه كاذب، أو مُرَابٍ، أو شارب خمر. </p><p> والإنسان حين يرتكب السيئة يمر بتفاعلات متضاربة؛ فالذي يسرق من دولاب والده وهو نائم، تجده يتسلل على أطراف أصابعه ويكون حذراً من أن يرتطم بشيء يفضح أمره، كذلك الذي ينظر إلى محارم غيره. </p><p> كل هذا يدل على أن ارتكاب الشيء المخالف فيه افتعال، أي: يحتاج إلى اكتساب، ولكن الكارثة أن يستمر الإنسان في ارتكاب المعاصي حتى تصير دُرْبة، ويسهل اعتياده عليها؛ فيمارس المعصية باحتراف؛ فتتحول من اكتساب إلى كسب. </p><p> أوأن يصل الفاسق من هؤلاء إلى مرتبة من الاستقرار على الانحلال؛ فيروي ما يفعله من معاصٍ وآثام بفخر، كأن يقول:  «لقد سهرنا بالأمس سهرة تخلب العقل، وفعلنا كذا وكذا» ، ويروى ذلك، وكأنه قد كسب تلك السهرة بما فيها من معاص وآثام. </p><p> ومن رحمة الله سبحانه بالخلق أنه يجازي مرتكب السيئة بسيئة مثلها، فيقول سبحانه:  {جَزَآءُ سَيِّئَةٍ بِمِثْلِهَا} ، وتتجلى أيضاً رحمة الحق سبحانه وتعالى حين يعطي من لا يرتكب السيئة مرتبة؛ فيصير ضمن من قال عنهم الحق سبحانه:  {وَلاَ يَرْهَقُ وُجُوهَهُمْ قَتَرٌ وَلاَ ذِلَّةٌ} لكن الذين لم يهتدوا منهم من يقول الحق سبحانه عنهم: {مَّا لَهُمْ مِّنَ الله مِنْ عَاصِمٍ} أي: لن يجيرهم أحد عند الله تعالى، ولن يقول أحد لله سبحانه: لا تعذِّبْهم. </p><p> أو أن (لا عاصم لهم) بمعنى: أن الله تعالى لن يأمر بعد ذلك بألاّ يُعذَّبوا. </p><p> ولا يقتصر أمرهم على ذلك فقط، بل يقول الحق سبحانه:  {كَأَنَّمَا أُغْشِيَتْ وُجُوهُهُمْ قِطَعاً مِّنَ اليل مُظْلِماً} أي: كأن قطعاً من الليل المظلم قد غطت وجوههم، ويكون مأواهم النار {أولئك أَصْحَابُ النار هُمْ فِيهَا خَالِدُونَ} . </p><p> هذا هو حال الذين كذَّبوا بآيات الله تعالى وكذبوا الرسل، وتأبَّوا عن دعة الله سبحانه وتعالى إلى دار السلام واتبعوا أهواءهم واتخذوا شركاء من دون الله تعالى. </p><p> وشاء الحق سبحانه أن يُجلِّي لنا ذلك كله في الدنيا؛ حتى يكون الكون كله على بصيرة بما يحدث له في الآخرة؛ لأنه نتيجة حتمية لما حدث من هؤلاء في الدنيا. </p><p> يقول الحق سبحانه بعد ذلك:  {وَيَوْمَ نَحْشُرُهُمْ جَمِيعاً ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُواْ مَكَانَكُمْ} </p>"
}