{
  "id": null,
  "sura": 10,
  "aya": 28,
  "text": "<p> والحشر: هو أخذ الناس من أمكنة متعددة إلى مكان واحد، وستقذف هذه الأمكنة المتعددة مَنْ فيها مِنَ الكَفَرة؛ ليصيروا في المكان الذي شاءه الله سبحانه لهم. </p><p> وكلما اقترب الناس من هذا المكان؛ ازدحموا، وذلك شأن الدائرة </p><p> بمحيطها، والمحيطات الداخلة فيها إلى أن تلتقي في المركز، فأنت إذا نظرت إلى محيط واسع في دائرة، وأخذت بعد ذلك الأفراد من هذا المحيط الواسع؛ لتلقي بهم في المركز؛ فلا شك أنك كلما اقتربت من المركز؛ فالدوائر تضيق، ويحدث الحشر. </p><p> فكأننا سنكون مزدحمين ازدحاماً شديداً، ولهذا الازدحام متاعب، ولكن الناس سيكونون في شغل عنه بما هم فيه من أهوال يوم القيامة. </p><p> وقوله الحق:  {وَيَوْمَ نَحْشُرُهُمْ جَمِيعاً} تفيد الجمع المؤكد لحالات الذين لم يستجيبوا لمنهج الله تعالى، ولا لدعوة الله سبحانه لهم لدار السلام، وكذبوا رسلهم، واتخذوا من دون الله تعالى أنداداً، فيجمع الله سبحانه المُتَّخذَ أنداداً، والمُتَّخَذَ ندّاً، ويواجههم؛ لتكون الفضيحة تامة وعامَة، بين عابد عبد باطلاً، ومعبودٍ لم يطلب من عابده أن يعبده، أو معبود طلب من عابده أن يعبده. </p><p> لذلك يقول الحق سبحانه:  {ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُواْ مَكَانَكُمْ أَنتُمْ وَشُرَكَآؤُكُمْ}  [يونس: ٢٨] </p><p> وهكذا يتلاقى من عَبَدَ الملائكة مع الملائكة، ويتلاقى من عَبَدَ رسولاً وجعله إلهاً، ومن عبد صنماً، أو عبد شمساً، أو عبد قمراً، أو جِنّاً </p><p> أو شيطاناً من شياطين الإنس او شياطين الجن. </p><p> إذن: فالمعبودون متعددون، وكل معبود من هؤلاء له حكم في ذلك الحشر، وستكون المواجهة علنية مكشوفة. </p><p> فإذا نظرنا إلى العابد الذي اتخذ إلهاً باطلاً سواء أكان من الملائكة أو رسولاً أرسل إليهم؛ ليأخذهم إلى عبادة إله واحد هو الله سبحانه وتعالى ففتنوا في الرسول وعبدوه، أو عبدوا أشياء لا علم لها بمن يعبدها: كالأصنام، والشمس، والقمر، والأشجار. </p><p> أما المعبود الذي له علْم، وله دعوة إلى أن يعبده غيره، فهو يتركز في شياطين الإنس، وشياطين الجن، وإبليس. </p><p> أما الملائكة فإن الله سبحانه وتعالى يواجههم بمن عبدهم، فيسألهم: أأنتم وعدتم هؤلاء؛ ليتخذوكم آلهة، فيقولون: سبحانك أنت وليُّنا، ويتبرأون من هؤلاء الناس، مصداقاً لقول الحق سبحانه:  {إِذْ تَبَرَّأَ الذين اتبعوا مِنَ الذين اتبعوا}  [البقرة: ١٦٦] . </p><p> والملائكة لا علم لهم بمن اتخذهم آلهة، وإذا انتقلنا إلى البشر وعلى قمَّتهم الرسل عليهم السلام، فيأتي سيدنا عيسى ابن مريم عليه السلام، ويَقول الحق سبحانه له:  {أَأَنتَ قُلتَ لِلنَّاسِ اتخذوني وَأُمِّيَ إلهين مِن دُونِ الله}  [المائدة: ١١٦] . </p><p> فيقول سيدنا عيسى عليه السلام ما جاء على لسانه في القرآن الكريم:  {سُبْحَانَكَ مَا يَكُونُ لي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ إِن كُنتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ}  [المائدة: ١١٦] . </p><p> فكأن هؤلاء قد عبدوا من لا علم له بهذا التأليه، ولم يَدْعُ إليه. </p><p> والأصنام كذلك ليس لها علم بمن ادَّعى ألوهيتها، ولكن الذي له علم بتلك الدعوة هو إبليس، ذلك أنه حينما عز عليه أنه عاص لله، أغوى آدم، ثم تاب آدم عليه السلام وقَبِل الله سبحانه وتعالى توبته، أما إبليس فلم يتب عليه الحق سبحانه؛ لأنه رد حكم المولى عَزَّ وَجَلَّ بالسجود لآدم، واستكبر، وظن نفسه أعلى مكانة. أما آدم عليه السلام فلم يرد الحكم على الله تعالى. </p><p> يقول الحق سبحانه: </p><p> {وَلَقَدْ خَلَقْنَاكُمْ ثُمَّ صَوَّرْنَاكُمْ ثُمَّ قُلْنَا للملائكة اسجدوا لأَدَمَ فسجدوا إِلاَّ إِبْلِيسَ لَمْ يَكُنْ مِّنَ الساجدين قَالَ مَا مَنَعَكَ أَلاَّ تَسْجُدَ إِذْ أَمَرْتُكَ قَالَ أَنَاْ خَيْرٌ مِّنْهُ خَلَقْتَنِي مِن نَّارٍ وَخَلَقْتَهُ مِن طِينٍ}  [الأعراف: ١١١٢] . </p><p> ومن ذلك نأخذ مبدأ إيمانياً موجزه أن الذين لا يقدرون على أنفسهم في أخضاعها لمنهج الله تعالى، فمن الخير لهم أن يقولوا: إن منهج الله سبحانه هو الصدق، وحكمه سبحانه هو الحق، ولكننا لم نستطع أن نُخضِعَ أنفسنا للحكم؛ وبذلك يخرجون من دائرة رد الأمر على الآمر، وبإمكانهم أن يتوبوا بنية عدم العودة إلى المعصية. </p><p> إذن: فالمخاصمة والمحاجّة موجهة من إبليس لذرية آدم، فقد أقسم </p><p> إبليس بعزة الله سبحانه أن يُغوِي كل أبناء آدم إلا الذين استخلصهم الله لعابدته سبحانه وتعالى؛ فقد علم إبليس أنه غير قادر على إغوائهم. </p><p> وهكذا تكون عزة الله سبحانه هي التي تمكِّن إبليس وذريته من الشياطين من غواية أو عدم غواية خلق الله سبحانه وتعالى. </p><p> والشياطين هم الجن العُصَاة؛ لأننا نعلم أن الجن جنس يقابل جنس البشر، ومن الجن من هو صالح طائع، ومنهم من هو عاصٍ، ويُسمّى شيطاناً، ويخدم إبليس في إغواء البشر، فيتسلَّط على الإنسان فيما يعلم أنها نقطة ضعف فيه. </p><p> فمن يحب المال يدخل الشيطان إليه من ناحية المال، ومن يحب الجمال يدخل له الشيطان من ناحية الجمال، ومن يجب الجاه يجد الشيطان وهو يزيِّن له الوصول إلى الجاه بأية وسيلة تتنافى مع الأخلاق الكريمة ومنهج الله عَزَّ وَجَلَّ. </p><p> وكل إنسان له نقطة ضعف في حياته يعرفها الشيطان ويتسلل منها إليه، وقد يُجنِّد إبليس وذريته أناساً من البشر يعملون بهدف إغواء الإنسان لإفساده. </p><p> فهناك إذن ثلاثة يطلبون أن ينصرف الناس عن منهج الله تعالى ودعوة الحق؛ وهؤلاء الثلاثة هم: إبليس، والعاصون من الجن (أي: الشياطين) ، ثم البشر الذين يشاركون إبليس في الإغواء، وهم شياطين الإنس الذين يعملون أعمالاً تناهض منهج الرسل. </p><p> وهل يكون الحوار يوم القيامة بين الملائكة ومَنْ عَبَدُوهم مِنَ البشر؟ وهل يكون الحوار بين الأصنام والذين عبدوها دون علمها؟ وهل يكون الحوار بين عيسى عليه السلام ومن اتخذوه إلهاً دون علمه؟ </p><p> ها نحن نجد عارفاً بالله يقول على لسان الأصنام: </p><p> «عَبَدُونا ونحن أعْبَدُ للهِ ... مِنَ القائمينَ بالأسْحَارِ» </p><p> لأن الحق سبحانه هو القائل:  {وَإِن مِّن شَيْءٍ إِلاَّ يُسَبِّحُ بِحَمْدِهِ}  [الإسراء: ٤٤] . </p><p> ويكمل العارف بالله: </p><p> «اتَّخَذُوا صَمْتَنَا علينا دليلاً ... فَغَدوْنا لَهُم وَقُودَ النارِ» </p><p> والحق سبحانه هو القائل:  {فاتقوا النار التي وَقُودُهَا الناس والحجارة}  [البقرة: ٢٤] . </p><p> ويتابع العارف بالله: </p><p> «قَدْ تَجَنَّوا جهلاً كما تَجَنَّوا ... على ابنِ مَرْيم والحَوَارِي» </p><p> فما موقف الله سبحانه من هؤلاء وأولئك؟ فنقول: </p><p> إن للمُغَالِي جَزَاءهُ، والمُغَالَى ... فيه تُنْجِيه رحمةُ الغَفَّارِ «. </p><p> وهكذا وَضُحَ موقف كل من يعبد غير الله سبحانه أو يشرك به، هؤلاء </p><p> الذين يشملهم قول الحق سبحانه:  {وَيَوْمَ نَحْشُرُهُمْ جَمِيعاً}  [يونس: ٢٨] </p><p> وهكذا يُحشَر مَنْ عبدوا الأصنام أو الكواكب أو أشركوا بالله، وكذلك شياطين الجن والإنس، الجميع سيحشرون في الموقف يوم الحشر، وليتذكر الجميع في الدنيا أن في الحشر ستُكشَفُ الأمور ويُفصح فيه كل إنسان أشرك مع الله غيره، سبحانه، وستحدث المواجهة مع مَنْ أشركه بالعبادة مع الله سبحانه دون عِلْم من الملائكة أو الرسل أو الكواكب أو الحجار بأمر هؤلاء، ويأتيهم جميعاً أمر الحق سبحانه:  {ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُواْ مَكَانَكُمْ}  [يونس: ٢٨] . </p><p> وحين تسمع الأمر: » مكانك «فهو يعني:» الزمْ مكانك «وهي لا تُقال للتحية، بل تحمل التهديد والوعيد، وانتظار نتيجة موقف لن يكون في صالح من تُقال له، ونعرف أن الملائكة، والرسل، والكواكب، والحجارة ليس لها علم بأمر هؤلاء الذين عبدوهم. </p><p> إذن: فالذين ينطبق عليهم هذا الأمر هم هؤلاء المشركون الذين ظنوا أن بإمكانهم الإفلاتَ من الحساب، لكنهم يسمعون الأمر {مَكَانَكُمْ أَنتُمْ وَشُرَكَآؤُكُمْ} ، فهل يعني ذلك أنهم سوف يأتون مع الملائكة ومَنْ عُبد من الرسل والكواكب والحجارة في موكب واحد؟ لا؛ لأن هؤلاء العبيد اتفقوا على موقف باطل، ويشاء الحق سبحانه أن يفصل بين الحق والباطل. </p><p> لذلك يقول الحق سبحانه:  {فَزَيَّلْنَا بَيْنَهُمْ وَقَالَ شُرَكَآؤُهُمْ مَّا كُنتُمْ إِيَّانَا تَعْبُدُونَ}  [يونس: ٢٨] </p><p> أي: جعل من المشركين فريقاً، وجعل من الذين عُبدُوا دون علمهم فريقاً آخر، وأعلن فريقُ مَنْ عُبِدوا دون علمهم:  {مَّا كُنتُمْ إِيَّانَا تَعْبُدُونَ}  [يونس: ٢٨] </p><p> أي: ما كنتم تعبدوننا بعلمنا. </p><p> وانظروا إلى الموقف المُخْزِي لمن عبدوا غير الله سبحانه، أو أشركوا به، إن الواحد منهم قد عبد معبوداً دون أن يدري به المعبود، مع أن الأصل في العبادة هو التزام العابد بأمر المعبود، وهذا المسألة تَصْدُق على الملائكة وسيدنا عيسى عليه السلام، وتصدق أيضاً على الكواكب والأحجار؛ لأن الحق سبحانه الذي يُنطق أبعاض الإنسان يوم القيامة؛ لتشهد على صاحبها، قادر على أن يُنْطِق الأحجار. </p><p> والحق سبحانه هو القائل: </p><p> {وَيَوْمَ يُحْشَرُ أَعْدَآءُ الله إِلَى النار فَهُمْ يُوزَعُونَ حتى إِذَا مَا جَآءُوهَا شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَبْصَارُهُمْ وَجُلُودُهُم بِمَا كَانُواْ يَعْمَلُونَ وَقَالُواْ لِجُلُودِهِمْ لِمَ شَهِدتُّمْ عَلَيْنَا قالوا أَنطَقَنَا الله الذي أَنطَقَ كُلَّ شَيْءٍ} </p><p> [فصلت: ١٩٢١] . </p><p> ونجد الصنم يوم القيامة وهو يلعن مَنْ عبده، تماماً مثلما يتبرأ الجلد من صاحبه إنْ عصى الله تعالى، فالحق سبحانه يقول:  {يَوْمَ تَشْهَدُ عَلَيْهِمْ أَلْسِنَتُهُمْ وَأَيْدِيهِمْ وَأَرْجُلُهُمْ بِمَا كَانُواْ يَعْمَلُونَ}  [النور: ٢٤] . </p><p> ولكن لا تترك عقلك يتخيل كيفية تكلُّم الصنم، فأنت آمنت أن جوارح الإنسان من يد ورجل وجلد ستنطق يوم القيامة، فهل تعقَّلت كيف تنطق اليد، وكيف ينطق الجلد، وكيف تنطق الرِّجْل في الآخرة، أنت تؤمن بخبر الآخرة فلا تنظر إلى معطيات أمور الآخرة بقوانين الدنيا؛ لأن كل </p><p> شيء يتبدَّل في الآخرة، ألم تخبرك السنة أنك ستأكل في الجنة، ولا تُخْرِج فضلات؟ </p><p> وهذا أمر غير منطقيّ بقوانين الدنيا ولكننا نؤمن به، وإذا كان الحق سبحانه وتعالى يخبرنا بأشياء سوف تحدث في الجنة، لو قسْناها بعقولنا على ما نعرف في الدنيا لوقفت أمامها عاجزة، لكن القلب المؤمن يعقل أمور القيامة والآخرة على أساس أنها غيب، والمقاييس تختلف فيها؛ لأن الإنسان مظروف بين السماء والأرض. وللدنيا أرض وسماء، وللآخرة أيضاً أرض وسماء؟ </p><p> والحق سبحانه يقول:  {يَوْمَ تُبَدَّلُ الأرض غَيْرَ الأرض والسماوات}  [إبراهيم: ٤٨] . </p><p> إذن: فكل شيء يتبدّل يوم القيامة، فإذا حُدِّثْتَ أن الأصنام تنطق مستنكرة أن تُعبَد من دون الله تعالى، وأن الملائكة تلعن من عبدوها من دون الله سبحانه، فلا تتعجب. </p><p> ثم يقول الحق سبحانه بعد ذلك:  {فكفى بالله شَهِيداً} </p>"
}