{
  "id": null,
  "sura": 10,
  "aya": 10,
  "text": "<p> دعواهم: أي دعاؤهم. </p><p> وهل الآخرة دار تكليف؛ حتى يواصلوا عبادة الله؟ لا، ولكنها عبادة الالتذاذ، وهم كُلَّما رأوا شيئاً يقولون: لقد أكلنا ذلك من قبل، ولكنهم يعرفون حين يأكلون ثمار الجنة أن ما في الأرض كان يشبه تلك الثمار، لكنه ليس مثلها. {قَالُواْ هذا الذي رُزِقْنَا مِن قَبْلُ وَأُتُواْ بِهِ مُتَشَابِهاً ... }  [البقرة: ٢٥] . </p><p> أو يقولون:  {سُبْحَانَكَ اللهم} اعترافاً بالنعمة، وأنت حين ترى شيئاً يعجبك تقول: سبحانك يا رب. وبعد أن تأتي لك النعمة وتقول: سبحان الله، وتُفاجَأ بأشياء لم تكن في الحسبان - من فرط جمالها؛ فتقول: الحمد لله. </p><p> إذن: فأنت تستقبل النعمة «بسبحان الله» ، وينتهي من النعمة «بالحمد لله» . ولذلك يقول الحق سبحانه:  {وَآخِرُ دَعْوَاهُمْ أَنِ الحمد للَّهِ رَبِّ العالمين} والذي يجعل للحياة الدنيا معنى، ويجعل لها طعماً ويجعل لها استقراراً، أن يكون الإنسان في سلام، ومعنى السلام: الاطمئنان والرضا؛ فلا مُهيِّجات، ولا مُعكِّرات، ولا يأتي ذلك إلا بعدم اصطدام في ملكات النفس؛ فيتحقق سلام الإنسان مع نفسه، وسلام الإنسان مع أهله، وهذا هو المحيط الثاني، وسلام الإنسان مع قومه، وسلام الإنسان مع العالم كله، كل ذلك اسمه سلام، لا مُنغِّص، لا من نفسه، ولا من أهله، ولا من قومه، ولا من العالم. وكلما اتسعت رقعة السلام زاد الإحساس الإنسان بالاطمئنان. </p><p> وحين يقول الحق سبحانه:  {وَتَحِيَّتُهُمْ فِيهَا سَلاَمٌ} ، فالسلام وارد في أشياء متعددة، والحق سبحانه يقول:  {إِنَّ أَصْحَابَ الجنة اليوم فِي شُغُلٍ فَاكِهُونَ هُمْ وَأَزْوَاجُهُمْ فِي ظِلاَلٍ عَلَى الأرآئك مُتَّكِئُونَ لَهُمْ فِيهَا فَاكِهَةٌ وَلَهُمْ مَّا يَدَّعُونَ سَلاَمٌ قَوْلاً مِّن رَّبٍّ رَّحِيمٍ}  [يس: ٥٥ - ٥٨] . </p><p> وهذا هو السلام الذي له معنى؛ فهو سلام من الله. ولم يقل سبحانه:  «سلام يورثك اطمئناناً ونفساً راضية» فقط، بل هو سلام بالقول من الله، وانظر أي سعادة حين يخاطبك الحق سبحانه وتعالى مباشرة. وهناك فرق بين أن يشيع الله فيك السلام وبين أن يحييك كلامه بالسلام. وهذا هو السبب في قوله:  {سَلاَمٌ قَوْلاً مِّن رَّبٍّ رَّحِيمٍ}  [يس: ٥٨] . </p><p> وهذا سلام الله، ثم من بعده هذه المنزلة يأتي سلام الملائكة: </p><p> {وَالمَلاَئِكَةُ يَدْخُلُونَ عَلَيْهِمْ مِّن كُلِّ بَابٍ سَلاَمٌ عَلَيْكُم ... }  [الرعد: ٢٣ - ٢٤] . </p><p> إذن: فقول الحق هنا: {وَتَحِيَّتُهُمْ فِيهَا سَلاَمٌ} نجد فيه كلمة السلام رمز الرضا والاستقرار في الجنة؛ فالسلام هو أول الأحاسيس التي تحبها في نفسك، ولو كانت الناس كلها ضدك. لكنك ساعة تستقر، فأنت تسائل نفسك: ماذا فعلت ليكون البعضُ ضدي؟ وحين تجيب نفسك: «إنني لم </p><p> أفعل إلا الخير» ؛ فأنت تحس السلام في نفسك، وإذا ما رحَّب الآخرون بما تفعل، فالحياة تسير، بلا ضدّ ولا حقد، وهذا ما قاله رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: </p><p> «يطلع عليكم الآن رجل من أهل الجنة» فيدخل رجل عرفه القوم فلما انصرف؛ قام واحد من الصحابة، وذهب إلى الرجل؛ ليعلم ماذا يصنع، وسأله: ماذا تفعل حتى يبشّرك الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بالجنة؟ فوجد سلوك الرجل مستقيماً ومتبعاً للمنهج دون زيادة، فسأله الصحابي: لماذا - إذن - بشّرك رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بالجنة؟ </p><p> قال الرجل: والله إني لأصلّي كما تصلّون، وأصوم كما تصومون، وأزكّى كما تزكون، ولكني أبيت وما في قلبي غلٌّ لأحد. </p><p> هذا هو السلام النفسي، وإذا ما وصل الإنسان إلى السلام مع النفس؛ فلا تضيره الدنيا إن قامت، وبعد ذلك يضمن أن يوجد سلامه مع </p><p> الله تعالى، ومن عنده سلام مع نفسه، ومع بيئته، ومع مجتمعه؛ فهو ينال سلاماً من الله سبحانه. ويقول لنا القرآن عن الذين يعانون من مأزق في الآخرة:  {يَوْمَ يَأْتِ لاَ تَكَلَّمُ نَفْسٌ إِلاَّ بِإِذْنِهِ فَمِنْهُمْ شَقِيٌّ وَسَعِيدٌ}  [هود: ١٠٥] . </p><p> هؤلاء هم الذين شقوا في النار، أما الذين سُعدوا ففي الجنة، فماذا عن حال الذين لا هم شقوا ولا هم سعدوا - وهم أهل الأعراف؛ لأن الموقف يوم القيامة ينقسم الناس فيه إلى ثلاثة أقسام؛ فقد قال الله سبحانه:  {فَأَمَّا مَن ثَقُلَتْ مَوَازِينُهُ فَهُوَ فِي عِيشَةٍ رَّاضِيَةٍ وَأَمَّا مَنْ خَفَّتْ مَوَازِينُهُ فَأُمُّهُ هَاوِيَةٌ}  [القارعة: ٦ - ٩] . </p><p> ولم يقل الحق سبحانه لنا أمر الذين تساوت الكفتان لهم أثناء الحساب؛ لأنه سبحانه قال في حديث قدسي: </p><p> «إن رحمتي غلبت غضبي» . </p><p> ويبين لنا الحق سبحانه رحمته فيقول: </p><p> {ونادى أَصْحَابُ الجنة أَصْحَابَ النار أَن قَدْ وَجَدْنَا مَا وَعَدَنَا رَبُّنَا حَقّاً فَهَلْ وَجَدتُّم مَّا وَعَدَ رَبُّكُمْ حَقّاً قَالُواْ نَعَمْ فَأَذَّنَ مُؤَذِّنٌ بَيْنَهُمْ أَن لَّعْنَةُ الله عَلَى الظالمين}  [الأعراف: ٤٤] . </p><p> ويأتي أمر رجال الأعراف فيقول سبحانه:  {وَعَلَى الأعراف رِجَالٌ يَعْرِفُونَ كُلاًّ بِسِيمَاهُمْ ... }  [الأعراف: ٤٦] </p><p> لقد عرفوا المؤمنين بسيماهم، وعرفوا الكفار بسيماهم، وجليس البعض على الأعراف؛ ينتظرون وينظرون لأهل الجنة قائلين:  {سَلاَمٌ عَلَيْكُمْ لَمْ يَدْخُلُوهَا وَهُمْ يَطْمَعُونَ}  [الأعراف: ٤٦] . </p><p> ثم يعطينا الحق سبحانه صورة ثانية فيقول:  {ونادى أَصْحَابُ النار أَصْحَابَ الجنة أَنْ أَفِيضُواْ عَلَيْنَا مِنَ المآء أَوْ مِمَّا رَزَقَكُمُ الله قالوا إِنَّ الله حَرَّمَهُمَا عَلَى الكافرين}  [الأعراف: ٥٠] . </p><p> أهل الأعراف - إذن - يسعدون بعطاء الله لأهل الجنة، ويطمعون أن يغفر الله - سبحانه وتعالى - لهم. </p><p> ونحن في حياتنا نسمع المشرفين على المساجين أو المحكوم عليهم بالإعدام يقولون: قبل أن يحكم على المجرم بالإعدام ينخفض وزنه، ثم </p><p> يزيد بعد الحكم؛ لأن الأمر قد استقر. والذين يُشغلون بأن يعرفوا مكانهم في الآخرة، أهو في الجنة أو في النار، لا ينسون أن يقولوا للمؤمنين. {سَلاَمٌ عَلَيْكُمْ ... }  [الأعراف: ٤٦] . </p><p> وهنا يقول الحق سبحانه عن أهل الجنة:  {وَتَحِيَّتُهُمْ فِيهَا سَلاَمٌ وَآخِرُ دَعْوَاهُمْ أَنِ الحمد للَّهِ رَبِّ العالمين} وقد تكون آخر دعواهم، أي: آخر كلمة. </p><p> فالواحد منهم يقول: أنا حمدت ربنا على الشيء الفلاني والشيء الفلاني. وآخر حَمْد هو قمة الحمد؛ لأنهم حمدوا الله على النعمة في الدنيا التي تزول، ويحمدونه في الآخرة على النعمة التي لا تزول، فلئِنْ يوجد حَمْد على النعمة التي لا تزول فهو قمة الحمد. </p><p> ويقول الحق سبحانه بعد ذلك:  {وَلَوْ يُعَجِّلُ الله لِلنَّاسِ الشر استعجالهم ... } . </p>"
}