{
  "id": null,
  "sura": 10,
  "aya": 95,
  "text": "<p> وآيات الله سبحانه كما نعرفها متعددة؛ إما آيات كونية وهي الأصل في المعتقد الأول بأن خالقها هو الخالق الأعلى سبحانه، وتُلْفِت هذه الآيات إلى بديع صُنْعه سبحانه، ودقة تكوين خلقه، وشمول قدرتِه. </p><p> وكذلك يُقصد بالآيات؛ المعجزات المنزلة على الرسل عليهم السلام لتظهر صدق كل رسول في البلاغ عن الله تعالى. </p><p> وآيات القرآن الكريم التي تحمل منهج الله. </p><p> وهم كانوا يُكذِّبون بكل الآيات. </p><p> والخطاب في هذه الآية هو خطاب للنبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وجاء معطوفاً على ما في الآية السابقة، حيث يقول الحق سبحانه: </p><p> {فَإِن كُنتَ فِي شَكٍّ مِّمَّآ أَنزَلْنَآ إِلَيْكَ}  [يونس: ٩٤] . </p><p> وكل ما يريد من مثل هذا القول لا يصح أن نفهم منه أن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من الممكن أن يشك، أو من المحتمل أن يكون من الذين كذَّبوا بآيات الله سبحانه وتعالى ولكن إيراد مثل هذا الأمر، هو إيراد لدفع خواطر البشرية، أيًا كانت تلك الخواطر، فإذا وجدنا الخطاب المراد به رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في التنزيل، فغاية المراد اعتدال موازين الفهم في أمّته تعليماً وتوجيهاً؛ لأن المنهج مُنزّل عليه لتبليغه لأمته فهو شهيد على الأمم. </p><p> وإذا كانت الآية التي سبقت توضح: إن كنت في شك فاسأل، فهو سبحانه يعطيه السؤال؛ ليستمع منه إلى الجواب، وليُسْمعه لكل الأمة؛ الجواب القائل: أنا لا أشك ولا أسأل، وحسبي ما أنزل الله سبحانه عليَّ. </p><p> ألم يَرِدْ في القرآن الكريم أن الحق سبحانه وتعالى يقول للملائكة يوم القيامة بمحضر من عبدوا الملائكة، ويشير إلى هؤلاء الذين عبدوا الملائكة ومخاطباً ملائكته. </p><p> {أهؤلاء إِيَّاكُمْ كَانُواْ يَعْبُدُونَ}  [سبأ: ٤٠] . </p><p> ونحن نعلم أن الملائكة: </p><p> {لاَّ يَعْصُونَ الله مَآ أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ}  [التحريم: ٦] . </p><p> والحق سبحانه يعلم مسبقاً جواب الملائكة، وهم يقولون: </p><p> {سُبْحَانَكَ أَنتَ وَلِيُّنَا مِن دُونِهِمْ}  [سبأ: ٤١] . </p><p> ولكنه سبحانه وتعالى أراد أن يُسْمِع من في الحشر كلهم جواب الملائكة وهم يستنكرون أن يعبدهم أحد من الخَلق، فهؤلاء الخلق إنما عبدوا الجن. </p><p> إذن: فالسؤال جاء؛ ليبين الرد عليه، مثلما يرد عيسى عليه السلام حين يُعبد من بعض قومه، ويسأله سبحانه عن ذلك: </p><p> {أَأَنتَ قُلتَ لِلنَّاسِ اتخذوني وَأُمِّيَ إلهين مِن دُونِ الله}  [المائدة: ١١٦] . </p><p> فيأتي الجواب: </p><p> {سُبْحَانَكَ مَا يَكُونُ لي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ}  [المائدة: ١١٦] . </p><p> إذن: فالمراد أن يقول الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: أنا لا أشك ولا أسأل. </p><p> والشك كما نعلم معناه: تساوي كفة النفي وكفة الإثبات، فإن رجحت واحدة منهما فهذا ظن، وتكون المرجوحة وَهْماً وافتراء وكذباً. </p><p> وكلمة «الشك» مأخوذة من مسألة حسية، فنحن نرى الصيادين وهم يصعون كل سمكة بعد اصطيادها في خيط يسمى «المشكاك» . </p><p> وكذلك نرى من يقوم ب (لضْم) العقود، وهو يشك الحبة في الخيط. </p><p> من هذا نأخذ أن الشك معناه: ضَمُّ شيء إلى شيء، ومنه الشكائك، وهي البيوت المنتظمة بجانب بعضها البعض. </p><p> ومنه «شاك السلاح» أي: الذي ضَمَّ نفسه إلى الدرع. </p><p> فالشك هو ضم شيء إلى شيء، وفي النسب تضم النفي والإثبات معاً؛ لأنك غير قادر على أن ترجِّح أحدهما. </p><p> وكل خطاب في الشك يأتي على هذا اللون. </p><p> والآية التي نحن بصددها تقول: </p><p> {وَلاَ تَكُونَنَّ مِنَ الذين كَذَّبُواْ بِآيَاتِ الله فَتَكُونَ مِنَ الخاسرين}  [يونس: ٩٥] . </p><p> ونحن نعلم أن الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ هو نفسه آية من الآيات، وهكذا نرى أن الخطاب مُوجَّه لأمته، فمن المستحيل أن يكون الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من المكذِّبين لآيات الله سبحانه وتعالى لأن التكذيب بآيات الله تعالى يعني: إخراج الصدق إلى الكذب، وإخراج الواقع إلى غير الواقع. </p><p> والذين كذبوا بالآيات إما أنهم لا يؤمنون بإله، أو يؤمنون بإله ولا يؤمنون برسول، أو يؤمنون بإله ويؤمنون برسول ولا يؤمنون بما أنزِل على الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> والذي يؤيد هذا وجود آية في آخر السورة يقول فيها الحق سبحانه: </p><p> {قُلْ ياأيها الناس إِن كُنتُمْ فِي شَكٍّ مِّن دِينِي فَلاَ أَعْبُدُ الذين تَعْبُدُونَ مِن دُونِ الله}  [يونس: ١٠٤] . </p><p> فكأن الخطاب المقصود منه الأمة. </p><p> ويقول الحق سبحانه بعد ذلك:  {إِنَّ الذين حَقَّتْ} </p>"
}