{
  "id": null,
  "sura": 10,
  "aya": 74,
  "text": "<p> وكلمة «بعث» هنا تستحق التأمل، فالبعث إنما يكون لشيء كان موجوداً ثم انتهى، فيبعثه الله تعالى. </p><p> وكلمة {بَعَثْنَا} هذه تلفتنا إلى الحق سبحانه أول ما خلق الخلق أعطى المنهج لآدم عليه السلام، وأبلغه آدم لأبنائه، وكل طمس أو تغيير من البشر للمنهج هو إماتة للمنهج. </p><p> وحين يرسل الحق سبحانه رسولاً، فهو لا ينشيء منهجاً، بل يبعث ما كان موجوداً، ليذكِّر الفطرة السليمة. </p><p> وهذا هو الفرق بين أثر كلمة «البعث» عن كلمة «الإرسال» ، فكلمة البعث تشعرك بوجود شيء، ثم انتهاء الشيء، ثم بعث ذلك الشيء من جديد، ومثله مثل البعث في يوم القيامة، فالبشر كانوا يعيشون وسيظلون في تناسل وحياة وموت إلى يوم البعث، ثم يموت كل الخلق ليبعثوا للحساب. </p><p> ولم يكن من المعقول أن يخلق الله سبحانه البشر، ويجعل لهم الخلافة في الأرض، ثم يتركهم دون منهج؛ وما دامت الغفلة قد طرأت عليهم من بعد آدم عليه السلام جاء البعث للمنهج على ألسنة الرسل المبلِّغين عن الله تعالى. </p><p> وبعد نوح عليه السلام بعث الحق سبحانه رسلاً، وهنا يقول الله سبحانه وتعالى: </p><p> {ثُمَّ بَعَثْنَا مِن بَعْدِهِ}  [يونس: ٧٤] . </p><p> أي: من بعد نوح، فمسألة نوح عليه السلام هنا تعني مقدمة الرَّكْب الرسالي؛ لأن نوحاً عليه السلام قد قالوا عنه إنه رسول عامٌّ للناس جميعاً أيضاً، مثله مثل محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وهو لم يُبعث رسولاً عامّاً للناس جميعاً، بل كان صعوده إلى السفينة هو الذي جعله رسولاً لكل الناس؛ لأن سكان الأرض أيامها كانوا قِلّة. </p><p> والحق سبحانه قد أخذ الكافرين بذنبهم وأنجى المؤمنين من الطوفان، وكان الناس قسمين: مؤمنين، وكافرين، وقد صعد المؤمنون إلى السفينة، وأغرق الحق سبحانه الكافرين. </p><p> وهكذا صار نوح عليه السلام رسولاً عامّاً بخصوصية من بقوا وهم المرسَل إليهم بخصوصية الزمان والمكان. </p><p> وهنا يقول الحق سبحانه: </p><p> {ثُمَّ بَعَثْنَا مِن بَعْدِهِ رُسُلاً إلى قَوْمِهِمْ}  [يونس: ٧٤] . </p><p> فهل قَصَّ الله تعالى كل أخبار الرسل عليه السلام؟ لا؛ لأنه سبحانه وتعالى هو القائل: </p><p> {مِنْهُم مَّن قَصَصْنَا عَلَيْكَ وَمِنْهُمْ مَّن لَّمْ نَقْصُصْ عَلَيْكَ}  [غافر: ٧٨] . </p><p> وجاء الحق عَزَّ وَجَلَّ بقصص أولي العزم منهم، مثلما قال سبحانه: </p><p> {وَأَرْسَلْنَاهُ إلى مِاْئَةِ أَلْفٍ أَوْ يَزِيدُونَ}  [الصافات: ١٤٧] . </p><p> فمن أرسله الله تعالى إلى من هم أقل من مائة ألف، فقد لا يأتي ذكره، ونحن نعلم أن الرسول إنما كان يأتي للأمة المنعزلة؛ لأن العالم كان على طريقة الانعزال، فنحن مثلاً منذ ألف عام لم نكن نعلم بوجود قارة أمريكا، بل ولم نعلم كل القارات والبلاد إلا بعد المسح الجوي في العصر الحديث، وقد توجد مناطق في العالم نعرفها كصورة ولا نعرفها كواقع. </p><p> ونحن نعلم أن ذرية آدم عليه السلام كانت تعيش على الأرض، ثم انساحت في الأرض؛ لأن الأقوات التي كانت تكفي ذرية آدم على عهده، لم تعد تكفي بعدما اتسعت الذرية، فضاق الرزق في رقعة الأرض التي كانوا عليها، وانساح بعضهم إلى بقية الأرض. </p><p> والحق سبحانه هو القائل: </p><p> {وَمَن يُهَاجِرْ فِي سَبِيلِ اللَّهِ يَجِدْ فِي الأرض مُرَاغَماً كَثِيراً وَسَعَةً}  [النساء: ١٠٠] . </p><p> وهكذا انتقل بعض من ذرية آدم عليه السلام إلى مواقع الغيث، فالهجرة تكون إلى مواقع المياه؛ لأنها أصل الحياة. </p><p> ويلاحظ مؤرِّخو الحضارات أن بعض الحضارات نشأت على جوانب الأنهار والوديان، أما البداوة فكانت تتفرق في الصحاري، مثلهم مثل العرب، وكانوا في الأصل يسكنون عند سد مأرب، وبعد أن تهدم السد وأغرق الأرض، خاف الناس من الفيضان؛ لأن العَدُوَّين اللذين لم يقدر عليهما البشر هما النار والماء. </p><p> وحين رأى الناس اندفاع الماء ذهبوا إلى الصحاري، وحفروا الآبار التي أخذوا منها الماء على قَدْر حاجتهم؛ لأنهم عرفوا أنهم ليسوا في قوة المواجهة مع الماء. </p><p> وهكذا صارت الانعزالات بين القبائل العربية، مثلها كانت في بقية الأرض؛ ولذلك اختلفت الداءات باختلاف الأمم؛ ولذلك بعث الحق سبحانه إلى كل أمة نذيراً، وهو سبحانه القائل: </p><p> {وَإِن مِّنْ أُمَّةٍ إِلاَّ خَلاَ فِيهَا نَذِيرٌ}  [فاطر: ٢٤] . </p><p> وقصَّ علينا الله سبحانه قصص بعضهم، ولم يقصص قصص البعض الآخر. </p><p> يقول الحق سبحانه: </p><p> {مِنْهُم مَّن قَصَصْنَا عَلَيْكَ وَمِنْهُمْ مَّن لَّمْ نَقْصُصْ عَلَيْكَ وَمَا كَانَ لِرَسُولٍ أَن يَأْتِيَ بِآيَةٍ إِلاَّ بِإِذْنِ الله}  [غافر: ٧٨] . </p><p> وهنا يقول الحق سبحانه: </p><p> {ثُمَّ بَعَثْنَا مِن بَعْدِهِ رُسُلاً إلى قَوْمِهِمْ فَجَآءُوهُمْ بالبينات}  [يونس: ٧٤] . </p><p> فهل هؤلاء هم الرسل الذين لم يذكرهم الله؟ </p><p> لا؛ لأن الحق سبحانه أرسل بعد ذلك هوداً إلى قوم عاد، وصالحاً إلى ثمود، وشعيباً إلى مدين، ولم يأت بذكر هؤلاء هنا، بل جاء بعد نوح عليه السلام بخبر موسى عليه السلام، وكأنه شاء سبحانه هنا أن يأتي لنا بخبر عيون الرسالات. </p><p> وما دام الحق سبحانه قد أرسل رسلاً إلى قوم، فكل قوم كان لهم رسول، وكل رسول بعثه الله تعالى إلى قومه. </p><p> وكلمة «قوم» في الآية جمع مضاف، والرسل جمع، ومقابلة الجمع بالجمع تقتضي القسمة آحاداً، مثلما نقول: هَيَّا اركبوا سياراتكم، والخطاب لكم جميعاً، ويعني: أن يركب كل واحد منكم سيارته. </p><p> وجاء كل رسول إلى قومه بالبينات، أي: بالآيات الواضحات الدالة على صدق بلاغهم عن الله تعالى. </p><p> ثم يقول الحق سبحانه في نفس الآية: </p><p> {فَمَا كَانُواْ لِيُؤْمِنُواْ بِمَا كَذَّبُواْ بِهِ مِن قَبْلُ كَذَلِكَ نَطْبَعُ على قُلوبِ المعتدين}  [يونس: ٧٤] . </p><p> أي: أن الناس جميعهم لو آمنوا لانقطع الموكب الرسالي، فموكب إيمان كل البشر لم يستمر، بل جاءت الغفلة، وطبع الله تعالى على قلوب المعتدين. </p><p> والطبع كما نعلم هو الختم. </p><p> ومعنى ذلك أن القلب المختوم لا يُخرج ما بداخله، ولا يُدخل إليه ما هو خارجه؛ فما دام البعض قد عشق الكفر فقد طبع الله سبحانه على هذه القلوب ألاّ يدخلها إيمان، ولا يخرج منها الكفر، والطبع هنا منسوب لله تعالى. </p><p> وبعض الذين يتلمَّسون ثغرات في منهج الله تعالى يقولون: إن سبب كفرهم هو أن الله هو الذي طبع على قلوبهم. </p><p> ونقول: التفتوا إلى أنه سبحانه بيَّن أنه قد طبع الى قلوب المعتدين، فالاعتداء قد وقع منهم أولاً، ومعنى الاعتداء أنهم لم ينظروا في آيات الله تعالى، وكفروا بما نزل إليهم من منهج، فهم أصحاب السبب في الطبع على القلوب بالاعتداء والإعراض. </p><p> وجاء الطبع لتصميمهم على ماعشقوه وألفوه، والحق سبحانه وتعالى هو القائل في الحديث القدسي: </p><p> «أنا أغنى الشركاء عن الشرك» . </p><p> ولله المثل الأعلى، فأنت تقول لمن يَسْدِر في غَيِّه: ما دمت تعشق ذلك الأمر فاشبع به. </p><p> ومَثَل هؤلاء الذين طبع الله سبحانه وتعالى على قلوبهم، مثل الذين كذَّبوا من قبل وكانوا معتدين. </p><p> ويقول الحق سبحانه بعد ذلك:  {ثُمَّ بَعَثْنَا مِن بَعْدِهِمْ موسى وَهَارُونَ} </p>"
}