{
  "id": null,
  "sura": 10,
  "aya": 63,
  "text": "<p> والإيمان هو الأمر الاعتقادي الأول الذي يُبنى عليه كل عمل، ويقتضي تنفيذ منهج الله، الأمر في الأمر، والنهي في النهي، والإباحة في الإباحة. </p><p> والتقوى كما علمنا هي اتقاء صفات الجلال في اله تعالى، وأيضاً اتقاء النار، وزاد رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في صفات من تصدر عنه التقوى؛ لأنها مراحل، «فقال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يصف المتقين:</p><p> » هم قوم تحابُّوا بروح الله على غير أرحام بينهم، ولا أموال يتعاطونها، فوالله إن وجوههم لنور، وإنهم لَعلَى نور «.</p><p> وقد سئُل عمر رَضِيَ اللَّهُ عَنْه عن المتقين فقال: » الواحد منهم يزيدك النظر إليه قُرباً من الله «. وكأنه رَضِيَ اللَّهُ عَنْه يشرح لنا قول الحق سبحانه: </p><p> {سِيمَاهُمْ فِي وُجُوهِهِمْ مِّنْ أَثَرِ السجود}  [الفتح: ٢٩] . </p><p> وساعة ترى المتقي لله تُسَرُّ وتفرح به، ولا تعرف مصدر هذا السرور إلا حين يقال لك: إنه ملتزم بتقوى الله، وهذا السرور يلفتك إلى أن تقلده؛ لأن رؤياه تذكِّرك بالخشوع، والخضوع، والسكينة، ورقَّة </p><p> السَّمْت، وانبساط الأسارير. </p><p> والواحد من هؤلاء ينظر إلى الكون ولا يجد في هذا الكون أي خَلَل، بل يرى كل شيء في موضعه تماماً، ولا يرى أي قُبح في الوجود، وحتى حين يصادف القبح، فهو يقول: إن هذا القبح يبيِّن لنا الحُسْن، ولولا وجود الباطل ومتاعبه لما عشق الناسُ الحقّ، وهكذا يصير الباطل من جنود الحق. </p><p> إن وجود الشرّ يدفع الناس إلى الخير؛ ولذلك يقال: كُنْ جميلاً في دينك تَرَ الوجود جميلاً؛ لأنك حين ترى الأشياء وتقبل قدر الله فيها، هنا يفيض الله عليك بهبات من الفيض الأعلى، وكلما تقرَّبت إلى الله زاد اقتراب الله سبحانه منك، ويفيض عليك من الحكمة وأسرار الخلق. </p><p> ومثال ذلك: العبد الصالح الذي آتاه الله من عنده رحمة وعلَّمه من لدنه علماً، هذا العبد يعلّم موسى عليه السلام، فحين قارن بين خَرْق العبد الصالح لسفينة سليمة، ولم يكن يعلم أن هناك حاكماً ظالماً يأخذ كل سفينة غَصْباً؛ ولذلك ناقش موسى العبد الصالح، وتساءل: كيف تخرق سفينة سليمة؟ وهنا بيَّن له العبد الصالح أن الملك الظالم حين يجد السفينة مخروقة فلن يأخذها، وهي سفينة يملكها مساكين. </p><p> وحين قَتل العبدُ الصالح غلاماً، كان هذا الفعل في نظر موسى </p><p> جريمة، ولم يعلم سيدنا موسى ما علمه العبد الصالح أن هذا الولد سوف يسيء إلى أهله، وأمر الله العبد الصالح بقتله قبل البلوغ حتى لا يفتن أهله، وسوف يدخل هذا الولد الجنة ويصير من دعاميص الجنة. </p><p> ويقال: إن من يموت من قبل البلوغ ليس له مسكن محدّد في الجنة، بل يذهب حيث يشاء؛ فهو كالطفل الصغير الذي يدخل قصراً، ولا يطيق البقاء في مكان واحد، بل يذهب هنا وهناك، وقد يذهب إلى حيث سيدنا محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أو أبو بكر الصديق، أو عند أي صحابي جليل. </p><p> وأيضاً حين دخل سيدنا موسى عليه السلام مع العبد الصالح إلى قرية واستطعما أهلها فرفضوا أن يطعموهما وطلب الطعام. هو أصدق ألوان السؤال فأبى أهل القرية أن يطعموهما، وهذا دليل الخسَّة واللؤم؛ فأقام العبد الصالح الجدار الآيل للسقوط في تلك القرية. </p><p> ولم يكن سيدنا موسى عليه السلام قد علم ما علمه العبدُ الصالح من أن رجلاً صالحاً قد مات وترك لأولاده كنزاً تحت هذا الجدار، وبناه بناية موقوتة بزمن بلوغ الأبناء لسن الرشد؛ فيقع الجدار ليحد الأبناء ما ترك لهم والدهم من كنز، ولا يجرؤ أهل القرية اللئام على السطو عليه. </p><p> إذن: هذه هباتٌ من فيض الحق سبحانه على عباده الصالحين، وهو سبحانه وتعالى يجعل مَثَل هؤلاء العباد كالصواري المنصوبة التي تهدي الناس، أو كالفنار الذي يهدي السفن في الظلمة. </p><p> ويقول الحق سبحانه:  {لَهُمُ البشرى فِي الحياة الدنيا} </p>"
}