{
  "id": null,
  "sura": 10,
  "aya": 100,
  "text": "<p> هكذا يُبيِّن لنا الحق سبحانه أن أحداً لا يؤمن إلا بإذن من الله تعالى؛ لأن معنى أن تؤمن أن يكون إيمانك إيمان فطرة نتيجة تفكُّر في سماء ذات أبراج، وأرض ذات فجَاج، وبحار تَزْخر، ورياح تَصْفِر، كل ذلك يدل على وجود الخالق سبحانه. </p><p> لكن أتَرَكَ الله سبحانه وتعالى الناس للفطرة؟ </p><p> لا، بل أرسل سبحانه لهم الرسل ليذكِّروهم بالآيات الموجودة في الكون، ولينتبه الغافل؛ لأنه سبحانه لا يريد أن يأخذ الناس على حين غفلة. </p><p> ولذلك يقول الحق سبحانه: </p><p> {أَن لَّمْ يَكُنْ رَّبُّكَ مُهْلِكَ القرى بِظُلْمٍ وَأَهْلُهَا غَافِلُونَ}  [الأنعام: ١٣١] . </p><p> لذلك ينبههم الحق سبحانه بأن هناك أشياء كان يجب أن تُذكر، وكأن الحق سبحانه يُبيِّن لنا: إياكم أن تفهموا أن أحداً يخرج عن مُلكي إلا بإرادتي، فأنا بخلقي له مختاراً سمحت له أن يكفر أو يؤمن، وسمحت له أن يطيع أو أن يعصي. </p><p> كل ذلك من أجل أن يثبت لي صفة المحبوبية. </p><p> لذلك فلا أحد يؤمن إلا بإذن الله سبحانه وتعالى، ولا أحد يكفر إلا بإذنه سبحانه؛ لأن مَنْ خلقه مختاراً عَلِمَ برضاء منه بما يكون من المخلوق، فالكافر لم يكفر قهراً، والمؤمن لم يؤمن قهراً من الله سبحانه. </p><p> وساعةَ يأتي الرسول ليعرض قضية الإيمان، يتذكر الإنسان إيمان الفطرة ويقول: لقد جاء هذا الرسول بهذا المنهج ليعدِّل لي حياتي، فلا بد أن أرْهِفَ له السمع. </p><p> وساعة يُقْبِل العبد على الله تعالى، فسبحانه يأذن له أن يدخل إلى حظيرة الإيمانَ. </p><p> إن العبد مِنَّا إذا ما ذهب للقاء عبد مثله له سيادة وجاه، ويدرك العبد صاحب السيادة والجاه بفضل من الله السبب الذي جاء من أجله العبد الآخر؛ فيقول صاحب السيادة لمعاونيه: لا تُدْخِلوه. وهو يقول ذلك؛ </p><p> لأن الله سبحانه أطلعه على ما في قلب العبد الآخر من غلًّ ومن حقدٍ ومن نفاق. </p><p> أما إذا دقَّ بابه عبد آخر، فتجده يأمر معاونيه أنْ يُدخلوه وأن يفسحوا له؛ لأنه علم بما في قلبه من محبة ورغبة في صِدْق اللقاء والمودة. </p><p> إذا كان هذا يحدث بين العباد، وهم كلهم أغيار، فما بالنا بالحق سبحانه وتعالى؟ </p><p> والله سبحانه هو القائل في حديث قدسي:  «من ذكرني في نفسه ذكرتُه في ملأ خير منه» . </p><p> ما بالنا بالعبد إذا دخل على الإيمان بالله غير مشحون بعقيدة عدا الله. </p><p> إذن: أقْبِلْ على الله سبحانه وعلى ذكر الله، وأنت إنْ ذكرت الله في نفسك، فالله يذكرك فيه نفسه، وإن ذكرته في ملأ ذكرك في ملأ خير منه، فالملأ الذي ستذكره فيه ملأ خَطَّاءٌ، والله سبحانه سيذكرك في ملأ طاهر. </p><p> ويقول الحق سبحانه في ذات الحديث القدسي: </p><p> «إنْ تقرَّب إليَّ شبراً تقرَّبت إليه ذراعاً» . </p><p> والذراع أطول من الشِّبر. </p><p> ويقول:  «وإن أتاني يمشي أتيته هرولة» . </p><p> فالمشي قد يُتعب العبد، لذلك يُسرع إليه الحق عَزَّ وَجَلَّ، وهو سبحانه بكل ربوبيته ما إنْ يعلمْ أن عبداً قد صفا قلبه من خصومة الله تعالى في </p><p> شيء، حتى يفتح أمامه أبواب محبته سبحانه، فيحبِّب فيه خلقه، ويجعل له مدخل صدق في كل أمر ومخرج صدق من كل ضيق، وهو الحق القائل: </p><p> {والذين اهتدوا زَادَهُمْ هُدًى وَآتَاهُمْ تَقْوَاهُمْ}  [محمد: ١٧] . </p><p> ونلحظ أن الحق سبحانه يؤكد في الآية التي نحن بصدد خواطرنا عنها أنه لو شاء لآمن مَنْ في الأرض جميعاً؛ ليبيِّن لنا أنه حتى إبليس الذي دخل في جدالٍ مع الله، لو شاء الحق سبحانه لآمن إبليس. </p><p> وجاء الحق سبحانه بهذا التأكيد؛ لِيُحْكِمَ الأمرَ حول كل خَلْقه ومخلوقاته، فلا يشذ منهم أحد. </p><p> ثم يقول الحق سبحانه في نفس الآية: </p><p> {أَفَأَنتَ تُكْرِهُ الناس حتى يَكُونُواْ مُؤْمِنِينَ}  [يونس: ٩٩] . </p><p> أراد الحق سبحانه أن يُنبِّه رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وكل المؤمنين أنه: </p><p> {لاَ إِكْرَاهَ فِي الدين}  [البقرة: ٢٥٦] . </p><p> لأن مطلوبات الدين ليست هي المطلوبات الظاهرة فقط التي تقع عليها العين، فهناك مطلوبات أخرى مستترة، فَهَبْ إنك أكرهت قالباً أتستطيع أن تُكرِه قلباً؟ </p><p> والحق سبحانه وتعالى يريد قلوباً لا قوالب. </p><p> وهكذا لا يصلح الإكراه في قضية الدين، ولكن على الإنسان ألاَّ يسحب الإكراه إلى غير موضعه أو مجاله؛ لأنك قد تجد مسلماً </p><p> لا يصلّي فينهره صديقه، فيردّ: لا إكراه في الدين. وهذا استخدام غير صحيح واستدلال خاطىء؛ لأن الإكراه في الدين إنما يكون ممنوعاً في القضية العقدية الأولى. </p><p> ولكن مَنْ أعلن أنه مسلم، وشهد أن لا إله إلا الله وأن محمداً رسول الله، فهذا إعلان بالالتزام بكل أحكام الإسلام، وهو محسوب على الإسلام، فإنْ أخلْ بحكمٍ من أحكام الإسلام فلا بد من محاسبته. </p><p> ولا إكراه في الدين، فيما يخصُّ القضية العقدية الأولى، وأنت حُرٌّ في أن تدخل إلى الإسلام أو لا تدخل، فإنْ دخلت الإسلام فأنت ملتزم باحكام الإسلام؛ لأنك آمنت به وصِرْتَ محسوباً عليه، واحفظ حدود الإسلام ولا تكسرها؛ لأنك على سبيل المثال لا قدر الله إن سرقت؛ تٌقطع يدك، وإنْ زنيت تُرجَم أو تُجلد، وإنْ شربت الخمر تُجلد؛ لأنك قبلتَ قواعد الإسلام وشريعته. </p><p> وإنْ رأى واحدٌ مسلماً يسرق، فلا يقولن إن الإسلام يُسرِّق، ولكن إن رآه يُعاقَب، فهو يعرف أن الإسلام يعاقب مَنْ يجرم. </p><p> إذن: ف {لاَ إِكْرَاهَ فِي الدين}  [البقرة: ٢٥٦] . </p><p> تخص المنع عن الإكراه على أصل الدين، ولكن بعد أن تؤمن فأنت ملتزم بفرعيات الدين، وتعاقب إنْ خرجتَ على الحدود. </p><p> والرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يقول: «مَيَلُ القائم على حدود الله، والواقع فيها كمثل قوم استهموا على سفينة، فأصاب بعضهم أعلاها وبعضهم أسفلها، </p><p> فكان الذين في أسفلها إذا اسْتَقَوْا من الماء مرُّوا على مَنْ فوقهم فقالوا: لو أنَّا خرقنا في نصيبنا خُرْقاً ولم نُؤذِ مَنْ فوقنا، فإن يتركوهم وما أرادوا هلكوا جميعاً، وأن أخذوا على أيديهم نجوا، ونجوا جميعاً» . </p><p> إذن: فالالتزام بفروع الدين أمر واجب ممن دخل الدين دون إكراه، وإنْ خدش حكماً من الأحكام يُعاقب. </p><p> وهناك ما هو أشدُّ من ذلك، وهو حكم مَنْ ارتد عن الإسلام، وهو القتل. </p><p> وقد يقول قائل: إن هذا الإمر يمثل الوحشية. فنقول له: إن من التزم بالدين، إنما قد علم بداية أنه إنْ آمن ثم ارتد، فسوف يُقتَل؛ ولذلك فليس له أن يدخل إلى الإسلام إلا بيقين الإيمان. </p><p> وهذا الشرط للدين؛ لا على الدين. فلا تدخل على الدين إلا وأنت متيقِّن أن أوامر الدين فوق شهواتك، واعلمْ أنك إنْ دخلتَ على الدين ثم تَخلَّيْتَ عنه فسوف تُقْتَل، وفي هذا تصعيب لأمر دخول الدين، فلا يدخله أحد إلا وهو واثق من يقينه الإيماني، وهذا أمر محسوب للدين لا ضد الدين. </p><p> وهنا يقول الحق سبحانه: </p><p> {وَيَجْعَلُ الرجس عَلَى الذين لاَ يَعْقِلُونَ}  [يونس: ١٠٠] . </p><p> والرجس: هو العذاب، وهو الذنب، ويجعله الحق سبحانه وتعالى على الذين لا يعقلون؛ لأن قضية الدين إذا طُرِحَتْ على العقل بدون هَوىً؛ لا بُدَّ أن ينتهي العقل إلى الإيمان. </p><p> ولذلك تجد القمم الفكرية حين يدرسون الدين؛ فهم يتجهون إلى الإسلام؛ لأنه هو الدين الذي يشفي الغُلَّة، أما الذين أخذوا الدين كميراث عن الآباء، فهم يظلون على حالهم. </p><p> وبعض القمم الفكرية في العالم التي اتجهت إلى اعتناق الإسلام، لم تتجه إليه بسبب رؤيتهم لسلوك المسلمين؛ لأن سلوك المنسوبين للإسلام في زماننا قد ابتعد عن الدين. </p><p> ولذلك فقد اتجهت تلك القمم الفكرية للإسلام إلى دراسة مبادىء الإسلام، وفرَّقوا بين مبادىء الدين، وبين المنتمين للدين، وهذا إنصاف في البحث العقلي؛ لأن الدين حين يُجرِّم عملاً، فليس في ذلك التجريم إذْنٌ من الدين بحدوث مثل هذا الفعل المجرم، بدليل تقدير العقاب حسب خطورة الجريمة. </p><p> فالحق سبحانه قد قال: </p><p> {والسارق والسارقة فاقطعوا أَيْدِيَهُمَا}  [المائدة: ٣٨] . </p><p> إنه الإذن باحتمال ارتكاب السرقة، وكذلك الأمر بالنسبة للزنا، </p><p> وغير ذلك من الجرائم التي جعل لها لحق سبحانه عقوبات تتناسب مع الضرر الواقع على النفس أو المجتمع من وقوعها، فإذا رأيت مسلماً يسرق، فتذكَّر العقاب الذي أوقعه الإسلام على السارق، وإنْ رأيتَ مسلماً يزني، فَتذكَّر العقوبة التي حددها الحق سبحانه للزاني. </p><p> وهكذا الحال في جميع الجرائم. </p><p> وكبار المفكرين العالميين الذين يتجهون إلى الإسلام إنما يدرسون مبادىء الدين مفصولة عن سلوك المسلمين المعاصرين، الذين ابتعدوا عن مبادىء الدين الحنيف. </p><p> وها هو ذا «جينو» المفكر الفرنسي يقول: «الحمد لله الذي هداني للإسلام قبل أن أعرف المسلمين، فلو كنتُ قد عرفتُ المسلمين قبل الإسلام لكان هناك احتمال لزلزلة في النفس تجعلني أتردد في الدخول إلى هذا الدين الرفيع المقام» . </p><p> إذن: فإعمال العقل الراقي لا بد أن يؤدي إلى الإسلام لأنه فطرة الله، والإسلام يُنمِّيها، ويرتقي بها، والعقل هو مَنَاطُ التكليف. </p><p> والرجس والذنب والعذاب كله إنما يقع على الذين لا يُعْمِلون عقولهم، وإعمال العقل المتعقل للقيم ينفي الرجس؛ لأنهم سيُقبلون على التدين بإذن الله تعالى لهم أن يدخلوا على الإيمان به. </p><p> وإذا سألني سائل: ما هو العقل؟ وما هو مَناَطُ التكليف؟ </p><p> نجد أن كلمة «عقل» مأخوذة من عِقَال البعير، وهو ما يُشَدُّ على رُكْبته حتى لا ينهض، ويظل سكاناً، وحين يريد صاحبه أن يُنهضه فهو يفكُّ العقال. </p><p> وأهل الخليج يضعون على رؤوسهم غطاء للرأس (غُتْرة) ويثبتونه بنسيج مغزول على هيئة حلقتين، ويسمون هاتين الحلقتين «العقال» ؛ لأنه يمنع غطاء الرأس من أن يحركه الهواء، أو يُطيّره. </p><p> إذن: فالعقل أراده الله سبحانه لنا ليحجزنا عن الانطلاق والفوضى في تحقيق شهوات النفس؛ لأنه سبحانه قد خلق النفس البشرية، ويعلم أنها تحب الشهوات العاجلة، فأراد سبحانه للإنسان أن يكبح جماح تلك الشهوات بالعقل. </p><p> فحين يفكر الإنسان في تحقيق الشهوة العاجلة، يجد عقله وهو يهمس له: إنك ستستمتع بالشهوة العاجلة دقائق، وأنت قد تأخذها من غيرك؛ من محارمه أو من ماله، فهل تسمح لغيرك أن يأخذ شهوته العاجلة منك؟ </p><p> إذن: عليك أن تعلم أن العقل إنما أراده الله سبحانه لك ليعقلك عن الحركة التي فيها هَوى، وتحقق بها شهوة ليست لك، ومغبَّتها متعبة. </p><p> ويخطىء مَنْ يظن أن العقل يفتح الباب أمام الانطلاق اللا مسئول باسم الحرية، ونقول لمن يظن مثل هذا الظن: إن العقل هو مَنَاطُ التكليف، وهو الذي يوضِّح لك آفاق المسئولية في كل سلوك. </p><p> ومن عدالة الحق سبحانه أنه لم يكلِّف المجنون؛ لأن حكم المجنون على الأشياء والأفعال هو حكم غير طبيعي؛ لأنه يفتقد آلة الاختيار بين البدائل. </p><p> وكذلك لم يكلف الله سبحانه مَنْ لي ينضج بالبلوغ؛ لأنه غير مُسْتوفٍ للمَلَكات، ولم تستوِ لديه القدرة على إنجاب مثيل له. </p><p> وقد ضربنا من قبل المثل بالثمرة، وقلنا: إنه لا يقال إن الثمرة نضجت وصار طَعْمها مقبولاً مستساغاً إلا إذا أصبحت البذرة التي فيها قادرة على </p><p> أن تنبت منها شجرة إن زرعناها في الأرض. </p><p> وأنت مثلاً حين تقطع البطيخة، وتجد لُبَّها أبيض اللون فأنت لا تأكلها، وتحرص على أن تأكل البطيخة ذات البذر الذي صار أسود اللون؛ لأنه دليل نُضْج البطيخة، وأنت حين تأخذ هذا اللبَّ وتزرعه ينتح لك بطيخاً. </p><p> إذن: فاكتمال الإنسان بالبلوغ يتيج لعقله أن يَزِنَ السلوك قبل الإقدام عليه، والتكليف إنما يكون للعاقل البالغ غير المكرة بقوةٍ تقهره على أن يفعل ما لا يعقله. </p><p> أما قبل البلوغ فالتكليف ليس من الله، بل من الأسرة، لتدربه على الطاعة. </p><p> ورسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يقول لنا:  «مروا أولادكم بالصلاة لسبع سنين، واضربوهم عليها لعشر سنين، وفرِّقوا بينهم في المضاجع» . </p><p> وهنا نجد أن الذي يأمر هو الأب وليس الله، والذي يعاقب هو الأب، وليس الله، وما إن يصل الابن إلى مرحلة البلوغ يبدأ تكليفه من الله. </p><p> أما إذا جاء مَنْ يُكْرِهه على أن يرتكب معصية بقوة تفوق قوته كأن يمسك (مسدساً) ويقول له: إن لم تشرب الخمر أطلقتُ عليك النار، فهنا يرفع عنه التكليف. </p><p> ورسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يقول في الحديث الشريف:  «إن الله تجاوز عن أمتي: الخطأ، والنسيان، وما اسْتُكرِهوا عليه» . </p><p> فالعقل إذن هو مناط التكليف، وعمله أن يختار بين البدائل في كل شيء، ففي الطعام مثلاً نجد مَنْ يهوى وضع (الشطة) فوق الطعام؛ لأنها تفتح شهيته للطعام، وبعد أن يأكل نجده صارخاً من الحموضة، ويطلب المهضِّمات، وقد لا تفلح معه، بل وقد تُفسد له الغشاء المخاطي الموجود على جدار المعدة لحمايتها، فَرُبَّ أكْله منعتْ أكلات؛ ولذلك نجد عقله يقول له: احذر من هذا اللون من المشهيات؛ لأنه ضارٌّ بك. </p><p> وهكذا نجد العقل هو الذي يوضح للإنسان نتائج كل فعل، وهو الذي يدفع إلى التأني والإجادة في العمل؛ ليكون ناتج العمل مفيداً لك ولغيرك باستمرار، ولم يأتِ العقل للإنسان ليستمرىء به الخطأ والخطايا. </p><p> وهكذا نجد أن العقل يدرك ويختار السلوك الملائم لكل موقف، بل إن العقل يدعو الإنسان إلى الإيمان حتى في مرحلة ما قبل التكليف، فحين يتأمل الإنسان بعقله هذا الكون لا بُدَّ أن يقوده التأمل إلى الاعتراف بجميل صنيع الخالق سبحانه وتعالى. </p><p> ويقول الحق سبحانه بعد ذلك:  {قُلِ انظروا مَاذَا فِي السماوات والأرض} </p>"
}