{
  "id": null,
  "sura": 10,
  "aya": 97,
  "text": "<p> إذن: فمجيء الآيات وتكرارها لن يفيدهم في الاتجاه إلى الإيمان؛ لأن الحق سبحانه يعلم أنهم سيتوجهون باختيارهم إلى الكفر؛ فقد قالوا من قبل ما أورده الحق سبحانه في كتابه العزيز: </p><p> {وَقَالُواْ لَن نُّؤْمِنَ لَكَ حتى تَفْجُرَ لَنَا مِنَ الأرض يَنْبُوعاً أَوْ تَكُونَ لَكَ جَنَّةٌ مِّن نَّخِيلٍ وَعِنَبٍ فَتُفَجِّرَ الأنهار خِلالَهَا تَفْجِيراً أَوْ تُسْقِطَ السمآء </p><p> كَمَا زَعَمْتَ عَلَيْنَا كِسَفاً أَوْ تَأْتِيَ بالله والملائكة قَبِيلاً أَوْ يَكُونَ لَكَ بَيْتٌ مِّن زُخْرُفٍ أَوْ ترقى فِي السمآء وَلَن نُّؤْمِنَ لِرُقِيِّكَ حَتَّى تُنَزِّلَ عَلَيْنَا كِتَاباً نَّقْرَؤُهُ قُلْ سُبْحَانَ رَبِّي هَلْ كُنتُ إِلاَّ بَشَراً رَّسُولاً} [الإسراء: ٩٠٩٣] . </p><p> وكأن الحق سبحانه يأمر رسوله أن يقول موضحاً: لستُ أنا الذي يُنزل الآيات، بل الآيات من عند الله تعالى، ثم يأتي القرآن بالسبب الذي لم تنزل به تلك الآيات التي طلبوها، فيقول سبحانه: </p><p> {وَمَا مَنَعَنَآ أَن نُّرْسِلَ بالآيات إِلاَّ أَن كَذَّبَ بِهَا الأولون}  [الإسراء: ٥٩] . </p><p> إذن: فقد نزلت آيات كثيرة لمن سبق في المعاندة والمعارضة، ويقابل قضية عرض الإيمان عليه بكفر يملأ قلبه. </p><p> فإن كان هناك من يبحث عن الإيمان فليدخل على بحث الإيمان بدون مُعتقد سابق، ولينظر إلى المسألة، وما يسمح به قلبه فليُدخله فيه؛ وبهذا الاختيار القلبي غير المشروط بمعتقد سابق هو قمة القبول. </p><p> وقد قال الحق سبحانه في الآيات السابقة كلاماً في الوحدانية، وكلاماً في الآيات المعجزات، وكلاماً في صدق النبوة، وكلاماً عن القيامة، </p><p> وقصَّ لنا سبحانه بعضاً من قصص مواكب الرسل، من نوح عليه السلام، ثم فصَّل قليلاً في قصة موسى وهارون عليهما السلام، ثم سيأتي من بعد ذلك بقصة يونس عليه السلام. </p><p> ونحن نلحظ أن الحق سبحانه جاء بقصة نوح عليه السلام في إطناب، ثم جاء بخبر عن رسل لم يَقُلْ لنا عنهم شيئاً، ثم جاء بقصة موسى وهارون عليهما السلام، ثم سيأتي من بعد ذلك بقصة يونس عليه السلام، فالسورة تضم ثلاثاً من الرسالات: رسالة نوح، ورسالة موسى وهارون، ورسالة يونس: وهو الرسول الذي سُمِّيت السورة باسمه. </p><p> ولسائل أن يقول: ولماذا جاء بهؤلاء الثلاثة في هذه السورة؟ </p><p> وأقول: لقد تعبنا كثيراً، ومعنا كثير من المفسرين حتى نتلمَّس الحكمة في ذلك، ولماذا لم تأت في السورة قصة هود، وثمود، وشعيب، وكان لا بد أن تكون هناك حكمة من ذلك. </p><p> هذه الحكمة فيما تجلى لنا أن الحق سبحانه وتعالى يعرض موكب الرسالة وموكب المعارضين لكل رسول، والنتيجة التي انتهى إليها أمر الأعداء، وكذلك النتيجة التي انتهى إليها أمر الرسول ومَنْ آمن به. </p><p> ونجد الذين ذكرهم الله سبحانه هنا قد أهلكوا إهلاكاً متحداً بنوع واحد في الجميع، فإهلاك قوم نوح كان بالغرق، وكذلك الإهلاك لقوم فرعون كان بالغرق، وكذلك كانت قصة سيدنا يونس لها علاقة بالبحر، فقد ابتلعه الحوت وجرى في البحر. </p><p> إذن فمَنْ ذُكِر هنا من الرسل كان له علاقة بالماء، أما بقية الموكب الرسالي فلم تكن لهم علاقة بالماء. </p><p> ونحن نعرف أن الماء به الحياة، وبه الإهلاك؛ لأن واهب الحياة يهب الحياة بالشيء، ويُهلك بالشيء نفسه. وكأن الحق سبحانه يبيِّن لنا الحكمة: أنا أهلكتُ بالغرق هناك، ونجَّيْتُ من الغرق هنا. </p><p> إذن: فطلاقة القدرة الإلهية هي المستولية على هذه السورة، كما تظهر طلاقة القدرة في مجالات أخرى، وبألوان أخرى. </p><p> وسُميِّت هذه السورة باسم يونس؛ لأن الحق سبحانه أرسله إلى أكثر من مائة ألف، وهم الأمة الوحيدة في هذا المجال التي استثناها الحق سبحانه من الإهلاك، فقد أغرق قوم نوح، وأغرق قوم فرعون؛ فكلاهما قد كذَّب الرسل، ولكن قوم يونس أول ما رأوا البأس آمنوا فأنجاهم الله سبحانه. </p><p> وسُمِّيت السورة باسم من نجا؛ لأنه عاد إلى الحق سبحانه قبل أن يعاين العذاب، ولكنهم رأوا فقط بشائر العذاب، فنجَّوا أنفسهم بالإيمان. </p><p> وهنا يقول الحق سبحانه وتعالى: </p><p> {فَلَوْلاَ كَانَتْ قَرْيَةٌ آمَنَتْ فَنَفَعَهَآ إِيمَانُهَا} </p>"
}