{
  "id": null,
  "sura": 10,
  "aya": 99,
  "text": "<p> والحق سبحانه وتعالى يبيِّن لنا أنه إن قامت معركة بين نبي مرسل ومعه المؤمنون به، وبين من كفروا به، فلا بد أن يُنزِل الحق سبحانه العذاب بمن كفروا. </p><p> وإياك أن تفهم أن الحق سبحانه إلى يحتاج عبادة الناس؛ لان الله عَزَّ وجل قديم أزليٌّ بكل صفات الكمال فيه قبل أن يخلق الخلق، وبكماله خلق الخلق، وقوته سبحانه وتعالى في ذاته، وهو خالق من قبل أن يخلق لخلق، ورازق قبل أن يخلق الزرق والمرزوق، والخلق من آثار صفات الكمال فيه، وهو الذي أوجد كل شيء من عدم. </p><p> ولذلك يُسمّون صفاته سبحانه وتعالى صفات الذات؛ لأنها موجودة فيه من قبل أن يوجد متعلقها. </p><p> فحين تقول: حيٌّ، ومُحْيٍ، فليس معنى ذلك أن الله تعالى موصوف ب «مُحْيٍ» بعد أن وجد مَنْ يحييه، لا، إنه مُحيٍ، وبهذه الصفة أحيا. </p><p> ولله المثل الأعلى، وهو سبحانه مُنزَّه عن كل تشبيه: قد نرى المصوِّر أو الرسام الذي صنع لوحة جميلة، هنا نرى أثر موهبة الرسم التي مارسها، واللوحة ليست إلا أثراً لهذه الموهبمة. </p><p> الحق سبحانه وتعالى إذن له كل صفات الكمال قبل أن يخلق الخلق، وبصفات الكمال خَلَق الخَلْق. </p><p> فإياك أن تفهم أن هناك أمراً قد جَدَّ على الله تعالى، فلا شيء يجِدُّ علىلحق سبحانه، وهو سبحانه لا ينتفع من خلقه بل هو الذي ينفعهم. </p><p> ونحن نعلم أن الإيمان مطلوب من الإنسان، وهو الجنس الظاهر لنا ونحن منه، ومطلوب من جنس آخر أخبرنا عنه الله تبارك وتعالى وهو الجن. </p><p> وأما بقية الكون فمُسبِّح مؤمن بالله تعالى، والكون عوالم لا حصر لها، ولكلٍّ نظام لا يحيد عنه. </p><p> ولو أراد الله سبحانه وتعالى أن يُدخِل الثقلين الإنس والجن في نظام التسخير ما عَزَّ عليه ذلك؛ لكن هذا التسخير يثبت له القدرة ولا يثبت له المحبوبية. </p><p> ولذلك ترك الحق سبحانه الإنسان مختاراً ليؤمن أو لا يؤمن، وهذا ما يثبت له المحبوبية إن جئته مؤمناً، وهذا يختلف عن إيمان القَسْر والقهر، فالإيمان المطلوب من الإنسان أو الجن هو إيمان الاختيار. </p><p> وأما إيمان القسر والقهر، فكل ما في الكون من عوالم مؤمن بالحق سبحانه، مُسبِّح له. </p><p> والحق سبحانه وتعالى يقول: </p><p> {وَإِن مِّن شَيْءٍ إِلاَّ يُسَبِّحُ بِحَمْدِهِ ولكن لاَّ تَفْقَهُونَ تَسْبِيحَهُمْ}  [الإسراء: ٤٤] . </p><p> وهذا ليس تسبيح دلالة ورمز، بل هو تسبيح حقيقي، بدليل قوله سبحانه وتعالى:  {ولكن لاَّ تَفْقَهُونَ تَسْبِيحَهُمْ}  [الإسراء: ٤٤] . </p><p> فإن فقَّهك الله تعالى في لغاتهم لعلمت تسبيح الكائنات، بدليل أنه </p><p> عَلَّم سليمان عليه السلام منطق الطير، وسمع النملة تقول: </p><p> {ياأيها النمل ادخلوا مَسَاكِنَكُمْ لاَ يَحْطِمَنَّكُمْ سُلَيْمَانُ وَجُنُودُهُ وَهُمْ لاَ يَشْعُرُونَ} </p><p> [النمل: ١٨] . </p><p> والهدهد قال لسليمان عليه السلام ما رآه عن بلقيس ملكة سبأ: </p><p> {وَجَدتُّهَا وَقَوْمَهَا يَسْجُدُونَ لِلشَّمْسِ مِن دُونِ الله وَزَيَّنَ لَهُمُ الشيطان أَعْمَالَهُمْ فَصَدَّهُمْ عَنِ السبيل فَهُمْ لاَ يَهْتَدُونَ}  [النمل: ٢٤] . </p><p> إذن: فكل ما في الكون مُسبِّح لله تعالى، يسير على منهجه سبحانه ما عدا المختار من الثقلين: الإنسان والجان؛ لأن كلاً منهما فيه عقلٌ، وله مَيْزة الاختيار بين البدائل. </p><p> ومن عظمة الحق سبحانه وتعالى أن خلق للإنسان الاختيار حتى يذهب المؤمن إليه اختياراً، ولو شاء الحق سبحانه وتعالى أن يجبر الإنسان على الإيمان لَفعلَ. </p><p> أقول ذلك حتى لا يقولن أحد: ولماذا كل هذه المسائل من خَلْق وإرسال رُسل، وتكذيب أناس، ثم إهلاك المكذِّبين؟ </p><p> ولذلك قال الحق سبحانه وتعالى: </p><p> {وَلَوْ شَآءَ رَبُّكَ لآمَنَ مَن فِي الأرض كُلُّهُمْ جَمِيعاً أَفَأَنتَ تُكْرِهُ الناس حتى يَكُونُواْ مُؤْمِنِينَ}  [يونس: ٩٩] . </p><p> إذن: فالحق سبحانه خلق الإنسان وسخَّر له كل الأجناس، ولم يجبره على الإيمان، بل يقول سبحانه لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: </p><p> {لَعَلَّكَ بَاخِعٌ نَّفْسَكَ أَلاَّ يَكُونُواْ مُؤْمِنِينَ}  [الشعراء: ٣] . </p><p> وكان رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مُحبّاً مخلصاً لقومه وعشيرته، وذاق حلاوة الإيمان، وحزن لأنهم لم يؤمنوا، فينبهه الحق سبحانه وتعالى أن عليه مهمة البلاغ فقط، فلا يكلّف نفسه شَططاً. </p><p> والحق سبحانه وتعالى شاء أن يجعل للإنسان حقَّ الاختيار وسخَّر له الكون، ومن الناس من يؤمن، ومن الناس من يكفر، بل ومن المؤمنين من يطيع مرة، ويعصي أخرى، وهذه هي مشيئة الحق ليتوازن الكون، فكل صفة خيِّرة إنْ وجد من يعارض فيها فهذا ما شاءه الله سبحانه وتعالى للإنسان، فلا تحزن يا رسول الله؛ فالحق سبحانه وتعالى شاء ذلك. </p><p> وإنْ غضب واحد من أن الآخرين لم يعترفوا بصفاته الطيبة نقول له: إن الحق سبحانه هو خالق الكون وهو الرازق، قد كفروا به وألحدوا، وجعلوا له شركاء، فتَخلَّقوا بأخلاق الله؟ </p><p> ولذلك قال الحق سبحانه: </p><p> {وَلَوْ شَآءَ رَبُّكَ لآمَنَ مَن فِي الأرض كُلُّهُمْ جَمِيعاً أَفَأَنتَ تُكْرِهُ الناس حتى يَكُونُواْ مُؤْمِنِينَ}  [يونس: ٩٩] . </p><p> إنه سبحانه وتعالى يريد إيمان المحبة وإيمان الاختيار. </p><p> ويقول الحق سبحانه بعد ذلك:  {وَمَا كَانَ لِنَفْسٍ أَن تُؤْمِنَ إِلاَّ بِإِذْنِ الله} </p>"
}