{
  "id": null,
  "sura": 10,
  "aya": 96,
  "text": "<p> وهذا القول يوضح لنا أن الحق سبحانه وتعالى قد علم عِلْماً أزليّاً بأنهم لن يُوجِّهوا اختيارهم للإيمان. </p><p> فحكمه هنا لا ينفي عنهم مسئولية الاختيار، ولكنه علم الله الأزلي بما سوف يفعلون، ثم جاءوا إلى الاختيار فتحقق علم الله سبحانه وتعالى بهم من سلوكهم. </p><p> وحُكمْه سبحانه مبنيٌّ على الاختيار، وهو حكم تقديري. </p><p> ومثال ذلك ولله المثل الأعلى حين يأتي وزير الزراعة، ويعلن أننا قدَّرنا محصول القطن هذا العام، بحساب مساحة الأراضي المنزرعة قطناً، وبالمتوسط المتوقع لكل فدان، وقد يصيب الحكم، وقد يخيب نتيجة العوامل والظروف الأخرى المحيطة بزراعة القطن، فمن المحتمل أن يُصاب القطن بآفة من الآفات، مثل: دودة اللوزة، أو دودة الورقة. </p><p> إذن: ففي المجال البشري قد يصيب التقدير وقد يخطىء؛ لأن الإنسان يُقدِّر بغير علم مُطْلق، بل بعلم نسبي. </p><p> أما تقدير الحق سبحانه فهو تقدير أزلي، وحين يُقدّر الحق سبحانه فلا بد من وقوع ما قدَّره. </p><p> ولذلك يجب أن نفرق بين قضاء حكم لازم قهري ليس للإنسان فيه تصرف، وبين قدر قد قُدِّر من الله تعالى أن يفعله الإنسان باختياره، وهذه هي عظمة علم الغيب. </p><p> ومثال ذلك: هو سلوك أبي لهب، فقد نزل فيه قرآن يُتلَى: </p><p> {تَبَّتْ يَدَآ أَبِي لَهَبٍ وَتَبَّ مَآ أغنى عَنْهُ مَالُهُ وَمَا كَسَبَ}  [المسد: ١٢] . </p><p> وقد نزلت السورة وأبو لهب على قيد الحياة؛ لأن الحق سبحانه قد علم أزلاً أن خواطر أبي لهب لن تدفعه إلى الإيمان، ولو أن أبا لهب امتلك ذرة من ذكاء لجاء لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وقال: أنت قلت عنِّي إنني سأصْلَى النار، لكن ها أنذا أعلن أنني أشهد ألا إله إلا الله وأشهد أنك رسول الله. </p><p> لكن ذلك الذكاء لم يكن يملكه أبو لهب، فقد علم الله أزلاً أن خواطره لن تدفعه إلى الإسلام، مثلما دفعت حمزة بن عبد المطلب عم النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وعمر بن الخطاب، وخالد بن الوليد، وعمرو بن العاص. وكان إسلام هؤلاء رغم وقوفهم ضد النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أمراً وارداً. </p><p> وقد يُقدِّر البشر التقدير، لكن هذا التقدير إنما يتم حسب المعلومات </p><p> المتاحة لهم، ولا يملك إنسان علماً كونيّاً أزليّاً بتقديراته، فعلمه محدود، وقد يأتي الأمر على غير ما يُقدِّر؛ لأن الإنسان لا يملك ما يقدر. </p><p> ولا يقولنَّ أحدٌ: إن الله يعاقب بعد أن قدَّر مسبقاً؛ لأن تقدير الحق سبحانه نابع من علمه الأزلي، وهم كانوا يتمتعون بحق الاختيار. والله سبحانه هو القائل: </p><p> {وَإِذَا مَآ أُنزِلَتْ سُورَةٌ فَمِنْهُمْ مَّن يَقُولُ أَيُّكُمْ زَادَتْهُ هذه إِيمَاناً فَأَمَّا الذين آمَنُواْ فَزَادَتْهُمْ إِيمَاناً وَهُمْ يَسْتَبْشِرُونَ وَأَمَّا الذين فِي قُلُوبِهِم مَّرَضٌ فَزَادَتْهُمْ رِجْساً إلى رِجْسِهِمْ وَمَاتُواْ وَهُمْ كَافِرُونَ}  [التوبة: ١٢٤١٢٥] . </p><p> ويقول الحق سبحانه بعد ذلك:  {وَلَوْ جَآءَتْهُمْ كُلُّ آيَةٍ حتى يَرَوُاْ} </p>"
}