{
  "id": null,
  "sura": 10,
  "aya": 49,
  "text": "<p> والرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يبرِّىء نفسه من كل حَوْل وطَوْل، ويعلن ما أمره الحق </p><p> سبحانه أن يعلنه، فهو صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لا يملك لنفسه نفعاً ولا ضرّاً؛ لأن النفع أو الضر بيد خالقه سبحانه، وهو سبحانه وتعالى خالقكم، وكل أمر هو بمشيئته سبحانه. </p><p> وهذه الآية جاءت ردّاً على سؤالهم الذي أورده الحق سبحانه في الآية السابقة:  {وَيَقُولُونَ متى هذا الوعد إِن كُنتُمْ صَادِقِينَ}  [يونس: ٤٨] . </p><p> لقد تساءلوا بسخرية عن هذا الوعد بالعذاب، وكأنهم استبطأوا نزول العذاب تهكُّماً، وهذا يدل على أن قول الحق سبحانه: </p><p> {وَلِكُلِّ أُمَّةٍ رَّسُولٌ فَإِذَا جَآءَ رَسُولُهُمْ قُضِيَ بَيْنَهُمْ بالقسط وَهُمْ لاَ يُظْلَمُونَ}  [يونس: ٤٧] . </p><p> هذه الآية لم تنزل ليوم القيامة، بل نزلت لتوضح موقف مَنْ كفروا برسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ والذين قالوا بعد ذلك: </p><p> {متى هذا الوعد إِن كُنتُمْ صَادِقِينَ}  [يونس: ٤٨] . </p><p> وهذا يعني أنهم قالوا هذا القول قبل أن تقوم القيامة، والآية التي توضح أن لكل أمة رسولاً تؤيدها آيات كثيرة، مثل قوله سبحانه: </p><p> {وَمَا كُنَّا مُعَذِّبِينَ حتى نَبْعَثَ رَسُولاً}  [الإسراء: ١٥] . </p><p> وكذلك قول الحق سبحانه: </p><p> {لَّمْ يَكُنْ رَّبُّكَ مُهْلِكَ القرى بِظُلْمٍ وَأَهْلُهَا غَافِلُونَ}  [الأنعام: ١٣١] . </p><p> وكذلك قول الحق سبحانه: </p><p> {وَلَوْ أَنَّآ أَهْلَكْنَاهُمْ بِعَذَابٍ مِّن قَبْلِهِ لَقَالُواْ رَبَّنَا لولا أَرْسَلْتَ إِلَيْنَا رَسُولاً}  [طه: ١٣٤] . </p><p> وكل ذلك يؤيد أن الرسول المرسل إلى الأمة هو الرسول الذي جاء بمنهج الله تعالى، فآمن به قوم، وكذَّب به آخرون، وقضى الله بين المؤمنين والكافرين بأن خذل الكافرين ونصر المؤمنين. </p><p> وإن استبطأ الكافرون الخذلان فلسوف يرونه؛ ولذلك أمر الحق سبحانه رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: </p><p> {قُل لاَّ أَمْلِكُ لِنَفْسِي ضَرّاً وَلاَ نَفْعاً}  [يونس: ٤٩] . </p><p> أي: أنكم إن كنتم تسألون محمداً صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ عن الضر والنفع، فهو صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مبلِّغ عن الله تعالى، ولا يملك لنفسه ضَرّاً ولا نفعاً، فضلاً عن أن يملك لهم هم ضَرّاً أو نفعاً، وكل هذا الأمر بيد الله تعالى، ولكل أمة أجلٌ ينزل بالذين كفروا فيها بالعذاب، ويقع فيها القول الفصل. </p><p> وقول الحق سبحانه: </p><p> {إِلاَّ مَا شَآءَ الله لِكُلِّ أُمَّةٍ أَجَلٌ}  [يونس: ٤٩] . </p><p> يفيدُ أن مشيئة الله هي الفاصلة، ويدل على أن النبي والناس لا يملكون لأنفسم الضر أو النفع؛ لأن الإنسان خُلِق على هيئة القَسْر في أمور، وعلى هيئة الاختيار في أمور أخرى، والاختيار هو في الأمور التكليفية </p><p> مصداقاً لقوله سبحانه:  {فَمَن شَآءَ فَلْيُؤْمِن وَمَن شَآءَ فَلْيَكْفُرْ}  [الكهف: ٢٩] . </p><p> وأنت حُرٌّ في أن تطيع أو أن تعصي، وكل ذلك داخل في نطاق اختيارك، وإن صنع الإنسان طاعة، فهو يصنع لنفسه نفعاً، وإن صنع معصية، صنع لنفسه ضَرّاً. </p><p> إذن: فهناك في الأمور الاختيارية ضر ونفع. </p><p> ومثال ذلك: من ينتحر بأن يشنق نفسه، فهو يأتي لنفسه بالضر، وقد ينقذه أقاربه، وذلك بمشيئة الله سبحانه. </p><p> إذن: ففي الأمور الاختيارية يملك الإنسان بمشيئة الله الضر أو النفع لنفسه، والله سبحانه يبين لنا أن لكل أمة أجلاً، فلا تحددوا أنتم اجال الأمم؛ لأن آجالهم استئصالاً، أو عذاباً هي من عند الله سبحانه وتعالى. </p><p> والعباد دائماً يعجلون، والله لا يعجل بعجلة العباد، حتى تبلغ الأمور ما أراد سبحانه، فالله تعالى مُنزَّه أن يكون موظفاً عند الخلق، بل هو الخالق الأعلى سبحانه وتعالى. </p><p> وهو سبحانه القائل: </p><p> {سَأُوْرِيكُمْ آيَاتِي فَلاَ تَسْتَعْجِلُونِ}  [الأنبياء: ٣٧] . </p><p> وهو سبحانه القائل: </p><p> {وَيَدْعُ الإنسان بالشر دُعَآءَهُ بالخير وَكَانَ الإنسان عَجُولاً}  [الإسراء: ١١] . </p><p> إذن: فالحق سبحانه يؤخِّر مراداته رحمة بالخَلْق، وإذا جاء الأجل فهو لا يتأخر عن ميعاده، ولا يتقدم عن ميعاده. </p><p> لذلك يقول الحق سبحانه: </p><p> {إِذَا جَآءَ أَجَلُهُمْ فَلاَ يَسْتَأْخِرُونَ سَاعَةً وَلاَ يَسْتَقْدِمُونَ}  [يونس: ٤٩] . </p><p> وقوله سبحانه:  {يَسْتَقْدِمُونَ} ليست من مدخلية جواب الشرط الذي جاء بعد {إِذَا جَآءَ أَجَلُهُمْ}  [يونس: ٤٩] . </p><p> لأن الجواب هو:  {فَلاَ يَسْتَأْخِرُونَ} . </p><p> فهم لا يستقدمون قبل أن يحين الأجل. </p><p> ويقول الحق سبحانه بعد ذلك:  {قُلْ أَرَأَيْتُمْ إِنْ أَتَاكُمْ عَذَابُهُ بَيَاتاً} </p>"
}