{
  "id": null,
  "sura": 10,
  "aya": 84,
  "text": "<p> وهنا شرطان، في قوله تعالى: </p><p> {إِن كُنتُمْ آمَنتُمْ بالله}  [يونس: ٨٤] . </p><p> وجاء جواب هذا الشرط في قوله سبحانه: </p><p> {فَعَلَيْهِ توكلوا}  [يونس: ٨٤] . </p><p> ثم جاء بشرط آخر هو:  {إِن كُنتُم مُّسْلِمِينَ}  [يونس: ٨٤] . </p><p> وهكذا جاء الشرط الأول وجوابه، ثم جاء شرط آخر، وهذا الشرط الآخر هو الشرط الأول وهو الإسلام لله؛ لأن الإيمان بالله يقتضي الإسلام وأن يكونوا مسلمين. </p><p> ومثال ذلك في حياتنا: حين يريد ناظر إحدى المدارس أن يعاقب تلميذاً خالف أوامر المدرسة ونظمها، ويستعطف التليمذ الناظر، فيرد الناظر على هذا الاستعطاف بقوله: «إن جئت يوم السبت القادم قَبِلتك في المدرسة إن كان معك وليُّ أمرك؛ ومجيء ولي الأمر هنا مرتبط بالموعد الذي حدده الناظر لعودة التلميذ لصفوف الدراسة، وهكذا نجد أن الشرط الآخر مرتبط بالشرط الأول. </p><p> وهنا يتجلَّى ذلك في قول الحق سبحانه: </p><p> {إِن كُنتُمْ آمَنتُمْ بالله فَعَلَيْهِ توكلوا إِن كُنتُم مُّسْلِمِينَ}  [يونس: ٨٤] . </p><p> والإيمان كما نعلم عملية وجدانية قلبية، والإسلام عملية ظاهرية، فمرة ينفذ الفرد تعاليم الإسلام، وقد ينفك مرة أخرى من </p><p> تنفيذ التعاليم رغم إيمانه بالله، ومرة تجد واحداً ينفذ تعاليم الإسلام نفاقاً من غير رصيد من إيمان. </p><p> ولذلك نجد الحق سبحانه وتعالى يقول: </p><p> {الذين آمَنُواْ وَعَمِلُواْ الصالحات}  [البقرة: ٢٥] . </p><p> ونجده سبحانه يبيِّن هذا الأمر بتحديد قاطع في قوله تعالى: </p><p> {قَالَتِ الأعراب آمَنَّا}  [الحجرات: ١٤] . </p><p> والإيمان عملية قلبية؛ لذلك يأتي الأمر الإلهي: </p><p> {قُل لَّمْ تُؤْمِنُواْ ولكن قولوا أَسْلَمْنَا وَلَمَّا يَدْخُلِ الإيمان فِي قُلُوبِكُمْ}  [الحجرات: ١٤] . </p><p> أي: أنكم تؤدون فروض الإسلام الظاهرية، لكن الإيمان لم يدخل قلوبكم بعد. </p><p> وهنا يقول الحق سبحانه: </p><p> {إِن كُنتُمْ آمَنتُمْ بالله فَعَلَيْهِ توكلوا}  [يونس: ٨٤] . </p><p> وهكذا نرى أن التوكل مطلوب الإيمان، وأن يُسلم الإنسان زمامه في كل أمر إلى مَنْ آمن به؛ ولذلك لا ينفع الإيمان إلا بالإسلام، فإن كنتم مسلمين مع إيمانكم فتوكلوا على الله تعالى. </p><p> لكن إن كنتم قد آمنتم فقط ولم تسلموا الزمام لله في التكاليف إلى الله في» افعل «و» لا تفعل «، فهذا التوكل لا يصلح. </p><p> وهكذا يتأكد لنا ما قلناه من قبل من أنك إذا رأيت أسلوباً فيه شرط تقدم، وجاء جواب بعد الشرط، ثم جاء شرط آخر، فاعلم أن الشرط </p><p> الأخير هو المقدَّم، لأنه شرط في الشرط الأول، وبالمثل هنا فإن التوكل لن ينشأ إلا بالإسلام مع الإيمان. </p><p> ويقول الحق سبحانه بعد ذلك:  {فَقَالُواْ على الله تَوَكَّلْنَا} </p>"
}