{
  "id": null,
  "sura": 10,
  "aya": 36,
  "text": "<p> وقول الحق سبحانه:  {وَمَا يَتَّبِعُ أَكْثَرُهُمْ إِلاَّ ظَنّاً}  [يونس: ٣٦] يفيد أن بعضهم كان يتبع يقيناً؛ لأن مقابل الظن هو اليقين، فالنسب التي تحدث </p><p> بين الأشياء تربط بين الموضوع والمحمول، أو المحكوم والمحكوم عليه، وهي نسب ذكرناها من قبل، ونذكِّر بها، فهناك شيء أنت تجزم به، وشيء لا تجزم به. وما تجزم به وتُدلِّل عليه هو علم يقين، أما ما لا تستيطع التدليل عليه فليس علم يقين، بل تقليد، كأن يقول الطفل:  {قُلْ هُوَ الله أَحَدٌ}  [الإخلاص: ١] . </p><p> وهذا حق، لكن الطفل لا يستطيع أن يدلل عليه أو أن يقال شيء ومن يقوله جازم به، وهو غير واقع؛ فذلك هو الجهل. </p><p> والعلم هو القضية المجزوم بها، وهي واقعة وعليها دليل، على عكس الجهل الذي هو قضية مجزوم بها وليس عليها دليل. </p><p> والظن هو تساوي نسبتين في الإيجاب والسلب، بحيث لا تستطيع أن تجزم بأي منهما؛ لأنه إن رجحت كفة كانت قضية مرجوحة، والقضية المرجوحة هي شك أو ظن أو وهم. فالظن هو ترجيح النسب على بعضها. والشك هو تساوي الكفتين. </p><p> وقول الحق سبحانه:  {وَمَا يَتَّبِعُ أَكْثَرُهُمْ إِلاَّ ظَنّاً}  [يونس: ٣٦] يبين لنا أن الذين كانوا يعارضون رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فعلوا ذلك إما عناداً رغم علمهم بصدق ما يبلغ عنه، وإما أنهم يعاندون عن غير علم، مصداقاً لقول الحق سبحانه:  {بَلْ كَذَّبُواْ بِمَا لَمْ يُحِيطُواْ بِعِلْمِهِ}  [يونس: ٣٩] . </p><p> وكان الواحد منهم إذا تمعَّن في البلاغ عن الله تعالى والأدلة عليه، يعلن الإيمان، لكن منهم من تمعن في الأدلة وظل على عناده، والذين اتبعوا الظن إنما اتبعوا ما لا يغني من الحق شيئاً. </p><p> لذلك يبيّن لهم الحق سبحانه أنه عليم بخفايا نفوسهم، ويعلم إن كان </p><p> إنكارهم للإيمان نابعاً من العناد أو من العجز عن استيعاب قضية الإيمان؛ لذلك يقول الحق سبحانه:  {إِنَّ الله عَلَيمٌ بِمَا يَفْعَلُونَ}  [يونس: ٣٦] . </p><p> إذن: فقد علم الله سبحانه أزلاً أن بعضهم في خبايا نفوسهم يوقنون بقيمة الإيمان، لكنهم يجحدونها، مصداقاً لقول الحق سبحانه: </p><p> {قَدْ نَعْلَمُ إِنَّهُ لَيَحْزُنُكَ الذي يَقُولُونَ فَإِنَّهُمْ لاَ يُكَذِّبُونَكَ ولكن الظالمين بِآيَاتِ الله يَجْحَدُونَ}  [الأنعام: ٣٣] . </p><p> إذن: فالحق سبحانه وتعالى عليم، ولا يخفى عليه أنهم كذَّبوا بما لم يحيطوا بعلمه، وبعضهم لم يفهم قيمة الإيمان، ومن علم منهم قيمة الإيمان جحدها، عناداً واستكباراً. </p><p> يقول الحق سبحانه:  {وَجَحَدُواْ بِهَا واستيقنتهآ أَنفُسُهُمْ ظُلْماً وَعُلُوّاً}  [النمل: ١٤] . </p><p> وبعد ذلك يقول الحق سبحانه:  {وَمَا كَانَ هذا القرآن أَن يفترى} </p>"
}