{
  "id": null,
  "sura": 10,
  "aya": 72,
  "text": "<p> أي: إن توليتم عن دعوتي لعبادة الإله الحق، فأنا أدعوكم إلى مثيل لكم هو أنا، بل أدعوكم إلى من هو فوقي وفوقكم، فأنا لا أريد أن أستولي على السلطة الزمنية منكم، ولا أبحث عن جاهٍ، فالجاه كله لله تعالى. </p><p> والله لا يحتاج إلى جاهٍ منكم لأن جاهه سبحانه ذاتي فيه، ولكن لنمنع جبروتكم وتجبُّركم؛ لتعيشوا على ضوء المنهج الحق؛ لتكون حياتكم صالحة، وكل ذلك لمصلحتكم. </p><p> {فَإِن تَوَلَّيْتُمْ فَمَا سَأَلْتُكُمْ مِّنْ أَجْرٍ}  [يونس: ٧٢] فهل يُمَالىء نوح عليه السلام أعداءه. </p><p> إن الإنسان يُمَالىء العدو؛ لأن يخاف أن يوقع به شرّاً، ونوح عليه السلام لا يخافهم؛ لأنه يعتمد على الله تعالى وحده، بل هو يدلُّهم على مواطن القوة فيهم، وهو يعلم أن قوتهم محدودة، وأن شرهم مهما بلغ فهو غير نافذ، وقد لا يكون منهم شر على الإطلاق، فهل هناك نفعٌ سيعود على نوح عليه السلام ويُمنَع عنه؟ </p><p> لا؛ لأنه يعلن أنه لا يأخذ أجراً على دعوته. </p><p> هم إذن لا يقدرون على ضُرِّه، ولا يقدرون على نفعه، وهو لا يريد منهم نفعاً؛ لأن مركزه بإيمانه بالله الذي أرسله مركزٌ قويٌّ. </p><p> وهو لا يسألهم أجراً، وكلمة «أجر» تعني: ثمن المنفعة، والأثمان تكون عادة في المعاوضات، إما أن تكون ثمناً للأعيان والذوات، وإما أن تكون ثمناً للمنفعة. </p><p> ومثال ذلك: أن إنساناً يرغب في شراء «شقة» في بيت فيذهب إلى رجل يملك بيتاً، ويطلب منه أن يبيع له عدداً من الأسهم بقيمة الشقة. </p><p> وهناك آخر يريد أن يستأجر شقة فيذهب إلى صاحب البيت؛ ليدفع له قيمة إيجار شقة في البيت، اي: يدفع له قيمة الانتفاع بالشقة، والأجر لا يُدفع إلا لطلب منفعة مُلِحَّة. </p><p> وكان على نوح عليه السلام أن يطلب منهم أجراً؛ لأنه يهديهم إلى الحق، هذا في أصول التقييم للأشياء؛ لأنه يقدِّم لهم نفعاً أساسياً، لكنه يعلن أنه لا يطلب أجراً وكأنه يقول: إن عملي كان يجب أن يكون له أجر؛ لأن منفعته تعود عليكم، وكان من الواجب أن آخذ أجراً عليه. </p><p> ولكن نوحاً عليه السلام تنازل عن الأجر منهم؛ لأنه أراد الأجر الأعلى، فلو أخذ منهم؛ فلسوف يأخذ على قدر إمكاناتهم، ولكن الأجر من الله تعالى هو على قدر إمكانيات الله سبحانه وتعالى، وفارق بين إمكانات المحدود العطاء وهو البشر، ومن له قدرة عطاء لا نهاية لها وهو الله سبحانه وتعالى. </p><p> وهنا يقول:  {فَإِن تَوَلَّيْتُمْ}  [يونس: ٧٢] . </p><p> فهذا التولِّي والإِعراض لا يضرُّني ولا ينفعني؛ لأنكم لا تملكون لي ضُرّاً ولا تملكون لي نفعاً؛ لأني لن آخذ منكم أجراً. </p><p> ومن العجيب أن كل مواكب الرسل عليهم السلام حين يخاطبون أقوامهم يخاطبونهم بهذه العبارة: </p><p> {مَآ أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ}  [ص: ٨٦] . </p><p> إلا في قصة سيدنا إبراهيم عليه السلام وقصة موسى عليه السلام، فعن قصة سيدنا إبراهيم يأتي قول الحق سبحانه: </p><p> {واتل عَلَيْهِمْ نَبَأَ إِبْرَاهِيمَ إِذْ قَالَ لأَبِيهِ وَقَوْمِهِ مَا تَعْبُدُونَ قَالُواْ نَعْبُدُ أَصْنَاماً فَنَظَلُّ لَهَا عَاكِفِينَ قَالَ هَلْ يَسْمَعُونَكُمْ إِذْ تَدْعُونَ أَوْ يَنفَعُونَكُمْ أَوْ يَضُرُّونَ قَالُواْ بَلْ وَجَدْنَآ آبَآءَنَا كَذَلِكَ يَفْعَلُونَ}  [الشعراء: ٦٩٧٤] . </p><p> ولم يأت الحق سبحانه فيها بشيء عن عدم السؤال عن الأجر. </p><p> وأيضاً في قصة سيدنا موسى عليه السلام، قال الحق سبحانه: </p><p> {قَالَ رَبِّ إني أَخَافُ أَن يُكَذِّبُونِ وَيَضِيقُ صَدْرِي وَلاَ يَنطَلِقُ لِسَانِي فَأَرْسِلْ إلى هَارُونَ وَلَهُمْ عَلَيَّ ذَنبٌ فَأَخَافُ أَن يَقْتُلُونِ قَالَ كَلاَّ فاذهبا بِآيَاتِنَآ إِنَّا مَعَكُمْ مُّسْتَمِعُونَ فَأْتِيَا فِرْعَوْنَ فقولا إِنَّا رَسُولُ رَبِّ العالمين أَنْ أَرْسِلْ مَعَنَا بني إِسْرَائِيلَ}  [الشعراء: ١٢١٧] . </p><p> وهنا أيضاً لا نجد قولاً لموسى عليه السلام في عدم السؤال عن الأجر. </p><p> أما هنا في قصة نوح عليه السلام فنجد قول الحق سبحانه: </p><p> {فَإِن تَوَلَّيْتُمْ فَمَا سَأَلْتُكُمْ مِّنْ أَجْرٍ إِنْ أَجْرِيَ إِلاَّ عَلَى الله وَأُمِرْتُ أَنْ أَكُونَ مِنَ المسلمين}  [يونس: ٧٢] . </p><p> وكذلك جاء نفس المعنى في قصة هود عليه السلام، حيث يقول الحق سبحانه: </p><p> {كَذَّبَتْ عَادٌ المرسلين إِذْ قَالَ لَهُمْ أَخُوهُمْ هُودٌ أَلاَ تَتَّقُونَ إِنِّي لَكُمْ رَسُولٌ أَمِينٌ فاتقوا الله وَأَطِيعُونِ وَمَآ أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلاَّ على رَبِّ العالمين}  [الشعراء: ١٢٣١٢٧] . </p><p> وجاء نفس المعنى أيضاً في قوم ثمود، إذ قال الحق سبحانه: </p><p> {كَذَّبَتْ ثَمُودُ المرسلين إِذْ قَالَ لَهُمْ أَخُوهُمْ صَالِحٌ أَلا تَتَّقُونَ إِنِّي لَكُمْ رَسُولٌ أَمِينٌ فاتقوا الله وَأَطِيعُونِ وَمَآ أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلاَّ على رَبِّ العالمين}  [الشعراء: ١٤١١٤٥] . </p><p> وكذلك جاء نفس القول على لسان لوط عليه السلام، فيقول الحق سبحانه: </p><p> {كَذَّبَتْ قَوْمُ لُوطٍ المرسلين إِذْ قَالَ لَهُمْ أَخُوهُمْ لُوطٌ أَلا تَتَّقُونَ إِنِّي لَكُمْ رَسُولٌ أَمِينٌ فاتقوا الله وَأَطِيعُونِ وَمَآ أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلاَّ على رَبِّ العالمين}  [الشعراء: ١٦٠١٦٤] . </p><p> ونفس القول جاء على لسان شعيب عليه السلام في قول الحق سبحانه: </p><p> {كَذَّبَ أَصْحَابُ الأيكة المرسلين إِذْ قَالَ لَهُمْ شُعَيْبٌ أَلاَ تَتَّقُونَ إِنِّي لَكُمْ رَسُولٌ أَمِينٌ فاتقوا الله وَأَطِيعُونِ وَمَآ أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلاَّ على رَبِّ العالمين}  [الشعراء: ١٧٦١٨٠] . </p><p> إذن: فغالبية الموكب الرسالي يأتي على ألسنتهم الكلام عن الأجر: </p><p> {وَمَآ أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ}  [الشعراء: ١٦٤] . </p><p> فكأن الرسل عليهم السلام يقولون للبشر الذين ارسلوا إليهم: لو أنكم فطنتم إلى حقيقة الأمر لكان من الواجب أن يكون لنا أجر على ما نقدمه لكم من منفعة، لكنَّا لا نريد منكم أنتم أجراً، إنما سنأخذ أجرنا من ربِّ العالمين؛ لأن المنفعة التي نقدمها لكم لا يستطيع بشر أن يقوِّمها، وإنما القادر على تقييمها هو واضع المنهج سبحانه ومُنزِله على رسله. </p><p> وها هو القرآن الكريم يأتي على لسان رسول الله محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، ويقول: </p><p> {قُل لاَّ أَسْأَلُكُمْ عَلَيْهِ أَجْراً إِلاَّ المودة فِي القربى}  [الشورى: ٢٣] . </p><p> أما لماذا لم تأت مسألة الأجر على لسان سيدنا إبراهيم عليه السلام فنحن نعلم أن إبراهيم عليه السلام أول ما دعا؛ دعا عمه، وكان للعم حظ تربية إبراهيم، وله على سيدنا إبراهيم حق الأبوة. </p><p> وكذلك سيدنا موسى عليه السلام، فقد دعا فرعون، وفرعون هو الذي قام بتربية موسى، وكانت زوجة فرعون تريده قرة عين لها ولزوجها، حتى إن فرعون فيما بعد قد ذكَّره بذلك، وقال: </p><p> {قَالَ أَلَمْ نُرَبِّكَ فِينَا وَلِيداً وَلَبِثْتَ فِينَا مِنْ عُمُرِكَ سِنِينَ}  [الشعراء: ١٨] . </p><p> أما هنا في دعوة سيدنا نوح عليه السلام فيأتي قول القرآن على لسان نوح بما يوضِّح الأمر لقوم نوح: </p><p> فإن توليتم فلا حزن لي، ولا جزع؛ لأنكم لن تصيبوني بضُرٍّ، ولن تمنعوا عني منفعة؛ لأنكم لم تسألوني أن آتي لكم بالهدى لآخذ أجري منكم، ولكن الحق سبحانه هو الذي بعثني، وهو الذي سيعطيني أجري، </p><p> وقد أمرني سبحانه أن أكون من المسلمين له حَقّاً وصدقاً. </p><p> وفي حياتنا نجد أن صديقاً يرسل إلى صديقه عاملاً من عنده ليصلح شيئاً، فهو يأخذ الأجر من المرسل، لا من المرسل إليه، وهذا أمر منطقي وطبيعي. </p><p> ويقول الحق سبحانه بعد ذلك:  {فَكَذَّبُوهُ فَنَجَّيْنَاهُ وَمَن مَّعَهُ فِي الفلك} </p>"
}