{
  "id": null,
  "sura": 10,
  "aya": 109,
  "text": "<p> وإذا كان الحق سبحانه قد أورد على لسان رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  {ياأيها الناس قَدْ جَآءَكُمُ الحق مِن رَّبِّكُمْ}  [يونس: ١٠٨] . </p><p> فهذا يعني البلاغ بمنهج الله تعالى النظري، ولا بُدَّ أن يثق الناس في المنهج، بأن يكون الرسول هو أول المنفذين للمنهج، لأنه معاذ الله لو غشَّ الناس جميعاً لما غشَّ نفسه. </p><p> إذن: فبعد البلاغ عن الحق سبحانه، وتعريف الناس بأن الهداية </p><p> لا يعود نفعها على الحق، بل هي للإنسان، فيملك نفسه؛ ويملك زمام حياته، فيسير براحة البال في الدنيا إلى نعيم الآخرة، وأن الضلال لا يعود إلا باستعلاء الإنسان على نفسه؛ ليركبها إلى موارد التهلكة. </p><p> والرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ليس وكيلاً عنكم، يأتي لكم بالخير حين لا تعملون خيراً، ولا يصرف عنكم الشر وأنتم تعملون ما يستوجب الشر. </p><p> ولذلك كان على رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أن يكون هو النموذج والأسوة. </p><p> {لَّقَدْ كَانَ لَكُمْ فِي رَسُولِ الله أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُواْ الله واليوم الآخر وَذَكَرَ الله كَثِيراً}  [الأحزاب: ٢١] . </p><p> وهنا يقول الحق سبحانه: </p><p> {واتبع مَا يوحى إِلَيْكَ}  [يونس: ١٠٩] . </p><p> أي: عليك أن تكون الأسوة، وحين تتَّبع ما يوُحَى إليك؛ ستجد عقبات ممن يعيشون على الفساد، ولا يرضيهم أن يوجد الإصلاح، فَوطِّن العزم على أن تتبع ما يوحى إليك، وأن تصبر. </p><p> ومجيء الأمر بالصبر دليل على أن هناك عقبات كثيرة، وعليك أن تصبر وتعطي النموذج لغيرك، والثقة في أنه لو لم يكن هناك خير في اتباع المنهج لما صبرت عليه؛ حتى يأتي حكم الله {واصبر حتى يَحْكُمَ الله وَهُوَ خَيْرُ الحاكمين}  [يونس: ١٠٩] . </p><p> وليس هناك أعدل ولا أحكم من الله سبحانه وتعالى. </p><p> وهذه السورة التي تُخْتَم بهذه الآية الكريمة، تعرضت لقضية الإيمان بالله، قمة في عقيدة لإله واحد يجب أن نأخذ البلاغ منه سبحانه؛ لأنه الرب الذي خلق من عَدَم، وأمدَّ من عُدْم، ولم يكلِّفنا إلا بعد مرور سنوات الطفولة وإلى البلوغ؛ حتى يتأكد أن المكلَّف يستحق أن يُكلَّف بعد أن انتفع بخيرات الوجود كله، وتثبَّت من صدق الربوبية. </p><p> ومعنى الربوبية هو التربية، وأن يتولى المربِّي المربَّى إلى أن يبلغ حَدَّ الكمال المرجوّ منه. </p><p> وقد صدقتْ هذه القضية في الكون. </p><p> إذن: نستمع إلى الرب سبحانه وتعالى الذي خلق، حين يُبِّين لنا مهمتنا في الحياة بمنهج تستقيم به حركة الحياة، ويستقيم أمر الإنسان مع الغاية التي يعرفها قبل أن يخطو أي خطوة. </p><p> ومن المحال أن يخلق الله سبحانه وتعالى المخلوق ثم يُضيِّعه، بل لا بد أن يضع له قانون صيانة نفسه؛ لأن كل صنعة إنما يضع قانونها </p><p> ويحدد الغاية لها مَنْ صنعها، فإذا ما خالفنا ذلك نكون قد أحَلْنا وغيَّرنا الأمور، وأدخلنا العالم في متاهات، وصار لكل امرىء غاية، ولكل امرىء منهج، ولكل عقل فكر، ولَصار الكون متضارباً؛ لأن الأهواء ستتضارب، فتضعف قوة الأفراد؛ لأن الصراع بين الأنداد يُضعِف قوة الفرد عن معالجة الأمر الذي يجب أن يعالجه. </p><p> فأراد الله سبحانه وتعالى توحيداً في العقيدة، وتوحيداً في المنهج. </p><p> وأراد الحق سبحانه وتعالى أن يضرب لنا مثلاً تطبيقياً في مواكب الرسالات، فذكر لنا في هذه السورة قصة نوح عليه السلام وقصة موسى وهارون عليهما السلام وذكر بينهما القصص الأخرى. </p><p> ثم ذكر قضية يونس عليه السلام. </p><p> ثم ختم السورة بقوله سبحانه: </p><p> {واتبع مَا يوحى إِلَيْكَ}  [يونس: ١٠٩] . </p><p> بلاغاً عن الله تعالى. </p><p> وما دُمْتَ تبلّغ، وأمتك أمة محسوبة إلى قيام الساعة أنها وارثة </p><p> النبوة، ولم تَعُدْ هناك نبوة بعدك يا محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ تسليماً كثيراً. </p><p> وأراد الحق سبحانه لأمتك أن يحملوا الدعوة للمنهج الذي نزل إليك. </p><p> إذن: فرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ سيكون شهيداً بأنه قد بلّغ، ويجب أن تكون أمته شهيدة بأنها بلغت، وأوصلت رسالة الله إلى الدنيا، وهذا شرف مهمة أمة محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> ولم يكن لأمة غيرها مثل هذا الشرف؛ فقد كان الأمر قبل رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أن دعوة أيِّ رسول تفتُر، وتبهت تكاليفه، ويغفل عنها الناس، فيرسل الله سبحانه وتعالى رسولاً، ولكن الأمر اختلف بعد رسالة محمد عَلَيْهِ الصَّلَاة وَالسَّلَام ُ، فلم تَعُدْ هناك نبوة، ولا رسالة، ولكن صار هناك مَنْ يحملون منهج الله تعالى. </p><p> والرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ هو الأسوة؟ لأنه مُبلغ منهج الله، وهو أسوة في تطبيق قانون صيانة الإنسان وحركته، ونموذج تطبيقي حتى لا يكلف الناس فوق ما تطيقه إنسانيتهم؛ ولذلك كان يُصِر على أنه بشر، وأوضح القرآن الكريم ذلك بلا أدنى غموض: </p><p> {إِنَّمَآ أَنَاْ بَشَرٌ مِّثْلُكُمْ}  [فصلت: ٦] . </p><p> ليؤكد صدق الأسوة؛ لأنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لو لم يكن بشراً وطلب من الناس أن يفعلوا مثله لقالوا: لن نستطيع لأنك لست مثلنا. </p><p> ولذلك نلحظ أن القرآن يؤكد على بشرية رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، ولكنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يزيد عن البشر باصطفاء الله سبحانه له؛ ليكون رسولاً يُوحَى إليه، فمهمته الرسالية الأولى أن يُبلغ هذا الوحي، والمهمة الثانية أن يؤكد بسلوكه أنه مقتنع بهذا الوحي ويُطبِّقه على نفسه. </p><p> ويقول الحق سبحانه وتعالى: </p><p> {لَّقَدْ كَانَ لَكُمْ فِي رَسُولِ الله أُسْوَةٌ حَسَنَةٌ}  [الأحزاب: ٢١] . </p><p> وكان رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من ناحية الثراء أقلَّ الناس مالاً، وهو غير متكبر، ولا جبَّار، وهو كمنوذج سلوكي تتوازن فيه وبه كل الفضائل؛ فلم يطلب لنفسه شيئاً، بل إنه منع أقاربه وأهله من حقوق أقرها لغيرهم من المسلمين، فأقاربه لم يُعِطهم الحق في أن يرثوا شيئاً مما يملكه بعد وفاته وقد حرمهم؛ ليكون كل عمل صادر منه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أو ممن ينتسبون بالقرابة إليه هو عمل خالص لوجه الله تعالى. </p><p> وهذا السلوك هو عكس سلوك الرئاسات البشرية، أو السلطات الزمنية، فهذه الرئاسات أو تلك السلطات تفيض أول ما تفيض على نفسها بالخير، ثم تفيضه على الدوائر القريبة منها حسب أقطار القرب؛ فالقريب جداً يأخذ أولاً وكثيراً، ومَنْ يبعد في القرابة يأخذ الأقل حسب درجة بُعْده. </p><p> لكن الذي في دائرة القرابة مع رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لا يأخذ حتى ما يأخذه الفقير في أمة محمد عليه السلاة والسلام، وكأن الله سبحانه وتعالى يدلنا بذلك على أنه من العيب أن يكون الإنسان منسوباً لآل بيت النبوة، ويكون موضعاً لأخذ الزكاة. </p><p> إذن: فالاتِّباع الذي أمر الله تعالى به، هو اتباع الوحي بلاغاً، واتباع ما يُوحَى به تطبيقاً، وسيتطلب هذا مواجهة متاعب كثيرة، وسيلقى عقبات من الجبابرة المنتفعين بالفساد في الأرض، فلا بُدَّ أن يصادموا هذه الدعوات؛ ليحافظوا على سلطاتهم الزمنية، فيأمر الحق سبحانه وتعالى رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بأن يصبر، وفي الأمر بالصبر إشارة إلى أن الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مُقْبِل على عقبات فَلْيُعِدّ نفسه لتحمُّل هذه العقبات بالبصر. </p><p> وفي آية أخرى يأمره الحق سبحانه وتعالى أن يصبر ويصابر هو والمؤمنون. . يقول سبحانه: </p><p> {اصبروا وَصَابِرُواْ وَرَابِطُواْ}  [آل عمران: ٢٠٠] . </p><p> أي: إن صبرت، فقد يصبر خَصْمك أيضاً، وهنا عليك أن تصابره، وكلمة «اصبر» توضح أن دعاة منهج الحق سبحانه لا بد أن يتعرضوا لمتاعب، وإلا ما كانت هناك ضرورة لأن يجيء، فلو كان العالم مستقيم الحركة، فما ضرورة المنهج إذن؟ </p><p> ولكن المنهج قد جاء؛ لأن الفساد قد عَمَّ الكون، ويحتاج إلى إصلاح، وإلى مواجهة المفسدين، وهذا ما يرهق الداعين إلى الله تعالى، وليُوطّن كل داعية نفسه على ذلك، ما دام قد قام ليدعو إلى منهج الحق سبحانه وتعالى. </p><p> وكل داع إلى الله لا يصيبه أذى، فهذا يُنقص من حظه في ميراث النبوة؛ لأن الذي يأتي له الأذى هو الذي يأخذ حظاً من ميراث النبوة، فالأذى لا يجيء إلا بمقدار خطورة الداعي إلى الله سبحانه على الفساد والمفسدين، وهم الذين تجتمعون ضده. </p><p> ورسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يقول:  «نضَّر الله امرأ سمع مقالتي فوعاها وحفظها وبلَّغها، فرُبَّ حامل فقه إلى مَنْ هو أفقه منه» . </p><p> إذن: فنحن أمة محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قد ورثنا منه البلاغ، وورثنا منه الأسوة الحسنة: </p><p> {لَّقَدْ كَانَ لَكُمْ فِي رَسُولِ الله أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُواْ الله واليوم الآخر وَذَكَرَ الله كَثِيراً} </p><p> [الأحزاب: ٢١] . </p><p> إذن: فقول الحق سبحانه وتعالى: </p><p> {واتبع مَا يوحى إِلَيْكَ}  [يونس: ١٠٩] . </p><p> هو دليل على أن الوحي بصدد الإنزال؛ لأن الوحي لم ينزل بالقرآن </p><p> دَفْعة واحدة، فقد كان الوحي ينزل على رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ طوال حياته. </p><p> وهكذا تكون حياة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ هي مقام الاستقبال للوحي. </p><p> وقول الحق سبحانه: </p><p> {واصبر حتى يَحْكُمَ الله}  [يونس: ١٠٩] . </p><p> يوضح لنا أنه سبحانه قد وضع حدّاً تؤمل فيه أن الأمر لن يظل صبراً، وأن القضية ستُحسم من قريب بحكم من الله تعالى. </p><p> كلمة {يَحْكُمَ} توضح أن هناك فريقين؛ كُلُّ يدَّعي أنه على حق، ثم يأتي مَنْ يفصل في القضية، والحجة إما الإقرار أو الشهود، وبطبيعة الحال لن يُقِرَّ الكفار بكفرهم، والشهود قد يكونون عُدولاً، أو يكونون ممن يُدارونَ فِسْقهم في ظاهر العدالة. فإذا كان الله سبحانه وتعالى هو الحاكم، فهو لا يحتاج إلى شهود؛ لأنه خير الشاهدين، والله سبحانه لا يحكم فقط دون قدرة إنفاذ الحكم، لا بل هو يحكم وينفذ. </p><p> إذن: فهو سبحانه قد شهد وحكم ونفَّذ، ولا توجد قوة تقف أمام قدرة الله تعالى، أو تقف أمام حكم الله عَزَّ وَجَلَّ. </p><p> ونحن في زماننا نرى القُوى وهي تختلف، فنجد القويَّ من الدول وقد تسلَّط على الضعيف، فيلجأ الضعيف إلى الأمم المتحدة ومجلس الأمن، ويصدر كل منهما قرارات، وحتى لو افترضنا عدالة الحكم، فأين قوة التنفيذ؟ إنها غير موجودة. </p><p> ولكن قدرة الحق الأعلى سبحانه هي قدرة خير الحاكمين، لأنه هو سبحانه الذي يشهد، وهو سبحانه لا يحتاج إلى مَنْ يُدلِّس عليه في الشهادة؛ لأنك إن عمَّيت على قضاء الأرض، فلن تُعمَّى على قضاء السماء. </p><p> وبعد ذلك يحكم الحق سبحانه حُكْماً لا هوى فيه؛ لأن آفة الأحكام أن يدخلها الهوى فتميل، والحق سبحانه لا هوى له؛ لأنه لا مصلحة له عند العباد، فهو الخالق عَزَّ وَجَلَّ، ولن يأخذ مصلحة من مخلوق. </p><p> ويطمئنا الحق سبحانه على أن رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أيضاً لا ينطق عن الهوى. </p><p> فيقول رب العزة سبحانه: </p><p> {وَمَا يَنطِقُ عَنِ الهوى إِنْ هُوَ إِلاَّ وَحْيٌ يوحى}  [النجم: ٣٤] . </p><p> أي: اطمئنوا إلى حكمه؛ لأنه لا ينطق عن هوى فليس في نفسه ما يريد تحقيقه إلا دعوة الخلق إلى حُسْن عبادة الخالق سبحانه. </p><p> وقد يقول قائل: ولكن الحق عَزَّ وَجَلَّ عدَّل للرسول بعضاً من الأحكام. </p><p> ونقول: لقد كان رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يجتهد ببشريته فيما لم يُنزِل الله فيه حُكْماً، وحين يُنزِل الله حُكْماً، فهو صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ينزل على أمر الله تعالى، ولم يكن رسول الله صلى الله عليه سلم يحكم حتى فيما اجتهد فيه عن هوى، بل حكم بما رآه عدلاً، وحين يُنزِل الحق سبحانه وتعالى حُكْماً مغايراً فهو يبلغ المسلمين ويُعدِّل من الحكم. </p><p> إذن: فالتعديل للحكم هو قمة الأمانة مع البلاغة عن الله سبحانه وتعالى، ورسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قد أقبل على الحكم في أمر لم ينزل فيه حكم من الله، فهو قد حكم بما عنده من الرأي، فيبلغ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ الحكم من الله، والذي عدَّل له ليس مساوياً له بل هو خالقه. </p><p> ثم إن الذي أخبرنا أن الله سبحانه قد عدَّل له هو النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فهل يوجد مَنْ يُضعِف مركز كلمته، ويبلغ أن الحكم الذي صدر منه قد عُدِّل له؟ ولكن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ الذي استقبل الوحي تحلّى بأمانة البلاغ عن الله، وهو الذي نقل لنا عتاب ربه له. </p><p> وهذه قمة الصدق في البلاغ عن الله، وكان اجتهاد رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ محصوراً في الأمور التي لم يصدر فيها حكم من الله، وكان في ذلك أسوة حسنة لنا لنتجرأ ونجتهد. </p><p> «وقد بعث رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ معاذ بن جبل إلى اليمن فقال: كيف تصنع إن عرض لك قضاء؟قال:أقضي بما في كتاب الله.قال:فإن لم يكن في كتاب الله؟قال:فبسنة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ.قال:فإن لم يكن في سنة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؟قال:أجتهد رأيي لا آلو.قال:وضرب رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ صدري ثم قال: الحمد لله الذي وفق رسول رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لما يُرضي رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ» . </p><p> والحق سبحانه وتعالى خير الحاكمين؛ لأنه الشاهد الذي يعلم خائنة الأعين وما تُخفي الصدور، وهو سبحانه لا تخفى عليه خافية، ولا هوى له، وهو الذي يصدر الحكم بمطلق عدله وبفضله، وهو القادر على إنفاذ ما يحكم به، ولا توجد قوة تُجير عليه، ولا يوجد حاكم بقادر </p><p> على كل هذا إلا الله سبحانه. </p><p> وشاء الحق عَزَّ وَجَلَّ أن يكرِّم المؤمنين الذين يحكمون بين الناس بأن جعل ذاته ضمنية بتفوق الخيرية على الحاكمين. </p><p> وواقع الأمر أن هناك بشراً يحكمون غيرهم، ولكن الحق سبحانه حكم بأنه خيرهم، فمن الحاكمين مَنْ قد يُدلس عليه غيره، ومن الممكن أن يدخل الهوى في أحكام هؤلاء الحاكمين، لكنه سبحانه لا تَخْفى عليه خافية، ولا يمكن أن يدخل الهوى إلى حكمه، وأحكامه نافذة بطلاقة قدرته سبحانه؛ لذلك فهو خير الحاكمين إطلاقاً. </p><p> وإذا سمعت جمعاً يدخل الله ذاته مع خلقه فيه؛ فاعلم أن ذلك إيذان بأن تأخذ من واقع ما تشهد حقيقة مَنْ لا تشهد؛ فالحق سبحانه يقول: </p><p> {فَتَبَارَكَ الله أَحْسَنُ الخالقين}  [المؤمنون: ١٤] . </p><p> ويقول تعالى: </p><p> {والله خَيْرُ الرازقين}  [الجمعة: ١١] . </p><p> ويقول تعالى: </p><p> {رَبِّ لاَ تَذَرْنِي فَرْداً وَأَنتَ خَيْرُ الوارثين}  [الأنبياء: ٨٩] . </p><p> ويقول تعالى: </p><p> {أَلَيْسَ الله بِأَحْكَمِ الحاكمين}  [التين: ٨] . </p><p> وكلما وجدت جَمْعاً أدخل الله ذاته مع عباده ممن لهم هذا الوصف، فهذا يَدلُّك على أن الموصوفين معه لهم تلك الصفات المذكورة، ولكنه </p><p> سبحانه وتعالى أزليٌّ مُطلْق الصفات، وهم أحداث وأغيار تنتابهم القوة والتغيُّر والضعف. </p><p> وتجد الله سبحانه وتعالى وهو يَصِفُ نفسه بأنه: </p><p> {أَحْسَنُ الخالقين}  [المؤمنون: ١٤] . </p><p> وكلنا نعلم أن الله سبحانه هو خالق كل شيء من عدم، ولكن هناك من الخلق مَنْ يخلق شيئاً من موجود؛ ولذلك فالله سبحانه وتعالى هو أحسن الخالقين. </p><p> والحق سبحانه يصف نفسه بأنه: </p><p> {خَيْرُ الرازقين}  [الجمعة: ١١] . </p><p> والرزق هو ما به يُنتفع، وقد يأتي لك وليُّ أمرك بالمأكل والمشرب والملبس، ويعطيك ما تنتفع به، ولكن الحق سبحانه وتعالى هو الذي خلق الرزق في الكون كله. </p><p> ويقول الحق سبحانه واصفاً نفسه: </p><p> {وَمَكَرُواْ وَمَكَرَ الله والله خَيْرُ الماكرين}  [آل عمران: ٥٤] . </p><p> والإنسان حين يمكر قد يُدارِي مسألة، ويغفل عن ركن فيها، لكن الله تعالى لا يغفل عن شيء. </p><p> إذن: فالخيرية في الحكم لها نصيب من طلاقة قدرة الله تعالى، ونحن عرفنا أن الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حين حكم في بعض الأحكام وعدَّلها له الله سبحانه وتعالى، لم يكن لله تعالى حكم قبل أن يحكم رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> ومثال ذلك:  «قصة زيد بن حارثة، وكان مولى أو عبداً لخديجة بن خويلد رَضِيَ اللَّهُ عَنْها، ووهبته لسيدنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، ثم علم أهله الذين كانوا يبحثون عنه أنه في مكة، وكان قد خُطف صغيراً من بلده وبيع في مكة، كعادة العرب في الجاهلية مع الرقيق، فلما علموا بذلك ذهبوا إلى رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ليستردوا ابنهم،فقال لهم رسول الله:» والله إني لأخَيِّره، فإن اختاركم فخذوه، وإن اختارني فهو لي «. فاختار زيد أن يبقى مع رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ.</p><p> ولم يكن رسول الله بعد ذلك ليفرِّط فيه؛ فأعطاه شرف البنوَّة، فأسماه زيد بن محمد» . </p><p> وهكذا رأى النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في التبنِّي وسيلة تكريم، ولكن الله عَزَّ وَجَلَّ يريد أمراً غير هذا، فقال سبحانه وتعالى: </p><p> {مَّا كَانَ مُحَمَّدٌ أَبَآ أَحَدٍ مِّن رِّجَالِكُمْ ولكن رَّسُولَ الله وَخَاتَمَ النبيين وَكَانَ الله بِكُلِّ شَيْءٍ عَلِيماً}  [الأحزاب: ٤٠] . </p><p> لأن الأبوة بالتبنِّي قد تُحِدث خَلْطاً في الأنساب، فالابن بالتبني له حق الزواج من ابنة مَنْ تبنَّاه، فكيف نمنع عنه هذا الحق، والابن بالتبني قد تحرم عليه زوجة مَنْ تبناه إن رحل عنها أو طلقها. </p><p> لذلك شاء الحق سبحانه وتعالى أن يحفظ للأنساب حقوقها ومسئولياتها، فقال سبحانه: </p><p> {مَّا كَانَ مُحَمَّدٌ أَبَآ أَحَدٍ مِّن رِّجَالِكُمْ ولكن رَّسُولَ الله وَخَاتَمَ النبيين}  [الأحزاب: ٤٠] . </p><p> ومهمته صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كرسول من الله بالنسبة لكم أفضل من الأبوة لكم. </p><p> وقال الحق سبحانه في تعديل حكم التبني: </p><p> {ادعوهم لآبَآئِهِمْ هُوَ أَقْسَطُ عِندَ الله}  [الأحزاب: ٥] ؟ </p><p> وهذا رَدُّ لحكم من رسول الله بتكريم لرسول الله، فما صنعه محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ عَدْلٌ وقسْط بعُرْف البشر، لكن حكم الله سبحانه وتعالى هو الأقسط والأعدلَ، فينتهي بذلك نسب زيد بن محمد، ويعود إلى نسبه الفعلي «زيد بن حارثة» . </p><p> وحتى لا يؤثر هذا الأمر في نفس زيد، نجد الحق سبحانه وتعالى يكرمه تكريماً لم يُكرِّمه لصحابي غيره، فهو الصحابي الوحيد الذي ذُكِر اسمه بالشخص والعَلَم في القرآن، فقال الحق سبحانه: </p><p> {فَلَمَّا قضى زَيْدٌ مِّنْهَا وَطَراً زَوَّجْنَاكَهَا}  [الأحزاب: ٣٧] . </p><p> وصار اسم «زيد» كلمة في القرآن تُتْلَى ويُجْهَر بها في الصلاة، فإذا كان قد نفي عنه النسب إلى محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فقد أعطاه ذِكْراً ثانياً خالداً في القرآن المحفوظ، ومنحه بذلك شرفاً كبيراً. </p><p> وقول الحق سبحانه وتعالى: </p><p> {واصبر حتى يَحْكُمَ الله وَهُوَ خَيْرُ الحاكمين}  [يونس: ١٠٩] . </p><p> يفيد أن حكم الله تعالى أعمُّ من أن يكون حكماً في الدنيا أو الآخرة فقط، فحكم الله سبحانه في الدنيا نَصْرٌ لدين الله، ومَنْ مات من المؤمنين أو الكفار لهم حكم آخر. </p><p> وختم الله تعالى سورة يونس بهذا الحكم، وأهدى الله سبحانه كل مؤمن بيونس كنبي من أنبياء الله تعالى قضية عندما ذهب مغاضباً، قال فيه الحق سبحانه: </p><p> {وَذَا النون إِذ ذَّهَبَ مُغَاضِباً فَظَنَّ أَن لَّن نَّقْدِرَ عَلَيْهِ فنادى فِي الظلمات أَن لاَّ إله إِلاَّ أَنتَ سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظالمين}  [الأنبياء: ٨٧] . </p><p> وأهداه الحق سبحانه وساماً بقوله: </p><p> {فاستجبنا لَهُ وَنَجَّيْنَاهُ مِنَ الغم}  [الأنبياء: ٨٨] . </p><p> وأشركنا الحق سبحانه وتعالى في هذا الوسام بقوله تعالى: </p><p> {وكذلك نُنجِي المؤمنين}  [الأنبياء: ٨٨] . </p><p> وهكذا أسدى إلينا سيدنا يونس جميلاً كبيراً، حين هداه الله إلى قوله: </p><p> {لاَّ إله إِلاَّ أَنتَ سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظالمين}  [الأنبياء: ٨٧] . </p><p> واستجاب الله تعالى لدعائه، وأنجاه من الغَمِّ، وهو أعنف جنود الله؛ لأن الشيء الذي يضايقك هو الذي لا تستطيع له دَفْعاً. </p><p> ولذلك يقول: إن العدو كلما لَطُفَ عَنُفَ؛ لأن العدو إن كان ضخم الحجم، تكون الوقاية منه أسهل من العدو الصغير سريع الحركة، فإن كان العدو ضخماً، فالإنسان يرى ضخامته من على البُعْد، فيجري منه الإنسان أو يختبىء، لكن إن كان العدو ثعباناً رفيعاً مثلاً فقد لا يراه الإنسان، وقد لا يستطيع الفرار منه، وإنْ كان ميكروباً أو فيروساً لا يُرى بالعين المجرَّدة؛ فهو أعنفُ قدرةً وقوةً في مهاجمة الإنسان. </p><p> إذن: كل مُتْعب في الدنيا من الممكن أن تحتاط منه إلا ما يتلصَّص عليك بدقَّة ولُطْف؛ فإنَك لا تعرف مدخله. </p><p> ونحن نسمع أن فلاناً قد أصيب بمرض ما، لأنه أخذ عدوى من فيروس ما، هذا الإنسان لا يعرف متى اخترق الفيروس جسده، لكنه فوجىء </p><p> بأعراض المرض تظهر عليه بعد كمون الفيروس في جسده لأسبوعين، وهكذا نجد أن العدو كلما لَطُفَ عَنُفَ. </p><p> والغمُّ من أشد وأقسى أنواع البلاء، وكلنا نعرف قصة الإمام علي كرَّم الله وجهه وهو المشهور بالفُتْيا، وكان الناس يستفتونه فيما يعجزون عن العثور على حل له، واجتمع بعض من الناس وقالوا: نريد أن نجمع بعض الأشياء الصعبة ونسأله عنها لنختبره، فلما اجتمعوا قالوا لعليٍّ كرم الله وجهه: نريد أن نستعرض كون الله تعالى، فقد جلسنا معاً لنعرف أقوى ما خلق الله، واختلفنا فقال كل واحد اسم القوة على حَسْب ما يراها. </p><p> لم يتروَّ على بن أبي طالب، ولم يَقُلْ كلاماً مَسْروداً بحيث إن وقف، لا يطالبه أحد بزيادة، بل حدَّد من الجملة الأولى عدد القوى حسب ترتيبها وقوتها، حتى تطابق العدد على المعدود، وهذا دليل على أنه مُسْتحضِرٌ للقضية استحضار الواثق. وفرد أصابع يديه وقال: </p><p> أشدُّّ جنود الله عشرة: الجبال الرواسي، والحديد يقطع الجبال، والنار تذيب الحديد، والماء يطفىء النار، والسحاب المسخَّر بين السماء والأرض </p><p> يحمل الماء، والريح تقطع السحاب، وابن آدم يغلب الريح، يستتر بالثوب أو الشىء ويمضي لحاجته، والسُّكْر يغلب ابن آدم، والنوم يغلب السُّكْر، والهمُّ يغلب النوم، فأشد جنود الله سبحانه الهَمُّ. </p><p> هكذا قال سيدنا علي بن أبي طالب، فالهمُ والغمُّ من أشد جنود الله تعالى، وكان سيدنا يونس عليه السلام سبباً في أن قدَّم الله سبحانه لكل مؤمن به إلى أن تقوم الساعة مَنْجىً من الهمِّ والغمِّ بالدعاء الذي ألهمه ليونس عليه السلام في قوله تعالى: </p><p> {لاَّ إله إِلاَّ أَنتَ سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظالمين فاستجبنا لَهُ وَنَجَّيْنَاهُ مِنَ الغم وكذلك نُنجِي المؤمنين}  [الأنبياء: ٨٧٨٨] . </p><p> وهكذا تعدَّتْ «النجاة من الغم» من الخصوصية إلى العمومية، وقد أخذها جعفر الصادق رَضِيَ اللَّهُ عَنْه وجعل منها «تذكرة طبية» للمؤمن حتى يستقبل أحداث الحياة كلها، في كل جوانبها المفزعة؛ لأن الإنسان يهدده الخوف مما يعلم. </p><p> أما الهم فلا يعرف الإنسان فيه سبب الخطر، ولا يعلم الإنسان مكر الناس به؛ لأن الإنسان لا يعلم ما بَيَّتوا له. </p><p> وشغل الإنسان بأمر الدنيا وأن يكون منعَّماً ومرفَّهاً في كل أمور الحياة، يجعله عُرْضة للهموم. </p><p> وكان سيدنا جعفر الصادق له بصر وبصيرة بآيات القرآن ومتعلقاتها، فقال: «عجبت لمن خالف ولم يفزع إلى قول الحق سبحانه: </p><p> {حَسْبُنَا الله وَنِعْمَ الوكيل}  [آل عمران: ١٧٣] . </p><p> ولا يُتعجب لمن يخيفه شيء إلا إذا كان عند المتعجب شيء يزيل الخوف. </p><p> فمن عنده صداع يمكنه أن يعالجه بالأسبرين، أما الخوف فقد وصف سيدنا جعفر دواءه، بقول الله سبحانه: </p><p> {حَسْبُنَا الله وَنِعْمَ الوكيل}  [آل عمران: ١٧٣] . </p><p> فذلك هو الدرع من كل خوف. </p><p> ويقدم جعفر الصادق لنا السبب فيقول: لأن الله سبحانه قال عقبها: </p><p> {فانقلبوا بِنِعْمَةٍ مِّنَ الله وَفَضْلٍ لَّمْ يَمْسَسْهُمْ سواء}  [آل عمران: ١٧٤] . </p><p> أي: أن سيدنا جعفراً جاء بالحيثية من نفس القرآن، وأضاف جعفر الصادق: «وعجبت لمن اغتمَّ وهو الموضوع الذي نبحثه الآن ولم يفزع إلى قول الله سبحانه: </p><p> {لاَّ إله إِلاَّ أَنتَ سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظالمين}  [الأنبياء: ٨٧] . </p><p> فإني سمعت الله تعالى بعقبها يقول: </p><p> {فاستجبنا لَهُ وَنَجَّيْنَاهُ مِنَ الغم وكذلك نُنجِي المؤمنين}  [الأنبياء: ٨٨] . </p><p> وعجبت لمن مُكِر به كيف لا يفزع إلى قول الله سبحانه: </p><p> {وَأُفَوِّضُ أمري إِلَى الله إِنَّ الله بَصِيرٌ بالعباد}  [غافر: ٤٤] . </p><p> لأني سمعت الله تعالى بعقبها يقول: </p><p> {فَوقَاهُ الله سَيِّئَاتِ مَا مَكَرُواْ وَحَاقَ بِآلِ فِرْعَوْنَ سواء العذاب}  [غافر: ٤٥] . </p><p> وعجبت لمن طلب الدنيا وزينتها كيف لا يفزع إلى قول الله سبحانه: </p><p> {مَا شَآءَ الله لاَ قُوَّةَ إِلاَّ بالله}  [الكهف: ٣٩] . </p><p> لأني سمعت الله تعالى بعقبها يقول: </p><p> {فعسى رَبِّي أَن يُؤْتِيَنِ خَيْراً مِّن جَنَّتِكَ وَيُرْسِلَ عَلَيْهَا حُسْبَاناً مِّنَ السمآء فَتُصْبِحَ صَعِيداً زَلَقاً}  [الكهف: ٤٠] . </p><p> وهكذا وجد جعفر الصادق رَضِيَ اللَّهُ عَنْه في كتاب الله أربع آيات لأربع حالات نفسية تصيب البشر، وجاء مع كل حالة دليلها من القرآن الكريم. </p><p> وقول الحق سبحانه وتعالى في آخر سورة يونس: </p><p> {واتبع مَا يوحى إِلَيْكَ}  [يونس: ١٠٩] . </p><p> مناسب لقوله سبحانه في الآية الأولى من السورة التي تليها: </p><p> {الر كِتَابٌ أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ مِن لَّدُنْ حَكِيمٍ خَبِيرٍ}  [هود: ١] . </p><p> لأن الوحي كتاب أحكمت آياته حقاً وصدقاً. </p>"
}