{
  "id": null,
  "sura": 10,
  "aya": 70,
  "text": "<p> ويعزُّ إذن على قادة الكفر وأئمة الضلال أن يسلبهم الرياسة والسيادة داعٍ جديد إلى الله سبحانه وتعالى، ويخافون أن يأخذ الداعي الجديد لله الأمر منهم جميعاً، لا إلى ذاته، ولكن إلى مراد ربه. </p><p> ولو كان الداعي إلى الله تعالى يأخذ السلطة الزمنية لذاته؛ لقلنا: ذاتٌ أمام ذاتٍ، ولكنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أوضح أنه يعود حتى فيما يخصه إلى الله سبحانه وتعالى. </p><p> ويكشف لنا الحق سبحانه الكسب القليل الذي يدافعون عنه أنه: </p><p> {مَتَاعٌ فِي الدنيا}  [يونس: ٧٠] ؛ لأن كُلاً منهم يحب أن يقنع نفسه، بِحُمْق تقدير المنفعة، وكلمة «الدنيا» لا بد أن منها حقيقة الشيء المنسوبة إليه. </p><p> والاسماء كما نعلم هي سمات مسميات، فحين تقول: إن فلاناً طويل، فأنت تعطيه سمة الطول. </p><p> وحين تقول:  «دنيا» فهي من الدُّنُوِّ «أو» الدناءة «.</p><p> وإن اعتبرت الدنو هو طريق موصل إلى القيمة، فهذا أمر مقبول؛ لأن الدرجة الأولى في الوصول إلى الأعلى هي الدنو، وتلتزم بمنهج الله تعالى فتصعد عُلوّاً وارتفاعاً إلى الآخرة. </p><p> إذن: فمن يصف الدنيا بالدناءة على إطلاقها نقول له: لا، بل هي دنيا بشرط أن تأخذها طريقاً إلى الأعلى، ولكن من لا يتخذها كذلك فهو من يجعل مكانته هي الدنيئة، أما من يتخذها طريقاً إلى العلو فهو الذي أفلح باتِّباع منهج الله تعالى. </p><p> إذن: فالدنيا ليست من الدناءة؛ لأن الدين ليس موضوعه الآخرة، بل موضوعه هو الدنيا، ومنهج الدين يلزمك ب» افعل «و» لا تفعل «في الدنيا، والآخرة هي دار الجزاء، والجزاء على الشيء ليس عين موضوعة، وأنت تستطيع أن تجعل الدنيا مفيدة لك إنْ جعلتها مزرعة للآخرة. </p><p> وإياك أن تعمل على أساس أن الدنيا عمرها ملايين السنين؛ لأنه لا يعنيك كعائش في الدنيا إن طال عمرها أم قَصُرَ، بل يعنيك في الدنيا مقدار مُكْثِك فيها، وعمرك فيها مظنون، بل وزمن الدنيا كله </p><p> مظنون، وهناك من يموت وعمره ستة أشهر، وهناك من يموت وعمره مائة سنة، وكلٌّ يتمتع بقدر ما يعيش، ثم يرجع إلى الله سبحانه وتعالى. </p><p> وهؤلاء الذين ضَلُّوا وقالوا على الله سبحانه افتراء، هؤلاء لن يفلتوا من الله؛ لأن مرجعهم إليه سبحانه ككل خَلْقه، وهؤلاء المُضِلُّون لم يلتفتوا إلى عاقبة الأمر، ولا إلى من بيده عاقبة الأمر، ولم يرتدعوا. </p><p> ولكن من نظر إلى عاقبة الأمر وأحسن في الدنيا فمرجعه إلى حسن الثواب والجنة، ومن لم ينظر إلى عاقبة الأمر وافترى على الله سبحانه وتعالى الكذب فالمآب والمآل إلى العذاب مصداقاً لقوله تعالى: </p><p> {ثُمَّ إِلَيْنَا مَرْجِعُهُمْ ثُمَّ نُذِيقُهُمُ العذاب الشديد بِمَا كَانُواْ يَكْفُرُونَ}  [يونس: ٧٠] . </p><p> ودرجة العذاب تختلف باختلاف المعذِّب، فإن كان المعذِّب ضعيفاً، فتعذيبه يكون ضعيفاً، وإن كان المعذِّب متوسط القوة؛ فتعذيبه يكون متوسطاً، أما إن كان المعذِّب هو قوة القوى فلا بد أن يكون عذابه شديداً، وهو سبحانه الحق القائل: </p><p> {إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ}  [هود: ١٠٢] . </p><p> وبعد أن تكلم الحق سبحانه عن مبدأ تنزيه الألوهية عن اتخاذ الولد، فهو سبحانه الغنيُّ الذي له ما في السموات والأرض، وبيَّن لنا سبحانه أننا يجب أن نأخذ المنهج من مصدر واحد وهو الرسل المبلِّغون عن الله تعالى، شاء الحق سبحانه أن يكلمنا عن موكب الرسالات؛ لأن الكلام حين يكون كلاماً نظرياً ليس له واقع يسنده، فقد تنسحب النظرية عليه. </p><p> أما إن كان للكلام واقع في الكون يؤيد الكلام النظري، فهذا دليل على صحة الكلام النظري؛ ولذلك فنحن حين نحب أن نضخِّم مسألة من </p><p> المسائل في داء اجتماعي، نحاول أن نصنع منه رواية، أي: أمراً لم يحدث حقيقة، ولكننا نتخيل أنه حقيقة؛ لنبيِّن الأمر النظري في واقع متخيَّل. </p><p> ويقص علينا الحق سبحانه في القرآن قصصاً من الموكب الرسالي؛ ليبيِّن للكفار: أنكم لن تستطيعوا الوقوف أمام هذه الدعوة، وأمامكم سِجل التاريخ وأحداث الرسل مع أممهم؛ المؤيدين بالمؤمنين؛ والكفار المعاندين والمعارضين، فإن كان قوم من السابقين قد انتصروا على رسولهم، فللكفار الحق في أن يكون لهم أمل في الانتصار على رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> ولا بد أن يكون هذا الكلام موجهاً إلى أناس لهم علم ببعض أحداث الموكب الرسالي. ولكن قد يكون علم هذا قد بهت؛ لأن الزمان قد طال عليه. </p><p> وهنا يقول الحق سبحانه:  {واتل عَلَيْهِمْ نَبَأَ نُوحٍ إِذْ قَالَ لِقَوْمِهِ ياقوم} </p>"
}