{
  "id": null,
  "sura": 10,
  "aya": 4,
  "text": "<p> وحين يقول سبحانه:  {إِلَيْهِ مَرْجِعُكُمْ جَمِيعاً} فهذا إعلام لكل الخلق أن كل الأمور معلومة له سبحانه، فقد أنزل التكليف الذي قد يُطاع؛ وقد يُعصى. فمن أطاع يفرح بقوله سبحانه:  {إِلَيْهِ مَرْجِعُكُمْ جَمِيعاً} ، ومن عصى يحزن؛ لأنه سيلقى عقاب العصاة حين يرجع إلى الله. </p><p> ونجد القرآن يقول مرة:  «يُرْجَعُون» ومرة يقول: «يَرْجِعون» ، فمن عمل صالحاً؛ فهو يفرح بالرجوع إلى الله، ومن عصى وكفر؛ فهو يحزن ويخاف ويتردد ويحاول ألا يرجع، لكنه يُرجَع رغم أنفه، والحق سبحانه يقول:  {يَوْمَ يُدَعُّونَ إلى نَارِ جَهَنَّمَ دَعًّا}  [الطور: ١٣] </p><p> وقوله سبحانه هنا في الآية التي نحن بصدد خواطرنا عنها:  {إِلَيْهِ مَرْجِعُكُمْ جَمِيعاً ... }  [يونس: ٤] </p><p> وسُمِّي هذا المرجع في نفس الآية:  {وَعْدَ الله حَقّاً ... }  [يونس: ٤] </p><p> ولقائل أن يقول: ولكن الوعد يطلق على الأمر الذي سيأتي بخير، فإن كان المرجع للطائع فهذا هو الخير، ولكن العاصي لن يرى في الرجوع خيراً، فلماذا لم يقل الله: إن المرجع للعاصي وعيد؟ </p><p> وأقول: إن الحق سبحانه إنما ينبه الإنسان لما ينتظره في المستقبل، ويعظه، وترك له الاختيار، وهذا تقديم للخير، وهكذا تصبح المسألة كلها وعْداً. والصيغة التي يتقدم فيها المجرور رغم أن من حقه التأخير، فهي تعني تفرُّد المرجع، فكلنا نرجع إليه سبحانه، مثل قوله سبحانه:  {إِيَّاكَ نَعْبُدُ ... }  [الفاتحة: ٥] </p><p> إذن: فالطائع يفرح بجزاء الله له، وعلى العاصي أن يراجع نفسه قبل </p><p> أن يرجع إلى الله. وأضرب هذا المثل - ولله المثل الأعلى - أنت تنبه التلاميذ إلى أن يذاكر طوال العام، فالذي يذاكر فعلاً، يفرح بالامتحان؛ لأنه سوف ينجح فيه، والذي لا يذاكر قد يراجع نفسه ويقبل على المذاكرة خوفاً من الرسوب، والتذكير لون من ألوان الإنذار؛ ليتهيب الموقف ويرتدع، وهكذا يصير التذكير وعداً لا وعيداً. </p><p> ويضيف الحق سبحانه لوصف وعده بأنه حق، فيقول:  {وَعْدَ الله حَقّاً} ولقائل أن يقول: أليس كل وعد من الله حقّاً؟ ونقول: نعم. كل وعد من الله هو حق، وشاء الحق سبحانه هنا أن يَصِفَ وعده بأنه حق ليذكرنا بان الحق هو الشيء الثابت؛ فإن خُيِّل إليك في بعض الأوقات أن الباطل هو السائد والسيد، فلتعلم أن الباطل لا ثبات له ولا سيادة. </p><p> وسبحانه يقول:  {أَنَزَلَ مِنَ السمآء مَآءً فَسَالَتْ أَوْدِيَةٌ بِقَدَرِهَا فاحتمل السيل زَبَداً رَّابِياً وَمِمَّا يُوقِدُونَ عَلَيْهِ فِي النار ابتغآء حِلْيَةٍ أَوْ مَتَاعٍ زَبَدٌ مِّثْلُهُ كذلك يَضْرِبُ الله الحق والباطل فَأَمَّا الزبد فَيَذْهَبُ جُفَآءً وَأَمَّا مَا يَنفَعُ الناس فَيَمْكُثُ فِي الأرض كذلك يَضْرِبُ الله الأمثال}  [الرعد: ١٧] </p><p> فحين ينزل المطر نجد كل وادٍ يأخذ من الماء على قَدْر حاجته، وساعة ينزل المطر ويتجمع، نجد القشّ يطفو ومعه الحشائش والأشياء التي لا فائدة منها؛ لأن الماء في لحظة النزول إنما يُنظف المكان الذي ينزل عليه؛ لذلك تطفو الأشياء الخفيفة وغير المفيدة. </p><p> كذلك الباطل إنما يطفو على السطح لكنه لا يفيد ولا يزعزع الحق الذي يستقر وينفع الأرض والناس، وطفو الباطل إنما هو تنبيه لجنود الحق، والباطل مَثَلُه مَثَلُ الألم الذي ينبه للمرض، وأخطر الأمراض هو الذي لا ألم فيه، فيستفحل إلى الدرجة التي يصبح علاجه صعباً ومستحيلاً. </p><p> إذن: فالألم كالباطل ينبه جنود الحق؛ ولذلك أنت تلحظ أنه إذا ما أهيج الإسلام من أي عدو، تجد الحماسة وقد دبَّتْ في الناس جميعاً، حركة وتعاوناً، ونسياناً للأحقاد؛ للدفاع عن الإسلام. </p><p> وفي الأمراض التي تنتقل ببعض الفيروسات، نجد الأطباء وهم يُطَعِّمون الناس من نفس ميكروبات أو فيروسات المرض بجرعات ضعيفة لتستثير مقاومة الجسم، إذن: فالباطل جندي من جنود الحق، كما أن الألم جندي من جنود العافية. </p><p> وإذا كان الحق هو القائل:  {إِلَيْهِ مَرْجِعُكُمْ جَمِيعاً} فلا بد أنه الوعد الحق؛ لأنه سبحانه يملك ما يعد به، وسبحانه منزه عن الكذب وعن الخديعة؛ لأنه القائل:  {وَمَنْ أَصْدَقُ مِنَ الله قِيلاً}  [النساء: ١٢٢] </p><p> ولأنه أقوى مما خلق؛ وممَّنْ خلق. ولا تخونه إمكاناته؛ لأنه يملك الكون كله. </p><p> وكلمة «الرجوع» في قوله تعالى: {إِلَيْهِ مَرْجِعُكُمْ جَمِيعاً} تفيد أن تكون </p><p> على شيء ثم تفارق هذا الشيء وبعد ذلك ترجع له، فهي وجود أولاً، ثم خروج عن الوجود، ثم عودة إلى الوجود الأول. فإذا كانت في مكان، ثم ذهبت إلى مكان آخر، وترجع إلى المكان الأول، فهذا هو الرجوع. </p><p> والقول هنا يفيد أننا سنموت جميعاً، مصداقاً لقوله الحق:  {كُلُّ مَنْ عَلَيْهَا فَانٍ ويبقى وَجْهُ رَبِّكَ ذُو الجلال والإكرام}  [الرحمن: ٢٦ - ٢٧] </p><p> وقد قال الكافرون ما ذكره القرآن:  {أَإِذَا مِتْنَا وَكُنَّا تُرَاباً ذَلِكَ رَجْعٌ بَعِيدٌ}  [ق: ٣] . </p><p> كأنهم قد استبعدوا فكرة البعث، وقالوا أيضاً:  {أَإِذَا ضَلَلْنَا فِي الأرض أَإِنَّا لَفِي خَلْقٍ جَدِيدٍ ... }  [السجدة: ١٠] </p><p> أي: أنهم تساءلوا: هل بعد الموت والدفن وتحلُّل الجثمان إلى عناصر تمتزج بعناصر الأرض، أبعد كل ذلك بعث ونشور؟ </p><p> وجاء هنا قوله سبحانه:  {إِلَيْهِ مَرْجِعُكُمْ جَمِيعاً} ليفيد أن الخروج إلى الوجود بالميلاد إلى الحياة، ثم بعد ذلك خروج على </p><p> الحياة إلى مقابلها وهو الموت، ومن بعد ذلك البعث. </p><p> وقد وقف الكافرون عند هذه النقطة واستبعدوها، فأراد الله أن يبيّن لنا هذه المسألة؛ لأنها تتمة التمسك بالمنهج، وكأنه يقول لنا: إياكم أن تظنوا أنكم أخذتم الحياة، وأفلتم بها وتمتعتم، ثم ينتهي الأمر؟ لا، إن هناك بعثاً وحساباً. لذلك قال:  {إِلَيْهِ مَرْجِعُكُمْ جَمِيعاً وَعْدَ الله حَقّاً}  [يونس: ٤] </p><p> فإن قال قائل: كيف يكون ذلك. يأتي القول الحق:  {إِنَّهُ يَبْدَأُ الخلق ثُمَّ يُعِيدُهُ} فالذي قدر على أن يخلق من عدم؛ أيعجز أن يعيد من موجود؟ إنه الحق القائل: </p><p> {وَقَدْ خَلَقْتُكَ مِن قَبْلُ وَلَمْ تَكُ شَيْئاً}  [مريم: ٩] </p><p> فإذا شاء أن يعيدكم فلا تتساءلوا كيف؟ لأن ذراتكم موجودة، والحق سبحانه يقول:  {أَفَعَيِينَا بالخلق الأول بَلْ هُمْ فِي لَبْسٍ مِّنْ خَلْقٍ جَدِيدٍ}  [ق: ١٥] </p><p> هكذا يستدل الحق سبحانه بالخلق الأول على إمكان الخلق الثاني، فإن كنتم تتعجبون من أنكم تعودون بعد أن أوجد الحق أجزاءكم وذراتكم ومواصفاتكم؛ فانظروا إلى الخلق الأول؛ فقد خلقكم من لا شيء؛ أفيعجز أن يعيدكم من شيء؟ {أَفَعَيِينَا بالخلق الأول} . </p><p> وجاء الفلاسفة وأقاموا ضجة، فجاء الحق سبحانه وتعالى من الكون بالأدلة، وقال:  {وَتَرَى الأرض هَامِدَةً ... }  [الحج: ٥] </p><p> أي: أرضاً ميتة وليس فيها أي حياة. {فَإِذَآ أَنزَلْنَا عَلَيْهَا المآء اهتزت وَرَبَتْ وَأَنبَتَتْ مِن كُلِّ زَوْجٍ بَهِيجٍ}  [الحج: ٥] </p><p> إذن: فلا عجب أن تصدر حياة عن موت، وأنتم ترون ذلك كل ساعة. والحياة التي تراها أمامك ليست إلا دورة؛ لأن الله حين خلق الكون، خلق عناصره، ولا زيادة على هذه العناصر. </p><p> وخذ مادة واحدة وهي المياه، فمنذ أن خلق الحق سبحانه المياه لم تزد ولم تنقص، ويشرب منها الإنسان والحيوان، ولو أخذ كل واحد في حياته أيّ قدر من المياه، تظل المياه كما هي؛ لأن هذا الإنسان يفرز ما شربه على هيئة عرق وإفرازات مختلفة، وكل ذلك يخرج منه، ويبقى ما يمثل وزنه. </p><p> إذن: فما أخذته من المياه إنما يخرج منك مختلطاً بأشياء نتيجة التفاعل الذي يعطيك طاقة الحياة، وبعد ذلك يتبخر الماء، وعملية التبخير هي </p><p> تقطير للماء، فأنت إذا أردت تقطير المياه تسخنها إلى درجة الغليان فتتحول بعد ذلك إلى بخار، ثم تكثفها لتعود مياهاً من جديد. </p><p> إذن: فالماء له دورة، نروي منه الزرع؛ فيأخذ المائية ويصير أخضر اللون، ويخرج منه الماء الزائد عن حاجته في عملية النتح، ثم يجف، بعد أن تخرج منه المياه بالتبخر، وكل ذلك دون أن يشعر أحد بحكاية التبخير هذه. </p><p> وأنت حين تُحضِّر كوباً من الماء المقطر في الصيدلية، تتكلف كثيراً، وتحتاج موقداً وإناءً وأنابيب، ثم إلى مياه أخرى باردة لتكثف البخار، ولكن هذه مسألة تحدث في الكون ملايين المرات، ولا يدري بها أحد. </p><p> وبعد أن تتبخر المياه تصير سحاباً، ثم ينهمر المطر وهو مياه مقطّرة. ولذلك تجد أن مساحة رقعة الماء ثلاثة أرباع الأرض لتخدم الربع الباقي (اليابسة) ؛ لأن الله يريد اتساع سطح الأرض، وهذا الاتساع هو الذي يساعد على التقطير والتبخير والتكثيف. </p><p> مثلما تجيء أنت بكوب ماء، وتضعه في حجرة، ثم تغيب شهراً عن الحجرة، فعند عودتك إيها قد تجد الكوب نقص ما مقداره نصف سنتيمتر تقريباً، لكنك إن أخذت كوب الماء نفسه وألقيت ما فيه من ماء ليسيح على أرض الغرفة، فستجد أن الأرض جفت خلال ساعات قليلة، وهكذا نجد ان اتساع الرقعة إنما يساعد على سرعة البخر. </p><p> إذن: الكمية التي خلقها الله من المياه كما هي، لم تَزدْ ولم تنقص، تدور الدورة التي شاءها الحق، وهكذا نرى أن الشيء يعود إلى أصله مرة أخرى، ويمكن أن نرى ذلك في كل أوجه الحياة، والحق سبحانه يقول:  {والذاريات ذَرْواً فالحاملات وِقْراً فالجاريات يُسْراً فالمقسمات أَمْراً إِنَّمَا تُوعَدُونَ لَصَادِقٌ}  [الذاريات: ١ - ٥] </p><p> يقسم الحق سبحانه هنا بالرياح التي تحمل السحاب، وتمطر كل سحابة على الموقع المحدَّد لها بأمر من الله، ويلفتنا الحق سبحانه هنا إلى دورة الماء، الذي هو قوام الحياة، بان الوعد منه سبحانه يتحقق حتماً. </p><p> تأمّل الوردة، تجد لها نعومة ونضارة؛ لأن فيها شيئاً كثيراً من المائية، ولها لون جميل ورائحة ذكية تفوح، فإذا قطفتها تتساقط أوراقها وتجف؛ لأن ما فيها من المائية يتبخر؛ فما أخذته الوردة من الماء عاد إلى مخزنه مرة أخرى، وكذلك الرائحة تظل في أرواقها الذابلة إلى أن تنتهي، وكذلك اللون، ثم تخرج وردة جديدة. </p><p> إذن: حياة كل كائن في الوجود والعالم في حركته ناشئة عن هذه الدورة، فإذا كانت مائية حياتكم تدور؛ أتستبعد أن تدور أنت بمكنوناتك؟ هَبْ أن إنساناً وُجد ومات؛ بخروج الروح من الجسد ويُواري الجثمان ويتبخر ما فيه من ماء، وتتحلل مواد الجثمان مع عناصر الأرض </p><p> لتصير تراباً، فهل يعجز الحق أن يعيد إلى الوجود أبعاض هذا الإنسان؟ طبعاً لا يمكن أن يعجز. </p><p> الحياة - إذن - احتكاك هذه الدورات لتلك العناصر، فلم يزد شيء عليها، ولم ينقص منها شيء. </p><p> واقرأ القرآن بتبصر تجد قوله الحق:  {قَدْ عَلِمْنَا مَا تَنقُصُ الأرض مِنْهُمْ وَعِندَنَا كِتَابٌ حَفِيظٌ}  [ق: ٤] </p><p> وهكذا يبيِّن لنا الحق أن العناصر كلها موجودة في الكون، قد تزيد في مخلوق عن الآخر، لكن المجموع الكلي لكل العناصر ثابت، وإذا كان العلم قد توصل إلى أن هناك ستة عشر عنصراً تكوِّن الكائنات، فهذه العناصر ثابتة الكمية، وإن اكتشفوا زيادة في عددها، فالزيادة في عدد العناصر ستكون أيضاً ثابتة الكَمِّ لكل عنصر. </p><p> وقال العلماء: إن الستة عشر عنصراً هي: الأوكسوجين، والكربون، والهيدروجين، والنتروجين، والمغنيسيوم، والبوتاسيوم، والصوديوم، وغيرها. </p><p> كل هذه العناصر تعود إلى أصلها بعد أن تموت الكائنات وتتحلل. </p><p> هكذا يصدق قول الحق:  {قَدْ عَلِمْنَا مَا تَنقُصُ الأرض مِنْهُمْ وَعِندَنَا كِتَابٌ حَفِيظٌ}  [ق: ٤] </p><p> وقد حاول بعض الفلاسفة أن يعترضوا اعتراضاً ثانياً وقالوا: هي أن إنساناً مات، ثم تحللت عناصره في الأرض. ألا تذهب عناصره إلى </p><p> كائنات أخرى، مثل شجرة أنتجت ثمرة أو غير ذلك، ثم أكلها إنسان آخر، فدخلت في أجزائه، إذن: فمن مات ونشأت على أنقاضه ثمرة، أو غير ذلك، ودخلت المكونات في إنسان آخر، فكيف يبعث الله كلَّ إنسان من جديد؟ </p><p> ونقول: أنت عرفت شيئاً، وغابت عنك أشياء. </p><p> انظر مثلاً إلى السِّمنة والنحافة كظاهرة موجودة في الناس وتراها كل يوم، ومعنى السمنة أن كمية من مادة معينة تزيد في الإنسان السمين أكثر من مادة الإنسان الآخر النحيف. وقد يطرأ على السمين ما يجعله نحيفاً أو العكس. </p><p> فهل هذا يغيِّر من شخصيته؟ طبعاً لا، وهكذا نجد فارقاً بين المشخصات وبين تكوين المشخصات من العناصر. </p><p> وما دام الحق سبحانه قد أعلمنا أنه لا شيء ينقص من الأرض إلا بمقدار مكونات الكائنات الموجودة عليها، فالعناصر التي في الأرض تكفي كل الكائنات، ويوزعها سبحانه بالنسب اللازمة، وأنت إن جمعت هذه العناصر فستجدها ثابتة الكم وإن اختلفت في كيفية تكوين الكائنات. </p><p> مثال ذلك: أنك تجد إنساناً وزنه مائة كيلو جرام، ويمرض؛ فيهزل وينقص وزنه إلى سبعين كيلو جراما، ومعنى ذلك أن الثلاثين كيلو جراما الأخرى ذهبت إلى الأرض، فلكل جسم قاعدة يقف عندها الوزن إلى سن معينة، وتُعتبر هذه هي القاعدة التي يزيد فوقها الوزن، أو يقل عنها حسب ظروف التغذية والصحة. </p><p> وأنت ترى الطفل يفرز أقل مما يتناول من الغذاء؛ حتى ينمو، ولو كان يُخرج إفرازات تساوي - في الكمية - ما يأكل ويشرب لَمَا كبر. ومن بعد ذلك يكبر إلى أن يصل إلى وزن ثابت تقريباً، فتخرج منه إفرازات تساوي </p><p> ما يدخل إليه، ثم تأتي الشيخوخة فيخف الوزن، وهذا يعني أن ما يخرج منه أكثر مما يدخل إليه؛ فتنشأ النحافة. </p><p> وهَبْ أن طبيباً حاذقاً استطاع أن يعلم الداء الذي يسبب إصابة مريض ما بالهزال، وأعطاه من الدواء ما جعله يسترد عافيته، ومعها ما فُقد من الوزن، وتتحسن تغذية هذا المريض أثناء فترة العلاج، فهل تتغير شخصية هذا المريض؟ طبعاً لا؛ لأن ما خرج منه أثناء الهزال ذهب إلى الأرض، ثم استرد مثله من الأغذية أثناء الشفاء. </p><p> إذن: فلا تقل: إن هناك شيئاً نقص، فعند الله كتاب حفيظ فيه مكونات كل الكون، ويأتي بعناصر معينة، ويأمرها ب «كن» فتكون إنساناً، أو تكون كائناً آخر حسب مشيئة الله سبحانه. </p><p> وإذا كنا نتحدث الآن كيميائياً فنحن نتكلم بذلك؛ ليثبت عقديّياً وعقليّاً؛ لأننا آمنا بأن هناك منهجاً من المكلِّف، والمنهج عُرْضة لأن يطاع أو يعصى، ومَنْ يُطع الله في المنهج، فهو يحدد حريته، والذي لم يُطع الله واستسلم للضياع فهو الخاسر؛ لأن منطق العقل يؤكد أن من يأخذ المنهج ويلتزم به ويكبح شهواته؛ لا يمكن أن يستوي مع من </p><p> عبث، ولا بد أن يفترض منطق العقل أن يوجد بعث يجازي بالطيبات مَنْ سار على المنهج، ويعاقب مَنْ خرج على المنهج. </p><p> وما دام قد وجد إله، ووجد بلاغ عن الله بواسطة الرسل، ووجد تكليف ب «افعل» و «لا تفعل» ، ووجدت طاعة للتكليف، ومعصية للتكليف، إذن: لا بد بعد هذه الحياة من بعث، ويأخذ من أحسَنَ جزاءه، وينال مَنْ أساء عقابه؛ ولذلك قال الحق: </p><p> {إِلَيْهِ مَرْجِعُكُمْ جَمِيعاً وَعْدَ الله حَقّاً إِنَّهُ يَبْدَأُ الخلق ثُمَّ يُعِيدُهُ لِيَجْزِيَ الذين آمَنُواْ وَعَمِلُواْ الصالحات بالقسط.</p><p> . .}  [يونس: ٤] </p><p> جاء هذا القول مطمئناً الملتزمين بالمنهج بأن هناك بعثاً وحساباً؛ لأن المؤمن المطيع لا بد أن ينال حسن الثواب، وأن ينال العاصي الشرير الذي شقيت الدنيا كلها بعصيانه العقاب، ولذلك لا بد من الإعادة؛ ليجزي الله كل واحد بعمله بالقسط. والقسط - كما أوضحنا من قبل - معناه العدل، والمادة هي القاف والسين والطاء. ننطقها مرة «القسط» بكسر القاف. وننطقها مرة أخرى «القسط» بفتح القاف والقسط «بالكسر» هو العدل؛ والقسط «بالفتح» هو الظلم، ولذلك نجد قوله الحق: </p><p> {وَأَمَّا القاسطون فَكَانُواْ لِجَهَنَّمَ حَطَباً}  [الجن: ١٥] </p><p> والمقصود بالقاسطين: الجائرون على حقوق غيرهم. </p><p> ونجد قوله الحق:  {وَإِنْ حَكَمْتَ فاحكم بَيْنَهُمْ بالقسط إِنَّ الله يُحِبُّ المقسطين}  [المائدة: ٤٢] </p><p> والمقْسِطون: هم العادلون بين الناس. </p><p> إذن: فهناك «قِسْط» و «قَسْط» ، وهناك شيء اسمه «قَسَط» بالفتحتين وهو الانحراف في الرِّجلين. إلا أن المستعمل في كلمة «قِسْط» هنا مقصود به العدل، واسم الفاعل منها «قاسط» واستعملت في الجوْر. وهي مأخوذة من القَسْط لا من القِسْط، وتجد من أسماء الله «المُقْسِط» ، ولم يصف نفسه بالقاسط بمعنى العادل، أي: ابتدأ بالعدل أولاً، وشاء سبحانه فوصف نفسه بالمُقْسِط، لأنه هو الذي يرفع الجور فيحقق العدل. </p><p> وفي الآية التي نحن بصددها يقول الحق سبحانه:  {لِيَجْزِيَ الذين آمَنُواْ وَعَمِلُواْ الصالحات بالقسط} أي: جزاء منه بالعدل، وأيضاً يمكن أن نقول: إنه سبحانه يجزيهم؛ لأنهم عدلوا في العقيدة؛ لأن القرآن الحكيم - كما نعلم - جاء حاكماً وفيصلاً بين قضايا العقائد وقضايا الاختيار في الأفعال </p><p> وقضايا الأخلاق، وهؤلاء قد أخذوا المنهج بدون ظلم لله فلك يشركوا به أحداً، والحق سبحانه هو القائل:  {إِنَّ الشرك لَظُلْمٌ عَظِيمٌ}  [لقمان: ١٣] </p><p> إذن: فهم بعدلهم وبقسطهم في أمر العقيدة وأنهم لم يرتكبوا إثم الشرك الذي هو ظلم عظيم؛ وبذلك لم يظلموا أنفسهم أيضاً، ولم يأخذ واحد منهم لنفسه متعة عاجلة؛ لذلك أنقذهم الله من الشقاء الأبدي الطويل، وهم لم يظلموا الناس. ولكل ما تقدم لا بد أن يجزيهم الله على العمل الصالح بسبب عدلهم وقسطهم. </p><p> وقد يقال: إن الجزاء بالقسط لا زيادة فيه ولا نقصان، فإذا كان الجزاء من الله، فالعدل على مقتضى التشريع أن تكون الحسنة بعشر أمثالها، ويضاعف سبحانه لمن شاء، هذا هو عدل الله بالتشريع. أو أن الجزاء يُعطى بلا زيادة ولا نقصان جزاء العدل، ولكن ذلك لم يحدد الفضل في هذه الآية. </p><p> ولذلك حدث إشكال بين علماء الكلام في قول الله سبحانه: </p><p> {وَأَن لَّيْسَ لِلإِنسَانِ إِلاَّ مَا سعى}  [النجم: ٣٩] </p><p> فقال بعضهم: إذا كان الإنسان لا يأخذ إلا جزاء ما سعى، فكيف يُجزى جزاء على الحسنة بعشر أمثالها؟ وكذلك ماذا عن صلاة الجنازة؟ وهل ينتفع بها الميت حين ندعو له بالمغفرة؟ وإن كان الإنسان لا يأخذ إلا ما سعى فلن ينتفع بها الميت، فلماذا كلفنا الحق سبحانه بصلاة الجنازة كفرض كفاية، لا فرض عين؟ </p><p> ونقول: إن وجود اللام في قوله: {وَأَن لَّيْسَ لِلإِنسَانِ} يفيد الملْك، أي: الحق، والآية تعطي الحق ولكنها لم تمنع الفضل، أو نقول: هل نصلي على كل ميت؟ نحن نصلي على الميت المؤمن، والإيمان من عمله، وهو يُجَازي بصلاتنا عليه، أي: جزاء عمله. </p><p> ويقول سبحانه:  {والذين كَفَرُواْ لَهُمْ شَرَابٌ مِّنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُواْ يَكْفُرُونَ} وهكذا نعرف أن العذاب الأليم قد جاء لهم بسبب الكفر، مثلما يجيء الجزاء على الأعمال الصالحة للمقابل لهم بسبب الإيمان والعمل الصالح. </p><p> إذن: فالقسط هنا تعود على قسط الله، وهو العدل، وكذلك قسطهم هم؛ لأنهم حكموا في الربوبية بالعدل. أما الكافرون، فالعدل معهم أن </p><p> يذيقهم الله شراباً من حميم بما كانوا يكفرون، وهذا ما يرجح أن القسط هنا هو قسطهم هم. </p><p> وكلمة {حَمِيمٍ} مأخوذة من مادة «الحاء» و «الميم» و «الميم» وهي مادة كل موارد معانيها فيها الحرارة والسخونة. </p><p> والحق سبحانه يقول في آية أخرى:  {وَإِن يَسْتَغِيثُواْ يُغَاثُواْ بِمَآءٍ كالمهل يَشْوِي الوجوه ... }  [الكهف: ٢٩] </p><p> و {كالمهل} أي: أنه يغلي، وحين تكون المادة من غير الماء، فدرجة حرارتها أثناء الغليان تكون أعلى من درجة حرارة غليان الماء؛ فالنحاس مثلاً حين يغلي تكون درجته أعلى من درجة غليان الماء، وكذلك الحديد والذهب وغيرها، وسبحانه يقول:  {إِنَّ شَجَرَةَ الزقوم طَعَامُ الأثيم كالمهل يَغْلِي فِي البطون كَغَلْيِ الحميم}  [الدخان: ٤٣ - ٤٦] </p><p> إذن: فدرجة غليان المهل أعلى من درجة غليان الماء، والمادة كلها تفيد الحرارة. </p><p> وإن نظرنا إلى كلمة «حمّام» و «استحم» ، فهي تعني أن الماء حين ينزل على البدم يكون له ثلاث صور: الصورة الأولى مسح، والصورة الثانية غسل، والصورة الثالثة استحمام. والمسح أن تبل الشيء بالماء بدون أن يقطر منه شيء، والغسل أن تُسَيِّل الماء من الجسد المغسول، والاستحمام أيضاً فيه سيولة للماء. والغسل للتطهير، لكن الاستحمام للتنظيف، فإن أحدثت فأنت تقوم لتتوضأ. {فاغسلوا وُجُوهَكُمْ ... }  [المائدة: ٦] </p><p> تنفيذاً لأمر الله وهو غسل التطهير، ويقوم مقامه التراب في حالة عدم وجود الماء وهو التيمم. أما إذا كانت المسألة تنظيفاً فهي تحتاج إلى الاستحمام؛ لأن مسام الإنسان لها إفرازات قد تكون دهنية، وبعد ذلك تطرأ عليها أتربة تسدها، وهذه المسام أبعاض من الإنسان وأبعاض من تراب طاهر جاء على الجسم، وهي لا تنسجه، فإن اغتسلت فيكفي أن تصب الماء على الجسم، ولو بقي بعض من ذرات التراب على البدن فهذا لا يمنع الطهارة، لكن حين يستحم الإنسان فهو يأتي بماء حار؛ ليذيب القذارة وينقّي المسام، وتخرج بعض الأتربة ومعها الخلايا الجلدية الميتة وكأنها خيوط رفيعة. </p><p> إذن: هناك فرق بين الغَسْل وهو للتطهير؛ وبين الاستحمام الذي هو للنظافة. ونأخذ منه الحمام، إذن: مادة الحاء والميم والميم فيها الحرارة وفيها السخونة. </p><p> ويقول الحق هنا:  {والذين كَفَرُواْ لَهُمْ شَرَابٌ مِّنْ حَمِيمٍ} ، وكلمة {شَرَابٌ} تفيد الارتواء، فلماذا جاء بها الله هنا؟ إنها تصعيد للعذاب؛ لأن الإنسان يرغب في الشراب ليرطِّب جوفه، فإذا ألهبه ما يشرب، فهذا أكثر إيلاماً مثل قوله تعالى:  {وَإِن يَسْتَغِيثُواْ يُغَاثُواْ بِمَآءٍ كالمهل يَشْوِي الوجوه بِئْسَ الشراب ... }  [الكهف: ٢٩] </p><p> وحين تسمع هذه الآية تجد انبساط الأمل في صدر الآية {وَإِن يَسْتَغِيثُواْ يُغَاثُواْ} وهم يستشرفون للنجاة، ثم يأتيهم غوث من لون يناسب ما اقترفوه من ذنوب {يُغَاثُواْ بِمَآءٍ كالمهل} . </p><p> إذن: ف {والذين كَفَرُواْ لَهُمْ شَرَابٌ مِّنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُواْ يَكْفُرُونَ} أي: بسبب كفرهم. وعرفنا أنهم كفروا بالقضايا العقدية. </p><p> ويقول الحق سبحانه بعد ذلك: </p><p> {هُوَ الذي جَعَلَ الشمس ... } </p>"
}