{
  "id": null,
  "sura": 10,
  "aya": 55,
  "text": "<p> و «ألا» في اللغة يقال عنها «أداة تنبيه» وهي تنبه السامع أن المتكلم سيقول بعدها كلاماً في غاية الأهمية، والمتكلم كما نعلم يملك زمام لسانه، بحكم وضعه كمتكلم، لكن السامع يكون في وضع المُفاجَأ. </p><p> وقد يتكلم متكلم بما دار في ذهنه ليبرزه على لسانه للمخاطب، ولكن المخاطب يفاجأ، وإلى أن ينتبه قد تفوته كلمة أو اثتنان مما يقوله المتكلم. </p><p> والله سبحانه وتعالى يريد ألاَّ يفوت السامع لقوله أي كلمة، فأتى بأداة تنبيه تنبه إلى الخبر القادم بعدها، وهو قول الحق سبحانه: </p><p> {إِنَّ للَّهِ مَا فِي السماوات والأرض}  [يونس: ٥٥] . </p><p> هكذا شاء الحق سبحانه أن تأتي أداة التنبيه سابقة للقضية الكلية، وهي أنه سبحانه مالك كل شيء، فهو الذي خلق الكون، وخلق الإنسان الخليفة، وسخَّر الكون للإنسان الخليفة، وأمر الأسباب أن تخضع لمسببات عمل العامل؛ فكل من يجتهد ويأتي بالأسباب؛ فهي تعطيه، سواء أكان مؤمناً أو كافراً. </p><p> وإذا خدمت الأسبابُ الإنسانَ، وكان هذا الإنسان غافلاً عن ربه أو عن الإيمان به، ويظن أن الأسباب قد دانت له بقوته، ويفتن بتلك الأسباب، ويقول مثلما قال قارون: </p><p> {قَالَ إِنَّمَآ أُوتِيتُهُ على عِلْمٍ عندي}  [القصص: ٧٨] . </p><p> فالذي نسي مسبِّب الأسباب، وارتبط بالأسباب مباشرة، فهو ينال العذاب، إن لم يكن في الدنيا ففي الآخرة؛ فكأن الحق سبحانه ينبههم: تَنَّبهوا أيها الجاهلون، وافهموا هذه القضية الكبرى:  {إِنَّ للَّهِ مَا فِي السماوات والأرض}  [يونس: ٥٥] . </p><p> فإياك أيها الإنسان أن تغترَّ بالأسباب، أو أنك بأسبابك أخذت غير ما يريده الله لك، فهو سبحانه الذي أعطاك وقدَّر لك، وكل الأسباب </p><p> تتفاعل لك بعطاء وتقدير من الله عَزَّ وَجَلَّ. </p><p> وفي أغيار الكون الدليل على ذلك، ففكرك الذي تخطِّط به قد تصيبه آفة الجنون، والجوارح مثل اليد أو القدم أو اللسان أو العين أو الأذن قد تُصاب أيُّ منها بمرض؛ فلا تعرف كيف تتصرف. </p><p> وكل ما تأتي فيه الأغيار؛ فهو ليس من ذاتك، وكل ما تملكه موهوب لك من مسبِّب الأسباب. </p><p> فإياك أن تنظر إلى الأسباب، وتنسى المسبِّب؛ لأن لله ملك الأشياء التي تحوزها والأدوات التي تحوز بها؛ بدليل أنه سبحانه حين يشاء يسلبها منك، فتنبه أيها الغافل، وإياك أن تظن أن الأسباب هي الفاعلة، بدليل أن الله سبحانه وتعالى يخلق الأسباب؛ ثم يشاء ألا تأتي بنتائجها، كمن يضع بذور القطن مثلاً ويحرث الأرض، ويرويها في مواعيدها، ثم تأتي دودة القطن لتأكل المحصول. </p><p> إذن: فمردُّ كل مملوك إلى الله تعالى. </p><p> واعلمْ أن هناك مِلْكاً، وإن هناك مُلْكاً، والمِلْك هو ما تملكه؛ </p><p> جلباباً؛ أو بيتاً، أو حماراً، إلى غير ذلك، أما المُلْك فهو أن تملك من له مِلْك، وتسيطر عليه، فالقمة إذن في المُلْك. </p><p> وانظر إلى قول الحق سبحانه: </p><p> {قُلِ اللهم مَالِكَ الملك تُؤْتِي الملك مَن تَشَآءُ وَتَنزِعُ الملك مِمَّنْ تَشَآءُ}  [آل عمران: ٢٦] . </p><p> إذن: فالمُلك في الدنيا كله لله سبحانه. </p><p> وكلمة «ألا» جاءت في أول الآية التي نحن بصدد خواطرنا عنها لتنبِّه الغافل عن الحق؛ لأن الأسباب استجابت له وأعطته النتائج، فاغترَّ بها، فيجعل الله سبحانه الأسباب تختلف في بعض الأشياء؛ ليظل الإنسان مربوطاً بالمسبِّب. </p><p> ويقول الحق سبحانه في نفس الآية: </p><p> {أَلاَ إِنَّ وَعْدَ الله حَقٌّ}  [يونس: ٥٥] . </p><p> والوعد إن كان في خير فهو بشارة بخير يقع، وإن كان بِشَرٍّ فهو إنذار بشرّ يقع؛ ويغلب عليه كلمة «الوعيد» . </p><p> إذن: ففي غالب الأمر تأتي كلمة «وعد» للأثنين: الخير والشر، أما كلمة «وعيد» فلا تأتي إلا في الشر. </p><p> والوعد: هو إخبارٌ بشي سيحدث من الذي يملك أن يُحْدِث الشيء. </p><p> وإنفاذ الوعد له عناصر: أولها الفاعل، وثانيها المفعول، وثالثها الزمان، ورابعها المكان، ثم السبب. </p><p> والحدث يحتاج إلى قدرة، فإن قلت:  «آتيك غداً في المكان الفلاني لأكلمك في موضوع كذا» فماذا تملك أنت من عناصر هذا الحدث؛ إنك </p><p> لا تضمن حياتك إلى الغد، ولا يملك سامعك حياته، وكذلك المكان الذي تحدد فيه اللقاء قد يصيبه ما يدمِّره، والموضوع الذي تريد أن تتحدث فيه، قد يأتي لك خاطر ألا تتحدث فيه من قبل أن يتم اللقاء. </p><p> وهَبْ أن كل العناصر اجتمعت، فماذا تملك أنت أو غيرك من عناصر الوعد؟ لا شيء أبداً. </p><p> ولذلك يعلِّم الله سبحانه خَلْقه الأدب في إعطاء الوعود، التي لا يملكونها، فيقول سبحانه: </p><p> {وَلاَ تَقْولَنَّ لِشَاْىءٍ إِنِّي فَاعِلٌ ذلك غَداً إِلاَّ أَن يَشَآءَ الله}  [الكهف: ٢٣٢٤] . </p><p> وحين تقدِّم المشيئة فإن حدث لك ما يمنع إنفاذ الوعد فلن تكون كذاباً. </p><p> وهكذا يعلّمنا ربنا صيانة أخبارنا عن الكذب، وجعلنا نتكلم في نطاق قُدراتنا، وقُدراتنا لا يوجد فيها عنصر من عناصر الحدث، لكن إذا قال الله سبحانه، ووعد، فلا رادّ لما وعد به سبحانه؛ لأنه منزَّه عن أن يُخْلف الميعاد؛ لأن عناصر كل الأحداث تخضع لمشيئته سبحانه، ولاَ تتأبَّى عليه، ووعده حق وثابت. </p><p> أما أنت فتتحكم فيك الأغيار التي يُجريها الحق سبحانه عليك. </p><p> وهَبْ أنك أردت أن تبني بيتاً، وقلت للمهندس المواصفات الخاصة التي تريدها في هذا البيت، لكن المهندس لمي يستطع أن يشتري من الأسواق بعضاً من المواد التي حددتها أنت، فأنت إذن قد أردت ما لا يملك المهندس تصرُّفاً فيه. </p><p> لكن الأمر يختلف بالنسبة للخالق الأعلى سبحانه؛ فهو الذي يملك كل شيء، وهو حين يَعد يصير وَعْدُه محتَّم النفاذ، ولكن الكافرين ينكرون ذلك؛ ولذلك قال الله سبحانه: </p><p> {ولكن أَكْثَرَهُمْ لاَ يَعْلَمُونَ}  [يونس: ٥٥] . </p><p> أي: أنهم لا يعلمون هذه الحقيقة، فقد سبق أن قالوا: </p><p> {متى هذا الوعد}  [يونس: ٤٨] . </p><p> أو أن {أَكْثَرَهُمْ لاَ يَعْلَمُونَ} تعني: أن الإنسان يجب ألاَّ يضع نفسه في موعد دون أن يقدِّم المشيئة؛ لأنه لا يملك من عناصر أي وعد إلا ما يشاؤه الله تعالى. </p><p> ويقول الحق سبحانه بعد ذلك:  {هُوَ يُحْيِي وَيُمِيتُ} </p>"
}