{
  "id": null,
  "sura": 10,
  "aya": 93,
  "text": "<p> وكلمة «تبوأ» تعني إقامة مباءة أي: البيوت التي يكون فيها السكن الخاص، وإذا أطلقت كلمة «مبوأ» فهي تعني الإقليم أو الوطن. </p><p> والوطن أنت تتحرك فيه وكذلك غيرك، أما البيت فهو للإنسان وأسرته كسكن خاص. </p><p> أما الثري فقد يكون له جناح خاص في البيت، وقد يخصص الثريُّ في منزله جناحاً لنفسه، وآخر لولده وثالثاً لابنته. </p><p> أما غالبية الناس فكل أسرة تسكن في «شقة» قد تتكون من غرفة أو اثتنتين أوثلاثة حسب إمكانات الأسرة. </p><p> إذن: فيوجد فرق بين تبؤُّء البيوت وتبوء المواطن، فتبؤُّء المواطن هو الوطن. </p><p> وسبق أن قال الحق سبحانه لموسى وهارون عليهما السلام: </p><p> {أَن تَبَوَّءَا لِقَوْمِكُمَا بِمِصْرَ بُيُوتاً}  [يونس: ٨٧] . </p><p> هذا في التبوء الخاص، أما في التبوء العام فهو يحتاج إلى قدرة الحق تعالى، وهو سبحانه يقول هنا: </p><p> {وَلَقَدْ بَوَّأْنَا بني إِسْرَائِيلَ مُبَوَّأَ صِدْقٍ}  [يونس: ٩٣] . </p><p> والحق سبحانه أتاح لهم ذلك في زمن موسى عليه السلام وأتاح لهم السكن في مصر والشام، وهو سبحانه القائل: </p><p> {سُبْحَانَ الذي أسرى بِعَبْدِهِ لَيْلاً مِّنَ المسجد الحرام إلى المسجد الأقصى الذي بَارَكْنَا حَوْلَهُ}  [الإسراء: ١] ٍ. </p><p> وما دام الحق سبحانه قد بارك حول فلا بد أن فيه خيراً كثراً، ولا بد أن تكون الأرض التي حوله مُبوَّاً صدق. </p><p> وكلمة «الصدق» تعني جماع الخير والبر؛ «ولذلك نجد الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حينما سئل: أيكون المؤمن جباناً؟قال:» نعم «وحين سئل: أيكون المؤمن بخيلاً؟قال:» نعم «. وحين سئل أيكون المؤمن كذاباً؟قال:» لا «. </p><p> ولذلك فأنت تجد في الإسلام عقوبة على الزنا، وعقوبة تقام على السارق، أما الكذب فهو خصلة لا يقربها المسلم؛ لأن عليه أن يكون صادقاً. وكل خصال الخير هي مُبوَّأَ الصدق. </p><p> ولذلك نجد قول الحق سبحانه: </p><p> {وَقُل رَّبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ}  [الإسراء: ٨٠] . </p><p> وقول الحق سبحانه: </p><p> {وَبَشِّرِ الذين آمنوا أَنَّ لَهُمْ قَدَمَ صِدْقٍ عِندَ رَبِّهِمْ}  [يونس: ٢] . </p><p> وقول الحق سبحانه: </p><p> {واجعل لِّي لِسَانَ صِدْقٍ فِي الآخرين}  [الشعراء: ٨٤] . </p><p> أي: اجعل لي ذكرى حسنة فلا يقال فلان كان كاذباً، وأما قدم الصدق فهي سوابق الخير التي يسعى إليها؛ ولذلك كان الجزاء على الصدق هو ما يقول عنه الحق سبحانه: </p><p> {فِي مَقْعَدِ صِدْقٍ عِندَ مَلِيكٍ مُّقْتَدِرٍ}  [القمر: ٥٥] . </p><p> وهو مقعد عند مليك لا يبخل، ولا يجلس في رحابه إلا من يحبه، ولا يضن بخيره على من هم في رحابه. </p><p> ومقعد الصدق هو جزاء لمن استجاب له ربه فأدخله مدخل صدق، وأخرجه مخرج صدق، وجعل له لسان صدق، وقدم صدق. </p><p> وبعد أن بوَّأ الحق سبحانه بني إسرائيل مُبوَّاً صدق، في مصر والشام، وبعد أن قال لهم: </p><p> {اهبطوا مِصْراً فَإِنَّ لَكُمْ مَّا سَأَلْتُمْ}  [البقرة: ٦١] . </p><p> أي: أن الحق سبحانه حقق قوله: </p><p> {وَرَزَقْنَاهُمْ مِّنَ الطيبات}  [يونس: ٩٣] . </p><p> وأنجاهم من فرعون، وكان من المفترض أن تستقيم أمورهم. </p><p> ويقول الحق سبحانه: </p><p> {فَمَا اختلفوا حتى جَآءَهُمُ العلم}  [يونس: ٩٣] . </p><p> والمقصود بذلك هو معرفتهم بعلامات الرسول الخاتم محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، ومنهم من ترقب مجيء النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ليؤمن به، ومنهم من تمادى في الطغيان؛ لذلك قطَّعهم الله سبحانه في الارض أمماً. </p><p> وحين ننظر إلى دقة التعبير القرآني نجده يحدد مسألة التقطيع هذه، فهم في كل أمة يمثلون قطعة، أي: أنه سبحانه لم يُذِبْهم في الشعوب. بل لهم في كل بلد ذهبوا إليه مكانٌ خاصٌّ بهم، ولا يذَوبون في غيرهم. </p><p> والحق سبحانه يقول: </p><p> {وَقُلْنَا مِن بَعْدِهِ لِبَنِي إِسْرَائِيلَ اسكنوا الأرض}  [الإسراء: ١٠٤] . </p><p> وقد يقول أحد السطحيين: وهل هناك سكن في غير الأرض؟ </p><p> ونقول: لنا أن نلحظ أن الحق سبحانه لم يحدد لهم في أية بقعة من الأرض يسكنون، فكأن الحق سبحانه قد بيَّن ما أصدره من حكم عليهم بالتقطيع في الأرض أمماً؛ فهو سبحانه القائل: </p><p> {وَقَطَّعْنَاهُمْ فِي الأرض أُمَماً}  [الأعراف: ١٦٨] . </p><p> وإذا كنا نراهم في أيامنا هذه وقد صار لهم وطن، فاعلم أن الحق سبحانه هو القائل: </p><p> {وَقَضَيْنَآ إلى بَنِي إِسْرَائِيلَ فِي الكتاب لَتُفْسِدُنَّ فِي الأرض مَرَّتَيْنِ وَلَتَعْلُنَّ عُلُوّاً كَبِيراً}  [الإسراء: ٤] . </p><p> وقد قال في آخر سورة الإسراء: </p><p> {وَقُلْنَا مِن بَعْدِهِ لِبَنِي إِسْرَائِيلَ اسكنوا الأرض فَإِذَا جَآءَ وَعْدُ الآخرة جِئْنَا بِكُمْ لَفِيفاً}  [الإسراء: ١٠٤] . </p><p> والمجيء بهم لفيفاً إنما يعني أن يجمعهم في وطن قومي لتأتي لهم الضربة القاصمة التي ذكرها الحق سبحانه في قوله: </p><p> {فَإِذَا جَآءَ وَعْدُ الآخرة لِيَسُوءُواْ وُجُوهَكُمْ وَلِيَدْخُلُواْ المسجد كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٍ وَلِيُتَبِّرُواْ مَا عَلَوْاْ تَتْبِيراً}  [الإسراء: ٧] . </p><p> لأننا لن نستطيع أن نحاربهم في كل بلد من البلاد التي قطَّعهم الله فيها، لكنهم حين يجتمعون في مكان واحد، إنما يسهل أن ينزل عليهم قضاء الله. </p><p> وحين ننظر إلى رحلتهم نجد أن «يثرب» كانت المكان الذي اتسع لهم بعد اضطهادات المجتمعات التي دخلوا إليها، وحين اجتمعوا في يثرب صار لهم الجاه؛ لأنهم أهل علم، وأهل اقتصاد، وأهل حرب. </p><p> وهم قد اجتمعوا في المدينة؛ لأن المخلصين من أهل الكتاب أخبروهم أن هذه المدينة هي المهجر لنبي ورسول يأتي من العرب في آخر الزمان؛ فمكثوا فيها انتظاراً له، وكانوا يقولون لكفار قريش:  «لقد أظل زمان يأتي فيه نبي نتبعه، ونقتلكم فيه قَتل عاد وإرم» . </p><p> وكان من المفروض أن يؤمنوا برسالته صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، لكنه إن أطل رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بنور رسالته حتى أنكروه خوفاً على سلطتهم الزمنية. </p><p> وهو ما تقول عنه الآية الكريمة التي نحن بصدد خواطرنا عنها: </p><p> {فَمَا اختلفوا حتى جَآءَهُمُ العلم}  [يونس: ٩٣] . </p><p> أي: أن علمهم بمجيء الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ هو مصدر اختلافهم، فمنهم من سمعوا إشارات عنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وعرفوا علاماته صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ فآمنوا به، ومنهم من لم يؤمن به. </p><p> وهم لم يختلفوا من قبل وكانوا متفقين، وتوعَّدوا المشركين من قريش. وما إن أهلَّ الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ به «الأوس» و «الخزرج» أنه رسول من الله تعالى قد ظهر بمكة، فقالت الأوس والخزرج: إنه النبي الذي توعَّدتنا به يهود، فهيا بنا لنذهب ونسبقهم إليه قبل أن يسبقونا، فيقتلونا به. </p><p> فكأن اليهود هم الذين تسببوا في هجرة النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إلى المدينة؛ لأن الأوس والخزرج سبقوهم إليه؛ وهذا لنعلم كيف ينصر الله تعالى دينه بأعدائه. </p><p> ولذلك نجد أنهم في اختلافهم «يأتي عبد الله بن سلام إلى رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يقول: إن اليهود قوم بُهْتٌ، وإذا أنا آمنت بك يا رسول الله سيقولون فيَّ ما يسيء إليَّ؛ لذلك فقبل أن أعلن إسلامي اسألهم عنِّي. </p><p> وكان ابن سلام في ذلك يسلك سلوكاً يتناسب مع كونه يهودياً، ولما اجتمع معشر اليهود، سألهم النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وقال: ما تقولون في ابن سلام؟ </p><p> قالوا: حَبْرُنا وشيخنا وهو الورع فينا، وبعد أن أثنوا عليه ثناء عظيماً، قال ابن سلام: يا رسول الله أشهد أن لا إله إلا الله وأنك رسول الله. </p><p> وهنا بدأ اليهود يكيلون له السِّباب، فقال ابن سلام: ألم أقُلْ لك يا </p><p> رسول الله إنهم قوم بُهْت» </p><p> إذن: فمعنى قوله سبحانه: </p><p> {فَمَا اختلفوا حتى جَآءَهُمُ العلم}  [يونس: ٩٣] . </p><p> أي: أن أناساً منهم بقوا على الباطل، وأناساً منهم آمنوا بالرسول الحق صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> وينهي الحق سبحانه الآية الكريمة بقوله تعالى: </p><p> {إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ القيامة فِيمَا كَانُواْ فِيهِ يَخْتَلِفُونَ}  [يونس: ٩٣] . </p><p> أي: أن الله سبحانه وتعالى سوف يقضي بن ما جاءوا في صف الإيمان، وبين مَنْ بَقَوْا على اليهودية المتعصبة ضد الإيمان. </p><p> ونحن نلحظ أن كلمة {بَيْنَهُمْ} توضح أن الضمير عام، لهؤلاء ولأولئك. </p><p> ونقول: إن الحق سبحانه وتعالى يقضي يوم القيامة بين المؤمنين والكافرين، ويقضي أيضاً بين الكفارين، فمنهم من كان ظالماً لكافر، </p><p> ومنهم من كان مختلساً أو مرتشياً، ومنهم من عمل على غير مقتضى دينه؛ لذلك يقضي الله سبحانه بينهم. </p><p> والآية تفيد العموم في القضاء ماضياً وحاضراً ومستقبلاً بين كل مؤمن وكافر، وبين كل تائب وعاصٍ. </p><p> ويقو الحق سبحانه بعد ذلك:  {فَإِن كُنتَ فِي شَكٍّ مِّمَّآ أَنزَلْنَآ إِلَيْكَ} </p>"
}