{
  "id": null,
  "sura": 10,
  "aya": 22,
  "text": "<p> وهذه الآية الكريمة جاءت مرحلة من مراحل إخبار الله سبحانه وتعالى عن المعاندين لدعوة الإسلام، التي بدأها الحق سبحانه بأنه قد رحمهم فأجّل لهم استجابة دعائهم على أنفسهم بالشر، ولو أنه أجابهم إلى ما دَعَوْا به على أنفسهم من الشر في قولهم:  {إِن كَانَ هذا هُوَ الحق مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السمآء أَوِ ائتنا بِعَذَابٍ أَلِيمٍ}  [الأنفال: ٣٢] </p><p> لقضي أمرهم: فمن رحمة الله تعالى أنه لم يُجِبْهم إلى دعائهم. </p><p> وإذا كان الله سبحانه قد أجَّل استجابة دعائهم على أنفسهم بالشر رحمة بهم، فيجب أن يعرفوا أن تأجيل استجابتهم بدعاء الخير رحمة بهم أيضاً؛ لأنهم قد يدعون بالشر وهم يظنون أنهم يدعون بالخير، وبعد ذلك دلّل على كذبهم في دعائهم على أنفسهم بالشر بأنهم إذا مسّهم ضرٌّ دعوا الله تعالى مضطجعين وقاعدين وقائمين. </p><p> فلو كانوا يحبون الشر لأنفسهم؛ لظلوا على ما هم فيه من البلاء إلى أن يقضي الله تعالى فيهم أمراً. </p><p> ثم عرض سبحانه قضية أخرى، وهي أنه سبحانه إذا مسهم بضر؛ ليعتبروا، جاء الله سبحانه برحمته؛ لينقذهم من هذا الضر. فياليتهم شركوا نعمة الله تعالى في الرحمة من بعد الضر، ولكنهم مرُّوا كأن لم يدعوا الله سبحانه إلى ضر مسَّهم. </p><p> وهنا في الآية التي نحن بصدد خواطرنا عنها، يصور لنا الحق سبحانه وضعاً آخر، هو وضع السير في البر والبحر، فيقول:  {هُوَ الذي يُسَيِّرُكُمْ فِي البر والبحر}  [يونس: ٢٢] . </p><p> وكلمة {يُسَيِّرُكُمْ} تدل على أن الذي يسِّير هو الله، ولكن في القرآن آيات تثبت أن السير يُنسب إلى البشر حين يقول:  {قُلْ سِيرُواْ فِي الأرض}  [النمل: ٦٩] </p><p> وحين يقول الحق سبحانه:  {فَلَمَّا قضى مُوسَى الأجل وَسَارَ بِأَهْلِهِ}  [القصص: ٢٩] . </p><p> وهو سبحانه يقول:  {سِيرُواْ فِيهَا لَيَالِيَ وَأَيَّاماً آمِنِينَ}  [سبأ: ١٨] </p><p> فكأن هذه الآية التي نحن بصدد خواطرنا عنها قد نسبت التسيير إلى الله سبحانه، وبعض الآيات الأخرى نسبت التسيير إلى النفس الإنسانية، ونقول لمن توهموا أن في ذلك تعارضاً: </p><p> لو أنكم فطنتم إلى تعريف الفاعل عند النحاة وكيف يرفعونه؛ لعرفتم أن تحقق أي فعل إنما يعود إلى مشيئة الله سبحانه، فحين نقول:  «نجح فلان» فهل هو الذي نجح، أم أن الذي سمح له بالنجاح غيره؟ إن الممتحن والمصحِّح هما من سمحا له بالنجاح؛ تقديراً لإجاباته التي تدل على بذَل المجهود في الاستذكار. </p><p> وكذلك نقول:  «مات فلان» ، فهل فلان فعل الموت بنفسه؟ خصوصاً ونحن نعرب «مات» كفعل ماضٍ، ونعرب كلمة (فلان)  «فاعل» أو نقول: إن الموت قد وقع عليه واتَّصف به؛ لأن تعريف الفاعل: هو الذي يفعل الفعل، أو يتّصف به. </p><p> وإذا أردنا أن ننسب الأشياء إلى مباشرتها السببية؛ قلنا:  «سار الإنسان» . </p><p> وإذا أردنا أن نؤرِّخ لسير الإنسان بالأسباب، وترحَّلنا به إلى الماضي؛ لوجدنا أن الذي سيَّره هو الله تعالى. </p><p> وكل أسباب الوجود إنْ نظرتَ إليها مباشرة؛ وجدتها منسوبة إلى من هو فاعل لها؛ لكنك إذا تتبَّعتها أسباباً؛ وجدتّها تنتسب إلى الله سبحانه. </p><p> فمثلاً: إذا سُئلت: مَنْ صنع الكرسي؟ تجيب: النجار. وإنْ سألت النجار: من أين أتيت بالخشب؟ سيجيبك: مِن التاجر. وسيقول لك التاجر أنه استورده من بلاد الغابات، وهكذا. </p><p> إذن: إذا أردت أن تسلسل كل حركة في الوجود؛ لا بد أن تنتهي إلى الله تعالى. </p><p> وحين قال الحق سبحانه:  {فَلَمَّا قضى مُوسَى الأجل وَسَارَ بِأَهْلِهِ}  [القصص: ٢٩] </p><p> نفهم من ذلك أن موسى عليه السلام قد سُيِّر بأهله؛ لأن التسيير في كل مقوماته من الله تعالى. </p><p> والمثال الآخر: نحن نقرأ في القرآن قوله الحق: {وَأَنَّهُ هُوَ أَضْحَكَ وأبكى}  [النجم: ٤٣] </p><p> فهو سبحانه الذي خلق الضحك، وخلق البكاء. </p><p> فنجد من يقول: كيف يقول الله سبحانه إنه خلق الضحك والبكاء وهو الذي يقول في القرآن: {فَلْيَضْحَكُواْ قَلِيلاً وَلْيَبْكُواْ كَثِيراً}  [التوبة: ٨٢] </p><p> ونقول: أنت إن نظرت إلى القائم بالضحك، فهو الإنسان الذي ضحك، وإن نظرت إلى من خلق غريزة الضحك في الإنسان؛ تجده الله سبحانه. </p><p> وغريزة الضحك موجودة باتفاق شامل لكل أجناس الوجود، وكذلك البكاء فلا يوجد ضحك عربي، وضحك انجليزي، ولا يوجد بكاء فرنسي، أو بكاء روسي. </p><p> إذن: فالله سبحانه وتعالى هو الذي خلق الضحك والبكاء. </p><p> وقد صدق قوله الحق:  {وَأَنَّهُ هُوَ أَضْحَكَ وأبكى}  [النجم: ٤٣] </p><p> لكن الضاحك والباكي يقوم به الوصف. وكذلك قوله الحق:  {وَمَا رَمَيْتَ إِذْ رَمَيْتَ ولكن الله رمى}  [الأنفال: ١٧] </p><p> فقد شاء الحق سبحانه أن يمكن رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بالبشرية أن يرمي الحصى، ولكن إيصال الحصى لكل فرد في الجيش المقابل له، فتلك إرادة الله. </p><p> إذن: فقول الحق سبحانه: {هُوَ الذي يُسَيِّرُكُمْ فِي البر والبحر} . لا يتعارض مع أنهم هم الذين يسيرون، وأنت إذا علّلت السير في الأرض أو في البحر؛ ستجد أن السير هو انتقال السائر من مكان إلى مكان، وهو يحدِّد غاية السير بعقله، والأرض أو البحر الذي يسير في أي منهما بأقدامه أو بالسيارة أو بالمركب، هذا العقل خلقه الله تعالى، والأرض كذلك، والبحر أيضاً، كلها مخلوقات خلقها الله سبحانه وتعالى. وأنت حين تحرِّك ساقيك؛ لتسير، لا تعرف كيف بدأت السير ولا كَمْ عضلة تحركت في جسدك، فالذي أخضع كل طاقات جسمك لمراد عقلك هو الله تعالى. </p><p> إذن: فكل أمر مرجعه إلى الله سبحانه. </p><p> وهنا ملحظ في السير في البر والبحر، فكلاهما مختلف، فالإنسان ساعة يسير في الأرض على اليابسة، قد تنقطع به السبل، ويمكنه أن يستصرخ أحداً من المارة، أو ينتظر إلى أن يمر عليه بعض المارة؛ ليعاونه. </p><p> أما المرور في البحر؛ فلا توجد به سابلة أو سالكة كثيرة؛ حتى يمكن للإنسان أن يستصرخهم. </p><p> إذن: فالمرور في البحر أدق من المرور في البر؛ ولذلك نجد أن الحق سبحانه وتعالى في هذه الآية التي نحن بصدد خواطرنا عنها يقول عن السير في البحر:  {حتى إِذَا كُنتُمْ فِي الفلك وَجَرَيْنَ بِهِم بِرِيحٍ طَيِّبَةٍ وَفَرِحُواْ بِهَا جَآءَتْهَا رِيحٌ عَاصِفٌ وَجَآءَهُمُ الموج مِن كُلِّ مَكَانٍ وظنوا أَنَّهُمْ أُحِيطَ بِهِمْ دَعَوُاْ الله مُخْلِصِينَ لَهُ الدين لَئِنْ أَنْجَيْتَنَا مِنْ هذه لَنَكُونَنَّ مِنَ الشاكرين}  [يونس: ٢٢] </p><p> وهكذا لا نجد أن في الآية نفسها حديثاً عن السير في البر؛ لأن الحق سبحانه ما دام قد تكلم عن إزالة الخطر للمضطر في البحر، فهذا يتضمن إزالته عمن يسير في البر من باب أولى. وإذا ما جاء الدليل الأقوى، فهو لا بد أن ينضوي فيه الدليل الأقل. </p><p> ومثال هذا قول الحق سبحانه: </p><p> {وَوَصَّيْنَا الإنسان بِوَالِدَيْهِ إِحْسَاناً}  [الأحقاف: ١٥] . </p><p> وجاءت كل الحيثيات بعد ذلك للأم، ولم يأت بأي حيثية للأب، </p><p> فيقول:  {حَمَلَتْهُ أُمُّهُ كُرْهاً وَوَضَعَتْهُ كُرْهاً وَحَمْلُهُ وَفِصَالُهُ ثَلاَثُونَ شَهْراً}  [الأحقاف: ١٥] </p><p> وشاء الحق سبحانه ذلك؛ لأن حيثية الأم مبنية على الضعف، فيريد أن يرقق قلب ابنها عليها، فالأب رجل، قد يقدر على الكدح في الدنيا، كما أن فضل الأب على الولد يدركه الولد، لكن فضل أمه عليه وهو في بطنها؛ لا يعيه، وفي طفولته الأولى لا يعي أيضاً هذا الفضل. </p><p> ولكنه يعي من بعد ذلك أن والده يحضر له كل مستلزمات حياته، من مأكل وملبس، ويبقى دور الأم في نظر الطفل ماضياً خافتاً. </p><p> إذن: فحيثية الأم هي المطلوبة؛ لأن تعبها في الحمل والإرضاع لم يكن مُدْرَكاً من الطفل. </p><p> وكذلك هنا في هذه الآية التي نحن بصدد خواطرنا عنها، ترك الحق سبحانه حيثية البر وأبان بالتفصيل حيثية البحر: </p><p> {هُوَ الذي يُسَيِّرُكُمْ فِي البر والبحر حتى إِذَا كُنتُمْ فِي الفلك}  [يونس: ٢٢] </p><p> وكلمة (الفلك) تأتي مرة مفردة، وتأتي مرة جمعاً، والوزن واحد في الحالتين ومثال هذا أنه حين أراد الله سبحانه أن ينجي نوحاً عليه السلام، وأن يغرق الكافرين به، قال لسيدنا نوح:  {واصنع الفلك بِأَعْيُنِنَا}  [هود: ٣٧] . </p><p> إذن هي تطلق على المفرد، وعلى الجمع، ولها نظائر في اللغة في كلتا الحالتين، فهي في الإفراد تكون مثل: قُفْل، وقُرْط. وعند الجمع تكون مثل: أسْد. </p><p> والحق سبحانه وتعالى يصف الريح هنا بأنها طيبة، والقرآن الكريم طبيعة أسلوبه حين يتكلم عن الريح بلفظ الإفراد يكون المقصود بها هو العذاب، مثل قوله الحق:  {فَلَمَّا رَأَوْهُ عَارِضاً مُّسْتَقْبِلَ أَوْدِيَتِهِمْ قَالُواْ هذا عَارِضٌ مُّمْطِرُنَا بَلْ هُوَ مَا استعجلتم بِهِ رِيحٌ فِيهَا عَذَابٌ أَلِيمٌ تُدَمِّرُ كُلَّ شَيْءٍ بِأَمْرِ رَبِّهَا} </p><p> [الأحقاف: ٢٤٢٥] . </p><p> وإن تكلم عنها بلفظ الجمع فهي للرحمة، وسبحانه القائل: </p><p> {وَأَرْسَلْنَا الرياح لَوَاقِحَ}  [الحجر: ٢٢] . </p><p> ويقول سبحانه أيضاً: </p><p> {وَهُوَ الذي يُرْسِلُ الرياح بُشْراً بَيْنَ يَدَيْ رَحْمَتِهِ حتى إِذَآ أَقَلَّتْ سَحَاباً ثِقَالاً سُقْنَاهُ لِبَلَدٍ مَّيِّتٍ فَأَنْزَلْنَا بِهِ المآء فَأَخْرَجْنَا بِهِ مِن كُلِّ الثمرات}  [الأعراف: ٥٧] . </p><p> والرياح هنا جاءت في صيغة الجمع، وعلّة وجود ريح الشر، ورياح للخير، يمكنك أن تستشفها من النظر إلى الوجود كله؛ هذا النظر يوضح لك أن الهواء له مراحل، فهواء الرُّخَاء هو الذي يمر خفيفاً، مثل النسيم العليل، وأحياناً يتوقف الهواء فلا تمر نسمة واحدة، ولكننا نتنفس الهواء الساكن الساخن أثناء حرارة الجو، ثم يشتد الهواء أحياناً؛ فيصير رياحاً قوية بعض الشيء، ثم يتحول إلى أعاصير. </p><p> والهواء كما نعلم هو المقوِّم الأساسي لكل كائن حي، ولكل كائن ثابت غير حي، فإذا كان الهواء هو المقوم الأساسي للنفس الإنسانية، فالعمارات الضخمة مثل ناطحات السحاب لا تثبت بمكانها إلا نتيجة توازن تيارات الهواء حولها، وإن حدث تفريغ للهواء تجاه جانب من جوانبها؛ فالعمارة تنهار. </p><p> إذن: فالذي يحقق التوازن في الكون كله هو الهواء. </p><p> ولذلك نجد القرآن الكريم قد فصّل أمر الرياح وأوضح مهمتها، وهنا يقول الحق سبحانه:  {حتى إِذَا كُنتُمْ فِي الفلك وَجَرَيْنَ بِهِم بِرِيحٍ طَيِّبَةٍ} وكأنه سبحانه يتكلم هنا عن السفن الشراعية التي تسير بالهواء المتجمِّع في أشرعتها. وإذا كان التقدم في صناعة السفن قد تعدَّى الشراع، وانتقل إلى البخار، ثم الكهرباء، فإن كلمة الحق سبحانه:  {برِيحٍ طَيِّبَةٍ} تستوعب كل مراحل الارتقاء، خصوصاً وأن كلمة «الريح» قد وردت في القرآن الكريم بمعنى القوة أيا كانت: من هواء، أو محرك يسير بأية طاقة. </p><p> وسبحانه القائل:  {وَلاَ تَنَازَعُواْ فَتَفْشَلُواْ وَتَذْهَبَ رِيحُكُمْ}  [الأنفال: ٤٦] . </p><p> وهكذا نفهم أن معنى الريح ينصرف إلى القوة. وأيضاً كلمة «الريح» تنسجم مع كل تيسيرات البحر. </p><p> وقوله الحق:  {حتى إِذَا كُنتُمْ فِي الفلك وَجَرَيْنَ بِهِم بِرِيحٍ طَيِّبَةٍ وَفَرِحُواْ بِهَا} هذا القول الكريم يضم ثلاثة وقائع: الوجود في الفُلْك، وجرى الفُلْك بريح طيبة، ثم فرحهم بذلك؛ هذه ثلاثة أشياء جاءت في فعل الشرط، ثم يأتي جواب الشرط وفيه ثلاثة أشياء أيضاً: </p><p> أولها:  {جَآءَتْهَا رِيحٌ عَاصِفٌ} وثانيها: {وَجَآءَهُمُ الموج مِن كُلِّ مَكَانٍ} وثالثها: {وظنوا أَنَّهُمْ أُحِيطَ بِهِمْ} . </p><p> أما الريح العاصف: فهي المدمرة، ويقال: فلان يعصف بكذا، وفي القرآن:  {كَعَصْفٍ مَّأْكُولٍ}  [الفيل: ٥] . </p><p> إذن:  {رِيحٌ عَاصِفٌ} هي الريح المدمِّرة والمغرِقة. وقوله الحق:  {وَجَآءَهُمُ الموج مِن كُلِّ مَكَانٍ} . </p><p> فالموج يأتي من أسفل، والريح تأتي من أعلى، وترفع الريح الموج فيدخل الموج إلى المركب، ونعلم أنهم يقيسون ارتفاع الموج كل يوم حسب </p><p> قوة الريح: فحين تكون الريح خفيفة؛ يظهر سطح مياه البحر مجعّداً، وحين تكون الريح ساكنة؛ فأنت لا تجد صفحة المياه مجعدة، بل مبسوطة، وقد جاءتهم الريح عاصفاً فيزداد عنف الموج، ويتحقق نتيجة لذلك الظن بأنهم قد أحيط بهم. </p><p> ومعنى الإحاطة هو عدم وجود منفذ للفرار؛ ولذلك نجد الحق سبحانه يتكلم عن الكافرين بقوله:  {والله مُحِيطٌ بالكافرين}  [البقرة: ١٩] . </p><p> أي: ليس هناك منفذ يفلتون منه. </p><p> ولحظة ظنهم أنه قد أحيط بهم؛ لا يسلمون أنفسهم لهذه الحالة؛ بدعوى الاعتزاز بأنفسهم غريزياً، بل يتجهون إلى الله بالدعاء، هذا الإله الذي أنكروه، لكنهم لحظة الخطر لا يكذب أحد على نفسه أو يخدعها. </p><p> ولذلك نجد سيدنا جعفر الصادق يجيب على سائل سأله: أهناك دليل على وجود الصانع الأعلى؟ فيقول سيدنا جعفر: ما عملك؟ فيجيب السائل: تاجر أبحر في البحر. فسأله سيدنا جعفر: أوَلم يحدث لك فيه حال؟ قال الرجل: بل حدث. فسأل سيدنا جعفر: ما هو؟ قال: حملت بضائعي في سفينة، فهبت الريح وعلا الموج وغرقت السفينة وتعلقت بلوح من الخشب. قال سيدنا حعفر: الم يخطر على بالك أن تفزع إلى شيء؟ قال الرجل: نعم. قال سيدنا جعفر: هذا الصانع الأعلى. </p><p> وكذلك لجأ هؤلاء الذين كفروا بالله إلى الله تعالى حين عصفت بهم الريح، وعلا عليهم الموج، وظنوا أنهم قد أحيط بهم ويقول الحق سبحانه </p><p> وتعالى وهم في مثل هذه الحالة:  {دَعَوُاْ الله مُخْلِصِينَ لَهُ الدين} وهذا يعني أنهم لم يدعوه فقط، بل دَعَوْه بإخلاص وأقروا بوحدانيته، وألاّ شريك له أبداً؛ لأنهم يعلمون أن مثل هذا الشريك لن ينفعهم أبداً. </p><p> ثم يجيء الحق سبحانه بصيغة دعائهم:  {لَئِنْ أَنْجَيْتَنَا مِنْ هذه لَنَكُونَنَّ مِنَ الشاكرين} فهل وَفَّوْا بالعهد؟ لا؛ لأن الحق سبحانه يقول بعد ذلك:  {فَلَمَّآ أَنجَاهُمْ إِذَا هُمْ يَبْغُونَ فِي الأرض} </p>"
}