{
  "id": null,
  "sura": 10,
  "aya": 108,
  "text": "<p> إذن: فالحق سبحانه لم يُقصِّر مع الخلق، فقد خلق لكم العقول، وكان يكفي أن تفكّروا بها لتؤمنوا من غير مجيء رسول، وكان على هذه العقول أن تفكر في القويُّ الذي خلق الكون كله، بل هي التي تسعى لتطلب أن يرسل لها القويّ رسولاً بما يطلبه سبحانه من عباده، فإذا ما جاء رسول ليخبرهم أنه رسول من الله ويحمل البلاغ منه، كان يجب أن تستشرف آذانهم لما يقول. </p><p> إذن: كان على العباد أن يهتدوا بعقولهم؛ ولذلك نجد أن الفلاسفة حين بحثوا عن المعرفة، قالوا: إن هناك «فلسفة مادية» تحاول أن تتعرف على مادية الكون، وهناك «فلسفة ميتافيزيقية» تبحث عما وراء المادة. </p><p> فَمَنْ أعلمَ الفلاسفة إذن أن هناك شيئاً وراء المادة. </p><p> وكأن العقل مجرد ساعةً يرى نُظُم الكون الدقيقة كان يجب أن يقول: إن وراء الكون الواضح المُحَسِّ قوة خفية. </p><p> ولم يذهب الفلاسفة إلى البحث فيما وراء المادة، إلا لأنهم أخذوا من </p><p> المادة أن وراءها شيئاً مستوراً. </p><p> والمستور الذي وراء المادة هو الذي يعلن عن نفسه، فهو أمر لا نعرفه بالعقل. </p><p> وقديماً ضربنا مثلاً في ذلك، وقلنا: هَبْ أننا جالسون في حجرة، ودقَّ جرس الباب، فعلم كل مَنْ في الحجرة أن طارقاً بالباب، ولم يختلف أحد منهم على تلك الحقيقة. </p><p> وهذا ما قاله الفلاسفة حين أقرُّوا بوجود قوة وراء المادة، ولكنهم تجاوزوا مهمتهم، وأرادوا أن يُعرِّفونا ماهية أو حقيقة هذه القوة، ولم يلتفتوا إلى الحقيقة البديهية التي تؤكد أن هذه القوة لا يمكن أن تُعْرَف بالعقل؛ لأننا ما دُمْنا قد عرفنا أن بالباب طارقاً يدق؛ فنحن لا نقول من هو، ولا نترك المسألة للظن، بل نتركه هو الذي يحدد لنا مَنْ هو، وماذا يطلب؟ لأن عليه هو أن يخبر عن نفسه. </p><p> اطلبوا منه أن يعلن عن اسمه وصفاته، وهذه المسائل لا يمكن أن نعرفها بالعقل. </p><p> إذن: فخطأ الفلاسفة أنهم لم يقفوا عند تعقُّل أن هناك قوة من وراء المادة، وأرادوا أن ينتقلوا من التعقُّل إلى التصور، والتصورات، لا تأتي بالعقل، بل بالإخبار. </p><p> وهنا يقول الحق سبحانه: </p><p> {قُلْ ياأيها الناس قَدْ جَآءَكُمُ الحق مِن رَّبِّكُمْ}  [يونس: ١٠٨] . </p><p> والحق كما نعلم هو الشيء الثابت الذي لا يتغير أبداً، وأن يأتي </p><p> الحق من الرب الذي يتولى التربية بعد أن خلق من عدم وأمدَّ من عُدْم، ولا يكلفنا بتكاليف الإيمان إلا بعد البلوغ، وخلق الكون كله، وجعلنا خلفاء فيه. </p><p> وهو إذن مأمون علينا، فإذا جاء الحق منه سبحانه وتعالى، فلماذا لا نجعل المنهج من ضمن التربية؟ </p><p> لماذا أخذنا تربية المأكل والملبس وسيادة الأجناس؟ </p><p> كان يجب إذن أن نأخذ من المربِّي سبحانه وتعالى المنهج الذي ندير به حركة الحياة؛ فلا نفسدها. </p><p> وحين يقول الحق سبحانه: </p><p> {جَآءَكُمُ الحق مِن رَّبِّكُمْ}  [يونس: ١٠٨] . </p><p> فمعنى ذلك أنه لا عُذْر لأحد أن يقول:  «لم يُبلغْني أحدٌ بمراد الله» ، فقد ترك الحق سبحانه العقول لتتعقل، لا أن تتصور. </p><p> وجاء التصوُّر للبلاغ عن الله تعالى، حين أرسل الحق سبحانه رسولاً يقول: أنا رسول من الله، وهو القوة التي خلقت الكون، وكان علينا أن نقول للرسول بعد أن تَصْدُق معجزته: أهلاً، فأنت مَنْ كنا نبحث عنه، فَقُل لنا: ماذا تريد القوة العليا أن تبلغنا به؟ </p><p> ثم يقول الحق سبحانه في نفس الآية: </p><p> {فَمَنِ اهتدى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ}  [يونس: ١٠٨] . </p><p> لأن حصيلة هدايته لا تعود على مَنْ خلقه وهداه، بل تعود عليه هو نفسه انسجاماً مع الكون، وإصلاحاً لذات النفس، وراحة بال، واطمئناناً، وانتباهاً لتعمير الكون بما لا يفسد فيه، وهذا الحال عكس ما يعيشه مَنْ ضل عن الهداية. </p><p> ويقول الحق سبحانه عن هذا الصنف من الناس: </p><p> {وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا}  [يونس: ١٠٨] . </p><p> وكلمة {ضَلَّ} تدل على أن الإنسان الذي يضل كانت به بداية هداية، لكنه ضَلَّ عنها. </p><p> ويُنهي الحق سبحانه الآية بقوله:  {وَمَآ أَنَاْ عَلَيْكُمْ بِوَكِيلٍ}  [يونس: ١٠٨] . </p><p> وأنت لا توكِّل إنساناً إلا لأن وقتك لا يسع، وكذلك قدرتك وعلمك وحركتك، وهنا يُبلغ الرسول القوم: أنا لا أقدر أن أدفع عنكم الضلال، أو أجبركم على الهداية؛ لأني لست وكيلاً عليكم، بل عليَّ فقط مهمة البلاغ عن الله سبحانه وتعالى، وهذا البلاغ إن استمعتم إليه بخلاء القلب من غيره، تهتدوا. </p><p> وإذا اهتديتم؛ فالخير لكم؛ لأن الجزاء سيكون خلوداً في نعيم تأخذونه مقابل تطبيق المنهج الذي ضيَّق على شهوات النفس، ولكنه يهدي حياة نعيم لا يفوته الإنسان، ولا تفوت النعم فيه الإنسان. </p><p> وإذا كان الإنسان مِنَّا يقبل أن يتعب؛ ليتعلَّم حرفة أو عملاً أو صنعة أو مهنة؛ ليسكب الإنسان من إتقان هذا العمل بقية عمره. </p><p> أليس على هذا الإنسان أن يُقبِل على العبادة التي تصلح باله، وتسرع به إلى الغاية انسجاماً مع النفس، ومع المجتمع، وتقويماً وتهذيباً لشهوات النفس، وينال من بعد ذلك خلود النعيم في الآخرة. </p><p> أما من يستكثر على نفسه الجدَّ والاجتهاد في تحصيل العلم، أو تعلُّم مهنة أو حرفة، فهو يحيا في ضيق وعدم ارتقاء، فهو لا يبذل جهداً في التعلّم. </p><p> ونرى مَنْ يتعلم ويبذل الجهد، وهو يرتقي في المستوى الاجتماعي والاقتصادي؛ ليصل إلى درجة الدكتوراة مثلاً أو التخصص الدقيق الذي يأتي له بِسعَة الرزق. </p><p> وكلما كانت الثمرة التي يريدها الإنسان أينع وأطول عمراً كانت الخدمة من أجلها أطول. </p><p> وقارن بين خدمتك لدينك في الدنيا بما ينتظرك من نعيم الآخرة؛ وسوف تجد المسافة بين عطاء الدنيا وعطاء الآخرة شاسعاً، ولا مقارنة. </p><p> وقول الحق سبحانه: </p><p> {وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا}  [يونس: ١٠٨] . </p><p> نجد فيه كلمة {عَلَيْهَا} وهي تفيد الاستعلاء على النفس، أي: أنك بالضلال والعياذ بالله تستعلي على نفسك، وتركب رأسك إلى الهاوية. </p><p> وفي المقابل تجد قول الحق سبحانه: </p><p> {فَمَنِ اهتدى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ}  [يونس: ١٠٨] . </p><p> وتجد «اللام» هنا تفيد المِلْك؛ لذلك يقال:  «فلان له» و «فلان عليه» . </p><p> وبعد ذلك يقول الحق سبحانه في ختام سورة يونس:  {واتبع مَا يوحى إِلَيْكَ} </p>"
}