{
  "id": null,
  "sura": 10,
  "aya": 45,
  "text": "<p> فهذه الدنيا التي يتلهف عليها الإنسان، ويأخذ حظه فيها، وقد ينسى الآخرة، فإذا ما قامت القيامة فأنت تشعر كأنك لم تمكث في الدنيا إلا ساعة، والساعة هي الساعة الجامعة التي تقوم فيها القيامة، ولكن الساعة في الدنيا هي جزء من الوقت، ونحن نعلم أن اليوم مقسَّم لأربع وعشرين ساعة، وأيضاً تُطلق الساعة على تلك الآلة التي تُعلَّق على الحائط أو يضعها الإنسان على يده، وهي تشير إلى التوقيت. </p><p> والتوقيت ثابت بمقدار الساعة والدقيقة والثانية منذ آدم عليه السلام وإلى من سوف يأتون بعدنا، ولكن التوقيت يختلف من مكان إلى آخر، فتشير الساعة في القاهرة مثلاً إلى الثانية ظهراً، وتكون في نيويورك السابعة صباحاً، وتشير في بلد آخر إلى الثالثة بعد منتصف الليل، ولا تتوحد الساعة بالنسبة لكل الخلق إلا يوم القيامة. </p><p> ولذلك يقول الحق سبحانه: </p><p> {وَيَوْمَ تَقُومُ الساعة يُقْسِمُ المجرمون مَا لَبِثُواْ غَيْرَ سَاعَةٍ}  [الروم: ٥٥] . </p><p> وهم إذن يُفاجَأون أن دنياهم الطويلة والعريضة كلها مرَّتْ وكأنها مجرد ساعة، وهكذا يكتشفون قِصَر ما عاشوا من وقت، ولا يقصتر الأمر على ذلك، بل إنهم لم ينتفعوا بها أيضاً فهي مدة من الزمن لم تكن لها قيمة. </p><p> والحق سبحانه يقول: </p><p> {كَأَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوعَدُونَ لَمْ يلبثوا إِلاَّ سَاعَةً مِّن نَّهَارٍ بَلاَغٌ فَهَلْ يُهْلَكُ إِلاَّ القوم الفاسقون}  [الأحقاف: ٣٥] . </p><p> أي: أن الدنيا تمر عليهم في لهو ولعب ومشاغل، ولم يأخذوا الحياة بالجد اللائق بها؛ فضاعت منهم وكأنها ساعة. </p><p> ولذلك يقول الحق سبحانه هنا: </p><p> {وَيَوْمَ يَحْشُرُهُمْ كَأَن لَّمْ يلبثوا إِلاَّ سَاعَةً مِّنَ النهار}  [يونس: ٤٥] . </p><p> ويوم الحشر ينقسم الناس قسمين: قسم مَنْ كانوا يتعارفون على البر، وقسم مَنْ كانوا يتعارفون على الإثم، فالذين تعارفوا في الحياة الدنيا على </p><p> البر يفرحون ببعضهم البعض، وأما الذين تعارفوا في الحياة الدنيا علىلإثم فهم يتنافرون بالعداء، والحق سبحانه هو القائل:  {الأخلاء يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ إِلاَّ المتقين}  [الزخرف: ٦٧] . </p><p> وكذلك قال في الذين تعارفوا على الإثم: </p><p> {إِذْ تَبَرَّأَ الذين اتبعوا مِنَ الذين اتبعوا}  [البقرة: ١٦٦] . </p><p> هم سيتعارفون على بعضهم البعض، ولكن هذه المعرفة لا تدوم، بل تنقلب إلى نكران، فالواحد منهم لا يريد أن يرى مَنْ كان سبباً في أن يؤول إلى هذا المصير، وتعارفهم سيكون تعارف تعنيف. </p><p> ويقول الحق سبحانه: </p><p> {قَدْ خَسِرَ الذين كَذَّبُواْ بِلِقَآءِ الله}  [يونس: ٤٥] . </p><p> وساعة تسمع كلمة «خسر» فاعرف أن الأمر يتعلق بتجارة ما، والخسارة تعنى: أن يفقد الإنسان المتاجر إما جزءاً من رأس المال، أو رأس المال كله. </p><p> ومراحل التجارة كما نعرف إما كسب يزيد رأس المال المتاجَر فيه، وإما الاَّ يكسب التاجر ولا يخسر؛ لكنه يشعر بأن ثمن عمله ووقته في هذه التجارة قد ضاع، وكل ذلك يحدث في الصفقات. </p><p> ونجد الحق سبحانه وتعالى يصف العملية الإيمانية في الدنيا بقوله: </p><p> {ياأيها الذين آمَنُواْ هَلْ أَدُلُّكمْ على تِجَارَةٍ تُنجِيكُم مِّنْ عَذَابٍ أَلِيمٍ تُؤْمِنُونَ بالله وَرَسُولِهِ وَتُجَاهِدُونَ فِي سَبِيلِ الله بِأَمْوَالِكُمْ وَأَنفُسِكُمْ ذَلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ}  [الصف: ١٠١١] . </p><p> ويقول سبحانه: </p><p> {إِنَّ الذين يَتْلُونَ كِتَابَ الله وَأَقَامُواْ الصلاة وَأَنفَقُواْ مِمَّا رَزَقْنَاهُمْ سِرّاً وَعَلاَنِيَةً يَرْجُونَ تِجَارَةً لَّن تَبُورَ}  [فاطر: ٢٩] . </p><p> والتجارة تعتمد على أنك لا تُقبل على عقد صفقة إلا إذا غلب على ظنك أن هذه الصفقة سوف تأتي لك بأكثر مما دفعت فيها. </p><p> ولذلك يقول الحق سبحانه عن الصفقات الخاسرة: </p><p> {أولئك الذين اشتروا الضلالة بالهدى فَمَا رَبِحَتْ تِّجَارَتُهُمْ وَمَا كَانُواْ مُهْتَدِينَ}  [البقرة: ١٦] . </p><p> ويقول أيضاً: </p><p> {وَإِذَا رَأَوْاْ تِجَارَةً أَوْ لَهْواً انفضوا إِلَيْهَا وَتَرَكُوكَ قَآئِماً}  [الجمعة: ١١] . </p><p> وشاء الحق سبحانه أن يجعل معنى التجارة واضحاً ومعبِّراً عن كثير من المواقف؛ لأن التجارة تمثِّل جماع كل حركة الحياة؛ فهذا يتحرك في ميدان؛ لينفع نفسه، وينفع غيره، وغيره يعمل في ميدان آخر؛ فينفع نفسه، وينفع غيره. </p><p> وبهذا يتحقق نفع الإنسان من حركة نفسه وحركة غيره، وهو يستفيد من حركة غيره أكثر مما يستفيد من حركته هو، ومن مصلحة أي إنسان أن يحسِّن كل إنسان حركته؛ فيرتاح هو؛ لأن ما سوف يصل إليه من حركة الناس سيكون جيد الإتقان. </p><p> والتجارة تحمل أيضاً الوساطة بين المنتج والمستهلك. </p><p> ولذلك حين أراد الله سبحانه أن نستجيب لأذان الجمعة قال: </p><p> {ياأيها الذين آمنوا إِذَا نُودِيَ لِلصَّلاَةِ مِن يَوْمِ الجمعة فاسعوا إلى ذِكْرِ الله وَذَرُواْ البيع ذَلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ}  [الجمعة: ٩] . </p><p> ولم يقل الله سبحانه: اتركوا الزراعة أو اتركوا الصناعة، أو اتركوا التدريس، بل اختار من كل حركات الحياة حركة البيع؛ لأن فيه تجارة، والتجارة هي الجامعة لكل حركات الحياة. </p><p> والتاجر وسيط بين منتج ومستهلك وتقتضي التجارة شراءً وبيعاً، والشراء يدفع فيه التاجر ثمناً، أما في البيع فهو يأخذ الثمن، والغاية من كل شيء أن يتموَّل الإنسان. </p><p> لذلك فالبيع أفضل عند التاجر من الشراء، فأنت تشتري شيئاً وأنت كاره له، لاحتياجك إليه، ولكنك عند بيع البضاعة تشعر بالسعادة والإشراق، ولأن الشراء فيه أخذ، والبيع فيه عطاء، والعطاء يرضي النفس دائماً؛ لأن ثمرة الصفقة تأتيك في لحظتها. </p><p> وإن كنت مزارعاً فأنت تُعِدّ الأرض، وتحرثها، وتبذر البذور، وترويها، وتُشَذِّب النبات، وتنتظر إلى أن ينضج الزرع، وكذلك تقضي الكثير من الوقت في إتقان الصنعة إن كنت صانعاً، لكن البيع في التجارة ياتي لك بالكسب سريعاً، فكأن ضَرْبَ المثل في التجارة، جاء من أصول التجارة بالبيع ولم يأت بالشراء. </p><p> إذن: لا بد أن نعتبر أن دخولك في صفقة الإيمان تجارة، تأخذ منها أكثر من رأسمالك، وتربح، أما إن تركت بعضاً من الدِّين؛ فأنت تخسر بمقدار ما تركت، بل وأضعاف ما تركت. </p><p> وأنت في أية صفقة قد تعوِّض ما خسرت فيما بعد، وإن استمرت الخسارة فإن أثرها لا يتجاوز الدنيا، ويمكن أن تربح بعدها، وإذا لم تربح، فسيضيع عليك تعبك فقط؛ ولأن الدنيا محدودة الزمن؛ فخسارتها محتملة، أما الخسارة في الزمان غير الموقوت الزمن الدائم فهي خساة كبيرة؛ لأن الآخرة ليس فيها أغيار كالدنيا، وأنت في الآخرة: إما في جنة ذات نعيم مقيم، وفي هذا ربح وكسب كبير، وإما إلى نار، وهذه هي الخسارة الحقيقة. </p><p> والخسران الحقيقي أن يكذِّب الإنسان، لا بنعيم الله فقط، ولكن بلقاء الله أيضاً. </p><p> يقول الحق سبحانه: </p><p> {قَدْ خَسِرَ الذين كَذَّبُواْ بِلِقَآءِ الله}  [يونس: ٤٥] . </p><p> أي: أن الله سبحانه لم يكن في بالهم، وهو حين تقوم الساعة يجدون الله سبحانه وتعالى أمامهم. </p><p> ولذلك يقول الحق سبحانه: </p><p> {والذين كفروا أَعْمَالُهُمْ كَسَرَابٍ بِقِيعَةٍ يَحْسَبُهُ الظمآن مَآءً}  [النور: ٣٩] . </p><p> والسراب كما نعلم يراه السائر في الصحراء، وهو عبارة عن انعكاس للضوء؛ فيظن أن أمامه ماء، ولكن إن سار إليه الإنسان لم يجده ماء، وهكذا شبَّه الحق سبحانه عمل الكافر بمن يسير في صحراء شاسعة، ويرى السراب؛ فيظنه ماءً، لكنه سراب، ما إن يصل إليه حتى ينطبق عليه قول الحق سبحانه: </p><p> {حتى إِذَا جَآءَهُ لَمْ يَجِدْهُ شَيْئاً وَوَجَدَ الله عِندَهُ}  [النور: ٣٩] . </p><p> أي: أنه يُفاجأ بوجود الله سبحانه وتعالى، فيوفيه الله حسابه. </p><p> ولذلك فالذي يكفر بالله ويعمل ما يفيد البشر، فإنه يأخذ حسابه ممن عمل له، ولا يُحسب له ذلك في الآخرة، وتجد الناس يُكرّمونه، ويقيمون له التماثيل أو يمنحونه الجوائز وينطبق عليه قول الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: </p><p> «فعلتَ ليقال، وقد قيل» . </p><p> وهنا يقول الحق سبحانه عن الذين كَذّبوا بلقاء الله تعالى: </p><p> {وَمَا كَانُواْ مُهْتَدِينَ}  [يونس: ٤٥] . </p><p> أي: لم يكونوا سائرين على المنهج الذي وضعه لهم خالقهم سبحانه؛ هذا المنهج الذي يمثِّل قانون الصيانة لصنعة الله تعالى، وقد خلق الله سبحانه الإنسان لمهمة، والله سبحانه يصون الإنسان بالمنهج من أجل أن يؤدي هذه المهمة. </p><p> والهداية هي الطريق الذي إن سار فيه الإنسان فهو يؤدي به إلى تحقيق المهمة المطلوبة منه؛ لأن الحق سبحانه قد جعله الخليفة في الأرض. </p><p> ومن لا يؤمن برب المنهج سبحانه وتعالى ولا يطبق المنهج فهو إلى الخسران المبين، أي: الخسران المحيط. </p><p> ويقول الحق سبحانه بعد ذلك:  {وَإِمَّا نُرِيَنَّكَ بَعْضَ الذي نَعِدُهُمْ} </p>"
}