{
  "id": null,
  "sura": 10,
  "aya": 12,
  "text": "<p> يصور الحق سبحانه حال البشر؛ الذين لم يرتبطوا دائماً بالإله، وبمنهج الإله؛ هؤلاء الذين يتجهون إلى الله في لحظات الأزمات، ثم ينسون الإيمان وتكاليفه من بعد ذلك. وحياتنا مليئة بهذا الصنف من البشر. </p><p> وفي قريتنا - على سبيل المثال - كان الذي يشرف على رعاية صحة </p><p> الناس حلاّق الصحة، إلى أن تخرَّج أحد أبناء القرية في كلية الطب، فأخذ حلاق الصحة يشيع عنه ما لا يليق، وفي أحد الأيام لاحظ الفلاحون خروج حلاق الصحة مبكراً وهو يحمل لِفافة كبيرة، فأرادوا أن يعرفوا ما بها، واكتشفوا أن ابن حلاق الصحة مريض وهو يريد أن يذهب به إلى الطبيب، هو - إذن - لا يخدع نفسه، رغم محاولته خداع أهل القرية بالشائعات الكاذبة عن الطبيب. </p><p> وكذلك الإنسان مع منهج الله، قد يخدع الآخرين في لحظة اليسر، لكنه لا ينسى الله لحظة العسر. وساعة يأتيه الضر، وحين تعزُّ الأسباب عليه فهو لا يجد إلا كلمة «يا رب» . وأنت تجدها من أعتى الفُجَّار، ومن أقسى العُتاة، تجد الواحد من هؤلاء وهو يدعو الله ساعة الضرّ. </p><p> وهذا ما يقوله الحق سبحانه هنا:  {وَإِذَا مَسَّ الإنسان الضر دَعَانَا لِجَنبِهِ} . </p><p> والمثل من حياة هؤلاء الكافرين الذين دعوا على أنفسهم، ولو كانوا يرغبون في إنهاء الحياة، فلماذا يدعون الله وهم قد كفروا به؟ إنه كذب مفضوح، والإنسان حين يضيق بنفسه قد يدعوا على نفسه بالضُّر؛ مثلما قال المتنبي: </p><p> كَفَى بِكَ داءً أن تَرَى الموتَ شَافياً ... وحَسْب المنايا أن يكُنَّ أمَانِيَا </p><p> أي: يكفي أن يصل الإنسان إلى الدرجة التي يتمنى فيها الموت. </p><p> ونلحظ أن الحق سبحانه قد جاء بموقف الإنسان من الضر في أكثر من موضع، فنجد آية تفرد الإنسان بمعنى؛ وآية ثانية تفرده بمعنى آخر، وآية ثالثة تصور وضع الإنسان بشكل آخر. </p><p> يقول سبحانه:  {وَإِذَا مَسَّ الإنسان ضُرٌّ دَعَا رَبَّهُ مُنِيباً إِلَيْهِ ثُمَّ إِذَا خَوَّلَهُ نِعْمَةً مِّنْهُ نَسِيَ مَا كَانَ يدعوا إِلَيْهِ مِن قَبْلُ ... }  [الزمر: ٨] . </p><p> ويقول الحق في الآية التي نحن بصدد خواطرنا عنها:  {وَإِذَا مَسَّ الإنسان الضر دَعَانَا} . </p><p> ويقول سبحانه في موضع آخر:  {وَمَا بِكُم مِّن نِّعْمَةٍ فَمِنَ الله ثُمَّ إِذَا مَسَّكُمُ الضر فَإِلَيْهِ تَجْأَرُونَ ثُمَّ إِذَا كَشَفَ الضر عَنْكُمْ إِذَا فَرِيقٌ مِّنْكُم بِرَبِّهِمْ يُشْرِكُونَ}  [النحل: ٥٣ - ٥٤] . </p><p> إذن: فالحق سبحانه يأتي بها مفردةً مرّة، ومرة يأتي بها جمعاً. ومرة يأتي بها مفردة على ألوان شتّى، ومرة ثاني بها جمعاً بألوان شتّى، ومرة يذكرها في البر، ومرة يذكرها في البحر:  {وَإِذَا مَسَّكُمُ الضر فِي البحر ضَلَّ مَن تَدْعُونَ إِلاَّ إِيَّاهُ ... }  [الإسراء: ٦٧] إذن: فالآيات تستوعب حالات الإنسان المختلفة؛ إذا ما أصابه ضرّ، </p><p> ولم يجد مَفْزعاً له لا من ذاته ولا من البيئة المحيطة به، فلا يجد من يلجأ إليه إلا ربه. </p><p> ومن الأسف أن هذا الإنسان يكون كافراً بالله. </p><p> والآية التي نحن بصدد خواطرنا عنها تعطينا صوراً متعددة؛ فالحق سبحانه يقول:  {دَعَانَا لِجَنبِهِ} أي: وهو مضطجع، {أَوْ قَاعِداً أَوْ قَآئِماً} . وهكذا تتناول الآية الإنسان في تصرفاته في الكون. والآية متمشية مع أطوار تكوين الإنسان؛ فالطفل الصغير لا يستطيع أن يتقلّب، بل يقلّبه أهله؛ لينام على جنبه، يكبر قليلاً فهو يتقلب بمفرده ثم تأتي حركة القوة الثانية؛ فيقعد الطفل، ثم يقف دون أن يمشي، ثم يمشي من بعد ذلك. </p><p> والآية هنا تعطينا التصوير الدقيق لثلاث حالات:  {دَعَانَا لِجَنبِهِ أَوْ قَاعِداً أَوْ قَآئِماً} ، ولم تَأت حركة المشي؛ لأن المتحرك للمشي لا يقعده الضر، لكن من يمر بالمراحل الأخرى قائماً أو قاعداً أو راقداً على الجنب، فقد يناله الضر. </p><p> وتلك هي مراحل النقض لمظاهر الحياة، فالإنسان يعيش الطفولة، ثم فُتوَّة الشباب، ثم يأتيه الضعف والشيب، فلا يستطيع أن يمشي بقوة الشاب، وإن كان يستطيع الوقوف، ثم تدخل عليه الشيخوخة؛ فيقعد، ولا يستطيع أن يقف، ثم تتقدم به الشيخوخة؛ فلا يمشي، ولا يقف، ولا يقعد، ويظل راقداً على جنبه، وقد يقلّبه أهله. </p><p> إذن: نقض كل شيء إنما يأتي على عكس بنائه؛ فكما بنيت مراحل الإنسان هكذا جنباً، فقعوداً فقياماً، فسعياً وحركة، فهي تنتهي بالعكس؛ لأن النقض دائماً على عكس البناء. </p><p> ومن هذا خرجنا بالاستدلال على صدق الله في إخباره لخلقه بكيفية الخلق؛ لأننا لم نشاهد عملية الخلق، مصداقاً لقوله سبحانه:  {مَّآ أَشْهَدتُّهُمْ خَلْقَ السموات والأرض وَلاَ خَلْقَ أَنْفُسِهِمْ وَمَا كُنتُ مُتَّخِذَ المضلين عَضُداً}  [الكهف: ٥١] . </p><p> ولأن الحق لم يُشْهدْ أحداً على كيفية خَلْق السماء والأرض وخلق الإنسان، فنحن لا نأخذ معلومات عن كيفية الخلق بعيداً عن القرآن؛ لذلك لا نصدق الافتراضات القائلة بأن الأرض كانت قطعة من الشمس وانفصلت عنها ثم انخفضت درجة حرارتها؛ فكل هذه افتراضات لم تثبت صحتها، والحق سبحانه قد قال:  {مَّآ أَشْهَدتُّهُمْ خَلْقَ السماوات والأرض وَلاَ خَلْقَ أَنْفُسِهِمْ ... }  [الكهف: ٥١] . </p><p> وهذا القول يدل على أن العقل البشري لا يمكن أن يصل إلى معرفة كيفية خلق السماوات والأرض، وخلق الإنسان، وهو معزول عن منهج السماء. فإن حُدِّثْتُمْ كيف خُلقتم بصورة تختلف عما جاء في القرآن فقولوا: كذبتم، وإن حُدِّثتم كيف خُلقت السماوات والأرض بغير ما جاء في كتاب الله؛ فقولوا: كذبتم؛ لأن الله هو الذي خلق السماوات والأرض والإنسان وحده، ولا أحد معه، وما شهد أحد من هؤلاء مشهداً ليخبركم به. ويقول الحق سبحانه: </p><p> {وَمَا كُنتُ مُتَّخِذَ المضلين عَضُداً}  [الكهف: ٥١] . </p><p> والمضلون: هم الذين يقولون لكم افتراضات غير صحيحة عن تطور القرد حتى صار إنساناً، وأن الأرض كانت قطعة من الشمس وانفصلت عنها؛ كل هذه افتراضات قالها من سمّاهم الحقُّ سبحانه:  {المضلين} . </p><p> ولو لم يقل الله تعالى هذه الآية، ثم جاء قوم ليقولوا: الإنسان كان في الأصل قرداً، لقلنا: إن القرآن لم يتعرض لذلك، وكان من الممكن أن نصدقهم، لكن الله سبحانه شاء لنا أن تكون لدينا المناعة ضد هذا الإضلال. </p><p> وعملية الخلق غيب عنا، أخبرنا عنها من خلقنا سبحانه، فلم يكن معه شاهدٌ رأي هذا المشهد؛ ليقول لنا. والخلق الذي به الحياة ينقضه الموتُ، ولكن الموت مشهد نشهده، وأي نقض لشيء - كما عرفنا - إنما يأتي على عكس بنائه، فإن بنينا عمارة من عشرين طابقاً، وأردنا أن نهدمها لسبب أو لآخر؛ فنحن نهدم الطابق العشرين أولاً، ثم نوالي الهدم بعد ذلك، فما بُني أولاً يهدم أخيراً؛ لأن نَقْض كل شيء يأتي على عكس بنائه. </p><p> وبما أن الموت نَقْضٌ للحياة؛ فالروح إذا ما خرجت من الجسم، وتُرك الجثمان بلا دفن، فالجثمان يتصلَّب، ثم يصير جيفَةً، ثم يتبخر منه الماء، ويتحلل الجسد إلى العناصر الأولى في التراب، هذه مراحل الموت. </p><p> وقد أخبرنا الحق عن كيفية الخلق، فبيَّن أنه سبحانه خلق الإنسان من التراب والماء فصار طيناً، ثم استوى الطين، فصوَّره الحق صورة الإنسان ونفخ فيه الروح، وآخر مراحله في الإيجاد هي الروح؛ لذلك فخروج الروح هو أول مرحلة في الموت. </p><p> والله سبحانه وتعالى في هذه الآية جاء بوضع الإنسان على الجنب وقائماً وقاعداً، ولم يأت بالمشي؛ لأن الماشي عنده قدرة فلا ضرّ في ذاته، إن أصابه ضرّ فمن غيره، والضرّ مقابل النفع، والنافع هو مَنْ يُبقِي الشيء على صلاحه الممتع المريح، في الذات أو في الخارج. </p><p> فساعة تكون ذاتك مستقيمة وملكاتها وأعضاؤها كلها سليمة؛ فليس عندك ضرّ، لكن إذا حدث خلل في أي عضو من الأعضاء؛ فالمتاعب تبدأ، ولذلك يقال عن السلامة العامة: هي ألا تشعر بأن لك أعضاء؛ لأنك حين تشعر أن لك عَيْناً - مثلاً - فاعرف أنها تؤلمك، وإذا شعرت بأذنك فاعرف أنها تؤلمك. وأنت تطحن الطعام بضروسك وتأكل ولا تدري بها. ويوم أن تدري بها فهذا المعنى أن ألماً قد بدأ. </p><p> وهكذا لا يشعر الإنسان بفقد السلامة إلا إذا عرف وانتبه إلى أن له عضواً من أعضائه، فيقول:  «آه يا عيني» ، و «آه يا أذني» . </p><p> ونقول: إن وجع العين مؤلم ألماً مخصوصاً، وكذلك نقول: على أي عضو من الأعضاء، أما من لا يشكو بأعضائه فهو لا يشعر بها؛ لأنها تؤدي أعمالها على الوجه المناسب. والسلامة فيمن حولك تتمثل في أن يحققوا لك المتعة والصفاء بدون كدر. وبذلك تظهر منفعتهم لك. </p><p> وكل إنسان له كبرياء ذاتي، يبيّنها قول الحق سبحانه وتعالى:  {كَلاَّ إِنَّ الإنسان ليطغى أَن رَّآهُ استغنى} </p><p> [العلق: ٦ - ٧] . </p><p> ولا يذل الإنسان إلا حين يعاني من آفة ما، ولا يأتي طغيانه إلا عند استكمال النعمة في الخارج والنعمة في الداخل، وإن بدأت النعمة </p><p> في الانقباض عن الإنسان، فكبرياؤه تتطاير. ومن كان يستعرض قوته على الناس، قد يرجو القيام من الوقود؛ ليخطو بضع خطوات فلا يستطيع. </p><p> والإنسان لا يستغني إلا بما هو ذاتي فيه؛ لا بما هو موهوب له؛ لذلك فعليه ألا يغتر؛ لأن الواهب الأعلى قد يقبض هبتَه، فقد يأخذ منك العافية، وكثيراً ما رأينا أصحّاء قد مرضوا، ورأينا أغنياء قد افتقروا، وأصحاب جاه قد خرجوا من جاههم. </p><p> إذن: فلا داعي للغرور؛ لأن الله قد وهبك كل شيء، وليس لك شيء ذاتيٌّ فيك أبداً؛ لذلك يجب أن ينعدم الغرور، فما دام كل ما فيك موهوباً من الواهب الأعلى سبحانه، فالواهب قد يسلب ما وهب، وما إن تُسلب من الإنسان نعمة فهو ينتبه. فلا داعي - إذن - لأن يغتر أحد؛ حتى لا يسلم نفسه رخيصة للضياع. </p><p> والمثال: قد تكون عاديْتَ طبيباً، وهو الوحيد في المكان الذي تقطنه، وقد يحاول البعض الإصلاح بينك وبين هذا الطبيب، فتتأبَّى أنت، ثم يأتي لك مرض؛ فتلجأ إليه؛ لأن الله قد وهبه القدر السليم من التشخيص بالعلم، فلا يجب - إذن - أن تغتر أو تتعالى على أحد. </p><p> لكن الإنسان هو الإنسان؛ لذلك يقول الحق سبحانه: </p><p> {وَإِذَا مَسَّ الإنسان الضر ... }  [يونس: ١٢] . </p><p> والكافر ما إن يمسّه الضرّ؛ حتى يقع في بئر الهوان. أما المؤمن فهو مع ربه دائماً، وإذا مسّه الضرّ فهو يدعو الله تعالى دائماً ولا ينساه؛ لذلك يتلطف به سبحانه، عكس الكافر الذي يدعو الله ساعة الضرّ فقط. وأين </p><p> كان ذلك الكافر ساعة أن دعاه الله سبحانه بالرسل إلى الإيمان؟ </p><p> ونسيان الإنسان أمر وارد في تكوينه الفطري الأول؛ لأن الإنسان حين يعيش في محيط ما. فهو يحب النفع من خارجه، وإذا امتنع عنه هذا النفع الخارجي، فهو يأخذ النفع من ذاته؛ من تحرُّك أبعاضه وخدمتها لبعضها البعض. ثم لا يجد له مفزعاً إلا أن يؤمن بمن خلقه أولاً. وانظر إلى التعبير القرآني:  {وَإِذَا مَسَّكُمُ الضر فِي البحر ضَلَّ مَن تَدْعُونَ إِلاَّ إِيَّاهُ. .}  [الإسراء: ٦٧] . </p><p> إذن: فمن يَعْبُد غيرَ الله - سبحانه وتعالى - يضل عنه معبوده، ولا يعرف كيف ينقذ من يعبده؛ لذلك يعود المشرك إلى الله، ولا يجد سواه سبحانه، فهو الذي ينقذ الإنسان لحظة الخطر؛ لأنه الرب الخالق هو أرحم بصنعته، وهذه الرحمة تنقذ الإنسان حتى لو كان كافراً، وهذا كلام منطقي؛ لأننا شهدنا بوحدانية الله تعالى في عالم الذر؛ حينما </p><p> أخذ الله سبحانه علينا العهد الأول، وقال لنا:  {أَلَسْتُ بِرَبِّكُمْ ... }  [الأعراف: ١٧٢] . </p><p> قلنا:  {بلى ... }  [الأعراف: ١٧٢] . </p><p> وهذا إيمان الفطرة قبل أن توجد الغفلة أو التقليد؛ لذلك حين تتفرق الآلهة الباطلة من حول الكافر فهو يرجع إلى نفسه ويدعو الله، بل ويوسِّط من يسأله أن يدعو له الله سبحانه. </p><p> وقد يدعو الإنسان من يواسيه لحظة المرض فلا يجد ولداً من أبنائه، أو قريباً من أقربائه، ولكنه فور أن يدعو الله تعالى؛ تلمسه رحمته سبحانه، وقد تجد إنساناً حين يستجيب الحق سبحانه لدعائه قد تركبه حماقة الغرور من جديد، ويقول ما جاء به الحق على لسان قارون:  {إِنَّمَآ أُوتِيتُهُ على عِلْمٍ عندي ... }  [القصص: ٧٨] . </p><p> ويقول: كنت محتاطاً وقد رتبت أموري، ثم يأخذه الحق سبحانه وتعالى أخْذَ عزيز مقتدر. </p><p> فإذا مسكم الضر؛ فلن تجدوا من البيئات الخارجة عنكم، ولا من ذوات نفوسكم، ما يغنيكم عن خالقكم، وفي لحظة الخطر لا تستطيعون </p><p> الكذب على أنفسكم؛ فلا تسألون حينئذ أحداً إلا الله سبحانه، وتتذكرون في تلك اللحظة عهد الذَّر الأول، وتعودون إليه سبحانه. </p><p> وهنا يقول الحق سبحانه:  {وَإِذَا مَسَّ الإنسان الضر دَعَانَا لِجَنبِهِ أَوْ قَاعِداً أَوْ قَآئِماً} . </p><p> وقوله الحق:  {فَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهُ} يصوّر الضرّ وكأنه يغطي الإنسان ويلفّه، فلا منقذ له أبداً؛ لأن الكشف هو رفع لغطاء يغطي كل الإنسان، وهكذا يعطينا الله تعالى صورة لاستيعاب الضرّ للجسم كله؛ حتى وإن كان بأداة من أدوات الإدراك مثل قوله سبحانه:  {فَأَذَاقَهَا الله لِبَاسَ الجوع والخوف بِمَا كَانُواْ يَصْنَعُونَ}  [النحل: ١١٢] . </p><p> فكأن الجوع والخوف قد لفّ القرية كلها، فلم تعُد البطون وحدها هي الجائعة، بل كل ما في الأجسام جائع وخائف. </p><p> وهنا يقول الحق سبحانه:  {فَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهُ مَرَّ كَأَن لَّمْ يَدْعُنَآ إلى ضُرٍّ مَّسَّهُ} . </p><p> وكلمة {مَرَّ} تفيد أن هنا وقفة، فحين يقال: إن فلاناً مرّ عليَّ؛ مقابلها: وقف عندي. </p><p> ونفهم من قوله الحق: إن هذا الذي مسهّ الضرّ كان له وقفة عند الله سبحانه؛ حين لفّه الضرّ ولم يجد معيناً له غير الله تعالى، أما قبل ذلك فقد كان يأخذ الخير من الله ولا يتذكر الإيمان به سبحانه، وبعد أن يذهب عنه </p><p> الضرّ وينسى الإيمان؛ {كَأَن لَّمْ يَدْعُنَآ إلى ضُرٍّ مَّسَّهُ} وكأنه قد نسي تذلّله إلى الله، فهو يمر من مرحلة الذلة والخضوع والدعاء إلى الله إلى مرحلة الاستكبار، فلم يقف عند من أنقذه من ضره، وهذه هي الصفاقة. </p><p> ويُنهي الحق سبحانه وتعالى الآية بقوله:  {كذلك زُيِّنَ لِلْمُسْرِفِينَ مَا كَانُواْ يَعْمَلُونَ} وهنا يأتي قضية ثانية؛ فالحادثة حادثة خاصة وينقلها الحق سبحانه إلى عمومية تأتي في الكون كله؛ فالمسرفون قديماً حصل لهم هذا، والذي زَيِّن لهم المرور إما أن يكون الشيطان، وإما أن يكون الحمل من الحق على صفات موجودة فيه، فالحق سبحانه هو القائل:  {فِي قُلُوبِهِم مَّرَضٌ فَزَادَهُمُ الله مَرَضاً ... }  [البقرة: ١٠] . </p><p> وقوله تعالى هنا: </p><p> {فَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهُ مَرَّ كَأَن لَّمْ يَدْعُنَآ إلى ضُرٍّ مَّسَّهُ.</p><p> . .}  [يونس: ١٢] . </p><p> وهذا ما حدث للمسرفين سابقاً، وما سوف يحدث من المسرفين لاحقاً. والإنسان له عمل مكوَّن من القول والفعل، والعمل هو كل حادثة متفرعة عن جوارح الإنسان، وإن كان القول مقابله الفعل؛ فالاثنان عمل. </p><p> وبعد أن يعرض الحق سبحانه هذه القضية في عمومها، وفي </p><p> خصوصها، وفي انسحابها على الكون كله، يبيّن لنا ضرورة الانتباه للكافرين برسالة محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، ويحذر الكافرين: أأسلمنا رسولاً إلى خصومه أم نصرنا كل رسول جاء على خصومه؟ إن السوابق تدل على أن كُّلاً أخذناه بذنبه، فاحذروا أن تكونوا كذلك. </p><p> ويقول سبحانه بعد ذلك:  {وَلَقَدْ أَهْلَكْنَا القرون مِن قَبْلِكُمْ ... } . </p>"
}