{
  "id": null,
  "sura": 10,
  "aya": 68,
  "text": "<p> ونفس نص الآية الكريمة يكذِّبهم فيما يدَّعونه. </p><p> ومثال ذلك: أنك حين تقول: «اتخذ فلان بيتاً» أي: أن فلاناً له ذاتية سابقة على اتخاذه للبيت، وبها اتخذ البيت، فإذا قيل:  {اتخذ الله وَلَداً}  [يونس: ٦٨] . </p><p> فهذا اعتراف منهم بكمال الله تعالى وذاتيته قبل أن يتخذ الولد. </p><p> وهم قد اختلفوا في أمر هذا الولد، فمنهم من قال: إن الملائكة هن بنات الله وكذَّبهم الحق سبحانه في ذلك، ومنهم من قال: عزير ابن الله وهم اليهود وقد كذَّبهم الله سبحانه في ذلك، وطائفة من المسيحيين قالوا: إن المسيح ابن الله، وكذَّبهم الحق سبحانه في ذلك. </p><p> ثم ما الداعي أن يتخذ الله الولد؟ </p><p> هل استنفد قوته حتى يساعده الولد؟ {</p><p> وهل يمكن أن يضعف سبحانه معاذ الله فيمتد بقوة الولد أو يعتمد عليه؟} </p><p> مثلما يقال حين يواجه شيخٌ شابّاً، ويعتدي الشاب على الشيخ، فيقال للشاب: احذر؛ إن لهذا الشيخ ولداً أقوى منك؛ فيرتدع الشاب، أو أن يقول الشيخ للشاب: إن أبنائي يفوقونك في القوة، وفي هذا اعتداد بالأولاد. </p><p> ويريد الحق سبحانه أن يغفل كل هذه الدعاوي ولتكون حركة الحياة متماسكة متلازمة، لا متعارضة ولا متناقضة؛ لذلك ينبغي أن يكون </p><p> المحرِّك إلهاً واحداً تصدر منه كل الأوامر، فلا تعارض في تلك الأوامر؛ لأن الأوامر إن صدرت عن متعدد فحركة الحياة تتصادم بما يبدد الطاقة ويفسد الصالح. </p><p> ولذلك لا بد أن يكون الأمر صادراً من آمر واحد يُسْلَّم له كل أمر، وهذا الإله منزَّه عن كل ما تعرفه من الأغيار، فله تنزيه في ذاته؛ فلا ذات تشبه ذاته، ومنزَّه في صفاته؛ فلا صفة تشبه صفته، ومنزَّه في أفعاله؛ فلا فعل يشبه فعله. </p><p> وحتى نضمن هذه المسألة لا بد أن يكون الإله واحداً، ولكن بعضاً من القوم جعلوا لله شركاء، ومن لم يجعل له شريكاً، توهَّم أن له ابناً وولداً. </p><p> ونقول لهم: </p><p> إن كلمتكم:  {اتخذ الله وَلَداً}  [يونس: ٦٨] ترد عليكم؛ لأن معنى اتخاذ الولد أن الألوهية وُجِدَت أولاً مستقلة، وبهذا الألوهية اتخذ الولد. </p><p> ومن المشركين من قال: إن الملائكة بنات الله. </p><p> فردَّ عليهم الحق سبحانه: </p><p> {أَلَكُمُ الذكر وَلَهُ الأنثى تِلْكَ إِذاً قِسْمَةٌ ضيزى}  [النجم: ٢١٢٢] . </p><p> والكمال كله لله سبحانه فهو كمال ذاتي؛ ولذلك يأتي في وسط الآية ويقول تعالى: </p><p> {سُبْحَانَهُ هُوَ الغني}  [يونس: ٦٨] . </p><p> وسبحانه تعني: التنزيه، وهو الغني أي: المستغني عن مُعِين كما تستعينون أنتم بأبنائكم، وهو دائم الوجود؛ فلا يحتاج إلى ابن مثل البشر، وهم أحداث تبدأ وتنتهي؛ لذلك يحبون أن يكون لهم أبناء كما يقول الشاعر: </p><p> ابني يا أنا بعد ما أقَضي ... ويقال:  «من لا ولد له لا ذِكْر له» ، كأن الإنسان لما علم أنه يموت لا محالة أراد أن يستمر في الحياة في ولده. </p><p> ولذلك حين يأتي الولد للإنسان يشعر الإنسان بالسرور والسعادة، والجاهل هو من يحزن حين تلد له زوجته بنتاً؛ لأن البنت لن تحمل الاسم لمن بعدها، أما الولد والحفيد فيحملان اسم الجد، فيشعر الجد أنه ضمن الذِّكْر في جيلين. </p><p> إذن: فاتخاذ الولد إما استعانة وإما اعتداد، والحق سبحانه غنيٌّ عن الاستعانة، وغني عن الاعتداد؛ لأنك تعتد بمن هو أقوى منك، وليس هناك أقوى من الله تعالى، وهو سبحانه لا يحتاج لامتداد؛ لأنه هو الأول وهو الآخر، وعلى ذلك ففكرة اتخاذ الولد بالنسبة لله تعالى لا تصح على أي لون من ألوانها. </p><p> ولذلك يقول الحق سبحانه مرادفاً لتلك الفكرة:  {سُبْحَانَهُ} لأنها تقطع كل احتمالات ما سبقها، ويُتْبعِ ذلك بقوله:  {هُوَ الغني} لأنه </p><p> غني عن اتخذا الولد، وغني عن كل شيء، وقوله:  {سُبْحَانَهُ} تنزيه له، والتنزيه: ارتفاع بالمُنَزَّه عن مشاركة شيءٍ له في الذات أو الأفعال. </p><p> وإذا ورد شيء هو لله وصفٌ ولخَلْقه وصفٌ، فإياك أن تأخذ هذه الصفة مثل تلك الصفة. </p><p> فإن قابلت غنياً من البشر، فالغني في البشر عَرَضٌ، أما غنى الله تعالى ففي ذاته سبحانه. </p><p> وأنت حي والله سبحانه حي، ولكن أحياتك كحياته؟ لا؛ لأن حياته سبحانه لم يسبقها عدم، وحياتك سبقها عدم، وحياته سبحانه لا يلحقها عدم، وأنت يلحق حياتك العدم. </p><p> والله موجود وأنت موجود، لكن وجوده سبحانه وجود ذاتيٌّ، ووجودك وجود عَرَضِيٌّ. </p><p> وإذا قال الحق سبحانه: </p><p> إن له سبحانه وتعالى يداً {يَدُ الله فَوْقَ أَيْدِيهِمْ}  [الفتح: ١٠] . </p><p> فلا يمكن أن تكون يد الله سبحانه مثل يدك؛ لأن ذاته سبحانه ليست كذاتك، وصفاته سبحانه ليست كصفاتك، وهو سبحانه القادر الأعلى، ولا يمكن أن يكون مقدوراً لأحد. </p><p> ولذلك حين يتجلَّى الله سبحانه لخلقه، فسوف يتجلى بالصورة التي </p><p> تختلف عن كل خيال العبد، وهذه الصورة تختلف من عبد إلى آخر، ولو كانت الصورة التي يتجلى بها الله سبحانه مقدوراً عليها لكان معنى ذلك أن هناك ذهناً بشرياً قد قدر على الإحاطة بها. وما خطر ببالك فالله سبحانه بخلاف ذلك؛ لأن ما خطر بالبال مقدور عليه لأنه خاطر، والله سبحانه لا ينقلب أبداً إلى مقدور عليه. </p><p> وأنت حين تأتي بمسألة في الحساب أو الهندسة مثلاً، وتعطيها لتلميذ ويقوم بحلها، فمعنى ذلك أن عقله قد قدر عليها، أما إن جئت لتلميذ في المرحلة الإعدادية مثلاً بمسألة هندسية مقررة على طلبة كلية الهندسة؛ فعقله لن يقدر عليها. </p><p> إذن: لو أن الإنسان قد أدرك شيئاًً عن الله غير ما قاله الله لا نقلب الإله إلى مقدور عليه، والحق سبحانه مُنَزَّه عن ذلك؛ لأنه القادر الأعلى الذي لا ينقلب أبداً إلى مقدور. </p><p> لذلك يعلِّمنا الحق سبحانه أن نقول تنزيهاً لله تعالى كلمة {سُبْحَانَهُ} ، وهو التنزيه الواجب عن كل شيء يخطر ببال الإنسان عن الله تعالى، وهذه السبحانية أو هذا التنزيه هو صفة ذاتية في الله تعالى، قبل أن يوجد شيء، وبعد أن خَلَق الخَلْق، فعلى كل المخلوقات تنزيهه، وبدأ الخلق في التسبيح. </p><p> والتسبيح فعل مستمر لا ينقطع ولا ينقضي؛ لذلك تجد استدلالات القرآن في السور التنزيهية تؤكد ذلك، فيقول الحق سبحانه: </p><p> {سُبْحَانَ الذي أسرى بِعَبْدِهِ لَيْلاً مِّنَ المسجد الحرام إلى المسجد الأقصا الذي بَارَكْنَا حَوْلَهُ}  [الإسراء: ١] . </p><p> وإياك أن تظن أن محمداً صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قد سرى بقرار من نفسه، بل الذي أسرى به هو الحق سبحانه، فلا تظن أن المسافة يمكن أن تمنع مشيئة الحق المطلقة، ولا المكان، ولا الزمن؛ لأن الفعل منسوب لله تعالى، ولا يمكن أن نقيس فعلاً منسوباً لله تعالى بقياس الزمان أو المكان، أو حسب قانون الحركة النسبية، لأن الحق سبحانه له طلاقة القدرة، وأنت بشر مجرد حادث محدود الزمان والمكان. </p><p> وأنت إذا سِرْت من هنا إلى الإسكندرية مثلاً على قدميك فستقطع المسافة في أسابيع، وإن امتطيت دابة فقد تأخذ في الوصول إلى الإسكندرية أياماً، وإن ركبت سيارة فسوف تقطع المسافة في ساعتين، وإن ركبت صاروخاً، فستصل خلال دقائق. </p><p> أي: أنك كلما زادت قوة أداة الوصول قَلَّ زمن الوصول، وهذا موجز نظرية الحركة، وإذا كان الذي أسرى هو الله سبحانه، وهو قوة القوى، لذلك لا يمكن أن يقاس بالنسبة لمشيئة قوة أخرى، أو أن يقاس الأمر ببُعد أو قُرْب المكان أو كيفية الزمان الذي تعرفه. </p><p> وإياك أن تفهم أن إسراء الله تعالى مثل إسرائك؛ لأن الفعل إنما يأخذ قوته من الفاعل، وما دام الفاعل هو الله سبحانه فلا أحد بقادر أن يَحُدَّ أفعاله بزمن. </p><p> وقد استهل الحق سبحانه سورة الإسراء بالسبحانية وآياتها الأولى تتكلم في أدق شيء تكلم فيه رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ عن ذاته بأنه قد أسْرِيَ به، وبذلك </p><p> أثبت بحادث الإسراء حقيقة المعراج، وأن الناموس قد خُرِق له، وحدَّثنا عما نعلم لنصدِّق حديثه عما لا نعلم، وحتى نقيس ما لا نعلم على ما نعلم، فيتأكد لنا صدقه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في حديثه عما لا نعلم. </p><p> كلمة «سبحانه» إذن هي للتنزيه، وهي لله تعالى أزلاً قبل أن يَخلق الخَلق، فقد شهد سبحانه لذاته أنه إله واحد، ثم شهدت الملائكة، ويتكرر التسبيح من كل المخلوقات التي أوجدها الله سبحانه. </p><p> وأنت تجد سور القرآن الكريم التي جاء فيها التسبيح مؤكدة أنه سبحانه مُنزَّه، وله التسبيح من قبل أن يخلق الخلق، ثم خلق الخلق؛ ليسبِّحوا، ففي سورة الحديد يقول سبحانه: </p><p> {سَبَّحَ للَّهِ مَا فِي السماوات والأرض}  [الحديد: ١] . </p><p> ويقول سبحانه في سورة الحشر: </p><p> {سَبَّحَ لِلَّهِ مَا فِي السماوات وَمَا فِي الأرض}  [الحشر: ١] . </p><p> فهل سبَّح كل من في السموات ومن في الأرض مرة واحدة وانتهى الأمر؟ لا؛ لأن الله سبحانه يقول: </p><p> {يُسَبِّحُ لِلَّهِ مَا فِي السماوات وَمَا فِي الأرض الملك القدوس}  [الجمعة: ١] . </p><p> ويقول سبحانه في سورة التغابن: </p><p> {يُسَبِّحُ لِلَّهِ مَا فِي السماوات وَمَا فِي الأرض لَهُ الملك وَلَهُ الحمد وَهُوَ على كُلِّ شَيْءٍ قَدِيرٌ}  [التغابن: ١] . </p><p> إذن: فالسبحانية لله أزلاً، وسبَّح ويسبِّح الخَلْق وكل الوجود بعد أن خلقه الله سبحانه، سموات وأرض وما فيهما ومن فيهما، وما بقى إلا أنت أيها الإنسان فسبِّحْ باسم ربك الأعلى. </p><p> وفي الآية التي نحن بصدد خواطرنا عنها يقول الحق سبحانه: </p><p> {قَالُواْ اتخذ الله وَلَداً سُبْحَانَهُ}  [يونس: ٦٨] . </p><p> وعلة التسبيح والتنزيه عن أن يكون له ولد تأتي في قوله تعالى:  {هُوَ الغني} ؛ لأن اتخاذ الولد إنما يكون عن حاجة، إما استعانة، وإما اعتماداً، وإما اعتداداً، وإما امتداداً، وكل هذه أمور باطلة بالنسبة له سبحانه، وهو الحق الأعلى، وهو سبحانه القائل في آية أخرى: </p><p> {وَقَالُواْ اتخذ الله وَلَداً سُبْحَانَهُ بَل لَّهُ مَا فِي السماوات والأرض كُلٌّ لَّهُ قَانِتُونَ}  [البقرة: ١١٦] . </p><p> والقنوت معناه: الإقرار بالعبودية لله تعالى والخضوع له وإطاعته. </p><p> ويقول سبحانه في الآية التي نحن بصدد خواطرنا عنها: </p><p> {إِنْ عِندَكُمْ مِّن سُلْطَانٍ بهاذآ أَتقُولُونَ عَلَى الله مَا لاَ تَعْلَمُونَ}  [يونس: ٦٨] . </p><p> و «إنْ» قد تأتي للنفي في مثل قول الحق سبحانه: </p><p> {إِنْ أُمَّهَاتُهُمْ إِلاَّ اللائي وَلَدْنَهُمْ}  [المجادلة: ٢] . </p><p> وفي قول الحق سبحانه هنا: </p><p> {إِنْ عِندَكُمْ مِّن سُلْطَانٍ بهاذآ}  [يونس: ٦٨] . </p><p> أي: ليس عندكم حُجَّة تدل على أن الله تعالى اتخذ ولداً. </p><p> ولذلك يُنهي الحق سبحانه الآية بقوله: </p><p> {أَتقُولُونَ عَلَى الله مَا لاَ تَعْلَمُونَ}  [يونس: ٦٨] </p><p> أي: أنكم لا تملكون إعلاماً من الله تعالى بذلك، فلا إعلام عن الله إلا من الله، وليس لأحد أن يُعْلِم عن ربه، فهو سبحانه من يُعْلِم عن نفسه. </p><p> ويقول الحق سبحانه بعد ذلك:  {قُلْ إِنَّ الذين يَفْتَرُونَ عَلَى الله الكذب لاَ يُفْلِحُونَ} </p>"
}