{
  "id": null,
  "sura": 10,
  "aya": 29,
  "text": "<p> إذن: فالكائنات التي عُبِدتْ من دون الله تعالى تعلن رفضها لمسألة عبادتها، فإذا كان الطير ممثلاً في الهدهد قد أعلن من قبل اندهاشه </p><p> من أن بعضاً من البشر قد عبد غير الله تعالى. </p><p> واستدل الهدهد على قدرة الحق سبحانه بما يخصُّه هو من الرزق، حيث يعلم أن الحق سبحانه قد عَلِمَ الخبء في السموات والأرض، إذا كان الهدهد قد عرف ذلك فالاستنكَار أمر منطقي من غيره من المخلوقات، سواء أكانت من الملائكة، أو من عيسى عليه السلام، أو من الأصنام والأشجار والكواكب. </p><p> ولذلك نجد الحق سبحانه يضرب المثال بسؤاله للملائكة:  {أهؤلاء إِيَّاكُمْ كَانُواْ يَعْبُدُونَ}  [سبأ: ٤٠] . </p><p> فيجيب الملائكةُ بقوله:  {سُبْحَانَكَ أَنتَ وَلِيُّنَا مِن دُونِهِمْ بَلْ كَانُواْ يَعْبُدُونَ الجن}  [سبأ: ٤١] . </p><p> والحق سبحانه وتعالى يعرض هذه المواقف في سُوَر القرآن الكريم عرضاً منثوراً مكرراً بما لا يدع للغفلة أن تصيب الإنسان، فمثلاً يقول الحق سبحانه: </p><p> {وَيَوْمَ يِحْشُرُهُمْ جَمِيعاً يَامَعْشَرَ الجن قَدِ استكثرتم مِّنَ الإنس}  [الأنعام: ١٢٨] . </p><p> ويقول على ألسنة من اتخذوا الشياطين أولياء: </p><p> {وَقَالَ أَوْلِيَآؤُهُم مِّنَ الإنس رَبَّنَا استمتع بَعْضُنَا بِبَعْضٍ وَبَلَغْنَآ أَجَلَنَا الذي أَجَّلْتَ لَنَا}  [الأنعام: ١٢٨] . </p><p> وقولهم هذا يتضمن الحديث عن ذواتهم والحديث عن الجن. </p><p> ولسائل أن يسأل: وكيف يأخذ الجن كثيراً من الإنس؟ </p><p> ونقول: إن الحق سبحانه قد خلق الجن على هيئة تختلف عن هيئة الإنس، فجعل للجن خواصّاً تختلف عن خواص الإنس، ومن هذه الخواص ما قال عنه الحق سبحانه:  {إِنَّهُ يَرَاكُمْ هُوَ وَقَبِيلُهُ مِنْ حَيْثُ لاَ تَرَوْنَهُمْ}  [الأعراف: ٢٧] . </p><p> وأعطى الحق سبحانه للجن قوة أكثر مما أعطى للإنس، وأعطاهم القدرة على النفاذ من السواتر الحديدية والجدران وغيرها، وهذا أمر منطقي مع أصل تكوين الجن، فالجن مخلوق من النار، والإنسان مخلوق من الطين. وهناك اختلاف بين طبيعة كل من النار والطين، فما يخرج من الطين قارٌّ، أي: لا يشع، وما يخرج من النار له إشعاع وحرارة. </p><p> بمعنى: أنك لو كنت تجلس في حجرة، وخلف ظهرك في الحجرة الأخرى نار موقدة؛ فالساتر أيا كان سوف يحمل لك بعضاً من حرارة النار، إلا لو كان عازلاً للحرارة. </p><p> أما لو كانت هناك تفاحة وهي مخلوقة من الطين موجودة في الحجرة الأخرى، فلن ينفذ طعمها أو رائحتها إليك. </p><p> إذن: فالنار لها قانونها، والطين له قانونه. وقانون المادة المخلوقة من الطين لا ينتقل إلا إذا نَقلْتَ الجِرْم إلى المكان الذي توجد فيه. </p><p> ونلمح هذه المسألة التقنينية في قصة سيدنا سليمان عليه السلام حين علم أن ملكة سبأ تسير في الطريق إليه لتعلن إسلامها، وأراد سيدنا سليمان عليه السلام أن يأتي لها بعرشها من مكانه قبل أن تصل. </p><p> فقال لمن هو في مجلسه:  {أَيُّكُمْ يَأْتِينِي بِعَرْشِهَا قَبْلَ أَن يَأْتُونِي مُسْلِمِينَ}  [النمل: ٣٨] ؟ </p><p> وهذا يدل علىأنه كان في مجلسه أجناس مختلفة، ولكل جنس منهم قدرات مختلفة عن قدرات الجنس الآخر، ونقل العرش من اليمن إلى مكان سيدنا سليمان عليه السلام يحتاج إلى زمن وإلى قوة، فلو أنهم كانوا متساوين في قدرتهم ما قال:  {أَيُّكُمْ يَأْتِينِي}  [النمل: ٣٨] . </p><p> فكان أول من تقدم لتنفيذ ما أراده سليمان عفريت من الجن لا جِنّاً عاديّاً، فمن الجن من هو خائب قليل الذكاء، ومنهم من هو ذكي، فهم وأن كانوا من جنس واحد فهم متفاوتون أيضاً، وكان عفريت الجن هو أول من تكلم، وقال:  {أَنَاْ آتِيكَ بِهِ قَبْلَ أَن تَقُومَ مِن مَّقَامِكَ}  [النمل: ٣٩] . </p><p> ولكن مقام سليمان قد يستمر ساعة أو بضع ساعات، والمتكلم هو عفريت من الجن الذي يعلم أن له صفات أقوى من صفات الإنس. أما الإنس العادي ممن كان حاضراً مجلس سليمان فلم يتكلم؛ لأن المطلوب ليس في قدرته، أما الذي تكلم من الإنس فهو مَنْ عنده علم من الكتاب، فقال:  {أَنَاْ آتِيكَ بِهِ قَبْلَ أَن يَرْتَدَّ إِلَيْكَ طَرْفُكَ}  [النمل: ٤٠] . </p><p> ولم يأخذ الأمر شيئاً من الزمن؛ لذلك عبَّر القرآن التعبير السريع بعد ذلك، فقال:  {فَلَمَّا رَآهُ مُسْتَقِرّاً عِندَهُ قَالَ هذا مِن فَضْلِ رَبِّي}  [النمل: ٤٠] . </p><p> إذن: فللجن قوة على أشياء لا يقوى عليها الإنس، ولم يأخذ الجنِّي خواصَّه في الخفة والقدرة ومهارة اختزال الزمن بذات تكوينه، ولكن بإرادة المكوِّن سبحانه؛ ولذلك شاء الحق أن يُذكِّر الجن أنهم قد أخذوا تلك الخصوصيات بمشيئته سبحانه، والحق هو القادر على أن يجعل الإنس وهو الأدنى قدرة، قادراً على تسخير الجن؛ ولذلك يحاول الإنس أن يأخذ من تسخير الجن قوة له فيقوى على نظيره من الإنس. </p><p> ولكن الحق سبحانه أصدر الحكم على مَنْ يحاول ذلك بأن تسخير الجن يزيد رَهَقاً. </p><p> واقرأوا قول الحق سبحانه: </p><p> {واتبعوا مَا تَتْلُواْ الشياطين على مُلْكِ سُلَيْمَانَ وَمَا كَفَرَ سُلَيْمَانُ ولكن الشياطين كَفَرُواْ يُعَلِّمُونَ الناس السحر وَمَآ أُنْزِلَ عَلَى الملكين بِبَابِلَ هَارُوتَ وَمَارُوتَ وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حتى يَقُولاَ إِنَّمَا نَحْنُ فِتْنَةٌ فَلاَ تَكْفُرْ}  [البقرة: ١٠٢] . </p><p> إذن: فتعليم الجن السحر للإنس دليل على تفوق قدرات الجن وتميزها عن قدرات الإنس. </p><p> ولكن الملكين هاروت وماروت حينما عَلَّمَا الإنسان السحر حذَّراه اولاً من أن يأخذ من ذلك فرصة زائدة تطغيه على بني جنسه ويظلم بها، إنما الأمر كله اختبار، فإن تعلَّمته فذلك لتقيَ نفسك من الشر لا لتوقعه بغيرك، ثم إنك أيها الإنسان من الأغيار قد تضمن نفسك وقت التحمُّل، ولكن ماذا عن وقت الاداء؟ </p><p> مثلما يأتي لك إنسان ليُودِعَ عندك ألفاً من الجنيهات كأمانة، ولكن أتظل على الأمانة، أم أنك قد تنكر المال أصلاً حين يطالبك به صاحبه، أو قد تمر بك أزمة مالية فتتصرف بهذا المال؟ </p><p> ولذلك تجد الذكي هو مَنْ يقول لمودع هذا المال:  «احفظْ عليك مالك، لأني من الأغيار» . </p><p> وتلك هي القضية الإيمانية الأصيلة في الكون كله؛ لأن الحق سبحانه هو القائل: </p><p> {إِنَّا عَرَضْنَا الأمانة عَلَى السماوات والأرض والجبال فَأبَيْنَ أَن يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا وَحَمَلَهَا الإنسان إِنَّهُ كَانَ ظَلُوماً جَهُولاً}  [الأحزاب: ٧٢] </p><p> والأمانة هي ما يكون في ذمة المؤتمن، ولا حجة للمؤتمن عنده إلا ذمته، ولا شهود عليه، ولا يوجد إيصال بتلك الأمانة، بل هي وديعة لا توثيق فيها؛ إلا ذمة المؤتمن، قد يقرُّ بها، وقد يُنكرها. </p><p> وعلى ذلك فحقُّ المؤتمن عند المؤتمَن خاضعٌ لخيار المؤتمَن؛ ولذلك وجدنا السماء والأرض والجبال قالت: يا رب لا نريد أن نُدخِلَ أنفسنا في هذه التجربة، افعل بنا ما شئت واجعلنّا مقهورين ولا اختيار لنا، ولا نريد تحمُّل الأمانة. </p><p> أما الإنسان فقد ميَّزه الله بالعقل، وقدرة الاختيار بين البدائل؛ لذلك قَبلَ الإنسان حَمْل الامانة، وحين جاء وقت الأداء لم يجد نفسه أميناً على الأَشياء مثلما ظَنَّ في نفسه وقت التحمُّل. </p><p> وكذلك الذين يتعلمون السحر، يقول الواحد منهم لنفسه: سوف أتعلمه لأدفع الضُّرَّ عن نفسي، ونقول له: أنت لا تضمن نفسك؛ لأنك من الأغيار، فقد بغضبك أو يثير أعصابك إنسان؛ فتستخدم السحر فتصيب نفسك بالرَّهق. </p><p> إذن: فحين قال الله سبحانه: {يَامَعْشَرَ الجن قَدِ استكثرتم مِّنَ الإنس}  [الأنعام: ١٢٨] . </p><p> أي: أخذتم من الإنس كثيراً بأن اعطيتموهم سلاحاً يحقق لهم فرصة وقوة على غيرهم من البشر. </p><p> وقد ذكر الحق سبحانه وتعالى لنا أن بعض البشر الذين استجابوا للجن قالوا:  {استمتع بَعْضُنَا بِبَعْضٍ}  [الأنعام: ١٢٨] . </p><p> واستمتاع الإنس بالجن مصدره أن الإنس يأخذ قوة فوق قوة غيره من البشر، واستمتاع الجن بالإنس مصدره أنه سوف يُعين هذا الإنسان على معصيته؛ تطبيقاً لِقَسَمِ إبليس اللعين:  {قَالَ فَبِعِزَّتِكَ لأُغْوِيَنَّهُمْ أَجْمَعِينَ}  [ص: ٨٢] . </p><p> ولكن هذا الاستمتاع في النهاية لا يعطي أمراً زائداً عن المقدور لكل جنس؛ ولذلك تجد أن كل مَنْ يعمل بالسحر وتسخير الجن إنما يعاني؛ مصداقاً لقول الحق سبحانه:  {فَزَادُوهُمْ رَهَقاً}  [الجن: ٦] . </p><p> وأنت تجد رزق الذي يقوم بالسحر أو تسخير الجن يأتي من يد مَنْ لا يعلم السحر، ولو كان في تعلُّم ذلك ميزة فوق البشر؛ لجعل رزقه من مصدر آخر غير من لا يعلمون السحر أو تسخير الجن. </p><p> وأنت حين ترى الواحد من هؤلاء، تجد على ملامحه غَبَرَةً، وفي ذريته آفة أو عيباً، فمنهم مَنْ هو أعور أو أكتع أو أعرج؛ لأنه أراد أن يأخذ فرصة في الحياة أكثر من غيره من البشر؛ بواسطة الجن، وهذه الفرصة تزيده رهقاً؛ ولذلك فليلزم كل إنسان أدبه وقدره الذي شاءه الله سبحانه وتعالى له؛ فلا يفكر في أخذ فرصة تزيد من رهقه. </p><p> ونحن نرى في البشر مَنْ يستخدم صاحب القوة الجسدية أو قدرة تصويب السلاح؛ ليُرهِب غيره، وقد ينجح في ذلك مرة أو أكثر، ثم ينقلب هذا (الفتوَّة) أو ذلك القاتل المأجور على مَنْ استأجره. </p><p> إذن: فلا بد أن يحترم كل إنسان قَدَر الله سبحانه وتعالى في نفسه، وألاّ يأخذ فرصة من جنس آخر؛ يظن أنها تزيده في دنياه شيئاً، لكنها في الواقع ستزيده تعباً وتزيده رهقاً. </p><p> ولذلك نجد الحق سبحانه وتعالى يقول عنهم:  {رَبَّنَا استمتع بَعْضُنَا بِبَعْضٍ وَبَلَغْنَآ أَجَلَنَا الذي أَجَّلْتَ لَنَا قَالَ النار مَثْوَاكُمْ}  [الأنعام: ١٢٨] . </p><p> وهكذا نرى أن مصير الاستمتاع بقوة الجن هو النار للإنس الذي استخدم الجن، وللجن الذي أغوى الإنس. </p><p> ثم يعرض لنا الحق سبحانه وتعالى قضية أخرى في هذه المسألة؛ فيقول سبحانه:  {الأخلاء يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ إِلاَّ المتقين}  [الزخرف: ٦٧] . </p><p> والأخلاء: هم الجماعة التي يجمع أفرادها صحبة ومودَّة، ويتخلّل كل منهم حياة الآخر. وأنت تجد الناس صنفين: </p><p> أناساً اتخذوا الخُلَّة في الله تعالى، فيذهبون إلى المساجد، ويستذكرون العلم، ولا يأكلون إلا من حلال، ويقرأون القرآن، وإن همَّ واحد منهم بمعصية وجد من صديقه ما يردّه عن المعصية، ويحجّون إلى بيت الله الحرام، ويعتمرون، وتدور حياتهم في إطار حديث المصطفى صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «رجلان تحابّا في الله اجتمعا عليه وتفرَّقا عليه» وهذا لون من الخُلَّة. </p><p> واللون الآخر يضم أناساً يساعد بعضهم البعض على المعصية، ويشربون الخمر، ويلعبون الميسر، ويفعلون كل المعاصي، فإذا جاء يوم القيامة يقابلون حكم الله تعالى:  {لاَّ بَيْعٌ فِيهِ وَلاَ خُلَّةٌ}  [البقرة: ٢٥٤] . </p><p> فلا خُلَّة إلا خُلَّة اللقاء في الله تعالى، فإذا التقى الأخلاء في الله تعالى فرحوا ببعضهم؛ لأن كلاّ منهم حمى أخاه من معصية، أما من كانوا </p><p> يجتمعون في الدنيا على المعصية، فكل منهم يلعن الآخر، ويصدق حكم الله سبحانه وتعالى:  {الأخلاء يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ إِلاَّ المتقين}  [الزخرف: ٦٧] . </p><p> ولذلك نجد الحوار بين الذين استضعفوا والذين استكبروا، ونجد الحق سبحانه وتعالى يأتي لنا بهذا الحوار في القرآن:  {فَقَالَ الضعفاء لِلَّذِينَ استكبروا إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنتُمْ مُّغْنُونَ عَنَّا مِنْ عَذَابِ الله مِن شَيْءٍ}  [إبراهيم: ٢١] . </p><p> فيرد الآخرون:  {لَوْ هَدَانَا الله لَهَدَيْنَاكُمْ سَوَآءٌ عَلَيْنَآ أَجَزِعْنَآ أَمْ صَبَرْنَا مَا لَنَا مِن مَّحِيصٍ}  [إبراهيم: ٢١] ٍ. </p><p> وبعد ذلك يأتي اعتراف الشيطان الذي يقول عنه الحق سبحانه: </p><p> {وَقَالَ الشيطان لَمَّا قُضِيَ الأمر إِنَّ الله وَعَدَكُمْ وَعْدَ الحق وَوَعَدتُّكُمْ فَأَخْلَفْتُكُمْ وَمَا كَانَ لِيَ عَلَيْكُمْ مِّن سُلْطَانٍ إِلاَّ أَن دَعَوْتُكُمْ فاستجبتم لِي فَلاَ تَلُومُونِي ولوموا أَنفُسَكُمْ مَّآ أَنَاْ بِمُصْرِخِكُمْ وَمَآ أَنتُمْ بِمُصْرِخِيَّ}  [إبراهيم: ٢٢] . </p><p> وهذا الحوار هو الذي يكشف لنا ما سوف يحدث يوم القيامة، ونجد الحق سبحانه يقول: </p><p> {كَمَثَلِ الشيطان إِذْ قَالَ لِلإِنسَانِ اكفر فَلَمَّا كَفَرَ قَالَ إِنِّي برياء مِّنكَ إني أَخَافُ الله ... }  [الحشر: ١٦] . </p><p> هذه كلها لقطات من مشاهد يوم القيامة، جاءت في خواطرنا ونحن نتناول قول الحق سبحانه:  {فكفى بالله شَهِيداً بَيْنَنَا وَبَيْنَكُمْ إِن كُنَّا عَنْ عِبَادَتِكُمْ لَغَافِلِينَ}  [يونس: ٢٩] . </p><p> هكذا يعلن كل مَنْ عُبد من الملائكة أو الرسل أو الأصنام، وبذلك تتم فضيحة الذين عبدوهم من دون الله سبحانه ويأخذون طريقهم إلى النار. </p><p> ولذلك نجد الحق سبحانه يقول:  {احشروا الذين ظَلَمُواْ وَأَزْوَاجَهُمْ وَمَا كَانُواْ يَعْبُدُونَ}  [الصافات: ٢٢] . </p><p> ولننتبه هنا إلى أن الأزواج متقدمون في الإغواء والتوجيه إلى الشر، قبل الأعداء؛ لأن الزوج أو الزوجة قد يكون هو الشيطان الملازم الذي يُهيِّيء الانحراف إلى ما يريد. </p><p> ونجد الحق سبحانه يقول بعد ذلك:  {وَقِفُوهُمْ إِنَّهُمْ مَّسْئُولُونَ}  [الصافات: ٢٤] . </p><p> ومثلها مثل قوله سبحانه:  {مَكَانَكُمْ} نفهم من ذلك أنهم كانوا معاً في الدنيا وهي دار الاختبار، وهم الآن في دار جبرية الاقتدار؛ لذلك يقول الحق سبحانه: </p><p> {وَقِفُوهُمْ إِنَّهُمْ مَّسْئُولُونَ مَا لَكُمْ لاَ تَنَاصَرُونَ بَلْ هُمُ اليوم مُسْتَسْلِمُونَ وَأَقْبَلَ بَعْضُهُمْ على بَعْضٍ يَتَسَآءَلُونَ قالوا إِنَّكُمْ كُنتُمْ تَأْتُونَنَا عَنِ اليمين}  [الصافات: ٢٤٢٨] . </p><p> أي: كنتم تستعملون قوتكم؛ لتجعلونا نتبعكم، فلا يظنن ظانٌّ أنها قوة البطش فقط، أو قوة التذليل، بل المقصود بذلك أيّ قوة، حتى وإن كانت قوة الإغواء. </p><p> إذن: فالمواقف مفضوحة، وهذا لون ومقدمة من ألوان العذاب؛ ليبين الله سبحانه وتعالى صدقه في قوله:  {الأخلاء يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ إِلاَّ المتقين}  [الزخرف: ٦٧] . </p><p> وشاء الحق سبحانه ذلك؛ ليبين لنا كيف يختار الإنسان خليله في الدنيا، فلا يختار الخليل الذي يزيِّن الخطأ والمعصية، بل يختار الذي يعينه على الطاعة. </p><p> ويذكر الحق سبحانه موقفاً من مواقف يوم القيامة فيقول سبحانه: </p><p> {وَقَال الَّذِينَ كَفَرُواْ رَبَّنَآ أَرِنَا الذين أَضَلاَّنَا مِنَ الجن والإنس نَجْعَلْهُمَا تَحْتَ أَقْدَامِنَا لِيَكُونَا مِنَ الأسفلين}  [فصلت: ٢٩] . </p><p> هكذا يكون حال الذين ضلُّوا يوم القيامة، يتبرأون ممن أوقفهم هذا الموقف بل يطلبون من أضلهم لإيقاع العذاب بهم بأنفسهم؛ لذلك يقول الحق </p><p> سبحانه في الآية التي نحن بصدد خواطرنا عنها:  {فكفى بالله شَهِيداً بَيْنَنَا وَبَيْنَكُمْ إِن كُنَّا عَنْ عِبَادَتِكُمْ لَغَافِلِينَ}  [يونس: ٢٩] . </p><p> هكذا يتبرَّأ الملائكة والرسول الذي عُبِدَ، وحتى الأصنام، من الذين عَبَدُوهم في الدنيا. </p><p> ويقول الحق سبحانه بعد ذلك:  {هُنَالِكَ تَبْلُواْ كُلُّ نَفْسٍ مَّآ أَسْلَفَتْ} </p>"
}