{
  "id": null,
  "sura": 10,
  "aya": 105,
  "text": "<p> وما دام الخطاب مُوجَّهاً لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فهو ككل خطاب مِنَ الحقِّ سبحانه لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، إنما ينطوي على الأمر لكل مؤمن. </p><p> وإذا ما عبد المؤمن الله سبحانه فهو يستقبل أحكامه؛ ولذلك يأتي الأمر هنا بألا يلتفت وجه الإنسان المؤمن إلى غير الله تعالى، فيقول الحق سبحانه: </p><p> {وَأَنْ أَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفاً}  [يونس: ١٠٥] . </p><p> فلا يلتفت في العبادة يميناً ولا يساراً، فما دام المؤمن يعبد الله ولا يبعد غيره، فليعلم المؤمن أن هناك أيضاً شِرْكاً خفياً، كأن يعبد الإنسان مَنْ هم أقوى أو أغنى منه، وغير ذلك من الأشخاص التي يُفتن بها الإنسان. </p><p> ونحن عرفنا من قبل قول الحق سبحانه: </p><p> {وَمَنْ أَحْسَنُ دِيناً مِمَّنْ أَسْلَمَ وَجْهَهُ لله وَهُوَ مُحْسِنٌ واتَّبَعَ مِلَّةَ إِبْرَاهِيمَ حَنِيفاً}  [النساء: ١٢٥] . </p><p> والحنف أصله ميل في الساق، وتجد البعض من الناس حين يسيرون تظهر سيقانهم متباعدة، وأقدامهم مُلْتفَّة، هذا اعوجاج في التكوين. </p><p> أما المقصود هنا بكلمة (حنيفاً) أي: معوج عن الطريق المعوج، أي: أنه يسير باستقامة. </p><p> ولكن: لماذا يأتي مثل هذا التعبير؟ </p><p> لأن الدين لا يجيء برسول جديد ومعجزة جديدة، إلا إذا كان الفساد قد عَمَّ؛ فيأتي الدين؛ ليدعو الناس إلى الميل عن هذا الفساد. وفي هذا اعتدال لسلوك الأفراد والمجتمع. </p><p> ويحذرنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من أن نقع في الشرك الخفي بعد الإيمان بالله تعالى. </p><p> ويأتي الكلام عن هذا الشرك الثاني في قول الحق سبحانه: </p><p> {وَلاَ تَكُونَنَّ مِنَ المشركين}  [يونس: ١٠٥] . </p><p> وهذا الشرك الثاني هو أقل مرحلة من شرك العبادة، ولكن أن تجعل لإنسان أو لأيِّ شيء مع الله عملاً. </p><p> فإن رأيت مثلاً للطبيب أو للدواء عملاً، فَقُل لنفسك: إن الطبيب هو مَنْ يصف الدواء كمعالج، ولكن الله سبحانه وتعالى هو الذي يشفي، بدليل أن الطبيب قد يخطىء مرة، ويأمر بدواء تحدث منه مضاعفات ضارة للمريض. </p><p> وعلى المؤمن ألا يُفتنَ في أيِّ سبب من الأسباب. </p><p> ونذكر مثالاً آخر لذلك، وهو أن بلداً من البلاد ذات الرقعة الزراعية المتسعة أعلنت في أحد الأعوام أنها زرعت مساحة كبيرة من الأراضي بالقمح بما يكفي كل سكان الكرة الأرضية، ونبتت السنابل وأينعتْ، ثم جاءتها ريح عاصف أفسدت محصول القمح، فاضطرت تلك الدولة أن تستورد قمحها من دول أخرى. </p><p> ويقول الحق سبحانه بعد ذلك:  {وَلاَ تَدْعُ مِن دُونِ الله مَا لاَ يَنفَعُكَ} </p>"
}