{
  "id": null,
  "sura": 10,
  "aya": 67,
  "text": "<p> وشاء الحق سبحانه بعد أن بيَّن الإيمان والمؤمنين، وما يمكن أن يدَّعيه الكافرون في نبيِّ الرسالة، وبعد أن بيَّن المنهج، ها هو سبحانه يأتي بالكلام عن آياته سبحانه في الكون تأييداً للمطلوب بالمجود. </p><p> فالمطلوب أن نؤمن برسول يبلِّغ منهجاً عن الله؛ ليكون هذا المنهج نافعاً لنا، وإنْ أراد أحد دليلاً على ذلك فلينظر إلى الآيات التي وجدت للإنسان من قبل أن يُكلِّف، أهي في مصلحته أم غير مصلحته؟ </p><p> وما دامت الآيات الموجودة في الكون والمسخَّرة للإنسان تفيد الإنسان في حياته، فلماذا لا يشكر من أعطاه كل تلك النعم، وقد أعطى الحق سبحانه وتعالى الإنسان من قبل التكليف الكثير من النعم، وفور أن يصل إلى البلوغ يصير مكلَّفاً. </p><p> إذن: فالله سبحانه لم يكلِّف أحداً إلا بعد أن غمره بالنعم النافعة له باعتقاد من العبد وصدق من الواقع. </p><p> فإذا ما جاء لك التكليف، فَقِسْ ما طُلِب منك على ما وُجِد لك، فإذا كنت تعتقد أن الآيات الكونية التي سبقت التكليف نافعة لك قبل أن يطلب منك «افعل كذا» و «لا تفعل كذا» ؛ فَخُذْ منها صدقاً واقعاً يؤيد صدق ما طُلِب منك تكليفاً، فكما نفعك في الأولى، فالحق سبحانه </p><p> سينفعك باتباعك التكليف، واستقبلْ حركة الحياة على ضوء هذا التكليف؛ لتسعد. </p><p> ونحن نعلم أن الأصل في الإنسان أن يرتاح أولاً ليتحرك، ثم يتعب، ثم يرتاح؛ ولذلك نجد التكاليف قد جاءت على نفس المنوال، فقد أراحك الحق سبحانه إلى سن البلوغ وأخذت نعم الله تعالى وتمتعت بها إلى سن البلوغ، ارتحت اختياراً، وارتحت في مراداتك، ثم تجيء «افعل» و «لا تفعل» لتلتزم بما يُصْلِح لك كل أحوالك. </p><p> وإذا كان التكليف سيأخذ منك بعضاً من الجهد، فهناك فاصل زمني للراحة، وأنت في حياتك تجد وقتاً للراحة، ووقتاً للحركة، والراحة تجعلك تسعى بنشاط إلى الحركة، والحركة تأخذ منك الجهد الذي تحب أن ترتاح بعده. </p><p> إذن: فالحركة تحتاج للراحة، والراحة تحتاج للحركة. </p><p> وجاء الحق سبحانه إلى الفترة الزمنية المسماة «اليوم» ، فبيَّن لنا أنه كما قسَّم الوجود الإنساني إلى مرحلتين: </p><p> الأولى: هي ما قبل البلوغ ولا تكليف فيها. </p><p> والثانية: هي ما بعد البلوغ وفيها التكليف. </p><p> فقد قسَّم الله سبحانه أيضاً «اليوم» إلى وقت للراحة ووقت للحركة، فقال الله تعالى {هُوَ الذي جَعَلَ لَكُمُ اليل لِتَسْكُنُواْ فِيهِ والنهار مُبْصِراً}  [يونس: ٦٧] . </p><p> فكما خلق سبحانه لنا اليوم وفيه وقت للراحة، ووقت للحركة، كذلك شرع الحق سبحانه منهج الدين؛ لتستقيم حركة الحياة؛ لأن الإنسان الخليفة في الأرض لا بد أن يتحرك، لا بد أن تكون حركته على مقتضى «افعل كذا» و «لا تفعل كذا» ، وما لم يَرِدْ فيه «افعل» و «لا تفعل» فهو مباح؛ إن شاء فعله، وإن شاء لم يفعله. </p><p> وكل فعل، وكل نهي يتطلب حركة، وإياك أن تتصور أن النهي لا يتطلب حركة؛ لأنك تتحرك في أمر ما ثم يأتيك قرار التوقف، وقد تتوهم أن التوقف لا يحتاج إلى حركة؛ لأنه سلبك ملكة القيام بما تعمل، ولكنك تنسى أن هناك حركة داخلية، وهي الدوافع التي كانت تلح عليك أن تقوم بما تشتهيه نفسك ولا يواكب منهج الله، وأنت تكبت تلك الدوافع وتكبح جماحها؛ لأن الله سبحانه قد أمرك بذلك. </p><p> وما دامت هناك حركة فلا بد أن يأتي منها تعب؛ لذلك جعل الله تعالى لك حقّاً في الراحة. </p><p> وكذلك عُمْر الإنسان، لم يكلِّف الله تعالى الإنسان إلا بعد البلوغ، وترك له الفترة الأولى من عمره دون تكليف منه وحساب، لكنه سبحانه لم يقطع عنه التكليف في تلك المرحلة بتاتاً، وإنما منع حسابه على ما «يفعل» أو «لا يفعل» ، وترك مسئولية التدريب على التكليف للأب مثلاً، فالأب يقول لابنه:  «لا تكذبْ» فإن كذب؛ فالأب يعاقبه، وهكذا يكون الأمر من الوالد، والنهي للولد والأمر والنهي يتطلب ثواباً أو عقاباً. </p><p> ويبيِّن لنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ هذا الأمر فيقول:  «مروا أولادكم بالصلاة لسبع سنين، واضربوهم عليها لعشر سنين» . </p><p> والذي يأمرهنا الابن بالصلاة هو الأب، وهو أيضاً الذي يعاقب على ترك الصلاة، وهو الذي يثيب ابنه إن أراد أن يجعل الصلاة محبوبة للابن، وأن يجعل للابن انساً بالعبادة. </p><p> وحين يكلِّف الأب ابنه بالصلاة، فالابن يطيع؛ لأن الأب هو الذي يقضي حاجات الابن، ويحقق له مصالحه، والابن يعلم أن والده لن يكلفه إلا بما يحقق تلك المصالح، وهو يفعل ذلك؛ لأنه يحبه؛ لذلك جعل رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ الأمر والنهي من النافع للابن؛ لتوجد حيثية قبول في النفس. </p><p> وما إن يأت البلوغ فيكون التكليف من الله والأمر من الله، والثواب والعقاب منه سبحانه. </p><p> إذن: فالأمر والنهي قبل البلوغ يأتيان من الأب؛ ليتعود الإنسان استقبال الأمر والنهي من ربه ورب أبيه. </p><p> وإذا كانت الحياة والسير فيها على ضوء منهج الله يقتضي حركة في «افعل» و «لا تفعل» فلا بد أن يحتاج الإنسان إلى راحة من الحركة، لذلك يبيِّن لنا الله سبحانه أنه جعل في «اليوم» ليلاً ونهاراً، ولكلٍّ مهمة، فإياك أن تضع مهمة شيء مكان شيء آخر؛ حتى لا ترتبك الأمور، ولكن الظروف قد تضطرك إلى ذلك، فهناك من يسهر للحراسة، وهناك من يسهر للعمل في المخابز، أو إعداد طعام الإفطار للناس؛ ولذلك فهناك احتياط قدري، فقال الحق سبحانه في آية ثانية: </p><p> {وَمِنْ آيَاتِهِ مَنَامُكُم باليل والنهار وابتغآؤكم مِّن فَضْلِهِ}  [الروم: ٢٣] . </p><p> لأن الحق سبحانه قد علم أزلاً أن هناك مصالح لا يمكن إلا أن تكون ليلاً، فالذي يعمل ليلاً يرتاح نهاراً، ولو أن الآية جاءت عمومية؛ لقلنا لمن ينام بالنهار: لا، ليس هذا وقت السكن والراحة. </p><p> ولكن شاء الحق سبحانه أن يضع الاحتياطيَّ القدريَّ؛ ليرتاح من يتصل عمله بالليل. </p><p> وهنا يقول الحق سبحانه: </p><p> {هُوَ الذي جَعَلَ لَكُمُ اليل لِتَسْكُنُواْ فِيهِ} يونس: ٦٧] . </p><p> ونحن نعلم أن هناك فارقاً بين «الخَلْق» ، و «الجَعْل» ، و «المِلْك، والمثال على الخلق: أنه سبحانه خَلَق الزمن، ثم جاء لهذا الزمن ليجعل منه ليلاً ونهاراً. </p><p> إذن: فالجعل هو توجيه شيء مخلوق لمهمة. </p><p> ومثال ذلك ولله المثل الأعلى وهو منُزَّه عن أي تشبيه أو مثل: </p><p> تجد صانع الفخَّار وهو يمسك بالطين؛ ليجعل منه إبريقاً، فهو يصنع الطين أولاً بأن يخلط الماء بالتراب ويعجنها معاً، ثم يجعل من الطين </p><p> إبريقاً أو اصُصَ زرع أو زهرية ورد، وهو بذلك إنما يحوِّل مخلوقاً إلى شي له مهمة. </p><p> والزمن كله لله سبحانه، جعل منه قسم الليل، وقسم النهار، مثلما خلق الإنسان، ووجَّه جزءاً منه؛ ليجعله سمعاً، وجزءاً آخر؛ ليجعله بصراً، وجزءاً آخر؛ ليصير مخاً، وجزءاً آخر؛ ليكون رئة، كل ذلك مأخوذ مما خلقه الحق سبحانه. </p><p> أي: أنه سبحانه جعل أشياء مما خلق أصلاً؛ لتؤدي مهمة للمخلوق. </p><p> وفي حياتنا ولله المثل الأعلى نجد من يغزل من القطن خيوطاً، وهناك من ينسج من تلك الخيوط قماشاً، وبعد ذلك نجد من يأخذ هذا القماش؛ ليجعل منه جلباباً أو بنطلوناً أو قميصاً أو لحافاً. </p><p> إذن: فالجعل هو أخذ من شيء مخلوق لمهمة. والخلق قد يترتب عليه مِلْك، والجعل أيضاً قد يترتب عليه مِلْك؛ فمن عمل قِدْراً من الطين هو مالكه، ومن جعل من الطين إبريقاً إنما يملكه. </p><p> وهكذا نجد الخَلْق والجَعْل قد يترتب عليهما ملكية ما، لكن الملكية المنسحبة بعد الخلق والجعل تجعلك تنتفع بالأشياء وقد لا تملكها؛ لذلك نجد قول الحق سحبانه: </p><p> {أَمَّن يَمْلِكُ السمع والأبصار}  [يونس: ٣١] . </p><p> والحق سبحانه خلق لنا الأنعام، وذلَّلها لنا، وملَّكها لنا، وإذا قال الحق سبحانه: » مِلْك «فملكيته سبحانه لا تنتهي لأحد أبداً سواء من الخلق أو الجعل، بل يَظل مملوكاً؛ ولذلك قلنا: إن نقل الأعضاء هو تحكُّم فيما لا يملكه المخلوق، بل يملكه الخالق سبحانه وتعالى. </p><p> يذكر الحق سبحانه الليل والنهار فيقول: </p><p> {هُوَ الذي جَعَلَ لَكُمُ اليل لِتَسْكُنُواْ فِيهِ والنهار مُبْصِراً}  [يونس: ٦٧] . </p><p> وكان مقتضى الكلام أن يقول: </p><p> جعل لكم الليل لتسكنوا فيه والنهار لتتحركوا. </p><p> وشاء سبحانه أن يأتي هنا بالأداء القرآني المعجز فقال:  {والنهار مُبْصِراً} . </p><p> فهل النهار هو الذي يُبصر أم نحن؟ </p><p> هل النهار مُبصِر أم مُبصَر فيه؟ </p><p> وقديماً لم يكونوا قد وصلوا إلى الحقيقة العلمية التي وصلنا إليها الآن، فقد كانوا يعتقدون أن الضوء يخرج من العين إلى المرئي فتراه، إلى أن جاء «الحسن بن الهيثم» العالم العربي المسلم، وأوضح بالتجربة أن الضوء إنما ينعكس من المرئي إلى العين، بدليل أن المرئي إن كان في النور وأنت في الظلام، فأنت تراه وإذا كان الأمر بالعكس فانت لا تراه. </p><p> إذن: فقد سبق القرآن كل النظريات، وبيَّن لنا أن النهار إنما يأتي بالضوء فينعكس الضوء من الكائنات والموجودات إلى العين فتراه. </p><p> إذن: فالنهار هو المبصر؛ لأنه جاء بالضوء اللازم لانعكاس هذا الضوء من المرائي إلى العيون. </p><p> ونحن نجد القرآن حين يتعرض لليل والنهار يقول: </p><p> {وَمِنْ آيَاتِهِ ايل والنهار}  [فصلت: ٣٧] . </p><p> ويقول: </p><p> {وَجَعَلْنَا اليل والنهار آيَتَيْنِ فَمَحَوْنَآ آيَةَ اليل وَجَعَلْنَآ آيَةَ النهار مُبْصِرَةً}  [الإسراء: ١٢] . </p><p> وهي مبصرة كما أثبت الحسن بن الهيثم العالم المسلم، وإن كانت في ظاهر الامر مُبْصَرٌ فيها. </p><p> ويعطي لنا الحق سبحانه تجربة حية مع موسى عليه السلام، وذلك في قوله سبحانه لموسى عليه السلام: </p><p> {وَمَا تِلْكَ بِيَمِينِكَ ياموسى قَالَ هِيَ عَصَايَ أَتَوَكَّأُ عَلَيْهَا وَأَهُشُّ بِهَا على غَنَمِي وَلِيَ فِيهَا مَآرِبُ أخرى قَالَ أَلْقِهَا ياموسى فَأَلْقَاهَا فَإِذَا هِيَ حَيَّةٌ تسعى}  [طه: ١٧٢٠] . </p><p> وشاء الحق سبحانه ذلك؛ ليتعرف موسى بالتجربة على ما سوف يحدث من عصاه أمام فرعون، ثم أمام السحرة، ثقة منه سبحانه أن موسى حين يراها تنقلب إلى حية أمام عينيه لأول وهلة سوف يفزع؛ فيطمئنه الحق سبحانه بقوله: </p><p> {خُذْهَا وَلاَ تَخَفْ سَنُعِيدُهَا سِيَرتَهَا الأولى}  [طه: ٢١] </p><p> وكانت المرة الأولى لتحوُّلِ العصا إلى حية، هي تجربة للاستعداد؛ حتى لا يجزع موسى عليه السلام أو يخاف لحظة أن يمر بالتجربة العملية، وحتى يقبل على تقديم المعجزة وهو واثق تمام الثقة أمام فرعون. </p><p> ثم قال الحق سبحانه لموسى عليه السلام: </p><p> {وَأَدْخِلْ يَدَكَ فِي جَيْبِكَ}  [النمل: ١٢] . </p><p> والجيب: هو المكان الذي تنفذ منه الرقبة في الجلباب ويسمى (القبة) ، فلا يظن أحد أن الجيب المقصود هنا هو مكان وضع النقود؛ لأن مكان وضع النقود قديماً كان يوجد من داخل الجلباب، مثل جيب (الصديري) الذي يرتديه أهل الريف، وقد سُمِّي الجيب الذي نضع فيه النقود جيباً؛ لأن اليد لا تذهب إلى الجيب إلا إذا دخلت في الفتحة التي تخرج منها الرقبة. </p><p> وقد قال الحق سبحانه لموسى عليه السلام: </p><p> {وَأَدْخِلْ يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَآءَ مِنْ غَيْرِ سواء} </p><p> [النمل: ١٢] . </p><p> ويخبره الحق سبحانه: </p><p> {فِي تِسْعِ آيَاتٍ إلى فِرْعَوْنَ وَقَوْمِهِ إِنَّهُمْ كَانُواْ قَوْماً فَاسِقِينَ فَلَمَّا جَآءَتْهُمْ آيَاتُنَا مُبْصِرَةً}  [النمل: ١٢١٣] . </p><p> هكذا كانت الآيات مبصرة وكأنها تقول للعين: أبصريني. </p><p> وهنا في الآية التي نحن بصدد خواطرنا عنها يقول الحق سبحانه: </p><p> {هُوَ الذي جَعَلَ لَكُمُ اليل لِتَسْكُنُواْ فِيهِ والنهار مُبْصِراً}  [يونس: ٦٧] . </p><p> ولم يقل: لتتحركوا فيه، بل جاء بما يضمن سلامة الحركة، فقال سبحانه:  {مُبْصِراً} لأن الضوء الذي ينعكس على الأشياء هو الذي يحفظ للإنسان سلامة الحركة. </p><p> ولكن البعض من الناس في زماننا يستخدمون نعمة الكهرباء في الإسراف في السهر، وحين يأتي الليل يسهرون حتى الصباح أمام جهاز (التلفزيون) أو (الفيديو) أو في غير ذلك من أمور الترفيه، ثم ينامون في النهار، وينسون أن الليل للرقود، والنهار للعمل. وقد ثبت أن للضوء أثراً على الأجسام، فالضوء يؤثر في الكائن الحي، وقد سبق النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ذلك الاكتشاف بزمان طويل وقال: </p><p> «أطفئوا المصابيح إذا رقدتم» ؛ وذلك حتى لا ينشغل الجسم بإشعاعات الضوء التي تتسبب في تفاعلات كيماوية في الجسم. </p><p> لذلك أقول دائماً: خذوا الحضارة بقواعد التحضير لها؛ لأننا يجب أن نتيح للفلاح أن يذهب إلى حقله والعامل إلى مصنعه؛ لأن السهر ضار، وإذا ادَّعى الإنسان أنه هو الذي تحضَّر، فليحترم قيمة العمل الذي يصنع الحضارة؛ لأن الآلة التي يسهر لمراقبتها ومشاهدتها هي إنتاج أناس يلتزمون بقواعد الحضارة؛ واحترام قيمة العمل في النهار، وقيمة الترفيه في الوقت المخصص. </p><p> نحن نسيء استخدام أدوات الحضارة، فالزمن الذي وفَّرته الثلاجة للزوجة؛ حتى لاتقف في المطبخ نصف النهار لتعد الطعام، وصارت </p><p> تطهو وجبات ثلاثة أيام وتحفظها في الثلاجة، وتستخدم الغسالة الكهربائية فتنهي الغسيل في ساعة من الزمن، لكن بقية الوقت يضيع أمام (التلفزيون) ولا تلتفت إلى تربية الأبناء. </p><p> وهكذا يسيء البعض استخدام الآلات المتحضرة، وفي هذه الإساءة نوع من التخلف، فإذا أخذنا الحضارة بمنطقية فهذا هو التحضر. </p><p> وعلى سبيل المثال: أقول لمن يركب سيارة: إياك أن تسرع بها في طريق متربة حتى لا يثور الغبار ويملأ صدور الناس بالحساسية. </p><p> وإياك أن تهمل صيانة سيارتك حتى لا يفسد الموتور؛ ويخرج العادم الضار بصحة الناس والبيئة، فلا يسافر الإنسان في الطريق المتربة أو بسيارة غير جيدة الصاينة؛ فيصيب صدور الناس بالمرض، ويصيب الزروع ويفسد الهواء. </p><p> ويجب ألاَّ نأخذ الحضارة بتلصص، إنما علينا أن نرتقي إلى مدارجها بصيانة أساليبها؛ لأن من لا يأخذ الحضارة بقواعدها هو من يتخلف رغم تقدُّم الآلة، فتصير الآلة أكثر تحضُّراً منه. </p><p> إذن: فإن أخذنا كل أمر بمهمته فحن نحقق الراحة لأنفسنا ولغيرنا. </p><p> ولذلك قلنا في تفسير قول الحق سبحانه: </p><p> {واليل إِذَا يغشى والنهار إِذَا تجلى}  [الليل: ١٢] . </p><p> وإن بدا للإنسان أن هناك تعارضاً بين غشيان الليل (أي: تغطيته للمرئيات) وتجلِّى النهار (أي: كشف المرئيات) فهذا ليس تعارضاً، بل هو التكامل؛ لأن حركة النهار تتولد من الليل، وراحة الليل تتولد من النهار. </p><p> ثم يقول الحق سبحانه: </p><p> {وَمَا خَلَقَ الذكر والأنثى}  [الليل: ٣] . </p><p> وهذا الخلق للذكر والأنثى هو للتكامل، لا للتناقض، هكذا جاء الحق سبحانه بنوعين: </p><p> الأول: هو الزمن ليلاً ونهاراً. </p><p> والثاني: هو الإنسان ذكراً وأنثى. </p><p> ويقول الحق سبحانه:  {إِنَّ سَعْيَكُمْ لشتى}  [الليل: ٤] . </p><p> أي: أن حركتكم هي الموصِّلة إلى غايتكم، والحركات شتى (أي: مختلفة) ، سواء في الليل أو النهار أو للذكر أو للأنثى، فإن خلطنا الحركة وعبثنا بأنظمة الحياة، فالحياة ترتبك، ونعاني من مرارة التجربة إلىأن تتعقد الأمور، فنبحث لها عن حلول. </p><p> وقد نادينا أن تعمل المرأة نصف الوقت لتعطي البيت بعضاً من الوقت، أو أن تعتني بالبيت إن كان لها ما يكفيها من دخل، أو كان لزوجها ما يكفي لحياة الأسرة، ولكن أحداً لم يلتفت إلى ذلك إلا بعد مرارة التجارب. </p><p> وهناك مثال آخر: في قول البعض أن الليل في تلك البلاد المتحضِّرة لا ينتهي وأنت تجد السهر هناك حتى الصباح، وعندما أسمع مثل هذا القول أقول: إن هذا ليس في مصلحة سكان تلك البلاد؛ لأن الليل يجب أن يكون سباتاً لتأتي الحركة المنتجة في النهار. </p><p> إذن: فالآفة أن تنقل مهمة نوع إلى مهمة نوع آخر، سواء أكان في الزمان أو في الإنسان، واقرأ جيداً قول الحق سبحانه: </p><p> {إِنَّ سَعْيَكُمْ لشتى}  [الليل: ٤] . </p><p> فكل فرد من أفراد الكون له مهمة وله سعي يختلف عن سعي الآخرين. </p><p> وهنا في الآية التي نحن بصدد خواطرنا عنها يُنهي الحق سبحانه الآية فيقول: </p><p> {إِنَّ فِي ذلك لآيَاتٍ لِّقَوْمٍ يَسْمَعُونَ}  [يونس: ٦٧] . </p><p> ولقائل أن يقول: لم يقل «إن في ذلك لآيات لقوم يبصرون» . </p><p> ونقول: لننتبه إلى أن الحق سبحانه حين يتكلم عن زمان فهو يبيِّن في هذا الزمان مهمته، وهو القائل في صدر الآية ووسطها: </p><p> {جَعَلَ لَكُمُ اليل لِتَسْكُنُواْ فِيهِ والنهار مُبْصِراً}  [يونس: ٦٧] . </p><p> فالعلَّة في هذه الآية هي سكون الليل، لا حركة النهار، والعين في الليل لا تؤدي مهمتها، بل السمع هو الذي يؤدي مهمته. </p><p> والحق سبحانه هو القائل: </p><p> {قُلْ أَرَأَيْتُمْ إِن جَعَلَ الله عَلَيْكُمُ اليل سَرْمَداً إلى يَوْمِ القيامة مَنْ إله غَيْرُ الله يَأْتِيكُمْ بِضِيَآءٍ أَفَلاَ تَسْمَعُونَ}  [القصص: ٧١] . </p><p> أي: أن أحداً لن يستطيع الحركة في مثل هذا الليل السرمدي ولا أحد سيتبيَّن شيئاً. </p><p> والحق سبحانه هو القائل: </p><p> {قُلْ أَرَأَيْتُمْ إِن جَعَلَ الله عَلَيْكُمُ النهار سَرْمَداً إلى يَوْمِ القيامة مَنْ إله غَيْرُ الله يَأْتِيكُمْ بِلَيْلٍ تَسْكُنُونَ فِيهِ أَفلاَ تُبْصِرُونَ}  [القصص: ٧٢] . </p><p> إذن: فقد جاء الحق سبحانه في آية الليل بالسمع، وجاء في آية النهار بالأبصار، وبعد أن تكلم الله سبحانه عن مجال الحركة بالنهار والراحة في الليل، يأتي الكلام عن الينبوع الذي يجب أن تَصْدُرَ عنه الحركة أو السكون، وهو ضرورة الامتثال لأمر إله واحد حتى لا تصطدم حركتك بآمر إله آخر يقول ما يناقض حركة الإله الأول. </p><p> وكما تتحرك في النهار، وترتاح في الليل لا بد أن تكون حركتك صادرة عن أمر واحد، هذا الأمر الواحد صادر من الآمر الواحد، وهو الله تعالى الذي تعبده بلا شريك، ومن يقول بغير ذلك إنما يربك حركة الحياة. </p><p> والله سبحانه يقول: </p><p> {إِذاً لَّذَهَبَ كُلُّ إله بِمَا خَلَقَ}  [المؤمنون: ٩١] . </p><p> ولذلك يقول الله سبحانه بعد ذلك:  {قَالُواْ اتخذ الله وَلَداً سُبْحَانَهُ} </p>"
}