{
  "id": null,
  "sura": 10,
  "aya": 15,
  "text": "<p> نحن نعرف أن الآيات ثلاثة أنواع: آيات كونية، وهي العجائب التي في الكون ويسميها الله سبحانه آيات، فالآية هي عجيبة من العجائب، سواء </p><p> في الذكاء أو الجمال أو الخُلُق، وقد سَمَّى الحق سبحانه الظواهر الكونية آيات؛ فقال تعالى: </p><p> {وَمِنْ آيَاتِهِ اليل والنهار والشمس والقمر}  [فصلت: ٣٧] وقال سبحانه: </p><p> {وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَاجاً}  [الروم: ٢١] وهذه من الآيات الكونية. </p><p> وهناك آيات هي الدليل على صدق الرسل عليهم السلام في البلاغ عن الله، وهي المعجزات؛ لأنها خالفت ناموس الكون المألوف للناس. فكل شيء له طبيعة، فإذا خرج عن طبيعته؛ فهذا يستدعى الانتباه. </p><p> مثلما يحكي القرآن عن سيدنا إبراهيم عليه السلام أن أعداءه أخذوه ورموه في النار فنجّاه الحق سبحانه من النار؛ فخرج منها سالماً، ولم يكن المقصود من ذلك أن ينجو إبراهيم من النار، فلو كان المقصود أن ينجو إبراهيم عليه السلام من النار؛ لحدثت أمور أخرى، كألا يمكِّنهم الحق عزَّ وجلّ من أن يمسكوه، لكنهم أمسكوا به وأشعلوا النار ورموه فيها، ولو شاء الله تعالى أن يطفئها لفعل ذلك بلقليل من المطر، لكن ذلك لم يحدث؛ فقد تركهم الله في غيّهم، ولأنه واهب النار للإحراق قال سبحانه وتعالى لها: </p><p> {يانار كُونِي بَرْداً وسلاما على إِبْرَاهِيمَ}  [الأنبياء: ٦٩] </p><p> وهكذا تتجلّى أمامهم خيبتهم. </p><p> إذن: الآيات تُطلَق على الآيات الكونية، وتطلق على الآيات المعجزات، وتطلق أيضا على آيات القرآن ما دامت الآيات القرآنية من الله والمعجزات من الله، وخلق الكون من الله، فهل هناك آية تصادم آية؟ لا؛ لأن الذي خلق الكون وأرسل الرسل بالمعجزات وأنزل القرآن هو إله واحد، ولو كان الأمر غير ذلك لحدث التصادم بين الآيات، والحق سبحانه هو القائل: </p><p> {وَلَوْ كَانَ مِنْ عِندِ غَيْرِ الله لَوَجَدُواْ فِيهِ اختلافا كَثِيراً}  [النساء: ٨٢] وقوله تعالى: </p><p> {وَإِذَا تتلى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ}  [يونس: ١٥] أي: آيات واضحة. ثم يقول الحق سبحانه {قَالَ الذين لاَ يَرْجُونَ لِقَآءَنَا} وعرفنا أن الرجاء طلب أمر محبوب ومن الممكن أن يكون واقعاً، مثلما يرجو إنسان أن يدخل ابنه كلية الطب أو كلية الهندسة. ومقابل الرجاء شيء آخر محبوب، لكن الإنسان يعلم استحالته، وهو التمنِّي، فالمحبوبات إذن قسمان: أمور مُتمنَّاه وهي في الأمور المستحيلة، لكن الإنسان يعلن أنه يحبها، والقسم الثاني أمور نحبها، ومن الممكن أن تقع، وتسمى رجاء. </p><p> {الذين لاَ يَرْجُونَ لِقَآءَنَا} هم مَن لا يؤمنون، لا بإلهٍ، ولا ببعثٍ؛ فقد قالوا: </p><p> {مَا هِيَ إِلاَّ حَيَاتُنَا الدنيا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُنَآ إِلاَّ الدهر}  [الجاثية: ٢٤] </p><p> وقالوا: </p><p> {أَإِذَا مِتْنَا وَكُنَّا تُرَاباً وَعِظَاماً أَإِنَّا لَمَبْعُوثُونَ}  [المؤمنون: ٨٢] وإذا كان الإنسان لا يؤمن بالبعث؛ فهو لا يؤمن بلقاء الله سبحانه؛ لأن الذي يؤمن بالبعث يؤمن بلقاء الله، ويُعدّ نفسه لهذا اللقاء بالعبادة والعمل الصالح، ولكن الكافرين الذين لا يؤمنون بالبعث سيُفاجَأون بالإله الذي أنكروه، وسوف تكون المفاجأة صعبة عليهم؛ ولذلك قال الحق سبحانه: </p><p> {والذين كفروا أَعْمَالُهُمْ كَسَرَابٍ بِقِيعَةٍ يَحْسَبُهُ الظمآن مَآءً حتى إِذَا جَآءَهُ لَمْ يَجِدْهُ شَيْئاً}  [النور: ٣٩] </p><p> السراب: هو أن يمشي الإنسان في خلاء الصحراء، ويخيل إليه أن هناك ماءً أمامه، وكلّما مشى ظن أن الماء أمامه، وما إن يصل إلى المكان يجد أن الماء قد تباعد. وهذه العملية لها علاقة بقضية انعكاس الضوء، فالضوء ينعكس؛ ليصور الماء وهو ليس بماء: </p><p> {حتى إِذَا جَآءَهُ لَمْ يَجِدْهُ شَيْئاً وَوَجَدَ الله عِندَهُ}  [النور: ٣٩] إنه يُفاجَأ بوجود الله سبحانه الذي لم يكن في باله، فهو واحد من الذين لا يرجون لقاء الله، وهو ممن جاء فيهم القول: </p><p> {وقالوا أَإِذَا ضَلَلْنَا فِي الأرض أَإِنَّا لَفِي خَلْقٍ جَدِيدٍ بَلْ هُم بِلَقَآءِ رَبِّهِمْ كَافِرُونَ}  [السجدة: ١٠] </p><p> رغم أن الكون الذي نراه يُحتِّم قضية البعث؛ لأننا نرى أن لكل شيء دورة، فالوردة الجميلة الممتلئة بالنضارة تذبل بعد أن تفقد مائيَّتها، ويضيع منها اللون، ثم تصير تراباً. وأنت حين تشم الوردة فهذا يعني أن ما فيها من عطر إنما يتبخر مع المياه التي تخرج منها بخاراً، ثم تذبل وتتحلل بعد ذلك. </p><p> إذن: فللوردة دورة حياة. وأنت إن نظرت إلى أي عنصر من عناصر الحياة مثل المياه سوف تجد أن الكمية الموجودة من الماء ساعة خلق الله السموات والأرض هي بعينها؛ لم تَزِدْ ولم تنقص. وقد شرحنا ذلك من قبل. وكل شيء تنتفع به له دورة، والدورة تُسلم لدورة أخرى، وأنت مستفيد بين هذه الدورات؛ هدماً وبناءً. </p><p> والذين لا يرجون لقاء الله، ولا يؤمنون بالبعث، ولا بثواب أو عقاب لا يلتفتون إلى الكون الذي يعيشون فيه؛ لأن النظر في الكون وتأمُّل أحواله يُوجِب عليهم أن يؤمنوا بأنها دورة من الممكن أن تعود. </p><p> وسبحانه القائل: </p><p> {كَمَا بَدَأْنَآ أَوَّلَ خَلْقٍ نُّعِيدُهُ}  [الأنبياء: ١٠٤] وهؤلاء الذين لا يرجون لقاء الله يأتي القرآن بما جاء على ألسنتهم: {</p><p> ائت بِقُرْآنٍ غَيْرِ هاذآ أَوْ بَدِّلْهُ}  [يونس: ١٥] </p><p> هم هنا يطلبون طلبين:  {ائت بِقُرْآنٍ غَيْرِ هاذآ} ، {أَوْ بَدِّلْهُ} . </p><p> أي: يطلبون غير القرآن. ولنلحظ أن المتكلم هو الله سبحانه؛ لذلك فلا تفهم أن القولين متساويان. </p><p> {ائت بِقُرْآنٍ غَيْرِ هاذآ أَوْ بَدِّلْهُ} هما طلبان: الطلب الأول: أنهم يطلبون قرآناً غير الذي نزل. والطلب الثاني: أنهم يريدون تبديل آية مكان آية، وهم قد طلبوا حذف الآيات التي تهزأ بالأصنام، وكذلك الآيات التي تتوعدهم بسوء المصير. </p><p> ويأتي جواب من الله سبحانه على شق واحد مما طلبوه وهو المطلب الثاني، ويقول سبحانه:  {قُلْ مَا يَكُونُ لي أَنْ أُبَدِّلَهُ مِن تِلْقَآءِ نفسي} ولم يرد الحق سبحانه على قولهم: {ائت بِقُرْآنٍ غَيْرِ هاذآ} . </p><p> وكان مقياس الجواب أن يقول:  «ما يكون لي أن آتي بقرآن غير هذا أو أبدله» ؛ لكنه اكتفى بالرد على المطلب الثاني {أَوْ بَدِّلْهُ} ؛ لأن الإتيان بقرآن يتطلب تغييراً للكل. ولكن التبديل هو الأمر السهل. وقد نفى </p><p> الأسهل؛ ليسلِّموا أن طلب الأصعب منفي بطبيعته. </p><p> وأمر الحق سبحانه لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  {قُلْ مَا يَكُونُ لي أَنْ أُبَدِّلَهُ مِن تِلْقَآءِ نفسي} </p><p> أي: أن أمر التبديل وارد، لكنه ليس من عند رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. بل بأمر من الله سبحانه وتعالى، إنما أمر الإتيان بقرآن غير هذا ليس وارداً. </p><p> إذن: فالتبديل وارد شرط ألا يكون من الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، ولذلك قال الحق سبحانه: </p><p> {وَإِذَا بَدَّلْنَآ آيَةً مَّكَانَ آيَةٍ والله أَعْلَمُ بِمَا يُنَزِّلُ}  [النحل: ١٠١] وهو ما تذكره هذه الآية: {قُلْ مَا يَكُونُ لي أَنْ أُبَدِّلَهُ مِن تِلْقَآءِ نفسي} و {تِلْقَآءِ} من «لقاء» ؛ فتقول:  «لقيت فلاناً» ، ويأتي المصدر من جنس الفعل أو حروفه، ويسمون «التلقاء» هنا: الجهة. </p><p> والحق سبحانه يقول في آية أخرى: </p><p> {وَلَمَّا تَوَجَّهَ تِلْقَآءَ مَدْيَنَ}  [القصص: ٢٢] . </p><p> و {تِلْقَآءَ مَدْيَنَ} أي: جهة مدين. و «التلقاء» قد تأتي بمعنى اللقاء؛ لأنك حين تقول:  «لقيته» أي: أنا وفلان التقينا في مكان واحد، وحين نتوجّه إلى مكان معيّن فنحن نُوجَد فيه. ويظن بعض الناس أن كل لفظ يأتي لمعنيين يحمل تناقضاً، ونقول: لا، ليس هناك تناقض، بل انفكاك جهة، مثلما قال الحق سبحانه: </p><p> {فَوَلِّ وَجْهَكَ شَطْرَ المسجد الحرام}  [البقرة: ١٤٤] </p><p> والشطر معناه: الجهة؛ ومعناه أيضاً: النصف، فيقال:  «أخذ فلان شطر ماله» ، أي: نصفه، و «اتجهت شطر كذا» ، أي: إلى جهة كذا. </p><p> وهذه معان غير متناقضة؛ فالإنسان منا ساعة يقف في أي مكان؛ يصبح هذا المكان مركزاً لمرائيه، وما حوله كله محيطاً ينتهي بالأفق. </p><p> ويختلف محيط كل إنسان حسب قوة بصره، ومحيط الرؤية ينتهي حين يُخيَّل لك أن السماء انطبقت على الأرض، هذا هو الأفق الذي يخصُّك، فإن كان بصرُك قويّاً فأفقك يتَّسع، وإن كان البصر ضعيفاً يضيف الأفق. </p><p> ويقال:  «فلان ضَيِّق الأفق» أي: أن رؤيته محدودة، وكل إنسان منا إذا وقف في مكان يصير مركزاً لما يحيطه من مَرَاء؛ ولذلك يوجد أكثر من مركز، فالمقابل لك نصف الكون المرئي، وخلفك نصف الكون المرئي الآخر، فإذا قيل: إن «الشطر» هو «النصف» ، فالشطر أيضاً هو «الجهة» . </p><p> وهنا يقول الحق سبحانه:  {قُلْ مَا يَكُونُ لي أَنْ أُبَدِّلَهُ مِن تِلْقَآءِ نفسي إِنْ أَتَّبِعُ إِلاَّ مَا يوحى إِلَيَّ} . </p><p> أي: أنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لا يأتي بالقرآن من عند نفسه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، بل يُوحَى إليه. </p><p> ويُنهي الحق سبحانه الآية بقوله:  {إني أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ}  [يونس: ١٥] </p><p> أي: أنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لو جاء بشيء من عنده، ففي هذا معصية لله تعالى، ونعلم أن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لم يُعرف عنه أنه كان شاعراً، ولا كان كاتباً، ولا كان خطيباً. وبعد أن نزل الوحي عليه من الله جاء القرآن في منتهى البلاغة. </p><p> وقد نزل الوحي ورسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في الأربعين من عمره ولا توجد عبقرية يتأجَّل ظهورها إلى هذه المرحلة من العمر، ولا يمكن أن يكون النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قد أجَّل عبقريته إلى هذه السِّن؛ لأنه لم يكن يضمن أن يمتد به العمر. </p><p> ويأتي لنا الحق سبحانه بالدليل القاطع على أن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لا يتَّبِع إلا ما يُوحَى إليه فيقول: </p><p> {إِنْ أَتَّبِعُ إِلاَّ مَا يوحى إِلَيَّ إني أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ}  [يونس: ١٥] </p><p> ويأتي الأمر بالرَّدِّ من الحق سبحانه على الكافرين:  {قُل لَّوْ شَآءَ الله مَا تَلَوْتُهُ عَلَيْكُمْ ... .} . </p>"
}