{
  "id": null,
  "sura": 10,
  "aya": 73,
  "text": "<p> وكأن الأمر الذي وقع من الحق سبحانه نتيجة عدائهم للإيمان كان من الممكن أن يشمله؛ لأنه لا يقال: نجَّيتُك من كذا إلا إذا كان الأمر الذي نجيتك منه، توشك أن تقع فيه، وكان هذا بالفعل هو الحال مع الطوفان، فالحق سبحانه يقول: </p><p> {فَفَتَحْنَآ أَبْوَابَ السمآء بِمَاءٍ مُّنْهَمِرٍ وَفَجَّرْنَا الأرض عُيُوناً}  [القمر: ١١١٢] . </p><p> ومن المتوقع أن تشرب الأرض ماء المطر، لكن الذي حدث أن المطر انهمر من السماء والأرض أيضاً تفجَّرتْ بالماء؛ ولذلك نجد الحق سبحانه وتعالى يقول: </p><p> {فَالْتَقَى المآء على أَمْرٍ قَدْ قُدِرَ}  [القمر: ١٢] . </p><p> أي: أن ذلك الأمر كان مقدَّراً؛ حتى لا يقولن أحد: إن هذه المسألة ظاهرة طبيعية. </p><p> لا إنه أمر مُقدَّر، وقد كانت السفينة موجودة بصناعة من نوح عليه السلام؛ لأن الحق سبحانه قد أمره بذلك في قوله تعالى في سورة هود:  {واصنع الفلك بِأَعْيُنِنَا وَوَحْيِنَا}  [هود: ٣٧] . </p><p> ويقول الحق سبحانه في الآية التي بعدها: </p><p> {وَيَصْنَعُ الفلك وَكُلَّمَا مَرَّ عَلَيْهِ مَلأٌ مِّن قَوْمِهِ سَخِرُواْ مِنْهُ قَالَ إِن تَسْخَرُواْ مِنَّا فَإِنَّا نَسْخَرُ مِنكُمْ كَمَا تَسْخَرُونَ}  [هود: ٣٨] . </p><p> ويركب نوح عليه السلام السفينة، ويركب معه من آمن بالله تعالى، وما حملوا معهم من الطير والحيوان من كُلِّ نوع اثنين ذكراً وأنثى. </p><p> وقول الحق سبحانه: </p><p> {فَنَجَّيْنَاهُ وَمَن مَّعَهُ}  [يونس: ٧٣] . </p><p> يوحي أن الذي صعد إلى السفينة هم العقلاء من البشر، فكيف نفهم مسألة صعود الحيوانات والطيور إلى السفينة؟ </p><p> نقول: إن الأصل في وجود هذه الحيوانات وتلك الطيور أنها مُسخَّرة لخدمة الإنسان، وكان لا بد أن توجد في السفينة؛ لأنها ككائنات مسخّرة تسبِّح الله، وتعبد الحق سبحانه، فكيف يكون علمها فوق علم العقلاء الذين كفرو بعضهم، ثم أليس من الكائنات المسخَّرة ذلك الغراب الذي علَّم «قابيل» كيف يواري سوأة أخيه؟ {إنه طائر، لكنه علم ما لم يعلمه الإنسان} </p><p> والحق سبحانه هو القائل: </p><p> {فَبَعَثَ الله غُرَاباً يَبْحَثُ فِي الأرض لِيُرِيَهُ كَيْفَ يُوَارِي سَوْءَةَ أَخِيهِ}  [المائدة: ٣١] . </p><p> ثم يقول الحق سبحانه في الآية التي نحن بصددها الآن: </p><p> {فَكَذَّبُوهُ فَنَجَّيْنَاهُ وَمَن مَّعَهُ فِي الفلك وَجَعَلْنَاهُمْ خَلاَئِفَ وَأَغْرَقْنَا الذين كَذَّبُواْ بِآيَاتِنَا فانظر كَيْفَ كَانَ عَاقِبَةُ المنذرين}  [يونس: ٧٣] . </p><p> وكلمة «الفُلْك» من الألفاظ التي تطلق على المفرد، وتطلق على الجماعة. </p><p> وقول الحق سبحانه:  {فَنَجَّيْنَاهُ} نعلم منه أن الفعل من الله تعالى، وهو سبحانه حين يتحدث عن أي فعل له، فالكلام عن الفعل يأتي مثل قوله سبحانه: </p><p> {إِنَّا نَحْنُ نَزَّلْنَا الذكر وَإِنَّا لَهُ لَحَافِظُونَ}  [الحجر: ٩] . </p><p> ولكنه حين يتحدث عن ذاته، فهو يأتي بكلمة تؤكد الوحدانية وتكون بضمير الإفراد مثل:  {إنني أَنَا الله}  [طه: ١٤] . </p><p> وهنا يقول الحق سبحانه: </p><p> {فَنَجَّيْنَاهُ وَمَن مَّعَهُ فِي الفلك}  [يونس: ٧٣] . </p><p> كلمة «أنجى» للتعددية، وكلمة «نَجَّى» تدل على أن هناك معالجة شديدة للإنجاء، وعلى أن الفعل يتكرر. </p><p> وقول الحق سبحانه: </p><p> {وَجَعَلْنَاهُمْ خَلاَئِفَ}  [يونس: ٧٣] . </p><p> تعني: أن الخليفة هو من يجيء بعد سابق، وكلمة «الخليفة» تأتي مرة للأعلى، مثل الحال هنا حيث جعل الصالح خليفة للصالح، فبعد أن أنجى الله سبحانه العناصر المؤمنة في السفينة، أغرق الباقين. </p><p> إذن: فالصالحون على ظهر السفينة أنجبوا الصالحين من بعدهم. </p><p> ومرة تأتي كلمة «الخليفة» للأقل، مثل قول الحق سبحانه: </p><p> {فَخَلَفَ مِن بَعْدِهِمْ خَلْفٌ أَضَاعُواْ الصلاة واتبعوا الشهوات}  [مريم: ٥٩] . </p><p> فهنا تكون كلمة الخليفة موحية بالمكانة الأقل، وهناك معيار وضعه الحق سبحانه لتقييم الخليفة، هو قول الحق سبحانه: </p><p> {ثُمَّ جَعَلْنَاكُمْ خَلاَئِفَ فِي الأرض مِن بَعْدِهِم لِنَنظُرَ كَيْفَ تَعْمَلُونَ}  [يونس: ١٤] . </p><p> ولأن الإنسان مخيَّر بين الإيمان والكفر، فسوف يَلْقَى مكانته على ضوء ما يختار. </p><p> ويقول الحق سبحانه: </p><p> {وَعَدَ الله الذين آمَنُواْ مِنْكُمْ وَعَمِلُواْ الصالحات لَيَسْتَخْلِفَنَّهُمْ فِي الأرض كَمَا استخلف الذين مِن قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الذي ارتضى لَهُمْ وَلَيُبَدِّلَنَّهُمْ مِّن بَعْدِ خَوْفِهِمْ أَمْناً}  [النور: ٥٥] . </p><p> إذن: فالخليفة إما أن يكون خليفة لصالحٍ، وإما أن يكون صالحاً يَخْلُفُ فاسداً. </p><p> وهنا يقول الحق سبحانه: </p><p> {وَجَعَلْنَاهُمْ خَلاَئِفَ وَأَغْرَقْنَا الذين كَذَّبُواْ بِآيَاتِنَا}  [يونس: ٧٣] . </p><p> والآيات كما قلنا من قبل إما آيات الاعتبار التي تهدي إلى الإيمان بالقوة الخالقة، وهي آيات الكون كلها، فكل شيء في الكون يدلُّكَ على أن هذا الكون مخلوق على هيئة ولغاية. بدليل أن الأشياء في هذا الكون تنتظم انتظاماً حكيماً. </p><p> وإذا أردت أن تعرف دقة هذا الخلق، فانظر إلى ما ليدك فيه دَخْلٌ، وما ليس ليدك فيه دخل؛ ستجد كل ما ليس ليدك فيه دخل على درجة هائلة من الاستقامة، والحق سبحانه يقول: </p><p> {لاَ الشمس يَنبَغِي لَهَآ أَن تدْرِكَ القمر وَلاَ اليل سَابِقُ النهار وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ}  [يس: ٤٠] . </p><p> أما ما ليدك فيه دخل، فاختيارنا حين يتدخل فهو قد يفسد الأشياء. </p><p> وهكذا رأينا أن الآيات الكونية تلفت إلى وجود الخالق سبحانه وهي مناط الاستدلال العقلي على وجود الإله، أو أن الآيات هي الأمور العجيبة التي جاءت علىأيدي الرسل عليهم السلام لتقنع الناس بأنهم صادقون في البلاغ عن الله سبحانه وتعالى. </p><p> ثم هناك آيات القرآن الكريم التي يقول فيها الحق سبحانه: </p><p> {هُوَ الذي أَنزَلَ عَلَيْكَ الكتاب مِنْهُ آيَاتٌ مُّحْكَمَاتٌ هُنَّ أُمُّ الكتاب}  [آل عمران: ٧] . </p><p> وهي الآيات التي تحمل المنهج. </p><p> وحين يقول الحق سبحانه: </p><p> {وَأَغْرَقْنَا الذين كَذَّبُواْ بِآيَاتِنَا}  [يونس: ٧٣] . </p><p> فهو يعلِّمنا أنه أغرق من كذَّبوا بالآيات الكونية ولم يلتفتوا إلى بديع صنعه سبحانه، وحكمة تكوين هذه الآيات، وترتيبها ورتابتها، وهم أيضاً كذَّبوا الآيات المعجزات، وكذلك كذَّبوا بآيات الأحكام التي جاءت بها رسلهم. </p><p> وينهي الحق سبحانه وتعالى هذه الآية بقوله: </p><p> {فانظر كَيْفَ كَانَ عَاقِبَةُ المنذرين}  [يونس: ٧٣] . </p><p> والخطاب هنا لكل من يتأتَّى منه النظر، وأوَّلُهم سيدنا محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، </p><p> وهو أول مُخاطَب بالقرآن. </p><p> وأنت حين تقول:  «انظر» ؛ فأنت تُلْفِت إلى أمر حسِّي، إن وجَّهت نظرك نحوه جاء الإشعاع من المنظور إليه، ليرسم أبعاد الشيء؛ فتراه. </p><p> والكلام هنا عن أمور غائبة، فهي أحداث حسية وقعت مرة واحدة ثم صارت خبراً، فإن أخبرك بها مخبر فيكون تصديقك بها على مقدار الثقة فيه. </p><p> فمن رأى عصا موسى عليه السلام وهي تلقف الحبال التي ألقاها السحرة؛ آمن بها، مثلما آمن من شاهد النار عاجزة عن إحراق إبراهيم عليه السلام، ومن رأى عيسى عليه السلام وهو يُشفي الأكْمَهَ والأبْرص ويُحيي الموتى بإذن الله تعالى، فقد آمن بما رأى، أما من لم ير تلك المعجزات فإيمانه يتوقف على قدر توثيقه لمن أخبر، فإن كان المخبر بذلك هو الله سبحانه وفي القرآن الكريم فإيماننا بتلك المعجزات هو أمر حتمي؛ لأننا آمنا بصدق المبلِّغ عن الله تعالى. </p><p> ونحن نفهم أن الرسالات السابقة على رسالة محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، كانت رسالات موقوتة زماناً ومكاناً، لكن الإسلام جاء لينتظم الناس الموجَّه إليهم منذ أن أرسل الله رسوله محمداً صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إلى أن تقوم الساعة. </p><p> لذلك جاء القرآن آيات باقيات إلى أن تقوم الساعة، وهذا هو السبب في أن القرآن قد جاء معجزة عقلية دائمة يستطيع كل من يدعو إلى منهج رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أن يقول: محمد رسول من عند الله تعالى، وتلك هي معجزته. </p><p> وساعة يقول الحق سبحانه:  {فانظر} فمثلها مثل قول الحق سبحانه </p><p> وتعالى لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: </p><p> {أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَابِ الفيل}  [الفيل: ١] . </p><p> وحادثة الفيل قد حدثت في العام الذي ولد فيه رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وبطبيعة الحال فسيدنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لم ير حادثة الفيل، ولكن الذين رأوها هم الذين كانوا يعيشون وقتها، وهذا ما يلفتنا إلى فارق الأداء، فعيونك قد ترى أمراً، وأنذك قد تسمع خبراً، ولكن من الجائز أن تخدعك حواسك، أما الخبر القادم من الله تعالى، وإن كان غائباً عنك الآن وغير مسموع لك فخذه على أنه أقوى من رؤية العين. </p><p> ولقائل أن يقول: لماذا لم يقل الحق: «ألم تعلم» وجاء بالقول: </p><p> {أَلَمْ تَرَ}  [الفيل: ١] . </p><p> وأقول: ليدلنا الله سبحانه على أن العلم المأخوذ من الله تعالى عن أمر غيبي عليك أن تتلقاه بالقبول أكثر من تلقيك لرأي العين. </p><p> إذن:  {فانظر} تعني: اعلمْ الأمر وكأنه مُجسَّم أمامك؛ لأنك مؤمن بالله تعالى وكأنك تراه، ومُبلِّغك عن الله سبحانه هو رسول تؤمن برسالته، وكل خبر قادم من الله تعالى ورسوله صلى الله عليه سولم لا يمكن أن يتسرب إليه الشك، ولكن الشك لا يمكن أن يتسرب إلى المخبر الصادق أبداً. </p><p> ولقائل أن يقول: ولماذا لم يقل الحق: «فانظر كيف كان عاقبة الكافرين» بدلاً من قول الحق سبحانه: </p><p> {فانظر كَيْفَ كَانَ عَاقِبَةُ المنذرين}  [يونس: ٧٣] . </p><p> وهنا نقول: </p><p> إن الحق سبحانه وتعالى قد بيَّن أنه لم يعذِّب قبل أن يُنْذِر، فهو قد أنذر أولاً، ولم يأخذ القوم على جهلهم. </p><p> «فانظر» كما نعلم هي خطاب لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وخطاب رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يشمل أمته أيضاً، وجاء هذا الخبر تسلية لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فإن صادف من قومك يا محمد ما صادف قوم نوح عليه السلام فاعلمْ أن عاقبتهم ستكون كعاقبة قوم نوح. </p><p> وفي هذا تحذير وتخويف للمناوئين لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> ويقول الحق سبحانه بعد ذلك:  {ثُمَّ بَعَثْنَا مِن بَعْدِهِ رُسُلاً إلى قَوْمِهِمْ} </p>"
}