{
  "id": null,
  "sura": 10,
  "aya": 66,
  "text": "<p> فالحق سبحانه إذن لن يَخرج كائنٌ مَنْ كان عن ملكه. </p><p> وساعة تجد الحق سبحانه يبيِّن الشيء وضده، فهو يأتي بالقانون والإطار </p><p> {للَّهِ ما فِي السماوات وَمَا فِي الأرض}  [البقرة: ٢٨٤] . </p><p> ومثال ذلك: حين تبع قوم فرعون موسى عليه السلام وقومه، قال أصحاب موسى:  {إِنَّا لَمُدْرَكُونَ}  [الشعراء: ٦١] . </p><p> قالوا ذلك؛ لأنهم رأوا البحر أمامهم، فشاء الحق سبحانه أن يبيِّن لهم أن البحر لن يعوق مشيئته سبحانه، ولم ينفلت البحر من قوة الله تعالى؛ لأن لله ما في السموات وما في الأرض، والبحر منها؛ لذلك انفلق البحر، فكان فِرْقٍ كالطود العظيم. </p><p> فلا شيء يخرج عن مُلكه سبحانه تعالى؛ ولذلك يأتي الحق سبحانه بالنقيض، فبعد أن جعل الحق سبحانه لهم مسلكاً في البحر، وكل فرْق كالطود العظيم، ويظل البحر مفلوقاً فيدخل قوم فرعون فيه. </p><p> والحق سبحانه يقول لموسى عليه السلام:  {واترك البحر رَهْواً إِنَّهُمْ جُندٌ مُّغْرَقُونَ}  [الدخان: ٢٤] . </p><p> فيأمر الحق سبحانه البحر أن يعود كما كان؛ فيغرق قوم فرعون بعد أن أنجى الله سبحانه وتعالى موسى عليه السلام ومن معه، فأهلك وأنجى بالشيء الواحد؛ لأنه سبحانه له ما في السموات وما في الأرض، وليبيِّن الحق سبحانه لنا أنه لا شيء في كون الله تعالى يقوم مقام عزته سبحانه أبداً. </p><p> وهناك مثال آخر: حين يقول نوح عليه السلام لابنه: {يابني اركب مَّعَنَا}  [هود: ٤٢] . </p><p> فيردّ الابن قائلاً: </p><p> {سآوي إلى جَبَلٍ يَعْصِمُنِي مِنَ المآء}  [هود: ٤٣] . </p><p> وهذا كلام صحيح من ناحية أن الجبل يعلو مستواه عن مستوى المياه، ولكن ابن نوح نسي أن لله تعالى جندياً آخر هو الموج؛ فكان من المغرَقين. </p><p> صحيح أن ابن نوح فطن إلى أن السفينة سوف تستوي على «الجدوى» ، وأن من يركبها لن يغرق، وكذلك من يأوي إلى الجبل العالي، لكنه لم يفطن إلى الموج الذي حال بينه وبين الجبل؛ فكان من المغرقين. </p><p> إذن: فكل كائن هو مؤتمر بأمر الله تعالى، وما دامت العزة لله جميعاً فمصداقها أن لله تعالى ما في السموات وما في الأرض، وليس هناك كائن في الوجود يتأبَّى على أن يكون جندياً من جنود الحق سبحانه، فيكون جندياً للإهلاك، وجندياً للنجاة في نفس الوقت. </p><p> وقول الحق سبحانه هنا:  (ألا) نعلم من أن (ألا) أداة تنبيه للسامع فلا يؤخذ على غرَّة ولا تفوته حكمة من حكم الكلام، وينتبه إلى أن </p><p> هناك خطاباً عليه أن يجمع عقله كله ليحسن استقبال ما في هذا الخطاب. </p><p> ويقول الحق سبحانه: </p><p> {ألا إِنَّ للَّهِ مَن فِي السماوات وَمَنْ فِي الأرض}  [يونس: ٦٦] . </p><p> ولقائل أن يقول: هناك كثير من الكائنات غير العاقلة، وقوله هنا {مَن} مقصود به الكائنات العاقلة؟ </p><p> ولنا أن نتساءل للرَّدِّ على هذا القائل: </p><p> وهل هناك أي شيء في الوجود لا يفهم عن الله؟ </p><p> طبعاً لا، والله سبحانه وتعالى هو القائل عن الأرض: </p><p> {يَوْمَئِذٍ تُحَدِّثُ أَخْبَارَهَا بِأَنَّ رَبَّكَ أوحى لَهَا}  [الزلزلة: ٤٥] . </p><p> إذن: فكل الكائنات في عُرف الاستقبال عن الله سبحانه سواء ب «مَنْ» أو ب «ما» ، وكل من في الوجود يفهم عن الله. </p><p> ونلحظ أن الحق سبحانه يأتي مرة بالقول:  {وَلَهُ أَسْلَمَ مَن فِي السماوات والأرض طَوْعاً وَكَرْهاً}  [آل عمران: ٨٣] . </p><p> ومرة يقول الحق سبحانه:  {ألا إِنَّ للَّهِ مَن فِي السماوات وَمَنْ فِي الأرض}  [يونس: ٦٦] . </p><p> كما جاء في هذه الآية التي نحن بصددها الآن. </p><p> شاء الحق سبحانه ذلك، لأن هناك جنساً في الوجود يوجد في السماء ويوجد في الأرض، وهم الملائكة المُدَبِّرَات أمْراً، هؤلاء هم المقصودون بأن لله ما في السموات والأرض. </p><p> ولله سبحانه وتعالى أيضاً جنس في السموات لا يوجد في الأرض وهم الملائكة المهيمون العالين، وليس لهم وجود على الأرض، كما أن لله تعالى جنوداً في الأرض ليس لهم وجود في السماء، فإن لا حظنا الملائكة المدبرات أمراً، نجد أن قول الحق سبحانه: </p><p> {للَّهِ ما فِي السماوات وَمَا فِي الأرض}  [البقرة: ٢٨٤] . </p><p> مناسب لها. </p><p> وإن لا حظنا أن لله ملائكة مهيمين في السماء، وجنوداً في الأرض لا علاقة لهم بالسماء يكون مناسباً لذلك قول الحق سبحانه: </p><p> {ألا إِنَّ للَّهِ مَن فِي السماوات وَمَنْ فِي الأرض}  [يونس: ٦٦] . </p><p> وما دام كل شيء في الكون مملوكاً لله تعالى فلا شيء يخرج عن مراده سبحانه، فلا يوجد مثلاً غار يدخله كائن فراراً من الله؛ لأنه سبحانه قادر على أن يسد الغار، وإن شاء الله سبحانه أن يساعد من دخل الغار فهو تعالى يعمي بصر من يرقب الغار. </p><p> إذن: فلن يجير شيء على الله تعالى، وستظل له صفة العزة </p><p> لا يخدشها خادش من وجود الله في الكون. </p><p> ثم يقول الحق سبحانه: </p><p> {وَمَا يَتَّبِعُ الذين يَدْعُونَ مِن دُونِ الله شُرَكَآءَ}  [يونس: ٦٦] . </p><p> ومعنى اتباعهم شركاء كأن هناك شركاء، رغم أن الأصل والحقيقة ألاَّ شركاء له سبحانه. </p><p> إذن: فهم يتبعون غير شيء؛ والدليل على ذلك موجود في طي القضية، فهم يبعدونهم من دون الله تعالى، ومعنى العبادة أن يطاع أمر وينهى نهي، وما يعبدونه من أشياء لا أوامر لها ولا نواهي؛ فليس هناك منهج جاءوا به. </p><p> إذن: فلا ألوهية لهم. </p><p> إذن: فالأصل ألا شركاء لله تعالى، ولو كان له شركاء لأنزلوا منهجاً ولأوجدوا أوامر، وكان لهم نواهٍ؛ لأن الذي يقول:  «اعبدني» إنما يحدد طريقة وأسلوب العبادة. وهاتوا واحداً من الذين تتبعونهم وتدعون لهم يكون له منهج، ولن يستطعيوا ذلك، ولاحق سبحانه هو القائل: </p><p> {قُلْ لَّوْ كَانَ مَعَهُ آلِهَةٌ كَمَا يَقُولُونَ إِذاً لاَّبْتَغَوْاْ إلى ذِي العرش سَبِيلاً}  [الإسراء: ٤٢] . </p><p> أي: أننا لو افترضنا أن هناك آلهة ولها مظهر قوة كالشمس التي تضيء والقمر الذي ينير، والمطر الذي ينزل من السماء، والملائكة التي تدبِّر الأمر، لو صدَّقنا أن كل هؤلاء آلهة، فهم سيبحثون عن الإله الواحد الأحد؛ ليأخذوا منه القوة التي ظننتم أنها لهم. </p><p> ولذلك يقول الحق سبحانه: </p><p> {وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ إِذاً لَّذَهَبَ كُلُّ إله بِمَا خَلَقَ وَلَعَلاَ بَعْضُهُمْ على بَعْضٍ سُبْحَانَ الله عَمَّا يَصِفُونَ}  [المؤمنون: ٩١] . </p><p> إذ لو كان هذا الأمر صحيحاً لكانت هناك ولايات إليهة. </p><p> ولذلك قال الحق سبحانه: </p><p> {أولئك الذين يَدْعُونَ يَبْتَغُونَ إلى رَبِّهِمُ الوسيلة}  [الإسراء: ٥٧] . </p><p> وهم قالوا إنهم يعبدون الملائكة، وعليهم أن يعلموا أن الملائكة نفسها تعبد الله سبحانه وتعالى، وما دام لا يوجد شركاء لله لتتبعوهم؛ إذن: فأنتم تتبعون الظن. </p><p> لذلك جاء قول الحق سبحانه: </p><p> {إِن يَتَّبِعُونَ إِلاَّ الظن وَإِنْ هُمْ إِلاَّ يَخْرُصُونَ}  [يونس: ٦٦] . </p><p> ونحن نجد الذين أولعوا بأن يُوجِدوا في القرآن ظاهر تعارض ليشكِّكوا فيه، قالوا: إن هذه الآية مثال على ذلك؛ فيقولون: في بداية الآية يقول: {وَمَا يَتَّبِعُ الذين يَدْعُونَ مِن دُونِ الله شُرَكَآءَ}  [يونس: ٦٦] . </p><p> فينفي أن المشركين يتبعون شركاء لله، ثم يأتي في آخر الآية فيقول إنهم يتَّبعون الظن والخرص، ففي أولها ينفي الاتباع، وفي آخرها يثبته. </p><p> وهذا جهل ممن قال بهذا وادعى أن هناك تناقضاً في الآية، فالله سبحانه ينفي أن يكون ما يدعوه هؤلاء المشركون شركاء لله في ملكه، فللَّه من في السموات ومن في الأرض، ولكنه يثبت أنهم يتَّبعون الظن والخرص والتخمين. </p><p> ونقول: ما هو الظن؟ وما هو الخرص؟ </p><p> إن الظن حكم بالراجح كما أوضحنا من قبل في النسب من أن هناك نسبة إنْ لم تكن موجودة فهي مشكوك فيها، أو نسبة راجحة، أو أن نسبة تساوي فيها الشك مع الإثبات، فإنْ كان الشك مساوياً للإثبات فهذا هو الشك. وإن رجحت، فهذا هو الظن. أما المرجوح فنسميه وهماً. </p><p> الظن إذن حكم بالراجح. والخًَرْص: هو التخمين، والقول بلا قاعدة أو دليل. </p><p> والحق سبحانه يقول هنا: </p><p> {إِن يَتَّبِعُونَ إِلاَّ الظن وَإِنْ هُمْ إِلاَّ يَخْرُصُونَ}  [يونس: ٦٦] . </p><p> والقرآن حين يوجه خطاباً فهو يأتي بالخطاب المستوعب لكل ممكن، وهو سبحانه حكم عليهم هنا أنهم يتَّبعون الظن والخرص. </p><p> ونحن نعلم أن الكافرين قسمان: قسم يُعْلم حقيقة الشيء، ولكنه يغيّر الحقيقة إلى إفك وإلى خَرْص، وقسم آخر لا يعرف حقيقة الشيء، بل يستمع إلى من يعتقد أنه يعرف. </p><p> إذن: فهناك مُتَّبِع بكسر الباء وهناك مُتَّبًَع بفتح الباء المُتَّبَع بفتح الباء يعلم أن ما يقوله هو كلام ملتوٍ، يشوّه الحقيقة ويزينها، أما المتّبع بكسر الباء فيظن أنه يتبع أناساً عاقلين أمناء فأخذ كلامهم بتصديق. </p><p> إذن: فالمتبع (بكسر الباء) يكون الظن من ناحيته، أما المتبع (فتح الباء) فيكون الخَرْصو الكذب والافتراء من ناحيته؛ ولذلك يقول لنا الحق سبحانه: </p><p> {وَمِنْهُمْ أُمِّيُّونَ لاَ يَعْلَمُونَ الكتاب إِلاَّ أَمَانِيَّ وَإِنْ هُمْ إِلاَّ يَظُنُّونَ}  [البقرة: ٧٨] . </p><p> هؤلاء إذن يصدِّقون ما يقال لهم؛ لأنهم أميُّون، والكلام الذي يقال لهم راجح، وهم لو فكروا بعقولهم لما انتهوا إلى أنه كلام راجح. </p><p> أما الآخرون فيقول فيهم الحق سبحانه: </p><p> {فَوَيْلٌ لِّلَّذِينَ يَكْتُبُونَ الكتاب بِأَيْدِيهِمْ ثُمَّ يَقُولُونَ هذا مِنْ عِنْدِ الله لِيَشْتَرُواْ بِهِ ثَمَناً قَلِيلاً}  [البقرة: ٧٩] . </p><p> وهؤلاء هم الذين يأتي منهم الخَرْص والإفك وقول الزور والبهتان. </p><p> إذن: فالكفار إن كانوا من الأميين فهم من أهل الظن، وينطبق عليهم قول الحق سبحانه:  {إِن يَتَّبِعُونَ إِلاَّ الظن}  [يونس: ٦٦] . </p><p> وإن كانوا من القادة والرؤساء فهؤلاء هم من ينطبق عليهم قول الحق سبحانه:  {وَإِنْ هُمْ إِلاَّ يَخْرُصُونَ}  [يونس: ٦٦] . </p><p> ويقول الحق سبحانه بعد ذلك:  {هُوَ الذي جَعَلَ لَكُمُ اليل لِتَسْكُنُواْ فِيهِ} </p>"
}