{
  "id": null,
  "sura": 10,
  "aya": 24,
  "text": "<p> والماء الذي ينزل من السماء، هو الماء الصالح للري وللسقي؛ لأن المياه الموجودة في الوجود، هي مخازن للحياة، وغالباً ما تكون مالحة، كمياه البحار والمحيطات، وشاء الحق سبحانه ذلك، لحمايتها من العفن والفساد، ثم تتم عملية تقطير المياه بأشعة الشمس التي تحوّل الماء إلى بخار، ويتجمع البخار كسحاب، ثم يسقط ماء عَذْباً مقطراً صالحاً للشرب والرّي. </p><p> والحق سبحانه يقول هنا:  {كَمَآءٍ أَنزَلْنَاهُ مِنَ السمآء فاختلط بِهِ نَبَاتُ الأرض}  [يونس: ٢٤] </p><p> والاختلاط: اجتماع شيئين أو أشياء على هيئة الانفصال بحيث يمكن أن تعزل هذا عن ذاك، فإن خلطت بعضاً من حبات الفول مع بعض من حبّات الترمس؛ فأنت تستطيع أن تفصل أيا منهما عن الآخر، ولكن هناك لوناً آخر من جمع الأشياء على هيئة المزج، مثلما تعصر ليمونة على ماء محلّى بالسكر، وهذا ينتج عنه ذوبان كل جزىء من الليمون والسكر في جزيئات الماء. </p><p> وهنا يقول الحق سبحانه:  {كَمَآءٍ أَنزَلْنَاهُ مِنَ السمآء فاختلط بِهِ نَبَاتُ الأرض} وقد يُفهم من ذلك أن الماء والنبات قد اختلطا معاً، لكن النبات كما نعلم ككائن حي مخلوق من الماء مصداقاً لقول الحق سبحانه:  {وَجَعَلْنَا مِنَ المآء كُلَّ شَيْءٍ حَيٍّ}  [الأنبياء: ٣٠] . </p><p> وهنا لا بد أن نلتفت إلى الفارق بين «باء» الخلط، و «باء» السببية فالباء هنا في هذه الآية هي باء السببية، وبذلك يكون المعنى: فاختلط بسببه نبات الأرض. وأنت ترى بعد سقوط المطر على الأرض أن المياه تغطي الأرض، ثم تجد بعد ذلك بأيام أو أسابيع، أن سطح الأرض مغطى بالزروع، وكلها مختلطة متشابكة، وكلما تشابكت الزروع مع بعضها فهذا دليل على أن الري موجود والخصوبة في هذه الأرض عالية، وهذا نتيجة تفاعل الماء مع التربة. </p><p> أما إن كانت الأرض غير خصبة، فأنت تجد نَبْتة في منطقة من الأرض، وأخرى متباعدة عنها، وهذا ما يطلق عليه أهل الريف المصري أثناء زراعة الذرة على سبيل المثال:  «الذرة تفلس» أي: أن كل عود من أعواد الذرة يتباعد عن الآخر نتيجة عدم خصوبة الأرض. </p><p> إذن: فخصوبة الأرض لها أساس هام في الإنبات والماء موجود لإذابة عناصر الغذاء للنبات، فتنتشر بها جذور النبات. </p><p> وإن سمحتْ لك الظروف بزيارة المراكز العلمية للزراعة في «طوكيو» أو «كاليفورنيا» ؛ فلسوف ترى أنهم يزرعون النباتات على خيوط رفيعة؛ تُسقى بالماء الذي يحتوي على عناصر الغذاء اللازمة للإنبات؛ لأنهم وجدوا أن أي نبات يأخذ من الأرض المواد اللازمة لإنباته بما لا يتجاوز خمسة في المائة من وزنه، ويأخذ من الهواء خمسة وتسعين في المائة من وزنه. </p><p> إذن: فالمطر النازل من السماء خلال الهواء هو الذي يذيب عناصر الأرض؛ ليمتصها النبات. </p><p> والحق سبحانه وتعالى هنا أراد أن يضرب لنا المثل، والمثل: هو قول شُبِّه مَضْرِبُهُ بِمَوْلِدِه، أي: شيء نريد أن نمثله بشيء، ولا بد أن يكون الشيء الممثل به معلوماً، والشيءُ المأخوذ كمثلٍ هو الذي نريد أن نوضح صورته؛ ولذلك لا يصح أن نمثل مجهولاً بمجهول، وإنما نمثل مجهولاً بمعلوم. </p><p> وتجد من يقول لك: ألا تعرف فلاناً؟ فتقول: لا أعرفه، فيرد عليك صاحبك: إنه مثل فلان في الشكل. وهكذا عرَّفْتَ المجهول بمعلوم. </p><p> وبعض من الذين يحاولون الاعتراض على القرآن، دخلوا من هذه الناحية، وقالوا: إذا كان الشيء مجهولاً ونريد أن نعرِّف به، ألا نعرِّفه </p><p> بمعلوم؟ فما بال الله سبحانه وتعالى يقول في شجرة الزقوم:  {إِنَّهَا شَجَرَةٌ تَخْرُجُ في أَصْلِ الجحيم طَلْعُهَا كَأَنَّهُ رُءُوسُ الشياطين}  [الصافات: ٦٤٦٥] . </p><p> ما بال الله سبحانه يبين شجرة الزقوم، وهي شجرة في النار لا نعرفها، فيعرِّفها للمؤمنين به بأن طلعها يشبه رءوس الشياطين، وبذلك يكون سبحانه قد مثَّل مجهولاً بمجهول. والذين قالوا ذلك فاتهم أن الذي يتكلم هو الله تعالى. وقد أراد الحق سبحانه أن يُمثِّل لنا شجرة الزقوم بشيء بشع معلوم لنا، والبشع المعلوم هو الشيطان. </p><p> وشاء الحق سبحانه ألا يحدد البشاعة؛ حتى لا ينقضي التشبيه؛ لأن الشيء قد يكون بشعاً في نظرك، وغير بشع في نظر غيرك. ويريد الله سبحانه أن يبشع طلع شجرة الزقوم؛ فاختار الشيء المتفق على بشاعته، وهو رءوس الشياطين، وليتصور كل إنسان صورة الشيطان، بما ينفر منه ويقبِّحه، وهكذا تتجلَّى عظمة الحق سبحانه في أن جعل شكل الشيطان مبهماً. </p><p> وأما المثل الذي نحن بصدده هنا وهو تشبيه الحياة الدنيا بأنها كالماء الذي أنزله الحق سبحانه من السماء فاختلط به نبات الأرض، والحياة الدنيا نحن ندرك بعضها، وكلٌّ منا يدرك فترة منها، ولم يدرك أولها، وقد لا يدرك آخرها، فجاء الحق سبحانه بمثل يراه كل واحد منا، وهو الزرع </p><p> الذي يرتوي بالمطر، فأراد الحق سبحانه أن يجمع لنا صورة الدنيا في مثلٍ معروف لنا جميعاً، وندركه جميعاً؛ فندرك ما سبق، وما يلحق، فكل شيء يأخذ حظه في الازدهار، والجمال، ثم ينتهي، كذلك الدنيا. </p><p> يقول الحق سبحانه: </p><p> {كَمَآءٍ أَنزَلْنَاهُ مِنَ السمآء فاختلط بِهِ نَبَاتُ الأرض مِمَّا يَأْكُلُ الناس والأنعام حتى إِذَآ أَخَذَتِ الأرض زُخْرُفَهَا وازينت وَظَنَّ أَهْلُهَآ أَنَّهُمْ قَادِرُونَ عَلَيْهَآ أَتَاهَآ أَمْرُنَا لَيْلاً أَوْ نَهَاراً فَجَعَلْنَاهَا حَصِيداً كَأَن لَّمْ تَغْنَ بالأمس}  [يونس: ٢٤] </p><p> والزخرف: هو الشيء الجميل المستميل للنفس وتُسرُّ به حينما تراه، وتتزين الدنيا بالألوان المتنوعة في تنسيق بديع، ثم يصبح كل ذلك حصيداً وهذا ما نراه في حياتنا، وهكذا جمع الله سبحانه وتعالى مثل الحياة الدنيا من أولها إلى آخرها بالصورة المرئية لكل إنسان، حتى لايخدع إنسان بزخرف الدنيا ولا بزينتها. </p><p> والحق سبحانه هو القائل: </p><p> {فَلْيَنظُرِ الإنسان إلى طَعَامِهِ أَنَّا صَبَبْنَا المآء صَبّاً ثُمَّ شَقَقْنَا الأرض شَقّاً فَأَنبَتْنَا فِيهَا حَبّاً وَعِنَباً وَقَضْباً وَزَيْتُوناً وَنَخْلاً وَحَدَآئِقَ غُلْباً وَفَاكِهَةً وَأَبّاً مَّتَاعاً لَّكُمْ وَلأَنْعَامِكُمْ فَإِذَا </p><p> جَآءَتِ الصآخة يَوْمَ يَفِرُّ المرء مِنْ أَخِيهِ وَأُمِّهِ وَأَبِيهِ وصاحبته وَبَنِيهِ لِكُلِّ امرىء مِّنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ} [عبس: ٢٤٣٧] . </p><p> إذن: فالدنيا بكل جمالها الذي تراه إنما تذوي، وما تراه من بديع ألوانها إنما يذبل، ومهما ازدانت الدنيا فهي إلى زوال، فإياك أن تبغي؛ لأن البغي فيه متاع الدنيا، والدنيا كلها إلى زوال؛ كزوال الروض التي ينزل عليها المطر؛ فتنبت الأرض الأزهار، ثم يذوي كل ذلك. </p><p> وقد قال الحق سبحانه: </p><p> {إِنَّا بَلَوْنَاهُمْ كَمَا بَلَوْنَآ أَصْحَابَ الجنة إِذْ أَقْسَمُواْ لَيَصْرِمُنَّهَا مُصْبِحِينَ وَلاَ يَسْتَثْنُونَ فَطَافَ عَلَيْهَا طَآئِفٌ مِّن رَّبِّكَ وَهُمْ نَآئِمُونَ فَأَصْبَحَتْ كالصريم}  [القلم: ١٧٢٠] . </p><p> إذن: فالدنيا بهذا الشكل وعلى هذا الحال. </p><p> وهنا يقول الحق سبحانه:  {حتى إِذَآ أَخَذَتِ الأرض زُخْرُفَهَا وازينت}  [يونس: ٢٤] . </p><p> والأرض تتزين بأمر ربها، والحق سبحانه ينسب الإدراكات إلى ما لا نعرف أن له عقلاً أو إرادة. ألم يقل الحق سبحانه في قصة العبد الصالح:  {فانطلقا حتى إِذَآ أَتَيَآ أَهْلَ قَرْيَةٍ استطعمآ أَهْلَهَا فَأَبَوْاْ أَن يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَاراً يُرِيدُ أَن يَنقَضَّ}  [الكهف: ٧٧] . </p><p> فهل يملك الجدار إرادة أن ينقضَّ؟ ولو حققنا الأمر جيداً؛ لوجدنا أن الحق سبحانه جعل لكل كائن في الوجود حياة تناسبه، وله إرادة تناسبه، وله انفعال يناسبه. وقد ضرب الحق سبحانه لنا في ذلك صوراً شتّى، فنجد أن الشيء الذي يعزُّ على عقولنا أن تفهمه يبرز لنا ببيان من الله تعالى. </p><p> ومثال هذا: معرفة الهدهد في قصة سليمان عليه السلام بالتوحيد، وكيف أخبر هذا الهدهد سيدنا سليمان عليه السلام بحكاية مملكة سبأ حيث يسجد الناس هناك للشمس من دون الله، فكأن الهدهد قد علم مَنْ يستحق السجود له إذ قال:  {أَلاَّ يَسْجُدُواْ للَّهِ الذي يُخْرِجُ الخبء فِي السماوات والأرض}  [النمل: ٢٥] . </p><p> ومن كان يظن أن الهدهد، وهو طائر، يكون على هذه البصيرة بالعقائد على أصفى ما تكون؟ لأن الحق سبحانه أراد أن يبيّن لنا أن هذا </p><p> الطائر لا هوى له يفسد عقيدته، وأن أهواءنا هي التي تفسد العقائد، ومَنْ أعطاه الله سبحانه البدائل هو الذي يفسد الاختيار ما دام لا يحرس الاختيار بالإيمان، وأن يختار في ضوء منهج الله تعالى. </p><p> ونحن نرى أن ما دون الإنسان من طائر أو حيوان لا يفسد شيئاً؛ لأن غريزته تقوده، فلا نجد حيواناً يأكل فوق طاقته، لكننا نجد إنساناً يصيب نفسه بالتخمة، ولا نجد حماراً يقفز فوق قناة من الماء لا يقدر عليها، بل نراه وهو يتراجع عنها، وكلنا نجد إنساناً يشمر عن ساعديه؛ ليقفز فوق قناة مياه؛ فيقع فيها. </p><p> إذن: فنحن بأهوائنا التي تسيطر على غرائزنا نوقع أنفسنا فيما يضرنا، ما لم نحرس أنفسنا بمنهج الله سبحانه وتعالى. ونجد في مثال الهدهد صفاءً عقدياً في التوحيد كأصفى ما يكون المتصوِّفة، ويأتي بما يهمه {أَلاَّ يَسْجُدُواْ للَّهِ الذي يُخْرِجُ الخبء فِي السماوات والأرض} لأن الخبء هو رزق الهدهد، فهو لا يأكل من الشيء الظاهر على سطح الأرض، بل يضرب بمنقاره الأرض؛ ليأتي لنفسه بما يطعمه. </p><p> ويعطينا الحق سبحانه مثلاً آخر بالنملة التي قالت:  {ياأيها النمل ادخلوا مَسَاكِنَكُمْ لاَ يَحْطِمَنَّكُمْ سُلَيْمَانُ وَجُنُودُهُ وَهُمْ لاَ يَشْعُرُونَ}  [النمل: ١٨] . </p><p> وهذه دقة عدالة من هذه النملة، فإنها لم تقل: إن سليمان وجنوده سيحطمون أخواتها من النمل ظلماً لهم، بل قالت:  {وَهُمْ لاَ يَشْعُرُونَ} لأنكم لا تظهرون تحت أرجلهم. </p><p> إذن: كل كائن في الوجود له حياة تناسبه، ولكن الآفة أننا نريد أن نتصور الحياة في كل كائن، كتصورها في الكائن الأعلى وهو الإنسان. </p><p> ولا بد لنا أن نعلم أن النبات له حياة تناسبه، والحيوان له حياة تناسبه، والجماد له حياة تناسبه، وكل شيء في الحياة له لون من الحياة المناسبة له. </p><p> وقد أوضحنا من قبل أن الحق سبحانه قد قال:  {لِّيَهْلِكَ مَنْ هَلَكَ عَن بَيِّنَةٍ ويحيى مَنْ حَيَّ عَن بَيِّنَةٍ}  [الأنفال: ٤٢] . </p><p> والهلاك مقابل للحياة، والحياة مقابلة للموت، والهلاك يساوي الموت. والحق سبحانه يصور الحالة يوم القيامة فيقول:  {كُلُّ شَيْءٍ هَالِكٌ إِلاَّ وَجْهَهُ}  [القصص: ٨٨] . </p><p> إذن: فالجماد هالك، ولكنه يتمتع بلون من الحياة لا نعرفه، وكذلك كل كائن له حياة تناسبه، والآفة أن الإنسان يريد أن يعرِّف الحياة التي في الجماد كالحياة في الإنسان. </p><p> وانظر إلى دقة الأداء القرآني في قوله الحق:  {حتى إِذَآ أَخَذَتِ الأرض زُخْرُفَهَا وازينت وَظَنَّ أَهْلُهَآ أَنَّهُمْ قَادِرُونَ عَلَيْهَآ أَتَاهَآ أَمْرُنَا لَيْلاً أَوْ نَهَاراً}  [يونس: ٢٤] . </p><p> وقد جاء هذا القول من قبل أن يتقدم العلم ويثبت أن الأرض تشبه الكرة، وأنها تدور، وأن كل ليل يقابله نهار، وكذلك جاء قول الحق سبحانه: </p><p> {أَفَأَمِنَ أَهْلُ القرى أَن يَأْتِيَهُمْ بَأْسُنَا بَيَاتاً وَهُمْ نَآئِمُونَ أَوَ أَمِنَ أَهْلُ القرى أَن يَأْتِيَهُمْ بَأْسُنَا ضُحًى}  [الأعراف: ٩٧٩٨] . </p><p> إذن: فأمر الله سبحانه يتحقق حين يشاء، وهو أمر واحد عند من يكونون في ضحى أو في ليل. </p><p> ثم يقول الحق سبحانه:  {فَجَعَلْنَاهَا حَصِيداً كَأَن لَّمْ تَغْنَ بالأمس}  [يونس: ٢٤] . </p><p> أي: كأنها لم يكن لها وجود. </p><p> ويُنهي الحق سبحانه الآية بقوله:  {كذلك نُفَصِّلُ الآيات لِقَوْمٍ يَتَفَكَّرُونَ}  [يونس: ٢٤] . </p><p> فإذا كانت الدنيا كلها مثل عملية الزرع في الأرض الذي ينمو ويزدهر ويزدان، ثم ينتهي، ألا يجب أن ننتبه إلى أن كل زخرف إلى زوال؛ وعلينا ألا نفتتن بزينة الدنيا ومتاعها في شيء، وأن نحرص على ألا نبغي في الأرض؛ لأن البغي متاع الحياة الدنيا، وهي إلى زوال. </p><p> ونجد القرآن يأتي بذكر التفصيل للآيات، ويتبع ذلك بأن هذا التفصيل لقوم «يتفكرون» ، أو «يتذكرون» ، أو «يعقلون» ، أو «يتدبرون» . </p><p> وكل هذه عمليات تتناول المعلوم الواحد في مراحل متعددة، فالتعقُّل: </p><p> هو أن تأتي بالمقدمات؛ لتستنبط ولترى إلى أي نتائج تصل. والتذكُّر يعني: ألا تنسى وألا تغفل عن الأمر الهام. والتفكُّر: هو أن تُعْمل الفكر. والفارق بين الفكر والعقل هو أن العقل أداة التفكُّر. والتدبُّر: هو ألا تنظر إلى ظواهر الأشياء، بل إلى المعطيات الخفية في أي أمر. </p><p> والحق سبحانه يقول:  {أَفَلاَ يَتَدَبَّرُونَ القرآن}  [النساء: ٨٢] . </p><p> أي: اجعل بصيرتك تمحِّص البدايات والنهايات؛ لتعرف أن المرجع والمصير إلى الله تعالى. والعاقل هو مَنْ يعدّ نفسه للقاء الله سبحانه، وقد يرهق نفسه في الدنيا الفانية؛ ليستريح في الآخرة. </p><p> وإذا نظرنا إلى الدنيا والآخرة من خلال معادلة تجارية، سنجد أن الآخرة لا بد وأن ترجح كفتها؛ لأن عمر الإنسان في الدنيا مظنون، ولا يعرف فرد هل يحيا في الدنيا عاماً أو عشرة أو سبعين أو مائة عام. </p><p> ومهما طالت الدنيا مع كل الخَلْق فهي منتهية، والنعيم فيها على قدر: إمكاناتك البشرية وعلى قدر تصورك للنعيم، أما الآخرة فهي بلا نهاية، وأمر الإنسان فيها متيقَّن، والنعيم فيها على قدر عطاءات الله تعالى ومراده سبحانه للنعيم. فإن قارنت هذا بذاك وقارنت الدنيا بالآخرة لرجحتْ كفّة الآخرة. </p><p> لذلك يقول الحق سبحانه:  {وَإِنَّ الدار الآخرة لَهِيَ الحيوان لَوْ كَانُواْ يَعْلَمُونَ}  [العنكبوت: ٦٤] . </p><p> وفي قوله سبحانه:  {لَهِيَ الحيوان} . مبالغة في كونها حياة لا فناء فيها. فاتبع منهج الله سبحانه؛ ليأخذك هذا المنهج إلى دار السلام والسلامة من الآفات. واضمن لنفسك الخروج من دار الفناء والأغيار، وَضَعْ يدك في يد من يدعوك إلى دار السلام. </p><p> ولذلك يقول الحق سبحانه:  {والله يدعوا إلى دَارِ السلام} </p>"
}