{
  "id": null,
  "sura": 10,
  "aya": 37,
  "text": "<p> وحين تستمع للقرآن وما فيه من سر الأعداد والإخبار بالمغيبات التي لا تخضع لمنطق الزمان، ولا لمنطق المكان، فالفطرة السليمة توقن أن هذا القرآن لا يمكن أن يُفتَرى، بل لا بد أن قائله ومُنزِّله عليم خبير؛ لأن القرآن جاء مصدقاً لما بين يديه من الكتب السابقة. </p><p> أي: أن ما به دائماً هو أمام الناس، أو مواجه لهم، وهو كتاب مصدِّق للكتب السابقة من قبل تحريفها كالتوراة والإنجيل والزبور، وهي الكتب التي سبقت القرآن نزولاً، لا واقعاً، فجاء القرآن مصدِّقاً لها. </p><p> أي: هي تصدقه، وهي يصدقها من قبل تحريفها، وهي الكتب التي بشَّرت بمحمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ رسولاً، مثلما جاء في القرآن عن تصديق عيسى عليه السلام بمجيء محمد عَلَيْهِ الصَّلَاة وَالسَّلَام ُ:  {وَمُبَشِّراً بِرَسُولٍ يَأْتِي مِن بَعْدِي اسمه أَحْمَدُ}  [الصف: ٦] . </p><p> فلما جاء أحمد (محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ) ونزل عليه القرآن صدَّق الإنجيل في قوله هذا، وما جاء في القرآن من عقائد أصيلة هي عقائد جاءت بها كل الكتب السماوية، فالحق سبحانه يقول: </p><p> {إِنَّآ أَوْحَيْنَآ إِلَيْكَ كَمَآ أَوْحَيْنَآ إلى نُوحٍ والنبيين مِن بَعْدِهِ وَأَوْحَيْنَآ إلى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإسْحَاقَ وَيَعْقُوبَ والأسباط وعيسى وَأَيُّوبَ وَيُونُسَ وَهَارُونَ وَسُلَيْمَانَ وَآتَيْنَا دَاوُودَ زَبُوراً}  [النساء: ١٦٣] . </p><p> ويقول الحق سبحانه: </p><p> {شَرَعَ لَكُم مِّنَ الدين مَا وصى بِهِ نُوحاً والذي أَوْحَيْنَآ إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وموسى وعيسى أَنْ أَقِيمُواْ الدين وَلاَ تَتَفَرَّقُواْ فِيهِ}  [الشورى: ١٣] . </p><p> إذن: فهناك أصول جاءت بها كل الكتب السماوية، وهناك كذلك أخبار أخبرت عن حدوثها الكتب السماوية، وأبلغنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بالقرآن وفيه تلك الأخبار، فمن أين جاء محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بتلك العقائد الصحيحة، </p><p> وتلك الأخبار الموجودة في الكتب السابقة، وهو صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لم يكن من أهل الكتاب، ولا عَلِمَ منهم شيئاً. </p><p> إذن: فعندما يقول محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ما جاء ذكره في الكتب السابقة على القرآن، فهذه الكتب مصدقة لما جاء به محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ لأن هذه الأخبار قد وقعت، وهذا تأكيد لصدقه؛ لأنه بشهادة أهل زمانه لم يجلس إلى معلِّم، ولم يقرأ كتاباً، وتاريخه وسيرته معروفة؛ لأنه من أنفسكم، ولم يُعْلَم عنه أنه قد زاول كلاماً بليغاً، أو خطب في قوم قبل الرسالة، أو قال شعراً. </p><p> وبعد ذلك فوجىء هو كما فوجئتم أنتم، بمجيء هذا البيان الرائع، فمن أين جاء به؟ </p><p> أنتم تقولون إنه هو الذي جاء به، لكنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ينسب الرفعة لصاحبها، ويعلن أنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مُبلِّغ فقط، فيقول ما أمره الله به أن يقوله:  {قُل لَّوْ شَآءَ الله مَا تَلَوْتُهُ عَلَيْكُمْ وَلاَ أَدْرَاكُمْ بِهِ فَقَدْ لَبِثْتُ فِيكُمْ عُمُراً مِّن قَبْلِهِ أَفَلاَ تَعْقِلُونَ} </p><p> [يونس: ١٦] . </p><p> ويحضُّ القرآن الكريم النبيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أن يسألهم: هل لاحظوا على كلماته من قبلُ البلاغةَ والفصاحةَ أو الشعرَ؟! </p><p> ولننظر في «ماكُنَّات» القرآن الكريم، وهي الآيات التي يقول فيها الحق سبحانه:  {وَمَا كُنتَ} مثل قوله سبحانه: </p><p> {ذلك مِنْ أَنَبَآءِ الغيب نُوحِيهِ إِلَيكَ وَمَا كُنتَ لَدَيْهِمْ إِذْ يُلْقُون أَقْلاَمَهُمْ أَيُّهُمْ يَكْفُلُ مَرْيَمَ}  [آل عمران: ٤٤] . </p><p> وهذا أمر ثابت في الأخبار. </p><p> وقول الحق سبحانه:  {وَمَا كُنتَ بِجَانِبِ الغربي إِذْ قَضَيْنَآ إلى مُوسَى الأمر وَمَا كنتَ مِنَ الشاهدين}  [القصص: ٤٤] . </p><p> والوحي إلى موسى عليه السلام والمكان الذي نزل فيه ذلك الوحي أمر ثابت في الأخبار. </p><p> وقول الحق سبحانه:  {وَلَكِنَّآ أَنشَأْنَا قُرُوناً فَتَطَاوَلَ عَلَيْهِمُ العمر وَمَا كُنتَ ثَاوِياً في أَهْلِ مَدْيَنَ تَتْلُواْ عَلَيْهِمْ آيَاتِنَا وَلَكِنَّا كُنَّا مُرْسِلِينَ}  [القصص: ٤٥] . </p><p> وكثير من هذه الآيات تجعل محمداً صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وكأنه يسأل المعاصرين له: كيف أخبرت بوقائع وأخبار لم أكن موجوداً في زمانها أو مكانها؟ </p><p> لا بد إذن أن الله الحق سبحانه هو الذي أخبرني بما وافق ما عندكم من أخبار. </p><p> وبعد ذلك جاء القرآن الكريم مصدقاً لما بين يديه:  {فَإِنَّهُ نَزَّلَهُ على قَلْبِكَ بِإِذْنِ الله مُصَدِّقاً لِّمَا بَيْنَ يَدَيْهِ}  [البقرة: ٩٧] . </p><p> أي: أنه الكتاب الذي يضم صدق كل حدث قادم؛ لأن القرآن خرق حُجُب وحُجُزَ الماضي والمستقبل. </p><p> ونحن نعلم أن الأشياء الغيبية تحدث بسببين؛ الأول: ان يتكلم عن </p><p> شيء سبق الزمان الذي نزل فيه، فهو يتكلم في الماضي الذي لم يكن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من أهل الاطلاع والتعلم ليعرفه ويعلمه. </p><p> وكذلك خرق القرآن الكريم حجب الحاضر الذي عاصر نزوله، هذا الحاضر الذي قد يكون محجوباً بالمكان. </p><p> وأضرب هذا المثال ولله المثل الأعلى فقد يحدث حادث في الإسكندرية في نفس الوقت الذي تكون أنت فيه موجوداً بالقاهرة، وأنت تعلم هذا الحدث؛ لأنه محجوب عنك ببعد المكان، وحاجز المكان يتمثل غالباً في الأمور الحاضرة، أما أمور المستقبل فهي محجوبة عنا بالزمان والمكان معاً. </p><p> وحين يخبرنا القرآن الكريم بحدث ماضٍ لم يشهده رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، ولم يتعلمه، ولم يقرأ عنه؛ إذن: فالقرآن إنما يخرق أمامنا حجاب الزمن الماضي. وإذا أخبر القرآن بحدث حاضر في غير مكان نزوله على سيدنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فهذا خرق لحجاب المكان مثل قول الحق سبحانه: </p><p> {وَيَقُولُونَ في أَنفُسِهِمْ لَوْلاَ يُعَذِّبُنَا الله بِمَا نَقُولُ}  [المجادلة: ٨] . </p><p> وحين سمع المنافقون والكفار هذا القول الكريم، لم ينكروا أنهم قالوا في أنفسهم ما جاء به القرآن، وهكذا خرق القرآن حاجز المكان في أنفسهم هم. </p><p> إذن: فأخبار الغيب في القرآن إما خَرْقٌ لزمان ماضٍ أو خرق لزمان الحال، وإما خرق الزمان ومكان الاستقبال. </p><p> ونحن نعلم أن القرآن كان ينزل والمسلمون ضعاف، لا يستطيعون حماية أنفسهم، ولا أحد يجير على أحد، ويتجه النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إلى الطائف </p><p> ليعرض الإسلام على أهلها، لعلَّه يلتمس لهم مجيراً من أهل الطائف؛ ولكنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لا يجد إلا الإيذاء والإعراض، ويوصي بعضاً من صحابته أن يهاجروا إلى الحبشة. </p><p> وفي ظل كل هذه الأزمات، ينزل قول القرآن:  {سَيُهْزَمُ الجمع وَيُوَلُّونَ الدبر}  [القمر: ٤٥] . </p><p> حتى إن عمر بن الخطاب رَضِيَ اللَّهُ عَنْه يستاءل: أيُّ جمع هذا الذي يهزم، ونحن غير قادرين على حماية أنفسنا؟ ثم تأتي غزوة بدر ويشهد عمر هزيمة وفرار مقاتلي قريش؛ فيرى رأي العين صدق ما جاء به الوحي من قبل. </p><p> وهكذا تأكد الجميع أن القرآن الكريم غير مُفتريً، فكيف يُتَّهم رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أنه افتراه؟ </p><p> وإذا كان هذا القرآن مفترىً، فلماذا لا تفترون مثله؟ وفيكم الشعراء والبلغاء والخطباء؟! ولم يقل محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أنه بليغ أو خطيب أو شاعر، ولم يطلب القرآن الكريم منهم أن يأتوا بواحد مثل محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، لا صلة له بالبلاغة أو الفصاحة، بل يطلب منهم أن يأتوا بالفصحاء كلهم، ويدعوهم أن يقولوا مثل آية واحدة من القرآن. </p><p> وإن قالوا: إن ما جاء به هو السحر، وإن محمداً ساحر قد سحر العبيد والضعاف، وأدخلهم في الإسلام، فلماذا لم يسحركم محمد؟ </p><p> إن بقاءكم من غير سحر يدل على أن إطلاقكم كلمة السحر على ما جاء به دعوى كاذبة. </p><p> ثم يقول الحق سبحانه:  {وَتَفْصِيلَ الكتاب لاَ رَيْبَ فِيهِ مِن رَّبِّ العالمين}  [يونس: ٣٧] . </p><p> فالقرآن قد جاء فيه تفصيل كل الأحكام الصالحة إلى قيام الساعة، أما الكتب السابقة على القرآن فكان تضم الأحكام المناسبة لزمانها، ولأمكنة نزولها. </p><p> وهو كتاب {لاَ رَيْبَ فِيهِ} أي: لا شك فيه، يكشف الكفار، ويفضح أرتيابهم وكذبهم، فَهُمْ قد اعترفوا بعظمة القرآن وقالوا:  {لَوْلاَ نُزِّلَ هذا القرآن على رَجُلٍ مِّنَ القريتين عَظِيمٍ}  [الزخرف: ٣١] . </p><p> إذن: فهم قد عرفوا أن القرآن لا عيب فيه، ولا ريب، حتى من الكافرين به. </p><p> ويأتي الرد على قولهم بالافتراء، في قول الحق سبحانه: </p><p> {أَمْ يَقُولُونَ افتراه قُلْ فَأْتُواْ بِسُورَةٍ مِّثْلِهِ} </p>"
}