{
  "id": null,
  "sura": 10,
  "aya": 71,
  "text": "<p> ولقائل أن يقول: ولماذا جاء الله سبحانه هنا بخبر نوح عليه السلام ولم يأت بخبر آدم عليه السلام أو أدريس عليه السلام وهُمَا من الرسل السابقين على نوح عليه السلام؟ </p><p> ومن هنا جاءت الشبهة في أن آدم لم يكن رسولاً؛ لأن البعض قد ظن أن الرسول يجب أن يحمل رسالته إلى جماعة موجودة من البشر، ولم يفطن هؤلاء البعض إلى أن الرسول إنما يُرْسَل لنفسه أولاً. </p><p> وإذا كان آدم عليه السلام، أول الخلق فهو مُرسَل لنفسه، ثم يبلِّغ من سوف يأتي بعده من أبنائه. </p><p> وقد أعطى الله سبحانه وتعالى التجربة لآدم عليه السلام في الجنة، فكان هناك أمر، وكان هناك نهي هو {وَقُلْنَا يَآءَادَمُ اسكن أَنْتَ وَزَوْجُكَ الجنة وَكُلاَ مِنْهَا رَغَداً حَيْثُ شِئْتُمَا وَلاَ تَقْرَبَا هذه الشجرة}  [البقرة: ٣٥] . </p><p> وحَذَّره من الشيطان، ثم وقع آدم عليه السلام في إغواء الشيطان، وأنزله الله تعالى إلى الأرض واجتباه، وتاب عليه، ومعه تجربته، فإن خالف أمر ربه فسوف يقع عليه العقاب، وحذره من اتباع الشيطان حتى لا يخرج عن طاعة الله تعالى. </p><p> إذن: فقد أعطاه الحق سبحانه المنهج، وأمره أن يباشر مهمته في الأرض؛ في نفسه أولاً، ثم يبلغه لمن بعده. </p><p> وكما علَّمه الحق سبحانه الأسماء كلها، علَّم آدم الأسماء لأبنائه فتكلموا: وكما نقل إليهم آدم الأسماء نقل لهم المنهج، وقد علمه الحق سبحانه الأسماء؛ ليعمر الدنيا، وعلَّمه المنهج؛ ليحسن العمل في الدنيا؛ ليصل إلى حسن جزاء الآخرة. </p><p> واقرأ قول الحق سبحانه وتعالى: </p><p> {وعصىءَادَمُ رَبَّهُ فغوى}  [طه: ١٢١] . </p><p> ويتبعها الحق سبحانه بقوله تعالى: </p><p> {ثُمَّ اجتباه}  [طه: ١٢٢] . </p><p> ومعنى الاجتباء: هو الاصطفاء بالرسالة لنفسه أولاً، ثم لمن بعده بعد ذلك، والحق سبحانه هو القائل: </p><p> {فَإِمَّا يَأْتِيَنَّكُم مِّنِّي هُدًى}  [البقرة: ٣٨] . </p><p> والهدى: هو المنهج المنزَّل على آدم عليه السلام، والرسالة ليست إلا بلاغ منهج وهدى من الله سبحانه للخلق. </p><p> وإذا كان الحق سبحانه وتعالى هو القائل: </p><p> {وَمَا كُنَّا مُعَذِّبِينَ حتى نَبْعَثَ رَسُولاً}  [الإسراء: ١٥] . </p><p> فالسابقون لنوح عليه السلام هم من أبلغهم آدم عليه السلام، والدليل هو ما جاء من خبر ابني آدم في قول الحق سبحانه: </p><p> {واتل عَلَيْهِمْ نَبَأَ ابنيءَادَمَ بالحق إِذْ قَرَّبَا قُرْبَاناً}  [المائدة: ٢٧] . </p><p> وهما قد قدَّما القربان إلى الله تعالى. </p><p> إذن: فخبر الألوهية موجود عند ابني آدم بدليل قول الحق سبحانه: </p><p> {إِذْ قَرَّبَا قُرْبَاناً فَتُقُبِّلَ مِن أَحَدِهِمَا وَلَمْ يُتَقَبَّلْ مِنَ الآخر قَالَ لأَقْتُلَنَّكَ قَالَ إِنَّمَا يَتَقَبَّلُ الله مِنَ المتقين}  [المائدة: ٢٧] . </p><p> إذن: فهم قد أقروا بوجود الله تعالى، وأيضا عرفوا النهي،؛ لأنه في إحدى الآيتين قال: </p><p> {لَئِن بَسَطتَ إِلَيَّ يَدَكَ لِتَقْتُلَنِي مَآ أَنَاْ بِبَاسِطٍ يَدِيَ إِلَيْكَ لأَقْتُلَكَ إني أَخَافُ الله رَبَّ العالمين} </p><p> [المائدة: ٢٨] . </p><p> إذن: فالذين جاءوا بعد آدم عليه السلام عرفوا الإله الواحد، وعلموا المنهج. </p><p> إذن: فالذين يقولون: إن آدم عليه السلام لم يكن رسولاً، نقول لهم: افهموا عن الله جيداً، كان يجب أن تقولوا: هذه مسألة لا نفهم فيها، وكان عليهم أن يسألوا أهل الذِّكْر ليفهموا عنهم أن آدم عليه السلام رسول، وأن من أولاده قابيل وهابيل، وقد تكلما في التقوى. </p><p> أما لماذا جاء الحق سبحانه هنا بالحديث عن نوح، عليه السلام، فلنا أن نعلم أن آدم عليه السلام هو الإنسان الأول، وأنه قد نقل لأولاده المنهج </p><p> المُبلَّغ له، ودلَّهم على ما ينفعهم، ثم طال الزمن وأنشأت الغفلة، فجاء إدريس عليه السلام، ثم تبعته الغفلة، إلى أن جاء نوح عليه السلام. </p><p> وهنا يأتي لنا الحق سبحانه بخبر نوح عليه السلام في قوله: </p><p> {واتل عَلَيْهِمْ نَبَأَ نُوحٍ إِذْ قَالَ لِقَوْمِهِ}  [يونس: ٧١] . </p><p> والنبأ: هو الخبر الهام الذي يلفت الذهن، وهو الأمر الظاهر الواضح. </p><p> والحق سبحانه يقول: </p><p> {عَمَّ يَتَسَآءَلُونَ عَنِ النبإ العظيم الذي هُمْ فِيهِ مُخْتَلِفُونَ}  [النبأ: ١٣] . </p><p> إذن: فالنبأ هو الخبر الهام المُلْفِت، وقد جاء هنا خبر نوح عليه السلام الذي يُبلِّغ قومه أي: يخاطبهم، وهو قد شهد لنفسه أنه رسول يبلِّغ منهجاً. </p><p> وكلمة «قَوْمِ» لا تطلق في اللغة إلا على الرجال، يوضح القرآن ذلك في قوله الحق سبحانه: </p><p> {لاَ يَسْخَرْ قَوْمٌ مِّن قَوْمٍ عسى أَن يَكُونُواْ خَيْراً مِّنْهُمْ وَلاَ نِسَآءٌ مِّن نِّسَآءٍ عسى أَن يَكُنَّ خَيْراً مِّنْهُنَّ}  [الحجرات: ١١] . </p><p> إذن: فالقوم هم الرجال، والمرأة إنما يُبنى أمرها على السر، والحركة في الدنيا للرجل، وقد شرحنا ذلك في حديث الحق سبحانه لآدم عليه السلام عن إبليس، فقال تعالى: </p><p> {إِنَّ هذا عَدُوٌّ لَّكَ وَلِزَوْجِكَ فَلاَ يُخْرِجَنَّكُمَا مِنَ الجنة فتشقى}  [طه: ١١٧] . </p><p> ولأن الخطاب لآدم فقد قال الحق سبحانه:  {فتشقى}  [طه: ١١٧] . </p><p> ولم يقل: فتشقيا؛ مما يدل على أن المرأة لا شأن لها بالأعمال التي خارج البيت والتي تتطلب مشقة، فالمرأة تقرُّ في البيت؛ لتحتضن الأبناء، وتُهيِّىء السكن للرجل بما فيها من حنان وعاطفة وقرار واستقرار. أما القيام والحركة فللرجل. </p><p> فالحق سبحانه يقول: </p><p> {فَلاَ يُخْرِجَنَّكُمَا مِنَ الجنة فتشقى}  [طه: ١١٧] . </p><p> إذن: فالكدح للرجل ومتطلبه القيام لا القعود. </p><p> ثم يقول الحق سبحانه على لسان نوح عليه السلام. </p><p> {ياقوم إِن كَانَ كَبُرَ عَلَيْكُمْ مَّقَامِي}  [يونس: ٧١] . </p><p> وهنا يُحنِّن نوح قومه بإضافات التحنن، أي: جاء بالإضافة التي تُشْعِر المخاطبين بأنه منهم وهم منه، وأنه لا يمكن أن يغشهم فهم أهله، مثل قول النائب الذي يخطب في أهل دائرته الانتخابية:  «أهلي وعشيرتي وناخبيّ» وكلها اسمها إضافة تحنن. </p><p> وكذلك مثل قول لقمان لابنه: </p><p> {يابني لاَ تُشْرِكْ بالله إِنَّ الشرك لَظُلْمٌ عَظِيمٌ}  [لقمان: ١٣] . </p><p> وقوله: </p><p> {يابني إِنَّهَآ إِن تَكُ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ فَتَكُنْ فِي صَخْرَةٍ أَوْ فِي السماوات أَوْ فِي الأرض يَأْتِ بِهَا الله إِنَّ الله لَطِيفٌ خَبِيرٌ}  [لقمان: ١٦] . </p><p> وقوله:  {يابني أَقِمِ الصلاة}  [لقمان: ١٧] . </p><p> وهذا إضافات التحنن وفيها إيناس للسامع أن يقرب ويستجيب للحق. </p><p> {ياقوم إِن كَانَ كَبُرَ عَلَيْكُمْ مَّقَامِي}  [يونس: ٧١] . </p><p> و «الكاف والياء والراء» تأتي لمعنيين: </p><p> الأول: كبر السن، وهي: كبر يكبر. </p><p> والثاني: العظمة والتعظيم، إلا أن التعظيم يأتي ليبيِّن أنه أمر صعب على النفس، مثل قول الحق سبحانه: </p><p> {كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْوَاهِهِمْ إِن يَقُولُونَ إِلاَّ كَذِباً}  [الكهف: ٥] . </p><p> أي: أن هذه الكلمة التي خرجت من أقوالهم أمر صعب وشاق، وهي قولهم: </p><p> {قَالُواْ اتخذ الله وَلَداً}  [الكهف: ٤] . </p><p> وهذه الكلمة إنما تعظم على المؤمن، وهي مسألة صعبة لا يمكن قبولها فلا يوجد مؤمن قادر على أن يقبل ادعاء خلق من خلق الله تعالى أن له سبحانه ولداً. </p><p> ومرة تكون العظمة من جهة أخرى، مثل قول الحق سبحانه: </p><p> {كَبُرَ عَلَى المشركين مَا تَدْعُوهُمْ إِلَيْهِ}  [الشورى: ١٣] . </p><p> أي: عَظُم على المشركين، وصَعب على أنفسهم، وشَقَّ عليهم ما تدعوهم إليه من أن الإله هو واحد أحد، ولا سلطان إلا له سبحانه. </p><p> وهكذا، إن كانت الكلمة مناقضة للإيمان فهي تكبر عند المؤمنين، وإن كانت الكلمة تدعو الكافرين إلى الإيمان فهي تشق عليهم. </p><p> وهنا يأتي على لسان سيدنا نوح عليه السلام: </p><p> {إِن كَانَ كَبُرَ عَلَيْكُمْ مَّقَامِي}  [يونس: ٧١] . </p><p> ونحن نعلم أن سيدنا نوحاً عليه السلام مكث في قومه ألف سنة إلا خمسين عاماً. </p><p> أي: أن حياته طالت كثيراً بين قومه، كما أن تقريعه للكافرين جعله ثقيلاً عليهم. </p><p> أو أن:  {كَبُرَ عَلَيْكُمْ مَّقَامِي}  [يونس: ٧١] . </p><p> تعني: أنه حمَّلهم ما لا يطيقون؛ لأن نوحاً عليه السلام أراد أن يُخرجهم عما ألفوا من عبادة الأصنام، فشقَّ عليهم ذلك. </p><p> إذن: فمبدأ عبادة الإله الواحد يصعب عليهم. </p><p> أو أن الأصل في الواعظ أو المبلِّغ أن يكون على مستوى القيام وهم قعود، وكان سيدنا عيسى عليه السلام يتكلم مع الحواريين وهو واقف، والوقوف إشعار بأن مجهود الهدي يقع على سيدنا عيسى عليه السلام بينما يقعد الحواريون ليستمعوا له في راحة. </p><p> إذن: فقول الحق سبحانه: </p><p> {إِن كَانَ كَبُرَ عَلَيْكُمْ مَّقَامِي}  [يونس: ٧١] . </p><p> أي: إن صعب عليكم ما أدعوكم اليه. </p><p> ويصح أن نأخذها من ناحية طول الوعظ والتكرار في ألف سنة إلا خمسين عاماً، أو أن مقامي كبر عليكم، بمعنى: أننا انقسمنا إلى قسمين؛ لأن المنهج الذي أدعو إليه لا يعجبكم، وكنت أحب أن نكون قسماً واحداً. </p><p> وها هو ذا سيدنا عمر بن الخطاب رَضِيَ اللَّهُ عَنْه، وأرضاه حين أحس أن الخلافة تقتضي أن يسمِّي من يَخْلُفُهُ من بعده، قال له بعض الناس: لماذا لا تولي علينا عبد الله بن عمر، فقالَ ابن الخطاب: بحسب </p><p> آل خطاب أن يُسأل منهم عن أمة محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ رجل واحد. ثم أضاف: أعلم أنكم مَلَلْتُم حُكْمي؛ لأني شديد عليكم. </p><p> إذن: فقد أحس نوح عليه السلام أنه انقسم هو وقومه إلى قسمين: هو قد أخذ جانب الله سبحانه الذي يدعو إلى عبادته، وهم أخذوا جانب الأصنام التي ألفوا عبادتها. </p><p> لذلك يقول الحق سبحانه على لسان نوح عليه السلام: </p><p> {فَعَلَى الله تَوَكَّلْتُ}  [يونس: ٧١] . </p><p> أي: أنني لن أتنازل عن دعوتي، ونلحظ أنك إن قلت:  «توكَّلتُ على الله» فقد يعني هذا أنك قد تقول: وعلى فلان، وفلان، وفلان لكنك إن قلت:  {فَعَلَى الله تَوَكَّلْتُ}  [يونس: ٧١] . </p><p> فأنت قد قصرت توكُّلك على الله فقط. </p><p> وهكذا واجه نوح عليه السلام قومه، ورصيده في ذلك هو الاعتماد والتوكل على من أرسله سبحانه، ويحاول أن يهديهم، لكنهم لم يستجيبوا، وقال لهم: </p><p> {فأجمعوا أَمْرَكُمْ وَشُرَكَآءَكُمْ ثُمَّ لاَ يَكُنْ أَمْرُكُمْ عَلَيْكُمْ غُمَّةً}  [يونس: ٧١] . </p><p> ومعنى جمع الأمر:  (أي: جمع شتات الآراء كلها في رأي واحد) ، أي: اتفقوا يا قوم على رأي واحد، وأنتم لن تضروني. وجمع أمر الأجيال التي ظل سيدنا نوح عليه السلام يحاول هدايتها تحتاج إلى جهد؛ لأن الجيل العقلي ينقسم إلى عشرين سنة. </p><p> وقد ظل سيدنا نوح عليه السلام يدعو القوم بعدد ما عاش فيهم، أي: ألف سنة إلى خمسين، فكم جيل إذن ظل نوح يعالجه؟ </p><p> إنها أجيال متعددة، ومع ذلك لم يظفر إلا بقدر قليل من المؤمنين بحِمْل سفينة واحدة، ومعهم الحيوانات أيضاً، فضلاً عن أن ابنه خرج أيضاً مع القوم الكافرين، وناداه نوح عليه السلام ليركب معه وأن يؤمن، فرفض، وآثر أن يظل في جانب الكفر، بما فيه من فناء للقوم الكافرين، وظن أنه قادر على أن يأوي إلى جبل يعصمه من الطوفان، ولم ينظر ابن نوح إلى جندي آخر من جنود الله سبحانه يقف عقبة في سبيل الوصول إلى الجبل، وهو الموج. </p><p> إذن: فقول نوح عليه السلام: </p><p> {فَعَلَى الله تَوَكَّلْتُ}  [يونس: ٧١] . </p><p> له رصيد إيماني ضمني، فلا يوجد مجير على الله من خلق الله؛ لأن الخلق كله جماده ونباته وحيوانه إنما ينصاع لأمر الله تعالى في نصرة نوح عليه السلام ولن يتخلف شيء. </p><p> هكذا كان توكُّل نوح عليه السلام على الله تعالى بما في هذا التوكل من الرصيد الإيماني المتمثل في: </p><p> {للَّهِ مُلْكُ السماوات والأرض}  [المائدة: ١٢٠] . </p><p> و {للَّهِ ما فِي السماوات وَمَا فِي الأرض}  [البقرة: ٢٨٤] . </p><p> ولن يخرج شيء عن ملكه سبحانه. </p><p> ومن العجيب أنه لم يخرج عن مراد الله في «كن» إلا الإنسان المختار، لم يخرج بطبيعة تكوينه، ولكن الحق سبحانه وهبه من عنده أن يكون مختاراً، ولو لم يهبه الله تعالى أن يكون مختاراً لما استطاع أن يقف، ولكان كل البشر من جنود الحق. </p><p> وقد قال نوح عليه السلام: </p><p> {فَعَلَى الله تَوَكَّلْتُ فأجمعوا أَمْرَكُمْ وَشُرَكَآءَكُمْ}  [يونس: ٧١] . </p><p> والإنسان حين يهمه أمر من الأمور يظل متردداً بين خواطر شتى، ويحاول أن يرى ميزات كل خاطر، ويختار أفضلها، وإذا ما جمع الإنسان خواطره كلها من خاطر واحد، فهذا يعني استقراره على رأي واحد، وجمع أمره عليه. </p><p> أما إذا كان الأمر متعدد الناس، فكل واحد منهم له رأي، فإن اجتمعوا وقرروا الاتفاق على رأي واحد، فهذا جمعٌ للأمر. </p><p> والاتفاق على رأي واحد إنما يختلف باختلاف هويّة المجتمعين، فإن كانوا أهل خير فهم ينزلون بالشر، وإن كانوا أهل شر فهم يصعدون بالشر. </p><p> ومثال ذلك: أبناء يعقوب عليه السلام حينما حدث بينهم وبين أخيهم من الحسد لمكانة يوسف عليه السلام فقالوا: </p><p> {اقتلوا يُوسُفَ أَوِ اطرحوه أَرْضاً يَخْلُ لَكُمْ وَجْهُ أَبِيكُمْ}  [يوسف: ٩] . </p><p> أي: أن الاقتراح بقتل يوسف هدفه ألا يلتفت وجه يعقوب وقلبه إلى أحد سواهم، وأتبعوا اقتراحهم بقتل يوسف باقتراح التوبة، فقالوا لبعضهم البعض: </p><p> {وَتَكُونُواْ مِن بَعْدِهِ قَوْماً صَالِحِينَ}  [يوسف: ٩] . </p><p> وهم قد ظنوا أن التوبة إن نفَّذوا القتل ستصبح مقبولة. </p><p> وهذا الشر البادي في حديثهم لم يقبله بعضهم في بادىء الأمر؛ لأنهم أبناء نبوّة، وما يزالون هم الأسباط، لا يصعد فيهم الشر، بل ينزل، فقال واحدٌ منهم: لا تقتلوه بل {اطرحوه أَرْضاً}  [يوسف: ٩] . </p><p> أي: أنه خفَّف المسألة من القتل إلى الطرح أرضاً، وهذه أول درجة في نزول الأخيار عن الشر الأول، وأيضاً تنازلوا عن الشر الثاني، وهو طرحه أرضاً؛ حتى لا يأكله حيوان مفترس، وجاء اقتراح:  {وَأَلْقُوهُ فِي غَيَابَةِ الجب يَلْتَقِطْهُ بَعْضُ السيارة إِن كُنتُمْ فَاعِلِينَ}  [يوسف: ١٠] . </p><p> ثم أجمعوا أمرهم أخيراً حتى نزل الشر مرة أخرى لاحتمال ورود النجاة. </p><p> إذن: فالأخيار حين يجتمعون على شر لا بد أن ينزل. </p><p> ومثال ذلك: رجل طيب رأى ابنه وهو يُضرَب من آخر، فيفكر للحظة في أن يضرب غريم ابنه بطلقة من (مسدس) ، ثم يستبدل هذه الفكرة بفكرة الاكتفاء بضربه ضرباً مبرحاً بالعصا، ثم يتنازل عن ذلك بأن يفكر في صفعه صفعتين، ثم يتنازل عن فكرة الصفع ويفكر في توبيخه، ثم يتنازل عن فكرة التوبيخ ويكتفي بالشكوى لوالده، وهذا ينزل الشر عند أهل الخير. </p><p> أما إن كان الرجل من أهل الشر، فهو يبدأ بفكرة الشكوى لوالد من ضرب ابنه، ثم يرفضها ليصعد شره إلى فكرة أن يصفعه هو، ثم لا ترضيه فكرة الصفع، فيفكر في أن يضربه ضرباً شديداً، ولا ترضيه هذه الفكرة، يقول لنفسه:  «سأطلق عليه الرصاص» . </p><p> وهكذا يتصاعد الشر من أهل الشر. </p><p> وهنا يقول الحق سبحانه على لسان سيدنا نوح عليه السلام: </p><p> {فأجمعوا أَمْرَكُمْ وَشُرَكَآءَكُمْ}  [يونس: ٧١] . </p><p> أي: اجتمعوا والزموا رأياً واحداً تحرصون على تنفيذه أنتم وشركاؤكم، وهو ينصحهم رغم أنهم أعداؤه، وكان عليه أن يحرص على اختلافهم، ولكن لأنه واثق من توكله على ربه؛ فهو يعلم أنهم مهما فعلوا فلن يقدروا عليه، ولن ينتصروا على دعوته إلا بالإقدام على إهلاك أنفسهم. </p><p> أو أنه مثلما يقول العامة:  «أعلى ما في خيولكم اركبوه» أي: أنه يهددهم، ولا يفعل ذلك إلا إذا كان له رصيد من قوة التوكل على الله تعالى. </p><p> ولا يكتفى بذلك بل يضيف: </p><p> {ثُمَّ لاَ يَكُنْ أَمْرُكُمْ عَلَيْكُمْ غُمَّةً}  [يونس: ٧١] . </p><p> والغمة: منها الغمام، ومنها الإغماء، أي: فقد الوعي وسَتْر العقل، أي: أنه قال لهم: لا تتبعوا أنفسكم بتبادل الهمسات فيما بينكم بل افعلوا ما يحلو لكم، ولا تحاولوا ستر ما سوف تفعلون. </p><p> إن عليكم أن تجتمعوا على راي واحد أنتم وشركاؤكم الذين تعتمدون عليهم، وتعبدونهم، أو شركاؤكم في الكفر، ولم يأبَهْ نوح عليه السلام بتقوية العصبية المضادة له؛ لأنه متوحل على الله فقط. </p><p> لذلك يقول:  {ثُمَّ اقضوا إِلَيَّ وَلاَ تُنظِرُونَ}  [يونس: ٧١] . </p><p> أي: أنه يُحفِّزهم على الاجتماع على أمر واحد ومعهم شركاؤهم سواء من الأصنام التي عبدوها أو من أقرانهم في الكفر وأن يصمموا على المضيّ في تنفيذ ما اتفقوا عليه. </p><p> و «قضى» أي: حكم حكماً، ولكن الحكم على شيء لا يعني الاستمرار بحيث ينفذ، فقد يُقضيَ على إنسان بحكم؛ ويوقف التنفيذ. </p><p> لكن قوله:  {اقضوا إِلَيَّ} يعني: أصدروا حكمكم وسيروا إلى تنفيذ ما قضيتم به. </p><p> ثم يقول:  {وَلاَ تُنظِرُونَ} أي: لا تمهلوني في تنفيذ ما حكمتم به عليَّ. </p><p> والمتأمل للآية الكريمة يجد فيها تحدياً كبيراً، فهو أولاً يطلب أن يجتمعوا على أمر وا حد، هم وشركاؤهم، ثم لا يكون على هذا الأمر </p><p> غُمَّة، ثم اقضوا إليَّ ما اتفقتم عليه من حكم ونفِّذوه ولا تؤجلوه، فهل هناك تحدًّ للخصم أكثر من ذلك؟ </p><p> لقد كانوا خصوماً معاندين، ظل نوح عليه السلام يترفق إليهم ويتحنن لهم ألف سنة إلا خمسين عاماً، وصبر عليهم كل هذا الوقت، ولا بد إذن من حدوث فاصل قوي، ولهذا كان الترقِّي في التحدي، فدعاهم إلى جمع الأمر ومعهم الشركاء، ثم بإصدار حكمهم عليه وعدم الإبطاء في تنفيذه، كان هذا هو التحدي الذي أخذ يترقى إلى أن وصل إلى قبول تنفيذ الحكم. </p><p> والنفسية العربية على سبيل المثال حين سامحت، وصبرت، وصفحت في أمر لا علاقة له بمنهج الله، بل بأمر يخص خلافاً على الأرض، تجد الشاعر العربي يقول عن «بني ذُهْل» الذين اتعبوا قوم الشاعر كثيراً، ولكن قومه صفحوا عنهم؛ يقول الشاعر: </p><p> صَفَحْنا عن بني ذُهْلٍ ... وقلنا: القومُ إخوانُ </p><p> عسى الأيامُ أنْ يرجع ... نَ قوماً كالذي كانوا </p><p> فلما صَرَّحَ الشرُّ ... فأمْسَى وهو عريانُ </p><p> ولم يبقَ سوى العدوا ... ن دِنَّاهم كما دانوا </p><p> مَشَيْنا مِشْيةَ الليثِ ... غَدَا والليثُ غضبانُ </p><p> بِضرب فيه توهينٌ ... وتخضيعٌ وإقرانُ </p><p> وطعْن كَفَمِ الزقِّ ... غَدَا والزِّقُّ مَلآنُ </p><p> وفي الشرِّ نجاةٌ حي ... ن لا يُنجيكَ إحسانُ </p><p> وبعضُ الحِلْمِ عند الجهْ ... لِ للذِّلَّةِ إذعانُ </p><p> إذن: فالمناجرة بين نوح عليه السلام وقومه اقتضت التشديد، لعل بشريتهم تلين، ولعل جبروتهم يلين، ولعلهم يعلنون الإيمان بالله تعالى، ولكنهم لم يرتدعوا. </p><p> لذلك يقول الحق سبحانه على لسان نوح بعد ذلك:  {فَإِن تَوَلَّيْتُمْ فَمَا سَأَلْتُكُمْ مِّنْ أَجْرٍ} </p>"
}