{
  "id": null,
  "sura": 10,
  "aya": 34,
  "text": "<p> وهنا يأمر الحق سبحانه رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أن يسألهم:  {هَلْ مِن شُرَكَآئِكُمْ مَّن يَبْدَأُ الخلق ثُمَّ يُعِيدُهُ}  [يونس: ٣٤] . </p><p> ومعنى أن الله يسأل القوم هذا السؤال أنه لا بد أن تكون الإجابة كما أرادها هو سبحانه. وإنْ قال قائل: وكيف يأمنهم على مثل هذا الجواب، ألم يكن من الجائز أن ينسبوا هذا إلى غير الله؟ </p><p> نقول: إن هذا السؤال: لا يُطرح إلا وطارحه يعلم أن له إجابة واحدة، فلن يجد المسئول إجابة إلا أن يقول: إن الذي يفعل ذلك هو الله سبحانه ولا يمكن أن يقولوا: إن الصنم يفعل ذلك؛ لأنهم يعلمون أنهم هم الذين صنعوا الأصنام، ولا قدرة لها على مثل هذا الفعل. </p><p> فالإجابة معلومة سلفاً: إن الله سبحانه وتعالى وحده هو القادر على ذلك، وهذا يوضح أن الباطل لجلج والحق أبلج، وللحق صَوْلة؛ فأنت ساعة تنطق بكلمة الحق في أمر ما، تجدها قد فعلت فِعْلها فيمن هو على الباطل، ويأخذ وقتاً طويلاً إلى أن يجد كلاماً يرد به ما قلته، بل يحدث له انبهار واندهاش، وتنقطع حجته. </p><p> ولذلك لم يَقُل الحق سبحانه هنا مثلما قال من قبل:  {فَسَيَقُولُونَ الله}  [يونس: ٣١] . </p><p> بل قال:  {قُلِ الله يَبْدَأُ الخلق ثُمَّ يُعِيدُهُ}  [يونس: ٣٤] . </p><p> وجاء بها الحق سبحانه هكذا؛ لأنهم حينما سُئلوا هذا السؤال بهرهم الحق وغلب ألسنتهم وخواطرهم؛ فلم يستطيعوا قول أي شيء. </p><p> ومثال ذلك ولله المثل الأعلى نجد وكيل النيابة يضيّق الخناق على المتهم بأسئلة متعددة إلى أن يوجه له سؤالاً ينبهر المتهم من فرط دقته وليس له إلا إجابة واحدة تتأبى طباعة ألا يجيب عنه، فيجيب المتهم معترفاً. </p><p> والإنسان كما خلقه الله تعالى صالح لأن يؤمن، وصالح لأن يكفر، فإرادته هنا تتدخل، لكن أبعاضه مؤمنة عابدة مسبحة، فاللسان الذي قد ينطق الكفر، هو في الحقيقة مؤمن مُسبِّحٌ، حامد، شاكر، لكن إرادة الإنسان التي شاءها الله سبحانه متميزة بالاختيار قد تختار الكفر والعياذ بالله فينطق اللسان بالكفر. </p><p> وقد تأتمر اليد بأمر صاحبها؛ فتمتد لتسرق، أو تسعى الأقدام مثلاً إلى محل احتساء الخمر، ولكن هل هذه الفاعلات راضية عن تلك الأفعال؟ </p><p> لا، إنها غير راضية، إنما هي خاضعة لإرادة الفاعل. </p><p> وحين يسأل السؤال: من يبدأ الخلق ثم يعيده؟ فاللسان بفطرية تكوينه المؤمنة يريد أن يتكلم؛ لكنه لا يملك إرادة الكلام، فيبين الحق سبحانه للنبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أن يجيب نيابة عن الأبعاض المؤمنة، فيقول سبحانه:  {قُلِ الله يَبْدَأُ الخلق ثُمَّ يُعِيدُهُ}  [يونس: ٣٤] وهو بذلك يؤكد الصيغة، ويكفي أن يقول محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ هذا القول مُبلِّغاً عن ربه، وينال هذا القول شرف العندية: </p><p> {قُلِ الله يَبْدَأُ الخلق ثُمَّ يُعِيدُهُ فأنى تُؤْفَكُونَ}  [يونس: ٣٤] . </p><p> والإفك: هو الكذب المتعمَّد، وهو الافتراء، وهناك فارق بين الكذب غير المتعمد والكذب المتعمد، فالكذب غير المتعمد هو من ينقل ما بلغه عن غيره حسبما فهم واعتقد، وهو لون من ألوان الكذب لا يصادف الحق، ويتراجع عنه صاحبه إن عرف الحق. </p><p> أما الافتراء فهو الكذب المتعمد، أي: أن يعلم الإنسان الحقيقة </p><p> ويقلبها؛ ولذلك نجد العلماء قد وقفوا هنا وقفة؛ فمنهم من قال: هناك صدق، وهناك كذب، لكن علماء آخرين قالوا: لا، إن هناك واسطة بين الصدق والكذب. </p><p> ومثال ذلك: أن يدخل ابنٌ على أبيه، بعد أن سمع هذا الابن من الناس أن هناك حريقاً في بيت فلان، فيقول الابن لوالده: هناك حريق في بيت فلان؛ فيذهب الأب ليعاين الأمر، فإن وجد حريقاً فقول الابن صدق، وإن لم يكن هناك حريق فالخبر كاذب، ولكن ناقل الخبر نقله حسبما سمع. </p><p> إذن: فهناك فَرْق بين صدق الخبر وصدق المُخْبِر، فمرة يَصْدُق الخبر ويصدُق المخبر، ومرة يصدُق الخبر ولا يصدُق المخبِر، ومرة يصدق المخبر ولا يصدق الخبر. </p><p> فهُنا أربعة مواقف، والذين قالوا إن هناك واسطة بين الصدق والكذب هم مَنْ قالوا: إن الصدق يقتضي مطابقة بين الواقع والخبر. أما الكذب فهو ألا يطابق الواقع الخبر. </p><p> لذلك يجب أن نفرِّق بين صدق الخبر في ذاته، وصدق المخبر، بأنه يقول ما يعتقد. أما صدق الخبر فهو أن يكون هو الواقع. </p><p> وقول الحق سبحانه:  {فأنى تُؤْفَكُونَ} أي: فكيف تقلبون الحقائق؛ لأنكم تعرفون الواقع وتكذبونه كذباً متعمداً؟ </p><p> وكلنا نعلم قول الحق سبحانه:  {والمؤتفكة أهوى}  [النجم: ٥٣] . </p><p> والمؤتفكة: هي القرى التي كُفئت أعلاها إلى أسفلها، كذلك الكذَّاب يقلب الحقيقة. </p><p> ويقول الحق سبحانه بعد ذلك:  {قُلْ هَلْ مِن شُرَكَآئِكُمْ مَّن يهدي إِلَى الحق} </p>"
}