{
  "id": null,
  "sura": 10,
  "aya": 104,
  "text": "<p> والشَّكُّ معناه: وضَعْ أمرين في كِفَّتين متساويتين. </p><p> وهنا يأمر الحق سبحانه رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بأن يعرض على الكافرين قضية الدين، وأن يضعوها في كفة، ويضعوا في الكفة المقابلة ما يؤمنون به. </p><p> ويترك لهم الحكم في هذا الأمر. </p><p> هم إذن في شك: هل هذا الدين صحيح أم فاسد؟ </p><p> وعَرْض الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لأمر الدين للحكم عليه، يعني: أن أمر الدين ملحوظ أيضاً عند أيِّ كافر، وهو ينتبه أحياناً إلى قيمة الدين. </p><p> فإن كنتم في شكٍّ من الدين الذي أنزِلَ على رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وهل ينتصر الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ومَنْ معه عليهم، أم تكون لهم الغلبة؟ </p><p> وحين يعرض الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أمر الدين عليهم، ويترك لهم الحكم، فهذه ثقة منه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بأن قضايا دينه إنْ نظر إليها الإنسان ليحكم فيها، فلا بد أن يلتجىء الإنسان إلى الإيمان. </p><p> ويحسم الحق سبحانه وتعالى أمر قضية الشرك به، ويستمر أمره إلى الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أن يقول: </p><p> {فَلاَ أَعْبُدُ الذين تَعْبُدُونَ مِن دُونِ الله ولكن أَعْبُدُ الله}  [يونس: ١٠٤] . </p><p> أي: أنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لا يمكن أن يعبد الشركاء وأن يعبد الله؛ لأنه لن يعبد إلا الله {ولكن أَعْبُدُ الله}  [يونس: ١٠٤] . </p><p> ثم جاء سبحانه بالدليل الذي لا مراء فيه، الدليل القوي، وهو أن الحق سبحانه وتعالى وحده هو المستحق للعبادة؛ لأنه {الذي يَتَوَفَّاكُمْ} ، ولا يوجد مَنْ يقدر أو يتأبى على قَدَر الله سبحانه حين يُميته. </p><p> وهنا قضيتان: </p><p> الأولى: قضية العبادة في قوله سبحانه: {فَلاَ أَعْبُدُ الذين تَعْبُدُونَ مِن دُونِ الله ولكن أَعْبُدُ الله الذي يَتَوَفَّاكُمْ}  [يونس: ١٠٤] . </p><p> وكان لا بُدَّ أن يأتي أمر المسألتين معاً: مسألة عدم عبادة الرسول لمن هم من دون الله، ومسألة تخصيص الله تعالى وحده بالعبادة. </p><p> والفصل واضح بما يُحدِّد قطع العلاقات بين معسكر الإيمان ومعسكر الشرك، كما أورده الحق سبحانه في قوله: </p><p> {قُلْ ياأيها الكافرون لاَ أَعْبُدُ مَا تَعْبُدُونَ وَلاَ أَنتُمْ عَابِدُونَ مَآ أَعْبُدُ وَلاَ أَنَآ عَابِدٌ مَّا عَبَدتُّمْ وَلاَ أَنتُمْ عَابِدُونَ مَآ أَعْبُدُ لَكُمْ دِينُكُمْ وَلِيَ دِينِ}  [الكافرون: ١٦] . </p><p> والذين يقولون: إن في سورة (الكافرون) تكراراً لا يلتفتون إلى أن هذا الأمر تأكيد لقطع العلاقات؛ ليستمر هذا القطع في كل الزمن، فهو ليس قطعاً مؤقَّتاً للعلاقات. </p><p> وهذا أول قَطْع للعلاقات في الإسلام، بصورة حاسمة ليست فيها أية فرصة للتفاهم أو للمساومة، ويظل كل معسكر على حاله. </p><p> يقول الحق سبحانه وتعالى في سورة النصر: </p><p> {إِذَا جَآءَ نَصْرُ الله والفتح وَرَأَيْتَ الناس يَدْخُلُونَ فِي دِينِ الله أَفْوَاجاً فَسَبِّحْ بِحَمْدِ رَبِّكَ واستغفره إِنَّهُ كَانَ تَوَّاباً} </p><p> [النصر: ١٣] . </p><p> هنا يتأكد الأمر، فبعد أن قطع الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ العلاقات مع معسكر الشرك، جاء نصر الله سبحانه وتعالى وفَتْحه، فَهُرِع الناس من معسكر الشرك إلى معسكر الإيمان. </p><p> هم إذن الذين جاءوا إلى الإيمان. . هذه هي القضية الأولى: </p><p> {فَلاَ أَعْبُدُ الذين تَعْبُدُونَ مِن دُونِ الله ولكن أَعْبُدُ الله}  [يونس: ١٠٤] . </p><p> وهم كانوا يعبدون الأصنام المصنوعة من الحجارة. </p><p> وأنت إذا نظرتَ إلى الأجناس في الوجود، فأكرمها هو الإنسان الذي سخَّر له الحق سبحانه بقية الأجناس لتكون في خدمته. </p><p> والجنس الأقل من الإنسان هو الحيوان. </p><p> ثم يأتي الجنس الأقل مرتبةً من الإنسان والحيوان، وهو النبات. </p><p> ثم يأتي الجماد كأدنى الأجناس مرتبةً، وهم قد اتخذوا من أدنى الأجناس آلهة، وهذه هي قمة الخيبة. </p><p> وتأتي القضية الثانية في قول الحق سبحانه وتعالى: </p><p> {وَأُمِرْتُ أَنْ أَكُونَ مِنَ المؤمنين}  [يونس: ١٠٤] فإذا كان رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قد رفض العبادة لمن هُمْ دون الله سبحانه، فمعنى ذلك أنه لن يعبد سوى الله تعالى. </p><p> وليس هذا موقفاً سلبياً، بل هو قمة الإيجاب؛ لأن العبادة تقتضي استقبال منهج الله بأن يطيع أوامره، ويجتنب نواهيه. </p><p> ويقول الحق سبحانه بعد ذلك:  {وَأَنْ أَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفاً} </p>"
}