{
  "id": null,
  "sura": 10,
  "aya": 76,
  "text": "<p> وقد جاءهم الحق على لسان الرسل عليهم السلام وعلى كل إنسان أن يفهم أنه حين يستقبل من الرسول رسالة الحق، فليفهم أنها رسالة ليست ذاتية الفكر من الرسول، بل قد أرسله بها الله الخالق الأعلى سبحانه وتعالى. </p><p> ولذلك فالمتأبَّى على الرسول، لا يتأبَّى على مساوٍ له؛ لأن الرسول هو مُبلِّغ عن الله تعالى، والله سبحانه هو الذي بعثه، ويجب على الإنسان أن يعرف قدر البلاغ القادم من الله الحق، لأنه سبحانه هو الحق الأعلى، وهو الذي خلق كل شيء بالحق: سماء مخلوقة بالحق، وأرض مخلوقة بالحق، وشمس تجري بالحق، ومطر ينزل بالحق، وكل شيء ثابت ومتحرك بقوانين أرادها الحق سبحانه. </p><p> ولو سيطر الإنسان دون منهج على قوانين الكائنات لأفسدها؛ لأن الفساد إنما يتأتى مما للإنسان دخل فيه، ويدخل إليه بدون منهج الله. </p><p> والفساد إنما يجيء من ناحية اختيار الإنسان للبدائل التي لا يخضع فيها لمنهج الله تعالى. </p><p> ولذلك إن أردتم أن تستقيم حياتكم استقامة الكائنات العليا التي لا دخل لكم فيها، فامتثلوا لمنهج الحق وميزانه؛ لأنه سبحانه هو القائل: </p><p> {والسمآء رَفَعَهَا وَوَضَعَ الميزان أَلاَّ تَطْغَوْاْ فِي الميزان}  [الرحمن: ٧ ٨] . </p><p> أي: إن كنتم تريدون أن تعتدل أموركم، وتنضبط انضباط الكائنات الأخرى فالتكن إرادة الاختيار المخلوقة لكم خاضعة لمنهج الله تعالى، وتسير في إطار هذا المنهج الرباني. </p><p> وحين نتأمل قول الحق سبحانه: </p><p> {فَلَمَّا جَآءَهُمُ الحق مِنْ عِندِنَا}  [يونس: ٧٦] . </p><p> نجد في هذا القول توجيهاً إلى أن الحق لم يأت من ذوات الرسل؛ فهذه الذوات لا دخل لها في الموضوع، وإياك أن تهاجم رسالة حق جاءتك من إنسان لا تحبه، بل ناقش الحق في ذاته، ولا تدخل في متاهة البحث عمَّن جاء بهذا الحق، وانظر إلى من كفروا بمحمد رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فَهُمْ من قالوا: </p><p> {لَوْلاَ نُزِّلَ هذا القرآن على رَجُلٍ مِّنَ القريتين عَظِيمٍ}  [الزخرف: ٣١] . </p><p> وهم بذلك قد أدخلوا النازل عليه القرآن في الحكم، مع أن العقل كان يقتضي أن ينظروا إلى القرآن في ذاته، وأن يأخذوا الحكمة من أي وعاء خرجت. </p><p> وعليك أنت أن تستفيد من هذا الأمر، وخُذ الحكمة من أي قائل لها، </p><p> ولا تنظر إلى من جاءت الحكمة منه، فإن كنت تكرهه فأنت ترفض أن تأخذ الحكمة منه، وإن كانت تحبه أخذتها. لا، إن عليك أن تأخذ الحكمة ما دامت قد جاءت بالحق؛ لأنك إن لم تأخذها أضعت نفسك. </p><p> والحق هو الشيء الثابت، وإن ظهر في بعض الأحيان أن هناك من طمس الحق، وأن الباطل تغلّب عليه، فهذا يعني ظهور المفاسد؛ فيصرخ الناس طالبين الحق. </p><p> وانتشار المفاسد هو الذي يجعل الناس تستدعي الحق، وتتحمس له؛ لأن الباطل حين يَعَضُّ الناس، تجدهم يتجهون إلى الحق ليتمسكوا به. </p><p> والحق سبحانه هو القائل: </p><p> {أَنَزَلَ مِنَ السمآء مَآءً فَسَالَتْ أَوْدِيَةٌ بِقَدَرِهَا فاحتمل السيل زَبَداً رَّابِياً وَمِمَّا يُوقِدُونَ عَلَيْهِ فِي النار ابتغآء حِلْيَةٍ أَوْ مَتَاعٍ زَبَدٌ مِّثْلُهُ كذلك يَضْرِبُ الله الحق والباطل فَأَمَّا الزبد فَيَذْهَبُ جُفَآءً وَأَمَّا مَا يَنفَعُ الناس فَيَمْكُثُ فِي الأرض كذلك يَضْرِبُ الله الأمثال}  [الرعد: ١٧] . </p><p> والحق سبحانه هنا يضرب المثل النازل كسيل من السماء على الجبال، فيأخذ كل وادٍ أسفل الجبال على قدر احتماله، ويرتوى الناس، وترتوي الأرض، لكن السيل في أثناء نزوله على الجبال إنما يحمل بعضاً من الطمي، والقش، ويستقر الطمي في أرض الأودية؛ لتستفيد منه، أما القش والقاذورات فتطفو على سطح الماء، وتسمى تلك الأشياء الطافية زَبَداً، وساعة تضعها في النار، فهي تصدر أصواتاً تسمى (الطشطشة) . </p><p> ومثال ذلك: حين نوقد النار؛ لنصهر الحديد، نجد الخبث هو الذي يطفو، ويبقى الحديد النقي في القاع. </p><p> هذا الزبد الذي وجد فوق الماء ينزاح على الجوانب، ومثال ذلك: ما نراه على شواطىء البحر حين يقذف الموج بقاذورات على الشاطىء، هذه القاذورات التي ألقتها البواخر، فيلفظها البحر بالموج، وهذا الزبد يذهب جُفاءً، أما ما ينفع الناس فيبقى في الأرض؛ لذلك يقول الحق سبحانه: </p><p> {كذلك يَضْرِبُ الله الحق والباطل}  [الرعد: ١٧] . </p><p> إذن: فالله سبحانه يترك للباطل مجالاً، ولكن لا يسلم له الحق، بل يترك الباطل؛ ليحفز غيرة الناس على الحق، فإن لم يغاروا على الحق غار هو عليه. </p><p> وهنا يقول الله سبحانه وتعالى: </p><p> {فَلَمَّا جَآءَهُمُ الحق مِنْ عِندِنَا قالوا إِنَّ هذا لَسِحْرٌ مُّبِينٌ}  [يونس: ٧٦] . </p><p> ولأنهم كانوا مشهورين بالسحر؛ ظنوا أن الآيات التي جاءت مع موسى عليه السلام هي السحر المبين، أي: السحر الظاهر الواضح. </p><p> ويقول الحق سبحانه بعد ذلك:  {قَالَ موسى أَتقُولُونَ لِلْحَقِّ لَمَّا جَآءَكُمْ} </p>"
}