{
  "id": null,
  "sura": 10,
  "aya": 47,
  "text": "<p> والحق سبحانه لا يظلم أحداً، ولا يعذب قوماً إلا بعد أن يكفروا بالرسول الذي أرسله إليهم، وهو سبحانه القائل: </p><p> {وَإِن مِّنْ أُمَّةٍ إِلاَّ خَلاَ فِيهَا نَذِيرٌ}  [فاطر: ٢٤] . </p><p> وهو سبحانه القائل أيضاً: </p><p> {لَّمْ يَكُنْ رَّبُّكَ مُهْلِكَ القرى بِظُلْمٍ وَأَهْلُهَا غَافِلُونَ}  [الأنعام: ١٣١] . </p><p> فلا تجريم ولا عقوبة إلا بنص وببيان لتجريم هذا الفعل أو ذاك، بإرسال الرسل؛ حتى لا يحتج أحد بأنه لم يصل إليه شيء يحاسب بمقتضاه. </p><p> والحق سبحانه هنا يبيِّن أن لكل أمة رسولاً يتعهدها بأمور المنهج. </p><p> وقد خلق الحق سبحانه كل الخلق، وكانوا موحِّدين منذ ذرية آدم عليه السلام ثم اقتضت الأحداث أن يتباعدوا، وانتشروا في الأرض، وصارت الالتقاءات بعيدة، وكذلك المواصلات، وتعددت الآفات بتعدد البيئات. </p><p> ولكن إذا تقاربت الالتقاءات، وصارت المواصلات سهلة، فما يحدث في الشرق تراه في لحظتها وأنت في الغرب، فهذا يعني توحُّد الآفات أو تكاد تكون واحدة؛ لذلك كان لا بد من الرسول الخاتم صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، أما في الأزمنة القديمة، فقد كانت أزمنة انعزالية، تحيا كل جماعة بعيدة عن الأخرى؛ ولذلك كان لا بد من رسول لكل جماعة؛ ليعالج داءات البيئة، أمَا وقد التقت البيئات، فالرسول الخاتم يعالج كل الداءات. </p><p> ولذلك يقول الحق سبحانه: </p><p> {وَلِكُلِّ أُمَّةٍ رَّسُولٌ فَإِذَا جَآءَ رَسُولُهُمْ قُضِيَ بَيْنَهُمْ بالقسط وَهُمْ لاَ يُظْلَمُونَ}  [يونس: ٤٧] . </p><p> وقد حكى التاريخ لنا ذلك، فكل رسول جاء آمن به البعض، وكفر به البعض الآخر، والذين آمنوا به انتصروا، ومَنْ كفروا به هُزِمُوا. </p><p> أو أن الآية عامة {وَلِكُلِّ أُمَّةٍ رَّسُولٌ} أي: تُنادي كل أمة يوم القيامة باسم رسولها، يا أمة محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، ويا أمة موسى، ويا أمة عيسى ... إلخ. </p><p> والحق سبحانه يقول: </p><p> {فَكَيْفَ إِذَا جِئْنَا مِن كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ على هؤلاء شَهِيداً يَوْمَئِذٍ يَوَدُّ الذين كَفَرُواْ وَعَصَوُاْ الرسول لَوْ تسوى بِهِمُ الأرض وَلاَ يَكْتُمُونَ الله حَدِيثاً}  [النساء: ٤١٤٢] . </p><p> إذن: فالحق سبحانه هنا يبيِّن أن لكل أمة رسولاً جاءها بالبلاغ عن الله، وقد آمن به مَنْ آمن، وكفر به مَنْ كفر، وما دام الإيمان قد حدث وكذلك الكفر فلا بد من القضاء بن المؤمنين والكافرين. </p><p> لذلك يقول الحق سبحانه: </p><p> {فَإِذَا جَآءَ رَسُولُهُمْ قُضِيَ بَيْنَهُمْ بالقسط وَهُمْ لاَ يُظْلَمُونَ}  [يونس: ٤٧] . </p><p> وما دام في الأمر قضاء، فلا بد أن المؤمن يَعتبر الكافر منازعاً له، وأن الكافر يَعتبر المؤمن منازعاً له، ويصير الأمر قضية تتطلب الحكم؛ لذلك يقول الحق سبحانه: </p><p> {قُضِيَ بَيْنَهُمْ بالقسط وَهُمْ لاَ يُظْلَمُونَ}  [يونس: ٤٧] . </p><p> أي: يُقضي بينهم بالعدل، فالمؤمنون يتقصَّى الحق سبحانه حسناتهم ويزيدها لهم، أما الكافرون فلا توجد لهم حسنات؛ لأنهم كفروا بالله الحق؛ فيوردهم النار، وهم قد أبلغهم رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أنه سيأتي يوم يُسألون فيه عن كل شيء، فاستبعدوا ذلك وقالوا: </p><p> {أَإِذَا مِتْنَا وَكُنَّا تُرَاباً وَعِظَاماً أَإِنَّا لَمَبْعُوثُونَ أَوَ آبَآؤُنَا الأولون}  [الصافات: ١٦١٧] . </p><p> لقد تعجبوا من البعث وأنكروه، لكنهم يجدونه حتماً وصدقاً. </p><p> ويشاء الحق سبحانه أن يُدخل عليهم هذه المسألة دخولاً إيمانياً، فيقول:  {أَفَعَيِينَا بالخلق الأول}  [ق: ١٥] . </p><p> فأنتم إذا متُّم وتحلَّلتم في التراب، أيعجز الله سبحانه أن يخلقكم من جديد؟ لا؛ إنه سبحانه القائل: </p><p> {قَدْ عَلِمْنَا مَا تَنقُصُ الأرض مِنْهُمْ وَعِندَنَا كِتَابٌ حَفِيظٌ}  [ق: ٤] . </p><p> أي: أنه سبحانه يأمر العناصر الخاصة بكل إنسان أن تتجمَّع كلها، وليس هذا بعسير على الله الذي خلقهم أولاً. </p><p> وهم كَذَّبوا واستنكروا واستهزأوا بمجيء يوم القيامة والبعث، وبلغ استهزاؤهم أن استعجلوا هذا اليوم، وهذا دليل جهلهم، وكان على الواحد منهم أن يفر من هول ذلك اليوم. </p><p> ولذلك يقول الحق سبحانه بعد ذلك على ألسنتهم:  {وَيَقُولُونَ متى هذا الوعد} </p>"
}