{
  "id": null,
  "sura": 10,
  "aya": 11,
  "text": "<p> وهذه الآية تتناول قضية عقدية قد تكون شُغُل الناس الشاغل في الدعاء </p><p> لله تعالى، وقد لا يُجاب دعاؤهم مع كثرة الدعاء، ويُحزنهم على أنفسهم ويقول الواحد منهم: لماذا لا يقبل الله دعائي؟ أو يقع بعضهم في اليأس. </p><p> ونقول لكل إنسان من هذا الفريق: لا، أنت تدعو، مرة تدعو بالشر ومرة تدعو بالخير، فلو أن الله سبحانه وتعالى قد أجابك في جميع الدعاء، فسوف يجيب دعاءك في الشر ودعاءك في الخير، ولو أن الله سبحانه وتعالى عجَّل لك دعاء الشر، كما تحب أن يُعجَّل لك دعاء الخير، لَقُضِي إليك أجلك وانتهت المسألة، وهناك من قالوا:  {اللهم إِن كَانَ هذا هُوَ الحق مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السمآء أَوِ ائتنا بِعَذَابٍ أَلِيمٍ}  [الأنفال: ٣٢] . </p><p> ولو استجاب الحق لمثل هذا الدعاء، لكان وبالاً على مَنْ دعوا ذلك الدعاء. </p><p> إذن: فمن مصلحتك حين تدعو على نفسك أو تدعو بأي وبال ألا يجيبك الله تعالى، وافهم أن لله تعالى حكمة في الإجابة؛ لأنه سبحانه </p><p> وتعالى مُنزَّه عن أن يكون موظفاً عند الخلق، ومَن يدعُهُ بشيء يجبه عليه، بل لا بد من مشيئته سبحانه في تقرير لون الإجابة؛ لأنه لو كان الأمر عكس ذلك لانتقلت الألوهية للعبد. </p><p> لقد صان الحق سبحانه عباده بوضع رقابة على الدعاء؛ وأنت تعتقد أن دعاءك بالخير، ولكن رقابة الحق سبحانه التي تعلم كل شيء أزلاً تكاد أن تقول لك: لا، ليس خيراً. وانتظر الخير بعدم استجابة دعائك؛ لأنه القائل سبحانه:  {وعسى أَن تَكْرَهُواْ شَيْئاً وَهُوَ خَيْرٌ لَّكُمْ وعسى أَن تُحِبُّواْ شَيْئاً وَهُوَ شَرٌّ لَّكُمْ ... }  [البقرة: ٢١٦] . </p><p> إذن: فمعرفتك ليست نهائية في تقرير الخير والشر؛ لذلك دَعِ الإلهَ الأعلى - وهو المأمون عليك - أن يستجيب أو لا يستجيب لما تدعوه وأنت في ظنك أنه الخير، فالمعرفة العليا هي التي تفرق بين الخير والشر، وفي المنع - أحياناً - عين العطاء؛ ولذلك يقول الحق:  {وَيَدْعُ الإنسان بالشر دُعَآءَهُ بالخير وَكَانَ الإنسان عَجُولاً}  [الإسراء: ١١] . </p><p> وقد تلحّ في دعاء لو استجيب لك؛ لكان شرّاً. والله سبحانه يعلم ما هو الخير لك، وهو سبحانه يجيب أحياناً بعض خلقه في أشياء كان الإنسان منهم يتمنى أن توجد، ثم يكتشف الإنسان أنها لم تكن خيراً، وأحياناً يأتي لك بأشياء كنت تظن أنها شر لك، فتجد فيها الخير. وهكذا يصحّح لك الحق سبحانه بحكمته تصرفاتك الاختيارية. </p><p> وقد قال الكافرون لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. {اللهم إِن كَانَ هذا هُوَ الحق مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السمآء أَوِ ائتنا بِعَذَابٍ أَلِيمٍ}  [الأنفال: ٣٢] . </p><p> ومن قالوا هذا القول هم: العاص بن وائل السهمي، والوليد بن المغيرة، والأسود بن عبد المطلب والأسود بن عبد يهود، وكانوا قد وصلوا إلى قمة الاضطراب؛ فهم قد اضطربوا أولاً حين اتهموه بأنه ساحر، ولم ينتبهوا إلى غباء ما يقولون؛ لأنه إن كان لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قدرة السحر؛ فلماذا لم يسحرهم هم ليؤمنوا أيضاً؟ </p><p> واضطربوا مرة ثانية، وحاولوا أن يقولوا: إن القرآن شعر، أو له طبيعة الشعر والكلام المسجوع، والقرآن ليس كذلك. </p><p> ولو أن جماعة غيرهم قالت مثل هذا القول لكان لهم عذرهم لأنهم ليسوا أهل لغة، أما هؤلاء فهم قوم أهل دُرْبة على الفصاحة والبلاغة، وكانوا يعقدون أسواق الشعر والخطابة، ثم اضطربوا مرة ثالثة، وحاولوا الطعن في مكانه محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وهم يُقروّن بعظمة القرآن؛ فقالوا:  {لَوْلاَ نُزِّلَ هذا القرآن على رَجُلٍ مِّنَ القريتين عَظِيمٍ}  [الزخرف: ٣١] . </p><p> والحق سبحانه وتعالى حينما يتعرض لحادثة وقعت في زمن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مع الكافرين؛ لا يقتصر في الحدث على ما وقع، ولكنه يعالج قضية عامة كونية إلى أن تقوم الساعة، ويجعل الحدث الحاصل في زمنه سبباً فقط؛ ليعطي عموم الحكم في كل زمان وفي كل مكان. وإلا اقتصر الأمر على رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. وقد جاء القرآن للناس كافة، وجاء للزمان عامة، فلا بد أن تكون القضية المعروضة - أيّ قضية - أمام رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من قوم عاصروه لها سبب خاص، ولكن العبرة بعموم الموضوع لا بخصوص السبب. </p><p> ويعالج الله سبحانه وتعالى في هذه المسألة الشخصية من هؤلاء الذين قالوا ذلك قضيةً كونيةً ستظل إلى أن تقوم الساعة. </p><p> فقد دَعَوْا على أنفسهم:  {إِن كَانَ هذا هُوَ الحق مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السمآء أَوِ ائتنا بِعَذَابٍ أَلِيمٍ}  [الأنفال: ٣٢] . </p><p> كما قال قوم عاد لهود:  {أَجِئْتَنَا لِنَعْبُدَ الله وَحْدَهُ وَنَذَرَ مَا كَانَ يَعْبُدُ آبَاؤُنَا فَأْتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ الصادقين}  [الأعراف: ٧٠] . </p><p> إذن: هم قد دعوا بشرٍّ على أنفسهم. </p><p> ويعالج الله قضية الدعاء بالخير أو الدعاء بالشرّ، لأن الإنسان قد يضيق ذَرْعاً بأمور تحيط بذاته أو بالمحيط به؛ فإذا ضاق ذرعاً بأمور تحيط به </p><p> في ذاته من ألم كمرض - مثلاً، أو عاهة لا يقوى على الصبر عليها، أو لا يقوى على تحمّلها؛ فيقول:  «يا رب، أرحني يا رب» ، وهو هنا يدعو على نفسه بالموت. فلو أن الله سبحانه وتعالى استجاب دعاءه لَقُضيت المسألة. </p><p> ولكن الله هو الحكيم العزيز، لا يأتمر بأمر أحد من خلقه، ولا يعجل بعَجَلة العباد، وكما يؤجل لك استجابته لدعوة الخير منك، فهو يؤجل أيضاً إجابتك لدعوة الشرّ منك على نفسك؛ وفي ذلك رحمة منه سبحانه. </p><p> وإذا كنت تقول: أنا أدعو بالخير، والله سبحانه وتعالى لا يعطيني، فخذ مقابلها: أنك تدعو بالشرّ على نفسك، ولا يجيبك الله. </p><p> ثم ألا يضيق الأب أحياناً ذَرْعاً بمن حوله، فيقول: فليأخذني الله؛ لأستريح من وجوهكم؟ هَبْ أن الله سبحانه أجابه إلى هذه الدعوة، فماذا يكون الموقف؟ وقد تجد من يقول: يا رب أصبني بالعمى فلا أراهم، أو تدعو المرأة على نفسها أو على أولادها. </p><p> وأنتم تحبون أن يجيب الله تعالى دعاءكم، فلو كان يجيبكم على دعاء الشرّ لانتهت حياتكم إلى الفزع، مثل هذه الأم التي تدعو بالمتناقضات فتقول لولدها - مثلاً:  «ربنا يسقيني نارك» فتطلب السُّقيا بالنار، رغم أن السُّقيا للرِّي، والنار للحرارة. </p><p> إذن: قد يضيق الإنسان ذرعاً بنفسه، أو يضيق ذرعاً بمن حوله؛ فيدعو على نفسه بالشرّ، وحين يدعو الإنسان فيجب عليه أن ينزّه الحق سبحانه تعالى عن أن ينفذ ما يدعو العبد به دون أن يمر الدعاء على حكمته سبحانه وتعالى. </p><p> {وَلَوْ يُعَجِّلُ الله لِلنَّاسِ الشر استعجالهم بالخير لَقُضِيَ إِلَيْهِمْ أَجَلُهُمْ} ، فكما قبلتم أن يؤجل الله تعالى لكم دعاء الشر على أنفسكم؛ فاقبلوا منه تأجيل دعائكم بالخير؛ لأن الخير فيما تطلبون غير الخير فيما يعلم الله؛ فهو العليم الخبير. وقد تطلب خيراً تعلمه ولكن الله يعلم فيه شراً؛ فمن مصلحتك ألا يجيبك. وكما تحترم عدم إجابته لك في الشر على نفسك، أو على من تحب، فاحترم عدم إجابته لك فيما تظنه خيراً لك، أو لمن تحب؛ لأن الله لا يعجل بعجله عباده؛ لأنه سبحانه هو الذي خلقهم، وهو أعلم بهم، فهو القائل:  {خُلِقَ الإنسان مِنْ عَجَلٍ ... }  [الأنبياء: ٣٧] . </p><p> وهو سبحانه القائل:  {سَأُوْرِيكُمْ آيَاتِي فَلاَ تَسْتَعْجِلُونِ}  [الأنبياء: ٣٧] . </p><p> والحق سبحانه لو استجاب لهؤلاء الذين دعوا: </p><p> {اللهم إِن كَانَ هذا هُوَ الحق مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً ... }  [الأنفال: ٣٢] . </p><p> لكانت نهايتهم بجنس ما دعوا به، وقُضي عليهم، ثم انتهوا بعد ذلك إلى عذاب الجحيم. </p><p> ولكن الحق سبحانه شاء لهم البقاء؛ ليؤمن من يختار الإيمان، أما من اختار الكفر؛ فعليه أن يتحمّل تبعة الطغيان التي تتمثل في أن الواحد منهم لا يختار الكفر فقط، بل يتجاوز الحد، ويطلب ممن آمن أن يرتد عن إيمانه، وفي ذلك مجاوزة للحد؛ ولذلك فهم يعمهون في هذا الطغيان، أي: تتكاثر عليهم الظروف، ويثبت - لهم ولمن بعدهم - عجز الكفر عن مواجهة قدرة الحق. </p><p> وفي الحياة أمثلة - ولله المثل الأعلى - فهناك من يملك عدوه، فيضربه؛ لكنه لا يقتله، ثم يتكرر من هذا الخصم الإساءة، فيضربه من جديد، ثم تتكرر الإساءة فيضربه، وهو لا يقتله أبداً ليداوم على إذلاله، والقويّ لا يقتل خصمه، بل يؤلمه؛ فلا يرفع الخصم رأسه. </p><p> والحق سبحانه يقول: </p><p> {فَنَذَرُ الذين لاَ يَرْجُونَ لِقَآءَنَا فِي طُغْيَانِهِمْ يَعْمَهُونَ} . </p><p> أي: أن الحق سبحانه يترك أهل الباطل؛ لتتجمع عليهم سيئاتهم، ويذوقون ويل خصومة الإسلام فلا يرفعون رءوسهم؛ لأن أهل الإسلام يردّون لهم الإساءة مضاعفة، ولسوف ييأس أهل الباطل من أنهم </p><p> سينتصرون على الحق بأي شكل وبأي لون. </p><p> وهم مهما تحايلوا في أساليب النكاية في الإسلام، تجد الحق سبحانه وتعالى ينصر المسلمين. </p><p> والمثل أمامنا من سيرته حين أمره الحق سبحانه بأنه يهاجر، وكان الكفار يحاصرون بيته بشباب من القبائل، فخرج صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ولم يشعروا، وقال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «شاهت الوجوه» . </p><p> وشاء سبحانه ذلك؛ ليعلموا أنهم لن يستطيعوا الانتصار على محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، لا بالمواجهة، ولا بتبييت المكر. </p><p> ويقول الحق سبحانه بعد ذلك:  {وَإِذَا مَسَّ الإنسان ... } . </p>"
}