{
  "id": null,
  "sura": 11,
  "aya": 8,
  "text": "<p> وساعة تجد {لَئِنْ} فافهم اللام الأولى التي بعد «و» إنما جاءت؛ لتدل على أن الكلام فيه قسم مؤكد، وإن كان محذوفاً، واكتفى باللام عن القسم، وتقديره:  «والله لئن» . </p><p> والقسم يأتي لتأكيد المقسم عليه بالمقسم به، وتأكيد المقسم عليه إنما يأتي لأن هناك من يشك فيه. </p><p> فأنت لا تٌقسم لإنسان تلقاه وتقول له: والله لقد كنت عند فلان بالأمس. </p><p> إذن: فالقسم يأتي لشك طرأ عند السامع، وأنت لا تقسم ابتداء. </p><p> ويأتي القسم على مقدار مراتب الشك، وتأكيداً بأدواته. </p><p> والقرآن الكريم يقول هنا: </p><p> {وَلَئِنْ أَخَّرْنَا عَنْهُمُ العذاب إلى أُمَّةٍ مَّعْدُودَةٍ}  [هود: ٨] . </p><p> فالواو هنا هي واو القسم، وهنا أيضاً شرط، والقسم يحتاج لجواب، والشرط أيضاً يحتاج إلى جواب. </p><p> وإذا اجتمع الشرط والقسم فبلاغة الأسلوب تكتفي بجواب واحد، مثلما نقول:  «والله إن فعلت كذا لأفعلن معك كذا» . </p><p> وهكذا يُغْنِي جواب القسم عن جواب الشرط، والمتقدم سواء أكان قسماً أو شرطاً هو الذي يغني جوابه عن الآخر. </p><p> مثلما نقول:  «والله إن جاء فلان لأكرمته» ، فالقسم هنا متقدم، وأغنى جوابه عن جواب الشرط. وإن قلت: إن جاءك فلان والله لتكرمه، فهنا الشرط هو المتقدم. </p><p> والاثنان متحدان، لكن غاية ما هناك أن القسم تأكيد والشرط تأسيس، فإذا تقدم ذو خبر على الاثنين على الشرط وعلى القسم نأتي بجواب الشرط فوراً، مثلما نقول:  «زيد والله إن جاءك أكرمه» ؛ لأن الشرط كما قلنا تأسيس، والقسم تأكيد، ويرجح هنا الشرط، لأن التأسيس أولى من التأكيد. </p><p> وهنا يقول الحق سبحانه: </p><p> {وَلَئِنْ أَخَّرْنَا عَنْهُمُ العذاب إلى أُمَّةٍ مَّعْدُودَةٍ لَّيَقُولُنَّ مَا يَحْبِسُهُ}  [هود: ٨] . </p><p> والجواب هنا للقسم، وهو يغني عن جواب الشرط. </p><p> أي: أن العذاب يُؤخَّر. </p><p> وقد أوعد الحق سبحانه الكافرين بمحمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بأن يعذبهم، وكان العذاب للأمم السابقة هو عذاب استئصال، منهم من أرسل الله سبحانه عليه عاصفة، ومنهم من أخذته الصيحة، ومنهم من أغرقه، ومنهم من خسف به الأرض. </p><p> فكأن مهمة الرسل السابقين أن يبلغوا الدعوة، ثم تتلوى السماء تأديب الكافرين بالرسالات. </p><p> ولكن الحق سبحانه وتعالى قد شاء أن يفضِّل أمة محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ على الأمم كلها، وأن تعذِّب الكافرين في المعارك. </p><p> وحين يتوعدهم الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بعذاب، فللعذاب ميلاد، وقد يُؤخَّر ليرى المحيطون بالكافرين الضلال والفساد، فإذا ما وقع عذاب الله سبحانه على هؤلاء الكافرين، فلن يحزن عليهم أحد. </p><p> وهكذا أراد الله سبحانه الإمهال والإملاء ليكون لهما معنى واضح في الحياة، والإملاء للظالم؛ لتزداد مظالمه زيادة تجعل الأمة التي يعيش فيها </p><p> تكره ظلمه، فإذا وقع عليه عذاب، لا يعطف عليه أحد. </p><p> ونحن نعلم أن النفس البشرية بنت المشهد، فحين يُقتل واحد وتمر سنوات على قضيته، ثم يصدر الحكم بإعدامه، فالناس تنسى لذعة القتل الأول، وتعطف على القاتل حين يصدر الحكم بإعدامه. </p><p> ولذلك أقول دائماً: </p><p> إن من دواعي استمرار الجرائم إبطاءات المحاكمة، تلك الإبطاءات التي تجعل عواطف الناس من المجرم؛ لأن مشهد المقتول أولاً قد انتهى من ذاكرتهم. </p><p> ولكن لو استحضر الناس وقت العقوبة ظرف الجريمة؛ لَفرِحوا بالحكم على القاتل بالقتل. </p><p> ولذلك نجد الحق سبحانه وتعالى حينما يريد أن يعذب أحداً يقول: </p><p> {وَلْيَشْهَدْ عَذَابَهُمَا طَآئِفَةٌ مِّنَ المؤمنين}  [النور: ٢] . </p><p> وذلك ليتم التعذيب أمام المجتمع الذي شقى بإفسادهم وشقى بمظالمهم، فمن يُعتدَى على عرضه، ويرى عذاب المعتدي فهو يُشْفى. </p><p> وهنا يبيِّن الحق سبحانه وتعالى لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: لقد توعدتهم بالعذاب. ونحن نبطن العذاب بالإمهال لهم، ولكنهم جعلوا من ذلك مناط السخرية والاستهزاء والتهكم، وتساءلوا: أين هو العذاب؟ </p><p> ونحن نجد القرآن يقول على ألسنتهم. </p><p> {وَقَالُواْ رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبْلَ يَوْمِ الحساب}  [ص: ١٦] . </p><p> والقط: هو جزاء العمل، وهو مأخوذ من القط أي: القطع. </p><p> والعذاب إنما يتناسب مع الجرم، فإن كانت الجريمة كبيرة فالعذاب كبير، وإن كانت الجريمة صغير فالعذاب يكون محدوداً، فكان العذاب موافقاً للجريمة. </p><p> ومن العجيب أن منهم من قال: </p><p> {اللهم إِن كَانَ هذا هُوَ الحق مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السمآء أَوِ ائتنا بِعَذَابٍ أَلِيمٍ}  [الأنفال: ٣٢] . </p><p> وجاء على ألسنتهم ما أورده القرآن الكريم في قولهم: </p><p> {أَوْ تُسْقِطَ السمآء كَمَا زَعَمْتَ عَلَيْنَا كِسَفاً}  [الإسراء: ٩٢] . </p><p> ولا شك أن الإنسان لا يتمنى ولا يرجو أن يقع عليه العذاب، ولكنهم قالوا ذلك تحديا وسخرية واستهزاءً. </p><p> وشاء الحق سبحانه وتعالى ألا يعذب الكافرين المعاصرين لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مثلما عذب الكافرين الذين عاصروا الرسالات السابقة؛ لأن الحق سبحانه وتعالى هو القائل: </p><p> {وَمَا كَانَ الله لِيُعَذِّبَهُمْ وَأَنتَ فِيهِمْ}  [الأنفال: ٣٣] . </p><p> فضلاً عن أن هناك أناساً منهم ستروا إيمانهم؛ لأنهم لا يملكون القوة </p><p> التي تمكنهم من مجابهة الكافرين، ولا يملكون القوة ليرحلوا إلى دار الإيمان بالهجرة، وحتمت عليهم ظروفهم أن يعيشوا مع الكافرين. </p><p> وهناك في سورة الفتح ما يوضح ذلك، حين قال الحق سبحانه وتعالى: </p><p> {هُمُ الذين كَفَرُواْ وَصَدُّوكُمْ عَنِ المسجد الحرام والهدي مَعْكُوفاً أَن يَبْلُغَ مَحِلَّهُ وَلَوْلاَ رِجَالٌ مُّؤْمِنُونَ وَنِسَآءٌ مُّؤْمِنَاتٌ لَّمْ تَعْلَمُوهُمْ أَن تَطَئُوهُمْ فَتُصِيبَكُمْ مِّنْهُمْ مَّعَرَّةٌ بِغَيْرِ عِلْمٍ لِّيُدْخِلَ الله فِي رَحْمَتِهِ مَن يَشَآءُ لَوْ تَزَيَّلُواْ لَعَذَّبْنَا الذين كَفَرُواْ مِنْهُمْ عَذَاباً أَلِيماً}  [الفتح: ٢٥] . </p><p> أي: لو تميَّز الكافرون عن المؤمنين لسلّط الحق سبحانه العذاب الأليم على الكافرين، لكن لو دخل المسلمون بجيشهم الذي كان في الحديبية على مكة، ودرات هناك معركة، فهذه المعركة ستصيب كل أهل مكة، وفيهم المؤمنون المنثورون بين الكافرين، وهم غير متحيزين في جهة بحيث يوجد المسلمون الضربة للجانب الكافر. </p><p> إذن: فلو ضرب المسلمون المقاتلون، لضربوا بعضاً من المؤمنين، </p><p> وهذا ما لا يريده الحق سبحانه وتعالى. </p><p> وهنا يقول الحق سبحانه وتعالى: </p><p> {وَلَئِنْ أَخَّرْنَا عَنْهُمُ العذاب إلى أُمَّةٍ مَّعْدُودَةٍ}  [هود: ٨] . </p><p> والأمة: هي الطائفة أو الجماعة من جنس واحد، مثل أمة الإنس، وأمة الجن، وأمة النمل. . وغير ذلك من خلق الله. </p><p> والحق سبحانه هو القائل: </p><p> {وَمَا مِن دَآبَّةٍ فِي الأرض وَلاَ طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ إِلاَّ أُمَمٌ أَمْثَالُكُمْ مَّا فَرَّطْنَا فِي الكتاب مِن شَيْءٍ ثُمَّ إلى رَبِّهِمْ يُحْشَرُونَ}  [الأنعام: ٣٨] . </p><p> والأمة: طائفة يجمعها نظام واحد وقانون واحد، وأفرادها مستاوون في كل شيء، فتكون كل واحدة من هذه الأمم أمة، وهناك الأمة: الطائفة من الزمن. مثل قول الحق سبحانه: </p><p> {وَقَالَ الذي نَجَا مِنْهُمَا وادكر بَعْدَ أُمَّةٍ}  [يوسف: ٤٥] . </p><p> أي: أن هذا الذي تذكر بعد فترة من الزمن، وقد تكون الفترة المسماة «أمة» ، هي الزمن الذي يتحمل جيلاً من الأجيال. </p><p> الأمة إذن هي جماعة وطائفة لها جنس يجمعها، ولها تميزات أفرادية، وهي تلتقي في معنى عام. </p><p> فأمة الإنسان هي حيوان ناطق مفكر، وهناك قدر عام يجمع كل إنسان، ولكن هناك تفاوتات في المواهب. </p><p> ولا توجد نفس بشرية واحدة تملك موهبة الهندسة والطب والتجارة والصيدلة والمحاسبة؛ لأن كل حرفة من تلك الحرف تحتاج إلى دراسة. </p><p> ولا يملك إنسان من العمر ما يتيح له التخصص في كل تلك المجالات؛ ولذلك يتخصص كل فرد في مجال؛ ليخدم غيره فيه، وغيره يتخصص في مجال آخر ويخدم الباقين، وهكذا. </p><p> وفي هذا تكافل اجتماعي، يشعر فيه كل فرد بأنه يحتاج للآخرين، وأنه لا يستطيع أن يحيا مستقلاً بذاته عن كل الخلق. </p><p> ولو عرف واحد كل الحرف التي في الدنيا، من طب وهندسة وقضاء، وسباكة، ونجارة، وزراعة، وغيرها فلن يسأل عن الباقين؟ </p><p> لذلك شاء الله سبحانه وتعالى أن تلتحم المجتمعات ضرورة وقسراً، لا تفضُّلاً من أحد على أحد. </p><p> والذي يكنس الشارع أو يعمل في تنظيف الصرف الصحي لا يفعل ذلك تفضُّلاً، بل يفعل ذلك احتياجاً؛ لأنه يحتاج إلى العمل والرزق؛ لأن جسمه يحتاج إلى الطعام، وإلى الستر بالملابس، وأولاده يطلبون الطعام والمأوى والملبس، ولولا ذلك لما عمل في تلك المهنة. </p><p> وإذا أخلص في عمله فالله سبحانه يحببه فيها، وإن ارتقت أحواله، يظل في هذا العمل؛ لأنه عشق إتقان مهنته. </p><p> ولقد رأيت رجلاً كان يعمل في هذه المهنة، ويحمل الأقذار على كتفه، وحين وسَّع الله عليه، اشترى عربة يجرها حمار ليحمل فيها ما ينزحه من تلك المجاري. </p><p> وحين وسَّع الله عليه أكثر، اشترى سيارة فيها ماكينة شفط للقاذورات، وصار يجلس على الكرسي، ويدير «موتور» نزح المجاري لداخل خزان السيارة المخصص لذلك. </p><p> إذن: فارتباطات المجتمع لا بد أن تنشأ عن حاجة، لا عن تفضُّل؛ لأن التفضل ليس فيه إلزام بالعمل، لكن الحاجة هي التي فيها إلزام بالعمل؛ لتسير حركة الحياة. </p><p> ومن يعشق عمله على أي وضع كان، يوفقه الله تعالى فيه أكثر؛ لأنه احترم قدر الله تعالى في نفسه، ولم يستنكف، ويعطيه الله سبحانه كل الخير من هذا العمل، بقدر حبه للعمل وأخلاصه فيه. </p><p> وإن نظرت إلى العظماء في كل مهنة مهما صغرت، فستجد أن تاريخهم بدأ بقبولهم لقدر الله سبحانه وتعالى فيهم. </p><p> ونحن نعلم أن قيمة كل امرىء فيما يحسنه؛ ولذلك تجد الأمة مكونة من مواهب متكاملة لا متكررة، حتى يحتاج كل إنسان إلى عمل غيره. </p><p> ولذلك قال الحق سبحانه وتعالى: </p><p> {وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِّيَتَّخِذَ بَعْضُهُم بَعْضاً سُخْرِيّاً}  [الزخرف: ٣٢] . </p><p> لأن أحداً لا يسخَّر الآخر لعمل إلا إذا كان المسخَّر في حاجة إلى هذا العمل. </p><p> ولذلك تجد من يطرق بابك ويسأل: ألا تحتاج إلى سائق؟ ألا تحتاج إلى خادم؟ </p><p> وصاحب الحاجة هو الذي يعرض نفسه؛ لعله يجد العمل الذي يتقنه. </p><p> ولذلك يجب ألا يتصور أهل أي إنسان أنه حين يخدم في أي حرفة من الحرف أنه يخدم المخدوم، لا. . إنه يخدم حاجة نفسه. </p><p> وهكذا تترابط الأمة ارتباط حاجات، لا ارتباط تفضل. </p><p> وقد قال الحق سبحانه وتعالى عن سيدنا إبراهيم عليه السلام: </p><p> {إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً}  [النحل: ١٢٠] . </p><p> لأن هناك مواهب متعددة قد اجتمعت فيه، وهي مواهب لا تجتمع إلا في أمة من الناس. </p><p> وكلمة «أمة» تطلق على الزمن، وتطلق على الجماعة من كل جنس، وتطلق على الرجل الجامع لكل خصال الخير. </p><p> وهنا يقول الحق سبحانه وتعالى: </p><p> {وَلَئِنْ أَخَّرْنَا عَنْهُمُ العذاب إلى أُمَّةٍ مَّعْدُودَةٍ}  [هود: ٨] . </p><p> وعادة ما تأتي كلمة {مَّعْدُودَةٍ} لتفيد القلة؛ مثل قول الحق سبحانه: </p><p> {وَشَرَوْهُ بِثَمَنٍ بَخْسٍ دَرَاهِمَ مَعْدُودَةٍ وَكَانُواْ فِيهِ مِنَ الزاهدين}  [يوسف: ٢٠] . </p><p> وما دام الثمن بَخْساً فلا بد أن تكون الدراهم معدودة. </p><p> والسبب في فهمنا لكلمة {مَّعْدُودَةٍ} أنها تفيد القلة، هو أننا لا نُقبل على عَدِّ شيء إلا مظنة أننا قادرون على عَدِّه؛ لأنه قليل، لكن مالا نُقبل على عدِّه فهو الكثير. </p><p> ومثال ذلك: أن أحداً لم يعد الرمل، أو النجوم. </p><p> ولذلك جاء قول الحق سبحانه: </p><p> {وَإِن تَعُدُّواْ نِعْمَتَ الله لاَ تُحْصُوهَا}  [إبراهيم: ٣٤] . </p><p> و «إن» كما نعلم تأتي للشك، ونعم الله سبحانه ليست مظنة الحصر. </p><p> ورغم أن البشرية قد تقدمت في علوم الإحصاء فهل تفرَّغ أحد ليُحصي نعم الله؟ </p><p> طبعاً لا. . وبطبيعة الحال يمكن إحصاء السكان والعاملين في أي مجال أو تخصص. </p><p> وقديماً كان القائمون على فتح صناديق النذور ليحسبوا ما فيها، فيضعوا الورق من فئة المائة جنيه معاً، والورق من فئة العشرة جنيهات </p><p> معاً، وكذلك بقية الفئات من الأوراق المالية، إلى أن يصلوا إلى القروش، فيقوموا بوزن كليو جرام منها، ويحسبوا كم قرشاً في الكيلو جرام، ويزنوا بعد ذلك بقية القروش؛ ليحسبوا المجموع على حساب عدد القروش التي حصروها في الكليو جرام الأول. </p><p> وقول الحق سبحانه هنا: </p><p> {وَلَئِنْ أَخَّرْنَا عَنْهُمُ العذاب إلى أُمَّةٍ مَّعْدُودَةٍ لَّيَقُولُنَّ مَا يَحْبِسُهُ}  [هود: ٨] . </p><p> كأنهم يتساءلون سخرية واستهزاء: لماذا يتأخر العذاب الذي توعَّدهم به رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ لأن الإنسان لا يتشوق إلى ما يؤلمه، ولا يقال مثل هذا الكلام إلا على سبيل التهكم. </p><p> ويأتي الرد عليهم بأداة التنبيه، وهي «ألا» أي: تَنبَّهوا إلى هذا الرد. </p><p> ويقول الحق سبحانه وتعالى: </p><p> {يَوْمَ يَأْتِيهِمْ لَيْسَ مَصْرُوفاً عَنْهُمْ}  [هود: ٨] . </p><p> وهذا تأكيد أن العذاب سيأتي، ولكن العباد دائماً يعجلون. </p><p> والله سبحانه لا يعجل بعجلة العباد؛ حتى تبلغ الأمور ما أراد، وكل أمر له وقت وله ميلاد، وسيأتيهم ما كانوا يستعجلون؛ لأن الحق سبحانه وتعالى يقول: </p><p> {وَحَاقَ بِهِم مَّا كَانُواْ بِهِ يَسْتَهْزِءُونَ}  [هود: ٨] . </p><p> وقد جاء تأكيد وصول العذاب إليهم بأشياء: أولها: «ألا» وهي أداة تنبيه، وكذلك قوله سبحانه وتعالى:  {يَوْمَ يَأْتِيهِمْ} ، وهذا خبر بأن العذاب آت لا محالة؛ لأن الذي يخبر به هو الله سبحانه وتعالى. </p><p> وأيضاً فهذا العذاب:  {لَيْسَ مَصْرُوفاً عَنْهُمْ}  [هود: ٨] . </p><p> أي: أنه عذاب مستمر. </p><p> وقول الحق سبحانه وتعالى: </p><p> {وَحَاقَ بِهِم مَّا كَانُواْ بِهِ يَسْتَهْزِءُونَ}  [هود: ٨] . </p><p> يعني: أنه حل بهم ونزل عليهم، ووقع لهم العذاب الذي استهزأوا به من قبل. </p><p> ونحن نعلم أن كلمة (حاق) فعل ماضٍ، والكلام على أمر مستعجل، ويُعبَّر عن الأمر المستعجل بالمضارع؛ لأن الفعل المضارع يدل على الحال أو الاستقبال، فكيف يستعجلون أمراً، ويأتي التعبير عنه بالفعل الماضي؟ </p><p> ولكن القائل هنا هو الله الحق سبحانه وتعالى، والكلام مأخوذ بقانون المتكلم، وكل فعل يُنسَب إلى قوة فاعله، والله سبحانه هو قوة القوى. </p><p> وقال الحق سبحانه وتعالى في موضع آخر من القرآن: </p><p> {أتى أَمْرُ الله فَلاَ تَسْتَعْجِلُوهُ}  [النحل: ١] . </p><p> وكلمة «أتى» في عرفنا اللغوي فعل ماضٍ، أي: أن الكلام جاء من المتكلم بعد وقوع النسبة خارجاً، مثلما نقول:  «نجح محمد» فهذا يعني أن النجاح قد حدث بالفعل. </p><p> وحين يقول الله سبحانه:  {أتى أَمْرُ الله} نفهم أن {أتى أَمْرُ الله} نسبة كلامية سبقتها نسبة واقعية. </p><p> وقوله سبحانه بعد ذلك:  {فَلاَ تَسْتَعْجِلُوهُ} يدل على أن الأمر لم يقع، ولكن المتكلم هنا هو الله سبحانه وتعالى. </p><p> والمعنى أن الأمر واقع لا محالة؛ ذلك لأن كل فعل إنما ينسب لقوة الفاعل. </p><p> ومثال ذلك من حياتنا ولله المثل الأعلى أنك قد ترغب في أن تنقل حقيبة ضخمة وثقيلة، فيقول ابنك الشاب: دعني أحملها لك، وهو يقول ذلك لأنه قادر على أن يحملها في زمن يناسب قوته. </p><p> وإن جاءك ابنك الصغير وقال: سأحملها أنا. فهو لن يحمل الحقيبة إلا في مقدار زمن يناسب قوته، وهي قوة ضعيفة. </p><p> إذن: ففي المجال البشري أنت تحكم على الماضي، وقد يكون الحكم صادقاً أو كاذباً، ولكنك بالنسبة لأمر مستقبل، لا تستطيع أن حكم عليه؛ لأنك لا تملك من المستقبل شيئاً. </p><p> أما إذا كان قائل الكلام قادراً على إنفاذ ما يقوله الآن في المستقبل، ولا عائق يعوقه، فاعلم أن الأمر قادم لا محالة. </p><p> وهنا نجد الإخبار من الله سبحانه وتعالى، ولا شيء في الكون يتأبَّى على الله سبحانه. </p><p> وما دام الحق سبحانه قد قال إنه أمرٌ قد أتى، فهو آتٍ لا محالة. </p><p> ولذلك قال سبحانه: </p><p> {وَحَاقَ بِهِم}  [هود: ٨] . </p><p> مع أن السياق في العرف البشري أن يقال: وسيحيق بهم ما كانوا به يستهزئون؛ لأنهم كانوا يستعجلون العذاب. </p><p> وجاء قول الحق سبحانه وتعالى:  {وَحَاقَ} لأن الأمر بالنسبة له سبحانه لن يحول بينه وبين وقوعه أي عائق. </p><p> ويقول الحق سبحانه بعد ذلك:  {وَلَئِنْ أَذَقْنَا الإنسان} </p>"
}