{
  "id": null,
  "sura": 11,
  "aya": 107,
  "text": "<p> وكلمة «الخلود» تفيد المكث طويلاً؛ مكوثاً له ابتداء ولا نهاية له؛ وإذا أبِّد فهو تأكيد للخلود. </p><p> والذين شقوا إنما يدخلون النار؛ بدءاً من لحظة: </p><p> {يَوْمَ يَأْتِ لاَ تَكَلَّمُ نَفْسٌ إِلاَّ بِإِذْنِهِ}  [هود: ١٠٥] . </p><p> وهو عذاب لا نهاية له بالنسبة للكافرين. </p><p> وأما عذاب المسلم العاصي على ما ارتكب من آثام؛ فبدايته من لحظة انتهاء الحساب إلى أن تنتهي فترة عذابه المناسبة لمعاصيه؛ ويدخل الجنة من بعد ذلك. </p><p> ولهذا قال الحق سبحانه: </p><p> {إِلاَّ مَا شَآءَ رَبُّكَ}  [هود: ١٠٧] . </p><p> وهكذا ينقص الحق سبحانه الخلود في النار بالنسبة لأنصاف المؤمنين، فالحق سبحانه {فَعَّالٌ لِّمَا يُرِيدُ}  [هود: ١٠٧] ولا يحكمه أي شيء. </p><p> وإياكم أن تظنوا أن قدر الله يحكمه؛ فالقدر فِعْلُه، ولا أحد يسأل الله سبحانه عمَّا يفعل؛ لأن ذات الله هي الفاعلة؛ فإن شاء سبحانه أن ينقص خلود مسلم عاصٍ في النار؛ فالنقص يكون في النهاية؛ وبذلك يتحقق أيضاً نقص خلوده في الجنة، لأنه لا يدخلها إلا بعد أن يستوفي عقابه. </p><p> وبهذا التصور ينتهي الإشكال الذي اختلف حوله مائة وخمسون عالماً؛ فقد ظن بعضهم أن الحق سبحانه يغلق أبواب النار على من أدخلهم إياها، ويستمر ذلك إلى ما لا نهاية، وكذلك من دخل الجنة من البداية سيظل فيها أبداً، ولن يُلحق الله أصحاب الكبائر بالجنة، ومن قال بذلك الرأي إنما يُسوِّي بين من ارتكب الكبيرة وبين الكافر بالله، وهذا أمر غير متصور، وهو بعيد عن رحمة الله. </p><p> وإذا كان هذا البعض من العلماء قد استدل على رأيه بالآية الكريمة التي جاءت في سورة الجن، والتي يقول فيها الحق سبحانه: </p><p> {إِلاَّ بَلاَغاً مِّنَ الله وَرِسَالاَتِهِ وَمَن يَعْصِ الله وَرَسُولَهُ فَإِنَّ لَهُ نَارَ جَهَنَّمَ خَالِدِينَ فِيهَآ أَبَداً}  [الجن: ٢٣] . </p><p> فنحن نقول: إن الحق سبحانه يربِّب لطفه للكافر حتى يؤمن، وللعاصي حتى يتوب، وهذا من رحمة الله سبحانه، فتأبيد الخلود في العذاب لم </p><p> يرد إلا في آيتين، وهذا دليل على عظيم رحمة الله وسِعَة عفوه سبحانه. </p><p> ولذلك قيل عن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إنه رحمة الله للعالمين؛ وكلمة «العالمين» جمع «عالَم» والعالَم هو ما سِوى الله تعالى. </p><p> ولذلك هناك رحمة للكافر؛ هي عطاء الله له في الدنيا. </p><p> وهكذا نعلم أن الله سبحانه هو الذي يملك نواميس الكون، ولم يتركها تفعل وحدها، بل يزاول سبحانه سلطانه عليها، وما دام القدر هو فعله سبحانه؛ فهو يغيِّر فيه كما يشاء. </p><p> فهو سبحانه رب الزمان والمكان والحركة، وما دام هو رب كل شيء فإنه فعال لما يريد، وهنا تخضع أبدية الزمان لمراده ومشيئته. </p><p> وقول الحق سبحانه: </p><p> {مَا دَامَتِ السموات والأرض}  [هود: ١٠٧] . </p><p> نفهم منه أن الجنة أو النار لا بد أن يوجد لهما ما يعلوهما ويظللهما، ولا بد أن يوجدا فوق أرض ما. </p><p> وإذا قال قائل: إن الحق سبحانه قد ذكر في القرآن أن السماء سوف تمور وتنفطر. </p><p> نقول رداً عليه: لا تأخذ آية في القرآن إلا بضميمة مثيلاتها. </p><p> ولذلك قال الحق سبحانه: </p><p> {يَوْمَ تُبَدَّلُ الأرض غَيْرَ الأرض والسموات}  [إبراهيم: ٤٨] . </p><p> والحق سبحانه يورث أرض الجنة لمن يشاء؛ لأنه سبحانه هو القائل على لسان المؤمنين يوم القيامة: </p><p> {وَأَوْرَثَنَا الأرض نَتَبَوَّأُ مِنَ الجنة حَيْثُ نَشَآءُ}  [الزمر: ٧٤] . </p><p> أو لأن الإنسان له أغيار، وما حوله له أغيار. </p><p> ومن العجيب أن الإنسان المخدوم بالمادة الجامدة؛ وبالنبات النامي؛ وبالحيوان الذي يحس ويتحرك؛ هذا الإنسان قد يكون أطول عمراً من بعض المخلوقات المسخَّرة لخدمته؛ لكنه أقل عمراً من الشمس ومن القمر. </p><p> لكن الحق سبحانه هنا يصور عمر الإنسان في الآخرة؛ فكأنه سبحانه يعطي الأمد على أطول ما عرفنا من الأعمار؛ ولذلك قال سبحانه: </p><p> {مَا دَامَتِ السموات والأرض}  [هود: ١٠٧] . </p><p> وإذا علَّق الله سبحانه شيئاً على شيء، فلا بد أن يوجد هذا التعليق. </p><p> والحق سبحانه يتكلم عن أهل النار من الكفار، فيقول تعالى: </p><p> {وَلاَ يَدْخُلُونَ الجنة حتى يَلِجَ الجمل فِي سَمِّ الخياط}  [الأعراف: ٤٠] . </p><p> فهل سيلج الجمل في سَمِّ الخِياط؟ إن ذلك محال. </p><p> ولذلك أقول: فلنأخذ التعليقات في نطاق أنه سبحانه: </p><p> {فَعَّالٌ لِّمَا يُرِيدُ}  [هود: ١٠٧] . </p><p> وقد جاء في الكتاب قول سيدنا عيسى عليه السلام: </p><p> {إِن تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِن تَغْفِرْ لَهُمْ فَإِنَّكَ أَنتَ العزيز الحكيم}  [المائدة: ١١٨] . </p><p> فكان مقتضى السياق أن يقول سبحانه: وإن تغفر لهم فإنك أنت الغفور الرحيم. </p><p> وهذه نظرة سطحية لمدلولات القرآن، بعقول البشر، أما ببلاغة </p><p> الحق سبحانه فيكون الأمر مخالفاً، فأمر التعذيب أو الغفران موكول لله سبحانه بيده وحده، وليس لأحد أن يسأله لِمَ فعل هذا؟ ولِمَ ترك هذا؟ </p><p> لذلك كان هذا هو معنى العزة؛ ولذلك كان سبحانه عزيزاً، وهو سبحانه أيضاً حكيم في أي أمر يحكم فيه سواء أكان بالتعذيب أو المغفرة. </p><p> لذلك جاء سبحانه بالخاتمة التي تثبت للحق سبحانه التعذيب أو المغفرة. </p><p> ففي تعذيب الكافرين قال سبحانه:  {فَعَّالٌ لِّمَا يُرِيدُ}  [هود: ١٠٧] . </p><p> وفي الكلام عن الطائعين الذين أدخلوا الجنة قال سبحانه:  {وَأَمَّا الذين سُعِدُواْ فَفِي الجنة} </p>"
}