{
  "id": null,
  "sura": 11,
  "aya": 52,
  "text": "<p> وهكذا نعلم أن الاستغفار هو إقرار بالتقصير وارتكاب الذنوب، فنقول يارب اغفر لنا. </p><p> وساعة تطلب المغفرة من الله تعالى، فهذا إعلان منك بالإيمان، واعتراف بأن تكليف الحق لك هو تكليف حق. </p><p> وما دام الإنسان قد طلب من الله تعالى أن يغفر له الذي فات من ذنوب، فعليه ألا يرتكب ذنوباً جديدة، وبعد التوبة على العبد أن يحرص على تجنب المعاصي. </p><p> وعلى الإنسان أن يتذكّر أن ما به من نعمة فمن الله، وأن الكائنات المسخرة هي مسخرة بأمر الله تعالى؛ فلا تنسيك رتابة الحياة عن مسببها الواهب لكل النعم. </p><p> والحق سبحانه وتعالى حين يرسل رسولاً، فأول ما ينزل به الرسول إلى الأمة هو أن يصحِّح العقيدة في قمتها، ويدعوهم إلى الإيمان بإله واحد يتلقَّون عنه «افعل» و «لا تفعل» . </p><p> وهنا يكون الكلام من هود عليه السلام إلى قومه «قوم عاد» ، والدعوة إلى الإيمان بإله واحد وعبادته، والأخذ بمنهجه لا يمكن أن يقتصر على الطقوس فقط من الشهادة بوحدانية الله تعالى، والصلاة، والصيام، والزكاة، والحج. </p><p> ولكن عبادة الله تعالى هي أن تؤدِّي الشعائر والعبادات، وتتقن كل عمل في ضوء منهج الله، فلا تعزل الدين عن حركة الحياة. </p><p> والذين يخافون من دخول الإسلام في حركة الحياة، يريدون منَّا أن نقصر الدين على الطقوس، ونقول لهم: إن الإسلام حينما دخل في حركة الحياة غزا الدنيا كلها، وحارب حضارتين عريقتين؛ حضارة الفرس في الشرق، وحضارة الرومان في الغرب. </p><p> وهؤلاء كانوا أمماً لها حضارات قديمة وقوية، وثقافات وقوانين، ومع ذلك جاء قوم من البدو الأمِّيين؛ يقود عقيدتهم رجلٌ أمِّيٌّ أرسله الله سبحانه وتعالى؛ فيطيح بكل هؤلاء؛ نظماً وثقافات وارتقاءات بمستوى الحياة إلى مستوى طموح العقل. </p><p> يريد هؤلاء إذن أن يقوقعوا الإسلام في الأركان الخمسة فقط؛ ليعزلوه عن حركة الحياة. </p><p> ونقول لهم: لا، لا يمكنكم أن تقصروا العبادات على الأركان الخمسة فقط؛ لأن العبادة معناها أن يوجد عابد لمعبود حقٍّ، وأن يطيع العابد أوامر المعبود؛ وتتمثَّل أوامر المعبود في «افعل» و «لا تفعل» ؛ وما لم يَردْ فيه «افعل» و «لا تفعل» ؛ فهو مباح؛ إن شئت فعلته وإن شئت لم تفعله؛ وبفعله أو عدم فعله لا يفسد الكون. </p><p> إذن: فالعبادة هي كل أمر صادر من الله تعالى؛ فلا تعزلوها في الطقوس؛ لأن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أبلغنا؛ وأوضح لنا أن أركان الإسلام الخمس هي التي بني عليها الإسلام؛ وليست هي كل الإسلام. </p><p> إذن: فالإسلام بناء يقوم على أركان؛ لذلك لا يمكن أن نحصر الإسلام في أركانه فقط؛ فالإسلام هو كل حركة في الحياة، ولا بد </p><p> أن تنتظم حركات البشر تبعاً لمنهج الله، لتنتظم الحياة كما انتظم الكون من حولنا. </p><p> فالعبادة تستوعب كل حركة في الحياة، وقد فهم البعض خطأ أن العبادة تنحصر في باب العبادات في تقسيم الفقهاء، وأغفلوا أن باب المعاملات هو من العبادة أيضاً، واستقامة الناس في المعاملات تؤدي إلى انتظام حياة الناس. </p><p> وفي الآية الكريمة التي نحن بصدد خواطرنا عنها يقول الحق سبحانه: </p><p> {وياقوم استغفروا رَبَّكُمْ}  [هود: ٥٢] . </p><p> والاستغفار لا يكون إلا عن ذنوب سبقت؛ وإذا كان هذا هو أول ما قاله هود عليه السلام لقومه؛ إذن: فالاستغفار هنا عن الذنوب التي ارتكبوها مخالفة لمنهج الرسول الذي جاء من قبله، أو هي الذنوب التي ارتكبوها بالفطرة. </p><p> ثم يدعوهم بقوله:  {ثُمَّ توبوا إِلَيْهِ}  [هود: ٥٢] . </p><p> والتوبة تقتضي العزم على ألا تُنشئوا ذنوباً جديدة. </p><p> ثم يقول الحق سبحانه في نفس الآية: </p><p> {يُرْسِلِ السمآء عَلَيْكُمْ مِّدْرَاراً وَيَزِدْكُمْ قُوَّةً إلى قُوَّتِكُمْ}  [هود: ٥٢] . </p><p> ولقائل أن يقول: وما صلة الاستغفار بهذه المسألة الكونية؟ </p><p> ونقول: إن للكون مالكاً لكلِّ ما فيه؛ جماده ونباته وحيوانه؛ وهو سبحانه قادر، ولا يقدر كائن أن يعصي له أمراً؛ وهو القادر أن يخرج الأشياء عن طبيعتها؛ فإذا جاءت غيمة وتحسب أنها ممطرة؛ قد يأمرها الحق سبحانه فلا تمطر. </p><p> مثلما قال سبحانه في موضع آخر من كتابه الكريم: </p><p> {فَلَمَّا رَأَوْهُ عَارِضاً مُّسْتَقْبِلَ أَوْدِيَتِهِمْ قَالُواْ هذا عَارِضٌ مُّمْطِرُنَا بَلْ هُوَ مَا استعجلتم بِهِ رِيحٌ فِيهَا عَذَابٌ أَلِيمٌ}  [الأحقاف: ٢٤] . </p><p> إذن: فلا تأخذ الأسباب على أنها رتابة؛ إنما ربُّ الأسباب يملكها؛ فإن شاء فعل ما يشاء. </p><p> وإذا ما عبدتَ الله تعالى العبادة التي تنتظم بها كل حركة في الحياة؛ فأنت تُقبل على عمارة الأرض؛ وتوفِّر لنفسك القُوْتَ باستنباطه من الأسباب التي طمرها الله سبحانه وتعالى في الأرض. </p><p> والقوت كما نعلم من جنس الأرض؛ لذلك لا بد أن نزرع الأرض؛ وتَمُدَّ البذور جذورها الضارعة المسبِّحة الساجدة لله تعالى؛ فيُمطر الحقُّ سبحانه السماءَ؛ فتأخذ البذور حاجتها من الماء المتسرِّب إليها عبر الأرض؛ ونأخذ نحن أيضاً حاجتنا من هذا الماء. </p><p> والسماء هي كل ما عَلاكَ فأظلَّكَ؛ أما السماء العليا فهذا موضوع آخر، وكل الأشياء دونها. </p><p> وانظروا قول الحق سبحانه: </p><p> {مَن كَانَ يَظُنُّ أَن لَّن يَنصُرَهُ الله فِي الدنيا والآخرة فَلْيَمْدُدْ بِسَبَبٍ إِلَى السمآء ثُمَّ لْيَقْطَعْ فَلْيَنْظُرْ هَلْ يُذْهِبَنَّ كَيْدُهُ مَا يَغِيظُ}  [الحج: ١٥] . </p><p> أي: من كان يظن أن الله تعالى لن ينصر رسوله فليأت بحبل أو أي شيء ويربطه فيما علاه ويعلِّق نفسه فيه؛ ولسوف يموت، وغيظه لن يرحل عنه. </p><p> {يُرْسِلِ السمآء عَلَيْكُمْ مِّدْرَاراً}  [هود: ٥٢] . </p><p> والمدرار: هو الذي يُدِرُّ بتتابع لا ضرر فيه؛ لأن المطر قد يهطل بطغيان ضارٍّ، كما فتح الله سبحانه أبواب السماء بماء منهمر. </p><p> إذن: المدرار هو المطر الذي يتوالى توالياً مُصلحاً لا مُفسداً. </p><p> ولذلك كان صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يقول حين ينزل المطر:  «اللهم حوالينا ولا علينا» . </p><p> ومتى أرسِل المطر مدراراً متتابعاً مصلحاً؛ فالأرض تخضرُّ؛ وتعمر الدنيا؛ ونزداد قوة إلى قوتنا. </p><p> أما مَنْ يتولَّى؛ فهو يُجرم في حقِّ نفسه؛ لأن إجرام العبد إنما يعود على نفسه؛ لا تظنّ أن إجرام أَيِّ عبدٍ بالمعصية يؤذي غيره. </p><p> والحق سبحانه يقول: </p><p> {ولكن الناس أَنفُسَهُمْ يَظْلِمُونَ}  [يونس: ٤٤] . </p><p> ويأتي الحق سبحانه من بعد ذلك بالردِّ الذي قاله قوم عاد:  {قَالُواْ ياهود مَا جِئْتَنَا بِبَيِّنَةٍ} </p>"
}