{
  "id": null,
  "sura": 11,
  "aya": 28,
  "text": "<p> وقول نوح عليه السلام:  {أَرَأَيْتُمْ} أي: أخبروني إن كنت على بين موهوبة من الله تعالى ونور وبصيرة وفطرة بالهداية، وآتاني الحق سبحانه:  {رَحْمَةً} أي: رسالة، بينما خفيت هذه المسألة عنكم، فهل أجبركم على </p><p> ذلك؟ لا؛ لأن الإيمان لا بد أن يأتي طواعية بعد إقناع ملموس، وانفعال مأنوس، واختيار بيقين. </p><p> وحين ننظر في قوله: </p><p> {أَنُلْزِمُكُمُوهَا وَأَنتُمْ لَهَا كَارِهُونَ}  [هود: ٢٨] . </p><p> نجد الهمزة الاستفهامية ثم الفعل «نلزم» ثم كاف المخاطبة، وهنا نكون أمام استفهام، وفعل، وفاعل مطمور في الفعل، ومفعول أو هو كاف المخاطبة، ومفعول ثان هو الرحمة. </p><p> إذن: فلا إلزام من الرسول لقومه بأن يؤمنوا؛ لأن الإيمان يحتاج إلى قلوب، لا قوالب، وإكراه القوالب لا يزرع الإيمان في القلوب. </p><p> والحق سبحانه يريد من خلقه قلوباً تخشع، لا قوالب تخضع، ولو شاء سبحانه لأرغمهم وأخضعهم كما أخضع الكون كله له، سبحانه القائل: </p><p> {أَأَنتُمْ أَشَدُّ خَلْقاً أَمِ السمآء}  [النازعات: ٢٧] . </p><p> فالحق سبحانه وتعالى أخضع السماء والشمس والقمر، وكلَّ الكون، وهو سبحانه يقول لنا: </p><p> {لَخَلْقُ السماوات والأرض أَكْبَرُ مِنْ خَلْقِ الناس}  [غافر: ٥٧] . </p><p> والكون كله يخضع لمشيئة الله سبحانه وتعالى. </p><p> وقد خلق الحق سبحانه الملائكة وهم جنس أعلى من البشر، وقال سبحانه عنهم: </p><p> {لاَّ يَعْصُونَ الله مَآ أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ}  [التحريم: ٦] . </p><p> إذن: فالحق سبحانه وتعالى لو أراد قوالب لأخضع الخلق كلهم لعبادته، ولكنه سبحانه وتعالى يريد قلوباً تخشع؛ ولذلك يقول تبارك وتعالى: </p><p> {لَعَلَّكَ بَاخِعٌ نَّفْسَكَ أَلاَّ يَكُونُواْ مُؤْمِنِينَ إِن نَّشَأْ نُنَزِّلْ عَلَيْهِمْ مِّنَ السمآء آيَةً فَظَلَّتْ أَعْنَاقُهُمْ لَهَا خَاضِعِينَ}  [الشعراء: ٣٤] . </p><p> وهكذا نعلم أن الحق سبحانه مُنَزَّهٌ عن رغبة أخضاع القوالب البشرية، بل شاء سبحانه أن يجعل الإنسان مختاراً؛ ولذلك لا يُكْرِهُ الله سبحانه أحداً على الإيمان. </p><p> والدِّين لا يكون بالإكراه، بل بالطواعية والرضا. </p><p> والحق سبحانه وتعالى هو القائل: </p><p> {لاَ إِكْرَاهَ فِي الدين قَد تَّبَيَّنَ الرشد مِنَ الغي}  [البقرة: ٢٥٦] . </p><p> وهكذا يطلب الحق سبحانه من الخلق أن يعرضوا أمر الإيمان على العقل، فالعقل بالإدراك ينفعل متعجباً لإبداع المبدع، وعند الإعجاب ينزع إلى اختياره بيقين المؤمن. </p><p> يقول الحق: </p><p> {إِنَّ فِي خَلْقِ السماوات والأرض واختلاف اليل والنهار لآيَاتٍ لأُوْلِي الألباب}  [آل عمران: ١٩٠] . </p><p> والإكراه إنما يكون على أمر غير مُتَبَيَّن، أما الدِّين فأمر يتبيَّن فيه الرشد؛ لأن المنهج حين يطلب منك ألا تسرق غيرك، فهو يضمن لك ألا يسرقك الغير، وحين يأمرك ألا تنظر إلى محارم غيرك، فهو يحمي محارمك، وحين يأمرك ألا تغتاب أحداً، وألا تحقد على أحد، ففي هذا كله راحة للإنسان. </p><p> إذن: فما يطلبه المنهج هو كل أمر مريح للإنسان، وأنت إن نظرت في مطلوبات المنهج فلن تجدها مطلوبة منك وحدك، ولكن مطلوبة من الناس لك أيضاً. </p><p> وهو تبادل مراد من الله لإعمار الكون أخذاً وعطاء. </p><p> ولذلك لا يحتاج مثل هذا الرشد إلى إكراه عليه، بل تجد فيه البينة واضحة فاصلة بينه وبين الغَيِّ. </p><p> والآفة أن بعضاً من الناس يستخدمون هذه الآية في غير موضعها، فحين تطلب من مسلم أن يصلِّي تجده يقول لك: </p><p> {لاَ إِكْرَاهَ فِي الدين}  [البقرة: ٢٥٦] . </p><p> ولك أن تقول له: لا إكراه في الحَمْل على الدِّين والإيمان به، لكنك إذا آمنت بالدِّين فإياك أن تكسره، بتعطيل منهجه أو الإعراض عنه. </p><p> ولذلك يشدِّد الحق سبحانه عقوبة الخروج من الدين؛ لأن الحق سبحانه لم يُكرِه أحداً على الدخول في الدين، بل للإنسان أن يفكر ويتدبر؛ لأنه إن دخَل في الدين وارتكب ذنباً فسيلقى عقاب الذنب؛ لأنه دخل برغبته واختاره بيقينه، فالمخالفة لها عقابها. </p><p> إذن: فالدخول إلى الإيمان لا إكراه فيه، ولكن الخروج من الدين يقتضي إقامة الحد على المرتدِّ ومعاقبة العاصي على عصيانه. </p><p> وعندما يعلم الجميع هذا الأمر فهم يعلمون أن الحق سبحانه وتعالى قد جعل الصعوبة في الدخول إلى الدين عن طريق تصعيب آثار الخروج منه. </p><p> ويقول الحق سبحانه بعد ذلك على لسان نوح عليه السلام:  {وياقوم لا أَسْأَلُكُمْ عَلَيْهِ مَالاً} </p>"
}