{
  "id": null,
  "sura": 11,
  "aya": 114,
  "text": "<p> وهذا أمر بالخير؛ يوجهه الله سبحانه إلى رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> ونحن نلحظ في هذه الآيات من سورة هود أنها تحمل أوامر ونواهي؛ الأوامر بالخير دائماً؛ والنواهي عن الشر دائماً. </p><p> ونلحظ أن الحق سبحانه قال: </p><p> {فاستقم كَمَآ أُمِرْتَ وَمَن تَابَ مَعَكَ}  [هود: ١١٢] . </p><p> ثم وَجَّه النهي للأمة كلها:  {وَلاَ تَطْغَوْاْ}  [هود: ١١٢] ولم يقل: «فاستقم ولا تطغي» لأن الأمر بالخير يأتي للنبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وأمته معه؛ وفي النهي عن الشر يكون الخطاب موجهاً إلى الأمة، وفي هذا تأكيد لرفعة مكانة النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> ونرى نفس الأمر حين يوجه الحق سبحانه الحديث إلى أمة محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فيقول سبحانه وتعالى: </p><p> {وَلاَ تركنوا إِلَى الذين ظَلَمُواْ}  [هود: ١١٣] . </p><p> ولم يقل:  «ولا تركن إلى الذين ظلموا» . </p><p> وهنا في الآية التي نحن بصدد خواطرنا عنها يقول الحق سبحانه لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ولأمته: </p><p> {وَأَقِمِ الصلاة}  [هود: ١١٤] . </p><p> والإقامة تعني: أداء المطلوب على الوجه الأكمل، مثل إقامة البنيان؛ وأن تجعله مؤدياً للغرض المطلوب منه. </p><p> ويقال:  «أقام الشيء» أي: جعله قائماً على الأمر الذي يؤدي به مهمته. </p><p> وقول الحق سبحانه: </p><p> {وَأَقِمِ الصلاة طَرَفَيِ النهار}  [هود: ١١٤] . </p><p> أي: نهايته من ناحية، ونهايته من الناحية الأخرى؛ لان طرف الشيء هو نهايته. </p><p> وتتحدد نهاية الطرفين من منطقة وسط الشيء، فالوسط هو الفاصل بين الطرفين؛ فما على يمين الوسط يعد طرفاً؛ وما على يسار الوسط يعد طرفاً آخر؛ وكل جزء بعد الوسط طرف. </p><p> وعادةً ما يعد الوسط هو نقطة المنتصف تماماً، وما على يمينها يقسم إلى عشرة أجزاء، وما على يسارها يقسم إلى عشرة أجزاء أخرى، وكل قسم بين تلك الأجزاء التي على اليمين والتي على اليسار يعد طرفاً. </p><p> وقول الحق سبحانه: </p><p> {وَأَقِمِ الصلاة طَرَفَيِ النهار}  [هود: ١١٤] . </p><p> يقتضي أن تعرف أن النهار عندنا إنما نتعرف عليه من بواكير الفجر الصادق، وهذا هو أول طرف نقيم فيه صلاة الفجر، ثم يأتي الظهر؛ فإن وقع الظهر قبل الزوال حسبناه من منطقة ما قبل الوسط، وإن كان بعد الزوال حسبناه من منطقة ما بعد الوسط. </p><p> وبعد الظهر هناك العصر، وهو طرف آخر. </p><p> وقول الحق سبحانه: </p><p> {وَزُلَفاً مِّنَ اليل}  [هود: ١١٤] . </p><p> يقتضي منا أن نفهم أن كلمة {زُلَفاً} هي جمع؛ زلفة، وهي مأخوذة من: أزلفه، إذا قرَّبه. </p><p> والجمع أقله ثلاثة؛ ونحن نعلم أن لنا في الليل صلاة المغرب، وصلاة العشاء، </p><p> ولذلك نجد الإمام أبا حنيفة يعتبر الوتر واجباً، فقال: إن صلاة العشاء فرض، وصلاة الوتر واجب؛ وهناك فرق بين الفرض والواجب. </p><p> ويقول الحق سبحانه بعد ذلك مباشرة: </p><p> {إِنَّ الحسنات يُذْهِبْنَ السيئات}  [هود: ١١٤] . </p><p> وهذا التعقيب يضع الصلاة في قمة الحسنات، وقد أوضح رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ هذا بأن قال:  «الصلوات الخمس والجمعة إلى الجمعة كفارة لما بينهن ما لم تُغْشَ الكبائر» . </p><p> واختلف العلماء في معنى السيئات والحسنات، وقال بعضهم: الحسنة هي ما جعل الله سبحانه على عملها ثواباً، والسيئة هي ما جعل الله على عملها عقاباً. </p><p> وأول الحسنات في الإيمان أن تشهد أن لا إله إلا الله، وهذه حسنة أذهبت الكفر؛ لأن الحسنات يذهبن السيئات. </p><p> ولذلك قال بعض العلماء: إن المسلم الذي ارتكب معصية أو كبيرة من الكبائر، لا يخلد في النار؛ لأنه إذا كانت حسنة الإيمان قد أذهبت سيئة الكفر، أفلا تذهب ما دون الكفر؟ . </p><p> وهكذا يخفّف العقاب على المسلم فينال عقابه من النار، ولكنه لا يخلد فيها؛ لأننا لا يمكن أن نساوي بين من آمن بالله ومن لم يؤمن بالله. </p><p> والإيمان بالله هو أكبر حسنة، وهذه الحسنة تذهب الكفر، ومن باب أولى أن تذهب ما دون الكفر. </p><p> وتساءل بعض العلماء: هل الفرائض هي الحسنات التي تذهب السيئات؟ </p><p> وأجاب بعضهم: هناك أحاديث صحيحة قد وردت عن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ عن حسنات في غير الفرائض، ألم يقل رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ «إن صوم يوم عرفة إلى صوم يوم عرفة يذهب السيئات» . </p><p> ألم يقل رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ «إن الإنسان الذي يستقبل نعمة الله بقوله: الحمد لله الذي رزقنيه من غير حولٍ مني ولا قوة، والحمد لله الذي </p><p> كساني من غير حولٍ مني ولا قوة» . وهذا القول يكفّر السيئات. </p><p> ألم يقل صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ «إنك إذا قلت: سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر ولا حول ولا قوة إلا بالله العليّ العظيم» فهذا القول كفارة؟ </p><p> إذن: فالحسنات مطلقة سواء أكانت فرضاً أم غير فرضٍ، وهي تذهب السيئات. والسيئة هي عمل توعد الله سبحانه من يفعله بالعقوبة. </p><p> وتساءل أيضاً بعض العلماء: إن السيئة عمل، والعمل إذا وقع يُرفع ويُسجَّل، فكيف تُذهبها الحسنة؟ </p><p> وأجابوا: إن ذهاب السيئة يكون إما عن طريق مَنْ يحفظ العمل، ويكتبه عليك، فيمحوه الله من كتاب سيئاتك، أو أن يعفو الله سبحانه وتعالى عنك؛ فلا يعاقبك عليه، أو يكون ذهاب العمل في ذاته فلا يتأتى، وما وقع لا يرتفع؛ أو يحفظها الله إن وقعت؛ لأنه هو سبحانه القائل: </p><p> {مَّا يَلْفِظُ مِن قَوْلٍ إِلاَّ لَدَيْهِ رَقِيبٌ عَتِيدٌ}  [ق: ١٨] . </p><p> ويقول سبحانه: </p><p> {وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ كِرَاماً كَاتِبِينَ}  [الانفطار: ١٠١١] . </p><p> وهكذا يكون إذهاب السيئة، إما محوها من الكتاب، وإما أن تظل في الكتاب، ويذهب الله سبحانه عقوبتها بالمغفرة. </p><p> والحق سبحانه يقول: </p><p> {الذين يَجْتَنِبُونَ كَبَائِرَ الإثم والفواحش إِلاَّ اللمم إِنَّ رَبَّكَ وَاسِعُ المغفرة}  [النجم: ٣٢] . </p><p> واجتناب الكبائر لا يمنع من وقوع الصغائر. </p><p> والحق سبحانه يقول: </p><p> {إِنَّ الصلاة تنهى عَنِ الفحشآء والمنكر}  [العنكبوت: ٤٥] . </p><p> وحين ننظر إلى مواقيت الصلاة، نجدها خمسة مواقيت، فمن تعلَّق قلبه بالصلاة، إنما ينشغل قلبه طوال وقت حركته بإقامة الصلاة، ثم يأتي وقت الليل لينام، وكل من يرتكب معصية سينشغل فكره بها لمدةٍ، ولو لم يأت له وقت صلاة لأحسَّ بالضياع، أما إذا ما جاء وقت الصلاة فقلبه يتجه لله سبحانه طالباً المغفرة. </p><p> وإن وقعت منه المعصية مرة، فقد لا تقع مرة أخرى، أو أن الصلاة تنهى عن الفحشاء والمنكر في وقت الاستعداد لها، فمن جلس لينمَّ على غيره، أو يظلم الناس، إذا ما سمع أذان الصلاة وقام وتوضأ؛ فقد رحم الناس في وقت وضوئه ووقت صلاته ووقت ختمه للصلاة. </p><p> وهناك أعمال كثيرة من الفروض والحسنات وهي تمحو السيئات، وعلى المسلم أن ينشغل بزيادة الحسنات، وألا ينشغل بمحو السيئات؛ لأن الحسنة الواحدة بشعرة أمثالها وقد يضاعفها الله سبحانه، أما السيئة فإنما تكتب واحدة. </p><p> ويُنهي الحق سبحانه هذه الآية الكريمة بقوله: </p><p> {ذلك ذكرى لِلذَّاكِرِينَ}  [هود: ١١٤] . </p><p> أي: إن إقامة الصلاة طرفي النهار، وزلفاً من الليل هي حسنات تذهب السيئات؛ وفي ذلك ذكرى وتنبيه للنفس إلى شيء غُفِل عنه، أي: أن هذا الشيء كان موجوداً من قبل، ولكن جاءت الغفلة لتنسيه، والإخبار الأول أزال الجهل بهذا الشيء، والإخبار الثاني يذكِّرك </p><p> بالحكم؛ لأن آفة الإنسان أن الأمور التي تمر به من المرائي والمدركات، تتوالى وتصير الأشياء التي في بؤرة الشعور إلى حاشية الشعور، فيغفل الإنسان عما صار في حاشية الشعور، ولا بد من مجيء معنى جديد ليذكِّر بما غاب في حاشية الشعور. </p><p> ومثال ذلك: إنك إذا ألقيت حجراً في بحر، فهذا الحجر يستقر في بؤرة تصنع حولها دوائر من المياه، وتذهب هذه الدوائر إلى أن تختفي من رؤية الإنسان، ودليل ذلك أنك قد تتذكر أحداثاً مرت عليك من عشرين عاماً أو أكثر، هذه الأحداث كانت موجودة في حاشية الشعور، ثم جاء لك ما ينبهك إليها. </p><p> والمخ كآلة التصوير الفوتوغرافية يلتقط أحياناً من مرة واحدة، وأحياناً من مرتين، أو أكثر، والالتقاط من أول مرة إنما يتم لأن المخ في تلك اللحظة كان خالياً من الخواطر. </p><p> ونحن نجد أن من فقدوا أبصارهم إنما ينعم الله سبحانه عليهم بنعمة أخرى، هي قدرتهم الكبيرة على حفظ العلم؛ لأنه حين يسمع الكفيف العلم لا تشغله الخواطر المرئية التي تسرق انتباه بؤرة الشعور، أما المبصر، فقد تسرق بؤرة شعوره ما يمر أمامه، فيسمع العلم لأكثر من مرة إلى أن يصادف العلم بؤرة الشعور خالية فيستقر فيها. </p><p> وهكذا تفعل الذكرى؛ لأنها تستدعي ما في حاشية الشعور إلى بؤرة الشعور، فإذا انشغلت عن طاعة وذهبت إلى معصية، فالذكرى توضح لك آفاق المسئولية التي تتبع المعصية، وهي العقاب. </p><p> ولذلك يقال:  «لا خير في خيرٍ بعده النار، ولا شر في شر بعده الجنة» . </p><p> والحق سبحانه يقول هنا في الآية التي نحن بصدد خواطرنا عنها: </p><p> {وَأَقِمِ الصلاة طَرَفَيِ النهار وَزُلَفاً مِّنَ اليل}  [هود: ١١٤] . </p><p> وأنت حين تنظر إلى أركان الإسلام، ستجد أنك تشهد ألا إله إلا الله، وأن محمداً رسول الله مرة واحدة في العمر، والركن الثاني، وهو الصلاة، وهو ركن لا يسقط أبداً، فهي كل يوم خمس مرات، فيها تنطق بالشهادة، وتزكِّي ببعض الوقت ليبارك لك الله سبحانه وتعالى فيما بقي لك من وقتٍ، وفيها تصوم عن الطعام والشراب وكل ما يفسد الصيام، وأنت تتجه لحظة قيام الصلاة إلى البيت الحرام. </p><p> ففي الصلاة تتضح العبادات الأخرى، ففيها من أركان الإسلام الخمس. </p><p> ولذلك لا تسقط الصلاة أبداً؛ لأنك إن لم تستطع الصلاة واقفاً؛ فَلَكَ أن تصلي قاعداً، وإن لم تكن تستطيع الحركة فَلَكَ أن تحرك رموش عينيك، وأنت تصلي. </p><p> وهكذا تجد في الصلاة كل أركان الدين، ولأهميتها نجد أنها تبقى مع الإنسان إلى آخر رمقٍ في حياته، وهي قد أخذت أهميتها في التشريع على قدر أهميتها في التكليف، وكل تكاليف الإسلام قد جاءت بواسطة الوحي إلا الصلاة، فقد جاءت مباشرة من الله تعالى، فقد استدعى الله </p><p> سبحانه رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إليه ليفرض عليه الصلاة وهي تحية لأمة محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ نظراً لأنها شرعت في قرب محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من ربه سبحانه وتعالى. </p><p> لذلك جعل الحق سبحانه الصلاة المفروضة في القرب وسيلة لقرب أمة رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ جميعاً؛ ولذلك فهي الباقية. </p><p> ويُحكَى أن الإمام علياً كرم الله وجهه ورضي عنه أقبل على قوم وقال لهم: أي آيةٍ في كتاب الله أَرْجَى عندكم؟ </p><p> أي: ما هي الآية التي تعطي الرجاء والطمأنينة والبشرى بأن الحق سبحانه يقبلنا ويغفر لنا ويرحمنا، فقال بعضهم: هي قول الحق سبحانه: </p><p> {إِنَّ الله لاَ يَغْفِرُ أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذلك لِمَن يَشَآءُ}  [النساء: ١١٦] . </p><p> فقال الإمام علي: حسنة، وليست إياها؟ أي: أنها آية تحقق ما طلبه، لكنها ليست الآية التي يعنيها. </p><p> فقال بعض القوم إنها قول الحق سبحانه: </p><p> {وَمَن يَعْمَلْ سواءا أَوْ يَظْلِمْ نَفْسَهُ ثُمَّ يَسْتَغْفِرِ الله يَجِدِ الله غَفُوراً رَّحِيماً}  [النساء: ١١٠] . </p><p> فكرر الإمام علي: حسنة، وليست إياها. </p><p> فقال بعض القوم: هي قول الحق سبحانه: </p><p> {قُلْ ياعبادي الذين أَسْرَفُواْ على أَنفُسِهِمْ لاَ تَقْنَطُواْ مِن رَّحْمَةِ الله إِنَّ الله يَغْفِرُ الذنوب جَمِيعاً} </p><p> [الزمر: ٥٣] . </p><p> فقال الإمام علي: حسنة، وليست إياها: </p><p> فقال بعضهم: هي قوله سبحانه: </p><p> {والذين إِذَا فَعَلُواْ فَاحِشَةً أَوْ ظلموا أَنْفُسَهُمْ ذَكَرُواْ الله فاستغفروا لِذُنُوبِهِمْ وَمَن يَغْفِرُ الذنوب إِلاَّ الله}  [آل عمران: ١٣٥] . </p><p> فقال الإمام علي: حسنة، وليست إياها. </p><p> وصمت القوم وأحجموا، فقال الإمام علي كرَّم الله وجهه: ما بالكم يا معشر المسلمين؟ وكأنه يسألهم: لماذا سكتم؟ . . فقالوا: لا شيء. </p><p> وهكذا جعل الإمام علي التشويق أساساً يبني عليه ما سوف يقول لهم: واشرأبت أعناقهم، وأرهفوا السمع، فقال لهم الإمام علي: سمعت حبيبي رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يقول: «أَرْجَى آية في كتاب الله هي قول الحق سبحانه:</p><p> {وَأَقِمِ الصلاة طَرَفَيِ النهار وَزُلَفاً مِّنَ اليل إِنَّ الحسنات يُذْهِبْنَ السيئات ذلك ذكرى لِلذَّاكِرِينَ}  [هود: ١١٤] . </p><p> يا علي إن أحدكم ليقوم من وضوئه فتتساقط عن جوارحه ذنوبه، فإذا أقبل على الله بوجهه وقلبه لا ينفتل أي: لا يلتفت إلا وقد غفر الله له كل ذنوبه كيوم ولدته أمه؛ فإذا أحدث شيئاً بين الصلاتين فله ذلك، ثم عدَّ الصلوات الخمس واحدة واحدة، فقال بين الصبح والظهر، وبين الظهر والعصر، وبين العصر والمغرب، وبين المغرب والعشاء، وبين العشاء والفجر، ثم قال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: » يا علي إنما الصلوات الخمس لأمتي كنهر جارٍ بباب أحدكم، أو لو كان على جسد واحد منكم درن ثم اغتسل في البحر، أيبقى على جسده شيء من الدرن؟ قال: فذلكم والله الصلوات لأمتي «. </p><p> ولذلك لو نظرنا إلى الأعمال لوجدنا كل عمل له مجاله في عمره إلا مجال الصلاة، فمجالها كل عمر الإنسان. </p><p> ويقول الحق سبحانه بعد ذلك:  {واصبر فَإِنَّ الله لاَ يُضِيعُ أَجْرَ المحسنين} </p>"
}