{
  "id": null,
  "sura": 11,
  "aya": 119,
  "text": "<p> أي: أن الحق سبحانه قد خَلَقَ الخَلْق للرحمة والاختلاف. </p><p> وساعة نرى «اسم إشارة» أو «ضميراً» عائداً على كلام متقدِّم، فنحن ننظر ماذا تقدم. والمتقدم هنا:  {وَلاَ يَزَالُونَ مُخْتَلِفِينَ إِلاَّ مَن رَّحِمَ رَبُّكَ}  [هود: ١١٨١١٩] . </p><p> والحق سبحانه وتعالى حين تكلم عن خلق الإنسان قال: </p><p> {وَمَا خَلَقْتُ الجن والإنس إِلاَّ لِيَعْبُدُونِ}  [الذاريات: ٥٦] . </p><p> ومعنى العبادة هو طاعة الله سبحانه في «افعل» و «لا تفعل» وهذا هو المراد الشرعي من العبادة؛ ولكن المرادات الاجتماعية تحكَّمتْ فيها خاصية الاختيار، فحدث الاختلاف، ونشأ هذا الاختلاف عن تعدُّد الأهواء. </p><p> فلو أن هَوَانَا كان واحداً؛ لما اختلفنا، ولكنّا نختلف نتيجة لاختلاف الأهواء، فهذا هواه يميني؛ وذاك هواه يساري؛ وثالث هواه شيوعيٌّ؛ ورابع هواه رأسماليّ؛ وخامس هواه وجوديّ، وكل واحد لهم هوى. </p><p> ولذلك قال الحق سبحانه:  {وَلَوِ اتبع الحق أَهْوَآءَهُمْ لَفَسَدَتِ السماوات والأرض}  [المؤمنون: ٧١] . </p><p> ولم يكن العالم ليستقيم؛ لو اتبع الله سبحانه أهواء البشر المختلفة، ولكن أحوال هذا العالم يمكن أن تستقيم؛ إذا صدرتْ حركته الاختيارية عن هوًى واحد؛ ولذلك قال النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: </p><p> «لا يؤمن أحدكم حتى يكون هواه تبعاً لما جئتُ به» . </p><p> وفي حياتنا اليومية نلاحظ أن الأعمال التي تسير بها حركة الحياة وبدون أن ينزل تكليف فيها؛ نجد فيها اختلافاً لا محالة؛ لأن الحق سبحانه وتعالى لو شاء لخلقنا كلنا عباقرة في كل مناحي الحياة؛ أو يخلقنا كلنا شعراء أو أطباء أو فلاسفة. </p><p> ولو شاء سبحانه ذلك فمن سيقوم بالأعمال الأخرى؟ فلو أننا كنا كلنا أطباء فمن يقوم بأعمال الزراعة وغيرها؟ ولو كنا جميعاً مهندسين؛ فمن يقوم بأعمال التجارة وغيرها؟ </p><p> وقد شاء الحق سبحانه أن يجعل مواهبنا مختلفة ليرتبط العالم ببعضه ارتباط تكاملٍ وضرورة؛ لا ارتباط تفضُّل. </p><p> ولذلك يقول الحق سبحانه: </p><p> {أَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّكَ نَحْنُ قَسَمْنَا بَيْنَهُمْ مَّعِيشَتَهُمْ فِي الحياة الدنيا وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِّيَتَّخِذَ بَعْضُهُم بَعْضاً سُخْرِيّاً}  [الزخرف: ٣٢] . </p><p> وهكذا نعرف أن رفع الدرجات لا يعني تلك النظرة الحمقاء الرعناء، والتي تدعي أن في ذلك التقسيم رفعة للغنى وتقليلاً لشأن الفقير؛ لأن الواقع يؤكد أن كل إنسان هو مرفوع في جهة بسبب ما يُحسنه فيها؛ ومرفوع عليه في جهة أخرى بسبب ما لا يُحسنه ويُحسنه غيره، وغيره مكمل له. </p><p> وهكذا يتبادل البشر ما يحققه اختلاف مواهبهم، واختلاف المواهب هي مقومات التلاحم. </p><p> ولذلك قلنا: إن مجموع سمات ومواهب كل إنسان إنما يتساوى مع مجموع سمات ومواهب كل إنسان آخر، ولا تفاضل إلا بالتقوى؛ وقيمة كل امرىء ما يُحسنه. </p><p> وقد ترى صاحب السيارة الفارهة وهو يرجو عامل إصلاح السيارات الذي يرتدي ملابس رثة ومتسخة؛ ليصلح له سيارته؛ فيقول له العامل: لا وقت عندي لإصلاح سيارتك؛ فيلحّ صاحب السيارة الفارهة بالرجاء؛ فيرضى العامل ويرق قلبه لحال هذا الرجل صاحب السيارة الفارهة ويذهب لإصلاحها. </p><p> لذلك أقول: إذا نظرتَ لمن هو دونك في أي مظهر من مظاهر الحياة؛ فلا تغترَّ بما تفوقتَ وتميزتَ به عليه؛ ولكن قُلْ لنفسك: لا بد أن هذا الإنسان متفوق في مجال ما. </p><p> ونحن نعلم أن الله سبحانه وتعالى ليس له أبناء ليميز واحداً بكامل المواهب، ويترك آخر دون موهبة. </p><p> ولذلك يقول الحق سبحانه هنا:  {وَلاَ يَزَالُونَ مُخْتَلِفِينَ إِلاَّ مَن رَّحِمَ رَبُّكَ ولذلك خَلَقَهُمْ}  [هود: ١١٨١١٩] . </p><p> وإن كان الاختلاف في المقدرات والمنهج؛ فهذا ما يولِّد الكفر أو الإيمان، ولنا أن نعرف أن الكفر له رسالة؛ بل هو لازم ليستشعر المؤمن حلاوة الإيمان. ولو لم يكن للكفر وظيفة لما خلقه الله. </p><p> وقد قلت قديماً: إن الكفر يعاون الإيمان؛ مثلما يعاوِن الألم العافية، فلولا الألم لما جئنا بالطبيب ليشخِّص الداء، ويصفَ الدواء الشافي بإذن الله. </p><p> ولذلك نقول: الألم رسول العافية. </p><p> والحق سبحانه يقول هنا:  {وَلاَ يَزَالُونَ مُخْتَلِفِينَ إِلاَّ مَن رَّحِمَ رَبُّكَ}  [هود: ١١٨١١٩] . </p><p> وأنت إن دقَّقت النظر في الاختلاف لوجدته عين الوفاق. </p><p> ومثال ذلك: اختلاف أبنائك فيما يحبونه من ألوان الطعام، فتجد ابناً يفضِّل صدر الدجاجة، وآخر يفضل الجزء الأسفل منها «الوَرِك» ، وتضحك أنت لهذا الاختلاف، لأنه اختلاف في ظاهر الأمر، ولكن باطنه وِفَاق، لو اتفقنا جميعاً في الأمزجة لوجدنا التعاند والتعارض؛ وهذا ما ينتشر بين أبناء المهنة الواحدة. </p><p> ولمن يسأل: هل الخلق للاختلاف أم الخلق للرحمة؟ </p><p> نقول: إن الخلق للاختلاف والرحمة معاً، لأن الجهة مُنفكَّة. </p><p> ثم يقول سبحانه في نفس الآية:  {وَتَمَّتْ كَلِمَةُ رَبِّكَ لأَمْلأَنَّ جَهَنَّمَ مِنَ الجنة والناس أَجْمَعِينَ}  [هود: ١١٩] . </p><p> والحق سبحانه قد علم أزلاً بمن يختار الإيمان ومن يختار الكفر، وهذا من صفات العلم الأزليّ لله سبحانه وتعالى ولذلك قال سبحانه:  {وَتَمَّتْ كَلِمَةُ رَبِّكَ} أي: علم سبحانه مَنْ مِنْ عباده سيختار أن يعمل في الدنيا عملَ أهل النار، ومن سيختار أن يعمل عملَ أهل الجنة؛ لسبْق علمه الأزليّ بمرادات عباده واختياراتهم. </p><p> وسبق أن ضربنا مثلاً ولله المثل الأعلى بعميد الكلية الذي </p><p> يعلن للأساتذة ضرورة ترشيح المتفوقين في كل قسم؛ لأن هناك جوائز في انتظارهم، فيرشح كل أستاذ أسماء المتفوقين الذين لمسَ فيهم النبوغ والإخلاص للعلم، ويطلب العميد من أساتذة من خارج جامعته أن يضعوا امتحانات مفاجئة لمجموع الطلاب؛ ويُفاجأ العميد بتفوق الطلبة الذين لمس فيهم أساتذتهم النبوغ والإخلاص للعلم، وهنا يتحقق العميد من صدق تنبؤ الأساتذة الذين يعملون تحت قيادته. </p><p> ولكن قد تحدث مفاجأة: أن يتخلف واحد من هؤلاء الطلبة لمرض أصابه أو طارىء يطرأ عليه من تعب أعصاب أو إرهاق أو غير ذلك؛ وبهذا يختلّ تقدير أستاذه؛ لكن تقدير الحق سبحانه مُنزَّه عن الخطأ، وما عَلِمه أزلاً فهو مُحقَّق لا محالة؛ لذلك بيَّن لنا أنه عِلْم أزليّ، ويتحدى الكافر به أن يغيره. </p><p> وكلنا يعرف أن الحق سبحانه أنزل قوله الكريم: </p><p> {تَبَّتْ يَدَآ أَبِي لَهَبٍ وَتَبَّ}  [المسد: ١] . </p><p> وسمعها أبو لهب ولم يتحدها بإعلان الإيمان ولو نفاقاً. </p><p> وقول الحق:  {وَتَمَّتْ كَلِمَةُ رَبِّكَ} تبيِّن لنا أن الحق سبحانه </p><p> إنْ قال شيئاً فهو قد تَمَّ بالفعل؛ فلا رادَّ لمشيئته، أما نحن فعلينا أن نسبق كل وعد بعمل سنقوم به بقول:  {إِلاَّ أَن يَشَآءَ الله}  [الكهف: ٢٤] . </p><p> لأن الحق يقول لنا:  {وَلاَ تَقْولَنَّ لِشَاْىءٍ إِنِّي فَاعِلٌ ذلك غَداً إِلاَّ أَن يَشَآءَ الله}  [الكهف: ٢٣٢٤] . </p><p> وفي هذا احترامٌ لوضعنا البشري، وإيمانٌ بغلبة القهر، ومعرفة لحقيقة أننا من الأغيار؛ لأن كل حدث من الأحداث يتطلب فاعلاً؛ ومفعولاً يقع عليه الفعل؛ ومكاناً؛ وزماناً؛ وسبباً؛ ولا أحدَ مِنَّا يملك أيَّ واحد من تلك العناصر. </p><p> فإن قُلْتَ:  {إِلاَّ أَن يَشَآءَ الله} تكون قد عصمتَ نفسك من أن تكون كاذباً، أو أن تَعِدَ بما لا تستطيع، لكن إذا كان مَنْ يقول هو مالك كل شيء، ولا قوة تخرجه عَمَّا قال، فهو وحده القادر على أن ينفِّذ ما يقول. </p><p> ولذلك قلنا: إن كل فعل يُنسب إلى الله تعالى يتجرد عن </p><p> الزمن؛ فلا نقول:  «فعل ماضٍ» أو «فعل سيحدث في المستقبل» أو «فعل مضارع» ؛ لأن تلك الأمور إنما تُقاسُ بها أفعال البشر، لكن أفعال الله سبحانه لا تقاس بنفس المقياس، فسبحانه حين يقرر أمراً فنحن نأخذه على أساس أنه قد وقع بالفعل. </p><p> والحق سبحانه يقول: </p><p> {أتى أَمْرُ الله فَلاَ تَسْتَعْجِلُوهُ}  [النحل: ١] . </p><p> وقوله سبحانه:  {أتى} بمعنى: تَقرَّر الأمر ولم يُنفَّذ بعد فلا تتعجَّلوه؛ وهذا هو تحدِّي القيومية القاهرة، ولا توجد قوة قادرة على أن تمنع وقوع أمر شاءه الله سبحانه وتعالى فهو يحكم فيما يملك، ولا مُنَازِع له سبحانه. </p><p> وقوله الحق:  {لأَمْلأَنَّ جَهَنَّمَ مِنَ الجنة والناس أَجْمَعِينَ}  [هود: ١١٩] . </p><p> فسببه أن الإنس والجن هما الثقلان المكلَّفان. </p><p> ويقول الحق سبحانه بعد ذلك: </p><p> {وَكُلاًّ نَّقُصُّ عَلَيْكَ مِنْ أَنْبَاءِ الرسل} . </p>"
}