{
  "id": null,
  "sura": 11,
  "aya": 32,
  "text": "<p> والجدال هو قول كلام يقابل كلاماً آخر، والقصد عند كل طرف متكلم أن يزحزح الطرف الآخر عن مذهبه بحجة أو بشبهة، بهدف إسقاط المذهب. </p><p> إذن: فالجدال هو مناقشة طرفين، يتقاسمان الكلام بهدف أن يقنع أحدهما الآخر بأن ينصرف عن مذهبه هو إلى مذهب القائل. </p><p> وكلمة «الجدال» مأخوذة من «الجَدْل» أي: الفَتْل، وفتل الحبل إنما يأتي من أخذ شعرات من الكتان أو الحرير أو أي مادة مثل هذا أو ذاك، ثم ضَمِّ شعرتين إلى بعضهما، ثم القيام بِلَفِّ كل شعرتين أخريين، وهكذا حتى يتم اكتمال الحبل. </p><p> ويقال للرجل القوي:  «مفتول العضلات» ، أي: أن عضلاته ليست رخوة أو ضعيفة، بل مفتولة، أي: متداخلة ومشدودة. </p><p> وحين تنظر إلى الجهاز العضلي فأنت تندهش لقدرة الحق سبحانه وتعالى الذي خلق كل عضلة بشكل وأسلوب معين، يتيح لها أن تتآزر وتتعاون مع غيرها من العضلات لأداء الحركات المطلوبة منها. </p><p> فحين يرفع الإنسان رأسه فهو يحتاج لحركة أكثر من عضلة، وحين تعمل اليد فهي تحرك أكثر من عضلة، ولو تعطلت حركة عضلة واحدة، لامتنعت الحركة المقابلة لها. </p><p> وهم قد قالوا لنوح عليه السلام: </p><p> {قَدْ جَادَلْتَنَا فَأَكْثَرْتَ جِدَالَنَا}  [هود: ٣٢] . </p><p> ونحن نعلم أن نوحاً عليه السلام عاش ألف عام إلا خمسين عاماً، ومعنى ذلك أن جداله معهم أخذ وقتاً طويلاً. </p><p> والجدال يختلف عن المِرَاء، لأن الجدال إنما يكون لحقٍّ، والمراء، يكون بعد ظهور الحق. </p><p> الجدال إذن مطلوب، والحق سبحانه هو القائل: </p><p> {وَجَادِلْهُم بالتي هِيَ أَحْسَنُ}  [النحل: ١٢٥] . </p><p> وكذلك يقول سبحانه وتعالى: </p><p> {قَدْ سَمِعَ الله قَوْلَ التي تُجَادِلُكَ فِي زَوْجِهَا وتشتكي إِلَى الله}  [المجادلة: ١] . </p><p> إذن: فالجدال مطلوب لنصل إلى الحق، شرط أن يكون جدلاً حسناً، لا احتكاك فيه ولا إيذاء. </p><p> وهناك فارق بين احتكاك الآراء، وتحكُّك الآراء، فالتحكك كالتلكَّك، وهو الرغبة في عدم الوصول إلى الحق، لكن الاحتكاك هو الذي يوصل إلى الحق، مثلما نحكُّ الزناد بقطعة من حديد فتولد الشرر لنرى الحق، أما التحكُّك فهو يواري ويطمس الحقيقة. </p><p> والمِرَاء هو الجدَال بعد أن يظهر الحق، وهو مأخوذ من مَرَى الضَّرع، فحينَ يقومون بإنزال اللبن من ضرع الناقة أو البقرة، فالضرع يكون ملآن، وينزل منه اللبن بشدة وقوة، وبعد أن ينتهي حَلْبُ الضرع، يظل مَنْ يحلبها مُمْسِكاً بحَلَمات الناقة أو الجاموسة، ويستحلب ما بقى من اللبن، ويُقال لهذا الجزء الأخير «المريى» . </p><p> ولذلك أخذوا من هذه العملية كلمة «المراء» ، وهو ما بعد ظهور الحق. </p><p> وهناك بجانب الجدال والمراء، والاحتكاك، والتحكُّك، والحِجَاج؛ والمراد بالحجاج هو إظهار حجة الخصم على الخصم. </p><p> وبعد أن مَلُّوا من جدال نوح عليه السلام طلبوا أن ينزل بهم العذاب الذي أنذرهم به، وقد استبطأوا مجيء هذا العذاب؛ لأن نوحاً عليه السلام عاش بينهم ألف سنة إلا خمسين، وقالوا: </p><p> {فَأْتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ الصادقين}  [هود: ٣٢] . </p><p> وكأنهم بهذا القول قد أخرجوا نوحاً مَخْرج من بيده أن يأتي بالعذاب، أو يمنع العذاب، وهذه مسألة لا يملكها نوح، بل هي مِلْك لله سبحانه وتعالى. </p><p> ولذلك يُنبههم نوح عليه السلام:  {قَالَ إِنَّمَا يَأْتِيكُمْ بِهِ الله} </p>"
}