{
  "id": null,
  "sura": 11,
  "aya": 120,
  "text": "<p> وساعة ترى التنوين في قوله الحق {وَكُلاًّ} فاعلمْ أن المقصود هو قصة كل رسول جاء بها الحق سبحانه في القرآن الكريم. </p><p> وحين يتكلم الحق سبحانه وتعالى عن فعل قد أحدثه؛ فلنا أنْ ننظر: هل هذا الفعل مأخوذ من صفة له سبحانه أم مأخوذ من اسم موجود؟ فيحقّ لنا أن نأخذ الاسم ونأخذ الفعل مثل قوله تعالى:  {خَلَقَكُمْ}  [النحل: ٧٠] . </p><p> نعلم منه أنه سبحانه خالق، ولكن إنْ جاء فعل ليس له أصل في أسماء الله الحسنى، فإياك أنْ تشتقَّ من الفعل اسماً لله. </p><p> ومثال ذلك قوله سبحانه:  {وَكُلاًّ نَّقُصُّ}  [هود: ١٢٠] . </p><p> والذي يقصُّ هنا هو الله سبحانه لكن لا أحد في إمكانه أن </p><p> يقول: إن الله قصَّاص، مثلما لا يحق لأحد أن يقول: إن الله ماكر، رغم أن الله سبحانه قد قال:  {وَيَمْكُرُونَ وَيَمْكُرُ الله والله خَيْرُ الماكرين}  [الأنفال: ٣٠] . </p><p> وكذلك لا يصح لأحد أن يقول: الله المخادع، رغم أن الحق سبحانه قد قال:  {إِنَّ المنافقين يُخَادِعُونَ الله وَهُوَ خَادِعُهُمْ}  [النساء: ١٤٢] . </p><p> وهكذا نتعلم أدب الحديث عن الله المتصف بكل صفات الكمال والجلال؛ وأن نكتفي بقول: إن مثل هذا الفعل جاء للمشاكلة ما دام ليس له وجود ضمن أسماء الله الحسنى. </p><p> وهنا يقول الحق سبحانه: </p><p> {وَكُلاًّ نَّقُصُّ عَلَيْكَ مِنْ أَنْبَاءِ الرسل}  [هود: ١٢٠] . </p><p> و «أنباء» جمع «نبأ» ، وهو الخبر العظيم الذي له أهمية، والذي يختلف به الحال عند العلم به، وأخبار الرسل عليهم السلام تتناثر لقَطاتٍ مختلفة عَبْرَ سور القرآن الكريم، موضحة ما جاء به كل رسول معالجاً الداء الذي عانى منه قومه، وكذلك ما عاناه كل رسول من عَنَت القوم المبعوث لهم، وجاء ذكر تلك الأنباء في القرآن لتثبيت فؤاد الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ لأن الرسول سيصادف في الدعوة المتاعب والصعاب. </p><p> وقد ذكر القرآن بعضاً من تلك المواقف، يقول الحق سبحانه: </p><p> {وَزُلْزِلُواْ حتى يَقُولَ الرسول والذين آمَنُواْ مَعَهُ متى نَصْرُ الله}  [البقرة: ٢١٤] . </p><p> ويقول الحق سبحانه مصوِّراً حال المؤمنين: </p><p> {إِذْ جَآءُوكُمْ مِّن فَوْقِكُمْ وَمِنْ أَسْفَلَ مِنكُمْ وَإِذْ زَاغَتِ الأبصار وَبَلَغَتِ القلوب الحناجر وَتَظُنُّونَ بالله الظنونا}  [الأحزاب: ١٠] . </p><p> ومثل هذه المواقف تقتضي تثبيت الفؤاد؛ بمعنى تسكينه على منطق اليقين الإيماني بربِّ أرسله رسولاً ليبلِّغ منهجاً، وما كان الله سبحانه ليرسل رسولاً ليبلِّغ منهجاً ثم يُسلمه لأعدائه. </p><p> فإذا ما ذكر له أخبار الرسل والصعاب التي تعرضوا لها تهون عليه المصاعب التي يتعرض لها، ويثبت فؤاده. </p><p> و «الفؤاد» هو ما نقول عنه: «القلب» ، وهو وعاء العقائد، بمعنى أن المخ يستقبل من الحواس وسائل الإدراكات من عين ترى، ومن أذن تسمع، ومن أنف يشُم، ومن فَمٍ يستطعم، ومن كفٍّ تلمس </p><p> فتتولد المعلومات التي يصنفها المخ، ويرتبها كقضايا عقلية. </p><p> ويناقش المخ تلك القضايا العقلية إلى أن تصح القضية العقلية صحة لا يأتي بعدها ما ينقضها، فيسقطها المخ في الفؤاد لتصير عقيدة؛ لا تطفو بعدها إلى العقل لتُناقش من جديد؛ ولذلك يسمونها «عقيدة» من العقدة فلا تتذبذب بعد ذلك. </p><p> إذن: فالفؤاد هو الوعاء القابل للقضايا التي انتهى المخ من تمحيصها تمحيصاً وصل فيه إلى الحق، وأسقطها على القلب ليدير حركة الحياة على مُقْتضاها. </p><p> وعلى سبيل المثال: نجد الشاب الذي يفكر في مستقبله، فيدرس مزايا وعيوب المهن المختلفة ليختار منها التخصص الذي يتناسب مع مواهبه؛ وأحلامه، ثم يدرس المحسَّات التي استقبلها بحواسه ليُمحِّصها بعقله؛ وما ينتهي إليه عقله يسقطه في قلبه؛ ليصير عقيدة يدير بها حركة حياته. </p><p> مثال هذا: أنه قد استقر في وجدان الناس وعقولهم أن النار مُحْرقة، ولكن من أين جاء هذا اليقين في أن النار محرقة؟ نقول: جاء من أمر حسي بأن شاهد الناس أن مَنْ مسَّته النار أحرقته. </p><p> لا بد إذن أن يكون القلب ثابتاً؛ غير مذبذب. </p><p> ولذلك يقول الحق سبحانه: </p><p> {وَكُلاًّ نَّقُصُّ عَلَيْكَ مِنْ أَنْبَاءِ الرسل مَا نُثَبِّتُ بِهِ فُؤَادَكَ}  [هود: ١٢٠] . </p><p> لأن الفؤاد هو الوعاء الذي من مهمته أن يكون مستعداً لاستقبال كلمة الحق؛ وليقبل تنبيه الذكرى، وجلال الموعظة، وكمال الوارد من الحق سبحانه وما يأتي من الحق سبحانه هو الحق أيضاً، والحق هو الشيء الثابت الذي لا يطرأ عليه تغيير. </p><p> وحق الحق ينبوع العقيدة الذي ستصدر عنه طاعة التكليف، ولا بد أن يكون الإنسان على ثقة من حكمه المكلِّف قبل أن يُقبِلَ على التكليف؛ لذلك لزم أن يأتي الدليل على وجود الحق سبحانه وهو قمة الوجود الأعلى قبل أن تأتي الموعظة، ويكون الإيمان بالوجود الأعلى الذي لا يتغير ولا تطرأ عليه الأغيار هو السابق لمجيء تلك الموعظة. </p><p> لأن الموعظة قد تتطلب من الإنسان شيئاً يكره أن يلتزم به، وهي هنا صادرة من الحق سبحانه، الذي خلق، ولا يمكن أن يغش أو يخدع مخلوقاته، ويحملها لك رسول منه سبحانه. </p><p> وقد تكره الموعظة إن صدرت عن إنسان مثلك؛ لأنه لن يَعِظك إلا بكمال يتميز به ليعدد نقصاً فيك، وإن لم يكن الواعظ يتمتع بالكمال الذي يعظ به؛ بالموعوظ سيردُّ على الواعظ قائلاً: فَلْتعِظْ نفسك أولاً. </p><p> ولذلك نجد قول الحق سبحانه: </p><p> {كَبُرَ مَقْتاً عِندَ الله أَن تَقُولُواْ مَا لاَ تَفْعَلُونَ} </p><p> [الصف: ٣] . </p><p> لأن الواعظ الذي يَعِظُ بما لا يطبقه على نفسه يعطي الحجة للموعوظ ليرفض الموعظة؛ وليقول لنفسه:  «لو كان في هذا الأمر خير لطبَّقه على نفسه» . </p><p> وهكذا بيَّنت الآية الكريمة موقف الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كمُثَبَّتٍ، وأيضاً موقف المؤمنين برسالته كمذكَّرين من الرسول بأنهم سيتعرضون للمتاعب؛ متاعب مشقة التكليف التي سيعاني منها مَنْ لا يأخذ التكليف بعمق الفهم. </p><p> فقد يرى بعض المكلَّفين مثلاً أن الأمر بغَضِّ الطَّرْف </p><p> حرمانٌ من شهوة طارئة ولا يَسْبر غورَ الفهم بأن غَضَّ الطَّرْف أمراً لكافة المؤمنين أن يغضوا الطرف عن محارمه، وقد يرى في الزكاة أنها أخْذٌ من ماله، ولا يَسْبر غور الفهم بأن في الزكاة تأميناً له إنْ مرَّت عليه الأغيار وصار فقيراً؛ عندئذ سيقدم له المجتمع الإيماني التأمين الاجتماعي الذي يحميه وعياله من مَغبَّة السؤال. </p><p> وعمق الفهم أمر مطلوب؛ لأن الحق سبحانه هو القائل: </p><p> {أَفَلاَ يَتَدَبَّرُونَ القرآن}  [النساء: ٨٢] . </p><p> لأنك حين تتدبر المعاني ستعلم أن التكليف هو تشريف لك؛ وستقول لنفسك:  «ما كلفني الله إلا لخير نفسي؛ وإن ظهر أنه لخير الناس» . </p><p> ومن المتاعب أيضاً ما يلقاه المؤمنون من عنت المستفيدين من الفساد؛ هؤلاء الذين يعيشون على الانتفاع من المفاسد، ويواجهون كل من يريد أن يقضي على الفساد؛ لأن الفساد في الأرض لا يعيش إلا إذا وُجِد منتفعٌ بهذا الفساد؛ والمنتفع بالفساد يكره ويعلن الخصومة لكلِّ مقاومٍ له. </p><p> إذن: فموقف خصوم النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ موقف طبيعي لصالحهم، ولكنهم لحمقهم حددوا الصالح بمصالحهم الآنية في الحياة الدنيا؛ ولم ينظروا إلى عاقبة ما يؤول إليه أمرهم في الآخرة نعيماً أو عذاباً. </p><p> ولو أنهم امتلكوا البصيرة؛ لعرفوا أن من مصلحتهم أن يوجد مَنْ يُقوِّمهم حتى لا يقدموا لأنفسهم شراً يوجد لهم في الآخرة. </p><p> ولو أنهم فَطِنوا؛ لعلموا أن الرسول كما جاء لصلاح المستضعفين المستغلين بالفساد؛ جاء أيضاً لصالحهم، ولو أنهم كانوا على شيء من التعقل؛ لكانوا من أنصار رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ ولكان </p><p> من الواجب عليهم كلما حدثتهم أنفسهم بالسعي إلى الفساد؛ وسمعوا من الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ما ينتظرهم نتيجة لهذا الفساد؛ أن يتبعوه وأن يشكروه؛ لأنه خلَّصهم من طاقة الشر الموجودة فيهم. </p><p> وهنا يوضح الحق سبحانه لرسوله: أنت لست بدعاً من الرسل، وكل رسول تعرَّض للمتاعب مثلما تتعرض أنت لمثلها، وأنت الرسول الخاتم، ولأن الدين الذي جئتَ به لن يأتي بعده دين آخر؛ لذلك لا بد أن تتركز المتاعب كلها معك؛ فكُنْ على ثقة تماماً أنك مُصادِفٌ للمتاعب. </p><p> ولذلك نثبِّت فؤادك بما نقصُّه عليك من أنباء الرسل؛ لأن هذا الفؤاد هو الذي سيستقبل الحقائق الإيمانية من قمة «لا إله إلا الله» إلى أن يكون ذكرى تذكّرك والمؤمنين معك. </p><p> وهكذا بيَّنتْ الآية موقف الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كمثَّبت؛ وموقف المؤمنين كمذكَّرين من الرسول؛ لأنهم سيتعرضون للمتاعب أيضاً. </p><p> ونحن نعرف جميعاً ما قاله رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ للأنصار حين بايعوه في العقبة على نصرته، وقالوا: إنْ نحن وفينا بما عاهدناك عليه؛ </p><p> فماذا يكون لنا؟ ولم يَقُلْ لهم صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «ستملكون الدنيا، وستصبحون سادة الفُرْس والروم» ، بل قال لهم:  «لكم الجنة» . </p><p> لأنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يعلم أن منهم مَنْ سيموت قبل أن تتحقق تلك الانتصارات؛ لذلك وعدهم بالقَدْر المشترك الذي يتساوى فيه مَنْ يموت بعد إعلانه للإيمان، وبين مَنْ سيعيش ليشهد تلك الانتصارات. </p><p> وهكذا تبينا كيف تضمَّنت الآية الكريمة تثبيت فؤاد الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ وكيفية إعداد هذا الفؤاد لاستقبال الحق والموعظة وذكرى المؤمنين معه. </p><p> هذا هو الطرف الأول، فماذا عن الطرف الثاني؛ الطرف المكذِّب للرسول؟ </p><p> كان ولا بد أن يتكلم الحق سبحانه هنا عن المكذِّبين للرسول؛ لأن استدعاء المعاني يجعل النفس قابلة للسماع عن الطرف الآخر. </p><p> وما دام الحق سبحانه قد تكلم عن تثبيت وعاء الاستقبال، </p><p> والموعظة، وتذكير المؤمنين؛ لحظة أن تخور منهم العزائم، فلا بُدَّ إذن أن يتكلم سبحانه عن القسم الآخر؛ وهو القسم المكذِّب، فيوضح سبحانه لرسوله أن له أن يتحداهم ولا يتهيَّب. </p><p> يقول الحق سبحانه:  {وَقُل لِّلَّذِينَ لاَ يُؤْمِنُونَ اعملوا} . </p>"
}