{
  "id": null,
  "sura": 11,
  "aya": 88,
  "text": "<p> وهنا يعلن لهم شعيب عليه السلام أنه على يقين من أن الله سبحانه وتعالى قد أعطاه حجة ومنهجاً، وقد رزقه الرزق الحسن الذي لا يحتاج معه إلى أحد؛ فامور حياته ميسورة. </p><p> وقد يكون المقصود بالرزق الحسن رحمة النبوة. </p><p> ثم يقول الحق سبحانه ما جاء على لسان شعيب عليه السلام: </p><p> {وَمَآ أُرِيدُ أَنْ أُخَالِفَكُمْ إلى مَآ أَنْهَاكُمْ عَنْهُ}  [هود: ٨٨] . </p><p> أي: أنني أطبق ما أدعوكم إليه على نفسي؛ فلا أنقص كيلاً أو أخْسِر ميزاناً، ولا أبخس أحداً أشياءه؛ لأني لا أعبد غير الله. </p><p> وكلمة «أخالف» تدل على اتجاهين متضادين، فإن كان قولك بهدف صرف إنسان عن فعل لكي تفعله أنت؛ تكون قد خالفته «إلى» كذا، وإن كنت تريده أن يفعل فعلاً كيلا تفعله أنت؛ تكون قد خالفته «عن» كذا. </p><p> فشعيب عليه السلام يوضح لهم أنه لا ينهاهم عن أفعال؛ ليفعلها هو؛ بل ينهاهم عن الذي لا يفعله؛ لأن الحق سبحانه قد أمره بألا يفعل تلك الأفعال، فالحق سبحانه هو الذي أوحى له بالمنهج، وهو الذي أنزل عليه الرسالة. </p><p> وشعيب عليه السلام لا ينهاهم عن أفعال يفعلها هو؛ لأنه لا يستأثر لنفسه بما يرونه خيراً؛ فليس في نقص الكيل والميزان؛ أو الشرك بالله أدنى خير، فكل تلك الأفعال هي الشر نفسه. </p><p> ويوضح لهم شعيب عليه السلام مهمة النبوة؛ فيقول: </p><p> {إِنْ أُرِيدُ إِلاَّ الإصلاح مَا استطعت}  [هود: ٨٨] . </p><p> فالنبوات كلها لا يرسلها الله تعالى إلا حين يطم الفساد، ويأتي النبي المُرسَل بمنهج يدل الناس إلى ما يصلح أحوالهم؛ من خلال «افعل» و «لا تفعل» ويكون النبي المُرسَل هو الأسوة لتطبيق المنهج؛ فلا يأمر أمراً هو عنه بنَجْوةٍ؛ ويطبق على نفسه أولاً كل ما يدعو إليه. </p><p> ولذلك قال شعيب عليه السلام: </p><p> {إِنْ أُرِيدُ إِلاَّ الإصلاح مَا استطعت}  [هود: ٨٨] . </p><p> لأن الله سبحانه وتعالى لا يكلف نفساً إلا وسعها، وما يدخل في طوعها. </p><p> ويقول شعيب عليه السلام بعد ذلك: </p><p> {وَمَا توفيقي إِلاَّ بالله عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ}  [هود: ٨٨] . </p><p> وهكذا نعلم أن هناك فرقاً بين العمل؛ وبين التوفيق في العمل؛ لأن جوارحك قد تنشغل بالعمل؛ ولكن النية قد تكون غير خالصة؛ عندئذ لا يأتي التوفيق من الله. </p><p> أما إن أقبلت على العمل؛ وفي نيتك أن يوفقك الله سبحانه لتؤدي هذا العمل بإخلاص؛ فستجد الله تعالى وهو يصوِّب لك أيَّ خطأ تقع فيه؛ وستنجز العمل بإتقان وتشعر بجمال الإتقان، وفي الجمال جلال. </p><p> والحق سبحانه وتعالى يقول هنا ما جاء على لسان شعيب عليه السلام:  {عَلَيْهِ تَوَكَّلْتُ} ؛ أي: أنه لا يتوكل إلا على الله؛ ولا يصح أن تعطف على هذا القول شيئاً؛ لأنك إن عطفت على هذا القول وقلت «على الله توكلت وعليك» ؛ فتوقع ألا يوفقك الله، لأنك أشركت أحداً غير الله. </p><p> ونجد في القرآن الكريم قول الحق سبحانه على لسان هود عليه السلام: </p><p> {تَوَكَّلْتُ عَلَى الله}  [هود: ٥٦] . </p><p> ويجوز لك هنا أن تعطف. </p><p> ولك أن تتذكر قول أحد العارفين:  «اللهم إني أستغفرك من كل عملٍ قصدتُ به وجهك فخالفني فيه ما ليس لك» . </p><p> فلا تترك شيئاً يزحف على توكلك على الله تعالى؛ لأنك إليه تنيب؛ وترجع؛ كما قال شعيب عليه السلام:  {وَإِلَيْهِ أُنِيبُ} . </p><p> ويقول الحق سبحانه وتعالى من بعد ذلك:  {وياقوم لاَ يَجْرِمَنَّكُمْ شقاقي} </p>"
}