{
  "id": null,
  "sura": 11,
  "aya": 34,
  "text": "<p> والمعنى هنا: إن كان الله سبحانه يريد أن يغويكم فلن تنتفعوا بالنصيحة إن أردت أن أنصحكم؛ لأن الآية بها تعدُّد الشرطين. </p><p> ومثال ذلك من حياتنا: حين يطرد ناظر المدرسة طالباً، عقاباً له على خطأ معين، فالطالب قد يستعطف الناظر، فيقول الناظر:  «إن جئتني غداً أقبل اعتذارك إنْ كان معك والدك» . </p><p> وقول الناظر:  «إن كان معك والدك» هو شرط متأخِّر، ولكنه كان يجب أن يتقدَّم. </p><p> وفي الآية الكريمة التي نحن بصددها جاء الشرط الأول متأخِّراً، ولكن هل يغوي الله سبحانه عِبادَه؟ </p><p> لا، إنه سبحانه يهديهم، والغواية هي الضلال والبعد عن الطريق المستقيم. </p><p> والحق سبحانه يقول عن محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: </p><p> {مَا ضَلَّ صَاحِبُكُمْ وَمَا غوى}  [النجم: ٢] . </p><p> وقال سبحانه عن آدم عليه السلام حين أكل من الشجرة: </p><p> {وعصىءَادَمُ رَبَّهُ فغوى}  [طه: ١٢١] . </p><p> ونحن يجب ألاَّ نقع في الآفة التي يخطىء البعض بها، حين يستقبلون ألفاظ العقائد على أساس ما اشتهر به اللفظ من معنى؛ فالألفاظ لها معانٍ متعددة. </p><p> لذلك لا بد أن نعرض كل معاني اللفظ لنأخذ اللفظ المناسب للسِّياق. </p><p> ومثال ذلك هو قول الحق سبحانه: </p><p> {فَخَلَفَ مِن بَعْدِهِمْ خَلْفٌ أَضَاعُواْ الصلاة واتبعوا الشهوات فَسَوْفَ يَلْقُونَ غَيّاً}  [مريم: ٥٩] . </p><p> وقوله سبحانه هنا:  {فَسَوْفَ يَلْقُونَ غَيّاً} . </p><p> أي: سوف يلقون عذاباً، لأن غَيَّهم كان سبباً في تعذيبهم، فسمَّى العذاب باسم مُسبِّبه. </p><p> ومثل قول الحق سبحانه: </p><p> {وَجَزَآءُ سَيِّئَةٍ سَيِّئَةٌ مِّثْلُهَا}  [الشورى: ٤٠] . </p><p> والحق سبحانه لا يُسيء لعباده، ولكنهم هم الذين يُسيئون لأنفسهم، فسمَّى ما يلقاهم من العذاب سيئةً. </p><p> وكذلك «الغَيُّ» يرد بمعنى «الإغواء» ، ويرد بمعنى الأثر الذي يترتب عن الغي من العذاب. </p><p> وقد عرض الحق سبحانه وتعالى في كتابه صوراً متعددة للإغواء، فآدم عليه السلام حين تَنكَّبَ عن الطريق، وأكل من الشجرة المحرَّمة رغم تحذير الحق سبحانه له ألاّ يقربها، قال الحق سبحانه وتعالى في هذا الموقف: </p><p> {وعصىءَادَمُ رَبَّهُ فغوى}  [طه: ١٢١] . </p><p> وقد فعل آدم عليه السلام ذلك بحكم طبيعته البشرية، فأراد الله تعالى أن يعلمه أنه إذا خالف المنهج في «افعل» و «لا تفعل» ستظهر عورته وتبدو له سوءاته. </p><p> وهكذا أخذ آدم عليه السلام التجربة ليكون مُستعِداً لاستقبال المنهج والوَحْي. </p><p> وقد ذكر لنا الحق سبحانه كلمات الشيطان بقوله: </p><p> {قَالَ رَبِّ بِمَآ أَغْوَيْتَنِي لأُزَيِّنَنَّ لَهُمْ فِي الأرض وَلأُغْوِيَنَّهُمْ أَجْمَعِينَ}  [الحجر: ٣٩] . </p><p> ولكن هل أغوى الله سبحانه الشيطان؟ </p><p> إن الحق سبحانه لا يُغْوِي، ولكنه يترك الخيار للمكلَّف إن شاء أطاع، وإن شاء عَصَى. </p><p> ولو أنه سبحانه وتعالى جعلنا مؤمنين لما كان لنا اختيار، فإن أطاع الإنسان نال عطاء الله، وإن ضَلَّ، فقد جعل الله له الاختيار، ووَجَّهه لغير المراد مع صلاحيته للمراد. </p><p> إذن: فالاختيار ليس مقصوراً على الإغواء بل فيه الهداية أيضاً، والإنسان قادر على أن يهتدي، وقادر على أن يضلَّ. </p><p> ويقول الحق سبحانه بعد ذلك: </p><p> {أَمْ يَقُولُونَ افتراه قُلْ إِنِ افتريته} </p>"
}