{
  "id": null,
  "sura": 11,
  "aya": 117,
  "text": "<p> وساعة تقرأ أو تسمع (ما كان) يتطرق إلى ذهنك: ما كان ينبغي. </p><p> ومثال ذلك: هو قولنا: «ما كان يصح لفلان أن يفعل كذا» . وقولنا هذا يعني أن فلاناً قد فعل أمراً لا ينبغي أن يصدر منه. </p><p> وهناك فرق بين نفي الوجود؛ ونفي انبغاء الوجود. </p><p> والحق سبحانه يقول: </p><p> {وَمَا عَلَّمْنَاهُ الشعر وَمَا يَنبَغِي لَهُ}  [يس: ٦٩] . </p><p> وهذا لا يعني أن طبيعة الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ جامدة، ولا يستطيع معاذ الله أن يتذوق المعاني الجميلة؛ لأنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ جُبل على الرحمة؛ وقد قال فيه الحق سبحانه: </p><p> {فَبِمَا رَحْمَةٍ مِّنَ الله لِنتَ لَهُمْ وَلَوْ كُنْتَ فَظّاً غَلِيظَ القلب لاَنْفَضُّواْ مِنْ حَوْلِكَ}  [آل عمران: ١٥٩] . </p><p> ولهذا نفهم قوله الحق: </p><p> {وَمَا عَلَّمْنَاهُ الشعر وَمَا يَنبَغِي لَهُ}  [يس: ٦٩] . </p><p> أي: أن الحق سبحانه لم يشأ له ان يكون شاعراً. </p><p> وهكذا نفهم أن هناك فرقاً بين «نفي الوجود» وبين «نفي انبغاء الوجود» . </p><p> والحق سبحانه يقول هنا: </p><p> {وَمَا كَانَ رَبُّكَ لِيُهْلِكَ القرى بِظُلْمٍ}  [هود: ١١٧] . </p><p> أي: لا يتأتى، ويستحيل أن يهلك الله القرى بظلم؛ لأن مراد الظالم أن يأخذ حق الغير لينتفع به؛ ولا يوجد عند الناس ما يزيد الله شيئاً؛ لأنه سبحانه واهب كل شيء؛ لذلك فالظلم غير وارد على الإطلاق في العلاقة بين الخالق سبحانه وبين البشر. </p><p> وحين يورد الحق سبحانه كلمة «القرى» وهي أماكن السكن فلنعلم أن المراد هو «المكين» ، مثل قول الحق سبحانه: </p><p> {وَسْئَلْهُمْ عَنِ القرية التي كَانَتْ حَاضِرَةَ البحر}  [الأعراف: ١٦٣] . </p><p> وقوله الحق أيضاً: </p><p> {وَسْئَلِ القرية التي كُنَّا فِيهَا}  [يوسف: ٨٢] . </p><p> والحق سبحانه في مثل هاتين الآيتين؛ وكذلك الآية التي نتناولها الآن بهذه الخواطر إنما يسأل عن المكين. </p><p> والله سبحانه يقول هنا: </p><p> {وَمَا كَانَ رَبُّكَ لِيُهْلِكَ القرى بِظُلْمٍ}  [هود: ١١٧] . </p><p> أي: أنه مُنزَّه عن أن يهلكهم بمجاوزة حَدٍّ، لكن له أن يهلكهم بعدل؛ لأن العدل ميزان، فإن كان الوزن ناقصاً كان الخسران، ومن العدل العقاب، وإن كان الوزن مستوفياً كان الثواب. </p><p> وفي مجالنا البشرى؛ لحظة أن نأخذ الظالم بالعقوبة؛ فنحن نتبعه فعلاً؛ لكننا نريح كل المظلومين؛ وهذه هي العدالة فعلاً. </p><p> ومن خطأ التقنينات الوضعية البشرية هو ذلك التراخي في إنفاذ الحقوق في التقاضي؛ فقد تحدث الجريمة اليوم؛ ولا يصدر الحكم بعقاب المجرم إلا بعد عشر سنوات، واتساع المسافة بين ارتكاب الجريمة وبين توقيع العقوبة؛ إنما هو واحد من أخطاء التقنينات الوضعية؛ ففي هذا تراخٍ في إنفاذ حقوق التقاضي؛ لأن اتساع المسافة بين ارتكاب الجريمة وبين توقيع العقوبة؛ إنما يضعف الإحساس ببشاعة الجريمة. </p><p> ولذلك حرص المشرع الإسلامي على ألا تطول المسافة الزمنية بين وقوع الجريمة وبين إنزال العقوبة، فعقاب المجرم في حُمُوَّة وجود الأثر النفسي عند المجتمع؛ يجعل المجتمع راضياً بعقاب </p><p> المجرم، ويذكِّر الجميع ببشاعة ما ارتكب؛ ويوازن بين الجريمة وبين عقوبتها. </p><p> ويقول الحق سبحانه هنا: </p><p> {وَمَا كَانَ رَبُّكَ لِيُهْلِكَ القرى بِظُلْمٍ وَأَهْلُهَا مُصْلِحُونَ}  [هود: ١١٧] . </p><p> وفي آية أخرى يقول الحق سبحانه: </p><p> {لَّمْ يَكُنْ رَّبُّكَ مُهْلِكَ القرى بِظُلْمٍ وَأَهْلُهَا غَافِلُونَ}  [الأنعام: ١٣١] . </p><p> إذن: لا بد من إزاحة الغفلة أولاً، وقد أزاح الله سبحانه الغفلة عنا </p><p> بإرسال الرسل وبالبيان وبالنذر؛ حتى لا تكون هناك عقوبة إلا على جريمة سبق التشريع لها. </p><p> وهكذا أعطانا الله سبحانه وتعالى البيان اللازم لإدارة الحياة، ثم جاء من بعد ذلك الأمر بضرورة الإصلاح: </p><p> {وَمَا كَانَ رَبُّكَ لِيُهْلِكَ القرى بِظُلْمٍ وَأَهْلُهَا مُصْلِحُونَ}  [هود: ١١٧] . </p><p> والإصلاح في الكون هو استقبال ما خلق الله سبحانه لنا في الكون من ضروريات لننتفع بها، وقد كفانا الله ضروريات الحياة؛ وأمرنا أن نأخذ بالأسباب لنطور بالابتكارات وسائل الترف في الحياة. </p><p> وضروريات الحياة من طعام وماء وهواء موجودة في الكون، والتزاوج متاح بوجود الذكر والأنثى في الكائنات المخلوقة، أما ما نصنعه نحن من تجويد لأساليب الحياة ورفاهيتها فهذا هو الإصلاح المطلوب منا. </p><p> وسبق أن قلنا: إن المصلح هو الذي يترك الصالح على صلاحه، أو يزيده صلاحاً يؤدي إلى ترفه وإلى راحته، وإلى الوصول إلى الغاية بأقل مجهود في أقل وقت. </p><p> والقرى التي يصلح أهلها؛ لا يهلكها الله؛ لأن الإصلاح إما أن يكون قد جاء نتيجة اتباع منهج نزل من الله تعالى؛ فتوازنت به حركة الإنسان مع حركة الكون، ولم تتعاند الحركات؛ بل تتساند وتتعاضد، ويتواجد المجتمع المنشود. </p><p> وإما أن هؤلاء الناس لم يؤمنوا بمنهج سماوي، ولكنهم اهتدوا إلى أسلوب عمل يريحهم، مثل الأمم الملحدة التي اهتدت إلى شيء ينظم حياتهم؛ لأن الله سبحانه وتعالى لم يمنع العقل البشري أن يصل إلى وضع قانون يريح الناس. </p><p> لكن هذا العقل لا يصل إلى هذا القانون إلا بعد أن يرهق البشر من المتاعب والمصاعب، أما المنهج السماوي فقد شاء به الله سبحانه أن يقي الناس أنفسهم من التعب، فلا تعضهم الأحداث. </p><p> وهكذا نجد القوانين الوضعية وهي تعالج بعض الداءات التي يعاني منها البشر، لا تعطي عائد الكمال الاجتماعي، أما قوانين السماء فهي تقي البشر من البداية فلا يقعون فيما يؤلمهم. </p><p> وهكذا نفهم قول الحق سبحانه: </p><p> {وَأَهْلُهَا مُصْلِحُونَ}  [هود: ١١٧] . </p><p> لأنهم إما أن يكونوا متبعين لمنهج سماوي، وإما أن يكونوا غير متبعين لمنهج سماوي، لكنهم يصلحون أنفسهم. </p><p> إذن: فالحق سبحانه وتعالى لا يهلك القرى لأنها كافرة؛ بل يبقيها كافرة ما دامت تضع القوانين التي تنظم حقوق وواجبات أفرادها؛ وإن دفعت ثمن ذلك من تعاسة وآلام. </p><p> ولكن على المؤمن أن يعلن لهم منهج الله؛ فإن أقبلوا عليه ففي ذلك سعادتهم، وإن لم يقبلوا؛ فعلى المؤمنين أن يكتفوا من هؤلاء الكافرين بعدم معارضة المنهج الإيماني. </p><p> ولذلك نجد في البلاد التي فتحها الإسلام أناساً بَقَوْا على دينهم؛ لأن الإسلام لم يدخل أي بلد لحمل الناس على أن يكونوا مسلمين، بل جاء الإسلام بالدليل المقنع مع القوة التي تحمي حق الإنسان في اختيار عقيدته. </p><p> يقول الله جَلَّ علاه: </p><p> {لاَّ يَنْهَاكُمُ الله عَنِ الذين لَمْ يُقَاتِلُوكُمْ فِي الدين وَلَمْ يُخْرِجُوكُمْ مِّن دِيَارِكُمْ أَن تَبَرُّوهُمْ وتقسطوا إِلَيْهِمْ إِنَّ الله يُحِبُّ المقسطين}  [الممتحنة: ٨] . </p><p> فإذا كانت بعض المجتمعات غير مؤمنة بالله، ومُصْلِحة؛ فالحق سبحانه لا يهلكها بل يعطيهم ما يستحقونه في الحياة الدنيا؛ لأنه سبحانه القائل: </p><p> {مَن كَانَ يُرِيدُ حَرْثَ الآخرة نَزِدْ لَهُ فِي حَرْثِهِ وَمَن كَانَ يُرِيدُ حَرْثَ الدنيا نُؤْتِهِ مِنْهَا وَمَا لَهُ فِي الآخرة مِن نَّصِيبٍ}  [الشورى: ٢٠] . </p><p> ويقول الحق سبحانه من بعد ذلك:  {وَلَوْ شَآءَ رَبُّكَ لَجَعَلَ الناس أُمَّةً وَاحِدَةً} . </p>"
}