{
  "id": null,
  "sura": 11,
  "aya": 5,
  "text": "<p> وإذا وجد «ألا» في أول الكلام فأنت تعلم أنها للتنبيه، ومعنى التنبيه أنه أمر يوقظ لك السامع إن كان غافلاً؛ لأنك تحب ألا تفوته كلمة من الكلام الذي تقوله. </p><p> وحين تنبهه بغير أداء الأسلوب الذي تريده منه، هنا يكون التنبيه قد أخذ حقه، ومن بعد ذلك يجيء الكلام الذي تقوله، وقد تهيَّأ ذهن السامع لاستقبال ما تقول. </p><p> ف «ألا» إذن هي أداة تنبيه؛ لأن الكلام ستار بين المتكلم والمخاطب، والمخاطب لا يعرف الموضوع الذي ستكلمه فيه، والمتكلم هو الذي يملك زمام الموقف، وهو يهيىء ذهنه لترتيب ما يقول من كلمات، أما المستمع فسوف يفاجأ بالموضوع؛ وحتى لا يفاجأ ولا تضيع منه الفرصة ليلتقط كلمات المتكلم من أولها، فهو ينبه بأداة تنبيه ليستمع. </p><p> ويقول الحق سبحانه هنا: </p><p> {أَلا إِنَّهُمْ يَثْنُونَ صُدُورَهُمْ لِيَسْتَخْفُواْ مِنْهُ}  [هود: ٥] . </p><p> ويقال: ثنيت الشيء أي: طويته، وجعلته جزئين متصلين فوق بعضهما البعض. </p><p> وحين يثني الإنسان صدره، فهو يثنيه إلى الأمام ناحية بطنه، ويداري بذلك وجهه، والغرض هنا من مداراة الوجه هو إخفاء الملامح؛ لأن </p><p> انفعال مواجيد النفس البشرية ينضح على الوجوه؟ </p><p> وهم كارهون للرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وحاقدون عليه؛ ولا يريدون أن يلحظ الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ما على ملامحهم من انفعالات تفضح مواجيدهم الكارهة. </p><p> ومثل ذلك جاء من قوم نوح عليه السلام، حين قال الحق سبحانه على لسان نوح: </p><p> {وَإِنِّي كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ جعلوا أَصَابِعَهُمْ في آذَانِهِمْ واستغشوا ثِيَابَهُمْ وَأَصَرُّواْ واستكبروا استكبارا}  [نوح: ٧] . </p><p> ومن البداهة أن نعرف أن الإصبع لا تدخل كلها إلى الأذن، إنما الأنملة تسد فقط فتحة السمع، وعدَّل القرآن الكريم ذلك بمبالغة تكشف موقف نوح عليه السلام، فكل منهم أراد أن يُدخِل إصبعه في أذنه حتى لا يسمع أي دعوة، وهذا دليل كراهية، وهذه شهادة ضدهم؛ لأنهم يفهمون أنهم لو سمعوا فقد تميل قلوبهم لما يقال. </p><p> ولذلك نجد أن القرآن الكريم وهو ينقل لنا ما قاله مشركو مكة لبعضهم البعض: </p><p> {وَقَالَ الذين كَفَرُواْ لاَ تَسْمَعُواْ لهذا القرآن والغوا فِيهِ}  [فصلت: ٢٦] . </p><p> فكأنهم تواصوا بالتشويش على القرآن، ثقة منهم في أن القرآن </p><p> لو تناهى إلى الأذن فقد يؤثر في نفسية السامع؛ لأن النفس البشرية أغيار، وقد تأتي للنفس ما يجعلها تميل دون أن يشعر صاحبها. </p><p> ولو كان هذا القرآن باطلاً، فلماذا خافوا من سماعه؟ </p><p> ولكنه الغباء في العناد والكفر. </p><p> وهنا يقول الحق سبحانه وتعالى: </p><p> {أَلا إِنَّهُمْ يَثْنُونَ صُدُورَهُمْ لِيَسْتَخْفُواْ مِنْهُ أَلا حِينَ يَسْتَغْشُونَ ثِيَابَهُمْ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ}  [هود: ٥] . </p><p> وهم قد استغشوا ثيابهم ليغطوا وجوههم؛ مداراة للانفعالات التي تحملها هذه الوجوه، وهي انفعالات كراهية، أو أنها قد تكون انفعالات أخرى، فساعة يسمع واحد منهم القرآن قد ينفعل لما يسمع، ولا يريد أن يُظهر الانفعال. </p><p> إذن: فالانفعال قد يكون قسرياً، وكان كفار قريش رغم كيدهم وحربهم لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، يتسللون ناحية بيت النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ليسمعوا القرآن، وكانوا يضبطون بعضهم البعض هنالك، ويدّعي كل منهم أنه إنما مرَّ على بيت النبي صلى لله عليه وسلم مصادفة. </p><p> وفي ذلك يقول الشاعر: </p><p> اذكُروهُمْ وقد تسلَّل كلُّ ... بعدَ ما انفضَّ مجلسُ السُّمَّارِ </p><p> اختلاساً يسْعَى لحجرةِ طَهَ ... لسَماعِ التنزيلِ في الأسْحَارِ </p><p> عُذْرهم حُسْنُهُ فلمّا تَراءَوْا ... عَلَّلوها ببَارزِ الأعْذَارِ </p><p> وجاء الحق سبحانه وتعالى هنا في نفس الآية ب «ألا» في قوله: </p><p> {أَلا حِينَ يَسْتَغْشُونَ ثِيَابَهُمْ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ إِنَّهُ عَلِيمٌ بِذَاتِ الصدور}  [هود: ٥] . </p><p> فهم إن داروا على محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فهل هم قادرون على المداراة على رب محمد؟ والذي لا يدركه بصر محمد فربُّ محمد سيُعلمه به. </p><p> وما دام الحق سبحانه يعلم ما يسرون، فمن باب أولى أنه سبحانه وتعالى يعلم ما يعلنون. </p><p> والحق سبحانه وتعالى غيب، وربما ظن ظان أنه قد يفلت منه شيء، ولكن الحق سبحانه يُحصي ولا يُحصَى عليه، فإن ظن ظان أن الحق سبحانه يعلم الغيب فقط؛ لأنه غيب، فهذا ظن خاطىء؛ لأنه يعلم السر والعلن، فهو عليم بذات الصدور، وكلمة «عليم» صيغة مبالغة، وهي ذات في كنهها العلم. </p><p> وقول الحق سبحانه: </p><p> {عَلِيمٌ بِذَاتِ الصدور}  [هود: ٥] . </p><p> نجد فيه كلمة {ذَاتِ} وهي تفيد الصحبة، و (ذَاتِ الصُّدُورِ) أي: الأمور المصاحبة للصدور. </p><p> ونحن نعلم أن الصدر محل القلب، ومحل الرئة، والقلب محل المعتقدات التي انتُهي إليها، وصارت حقائق ثابتة، وعليها تدور حركة الحياة. </p><p> ويُقصد ب {بِذَاتِ الصدور} أي: المعاني التي لا تفارق الصدور، فهي صاحبات دائمة الوجود في تلك الصدور، سواء أكانت حقداً أو كراهية، أو هي الأحاسيس التي لا تظهر في الحركة العادية، سواء أكانت نية حسنة أو نية سيئة. </p><p> وكل الأمور التي يسمونها ذات الصدور، أي: صاحبات الصدور، وهي القلوب، وكأن الجِرْم نفسه وهو القلب معلوم للحق سبحانه وتعالى، فخواطره من باب أولى معلومة. </p><p> ويقول الحق سبحانه بعد ذلك:  {وَمَا مِن دَآبَّةٍ فِي الأرض} </p>"
}