{
  "id": null,
  "sura": 11,
  "aya": 65,
  "text": "<p> وجلسوا في منازلهم ثلاثة أيام ثم جاءهم العذاب. </p><p> ولقائل أن يقول: ولمَ الإمهال بثلاثة أيام؟ </p><p> ونقول: إن العذاب إذا جاء فالألم الحسِّي ينقطع من المعذَّب، ويشاء الله تعالى أن يعيشوا في ذلك الألم طوال تلك المُدَّة حتى يتألموا حِسِّيًا، وكل يوم يمرُّ عليهم تزداد آلامهم من قرب الوعيد الذي قال فيه الله تعالى: </p><p> {وَعْدٌ غَيْرُ مَكْذُوبٍ}  [هود: ٦٥] . </p><p> الحق سبحانه هو الذي يَعِدُ، وهو القادر على إنفاذ الوعد، ولا تقوم قوة أمامه؛ لذلك فهو وعد صادق غير مكذوب. </p><p> على عكس الإنسان منا حين يَعِدُ بشيء، فمن الممكن أن يأتي وقت تنفيذ الوعد ولا يستطيع. </p><p> لذلك يقول لنا الحق سبحانه: </p><p> {وَلاَ تَقْولَنَّ لِشَاْىءٍ إِنِّي فَاعِلٌ ذلك غَداً إِلاَّ أَن يَشَآءَ الله}  [الكهف: ٢٣٢٤] . </p><p> لأنك إن قلت:  «أفعل ذلك غداً» ، وتعد إنساناً بلقائه لكذا وكذا؛ فقل:  «إن شاء الله» ؛ لأن الله تعالى لا يمنع ترتيب أمور لزمن يأتي، وإنما يجب أن يردف من يرتب الأمور «بمشيئة القوي القادر» حتى إذا لم ينجز ما وعد به؛ يكون قد خرج عن الكذب، لأن الله تعالى لم يشأ، لأن الإنسان إذا وعد، فهو لا يعتمد على إرادته، ولكن مشيئة الله تعالى تعلو كل شيء. </p><p> والفعل كما نعلم يقتضي فاعلاً، ومفعولاً، وزمناً، وسبباً دافعاً، وقدرة تمكِّن الإنسان من الفعل، فهل يملك أحدٌ شيئاً من كل هذا؟ </p><p> إن الإنسان لا يملك نفسه أن يعيش إلى الغد، ولا يملك من يعده أن يوجد غداً حتى يلقاه، ولا يملك أن يظل السبب سبباً للِّقاء؛ فربما انتهى السبب، ولا يملك حين تجتمع الأسباب كلها أن توجد له قدرة وقوة على إنفاذ السبب. </p><p> إذن: فإذا قال: «أفعل ذلك غداً مع فلان» ؛ يكون قد جازم وتكلم في شيء لا يملك عنصراً واحداً من عناصره، فقل:  «إن شاء الله» ، أي: أنك تستعين بمشيئة من يملك كل هذه العناصر. </p><p> ويعطي الحق سبحانه في كل لقطة إيمانية من اللقطات، قدرته على خلقه فهو سبحانه القائل: </p><p> {فَعَقَرُوهَا فَقَالَ تَمَتَّعُواْ فِي دَارِكُمْ ثَلاَثَةَ أَيَّامٍ ذلك وَعْدٌ غَيْرُ مَكْذُوبٍ}  [هود: ٦٥] . </p><p> وقوله:  {فِي دَارِكُمْ} لأن من هؤلاء الذين كفروا قوماً في مكان يختلف عن مكان آخر يوجد به أيضاً قوم كافرون، ومنهم المسافر، ومنهم العائد من سفر، فتتبعهم العذاب حيثما كانوا، فلم ينزل على مكان واحد، إنما نزل على المكين منهم في أي مكان. </p><p> ولم يَنْجُ من هذه المسألة إلا واحد اسمه «أبو رغال» ، وكان يحج إلى بيت الله، فلم يتبعه عذابه في بيت الله؛ لأن الله سبحانه طلب منا نحن عباده أن نؤمِّن من دخل بيته، فهو سبحانه وتعالى أوْلى بأن يؤمِّن من دخل البيت الحرام، وظل الحجر الذي سيُضرب به، أو الصيحة التي كان عليها أن تأخذه، ظلت إلى أن خرج من الحرم فوقعت عليه. </p><p> . وعَمَّ العذابُ الكافرين من قوم صالح، وتتبع من في الديار إلا هذا الرجل، وما إن خرج من البيت الحرام حتى وقع عليه العذاب. </p><p> ولذلك كان قاتل الأب أو الإنسان الذي عليه دم نتيجة أنه ارتكب جريمة قتل، إذا ما دخل البيت الحرام فهو يُؤمَّن إلى أن يخرج، وكانوا يُضيِّقون عليه، فلا يطعمه أحد، ولا يسقيه أحد ليضطر إلى الخروج، فيتم القصاص منه بعد خروجه من البيت الحرام، ولتظل حرمة البيت الحرام مُصَانة. </p><p> ونحن نعلم أن الحق سبحانه أراد من تحريم القتال في البيت الحرام، صيانة وتكريماً للكرامة الإنسانية. </p><p> ونحن نعلم أيضاً أن كل حدث من الأحداث يقتضي زماناً، ويقتضي مكاناً. </p><p> وكان العرب دائمي الغارات على بعضهم البعض، فأراد الحق سبحانه أن يوجد مكان يحرم فيه القتال؛ فخصَّ البيت الحرام بذلك، وأراد سبحانه أن يوجد زمان يحرم فيه القتال؛ فكانت الأشهر الحرم؛ لان الحرب قد تكون سجالاً بين الناس وتوقظ فيهم الحمية والأنفة والعزة. </p><p> وكل واحد منهم يحب في ذاته أن ينتهي من الحرب، ولكنه لا يحب أن يجبن أمام الناس، فأراد الحق سبحانه أن يجعل لهم شيئاً يتوارون فيه من الزمان ومن المكان، فحرم القتال في الأشهر الحرم. </p><p> وما إن تأتي الأشهر الحرم حتى يعلن المقاتل من هؤلاء: لولا الأشهر الحرم لكنت قد أنزلت بخصمي الهزيمة الساحقة، وهو يقول ذلك ليداري كبرياءه؛ لأنه في أعماقه يتمنى انتهاء الحرب. </p><p> وكذلك حين يدخل مقاتل إلى البيت الحرام، هنا يقول مَنْ كان يحاربه: لو لم يدخل الحرم؛ لأذقته عذاب الهزيمة. </p><p> وبمضيِّ الزمان وبالمكث في المكان ينعم الناس بالأمن والسلام، وربما عشقوه فانتهوا من الحرب. </p><p> ثم يقول الحق سبحانه:  {فَلَمَّا جَآءَ أَمْرُنَا نَجَّيْنَا صَالِحاً والذين آمَنُواْ مَعَهُ} </p>"
}