{
  "id": null,
  "sura": 11,
  "aya": 24,
  "text": "<p> والفريقان هما من تحدثنا عنهما من قبل. </p><p> وكلمة «الفريق» تعني: جماعة يلتقون عند غاية وهدف واحد، مثلما نقول: فريق كرة القدم أو غيره من الفرق، فهي جماعات، كل جماعة منها لها هدف يجمعها. </p><p> ونحن نجد الحق سبحانه وتعالى يقول: </p><p> {فَرِيقٌ فِي الجنة وَفَرِيقٌ فِي السعير}  [الشورى: ٧] . </p><p> وكلمة {الفريقين} جاءت في الآية التي نحن بصدد خواطرنا عنها؛ لأن كل فرقة تضم جماعة مختلفة عن الجماعة الأخرى، ولهؤلاء متعصبون، وللآخرين متعصبون. </p><p> ويضرب الحق سبحانه وتعالى في هذه الآية المثل بسَيِّدَي الحواس الإداركية في الإنسان، وهما السمع والبصر، فهما المصدران الأساسيان عند الإنسان لأخذ المعلومات، إما مسموعة، أو مرئية، ثم تتكون لدى الإنسان قدرة الاستنباط والتوليد مما سمعه بالأذن ورآه بالعين. </p><p> ولذلك قال لنا الحق سبحانه: </p><p> {والله أَخْرَجَكُم مِّن بُطُونِ أُمَّهَاتِكُمْ لاَ تَعْلَمُونَ شَيْئاً وَجَعَلَ لَكُمُ السمع والأبصار والأفئدة لَعَلَّكُمْ تَشْكُرُونَ}  [النحل: ٧٨] . </p><p> إذن فما دام الحق سبحانه قد جعل السمع والأبصار والأفئدة مصادر تأتي منها ثمرة، هي المعلومات وتمحيصها، فالحق سبحانه يستحق الشكر عليها. </p><p> ونحن نعلم أن الطفرات الحضارية وارتقاءات العلم، إنما تأتي بمن سمع ومن رأى، ثم جاءت من الاستنباط أفكار تطبيقية تفيد البشرية. </p><p> ومثال ذلك: هو من رأى إناء طعام وله غطاء، وكان بالإناء ماء يغلي، فارتفع الغطاء عن الإناء. </p><p> هذا الإنسان اكتشف طاقة البخار، واستنبط أن البخار يحتاج حيِّزاً أكبر من حيز السائل الموجود في الإناء؛ لذلك ارتفع الغطاء عن الإناء، وارتقى هذا الاكتشاف ليطور كثيراً من أوجه الحياة. </p><p> ولو أن كل إنسان وقف عند ما يسمعه أو يراه ولم يستنبط منه شيئاً لما تطورت الحياة بكل تلك الارتقاءات الحضارية. </p><p> وهنا يقول الحق سبحانه: </p><p> {مَثَلُ الفريقين كالأعمى والأصم والبصير والسميع هَلْ يَسْتَوِيَانِ مَثَلاً}  [هود: ٢٤] . </p><p> ولن يشك كل من الأعمى أو الأصم أن من يرى أو من يسمع هو خير منه، ولا يمكن أن يستوي الأعمى بالبصير، أو الأصم بمن يسمع. </p><p> وهكذا جاء الحق سبحانه وتعالى بالأشياء المتناقضة، ليحكم الإنسان السامع أو القارىء لهذه الآية، وليفصل بحكم يُذكِّره بالفارق بين الذي يرى ومن هو أعمى، وكذلك بين من يسمع ومن هو أصم، ومن الطبيعي ألا يستويان. </p><p> لذلك يُنهي الحق سبحانه الآية بقوله تعالى: </p><p> {أَفَلاَ تَذَكَّرُونَ} أي: ألا تعتبرون بوجود هذه الأشياء. </p><p> ونحن نعلم أن الله سبحانه وتعالى قد قال لنا: </p><p> {فَإِنَّهَا لاَ تَعْمَى الأبصار ولكن تعمى القلوب التي فِي الصدور}  [الحج: ٤٦] . </p><p> أي: أن الإنسان قد يكون مبصراً، أو له أذن تسمع، لكنه لا يستخدم حاسة الإبصار أو حاسة السمع فيما خلقت من أجله في التقاط مجاهيل الأشياء. </p><p> وبعد أن بيَّن الحق سبحانه وَصْفَ كل طرف وصراعه مع الآخر، واختلاف كل منهما في الغاية، والصراع الذي بينهما تشرحه قصص الرسل عليهم السلام. </p><p> ويقول الحق سبحانه في بعض من مواضع القرآن الكريم، وفي كل موضع لقطات من قصة أي رسول، واللقطة التي توجد في سورة قد تختلف عن اللقطة التي في سورة أخرى. </p><p> ومثال ذلك: أن الحق سبحانه قد تكلم في سورة يونس عن نوح وموسى وهارون ويونس عليهم السلام، وهنا في سورة هود تأتي مرة أخرى قصة نوح عليه السلام، فيقول سبحانه وتعالى:  {وَلَقَدْ أَرْسَلْنَا نُوحاً إلى قَوْمِهِ} </p>"
}