{
  "id": null,
  "sura": 11,
  "aya": 9,
  "text": "<p> وهنا أيضاً تبدأ الآية الكريمة بقوله سبحانه:  {وَلَئِنْ} وهذا يعني أن اللام قد سبقت لتدل على القسم، وكأنه يقول: لئن أذقنا الإنسان رحمة، ثم نزعناها منه لوقع في الياس. </p><p> وهنا أيضاً قسم وشرط، والقسم متقدم، فالجواب يكون للقسم. </p><p> وكلمة {أَذَقْنَا} توضح أن الإذاقة محلها الأول الفم، ومعناها: تناول الشيء لإدراك طعمه: حلو أو مر، لاذع أوغير لاذع، قلوي أو حامض. </p><p> ومن العجيب في دقة التكوين الإنساني أن كل منطقة في اللسان لها طعم تنفعل له، فطرف اللسان ينفعل لطعم معين، ووسط اللسان ينفعل لطعم آخر، وجوانب اللسان تنفعل لطعم ثالث، وهكذا. </p><p> كل ذلك في عضو واحد شاء له الحق سبحانه هذه الدقة في التركيب. </p><p> وكل «حلمة» من مكوِّنات اللسان لها شيء تحس به؛ ولذلك نجد الإنسان يذوق الطعام، فيقول: إن هذا الطعام ينقصه الملح، أو يذوب الحلوى مثل الكنافة فيقول: إن السكر المحلاة به مضبوط. </p><p> وكذلك حرارة الجسم، يقيس الإنسان حرارته، فإن وجدها سبعة وثلاثين درجة ونصف الدرجة؛ فيقول: إنها حرارة طبيعية. وإن نقصت حرارة الإنسان عن ذلك يقال: إنه مصاب بالهبوط. وإن ارتفعت يقال: مصاب بالحمى. </p><p> وهذا قياس للحرارة بالجملة لجسم الإنسان، ولها المنافذ الخاصة بها. ولكن كل عضو في الجسم تلزمه درجة حرارة خاصة به ليؤدي عمله. </p><p> فالكبد إن قلَّت درجة حرارته عن أربعين درجة لا يؤدي مهمته. وجسم الإنسان فيه جوارح متعددة؛ وحرارة العين مثلاً تسع درجات؛ لأنها لو زادت حرارتها عن ذلك لانفجرت العين، وحرارة الأذن ثماني درجات. </p><p> وأنت لا تستطيع أن تأتي بأشياء مختلفة الحرارة وتضعها مع بعضها، ولكن الحق سبحانه وتعالى شاء ذلك بالنسبة للجسم الإنساني. </p><p> وهنا يقول الحق سبحانه: </p><p> {وَلَئِنْ أَذَقْنَا الإنسان}  [هود: ٩] . </p><p> والذوق هو للإدراك، لا للأكل، فأنت حين تشتري فاكهة يقول لك البائع:  «تفضَّل ذُقْ» فتأخذ واحدة منها لتستطيب طعمها. </p><p> فالذوق إذن هو تناول الشيء لإدراك طعمه. </p><p> والنعمة حين يشاء الحق سبحانه وتعالى أن تصيب الإنسان، ثم تُنزَع منه، هنا يصاب الإنسان بالقلق أو الحزن أو الهلع، أو اليأس. </p><p> والنعمة مهما قلَّت فالإنسان يستطيبها، وإن نُزعت منه فهو يئوس كفور. </p><p> واليأس: هو قطع الأمل من حدوث شيء، ولأن الإنسان لا يملك الفعل، ولو كان يقدر عليه لما يئس. </p><p> والمؤمن لا ييأس أبداً؛ لأن الله سبحانه هو القائل: </p><p> {إِنَّهُ لاَ يَيْأَسُ مِن رَّوْحِ الله إِلاَّ القوم الكافرون}  [يوسف: ٨٧] . </p><p> اليأس إذن هو أن تقطع الأمل من أمر مراد لك، ولا تملك الوسائل لتحققه. </p><p> والذي ييأس هو الذي ليس له إله يركن إليه؛ لأن الله تعالى هو الركن الرشيد الشديد، والمؤمن إن فقد شيئاً يقول:  «إن الله سيُعوِّضني خيراً منه» . </p><p> أما الذي لا إيمان له بإله فهو يقول:  «إن هذه الصدفة قد لا تتكرر مرة أخرى» . </p><p> فالإنسان الذي يُسْرَق منه جنيه قد يحزن، ولكن إذا ما كان عنده في المنزل عشرة جنيهات فهو يحزن قليلاً على الجنيه المفقود. </p><p> والإنسان لا ييأس إلا عند عدم يقينه بمصدر يرد عليه ما يريده، ولكن حين يؤمن بمصدر يرد عليه ما يريده فلا تجده يائساً قانطاً. </p><p> والمؤمن يعلم أن النعمة لها واهب، إن جاءت شكر الله عليها، وإن سُلبت منه، فهو يعلم أن الحق سبحانه قد سلبها لحكمة. </p><p> والحق سبحانه وتعالى يقول هنا: </p><p> {وَلَئِنْ أَذَقْنَا الإنسان مِنَّا رَحْمَةً}  [هود: ٩] . </p><p> ونحن نعلم أن الإنسان مقصود به كل أبناء آدم عليه السلام وهم كثيرون، منهم المؤمن، ومنهم الكافر. </p><p> وهنا تأتي كلمة «الإنسان» على إطلاقها، ولكن الحق سبحانه وتعالى يستثنى المؤمن في موضع آخر حين يقول الحق سبحانه: </p><p> {والعصر إِنَّ الإنسان لَفِى خُسْرٍ إِلاَّ الذين آمَنُواْ}  [العصر: ١٣] . </p><p> و «الإنسان» مفرد يدل على الإنسان في كل مدلولاته، ويستثنى من نوع الإنسان من آمن به. </p><p> فإن رأيت كلمة إنسان فاعلم أن المراد بالإنسان أفراد الإنسان كلهم. </p><p> والإنسان لو عزل نفسه عن منهج الله تعالى فهو في خسران إلا إذا اتبع منهج الله، فالمنهج يحميه من الزلل، وتسير غرائزه إلى ما أراد الحق سبحانه لها. </p><p> فقد خلق الحق سبحانه الغرائز لمهام أساسية، فغريزة الجوع تجعل الإنسان يطلب الطعام، والعطش أراده الله سبحانه وتعالى لينتبه الإنسان إلى طلب الارتواء بالماء. </p><p> وغريزة بقاء النوع تدفع الإنسان للزواج، وغريزة حب الاستطلاع هي التي تدفع الإنسان إلى كشف المخترعات. </p><p> والحق سبحانه وتعالى هو القائل عن الساهين عن استكشاف آيات الله تعالى: </p><p> {وَكَأَيِّن مِّن آيَةٍ فِي السماوات والأرض يَمُرُّونَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُونَ}  [يوسف: ١٠٥] . </p><p> والباحث العلمي التجريبي المعلمي ينظر في ظواهر الكون ليستطلع أسرار الكون. </p><p> وهناك فارق بين حب الاستطلاع لاكتشاف أسرار الكون، وحب الاستطلاع لأخبار الناس. </p><p> إن حب الاستطلاع عموماً هو مدار التقاءات الكون، ولكن الدين والخلق هو الذي يوجه حب الاستطلاع. </p><p> إذن: فالقرائن لها مهمة يجب ألاّ تنفلت إلى غيرها، والدين قد جاء ليعلي من الغرائز ويوجهها إلى مهامها. </p><p> لذلك نجد الحق سبحانه وتعالى يقول: </p><p> {وَلاَ تَجَسَّسُواْ}  [الحجرات: ١٢] . </p><p> أي: لا تتبعوا العورات؛ لأننا لو أبحنا لواحد أن يتتبع عورات الناس؛ لأبحنا لكل الآخرين أن يتتبعوا عوراته. </p><p> وحين منع الحق سبحانه وتعالى الإنسان من تتبُّع عورات غيره، فهو قد حماه من تتبع عوراته. </p><p> وهنا يقول الحق سبحانه: </p><p> {وَلَئِنْ أَذَقْنَا الإنسان مِنَّا رَحْمَةً ثُمَّ نَزَعْنَاهَا مِنْهُ}  [هود: ٩] . </p><p> وكلمة «النزع» تفيد أن الإنسان حريص على ما وهبه له الله تعالى من خير وصحة وعافية ويُسْر. وحين تؤخذ منه النعمة فهو يقاوم. </p><p> والنزع يعني: استمساك المنزوع منه بالشيء المنزوع. </p><p> ولذلك يقول الحق سبحانه في سورة آل عمران: </p><p> {قُلِ اللهم مَالِكَ الملك تُؤْتِي الملك مَن تَشَآءُ وَتَنزِعُ الملك مِمَّنْ تَشَآءُ}  [آل عمران: ٢٦] . </p><p> كأن الموجود في الملك يتشبث به جداً. </p><p> وهنا يقول الحق سبحانه: </p><p> {وَلَئِنْ أَذَقْنَا الإنسان مِنَّا رَحْمَةً ثُمَّ نَزَعْنَاهَا مِنْهُ إِنَّهُ لَيَئُوسٌ كَفُورٌ}  [هود: ٩] . </p><p> وفي نفس السورة يأتي الاستثناء، فيقول الحق سبحانه: </p><p> {إِلاَّ الذين صَبَرُواْ وَعَمِلُواْ الصالحات أولئك لَهُمْ مَّغْفِرَةٌ وَأَجْرٌ كَبِيرٌ}  [هود: ١١] . </p><p> وسنأتي لها بالخواطر من بعد ذلك. </p><p> ويقول الحق سبحانه وتعالى في المقابل لمن نُزِعَتْ منه الرحمة واليئوس الكفور:  {وَلَئِنْ أَذَقْنَاهُ نَعْمَآءَ بَعْدَ ضَرَّآءَ مَسَّتْهُ} </p>"
}