{
  "id": null,
  "sura": 11,
  "aya": 6,
  "text": "<p> وحين يذكر القرآن الكريم لقطة توضح صفة ما، فهو يأتي بما يتعلق بهذه الصفة، وما دام الحق سبحانه عليماً بذات الصدور، فهذا علم بالأمور السلبية غير الواضحة، والحق سبحانه يعلم الإيجابيات أيضاً، فهو يعلم النية الحسنة أيضاً، ولكن الكلام هنا يخص جماعة يثنون صدورهم. </p><p> وجاء في الآية التي نحن بصدد خواطرنا عنها، وبيَّن أنه عليم بكل شيء. </p><p> وقال سبحانه: </p><p> {وَمَا مِن دَآبَّةٍ فِي الأرض إِلاَّ عَلَى الله رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا}  [هود: ٦] . </p><p> والدابة: كا ما يدب على الأرض، وتستخدم في العرف الخاص للدلالة على أي كائن يدب على الأرض غير الإنسان. </p><p> وفي آية أخرى يقول الحق سبحانه: </p><p> {وَمَا مِن دَآبَّةٍ فِي الأرض وَلاَ طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ إِلاَّ أُمَمٌ أَمْثَالُكُمْ}  [الأنعام: ٣٨] . </p><p> وذكر الحق سبحانه وتعالى عن موسى عليه السلام أنه شُغِل حينما كُلِّف بخواطر عن أهله، وتساءل: كيف أذهب لأداء الرسالة وأترك أهلي؟ </p><p> فأوحى الله سبحانه أن يضرب حجراً فانفلق الحجر عن صخرة، فأمره الحق سبحانه أن يضرب الصخرة، فضربها فانفلقت ليخرج له حجر، فضرب الحجر فانشق له عن دودة تلوك شيئاً كأنما تتغذى به، فقال: إن الذي رزق هذه في ظلمات تلك الأحجار كلها لن ينسى أهلي على ظهر </p><p> الأرض. ومضى موسى عليه السلام إلى رسالته. </p><p> وهذا أمر طبيعي؛ لأن الحق سبحانه خالق كل الخلق، ولا بد أن يضمن له استبقاء حياة واستبقاء نوع؛ فاستبقاء الحياة بالقوت، واستبقاء النوع بالزواج والمصاهرة. </p><p> إذن: فمن ضمن ترتيبات الخلق أن يوفر الحق سبحانه وتعالى استبقاء الحياة بالقوت، واستبقاء النوع بالتزاوج. </p><p> ولذلك نقول دائماً: يجب أن نفرق بين عطاء الإله وعطاء الرب، فالإله سبحانه هو رب الجميع، لكنه إله من آمن به. </p><p> وما دام الحق سبحانه هو رب الجميع، فالجميع مسئولون منه؛ فالشمس تشرق على المؤمن وعلى الكافر، وقد يستخرج الكافر من الشمس طاقة شمسية وينتفع بها، فلماذا لا يأخذ المؤمن بالأسباب؟ </p><p> والهواء موجود للمؤمن والكافر؛ لأنه عطاء ربوبية، فإن استفاد الكافر من الهواء ودرسه، واستخدم وخواصه أكثر من المؤمن؛ فعلى المؤمن أن يجدَّ ويكدَّ في الأخذ بالأسباب. </p><p> إذن: فهناك عطاء للربوبية يشترك فيه الجميع، لكن عطاء الألوهية إنما يكون في العبادة، وهو يُخرجك من مراداتك إلى مرادات ربك، فحين تطلب منك شهواتك أن تفعل أمراً فيقول لك المنهج: لا. </p><p> وفي هذا تحكم منك في الشهوات، وارتقاء في الاختبارات، أما في الأمور الحياتية الدنيا، فعطاء الربوبية لكل كائن ليستبقي حياته. </p><p> وهنا يقول الحق سبحانه وتعالى: </p><p> {وَمَا مِن دَآبَّةٍ فِي الأرض إِلاَّ عَلَى الله رِزْقُهَا}  [هود: ٦] . </p><p> وكلمة «على» تفيد أن الرزق حق للدابة، لكنها لم تفرضه هي على الله سبحانه وتعالى، ولكنه سبحانه قد ألزم نفسه بهذا الحق. </p><p> ويقول سبحانه: </p><p> {وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا}  [هود: ٦] . </p><p> ولأنه سبحانه هو الذي يرزق الدابة فهو يعلم مستقرها وأين تعيش؛ ليوصل إليها هذا الرزق. </p><p> والمستقر: هو مكان الاستقرار، والمستودع: هو مكان الوديعة. </p><p> والحق سبحانه يُعْلِمنا بذلك ليطمئن كل إنسان أن رزقه يعرف عنوانه، والإنسان لا يعلم عنوان الرزق. </p><p> فالرزق يأتي لك من حيث لا تحتسب، لكن السعي إلى الرزق شيء آخر؛ فقد تسعى إلى رزق ليس لك، بل هو رزق لغيرك. </p><p> فمثلاً: أنت قد تزرع أرضك قمحاً فيأتي لك سفر للخارج، وتترك قمحك؛ ليأكله غيرك، وتأكل أنت من قمح غيرك. </p><p> ولذلك يقول الحق سبحانه: </p><p> {وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا كُلٌّ فِي كِتَابٍ مُّبِينٍ}  [هود: ٦] . </p><p> أي: أن كل أمر مكتوب، وهناك فرق بين أن تفعل ما تريد، ولكن لا يحكم إرادتك مكتوب؛ فما يأتي على بالك تفعله، وبين أن تفعل أمراً قد وضعت خطواته في خطة واضحة مكتوبة، ثم تأتي أفعالك وفقاً لما كتبته. </p><p> ومن عظمة الخالق سبحانه أن كتب كل شيء، ثم يأتي كل ما في الحياة وفق ما كتب. </p><p> والدليل على ذلك على سبيل المثال أن الله سبحانه كان يوحي إلى رسوله بالسورة من القرآن الكريم، وبعد ذلك يُسرِّي عن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ الوحي، فيتلو السورة على أصحابه، فمن يستطيع الكتابة فهو يكتب، ومن يحفظ فهو يحفظ. </p><p> ثم يأتي الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إلى الصلاة، فيقرأ السورة كما كُتِبَتْ، ويأتي كل نجم من القرآن في مكانه الذي قاله النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لصحابته، فكيف كان يحدث ذلك؟ </p><p> لقد حدث ذلك بما جاء به الحق سبحانه، وأبلغه لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: </p><p> {سَنُقْرِئُكَ فَلاَ تنسى}  [الأعلى: ٦] . </p><p> ويقول الحق سبحانه بعد ذلك: </p><p> {وَهُوَ الذي خَلَق السماوات والأرض} </p>"
}