{
  "id": null,
  "sura": 11,
  "aya": 59,
  "text": "<p> و «تلك» إشارة إلى المكان الذي عاش فيه قوم عاد؛ لأن الإشارة هنا لمؤنث، ولنتذكر أن المتكلم هنا هو الله سبحانه وتعالى. </p><p> وهكذا فصل بين «عاد» المكان، و «عاد» المكين، وهم قوم عاد؛ لذلك قال سبحانه {جَحَدُواْ بِآيَاتِ رَبِّهِمْ}  [هود: ٥٩] فهم قد ذهبوا وبقيت آثارهم. </p><p> و «عاد» إما أن تطلق على المكان والمحل، وإما أن تطلق على الذوات التي عاشت في المكان، فإذا أشار سبحانه ب {تِلْكَ} فهي إشارة إلى الديار، والديار لم تجحد بآيات الله؛ ولذلك جاء بعدها بقوله تعالى: </p><p> {جَحَدُواْ بِآيَاتِ رَبِّهِمْ}  [هود: ٥٩] . </p><p> والجحود هو النكران مع قوة الحجة والبرهان. </p><p> والآيات كما نعلم جمع آية، وهي الأمور العجيبة الملفتة للنظر التفاتاً يوحي بإيمان بما تنص عليه. </p><p> ومن الآيات ما يدل على قمة العقيدة، وهو الإيمان بواجب الوجود؛ بالله الرب الخالق الحكيم القادر سبحانه وتعالى، مثل آيات الليل والنهار والشمس والقمر، ورؤية الأرض خاشعة إلى آخر تلك الآيات التي في القمة. </p><p> وكذلك هناك آيات أخرى تأتي مصدقة لمن يخبر أنه جاء رسولاً من عند الله تعالى، وهي المعجزات. </p><p> وآيات أخرى فيها الأحكام التي يريدها الله سبحانه بمنهجه لضمان صحة حركة الحياة في خلقه. </p><p> وقوم عاد جحدوا بكل هذه الآيات؛ جحدوا الإيمان، وجحدوا تصديق الرسول بالمعجزة، وأهملوا وتركوا منهج الله جحوداً بإعراض. </p><p> لذلك يقول الحق سبحانه: </p><p> {وَعَصَوْاْ رُسُلَهُ}  [هود: ٥٩] . </p><p> وهود عليه السلام هو الذي أرسله الحق سبحانه إلى قوم عاد، فهل هو المعنيُّ بالعصيان هنا؟ </p><p> نقول: لا؛ لأن الله عَزَّ وَجَلَّ قال: </p><p> {وَإِذْ أَخَذَ الله مِيثَاقَ النبيين لَمَآ آتَيْتُكُم مِّن كِتَابٍ وَحِكْمَةٍ ثُمَّ جَآءَكُمْ رَسُولٌ مُّصَدِّقٌ لِّمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهِ وَلَتَنصُرُنَّهُ}  [آل عمران: ٨١] . </p><p> إذن: فكل أمة من الأمم عندها بلاغ من رسولها بأن تصدق أخبار كل رسول يُرسَل. </p><p> ولذلك قال الحق سبحانه: </p><p> {كُلٌّ آمَنَ بالله وملائكته وَكُتُبِهِ وَرُسُلِهِ لاَ نُفَرِّقُ بَيْنَ أَحَدٍ مِّن رُّسُلِهِ}  [البقرة: ٢٨٥] . </p><p> فهم قد انقسموا إلى قسمين؛ لأن الحق سبحانه يقول: </p><p> {وَعَصَوْاْ رُسُلَهُ واتبعوا أَمْرَ كُلِّ جَبَّارٍ عَنِيدٍ}  [هود: ٥٩] . </p><p> أي: أن هناك مُتَّبِعاً، ومُتَّبَعاً. </p><p> والمقصود بالجبار العنيد هم قمم المجتمع، سادة الطغيان والصنف الثاني هم من اتبعوا الجبابرة. </p><p> ومن رحمته سبحانه أنه حين يتكلم عن الفِرَق الضالة، فهو يتكلم أيضاً عن الفرق المضلة، فهناك ضالٌّ في ذاته، وهناك مُضِلٌّ لغيره. </p><p> والمضل لغيره عليه وزران: وزر ضلالة في ذاته، ووزر إضلال غيره. </p><p> أما الذين اتَّبعوا فلهم بعض العذر؛ لأنهم اتَّبعوا بالجبروت والقهر، لا بالإقناع والبينة. </p><p> وانظر إلى القرآن الكريم حين يعالج هذه القضية، فيتحدث عن الفئة التي ضلت في ذاتها ويقول: </p><p> {وَمِنْهُمْ أُمِّيُّونَ لاَ يَعْلَمُونَ الكتاب إِلاَّ أَمَانِيَّ وَإِنْ هُمْ إِلاَّ يَظُنُّونَ}  [البقرة: ٧٨] . </p><p> ويتحدث الحق سبحانه بعد ذلك عن الفئة المضلة فيقول: </p><p> {فَوَيْلٌ لِّلَّذِينَ يَكْتُبُونَ الكتاب بِأَيْدِيهِمْ ثُمَّ يَقُولُونَ هذا مِنْ عِنْدِ الله لِيَشْتَرُواْ بِهِ ثَمَناً قَلِيلاً}  [البقرة: ٧٩] . </p><p> ويقول الحق سبحانه بعد ذلك:  {وَأُتْبِعُواْ فِي هذه الدنيا لَعْنَةً} </p>"
}