{
  "id": null,
  "sura": 11,
  "aya": 86,
  "text": "<p> أي: ما يبقى لكم من الأمر الحلال خير لكم؛ لأن من يأخذ غير حقه يخطىء؛ لأنه يزيل البركة عن الحلال بالحرام؛ فمن يأخذ غير حقه يسلط الله عليه أبواباً تنهب منه الزائد عن حقه. </p><p> وأنت تسمع من يقول:  «فلان هذا إنما يحيا في بركة» ، أي: أن دخله قليل، ولكن حالته طيبة، ويربي أولاده بيسر، على عكس إنسان آخر قد يكون غنيّاً من غير حلال، لكنه يحيا في ضنك العيش. </p><p> وقد تجد هذا الإنسان قد انفتحت عليه مصارف الدنيا فلا يكفي ماله لصد همومه، لأن الله سبحانه قد جَرَّأ عليه مصارف سوء متعددة. </p><p> وقد يستطيع الإنسان أن يخدع غيره من الناس، ولكنه لن يستطيع أن يخدع ربه أبداً. </p><p> وقول الحق سبحانه: </p><p> {بَقِيَّةُ الله خَيْرٌ لَّكُمْ}  [هود: ٨٦] . </p><p> أي: أن الله تعالى يُذهِب عمن يراعي حقوق غيره مصارف السوء. </p><p> وسبق أن قلنا قديماً: فلننظر إلى رزق السلب لا إلى رزق الإيجاب؛ لأن الناس في غالبيتها تنظر إلى رزق الإيجاب، بمعنى البحث عن المال الكثير، وينسون أن الحق سبحانه وتعالى قد يسلط مصارف السوء على صاحب المال الكثير الذي جمعه من غير حق، بينما يسلب عن الذي يرعى حقوق الناس تلك المصارف من السوء. </p><p> ومن يُربُّون أولادهم من سُحْت أو حرام، لا يبارك الله فيهم؛ لأن هناك في تكوينهم شيئاً حراماً. فنجد على سبيل المثال ابن المرتشي يأخذ دروساً خصوصية ويرسب، بينما ابن المنضبط والملتزم بتحصيل </p><p> الكسب الحلال مقبل على العلم وناجح. أو قد يرزق الله تعالى صاحب المال الحرام زوجة لا يرضيها أي شيء، بل تطمع في المزيد دائماً، بينما يعطي الله سبحانه من يرعى حقوق الناس زوجة تقدر كل ما يفعله. </p><p> يقول الحق سبحانه: </p><p> {بَقِيَّةُ الله خَيْرٌ لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ}  [هود: ٨٦] . </p><p> أي: إن كنتم مؤمنين بأن الله تعالى رقيب، وأنه سبحانه قيُّوم؛ فلا تأخذ حقّاً غير حقك؛ لأنك لن تستغل إلا نفسك؛ لأن الله سبحانه وتعالى رقيب عليك. </p><p> ويُنهي الحق سبحانه الآية بقوله: </p><p> {وَمَآ أَنَاْ عَلَيْكُمْ بِحَفِيظٍ}  [هود: ٨٦] . </p><p> أي: أن شعيباً عليه السلام قد أوضح لأهل مدين: أنا لن أقف على رأس كل مفسد لأمنعه من الإفساد؛ لأن كل إنسان عليه أن يكون رقيباً على نفسه ما دام قد آمن بالله سبحانه، وما دام قد عرف أن الحق سبحانه قد قال: </p><p> {بَقِيَّةُ الله}  [هود: ٨٦] . </p><p> أي: أن ما يبقى إنما تشيع فيه البركة. </p><p> وهذه هي فائدة الإيمان: ما يأمر به وما ينهي عنه. </p><p> وهذا أمر يختلف عن القانون الوضعي؛ لأن عين القانون الوضعي قاصرة عما يخفى من أمور الناس فكأنها تحميهم من الوقوع تحت طائلته. </p><p> . أما القانون الإلهي فهو محيط بأحوال الناس المعلنة، والخافية. </p><p> ومن يتأمل الآيات الثلاث: </p><p> {وإلى مَدْيَنَ أَخَاهُمْ شُعَيْباً قَالَ ياقوم اعبدوا الله مَا لَكُمْ مِّنْ إله غَيْرُهُ وَلاَ تَنقُصُواْ المكيال والميزان إني أَرَاكُمْ بِخَيْرٍ وإني أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ مُّحِيطٍ وياقوم أَوْفُواْ المكيال والميزان بالقسط وَلاَ تَبْخَسُواْ الناس أَشْيَآءَهُمْ وَلاَ تَعْثَوْاْ فِي الأرض مُفْسِدِينَ بَقِيَّةُ الله خَيْرٌ لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ وَمَآ أَنَاْ عَلَيْكُمْ بِحَفِيظٍ}  [هود: ٨٤٨٦] . </p><p> من يتأمل هذه الآيات يجد عناصر الصيانة للحركة في المجتمع كله، والمجتمع إن لم تُصَنْ حركته يفسد؛ لأن حركة المجتمع أرادها الحق سبحانه حركة تكاملية، لا تكرار فيها؛ ولو تكررت المواهب لما احتاج أحد إلى مواهب غيره. </p><p> والمصلحة العامة تقتضي أن يحتاج كل إنسان إلى موهبة الآخر، فمن يدرس الدكتوراه فهو يحتاج إلى من يكنس الشارع، ومن يعالج الناس ليشفيهم الله نجده يحتاج إلى من يقوم بإصلاح المجاري. </p><p> وماذا كان رد أهل مدين على قول شعيب؟ </p><p> يقول الحق سبحانه:  {قَالُواْ ياشعيب أصلاوتك تَأْمُرُكَ} </p>"
}