{
  "id": null,
  "sura": 11,
  "aya": 15,
  "text": "<p> وكان الكافرون قد تكلموا بما أورده الحق سبحانه على ألسنتهم وقالوا: </p><p> {لَوْلاَ أُنزِلَ عَلَيْهِ كَنزٌ}  [هود: ١٢] . </p><p> فهم إذن مشغولون بنعيم الدنيا وزينتها. </p><p> والحياة تتطلب المقومات الطبيعية للوجود، من ستر عورة، وأكل لقمة وبيت يقي الإنسان ويؤويه. أما الزينة فأمرها مختلف، فبدلاً من أن يرتدي الإنسان ما يستر العورة، يطلب لنفسه الصوف الناعم شتاء، والحرير الأملس صيفاً، وبدلاً من أن يطلب حجرة متواضعة تقيه من البرد أو الحر، يطلب لنفسه قصراً. </p><p> وفي ذلك يقول الحق سبحانه وتعالى: </p><p> {زُيِّنَ لِلنَّاسِ حُبُّ الشهوات مِنَ النساء والبنين والقناطير المقنطرة مِنَ الذهب والفضة والخيل المسومة والأنعام والحرث}  [آل عمران: ١٤] . </p><p> وكل هذه أشياء تدخل في متاع الحياة الدنيا، ويقول الحق سبحانه: </p><p> {ذلك مَتَاعُ الحياة الدنيا والله عِنْدَهُ حُسْنُ المآب}  [آل عمران: ١٤] . </p><p> إذن: ما معنى كلمة «زينة» ؟ </p><p> معنى كلمة «زينة» أنها حُسْنٌ أو تحسين طارىء على الذات، وهناك فرق بين الحسن الذاتي والحسن الطارىء من الغير. </p><p> والمرأة على سبيل المثال حين تتزين فهي تلبس الثياب الجميلة الملفتة، وتتحلّى بالذهب البرَّاق، فهو المعدن الذي يأخذ نفاسته من كثرة تلألئه الذي يخطف الأبصار، ولا تفعل ذلك بمغالاة إلا التي تشك في جمالها. </p><p> أما المرأة الجميلة بطبيعتها، فهي ترفض أن تتزين؛ ولذلك يسمونها في اللغة:  «الغانية» ، أي: التي استغنت بجمالها الطبيعي عن الزينة، ولا تحتاج إلى مداراة كِبرَ أذنيها بقُرْط ضخم، ولا تحتاج إلى مداراة رقبتها بعقد ضخم، ولا تحاول أن تداري معصمها الريان بسوار، وترفض أن تُخفِي جمال أصابعها بالخواتم. </p><p> وحين تُبالغ المرأة في ذلك التزيُّن فهي تعطي الانطباع المقابل. </p><p> وقد يكون المثل الذي أضربه الآن بعيداً عن هذا المجال، لكنه يوضح كيف يعطي الشيء المبالَغ فيه المقابل له. </p><p> وفي ذلك يقول المتنبي: </p><p> الطِّيبُ أنت إذَا أصَابكَ طِيبهُ ... والماءُ أنتَ إذا اغتسلتَ الغاسلُ </p><p> وهو هنا يقول: إن الطيب إذا ما أصاب ذلك الإنسان الموصوف، فالطيب هو الذي يتطيَّب، كما أن الماء هو الذي يُغْسَل إذا ما لمس هذا الإنسان، وكذلك تأبى المرأة الجميلة أن تُزيِّن نَحْرَها بقلادة؛ لأن نحرها بدون قلادة يكون أكثر جمالاً. </p><p> ويقال عن مثل هذه المرأة «غانية» ؛ لأنها استغنتْ بجمالها. </p><p> ويقال عن جمال نساء الحضر: إنه جمال مصنوع بمساحيق، وكأن تلك المساحيق مثبتة على الوجه بمعجون كمعجون دهانات الحوائط، وكأن كل واحدة تفعل ذلك قد جاءت بسكين من سكاكين المعجون لتملأ الشقوق المجعدة في وجهها. </p><p> ولحظة أن يسيح هذا المعجون ترتبك، ويختل مشهد وجهها بخليط الألوان؛ ولذلك يقال: </p><p> حُسْنُ الحضَارةِ مُجْلُوبٌ بِتَطْريةٍ ... وفي البدَاوةِ حُسْنٌ غيرُ مَجْلوبِ </p><p> إذن: فالزينة هي تحسين الشيء بغيره، والشيء الحسن يستعني عن الزينة. </p><p> وهنا يقول الحق سبحانه وتعالى: </p><p> {مَن كَانَ يُرِيدُ الحياة الدنيا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا وَهُمْ فِيهَا لاَ يُبْخَسُونَ}  [هود: ١٥] . </p><p> أي: إن كفرتم بالله فهو سبحانه لا يضن عليكم في أن يعطيكم مقومات </p><p> الحياة وزينتها؛ لأنه رب، وهو الذي خلقكم واستدعاكم إلى الوجود، وقد ألزم الحق سبحانه نفسه أن يعطيكم ما تريدون من مقومات الحياة وزينتها؛ لأنه سبحانه هو القادر على أن يوفِّي بما وعد. </p><p> وهو سبحانه يقول هنا: </p><p> {نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ}  [هود: ١٥] . </p><p> أي: أنهم إن أخذوا بالأسباب فالحق سبحانه يُلزم نفسه بإعطاء الشيء كاملاً غير منقوص. </p><p> وهم في هذه الدار الدنيا لا يُبْخَسون في حقوقهم، فمن يتقن عمله يأخذ ثمرة عمله. </p><p> وهذا القول الكريم يحُلُّ لنا إشكالاً كبيراً نعاني منه، فهناك مَنْ يقول: إن هؤلاء المسلمين الذين يقولون: لا إله إلا الله، محمد رسول الله، ويقيمون الصلاة، ويبنون المساجد، بينما هُمْ قومٌ متخلّفون ومتأخّرون عن رَكْب الحضارة، بينما نجد الكافرين وهم يَرْفُلُون في نعيم الحَضَارة. </p><p> ونقول: إن لله تعالى عطاءَ ربوبية للأسباب، فمن أحسنَ الأسباب حتى لو كان كافراً، فالأسباب تعطيه، ولكن ليس له في الآخرة من نصيب؛ لأن الحق سبحانه يقول: </p><p> {وَقَدِمْنَآ إلى مَا عَمِلُواْ مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَآءً مَّنثُوراً}  [الفرقان: ٢٣] . </p><p> والحق سبحانه يجزي الكافر الذي يعطي خيراً للناس بخيرٍ في الدنيا، ويجزي الصادق الذي لا يكذب من الكفار بصدق الآخرين معه في الدنيا، ويجزي من يمدُّ يده بالمساعدة من الكفار بمساعدة له في الدنيا. </p><p> وكلها أعمال مطلوبة في الدِّين، ولكنَّ الكافر قد يفعلها، فيردُّ الله سبحانه وتعالى له ما فعل في الدنيا، وإنْ كان قد فعل ذلك ليُقَال: إن فلاناً عَمِلَ كذا، أو فلاناً كان شَهْماً في كذا، فيُقال له:  «علْمتَ لِيُقال وقد قِيل» . </p><p> وإذا كان الكافرون يأخذون بالأسباب؛ فالحق سبحانه يعطيهم ثمرة ما أخذوا من الأسباب. </p><p> ويجب أن نقول لمن يتهم المسلمين بالتخلُّف: </p><p> لقد كان المسلمون في أوائل عهدهم متقدمين، وكانوا سادة حين طبَّقوا دينهم، ظاهراً وباطناً، شكلاً ومضموناً. </p><p> وعلى ذلك فالتخلُّف ليس لازماً ولا ملازماً للإسلام، وإنما جاء التخلُّف لأننا تركنا روح الإسلام وتطبيقه. </p><p> وإنْ عقدنا مقارنة بين حال أوربا حينما كانت الكنيسة هي المسيطرة، كنا نجد طل صاحب نشاط عقلي مُبْدِعٍ ينال القتل عقوبة على الإبداع، وكانت تسمى تلك الأيام في أوربا «العصور المظلمة» . </p><p> وحينما جاءت الحروب الصليبية وعرفت أوربا قوة الإسلام </p><p> والمسلمين، ودحرهم المسلمون، بدأوا في محاولة الخروج على سلطان البابا والكنيسة، وعندما فعلوا ذلك تَقَدَّموا. </p><p> هم إذن عندما تركوا سلطان البابا تقدموا، ونحن حين تركنا العمل بتعاليم الإسلام تخلَّفنا. </p><p> إذن: فأيُّ الجَرْعَتيْن خير؟ </p><p> إن واقع الحياة قد أثبت تقدُّم المسلمين حين أخذوا بتعاليم الإسلام، وتخلفوا حين تركوها. </p><p> وهكذا. . فمعيار التقدُّم هو الأخذْ بالأسباب، فمن أخذ بالأسباب وهو مؤمن نال حُسْن خير الدنيا وحُسْن ثواب الآخرة، ومَنْ لم يؤمن وأخذ بالأسباب نال خير الدنيا ولم يَنَلْ ثواب الآخرة. </p><p> والحق سبحانه وتعالى هو القائل: </p><p> {والذين كفروا أَعْمَالُهُمْ كَسَرَابٍ بِقِيعَةٍ يَحْسَبُهُ الظمآن مَآءً حتى إِذَا جَآءَهُ لَمْ يَجِدْهُ شَيْئاً وَوَجَدَ الله عِندَهُ}  [النور: ٣٩] . </p><p> وهكذا يُفاجأ بالإله الذي كذَّب به. </p><p> والحق سبحانه يقول: </p><p> {مَّثَلُ الذين كَفَرُواْ بِرَبِّهِمْ أَعْمَالُهُمْ كَرَمَادٍ اشتدت بِهِ الريح فِي يَوْمٍ عَاصِفٍ لاَّ يَقْدِرُونَ مِمَّا كَسَبُواْ على شَيْءٍ}  [إبراهيم: ١٨] . </p><p> إذنْ: فمن أراد الدنيا وزينتها، فالحق الأعلى سبحانه يوفِّيه حسابه ولا يبخسه من حقه شيئاً، فحاتم الطائي على سبيل المثال أخذ صفة الكرم، وعنترة أخذ صفة الشجاعة، وكل إنسان أحسن عملاً أخذ أجره، ولكن عطاء الآخرة هو لمن عمل عمله لوجه الله تعالى، وآمن به. </p><p> وحتى الذين دخلوا الإسلام نفاقاً وحاربوا مع المسلمين، أخذوا نصيبهم من الغنائم، ولكن ليس لهم في الآخرة من نصيب. </p><p> إذن: فالوفاء يعني وجود عَقْد، وما دام هناك عقد بين العامل والعمل، وأتقن العاملُ العملَ فلا بد أن يأخذ أجره دون بَخْس؛ لأن البَخْسَ هو إنقاص الحق. </p><p> ويقول الحق سبحانه من بعد ذلك:  {أولئك الذين لَيْسَ لَهُمْ فِي الآخرة} </p>"
}