{
  "id": null,
  "sura": 11,
  "aya": 3,
  "text": "<p> وهكذا يبيِّن الحق سبحانه أن على العبد أن يستغفر من ذنوبه السابقة التي وقع فيها، وأن يتوب من الآن، وأن يرجع إلى منهج الله تعالى، لينال الفضل من الحق سبحانه. </p><p> المطلوب إذن من العبد أن يستغفر الله تعالى، وأن يتوب إليه. </p><p> هذا هو مطلوب الله من العاصي؛ لأن درء المفسدة مقدَّم على جلب المصلحة، وحين يعجل العبد بالتوبة إلى الله تعالى فهو يعلم أن ذنباً قد وقع وتحقق منه، وعليه ألا يؤجل التوبة إلى زمنٍ قادم؛ لأنه لا يعلم إن كان سيبقى حياً أم لا. </p><p> ولذلك يقول الحق سبحانه: </p><p> {وَأَنِ استغفروا رَبَّكُمْ ثُمَّ توبوا إِلَيْهِ يُمَتِّعْكُمْ مَّتَاعاً حَسَناً إلى أَجَلٍ مُّسَمًّى}  [هود: ٣] . </p><p> والحق سبحانه يُجمل قضية اتباع منهجه في قوله تعالى: </p><p> {فَمَنِ اتبع هُدَايَ فَلاَ يَضِلُّ وَلاَ يشقى}  [طه: ١٢٣] . </p><p> وقال في موضع آخر: </p><p> {مَنْ عَمِلَ صَالِحاً مِّن ذَكَرٍ أَوْ أنثى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً}  [النحل: ٩٧] . </p><p> فالحياة الطيبة في الدنيا وعدم الضلال والشقاء متحققان لمن اتبع منهج الله تعالى. </p><p> وظن بعض العلماء أن هذا القول يناقض في ظاهره قول النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بأن «الدنيا سجن المؤمن وجنة الكافر» و «إن أشد الناس بلاءً الأنبياء، ثم الصالحون، ثم الأمثل فالأمثل» . </p><p> وقال بعض العلماء: فكيف تقول: {يُمَتِّعْكُمْ مَّتَاعاً حَسَناً}  [هود: ٣] . </p><p> هنا نقول: ما معنى المتاع؟ </p><p> المتاع: هو ما تستمتع به وتستقبله بسرور وانبساط. </p><p> ويعلم المؤمن أن كل مصيبة في الدنيا إنما يجزيه الله عليها حسن الجزاء، ويستقبل هذا المؤمن قضاء الله تعالى بنفس راضية؛ لأن ما يصيبه قد كتبه الله عليه، وسوف يوافيه بما هو خير منه. </p><p> وهناك بعض من المؤمنين قد يطلبون زيادة الابتلاء. </p><p> إذن: فالمؤمن كل أمره خير؛ وإياك أن تنظر إلى من أصابته الحياة بأية مصيبة على أنه مصاب حقاً؛ لأن المصاب حقاً هو من حُرِم من الثواب. </p><p> ونحن نجد في القرآن قصة العبد الصالح الذي قتل غلاماً كان أبواه </p><p> مؤمنين، فخشي العبد الصالح أن يرهقهما طغياناً وكفراً، فهذا الولد كان فتنة، ولعله كان سيدفع أبويه إلى كل محرم، ويأتي لهما بالشقاء. </p><p> إذن: فالمؤمن الحق هو الذي يستحضر ثواب المصيبة لحظة وقوعها. </p><p> ومنَّا من قرأ قصة المؤمن الصالح الذي سار في الطريق من المدينة إلى دمشق، فأصيبت رِجْله بجرح وتلوث هذا الجرح، وامتلأ بالصديد مما يقال عنه في الاصطلاح الحديث «غرغرينة» وقرر الأطباء أن تٌقطع رجله، وحاولوا أن يعطوه «مُرَقِّداً» أي: مادة تُخدِّره، وتغيب به عن الوعي؛ ليتحمل ألم بتر الساق، فرفض العبد الصالح وقال: </p><p> إني لا أحب أن أغفل عن ربي طرفة عين. </p><p> ومثل هذا العبد يعطيه الله سبحانه وتعالى طاقة على تحمُّل الألم، لأنه يستحضر دائماً وجوده في معية الله، ومفاضٌ عليه من قدرة الله وقوته سبحانه. </p><p> وحينما قطع الأطباء رجله، وأرادوا أن يكفنوها وأن يدفنوها، فطلب أن يراها قبل أن يفعلوا ذلك، وأمسكها ليقول: اللهم إن كنت قد ابتليت في عضو، فإني قد عوفيت في أعضاء. </p><p> إذن: فصاحب المصيبة حين يستحضر الجزاء عليها، إنما يحيا في متعة، </p><p> ولذلك لا تتعجب حين يحمد أناس خالقهم على المصائب؛ لأن الحمد يكون على النعمة، والمصيبة قد تأتي للإنسان بنعمة أوسع مما أفقدته. </p><p> ولذلك نجد اثنين من العارفين بالله وقد أراد أن يتعالم كل منهما على الآخر؛ فقال واحد منهما: </p><p> كيف حالكم في بلادكم أيها الفقراء؟ </p><p> والمقصود بالفقراء هم العُبَّاد الزاهدون ويعطون أغلب الوقت لعبادة الله تعالى فقال العبد الثاني: </p><p> حالنا في بلادنا إنْ أعطينا شكرنا، وإنْ حُرمنا صبرنا. </p><p> فضحك العبد الأول وقال: </p><p> هذا حال الكلاب في «بلخ: أي: أن الكلب إن أعطيته يهز ذيله، وإن منعه أحد فهو يصبر. </p><p> وسأل العبد الثاني العبد الأول: </p><p> وكيف حالكم أنتم؟ </p><p> فقال: نحن إن أعطينا آثرنا، وإن حُرِمنا شركنا. </p><p> إذن: فكل مؤمن يعيش في منهج الله سبحانه وتعالى فهو يستحضر في كل أمر مؤلم وفي كل أمر متعب، أن له جزاءً على ما ناله من التعب؛ ثواباً عظيماً خالداً من الله سبحانه وتعالى. </p><p> ولذلك يقول الحق سبحانه: </p><p> {يُمَتِّعْكُمْ مَّتَاعاً حَسَناً}  [هود: ٣] . </p><p> والحسن هنا له مقاييس، يُقاس بها اعتبار الغاية؛ فحين تضم الغاية إلى الفعل تعرف معنى الحسن. </p><p> ومثال ذلك: هو التلميذ الذي لا يترك كتبه، بل حين ياتي وقت الطعام، فهو يأكل وعيناه لا تفارقان الكتاب. </p><p> هذا التلميذ يستحضر متعة النجاح وحُسْنه ونعيم التفوق، وهو تلميذ يشعر بالغاية وقت أداء الفعل. </p><p> ويقول الحق سبحانه في نفس الآية: </p><p> {وَيُؤْتِ كُلَّ ذِي فَضْلٍ فَضْلَهُ}  [هود: ٣] . </p><p> أي: يؤتى كل ذي فضل مجزول لمن لا فضل له، فكأن الحق سبحانه يمنِّي الفضل للعبد. </p><p> ومثال ذلك: الفلاح الذي يأخذ من مخزن غلاله إردباً من القمح ليبذره في الأرض؛ ليزيده الله سبحانه وتعالى بزراعة هذا الإردب، ويصبح الناتج خمسة عشر إردباً. </p><p> والفضل هو الأجر الزائد عن مساويه، فمثلاً هناك فضل المال قد يكون عندك، أي: زائد عن حاجتك، وغيرك لا يملك مالاً يكفيه، فإن تفضلت ببعض من الزائد عندك، وأعطيته لمن لا مال عنده فأنت تستثمر هذا العطاء عند الله سبحانه وتعالى. </p><p> والحق سبحانه وتعالى قد يعطيك قوة، فتعطى ما يزيد منها لعبد ضعيف. </p><p> وقد يكون الحق سبحانه قد أسبغ عليك فضلاً من الحلم، فتعطى منه لمن أصابه السفه وضيق الخلق. </p><p> إذن: فكل ما يوجد عند الإنسان من خصلة طيبة ليست عند غيره من الناس، ويفيضها عليهم، فهي تزيد عنده لأنها تربو عند الله، وإن لم يُفِضْها على الغير فهي تنقص. </p><p> ولذلك يقول الحق سبحانه: </p><p> {وَمَآ آتَيْتُمْ مِّن رِّباً لِّيَرْبُوَ فِي أَمْوَالِ الناس فَلاَ يَرْبُو عِندَ الله وَمَآ آتَيْتُمْ مِّن زَكَاةٍ تُرِيدُونَ وَجْهَ الله فأولئك هُمُ المضعفون}  [الروم: ٣٩] . </p><p> ويقول الحق سبحانه وتعالى في الآية التي نحن بصدد خوطرنا عنها: </p><p> {وَيُؤْتِ كُلَّ ذِي فَضْلٍ فَضْلَهُ}  [هود: ٣] . </p><p> وبعض من أهل المعرفة يفهم هذا القول الكريم بأن الإنسان الذي يفيض على غيره مما آتاه الله، يعطيه الحق سبحانه بالزيادة ما يعوضه عن الذي نقص، أو أنه سبحانه وتعالى يعطي كل صاحب فضلٍ فضل ربه، وفضل الله تعالى فوق كل فضل. </p><p> ثم يقول الحق سبحانه: </p><p> {وَإِن تَوَلَّوْاْ فإني أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ كَبِيرٍ}  [هود: ٣] . </p><p> فإن أعرضوا عنك فأبلغهم أنك تخاف عليهم من عذاب اليوم الآخر، ويُوصف العذاب مرة بأنه كبير، ويوصف مرة بأنه عظيم، ويوصف مرة بأنه مهين؛ لأنه عذاب لا ينتهي ويتنوع حسب ما يناسب المعذب، فضلاً عن أن العذاب الذي يوجد في دنيا الأغيار هو عذاب يجري في ظل المظنة بأنه سينقضي، أما عذاب اليوم الآخر فهو لا ينقضي بالنسبة للمشركين بالله أبداً. </p><p> ويقول الحق من بعد ذلك:  {إِلَى الله مَرْجِعُكُمْ} </p>"
}