{
  "id": null,
  "sura": 11,
  "aya": 57,
  "text": "<p> الفعل «تولَّوا» أصله: «تتولَّوا» ، وفي اللغة: إذا ابتدأ فعل بتاءين يُقتصَر على تاء واحدة. </p><p> وهكذا يكون المعنى: </p><p> إن تتولَّوا فقد أبلغتكم المنهج الذي أرسلت به إليكم، ولا عُذر لكم عندي؛ لأن الحق سبحانه لا يعذِّب قوماً وهم غافلون؛ لذلك أرسلني إليكم. </p><p> أو أن الخطاب من الله سبحانه لهود عليه السلام ليبِّين له: فإن تولَّوا فقل لهم: {أَبْلَغْتُكُمْ مَّآ أُرْسِلْتُ بِهِ إِلَيْكُمْ وَيَسْتَخْلِفُ رَبِّي قَوْماً غَيْرَكُمْ}  [هود: ٥٧] . </p><p> والاستخلاف أن يوجد قوم خلفاء لقوم، إما أن يكونوا عادلين؛ فلا يقفوا من المناهج ولا من الرسالات مثلما وقف قوم عاد. </p><p> وإما أن يكونوا غير عادلين، مثل من قال فيهم الحق سبحانه: </p><p> {فَخَلَفَ مِن بَعْدِهِمْ خَلْفٌ أَضَاعُواْ الصلاة واتبعوا الشهوات}  [مريم: ٥٩] . </p><p> والحق سبحانه قد وعد المؤمنين وعداً طيِّباً: </p><p> {وَعَدَ الله الذين آمَنُواْ مِنْكُمْ وَعَمِلُواْ الصالحات لَيَسْتَخْلِفَنَّهُمْ فِي الأرض كَمَا استخلف الذين مِن قَبْلِهِمْ}  [النور: ٥٥] . </p><p> إذن: فالاستخلاف إما أن يكون الخلف فيه صاحب عمل صالح، أو أن يبدد المنهج فلا يتبعه، بل يتبع الشهوات. </p><p> وفي آية أخرى يقول الحق سبحانه: </p><p> {هَا أَنتُمْ هؤلاء تُدْعَوْنَ لِتُنفِقُواْ فِي سَبِيلِ الله فَمِنكُم مَّن يَبْخَلُ وَمَن يَبْخَلْ فَإِنَّمَا يَبْخَلُ عَن نَّفْسِهِ والله الغني وَأَنتُمُ الفقرآء وَإِن تَتَوَلَّوْاْ يَسْتَبْدِلْ قَوْماً غَيْرَكُمْ ثُمَّ لاَ يكونوا أَمْثَالَكُم}  [محمد: ٣٨] . </p><p> وهنا يقول الحق سبحانه: </p><p> {وَلاَ تَضُرُّونَهُ شَيْئاً}  [هود: ٥٧] . </p><p> لأن المنهج الذي نزل على الخَلْق، أنزله الحق سبحانه وتعالى لصلاح العباد، وهو سبحانه خَلَق أولاً بكل صفات الكمال فيه، ولن يزيده العباد وصفاً من الأوصاف، ولن يسلبه أحد وصفاً من الأوصاف. </p><p> ولذلك نقول للمتمردين على عبوديتهم لله كفراً، وللمتمردين على المنهج بالمعصية: </p><p> أنتم ألفتم التمرد؛ إما التمرد في القمة وهو الكفر بالله، وإما التمرد على أحكام الله بمخالفتها، فلماذا لا يتمرد أحدكم على المرض، ويقول:  «لن أمرض» ؟ ولماذا لا يتمرد أحدكم على الموت ويرفض أن يموت؟ </p><p> إذن: فما دُمْتَ قد عرفت التمرد فيما لك فيه اختيار، فهل تستطيع التمرد على أحكام الله القهرية فيك؟ </p><p> إنك لن تستطيع؛ لأنك مأخوذ بناصيتك. والحق سبحانه إن شاء أن يوقف القلب، فلن تستطيع أن تأمر قلبك بعدم التوقف. </p><p> لذلك قال هود عليه السلام: </p><p> {وَلاَ تَضُرُّونَهُ شَيْئاً إِنَّ رَبِّي على كُلِّ شَيْءٍ حَفِيظٌ}  [هود: ٥٧] . </p><p> فالله سبحانه رقيب؛ لأنه قيوم قائم على كل أمور كونه. </p><p> وبعض الفلاسفة قالوا: إن الله قد خلق الكون، وخلق النواميس والقوانين، ثم تركها تقوم بعملها. </p><p> ولهؤلاء نقول: لا؛ فأنتم أقررتم بصفات الخالق القادر، فأين صفات القيومية لله القائم على كل نفس بما كسبت، وهو سبحانه القائل لعبيده عن نفسه: </p><p> {لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ}  [البقرة: ٢٥٥] . </p><p> وهو سبحانه حين يقول هذا إنما يطمئن العباد؛ ليناموا ويرتاحوا؛ لأنه سبحانه مُنزَّه عن الغَفْلة أو النوم، بل هو سبحانه قيوم. </p><p> ويقول الحق سبحانه بعد ذلك:  {وَلَمَّا جَآءَ أَمْرُنَا نَجَّيْنَا هُوداً والذين آمَنُواْ مَعَهُ} </p>"
}