{
  "id": null,
  "sura": 11,
  "aya": 112,
  "text": "<p> والاستقامة معناها: عدم الميل أو الانحراف ولو قيد شعرةٍ وهذا أمر يصعب تحقيقه؛ لأن الفاصل بين الضدين، أو بين المتقابلين هو أدق من الشعرة في بعض الأحيان. </p><p> ومثال ذلك: حين ترى الظل والضوء، فأحياناً يصعد الظل على الضوء، وأحياناً يصعد الضوء على الظل، وسنجد صعوبة في تحديد الفاصل بين الظل والنور، مهما دقت المقاييس. </p><p> وهكذا يصبح فصل الشيء عن نقيضه صعباً، ولذلك فالاستقامة أمر شاق للغاية. </p><p> وساعة أن نزلت هذه الآية قال رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «شيبتني هود وأخواتها» . </p><p> ولولا أن قال الحق سبحانه في كتابه الكريم: </p><p> {فاتقوا الله مَا استطعتم}  [التغابن: ١٦] . </p><p> فلولا نزول هذه الآية لتعب المسلمون تماماً، وقد أنزل الحق سبحانه هذا القول بعد أن قال: </p><p> {اتقوا الله حَقَّ تُقَاتِهِ}  [آل عمران: ١٠٢] . </p><p> وعزَّ ذلك على صحابة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فأنزل الحق سبحانه ما يخفف به عن أمة محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بأن قال سبحانه: </p><p> {فاتقوا الله مَا استطعتم}  [التغابن: ١٦] . </p><p> إذن: فالأمر بالاستقامة هو أمر بدقة الأداء المطلوب لله أمراً ونهياً، بحيث لا نميل إلى جهة دون جهة. </p><p> وهكذا تطلب الاستقامة كامل اليقظة وعدم الغفلة. </p><p> ويقول الحق سبحانه: </p><p> {فاستقم كَمَآ أُمِرْتَ وَمَن تَابَ مَعَكَ}  [هود: ١١٢] . </p><p> وهذا إيذان بألاَّ ييأس رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من وقوف صناديد قريش أمام دعوته صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ لأنهم سيتساقطون يوماً بعد يوم. </p><p> وقول الحق سبحانه: </p><p> {وَلاَ تَطْغَوْاْ إِنَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ}  [هود: ١١٢] . </p><p> يعني ألا نتجاوز الحد، فالطغيان هو مجاوزة الحد. </p><p> وهكذا نعلم أن الإيمان قد جعل لكل شيء حدّاً، إلا أن حدود الأوامر غير حدود النواهي؛ فالحق سبحانه إن أمرك بشيء، فهو يطلب منك أن تلتزمه ولا تتعده. </p><p> وقال الحق سبحانه: </p><p> {تِلْكَ حُدُودُ الله فَلاَ تَعْتَدُوهَا}  [البقرة: ٢٢٩] . </p><p> وهذا القول في الأوامر، أما في النواهي فقد قال سبحانه: </p><p> {تِلْكَ حُدُودُ الله فَلاَ تَقْرَبُوهَا}  [البقرة: ١٨٧] . </p><p> أي: أن تبتعد عنها تماماً. </p><p> ويقول رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «من وقع في الشبهات وقع في الحرام كالراعي يرعى حول الحمى يوشك أن يرتع فيه، ألا وإن لكل ملكٍ حمى، ألا وإن حمى الله محارمه» . </p><p> وحين ينهانا الحق سبحانه عن الاقتراب من شيء فهذه هي استقامة الاحتياط، وهي قد تسمح لك بأن تدخل في التحريم ما ليس داخلاً فيه، فمثلاً عند تحريم الخمر، جاء الأمر باجتنابها أي: الابتعاد عن كل ما يتعلق بالخمر حتى لا يجتمع المسلم هو والخمر في مكان. </p><p> وجعل الحق سبحانه أيضاً الاستقامة في مسائل الطاعة، وهو سبحانه يقول: </p><p> {وَآتُواْ حَقَّهُ يَوْمَ حَصَادِهِ وَلاَ تسرفوا} </p><p> [الأنعام: ١٤١] . </p><p> والنهي عن الإسراف هنا؛ ليعصمنا الحق سبحانه من لحظة نتذكر فيها كثرة ما حصدنا، ولكننا لا نجد ما نقيم به الأود فقد يسرف الإنسان لحظة الحصاد لكثرة ما عنده، ثم تأتي له ظروف صعبة فيقول:  «يا ليتني لم أُعْطِ» . وهكذا يعصمنا الحق سبحانه من هذا الموقف. </p><p> ويقول رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «سدِّدوا وقاربوا واعلموا أنه لن يدخل أحدكم عمله الجنة، وأن أحب الأعمال أدومها إلى الله وإن قل» ؛ لأن الدين قوي متين، و «لن يشاد الدين أحد إلا غلبه» . </p><p> وهكذا نجد الحق سبحانه ونجد رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أعلم بنا، والله لا يريد منا عدم الطغيان من ناحية المحرمات فقط، بل من ناحية الحلِّ أيضاً، فيوصينا سبحانه بالرفق واللين والهوادة، وأن يجعل الإنسان لنفسه مُكْنة الاختيار. </p><p> ومثال ذلك: أن يلزم الإنسان نفسه بعشرين ركعة كل ليلة، وهو يلزم نفسه بذلك نذراً لله تعالى في ساعة صفاء، لكنه حين يبدأ في مزوالة ذلك القدر يكتشف صعوبته، فتكرهه نفسه. </p><p> ولذلك يأمرنا الحق سبحانه بالاستقامة وعدم الطغيان؛ استقامة في تحديد المأمور به والمنهي عنه؛ ولذلك كان الاحتياط في أمر العبادات أوسع لمن يطلب الاستقامة. </p><p> ويقول رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «الحلال بيِّن، والحرام بين، وبينهما أمور مشتبهات لا يعلمهن كثير من الناس، فمن اتقى الشبهات فقد استبرأ لدينه وعرضه» . </p><p> ولذلك يطلب الشارع الحكيم سبحانه منا في الاحتياط أن نحتاط مرة بالزيادة، وأن نحتاط بمرة بالنقص، فحين تصلي خارج المسجد الحرام، يكفيك أن تكون جهتك الكعبة، أما حين تصلي في المسجد الحرام، فأنت تعلم أن الكعبة قسمان: قسم بنايته عالية، وقسم اسمه «الحطيم» وهو جزء من الكعبة، لكن نفقتهم أيام رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قد قصرت؛ فلم يبنوه. </p><p> لذلك فأنت تتجه ببصرك إلى البناء العالي المقطوع بكعبيته، وهذا هو الاحتياط بالنقص. </p><p> أما الاحتياط بالزيادة، فمثال ذلك: هو الطواف، وقد يزدحم البشر حول الكعبة، ولا تسمح ظروفك إلا بالطواف حول المسجد. </p><p> وهكذا يطول عليك الطواف، لكنه طواف بالزيادة فعند الصلاة يكون الاحتياط بالنقص، أما عند الطواف فيكون الاحتياط بالزيادة. </p><p> وهكذا نجد الاحتياط هو الذي يحدد معنى الاستقامة. </p><p> ويُنهي الحق سبحانه الآية بقوله تعالى: </p><p> {إِنَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ}  [هود: ١١٢] . </p><p> وفي الآية السابقة قال سبحانه:  {إِنَّهُ بِمَا يَعْمَلُونَ خَبِيرٌ}  [هود: ١١١] . </p><p> وعلمنا معنى الخبير، أما المقصود بالبصير هنا فهو أنه سبحانه يعلم حركة العبادة؛ لأن حركة العبادة مرئية. </p><p> ويقول الحق سبحانه بعد ذلك:  {وَلاَ تركنوا إِلَى الذين ظَلَمُواْ فَتَمَسَّكُمُ} </p>"
}