{
  "id": null,
  "sura": 11,
  "aya": 101,
  "text": "<p> ويبيِّن الحق سبحانه هنا أنه حين أخذ تلك الأقوام بالعذاب لم يظلمهم؛ لأن معنى الظلم أن يكون لإنسانٍ الحق، فتسلبه هذا الحق. </p><p> وفي واقع الأمر أن تلك الأمم التي كفرت وأخذها الله بالعذاب، هي التي ظلمت نفسها بالشرك، وكذَّبت تلك الأقوام الرسل الذين جاءوا وفي يد كل منهم دليل الصدق وأمارات الرسالة. </p><p> وهكذا ظلم هؤلاء الكفار أنفسهم؛ لذلك لا بد أن نعلم أن الحق سبحانه مُنزَّه عن أن يظلم أحداً. </p><p> وهم حين أشركوا بالله تعالى آلهة أخرى، لماذا لم تتحرك تلك الآلهة المزعومة وتتدخل لتحمي مَنْ آمنوا بها؟! </p><p> ويخبرنا الحق سبحانه أن الحجارة التي عبدوها تلعنهم، وهم في النار، وهذه الأحجار تكون وقوداً للنار. </p><p> والحق سبحانه يقول عن النار: </p><p> {فاتقوا النار التي وَقُودُهَا الناس والحجارة}  [البقرة: ٢٤] . </p><p> وهؤلاء الذين عبدوا واحداً من الناس أو بعضاً من الأصنام، إنما تجنَّوا، بالجهل على هذا الإنسان الذي عبدوه أو تلك الأحجار التي صلَّوا لها أو قدَّسوها. </p><p> والشاعر المسلم تأمل غار حراء وغار ثور وكلامها من الأحجار فوجد أن غار حراء قد شهد نزول الوحي على الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وغار ثور حمى رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حين اختفى فيه ومعه الصديق أبو بكر في أثناء الهجرة من مكة إلى المدينة، فتخيل الشاعر أن غار ثور قد حسد غار حراء وقال: </p><p> كَمْ حَسَدْنَا حِراءً حينَ يَرى الرُّوحَ ... أميناً يَغْزُوكَ بالأنْوَارِ </p><p> فَحِرَاءٌ وثَوْرٌ صَارَا سَواءً ... بِهما تَشفَّعْ لأمَّةِ الأحْجَارِ </p><p> فغار حراء شهد جبريل عليه السلام وهو يهبط بالنور على محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، لكن غار ثور نال أيضاً الشرف لحمايته الرسول في الهجرة. </p><p> ويقول الشاعر على لسان الأحجار: </p><p> عَبَدُونا ونَحْنُ أعْبَدُ للهِ ... مِنَ القائِمينَ بالأسْحَارِ </p><p> قَدْ تَجنَّوا جَهْلاً كمَا قَدْ تجَنَّوا ... علَى ابنِ مَرْيَمَ والحوَارِي </p><p> لِلمُغَالِي جَزَاؤهُ والمُغَالَى فيهِ ... تُنْجِيهِ رَحْمَةُ الغَفَّارِ </p><p> وهكذا لا تُغني عنهم آلهتهم المعبودة شيئاً سواء أكانت بشراً أم حجارة، لم تُغنِ عنهم شيئاً ولم ترفع عنهم العذاب الذي تلقوه عقاباً في الدنيا وسعيراً في الآخرة، وإذا كانوا قد دعوهم من دون الله في الدنيا، فحين جاء العذاب لم تتقدم تلك الآلهة لتحميهم من العذاب. </p><p> ويُنهي الحق سبحانه الآية الكريمة بقوله: </p><p> {وَمَا زَادُوهُمْ غَيْرَ تَتْبِيبٍ}  [هود: ١٠١] . </p><p> أي: أن تخلّي تلك الآلهة التي أشركوها مع الله تعالى أو عبدوها من دون الله. . هذا التخلي يزيدهم ألماً وإهلاكاً نفسياً وتخسيراً، لأن التتبيب هو القطع والهلاك. </p><p> والحق سبحانه يقول: </p><p> {تَبَّتْ يَدَآ أَبِي لَهَبٍ وَتَبَّ}  [المسد: ١] . </p><p> كذلك الأخذ الذي أخذ الله به القرى التي كذَّبت أنبياءها. </p><p> لذلك يقول الحق سبحانه بعد ذلك:  {وكذلك أَخْذُ رَبِّكَ} </p>"
}