{
  "id": null,
  "sura": 11,
  "aya": 1,
  "text": "<p> وتبدأ الآية بحروف توقيفية مقطعة من الحروف التي تبدأ بها بعض سور القرآن الكريم، اي: أن كل حرف من تلك الحروف يُنطَق بمفرده، والحرف كما نعلم له اسم، وله مسمى، ونحن حين نكتب أو نتكلم نكتب أو ننطق بمسمى الحرف لا باسمه ولكن بعض سور القرآن الكريم تبدأ بحروف نقرأها باسم الحرف، وما عداها يُنطق فيها بمسميات الحرف. </p><p> وإن أردنا معرفة الفارق بينهما، فنحن نقرأ في أول سورة البقرة ونقول: « </p><p> ألف. لام. ميم» رغم أنها مكتوبة:  {الم}  [البقرة: ١] . </p><p> إذن: فنحن ننطقها بمسميات الحروف عكس قراءتنا لقول الحق سبحانه: </p><p> {أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ}  [الشرح: ١] . </p><p> ونحن ننطقها بأسماء الحروف. . لماذا؟ </p><p> لأن الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ سمعها هكذا من جبريل عليه السلام، والقرآن أصله سماع، وأنت لا تقرأ قرآناً إلا إذا سمعت قرآناً؛ لتعرف كيف تقرأ الحروف المقطعة بأسماء الحروف، وتقرأ بقية الآيات بمسميات الحروف. </p><p> وكنا قديماً قبل أن نحفظ القرآن «نصحح» اللوح، أي: أن يقرأ الفقيه أولاً ليُعلمنا كيف نقرأ قبل أن نحفظ. </p><p> والذي يُتعب الناس أنهم يريدون أن يقرأوا القرآن الكريم دون أن يجلسوا إلى فقيه أو دون أن يستمعوا إلى قارىء للقرآن. </p><p> ونقول لهم: إن القرآن ليس كتاباً عادياً نقرأه، إن القرآن كتاب له خاصية مميزة، فَصُور الحروف تختلف، فمرة ننطق اسم الحرف، ومرة نقرأ مسمى الحروف. </p><p> وقول الحق سبحانه:  {الر} في أول سورة هود؛ يجعلنا نلحظ أنه من العجيب في فواتح السور التي بدأت بهذه الحروف أن القرآن مبنيٌّ على الوصل دائماً، فأنت لا تأتي إلى آخر الآية وتقف، لا، بل كل القرآن وَصْل، مثلما نقرأ قول الله سبحانه: </p><p> {مُدْهَآمَّتَانِ فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ فِيهِمَا عَيْنَانِ نَضَّاخَتَانِ}  [الرحمن: ٦٤٦٦] . </p><p> وإن كان هناك فاصل بين كل آية وغيرها، إلا أن الآيات كلها مبنية على الوصل. </p><p> وفي آخر سورة يونس يقول الحق سبحانه: </p><p> {وَهُوَ خَيْرُ الحاكمين}  [يونس: ١٠٩] . </p><p> فلو لم تكن موصولة لنطقت الحرف الأخير مبنياً على السكون، ولكنك تقرأه منصوباً بالفتحة. وهي موصولة بما بعدها (بسم الله الرحمن الرحيم) . </p><p> ومن العجيب أن فواتح السور مع أنها مكونة من حروف مبنية على الوصل إلا أننا نقرأ كل حرف موقوفاً، فلا نقول:  «ألفٌ لامٌ ميمٌ» بل نقول: «ألفْ لامْ ميمْ» . </p><p> وكذلك نقرأ في أول سورة مريم «كافْ هاءْ ياءْ عينْ صادْ» ، ولا نقرأ الحروف بتشكيلها الإعرابي، وهذا يدل على أن لها حكمة لا نعرفها. </p><p> وفي القرآن الكريم آيات بُدئت بحرف واحد مثل قول الحق سبحانه: </p><p> {ص والقرآن ذِي الذكر}  [ص: ١] . </p><p> وقول الحق سبحانه: </p><p> {ق والقرآن المجيد}  [ق: ١] . </p><p> وقول الحق سبحانه: </p><p> {ن والقلم وَمَا يَسْطُرُونَ}  [القلم: ١] . </p><p> ونلحظ أن الحرف في هذه السور ليس آية، ولكنك تقرأ قول الحق سبحانه:  {حم}  [الشورى: ١] . </p><p> وهي آية، وكذلك تقرأ قول الحق سبحانه: </p><p> {عسق}  [الشوى: ٢] كآية مع أنها حروف مقطعة، وتقرأ قول الحق سبحانه: </p><p> {كهيعص}  [مريم: ١] كآية بمفردها. </p><p> وتقرأ قول الحق سبحانه:  {طه}  [طه: ١] كآية بمفردها. </p><p> وكذلك تقرأ قول الحق:  {يس}  [يس: ١] كآية بأكملها. </p><p> وتجد أيضاً:  {المص}  [الأعراف: ١] كآية. </p><p> و {طسم} [ «الشعراء: والقصص» : ١] كآية. </p><p> وتجد أيضاً {المر}  [الرعد: ١] ملتحمة بما بعدها في آية واحدة. </p><p> وتقرأ في أول سورة النمل:  {طس}  [النمل: ١] ملتحمة بما بعدها في آية واحدة. </p><p> إذن: فالمسألة لا نسق لها، ومعنى ذلك أن لكل موقف وكل حرف حِكمة، والحكمة نجدها حين نتأمل العالم المادي في الحياة، فنفطن إلى عبر الله سبحانه وتعالى في آيات الكون المحسَّة، ويجد الدليل على صدق الله تعلى فيما لم نعلم. </p><p> ومثال ذلك: حين ينزل الإنسان في فندق راق فهو يجد لكل غرفة مفتاحاً، وهذا المفتاح لا يفتح إلا باب غرفة واحدة، ولكن في كل طابق من طوابق الفندق هناك مفتاح مع المسئول عن الطابق يسمى «سيد المفاتيح» وهو يفتح كل غرف الطابق، وقد صنعوا ذلك؛ حتى لا يفتح كل نزيل غرفة الآخر. </p><p> ومع التقدم العلمي جعلوا الآن لكل غرة بطاقة الكترونية، ما إن يُدخلها الإنسان من فتحة معينة من باب الغرفة حتى ينفتح الباب، وكل غرفة لها بطاقة معينة، وأيضاً يوجد مع مسئول الطابق في الفندق بطاقة واحدة، تفتح كل غرف الطابق. </p><p> وأنت حين تقرأ فواتح السور فافهم أن كل آية لها مفتاح، وكل حرف في هذه الفواتح قد يشبه المفتاح، وإن لم يكن معك المفتاح ذو الأسنان التي تفتح باب الغرفة؛ فلن تنفتح لك السورة. </p><p> إذن: فكتاب الله له مفاتيح، ونحن نقرأ حروفاً مُقطَّعة على أنها آية، أو نقرأها كجزء من آية. </p><p> وتقول من قبل القراءة:  «أعوذ بالله من الشيطان الرجيم» لتخلص نفسك من الأغيار المناقضة لمنهج قائل القرآن، ثم تضع البطاقة الخاصة مثل قول الحق سبحانه وتعالى:  {الم}  [البقرة: ١] . </p><p> فينفتح لك باب البقرة. </p><p> وهكذا نعرف أن هناك مفتاحاً، وأن هناك فاتحاً وخذ فواتح السور على أنها مفاتيح، وكل مفتاح له شكل ونحت معين، إن نقلته لسورة أخرى فهو لا يفتحها. </p><p> وهنا يقول الحق سبحانه وتعالى:  {الر} وهي مكونة من ثلاثة حروف، مثل {الم} ، وقد وردت في خمس سور من القرآن الكريم هي: يونس، وهود، ويوسف، وإبراهيم، والحجر. </p><p> ولكن {الم} تقرأ كآية، ولكنها هنا من مقدمة سورة «هود» جزء من آية رغم أنك تقرأها مثلها مثل سورة يونس، وسورة هود، وسورة يوسف وسورة إبراهيم، وتقرأها كآية. </p><p> وايضاً {المص} هي أربعة حروف تقرأها آية في سورة الأعراف، وهناك أربعة حروف في أول سورة الرعد، وتقرأها كجزء من آية في سورة الأعراف. </p><p> إذن: فليس هناك قانون لهذه الحروف التي في أوائل السور، بل كل حرف له خصوصية لم تتكشف كل أسرارها بعد، لهذا ذهب بعض المفسرين إلى قولهم «الله أعلم بمراده» . </p><p> وهنا يقول الحق سبحانه وتعالى: </p><p> {الر كِتَابٌ أُحْكِمَتْ آيَاتُهُ}  [هود: ١] . </p><p> والله سبحانه يقول مرة عن القرآن أنه:  {كِتَابٌ} ومرة يقول: </p><p> {قُرْآنٍ}  [يونس: ٦١] . </p><p> والقرآن يُقرأ، والكتاب يُكتب، وشاء الحق سبحانه ذلك؛ ليدُلَّك على أن الحافظ للقرآن مكانان: صدور، وسطور. فإن ضَلَّ الصدر، تذكر السطر. </p><p> ولذلك «حين أراد المسلمون الأوائل جمع القرآن، ومطابقة ما في الصدور على ما في السطور، وضعوا أسساً لتلك العملية الدقيقة، من أهمها ضرورة وجود شاهدين على كل آية، ووقفوا عند آخر آيتين في سورة التوبة، ولم يجدوا إلا شاهداً واحداً هو» خزيمة «، وصدَّقوا» خزيمة «وكتبوا الآيتين عنه؛ لأن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كان قد منحه وساماً،حين قال عنه:» من شهد له خزيمة فهو حسبه «. </p><p> إذن: فإطلاق صفة الكتاب على القرآن، سببها أنه مكتوب، وهو قرآن؛ لأنه مقروء. </p><p> ولم تكن الكتابة في الأزمنة القديمة مسألة سهلة، فلم يكن يُكتب إلا النفيس من الأعمال، أو لأن القرآن كتاب؛ لأنه في الأصل مكتوب في اللوح المحفوظ. </p><p> وحين يقول الحق سبحانه وتعالى واصفاً القرآن: </p><p> {كِتَابٌ أُحْكِمَتْ آيَاتُهُ}  [هود: ١] . </p><p> ومادة الحاء والكاف والميم تدل على أمر مُحسٍّ وهو إتقان البناء، بحيث يمنع عنه الفساد؛ فلا خلل فيه، ولا تناقض، ولا تعراض ولا انهيار. </p><p> ولا بد من توازن هندسي لكل فتحة في البناء؛ حتى لا تكون الفتحات التي في البناء متوازية على خط واحد، فتحدث شروخ في الجدران أو انهيار البناء كله. هذا هو إحكام البناء في عالم المحسَّات. </p><p> وشاء الحق سبحانه أن يصف القرآن، وهو الجامع لكل المنهج بأنه: </p><p> {كِتَابٌ أُحْكِمَتْ آيَاتُهُ}  [هود: ١] . </p><p> فخذوا من هذا الإحكام ما يمنع فسادكم؛ لأن القرآن جاء على هيئة تمنع الفساد فيه، وعقد منع الفساد يكون الإصلاح والصلاح. </p><p> ولو نظرتَ إلى أن القرآن الكريم في اللوح المحفوظ ستجده قد نزل جملة واحدة، من اللوح المحفوظ إلى السماء الدنيا، وجاء الوحي بعد ذلك حسب الأحداث التي تتطلب الأحكام، وقد نثر الحق سبحانه في القرآن أحكاماً وفصولاً ونجوماً. </p><p> إذن: فالقرآن قد أحكِم أولاً، ثم فُصِّل. </p><p> ولذلك يقول الحق سبحانه وتعالى: </p><p> {كِتَابٌ أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ}  [هود: ١] . </p><p> والفواصل الكبيرة في القرآن هي السور، والفواصل الصغيرة هي الآيات، وأراد المسلمون أن يشجعوا حفظ القرآن، فقسموه إلى ثلاثن جزءاً، وكل جزء قسموه إلى حزبين، وكل حزب قسموه إلى أربعة أرباع، لكن التفصيل الذي جاء لنا من القرآن أنه سور، وكل سورة هي مجموعة من الآيات. </p><p> وقد يكون المعنى أن القرآن قد أحْكِمَ وفُصِّل؛ لأنه نزل منهجاً جامعاً من الله سبحانه وتعالى. </p><p> وحين تنظر إليه تجده مُنَّوعاً، فمرة يتكلم في العقيدة وقمتها، ومرة يتكلم في النبوة وموكبها الرسالي، والمعجزات، ومرة يتكلم في الأحكام، ومرة يتكلم في القصص، والأخلاقيات، والكونيات. ومرة يتكلم في علم الفرائض. </p><p> إذن: فهو مفصل في اللفظ أو في المعنى، وهو يتناول معاني كثيرة، وكل معنى تتطلبه العقيدة، قمة في الشهادة بأن لا إله إلا الله وأن محمداً رسول الله، ويتناول الجزئيات حتى أدق التفاصيل. </p><p> أو أحكم نزولاً؛ لأنه قد نزول مرة واحدة إلى السماء الدنيا، ثم فُصِّل حسب الحَوادث، وهذا أدْعَى إلى أن تتعلق النفس بكل نجم من نجوم القرآن حين ينزل وقت طلبه. </p><p> وأنت حين تُعِد لنفسك صيدلية صغيرة في البيت، قد تأتي فيها بكل الأدوية، لكن إن أصابك صداع، فقد تفتش عن أقراص «الأسبرين» فلا تجدها. أما إذا أرسلت إلى الصيدلية الكبيرة، فسوف تجد «الأسبرين» حين تحتاجه. </p><p> وكذلك حين تكون ظمآن، قد تفتح ثلاجة بيتك فلا تجد زجاجة الماء رغم أنها أمامك، وذلك بسبب لهفة العطش. </p><p> إذن: فنزول القرآن منجمعاً شاءه الحق سبحانه لتنتعش النفس الإنسانية وهي تعشق استقبال القرآن. </p><p> ولذلك يقول الحق سبحانه وتعالى: </p><p> {وَقُرْآناً فَرَقْنَاهُ لِتَقْرَأَهُ عَلَى الناس على مُكْثٍ وَنَزَّلْنَاهُ تَنْزِيلاً}  [الإسراء: ١٠٦] . </p><p> وقد جاء في القرآن على لسان الكافرين: </p><p> {لَوْلاَ نُزِّلَ عَلَيْهِ القرآن جُمْلَةً وَاحِدَةً}  [الفرقان: ٣٢] . </p><p> فيكون الرد من الحق سبحانه: </p><p> {كَذَلِكَ لِنُثَبِّتَ بِهِ فُؤَادَكَ وَرَتَّلْنَاهُ تَرْتِيلاً}  [الفرقان: ٣٢] . </p><p> ولو كان القرآن قد نزل مرة واحدة على رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لما التفت الناس إلى كل ما جاء فيه، ولكن شاء الحق سبحانه وتعالى أن ينزل القرآن مُنجَّماً على الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، ليكون في كل نجم تثبيت لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في المواقف المختلفة، والرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وكذلك أمته من بعده في حاجة إلى تثبيتات متعددة حسب الأحداث التي تعترضهم، ولذلك قال الحق سبحانه: </p><p> {كَذَلِكَ لِنُثَبِّتَ بِهِ فُؤَادَكَ وَرَتَّلْنَاهُ تَرْتِيلاً}  [الفرقان: ٣٢] . </p><p> فساعة أن يسمع المؤمنون نجماً من نجوم القرآن، يكونون أقدر على استيعابه وحفظه وتطبيق الأحكام التي جاءت فيه. </p><p> ولم يُنزل الحق سبحانه آية واحدة، بل أنزل آياتٍ، بدليل أنهم إن جاءوا بحكم ما، فهو سبحانه وتعالى ينزل الحق في هذا الحكم وأكثر تفصيلاً؛ ولذلك يقول سبحانه: </p><p> {وَلاَ يَأْتُونَكَ بِمَثَلٍ إِلاَّ جِئْنَاكَ بالحق وَأَحْسَنَ تَفْسِيراً}  [الفرقان: ٣٣] . </p><p> ولو نزل القرآن جملة واحدة، فكيف يعالج أسئلتهم التي </p><p> جاءت في القرآن:  {يَسْأَلُونَكَ عَنِ} . </p><p> ويضرب الله مثلاً بالبعوضة، فيتساءلون ساخرين: كيف يضرب الله مثلاً بالبعوضة. </p><p> فينزل قول الحق سبحانه: </p><p> {إِنَّ الله لاَ يَسْتَحْى أَن يَضْرِبَ مَثَلاً مَّا بَعُوضَةً فَمَا فَوْقَهَا}  [البقرة: ٢٦] . </p><p> ولو كانوا عقلاء لتساءلوا: كيف ركَّب الحق سبحانه في هذا الكائن الضئيل البعوضة كل أجزاء الكائن الحي؛ من محلِّ الغذاء إلى قدرة الهضم، إلى محل التنفس، إلى محل الدم، إلى محل الأعصاب. </p><p> وكان يجب أن يأخذوا من هذا الخلق دلائل العظمة؛ لأن عظمة الصنعة تكون في أمرين: إما ضخامة الشيء المصنوع، وإما أن يكون الشيء المصنوع تحت إدراك الحس. </p><p> ومثال ذلك ولله المثل الأعلى أن الفنيين حين صنعوا ساعة «بج بن» التفت الناس إلى ضخامة تلك الساعة، ودقة أدائها، وحين صنع الفنيون في «سويسرا» ساعة دقيقة وصغيرة جداً في حجمها، زاد إعجاب الناس بدقة الصنعة. </p><p> وهكذا نجد أن القدرة تتجلى في صناعة الشيء الكبير في الحجم، أو صناعة الشيء الدقيق جداً؛ فما بالنا بخالق الكون كله، بأكبر ما فيه وأصغر ما فيه. </p><p> والحق سبحانه وتعالى يضرب المثل بالذبابة فيقول: </p><p> {إِنَّ الذين تَدْعُونَ مِن دُونِ الله لَن يَخْلُقُواْ ذُبَاباً وَلَوِ اجتمعوا لَهُ}  [الحج: ٧٣] . </p><p> فول اجتمع الخلق المشركون أو المتجبرون وسألوا أصنامهم أن يخلقوا لهم ذبابة، أو حتى لو حاولوا هم خَلْق ذبابة لما استطاعوا، ولا يقتصر الأمر على ذلك العجز فقط، بل يتعداه إلى عجز آخر: </p><p> {وَإِن يَسْلُبْهُمُ الذباب شَيْئاً لاَّ يَسْتَنقِذُوهُ مِنْهُ ضَعُفَ الطالب والمطلوب}  [الحج: ٧٣] . </p><p> فإن جاءت ذبابة على أي طعام، وأخذت بعضاً من الطعام، فهل يستطيع أحد أن يستخلص من الذبابة ما أخذته؟ </p><p> لا، كذلك نرى ضعف الاثنين: الطالب والمطلوب. </p><p> وهنا يقول الحق سبحانه: </p><p> {الر كِتَابٌ أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ مِن لَّدُنْ حَكِيمٍ خَبِيرٍ}  [هود: ١] . </p><p> فالإحكام لا يتناقض مع التفصيل؛ لأن الحق سبحانه هو الذي </p><p> أحكم، وهو سبحانه الذي فصَّل، وهو سبحانه حكيم بما يناسب الإحكام، وهو سبحانه خبير بما يناسب التفصيل، بطلاقة غير متناهية. </p><p> وهو سبحانه حكيم يخلق الشيء مُحْكماً لا يتطرق إليه فساد، وهو سبحانه خبير عنده علم بخفايا الأمور. </p><p> ويقول الحق سبحانه وتعالى في آية أخرى: </p><p> {لاَّ تُدْرِكُهُ الأبصار وَهُوَ يُدْرِكُ الأبصار وَهُوَ اللطيف الخبير}  [الأنعام: ١٠٣] . </p><p> فالله سبحانه لا تدركه عين، وعينه سبحانه وتعالى لا تغفل عن أدق شيء وأخفى نية. </p><p> إذن: فقول الحق سبحانه وتعالى: </p><p> {الر كِتَابٌ أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ مِن لَّدُنْ حَكِيمٍ خَبِيرٍ}  [هود: ١] . </p><p> يبيِّن لنا أن القرآن كلام الله القدير الذي بُني على الإحكام، ونزل مُحْكماً جملة واحدة، ثم جاءت الأحداث المناسبة لينزل من السماء الدنيا نجوماً مفصلة تناسب كل حدث. </p><p> وأحكام الكتاب ثم تفصيله له غاية، هي الغاية من المنهج كله، ويبيِّنها الحق سبحانه في الآية التالية:  {أَلاَّ تعبدوا إِلاَّ الله} </p>"
}