{
  "id": null,
  "sura": 11,
  "aya": 111,
  "text": "<p> إذن: فالحق سبحانه قد أخذ قوم الرسل السابقين على موسى بالعذاب، أما في بدء رسالة موسى عليه السلام فقد تم تأجيل العذاب ليوم القيامة. </p><p> ويبيِّن الحق سبحانه: لا تعتقدوا أن تأجيل العذاب ليوم القيامة يعني الإفلات من العذاب، بل كل واحد سيوفِّى جزاء عمله؛ بالثواب لمن أطاع، وبالعقاب لمن عصا، فأمر الله سبحانه آت لا محالة وتوفية الجزاء إنما تكون على قدر الأعمال، كفراً أو إيماناً، صلاحاً أو فساداً، وميعاد ذلك هو يوم القيامة. </p><p> وهنا وقفة في أسلوب النص القرآني، حتى يستوعب الذين لا يفهمون اللغة العربية كمَلَكة، كما فهمها العرب الأقدمون. </p><p> ونحن نعلم أن العربي القديم لم يجلس إلى معلم، لكنه فهم اللغة ونطق بها صحيحة؛ لأنه من أمة مفطورة على الأداء البياني الدقيق، الرقيق، الرائع. </p><p> فاللغة كما نعلم ليست جنساً، وليست دماً، بل هي ظاهرة اجتماعية، فالمجتمع الذي ينشأ فيه الطفل هو الذي يحدد لغته، فالطفل الذي ينشأ في مجتمع يتحدث العربية، سوف ينطق بالعربية، </p><p> والطفل الذي يوجد في مجتمع يتحدث اللغة الإنجليزية، سينطق بالإنجليزية؛ لأن اللغة هي ما ينطق به اللسان حسبما تسمع الأذن. </p><p> وكانت غالبية البيئة العربية في الزمن القديم بيئة منعزلة، وكان من ينشأ فيها إنما يتكلم اللغة السليمة. </p><p> أما العربي الذي عاش في حاضرة مثل مكة، ومكة بما لها من مكانة كانت تستقبل أغراباً كثيرين؛ ولذلك كان أهل مكة يأخذون الوليد فيها لينقلوه إلى البادية؛ حتى لا يسمع إلا اللغة العربية الفصيحة، وحتى لا يحتاج إلى من يضبط لسانه على لغة العرب الصافية. </p><p> ولنقرِّبْ هذا الأمر، ولننظر إلى أن هناك في حياتنا الآن لغتين: لغة نتعلمها في المنازل والشوارع ونتخاطب بها، وتسمى «اللغة العامية» ، ولغة أخرى نتعلمها في المدارس، وهي اللغة المصقولة المميزة بالفصاحة والضبط. </p><p> وكان أهل مكة يرسلون أبناءهم إلى البادية لتلتقط الأذن الفصاحة، وكانت اللغة الفصيحة هي «العامية» في البادية، ولم يكن الطفل في </p><p> البادية يحتاج إلى معلم ليتعلمها؛ لأن أذنه لا تسمع إلا الفصاحة. </p><p> وكانت هذه هي اللغة التي يتفوق فيه إنسان ذلك الزمان كملكة، وهي تختلف عن اللغة التي نكتسبها الآن، ونصقلها في مدارسنا، وهي لغة تكاد تكون مصنوعة، فما بالنا بالذين لم يتعلموا العربية من قبل من المستشرقين، ويتعلمون اللغة على كِبَر. </p><p> وهؤلاء لم يمتلكوا صفاء اللغة، لذلك حاولوا أن يطعنوا في القرآن، وادعى بعض أغبيائهم أن في القرآن لحناً، قالوا ذلك وهم الذين تعلموا اللغة المصنوعة، رغم أن من استقبلوا القرآن من رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وهم أهل الفصاحة، لم يجدوا في القرآن لحناً، ولو أنهم أخذوا لحناً على القرآن في زمن نزوله؛ لأعلنوا هذا اللحن؛ لأن القرآن نزل باللغة الفصيحة على أمة فصيحة، بليغة صناعتها الكلام. </p><p> ولأمرٍ ما أبق الله سبحانه صناديد قريش وصناديد العرب على كفرهم لفترة، ولو أن أحداً منهم اكتشف لحناً في القرآن لأعلنه. </p><p> وذلك حتى لا يقولن أحد أنهم قد آمنوا فستروا على القرآن عيوباً </p><p> فيه. ولو كان عند أحدهم مَهْمَزٌ لما منعه كفره أن يبين ذلك، فهل يمكن لهؤلاء المستشرقين الذين عاشوا في القرن العشرين أن يجدوا لحناً في القرآن، وهم لم يمتلكوا ناصية اللغة ملكة، بل تعلموها صناعة، والصنعة عديمة الإحساس الذوقي. </p><p> ومثال ذلك: عدم فهم هؤلاء لأسرار اللغة في الآية التي نحن بصدد خواطرنا عنها، فالحق سبحانه يقول: </p><p> {وَإِنَّ كُلاًّ لَّمَّا لَيُوَفِّيَنَّهُمْ رَبُّكَ أَعْمَالَهُمْ إِنَّهُ بِمَا يَعْمَلُونَ خَبِيرٌ}  [هود: ١١١] . </p><p> أي: أن كل واحد من الذين صدَّقوا أو من الذين كذَّبوا، له توفية في الجزاء، للطائع الثواب؛ وللعاصي العقوبة. </p><p> وكلمة «إنَّ» كما نعلم هي في اللغة «حرف توكيد» في مقابلة مَنْ ينكر ما يجيء بعدها. </p><p> والإنكار كما نعلم مراحل، فإذا أردت أن تخبر واحداً بخبر لا يعلمه، فأنت تقول له مثلاً:  «زارني فلان بالأمس» . </p><p> وهكذا يصادف الخبر ذهن المستمع الخالي، فإن قال لك:  «لكن فلاناً كان بالأمس في مكان آخر» ، فأنت تقول له:  «إن فلاناً زارني بالأمس» . </p><p> وحين يرد عليك السامع:  «لكنني قابلت فلاناً الذي تتحدث عنه أمس في المكان الفلاني» . </p><p> وهنا قد تؤكد قولك:  «والله لقد زارني فلان بالأمس» . </p><p> إذن: فأنت تأتي بالتوكيد على حَسْب درجة الإنكار. </p><p> وحين يؤجل الحق سبحانه العذاب لبعض الناس في الدنيا، قد يقول غافل: لعل الله لم يعد يعذِّب أحداً. </p><p> ولذلك بيَّن الحق سبحانه مؤكداً أن الحساب قادم، لكل من الطائع والمصدِّق، والعاصي المكذِّب، فقال سبحانه: </p><p> {وَإِنَّ كُلاًّ لَّمَّا لَيُوَفِّيَنَّهُمْ رَبُّكَ أَعْمَالَهُمْ}  [هود: ١١١] . </p><p> والذين لم تستقم لهم اللغة كملكة، كالمستشرقين، وأخذوها صناعة، توقفوا عند هذه الآية وقالوا: لماذا جاء بالتنوين في كلمة «كلاً» ؟ </p><p> وهم لم يعرفوا أن التنوين يغني عن جملة، فساعة تسمع أو تقرأ التنوين، فاعلم أنه عِوَضٌ عن جملة، مثل قول الحق سبحانه: </p><p> {فَلَوْلاَ إِذَا بَلَغَتِ الحلقوم وَأَنتُمْ حِينَئِذٍ تَنظُرُونَ}  [الواقعة: ٨٣٨٤] . </p><p> و «كلاً» في الآية التي نحن بصدد خواطرنا عنها توجز أن كلاً من الطائع المؤمن، والعاصي الكافر، سوف يلقى جزاءه ثواباً أو عقاباً. </p><p> أما قوله سبحانه:  {لَّمَّا} في نفس الآية، فنحن نعلم أن «لما» تستعمل في اللغة بمعنى «الحين» و «الزمان» مثل قول الحق سبحانه: </p><p> {وَلَمَّا جَآءَ موسى لِمِيقَاتِنَا وَكَلَّمَهُ رَبُّهُ}  [الأعراف: ١٤٣] . </p><p> ومثل قوله سبحانه: </p><p> {وَلَمَّا فَصَلَتِ العير قَالَ أَبُوهُمْ إِنِّي لأَجِدُ رِيحَ يُوسُفَ}  [يوسف: ٩٤] . </p><p> أي حين فصلت العير وخرجت من مصر قال أبوهم:  {إِنِّي لأَجِدُ رِيحَ يُوسُفَ}  [يوسف: ٩٤] . </p><p> و «لما» تأتي أيضاً للنفي مثل قوله سبحانه: </p><p> {قَالَتِ الأعراب آمَنَّا قُل لَّمْ تُؤْمِنُواْ ولكن قولوا أَسْلَمْنَا وَلَمَّا يَدْخُلِ الإيمان فِي قُلُوبِكُمْ}  [الحجرات: ١٤] . </p><p> أي: أن الإيمان لم يدخل قلوبهم بعد، وتحمل كلمة «لما» الإذن بأن الإيمان سوف يدخل قلوبهم بعد ذلك. </p><p> وحين تستخدم كلمة «لما» في النفي تكون «حرفاً» مثلها مثل كلمة «لم» ، ولكنها تختلف عن «لم» لأن «لم» تجزم الفعل المضارع، ولا يتصل نفيها بساعة الكلام، بل بما مضى، وقد يتغير الموقف. أما «لما» فيتصل نفيها إلى وقت الكلام، وفيها إيذان بأن يحدث ما تنفيه. </p><p> وهكذا نفهم أن قول الحق سبحانه: </p><p> {وَإِنَّ كُلاًّ لَّمَّا لَيُوَفِّيَنَّهُمْ رَبُّكَ أَعْمَالَهُمْ إِنَّهُ بِمَا يَعْمَلُونَ خَبِيرٌ}  [هود: ١١١] . </p><p> أي: أن كلاً من الطائع والعاصي سيوفَّى حسابه وجزاؤه ثواباً أو عقاباً، حين يأتي أجل التوفية، وهو يوم القيامة. </p><p> وقد جاءت «لما» لتخدم فكرة العقوبة التي كانت تأتي في الدنيا، وشاء الله سبحانه أن يؤجل العقوبة للكافرين إلى الآخرة، وأنسب حرف للتعبير عن ذلك هو «لما» . </p><p> وحين تقرأ {لَيُوَفِّيَنَّهُمْ} تجد اللام، وهي لام القسم بأن الحق سبحانه سيوفيهم حسابهم إن ثواباً أو عقاباً. </p><p> والله سبحانه بما يفعل العباد خبير، هو سبحانه يعلم أفعال العبد قبل أن تقع، ولكنها حين تقع لا يمكن أن تُنسَى أو تذهب أدراج الرياح؛ لأن من يعلمها هو «الخبير» صاحب العلم الدقيق، والخبير يختلف عن العالِم الذي قد يعلم الإجماليات، لكن الخبير هو المدرَّب على التخصص. </p><p> ولذلك غالباً ما تأتي كلمتا «اللطيف والخبير» معاً؛ لأن الخبير هو من يعلم مواقع الأشياء، واللطيف هو من يعرف الوصول إلى مواقع تلك الأشياء. </p><p> ومثال هذا: أنك قد تعرف مكان اختباء رجل في جبل مثلاً، هذه المعرفة وهذه الخبرة لا تكفيان للوصول والنفاذ إلى مكانه، بل إن هذا يحتاج إلى ما هو أكثر، وهو الدقة واللطف. </p><p> والحق سبحانه جاء بهذا الحديث عن موسى عليه السلام ليسلِّي رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، لأن بعضاً من الكافرين برسالة محمد عَلَيْهِ الصَّلَاة وَالسَّلَام ُ قالوا: ما دام الله يأتي بالعذاب ليبيد من يكفرون برسله، فلماذا لا يأتي لنا العذاب؟ </p><p> ولهذا جاء ما يخبر هؤلاء بأن الحق سبحانه سيوقع العقوبة على الكافرين، لا محالة، فإياك أن يخادعوك يا رسول الله في شيء، </p><p> أو يساوموك على شيء، مثلما قالوا: نعبد إلهك سنة، وتعبد آلهتنا سنة. </p><p> وقد سبق أن قطع الحق سبحانه هذا الأمر بأن أنزل: </p><p> {قُلْ ياأيها الكافرون لاَ أَعْبُدُ مَا تَعْبُدُونَ وَلاَ أَنتُمْ عَابِدُونَ مَآ أَعْبُدُ وَلاَ أَنَآ عَابِدٌ مَّا عَبَدتُّمْ}  [الكافرون: ١٤] . </p><p> وهذا هو قطع العلاقات التام في تلك المسألة التي لا تقبل المساومة، وهي العبادة. </p><p> ونحن نعلم أن العبادة أمر قلبي، لا يمكن المساومة فيه، وقطع العلاقات في مثل هذا الأمر أمر واجب؛ لأنه لا يمكن التفاوض حوله؛ فهي ليست علاقات ظرف سياسي، ولكنه أمر ربَّاني، يحكمه الحق سبحانه وحده. </p><p> وقول الحق سبحانه: </p><p> {لاَ أَعْبُدُ مَا تَعْبُدُونَ وَلاَ أَنتُمْ عَابِدُونَ مَآ أَعْبُدُ وَلاَ أَنَآ عَابِدٌ مَّا عَبَدتُّمْ}  [الكافرون: ٢٤] . </p><p> هذا القول الكريم يشعر من يسمعه ويقرؤه أنهم سيظلون على </p><p> عبادة غير الله، وأن محمداً سيظل على عبادة الله، وأن كلمة «الله» ستعلو؛ لأن الحق سبحانه يأتي بعد سورة «الكافرين» بقوله تعالى: </p><p> {إِذَا جَآءَ نَصْرُ الله والفتح وَرَأَيْتَ الناس يَدْخُلُونَ فِي دِينِ الله أَفْوَاجاً فَسَبِّحْ بِحَمْدِ رَبِّكَ واستغفره إِنَّهُ كَانَ تَوَّاباً}  [النصر: ١٣] . </p><p> وهنا يقول الحق سبحانه:  {فاستقم كَمَآ أُمِرْتَ} </p>"
}