{
  "id": null,
  "sura": 11,
  "aya": 109,
  "text": "<p> فهل كان الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في مرية؟ </p><p> هل كان الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في شك؟ </p><p> لا، ولكنه قول الآمر الأعلى سبحانه للأدنى، ورسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في صدد هذا الأمر؛ وبذلك ينصرف أمر الحق سبحانه إلى الدوام. </p><p> مثلما قال الحق سبحانه للنبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: </p><p> {أَقِمِ الصلاة}  [الإسراء: ٧٨] . </p><p> وكان الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يقيم الصلاة قبلها، ولكن قول الحق سبحانه هنا إنما يمثل بداية التشريع. </p><p> ومثل هذا أيضاً قول الحق سبحانه في خطاب النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: </p><p> {ياأيها النبي اتق الله وَلاَ تُطِعِ الكافرين والمنافقين}  [الأحزاب: ١] . </p><p> فهل كان رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لا يتقي الله؟ </p><p> نقول: لا، إنما هو لإدامة التقوى، فإنه إذا أمر الأعلى الأدنى بأمر هو بصدد فعله، انصرف هذا الأمر إلى الدوام، واتباع أمته للتقوى والإعراض عن النفاق والكفر، وهو خطاب للرسول وأمته، فللرسول الدوام والترقي والحصانة، ولأمته الاتباع لمنهج الله. </p><p> ومثل هذا قوله تعالى: </p><p> {يَآأَيُّهَا الذين آمَنُواْ}  [البقرة: ١٥٣] . </p><p> وهو سبحانه يناديهم بالإيمان؛ لأنهم اعتقدوا اعتقاد الالوهية الواحدة، ومن يسمع منهم هذا الخطاب عليه أن يداوم على الإيمان. </p><p> وما دام قد آمن بالإله الواحد قبل الخطاب، فقد استحق أن ينال التكريم من الحق سبحانه بأن يخاطبه ويصفه بأنه من المؤمنين، فإذا نُودِي عليهم بهذه الصفة فهي علامة السمو المقبول. </p><p> وإذا طُلبت الصفة ممن توجد الصفة فيه، فاعلم أنه سبحانه يطلب دوام الصفة فيه واستمرارها، وفي الاستمرارية ارتقاء. </p><p> وقول الحق سبحانه هنا: </p><p> {مِّمَّا يَعْبُدُ هؤلاء}  [هود: ١٠٩] . </p><p> نجد أن التحقيق لا يثبت لهم عبادة؛ لأن معنى العبادة ائتمار عابدٍ بأمر معبود. وهؤلاء إنما يعبدون الأصنام، وليس للأصنام منهج يسير عليه من آمنوا بها. </p><p> ولكن الحق سبحانه أثبت لهم هنا أنهم عبدوا الأصنام، وهم قد قالوا من قبل: </p><p> {مَا نَعْبُدُهُمْ إِلاَّ لِيُقَرِّبُونَآ إِلَى الله زلفى}  [الزمر: ٣] . </p><p> وهو إيمان فقد حجية التعقل الإيماني، أي: أن تستقبل أنت بذاتك القضية الإيمانية وتناقشها لتدخل عليها باقتناع ذاتك. </p><p> وهم قد دخلوا إلى الإيمان بعبادة الأصنام باقتناع الغير، وهم الآباء، فإيمانهم إيمان تقليد، وفي التقليد جفاف الفطرة السليمة وهو لا ينفع. </p><p> ونحن نعلم أن الحق سبحانه وتعالى قد جعل النِّسَب في الكون إما ليثبت نسبة إيجابية، أو نسبة سلبية. </p><p> {مَا يَعْبُدُونَ}  [هود: ١٠٩] . </p><p> أي: على ما قالوا إنه عبادة، ولكنه ليس عبادة، لأن العبادة تقتضي أمراً ونهياً، وليس للأصنام أوامر أو نواهٍ، وعبادتهم هي عبادة تقليدية للآباء؛ ولذلك قالوا: </p><p> {بَلْ نَتَّبِعُ مَآ أَلْفَيْنَا عَلَيْهِ آبَآءَنَآ}  [البقرة: ١٧٠] . </p><p> ولذلك يقرر الحق سبحانه هنا جزاءهم، فيقول تعالى: </p><p> {وَإِنَّا لَمُوَفُّوهُمْ نَصِيبَهُمْ غَيْرَ مَنقُوصٍ}  [هود: ١٠٩] . </p><p> أي: سنعطيهم جزاءهم كاملاً؛ لأنهم يفسدون في الكون، رغم أن الحق سبحانه قد جعل لكل منهم حق الاختيار في أن يفعل الشيء أو لا يفعله، وإن لم تنضبط حركة الاختيار، فالتوازن الاجتماعي يصير إلى اختلال. </p><p> وما دام للإنسان حق الاختيار؛ فقد أنزل الحق سبحانه له المنهج الذي يضم التكاليف الإيمانية. </p><p> وهم حين قلدوا الآباء قد ساروا في طريق إفساد الكون؛ لذلك يُوفِّيهم الحق سبحانه نصيبهم من العذاب. </p><p> والمفهوم من كلمة «النصيب» أنها للرزق، ويذكرها الحق سبحانه هنا لتقرير نصيب من العذاب، وفي هذا تهكم عليهم، وسخرية منهم. </p><p> ويقول الحق سبحانه بعد ذلك:  {وَلَقَدْ آتَيْنَا موسى الكتاب فاختلف فِيهِ} </p>"
}