{
  "id": null,
  "sura": 11,
  "aya": 64,
  "text": "<p> وكان قوم صالح قد طلبوا آية، فقالوا له: إن كنت نبيّاً فأخرج لنا ناقة من تلك الصخرة، وأشاروا إلى صخرة ما، وهم قوم كانوا نابغين في نحتن بيوتهم في الجبال. ومن يَزُورْ المنطقة الواقعة بين الشام والمدينة، يمكنه أن يشاهد مدائن صالح، وهي منحوتة في الجبال. </p><p> وقد قال فيهم الحق سبحانه: </p><p> {وَتَنْحِتُونَ مِنَ الجبال بُيُوتاً فَارِهِينَ}  [الشعراء: ١٤٩] . </p><p> هم إذن قد حددوا الآية، وهي خروج ناقة من صخرة أشاروا إليها، فخرجت الناقة وهي حامل. </p><p> وبعد أن وُجدت الناقة على وفق ما طلبوها لم يطيقوا أن يعلنوا التصديق، وقد قال لهم صالح عليه السلام: </p><p> {وياقوم هذه نَاقَةُ الله}  [هود: ٦٤] . </p><p> وساعة تسمع شيئاً مضافاً إلى الله تعالى، فاعلم أن له عظمة بعظمة المضاف إليه. </p><p> مثلما نقول:  «بيت الله» ، وهذا القول إن أُطلق فالمقصود به الكعبة المشرفة، وإن حددنا موقعاً وقلنا عنه:  «بيت الله» فنحن نبني عليه مسجداً، وتكون أرضه قد حُكرت لتكون مُصَلّى، ولا يُزاوَل فيها أي عمل آخر. </p><p> هكذا تكون الكعبة هي بيت الله باختيار الله تعالى، وتكون هناك مساجد أخرى هي بيوت لله باختيار خَلْق الله. </p><p> ولذلك فبيت الله باختيار الله هو قبلة لبيوت الله باختيار خلق الله. </p><p> إذن: فإن أضيف شيء لله تعالى، فهو يأخذ عظمة الحق سبحانه وتعالى، وقد قال لهم صالح:  {هذه نَاقَةُ الله}  [هود: ٦٤] وهي ليست ناقة زيد أو ناقة عمرو. </p><p> ولم يلتفت قوم صالح إلى ما قاله صالح عليه السلام، ولم يلحظوا أن الشيء المنسوب لله تعالى له عظمة من المضاف إليه. </p><p> ومثال ذلك: «ابن أبي لهب، وكان قد تزوج ابنة لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وحين اشتد عناد أبي لهب للرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، قال أبو لهب لابنه: طلق بنت </p><p> محمد، فطلقها، وفعل فعلاً يدل على الازدراء، فدعا عليه رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وقال: » أما إني أسأل الله أن يسلط عليه كلبه «.</p><p> فقال أبو لهب: إني لأتوجس شرّاً من دعوة محمد. </p><p> ثم سافر ابن أبي لهب مع بعض قومه في رحلة، وكانوا إذا ناموا طلب أبو لهب مكاناً في وسط رحال الركب كله خوفاً على ابنه من دعوة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وإذا بأسد يقفز من الرحال ويأكل الولد» ، فهنا نسب رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ الأمر إلى الله فقال:  «أكلك كلب من كلاب الله» فكان كلب الله أسداً. </p><p> وهنا في الآية التي نحن بصدد خواطرنا عنها يوضح لهم صالح عليه السلام: هذه الناقة هي الآية التي طلبتموها وقد جاءت من الصخر. </p><p> وكان يقدر أن يأتي لهم بالجنس الأرقى من الجماد، وهو النبات، ولكن الحق سبحانه استجاب للآية التي طلبوها وهي من جنس الحيوان. </p><p> ونحن نعلم أن الكائنات الأرضية إما أن تكون جماداً، وإما أن يأخذ الجماد صفة النمو فيصير نباتاً، وإما أن يأخذ صفة الحس والحركة فيصير حيواناً، وإما أن يأخذ صفة الحس والحركة والفكر فيصير إنساناً. </p><p> وكان من الممكن أن يأتي لهم صالح عليه السلام بشجرة من الصخر، وهذا أمر فيه إعجاز أيضاً، ولكن الحق سبحانه أرسل الآية كما طلبوها؛ ناقة من جنس الحيوان، وحامل في الوقت نفسه. </p><p> وطالبهم صالح عليه السلام أن يحافظوا عليها؛ لأنها معجزة، عليهم ألا يتعرضوا لها. وقال لهم: </p><p> {فَذَرُوهَا تَأْكُلْ في أَرْضِ الله وَلاَ تَمَسُّوهَا بسواء فَيَأْخُذَكُمْ عَذَابٌ قَرِيبٌ}  [هود: ٦٤] . </p><p> وهكذا وعظهم، وطلب منهم أن يتركوها تأكل في أرض الله، وإن مسّوها بسوء ولم يأخذهم عذاب، فمن آمن به لا بد أن يكفر. </p><p> إذن: فلا بد أن يأتي العذاب القريب إن هم مسّوها. </p><p> وهم قد مسّوها بالفعل، وهو ما تبينه الآية الكريمة التالية:  {فَعَقَرُوهَا فَقَالَ تَمَتَّعُواْ فِي دَارِكُمْ ثَلاَثَةَ أَيَّامٍ} </p>"
}