{
  "id": null,
  "sura": 11,
  "aya": 12,
  "text": "<p> وهنا نجد الحق سبحانه يأتي بصيغة الاستفهام في قوله تعالى: </p><p> {فَلَعَلَّكَ تَارِكٌ بَعْضَ مَا يوحى إِلَيْكَ}  [هود: ١٢] . </p><p> وهو استفهام في معرض النهي. </p><p> ولله المثل الأعلى أنت قد تقول لابنك لتحثَّه على الاجتهاد: «لعلَّك </p><p> سُررت من فشل فلان» وفَحْوَى هذا الخطاب، استفهام في معرض النهي، وهو استفهام يحمل الرجاء. </p><p> وهنا تجد أن الراجي هو ربك سبحانه وتعالى الذي أرسلك بالدعوة. </p><p> ولذلك يأتي قول الحق سبحانه مُبيِّناً: لا يضيق صدرك يا رسول الله من هؤلاء المتعنتين، الذين يريدون أن يخرجوك عن مقامك الذي تلحُّ دائماً في التأكيد عليه، فأنت تؤكد لهم دائماً أنك بشرٌ، وكان المفروض فيهم أن تكون مطلوباتهم منك على مقدار ما أقررت على نفسك، فأنت لم تَقُلْ أبداً عن نفسك إنك إله، ليطلبوا منك آيات تُخالف النواميس، بل أنت مُبلِّغ عن الله تعالى. </p><p> وإياك أن يضيق صدرك فلا تُبلغهم شيئاً مما أنزِلَ إليك؛ لأن البلاغَ هو الحُجَّة عليهم، فلو ضاق صدرُك منهم، وانقصتَ البلاغ الموكَّل إليك؛ لأنهم كلما أبلغوا بآية كذَّبوها، فاعلمْ أن الله سبحانه وتعالى سوف يزيد عقابهم بقدر ما كذَّبوا. </p><p> وكلمة «ضائق» اسم فاعل، ويعني أن الموصوف به لن يظل محتفظاً بهذه الصفة لتكون لازمة له، ولكنها تعبِّر عن مرحلة من المراحل، مثلما نقول:  «فلان نَاجِر» أي: أنه قادر على القيام بأعمال النجارة مرَّة واحدة أو قليلاً ولا يحترف هذا العمل. </p><p> وكذلك كلمة «ضائق» وهي تعبِّر في مرحلة لا أكثر مِنْ فَرْط ما قابلوا الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من إنكار، وما طالبوا به من أشياء تخرج عن نطاق إنسانيته، فقد طالبوا هنا أن ينزل عليه كَنْزٌ. </p><p> وقد جاء الحق سبحانه بذكر مسألة الكنز؛ ليدلنا على مدى ما عندهم من قيم الحياة، فقيمة القيم عندهم تركزَّتْ في المال؛ ولذلك تمنَّوا لو أن هذا القرآن قد نزل على واحد من الأثرياء، مصداقاً لقول الحق سبحانه: </p><p> {وَقَالُواْ لَوْلاَ نُزِّلَ هذا القرآن على رَجُلٍ مِّنَ القريتين عَظِيمٍ}  [الزخرف: ٣١] . </p><p> إذن: فلم يكن اعتراضهم على القرآن، بل على مَنْ نزل عليه القرآن. وفي الآية الكريمة التي نحن بصدد خواطرنا عنها، طلبوا أن ينزل إليه كَنْزٌ، وقد ظنوا أن الثراء سيلهيه هو ومَنْ معه عن الدعوة إلى الله تعالى </p><p> ونسوا أنهم قد عرضوا الثروة عليه من قبل. </p><p> وهكذا وضح لمن عرض عليه هذا الأمر أن مسألة الكنز لا تشغله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> والكَنْزُ لغويّاً هو الشيء المجتمع، فإن كانت الماشية مثلاً مليئة باللحم يقال لها:  «مُكْتَنِزَةٌ لحماً» ولكن كلمة «الكنز» أطلقت على الشيء الذي هو ثمن لأي شيءٍ، وهو الذهب. </p><p> ولذلك قال الحق سبحانه: </p><p> {والذين يَكْنِزُونَ الذهب والفضة وَلاَ يُنفِقُونَهَا فِي سَبِيلِ الله فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ}  [التوبة: ٣٤] . </p><p> ونحن نعلم أن هناك فارقاً بين الرزق المباشر والرزق غير المباشر، فالرزق الغير مباشر هو ما تنتفع به، طعاماً أو شراباً، وهناك شيء يأتي لك بالرزق الغير مباشر؛ لكنه لا يُغني عن الرزق المباشر المستمر. </p><p> فلو أن إنساناً في صحراء ومعه قناطير مقنطرة من الذهب، ولا يجد طعاماً ولا شربة ماء، ماذا يفعل له الذهب «ولو عرض عليه إنسانٌ آخر رغيف خبز وشربة ماء مقابل كل ما يملك من ذهب لوافق على الفور. وهنا لا يكون التقييم أن قنطار الذهب مقابل الرغيف وشربة الماء، ولكن قنطار الذهب هنا مقابل استمرار الحياة وضرورة الحاجة.</p><p> إذن: معنى كلمة» كنز «هو نقد من الذهب والفضة مجتمعاً،ويقال عنه بالعامية عندنا في مصر:» نقود تحت البلاطة «، ولكن إذا أدَّى صاحب هذا النقد حقَّ الله تعالى فيما ادَّخره، لا يُعتبر كَنْزاً؛ لأن الشرط في الكَنْزِ أن يكون مَخفيّاً، والزكاة التي تُخرَج من المال المدَّخر توضح للمجتمع أن صاحب المال لا يُخفى ما عنده. </p><p> ولذلك لا يُسمَّى الكَنْزُ إلاَّ للشيء المجتمع وممنوع منه حق الله تعالى، فإنْ أدَّى حقُّ الله سبحانه فقد رُفعَتْ عنه الكَنزية؛ لأن الحق سبحانه وتعالى يقول: </p><p> {والذين يَكْنِزُونَ الذهب والفضة وَلاَ يُنفِقُونَهَا فِي سَبِيلِ الله فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ}  [التوبة: ٣٤] . </p><p> ومن هذا القول الكريم نفهم أن مَنْ يملك مالاً ويؤدِّي حقَّ الله فيه، لا يُعتبر كَنْزاً، وحين تُنقِص الزكاةُ المالَ في ظاهر الأمر، فهي تدفع الإنسان إلى أن يُحْسِن استثمار هذا المال؛ حتى لا يفقده على مدار أربعين عاماً، بحكم أن زكاة المال هي اثنان ونصف في المائة؛ ولذلك يحاول صاحب المال أن يُثمِّره، وهو بذلك يُهيِّىء فرصة لغير واجدٍ وقادرٍ لأن يعمل، وبذلك تقلُّ البطالة. </p><p> وقد تكون أنت صاحب المال؛ لكنك لا تفهم أسرار التجارة والصناعة، فتشارك مَنْ يفهم في التجارة أو الصناعة، وبذلك تفتح أبواب فرص عمل لمن لا عمل له وقادر على إدارة العمل. </p><p> هذه هي إرادة الحق سبحانه وتعالى في أن يجعل من تكامل المواهب نماءً وزيادة، تكامل مواهب الوَجْد النقود ومواهب الجَهْد، وبين الوجد والجهد تنشأ الحركة، ويتفق صاحب المال مع صاحب الجهد على نسب الربح حسب العرض والطلب؛ لأن كل تبادل إنما يخضع لهذا الأمر العرض والطلب لأن مثل هذا التعاون بين الواجد والقادر ينتج سلعة، والسلعة لا هَوًى لها، ولكن من يملك السلعة ومن يشتري السلعة لهما هوى، فمالكُ السلعة يرغب في البيع بأعلى سعر، ومن يرغب في شراء السلعة يريدها بأقل سعر، لكن السلعة نفسها لا هوى لها. </p><p> وما دام العرض والطلب هو الذي يتحكَّم في السلع، فهذا توازن </p><p> في ميزان الاقتصاد. </p><p> وعلى سبيل المثال: إن عُرضت اللحوم بسعر مرتفع، فكبرياء الذات في النفس البشرية تدفع غير القادر لأن يقول: إن تناول اللحم يرهقني صحيّاً. ويتجه إلى الأطعمة الأخرى التي يقدر على ثمنها؛ لأن السلعة هي التي تتحكم، أما إذا تدخل أحدٌ في تسعير السلع، بأن اكتنز المال، ولم يخرجه للسوق لاستثماره، حينئذ تختفي قدرة الحركة لصاحب المال، ولا يجد صاحب الموهبة مجالاً لإتقان صنعته. </p><p> وقول الحق سبحانه وتعالى في هذه الآية: </p><p> {لَوْلاَ أُنزِلَ عَلَيْهِ كَنزٌ أَوْ جَآءَ مَعَهُ مَلَكٌ}  [هود: ١٢] . </p><p> فكلمة «لولا» كما نعلم للتمني، وهم تمنوا الكنز أولاً، ثم طلبوا مجيء مَلَك، وكيف ينزل المَلَك؟ أينزل على خِلقته أم على خِلْقته بأن يتجسد على هيئة رجل؟ </p><p> والحق سبحانه وتعالى يقول: </p><p> {وَلَوْ جَعَلْنَاهُ مَلَكاً لَّجَعَلْنَاهُ رَجُلاً}  [الأنعام: ٩] . </p><p> وإن نزل المَلَك على هيئة رجل فكيف يتعرَّفون إلى أصله كمَلَك؟ وهذا غباء في الطلب. </p><p> وأيضاً قال الحق سبحانه وتعالى: </p><p> {وَمَا مَنَعَ الناس أَن يؤمنوا إِذْ جَآءَهُمُ الهدى إِلاَّ أَن قالوا أَبَعَثَ الله بَشَراً رَّسُولاً قُل لَوْ كَانَ فِي الأرض ملائكة يَمْشُونَ مُطْمَئِنِّينَ لَنَزَّلْنَا عَلَيْهِم مِّنَ السمآء مَلَكاً رَّسُولاً}  [الإسراء: ٩٤٩٥] . </p><p> ولو أنزله الحق سبحانه مَلَكاً فسوف يكون من نفس طبيعتهم البشرية، وسوف يلتقي بهم ويتكلم معهم، ولن يستطيعوا تمييزه عن بقية الناس وسوف يُكذِّبونه أيضاً. </p><p> وهنا في الآية التي نحن بصدد خواطرنا عنها يقول الحق سبحانه رَدًّا له عن هذا الطلب:  {إِنَّمَآ أَنتَ نَذِيرٌ}  [هود: ١٢] . </p><p> وهذا الكلام موجَّه من الله سبحانه للرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ليُلقِّنه الحجة التي يرد بها عليهم، وقد قال لهم الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ عن نفسه إنه نذير وبشير، وقد طلب غيركم الآيات، وحين جاءت الآيات التي طلبوها لم يؤمنوا، بل ظلُّوا على تكذيبهم؛ فنكَّل الحق سبحانه بهم. </p><p> إذن: فالعناد بالكفر لا ينقلب إلى إيمان بمجرد نزول الآيات، والحق سبحانه هو القائل: </p><p> {وَمَا مَنَعَنَآ أَن نُّرْسِلَ بالآيات إِلاَّ أَن كَذَّبَ بِهَا الأولون}  [الإسراء: ٥٩] . </p><p> أي: أن الآيات التي طلبها الكافرون لم يأت بها الله سبحانه؛ لأن الأولين قد كذَّبوا بها؛ ولذلك يبلغ الحق سبحانه رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ هنا بقوله: </p><p> {إِنَّمَآ أَنتَ نَذِيرٌ}  [هود: ١٢] . </p><p> وهو صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قد نزل عليه القرآن بالنذارة والبشارة. </p><p> ويُنهي الحق سبحانه وتعالى الآية بقوله: </p><p> {والله على كُلِّ شَيْءٍ وَكِيلٌ}  [هود: ١٢] . </p><p> وأنت حين توكِّل إنساناً في البيع والشراء والهِبَة والنَّقل، وله حرية التصرف في كل ما خصك، وترقب سلوكه وتصرُّفه، فإنْ أعجبك ظللتَ على تمسكك بتوكيله عنك، وإن لم يعجبك تصرُّفه فأنت تُلْغي الوكالة، هذا في المجال البشري، أما وكالة الله سبحانه وتعالى على الخَلْق فهي باقية أبداً، وإن أبى الكافرون منهم. </p><p> يقول الحق سبحانه بعد ذلك:  {أَمْ يَقُولُونَ افتراه قُلْ فَأْتُواْ بِعَشْرِ سُوَرٍ} </p>"
}