{
  "id": null,
  "sura": 11,
  "aya": 35,
  "text": "<p> جاء هذا القول في صُلْب قصة نوح عليه السلام وقد يكون مما أوحى به الله سبحانه لنوح عليه السلام، أو يكون المراد به أنهم قالوا لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ هذا الكلام. </p><p> والافتراء كما نعلم هو الكذب المتعمِّد الذي يناقض واقعاً. </p><p> وانظروا إلى كل ما جاء بالمنهج ليلتزم به الفرد، ستجدون أنه مُلْزِمٌ للجميع، وستكون الفائدة التي تعود عليك بالتزام الجميع بما فيهم أنت فائدة كبيرة، فإن قال لك المنهج: لا تسرقْ؛ فهذا أمانٌ لك من أن يسرقك الناس. </p><p> ولذلك فساعة تسمع للمنهج، لا تنظرْ إلى المأخوذ منك، بل التفتْ إلى المأخوذ لك. </p><p> وعلى ذلك لا يمكن أن يكون المنهج افتراء. </p><p> ونحن نعلم أن المنهج يؤسِّس في المجتمعات مقاييس عادلة للاستقامة، وحين يُشَرِّع الحق سبحانه تشريعاً، قد يبدو لك أنه يُحِدُّ من حريتك، ولكنه في الواقع يُحقِّق لك منافع متعدِّدة، ويحميك من أن يعتدي الآخرين عليك. </p><p> وكان الردُّ على الاتهام بالافتراء يتمثَّل في أمرين: إما أن يفتروا مثله، أو أن يتحمَّل هو وِزْرُ إجرام الافتراء. </p><p> وإن لم يكن قد افتراه، فعليهم يقع وِزْرُ إجرامهم باتِّهامه أنه قد افترى. </p><p> وأسلوب الآية الكريمة يحذف عنهم البراءة في الشطر الأول منها، ولو جاء بالقول دون احتباك، لقال سبحانه: قل إن افتريته فعليَّ إجرامي وأنتم براءه منه، وإنْ لم أفْتَرِ فعليكم إجرامكم وأنا برىء. </p><p> وجاء الحذف من شِقِّ المقابل من شِقِّ آخر، وهذا ما يسمَّى في اللغة «الاحتباك» . </p><p> والحق سبحانه وتعالى يقول: </p><p> {كَم مِّن فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةً كَثِيرَةً بِإِذْنِ الله}  [البقرة: ٢٤٩] . </p><p> والفئة القليلة تكون قلَّتُها في الأفراد والعَتَاد وكلِّ لوازم الحرب، والفئة الكثيرة، تظهر كثرَتها في العُدَّة والعَدَد وكلِّ لوازم الحرب، والفئة القليلة إنما تَغْلِب بإذن الله تعالى. </p><p> وهكذا يوضِّح الحق سبحانه أن الأسباب تقضي بغلبة الفئة الكثيرة، لكن مشيئته سبحانه تغلب الأسباب وتصل إلى ما شاءه الله تعالى. </p><p> ولذلك يقول الحق سبحانه في آية أخرى: </p><p> {قَدْ كَانَ لَكُمْ آيَةٌ فِي فِئَتَيْنِ التقتا فِئَةٌ تُقَاتِلُ فِي سَبِيلِ الله وأخرى كَافِرَةٌ}  [آل عمران: ١٣] . </p><p> وحذف سبحانه صفة الإيمان عن الفئة الأولى، كما حذف عن الفئة الثانية صفة أنها تقاتل في سبيل الطاغوت والشيطان، وهذا يسمَّى «الاحتباك» . </p><p> وهنا في الآية التي نحن بصدد خواطرنا عنها قال الحق سبحانه: </p><p> {قُلْ إِنِ افتريته فَعَلَيَّ إِجْرَامِي وَأَنَاْ برياء مِّمَّا تُجْرِمُونَ}  [هود: ٣٥] . </p><p> ولكن الحق سبحانه وتعالى شاء أن يبين لنا قول رسول الله محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حين خاطب قومه، فقال سبحانه: </p><p> {قُل لاَّ تُسْأَلُونَ عَمَّآ أَجْرَمْنَا وَلاَ نُسْأَلُ عَمَّا تَعْمَلُونَ}  [سبأ: ٢٥] . </p><p> فلم يَقُلْ:  «عَمَّا تُجرمون» . فلم يقابل إيذاءهم القوليَّ والمادِّيَّ له بإيذاء قوليٍّ. </p><p> وكذلك ذكر الحق سبحانه ما جاء على لسان محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: </p><p> {وَإِنَّآ أَوْ إِيَّاكُمْ لعلى هُدًى أَوْ فِي ضَلاَلٍ مُّبِينٍ}  [سبأ: ٢٤] . </p><p> وهذا ارتقاء في الجدل يناسب رحمة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ التي أنزلها الله على العالم كله. </p><p> وبعد ألف عام إلا خمسين من جدال نوح عليه السلام لقومه، قال له الحق سبحانه وتعالى:  {وَأُوحِيَ إلى نُوحٍ أَنَّهُ لَن يُؤْمِنَ} </p>"
}