{
  "id": null,
  "sura": 11,
  "aya": 58,
  "text": "<p> وساعة تسمع {وَلَمَّا جَآءَ أَمْرُنَا} فأنت تعرف أن هناك آمراً وأمراً مُطاعاً، وبمجرد صدور الأمر من الآمر سبحانه يكون التنفيذ؛ لأنه يأمر مَنْ له قدرة على التنفيذ: </p><p> ولذلك يقول الحق سبحانه: </p><p> {إِذَا السمآء انشقت وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ}  [الإنشقاق: ١٢] . </p><p> إذن: فهي بمجرد السمع نَفَّذت أمر الحق سبحانه. </p><p> وحين شاء الحق سبحانه أن يُنجي موسى عليه السلام من الذبح الذي أمر به فرعون؛ أوحى الله سبحانه لأمِّ موسى قائلاً: </p><p> {فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِي اليم وَلاَ تَخَافِي وَلاَ تحزني إِنَّا رَآدُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ المرسلين}  [القصص: ٧] . </p><p> وكيف تفعل أمٌّ ذلك. </p><p> إن كل أمًّ إنما تحرص على ابنها؛ والذبح لموسى أمر مظنون، والإلقاء في البحر موت محقَّق، لكن أم موسى استقبلت الوحي؛ ولم تتردد؛ مما يدل على أنها تُناقش الأمر بمقاييس البشر، بل بتنفيذ إلهامٍ واردٍ إليها من الله سبحانه؛ إلهام لا ينازعه شَكٌّ أو شيطان. </p><p> وبعد ذلك يأمر الله سبحانه البحر: </p><p> {فَلْيُلْقِهِ اليم بالساحل}  [طه: ٣٩] . </p><p> وقد استقبل البحرُ الأمرَ الإلهي؛ لأنه أمر من قادر على الإنفاذ، كما قام بتنفيذ الضد. </p><p> في قصة نوح عليه السلام قال الحق سبحانه: </p><p> {حتى إِذَا جَآءَ أَمْرُنَا وَفَارَ التنور}  [هود: ٤٠] . </p><p> وحدث الطوفان؛ ليغرق الكافرين. </p><p> وهنا يقول الحق سبحانه: </p><p> {وَلَمَّا جَآءَ أَمْرُنَا}  [هود: ٥٨] . </p><p> يعني: مجيء الأمر بالعذاب للمخالفين لدعوة هود عليه السلام، وقد تحقَّق هذا العذاب بطريقة خاصة ودقيقة؛ تتناسب في دقتها مع عظمة الآمر بها سبحانه وتعالى. </p><p> فحين تأتي رِيحٌ صَرْصَرٌ أو صَيحةٌ طاغيةٌ، فهذا العذاب من خارجهم، وما دام العذاب من الخارج، وبقوة من قوى الطبيعة الصادرة بتوجيه الله؛ فقد يَعُمُّ المكذِّبين لسيدنا هود، ومعهم المصدِّقون به وبرسالته، فكيف يتأتَّى أن تذهب الصيحة إلى آذان المكذِّبين فقط، وتخرق تلك الآذان؛ وتترك آذان المؤمنين؟ </p><p> إنها قدرة التقدير لا قوة التدمير. إن مُوجِّه الصيحة قد حدَّد لها مَنْ تُصيب ومن تترك، وهي صيحة موجَّهة، مثلها مثل حجارة سِجِّيل التي رمتها طير أبابيل على أبرهة الحبشي وجنوده؛ مع نجاةَ جنود قريش بنفس الحجارة؛ ولم تكن إصابة بالطاعون كما ادَّعى بعضٌ من المتفلسفين. </p><p> وهذه من أسرار عظمة الحق سبحانه فهو يأخذ بشيء واحد؛ ولكنه يُنجي المؤمن؛ ويعذِّب الكافر؛ فلا يوجد ناموس يحكم الكون بدون قدرة مسيطرة عليه. </p><p> يقول المتنبي: </p><p> تُسَوِّدُ الشَّمْسُ مِنَّا بِيضَ أوجُهِنا ... وَمَا تُسوِّدُ بِيضَ العَينِ والَّلمَمِ </p><p> وَكَانَ حَالُهُما فِي الحُكْمِ واحِدَةً ... لَو احْتَكَمْنَا مِنَ الدُّنْيَا إلَى حَكَمِ </p><p> وهكذا يضرب المتنبي المثل بأن جلوس الواحد منا في الشمس؛ يجعل بشرة الأبيض تميل إلى السمرة ولا تسود بياض الشعر، لكن إن تركت شيئاً أسود في الشمس فترة لوجدته يميل إلى الأبيض؛ ويحدث ذلك رغم أن الفاعل واحد؛ لكن القابل مختلف. </p><p> والحق سبحانه يقول هنا: </p><p> {وَلَمَّا جَآءَ أَمْرُنَا نَجَّيْنَا هُوداً والذين آمَنُواْ مَعَهُ بِرَحْمَةٍ مِّنَّا}  [هود: ٥٨] . </p><p> فلا تقل كيف نجوا من العذاب الجامع والعذاب العام؛ لأن هذه هي الرحمة. </p><p> والرحمة كما نعلم هي ألا يمس الداء الإنسان من أول الأمر؛ أما الشفاء فهو يعالج الداء. </p><p> ولذلك يقول الحق سبحانه وتعالى: </p><p> {وَنُنَزِّلُ مِنَ القرآن مَا هُوَ شِفَآءٌ وَرَحْمَةٌ لِّلْمُؤْمِنِينَ}  [الإسراء: ٨٢] . </p><p> ونحن نلحظ هنا أن الحق سبحانه يذكر في نفس الآية الكريمة نجاتين: </p><p> النجاة الأولى: من العذاب الجامع؛ الريح الصرصر؛ من الصيحة؛ من الطاغية، يقول سبحانه: </p><p> {نَجَّيْنَا هُوداً والذين آمَنُواْ مَعَهُ بِرَحْمَةٍ مِّنَّا وَنَجَّيْنَاهُمْ مِّنْ عَذَابٍ غَلِيظٍ}  [هود: ٥٨] . </p><p> والنجاة الثانية: هي نجاة من عذاب الآخرة الغليظ، فعذاب الدنيا رغم قسوته، إلا أنه موقوت بعمر الدنيا. </p><p> أما عذاب الآخرة فهو عذاب بلا نهاية، ووصفه الحق سبحانه بالغلظة. </p><p> وغلظ الشيء يعطي له القوة والمتانة، وهو عذاب غليظ على قدر ما يستوعب الحكم. </p><p> ولذلك حينما يُملِّك الحقُّ سبحانه رجلاً بُضْع امرأة بعقد الزواج، ويصف ذلك بالميثاق الغليظ، والنفعية هنا متصلة بالعفة والعِرْض، ولم يُملِّك الرجل النفعية المطلقة من المرأة التي يتزوجها؛ فالزوج يُمكَّن من عورة زوجته بعقد الزواج. </p><p> يقول الحق سبحانه: </p><p> {وَأَخَذْنَ مِنكُم مِّيثَاقاً غَلِيظاً}  [النساء: ٢١] . </p><p> وكانت نجاة هود عليه السلام والمؤمنين معه من العذاب الأول مقدمة للنجاة من العذاب الغليظ. </p><p> ويقول الحق سبحانه بعد ذلك:  {وَتِلْكَ عَادٌ جَحَدُواْ بِآيَاتِ رَبِّهِمْ} </p>"
}