{
  "id": null,
  "sura": 11,
  "aya": 84,
  "text": "<p> و «مدين» هو اسم ابن إبراهيم عليه السلام، ولم يكن هذا الابن موجوداً وقت بعثة شعيب، لكن القبيلة التي تناسلت منه سُمِّيت باسمه، وكذلك القرية التي أقامت فيها القبيلة سميت باسمه، فإن قلت إن شعيباً أرسل لقبيلة مدين، فهذا قول سليم، وإن قلت إنه أرسل لقرية مدين، فهذا قول سليم أيضاً؛ لأن القرية لا بد لها من سكان. </p><p> والحق سبحانه يقول على لسان إخوة يوسف عليه السلام: </p><p> {وَسْئَلِ القرية التي كُنَّا فِيهَا}  [يوسف: ٨٢] . </p><p> والمقصود «أسأل أهل القرية» . </p><p> إذن: فمرة يطلب الاسم على المكان، ومرة يطلق المكان ويراد به المكين. </p><p> وقد بدأ شعيب رسالته مع قومه من حيث بدأ كل الرسل بالدعوة إلى قمة التدين، وهو أن يعبدوا الله وحده لا شريك له ولا إله غيره، وهذا هو القدر المشترك في كل الرسالات. </p><p> والحق سبحانه يقول: </p><p> {شَرَعَ لَكُم مِّنَ الدين مَا وصى بِهِ نُوحاً والذي أَوْحَيْنَآ إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وموسى وعيسى أَنْ أَقِيمُواْ الدين وَلاَ تَتَفَرَّقُواْ فِيهِ كَبُرَ عَلَى المشركين مَا تَدْعُوهُمْ إِلَيْهِ الله يجتبي إِلَيْهِ مَن يَشَآءُ ويهدي إِلَيْهِ مَن يُنِيبُ}  [الشورى: ١٣] . </p><p> إذن: فقمة الدين قي قضية العقيدة الإيمانية، وهي عبادة الله تعالى وحده ولا إله غيره، لأن الحق سبحانه حين يوجه الأوامر التكليفية «افعل» </p><p> و «لا تفعل» فالله سبحانه لا يوجهها إلا لمن آمن به إلهاً واحداً، أما الذي لا يؤمن به، فالله سبحانه لا يوجه إليه أي حكم. </p><p> ولذلك تجد حيثية كل حكم تكليفي في القرآن مُصَدَّراً بقوله تعالى: </p><p> {ياأيها الذين آمَنُواْ}  [البقرة: ١٧٨] . </p><p> سواء أكان الأمر صياماً، أم قصاصاً، ففي كل تكليف يُصدَّر بهذا القول، لا بد أن يأتي المعنى: يا من آمنت بي إلهاً قادراً حكيماً، اسمع مني التكليف. </p><p> ولذلك أقول دائماً: </p><p> إن علة كل تكليف هي الإيمان بالمكلِّف، ولا داعي للبحث عن علة أخرى. </p><p> فمثلاً حيث يُقَال: إن علة الوضوء النظافة، نقول: وإن لم يوجد ماء، فنحن نلمس التراب أو الحجر ثم نمسح وجوهنا في التيمم. </p><p> إذن: فالمقصد هو أن نتهيأ للصلاة بأي شكل يحقق مقصود العبادة وهو الطاعة للخالق سبحانه وتعالى. </p><p> وإياك أن تؤخر تنفيذ الحكم إلى أن تبرره؛ لأن مبرره هو صدوره عن الله سبحانه وتعالى. </p><p> وكذلك كل شيء يقوله رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فنحن نتبعه، ولا نبحث عن علة له، وإلا لو كنا نؤجل الأحكام إلى أن تثبت تبريراتها العلمية مثل فساد لحم الخنزير بما يحمله من أمراض، ومثل قدرة الخمر على إهلاك المخ وتدمير خلاياه، فضلاً عن تدمير خلايا الكبد، فنحن لو كنا قد أجلنا تلك الأحكام، فماذا كان الموقف؟ </p><p> لقد طبَّق المسلمون هذه الأحكام فور نزولها؛ لإيمانهم بالمنهج وحبهم في القرب من الله، ثم أثبتت الأيام صدق الله تعالى في تكليفه. </p><p> وهنا يقول الحق سبحانه: </p><p> {وإلى مَدْيَنَ أَخَاهُمْ شُعَيْباً قَالَ ياقوم اعبدوا الله مَا لَكُمْ مِّنْ إله غَيْرُهُ}  [هود: ٨٤] . </p><p> وعرفنا أن العبادة ليست محصورة في الصلاة أو الصوم أو الزكاة أو الحج؛ لأن هذه هي الأركان الأساسية التي يقوم عليها الإسلام؛ ولكن الإسلام أيضاً هو عمارة الأرض بتنفيذ كل التكاليف، وكل ما لا يتم الواجب إلا به فهو واجب. </p><p> فإقبال الإنسان على مهنة ما يحتاجها المجتمع هو عبادة، وإذا خلتْ صنعة من صانع فعلى ولي الأمر أن يكلف ويرغم بعض الناس على تعلمها؛ وأيضاً إتقان الصنعة عبادة. </p><p> وقول الحق سبحانه على لسان شعيب عليه السلام: </p><p> {مَا لَكُمْ مِّنْ إله غَيْرُهُ}  [هود: ٨٤] . </p><p> أي: إياك أن تأخذ حكماً تكليفياً من أحد آخر غير الله سبحانه وتعالى، لأنه لا إله إلا الله وحده لا شريك له. </p><p> وإياك أن تستدرك من البشر حكماً على الله سبحانه وتعالى، وتظلم نفسك وتقول:  «لقد فات الله أن يقول لنا هذا الحكم، ولنأتي لأنفسنا بحكم جديد» . </p><p> إياك أن تستدرك حكماً على الله. افهم الحكم أولاً، فإن جاء حكماً محكماً فخذه، وإنْ كان غير محكم بأن جاء مجملاً، أو غير مبيَّن، فانظر باجتهادك إلى أية جهة تصل. </p><p> ولذلك «نجد رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يسأل من أرسله مبعوثاً إلى اليمن فقال:» كيف تصنع إن عرض لك قضاء؟ قال: أقضي بما في كتاب الله. قال فإن لم يكن في كتاب الله؟ قال: فبسنة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. قال: فإن لم يكن في سنة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؟ قال: أجتهد رأيي ولا آلو، قال: فضرب رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ على صدري ثم قال: الحمد لله الذي وفق رسول رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لما يرضي رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ «. </p><p> وبعد أن دعا شعيب عليه السلام آل مدين لعبادة الله سبحانه وحده، وهذا هو الأمر المشترك بين جميع الرسل عليه السلام تأتي الأحكام الأخرى، </p><p> فمن يعمل فاحشة له علاجه، ومن ينقص في الكيل والميزان، فالرسول يعالج هذا الأمر. </p><p> لأن العالم القديم كان عالم انعزال، لا التحام فيه أو مواصلة؛ فقد يوجد عيب وآفة في مكان، ولا يوجد هذا العيب أو تلك الآفة في مكان آخر. </p><p> وكل رسول يأتي ليعالج عيباً محدداً في المكان الذي أرسله الله إليه، ولكن رسول الله محمداً صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ جاء وهو الرحمة المهداة للجميع وخاتم الأنبياء والمرسلين جاء صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ والدنيا على ميعاد بالالتقاء الإيماني، فلما تقاربت البلاد عن طريق سرعة الاتصالات، وما يحدث في عصرنا الآن بقارة أمريكا نجده عندنا في نفس اليوم أو غداً، فالعالم الآن عالم التقاء، وتعددت الداءات فيه وتوحدت بسبب سرعة الالتقاء عن طريق عدم التمييز بين الخبيث والطيب. </p><p> ولذلك شاء الحق سبحانه أن يكون محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ هو خاتم الرسل. </p><p> وكانت خيبة آل مدين هي عدم عبادة الله وحده، وكذلك كانت فيهم خسيسة التطفيف في الكيل والميزان، لذلك يقول الحق سبحانه على لسان شعيب عليه السلام: </p><p> {وَلاَ تَنقُصُواْ المكيال والميزان إني أَرَاكُمْ بِخَيْرٍ}  [هود: ٨٤] . </p><p> وحين قرأ العلماء هذا القول الكريم لم يلتفتوا إلى أن المراد ليس نقص المكيل والموزون، لأنه لو شاء لقال:  «ولا تنقصوا المكيل أو الموزون» هذا </p><p> إذا نظرنا إلى الأمر من وجهة ما يريد البائع، ولكن القول هنا يقصد أن يأخذ كل ذي حق حقه، أن يأخذ المشتري حقه من السلعة، وأن يأخذ البائع حقه في الربح. </p><p> إذن: فهذا القول الكريم يشمل البائع والمشتري معاً. </p><p> والكيل كما نعرف هو تعديل شيء بشيء، فإن كان في الخفة والثقل؛ فالأمر يحتاج إلى ميزان، وإن كان تعديل شيء بشيء في الكم، فهذا يحتاج إلى الكيل، وهذا هو الأمر المشهور في الكيل والميزان، وأي تعديل شيء بشيء يحتاج إلى ما يناسبه؛ فالقماش مثلاً يتم تعديله بالمتر، والأرض يتم تعديلها بالمساحة؛ أي: قياس الطول والعرض، وبعض الأشياء تُباع بالحجم، وهذا يعني قياس الطول والعرض والارتفاع واستخراج الناتج بعملية ضرب كل منهم في الآخر. </p><p> إذن: فالأمر المهم هو أن يأخذ كل إنسان حقه، حتى وإن كان تأجير قوة عامل لينجز عملاً، فأنت تعدل زمن وقوة العمل بالأجر الملائم، والأمر المشهور هو الكيل والميزان، لكن بقية التقييمات موجودة؛ ليأخذ كل ذي حق حقه. </p><p> لأن الإنسان لو أخذ غير حقه لاستمرأ أن يأخذ حقوق الناس، ولو أكل بعض الناس حقوق البعض الآخر؛ لَزهدَ من أكلتْ حقوقهم في العمل. </p><p> وأنت حين تعطي للإنسان أقل مما يستحق، أو تأخذ من جهده فوق ما تدفع له من أجر، تجده يبطىء في العمل، ولا ينجز المطلوب منه على تمام الدقة، ومن هنا يحدث الخلل. </p><p> ولذلك أقول: إن إعطاء كل ذي حق حقه يزيد من جودة الأداء في العمل. </p><p> وعلينا أن نترك صاحب الطموح ليعمل؛ بدلاً من أن يخزن ماله أو يكنزه؛ لأن صاحب الطموح حين يقيم مشروعاً أو بناءً؛ فهو يفيد الفقراء وينفعهم حتى وإن كان لا يفكر في ذلك فالذي يبني عمارة سكنية ينفع الصناع والعمال ومنتجي المواد اللازمة للبناء دون أن يقصد وسينتفع العامل الفقير دون أن يقصد صاحب العمل وربما انتفع كل الفقراء مما يصنعه صاحب العمل، قبله فيما يفعل. </p><p> إذن: فمن المهم أن يأخذ كل إنسان حقه قبل أن يجف عرقه؛ مصداقاً لقول رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «أعطوا الأجير أجره قبل أن يجف عرقه» . </p><p> وهكذا نعلم أن الدين في ظاهر الأمر يحض على الإيثار، وفي واقع الأمر، هو يحرص على تأكيد ثواب الإنسان عند ربه؛ لأن الذي يؤثر غيره على نفسه ولو كان به خصاصة لو كان معه مال قليل وأعطاه لآخر عنده ضائقة، وليس عند هذا الآخر مال، هنا يكون صاحب المال القليل قد آثر الآخر على نفسه في ظاهر الأمر، ولكنه سيأخذ أضعاف هذا المال ثواباً من عند الله تعالى. </p><p> وهكذا يعلمنا الدين النفعية الراقية، وهي النفعية التي يعاملنا بها الله سبحانه؛ وحين نترك قانون النفعية ليسيطر على حركة الناس، فنحن نوفر سيولة الانتفاع في المجتمع. </p><p> وهنا في الآية الكريمة التي نحن بصدد خواطرنا عنها عرفنا أن شعيباً قال لأهل مدين: </p><p> {وَلاَ تَنقُصُواْ المكيال والميزان إني أَرَاكُمْ بِخَيْرٍ}  [هود: ٨٤] . </p><p> أي: أنكم يا أهل مدين غير مضطرين لذلك؛ لأن من يبيع منكم عنده سلع، ومن يشتري إنما يملك نقوداً، فاكتفوا بالخير الذي عندكم، وليأخذ كل ذي حق حقه، وهذه قضية يغفل عنها كثير من الناس؛ فالذي يبيع قد يبيع صنفاً واحداً، فإن غش في الكيل أو الميزان، فسوف يغشه ويخدعه غيره في الأصناف الأخرى التي تلزمه لحياته. </p><p> وإن اشتغل واحد في إنقاص الكيل والميزان، فالآخرون سيفعلون مثل ذلك في كل ما يخص حياته؛ لأن المخادع الواحد، سيلقي مخادعين كثيرين، وهنا يقول شعيب عليه السلام: ما الذي يضطركم إلى ذلك وأنتم بخير؟ </p><p> ثم يقول محذراً: </p><p> {وإني أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ مُّحِيطٍ}  [هود: ٨٤] . </p><p> لانك حين تنقص شيئاً وأنت تبيع أو تزيد شيئاً حين تشتري، فأنت لا تخدع من تتعامل معه، وإنما تخدع نفسك. </p><p> وكلنا يعلم أن الغفلة قد تطرأ على البائع، وقد تطرأ على المشتري، وقد يحاول بائع أن يستغل غفلة المشتري فيزيد من ثقل الميزان بإصبعه، وقد </p><p> يحاول المشتري أن يستغل غفلة البائع بأن يرفع كفة الميزان بإصبعه من غير أن يراه البائع، فيأخذ غير حقه، وهذا نوع من خداع النفس؛ لأن الحق سبحانه إنما يأمر بالاستقامة في البيع والشراء؛ لأن الانتفاع بأي شيء مهما كَثُر، فهو موقوت بعمر الإنسان في الدنيا، وعمر الإنسان موقوت، ولكن الذي يغش ويخدع إنما يُعرِّض نفسه لعذاب الله سبحانه في الآخرة، وهو عذاب بلا أمد ولا نهاية. </p><p> وهكذا يسلِّم الإنسان نفسه لفائدة قليلة في الدنيا الزائلة، ثم يلقى عذاباً لا ينتهي في آخرة غير زائلة. </p><p> والعذاب في الآخرة عذاب محيط، بمعنى أن المعذَّب لا يستطيع أن يفلت منه، فأنت في الدنيا بإمكانك أن تحتال في النجاة من العذاب، وقد تلجأ إلى من هو أقوى منك ليحميك، ولكنك في الآخرة تواجه يوماً لا بيع فيه ولا خُلَّة ولا شفاعة، إن كنت من أهل النار. </p><p> يقول الحق سبحانه بعد ذلك ما جاء على لسان شعيب مواصلاً الحديث إلى أهل مدين:  {وياقوم أَوْفُواْ المكيال والميزان بالقسط} </p>"
}