{
  "id": null,
  "sura": 11,
  "aya": 60,
  "text": "<p> والزمان بالنسبة للخلق ثلاثة أقسام: حياتهم زمن أول، ومن لحظة الموت إلى أن تقوم الساعة زمن ثان وهو زمن البرزخ، وساعة يبعثون هي الزمن الثالث. </p><p> والحياة الأولى فيها العمل، وحياة البرزخ فيها عرض الجزاء، مجرد العرض، والحياة الثالثة هي الآخرة إما إلى الجنة وإما إلى النار. </p><p> يقول الحق سبحانه: </p><p> {كَيْفَ تَكْفُرُونَ بالله وَكُنْتُمْ أَمْوَاتاً فَأَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ثُمَّ إِلَيْهِ تُرْجَعُونَ}  [البقرة: ٢٨] . </p><p> هذه هي الأزمنة الثلاثة حياة، وبرزخ، وبعث وكل وقت منها له ظرف. </p><p> ويعبر القرآن عن هذا، فيقول عن عذاب آل فرعون منذ أن أغرقهم الله سبحانه في البحر: </p><p> {النار يُعْرَضُونَ عَلَيْهَا غُدُوّاً وَعَشِيّاً وَيَوْمَ تَقُومُ الساعة أدخلوا آلَ فِرْعَوْنَ أَشَدَّ العذاب}  [غافر: ٤٦] . </p><p> وفي هذا دليل على عرض الجزاء في البرزخ مصداقاً لقول رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ «القبر إما روضة من رياض الجنة، وإما حفرة من حفر النار» . </p><p> إذن: فهنا زمنان: زمن عرضهم على النار غدوّاً وعشيّاً، وزمن دخولهم النار. </p><p> وهذا يثبت عذاب البرزخ؛ لأن الإنسان الكافر يرى فيه موقعه من النار، ويرى نصيبه من العذاب، ثم تقوم الساعة ليأخذ نصيبه من العذاب. </p><p> وبالنسبة لقوم عاد، أذاقهم الله سبحانه العذاب في الدنيا، ثم يدخلهم النار يوم القيامة. </p><p> ويقول الحق سبحانه في نفس الآية: </p><p> {ألا إِنَّ عَاداً كَفَرُواْ رَبَّهُمْ أَلاَ بُعْداً لِّعَادٍ قَوْمِ هُودٍ}  [هود: ٦٠] . </p><p> وكلمة «ألا» هي أداة تنبيه كما قلنا من قبل تنبه السامع إلى أهمية ما يلقيه المتكلم حتى لا يجابه السامع بالكلام وهو غافل، ولأن المتكلم هو الذي يقود زمام الكلام، فيجب ألا يستقبله السامع غافلاً، فتأتي كلمة «ألا» كجرس ينبه إلى ما بعدها من كلام. </p><p> والكلام عن قوم عاد الذين نالوا عذاباً في الدنيا بالريح العقيم، ثم أتبعوا لعنة من البرزخ، وسوف يُستقبلون يوم القيامة باللعنات؛ فهذه لعنات ثلاث. </p><p> وجاء الحق سبحانه وتعالى بحيثية هذه اللعنات مخافة أن يرى قلب السامع من كثرة ما يقع عليهم من لعن، فبيَّن بكلمة «ألا» أي: تنبهوا إلى أن قوم عاد كفروا ربهم. </p><p> وللجريمة زمن، وللعقوبة عليها زمن، وكفرهم بربهم حدث في الدنيا، وهو كفر في القمة؛ لذلك نالوا عقاباً في الدنيا. </p><p> والخطر كل الخطر أن يتأخر زمن العقوبة عن زمن الجريمة، فلا تأخذكم بهم الرحمة الحمقاء، لأن كفرهم هو الكفر بالقمة العقدية؛ لذلك تواصل لعنهم في البرزخ، ثم تأتي لهم لعنة الآخرة. </p><p> وهم لم يكفروا بنعمة ربهم، بل كفروا بربهم. </p><p> والحق سبحانه لم يطلب من أحد عبادته قبل سن التكليف، وقدم لهم كما يقدم لكل الخلق نعمه التي لا تعد ولا تحصى؛ ولذلك فهم يستحقون اللعنات وهي الجزاء العادل. </p><p> وقد أوضح لهم هود عليه السلام: </p><p> {إِنِّي تَوَكَّلْتُ عَلَى الله رَبِّي وَرَبِّكُمْ مَّا مِن دَآبَّةٍ إِلاَّ هُوَ آخِذٌ بِنَاصِيَتِهَآ إِنَّ رَبِّي على صِرَاطٍ مُّسْتَقِيمٍ}  [هود: ٥٦] . </p><p> أي: أن الحق سبحانه عادل. </p><p> وأنت حين تسمع جريمتهم؛ تنفعل وتطلب أقصى العقاب لهم؛ ولذلك يأتي قول الحق سبحانه: </p><p> {ألا إِنَّ عَاداً كَفَرُواْ رَبَّهُمْ أَلاَ بُعْداً لِّعَادٍ قَوْمِ هُودٍ}  [هود: ٦٠] . </p><p> فأنت لا تكتفي بلعنتهم الأولى، بل تلعنهم مرة أخرى. </p><p> ولسائل أن يقول: ولماذا يقول الحق سبحانه هنا: </p><p> {أَلاَ بُعْداً لِّعَادٍ قَوْمِ هُودٍ}  [هود: ٦٠] . </p><p> ونقول: لقد قال الحق سبحانه وتعالى في موضع آخر من القرآن: </p><p> {وَأَنَّهُ أَهْلَكَ عَاداً الأولى}  [النجم: ٥٠] . </p><p> وهذا يوضح لنا أن «عاداً» كانت اثنتين: عاداً الاولى، وهم قوم عاشوا وضَلُّوا فأهلكهم الله، وهناك عاد الثانية. </p><p> وبعد ذلك يقول الحق سبحانه:  {وإلى ثَمُودَ أَخَاهُمْ صَالِحاً} </p>"
}