{
  "id": null,
  "sura": 11,
  "aya": 27,
  "text": "<p> والملأ كما نعلم هم وجوه القوم، وهم السادة الذين يملأون العيون مهابة، ويتصدرون أي مجلس. </p><p> وهناك مثل شعبي في بلادنا يوضح ذلك المعنى حين نقول:  «فلان يملأ العين» . </p><p> أي: أن العين حين تنظر إليه لا تكون فارغة، فلا جزء في العين يرى غيره. </p><p> ويقال أيضاً:  «فلان قَيْد النواظر» أي: أنه إذا ظهر تقيَّدت به كل النواظر، فلا تلتفت إلى سواه، ولا يمكن أن يكون كذلك إلا إذا كانت فيه مزايا تجذب العيون إليه بحيث لا تتحول عنه. </p><p> والمراد بذلك هو الحاشية المقربة، أو الدائرة الأولى التي حول المركز، فَحَوْل كل مركز هناك دوائر، والملأ هم الدائرة الأولى، ثم تليهم دائرة ثانية، ثم ثالثة وهكذا، والارتباك إنما ينشأ حين يكون للدائرة أكثر من مركز، فتتشتت الدوائر. </p><p> وردَّ الذين يكوِّنون الملأ على سيدنا نوح قائلين: </p><p> {مَا نَرَاكَ إِلاَّ بَشَراً مِّثْلَنَا}  [هود: ٢٧] . </p><p> أي: أنه لا توجد لك ميزة تجعلك متفوقاً علينا، فما الذي سوَّدك علينا لتكون أنت الرسول؟ </p><p> وقولهم هذا دليل غباء؛ لأن الرسول ما دام قد جاء من البشر، فسلوكه يكون أسوة، وقوله يصلح للاتباع، ولو كان الرسول من غيرِ البشر لكان من حق القوم أن يعترضوا؛ لأنهم لن يستطيعوا اتخاذ الملاك أسوة لهم. </p><p> ولذلك بيَّن الحق سبحانه هذه المسألة في قوله تعالى: </p><p> {وَمَا مَنَعَ الناس أَن يؤمنوا إِذْ جَآءَهُمُ الهدى إِلاَّ أَن قالوا أَبَعَثَ الله بَشَراً رَّسُولاً}  [الإسراء: ٩٤] . </p><p> وجاء الرد منه سبحانه بأن قُلْ لهم: </p><p> {لَوْ كَانَ فِي الأرض ملائكة يَمْشُونَ مُطْمَئِنِّينَ لَنَزَّلْنَا عَلَيْهِم مِّنَ السمآء مَلَكاً رَّسُولاً}  [الإسراء: ٩٥] . </p><p> إذن: فالرسول إنما يجيء مُبلِّغ منهج وأسوة سلوك، فإذا لم يكن من جنس البشر، فالأسوة لن تصلح، ولن يستطيع إلا البلاغ فقط. </p><p> ومثال ذلك: أنت حين ترى الأسد في أي حديقة من حدائق الحيوان، يصول ويجول، ويأكل اللحم النَّيء المقدم له من الحارس، أتحدثك نفسك أن تفعل مثله؟ . . طبعاً لا، لكنك إن رأيت فارساً على جواد ومعه سيفه، فنفسك قد تحدثك أن تكون مثله. </p><p> وهكذا نجد أن الأسوة تتطلب اتحاد الجنس؛ ولذلك قلنا: إن الأسوة هي الدليل على إبطال من يدَّعي الألوهية لعزير أو لعيسى عليهما السلام. </p><p> ثم يقول الحق سبحانه وتعالى ما جاء على لسان الملأ الكافر من قوم نوح: </p><p> {وَمَا نَرَاكَ اتبعك إِلاَّ الذين هُمْ أَرَاذِلُنَا}  [هود: ٢٧] . </p><p> والأراذل جمع «أرذل» ، مثل قولنا:  «أفاضل قوم» ، وهي جمع «أفضل» . </p><p> والأرذل هو الخسيس الدنيء في أعين الناس. ورذال المال أي: رديئه. ورذال كل شيء هو نفايته. </p><p> ونرى في الريف أثناء مواسم جمع «القطن» عملية «فرز» القطن، يقوم بها صغار البنين والبنات، فيفصلون القطن النظيف، عن اللوز الذي لم يتفتح </p><p> بالشكل المناسب؛ لأن اللوزة المصابة عادة ما تعاني من ضمور، ولم تنضج النضج الصحيح. </p><p> وكذلك يفعل الفلاحون في موسم جمع «البلح» ، فيفصلون البلح الجيد عن البلح المعيب. </p><p> إذن: فرذال كل شيء هو نفايته. </p><p> وقد قال الملأ من الكفار من قوم نوح: </p><p> {وَمَا نَرَاكَ اتبعك إِلاَّ الذين هُمْ أَرَاذِلُنَا}  [هود: ٢٧] . </p><p> أي: أنهم وصفوا من آمنوا بنوح عليه السلام بأنهم نفاية المجتمع. </p><p> وجاء الحق على ألسنتهم بقولهم في موضع آخر: </p><p> {واتبعك الأرذلون}  [الشعراء: ١١١] . </p><p> ولم يَنْفِ نوح عليه السلام ذلك؛ لأن الذين اتبعوه قد يكونون من الضعاف، وهَم ضحايا الإفساد؛ لأن القوى في المجتمع لا يقربه أحد؛ ولذلك فإنه لا يعاني من ضغوط المفسدين، أما الضعاف فهم الذين يعانون من المفسدين؛ فما إن يظهر المُخلِّص لهم من المفسدين فلا بد أن يتمسكوا به. </p><p> ولكن ذلك لا يعني أن الإيمان لا يلمس قلوب الأقوياء، بدليل أن البعض من سادة وأغنياء مكة استجابوا للدعوة المحمدية مثل: أبي بكر الصديق، وعمر بن الخطاب، وعثمان بن عفان، وعبد الرحمن بن عوف، رَضِيَ اللَّهُ عَنْهم. </p><p> ولكن الغالب في دعوات الإصلاح أنه يستجيب لها المطحونون بالفساد، هؤلاء الذين يشعرون بالغليان في مراجل الألم بسبب الفساد، وما إن </p><p> يظهر داعية الإصلاح ويريد أن يزحزح الفساد، فيلتفُّون حوله ويتعاطفون معه، وإن كانوا غير عبيد، لكن محكومين بالغير، فهم يؤمنون علناً برجل الإصلاح، وإن كانوا عبيداً مملوكين للسادة؛ فهم يؤمنون خفية، ويتحمل القوي منهم الاضطهاد والتعذيب. </p><p> إذن: فكل رسول يأتي إنما يأتي في زمن فساد، وهذا الفساد ينتفع به بعض الناس؛ وطغيان يعاني منه الكثيرون الواقع عليهم الفساد والطغيان. </p><p> ويأتي الرسول وكأنه ثورة على الطغيان والفساد؛ لذلك يتمسك به الضعفاء ويفرحون به، وتلتف قلوبهم حوله. </p><p> أما المنتفعون بالفساد فيقولون: إن أتباعك هم أراذلنا. وكأن هذا القول طَعْن في الرسول، لكنهم أغبياء؛ لأن هذا القول دليل على ضرورة مجيء الرسول؛ ليخلص هؤلاء الضعاف، ويجيء الرسول ليقود غضبة على فساد الأرض، ولينهي هذا الفساد. </p><p> وهي غضبة تختلف عن غضبة الثائر العادي من الناس، فالثائر من الناس يرى من يصفق له من المطحونين بالفساد. </p><p> لكن آفة الثائر من البشر شيء واحد، هي أنه يريد أن يستمر ثائراً، ولكن الثائر الحق هو الذي يثور ليهدم الفساد، ثم يهدأ ليبني الأمجاد، فلا يسلط السيف على الكل، ولا يفضِّل قوماً على قوم، ولا يدلل مَنْ طُغِي عليهم، ويظلم مَنْ طغوا. </p><p> بل عليه أن يحكم بين الناس بالعدل والرحمة؛ لتستقيم الأمور، وتذهب الأحقاد، ويعلم الناس كلهم أن الثائر ما جاء ضد طائفة بعينها، وإنما جاء ضد ظلم طائفة لغيرها، فإذا أخذ من الظالم وأعطى المظلوم؛ فليجعل الاثنين سواء أمام عينيه. </p><p> ومن هنا يجيء الهدوء والاستقرار في المجتمع. </p><p> إذن: فقد كان قول الكافرين من ملأ قوم نوح. </p><p> {وَمَا نَرَاكَ اتبعك إِلاَّ الذين هُمْ أَرَاذِلُنَا}  [هود: ٢٧] . </p><p> هو قول يؤكد وجود الفساد في هذا المجتمع، وأن الضعاف المطحونين من الفساد قد اتبعوا نوحاً عليه السلام. </p><p> ويقول الحق سبحانه: </p><p> {بَادِيَ الرأي}  [هود: ٢٧] . </p><p> والبادي هو الظاهر؛ ضد المستتر. </p><p> وهناك قراءة أخرى هي {بَادِيءَ الرأي} ؟ </p><p> أي: بعد بدء الرأي. </p><p> والآية هنا تقول: </p><p> {بَادِيَ الرأي}  [هود: ٢٧] . </p><p> أي: ظاهر الأمر، فساعة ما يُلْقى إلى الإنسان أيُّ شيء فهو ينظر له نظرة سطحية، ثم يفكر بإمعان في هذا الشيء. </p><p> وساعة يسمع الإنسان دعوى أو قضية، فعليه ألا يحكم عليها بظاهر الأمر، بل لا بد أن يبحث القضية أو الدعوى بتروٍّ وهدوء. </p><p> وهم قد قالوا لنوح عليه السلام: أنت بشر مثلنا، وقد اتبعك أراذلنا؛ لأنهم نظروا إلى دعوتك نظرة ظاهرية، ولو تعقَّبوا دعوتك وتأمَّلوها ونظروا في عواقبها بتدبُّر لما آمنوا بها. </p><p> ويكشف الحق سبحانه هذا الغباء فيهم، فقول الملأ بأن الضعفاء كان يجب عليهم أن يتدبروا الأمر ويتمعنوا في دعوة نوح قبل الإيمان به، ينقضه إصرار الضعفاء على الإيمان؛ لأنه يؤكد أن جوهر الحكم عندهم جوهر سليم؛ لأن الواحد من هؤلاء الضعفاء لا يقيس الأمر بمقياس من يملك المال، ولا بمقياس من يملك الجاه، ولا بمقياس من له سيادة، بل قاس الضعيف من هؤلاء الأمر بالقلب، الذي تعقَّل وتبصَّر، وباللسان الذي أعلن الإيمان؛ لأن الإنسان بأصغريه: قلبه ولسانه. </p><p> إذن: فهذا الملأ الكافر من قوم نوح عليه السلام، قد حكم بأن الضعاف أراذل بالمقاييس الهابطة، لا بالمقاييس الصحيحة. </p><p> ولو امتنع هؤلاء الذي يُقال عنهم «أراذل» عن خدمة من يقال لهم «سادة» لذاق السادة الأمرَّين، فهم الذين يقدِّمون الخدمة، ولو لم يصنع النجار أثاث البيت لما كانت هناك بيوت مؤثثة. </p><p> ولو امتنع العمال عن الحفر والبناء لما كانت هناك قصور مشيدة. </p><p> ولو امتنع الطاهي عن طهي الطعام لما كانت هناك موائد ممتدة، وكل خدمات هؤلاء الضعاف تصب عند الغني أو صاحب المال أو صاحب الجاه. </p><p> وهكذا نرى أن الكون يحتاج إلى من يملك الثورة ولو عن طريق الميراث ليصرف على من يحتاجه المجتمع أيضاً، وهم الضعاف الذين يعطون الخير من كدِّهم وإنتاجهم. </p><p> إذن: فالضعفاء هم تتمة السيادة. </p><p> وحين نمعن النظر لوجدنا أن سيادة الثَّريِّ أو صاحب الجاه إنما تأتي نتيجة لمجهودات من يقال عنهم: إنهم أراذل. </p><p> ولو أنهم تخلَّوا عن الثرى أو صاحب الجاه، لما استطاع أن يكون سيداً. ويذكر لنا الحق سبحانه بقية ما قاله الملأ الكافر من قوم نوح: </p><p> {وَمَا نرى لَكُمْ عَلَيْنَا مِن فَضْلٍ بَلْ نَظُنُّكُمْ كَاذِبِينَ}  [هود: ٢٧] . </p><p> وهم بهذا القول قد أنكروا أن سيادتكم إنما نشأت بجهد من قالوا عنهم إنهم أراذل، وأنكروا فضل هؤلاء الناس. </p><p> ويُلفتنا الحق سبحانه وتعالى إلى الآفة الي تنتاب بعض المجتمعات حين يذكر لنا ما قاله الكافرون: </p><p> {وَقَالُواْ لَوْلاَ نُزِّلَ هذا القرآن على رَجُلٍ مِّنَ القريتين عَظِيمٍ أَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّكَ نَحْنُ قَسَمْنَا بَيْنَهُمْ مَّعِيشَتَهُمْ فِي الحياة الدنيا وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِّيَتَّخِذَ بَعْضُهُم بَعْضاً سُخْرِيّاً}  [الزخرف: ٣١ ٣٢] . </p><p> إذن: فالحق سبحانه هو الذي قسم المعيشة، وآفة الحكم أن ننظر إلى المرفوع على أنه الغنى، لا، فليس المرفوع هو الغنى، بل هو كل ذي موهبة ليست في سواه. </p><p> وما دام مرفوعاً في مجال فهو سيخدم غيره فيه، وغيره سيخدمونه فيما رُفعوا فيه؛ لأن المسألة أساسها التكامل. </p><p> لذلك لا يُديم الله سبحانه غِنَى أحدٍ أبد الدهر، بل جعل الدنيا دُوَلاً بين الناس. </p><p> إذن: فلو عرف هذا الملأ الكافر من قوم نوح عليه السلام معنى كلمة الفضل لما قالوها؛ لأن الفضل هو الزائد عن المطلوب للكائن، في المحسوسات أو المعاني والفضل يقتضي وجود فاضل ومفضول. </p><p> ولينظر كل طاغية في حياته ليرى ما الفاضل فيها؟ </p><p> إنه بعض من المال أو الجاه، وكل مَنْ يخدم هذا الطاغية هم أصحاب الفضل؛ لأن سيادة الطاغية مبنية على عطائهم. </p><p> فهم أصحاب الفضل، ما دام الفضل هو الأمر الزائد عن الضروري. </p><p> إذن: فحقيقة ارتباط العالم بعضه ببعض، هو ارتباط الحاجة لا ارتباط السيطرة، ولذلك حين نرى مسيطراً يطغى، فنحن نقول له: تعقَّل الأمر؛ لأنك ما سيطرت إلا بأناس من الأراذل، فإظهار قوته تكون بمن يُجيدون تصويب السلاح، أو بمن تدربوا على إيذاء البشر، فهو يبني سيادته ببعض الأراذل، كوسائل لتحقيق سيطرته. </p><p> وقول الكافرين من ملأ نوح عليه السلام: </p><p> {وَمَا نرى لَكُمْ عَلَيْنَا مِن فَضْلٍ}  [هود: ٢٧] . </p><p> يكشف أنهم قد فهموا الفضل على أنه الغِنَى، والجاه والمناصب، وهم قد أخطأوا الفهم. </p><p> ويُنهي الحق سبحانه الآية بقوله: </p><p> {بَلْ نَظُنُّكُمْ كَاذِبِينَ}  [هود: ٢٧] . </p><p> والظن هو الراجح، والمرجوح هو الوهم؛ وهذا يثبت أن في الإنسان فطرة تستيقظ في النفس كومضات فالمتكبر يمضي في كبره إلى أن تأتي له ومضة من فطرته، فيعرف أن الحق حق، وأن الباطل باطل. </p><p> وحين جاءت هذه الومضة في نفوس هذا الملأ الكافر، قالوا: </p><p> {بَلْ نَظُنُّكُمْ كَاذِبِينَ}  [هود: ٢٧] . </p><p> ولم يقولوا:  «نعتقد أنكم كاذبون» . </p><p> ويقول الحق سبحانه بعد ذلك:  {قَالَ ياقوم أَرَأَيْتُمْ} . </p>"
}