{
  "id": null,
  "sura": 11,
  "aya": 102,
  "text": "<p> أي: أن الأخذ الذي أخذ به الله القرى الكافرة، إنما هو مثل حي لكل من يكفر. </p><p> والحق سبحانه يقول: </p><p> {والفجر وَلَيالٍ عَشْرٍ والشفع والوتر واليل إِذَا يَسْرِ هَلْ فِي ذَلِكَ قَسَمٌ لِّذِى حِجْرٍ}  [الفجر: ١٥] . </p><p> أي: أن الحق سبحانه يقسم لعل كل صاحب عقلٍ يستوعب ضرورة الإيمان، ويضرب الأمثلة بالقوم الذين جاءهم الأخذ بالعذاب، فيقول سبحانه: </p><p> {أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَادٍ إِرَمَ ذَاتِ العماد التي لَمْ يُخْلَقْ مِثْلُهَا فِي البلاد وَثَمُودَ الذين جَابُواْ الصخر بالواد وَفِرْعَوْنَ ذِى الأوتاد الذين طَغَوْاْ فِي البلاد فَأَكْثَرُواْ فِيهَا الفساد فَصَبَّ عَلَيْهِمْ رَبُّكَ سَوْطَ عَذَابٍ إِنَّ رَبَّكَ لبالمرصاد}  [الفجر: ٦١٤] . </p><p> فهو سبحانه قد أخذ كل هؤلاء أخذ العزيز المقتدر. </p><p> وقوله سبحانه هنا: </p><p> {وكذلك}  [هود: ١٠٢] . </p><p> أي: مثل الأخذ الذي أخِذَتْ به القرى التي كذَّبت رسلها، فظلمت نفسها. </p><p> والأخذ هنا عقاب على العمل، بدليل أنه أنجى شعيباً عليه السلام وأخذ قومه بسبب ظلمهم، فالذات الإنسانية بريئة، ولكن الفعل هو الذي يستحق العقاب. </p><p> ومثال ذلك: نجده في قصة نوح عليه السلام حين قال له الحق سبحانه: </p><p> {إِنَّهُ لَيْسَ مِنْ أَهْلِكَ إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ}  [هود: ٤٦] . </p><p> فالذي وضع ابن نوح في هذا الموضع هو أن عمله غير صالح؛ لذلك فلا يقولن نوح: إنه ابني. </p><p> فليس الإهلاك بعلَّة الذات والدم والقرابة، بل الإهلاك بعلة العمل، فأنت لا تكره شخصاً يشرب الخمر لذاته، وإنما تكرهه لعمله، ونحن نعلم أن البنوة للأنبياء ليست بنوة الذوات، وإنما بنوة الأعمال. </p><p> وكذلك نجد الحق سبحانه ينبه إبراهيم عليه السلام ألا يدعو لكل ذريته، فحين كرَّم الحق سبحانه إبراهيم عليه السلام وقال: </p><p> {إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَاماً}  [البقرة: ١٢٤] . </p><p> جاء الطلب والدعاء من إبراهيم عليه السلام لله تعالى: </p><p> {وَمِن ذُرِّيَّتِي}  [البقرة: ١٢٤] . </p><p> لأن إبراهيم عليه السلام أراد أن تمتد الإمامة إلى ذريته أيضاً، فجاء الرد من الله سبحانه: </p><p> {لاَ يَنَالُ عَهْدِي الظالمين}  [البقرة: ١٢٤] . </p><p> وظلت هذه القضية في بؤرة شعور إبراهيم عليه السلام، وعلم تماماً أن البنوَّة للأنبياء ليست بنوة ذوات، بل هي بنوة أعمال. </p><p> ولذلك نجد دعاء إبراهيم عليه السلام حين نزل بأهله في وادٍ غير ذي زرع، وقال: </p><p> {رَبِّ اجعل هذا بَلَداً آمِناً وارزق أَهْلَهُ مِنَ الثمرات}  [البقرة: ١٢٦] . </p><p> وهنا انتبه إبراهيم عليه السلام وأضاف: </p><p> {مَنْ آمَنَ مِنْهُمْ}  [البقرة: ١٢٦] . </p><p> فجاء الرد من الحق سبحانه موضحاً خطأ القياس؛ لأن الرزق عطاء ربوبية يستوي فيه المؤمن والكافر، والطائع والعاصي؛ فلا تخلط بين عطاء الربوبية وعطاء الألوهية؛ لأن عطاء الألوهية تكليف، وعطاء الربوبية رزق، لذلك قال الحق سبحانه: </p><p> {وَمَن كَفَرَ فَأُمَتِّعُهُ قَلِيلاً ثُمَّ أَضْطَرُّهُ إلى عَذَابِ النار وَبِئْسَ المصير} </p><p> [البقرة: ١٢٦] . </p><p> فأنت يا إبراهيم دعوتَ برزق الأهل بالثمرات لمن آمن، لأن بؤرة شعورك تعي الدرس، لكن هناك فرقاً بين عطاء الألوهية في التكليف، وعطاء الربوبية في الرزق، فمن كفر سيرزقه ربه، ويمتعه قليلاً ثم يكون له حساب آخر. </p><p> إذن: فأخْذُ الحق سبحانه للظالمين بكفرهم هو عنف التناول لمخالفٍ، وتختلف قوة الأخذ بقوة الأخذ، فإذا كان الآخذ هو الله سبحانه، فهو أخْذ عزيز مقتدر. </p><p> وهو أخذ لمن ظلموا أنفسهم بقمة الظلم وهو الكفر، وإن كان الظلم لحقوق الآخرين فهو فسق، وأيضاً ظلم النفس فسق؛ لأن الحق سبحانه حين يُحرِّم عليك أن تظلم غيرك فهو قد حرَّم عليك أيضاً ظلم نفسك. </p><p> ويصف الحق سبحانه أخذه للظالمين بقوله: </p><p> {إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ}  [هود: ١٠٢] . </p><p> أي: أن أخذه موجع على قدر طلاقة قدرته سبحانه. </p><p> وهَبْ أن إنساناً أساء إلى إنسان، فالحق سبحانه أعطى هذا الإنسان أن يرد السيئة بسيئة، حتى لا تتراكم الانفعالات وتزداد. </p><p> لذلك يقول الحق سبحانه: </p><p> {وَإِنْ عَاقَبْتُمْ فَعَاقِبُواْ بِمِثْلِ مَا عُوقِبْتُمْ بِهِ}  [النحل: ١٢٦] . </p><p> حتى لا تبيت انفعالاتك عندك قهراً، ولكن من كان لديه قوة ضبط النزوع فعليه أن ينظر في قول الحق سبحانه: </p><p> {والكاظمين الغيظ}  [آل عمران: ١٣٤] . </p><p> إذن: فإما أن ترد السيئة بعقاب مماثل لها، وإما أن تكظم غيظك، أي: لا تُترجم غيظك إلى عمل نزوعي، وإما أن ترتقي إلى الدرجة الأعلى وهي أن تعفو؛ لأن الله تعالى يحب من يحسن بالعفو. </p><p> ولذلك حين سألوا الحسن البصري: كيف يُحسِن الإنسان إلى من أساء إليه؟ </p><p> أجاب: إذا أساء إليك عبد، ألاَ يُغضب ذلك ربه منه؟ قالوا: نعم. قال: وحين يغضب الله من الذي أساء إليك؛ ألا يقف إلى جانبك؛ أفلا تحُسِن إلى من جعل الله يقف إلى جانبك؟ </p><p> ولهذا السبب يُروى عن أحد الصالحين أنه سمع أن شخصاً اغتابه؛ فأهدى إليه مع خادمه طبقاً من بواكير الرطب، وتعجب الخادم متسائلاً: لماذا تهديه الرطب وقد اغتابك؟ </p><p> قال العارف بالله: بَلِّغْهُ شكري وامتناني لأنه تصدَّق عليَّ بحسناته عندما اغتابني، وحسناته بلا شك أنفَسُ من هذا الرطب. </p><p> ولذلك يقال: إن الذي يعفو أذكى فهماً ممن عاقب، لأن الذي يعاقب إنما يعاقب بقوته؛ والذي يعفو فهو الذي يترك العقاب لقوة الله تعالى، وهي قوة لا متناهية. </p><p> وهكذا نفهم قول الحق سبحانه: </p><p> {وكذلك أَخْذُ رَبِّكَ إِذَا أَخَذَ القرى وَهِيَ ظَالِمَةٌ إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ}  [هود: ١٠٢] . </p><p> أي: أخذٌ موجعٌ على قدر قوة الله سبحانه؛ وهو أخذ شديد؛ لأن الشدة تعني: جمع الشيء إلى الشيء بحيث يصعب انفكاكه؛ أو أن تجمع شيئين معاً وتقبضهما بحيث يصعب تحلل أي منهما عن الآخر. </p><p> وهذه أقوى غاية القوة. </p><p> ويقول الحق سبحانه بعد ذلك:  {إِنَّ فِي ذلك لآيَةً لِّمَنْ خَافَ عَذَابَ الآخرة} </p>"
}