{
  "id": null,
  "sura": 11,
  "aya": 13,
  "text": "<p> وفي قول الحق سبحانه وتعالى هنا بيان لِلَوْنٍ آخر من مصادمة الكافرين لمنهج رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ والإيمان به، فقالوا: إن محمداً قد افترى القرآن. </p><p> والافتراء: هو الكذب المتعمَّد، ومعنى الكذب المتعمد أنه كلام يخالف واقعاً في الكون. </p><p> فإذا كان الواقع نَفْياً وأنت قلت قضيةَ إثبات؛ تكون قد خالفت الواقع، كأن يُوجد في الكون شرٌّ ما ثم تقول أنت: لا يوجد شرٌّ في هذا المكان، وهكذا يكون الواقع إيجاباً والكلام نفْياً. </p><p> وكذلك أن يكون في الواقع نَفْيٌّ وفي الكلام إيجابٌ، فهذا أيضاً كذبٌ؛ لأن الصدق هو أن تتوافق القضية الكلامية مع الواقع الكوني، فإن اختلفتْ مع الواقع الكوني صار الكلام كاذباً. </p><p> والكذب نوعان: نوع متعمد، ونوع غير متعمد. والكذب خرق واقع واختلاق غير موجود. ويقال خرقت الشيء أي: أنك أتيت لواقع وبدَّلت فيه. </p><p> والحق سبحانه وتعالى يقول: </p><p> {وَخَرَقُواْ لَهُ بَنِينَ وَبَنَاتٍ بِغَيْرِ عِلْمٍ}  [الأنعام: ١٠٠] . </p><p> ويقول أيضاً الحق سبحانه: </p><p> {وَتَخْلُقُونَ إِفْكاً}  [العنكبوت: ١٧] . </p><p> أي: تأتون بشيء من عدم، وهو من عندكم فقط. </p><p> ويقول الله سبحانه تعالى: </p><p> {وَإِنْ هُمْ إِلاَّ يَخْرُصُونَ}  [الأنعام: ١١٦] . </p><p> وحين اتهموا محمداً صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بهتاناً بأنه افترى القرآن جاء الرد من القرآن الكريم بمنتهى البساطة، فأنتم معشر العرب أهل فصاحة وبلاغة، وقد جاء القرآن الكريم من جنس ونوع نُبوغكم، وما دمتم قد قُلْتم: إن محمداً قد افترى القرآن، وأن آيات القرآن ليست من عند الله، فلماذا لا تفترون مثله؟ </p><p> وما دام الافتراء أمراً سهلاً بالنسبة لكم، فلماذا لا تأتون بمثل القرآن ولو بعشْر سور منه؟ وأنتم قد عِشْتم مع محمد منذ صِغَره، ولم يكن له شعْر، ولا نثر، ولا خطابة، ولا علاقة له برياضاتكم اللغوية، ولم يزاول الشعر أو الخطابة، ولم يشترك في أسواق البلاغة والشعر التي كانت تُعقد في الجاهلية مثل سوق عكاظ. </p><p> وإذا كان مَنْ لا رياضة له على الكلام ولا على البلاغة، قد جاء بهذا القرآن؛ فَلْيكُنْ لديكم وأنتم أهل قُدْرة ودُرْبة ورياضة على البلاغة أن تأتوا ببعض من مثله، وإن كان قد افترى القرآن فلماذا لا تفترون مثله؟ </p><p> وأنتم تعرفون المعارضات التي تُقام في أسواق البلاغة عندكم، حين يقول شاعر قصيدة، فيدخل معه شاعر أخر في مباراة ليلقي قصيدة أفضل من قصيدة الشاعر الأول، ثم تُعقد لجان تحكيم تُبَيِّن مظاهر الحُسْن ومظاهر السوء في أي قصيدة. </p><p> ولو كان محمدٌ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قد افترى القرآن كما تقولون فأين أنتم؟ ألم تعرفوه منذ طفولته؟ ولذلك يأمر الحق سبحانه رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أن يقول: </p><p> {قُل لَّوْ شَآءَ الله مَا تَلَوْتُهُ عَلَيْكُمْ وَلاَ أَدْرَاكُمْ بِهِ فَقَدْ لَبِثْتُ فِيكُمْ عُمُراً مِّن قَبْلِهِ أَفَلاَ تَعْقِلُونَ} </p><p> [يونس: ١٦] . </p><p> فهَل أثرَ عن محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أنه قال شعراً أو ألقى خطبة أو تَبارَى في عكاظَ أو المربد أو ذي المجاز أو المَجَنَّة، وتلك هي أسواق البلاغة ومهرجاناتها في تلك الأيام؟ </p><p> هو لم يذهب إلى تلك الأماكن منافساً أو قائلاً. </p><p> إذن: أفليسَ الذين تنافسوا هناك أقدر منه على الافتراء؟ ألم يكن امرؤ القيس شاعراً فَحْلاً؟ لقد كان، وكان له نظير يعارضه. </p><p> وكذلك كان عمرو بن كلثوم، والحارث بن حِلَّزة اليشْكُري، كما جاء في عصور تالية آخرون مثل: جرير والفرزدق. </p><p> إذن: فأنتم تعرفون مَنْ يقولون الشعر ومَنْ يعارضونهم من أمثالهم من الشعراء. </p><p> إذن: فهاتوا مَنْ يفتري مثل سور القرآن، فإنْ لم تفتروا، فمعنى ذلك أن القرآن ليس افتراء. </p><p> ولذلك يقول الحق سبحانه هنا: </p><p> {أَمْ يَقُولُونَ افتراه قُلْ فَأْتُواْ بِعَشْرِ سُوَرٍ مِّثْلِهِ مُفْتَرَيَاتٍ}  [هود: ١٣] . </p><p> فهل كانوا قادرين على قبول التحدي، بأنْ يأتُوا بعشر سُوَر من مثل القرآن الكريم في البيان الآسر وقوة الفصاحة وأسرار المعاني؟ </p><p> لقد تحدَّاهم بأن يأتوا أولاً بمثل القرآن، فلم يستطيعوا، ثم تحدَّاهم بأن يأتوا بعشر سور، فلم يستطيعوا، وتحدَّاهم بأن يأتوا بسورة، ثم تحدَّى أن يأتوا ولو بحديث مثله، فلم يستطيعوا. </p><p> وهنا جاء الحق سبحانه بالمرحلة الثانية من التحدي، وهو أنْ يأتوا بِعَشْر سُور، ولم يكتف الحق سبحانه بذلك، بل طالبهم أن يَدْعُوا مَجْمَعاً من البُلَغَاء، فقال سبحانه: </p><p> {وادعوا مَنِ استطعتم مِّن دُونِ الله}  [هود: ١٣] . </p><p> أي: هاتوا كلَّ شركائكم وكل البُلغاء، من دون الله تعالى. </p><p> الحق سبحانه وتعالى هنا يقطع عليهم فرصة الادّعاء عليه سبحانه حتى لا يقولوا: سوف ندعو الله؛ ولذلك طالبهم الحق سبحانه أن يُجنِّبوه {وادعوا مَنِ استطعتم مِّن دُونِ الله إِن كُنتُمْ صَادِقِينَ}  [هود: ١٣] . </p><p> أي: إن كنتم صادقين في أن محمداً صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قد افترى القرآن، وبما أنكم </p><p> أهل ريادة في الفصاحة فَلْتفتروا عَشْر سُوَرٍ من مثل القرآن، أنتم ومَنْ تستطيعون دعوتهم من الشركاء. </p><p> لذلك كان الرد الحكيم من الله في قول الحق سبحانه بعد ذلك:  {فَإِلَّمْ يَسْتَجِيبُواْ لَكُمْ فاعلموا} </p>"
}