{
  "id": null,
  "sura": 11,
  "aya": 41,
  "text": "<p> هذه هي المرحلة الأخيرة في قصة السفينة، وبدأت القصة بأمر من الله سبحانه لنوح عليه السلام أن اصنع الفلك، ثم تمهيد من نوح لقومه، ثم ظل يصنع الفلك حتى جاءت إشارة البدء بعلامة: </p><p> {وَفَارَ التنور}  [هود: ٤٠] </p><p> وحَمَلَ نوح عليه السلام في الفُلْك بأمر من الله تعالى من كل شيء زوجين اثنين، وأهله ومَنْ آمن معه. </p><p> وقال نوح عليه السلام لمن آمن: </p><p> {اركبوا فِيهَا بِسْمِ الله مجراها وَمُرْسَاهَا}  [هود: ٤١] . </p><p> وهذا القول منسوب لنوح عليه السلام؛ لأنه أضاف: </p><p> {إِنَّ رَبِّي لَغَفُورٌ رَّحِيمٌ}  [هود: ٤١] . </p><p> والركوب يقتضي أن يكون الراكب على المركوب، ومستعلٍ عليه. والاستعلاء يقتضي أن يكون الشيء المُستعلَى عليه في خدمة المُستعلِي، فكأن تسخير الله سبحانه للسفينة إنما جاء ليخدم المستعلِي. </p><p> ولكن الله تعالى يقول هنا: </p><p> {اركبوا فِيهَا}  [هود: ٤١] . </p><p> ولم يقل:  «اركبوا عليها» . </p><p> قال الحق سبحانه وتعالى ذلك؛ ليعطينا لقطة عن طريق صنع السفينة، فقد صنعها نوح عليه السلام بوحي من الله تعالى على أفضل نظام في البواخر، ولم يصنعها بطريقة بدائية، فهم إذن لم يركبوها على سطحها، بل تم بناؤها بما يتيح لهم السكن فيها، خصوصاً وأن تلك السفينة تحمل وحوشاً وهواماً وحيوانات بجانب البشر، لذلك كان لا بد من بنائها على هيئة طبقات وأدوار. </p><p> وقول الحق سبحانه: </p><p> {بِسْمِ الله مجراها وَمُرْسَاهَا}  [هود: ٤١] . </p><p> يُبيِّن لنا أنها قد صُنعت لتُنجي من الغرق؛ لذلك لا بد أن تسير بالراكبين فيها إلى مكان لا يصله الماء، ولا بد أن يكون هذا المكان عالياً؛ ليتيح </p><p> الرُّسُوَّ، كما أتاح الفيضان عملية الجريان. </p><p> وهكذا كان جريانها باسم الله، ورُسُوُّها بإذنه سبحانه. </p><p> وقول نوح عليه السلام: </p><p> {بِسْمِ الله مجراها وَمُرْسَاهَا}  [هود: ٤١] . </p><p> يعلِّمنا أن جريانها إنما يتمُّ بمشيئة الله تعالى وأنهم يركبون فيها، لا لمكانتهم الشخصية، ولكن لإيمانهم بالله تعالى. </p><p> ومثال ذلك من حياتنا ولله المثل الأعلى: نجد القاضي يقول مفتتحاً الحكم: «باسم الدستور والقانون» أي: أنه لا يحكم بذاته كقاضٍ، لكنه يحكم باسم الدستور والقانون. </p><p> ونوح عليه السلام يقول: </p><p> {بِسْمِ الله مجراها وَمُرْسَاهَا}  [هود: ٤١] </p><p> لأن السفينة لله أمر، ولرسوله صناعة. </p><p> ولذلك يقال:  «كل شيء لا يبدأ باسم الله فهو أبْتر» . </p><p> لأنك حين تُقبل على فعل شيء، فالأفعال أو الأحداث تحتاج إلى طاقات متعددة، فإن كان الفعل عضليّا، فهو يحتاج لقوة، وإن كان الفعل عقليّا فهو يحتاج لفكر ورويَّة وأناة، وإن كان فعلاً فيه مواجهة لأهل الجاه فهو يحتاج إلى شجاعة، وإن كان من أجل تصفية نفوس فهو يحتاج إلى الحِلْم؟ </p><p> إذن: فاحتياجات الأحداث كثيرة ومختلفة، ومن أجل أن تحصل على القوة فقد تقول:  «باسم القوي القادر» ولكي تحصل على علم؛ تقول:  «باسم العليم» ، وتريد الغني؛ فتقول:  «باسم الغنيِّ» وحين تحتاج إلى الحلم تقول: «باسم الحليم» ، وعندما تحتاج إلى الشجاعة؛ تقول:  «باسم القهار» . </p><p> وقد يحتاج الفعل الواحد لأشياء كثيرة، والذي يُغْنِي عن كل ذلك أن تنادي ربك وتتبرَّك باسم واجد الوجود وهو الله سبحانه وتعالى، ففيه تنطوي كل صفات الكمال والجلال. </p><p> وإياك أن تتهيَّب أو تستحي، بل ادخل على كل أمر باسم الله، حتى لو كنت عاصياً؛ لأن الحق سبحانه رحمن رحيم. </p><p> وقول الحق سبحانه على لسان نوح عليه السلام: </p><p> {إِنَّ رَبِّي لَغَفُورٌ رَّحِيمٌ}  [هود: ٤١] . </p><p> إنما يقصد أن هؤلاء المؤمنين برسالة نوح كانوا من البشر، ولم يطبِّقوا كغالبية البشر كل التكاليف؛ لأنهم ليسوا ملائكة. </p><p> لذلك قَدَّر الحق سبحانه وتعالى إيمانهم وعفا عن بعض الذنوب التي ارتكبوها ولم يؤاخذهم بها. </p><p> هذه هي الميزة في قول:  «بسم الله الرحمن الرحيم» . </p><p> ويقول الحق سبحانه بعد ذلك يَصفُ السفينة ورُكَّابها:  {وَهِيَ تَجْرِي بِهِمْ فِي مَوْجٍ كالجبال} </p>"
}