{
  "id": null,
  "sura": 11,
  "aya": 96,
  "text": "<p> ونحن نعلم أن الآيات إذا وردت في القرآن إنما تنصرف إلى ثلاثة أشياء: </p><p> آيات كونية تعاصر كل الناس ويراها كل واحد، مثل آيات الليل والنهار والشمس والقمر والنجوم والأرض الخاشعة إذا ما نزل عليها الماء اهتزت </p><p> وربت، وكلها آيات كونية تلفت العقل إلى النظر في أن وراء هذا الكون الدقيق تكويناً هندسياً أقامه إله قادر. </p><p> وهناك آيات تأتي لبيان صدق الرسول في البلاغ عن الله، وهي المعجزات مثل: ناقة ثمود المبصرة، وشفاء عيسى عليه السلام للأكمه والأبرص بإذن الله. </p><p> ثم آيات الأحكام التي تبيِّن مطلوبات المنهج ب «افعل» و «لا تفعل» . </p><p> وهنا قال الحق سبحانه: </p><p> {وَلَقَدْ أَرْسَلْنَا موسى بِآيَاتِنَا وَسُلْطَانٍ مُّبِينٍ}  [هود: ٩٦] . </p><p> فهناك آيات تدل على صدقه، وفوق ذلك سلطان ظاهر، إما أن يكون سلطاناً يقهر الغالب، أو سلطان حجة تقنع العقل. </p><p> وسلطان القوة قد يقهر الغالب، لكنه لا يقهر القلب، والله سبحانه يريد قلوباً، لا قوالب؛ لذلك قال سبحانه لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: </p><p> {لَعَلَّكَ بَاخِعٌ نَّفْسَكَ أَلاَّ يَكُونُواْ مُؤْمِنِينَ إِن نَّشَأْ نُنَزِّلْ عَلَيْهِمْ مِّنَ السمآء آيَةً فَظَلَّتْ أَعْنَاقُهُمْ لَهَا خَاضِعِينَ}  [الشعراء: ٣٤] . </p><p> إذن: فالحق سبحانه يطلب القلوب لا القوالب، قلوب تأتي إلى الله تعالى طواعية بدون إكراه. </p><p> لذلك فالسطان الأهم هو سلطان الحجة؛ لأنه يقنع الإنسان أن يفعل. . ولم يكن لموسى عليه السلام سلطانٌ من القوة ليظهر، بل كان له سلطان الحجة، وهو قول الحق سبحانه: </p><p> {وَقَالَ موسى يافرعون إِنِّي رَسُولٌ مِّن رَّبِّ العالمين حَقِيقٌ عَلَى أَنْ لاَّ أَقُولَ عَلَى الله إِلاَّ الحق قَدْ جِئْتُكُمْ بِبَيِّنَةٍ مِّن رَّبِّكُمْ فَأَرْسِلْ مَعِيَ بني إِسْرَائِيلَ}  [الأعراف: ١٠٤١٠٥] . </p><p> فيرد عليه فرعون: </p><p> {قَالَ إِن كُنتَ جِئْتَ بِآيَةٍ فَأْتِ بِهَآ إِن كُنتَ مِنَ الصادقين فألقى عَصَاهُ فَإِذَا هِيَ ثُعْبَانٌ مُّبِينٌ وَنَزَعَ يَدَهُ فَإِذَا هِيَ بَيْضَآءُ لِلنَّاظِرِينَ}  [الأعراف: ١٠٦١٠٨] . </p><p> وبياض اليد مسألة ذاتية في موسى عليه السلام، وطارئة أيضاً، فلم تكن مرضاً كالبهاق مثلاً، بدليل الاحتياط في قوله تعالى: </p><p> {واضمم يَدَكَ إلى جَنَاحِكَ تَخْرُجْ بَيْضَآءَ مِنْ غَيْرِ سواء}  [طه: ٢٢] . </p><p> أما العصا فهي الحجة التي دفعت فرعون إلى أن يأتي بالسحرة، ليغلبهم موسى أمام فرعون والملأ، فيتبع السحرة موسى ويؤمنوا برب موسى وهارون. </p><p> ونحن نعلم أن الحق سبحانه قد أرسل موسى عليه السلام بتسع آيات هي: العصا التي تصير ثعباناً يلقف ما صنع السحرة، واليد البيضاء من غير سوء، ثم أخذ آل فرعون بالسنين، ونقص في الأنفس والثمرات، لأن الجدب يمنع الزرع، ونقص الأموال يحقق المجاعة، وكذلك أرسل الحق سبحانه على قوم فرعون الطوفان والجراد والقُمَّل والضفادع، هذه هي الآيات التسع التي أرسلها الحق سبحانه على آل فرعون، بسبب عدم إيمانهم برسالة موسى عليه السلام. </p><p> وهناك آيات آخرى أرسلها الحق سبحانه لقوم موسى بواسطة موسى عليه السلام؛ هي نتق الجبل، وضرب البحر بالعصا، ثم ضرب الحجر بالعصا لتتفجر اثنتا عشرة عيناً، وكذلك نزول التوراة في ألواح. </p><p> إذن: فالكلام في الآيات التسع المقصود بها الآيات التي أرسل بها موسى إلى فرعون، أما هذه الآيات فقد كانت بعد الخروج من مصر أو مصاحبة له كضرب البحر بالعصا. </p><p> والدليل على أن قصة موسى مع فرعون خاصة، أن موسى كانت له رسالتان: الرسالة الأولى مع فرعون، والرسالة الثانية مع بني إسرائيل. </p><p> ولذلك نلحظ أن الحق سبحانه وتعالى يخبرنا في آخر السورة بالخلاف بين موسى عليه السلام وبني إسرائيل: </p><p> {وَلَقَدْ آتَيْنَا موسى الكتاب فاختلف فِيهِ}  [هود: ١١٠] . </p><p> إذن: فقصته مع بني إسرائيل تأتي بعد إيتائه الكتاب، أي: التوراة. </p><p> وهنا يتكلم الحق سبحانه عن آيات موسى عليه السلام مع فرعون فيقول: </p><p> {وَلَقَدْ أَرْسَلْنَا موسى بِآيَاتِنَا وَسُلْطَانٍ مُّبِينٍ}  [هود: ٩٦] . </p><p> أي: سلطان محيط لا يدع للخصم مكاناً أو فكاكاً. </p><p> ثم يقول الحق سبحانه:  {إلى فِرْعَوْنَ وَمَلَئِهِ} </p>"
}