{
  "id": null,
  "sura": 11,
  "aya": 14,
  "text": "<p> والخطاب هنا موجَّه إلى الذين ادَّعوا أنَّ رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قد افترى القرآن، أو أن الخطاب مُوجَّه لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ لأن الحق سبحانه وتعالى قال في الآية السابقة: </p><p> {قُلْ فَأْتُواْ بِعَشْرِ سُوَرٍ مِّثْلِهِ مُفْتَرَيَاتٍ وادعوا مَنِ استطعتم مِّن دُونِ الله إِن كُنتُمْ صَادِقِينَ فَإِلَّمْ يَسْتَجِيبُواْ لَكُمْ}  [هود: ١٣١٤] . </p><p> أي: إن لم يردُّوا على التحدي، فليعلموا وليتيقَّنوا أن هذا القرآن هو من عند الله تعالى، بشهادة الخصوم منهم. </p><p> ولماذا عدَّل الحق سبحانه هنا الخطاب، وقال: </p><p> {فَإِلَّمْ يَسْتَجِيبُواْ لَكُمْ}  [هود: ١٤] . </p><p> أي: من تدعونهم، ثم قال سبحانه: </p><p> {فاعلموا أَنَّمَآ أُنزِلَ بِعِلْمِ الله}  [هود: ١٤] . </p><p> وقد قال الحق سبحانه ذلك؛ لأن الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مُطالَبٌ بالبلاغ وما بلغه الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ للمؤمنين مطلوب منه أن يُبلغوه، وإنْ لم يستجيبوا للرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أو للمؤمنين، ولم يأتِ أحد مع مَنْ يتهم القرآن بأنه مُفترًى مِن محمدٍ. </p><p> وقد يكون هؤلاء الموهوبون خائفين من التحدي؛ لأنهم عرفوا أن القرآن حق، وإن جاءوا ليفتروا مثله فلن يستطيعوا، ولذلك فاعلموا يا مَنْ لا تؤمنون بالقرآن أن القرآن:  {أَنَّمَآ أُنزِلَ بِعِلْمِ الله}  [هود: ١٤] . </p><p> إذن: فالخطاب يكون مرَّة موجَّهاً للنبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ولأمته. </p><p> ولذلك عَدَلَ الحق سبحانه عن ضمير الإفراد إلى ضمير الجمع في قوله تعالى: </p><p> {فَإِلَّمْ يَسْتَجِيبُواْ لَكُمْ فاعلموا أَنَّمَآ أُنزِلَ بِعِلْمِ الله}  [هود: ١٤] . </p><p> أي: ازدادوا علماً أيها المؤمنون بأن القرآن إنما نزل من عند الله. </p><p> والعِلْم كما نعلم مراحل ثلاث: علم يقين، وعين يقين، وحق يقين. </p><p> أو أن الخطاب مُوجَّه للكافرين الذين طلب القرآن منهم أن يَدْعُوا من يستطيعون دعاءه ليعاونهم في معارضة القرآن:  {فاعلموا أَنَّمَآ أُنزِلَ بِعِلْمِ الله}  [هود: ١٤] . </p><p> وأعلى مراتب العِلْم عند الحق سبحانه الذي يعلم كل العلم أزلاً، وهو غير علمنا نحن، الذَي يتغير حسب ما يتيح لنا الله سبحانه أن نعلم، فأنت قد تكون عالماً بشيءٍ وتجهل أشياء، أوعلمتَ شيئاً وغابتْ عنك أشياء. </p><p> ولذلك تجد الأطباء، وأصحاب الصناعات الدقيقة وغيرهم من الباحثين والعلماء يستدرك بعضهم البعض، فحين يذهب مريض لطبيب مثلاً ويصف له دواءً لا يستجيب له، فيذهب المريض إلى طبيب آخر، فيستدرك على الطبيب الأول، فيصف دواء، وقد لا يستجيب له المريض مرة ثانية، وهنا يجتمع الأطباء على هيئة «مجمع طبي» يُقرّر ما يصلح أو لا يصلح للمريض. </p><p> ويستدرك كلٌّ منهم على الآخر إلى أن يصلوا إلى قرار، والذي يستدرك هو الأعلم؛ لأن الطبيب الأول كتب الدواء الذي أرهق المريض أو لم يَستجبْ له، وهو قد حكم بما عنده من عِلْم، كذلك بقية الباحثين والعلماء. </p><p> وما دام فوق كل ذي علمٍ عليمٌ؛ فالطبيب الثاني يستدرك على الطبيب الأول. . وهكذا. </p><p> ولكن أيوجد أحدٌ يستدرك على الله سبحانه وتعالى؟ لا يوجد. </p><p> وما دام القرآن الكريم قد جاء بعلم الله تعالى، فلا علم لبشر يمكن أن يأتي بمثل هذا القرآن. </p><p> {فاعلموا أَنَّمَآ أُنزِلَ بِعِلْمِ الله وَأَن لاَّ إله إِلاَّ هُوَ}  [هود: ١٤] . </p><p> وجاء الحق سبحانه هنا بأنه لا إله إلا هو؛ حتى لا يدَّعي أحدٌ أن هناك إلهاً آخر غير الله. </p><p> وذكر الله سبحانه هنا أن هذا القرآن قد نزل في دائرة: </p><p> {لاَّ إله إِلاَّ هُوَ}  [هود: ١٤] . </p><p> وما دام الحق سبحانه قد حكم بذلك فلنثق بهذا الحكم. </p><p> مثال ذلك: هو حكم الحق سبحانه على أبي لهب وعلى امرأته بأنهما سيدخلان النار فهل كان من الممكن أن يعلن أبو لهب إسلامه، ولو نفاقاً؟ طبعاً لا؛ لأن الذي خلقَه علم كيف يتصرف أبو لهب. </p><p> لذلك نجد بعد سورة المسد التي قررت دخول أبي لهب النار، قول الحق سبحانه: </p><p> {قُلْ هُوَ الله أَحَدٌ}  [الإخلاص: ١] . </p><p> أي: أن الحق سبحانه ما دام قد أصدر حكمه بأن أبا لهب سيدخل وزوجه النار، فلن يقدر أحد على أن يُغيِّر من حكمه سبحانه، فلا إله إلا هو. </p><p> ويُنهي الحق سبحانه الآية الكريمة بقوله تعالى: </p><p> {فَهَلْ أَنتُمْ مُّسْلِمُونَ}  [هود: ١٤] . </p><p> وهذا استفهام، أي: طلب للفهم، ولكن ليس كل استفهام طلباً للفهم، فهذا الاستفهام هنا صادر عن إرادة حقيقية قادرة على فرض الإسلام على من يستفهم منهم. </p><p> ولكنه سبحانه شاء أن يأتي هذا الاستفهام على لسان رسوله ليقابله جواب، ولو لم يكن السائل واثقاً أنه لا يوجد إلا الإسلام لما قالها، ولو لم يكن السائل واثقاً أنه لا جواب إلا أن يُسْلِم السامع، ما جعل جواب السامع حجة على السامع. </p><p> وقائل هذا الكلام هو الخالق سبحانه، ولله المثل الأعلى، وهو سبحانه مُنزَّه عن كل مثل، تجد إنساناً يحكي لك أمراً بتفاصيله، ثم يسألك: هل أنا صادق فيما قلت لك؟ . . وهو يأتي بهذا الاستفهام؛ لأنه واثق من أنك ستقول له: نعم، أنت صادق. </p><p> وإذا نظرنا في آية تحريم الخمر والميسر على سبيل المثال نجد الحق سبحانه وتعالى يقول: </p><p> {إِنَّمَا يُرِيدُ الشيطان أَن يُوقِعَ بَيْنَكُمُ العداوة والبغضآء فِي الخمر والميسر وَيَصُدَّكُمْ عَن ذِكْرِ الله وَعَنِ الصلاة فَهَلْ أَنْتُمْ مُّنتَهُونَ}  [المائدة: ٩١] . </p><p> وكأن هذا الاستفهام يحمل صيغة الأمر بأن: انتهوا من الخمر والميسر، واخجلوا مما تفعلون. </p><p> إذن: فقول الحق سبحانه في آخر الآية الكريمة: </p><p> {فَهَلْ أَنتُمْ مُّسْلِمُونَ}  [هود: ١٤] يعني: أسلموا، واتركوا اللجاجة بأن القرآن قد جاء من عند محمد، أو أنه افتراه، بل هو من عند الله سبحانه الذي لا إله إلا هو. </p><p> ويقول الحق سبحانه بعد ذلك:  {مَن كَانَ يُرِيدُ الحياة الدنيا} </p>"
}