{
  "id": null,
  "sura": 11,
  "aya": 49,
  "text": "<p> وكلمة «تلك» إشارة وخطاب، والمخاطب هو رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، و «التاء» إشارة إلى السفينة وما تبعها من أنباء الغيب، ولم يكن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ معاصراً لها ولا يعلمها هو، ولا يعلمها أحد من قومه. </p><p> وأنت يا رسول الله لم يُعلَم عنك إنك جلستَ إلى معلِّم، ولم يذكر عنك أنك قرأت في كتاب؛ ولذلك يأتي في القرآن: </p><p> {وَمَا كُنتَ بِجَانِبِ الغربي إِذْ قَضَيْنَآ إلى مُوسَى الأمر}  [القصص: ٤٤] . </p><p> وجاء: </p><p> {وَمَا كُنتَ لَدَيْهِمْ إِذْ يُلْقُون أَقْلاَمَهُمْ أَيُّهُمْ يَكْفُلُ مَرْيَمَ وَمَا كُنْتَ لَدَيْهِمْ إِذْ يَخْتَصِمُونَ}  [آل عمران: ٤٤] . </p><p> إذن: فما دمتَ يا محمد لم تقرأ ولم تتعلَّم عن معلِّم فمَن علَّمك؟ </p><p> إنما عَلَّمك الله سبحانه. </p><p> وكأن الله سبحانه وتعالى علَّم رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قصة نوح عليه السلام وأراد بها إلقاء الأسوة وإلقاء العبرة لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حتى يثق بأن كل رسول إنما يصنع حركته الإيمانية المنهجية بعين من الله، وأنه سبحانه لن يسلِّمه إلى خصومة ولا أعدائه. </p><p> ولذلك يأتي القول الكريم:  {فاصبر} ؛ لأنك قد عرفت الآن نتيجة صبر نوح عليه السلام الذي استمر ألف سنة إلا خمسين، ويأتي بعدها قوله سبحانه: </p><p> {إِنَّ العاقبة لِلْمُتَّقِينَ}  [هود: ٤٩] . </p><p> تأتي بعد ذلك قصة قوم عاد بعد قصة نوح، ونحن نعلم أن الحق سبحانه وتعالى لا يُرسل رسولاً إلا إذا عَمَّ الفساد. </p><p> إذن: فقد حصلت الغفلة من بعد نوح، وانضمَّت لها أسوة الأبناء بالآباء فانطمس المنهج، وعزَّ على الموجودين أن يقيموه. </p><p> والله سبحانه وتعالى لا يبعث برسلٍ جُددٍ إلا إذا لم يوجد في الأمة من يرفع كلمة الله؛ لأننا نعلم أن المناعة الإيمانية في النفس الإنسانية قد تكون مناعة ذاتية، بمعنى أن الإنسان قد تُحدِّثه نفسه بالانحراف عن منهج الله، لكن النفس اللوَّامة تردعه وتردُّه إلى الإيمان. </p><p> أما إذا تصلَّبتْ ذاتُه، ولم توجد لديه نفس لوَّامة، فالمناعة الذاتية تختفي، ولكن قد يقوم المجتمع المحيط بِلَوْمِهِ. </p><p> ولكن إذا اختفت المناعة الذاتية، والمناعة من المجتمع فلا بد أن يبعث ربُّ العزة سبحانه برسولٍ جديدٍ، وبيِّنة جديدة، وبرهان جديد. </p><p> هكذا حدث من بعد نوح عليه السلام. </p><p> ولذلك يأتي قول الحق سبحانه:  {وإلى عَادٍ أَخَاهُمْ هُوداً} </p>"
}