{
  "id": null,
  "sura": 11,
  "aya": 7,
  "text": "<p> وقد تعرض القرآن الكريم لمسألة خلق الأرض والسماء أكثر من مرة. </p><p> وقلنا من قبل: إن الحق سبحانه وتعالى قد شاء أن يخلق الأرض والسموات في ستة أيام من أيام الدنيا، وكان من الممكن أن يخلقها في أقل من طرفة عين بكلمة «كن» وعرفنا أن هناك فارقاً بين إيجاد الشيء، وطرح مكونات إيجاد الشيء. </p><p> ومثال ذلك ولله المثل الأعلى حين يريد الإنسان صنع «الزبادي» ، فهو يضع جزءاً من مادة الزبادي وتسمى «خميرة» في كمية مناسبة من اللبن الدافىء، وهذه العملية لا تستغرق من الإنسان إلا دقائق، ثم يترك اللبن المخلوط بخميرة الزبادي، وبعد مضي أربع وعشرين ساعة يتحول اللبن المخلوط بالخميرة إلى زبادي بالفعل. </p><p> وهذا يحدث بالنسبة لأفعال البشر، فهي أفعال تحتاج إلى علاج، ولكن أفعال الخالق سبحانه وتعالى لا علاج فيها؛ لأنها كلها تأتي بكلمة «كن» . </p><p> أو كما قال بعض العلماء: إن الله شاء أن يجعل خلق الأرض والسموات في ستة أيام، وقد أخذ بعض المستشرقين من هذه الآية، ومن </p><p> آيات أخرى مجالاً لمحاولة النيل من القرآن الكريم، وأن يدَّعوا أن فيه تعارضاً، فالحق سبحانه وتعالى هنا يقول: </p><p> {وَهُوَ الذي خَلَق السماوات والأرض فِي سِتَّةِ أَيَّامٍ}  [هود: ٧] . </p><p> وجاءوا إلى آية التفصيل وجمعوا ما فيها من أيام، وقالوا: إنها ثمانية أيام، وهي قول الحق سبحانه: </p><p> {قُلْ أَإِنَّكُمْ لَتَكْفُرُونَ بالذي خَلَقَ الأرض فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَندَاداً ذَلِكَ رَبُّ العالمين وَجَعَلَ فِيهَا رَوَاسِيَ مِن فَوْقِهَا وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقْوَاتَهَا في أَرْبَعَةِ أَيَّامٍ سَوَآءً لِّلسَّآئِلِينَ ثُمَّ استوى إِلَى السمآء وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلأَرْضِ ائتيا طَوْعاً أَوْ كَرْهاً قَالَتَآ أَتَيْنَا طَآئِعِينَ فَقَضَاهُنَّ سَبْعَ سَمَاوَاتٍ فِي يَوْمَيْنِ}  [فصلت: ٩١٢] . </p><p> وهنا قال بعض المستشرقين: لو كانت هذه قصة الخلق للأرض والسموات لطابقت آية الإجمال آية التفصيل. </p><p> وقال أحدهم: لنفرض أن عندي عشرة أرادب من القمح، وأعطيت فلاناً خمسة أرادب وفلاناً ثلاثة أرادب، وفلاناً أعطيته إردبين، وبذلك ينفد ما عندي؛ لأن التفصيل مطابق للإجمال. </p><p> وادَّعي هذا البعض من المستشرقين أن التفصيل لا يتساوى مع الإجمال. ولم يفطنوا إلى أن المتكلم هو الله سبحانه وتعالى، وهو يكلم أناساً لهم ملكة أداء وبيان وبلاغة وفصاحة؛ وقد فهم هؤلاء ما لم يفهمه المستشرقون. </p><p> هم فهموا، كأهل فصاحة، أن الحق سبحانه وتعالى قد خلق الأرض في يومين، ثم جعل فيها رواسي وبارك فيها، إما في الأرض أو في الجبال، وقدَّر فيها أقواتها، وكل ذلك تتمة للحديث عن الأرض. </p><p> ومثال ذلك: حين أسافر إلى الإسكندرية فأنا أصل إلى مدينة طنطا في ساعة مثلاً وإلى الإسكندرية في ساعتين، أي: أن ساعة السفر التي وصلت فيها إلى طنطا هي من ضمن ساعتي السفر إلى الإسكندرية. </p><p> وكذلك خلق الأرض والرواسي وتقدير القوت، كل ذلك في أربعة أيام </p><p> متضمنة يَوْمَىْ خَلْق الأرض، ثم جاء خلق السماء في يومين. </p><p> ثم يقول الحق سبحانه: </p><p> {وَكَانَ عَرْشُهُ عَلَى المآء}  [هود: ٧] . </p><p> كل هذه المسائل الغيبية لها حجة أساسية، وهي أن الذي أخبر بها هو الصادق، فلا أحد يشك أن الأرض والسموات مخلوقة، ولا أحد يشك في أن السموات والأرض أكبر خلقاً من خلق الناس، وليس هناك أحد من البشر ادَّعى أنه خلق الأرض أو خلق السموات. </p><p> وكل المخترعات البشرية نعرف أصحابها، مثل: المصباح الكهربي، والهاتف، والميكروفون، والتليفزيون، والسيارة، وغيرها. </p><p> ولكن حين نجيء إلى السموات والأرض لا نجد أحداً قد ادعى أنه قد خلقها. </p><p> وقد أبلغنا الحق سبحانه أنه هو الذي خلقها، وهي لمن ادّعاها إلى أن يظهر مُعارِض، ولن يظهر هذا المعارض أبداً. </p><p> وكل هذا الخلق من أجل البلاء: </p><p> {لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلاً}  [هود: ٧] . </p><p> أي: ليختبركم أيكم أحسن عملاً، ولكن من الذي يحدد العمل؟ </p><p> إنه الله سبحانه وتعالى. </p><p> وهل الحق سبحانه في حاجة إلى أن يختبر مخلوقاته؟ </p><p> لا، فالله سبحانه يعلم أزلاً كل ما يأتي من الخلق، ولكنه سبحانه أراد بالاختبار أن يطابق ما يأتي منهم على ما عمله أزلاً؛ حجة عليهم. </p><p> وهكذا فاختبار الحق سبحانه لنا اختبار الحجة علينا. </p><p> ثم يقول الحق سبحانه: </p><p> {وَلَئِن قُلْتَ إِنَّكُمْ مَّبْعُوثُونَ مِن بَعْدِ الموت لَيَقُولَنَّ الذين كفروا إِنْ هاذآ إِلاَّ سِحْرٌ مُّبِينٌ}  [هود: ٧] . </p><p> وهنا يصور الحق سبحانه وتعالى تكذيب المعاندين لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فهم يلقون بالألفاظ على عواهنها من قبل أن تمر على تفكيرهم. </p><p> فلو أنهم قد مروا بهذه الكلمات على تفكيرهم؛ لاستحال منطقياً أن يقولوها. </p><p> والرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يخبرهم ببلاغ الحق سبحانه وتعالى لهم بأنهم مبعوثون من بعد الموت. </p><p> وهذا كلام إخباري بأنهم إن ماتوا وهم سيموتون لا محالة سيبعثهم الله سبحانه، فما كان منهم إلا أن قالوا: </p><p> {إِنْ هاذآ إِلاَّ سِحْرٌ مُّبِينٌ}  [هود: ٧] . </p><p> والخبر الذي يقوله لهم هو خبر، فما موقع السحر منه؟ إنهم يعلمون أنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لم يقل ذلك إلا من نص القرآن الكريم، وهم يقولون عن القرآن الكريم إنه سحر، فكأن النص نفسه من السحر الذي حكموا به على القرآن. </p><p> وأوضحنا من قبل أن إبطال قضية السحر في القرآن الكريم دليله منطقي مع القول؛ لأنهم إن كانوا قد ادعوا أن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أو أن محمداً في عرفهم قد سحر القوم الذين اتبعوه. </p><p> فالساحر له تأثير على المسحور، والمسحور لا دخل له في عملية السحر، فإذا كان محمد قد سحر القوم الذين اتبعوه، فلماذا لم يسحر هؤلاء المنكرين لرسالته؛ بنفس الطريقة التي سحر بها غيرهم؟ </p><p> وحيث إنهم قد بقوا على ما هم عليه من عناد لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فهذا دليل على أن المسألة ليست سحراً، ولو كان الأمر كذلك لسحرهم جميعاً. </p><p> وقولهم:  {إِنْ هاذآ إِلاَّ سِحْرٌ مُّبِينٌ}  [هود: ٧] . </p><p> يدل على أنه سحر محيط، لا سحر لأناس خاصين، فكلمة {سِحْرٌ مُّبِينٌ} تعني: سحراً محيطاً بكل من يريد سحره. </p><p> وبقاء واحد على الكفر دون إيمان برسول الله يدل على أن المسألة ليست سحراً. </p><p> ويقول الحق سبحانه بعد ذلك: </p><p> {وَلَئِنْ أَخَّرْنَا عَنْهُمُ العذاب إلى أُمَّةٍ} </p>"
}