{
  "id": null,
  "sura": 11,
  "aya": 11,
  "text": "<p> وكلمة {صَبَرُواْ} هنا موافقة للأمرين الذين سبقا في الآيتين السابقتين، فهناك نزع الرحمة، وكذلك هناك «نعماء» من بعد «ضرَّاء» ، وكلا الموقفين يحتاج للصبر؛ لأن كلاّ منا مقدور للأحداث التي تمر به، وعليه أن يصبر لملحظية حكمة القادر سبحانه. </p><p> وبدأ الحق سبحانه وتعالى هذه الآية بالاستنثاء، فقال جل وعلا: </p><p> {إِلاَّ الذين صَبَرُواْ}  [هود: ١١] . </p><p> ولولا هذا الاستثناء لكان الكل كل البشر ينطبق عليهم الحكم الصادر في الآيتين السابقتين، حكم باليأس والكفر، أو الفرح والفخر دون تذكُّر واهب النعم سبحانه. </p><p> ولكن هذا الاستثناء قد جاء ليُطمئن الذين صبروا على ما قد يصيبهم في أمر الدعوة، أو ما يصيبهم في ذواتهم؛ لا من الكافرين؛ لكن بتقدير العزيز العليم. </p><p> أو أنهم صبروا عن عمل إخوانهم المؤمنين. </p><p> إذن: فالصبر معناه حدُّ النفس بحيث ترضى عن أمر مكروه نزل بها. والأمر المكروه له مصادر عدة، منها: </p><p> أمر لا غريم لك فيه كالمرض مثلاً. </p><p> أو أن يكون لك غريم في الأمر؛ كأن يُسرق منك متاع، أو يُعتدى عليك، وفي هذه الحالة تنشغل برغبة الانتقام، وتتأج نفسك برغبة النيل من هذا الغريم، أكثر مما تتأجج في حالة عدم وجود الغريم، فحين يمرض الإنسان فلا غريم له. </p><p> وفي حالة الرغبة من الانتقام فالصبر يختلف عن الصبر في حالة وجود الغريم. </p><p> ولذلك عرض الحق سبحانه وتعالى لتأتِّي الصبر حسب هذه المراحل، فسيدنا لقمان يقول لابنه: </p><p> {واصبر على مَآ أَصَابَكَ إِنَّ ذَلِكَ مِنْ عَزْمِ الأمور}  [لقمان: ١٧] . </p><p> وفي موضع آخر يقول الحق سبحانه: </p><p> {وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَلِكَ لَمِنْ عَزْمِ الأمور}  [الشورى: ٤٣] . </p><p> وفي هذه الآية «لام» التوكيد لتؤكد أن هذا الأمر يحتاج إلى عزم قوي؛ لأن لي فيها غريماً يثير غضبي. </p><p> فساعة أرى من ضربني أو أهانني أو سرقني أو أساء إليَّ إساءة بالغة، فالأمر هنا يحتاج صبراً وقوة وعزيمة. </p><p> أما في الحالة الأولى حالة عدم وجود غريم فالحق سبحانه يكتفي فقط بالقول الكريم: </p><p> {واصبر على مَآ أَصَابَكَ}  [لقمان: ١٧] . </p><p> ولكنه سبحانه أضاف في الآية الأخرى «اللام» لتأكيد العزم، وليضيف سبحانه في حالة وجود غريم طلب الغفران، فيقول سبحانه: </p><p> {وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَلِكَ لَمِنْ عَزْمِ الأمور}  [الشورى: ٤٣] . </p><p> وهكذا نجد المستثنى، وهم الصابرون على ألوانهم المختلفة. </p><p> وهنا يقول سبحانه: </p><p> {إِلاَّ الذين صَبَرُواْ وَعَمِلُواْ الصالحات}  [هود: ١١] . </p><p> وما دام هنا صبر، فالصبر لا يكون إلا على إيذاء. ولكن إياك أن يكون الإيذاء من خصمك في الإيمان، أو من خصمك في ما دون الإيمان، </p><p> صارفاً لك عن نشاطك في طاعة الله سبحانه؛ لأن الصبر لا يعني أن تكبت غضبك وتعذب نفسك بهذا الكبت بما يصرفك عن مهامك في الحياة، بل يسمح لك الحق سبحانه أن تتخلص من غلِّك وحقدك، بمعايشة الإيمان الذي يُخفف من غَلْواء الغضب. </p><p> ولكسر حدة الغل أباح لك الحق سبحانه وتعالى أن تعتدي على من اعتدى عليك بمثل ما اعتدى؛ لأن سبحانه وتعالى لا يريد لك أن تظل في حالة غليان بالغضب أو القهر بما يمنعك من العمل، بل يريد الحق سبحانه أن تتوجه بطاقاتك إلى أداء عملك. </p><p> ولذلك لا يلزمك الحق سبحانه إلا بحكم العدل فيقول عَزَّ وَجَلَّ: </p><p> {فَمَنِ اعتدى عَلَيْكُمْ فاعتدوا عَلَيْهِ بِمِثْلِ مَا اعتدى عَلَيْكُمْ}  [البقرة: ١٩٤] . </p><p> ولكن هناك القادر على التحكم في نفسه، ولذلك يقول الحق سبحانه: </p><p> {والكاظمين الغيظ}  [آل عمران: ١٣٤] . </p><p> ومعنى كظم الغيظ: أن الغيظ موجود، لكن صاحبه لا يتحرك بنزوع انتقامي، مثلما تقول:  «كظمت القِرْبة» لأن حامل القربة لو لم يكظم الماء فيها، لتفلَّت الماء منها، أي: أنه يحبس الماء فيها. </p><p> وكظم الغيظ درجة ومنزلة، قد لا تكون إيجابية؛ لأن الغيظ مازال موجوداً؛ ولذلك تأتي مرحلة أرقى، وتتمثل في قول الحق سبحانه: </p><p> {والعافين عَنِ الناس}  [آل عمران: ١٣٤] . </p><p> أي: أن تُخرج الغيظ من قلبك وتتسامح. </p><p> إذن: فأنت هنا أمام مراحل ثلاث: </p><p> أن تردَّ الاعتداء عليك بمثله، والمثليَّة في رد الاعتداء أمر لا يمكن أن يتحقق، فمن صفعك صفعة، كيف تستطيع أن تضبط كمية الألم في الصفعة التي ردها إليه؟ </p><p> إن المتحكم في ردِّ الاعتداء هو الغضب، والغضب لا يقيس الاعتداء بمثله، فلا يتحقق العدل المطلوب؛ لهذا يكون الصبر خيراً مصداقاً لقوله تعالى: </p><p> {وَلَئِن صَبَرْتُمْ لَهُوَ خَيْرٌ لِّلصَّابِرينَ}  [النحل: ١٢٦] . </p><p> فإن أزدتَ من قوة صفعتك تكون معتدياً. </p><p> ولعلنا نذكر مسرحية «تاجر البندقية» لشكسبير، وبطلها هذا التاجر اليهودي الذي أقرض رجلاً مالاً، وكان صَكُّ القرض يفرض أن يقتطع اليهودي رطلاً من لحم المقترض إن تأخر في السداد. </p><p> وتأخَّر المقترض في السداد، وأراد المرابي اليهودي أن يقتطع رطلاً من لحم المقترض، وعُرِض الأمر على القاضي، وكان القاضي رجلاً حكيماً، وأراد أن يصدر حكماً يتلمس فيه العدالة، فقال القاضي: لا مانع أن تأخذ رطلاً من لحم الرجل؛ هات السكين، واقطع رطلاً واحداً بلا زيادة أو نقصان؛ لأننا سنأخذ مقابل تلك الزيادة من لحمك أنت بنفس السكين، وكذلك إن قطعت من اللحم ما يقل عن الرطل، فسنقطع الناقص لك من لحمك أنت عقاباً لك. </p><p> وتردَّد المرابي اليهودي؛ لأن الجزار أيَّ جزار لا يمكن أن يضبط يده ليقطع رطلاً مكتمل الوزن، بل يقطع أحياناً ما يزيد عن الوزن المطلوب، ويقطع أحياناً ما يقل عن الوزن المطلوب، ثم يكمل أو ينقص الوزن حسب كل حالة. </p><p> وانسحب المرابي اليهودي وتنازل عن دعواه، والذي دفعه إلى ذلك هو عدم قدرته على أخذ المثل، فلو كان قد ارتقى قليلاً في مشاعره لما وصل إلى هذا الحكم. </p><p> والحق سبحانه وتعالى يحضنا على أن نرد العدوان بمثله، وإن أردنا الارتقاء فلنكظم الغيظ، وإن أردنا الارتقاء أكثر فلنخرج الغيظ من القلب ولنكن من العافين عن الناس؛ لننال محبة الله تعالى، لأنه سبحانه وتعالى يقول: </p><p> {والكاظمين الغيظ والعافين عَنِ الناس والله يُحِبُّ المحسنين}  [آل عمران: ١٣٤] . </p><p> وفي هذا يرتقي المؤمن بمنهج الله سبحانه، فيجعل المعتدَي عليه هو الذي يُحسن. </p><p> وحين تريد أن تفسر حب الله سبحانه للمحسنين فلسفيّاً أو منطقياً أو اقتصادياً، ستجد القضية صحيحة، والله سبحانه وتعالى يقول: </p><p> {وَلْيَعْفُواْ وليصفحوا أَلاَ تُحِبُّونَ أَن يَغْفِرَ الله لَكُمْ}  [النور: ٢٢] . </p><p> فإن أساء أخوك إليك سيئة، فإما أن ترد بالمثل، أو تكظم الغيظ أو ترقى إلى العفو، وبذلك تكون من المحسنين؛ لأنك إذا كنت قد ارتكبت سيئة، وعلمت أن الله سبحانه وتعالى يغفرها لك، ألا تشعر بالسرور؟ </p><p> إذن: فما دُمْت تريد أن يغفر الله تعالى لك السيئة عنده، فلماذا لا تعفو عن سيئة أخيك في حقك؟ </p><p> وقول الحق سبحانه: </p><p> {أَلاَ تُحِبُّونَ أَن يَغْفِرَ الله لَكُمْ}  [النور: ٢٢] . </p><p> وقد جاء الحق سبحانه هنا من ناحية النفس، فجعل عفو العبد عن سيئة العبد بحسنة، فلعفو العبد ثمن عند الله تعالى؛ لأن العبد سيأخذ مغفرة الله تعالى، وفوق ذلك فأنت تترك عقاب المسيء والانتقام منه لربك، وعند التسليم له راحة. </p><p> ولو اقتصصتَ أنت ممن أساء إليك، فقصاصك على قدر قوتك، أما إن تركته إلى قدرة الله تعالى، فهذا أصعب وأشق؛ لأنك تركته إلى قوة القوي. </p><p> وهكذا ينال العافي عن المسيء مرتبة راقية؛ لأنه جعل الله سبحانه وتعالى في جانبه. </p><p> وهناك من يقول: كيف يأمر الدين الناس بأن يحسنوا لمن أساء إليهم؟ ويعلل ذلك بأنه أمر ضد النفس. </p><p> ونقول: إن الإحسان إلى المسيء هو مرحلة ارتقاء، وليست تكليفاً أصيلاً؛ لأن الحق سبحانه قد أباح أن نرد العدوان بمثله، ثم حثَّ المؤمن على أن يكظم غيظه، أو يرتقي إلى العفو وأن يصل إلى الإحسان، وكل هذه ارتقاءات اليقين بالله سبحانه وتعالى. </p><p> وانظر إلى نفسك ولله المثل الأعلى ومنزَّه سبحانه عن كل مَثلٍ إنْ أردت أن تطبق الأمر على ذاتك حين تجد ولداً من أولادك قد اعتدى على أخيه، فقلبك وعواطفك وتلطفاتك تكون مع المعتدَى عليه. </p><p> ومن يقول: كيف يكلّفني الشرع بأن أحسن إلى من أساء إليَّ؟ </p><p> نقول له: تذكَّرْ قول الحسن البصري رَضِيَ اللَّهُ عَنْه: «أفلا أحْسِنُ لمن جعل الله في جانبي» . </p><p> ولو طبَّق العالم هذه القاعدة بيقينٍ وإخلاصٍ لصارت الحياة على الأرض جنة معجَّلة، التسامح، قوامها القرب، ومنهجها الحب. </p><p> وهنا في الآية التي نحن بصدد خواطرنا عنها يقول الحق سبحانه وتعالى: </p><p> {إِلاَّ الذين صَبَرُواْ وَعَمِلُواْ الصالحات أولئك لَهُمْ مَّغْفِرَةٌ وَأَجْرٌ كَبِيرٌ}  [هود: ١١] . </p><p> وإن تسأل أحد: ولماذا ينالون المغفرة؟ </p><p> نقول: لأنهم صبروا وغفروا؛ لذلك يهديهم الله تعالى مغفرة من عنده، لأنه صبر على الإساءة، وغفر لمن أساء، فلا بد أن يُثيبه الله تعالى، لا بالمغفرة فقط، ولكن بالأجر الكبير أيضاً. </p><p> ويقول سبحانه بعد ذلك:  {فَلَعَلَّكَ تَارِكٌ بَعْضَ مَا يوحى إِلَيْكَ وَضَآئِقٌ بِهِ صَدْرُكَ} </p>"
}