{
  "id": null,
  "sura": 11,
  "aya": 73,
  "text": "<p> والعجب إذن إنما يكون من قانون بشري، وإنما القادر الأعلى سبحانه له طلاقة القدرة في أن يخرق الناموس. . ومن خرق النواميس جاءت المعجزات لتثبت صدق البلاغ عن الله تعالى، فالمعجزات أمر خارق للعادة الكونية. </p><p> والقصة التي حدثت لإبراهيم عليه السلام وامرأته تكررت في قصة زكريا عليه السلام، والحق سبحانه هو الذي أعطى مريم عليها السلام بشارة التذكير لزكريا عليه السلام حين سألها: </p><p> {أنى لَكِ هذا}  [آل عمران: ٣٧] . </p><p> فقالت مريم: </p><p> {هُوَ مِنْ عِندِ الله إِنَّ الله يَرْزُقُ مَن يَشَآءُ بِغَيْرِ حِسَابٍ}  [آل عمران: ٣٧] . </p><p> إذن: فالحساب يكون بين الخلق وبعضهم، لا بين الخالق سبحانه وخَلْقه. </p><p> ولذلك ياتي قول الحق عَزَّ وَجَلَّ: </p><p> {هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُ}  [آل عمران: ٣٨] . </p><p> وما دام زكريا عليه السلام قد تذكَّر بقول مريم: </p><p> {إِنَّ الله يَرْزُقُ مَن يَشَآءُ بِغَيْرِ حِسَابٍ}  [آل عمران: ٣٧] . </p><p> فمن حقه أن يدعو: </p><p> {قَالَ رَبِّ هَبْ لِي مِن لَّدُنْكَ ذُرِّيَّةً}  [آل عمران: ٣٨] . </p><p> فأوحى له الله سبحانه وتعالى: </p><p> {يازكريآ إِنَّا نُبَشِّرُكَ بِغُلاَمٍ اسمه يحيى لَمْ نَجْعَل لَّهُ مِن قَبْلُ سَمِيّاً}  [مريم: ٧] . </p><p> أي: أن الحق سبحانه لم يرزقه الابن فقط، بل وسماه له أيضاً باسمٍ لم يسبقه إليه أحد. </p><p> وتسمية الله تعالى غير تسمية البشر، فإن كان بعض البشر قد سموا من بعد ذلك بعض أبنائهم باسم «يحيى» فقد فعلوا ذلك من باب الفأل الحسن في أن يعيش الابن. </p><p> لكن الحق سبحانه حين يسمي اسماً، فقد سماه «يحيى» ليحيا بالفعل، ويبلغ سن الرشد، ثم لا يأتي الموت؛ لذلك قُتِل يحيى وصار شهيداً، والشهيد حيٌّ عند ربه لا يأتي إليه موتٌ أبداً. </p><p> وهذا عكس تسمية البشر؛ لأن الإنسان قد يسمي ابنه «سعيد» ويعيش الابن حياته في منتهى الشقاء. </p><p> والشاعر يقول عن الإنسان الذي سمى ابنه «يحيى» : </p><p> وَسَمَّيْتُهُ يَحْيَى لِيَحْيَا فَلَمْ يَكُنْ ... لِرَدِّ قَضَاءِ الله فيهِ سَبِيلُ </p><p> وحين نرجع إلى أن مريم عليها السلام هي التي نبهت إلى قضية الرزق من الله، نجد أن زكريا عليه السلام قد دعا، وذكر أنه كبير السن وأن زوجه عاقر. </p><p> ولا بد أن زكريا عليه السلام يعرف أن الحق سبحانه وتعالى يعلم كل شيء أزلاً، ولذلك شاء الله سبحانه أن يطمئن زكريا عليه السلام بأنه سيرزقه الولد ويسميه، ويأتي قول الحق سبحانه وتعالى: </p><p> {كذلك قَالَ رَبُّكَ}  [مريم: ٩] . </p><p> وما دام الحق سبحانه وتعالى هو الذي قرَّر، فلا رادَّ لما أراده، ولذلك يقول سبحانه: </p><p> {هُوَ عَلَيَّ هَيِّنٌ وَقَدْ خَلَقْتُكَ مِن قَبْلُ وَلَمْ تَكُ شَيْئاً}  [مريم: ٩] . </p><p> وهكذا توالت الأحداث بعد أن نبهت مريم زكريا عليه السلام إلى قضية خَرْق النواميس التي تعرضت هي لها بعد ذلك، حينما تمثَّل لها المَلك بشراً، وبشَّرها بغلام اسمه المسيح عيسى ابن مريم عليه السلام. </p><p> وتساءلت مريم عن كيفية حدوث ذلك وهي التي لم يمسسها بشر فيذكِّرها الملك بأنها هي التي أجرى الله سبحانه وتعالى على لسانها قوله الحق في أثناء كلامها مع زكريا عليه السلام: </p><p> {إِنَّ الله يَرْزُقُ مَن يَشَآءُ بِغَيْرِ حِسَابٍ}  [آل عمران: ٣٧] . </p><p> وكان لا بد من طمأنتها؛ لأن إنجابها للمسيح عيسى عليه السلام دون أب هي مسألة عرض، ويجب أن تُقبل عليها وهي آمنة، غير مرتابٍ فيها ولا متهمة. </p><p> والآية التي نحن بصددها هنا تتعرض لامرأة إبراهيم عليه السلام حين جاءتها البشارة بالطفل، وكيف أوضحت لها الملائكة أنه لا عجب مما قدَّره الله تعالى وأراده، خلافاً للناموس الغالب في خلقه؛ لأن رحمة الله تبارك وتعالى بكل خير فيها قد وسعت أهل بيت النبوة، ومن تلك الرحمة والبركات هبة الأبناء في غير الأوان المعتاد. </p><p> ولهذا قال الحق سبحانه هنا: </p><p> {رَحْمَةُ الله وَبَرَكَاتُهُ عَلَيْكُمْ أَهْلَ البيت}  [هود: ٧٣] . </p><p> وينهي الحق سبحانه الآية بقوله تعالى: </p><p> {إِنَّهُ حَمِيدٌ مَّجِيدٌ}  [هود: ٧٣] . </p><p> أي: أنه سبحانه يستحق الحمد لذاته، وكل ما يصدر عنه يستوجب الحمد له من عباده، فلا حد لخيره وإحسانه، والله تعالى مُطْلَقُ صفات المجد. </p><p> وكلمة «حميد» في اللغة من «فَعِيل» وتَرِدُ على معنيين: إما أن تكون بمعنى فاعل مثل قولنا: «الله رحيم» بمعنى أنه راحم خلقه. وإما أن تكون بمعنى مفعول؛ كقولنا:  «قتيل» بمعنى «مقتول» . </p><p> وكلمة «حميد» هنا تأتي بالمعنيين معاً: «حامدٌ» و «محمودٌ» ، مثل قول الحق سبحانه عن نفسه أنه «الشكور» ؛ لأنه سبحانه يشكر من يشكره على نعمه بطاعته. والله سبحانه «حميدٌ» ؛ لأنه حامدٌ لمن يطيعه طاعة نابعة من الإيمان، والله سبحانه «محمودٌ» ممن أنعم عليهم نعمه السابغة. </p><p> والله سبحانه هو المجيد الذي يعطي قبل أن يُسأل. </p><p> ولذلك نجد عارفاً بالله تعالى قد جاءه سائل، فأخرج كيساً ووضعه في يده، ثم رجع إلى أهله يبكي، فقالت له امرأته: وما يبكيك وقد أديت له حق سؤاله؟ قال: أنا أبكي لأني تركته ليسأل، وكان المفروض ألا أجعله يقف موقف السائل. </p><p> والحق سبحانه وتعالى أعطانا، حتى قبل أن نعرف كيف نسأل، ومثال ذلك: هو عطاء الحق سبحانه وتعالى للجنين في بطن أمه، والجنين لم يتعلم الكلام والسؤال. </p><p> والحق سبحانه وتعالى في كل لقطة من لقطات القرآن يعطي فكرة اجتماعية مأخوذة من الدين، فها هو ذا سيدنا إبراهيم عليه السلام يقدم العجل الحنيذ للضيوف، ليعلمنا أنه إذا جاء لك ضيف، وعرضت عليه الطعام، ولم يأكل، فلا ترفع الطعام من أمامه، بل عليك أن تسأله أن يأكل، فإن رد بعزيمة، وقال: لقد أكلت قبل أن أحضر إليك، فَلَكَ أن ترفع الطعام من أمامه بعد أن أكدت عليه في تناول الطعام. </p><p> ويروي بعض العارفين أن سيدنا إبراهيم عليه السلام حينما قال: ألا تأكلون؟ قالت الملائكة: لا نأكل إلا إذا دفعنا ثمن الطعام. فقال إبراهيم، بما آتاه الله من حكمة النبوة ووحي الإلهام: ثمنه أن تُسمُّوا الله أوله، وتحمدوه آخره. </p><p> وأنت إذا أقبلت على طعام وقلت في أوله:  «بسم الله الرحمن الرحيم» وإذا انتهيت منه وقلت: «الحمد لله» ؛ تكون قد أديت حق الطعام مصداقاً لقول الحق سبحانه: </p><p> {ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النعيم}  [التكاثر: ٨] . </p><p> وهكذا بيَّن لنا الحق سبحانه أن إبراهيم عليه السلام وزوجه قد أطمأنا على أن الملائكة قد جاءت لهما بالبشرى، وأنها لا تريد بإبراهيم أو بقومه سوءاً، بل هي مكلفة بتعذيب قوم لوط. </p><p> وهنا يقول الحق سبحانه:  {فَلَمَّا ذَهَبَ عَنْ إِبْرَاهِيمَ الروع} </p>"
}