{
  "id": null,
  "sura": 11,
  "aya": 45,
  "text": "<p> وعاطفة الأبوة عاطفة محمودة، والحق سبحانه يشحن بها قلب الأب على قَدْر حاجة البنوة، ولو لم تكن تلك العاطفة موجودة، لما تحمُّل أيُّ أبٍ أو أيُّ أمٍّ متاعب تربية الأبناء. </p><p> وحتى نعلم أن الأنبياء لا بنوة لهم إلا بنوة الاتِّباع نجد المثل في إبراهيم خليل الرحمن عليه وعلى نبينا أفضل الصلاة والسلام، حين قال فيه الحق سبحانه: </p><p> {وَإِذِ ابتلى إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ فَأَتَمَّهُنَّ}  [البقرة: ١٢٤] . </p><p> أي: أن أداء إبراهيم عليه السلام للتكاليف كان على وجه التمام، مثلما أراد أن يرفع القواعد من البيت، فرفعها فوق قامته بالاحتيال، فاحضر حجراً ووقف عليه ليُعلي جدار الكعبة. </p><p> وقال له الله تعالى: </p><p> {إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَاماً}  [البقرة: ١٢٤] . </p><p> لأنك مأمون على منهج الله وقادر على أن تنفِّذه بدقة، فقال إبراهيم عليه السلام: </p><p> {وَمِن ذُرِّيَّتِي}  [البقرة: ١٢٤] . </p><p> فقال الحق سبحانه: </p><p> {لاَ يَنَالُ عَهْدِي الظالمين}  [البقرة: ١٢٤] . </p><p> من هذا نعلم أن النبوَّة ليس لها بنوَّة، بل النبوَّة لها أتباع. </p><p> ويتضح ذلك أيضاً في قول إبراهيم عليه السلام بعد أن استقرَّ في ذهنه قول الحق سبحانه: </p><p> {لاَ يَنَالُ عَهْدِي الظالمين}  [البقرة: ١٢٤] . </p><p> قال إبراهيم لربه سبحانه طلباً للرزق لمكة وأهلها: </p><p> {وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجعل هذا بَلَداً آمِناً وارزق أَهْلَهُ مِنَ الثمرات مَنْ آمَنَ مِنْهُمْ بالله واليوم الآخر}  [البقرة: ١٢٦] . </p><p> هكذا طلب إبراهيم عليه السلام الرزق للمؤمنين، لكن الحق سبحانه يبيِّن له أنه نقل المسألة إلى غير مكانها؛ فالرزق عطاء ربوبية للمؤمن والكافر، لكن تكليفات الألوهية هي للمؤمن فقط؛ لذلك قال الحق سبحانه: </p><p> {وَمَن كَفَرَ}  [البقرة: ١٢٦] . </p><p> أي: أن الرزق يشمل المؤمن والكافر، عطاء من الربوبية. </p><p> ونريد أن نقول إنَّ عاطفة الأبوة والأمومة إنما تتناسب مع حاجة الابن تناسباً عكسيّا، فإن كان الابن قوّياً فعاطفة الأبوة والأمومة تقلُّ. </p><p> ومثال ذلك: أننا نجد شقيقين أحدهما غني قائم بأمر الأبوين ويتكفَّل بهما، بينما الابن الآخر فقير لا يقدر على رعاية الأبوين. </p><p> وسنلحظ أن قلب الأب والأم يكون مع الفقير، لا مع الغَنيِّ، فعاطفة الأبوة والأمومة تكون مع الضعيف والمريض والغائب، وكلما كان الابن في حاجة؛ كانت العاطفة معه. </p><p> وفي نداء نوح عليه السلام لربه سبحانه نلحظ أن نوحاً كان يملك المبرِّر طلباً لنجاة الابن؛ لأن الحق سبحانه أمره بأن يحمل في السفينة من كلٍّ زوجين اثنين وكذلك أهله، فأراد نوح عليه السلام أن يطلب النجاة لابنه من أهله، فقال: </p><p> {رَبِّ إِنَّ ابني مِنْ أَهْلِي وَإِنَّ وَعْدَكَ الحق وَأَنتَ أَحْكَمُ الحاكمين}  [هود: ٤٥] . </p><p> إذن: فنوح عليه السلام يملك حق الدعاء؛ لأنه يطلب تحقيق وعد الله تعالى بأن يحمل أهله معه للنجاة. </p><p> وحين يقول نوح:  {وَأَنتَ أَحْكَمُ الحاكمين} هو إقرار بأن الله سبحانه لا يخطىء؛ لأن الابن قد غرق، بل لا بد أن ذلك الغرق كان لحكمة. </p><p> ويقول الحق سبحانه:  {قَالَ يانوح إِنَّهُ لَيْسَ مِنْ أَهْلِكَ إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ} </p>"
}