{
  "id": null,
  "sura": 11,
  "aya": 87,
  "text": "<p> أي: أيأمرك إلهك ودينك أن نترك ما يعبد آباؤنا؟ </p><p> ولقائل أن يقول: ولماذا قالوا: «أصلاتك» ؟ </p><p> نقول: لأن الإسلام بُنِيَ على خمس: أولها شهادة ألاّ إله إلا الله وأن محمداً رسول الله؛ ويكفي أن يقولها الإنسان مرة واحدة في حياته كلها، ثم إقامة الصلاة، وبعد ذلك إيتاء الزكاة، ثم صوم رمضان، ثم حج البيت لمن استطاع إليه سبيلاً. </p><p> وأنت إن نظرت إلى هذه الأركان فقد تجد إنساناً لا يملك ما يزكِّى به أو ما يحج به، وقد يكون مريضاً فلا صوم عليه، وهو ينطق بالشهادة مرة واحدة في حياته، ولا يبقى في أركان الدين إلا الصلاة؛ ولذلك يقال عنها:  «عماد الدين من أقامها فقد أقام الدين، ومن تركها فقد هدم الدين» لأنها الركن الوحيد الذي يعلن العبد فيه الولاء لربه كل يوم خمس مرات، دواماً في الولاء لله. </p><p> ولا تسقط الصلاة أبداً عن أي إنسان مهما كانت ظروفه، فإن عجز عن الحركة؛ فله أن يصلي برموش عينيه، وإن عجز عن تحريك رموش عينيه فَلْيُجْرِ الصلاة على قلبه، حتى في حالة الحرب والمسايفة </p><p> فالإنسان المسلم يصلي صلاة الخوف. </p><p> إذن: فالصلاة هي الركن الذي لا يسقط أبداً، ويُكرَّر في اليوم خمس مرات، وقد أعطاها الحق سبحانه في التشريع ما يناسبها من الأهمية. </p><p> وكل تكليفات الإسلام جاءت بوحي من الله سبحانه وتعالى، فجبريل عليه السلام يحمل الوحي إلى الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ ويبلغنا الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إياه، وتميزت الصلاة وحدها بأن الحق سبحانه قد كلَّف بها النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في أثناء وجوده في الملأ الأعلى؛ عند سدرة المنتهى، وذلك لفرط أهميتها. </p><p> ومثال ذلك من حياتنا ولله المثل الأعلى نجد الرئيس في أي موقع من مواقع العمل؛ وهو يستقبل البريد اليومي المتعلق بالعمل، ويحول كل خطاب إلى الموظف المختص ليدرسه أو ليقترح بخصوصه اقتراحاً، وإذا وجد الرئيس أمراً مهمّاً قادماً من أعلى المستويات؛ فهو يستدعي الموظف المختص؛ ويرتب معه الإجراءات والترتيبات الواجب اتخاذها؛ وإذا كان هذا يحدث في الأمور البشرية، فما بالنا بالتكليف من الله سبحانه وتعالى للرسول؟ </p><p> وقد شاء الحق سبحانه أن يكون تكليف الصلاة لأهميته هو التكليف الوحيد الذي نال تلك المنزلة؛ لأنها الركن الذي يتكرر خمس مرات في اليوم الواحد؛ ولا مناص منه. </p><p> فأنت قد لا تنطق الشهادة إلا مرة واحدة؛ لكنك تقولها في كل صلاة. </p><p> وفي الزكاة تضحِّي ببعض المال؛ وأنت لم تولد ومعك المال؛ إلا إن كنت قد ورثت وأنت في بطن أمك؛ ولا بد أن تزكِّي من مالك؛ والمال لا يأتي إلا من العمل؛ والعمل فرع من الوقت؛ وأنت في الصلاة تضحِّي بالوقت نفسه؛ والوقت أوسع من دائرة الزكاة. </p><p> وفي الصيام أنت تمتنع عن شهوتي البطن والفرج؛ من الفجر إلى المغرب؛ لكنك تمارس كل أنشطة الحياة؛ أما في الصلاة فأنت تصوم عن شهوتي الفرج والطعام؛ وتصوم أكثر عن أشياء مباحة لك في الصيام. </p><p> وفي الحج أنت تتوجه إلى بيت الله الحرام؛ وأنت في كل صلاة تتوجه إلى بيت الله الحرام. </p><p> وهكذا تجتمع كل أركان الإسلام في الصلاة. </p><p> وأهل مدين هنا في الآية الكريمة التي نحن بصدد خواطرنا عنها قد هزءوا برسولهم شعيب عليه السلام، وصلاته؛ مثلما فعل كفار قريش مع رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> وقال أهل مدين لشعيب عليه السلام: </p><p> {أصلاوتك تَأْمُرُكَ}  [هود: ٨٧] . </p><p> وظنوا أنهم بهذا القول إنما يتهكمون عليه؛ لأن شعيباً كان كثير الصلاة؛ وهم ككفار قريش يجهلون أن الصلاة تأمر وتنهى. </p><p> والحق سبحانه يقول: </p><p> {إِنَّ الصلاة تنهى عَنِ الفحشآء والمنكر}  [العنكبوت: ٤٥] . </p><p> إذن: فللصلاة أمر، وللصلاة نهي، وما دام قد ثبت لشيء حكم؛ يثبت له مقابله، وأنت تسمع من يقول لآخر: أنت تصلي لذلك فأنا أثق في أمانتك وتسمع إنساناً آخر ينصح صديقاً بقوله: كيف تسمح لنفسك أن ترتكب هذا الإثم وأنت خارج من الصلاة؟ </p><p> وكثير من الناس يغفلون عن أن التقابل في الجهات إنما يحل مشاكل متعددة؛ فيأخذون جهة ويتركون الأخرى. </p><p> ولذلك أقول: ما دام الحق سبحانه قد قال إن الصلاة تنهى عن الفحشاء والمنكر، فلا بد أنها تأمر بالبر والخير. </p><p> ومثال آخر: نجده في قول الحق سبحانه عن غرق قوم فرعون: </p><p> {فَمَا بَكَتْ عَلَيْهِمُ السمآء والأرض}  [الدخان: ٢٩] . </p><p> وما دام الحق سبحانه وتعالى قد نفى بكاء السموات والأرض على قوم فرعون؛ ففي المقابل فلا بد أنها تبكي على قوم آخرين؛ لأن السموات والأرض من المسخّرات للتسبيح، وقال الحق سبحانه عنهما: </p><p> {إِنَّا عَرَضْنَا الأمانة عَلَى السماوات والأرض والجبال فَأبَيْنَ أَن يَحْمِلْنَهَا}  [الأحزاب: ٧٢] . </p><p> وبهذا القول اختارت كل من السموات والأرض مكانة الكائنات المسبِّحة، مصداقاً لقول الحق سبحانه: </p><p> {وَإِن مِّن شَيْءٍ إِلاَّ يُسَبِّحُ بِحَمْدِهِ}  [الإسراء: ٤٤] . </p><p> فإذا رأت السموات والأرض إنساناً مُسبِّحاً؛ فلا بد أن تحبه، وإن رأت إنساناً كافراً، معانداً؛ فلا بد أن تكرهه. </p><p> وما دامت السموات والأرض لم تبكِ على قوم فرعون؛ فذلك لأنهم ضالون؛ لأنها لا تبكي إلا على المهديين. </p><p> وقد حلَّ لنا الإمام علي بن أبي طالب كرم الله وجهه هذه المسألة؛ فقال: «إذا مات المؤمن بكى عليه موضعان: موضع في الأرض، وموضع </p><p> في السماء، أما موضعه الذي في الأرض؛ فمصلاّه، وأما موضعه في السماء فمصعد عمله» . </p><p> لأن موضعه الذي كان يصلي فيه؛ يُحرم من أن واحداً كان يصلي فيه، وأما موضعه الذي كان يصعد منه عمله؛ فيفتقد رائحة عبور العمل الصالح. </p><p> فإن أردت بالصلاة الدين؛ وهي رمز الدين؛ فللصلاة أمر هو نفس أمر الدين، وهي الأمر بالإيمان الحق، لأن الإيمان المقلد لا نفع له. </p><p> إذن: فقد أراد أهل مدين التهكم على دعوة شعيب لهم؛ وتساءلوا: </p><p> {أصلاوتك تَأْمُرُكَ أَن نَّتْرُكَ مَا يَعْبُدُ ءابَاؤُنَآ}  [هود: ٨٧] . </p><p> وهذا القول يحمل أيضاً ردهم على دعوته لهم ألاّ يعبدوا غير الله؛ فلا إله غيره؛ وردوا كذلك على دعوته لهم ألاّ ينقصوا الكيل والميزان؛ وألاّ يبخسوا الناس أشياءهم؛ وأن يتيقنوا أن ما يبقى عند الله هو الخير لهم، وألا يعثوا في الأرض مفسدين. </p><p> وقالوا: أتنهانا أيضاً عن أن نفعل بأموالنا ما نشاء؟ وكأنهم قد عميت بصيرتهم؛ لأنهم إن أباحوا لأنفسهم أن يفعلوا بأموالهم ما يشاءون؛ </p><p> فغيرهم سيبيحون لأنفسهم أن يفعلوا بأموالهم ما يشاءون؛ وستصطدم المصالح، ويخسر الجميع. </p><p> وقولهم:  {إِنَّكَ لأَنتَ الحليم الرشيد}  [هود: ٨٧] . </p><p> استمرار في التهكم الذي بدءوه بقولهم: </p><p> {أصلاوتك تَأْمُرُكَ أَن نَّتْرُكَ مَا يَعْبُدُ ءابَاؤُنَآ}  [هود: ٨٧] . </p><p> مثلهم في ذلك مثل منافقي المدينة الذين قالوا للأنصار: </p><p> {لاَ تُنفِقُواْ على مَنْ عِندَ رَسُولِ الله حتى يَنفَضُّواْ}  [المنافقون: ٧] . </p><p> وكانوا يريدون أن يضربوا المؤاخاة بين المهاجرين والأنصار؛ وقد قالوا:  {رَسُولِ الله} تهكماً؛ وهم يحرضون أثرياء المدينة على تجويع المهاجرين. </p><p> ومثلهم أيضاً مثل قوم لوط حين نهاهم عن فعل تلك الفحشاء؛ فقالوا تهكماً منه وممن آمن معه: </p><p> {أَخْرِجُوهُمْ مِّن قَرْيَتِكُمْ إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ}  [الأعراف: ٨٢] . </p><p> فهل تطهرهم علة للإخراج من القرية، ولكنهم قالوا هذا لأنهم لا يريدون أن يكون بينهم من يعكر ما هم فيه. </p><p> وهذا مثلما نسمع في حياتنا من يقول:  «لا تستعن بفلان لأنه حنبلي» . </p><p> هم إذن قد قالوا: </p><p> {إِنَّكَ لأَنتَ الحليم الرشيد}  [هود: ٨٧] . </p><p> وهذا منطق السخرية منه؛ لأنه لم يوافقهم على عبادة غير الله؛ ولم يوافقهم على إنقاص الكيل والميزان؛ ونهاهم عن بَخْس الناس أشياءهم. </p><p> وإذا قيل حُكْمٌ وهو حقٌّ؛ ويقوله من لا يؤمن به؛ فهو يقصد به الهُزْء والسخرية. </p><p> وهو لون من التهكم جاء في القرآن الكريم في مواضع متعددة؛ فنجد الحق سبحانه يقول لمن تجبر وطغى في الدنيا؛ ويلقى عذاب السعير في الآخرة: </p><p> {ذُقْ إِنَّكَ أَنتَ العزيز الكريم}  [الدخان: ٤٩] . </p><p> وكذلك يقول الحق سبحانه: </p><p> {وَإِن يَسْتَغِيثُواْ يُغَاثُواْ بِمَآءٍ كالمهل يَشْوِي الوجوه}  [الكهف: ٢٩] . </p><p> وفي كُلٍّ من القولين تهكم وسخرية، وكذلك قولهم في الآية التي نحن بصدد خواطرنا عنها: </p><p> {أصلاوتك تَأْمُرُكَ}  [هود: ٨٧] . </p><p> وهذا قول يحمل التهكم بصلاته. </p><p> وكذلك قولهم: </p><p> {إِنَّكَ لأَنتَ الحليم الرشيد}  [هود: ٨٧] . </p><p> يعني التساؤل: كيف يصح لك وأنت العاقل الحليم أن تتورط وتقول لنا: </p><p> {اعبدوا الله مَا لَكُمْ مِّنْ إله غَيْرُهُ}  [هود: ٨٤] . </p><p> وقد قالوا ذلك لأنهم قد ألفوا عبادة الأصنام، وكذلك تهكموا على دعوته لهم بعدم إنقاص الكيل والميزان. </p><p> وأيضاً لم يقبلوا منه قوله بأن يحسنوا التصرف في المال، والعلة التي برروا بها كل هذا السَّفَه أن شعيباً حليم رشيد؛ فيكف يدعوهم إلى ما يخالف أهواءهم؟ </p><p> ويأتي الحق سبحانه بما قاله شعيب عليه السلام فيقول جَلَّ شأنه: </p><p> {قَالَ ياقوم أَرَأَيْتُمْ إِن كُنتُ على بَيِّنَةٍ مِّن رَّبِّي} </p>"
}