{
  "id": null,
  "sura": 11,
  "aya": 29,
  "text": "<p> ومثل هذا القول بمعناه جاء مع كل رسول، ففي مواضع أخرى يقول الحق سبحانه: </p><p> {قُل لاَّ أَسْأَلُكُمْ عَلَيْهِ أَجْراً}  [الأنعام: ٩٠] . </p><p> لأن العِوَض في التبادل قد لا يكون مالاً، بل قد يكون تمراً، أو شعيراً أو قطناً أو غير ذلك، والأجر كما نعلم هو أعم من أن يكون مالاً أو غير مال؛ لذلك يقول الحق سبحانه هنا: </p><p> {لا أَسْأَلُكُمْ عَلَيْهِ مَالاً إِنْ أَجْرِيَ إِلاَّ عَلَى الله}  [هود: ٢٩] . </p><p> وهكذا نجد أن الحق سبحانه قد أغْلَى الأمر. </p><p> وقول الرسول: </p><p> {إِنْ أَجْرِيَ إِلاَّ عَلَى الله}  [هود: ٢٩] . </p><p> هو قول يدل على أن الأمر الذي جاء به الرسول هو أمر نافع؛ لأن الأجرة لا تستحق إلا مقابل المنفعة. </p><p> ونحن نعلم أن مبادلة الشيء بعينه أو ما يساويه؛ تُسمَّى شراء، أما أن يأخذ الإنسان المنفعة من العين، وتظل العين ملكاً لصاحبها، فمن يأخذ هذه المنفعة يدفع عنها إيجاراً، فكان نوحاً عليه السلام يقول: لقد كنت أستحق أجراً لأنني أقدِّم لكم منفعة، لكنني لن آخذ منكم شيئاً، لا زُهْداً في الأجر، ولكني أطمع في الأجر ممن هو أفضل منكم وأعظم وأكبر. </p><p> ولأن هذا الملأ الكافر قد وصف من اتبع نوحاً بأنهم أراذل؛ لذلك ياتي الرد من نوح عليه السلام: </p><p> {وَمَآ أَنَاْ بِطَارِدِ الذين آمنوا}  [هود: ٢٩] . </p><p> ويوضح هذا الرد أن نوحاً عليه السلام لا يمكن أن يطرد إنساناً من حظيرة الإيمان لأنه فقير، فاليقين الإيماني لا علاقة له بالثروة أو الجاه أو الفقر والحاجة. </p><p> ولا يُخْلِي رسولٌ مكاناً من أتباعه الفقراء ليأتي الأغنياء، بل الكلُّ سواسية أمام الله سبحانه وتعالى. </p><p> والحق سبحانه يقول: </p><p> {وَلاَ تَطْرُدِ الذين يَدْعُونَ رَبَّهُمْ بالغداة والعشي يُرِيدُونَ وَجْهَهُ مَا عَلَيْكَ مِنْ حِسَابِهِم مِّن شَيْءٍ وَمَا مِنْ حِسَابِكَ عَلَيْهِمْ مِّن شَيْءٍ فَتَطْرُدَهُمْ فَتَكُونَ مِنَ الظالمين}  [الأنعام: ٥٢] . </p><p> وقد جعل الحق سبحانه هؤلاء الذين يطلق عليهم كلمة «أراذل» فتنة، فمن تكبَّر بسبب فقر وضعف أتباع الرسل، فليغرق في كِبْره. </p><p> لذلك يقول الحق سبحانه: </p><p> {وكذلك فَتَنَّا بَعْضَهُمْ بِبَعْضٍ ليقولوا أهؤلاء مَنَّ الله عَلَيْهِم مِّن بَيْنِنَآ أَلَيْسَ الله بِأَعْلَمَ بالشاكرين}  [الأنعام: ٥٣] . </p><p> وأيضا يأمر الحق سبحانه رسوله بأن يضع عينه على هؤلاء الضعاف، وألا ينصرف عنهم أو عن أي واحد منهم، فيقول الحق سبحانه: </p><p> {واصبر نَفْسَكَ مَعَ الذين يَدْعُونَ رَبَّهُم بالغداة والعشي يُرِيدُونَ وَجْهَهُ وَلاَ تَعْدُ عَيْنَاكَ عَنْهُمْ}  [الكهف: ٢٨] . </p><p> جاء هذا القول حتى لا ينشأ فساد أو عداء بين المؤمنين برسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، ولا يقال:  «فلان مُقَرَّبٌ منه» ؛ ولذلك كان صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إذا جلس؛ يوزع نظره على كل جلسائه، حتى يظن كل جالس أن نظره لا يتحول عنه. </p><p> وفي هذه الآية الكريمة التي نحن بصدد خواطرنا عنها يقول الحق سحبانه وتعالى على لسان سيدنا نوح عليه السلام وصفاً لهؤلاء الضعاف الذين آمنوا: </p><p> {إِنَّهُمْ مُّلاَقُواْ رَبِّهِمْ}  [هود: ٢٩] . </p><p> وفي هذا بيانٌ أن نوحاً عليه السلام لن يطرد هؤلاء الضعاف المؤمنين، فلو طردهم وهم الذين سيلقون الله تعالى، أيسمح نوح عليه السلام أن يقال عنه أمام الحق تبارك وتعالى إنه قد طرد قوماً آمنوا رسالته؟ طبعاً لا. </p><p> ونحن نعلم أن الحق سبحانه يحاسب رسله، والمرسَل إليهم، فهو سبحانه القائل: </p><p> {فَلَنَسْأَلَنَّ الذين أُرْسِلَ إِلَيْهِمْ وَلَنَسْأَلَنَّ المرسلين}  [الأعراف: ٦] . </p><p> إذن: فنوح عليه السلام يعلم أنه مسئول أمام ربه، ولكن هذا الملأ الكافر من قومه يجهلون؛ ولذلك يقول الحق سبحانه في نهاية هذه الآية الكريمة على لسان نوح عليه السلام: </p><p> {ولكني أَرَاكُمْ قَوْماً تَجْهَلُونَ}  [هود: ٢٩] . </p><p> أي: أنهم لا يفهمون مهمة نوح عليه السلام، وأنه مسئول أمام ربه. </p><p> ويقول الحق سبحانه من بعد ذلك:  {وياقوم مَن يَنصُرُنِي مِنَ الله} </p>"
}