{
  "id": null,
  "sura": 12,
  "aya": 24,
  "text": "<p> والهَمُّ هو حديث النفس بالشيء؛ إما أن يأتيه الإنسان أو لا يأتيه. ومن رحمة ربنا بخلْقه أن مَنْ هَمَّ بسيئة وحدَّثتْه نفسه أن يفعلها؛ ولم يفعلها كُتِبتْ له حسنة. </p><p> وقد جاءت العبارة هنا في أمر المراودة التي كانت منها، والامتناع الذي كان منه، واقتضى ذلك الأمر مفاعلة بين اثنين يصطرعان في شيء. </p><p> فأحد الاثنين امرأة العزيز يقول الله في حقها: </p><p> {وَلَقَدْ هَمَّتْ بِهِ}  [يوسف: ٢٤] . </p><p> وسبق أن أعلن لنا الحق سبحانه في الآية السابقة موقفها حين قالت:  «هيت لك» وكذلك بيَّن موقف يوسف عليه السلام حين قال يوسف «معاذ الله» . </p><p> وهنا يبين لنا أن نفسه قد حدثته أيضاً؛ وتساوى في حديث النفس؛ لكن يوسف حدث له أن رأى برهان ربه. </p><p> ويكون فَهْمُنا للعبارة: ولولا أن رأى برهان ربه لَهَمَّ بها؛ لأننا نعلم أن «لولا» حرف امتناع لوجود؛ مثلما نقول: لولا زيد عندك لأتيتك. </p><p> ولقائل أن يقول: كيف غابت قضية الشرط في الإيجاد والامتناع عن الذين يقولون؛ إن الهم قد وُجِد منه؟ </p><p> ولماذا لم يَقُل الحق: لقد همَّتْ به ولم يهم بها؛ حتى نخرج من تلك القضية الصعبة؟ </p><p> ونقول: لو قال الحق ذلك لما أعطانا هذا القولُ اللقطةَ المطلوبة؛ لأن امرأة العزيز هَمَّتْ به لأن عندها نوازع العمل؛ وإنْ لم يَقُلْ لنا أنه قد هَمَّ بها لظننا أنه عِنِّين أو خَصَاه موقف أنها سيدته فخارتْ قواه. </p><p> إذن: لو قال الحق سبحانه: إنه لم يَهِمّ بها؛ لكان المانع من الهَمِّ إما أمر طبيعي فيه، أو أمر طاريء لأنها سيدته فقد يمنعه الحياء عن الهَمِّ بها. </p><p> ولكن الحق سبحانه يريد أن يوضح لنا أن يوسف كان طبيعياً وهو قد بلغ أشُدَّه ونُضْجه؛ ولولا أن رأى برهان ربه لَهَمَّ بها. </p><p> وهكذا لم يَقُمْ يوسف عليه السلام بما يتطلبه ذلك لنقص فيه؛ ولا لأن الموقف كان مفاجأة ضَيَّعَتْ رجولته بغتة؛ مثل ما يحدث لبعض الشباب في ليلة الزفاف، حين لا يستطيع أن يَقربَ عروسه؛ وتمر أيام إلى أن يستعيد توازنه. ويقرب عروسه. </p><p> إذن: لو أن القرآن يريد عدم الهَمِّ على الإطلاق؛ ومن غير شيء، لَقَال: ولقد هَمَّتْ به ولم يَهِم بها. </p><p> ولكن مثل هذا القول هو نَفْيٌ للحدث بما لا يستلزم العفة والعصمة، لجواز أن يكون عدم الهَمِّ راجعاً إلى نقص ما؛ وحتى لا يتطرق إلينا تشبيهه ببعض الخدم؛ حيث يستحي الخادم أن ينظر إلى البنات الجميلات للأسرة التي يعمل عندها؛ ويتجه نظره إلى الخادمة التي تعمل في المنزل المجاور، لأن للعواطف التقاءات. </p><p> ومن لُطْفِ الله بالخلق أنه يُوجِد الالتقاءات التفاعلية في المتساويات، فلا تأتي عاطفة الخادم في بعض الأحيان ناحية بنات البيت الذي يعمل عنده؛ وقد يطلب من أهل البيت أن يخرج لشراء أي شيء من خارج المنزل، لعله يحظى بلقاء عابر من خادمة الجيران. </p><p> ويجوز أن الخادم قد فكر في أنه لو هَمَّ بواحدة من بنات الأسرة التي يعمل لديها؛ فقد تطرده الأسرة من العمل؛ بينما هو يحيا سعيداً مع تلك الأسرة. </p><p> وهكذا يشاء الحق سبحانه أن يوزع تلك المسائل بنظام وتكافؤات في كثير من الأحيان. </p><p> وهنا في الآية التي نحن بصدد خواطرنا عنها قال الحق سبحانه: </p><p> {وَلَقَدْ هَمَّتْ بِهِ وَهَمَّ بِهَا لولا أَن رَّأَى بُرْهَانَ رَبِّهِ}  [يوسف: ٢٤] . </p><p> إذن: فبرهان ربه سابق على الهَمِّ، فواحد هَمّ ولم يرتكب ما يتطلبه الهمّ؛ لأن برهان ربه في قلبه، وقد عرف يوسف برهان ربه من البداية. </p><p> وبذلك تنتهي المسألة، ولذلك فلا داعي أن يدخل الناس في متاهات أنه هَمّ وجلس بين شعبتيها، ولم يرتعد إلا عندما تمثِّل له وجه والده يعقوب ونهاه عن هذا الفعل؛ فأفسقُ الفُسّاق ولو تمثَّل له أبوه وهو في مثل هذا الموقف لأصيب بالإغماء. </p><p> وحين تناقش مَنْ رأى هذا الرأي؛ يردّ بأن هدفه أن يثبت فحولة يوسف؛ لأن الهمّ وجد وأنه قد نازع الهمّ. </p><p> ونقول لصاحب هذا الرأي: أتتكلم عن الله، أم عن الشيطان؟ . </p><p> أنت لو نظرتَ إلى أبطال القصة تجدهم: امرأة العزيز؛ ويوسف والعزيز نفسه؛ والشاهد على أن يوسف قد حاول الفِكَاك من ذلك الموقف، ثم النسوة اللاتي دَعتْهُنَّ امرأة العزيز ليشاهدوا جماله؛ والله قد كتب له العصمة. </p><p> فكُلُّ هؤلاء تضافروا على أن يوسف لم يحدث منه شيء. </p><p> وقال يوسف نفسه:  {هِيَ رَاوَدَتْنِي عَن نَّفْسِي}  [يوسف: ٢٦] وامرأة العزيز نفسها قالت مُصدِّقة لِمَا قال: {وَلَقَدْ رَاوَدتُّهُ عَن نَّفْسِهِ فاستعصم}  [يوسف: ٣٢] . </p><p> وقالت:  {الآن حَصْحَصَ الحق أَنَاْ رَاوَدْتُّهُ عَن نَّفْسِهِ وَإِنَّهُ لَمِنَ الصادقين ذلك لِيَعْلَمَ أَنِّي لَمْ أَخُنْهُ بالغيب}  [يوسف: ٥١ - ٥٢] . </p><p> وعن النسوة قال يوسف:  {مَا بَالُ النسوة اللاتي قَطَّعْنَ أَيْدِيَهُنَّ إِنَّ رَبِّي بِكَيْدِهِنَّ عَلِيمٌ}  [يوسف: ٥٠] . </p><p> وقال يوسف لحظتها:  {وَإِلاَّ تَصْرِفْ عَنِّي كَيْدَهُنَّ أَصْبُ إِلَيْهِنَّ وَأَكُن مِّنَ الجاهلين}  [يوسف: ٣٣] . </p><p> والصَّبْوة هي حديث النفس بالشيء؛ وهو ما يثبت قدرة يوسف عليه السلام على الفعل، وحماه الله من الصبوة؛ لأن الحق سبحانه قد قال: </p><p> {فَصَرَفَ عَنْهُ كَيْدَهُنَّ}  [يوسف: ٣٤] . </p><p> وانظر إلى لقطة النسوة اللاتي تهامسْنَ بالنميمة عن امرأة العزيز وحكايتها مع يوسف، ألم يَقُلْنَ:  {مَا هذا بَشَراً إِنْ هاذآ إِلاَّ مَلَكٌ كَرِيمٌ}  [يوسف: ٣١] ، فحين دخل عليهن اتجهت العيون له، وللعيون لغات؛ وللانفعال لغات؛ وإلا لماذا قال يوسف:  {وَإِلاَّ تَصْرِفْ عَنِّي كَيْدَهُنَّ}  [يوسف: ٣٣] . </p><p> وهكذا نعلم أنه قد حدثت مُقدِّمات تدل على أن النسوة نَويْنَ له مثل ما نَوَتْه امرأة العزيز؛ وظَننَّ أن امرأة العزيز سوف تطرده؛ فيتلقفنه هُنَّ؛ وهذا دَأب البيوت الفاسدة. </p><p> وهل هناك أفسد من بيت العزيز نفسه، بعد أن حكم الشاهد أنها هي التي راودتْ يوسف عن نفسه؛ فيدمدم العزيز على الحكاية، ويقول:  {يُوسُفُ أَعْرِضْ عَنْ هذا واستغفري لِذَنبِكِ إِنَّكِ كُنتِ مِنَ الخاطئين}  [يوسف: ٢٩] . </p><p> وكان هدف العزيز أن يحفظ مكانته من القيل والقال. </p><p> وحين سأل الشاهد النسوة، بماذا أَجبْنَ؟ </p><p> يقول الحق سبحانه أن النسوة قُلْنَ: </p><p> {مَا عَلِمْنَا عَلَيْهِ مِن سواء}  [يوسف: ٥١] . </p><p> وقد صرف الله عنه الشيطان الذي يتكفل دائماً بالغُواية، وهو لا يدخل أبداً في معركة مع الله؛ ولكنه يدخل مع خَلْق الله؛ لأن الحق سبحانه يورد على لسانه:  {قَالَ فَبِعِزَّتِكَ لأُغْوِيَنَّهُمْ أَجْمَعِينَ إِلاَّ عِبَادَكَ مِنْهُمُ المخلصين}  [ص: ٨٢ - ٨٣] . </p><p> فالشيطان نفسه يُقِرُّ أن مَنْ يستخلصه الله لنفسه من العباد إنما يعجز هو كشيطان عَن غوايته، ولا يجرؤ على الاقتراب منه. </p><p> والشاهد الذي من أهل امرأة العزيز، واستدعاه العزيز ليتعرف على الحقيقة قال:  {وَإِنْ كَانَ قَمِيصُهُ قُدَّ مِن دُبُرٍ فَكَذَبَتْ وَهُوَ مِن الصَّادِقِينَ}  [يوسف: ٢٧] . </p><p> وبعد كل هذه الأدلة فليس من حَقِّ أحد أن يتساءل: هل هَمَّ يوسف بامرأة العزيز، أم لم يَهِمّ؟ </p><p> وفي الآية التي نحن بصدد خواطرنا عنها، يقول الحق سبحانه: </p><p> {لولا أَن رَّأَى بُرْهَانَ رَبِّهِ}  [يوسف: ٢٤] . </p><p> والبرهان هو الحجة على الحكم. والحق سبحانه هو القائل:  {وَمَا كُنَّا مُعَذِّبِينَ حتى نَبْعَثَ رَسُولاً}  [الإسراء: ١٥] . </p><p> وفي آية أخرى يقول الحق سبحانه:  {رُّسُلاً مُّبَشِّرِينَ وَمُنذِرِينَ لِئَلاَّ يَكُونَ لِلنَّاسِ عَلَى الله حُجَّةٌ بَعْدَ الرسل}  [النساء: ١٦٥] . </p><p> أي: لا بُدَّ أن يبعث الحقُّ رسولاً للناس مُؤيداً بمعجزة تجعلهم يُصدِّقون المنهج الذي يسيرون عليه؛ كي يعيشوا حياتهم بانسجام إيماني، ولا يعذبهم الله في الآخرة. </p><p> ويُذيِّل الحق سبحانه الآية بقوله: </p><p> {كَذَلِكَ لِنَصْرِفَ عَنْهُ السواء والفحشآء إِنَّهُ مِنْ عِبَادِنَا المخلصين}  [يوسف: ٢٤] . </p><p> والفحشاء هي الزنا والإتيان؛ والسوء هي فكرة الهَمِّ، وبعض المعتدلين قالوا: إنها بعد أن راودتْه عن نفسه؛ وخرجت بالفعل إلى </p><p> مرحلة السُّعَار لحظة أن سبقها إلى الباب؛ فكَّرتْ في أن تقتله؛ وحاول هو أن يدافع عن نفسه وأن يقتلها، ولو قتلها فلسوف يُجازى كقاتل. </p><p> فصرف الحق عنه فكرة القتل؛ وعنى بها هنا قوله الحق «السوء» ؛ ولكني اطمئن إلى أن السوء هو فكرة الهَمِّ، وهي مُقدِّمات الفعل. </p><p> ويقرر الحق سبحانه أن يوسف عليه السلام من عباده المُخْلصين، وفي هذا رد على الشيطان؛ لأن الشيطان قال:  {إِلاَّ عِبَادَكَ مِنْهُمُ المخلصين}  [ص: ٨٣] . </p><p> وقوله الحق هنا: </p><p> {إِنَّهُ مِنْ عِبَادِنَا المخلصين}  [يوسف: ٢٤] يؤكد إقرار الشيطان أنه لن يَقْرب عباد الله المخلصين. وهناك «مُخْلِصِين» . و «مُخْلَصِين» والمخلِص هو مَنْ جاهد فكسب طاعة الله، وَالمُخْلَص هو مَنْ كسَب فجاهد وأَخلصه الله لنفسه. </p><p> وهناك أُناس يَصِلُون بطاعة الله إلى كرامة الله، وهناك أُناس </p><p> يكرمهم الله فيطيعون الله ولله المثل الأعلى مُنزَّه عن كل تشبيه، أنت قد يطرق بابك واحد يسألك من فضل الله عليك؛ فتستضيفه وتُكرمه، ومرة أخرى قد تمشي في الشارع وتدعو واحداً لتعطيه من فضل الله عليك، أي: أن هناك مَنْ يطلب فتأذن له، وهناك مَنْ تطلبه أنت لتعطيه. </p><p> وبعد الحديث عن المراودة بما فيها من لين وأَخْذٍ ورَد؛ ينتقل بنا الحق سبحانه إلى ما حدث من حركة، فيقول تعالى:  {واستبقا الباب ... } . </p>"
}