{
  "id": null,
  "sura": 12,
  "aya": 31,
  "text": "<p> ولسائل أن يقول: وكيف انتقل لَهُنَّ الكلام عن الذي حدث بينها وبين يوسف؟ </p><p> لا بُدَّ أن هناك مرحلة بين ما حدث في القصر؛ وكان أبطاله أربعة هم: العزيز، وامرأته، ويوسف، والشاهد، ولا بد أن يكون مَنْ نقل الكلام إلى خارج القصر؛ إنسان له علاقتان؛ علاقة بالقصر فسمع ورأى وأدرك؛ ونقل ما علم إلى مَنْ له به علاقة خارج القصر. </p><p> وبحث العلماء عن علاقة النسوة اللاتي ثرثرن بالأمر، وقال العلماء: هُنَّ خمسة نساء: امرأة الساقي، وامرأة الخباز، وامرأة الحاجب، وامرأة صاحب الدواب (أي: سائس الخيل) ، وامرأة السجان. </p><p> وهؤلاء النسوة يَعِشْنَ داخل بيوتهن؛ فمَنِ الذي نقل لَهُنَّ أسرار القصر؟ </p><p> لا بُدَّ أن أحداً من أزواجهن قد أراد أن يُسلِّي أهله، فنقل خبر امرأة العزيز مع يوسف عليه السلام؛ ثم نقلتْ زوجته الخبر إلى غيرها من النسوة. </p><p> وحين وصل إلى امرأة العزيز الخبر؛ وكيف يمكرن بها؛ أرسلت إليهن: </p><p> {وَأَعْتَدَتْ لَهُنَّ مُتَّكَئاً وَآتَتْ كُلَّ وَاحِدَةٍ مِّنْهُنَّ سِكِّيناً. .}  [يوسف: ٣١] . </p><p> والمتكأ هو الشيء الذي يستند إليه الإنسان حتى لا يطول به مَلَلٌ </p><p> من كيفية جِلْسته، والمقصود بالقول هو أن الجلسة سيطول وقتها، وقد خططتْ لتكشف وَقْعَ رؤية يوسف عليهن، فقدَّمتْ لكل منهن سكيناً؛ وهو ما يوحي بأن هناك طعاماً سوف يؤكل. </p><p> ويتابع الحق سبحانه: </p><p> {وَقَالَتِ اخرج عَلَيْهِنَّ فَلَمَّا رَأَيْنَهُ أَكْبَرْنَهُ ... }  [يوسف: ٣١] . </p><p> ويُقال: أكبرْتَ الشيء، كأنك قد تخيَّلته قبل أن تراه على حقيقته؛ وقد يكون خيالك قد رسم له صورة جميلة، إلا أنك حين ترى الشيء واقعاً؛ تكبر المرائي عن التخيُّل. </p><p> والمثل أن إنساناً قد يُحدِّثك بخير عن آخر؛ ولكنك حين ترى هذا الآخر تُفاجأ بأنه أفضل مما سمعتَ عنه. </p><p> والشاعر يقول: </p><p> كَادَتْ مُسَاءلةُ الرُّكْبانِ تُخبِرني ... عن جَعْفرِ بنِ حبيبٍ أصدقَ القيم </p><p> حتَّى التقيْنَا فَلا واللهِ مَا سَمِعتْ ... أُذني بأطيبَ مِمَّا قَدْ رأى بَصَرِي </p><p> ويقولون في المقابل: سماعك بالمعيدي خير من أن تراه. أي: يا ليتك قد ظللتَ تسمع عنه دون أن تراه؛ لأن رؤيتك له ستُنقِص من قدر ما سمعت. </p><p> وهُنَّ حين آذيْنَ امرأة العزيز بتداول خبر مُراودتها له عن نفسه، تخيَّلْنَ له صورةً ما من الحُسْن، لكنهُنَّ حين رأَيْنَهُ فاقتْ حقيقته المرئية كل صورة تخيَّلْنَها عنه؛ فحدث لهُنَّ انبهار. </p><p> وأول مراحل الانبهار هي الذهول الذي يجعل الشيء الذي طرأ عليك يذهلك عما تكون بصدده؛ فإن كان في يدك شيء قد يقع منك. </p><p> وقد قطعتْ كلٌ منهن يدها بالسكين التي أعطتها لها امرأة العزيز لتقطيع الفاكهة، أو الطعام المُقدَّم لَهُنَّ. </p><p> وقال الحق سبحانه في ذلك: </p><p> {فَلَمَّا رَأَيْنَهُ أَكْبَرْنَهُ وَقَطَّعْنَ أَيْدِيَهُنَّ}  [يوسف: ٣١] . </p><p> وهل هناك تصوير يوضح ما حدث لَهُنَّ من ذهول أدقّ من هذا القول؟ </p><p> ويتابع سبحانه: </p><p> {وَقُلْنَ حَاشَ للَّهِ مَا هذا بَشَراً إِنْ هاذآ إِلاَّ مَلَكٌ كَرِيمٌ}  [يوسف: ٣١] . </p><p> وكلمة:  {حَاشَ ... }  [يوسف: ٣١] . </p><p> هي تنزيه لله سبحانه عن العجز عن خَلْق هذا الجمال المثالي، أو: أنهُنَّ قد نَزَّهْنَ صاحب تلك الصورة عن حدوث منكر أو فاحشة بينه وبين امرأة العزيز، أو: أن يوسف عليه السلام لا بد أن يكون قد خرج عن صورة أرقى من صورة الإنس التي يعرفنها؛ فقُلْنَ: لا بدّ أنه مَلَكٌ كريم. </p><p> وصورة الملك كما نعلم هي صورة مُتخيَّلة؛ والإنسان يحكم على الأشياء المُتَخيَّلة بما يناسب صورتها في خياله، مثلما نتخيل الشيطان كأبشع ما تكون الصورة. </p><p> والبشاعة نفسها تختلف من واحد إلى آخر؛ فما تراه بَشِعاً قد لا يراه غيرك كذلك؛ لأن مقاييس القبح أو الجمال تختلف من أمة إلى أخرى. </p><p> فالمرأة الجميلة في أواسط أفريقيا في نظر الرجل هي ذات الشفاه الغليظة جداً؛ أو صاحبة الشعر المُجعَّد والمُتموج. </p><p> وأكدت الحضارة الحديثة أن هذا لونٌ من الجمال ينجذب إليه الرجل في بعض الحالات؛ بدليل أن بعضاً من السيدات ذوات الشعر الناعم للغاية يذهبْن إلى مُصفِّفة الشعر، ويطلبْنَ منها تجعيد شعورهن. </p><p> إذن: فالجمال يُقاس بالأذواق؛ هذا يرى جمالاً قد يراه غيره غير هذا؛ وذاك يرى جمالاً لا يراه غيره كذلك. </p><p> والحق سبحانه يقذف معايير الجمال في النفس الإنسانية على قَدْر مُقوِّمات الالتقاء في الانسجام. </p><p> ولذلك يُقال في الريف المصري هذا المثل «كل فُولة ولها كَيَّال» . </p><p> ونجد شاباً يتقدم لفتاة يرغب في الزواج منها؛ وما أنْ يراها حتى ينفر منها، ويتقدم لها شاب آخر فيقع في هَواها، ويتعجَّل الزواج منها، وهذا يعني أن مقاييس الأول تختلف عن مقاييس الثاني. </p><p> وحين يشاء الحق سبحانه أن يجمع بين اثنين فلا أحدَ بقادر على أن يمنع القبول من كل طرف للطرف الآخر؛ وهذه مسألة لها من الأسرار ما لا نعرفه نحن؛ لأنه سبحانه الذي يكتب القبول؛ ويُظهِر في المرأة جمالاً قد يجذب رجلاً ولا يجذب رجلاً آخر، ونفسَ المسألة تحدث في نفسية المرأة. </p><p> إذن: فحين رأت النسوة يوسف عليه السلام؛ قُلْنَ: </p><p> {مَا هذا بَشَراً إِنْ هاذآ إِلاَّ مَلَكٌ كَرِيمٌ}  [يوسف: ٣١] . </p><p> وهذا يعني أن يوسف هو الصورة العليا في الجمال التي لا يوجد لها مثيل في البشر. </p><p> وبعد ذلك يقول الحق سبحانه ما جاء على لسان امرأة العزيز رداً عليهن:  {قَالَتْ فذلكن ... .} . </p>"
}