{
  "id": null,
  "sura": 12,
  "aya": 36,
  "text": "<p> المعية التي دخل فيها اثنان من الفتية معه السجن هي معية ذات، وقِيلَ: إنهما الخبَّاز والساقي، وقيل: إن سبب دخولهما هو رغبة بِطَانة عزيز مصر في التشويش على ما حدث من فضيحة كبرى؛ هي فَضيحة مراودة امرأة العزيز ليوسف؛ ورفض يوسف لذلك. </p><p> وكان التشويش هو إذاعة خبر مؤامرة على العزيز؛ وأن الساقي والخباز قد تم ضبطهما بمحاولة وضع السُّمِّ للعزيز. </p><p> وبعد فترة من حياة الاثنين مع يوسف داخل السجن، وبعد معايشة يومية له تكشَّف لهما سلوك يوسف كواحد من المحسنين. </p><p> وحدث أن رأى كل منهما حُلْماً، فقررا أن يطلبا منه تأويل هذين الحُلْمين، والسجين غالباً ما يكون كثير الوساوس، وغير آمن على غَدِه؛ ولذلك اتجها إليه في الأمر الذي يُهِمهم: </p><p> {قَالَ أَحَدُهُمَآ إني أراني أَعْصِرُ خَمْراً وَقَالَ الآخر إِنِّي أراني أَحْمِلُ فَوْقَ رَأْسِي خُبْزاً تَأْكُلُ الطير مِنْهُ نَبِّئْنَا بِتَأْوِيلِهِ إِنَّا نَرَاكَ مِنَ المحسنين}  [يوسف: ٣٦] . </p><p> ومن سياق الكلام نعرف أننا أمام حُلْمين؛ فواحد منهما رأى في منامه أنه يعصر خمراً، ورأى الثاني أنه يحمل خُبْزاً فوق رأسه تأكل منه الطير، واتجه كلاهما أو كُلٌّ منهما على حِدَة يطلبان تأويل الرؤيتين المناميتيْنِ، أو أنهما قد طلبا نبأ تَأويل هذا الأمر الذي رأياه. </p><p> وحيثية لجوئهما إليه هو قولهما: </p><p> {إِنَّا نَرَاكَ مِنَ المحسنين}  [يوسف: ٣٦] . </p><p> وهذا يدل على أن الإحسان أمر معلوم لكل البشر، حتى أصحاب النفوس المنحرفة، فلا أحد يمكن أن يحكم على آخر أنه محسن إلا إذا وافق عملُه مقاييسَ الإحسان في ذهن مَنْ يصدر هذا الحكم. </p><p> فكل نفس تعرف السوء، وكل نفس تعرف الإحسان، ولكن الناس ينظرون إلى الإحسان وإلى السوء بذاتية أنفسهم، ولكنهم لو نظروا إلى مجموع حركة المتحركين في الكون، ونظروا إلى أيِّ أمر يتعلق بالغير كما يتعلق بهم؛ لَعرفوا أن الإحسان قَدْر مشترك بين الجميع. </p><p> ونجد اللص على سبيل المثال لا يسيئه أن يسرق أحداً، لكن يسيئه لو أن أحداً قام بسرقته، وهكذا نرى الإحسان وقد انتفض في أعماقه حين يتوجه السوء إليه، ويعرف حينئذ مقام الإحسان، ولكنه حين يمارس السرقة؛ ويكون السوء متوجهاً منه إلى الغير؛ فهو يغفل عن مقام الإحسان. </p><p> إذن: إنْ أَردتَ أن تعرف مقام الإحسان في مقاييس الفضائل والأخلاق؛ فافهم الأمر بالنسبة لك إيجاباً وسَلْباً. </p><p> والمثال الذي أضربه دائماً هو: قبل أن تَمُدَّ عينيك إلى محارم غيرك، وتعتبر أن هذا ليس سوءً، هنا عليك أن تعرف مقياسه من الحُسْن إن نقلتَ الأمر إلى الصورة العكسية؛ حين تتجه عيون الغير إلى محارمك. </p><p> هنا ستجد الميزان ميزانك للأمور وقد اعتدل. </p><p> وإذا أردتَ اعتدال الميزان في كل فعل؛ فانظر إلى الفعل يقع منك على غيرك؛ وانظر إلى الفعل يقع من الغير عليك؛ وانظر إلى الراجح في نفسك من الأمرين ستجد قب الميزان منضبطاً. </p><p> وأقول دائماً: إن الحق سبحانه حين حرَّم عليك أن تسرق غيرك، لم يُضيِّق حريتك؛ بل ضيِّق حرية الملايين كي لا يسرقوك، وهذا مكسب لك. </p><p> إذن: فالذي يعرف مقام الإحسان؛ لا ينسب الفعل الصادر منه على الغير؛ والفعل الصادر من الغير عليه؛ بل ينظر إليهما معاً؛ فما استقبحه من الغير عليه؛ فليستقبحه منه على الغير. </p><p> وقد حكم السجينان على يوسف أنه من المحسنين، وعَلِم يوسف عليه السلام من حكمهما عليه أن مقاييس الإحسان موجودة عندهما؛ ولذلك نظر إلى الأمر الذي جاءاه من أجله، واستغل هذه المسألة؛ لا لقضاء حاجتهما منه؛ ولكن لقضاء حاجته منهما. </p><p> فقد رأى فيهما شبهة الإيمان بالإحسان؛ والإيمان بالمحسنين، فلماذا لا ينتهز الفرصة فيأخذ حاجته منهما؛ قبل أن يعطيهما حاجتهما منه؟ </p><p> وكأنه قال لهما: ماذا رأيتُما من إحساني؟ هل رأيتم حُسْن معاملتي لكم؟ أم أن كلاً منكما قد رأى دقة اختياري للحَسَن من القول؟ وأنتما قد لا تعرفان أن عندي بفضل الله ما هو أكثر، وهو ما يقوله الحق سبحانه بعد ذلك في الآية التالية: </p><p> {قَالَ لاَ يَأْتِيكُمَا ... } . </p>"
}