{
  "id": null,
  "sura": 12,
  "aya": 54,
  "text": "<p> ونلحظ أن الملك قد قال:  {ائتوني بِهِ}  [يوسف: ٥٤] . </p><p> مرتين، مرة: بعد أن سمع تأويل الرؤيا؛ لكن يوسف رفض الخروج من السجن إلا بعد أن تثبت براءته؛ أو: أنه خرج وحضر المواجهة مع النسوة بما فيهنّ امرأة العزيز. </p><p> ورأى الملك في يوسف أخلاقاً رفيعة؛ وسِعَة عِلْم. </p><p> وانتهى اللقاء الأول ليتدبر الملك، ويُفكر في صفات هذا الرجل؛ </p><p> والراحة النفسية التي ملأتْ نفس الملك؛ وكيف دخل هذا الرجل قلبه. </p><p> والمرة الثانية عندما أراد الملك أن يستخلصه لنفسه ويجعله مستشاراً له. </p><p> ويورد الحق سبحانه هذا المعنى في قوله: </p><p> {ائتوني بِهِ أَسْتَخْلِصْهُ لِنَفْسِي فَلَمَّا كَلَّمَهُ قَالَ إِنَّكَ اليوم لَدَيْنَا مَكِينٌ أَمِينٌ}  [يوسف: ٥٤] . </p><p> وهذا الاستخلاص قد جاء بعد أن تكلم الملك مع يوسف، وبعد أن استشفَّ خفَّة يوسف على نفسه؛ وتيقَّن الملك من بعد الحوار مع يوسف أنه رجل قد حفظ نفسه من أعنف الغرائز؛ غريزة الجنس. </p><p> وتيقن من أن يوسف تقبّل السجن، وعاش فيه لفترة طالتْ؛ وهو صاحب عِلْم، وقد ثبت ذلك بتأويل الرُّؤيا؛ وقد فعل ذلك وهو سجين، ولم يقبل الخروج من السجن إلا لإثبات براءته، أو بعد إثبات البراءة. </p><p> ولكلِّ ذلك صار من أهل الثقة عند الملك، الذي أعلن الأمر بقوله: </p><p> {إِنَّكَ اليوم لَدَيْنَا مَكِينٌ أَمِينٌ}  [يوسف: ٥٤] . </p><p> وذلك ليسُدَّ باب الوِشَاية به، أو التآمر عليه. ومكانة «المكين» هي المكانة التي لا ينال منها أيُّ أحد. </p><p> ولذلك نجد الحق سبحانه وتعالى حينما تكلَّم عن الوحي من جبريل عليه السلام قال:  {إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ ذِي قُوَّةٍ عِندَ ذِي العرش مَكِينٍ}  [التكوير: ١٩ - ٢٠] . </p><p> فالمعنى: أن يوسف عليه السلام أَهْل ٌللثقة عند الحاكم؛ وهو الذي سيُنفذ الأمور، وله صِلَة بالمحكومين، وإذا كان هو المُمَكَّن من عند الحاكم؛ فهو أيضاً أمين مع المحكومين. </p><p> والمشكلة في مجتمعاتنا المعاصرة إنما تحدث عندما يُرجِّح الحاكمُ من يراهم أهلَ الثقة على أهل الخبرة والأمانة، فتختل موازين العدل. </p><p> وعلى الحاكم الذكيّ أن يختار الذين يتمتعون بالأمرين معاً: أمانة على المحكوم؛ وثقة عند الحاكم. وبهذا تعتدل الحياة على منهج الله. </p><p> وحين سمع يوسف عليه السلام هذا الكلام من الحاكم: </p><p> {إِنَّكَ اليوم لَدَيْنَا مَكِينٌ أَمِينٌ}  [يوسف: ٥٤] . </p><p> قرر أن يطلب منه شيئاً يتعلق بتعبيره لرُؤْياه، التي سبق أن أوَّلها يوسف:  {قَالَ تَزْرَعُونَ سَبْعُ سِنِينَ دَأَباً فَمَا حَصَدتُّمْ فَذَرُوهُ فِي سُنبُلِهِ إِلاَّ قَلِيلاً مِّمَّا تَأْكُلُونَ ثُمَّ يَأْتِي مِن بَعْدِ ذلك سَبْعٌ شِدَادٌ يَأْكُلْنَ مَا قَدَّمْتُمْ لَهُنَّ إِلاَّ قَلِيلاً مِّمَّا تُحْصِنُونَ ثُمَّ يَأْتِي مِن بَعْدِ ذلك عَامٌ فِيهِ يُغَاثُ الناس وَفِيهِ يَعْصِرُونَ}  [يوسف: ٤٧ - ٤٩] . </p><p> وهذه عملية اقتصادية تحتاج إلى تخطيط وتطبيق ومتابعة وحُسْن تدبير وحزم وعِلْم. </p><p> لذلك كان مطلب يوسف عليه السلام فيه تأكيد على أن الواقع القادم سيأتي وفقاً لتأويله للرؤيا، فتقول الآيات:  {قَالَ اجعلني ... } . </p>"
}