{
  "id": null,
  "sura": 12,
  "aya": 8,
  "text": "<p> ولا بُدَّ لنا هنا أن ننظر إلى الأخوة بنوعياتها؛ فقد تكون الأخوة من ناحية الأبوين معاً؛ وقد تكون من ناحية الأب دون الأم، أو من ناحية الأم دون الأب، وكان عدد أبناء يعقوب عليه السلام اثنا </p><p> عشر: سبعة من واحدة؛ وأربعة من اثنتين: زلفى وبلهه؛ واثنين من راحيل هما: يوسف، وأخوه بنيامين. </p><p> وتبدأ الآية التي نحن بصدد خواطرنا عنها: </p><p> {ذْ قَالُواْ لَيُوسُفُ وَأَخُوهُ أَحَبُّ إلى أَبِينَا مِنَّا. .}  [يوسف: ٨] . </p><p> وحرف اللام الذي سبق اسم يوسف جاء للتوكيد، وكأنهم قالوا: والله إن أبانا يحب يوسف وأخاه أكثر من حُبِّه لنا. والتوكيد لا يأتي إلا بصدد إنكار. </p><p> وهذا يدل على أنهم مختلفون في أمر يوسف عليه السلام؛ فأحدهم يريد أن ينتقم من يوسف، وآخر يقترح تخفيف المسألة بإلقائه في الجب؛ ثم انتهوا إلى أن يوسف أحبُّ إلى أبيهم منهم. </p><p> وفي قولهم لَمْحة من إنصاف؛ فقد أثبتوا حب أبيهم لهم؛ ولكن قولهم به بعضٌ من غفلة البشر؛ لأنهم كان يجب أن يلتمسوا سبب زيادة حُبِّ أبيهم ليوسف وأخيه. </p><p> فيوسف وأخوه كانوا صِغَاراً وماتت أمهما؛ ولم يَعُدْ لهم إلا الأب الذي أحسَّ بضرورة أن يَجتمع فيه تجاههما حنانُ الأب وحنانُ الأم؛ ولأنهما صغارٌ نجد الأب يحنُو عليهما بما أودعه الله في قلبه من قدرة على الرعاية. </p><p> وهذا أمر لا دَخْل ليعقوب فيه؛ بل هي مسألة إلهية أودعها الله </p><p> في القلوب بدون اختيار؛ ويُودعها سبحانه حتى في قلوب الحيوانات. </p><p> وقد شاء سبحانه أن يجعل الحنان على قدر الحاجة؛ فالقطة على سبيل المثال إن اقتربَ أحد من صغارها المولودين حديثاً؛ تهجم على هذا الذي اقترب من صغارها. </p><p> ولذلك نجد العربي القديم قد أجاب على مَنْ سأله «أي أبنائك أحب إليك؟» فقال: «الصغير حتى يكبر؛ والغائب حتى يعود، والمريض حتى يشفى» . </p><p> وهذه مسألة نراها في حياتنا اليومية، فنجد امرأة لها ولدان، واحد أكرمه الله بسعة الرزق ويقوم بكل أمورها واحتياجاتها؛ والآخر يعيش على الكفاف أو على مساعدة أخيه له؛ ونجد قلبها دائما مع الضعيف. </p><p> ولذلك نقول: إن الحب مسألة عاطفية لا تخضع إلى التقنين؛ ولا تكليف بها؛ وحينما يتعرض القرآن لها فالحق سبحانه يوضح: أن الحب والبغض انفعالات طبيعية؛ فأحبِبْ مَنْ شئتَ وأبغِضْ مَنْ شئتَ؛ ولكن إياك أن تظلم الناس لمن أحببت؛ أو تظلم مَنْ أبغضت. </p><p> اقرأ قول الحق سبحانه:  {وَلاَ يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ على أَلاَّ تَعْدِلُواْ اعدلوا هُوَ أَقْرَبُ للتقوى}  [المائدة: ٨] . </p><p> فأحبب مَنْ شئتَ، وأبغض مَنْ شئتَ، ولكن لا تظلم بسبب الحب أو البغض. </p><p> وقد يقول قائل: ولكن الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قال: </p><p> «لا يؤمن أحدكم حتى أكون أحب إليه من نفسه» . </p><p> نقول: اقرأ ما جاء في نفس رواية الحديث؛ فقد قال عمر رَضِيَ اللَّهُ عَنْه بوضوحه وصراحته وجراءته؛ دون نفاق: أحبك يا رسول الله عن مالي وعن ولدي أما عن نفسي؛ فلا، فكرر النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قوله:  «لا يؤمن أحدكم حتى أكون أحب إليه من نفسه» . </p><p> ففطِنَ عمر رَضِيَ اللَّهُ عَنْه إلى أن الأمر هو التزام عقديٌّ وتكليفي؛ وفَهِم أنَ المطلوب هو حُبُّ العقل؛ لا حب العاطفة. </p><p> وحب العقل كما نعلم هو أن تُبصر الأمر النافع وتفعله؛ مثلما تأخذ الدواء المُرَّ؛ وأنت تفعل ذلك بحبٍّ عقلي؛ رغبةً منك في أن يأذن الحق بالشفاء. </p><p> والمسلم يحب رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بعقله؛ لأنه يعلم أنه لولا مجيء رسول الله لما عرف حلاوة الإيمان، وقد يتسامى المسلم في حُبِّ رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إلى أن يصير حب الرسول في قلبه حباً عاطفياً. </p><p> وهكذا نرى أن عمر بن الخطاب رَضِيَ اللَّهُ عَنْه قد أوضح لنا الخطوط الفاصلة بين مباديء الحب العقلي والحب العاطفي. </p><p> والمثال الآخر من سيرة عمر رَضِيَ اللَّهُ عَنْه في نفس المسألة؛ حب العقل وحب العاطفة؛ حين مَرَّ عليه قاتل أخيه؛ فقال واحد ممَّنْ يجلسون معه: هذا قاتل أخيك. فقال عمر: وماذا أفعل به وقد هداه الله للإسلام؟ </p><p> وصرف عمر وجهه بعيداً عن قاتل أخيه؛ فجاء القاتل إليه قائلاً: لماذا تزوي وجهك عني؟ قال عمر: لأنِّي لا أحبك، فأنت قاتل أخي. فقال الرجل: أو يمنعني عدم حبك لي من أيِّ حق من حقوقي؟ قال عمر: لا. فقال الرجل:  «لك أن تحب مَنْ تريد، وتكره مَنْ تريد، ولا يبكي على الحب إلا النساء» . </p><p> وكان على إخوة يوسف أن ينتبهوا إلى حب والدهم ليوسف </p><p> وأخيه هو انفعال طبيعي لا يُؤاخَذُ به الأب؛ لأن ظروف الولدين حتمت عليه أن يحبهم مثل هذا الحب. </p><p> وتستمر القصة بما فيها من تصعيد للخير وتصعيد للشر؛ ولسائل أن يسأل: ولماذا أنصبَّ غضبهم على يوسف وحده؟ </p><p> ويقال: إنهم لم يرغبوا أنْ يَفْجعوا أباهم في الاثنين يوسف وأخيه أو أن شيئاً من رؤيا يوسف تسرب إليهم. </p><p> ومن العجيب أن يقولوا بعد ذلك:  {وَنَحْنُ عُصْبَةٌ}  [يوسف: ٨] . </p><p> والعصبة من عدد عشرة فما فوق؛ والعصبة أيضاً هم المُتكاتفون المُتعصِّبون لبعضهم البعض؛ وهم الذين يقومون بالمصالح ويقضون الحاجات؛ وقد تقاعد أبوهم؛ وترك لهم إدارة أعمال العائلة. </p><p> وقالوا:  «ما دُمْنَا نقوم بمصالح العائلة، فكان من الواجب أن يَخُصَّنا أبونا بالحب» ولم يلتفتوا إلى أنهم عُصْبة، وهذا ما جعل الأب يحبهم، لكنه أعطى مَنْ ليسوا عصبة مزيداً من الرعاية، ولكنهم سدروا في غَيِّهم، ووصلوا إلى نتيجة غير منطقية وهي قولهم: </p><p> {إِنَّ أَبَانَا لَفِي ضَلاَلٍ مُّبِينٍ}  [يوسف: ٨] . </p><p> وهذا القول هو نتيجة لا تنسجم مع المقدمات، فيوسف وأخوه طفلان ماتت أمهما، ولا بُدَّ أن يعطف عليهم الأب؛ وحبُّه لهما لم يمنع حبه للأبناء الكبار القادرين على الاعتماد على أنفسهم. </p><p> وحين يقولون: </p><p> {إِنَّ أَبَانَا لَفِي ضَلاَلٍ مُّبِينٍ}  [يوسف: ٨] </p><p> قد يفهم بعض الناس كلمة «ضلال» هنا بالمعنى الواسع لها. </p><p> نقول: لا؛ لأن هناك ضلالاً مقصوداً، وهو أن يعرف طريق الحق ويذهب إلى الباطل، وهذا ضلال مذموم. </p><p> وهناك ضلال غير مقصود، مثل: ضلال رجل يمشي فيسلك طرقاً لا يعرفها فيضل عن مقصده؛ ومثل مَنْ ينسى شيئاً من الحق. وسبحانه القائل:  {أَن تَضِلَّ إِحْدَاهُمَا فَتُذَكِّرَ إِحْدَاهُمَا الأخرى ... }  [البقرة: ٢٨٢] . </p><p> وسبحانه القائل أيضاً:  {وَوَجَدَكَ ضَآلاًّ فهدى}  [الضحى: ٧] . </p><p> إذن: فالضلال المذموم هو أن تعرف طريق الحق، وتذهب إلى الضلال. </p><p> وهكذا أخطأ إخوة يوسف في تقدير أمر حُبِّ أبيهم ليوسف </p><p> وأخيه؛ ووصلوا إلى نتيجة ضارَّة؛ لأن المقدمات التي أقاموا عليها تلك النتيجة كانت باطلة؛ ولو أنهم مَحَّصُوا المقدمات تمحيصاً دقيقاً لَمَا وصلوا إلى النتيجة الخاطئة التي قالوها: </p><p> {إِنَّ أَبَانَا لَفِي ضَلاَلٍ مُّبِينٍ}  [يوسف: ٨] . </p><p> ويقول الحق سبحانه بعد ذلك ما جاء على ألسنة إخوة يوسف:  {اقتلوا يُوسُفَ ... } . </p>"
}