{
  "id": null,
  "sura": 12,
  "aya": 59,
  "text": "<p> ولا بُدَّ أنه قد تكلم معهم عن أحوالهم، وتركهم يَحْكُونَ له عن أبيهم وأخيهم، وأنهم قد طلبوا المَيْرة؛ وأمر بتجهيزها لهم. </p><p> وكلمة «الجهاز» تُطلق هنا على ما تسبَّب في انتقالهم من موطنهم إلى لقاء يوسف طلباً للميرة. </p><p> وطلب منهم من بعد ذلك أن يأتوا بأخيهم «بنيامين» معهم، وقال لهم: </p><p> {أَلاَ تَرَوْنَ أني أُوفِي الكيل وَأَنَاْ خَيْرُ المنزلين}  [يوسف: ٥٩] . </p><p> وفي هذا تذكير لهم بأنه يُوفِي الكيل تماماً، وفيما يبدو أنهم طلبوا منه زيادة في المَيْرة؛ بدَعوى أن لهم أخاً تركوه مع أبيهم الشيخ العجوز، فطلب منهم يوسف أن يُحضِروا أخاهم كي يزيد لهم كيلاً إضافياً؛ لأنه لا يحب أن يعطي أحداً دون دليل واضح؛ التزاماً منه بالعدل. </p><p> وكان كل منهم قد أتى على بعير، عليه بضائع يدفعونها كأثمان لِمَا يأخذونه، وحين يحضرون ومعهم أخوهم سيأخذون كَيْل بعير فَوق ما أخذوه هذه المرَّة. </p><p> وهم قد قالوا لأبيهم هذا القول، حينما سألوه عن إرسال أخيهم معهم لمصاحبتهم في الرحلة حسب طلب يوسف عليه السلام؛ لذلك تقول الآية:  {وَنَزْدَادُ كَيْلَ بَعِيرٍ}  [يوسف: ٦٥] . </p><p> وقوله: </p><p> {وَأَنَاْ خَيْرُ المنزلين}  [يوسف: ٥٩] . </p><p> يعني: أنه يرحب بالضيوف؛ وقد لمسوا ذلك بحُسْن المكان الذي نزلوا فيه. بما فيه من راحة وطيب الاستقبال، ووجود كل ما يحتاجه الضيف في إقامته. </p><p> وكلمة «مُنْزِل» في ظاهر الأمر أنها ضدّ مُعْلِي، وحقيقة المعنى هو: مُنزِل مِنَ الذي ينزل بالمكان الموجود به كل مطلوبات حياته. </p><p> والحق سبحانه يقول عن الجنة:  {نُزُلاً مِّنْ غَفُورٍ رَّحِيمٍ}  [فصلت: ٣٢] . </p><p> أي: أنه سبحانه قد أعدَّ الجنة بما يفوق خيال البشر؛ وبمُطْلق صفات المغفرة والرحمة، وإذا كان المَوْلى عَزَّ وجَلَّ هو الذي يعدّ؛ فلا بُدَّ أن يكون ما أعدَّه فوق خيال البشر. </p><p> وقلت لإخواني الذين بُهروا بفندق رَاقٍ في سان فرانسيسكو: إن الإنسان حين يرى أمراً طيباً، أو شيئاً رَاقِياً، أو جميلاً عند إنسان آخر سيستقبلها بواحد من استقبالين: تظهر نَفسه فيه؛ فإن كان حَقُوداً فسينظر للأشياء بكراهية وبحقد، وإنْ كان مؤمنا يفرح ويقول: </p><p> هذه النعمة التي أراها تزيد من عِشْقي في الجنة؛ لأن تلك النعمة التي أراها قد صنعها بشر لبشر؛ فماذا عن صُنْع الله للجنة؟ وهو مَنْ خلق الكون كله بما فيه من بشر؟ </p><p> ودائماً أقول: ما رأيتُ نعيماً عند أحد إلا ازداد إيماني، بأن الذي أراه من نعمة قد أعدَّه البشر للبشر؛ فما بالنا بما أعدَّه خالق البشر للمؤمنين من البشر؟ </p><p> أما مَنْ ينظر نظرةَ حِقْد إلى النعمة عند الغير؛ فهو يحرم نفسه من صَبابة النعمة عند الغير؛ لأن النعمة لها صَبابة عند صاحبها، وتتعلق به، وإن فرحتَ بالنعمة عند إنسان؛ فثِقْ أن النعمة ستطرق بابك، وإن كرهتها عند غيرك؛ كرهتْ النعمة أن تأتي إليك. </p><p> فإنْ أردتَ الخير الذي عند غيرك؛ عليك أن تحب النعمة التي عند هذا الغير؛ لتسعى النعمة إليك؛ دون أن تتكلف عبء إدارة هذه النعمة أو صيانتها؛ لأنها ستأتي إليك بقدرة الحق سبحانه. </p><p> وقَوْل يوسف عليه السلام في هذه الآية التي نحن بصدد خواطرنا عنها: </p><p> {وَأَنَاْ خَيْرُ المنزلين}  [يوسف: ٥٩] . </p><p> هو إخبار منه يؤكد ما استقبلهم به من عدل، وتوفية للكيل، وحُسْن الضيافة، ولا شك أنهم حين يُحضِرون أخاهم سيجدون نفس الاستقبال. </p><p> ويواصل الحق سبحانه ما جاء على لسان يوسف:  {فَإِن لَّمْ تَأْتُونِي ... } . </p>"
}