{
  "id": null,
  "sura": 12,
  "aya": 42,
  "text": "<p> والمقصود هنا هو السجين الذي رأى حُلْماً يعصر فيه العنب، فهو الذي فسر له يوسف رؤياه بأنه سينجو؛ ويواصل مهمته في صناعة الخمر لسيده. </p><p> وقوله سبحانه: </p><p> {وَقَالَ لِلَّذِي ظَنَّ. .}  [يوسف: ٤٢] . </p><p> يعني أن الأمر بالنجاة لم يتيقن بعد، ولم يصبح علماً. </p><p> وقد أوصاه يوسف عليه السلام: </p><p> {اذكرني عِندَ رَبِّكَ ... }  [يوسف: ٤٢] . </p><p> والذكر هو حضور شيء بالبال؛ وكان له بالبال صِلَة استقبال، مثل أي قضية عرفتَها من قبل ثم تركتَها، ونسيتَهَا لفترة، ثم تذكرتَها من جديد. </p><p> وهكذا نعلم أن للإنسان استقبالات للإدراكات، وهي لا تظل في بُؤْرة الشعور كل الوقت؛ لأن الذهن لا يستطيع أن يكون مشغولاً إلا بشيء واحد، فإن جاء شيء آخر فهو يزحزح الأمر الأول إلى حافة الشعور، ليستقر الأمر الجديد في بؤرة الشعور. </p><p> والمثل الذي أضربه دائماً هو إلقاء حجر في الماء، فيصنع الحجر دوائر تكبر ويتتابع اتساع أقطارها، وهكذا بؤرة الشعور، حين تستقبل أمراً أو خاطراً جديداً. </p><p> فالخاطر الجديد يُبعد كل الخواطر الأخرى من المركز إلى الحاشية، ثم يأتي ما يُذكِّرك بما في حاشية الشعور؛ ليعود لك الخاطر أو الأمر الذي كنت قد نسيتَه وتتذكره بكل تفاصيله؛ لأن ذاكرة الإنسان تعمل على مُسْتويين؛ فهي تحفظ المعلومات؛ وتسترجع المعلومات أيضاً. </p><p> وقد قال يوسف لمن ظن أنه نَاجٍ: </p><p> {اذكرني عِندَ رَبِّكَ. .}  [يوسف: ٤٢] . </p><p> أي: اذكر ما وجدته عندي من خير أمام سيدك. </p><p> وقال بعض المفسرين: إن يوسف عليه السلام حين نطق هذا القول؛ شاء له الله أن يمكث في السجن بضع سنين؛ فما كان ينبغي له كرسول أن يُوسِّط الغير في مسألة ذِكْره بالخير عند سيد ذلك السجين. </p><p> فيوسف كرسول إنما يتلقى عن الله بواسطة الوحي؛ وهو قد قال لذلك السجين وزميله:  {لاَ يَأْتِيكُمَا طَعَامٌ تُرْزَقَانِهِ إِلاَّ نَبَّأْتُكُمَا بِتَأْوِيلِهِ قَبْلَ أَن يَأْتِيَكُمَا ذلكما مِمَّا عَلَّمَنِي ربي}  [يوسف: ٣٧] . </p><p> وهذا يعني أنه يستقبل عن الله مباشرة، وكان عليه أن يظل موصولاً بالمصدر الذي يفيض عليه. </p><p> ويتابع الحق سبحانه: </p><p> {فَأَنْسَاهُ الشيطان ذِكْرَ رَبِّهِ فَلَبِثَ فِي السجن بِضْعَ سِنِينَ}  [يوسف: ٤٢] . </p><p> ونسيان ذكر الله فيه نوع من العقوبة، أو يحمل شيئاً من التأديب ليوسف، وهكذا نرى أن الشيطان نفسه إنما يُعِين الحق على مُرَاداته من خَلْقه. </p><p> وهذا ما يشرح لنا بقاء يوسف في السجن بضع سنين؛ ونعرف أن البِضْع من السنين يعني من ثلاث سنوات إلى عَشْر سنوات، وبعض العلماء حَدَّده بسبع سنين. </p><p> ويقول الحق سبحانه بعد ذلك:  {وَقَالَ الملك ... } . </p>"
}