{
  "id": null,
  "sura": 12,
  "aya": 109,
  "text": "<p> وينتقل الحق سبحانه هنا إلى الرسل الذين سبقوا محمداً صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ فالحق سبحانه يقول:  {وَمَا مَنَعَ الناس أَن يؤمنوا إِذْ جَآءَهُمُ الهدى إِلاَّ أَن قالوا أَبَعَثَ الله بَشَراً رَّسُولاً}  [الإسراء: ٩٤] </p><p> أي: أنهم كانوا يطلبون رسولاً من غير البشر، وتلك مسألة لم تحدث من قبل، ولو كانت قد حدثتْ من قَبْل؛ لقالوا:  «ولماذا فعلها الله مع غيرنا؟» . </p><p> ولذلك أراد سبحانه أن يَرُدُّ لهم عقولهم؛ فقال تعالى:  {قُل لَوْ كَانَ فِي الأرض ملائكة يَمْشُونَ مُطْمَئِنِّينَ لَنَزَّلْنَا عَلَيْهِم مِّنَ السمآء مَلَكاً رَّسُولاً}  [الإسراء: ٩٥] </p><p> والملائكة بطبيعتها لا تستطيع أن تحيا على الأرض، كما أنها لا تصلح لأنْ تكون قُدْوة أو أُسْوة سلوكية للبشر. </p><p> فالحق سبحانه يقول عن الملائكة:  { ... لاَّ يَعْصُونَ الله مَآ أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ}  [التحريم: ٦] </p><p> والملاك لا يصلح أن يكون أُسْوة للإنسان؛ لأن المَلَك مخلوق غيبيّ غير مُحَسٍّ من البشر؛ ولو أراده الله رسولاً لَجسَّده بشراً؛ ولو جعله بشراً لبقيتْ الشبهةُ قائمةً كما هي. </p><p> أو: أن الآية جاءت لِتسُدَّ على الناس ذرائع انفتحت بعد ذلك </p><p> على الناس في حروب الرِّدة حين ادَّعَتْ سجاح أنها نبية مُرْسَلة. </p><p> لذلك جاء الحق سبحانه من البداية بالقول:  {وَمَآ أَرْسَلْنَا مِن قَبْلِكَ إِلاَّ رِجَالاً نوحي إِلَيْهِمْ مِّنْ أَهْلِ القرى ... }  [يوسف: ١٠٩] </p><p> ليوضح لنا أن المرأة لا تكون رسولاً منه سبحانه؛ لأن مهمة الرسول أن يلتحم بالعالم التحامَ بلاغٍ، والمرأة مطلوب منها أن تكون سكناً. </p><p> كما أن الرسول يُفترض فيه ألاّّ يسقط عنه تكليف تعبديّ في أي وقت من الأوقات؛ والمرأة يسقط عنها التكليف التعبدي أثناء الطمث، ومهمة الرسول تقتضي أن يكون مُسْتوفي الأداء التكليفي في أيِّ وقتٍ. </p><p> ثم كيف يطلبون ذلك ولَمْ تَأْتِ في مهام الرسل من قبل ذلك إلا رجالاً، ولم يسأل الحق أيّاً منهم، ولم يستأذن من أيِّ واحد من الرسل السابقين ليتولى مهمته؛ بل تلقَّى التكليف من الله دون اختيار منه، ويتلقى ما يؤمر أن يبلغه للناس، ويكون الأمر بواسطة الوحي. </p><p> والوحي كما نعلم إعلام بخفاء، ولا ينصرف على إطلاقه إلا للبلاغ عن الله. ولم يوجد رسول مُفوَّض ليبلغ ما يحب أو يُشرِّع؛ لكن كل رسول مُكلَّف بأن ينقل ما يُبَلغ به، إلا محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فقد فوَّضه الحق سبحانه في أن يُشرِّع، ونزل في القرآن:  {مَآ آتَاكُمُ الرسول فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فانتهوا ... }  [الحشر: ٧] </p><p> ويقول الحق سبحانه عن هؤلاء الرسل السابقين أنهم:  {مِّنْ أَهْلِ القرى ... }  [يوسف: ١٠٩] </p><p> والقرية كانت تأخذ نفس مكانة المدينة في عالمنا المعاصر. وأنت حين تزور أهل المدينة تجد عندهم الخير عكس أهل البادية، فالبدويّ من هؤلاء قد لا يجد ما يُقدِّمه لك، فقد يكون ضرع الماشية قد جَفَّ؛ أو لا يجد ما يذبحه لك من الأغنام. </p><p> والفارق بين أهل القرية وأهل البادية أن أهل القرية لهم توطُّن؛ ويملكون قدرة التعايش مع الغير، وترتبط مصالحهم ببعضهم البعض، وترِقُّ حاشية كل منهم للآخر، وتتسع مداركهم بمعارف متعددة، وليس فيهم غِلْظة أهل البادية. </p><p> فالبدويُّ من هؤلاء لا يملك إلا الرَّحْل على ظهر جَمله؛ ويطلب مساقط المياه، وأماكن الكلأ لما يرعاه من أغنام. </p><p> وهكذا تكون في أهل القرى رِقَّة وعِلْم وأدبُ تناولٍ وتعاملٍ؛ ولذلك لم يَأْتِ رسول من البدو كي لا تكون معلوماته قاصرة، ويكون جافاً، به غِلْظة قوْلٍ وسلوك. </p><p> والرسول يُفترض فيه أن يستقبل كل مَنْ يلتقي به بالرِّفق واللِّين وحُسْن المعاشرة؛ لذلك يكون من أهل القرى غالباً؛ لأنهم ليسوا قُسَاة؛ وليسوا على جهل بأمور التعايش الاجتماعي. </p><p> ويتابع الحق سبحانه:  {أَفَلَمْ يَسِيرُواْ فِي الأرض فَيَنظُرُواْ كَيْفَ كَانَ عَاقِبَةُ الذين مِن قَبْلِهِمْ ... }  [يوسف: ١٠٩] </p><p> أي: أنهم إنْ كانوا غير مؤمنين بآخرة يعودون إليها؛ ولا يعلمون متى يعودون؛ فليأخذوا الدنيا مِقْياساً؛ وَلْينظروا في رُقْعة الأرض؛ وينظروا ماذا حدث للمُكذِّبين بالرسل، إنهم سيجدون أن الهلاك والعذاب قد حاقا بكل مُكذِّب. </p><p> ولو أنهم ساروا في الأرض ونظروا نظرة اعتبار، لرأوا قُرَى مَنْ نحتوا بيوتهم في الجبال وقد عصف بها الحق سبحانه، ولَرأوْا أن الحق قد صَبَّ سَوْط العذاب على قوم عاد وآل فرعون، فإن لم تَخَفْ من الآخرة؛ فعليك بالخوف من عذاب الدنيا. </p><p> وقول الحق سبحانه:  {أَفَلَمْ يَسِيرُواْ فِي الأرض فَيَنظُرُواْ كَيْفَ كَانَ عَاقِبَةُ الذين مِن قَبْلِهِمْ ... }  [يوسف: ١٠٩] </p><p> وهذا القول هو من لَفتاتِ الكونيات في القرآن، فقديماً كنا لا نعرف أن هناك غلافاً جوياً يحيط بالأرض، ولم نَكُنْ نعرف أن هذا الغلاف الجوي به الأكسوجين الذي نحتاجه للتنفس. </p><p> ولم نَكُنْ نعرف أن هذا الغلاف الجوي من ضمن تمام الأرض، </p><p> وأنك حين تسير على اليابسة، فالغلاف الجوي يكون فوقك؛ وبذلك فأنت تسير في الأرض؛ لأن ما فوقك من غلاف جوي هو من مُلْحقات الأرض. </p><p> والسَيْر في الأرض هو للسياحة فيها، والسياحة في الأرض نوعان: سياحة اعتبار، وسياحة استثمار. </p><p> ويُعبِّر الحق سبحانه عن سياحة الاعتبار بقوله:  {أَوَلَمْ يَسيرُواْ فِي الأرض فَيَنظُرُواْ كَيْفَ كَانَ عَاقِبَةُ الذين مِن قَبْلِهِمْ ... }  [الروم: ٩] </p><p> ويعبر سبحانه عن سياحة الاستثمار بقوله:  {قُلْ سِيرُواْ فِي الأرض فانظروا كَيْفَ بَدَأَ الخلق ثُمَّ الله يُنشِىءُ النشأة الآخرة ... }  [العنكبوت: ٢٠] </p><p> إذن: فالسياحة الاعتبار هي التي تَلْفتك لقدرة الله سبحانه، وسياحة الاستثمار هي من عمارة الأرض، يقول الحق سبحانه:  {وَمَن يُهَاجِرْ فِي سَبِيلِ اللَّهِ يَجِدْ فِي الأرض مُرَاغَماً كَثِيراً وَسَعَةً ... }  [النساء: ١٠٠] </p><p> وأنت مُكَّلف بهذه المهمة، بل إن ضاق عليك مكان في الأرض فابحث عن مكان آخر، بحسب قول الحق سبحانه:  {أَلَمْ تَكُنْ أَرْضُ الله وَاسِعَةً فَتُهَاجِرُواْ فِيهَا ... } </p><p> [النساء: ٩٧] </p><p> ولك أن تستثمر كما تريد، شرطَ ألاَّ يُلهِيك الاستثمار عن الاعتبار. </p><p> ويتابع الحق سبحانه:  {كَيْفَ كَانَ عَاقِبَةُ الذين مِن قَبْلِهِمْ ... }  [يوسف: ١٠٩] </p><p> ويا لَيْتَ الأمر قد اقتصر على النكال الذي حدث لهم في الدنيا؛ بل هناك نَكَالٌ أشدُّ وَطْأة في انتظارهم في الآخرة. </p><p> يقول الحق سبحانه:  { ... وَلَدَارُ الآخرة خَيْرٌ لِّلَّذِينَ اتقوا أَفَلاَ تَعْقِلُونَ}  [يوسف: ١٠٩] </p><p> وحديث الحق سبحانه عن مصير الذين كَذَّبوا؛ يَظهر لنا كمقابل لما ينتظر المؤمنين، ولم تذكر الآية مصير هؤلاء المُكذِّبين بالتعبير المباشر، ويُسمُّون ذلك في اللغة بالاحتباك. </p><p> مثل ذلك قوله الحق:  {أَوَلَمْ يَرَوْاْ أَنَّا نَأْتِي الأرض نَنقُصُهَا مِنْ أَطْرَافِهَا ... }  [الرعد: ٤١] وكل يوم تنقص أرض الكفر، وتزيد رقعة الإيمان. </p><p> وهكذا يأتي العقاب من جانب الله، ونأخذ المقابل له في الدنيا؛ ومرة يأتي بالثواب المقيم للمؤمنين، ونأخذ المقابل في الآخرة. </p><p> ولقائل أن يقول: ولماذا لم يَقُلِ الحق سبحانه أنه سوف يأتي لهم بما هو أشد شراً من عذاب الدنيا في اليوم الآخر؟ </p><p> وأقول: إن السياق العقلي السطحي الذي ليس من الله؛ هو الذي يمكن أن يُذكِّرهم بأن عذاب الآخرة هو أشدُّ شراً من عذاب الدنيا. </p><p> ولكن الحق سبحانه لا يقول ذلك؛ بل عَدل عن هذا إلى المقابل في المؤمنين؛ فقال:  { ... وَلَدَارُ الآخرة خَيْرٌ لِّلَّذِينَ اتقوا أَفَلاَ تَعْقِلُونَ}  [يوسف: ١٠٩] </p><p> فإذا جاء في الدنيا بالعذاب للكافرين؛ ثم جاء في الآخرة بالثواب لِلمُتقين؛ أخذ من هذا المقابل أن غير المؤمنين سيكون لهم حسابٌ عسير، وقد حذف من هنا ما يدل عليه هناك؛ كي نعرف كيف يُحْبَك النظم القرآني. </p><p> ويقول سبحانه من بعد ذلك: </p><p> {حتى إِذَا استيأس الرسل ... } </p><p> وكلمة:  {حتى}  [يوسف: ١١٠] </p>"
}