{
  "id": null,
  "sura": 12,
  "aya": 4,
  "text": "<p> وهكذا تبدأ قصة يوسف، حين يقول لأبيه يعقوب عليهما السلام «يا أبت» ، وأصل الكلمة «يا أبي» ، ونجد في اللغة العربية كلمات «أبي» و «أبتِ» و «أبتَاهُ» و «أَبَة» وكلها تؤدي معنى الأبوة، وإن كان لكل منها مَلْحظ لغوي. </p><p> ويستمر يوسف في قوله: </p><p> {ياأبت إِنِّي رَأَيْتُ أَحَدَ عَشَرَ كَوْكَباً والشمس والقمر رَأَيْتُهُمْ لِي سَاجِدِينَ}  [يوسف: ٤] . </p><p> وكلنا رأينا الشمس والقمر؛ كُلٌّ في وقت ظهوره؛ لكن حلُم يوسف يُبيِّن أنه رآهما معاً، وكلنا رأينا الكواكب متناثرة في السماء آلافاً لا حَصْرَ لها، فكيف يرى يوسف أحد عشر كوكباً فقط؟ </p><p> لا بُدَّ أنهم اتصفوا بصفات خاصة ميَّزتهم عن غيرهم من الكواكب الأخرى؛ وأنه قام بعدِّهِم. </p><p> ورؤيا يوسف عليه السلام تبيِّن أنه رآهم شمساً وقمراً وأحد عشر كوكباً؛ ثم رآهم بعد ذلك ساجدين. </p><p> وهذا يعني أنه رآهم أولاً بصفاتهم التي نرى بها الشمس والقمر والنجوم بدون سجود؛ ثم رآهم وهم ساجدون له؛ بملامح الخضوع لأمر من الله، ولذلك تكررت كلمة «رأيت» وهو ليس تكراراً، بل لإيضاح الأمر. </p><p> ونجد أن كلمة:  {سَاجِدِينَ}  [يوسف: ٤] وهي جمع مذكر سالم؛ ولا يُجمع جَمْع المذكر السالم إلا إذا كان </p><p> المفرد عاقلاً، والعقل يتميز بقدرة الاختيار بين البدائل؛ والعاقل المؤمن هو مَنْ يجعل اختياراته في الدنيا في إطار منهج الدين، وأسْمَى ما في الخضوع للدين هو السجود لله. </p><p> ومَنْ سجدوا ليوسف إنما سجدوا بأمر من الله، فَهُم إذن يعقلون أمر الحق سبحانه وتعالى. </p><p> مثلهم في ذلك مَثَلْ ما جاء في قول الحق سبحانه:  {إِذَا السمآء انشقت وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ}  [الانشقاق: ١ - ٢] هذه السماء تعقل أمر ربها الذي بناها. </p><p> وقال عنها أنها بلا فُرُوجٍ: </p><p> {أَفَلَمْ ينظروا إِلَى السمآء فَوْقَهُمْ كَيْفَ بَنَيْنَاهَا وَزَيَّنَّاهَا وَمَا لَهَا مِن فُرُوجٍ}  [ق: ٦] وهي أيضاً تسمع أمر ربها، مصداقاً لقوله سبحانه:  {وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ}  [الانشقاق: ٢] . </p><p> أي: أنها امتلكت حاسة السمع؛ لأن «أذنت» من الأذن؛ وكأنها بمجرد سماعها لأمر الله؛ تنفعل وتنشق. </p><p> وهكذا نجد أن كل عَالَم من عوالم الكون أُمَم مثل أمة البشر، ويتفاهم الإنسان مع غيره من البشر ممَّن يشتركون معه في اللغة، وقد يتفاهم مع البشر أمثاله ممن لا يعرف لغتهم بالإشارة، أو من خلال مُترجم، أو من خلال تعلُّم اللغة نفسها. </p><p> ولكن الإنسان لا يفهم لغة الجماد، أو لغة النبات، أو لغة الحيوان؛ إلا إذا أنعم الله على عبد بأن يفهم عن الجماد، أو أن يفهم الجماد عنه. </p><p> والمثل: هو تسبيح الجبال مع داود، ويُشكِّل تسبيحه مع تسبيحها «جُوقة» من الانسجام مُكَوَّن من إنسان مُسبِّح؛ هو أعلى الكائنات، والمُردِّد للتسبيح هي الجبال، وهي من الجماد أدنى الكائنات. </p><p> ونحن نعلم أن كل الكائنات تُسبِّح، لكننا لا نفقه تسبيحها، ولكن الحق سبحانه يختار من عباده مَنْ يُعلِّمه مَنْطِق الكائنات الأخرى، مثلما قال سبحانه عن سليمان:  {وَوَرِثَ سُلَيْمَانُ دَاوُودَ وَقَالَ ياأيها الناس عُلِّمْنَا مَنطِقَ الطير. .}  [النمل: ١٦] وهكذا عَلِمْنا أن للطير منطقاً. وعلَّم الحقُّ سبحانه سليمان لغة النمل؛ لأننا نقرأ قول الحق:  {حتى إِذَآ أَتَوْا على وَادِ النمل قَالَتْ نَمْلَةٌ ياأيها النمل ادخلوا مَسَاكِنَكُمْ لاَ يَحْطِمَنَّكُمْ سُلَيْمَانُ وَجُنُودُهُ وَهُمْ لاَ يَشْعُرُونَ فَتَبَسَّمَ ضَاحِكاً مِّن قَوْلِهَا وَقَالَ رَبِّ أوزعني أَنْ أَشْكُرَ نِعْمَتَكَ التي أَنْعَمْتَ عَلَيَّ وعلى وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحاً تَرْضَاهُ وَأَدْخِلْنِي بِرَحْمَتِكَ فِي عِبَادِكَ الصالحين}  [النمل: ١٨ - ١٩] . </p><p> إذن: فلكُلِّ أُمَّة من الكائنات لغة، وهي تفهم عن خالقها، أو مَنْ أراد له الله سبحانه وتعالى أن يفهم عنها، وبهذا نعلم أن الشمس والقمر والنجوم حين سجدتْ بأمر ربها ليوسف في رؤياه؛ إنما فهمتْ عن أمر ربها. </p><p> ويقول الحق سبحانه بعد ذلك:  {قَالَ يابني ... } . </p>"
}