{
  "id": null,
  "sura": 12,
  "aya": 21,
  "text": "<p> وكان للشراء عِلَّة؛ فهو قد اشتراه لامرأته ليقوم بخدمتها، وكانت لا تنجب وتكثر في الإلحاح عليه في طلب العلاج، وتقول أغلب السير: إن من اشتراه كان ضعيفاً من ناحية رغبته في النساء. </p><p> وهذه اللقطة تبين لنا الفساد الذي ينشأ في البيوت التي تتبنى طفلاً، لكنهم لا يحسبون حساب المسألة حين يبلغ هذا الطفل مبلغ الرجال، وقد تعوَّد أن تحمله ربة البيت وتُقبِّله، وتغدق عليه من التدليل ما يصعب عليها أن تمتنع عنه؛ ولأن الطفل يكبر انسيابياً؛ فقد يقع المحظور وندخل في متاهة الخطيئة. </p><p> ويقول الحق سبحانه: </p><p> {وَقَالَ الذي اشتراه مِن مِّصْرَ لاِمْرَأَتِهِ أَكْرِمِي مَثْوَاهُ عسى أَن يَنفَعَنَآ أَوْ نَتَّخِذَهُ وَلَداً}  [يوسف: ٢١] . </p><p> وهذا يعني أن تعتني بالمكان الذي سيقيم فيه، وبطبيعة الحال فهذا القول يقتضي أن تعتني بالولد نفسه؛ على رجاء أن ينتفع به الرجل وزوجته. </p><p> ولسائل أن يقول: كيف ينتفع به الرجل؛ وهو عزيز مصر، والكُلُّ في خدمته؟ </p><p> ونقول: إن النفع المقصود هنا هو النفْع الموصول بعاطفة مَنْ ينفع؛ وهو غير نفع الموظفين العاملين تحت قيادة وإمرة عزيز مصر، فعندما ينشأ يوسف كابن للرجل وزَوْجه؛ وكإنسان تربَّى في بيت الرجل؛ هنا ستختلف المسألة، ويكون النفع مُحَمَّلاً بالعاطفة التي قال عنها الرجل: </p><p> {أَوْ نَتَّخِذَهُ وَلَداً}  [يوسف: ٢١] . </p><p> وقد عَلِمنا من السِّيَر أنهما لم يُرزَقا بأولاد. </p><p> ويقول الحق سبحانه في نفس الآية: </p><p> {وكذلك مَكَّنَّا لِيُوسُفَ فِي الأرض وَلِنُعَلِّمَهُ مِن تَأْوِيلِ الأحاديث والله غَالِبٌ على أَمْرِهِ ولكن أَكْثَرَ الناس لاَ يَعْلَمُونَ}  [يوسف: ٢١] . </p><p> وقد بدأ التمكين في الأرض من لحظة دخوله إلى بيت عزيز مصر ليحيا حياة طيبة؛ وليعلمه الله تأويل الحديث؛ بأن يهبه القدرة على تفسير الرُّؤى والأحلام؛ وليغلب الله على أمره. </p><p> ولو نظر إخوته إلى ما آل إليه يوسف عليه السلام فسيعرفون أن مرادهم قد خاب؛ وأن مراد الله قد غلب؛ بإكرام يوسف؛ وهم لو علموا ذلك لَضَنَّوا عليه بالإلقاء في الجُبِّ، وهذا شأن الظالمين جميعاً. </p><p> ولذلك نقول: إن الظالم لو عَلِم ما أعدَّه الله للمظلوم لَضَنَّ عليه بالظلم. </p><p> وساعة يقول الحق سبحانه: </p><p> {والله غَالِبٌ على أَمْرِهِ ... }  [يوسف: ٢١] . </p><p> فهذا قول نافذ؛ لأنه وحده القادر على أن يقول للشيء كُنْ فيكون؛ ولا يوجد إله غيره ليرد على مراده. </p><p> ولذلك قلنا قديماً: إن الله سبحانه وتعالى قد شهد لنفسه أنه لا إله إلا هو؛ وهو يملك الرصيد المطلق المؤكد بأنه لا إله غيره؛ فهو وحده الذي له المُلْك، وهو وحده القادر على كل شيء. </p><p> ولكن خيبة بعض من الخلق الذين يتوهمون أنهم قادرون على أن يُخطِّطوا ويمكروا؛ متناسين أو ناسين أن فوقهم قَيُّوم؛ لا تأخذه سنة ولا نوم، ولو انتبه هؤلاء لَعلِمُوا أن الله يُملِّك بحق مَنْ يُظلم فوق إلى ظَلمه. </p><p> ورأينا في حياتنا وتاريخنا ظالمين اجتمعوا على ظُلْم الناس؛ وكان مصيرهم أسوأ من الخيال؛ وأشد هَوْلاً من مصيرهم لو تحكم فيهم مَنْ ظلموهم. </p><p> ويقول الحق سبحانه بعد ذلك:  {وَلَمَّا بَلَغَ أَشُدَّهُ ... } . </p>"
}