{
  "id": null,
  "sura": 12,
  "aya": 7,
  "text": "<p> أي: أن يوسف صار ظَرْفاً للأحداث، لأن «في» تدل على الظرفية، ومعنى الظرفية أن هناك شيئاً يُظْرف فيه شيء آخر، فكأن يوسف صار ظَرْفاً ستدور حوله الأحداث بالأشخاص المشاركين فيها. </p><p> و «يوسف» اسم أعجمي؛ لذلك فهو «ممنوع من الصرف» أي: ممنوع من التنوين فلا نقول: في يوسفٍ. </p><p> و {يُوسُفَ وَإِخْوَتِهِ آيَاتٌ لِّلسَّائِلِينَ}  [يوسف: ٧] </p><p> وهذا يعني أن ما حدث إنما يُلفِت لقدرة الله سبحانه؛ فقد أُلقِيَ في الجُبِّ وأُنقِذ ليتربى في أرقى بيوت مصر. </p><p> ونعلم أن كلمة آية تطلق على الأمر العجيب الملفت للنظر، وهي تَرِد بالقرآن بثلاثة معانٍ: </p><p> آية كونية: مثل الشمس والقمر والليل والنهار، تلك الآيات الكونية رصيد للنظر في الإيمان بواجب الوجود وهو الله سبحانه؛ فساعة ترى الكون منتظماً بتلك الدقة المتناهية؛ لا بُدًَّ أن تفكر في ضرورة وجود خالق لهذا الكون. </p><p> والآيات العجيبة الثانية هي المعجزات الخارقة للنواميس التي يأتي بها الرسل؛ لتدل على صدق بلاغهم عن الله، مثل النار التي صارت بَرْداً وسلاماً على إبراهيم، ومثل الماء الذي انفلق وصار كالطور العظيم أمام عصا موسى. </p><p> وهناك المعنى الثالث لكلمة آية، والمقصود بها آيات القرآن الكريم. </p><p> وفي قول الحق سبحانه: </p><p> {لَّقَدْ كَانَ فِي يُوسُفَ وَإِخْوَتِهِ آيَاتٌ لِّلسَّائِلِينَ}  [يوسف: ٧] . </p><p> نستشف العبرة من كل ما حدث ليوسف الذي كَادَ له إخوته ليتخلصوا منه؛ لكن كَيْدهم انقلب لصالح يوسف. </p><p> وفي كل ذلك سَلْوى لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ لتثبيت فؤاده؛ فلا يُعِير بالاً لاضطهاد قومه له، وتآمرهم عليه، ورغبتهم في نَفْيه إلى الشام، ومحاولتهم قَتْله، ومحاولتهم مُقاطعته، وقد صاروا من بعد ذلك يعيشون في ظلال كَنفِه. </p><p> إذن: فلا تيأس يا محمد؛ لأن الله ناصرك بإذنه وقدرته، ولا تستبطئ نصر الله، أنت ومَنْ معك، كما جاء في القرآن. {أَمْ حَسِبْتُمْ أَن تَدْخُلُواْ الجنة وَلَمَّا يَأْتِكُم مَّثَلُ الذين خَلَوْاْ مِن قَبْلِكُم مَّسَّتْهُمُ البأسآء والضرآء وَزُلْزِلُواْ حتى يَقُولَ الرسول والذين آمَنُواْ مَعَهُ متى نَصْرُ الله ألا إِنَّ نَصْرَ الله قَرِيبٌ}  [البقرة: ٢١٤] . </p><p> ويبين لنا الحق سبحانه ما حدث ليوسف بعد القهر الذي أصابه من إخوته، ويمر الوقت إلى أن تتحقق رؤيا الخير التي رآها يوسف عليه السلام. </p><p> ويُقال: إن رؤيا يوسف تحققت في فترة زمنية تتراوح بين </p><p> أربعين سنة وثمانين عاماً. </p><p> ولذلك نجد رُؤْيَا الخير يطول أَمَدُ تصديقها؛ ورُؤْيَا الشر تكون سريعة؛ لأن من رحمة الله أن يجعل رؤيا الشر يقع واقعاً وينتهي، لأنها لو ظلَّتْ دون وقوع لأمد طويل؛ لوقع الإنسان فريسةَ تخيُّل الشر بكُلِّ صوره. </p><p> والشر لا يأتي إلا على صورة واحدة، ولكن الخير له صور متعددة؛ فيجعلك الله مُتخيلاً لما سوف يأتيك من الخير بألوان وتآويل شتى. </p><p> والمثل لدعوة الشر هو دعوة موسى على آل فرعون؛ حين قال:  {رَبَّنَا اطمس على أَمْوَالِهِمْ واشدد على قُلُوبِهِمْ فَلاَ يُؤْمِنُواْ حتى يَرَوُاْ العذاب الأليم}  [يونس: ٨٨] . </p><p> ويقول الحق سبحانه: </p><p> {لَّقَدْ كَانَ فِي يُوسُفَ وَإِخْوَتِهِ آيَاتٌ لِّلسَّائِلِينَ}  [يوسف: ٧] فكل يوم من أيام تلك القصة هناك آية وتُجمع آيات. </p><p> وهناك قراءة أخرى:  «لقد كان في يوسف وإخوته آية للسائلين» أي: أن كل القصة بكل تفاصيلها وأحداثها آية عجيبة. </p><p> والحق سبحانه أعطانا في القرآن مثلاً على جَمْع الأكثر من آية في آية واحدة، مثلما قال:  {وَجَعَلْنَا ابن مَرْيَمَ وَأُمَّهُ آيَةً}  [المؤمنون: ٥٠] مع أن كلاً منهما آية منفردة. </p><p> ولك أن تنظر إلى قصة يوسف كلها على أنها آية عجيبة تشمل كل اللقطات، أو تنظر إلى كل لقطة على أنها آية بمفردها. </p><p> ويقول الحق سبحانه في آخر هذه الآية أن القصة:  {آيَاتٌ لِّلسَّائِلِينَ}  [يوسف: ٧] . </p><p> والسائلون هنا إما من المشركين الذين حرَّضهم اليهود على أنْ </p><p> يسألوا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ عن مسألة يوسف، وإما من المسلمين الذين يطلبون العِبَر من الأمم السابقة، وجاء الوَحْيُ لينزل على الرسول الأميِّ بتلك السورة بالأداء الرفيع المُعْجِز الذي لا يَقْوَى عليه بشر. </p><p> وأنت حين تقرأ السورة؛ قد تأخذ من الوقت عشرين دقيقة، هاتْ أنت أيَّ إنسان ليتكلم ثُلث ساعة، ويظل حافظاً لما قاله؛ لن تجد أحداً يفعل ذلك؛ لكن الحق سبحانه قال لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  {سَنُقْرِئُكَ فَلاَ تنسى}  [الأعلى: ٦] . </p><p> ولذلك نجد الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يحفظ ما أُنزل إليه من ربه، ويُمليه على صحابته ويصلي بهم؛ ويقرأ في الصلاة ما أُنزِل عليه، ورغم أن في القرآن آياتٍ متشابهات؛ إلا أنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لم يخطئ مرة أثناء قراءته للقرآن. </p><p> والأمثلة كثيرة منها قوله الحق:  {واصبر على مَآ أَصَابَكَ إِنَّ ذَلِكَ مِنْ عَزْمِ الأمور}  [لقمان: ١٧] . </p><p> ومرة أخرى يقول:  {إِنَّ ذَلِكَ لَمِنْ عَزْمِ الأمور}  [الشورى: ٤٣] وكذلك قول الحق سبحانه: </p><p> {إِنَّ المتقين فِي جَنَّاتٍ وَعُيُونٍ}  [الحجر: ٤٥] . </p><p> وفي موقع آخر يقول الحق:  {إِنَّ المتقين فِي جَنَّاتٍ وَنَعِيمٍ}  [الطور: ١٧] . </p><p> فكيف يتأتَّى لبشر أمي أن يتذكر كل ذلك، لولا أن الذي أنزل عليه الوحي قد شاء له ذلك. </p><p> ويقول الحق سبحانه بعد ذلك:  {إِذْ قَالُواْ لَيُوسُفُ ... } . </p>"
}