{
  "id": null,
  "sura": 12,
  "aya": 30,
  "text": "<p> وكلمة «النسوة» ، وكلمة «نساء» تدلُّ على الجماعة، لكن مفردَ كلٍّ منهما ساقط في اللغة، فمفرد «نسوة» امرأة؛ ومفرد «نساء» أيضاً هو «امرأة» . </p><p> ومن العجيب أن المفرد، وهو كلمة «امرأة» له مثنى هو «امرأتان» ، لكن في صيغة الجمع لا توجد «امراءات» ، وتوجد كلمة نسوة اسم لجماعة الإناث، واحدتها امرأة، وجمعها نساء. </p><p> وقد قالت النسوة:  {امرأة العزيز تُرَاوِدُ فَتَاهَا عَن نَّفْسِهِ}  [يوسف: ٣٠] . </p><p> وما قُلْنَه هو الحق؛ لكنهن لم يَقُلْنَ ذلك تعصباً للحق، أو تعصباً للفضيلة. </p><p> وشاء سبحانه أن يدفع هذه المقالة عنهن، ففضح الهدف المختفي وراء هذا القول في الآية التالية حين قال:  {فَلَمَّا سَمِعَتْ بِمَكْرِهِنَّ أَرْسَلَتْ إِلَيْهِنَّ وَأَعْتَدَتْ لَهُنَّ مُتَّكَئاً وَآتَتْ كُلَّ وَاحِدَةٍ مِّنْهُنَّ سِكِّيناً وَقَالَتِ اخرج عَلَيْهِنَّ فَلَمَّا رَأَيْنَهُ أَكْبَرْنَهُ وَقَطَّعْنَ أَيْدِيَهُنَّ وَقُلْنَ حَاشَ للَّهِ مَا هذا بَشَراً إِنْ هاذآ إِلاَّ مَلَكٌ كَرِيمٌ قَالَتْ فذلكن الذي لُمْتُنَّنِي فِيهِ ... }  [يوسف: ٣١ - ٣٢] . </p><p> والمكر هو سَتْر شيء خلف شيء، وكأن الحق يُنبِّهنا إلى أن قول النسوة لم يكن غضبةً للحق؛ ولا تعصباً للفضيلة، ولكنه الرغبة للنِّكاية بامرأة العزيز، وفَضْحاً للضلال الذي أقامت فيه امرأة العزيز. </p><p> وأردْن أيضاً شيئاً آخر؛ أن يُنزِلْنَ امرأة العزيز عن كبريائها، وينشرن فضيحتها، فَأتيْنَ بنقيضين؛ لا يمكن أن يتعدى الموقف فيهما إلا خسيس المنهج. </p><p> فهي امرأة العزيز، أي: أرفع شخصية نسائية في المجتمع، قد نزلت عن كبريائها كزوجة لرجل يُوصَفُ بأنه الغالب الذي لا يُغلب؛ لأن كلمة «العزيز» مأخوذة من المعاني الحسية. </p><p> فيُقال:  «الأرض العَزَاز» أي: الأرض الصخرية التي يصعب المشي عليها، ولا يقدر أحد أنْ يطأها؛ ومن هذا المعنى جاءت كلمة «العزيز» . </p><p> فكيف بامرأة العزيز حين تصير مُضْغة في الأفواه؛ لأنها راودتْ فتاها وخادمها عن نفسه؛ وهو بالنسبة لها في أدنى منزلة، وتلك فضيحة مزرية مشينة. </p><p> وقالت النسوة أيضاً: </p><p> {قَدْ شَغَفَهَا حُبّاً}  [يوسف: ٣٠] </p><p> والحب منازل؛ وأول هذه المنازل «الهوى» مثل: شقشقة النبات، ويُقال:  «رأى شيئاً فهواه» . </p><p> وقد ينتهي هذا الهَوَى بلحظة الرؤية، فإذا تعلَّق الإنسان بما رأى؛ انتقل من الهوى إلى العَلاقة. </p><p> وبعد ذلك يأتي الكلف؛ أي: تكلَّف أن يصل إلى ما يطلبه من هذه العَلاقة. ثم ينتقل بعد ذلك إلى مرتبة فيها التقاء وهي العشق، ويحدث فيها تبادل للمشاعر، ويعلن كل طرف كَلَفه؛ ولذلك يسمونه «عاشق ومعشوق» . </p><p> ثم ينتقل إلى مرحلة اسمها «التدليه» ؛ أي: يكاد أن يفقد عقله. ثم يصير الجسم إلى هُزَال ويقال «تبلت الفؤاد» أي: تاه الإنسان في الأمر. </p><p> ثم تأتي بعد ذلك مرحلة الهُيَام، أي: يهيم الإنسان على </p><p> وجهه؛ فلا يعرف له هدفاً، فإن تبع ذلك جرم صار اسمه «جوى» . </p><p> تلك هي مراحل الحب التي تمر بالقلب، والقلب كما نعلم هو الجهاز الصنوبري، ويسمونه مَقَرّ العقائد المنتهية، والتي بحثها الإنسان واعتقدها بالفعل. </p><p> فالإنسان منا يدرك الأشياء بحواسه الظاهرة، يرى ويشُمُّ ويسمع ويذوق ويلمس، فإذا أدرك بعضاً من الأمور؛ فهو يعرضها على العقل ليوازن بينها؛ ويختار الأكثر قبولاً منه، وبعد ذلك تذهب تلك الأمور المقبولة إلى القلب؛ لتستقر عقيدة فيه لا يحيد عنها. </p><p> أما المسائل العقلية؛ فقد تأتي مسائل أخرى تزحزحها؛ ولذلك يُقال للأمور التي استقرت في القلب «عقائد» ، أي: شيء معقود لا ينحل أبداً. </p><p> وما يصل إلى هذه المرتبة يظهر أثره في إخضاع سلوك حركة الحياة عليه، وإذا ما استقر المبدأ في نفس الإنسان؛ فهو يجعل كل حركته في ظل هذا المبدأ الذي اعتقده. </p><p> وهكذا نعرف: كيف تمرُّ العقيدة بعدَّة مراحل قبل أن تستقر في النفس، فالإدراك يحدث أولاً؛ ثم التعقُّل ثانياً؛ وبعد ذلك يعتقد </p><p> الإنسان الأمر، ويصبح كل سلوك من بعد ذلك وِفْقاً لما اعتقده الإنسان. </p><p> وكلمة:  {شَغَفَهَا حُبّاً. .}  [يوسف: ٣٠] . </p><p> تعني أن المشاعر انتقلتْ من إدراكها إلى عقلها إلى قلبها، والشغاف هو الغِشَاء الرقيق الذي يستر القلب؛ أي: أن الحب تمكَّن تماماً من قلبها. </p><p> وقولهن: </p><p> {إِنَّا لَنَرَاهَا فِي ضَلاَلٍ مُّبِينٍ}  [يوسف: ٣٠] . </p><p> هو قول حَقٍّ أُريد به باطل. </p><p> ولذلك يقول الحق سبحانه بعد ذلك ما يفضح مَقْصِدهن:  {فَلَمَّا سَمِعَتْ بِمَكْرِهِنَّ ... } . </p>"
}