{
  "id": null,
  "sura": 12,
  "aya": 33,
  "text": "<p> ولسائل أن يقول: ولماذا جاء قول يوسف بالجمع، وقال: </p><p> {السجن أَحَبُّ إِلَيَّ مِمَّا يدعونني إِلَيْهِ}  [يوسف: ٣٣] . </p><p> على الرغم من أن امرأة العزيز هي التي قالت:  {وَلَئِن لَّمْ يَفْعَلْ مَآ آمُرُهُ لَيُسْجَنَنَّ}  [يوسف: ٣٢] . </p><p> ونقول: لا بُدَّ أن يوسف عليه السلام قد رأى منهن إشاراتٍ أو غمزات تُوحي له بألاّ يُعرض نفسه لتلك الورطة التي ستؤدي به إلى السجن؛ لذلك أدخل يوسف عليه السلام في قوله المفرد امرأة العزيز في جمع النسوة اللاتي جمعتُهنَّ امرأة العزيز، وهُنَّ اللاتي طلبْنَ منه غَمْزاً أو إشارة أن يُخرج نفسه من هذا الموقف. </p><p> ولعل أكثر من واحدة منهن قد نظرت إليه في محاولة لاستمالته، وللعيون والانفعالات وقَسَمات الوجه تعبير أبلغ من تعبير العبارات، وقد تكون إشارات عُيونهن قد دَلَّتْ يوسف على المراد الذي تطلبه كل واحدة منهن، وفي مثل هذه الاجتماعات تلعب لغة العيون دوراً هاماً. </p><p> وها هو ذا أبو دلامة الشاعر وقد جلس في مجلس الخليفة، وكان أبو دلامة مشهوراً بقدرة كبيرة على الهجاء. وأراد الخليفة أن يداعبه فقال له: عزمتُ عليك إلا هجوتَ واحداً منا. </p><p> ودارت عيون في المجلس، وأشار له كل مَنْ حضر المجلس خُفيةً بأنه سيُجزل له العطاء إن ابتعد أبو دلامة عن هجائه؛ ولأن أبا دلامة معروفٌ بالطمع، وخشي أن يضيع منه أيُّ شيء من العطايا؛ لذلك قام بهجاء نفسه؛ وقال: </p><p> ألا أبلغْ لدَيْك أباَ دلامة ... فليسَ منَ الكِرامِ ولاَ كرامه </p><p> إذَا لَبِسَ العِمَامةَ كان قِرداً ... وخِنْزِيراً إذا خلَع العِمَامه </p><p> وهكذا خرج من قسم الأمير؛ وكسب العطايا التي وعده بها من حضروا المجلس. </p><p> وهنا في الآية التي نحن بصدد خواطرنا عنها نجد يوسف عليه السلام قد جمع امرأة العزيز مع النسوة؛ فقال: </p><p> {رَبِّ السجن أَحَبُّ إِلَيَّ مِمَّا يدعونني إِلَيْهِ}  [يوسف: ٣٣] . </p><p> أي: أن السجن أفضل لديه من أن يوافق امرأة العزيز على فعل الفحشاء، أو يوافق النسوة على دعوتهن له أن يُحرِّر نفسه من السجن بأن يستجيب لها، ثم يخرج إليهن من القصر من بعد ذلك. </p><p> ولكن يوسف عليه السلام دعا ربه، فقال: </p><p> {وَإِلاَّ تَصْرِفْ عَنِّي كَيْدَهُنَّ أَصْبُ إِلَيْهِنَّ وَأَكُن مِّنَ الجاهلين}  [يوسف: ٣٣] . </p><p> ولسائل أن يقول: ولماذا لم يَقُلْ يوسف «يا إلهي» وهو يعلم أن مناط التكليف في الألوهية ب «افعل» و «لا تفعل» ؟ </p><p> نقول: أراد يوسف أن يدعو ربه باسم الربوبية اعترافاً بفضله سبحانه؛ لأنه هو جَلَّ وعلا مَنْ ربَّاه وتعهّده؛ وهو هنا يدعوه باسم الربوبية ألاَّ يتخلى عنه في هذا الموقف. </p><p> فيوسف عليه السلام يعرف أنه من البشر؛ وإنْ لم يصرف الله عنه كيدهُنَّ؛ لاستجاب لغوايتهن، ولأصبح من الجاهلين الذين لا يلتفون إلى عواقب الأمور. </p><p> وعلى الرغم من أن السجن أمر كريه؛ إلا أنه قد فضَّله على معصية خالقه، ولأنه لجأ إلى المُربِّي الأول. لتأتي الاستجابة منه سبحانه. </p><p> يقول الحق:  {فاستجاب لَهُ ... } . </p>"
}