{
  "id": null,
  "sura": 12,
  "aya": 47,
  "text": "<p> وهذه بداية تأويل رُؤْيا الملك. </p><p> والدَّأْب معناه: المُواظبة؛ فكأن يوسف عليه السلام قد طلب أن يزرع أهل مصر بدأبٍ وبدون كسل. </p><p> ويتابع:  {فَمَا حَصَدتُّمْ فَذَرُوهُ فِي سُنبُلِهِ إِلاَّ قَلِيلاً مِّمَّا تَأْكُلُونَ}  [يوسف: ٤٧] . </p><p> أي: ما تحصدونه نتيجة الزرع بجِدٍّ واجتهاد؛ فلكم أنْ تأكلوا القليل منه، وتتركوا بقيته محفوظاً في سنَابله. </p><p> والحفظ في السنابل يُعلِّمنا قَدْر القرآن، وقدرة مَنْ أنزل القرآن سبحانه، وما آتاه الله جل علاه ليوسف عليه السلام من علم في كل نواحي الحياة، من اقتصاد ومقومات التخزين، وغير ذلك من عطاءات الله، فقد أثبت العلم الحديث أن القمح إذا خُزِّن في سنابله؛ فتلك حماية ووقاية له من السوس. </p><p> وبعض العلماء قال في تفسير هذه الآية؛ إن المقصود هو تخزين القمح في سنابله وعيدانه. </p><p> وأقول: إن المقصود هو تَرْك القمح في سنابله فقط؛ لأن العيدان هي طعام الحيوانات. </p><p> ونحن نعلم أن حبة القمح لها وعاءان؛ وعاء يحميها؛ وهو ينفصل عن القمحة أثناء عملية «الدَّرْس» ؛ ثم يطير أثناء عملية «التذرية» مُنفصِلاً عن حبوب القمح. </p><p> ولحبة القمح وعاء ملازم لها، وهو القشرة التي تنفصل عن الحبة حين نطحن القمح، ونسميها «الردة» وهي نوعان: «ردة خشنة» و «ردة ناعمة» . </p><p> ومن عادة البعض أن يَفصِلوا الدقيق النقي عن «الردة» ، </p><p> وهؤلاء يتجاهلون أو لا يعرفون الحقيقة العلمية التي أكدت أن تناول الخبز المصنوع من الدقيق الأبيض الخالي من «الردة» يصيب المعدة بالتلبُّك. </p><p> فهذه القشرة الملازمة لحبة القمح ليست لحماية الحبة فقط؛ بل تحتوي على قيمة غذائية كبيرة. </p><p> وكان أغنياء الريف في مصر يقومون بتنقية الدقيق المطحون من «الردة» ويسمُّونه «الدقيقة العلامة» ؛ الذي إنْ وضعت ملعقة منه في فمك؛ تشعر بالتلَبُّك؛ أما إذا وضعت ملعقة من الدقيق الطبيعي الممتزج بما تحتويه الحبة من «ردة» ؛ فلن تشعر بهذا التلبُّك. </p><p> ويمتنُّ الله على عباده بذلك في قوله الحق:  {والحب ذُو العصف والريحان}  [الرحمن: ١٢] . </p><p> وقد اهتدى علماء هذا العصر إلى القيمة الفاعلة في طَحْن القمح، مع الحفاظ على ما فيه من قشر القمح، وثبت لهم أن مَنْ يتناول الخبز المصنوع من الدقيق النقي للغاية؛ يعاني من ارتباك غذائي يُلجِئه إلى تناول خبز مصنوع من قِشْر القمح فقط، وهو ما يسمى «الخبز السِّن» ؛ ليعوض في غذائه ما فقده من قيمة غذائية. </p><p> وهنا يقول الحق سبحانه: </p><p> {فَمَا حَصَدتُّمْ فَذَرُوهُ فِي سُنبُلِهِ إِلاَّ قَلِيلاً مِّمَّا تَأْكُلُونَ}  [يوسف: ٤٧] . </p><p> وهكذا أخبر يوسف الساقي الذي جاء يطلب منه تأويل رُؤْيا الملك؛ بما يجب أن يفعلوه تحسُّباً للسنوات السبع العجاف التي تلي السبع سنوات المزدهرة بالخُضْرة والعطاء، فلا يأكلوا مِلْء البطون؛ بل يتناولوا من القمح على قَدْر الكفاف: </p><p> {إِلاَّ قَلِيلاً مِّمَّا تَأْكُلُونَ}  [يوسف: ٤٧] . </p><p> ويتابع الحق سبحانه ما جاء على لسان يوسف عليه السلام من بقية التأويل لحُلْم الملك:  {ثُمَّ يَأْتِي مِن ... } . </p>"
}