{
  "id": null,
  "sura": 12,
  "aya": 88,
  "text": "<p> ولم يذكر الحق سبحانه اسم مَنْ دخلوا عليه، لأنه بطل القصة، والضمير في «عليه» لا بُدَّ أن يعود إلى معلوم، ونادوه بالتفخيم قائلين: </p><p> {ياأيها العزيز مَسَّنَا وَأَهْلَنَا الضر}  [يوسف: ٨٨] . </p><p> أي: أن الجوع صَيَّرنا إلى هُزَال، وبدأوا بترقيق قلب مَنْ يسمعهم؛ بعد تفخيمهم له؛ فهو الأعلى وهُم الأدنى. </p><p> ويستمر قولهم: </p><p> {وَجِئْنَا بِبِضَاعَةٍ مُّزْجَاةٍ فَأَوْفِ لَنَا الكيل وَتَصَدَّقْ عَلَيْنَآ إِنَّ الله يَجْزِي المتصدقين}  [يوسف: ٨٨] . </p><p> ونعلم أنهم قد جاءوا ليتحسسوا أمر يوسف وأخيه، وقد اختاروا مَدْخل الترقيق والتفخيم كَلَوْن من المَكْر، فالتفخيم بندائه بلقب العزيز؛ أي: المالك المُتمكِّن؛ ويعني هذا النداء أن ما سوف يطلبونه منه هو أمر في متناول سلطته. </p><p> والترقيق بشكوى الحال من جوع صار بهم إلى هُزال، وأعلنوا قدومهم ومعهم بضاعة مزجاة، أي: بضاعة تُستخدم كأثمان لِمَا سوف يأخذونه من سِلَع. </p><p> وكلمة:  {مُّزْجَاةٍ}  [يوسف: ٨٨] . </p><p> أي: مدفوعة من الذي يشتري أو يبيع. </p><p> والحق سبحانه يقول:  {أَلَمْ تَرَ أَنَّ الله يُزْجِي سَحَاباً ثُمَّ يُؤَلِّفُ بَيْنَهُ ثُمَّ يَجْعَلُهُ رُكَاماً}  [النور: ٤٣] . </p><p> وكلمة «يزجي» بمعنى: يدفع. </p><p> إذن: فما معنى قول الحق سبحانه: </p><p> {بِبِضَاعَةٍ مُّزْجَاةٍ}  [يوسف: ٨٨] . </p><p> ولكي تعرف المعنى بإحساسك؛ جَرِّب هذا الأمر في نفسك، وراقب كيف تدفع ثمن أيَّ شيء تشتريه؛ فإنْ كان معك نقود قديمة ونقود جديدة؛ ستجد أنك تدفع قيمة ما تشتريه من النقود القديمة؛ وسوف تجد نفسك مرتاحاً لاحتفاظك بالنقود الجديدة لنفسك. </p><p> وقد يقول لك مَنْ تشتري منه:  «خذ هذه الورقة النقدية القديمة التي تدفعها لي، واستبدلها لي بورقة جديدة» . </p><p> فما دامت النقود سوف تُدفع؛ فأنت تريد أن تتخلص من النقود القديمة؛ وتفعل ذلك وأنت مُرتاح، وبذلك يمكننا أن نفهم معنى: </p><p> {بِبِضَاعَةٍ مُّزْجَاةٍ}  [يوسف: ٨٨] . </p><p> على أنها بِضَاعة رديئة. </p><p> فكأن الضُّرَّ الذي أصابهم جعلهم عاجزين عن دفع الأثمان للمَيْرة التي سوف يأخذونها، مثل الأثمان السابقة التي تميزت بالجودة. </p><p> ويتابع الحق سبحانه ما جاء على ألسنتهم: </p><p> {فَأَوْفِ لَنَا الكيل وَتَصَدَّقْ عَلَيْنَآ إِنَّ الله يَجْزِي المتصدقين}  [يوسف: ٨٨] . </p><p> أي: أنهم يرجونه أن يُوفِّي لهم الكيل ولا ينقصه؛ إنْ كان ما جاءوا به من أثمان لا يُوفى ما تساويه المَيْرة، وطالبوه أن يعتبر تلك التَّوْفِية في الكَيْل صدقة. </p><p> وبذلك رَدُّوه إلى ثمن أعلى مما حملوه من أثمان، وفوق قدرة البشر على الدَّفْع؛ لأن الصدقة إنما يُثيب عليها الحق سبحانه وتعالى. </p><p> ولقائل أن يسأل: أليسوا أبناء نبوة، ولا تجوز عليهم الصدقة؟ </p><p> نقول: إن عدم جواز الصدقة هو أمر اختصَّ به الحق سبحانه آل محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وهو أمر خاص بأمة محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فقد قال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «إن الصدقة لا تنبغي لآل محمد، إنما هي أوساخ الناس» . </p><p> وانظر إلى ما فعلته الترقيقات التي قالوها؛ نظر إليهم يوسف عليه السلام وتبسم، ولما تبسَّم ظهرت ثناياه، وهي ثنايا مميزة عن ثنايا جميع مَنْ رأوه. </p><p> وجاء الحق سبحانه بما قاله:  {قَالَ هَلْ عَلِمْتُمْ ... } . </p>"
}