{
  "id": null,
  "sura": 12,
  "aya": 43,
  "text": "<p> والأرض التي وقعتْ عليها، وجَرَتْ فوقها تلك القصة هي مصر، وسبق أن عرفنا ذلك حين قال الحق سبحانه:  {وَقَالَ الذي اشتراه مِن مِّصْرَ}  [يوسف: ٢١] . </p><p> وهكذا نعرف أن هناك «ملك» ، وهناك «عزيز» . </p><p> ونحن نعلم أن حكام مصر القديمة كانوا يُسمَّوْنَ الفراعنة، وبعد أن اكتُشِفَ «حجر رشيد» ، وتم فَكُّ ألغاز اللغة الهيروغليفية؛ عرفنا </p><p> أن حكم الفراعنة قد اختفى لفترة؛ حين استعمر مصرَ ملوكُ الرُّعاة، وهم الذين يُسمَّوْنَ الهكسوس. </p><p> وكانت هذه هي الفترة التي ظهر فيها يوسف، وعمل يوسف وأخوه معهم، فلما استرجع الفراعنة حكم مصر طردوا الهكسوس، وقتلوا مَنْ كانوا يُوالونهم. </p><p> وحديث القرآن عن وجود مَلِك في مصر أثناء قصة يوسف عليه السلام هو من إعجاز التنبؤ في القرآن. </p><p> وساعة تقرأ: </p><p> {وَقَالَ الملك إني أرى سَبْعَ بَقَرَاتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ}  [يوسف: ٤٣] . </p><p> ثم يطلب تأويل رؤياه؛ فهذا يعني أنها رُؤيا منامية. </p><p> وكلمة:  {سِمَانٍ}  [يوسف: ٤٣] . </p><p> أي: مُمْتلئة اللحم والعافية. وكلمة {عجاف} أي: الهزيلة؛ كما يُقال عند العامة «جلدها على عظمها» ؛ فكيف تأكل العجاف السمان؛ مع أن العكس قد يكون مقبولاً؟ </p><p> وأضاف الملك: </p><p> {وَسَبْعَ سُنْبُلاَتٍ خُضْرٍ وَأُخَرَ يَابِسَاتٍ ... }  [يوسف: ٤٣] . </p><p> ولم يَصِف الملك أيَّ فعل يصدر عن السنابل، ثم سأل مَنْ حوله من أعيان القوم الذين يتصدرون صُدور المجالس، ويملأون العيون: </p><p> {أَفْتُونِي فِي رُؤْيَايَ إِن كُنتُمْ لِلرُّؤْيَا تَعْبُرُونَ}  [يوسف: ٤٣] . </p><p> وكلمة (تعبرون) مأخوذة من «عبر النهر» أي: انتقل من شاطئ إلى شاطئ، وكأنه يطلب منهم المراد المَطْوي في الرُّؤيا. </p><p> ومن هذا المعنى أخذنا كلمة «العبْرة» ، وهي التجربة التي نستفيد منها، ومنه أيضاً «العبارَة» وهو أن يكون هناك شيء مكتوم في النفس، ونُؤدِّيه، ونُظهِره بالعبارة. </p><p> ومنه «العَبْرة» ، وهو الدَّمعْة التي تسقط من العين تعبيراً عن مشاعر ما؛ سواء كانت مشاعر حُزْن أو فرح، والمادة كلها تدور حول تعريف مجهول بمعلوم. </p><p> وهكذا يفعل مُفسِّر الرُّؤْيا حين يَعبُر من خلال رموزها من الخيال إلى الحقيقة. </p><p> ولم يعرف الملأ الذين حول المَلِك تفسيراً للرُّؤيا التي رآها في منامه. </p><p> ويقول الحق سبحانه ما جاء على ألسنتهم:  {قالوا أَضْغَاثُ ... } . </p>"
}