{
  "id": null,
  "sura": 12,
  "aya": 103,
  "text": "<p> فأنت يا محمد لن تجعل كل الناس مؤمنين؛ ولو حرصت على ذلك، وكان صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ شديد الحرص على أن يؤمن قومه، فهو منهم. </p><p> ويقول فيه الحق سبحانه:  {لَقَدْ جَآءَكُمْ رَسُولٌ مِّنْ أَنفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بالمؤمنين رَءُوفٌ رَّحِيمٌ}  [التوبة: ١٢٨] </p><p> لكنهم جحدوا ما جاءهم به؛ وقد أحزنه ذلك الأمر. وفي الحرص نجد آية خاصة باليهود؛ هؤلاء الذين دفعوا أهل مكة أن يسألوا الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ عن قصة يوسف؛ يقول الحق سبحانه:  {وَلَتَجِدَنَّهُمْ أَحْرَصَ الناس على حَيَاةٍ ... }  [البقرة: ٩٦] </p><p> وكان على أهل مكة أن يؤمنوا مادام قد ثبت لهم بالبينات أنه رسول من الله. </p><p> وجاء قول الحق:  {وَمَآ أَكْثَرُ الناس وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ}  [يوسف: ١٠٣] </p><p> جاء ذلك القولُ تسليةً من الحق سبحانه لرسوله، وليؤكد له أن ذلك ليس حال أهل مكة فقط، ولكن هذه هي طبيعة معظم الناس. لماذا؟ </p><p> لأن أغلبهم لا يُحسن قياس ما يعطيه له منهج الله في الدنيا والآخرة، والإنسان حين يُقبل على منهج الله، يقيس الإقبال على هذا المنهج بما يُعطِيه له في الآخرة؛ فلسوف يعلم أنه مهما أعطى لنفسه من مُتَع الدنيا فعُمْره فيها مَوْقُوت بالقَدْر الذي قدَّره له الله، والحياة يمكن أن تنتهي عند أية لحظة. </p><p> والحق سبحانه حين خبأ عن الناس أعمارهم في الدنيا، لم يَكُنْ هذا الإخفاء إبهاماً كما يظن البعض، وهذا الإبهام هو في حقيقته عَيْن البيان، فإشاعة حدوث الموت في أي زمن يجعل الإنسان في حالة ترقُّب. </p><p> ولذلك فميتات الفُجَاءة لها حكمة أن يعرف كل إنسان أن الموت لا سببِ له، بل هو سبب في حَدِّ ذاته؛ سواء كان الموت في حادثة أو بسبب مرض أو فجأة، فالإنسان يتمتع في الدنيا على حسب عمره المحدد الموقوت عند الله، أما في الآخرة فإنه يتمتع على قدر إمدادات الخالق سبحانه. </p><p> والإنسان المؤمن يقيس استمتاعه في الآخرة بقدرة الله على العطاء، وبإمكانات الحق لا إمكانات الخَلْق. </p><p> وهَبْ أن إنساناً معزولاً عن أمر الآخرة، أي: أنه كافر بالآخرة وأخذها على أساس الدنيا فقط، نقول له: انظر إلى ما يُطلب منك نهياً؛ وما يُطلب منك أمراً، ولا تجعله لذاتك فقط، بل اجعله للمقابل لك من الملايين غيرك. </p><p> سوف تجد أن نواهي المنهج إن منعتْك عن شر تفعله بغيرك؛ فقد منعتْ الغير أن يفعل بك الشر، في هذا مصلحة لك بالمقاييس المادية التي لا دَخْل للدين بها. </p><p> ويجب أن نأخذ هذه المسألة في إطار قضية هي «دَرْء المفسدة مُقدّم على جَلْب المصلحة» . </p><p> وهَبْ أن إنساناً مُحباً لك أمسك بتفاحة وأراد أن يقذفها لك، بينما يوجد آخر كاره لك، ويحاول أن يقذفك في نفس اللحظة بحجر، وأطلق الاثنان ما في أيديهما تجاهك، هنا يجب أن تردَّ الحجر قبل أن تلتقط التفاحة، وهكذا يكون دَرْء المفسدة مُقدّماً على جَلْب المصلحة. </p><p> وعلى الإنسان أن يقيس ذلك في كل أمر من الأمور؛ لأن كثيراً من أدوات الحضارات أو ابتكارات المدنية أو المخترعات العلمية قد تعطينا بعضاً من النفع، ولكن يثبت أن لها من بعد ذلك الكثير من الضرر. </p><p> مثال هذا: هو اختراع مادة «د. د. ت» التي قتلت بعض الحشرات، وقتلت معها الكثير من الطيور المفيدة. </p><p> ولذلك يقول الحق سبحانه:  {وَلاَ تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ ... }  [الإسراء: ٣٦] </p><p> وعليك أن تدرس أيَّ مُخْتَرع قبل استعماله؛ لترى نفعه وضرره قبل أن تستعمله. </p><p> وقد رأينا مَنْ يُدخِلون الكهرباء إلى بيوتهم، يحاولون أن يرفعوا موقع «فِيَش» الكهرباء عن مستوى تناول الأطفال؛ كي لا يضيع طفل أصابعه في تلك الفتحات فتصعقهم الكهرباء، ووجدنا بعضاً من المهندسين قد صَمَّموا أجهزة تفصل الكهرباء آلياً إنْ لمستْها يَدُ بشر. </p><p> وهذا هو دَرْء المفسدة المُقدَّم على جَلْب المنفعة، وعلينا أن نحتاط لمثل هذه الأمور. </p><p> وفي الآية التي نحن بصدد خواطرنا عنها نجد الحق سبحانه يقول:  {وَمَآ أَكْثَرُ الناس وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ}  [يوسف: ١٠٣] </p><p> وهل قوله:  {أَكْثَرُ الناس ... }  [يوسف: ١٠٣] </p><p> نسبة للذين لا يؤمنون، يعني أن المؤمنين قلة؟ </p><p> نقول: لا؛ لأن «أكثر» قد يقابله «أقل» ، وقد يقابله «الكثير» . </p><p> ويقول الحق سبحانه:  {أَلَمْ تَرَ أَنَّ الله يَسْجُدُ لَهُ مَن فِي السماوات وَمَن فِي الأرض والشمس والقمر والنجوم والجبال والشجر والدوآب وَكَثِيرٌ مِّنَ الناس وَكَثِيرٌ حَقَّ عَلَيْهِ العذاب ... }  [الحج: ١٨] </p><p> وهكذا نجد أن كلمة «كثير» قد يقابلها أيضاً كلمة «كثير» . </p><p> وقد أوضح الحق سبحانه لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أنه لو حرص ما استطاع أن يجعل أكثر الناس مؤمنين، والحِرْص هو تعلُّق النفس وتعبئة مجهود للاحتفاظ بشيء نرى أنه يجلب لنا نفعاً أو يذهب بضُرٍّ، وهو استمساك يتطلب جهداً. </p><p> ولذلك يوضح له الحق سبحانه: أنت لن تهدي مَنْ تحرص على هدايته. </p><p> ويقول سبحانه:  {إِن تَحْرِصْ على هُدَاهُمْ فَإِنَّ الله لاَ يَهْدِي مَن يُضِلُّ ... }  [النحل: ٣٧] </p><p> ومن هذه الآية نستفيد أن كل رسول عليه أن يوطن نفسه على أن الناس سيعقدون مقارناتٍ بين البدائل النفعية؛ وسيقعون في أخطاء اختيار غير الملائم لفائدتهم على المدى الطويل؛ فوطِّنْ نفسك يا محمد على ذلك. </p><p> وإذا كنتَ يا رسول الله قد حملتَ الرسالة وتسألهم الإيمان </p><p> لفائدتهم، فأنت تفعل ذلك دون أجر؛ رغم أنهم لو فَطِنوا إلى الأمر لكان يجب أن يقدروا أجراً لمن يهديهم سواء السبيل، لأن الأجر يُعْطَى لمن يقدم لك منفعة. </p><p> والإنسان حريص على أن يدفع الأجر لمن يُعينه على منفعة؛ والمنفعة إما أن تكون موقوتة بزمن دنيوي ينتهي، وإما أن تكون منفعة ممتدة إلى ما لا نهاية؛ راحة في الدنيا وسعادة في الآخرة. </p><p> ويأتي القرآن بقول الرسل:  {لاَّ أَسْأَلُكُمْ عَلَيْهِ أَجْراً ... }  [الأنعام: ٩٠] </p><p> ولم يَقُلْ ذلك اثنان هما: إبراهيم عليه السلام، وموسى عليه السلام. </p><p> وكان العقل يقول: كان يجب على الناس لو أنها تُقدِّر التقدير السليم؛ أن تدفع أجراً للرسول الذي يُفسِّر لهم أحوال الكون، ويُطمئنهم على مصيرهم بعد الموت، ويشرح لهم منهج الحق، ويكون لهم أُسْوة حسنة. </p><p> ونحن نجد في عالمنا المعاصر أن الأسرة تدفع الكثير للمدرس الخصوصي الذي يُلقِّن الابن مبادئ القراءة والكتابة، فما بالنا بمَنْ يضيء البصر والبصيرة بالهداية؟ </p><p> ومقتضى الأمر أن الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يقدم نفعاً أبدياً لمن يتبعه، لكنه لم يطلب أجراً. </p><p> ويقول الحق سبحانه: </p><p> {وَمَا تَسْأَلُهُمْ عَلَيْهِ مِنْ أَجْرٍ ... } </p>"
}