{
  "id": null,
  "sura": 12,
  "aya": 87,
  "text": "<p> ونلحظ أن الذين غابوا هم ثلاثة: يوسف، وبنيامين، والأخ </p><p> الأكبر الذي أصرَّ على ألاَّ يبرح مصر إلا بعد أن يأذنَ أبوه، أو يأتي فرج من الله. </p><p> وهنا في هذه الآية جاء ذِكْر يوسف وأخيه، ولم يَأْتِ ذِكْر الأخ الكبير أو رئيس الرحلة. ونقول: إن يوسف وأخاه هما المعسكر الضعيف الذي عانى من مناهضة بقية الأخوة، وهما قد فارقا الأب صغاراً، أما الأخ الأكبر فيستطيع أن يحتال، وأن يعود في الوقت الذي يريد. </p><p> وقول يعقوب: </p><p> {اذهبوا فَتَحَسَّسُواْ مِن يُوسُفَ وَأَخِيهِ. .}  [يوسف: ٨٧] . </p><p> نجد فيه كلمة (تحسسوا) ، وهي من الحسِّ، والحسُّ يُجمع على «حواس» ، والحواس هي منافذ إدراك المعلومات للنفس البشرية، فالمعلومات تنشأ عندنا من الأمور المُحسَّة، وتدركها حواسنا لتصير قضايا عقلية. </p><p> وهكذا نعلم أن الحواس هي قنواتُ المعرفة، وهي غير مقصورة على الحواس الخمس الظاهرة؛ بل اكتشف العلماء أن هناك حواسَّ أخرى غير ظاهرة، وسبق أن تعرضنا لهذا الأمر في مراتٍ كثيرة سابقة. </p><p> وقوله: </p><p> {فَتَحَسَّسُواْ مِن يُوسُفَ وَأَخِيهِ. .}  [يوسف: ٨٧] . </p><p> يعني أعملوا حواسكم، بكل ما فيها من طاقة، كي تصلوا إلى الحقيقة. </p><p> ونعلم أن كلمة «الجاسوس» قد أُطلِقَتْ على مَنْ يتنصَّتْ ويرى ويشُمُّ رائحة الأخبار والتحرُّكات عند معسكر الأعداء؛ ويقال له «عين» أيضاً. </p><p> وفي عُرْفنا العام نقول لمن يحترف التقاط الأخبار «شَمْ شِمْ لنا على حكاية الأمر الفلاني» . </p><p> وتابع يعقوب القول: </p><p> {وَلاَ تَيْأَسُواْ مِن رَّوْحِ الله إِنَّهُ لاَ يَيْأَسُ مِن رَّوْحِ الله إِلاَّ القوم الكافرون}  [يوسف: ٨٧] . </p><p> أي: إياكم أن تقولوا أننا ذهبنا وتعبنا وتحايلنا؛ ولم نجد حلاً، لأن الله موجود، ولا يزال لله رحمة. </p><p> والأثر يقول:  «لا كَرْبَ وأنت رَبُّ» . </p><p> وما يَعِزُّ عليك بقانونك الجأ فيه إلى الله. </p><p> وقد علَّمنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ «أنه كلما حَزَبه أمر قام وصلى» . </p><p> وبهذا لجأ إلى ربِّ الأسباب، وسبحانه فوق كل الأسباب، وجَرِّبوا ذلك في أيِّ أمر يُعضِلكم، ولن ينتهي الواحد منكم إلى نهاية الصلاة إلا ويجد حَلاّ لِمَا أعضلَه. </p><p> وكلمة «رَوْح» نجدها تُنطَق على طريقتين «رَوْح» و «رُوح» ، و «الرَّوْح» هي الرائحة التي تهبُّ على الإنسان فيستروح بها، مثلما يجلس إنسان في يوم قَيْظ؛ ثم تهبُّ نسمة رقيقة ينتعش بها. </p><p> والحق سبحانه يقول:  {فَرَوْحٌ وَرَيْحَانٌ وَجَنَّتُ نَعِيمٍ}  [الواقعة: ٨٩] . </p><p> ونأخذ لهذه الروح مثلاً من المُحسَّات حين يشتد القيظ، ونجلس في بستان، وتهبُّ نسمة هواء؛ فيتعطر الجو بما في البستان من زهور. </p><p> والرُّوح هي التي ينفخها الحقُّ سبحانه في الجماد فيتحرك. </p><p> ويأتي هنا يعقوب عليه السلام بالقضية والمبدأ الذي يسير عليه كل مؤمن، فيقول: </p><p> {إِنَّهُ لاَ يَيْأَسُ مِن رَّوْحِ الله إِلاَّ القوم الكافرون}  [يوسف: ٨٧] . </p><p> لأن الذي ليس له رَبٌّ هو مَنْ ييأس، ولذلك نجد نسبة المنتحرين بين الملاحدة كبيرة، لكن المؤمن لا يفعل ذلك؛ لأنه يعلم أن له رباً يساعد عباده. </p><p> وما دام المؤمن قد أخذ بالأسباب؛ فسبحانه يَهبُه ممَّا فوق الأسباب. </p><p> وسبحانه يقول:  {وَمَن يَتَّقِ الله يَجْعَل لَّهُ مَخْرَجاً وَيَرْزُقْهُ مِنْ حَيْثُ لاَ يَحْتَسِبُ وَمَن يَتَوَكَّلْ عَلَى الله فَهُوَ حَسْبُهُ إِنَّ الله بَالِغُ أَمْرِهِ قَدْ جَعَلَ الله لِكُلِّ شَيْءٍ قَدْراً}  [الطلاق: ٢ - ٣] . </p><p> وهذه مسألة تحدث لمن يتقي الله. أتحدى أن يوجد مؤمن ليس في حياته مثل هذه الأمور، ما دام يأخذ بالأسباب ويتقي الله، وسوف يجد في لحظة من لحظات الكرب أن الفرج قد جاء من حيث لا يحتسب؛ لأن الله هو الرصيد النهائي للمؤمن. </p><p> وهَبْ أنك سائر في الطريق، وفي جيبك جنيه واحد، وليس عندك غيره وضاع منك؛ هل تحزن؟ نعم سوف تحزن، ولكن إن كان في بيتك عشرة جنيهات فحزنك يكون خفيفاً لضياع الجنيه، ولو كان رصيدك في البنك ألف من الجنيهات، فلن تحزن على الجنيه الذي ضاع. </p><p> ومَنْ له رَبٌّ، يبذل الجَهْد في الأخذ بالأسباب؛ سيجد الحل والفرج من أيِّ كرب مِمَّا هو فوق الأسباب. </p><p> ولماذا ييأس الإنسان؟ </p><p> إن المُلحِد هو الذي ييأس؛ لأنه لا يؤمن بإله، ولو كان يؤمن بإله، وهذا الإله لا يعلم بما فيه هذا الكافر من كَرْب، أو هو إله يعلم ولا يساعد مَنْ يعبده؛ إما عجزاً أو بُخْلاً، فهو في كل هذه الحالات ليس إلهاً، ولا يستحق أن يُؤمَن به. </p><p> أما المؤمن الحق فهو يعلم أنه يعبد إلهاً قادراً، يعطي بالأسباب، وبما فوق الأسباب؛ وهو حين يمنع؛ فهذا المَنْع هو عَيْنُ العطاء؛ لأنه قد يأخذ ما يضره ولا ينفعه. </p><p> وينقلنا الحق سبحانه إلى نَقْلة أخرى؛ وهي لحظة أنْ دخلوا على يوسف عليه السلام في مقرِّه بمصر؛ ونقرأ قوله الحق:  {فَلَمَّا دَخَلُواْ ... } . </p>"
}