{
  "id": null,
  "sura": 12,
  "aya": 40,
  "text": "<p> ونلحظ أن يوسف عليه السلام لم يتكلم حتى الآن مع السجينين عن مطلوبهما منه، وهو تأويل الرُّؤيَتَيْنِ، وهو لو تكلم في المطلوب منه أولاً؛ لانصرف ذِهْن وانتباه كُلٍّ من السجينين إلى قضاء </p><p> حاجتهما منه؛ ولن يلتفتا بعد ذلك إلى ما يدعو إليه؛ ولأن الذي يدعو إليه هو الأمر الأبْقى، وهو الأمر العام الذي يتعلق بكل حركة من حركات الحياة. </p><p> وبذلك كان يوسف عليه السلام يؤثر السجينين؛ فقد أراد أن يلفتهما إلى الأمر الجوهري قبل أن يتحدث عن الجزئية الصغيرة التي يسألانِ فيها؛ وأراد أن يُصحِّح نصرة الاثنين إلى المنهج العام الذي يدير به الإنسان كل تفاصيل الحياة وجزئياتها؛ وفي هذا إيثار لا أثرة. </p><p> وهنا قال الحق سبحانه على لسان يوسف عليه السلام: </p><p> {مَا تَعْبُدُونَ مِن دُونِهِ إِلاَّ أَسْمَآءً سَمَّيْتُمُوهَآ أَنتُمْ وَآبَآؤُكُمْ ... }  [يوسف: ٤٠] . </p><p> أي: أن ما تعبدونه من آلهة مُتعدِّدة هو مُجرَّد عبادة لأسماء بلا معنى ولا وجود؛ أسماء ورثتموها عن آبائكم أو أنشأتموها أنتم، فكفرتُمْ بإنشاء أسماء لآلهة غير موجودة، كما كفر آباؤكم كُفْر نسيان التكليف أو إنكار التكليف. </p><p> وتُوضع الأسماء عادةً للدلالة على المُسمَّى؛ فإذا نطقنا الاسم تجيء صورة المسمى إلى الذِّهْن؛ ولذلك نسمي المولود بعد ولادته باسم يُميِّزه عن بقية إخوته؛ بحيث إذا أُطلِق الاسم انصرف إلى الذات المشخصة. </p><p> وإذا أُطلق اسم واحد على متعددين؛ فلا بد أن يوضح واضع الاسم ما يميز كل ذات عن الأخرى. </p><p> والمَثل من الريف المصري؛ حين يتفاءل أب باسم «محمد» ؛ فيسمِّي كل أولاده بهذا الاسم، ولكنه يُميِّز بينهم بأن يقول:  «محمد الكبير» و «محمد الأوسط» و «محمد الصغير» . </p><p> أما إذا وُضِع اسم لمُسمَّى غير موجود؛ فهذا أمر غير مقبول أو معقول، وهم قد وضعوا أسماء لآلهة غير موجودة؛ فصارت هناك أسماء على غير مُسمَّى. </p><p> ويأتي هؤلاء يوم القيامة؛ لِيُسألوا لحظة الحساب:  {ثُمَّ قِيلَ لَهُمْ أَيْنَ مَا كُنتُمْ تُشْرِكُونَ مِن دُونِ الله قَالُواْ ضَلُّواْ عَنَّا بَل لَّمْ نَكُنْ نَّدْعُواْ مِن قَبْلُ شَيْئاً كَذَلِكَ يُضِلُّ الله الكافرين}  [غافر: ٧٣ - ٧٤] . </p><p> وهكذا يعترف هؤلاء بأنه لم تَكُنْ هناك آلهة؛ بل كان هنا أسماء بلا مُسمَّيات. </p><p> ولذلك يقول الحق سبحانه هنا: </p><p> {مَا تَعْبُدُونَ مِن دُونِهِ إِلاَّ أَسْمَآءً سَمَّيْتُمُوهَآ أَنتُمْ وَآبَآؤُكُمْ}  [يوسف: ٤٠] . وكأن يوسف يتساءل: ءَإذا كانت لكم حاجة تطلبونها من السماء، هل ستسألون الاسم الذي لا مُسمَّى له؟ </p><p> وهل يسعفكم الاسم بدون مُسمَّى؟ </p><p> ويوسف عليه السلام يعلم أن المعبود لا يمكن أن يكون اسماً بلا </p><p> مُسمَّى، وهو يعلم أن المعبود الحق له اسم يبلغه لرسله، ويُنزِل معهم المنهج الذي يوجز في «افعل» و «لا تفعل» . </p><p> وهم قد سموا أسماء لا مُسمَّى لها، ولا يستطيع غير الموجود أن يُنزِل منهجاً، أو يُجيب مضطراً. </p><p> ولذلك يتابع القرآن ما جاء على لسان يوسف عليه السلام في وَصْف تلك الأسماء التي بلا مُسمَّيات، فيقول: </p><p> {مَا تَعْبُدُونَ مِن دُونِهِ إِلاَّ أَسْمَآءً سَمَّيْتُمُوهَآ أَنتُمْ وَآبَآؤُكُمْ مَّآ أَنزَلَ الله بِهَا مِن سُلْطَانٍ}  [يوسف: ٤٠] . </p><p> أي: ما أنزل الله بها من حجة. </p><p> وتتابع الآية الكريمة ما جاء على لسان يوسف: </p><p> {إِنِ الحكم إِلاَّ للَّهِ أَمَرَ أَلاَّ تعبدوا إِلاَّ إِيَّاهُ ... }  [يوسف: ٤٠] . </p><p> أي: إنني والكلام ليوسف إن قلتُ شيئاً فلأنِّي ناقلٌ للحكم عن الله، لا عن ذاتي؛ ولا من عندي؛ ولا عن هواي؛ لأنه هو سبحانه الذي أمر ألا تعبدوا إلا إياه، أي: لا تطيعوا أمراً أو نهياً إلا ما أنزله الله في منهجه الهادي للحق والخير. </p><p> ويُذيِّل الحق سبحانه الآية الكريمة: </p><p> {ذلك الدين القيم ولكن أَكْثَرَ الناس لاَ يَعْلَمُونَ}  [يوسف: ٤٠] . </p><p> أي: أن هذا هو الدين المستقيم دون سواه، ولكن أكثر الناس لا يعلمون، بمعنى: أن الرسل قد بلَّغتهم بالمنهج، </p><p> ولكنهم لم يُوظِّفوا هذا العلم في أعمالهم. </p><p> ثم بدأ يوسف عليه السلام في تأويل المطلوب لهما. </p><p> يقول الحق سبحانه:  {ياصاحبي السجن ... } . </p>"
}