{
  "id": null,
  "sura": 12,
  "aya": 50,
  "text": "<p> ومعنى ذلك أن الساقي ذهب إلى مجلس الملك مباشرة، ونقل له تأويل الرُّؤيا، وأصرَّ الملك أنْ يأتوا له بهذا الرجل؛ فقد اقتنع بأنه يجب الاستفادة منه؛ وعاد الساقي ليُخرِج يوسف من السجن الذي هو فيه. </p><p> لكنه فُوجِيء برفض يوسف للخروج من السجن، وقوله لمن جاء يصحبه إلى مجلس الملك: </p><p> {ارجع إلى رَبِّكَ فَاسْأَلْهُ مَا بَالُ النسوة اللاتي قَطَّعْنَ أَيْدِيَهُنَّ إِنَّ رَبِّي بِكَيْدِهِنَّ عَلِيمٌ}  [يوسف: ٥٠] . </p><p> وهكذا حرص يوسف على ألاَّ يستجيب لمَنْ جاء يُخلِّصه من عذاب السجن الذي هو فيه؛ إلا إذا برئتْ ساحته براءةً يعرفها الملك؛ فقد </p><p> يكون من المحتمل أنهم ستروها عن أذن الملك. </p><p> وأراد يوسف عليه السلام بذلك أن يُحقق المَلِك في ذلك الأمر مع هؤلاء النسوة اللاتي قَطَّعْنَ أيديهن؛ ودَعَوْنَهُ إلى الفحشاء. </p><p> واكتفى يوسف بالإشارة إلى ذلك بقوله: </p><p> {إِنَّ رَبِّي بِكَيْدِهِنَّ عَلِيمٌ}  [يوسف: ٥٠] . </p><p> ويُخفي هذا القول في طيَّاته ما قالته النسوة من قبل ليوسف بضرورة طاعة امرأة العزيز في طلبها للفحشاء. </p><p> وهكذا نجد القصص القرآني وهو يعطينا العِبْرة التي تخدمنا في واقع الحياة؛ فليست تلك القصص للتسلية، بل هي للعبرة التي تخدمنا في قضايا الحياة. </p><p> وبراءة ساحة أي إنسان هو أمر مُهِمٌ؛ كي تزول أيُّ ريبة من الإنسان قبل أن يُسند إليه أي عمل. </p><p> وهكذا طلب يوسف عليه السلام إبراء ساحته، حتى لا يَقُولَنَّ قائل في وشاية أو إشاعة «همزاً أو لَمْزاً» : أليس هذا يوسف صاحب الحكاية مع امرأة العزيز، وهو مَنْ راودته عن نفسه؟ </p><p> وها هو رسولنا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يقول: «عجبت لصبر أخي يوسف وكرمه والله يغفر له حيث أُرْسِل إليه ليُستفتى في الرؤيا، وإن كنت أنا لم أفعل حتى أخرج، وعجبت من </p><p> صبره وكرمه والله يغفر له أُتِي ليخرج فلم يخرج حتى أخبرهم بعذره، ولو كنت أنا لبادرت الباب، ولكنه أحب أن يكون له العذر» . </p><p> وشاء نبينا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أن يُوضِّح لنا مكانة يوسف من الصبر وعزة النفس والنزاهة والكرامة فقال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «إن الكريم، ابن الكريم، ابن الكريم، ابن الكريم يوسف بن يعقوب بن إسحق بن إبراهيم. قال لو لبثتُ في السجن ما لبثَ، ثم جاءني الرسول أجبتُ ثم قرأ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ -:{فَلَمَّا جَآءَهُ الرسول قَالَ ارجع إلى رَبِّكَ فَاسْأَلْهُ مَا بَالُ النسوة اللاتي قَطَّعْنَ أَيْدِيَهُنَّ. .}[يوسف: ٥٠]» . </p><p> وهكذا بيَّنَ لنا الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مكانة يوسف من الصبر والنزاهة، وخشيته أن يخرج من السجن فَيُشَار إليه: هذا مَنْ راود امرأة سيده. </p><p> وفي قول الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إشارة إلى مبالغة يوسف في ذلك الأمر، وكان من الأحوط أن يخرج من السجن، ثم يعمل على كشف براءته. </p><p> ومعنى ذلك أن الكريم لا يستغل المواقف استغلالاً أحمق، بل يأخذ كل موقف بقدْره ويُرتِّب له؛ وكان يوسف واثقاً من براءته، ولكنه أراد ألاَّ يكون الملك آخر مَنْ يعلم. </p><p> وصدق رسولنا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حين قال:  «دَعْ ما يَرِيبُك إلى ما لا يَرِيبك، فإن الصدقَ طُمأنينة، وإن الكذبَ ريبة» . </p><p> وكان صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يرى أن الإيمان بالله يقتضي ألاَّ يقف المؤمن موقفَ الرِّيبة؛ لأن بعض الناس حين يَرَوْنَ نَابِهاً، قد تثير الغيرةُ من نباهته البعضَ؛ فيتقوَّلون عليه. </p><p> لذلك فعليك أن تحتاطَ لنفسك؛ بألاَّ تقف موقف الرِّيبة، والأمر الذي تأتيك منه الرِّيبة؛ عليك أن تبتعد عنه. </p><p> ولنا في رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أسوة حسنة، «فقد جاءته زَوْجه صفية بن حُيي تزوره وهو معتكف في العشر الأواخر من رمضان، فتحدثت عنده ساعة من العشاء،ثم قامتْ تنقلب أي:تعود إلى حجرتها فقام معها رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، حتى إذا بلغت باب المسجد الذي عند مسكن أم سلمة زوج رسول الله صلى الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، مرّ بهما رجلان من الأنصار فسلَّما على رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ثم نفذا،فقال لهما رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:» على رِسْلكما، إنما هي صفية بنت حُيي. قالا: سبحان الله يا رسول الله، وكبر عليهما ما قال. قال: إن الشيطان يجري من ابن آدم مبلغ الدم، وإني خشيت أن يقذف في قلوبكما «. </p><p> وهنا في الموقف الذي نتناوله بالخواطر، نجد الملك وهو يستدعي النسوة اللاتي قطَّعن أيديهن، ورَاودْنَ يوسف عن نفسه، وهو ما يذكره الحق سبحانه:  {قَالَ مَا خَطْبُكُنَّ ... } . </p>"
}