{
  "id": null,
  "sura": 12,
  "aya": 82,
  "text": "<p> أي: أنك يا أبانا إنْ كنتَ تشك في أقوالنا؛ يمكنك أن تطلب أدلة أخرى من المكان الذي كنا فيه؛ لأن هذا الموضوع قد أحدث ضجَّة وحدث أمام جمع كبير من الناس، والقوافل التي كانت معنا شهدتْ الواقعة؛ فقد أذَّن مُؤذِّن بالحادث، وتَمَّ تفتيش العِير علناً. </p><p> فإذا أردتَ أن تتأكد من صدق أقوالنا، فاسأل العِير التي كانت تسير معنا في الطريق، وهم يعرفون هذه القضية كما نعرفها، أو اسأل أهل القرية التي جئنا منها. </p><p> ونلحظ هنا أن الحق سبحانه أورد كلام أخوة يوسف لأبيهم يعقوب: </p><p> {وَسْئَلِ القرية التي كُنَّا فِيهَا. .}  [يوسف: ٨٢] . </p><p> ونحن نعلم أن كل حَدَثٍ من الأحداث لا بُدَّ له من فاعل، ومن مفعول يقع عليه، ومن مكان يقع فيه، ومن زمان يقع فيه؛ ومن سبب يُوجِبه، ومن قوة تنهض به. </p><p> وفي بعض الحالات نجد أن المكان هو الأمر الظاهر والقوي في الحدث، فننسبه إليه، فيُقال: </p><p> {وَسْئَلِ القرية}  [يوسف: ٨٢] . </p><p> والمراد بطبيعة الحال أن يَسأل أهل القرية، أو: أن المسألة كانت واضحة تماماً لدرجة أن الجماد يعرف تفاصيلها، أو: أنك نبيٌّ ويوحي لك الله فَسَلْهُ أن يجعل الأرض تخبرك بما وقع عليها. </p><p> وكذلك قولهم: </p><p> {وَسْئَلِ القرية التي كُنَّا فِيهَا والعير}  [يوسف: ٨٢] . </p><p> ونعلم أن العير هي المَطايا؛ سواء أكانت نِياقاً أو كانت من الجمال أو الحمير أو البِغَال التي تحمل البضائع. </p><p> وحين يُقَال: </p><p> {وَسْئَلِ القرية التي كُنَّا فِيهَا والعير ... }  [يوسف: ٨٢] . </p><p> أي: أن العير كان لها في الأمر شيء فوق المُلاَبسات كلها. </p><p> ومثال هذا ما كان في موقعة بدر؛ فقد خرج رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ليلقَى العير القادمة من الشام وهي مُحمَّلة بالبضائع؛ ليصادرها إيفاء ما استولى عليه الكافرون من أموال المهاجرين التي كانت بمكة، ولم يكن مع هذه العير إلا قليل من الحرس والرعاة. </p><p> ولكن حين تكلم عن المقاتلين الذين قَدِموا من مكة؛ وصفهم بالنفير، أي: الجماعة الذين نفروا لمواجهة معسكر الإيمان. </p><p> إذن: فكل حَدَث يأخذ الأمر البارز فيه. </p><p> وهنا يورد الحق سبحانه ما جاء على ألسنة إخوة يوسف حينما عادوا ليلقَوْا أباهم، وليس معهم أخوهم بنيامين؛ وكذلك تَخَلُّف أخيهم الكبير أو رئيس الرحلة. </p><p> يقول الحق سبحانه:  {وَسْئَلِ القرية التي كُنَّا فِيهَا ... }  [يوسف: ٨٢] . </p><p> ويجوز أن تفتيشهم قد تَمَّ في مكان بعيد قليلاً عن العُمْران؛ </p><p> وفحص جنود أو مساعدو يوسف أمتعتهم التي عثروا فيها على صواع الملك. </p><p> وسُمى المكان «قرية» ، مثلما نفعل نحن حالياً حين نخصص مكاناً للجمارك؛ نفحص فيه البضائع الخارجة أو الداخلة إلى البلد، فقولهم: </p><p> {وَسْئَلِ القرية التي كُنَّا فِيهَا ... }  [يوسف: ٨٢] . </p><p> أي: اسأل أهل الموقع الذي حدث فيه التفتيش. </p><p> وكذلك قولهم:  {والعير التي أَقْبَلْنَا فِيهَا وَإِنَّا لَصَادِقُونَ}  [يوسف: ٨٢] . </p><p> أي: اسأل مَنْ كانوا معنا، وجِئْنا بصحبتهم من أصحاب القوافل الأخرى. </p><p> وكرر قولهم: </p><p> {وَإِنَّا لَصَادِقُونَ}  [يوسف: ٨٢] . </p><p> لأنهم علموا سابق كذبهم من قبل ذلك؛ لذلك أرادوا هنا أن يُثبتوا صدقهم؛ وحين يسأل أبوهم يعقوب؛ سيجد أنهم صادقون فعلاً، وهم لم يطلبوا شهادة الغير إلا لأنهم واثقون من صدقهم هذه المرة. </p><p> وجاء الحق سبحانه بهذه الجملة الاسمية: </p><p> {وَإِنَّا لَصَادِقُونَ}  [يوسف: ٨٢] . </p><p> لأنهم قد فهموا أن والدهم قد شَكَّ فيهم من قبل، حين جاءوا بدم كذبٍ، وادَّعوا أنه قميص يوسف، وأن الذئب قد أكله. </p><p> ويأتي الحق سبحانه بما جاء على لسان يعقوب:  {قَالَ بَلْ سَوَّلَتْ ... } . </p>"
}