{
  "id": null,
  "sura": 12,
  "aya": 102,
  "text": "<p> و «ذلك» إشارة إلى هذه القصة، والخطاب مُوجَّه إلى محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أي: أنك يا محمد لم تَكُنْ معهم حين قالوا: {لَيُوسُفُ وَأَخُوهُ أَحَبُّ إلى أَبِينَا مِنَّا ... }  [يوسف: ٨] </p><p> فالحق سبحانه أخبرك بأنباء لم تكن حاضراً لأحداثها، والغيب كما عَلِمنا من قبل هو ما غاب عنك، ولم يَغِبْ عن غيرك، وهو غيب نسبيّ؛ وهناك الغيب المُطْلق، وهو الذي يغيب عنك وعن أمثالك من البشر. </p><p> والغيب كما نعلم له ثلاثة حواجز: </p><p> الأول: هو حاجز الزمن الماضي الذي لم تشهده؛ أو حاجز الزمن المستقبل الذي لم يَأْتِ بَعْد. </p><p> والثاني: هو حاجز المكان. </p><p> والثالث: هو حاجز الحاضر، بمعنى أن هناك أشياء تحدثُ في مكان أنت لا توجد فيه، فلا تعرف من أحداثه شيئاً. و {نُوحِيهِ إِلَيْكَ ... }  [يوسف: ١٠٢] </p><p> أي نُعلِمك به بطَرْفٍ خَفيّ، حين اجتمعوا ليتفقوا، إما أن يقتلوا يوسف، أو يُلْقوه في غيابة الجب. </p><p> وكشف لك الحق سبحانه حجاب الماضي في أمر لم يُعلمه لرسول الله؛ ولم يشهد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ما دار بين الإخوة مباشرة، أو سماعاً من مُعلِّم، ولم يقرأ عنه؛ لأنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أُمِيّ لم يتعلم القراءة أو الكتابة. </p><p> وسبحانه يقول عن رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  {وَمَا كُنتَ تَتْلُواْ مِن قَبْلِهِ مِن كِتَابٍ وَلاَ تَخُطُّهُ بِيَمِينِكَ إِذاً لاَّرْتَابَ المبطلون}  [العنكبوت: ٤٨] </p><p> وهم بشهادتهم يعلمون كل حركة لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قبل أن يُبعث؛ إقامة وتِرْحالاً والتقاءً بأيِّ أحد. </p><p> فلو عَلموا أنه قرأ كتاباً لكانت لهم حُجَّة، وحتى الأمر الذي غابتْ عنهم فِطْنتهم فيه؛ وقالوا: </p><p> {إِنَّمَا يُعَلِّمُهُ بَشَرٌ ... }  [النحل: ١٠٣] </p><p> فرد عليهم الحق سبحانه:  { ... لِّسَانُ الذي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ وهذا لِسَانٌ عَرَبِيٌّ مُّبِينٌ}  [النحل: ١٠٣] </p><p> وأبطل الحق سبحانه هذه الحجة، وقد قَصَّ الحق سبحانه على رسوله الكثير من أنباء الغيب، وسبق أن قلنا الكثير عن:  «ما كُنَّات القرآن» ، مثل قوله تعالى:  { ... وَمَا كُنتَ لَدَيْهِمْ إِذْ يُلْقُون أَقْلاَمَهُمْ أَيُّهُمْ يَكْفُلُ مَرْيَمَ وَمَا كُنْتَ لَدَيْهِمْ إِذْ يَخْتَصِمُونَ}  [آل عمران: ٤٤] </p><p> وقوله الحق:  {وَمَا كُنتَ بِجَانِبِ الغربي إِذْ قَضَيْنَآ إلى مُوسَى الأمر وَمَا كنتَ مِنَ الشاهدين}  [القصص: ٤٤] </p><p> فكأن مصدر علم الرسول بكل ذلك هو من إخبار الله له. </p><p> وقد استقبل أهل الكهف ما طلبوا أن يعرفوه من قصة يوسف </p><p> باللدد والجحود وهم قد طلبوا مطلبهم هذا بتأسيس من اليهود وهو صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ جاء لهم بقصة يوسف في مكان واحد، ودفعة واحدة، وفي سورة واحدة، لا في لقطات متعددة منثورة كأغلب قصص القرآن. </p><p> وقد جاء لهم بها كاملة؛ لأنهم لم يطلبوا جزئية منها؛ وإنما سألوه عن القصة بتمامها، وتوقعوا أن يعزف عن ذلك، لكنه لم يعزف، بل جاء لهم بما طلبوه. </p><p> وكان يجب أن يلتفتوا إلى أن الله هو الذي أرسله، وهو الذي علَّمه؛ وهو الذي أنبأه، لكنهم لم يؤمنوا، وعَزَّ ذلك على رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فأوضح له سبحانه: لا تبتئس ولا تيأس: {لَعَلَّكَ بَاخِعٌ نَّفْسَكَ أَلاَّ يَكُونُواْ مُؤْمِنِينَ}  [الشعراء: ٣] </p><p> ويقول له سبحانه:  {فَلَعَلَّكَ بَاخِعٌ نَّفْسَكَ على آثَارِهِمْ إِن لَّمْ يُؤْمِنُواْ بهذا الحديث أَسَفاً}  [الكهف: ٦] </p><p> فأنت يا رسول الله عليك البلاغ فقط، ويذكر الحق ذلك لِيُسلِّي رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حين رأى لدد الكافرين؛ بعد أن جاء لهم بما طلبوه، ثم جحدوه:  {وَجَحَدُواْ بِهَا واستيقنتهآ أَنفُسُهُمْ ظُلْماً وَعُلُوّاً ... }  [النمل: ١٤] </p><p> وهم قد جحدوا ما جاء به رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ لأنهم حرصوا على السلطة الزمنية فقط، وكان من الواجب أن يؤمنوا بما جاءهم به، لكن العناد هو الذي وقف بينهم وبين حقيقة اليقين وحقيقة الإيمان. </p><p> وأنت لا تستطيع أن تواجه المُعَاند بحجة أو بمنطق، فهم يريدون أن يظل الضعفاء عبيداً، وأن يكونوا مسيطرين على الخَلْق بجبروتهم، والدين سيُسوِّي بين الناس جميعاً، وهم يكرهون تلك المسألة. </p><p> ويأتي الحق سبحانه بعد ذلك بقضية كونية، فيقول: </p><p> {وَمَآ أَكْثَرُ الناس ... } </p>"
}