{
  "id": null,
  "sura": 12,
  "aya": 77,
  "text": "<p> وهكذا ادَّعَوْا أن داء السرقة في بنيامين قد سبقه إليه شقيق له من قبل، وقالوا ذلك في مجال تبرئة أنفسهم، وهكذا وَضُحَتْ ملامح العداوة منهم تجاه يوسف وأخيه. </p><p> وقولهم: </p><p> {إِن يَسْرِقْ فَقَدْ سَرَقَ أَخٌ لَّهُ مِن قَبْلُ. .}  [يوسف: ٧٧] . </p><p> يُسمَّى في اللغة قضية شرطية. ومعنى القضية الشرطية؛ أن حدثاً يقع بسبب حَدَث وقع قبله، فهناك حَدَث يحدث وحده، وهناك حَدَث يحدث بشرط أن يحدث قبله حدث آخر. </p><p> مثال هذا هو قولك لتلميذ: إنْ تذاكر دروسك تنجحْ، وهنا حَدَثان، المذاكرة والنجاح، فكأن حدوثَ النجاح الشرط فيه حدوث المذاكرة، ولا بُدَّ أن يحدث الشرط أولاً؛ ثم يحدث الحدث الثاني، وهو هنا قولهم: </p><p> {فَقَدْ سَرَقَ أَخٌ لَّهُ مِن قَبْلُ}  [يوسف: ٧٧] . كتعليل لسرقة بنيامين. </p><p> والمثل من القرآن أيضاً: </p><p> {فَإِن كَذَّبُوكَ فَقَدْ كُذِّبَ رُسُلٌ مِّن قَبْلِكَ}  [آل عمران: ١٨٤] . </p><p> فكأن الله يوضح للرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: إنْ كذَّبوك الآن فيما تنقل لهم من أخبار السماء؛ فلا تحزن ولا تبتئس؛ فهذا التكذيب ظاهرة عَانَى منها كل الرسل السابقين لك؛ لأنهم يجيئون بما يُنكره المرسل إليهم أولاً، فلا بد أن يكذبوا، وهكذا يستقيم الشرط، لأن الحق سبحانه هنا قد عدل بالشيء عن سببه، فكان جواب الشرط بعد الزمان الذي حدث فيه الشرط. </p><p> وهنا قال الحق سبحانه: </p><p> {إِن يَسْرِقْ فَقَدْ سَرَقَ أَخٌ لَّهُ مِن قَبْلُ. .}  [يوسف: ٧٧] . </p><p> أي: لا تعجب يا عزيز مصر؛ لأن هذه خصلة في أولاد راحيل، قالوا ذلك وهم يجهلون أنهم يتحدثون إلى يوسف ابن راحيل!! </p><p> وكل حدث يحدث للمَلَكات المستقيمة؛ لا بُدَّ أن يُخرج تلك المَلَكات عن وضعها، ونرى ذلك لحظة أن يتفوَّه واحد بكلمة تُخرج إنساناً مستقيماً عن حاله وتُنغِّصه، ويدرك بها الإنسان المستقيم ما يؤلمه؛ وينفعل انفعالاً يجعله ينزع للردِّ. </p><p> ولذلك يوصينا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «إذا غضب أحدكم وهو قائم فليجلس؛ فإن ذهب عنه الغضب؛ وإلا فليضطجع» . </p><p> كي يساعد نفسه على كَظْم ضيقه وغضبه، ولِيُسرِّب جزءاً من الطاقة التي تشحنه بالانفعال. </p><p> ولكن يوسف عليه السلام لم ينزع إلى الرد، لذلك قال الحق سبحانه: </p><p> {فَأَسَرَّهَا يُوسُفُ فِي نَفْسِهِ ... }  [يوسف: ٧٧] . </p><p> وكان يستطيع أن يقول لهم ما حدث له من عمَّته التي اتهمته بالباطل أنه سرق؛ لتحتفظ به في حضانتها من فَرْط حُبِّها له، لكن يوسف عليه السلام أراد أن يظل مجهولاً بالنسبة لهم، لتأخذ الأمور مجراها: </p><p> {فَأَسَرَّهَا يُوسُفُ فِي نَفْسِهِ وَلَمْ يُبْدِهَا لَهُمْ. .}  [يوسف: ٧٧] . </p><p> حدث ذلك رغم أن قولهم قد أثَّر فيه، ولكن قال رأيه فيهم لنفسه: </p><p> {أَنْتُمْ شَرٌّ مَّكَاناً والله أَعْلَمْ بِمَا تَصِفُونَ}  [يوسف: ٧٧] . </p><p> لأنكم أنتم مَنْ أخذتموني طفلاً لألعب؛ ثم ألقيتموني في الجب؛ وتركتم أبي بلا موانسة. </p><p> . وأنا لم أسرق بل سُرِقت، وهكذا سرقتم ابناً من أبيه. </p><p> وهو إنْ قال هذا في نفسه فلا بُدَّ أن انفعاله بهذا القول قد ظهر على ملامحه، وقد يظهر المعنى على الملامح، ليصِلَ إليهم المعنى، والقول ليس إلا ألفاظاً يصل به مدلول الكلام إلى مُسْتمع. </p><p> وقد وصل المعنى من خلال انفعال يوسف. </p><p> وقوله:  {والله أَعْلَمْ بِمَا تَصِفُونَ}  [يوسف: ٧٧] . </p><p> أي: أنه سبحانه أعلم بما تنعتون، وتظهرون العلامات والسِّمات، وغلبت كلمة «تصفون» على الكلام. </p><p> ومثال هذا هو قول الحق سبحانه:  {وَلاَ تَقُولُواْ لِمَا تَصِفُ أَلْسِنَتُكُمُ الكذب هذا حَلاَلٌ وهذا حَرَامٌ}  [النحل: ١١٦] . </p><p> أي: أن ما تقولونه يُوحي من تلقاء نفسه أنه كَذِب، وهكذا نعرف أن كلمة «تَصِف» وكلمة «تصفون» غلب في استعمالهما للكلام الذي يحمل معه دليلَ كَذِبه. </p><p> ويأتي الحق سبحانه بما جاء على ألسنتهم بعد ذلك:  {قَالُواْ ياأيها ... } . </p>"
}