{
  "id": null,
  "sura": 12,
  "aya": 32,
  "text": "<p> وكأنها وجدت الفرصة لتثبت لنفسها العذر في مراودتها له، فيوسف باعترافهن قد بلغ من الجمال ما لا يوجد مثله في البشر. </p><p> وقولها:  {فذلكن}  [يوسف: ٣٢] ، مُكوَّن من «ذا» إشارة ليوسف، و «ذلِكُنَّ» خطاب للنسوة، والإشارة تختلف عن الخطاب. </p><p> وهنا موقف أسلوبي؛ لأن الكلام حين يُنطق به، أو حين يُكتب لِيُقْرأ؛ له ألوان متعددة، فمرة يكون نثراً لا يجمعه وزن أو قافية؛ وقد يكون نثراً مسجوعاً أو مُرْسَلاً، ومرة يكون الكلام شعراً محكوماً بوزن وقافية. </p><p> والمثل على النثر المسجوع هو قول الحق سبحانه:  {والطور وَكِتَابٍ مَّسْطُورٍ فِي رَقٍّ مَّنْشُورٍ والبيت المعمور}  [الطور: ١ - ٤] . </p><p> وهذا نثر مسجوع بلا تكلُّف، وأنت إذا سمعت أو قرأت كلاماً؛ فأذنك تأخذ منه على قدر سُمُوِّ أسلوبه، لكنك إن انتقلت من أسلوب إلى أسلوب، فأذنك تلتقط الفارق بين الأسلوبين. </p><p> والمثل نجده في الرسالة التي كتبها ابن زيدون مُسْتعطفاً ابن جهور: « </p><p> هذا العَتْب محمودٌ عواقبه، وهذه الغَمْرة نَبْوة ثم تنجلي، ولن يريبني من سيدي إنْ أبطأ سببه أو تأخر، غير ضنين ضناه، فأبطأ الدِّلاء قَبْضاً أملؤها، وأثقلُ السحابِ مشياً أعقلها، ومع اليوم غد. ولكل أجل كتاب، له الحمد على اهتباله، ولا عَتْب عليه في اغتفاله. </p><p> فإنْ يَكُن الفعلُ الذي سَاء واحداً ... فَأفْعالُه اللاتي سَرَرْنَ أُلوفُ </p><p> وهكذا تشعر انتقال ابن زيدون من النثر إلى الشعر، ولكنك وأنت تقرأ القرآن، تنتقل من النثر المُرْسل إلى النثر المسجوع إلى النظم الشعري على وزن بحور الشعر، فلا تكاد تفرق في الأسلوب بين شعر أو نثر. </p><p> والمثل نجده في الآية التي نحن بصدد خواطرنا عنها: </p><p> {فذلكن الذي لُمْتُنَّنِي}  [يوسف: ٣٢] . </p><p> فهي موزونه من بحر البسيط، ولكنك لا تشعر أنك انتقلت من نثر إلى شعر. </p><p> وكذلك قوله الحق:  {والله يَهْدِي مَن يَشَآءُ إلى صِرَاطٍ مُّسْتَقِيمٍ}  [النور: ٤٦] . </p><p> وأيضاً قوله الحق:  {نَبِّىءْ عِبَادِي أَنِّي أَنَا الغفور الرحيم}  [الحجر: ٤٩] . </p><p> وتأتي تلك الآيات في مواقع قد يكون ما قبلها نثراً، مما يدلُّ على أن النغم الذي قاله الله نَظْماً أو شعراً أو نثراً لا نشاز فيه، ويكاد أن يكون سَيْلاً واحداً. </p><p> وهذا لا يتأتَّى إلا من كلام الحق تبارك وتعالى، وأنت لن تشعر بهذا الأمر لو لم يُنبِّهْك أحد لِمَا في بعض الآيات من وزن شعري. </p><p> أما كلام البشر؛ فأنت إنْ قرأتَ الموزون؛ ثم انتقلت إلى المنثور؛ أحسَّتْ أُذنك بهذا الانتقال؛ ونفس المسألة تشعر بها حين تقرأ المنثور، ثم تنتقل إلى الموزون؛ وستشعر أذنك بهذا الانتقال. </p><p> {قَالَتْ فذلكن الذي لُمْتُنَّنِي فِيهِ وَلَقَدْ رَاوَدتُّهُ عَن نَّفْسِهِ فاستعصم}  [يوسف: ٣٢] . </p><p> قالت ذلك بجراءة مَنْ رأت تأثير رؤيتهن ليوسف، وأعلنت أنه» استعصم «، وهذا يعني أنه قد تكلَّف المشقة في حجز نفسه عن الفعل، وهو قول يثبت أن رجولة يوسف غير ناقصة، فقد جاهد نفسه لِيكبتَها عن الفعل. </p><p> ويتابع الحق سبحانه ما جاء على لسان امرأة العزيز: </p><p> {وَلَئِن لَّمْ يَفْعَلْ مَآ آمُرُهُ لَيُسْجَنَنَّ وَلَيَكُوناً مِّن الصاغرين}  [يوسف: ٣٢] . </p><p> قالت ذلك وكأنها هي التي تُصدِر الأحكام، والسامعات لها هُنَّ من أكبرْنَ يوسف لحظة رؤيته؛ تعلن لهُنَّ أنه إن لم يُطِعْها فيما </p><p> تريد؛ فلسوف تسجنه وتُصغِّر من شأنه لإذلاله وإهانته. </p><p> أما النِّسْوة اللاتي سَمِعْنَها؛ فقد طمعتْ كل منهن أن تطرد امرأة العزيز يوسف من القصر؛ حتى تنفرد أي منهن به. </p><p> ولذلك يُورِد لنا الحق سبحانه قول يوسف عليه السلام:  {قَالَ رَبِّ ... } . </p>"
}