{
  "id": null,
  "sura": 12,
  "aya": 16,
  "text": "<p> وهنا تتجلى لنا قدرة أداء القرآن أداء دقيقاً معبراً عن الانفعالات التي توجد في النفس الإنسانية، فها هم إخوة خدعوا أباهم ومكروا </p><p> بأخيهم، وأخذوه وألقوْه في الجُبِّ مع أنهم يعلمون أن أباه يحبه، وكان ضنيناً أن يأتمنهم عليه، فكيف يواجهون هذا الأب؟ </p><p> هذا هو الانفعال النفسي الذي لا تستطيع فطرة أن تثبته؛ فقالوا: نؤخر اللقاء لأبينا إلى العشاء: والعشاء مَحَلُّ الظلمة، وهو ستر للانفعالات التي توجد على الوجوه من الاضطراب؛ ومن مناقضة كذب ألسنتهم؛ لأنهم لن يخبروا الأب بالواقع الذي حدث؛ بل بحديث مُخْتلق. </p><p> وقد تخدعهم حركاتهم، ويفضحهم تلجلجهم، وتنكشف سيماهم الكاذبة أمام أبيهم؛ فقالوا: الليل أخْفَى للوجه من النهار، وأستَر للفضائح؛ وحين ندخل على أبينا عِشَاءً؛ فلن تكشفنا انفعالاتنا. </p><p> وبذلك اختاروا الظرف الزمني الذي يتوارون فيه من أحداثهم: </p><p> {وجآءوا أَبَاهُمْ عِشَآءً يَبْكُونَ}  [يوسف: ١٦] . </p><p> والبكاء انفعال طبيعي غريزي فطريّ؛ ليس للإنسان فيه مجال اختيار؛ ومَنْ يريد أن يفتعله فهو يتباكى، بأن يَفْرُك عينيه، أو يأتي ببعض ريقه ويُقرِّبه من عينيه، ولا يستر ذلك إلا أن يكون الضوء </p><p> خافتاً؛ لذلك جاءوا أباهم عشاء يُمثِّلون البكاء. </p><p> والحق سبحانه حينما تكلم عن الخصائص التي أعطاها لذاته، ولم يُعْطِها لأحد من خلقه؛ أعلمنا أنه سبحانه هو الذي يميت ويحي، وهو الذي يُضحك ويُبْكي. </p><p> والحق سبحانه هو القائل:  {وَأَنَّهُ هُوَ أَضْحَكَ وأبكى وَأَنَّهُ هُوَ أَمَاتَ وَأَحْيَا}  [النجم: ٤٣ - ٤٤] . </p><p> ولا يوجد فَرْق بين ضحك أو بكاء إنسان إنجليزي وآخر عربي؛ ولا يوجد فرق بين موت أو ميلاد إنسان صيني وآخر عربي أو فرنسي؛ فهذه خصائص مشتركة بين كل البشر. </p><p> وإذا ما افتعل الإنسان الضحك؛ فهو يتضاحك؛ وإذا ما افتعل الإنسان البكاء فهو يتباكى؛ أي: يفتعل الضحك أو البكاء. والذي يفضح كل ذلك هو النهار. </p><p> والتاريخ يحمل لنا الكثير من الحكايات عن اتخاذ الليل كستار للمواقف؛ والمثل في سيدنا الحسين رَضِيَ اللَّهُ عَنْه وأرضاه؛ حين جاءت موقعة كربلاء، ورأى العدو وقد أحاط به؛ ورأى الناس وقد انفضوا عنه بعد أن دَعَوْهُ ليبايعوه، ولم يَبْقَ معه إلا قلة؛ وعَزَّتْ عليه </p><p> نفسه؛ وعَزَّ عليه أن يقتل هؤلاء في معركة غير متكافئة صمم هو على دخولها. </p><p> فلما أقبل الليل دعا أصحابه وقال لهم: </p><p> «إن كنتم قد استحييتم أن تفروا عني نهاراً، فالليل جاء وقد ستركم، فمَنْ شاء فليذهب واتركوني» . </p><p> يقص الحق سبحانه ما بدر منهم فَوْرَ أنْ دخلوا على أبيهم:  {قَالُواْ ياأبانآ ... } . </p>"
}