{
  "id": null,
  "sura": 12,
  "aya": 46,
  "text": "<p> وقوله:  {أَيُّهَا الصديق}  [يوسف: ٤٦] . </p><p> يدل على أنه قد جرَّبه في مسائل متعددة، وثبت صدقه. </p><p> و «صِدِّيق» لا يقتصر معناها على أنه صادق في كل أقواله؛ وصادق في كل أفعاله، وصادق في كل أحواله، ولكن معناها يتسع لِيدُلَّنا على أن الصدق ملازم له دائماً في القول وفي الفعل. </p><p> أما في الأقوال فصدقه واضح؛ لأنه يقول القضية الكلامية ولها واقع من الخارج يدلُّ عليها. </p><p> وأما صدق الأفعال فهو ألاَّ تُجرِّب عليه كلاماً، ثم يأتي فعله مخالفاً لهذا الكلام؛ وهذا هو مَنْ نطلق عليه «صِدِّيق» . </p><p> ونحن نعلم أن حركات الإنسان في الحياة تنقسم قسمين؛ إما قول وإما فعل؛ والقول أداته اللسان، والفعل أداته كل الجوارح. </p><p> إذن: فهناك قول، وهناك فعل؛ وكلاهما عمل؛ فالقول عمل؛ والرؤية بالعين عمل؛ والسمع بالأذن عمل، والمسُّ باليد عمل. </p><p> لكن القول اختصَّ باللسان، وأخذتْ بقية الجوارح الفعل؛ لأن الفعل هو الوسيلة الإعلامية بين متكلم وبين مخاطب، وأخذ شق الفعل. </p><p> وهكذا نعلم أن الفعل قسمان: إما قول؛ وإما فعل. </p><p> والصَّدِّيق هو الذي يصدُق في قوله، بأن تطابق النسبة الكلامية الواقع، وصادق في فعله بألاَّ يقول ما لا يفعل. </p><p> ولذلك قال الحق سبحانه:  {كَبُرَ مَقْتاً عِندَ الله أَن تَقُولُواْ مَا لاَ تَفْعَلُونَ}  [الصف: ٣] . </p><p> ونعلم أن ساقي الملك كانت له مع يوسف تجربتان: </p><p> التجربة الأولى: تجربة مُعَايشته في السجن هو وزميله الخباز، وقولهما له:  {إِنَّا نَرَاكَ مِنَ المحسنين}  [يوسف: ٣٦] . </p><p> وكان قولهما هذا هو حيثية سؤالهم له أن يُؤوِّل لهما الرؤييين:  {وَدَخَلَ مَعَهُ السجن فَتَيَانِ قَالَ أَحَدُهُمَآ إني أراني أَعْصِرُ خَمْراً وَقَالَ الآخر إِنِّي أراني أَحْمِلُ فَوْقَ رَأْسِي خُبْزاً تَأْكُلُ الطير مِنْهُ نَبِّئْنَا بِتَأْوِيلِهِ إِنَّا نَرَاكَ مِنَ المحسنين}  [يوسف: ٣٦] . </p><p> والتجربة الثانية: هي مجيء واقع حركة الحياة بعد ذلك مطابقاً لتأويله للرؤييين. ولذلك يقول له هنا: </p><p> {يُوسُفُ أَيُّهَا الصديق أَفْتِنَا فِي سَبْعِ بَقَرَاتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعِ سُنبُلاَتٍ خُضْرٍ وَأُخَرَ يَابِسَاتٍ لعلي أَرْجِعُ إِلَى الناس لَعَلَّهُمْ يَعْلَمُونَ}  [يوسف: ٤٦] . </p><p> أي: أفتِنَا في رُؤيا سبع بقرات سِمَان؛ يأكلهن سبعُ بقرات شديد الهُزَال، وسبع سُنْبلات خُضْر، وسبع أُخر يابسات، لَعلِّي أرجع إلى الناس لعلهم يعلمون. </p><p> وقوله:  {أَفْتِنَا}  [يوسف: ٤٦] . </p><p> يوضح أنه لا يسأل عن رؤيا تخصُّه؛ بل هي تخص رائياً لم يُحدده، وإنْ كنا قد عرفنا أنها رُؤيا الملك. </p><p> وقوله:  {لعلي أَرْجِعُ إِلَى الناس}  [يوسف: ٤٦] . </p><p> هو تحرُّز واحتياط في قضية لا يجزم بها؛ وهو احتياط في واقع </p><p> قدر الله مع الإنسان، والسائل قد أخذ أسلوب الاحتياط؛ ليخرجه من أن يكون كاذباً، فهو يعلم أن أمر عودته ليس في يده؛ ولذلك يُعلمنا الله: </p><p> {وَلاَ تَقْولَنَّ لِشَاْىءٍ إِنِّي فَاعِلٌ ذلك غَداً إِلاَّ أَن يَشَآءَ الله واذكر رَّبَّكَ إِذَا نَسِيتَ وَقُلْ عسى أَن يَهْدِيَنِ رَبِّي لأَقْرَبَ مِنْ هذا رَشَداً}  [الكهف: ٢٣٢٤] . </p><p> وساعة تقول:  «إن شاء الله» تكون قد أخرجتَ نفسك من دائرة الكذب؛ وما دُمْتَ قد ذكرتَ الله فهو سبحانه قادر على أن يَهديك إلى الاختيار المناسب في كل أمر تواجه فيه الاختيار. </p><p> فكأن الله يُعلِّم عباده أن يحافظوا على أنفسهم، بأن يكونوا صادقين في أقوالهم وأفعالهم؛ لأنك مهما خططتَ فأنت تخطط بعقل موهوب لك من الله؛ وحين تُقدِم على أيِّ فعل؛ فأيُّ فعل مهما صَغُر يحتاج إلى عوامل متعددة وكثيرَة، لا تملك منها شيئاً؛ لذلك فعليك أنْ تردَّ كلَّ شيء إلى مَنْ يملكه. </p><p> وهنا قال الساقي: </p><p> {لعلي أَرْجِعُ إِلَى الناس}  [يوسف: ٤٦] . </p><p> وبذلك يُعلِّمنا الحق سبحانه الاحتياط. </p><p> وأضاف الحق سبحانه على لسان الرجل: </p><p> {لَعَلَّهُمْ يَعْلَمُونَ}  [يوسف: ٤٦] . </p><p> وكأن الرجل قد عرف أنه حين يأخذ التأويل من يوسف عليه </p><p> السلام؛ ويعود به إلى الناس؛ فهو لا يعلم كيف يستقبلون هذا التأويل؟ </p><p> أيستقبلونه بالقبول، أم بالمُحاجَّة فيه؟ أو يستقبلون التأويل بتصديق، ويعلمون قَدْرك ومنزلتك يا يوسف؛ فيُخلِّصوك مما أنت فيه من بلاء السجن. </p><p> وقوله تعالى:  {لعلي أَرْجِعُ إِلَى الناس ... .}  [يوسف: ٤٦] . </p><p> قد يدفع سائلاً أن يقول: مَنِ الذي كلَّف الساقي بالذَّهاب إلى يوسف؛ أهو الملك أم الحاشية؟ </p><p> ونقول: لقد نسبها الساقي إلى الكل؛ للاحتياط الأدائي. </p><p> ويقول الحق سبحانه من بعد ذلك:  {قَالَ تَزْرَعُونَ ... } . </p>"
}