{
  "id": null,
  "sura": 12,
  "aya": 84,
  "text": "<p> وأعرض يعقوب عليه السلام عنهم؛ فما جاءوا به هو خبر أحزنه، وخَلاَ بنفسه؛ لأنه ببشريته تحسَّر على يوسف، فقد كانت قاعدة المصائب هي افتقاده يوسفَ. </p><p> وساعةَ تسمع نداءً لشيء محزن، مثل:  «وا حُزْناه» أو «وا أسفاه» أو «وا مُصيبتاه» ؛ فهذا يعني أن النفس تضيق بالأحداث وتقول «يا همّ، هذا أوانك، فاحضر» . أو أنه قال: </p><p> {ياأسفى عَلَى يُوسُفَ ... }  [يوسف: ٨٤] . </p><p> لأن أخاه بنيامين كان أشبهَ الناس به؛ فكان حُزْنه على يوسف </p><p> طاقة من الهَمِّ نزلتْ به، وتبعتها طاقة هَمٍّ أخرى، وهي افتقاد بنيامين. </p><p> وقول الحق سبحانه: </p><p> {وابيضت عَيْنَاهُ}  [يوسف: ٨٤] . </p><p> أي: أن دموع يعقوب كثُرتْ حتى بَدا الجزء الأسود في العين وكأنه أبيض. أو: ابيضتْ عيناه من فَرْط حُزنه، الذي لا يبثُّه لأحد ويكظمه. </p><p> وهو قد يكظم غيظه من كل ما حدث، أما الانفعالات فلا أحد بقادر على أن يتحكم فيها. «ونجد رسولنا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يبكي؛ وتذرف عيناه حُزْناً على موت ابنه إبراهيم،فقال له عبد الرحمن بن عوف رَضِيَ اللَّهُ عَنْه:أتبكي؟ أو لم تكن نهيْتَ عن البكاء؟قال:» لا، ولكن نهيتُ عن صوتين أحْمقيْنِ فاجرين: صوت عند مصيبة، خمش وجوه، وشق جيوب، ورنة شيطان «.</p><p> وقد قال رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: » </p><p> إن العين تدمع، والقلب يحزن، ولا نقول إلا ما يُرضي ربنا، وإنَّا بفراقك يا إبراهيم لمحزونون «. </p><p> وهكذا نعلم أن الحق سبحانه لا يريد من الإنسان أن يكون جلموداً أو يكون صخراً لا ينفعل للأحداث، بل يريده مُنفعلاً للأحداث؛ لأن هذا لَوْنٌ يجب أن يكون في إنسانيته، وهذه عاطفة يريد الله أن يُبقيها، وعلى المؤمن أن يُعلِيها. </p><p> فسبحانه هو الذي خلق العاطفة، والغريزة في الإنسان، ولو أراد الله الإنسانَ بلا عاطفة أو غريزة لَفعلَ ما شاء، لكنه أراد العاطفة والغريزة في الإنسان لمهمة. </p><p> ولحظة أن تخرج العاطفة أو الغريزة عن مُهمتها، يقول لك المنهج: لا. لأن مهمة المنهج أن يُهذِّب لك الانفعال. </p><p> والمثل الذي أضربه هنا هو حُبُّ الإنسان للاستمتاع بالطعام، يقول له المنهج: كُلْ ما يفيدك ولا تَكُنْ شَرِهاً. </p><p> والمثل الآخر: غريزة حب الاستطلاع، يقول لك المنهج: اعرف ما يفيدك؛ ولا تستخدم هذه الغريزة في التجسُّس على الناس. </p><p> وغريزة الجنس أرادها الله لإبقاء النوع، ولتأتي بالأولاد والذرية، لكن لا تستعملها كانطلاقات وحشية. وهكذا يحرس المنهجُ الغرائزَ والعواطفَ لتبقى في إطار مهمتها. </p><p> والعاطفة على سبيل المثال هي التي تجعل الأب يَحنُو على ابنه الصغير ويرعاه، وعلى ذلك فالمؤمن عليه أن يُعْلِي غرائزه وعواطفه. </p><p> وقول الحق سبحانه عن يعقوب: </p><p> {فَهُوَ كَظِيمٌ}  [يوسف: ٨٤] . </p><p> أي: أنه أخذ النزوع على قَدْره. وكلمة» كظيم «مأخوذة من» كظمت القربة «أي: أحكمنا غَلْق فوهة القِرْبة، بما يمنع تسرُّب الماء منها. </p><p> ويقول الحق سبحانه من بعد ذلك:  {قَالُواْ تَالله ... } . </p>"
}