{
  "id": null,
  "sura": 12,
  "aya": 1,
  "text": "<p> لقد تعرضنا من قبل لفواتح السور؛ من أول سورة البقرة، وسورة آل عمران، وقلنا: إن فواتح بعض من سور القرآن تبدأ بحروف مُقطَّعة؛ </p><p> ننطقها ونحن نقرؤها بأسماء الحروف، لا بمسميات الحروف. </p><p> فإن لكل حرف اسماً ومُسمَّى، واسم الحرف يعرفه الخاصة الذين يعرفون القراءة والكتابة، أما العامة الذين لا يعرفون القراءة أو الكتابة؛ فهم يتكلمون بمسميات الحروف، ولا يعرفون أسماءها. </p><p> فإن الأمي إذا سُئل أن يتهجى أيَّ كلمة ينطقها، وأن يفصل حروفها نطقاً؛ لما عرف، وسبب ذلك أنه لم يتعلم القراءة والكتابة، أما المتعلم فهو يعرف أسماء الحروف ومُسمَّياتها. </p><p> ونحن نعلم أن القرآن قد نزل مسموعاً، ولذلك أقول: إياك أن تقرأ كتاب الله إلا أن تكون قد سمعته أولاً؛ فإنك إذا قرأته قبل أن تسمعه فسيستوي عندك حين تقرأ في أول سورة البقرة:  {الم}  [البقرة: ١] . </p><p> مثلما تقول في أول سورة الشرح:  {أَلَمْ}  [الشرح: ١] . </p><p> أما حين تسمع القرآن فأنت تقرأ أول سورة البقرة كما سمعها رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من جبريل عليه السلام «ألف لام ميم» ، وتقرأ أول سورة الشرح «ألم» . </p><p> وأقول ذلك لأن القرآن كما نعلم ليس كأي كتاب تُقبِل عليه لتقرأه من غير سماع، لا. بل هو كتاب تقرؤه بعد أن تسمعه وتصحح </p><p> قراءتك على قارئ؛ لتعرف كيف تنطق كل قَوْل كريم، ثم من بعد ذلك لك أن تقرأ بعد أن تعرفتَ على كيفية القراءة؛ لأن كل حرف في الكتاب الكريم موضوع بميزان وبقدر. </p><p> ونحن نعلم أيضا أن آيات القرآن منها آياتٌ مُحْكمات وأُخَر مُتَشابهات. والآيات المُحْكماتُ تضم الأحكام التي عليك أن تفعلها لِتُثاب عليها، وإنْ لم تفعلها تُعاقب، وكل ما في الآيات المُحْكمات وَاضح. </p><p> أما الآيات المُتَشابهات إنما جاءت متشابهة لاختلاف الإدراك من إنسان لآخر، ومن مرحلة عُمرية لأخرى، ومن مجتمع لآخر، والإدراكات لها وسائل يتشابه فيها الناس، مثل: العين، والأذن، والأنف، واللسان، واليد. </p><p> ووسائل الإدراك هذه؛ لها قوانين تحكمها: </p><p> فعيْنُك يحكمها قانون إبصارك، الذي يمتد إلى أن تلتقي خطوط الأشعة عند بؤرة تمتنع رؤيتُك عندها؛ ولذلك تصغُر الأشياء تدريجياً كلما ابتعدت عنها إلى أن تتلاشى من حدود رؤيتك. </p><p> وصوتُك له قانون؛ تحكمه ذبذبات الهواء التي تصل إلى أدوات السمع داخل أذنك. </p><p> وكذلك الشَّمُّ له حدود؛ لأنك لا تستطيع شَمَّ وردة موجودة في بلد بعيدة. </p><p> وكذلك العقل البشري له حدود يُدرك بها، وقد علم الله كيف يدرك الإنسان الأمور، فلم يمنع تأمل وردة جميلة، لكنه أمر بغضِّ البصر عند رؤية أي امرأة. </p><p> وهكذا يُحدِّد لكَ الحق الحلال الذي تراه، ويُحدِّد لك الحرام الذي يجب أن تمتنع عن رؤيته. </p><p> وكذلك في العقل؛ قد يفهم أمراً وقد لا يفهم أمراً آخر، وعدم فَهْمك لذلك الأمر هو لَوْن من الفهم أيضاً، وإنْ تساءلتَ كيف؟ </p><p> انظر إلى موقف تلميذ في الإعدادية؛ وجاء له أستاذه بتمرين </p><p> هندسي مما يدرسه طلبة الجامعة؛ هنا سيقول التلميذ الذكي لأستاذه: نحن لم نأخذ الأسس اللازمة لحلِّ مثل هذا التمرين الهندسي، هذا القول يعني أن التلميذ قد فهم حدوده. </p><p> وهكذا يعلمنا الله الأدب في استخدام وسائل الإدراك؛ فهناك أمر لك أن تفهمه؛ وهناك أمر تسمعه من ربك وتطيعه، وليس لك أن تفهمه قبل تنفيذه؛ لأنه فوق مستوى إدراكك. </p><p> ودائما أقول هذا المثل ولله المثل الأعلى إنك حين تنزل في فندق كبير، تجد أن لكل غرفة مفتاحاً خاصاً بها، لا يفتح أي غرفة أخرى، وفي كل دَوْر من أدوار الفندق يوجد مفتاح يصلح لفتْح كل الأدوار، ولا يفهم هذا الأمر إلا المتخصص في تصميم مثل تلك المفاتيح. </p><p> فما بالنا بكتاب الله تعالى، وهو الكتاب الجامع في تصميم مثل تلك المفاتيح. </p><p> فما بالنا بكتاب الله تعالى وهو الكتاب الجامع الذي يقول فيه الحق تبارك وتعالى: {مِنْهُ آيَاتٌ مُّحْكَمَاتٌ هُنَّ أُمُّ الكتاب وَأُخَرُ مُتَشَابِهَاتٌ فَأَمَّا الَّذِينَ في </p><p> قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابتغاء الفتنة وابتغاء تَأْوِيلِهِ وَمَا يَعْلَمُ تَأْوِيلَهُ إِلاَّ الله والراسخون فِي العلم يَقُولُونَ آمَنَّا بِهِ كُلٌّ مِّنْ عِندِ رَبِّنَا وَمَا يَذَّكَّرُ إِلاَّ أُوْلُواْ الألباب} [آل عمران: ٧] . </p><p> إذن: فهذا المتشابه يعتبره أهل الزيغ فرصة لتحقيق مَأْربهم، وهو إبطال الدين بأيِّ وسيلة وبأي طريقة، ويحاولون ممارسة التكبر على كتاب الله. </p><p> ولهؤلاء نقول: لقد أراد الله أن يكون بعضٌ من سور الكتاب الكريم مُبْتدئةً بحروف تنطق بأسمائها لا بمُسمَّياتها. </p><p> وقد أرادها الحق سبحانه كذلك ليختبر العقول؛ فكما أطلق سبحانه للعقل البشري التفكير في أمور كثيرة؛ فهناك بعض من الأمور يخيب فيها التفكير، فلا يستطيع العقل إدراك الأشياء التي تفوق حدود عقله. </p><p> والحق سبحانه وتعالى يصنع للإنسان ابتلاءات في وسائل إدراكه؛ وجعل لكل وسيلة إدراك حدوداً، وشاء أن يأتي بالمتشابه ليختبر الإنسان، ويرى: ماذا يفعل المؤمن؟ </p><p> وقوله الحق سبحانه:  {وَمَا يَعْلَمُ تَأْوِيلَهُ إِلاَّ الله والراسخون فِي العلم. .}  [آل عمران: ٧] . </p><p> قد يُفْهم منه أنه عطف؛ بمعنى أن الراسخين في العلم يعلمون تأويله؛ وبالتالي سيُعلِّمون الناس ما ينتهون إليه من علم بالتأويل. ولكن تأويل الراسخين في العلم هو قولهم:  {كُلٌّ مِّنْ عِندِ رَبِّنَا ... }  [آل عمران: ٧] . </p><p> إذن: فنهاية تأويلهم: هو من عند ربنا، وقد آمنا به. </p><p> وجاء لنا قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لِيَحُل لنا إشكال المُتَشابَه: </p><p> «ما تشابه منه فآمنوا به» . </p><p> لأن المتشابه من ابتلاءات الإيمان. </p><p> والمثل الذي أضربه هنا هو أمره صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لنا أن نستلم الحجر الأسود وأن نُقبِّله، وأن نَرْجُم الحجر الذي يمثل إبليس، وكلاهما حجر، لكننا نمتثل بالإيمان لما أمرنا به صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> وأنت لو أقبلتَ على كل أمر بحُكْم عقلك، وأردتَ أن تعرف الحكمة وراء كل أمر، لَعبدْتَ عقلك، والحق سبحانه يريد أن تُقبِل على الأمور بِحُكْمِه هو سبحانه. </p><p> وأنت إن قلتَ لواحد: إن الخمر تهري الكبد. ووضعت على كبده جهاز الموجات فوق الصوتية الذي يكشف صورة الكبد، ثم ناولتَ الرجل كأس خمر؛ فرأى ما يفعله كأس الخمر في الكبد، ورَاعَه ذلك؛ فقال: والله لن أشربها أبداً. </p><p> هل هو يفعل ذلك لأنه مؤمن؟ أم أنه ربط سلوكه بالتجربة؟ </p><p> لقد ربط سلوكه بالتجربة، وهو يختلف عن المؤمن الذي نفَّذ تعاليم السماء فامتنع عن الخمر لأن الله أمر بذلك، فلا يمكن أن نؤجل تعاليم السماء إلى أن تظهر لنا الحكمة منها. </p><p> إذن: فعِلَّة المُتَشابه؛ الإيمان به. وقد يكون للمُتَشابه حكمة؛ لكِنَّا لن نُؤجِّل الإيمان حتى نعرف الحكمة. </p><p> وأقول دائماً: يجب أن يعامل الإنسانُ إيمانَه بربه معاملته لطبيبه، فالمريض يذهب إلى طبيبه ليعرض عليه شكواه من مرض يؤلمه؛ ليصفَ الطبيب له الدواء، كذلك عمل عقلك؛ عليه أن ينتهي عند عتبة إيمانك بالله. </p><p> ونجد من أقوال أهل المعرفة بالله مَنْ يقول: إن العقل كالمطيَّة، يُوصِّلك إلى باب السلطان، لكنه لا يدخل معك. </p><p> إذن: فالذي يناقش في عِلَل الأشياء هو مَنْ يرغب في الحديث مع مُسَاوٍ له في الحكمة، وهل يوجد مُسَاوٍ لله؟ </p><p> طبعا لا، لذلك خُذْ افتتاحيات السور التي جاءت بالحروف المقطعة كما جاءت، واختلافنا على معانيها يؤكد على أنها كَنْز لا ينفذ من </p><p> العطاء إلى أن تُحل إنْ شاء الله من الله. </p><p> ومن العجيب أن آيات القرآن كلها مبنيةٌ على الوَصْل، ففي آخر سورة هود نجد قول الحق سبحانه:  {وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُونَ}  [هود: ١٢٣] . </p><p> وكان من المفترض أن نقف عليها فننطق كلمة «تعملون» ساكنة النون، لكنها موصولة ب «بسم الله الرحمن الرحيم» ؛ لذلك جاءت النون مفتوحة. </p><p> وأيضاً ما دامت الآيات مبنية على الوصل، كان من المفروض أن ننطق بدء سورة يوسف «ألفٌ لامٌ رَاءٌ» لكن الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ علَّمنَا أن نقرأها «ألفْ لامْ راءْ» وننطقها ساكنة. </p><p> وهذا دليل على أنها كلمة مبنية على الوقف، ودليل على أن لله سبحانه حكمة في هذا وفي ذاك. </p><p> ونحن نعلم أن الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كان يراجع القرآن مرة كل رمضان مع جبريل عليه السلام وراجعه مرتين في رمضان الذي سبق وفاته صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> وهكذا وصلنا القرآن كما أنزله الحق سبحانه على رسوله الكريم صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> وهنا يقول الحق:  {الر تِلْكَ آيَاتُ الكتاب المبين}  [يوسف: ١] . </p><p> و «تلك» إشارة لما بَعْدَ (الر) ، وهي آيات الكتاب. </p><p> أي: خذوا منها أن آيات القرآن مُكوَّنة من مثل هذه الحروف، وهذا فَهْم البعض لمعنى:  {الر ... }  [يوسف: ١] لكنه ليس كل الفهم. </p><p> مثل: صانع الثياب الذي يضع في واجهة المحل بعضاً من الخيوط التي تم نَسْج القماش منها؛ ليدلنا على دِقَّة الصنعة. </p><p> فكأنَّ الله سبحانه يُبيِّن لنا أن {الر ... }  [يوسف: ١] أسماء لحروف هي من أسماء الحروف التي نتكلم بها، والقرآن تكوَّنت ألفاظه من مثل تلك الحروف، ولكن آيات القرآن معجزة، لا يستطيع البشر ولو عاونهم الجن أن يأتوا بمثله. </p><p> إذن: فالسُّمو ليس من ناحية الخامة التي تُكوِّن الكلام، ولكن المعجزة أن المتكلم هو الحق سبحانه فلا بد أن يكون كلامه مُعجزاً؛ وإن كان مُكوَّناً من نفس الحروف التي نستخدمها نحن البشر. </p><p> وهناك معنى آخر: فهذا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ينطق أسماء الحروف «ألِفْ لام رَاء» ، وهو صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ الأمي بشهادة المعاصرين له بما فيهم خصومه، رغم أن القادر على نُطْق أسماء الحروف لا بُدَّ أن يكون مُتعلِّماً، ذلك أن الأمي ينطق مُسمَّيات الحروف ولا يعرف أسماءها، وفي هذا النطق شهادة بأن مَنْ علَّمه ذلك هو ربه الأعلى. </p><p> ويقول الحق سبحانه:  {الر تِلْكَ آيَاتُ الكتاب المبين}  [يوسف: ١] . </p><p> كلمة «الكتاب» عندما تُطلق فمعناها ينصرف إلى القرآن الكريم. </p><p> ونجد كلمة «المبين» ، أي: الذي يُبيِّن كل شيء تحتاجه حركة الإنسانِ الخليفةِ في الأرض، فإن بانَ لك شيء وظننتَ أن القرآن لم </p><p> يتعرَّض له، فلا بد أن تبحث عن مادة أو آية تلفتك إلى ما يبين لك ما غابَ عنك. </p><p> ويُروى عن الإمام محمد عبده أنه قابل أحد المستشرقين في باريس؛ ووجَّه المستشرق سؤالاً إلى الإمام فقال: </p><p> مادامتْ هناك آية في القرآن تقول:  {مَّا فَرَّطْنَا فِي الكتاب مِن شَيْءٍ ... }  [الأنعام: ٣٨] فَدعْنِي أسألك: كم رغيفاً ينتجه أردبُّ القمح؟ </p><p> فقال الإمام للمستشرق: انتظر. واستدعى الإمام خبازاً، وسأله: كم رغيفاً يمكن أن نصنعه من أردب القمح؟ فأجاب الخباز على السؤال. </p><p> هنا قال المستشرق: لقد طلبتُ منك إجابة من القرآن، لا من الخباز. </p><p> فردَّ الإمامُ: إذا كان القرآن قد قال: {مَّا فَرَّطْنَا فِي الكتاب مِن شَيْءٍ ... }  [الأنعام: ٣٨] فالقرآن قال أيضاً: {فاسألوا أَهْلَ الذكر إِن كُنْتُم لاَ تَعْلَمُونَ}  [النحل: ٤٣] . </p><p> لقد فَطِن الإمام محمد عبده إلى أن العقل البشري أضيق من أن يسع كل المعلومات التي تتطلبها الحياة؛ لذلك شاء الحق سبحانه أن يوزِّع المواهب بين البشر؛ ليصبح كل متفوق في مجال ما، هو من أهل الذكر في مجاله. </p><p> ونحن على سبيل المثال عندما نتعرض لمسألة ميراث؛ فنحن نلجأ إلى مَنْ تخصص في المواريث، ليدلنا على دقة توزيع أنصبة هذا الميراث. </p><p> وحين يؤدي المسلم من العامة فريضة الحج، فيكفيه أن يعلم أن الحج فريضة؛ ويبحث عند بَدْء الحج عمَّنْ يُعلِّمه خُطوات الحج كما أدَّاها صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> وهذا سؤال لأهل الذكر، مثلما نستدعي مهندساً ليصمم لنا بيتاً حين نشرع في بناء بيت، بعد أن نمتلك الإمكانات اللازمة لذلك. </p><p> وهكذا نرى أن علوم الحياة وحركتها أوسع من أن يتسع لها رأس؛ ولذلك وزَّع الله أسباب فضله على عباده، ليتكاملوا تكاملَ الاحتياج، لا تكامل التفضُّل، ويصير كل منهم مُلْتحماً بالآخرين غَصبْاً عنه. </p><p> وبعد ذلك يقول الحق سبحانه:  {إِنَّآ أَنْزَلْنَاهُ قُرْآناً عَرَبِيّاً ... } . </p>"
}