{
  "id": null,
  "sura": 12,
  "aya": 67,
  "text": "<p> وقد قال يعقوب عليه السلام ذلك الكلام في المرة الثانية لذهابهم إلى مصر، بعد أن عَلِم بحُسْن استقبال يوسف لهم، وأن بضاعتهم رُدَّتْ إليهم، وعلم بذلك أنهم صاروا أصحاب حَظْوة عند عزيز مصر. </p><p> وساعةَ ترى إنساناً له شأن؛ فترقب أن يُعادى، لذلك توجَّس يعقوب خِيفة أن يُدبِّر لهم أحد مكيدة؛ لأنهم أغراب. </p><p> ومن هنا أمرهم أن يدخلوا مصر من أبواب متفرقة، وكانت المدن قديماً لها أبواب؛ تُفتح وتقفل في مواعيد محددة، وحين يدخلون فُرادى فلن ينتبه أحد أنهم جماعة. </p><p> وقد خاف يعقوب على أبنائه من الحسد، ونعلم أن الحسد موجود. </p><p> وقد علَّمنا سبحانه أن نستعيد به سبحانه من الحسد؛ لأنه سبحانه قد عَلِم أزلاً أن الحسد أمر فوق طاقة دَفْع البشر له، وهو القائل:  {قُلْ أَعُوذُ بِرَبِّ الفلق مِن شَرِّ مَا خَلَقَ وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ وَمِن شَرِّ النفاثات فِي العقد وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ}  [الفلق: ١ - ٥] . </p><p> وفي أمر الحسد أنت لا تستطيع أن تستعيذ بواحد مُسَاوٍ لك؛ لأن الحسد يأتي من مجهول غير مُدْرَك، فالشعاع الخارج من العين قد يتأجج بالحقد على كل ذي نعمة، وإذا كان عصرنا، وهو عصر الارتقاءات المادية قد توصَّل إلى استخدام الإشعاع في تفتيت الأشياء. </p><p> إذن: فمن الممكن أن يكون الحسدُ مثل تلك الإشعاعات؛ والتي </p><p> قد يجعلها الله في عيون بعض خلقه، وتكون النظرة مثل السهم النافذ، أو الرصاصة الفتاكة. </p><p> والحق سبحانه هو القائل:  {وَمَا يَعْلَمُ جُنُودَ رَبِّكَ إِلاَّ هُوَ}  [المدثر: ٣١] . </p><p> وإنْ قال قائل: ولماذا يُعطي الحق سبحانه بعضاً من خلقه تلك الخواص؟ </p><p> أقول: إنه سبحانه يعطي من الإمكانات لبعض من خلقه، فيستخدمونها في غير موضعها، وكلُّ إنسان بشكل ما عنده إمكانية النظرة، ولكن الحقد هو الذي يولد الشرارة المُؤْذية، ويمكنك أن تنظر دون حسد إنْ قُلْتَ: ما شاء الله لا حول ولا قوة إلا بالله، اللهم بارك. </p><p> بذلك لا تتحقق الإثارة اللازمة لتأجُّج الشرارة المؤذية، ويمكنك أن تستعيذ بالله خالق البشر وخالق الأسرار، وتقرأ قول الحق سبحانه:  {قُلْ أَعُوذُ بِرَبِّ الفلق مِن شَرِّ مَا خَلَقَ وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ وَمِن شَرِّ النفاثات فِي العقد وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ}  [الفلق: ١ - ٥] . </p><p> وأن تقول كلمات رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حين كان يُعوِّذ الحسن والحسين رَضِيَ اللَّهُ عَنْهما، ويقول: « </p><p> أعيذكما بكلمات الله التامة من كل شيطان وهامة، ومن كل عين لامَّة» . </p><p> وقال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «كان أبوكما إبراهيم يُعوِّذ بها إسماعيل وإسحاق عليهم السلام» . </p><p> كما «أنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:» كان إذا حَزَبَهُ أمر قام وصلى « </p><p> ، لأن معنى حَزْب أمر للرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، أو لواحد من اتباع الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أن هذا الأمر يخرج عن قدرة البشر. </p><p> وهنا على الإنسان أن يأوي إلى المُسبِّب، فهو الركن الشديد، بعد أن أخذتَ أنت بالأسباب الممدودة لك من يد الله، وبذلك يكون ذهابك إلى الحق هو ذهاب المُضطر؛ لا ذهاب الكسول عن الأخذ بالأسباب. </p><p> والحق سبحانه يقول:  {أَمَّن يُجِيبُ المضطر إِذَا دَعَاهُ وَيَكْشِفُ السواء}  [النمل: ٦٢] . </p><p> والمضطر هو من استنفد كل أسبابه، ولم يَدْعُ ربه إلا بعد أن </p><p> أخذ بكل الأسباب الممدودة، فلا تطلب من ذات الله قبل أن تأخذ ما قدمه لك بيده سبحانه من أسباب. </p><p> وهنا في الآية التي نحن بصدد خواطرنا عنها؛ نجد يعقوب عليه السلام وقد أوصى أبناءه ألاَّ يدخلوا مصر من باب واحد؛ بل من أبواب متفرقة خشية الحسد، وتنبهت قضية الإيمان بما يقتضيه من تسلم لمشيئة الله، فقال: </p><p> {وَمَآ أُغْنِي عَنكُمْ مِّنَ الله مِن شَيْءٍ. .}  [يوسف: ٦٧] . </p><p> أي: لست أُغْني عنكم بحذري هذا من قدر الله، فهو مجرد حرص، أما النفع من ذلك الحرص والتدبير فهو من أمر الله، ولذلك قال: </p><p> {إِنِ الحكم إِلاَّ للَّهِ عَلَيْهِ تَوَكَّلْتُ وَعَلَيْهِ فَلْيَتَوَكَّلِ المتوكلون}  [يوسف: ٦٧] . </p><p> فكل الخَلْق أمرهم راجع إلى الله، وعليه يعتمد يعقوب، وعليه يعتمد كل مؤمن. </p><p> ونفَّذَ أبناءُ يعقوب ما أمرهم به أبوهم، يقول سبحانه:  {وَلَمَّا دَخَلُواْ ... } . </p>"
}