{
  "id": null,
  "sura": 13,
  "aya": 30,
  "text": "<p> فكما أرسلك الله إلى أمتك؛ فقد سبق أنْ أرسل سبحانه رُسُلاً إلى الأمم التي سبقتْ؛ ولم يُرسِل مع أيٍّ منهم معجزة تناقض ما نبغَ فيه قومُه؛ كَيْ لا يقولَ واحدٌ أن المعجزة التي جاءتْ مع الرسول تتناولُ ضَرْباً لم يَأْلفوه؛ ولو كانوا قد أَلِفوه لَمَا تفوَّق عليهم الرسول. </p><p> وقول الحق:  {كَذَلِكَ ... }  [الرعد: ٣٠] يعني: كهذا الإرسال السابق للرسل جاء بَعْثُكَ إلى أمتِك، كتلك الأمم السابقة. </p><p> ويأتي الحق سبحانه هنا بالاسم الذي كان يجب أن يَقْدروه حَقَّ قَدْره وهو «الرحمن» فلم يَقُلْ: وهم يكفرون بالله بل قال: {وَهُمْ يَكْفُرُونَ بالرحمن ... }  [الرعد: ٣٠] </p><p> فهم يعيشون رغم كُفْرهم في رزق من الله الرحمن، وكُل ما حولهم وما يُقيتهم وما يَسْتمتعون به من نِعَم عطاءاتٌ من الله. </p><p> وهم لا يقومون بأداء أيٍّ من تكاليف الله؛ فكان من اللياقة أن يذكروا فَضْل الله عليهم؛ وأنْ يؤمنوا به؛ لأن مطلوب الألوهية هو القيام بالعبادة. </p><p> وهو سبحانه هنا يأتي باسمه «الرحمن» ؛ والذي يفيد التطوع بالخير؛ وكان من الواجب أن يقدرُوا هذا الخيْر الذي قدَّمه لهم سبحانه، دون أن يكون لهم حَوْلٌ أو قوة. </p><p> وكان يجب أن يعتبروا ويعلنوا أنهم يتجهون إليه سبحانه بالعبادة؛ وأنْ يُنفّذوا التكليف العباديّ. </p><p> وفي صُلْح الحديبية دارتْ المفاوضات بين المسلمين وكفار قريش الذين منعوا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من دخول مكة، ولكنهم قَبِلوا التعاهد معه، فكان ذلك اعترافاً منهم بمحمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وصَحْبه الذين صاروا قوة تُعاهِدُ؛ تأخذ وتعطي. </p><p> ولذلك نجد سيدنا أبا بكر رَضِيَ اللَّهُ عَنْه يقول:  «ما كان في الإسلام نصرٌ أعظم من نَصْر الحديبية» . </p><p> فقد بدأتْ قريش في الحديبية الاعترافَ برسول الله وأمة الإسلام؛ وأخذوا هُدْنة طويلة تمكَّن خلالها محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وصحابته من أنْ يغزُوا القبائل التي تعيش حول قريش؛ حيث كانت تذهب سَرِية ومعها مُبشِّر بدين الله؛ فتُسلِم القبائل قبيلة من بَعْد قبيلة. </p><p> وهكذا كانت الحديبية هي أعظم نصْر في الإسلام؛ فقد سكنتْ قريش؛ وتفرَّغ رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ومَنْ معه لدعوة القبائل المحيطة بها للإسلام. </p><p> ولكن الناس لم يتسع ظنُّهم لما بين محمد وربِّه. والعباد دائماً يَعْجلون، والله لا يَعْجل بعَجلةِ العباد حتَّى تبلغَ الأمورُ ما أراد. </p><p> «وحين جاءت لحظة التعاقد بين رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وبين قريش في الحُديْبية، وبدأ عليُّ بن أبي طالب في كتابة صيغة المعاهدة، كتب» هذا ما صَالح عليه محمد رسول الله «فاعترض سهيل بن عمرو وقال: لو شهدتُ أنك رسول الله لم أقاتلك،ولكن اكتب:» هذا ما صالح عليه محمد بن عبد الله وسهيل بن عمرو «.</p><p> وأصر صحابة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ على أن تُكتب صفة محمد كرسول، لكن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قال: » والله إني لرسول الله وإن كذبتموني. اكتب محمد بن عبد الله «.</p><p> ولكن علياً كرَّم الله وجهه يُصِرُّ على أن يكتب صفة محمد كرسول من الله؛ فيُنطق الحق سبحانه رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ليقول لعليّ: » ستسام مثلها فتقبل </p><p> «. ولما تولَّى عليٌّ كرم الله وجهه بعد أبي بكر وعمر وعثمان رَضِيَ اللَّهُ عَنْهم أجمعين، وقامت المعركة بين علي ومعاوية؛ ثم اتفق الطرفان على عَقْد معاهدة؛ وكتب الكاتب» هذا ما قاضى عليه أمير المؤمنين علي بن أبي طالب «فقال عمرو بن العاص مندوب معاوية:» اكتب اسمه واسم أبيه، هو أميركم وليس أميرنا «.</p><p> وهنا تذكَّر علي كرم الله وجهه ما قاله سيدنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: » سَتُسَام مثلها فتقبَّل «وقَبِلها فقال:» امْحُ أمير المؤمنين، واكتب هذا ما قاضى عليه علي بن أبي طالب «» . </p><p> وتحققت مقولة الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> ومن الوقائع التي تُثبِّتُ الإيمانَ؛ نجد قصة عمار بن ياسر، وكان ضمن صُفوف علي كرَّم الله وجهه وأرضاه في المواجهة مع معاوية؛ وقتله جُنود معاوية؛ فصرخ المسلمون وقالوا: «ويح عمار، تقتله الفئة الباغية. وهكذا كان رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قد قال. </p><p> وبذلك فَهِم المسلمون أن الفئة الباغية هي فئة معاوية، وانتقل كثير من المسلمين الذين كانوا في صَفِّ معاوية إلى صَفِّ علي بن أبي طالب؛ فذهب عمرو بن العاص إلى معاوية وقال: تفشَّت في </p><p> الجيش فَاشِية، إن استمرتْ لن يبقى معنا أحد؛ فقد قتلنا عمار بن ياسر؛ وذكر صحابة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قوله: » وَيْحَ عمار، تقتله الفِئة البَاغِية «وقد فَهِم المقاتلون معنا أن الفئة الباغية هي فئتنا.</p><p> وكان معاوية من الدهاء بمنزلة؛ فقال: اسْعَ في الجيش وقُلْ:» إنما قتله مَنْ أخرجه «ويعني عليّاً.ولما وصل هذا القول لعليٍّ قال:ومَنْ قتل حمزة بن عبد المطلب، وقد أخرجه للقتال محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؟!</p><p> ‍ وهنا في قول الحق سبحانه:  {كَذَلِكَ أَرْسَلْنَاكَ في أُمَّةٍ قَدْ خَلَتْ مِن قَبْلِهَآ أُمَمٌ ... }  [الرعد: ٣٠] </p><p> إنما يعني أن الحق قد أرسلك يا محمد بمعجزة تُناسب ما نبغَ فيه قومك، وطَلَبُ غير ذلك هو جَهْل بواقع الرسالات وتعَنُّتٌ يُقصَد منه مزيدٌ من ابتعادهم عن الإيمان. </p><p> وقول الحق سبحانه:  {وَهُمْ يَكْفُرُونَ بالرحمن قُلْ هُوَ رَبِّي.</p><p> . .}  [الرعد: ٣٠] </p><p> أي: أنهم حين يُعلنون الكفر فأنت تصادمهم بإعلان الإيمان، وتقول:  {هُوَ رَبِّي لا إله إِلاَّ هُوَ ... }  [الرعد: ٣٠] </p><p> وكلمة «ربي» تنسجم مع كلمة «الرحمن» الذي يُنعِم بالنعم كلها؛ وهو المُتولِّي تربيتي؛ ولو لم يفعل سِوَى خَلْقي وتربيتي ومَدّي بالحياة ومُقوِّماتها؛ لَكانَ يكفي ذلك لأعبده وحده ولا أشرك به أحداً. </p><p> ولو أن الإنسان قد أشرك بالله؛ لالتفتَ مرة لذلك الإله؛ ومرة أخرى للإله الآخر؛ ومرة ثالثة للإله الثالث وهكذا، وشاء الله سبحانه أن يريح الإنسان من هذا التشتت بعقيدة التوحيد. </p><p> ويأتي القرآن ليُطمئن القلوب أيضاً وليذكر:  {ضَرَبَ الله مَثَلاً رَّجُلاً فِيهِ شُرَكَآءُ مُتَشَاكِسُونَ وَرَجُلاً سَلَماً لِّرَجُلٍ هَلْ يَسْتَوِيَانِ مَثَلاً الحمد للَّهِ بَلْ أَكْثَرُهُمْ لاَ يَعْلَمُونَ}  [الزمر: ٢٩] </p><p> وهكذا يعرض لنا القرآن صورتين: </p><p> الصورة الأولى: لرجل يملكه أكثر من سيد، يعارضون بعضهم البعض. </p><p> والصورة الثانية: لرجل آخر، يملكه سيد واحد. </p><p> ولابُدَّ للعقل أن يعلمَ أن السيد الواحد افضل من الأسياد المتعددين؛ لأن تعدُّد الأسياد فساد وإفساد، يقول الحق سبحانه:  {لَوْ كَانَ فِيهِمَآ آلِهَةٌ إِلاَّ الله لَفَسَدَتَا فَسُبْحَانَ الله رَبِّ العرش عَمَّا يَصِفُونَ}  [الأنبياء: ٢٢] </p><p> والعاقل هو مَنْ لا يُسلِّم نفسه إلا لسيّد واحد يثق أنه أمين عليه، ونحن في حياتنا نقول: ما يحكم به فلان أنا أرضى به؛ </p><p> وقد وَكَلْته في كذا. ولا أحد مِنّا يُسلِّم نفسه إلا لمَنْ يرى أنه أمين على هذا الإسلام، ولابُدَّ أن يكون أمينا وقوياً، ويقدر على تنفيذ مطلوبه. </p><p> والرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في المعركة العنيفة مع صناديد قريش قال:  «إنِّي متوكل على الله» ، وهذه شهادة منه على أنه توكل على القوي الأمين الحكيم؛ والرسول لم يَقُلْ توكلت عليه؛ ولكنه قال:  {عَلَيْهِ تَوَكَّلْتُ ... }  [الرعد: ٣٠] </p><p> والفارق بين القَوْلَيْنِ كبير، فحين تقول «عليه توكلت» فأنت تَقْصر التوكُّل عليه وحده؛ ولكن إنْ قُلت:  «توكلت عليه» . فأنت تستطيع أن تضيف وتعطف عدداً آخر مِمَّنْ يمكنك التوكل عليهم. </p><p> ولذلك نقول:  {إِيَّاكَ نَعْبُدُ ... }  [الفاتحة: ٥] </p><p> ونحصر العبادة فيه وله وحده سبحانه؛ فلا تتعداه إلى غيره؛ ولو أنها أُخِرَّتْ لَجازَ أن يعطف عليه. ويُقَال في ذلك «اسم قصر» أي: أن العبادة مَقْصورة عليه؛ وكذلك التوكُّل. {قُلْ هُوَ رَبِّي لا إله إِلاَّ هُوَ عَلَيْهِ تَوَكَّلْتُ ... }  [الرعد: ٣٠] </p><p> أي: أنني لا آخذ أوامري من أحد غيره ومرجعي إليه. </p><p> ويقول سبحانه من بعد ذلك: </p><p> {وَلَوْ أَنَّ قُرْآناً سُيِّرَتْ بِهِ الجبال ... } </p>"
}