{
  "id": null,
  "sura": 13,
  "aya": 40,
  "text": "<p> هذه الآية تُحدِّد مهمة الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في أن يُبلِّغ منهج الله، فمن شاء فليؤمن ومَنْ شاء فليكفر، إلا أن قول الحق سبحانه في رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  {لَقَدْ جَآءَكُمْ رَسُولٌ مِّنْ أَنفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بالمؤمنين رَءُوفٌ رَّحِيمٌ}  [التوبة: ١٢٨] </p><p> جعله هذا القول متعلقاً بهداية قومه جميعاً، وكان يرجو أن يكون الكل مهتدياً؛ ولذلك يقول الحق سبحانه لرسوله في موقع آخر: </p><p> {فَلَعَلَّكَ بَاخِعٌ نَّفْسَكَ على آثَارِهِمْ إِن لَّمْ يُؤْمِنُواْ بهذا الحديث أَسَفاً}  [الكهف: ٦] </p><p> أي: أنك لستَ مسئولاً عن إيمانهم، وعليك ألاَّ تحزن إنْ لم ينضمُّوا إلى الموكب الإيماني، وكُلُّ ما عليك أن تدعوهم وتُبلِّغهم ضرورة الإيمان؛ والحق سبحانه هو الذي سوف يحاسبهم إما في الدنيا بالمحو والإهاب، أو في الآخرة بأن يَلْقَوْا عذاب النار. </p><p> وحين يقول الحق سبحانه:  {وَإِن مَّا نُرِيَنَّكَ بَعْضَ الذي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِنَّمَا عَلَيْكَ البلاغ وَعَلَيْنَا الحساب}  [الرعد: ٤٠] </p><p> فنحن نعلم أن كل دعوة من دعوات الخير تكبُر يوماً بعد يوم؛ ودعوات الشر تبهت يوماً بعد يوم. ومَنْ يدعو إلى الخير يُحِب ويتشوق أنْ يرى ثمار دعوته وقد أينعتْ، ولكن الأمر في بعض دعوات الخير قد يحتاج وَقْتاً يفوق عمر الداعي. </p><p> ولذلك يقول الحق سبحانه لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  {وَإِن مَّا نُرِيَنَّكَ بَعْضَ الذي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ ... }  [الرعد: ٤٠] </p><p> أي: اغرس الدعوة، ودَعْ مَنْ يقطف الثمرة إلى ما بعد ذلك، وأنت حين تتفرَّغ للغَرْس فقط؛ ستجد الخير والثمار تأتي حين يشاء الله؛ سواء شاء ذلك إبَّان حياتك أو من بعد موتك. </p><p> وأنت إذا نظرتَ إلى الدعوات التي تستقبلها الحياة تجد أن لكل </p><p> دعوة أنصاراً أو مؤيدين، وأن القائمين على تلك الدعوات قد تعجَّلوا الثمرة؛ مع أنهم لو تمهَّلوا ليقطفها مَنْ يأتي بعدهم لنَجحتْ تلك الدعوات. </p><p> ونحن في الريف نرى الفلاح يغرس؛ ومن خلال غَرْسه نعرف مراداته، هل يعمل لنفسه، أو يعمل من أجل من يأتي بعده؟ </p><p> فَمنْ يغرس قمحاً يحصد بسرعة تفوق سرعة مَنْ يغرس نخلة أو شجرة من المانجو، حيث لا تثمر النخلة أو شجرة المانجو إلا بعد سنين طويلة، تبلغ سبع سنوات في بعض الأحيان، وهذا يزرع ليؤدي لِمَنْ يجئ ما أداه له مَنْ ذهبَ. </p><p> ونحن نأكل من تَمْرٍ زَرَعه لنا غيرنا مِمَّنْ ذهبوا، ولكنهم فكّروا فيمَنْ سيأتي من بعدهم، ومَنْ يفعل ذلك لابُدَّ وأن يكون عنده سِعَة في الأرض التي يزرعها؛ لأن مَنْ لا يملك سِعَة من الأرض فهو يفكر فقط فيمَنْ يعول وفي نفسه فقط؛ لذلك يزرع على قَدْر ما يمكن أن تعطيه الأرض الآن. </p><p> أما مَنْ يملك سِعَة من الأرض وسِعَة في النفس؛ فهو مَنْ وضع في قلبه مسئولية الاهتمام بمَنْ سيأتون بعده. </p><p> وأنْ يردّ الجميل الذي أسداه له مَنْ سبقوه، بأن يزرع لغيره ممَّنْ سيأتون من بعده. </p><p> ودعوة محمد عَلَيْهِ الصَّلَاة وَالسَّلَام ُ شِهدتْ له بأنه لم يبحثْ لنفسه عن ثمرة عاجلة؛ بل نجد الدعوة وهي تُقابل الصِّعاب تِلْو الصعاب، ويَلْقي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ما تلقَّى من العنت والإرهاق والجهد؛ بعد أنْ جهر بالدعوة في عشيرته الأقربين. </p><p> ثم ظلَّتْ الدعوة تتسع في بعض العشائر والبطون إلى أن دالت </p><p> عاصمة الكفر؛ وصارت مكة بيت الله الحرام كما شاء الله، وأسلمتْ الجزيرة كلها لمنهج الله، وأرسل صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ الكتب إلى الملوك والقياصرة، وكلها تتضمن قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ «أسلم تسلم» . </p><p> ودَلَّتْ هذه الكتب على أن الدعوة الإسلامية هي دعوة مُمتدَّة لكل الناس؛ تطبيقاً لِمَا قاله الحق لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أنه:  «رسول للناس كافة» . </p><p> قال تعالى:  {وَمَآ أَرْسَلْنَاكَ إِلاَّ كَآفَّةً لِّلنَّاسِ بَشِيراً وَنَذِيراً ... }  [سبأ: ٢٨] </p><p> وفَهِم الناس الفَارِق بين رسالته صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وبين كَافّة الرسالات السابقة، فإلى قوم عاد أرسل هوداً عليه السلام. </p><p> يقول الحق سبحانه:  {وإلى عَادٍ أَخَاهُمْ هُوداً ... }  [الأعراف: ٦٥] </p><p> وقال عن أهل مَدْين:  {وإلى مَدْيَنَ أَخَاهُمْ شُعَيْباً ... }  [الأعراف: ٨٥] </p><p> وقال عن بَعْثة موسى:  {وَرَسُولاً إلى بني إِسْرَائِيلَ ... }  [آل عمران: ٤٩] </p><p> وهكذا حدَّد الحق سبحانه زمان ومكان القوم في أيِّ رسالة سبقتْ رسالة محمد بن عبد الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> لكن الأمر يختلف حين أرسل سبحانه محمداً صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ رسولاً وجعله للناس كَافَّة، فقد علم سبحانه أزلاً أن هذا هو الدين الخاتم؛ لذلك أرسل رسول الله إلى حُكَّام العالم المعاصرين له دعوةً لدخول الدين الخاتم. </p><p> وقد ترك الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ تلك المهمة لمَنْ يخلفونه، ودعا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ الجزيرة العربية تحت لواء «لا إله إلا الله، وأن محمداً رسول الله» بعد أن كانت قبائل متعددة. </p><p> كل قبيلة كانت لا تُلزِم نفسها بعبادة إله القبيلة الأخرى؛ وكل قبيلة لا تلزم نفسها بتقنين القبيلة الأخرى، ولم يجمعهم أبداً شَمْل، ولا استيطانَ لهم إلا في بعض القُرَى، ذلك أن أغلبهم من البَدْو الرُّحَّل؛ كل واحد منهم يحمل بيته الخيمة على ظهر بعيره، ويمشي بحثاً عن الكلأ والماء لأغنامه وماشيته. </p><p> فلم يكن عندهم انتماء وطني؛ فضلاً عن القبائل التي كانت تتقاتل فيما بينها في تارات عنيفة، وامتدت الحرب فيما بين بعض القبائل إلى أربعين عاماً في بعض الأحيان. </p><p> استطاع صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أن يُوظِّف ما كانوا عليه من تدريب وعَتَاد وعُدَّة لِنُصْرة دين الله؛ فحين إعداده للغزوات أو اختياره للسرايا كان يجد المقاتلين في كامل لياقتهم. </p><p> وحين استدعاهم إلى الحرب لم يُجْر لهم تدريبات؛ فقد كان الكل مُدرَّباً على القتال. </p><p> وهكذا صارتْ القبائل أمة واحدة بعد أن جمعهم محمد رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في وحدة التكامل العقدي تحت راية الإسلام، وهذه الأمة الأمية، قال فيها الحق سبحانه:  {هُوَ الذي بَعَثَ فِي الأميين رَسُولاً مِّنْهُمْ ... }  [الجمعة: ٢] </p><p> وكانت هذه الأمية شرفاً لهم كَيْلا يُقََال: إنهم أصحاب قَفْزة حضارية من أمة مُتمدينة. وكانت هذه الأمية مُلْفتة، لأن ما جاء في تلك الأمة من تشريعات وقفتْ أمامه الأمم الأُخرى إلى زماننا هذا باندهاش وتقدير. </p><p> وشاء الحق سبحانه لهذه الأمة أن تحمِلَ رسالة السماء لكل الأرض، وبعد أن نزل قول الحق سبحانه:  {اليوم أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الإسلام دِيناً ... }  [المائدة: ٣] </p><p> فَهِم بعض الناس أن الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ينعِي نفسه لأمته. </p><p> ومن بعد رحيله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إلى الرفيق الأعلى انساح صحابته بالدين الخاتم في الدنيا كلها، وخلال نصف قرن من الزمان صار للإسلام جناحان؛ جناح في الشرق، وجناح في الغرب. وهزم اكبر إمبراطوريتين متعاصرتين له؛ هما إمبراطورية فارس بحضارتها وإمبراطورية الروم. </p><p> وكانت البلاد تتخطَّف الإسلامَ كمنهج حياة، حدث ذلك بعد أن حارب الإسلامُ الإمبراطوريتين في آنٍ واحد، وأقبل الناس على الإسلام لِيتحقَّقوا من معجزته التي لَمسُوها في خُلُق مَنْ سمِعوا القرآن وحَملوا رسالته؛ ثم في اكتشافهم لعدالة القرآن في إدارة حركة الحياة. </p><p> وهكذا اكتشفوا أن معجزة الإسلام عقلية؛ وأن رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ هو الرسول الخاتم الذي لم يَأْتِ لهم بمعجزة حِسِّية، وإذا كان القرآن معجزة في اللغة للقوم الذين نزل فيهم رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ فالقرآن لِمَنْ لم يعرفوا لغة القرآن كان معجزة في العدالة والقيم النابعة منه. </p><p> وكان الناس يندفعون إلى الإسلام بقوة دَفْع من المؤمنين به، وبقوة جَذْب من غير المؤمنين؛ حين يروْنَ ألاَّ فَرْق بين الأمير وأصغر فَرْد تحت رايته، وحين يلمسون عدالته ومساواته بين البشر. </p><p> ولم يكن الإسلام معجزة لقومه فقط؛ بل لكل الدنيا، ويتحقق دائماً قول الحق سبحانه:  {سَنُرِيهِمْ آيَاتِنَا فِي الآفاق وفي أَنفُسِهِمْ حتى يَتَبَيَّنَ لَهُمْ أَنَّهُ الحق ... }  [فصلت: ٥٣] </p><p> ونجد مُفكّراً كبيراً من الغرب المعاصر يعلن إسلامه، رغم أنه لم يقرأ القرآن؛ بل نظر فقط في المبادئ التي قَنَّنها الإسلام، وكيف تحمل حلولاً لِمَا عجزتْ عنه الحضارات المتعاقبة وأهل القوانين في كل بلاد الأرض. </p><p> ويعرف أن تلك القوانين قد جاءتْ لرسول ينتمي لأمة لم تبرعْ إلا في البلاغة والأدب، وتضع تلك القوانين حلولاً لمشاكل تعاني منها الدنيا كلها. </p><p> ورأينا كيف بحثَ رجل عن أعظم مائة في تاريخ البشرية، وكيف جعل محمداً صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أولهم، وهذا الباحث لم يقرأ القرآن؛ ولكنه درسَ </p><p> آثار تطبيق القرآن، وبعد أنْ يُعجبَ بالمنهج القرآني نجده يُعجب بالنص القرآني. </p><p> والمثل: هو دراسة الألمان لعملية إدراكات الحِسِّ؛ وكيف يشعر الإنسان بالألم؟ وكيف يلمس الإنسان بِبَشْرته بملْمسٍ ناعم فيُسَرّ منه، ثم يلمس شيئاً خشناً فيتأذى منه. </p><p> واستمر الألمان يدرسون ذلك لسنوات؛ كي يعرفوا مناطَ الإحساس وموقعه في الإنسان، هل هو في المُخِّ أم أين؛ إلى أن انتهوْا إلى منَاطَ الإحساس في كُلِّ إنسان هو في الجِلْد، وأنها خلايا مُنبسطة تحت الجِلْد مباشرة؛ بدليل أن الإبرة حين نغرزها في جسم الإنسان؛ فهو يتألم فقط في منطقة دخولها؛ وليس أكثر. </p><p> ولفتَ ذلك نظر أحد العلماء؛ فقال: لقد تحدث القرآن عن ذلك حين قال: { ... كُلَّمَا نَضِجَتْ جُلُودُهُمْ بَدَّلْنَاهُمْ جُلُوداً غَيْرَهَا لِيَذُوقُواْ العذاب إِنَّ الله كَانَ عَزِيزاً حَكِيماً}  [النساء: ٥٦] </p><p> ومن الأمثلة المعاصرة في العلوم الجنائية قصة شاب مسلم من سوهاج سافر إلى ألمانيا ليُعد رسالة الدكتوراه في القانون، ووجدهم </p><p> يقفون عند قضية التعسُّف في استعمال الحق، ويعتبرونها من أهم الإنجازات القانونية في القرآن العشرين. </p><p> فأوضح لهم هذا الشاب أن الإسلام قد سبقهم في تقدير هذه المسألة ووضع الحكم المناسب فيها من أربعة عشر قرناً من الزمان. </p><p> «» وروى لهم أن رجلاً جاء إلى رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قائلاً: إن لفلان عندي في ساحة بيتي نخلة، وهو يدخل بيتي كل ساعة بحجة رعاية تلك النخلة؛ مرة بدعوى تأبيرها؛ وأخرى جَنْي ثمارها. وثالثة بدعوى الاطمئنان عليها حتى جعل النخلة شُغله الشاغل. </p><p> وشكا الرجل للرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أنه يتأذى هو وأهل بيته من اقتحام الرجل للحياة الخاصة له، فأرسل صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إلى صاحب النخلة وقال له: أنت بالخيار بين ثلاثة مواقف: إما أن تهبه النخلة وتلك منتهى الأريحية، وإما أنْ تبيعها له، وإما قطعناها «.</p><p> وهكذا وضع صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قواعد للتعامل فيما يسمى» التعسُّف في استعمال الحق «. </p><p> وفي إنجلترا وجدوا أن القانون التجاري مليء بالثغرات، ومثال هذا أن التعامل في السوق قد يتطلب بعضاً من المرونة بين التجار؛ فهذا يرسل لذلك طالباً من الآخر ألفاً من الجنيهات؛ وفلان يردُّ ما أخذه أو يقايضه. </p><p> واصطدم الواقع بأن بعض التجار لا يعترفون ببعض الديون التجارية التي عليهم، وقديماً كان إذا أراد تاجر أن يقترض من زميل له؛ فهو يكتب الدَّيْن في كمبيالة أو إيصال أمانة؛ وذلك لتوثيق الدَّيْن. </p><p> ولكن الأمر اليومي في السوق قد يختلف؛ فهذا يحتاج نقوداً لأمر عاجل، وزميله يثق في قدرته على الردِّ والتسديد؛ لأنه قد يحتاج هو الآخر لنقود عاجلة، ويثق أن مَنْ يقرضه الآن، سيقرضه فيما بعد؛ ولذلك أنشأوا ما يُسمَّى بالدَّيْن التجاري، فيفتحون» دفتراً «يُسجِّلون في الديون التجارية؛ لتحكم الدفاتر فيما يعجز عن تذكّره الأشخاص. </p><p> وذهب شاب مسلم لبعثة دراسية هناك؛ وأوضح لهم أن قضية الدّين أخذت اهتمام الإسلام؛ لدرجة أن أطول آية في القرآن هي الآية التي تحدد التعامل مع الديون؛ وأخذ يترجم لهم قول الحق سبحانه: {ياأيها الذين آمنوا إِذَا تَدَايَنتُم بِدَيْنٍ إلى أَجَلٍ مُّسَمًّى فاكتبوه وَلْيَكْتُب بَّيْنَكُمْ كَاتِبٌ بالعدل وَلاَ يَأْبَ كَاتِبٌ أَنْ يَكْتُبَ كَمَا عَلَّمَهُ الله فَلْيَكْتُبْ وَلْيُمْلِلِ الذي عَلَيْهِ الحق وَلْيَتَّقِ الله رَبَّهُ وَلاَ يَبْخَسْ مِنْهُ شَيْئاً فَإن كَانَ الذي عَلَيْهِ الحق سَفِيهاً أَوْ ضَعِيفاً أَوْ لاَ يَسْتَطِيعُ أَن يُمِلَّ هُوَ فَلْيُمْلِلْ وَلِيُّهُ بالعدل واستشهدوا شَهِيدَيْنِ مِّن رِّجَالِكُمْ فَإِن لَّمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌ وامرأتان مِمَّن </p><p> تَرْضَوْنَ مِنَ الشهدآء أَن تَضِلَّ إِحْدَاهُمَا فَتُذَكِّرَ إِحْدَاهُمَا الأخرى وَلاَ يَأْبَ الشهدآء إِذَا مَا دُعُواْ وَلاَ تسأموا أَن تَكْتُبُوهُ صَغِيراً أَو كَبِيراً إلى أَجَلِهِ ذَلِكُمْ أَقْسَطُ عِندَ الله وَأَقْومُ لِلشَّهَادَةِ وأدنى أَلاَّ ترتابوا إِلاَّ أَن تَكُونَ تِجَارَةً حَاضِرَةً تُدِيرُونَهَا بَيْنَكُمْ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَلاَّ تَكْتُبُوهَا وأشهدوا إِذَا تَبَايَعْتُمْ وَلاَ يُضَآرَّ كَاتِبٌ وَلاَ شَهِيدٌ وَإِن تَفْعَلُواْ فَإِنَّهُ فُسُوقٌ بِكُمْ واتقوا الله وَيُعَلِّمُكُمُ الله والله بِكُلِّ شَيْءٍ عَلِيمٌ} [البقرة: ٢٨٢] </p><p> وظاهر الأمر أنه يحمي الدائن، ولكن الحقيقة أنه يحمي المدين أيضاً؛ لأن المدين إنْ علم أنَّ الدين مُوثَّق؛ فهو سيسعى جاهداً أن يؤديه في موعده، وأيضاً كي لا يأخذ النصَّابون فرصة للهرب من السداد، وبذلك حمى القرآنُ الدائن والمدين معاً كي لا تقف حركة التعامل بين الناس. </p><p> ومع هذا فإنه لم يمنع الأريحية الإيمانية والمروءة أن تسلك طريقها في عالم الود والإخاء المؤمن؛ فإنْ كان لك قريب أو إنسان لك به صِلَة، وأنت تأمنه على ما اقترض منك؛ يقول لك الحق سبحانه:  {فَإِنْ أَمِنَ بَعْضُكُم بَعْضاً فَلْيُؤَدِّ الذي اؤتمن أَمَانَتَهُ وَلْيَتَّقِ الله رَبَّهُ ... }  [البقرة: ٢٨٣] </p><p> وبهذا القول يشعر مَنْ يحمل أمانة من الغير بالخجل؛ فيعمل على رَدِّها. ثم يضيف الحق سبحانه:  {إِلاَّ أَن تَكُونَ تِجَارَةً حَاضِرَةً تُدِيرُونَهَا بَيْنَكُمْ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَلاَّ تَكْتُبُوهَا ... }  [البقرة: ٢٨٢] </p><p> وهكذا جاء الإسلام بقوانين لا يمكن أن تخرج من أمة أُميِّة؛ لأنها قوانين تسبق العصور، وهي قوانين تنبع من دين سماوي خاتم. ولذلك عندما سألوني عن موقف الإسلام من التقدمية والرجعية، قلت لهم: </p><p> إن القياس خاطئ؛ لأنك لن تستطيع أن تقيس فِكْر بشر بما أنزله رَبُّ كل البشر، وإذا كان العالم بشَرقْه وغَرْبه يهتدي إلى أيِّ خير تنتظم به حياته؛ ويجد جذوراً لذلك الخير في الإسلام؛ فهذا دليل على أن العالم يتجه إلى الوسطية. </p><p> وكان المثل في الشيوعية التي قامت ثورتها الدموية في عام ١٩١٧؛ وقالوا: إنها مُقدّمة للشيوعية؛ وسقطتْ الشيوعية من بعد أن أصيب المجتمع الروسي بالتيبُّس والجمود، والخوف من أسلوب حُكْم الحزب الشيوعي. </p><p> ونجد الرأسمالية الشرسة، وهي تُهذِّب من شراستها؛ وتعطي العامل حقَّه وتُؤمِّن عليه، وهكذا يتجه العالم إلى الوسطية التي دعا لها الإسلام. </p><p> وقد نزل الإسلام من قِبَل عالمٍ عليمٍ بكل الأهواء وبكل المراحل. </p><p> ولذلك نجد الحق سبحانه وهو يُطمئِنُ رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إنْ آذاه أحدٌ في المنهج الذي جاء به؛ لأنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لم يكن لِيأبه بمَنْ يحاول أن يُؤذِيَه في شخصه، وكان صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لا يغضب لنفسه؛ ولكن إنْ تعرَّض أحد للمنهج فغضبه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يظهر جلياً. </p><p> ومَنْ وقفوا ضد الدين قابلهم الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بالدعوة؛ فمَنْ آمن منهم نال حلاوة الإيمان؛ ومن لم يؤمن فقد توالتْ عليه المصائب من كل جانب، منهم مَنْ رأى النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مصارعه. </p><p> ولذلك نجد الحق سبحانه يقول لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  {فَإِمَّا نَذْهَبَنَّ بِكَ فَإِنَّا مِنْهُم مُّنتَقِمُونَ أَوْ نُرِيَنَّكَ الذي وَعَدْنَاهُمْ فَإِنَّا عَلَيْهِمْ مُّقْتَدِرُونَ}  [الزخرف: ٤١ - ٤٢] </p><p> أي: أنه جَلَّ وعلاَ إما أن يُلحِق رسوله بالرفيق الأعلى، وينتقم من الذين وقفوا ضده؛ أو يُريه عذابهم رَأْى العين. </p><p> وكأن هذا القول هو الذي يشرح قوله سبحانه هنا:  {وَإِن مَّا نُرِيَنَّكَ بَعْضَ الذي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِنَّمَا عَلَيْكَ البلاغ وَعَلَيْنَا الحساب}  [الرعد: ٤٠] </p><p> وعذاب الدنيا كما نؤمن مَهْما بلغ فلن يصلَ إلى مرتبة عذاب الآخرة. </p><p> ويقول سبحانه من بعد ذلك: </p><p> {أَوَلَمْ يَرَوْاْ أَنَّا نَأْتِي الأرض نَنقُصُهَا ... } </p>"
}