{
  "id": null,
  "sura": 13,
  "aya": 36,
  "text": "<p> ونعلم أن الإسلام قد سُبِق بدينين؛ دين النصارى قَوْم عيسى عليه السلام؛ ومن قبله دين اليهود قوم موسى عليه السلام؛ وكِلاَ الدينين له كتاب؛ الإنجيل كتاب المسيحية؛ والتوراة كتاب اليهودية؛ والقرآن هو كتاب الله المهيمن الخاتم؛ كتاب الإسلام، وهناك كتب سماوية أخرى مثل: صحف إبراهيم؛ وزبور داود، وغير ذلك. </p><p> وكان على مَنْ نزل عليهم التوراة والإنجيل أن يواصلوا الإيمان بمَدَدِ السماء، والخير القادم منها إلى الأرض، وقد سبق أن أخذ الله من أنبيائهم الميثاق على ذلك، وقال تعالى: </p><p> {وَإِذْ أَخَذَ الله مِيثَاقَ النبيين لَمَآ آتَيْتُكُم مِّن كِتَابٍ وَحِكْمَةٍ ثُمَّ جَآءَكُمْ رَسُولٌ مُّصَدِّقٌ لِّمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهِ وَلَتَنصُرُنَّهُ قَالَ أَأَقْرَرْتُمْ وَأَخَذْتُمْ على ذلكم إِصْرِي قالوا أَقْرَرْنَا قَالَ فاشهدوا وَأَنَاْ مَعَكُمْ مِّنَ الشاهدين}  [آل عمران: ٨١] </p><p> وهكذا نعلم أن الحق سبحانه قد شاء أن يستقبل كُلُّ دين سابق الدينَ الذي يليه بالإيمان به؛ وفي كل دين سابق لآخر كانت النصوص تؤكد ضرورة الإيمان بالرسول القادر، كي لا يحدث اقتراع بين الأديان الناسخة والأديان المنسوخة. </p><p> فمِنْ صميم مواد أيِّ دين سابق أن ينتظر الدين الذي يليه، وإذا ما جاء الدين الجديد فهو يستقبله فْرَعاً وتكملة، ولا يستقبله كدين يُضادِّ الدين السابق. </p><p> وإذا كان الإسلام هو الدين الذي تُختم به مواكب الرُّسُل؛ فلابُدَّ أن الأديان السابقة عليه قد بَشَّرَتْ به، وكل مؤمن بالأديان السابقة مُوصى بضرورة الإيمان به. </p><p> ويقول الحق سبحانه:  {شَرَعَ لَكُم مِّنَ الدين مَا وصى بِهِ نُوحاً والذي أَوْحَيْنَآ إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وموسى وعيسى أَنْ أَقِيمُواْ الدين وَلاَ تَتَفَرَّقُواْ فِيهِ ... }  [الشورى: ١٣] </p><p> ويقول الحق سبحانه:  {والذين آتَيْنَاهُمُ الكتاب يَفْرَحُونَ بِمَآ أُنزِلَ إِلَيْكَ ... }  [الرعد: ٣٦] </p><p> أي: أن أهل التوراة والإنجيل يفرحون بما جاء يا محمد من القرآن، والإنسان لا يفرح بشيء إلا إذا حقَّق له غايةً تُسْعِده، ولابُدَّ أن تكون هذه الغاية منشورة ومعروفة. </p><p> وهم قد فرحوا بما نزل إلى رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ لأنه حقق لهم ما جاء في كتبهم من نبوءة به. </p><p> ومعنى ذلك أن كتبهم قد صدقتْ، ومَنْ جاء بالرسالة الخاتم صادق، وكان عليهم أن يكونوا أول المُبَادرين إلى الإيمان به. </p><p> ذلك أن الفرحة هي العملية التعبيرية أو النُّزوعية من مواجيد الحب، والإنسان إنما يفرح بتحقيق أمر طيِّب كان ينتظره. </p><p> ولذلك كان يجب أن يُهروِلوا للإيمان بالدين الجديد، وأنْ يعلنوا الإيمان به مثلما فعل كعب الأحبار، وعبد الله بن سلام، وسلمان الفارسي الذي جاب أغلب البلاد باحثاً عن الدين الحق. </p><p> وهؤلاء هم مجرد أمثلة لِمَنْ أرادوا أنْ يُعبِّروا بالفرحة واستقبال مَدَدِ السماء عَبْر مجيء النبي الخاتم محمد بن عبد الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وأعلنوا البيعة للرسول الجديد كما بشَّرَتْ به الكتب السماوية السابقة على بعثته، ثم وقفوا موقف العداء من الذين لم يفرحوا بِمقْدمِ الرسول، ثم غيَّروا ما جاء في كتبهم السماوية طمعاً في السلطة الزمنية. </p><p> وعرف مَنْ آمنوا برسالة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أن الذين أنكروا نبوة محمد بن عبد الله قد دَلَّسوا على أنفسهم وعلى غيرهم، وأتوْا بأشياء لم تكن موجودة في كتبهم المُنزَّلة على رسلهم كادعائهم أن لله أبناء، وسبحانه مُنزَّه عن ذلك. </p><p> ولذلك جاء قول الحق سبحانه:  {والذين آتَيْنَاهُمُ الكتاب يَفْرَحُونَ بِمَآ أُنزِلَ إِلَيْكَ وَمِنَ الأحزاب مَن يُنكِرُ بَعْضَهُ قُلْ إِنَّمَآ أُمِرْتُ أَنْ أَعْبُدَ الله ولا أُشْرِكَ بِهِ إِلَيْهِ أَدْعُو وَإِلَيْهِ مَآبِ}  [الرعد: ٣٦] </p><p> تلك عدالة من القرآن؛ لأن القرآن لم ينكر الكتب السماوية السابقة بأصولها، لكنه أنكر التحريف في العقائد، وأنكر مواقف مَنْ حرَّفوا وادَّعوْا كذباً أن هناك بنوة لله. </p><p> هذا التحريف لم يَنَلْ من القرآن إنكاراً لكل ما جاء بالكتب السابقة على القرآن؛ ولكنه أنكر التحريف فقط. </p><p> وقد أثبتَ القرآن ما لله وما للرسول، وأنكر التحريف الذي أرادوا به السلطة الزمنية؛ وادعاء القداسة، والتجارة بصكوك الغفران وبيع الجنة، وتلقِّي الاعترافات، وغير ذلك مما لم ينزل به كتاب سماوي. </p><p> وحين جاء الإسلام لِيُحرِّم ذلك دافعوا عن سلطتهم التي يتاجرون بها في أمور الدين، وهي ليست من الدين. </p><p> وانظر إلى قول الحق سبحانه:  {قُلْ إِنَّمَآ أُمِرْتُ أَنْ أَعْبُدَ الله ولا أُشْرِكَ بِهِ ... }  [الرعد: ٣٦] </p><p> وهذا القول دليلٌ على أن هؤلاء المُغيّرين في الكتب السماوية أو الذين أنكروا وحدانية الله؛ هؤلاء جاء لهم بالقول الفَصْل:  {إِنَّمَآ أُمِرْتُ أَنْ أَعْبُدَ الله ... }  [الرعد: ٣٦] </p><p> أي: أنه يُقِر بأن هناك ديناً قد اُختِير له من قِبَل مُرَبٍّ؛ ولم يَختَرْ محمد شيئاً أعجبه ليعبده، ولكنه كرسول من الله يَشْرُف بالانتماء لما جاءه الأمر به من السماء، وهو لا يشرك به أحد. </p><p> ونجد الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يتعصَّب لِمَا يتعلق بربه؛ وقد يتهاون بما يتعلق بشخصه. </p><p> ولذلك وجدنا بعض الملاحدة وقد قالوا له: نحن نؤمن بالله وبالسماء والوحي وبكل شيء، لَكِنّا لا نؤمن بك أنت، ولم يغضب رسول الله عَلَيْهِ الصَّلَاة وَالسَّلَام ُ، ولو كان يُدخِل ذاته أو أنانيته في الأمر لَغضِب، ولكنه لم يغضب. </p><p> والدليل على هذا هو أن مواجيده صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كانت مع الروم المؤمنين بكتاب سماوي ضد المشركين الذين لا يؤمنون بدين سماوي وهم الفُرْس؛ وحزن صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حين غُلبت الروم، فنزل إليه القول الحق بنبأ النصر القادم في بِضْع سنين؛ تسليةً له صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  {الم غُلِبَتِ الروم في أَدْنَى الأرض وَهُم مِّن بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ فِي بِضْعِ سِنِينَ لِلَّهِ الأمر مِن قَبْلُ وَمِن بَعْدُ وَيَوْمَئِذٍ يَفْرَحُ المؤمنون بِنَصْرِ الله يَنصُرُ مَن يَشَآءُ وَهُوَ العزيز الرحيم} </p><p> [الروم: ١ - ٥] </p><p> وهؤلاء في قلب رسول الله كانوا أقربَ من غيرهم؛ لأنهم يتبعون ديناً سماوياً؛ وساعة يرى رائحة صاحب خير يرجحه على صاحب الشر؛ فهو يطلب لهم النصر ويُبشِّره الله بخير نصرهم في بِضْع سنين، وهم يحملون رائحة الخير، رغم أنهم لم يؤمنوا برسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> ومعنى:  {قُلْ إِنَّمَآ أُمِرْتُ أَنْ أَعْبُدَ الله ولا أُشْرِكَ بِهِ ... }  [الرعد: ٣٦] </p><p> أي: أنني سأعبد الله وحده، ولن أعطف على عبادته شيئاً؛ ويدعو لعبادته وحده؛ لأنه يعلم أنه سيؤوب إليه، كما سيؤوب إليه كُلُّ إنسان؛ فلا أحدَ ينفلِتُ من ربه وخالقه، ولابُدَّ لكل إنسان أن يُعِد عُدَّته لهذا المآب. </p><p> ويقول سبحانه من بعد ذلك: </p><p> {وكذلك أَنزَلْنَاهُ حُكْماً عَرَبِيّاً ... } </p>"
}