{
  "id": null,
  "sura": 13,
  "aya": 31,
  "text": "<p> و (لو) حَرْف شَرْط يلزم لها جوابُ شَرْطٍ، وقد ترك الحق سبحانه جواب الشَّرْط هنا اعتماداً على يقظة المُسْتمع. وإنْ كان مثل هذا القول ناقصاً حين ننطق نحن به، فهو ليس كذلك حين يأتي من قَوْل الله سبحانه؛ فهو كامل فيمن تكلَّم، وقد تركها ليقظة المُسْتمِع للقرآن الذي يبتدر المعاني، ويتذكَّر مع هذه الآية قوله الحق:  {وَلَوْ نَزَّلْنَا عَلَيْكَ كِتَاباً فِي قِرْطَاسٍ فَلَمَسُوهُ بِأَيْدِيهِمْ لَقَالَ الذين كَفَرُواْ إِنْ هاذآ إِلاَّ سِحْرٌ مُّبِينٌ}  [الأنعام: ٧] </p><p> وكذلك قول الحق سبحانه: {وَلَوْ أَنَّنَا نَزَّلْنَآ إِلَيْهِمُ الملائكة وَكَلَّمَهُمُ الموتى وَحَشَرْنَا عَلَيْهِمْ كُلَّ </p><p> شَيْءٍ قُبُلاً مَّا كَانُواْ ليؤمنوا إِلاَّ أَن يَشَآءَ الله ولكن أَكْثَرَهُمْ يَجْهَلُونَ} [الأنعام: ١١١] </p><p> إذن: من كل نظائر تلك الآية التي نحن بصدد خواطرنا عنها نأخذ جواب الشرط المناسب لها من تلك الآيات؛ فيكون المعنى: لو أن قُرْآناً سُيِّرتْ به الجبال، أو قُطِّعَتْ به الأرض، أو كُلِّمَ به المُوْتى لَمَا آمنوا. </p><p> ويُرْوَى أن بعضاً من مُشْرِكي قريش مثل: أبي جهل وعبد الله ابن أبي أمية جَلَسَا خلف الكعبة وأرسلا إلى رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ وقال له عبد الله: إن سَرَّك أن نتبعك فَسَيِّر لنا جبال مكة بالقرآن، فأذهبها عَنَّا حتى تنفسح، فإنها أرض ضيّقة، واجعل لنا فيها عيوناً وأنهاراً، حتى نغرس ونزرع، فلستَ كما زعمْتَ بأهْونَ على ربِّك من داود حين سخَّر له الجبال تسير معه، وسَخِّر لنا الرِّيح فنركبها إلى الشام نقضي عليها مَيْرتنا وحوائجنا، ثم نرجع من يومنا، فقد سخِّرَتْ الريحُ لسليمانَ بن داود، ولسْتَ بأهونَ على ربِّك من سليمان، وأحْيي لنا قَصَبَ جَدِّك، أو مَنْ شئتَ أنت من موتانا نسأله، أحقٌّ ما تقول أنت أم باطل؟ فإن عيسى كان يُحيي المُوْتَى، ولستَ بأهونَ على الله منه، فأنزل الحق سبحانه هذه الآية وما قبلها للرد عليهم. </p><p> وكانت تلك كلها مسائل يتلكَّكُونَ بها ليبتعدوا عن الإيمان؛ فالرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قد جاء بمعجزة من جِنْس ما نَبِغُوا فيه؛ وجاء القرآن يَحْمِل منهج السماء إلى أنْ تقومَ الساعة. </p><p> وقد طلبوا أنْ تبتعد جبال مكة ليكونَ الوادي فسيحاً؛ ليزرعوا ويحصدوا؛ وطلبوا تقطيع الأرض، أي: فَصْل بقعة عن بقعة؛ وكان هذا يحدث بِحَفْر جداول من المياه، وقد قال الكافرون:  {لَن نُّؤْمِنَ لَكَ حتى تَفْجُرَ لَنَا مِنَ الأرض يَنْبُوعاً}  [الإسراء: ٩٠] </p><p> والمراد من تقطيع الأرض حسب مطلوبهم أن تقصُرَ المسافة بين مكان وآخر، بحيث يستطيع السائر أنْ يستريح كل فَتْرة؛ فالمسافر يترك في كل خطوة من خطواته أرضاً؛ ويصل إلى أرض أخرى، وكُلٌّ يقطع الأرض على حَسْب قدرته ووسيلة المواصلات التي يستخدمها. </p><p> فالمُتْرَف يريد أن يكون المسافة كبيرة بين قطعة الأرض والأخرى؛ لأنه يملك الجِيَاد التي يمكن أن يقطع بها المسافة بسهولة، أما مَنْ ليس لديه مطية؛ فهو يحب أن تكون المسافات قريبة ليستطيع أنْ يستريح. </p><p> ونلحظ أن ذلك في زماننا المعاصر، فحين زادَ الترف صارتْ السيارات تقطَع المسافة من القاهرة إلى الإسكندرية دون توقُّف؛ عَكْس ما كان يحدث قديماً حين كانت السيارات تحتاج إلى راحة ومعها المسافرون بها، فيتوقفون في مُنتصَفِ الطريق. </p><p> ومثل ذلك قد حدث في مملكة سبأ، يقول الحق سبحانه:  {فَقَالُواْ رَبَّنَا بَاعِدْ بَيْنَ أَسْفَارِنَا وظلموا أَنفُسَهُمْ ... }  [سبأ: ١٩] </p><p> أي: اجعل المسافة بين مكان وآخر بعيدة، كي يتمتع المُسافِر القادرُ بالمناظر الطيبة. </p><p> ولاحظنا أيضاً تمادي المشركين من قريش في طلب المعجزات الخارقة؛ بأنْ طلبوا إحياء المَوْتى في قول الحق سبحانه:  {أَوْ كُلِّمَ بِهِ الموتى ... }  [الرعد: ٣١] </p><p> وبعضهم طلب إحياء قصي بن كلاب الجد الأكبر لرسول الله ولقريش؛ ليسألوه: أحَقٌّ ما جاء به محمد؟ ولكن القرآن لم يَأْتِ لِمثْل تلك الأمور؛ وحتى لو كان قد جاء بها لَمَا آمنوا. </p><p> ومهمة القرآن تتركز في أنه منهج خَاتَمٌ صالح لكل عصر؛ وتلك معجزته. </p><p> ويقول سبحانه:  {بَل للَّهِ الأمر جَمِيعاً ... }  [الرعد: ٣١] </p><p> وكلمة «أمر» تدلُّ على أنه شيء واحد، وكلمة «جميعاً» تدل على مُتعدِّد، وهكذا نجد أن تعدُّد الرسالات والمُعْجِزات إنما يدلُّ على </p><p> أن كُلَّ من أمر تلك الرسالات إنما صدرَ عن الحق سبحانه؛ وهو الذي اختار كلَّ مُعْجزة لتناسب القومَ الذين ينزل فيهم الرسول. </p><p> ويتابع سبحانه:  {أَفَلَمْ يَيْأَسِ الذين آمنوا أَن لَّوْ يَشَآءُ الله لَهَدَى الناس جَمِيعاً ... }  [الرعد: ٣١] </p><p> وكلمة «ييأس» يُقَال إنها هنا بمعنى «يعلم» ؛ فهي لغة بلهجة قريش، أي: ألم يعلم الذين آمنوا أن هؤلاء الكفار لم يهتدوا؛ لأن الله لم يَشَأ هدايتهم. </p><p> وكان المؤمنون يودُّون أن يؤمنَ صناديدُ قريش كي يَخِفَّ الجهد عن الفئة المسلمة؛ فلا يضطهدونهم، ولا يضايقونهم في أرزاقهم ولا في عيالهم. </p><p> ويوضح الحق سبحانه هنا أن تلك المسألةَ ليست مُرتبطة برغبة المؤمن من هؤلاء؛ بل الإيمان مسألة تتطلب أنْ يُخرِج الإنسان ما في قلبه من عقيدة، وينظر إلى القضايا بتجرُّد، وما يقتنع به يُدخِله في قلبه. </p><p> وبذلك يمتلئ الوعَاء العقديّ بما يُفيد؛ كي لا تدخل في قلبك عقيدة، ولا تأتي عقيدة أخرى تطردُ العقيدة، أو تُزيغ قلبك عَمَّا تعتقد، يقول تعالى:  {مَّا جَعَلَ الله لِرَجُلٍ مِّن قَلْبَيْنِ فِي جَوْفِهِ ... }  [الأحزاب: ٤] </p><p> فالوعاء القلبي كالوعاء الماديّ تماماً؛ لا يقبل أنْ يتداخل فيه </p><p> جِرْمَان أبداً، فإنْ دخل جِرْم على جِرْم؛ إنْ كان أقوى فهو يطرد من القلب الأَدْنى منه. </p><p> والمثَلُ على ذلك: لنفترض أن عندنا إناءً ممتلئاً عن آخره؛ ويحاول واحدٌ منا أنْ يضعَ فيه كُرةً صغيرة من الحديد؛ هنا سيجد أن الماءَ يفيضُ من حَوافِّ الإناء بما يُوازِي حجم كرة الحديد، وهذا ما يحدث في الإناء الماديّ، وكذلك الحال في الإناء العَقَديّ. </p><p> ولذلك يقول الحق سبحانه في الحديث القدسي: </p><p> «لا يجتمع حبي وحب الدنيا في قلب» . </p><p> وهكذا نرى أن هناك حَيِّزاً للمعاني أيضاً مثلما يوجد حَيِّز للمادة، فإذا كنتَ تريد حقيقةَ أن تُدخِل المعاني العَقَدية الصحيحة في قلبك؛ فلابُدَّ لك من أنْ تطردَ أولاً المعاني المناقضة من حَيِّز القلب، ثم ابحَثْ بالأدلة عن مدى صلاحية أيٍّ من المعنيين؛ وما تجده قويَّ الدليل؛ صحيحَ المنطق؛ موفورَ القوة والحُجَّة؛ فَأدخِلْه في قلبك. </p><p> ولم يفعل الكفار هكذا؛ بل تمادَوْا في الغَيِّ إصراراً على ما يعتقدون من عقيدة فاسدة؛ أما مَنْ أسلم منهم فقد أخرج من قلبه العقيدة القديمة؛ ولم يُصِر على المُعْتَنق القديم؛ بل درسَ وقارنَ؛ فأسرع إلى الإسلام. </p><p> أما مَنْ كان قلبه مشغولاً بالعقيدة السابقة؛ ويريد أنْ يُدخِل العقيدة الإسلامية في قلبه؛ فهو لم ينجح في ذلك؛ لأن قلبه مشغولٌ بالعقيدة القديمة. </p><p> وإذا كنت يا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ تريد من هؤلاء أن يؤمنوا؛ فلابد أن يعتمد ذلك على إرادتهم، وأنْ يُخرِجوا من قلوبهم العقيدة الفاسدة؛ وأنْ يبحثوا عن الأصحِّ والأفضل بين العقيدتين. </p><p> ولذلك يعلمنا الحق سبحانه كيف نصل إلى الحقائق بسهولة، فيقول لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  {قُلْ إِنَّمَآ أَعِظُكُمْ بِوَاحِدَةٍ أَن تَقُومُواْ لِلَّهِ مثنى وفرادى ثُمَّ تَتَفَكَّرُواْ مَا بِصَاحِبِكُمْ مِّن جِنَّةٍ ... }  [سبأ: ٤٦] </p><p> أي: قُلْ يا محمد لِمَنْ كفر بك: إنِّي أعظكم عِظَة، وأنت لا تَعِظ إلا مَنْ تحب أن يكون على الحق؛ وهذا يُفسر قول الحق سبحانه:  {لَقَدْ جَآءَكُمْ رَسُولٌ مِّنْ أَنفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بالمؤمنين رَءُوفٌ رَّحِيمٌ}  [التوبة: ١٢٨] </p><p> ولهذا يريد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أن تكونوا مؤمنين؛ لذلك يدعوكم أن تقوموا لله؛ لا لِجَاهِ أحد غيره؛ لأن جاه أيِّ كائن سيزول مَهْمَا كان هذا الواحد، ولا تقولن لنفسك: إن العبيد سيتساوون معك. </p><p> بل قُمْ لله إما مثنى أي أن تكون قائماً ومعك آخر؛ أو يقوم غيرك </p><p> اثنين اثنين ليناقش كل منكم مع من يجلس معه؛ ولا يتحيز أحد منكم لِفكْر مُسْبق بل يُوجِّه فكره كله متجرداً لله. </p><p> وليتساءل كل واحد: محمد هذا، صفته كذا وكذا، وقد فعل كذا، والقرآن الذي جاء به يقول كذا، وسيجد الواحد منكم نفسه وقد اهتدى للحق بينه وبين نفسه، وبينه وبين مَنْ جلس معه ليناقشه فيستعرضان معه تاريخ محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وما جاء به. </p><p> وحين يتناقش اثنان لن يخاف أيٌّ منهما أن يهزمه الآخر، لكن لو انضمَّ إليهما ثالثٌ؛ فكل واحد يريد أن يعتز برأيه؛ ويرفض أن يقبل رَأْي إنسان غيره، ويخشى أن يُعتبر مهزوماً في المناقشة؛ ويرفض لنفسه احتمال أنْ يستصغره أحد. </p><p> ولذلك قال الحق سبحانه:  {مثنى وفرادى ثُمَّ تَتَفَكَّرُواْ مَا بِصَاحِبِكُمْ مِّن جِنَّةٍ ... }  [سبأ: ٤٦] </p><p> و «الجِنَّة» هي اختلال العقل؛ أي: أن مَنْ به جِنَّة إنما يتصرف ويسلُك بأعمال لا يرتضيها العقل. </p><p> ويقرن الحق سبحانه بين العقل وبين الخُلُق، فيقول:  {وَإِنَّكَ لعلى خُلُقٍ عَظِيمٍ}  [القلم: ٤] </p><p> ويُقَال: فلان على خُلق. أي: يملك من الصفات ما يجعله على الجَادَّة من الفضائل؛ مثل الصِّدْق والأمانة؛ وهذه صفاتٌ يَنْظِمها في مواقفها الفِكْر العقليّ؛ وهو الذي يُميِّز لنا أيَّ المواقف تحتاج إلى شِدّة؛ أو لِينٍ؛ أو حكمة، وكلُّ هذه أمور يُرتِّبها العقل. </p><p> والخُلُق الرفيع لا يصدر عن مجنون؛ لأنه لا يعرف كيف يختار بين البدائل؛ لذلك لا نحاسبه نحن؛ ولا يحاسبه الله أيضاً. </p><p> وحين يأمرهم الحق سبحانه أن يبحثوا: هل محمد يعاني من جِنَّة؟ فالحق سبحانه يعلم مُقدَّماً أن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بشهادتهم يتمتَّع بكمال الخلق؛ بدليل أن أهمَّ ما كانوا يملكونه كانوا يستأمنون عليه رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> وبدليل أنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حينما دخل عليهم وكانوا مختلفين في أمر بناء الكعبة؛ ارتضوه حَكَماً. </p><p> ولذلك يقول سبحانه:  {ن والقلم وَمَا يَسْطُرُونَ مَآ أَنتَ بِنِعْمَةِ رَبِّكَ بِمَجْنُونٍ}  [القلم: ١ - ٢] </p><p> وهكذا رأينا أن هؤلاء الكفار ما كانوا ليؤمنوا؛ ولم يَكُنِ اللهُ لِيهدِيَهم؛ لأنهم كانوا لا يملكون أَدْنى استعداد للهداية؛ وكأنهم أدمنُوا الكفر والعياذ بالله؛ وقد طبع الله على قلوبهم فزادهم كفراً؛ </p><p> فما في تلك القلوب من كفر لا يخرج منها؛ وما بخارجها لا يدخل فيها. </p><p> وقد ظَنَّ بعض من المسلمين أن كُفْر هؤلاء قد يُشقِي المؤمنين بزيادة العَنتِ من الكافرين ضدهم؛ لذلك يوضح الحق سبحانه لأهل الإيمان أن نَصْره قريب، فيقول سبحانه:  { ... وَلاَ يَزَالُ الذين كَفَرُواْ تُصِيبُهُم بِمَا صَنَعُواْ قَارِعَةٌ أَوْ تَحُلُّ قَرِيباً مِّن دَارِهِمْ حتى يَأْتِيَ وَعْدُ الله إِنَّ الله لاَ يُخْلِفُ الميعاد}  [الرعد: ٣١] </p><p> أي: اطمئنوا يا أهل الإيمان؛ فلن يظلَّ حال أهل الكفر على ما هو عليه؛ بل ستصيبهم الكوارث وهم في أماكنهم، وسيشاهدون بأعينهم كيف ينتشر الإيمان في المواقع التي يسودونها؛ وتتسع رقعةُ أرض الإيمان، وتضيق رقعة أهل الكفر؛ ثم يأتي نَصْر الله وقد جاء نَصْر الله ولم يَبْقَ في الجزيرة العربية إلا مَنْ يقول:  «لا إله إلا الله، محمد رسول الله» . </p><p> وهكذا تنبأتْ الآية بمجيء الأمل بعد اليأس، كي لا يظلَّ اليأس مُسَيْطراً على حركة المسلمين وعلى نفوسهم، واستجاب الحق سبحانه لدعوته صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حين دعاه قائلاً:  «اللهم اجعلها عليهم سنين كسنين يوسف» . </p><p> وقُتِل صناديدُهم واحداً وراء الآخر؛ ولكن عنادهم استمر؛ وبلغ </p><p> العناد حَدَّ أن ابنتَيْ رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كانتا مُتزوِّجتيْنِ من ابنيْ أبي لَهَبٍ؛ فلما أعلن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ رسالته؛ قال أبو لهب وزوجته: لابد أن يُطلِّق أبناؤنا بنات محمد؛ فلما طلَّق أوَّلهما بنت رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ دعا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قائلاً: </p><p> «أما إني أسأل الله أن يسلط عليه كلبه» . </p><p> وها هو أبو لهب الكافر يقول:  «لا تزال دعوة محمد على ابني تشغل بَالي وتُقلِقني، وأخاف أن أبعث بولدي إلى رحلة الشام كي لا تستجيب السماءُ لدعوة محمد» . </p><p> وكان من المناسب ألاَّ يخاف، وجاء ميعاد السفر لقافلة الشام. وسافر أبو لَهَبٍ مع ولديه، وحين جاء ميعاد النوم أمر أبو لهب الرجال أن يقيموا سياجاً حول ولده وكأن الرجال حوله كخط بارليف الذي بنتْه إسرائيل على قناة السويس ليمنع عنها صَيْحة النصر التي حملت صرخة الله أكبر ثم أصبح الصبح فوجدوا أن وحشاً قد نهش ابن أبي لَهَب. </p><p> وقال الناس: كان أبو لَهَب يخشى دعوة محمد؛ ورغم ذلك فقد تحققت. فقال واحد: ولكن محمداً دعا أن ينهشَه كلب وقال له «أكلك كلب من كلاب الله» ولم يَقُلْ فلينهشْكَ سبع، فرد عليه مَنْ </p><p> سمعه: وهل إذا نُسب كلب الله أيكون كلباً؟ لابد أن يكون الكائن المنسوب لله كبيراً. </p><p> وهكذا دَقَّتْ القارعة بيت الرجل الذي أصرَّ على الكفر، وتحقق قول الله:  {وَلاَ يَزَالُ الذين كَفَرُواْ تُصِيبُهُم بِمَا صَنَعُواْ قَارِعَةٌ أَوْ تَحُلُّ قَرِيباً مِّن دَارِهِمْ ... }  [الرعد: ٣١] </p><p> نعم، فهم قد أسرفوا في الكُفْر والعِناد؛ فجاءتْهم القارعة؛ والقارعة هي الشيء الذي يطرق بعنف على هادئ ساكن، ومنها نأخذ قَرْع الباب، وهناك فَرْق بين «نَقْر البابِ» و «قَرْع الباب» . </p><p> وقَوْل الحق سبحانه:  {أَوْ تَحُلُّ قَرِيباً مِّن دَارِهِمْ ... }  [الرعد: ٣١] </p><p> يُوضِّحه أمْر صُلْح الحديبية الذي جاء بشارةً للمسلمين؛ فقد صار كفار قريش يفاوضون رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وكان النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يبعث بالسرايا إلى المناطق المحيطة بمكة؛ فتأتي القبائل أفواجاً وهي تعلن إسلامها؛ ويبلغ ذلك قريشاً بأن الإسلام يواصل زَحْفه؛ ثم تأتيهم القارعة بأن يدخل الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مكة؛ ويتحقق وعد الله بأن يدخلوا هم أيضاً إلى حظيرة الإسلام. </p><p> أو: أن يكون المقصود ب: </p><p> {حتى يَأْتِيَ وَعْدُ الله ... }  [الرعد: ٣١] </p><p> هو مجيء يوم القيامة الذي يحمل وَعْد الله بأن يحُلَّ عليهم ما يستحقونه من عذاب. </p><p> وفي هذا القول تطمين لِمَنْ قال الحق سبحانه في أول هذه الآية:  {أَفَلَمْ يَيْأَسِ ... }  [الرعد: ٣١] </p><p> ذلك أن الله لا يُخلِف وعده، وهو القائل في تذييل هذه الآية:  { ... إِنَّ الله لاَ يُخْلِفُ الميعاد}  [الرعد: ٣١] </p><p> ونعلم أن كلمة «وَعْد» عادة تأتي في الخير، أما كلمة «وعيد» فيه فتأتي غالباً في الشر. </p><p> والشاعر يقول: </p><p> وَإنِّي إذَا أَوْعدْتُه أَوْ وْعدْتُه ... لَمُنجِزٌ مِيعَادِي ومُخلِفٌ مَوْعِدي </p><p> فالإيعاد دائماً يكون بِشَرٍّ؛ والوَعْد يعني الخير، إلا أن بعض العرب يستعمل الاثنين. أو نستطيع أن نقول: إن المسألة بتعبير المؤمنين؛ أن الله سينصر المؤمنين بالقارعة التي تصيب أهل الكفر؛ أو تأتي حَوْل ديارهم، وفي ذلك وَعْد يُصبِّر به سبحانه المؤمنين؛ وهو في نفس الوقت وعيدٌ بالنسبة للكافرين. </p><p> وقوله سبحانه: </p><p> { ... إِنَّ الله لاَ يُخْلِفُ الميعاد}  [الرعد: ٣١] </p><p> هو قضية قرآنية ستتحقق حَتْماً؛ في كل عصر وأوان، إذا ما أخذ المسلمون بأسباب الإيمان؛ وهي كقضية تختلف عن وَعْد أو وَعِيد البشر؛ لأن الإنسان قد يَعِد أو يتوعَّد؛ لكن أغيار الحياة تُصِيبه؛ فتُعطل قدرته على إنفاذ الوَعْد أو الوعيد. </p><p> أما حين يَعِدُ الله فالأمر يختلف؛ لأن وَعْده هو وَعْد مُطْلق؛ وهذا هو معنى:  { ... إِنَّ الله لاَ يُخْلِفُ الميعاد}  [الرعد: ٣١] </p><p> يقول الحق سبحانه بعد ذلك: </p><p> {وَلَقَدِ استهزئ بِرُسُلٍ مِّن ... } </p>"
}