{
  "id": null,
  "sura": 13,
  "aya": 23,
  "text": "<p> إذن: فالدار الآخرة التي تعقب الدنيا بالنسبة لأولِي الألباب هي جنات عَدْن. و «العَدْن» هو الإقامة الدائمة؛ وجنات عدن هي جنات الإقامة الدائمة، لأن الدنيا ليست دار إقامة. </p><p> وكل نعيم في الدنيا إما أن تفوته بالموت أو يفوتك بأغيار الحياة. أما جنات عَدْن فهي دار إقامة دائمة؛ بما أن «عدن» تعني مرافقة دائمة للجنات. </p><p> والجنات معناها كما نفهم هي البساتين التي فيها أشجار وفيها ثمار؛ وكل ما تشتهي الأنفس، مع ملاحظة أن هذه الجنَّات ليست هي المساكن؛ بل في تلك الجنات مسكن بدليل قول الحق سبحانه:  {وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ ... }  [التوبة: ٧٢] </p><p> فالجنات هي الحدائق؛ وفيها مساكن، ونحن في حياتنا الدنيا نجد الفيلات في وسط الحدائق، فما بالنا بما يَعِد به الله من طيب المساكن وسط الجنات؟ </p><p> لابد أن ينطبق عليه وصف الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ للجنة في الحديث القدسي عن رب العزة سبحانه: </p><p> «أعددت لعبادي الصالحين ما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر» . </p><p> وهكذا بيَّن الله سبحانه عقبى الدار؛ فهي: {جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا وَمَنْ صَلَحَ مِنْ آبَائِهِمْ وَأَزْوَاجِهِمْ </p><p> وَذُرِّيَّاتِهِمْ ... } [الرعد: ٢٣] </p><p> وآباء جمع «أب» أي: يدخلها مع أولي الألباب مَنْ كان صالحاً من الآباء مُتبعاً لمنهج الله. </p><p> وإنْ سأل سائل: وأين الأمهات؟ </p><p> أقول: نحن ساعة نثني المتماثلين نُغلِّب الذَّكر دائماً، ولذلك فآباؤهم تعني الأب والأم، ألَمْ يقُلِ الحق سبحانه في سورة يوسف:  {وَرَفَعَ أَبَوَيْهِ عَلَى العرش ... }  [يوسف: ١٠٠] </p><p> وهؤلاء هم الذين يدخلون الجنة من أُولِي الأَلْباب الذين استوفَوْا الشروط التسعة التي تحدَّثنا عنها؛ فهل استوفى الآباء والأزواج والأبناء الشروط التسعة؟ </p><p> ونقول: إن الحقَّ سبحانه وتعالى يعامل خَلْقه في الدنيا بمقتضى العواطف الموجودة في الذُّرية؛ فالواحد مِنّا يُحِب أولاده وأزواجه وآباءه؛ ومادام يحبهم وقد صلحوا كُلٌّ حَسْب طاقته؛ فالحق سبحانه يُلحقهم به. </p><p> ولذلك تأتي آية أخرى يقول فيها الحق سبحانه:  {والذين آمَنُواْ واتبعتهم ذُرِّيَّتُهُم بِإِيمَانٍ أَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ وَمَآ أَلَتْنَاهُمْ مِّنْ عَمَلِهِم مِّن شَيْءٍ كُلُّ امرىء بِمَا كَسَبَ رَهَينٌ}  [الطور: ٢١] </p><p> وهنا يمسك القرآن القضية العقلية في الإلحاق بمعنى أنْ تُلحِق ناقصاً بكامل، فلو كان مُساوياً له في العمل ما سُمِّي إلحاقاً، فكل إنسان يأخذ حَقَّه؛ وقد اشترط الحق سبحانه شرطاً واحداً في إلحاق الذرية بالآباء، أو إلحاق الآباء بالذرية في الجنة، وهو الإيمان فقط. </p><p> وأوضح لنا هنا أن الآباء قد تميَّزوا بعمل إيماني بدليل قوله تعالى:  {وَمَآ أَلَتْنَاهُمْ مِّنْ عَمَلِهِم مِّن شَيْءٍ ... }  [الطور: ٢١] </p><p> فلم يأخذ سبحانه عمل الأب الذي عمل؛ الابن الذي لم يعمل، ومزج الاثنين، ليأخذ المتوسط، لا، وذلك كي لا يظلم مَنْ عمل من الآباء أو الأبناء. </p><p> ثم إن ذلك لو حدث؛ لما اعتُبِِر تواجدُ الآباء مع الأبناء في الجنة إلحاقاً؛ لأن الإلحاق يقتضي أن يبقى حَقُّ كل مَنْ عمل؛ ثم يتكرم سبحانه من بعد ذلك بعملية الإلحاق؛ بشرط واحد هو أن يكون الشخص المُلْحق مؤمناً. </p><p> وهكذا نفهم قول الحق سبحانه:  {والذين آمَنُواْ واتبعتهم ذُرِّيَّتُهُم بِإِيمَانٍ ... }  [الطور: ٢١] </p><p> أي: أن الذرية مؤمنة؛ والأزواج مؤمنون؛ والأهل مؤمنون؛ والأبوين مؤمنان، ولكن الذي يلحق به هو مَنْ يُكرِمه الله بهذا الإلحاق كي يُدخِل الفرح على قَلْب المؤمن حين يرى أولاده معه في الجنة ماداموا مؤمنين؛ وهذه قمة في العدالة، لماذا؟ </p><p> والمَثل الذي أضربه على ذلك: هَبْ أن أباً قد حرص على أنْ يطعَم أهله من حلال؛ فقد يعيش أولاده في ضيق وشَظَف؛ بينما </p><p> نجد أبناء المنحرف يعيشون في بُحْبُوحَة من العيش؛ وهكذا يتنعَّم أبناء المنحرف الذي يأكل ويطعم أولاده من حرام؛ بينما يعاني أبناء الأمين الذي قد يعتبره البعض مُتزمتاً؛ لأنه يَرْعى حق الله، ويرفض أكل الحرام. </p><p> ومادام أولاده الذين يأكلون من حلال قد يُعانون معه من عدم التنعُّم؛ فالحق سبحانه يلحقهم في الجنة بنعيم يعيشه الأب؛ لا يفوتهم فيه شيء؛ ولا يفوته شيء. </p><p> وبذلك تسعد الذرية؛ لأنها جاءت من صُلْب رجل مؤمن قضى حياته على جَادة الصواب؛ رغم أن بعض الناس قد اتهمتْه في الدنيا بأنه مُتزمِّت. </p><p> ولقائل أنْ يقول: ألاَ يوجد تناقض بين هذا الإلحاق وبين قول الحق سبحانه: {لاَّ يَجْزِي وَالِدٌ عَن وَلَدِهِ وَلاَ مَوْلُودٌ هُوَ جَازٍ عَن وَالِدِهِ شَيْئاً ... }  [لقمان: ٣٣] </p><p> وأقول: لا يوجد تناقض؛ لأننا نصلي على الميت صلاة شرَّعها المُشرِّع؛ وفائدتها أنْ تصل الرحمة للميت المؤمن؛ والإيمان من عمله. </p><p> ولذلك يضيف له الحقُّ سبحانه فوق رصيد الإيمان ما يشاؤه هو سبحانه من الرحمة بصلاة الجنازة التي أقامها المسلمون عليه: </p><p> {جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا وَمَنْ صَلَحَ مِنْ آبَائِهِمْ وَأَزْوَاجِهِمْ وَذُرِّيَّاتِهِمْ وَالمَلاَئِكَةُ يَدْخُلُونَ عَلَيْهِمْ مِّن كُلِّ بَابٍ}  [الرعد: ٢٣] </p><p> وكلمة «زوج» تعني المرأة التي يتزوجها الرجل؛ وتعني الرجل الذي تتزوجه المرأة، ونحن نخطئ خطأ شائعاً حين نقول «زوجة» ؛ بل الصحيح أن نقول «زوج» عن المرأة المنسوبة لرجل بعلاقة الزواج. </p><p> وسبحانه يقول:  {وَأَزْوَاجُهُ أُمَّهَاتُهُمْ ... }  [الأحزاب: ٦] </p><p> وهكذا نعلم أن جنات عَدْنٍ هي مكان ينتظم كل شيء؛ ولهذا المكان أبواب متعددة؛ هي أبواب الطاعات التي أَدَّتْ إلى خير الجَزَاءات؛ فباب الصلاة يدخله أُناس؛ وباب الزكاة يدخله أُناس؛ وباب الصبر يدخله أُناس؛ وهكذا تتعدد الأبواب؛ وهي إمَّا أبواب الطاعات أو أبواب الجزاءات التي تدخل منها الطيبات:  {كُلَّمَا رُزِقُواْ مِنْهَا مِن ثَمَرَةٍ رِّزْقاً قَالُواْ هذا الذي رُزِقْنَا مِن قَبْلُ ... }  [البقرة: ٢٥] </p><p> فالبابُ يكون مفتوحاً؛ تأتي منه الفاكهة والثَّمَرات والخيرات على اختلاف ألوانها؛ فمرَّةً تأتي ثمار المانجو من باب؛ وبعد ذلك تأتي ثمار التفاح. </p><p> وتلك الأبواب كما قلت هي إمّا للجزاءات؛ أو هي أبواب الطاعات التي أدَّت إلى الجزاءات، وتدخل عليهم الملائكة من كُلِّ باب؛ فماذا تقول الملائكة؟ </p><p> يقول الملائكة لأهل الجنة: </p><p> {سَلاَمٌ عَلَيْكُم بِمَا صَبَرْتُمْ ... } </p>"
}