{
  "id": null,
  "sura": 13,
  "aya": 37,
  "text": "<p> والمقصود ب «كذلك» إشارة إلى إرسال الرسل المُتقدِّمين بمعجزات شاءها الحق سبحانه، ولم يقترحها أحد. </p><p> وقوله:  {أَنزَلْنَاهُ ... }  [الرعد: ٣٧] </p><p> ساعةَ نسمعه نرى أن هناك مكانة عَلِِيّة يُنزِل منها شيئاً لمكانة </p><p> أدْنَى، ومثل ذلك أمر معروف في الحِسِّيات، وهو معروف أيضاً في المعنويات. </p><p> بل وقد يكون هذا الشيء لم يَصِل إلى السماء؛ ولكنه في الأرض، ومع ذلك يقول فيه الحق سبحانه:  {وَأَنزَلْنَا الحديد فِيهِ بَأْسٌ شَدِيدٌ وَمَنَافِعُ لِلنَّاسِ ... }  [الحديد: ٢٥] </p><p> وهو إنزالٌ، لأنه أمر من تدبير السماء، حتى وإنْ كان في الأرض:  {وكذلك أَنزَلْنَاهُ حُكْماً عَرَبِيّاً ... }  [الرعد: ٣٧] </p><p> والحكم هو المُعْنى، والمقصود بالإنزال هنا هو القرآن، وهو كتاب؛ والكتاب مَبْنى ومَعْنى، وشاء الحق سبحانه هنا أن يأتي بوصف المبالغة ليأتي الوصف وكأنه الذات، أي: أنه أنزل القرآن حُكْماً؛ وهذا يعني أن القرآن في حَدِّ ذاته حكم. </p><p> وأنت حين تصف قاضياً يحكم تمام العدل؛ لا تقول «قَاضٍ عادلٌ» بل تقول «قََاضٍ عَدْل» أي: كأن العدل قد تجسم في القاضي؛ وكأن كل تكوينه عدل. والحق سبحانه هنا يوضح أن القرآن هو الحكم العدل، ويصفه بأنه:  {حُكْماً عَرَبِيّاً ... }  [الرعد: ٣٧] </p><p> لأن اللسان الذي يخاطب به الرسول القوم الذين يستقبلون بآذانهم ما يقوله لهم لابد أن يكون عربياً. </p><p> ولذلك يقول في آية أخرى. {وَإِنَّهُ لَذِكْرٌ لَّكَ وَلِقَوْمِكَ وَسَوْفَ تُسْأَلُونَ}  [الزخرف: ٤٤] </p><p> أي: أنه شرفٌ كبير لك ولقومك، أن نزل القرآن بلغة العرب. </p><p> وقد حفظ القرآن لنا اللغة العربية سليمة صافيةً؛ بينما نجد كل لغات العالم قد تشعَّبتْ إلى لهجات أولاً، ثم استقلتْ كل لهجة فصارتْ لغة، مثل اللغة اللاتينية التي خرجتْ منها أغلب لغات أوربا المعاصر من: إنجليزية وفرنسية وإيطالية، ووجدنا تلك اللغات تتفرَّق إلى لغات استقلالية، وصار لكل منها قواعد مختلفة. </p><p> بل إن اللغة الإنجليزية على سبيل المثال صارت «إنجليزية إنجليزية» يتكلم بها أهل بريطانيا؛ و «إنجليزية أمريكية» يتكلم بها أهل الولايات المتحدة. </p><p> ولو تركنا نحن لغة التخاطب بيننا كمسلمين وعرب إلى لغة التخاطب الدارجة في مختلف بلادنا؛ فلن يفهم بعضنا البعض، ومرجع تفاهمنا مع بعضنا البعض حين نتكلم هو اللغة الفصحى. </p><p> ودليلنا ما رأينا في مغربنا العربي، فنجد إنساناً تربَّى على اللغة الفرنسية، أو تكون لغة جَمْعاً بين لهجات متعددة من البربرية والفرنسية وبقايا لغة عربية، فإذا حدثته باللغة العامية لا يفهم منك شيئاً، وإن تحدثت معه باللغة العربية استجاب وأجاب؛ لأن فطرته تستقبل الفصحى فهماً وإدراكاً. </p><p> وهكذا رأينا كيف صان القرآن الكريم اللغة العربية واللسان العربي. </p><p> ومن ضمن معاني قول الحق سبحانه:  {حُكْماً عَرَبِيّاً.</p><p> . .}  [الرعد: ٣٧] </p><p> أي: أن الذي يصُون ويعصِم هذا اللسان العربي هو القرآن الكريم. </p><p> ويتابع سبحانه بقوله:  { ... وَلَئِنِ اتبعت أَهْوَاءَهُم بَعْدَ مَا جَآءَكَ مِنَ العلم مَا لَكَ مِنَ الله مِن وَلِيٍّ وَلاَ وَاقٍ}  [الرعد: ٣٧] </p><p> وهذا خطاب مُوجَّه منه سبحانه لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يكشف فيه الحق سبحانه أمام رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مَضارّ وخطورة اتباع الهوى؛ وهو خطاب يدل على أن الدين الذي نزل على موسى ثم عيسى، وهما السابقان لرسول الله؛ لم يَعُدْ كما كان على عهد الرسولين السابقين؛ بل تدخَّل فيه الهوى؛ ولم يَعُدْ الدين متماسكاً كما نزل من السماء. </p><p> ولذلك يقول سبحانه في آية أخرى:  {وَلَوِ اتبع الحق أَهْوَآءَهُمْ لَفَسَدَتِ السماوات والأرض ... }  [المؤمنون: ٧١] </p><p> ذلك أنه سبحانه لو اتبع أهواءهم لَضَاع نظام الكون؛ ألم يقولوا لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: </p><p> {أَوْ تُسْقِطَ السمآء كَمَا زَعَمْتَ عَلَيْنَا كِسَفاً ... }  [الإسراء: ٩٢] </p><p> ولو استجاب الحق مثلاً لهذه الدعوة، ألم تكن السماء لتفسد؟ </p><p> إذن: فبعد أن نزل القرآن من السماء حكماً وعلماً ومنهجاً يسهل عليهم فهمه، لأنه بلُغتِهم، وهم يحمل كامل المنهج إلى أن تقوم الساعة، وفيه دليل السعادة في الدنيا والآخرة. </p><p> لذلك فليس لأحد أن يتبع هواه؛ فالهوى كما نعلم يختلف من إنسان لآخر، والخطاب المُوجَّه لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يتضمن في طيّاته الخطاب لأمته صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> ومن يفعل ذلك فليس له من دون الله وليّ يؤازره أو ينصره، أو يقيه عذاب الحق: شقاءً في الدنيا، وإلقاءً في الجحيم في الآخرة. </p><p> ويقول الحق سبحانه من بعد ذلك: </p><p> {وَلَقَدْ أَرْسَلْنَا رُسُلاً مِّن قَبْلِكَ ... } </p>"
}