{
  "id": null,
  "sura": 13,
  "aya": 28,
  "text": "<p> ومعنى الاطمئنان سكونُ القلب واستقراره وأُنْسُه إلى عقيدة لا تطفو إلى العقل ليناقشها من جديد. </p><p> ونعلم أن الإنسانَ له حواسٌّ إدراكية يستقبل بها المُحسَّات؛ وله عقل يأخذ هذه الأشياء ويهضمها؛ بعد إدراكها؛ ويفحصها جيداً، ويتلمس مدى صِدْقها أو كَذِبها؛ ويستخرج من كل ذلك قضية </p><p> واضحة يُبقِيها في قلبه لتصبح عقيدة، لأنها وصلت إلى مرحلة الوجدان المحب لاختيار المحبوب. </p><p> وهكذا تمرُّ العقيدة بعدة مراحلَ؛ فهي أولاً إدراك حِسِّي؛ ثم مرحلة التفكّر العقلي؛ ثم مرحلة الاستجلاء للحقيقة؛ ثم الاستقرار في القلب لتصبح عقيدة. </p><p> ولذلك يقول سبحانه:  {وَتَطْمَئِنُّ قُلُوبُهُمْ ... }  [الرعد: ٢٨] </p><p> فاطمئنان القلب هو النتيجة للإيمان بالعقيدة؛ وقد يمرُّ على القلب بعضٌ من الأغيار التي تزلزل الإيمان، ونقول لمن تمرُّ به تلك الهواجس من الأغيار: أنت لم تُعْطِ الربوبية حقها؛ لأنك أنت الملوم في أي شيء يَنَالُكَ. </p><p> فلو أحسنتَ استقبال القدر فيما يمرُّ بك من أحداث، لَعلِمْتَ تقصيرك فيما لك فيه دَخْل بأيِّ حادث وقع عليك نتيجة لعملك، أما مَا وقع عليك ولا دَخْل لك فيه؛ فهذا من أمر القَدَر الذي أراده الحقُّ لك لحكمة قد لا تعلمها، وهي خير لك. </p><p> إذن: استقبال القدر إن كان من خارج النفس فهو لك، وإن كان من داخل النفس فهو عليك. ولو قُمْتَ بإحصاء ما ينفعك من وقوع القدر عليك لَوجدتَّه أكثرَ بكثير مما سَلَبه منك. والمَثَل هو الشاب الذي استذكر دروسه واستعدَّ للامتحان؛ لكن مرضاً داهمه قبل الامتحان ومنعه من أدائه. </p><p> هذا الشاب فعلَ ما عليه؛ وشاءَ الله أن ينزل عليه هذا القدر لحكمة ما؛ كأنْ يمنع عنه حسَد جيرانه؛ أو حسدَ مَنْ يكرهون أًمه أو أباه، أو يحميه من الغرور والفتنة في أنه مُعتمِد على الأسباب لا على المُسبِّب. أو تأخير مرادك أمام مطلوب الله يكون خيراً. </p><p> وهكذا فَعَلى الإنسان المؤمن أن يكون موصولاً بالمُسبِّب الأعلى، وأنْ يتوكل عليه سبحانه وحده، وأن يعلم أنْ التوكل على الله يعني أن تعمل الجوارح، وأنْ تتوكَّل القلوب؛ لأن التوكل عملٌ قلبي، وليس عملَ القوالب. </p><p> ولينتبه كُلٌّ مِنّا إلى أن الله قد يُغيب الأسباب كي لا نغتر بها، وبذلك يعتدل إيمانك به؛ ويعتدل إيمان غيرك. </p><p> وقد ترى شاباً ذكياً قادراً على الاستيعاب، ولكنه لا ينال المجموع المناسب للكلية التي كان يرغبها؛ فيسجد لله شكراً؛ مُتقبِّلاً قضاء الله وقَدَره؛ فَيُوفِّقه الله إلى كلية أخرى وينبغ فيها؛ ليكون أحدَ البارزين في المجال الجديد. </p><p> ولهذا يقول الحق سبحانه:  {وعسى أَن تَكْرَهُواْ شَيْئاً وَهُوَ خَيْرٌ لَّكُمْ وعسى أَن تُحِبُّواْ شَيْئاً وَهُوَ شَرٌّ لَّكُمْ والله يَعْلَمُ وَأَنْتُمْ لاَ تَعْلَمُونَ}  [البقرة: ٢١٦] </p><p> وهكذا نجد أن مَنْ يقبل قَدر الله فيه، ويذكر أن له رباً فوق كل الأسباب؛ فالاطمئنان يغمرُ قلبه أمام أيِّ حدَثٍ مهْمَا كان. </p><p> وهكذا يطمئن القلب بذكر الله؛ وتهون كُلّ الأسباب؛ لأن الأسباب إنْ عجزتْ؛ فلن يعجز المُسبِّب. </p><p> وقد جاء الحق سبحانه بهذه الآية في مَعرِض حديثه عن التشكيك </p><p> الذي يُثيره الكافرون، وحين يسمع المسلمون هذا التشكيك؛ فقد توجد بعض الخواطر والتساؤلات: لماذا لم يَأْتِ لنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بمعجزة حِسِّية مثل الرُّسُل السابقين لتنفضّ هذه المشكلة، وينتهي هذا العناد؟ </p><p> ولكن تلك الخواطر لا تنزع من المؤمنين إيمانهم؛ ولذلك يُنزِل الحق سبحانه قوله الذي يُطمئِن:  {الذين آمَنُواْ وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ الله ... }  [الرعد: ٢٨] </p><p> والذِّكْر في اللغة جاء لِمَعَانٍ شتّى؛ فمرّة يُطلق الذِّكر، ويُرَاد به الكتاب أي: القرآن: {إِنَّا نَحْنُ نَزَّلْنَا الذكر وَإِنَّا لَهُ لَحَافِظُونَ}  [الحجر: ٩] </p><p> ويأتي الذكر مرّة، ويُرَاد به الصِّيت والشهرة والنباهة، يقول تعالى:  {وَإِنَّهُ لَذِكْرٌ لَّكَ وَلِقَوْمِكَ وَسَوْفَ تُسْأَلُونَ}  [الزخرف: ٤٤] </p><p> أي: أنه شَرَفٌ عظيم لك في التاريخ، وكذلك لقومك أنْ تأتي المعجزة القرآنية من جنس لغتهم التي يتكلمون بها. </p><p> وقد يطلق الذكر على الاعتبار؛ والحق سبحانه يقول:  { ... ولكن مَّتَّعْتَهُمْ وَآبَآءَهُمْ حتى نَسُواْ الذكر وَكَانُواْ قَوْماً بُوراً}  [الفرقان: ١٨] </p><p> أي: نسوا العِبَر التي وقعتْ للأمم التي عاشتْ من قبلهم؛ فنصَر الله الدينَ رغم عناد هؤلاء. </p><p> وقد يطلق الذكر على كُلِّ ما يبعثه الحق سبحانه على لسان أيِّ رسول:  { ... فاسألوا أَهْلَ الذكر إِن كُنْتُم لاَ تَعْلَمُونَ}  [النحل: ٤٣] </p><p> وقد يُطلق الذِّكْر على العطاء الخيّر من الله. </p><p> ويُطْلق الذِّكْر على تذكر الله دائماً؛ وهو سبحانه القائل:  {فاذكروني أَذْكُرْكُمْ ... }  [البقرة: ١٥٢] </p><p> أي: اذكروني بالطاعة أذكرْكُم بالخير والتجليّات، فإذا كان الذِّكْر بهذه المعاني؛ فنحن نجد الاطمئنان في أيٍّ منها، فالذكر بمعنى القرآن يُورثِ الاطمئنان. </p><p> ويقول الحق سبحانه:  {ياأيها الذين آمَنُواْ اذكروا الله ذِكْراً كَثِيراً وَسَبِّحُوهُ بُكْرَةً وَأَصِيلاً هُوَ الذي يُصَلِّي عَلَيْكُمْ وَمَلاَئِكَتُهُ لِيُخْرِجَكُمْ مِّنَ الظلمات إِلَى النور وَكَانَ بالمؤمنين رَحِيماً}  [الأحزاب: ٤١٤٣] </p><p> فكُلُّ آية تأتي من القرآن كانت تُطمئِنُ الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أنه صادقُ البلاغِ عن الله؛ فقد كان المسلمون قلة مُضطهدة، ولا يقدرون على حماية أنفسهم، ولا على حماية ذَوِيهم. </p><p> ويقول الحق سبحانه في هذا الظرف:  {سَيُهْزَمُ الجمع وَيُوَلُّونَ الدبر}  [القمر: ٤٥] </p><p> ويتساءل عمر رَضِيَ اللَّهُ عَنْه: أيُّ جمع هذا، ونحن لا نستطيع الدفاع عن أنفسنا؛ وقد هاجر بعضنا إلى الحبشة خوفاً من الاضطهاد؟ </p><p> ولكن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يسير إلى بدر، ويُحدِّد أماكن مصارع كبار رموز الكفر من صناديد قريش؛ ويقول:  «هذا مصرع فلان، وهذا مصرع فلان» ؛ بل ويأتي بالكيفية التي يقع بها القتل على صناديد قريش؛ ويتلو قول الحق سبحانه:  {سَنَسِمُهُ عَلَى الخرطوم}  [القلم: ١٦] </p><p> وبعد ذلك يأتون برأْس الرجل الذي قال عنه رسول الله ذلك؛ فيجدون الضربة قد جاءت على أنفه. </p><p> فمنْ ذَا الذي يتحكم في مواقع الموت؟ </p><p> إن ذلك لا يتأتى إلاَّ من إله هو الله؛ وهو الذي أخبر محمداً صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بهذا الخبر:  {سَيُهْزَمُ الجمع وَيُوَلُّونَ الدبر}  [القمر: ٤٥] </p><p> وقد طمأنَ هذا القولُ القومَ الذين اتبعوا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ الذي لا يعلم الغيب، ولا يعلم الكيفية التي يموت عليها أيُّ كافر وأيُّ جبار؛ وهو صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يخبرهم بها وهُمْ في منتهى الضَّعْف. </p><p> وهذا الإخبار دليل على أن رصيده قويّ عند علاَّم الغيوب. </p><p> إذن: فقول الحق سبحانه: { ... أَلاَ بِذِكْرِ الله تَطْمَئِنُّ القلوب}  [الرعد: ٢٨] </p><p> يعني: أن القلوب تطمئن بالقرآن وما فيه من أخبار صادقة تمام الصدق، لتؤكد أن محمداً صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مُبلِّغ عن ربِّه؛ وأن القرآن ليس من عند محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بل هو من عند الله. </p><p> وهكذا استقبل المؤمنون محمداً صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وصَدَّقوا ما جاء به؛ فها هي خديجة رَضِيَ اللَّهُ عَنْها وأرضاها لم تكُنْ قد سمعت القرآن؛ وما أنْ أخبرها رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بمخاوفه من أنَّ ما يأتيه قد يكون جناً، فقالت:  «إنك لتَصِلُ الرَّحِم، وتحمل الكَلَّ، وتَكسِب المعدوم، وتَقْري الضَّيْف، وتُعينَ على نوائب الحق، واللهِ ما يخزَيك الله أبداً» . </p><p> وهاهو أبو بكر رَضِيَ اللَّهُ عَنْه وأرضاه يصدق أن محمداً رسول من الله، فَوْرَ أن يخبره بذلك. </p><p> وهكذا نجده صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قد امتلك سِمَاتاً؛ وقد صاغ الله لرسوله أخلاقاً، تجعل مَنْ حوله يُصدِّقون كُلَّ ما يقول فَوْر أنْ ينطق. </p><p> ونلحظ أن الذين آمنوا برسالته صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ لم يؤمنوا لأن القرآن أخذهم؛ ولكنهم آمنوا لأن محمداً صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لا يمكن أن يَكْذِبهم القول، وسيرته قبل البعثة معجزة في حَدِّ ذاتها، وهي التي أدَّتْ إلى تصديق الأوَّلين لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> أما الكفار فقد أخذهم القرآن؛ واستمال قلوبهم، وتمنَّوا لو نزل على واحد آخر غير محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> وحين يرى المؤمنون أن القرآن يُخبرهم بالمواقف التي يعيشونها، ولا يعرفون لها تفسيراً؛ ويخبرهم أيضاً بالأحداث التي سوف تقع، ثم يجدون المستقبل وقد جاء بها وِفْقاً لما جاء بالقرآن، هنا يتأكد لهم أن القرآنَ ليس من عند محمد، بل هو من عند رَبِّ محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> ولذلك فحين يُثير الكفار خزعبلاتهم للتشكيك في محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يأتي القرآن مُطَمْئِناً للمؤمنين؛ فلا تؤثر فيهم خزعبلات الكفار. </p><p> والمؤمن يذكر الله بالخيرات؛ ويعتبر من كل ما يمرُّ به، وبكل ما جاء بكتاب الله؛ وحين يقرأ القرآن فقلبه يطمئِنُّ بذكر الله؛ لأنه قد آمن إيمانَ صِدْقٍ. </p><p> وقد لمس المؤمنون أن أخبار النبي التي يقولها لهم قد تعدَّتْ محيطهم البيئيّ المحدود إلى العالم الواسع بجناحَيْه الشرقي في فارس، والغربي في الروم. </p><p> وقد أعلن لهم رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ على سبيل المثال خبر انتصار الروم على الفرس، حين أنزل الحق سبحانه قوله:  {الم غُلِبَتِ الروم في أَدْنَى الأرض وَهُم مِّن بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ فِي بِضْعِ سِنِينَ. .}  [الروم: ١ - ٤] </p><p> فأروني أيّ عبقرية في العالم تستطيع أن تتحكم في نتيجة معركة بين قوتين تصطرعان وتقتتلان؛ وبعد ذلك يحدد مِنَ الذي سينتصر، ومنِ الذي سَيُهزم بعد فترة من الزمن تتراوح من خَمْس إلى تِسَع سنوات؟ </p><p> وأيضاً تأتي الأحداث العالمية التي لا يعلم عنها رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ شيئاً، وتوافق ما جاء بالقرآن. </p><p> وكُلُّ ذلك يجعل المؤمنين بالقرآن في حالة اطمئنان إلى أن هذا القرآن صادق، وأنه من عند الله، ويُصدّق هذا قول الحق سبحانه: </p><p> {الذين آمَنُواْ وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ الله أَلاَ بِذِكْرِ الله تَطْمَئِنُّ القلوب}  [الرعد: ٢٨] </p><p> ونعلم أن الكون قد استقبل الإنسان الأول وهو آدم عليه السلام استقبالاً، وقد هُيِّئ له فيه كُلُّ شيء من مُقوِّمات الحياة؛ وصار الإنسانُ يعيش في أسباب الله، تلك الأسباب المَمْدودة من يَدِ الله؛ فنأخذ بها وتترقَّى حياتنا بِقَدْر ما نبذل من جَهْد. </p><p> وما أنْ نموتَ حتى نصِلَ إلى أرْقى حياة؛ إنْ كان عملُنا صالحاً وحَسُنَ إيماننا بالله؛ فبعد أنْ كُنّا نعيش في الدنيا بأسباب الله الممدودة؛ فنحن نعيش في الآخرة بالمُسبِّب في جنته التي أعدَّها للمتقين. </p><p> وقول الحق سبحانه:  { ... أَلاَ بِذِكْرِ الله تَطْمَئِنُّ القلوب}  [الرعد: ٢٨] </p><p> يعني: أن الاطمئنان مُستْوعِب لكل القلوب؛ فكل إنسان له زاوية يضطرب فيها قلبه؛ وما أنْ يذكر الله حتى يجِدَ الاطمئنان ويتثبتَ قلبه. </p><p> وقد حاول المستشرقون أن يقيموا ضَجَّة حول قوله تعالى:  { ... أَلاَ بِذِكْرِ الله تَطْمَئِنُّ القلوب}  [الرعد: ٢٨] </p><p> وتساءلوا: كيف يقول القرآن هنا أن الذِّكْر يُطمئِن القلب؛ ويقول في آية أخرى: </p><p> {إِنَّمَا المؤمنون الذين إِذَا ذُكِرَ الله وَجِلَتْ قُلُوبُهُمْ ... }  [الأنفال: ٢] </p><p> فأيُّ المعنيَيْنِ هو المراد؟ </p><p> ولو أن المستشرقين قد استقبلوا القرآن بالمَلَكة العربية الصحيحة لَعلِموا الفارق بين:  { ... أَلاَ بِذِكْرِ الله تَطْمَئِنُّ القلوب}  [الرعد: ٢٨] </p><p> وبين قول الحق سبحانه:  {إِنَّمَا المؤمنون الذين إِذَا ذُكِرَ الله وَجِلَتْ قُلُوبُهُمْ ... }  [الأنفال: ٢] </p><p> فكأنه إذا ذُكِر الله أمام الناس؛ وكان الإنسان في غَفْلة عن الله؛ هنا ينتبه الإنسان بِوجَلٍ. </p><p> أو: أن الحق سبحانه يخاطب الخَلْق جميعاً بما فيهم من غرائز وعواطف ومواجيد؛ فلا يوجد إنسان كامل؛ ولكُلِّ إنسان هفوة إلا مَنْ عصم الله. </p><p> وحين يتذكر الإنسانُ إسرافه من جهة سيئة؛ فهو يَوْجَل؛ وحين يتذكر عَفْو الله وتوبته ومغفرته يطمئن. </p><p> ويقول سبحانه بعد ذلك: </p><p> {الذين آمَنُواْ وَعَمِلُواْ ... } </p>"
}