{
  "id": null,
  "sura": 13,
  "aya": 7,
  "text": "<p> ونحن نعلم أن «لولا» إنْ دخلت على جملة اسمية تكون حرف امتناع لوجود؛ مثل قولك «لولا زيد عندك لَزُرْتك» ، أي: أن الذي يمنعك من زيارة فلان هو وجود زيد. </p><p> ولو دخلتْ «لولا» على جملة فعلية؛ فالناطق بها يحب أنْ يحدث ما بعدها؛ مثل قولك «لولا عطفتَ على فلان» أو «لولا صفحتَ عن ولدك» ، أي: أن في ذلك حَضّاً على أنْ يحدث ما بعدها. </p><p> وظاهر كلام الكفار في هذه الآية التي نحن بصدد خواطرنا عنها أنهم يطلبون آية لتأييد صدق الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في البيان الذي يحمله من الحق لهم، وكأنهم بهذا القول يُنكِرون المعجزة التي جاء بها صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وهي القرآن الكريم، رغم أنهم أمةَ بلاغة وأدب وبيان، وأداء لُغوي رائع؛ وأقاموا أسواقاً للأدب، وخصصوا الجوائز للنبوغ الأدبي؛ وعلَّقوا القصائد على جدران الكعبة، وتفاخرت القبائل بمَنْ أنجبتهم من الشعراء ورجال الخطابة. </p><p> فلما نزل القرآن من جنس نبوغكم؛ وتفوَّق على بلاغتكم؛ ولم تستطيعوا أن تأتوا بآية مثل آياته؛ كيف لم تعتبروه معجزة؛ وتطالبون بمعجزة أخرى كمعجزة موسى عليه السلام؛ أو كمعجزة عيسى عليه السلام؟ </p><p> لقد كان عليكم أن تفخروا بالمعجزة الكاملة التي تحمل المنهج إلى قيام الساعة. </p><p> ولكن الحُمْق جعلهم يطلبون معجزة غير القرآن، ولم يلتفتوا إلى المعجزات الأخرى التي صاحبتْ رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، لم يلتفتوا إلى أن </p><p> الماء قد نبع من أصابعه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ والطعام القليل أشبع القوم وفاض منه، والغمامة قد ظللته، وجذع النخلة قد أَنَّ بصوت مسموع عندما نقل رسول الله منبره؛ بعد أنْ كان صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يخطب من فوق الجذع. </p><p> وقد يكونون أصحاب عُذْر في ذلك؛ لأنهم لم يَرَوا تلك المعجزات الحِسِّية؛ بحكم أنهم كافرون؛ واقتصرت رُؤْياهم على مَنْ آمنوا برسالته صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> وهكذا نعلم أن الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لم يُحرم من المعجزات الكونية؛ تلك التي تحدث مرة واحدة وتنتهي؛ وهي حُجَّة على مَنْ يراها؛ وقد جاءتْ لتثبت إيمان القِلَّة المضطهدة؛ فحين يروْنَ الماء مُتفجِراً بين أصابعه، وَهُمْ مَزلْزلون بالاضطهاد؛ هنا يزداد تمسُّكهم بالرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> ولكن الكافرين لم يَرَوْا تلك المعجزات. وكان عليهم الاكتفاء بالمعجزة التي قال عنها رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «القرآن كافيني» . </p><p> والقرآن معجزة من جنس ما نبغتُم فيه أيها العرب، ومحمّد رسول من أنفسكم، لم يَأْتِ من قبيلة غير قبيلتكم، ولسانه من </p><p> لسانكم، وتعلمون أنه لم يجلس إلى معلم؛ ولا عِلُمِ عنه أنه خطب فيكم من قبل، ولم يَقْرِض الشعر، ولم يُعرف عنه أنه خطيب من خطباء العرب. </p><p> ولذلك جاء الحق سبحانه بالقول على لسانه:  {قُل لَّوْ شَآءَ الله مَا تَلَوْتُهُ عَلَيْكُمْ وَلاَ أَدْرَاكُمْ بِهِ فَقَدْ لَبِثْتُ فِيكُمْ عُمُراً مِّن قَبْلِهِ أَفَلاَ تَعْقِلُونَ}  [يونس: ١٦] </p><p> أي: أنني عِشْتُ بينكم ولم أتكلَّم بالبلاغة؛ ولم أنافس في أسواق الشِّعْرِ؛ وكان يجب أن تؤمنوا أنه قول من لَدُنْ حكيم عليم. </p><p> ولكن منهم مَنْ قال:  «لقد كان يكتم موهبته وقام بتأجيلها» . </p><p> وهؤلاء نقول لهم: هل يمكن أن يعيش طفل يتيم الأب وهو في بطن أمه؛ ثم يتيم الأم وهو صغير، ويموت جَدّه وهو أيضاً صغير، ورأى تساقط الكبار من حوله بلا نظام في التساقط؛ فقد ماتوا دون مرض أو سبب ظاهر؛ أكان مثل هذا الإنسان يأمنُ على نفسه أن يعيش إلى عمر الأربعين ليعلن عن موهبته؟ </p><p> ثم من قال: إن العبقرية تنتظر إلى الأربعين لتظهر؟ وكلنا يعلم أن العبقريات تظهر في أواخر العقد الثاني وأوائل العقد الثالث. </p><p> ورغم عدم اعترافكم بمعجزة القرآن؛ هاهو الحق سبحانه يُجري على ألسنتكم ما أخفيتموه في قلوبكم؛ ويُظهره الناس في مُحكم كتابه:  {وَقَالُواْ لَوْلاَ نُزِّلَ هذا القرآن على رَجُلٍ مِّنَ القريتين عَظِيمٍ}  [الزخرف: ٣١] </p><p> وهكذا اعترفتُم بعظمة القرآن؛ وحاولتُم أن تغالطوا في قيمة المنزل عليه القرآن. </p><p> ويقول سبحانه هنا في الآية التي نحن بصدد خواطرنا عنها:  {وَيَقُولُ الذين كَفَرُواْ لولا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ ... }  [الرعد: ٧] </p><p> فلماذا إذنْ قُلْتم واعترفتم أنَّ له رباً؟ أمَا كان يجب أن تعترفوا برسالته وتُعلنون إيمانكم به وبالرسالة، وقد سبق أنْ قالوا: إن ربَّ محمد قد قَلاَه. </p><p> وهذا القول يعني أنهم اعترفوا بأن له رباً؛ فلماذا اعترفوا به في الهَجْر وأنكروه في الوَصْل. </p><p> وإذا كانوا يطلبون منك معجزة غير القرآن فاعلم يا محمد أن ربك هو الذي يرسل المعجزات؛ وهو الذي يُحدِّد المعجزة بكل رسول </p><p> حسب ما نبغ فيه القوم المُرْسَل إليهم الرسول، وأنت يا محمد مُنْذر فقط؛ أي مُحذِّر:  { ... إِنَّمَآ أَنتَ مُنذِرٌ وَلِكُلِّ قَوْمٍ هَادٍ}  [الرعد: ٧] </p><p> فكل قوم لهم هَادٍ، يهديهم بالآيات التي تناسب القوم؛ فبنو إسرائيل كانوا مُتفوِّقين في السحر؛ لذلك جاءت معجزة موسى من لَوْنِ ما نبغوا فيه؛ وقوم عيسى كانوا مُتفوقين في الطب؛ لذلك كانت معجزة عيسى من نوع ما نبغوا فيه. </p><p> وهكذا نرى أن لكل قوم هادياً، ومعه معجزة تناسب قومه؛ ولذلك رَدَّّ الله عليهم الرد المُفْحم حين قالوا:  {وَقَالُواْ لَن نُّؤْمِنَ لَكَ حتى تَفْجُرَ لَنَا مِنَ الأرض يَنْبُوعاً أَوْ تَكُونَ لَكَ جَنَّةٌ مِّن نَّخِيلٍ وَعِنَبٍ فَتُفَجِّرَ الأنهار خِلالَهَا تَفْجِيراً أَوْ تُسْقِطَ السمآء كَمَا زَعَمْتَ عَلَيْنَا كِسَفاً أَوْ تَأْتِيَ بالله والملائكة قَبِيلاً أَوْ يَكُونَ لَكَ بَيْتٌ مِّن زُخْرُفٍ أَوْ ترقى فِي السمآء وَلَن نُّؤْمِنَ لِرُقِيِّكَ حَتَّى تُنَزِّلَ عَلَيْنَا كِتَاباً نَّقْرَؤُهُ ... } </p><p> [الإسراء: ٩٠ - ٩٣] </p><p> فيقول الحق سبحانه: </p><p> { ... قُلْ سُبْحَانَ رَبِّي هَلْ كُنتُ إِلاَّ بَشَراً رَّسُولاً وَمَا مَنَعَ الناس أَن يؤمنوا إِذْ جَآءَهُمُ الهدى إِلاَّ أَن قالوا أَبَعَثَ الله بَشَراً رَّسُولاً قُل لَوْ كَانَ فِي الأرض ملائكة يَمْشُونَ مُطْمَئِنِّينَ لَنَزَّلْنَا عَلَيْهِم مِّنَ السمآء مَلَكاً رَّسُولاً}  [الإسراء: ٩٣ - ٩٥] </p><p> ويأتي الرد من الحق سبحانه:  {وَمَا مَنَعَنَآ أَن نُّرْسِلَ بالآيات إِلاَّ أَن كَذَّبَ بِهَا الأولون ... }  [الإسراء: ٥٩] </p><p> أي: أن قوماً قبلكم طلبوا ما أرادوا من الآيات؛ وأرسلها لهم الله؛ ومع ذلك كفروا؛ لأن الكفر يخلع ثوب العِنَاد على الكافر؛ لأن الكافر مُصَمِّم على الكفر. </p><p> ويقول الحق سبحانه بعد ذلك: </p><p> {الله يَعْلَمُ مَا تَحْمِلُ ... } </p>"
}