{
  "id": null,
  "sura": 13,
  "aya": 25,
  "text": "<p> ولقائل أنْ يسأل: وهل آمن هؤلاء وكان بينهم وبين الله عهد ونقضوه؟ </p><p> ونقول: يصح أنهم قد آمنوا ثم كفروا، أو: أن الكلام هنا ينصرف إلى عهد الله الأزلي. </p><p> يقول سبحانه:  {وَإِذْ أَخَذَ رَبُّكَ مِن بنيءَادَمَ مِن ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ على أَنفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ قَالُواْ بلى ... }  [الأعراف: ١٧٢] </p><p> وهنا يوضح سبحانه أن مَنْ ينقضون عهد الله من بعد ميثاقه وتأكيده بالآيات الكونية التي تدل على وجود الخالق الواحد: </p><p> {وَيَقْطَعُونَ مَآ أَمَرَ الله بِهِ أَن يُوصَلَ ... }  [الرعد: ٢٥] </p><p> والمقابل لهم هم أُولو الألباب الذين كانوا يَصِلون ما أمر سبحانه أن يُوصل وهؤلاء الكفرة نقضة العهد:  {وَيُفْسِدُونَ فِي الأرض ... }  [الرعد: ٢٥] </p><p> ولم يَأْتِ الحق سبحانه بالمقابل لكُلِّ عمل أدَّاه أولو الألباب؛ فلم يَقُل:  «ولا يخشون ربهم» ؛ لأنهم لا يؤمنون بإله؛ ولم يَقُلْ:  «لا يخافون سوء الحساب» لأنهم لا يؤمنون بالبعث. </p><p> وهكذا يتضح لنا أن كل شيء في القرآن جاء بِقَدرٍ، وفي تمام موقعه. </p><p> ونحن نعلم أن الإفساد في الأرض هو إخراجُ الصَّالح عن صلاحه، فأنت قد أقبلتَ على الكون، وهو مُعَدٌّ لاستقبالك بكل مُقوِّمات الحياة من مأكل ومَشْرب وتنفس؛ وغير ذلك من الرزق، واستبقاء النوع بأن أحلَّ لنا سبحانه أن نتزاوج ذكراً وأنثى. </p><p> والفساد في الكون أن تأتي إلى صالح في ذاته فتفسده؛ ونقول دائماً: إن كنت لا تعرف كيف تزيد الصالح صلاحاً؛ فاتركه على حاله؛ واسمع قول الحق سبحانه:  {وَلاَ تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ ... }  [الإسراء: ٣٦] </p><p> فلا تنظر في أيِّ أمر إلى الخير العاجل منه؛ بل انظر إلى ما يؤول إليه الأمر من بعد ذلك؛ أيضرُّ أم ينفع؟ </p><p> لأن الضُّرَّ الآجل قد يتلصص ويتسلل ببطء وأنَاة؛ فلا تستطيع له دَفْعاً من بعد ذلك. </p><p> ويقول الحق سبحانه في آخر الآية التي نحن بصدد خواطرنا عنها:  { ... أولئك لَهُمُ اللعنة وَلَهُمْ سواء الدار}  [الرعد: ٢٥] </p><p> ونلحظ أن التعبير هنا جاء باللام مِمَّا يدل على أن اللعنة عشقتهم عِشْق المال للملوك:  { ... وَلَهُمْ سواء الدار}  [الرعد: ٢٥] </p><p> أي: عذابها، وهي النار والعياذ بالله. </p><p> ويقول الحق سبحانه من بعد ذلك: </p><p> {الله يَبْسُطُ الرزق ... } </p>"
}