{
  "id": null,
  "sura": 13,
  "aya": 18,
  "text": "<p> والذين يستجيبون للرب الذي خلق من عَدَم، وأوجد لهم مُقومِّات الحياة واستبقاء النوع بالزواج والتكاثر؛ فإذا دعاهم لشيء فليعلموا أن ما يطلبه منهم مُتمِّم لصالحهم؛ الذي بدأه بإيجاد كل شيء لهم من البداية. </p><p> وهؤلاء الذين يستجيبون لهم الحُسْنى؛ فسبحانه جعل الدنيا مزرعة للآخرة، وأنت في الدنيا مَوْكُول لقدرتك على الأَخْذ بالأسباب؛ ولكنك في الآخرة مَوْكُول إلى المُسبِّب. </p><p> ففي الدنيا أنت تبذُر وتحرُث وتروي وتحصد، وقد تختلف حياتك شَظفاً وتَرفاً بقدرتك على الأسباب. </p><p> فإذا استجبْتَ لله واتبعتَ منهجه؛ فأنت تنتقل إلى حياة أخرى؛ تحيا فيها مع المسبب؛ لا الأسباب؛ فإذا خطر ببالك الشيء تَجِدْهُ أمامك؛ لأنك في الحياة الأخرى لا يكِلك الله إلى الأسباب، بل أنت مَوْكُول لذات الله، والموكول إلى الذَّاتِ بَاقٍ ببقاء الذات. </p><p> ولذلك نجد الحق سبحانه يقول:  {فَأَمَّا الذين آمَنُواْ بالله واعتصموا بِهِ فَسَيُدْخِلُهُمْ فِي رَحْمَةٍ مِّنْهُ ... }  [النساء: ١٧٥] </p><p> وبعض المُفسِّرين يقولون «إنها الجنة» وأقول: هذا تفسير مقبول؛ لأن الجنة من رحمة الله؛ ولكن الجنة باقية بإبقاء الله لها؛ ولكن رحمة الله باقية ببقاء الله. </p><p> وهنا يقول الحق سبحانه: </p><p> {لِلَّذِينَ استجابوا لِرَبِّهِمُ الحسنى ... }  [الرعد: ١٨] </p><p> ويقول تعالى في آية أخرى:  {لِّلَّذِينَ أَحْسَنُواْ الحسنى وَزِيَادَةٌ ... }  [يونس: ٢٦] </p><p> والحسنى هي الأمر الأحسن؛ وسبحانه خلق لك في الدنيا الأسباب التي تكدح فيها؛ ولكنك في الآخرة تحيا بكل ما تتمنى دون كدح، وهذا هو الحسن. </p><p> وهَبْ أن الدنيا ارتقتْ؛ والذين يسافرون إلى الدول المُتقدمة؛ وينزلون في الفنادق الفاخرة؛ يُقال لهم اضغط على هذا الزر تنزل لك القهوة؛ والزِّر الآخر ينزل لك الشاي. </p><p> وكل شيء يمكن أن تحصل عليه فَوْر أن تطلبه من المطعم حيث يُعدُّه لك آخرون؛ ولكن مهما ارتقتْ الدنيا فلن تصل إلى أنْ يأتي لك ما يمرُّ على خاطرك فَوْر أنْ تتمناه؛ وهذا لن يحدث إلا في الآخرة. </p><p> وكلمة «الحسنى» مُؤنَّثة وأفعل تفضيل؛ ويُقَال «حسنة وحُسْنى» ؛ وفي المذكر يُقَال «حسن وأحسن» . والمقابل لمن لم يستجيبوا معروف. </p><p> والحق سبحانه يقول هنا:  {والذين لَمْ يَسْتَجِيبُواْ لَهُ لَوْ أَنَّ لَهُمْ مَّا فِي الأرض جَمِيعاً وَمِثْلَهُ مَعَهُ لاَفْتَدَوْاْ بِهِ ... }  [الرعد: ١٨] </p><p> أي: يقول خذوا ما أملك كله واعتقوني، لكن لا يُستجاب له. </p><p> ويقول الحق سبحانه: </p><p> { ... أولئك لَهُمْ سواء الحساب وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ المهاد}  [الرعد: ١٨] </p><p> لأن الحساب يترتب عليه مرة خَيْر؛ ويترتب عليه مرة أخرى شَرٌّ؛ وجاء الحق سبحانه بكلمة:  {وَبِئْسَ المهاد}  [الرعد: ١٨] </p><p> هنا؛ لأن الواحد من هؤلاء والعياذ بالله لن يستطيع أن يتصرف لحظة وَضْعه في النار، كما لا يستطيع الطفل الوليد أن يتصرف في مِهَاده؛ ومن المؤكد أن النار بِئْس المهاد. </p><p> ويقول الحق سبحانه بعد ذلك: </p><p> {أَفَمَن يَعْلَمُ أَنَّمَآ أُنزِلَ إِلَيْكَ ... } </p>"
}