{
  "id": null,
  "sura": 13,
  "aya": 21,
  "text": "<p> وأوَّل ما أمر به الله أَنْ يُوصَل هو صِلَة الرَّحم؛ أي: أن تَصل ما يربطك بهم نَسَبٌ. والمؤمن الحقٌّ إذا سَلْسَل الأنساب؛ فسيدخل </p><p> كُلُّ المؤمنين في صِلَة الرَّحم؛ لأن كل المؤمنين رَحِم مُتداخِل؛ فإذا كان لك عَشْرة من المؤمنين تَصِلهم بحكم الرَّحِم؛ وكل مؤمن يَصل عشرة مثلك، انظر إلى تداخل الدوائر وانتظامها؛ ستجد أن كل المؤمنين يدخلون فيها. </p><p> ولذلك نجد الحق سبحانه يقول في الحديث القدسي:  «أنا الرحمن؛ خلقت الرحم، واشتققت لها اسماً من اسمي؛ فمن وصلها وصلته؛ ومن قطعها قطعته» . </p><p> وقد رَويْتُ من قَبْل قصةً عن معاوية رَضِيَ اللَّهُ عَنْه؛ فقد جاء حاجبه ليعلن له أن رجلاً بالباب يقول: إنه أخوك يا أمير المؤمنين. </p><p> ولابد أن حاجبَ معاوية كان يعلم أن معاوية بن أبي سفيان لا إخوةَ له، لكنه لم يَشَأْ أنْ يتدخَّل فيما يقوله الرجل؛ وقال معاوية لحاجبه: ألاَ تعرف إخوتي؟ فقال الحاجب: هكذا يقول الرجل. فأذِنَ معاويةُ للرجل بالدخول؛ وسأله: أي إخوتي أنت؟ أجاب الرجل: أخوك في آدم. قال معاوية: رَحِم مقطوعة؛ والله لأكون أوَّلَ من يَصلها. </p><p> والتقى الفضيل بن عياض بجماعة لهم عنده حاجة؛ وقال لهم: من أين أنتم؟ قالوا: من خُراسان. قال: اتقوا الله، وكونوا من حيث شِئْتم. </p><p> وقد أمرنا سبحانه أن نَصِلَ الأهل أولاً؛ ثم الأقارب؛ ثم الدوائر الأبعد فالأبعد؛ ثم الجار، وكُلُّ ذلك لأنه سبحانه يريد الالتحام بين الخلق؛ ليستطرق النافع لغير النافع، والقادر لغير القادر، فهناك جارك وقريبك الفقير إنْ وصلْتَه وصلَك الله. </p><p> ولذلك يأمر الحق سبحانه رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ومِنْ خلاله يأمر كل مؤمن برسالته:  {قُل لاَّ أَسْأَلُكُمْ عَلَيْهِ أَجْراً إِلاَّ المودة فِي القربى ... }  [الشورى: ٢٣] </p><p> وقال بعض مَنْ سمعوا هذه الآية: قُرْباك أنت في قُرْباك. </p><p> وقال البعض الآخر: لا، القربى تكون في الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ لأن القرآن قال في محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  {النبي أولى بالمؤمنين مِنْ أَنْفُسِهِمْ ... }  [الأحزاب: ٦] </p><p> وهكذا تكون قرابة الرسول أولى لكل مؤمن من قرابته الخاصة. </p><p> يستمر قول الحق سبحانه في وصف أُولِي الألباب:  { ... وَيَخْشَوْنَ رَبَّهُمْ وَيَخَافُونَ سُوءَ الحِسَابِ}  [الرعد: ٢١] </p><p> والخشية تكون من الذي يمكن أن يُصيب بمكروه؛ ولذلك جعل الحق هنا الخشية منه سبحانه؛ أي: أنهم يخافون الله مالكهم وخالقهم ومُربِّيهم؛ خوف إجلال وتعظيم. </p><p> وجعل سبحانه المخاف من سوء العذاب؛ وأنت تقول: خِفْتُ زيداً، وتقول: خِفْتُ المرض، ففيه شيء تخافه؛ وشيء يُوَقِع عليك ما تخافه. </p><p> وأولو الألباب يخافون سُوء حساب الحق سبحانه لهم؛ فيدعهم هذا الخوف على أَنْ يَصِلوا ما أمر به سبحانه أنْ يُوصَل، وأنْ يبتعدوا عن أي شيء يغضبه. </p><p> ونحن نعلم أن سوء الحساب يكون بالمناقشة واستيفاء العبد لكل حقوقه؛ فسبحانه مُنزَّه عن ظلم أحد، ولكن مَنْ يُناقش الحسابَ فهو مَنْ يَلْقى العذاب؛ ونعوذ بالله من ذلك، فلا أحد بقادر على أن يتحمل عذابَ الحق له. </p><p> ويواصل الحق سبحانه وَصْف أُولي الألباب فيقول: </p><p> {وَالَّذِينَ صَبَرُواْ ابتغاء وَجْهِ رَبِّهِمْ ... } </p>"
}