{
  "id": null,
  "sura": 13,
  "aya": 16,
  "text": "<p> و «قل» هي أمر للرسول أنْ يقول للكافرين، وهناك في آيات أخرى يقول سبحانه:  {وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَهُمْ لَيَقُولُنَّ الله فأنى يُؤْفَكُونَ}  [الزخرف: ٨٧] </p><p> ولقائل أن يسأل: لماذا جاء الحق سبحانه هنا بالإجابة؛ ولم يتركْها لتأتي منهم؟ </p><p> ونقول: إن مجيء الإجابة من الحق هنا عن الذي خلق السماوات والأرض أقوى مِمّا لو جاءت الإجابة منهم. </p><p> والمثل من حياتنا؛ ولله المَثَل الأعلى؛ قد تقول لابنك الصغير المُتَشاحِن مع أخيه الكبير: مَنِ الذي جاء لك بالحُلَّة الجديدة؟ فيرتبك خجلاً؛ لأنه يعلم أن مَنْ جاء له بالحلة الجديدة هو أخوه الأكبر الذي تشاحن معه؛ فتقول أنت: جاء لك بها أخوك الأكبر الذي تشاحنتَ معه. </p><p> وهنا لحظة أن يقول رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لهم ما أمره الله أن يقول:  {قُلْ مَن رَّبُّ السماوات والأرض ... }  [الرعد: ١٦] </p><p> فسوف يرتكبون؛ فيؤكد لهم بعد ذلك ما أمره الله أن يقول:  {قُلِ الله ... }  [الرعد: ١٦] </p><p> ويتتابع أمر الله لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فيقول له الحق سبحانه:  {قُلْ أفاتخذتم مِّن دُونِهِ أَوْلِيَآءَ لاَ يَمْلِكُونَ لأَنْفُسِهِمْ نَفْعاً وَلاَ ضَرّاً ... }  [الرعد: ١٦] </p><p> وهكذا يكشف لهم الرسول ببلاغ الحق سبحانه مدى جهلهم؛ وهم مَنْ سبق لهم الاعتراف بأن الله هو خالق السماوات والأرض؛ ولم يجرؤ واحد منهم على أن ينسب خَلْق السماوات والأرض للأصنام. </p><p> وهنا يوضح لهم الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ما أمر الحقُّ سبحانه بإيضاحه: لقد خلق الله السماوات والأرض أفبعد ذلك تتخذون من </p><p> دونه أولياء لا يملكون لأنفسهم نفعاً؛ ولا ضراً؟ بدليل أن الصنم من هؤلاء لا يقدر لهم على شيء. </p><p> ويتابع الحق سبحانه:  {قُلْ هَلْ يَسْتَوِي الأعمى والبصير أَمْ هَلْ تَسْتَوِي الظلمات والنور أَمْ جَعَلُواْ للَّهِ شُرَكَآءَ ... }  [الرعد: ١٦] </p><p> وبطبيعة الحال لا يمكن أن يستوي الأعمى بالمبصر. </p><p> وساعة ترى «أَمْ» اعلم أنها ضَرْب انتقالي، وهكذا يستنكر الحق ما فعلوه بالاستفهام عنه؛ لأنه شيء مُنْكر فعلاً:  {أَمْ جَعَلُواْ للَّهِ شُرَكَآءَ خَلَقُواْ كَخَلْقِهِ فَتَشَابَهَ الخلق عَلَيْهِمْ ... }  [الرعد: ١٦] </p><p> أي: لو كان هؤلاء الشركاء قد خلقوا شيئاً مثل خَلْق الله؛ لَكَان لهم أنْ يعقدوا مقارنة بين خَلْق الله وخَلْق هؤلاء الشركاء؛ ولكن هؤلاء الشركاء الذين جعلوا مشاركين لله في الألوهية لا يَقْدرون على خَلْق شيء؛ فكيف يختارونهم شركاء لله؟ </p><p> ويأتي الأمر من الحق سبحانه:  { ... قُلِ الله خَالِقُ كُلِّ شَيْءٍ وَهُوَ الواحد القهار}  [الرعد: ١٦] </p><p> وفي آية أخرى يُقدِّم الحق سبحانه تفسيراً لتلك الآية:  {إِنَّ الذين تَدْعُونَ مِن دُونِ الله لَن يَخْلُقُواْ ذُبَاباً وَلَوِ اجتمعوا لَهُ ... }  [الحج: ٧٣] </p><p> فهؤلاء الشركاء لم يخلقوا شيئاً، ولن يستطيع أحد الإدعاء بأن هؤلاء الشركاء عندهم نية الخَلْق، ولكن مجيء «لن» هنا يُؤكد أنهم حتى بتنبيههم لتلك المسألة؛ فَلَسوف يعجزون عنها؛ </p><p> لأن نَفْي المستقبل يستدعي التحدِّي؛ رغم أنهم آلهة متعددة؛ ولو اجتمعوا فلن يخلقوا شيئاً. </p><p> يستمر التحدي في قوله سبحانه:  { ... وَإِن يَسْلُبْهُمُ الذباب شَيْئاً لاَّ يَسْتَنقِذُوهُ مِنْهُ ضَعُفَ الطالب والمطلوب}  [الحج: ٧٣] </p><p> أي: لو أخذ الذباب بساقه الرفيعة شيئاً مِمَّا يملكون لَمَا استطاعوا أن يستخلصوه منه. </p><p> وهكذا يتضح أن الحق سبحانه وحده هو الخالق لكُلِّ شيء؛ وتلزم عبادته وحده لا شريكَ له؛ وهو جَلَّ وعَلا المتفرِّد بالربوبية والألوهية؛ وهو القهار المتكبر؛ والغالب على أمره أبداً، فكيف يكون مَنْ دونه مساوياً له؟ </p><p> لذلك لا شريك له أبداً. </p><p> ويقول سبحانه من بعد ذلك: </p><p> {أَنَزَلَ مِنَ السمآء مَآءً ... } </p>"
}