{
  "id": null,
  "sura": 13,
  "aya": 3,
  "text": "<p> ويتابع الحق سبحانه سَرْد آياته الكونية في هذه الآية:  {مَدَّ الأرض ... }  [الرعد: ٣] </p><p> يعني أنها موجودة أمامك ومُمْتدة، وبعض الناس يفهمون المَدَّ بمعنى البسط، ونقول: إن البَسْطَ تابع للمَدِّ. </p><p> ولذلك وقف بعض العلماء وقالوا: ومن قال إن الأرض كُرَويّة؟ </p><p> إن الحق سبحانه قال: إنها مبسوطة، وهو سبحانه الذي قال: إنه قد مَدَّ الأرض. </p><p> وقلتُ لهؤلاء العلماء: فَلْنفهم كلمة المَدِّ أولاً، وَلنْفهَمْ أيضاً كلمة «الأرض» وهي التي تقف عليها أنت وغيرك، وتعيش عليها الكائنات، وتمتد شمالاً إلى القُطْب الشمالي، وجنوباً إلى القُطْب الجنوبي، أيّاً ما كُنْت في أيِّ موقع فهي مَمْدودة شرقاً وغرباً. </p><p> ومعنى:  {مَدَّ الأرض ... }  [الرعد: ٣] </p><p> تعني أنك إنْ وقفتَ في مكان وتقدمتَ منه؛ تجد الأرض ممدودة أمامك؛ ولا توجد حَافّة تنتهي لها، ولو أنها كانت مبسوطة لَكانَ لها نهاية، ولكانت على شكل مُثلّث أو مُربع أو مستطيل؛ ولكانَ لها حافة؛ ولوجدنا مَنْ يسير إلى تلك الحافة، هو يقول:  «لقد وصلتُ لحافة الأرض؛ وأمامي الفراغ» ولم يحدث أنْ قال ذلك واحد من البشر. </p><p> وإذا ما سار إنسان على خط الاستواء مثلاً؛ فسيظل ماشياً على اليابسة أو راكباً لمركب تقطع به البحر أو المحيط ليصل إلى نفس النقطة التي بدأ منها سَيْره. </p><p> وهكذا نجد الأرض ممدودة غير محدودة، ولا يكون ذلك إلا إذا كانت الأرض مُكوَّرة، بحيث إذا مشيت مُتتبِّعاً أيَّ خط من خطوط العرض أو خطوط الطول لانتهتْ إلى النقطة التي بدأت منها سَيْركَ. </p><p> وكان هذا هو الدليل الذي يقدمه العلماء على كروية الأرض؛ قبل أن يخترعوا فكرة التصوير من خارج الغلاف الجوي. </p><p> ونأخذ من قول الحق سبحانه:  {وَهُوَ الذي مَدَّ الأرض ... }  [الرعد: ٣] </p><p> معنى آخر هو ضرورة أن ينظر الإنسانُ في هذا الامتداد؛ ومَنْ تضيق به الحياة في مكان يُمكنه أن يرحلَ إلى مكان آخر، فأرضُ الله واسعة، والحق سبحانه هو القائل:  {أَلَمْ تَكُنْ أَرْضُ الله وَاسِعَةً فَتُهَاجِرُواْ فِيهَا ... }  [النساء: ٩٧] </p><p> ونعلم أن فساد العالم في زمننا إنما نشأ من فساد السياسات وزيادة الاضطرابات، وذلك واحد من نتائج تعوق مَدِّ الأرض فساعة يحاول إنسان أن يترك حدود موطنه؛ يجد الحراسات والعوائق عند حدود البلاد المجاورة، وتناسَى الجميع قَوْل الحق سبحانه:  {والأرض وَضَعَهَا لِلأَنَامِ}  [الرحمن: ١٠] </p><p> فسبحانه قد سَخَّر الأرض وأخضعها للأنام كل الأنام، وإذا لم يتحقق هذا المبدأ القرآني؛ سيظل العالم في صراع؛ وستظلُّ بعض من البلاد في حاجة للبشر وبعض من البلاد في ضِيق من الرزق؛ لزيادة السكان عن إمكانات الأرض التي يعيشون عليها. </p><p> وستظل هناك أرض بلا رجال؛ ورجال بلا أرض، نتيجة للحواجز المصطنعة بين البلاد. </p><p> وحتى تُحل هذه القضية كما قلنا في الأمم المتحدة لابد من تطبيق المبدأ القرآني: </p><p> {والأرض وَضَعَهَا لِلأَنَامِ}  [الرحمن: ١٠] </p><p> ومَنْ تضيق به الأرض التي نشأ فيها فليسمح له بالهجرة. </p><p> ويتابع سبحانه في نفس الآية:  {وَجَعَلَ فِيهَا رَوَاسِيَ وَأَنْهَاراً ... }  [الرعد: ٣] </p><p> والرواسي هي جمع «رَاسٍ» وهو الشيء الثابت. </p><p> وسبحانه يقول:  {والجبال أَرْسَاهَا}  [النازعات: ٣٢] </p><p> وهكذا جاء الحق بالحكم الذي شاء أن تكون عليه الجبال، وفي آية أخرى يأتينا الله بعلة كونها رواسي؛ فيقول:  {وَجَعَلْنَا فِي الأرض رَوَاسِيَ أَن تَمِيدَ بِهِمْ ... }  [الأنبياء: ٣١] </p><p> أي: لا تضطرب بكم الأرض، ولو كانت الأرض مخلوقة على هيئة الثبات؛ لما احتجْنَا إلى الجبال الرواسي كي تُثبِّتها، ولكن الأرض مخلوقة متحركة، وهي عُرْضة للاضطراب، ولولا الجبال الرواسي لَمَادتْ الأرض. </p><p> ولسائل أن يقول: ولكننا نقطع الآن الجبال، ونأخذ الجرانيت من جبل لِنُزيِّن به أرضية بعض المناطق؛ ونقطع الرخام من جبل آخر لنصنع منه حماماتٍ وأحواضاً ودرجات السلالم، ونقتطع بعض أحجار أنواع معينة من الجبال؛ لنستخلص اليورانيوم منها؟ </p><p> ونقول: انظر إلى حكمة الحق تبارك وتعالى حين خلق؛ وحكمته حين دَبَّر، فهذه الأرض لها محيط؛ ولها مركز؛ ولها أقطار، وكلما اقتربتْ من مركز الأرض فالقطر يَقِلّ. </p><p> ومثال هذا هو البطيخة؛ فأنت إن استخلصتَ القشرة الخارجية لها يكون لديْكَ كرة من القشرة الخضراء؛ وكرة أخرى من مُكوِّنات البطيخة التي نأكلها، ولو استخلصتَ كرة أخرى من مكونات الألياف الحمراء التي تتكون منها البطيخة، لصار عندك كرة أخرى، ولصار قُطْر الكرة الجديدة أصغر بطبيعة الحال من الكرة الخضراء. </p><p> وكلما استخلصتَ كُريّات أخرى من مُكوِّنات البطيخة؛ صَغُرَتْ الأقطار؛ لأنك تقترب من مركز الدائرة، والمحيط الأخضر الذي يحيط بالبطيخة وهو القشرة؛ يشبه المحيط الذي يوجد على الكرة الأرضية؛ وهذه القشرة التي توجد حول الكرة الأرضية صُلْبة؛ أما ما بداخل الأرض وجَوْفها؛ فهو مُكوَّن من أشياء ومواد متعددة، منها ما هو سائل ومنها ما هو صَلْب. </p><p> وكلما اقتربنا من مركز الأرض؛ وجدنا ارتفاعاً في درجة الحرارة؛ وتدلُّنا على ذلك كُتَل الحُمَم التي تخرج فوَّارة من فُوَّهات البراكين؛ وهي حُمَم ذات حرارة مرتفعة للغاية؛ وهي حُمَم مُحْرِقة. </p><p> وقد شاء الحق سبحانه أن يجعل بطن الأرض سائلاً، رحمةً بنا؛ ذلك أننا حين نبني بيوتاً؛ أو نقتطع أحجاراً من الجبال؛ أو نستخدم مُكوِّنات الجبال في أي غرض؛ إنما ننقل بعضاً من مُكوِّنات الأرض من موقع إلى آخر. </p><p> وحين ينتقل ثقل من مكان على سطح الأرض إلى مكان آخر؛ </p><p> فالسائل الذي في باطن الأرض ينتقل من المنطقة التي زاد عليها الثقل إلى المنطقة التي خَفَّ من فوقها الثقل ليتحقق التوازن، ولو لم يحدث ذلك لَتسَاقطتْ العمارات الشاهقة التي نراها أثناء دوران الأرض. </p><p> والمَثَلُ الذي يُوضِّح ذلك أنك لو وضعتَ قطعة من العجين على سطح بطيخة أو كرة، وجعلت البطيخة أو الكرة في حالة دوران لَطردتْ الكرة أو البطيخة قطعة العجين من على سطحها. </p><p> وقد شرح العلماء في «علم الحركة» ذلك فقالوا: إن كل شيء مستدير يتحرك؛ إنما تنشأ عن حركته عملية اسمها الطرد الذاتي؛ لأن قطعة العجين أو أيَّ شيء نضعه على شيء مستدير يتحرك تكون له كثافة وثقل على المنطقة التي يوجد فيها، ويصل هذا الثقل إلى المركز، ولكي تستمر الحركة الدائرية متوازنة لابد أن يطرد الشيء المستدير ما فوقه من ثُقْل زائد. </p><p> ولذلك شاء الحق سبحانه أن يجعل نِصْفي الكرة الأرضية من أي موقع تتخيله، متساوياً في الوزن مع النصف الآخر، ومهما أخذتَ من مواد ونقلتَها من موقع إلى آخر، فالوزن يتعادل نتيجة لحركة السوائل التي في بطن الأرض. </p><p> وهذا يدلُّ على عظمة الخالق الذي خلق بتدبير دقيق، ويكفي أن ننظر إلى عظمة الحق الذي لم يجعل الجبال رواسيَ ليمنع الأرض من أنْ تميدَ بنا، بل جعل في الجبال والصحاري ما استنجدنا به حين ضاقت الأرض بنا؛ فذهبنا إلى الجبال؛ لنستخرج منها المواد الخام؛ ونُصدِّرها؛ ثم نشتري بثمنها القمح. </p><p> ونرى من حولنا الصحاري حيث كان المقيمون فيها يلهثون قديماً من العطش، ولا يجدون شجرة يستظلون بها؛ فيُفجِّر فيها الحق آبار البترول. </p><p> وهكذا نرى أن كل قطاع من الأرض فيه خير مُسَاوٍ لأي قطاع آخر من الأرض، وجعل الله لكل أمر زمناً يمكن للبشر أن يستفيدوا من هذا الأمر في ذلك الزمن. </p><p> ولذلك نجد الحق سبحانه يقول في الجبال:  {قُلْ أَإِنَّكُمْ لَتَكْفُرُونَ بالذي خَلَقَ الأرض فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَندَاداً ذَلِكَ رَبُّ العالمين وَجَعَلَ فِيهَا رَوَاسِيَ مِن فَوْقِهَا وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقْوَاتَهَا في أَرْبَعَةِ أَيَّامٍ سَوَآءً لِّلسَّآئِلِينَ}  [فصلت: ٩ - ١٠] </p><p> أي: أنه سبحانه بارك في الجبال،، وهي جزء من الأرض، وشاء أن يُقدِّر الأقواتَ في الجبال والأرض؛ ويكفي أن نعلم أن المطر حين يتساقط من السماء على الجبال؛ فيحمل المطر بعضاً من الطَّمْي من على أسطُح تلك الجبال، فتتجدد خُصوبة الأرض. </p><p> ولو كانت الجبال هشة لذابت الجبال من عدد قليل من مرات سقوط المطر، ولذابت القشرة الخصبة التي تغذي النبات حين نزرعه في الأرض. </p><p> ولكنه سبحانه شاء أنْ تمُرَّ الظروف الجوية باختلافها وتنوُّعها في تتابع يُوفِّر من الحرارة والرطوبة ما يجعل الأرض تتشقق؛ فيصير سطح الجبال الصّلْبة هَشَّاً لينزل مع المطر؛ ولِيُغذِّي الأرض بالخُصوبة من أجل أن يستمر استبقاء الحياة بإنتاج ما نحتاجه من نباتات مزروعة. </p><p> ونلحظ قوله سبحانه في نفس الآية:  {وَجَعَلَ فِيهَا رَوَاسِيَ وَأَنْهَاراً ... }  [الرعد: ٣] </p><p> وهنا يجمع الحق بين الرواسي وهي الثوابت، وبين الأنهار وهي التي تحمل الماء السائل، وهذا جَمْعٌ بين الأضداد. </p><p> والنهر يُطلق على ما يحمل المياه العَذْبة؛ أما البحر فهو المُكوَّن من الماء المالح، وأنت إذا استعرضت أنهار الدنيا كلها؛ ستجد أن مجاريها تصبُّ في البحار، وهذا دليل على أن منسوب النهر أعلى دائماً من منسوب البحر، ولو كان الأمر بالعكس؛ لَطَغى ماء البحر على مياه النهر، ولَمَا استطعنا أن نشرب أو نزرع. </p><p> ولذلك شاء الحق سبحانه أن يجعل الماء العذب هو الأعلى؛ لأن له مهمة يُؤدِّيها قبل أن يصُبَّ في البحر. أقول ذلك حتى نعلم الحكمة في قول الحق سبحانه:  {بَيْنَهُمَا بَرْزَخٌ لاَّ يَبْغِيَانِ}  [الرحمن: ٢٠] </p><p> ومن العجيب أن البرزخ الذي يفصل بين النهر والبحر يكون انسيابياً، يتدرج نزول مياه النهر في مياه البحر بما يُحقِّق سهولة في هذا الانتقال، ومن العجيب أيضاً أنك إنْ حفرتَ عند شاطئ البحر قد تعثر على الماء العذب. </p><p> ولذلك حين نزور العريش نجد شاطئاً باسم شاطئ النخيل؛ ونحن نعلم أن النخيل يحتاج إلى الماء العَذْب، وكأن الحق سبحانه قد جعل في هذا النخيل خاصية استخلاص الماء العَذْب من هذا المكان الذي يوجد على البحر؛ وقد تكون له جداول عذبة. </p><p> فسبحانه القائل:  {أَلَمْ تَرَ أَنَّ الله أَنزَلَ مِنَ السمآء مَآءً فَسَلَكَهُ يَنَابِيعَ فِي الأرض ... }  [الزمر: ٢١] </p><p> ونحن في الريف نجد من يحفر بئراً ويكون ماؤه عَذْباً؛ وآخر يحفر بئراً ويكون ماؤه مالحاً. وهذا دليل على أن الماء في بطن الأرض غير مختلط، بل لكل ماء مسارب تختلف باختلاف نوعية المياه. </p><p> ويُرتِّب الحق سبحانه في نفس الآية مجيء الثمرات كنتيجة على وجود الثابت الجبال كمصدر للغِرْيَن وخصوبة الأرض، وعلى وجود الأنهار التي تحمل الماء اللازم للري، وهكذا يكون مجيء الثمرات أمراً طبيعياً. </p><p> والثمرة كما نعلم هي الغاية من أي زرع. </p><p> وفي نفس الآية يواصل الحق ذكر عطائه، فيقول سبحانه:  {وَمِن كُلِّ الثمرات جَعَلَ فِيهَا زَوْجَيْنِ اثنين ... }  [الرعد: ٣] </p><p> ويستعمل البعض كلمة «زوج» ويراد به شيئان كقولنا «زوج أحذية» مع أن التعبير الدقيق يقتضي أن نقول «زوجان من الأحذية» كتوصيف لفردة حذاء يُمْنى وفردة حذاء يسرى؛ لأن كلمة «زوج» مرد، وتستخدم في الشيء الذي له مثْل؛ ولذلك نجد العدد الفردي والعدد الزوجي؛ والعدد الزوجي مُفْرد له مثيل؛ وفي الإنسان هو الذكر والأنثى. </p><p> وسبحانه القائل:  {وَمِن كُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ}  [الذاريات: ٤٩] </p><p> ويخطئ الناس أيضاً في فهم كلمة التوأم، ويظنون أنها تعني الاثنين اللذين يولدان معاً، ولكن المعنى الدقيق للتوأم وهو الفرد الذي يُولَد مع آخر، ويقال لاثنين معاً «التوأمان» . </p><p> وهنا يقول الحق سبحانه:  {وَهُوَ الذي مَدَّ الأرض وَجَعَلَ فِيهَا رَوَاسِيَ وَأَنْهَاراً وَمِن كُلِّ الثمرات جَعَلَ فِيهَا زَوْجَيْنِ اثنين ... }  [الرعد: ٣] </p><p> ولم يخلق الحق سبحانه أيَّ شيء إلا وشاء له أن يتكاثر، مصداقاً لقول الحق سبحانه: </p><p> {سُبْحَانَ الذي خَلَق الأزواج كُلَّهَا مِمَّا تُنبِتُ الأرض وَمِنْ أَنفُسِهِمْ وَمِمَّا لاَ يَعْلَمُونَ}  [يس: ٣٦] </p><p> وكُلُّ تكاثر إنما يحتاج إلى زوجين، وكنا نعتقد قديماً أن التكاثر يحدث فقط في النبات؛ مثلما نُلقِّح النخلة بالذَّكَر، وفي الحيوان يخصب الفَحْل الأنثى، ثم كشف لنا العلم بعد ذلك أن الكهرباء على سبيل المثال لا الحصر تتكون من سالب وموجب وغير ذلك كثير، وكل ما قدمه العلم من كشوف يؤيد صِدْقه سبحانه:  {سُبْحَانَ الذي خَلَق الأزواج كُلَّهَا ... }  [يس: ٣٦] </p><p> ويتابع سبحانه في نفس الآية:  {يُغْشِي اليل النهار ... }  [الرعد: ٣] </p><p> أي: أن تأتي الظُّلْمة على النهار فتُغطيه؛ وهو القائل في موقع آخر من القرآن:  {فَمَحَوْنَآ آيَةَ اليل وَجَعَلْنَآ آيَةَ النهار مُبْصِرَةً ... }  [الإسراء: ١٢] </p><p> وذلك تحقيقاً لمشيئته التي قالها:  {وَهُوَ الذي جَعَلَ اليل والنهار خِلْفَةً ... }  [الفرقان: ٦٢] </p><p> وإن سأل سائل: هل الليل هو الذي خُلِقَ أولاً أم النهار؟ </p><p> أقول: نحن نرى الآن الليل والنهار، كُلٌّ منهما يُؤدِّي مُهِمَّته في نصفٍ ما في الكرة الأرضية، وكل منهما يخلف الآخر، ولابد أن الأمر كذلك من أول الخلق. </p><p> فإنْ كان سبحانه قد أوجد الأرض مبسوطة وفي مواجهتها الشمس، لَكان النهار هو الأسبق في الخَلْق، وإنْ كان قد خلق الشمس غير مواجهة للأرض؛ يكون الليل هو الذي سبق النهار في الخَلْق. </p><p> ويوضح الحق سبحانه هذا الأمر قليلاً في سورة يس حين يقول:  {لاَ الشمس يَنبَغِي لَهَآ أَن تدْرِكَ القمر وَلاَ اليل سَابِقُ النهار وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ}  [يس: ٤٠] </p><p> وكان العرب قديماً يظنُّون أن الليل هو الذي سبق النهار في الخَلْق؛ لأنهم كانوا يُؤرِّخون الشهور بالقمر؛ فيدخل الشهر بليله لا بنهاره، ونحن نعلم أن رمضان يأتينا بأول ليلة فيه. </p><p> وقد أوضح الحق سبحانه لهم على قَدْر معارفهم، ثم ثبت لنا أن الليل والنهار قد وُجِدا في وقت واحد بعد أن وضحتْ لنا أن صورة الأرض كروية، وأنه سبحانه قد خلقها كذلك، فما واجه الشمس كان نهاراً؛ وما غابتْ عنه الشمس كان ليلاً، ويخلف كل منهما الآخر. </p><p> وهكذا وضَّح لنا أنهما موجودان في آنٍ واحد. </p><p> ويُذيِّل الحق سبحانه الآية الكريمة بقوله:  { ... إِنَّ فِي ذلك لآيَاتٍ لِّقَوْمٍ يَتَفَكَّرُونَ}  [الرعد: ٣] </p><p> أي: أن على الإنسان مسئولية التفكُّر فيما يراه من حوله ليصل إلى لُبِّ الحقائق. </p><p> ويقول سبحانه بعد ذلك: </p><p> {وَفِي الأرض قِطَعٌ مُّتَجَاوِرَاتٌ ... } </p>"
}