{
  "id": null,
  "sura": 13,
  "aya": 11,
  "text": "<p> وكلمة (له) تفيد النفعية، فإذا قلت «لك كذا» فهي عكس أن نقول «عليك كذا» . وحين يقول سبحانه:  {لَهُ مُعَقِّبَاتٌ ... }  [الرعد: ١١] </p><p> فكأنَّ المُعقِّبات لصالح الإنسان. و «مُعقِّبات» جمع مؤنث، والمفرد «مُعقِّبة» ، أي: أن للحق سبحانه وتعالى ملائكة يتناوبون على حراسة الإنسان وحِفْظه ليلاً ونهاراً من الأشياء التي لا يمكن الاحتراز منها. </p><p> والمَثَلُ هو تلك الإحصاءات التي خرجت عن البشر الذين تلدغهم الثعابين، فقد ثبت أنها لا تلدغهم وهم نائمون؛ بل في أثناء صَحْوتهم؛ أي: ساعةَ يكونون في ستْر النوم فهناك ما يحفظهم؛ أما في اليقظة فقد يتصرَّف الإنسان بطَيْشٍ وغَفْلة فتلدغه الأفعى. </p><p> ونحن نقول في أمثالنا الشعبية:  «العين عليها حارس» ؛ ونلحظ كثيراً من الأحداث التي تبدو لنا غريبة كأنْ يسقط طفل من نافذة دور علوي؛ فلا يُصَاب بسوء؛ لأن الحق سبحانه شاء أن تحفظه الملائكة المُعقِّبات من السُّوء؛ لأن مهمة الحَفَظة أن يحفظوا الإنسان من كُلِّ سوء. </p><p> وهكذا نرى أن الحق سبحانه قد أعدَّ للإنسان الكونَ قبل أن يخلقه ليستخلفه فيه؛ أعدَّ السماوات وأعدَّ الأرض؛ وسَخَّر الشمس والقمر؛ وأخرج الثمراتِ؛ وجعل الليل يَغْشَى النهارَ. </p><p> وكُلُّ ذلك أعدَّه سبحانه للخليفة قبل أن يوجد الخليفة؛ وهو سبحانه قَيُّوم على هذا الخليفة؛ فيصونه أيضاً بعد الخَلْق، ولا يَدَعُه لمقومات نفسه ليدافع عنها فيما لا يستطيع الدفاع عنها، ويُكلِّف الله الملائكة المُعقِّبات بذلك. </p><p> وقد ينصرف معنى المُعقِّبات إلى الملائكة الذين يتعقَّبون أفعال الإنسان وكتابة حسناته وكتابة سيئاته، ويمكن أن يقوما بالعملين معاً؛ حِفْظه وكتابة أعماله، فإن كتبوا له الحسنات فهذا لصالحه. </p><p> ولقائل أن يقول: ولكنهم سيكتبون السيئات؛ وهذه على الإنسان وليست له. </p><p> وأقول: لا؛ ويَحْسُن أن نفهم جيداً عن المُشرِّع الأعلى؛ ونعلم أن الإنسان إذا ما عرف أن السيئة ستُحْسب عليه وتُحْصى؛ وتُكتب؛ يمسك كتابه ليقرأه؛ فلسوف يبتعد عن فعل السيئات. </p><p> وهكذا يكون الأمر في مصلحته، مَثَلُه مَثَلُ الطالب الذي يرى المراقب في لجنة الامتحان، فلا يكرهه؛ لأنه يحمي حَقَّه في الحصول على التقدير الصحيح؛ بدلاً من أن يِِغُشَّ غيره، فيأخذ فرصة أكبر منه في التقدير والنجاح؛ فضلاً عن أن كل الطلبة يعلمون أن وجود المراقب اليَقِظ هو دافعٌ لهم لِلمُذَاكرة. </p><p> ولذلك أقول دائماً: إياك أنْ تكره أن يكون لك أعداء؛ لأن الذي يَغُرُّ الإنسانَ في سلوكه هو نفاقُ أصحابه له، أما عدوك فهو يفتح عينيه عليك طوال الوقت؛ ولذلك فأنت تحذر أن تقع في الخطأ. </p><p> وفي هذا المعنى يقول الشاعر: </p><p> عِدَاي لَهُمْ فَضْل عليَّ ... فتعدَّى لهم شكر على نفعهم ليا </p><p> فَهم كَالدَّواءِ والشِّفَاءِ لِمُزْمنٍ ... فَلا أبعدَ الرحْمَانُ عنِّي الأعَادِيَا </p><p> هُمْ بَحثُوا عَنْ زَلَّتي فاجتْنبْتُهَا ... فَأصْبَحتُ مِمَّا ذله العربُ خَاليَا </p><p> إذن: فكتابة الحسنات والسيئات هي مسألةٌ لصالح الإنسان؛ وحين يتَعاقبُونَ على الإنسان؛ فكأنهم يصنعون دَوْريَّاتٍ لحماية الفرد؛ ولذلك نجد رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يقول:  «يتعاقبون فيكم ملائكة بالليل وملائكة بالنهار، ويجتمعون في صلاة الصبح وصلاة العصر؛ فيصعد إليه الذين باتوا فيكم،فيسألهم وهو أعلم بكم:كيف تركتُم عبادي؟فيقولون:أتيناهم وهُمْ يصلون، وتركناهم وهُمْ يُصلُّون» . </p><p> وكأن الملائكة دوريات. </p><p> ويقول الحق سبحانه:  { ... إِنَّ قُرْآنَ الفجر كَانَ مَشْهُوداً}  [الإسراء: ٧٨] </p><p> أي: أن ملائكة الليل يشهدون؛ ومعهم ملائكة النهار. </p><p> وحديث رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ملحوظ فيه الوقت الزمني للحركة الإنسانية؛ فَكُلُّ حركات الإنسان وعمله يكون من الصبح إلى </p><p> العصر، ثم يرتاح الإنسان غالباً من بعد ذلك؛ ثم ينام. </p><p> والمُعقِّبات يَكُنَّ من بين يدي الإنسان ومن خلفه؛ و (من بين يديه) من أجل الرصد، ولذلك وجدنا أبا بكر الصديق رَضِيَ اللَّهُ عَنْه أثناء الهجرة النبوية كان يسير بعض الوقت أمام النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ وكان يسير البعض الآخر خلف النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> كان أبو بكر رَضِيَ اللَّهُ عَنْه يتقدم ليرقب: هل هناك مَنْ يرصد الرسول أم لا؟ ثم يتراجع إلى الخلف ليمسح كل المكان بنظره ليرقب: أهناك مَنْ يتتبعهما؟ وهكذا حرص أبو بكر على أنْ يحمي الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من الرَّصد أو التربُّص. </p><p> ويقول الحق سبحانه:  {لَهُ مُعَقِّبَاتٌ مِّن بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ يَحْفَظُونَهُ مِنْ أَمْرِ الله ... }  [الرعد: ١١] </p><p> والسطحيّ يقول: إن تلك الملائكة يحفظون الإنسان من الأمر المراد به من الله. </p><p> ونقول: إن الله لم يُنزِل الملائكة ليعارضوا قَدَره؛ وهذا الحفظ لا يكون من ذات الإنسان لنفسه، أو من الملائكة ضد قَدَر الله؛ والمعنى هنا ينصرف إلى أن الملائكة إنما يحفظون الإنسان بأمر الله. </p><p> ولذلك نجد في القرآن قول الحق سبحانه:  {مِّمَّا خطيائاتهم أُغْرِقُواْ ... }  [نوح: ٢٥] </p><p> أي: بسبب خطيئتهم أغرقوا، فإياك أنْ تظن أنَّ الملائكة يحفظون الإنسان من قَََدَر الله؛ لأننا نعلم أن الحق سبحانه إذا أراد أمراً فلا رَادَّ له. </p><p> ويتابع سبحانه:  {إِنَّ اللَّهَ لاَ يُغَيِّرُ مَا بِقَوْمٍ حتى يُغَيِّرُواْ مَا بِأَنْفُسِهِمْ ... }  [الرعد: ١١] </p><p> وهو سبحانه الذي خلق الكون الواسع بكل أجناسه؛ جماداً ونباتاً وحيواناً وأفلاكاً وأملاكاً؛ وجعل كل ذلك مُسخَّراً للإنسان؛ ثم يحفظ الحق سبحانه الإنسان ويصونه بقيوميته. </p><p> وقد يقول قائل: ولماذا إذن تحدث الابتلاءات لبعض من الناس؛ رغم أنه سبحانه قد قال إنه يحفظهم؟ </p><p> ونقول: إن تلك الابتلاءات إنما تجري إذا ما غَيَّر البشر من منهج الله؛ لأن الصيانة تُقوِّم ما قام بالمنهج. </p><p> واقرءوا قَوْل الحق سبحانه:  {وَضَرَبَ الله مَثَلاً قَرْيَةً كَانَتْ آمِنَةً مُّطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَداً مِّن كُلِّ مَكَانٍ فَكَفَرَتْ بِأَنْعُمِ الله فَأَذَاقَهَا الله لِبَاسَ الجوع والخوف بِمَا كَانُواْ يَصْنَعُونَ} </p><p> [النحل: ١١٢] </p><p> وهكذا نعلم أن الصيانة للإنسان والحفظ له والإمداد له من قبل أن يُولَد؛ كُلُّ ذلك لن يرجع عنه الله مادام الإنسان يمشي على صراط مستقيم؛ لكن إذا ما حَادَ الإنسان عن الصراط المستقيم؛ فيلفته الله ببعض من العِبَر والعظات ليعود إلى الصراط المستقيم. </p><p> والتغيير الذي يُجرِيه الله على البشر حتى يُغيِّروا ما بأنفسهم؛ يشمل الإمدادات الفرعية؛ أما الإمدادات الأصلية فلا يمنعها عنهم مثل الشمس والقمر والنجوم والهواء؛ ولم يمنع الأرض أن تُخرِج لهم المياه. </p><p> ويصيبهم في الأشياء التي من الممكن أن يسير الكون في انتظامه رغم حدوثها؛ كالمصيبة في المال أو المصيبة في النفس؛ ويظل الكون على مسيرته المنتظمة. </p><p> ولهذا نجد أحد الفلاسفة وقد قال:  «إن الله لا يتغير من أجلكم؛ ولكن يجب أن تتغيروا أنتم من أجل الله» . </p><p> وسبق أن قال الحق سبحانه:  { ... فَمَنِ اتبع هُدَايَ فَلاَ يَضِلُّ وَلاَ يشقى}  [طه: ١٢٣] </p><p> وهو القائل سبحانه:  {وَمَنْ أَعْرَضَ عَن ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنكاً ... }  [طه: ١٢٤] </p><p> وأنت ترى في عالمنا المعاصر مجتمعاتٍ مُتْرَفة؛ نستورد منهم أدوات الحضارة المعاصرة؛ لكنهم يعيشون في الضَّنْك النفسي البالغ؛ وهذا ما يُثبت أن الثراءَ المادي بالنقود أو أدوات الحضارة؛ لا يُحقِّق للإنسان التوازن النفسي أو السعادة؛ وينطبق عليهم ما قاله أمير الشعراء أحمد شوقي رَحِمَهُ اللَّهُ: </p><p> ليسَ الحمْلَ مَا أَطَاقَ الظَّهْرُ ... مَا الحمْلُ إلاَّ مَا وَعَاهُ الصَّدْر </p><p> فقد يكون الثراء المادي في ظَنِّ البعض هو الحُلْم؛ فيجنح الإنسان إلى الطريق غير السَّوي بما فيه من عُمولات؛ وعدم أمانة؛ ورغم النقود التي قد يكتنزها هذا الإنسان، إلا أن الأمراض النفسية أو الأمراض العضوية تفتِكُ به. </p><p> وهكذا نجد الحق سبحانه وهو يُغيِّر ولا يتغيَّر؛ فهو المُغيِّر لا المُتغيِّر. </p><p> وقول الحق سبحانه:  {إِنَّ اللَّهَ لاَ يُغَيِّرُ مَا بِقَوْمٍ حتى يُغَيِّرُواْ مَا بِأَنْفُسِهِمْ ... }  [الرعد: ١١] </p><p> يُوضِّح لنا أن أعمال الجوارح ناشئةٌ من نَبْعِ نفس تُحرِّك الجوارح؛ وحين تصلح النفس؛ تصبح الجوارح مستقيمة؛ وحين تفسد النفس تصير الجوارح غير مستقيمة. </p><p> فالحق سبحانه وتعالى أخضع كل الجوارح لِمُرادَات النفس، فلو كانت النفسُ مخالفةً لمنهج الله؛ فاللسان خاضع لها؛ ولا ينطق رغم إرادته بالتوحيد؛ لأن النفسَ التي تديره مخالفةٌ للإيمان. </p><p> والمَثَل: هم هؤلاء الذين نسبوا الرسل الذين اختارهم الله؛ فادَّعَوْا أنهم أبناءُ الله؛ وسبحانه مُنزَّهٌ عن ذلك؛ أما إذا كانت النفس مؤمنةً فهي تأمرُ اللسان أن يقول كلمة التوحيد؛ ويسعد هو بذلك؛ لكنه في الحالتين لا يعصي النفس التي سَخَّره لها الله. </p><p> وهكذا تكون الجوارح مُنفعِلَة لإرادة صاحبها، ولا تنحلُّ الإرادة البشرية عن الجوارح إلا حين يشاء الله ذلك في اليوم الآخر، وفي الموقف الحق. </p><p> ولحظتَها لن يستطيع أحد أنْ يسيطر على جوارحه؛ لأن المُلْك يومئذ للواحد القهار؛ وسقطتْ ولاية الفَرْد على جوارحه؛ وتشهد هذه الجوارح على صاحبها بما فعلتْه وَقْتَ أنْ كانت مقهورة لإرادته. </p><p> وهكذا نعلم أن التغيير كل في النفس التي تدير الجوارح. </p><p> وقول الحق سبحانه:  {إِنَّ اللَّهَ لاَ يُغَيِّرُ مَا بِقَوْمٍ ... }  [الرعد: ١١] </p><p> يَدلُّنا أنه سبحانه لا يتدخَّل إلا إذا عَنَّت الأمور؛ وفسد كل المجتمع؛ واختفتْ النفس اللوَّامة من هذا المجتمع؛ واختفى مَنْ </p><p> يَقْدِرون على الرَّدْع ولو بالكلمة من هذا المجتمع؛ هنا يتدخل الحق سبحانه. </p><p> وحين يُغيِّر الناس ما بأنفسهم، ويُصحِّحون إطلاق الإرادة على الجوارح؛ فتنصلح أعمالهم؛ وإياكم أنْ تظنوا أنَّ هناك شيئاً يتأبَّى على الله. </p><p> ولذلك يتابع سبحانه في نفس الآية:  {إِذَا أَرَادَ اللَّهُ بِقَوْمٍ سواءا فَلاَ مَرَدَّ لَهُ ... }  [الرعد: ١١] </p><p> وعليكم أن تأخذوا الأمرين معاً:  {إِنَّ اللَّهَ لاَ يُغَيِّرُ مَا بِقَوْمٍ حتى يُغَيِّرُواْ مَا بِأَنْفُسِهِمْ ... }  [الرعد: ١١] </p><p> و {وَإِذَا أَرَادَ اللَّهُ بِقَوْمٍ سواءا فَلاَ مَرَدَّ لَهُ ... }  [الرعد: ١١] </p><p> ثم يقول الحق سبحانه:  { ... وَمَا لَهُمْ مِّن دُونِهِ مِن وَالٍ}  [الرعد: ١١] </p><p> إياك أن تفهم أن هناك سلطة تحُول دون أن يُغيِّر الله ما يريد تغييره؛ ولن يجدوا صَدْراً حَنُوناً آخر يُربِّت عليهم إذا ما أراد الله بهم السُّوء، فليس هناك وَالٍ آخر يأخذهم من الله ويتولَّى شئونهم وأمورهم من جَلْبِ الخير ودَفْعِ الشر. </p><p> ولذلك يقول الحق سبحانه:  { ... وَمَا لَهُمْ مِّن دُونِهِ مِن وَالٍ}  [الرعد: ١١] </p><p> وبعد ذلك يتكلم الحق سبحانه عن ظاهرة في الكون لها وجهان وتُسْتقبل استقبالين؛ أحدهما: سَارّ، والآخر: مُزْعِج؛ سواء في النفس الواحدة أو في الجماعة الواحدة. </p><p> فيقول الحق سبحانه: </p><p> {هُوَ الذي يُرِيكُمُ البرق ... } </p>"
}