{
  "id": null,
  "sura": 13,
  "aya": 13,
  "text": "<p> وسبق أن جاء الحق سبحانه بذكر البرق وهو ضوئيّ؛ وهنا يأتي بالرعد وهو صوتيّ، ونحن نعرف أن سرعة الضوء أسرع من سرعة الصوت؛ ولذلك جاء بالبرق أولاً، ثم جاء بالرعد من بعد ذلك. </p><p> وحين يسمع أحدُ العامةِ واحداً لا يعجبه كلامه؛ يقول له « </p><p> سمعت الرعد» ؛ أي: يطلب له أنْ يسمع الصوت المزعج الذي يُتعِب مَنْ يسمعه. ولنا أن ننتبه أن المُزْعِجات في الكون إذا ما ذكرت مُسَبَّحة لربها فلا تنزعج منها أبداً، ولا تظن أنها نغمة نَشّازٌ في الكون، بل هي نغمة تمتزج ببقية أنغام الكون. </p><p> ونحن نفهم أن التسبيح للعاقل القادر على الكلام، ولكن هذا عند الإنسان؛ لأن الذي خلق الكائنات كلها علَّمها كيف تتفاهم، مثلما عَلَّم الإنسان كيف يتفاهم مع بني جنسه؛ وكذلك عَلَّم كل جنس لغته. </p><p> وكلنا نقرأ في القرآن ماذا قالت النملة حين رأتْ جنودَ سليمان:  {ادخلوا مَسَاكِنَكُمْ لاَ يَحْطِمَنَّكُمْ سُلَيْمَانُ وَجُنُودُهُ وَهُمْ لاَ يَشْعُرُونَ}  [النمل: ١٨] </p><p> وقد سمعها سليمان عليه السلام؛ لأن الله علَّمه مَنْطِق تلك اللغات، ونحن نعلم أن الحق سبحانه عَلَّم سليمان منطق الطير، قال تعالى:  {عُلِّمْنَا مَنطِقَ الطير ... }  [النمل: ١٦] </p><p> ألم يتخاطب سليمان عليه السلام مع الهدهد وتكلَّم معه؟ بعد أن فَكَّ سليمان بتعليم الله له شَفْرة حديث الهدهد؛ وقال الهدهد لسليمان:  {أَحَطتُ بِمَا لَمْ تُحِطْ بِهِ وَجِئْتُكَ مِن سَبَإٍ بِنَبَإٍ يَقِينٍ إِنِّي وَجَدتُّ امرأة تَمْلِكُهُمْ وَأُوتِيَتْ مِن كُلِّ شَيْءٍ وَلَهَا عَرْشٌ عَظِيمٌ}  [النمل: ٢٢ - ٢٣] </p><p> إذن: فكُلُّ شيء له لغة يتفاهم بها لقضاء مصالحه، ومَنْ يفيض الله عليه من أسرار خَلْقه يُسْمِعه هذه اللغات، وقد فاض الحقُّ سبحانه على سليمان بذلك، ففهم لغةَ الطير وتكلَّم بها مع الهدهد؛ وقال له: </p><p> {اذهب بِّكِتَابِي هذا فَأَلْقِهْ إِلَيْهِمْ ثُمَّ تَوَلَّ عَنْهُمْ فانظر مَاذَا يَرْجِعُونَ}  [النمل: ٢٨] </p><p> وهكذا عرفنا بقصة سليمان وبلقيس؛ وكيف فَهم سليمان مَنْطِق الطير وتكلَّم بها مع الهدهد؟ وهكذا عَلِمنا كيف يتعلَّم الإنسان لغاتٍ متعددةً؛ فحين يذهب إنسان إلى مجتمع آخر ويبقى به مُدَّة؛ فهو يتعلم لغة ذلك المجتمع، ويمكن للإنسان أن يتعلم أكثر من لغة. </p><p> وقد عرض الحق سبحانه مسألة وجود لغاتٍ للكائنات في قصة النملة وقصة الهدهد مع سليمان؛ وهما من المرتبة التالية للبشر، ويعرض الحق سبحانه أيضاً قضية وجود لغة لكل كائن من مخلوقاته في قوله:  { ... وَسَخَّرْنَا مَعَ دَاوُودَ الجبال يُسَبِّحْنَ والطير وَكُنَّا فَاعِلِينَ}  [الأنبياء: ٧٩] </p><p> وكأن الجبال تفهم تسبيح داود وتُردِّده من خلفه. </p><p> أيضاً يقول الحق سبحانه:  {إِنَّا سَخَّرْنَا الجبال مَعَهُ يُسَبِّحْنَ بالعشي والإشراق والطير مَحْشُورَةً كُلٌّ لَّهُ أَوَّابٌ}  [ص: ١٨ - ١٩] </p><p> وكذلك يخاطب الله الأرض والسماء، فيقول:  {فَقَالَ لَهَا وَلِلأَرْضِ ائتيا طَوْعاً أَوْ كَرْهاً ... }  [فصلت: ١١] </p><p> فيمتثلان لأمره:  { ... قَالَتَآ أَتَيْنَا طَآئِعِينَ} </p><p> [فصلت: ١١] </p><p> وهكذا نعلم أن لكل جنس لغةً يتفاهم بها، ونحن نلحظ أن لكل نوع من الحيوانات صَوْتاً يختلف من نوع إلى آخر، ويدرس العلماء الآن لُغةَ الأسماك، ويحاولون أنْ يضعوا لها مُعْجماً. </p><p> إذن: فساعة تسمع: {تُسَبِّحُ لَهُ السماوات السبع والأرض وَمَن فِيهِنَّ وَإِن مِّن شَيْءٍ إِلاَّ يُسَبِّحُ بِحَمْدِهِ ... }  [الإسراء: ٤٤] </p><p> فافهم أن ما من كائن إلا وله لغة، وهو يُسبِّح بها الخالق الأكرم. </p><p> ثم يقول تعالى:  {ولكن لاَّ تَفْقَهُونَ تَسْبِيحَهُمْ ... }  [الإسراء: ٤٤] </p><p> مثلما لا يفقه جاهل بالإنجليزية لغة الإنجليز. </p><p> وقال البعض: إن المُرَاد هنا هو تسبيح الدلالة على الخالق؛ وقد حكم سبحانه بأننا لا نستطيع فَهْم تسبيح الدلالة. </p><p> ولكني أقول: إن العلم المعاصر قد توصَّل إلى دراسة لغات الكائنات وأثبتها؛ وعلى ذلك يكون التسبيح من الكائنات بالنطق والتفاهم بين مُتكلِّم وسامع، بل ولتلك الكائنات عواطف أيضاً. </p><p> ونحن نرى العلماء في عصرنا يدرسون عواطف الشجر تجاه مَنْ يسقيه من البشر، وهنا تجربة تتحدث عن قياس العلماء لذبذبة النبات أثناء رَيِّه بواسطة مُزارِع مسئول عنه؛ ثم مات للرجل؛ فقاسوا ذبذبة تلك النباتات؛ فوجدوها ذبذبة مضطربة؛ وكأن تلك النباتات قد حزنتْ على مَنْ كان يعتني بها؛ وهكذا توصَّل العلماء إلى معرفة أن النباتات لها عواطف. </p><p> وقد بين لنا الحق سبحانه أن الجمادات لها أيضاً عواطف؛ بدليل قوله عن قوم فرعون:  {فَمَا بَكَتْ عَلَيْهِمُ السمآء والأرض ... }  [الدخان: ٢٩] </p><p> فالسماء والأرض قد استراحتا لذهاب هؤلاء الأشرار عن الأرض، فالسماوات والأرض ملتزمتان مع الكون التزاماً لا تخرج به عن مُرادات الله، وحين يأتي كافر ليصنع بكفره نشازاً مع الكون؛ فهي تفرح عند اختفائه ولا تحزن عليه. </p><p> ومادامت السماء والأرض لا تبكيان على الكافر عند رحيله؛ فلابد أنها تفرحان عند هذا الرحيل؛ ولابد أنهما تبكيان عند رحيل المؤمن. </p><p> ولذلك نجد قَوْل الإمام علي كرم الله وجهه: إذا مات ابن آدم بكى عليه موضعان؛ موضع في السماء، وموضع في الأرض؛ وأما </p><p> موضعه في الأرض فَموضِع مُصَلاَّه؛ وأما موضعه في السماء فَمصَعدُ عمله «. </p><p> وهكذا نجد أن معنى قول الحق سبحانه:  {وَيُسَبِّحُ الرعد بِحَمْدِهِ ... }  [الرعد: ١٣] </p><p> أي: يُنزِّه الرعد ويُمجِّد اسم الحق تبارك وتعالى تسبيحاً مصحوباً بالحمد. </p><p> ونحن حين نُنزِّه ذات الله عن أن تكون مثل بقية الذوات، وحين ننزه فِعْل الله عن أن يكون كأفعال غيره سبحانه، وحين ننزه صفات الله عن أن تكون كالصفات، فلابد أن يكون ذلك مصحوباً بالحمد له سبحانه؛ لأنه مُنزَّه عن كل تلك الأغيار، وعلينا أنْ نُسَرَّ من أنه مُنزَّه. </p><p> ويقول تعالى:  {وَيُسَبِّحُ الرعد بِحَمْدِهِ والملائكة مِنْ خِيفَتِهِ ... }  [الرعد: ١٣] </p><p> ولقائل أنْ يتساءل: كيف تخاف الملائكة من الله؟ وهم الذين قال فيهم الحق سبحانه:  { ... لاَّ يَعْصُونَ الله مَآ أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ}  [التحريم: ٦] </p><p> وأقول: إن الملائكة يخافون الله خِيفة المَهابة، وخيفة الجلال. </p><p> ونحن نرى في حياتنا مَنْ يحب رئيسه أو قائده؛ فيكون خوفه مَهَابة؛ فما بالنا بالحق سبحانه وتعالى الذي تُحبه ملائكته وتَهاب جلاله وكماله، صحيح أن الملائكة مقهورون، لكنهم يخافون ربَّهم من فوقهم. </p><p> وساعة تسمع الملائكةُ الرعدَ فهم لا يخافون على أنفسهم؛ </p><p> ولكنهم يخافون على الناس؛ لأنهم حفظة عليهم؛ فالملائكة تعي مهمتها كحفظة على البشر؛ وتخشى أن يربكهم أيُّ أمر؛ وهم يستغفرون لِمَنْ في الأرض. </p><p> إذن: فقوله: {وَيُسَبِّحُ الرعد بِحَمْدِهِ والملائكة مِنْ خِيفَتِهِ ... }  [الرعد: ١٣] </p><p> يُبيِّن لنا أن الملائكة تخاف على البشر من الرعد؛ فَهُمْ مُكلَّفون بحمايتهم، مع خوفهم من الله مهابة وإجلالاً. </p><p> ويقول رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في الحديث الشريف:  «ما من يوم يصبح العباد فيه إلا ملكان ينزلان فيقول أحدهما: الله أعط منفقاً خلفاً.ويقول الآخر:اللهم أعط ممسكاً تلفاً» . </p><p> وقد يظُنُّ ظَانٌّ أن هذه دعوة ضد المُمْسِك؛ ولكني أقول: لماذا لا تأخذها على أنها دعوة خَيْر؟ فالمُنفِق قد أخذ ثواباً على ما أدَّى من حسنات؛ أما المُمْسِك فحين يبتليه الله بتلفِ بعضٍ من ماله؛ ويصبر على ذلك؛ فهو يأخذ جزاء الصبر. </p><p> ويتابع سبحانه في نفس الآية:  { ... وَيُرْسِلُ الصواعق فَيُصِيبُ بِهَا مَن يَشَآءُ وَهُمْ يُجَادِلُونَ فِي الله وَهُوَ شَدِيدُ المحال}  [الرعد: ١٣] </p><p> ولابُدَّ من وجود حَدَثٍ أليم في الكون لينتبه هؤلاء الناس من غفلتهم؛ وها هو ذا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ وقد جاءه اثنان من المعاندين الكبار أربد بن ربيعة؛ أخو لبيد بن ربيعة، وعامر بن الطُّفَيْل؛ لِيُجادلاه بهدف التلكُّؤ والبحث عن هَفْوة فيما يقوله أو عَجْزٍ في معرفته، والمثل ما قاله مجادلون مثلهم، وأورده القرآن الكريم:  { ... أَإِذَا مِتْنَا وَكُنَّا تُرَاباً وَعِظَاماً أَإِنَّا لَمَبْعُوثُونَ}  [المؤمنون: ٨٢] </p><p> وكذلك استعجال بعض من المجادلين للعذاب. </p><p> وجاء هذان الاثنان وقالا لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: هل ربنا مصنوع من الحديد أم من النحاس؟ وهما قد قالا ذلك لأنهما من عَبَدة الأصنام المصنوعة من الحجارة، والأقوى من الحجارة هو الحديد أو النحاس؛ فدعا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ فنزلت صاعقة؛ فأحرقتهما. </p><p> وإرسال الصواعق هنا آية قرآنية، ولابد وأن تأتي آية كونية تصدقها؛ وقد حدثت تلك الآية الكونية. </p><p> ويقول الحق سبحانه:  {وَهُمْ يُجَادِلُونَ فِي الله ... }  [الرعد: ١٣] </p><p> والجدال في الله أنواع متعددة؛ جدال في ذاته؛ وجدال في </p><p> صفاته، أو جدال في الحسنة والسيئة، وقد جادلوا أيضاً في إنزال آية مادية عليه؛ لأنهم لم يكتفوا بالقرآن كآية؛ على الرغم من أن القرآن آية معجزة ومن جنس ما برعوا فيه، وهو اللغة. </p><p> وقد جادلوا أيضاً في الرعد؛ وقالوا: إن الرعد ليس له عَقْل لِيُسبح؛ والملائكة لا تكليفَ لها؛ فكيف تُسبِّح؟ </p><p> ولكن الحق سبحانه قال: إنه قادر على أن يُرسِل الصواعق ويصيب بها مَنْ يشاء؛ فيأتي بالخير لِمَنْ يشاء؛ ويصيب بالضر مَنْ يشاء. </p><p> فهل هُمْ يملكون كل الوقت لهذا الجدل؛ بعد أن خلق كل هذا الكون؟ </p><p> هل لديكم الوقت لكل تلك المُمَاراة بقصد الجَدَل والعناد المذموم؟ </p><p> فالجدل في حَدِّ ذاته قد يَحْسُن استخدامه وقد يُسَاء استخدامه؛ والحق سبحانه قال لنا:  {وَلاَ تجادلوا أَهْلَ الكتاب إِلاَّ بالتي هِيَ أَحْسَنُ ... }  [العنكبوت: ٤٦] </p><p> وقال أيضاً:  {قَدْ سَمِعَ الله قَوْلَ التي تُجَادِلُكَ فِي زَوْجِهَا وتشتكي إِلَى الله ... }  [المجادلة: ١] </p><p> وهذا جَدَلٌ المراد منه الوصول إلى الحق. </p><p> ويُذيِّل الله آية سورة الرعد بقوله:  { ... وَهُوَ شَدِيدُ المحال}  [الرعد: ١٣] </p><p> ويقال:  «محل فلان بفلان» أي: كَادَ له كيداً خفياً ومكر به، والمحَال هو الكَيْد والتدبير الخفيّ، ومَنْ يلجأون إليه من البشر هُم الضِّعاف الذين يعجزون عن مواجهة الخَصْم علانية، فيبُيِّتون له بإخفاء وسائل الإيلام. </p><p> وهذا يحدث بين البشر وبعضهم البعض؛ لأن البشر لا يعلمون الغيب؛ لكن حين يكيد الله؛ فلا أحدَ بقادر على كَيْده، وهو القائل سبحانه:  {إِنَّهُمْ يَكِيدُونَ كَيْداً وَأَكِيدُ كَيْداً فَمَهِّلِ الكافرين أَمْهِلْهُمْ رُوَيْداً}  [الطارق: ١٥ - ١٧] </p><p> لأن كيد الله لا غالب له؛ وهو كَيْد غير مفضوح لأحد، ولذلك قال تعالى:  { ... وَيَمْكُرُونَ وَيَمْكُرُ الله والله خَيْرُ الماكرين}  [الأنفال: ٣٠] </p><p> هُمْ أرادوا أن يُبيِّتوا لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ وأرادوا قَتْله؛ وجاءوا بشاب من كل قبيلة ليمسك سيفاً كي يتوزع دَمُه بين القبائل، وترصدوا له المرصاد؛ ولكن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كانت تصاحبه العناية فخرج عليهم ملهماً قوله تعالى:  {فَأغْشَيْنَاهُمْ فَهُمْ لاَ يُبْصِرُونَ}  [يس: ٩] </p><p> وبذلك أوضح لهم أنهم لن يستطيعوا دَفْع دعوة الإسلام؛ </p><p> لا مُجَابهة ومُجَاهرة؛ ولا كَيْداً وتبييتاً؛ حتى ولو استعنتُم بالجنِّ؛ فالإنسان قد يمكر ويواجه، وحين يفشل قد يحاول الاستعانة بقوة من جنس آخر له سلطان كسلطان الجن، وحتى ذلك لم يفلح معه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ فقد حاولوا بالسحر؛ فكشف الله له بالرؤيا موقع وَضْع السحر. </p><p> وذهب بعض من صحابته ليستخرجوا السِّحر من الموقع الذي حدده رسول الله لهم. </p><p> وهكذا أوضح لهم الحق سبحانه أن كل ما يفعلونه لن يَحِيق برسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ فسبحانه:  {غَالِبٌ على أَمْرِهِ ... }  [يوسف: ٢١] </p><p> وهكذا كان الحق سبحانه ومازال وسيظل إلى أنْ يرِث الأرضَ ومَنْ عليها، وهو شديد المحال. </p><p> ويقول سبحانه من بعد ذلك: </p><p> {لَهُ دَعْوَةُ الحق والذين يَدْعُونَ ... } </p>"
}