{
  "id": null,
  "sura": 13,
  "aya": 38,
  "text": "<p> وأنت يا محمد لست بِدْعاً من الرسل في مسألة الزواج والإنجاب. وهي تحمل الرد على مَنْ قالوا: </p><p> {مَالِ هذا الرسول يَأْكُلُ الطعام وَيَمْشِي فِي الأسواق ... }  [الفرقان: ٧] </p><p> ومنهم مَنْ قال: ما لهذا الرسول يتزوج النساء؟ ألم يكن من اللائق أن يتفرغ لدعوته؟ </p><p> وهؤلاء الذين قالوا ذلك لم يستقرئوا الموكب الرسالي، لأنهم لو فعلوا لوجدوا أن أغلب الرسل قد تزوَّجوا وأنجبوا. </p><p> وحين تكون حياة الرسول قريبةً كمثال واضح من حياة الناس الذين أُرسل إليهم؛ ليكون أُسْوة لهم؛ فالأُسْوَة تتأتِّى بالجنس القابل للمقارنة؛ وحين تكون حياة الرسول كحياة غيره من البشر في إطارها العام؛ كأبٍ وزوجٍ، فالأسوة تكون واضحة للناس. </p><p> ونعلم أن هناك مَنْ جاء إلى رسول الله؛ ليطلب الإذن بالتفرُّغ التامّ للعبادة من: صوم وصلاة وزُهْد عن النساء، فنهى الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ عن ذلك وقال في حديث شريف:  «إني لأخشاكم لله، وأتقاكم له، لكني أصوم وأفطر، وأصلي وأرقد، وأتزوج النساء، فمن رغب عن سنتي فليس مني» . </p><p> ويتابع الحق سبحانه:  { ... وَمَا كَانَ لِرَسُولٍ أَن يَأْتِيَ بِآيَةٍ إِلاَّ بِإِذْنِ الله لِكُلِّ أَجَلٍ كِتَابٌ}  [الرعد: ٣٨] </p><p> أي: ما كان لأحد أن يقترح على الله الآية التي تأتي مع أيّ رسول من الرسل، ولم يكُنْ لأيِّ رسول حق في اختيار الآية المصاحبة له. </p><p> وبهذا القول حسم الحق سبحانه قضية طلب المشركين لآيات الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ لأن كل رسول جاء لزمنه ولقومه؛ وكل معجزة كانت من اختيار الله، وكل رسول يؤدي ما يُكلِّفه به الله؛ وليس للرسول أن يقترح على الله آيةً ما؛ لأن الخالق الأعلى هو الأعلم بما يصلح في هذه البيئة على لسان هذا الرسول. </p><p> ونأخذ من قوله الحق:  { ... لِكُلِّ أَجَلٍ كِتَابٌ}  [الرعد: ٣٨] </p><p> أن لكل رسالة رسولها، ولكل رسالة مكانها، ولكل رسالة معجزتها، فإذا كان الأمر كذلك فدعوا محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وما اختاره الله له؛ في المكان الذي شاءه سبحانه، وفي الزمان؛ وفي المعجزة المصاحبة له صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> ولكن، أهناك تغيير بعد أن يقول الحق سبحانه:  { ... لِكُلِّ أَجَلٍ كِتَابٌ}  [الرعد: ٣٨] </p><p> نعم هناك تغيير، وانظروا إلى قول الحق سبحانه من بعد ذلك: </p><p> {يَمْحُواْ الله مَا يَشَآءُ ... } </p>"
}