{
  "id": null,
  "sura": 14,
  "aya": 42,
  "text": "<p> وبعد أن ذكر الحق سبحانه وأوضح النِّعم العامة على الكون، والنعم الخاصة التي أنعم بها سبحانه على مَنْ توطَّنوا مكة، ومن نسلهم مَنْ وقف ضد رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ موقف العَنَت، بعد ذلك جاء الحق سبحانه بهذه الآية تعزيةً وتسرية عن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: </p><p> {وَلاَ تَحْسَبَنَّ الله غَافِلاً عَمَّا يَعْمَلُ الظالمون. .}  [إبراهيم: ٤٢] . </p><p> وأرضية التصوير التي سبقتْها تشتمل بداية التكوين لهذا المكان الذي وُجدوا به، وكيفية مَجِيء النعم إلى مَنْ توطنوا هذا المكان؛ حيث تجيء إليهم الثمرات، ونعمة المَهَابة لهم حيث يعصف سبحانه بمَنْ يُعاديهم كأبرهة ومَنْ معه. {فَجَعَلَهُمْ كَعَصْفٍ مَّأْكُولٍ}  [الفيل: ٥] . </p><p> حيث يقول سبحانه من بعد هذه الآية مباشرة: {لإِيلاَفِ قُرَيْشٍ إِيلاَفِهِمْ رِحْلَةَ الشتآء والصيف فَلْيَعْبُدُواْ رَبَّ </p><p> هذا البيت الذي أَطْعَمَهُم مِّن جُوعٍ وَآمَنَهُم مِّنْ خَوْفٍ} [قريش: ١ - ٤] . </p><p> ورغم ذلك وقفوا من دعوة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ موقف الإنكار والتعنُّت والتصدِّي والجُحُود، وحاولوا الاستعانة بكل خُصوم الإسلام؛ ليحاربوا هذا الدين؛ ولذلك يوضح الحق سبحانه هنا تسريةً عن الرسول الكريم. </p><p> {وَلاَ تَحْسَبَنَّ الله غَافِلاً عَمَّا يَعْمَلُ الظالمون ... }  [إبراهيم: ٤٢] . </p><p> لماذا؟ وتأتي الإجابة في النصف الثاني من الآية: </p><p> {إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ الأبصار}  [إبراهيم: ٤٢] . </p><p> وقوله الحق: </p><p> {وَلاَ تَحْسَبَنَّ ... }  [إبراهيم: ٤٢] . </p><p> أي: لا تظننّ؛ فَحَسِب هنا ليست من الحساب والعدّ، ولكنها من «حسب»  «يحسب» ؛ وقوله الحق الذي يوضح هذه المسألة:  {أَحَسِبَ الناس أَن يتركوا أَن يقولوا آمَنَّا وَهُمْ لاَ يُفْتَنُونَ}  [العنكبوت: ٢] . </p><p> أي: أَظَنَّ الناس. فحسِب يحسَب ليستْ - إذن - من العَدِّ؛ ولكن من الظنِّ. والحُسْبان نسبة كلامية غير مَجْزوم بها؛ ولكنها راجحة. </p><p> والغفلة التي ينفيها سبحانه عنه؛ هي السَّهْو عن أمر لعدم اليقظة أو الانتباه، وطبعاً وبداهةً فهذا أَمْرٌ لا يكون منه سبحانه، فهو القيُّوم الذي لا تأخذه سِنَة ولا نوم. </p><p> وهنا يخاطب الحق سبحانه رسوله والمؤمنين معه تبعاً؛ فحين يخاطب الحق سبحانه رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فهو يخاطب في نفس الوقت كلَّ مَنْ آمن به. </p><p> ولكن، أكانَ الرسول يظنُّ الله غافلاً؟ </p><p> لا، ولنلحظْ أن الله حين يُوجِّه بشيء فقد يحمل التوجيه أمراً يُنفّذه الإنسانُ فعلاً؛ ويطلب الله منه الاستدامة على هذا الفعل. </p><p> والمَثلُ: حين تقول لواحد لا يشرب الخمر «لا تشرب الخمر» وهو لا يشرب الخمر؛ فأنت تطالبه بقولك هذا أنْ يستمرَّ في عدم شُرْب الخمر، أي: استمِرَ على ما أنت عليه، فعلاً في الأَمْر، أو امتناعاً في النهي. </p><p> وهل يمكن أن تأتي الغفلة لله؟ </p><p> وأقول: حين ترى صفةً توجد في البشر؛ ولا توجد في الحق سبحانه فعليك أنْ تُفسِّر الأمر بالكمالات التي لله. </p><p> والذي يفعل ظلماً سيتلقى عقاباً عليه، وحين يتأخر العقاب يتساءل الذين رَأَوْا فِعْل الظُّلم فهم يتهامسون: تُرَى هل تَمَّ نسيان الظلم الذي ارتكبه فلان؟ هل هناك غفلة في الأمر؟ </p><p> وهم في تساؤلاتهم هذه يريدون أن يعلنوا موقفهم من مرتكب الذنب؛ وضرورة عقابه، وعلى ذلك نفهم كلمة: </p><p> {غَافِلاً}  [إبراهيم: ٤٢] . </p><p> في هذه الآية بمعنى «مُؤجِّل العقوبة» . </p><p> ولمن يتساءلون عليهم أنْ يتذكَّروا قول الحق سبحانه:  {وَأُمْلِي لَهُمْ إِنَّ كَيْدِي مَتِينٌ}  [الأعراف: ١٨٣] . </p><p> وعلى ذلك فليست هناك غفلة؛ ولكن هناك تأجيل للعقوبة لهؤلاء الظالمين؛ ذلك أن الظلم يعني أَخْذ حقٍّ من صاحبه وإعطاءه للغير؛ أو أَخْذه للنفس. </p><p> وإذا كان الظلم في أمر عقديّ فهو الشرك؛ وهو الجريمة العظمى، وإنْ ظلمتَ في أمر كبيرة من الكبائر فهذا هو الفِسْق، وإنْ ظلمتَ في صغيرة فهو الظلم. </p><p> ولذلك نجد الحق - سبحانه وتعالى - يُورِد كل حكم يناسب الثلاثة مواقف؛ فيقول عن الذي تغاضى عن تجريم الشرك:  {وَمَن لَّمْ يَحْكُم بِمَآ أَنزَلَ الله فأولئك هُمُ الكافرون}  [المائدة: ٤٤] . </p><p> ويقول عن تجريم كبيرة من الكبائر:  {وَمَن لَّمْ يَحْكُم بِمَآ أَنزَلَ الله فأولئك هُمُ الفاسقون}  [المائدة: ٤٧] . </p><p> ويقول عمَّنْ يتغاضى عن تجريم صغيرة بما يناسبها من أحكام الدين:  {وَمَن لَّمْ يَحْكُم بِمَآ أنزَلَ الله فأولئك هُمُ الظالمون}  [المائدة: ٤٥] . </p><p> وإذا وُجِد محكوم عليه، وهو واحد - بأحكام متعددة فالحكم مُتوقِّف على ما حكم به. </p><p> وحين ننظر في مسألة الظلم هذه نجد أن الظالم يقتضي مظلوماً، فإنْ كان الظُّلْم - والعياذ بالله - هو ظُلم القمة وهو الشرك بالله، فهذا الظلم ينقسم - عند العلماء - إلى ثلاثة أنواع: </p><p> النوع الأول: وهو إنكار وجود الله وألوهيته دون أن ينسبها لأحد آخر؛ وهذا هو الإلحاد، وهو ظُلْم في واجب وجوديته سبحانه. </p><p> والنوع الثاني: هو الاعتراف بألوهية الله وإشراك آخرين معه في الألوهية، وهذا الشرك ظُلْم للحق في ذاتية وواحدية تفرُّده. </p><p> والنوع الثالث: هو القول بأن الله مُكوَّن من أجزاء؛ وهذا ظُلْم لله في أحدية ذاته. </p><p> ويقول بعض العارفين: أن أول حقٍّ في الوجود هو وجوده سبحانه. </p><p> ومنهم الشاعر الذي قال: </p><p> وأوَّل حَقٍّ في الوُجُودِ وُجُوده ... وكُلُّ حُقوقِ الكوْنِ منه استمدَّت </p><p> فَلا هُو جَمْعٌ كمَا قال مُشْركٌ ... ولاَ هُوَ في الأَجْزاءِ يَا حُسْن مِلَّتي </p><p> والظلم الذي ورد في الآية التي نحن بصدد خواطرنا عنها، وظلم القمة؛ ظُلْم في العقيدة الإلهية، ومعه ظلم آخر هو ظلم الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. ويُلخِّص الشاعر ظُلْمهم للرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فيقول: </p><p> لَقَّبتمُوه أَمِيناً في صِغَرٍ ... وَمَا الأمينُ على قَوْل بِمُتَّهمِ </p><p> وهم قد سَمَّوا الرسول من قبل الرسالة بالأمين؛ وبعد الرسالة نزعوا منه هذا الوصف، وكانوا يَصِفونه قبل الرسالة بالصادق، ولم يقولوا عنه مرة قبل الرسالة إنه ساحر، ولم يتهموه من قبل الرسالة بالجنون. </p><p> فكيف كانت له أوصاف الصِّدق والنطق بالحق؛ والتحدث عن رجاحة قدرته في الحكم؟ </p><p> كيف كانت له تلك الصفات قبل الرسالة؛ وتنزعونها منه من بعد الرسالة؟ </p><p> إن هذا هو ظلم سلْب الكمال، فقد كان للرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كما قبل أن يُرسلً؛ فظلمتموه بعد الرسالة وأنكرتم عليه هذا الكمال؛ وهو ظُلْم مُزْدَوج. </p><p> فقد سبق أن اعترفتم له من قبل الرسالة بالأمانة؛ ولكن من بعد الرسالة أنكرتُم أمانته، وكان صادقاً من قبل الرسالة؛ وقلتم إنه غَيْر صادق بعدها. </p><p> ولم تكن له صفة نَقْص قبل الرسالة؛ فجئتم أنتم له بصفة نقص؛ كقولكم: ساحر؛ كاهن؛ مجنون، وفي هذا ظُلْم للرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> وهذا أيضاً ظُلْم للمجتمع الذي تعيشون فيه، لأن مَنْ يريد استمرار الاستبداد بكلمة الكفر، ويريد أن يستمرَّ في السيادة </p><p> والاستغلال والتحكُّم في الغير؛ فكُلُّ ذلك ظُلْم للمجتمع؛ وفوق ذلك ظُلْم للنفس؛ لأن مَنْ يفعل ذلك قد يأخذ متعة بسيطة؛ ويحرم نفسه من متعة كبيرة؛ هي متعة الحياة في ظِلِّ منهج الله، وينطبق عليه قول الحق الرحمن:  {وَمَا ظَلَمْنَاهُمْ ولكن كانوا أَنْفُسَهُمْ يَظْلِمُونَ}  [النحل: ١١٨] . </p><p> وفوق ظُلْم النفس وظُلْم المجتمع هناك ظُلْم يمارسه هذا النوع من البشر ضد الكون كُلِّه فيما دون الإنسان؛ من جماد وحيوان ونبات؛ ذلك أن الإنسانَ حين لا يكون على منهج خالقه؛ والكون كله مُسخَّر لمنهج الخالق؛ فلن يرعى الإنسانُ ذلك في تعامله مع الكون، وسبحانه القائل:  {وَإِن مِّن شَيْءٍ إِلاَّ يُسَبِّحُ بِحَمْدِهِ ... }  [الإسراء: ٤٤] . </p><p> حين يُسبِّح كل ما في الكون يشذّ عن ذلك إنسانٌ لا يتبع منهج الله؛ فالكون كله يكرهه، وبذلك يظلم الإنسان نفسه ويظلم الكون أيضاً. </p><p> وهكذا عرفنا ظُلْم القمة في إنكار الألوهية؛ أو الشرك به سبحانه، أو توهُّم أنه من أجزاء، وظُلْم نزع الكمال عن الرسول؛ وهو الواسطة التي جاءت بخبر الإيمان؛ وظُلْم الكون كله؛ لأن الكون بكل أجناسه مُسبّح لله. </p><p> وقول الحق سبحانه: </p><p> {وَلاَ تَحْسَبَنَّ الله غَافِلاً عَمَّا يَعْمَلُ الظالمون. .}  [إبراهيم: ٤٢] . </p><p> نجد فيه كلمة «يعمل» . ونعلم أن هناك فَرْقاً بين «عمل» و «فعل» ، والفعل هو أحداث كل الجوارح، ما عدا اللسان الذي يقال عن حدثه «القول» . </p><p> فكل الجوارح يأخذ الحادث منها اسماً؛ وحدث اللسان يأخذ اسماً بمفرده، ذلك أن الذي يكب الناس على مناخرهم في النار إنما هو حصائد ألسنتهم، والفعل والقول يجمعهما كلمة «عمل» . </p><p> وهنا في الآية التي نحن بصدد خواطرنا عنها يقول الحق سبحانه «يعمل» ، ذلك أن المشركين الذين استقبلوا القرآن كانوا يُرْجِفون بالإسلام وبالرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بالكلام؛ وكل الأفعال التي قاموا بها نشأتْ عن طريق تحريض بالكلام. </p><p> وتأتي هذه الآية الكريمة التي يُؤكّد فيها سبحانه أنه يُمكّن لهم الذنوب ليُمكِّن لهم العقوبة أيضاً؛ ويأتي قوله: </p><p> {إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ الأبصار}  [إبراهيم: ٤٢] . </p><p> ونعلم أنه قد حدثتْ لهم بعضٌ من الظواهر التي تؤكد قُرْب انتصار رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ فَقُتل صناديدهم وبعض من سادتهم في </p><p> بدر؛ وأُسِر كبراؤهم، وهكذا شاء سبحانه أنْ يأتيَ بالوعد أو الوعيد؛ جاء بالأمر الذي يدخل فيه كُلُّ السامعين، وهو عذابُ الآخرة؛ إنْ ظَلُّوا على الشرك ومقاومة الرسالة. </p><p> و:  {تَشْخَصُ فِيهِ الأبصار}  [إبراهيم: ٤٢] . </p><p> يعني: تفتح بصورة لا يتقلَّب بها يَمْنة أو يَسْرة من هَوْل ما يرى؛ وقد يكون عدم تقلُّب البصر من فَرْط جمال ما يرى، والذي يُفرِّق بينهما سِيَال خاص بخَلْق الله فقط؛ وهو سبحانه الذي يخلقه. </p><p> فحين ترى إنساناً مذعوراً من فَرْط الخوف؛ فسِحْنته تتشكَّل بشكل هذا الخوف، أما مَنْ نظر إلى شيء جميل وشَخصتْ عيناه له، يصبح لملامحه انسجامُ ارتواء النظر إلى الجمال؛ ولذلك يقول الشاعر: </p><p> جَمَالُ الذي أهْواهُ قَيْد نَاظِريّ ... فَلْيتَ لِشَيءٍ غيرِهِ يتحوَّلِ </p><p> ويمكننا أن نفرق بين الخائف وبين المستمتع بملامح الوجه المنبسطة أو المذعورة. </p><p> ونعلم أن البصر ابن للمرائي؛ فساعة تتعدّد المرائي؛ فالبصر يتنقّل بينها؛ ولذلك فالشخص المُبصر مُشتَّت المرائي دائماً؛ ويتنقل ذِهْنه من هنا إلى هناك. </p><p> أما مَنْ أنعم الله عليهم بنعمة حَجْز أبصارهم - المكفوفين - فلا تشغله المرائي؛ ولذلك نجدهم أحرصَ الناس على العِلْم؛ فأذهانهم غير مشغولة بأيِّ شيء آخر، وبُؤْرة شعور كل منهم تستقبل عن طريق الأذن ما يثبت فيها. </p><p> ولذلك يقال عنهم «صناديق العلم» إنْ أرادوا أنْ يعلموا؛ فلا أحدَ من الذين يتعلمون منهم يكون فارغاً أبداً؛ مثَلة مِثل الصندوق الذي لا يفرغ. </p><p> ولا أحد يتحكم في العاطفة الناشئة عن الغرائز إلا الله؛ فأنت لا تقول لنفسك «أغضب» أو «أضحك» ؛ لأنه هو سبحانه الذي يملك ذلك، وهو القائل:  {وَأَنَّهُ هُوَ أَضْحَكَ وأبكى}  [النجم: ٤٣] . </p><p> والضحك والبكاء مسائل قَسْرية لا دخلَ لأحد بها. </p><p> ونجد الحق سبحانه يقول في موقع آخر من القرآن:  {وَإِذْ زَاغَتِ الأبصار ... }  [الأحزاب: ١٠] . </p><p> فمرّة تشخص الأبصار، ويستولي الرعب على أصحابها فلا يتحولون عن المشهد المُرْعِب، ومرَّة تزوغ الأبصار لعله يبحث لنفسه عن مَنْفذ أو مَهْربٍ فلا يجد. </p><p> ويكمل الحق سبحانه صورة هؤلاء الذين تزوغ أبصارهم، فيقول:  {مُهْطِعِينَ مُقْنِعِي رُءُوسِهِمْ ... } . </p>"
}