{
  "id": null,
  "sura": 14,
  "aya": 4,
  "text": "<p> ونعلم أن الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مُبلِّغ عن الله منهجه؛ ومُؤيَّد بمعجزة تثبت صدقة فيما بلغ لمَنْ أُرسِل إليهم. وقد حدَّث الحق سبحانه من قبل عمَّا حدث للأمم السابقةَ على أمة محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ فقد كان كل رسول يتكلم بلغة قومه. </p><p> وهناك فرق بين قوم الدعوة وهم أمة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ وقوم الاستقبال؛ وهم الأمم السابقة على أمة محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> فالأمم السابقة لم تكن مُطَالبةَ بأن تُبلِّغ دعوة الرُّسل الذين نزلوا فيهم، أما أمة محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فمُطَالبة بذلك، لأن الحق سبحانه أرسل رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وأبلغنا في القرآن أن من آياته سبحانه أن جعل الناس على ألسنة مختلفة. </p><p> ولم يُكنْ من المعقول أن يرسل رسولاً يتكلم كل اللغات، فنزل صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في أمة العرب؛ وحين استقبلوه وأُشرِبَتْ قلوبهم حُبّ الإيمان؛ صار عليهم أن ينساحوا بالدعوة؛ لينقلوا معنى القرآن حجة بعد أن استقبلوه معجزة. </p><p> والقرآن حُجَّة لأنه يسوسُ حركة الحياة؛ وحركاتُ الحياة لا تختلف في الناس أجمعين، كما أن كُلَّ حضارة تأخذ من الأخرى مُنجزاتِها العلمية، وتُترجمها إلى لسانها الذي تنطق به. </p><p> وترجمة المعاني من لسان إلى آخر مسألة معروفة في كُلِّ حضارات العالم؛ لأن المسألة في جوهرها مسألة معانٍ؛ والمعاني لا تختلف من أمة إلى أخرى. </p><p> والقرآن معانٍ ومنهج يصلح لكل البشر؛ ونزل العربية؛ لأن موهبة الأمة العربية هي النبوغ في اللغة والكلام؛ وهكذا صار على تلك الأمة مهمة الاستقبال لمنهج الله كمعجزة بلاغية؛ وإرساله إلى بقية المجتمعات. </p><p> ولذلك تستطيع أن تَعقِد مقارنة بين البلاد التي فُتحت بالسيف والقتال؛ والبلاد التي فُتِحتَ بالسِّلْم ورؤية القدوة المسلَمة الصالحة؛ ستجد أن الذين نشروا الإسلام في كثير من أصقاع الأرض قد اعتمدوا على القدوة الصالحة. </p><p> ستجد أنهم نُقلوا الدين بالخِصَال الحميدة، وبتطبيق منهج الدين في تعاملهم مع غيرهم، ولذلك أقبل الناس على دين الله. </p><p> وهكذا نجد أن منهج الإسلام قد حمل معجزة من المعاني، بجانب كونه معجزةً في اللغة التي نزل بها، وهي لغة العرب. </p><p> ونحن نجد أقواماً لا تستطيع أن تقرأ حرفاً عربياً إلا في المصحف، ذلك أنهم تعلَّموا القراءة في المصحف، واعتمدوا على </p><p> فَهْم المعاني الموجودة فيه عَبْر الترجمات التي قام بها مُسلِمون أحبُّوا القرآن، ونقلُوه إلى اللغات الأخرى. </p><p> ولذلك نجد قول الحق سبحانه:  {وَلَقَدْ يَسَّرْنَا القرآن لِلذِّكْرِ فَهَلْ مِن مُّدَّكِرٍ}  [القمر: ١٧] . </p><p> وهكذا نعلم أن الحق سبحانه قد يسَّر أُمَّ القرآن بلسان العرب أولاً، ثم يسرَّه بأن جعل من تلك الأمة التي نزل عليها القرآن أمة نَشرْ البلاغ عنه سبحانه، ذلك أن الرسالات تُريد تبليغاً؛ والتبليغ وسيلتُه الأولى هي الكلام؛ ووسيلته الثانية الاستقبالية هي الأذن، فلا بُدَّ من الكلام أولاً، ثم لا بُدَّ من أُذن تعرف مدلولاتِ الألفاظ لتسمعَ هذا الكلام، ولِتُطبّقه سلوكاً. </p><p> كما أننا نعلم أن مَنْ يسمع المتكلم لا بُدَّ وأن يكون واعياً وعارفاً بمعاني الألفاظ؛ فما تسمعه الأُذن يحكيه اللسان. </p><p> وعرفْنَا أن اللغة بِنْت السماع، وكُلُّ فرد إنما يتكلم باللغة التي سمعها في بيئته؛ وإذا تتبعتَ سلسلة تعلُّم كل الكلام ستجد نفسك أمام الجِذْر الأصلي الذي تعلَّم منه البشر الكلام؛ وهو آدم عليه السلام. </p><p> وقد قال سبحانه:  {وَعَلَّمَءَادَمَ الأسمآء كُلَّهَا ... }  [البقرة: ٣١] . </p><p> ونعلم أن اللغة بدأت توقيفية حين علَّمها الله لآدم، ثم تكلَّمها آدم فسمعتْها بيئته؛ فصارتْ وضعية من بعد ذلك، واختلفت اللغة من مجتمع إلى آخر. </p><p> وهنا قال الحق سبحانه: </p><p> {وَمَآ أَرْسَلْنَا مِن رَّسُولٍ إِلاَّ بِلِسَانِ قَوْمِهِ ... }  [إبراهيم: ٤] . </p><p> وجاء بعد ذلك مباشرة بالتعليل: </p><p> {لِيُبَيِّنَ لَهُمْ ... }  [إبراهيم: ٤] . </p><p> وهكذا أوضح جَلَّ وعلاَ السبب في إرسال كل رسول بلسان قومه، وهناك آية يقول فيها سبحانه:  {وَلَوْ نَزَّلْنَاهُ على بَعْضِ الأعجمين فَقَرَأَهُ عَلَيْهِم مَّا كَانُوا بِهِ مُؤْمِنِينَ}  [الشعراء: ١٩٨ - ١٩٩] . </p><p> وقال أيضاً:  {وَلَوْ جَعَلْنَاهُ قُرْآناً أعْجَمِيّاً لَّقَالُواْ لَوْلاَ فُصِّلَتْ آيَاتُهُءَاعْجَمِيٌّ وَعَرَبِيٌّ قُلْ هُوَ لِلَّذِينَ آمَنُواْ هُدًى وَشِفَآءٌ والذين لاَ يُؤْمِنُونَ في آذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى ... }  [فصلت: ٤٤] . </p><p> فهناك مَنْ يستقبل القرآن كدليل هداية ويُنقِّي نفسه من الكَدَر، وهناك مَنْ يستقبل القرآن فيكون عليه عمى وعلى سمعه غِشَاوة وخوف وعدم ارتياح، ذلك أنه كافر. </p><p> والسبب - كما نعلم - أن حدوث الحادث مِن آمرِ به يحتاج إلى فاعل وإلى قابل للفعل. </p><p> وسبق أن ضربتُ مثلاً بمَنْ يشرب الشاي؛ فينفخ فيه ليُبرده قليلاً؛ ونفس هذا الإنسان حين يخرج في صباح شتوى فهو ينفخ في يديه لِيُدفئهما، وهكذا ينفخ مرة ليبرد شيئاً؛ وينفخ أخرى مُستدعياً الدفء. </p><p> والمسألة ليستْ في أمر النفخ؛ ولكن في استقبال الشاي للهواء الخارج من فَمِك، الشاي أكثر حرارة من حرارة الجسم فيبرد بالنفخ، بينما اليد في الشتاء تكون أكثر برودة من الجسم؛ فتستقبل النفخ لها برفع درجة حرارتها لتتساوى مع حرارة الجسم. </p><p> وهكذا تجد أن القرآن واحدٌ؛ لكن المؤمن يسمعه فيفرح به، والكافر يسمعه فيتعب ويرهق منه. </p><p> وسبحانه يقول:  {وَمِنْهُمْ مَّن يَسْتَمِعُ إِلَيْكَ حتى إِذَا خَرَجُواْ مِنْ عِندِكَ قَالُواْ لِلَّذِينَ أُوتُواْ العلم مَاذَا قَالَ آنِفاً ... }  [محمد: ١٦] . </p><p> وهكذا نجد مَنْ يستقبل القرآن، ولا ينصاع إلى معانيه؛ ونجد مَن يستمع إلى القرآن فيخشع قلبه وينفعل بالاستجابة لِمَا يوُصي به الحق سبحانه. </p><p> إذن: عرفنا الآن أن اللغة بدأتْ توقيفية وانتهتْ اصطلاحية؛ فقد أخذنا من الله ما علَّمه لآدم من أسماء؛ وتغيَّرت الألسن من جماعة </p><p> إلى أخرى، وهكذا اختلفتْ ألسنة الرُّسُل حَسْب القوم المرسلين إليهم. </p><p> وكل رسول يُبيِّن للقوم منهجَ الله؛ فإذا بيَّن هذا المنهج، استقبله البعض بالإيمان بما جاء به والهداية، واستقبله البعضُ الآخر بالكُفْر والضَّلال. </p><p> فالذي هداه الله استشرف قلبُه إلى هذا المنهج؛ وأخرج من قلبه أيّ عقيدة أخرى، وبحثَ فيما جاء به الرسول، وملأ قلبه بالمنهج الذي ارتاح له فهماً وطمأنينة. </p><p> وهو عكس مَنْ تسكن قلبه قضية مخالفة، ويُصرُّ عليها، لا عن قناعة، ولكن عن عدم قدرة على التمحيص والدراسةَ والاستشراف. وكان عليه أنْ يُخرِج القضية المُضِلة من قلبه، وأن يبحث ويقارن ويستشف ويُحسِن التدبر؛ ثم يُدخل إلى قلبه القضية الأكثر قبولاً، ولكنه لا يفعل، عكس مَنْ هداه الله. </p><p> ولا يقولن أحد «ما دام قد أضلنا الله فلم يعذبنا؟» ولكن ليعلم كل إنسان أن المشيئة لقابلية الإيمان موجودة، ولكنه لم يَسْتدعها إلى قلبه. </p><p> والحق سبحانه يقول:  {والذين اهتدوا زَادَهُمْ هُدًى وَآتَاهُمْ تَقُوَاهُمْ ... }  [محمد: ١٧] . </p><p> ويقول:  {وَمَا يُضِلُّ بِهِ إِلاَّ الفاسقين}  [البقرة: ٢٦] . </p><p> أي: أن الفسق قد صدر منهم، لأنهم ملأوا أفئدتهم بقضايا باطلة؛ فجاءت قضايا الحق فلم تجد مدخلاً. </p><p> وهنا في الآية التي نحن بصدد خواطرنا عنها يقول سبحانه: </p><p> {فَيُضِلُّ الله مَن يَشَآءُ وَيَهْدِي مَن يَشَآءُ وَهُوَ العزيز الحكيم}  [إبراهيم: ٤] . </p><p> فمَنْ يُقبِل على الضلال يزيده الله ضلالاً؛ فلن يزيد إيمانُه مُْلْكَ الله شيئاً، ومَنْ يؤمن فهو يضمن لنفسه سلامة الحياة وما بعد الموت؛ وهو في الحياة عنصر خَيْرٍ؛ وهو من بعد الموت يجد الحياة مع نِعَم المُنعِم سبحانه العزيز الذي لا يُغَلب؛ والحكيم الذي قَدَّر لكلِّ أمر ما يشاء. </p><p> ويقول سبحانه من بعد ذلك:  {وَلَقَدْ أَرْسَلْنَا موسى بِآيَاتِنَآ ... } . </p>"
}