{
  "id": null,
  "sura": 14,
  "aya": 38,
  "text": "<p> وبعد أن اطمأن إبراهيم - عليه السلام - أن لهذا البلد أمناً عاماً وأمناً خاصاً، واطمأن على مُقوِّمات الحياة؛ وأن كل شيء من عند الله، بعد كل ذلك عاودته المسألة التي كانت تشغله، وهي مسألة تَرْكه لهاجر وإسماعيل في هذا المكان. </p><p> وبعض المُفسِّرين قالوا: إن الضمير بالجمع في قوله تعالى: </p><p> {تَعْلَمُ مَا نُخْفِي وَمَا نُعْلِنُ ... }  [إبراهيم: ٣٨] . </p><p> مقصود به ما يُكِنّه من الحُبِّ لهاجر وإسماعيل، وما يُعلِنه من الجفاء الذي يُظهِره لهما أمام سارة، وكأن المعاني النفسية عاودتْه لحظةَ أنْ بدأ في سلام الوداع لهاجر وابنه إسماعيل. </p><p> ونقول: لقد كانت هاجر هي الأخرى تعيش موقفاً صَعْباً؛ ذلك أنها قد وُجدت في مكان ليس فيه زَرْع ولا ماء، وكأنها كتمتْ نوازعها البشرية طوال تلك الفترة وصبرتْ. </p><p> ولحظة أنْ جاء إبراهيم لِيُودّعها؛ قالت له: أين تتركنا؟ وهل تتركنا مِنْ رأيك أم من أمر ربَك؟ فقال لها إبراهيم عليه السلام: بل هو من أَمر الله. فقالت: إذن لن يضيعنا. </p><p> وتأكدت هاجر من أن ما قالتْه قد تحقَّق؛ ولن يُضيّعهما الله، وحين يعطش وحيدها تجري بين الصفا والمروة بَحْثاً عن مياه؛ ولكنها ترى تفجُّر الماء تحت قَدَمَيْ ابنها في المكان الذي تركته فيه؛ ويبدأ بئر زمزم في عطاء البشر منذ ذلك التاريخ مياهه التي لا تنضب. </p><p> وهكذا يتحقق قول إبراهيم - عليه السلام - في أن الله يعلم ما نُسِرّ وما نُعلِن؛ ذلك أن كل مُعْلَن لا يكون إلا بعد أن كل مَخْفياً، وعلى الرغم منَ أن الله غَيْبٌ إلا أن صِلَته لا تقتصر على الغيب؛ بل تشمل العالم الظاهر والباطن؛ وكل مظروف في السماء أو الأرض معلومٌ لله؛ لأن ما تعتبره أنت غيباً في ذهنك هو معلوم لله من قبل أن يتحرك ذهنك إليه. </p><p> ولذلك يقول سبحانه في موقع آخر:  {وَإِن تَجْهَرْ بالقول فَإِنَّهُ يَعْلَمُ السر وَأَخْفَى}  [طه: ٧] . </p><p> فإذا كان السِّر هو ما أسررْت به لغيرك؛ وخرج منك لأنك استأمنتَ الغير على ألاّ يقوله، أو كان السر ما أخفيتَه أنت في نفسك؛ فالله هو العَالِم به في الحالتين. </p><p> ويقول القرآن:  {وَإِذْ أَسَرَّ النبي إلى بَعْضِ أَزْوَاجِهِ حَدِيثاً. .}  [التحريم: ٣] . </p><p> أي: أن السِّرَّ كان عند رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وانتقل إلى بعضٍ من أزواجه. والأَخْفى هو ما قبل أنْ تبوحَ بالسرِّ؛ وكتمته ولم تَبُحْ به. </p><p> وسبحانه يعلم هذا السر وما تخفيه. أي: السر الذي لم تَقًُلْه لأحد، بل ويعلمه قبل أنْ يكونَ سرِاً. </p><p> ويقول سبحانه ما قاله إبراهيم - عليه السلام - ضراعةَ وحَمْداً له سبحانه:  {الحمد للَّهِ الذي وَهَبَ لِي ... } . </p>"
}