{
  "id": null,
  "sura": 14,
  "aya": 2,
  "text": "<p> وأنت إنْ قرأتَ هذه الآية موصولةً بما قبلها؛ فستقرؤها: </p><p> {صِرَاطِ العزيز الحميد الله الذي لَهُ مَا فِي السموات وَمَا فِي الأرض}  [إبراهيم: ١ - ٢] . </p><p> وإن كنتَ ستقرؤها مَفْصُولة عمَّا قبلها؛ فستقول: </p><p> {الله الذي لَهُ مَا فِي السموات وَمَا فِي الأرض وَوَيْلٌ لِّلْكَافِرِينَ مِنْ عَذَابٍ شَدِيدٍ}  [إبراهيم: ٢] . </p><p> وستنطق كلمة «الله» غير مُرقَّقة عكسَ إنْ قرأتَها موصولة، حيث يجب أن تنطقها مُرقَّقة. </p><p> وتقتضي الأصول في الكتاب أن يوجد الاسم العلَم على الذات أولاً، ثم تأتي الصفة من بعده، فتقول:  «لقيت فلاناً الشاعر أو الكاتب أو العالم» ، لكن الأمر هنا جاء على غير هذا النَّسَق:  {صِرَاطِ العزيز الحميد}  [إبراهيم: ١] . </p><p> أي: قدَّم {العزيز الحميد} ثم جاء بلفظ الجلالة، وهو العلَم على واجب الوجود «الله» ، وقد حدث ذلك لأن العلَمَ يدل على مُسمَّاه بصرف النظر عن الصفات؛ ثم توجد الصفات له. </p><p> وهناك من العلماء مَنْ قال: إنه مُشْتق بمعنى أن «الله» تعني </p><p> المعبود بحقٍّ؛ وصفة العزيز الحميد حيثية لأنْ يُعبدَ سبحانه بحقٍّ. </p><p> ومن العلماء من قال: إن كلمة «الله» هي علَم، وليست اسماً مُشْتقاً؛ فَلَهُ الملكية المطلقة: </p><p> {الذي لَهُ مَا فِي السموات وَمَا فِي الأرض}  [إبراهيم: ٢] . </p><p> لا يقع في هذا المُلْك إلا ما شاء هو، فَمنْ آمن به أنصف نفسه وحياته وآخرته، أما مَنْ لم يؤمن به فَلَه المقابل، وهو قوله الحق: </p><p> {وَوَيْلٌ لِّلْكَافِرِينَ مِنْ عَذَابٍ شَدِيدٍ}  [إبراهيم: ٢] . </p><p> وهذا الوَيْل ليس في الآخرة فقط، بل في الدنيا أيضاً؛ لأن الإنسان يدفعها بها؛ هنا يستطيع المؤمن أن يذكر أن له رباً فوق الأسباب؛ ويرتاح إلى معونة الحق سبحانه له، وهكذا يشعر أن له رصيداً في الدنيا يعتمد عليه في مواجهة الأحداث الجِسَام. </p><p> أما غير المؤمن فليس أمامه سوى اليأس؛ ولذلك نجد انتشار الانتحار بين غير المؤمنين؛ لأن هناك أحداثاً فوق أسبابهم، ولا يستطيعون دفعها، وليس لهم إيمان بربٍّ يرجعون إليه. </p><p> ولذلك حين أقرأ للمفسرين مَنْ يشرح كلمة «الويل» بأنها عذابُ الآخرة؛ فأجد نفسي قائلاً: بل والوَيْل يكون في الدنيا أيضاً؛ لأن الكثير من أحداث الحياة يكون فوق أسباب الإنسان؛ فلو لم يؤمن الإنسان بالله لَفزِع من فَرْط اليأس. </p><p> ولذلك نجد بعضهم حين لا يجدون مَفَرّاً إلا أنْ يقولوا يا رب، وهم بذلك يعلنون صرخة الفطرة الأولى التي قاوموها بالإلحاد وعدم الإيمان؛ وهذا الويل له امتداد بلون أشد في الآخرة. </p><p> ويصف الحق سبحانه هؤلاء الذين لا يؤمنون، فيقول:  {الذين يَسْتَحِبُّونَ الحياوة الدنيا ... } </p>"
}