{
  "id": null,
  "sura": 14,
  "aya": 36,
  "text": "<p> ونعلم أن الأصنام بذاتها لا تُضِل أحداً؛ ذلك أنها لا تتكلم ولا تتحدث إلى أحد؛ ولكن القائمين عليها بدعْوى أن لتلك الأصنام ألوهية؛ ولا تكليفَ يصدر منها، هم الذين يضلِون الناس ويتركونهم كما يقول المثل العامي «على حَلِّ شعورهم» . </p><p> ويرحب بهذا الضلال كل مَنْ يكره أن يتبع تعاليم الخالق الواحد الأحد. </p><p> ويتابع سبحانه ما جاء على لسان إبراهيم عليه السلام من بعد الدعاء: </p><p> {فَمَن تَبِعَنِي فَإِنَّهُ مِنِّي وَمَنْ عَصَانِي فَإِنَّكَ غَفُورٌ رَّحِيمٌ}  [إبراهيم: ٣٦] . </p><p> وهذه تعقيباتٌ في مسألة الغُفران والرحمة بعد العصيان؛ فمرّة يعقُبها الحق سبحانه:  {العزيز الحكيم}  [المائدة: ١١٨] . </p><p> ومرّة يعقبها:  {الغفور الرحيم}  [الزمر: ٥٣] . </p><p> ذلك أن الجرائم تختلف درجاتها، فهناك جريمة الخيانة العُظْمى أو جريمة القِمّة؛ مثل مَنْ يدّعي أنه إلهٌ؛ أو مَنْ يقول عنه أتباعه أنه إله دون أنْ يقولَ لهم هو ذلك. </p><p> وقد قال عيسى - عليه السلام - بسؤال الحق له:  {أَأَنتَ قُلتَ لِلنَّاسِ اتخذوني وَأُمِّيَ إلهين مِن دُونِ الله ... }  [المائدة: ١١٦] . </p><p> فيأتي قَوْل عيسى عليه السلام:  {إِن كُنتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ تَعْلَمُ مَا فِي نَفْسِي وَلاَ أَعْلَمُ مَا فِي نَفْسِكَ إِنَّكَ أَنتَ عَلاَّمُ الغيوب}  [المائدة: ١١٦] . </p><p> ويتابع عيسى عليه السلام القَوْل:  {إِن تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِن تَغْفِرْ لَهُمْ فَإِنَّكَ أَنتَ العزيز الحكيم}  [المائدة: ١١٨] . </p><p> وهكذا تأتي العزّة والمغفرة بعد ذِكْر العذاب؛ فهناك مواقف تُناسِبها العِزّة والحكمة؛ ومواقف تناسبها المغفرة والرحمة، ولا أحدَ بقادرٍ على أنْ يردّ لله أَمْرَ مغفرةٍ أو رحمةٍ؛ لأنه عزيزٌ وحكيمٌ. </p><p> وقوله الحق: </p><p> {رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيراً مِّنَ الناس ... }  [إبراهيم: ٣٦] . </p><p> يعكس صفات مناسبة للمُقدِّمات الصدرية في الآية، وتؤكد لنا أن القرآن من حكيم خبير، وأن الله هو الذي أوحى إلى عبده القرآن:  {سَنُقْرِئُكَ فَلاَ تنسى}  [الأعلى: ٦] . </p><p> فما الذي يجعله يقول في الآية:  {الغفور الرحيم}  [الزمر: ٥٣] . </p><p> وفي آية أخرى:  {العزيز الحكيم}  [المائدة: ١١٨] . </p><p> مع أن السياق المعنويّ قد يُوحي من الظاهر بعكس ذلك؟ </p><p> وما الذي يجعله سبحانه يقول في آية بعد أن يُذكّرنا أن نِعَم الله لا تُعَدّ ولا تُحْصَى:  {إِنَّ الإنسان لَظَلُومٌ كَفَّارٌ}  [إبراهيم: ٣٤] . </p><p> ويقول في آية أخرى بعد أنْ يُذكِّرنا بِنعَمِ الله بنفس اللفظ:  {إِنَّ الله لَغَفُورٌ رَّحِيمٌ}  [النحل: ١٨] . </p><p> وكذلك قوله:  {كَلاَّ إِنَّهَا تَذْكِرَةٌ فَمَن شَآءَ ذَكَرَهُ}  [عبس: ١١ - ١٢] . </p><p> ثم قوله في آية أخرى:  {إِنَّ هذه تَذْكِرَةٌ فَمَن شَآءَ اتخذ إلى رَبِّهِ سَبِيلاً}  [الإنسان: ٢٩] . </p><p> كل ذلك يعطينا حكمة التنزيل، فإن كل آية لها حكمة، وتنزيلها يحمل أسرار المراد. </p><p> وكُلُّ ذلك يأتي تصديقاً لقوله الحق:  {سَنُقْرِئُكَ فَلاَ تنسى}  [الأعلى: ٦] . </p><p> لأن الحق سبحانه وتعالى شاء أنْ يُنزِل القرآن على رسوله، ويضمن أنه سيحفظه؛ ولن ينسى موقع أن مكان آيةٍ من الآيات أبداً، ذلك أن الذي قال: </p><p> {سَنُقْرِئُكَ فَلاَ تنسى} الأعلى: ٦] </p><p> هو الحق الخالق القادر. </p><p> ويقول الحق سبحانه من بعد ذلك ما قاله إبراهيم عليه السلام:  {رَّبَّنَآ إني أَسْكَنتُ مِن ذُرِّيَّتِي ... } . </p>"
}