{
  "id": null,
  "sura": 14,
  "aya": 32,
  "text": "<p> والسماء والأرض - كما نعلم - هما ظَرْفَا الحياة لنا كلنا، وقد قال الحق سبحانه:  {لَخَلْقُ السماوات والأرض أَكْبَرُ مِنْ خَلْقِ الناس ... }  [غافر: ٥٧] . </p><p> فإذا كان الله هو الذي خلق السماوات والأرض؛ فهذا لَفْتٌ لنا على الإجمال؛ لأنه لم يَقُلْ لنا ما قاله في مواضع أخرى من القرآن الكريم بأنها من غير عَمَد؛ وليس فيها فُطور، ولم يذكر هنا أنه خلق في الأرض رواسي كي لا تميد بنا الأرض، ولم يذكر كيف قَدَّر في الأرض أقواتها، واكتفى هنا بلمحة عن خَلق السماوات والأرض. </p><p> وحين يتكلم سبحانه هنا عن خَلْق السماوات يأتي بشيء لم يدَّعه أحد على كثرة المُدَّعين من الملاحدة؛ وذلك لتكون ألزم في الحجِة للخَصْم، وبذلك كشفَ لهم حقيقة عدم إيمانهم؛ وجعلهم يروْنَ أنهم كفروا نتيجة لَددٍ غير خاضع لمنطق؛ وهو كفر بلا أسباب. </p><p> وحين يحكم الله حُكْماً لا يوجد لا معارض ولا منازع، فهذا يعني أن الحكم قد سلَم له سبحانه. ولم يجترئ أحد من الكافرين على ما قاله الله؛ وكأن الكافر منهم قد أدار الأمر في رأسه، وعلم أن أحداً لم يَدَّع لنفسه خَلْق السماوات والأرض؛ ولا يجد مفرّاً من التسليم بأن الله هو الذي خلق السماوات والأرض. </p><p> وقول الحق سبحانه هنا: </p><p> {الله الذي خَلَقَ السماوات والأرض ... }  [إبراهيم: ٣٢] . </p><p> يُوضِّح لنا أن كلمة «الله» هنا؛ لأنها مَناطُ الصعوبة في التكليف؛ فالتكليف يقف أمام الشهوات؛ وقد تغضبون من التكليف؛ ولكنه يحميكم من بعضكم البعض، ويكفل لكم الأمان والحياة الطيبة. </p><p> ولم يَأْتِ الحق سبحانه بكلمة «رب» هنا لأنها مناطُ العطاء الذي شاءه للبشر، مؤمنهم وكافرهم. </p><p> وكلمة «الله» تعني المعبود الذي يُنِزل الأوامر والنواهي؛ وتعني أن هناك مشقات؛ ولذلك ذكر لهم أنه خلق السماوات والأرض، وأنزل من السماء ماء. </p><p> ونحن حين نسمع كلمة «السماء» نفهم أنها السماء المقابلة للأرض؛ ولكن التحقيق يؤكد أن السماء هي كُلُّ ما علاك فأظلَّك. </p><p> والمطر كما نعلم إنما ينزل من الغَيْم والسحاب. والحق سبحانه هو القائل:  {أَلَمْ تَرَ أَنَّ الله يُزْجِي سَحَاباً ثُمَّ يُؤَلِّفُ بَيْنَهُ ثُمَّ يَجْعَلُهُ رُكَاماً فَتَرَى الودق يَخْرُجُ مِنْ خِلاَلِهِِ}  [النور: ٤٣] . </p><p> وقد عرفنا بالعلم التجريبي أن الطائرة - على سبيل المثال - تطير من فوق السحاب، وعلى ذلك فالمطر لا ينزل من السماء؛ بل ينزل ممَّا يعلونا من غَيْم وسحاب. </p><p> أو: أنك حين تنسب النزول من السماء؛ فهذا يوضح لنا أن كل أمورنا تأتي من أعلى؛ ولذلك نجد الحديد الذي تحتضنه الجبال وينضج في داخلها؛ يقول فيه الحق سبحانه:  {وَأَنزَلْنَا الحديد فِيهِ بَأْسٌ شَدِيدٌ وَمَنَافِعُ لِلنَّاسِ ... }  [الحديد: ٢٥] . </p><p> وهكذا نجد أنه إما أن يكون قد نزل كعناصر مع المطر؛ أو لأن الأمر بتكوينه قد نزل من السماء. </p><p> وهنا في الآية التي نحن بصدد خواطرنا عنها يتحدث الحق سبحانه عن خَلْق السماوات والأرض؛ وكيف أنزل الماء من السماء: </p><p> {فَأَخْرَجَ بِهِ مِنَ الثمرات رِزْقاً لَّكُمْ ... }  [إبراهيم: ٣٢] . </p><p> والثمرات هي نتاج ما تعطيه الأرض من نباتات قد تأكل بعضاً منها؛ وقد لا تأكل البعض الآخر؛ فنحن نأكل العنب مثلاً، ولكنا لا نأكل فروع شجرة العنب، وكذلك نأكل البرتقال؛ ولكنا لا نأكل أوراق وفروع شجرة البرتقال. </p><p> ويتابع سبحانه: </p><p> {وَسَخَّرَ لَكُمُ الفلك لِتَجْرِيَ فِي البحر بِأَمْرِهِ ... }  [إبراهيم: ٣٢] . </p><p> والتسخير معناه قَهْر الشيء ليكون في خدمة شيء آخر. وتسخير الفُلْك قد يثير في الذهن سؤالاً: كيف يُسخِّر الله الفلك، والإنسان هو الذي يصنعها؟ </p><p> ولكن لماذا لا يسأل صاحب السؤال نفسه: ومن أين نأتي بالأخشاب التي تصنع منها الألواح التي نصنع منها الفُلْك؟ ثم مَنِ الذي جعل الماء سائلاً؛ لتطفو فوقه السفينة؟ ومَنِ الذي سيَّر الرياح لتدفع السفينة؟ </p><p> كل ذلك من بديع صنُعْ الله سبحانه. </p><p> وكلمة «الفلك» تأتي مرة ويُراد بها الشيء الواحد؛ وتأتي مرة ويُراد بها أشياء؛ فهي تصلح أن تكون مفرداً أو جمعاً. </p><p> والمثل هو قول الحق سبحانه:  {والفلك التي تَجْرِي فِي البحر بِمَا يَنفَعُ الناس ... }  [البقرة: ١٦٤] . </p><p> وكذلك قال في قصة نوح عليه السلام:  {واصنع الفلك بِأَعْيُنِنَا ... }  [هود: ٣٧] . </p><p> وبعض العلماء يقولون: إذا عاد ضمير التأنيث عليه؛ تكون جَمْعاً؛ وإذا عاد عليها بالتذكير تكون مفرداً. </p><p> ولكنِّي أقول: إن هذا القول غَيْر غالب؛ فسبحانه قد قال عن سفينة نوح وهي مفرد:  {تَجْرِي بِأَعْيُنِنَا. .}  [القمر: ١٤] . </p><p> ولم يَقُل:  «يجري بأعيننا» ، وهكذا لا يكون التأنيث دليلاً على الجمع. </p><p> ويتابع سبحانه: </p><p> {وَسَخَّرَ لَكُمُ الأنهار ... }  [إبراهيم: ٣٢] . </p><p> ونفهم بطبيعة الحال أن النهر عّذْب الماء؛ والبحر ماؤه مالح. وسبحانه قد سخَّر لنا كل شيء بأمره، فهو الذي خلقَ النهار عّذْب الماء، وجعل له عُمْقاً يسمح في بعض الأحيان بمسير الفلك؛ وأحياناً أخرى لا يسمح العمق بذلك. </p><p> وجعل البحر عميقَ القاع لِتمرُق فيه السفن، وكل ذلك مُسخَّر بأمره، وهو القائل سبحانه:  {إِن يَشَأْ يُسْكِنِ الريح فَيَظْلَلْنَ رَوَاكِدَ على ظَهْرِهِ ... }  [الشورى: ٣٣] . </p><p> أي: أنه سبحانه قد يشاء أن تقف الرياحُ ساكنة؛ فتركد السفن في البحار والأنهار. </p><p> ومن عجائب إنباءات القرآن أن الحق سبحانه حينما تكلم عن الريح التي تُسيِّر الفلك والسفن؛ قال الشكليون والسطحيون «لم نعد نُسيِّر السفن بالرياح بل نُسيِّرها بالطاقة» . </p><p> ونقول: فلنقرأ قوله الحق: {وَلاَ تَنَازَعُواْ فَتَفْشَلُواْ وَتَذْهَبَ رِيحُكُمْ ... }  [الأنفال: ٤٦] . </p><p> و {رِيحُكُمْ} تعني: قوتكم وطاقتكم؛ فالمراد بالريح القوة المطلقة؛ سواء جاءت من هواء، أو من بخار، أو من ماء. </p><p> وهذه الآية - التي نحن بصدد خواطرنا عنها - نزلت بعد أن أعلمنا الحق سبحانه بقصة السعداء من المؤمنين؛ والأشقياء الكافرين؛ فكانت تلك الآية بمثابة التكريم للمؤمنين الذين قدروا نعمة الله هذه؛ فلمَّا علموا بها آمنوا به سبحانه. </p><p> وكرمتهم هذه الآية لصفاء فطرتهم التي لم تُضبَّب، وتكريم للعقل الذي فكّر في الكون، ونظر فيه نظرة اعتبار وتدبُّر ليستنتج من ظواهر الكون أن هناك إلهاً خالقاً حكيماً. </p><p> وفي الآية تقريع للكافر الذي استقبل هذه النعم، ولم يسمع من </p><p> أحد أنه خلقها له؛ ولم يخلقها لنفسه، ومع ذلك يكابر ويعاند ويكفر بربِّ هذه النعم. </p><p> وأول تلك النعم خَلْق السماوات والأرض؛ ثم إذا نظرتَ لبقية النعم فستجدها قد جاءتْ بعد خَلْق السماوات والأرض؛ وشيء من تلك النعم مُتَّصل بالسماء؛ مثل السحاب، وشيء متصل بالأرض مثل الثمرات التي تخرجها. </p><p> إذن: فالاستقامة الأسلوبية موجودة بين النعمة الأولى وبين النعمة الثانية. </p><p> ثم قال بعد ذلك: </p><p> {وَسَخَّرَ لَكُمُ الفلك لِتَجْرِيَ فِي البحر بِأَمْرِهِ ... }  [إبراهيم: ٣٢] . </p><p> فما هي المناسبة التي جعلتْ هذا الأمر يأتي بعد هذين الأمرين؟ لأن الفُلْك طريقها هو البحار ومسارها في الماء. </p><p> وقد قال الحق سبحانه أنه خلق السماوات والأرض. ومدلول الأرض ينصرف على اليابسة كما ينصرف على المائية، ومن العجيب أن المائية على سطح الكرة الأرضية تساوي ثلاثة أميال اليابسة؛ ورُقْعة الماء بذلك تكون أوسعَ من رقعة التراب في الأرض. </p><p> وما دام الحق سبحانه قد قال إنه أخرج من الأرض ثمراً هي رِزْق لنا، فلا بُدَّ من وجود علاقة ما بين ذلك وتلك، فإذا كانت البحار تأخذ ثلاثة أرباع المساحة من الأرض؛ فلا بُدَّ أن يكون فيها للإنسان شيء. </p><p> وقد شرح الحق سبحانه ذلك في آيات أخرى؛ وأوضح أنه سخَّر البحر لنأكل منه لحماً طرياً؛ وتلك مُقوِّمات حياة، ونستخرج منه حلية نلبسها؛ وذلك من تَرِف الحياة. </p><p> ونرى الفلك مواخر فيه لنبتغي من فضله سبحانه. </p><p> وبذلك يكون هناك خيرات أخرى غير السمك والحلي؛ ولكنها جاءت بالإجمال لا بالتفصيل؛ فربما لم يكُنِ الناس قادرين في عصر نزول القرآن على أنْ يفهموا ويعرفوا كل ما في البحار من خيرات؛ ولا تزال الأبحاثُ العلمية تكشف لنا المزيدَ من خيرات البحار. </p><p> وحين نتأمل الآن خيرات البحار نتعجب من جمال المخلوقات التي فيه. </p><p> إذن: فقوله: {لِتَبْتَغُواْ مِن فَضْلِهِ ... }  [الإسراء: ٦٦] . </p><p> هو قَوْل إجمالي يُلخِّص وجود أشياء أخرى غير الأسماك وغير الزينة من اللؤلؤ والمرجان وغيرها، ونحن حين نرى مخلوقاتِ أعماق البحار نتعجَّب من ذلك الخَلْق أكثر مما نتعجَّب من الخَلْق الذي على اليابسة، ومن خَلْق ما في السماء. </p><p> وهكذا يكون قوله الحق:  {لِتَبْتَغُواْ مِن فَضْلِهِ ... }  [الإسراء: ٦٦] . </p><p> من آيات الإجمال التي تُفصلِّها آيات الكون؛ فبعضٌ من الآيات القرآنية تُفسرها الآيات الكونية، ذلك أن الحق سبحانه لو أوضح كل التفاصيل لَمَا صدَّق الناس - على عهد نزول القرآن - ذلك. </p><p> وعلى سبيل المثال حين تكلَّم سبحانه عن وسائل المواصلات؛ قال:  {والخيل والبغال والحمير لِتَرْكَبُوهَا وَزِينَةً وَيَخْلُقُ مَا لاَ تَعْلَمُونَ}  [النحل: ٨] . </p><p> وقوله تعالى:  {وَيَخْلُقُ مَا لاَ تَعْلَمُونَ}  [النحل: ٨] . </p><p> أدخل كُلّ ما اخترعنا نحن البشر من وسائل المواصلات؛ حتى النقل بالأزرار كالفاكس وغير ذلك. </p><p> وحينما يتكلم سبحانه عن البحار؛ إنما يُوضِّح لنا ما يُكمِل الكلام عن الأرض. </p><p> {وَسَخَّرَ لَكُمُ الفلك لِتَجْرِيَ فِي البحر بِأَمْرِهِ ... }  [إبراهيم: ٣٢] . </p><p> ولو فَطِن الناس لقالوا عن السفن «جمال البحار» ؛ ما داموا قد قالوا عن الجمل إنه «سفينة الصحراء» ؛ ولكنهم أخذوا بالمجهول لهم بالمعلوم لديهم. </p><p> وإياك أن تقول: أنا الذي صنعتُ الشراع؛ وأنا الذي صنعتُ المركب من الألواح، ذلك أنك صنعتَ كل ذلك بقواك المخلوقة لك من الله، وبالفكر الموهوب لك من الله؛ ومن المادة الموهوبة لك من الله، فكلُّها أشياء جاءتْ بأمر من الله. </p><p> وهنا يقول سبحانه: </p><p> {وَسَخَّرَ لَكُمُ الأنهار}  [إبراهيم: ٣٢] . </p><p> والنهر ماؤه عادة يكون عَذْباً ليروي الأشجار التي تُنِتج الثمار. والأشجار عادة تحتاج ماء عَذْباً. </p><p> وهكذا شاء الله أن يكون ماء البحار والمحيطات مخزناً ضخماً للمياه؛ يحتل ثلاثة أرباع مساحة الكرة الأرضية، وهي مساحة شاشعة تتيح فُرْصة لعمليات البَخْر؛ التي تُحوِّل الماء بواسطة الحرارة إلى بخار يصعد إلى أعلى ويصير سحاباً؛ فيُسقط السحابُ منه الأشجار التي تحتاجه، وتنتج لنا الثمار التي نحتاجها، وكأن الأملاح التي توجد في مياه البحار تكون لِحفْظها وصيانتها من العطب. </p><p> ونعلم أن معظم مياه الأنهار تكون من الأمطار، وهكذا تكون دورة الماء في الكون؛ مياه في البحر تسطع عليها الشمس لِتُبخِّرها؛ لتصير سحاباً؛ ومن بعد ذلك تسقط مطراً يُغذي الأنهار؛ ويصب الزائد مرة أخرى في البحار. </p><p> ويتابع سبحانه:  {وَسَخَّر لَكُمُ الشمس ... } . </p>"
}