{
  "id": null,
  "sura": 14,
  "aya": 44,
  "text": "<p> وهذا خطاب من الحق سبحانه لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أن يُنذِرهم بضرورة الاستعداد ليوم القيامة، وأنه قادمٌ لا محالةَ. </p><p> وكلمة «يوم» هي ظَرْف زمان، وظرف الزمان لا بُدَّ له من حَدثٍ يقع فيه، ويوم القيامة ليس محلَّ إنذار أو تبشير؛ لأن الإنذار أو البشارة لا بُدّ أنْ يكونا في وقت التكليف في الحياة الدنيا. </p><p> وهكذا يكون المُنْذر به هو تخويفهم مِمّا يحدث لهم في هذا اليوم، فما سوف يحدث لهم هو العذاب؛ وكأنه قنبلة موقوتة ما إنْ يأتي يوم القيامة حتى تنفجر في وجوههم. </p><p> وهنا يقول أهل ظُلْم القمة في العقيدة، وظُلْم الرسالة بمقاومتها؛ وظلم الكون المُسبِّح لله: </p><p> {رَبَّنَآ أَخِّرْنَآ إلى أَجَلٍ قَرِيبٍ نُّجِبْ دَعْوَتَكَ وَنَتَّبِعِ الرسل ... }  [إبراهيم: ٤٤] . </p><p> وهم يطلبون تأجيل العذاب لِمُهْلة بسيطة، يُثبتون فيها أنهم سيُجيبون الدعوة ويطيعون الرسول، وهم يطلبون بذلك تأجيل قيامتهم. </p><p> فيكون الجواب من الحق سبحانه: </p><p> {أَوَلَمْ تكونوا أَقْسَمْتُمْ مِّن قَبْلُ مَا لَكُمْ مِّن زَوَالٍ}  [إبراهيم: ٤٤] . </p><p> فأنتم قد سبق وأنْ أقسمتُم بأن الله لا يبعث مَنْ يموت؛ وقد قال الحق سبحانه ما قلتم:  {وَأَقْسَمُواْ بالله جَهْدَ أَيْمَانِهِمْ لاَ يَبْعَثُ الله مَن يَمُوتُ ... }  [النحل: ٣٨] . </p><p> وساعة ترى كلمة «بلى» بعد نَدْب، فهذا يعني تكذيب ما جاء قبلها، وهم في الآية التي نحن بصدد خواطرنا عنها ظَنُّوا أنهم لن يُبعثُوا، وظنُّوا أنهم بعد الموت سيصيرون تراباً؛ وهم الذين قالوا:  {إِنْ هِيَ إِلاَّ حَيَاتُنَا الدنيا نَمُوتُ وَنَحْيَا وَمَا نَحْنُ بِمَبْعُوثِينَ}  [المؤمنون: ٣٧] . </p><p> وهكذا أكَّدوا لأنفسهم أنه لا بَعْث من بَعْد الحياة، ومن بعد البعث سنسمع من كل فرد فيهم:  {ياليتني كُنتُ تُرَاباً}  [النبأ: ٤٠] . </p><p> أو: أنهم ظَنُّوا أن الذين أنعَم الله عليهم في الدنيا؛ لن يحرمهم في الآخرة، كما أورد الحق سبحانه هذا المَثل، في قوله تعالى: </p><p> {واضرب لهُمْ مَّثَلاً رَّجُلَيْنِ جَعَلْنَا لأَحَدِهِمَا جَنَّتَيْنِ مِنْ أَعْنَابٍ وَحَفَفْنَاهُمَا بِنَخْلٍ وَجَعَلْنَا بَيْنَهُمَا زَرْعاً كِلْتَا الجنتين آتَتْ أُكُلَهَا وَلَمْ تَظْلِم مِّنْهُ شَيْئاً وَفَجَّرْنَا خِلالَهُمَا نَهَراً وَكَانَ لَهُ ثَمَرٌ فَقَالَ لِصَاحِبِهِ وَهُوَ يُحَاوِرُهُ أَنَا أَكْثَرُ مِنكَ مَالاً وَأَعَزُّ نَفَراً وَدَخَلَ جَنَّتَهُ وَهُوَ ظَالِمٌ لِّنَفْسِهِ قَالَ مَآ أَظُنُّ أَن تَبِيدَ هذه أَبَداً وَمَآ أَظُنُّ الساعة قَائِمَةً وَلَئِن رُّدِدتُّ إلى رَبِّي لأَجِدَنَّ خَيْراً مِّنْهَا مُنْقَلَباً}  [الكهف: ٣٢ - ٣٦] . </p><p> والذي يقول ذلك فَهِم أنه سوف يموت؛ لكنه توهّم أن جنته تلك ستظل على ما هي عليه، وأنكر قيام الساعة، وقال:  «حتى لو قامت الساعة، ورُدِدتُ إلى الله فسأجد أفضل من جنتي تلك» . </p><p> وهو يدعي ذلك وهو لم يُقدّم إيماناً بالله ليجده في الآخرة، فهو إذن مِمَّنْ أنكروا الزوال أي البعث من جديد، ووقع في دائرة مَنْ لم يُصدّقوا البعث، وسبق أنْ قال الحق سبحانه ما أورده على ألسنتهم: </p><p> {أَإِذَا ضَلَلْنَا فِي الأرض أَإِنَّا لَفِي خَلْقٍ جَدِيدٍ}  [السجدة: ١٠] . </p><p> والذين أنكروا البعث يُورِد الحق سبحانه لنا حواراً بينه وبينهم، فيقول سبحانه وتعالى:  {قَالُواْ رَبَّنَآ أَمَتَّنَا اثنتين وَأَحْيَيْتَنَا اثنتين فاعترفنا بِذُنُوبِنَا فَهَلْ إلى خُرُوجٍ مِّن سَبِيلٍ}  [غافر: ١١] . </p><p> فيرد الحق سبحانه عليهم:  {ذَلِكُم بِأَنَّهُ إِذَا دُعِيَ الله وَحْدَهُ كَفَرْتُمْ وَإِن يُشْرَكْ بِهِ تُؤْمِنُواْ فالحكم للَّهِ العلي الكبير}  [غافر: ١٢] . </p><p> وفي موقع آخر من القرآن نجد حواراً واستجداءً منهم لله؛ يقولون:  {رَبَّنَآ أَبْصَرْنَا وَسَمِعْنَا فارجعنا نَعْمَلْ صَالِحاً ... }  [السجدة: ١٢] . </p><p> ويأتي رَدُّ الحق سبحانه عليهم:  {فَذُوقُواْ بِمَا نَسِيتُمْ لِقَآءَ يَوْمِكُمْ هاذآ إِنَّا نَسِينَاكُمْ ... }  [السجدة: ١٤] . </p><p> وفي موقع ثالث يقول الواحد منهم عند الموت:  {رَبِّ ارجعون لعلي أَعْمَلُ صَالِحاً فِيمَا تَرَكْتُ}  [المؤمنون: ٩٩ - ١٠٠] . </p><p> فيأتي ردّ الحق سبحانه:  {كَلاَّ إِنَّهَا كَلِمَةٌ هُوَ قَآئِلُهَا ... }  [المؤمنون: ١٠٠] . </p><p> وبعد دخولهم النار يقولون:  {رَبَّنَآ أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَالِمُونَ}  [المؤمنون: ١٠٧] . </p><p> فيقول الحق سبحانه:  {قَالَ اخسئوا فِيهَا وَلاَ تُكَلِّمُونِ}  [المؤمنون: ١٠٨] . </p><p> وفي موضع آخر يقولون عند اصطراخهم في النار:  {رَبَّنَآ أَخْرِجْنَا نَعْمَلْ صَالِحاً غَيْرَ الذي كُنَّا نَعْمَلُ ... }  [فاطر: ٣٧] . </p><p> فيأتي الرد من الحق سبحانه:  {أَوَلَمْ نُعَمِّرْكُمْ مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ النذير فَذُوقُواْ فَمَا لِلظَّالِمِينَ مِن نَّصِيرٍ}  [فاطر: ٣٧] . </p><p> ونلحظ أنهم في كل آيات التوسُّل لله كي يعودوا إلى الحياة الدنيا يقولون (ربنا) ، وتناسَوْا أنهم مأخوذون إلى العذاب بمخالفات الألوهية؛ ذلك أن الربوبية عطاؤها كان لكم في الدنيا، ولم ينقصكم الحق سبحانه شيئاً على الرغم من كفركم. </p><p> هكذا يكون حال هؤلاء الذين أقسموا أن الحق سبحانه لن يبعثهم، وأنكروا يوم القيامة، وأنه لا زوال لهم. أي: لا بَعْث ولا نشور. </p><p> ويتابع الحق سبحانه القول الكريم:  {وَسَكَنتُمْ فِي مساكن الذين ... } . </p>"
}