{
  "id": null,
  "sura": 14,
  "aya": 1,
  "text": "<p> هكذا يستهل الحق سبحانه هذه السورة بالحروف المقطعة «ألف»  «لام»  «راء» ، وسبق أن قلنا: إنها حروف توقيفية بلَّغها رسول الله لنا كما سمعها من جبريل عليه السلام. </p><p> إلا أن المُلاحَظ أن هذه الحروف التوقيفية المُقطَعة لم تَأْتِ وحدها في هذه السورة كآية منفصلة؛ مثل قوله في أول سورة ق: </p><p> {ق}  [ق: ١] . </p><p> وهي آية بمفردها، وكما جاء في غير ذلك من السور بحروف مقطعة وأثبتها كآيات. وهنا تأتي الحروف التوقيفية المقطعة كجزء من الآية. </p><p> ويقول الحق سبحانه: </p><p> {الر كِتَابٌ أَنزَلْنَاهُ إِلَيْكَ ... }  [إبراهيم: ١] . </p><p> كلمة «كتاب» إذا أطلقت انصرف معناها إلى القرآن؛ فهو يُسمَّى كتاباً؛ ويُسمَّى قرآناً، ويُسمَّى تنزيلا، وله أسماء كثيرة. </p><p> وكلمة «كتاب» تدل على أنه مكتوب، وكلمة «قرآن» تدل على أنه مقروء، وهذان الاسمان هما العُمْدة في أسماء القرآن؛ لأنه كتاب مكتوب ومقروء. </p><p> فكان الصحابي الذي يجمع القرآن لا يكتب آية إلا إذا وجدها مكتوبة، ووجدها مَقْروءة عن اثنين من الصحابة؛ فالقرآن كتاب يملك الدليل على كتابته من عهد رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ وهو مَقْروء كما تدلُّ كملة «قرآن» . </p><p> وقوله الحق: </p><p> {أَنزَلْنَاهُ إِلَيْكَ ... }  [إبراهيم: ١] . </p><p> يدلُّ على أنه جاء من عُلُوٍّ. </p><p> ويقول الحق سبحانه في موقع آخر عن القرآن:  {وَنَزَّلْنَا عَلَيْكَ الكتاب تِبْيَاناً لِّكُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً وبشرى لِلْمُسْلِمِينَ}  [النحل: ٨٩] . </p><p> ويقول في موقع آخر: </p><p> {وبالحق أَنْزَلْنَاهُ وبالحق نَزَلَ ... }  [الإسراء: ١٠٥] . </p><p> ومرة يسند النزول إلى مَنْ جاء به؛ ومرة ينسب النزول إلى الكائن الذي أرسله الحق بالقرآن إلى محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وهو جبريل عليه السلام. </p><p> فقوله:  {أَنزَلْنَاهُ ... }  [إبراهيم: ١] للتعدي من منطقة اللوح المحفوظ ليباشر مهمته في الوجود، وعلِّيّة إنزال القرآن إليك يا محمد هي: </p><p> {لِتُخْرِجَ الناس مِنَ الظلمات إِلَى النور. .}  [إبراهيم: ١] . </p><p> ونلحظ هنا أن القرآن نزل للناس كافَّة، ولم يَقُلِ الحقُّ سبحانه ما قاله للرسُل السابقين على رسول الله؛ حيث كانت رسالة أيٍّ منهم مُحدَّدة بقوم مُعيَّنين، مثل قوله تعالى:  {وإلى عَادٍ أَخَاهُمْ هُوداً ... }  [الأعراف: ٦٥] . </p><p> وقوله الحق:  {وإلى مَدْيَنَ أَخَاهُمْ شُعَيْباً ... }  [الأعراف: ٨٥] . </p><p> وكذلك قوله سبحانه لموسى:  {وَرَسُولاً إلى بني إِسْرَائِيلَ ... }  [آل عمران: ٤٩] . </p><p> وهكذا كان كُلُّ رسول إنما يبعثه الله إلى بُقْعة خاصة، وإلى أُنَاسٍ بعينهم، وفي زمن خاصٍّ، إلا محمداً صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ فقد بعثه الله إلى الناس كَافَّة. </p><p> والمثل أمامنا حين حكم صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بالحق بين مسلم ويهودي؛ وأنصف اليهودي: لأن الحق كان معه؛ والحق عند رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أعزُّ عليه مِمَّنْ ينتسب إلى الإسلام. </p><p> وهكذا نرى أن قوله الحق: </p><p> {لِتُخْرِجَ الناس مِنَ الظلمات إِلَى النور.</p><p> . .}  [إبراهيم: ١] . </p><p> دليل على عمومية الرسالة، ويُعزِّزها قوله: </p><p> {إِنِّي رَسُولُ الله إِلَيْكُمْ جَمِيعاً}  [الأعراف: ١٥٨] . </p><p> وبذلك تبطل حُجَّة مَنْ قالوا إنه مُرْسَلٌ للعرب فقط. </p><p> ونجد هنا اصطفاءين لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> الاصْطفاء الأول: أن الحق سبحانه قد اختاره رسولاً؛ فمجرد الاختيار لتلك المهمة: فهذه منزلة عالية. </p><p> والاصْطفاء الثاني: أنه رسولٌ للناس كَافَّة؛ وهذه منزلة عالية </p><p> أخرى؛ لأنها تستوعب المكان والزمان، والألسنة والأقوام. </p><p> ثم يأتي الإعجاز في قوله: </p><p> {لِتُخْرِجَ الناس مِنَ الظلمات إِلَى النور ... }  [إبراهيم: ١] . </p><p> ولم يَقُلْ من الظلمات إلى الأنوار، وشاء أنْ يأتي بالظلمات كجمْع؛ وأنْ يأتي بالنور كالمفرد، لأن النور واحد لا يتعدد؛ أما الظلمات فمتعددة بتعدُّد الأهواء؛ ظُلْمة هنا وظُلْمة هناك. </p><p> وهكذا يشاء الحق سبحانه أن يُجلي المعاني بالمُحسَّات التي يدركها الجميع، فلا شك أن الظُّلْمة تستر الأشياء التي قد يصطدم بها الإنسان فيمتنع عن السير مطمئناً؛ لأنه إنِ اصطدم بشيء فقد يُحطِّم الشيء أو يُحطِّمه هذا الشيء؛ وهكذا تمنع الظُّلْمة الإنسان من أن يهتدي إلى ما يريد. </p><p> أما النور فهو يوضح الأشياء، ويستطيع الإنسان أن يُميِّز بين الطرق ويتجنب الضار ويتجه إلى النافع؛ ويكون على بصيرة من الهداية؛ ذلك هو الأمر الحِسيّ؛ وكُلٌّ من النور والظلمة أمرٌ حِسي. </p><p> وهكذا يُجلِّي الله لنا المعاني، والحياة لا تحتاج فقط إلى ما يُجلي المظاهر المادية بالنور؛ بل تحتاج أيضاً إلى نور يُجلي المظاهر المعنوية؛ من حقد وحسد، وخوف وأمن، واطمئنان، وأمانة ووفاء؛ وغير ذلك. </p><p> فالحياة كلها فيها الشيء وما يقابله؛ لذلك لا بُدَّ أن تُجْلَي المعاني أيضاً. والنور الذي جاء به رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يُجلي الحِسّ والمعنى في آن واحد؛ لنتجنب الأشياء التي تطمسها الظُّلْمة؛ ولنسير على بينة من المعاني، فلا نصطدم بالعقبات. </p><p> ولذلك يُفسِّر لنا الحق سبحانه الأمر المعنوي، فيقول: </p><p> {إلى صِرَاطِ العزيز الحميد ... }  [إبراهيم: ١] . </p><p> وهذا هو الصراط المستقيم الذي يُخرجنا إليه محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من الظلمات إلى نوره. </p><p> ويريد الحق سبحانه أنْ يُجلي لنا الطريق إلى هذا الصراط، لأنه قد يكون مُتعباً للبعض؛ فيريد سبحانه أن يجمع لنا بين أمرين؛ طريق متضح واضح يَصِل فيه الإنسان إلى الغاية بِيُسْر؛ وطريق آخر غير واضح لا تتجلى فيه الأشياء. </p><p> وجاء بالظلمات والنور ليوضح لنا هذا المعنى؛ حيث يكون الطريق المستقيم هو أقصر وسيلة للغاية المَرجُوّة من الحياة الدنيا والآخرة؛ ويكون طريق الظلمات هو الطريق غير الآمن. </p><p> وينسب الحق سبحانه الطريق الذي يُخرِجنا إليه الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: </p><p> {إلى صِرَاطِ العزيز الحميد}  [إبراهيم: ١] . </p><p> والعزيز هو الذي يَغْلِب ولا يُغْلَب. والحميد هو مَنْ ثبتت له صفة الحمد من الغير، وإنْ لَم يصدر حَمْدٌ من الغير؛ فهو حميد في ذاته، ويجب أن يُحمد رغم أنك إن حمدتَه أو لم تحمده فهو حميد. </p><p> ولله المَثلُ الأعلى، وسبحانه مُنَزَّه عن كل مثيل أو شبيه؛ نجد في حياتنا الدنيا مَنْ يُقال عنه إنه حميد الخصال؛ وإنْ لم يوجد مَنْ يمدحه؛ لكنه في كُلِّ ما يصدر عنه يراعي أن يكون محموداً. </p><p> ولكن البشر يكون المحمود منهم حَدثاً؛ أما المحمود من الحق فهو مُطْلق، ولا تكون الذاتُ محمودة أو حميدة إلا إذا كان لها من الصفات ما يجعلها أهلاً للإنعام الذي يجب على الإنسان أن يحمده. </p><p> والفطرة السليمة في الإنسان تستقبل هذا الكون المُعَدّ من قَبْل أنْ يوجد لاستقباله، وتحب أن تحمد مَنْ صنع هذا الكون، رغم أن حَمْد الإنسان أو عدم حَمْده لا يضيف شيئاً لِمَنْ أعدَّ هذا الكون وخلقه؛ فهو محمود في ذاته. </p><p> وإن حمدته فهذا لمصلحتك؛ وفي هذا هداية إلى صراط العزيز الذي لا يُغْلب، والحميد الذي يستحق الحمد؛ وإنْ لم يوجد حامد له؛ لأن صفاته سبحانه أزلية. </p><p> فالله خالق قبل أن يخلق الخلق؛ وهو الرازق قبل أن يُخْلق المرزوق، وهو مُعِز قبل أن يوجد مَنْ يُعِزه؛ محمود قبل أنْ يوجد مَنْ يحمده؛ توَّاب قبل أن يوجد مَنْ يتوب عليه. </p><p> فهو سبحانه بالصفة يفعل؛ أما الإنسان فلا يفعل إلا إذا فعل الصفة، فأنت لا تعرف أن فلاناً كريم؛ إلا لأنك تراه يعطي عن جُودٍ وسَخاء، أما الله فهو الكريم من قبل أن يوجد مَنْ يُكرمه. </p><p> ويقول سبحانه من بعد ذلك: </p><p> {الله الذي لَهُ مَا فِي السماوات ... } . </p>"
}