{
  "id": null,
  "sura": 14,
  "aya": 22,
  "text": "<p> وهنا نجد تصعيداً للحوار؛ فبعد أنْ كان من المتبوعين والتابعين؛ نجد هذا الارتقاء في الحوار ليكون بين الشيطان وبين البشر. ونلحظ أن الحق سبحانه هنا بالحال الذي يدور فيه الحوار وهو انقضاء الأمر؛ حيث يقرَّر الوَضْع النهائي لكل شيء؛ </p><p> ولا نقاشَ في أيّ أمر، ولا فرصة للتراجع عما حدثَ. </p><p> وقضاءُ الأمر يعني أن يذهب كل إنسان إلى مصيره، فمَنْ كان من أهل الجنة دخلها؛ ومَنْ كان من أهل النار دخلها؛ فقد وصلتْ الأمور الى حَدَّها النهائي الذي لا تتغير من بعده. </p><p> ويفضح الشيطان نفسه فيقول: </p><p> {إِنَّ الله وَعَدَكُمْ وَعْدَ الحق وَوَعَدتُّكُمْ فَأَخْلَفْتُكُمْ}  [إبراهيم: ٢٢] . </p><p> ووَعْد الله حَقٌّ، لأنه وَعْد مِمَّنْ يملك؛ أما وَعْد الشيطان فقد اختلف؛ لأنه وعْد بما لا يملكَ؛ هو وَعْد كاذب؛ لأن الحق سبحانه هو الأمر الثابت الذي لا يتغير. </p><p> وحين تَعِد أنت - الإنسان - إنساناً آخر بخير قادم؛ فهل تضمن أنْ تُواتيك ظَروفك على أن تُحقِّق له هذا الأمر؟ </p><p> ولذلك يوصينا الحق سبحانه أن نقول «إن شاء الله» وبذلك نردّ الوَعْد لله؛ فهو وحده الذي يمكنه أنْ يَعِدَ ويُنفِّذ ما يعِد به. </p><p> وعلى الواحد منا أنْ يحميَ نفسه من الكذب، وأن يقول «إن شاء الله» فإنْ لم تستطع أنْ تحققَ ما وعدت به تكون قد حميتَ نفسك من أنْ تُلِقي اتهاماً بالكذب. </p><p> ونجد الشيطان وهو يقول في الآخرة: </p><p> {وَوَعَدتُّكُمْ فَأَخْلَفْتُكُمْ ... }  [إبراهيم: ٢٢] . </p><p> ذلك أن وَعْده باطل؛ والباطل لَجلْج، وحين تحكم به الآن تُثبت لك الوقائع عكسه، وتجعلك لا تصدق ما حكمتَ به. </p><p> ولذلك نجد الحق سبحانه يوضح لنا المسافة بين الحق والباطل فيقول:  {فَأَمَّا الزبد فَيَذْهَبُ جُفَآءً وَأَمَّا مَا يَنفَعُ الناس فَيَمْكُثُ فِي الأرض كذلك يَضْرِبُ الله الأمثال}  [الرعد: ١٧] . </p><p> وهكذا يحاول الشيطان أن يُبرِّيء نفسه رغم عِلْمه أنه قد وعد، وهو لا يملك إنفاذ ما وعد به؛ ولذلك يحاول أن يلصق التهمة بِمَنْ اتبعوه مثله مثل أولئك الذين قالوا:  {لَوْ هَدَانَا الله لَهَدَيْنَاكُمْ ... }  [إبراهيم: ٢١] . </p><p> فيقول الشيطان من بعد ذلك: </p><p> {وَمَا كَانَ لِيَ عَلَيْكُمْ مِّن سُلْطَانٍ إِلاَّ أَن دَعَوْتُكُمْ فاستجبتم لِي}  [إبراهيم: ٢٢] . </p><p> والسلطان - كما نعلم - إما سلطانَ قَهْر أو سلطانَ إقناع. وسلطان القَهْر يعني أن يملك أحدٌ من القوة ما يقهر به غيره على أنْ يفعلَ ما يكره، بينما يكون كارهاً للفعل. </p><p> أما سلطان الحجة فهو أن يملك منطقاً يجعلك تعمل وفق ما يطلبه منك وتحب ما تفعل، وهكذا يعترف الشيطان للبشر يوم الحشر الأعظم؛ ويقول: أريد أنْ أناقشكم؛ هل كان لي سلطان قَهْريّ أقهركم به؟ هل كان لي سلطان إقناع أقعنكم به على اتباع طريقي؟ </p><p> لم يكن لي في دنياكم هذه ولا تلك، فلا تتهموني ولا تجعلوني «شماعة» تُعلِّقون عليّ أخطاءكم؛ فقد غويتُ من قبلكم وخالفتُ أمر ربي؛ ولم يكن لي عليكم سلطان سوى أن دعوتُكم فاستجبتم لي. </p><p> وكل ما كان لي عندكم أنِّي حرَّكْتُ فيكم نوازع أنفسكم، وتحرَّكت نوازع أنفسكم من بعد ذلك لِتُقبِلوا على المعصية. </p><p> إذن: فالشيطان إما أنْ يُحرِّك نوازع النفس؛ أو يترك النفس تتحرك بنوازعها إلى المعصية؛ وهي كافية لذلك. </p><p> وسبق أنْ أوضحتُ كيف تُعْرف المعصية، إن كانت من الشيطان تسويلاً استقلالياً أو تسويلاً تبعياً؛ فإنْ وقفتْ النفس عند معصية بعينها؛ وكلما أبعدها الإنسان تُلِح عليه؛ فهذا هو ما تريده النفس من الإنسان حيث تطلب معصية بعَينها. </p><p> أما نَزْغ الشيطان فهو أن ينتقل الشيطان من معصية إلى أخرى محاولاً غواية الإنسان؛ إنْ وجده رافضاً لمعصية ما؛ انتقل بالغواية إلى غيرها؛ لأن الشيطان يريد الإنسان عاصياً على أيِّ لَوْن؛ فالمهم أنْ يعصي فقط؛ لذلك يحاول أن يدخل الإنسان من نقطة </p><p> ضعفه؛ فإنْ وحده قوياً في ناحية اتجه إلى أخرى. </p><p> ويعلن الشيطان أنه ليس المَلُوم على ذلك: </p><p> {وَمَا كَانَ لِيَ عَلَيْكُمْ مِّن سُلْطَانٍ إِلاَّ أَن دَعَوْتُكُمْ فاستجبتم لِي فَلاَ تَلُومُونِي ولوموا أَنفُسَكُمْ ... }  [إبراهيم: ٢٢] . </p><p> فالملُوم هنا هو مَنْ أقبل على المعصية؛ لا مَنْ أغوى بها. </p><p> ويستمرالحق سبحانه في فَضْح ما يقوله الشيطان لمَنْ أغواهم في اليوم الآخر: </p><p> {مَّآ أَنَاْ بِمُصْرِخِكُمْ وَمَآ أَنتُمْ بِمُصْرِخِيَّ ... .}  [إبراهيم: ٢٢] . </p><p> هذا هو قَوْل الشيطان الذي سبق وأنْ تعالى على آدم لحظة أنْ طلب منه الحق سبحانه أن يسجدَ له مع الملائكة؛ ولكن الموقف هنا هو التساوي بين الذين أغواهم وبينه؛ فهو يعلن أنه لن ينفعهم وهم لن ينفعونه. </p><p> والمُصْرِخ من مادة الصِّراخ من صرخ، وهو رَفْع الصوت بغرض أن يسمعه غيره؛ ولا يطلب مَنْ يصرخ شيئاً آخر غير المعونة فلو أن أحداً عثر على كنز تحت قدميه فلن يصرخ؛ بل يلتفَّت حوله ليرى: هل هناك مَنْ رآه أم لا؟ </p><p> أما إنْ هاجمه أسد فلا بُدَّ أن يصرخ طالباً النجاة، وهكذا يكون الصراخ له مَأْرب طَلبِ المعونة؛ وهذا لا يتأتَّى إلا ممَّنْ يخاف من مِفُزِع. </p><p> و «مُصرِخ» يدل على الفعل «أصرخ» ، وهو فعل دخلت عليه ما يُسمّى في اللغة «همزة الإزالة» . والمثل هو كلمة «معجم» أي: الذي يدلُّك على معنى للفظ لُيُزيلَ إبهامه؛ فيقال «أعجم الكتاب» أي: أزال إبهامه، وهذه الهمزة التي دخلتْ تُوضِّح إزالة العُجْمة عن الكلمة. </p><p> والمثل أيضاً على هذه الهمزة؛ هو كلمة «عتب» أي: لامه، وحين تدخل عليها الهمزة تصبح «أعتب» أي: أزال ما به عَتَب. </p><p> ونجد في دعائه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قوله الشريف:  «لك العُتْبى حتى ترضى» . </p><p> أي: إذا كُنتَ يا ربّ تعتب عليَّ في أيِّ شيء؛ فأنا أدعوك أن تُزيل هذا العتب. </p><p> وهكذا نجد أن الإزالة تأتي مرة بإضافة الهمزة؛ ومرة تأتي بالتضعيف؛ مثل قولنا «مرَّض الطبيب مريضه» أي: أزال عنه - بإذن من الله - مرضه. </p><p> إذن:  «مُصْرخ» هو مَنْ يُزيل صراخ آخر؛ فكأن هناك مَن استغاث؛ فجاءه مَنْ يُغيثه. وهكذا يلعن الشيطان في اليوم الآخر أنه ومَنْ أغواهم في مأزق؛ وأنه غَيْر قادر على إزالة سبب هذا المأزق؛ ولا هُمْ بقادرين على إزالة سبب مأزقه؛ ولن يُغيث أحدهما الآخر. </p><p> ويضيف: </p><p> {إِنِّي كَفَرْتُ بِمَآ أَشْرَكْتُمُونِ مِن قَبْلُ ... }  [إبراهيم: ٢٢] . </p><p> فأنتم أشركتموني مع الله في الطاعة؛ حين استسلمتُم لغوايتي؛ ولم تكونوا من عباد الله المخُلْصين الذين أقسمتُ أنا بعزة الله ألاَّ أُغويهم؛ وكل منكم نفذ ما أغويته به؛ فناديتكم واستجببتُم؛ وناداكم الله فعصيتُم أو كفرتم. وصِرْتم مِثْلي، فقد سبق لي أن أمرني الله وعصيتُ. </p><p> ويقول الحق سبحانه ما يجيء على لسان الشيطان لمَنْ كفر وعصى: </p><p> {إِنَّ الظالمين لَهُمْ عَذَابٌ أَلِيمٌ}  [إبراهيم: ٢٢] . </p><p> وهذه قضية عامة، قضية الكفر في القمة، فكمَا أطعتُم الشيطان وجعلتموه شريكاً لله؛ فها هو الشيطان يُخبركم بتقدير هذا الموقف؛ بأنه شِرْك بالله؛ وهو يعلن الكفر بهذا؛ لأن يوم الحشر قد جاء؛ وتحقق فيه قول الله له:  {فَإِنَّكَ مِنَ المنظرين إلى يَوْمِ الوقت المعلوم}  [الحجر: ٣٧ - ٣٨] . </p><p> وكان الشيطان من قبل اليوم المعلوم - وهو اليوم الآخر - يندسُّ </p><p> ويُوسِوس وينزغ؛ أما في ذلك اليوم فقد برز كل شيء من إنس وجن وكل الكائنات أمام الواحد القهار، ولم يَعُدْ هناك ما يَخْفى عن العين. </p><p> وهذا ما خدعوا به أنفسهم، وظنُّوا أنهم قادرون على أن يُخفوا ما فعلوه عن أعْيُن الله؛ ولذلك نجد الحديث القدسي يقول: </p><p> «يا بني آدم، إنْ كنتم تعتقدون أَنِّي لا أراكم، فالخَلل في إيمانكم، وإن كنتم تعتقدون أَنِّي أراكم فَلِم جَعَلْتموني أهونَ الناظرين إليكم» . </p><p> وأنت في حياتك اليومية لا تجد مَنْ يسرق من آخر وجهاً لوجه: ولا أحد يحرق بيت أحدٍ أمام عينيه؛ فإنْ كنتم يا معشر البشر لا تفعلون ذلك مع بعضكم البعض؛ فكيف تفعلون ذلك مع خالقكم؛ فتعصونه. </p><p> وإنْ شككتُم أنه لا يراكم فالخلل في إيمانكم؛ وإنْ كنتم تعتقدون أنه يراكم فلا تجعلوه أهونَ الناظرين إليكم، لأنه لو نظر إليك إنسان فأنت لا تجرؤ على أن تصنع له ما يكرهه. </p><p> ولذلك يقول الشيطان معترفاً ومُقِراً بأن الظالمين لهم عذاب أليم، والظلم في القمة هو الشرك بالله:  {إِنَّ الشرك لَظُلْمٌ عَظِيمٌ}  [لقمان: ١٣] . </p><p> وحين نقرأ ذلك إما أنْ نأخذه على أنه إقرار من الشيطان؛ أو نفهمه على أن الشيطان قد قال: </p><p> {إِنِّي كَفَرْتُ بِمَآ أَشْرَكْتُمُونِ مِن قَبْلُ.</p><p> . .}  [إبراهيم: ٢٢] . </p><p> ويقول الحق سبحانه بعدها تلك القضية العامة: </p><p> {إِنَّ الظالمين لَهُمْ عَذَابٌ أَلِيمٌ}  [إبراهيم: ٢٢] . </p><p> فبعد أن تكلم سبحانه عن بروز الخَلْق والكائنات؛ ثم الحوار بين الضعفاء والسادة؛ ثم الحوار بين الشيطان وبين أهل الكفر والمعصية؛ يأتي بالقضية النهائية في الحكم: </p><p> {إِنَّ الظالمين لَهُمْ عَذَابٌ أَلِيمٌ}  [إبراهيم: ٢٢] . </p><p> والمناسبات توحي بمقابلاتها؛ لتكون النفس مُتشوِّقة ومُتقبِّلة لهذا المقابل؛ مثل قول الحق سبحانه:  {إِنَّ الأبرار لَفِي نَعِيمٍ}  [الانفطار: ١٣] . </p><p> ويأتي بعدها بالمقابل لها:  {وَإِنَّ الفجار لَفِي جَحِيمٍ}  [الانفطار: ١٤] . </p><p> فكما جاء بمقابل الأشقياء؛ لا بُدّ أن يفتح القلوب لتنعم بسعادة مصير وجزاء الذين سُعِدوا بالإيمان. </p><p> لذلك يقول الحق سبحانه:  {وَأُدْخِلَ الذين آمَنُواْ ... } . </p>"
}