{
  "id": null,
  "sura": 14,
  "aya": 48,
  "text": "<p> ويُخوّفهم الحق سبحانه هنا من يوم القيامة بعد أن صَوّر لهم ما سوف يدّعونه، بأن يُؤخّر الحق حسابهم، وأنْ يُعيدهم إلى الدنيا لعلّهم يعملون عملاً صالحاً، ويجيبوا دعوة الرسل. </p><p> ويوضح سبحانه هنا أن الكون الذي خلقه الله سبحانه، وطرأ </p><p> عليه آدم وخلفتْه من بعده ذريته؛ قد أعدّه سبحانه وسخَّره في خدمة آدم وذريته من بعده؛ وهم يعيشون في الكون بأسباب الله المَمْدودة في أنفسهم، والمنثورة في هذا الكون لكل مخلوق لله، مؤمنهم وكافرهم؛ فمَنْ يأخذ بتلك الأسباب هو مَنْ يغلب. </p><p> وسبحانه القائل:  {مَن كَانَ يُرِيدُ حَرْثَ الآخرة نَزِدْ لَهُ فِي حَرْثِهِ وَمَن كَانَ يُرِيدُ حَرْثَ الدنيا نُؤْتِهِ مِنْهَا وَمَا لَهُ فِي الآخرة مِن نَّصِيبٍ}  [الشورى: ٢٠] . </p><p> وهكذا شاء الله أنْ يهبَ عباده الارتقاء في الدنيا بالأسباب؛ أما حياة الآخرة فنحن نحياها بالمُسبِّب؛ وبمجرد أنْ تخطرَ على بال المؤمن رغبةٌ في شيء يجده قد تحقق. </p><p> وهذا أمر لا يحتاج إلى أرض قَدَّر فيها الحق أقواتها، وجعل فيها رواسي؛ وأنزل عليها من السماء ماء، إذن: فهي أرض غير الأرض؛ وسماء غير السماء؛ لأن الأرض التي نعرفها هي أرض أسباب؛ والسماء التي نعرفها هي سماء أسباب. </p><p> وفي جنة الآخرة لا أسبابَ هناك؛ لذلك لا بُدّ أن تتبدَّل الأرض، وكذلك السماء. </p><p> وقوله الحق: </p><p> {وَبَرَزُواْ للَّهِ الواحد الْقَهَّارِ}  [إبراهيم: ٤٨] . </p><p> فهو يعني ألا يكون هناك أحد معهم سوِى ربهم؛ لأن البروز هو الخروج والمواجهة. </p><p> والمؤمن وجد ربه إيماناً بالغيب في دُنْياه؛ وهو مؤمن به وبكل ما جاء عنه؛ كقيام الساعة، ووجود الجنة والنار. </p><p> وكلنا يذكر «حديث رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مع أحد أصحابه حين سأله الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: كيف أصبحتَ؟فقال الصحابي:أصبحت مؤمناً بالله حقاً.فقال له الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:لكل حق حقيقة؛ فما حقيقة إيمانك؟قال الصحابي:عزفتْ نفسي عن الدنيا، فاستوى عندي ذهبها ومدرها -أي:تساوي الذهب بالتراب - وكأني أنظر إلى أهل الجنة في الجنة يُنعَّمون، وإلى أهل النار في النار يُعذَّبون.فقال له الرسول الكريم صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:» عرفت فالزم «.</p><p> هذا هو حال المؤمن، أما الكافر فحاله مختلف. فهو يبرز ليجد الله الذي أنكره، وهي مواجهة لم يَكُنْ ينتظرها، ولذلك قال الحق سبحانه في وَصْف ذاته هنا: </p><p> {الواحد الْقَهَّارِ}  [إبراهيم: ٤٨] . </p><p> وليس هناك إله آخر سيقول له» اتركهم من أجل خاطري «. </p><p> وفي آية أخرى يقول عن هؤلاء:  {والذين كفروا أَعْمَالُهُمْ كَسَرَابٍ بِقِيعَةٍ يَحْسَبُهُ الظمآن مَآءً حتى إِذَا جَآءَهُ لَمْ يَجِدْهُ شَيْئاً وَوَجَدَ الله عِندَهُ ... }  [النور: ٣٩] . </p><p> أي: أنه يُفَاجأ بمثل هذا الموقف الذي لم يستعِد له. </p><p> وقوله: </p><p> {الواحد الْقَهَّارِ}  [إبراهيم: ٤٨] . </p><p> أي: القادر على قَهْر المخلوق على غير مُرَاده. </p><p> ويقول سبحانه من بعد ذلك:  {وَتَرَى المجرمين ... .} . </p>"
}