{
  "id": null,
  "sura": 14,
  "aya": 52,
  "text": "<p> وهذه الآية هي مِسْك الختام لسورة إبراهيم، ذلك أنها ركَّزَتْ الدعوة؛ بلاغاً صدر عن الله ليبلغه لرسوله الذي أُيِّد بالمعجزة؛ لِيحمِلَ منهج الحياة للإنسان الخليفة في الأرض. </p><p> وإذا ما صدرتْ قوانينُ حركة الحياة للإنسان الخليفة في الأرض المخلوق لله، وجب ألاَّ يتزيّد عليها أحدٌ بإكمال ولا بإتمام؛ لأن الذي خلق هو الذي شرَّع، وهذه مسألة يجب أن تكون على ذِكْر من بَالِ كل إنسان مُكلَّف. </p><p> وحين تقرأ هذا القَوْل الحكيم: </p><p> {هذا بَلاَغٌ لِّلنَّاسِ ... }  [إبراهيم: ٥٢] . </p><p> تجد أنه يحمل إشارة إلى القرآن كله؛ ذلك أن حدود البلاغ هو كل شيء نزل من عند الله. </p><p> وقول الحق سبحانه: </p><p> {هذا بَلاَغٌ لِّلنَّاسِ ... }  [إبراهيم: ٥٢] . </p><p> قد أعطانا ما يعطيه النص القانوني الحديث، ذلك أن النصَّ القانوني الحديث يوضح أنه لا عقوبةَ إلا بنصٍّ يُجرِّم الفعل، ولا بُدَّ من إعلان النصِّ لكافَّة الناس؛ ولذلك تُنشَر القوانين في الجريدة الرسمية للدولة، كي لا يقولَ أحد: أنا أجهل صدور القانون. </p><p> وكلنا يعلم أن الحق سبحانه قد قال:  {وَمَا كُنَّا مُعَذِّبِينَ حتى نَبْعَثَ رَسُولاً}  [الإسراء: ١٥] . </p><p> فمهمة الرسول - إذنْ - هي البلاغ عن الله لمنهج الحياة الذي يصون حركة الحياة. </p><p> ويقول سبحانه عن مهمة الرسول:  {فَإِنَّمَا عَلَيْكَ البلاغ وَعَلَيْنَا الحساب}  [الرعد: ٤٠] . </p><p> ويقول سبحانه:  {الذين يُبَلِّغُونَ رِسَالاَتِ الله وَيَخْشَوْنَهُ وَلاَ يَخْشَوْنَ أَحَداً إِلاَّ الله ... }  [الأحزاب: ٣٩] . </p><p> ويقول الحق سبحانه على لسان الرسول:  {لَقَدْ أَبْلَغْتُكُمْ رِسَالاَتِ رَبِّي ... }  [الأعراف: ٩٣] . </p><p> ويقول أيضاً:  {أَبْلَغْتُكُمْ مَّآ أُرْسِلْتُ بِهِ إِلَيْكُمْ ... }  [هود: ٥٧] . </p><p> وهكذا لا توجد حُجّة لقائل: إني أُخِذْتُ بذنب لم أعرف أنه ذنبٌ وقْتَ التكليف. لا حُجّة لقائلِ هذا القول؛ لأن الحق سبحانه يقول في نفس الآية: </p><p> {وَلِيُنذَرُواْ بِهِ. .}  [إبراهيم: ٥٢] . </p><p> والإنذار: تخويف بشرٍّ سوف يقع من قبل زمنه، ليوضح لك </p><p> بشاعة المخالفة، وكذلك التبشير هو تنبيه لخير قادم لم يَأتِ أوانه كي تستعدّ لاستقباله. </p><p> وقَوْل الحق سبحانه: </p><p> {هذا بَلاَغٌ لِّلنَّاسِ ... }  [إبراهيم: ٥٢] . </p><p> يتضمن البشارة أيضاً؛ ولكنه يرتكز ويؤكد من بعد ذلك في قوله: </p><p> {وَلِيُنذَرُواْ بِهِ ... }  [إبراهيم: ٥٢] . </p><p> لأن الخيبة ستقع على مرتكب الذنوب. </p><p> وأقول: إن الإنذار هنا هو نعمة؛ لأنه يُذكِّر الإنسان فلا يُقدِم على ارتكاب الذنب أو المعصية، فساعةَ تُقدم للإنسان مغبة العمل السيء؛ فكأنك تُقدم إليه نعمة، وتُسدي إليه جميلاً ومعروفاً. </p><p> ويتابع سبحانه: </p><p> {وليعلموا أَنَّمَا هُوَ إله وَاحِدٌ. .}  [إبراهيم: ٥٢] . </p><p> وهذه هي القضية العقدية الأولى، والتي تأتي في قِمّة كل القضايا؛ فهو إله واحد نصدر جميعاً عن أمره؛ لأن الأمر الهام في هذه الحياة أن تتضافر حركة الأحياء وتتساند؛ لا أن تتعاند. ولا يرتقي بنيان، ما إذا كنتَ أنت تبني يوماً ليأتي غيرك فيهدم ما بنيتَ. </p><p> ومهمة حركة الحياة أن نُؤدِّي مهمتنا كخلفاء لله في الأرض؛ بأن تتعاضدَ مواهبنا، لا أن تتعارضَ، فيتحرك المجتمع الإنساني كله في اتجاه واحد؛ لأنه من إله واحد وأمر واحد. </p><p> وحين يقول الحق سبحانه: </p><p> {هذا بَلاَغٌ لِّلنَّاسِ ... }  [إبراهيم: ٥٢] . </p><p> فهو يحدد لنا قِوَام الدين بعد تلقّيه من رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أنْ يُبلّغه مَنْ سمعه لمن لم يسمعه. </p><p> ولذلك قال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «نضَّر الله امْرءاً سمع مقالتي فوعاها، وأداها إلى مَنْ لم يسمعها» . </p><p> وذلك لتبقى سلسلة البلاغ متصلة، وإنْ لم يُبلغ قوم فالوِزْر على مَنْ لم يُبلّغ، وبذلك يحرم نفسه من شرف التبعية لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فَمنْ يعلم حكماً من أحكام الدين؛ فالمطلوب منه هو تبليغه للغير؛ مثلما طلب الحق سبحانه من رسوله أن يُبلِّغ أحكامه. </p><p> والحق سبحانه هو القائل: </p><p> {وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطاً لِّتَكُونُواْ شُهَدَآءَ عَلَى الناس وَيَكُونَ الرسول عَلَيْكُمْ شَهِيداً ... }  [البقرة: ١٤٣] . </p><p> وهكذا شهد الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أنه بلَّغكم وبَقِي على كل مسلم يعلم حُكْما من أحكام الدين أن يُبلِّغه لِمَنْ لا يعرفه؛ فقد ينتفع به أكثر منه؛ وبعد أن سمع الحكم قد يعمل به، بينما مَنْ أبلغه الحكم لا يعمل به. </p><p> ولذلك قال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «رُبَّ مُبلَّغٍ أوْعَى من سامع» . </p><p> ولذلك أقول دائماً: إياك أن تخلط بين المعلومة التي تُقال لك: وبين سلوك مَنْ قالها لك، ولنسمع الشاعر الذي قال: </p><p> خُذْ عِلْمي ولاَ تركَنْ إلى عَملِي ... وَأجْنِ الثمارَ وخَلِّ العُودَ للحطَبِ </p><p> وهكذا يتحمل المسلم مسئولية الإبلاغِ بما يعرف من أحكام الدين لمن لا عِلْمَ لهم بها؛ لتظل الرسالة موصولة، وكلنا نعلم أن الحق سبحانه قد قال:  {كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بالمعروف وَتَنْهَوْنَ عَنِ المنكر ... }  [آل عمران: ١١٠] . </p><p> أي: أنكم يا أمة محمد، قد أخذتم مهمة الأنبياء. </p><p> ولأن البلاغ قد جاء من الله على الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، والرسول أمين في تبليغه؛ لذلك لا يمكن أنْ يصدرَ عن الواحد الحكيم أوامر متضاربة، ولكن التضارب إنما ينشأ من اختلاف الآخر؛ أو من عدم حكمة الآمر، ولْنُدقِّق جيداً في قول الحق سبحانه: </p><p> {وليعلموا أَنَّمَا هُوَ إله وَاحِدٌ ... }  [إبراهيم: ٥٢] . </p><p> فكلمة «واحد» جاءت لتمنع مجرّد تصوُّر الشراكة؛ فلا أحدَ مثله، وهو أحدٌ غير مُركَّب من أجزاء؛ فليس له أجهزة تشبه أجهزة البشر مثلاً؛ فلو كان له أجهزة لَكانَ في ذاته يحتاجُ لأبعاضه، وهذا لا يصِحُّ ولا يمكن تخيُّله مع الله سبحانه وتعالى. </p><p> وتلك هي القضية الأساسية التي يعيها أولو الألباب الذين يستقبلون هذا البلاغ. وأولو الألباب هي جمع، ومفرد «ألباب» هو «لُبّ» ، ولُبّ الشيء هو حقيقة جوهره؛ لأن القشرةَ توجد لتحفظَ هذا اللُّب، والمحفوظ دائماً هو أنفَسُ من الشيء الذي يُغلّفه لِيحفظه. </p><p> وهكذا يكون أولو الألباب هم البشر الذين يستقبلون القضية الإيمانية بعقولهم؛ ويُحرِّكون عقولهم ليتذكروها دائماً؛ ذلك أن مشاغل الحياة ومُتعتها وشهواتها قد تَصْرِف الإنسان عن المنهج؛ ولذلك قال الحق سبحانه هنا: </p><p> {وَلِيَذَّكَّرَ أُوْلُواْ الألباب}  [إبراهيم: ٥٢] . </p><p> أي: يتذكر أصحاب العقول أن الله واحدٌ أحد؛ فلا إلهَ إلا هو؛ ولذلك شهد سبحانه لنفسه قبل أنْ يشهدَ له أيُّ كائن آخر، وقال: </p><p> {شَهِدَ الله أَنَّهُ لاَ إله إِلاَّ هُوَ ... }  [آل عمران: ١٨] . </p><p> وهذه شهادةُ الذات للذاتِ، ويُضيف سبحانه:  {والملائكة وَأُوْلُواْ العلم}  [آل عمران: ١٨] . </p><p> وشهادة الملائكة هي شهادة المُواجهة التي عايشوها، وشهادة أُولي الألبابِ هي شهادة الاستدلال. </p><p> وشهد الحق سبحانه أيضاً لرسوله محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أنه رسول: وكذلك شهد الرسول لنفسه، فهو يقول مثلنا جميعاً:  «أشهد ألا إله إلا الله، وأشهد أن محمداً رسول الله» . </p><p> وهكذا فعَلى أُولي الألباب مهمة. أنْ يتذكَّروا ويُذكِّروا بأنه إله واحد أحدٌ. </p>"
}