{
  "id": null,
  "sura": 14,
  "aya": 51,
  "text": "<p> والجزاء أمر طبيعي في الوجود، وحتى الذين لا يؤمنون بإله؛ ويديرون حركة حياتهم بتقنينات من عندهم قد وضعوا لأنفسهم قوانين جزاء تحدد كل جريمة والعقاب المناسب لها. </p><p> وبطبيعة الحال لا يكون أمراً غريباً أن يضع خالق الكون نظاماً للجزاء ثواباً وعقاباً، ولو لم يَضَعْ الحق سبحانه نظاماً للجزاء بالثواب والعقاب؛ لَنالَ كل مُفسدِ بُغْيته من فساده؛ ولأحسّ أهل القيم أنهم قد خُدِعُوا في هذه الحياة. </p><p> وما دام الجزاء أمراً طبيعياً؛ فلا ظُلْم فيه إذن؛ لأنه صادر عَمَّنْ قال:  {لاَ ظُلْمَ اليوم ... }  [غافر: ١٧] . </p><p> ولا يجازي الحق سبحانه الجزاء العنيف إلا على الجريمة العنيفة: </p><p> وقوله سبحانه: </p><p> {لِيَجْزِيَ الله كُلَّ نَفْسٍ مَّا كَسَبَتْ ... }  [إبراهيم: ٥١] . </p><p> يعني أن المؤمن أو الكافر سَيلْقي جزاء ما فعل؛ إنْ ثواباً أو عقاباً. </p><p> والكسب - كما نعلم - هو أن تأخذ زائداً عن الأصل، فأنت حين تحرم نفسك من شيء في الدنيا؛ ستأخذ جزاء هو الثواب وما يزيد عن الأصل. </p><p> ومَنْ كسب سيئة سيأخذ عقاباً عليها، ويُقَال «كسب السيئة» ولا يقال «اكتسبها» ذلك أن ارتكابه للسيئة صار دُرْبة سلوكية؛ ويفرح بارتكابها، ولا بُدَّ إذن من الجزاء؛ والجزاء يحتاج حساباً، والحساب يحتاج ميزاناً. </p><p> وقد يقول المؤمن: إنِّي أُصدِّق ربي، ولن يظلم ربِّي أحداً. ونقول: إن المقصود بالميزان هو إقامة الحجة؛ ولذلك نجده سبحانه يقول:  {فَأَمَّا مَن ثَقُلَتْ مَوَازِينُهُ فَهُوَ فِي عِيشَةٍ رَّاضِيَةٍ}  [القارعة: ٦ - ٧] . </p><p> ويقول أيضاً:  {وَأَمَّا مَنْ خَفَّتْ مَوَازِينُهُ فَأُمُّهُ هَاوِيَةٌ}  [القارعة: ٨ - ٩] . </p><p> ونجد القسمة العقلية في الميزان واضحة فهي مرة «ثَقُلَت» </p><p> ومرة «خَفّت» . أما مَنْ تساوت كِفَّتا ميزانه؛ فَفَسرت حالته سورة الأعراف التي قال فيها الحق سبحانه:  {وَعَلَى الأعراف رِجَالٌ يَعْرِفُونَ كُلاًّ بِسِيمَاهُمْ ... }  [الأعراف: ٤٦] . </p><p> وما دام الحق سبحانه سيحاسب كل نَفْس بما كسبتْ؛ فقد يظنُّ البعض أن ذلك سيستغرق وقتاً؛ ولذلك يتابع سبحانه: </p><p> {إِنَّ الله سَرِيعُ الحساب}  [إبراهيم: ٥١] . </p><p> ليبين لنا أنه سبحانه سُيحاسِب كل الخَلْق من لَدُن آدم إلى أنْ تقومَ الساعة بسرعة تناسب قدرته المطلقة. </p><p> وحين سأل الناسُ الإمام - علياً - كرَّم الله وجهه -: كيف سيحاسب الله الخلق كلهم دفعة واحدة؟ أجاب الإجابة الدَّالة الشافية، وقال:  «كما يرزقهم جميعاً» . </p><p> ويقول سبحانه من بعد ذلك:  {هذا بَلاَغٌ لِّلنَّاسِ وَلِيُنذَرُواْ ... .} . </p>"
}