{
  "id": null,
  "sura": 14,
  "aya": 7,
  "text": "<p> ونلحظ أن الآية تبدأ بكلمة «تأذَّن» وكل المادة الألف والذال والنون مأخوذة من الأذن. والأذن آلة السماع، والأذان إعلام، وآذنهم أي أعلمهم. </p><p> وتأذن أي: اعلم بتوكيد. وهكذا يكون معنى الآية: أني أعلِمكم بتوكيد من ربكم أنكم إنْ شكرتم ليزيدنكم من نعمه وعطائه؛ لأن </p><p> الشكر دليلُ ارتباط بالواهب؛ وأنكم سلختم أنفسكم من الاعتزاز بما أوتيتم، وعلمتم أنه هو وحده الوهاب. </p><p> والحق سبحانه هو مَنْ قال:  {كَلاَّ إِنَّ الإنسان ليطغى أَن رَّآهُ استغنى}  [العلق: ٦٧] . </p><p> ولو كان الإنسان مربوطاً بالحق سبحانه؛ لما فصل الحقَّ عن نعمه؛ ولظل ذاكراً للحق الذي وهبه النِّعمَ. </p><p> ولذلك أقول دائماً: إياك أن تشغلك النعمة عن المُنِعم؛ لأن النعمة موهوبة لك؛ وليستْ ذاتية فيك. </p><p> وتأتي المقابلة من بعد ذلك مباشرة؛ فيقول: </p><p> {وَلَئِن كَفَرْتُمْ إِنَّ عَذَابِي لَشَدِيدٌ}  [إبراهيم: ٧] . </p><p> وهنا يثور سؤال: هل الذي لا يشكر نعم الله يكون كافراً؟ </p><p> وهنا علينا أن نعلم أن هناك فارقاً بين الكفر والكفران، ولكن لفظ الكفر جاء هنا ليغلظ من معنى عدم الشكر، ولم يأت بكلمة كُفْران وجاء بقوله: </p><p> {وَلَئِن كَفَرْتُمْ إِنَّ عَذَابِي لَشَدِيدٌ}  [إبراهيم: ٧] . </p><p> والمثل في ذلك قول الحق سبحانه:  {وَللَّهِ عَلَى الناس حِجُّ البيت مَنِ استطاع إِلَيْهِ سَبِيلاً وَمَن كَفَرَ فَإِنَّ الله غَنِيٌّ عَنِ العالمين}  [آل عمران: ٩٧] . </p><p> ومَنْ لم يحج فهو عَاصٍ؛ وكأن الله يريد أن يُصعِّب عدم القيام </p><p> بالحج. أو: أن الآية تريد حُكْمين: الحكم الأول: الإيمان بفرضية الحج؛ والثاني: القيام بالحج فعلاً. </p><p> ذلك أن الحق سبحانه قد قال:  {وَللَّهِ عَلَى الناس حِجُّ البيت مَنِ استطاع إِلَيْهِ سَبِيلاً ... }  [آل عمران: ٩٧] . </p><p> فَمنْ يؤمن بأن هذا حُكْم صحيح واجب يؤمن به ولكنه لا يُنفِّذه؛ قد يدخل في المعصية؛ لأنه يستطيع أن يحُجَّ ولم يفعل. أما مَنْ يكفر بالحج نفسه وينكر القضية كلها؛ فهو كافر والعياذ بالله. </p><p> وهنا يقول الحق سبحانه:  {وَإِذْ تَأَذَّنَ رَبُّكُمْ لَئِن شَكَرْتُمْ لأَزِيدَنَّكُمْ وَلَئِن كَفَرْتُمْ إِنَّ عَذَابِي لَشَدِيدٌ}  [إبراهيم: ٧] . </p><p> وهكذا جاء الكفر مقابل الشكر، ولا بُدَّ من عذاب للكفر؛ وعذابُ الله لا بُدَّ أن يكون شديداً؛ لأن العذاب يتناسب بقدرة المعذب، ولا أقدرَ من الله، ونعوذ به سبحانه من عذابه، فهو أمر لا يُطاَق ويقول الحق سبحانه من بعد ذلك:  {وَقَالَ موسى إِن تكفروا أَنتُمْ ... } . </p>"
}