{
  "id": null,
  "sura": 14,
  "aya": 26,
  "text": "<p> وحين نقارن الكلمة الخبيثة بالكلمة الطيبة سنكتشف الفارق الشاسع؛ فالكلمة الخبيثة مُجْتثَّة من فوق الأرض؛ والجُثَّة كما نعلم هي الجسد الذي خرجتْ منه الروح، ومن بعد أن يصبح جُثة يصير رِمَّة؛ ثم يتحلَّل إلى عناصره الأولى. </p><p> إذن: فالاجتثاث هو استئصالُ الشيء من أصله وقَلْعه من جذوره، أما المقابل في الشجرة الطيبة فأصلها ثابت لا تُخلخله ظروف أو أحداث، والكلمة الخبيثة بلا جذور لأنها مُجْتثّة؛ وليس لها قَرار تستقر فيه. </p><p> وحين تكلَّم المُفسِّرون عن الشجرة الطيبة منهم مَنْ قال إنها النخلة لأن كُلَّ ما فيها خير؛ فورقها لا يسقط، ويبقى دائماً كَظِلٍّ وكل ما فيها يُنتفعَ به. </p><p> فنحن - على سبيل المثال - نأخذ جذع النخلة ونصنع منه أعمدة في بيوت الرِّيف، وجريد النخل نصنع منه الكراسي؛ والليف الموجود بين الأفرع نأخذه لنصنع منه الحبال؛ والخوص نصنع منه القُفف. </p><p> والذين حاولوا أن يُفسِّروا «الشجرة الخبيثة» بأنها شجرة الحَنْظل، أو شجرة التين، أو شجرة الكُرَّات؛ لكل هؤلاء أقول: لقد خلقها الحق سبحانه لتكون شجرة طيبة في ظروف احتياجنا لها؛ لأنك حين تنظر إلى الكون ستجد أن مِزَاجه مُتنوِّع؛ ومُقوِّمات الحياة ليستْ هي الأكل والشرب فقط؛ بل هناك توازن بيئيّ قد صمّمه الحق تعالى، وهو الأعلم مِنّا جميعاً بما خلق؛ ولم يخلق إلا طَيّباً. </p><p> وكل شيء في الكون له عطاء مستمر يُشع في الجو، والمَثَل هو تساقط أوراق الشجر التي تُعيد الخِصْب مرة أخرى إلى الأرض. وكلها أمور يُبديها الحق سبحانه ولا يبتديها، أي: يُظهرها بعد أنْ كانت موجودة أَزلاً ومَخفية عَنَّا. </p><p> وهو جَلَّ وعلاَ يرفع قوماً ويَخفِض قوماً؛ وهو القائل عن ذاته:  {كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ}  [الرحمن: ٢٩] . </p><p> وكلُّنا نعلم أن اليوم عند منطقة ما يبدأ في توقيت مُعيّن، وينتهي في توقيت مُعين؛ وتختلف المناطق الجغرافية وتختلف معها </p><p> بدايات أيِّ يوم من منطقة إلى أخرى؛ فبعد لحظة من بداية يومك يبدأ يوم آخر في منطقة أخرى؛ وهكذا تتعدد الأيام وبدايات النهار والليل عند مختلف البشر والمجتمعات. </p><p> ولذلك فحين نسمع قول الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «إن الله عَزَّ وَجَلَّ يبسط يده بالليل ليتوب مُسيء النهار، ويبسط يده بالنهار ليتوب مسيء الليل حتى تطلع الشمس من مغربها» . </p><p> فمعنى ذلك أن يَد الله مبسوطة دائماً، ذلك أن الليلَ يبدأ في كل لحظة عند قَوْم، ويبدأ النهار عند قوم في نفس اللحظة؛ ويتتابع ميلاد الليل والنهار حَسْب دوران الشمس حول الأرض. </p><p> وهكذا لا يجب أن نظلم شجرة الثوم، أو شجرة الحَنْظل، أو أي شجرة من مخلوقات الله ونَصِفَها بأنها شجرة خبيثة، فلا شيء خبيثٌ من مخلوقات الله. </p><p> ونحن حين نجد شاباً يقوم بثَنْي قطعة من الحديد قد يحسبه الجاهل أنه يُسيء استخدام الحديد، ولكن العاقل يعلم أنه يقوم بِثَنْيها ليصنع منها مَا يفيده؛ كخُطَّاف يشدُّ به شيئاً يلزمه. </p><p> وعمدة الكلمة الطيبة هي شهادة «لا إله إلا الله، وأن محمداً رسول الله» ومن هذه الشهادة يتفرَّع كل الخير. ومن هنا نعلم أن عُمْدة الكلمة الخبيثة هي الكفر بتلك الشهادة، وما يتبع الكفر من عناد لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وصَدٍّ عن سبيل الله؛ ومن تكذيبٍ لمعجزات الرسل؛ وإنكارٍ لمنهج الله. </p><p> ولقائل أنْ يقول: ما دام الحق سبحانه قد قال إن هناك شجرةً خبيثة؛ فلا بُدَّ أن تُوجَد تلك الشجرة، وأقول: إن كُلَّ ما يضرُّ الإنسان في وقت ما هو خبيث؛ فالسكر مثلاً يكون خبيثاً بالنسبة لمريض بالسكر؛ وكل كائن فيه حسناتٌ مفيدة؛ وله جانب ضَارّ في حالات معينة؛ وعلى الإنسان المختار أن يُميِّز ما يضرُّه وما ينفعه. </p><p> ونلحظ هنا في وَصْف الكلمة الخبيثة بأنها كالشجرة الخبيثة؛ أن الحق سبحانه لم يَقُلْ إن تلك الشجرة الخبيثة لها فَرْع في السماء؛ ذلك أنها مُجْتثة من الأرض؛ مُخْلخلة الجذور؛ فلا سَند لها من الأرض؛ ولا مددَ لها من السماء. </p><p> ولذلك يَصِفها الحق سبحانه: </p><p> {مَا لَهَا مِن قَرَارٍ}  [إبراهيم: ٢٦] . </p><p> أي: ما لها من ثبات أو قيام، وكذلك الكُفْر بالله؛ ومَنْ يكفر لا يصعد له عمل طيّب، فلا أساسَ يصعد به العمل أو القول الطيب. ولهذا وصفت الشجرة الخبيثة بصفات ثلاث، أولها: أنها شجرة خبيثة وثانيها: أنها عديمة الأصل بغير ثبات، وثالثها: ما لها من قرار لعدم ثبات الأصل. </p><p> ثم يبين الله جل علاه متحدثاً عن حصاد الحالتين، فالأولى: أمن وأمان في الدنيا والآخرة. والحالة الثانية: ظلم بضلال، وقلق بضنك، وفي الآخرة لهم عذاب أليم. </p><p> ويقول سبحانه وتعالى: </p><p> {يُثَبِّتُ الله الذين آمَنُواْ ... } . </p>"
}