{
  "id": null,
  "sura": 14,
  "aya": 3,
  "text": "<p> وهنا نجد مادة الحاء والباء؛ حب؛ ومن عجائبها أن الفعل يكون رباعياً؛ فنقول «أحبَّ فلان» ونقول لِمَنْ يحبه «محبوب» وهذا يعني أن هناك تلاقياً بين الاثنين؛ أما في حالة عدم التلاقي فيقال «حَبَّ يُحِب فهو حَابٌّ مُحِبٌّ» . </p><p> والفرق بين أحبَّ واستحبَّ؛ ملحوظٌ في مَجيء السين والتاء، وهما علامة على الطلب. على هذا فاستحبَّ تعني أنَ مَنْ يحب لم يكتَفِ بالأمر الطبيعي، بل تكلَّف الحب وأوغلَ فيه. </p><p> والمثل على ذلك نجده في الحياة اليومية؛ فنرى مَنْ ينجرف إلى شيء من الانحراف؛ ولكنه لا يُحِب أن يكون مُحِباً لهذا الانحراف في نفس الوقت؛ ويفعل الانحراف وهو كَارِهٌ له، وقد يضرب نفسه ويلومها لأنها تنجرف إلى هذا الانحراف. </p><p> ونجد آخر ينحرف؛ لأنه يحب هذا الانحراف وينغمس فيه؛ وهو مُحِبٌّ لهذا الانغماس ويتحدث بهذا الانحراف؛ ويُحب في نفسه أنه </p><p> أحب تلك المعصية؛ لأنها تُحقّق له شهوة عاجلة؛ هذا هو مَنِ «استحبَّ» لأنه ازاد الحب عن حَدِّه الطبيعي. </p><p> وحين تُدقِّق في الآية الكريمة تجد أنها لا تمنعك من حُبِّ الدنيا؛ لكنها تتحدث أنْ تستحِبَّها على الآخرة، فهذا هو الأمر المذموم؛ أما إذا أحببت الدنيا لأنها تُعينك على تكاليف دينك وجعلْتَها مزرعة للآخرة؛ فهذا أمر مطلوب؛ لأنك تفعل فيها ما يجعلك تسعد في آخرتك؛ فهذا طَلَب للدنيا من أجل الآخرة. </p><p> ولذلك تجد قوله الحق في سورة «المؤمنون» . {والذين هُمْ لِلزَّكَاةِ فَاعِلُونَ}  [المؤمنون: ٤] . </p><p> فهو لا يؤدي الزكاة فقط؛ بل يعمل لِيأتيَ لنفسه ولعياله بالقُوتِ؛ ويبذل الجهد ليكون لديه فائضٌ يؤدي منه الزكاة؛ ولذلك فهو لا يعمل قَدْر حاجته فقط بل على قَدْر طاقته ليحقق ما يمكن أنْ يُعطِيه لِمَنْ لا يقدر على العمل. </p><p> ولذلك لم يَقُل الحق سبحانه: </p><p> «والذين هم للزكاة مؤدون» بل قال: </p><p> {والذين هُمْ لِلزَّكَاةِ فَاعِلُونَ}  [المؤمنون: ٤] . </p><p> وهنا لا نجد هؤلاء الذين يستحبّون الحياة من أجل أنْ يجعلوها مزرعة للآخرة؛ بل هم يستحِبّون الحياة: </p><p> {وَيَصُدُّونَ عَن سَبِيلِ الله ... }  [إبراهيم: ٣] . </p><p> أي: أنهم لم يكتفوا بحُبِّ الدنيا على الآخرة فقط، ولم يكتفُوا بالسَّيْر في طريق الشهوات والملذَّات وتخريب ذواتهم، بل تمادَوْا في الغي وصَدُّوا غيرهم عن سبيل الله. </p><p> ونجد الحق سبحانه يقول في موقع آخر:  {لِمَ تَصُدُّونَ عَن سَبِيلِ الله مَنْ آمَنَ تَبْغُونَهَا عِوَجاً ... }  [آل عمران: ٩٩] . </p><p> كأنهم ضَلُّوا في ذواتهم؛ ولم يكتفوا بذلك، بل يحاولون إضلال غيرهم ويصدونهم عن الهداية. </p><p> ثم تأتي مرحلة جديدة: </p><p> {وَيَبْغُونَهَا عِوَجاً ... }  [إبراهيم: ٣] . </p><p> أي: يبغون شريعة الله مُعْوجة لتحقق لهم نزواتهم. وهكذا نجد ثلاث مراتب للضلال، استحباب الحياة الدنيا على الآخرة؛ والصَّد عن سبيل الله؛ وتشويه المنهج كي يُكِّرهوا الناس فيه. </p><p> ويصف الحق سبحانه هؤلاء: </p><p> {أولئك فِي ضَلاَلٍ بَعِيدٍ}  [إبراهيم: ٣] . </p><p> أي: أن أصحاب المرتبة في الضلال هم مَن استحبَّوا الحياة الدنيا على الآخرة، والذين توغَّلوا في الضلال أكثرَ فهم الذين يصدون عن سبيل الله؛ أما الذين توغلَّوا أكثر فأكثر فَهُم الذين يُشوِّهون في منهج الله لتنفير الناس منه، أو ليحقق لهم نزواتهم، وهكذا ساروا إلى أبعد منطقة في الضلال. </p><p> ويقول الحق سبحانه من بعد ذلك:  {وَمَآ أَرْسَلْنَا مِن رَّسُولٍ إِلاَّ بِلِسَانِ ... } . </p>"
}