{
  "id": null,
  "sura": 15,
  "aya": 8,
  "text": "<p> وهكذا يُعلِّمنا الحق سبحانه أنه لا يُنزّل الملائكة إلا بمشيئة حكمته سبحانه، ولو نزل الملَك كما طلبوا لمساعدة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في البلاغ عن الله، فالملَك إما أن يكون على هيئة البشر؛ فلن يستطيعوا تمييز المَلَك من البشر، وإما أن يكون على هيئة الملك، فلا يستطيع البشر أنْ يروْه؛ وإلاَّ هلكوا. </p><p> ذلك أن البشر لا تستطيع تحمُّل التواصل مع القوة التي أودعها الله في الملائكة. </p><p> والحق سبحانه هو القائل:  { ... وَلَوْ أَنزَلْنَا مَلَكاً لَّقُضِيَ الأمر ثُمَّ لاَ يُنظَرُونَ}  [الأنعام: ٨] </p><p> ولو جعله الحق سبحانه في هيئة البشر وتواصلوا معه لالتبس عليهم الأمر، ولَظنّوا أن الملَك بشرٌ مثلهم. </p><p> وفي هذا يقول الحق سبحانه:  {وَلَوْ جَعَلْنَاهُ مَلَكاً لَّجَعَلْنَاهُ رَجُلاً وَلَلَبَسْنَا عَلَيْهِم مَّا يَلْبِسُونَ}  [الأنعام: ٩] </p><p> لم يُنزِل الحق سبحانه الملائكة؛ لأنه لم يَشَأْ أن يُهِلكهم ورسولُ الله فيهم، فالحق سبحانه قد قال:  {وَمَا كَانَ الله لِيُعَذِّبَهُمْ وَأَنتَ فِيهِمْ وَمَا كَانَ الله مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ}  [الأنفال: ٣٣] وقد آمن معظمهم ودخلوا في دين الله من بعد ذلك واستغفروا لذنوبهم، وكان الله غفوراً رحيماً؛ لأن الإسلام يجُبُّ ما قبله. </p><p> وحين ننظر إلى صَدْر الآية نجد أنه سبحانه قال:  {مَا نُنَزِّلُ الملائكة إِلاَّ بالحق ... }  [الحجر: ٨] </p><p> فلو نزلت الملائكة لكان عذاباً لهم، فالحق سبحانه إذا أعطى قوماً آية طلبوها، فإما أن يؤمنوا، وإما أن يهلكهم، ولذلك يقول الحق سبحانه:  {وَمَا مَنَعَنَآ أَن نُّرْسِلَ بالآيات إِلاَّ أَن كَذَّبَ بِهَا الأولون ... }  [الإسراء: ٥٩] </p><p> فالحق سبحانه لم يُجبهم إلى الآيات والمعجزات التي طلبوها؛ لأن السابقين لهم، كذَّبوا بها قبل ذلك، وهم يريدون أن يُكذّبوا أيضاً، فحتى لو نزلت الآية فسيكذبونها، وحين يكذبون في آية مقترحة من عندهم، فلا بُدَّ أن نهلكهم. أما لو كذبوا في آية مُنزّلة من عند الله فإن الله يمهلهم. </p><p> إذن: فلو نزلنا الملائكة كما يريدون فسننزلهم بالحق، والحق هو أن نهلكهم إذا كذَّبوا. </p><p> ويذيل الحق سبحانه الآية بقوله:  { ... وَمَا كَانُواْ إِذاً مُّنظَرِينَ}  [الحجر: ٨] </p><p> أي: ما كان أجَلُ المشركين قد حانَ ليُنزل الله لهم الملائكة لإهلاكهم، كما سبق وأهلك الأمم السابقة التي طلبتْ الآيات، فنزلت لهم كما طلبوها، ولَمّا لم يُصدِّقوا ويؤمنوا أهلكهم الله. </p><p> ويقول الحق سبحانه من بعد ذلك:  {إِنَّا نَحْنُ نَزَّلْنَا الذكر ... } </p>"
}