{
  "id": null,
  "sura": 15,
  "aya": 47,
  "text": "<p> وهكذا يُخرِج الحق سبحانه من صدورهم أيَّ حقد وعداوة. ويرون أخلاء الدنيا في المعاصي وهم مُمْتلئون بالغِلّ، بينما هم قد طهَّرهم الحق سبحانه من كل ما كان يكرهه في الآخرة، ويحيا كل منهم مع أزواج مُطهَّرة. ويجمعهم الحق بلا تنافس، ولا يشعر أيٌّ منهم بحسد لغيره. </p><p> والغِلُّ كما نعلم هو الحقد الذي يسكُن النفوس، ونعلم أن البعض من المسلمين قد تختلف وُجهات نظرهم في الحياة، ولكنهم على إيمان بالله ورسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> والمثل أن علياً كرم الله وجهه وأرضاه دخل موقعه الجمل، وكان </p><p> في المعسكر المقابل طلحةُ والزبير رَضِيَ اللَّهُ عَنْهما؛ وكلاهما مُبشَّر بالجنة، وكان لكل جانب دليل يُغلّبه. </p><p> «ولحظةَ أنْ قامت المعركة جاء وَجْه علي كرَّم الله وجهه في وَجْه الزبير؛فيقول علي رَضِيَ اللَّهُ عَنْه:تذكر قول رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وأنتما تمرَّان عليَّ،سلَّم النبي وقلْتَ أنت:لا يفارق ابنَ أبي طالب زَهْوُه،فنظر إليك رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وقال لك:» إنك تقاتل علياً وأنتَ ظالم له «. فرمى الزبير بالسلاح، وانتهى من الحرب.</p><p> ودخل طلحة بن عبيد الله على عليٍّ كرم الله وجهه؛ فقال عليٌّ رضوان الله عليه: يجعل لي الله ولأبيك في هذه الآية نصيباً» فقال أحد الجالسين: إن الله أعدل من أنْ يجمعَ بينك وبين طلحة في الجنة. فقال عليٌّ: وفيما نزل إذنْ قوله الحق: </p><p> {وَنَزَعْنَا مَا فِي صُدُورِهِم مِّنْ غِلٍّ}  [الحجر: ٤٧] . </p><p> وكلمة «نزعنا» تدل على أن تغلغل العمليات الحِقْدية في النفوس يكون عميقاً، وأن خَلْعها في اليوم الآخر يكون خَلْعاً من الجذور، وينظر المؤمن إلى المؤمن مثله؛ والذي عاداه في الدنيا نظرتُه إلى مُحسِن له؛ لأنه بالعداوة والمنافسة جعله يخاف أن يقع عَيْب منه. </p><p> ذلك أن المؤمن في الآخرة يذكر مُعْطيات الأشياء، ويجعلهم الحق سبحانه إخواناً؛ فَرُبَّ أخٍ لك لم تَلِدْه أمُّك، والحق سبحانه هو القائل في موقع آخر:  {واذكروا نِعْمَتَ الله عَلَيْكُمْ إِذْ كُنْتُمْ أَعْدَآءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُمْ بِنِعْمَتِهِ إِخْوَاناً وَكُنْتُمْ على شَفَا حُفْرَةٍ مِّنَ النار فَأَنقَذَكُمْ مِّنْهَا}  [آل عمران: ١٠٣] . </p><p> وقد يكون لك أخ لا تكرهه ولا تحقد عليه؛ ولكنك لا تُجالسه ولا تُسامره؛ لأن الأخوة أنواع. وقد تكون أخوة طيبة ممتلئة بالاحترام لكن أياً منكما لا يسعى إلى الآخر، ويجمعكم الحق سبحانه في الآخرة على سُرُر متقابلين. </p><p> وسأل سائل: وماذا لو كانت منزلة أحدهما في الجنة أعلى من منزلة الآخر؟ ونقول: إن فَضل الحق المطلق يرفع منزلة الأَدْنى إلى منزلة الأعلى، وهما يتزاوران. </p><p> وهكذا يختلف حال الآخرة عن حال الدنيا، فالإنسان في الدنيا يعيش ما قال عنه الحق سبحانه:  {ياأيها الإنسان إِنَّكَ كَادِحٌ إلى رَبِّكَ كَدْحاً فَمُلاَقِيهِ}  [الانشقاق: ٦] . </p><p> ولكن الحال في الآخرة يختلف، وينطبق عليه قول الحق سبحانه في الآية التالية:  {لاَ يَمَسُّهُمْ فِيهَا ... } . </p>"
}