{
  "id": null,
  "sura": 15,
  "aya": 90,
  "text": "<p> ونعلم أنه سبحانه قد أنزل كتابه على رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، واستقبله الناس استقباليْنِ: فمنهم مَنِ استمع إلى القرآن فتبصَّر قول الحق وآمن، وفي هؤلاء قال الحق سبحانه: </p><p> {وَإِذَا سَمِعُواْ مَآ أُنزِلَ إِلَى الرسول ترى أَعْيُنَهُمْ تَفِيضُ مِنَ الدمع مِمَّا عَرَفُواْ مِنَ الحق يَقُولُونَ رَبَّنَآ آمَنَّا فاكتبنا مَعَ الشاهدين}  [المائدة: ٨٣] . </p><p> والصنف الآخر استمع إلى القرآن، فكانت قلوبهم كالحجارة، وفيهم قال الحق سبحانه:  {وَمِنْهُمْ مَّن يَسْتَمِعُ إِلَيْكَ حتى إِذَا خَرَجُواْ مِنْ عِندِكَ قَالُواْ لِلَّذِينَ أُوتُواْ العلم مَاذَا قَالَ آنِفاً أولئك الذين طَبَعَ الله على قُلُوبِهِمْ واتبعوا أَهْوَآءَهُمْ}  [محمد: ١٦] . </p><p> ذلك أن قلوبهم مُمْتلئة بالكفر؛ وقد دخلوا ومعهم حكم مُسْبق، فلم يقيموا ميزانَ العدل ليقيسوا به فائدة ما يسمعون. </p><p> ولذلك أوضح الحق سبحانه لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ألا يحزن، فالمسألة لها سوابق مع غيرك من الرسل؛ فقد نزل كل رسول بكتاب يحمل المنهج، ولكن الناس استقبلوا تلك الكتب كاستقبال قومك لِمَا نزل إليك بين كافر ومؤمن، واختلفوا في أمور الكُتب المنزَّلة إلى رسلهم. </p><p> وكان انقسامهم كانقسام قومك حول الكتاب المُنزَّل إليك، فلا تحزنْ إنِ اتهموك بأنك ساحرٌ، أو أن ما نزل إليك كتابُ شعر، أو أنك تمارس الكهانة؛ أو فقدوا القدرة على الحكم عليك واتهموك بالجنون. </p><p> وهكذا قَسَّموا القرآن المُنزَّل من الله سبحانه إلى أقسام هي: السِّحْر، والكهانة، والشعر، والجنون، كما فعل من قبلهم أقوام أخرى: </p><p> فمنهم مَنْ قال، وأثبته القرآن عليهم:  {إِنَّ رَسُولَكُمُ الذي أُرْسِلَ إِلَيْكُمْ لَمَجْنُونٌ}  [الشعراء: ٢٧] . </p><p> وهكذا تعلم يا رسول الله أنك لست بِدْعاً من الرسل، ذلك أن الرسل لا يأتون أقوامهم إلا وقد طَمَّ الفساد والبلاء، ولا يوجد فساد إلا بانتفاع واحد بالفساد بينما يضرُّ بالآخرين. </p><p> وإذا ما جاء رسول ليصلح هذا الفساد يهُبُّ أهل الاستفادة من الفساد ليقاوموه ويضعوا أمامه العراقيل؛ مثلما حدث معك يا رسول الله حين قال بعضهم:  {لاَ تَسْمَعُواْ لهذا القرآن والغوا فِيهِ}  [فصلت: ٢٦] . </p><p> ومثل هذا القول إنما يدلُّ على أنهم لو صَفُّوا نفوسهم، واستمعوا للقرآن لاهتدوا؛ لذلك يقول لهم سادتهم:  {والغوا فِيهِ لَعَلَّكُمْ تَغْلِبُونَ}  [فصلت: ٢٦] . </p><p> أي: شَوِّشوا عليه. </p><p> وهكذا فالاقتسام الذي استقبل به الكفار القرآن سبق وأنْ حدث مع الرسل الذين سبقوك. </p><p> ويقول الحق سبحانه من بعد ذلك:  {الذين جَعَلُواْ ... } . </p>"
}