{
  "id": null,
  "sura": 15,
  "aya": 23,
  "text": "<p> وفي ظاهر الأمر كان من المُمْكِن أن يقول الحق:  «إنّا نُميت ونُحيي» ؛ لأنه سبحانه يخاطبنا ونحن أحياء، ولكن الحق سبحانه أراد بهذا القول أن يلفتنا أن ننظر إلى الموت الأول، وهو العدم المَحْض الذي أنشأنا منه، وهو سبحانه القائل:  {وَكُنْتُمْ أَمْوَاتاً فَأَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ثُمَّ إِلَيْهِ تُرْجَعُونَ}  [البقرة: ٢٨] </p><p> والكلام في تفصيل الموت يجب أن نُفرّق فيه بين العدم المَحْض والعدم بعد وجود؛ فالعدم المَحْض هو ما كان قبل أن نُخلَق؛ ثم أوجدنا الله لنكون أحياء؛ ثم يميتنا من بعد ذلك، ثم يبعثنا من بعد ذلك للحساب. </p><p> وهنا في الآية التي نحن بصدد خواطرنا عنها يكون الكلام عن الموت الذي يحدث بعد أن يهبَنا اللهُ الحياةُ، ثم نقضي ما كتبه لنا من أجَل. </p><p> ثم يُذيِّل الحق سبحانه الآية بقوله: </p><p> { ... وَنَحْنُ الوارثون}  [الحجر: ٢٣] </p><p> وهذا القول يعني أن هناك تركة كبيرة؛ وهي هذا الكون الذي خلقه سبحانه ليستخلفنا فيه. ونحن لم نُضِفْ شيئاً لهذا الكون الذي خلقه الله؛ لأنك إنْ نظرتَ إلى كمية المياه أو الغذاء التي في الكون، وكُل مقومات الحياة لَمَا وجدتَ شيئاً يزيد أو ينقص؛ فالماء تشربه لِيرويِكَ، ثم يخرج عرقاً وبولاً؛ ومن بعد الموت يتحلّل الجسم ليتبخرَ منه الماء، وهذا يجري على كل الكائنات. </p><p> وحين يتناول الحق سبحانه في هذه الآية أَمْر الموت والحياة وعودة الكون في النهاية إلى مُنْشئِه سبحانه؛ فهو يُحدّثنا عن أمرين يعتوران حياة كل موجود؛ هما الحياة والموت، وكلاهما يجري على كُلِّ الكائنات؛ فكُلّ شيء له مدة يَحْياها، وأجل يقضيه. </p><p> وكل شيء يبدأ مهمة في الحياة فهو يُولّد؛ وكل شيء يُنهِي مهمته في الحياة بحسب ما قدره الله له فهو يموت؛ وإنْ كنا نحن البشر بحدود إدراكنا لا نعي ذلك. </p><p> وهو سبحانه القائل:  {كُلُّ شَيْءٍ هَالِكٌ إِلاَّ وَجْهَهُ ... }  [القصص: ٨٨] </p><p> إذن: فكُلّ شيء يُطلَق عليه «شيء» مصيره إلى هلاك؛ ومعنى ذلك أنه كان حياً؛ ودليلنا على أنه كان حياً هو قول الحق:  {لِّيَهْلِكَ مَنْ هَلَكَ عَن بَيِّنَةٍ ويحيى مَنْ حَيَّ عَن بَيِّنَةٍ ... }  [الأنفال: ٤٢] </p><p> وهكذا نعلم أن كل ما له مهمة في الحياة له حياة تناسبه؛ وفَوْر أن تنتهي المهمة فهو يهلك ويموت، والحق سبحانه وتعالى يرث كل شيء بعد أن يهلك كل مَنْ له حياة، وهو سبحانه القائل:  {إِنَّا نَحْنُ نَرِثُ الأرض وَمَنْ عَلَيْهَا وَإِلَيْنَا يُرْجَعُونَ}  [مريم: ٤٠] </p><p> وهو بذلك يرث التارك والمتروك؛ وهو الخالق لكل شيء. ويختلف ميراث الحق سبحانه عن ميراث الخَلْق؛ بأن المخلوق حين يرث آخر؛ فهو يُودِعه التراب أولاً، ثم يرث ما ترك؛ أما الحق سبحانه فهو يرث الاثنين معاً، المخلوق وما ترك. </p><p> ولذلك نحن نرى مَنْ يعز عليهم ميت؛ قد يُمسِكون بالخشبة التي تحمل الجثة، ويرفضون من فَرْط المحبة أن تخرج من منزله؛ ولو تركناه لهم لمدة أسبوع ورمّت الجثة؛ سيتوسّلون لِمَنْ يحمل الجثث أن يحملَه لِيُوارِيه التراب، ثم يبدأون في مناقشة ما يرثونه من الفقيد. </p><p> وهم بذلك يَرِثون المتروك بعد أن أودعوا التارك للتراب، وإذا كان التارك من الذين أحسنوا الإيمان والعمل فيدخل حياة جديدة هي أرغد بالتأكيد من حياته الدنيا؛ ولَسوفَ يأكل ويشرب دون أن يتعبَ، وكل ما تمر على ذهنه رغبة فهي تتحقّق له، فهو في ضيافة المُنعِم الأعلى. </p><p> ويقول سبحانه من بعد ذلك:  {وَلَقَدْ عَلِمْنَا المستقدمين ... } </p>"
}