{
  "id": null,
  "sura": 15,
  "aya": 26,
  "text": "<p> وسبحانه يتكلّم هنا عن خَلْق الإنسان من بعد أن تكلم عن خَلْق الكون وما أعدَّه له فيه، وليستقبل الكون الخليفةَ لله؛ فيوضح أنه قد خلقه من الصَّلصال، وهو الطين اليابس. </p><p> وجاء سبحانه بخبر الخَلْق في هذه السورة التي تضمنت خبر </p><p> مَدِّ الأرض؛ ومَجِيء الرياح، وكيفية إنزال الماء من السماء؛ وكيف قَدَّر في الأرض الرزق، وجعل في الأرض رواسي، وجعل كُلّ شيء موزوناً. </p><p> وهو سبحانه قد استهلَّ السورة بقوله:  { ... تِلْكَ آيَاتُ الكتاب وَقُرْآنٍ مُّبِينٍ}  [الحجر: ١] </p><p> أي: أنه افتتح السورة بالكلام عن حارس القِيم للحركة الإنسانية؛ ثم تكلّم عن المادة التي منها الحياة؛ وبذلك شمل الحديثُ الكلام عن المُقوِّم الأساسي للقيم وهو القرآن، والكلام عن مُقوِّم المادة؛ وكان ذلك أمراً طبيعياً؛ ودَلّلْتُ عليه سابقاً بحديثي عن مُصمِّم أي جهاز من الأجهزة الحديثة؛ حيث يحدد أولاً الغرض منه؛ ثم يضع جدولاً وبرنامجاً لصيانة كل جهاز من تلك الأجهزة. </p><p> وهكذا كان خَلْق الله للإنسان الذي شاء له سبحانه أن يكون خليفته في الأرض، ووضع له مُقوِّمات مادة ومُقوّمات قِيم؛ وجاء بالحديث عن مُقوِّمات القِيَم أولاً؛ لأنها ستمدّ حياة الإنسان لتكون حياة لا تنتهي، وهي الحياة في الدنيا والآخرة. </p><p> وهذا القول يُوضِّح لنا أن آدم ليس هو أول من استعمر الأرض؛ بل كان هناك خَلْق من قَبْل آدم، فإذا حدَّثنا علماء الجيولوجيا والحفريات عن أن هناك ما يدل على وجود بعض من الكائنات المطمورة تثبت أنه كانت هناك حياة منذ خمسين ألف قرن من الزمان. </p><p> فنحن نقول له: إن قولك صحيح. </p><p> وحين يسمع البعض قَوْل هؤلاء العلماء يقولون: لا بُدَّ أن تلك الحيوانات كانت موجودة في زمن آدم عليه السلام، وهؤلاء يتجاهلون أن الحق سبحانه لم يَقُلْ لنا أن آدم هو أول مَنْ عَمَر الأرض، بل شاء سبحانه أن يخلقنا ويعطينا مهمة الاستخلاف في الأرض. </p><p> والحق سبحانه هو القائل:  {إِن يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ وَمَا ذَلِكَ عَلَى الله بِعَزِيزٍ}  [فاطر: ١٦ - ١٧] </p><p> أي: أن خَلْق غيرنا أمر وارد، وكذلك الخَلْق من قبلنا أمرٌ وارد. </p><p> ونعلم أن خَلْق آدم قد أخذ لقطات متعددة في القرآن الكريم؛ تُؤدّي في مجموعها إلى القصة بكل أحداثها وأركانها، ولم يكُنْ ذلك تكراراً في القرآن الكريم، ولكن جاء القرآن بكل لَقْطة في الموقع المناسب لها؛ ذلك أنه ليس كتاب تاريخ للبشر؛ بل كتاب قِيَم ومنهج، ويريد أن يُؤسّس في البشر القيم التي تحميهم وتصونهم من أيّ انحراف، ويريد أن يُربِّيَ فيهم المهابة. </p><p> وقد تناول الحق سبحانه كيفية خَلْق الإنسان في الكثير من سُور القرآن: البقرة؛ الأعراف؛ الحجر؛ الإسراء؛ الكهف؛ وسورة ص. </p><p> قال سبحانه على سبيل المثال في سورة البقرة: </p><p> {وَإِذْ قَالَ رَبُّكَ لِلْمَلاَئِكَةِ إِنِّي جَاعِلٌ فِي الأرض خَلِيفَةً قَالُواْ أَتَجْعَلُ فِيهَا مَن يُفْسِدُ فِيهَا وَيَسْفِكُ الدمآء وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ قَالَ إني أَعْلَمُ مَا لاَ تَعْلَمُونَ}  [البقرة: ٣٠] </p><p> وجاء هذا القول من الله للملائكة ساعةَ خَلْق الله لآدم، من قبل أن تبدأ مسألة نزول آدم للأرض. </p><p> وقد أخذتْ مسألة خَلْق الإنسان جدلاً طويلاً من الذين يريدون أن يستدركوا على القرآن متسائلين: كيف يقول مرة: إن الإنسان مخلوق من ماء؛ ومرة من طين؛ ومرة من صلصال كالفخار؟ </p><p> ونقول: إن ذلك كله حديث عن مراحل الخَلْق، وهو سبحانه أعلم بمَنْ خلق، كما خلق السماوات والأرض، ولم يُشهِد الحق أحداً من الخلق كيف خلق المخلوقات:  {مَّآ أَشْهَدتُّهُمْ خَلْقَ السماوات والأرض وَلاَ خَلْقَ أَنْفُسِهِمْ وَمَا كُنتُ مُتَّخِذَ المضلين عَضُداً}  [الكهف: ٥١] </p><p> ومن رحمته سبحانه أنه ترك في مُحسَّات الحياة وماديتها ما يُثبِت صِدْقه في غيبيّاته؛ فإذا قال مرّة: إنه خلق كل شيء من الماء؛ فهو صادق فيما قال؛ لأن الماء يُكوِّن أغلبَ الجسد البشري على سبيل المثال. </p><p> وإذا أوضح أنه خلق الإنسان من طين، فالتراب إذا اختلط بالماء صار طيناً، وإذا مرّ على الطين وقتٌ صار صلصالاً، وإذا قال:  {فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُ سَاجِدِينَ}  [الحجر: ٢٩] </p><p> وكُلُّ هذا من الأمور الغيبية؛ التي يشرحها لنا نقضُها في الواقع المادي الملموس، فحين يحدث الموت وهو نَقْض الحياة نجد الروح هي أول ما يخرج من الجسم؛ وكانت هي آخر ما دخل الجسم أثناء الخَلْق. </p><p> ومن بعد ذلك تبدأ الحيوية في الرحيل عن الجثمان؛ فيتحول الجثمان إلى ما يشبه الصَّلْصال؛ ثم يتبخّر الماء من الجثمان؛ ليصير من بعد ذلك تراباً. </p><p> وهكذا نشهد في الموت نقض الحياة كيفية بَدْء مراحل الخَلْق وهي معكوسة؛ فالماء أولاً ثم التراب؛ ثم الطين؛ ثم الصلصال الذي يشبه الحمأ المسنون؛ ثم نَفْخ الروح. </p><p> وقد صدق الحق سبحانه حين أوضح لنا في النقيض المادي، ما أبلغنا عنه في العالم الغيب. </p><p> وعلى ذلك أيضاً نجد أن الذين يضعون التكهنات بأن الشمس خُلِقَتْ قبل الأرض؛ وكانت الأرض جزءاً من الشمس ثم انفصلت عنها؛ على هؤلاء أن يعلموا أن ما يقولونه هو أمر لم يشاهدوه، وهي أمور لا يمكن أن يدرسها أحد في معمل تجريبي؛ وقد قال القرآن عن أهل هذا اللغو:  {مَّآ أَشْهَدتُّهُمْ خَلْقَ السماوات والأرض وَلاَ خَلْقَ أَنْفُسِهِمْ وَمَا كُنتُ مُتَّخِذَ المضلين عَضُداً}  [الكهف: ٥١] </p><p> وهم قد أعانوا على تأكيد إعجازية القرآن الذي أسماهُم المُضلِّين؛ لأنهم يغوون الناس عن الحق إلى الباطل. </p><p> ويقول الحق سبحانه من بعد ذلك:  {والجآن خَلَقْنَاهُ مِن قَبْلُ ... } </p>"
}