{
  "id": null,
  "sura": 15,
  "aya": 3,
  "text": "<p> و (ذرهم) أمْر بأن يدعَهم ويتركهم. وسبحانه قال مرة (ذرهم) ، ومرة قال:  {وَذَرْنِي والمكذبين أُوْلِي النعمة ... }  [المزمل: ١١] </p><p> أي: اتركهم لي، فأنا الذي أعاقبهم، وأنا الذي أعلم أجلَ الإمهال، وأجل العقوبة. </p><p> ويستعمل من «ذَرْهم» فعل مضارع هو «يَذَر» ، وقد قال الحق سبحانه:  {وَيَذَرَكَ وَآلِهَتَكَ ... }  [الأعراف: ١٢٧] </p><p> ولم يستعمل منها في اللغة فِعْل ماضٍ، إلا فيما رُوِى من حديث رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ «ذروا اليمن ما ذروكم» ، أي: اتركوهم ما تركوكم. </p><p> ويشارك في هذا الفعل فعل آخر هو «دَعْ» بمعنى «اترك» . وقيل: أهملت العرب ماضي «يدع» و «يذر» إلا في قراءةٍ في قول الحق سبحانه: {مَا وَدَّعَكَ رَبُّكَ وَمَا قلى}  [الضحى: ٣] </p><p> وهنا يقول الحق سبحانه:  {ذَرْهُمْ يَأْكُلُواْ وَيَتَمَتَّعُواْ ... }  [الحجر: ٣] </p><p> ونحن أيضاً نأكل، وهناك فرْق بين الأكل كوقود للحركة وبين الأكل كلذّة وتمتُّع، والحيوانات تأكل لتأخذ الطاقة بدليل أنها حين تشبع؛ لا يستطيع أحد أنْ يُجبرها على أكل عود برسيم زائد. </p><p> أما الإنسان فبعد أن يأكل ويغسل يديه؛ ثم يرى صِنْفاً جديداً </p><p> من الطعام فهو يمدُّ يده ليأكلَ منه؛ ذلك أن الإنسان يأكل شهوةً ومتعةً، بجانب أنه يأكل كوقود للحركة. </p><p> والفرق بيننا وبينهم أننا نأكل لتتكوَّن عندنا الطاقة، فإنْ جاءت اللذة مع الطعام فأهلاً بها؛ ذلك أننا في بعض الأحيان نأكل ونتلذذ، لكن الطعام لا يمري علينا؛ بل يُتعِبنا؛ فنطلب المُهْضِمات من مياه غازية وأدوية. </p><p> ولذلك نجد رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يقول:  «بحسب ابن آدم لقيمات يقمن صلبه» . </p><p> أي: أنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ينهانا عن أن نأكل بالشهوة واللذة فقط. </p><p> ولنلحظ الفارق بين طعام الدنيا وطعام الجنة في الآخرة؛ فهناك سوف نأكل الطعام الذي نستلذّ به ويَمْري علينا؛ بينما نحن نُضطر في الدنيا في بعض الأحيان أن نأكلَ الطعام بدون مِلْح ومسلوقاً كي يحفظ لنا الصحة؛ ولا يُتعِبنا؛ وهو أكل مَرِىء وليس طعاماً هنيئاً، ولكن طعام الآخرة هَنِىءٌ ومَرِىءٌ. </p><p> وعلى ذلك نفهم قول الحق سبحانه:  {ذَرْهُمْ يَأْكُلُواْ وَيَتَمَتَّعُواْ ... }  [الحجر: ٣] </p><p> أي: أن يأكلوا أكْلاً مقصوداً لذات اللذَّة فقط. </p><p> ويقول الحق سبحانه متابعاً:  {وَيُلْهِهِمُ الأمل ... }  [الحجر: ٣] </p><p> أي: أن يَنصبوا لأنفسهم غايات سعيدة؛ تُلهِيهم عن وسيلة ينتفعون بها؛ ولذلك يقول المثل العربي:  «الأمل بدون عمل تلصُّص» فما دُمْت تأمل أملاً؛ فلا بُدَّ أن تخدمه بالعمل لتحققه. </p><p> ولكن المثل على الأمل الخادع هو ما جاء به الحق سبحانه على لسان مَنْ غَرَّتْه النعمة، فقال:  {مَآ أَظُنُّ أَن تَبِيدَ هذه أَبَداً وَمَآ أَظُنُّ الساعة قَائِمَةً ... }  [الكهف: ٣٥٣٦] </p><p> ولكن الساعة ستقوم رَغْماً عن أَنْف الآمال الكاذبة، والسراب المخادع. </p><p> ويقول الحق سبحانه:  { ... وَيُلْهِهِمُ الأمل فَسَوْفَ يَعْلَمُونَ}  [الحجر: ٣] </p><p> وكلمة (سوف) تدل على أن الزمن مُتراخٍ قليلاً؛ فالأفعال مثل «يعلم» تعني أن الإنسان قد يعلم الآن؛ ويعلم من بَعْد الآن بوقت قصير، أما حين نقول «سوف يعلم» فتشمل كل الأزمنة. </p><p> فالنصر يتحقق للمؤمنين بإذن من الله دائماً؛ أما غير المؤمنين فلسوف يتمنَّوْنَ الإيمان؛ كما قُلْنا وأوضحنا من قبل. </p><p> وهكذا نرى أن قوله:  { ... فَسَوْفَ يَعْلَمُونَ}  [الحجر: ٣] </p><p> يشمل كُلّ الأزمنة. وقد صنع الحق سبحانه في الدنيا أشياء تُؤذِن بصِدْق وَعْده، والذين يظنُّون أنهم يسيطرون على كُلِّ الحياة يُفاجِئهم زلزال؛ فيهدم كل شيء، على الرغم من التقدُّم فيما يُسمّى «الاستشعار عن بعد» وغير ذلك من فروع العلم التطبيقي. </p><p> وفي نفس الوقت نرى الحمير التي نتهمها بأنها لا تفهم شيئاً تهُبُّ وهي الماشية من قبل الزلزال لتخرج إلى الخلاء بعيداً عن الحظائر التي قد تتهدم عليها، وفي مثل هذا التصرُّف الغريزي عند الحيوانات تحطيمٌ وأدبَ للغرور الإنساني، فمهما قاده الغرور، وادعى أنه مالك لناصية العلم، فهو مازال جاهلاً وجهولاً. </p><p> وكذلك نجد مَنْ يقول عن البلاد المُمطرة: إنها بلاد لا ينقطع ماؤها، لذلك لا تنقطع خُضْرتها. ثم يصيب تلك البلاد جفافٌ لا تعرف له سبباً، وفي كل ذلك تنبيهٌ للبشر كي لا يقعوا أسْرى للغرور. </p><p> ويقول سبحانه من بعد ذلك ضارباً لهم المثل:  {وَمَآ أَهْلَكْنَا مِن قَرْيَةٍ ... } </p>"
}