{
  "id": null,
  "sura": 15,
  "aya": 97,
  "text": "<p> وفي هذا القول الكريم يتجلَّى تقدير الحق سبحانه لمشاعر النبوة، فالحق يُكلِّفه أنْ يفعلَ كذا وكذا، وسبحانه يعلم أيضاً ما يعانيه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في تنفيذ أوامر الحق سبحانه. </p><p> ورد هذا المعنى أيضاً في قوله سبحانه:  {قَدْ نَعْلَمُ إِنَّهُ لَيَحْزُنُكَ الذي يَقُولُونَ فَإِنَّهُمْ لاَ يُكَذِّبُونَكَ ولكن الظالمين بِآيَاتِ الله يَجْحَدُونَ}  [الأنعام: ٣٣] . </p><p> فأنت يا رسولَ الله أكرم من أنْ تكذبَ، فقد شهدوا لك بحُسْن الصدق عبر معايشتهم لك من قبل الرسالة. </p><p> وهنا يقول سبحانه: </p><p> {وَلَقَدْ نَعْلَمُ أَنَّكَ يَضِيقُ صَدْرُكَ بِمَا يَقُولُونَ}  [الحجر: ٩٧] . </p><p> ومعنى ضيق الصدر أنْ يقِلّ الهواء الداخل عَبْر عملية التنفُّس إلى الرئتين؛ فمن هذا الهواء تستخلص الرئتان الأوكسجين؛ وتطرد ثاني أوكسيد الكربون؛ ويعمل الأكسجين على أنْ يُؤكسِدَ الغذاء لِينتجَ الطاقة؛ فإنْ ضاق الصَّدْر صارت الطاقة قليلة. </p><p> والمثَل يتضح لِمَنْ يصعدون السُّلَّم العالي لأيّ منزل أو أيّ مكان؛ ويجدون أنفسهم ينهجون؛ والسبب في هذا النهجَ هو أن الرئة تريد أنْ تُسرِعِ بالتقاط كمية الهواء أكبر من تلك التي تصل إليها، فيعمل القلب بشدة اكثر كي يُتيح للرئةِ أن تسحبَ كمية أكبر من الهواء. </p><p> أما مَنْ يكون صدره واسعاً فهو يسحب ما شاء من الهواء الذي يتيح للرئة أن تأخذَ الكمية التي تحتاجها من الهواء، فلا ينهج صاحب الصدر الواسع. </p><p> فكأن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حين كان يُكذِّبه أحد، أو يستهزيء به أحد كان يضيق صَدْره فتضيق كمية الهواء اللازمة للحركة؛ ولذلك يُطمئِنه الحق سبحانه أن مَدَده له لا ينتهي. </p><p> وأنت تلحظ عملية ضيق الصدر في نفسك حين يُضايقك أحد فتثور عليه؛ فيقول لك: لماذا يضيق صدرك؟ وَسِّع صدرك قليلاً. </p><p> والحق سبحانه يقول في موقع آخر:  {فَمَن يُرِدِ الله أَن يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلإِسْلاَمِ}  [الأنعام: ١٢٥] . </p><p> أي: يُوسّع صدره، وتزداد قدرته على فَهْم المعاني التي جاء بها الدين الحنيف. </p><p> ويقول أيضاً: </p><p> {وَمَن يُرِدْ أَن يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقاً حَرَجاً كَأَنَّمَا يَصَّعَّدُ فِي السمآء}  [الأنعام: ١٢٥] . </p><p> وهنا نجد أن الحق سبحانه يشرح عملية الصعود وكأن فيها مجاهدةً ومكابدةً، وهذا يخالف المسألة المعروفة بأنك إذا صعدتَ إلى أعلى وجدتَ الهواء اكثرَ نقاءً. </p><p> وقد ثبت أن الإنسان كلما صعد إلى أعلى في الفضاء فلن يجد هواء. </p><p> ويدلُّ الحق سبحانه رسوله صلى الله عليه وسم على علاج لمسألة ضيق الصدر حين يُحزنه أو يؤلمه مُكذّب، أو مُسْتهزيء؛ فيقول سبحانه:  {فَسَبِّحْ بِحَمْدِ رَبِّكَ. .} . </p>"
}