{
  "id": null,
  "sura": 15,
  "aya": 1,
  "text": "<p> السورة التي نبدأ خواطرنا عنها هي سورة الحجر تبدأ بالكلام عن جامع البلاغ، ومنهج لحياة الحياة وهو القرآن الكريم الذي قد جاء بالخبر اليقين في قضية الألوهية الواحدة، والتي ذكرنا في آخر السورة السابقة بأن أُولِي الألباب يستقبلونها بتعقولهم. </p><p> ويقول الحق سبحانه في مُسْتهل السورة: </p><p> {الر تِلْكَ آيَاتُ الكتاب وَقُرْآنٍ مُّبِينٍ}  [الحجر: ١] </p><p> والسورة كما نرى قد افْتُتِحَتْ بالحروف التوفيقية؛ والتي قلنا: إن جبريل عليه السلام نزل وقرأها هكذا؛ وحفظها رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وأبلغها لنا هكذا؛ وهي نزلتْ أوَّل ما نزلت على قوم برعوا في اللغة؛ وهم أهل فصاحة وبيان، ولم نجد منهم مَنْ يستنكرها. </p><p> وهي حروف مُقطّعة تنطَق بأسماء الحروف لا مُسمَّياتها، ونعلم أن لكل حرف اسماً، وله مسمى؛ فحين نقول أو نكتب كلمة «كتب» ؛ فنحن نضع حروفاً هي الكاف والباء والتاء بجانب بعضها البعض، لتكون الكلمة كما ننطقها أو نقرؤها. </p><p> ويقال عن ذلك إنها مُسمَّيات الحروف، أما أسماء الحروف؛ فهي «كاف» و «باء» و «تاء» . ولا يعرف أسماء الحروف إلا المُتعلِّم؛ ولذلك حين تريد أن تختبر واحداً في القراءة والكتابة تقول له: تَهَجَّ حروف الكلمة التي تكتبها، فإن نطق أسماءَ الحروف؛ عرفنا أنه يُجيد القراءة والكتابة. </p><p> وهذا القرآن كما نعلم نزل مُعجِزاً للعرب الذين نبغوا في اللغة، وكانوا يقيمون لها أسواقاً؛ مثل المعارض التي نقيمها نحن لصناعاتنا المتقدمة. </p><p> ولذلك شاء الحق سبحانه أن تأتي معجزة القرآن من نفس الجنس الذي نبغوا فيه، فلو كانت المعجزة من جنسٍ غير ما نبغوا فيه ولم يَألفوه لَقَالوا: لو تعلمنا هذا الأمر لَصنعْنَا ما يفوقه. </p><p> وجاءتهم معجزة القرآن من نفس الجنس الذي نبغُوا فيه؛ </p><p> وباللغة العربية وبنفس المُفْردات المُكوّنة من الحروف التي تُكوِّنون منها كلماتكم، والذي جعل القرآن مُعْجِزاً أن المُتكلّم به خالق وليس مخلوقاً. وفي «الر» نفس الخامات التي تصنعون منها لُغَتكم. </p><p> وهذا بعض ما أمكن أن يلتقطه العلماء من فواتح السور. علينا أن نعلم أن لله في كلماته أسراراً؛ فهو سبحانه:  {هُوَ الذي أَنزَلَ عَلَيْكَ الكتاب مِنْهُ آيَاتٌ مُّحْكَمَاتٌ هُنَّ أُمُّ الكتاب وَأُخَرُ مُتَشَابِهَاتٌ فَأَمَّا الَّذِينَ في قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابتغاء الفتنة وابتغاء تَأْوِيلِهِ وَمَا يَعْلَمُ تَأْوِيلَهُ إِلاَّ الله والراسخون فِي العلم يَقُولُونَ آمَنَّا بِهِ كُلٌّ مِّنْ عِندِ رَبِّنَا ... }  [آل عمران: ٧] </p><p> أي: أن القرآن به آيات مُحْكمات، هي آيات الأحكام التي يترتب عليها الثواب والعقاب، أما الآيات المتشابهات فهي مثل تلك الآيات التي تبدأ بها فواتح بعض السور؛ ومَنْ في قلوبهم زَيْغ يتساءلون: ما معناها؟ </p><p> وهم يقولون ذلك لا بَحْثاً عن معنى؛ ولكن رغبةً للفتنة. </p><p> ولهؤلاء نقول: أتريدون أنْ تفهموا كل شيء بعقولكم؟ إن العقل ليس إلا وسيلةَ إدراك؛ مِثْله مِثْل العين، ومِثْل الأذن. </p><p> فهل ترى عيناك كل ما يمكن أن يُرَى؟ طبعاً لا؛ لأن للرؤية </p><p> بالعين قوانينَ وحدوداً، فإنْ كنتَ بعيداً بمسافة كبيرة عن الشيء فلن تراه؛ ذلك أن العين لا ترى أبعد من حدود الأفق. </p><p> وكل إنسان يختلف أُفْقه حسب قوة بصره؛ فهناك مَنْ أنعم الله عليه ببصر قوي وحادٍّ؛ وهناك مَنْ هو ضعيفُ البصرِ؛ ويحتاج إلى نظارة طبية تساعده على دِقّة الإبصار. </p><p> فإذا كانت للعين وهي وسيلة إدراك المرائي حدود، وإذا كانت للأذن، وهي وسيلة إدراك الأصوات بحد المسافة الموجية للصوت؛ فلابُدَّ أن تكون هناك حدود للعقل، فهناك ما يمكن أن تفهمه؛ وهناك مَا لا يمكن أن تفهمه. </p><p> والرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قال عن آيات القرآن:  «ما عرفتم منه فاعملوا به، وما تشابه منه فآمنوا به» . </p><p> وذلك حفاظاً على مواقيت ومواعيد ميلاد أيِّ سِرٍّ من الأسرار المكنونة في القرآن الكريم، فلو أن القرآن قد أعطى كل أسراره في أول قَرْن نزل فيه؛ فكيف يستقبل القرونَ الأخرى بدون سِرٍّ جديد؟ </p><p> إذن: فكٌلَّما ارتقى العقل البشري؛ كلما أَذِن الله بكشف سِرٍّ من أسرار القرآن. ولا أحد بقادر على أن يجادل في آيات الأحكام. </p><p> ويقول الحق سبحانه عن الآيات المتشابهة:  {وَمَا يَعْلَمُ تَأْوِيلَهُ إِلاَّ الله والراسخون فِي العلم يَقُولُونَ آمَنَّا بِهِ كُلٌّ مِّنْ عِندِ رَبِّنَا ... }  [آل عمران: ٧] </p><p> وهناك مَنْ يقرأ هذه الآية كالآتي:  «وما يعلم تأويله إلا الله والراسخون في العلم م» وتناسى مَنْ يقرأ تلك القراءة أن مُنْتهى الرسوخ في العلم أن تؤمن بتلك الآيات كما هي. </p><p> والحق سبحانه يقول:  {الر تِلْكَ آيَاتُ الكتاب وَقُرْآنٍ مُّبِينٍ}  [الحجر: ١] </p><p> و (تلك) إشارة لما سبق ولِمَا هو قادم من الكتاب، و (آيات) جمع «آية» . وهي: الشيء العجيب الذي يُلْتفت إليه. والآيات إما أنّ تكونَ كونية كالليل والنهار والشمس والقمر لتثبت الوجود الأعلى، وإما أنْ تكونَ الآيات المُعْجزة الدالة على صِدْق البلاغ عن الله وهي معجزات الرسل، وإما أن تكونَ آيات القرآن التي تحمل المنهج للناس كافّة. </p><p> ويضيف الحق سبحانه:  { ... قُرْآنٍ مُّبِينٍ}  [الحجر: ١] </p><p> فهل الكتاب هو شيء غير القرآن؟ ونقول: إن الكتاب إذا أُطلِق؛ فهو ينصرف إلى كل ما نزل من الله على الرسل؛ كصحف إبراهيم، وزبور داود، وتوراة موسى، وإنجيل عيسى؛ وكل تلك كتب، ولذلك يسمونهم «أهل الكتاب» . </p><p> أما إذا جاءت كلمة «الكتاب» مُعرَّفة بالألف واللام؛ فلا ينصرف إلا للقرآن، لأنه نزل كتاباً خاتماً، ومُهيْمناً على الكتب الأخرى. </p><p> وبعد ذلك جاء بالوصف الخاص وهو (قرآن) ، وبذلك يكون قد عطف خاصاً على عامٍّ، فالكتاب هو القرآن، ودلَّ بهذا على أنه سيكتب كتاباً، وكان مكتوباً من قبل في اللوح المحفوظ. </p><p> وإن قيل: إن الكتب السابقة قد كُتِبت أيضاً؛ فالردّ هو أن تلك الكتب قد كُتِبت بعد أن نزلتْ بفترة طويلة، ولم تُكتب مِثْل القرآن ساعة التلقِّي من جبريل عليه السلام، فالقرآن يتميز بأنه قد كُتب في نفس زمن نُزوله، ولم يُترك لقرون كبقية الكتب ثم بُدئ في كتابته. </p><p> والقرآن يُوصف بأنه مُبِين في ذاته وبين لغيره؛ وهو أيضاً مُحيط بكل شيء. </p><p> وسبحانه القائل:  {مَّا فَرَّطْنَا فِي الكتاب مِن شَيْءٍ ... }  [الأنعام: ٣٨] </p><p> وأيُّ أمر يحتاج لحكم؛ فإما أن تجده مُفصَّلاً في القرآن، أو نسأل فيه أهل الذكر، مصداقاً لقول الحق سبحانه:  { ... فاسئلوا أَهْلَ الذكر إِن كُنتُمْ لاَ تَعْلَمُونَ}  [الأنبياء: ٧] </p><p> ويقول سبحانه من بعد ذلك:  {رُّبَمَا يَوَدُّ الذين كَفَرُواْ ... } </p>"
}