{
  "id": null,
  "sura": 15,
  "aya": 11,
  "text": "<p> ونجد كلمة:  { ... يَسْتَهْزِئُونَ}  [الحجر: ١١] </p><p> ونجد أن الحق سبحانه قد أوضح هذا الاستهزاء حين قالوا:  { ... ياأيها الذي نُزِّلَ عَلَيْهِ الذكر إِنَّكَ لَمَجْنُونٌ}  [الحجر: ٦] </p><p> وكأن الحق سبحانه يُوضّح له أن الاستهزاء قد يزيد، وذلك دليلٌ على أنك قد بلغتَ منهم مَبْلغ الكَيْد، ولو كان كيدُك قليلاً لخفّفوا كَيْدهم؛ ولكنك جئتَ بأمر قاس عليهم، وهدمت لهم مذاهبهم، وهدمت حتى سيادتهم وكذلك سطوتهم، ولم يجدوا غير الاستهزاء ليقاوموك به. </p><p> ومعنى ذلك أنهم عجزوا عن مقاومة منهجك؛ ويحاولون بالاستهزاء أن يحققوا لك الخور لتضعف؛ معتمدين في ذلك على </p><p> أن كل إنسان يحب أن يكون كريماً في قومه ومعززاً مكرماً. </p><p> وهنا يريد الحق سبحانه من رسوله أن يُوطِّن نفسه على أنه سيُستهزأ به وسيُحارب؛ وسيُؤْذَى؛ لأن المهمة صعبة وشاقَّة، وكلما اشتدت معاندتك وإيذاؤك، فاعلم أن هذه من حيثيات ضرورة مهمتك. </p><p> ولذلك نجد الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قبل أن يتأكد من مهمته؛ أخذته زوْجه خديجة بنت خويلد رَضِيَ اللَّهُ عَنْها عند ورقة بن نوفل؛ وعرف ورقة أنه سَيُؤذَى، وقال ورقة لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: ليتني أكون حياً حين يُخرِجك قومك. فتساءل الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: أمُخرِجِيّ هُم؟ قال ورقة: نعم، لم يأت رجل بمثل ما جئتَ به إلا عُودِي، وإن يدركني يومك أنصرك نصراً مؤزراً. </p><p> وهكذا شاء الحق سبحانه أن يصحب نزول الرسالة أن يُحصِّنه ضد ما سيحصل له، ليكون عنده المناعة التي تقابل الأحداث؛ فمادام سيصير رسولاً، فليعلم أن الطريق مَحْفوف بالإيذاء، وبذلك لا يُفاجأ بوجود مَنْ يؤذيه. </p><p> ونحن نعلم أن المناعة تكون موجودة عند مَنْ وبها يستعد لمواجهة الحياة في مكان به وباء يحتاج إلى مَصْل مضاد من هذا الوباء؛ لِيقيَ نفسه منه، وهذا ما يحدث في الماديات، وكذلك الحال في المعنويات. </p><p> ولهذا يُوضِّح سبحانه هذا الأمر لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، ولتزداد ثقته في الحق الذي بعثه به ربُّه، ويشتدّ في المحافظة على تنفيذ منهجه. </p><p> والاستهزاء كما نعلم لَوْنٌ من الحرب السلبية؛ فهم لم يستطيعوا مواجهة ما جاء به رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بالجد، ولا أنْ يردّوا منهجه الراقي؛ لذلك لجئوا إلى السُّخْرية من رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، ولم تنفعهم سخريتهم في النَّيْل من الرسول، أو النَّيْل من الإسلام وفي هذا المعنى، يقول لنا الحق سبحانه عن مصير الذين يسخرون من الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  {كَذَلِكَ نَسْلُكُهُ فِي قُلُوبِ ... } </p>"
}