{
  "id": null,
  "sura": 15,
  "aya": 4,
  "text": "<p> أي: أنه سبحانه لا يأمر بهلاك أيّ قرية إلا في الأجل المكتوب لها. ويجعلها من المُثل التي يراها مَنْ يأتي بعدها لعله يتعظ ويتعرَّف على حقيقة الإيمان. </p><p> وقد قال الحق سبحانه: </p><p> {وَضَرَبَ الله مَثَلاً قَرْيَةً كَانَتْ آمِنَةً مُّطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَداً مِّن كُلِّ مَكَانٍ فَكَفَرَتْ بِأَنْعُمِ الله فَأَذَاقَهَا الله لِبَاسَ الجوع والخوف بِمَا كَانُواْ يَصْنَعُونَ}  [النحل: ١١٢] </p><p> والمثل القريب من الذاكرة «لبنان» التي عاشت إلى ما قبل الخمسينات كبلد لا تجد فيه فندقاً لائقاً، ثم ازدهرتْ وانتعشتْ في الستينات والسبعينات؛ واستشرى فيها الفساد؛ فقال أهل المعرفة بالله:  «لابُدَّ أن يصيبها ما يصيب القرى الكافرة بأنعُمِ الله» . </p><p> وقد حدث ذلك وقامت فيها الحرب الأهلية، وانطبق عليها قول الحق سبحانه:  {وَيُذِيقَ بَعْضَكُمْ بَأْسَ بَعْضٍ ... }  [الأنعام: ٦٥] </p><p> وهذا ما يحدث في الدنيا، وهي مُقدّمات تُؤكّد صدْق ما سوف يحدث في الآخرة. </p><p> وسبحان القائل:  {وَإِن مِّن قَرْيَةٍ إِلاَّ نَحْنُ مُهْلِكُوهَا قَبْلَ يَوْمِ القيامة أَوْ مُعَذِّبُوهَا عَذَاباً شَدِيداً كَانَ ذلك فِي الكتاب مَسْطُوراً}  [الإسراء: ٥٨] </p><p> وبطبيعة الحال؛ فهذا ما يحدث لأيِّ قرية ظالم أهلُها؛ لأن الحق سبحانه لا يظلم مِثْقال ذرة. </p><p> وأذكر أن تفسير النسفي قد صُودِر في عصر سابق؛ لأن </p><p> صاحب التفسير قال عند تفسيره لهذه الآية:  «حدثني فلان عن فلان أن البلد الفلاني سيحصل فيه كذا؛والبلد الآخر سوف يحدث فيه كذا إلى أن جاء إلى مصر وقال بالنص:ويدخل مصر رجل من جهينة، فويْل لأهلها، ووَيْل لأهل سوريا، ووَيْل لأهل الرَّمْلة، ووَيْل لأهل فلسطين، ولا يدخل بيت المقدس» . </p><p> ومادام الحق سبحانه قد قال:  { ... كَانَ ذلك فِي الكتاب مَسْطُورا}  [الإسراء: ٥٨] </p><p> فهو يُعلّم بعضاً من خلقه بعضاً من أسراره، فلا مانعَ من أن نرى بعضاً من تلك الأسرار على ألسنتهم. وحين ذاعت تلك الحكاية، وقالوها للرئيس الذي كان موجوداً، وقالوا له: أنت من جهينة وهم يقصدونك. صُودِر تفسير النسفي. </p><p> إذن: فقد ترك الحق سبحانه لنا في الدنيا مثلاً يؤكد صِدْقه فيما يحكيه عن الوعيد لبعض القرى حتى نُصدّق ما يمكن أن يكون بعد يوم القيامة. وحين يقول الحق سبحانه:  {وَمَآ أَهْلَكْنَا مِن قَرْيَةٍ إِلاَّ وَلَهَا كِتَابٌ مَّعْلُومٌ}  [الحجر: ٤] </p><p> فليس لأحد أن يقول:  «إن ذلك لم يحدث للبلد الفلاني» لأن كُلَّ أَمْر له أجَل. </p><p> ويقول الحق سبحانه من بعد ذلك:  {مَّا تَسْبِقُ مِنْ أُمَّةٍ أَجَلَهَا وَمَا يَسْتَأْخِرُونَ} </p>"
}