{
  "id": null,
  "sura": 15,
  "aya": 7,
  "text": "<p> ونعلم أن في اللغة ألفاظاً تدل على الحَثِّ وعلى رغبة المُتكلِّم في أن يُوجد السامع ما بعدها، ومن هذه الألفاظ «لولا» و «لوما» . و «لولا» تجئ للتمنِّي ورغبة ما يكون بعدها، وإن كان ما بعدها نفياً فهو رغبة منك ألا يكون، مثل قولك «لو جاء زيد لأكرمته» لكن لمجيء لم يحدث، وكذلك الإكرام. </p><p> وقد قال الكفار هنا ما أورده الحق سبحانه على ألسنتهم:  {لَّوْ مَا تَأْتِينَا بالملائكة ... }  [الحجر: ٧] </p><p> وسبق لهم أنْ قالوا:  { ... لولا أُنزِلَ إِلَيْهِ مَلَكٌ فَيَكُونَ مَعَهُ نَذِيراً}  [الفرقان: ٧] </p><p> وكأنهم يطلبون نزول ملَك مع الرسول ليُؤنسه ولِيُصدّقوا أنه رسول من عند الله، فهل كان تصديقهم المُعلَّق على هذا الشرط؛ تصديقاً للرسول، أم تصديقاً للملك؟ </p><p> وسبق أن تناول القرآنُ هذا الأمر في قول الحق سبحانه:  {وَمَا مَنَعَ الناس أَن يؤمنوا إِذْ جَآءَهُمُ الهدى إِلاَّ أَن قالوا أَبَعَثَ الله بَشَراً رَّسُولاً}  [الإسراء: ٩٤] </p><p> وكأنهم علقوا الإيمان بالرسول على شرط أنه ليس ملكاً؛ بل من صنف البشر، وجاء الرد عليهم:  {قُل لَوْ كَانَ فِي الأرض ملائكة يَمْشُونَ مُطْمَئِنِّينَ لَنَزَّلْنَا عَلَيْهِم مِّنَ السمآء مَلَكاً رَّسُولاً}  [الإسراء: ٩٥] </p><p> إذن: فلو نزل رسول من السماء ملَكاً؛ لَمَا استطاع أن يمشي في الأرض مطمئناً؛ فضلاً عن أنه لا يمكن أن يكون أُسْوة وقدوة للبشر؛ لأنه من جنس آخر غير البشر. </p><p> ولو نزل عليهم ملك كما زعموا، وقال لهم: افعل ولا تفعل، واستقيموا واستغفروا، وسبِّحوه بُكْرة وأصيلا، لردُّوا عليه قائلين أنت ملَكَ ينطبق عليك قول الحق:  { ... لاَّ يَعْصُونَ الله مَآ أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ}  [التحريم: ٦] </p><p> وأنت لا تصلح أُسْوة لنا. ثم كيف تتكلمون مع ملَك وهو من طبيعة مختلفة، ولن يستطيع البشر أن يرتفعوا إلى مُسْتواه ليأخذوا </p><p> منه، وهو لن يستطيع أن ينزلَ إلى مستوى البشرية ليأخذوا منه؛ ولذلك شاء الحق سبحانه أن يرسل الرسول من جنس البشر. </p><p> وهكذا أبطل الحق سبحانه حُجّتهم في عدم الإيمان بالرسول؛ لأنه لم يأْتِ من جنس الملائكة؛ وأبطل حُجّتهم في طلبهم أن ينزل مع الرسول ملائكة؛ لِيُؤيّدوه في صِدْق بلاغه عن الله. </p><p> ولذلك يقول الحق سبحانه من بعد ذلك:  {مَا نُنَزِّلُ الملائكة إِلاَّ بالحق ... } </p>"
}