{
  "id": null,
  "sura": 15,
  "aya": 21,
  "text": "<p> وقوله الحق:  {وَإِن مِّن شَيْءٍ ... }  [الحجر: ٢١] </p><p> أي: أنه لا يوجد جنس من الأجناس إلا وله خزائنُ عند الله </p><p> سبحانه، فالشيء الذي قد تعتبره تافهاً له خزائن؛ وكذلك الشيء النفيس، وهو سبحانه يُنزِل كل شيء بقدَرٍ؛ حتى الاكتشافات العلمية يُنزِلها بقدَرٍ. </p><p> وحين نحتاج إلى أيِّ شيء مخزون في أسرار الكون؛ فنحن نُعمِل عقولنا الممنوحة لنا من الله لنكتشف هذا الشيء. والمثل هو الوقود وكُنا قديماً نستخدم خشب الأشجار والحطب. </p><p> وسبحانه هو القائل:  {أَفَرَأَيْتُمُ النار التي تُورُونَ أَأَنتُمْ أَنشَأْتُمْ شَجَرَتَهَآ أَمْ نَحْنُ المنشئون}  [الواقعة: ٧١ - ٧٢] </p><p> واتسعت احتياجات البشر فاكتشفوا الفحم الذي كان أصله نباتاً مطموراً أو حيواناً مطموراً في الأرض؛ ثم اكتُشِف البترول، وهكذا. </p><p> أي: أنه سبحانه لن يُنشِئ فيها جديداً، بل أعدَّ سبحانه كل شيء في الأرض، وقدَّر فيها الأقوات من قبل أنْ ينزِل آدم عليه السلام إلى الأرض من جنة التدريبِ لِيعمُرَ الأرض، ويكون خليفة لله فيها، هو وذريته كلها إلى أن تقومَ الساعة. </p><p> فإذا شكوْنَا من شيء فهذا مَرْجعه إلى التكاسل وعدم حُسْن استثمار ما خلقه الله لنا وقدَّره من أرزاقنا في الأرض. ونرى التعاسة في كوكب الأرض رغم التقدُّم العلمي والتِّقني؛ ذلك أننا نستخدم ما كنزه الحق سبحانه ليكون مجال سعادة لنا في الحروب والتنافر. </p><p> ولو أن ما يُصرف على الحروب؛ تم توجيهه إلى تنمية المجتمعات المختلفة لَعاشَ الجميع في وفرة حقيقية. ولكن سوء التنظيم وسوء التوزيع الذي نقوم به نحن البشر هو المُسبِّب الأول لتعاسة الإنسان في الأرض؛ ذلك أنه سبحانه قد جعل الأرض كلها للأنام، فمن يجد ضيقاً في موقع ما من الأرض فليتجه إلى موقع آخر. </p><p> ولكن العوامل السياسية وغير ذلك من الخلافات بين الناس تجعل في أماكن في الأرض؛ رجالاً بلا عمل؛ وتجعل في أماكن أخرى ثروة بلا استثمار؛ ونتجاهل قوله سبحانه:  {وَإِن مِّن شَيْءٍ إِلاَّ عِندَنَا خَزَائِنُهُ ... }  [الحجر: ٢١] </p><p> فلكل شيء في الأرض خزائن؛ والخزينة هي المكان الذي تُدَّخر فيه الأشياء النفيسة، والكون كله مخلوق على هيئة أن الحق سبحانه قدَّر في الأرض أقواتاً لكل الكائنات من لَدُن آدم إلى أن تقومَ الساعة. </p><p> فإنْ حدث تضييق في الرزق فاعلموا أن حقاً من حقوق الله قد ضُيِّع، إما لأنكم أهملتم استصلاحَ الأرض وإحياء مواتها بقدر ما يزيد تعداد السكان في الأرض، وإما أنكم قد كنزتُم ما أخذتُم من الأرض، وضننتُم بِمَا اكتنزتموه على سواكم. </p><p> فإنْ رأيتَ فقيراً مُضيَّعاً فاعلم أن هناك غنياً قد ضَنَّ عليه بما </p><p> أفاض الله على الغني من رزق، وإنْ رأيت عاجزاً عن إدراك أسباب حياته فاعلم أن واحداً آخر قد ضَنَّ عليه بقُوتِه. </p><p> وإنْ رأيت جاهلاً فاعلم أن عالماً قد ضَنَّ عليه بعلمه. وإنْ رأيت أخْرقَ فاعلم أن حكيماً قد ضَنَّ عليه بحكمته؛ فكُلّ شيء مخزون في الحياة؛ حتى تسلم حركة الحياة؛ سلامةً تؤدي إلى التسانُد والتعاضُد؛ لا إلى التعانُد والتضارب. </p><p> ونعلم أنه سبحانه قد أَعدَّ لنا الكون بكُل ما فيه قبل أنْ يخلقنا؛ ولم يُكلِّفنا قبل البلوغ؛ ذلك أنه عَلِم ألاً أن التكليف يُحدّد اختيار الإنسان لكثير من الأشياء التي تتعلق بكل ملَكاتِ النفس؛ قُوتاً ومَشْرباً ومَلْبساً ومسكناً وضَبْطاً للأهواء، كي لا ننساقَ في إرضاء الغرائز على حساب القِيمَ. </p><p> وشاء سبحانه ألاَّ يكون التكليف إلا بعد البلوغ؛ حتى يستوفي ملكاتُ النفس القوةَ والاقتدارَ، ويكون قادراً على إنجاب مثيل له، ولكي يكون هذا التكليف حُجَّة على الإنسان، هذا الذي طَمَر له الحق سبحانه كل شيء إمَّا في الأرض؛ أو كان طمراً في النوع، أو في الجنس. </p><p> وكُلُّ شيء في الكون موزون، إما أن يكون جِنْساً، أو نَوْعاً، أو أفراداً؛ والميزان الذي توجد به كل تلك العطاءات؛ إنما شاء به الحق سبحانه أن يهبَ الرب للكل؛ وليوافق الكثرة؛ وليعيش الإنسان في حضْن الإيمان. وهكذا يكون عطاء الله لنا عطاءَ ربوبيةٍ، وعطاءَ ألوهيةٍ، والذكيّ حقاً هو مَنْ يأخذ العطاءين معاً لتستقيم حياته. </p><p> والحق سبحانه هو القائل:  {قُل لَّوْ أَنْتُمْ تَمْلِكُونَ خَزَآئِنَ رَحْمَةِ رَبِّي إِذاً لأمْسَكْتُمْ خَشْيَةَ الإنفاق وَكَانَ الإنسان قَتُوراً}  [الإسراء: ١٠٠] </p><p> وذلك ليوضح لنا الحق سبحانه أن الإنسان يظنُّ أن ذاتيته هي الأصل، وأن نفعيته هي الأصل، وحتى في قضايا الدين؛ قد يتبع العبد قوله الحق:  {وَيُؤْثِرُونَ على أَنفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ ... }  [الحشر: ٩] </p><p> ومَنْ يفعل ذلك إنما يفعل في ظاهر الأمر أنه يُؤْثِر الغيرَ على نفسه؛ ولكن الواقع الحقيقي أنه يطمع فيما أعدَّه الله له من حُسْن جزاء في الدنيا وفي الآخرة. </p><p> إذن: فأَصْل العملية الدينية أيضاً هو الذات؛ ولذلك نجد مَنْ يقول: أنا أُحِب الإيمان؛ لأن فيه الخيرية، يقول الحق سبحانه:  {وَإِنَّهُ لِحُبِّ الخير لَشَدِيدٌ}  [العاديات: ٨] </p><p> وفيه أنانية ذكية تتيح لصاحبها أَخْذ الثواب على كل عمل يقوم به لغيره، وهذا لون من الأنانية الذكية النافعة؛ لأنها انانية باقية، ولها عائد إيماني. </p><p> ونعلم أن الحق سبحانه لو شاء لجعل الناس كلهم أثرياء؛ ولم يجعل يداً عليا ويداً سفلي، لكنه سبحانه لم يشأ ذلك؛ ليجعل الإنسان ابْنَ أغيار؛ ويعدل فيه ميزان الإيمان، ولِيدُكّ غرور الذات على الذات، وليتعلم الإنسان أن غروره على ربِّه لن ينال من الله شيئاً، ولن يأتي للإنسان بأي شيء. </p><p> وكل مظاهر القوة في الإنسان ليست من عند الإنسان، وليست ذاتية فيه، بل هي موهوبة له من الله؛ وهكذا شاء الحق سبحانه أنْ يُهذِّب الناس لِيُحسِنوا التعامل مع بعضهم البعض. </p><p> ولذلك أوضح سبحانه أن عنده خزائنَ كل شيء، ولو شاء لألقى ما فيها عليهم مرة واحدة؛ ولكنه لم يُرد ذلك ليؤكد للإنسان أنه ابْنُ أغيارٍ؛ ولِيلفتَهم إلى مُعْطي كل النعم. </p><p> كما أن رتابة النعمة قد تُنسِي الإنسانَ حلاوة الاستمتاع بها، وعلى سبيل المثال أنت لا تجد إنساناً يتذكّر عَيْنه إلا إذا آلمتْه؛ وبذلك يتذكر نعمة البصر، بل وقد يكون فَقْد النعمة هو المُلفِت للنعمة، وذلك لكي لا ينسي أحد أنه سبحانه هو المُنعِم. </p><p> ويقول سبحانه من بعد ذلك:  {وَأَرْسَلْنَا الرياح لَوَاقِحَ ... } </p>"
}