{
  "id": null,
  "sura": 16,
  "aya": 61,
  "text": "<p> قول الحق تبارك وتعالى: </p><p> {وَلَوْ يُؤَاخِذُ الله الناس. .}  [النحل: ٦١] . </p><p> عندنا هنا: الأخْذ والمؤاخذة. . الأخْذ: هو تحصيل الشيء واحتواؤه، ويدل هذا على أن الآخذ له قدرةٌ على المستمسك بنفسه أو بغيره، فمثلاً تستطيع حَمْل حصاة، لكن لا تستطيع حمل حجر كبير، وقد يكون شيئاً بسيطاً إلا أنه مربوط بغيره ومستمسك به فيُؤخَذ منه قوة. </p><p> فمعنى الأخذ: أن تحتوي الشيء، واحتواؤك له معناه أنك أقوى من تماسكه في ذاته، أو استمساك غيره به، وقد يكون الأَخْذ بلا ذنب. </p><p> أما المؤاخذة فتعني: هو أخذَ منك فأنت تأخذُ منه. . ومنه قَوْل أحدنا لأخيه «لا مؤاخذة» في موقف من المواقف. . والمعنى: أنني فعلتُ شيئاً استحق عليه الجزاء والمؤاخذة، فأقول: لا تؤاخذني. . لم أقصد. </p><p> لذلك؛ فالحق تبارك وتعالى يقول هنا: </p><p> {وَلَوْ يُؤَاخِذُ الله الناس ... }  [النحل: ٦١] . </p><p> ولم يَقُلْ: يأخذ الناس. </p><p> وفي آية أخرى قال تعالى:  {وكذلك أَخْذُ رَبِّكَ إِذَا أَخَذَ القرى وَهِيَ ظَالِمَةٌ إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ}  [هود: ١٠٢] . </p><p> لماذا أخذها الله؟ أخذها لأنها أخذتْ منه حقوقه في أن يكون إلهاً واحداً فأنكرتها، وحقوقه في تشريع الصالح فأنكرنها. </p><p> ويُبيِّن الحق سبحانه أن هذه المؤاخذة لو حدثت ستكون بسبب من الناس أنفسهم، فيقول سبحانه: </p><p> {بِظُلْمِهِمْ. .}  [النحل: ٦١] . </p><p> أول الظلم أنهم أنكروا الوحدانية، يقول تعالى:  {إِنَّ الشرك لَظُلْمٌ عَظِيمٌ}  [لقمان: ١٣] . </p><p> فكأنهم أخذوا من الله تعالى حقّه في الوحدانية، وأخذوا من الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فقالوا كذاب، وأخذوا من الكتاب فقالوا «سحر مبين» . </p><p> كل هذا ظلم. . </p><p> فالحق تبارك وتعالى لو آخذهم بما أخذوا، أخذوا شيئاً فأخذ الله شيئاً، لو عاملهم هذه المعاملة ما ترك على ظهرها من دابة. </p><p> لذلك نجد في آيات الدعاء:  {رَبَّنَا لاَ تُؤَاخِذْنَا إِن نَّسِينَآ أَوْ أَخْطَأْنَا}  [البقرة: ٢٨٦] . </p><p> أي: أننا أخذنا منك يا ربّ الكثير بما حدث مِنّا من إسراف وتقصير وعمل على غير مقتضى أمرك، فلا تؤاخذنا بما بدر منا. </p><p> فلو آخذ الله الناس بما اقترفوا من ظلم. . </p><p> {مَّا تَرَكَ عَلَيْهَا مِن دَآبَّةٍ. .}  [النحل: ٦١] . </p><p> قد يقول قائل: الله عَزَّ وَجَلَّ سَيُؤاخذ الناس بظلمهم، فما ذنب الدابة؟ ماذا فعلت؟ نقول: لأن الدابة خُلِقَتْ من أجلهم، وسُخِّرتْ لهم، وهي من نعم الله عليهم، فليست المسألة إذن نكايةً في الدابة، بل فيمَنْ ينتفع بها، وقد يُراد العموم لكل الخلق. </p><p> فإذا لم يؤاخذ الله الناس بظلمهم في الدنيا فهل يتركهم هكذا؟ لا بل: </p><p> {ولكن يُؤَخِّرُهُمْ إلى أَجَلٍ مسمى ... }  [النحل: ٦١] . </p><p> هذا الأجل انقضاء دُنيا، وقيام آخرة، حتى لو لم يؤمنوا بالآخرة، فإن الله تعالى يُمهلهم في الدنيا، كما قال تعالى في آية أخرى: </p><p> {وَإِنَّ لِلَّذِينَ ظَلَمُواْ عَذَاباً دُونَ ذَلِكَ}  [الطور: ٤٧] . </p><p> وقد يكون في هذا الأجل المسمى خير للحق، فكثير من الصحابة كانوا يدخلون المعارك، ويُحبون أنْ يقتلوا أهل الكفر فلاناً وفلاناً، ثم لا يتمكنون من ذلك ولا يصيبونهم، فيحزنون لذلك. </p><p> ولكن أَجَل هؤلاء لم يَأْتِ بَعْد، وفي علم الله تعالى أن هؤلاء الكفار سيؤمنون، وأن إيمانهم سينفع المسلمين، وكأن القدر يدّخرهم: إما أنْ يؤمنوا، وإما أن تؤمنَ ذرياتهم. </p><p> وقد آمن عمرو بن العاص، وعكرمة بن أبي جهل وغيرهم. ومن هؤلاء الذين نَجَوْا كان خالد بن الوليد سيف الله المسلول. </p><p> {فَإِذَا جَآءَ أَجَلُهُمْ لاَ يَسْتَأْخِرُونَ سَاعَةً وَلاَ يَسْتَقْدِمُونَ}  [النحل: ٦١] . </p><p> أي: إذا جاءت النهاية فلا تُؤخَّر، وهذا شيء معقول، ولكن كيف: ولا يستقدمون؟ إذا جاء الأجل كيف لا يستقدِمون؟ المسألة إذن ممتنعة مستحيلة. . كيف إذا جاء الأجل يكون قد أتى قبل ذلك؟ ... هذا لا يستقيم، لكن يستقيم المعنى تماماً على أن: </p><p> {وَلاَ يَسْتَقْدِمُونَ}  [النحل: ٦١] . </p><p> ليست من جواب إذا، بل تم الجواب عند (ساعة) ، فيكون المعنى: إذا جاء أجلهم لا يستأخرون ساعة، وإذا لم يجيء لا يستقدمون. والله أعلم. </p><p> ثم يقول الحق سبحانه:  {وَيَجْعَلُونَ لِلَّهِ ... } . </p>"
}