{
  "id": null,
  "sura": 16,
  "aya": 79,
  "text": "<p> فالحق سبحانه ينقلنا هنا إلى صورة أخرى من صُوَر الكون. . بعد أن حدّثنا عن الإنسان وما حوله. . فالإنسان قبل أنْ يخلقه الله في هذا الوجود أعدَّ له مُقوِّمات حياته، فالشمس والقمر والنجوم والأرض والسماء والمياه والهواء، كل هذه أشياء وُجِدتْ قبل الإنسان، لِتُهيئ له الوجود في هذا الكون. </p><p> والله سبحانه يريد منّا بعد أنْ كفلَ لنا استبقاء الحياة بالرزق، واستبقاء النوع بالزواج والتكاثر، يريد منّا إثراء عقائدنا بالنظر في ملكوت الله وما فيه من العجائب؛ لنستدل على أنه سبحانه هندسَ كَوْنه هندسة بديعة متداخلة، وأحكمه إحكاماً لا تصادم فيه. </p><p> {لاَ الشمس يَنبَغِي لَهَآ أَن تدْرِكَ القمر وَلاَ اليل سَابِقُ النهار وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ}  [يس: ٤٠] . </p><p> فالنظر إلى كَوْن الله الفسيح، كم فيه من كواكب ونجوم وأجرام. كم هو مليء بالحركة والسكون والاستدارة. ومع ذلك لم يحدث فيه تصادم، ولم تحدث منه مضرة أبداً في يوم من الأيام. . الكون كله يسير بنظام دقيق وتناسق عجيب؛ ولكي تتجلى لك هذه الحقيقة انظر إلى صَنْعة الإنسان، كم فيها من تصادم وحوادث يروح ضحيتها الآلاف. </p><p> هذا مَثلٌ مُشَاهَد للجميع، الطير في السماء. . ما الذي يُمسكها أنْ تقعَ على الأرض؟ وكأن الحق سبحانه يجب أنْ يُلفتنا إلى قضية اكبر:  {إِنَّ الله يُمْسِكُ السماوات والأرض أَن تَزُولاَ وَلَئِن زَالَتَآ إِنْ أَمْسَكَهُمَا مِنْ أَحَدٍ مِّن بَعْدِهِ. .}  [فاطر: ٤١] . </p><p> فعلينا أن نُصدِّق هذه القضية. . فنحن لا ندرك بأعيننا جرْم الأرض، ولا جرْم الشمس والنجوم والكواكب. . نحن لا نقرر على معرفة كل مَا في الكون. . إذن: يجب علينا أن نُصدّق قوْل ربنا ولا نجادل فيه. </p><p> وإليكم هذا المثل الذي تشاهدونه كل يوم: </p><p> {أَلَمْ يَرَوْاْ إلى الطير مُسَخَّرَاتٍ فِي جَوِّ السمآء مَا يُمْسِكُهُنَّ إِلاَّ الله ... }  [النحل: ٧٩] . </p><p> إياك أنْ تقول إنها رَفْرفة الأجنحة، فنحن نرى الطائر يُثبّت أجنحته في الهواء، ومع ذلك لا يقع إلى الأرض، فهناك إذن ما يمسكه من الوقوع؛ لذلك قال تعالى في آية أخرى:  {أَوَلَمْ يَرَوْا إِلَى الطير فَوْقَهُمْ صَافَّاتٍ وَيَقْبِضْنَ ... }  [الملك: ١٩] . </p><p> أي: أنها في حالة بَسْط الأجنحة، وفي حالة قبْضِها تظل مُعلّقة لا تسقط. </p><p> وكذلك نجد من الطيور ما له أجنحة طويلة، لكنه لا يطير مثل الأوز وغيره من الطيور. </p><p> إذن: ليست المسألة مسألة أجنحة، بل هي آية من آيات الله تمسك هذا الطير في جَوِّ السماء. . فتراه حُراً طليقاً لا يجذبه شيء إلى الأرض، ولا يجذبه شيء إلى السماء، بل هو حُرٌّ يرتفع إنْ أراد الارتفاع، وينزل إنْ أراد النزول. </p><p> فهذه آية مُحسَّة لنستدلّ بها على قدرة الله غير المحسَّة إلا بإخبار الله عنها، فإذا ما قال سبحانه: </p><p> {إِنَّ الله يُمْسِكُ السماوات والأرض أَن تَزُولاَ وَلَئِن زَالَتَآ إِنْ أَمْسَكَهُمَا مِنْ أَحَدٍ مِّن بَعْدِهِ ... }  [فاطر: ٤١] . </p><p> آمنا وصَدّقنا. </p><p> وقوله تعالى: </p><p> {فِي جَوِّ السمآء ... }  [النحل: ٧٩] . </p><p> أي: في الهواء المحيط بالأرض، والمتأمل في الكون يجد أن الهواء هو العامل الأساسي في ثبات الأشياء في الكون، فالجبال والعمارات وغيرها. . ما الذي يمسكها أنْ تقع؟ </p><p> إياك أن تظن أنه الأسمنت والحديد وهندسة البناء. . لا. . بل يمسكها الهواء الذي يحيط بها من كل جانب، بدليل أنك لو فَرَّغتَ جانباً منها من الهواء لانهارتْ فوراً نحو هذا الجانب؛ لأن للهواء ضغطاً، فإذا ما فرَّغْتَ جانباً منها قَلَّ فيه الضغط فانهارتْ. </p><p> فالهواء إذن هو الضابط لهذه المسألة، وبالهواء يتوازن الطير في السماء، ويسير كما يهوى، ويتحرك كما يحب. </p><p> ثم يقول تعالى: </p><p> {إِنَّ فِي ذلك لآيَاتٍ لِّقَوْمٍ يُؤْمِنُونَ}  [النحل: ٧٩] . </p><p> أي: أن الطير الذي يطير في السماء فيه آيات أي عجائب، عجائب صَنْعة وعجائب خَلْق، يجب أنْ تتفكَّرُوا فيها وتعتبروا بها. </p><p> ولكي نقف على هذه الآية في الطير نرى ما حدث لأول إنسان حاول الطيران. . إنه العربي عباس بن فرناس، أول مَنْ حاول </p><p> الطيران في الأندلس، فعمل لنفسه جناحين، وألقى بنفسه من مكان مرتفع. . فماذا حدث لأول طائر بشرى؟ </p><p> طار مسافة قصيرة، ثم هبط على مُؤخرته فكُسرت؛ لأنه نسي أن المسألة ليست مجرد الطيران، فهناك الهبوط الذي نسي الاستعداد له، وفاته أن يعمل له (زِمكّي) ، وهو الذيل الذي يحفظ التوازن عند الهبوط. </p><p> وكذلك الذين يصنعون الطائرات كم تتكلف؟ وكم فيها من أجهزة ومُعدِات قياس وانضباط؟ وبعد ذلك تحتاج لقائد يقودها أو مُوجّه يُوجّهها، وحينما أرادوا صناعة الطائرة جعلوها على شكل الطير في السماء له جناحان ومقدمة وذيل، ومع ذلك ماذا يحدث لو تعطلّ محركها. . أو اختلّ توازنها؟! </p><p> إذن: الطير في السماء آية تستحق النظر والتدبُّر؛ لنعلمَ منها قدرة الخالق سبحانه. </p><p> ويقول تعالى: </p><p> {لِّقَوْمٍ يُؤْمِنُونَ}  [النحل: ٧٩] . </p><p> يؤمنون بوجود واجب الوجود، يؤمنون بحكمته ودقَّة صنعه، وأنها لا مثيلَ لها من صنعة البشر مهما بلغتْ من الدقة والإحكام. </p><p> ثم يقول الحق سبحانه:  {والله جَعَلَ لَكُمْ مِّن. .} . </p><p> قوله: </p>"
}