{
  "id": null,
  "sura": 16,
  "aya": 8,
  "text": "<p> وبعد أن ذكر لنا الحق سبحانه الأنعام التي نأخذ منها المأكولات، يذكر لنا في هذه الآية الأنعام التي نستخدمها للتنقل أو للزينة؛ ولا نأكل لحومها وهي الخَيْل والبِغَال والحمير؛ ويُذكِّرنا بأنها للركوب والمنفعة مع الزينة؛ ذلك أن الناس تتزيَّن بما تَرْكب؛ </p><p> تماماً كما يفخر أبناءُ عصرِنا بالتزيُّن بالسيارات الفارهة. </p><p> ونَسَقُ الآية يدلُّ على تفاوت الناس في المراتب؛ فكلُّ مرتبة من الناس لها ما يناسبها لِتركبه؛ فالخَيْل للسادة والفِرْسان والأغنياء؛ ومَنْ هم أقلُّ يركبون البغال، ومَنْ لا يملك ما يكفي لشراء الحصان أو البغل؛ فيمكنه أنْ يشتريَ لنفسه حماراً. </p><p> وقد يملك إنسانٌ الثلاثة ركائب، وقد يملك آخرُ اثنتين منها؛ وقد يملك ثالثٌ رُكوبة واحدة، وهناك مَنْ لا يملك من المال ما يُمكِنه أنْ يستأجرَ ولو رُكوبة من أيّ نوع. </p><p> وشاء الحق سبحانه أن يقسم للناس أرزاق كل واحد منهم قِلَّةً أو كثرةً، وإلا لو تساوى الناس في الرزق، فمَنِ الذي يقوم بالأعمال التي نُسمِّيها نحن بالخطأ أعمالاً دُونية، مَنْ يكنس الشوارع، ومَنْ يحمل الطُّوب للبناء، ومَنْ يقف بالشَّحْم وسط ورش إصلاح السيارات؟ </p><p> وكما نرى فكلُّ تلك الأعمال ضرورية، ولولا رغبةُ الناس في الرزق لَمَا حَلَتْ مثل تلك الأعمال، وراقتْ في عُيون مَنْ يُمارِسونها، ذلك أنها تَقِيهم شَرَّ السُّؤال. </p><p> ولولا أن مَنْ يعمل في تلك الأعمال له بطنٌ تريد أنْ تمتليءَ بالطعام، وأولاد يريدون أنْ يأكلوا؛ لَمَا ذهب إلي مشقَّات تلك الأعمال. ولو نظرتَ إلى أفقر إنسان في الكون لوجدتَ في حياته فترة حقَّق فيها بعضاً من أحلامه. </p><p> وقد نجد إنساناً يكِدُّ عَشْرة سنين؛ ويرتاح بقية عمره؛ ونجد مَنْ يكِدّ عشرين عاماً فيُرِيح نفسه وأولاده من بعده، وهناك مَنْ يتعب ثلاثين عاماً، فيُريح أولاده وأحفاده من بعده. والمهم هو قيمة </p><p> ما يُتقِنه، وأن يرضَى بقدر الله فيه، فيعطيه الله ما دام قد قَبِل قدره فيه. </p><p> وأنت إنْ نظرتَ إلى مَنْ فاء الله عليهم بالغِنَى والتَّرف ستجدهم في بداية حياتهم قد كَدُّوا وتَعِبوا ورَضُوا بقدر الله فيهم، ولم يحقدوا على أحد، نجده سبحانه يهديهم طمأنينةَ وراحةَ بالٍ. </p><p> وشاء سبحانه أنْ يُنوِّع في مُسْتويات حياة البشر كَيْلا يستنكفَ أحدٌ من خدمة أحد ما دام يحتاج خدماته. </p><p> ونجد النصّ التعبيري في الآية التي نحن بصدد خواطرنا عنها هو خَيْل وبِغَال وحمير؛ وقد جعل الحق سبحانه البغال في الوسط؛ لأنها ليست جنساً بل تأتي من جنسين مختلفين. </p><p> ويُنبِّهنا الحق سبحانه في آخر الآية إلى أن ذلك ليس نهاية المَطَاف؛ بل هناك ما هو أكثر، فقال: </p><p> {وَيَخْلُقُ مَا لاَ تَعْلَمُونَ}  [النحل: ٨] . </p><p> وجعل الحق سبحانه البُراق خادماً لسيدنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وجعل بساط الريح خادماً لسليمان عليه السلام، وإذا كانت مثل تلك المُعْجزات قد حدثتْ لأنبياء؛ فقد هدى البشر إلى أنْ يبتكروا من وسائل المواصلات الكثير من عربات تجرُّها الجِيَاد إلى سيارات وقطارات وطائرات. </p><p> وما زال العلم يُطوِّر من تلك الوسائل، ورغم ذلك فهناك مَنْ يقتني الخيْل ويُربّيها ويُروِّضها ويجريّها لجمال منظرها. </p><p> وإذا كانت تلك الوسائلُ من المواصلات التي كانت تحمل عنَّا </p><p> الأثقال؛ وتلك المُخْترعات التي هدانا الله إياها؛ فما بالُنَا بالمواصلات في الآخرة؟ لا بد أن هناك وسائلَ تناسب في رفاهيتها ما في الآخرة من متاعٍ غير موجود في الدنيا؛ ولذلك يقول في الآية التالية:  {وعلى الله قَصْدُ ... } . </p>"
}