{
  "id": null,
  "sura": 16,
  "aya": 45,
  "text": "<p> قوله تعالى: </p><p> {أَفَأَمِنَ ... }  [النحل: ٤٥] . </p><p> عبارة عن همزة الاستفهام التي تستفهم عن مضمون الجملة بعدها. . أما الفاء بعدها فهي حَرْف عَطْف يعطف جملة على جملة. . إذن: هنا جملة قبل الفاء تقديرها: أجهلوا ما وقع لمخالفي الأنبياء السابقين من العذاب، فأمِنُوا مكر الله؟ </p><p> أي: أن أَمْنهم لمكر الله ناشيءٌ عن جهلهم بما وقع للمكَذِّبين من الأمم السابقة. </p><p> ثم يقول تعالى: </p><p> {مَكَرُواْ السيئات ... .}  [النحل: ٤٥] . </p><p> المكر: هو التبييت الخفيّ للنيْل ممَّنْ لا يستطيع مجابهته بالحق ومجاهرته به، فأنت لا تُبيِّت لأحد إلا إذا كانت قدرتُك عاجزة عن مُصَارحته مباشرة، فكوْنُك تُبيّت له وتمكر به دليل على عَجْزك؛ ولذلك جعلوا المكر أول مراتب الجُبْن؛ لأن الماكر ما مكر إلا لعجزه </p><p> عن المواجهة، وعلى قَدْر ما يكون المكْر عظيماً يكون الضعف كذلك. </p><p> وهذا ما نلحظه من قوله تعالى في حَقِّ النساء:  {كَيْدِكُنَّ إِنَّ كَيْدَكُنَّ عَظِيمٌ. .}  [يوسف: ٢٨] . </p><p> وقال في حَقِّ الشيطان:  {إِنَّ كَيْدَ الشيطان كَانَ ضَعِيفاً}  [النساء: ٧٦] . </p><p> فالمكر دليل على الضعف، وما دام كَيْدهُن عظيماً إذن: ضَعْفُهن أيضاً عظيم، وكذلك في كيد الشيطان. </p><p> وقديماً قالوا: إياك أنْ يملكَك الضعيف؛ ذلك لأنه إذا تمكَّن منك وواتَتْه الفرصة فلن يدعَكَ تُفلت منه؛ لأنه يعلم ضعفه، ولا يضمن أن تُتاحَ له الفرصة مرة أخرى؛ لذلك لا يضيعها على عكس القويّ، فهو لا يحرص على الانتقام إذا أُتيحَتْ له الفرصة وربما فَوَّتها لقُوته وقُدرته على خَصْمه، وتمكّنه منه في أيِّ وقت يريد، وفي نفس المعنى جاء قول الشاعر: </p><p> وَضَعِيفة فإذَا أَصَابتْ فُرْصةً ... قتلَتْ كذلِكَ قُدرةُ الضُّعَفاءِ </p><p> إذن: قدرة الضعفاء قد تقتل، أما قدرة القويّ فليستْ كذلك. </p><p> ثم لنا وقْفة أخرى مع المكْر، من حيث إن المكر قد ينصرك على مُساويك وعلى مثلك من بني الإنسان، فإذا ما تعرضْتَ لمن هو أقوى منك وأكثر منك حَيْطة، وأحكم منك مكْراً، فربما لا يُجدِي مكرُك به، بل ربما غلبك هو بمكْره واحتياطه، فكيف الحال إذا كَان الماكر بك هو ربِّ العالمين تبارك وتعالى؟ </p><p> وصدق الله العظيم حيث قال:  {وَيَمْكُرُونَ وَيَمْكُرُ الله والله خَيْرُ الماكرين}  [الأنفال: ٣٠] . </p><p> وقال:  {وَلاَ يَحِيقُ المكر السيىء إِلاَّ بِأَهْلِهِ}  [فاطر: ٤٣] . </p><p> فمكْر العباد مكشوف عند الله، أما مكْرُه سبحانه فلا يقدر عليه أحد، ولا يحتاط منه أحد؛ لذلك كان الحق سبحانه خَيْر الماكرين. </p><p> والمكْر السَّيء هو المكْر البطَّال الذي لا يكون إلا في الشر، كما حدث من مَكْر المكذِّبين للرسل على مَرِّ العصور، وهو أن تكيد للغير كيْداً يُبطل حَقّاً. </p><p> وكل رسول قابله قومه المنكرون له بالمكر والخديعة، دليل على أنهم لا يستطيعون مواجهته مباشرة، وقد تعرَّض الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لمراحل متعددة من الكَيْد والمكْر والخديعة، وذلك لحكمة أرادها الحق تبارك وتعالى وهي أن يُوئس الكفار من الانتصار عليه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فقد بيَّتوا له ودَبَّروا لقتله، وحَاكُوا في سبيل ذلك الخطط، وقد باءتْ خُطتهم ليلة الهجرة بالفشل. </p><p> وفي مكيدة أخرى حاولوا أن يَسْحروه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، ولكن كشف الله أمرهم وخيَّب سعيهم. . إذن: فأيّ وسيلة من وسائل دَحْض هذه الدعوة لم تنجحوا فيها، ونصره الله عليكم. كما قال تعالى: </p><p> {كَتَبَ الله لأَغْلِبَنَّ أَنَاْ ورسلي ... }  [المجادلة: ٢١] . </p><p> وقوله تعالى: </p><p> {أَن يَخْسِفَ الله بِهِمُ الأرض ... }  [النحل: ٤٥] . </p><p> الخسْف: هو تغييب الأرض ما على ظهرها. . فانخسفَ الشيء أيْ: غاب في باطن الأرض، ومنه خُسوف القمر أي: غياب ضَوْئه. ومن ذلك أيضاً قوله تعالى عن قارون:  {فَخَسَفْنَا بِهِ وَبِدَارِهِ الأرض}  [القصص: ٨١] . </p><p> وهذا نوع من العذاب الذي جاء على صُور متعددة كما ذكرها القرآن الكريم:  {فَكُلاًّ أَخَذْنَا بِذَنبِهِ فَمِنْهُم مَّن أَرْسَلْنَا عَلَيْهِ حَاصِباً وَمِنْهُمْ مَّنْ أَخَذَتْهُ الصيحة وَمِنْهُمْ مَّنْ خَسَفْنَا بِهِ الأرض وَمِنْهُمْ مَّنْ أَغْرَقْنَا. .}  [العنكبوت: ٤٠] . </p><p> هذه ألوان من العذاب الذي حاقَ بالمكذبين، وكان يجب على هؤلاء أن يأخذوا من سابقيهم عبرة وعظة، وأنْ يحتاطوا أن يحدث لهم كما حدث لسابقيهم. </p><p> ثم يقول الحق تبارك وتعالى: </p><p> {أَوْ يَأْتِيَهُمُ العذاب مِنْ حَيْثُ لاَ يَشْعُرُونَ}  [النحل: ٤٥] . </p><p> والمراد أنهم إذا احتاطوا لمكْر الله وللعذاب الواقع بهم، أتاهم الله من وجهة لا يشعرون بها، ولم تخطُر لهم على بال، وطالما لم تخطُرْ لهم على بال، إذن: فلم يحتاطوا لها، فيكون أَخْذهم يسيراً، كما قال تعالى: </p><p> {فَأَتَاهُمُ الله مِنْ حَيْثُ لَمْ يَحْتَسِبُواْ ... }  [الحشر: ٢] . </p><p> ويتابع الحق سبحانه، فيقول:  {أَوْ يَأْخُذَهُمْ فِي ... } . </p>"
}