{
  "id": null,
  "sura": 16,
  "aya": 75,
  "text": "<p> الحق سبحانه وتعالى يضرب لنا مثلاً له طرفان: </p><p> الطرف الأول: عبد: أي مَوْلى، وصفه بأنه مملوك التصرّف، وأنه لا يقدر على شيء من العمل؛ ذلك لأن العبد قد يكون عَبْداً ولكنه يعمل، كمَنْ تسمح له بالعمل في التجارة مثلاً وهو عبد، وهناك العبد المكاتب الذي يتفق مع سيده على مال يُؤدّيه إليه لينال حريته، فيتركه سيده يعمل بحريته حتى يجمعَ المال المتفق عليه. . فهذا عَبْد، ومملوك، ولا يقدر على شيء من السَّعْي والعمل. </p><p> والطرف الثاني: سيد حُرٌّ، رزقه الله وأعطاه رِزْقاً حَسناً أي: </p><p> حلالاً طيّباً. . ثم وفّقه الله للإنفاق منه بشتى أنواع الإنفاق: سِراً وجَهْراً. . وهذه منزلة عالية: رِزْق من الله وصفه بأنه حلال طَيب لا شُبْهة فيه، بعد ذلك وفّقه الله للإنفاق منه. . كُلٌّ حَسْب ما يناسبه، فمن الإنفاق ما يناسبه السِّرّ، ومنه ما يُناسبه الجَهْر:  {إِن تُبْدُواْ الصدقات فَنِعِمَّا هِيَ وَإِن تُخْفُوهَا وَتُؤْتُوهَا الفقرآء فَهُوَ خَيْرٌ لَّكُمْ}  [البقرة: ٢٧١] . </p><p> هذان هما طَرَفا المثَل المضروب لَنَا. . ويترك لنا السياق القرآني الحكْم بينهما. . وكأن الحق سبحانه يقول: أنا أرتضي حكمكم أنتم: هل يستوون؟ </p><p> والحق سبحانه لا يترك لنا الجواب، إلا إذا كان الجواب سيأتي على وَفْق ما يريد. . ولا جوابَ يُعقل لهذا السؤال إلا أن نقولَ: لا يستوون. . وكأن الحق سبحانه جعلنا ننطق نحن بهذا الحكم. </p><p> وقد ضرب الله هذا المثل لعبدة الأصنام، الذين أكلوا رزق الله وعبدوا غيره، فمثَّل الحق سبحانه الأصنامَ بالعبد المملوك الذي لا يقدر على شيء. </p><p> وضرب المثل الآخر للسيد الذي رزقه الله رزقاً حسناً، فهو ينفق منه سِرّاً وجَهْراً، ألم تَرَ إلى قوله تعالى في آية أخرى:  {وَأَسْبَغَ عَلَيْكُمْ نِعَمَهُ ظَاهِرَةً وَبَاطِنَةً ... }  [لقمان: ٢٠] . </p><p> ليُبين لهم خطأهم في الانصراف عن عبادة الله مع ما أعطاهم من رزق إلى عبادة الأصنام التي لا تعطيهم شيئاً. </p><p> ومن هنا تتضح الحكمة في أن الله تعالى ترك الحكم بنفسه في هذا المثَل، وأتى به على صورة سؤال ليأخذ الحكم من أفواههم ويشهدوا هم على أنفسهم؛ ليقطع عليهم سبيل الإنكار والجدال. ولنا هنا وَقْفة مع قوله تعالى: </p><p> {هَلْ يَسْتَوُونَ ... }  [النحل: ٧٥] . </p><p> فالحديث عن مُثّنى، وكان القياس أن يقول: هل يستويان، فلماذا عدل عن المثنى إلى الجمع؟ </p><p> نقول: لأن المثل وإنْ ضُرِب بمفرد مقابل مفرد إلا أنه ينطبق على عديدين. . مفرد شائع في عديد مملوكين، وفي عديد من السادة أصحاب الرزق الحسن، ذلك لِيُعمّم ضَرْب المثل. </p><p> إذن: ليس في اختلاف الضمير هنا ما يتعارض وبلاغة القرآن الكريم، بل هي دِقّة أداء؛ لأن المتكلّم هو الحق سبحانه وتعالى. </p><p> وكذلك في قوله تعالى: </p><p> {وَإِن طَآئِفَتَانِ مِنَ المؤمنين اقتتلوا فَأَصْلِحُواْ بَيْنَهُمَا. .}  [الحجرات: ٩] . </p><p> بعضهم يرى في الآية مَأخذاً، حيث تتحدث عن المثنى، ثم بضمير الجمع في (اقْتَتَلُوا) ، ثم تعود للمثنى في (بَيْنَهُمَا) . </p><p> نقول لهؤلاء: لو تدبرتُم المعنى لَعرفتم أن ما تتخذونه مأخذاً، </p><p> وتعتبرونه اختلافاً في الأسلوب هو منتهى الدقة في التعبير القرآني. . ذلك أن الحديث عن طائفتين: مُثنّى. . نعم. . فلو تقاتلا، هل ستمسك كل طائفة سَيْفاً لتقاتل الأخرى؟ </p><p> لا. . بل سيُمسِك كُلُّ جندي منها سَيْفاً. . فالقتال هناك بالمجموع. . مجموع كل طائفة لمجموع الطائفة الأخرى، فناسب أن يقول: اقتتلوا؛ لأن القتال حركة ذاتية من كُلّ فرد في الطائفتين. </p><p> فإذا ما جاء وقت الصُلّح، هل نصالح كل جندي من هذه على كل جندي من هذه؟ لا. . بل الصُّلْح شأْنُ السادة والزعماء والقادة لكل طائفة، ففي الصُّلْح نعود للمثنى، حيث ينوب هؤلاء عن طائفة، وهؤلاء عن طائفة، ويتم الصُّلْح بينهما. </p><p> إذن: اختلاف الضمير هنا آية من آيات الإعجاز البياني؛ لأن المتكلم هو الحق سبحانه وتعالى. </p><p> وقوله:  {الحمد لِلَّهِ ... }  [النحل: ٧٥] . </p><p> كأن الحق سبحانه يقول: الحمد لله أنْ وافقَ حُكْمكم ما أريد، فقد نطقتُم أنتم وحكمتُمْ. </p><p> {بَلْ أَكْثَرُهُمْ لاَ يَعْلَمُونَ}  [النحل: ٧٥] . </p><p> قوله: أكثرهم لا يعلمون يدل على أن الأقلية تعلم، وهذا ما يُسمُّونه «صيانة الاحتمال» ؛ لأنه لما نزلَ القرآن الكريم كان هناك جماعة من الكفار ومن أهل الكتاب يُفكّرون في الإيمان واعتناق هذا الدين، فلو نفى القرآن العلم عن الجميع فسوف يُصدَم هؤلاء، </p><p> وربما صرفهم عَمّا يُفكِّرون فيه من أمر الإيمان، فالقرآن يصون الاحتمال في أن أُنَاساً منهم عندهم عِلْم، ويرغبون في الإيمان. </p><p> ثم يقول الحق سبحانه:  {وَضَرَبَ الله مَثَلاً ... } . </p>"
}