{
  "id": null,
  "sura": 16,
  "aya": 77,
  "text": "<p> أراد الحق سبحانه أنْ يُعلمنا منه عالم المُلْك، ومنه عالم الملكوت. . عالم المُلْك هو العالم المحسّ لنا، وعالم الملكوت المخفي عنَّا فلا نراه. </p><p> ولذلك، فربنا سبحانه وتعالى لما تكرّم على سيدنا إبراهيم عليه السلام قال:  {وَكَذَلِكَ نري إِبْرَاهِيمَ مَلَكُوتَ السماوات والأرض وَلِيَكُونَ مِنَ الموقنين}  [الأنعام: ٧٥] . </p><p> إذن: لله تعالى في كونه ظاهر وغَيْب. . الظاهر له نواميس كونية يراها كل الناس، وله أشياء غيبيّة لا يراها أحد، ولا يطّلع عليها. . حتى في ذاتك أنت أشياء غَيْب لا يعلمها أحد من الناس، وكذلك عند الناس أشياء غَيْب لا تعرفها أنت. . وهذا الغيب نُسميّه: غَيْب الإنسان. </p><p> إذن: فأنا غائب عنّي أشياء، وغيري غائب عنه أشياء. . هذا الغيب الذي لا نعرفه يَعُدّه بعض الناس نَقْصاً فينا، وهو في الحقيقة نوع من الكمال في النفس البشرية؛ لأنك إنْ أردتَ أنْ تعلمَ غيْبَ الناس فاسمح لهم أنْ يعلموا غَيْبك. </p><p> ولو خُيّرت في هذه القضية لاخترتَ أنْ يحتفظ كلٌّ منكم بغَيْبه لا يطلع عليه أحد. . لا أعرف غَيْب الناس، ولا يعرفون غَيْبي؛ ولذلك يقولون:  «المغطى مليح» . </p><p> فسَتْر الغيب كمال في الكون؛ لأنه يُربِّي ويُثري الفائدة فيه. . كيف؟ </p><p> هَبْ أنك تعرف رجلاً مستقيماً كثير الحسنات، ثم اطلعتَ على </p><p> سيئة واحدة عنده كانت مستورة، فسو فترى هذه السيئة كفيلة بأن تُزهِّدك في كل حسناته وتُكرِّهك فيه، وتدعوك إلى النُّفْرة منه، فلا تستفيد منه بشيء، في حين لو سُترتْ عنك هذه السيئةُ لاستطعت الانتفاع بحسناته. . وهكذا يُنمي الغيبُ الفائدةَ في الكون. </p><p> وفي بعض الآثار الواردة يقول الحق سبحانه:  «يا ابْنَ آدمَ سترْتُ عنك وسترْتُ مِنك، فإنْ شئتَ فضحْنَا لك وفضحناك، وإنْ شئت أسبلنَا عليك سِبالَ السِّتر إلى يوم القيامة» فاجعل نفسك الآن المخاطب بهذا الحديث، فماذا تختار؟ </p><p> أعتقد أن الجميع سيختار الستْر. . فما دُمْتَ تحب الستر وتكره أنْ يطلعَ الناس على غَيْبك فإياك أنْ تتطاول لتعرفَ غَيْب الآخرين. </p><p> والغيب: هو ما غاب عن المدركات المحسَّة من السمع والبصر والشَّمِّ والذَّوْق، وما غاب عن العقول من الإدراكات المعنوية. </p><p> وهناك غيْب وضع الله في كونه مقدمات تُوصِّل إليه وأسباباً لئلا يكونَ غَيْباً. . كالكهرباء والجاذبية وغيرها. . كانت غَيْباً قبل أنْ تُكتشفَ. . وهكذا كل الاكتشافات والأسرار التي يكشفها لنا العلم، كانت غَيْباً عنّا في وقت، ثم صارت مُشَاهدة في وقت آخر. </p><p> ذلك، لأن الحق سبحانه لا ينثر لنا كُلَّ أسرار كَوْنه مرة واحدة، بل يُنزِله بقَدرٍ ويكشفه لنا بحساب، فيقول سبحانه:  {وَإِن مِّن شَيْءٍ إِلاَّ عِندَنَا خَزَائِنُهُ وَمَا نُنَزِّلُهُ إِلاَّ بِقَدَرٍ مَّعْلُومٍ} </p><p> [الحجر: ٢١] . </p><p> فالذي كان غَيْباً في الماضي أصبح ظاهراً مُشَاهداً اليوم؛ لأن الله سبحانه كشف لنا أسبابه فتوصَّلْنا إليه. . فهذا غَيْب جعل الله له مُقدَّمات يصل إليها مَنْ يبحث في الكون، فإذا ما أذن الله به، وحان وقت ميلاده وَفَّق الله أحد الباحثين إلى اكتشافه، إما عن طريق البحث، أو حتى الخطأ في المحاولة، أو عن طريق المصادفة. </p><p> ولذلك إذا بحثتَ في كل المخترعات والمكتشفات لوجدت ٩٠ ... منها جاءت مصادفة، لم يكونوا بصدد البحث عنها أو التوصل إليها، وهذا ما نسميه «غيب الأكوان» . </p><p> ومثال هذا الغيب: إذا كلفتَ ولدك بِحلِّ تمرين هندسيٍّ. . ومعنى حَلِّ التمرين أنْ يصلَ الولدُ إلى نقطة تريد أنت أنْ يصلَ إليها. . ماذا يفعل الولد؟ يأخذ ما تعطيه من مُعْطيات، ثم يستخدم ما لديْه من نظريات، وما يملكه من ذكاء ويستخرج منها المطلوب. </p><p> فالولد هنا لم يَأْتِ بجديد، بل استخدم المعطيات، وهكذا الأشياء الموجودة في الكون هي المعطيات مَنْ بحثَ فيها توصَّل إلى غيبيَّات الكون وأسراره. </p><p> وهذا النوع من الغيب يقول عنه الحق سبحانه:  {الله لاَ إله إِلاَّ هُوَ الحي القيوم لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السماوات وَمَا فِي الأرض مَن ذَا الذي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَآءَ وَسِعَ كُرْسِيُّهُ السماوات والأرض وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ العلي العظيم}  [البقرة: ٢٥٥] . </p><p> فإذا أذنَ الله لهم تكشفتْ لهم الأسرار: إما بالبحث، وإما بالخطأ، أو حتى بالمصادفة. . فطالما حان وقت ميلاد هذا الغيْب واكتشافه؛ فإن صادف بَحْثاً من البشر التقيا، وإلاَّ أظهره الله لنَا دون بَحْث ودون سَعْي مِنَّا. </p><p> وهناك نوع آخر من الغيب، وهو الغَيْب المطلق، وهو غَيْب عن كل البشر استأثر الله به، وليس له مُقدِّمات وأسباب تُوصَّل إليه، كما في النوع الأول. . هذا الغَيْب، قال تعالى في شأنه:  {عَالِمُ الغيب فَلاَ يُظْهِرُ على غَيْبِهِ أَحَداً إِلاَّ مَنِ ارتضى مِن رَّسُولٍ ... }  [الجن: ٢٦ - ٢٧] . </p><p> فإذا ما أعلمنا الرسول غَيْباً من الغيبيات فلا نقول: إنه يعلم الغيب. . لأنه لا يعلم إلا ما أعلمه الله من الغيب. . إذن: هذا غَيْب لا يدركه أحد بذاته أبداً. </p><p> ومن هذا الغَيْب المطلق غَيْبٌ استأثر الله به، ولا يُطلع عليه أحداً حتى الرسل. . «ولما سُئِل الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ عن الساعة،قال:» ما المسئول عنها بأعلم من السائل «. </p><p> وفي الإسراء والمعراج يحدثنا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أن الله قد أعطاه ثلاثة أوعية: وعاء أمره بتبليغه وهو وعاء الرسالة، ووعاء خَيَّره فيه فلا يعطيه إلا </p><p> لأهل الاستعداد السلوكي الذين يتقبلون أسرار الله ولا تنكرها عقولهم، ووعاء منعه فهو خصوصية لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> ولذلك يقول راوي الحديث: إن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أعطاني وعاءين، أما أحدهما فقد بثثْتُه أي رويْته وقُلْته للناس، وأما الآخر فلو بُحْت به لَقُطِع حلقومي هذا، فهذا من الأسرار التي يختار الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لها مَنْ يحفظها. </p><p> قوله تعالى: </p><p> {وَلِلَّهِ غَيْبُ السماوات والأرض. .}  [النحل: ٧٧] . </p><p> هذا يُسمُّونه أسلوب قَصْر بتقديم الجار والمجرور، أي قصر غيب السموات والأرض عليه سبحانه، فلو قلنا مثلاً: غيب السموات والأرض لله، فيحتمل أن يقول قائل: ولغير الله، أما: </p><p> {وَلِلَّهِ غَيْبُ السماوات والأرض. .}  [النحل: ٧٧] . </p><p> أي: له وحده لا شريك له. </p><p> ومعنى السموات والأرض، أي: وما بينهما وما وراءهما، ولكن المشهور من مخلوقات الله: السماء، والأرض. </p><p> ثم يقول تعالى: </p><p> {وَمَآ أَمْرُ الساعة إِلاَّ كَلَمْحِ البصر أَوْ هُوَ أَقْرَبُ ... }  [النحل: ٧٧] . </p><p> جاءت الآية بهذا الغَيْب الوحيد؛ لأنه الغيب الذي استأثر الله به. . </p><p> ولا يُجلّيها لوقتها إلا هو. . فناسب الحديث عن الغيب أنْ يأتيَ بهذا الغَيْب المطلق الذي لا يعلمه إلا الله. </p><p> وما هو لَمْح البصر؟ </p><p> عندنا أفعال متعددة تدلّ كلّها على الرؤية العامة، وإنْ كان لكل منها معنًى خاصٌّ بها نقول: رأى ونظر ورَمق ولحظ ولمح. . فرأى مثلاً أي بجُمع عينه، ورمق بأعلى، ولحظَ بجانب، فكلُّها مرتبطة بحركة الحدقة، هذه الحركة ما نسميه باللمح. </p><p> إذن: لمح البصر هو تحرُّك حَدقة العين إلى ناحية الشيء المرئي. . فإنْ أردتَ أن ترى ما فوقك تحركتْ الحدقة إلى أعلى، وإنْ أردتَ أن ترى ما هو أسفل تحركتْ الحدقة إلى أسفل وهكذا. </p><p> هذه الحركة هي لَمْح البصر، انتقال الحدقة من وضع إلى وضع. </p><p> إذن: شبَّه الحق تبارك وتعالى أمر الساعة عنده سبحانه بلمح البصر، ولكن اللمح حدث، والأحداث تحتاج إلى أزمان، وقد تطول الأزمان في ذاتها ولكنها تقصر عند الرائي. </p><p> وقد قرَّب إلينا العلم الحديث هذه القضية بما توصَّل إليه من إعادة المشاهد المصوَّرة على البطيء ليعطيك فرصة متابعتها بدقة، فنراهم مثلاً يُعيدون لك مَشْهداً كروياً لترى كل تفاصيله، فتجد المشهد الذي مَرّ كلمح البصر يُعرَض أمامك بطيئاً في زمن أطول، </p><p> في حين أن الزمن في السرعة يتجمع تجمّعاً لا تدركه أنت بأيّ معيار، لا بالدقيقة ولا بالثانية. </p><p> إذن: فهي جزئيات حركة في جزئيات زمان، فلَمْح البصر الذي هو تحرُّك حَدقة العين تحتاج لوقت ولزمن متداخل، وليس هكذا أمْر الساعة، بل هذا أقرب ما يعرفه الإنسان، وأقرب تشبيه لِفَهْم أمْر الساعة بالنسبة له سبحانه. </p><p> إذا قيل لك: ما أمر فلان؟ وما شأنه؟ . تأخذ في سَرْد الأحداث. . حدث كيت وكيت. . فإذا قلنا: ما أمْر الساعة؟ ما شأنها ساعةَ تقوم، حيث يموت الأحياء أولاً، ثم يحيا الجميع من لَدُنْ آدم عليه السلام ثم حَشْر وحساب وثواب وعقاب. </p><p> أحداث كثيرة وعظيمة لخلْق متعددين من الإنس والجن. . يحدث هذا كله كلمح البصر بالنسبة لنا، ولكن إياك أنْ تتصوّر أن هذا يحتاج إلى وقت بالنسبة لله سبحانه. </p><p> فالأشياء بالنسبة له سبحانه لا تعالج، وإنما هي كُنْ فيكون، حتى كُنْ مكوّنة من حرفين: الكاف لفظ وله زمن، والنون لفظ وله زمن، إنما أَمْر الساعة أقرب من الكاف والنون، ولكن ليس هناك أقلّ من هذا في فَهْمنا. </p><p> والحق سبحانه وتعالى حينما تكلَّم عن أهل القبور، قال:  {كَأَنَّهُمْ يَوْمَ يَرَوْنَهَا لَمْ يلبثوا إِلاَّ عَشِيَّةً أَوْ ضُحَاهَا}  [النازعات: ٤٦] . </p><p> في حين أننا نرى أنهم غابوا كثيراً في قبورهم. . إذن: كيف يُقَاسُ الزمن؟ . . يُقاس بتتبُّعك للأحداث، فحينما لا يُوجد حَدَث لا يُوجَد زمن. . وهذا ما نراه في حال النائم الذي لا يستطيع تحديد الزمن الذي نامه إلا على غالب ما يكون في البشر. </p><p> ولذلك، في قصة أهل الكهف الذين ناموا ثلاث مائة عام وتسعة أعوام قالوا:  {لَبِثْنَا يَوْماً أَوْ بَعْضَ يَوْمٍ ... }  [المؤمنون: ١١٣] . </p><p> فهذا هو الغالب في عُرْف الناس؛ ذلك لأنهم استيقظوا فلم يجدوا شيئاً حولهم يدل على زمن طويل. . الحال كما هو لم يتغيَّر فيهم شيء. . فلو استيقظوا فوجدوا أنفسهم شيوخاً بعد أن كانوا فتية لَعلِموا بمرور الزمن. . إذن: الزمن بالنسبة لعدم الحدث زمن مَلْغيّ. </p><p> أو نقول: إن أَمْر الساعة في أن الحق سبحانه يجعلها جامعة للناس إلا كلمْح البصر، فكلّ ما يحدث فيها لا تقيسه بزمن، لأن الذي يُقاسُ بالزمن إنما هي الأحداث الناشئة من فاعل له قدرة وقوة تتوزع على الزمن. </p><p> فلو أردْتَ نَقْل هذا الشيء من هنا إلى هنا فسوف يحتاج منك وقتاً ومجهوداً، أما لو كلفتَ طفلاً بنقل هذا الشيء فسوف يأخذ وقتاً أكثر ويحتاج مجهوداً أكثر. . إذن: فالزمن يتناسب مع قدرة الفاعل تناسباً عكسياً. </p><p> ولذلك فالرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حينما حدَّث الناس بالإسراء والمعراج قالوا: أتدَّعي أنك أتيتها في ليلة، ونحن نضرب إليها أكباد الإبل شهراً. . هذا لأن انتقالهم يحتاج لعلاج ومُزَاولة، تأخذ وَقْتاً يتناسب وقدراتهم في الانتقال بالإبل من مكة إلى بيت المقدس. . ومحمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لم يقل: أسريْتُ، بل قال: أُسْرِي بي، الذي أَسْرى به هو الله سبحانه، فالزمن يُقاس بالنسبة للحق سبحانه وتعالى. </p><p> وكذلك إذا قِيسَ زَمن أَمْر الساعة بالنسبة لقدرته سبحانه فإنه يكون كلمح البصر، أو هو أقرب من ذلك. . إنما هو تشبيه لِنُقرِّب لكم الفهم. </p><p> وقوله:  {إِنَّ الله على كُلِّ شَيْءٍ قَدِيرٌ}  [النحل: ٧٧] . </p><p> أي: يكون أمر الساعة كذلك؛ لأن الله قادر على كل شيء، وما دامت الأحداث تختلف باختلاف القدرات، فقدرة الله هي القدرة العُلْيا التي لا تحتاج لزمن لفعل الأحداث. </p><p> ثم يقول الحق سبحانه:  {والله أَخْرَجَكُم مِّن بُطُونِ ... } . </p>"
}