{
  "id": null,
  "sura": 16,
  "aya": 70,
  "text": "<p> قوله:  {والله خَلَقَكُمْ. .}  [النحل: ٧٠] . </p><p> هذه حقيقة لا يُنكرها أحد، ولم يَدّعِها أحدٌ لنفسه، وقد أمدّكم بمقوِّمات حياتكم في الأرض والنبات والحيوان، والأنعام التي تعطينا اللبن صافياً سائغاً للشاربين، ثم النحل الذي فيه شفاء للناس. </p><p> فالحق سبحانه أعطانا الحياة، وأعطانا مٌقوِّمات الحياة، وأعطانا ما يُزيل معاطبَ الحياة. . وما دُمْتم صدَّقتم بهذه المحسَّات فاسمعوا: </p><p> {والله خَلَقَكُمْ ثُمَّ يَتَوَفَّاكُمْ وَمِنكُم مَّن يُرَدُّ إلى أَرْذَلِ العمر ... }  [النحل: ٧٠] . </p><p> وساعة أن نسمع (خلقكم) ، فنحن نعترف أن الله خلقنا، ولكنْ كيف خلقنا؟ هذه لا نعرفها نحن؛ لأنها ليستْ عملية معملية. . فالذين </p><p> خلق هو الحق سبحانه وحده، وهو الذي يُخبرنا كيف خلق. . أما أنْ يتدخَّل الإنسان ويُقحِمَ نفسه في مسألة لا يعرفُها، فنرى مَنْ يقول إن الإنسان أَصلْه قرد. . إلى آخر هذا الهُراء الذي لا أَصْلَ له في الحقيقة. </p><p> ولذلك، فالحق سبحانه يقول لنا: إذا أردتُمْ أن تعرفوا كيف خُلِقْتُم فاسمعوا مِمَّنْ خلقكم. . إياكم أنْ تسمعوا من غيره؛ ذلك لأنني:  {مَّآ أَشْهَدتُّهُمْ خَلْقَ السماوات والأرض وَلاَ خَلْقَ أَنْفُسِهِمْ}  [الكهف: ٥١] . </p><p> هذه عملية لم يُطلع الله عليها أحداً:  {وَمَا كُنتُ مُتَّخِذَ المضلين عَضُداً}  [الكهف: ٥١] . </p><p> أي: ما اتخذتُ مساعداً يعاونني في مسألة الخَلْق. </p><p> وما هو المضلّ؟ المضِلّ هو الذي يقول لك الكلام على أنه حقيقة، وهو يُضلُّك. </p><p> إذن: ربنا سبحانه وتعالى هنا يعطينا فكرة مُقدّماً: احذروا، فسوف يأتي أناس يُضلونكم في موضوع الخَلْق، وسوف يُغيّرون الحقيقة، فإياكم أنْ تُصدِّقوهم؛ لأنهم ما كانوا معي وقت أنْ خلقتكم فيدَّعُون العلم بهذه المسألة. </p><p> ونفس هذه القضية في مسألة خَلْق السموات والأرض، فالله سبحانه هو الذي خلقهما، وهو سبحانه الذي يُخبرنا كيف خلق. </p><p> فحين يقول سبحانه: </p><p> {والله خَلَقَكُمْ. .}  [النحل: ٧٠] . </p><p> فعلينا أن نقول: سَمْعاً وطاعة، وعلى العين والرأس. . يا ربِّ أنت خلقتنا، وأنت تعلم كيف خلقتنا، ولا نسأل في هذا غيرك، ولا نُصدِّق في هذا غير قَوْلك سبحانك. </p><p> ثم يقول تعالى: </p><p> {ثُمَّ يَتَوَفَّاكُمْ. .}  [النحل: ٧٠] . </p><p> أي: منه سبحانه كان المبدأ، وإليه سبحانه يعود المرجع. . وما دام المبدأ من عنده والمرجع إليه، وحياتك بين هذين القوسين؛ فلا تتمرد على الله فيما بين القوسين؛ لأنه لا يليق بك ذلك، فأنت منه وإليه. . فلماذا التمرد؟ </p><p> ربُّنا سبحانه وتعالى هنا يُعطينا دليلاً على طلاقة قدرته سبحانه في أمر الموت، فالموت ليس له قاعدة، بل قد يموت الجنين في بطن أمه، وقد يموت وهو طفل، وقد يموت شاباً أو شيخاً، وقد يرد إلى أرذل العمر، أي: يعيش عمراً طويلاً. . وماذا في أرذل العمر؟! </p><p> يُرَدُّ الإنسان بعد القوة والشباب، بعد المهابة والمكان، بعد أنْ كان يأمر وينهي ويسير على الأرض مُخْتالاً، يُرَدُّ إلى الضَّعْف في كل شيء، حتى في أَمْيز شيء في تكوينه، في فكره، فبعد العِلْم والحِفْظ وقوة الذاكرة يعود كالطفل الصغير، لا يذكر شيئاً ولا يقدر على شيء. </p><p> ذلك لتعلم أن المسألة ليست ذاتية فيك، بل موهوبة لك من خالقك سبحانه، ولتعلم أنه سبحانه حينما يقضي علينا بالموت فهذا رحمة بنا وستْر لنا من الضعف والشيخوخة، قبل أن نحتاج لمن يساعدنا ويُعينُنا على أبسط أمور الحياة ويأمر فينا مَنْ كُنّا نأمره. </p><p> ومن هنا كان التوفّي نعمة من نِعَم الله علينا، ولكي تتأكد من هذه الحقيقة انظر إلى مَنْ أمدّ الله في أعمارهم حتى بلغوا ما سماه القرآن «أرذل العمر» وما يعانونه من ضعف وما يعانيه ذووهم في خدمتهم حتى يتمنى له الوفاة أقرب الناس إليه. </p><p> الوفاة إذن نعمة، خاصة عند المؤمن الذي قدّم صالحاً يرجو جزاءه من الله، فتراه مُسْتبشراً بالموت؛ لأنه عمَّر آخرته فهو يُحب القدوم عليها، على عكس المسرف على نفسه الذي لم يُعِدّ العُدّة لهذا اليوم، فتراه خائفاً جَزِعاً لعلمه بما هو قادم عليه. </p><p> و (ثُمَّ) حَرْف للعطف يفيد الترتيب مع التراخي. . أي: مرور وقت بين الحدثين. . فهو سبحانه خلقكم، ثم بعد وقت وتراخٍ يحدث الحدَث الثاني (يتوفّاكم) . على خلاف حرف (الفاء) ، فهو حرف عطف يفيد الترتيب مع التعقيب أي: تتابع الحدثين، كما في قوله تعالى:  {أَمَاتَهُ فَأَقْبَرَهُ}  [عبس: ٢١] . </p><p> فبعد الموت يكون الإقبار دون تأخير. </p><p> وقوله تعالى:  {وَمِنكُم مَّن يُرَدُّ إلى أَرْذَلِ العمر ... }  [النحل: ٧٠] . </p><p> وأرذل العمر: أردؤه وأقلّه وأخسُّه؛ ذلك أن الله سبحانه وتعالى أخرج الإنسان من بطن أمه لا يعلم شيئاً، فقال:  {والله أَخْرَجَكُم مِّن بُطُونِ أُمَّهَاتِكُمْ لاَ تَعْلَمُونَ شَيْئاً وَجَعَلَ لَكُمُ السمع والأبصار والأفئدة ... }  [النحل: ٧٨] . </p><p> وهذه هي وسائل العلم في الإنسان، فإذا رُدَّ إلى أرذل العمر فقدتْ هذه الحواسّ قدرتها، وضَعُفَ عملها، وعاد الإنسان كما بدأ لا يعلم شيئاً بعد ما أصابه من الخَرف والهرم، فقد توقفتْ آلات المعرفة، وبدأ الإنسان ينسى، وتضعف ذاكرته عن استرجاع ما كان يعلمه. </p><p> وقوله:  {لِكَيْ لاَ يَعْلَمَ بَعْدَ عِلْمٍ شَيْئاً. .}  [النحل: ٧٠] . </p><p> لذلك يُسمُّون هذه الحواس الوارث. </p><p> ويُنهي الحق سبحانه الآية بقوله: </p><p> {إِنَّ الله عَلِيمٌ قَدِيرٌ}  [النحل: ٧٠] . </p><p> لأنه سبحانه بيده الخَلْق من بدايته، وبيده سبحانه الوفاة والمرجع، وهذا يتطلَّب عِلْماً، كما قال سبحانه:  {أَلاَ يَعْلَمُ مَنْ خَلَقَ. .}  [الملك: ١٤] . </p><p> فلا بُدَّ من عِلم، لأن الذي يصنع صَنْعة لا بُدَّ أن يعرفَ ما يُصلحها وما يُفسِدها، وذلك يتطلَّب قدرة للإدراك، فالعلم وحده لا يكفي. </p><p> ثم يقول الحق سبحانه:  {والله فَضَّلَ. .} . </p>"
}