{
  "id": null,
  "sura": 16,
  "aya": 59,
  "text": "<p> قوله تعالى: </p><p> {يتوارى مِنَ القوم. .}  [النحل: ٥٩] . </p><p> أي: يتخفَّى منهم مخافَة أنْ يُقال: أنجب بنتاً. </p><p> {مِن سواء مَا بُشِّرَ بِهِ. .}  [النحل: ٥٩] . </p><p> نلاحظ إعادة البشارة في هذه الآية أيضاً، وكأنه سبحانه وتعالى يُحنِّن قلبه عليها، ويدعوه إلى الِّرْفق بها. </p><p> فهو متردد لا يدري ماذا يفعل؛ لذلك يقول تعالى: </p><p> {أَيُمْسِكُهُ على هُونٍ أَمْ يَدُسُّهُ فِي التراب. .}  [النحل: ٥٩] . </p><p> أي: ماذا يفعل فيما وُلِد له. أيحتفظ به على هُونٍ أي: هوان ومذلة أم يدسُّه في التراب أي: يدفنها فيه حية؟ </p><p> {أَلاَ سَآءَ مَا يَحْكُمُونَ}  [النحل: ٥٩] . </p><p> أي: ساء ما يحكمون في الحالتين. حالة الإمساك على هُون ومذلَّة، أو حالة دَسّها في التراب، فكلاهما إساءة. وكان بعض هؤلاء إذا وُلدتْ له بنت كرهها، فإن أمسكها أمسكها على حال كونها ذليلةً عنده، مُحتقرة مُهَانة، وهي مسكينة لا ذنبَ لها. </p><p> ولذلك، فإن المرأة العربية التي عاصرتْ هذه الأحداث فطِنَتْ إلى ما لم نعرفه نحن إلا قريباً، حيث اكتشف العالم الحديث أن أمر إنجاب الولد أو البنت راجع إلى الرجل وليس إلى المرأة. . وكان أبو حمزة كثيراً ما يترك زوجته ويغضب منها، لأنها لا تلد إلا البنات. . فماذا قالت هذه المرأة العربية التي هجرها زوجها؟ قالت: </p><p> مَا لأبي حمزةَ لاَ يأتِينَا ... غَضْبانَ ألاَّ نَلِدَ البَنِينا </p><p> تَاللهِ مَا ذَلكَ فِي أَيْدينا ... فَنَحنُ كَالأَرْضِ لغارسينا </p><p> نُعطِي لَهُم مِثْل الذِي أُعْطِينَا ... والحق سبحانه وتعالى حينما يريد توازناً في الكون يصنع هذا التوازن من خلال مقتضيات النفس البشرية، ومن مقتضياتها أن يكون للإنسان جاه، وأن يكون له عِزّ، لكن الإنسان يخطيء في تكوين هذا الجاه والعِزّ، فيظن أنه قادر على صنع ما يريد بأسبابه وحدها. </p><p> إنما لو علم أن تكوين الجاه والعِزّ بشيء فوق أسبابه هو، بشيء مخلوق لله تعالى، بقدر مخلوق لله تعالى، لو علم هذه الحقيقة لجاء المسألة من بابها. </p><p> ذلك لأن العزة ليست بما تُنجِب. . العزة هنا لله وللرسول وللمؤمنين، اعتزّ هنا بُعصْبة الإيمان، اعتز بأنك في بيئة مؤمنة متكافلة، إذا أصابك فيها ضَيْم فزِع إليك الجميع. </p><p> ولا تعتزّ بالأنسال والأنجال، فقد يأتي الولد عاقّاً لا يُسعِف أبويْه في شدة، ولا يعينهما في حاجة؛ ذلك لأنك لجأتَ إلى عَصَبية الدم وعَصَبيَّة الدم قد تتخلّف، أما عَصبِيّة العقيدة وعَصَبية الإيمان والدين فلا. </p><p> ولنأخذ على ذلك مثالاً. . ما حدث بين الأنصار والمهاجرين من تكافل وتعاون فاق كُل ما يتصوره البشر، ولم يكُنْ بينهم سوى رابطة العقيدة وعصبية الإيمان. . ماذا حدث بين هؤلاء الأفذاذ؟ </p><p> وجدنا أن العصبية الإيمانية جعلت الرجل يُضحِّي بأنفَس شيء يضِنُّ به على الغير. . نتصور في هذا الموقف أن يعود الأنصار بفضل ما عندهم من نعم على إخوانهم المهاجرين، فَمنْ كانت عنده ركوبة أو منزلة مثلاً يقول لأخيه المهاجر: تفضل اركب هذه الركوبة، أو اجلس في هذا المنزل. </p><p> . هذا كله أمر طبيعي. </p><p> أما نعيم المرأة، فقد طُبِع في النفس البشرية أن الإنسان لا يحب أن تتعدَّى نعمته فيها إلى غيره. . لكن انظر إلى الإيمان، ماذا صنع بالنفوس؟ . . فقد كان الأنصاري يقول للمهاجر: انظر لزوجاتي، أيّهن أعجبتْك أُطلِّقها لتتزوجها أنت، وما حمله على ذلك ليس عصبية الدم أو عَصبيّة الجنس، بل عَصبيّة اليقين والإيمان. </p><p> ولذلك تنتفي جميع العصبيات في قصة نوح عليه السلام وولده الكافر، حينما ناداه نوح عليه السلام:  {يابني اركب مَّعَنَا وَلاَ تَكُن مَّعَ الكافرين قَالَ سآوي إلى جَبَلٍ يَعْصِمُنِي مِنَ المآء قَالَ لاَ عَاصِمَ اليوم مِنْ أَمْرِ الله إِلاَّ مَن رَّحِمَ. .}  [هود: ٤٢ - ٤٣] . </p><p> ويتمسّك نوح بولده، ويحرص كل الحرص على نجاته فيقول:  {رَبِّ إِنَّ ابني مِنْ أَهْلِي وَإِنَّ وَعْدَكَ الحق. .}  [هود: ٤٥] . </p><p> فيأتي فَصْل الخطاب في هذه القضية:  {إِنَّهُ لَيْسَ مِنْ أَهْلِكَ إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ فَلاَ تَسْئَلْنِ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إني أَعِظُكَ أَن تَكُونَ مِنَ الجاهلين}  [هود: ٤٦] . </p><p> إذن: هذا الولد ليس من أهلك؛ لأن البُنُوة هنا بُنُوة العمل، لا بُنُوة الدم والنَّسَب. </p><p> صحيح أن الإنسان يحب العزة ويطلبها لنفسه، ولكن يجب أن تنظر كيف تكون العزة الحقيقية؟ وما أسبابها؟ </p><p> خُذْ العزة بالله وبالرسول وبالبيئة الإيمانية، يصبح كل الأولاد أولادك؛ لأنهم معك في يقينك بالله وإيمانك به سبحانه. . أما أن تعتز بطريقتك أنت، فتطلب العزة في الولد الذكَر، فمَنْ يُدرِيك أن تجد فيه العزة والعِزوة والمكاثرة؟! </p><p> ثم يقول الحق سبحانه:  {لِلَّذِينَ لاَ يُؤْمِنُونَ ... } . </p>"
}