{
  "id": null,
  "sura": 16,
  "aya": 49,
  "text": "<p> فأجناس الكون التي يعرفها الإنسان أربعة: إما جماد، فإذا وجدتَ خاصية النمو كان النبات، وإذا وجدتَ خاصية الحركة والحسِّ كان الحيوان، فإذا وجدتَ خاصية الفِكْر كان الإنسان، وإذا وجدتَ خاصية العلم الذاتي النوراني كان المَلَك. . هذه هي الأجناس التي نعرفها. </p><p> الحق تبارك وتعالى ينقلُنا هنا نَقْلة من الظلال الساجدة، للجمادات الثابتة، إلى الشيء الذي يتحرك، وهو وإنْ كان مُتحركاً إلا أن ظلّه أيضاً على الأرض، فإذا كان الحق سبحانه قد قال: </p><p> {وَلِلَّهِ يَسْجُدُ مَا فِي السماوات وَمَا فِي الأرض. .}  [النحل: ٤٩] . </p><p> فقد فصَّل هذا الإجمال بقوله: </p><p> {مِن دَآبَّةٍ والملائكة ... }  [النحل: ٤٩] . </p><p> أي: من أقلّ الأشياء المتحركة وهي الدابة، إلى أعلى الأشياء وهي الملائكة. . </p><p> وقد يقول قائل: وهل ما في السماوات وما في الأرض يسجد لله؟ </p><p> نقول له: نعم. . لأنك فسرتَ السجود فيك أنت بوضْع جبهتك على الأرض، ليدلّ على أن الذات بعلُوّها ودنُوّها ساجدة لله خاضعة تمام الخضوع، حيث جعلتَ الجبهة مع القدم. </p><p> والحق تبارك وتعالى يريد منّا أن نعرف استطراق العبودية في الوجود كله؛ لأن الكافر وإنْ كانَ مُتمرِّداً على الله فيما جعل الله له فيه اختيارا، في أنْ يؤمن أو يكفر، في أن يطيع أو يعصي، ولكن الله أعطاه الاختيار. </p><p> نقول له: إنك قد ألفْتَ التمرّد على الله، فطلب منك أن تؤمن لكنك كفرتَ، وطلبَ منك يا مؤمن أن تطيعَ فعصيتَ، إذن: فلكَ إلْفٌ بالتمرّد على الحق. . ولكن لا تعتقد أنك خرجتَ من السجود والخضوع لله؛ لأن الله يُجري عليك أشياء تكرهها، ولكنها تقع عليك رغم أنفك وأنت خاضع. </p><p> وهذا معنى قوله تعالى في الآية السابقة:  {وَهُمْ دَاخِرُونَ}  [النحل: ٤٨] . </p><p> أي: صاغرون مُستذلِّون مُنقَادُونَ مع أنهم أَلِفُوا التمرُّد على الحق سبحانه. </p><p> وإلا فهذا الذي أَلِف الخروج عن مُرادات الله فيما له فيه اختيار، هل يستطيع أنْ يتأبَّى على الله إذا أراد أنْ يُمرضه، أو يُفقره، أو يميته؟ </p><p> لا، لا يستطيع، بل هو داخر صاغر في كل ما يُجريه عليه من مقادير، وإنْ كان يأباها، وإنْ كان قد أَلِف الخروج عن مُرادات الله. </p><p> إذن: ليس في كون الله شيء يستطيع الخروج عن مرادات الله؛ لأنه ما خرج عن مرادات الله الشرعية في التكليف إلا بما أعطاه الله من اختيار، وإلا لو لم يُعْطه الاختيار لما استطاع التمرّد، كما في المرادات الكونية التي لا اختيارَ فيها. </p><p> لذلك نقول للكافر الذي تمرّد على الحق سبحانه: تمرّد إذا أصابك مرض، وقُلْ: لن أمرض، تمرَّد على الفقر وقُلْ: لن أفتقر. . </p><p> وما دُمْتَ لا تقدر وسوف تخضع راغماً فلتخضعْ راضياً وتكسب الأمر، وتنتهي مشكلة حياتك، وتستقبل حياة أخرى أنظف من هذه الحياة. </p><p> وقوله تعالى: </p><p> {مِن دَآبَّةٍ ... }  [النحل: ٤٩] . </p><p> هو كل ما يدبّ على الأرض، والدَّبُّ على الأرض معنا الحركة والمشي. . وقوله: </p><p> {والملائكة ... }  [النحل: ٤٩] . </p><p> أي: أن الملائكة لا يُقال لها دابة؛ لأن الله جعل سَعْيها في الأمور بأجنحة فقال تعالى:  {أولي أَجْنِحَةٍ مثنى وَثُلاَثَ وَرُبَاعَ. .}  [فاطر: ١] . </p><p> وقال في آية أخرى:  {وَمَا مِن دَآبَّةٍ فِي الأرض وَلاَ طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ إِلاَّ أُمَمٌ أَمْثَالُكُمْ ... }  [الأنعام: ٣٨] . </p><p> فخلق الله الطائر يطير بجناحيه مقابلاً للدابة التي تدب على الأرض، فاستحوذ على الأمرين: الدابة والملائكة. </p><p> و {مَا} في الآية تُطلق على غير العالمين وغير العاقلين؛ ذلك لأن أغلبَ الأشياء الموجودة في الكون ليس لها عِلْم أو معرفة؛ ولذلك قال تعالى في آية أخرى: </p><p> {إِنَّا عَرَضْنَا الأمانة عَلَى السماوات والأرض والجبال فَأبَيْنَ أَن يَحْمِلْنَهَا. .}  [الأحزاب: ٧٢] . </p><p> ويُنهي الحق سبحانه الآية بقوله: </p><p> {وَهُمْ لاَ يَسْتَكْبِرُونَ}  [النحل: ٤٩] . </p><p> أي: أن الملائكة الذين هم أعلى شيء في خَلْق الله لا يستكبرون؛ لأن علوّهم في الخَلْق من نورانية وكذا وكذا لا يعطيهم إدلالاً على خالقهم سبحانه؛ لأن الذي أعطاهم هذا التكريم هو الله سبحانه وتعالى. </p><p> وما دام الله هو الذي أعطاهم هذا التكريم فلا يجوز الإدلال به؛ لأن الذي يُدِلُّ إنما يُدِلُّ بالذاتيات غير الموهوبة، أما الشيء الموهوب من الغير فلاَ يجوز أن تُدِلَّ به على مَنْ وهبه لك. </p><p> لذلك يقول الحق تبارك وتعالى:  {لَّن يَسْتَنكِفَ المسيح أَن يَكُونَ عَبْداً للَّهِ وَلاَ الملائكة المقربون. .}  [النساء: ١٧٢] . </p><p> فلن يمتنعوا عن عبادة الله والسجود له رغم أن الله كرَّمهم ورفعهم. </p><p> ثم يقول تعالى:  {يَخَافُونَ رَبَّهُمْ. .} . </p>"
}