{
  "id": null,
  "sura": 16,
  "aya": 89,
  "text": "<p> {مِّنْ أَنْفُسِهِمْ. .}  [النحل: ٨٩] . </p><p> يعني من جنسهم. والمراد: أهل الدعوة إلى الله من الدُّعَاة والوعاظ والأئمة الذين بلّغوا الناس منهج الله، هؤلاء سوف يشهدون أمام الله سبحانه على مَنْ قصّر في منهج الله. </p><p> وقد يكون معنى: </p><p> {مِّنْ أَنْفُسِهِمْ. .}  [النحل: ٨٩] . </p><p> أي: جزء من أجزائهم وعضواً من أعضائهم، كما قال تعالى:  {يَوْمَ تَشْهَدُ عَلَيْهِمْ أَلْسِنَتُهُمْ وَأَيْدِيهِمْ وَأَرْجُلُهُمْ بِمَا كَانُواْ يَعْمَلُونَ}  [النور: ٢٤] . </p><p> وقوله:  {وَقَالُواْ لِجُلُودِهِمْ لِمَ شَهِدتُّمْ عَلَيْنَا ... }  [فصلت: ٢١] . </p><p> والشهيد إذا كان من ذات الإنسان وبعض من أبعاضه فلا شكَّ أن حجته قوية وبيّنته واضحة. </p><p> وقوله: </p><p> {وَجِئْنَا بِكَ شَهِيداً على هؤلاءآء}  [النحل: ٨٩] . </p><p> أي: شهيداً على أمتك كأنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ شهيد على الشهداء. </p><p> {وَنَزَّلْنَا عَلَيْكَ الكتاب تِبْيَاناً لِّكُلِّ شَيْءٍ. .}  [النحل: ٨٩] . </p><p> الكتاب: القرآن الكريم. . تبياناً: أي بياناً تاماً لكل ما يحتاجه الإنسان، وكلمة (شيء) تُسمّى جنس الأجناس. أي: كل ما يُسمّى «شيء» فبيانُه في كتاب الله تعالى. </p><p> فإنْ قال قائل: إنْ كان الأمر كذلك، فلماذا نطلب من العلماء أن يجتهدوا لِيُخرجوا لنا حُكْماً مُعيّناً؟ </p><p> نقول: القرآن جاء معجزة، وجاء منهجاً في الأصول، وقد أعطى الحق تبارك وتعالى لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حق التشريع، فقال تعالى:  {وَمَآ آتَاكُمُ الرسول فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فانتهوا. .}  [الحشر: ٧] . </p><p> إذن: فسُنة الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قَوْلاً أو فِعْلاً أو تقريراً ثابتة بالكتاب، وهي شارحة له ومُوضّحة، فصلاة المغرب مثلاً ثلاث ركعات، فأين هذا في كتاب الله؟ نقول في قوله تعالى:  {وَمَآ آتَاكُمُ الرسول فَخُذُوهُ ... }  [الحشر: ٧] . «وقد بيَّن الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ هذه القضية حينما أرسل معاذ بن جبل </p><p> رَضِيَ اللَّهُ عَنْه قاضياً لأهل اليمن، وأراد أن يستوثق من إمكانياته في القضاء. فسأله: » بِمَ تقضي؟ قال: بكتاب الله، قال: فإنْ لم تجد؟ قال: فبُسنة رسول الله، قال: فإنْ لم تجد؟ قال: أجتهد رأيي ولا آلو أي لا أُقصّر في الاجتهاد. </p><p> فقال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «الحمد لله الذي وفَّق رسولَ رسولِ الله لما يُرضي الله ورسوله» . </p><p> إذن: فالاجتهاد مأخوذ من كتاب الله، وكل ما يستجد أمامنا من قضايا لا نصّ فيها، لا في الكتاب ولا في السنة، فقد أبيح لنا الاجتهادُ فيها. </p><p> ونذكر هنا أن الإمام محمد عبده رَحِمَهُ اللَّهُ حُدِّث عنه وهو في باريس أن أحد المستشرقين قال له: أليس في آيات القرآن: {مَّا فَرَّطْنَا فِي الكتاب مِن شَيْءٍ. .}  [الأنعام: ٣٨] . </p><p> قال: بلى، قال له: فهات لي من القرآن: كم رغيفاً يوجد في أردب القمح؟ </p><p> فقال الشيخ: نسأل الخباز فعنده إجابة هذا السؤال. . فقال المستشرق: أريد الجواب من القرآن الذي ما فرط في شيء، فقال الشيخ: هذا القرآن هو الذي علَّمنا فيما لا نعلم أن نسأل أهل الذكر فقال: </p><p> {فاسئلوا أَهْلَ الذكر إِن كُنتُمْ لاَ تَعْلَمُونَ}  [الأنبياء: ٧] . </p><p> إذن: القرآن أعطاني الحجة، وأعطاني ما أستند إليه حينما لا أجد نصاً في كتاب الله، فالقرآن ذكر القواعد والأصول، وأعطاني حَقَّ الاجتهاد فيما يعِنّ لي من الفروع، وما يستجدّ من قضايا، وإذا وُجِد في القرآن حكم عام وجب أن يُؤخذ في طيّه ما يُؤخذ منه من أحكام صدرت عن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ لأن الله وكله. </p><p> فقال:  {وَمَآ آتَاكُمُ الرسول فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فانتهوا. .}  [الحشر: ٧] . </p><p> وكذلك الإجماع من الأمة؛ لأن الله تعالى قال:  {وَيَتَّبِعْ غَيْرَ سَبِيلِ المؤمنين نُوَلِّهِ مَا تولى. .}  [النساء: ١١٥] . </p><p> وكل اجتهاد يُرَدُّ إلى أهل الاجتهاد:  {وَلَوْ رَدُّوهُ إِلَى الرسول وإلى أُوْلِي الأمر مِنْهُمْ لَعَلِمَهُ الذين يَسْتَنْبِطُونَهُ مِنْهُمْ. .}  [النساء: ٨٣] . </p><p> إذن: فكلّ ما صدر عن الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وعن الإجماع وعن الأئمة المجتهدين موجود في القرآن، فهو إذن صادق. </p><p> ويجب هنا أن نُفرّق بين الأشياء والقضايا فهي كثيرة، فما الذي يتعرّض له القرآن؟ يتعرض القرآن للأحكام التكليفية المطلوبة من العبد الذي آمن بالله، وهناك أمور كونية لا يتأثر انتفاع الإنسان بها بأنْ يعلمها، فهو ينتفع بها سواء علمها أو جهلها، فكوْنُ الأرض كُروية الشكل، وكَوْنها تدور حول الشمس، وغير هذه الأمور من الكونيات إنْ علمها فبها ونعمتْ، وإنْ جهلها لا يمنعه جهله من الانتفاع بها. </p><p> فالأُميّ الذي يعيش في الريف مثلاً ينتفع بالكهرباء، وهو لا يعلم شيئاً عن طبيعتها وكيفية عملها، ومع ذلك ينتفع بها، مجرد أن يضع أصبعه على زِرّ الكهرباء تُضيء له. </p><p> فلو أن الحق تبارك وتعالى أبان الآيات الكونية إبانةً واضحة ربما صَدَّ العرب الذين لا يعرفون شيئاً عن حركة الكون، وليس لديهم من الثقافة ما يفهمون به مقاصد القرآن حول الآيات الكونية؛ ولذلك سألوا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ عن الأهِلّة، كما حكى القرآن الكريم:  {يَسْأَلُونَكَ عَنِ الأهلة. .}  [البقرة: ١٨٩] . </p><p> والأهلة: جمع هلال، وهو ما يظهر من القمر في بداية الشهر حيث يبدو مثل قلامة الظفر، ثم يزداد تدريجياً إلى أنْ يصل إلى مرحلة البدر عند تمام استدارته، ثم يتناقص تدريجياً أيضاً إلى أنْ يعودَ إلى ما كان عليه، هذه عجيبة يرونها بأعينهم، ويسألون عنها. </p><p> ولكن، كيف رَدَّ عليهم القرآن؟ لم يُوضح لهم القرآن الكريم كيف يحدث الهلال، وأن الأرض إذا حالتْ بين الشمس والقمر وحجبت عنه ضوء الشمس نتج عن ذلك وجود الهلال ومراحله المختلفة. </p><p> فهذا التفصيل لا تستوعبه عقولهم، وليس لديهم من الثقافة ما يفهمون به مثل هذه القضايا الكونية؛ لذلك يقول لهم: اصرفوا نظركم عن هذه، وانظروا إلى حكمة الخالق سبحانه في الأهلة: </p><p> {قُلْ هِيَ مَوَاقِيتُ لِلنَّاسِ والحج. .}  [البقرة: ١٨٩] . </p><p> فردّهم إلى أمر يتعلق بدينهم التقليدي، فاهتمّ ببيان الحكمة منها، وفي نفس الوقت ترك هذه المسألة للزمن يشرحها لهم، حيث سيجدون في القرآن ما يُعينهم على فَهْم هذا الموضوع. </p><p> إذن: قوله تعالى: {مِن شَيْءٍ. .}  [الأنعام: ٣٨] . </p><p> أي: من كل شيء تكليفيّ، إنْ فعله المؤمن أثيب، وإنْ لم يفعله يُعاقب، أما الأمور الكونية فيعطيهم منها على قدر وَعْيهم لها، ويترك للزمن مهمة الإبانة بما يحدث فيه من فكر جديد. </p><p> لذلك نرى القرآن الكريم لم يفرغ عطاءه كله في القرآن الذي نزل فيه، فلو فعل ذلك لاستقبل القرون الأخرى بغير عطاء، فالعقول تتفتّح على مَرِّ العصور وتتفتّق عن فكر جديد، ولا يصح أنْ يظلَّ العطاء الأول هو نفسه لا يتجدد، لا بُدَّ أن يكون لكل قرن عطاء جديد يناسب ارتقاءات البشر في علومه الكونية. « </p><p> والرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حينما رأى الناس يُؤبّرون النخل، أي: يُلقّحونه. وهو ما يُعرف بعملية الإخصاب، حيث يأخذون من الذكر ويضعون في الأنثى، فماذا قال لهم؟ قال: لو لم تفعلوا لأثمر، ففي الموسم القادم تركوا هذه العملية فلم يُثمر النخل، فلما سئل صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قال: » أنتم أعلم بشئون دنياكم «. </p><p> فهذا أمر دنيوي خاضع للتجربة ووليد بَحْث معمليّ، وليس من مهمة الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ توضيح هذه الأمور التي يتفق فيها الناس وتتفق فيها الأهواء، إنما الأحكام التكليفية التي تختلف فيها الأهواء فحسمها الحق بالحكم. </p><p> فمثلاً في العالم موجاتٌ مادية تهتم بالاكتشافات والاختراعات والاستنباطات التي تُسخر أسرار الكون لخدمة الإنسان، فهل يختلف الناس حول مُعْطيات هذه الموجة المادية؟ هل نقول مثلاً: هذه كهرباء أمريكاني، وهذه كهرباء روسي؟ هل نقول: هذه كيمياء إنجليزي، وهذه كيمياء ألماني؟ </p><p> فهذه مسألة وليدة المعمل والتجربة يتفق فيها كل الناس، في حين نجدهم يختلفون في أشياء نظرية ويتحاربون من أجلها، فهذه اشتراكية، وهذه رأسمالية، وهذه وجودية، وتلك علمانية. . الخ، فجاء الدين ليحسمَ ما تختلف فيه الأهواء. </p><p> لذلك نرى كل معسكر يحاول أنْ يسرقَ ما توصَّل إليه المعسكر الآخر من اكتشافات واختراعات، ويرسل جواسيسه ليتابعوا أحداث </p><p> ما توصّل إليه غيرهم، فهل يسرقون الأمور النظرية أيضاً؟ لا. . بل على العكس تجدهم يضعون الحواجز والاحتياطات لكي لا تنتقل هذه المبادئ إلى بلادهم وإلى أفكار مواطنيهم. </p><p> وقد جعل الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من نفسه مثالاً ونموذجاً لتوضيح هذه المسألة، مع أنه قد يقول قائل: لا يصح في حَقّ رسول الله أن يُشير على الناس بشيء ويتضح خطأ مشورته، إنما الرسول هنا يريد أنْ يُؤصّل قاعدة في نفوس المتكلمين في شئون الدين: إياكم أنْ تُقحِموا أنفسكم في الأمور المادية المعملية التطبيقية، فهذه أمور يستوي فيها المؤمن والكافر. </p><p> ولذلك عندما اكتشف العلماء كُروية الأرض، وأنها تدور حول الشمس اعترض على ذلك بعض رجال الدين ووضعوا أنوفهم في قضية لا دَخْل للدين فيها، وقد حذرهم رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من ذلك. </p><p> وما قولكم بعد أن صعد العلماء إلى كواكب أخرى، وصوروا الأرض، وجاءت صورتها كُروية فعلاً؟ فلا تفتحوا على أنفسكم باسم الدين باباً لا تستطيعون غَلْقه. </p><p> وقوله تعالى: </p><p> {وَهُدًى وَرَحْمَةً وبشرى لِلْمُسْلِمِينَ}  [النحل: ٨٩] . </p><p> الحق تبارك وتعالى وصف القرآن هنا بأنه (هُدىً) ، فإذا كان القرآن قد نزل تبياناً فكان التوافق يقتضي أن يقول: وهادياً، لكن لم يَصف القرآن بأنه هادٍ، بل هُدىً، وكأنه نفس الهدى؛ لأن هادياً ذاتٌ ثبت لها الهداية، إنما هُدى: يعني هو جوهر الهدى، كما </p><p> نقول: فلان عادل. وفي المبالغة نقول: فلان عَدْل. كأن العَدْل مجسّم فيه، وليس مجرد واحد ثبتت له صفة العدل. </p><p> وكذلك مثل قولنا عالم وعليم، وقد قال تعالى:  {وَفَوْقَ كُلِّ ذِي عِلْمٍ عَلِيمٌ}  [يوسف: ٧٦] . </p><p> فما معنى الهدى؟ هو الدلالة على الطريق الموصّل للغاية من أقرب الطرق. </p><p> {وَرَحْمَةً} مرّة يُوصَف القرآن بأنه رحمة، ومرة بأنه:  {شِفَآءٌ وَرَحْمَةٌ}  [الإسراء: ٨٢] . </p><p> والشفاء: أن يُوجد داء يعالجه القرآن، والرحمة: هي الوقاية التي تمنع وجود الداء، وما دام القرآن كذلك فمَنْ عمل بمنهجه فقد بُشِّر بالثواب العظيم من الله تعالى، الثواب الخالد في نعيم دائم. </p><p> ثم يقول الحق تبارك وتعالى:  {إِنَّ الله يَأْمُرُ ... } . </p>"
}