{
  "id": null,
  "sura": 16,
  "aya": 103,
  "text": "<p> وفي هذه الآية اتهام آخر لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وافتراء جديد عليه، لا يأنف القرآن من إذاعته، فمَنْ سمع الاتهام والافتراء يجب أن يسمع الجواب، فالقرآن يريد أنْ يفضحَ أمر هؤلاء، وأنْ يُظهِر إفلاس حُججهم وما هم فيه من تخبُّط. </p><p> يقول الحق تبارك وتعالى: </p><p> {وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمُهُ بَشَرٌ. .}  [النحل: ١٠٣] . </p><p> وقد سبق أنْ قالوا عن رسول الله «مجنون» وبرَّأه الله بقوله تعالى: {وَإِنَّكَ لعلى خُلُقٍ عَظِيمٍ}  [القلم: ٤] . </p><p> والخلقُ العظيم لا يكون في مجنون؛ لأن الخلُق الفاضل لا يُوضع إلا في مكانه، بدليل قوله تعالى:  {مَآ أَنتَ بِنِعْمَةِ رَبِّكَ بِمَجْنُونٍ}  [القلم: ٢] . </p><p> وسبق أنْ قالوا: ساحر وهذا دليل على أنهم مغفلون يتخبَّطون في ضلالهم، فلو كان محمد ساحراً، فَلِمَ لم يسحركم كما سحر المؤمنين به وتنتهي المسألة؟ </p><p> وسبق أنْ قالوا «شاعر» مع أنهم أدْرى الناس بفنون القول شِعْراً ونثراً وخطابة، ولم يُجرِّبوا على محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ شيئاً من ذلك، لكنه الباطل حينما يَلجّ في عناده، ويتكبّر عن قبول الحق. </p><p> وهنا جاءوا بشيء جديد يُكذِّبون به رسول الله، فقالوا: </p><p> {إِنَّمَا يُعَلِّمُهُ بَشَرٌ ... }  [النحل: ١٠٣] . </p><p> أي: أن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يتردد على أحد أصحاب العلم ليعلمه القرآن فقالوا: إنه غلام لبي عامر بن لؤي اسمه (يعيش) ، وكان يعرف القراءة والكتاب، وكان يجلب الكتب من الأسواق، ويقرأ قصص السابقين مثل عنترة وذات الهمة وغيرها من كتب التاريخ. </p><p> وقد تضاربتْ أقوالهم في تحديد هذا الشخص الذي يزعمون أن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ تعلّم على يديه، فقالوا: اسمه «عداس» وقال آخرون: سلمان الفارسي. وقال آخرون: بَلْعام وكان حداداً رومياً نصرانياً يعلم كثيراً عن أهل الكتاب. . الخ. </p><p> والحق تبارك وتعالى يردُّ على هؤلاء، ويُظهِر إفلاسهم الفكري، وإصرارهم على تكذيب رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فيقول: </p><p> {لِّسَانُ الذي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ وهذا لِسَانٌ عَرَبِيٌّ مُّبِينٌ}  [النحل: ١٠٣] . </p><p> اللسان هنا: اللغة التي يُتحدَّث بها. </p><p> ويُلحِدون إليه: يميلون إليه وينسبون إليه أنه يُعلِّم رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> أعجمي: أي لغته خفية، لا يُفصح ولا يُبين الكلام، كما نرى الأجانب يتحدثون العربية مثلاً. </p><p> ونلاحظ هنا أن القرآن الكريم لم يقُلْ (عجمي) ، لأن العجم جنس يقابل العرب، وقد يكون من العجم مَنْ يجيد العربية الفصيحة، كما رأينا سيبوَيْه صاحب (الكتاب) أعظم مراجع النحو حتى الآن وهو عَجمي. </p><p> أما الأعجمي فهو الذي لا يُفصح ولا يُبين، حتى وإنْ كان عربياً. وقد كان في قبيلة لؤي رجل اسمه زياد يُقال له «زياد الأعجمي» لأنه لا يُفصح ولا يُبين، مع أنه من أصل عربي. </p><p> إذن: كيف يتأتَّى لهؤلاء الأعاجم الذين لا يُفصحون، ولا يكادون ينطقون اللغة العربية، كيف لهؤلاء أنْ يُعلِّموا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وقد جاء بمعجزة في الفصاحة والبلاغة والبيان؟ </p><p> كيف يتعلم من هؤلاء، ولم يثبت أنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ التقى بأحد منهم إلا (عداس) يُقال: إنه قابله مرة واحدة، ولم يثبت أنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ تردَّد إلى معلم، لا من هؤلاء، ولا من غيرهم؟ </p><p> كما أن ما يحويه القرآن من آيات وأحكام ومعجزات ومعلومات يحتاج في تعلُّمه إلى وقت طويل يتتلمذ فيه محمد على يد هؤلاء، وما جرّبْتم على محمد شيئاً من هذا كله. </p><p> وهل يُعقل أن ما في القرآن يمكن أن يطويه صَدْرُ واحدٍ من هؤلاء؟! لو حدث لكان له من المكانة والمنزلة بين قومه ما كان للنبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من منزلة، ولأشاروا إليه بالبنان ولذَاع صِيتُه، واشتُهر أمره، وشيء من ذلك لم يحدث. </p><p> وقوله تعالى: </p><p> {وهذا لِسَانٌ عَرَبِيٌّ مُّبِينٌ}  [النحل: ١٠٣] . </p><p> أي: لغته صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، ولغة القرآن الكريم عربية واضحة مُبِينة، لا لَبْسَ فيها ولا غموض. </p><p> ثم يقول الحق سبحانه:  {إِنَّ الذين لاَ يُؤْمِنُونَ. .} . </p>"
}