{
  "id": null,
  "sura": 16,
  "aya": 2,
  "text": "<p> وساعة نقرأ قوله {يُنَزِّلُ} فالكلمة تُوحِي وتُوضِّح أن هناك عُلواً يمكن أن ينزِلَ منه شيء على أسفل. والمَثلُ الذي أُحِبّ أنْ أضربه هنا لأوضحَ هذا الأمر هو قَوْل الحق سبحانه:  {قُلْ تَعَالَوْاْ أَتْلُ مَا حَرَّمَ رَبُّكُمْ}  [الأنعام: ١٥١] . </p><p> أي: أقبلوا لتسمعوا مِنِّي التكليفَ الذي نزل لكم مِمَّنْ هو أعلى منكم، ولا تظلُّوا في حضيض الأرض وتشريعاتها، بل تَساموا وخُذوا الأمر مِمَّنْ لا هَوى لَه في أموركم، وهو الحق الأعلى. </p><p> أما مَنْ ينزلون فَهُم الملائكة، ونعلم أن الملائكة خَلْق غيبيّ آمنَّا به؛ لأن الله سبحانه قد أخبرنا بوجودهم. وكُلَّ ما غاب عن الذِّهْن </p><p> ودليله السماع مِمَّنْ تثق بصدقه، وقد أبلغنا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ما نزلَ به القرآن وأنبأنا بوجود الملائكة، وأن الحق سبحانه قد خلقهم؛ ورغم أننا لا نراهم إلا أننا نُصدِّق ما جاء به البلاغ عن الحق من الصادق الصَّدُوق محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> وحين يقول الحق سبحانه: </p><p> {يُنَزِّلُ الملائكة بالروح مِنْ أَمْرِهِ على مَن يَشَآءُ مِنْ عِبَادِهِ}  [النحل: ٢] . </p><p> فنحن نعلم أنه لا يمكن أنْ ينزلَ شيءٌ من أعلى إلى الأدْنى إلا بواسطة المُقربات. وقد اختار الحق سبحانه ملكاً من الملائكة لِيُبلّغ رُسُله بالوحي من الله، والملائكة كما أخبرنا الحق سبحانه:  {عِبَادٌ مُّكْرَمُونَ لاَ يَسْبِقُونَهُ بالقول وَهُمْ بِأَمْرِهِ يَعْمَلُونَ}  [الأنبياء: ٢٦ - ٢٧] . </p><p> ويقول في آية أخرى:  {لاَّ يَعْصُونَ الله مَآ أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ}  [التحريم: ٦] . </p><p> وهم من نور، ولا تصيبهم الأغيار، ولا شهوةَ لهم فلا يتناكحون ولا يتناسلون؛ وهم أقربُ إلى الصَّفَاء. وهم مَنْ يُمكِنهم التلقِّي من الأعلى ويبلغون الأَدْنى. </p><p> ولذلك نجد الحق سبحانه يقول عن القرآن:  {نَزَلَ بِهِ الروح الأمين}  [الشعراء: ١٩٣] . </p><p> وهنا يقول الحق سبحانه: </p><p> {يُنَزِّلُ الملائكة}  [النحل: ٢] . </p><p> والآية الإجمالية التي تشرح ذلك هو قَوْلُ الحق سبحانه:  {الله يَصْطَفِي مِنَ الملائكة رُسُلاً وَمِنَ الناس إِنَّ الله سَمِيعٌ بَصِيرٌ}  [الحج: ٧٥] . </p><p> أي: أنه سبحانه يختار ملائكة قادرين على التلقّي منه لِيُعْطوا المصطفين من الناس؛ لِيُبلِّغ هؤلاء المُصْطفين عن الله لبقية الناس. </p><p> ذلك أن العُلْويات العالية لا يملك الكائن الأَدْنى طاقة ليتحمَّل ما تتنزَّل به الأمور العُلْوية مباشرة من الحق سبحانه. </p><p> وسبق أنْ شبَّهتْ ذلك بالمُحوّل الذي نستخدمه في الكهرباء لينقل من الطاقة العالية إلى الأَدْنى من المصابيح، «وكُلّنا يعلم ما حدث للرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حين تلقَّى الوحي عبر جبريل عليه السلام» فَضمَّني حتى بلغ مِنَّي الجهد «وتفصد جبينه الطاهر عرقاً، وعاد إلى بيته ليقول» زملوني زملوني «و» دثروني دثروني «. </p><p> ذلك أن طاقة عُلْوية نزلت على طاقة بشرية، على الرغم من أن طاقة رسول الله هي طاقة مُصْطفاة. ثم يألف الرسول الوحي وتخفّ عنه مِثْل تلك الأعباء، وينزل عليه قوله الحق: </p><p> {أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ وَوَضَعْنَا عَنكَ وِزْرَكَ الذي أَنقَضَ ظَهْرَكَ وَرَفَعْنَا لَكَ ذِكْرَكَ فَإِنَّ مَعَ العسر يُسْراً إِنَّ مَعَ العسر يُسْراً}  [الشرح: ١ - ٦] . </p><p> ثم يفتر الوحي لبعض من الوقت لدرجة أن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يشتاق إليه، فلماذا اشتاق للوحي وهو مَنْ قال «دثِّروني دثِّروني» ؟ </p><p> لقد كان فُتور الوحي بسبب أنْ يتعوّد محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ على متاعب نُزول المَلَك؛ فتزولُ متاعب الالتقاء وتبقى حلاوة ما يبلغ به. </p><p> وقال بعض من الأغبياء:  «إن ربَّ محمد قد قلاه» . </p><p> فينزل قوله سبحانه:  {مَا وَدَّعَكَ رَبُّكَ وَمَا قلى وَلَلآخِرَةُ خَيْرٌ لَّكَ مِنَ الأولى وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فترضى}  [الضحى: ٣ - ٥] . </p><p> وكلمة الروح وردتْ في القرآن بمعَانٍ متعددة، فهي مرَّة الروح التي بها الحياة في المادة ليحدث بها الحسّ والحركة:  {فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُ سَاجِدِينَ}  [الحجر: ٢٩] . </p><p> وهذا النفْخ في المادة يحدثُ للمؤمن والكافر، وهناك رُوح أُخْرى تعطي حياةً أعلى من الحياة الموقوتة:  {وَإِنَّ الدار الآخرة لَهِيَ الحيوان لَوْ كَانُواْ يَعْلَمُونَ}  [العنكبوت: ٦٤] . </p><p> إذن: فالملائكة تنزل بالبلاغ عن الله بما فيه حياة أَرْقى من الحياة التي نعيش بها ونتحرَّك على الأرض. وهكذا تكون هناك رُوحان لا روحٌ واحدة؛ رُوح للحِسِّ والحركة؛ وروح تُعطي القِيم التي تقودنا إلى حياة أخرى أَرْقى من الحياة التي نحياها؛ حياةٌ لا فناءَ فيها. </p><p> ولذلك يُسمَّى الحق سبحانه القرآن روحاً؛ فيقول:  {وَكَذَلِكَ أَوْحَيْنَآ إِلَيْكَ رُوحاً مِّنْ أَمْرِنَا مَا كُنتَ تَدْرِي مَا الكتاب وَلاَ الإيمان}  [الشورى: ٥٢] . </p><p> ويُسمَّى الحق سبحانه الملَكَ الذي ينزل بالقرآن روحاً، فيقول:  {نَزَلَ بِهِ الروح الأمين على قَلْبِكَ لِتَكُونَ مِنَ المنذرين}  [الشعراء: ١٩٣ - ١٩٤] . </p><p> ويشرح الحق سبحانه أن القرآن روحٌ تعطينا حياةً أَرْقى، فيقول:  {ياأيها الذين آمَنُواْ استجيبوا للَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُم لِمَا يُحْيِيكُمْ}  [الأنفال: ٢٤] . </p><p> أي: يدخل بكم إلى الحياة الأبدية التي لا موْتَ فيها ولا خَوْف أن تفقد النعمة أو تذهب عنك النعمةُ. </p><p> وهنا يُبلِّغنا سبحانه أن القرآن ينزل مع الملائكة: </p><p> {يُنَزِّلُ الملائكة بالروح مِنْ أَمْرِهِ}  [النحل: ٢] . </p><p> أي: تنزيلاً صادراً بأمره سبحانه، ويقول الحق سبحانه في موقع آخر:  {لَهُ مُعَقِّبَاتٌ مِّن بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ يَحْفَظُونَهُ مِنْ أَمْرِ الله}  [الرعد: ١١] . </p><p> والسَّطْحيون لا يلتفتون إلى أنَّ معنى:  {مِنْ أَمْرِ الله}  [الرعد: ١١] . </p><p> هنا تعني أنهم يحفظُونه بأمر من الله. </p><p> والأمر هنا في الآية التي نحن بصدد خواطرنا عنها هو ما جاء في الآية الأولى منها:  {أتى أَمْرُ الله فَلاَ تَسْتَعْجِلُوهُ}  [النحل: ١] . </p><p> وهذا الأمر هو نتيجة لِمَا يشاؤه الله من حياة للناس على الأرض، ونعلم أن الحق سبحانه له أوامر مُتعدِّدة يجمعها إبراز المعدوم إلى الوجود؛ فهو سبحانه القائل:  {إِنَّمَا قَوْلُنَا لِشَيْءٍ إِذَآ أَرَدْنَاهُ أَن نَّقُولَ لَهُ كُنْ فَيَكُونُ} </p><p> [النحل: ٤٠] . </p><p> فإذا شاء أمراً جزئياً فهو يقول له: كُنْ فيكون، وإذا أراد منهجاً؛ فهو يُنزله، وإذا أراد حساباً وعقاباً وساعةً؛ فهو القائل {أتى أَمْرُ الله} وهكذا نفهم أن معنى {أَمْرُ الله} هو {كُنْ فَيَكُونُ} أي: إخراج المعدوم إلى حَيِّز الوجود؛ سواء أكان معدوماً جزئياً، أو معدوماً كلياً، أو معدوماً أزلياً. </p><p> وكُلّ ذلك اسمه أمر، ولحظةَ أنْ يأمرَ الله؛ فنحن نَثِقُ أن مأمور الله يبرز؛ ولذلك قال سبحانه:  {إِذَا السمآء انشقت وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ}  [الانشقاق: ١ - ٢] . </p><p> أي: أنها لم تسمع الأمر فقط؛ بل نفّذتْه فَوْر صدوره؛ دون أَدْنى ذرة من تخلُّف، فأمْر الله يُنفَّذ فَوْر صدوره من الحق سبحانه، أما أَمْر البشر فهو عُرْضَة لأنْ يُطَاع، وعُرْضَة لأنْ يُعصَى. </p><p> وسبحانه يُنزِّل الملائكة بالرُّوح على مَنْ يشاء لِيُنذِروا؛ ولم يَأْتِ الحق سبحانه بالبشارة هنا؛ لأن الحديث مُوجّه للكفار في قوله:  {أتى أَمْرُ الله فَلاَ تَسْتَعْجِلُوهُ ... }  [النحل: ١] . </p><p> ونزَّه ذاته قائلاً: </p><p> {سُبْحَانَهُ وتعالى عَمَّا يُشْرِكُونَ}  [النحل: ١] . </p><p> أو: أن الحق يُنبّه رسوله، إنْ دخلتَ عليهم فُفسِّر لهم مُبْهَم ما لا يعرفون. وهم لا يعرفون كيفية الاصطفاء. وهو الحق الأعلم بمَنْ يصطفي. </p><p> ومشيئته الاصطفاء والاجتباء والاختيار إنما تتِمّ بمواصفات الحق سبحانه؛ فهو القائل:  {الله أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ ... }  [الأنعام: ١٢٤] . </p><p> وعُلِم أن الكافرين قد قالوا:  {لَوْلاَ نُزِّلَ هذا القرآن على رَجُلٍ مِّنَ القريتين عَظِيمٍ}  [الزخرف: ٣١] . </p><p> وقال الحق سبحانه في رَدِّه عليهم:  {أَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّكَ}  [الزخرف: ٣٢] . </p><p> فإذا كان الحق سبحانه قد قَسَّم بين الخَلْق أرزاقهم في معيشتهم المادية؛ وإذا كان سبحانه قد رفع بعضهم فوق بَعْض درجات؛ وهو مَنْ يجعل المرفوع مخفوضاً؛ ويجعل المخفوضَ مرفوعاً، فكيف يأتي هؤلاء في الأمور القِيَميّة المُتعلِّقة بالروح وبالمنهج، ويحاولون التعديل على الله؛ ويقولون «نريد فلاناً ولا نريد فلاناً» ؟ </p><p> أو: أن الحق سبحانه يوضِّح لرسوله: بعد أنْ شرحتَ لهؤلاء أمر الوحي، فعليك أنْ تُبلِّغهم كلمة الله: </p><p> {لاَ إله إِلاَّ أَنَاْ فاتقون}  [النحل: ٢] . </p><p> وما دام لا يوجد إلهٌ آخر فعلى الرسول أن يُسْدِي لهم النصيحة؛ بأن يقصروا على أنفسهم حَيْرة البحث عن إله، ويُوضِّح لهم أنْ لا إله إلا هو؛ وعليهم أنْ يتقوه. </p><p> وفي هذا حنان من الحق على الخَلْق، وهو الحق الذي منع الكائنات التي تعجبتْ ورفضتْ كُفْر بَعْضٍ من البشر بالله؛ وطلبتْ أن تنتقمَ من الإنسان، وقال لهم:  «لو خلقتموهم لرحمتموهم، دَعُوني وخَلْقي؛ إنْ تابوا إليَّ فأنا حبيبُهم؛ وإن لم يتوبوا فأنا طبيبهم» . </p><p> وقَوْل الحق سبحانه: </p><p> {أَنْ أنذروا أَنَّهُ لاَ إله إِلاَّ أَنَاْ فاتقون}  [النحل: ٢] . </p><p> هو جماعُ عقائدِ السماء للأرض؛ وجماعُ التعبُّداتِ التي طلبها الله من خَلْقه لِيُنظِّم لهم حركة الحياة مُتساندةً لا مُتعاندةً. </p><p> فكأن: </p><p> {أَنْ أنذروا أَنَّهُ لاَ إله إِلاَّ أَنَاْ فاتقون}  [النحل: ٢] . </p><p> هي تفسيرٌ لِمَا أنزله الله على الملائكة من الرُّوح التي قُلْنا من قبل: إنها الروح الثانية التي يَجِيء بها الوَحْي؛ وتحمِلُ منهجَ الله ليضمن لِلْمُعتنِق حياة لا يزول نَعيمها ولا المُتنعِّم بها؛ وهي غَيْر الروح الأولى التي إذا نفخها الحق في الإنسان، فالحياة تدبُّ فيه حركةً وحِساً ولكنها إلي الفناء. </p><p> وكأن الحق سبحانه من رحمته بخَلْقه أن أنزلَ لهم المنهج الذي يهديهم الحياة الباقية بدلاً من أنْ يظلُّوا أَسْرى الحياة الفانية وحدها. </p><p> ومن رحمته أيضاً أن حذرهم من المصير السيئ الذي ينتظر مَنْ يكفر به؛ ومثل هذا التحذير لا يصدر إلا مِنْ مُحبٍّ؛ فسبحانه يُحِب خَلْقه، ويُحِب منهم أنْ يكونوا إليه مخلصين مؤمنين، ويحب لهم أنْ ينعموا في آخرة لا أسبابَ فيها؛ لأنهم سيعيشون فيها بكلمة «كُنْ» من المُسبّب. </p><p> فإذا قال لهم {أَنَّهُ لاَ إله إِلاَّ أَنَاْ. .}  [النحل: ٢] فهو يُوضِّح أنه لا إله غيره، فلا تشركوا بي شيئاً، ولا تكذبوا الرسل وعليكم بتطبيق منهجي الذي يُنظِّم حياتكم وأُجازي عليه في الآخرة. </p><p> وإياكم أنْ تغترُّوا بأنِّي خلقتُ الأسباب مُسخرة لكم؛ فأنا أستطيع أن أقبض هذه الأسباب؛ فقد أردتُ الحياة بلاءً واختباراً؛ وفي الآخرة لا سُلْطان للأسباب أبداً:  {لِّمَنِ الملك اليوم لِلَّهِ الواحد القهار}  [غافر: ١٦] . </p><p> وظاهر الأمر أن المُلْك لله في الآخرة، والحقيقة أن المُلْك لله دائماً في الدنيا وفي الآخرة؛ ولكنه شاء أنْ يجعلَ الأسباب المخلوقة بمشيئته تستجيب للإنسان؛ فإياك أنْ تظنَّ أنك أصبحتَ قادراً؛ فأنت في الحياة تملك أشياء، ويملكك مَلِك أو حاكم مثلك؛ فسُنَّة الكون أنْ يوجدَ نظامٌ يحكم الجميع. </p><p> ولكن الآخرة يختلف الأمر فيها؛ فلا مُلْكَ لأحدٍ غير الله، بل إن الأعضاء نفسها لا تسير بإرادة أصحابها بل بإرادة الحق، تلك الأعضاء التي كانت تخضع لمشيئتك في الدنيا؛ لا حُكْمَ لك عليها في الآخرة، بل ستكون شاهدة عليك. </p><p> فإن كان الله قد أعطاك القدرة على تحريك الأعضاء في الدنيا، فإنْ وجَّهتها إلى مأمور الله؛ فأنت من عباده، وإنْ لم تُوجهها إلى مطلوب الله، فأنت من عبيده. </p><p> وبعد ذلك يُقدِّم لك سبحانه الحيثية التي تُعزِّز أمره بعبادته </p><p> وحده، وأنْ لا إله غيره؛ فإنه لم يطلب أن نعبده إلا بعد أنْ خلق لنا السماوات والأرض؛ وكل الكون المُعَد لاستقبال الإنسان بالحق؛ أي بالشيء الثابت؛ والقانون الذي ليس في اختيار أحد سواه سبحانه. </p><p> ويقول سبحانه:  {خَلَقَ السماوات والأرض ... } . </p>"
}