{
  "id": null,
  "sura": 16,
  "aya": 32,
  "text": "<p> أي: المتقون هم الذين تتوفاهم الملائكة طيبين. </p><p> ومعنى: </p><p> {تَتَوَفَّاهُمُ}  [النحل: ٣٢] . </p><p> أي: تأتي لقبْض أرواحهم، وهنا نَسَب التوفّي إلى جملة الملائكة، كأنهم جنود ملَك الموت الأصيل عزرائيل، وقد سبق أنْ قُلْنا: إن الحق تبارك وتعالى مرةً ينسب التوفّي إلى الملائكة، ومرة ينسبه إلى مَلك الموت:  {قُلْ يَتَوَفَّاكُم مَّلَكُ الموت الذي وُكِّلَ بِكُمْ. .}  [السجدة: ١١] . </p><p> ومرّة ينسبه إلى نفسه سبحانه:  {الله يَتَوَفَّى}  [الزمر: ٤٢] . </p><p> ذلك لأن الله سبحانه هو الآمر الأعلى، وعزرائيل مَلكُ الموت الأصيل، والملائكة هم جنوده الذين يُنفّذون أوامره. </p><p> وقوله:  {طَيِّبِينَ. .}  [النحل: ٣٢] . </p><p> تقابل الآية السابقة: </p><p> {الذين تَتَوَفَّاهُمُ الملائكة ظَالِمِي أَنْفُسِهِمْ}  [النحل: ٢٨] . والطيّب هو الشيء الذي يوجد له خيرٌ دائم لا ينقطع ولا ينقلب خَيْره هذا شراً، وهو الشيء الذي تستريح له النفس راحة تنسجم منها كل مَلكاتها، بشرط أن يكون مستمراً إلى خَيْرٍ منه، ولا يستمر إلى خَيْرٍ منه وأحسن إلا طَيِّب القيم وطَيِّب الدين، أما غير ذلك فهو طيب موقوتٌ سرعان ما يُهجر. </p><p> ولذلك حينما يدَّعي اثنان المحبة في الله نقول: هذه كلمة تُقال، ومِصْداقها أن ينمو الودُّ بينكما كل يوم عن اليوم الذي قبله؛ لأن الحب للدنيا تشوبه الأطماع والأهواء، فترى الحب ينقص يوماً بعد يوم، حَسْب ما يأخذ أحدهما من الآخر، أما المتحابان في الله فيأخذان من عطاء لا ينفد، هو عطاء الحق تبارك وتعالى، فإنْ رأيت اثنين يزداد وُدّهما فاعلم أنه وُدٌّ لله وفي الله، على خلاف الوُد لأغراض الدنيا فهو وُدٌّ سرعان ما ينقطع. </p><p> هل هناك أطيب من أنهم طهَّروا أنفسهم من دَنَس الشرك؟ وهل هناك أطيبُ من أنهم اخلصوا عملهم لله، وهل هناك أطيب من أنهم لم يُسْرفوا على أنفسهم في شيء؟ </p><p> وحَسْب هؤلاء من الطيب أنهم ساعة يأتي مَلَكُ الموت يمرُّ عليهم شريط أعمالهم، ومُلخّص ما قدّموه في الدنيا، فيرْون خَيْراً، فتراهم مُستبشرين فرحين، يبدو ذلك على وجوههم ساعة الاحتضار، فتراه أبيضَ الوجه مُشْرقاً مبتسماً، عليه خاتمة الخير والطيب والسعادة؛ </p><p> ذلك لما عاينه من طيب عمله، ولما يستبشر به من الجزاء عند الله تبارك وتعالى. </p><p> وعلى عكس هذه الحالة تماماً نرى أهل الشقاوة، وما هُمْ عليه ساعةَ الغرغرة من سواد الوجه، وسُوء الخاتمة، والعياذ بالله. </p><p> {يَقُولُونَ سَلامٌ عَلَيْكُمُ}  [النحل: ٣٢] . </p><p> أي: حينما تتوفّاهم الملائكة يقولون لهم سلام؛ لأنكم خرجتم من الدنيا بسلام، وستُقبِلون على الآخرة بسلام، إذن: سلام الطيبين سلامٌ موصول من الدنيا إلى الآخرة، سلامٌ مُترتِّب على سلامة دينكم في الدنيا، وسلامة إقبالكم على الله، دون خوف في الآخرة. </p><p> وهنا سلام آخر جاء في قول الحق تبارك وتعالى:  {وَسِيقَ الذين اتقوا رَبَّهُمْ إِلَى الجنة زُمَراً حتى إِذَا جَآءُوهَا وَفُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا سَلاَمٌ عَلَيْكُمْ طِبْتُمْ فادخلوها خَالِدِينَ} </p><p> [الزمر: ٧٣] . </p><p> ثم يأتي السلام الأعلى عليهم من الله تبارك وتعالى؛ لأن كل هذه السلامات لهؤلاء الطيبين مأخوذة من السلام الأعلى:  {سَلاَمٌ قَوْلاً مِّن رَّبٍّ رَّحِيمٍ}  [يس: ٥٨] . </p><p> وهل هناك افضل وأطيب من هذا السلام الذي جاء من الحق تبارك وتعالى مباشرة. </p><p> وتعجب هنا من سلام أهل الأعراف على المؤمنين الطيبين وهم </p><p> في الجنة، ونحن نعرف أن أهل الأعراف هم قوم تساوتْ حسناتهم وسيئاتهم فحُجِزا على الأعراف، وهو مكان بين الجنة والنار، والقسمة الطبيعية تقتضي أن للميزان كفتين ذكرهما الحق تبارك وتعالى في قوله:  {فَأَمَّا مَن ثَقُلَتْ مَوَازِينُهُ فَهُوَ فِي عِيشَةٍ رَّاضِيَةٍ وَأَمَّا مَنْ خَفَّتْ مَوَازِينُهُ فَأُمُّهُ هَاوِيَةٌ}  [القارعة: ٦ - ٩] . </p><p> هاتان حالتان للميزان، فأين حالة التساوي بين الكفتين؟ جاءت في قوله تعالى:  {وَعَلَى الأعراف رِجَالٌ يَعْرِفُونَ كُلاًّ بِسِيمَاهُمْ}  [الأعراف: ٤٦] . </p><p> أي: يعرفون أهل الجنة وأهل النار: {وَنَادَوْاْ أَصْحَابَ الجنة أَن سَلاَمٌ عَلَيْكُمْ لَمْ يَدْخُلُوهَا وَهُمْ يَطْمَعُونَ}  [الأعراف: ٤٦] . </p><p> ووجه العجب هنا أن أهل الأعراف في مأزق وشدّة وانشغال بما هم فيه من شدة الموقف، ومع ذلك نراهم يفرحون بأهل الجنة الطيبين، ويُبادرونهم بالسلام. </p><p> إذن: لأهل الجنة سلامٌ من الملائكة عند الوفاة، وسلام عندما يدخلون الجنة، وسلام أعلى من الله تبارك وتعالى، وسلام حتى من أهل الأعراف المنشغلين بحالهم. </p><p> {ادخلوا الجنة بِمَا كُنْتُمْ تَعْمَلُونَ}  [النحل: ٣٢] . </p><p> أي: لأنكم دفعتم الثمن؛ والثمن هو عملكم الصالح في الدنيا، واتباعكم لمنهج الحق تبارك وتعالى. </p><p> وقد يرى البعض تعارضاً بين هذه الآية وبين الحديث الشريف:  «لن يدخل أحدٌ منكم الجنة بعمله،قالوا:ولا أنت يا رسول الله؟قال:ولا أنا إلا أن يتغمدني الله برحمته» . </p><p> والحقيقة أنه لا يوجد تعارضٌ بينهما، ولكن كيف نُوفِّق بين الآية والحديث؟ </p><p> الله تعالى يُوحي لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ الحديث كما يُوحي له الآية، فكلاهما يصدر عن مِشْكاة واحدة ومصدر واحد. . على حَدِّ قوله تعالى:  {وَمَا نقموا إِلاَّ أَنْ أَغْنَاهُمُ الله وَرَسُولُهُ مِن فَضْلِهِ ... }  [التوبة: ٧٤] . </p><p> فالحَدثُ هنا واحد، فلم يُغْنِهم الله بما يناسبه والرسول بما يناسبه، بل هو غناء واحد وحَدث واحد، وكذلك ليس ثمة تعارضٌ بين الآية والحديث. . كيف؟ </p><p> الحق تبارك وتعالى كلَّف الإنسان بعد سِنِّ الرُّشْد والعقل، وأخذ يُوالي عليه النعم منذ صِغَره، وحينما كلَّفه كلَّفه بشيء يعود على </p><p> الإنسان بالنفع والخير، ولا يعود على الله منه شيء، ثم بعد ذلك يُجازيه على هذا التكليف بالجنة. </p><p> إذن: التكليف كله لمصلحة العبد في الدنيا والآخرة. إذن: تشريع الجزاء من الله في الآخرة هو مَحْضُ الفضل من الله، ولو أطاع العبدُ رَبّه الطاعة المطلوبة منه في الأفعال الاختيارية التكليفية لما وَفّى نِعَم الله عليه، وبذلك يكون الجزاء في الجنة فَضْلاً من الله ومنَّة. </p><p> أو: أنهم حينما قالوا: </p><p> {بِمَا كُنْتُمْ تَعْمَلُونَ}  [النحل: ٣٢] . </p><p> يريدون أن عملهم سبب عاديّ لدخول الجنة، ثم يكتسبونها بفضل الله. . فتجمع الآية بين العمل والفضل معاً؛ لذلك فإن الحق تبارك وتعالى يُقوّي هذا بقوله تعالى:  {قُلْ بِفَضْلِ الله وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُواْ هُوَ خَيْرٌ مِّمَّا يَجْمَعُونَ}  [يونس: ٥٨] . </p><p> فهم لم يفرحوا بالعمل لأنه لا يَفِي بما هم فيه من نعمة، بل الفرحة الحقيقية تكون بفضل الله ورحمته، وفي الدعاء:  «اللهم عاملنا بالفضل لا بالعدل» . </p><p> وأخيراً. . هل كانوا يعملون هكذا من عند أنفسهم؟ لا. . بل بمنهج وضعه لهم ربّهم تبارك وتعالى. . إذن: بالفضل لا بمجرد العمل. . ومثال ذلك: الوالد عندما يقول لولده: لو اجتهدت هذا العام وتفوقت سأعطيك كذا وكذا. . فإذا تفوَّق الولد كان كل شيء لصالحه: النجاح والهدية. </p><p> ثم يقول الحق سبحانه وتعالى:  {هَلْ يَنْظُرُونَ إِلاَّ ... } . </p>"
}