{
  "id": null,
  "sura": 16,
  "aya": 4,
  "text": "<p> والنطفة التي نجيء منها، وهي الحيوان المَنَويّ الذي يتزاوج مع البويضة الموجودة في رَحم المرأة فتنتج العلقة، وسبحانه القائل:  {أَيَحْسَبُ الإنسان أَن يُتْرَكَ سُدًى أَلَمْ يَكُ نُطْفَةً مِّن مَّنِيٍّ يمنى ثُمَّ كَانَ عَلَقَةً فَخَلَقَ فسوى فَجَعَلَ مِنْهُ الزوجين الذكر والأنثى}  [القيامة: ٣٦ - ٣٩] . </p><p> بل إن القَذْفة الواحدة من الرجل قد يوجد فيها من الأنسال ما يكفي خَلْق الملايين؛ ولا يمكن للعين المُجرَّدة أنْ ترى الحيوان المنويّ الواحد نظراً لِدقَّته المتناهية. </p><p> وهذه الدقَّة المُتناهية لا يمكن أنْ تُرى إلا بالمجاهر المُكَّبرة، ومطمور في هذا الحيوان المنويّ كُل الخصائص التي تتحد مع الخصائص المَطْمورة في بُويْضة المرأة ليتكوَّن الإنسان. </p><p> وقد صدق العقاد ي رَحِمَهُ اللَّهُ حين قال:  «إن نصف كستبان الخياطة لو مُلِيء بالحيوانات المنوية لَوُلِد منه أنسال تتساوى مع تعداد البشر كلهم» . </p><p> وقد شاء الحق سبحانه ألا ينفُذَ إلى البويضة إلا الحيوانُ المنويّ القوي؛ لِيُؤكِّد لنا أن لا بقاءّ إلا للأصلح، فإنْ كان الحيوان المنويّ يحمل الصفات الوراثية لميلاد أنثى جاء المولد أنثى؛ وإنْ كان يحمل الصفات الوراثية لميلاد الذَّكَر جاء المولود ذكراً. </p><p> وأنت ترى مِثْل ذلك في النبات؛ فأوَّل حبَّة قمح كانت مثل آدم كأول إنسان بالطريقة التي نعرفها؛ وفي تلك الحبَّة الأولى أوجد </p><p> الحق سبحانه مضمون كل حبوب القمح من بعد ذلك، وإلى أنْ تقومَ الساعة، وتلك عظمةُ الحق سبحانه في الخَلْق. </p><p> وقد أوضح لنا الحق سبحانه في اكثر من موضع بالقرآن الكريم مراحل خَلْق الإنسان؛ فهو:  {مِّن مَّآءٍ مَّهِينٍ}  [السجدة: ٨] . </p><p> وهو من نطفة، ومن علقة، ثم مضغة مُخلَّقة وغير مُخلَّقة. </p><p> والحيوان المنويّ المُسمَّى «نُطْفة» هو الذي يحمل خصائص الأنوثة أو الذكورة كما أثبت العلم الحديث، وليس للمرأة شَأْنٌ بهذا التحديد، وكأن في ذلك إشارةً إلى مهمة المرأة كسكَنٍ؛ لأن البُويْضة تتلقَّى الحيوان المنويّ وتحتضنه؛ ليكتمل النمو إلي أنْ يصير كائناً بشرياً:  {فَتَبَارَكَ الله أَحْسَنُ الخالقين}  [المؤمنون: ١٤] . </p><p> وهو الحق سبحانه القائل:  {أَيَحْسَبُ الإنسان أَن يُتْرَكَ سُدًى أَلَمْ يَكُ نُطْفَةً مِّن مَّنِيٍّ يمنى ثُمَّ كَانَ عَلَقَةً}  [القيامة: ٣٦ - ٣٨] . </p><p> والعلقة جاء اسمها من مهمتها، حيث تتعلق بجدار الرَّحمِ كما أثبت العِلْم المعاصر، يقول سبحانه:  {فَخَلَقْنَا العلقة مُضْغَةً}  [المؤمنون: ١٤] . </p><p> والمُضغْة هي الشيء المَمْضُوغ؛ ثم يَصِف سبحانه المضغة بأنها:  {مُّخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ}  [الحج: ٥] . </p><p> ولقائل أن يتساءل: نحن نفهم أن المُضْغة المُخلَّقة فيها ما يمكن أن يصير عيناً أو ذراعاً؛ ولكن ماذا عن غير المُخلّقة؟ </p><p> ونقول: إنها رصيد احتياطيّ لصيانة الجسم، فإذا كنتَ أيها المخلوق حين تقوم ببناء بَيْت فأنت تشتري بعضاً من الأشياء الزائدة من الأدوات الصحية على سبيل المثال تحسُّباً لما قد يطرأ من أحداث تحتاج فيها إلى قطع غيار؛ فما بالنا بالحق الذي خلق الإنسان؟ </p><p> لقد جعل الله تلك المُضْغة غير المُخلَّقة رصيداً لصيانة، أو تجديداً لما قد يطرأ على الإنسان من ظروف؛ وتكون زائدة في الجسم وكأنها مخزنٌ لقطع الغيار. </p><p> والمثل هو الجروح التي تصيب الإنسان، ثم يتركها ليعالجها الجسمُ بنفسه، نجدها تلتئم دون أنْ تتركَ نَدْبة أو علامة، ذلك أنه قد تَمَّ علاجها من الصيدلية الداخلية التي أودعها الحق سبحانه في الجسم نفسه. </p><p> والمفاجأة هي أن هذا الإنسانَ المخلوق لله: </p><p> {فَإِذَا هُوَ خَصِيمٌ مُّبِينٌ}  [النحل: ٤] . </p><p> ويتمرَّد على خالقه، بل وينكر بعضٌ من الخَلْق أن هناك إلهاً؛ متجاهلين أنهم بقوة الله فيهم يتجادلون. والخصيم هو الذي يُجادل ويُنكِر الحقائق؛ فإذا حُدِّث بشيء غيبي، يحاول أنْ يدحضَ معقوليته. </p><p> ويقول سبحانه في سورة يس:  {أَوَلَمْ يَرَ الإنسان أَنَّا خَلَقْنَاهُ مِن نُّطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُّبِينٌ}  [يس: ٧٧] . </p><p> وقد يكون من المقبول أن تكون خَصْماً لمساويك؛ ولكن من غير المقبول أن تكون خصيماً لِمَنْ خلقك فسوَّاكَ فَعَدلك، وفي أيِّ صورة ما شاء رَكَّبك. </p><p> ويقول الحق سبحانه من بعد ذلك:  {والأنعام خَلَقَهَا لَكُمْ ... .} . </p>"
}