{
  "id": null,
  "sura": 16,
  "aya": 52,
  "text": "<p> عندنا هنا اللام. . وقد تكون (اللام) للمِلْك كما في الآية. وكما في: المال لزيد، وقد تكون للتخصيص إذا دخلتْ اللام على ما لا يملك، كما نقول: اللجام للفرس، والمفتاح للباب، فالفرس لا يملك اللجام، والباب لا يملك المفتاح. فهذه للتخصيص. </p><p> والحق سبحانه يقول هنا: </p><p> {وَلَهُ مَا فِي السماوات والأرض ... }  [النحل: ٥٢] . </p><p> وفي موضع آخر يقول:  {لَهُ مَا فِي السماوات وَمَا فِي الأرض}  [يونس: ٦٨] . </p><p> وكذلك في:  {يُسَبِّحُ لَهُ مَا فِي السماوات والأرض}  [الحشر: ٢٤] . </p><p> ومرة يقول:  {يُسَبِّحُ لِلَّهِ مَا فِي السماوات وَمَا فِي الأرض}  [الجمعة: ١] . </p><p> حينما تكون اللام للملكية قد يكون المملوك مختلفاً ففي قوله: </p><p> {مَا فِي السماوات والأرض ... }  [النحل: ٥٢] . </p><p> يعني: القدر المشترك الموجود فيهما. أي: الأشياء الموجودة في السماء وفي الأرض. </p><p> أما في قوله:  {مَا فِي السماوات وَمَا فِي الأرض}  [يونس: ٦٨] . </p><p> أي: الأشياء الموجودة في السماء وليست في الأرض، والأشياء الموجودة في الأرض وليست في السماء، أي: المخصَّص للسماء والمخصَّص للأرض، وهذا ما يُسمُّونه استيعاب الملكية. </p><p> وما دام سبحانه له ما في السموات وما في الأرض، فليس لأحد غيره مِلْكية مستقلة، وما دام ليس لأحد غيره ملكية مستقلة. إذن: فليس له ذاتية وجود؛ لأن وجوده الأول موهوبٌ له، وما به قيام وجوده موهوب له. . ولذلك يقولون: مَنْ أراد أن يعاند في الألوهية يجب أن تكون له ذاتية وجود. . وليست هذه إلا لله تعالى. </p><p> ونضرب لذلك مثلاً بالولد الصغير الذي يعاند أباه، وهو ما يزال عَالةً عليه. فيقول له: انتظر إلى أن تكبر وتستقلّ بأمرك. . فإذا ما شَبَّ الولد وبلغ وبدأ في الكَسْب أمكن له الاعتماد على نفسه، والاستغناء عن أبيه. </p><p> لذلك نقول لمن يعاند في الألوهية: أنت لا تقدر؛ لأن وجودك هِبَة، وقيام وجودك هِبَة، كل شيء يمكن أنْ يُنزع منك. </p><p> ولذلك، فالحق سبحانه وتعالى يُنبِّهنا إلى هذه المسألة في قوله تعالى: </p><p> {كَلاَّ إِنَّ الإنسان ليطغى أَن رَّآهُ استغنى}  [العلق: ٦ - ٧] . </p><p> فهذا الذي رأى نفسه استغنى عن غيره من وجهة نظره إنما هل استغنى حقاً؟ . . لا. لم يستغن، بدليل أنه لا يستطيع أنْ يحتفظَ بما يملك. </p><p> قوله تعالى: </p><p> {وَلَهُ مَا فِي السماوات والأرض ... }  [النحل: ٥٢] . </p><p> الذي له ما في السموات والأرض، وبه قيام وجوده بقيوميته، فهو سبحانه يُطمئِنك ويقول لك: أنا قيُّوم يعني: قائم على أمرك. . ليس قائماً فقط. . بل قيُّوم بالمبالغة في الفِعْل، وما دام هو سبحانه القائم على أمرك إيجاداً من عَدَم، وإمداداً من عُدم. إذن: يجب أن تكون طاعتُك له سبحانه لا لغيره. </p><p> وفي الأمثال يقولون «اللي ياكل لقمتي يسمع كلمتي» فإذا كنتَ أنت عالة في الوجود. </p><p> . وجودك من الله، وإمدادك من الله، وإبقاء مُقوِّمات حياتك من الله؛ لذلك قال تعالى: </p><p> {وَلَهُ الدين وَاصِباً}  [النحل: ٥٢] . </p><p> أي: هذه نتيجة؛ لأن لله ما في السموات والأرض، فَلَه الدين واصباً، أي: له الطاعة والخضوع دائماً مستمراً، ومُلْك الله دائم، وهو سبحانه لا يُسلم مُلْكَه لأحد، ولا تزال يد الله في مُلْكه. . وما دام الأمر هكذا فالحق سبحانه يسألهم: </p><p> {أَفَغَيْرَ الله تَتَّقُونَ}  [النحل: ٥٢] . </p><p> والهمزة هنا استفهام للإنكار والتوبيخ، فلا يجوز أنْ تتقيَ غير الله، لأنه حُمْق لا يليق بك، وقد علمتَ أن لله ما في السموات وما في الأرض، وله الطاعة الدائمة والانقياد الدائم، وبه سبحانه قامت السموات والأرض ومنه سبحانه الإيجاد من عَدَم والإمداد من عُدم. </p><p> إذن: فمن الحُمْق أنْ تتقي غيره، وهو أَوْلى بالتقوى، فإنِ اتقيتُم غيره فذلك حُمْق في التصرّف يؤدّي إلى العطَب والهلاك، إنِ اغتررتم بأن الله تعالى أعطاكم نِعَماً لا تُعَدُّ ولا تُحصَى. </p><p> ومن نعم الله أن يضمن لعباده سلامة الملكَات وما حولها، فلو سَلِم العقل مثلاً سَلِمت وصَحَّتْ الأمور التي تتعلق به، فيصحّ النظام، وتصحّ التصَرُّفات، ويصحّ الاقتصاد. . وهذه نعمة. </p><p> فالنعمة تكون للقلب وتكون للقالب، فللقالب المتعة المادية، وللقلب المتعة المعنوية. . وأهم المتَع المعنوية التي تريح القالب أن يكون للإنسان دينٌ يُوجّهه. . أن يكون له ربٌّ قادر، لا يُعجِزه شيء، فإنْ ضاقتْ به الدنيا، وضاقتْ به الأسباب فإن له رباً يَلجأ إليه فيُسعفه ويكيفه، وهذه هي الراحة الحقيقة. </p><p> وقد ضمن لنا الحق سبحانه وتعالى سلامة القالب بما أودع في الكون من مُقوِّمات الحياة في قوله:  {وَقَدَّرَ فِيهَآ أَقْوَاتَهَا. .}  [فصلت: ١٠] . </p><p> أي: اطمئنوا إلى هذا الأمر، فالله سبحانه لا يريد منكم إلا أنْ </p><p> تُعمِلوا عقولكم المخلوقة لله لِتُفكِّروا في المادة المخلوقة لله، وتنفعلوا لها بالطاقة المخلوقة لله في جوارحكم، وسوف تجدون كلَّ شيء مُيسَّراً لكم. . فالله تعالى ما أراد منكم أنْ تُوجِدوا رزقاً، وإنما أراد أن تُعمِلوا العقل، وتتفاعلوا مع مُعْطيات الكون. </p><p> ولكن كيف يتفاعل الإنسان في الحياة؟ </p><p> هناك أشياء في الوجود خلقها الله سبحانه برحمته وفضله، فهي تفعل لك وإنْ لم تطلب منها أن تفعل، فأنت لا تطلب من الشمس أنْ تطلُع عليك، ولا من الهواء أنْ يَهُبَّ عليك. . الخ. </p><p> وهناك أشياء أخرى تفعل لك إنْ طلبتَ منها، وتفاعلتَ معها، كالأرض إنْ فعلتَ بيدك فحرثْتَ وزرعْتَ ورويْتَ تعطيك ما تريد. </p><p> وفي هذا المجال من التفاعل يتفاضل الناس، لا يتفاضلون فيما يُفعل لهم دون انفعال منهم. . لا بل ارتقاء الناس وتفاضُلهم يكون بالأشياء التي تنفعل لهم إنْ فعلوا. . أما الأخرى فتَفعل لكل الناس، فالشمس والهواء والمياه للجميع، للمؤمن وللكافر في أيّ مكان. </p><p> إذن: يترقَّى الإنسان بالأشياء التي خلقها الله له، فإذا انفعل معها انفعلتْ له، وإذا تكاسل وتخاذل لم تُعْطِه شيئاً، ولا يستفيد منها بشيء. . ولذلك قد يقول قائل: الكافر عنده كذا وكذا، ويملك كذا وكذا، وهو كافر. . ويتعجّب من القدر الذي أَعطَى هذا، وحرَم المؤمن الموحد منه. </p><p> نقول له: نعم أخذ ما أخذ؛ لأنه يشترك معك فيما يُفعل لك وإنْ لم تطلب، ويزيد عليك أنه يعمل ويكدّ وينفعل مع الكون </p><p> وما أعطاه الله من مُقوِّمات وطاقة، فتنفعل معه وتعطيه، في حين أنك قاعد لا هِمَّة لك. </p><p> وكذلك قد يتسامى الارتقاء في الإنسان، فيجعل الشيء الذي يُفعل له دون أن يطلب منه أي: الشيء المسخَّر له يجعله ينفعل له، كما نرى فيما توصَّل إليه العلم من استخدام الطاقة الشمسية مثلاً في تسخين المياه. . هذه الطاقة مُسخَّرة لنا دون جَهْد مِنّا، ولكن ترقِّي الإنسان وطموحه أوصله إلى هذا الارتقاء. . وكُلُّ هذه نِعَم من الله؛ ولذلك قال تعالى:  {وَمَا بِكُم مِّن نِّعْمَةٍ ... } . </p>"
}