{
  "id": null,
  "sura": 16,
  "aya": 126,
  "text": "<p> نلاحظ أن هذا المعنى ورد في قوله تعالى:  {فَمَنِ اعتدى عَلَيْكُمْ فاعتدوا عَلَيْهِ بِمِثْلِ مَا اعتدى عَلَيْكُمْ. .}  [البقرة: ١٩٤] . </p><p> وبمقارنة الآيتين نرى أنهما يقرران المثلية في رد الاعتداء: </p><p> {فَعَاقِبُواْ بِمِثْلِ ... }  [النحل: ١٢٦] . </p><p> و {فاعتدوا عَلَيْهِ بِمِثْلِ}  [البقرة: ١٩٤] . </p><p> إذن: الحق سبحانه، وإنْ شرع لنا الرد على الاعتداء بالمثل، إلا أن جعله صعباً من حيث التنفيذ، فمن الذي يستطيع تقدير المثلية في الرد، بحيث يكون مثله تماماً دون اعتداء، ودون زيادة في العقوبة، وكأن في صعوبة تقدير المثلية إشارةً إلى استحباب الانصراف عنها إلى ما هو خير منها، كما قال تعالى: </p><p> {وَلَئِن صَبَرْتُمْ لَهُوَ خَيْرٌ لِّلصَّابِرينَ}  [النحل: ١٢٦] . </p><p> فقد جعل الله في الصبر سَعة، وجعله خيراً من رَدِّ العقوبة، ومقاساة تقدير المثلية فيها، فضلاً عما في الصبر من تأليف القلوب ونَزْع الأحقاد، كما قال الحق سبحانه:  {ادفع بالتي هِيَ أَحْسَنُ فَإِذَا الذي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ}  [فصلت: ٣٤] . </p><p> ففي ذلك دَفْع لشراسة النفس، وسَدٌّ لمنافذ الانتقام، وقضاء على الضغائن والأحقاد. </p><p> وقوله:  {لَهُوَ خَيْرٌ لِّلصَّابِرينَ}  [النحل: ١٢٦] . </p><p> الخيرية هنا من وجوه: </p><p> أولاً: في الصبر وعدم رَدِّ العقوبة بمثلها إنهاءٌ للخصومات، </p><p> وراحة للمجتمع أن تفزعه سلسلة لا تنتهي من العداوة. </p><p> ثانياً: مَنْ ظُلِم من الخلق، فصبر على ظلمهم، فقد ضمن أن الله تعالى في جواره؛ لأن الله يغار على عبده المظلوم، ويجعله في معيته وحفظه؛ لذلك قالوا: لو علم الظالم ما أعدَّه الله للمظلوم لَضنَّ عليه بالظلم. </p><p> والمتتبع لآيات الصبر في القرآن الكريم يجد تشابهاً في تذييل بعض الآيات. </p><p> يقول تعالى:  {واصبر على مَآ أَصَابَكَ إِنَّ ذَلِكَ مِنْ عَزْمِ الأمور}  [لقمان: ١٧] . </p><p> وفي آية أخرى:  {وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَلِكَ لَمِنْ عَزْمِ الأمور}  [الشورى: ٤٣] . </p><p> ولا ننسى أن المتكلم هو الله، إذن: ليس المعنى واحداً، فلكل حرف هنا معنى، والمواقف مختلفة، فانظر إلى دِقّة التعبير القرآني. </p><p> ولما كانت المصائب التي تصيب الإنسان على نوعين: </p><p> النوع الأول: هناك مصائب تلحق الإنسان بقضاء الله وقدره، وليس له غريم فيها، كمن أُصيب في صحته أو تعرَّض لجائحة في ماله، أو انهار بيته. . الخ. </p><p> وفي هذا النوع من المصائب يشعر الإنسان بألم الفَقْد ولذْعة الخسارة، لكن لا ضغن فيها على أحد. </p><p> إذن: الصبر على هذه الأحداث قريب؛ لأنه ابتلاء وقضاء وقدر، فلا يحتاج الأمر بالصبر هنا إلى توكيد، ويناسبه قوله تعالى:  {واصبر على مَآ أَصَابَكَ إِنَّ ذَلِكَ مِنْ عَزْمِ الأمور}  [لقمان: ١٧] . </p><p> أما النوع الآخر: فهو المصائب التي تقع بفعل فاعل، كالقتل مثلاً، فإلى جانب الفَقْد يوجد غريم لك، يثير حفيظتك، ويهيج غضبك، ويدعوك إلى الانتقام كلما رأيته، فالصبر في هذه أصعب وحَمْل النفس عليه يحتاج إلى توكيد كما في الآية الثانية: </p><p> {وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَلِكَ لَمِنْ عَزْمِ الأمور}  [الشورى: ٤٣] . </p><p> فاستعمل هنا لام التوكيد؛ لأن الصبر هنا شاقّ، والفرصة مُتَاحَة للشيطان لِيُؤلّب القلوب، ويثير الضغائن والأحقاد. </p><p> كما نلاحظ في الآية الأولى قال:  (وَاصْبِرْ) . </p><p> وفي الثانية قال:  (صَبَر وغَفَر) لأن أمامه غريماً يدعوه لأنْ يغفر له. </p><p> ويُحكى في قصص العرب قصة اليهودي المرابي الذي أعطى رجلاً مالاً على أنْ يردَّه في أجل معلوم، واشترط عليه إنْ لم يَفِ بالسداد في الوقت المحدد يقطع رَطْلاً من لحمه، ووافق الرجل، وعند موعد السداد لم يستطع الرجل أداء ما عليه. </p><p> فرفع اليهودي الأمر إلى القاضي وقَصَّ عليه ما بينهما من اتفاق، وكان القاضي صاحب فِطْنة فقال: نعم العقد شريعة المتعاقدين، وأمر له بسكين. وقال: خُذْ من لحمه رَطْلاً، ولكن في ضربة </p><p> واحد، وإنْ زاد عن الرطل أو نقص أخذناه من لحمك أنت. </p><p> ولما رأى اليهودي مشقة ما هو مُقْدِم عليه آثر السلامة وتصالح مع خصمه. </p><p> والسؤال الآن: ما علاقة هذه الآية: </p><p> {وَإِنْ عَاقَبْتُمْ. .}  [النحل: ١٢٦] . </p><p> بما قبلها:  {ادع إلى سَبِيلِ رَبِّكَ بالحكمة والموعظة الحسنة}  [النحل: ١٢٥] . </p><p> الدعوة إلى منهج يلفت الإنسان خليفة الله في أرضه أنْ يلتزمَ بمنهج الله الذي استخلفه، ووضع له هذا المنهج لِيُنظّم حركة حياته، والداعية يواجه هؤلاء الذين يُفسدون في الأرض، ويحققون لأنفسهم مصالح على حساب الغير، والذي يحقق لنفسه مصلحة على حساب غيره لا بُدَّ أن يكون له قوة وقدرة، بها يطغى ويستعلي ويظلم. </p><p> فإذا جاء منهج الله تعالى ليعدل حركة هؤلاء ويُخرجهم مما أَلفُوه، وينزع منهم سلطان الطغيان والظلم، ويسلبهم هذا السوط الذي يستفيدون به، فلا بُدَّ أنْ يُجادلوه ويصادموه ويقفوا في وجهه، فقد جمع عليهم شدة النصح والإصلاح، وشدة تَرْك ما ألفوه. </p><p> فعلَى الداعية إذن أن يتحلى بالحكمة والموعظة الحسنة، وأن يجادلهم بالتي هي احسن، فإذا ما تعدَّى أمرُهم إلى الاعتداء على الداعية، إذا ما استشرى الفساد وغلبت شراسة الطباع، فسوف نحتاج إلى أسلوب آخر، حيث لم يَعُدْ يُجدي أسلوب الحكمة. </p><p> ولا بُدَّ لنا أن نقفَ الموقف الذي تقتضيه الرجولة العادية، فضلاً عن الرجولة الإيمانية، وأن يكون لدينا القدرة على الرد الذي شرعه لنا الحق سبحانه وتعالى، دون أن يكون عندنا لَدَد في الخصومة، أو إسراف في العقوبة. </p><p> فجاء قوله تعالى: </p><p> {وَإِنْ عَاقَبْتُمْ فَعَاقِبُواْ بِمِثْلِ مَا عُوقِبْتُمْ بِهِ. .}  [النحل: ١٢٦] . </p><p> وفي الآية تحذير أن يزيدَ الردّ على مثله، وبذلك يتعلم الخصوم أنك خاضع لمنهج رباني عادل يستوي أمامه الجميع، فهم وإن انحرفوا وأجرموا فإن العقاب بالمثل لا يتعداه، ولعل ذلك يلفتهم إلى أن الذي أمر بذلك لم يطلق لشراسة الانتقام عنانها، بل هَدَّأَها ودعاها إلى العفو والصفح، ليكون هذا أدعى إلى هدايتهم. </p><p> وهذا التوجيه الإلهي في تقييد العقوبة بمثلها قبل أن يتوجه إلى أمته صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ توجّه إليه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في تصرُّف خاص، لا يتعلق بمؤمن على عموم إيمانه، ولكن بمؤمن حبيب إلى رسول الله، وصاحب منزلة عظيمة عنده، إنه عمه وصاحبه حمزة بن عبد المطلب سيد الشهداء رَضِيَ اللَّهُ عَنْه. </p><p> فقد مثَّل به الكفار في أُحُد، وشقَّتْ هند بطنه، ولاكت كبده، </p><p> فشقَّ الأمر على رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وأثَّر في نفسه، وواجه هذا الموقف بعاطفتين: عاطفته الإيمانية، وعاطفة الرحم والقرابة فهو عمه الذي آزره ونصره، ووقف إلى جواره، فقال في انفعاله بهذه العاطفة:  «لئن أظهرني الله عليهم لأُمثِّلنَّ بثلاثين رجلاً منهم» . </p><p> ولكن الحق سبحانه العادل الذي أنزل ميزان العدل والحق في الخلق هَدَّأ من رَوْعه، وعدَّل له هذه المسألة ولأمته من بعده، فقال: </p><p> {وَإِنْ عَاقَبْتُمْ فَعَاقِبُواْ بِمِثْلِ مَا عُوقِبْتُمْ بِهِ. .}  [النحل: ١٢٦] . </p><p> والمتأمل للأسلوب القرآني في هذه الآية يلحظ فيها دعوة إلى التحنُّن على الخصم والرأفة به، فالمتحدث هو الله سبحانه، فكل حرف له معنى، فلا تأخذ الكلام على إجماله، ولكن تأمل فيه وسوف تجد من وراء الحرف مراداً وأن له مطلوباً. لماذا قال الحق سبحانه:  (وإنْ) ولم يستخدم (إذا) مثلاً؟ </p><p> إن عاقبتم: كأن المعنى: كان يحب ألاَّ تعاقبوا. </p><p> أما (إذا) فتفيد التحقيق والتأكيد، والحق سبحانه يريد أنْ يُحنِّن القلوب، ويضع ردَّ العقوبة بمثلها في أضيق نطاق، فهذه رحمة حتى من الأعداء، هذه الرحمة تُحبِّبهم في الإسلام، وتدعوهم إليه، وبها يتحوَّل هؤلاء الأعداء إلى جنود في صفوف الدعوة إلى الله. </p><p> كما أن في قوله:  (عَاقَبْتُمْ) دليل على أن ردَّ العقوبة يحتاج إلى قوة واستعداد، كما قال تعالى:  {وَأَعِدُّواْ لَهُمْ مَّا استطعتم مِّن قُوَّةٍ وَمِن رِّبَاطِ الخيل تُرْهِبُونَ بِهِ عَدْوَّ الله وَعَدُوَّكُمْ وَآخَرِينَ مِن دُونِهِمْ لاَ تَعْلَمُونَهُمُ الله يَعْلَمُهُمْ. .}  [الأنفال: ٦٠] . </p><p> كأنه يقول: كونوا دائماً على استعداد، وفي حال قوة تُمكنكم من الردِّ إذا اعتُدِي عليكم، كما أن في وجود القوة والاستعداد ما يردع العدو ويرهبه، فلا يجرؤ على الاعتداء من البداية، وبالقوة والاستعداد يُحفظ التوازن في المجتمع، فالقوي لا يفكّر أحد في الاعتداء عليه. </p><p> وهذا ما نراه الآن بين دول العالم في صراعها المحموم حول التسلُّح بأسلحة فاتكة. </p><p> وكلمة:  {مَا عُوقِبْتُمْ بِهِ. .}  [النحل: ١٢٦] . </p><p> نلاحظ أن الردَّ على الاعتداء يُسمَّى عقوبة، لكن الاعتداء الأول لماذا نُسميه أيضاً عقوبة؟ </p><p> قالوا: لأن هذه طريقة في التعبير تسمَّى «المشاكلة» ، أي: جاءت الأفعال كلها على شاكلة واحدة. </p><p> ومن ذلك قوله تعالى: </p><p> {وَجَزَآءُ سَيِّئَةٍ سَيِّئَةٌ مِّثْلُهَا}  [الشورى: ٤٠] . </p><p> لأن ردَّ السيئة لا يُسمَّى سيئة. </p><p> ولسائل في هذه القضية أن يسأل: طالما أن الإسلام يسعى في هذه المسألة إلى العفو، فلماذا لم يُقرِّره من البداية؟ وما فائدة الكلام عن العقوبة بالمثل؟ </p><p> نقول: لأن المجتمع لا يكون سليم التكوين إلا إذا أَمِن كل إنسان فيه على نفسه وعِرْضه وماله. </p><p> . الخ. وهذا الأمن لا يتأتَّى إلا بقوة تحفظه، كما أن للمجتمع توازناً، هذا التوازن في المجتمع لا يُحفظ إلا بقوة تضمن أداء الحقوق والواجبات، وتضمن أن تكون حركة الإنسان في المجتمع دون ظلم له. </p><p> كما أن للحق سبحانه حكمة سامية في تشريع العقوبة على الجرائم، فهدف الشارع الحكيم أن يَحُدَّ من الجريمة، ويمنع حدوثها، فلو علم القاتل أنه سيُقتل ما تجرّأ على جريمته، ففي تشريع العقوبة رحمة بالمجتمع وحفظ لسلامته وأمْنه. </p><p> ونرى البعض يعترض على عقوبة الردة، فيقول: كيف تقتلون مَن يرتد عن دينكم؟ وأين حرية العقيدة إذن؟ </p><p> نقول: في تشريع قتل المرتد عن الإسلام تضييق لمنافذ الدخول في هذا الدين، بحيث لا يدخله أحد إلا بعد اقتناع تام وعقيدة راسخة، فإذا علم هذا الحكم من البداية فللمرء الحرية يدخل </p><p> أو لا يدخل، لا يغصبه أحد، ولكن ليعلم أنه إذا دخل، فحكم الردة معلوم. </p><p> إذن: شرعَ الإسلامُ العقوبةَ ليحفظ للمجتمع توازنه، وليعمل عملية ردع حتى لا تقع الجريمة من البداية، لكن إذا وقعتْ يلجأ إلى علاج آخر يجتثُّ جذور الغِلِّ والأحقاد والضغائن من المجتمع. </p><p> لذلك سبق أن قلنا عن عادة الأخذ بالثأر في صعيد مصر: إنه يظل في سلسلة من القتل والثأر لا تنتهي، وتفزِّع المجتمع كله، حتى الآمنين الذين لا جريرة لهم، وتنمو الأحقاد والكراهية بين العائلات في هذا الجو الشائك، حتى إذا ما تشجَّع واحد منهم، فأخذ كفنه على يديه وذهب إلى وليّ القتيل، وألقى بنفسه بين يديه قائلاً: ها أنا بين يديك وكفني معي، فاصنع بي ما شئت، وعندها تأبى عليهم كرامتهم وشهامتهم أنْ يثأروا منه، فيكون العفو والصفح والتسامح نهاية لسلسلة الثأر التي لا تنتهي. </p><p> ثم يقول الحق سبحانه:  {واصبر وَمَا صَبْرُكَ إِلاَّ. .} . </p>"
}