{
  "id": null,
  "sura": 16,
  "aya": 76,
  "text": "<p> وهذا مَثَلٌ آخر لرجلين أحدهما أبكم، والأبكم هو الذي لا يتكلم. . ولا بُدّ أن يسبق البكم صَمَمٌ؛ لأن الكلام وليد السَّمْع، فإذا أخذنا طفلاً عربياً وربَّيناه في بيئة إنجليزية نجده يتكلم الإنجليزية، والعكس صحيح؛ ذلك لأن الكلام ليس جنساً أو دماً أو لحماً، بل هو وليد البيئة، وما تسمعه الأذن ينطق به اللسان. . فإذا لم يسمع شيئاً فكيف يتكلم؟ </p><p> لذلك، فربنا سبحانه تعالى يقول عن الكفار:  {صُمٌّ بُكْمٌ. .}  [البقرة: ١٨] . </p><p> هذا الأبكم لا يقدر على شيء من العمل والنفع لك، يقول تعالى: </p><p> {وَهُوَ كَلٌّ على مَوْلاهُ. .}  [النحل: ٧٦] . </p><p> أي: عَالَة على سيده، لا ينفع حتى نفسه، ومع ذلك قد يكون عنده حكمة يقضي بها شيئاً لسيده، حتى هذه ليست عنده. </p><p> {أَيْنَمَا يُوَجِّههُّ لاَ يَأْتِ بِخَيْرٍ. .}  [النحل: ٧٦] . </p><p> إذن: لا خيرَ فيه، ولا منفعةَ ألبتة، لا له ولا لغيره، هذه صفات الرجل الأول. </p><p> فماذا عن مقابله؟ </p><p> {هَلْ يَسْتَوِي هُوَ وَمَن يَأْمُرُ بالعدل ... }  [النحل: ٧٦] . </p><p> وهذه أول صفات الرجل الآخر، أنه يأمر بالعدل، وصفة الأمر بالعدل تقتضي أنه سمح منهجاً، ووعتْهُ أذنه، وانطلق به لسانه آمراً بالعدل، وهذه الصفة تقابل: الأبكم الذي لا يقدر على شيء. </p><p> {وَهُوَ على صِرَاطٍ مُّسْتَقِيمٍ}  [النحل: ٧٦] . </p><p> أي: أنه يذهب إلى الهدف مباشرة، ومن أقصر الطرق، وهذه تقابل: أينما يوجهه لا يَأْتِ بخير. </p><p> والسؤال هنا أيضاً: هل يستويان؟ والإجابة التي يقول بها العقل: لا. </p><p> وهذا مثَلٌ آخر للأصنام. . فهي لا تسمع، ولا تتكلم، ولا تُفصح، وهي لا تقدر على شيء لا لَها ولا لعابديها. . بل هي عَالَة عليهم، فهم الذين يأتون بها من حجارة الجبال، وينحتونها </p><p> وينصبونها، ويُصلِحون كَسْرها، وهكذا هم الذين يخدمونها ولا ينتفعون منها بشيء. </p><p> فإذا كنتم لا تُسوُّون بين الرجل الأول والرجل الآخر الذي يأمر بالعدل وهو على صراط مستقيم، فكيف تسوون بين إله له صفة الكمال المطلق، وأصنام لا تملك لكم نفعاً ولا ضراً؟! </p><p> أو نقول: إن هذا مثَلٌ للمؤمن والكافر، بدليل أن الحق سبحانه في المثل السابق قال:  {ضَرَبَ الله مَثَلاً عَبْداً مَّمْلُوكاً ... }  [النحل: ٧٥] . </p><p> وفي مقابله قال:  {وَمَن رَّزَقْنَاهُ مِنَّا رِزْقاً حَسَناً ... }  [النحل: ٧٥] . </p><p> ولم يقُلْ عبد أو رجل. </p><p> إنما هنا قال:  {رَّجُلَيْنِ ... }  [النحل: ٧٦] . </p><p> فيمكن أن نفهم منه أنه مَثَلٌ للرجل الكافر الذي يمثله الأبكم، وللرجل المؤمن الذي يمثله مَنْ يأمر بالعدل، وهو على صراط مستقيم. </p><p> والحق سبحانه يقول:  {وَلِلَّهِ غَيْبُ السماوات والأرض ... } . </p>"
}