{
  "id": null,
  "sura": 16,
  "aya": 66,
  "text": "<p> الكون الذي خلقه الله تعالى فيه أجناس متعددة، أدناها الجماد المتمثل في الأرض والجبال والمياه وغيرها، ثم النبات، ثم الحيوان، ثم الإنسان. </p><p> وفي الآية السابقة أعطانا الحق تبارك وتعالى نموذجاً للجماد الذي اهتزَّ بالمطر وأعطانا النبات، وهنا تنقلنا هذه الآية إلى جنس أعلى وهو الحيوان. </p><p> {وَإِنَّ لَكُمْ فِي الأنعام لَعِبْرَةً ... }  [النحل: ٦٦] . </p><p> والمقصود بالأنعام: الإبل والبقر والغنم والماعز، وقد ذُكِرتْ في سورة الأنعام في قوله تعالى:  {ثَمَانِيَةَ أَزْوَاجٍ مَّنَ الضأن اثنين وَمِنَ المعز اثنين قُلْءَآلذَّكَرَيْنِ حَرَّمَ أَمِ الأنثيين أَمَّا اشتملت عَلَيْهِ أَرْحَامُ الأنثيين نَبِّئُونِي بِعِلْمٍ إِن كُنتُمْ صَادِقِينَ وَمِنَ الإبل اثنين وَمِنَ البقر اثنين ... }  [الأنعام: ١٤٣ - ١٤٤] . </p><p> هذه هي الأنعام. </p><p> وقوله سبحانه:  {لَعِبْرَةً} العِبْرة: الشيء الذي تعتبرون به، وتستنجون منه ما يدلكم على قدرة الصانع الحكيم سبحانه وتعالى، وتأخذون من هذه الأشياء دليلاً على صِدْق منهجه سبحانه فتصدقونه. </p><p> ومن معاني العبرة: العبور والانتقال من شيء لآخر. . أي: أن تأخذ من شيء عبرة تفيد في شيء آخر. ومنها العَبْرة (الدمعة) ، وهي: شيء دفين نبهْتَ عنه وأظهرتَهُ. </p><p> والمراد بالعبرة في خلق الأنعام: </p><p> {نُّسْقِيكُمْ مِّمَّا فِي بُطُونِهِ مِن بَيْنِ فَرْثٍ وَدَمٍ لَّبَناً خَالِصاً سَآئِغاً لِلشَّارِبِينَ}  [النحل: ٦٦] . </p><p> مادة: سقى جاءت في القرآن مرة «سقى» . ومرة «أَسْقى» ، وبعضهم قال: إن معناهما واحد، ولكن التحقيق أن لكل منهما </p><p> معنًى، وإن اتفقا في المعنى العام. سقى: كما في قوله تعالى: {وَسَقَاهُمْ رَبُّهُمْ شَرَاباً طَهُوراً}  [الإنسان: ٢١] . </p><p> أي: أعطاهم ما يشربونه. . ومضارعه يَسقي. ومنها قوله تعالى في قصة موسى عليه السلام:  {فسقى لَهُمَا ... }  [القصص: ٢٤] . </p><p> أما أسقى: كما في قوله تعالى: {فَأَنزَلْنَا مِنَ السمآء مَاءً فَأَسْقَيْنَاكُمُوهُ وَمَآ أَنْتُمْ لَهُ بِخَازِنِينَ}  [الحجر: ٢٢] . </p><p> فمعناه أنه سبحانه أنزل الماء من السماء لا يشربه الناس في حال نزوله، ولكن ليكون في الأرض لمن أراد أنْ يشربَ. . فالحق تبارك وتعالى لم يفتح أفواه الناس أثناء نزول المطر ليشربوا منه. . لا. . بل هو مخزون في الأرض لمن أراده. والمضارع من أَسْقى: يُسقي. </p><p> إذن: هناك فَرْق بين الكلمتين، وإنِ اتفقنا في المعنى العام. . وفرْق بين أن تُعطي ما يُستفَادُ منه في ساعته، مثل قوله:  {وَسَقَاهُمْ رَبُّهُمْ. .}  [الإنسان: ٢١] . </p><p> وبين أنْ تعطي ما يمكن الاستفادة منه فيما بعد كما في قوله: </p><p> {فَأَنزَلْنَا مِنَ السمآء مَاءً فَأَسْقَيْنَاكُمُوهُ}  [الحجر: ٢٢] . </p><p> لذلك يقولون: إن الذي يصنع الخير قد يصنعه عاجلاً، فيعطي المحتاج مثلاً رغيفاً يأكله، وقد يصنعه مؤُجّلاً فيعطيه ما يساعده على الكسْب الدائم ليأكل هو متى يشاء من كسْبه. </p><p> والحق تبارك وتعالى أعطانا هذه الفكرة في سورة الكهف، في قصة ذي القرنين، قال تعالى: </p><p> {حتى إِذَا بَلَغَ بَيْنَ السَّدَّيْنِ وَجَدَ مِن دُونِهِمَا قَوْماً لاَّ يَكَادُونَ يَفْقَهُونَ قَوْلاً}  [الكهف: ٩٣] . </p><p> فما داموا لا يفقهون قَوْلاً. . فكيف تفاهم معهم ذو القرنين، وكيف قالوا:  {ياذا القرنين إِنَّ يَأْجُوجَ وَمَأْجُوجَ مُفْسِدُونَ فِي الأرض فَهَلْ نَجْعَلُ لَكَ خَرْجاً على أَن تَجْعَلَ بَيْنَنَا وَبَيْنَهُمْ سَدّاً}  [الكهف: ٩٤] . </p><p> نقول: الذي يريد أن يفعل الخير والمعروف يسعى إليه ويحتال للوصول إليه وكأنه احتال أنْ يفهمهم، وصبر عليهم حتى توصّل إلى طريقة للتفاهم معهم، في حين أنه كان قادراً على ترْكهم والانصراف عنهم، وحُجّته أنهم لا يفقهون ولا يتكلمون. </p><p> فلما أراد ذو القرنين أن يبني لهم السد لن يَبْنِ هو بنفسه، بل علَّمهم كيف يكون البناء، حتى يقوموا به بأنفسهم متى أرادوا ولا يحتاجون إليه. . فقال: </p><p> {آتُونِي زُبَرَ الحديد حتى إِذَا ساوى بَيْنَ الصدفين قَالَ انفخوا حتى إِذَا جَعَلَهُ نَاراً قَالَ آتوني أُفْرِغْ عَلَيْهِ قِطْراً}  [الكهف: ٩٦] . </p><p> إذن: علَّمهم وأحسن إليهم إحساناً دائماً لا ينتهي. </p><p> وقوله:  {مِّمَّا فِي بُطُونِهِ ... }  [النحل: ٦٦] . </p><p> أي: مما في بطون الأنعام، فقد ذكَّر الضمير في (بطونه) باعتبار إرادة الجنس. </p><p> وقد أراد الحق سبحانه أن يخرج هذا اللبن: </p><p> {مِن بَيْنِ فَرْثٍ وَدَمٍ لَّبَناً خَالِصاً}  [النحل: ٦٦] . </p><p> والفَرْث في كرش الحيوان من فضلات طعامه. </p><p> فالعبرة هنا أن الله تعالى أعطانا من بين الفَرْث، وهو رَوَثُ الأنعام وبقايا الطعام في كرشها، وهذا له رائحة كريهة، وشكل قذر مُنفّر، ومن بين دم، والدم له لونه الأحمر، وهو أيضاً غير مستساغ؛ ومنهما يُخرِج لنا الخالق سبحانه لبناً خالصاً من الشوائب نقياً سليماً من لون الدم ورائحة الفَرْث. </p><p> ومَنْ يقدر على ذلك إلا الخالق سبحانه؟ </p><p> ويُنهي الحق سبحانه الآية بقوله واصفاً هذا اللبن: </p><p> {لَّبَناً خَالِصاً سَآئِغاً لِلشَّارِبِينَ}  [النحل: ٦٦] . </p><p> أي: يسيغه شاربه ويستلذّ به، ولا يُغَصُّ به شاربه، بل هو مُسْتساغ سَهْل الانزلاق أثناء الشُّرْب؛ لأن من الطعام أو الشراب ما يحلو لك ويسُوغ وتهنأ به، ولكنه قد لا يكون مريئاً. </p><p> ولذلك، فالحق سبحانه يقول:  {فَكُلُوهُ هَنِيئاً مَّرِيئاً}  [النساء: ٤] . </p><p> هنيئاً أي: تستلِذّون به، ومريئاً: أي نافعاً للجسم، يمري عليك؛ لأنك قد تجد لَذة في شيء أثناء أَكْله أو شُرْبه، ثم يسبِّب لك متاعب فيما بَعْد، فهو هَنِيءٌ ولكنه غير مَرِيء. </p><p> فاللبن من نِعَم الله الدالة على قدرته سبحانه، وفي إخراجه من بين فَرْث ودم عبرة وعِظَة، وكأن الحق سبحانه يعطينا هذه العبرة لينقلنا من المعنى الحسيِّ الذي نشاهده إلى المعنى القيميّ في المنهج، فالذي صنع لنا هذه العبرة لإصلاح قالبنا قادرٌ على أن يصنعَ لنا من المنهج ما يُصلِح قلوبنا. </p><p> ثم يقول الحق سبحانه:  {وَمِن ثَمَرَاتِ ... } . </p>"
}