{
  "id": null,
  "sura": 16,
  "aya": 81,
  "text": "<p> بعد أن تكلم الحق سبحانه عن أصحاب البيوت الذين يناسبهم الاستقرار، ويجدون مُقوّمات الحياة، وتكلم عن أهل الترحال والتنقُّل وما يناسبهم من بيوت خفيفة يحملونها عند ترحالهم. ثم تحدث هنا عن هؤلاء الذين لا يملكون شيئاً، ولا حتى جلود الأنعام. . ماذا يفعل هؤلاء؟ </p><p> الحق سبحانه جعل لهم الظل يستظِلّون به من وهج الشمس، وجعل لهم من الكهوف والسراديب في الجبال ما يأوون إليه ويسكنون فيه. وهكذا استوعبتْ الآيات جميع الحالات التي يمكن أن يكون عليها بشر، فقد نثر الحق سبحانه نعمه على الناس، بحيث يأخذ كل واحد منهم ما يناسبه من نعم الله. </p><p> أما مَنْ لا يملك بيتاً يأويه، وليس عنده من الأنعام ما يتخذ من جلودها بيتاً، فقد جعل الله له الأشجار يستظل بها من حَرِّ الشمس، وجعل له كهوف الجبال تُكِنّه وتأويه. </p><p> ونلاحظ هنا أن الآية ذكرتْ الظل الذي يقينا حَرَّ الشمس، ولم تذكر مثلاً البرد؛ ذلك لأن القرآن الكريم نزل بجزيرة العرب وهي بلاد حارة، وحاجتها إلى الظل أكثر من حاجتها إلى الدِّفء. </p><p> وقوله: </p><p> {ظِلاَلاً. .}  [النحل: ٨١] . </p><p> الظلال جمع ظِل، وهو الواقي من الشمس ومن إشعاعاتها، وقد يُوصَف الظل بأنه ظِل ظليل. . أي: الظل نفسه مُظلل، وهذا ما نراه في صناعة الخيام مَثلاً، حيث يجعلونه لها سقفاً من طبقة واحدة </p><p> تتلقّى حرارة الشمس، وإنْ حجبت أشعة الشمس فلا تحجب الحرارة، وهنا يلجأون إلى جَعْل السقف من طبقتين بينهما مسافة لتقليل حرارة الشمس. </p><p> وهنا نقول: إن الظلّ نفسه مُظلّل، وكذلك الحال في ظِل الأشجار حيث يظلّل الورق بعضه بعضاً، فتشعر تحت ظِلّ الأشجار بجوٍّ لطيف بارد حيث يغطيك ظِلٌّ ظليل يحجب عنك ضوء الشمس، ويسمح بمرور الهواء فلا تشعر بالضيق. </p><p> لذلك فالشاعر يقول في وصف روضة: </p><p> وَقَانَا لَفْحَةَ الرمْضَاءِ وَادٍٍ ... سَقَاهُ مضاعف الغيْثِ العَمِيمِ </p><p> يَصُدُّ الشمسَ أَنَّى وَاجهتْنا ... فَيحجُبُها وَيأذنُ للنسِيمِ </p><p> وقوله:  {أَكْنَاناً ... }  [النحل: ٨١] . </p><p> جمع كِنْ، وهو الكهف أو المغارة في الجبل تكون سكناً وساتراً لمن يلجأ إليها ويحتمي بها، والكِنّ من الستر؛ لأنها تستر الناس ونحن نقول مثلاً للولد: انكنْ يعني: اسكُنْ وانستر. </p><p> ويقول تعالى: </p><p> {وَجَعَلَ لَكُمْ سَرَابِيلَ تَقِيكُمُ الحر وَسَرَابِيلَ تَقِيكُم بَأْسَكُمْ ... }  [النحل: ٨١] . </p><p> السرابيل: هي ما يُلبس من الثياب أو الدروع: </p><p> {تَقِيكُمُ الحر ... }  [النحل: ٨١] . </p><p> أي: تحميكم من الحر. . فقال هنا الحر أيضاً؛ لذلك وجدنا بعض العلماء يحاول أن يجد مخرجاً لهذه الآية فقال: المعنى تقيكم الحر وتقيكم البرد، ففي الآية اكتفاءٌ بالحر عن البرد؛ لأن الشيء إذا جاء يأتي مقابله. . فليس بالضرورة ذِكر الحالتين، فإحداهما تعني الأخرى. </p><p> هذا دفاع مشكور منهم، ومعنى مقبول حول هذه الآية. </p><p> . لكن لو فَطنَّا إلى باقي الآيات التي تحدثتْ في هذا الموضوع لوجدناها: واحدة تتكلم عن الحر، وهي هذه الآية، وأخرى تتكلَّم عن البرد في قوله تعالى:  {والأنعام خَلَقَهَا لَكُمْ فِيهَا دِفْءٌ ... }  [النحل: ٥] . </p><p> أي: من جلود الأنعام وأصوافها نتخذ ما يقينا البرد، وما نستدفئ به. . وهكذا تتكامل الآيات وينسجم المعنى. </p><p> والمتأمل في تدفئة الإنسان يجد أن ما يرتديه من ملبوسات لا يعطي للإنسان حرارة تُدفِئه، بل تحفظ للإنسان حرارة جسمه فقط، فحرارة الإنسان ذاتية من داخله، وبهذه الحرارة يحفظ الخالق سبحانه الإنسان. </p><p> والأطباء يقولون: إن الجسم السليم حرارته ٣٧ درجة لا تختلف إنْ عاش عند خط الاستواء أو عاش في بلاد الاسكيمو في القطب الشمالي، فهذه هي الحرارة العامة للجسم. </p><p> في حين أن أجهزة الجسم المختلفة ربما اختلفتْ درجة حرارتها، كُلٌّ حَسب ما يناسبه: فالكبد مثلاً درجة حرارته ٤٠ درجة، وتختلّ </p><p> وظيفته إذا نقصت عن هذه الدرجة، في حين أن درجة حرارة جَفْن العين مثلاً ٩ درجة، ولو ارتفعت درجة حرارتها تذوب حبّة العين، ويفقد الإنسان البصر. . فسبحان الله الذي حفظ حرارة هذه الأعضاء في الجسم لا يطغى أحدها على الآخر. </p><p> لذلك حينما سافرنا إلى أمريكا، وفي إحدى مناطق البرودة الشديدة كانت أول نصائحهم لنا ألاَّ نمسك آذاننا بأيدينا. . لماذا؟ قالوا: لأن درجة حرارة اليد أقلّ من درجة حرارة الأذن، ووَضْع اليد الباردة على الأذن قد تُسبِّب كثيراً من الأضرار. </p><p> إذن: كل ما نستخدمه من ملابس وأعطية تقينا برد الشتاء لا تعطينا حرارة، بل تحفظ علينا حرارتنا الطبيعية فلا تتسرب، وبذلك تتم التدفئة. . وتستطيع أنْ تضعَ يدك على فراشك قبل أن تنام فسوف تجده بارداً، أما في الصباح فتجده دافئاً. . فالفراش اكتسب الحرارة من حرارة جسمك، وليس العكس. </p><p> وقوله: </p><p> {وَسَرَابِيلَ تَقِيكُم بَأْسَكُمْ ... }  [النحل: ٨١] . </p><p> البأس هنا: أي الحرب، والسرابيل التي تقي من البأس هي الدروع التي يلبسها الجنود في الحرب لتقيهم الضربات. </p><p> ولكن هذه الآية في سياق الحديث عن بعض نِعَم الله علينا في الاستقرار والسكن وما جعله لنا من بيوت وظلال. . حياة دَعَة وسلام ونعمة، فما الداعي لذكر الحرب هنا؟ </p><p> ذلك لأن الحياة لها منطق سلامة للجميع، فإن اختلّ منطق </p><p> السلامة فعلى الناس أنْ يقفوا في وجه مَنْ يُخِلّ بسلامة المجتمع. . وأن يكون على استعداد لذلك في كل وقت، لا بُدّ في وقت السِّلْم أنْ نَعُدَّ العُدّة للحرب؛ لذلك تحدث عن الحرب وعُدتها، وهو يتحدث عن السكون والاستقرار والنعمة. </p><p> والحق سبحانه وتعالى حين يُنزِل الآيات البينات التي تحمل لنا منهج السماء يقول:  {لَقَدْ أَرْسَلْنَا رُسُلَنَا بالبينات وَأَنزَلْنَا مَعَهُمُ الكتاب والميزان لِيَقُومَ الناس بالقسط ... }  [الحديد: ٢٥] . </p><p> هذا هو المنهج الذي يعتمد على الحجة والإقناع. . فإن لم يصلح هذا المنهج لبعض الناس وتمردوا عليه أتى إذن دور القوة والقهر، يقول تعالى: </p><p> {وَأَنزَلْنَا الحديد فِيهِ بَأْسٌ شَدِيدٌ وَمَنَافِعُ لِلنَّاسِ. .}  [الحديد: ٢٥] . </p><p> وقوله: </p><p> {كَذَلِكَ يُتِمُّ نِعْمَتَهُ عَلَيْكُمْ ... }  [النحل: ٨١] . </p><p> كأن من تمام نعمة الله أنْ نحفظها ممنْ يُفسدها علينا، ونقف له بالمرصاد ونضرب على يده؛ لأنه لو تركنا هؤلاء المفسدين في مجتمعنا فسوف يُفسِدون علينا هذه النِّعم، وسنظل مُهددّين، لا نشعر بلذة الحياة ومُتعِها. </p><p> إذن: لا تتم النعمة إلا بحفظ السلامة العامة للمجتمع. </p><p> وقوله:  {لَعَلَّكُمْ تُسْلِمُونَ. .}  [النحل: ٨١] . </p><p> تُسلِمون: أي تُلْقون زمام الاستسلام إلى الله الذي أسلمتَ له، وأنت لاَ تُلقي زمامك إلا لمنْ تثق فيه. . والإنسان قد يُلقي زمامه في أمر لا يجيده إلى إنسان مثله يُجيد هذا الأمر، فإذا كنتَ في حاجات نفسك تُلقي زمامك لمن هو مثلك، ويساويك في قِلّة المعلومات، ويساويك في قِلّة الحكمة، ومع ذلك تُسلِم إليه أمرك لمجرد أنه يجيد شيئاً لا تجيده أنت، أفلا تُلقي زمامك وتُسلِم أمرك إلى ربك وخالقك، وخالق كُلِّ هذه النعم من أجلك؟ </p><p> إذن: جاء ذِكْر هذه النعم، ثم الأمر بإسلام الوجه لله والتسليم له سبحانه حتى نُسلمَ عن يقين واقتناع، فالحق تبارك وتعالى ليس له مصلحة في طاعتنا، ولا تضره معصيتنا، إنْ أطعناه فلن نزيد في مُلْكِه سبحانه، وإنْ عصيناه فلن ننقصَ من مُلْكه سبحانه. </p><p> إذن: تسليمنا الأمر والزمام لله من مصلحتنا نحن. . فالإنسان حينما يُسلِم زمامه إلى غيره قد يكون للغير مصلحة تَلْوي رَأْيه في المسألة، إنما ربُّنا سبحانه حينما يُوجِّه إلينا حُكْماً فليس له مصلحة فيه فلا يُلْوَى، لا يكون إلاّ لصالحك. </p><p> وبعد أنْ عدّد هذه النعم في الذات والمحيطات وفي السكن وفي الانطباعات. قال: إياك بعد ذلك أن تُسلِمَ زمامك لغيري، وإنْ أجريتُ عليك ما يُخرجك عن نفع السلامة؛ لأنني لا أجري عليك ما يُخرجك عن نفس السلامة إلا لغرض أسلم منه. </p><p> لذلك نقول: لا عبادة كالتسليم؛ لأن التسليم لحُكْمِه تسليمٌ </p><p> لحكيم، تسليمٌ لغير منتفع. . وما دُمْتَ قد سلمْتَ زمامك لربك عَزَّ وَجَلَّ يُجلِّي لك الحكمة فيما جرى لك من الأحداث لتعلمَ رضاك عن حُكْمه لحكمته، فتقول: أنا رضيتُ بحكمك يا رب. </p><p> ولذلك نقول في الدعاء: أحمدك على كُلِّ قضائك، وجميع قَدرِك حَمْد الرِّضا بحكمك لليقين بحكمتك. </p><p> أي: لك حكمة يارب فيما أجريتَ عليَّ من أحداث، ولكني لا أراها. </p><p> والذي يعلم مكانة التسليم لله تعالى فيما يُجرى عليه من أحداث وما يقع به من بلاء لا يضجر ولا يسخط؛ لأنه بذلك يُطيل على نفسه أمدَ القضاء؛ لأن الله لا يرفع قضاءه عن عبده حتى يرضى به، فالله تعالى لا مُجبر له. </p><p> فإن أردت رَفْع القضاء فارْضَ به أولاً، وإذا لم يرفع عنك القضاء فاعلم أن مكان الرضى من نفسك لم يكُنْ مقبولاً، قد ترضى بلسانك ولكن قلبك لا يزال ساخطاً ضَجِراً. </p><p> فالذي يُسلم زَمامه إلى الله ويردّ كل حدث وقع أو بلاء نزل بهِ يردُّه إلى الله، وإلى حكمة مُجريه، الله تعالى يقول له: لقد فهمتَ عني، ويرفع عنه البلاء. </p><p> وفي مقام التسليم لله دائماً نذكر قصة سيدنا إبراهيم حينما أمره ربه بذبح ولده إسماعيل عليهما السلام. . وهل هناك بلاء أكثر من أن يُبتلَى الرجل بذبح ولده الذي رُزِقه على كِبَر، ويذبحه هو بيده. </p><p> إنه ابتلاء من مراتب مُتعدِّدة، ومن نَواحٍ مختلفة، وليْتَ الأمر بوحي ظاهر، ولكنه بمنام كان يستطيع أن يتأوَّل فيه، ولكن رؤيا الأنبياء حق. </p><p> ونرى إبراهيم عليه السلام يقصُّ على ولده المسألة حِرْصاً عليه أنْ يتحوّل قلبه عن أبيه ساعةَ يأخذه ليذبحه، وأيضاً لكي يشاركه ولده في الرضا بقدر الله، ولا يحرم ثواب هذا الابتلاء. . فقال له:  {إني أرى فِي المنام أَنِّي أَذْبَحُكَ ... }  [الصافات: ١٠٢] . </p><p> فليس الغرض هنا أنْ يزعجه أو يُخيفه، ولكن ليقول له: هذه مسألة تعبدية أمرنا بها الخالق سبحانه ليكون على بصيرة هو أيضاً، ولا يتغير قلبه على أبيه. </p><p> ولذلك كان الولد حكيماً في الرد، فقال:  {قَالَ ياأبت افعل مَا تُؤمَرُ. .}  [الصافات: ١٠٢] . </p><p> ما دام الأمر من الله فافعل، وهكذا سلّم إسماعيلُ كما سلَّم إبراهيم، فقال تعالى:  {فَلَمَّا أَسْلَمَا وَتَلَّهُ لِلْجَبِينِ}  [الصافات: ١٠٣] . </p><p> أسلما: أي الأب والابن، ورَضيا بقضاء الله، جاء الفرج ورُفِع القضاء، فقد فهم كل منهما الأمر عن الله، فلم يرفع القضاء وفقط، بل وفديناه بذبح عظيم، ليس هذا وفقط، بل ومنّنا عليه بولد آخر:  {وَبَشَّرْنَاهُ بِإِسْحَاقَ}  [الصافات: ١١٢] . </p><p> إذن: لعلكم تُسْلِمون زمامكم إلى الله، وتعلمون أنه خلق لكم الكون قبل أن يُوجِدكم فيه، وأمدّكم بكل متطلبات الحياة ضماناً لبقاء </p><p> حياتكم، وضماناً لبقاء نوعكم، ومتَّعكم هذه المتع. </p><p> فالذي أنعم عليكم بهذا كله عن غير حاجة له عندكم جديرٌ أنْ تُسلِموا له زمام أمركم وتُسلموا له. </p><p> ثم يقول الحق سبحانه:  {فَإِن تَوَلَّوْاْ ... } . </p>"
}