{
  "id": null,
  "sura": 16,
  "aya": 47,
  "text": "<p> التخوُّف: هو الفزع من شيء لم يحدث بعد، فيذهب فيه الخيال مذاهبَ شتَّى، ويتوقع الإنسان ألواناً متعددة من الشر، في حين أن الواقع يحدث على وجه واحد. </p><p> هَبْ أنك في انتظار حبيب تأخَّر عن موعد وصوله، فيذهب بك الخيال والاحتمال إلى أمور كثيرة. . يا تُرى حدث كذا أو حدث كذا، وكل خيال من هذه الخيالات له أثر ولذعة في النفس، وبذلك تكثر المخاوف، أما إن انتظرتَ لتعرفَ الواقع فإنْ كان هناك فزع كان مرة واحدة. </p><p> ولذلك يقولون في الأمثال:  (نزول البلا ولا انتظاره) ذلك لأنه إنْ نزل سينزل بلون واحد، أما انتظاره فيُشيع في النفس ألواناً متعددة من الفزع والخوف. . إذن: التخُّوف أشدُّ وأعظم من وقوع الحَدث نفسه. </p><p> وكان هذا الفزع يعتري الكفار إذا ما عَلِموا أن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بعث سرية من السَّرايا، فيتوقع كل جماعة منهم أنها تقصدهم، وبذلك يُشيع الله الفزع في نفوسهم جميعاً، في حين أنها خرجتْ لناحية معينة. </p><p> وبعض المفسرين قال: التخوُّف يعني التنقُّص بأنْ ينقص الله من رُقْعة الكفر بدخول القبائل في الإسلام قبيلةً بعد أخرى، فكلُّ واحدة منها تنقص من رقعة الكفر. . كما جاء في قوله تعالى:  {وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِّنَ الخوف والجوع وَنَقْصٍ مِّنَ الأموال والأنفس والثمرات ... }  [البقرة: ١٥٥] . </p><p> ثم يقول الحق تبارك وتعالى في تذييل هذه الآية: </p><p> {فَإِنَّ رَبَّكُمْ لَرَؤُوفٌ رَّحِيمٌ}  [النحل: ٤٧] . </p><p> وهل هذا التذييل مناسب للآية وما قبلها من التهديد والوعيد؟ فالعقل يقول: إن التذييل المناسب لها: إن ربكم لشديد العقاب مثلاً. </p><p> لكن يجب هنا أنْ نعلمَ أن هذا هو عطاء الربوبية الذي يشمل العباد جميعاً مؤمنهم وكافرهم، فالله تعالى استدعى الجميع للدنيا، وتكفَّل للجميع بما يحفظ حياتهم من شمس وهواء وأرض وسماء، </p><p> لم تُخلَق هذه الأشياء لواحد دون الآخر، وقد قال تعالى:  {مَن كَانَ يُرِيدُ حَرْثَ الآخرة نَزِدْ لَهُ فِي حَرْثِهِ وَمَن كَانَ يُرِيدُ حَرْثَ الدنيا نُؤْتِهِ مِنْهَا وَمَا لَهُ فِي الآخرة مِن نَّصِيبٍ}  [الشورى: ٢٠] . </p><p> وكأن في الآية لَوْناً من ألوان رحمته سبحانه بخَلْقه وحِرْصه سبحانه على نجاتهم؛ لأنه يُنبِّههم إلى ما يمكن أن يحدث لَهم إذا أصرُّوا على كفرهم، ويُبصِّرهم بعاقبة كفرهم، والتبصرة عِظَة، والعِظَة رأفة بهم ورحمة حتى لا ينالهم هذا التهديد وهذا الوعيد. </p><p> ومثال هذا التذييل كثير في سورة الرحمن، يقول الحق تبارك وتعالى:  {رَبُّ المشرقين وَرَبُّ المغربين فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ}  [الرحمن: ١٧ - ١٨] . </p><p> فهذه نعمة ناسبت قوله تعالى:  {فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ}  [الرحمن: ١٨] . </p><p> وكذلك في قوله تعالى:  {مَرَجَ البحرين يَلْتَقِيَانِ بَيْنَهُمَا بَرْزَخٌ لاَّ يَبْغِيَانِ}  [الرحمن: ١٩ - ٢٠] . </p><p> فهذه نعمة من نعم الله ناسبت تذييل الآية:  {فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ}  [الرحمن: ٢١] . </p><p> أما في قوله تعالى:  {كُلُّ مَنْ عَلَيْهَا فَانٍ ويبقى وَجْهُ رَبِّكَ ذُو الجلال والإكرام فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ}  [الرحمن: ٢٦ - ٢٨] . </p><p> فما النعمة في {كُلُّ مَنْ عَلَيْهَا فَانٍ} ؟ هل الموت نعمة؟! </p><p> نعم، يكون الموت نعمة من نِعَم الله على عباده؛ لأنه يقول للمحسن: سيأتي الموت لتلقَى جزاء إحسانك وثواب عملك، ويقول أيضاً للكافر: انتبه واحذر. . الموت قادم، كأنه سبحانه يُوقِظ الكفار ويَعِظهم لينتهوا عما هم فيه. . أليست هذه نعمة من نعم الله ورحمة منه سبحانه بعباده؟ </p><p> وكذلك انظر إلى قول الحق تبارك وتعالى:  {يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِّن نَّارٍ وَنُحَاسٌ فَلاَ تَنتَصِرَانِ فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ}  [الرحمن: ٣٥ - ٣٦] . </p><p> فأيّ نعمة في:  {يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِّن نَّارٍ وَنُحَاسٌ}  [الرحمن: ٣٥] . </p><p> أيُّ نعمة في هذا العذاب؟ </p><p> نعم المتدبِّر لهذه الآية يجد فيها نعمة عظيمة؛ لأن فيها تهديداً ووعيداً بالعذاب إذا استمروا على ما هم فيه من الكفر. . ففي طيَّاتها تحذير وحِرْص على نجاتهم كما تتوعد ولدك: إذا أهملتَ دروسك </p><p> ستفشل وأفعل بك كذا وكذا. وأنت ما قلت ذلك إلا لحِرصك على نجاحه وفلاحه. </p><p> إذن: فتذييل الآية بقوله: </p><p> {فَإِنَّ رَبَّكُمْ لَرَؤُوفٌ رَّحِيمٌ}  [النحل: ٤٧] . </p><p> تذييل مناسب لما قبلها من التهديد والوعيد، وفيها بيان لرحمة الله التي يدعو إليها كلاً من المؤمن والكافر. </p><p> ثم يقول الحق سبحانه:  {أَوَلَمْ يَرَوْاْ إلى مَا خَلَقَ. .} . </p>"
}