{
  "id": null,
  "sura": 16,
  "aya": 26,
  "text": "<p> ويأتي الحق سبحانه هنا بسيرة الأولين والسُّنن التي أجراها سبحانه عليهم، ليسلي رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ ويُوضِّح له أن ما حدث معه ليس بدْعاً؛ بل سبق أنْ حدث مع مَنْ سبق من الرسل. ويُبلغه أنه </p><p> لم يبعث أيَّ رسول إلا بعد تَعُمّ البَلْوى ويَطم الفساد، ويفقد البشر المناعة الإيمانية، نتيجة افتقاد مَنْ يؤمنون ويعملون الصالحات، ويتواصون بالحقِّ وبالصبر. </p><p> والمَثلُ الواضح على ذلك ما حدث لبني إسرائيل؛ الذين قال فيهم الحق سبحانه:  {كَانُواْ لاَ يَتَنَاهَوْنَ عَن مُّنكَرٍ فَعَلُوهُ}  [المائدة: ٧٩] . </p><p> فانصبَّ عليهم العذاب من الله، وهذا مصير كُلِّ أمة لا تتناهى عن المنكر الظاهر أمامها. </p><p> ويقول سبحانه هنا: </p><p> {قَدْ مَكَرَ الذين مِنْ قَبْلِهِمْ ... }  [النحل: ٢٦] . </p><p> والمكر تبييت خفيّ يُبيِّته الماكر بما يستر عن المَمْكُور به. ولكن حين يمكر أحد بالرسل؛ فهو يمكر بمَنْ يُؤيِّده الله العالم العليم. </p><p> وإذا ما أعلم اللهُ رسولَه بالمكر؛ فهو يُلغِي كل أثر لهذا التبييت؛ فقد علمه مَنْ يقدر على إبطاله. والحق سبحانه هو القائل:  {كَتَبَ الله لأَغْلِبَنَّ أَنَاْ ورسلي}  [المجادلة: ٢١] . </p><p> وهو القائل:  {وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا المرسلين إِنَّهُمْ لَهُمُ المنصورون}  [الصافات: ١٧١ - ١٧٢] . </p><p> وطبَّق الحق سبحانه ذلك على رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ حين مكر به كفار قريش وجمعوا شباب القبائل ليقتلوه؛ فأغشاهم الله ولم يبصروا </p><p> خروجه للهجرة ولم ينتصر عليه معسكر الكفر بأيِّ وسيلة؛ لا باعتداءات اللسان، ولا باعتداءات الجوارح. </p><p> وهؤلاء الذين يمكرون بالرسل لم يتركهم الحق سبحانه دون عقاب: </p><p> {فَأَتَى الله بُنْيَانَهُمْ مِّنَ القواعد ... }  [النحل: ٢٦] . </p><p> أي: أنهم إنْ جعلوا مكرهم كالبناية العالية؛ فالحقُّ سبحانه يتركهم لإحساس الأمن المُزيف، ويحفر لهم مِنْ تحتهم، فيخِرّ عليهم السقف الذي من فوقهم. وهكذا يضرب الله المثَل المعنوي بأمرٍ مَحَسٍّ. </p><p> وقوله الحق: </p><p> {فَخَرَّ عَلَيْهِمُ السقف مِن فَوْقِهِمْ ... }  [النحل: ٢٦] . </p><p> يُوضِّح أنهم موجودون داخل هذا البيت، وأن الفوقية هنا للسقف، وهي فوقية شاءها الله ليأتيهم: </p><p> {العذاب مِنْ حَيْثُ لاَ يَشْعُرُونَ}  [النحل: ٢٦] . </p><p> وهكذا يأتي عذاب الله بَغْتة؛ ذلك أنهم قد بيَّتوا، وظنوا أن هذا التبييت بخفاء يَخْفَى عن الحَيِّ القيوم. </p><p> ولَيْتَ الأمرَ يقتصر على ذلك؛ لا بل يُعذِّبهم الله في الآخرة أيضاً: </p><p> {ثُمَّ يَوْمَ القيامة ... } . </p>"
}