{
  "id": null,
  "sura": 16,
  "aya": 119,
  "text": "<p> الحق سبحانه وتعالى يعطي عبده فرصة، ويفتح له باب التوبة والرجاء، فمن رحمته سبحانه بعباده أنْ شرع لهم التوبة من الذنوب، ومن رحمته أيضاً أن يقبلها منهم فيتوب عليهم. ولو أغلق باب التوبة لَتحوَّل المذنب ولو لمرة واحدة إلى مجرم يُعربد في المجتمع، وبفتح باب التوبة يقي الله المجتمع من هذه العربدة. </p><p> ويبين الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مكانة التوبة فيقول: «لله أشد فرحاً بتوبة عبده حين يتوب إليه من أحدكم كان على راحلته بأرض فلاة فانفلتت منه وعليها طعامه وشرابه فأيس منها فأتى شجرة فاضطجع في ظلها قد أيس من راحلته، فبينا هو كذلك إذ </p><p> هو بها قائمة عنده فأخذ بخطامها ثم قال من شدة الفرح: اللهم أنت عبدي وأنا ربك. أخطأ من شدة الفرح» . </p><p> وقوله تعالى في بداية الآية:  {ثُمَّ} تدلُّ على كثرة ما تقدم من ذنوب، ومع ذلك غفرها الله لهم لِيُبيِّن لك البَوْن الشاسع بين رحمة الله وإصرار العُصَاة على الكفران بالله، وعلى المعصية. </p><p> وقوله تعالى:  {بِجَهَالَةٍ} . </p><p> أي: بطيش وحُمْق وسَفَه، وجميعها داخلة في الجهل بمعنى أنْ تعتقد شيئاً وهو غير واقع، فالجهل هنا ليس المراد منه عدم العلم، إنما الجاهل مَنْ كانت لديه قضية مخالفة للواقع وهو متمسك بها، والمراد أن ينظر إلى خير عاجل في نظره، ويترك خيراً آجلاً في نظر الشرع. </p><p> وقد ورد هذا المعنى في قول الحق سبحانه:  {إِنَّمَا التوبة عَلَى الله لِلَّذِينَ يَعْمَلُونَ السواء بِجَهَالَةٍ ثُمَّ يَتُوبُونَ مِن قَرِيبٍ}  [النساء: ١٧] . </p><p> بجهالة: يعني في لحظة سَفَه وطيْش، فالعاصي يعلم الحكم تماماً، ولكنه في غفلة عنه، وعدم تبصُّر بالعواقب، ولو فكَّر في عاقبة أمره ما تجرَّأ على المعصية. </p><p> لذلك نقول: إن صاحب المعصية لا يُقدِم عليها إلا في غيبة العقل. </p><p> ولذلك قال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «لا يزني الزاني حين يزني وهو مؤمن، ولا يسرق السارق حين يسرق وهو مؤمن، ولا يشرب الخمر حين يشربها وهو مؤمن» . </p><p> ولو استحضر قسوة الجزاء لما أقدم على معصيته، ولكن سفهه وطيْشه يُغلّف الجزاء ويستره عنه ويُزيّن له ما ينتظره من لذة ومتعة عاجلة. </p><p> وهَبْ أن شخصاً ألحتْ عليه غريزة الجنس، وهي أشرس الغرائز في الإنسان، ففكّر في الفاحشة والعياذ بالله، وقبل أنْ يقع في هذه الوهدة السحيقة أخذناه إلى موقد النار، وذكّرناه بما غفل عنه من جزاء وعقوبة هذه الجريمة. </p><p> بالله عليك، ماذا تراه يفعل؟ هل يُصِرّ على جريمته؟ لا، لأنه كان ذاهلاً غافلاً، وبمجرد أن تذكره يرجع. </p><p> إذن: طيشه وسفهه صرفه عن التفكر في العاقبة وأذهله عن رَدِّ الفعل، وجعله ينظر إلى الأمور نظرة سطحية متعجِّلة. </p><p> وقوله:  {ثُمَّ تَابُواْ مِن بَعْدِ ذَلِكَ وأصلحوا. .}  [النحل: ١١٩] . </p><p> والتوبة هنا هي التوبة النصوح الصادقة، التي ينوي صاحبها الإقلاع عنها وعدم العَوْد إليها مرة أخرى، ويعزم على ذلك حال توبته، فإذا فعل ذلك قَبِل الله منه وتاب عليه. </p><p> ولا يمنع ذلك أن يعود للذنب مرة أخرى إذا ضعُفَتْ نفسه عن المقاومة، فإنْ عاد عاد إلى التوبة من جديد، لأن الله سبحانه من </p><p> أسمائه (التواب) أي: كثير التوبة، فلم يقل: تائب بل تواب، فلا تنقطع التوبة في حق العبد مهما أذنب، وعليه أنْ يُحدِث لكل ذنبٍ توبة. </p><p> بل وأكثر من ذلك، إذا تاب العبد وأحسن التوبة، وأتى بالأعمال الصالحة بدلاً من السيئة، منَّ الله عليه بأن يُبدِّل سيئاته حسنات، وهذه معاملة رب كريم غفور رحيم. </p><p> وقوله سبحانه: </p><p> {إِنَّ رَبَّكَ مِن بَعْدِهَا لَغَفُورٌ رَّحِيمٌ}  [النحل: ١١٩] فيه إشارة لحرص النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ علينا، وأنه يسرُّه أن يغفر الله لنا. {إِنَّ رَبَّكَ} يا محمد غفور رحيم، فكأنه سبحانه يمتنُّ على نبيه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أنه سيغفر للمذنبين من أمته. </p><p> ثم يقول الحق سبحانه واصفاً نبيه إبراهيم عليه السلام:  {إِنَّ إِبْرَاهِيمَ كَانَ. .} . </p>"
}