{
  "id": null,
  "sura": 16,
  "aya": 95,
  "text": "<p> الحق تبارك وتعالى في هذه الآية ينهانا ويُحذِّرنا: إياك أنْ تجعلَ عهد الله الذي أكدته للناس، وجعلت الله عليه كفيلاً، فبعد أن كنت حُراً في أن تعاهد أو لا تعاهد، فبمجرد العهد أصبح نفاذه واجباً ومفروضاً عليك. </p><p> أو: عهد الله أي شرعه الذي تعاهدتَ على العمل به والحفاظ عليه، وهو العهد الإيماني الأعلى، وهو أن تؤمنَ بالله وبصدق الرسول في البلاغ عن الله، وتلتزم بكل ما جاء به الرسول من أحكام، إياك أنْ تقابله بشيء آخر تجعله أغْلى منه؛ لأنك إنْ نقضْتَ عهد الله لشيء آخر من متاع الدنيا الزائل فقد جعلتَ هذا الشيء أغلى من عهد الله؛ لأن الثمن مهما كان سيكون قليلاً. </p><p> ثم يأتي تعليل ذلك في قوله: </p><p> {إِنَّمَا عِنْدَ الله هُوَ خَيْرٌ لَّكُمْ. .}  [النحل: ٩٥] . </p><p> فالخير في الحقيقة ليس في متاع الدنيا مهما كَثُر، بل فيما عند الله تعالى، وقد أوضح ذلك في قوله تعالى:  {مَا عِندَكُمْ يَنفَدُ وَمَا عِندَ الله بَاقٍ}  [النحل: ٩٦] . </p><p> ولنا وقفة مع قوله تعالى: </p><p> {هُوَ خَيْرٌ لَّكُمْ ... }  [النحل: ٩٥] . </p><p> فهذا أسلوب توكيد بالقصر بإعادة الضمير (هو) ، فلم يَقُلِ الحق سبحانه إنما عند الله خير لكم، فيحتمل أن ما عند غيره أيضاً خيْرٌ لكم، أما في تعبير القرآن {هُوَ خَيْرٌ لَّكُمْ} أي: الخير فيما عند الله على سبيل القَصْر، كما في قوله تعالى:  {وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ}  [الشعراء: ٨٠] . </p><p> فجاء بالضمير «هو» ليؤكد أن الشافي هو الله لوجود مَظنّة أن يكون الشفاء من الطبيب، أما في الأشياء التي لا يُظَنّ فيها المشاركة فتأتي دون هذا التوكيد كما في قوله تعالى:  {والذي يُمِيتُنِي ثُمَّ يُحْيِينِ}  [الشعراء: ٨١] . </p><p> فلم يقل: هو يميتني هو يُحيين؛ لأنه لا يميت ولا يُحيي إلا الله، فلا حاجةَ للتوكيد هنا. </p><p> ما الذي يُخرج الإنسان عن الوفاء بالعهد؟ </p><p> الذي يُخرج الإنسان عن الوفاء بالعهد أنْ يرى مصلحة سطحية فوق ما تعاقد عليه تجعله يخرج عما تعاهد عليه إلى هذه السطحية، ولكنه لو عقل وتدبَّر الأمر لعلم أنّ ما يسعى إليه ثمن بَخْسٌ، ومكسب قليل زائل إذا ما قارنه بما ادخِر له في حالة الوفاء؛ لأن ما أخذه حظاً من دنياه لا بُدّ له من زوال. </p><p> والعقل يقول: إن الشيء، إذا كان قليلاً باقياً يفضل الكثير الذي لا يبقى، فما بالك إذا كان القليل هو الذي يفنى، والكثير هو الذي يبقى. </p><p> ومثال ذلك: لو أعطيتُك فاكهة تكفيك أسبوعاً أو شهراً فأكلتها في يوم واحد، فقد تمتعْتَ بها مرة واحدة، وفاتَكَ منها مُتَعٌ وأكلاتٌ متعددة لو أكلتَها في وقتها. </p><p> لذلك؛ فالحق سبحانه وتعالى يُنبِّهك أنَّ ما عند الله هو الخير الحقيقي، فجعل موازينك الإيمانية دقيقة، فمن الحُمْق أن تبيع الكثير الباقي بالقليل الفاني: </p><p> {إِن كُنْتُمْ تَعْلَمُونَ}  [النحل: ٩٥] . </p><p> في الآية دِقَّة الحساب، ودِقَّة المقارنة، ودِقَّة حَلِّ المعادلات الاقتصادية. </p><p> ولذلك يقول الحق تبارك وتعالى:  {مَا عِندَكُمْ يَنفَدُ. .} . </p>"
}