{
  "id": null,
  "sura": 16,
  "aya": 48,
  "text": "<p> قوله تعالى: </p><p> {أَوَلَمْ يَرَوْاْ ... }  [النحل: ٤٨] . </p><p> المعنى: أَعَمُوا ولم يَرَوْا ولم يتدبروا فيها خلق الله؟ </p><p> {مِن شَيْءٍ}  [النحل: ٤٨] . </p><p> كلمة شيء يسمونها جنس الأجناس، و {مِن} تفيد ابتداء ما يُقال له شيء، أي: أتفه شيء موجود، وهذا يسمونه أدنى الأجناس. . وتفيد أيضاً العموم فيكون: </p><p> {مِن شَيْءٍ ... }  [النحل: ٤٨] . </p><p> أي: كل شيء. </p><p> فانظر إلى أيّ شيء في الوجود مهما كان هذا الشيء تافهاً ستجد له ظِلاً: </p><p> {يَتَفَيَّؤُاْ ظِلاَلُهُ ... }  [النحل: ٤٨] . </p><p> يتفيأ: من فاءَ أي: رجع، والمراد عودة الظل مرة أخرى إلى الشمس، أو عودة الشمس إلى الظل. </p><p> فلو نظرنا إلى الظل نجده نوعين: ظل ثابت مستمر، وظل مُتغيّر، فالظل الثابت دائماً في الأماكن التي لا تصل إليها أشعة الشمس، كقاع البحار وباطن الأرض، فهذا ظِلٌّ ثابت لا تأتيه أشعة الشمس في أي وقت من الأوقات. </p><p> والظلّ المتحرك الذي يُسمّى الفَيْء لأنه يعود من الظل إلى الشمس، أو من الشمس إلى الظل، إذن: لا يُسمَّى الظل فَيْئاً إلا إذا كان يرجع إلى ما كان عليه. </p><p> ولكن. . كيف يتكّون الظل؟ يتكّون الظل إذا مَا استعرض الشمسَ جسم كثيف يحجب شعاع الشمس، فيكون ظِلاً له في الناحية المقابلة للشمس، هذا الظل له طُولان وله استواء واحد. </p><p> طول عند الشروق إلى أنْ يبلغَ المغرب، ثم يأخذ في التناقص مع ارتفاع الشمس، فإذا ما استوتْ الشمس في السماء يصبح ظِلّ الشيء في نفسه، وهذه حالة الاستواء، ثم تميل الشمس إلى الغروب، وينعكس طول الظلّ الأول من ناحية المغرب إلى ناحية المشرق. </p><p> ويلفتنا الحق تبارك وتعالى إلى هذه الآية الكونية في قوله تعالى:  {أَلَمْ تَرَ إلى رَبِّكَ كَيْفَ مَدَّ الظل وَلَوْ شَآءَ لَجَعَلَهُ سَاكِناً ثُمَّ جَعَلْنَا الشمس عَلَيْهِ دَلِيلاً ثُمَّ قَبَضْنَاهُ إِلَيْنَا قَبْضاً يَسِيراً}  [الفرقان: ٤٥ - ٤٦] . </p><p> ذلك لأنك لو نظرتَ إلى الظلِّ وكيف يمتدُّ، وكيف ينقبض وينحسر لوجدتَ شيئاً عجيباً حقاً. . ذلك لأنك تلاحظ الظل في الحالتين يسير سَيْراً انسيابياً. </p><p> ما معنى:  (انسيابي) ؟ هو نوع من أنواع الحركة، فالحركة إما حركة انسيابية، أو حركة عن توالي سكونات بين الحركات. </p><p> وهذه الأخيرة نلاحظها في حركة عقارب الساعة، وهي أوضح في عقرب الثواني منها في عقرب الدقائق، ولا تكاد تشعر بها في عقرب الساعات. . فلو لاحظت عقرب الثواني لوجدتَه يسير عن طريق قفزات منتظمة، تكون حركة فسكوناً فحركة، وهكذا. . </p><p> ومعنى ذلك أنه يجمع الحركة في حال سكونه، ثم ينطلق بها، وبذلك تمرُّ عليه لحظة لم يكن مُتحركاً فيها، وهذا ما نسميه بالحركة القفزية. . هذه الحركة لا تستطيع رَصْدها في عقرب الساعات؛ لأن القفزة فيه دقيقة لدرجة أن العين المجردة تعجز عن رَصْدها وملاحظتها، هذه هي الحركة القفزية. </p><p> أما الحركة الانسيابية، فتعني أن كل جزء من الزمن فيه جزء من الحركة. . أي: حركة مستمرة ومُوزّعة بانتظام على الزمن. </p><p> ونضرب لذلك مثلاً بنمو الطفل. . الطفل الوليد ينمو باستمرار، لكن أمه لملازمتها له لا تلاحظ هذا النمو؛ لأن نظرها عليه دائماً. . فكيف تكون حركة النمو في الطفل؟ هل حركة قفزية يتجمع فيها نمو الطفل كل أسبوع أو كل شهر مثلاً، ثم ينمو طَفْرة واحدة؟ </p><p> لو كان نموه هكذا لَلاَحظنا نمو الطفل، لكنه ليس كذلك، بل ينمو بحركة انسيابية تُوزّع المِلِّي الواحد من النمو على طول الزمن. فلا نكاد نشعر بنموه. </p><p> وهكذا حركة الشمس حركة انسيابية، بحيث تُوزع جزئيات الحركة على جُزئيات الزمن، فالشمس ليست مركونة إلى ميكانيكا تتحرك عن التروس كالساعة مثلاً، لا. . بل مركونة إلى أمر الله، موصولة بكُنْ الدائمة. </p><p> وكأن الحق تبارك وتعالى يريد أن يلِفتَ خَلْقه إلى ظاهرة كونية في الوجود مُحسّة، يدركها كلٌّ مِنّا في ذاته، وفيما يرى من المرائي، ومن هذه المظاهر ظاهرة الظَلّ التي يعجز الإنسان عن إدراك حركته. </p><p> وفي آية أخرى يقول الحق تبارك وتعالى:  {وَظِلالُهُم بالغدو والآصال}  [الرعد: ١٥] . </p><p> فالحق سبحانه يريد أن يُعمم الفكرة التسبيحية في الكون كله، كما قال تعالى:  {وَإِن مِّن شَيْءٍ إِلاَّ يُسَبِّحُ بِحَمْدِهِ ولكن لاَّ تَفْقَهُونَ تَسْبِيحَهُمْ ... }  [الإسراء: ٤٤] . </p><p> فكل ما يُطلَق عليه شيء فهو يُسبِّح مهما كان صغيراً. </p><p> وقوله تعالى: </p><p> {يَتَفَيَّؤُاْ ظِلاَلُهُ عَنِ اليمين والشمآئل ... }  [النحل: ٤٨] . </p><p> لنا هنا وقفة مع الأداء القرآني، حيث أتى باليمين مُفْرداً، في حين أتى بالشمائل على صورة الجمع؛ ذلك لأن الحق تبارك وتعالى لما قال: </p><p> {أَوَلَمْ يَرَوْاْ إلى مَا خَلَقَ الله مِن شَيْءٍ ... }  [النحل: ٤٨] . </p><p> أتى بأقلّ ما يُتصوَّر من مخلوقاته سبحانه {مِن شَيْءٍ ... } وهو مفرد، ثم قال سبحانه: </p><p> {ظِلاَلُهُ. .}  [النحل: ٤٨] . </p><p> بصيغة الجمع. أي: مجمع هذه الأشياء، فالإنسان لا يتفيأ ظِلّ شيء واحد، لا. . بل ظِلّ أشياء متعددة. </p><p> و {مِن} هنا أفادت العموم: </p><p> {مِن شَيْءٍ. .}  [النحل: ٤٨] . </p><p> أي: كل شيء. فليناسب المفرد جاء باليمين، وليناسب الجمع جاء بالشمائل. </p><p> ثم يقول تعالى: </p><p> {سُجَّداً لِلَّهِ وَهُمْ دَاخِرُونَ}  [النحل: ٤٨] . </p><p> فما العلاقة بين حركة الظلّ وبين السجود؟ </p><p> معنى: سُجّداً أي: خضوعاً لله، وكأن حركة الظل وامتداده على امتداد الزمن دليلٌ على أنه موصول بالمحرك الأعلى له، والقائل </p><p> الأعلى ل «كُنْ» ، والظل آية من آياته سبحانه مُسخّرة له ساجدة خاضعة لقوله: كُنْ فيكون. </p><p> وقلنا: إن هناك فرقاً بين الشيء تُعِده إعداداً كَوْنياً، والشيء تُعِده إعداداً قدرياً. . فصانع القنبلة الزمنية يُعِدُّها لأنْ تنفجرَ في الزمن الذي يريده، وليس الأمر كذلك في إعداد الكون. </p><p> الكون أعدّه الله إعداداً قدرياً قائماً على قوله كُنْ، وفي انتظار لهذا الأمر الإلهي باستمرار (كن فيكون) . </p><p> وهكذا. . فليست المسألة مضبوطة ميكانيكاً، لا. . بل مضبوطة قَدرياً. </p><p> لذلك يحلو لبعض الناس أن يقول: باقٍ للشمس كذا من السنين ثم ينتهي ضوؤها، ويُرتّب على هذا الحكم أشياء أخرى. . نقول: لا. . ليس الأمر كذلك. . فالشمس خاضعة للإعداد القدريّ منضبطةٌ به ومنتظرة ل «كُنْ» التي يُصغِي لها الكون كله؛ ولذلك يقول تعالى:  {كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ}  [الرحمن: ٢٩] . </p><p> هكذا بيَّنت الآية الكريمة أن كل ما يُقال له «شيء» يسجد لله عَزَّ وَجَلَّ، وكلمة «شيء» جاءت مُفْردة دالّة على العموم. . وقد عرفنا السجود فيما كلَّفنا الله به من ركن في الصلاة، وهو مُنْتَهى الخضوع، خضوع الذات من العابد للمعبود، فنحن نخضع واقفين، ونخضع راكعين، ونخضع قاعدين، ولكن أتمَّ الخضوع يكون بأنْ نسجدَ لله. . ولماذا كان أتمَّ الخضوع أن نسجدَ لله؟ </p><p> نقول: لأن الإنسان له ذات عامة، وفي هذا الذات سيد للذات، بحيث إذا أُطلِق انصرف إلى الذات، والمراد به الوجه؛ لذلك حينما يعبّر الحق تبارك وتعالى عن فَنَاء الوجود يقول: </p><p> {كُلُّ شَيْءٍ هَالِكٌ إِلاَّ وَجْهَهُ. .}  [القصص: ٨٨] . </p><p> وكذلك في قوله:  {إِلاَّ ابتغآء وَجْهِ رَبِّهِ الأعلى وَلَسَوْفَ يرضى}  [الليل: ٢٠ - ٢١] . </p><p> فيُطلَق الوجه ويُراد به الذات، فإذا ما سجد الوجه لله تعالى دلَّ ذلك على خضوع الذات كلها؛ لأن أشرف ما في الإنسان وجهه، فإذا ما ألصقه بالأرض فقد جاء بمنتهى الخضوع بكل ذاته للمعبود عَزَّ وَجَلَّ. </p><p> كما دَلَّتْ الآية على أن الظل أيضاً يسجد لربه وخالقه سبحانه، والظلال قد تكون لجمادات كالشجر مثلاً، أو بناية أو جبل، وهذه الأشياء الثابتة يكون ظِلّها أيضاً ثابتاً لا يتحرك، أما ظِلّ الإنسان أو الحيوان فهو ظل متحرك، وقد ضرب لنا الحق تبارك وتعالى مثلاً في الخضوع التام بالظلال؛ لأن ظل كل شيء لا يفارق الأرض أبداً، وهذا مثال للخضوع الكامل. </p><p> ثم يرتفع الحق تبارك وتعالى بمسألة السجود من الجمادات في الظلال في قوله:  {وَظِلالُهُم بالغدو والآصال}  [الرعد: ١٥] . </p><p> يعني الذوات تسجد، وكذلك الظلال تسجد؛ ولذلك يتعجب بعض العارفين من الكافر. . يقول: أيها الكافر ظِلُّك ساجد وأنت جاحد. . جاء هذا الترقِّي في قوله تعالى:  {وَلِلَّهِ يَسْجُدُ ... } . </p>"
}