{
  "id": null,
  "sura": 16,
  "aya": 50,
  "text": "<p> ما هو الخوف؟ الخوف هو الفزع والوجَلَ، والخوف والفزع </p><p> والوجل لا يكون إلا من ترقب شيء من أعلى منك لا تقدر أنت على رَفْعه، ولو أمكنك رَفْعه لما كان هناك داعٍٍ للخوف منه؛ لذلك فالأمور التي تدخل في مقدوراتك لا تخاف منها، تقول: إنْ حصل كذا افعل كذا. . الخ: </p><p> وإذا كان الملائكة الكرام:  {لاَّ يَعْصُونَ الله مَآ أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ}  [التحريم: ٦] . </p><p> فما داعي الخوف إذن؟ نقول: إن الخوف قد يكون من تقصير حدث منك تخاف عاقبته، وقد يكون الخوف عن مهابة للمخُوف وإجلاله وتعظيمه دون ذنب ودون تقصير، ولذلك نجد الشاعر العربي يقول في تبرير هذا الخوف: </p><p> أَهَابُكَ إِجْلاَلاً ومَا بِكَ قُدْرة ... عليَّ ولكِنْ مِلْءُ عَيْنٍ حَبِيبُها </p><p> إذن: مرّة يأتي الخوف لتوقُّع أذى لتقصير منك، ومرَّة يأتي لمجرد المهابة والإجلال والتعظيم. </p><p> وقوله تعالى: </p><p> {مِّن فَوْقِهِمْ}  [النحل: ٥٠] . </p><p> ما المراد بالفوْقية هنا؟ نحن نعرف أن الجهات ستّ: فوق، وتحت، ويمين، وشمال، وأمام، وخلف. . بقيتْ جهة الفَوقْية لتكون هي المسيطرة؛ ولذلك حتى في بناء الحصون يُشيّدونها على الأماكن العالية لتتحكم بعلُوّها في متابعة جميع الجهات. </p><p> إذن: فالفوقية هي محلّ العُلو، وهذه الفوقية قد تكون فوقية مكان، أو فوقية مكانة. </p><p> فالذي يقول: إنها فوقية مكان، يرى أن الله في السماء، بدليل أن الجارية التي سُئِلت: أين الله؟ أشارتْ إلى السماء، وقالت: في السماء. </p><p> فأشارت إلى جهة العُلُو؛ لأنه لا يصح أن نقول: إن الله تحت، فالله سبحانه مُنزَّه عن المكان، وما نُزِّه عن المكان نُزِّه عن الزمان، فالله عَزَّ وَجَلَّ مُنزَّه عن أنْ تُحيّزه، لا بمكان ولا بزمان؛ لأن المكان والزمان به خُلِقاً. . فمَن الذي خلق الزمان والمكان؟ </p><p> إذن: ما داما به خُلِقاً فهو سبحانه مُنزَّه عن الزمان والمكان. </p><p> وهم قالوا بأن الفوقية هنا فوقية حقيقية. . فوقية مكان، أي: أنه تعالى أعلى مِنّا. . ونقول لمن يقول بهذه الفوقية: الله أَعْلى مِنّا. . من أيّ ناحية؟ من هذه أم من هذه؟ </p><p> إذن: الفوقية هنا فوقية مكانة، بدليل أننا نرى الحرس الذين يحرسون القصور ويحرسون الحصون يكون الحارس أعلى من المحروس. . فوقه، فهو فوقه مكاناً، إنما هل هو فوقه مكانة؟ بالطبع لا. </p><p> وقوله تعالى: </p><p> {وَيَفْعَلُونَ مَا يُؤْمَرُونَ}  [النحل: ٥٠] . </p><p> وهذه هي الطاعة، وهي أن تفعلَ ما أُمِرتْ به، وأنْ تجتنبَ ما نُهيتَ عنه، ولكن الآية هنا ذكرت جانباً واحداً من الطاعة، وهو: </p><p> {وَيَفْعَلُونَ مَا يُؤْمَرُونَ}  [النحل: ٥٠] . </p><p> ولم تقُلْ الآية مثلاً: ويجتنبون ما ينهوْنَ عنه، لماذا؟ . . نقول: لأن في الآية ما يسمونه بالتلازم المنطقي، والمراد بالتلازم المنطقي أن كلَّ نهي عن شيء فيه أمر بما يقابله، فكل نهي يؤول إلى أمر بمقابله. </p><p> فقوله سبحانه: </p><p> {وَيَفْعَلُونَ مَا يُؤْمَرُونَ}  [النحل: ٥٠] . </p><p> تستلزم منطقياً «ويجتنبون ما يُنهَوْن عنه» وكأن الآية جمعت الجانبين. </p><p> والحق سبحانه وتعالى خلق الملائكة لا عمل لهم إلا أنهم هُيِّموا في ذات الله، ومنهم ملائكة مُوكّلون بالخلق، وهم:  {فالمدبرات أَمْراً}  [النازعات: ٥] . </p><p> ويقول تعالى:  {لَهُ مُعَقِّبَاتٌ مِّن بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ يَحْفَظُونَهُ مِنْ أَمْرِ الله. .}  [الرعد: ١١] . </p><p> ومنهم:  {وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ كِرَاماً كَاتِبِينَ}  [الانفطار: ١٠ - ١١] . </p><p> إذن: فهناك ملائكة لها علاقة بِنَا، وهم الذين أمرهم الحق سبحانه أن يسجدوا لآدم حينما خلقه الله، وصوَّره بيده، ونفخ فيه من رُوحه. . وكأن الله سبحانه يقول لهم: هذا هو الإنسان الذي ستكونون في خدمته، فالسجود له بأمر الله إعلانٌ بأنهم يحفظونه من أمر الله، ويكتبون له كذا، ويعملون له كذا، ويُدبِّرون له الأمور. . الخ. </p><p> أما الملائكة الذين لا علاقة لهم بالإنسان، ولا يدرون به، ولا يعرفون عنه شيئاً، هؤلاء المعْنِيون في قوله سبحانه لإبليس:  {أَسْتَكْبَرْتَ أَمْ كُنتَ مِنَ العالين}  [ص: ٧٥] . </p><p> أي: أستكبرتَ أنْ تسجدَ؟ أم كنتَ من الصِّنْف الملَكي العالي؟ . . هذا الصنف من الملائكة ليس لهم علاقة بالإنسان، وكُلُّ مهمتهم التسبيح والذكْر، وهم المعنيون بقوله تعالى:  {يُسَبِّحُونَ اليل والنهار لاَ يَفْتُرُونَ}  [الأنبياء: ٢٠] . </p><p> كلُّ شيء إذن في الوجود خاضع لمرادات الحق سبحانه منه، إلا ما استثنى الله فيه الإنسان بالاختيار، فالله سبحانه لم يقهر أحداً، لا الإنسان ولا الكون الذي يعيش فيه، فقد عرض الله سبحانه الأمانة على السموات والأرض والجبال، فأبيْنَ أن يحملنها وأشفقْنَ منها. . وكأنها قالت: لا نريد أن نكون مختارين، بل نريد أن نكون مُسخَّرين، ولا دَخْلَ لنا في موضوع الأمانة والتكليف!! </p><p> لماذا إذن يأبى الكون بسمائه وأرضه تحمُّل هذه المسئولية؟ </p><p> نقول: لأن هناك فَرْقاً بين تقبُّل الشيء وقت تحمُّله، والقدرة على الشيء وقت أدائه. . هناك فَرْق. . عندنا تحمُّل وعندنا أداء. . وقد سبق أنْ ضربنا مثلاً لتحمُّل الأمانة وقُلْنا: هَبْ أن إنساناً أراد أن يُودع عندك مبلغاً من المال مخافة تبديده لتحفظه له لحين الحاجة إليه، وأنت في هذا الوقت قادر على التحمل وتنوي أداء أمانته إليه عند طلبها وذمَّتك قوية، ونيتك صادقة. </p><p> وهذا وقت تحمُّل الأمانة، فإذا ما جاء وقت الأداء، فربما تضطرك الظروف إلى إنفاق هذا المال، أو يعرض لك عارضٌ يمنعك من الأداء أو تتغيّر ذمتك. </p><p> إذن: وقت الأداء شيء آخر. </p><p> لذلك، فالذي يريد أنْ يُبريء ذمته لا يضمن وقت الأداء ويمتنع عن تحمُّل الأمانة ويقول لنفسه: لا، إن كنت أضمن نفسي وقت التحمل فلا أضمن نفسي وقت الأداء. </p><p> هذا مثال لما حدثَ من السماء والأرض والجبال حينما رفضت تحمُّل الأمانة، ذلك لأنها تُقدّر مسئوليتها وثقلها وعدم ضمان القيام بحقها، لذلك رفضت تحمُّلها من بداية الأمر. </p><p> وكذلك يجب أن يكون الإنسان عاقلاً عند تحمُّل الأمانات؛ ولذلك يقول تعالى:  {وَحَمَلَهَا الإنسان إِنَّهُ كَانَ ظَلُوماً جَهُولاً}  [الأحزاب: ٧٢] . </p><p> ما الذي جهله الإنسان؟ جهل تقدير حالة وقت أداء الأمانة، فظلم نفسه، ولو أنه خرج من باب الجمال كما يقولون لَقالَ: يا ربِّ اجعلني مثل السماء والأرض والجبال، وما تُجريه عليَّ، فأنا طَوْع أمرك. </p><p> ولذلك، فمن عباد الله مَنْ قَبِل الاختيار وتحمَّل التكليف، ولكنه خرج عن اختياره ومراده لمراد ربِّه وخالقه، فقال: يا رب أنت خلقْتَ فينا اختياراً، ونحن به قادرون أن نفعل أو لا نفعل، ولكنَّا تنازلنا عن اختيارنا لاختيارك، وعن مرادنا لمرادك، ونحن طَوْع أمرك. . هؤلاء هم عباد الله الذين استحقوا هذه النسبة إليه سبحانه وتعالى. </p><p> إذن: هناك فَرْق بين مَنْ يفعل اختياراً مع قدرته على ألاَّ يفعل، وبين مَنْ يفعل بالقهر والتسخير. . فالأول مع أنه قادر ألاَّ يفعل، فقد غلَّب مُراد ربِّه في التكليف على مراد نفسه في الاختيار. </p><p> ثم ينتقل الحق تبارك وتعالى إلى قمة القضايا العقدية بالنسبة للإنسان، فيقول تعالى:  {وَقَالَ الله لاَ تَتَّخِذُواْ ... } . </p>"
}