{
  "id": null,
  "sura": 16,
  "aya": 54,
  "text": "<p> فمن الناس مَنْ إذا أصابه الله بضُرٍّ أو نزل به بأْسٌ تضرّع وصرخ ولجأ إلى الله ودعاه، وربما سالتْ دموعه، وأخذ يُصلّي ويقول: يا فلان ادْعُ لي الله وكذا وكذا. . فإذا ما كشف الله عنه ضُرَّه عاود الكَرّة من جديد؛ لذلك يقول تعالى في آية أخرى:  {وَإِذَا مَسَّ الإنسان الضر دَعَانَا لِجَنبِهِ أَوْ قَاعِداً أَوْ قَآئِماً فَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهُ مَرَّ كَأَن لَّمْ يَدْعُنَآ إلى ضُرٍّ مَّسَّهُ ... }  [يونس: ١٢] . </p><p> ومن لُطْف الأداء القرآني هنا أن يقول: </p><p> {إِذَا فَرِيقٌ مِّنْكُم بِرَبِّهِمْ يُشْرِكُونَ}  [النحل: ٥٤] . </p><p> أي: جماعة منكم وليس كلكم، أما الباقي فيمكن أنْ يثبتُوا على الحق، ويعتبروا بما نزل بهم فلا يعودون. . فالناس إذن مختلفون في هذه القضية: فواحد يتضرّع ويلتفت إلى الله من ضُرٍّ واحد أصابه، وآخر يلتفت إلى الله من ضُرّيْن، وهكذا. </p><p> وقد وجدنا في الأحداث التي مرَّتْ ببلادنا على أكابر القوم أحداثاً عظاماً تلفتهم إلى الله، فرأينا مَنْ لا يعرف طريق المسجد يُصلّي، ومَنْ لا يفكر في حج بيت الله، ويسرع إليه ويطوف به ويبكى هناك </p><p> عند الملتزم، وما ألجأهم إلى الله ولفتهم إليه سبحانه إلا ما مرَّت بهم من أحداث. </p><p> أليست هذه الأحداث، وهذه الأزمات والمصائب خيراً في حقهم؟ . . بلى إنها خير. </p><p> وأيضاً قد يُصاب الإنسان بمرض يُلِمّ به، وربما يطول عليه، فيذهب إلى الأطباء، ويدعو الله ويلجأ إليه، ويطلب من الناس الدعاء له بالشفاء، ويعمل كذا وكذا. . فإذا ما كشف الله عنه المرض وأَذِن له بالشفاء قال: أنا اخترتُ الطبيب الحاذق، الطبيب النافع، وعملتُ وعملتُ. . سبحان الله! </p><p> لماذا لا تترك الأمر لله، وتُعفِي نفسك من هذه العملية؟ </p><p> وفي قوله تعالى: </p><p> {ثُمَّ إِذَا كَشَفَ الضر عَنْكُمْ إِذَا فَرِيقٌ مِّنْكُم بِرَبِّهِمْ يُشْرِكُونَ}  [النحل: ٥٤] . </p><p> صمام أَمْن اجتماعي في الكون، يقول للناس: إياكم أن تأخذوا على غيركم حين تُقدمون إليهم جميلاً فيُنكرونه. . إياكم أنْ تكُّفوا عن عمل الجميل على غيركم؛ لأن هذا الإنكار للجميل قد فعلوه مع أعلى منكم، فعلوه مع الله سبحانه، فلا يُزهدك إنكارهم للجميل في فِعْله، بل تمسَّك به لتكون من أهله. </p><p> والحق تبارك وتعالى يضرب لنا مثلاً لإنكار الجميل في قصة سيدنا موسى عليه السلام:  {ياأيها الذين آمَنُواْ لاَ تَكُونُواْ كالذين آذَوْاْ موسى فَبرَّأَهُ الله مِمَّا قَالُواْ وَكَانَ عِندَ الله وَجِيهاً}  [الأحزاب: ٦٩] . </p><p> فقد اتهمه قومه وقعدوا يقولون فيه كذباً وبُهْتاناً، فقال موسى: يا ربّ أسألك ألاَّ يُقَال فيَّ ما ليس فيَّ. . فقال تعالى لموسى: أنا لم افعل ذلك لنفسي، فكيف أفعلها لك؟ </p><p> ولماذا لم يفعلها الحق سبحانه لنفسه؟ . . لم يفعلها الحق سبحانه لنفسه ليعطينا نحن أُسْوة في تحمُّل هذا الإنكار، فقد خلق الله الخَلْق ورزقهم ووَسِعهم، ومع ذلك كفروا به، ومع ذلك ما يزال الحق سبحانه خالقاً رازقاً واسعاً لهم. </p><p> إذن: في الآية تقنين وأمان للمجتمع أن يتفشى فيه مرض الزُّهْد في عمل الخير. </p><p> وقَوْل الحق سبحانه: </p><p> {بِرَبِّهِمْ يُشْرِكُونَ}  [النحل: ٥٤] . </p><p> تشمل الآية مَنْ أنكر الجميل من المؤمنين، ومن الكافرين. </p><p> ولكن لماذا يشركون؟ </p><p> يقول الحق تبارك وتعالى:  {لِيَكْفُرُواْ بِمَآ آتَيْنَاهُمْ ... } . </p>"
}