{
  "id": null,
  "sura": 16,
  "aya": 43,
  "text": "<p> وقد اعترض المعاندون من الكفار على كون الرسول بشراً. وقالوا: إذا أراد الله أن يرسل رسولاً فينبغي أن يكون مَلَكاً فقالوا: {وَلَوْ شَآءَ الله لأَنزَلَ مَلاَئِكَةً. .}  [المؤمنون: ٢٤] . </p><p> وكأنهم استقلُّوا الرسالة عن طريق بشر؛ وهذا أيضاً من غباء الكفر وحماقة الكافرين؛ لأن الرسول حين يُبلّغ رسالة الله تقع على عاتقه مسئوليتان: مسئولية البلاغ بالعلم، ومسئولية التطبيق بالعمل ونموذجية السلوك. . فيأمر بالصلاة ويُصلِّي، وبالزكاة ويُزكِّي، وبالصبر ويصبر، فليس البلاغ بالقول فقط، لا بل بالسلوك العمليّ النموذجيّ. </p><p> ولذلك كانت السيدة عائشة رَضِيَ اللَّهُ عَنْها تقول عن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «كان خلقه القرآن» . </p><p> وكان قرآناً يمشي على الأرض، والمعنى: كان تطبيقاً كاملاً للمنهج الذي جاء به من الحق تبارك وتعالى. </p><p> ويقول تعالى في حقِّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  {لَّقَدْ كَانَ لَكُمْ فِي رَسُولِ الله أُسْوَةٌ حَسَنَةٌ. .}  [الأحزاب: ٢١] . </p><p> فكيف نتصور أن يكون الرسول مَلَكاً؟ وكيف يقوم بهذه الرسالة بين البشر؟ قد يؤدي الملك مهمة البلاغ، ولكن كيف يُؤدِّي مهمة القدوة والتطبيق العملي النموذجي؟ كيف ونحن نعلم أن الملائكة خَلْق جُبِلوا على طاعة الله:  {لاَّ يَعْصُونَ الله مَآ أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ}  [التحريم: ٦] . </p><p> ومن أين تأتيه منافذ الشهرة وهو لا يأكل ولا يشرب ولا يتناسل؟ </p><p> فلو جاء مَلَك برسالة السماء، وأراد أن ينهى قومه عن إحدى المعاصي، ماذا نتوقع؟ نتوقع أن يقول قائلهم: لا. . لا أستطيع ذلك، فأنت ملَك ذو طبيعة علوية تستطيع ترْك هذا الفعل، أما أنا فلا أستطيع. </p><p> إذن: طبيعة الأُسْوة تقتضي أن يكون الرسول بشراً، حتى إذا ما أمر كان هو أول المؤتمرين، وإذا ما نهى كان هو أول المنتهين. </p><p> ومن هنا كان من امتنان الله على العرب، ومن فضله عليهم أنْ بعثَ فيهم رسولاً من أنفسهم:  {لَقَدْ جَآءَكُمْ رَسُولٌ مِّنْ أَنفُسِكُمْ ... }  [التوبة: ١٢٨] . </p><p> فهو أولاً من أنفسكم، وهذه تعطيه المباشرة، ثم هو بشر، ومن العرب وليس من أمة أعجمية. . بل من بيئتكم، ومن نفس بلدكم مكة ومن قريش؛ ذلك لتكونوا على علم كامل بتاريخه وأخلاقه وسلوكه، تعرفون حركاته وسكناته، وقد كنتم تعترفون له بالصدق </p><p> والأمانة، وتأتمنونه على كل غَال ونفيس لديكم لعلمكم بأمانته، فكيف تكفرون به الآن وتتهمونه بالكذب؟ {</p><p> لذلك رَدَّ عليهم الحق تبارك وتعالى في آية أخرى فقال: {وَمَا مَنَعَ الناس أَن يؤمنوا إِذْ جَآءَهُمُ الهدى إِلاَّ أَن قالوا أَبَعَثَ الله بَشَراً رَّسُولاً}  [الإسراء: ٩٤] . </p><p> فالذي صَدَّكم عن الإيمان به كَوْنه بشراً} ! </p><p> ثم نأخذ على هؤلاء مأخذاً آخر؛ لأنهم تنازلوا عن دعواهم هذه بأنْ يأتيَ الرسول من الملائكة وقالوا:  {لَوْلاَ نُزِّلَ هذا القرآن على رَجُلٍ مِّنَ القريتين عَظِيمٍ}  [الزخرف: ٣١] . </p><p> فهذا تردُّد عجيب من الكفار، وعدم ثبات على رأي. </p><p> . مجرد لَجَاجة وإنكار، وقديماً قالوا: إنْ كنتَ كذوباً فكُنْ ذَكُوراً. </p><p> ويرد عليهم القرآن:  {قُل لَوْ كَانَ فِي الأرض ملائكة يَمْشُونَ مُطْمَئِنِّينَ لَنَزَّلْنَا عَلَيْهِم مِّنَ السمآء مَلَكاً رَّسُولاً}  [الإسراء: ٩٥] . </p><p> فلو كان في الأرض ملائكة لنزَّلنا لهم ملكاً حتى تتحقَّق الأُسْوة. </p><p> إذن: لا بُدَّ في القدوة من اتحاد الجنس. . ولنضرب لذلك مثلاً: هَبْ أنك رأيتَ أسداً يثور ويجول في الغابة مثلاً يفترس كُلَّ ما أمامه، </p><p> ولا يستطيع أحد أنْ يتعرَّض له. . هل تفكر ساعتها أن تصير أسداً؟ لا. . إنما لو رأيتَ فارساً يمسك بسيفه، ويطيح به رقاب الأعداء. . ألا تحب أن تكون فارساً؟ بلى أحب. </p><p> فهذه هي القدوة الحقيقية النافعة، فإذا ما اختلف الجنس فلا تصلح القدوة. </p><p> وهنا يردُّ الحق تبارك وتعالى على افتراءات الكفار بقوله تعالى: </p><p> {وَمَآ أَرْسَلْنَا مِن قَبْلِكَ إِلاَّ رِجَالاً نوحي إِلَيْهِمْ ... }  [النحل: ٤٣] . </p><p> أي: أنك يا محمد لَسْتَ بَدْعاً في الرسل، فَمْن سبقوك كانوا رجالاً طيلة القرون الماضية، وفي موكب الرسالات جميعاً. </p><p> وجاءتْ هنا كلمة {رِجَالاً} لتفيد البشرية أولاً كجنس، ثم لتفيد النوع المذكَّر ثانياً؛ ذلك لأن طبيعة الرسول قائمة على المخالطة والمعاشرة لقومه. . يظهر للجميع ويتحدث إلى الجميع. . أما المرأة فمبنية على التستُّر، ولا تستطيع أن تقوم بدور الأُسْوة للناس، ولو نظرنا لطبيعة المرأة لوجدنا في طبيعتها أموراً كثيرة لا تناسب دور النبوة، ولا تتمشَّى مع مهمة النبي، مثل انقطاعها عن الصلاة والتعبد لأنها حائض أو نُفَساء. </p><p> كذلك جاءت كلمة {رِجَالاً} مُقيَّدة بقوله: </p><p> {نوحي إِلَيْهِمْ ... }  [النحل: ٤٣] . </p><p> فالرسول رجل، ولكن إياك أنْ تقول: هو رجل مثْلي وبشر مثْلي. . لا هناك مَيْزة أخرى أنه يُوحَى إليه، وهذه منزلة عالية يجب أن نحفظها للأنبياء صلوات الله وسلامه عليهم أجمعين. </p><p> ثم يقول الحق سبحانه: </p><p> {فاسألوا أَهْلَ الذكر إِن كُنْتُم لاَ تَعْلَمُونَ}  [النحل: ٤٣] . </p><p> أي: إذا غابتْ عنكم هذه القضية، قضية إرسال الرسل من البشر ولا أظنها تغيب لأنها عامة في الرسالات كلها. وما كانت لتخفَى عليكم خصوصاً وعندكم أهل العلم بالأديان السابقة، مثل ورقة بن نوفل وغيره، وعندكم أهل السِّيَر والتاريخ، وعندكم اليهود والنصارى. . فاسألوا هؤلاء جميعاً عن بشرية الرسل. </p><p> فهذه قضية واضحة لا تُنكر، ولا يمكن المخالفة فيها. . وماذا سيقول اليهود والنصارى؟ . . موسى وعيسى. . إذنْ بشر. </p><p> وقوله تعالى: </p><p> {إِن كُنْتُم لاَ تَعْلَمُونَ}  [النحل: ٤٣] . </p><p> يوحي بأنهم يعلمون، وليس لديهم شَكٌّ في هذه القضية. . مثل لو قلتَ لمخاطبك: اسأل عن كذا إنْ كنت لا تعرف. . هذا يعني أنه يعرف، أما إذا كان في القضية شَكٌّ فنقول: اسأل عن كذا دون أداة الشرط. . إذن: هم يعرفون، ولكنه الجدال والعناد والاستكبار عن قبول الحق. </p>"
}