{
  "id": null,
  "sura": 16,
  "aya": 108,
  "text": "<p> طبع: أي ختم عليها، وإذا تأملتَ الختْم وجدتَ المقصود منه أن الشيء الداخل يظلّ داخلاً لا يخرج، وأن الخارج يظل خارجاً لا يدخل. </p><p> وفَرْقٌ بين ختم البشر وختم ربِّنا سبحانه، فقصارى ما نفعله أن نختم الأشياء المهمة كالرسائل السرية مثلاً، أو نريد إغلاق مكان ما نختم عليه بالشمع الأحمر لنتأكد من غلقه، ومع ذلك نجد مَنْ يحتال على هذا الختم ويستطيع فضّه وربما أعاده كما كان. </p><p> أما إذا ختم الحق سبحانه وتعالى على شيء فلا يستطيع أحد التحايل عليه سبحانه. </p><p> فالمراد إذن بقوله تعالى: </p><p> {طَبَعَ الله على قُلُوبِهِمْ. .}  [النحل: ١٠٨] . </p><p> أن ما فيها من الكفر لا يخرج منها، وما هو خارجها من الإيمان لا يدخل فيها؛ ذلك لأن القلب هو الوعاء الذي تصبّ فيه الحواس التي هي وسائل الإدراكات المعلومية، وأهمها السمع والبصر. </p><p> فالبسمع تسمع الوحي والتبليغ عن الله، وبالبصر ترى دلائل قدرة الله في كونه وعجيب صُنْعه مما يلفتك إلى قدرة الله، ويدعوك للإيمان به سبحانه، فإذا ما انحرفتْ هذه الحواسّ عما أراده الله منها، وبدل أن تمدّ القلب بدلائل الإيمان تعطَّلتْ وظيفتها. </p><p> فالسمع موجود كآلة تسمع ولكنها تسمع الفارغ من الكلام، فلا يوجد سَمْع اعتباريّ، وكذلك البصر موجود كآلة تُبصر ما حرم الله فلا يوجد بصر اعتباري، فما الذي سيصل إلى القلب إذن من خلال هذه الحواس؟ </p><p> فما دام القلب لا يسمع الهداية، ولا يرى دلائل قدرة الله في كونه فلن نجد فيه غير الكفر، فإذا أراد الإيمان قلنا له: لا بُدَّ أن تُخرِج الكفر من قلبك أولاً، فلا يمكن أن يجتمع كفر وإيمان في قلب واحد؛ لذلك عندنا قانون موجود حتى في الماديات يسمونه (عدم التداخل) يمكن أن تشاهده حينما تملأ زجاجة فارغة بالماء، فترى أن الماء لا يدخل إلا بقدر ما يخرج من الهواء. </p><p> فكذلك الحال في الأوعية المعنوية. </p><p> فإن أردت الإيمان أيها الكافر فأخرجْ أولاً ما في قلبك من الكفر؛ واجعله مُجرّداً من كل هوى، ثم ابحث بعقلك في أدلة الكفر وأَدلة الإيمان، وما تصل إليه وتقتنع به أدْخله في قلبك، لكن أنْ تبحث أدلة الإيمان وفي جوفك الكفر فهذا لا يصحّ، لا بُدَّ من إخلاء القلب أولاً وتجعل الأمريْن على السواء. </p><p> لذلك يقول الحق سبحانه:  {مَّا جَعَلَ الله لِرَجُلٍ مِّن قَلْبَيْنِ فِي جَوْفِهِ}  [الأحزاب: ٤] . </p><p> وفي الأثر:  «لا يجتمع حب الدنيا وحب الله في قلب واحد» . </p><p> لأن الإنسان قلباً واحداً لا يجتمع فيه نقيضان، هكذا شاءت قدرة الله أن يكون القلب على هذه الصورة، فلا تجعلْه مزدحماً بالمظروف فيه. </p><p> كما أن طَبْع الله على قلوب الكفار فيه إشارة إلى أن الحق سبحانه وتعالى يعطي عبده مراده، حتى وإنْ كان مراده الكفر، وكأنه سبحانه يقول لهؤلاء: إنْ كنتم تريدون الكفر وتحبونه وتنشرح له صدوركم فسوف اطبع عليها، فلا يخرج منها الكفر ولا يدخلها الإيمان، بل وأزيدكم منه إنْ أحببتُمْ، كما قال تعالى: </p><p> {فِي قُلُوبِهِم مَّرَضٌ فَزَادَهُمُ الله مَرَضاً. .}  [البقرة: ١٠] . </p><p> فهنيئاً لكم بالكفر، واذهبوا غَيْرَ مأسوف عليكم. </p><p> وقوله:  {وأولئك هُمُ الغافلون}  [النحل: ١٠٨] . </p><p> الغافل: مَنْ كان لديه أمر يجب أن يتنبه إليه، لكنه غفل عنه، وكأنه كان في انتظار إشارة تُنبّه عقله ليصل إلى الحق. </p><p> ثم يُنهي الحق سبحانه الكلام عن هؤلاء بقوله تعالى:  {لاَ جَرَمَ أَنَّهُمْ ... } . </p>"
}