{
  "id": null,
  "sura": 16,
  "aya": 35,
  "text": "<p> نلاحظ أنه ساعة أنْ يأتيَ الفعل نصاً في مطلوبه لا يُذكر المتعلق به. . فلم يَقُلْ: أشركوا بالله. . لأن ذلك معلوم، والإشراك معناه الإشراك بالله، لذلك قال تعالى هنا: </p><p> {وَقَالَ الذين أَشْرَكُواْ ... }  [النحل: ٣٥] . </p><p> ثم يورد الحق سبحانه قولهم: </p><p> {لَوْ شَآءَ الله مَا عَبَدْنَا مِن دُونِهِ مِن شَيْءٍ نَّحْنُ ولا آبَاؤُنَا وَلاَ حَرَّمْنَا مِن دُونِهِ مِن شَيْءٍ}  [النحل: ٣٥] . </p><p> إنهم هنا يدافعون عن أنفسهم، وهذه هي الشفاعة التي يُعلّق عليها الكفار خطاياهم شماعة أن الله كتب علينا وقضى بكذا وكذا. </p><p> فيقول المسرف على نفسه: ربُّنا هو الذي أراد لي كذا، وهو </p><p> الذي يهدي، وهو الذي يُضل، وهو الذي جعلني ارتكب الذنوب، إلى آخر هذه المقولات الفارغة من الحق والنهاية؛ فلماذا يعذبني إذن؟ </p><p> وتعالوا نناقش صاحب هذه المقولات، لأن عنده تناقضاً عقلياً، والقضية غير واضحة أمامه. . ولكي نزيل عنه هذا الغموض نقول له: ولماذا لم تقُل: إذا كان الله قد أراد لي الطاعة وكتبها عليَّ، فلماذا يثيبني عليها. . هكذا المقابل. . فلماذا قُلْت بالأولى ولم تقُلْ بالثانية؟ ‍‍‍‍‍! </p><p> واضح أن الأولى تجرُّ عليك الشر والعذاب، فوقفتْ في عقلك. . أما الثانية فتجرُّ عليك الخير، لذلك تغاضيت عن ذِكْرها. </p><p> ونقول له: هل أنت حينما تعمل أعمالك. . هل كلها خير؟ أم هل كلها شَرّ؟ أَمَا منها ما هو خير، ومنها ما هو شر؟ </p><p> والإجابة هنا واضحة. إذن: لا أنت مطبوع على الخير دائماً، ولا أنت مطبوع على الشرِّ دائماً، لذلك فأنت صالح للخير، كما أنت صالح للشر. </p><p> إذن: هناك فَرْق بين أن يخلقك صالحاً للفعل وضِدّه، وبين أنْ يخلقك مقصوراً على الفعل لا ضده، ولما خلقك صالحاً للخير وصالحاً للشر أوضح لك منهجه وبيَّنَ لك الجزاء، فقال: اعمل الخير. . والجزاء كذا، واعمل الشر. . والجزاء كذا. . وهذا هو المنهج. </p><p> ويحلو للمسرف على نفسه أنْ يقولَ: إن الله كتبه عليَّ. . وهذا عجيب، وكأنِّي به قد اطَّلع على اللوح المحفوظ ونظر فيه، فوجد أن الله كتب عليه أن يشرب الخمر مثلاً فراحَ فشربها؛ لأن الله كتبها عليه. </p><p> ولو أن الأمر هكذا لكنتَ طائعاً بشُرْبك هذا، لكن الأمر خلاف ما تتصور، فأنت لا تعرف أنها كُتِبت عليك إلا بعد أنْ فعلتَ، والفعل منك مسبوق بالعزم على أنْ تفعلَ، فهل اطلعتَ على اللوح المحفوظ كي تعرف ما كتبه الله عليك؟ </p><p> وانتبه هنا واعلم أن الله تعالى كتب أزلاً؛ لأنه علم أنك تفعل أجلاً، وعِلْم الله مُطْلق لا حدودَ له. </p><p> ونضرب مثلاً ولله المثل الأعلى الوالد الذي يلاحظ ولده في دراسته، فيجده مُهملاً غير مُجدٍّ فيتوقع فشله في الامتحان. </p><p> . هل دخل الوالد مع ولده وجعله يكتب خطأ؟ لا. . بل توقّع له الفشل لعلمه بحال ولده، وعدم استحقاقه للنجاح. </p><p> إذن: كتب الله مُسبْقاً وأزلاً؛ لأنه يعلم ما يفعله العبد أصلاً. . وقد أعطانا الحق تبارك وتعالى صورة أخرى لهذا المنهج حينما وجَّه المؤمنين إلى الكعبة بعد أنْ كانت وجْهتهم إلى بيت المقدس، فقال تعالى: </p><p> {قَدْ نرى تَقَلُّبَ وَجْهِكَ فِي السمآء فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضَاهَا فَوَلِّ وَجْهَكَ شَطْرَ المسجد الحرام وَحَيْثُ مَا كُنْتُمْ فَوَلُّواْ وُجُوِهَكُمْ شَطْرَهُ}  [البقرة: ١٤٤] . </p><p> ثم أخبر نبيه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بقوله:  {سَيَقُولُ السفهآء مِنَ الناس مَا وَلاَّهُمْ عَن قِبْلَتِهِمُ التي كَانُواْ عَلَيْهَا}  [البقرة: ١٤٢] . </p><p> جاء الفعل هكذا في المستقبل: سيقول. . إنهم لم يقولوا بَعْد هذا القول، وهذا قرآن يُتلَى على مسامع الجميع غير خافٍ على أحد من هؤلاء السفهاء، فلو كان عند هؤلاء عقل لَسكتُوا ولم يُبادروا بهذه المقولة، ويُفوِّتوا الفرصة بذلك على محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وعلى صِدْق القرآن الكريم. </p><p> كان باستطاعتهم أن يسكتوا ويُوجّهوا للقرآن تهمة الكذب، ولكن شيئاً من ذلك لم يحدث. </p><p> وبذلك تمَّتْ إرادة الله وأمره حتى على الكافرين الذين يبحثون عن مناقضة في القرآن الكريم. </p><p> وهذه الآية:  {وَقَالَ الذين أَشْرَكُواْ}  [النحل: ٣٥] . </p><p> تشرح وتُفسِّر قول الله تعالى:  {سَيَقُولُ الذين أَشْرَكُواْ لَوْ شَآءَ الله مَآ أَشْرَكْنَا وَلاَ آبَاؤُنَا وَلاَ حَرَّمْنَا مِن شَيْءٍ}  [الأنعام: ١٤٨] . </p><p> فهنا {سَيَقُولُ} وفي الآية الأخرى {قَالَ} ؛ لنعلم أنه لا يستطيع أحد معارضة قَوْل الله تعالى، أو تغيير حكمه. </p><p> ثم يقول تعالى: </p><p> {نَّحْنُ ولا آبَاؤُنَا ... }  [النحل: ٣٥] . </p><p> لماذا لم يتحدث هؤلاء عن أنفسهم فقط؟ ما الحكمة في دفاعهم عن آبائهم هنا؟ الحكمة أنهم سيحتاجون لهذه القضية فيما بعد وسوف يجعلونها حُجَّة حينما يقولون:  {إِنَّا وَجَدْنَآ آبَآءَنَا على أُمَّةٍ وَإِنَّا على آثَارِهِم مُّهْتَدُونَ}  [الزخرف: ٢٢] . إذن: لا حُجَّة لهؤلاء الذين يُعلِّقون إسرافهم على أنفسهم على شماعة القدر، وأن الله تعالى كتب عليهم المعصية؛ لأننا نرى حتى من المسلمين مَنْ يتكلم بهذا الكلام، ويميل إلى هذه الأباطيل، ومنهم مَنْ تأخذه الجَرْأة على الله عَزَّ وَجَلَّ فيُشبِّه هذه القضية بقول الشاعر: </p><p> أَلْقَاهُ في اليَمِّ مَكتُوفاً وَقَالَ لَهُ ... إيَّاكَ إيَّاكَ أنْ تبتلَّ بالماءِ </p><p> وما يفعل هذا إلا ظالم!! تعالى الله وتنزَّه عن قَوْل الجُهَّال والكافرين، وأيضاً هناك مَنْ يقول: إن الإنسان هو الذي خلق الفعل، ويعارضهم آخرون يقولون: لا بل رَبَّنا هو الذي يخلق الفِعْل. </p><p> نقول لهم جميعاً: افهموا، ليس هناك في الحقيقة خلافٌ. . ونسأل: ما هو الفعل؟ الفعل توجيه جارحة لحدثٍ، فأنت حينما تُوجِّه جارحة لحدثٍ، ما الذي فعلته أنت؟ هل أعطيتَ لليد مثلاً قوة الحركة بذاتها؟ أم أن إرادتك هي التي وجَّهَتْ حركتها؟ </p><p> والجارحة مخلوقة لله تعالى، وكذلك الإرادة التي حكمتْ على الجارحة مخلوقة لله أيضاً. </p><p> . إذن: ما فعلته أنت ما هو إلا أن وجَّهْتَ المخلوق لله إلى مَا لا يحب الله في حالة المعصية وإلى ما يحبه الله في حالة الطاعة. </p><p> كذلك لا بُدَّ أن نلاحظ أن لله تعالى مرادات كونية ومرادات شرعية. . فالمراد الكونيّ هو ما يكون فِعلاً، كُلُّ ما تراه في الكون أراد الله أن يكون. والمراد الشرعي: هو طَلَبُ الشيء لمحبوبيته. </p><p> ولنأخذ مثلاً لتوضيح ذلك: كُفْر الكافر، أراد الله كَوْنياً أن يكون، لأنه خلقه مختاراً وقال:  {فَمَن شَآءَ فَلْيُؤْمِن وَمَن شَآءَ فَلْيَكْفُرْ}  [الكهف: ٢٩] . </p><p> وطالما خلقك الله مختاراً تستطيع أن تتوجه إلى الإيمان، أو تتوجه إلى الكفر، ثم كفرتَ. إذن: فهل كفرتَ غَصْباً عنه وعلى </p><p> غير مُراده سبحانه وتعالى؟ حاشا لله ومعنى ذلك أن كُفْر الكافر مُراد كونيّ، وليس مراداً شرعياً. </p><p> وبنفس المقياس يكون إيمان المؤمن مُراداً كونياً ومُراداً شرعياً، أما كفر المؤمن، المؤمن حقيقة لم يكفر. إذن: هو مراد شرعي وكذلك مراد كوني، وهكذا، فلا بُدَّ أن نُفرِّق بين المراد كونياً والمراد شرعياً. </p><p> ولذلك لما حدثت ضجة في الحرم المكي منذ سنوات، وحدث فيه إطلاق للنار وترويع للآمنين، قال بعضهم: كيف يحدث هذا وقد قال تعالى: {وَمَن دَخَلَهُ كَانَ آمِناً}  [آل عمران: ٩٧] . </p><p> وها هو الحال قَتْل وإزعاج للآمنين فيه؟! </p><p> والحقيقة أن هؤلاء خلطوا بين مراد كوني ومراد شرعي، فالمقصود بالآية: فَمْن دخله فأمِّنوه. أي: اجعلوه آمناً، فهذا مطلَب من الله تبارك وتعالى، وهو مراد شرعي قد يحدث وقد لا يحدث. . أما المراد الكوني فهو الذي يحدث فعلاً. وبذلك يكون ما حدث في الحرم مراداً كونياً، وليس مراداً شرعياً. </p><p> ثم يقول تعالى على لسانهم: </p><p> {وَلاَ حَرَّمْنَا مِن دُونِهِ مِن شَيْءٍ ... }  [النحل: ٣٥] . </p><p> وقد ورد توضيح هذه الآية في قوله تعالى: </p><p> {مَا جَعَلَ الله مِن بَحِيرَةٍ وَلاَ سَآئِبَةٍ وَلاَ وَصِيلَةٍ وَلاَ حَامٍ ولكن الذين كَفَرُواْ يَفْتَرُونَ على الله الكذب وَأَكْثَرُهُمْ لاَ يَعْقِلُونَ}  [المائدة: ١٠٣] . </p><p> ثم يقول تعالى مقرراً: </p><p> {كذلك فَعَلَ الذين مِن قَبْلِهِمْ ... }  [النحل: ٣٥] أي: هذه سُنَّة السابقين المعاندين. </p><p> {فَهَلْ عَلَى الرسل إِلاَّ البلاغ المبين}  [النحل: ٣٥] . </p><p> البلاغ هو ما بين عباد الله وبين الله، وهو بلاغ الرسل، والمراد به المنهج «افعل أو لا تفعل» . ولا يقول الله لك ذلك إلا وأنت قادر على الفِعْل وقادر على التَّرْك. </p><p> لذلك نرى الحق تبارك وتعالى يرفع التكليف عن المكْره فلا يتعلق به حكم؛ لأنه في حالة الإكراه قد يفعل ما لا يريده ولا يُحبه، وكذلك المجنون والصغير الذي لم يبلغ التعقل، كُلُّ هؤلاء لا يتعلق بهم حكْم. . لماذا؟ لأن الله تعالى يريد أن يضمن السلامة لآلة الترجيح في الاختيار. . وهي العقل. </p><p> وحينما يكون الإنسان محلَّ تكليف عليه أنْ يجعلَ الفيصل في: </p><p> {فَهَلْ عَلَى الرسل إِلاَّ البلاغ المبين}  [النحل: ٣٥] . </p><p> بلاغ المنهج بافعل ولا تفعل؛ لذلك استنكر القرآن الكريم على هؤلاء الذين جاءوا بقول من عند أنفسهم دون رصيد من المبلّغ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فقال تعالى في حَقِّ هؤلاء:  {وَجَعَلُواْ الملائكة الذين هُمْ عِبَادُ الرحمن إِنَاثاً أَشَهِدُواْ خَلْقَهُمْ سَتُكْتَبُ شَهَادَتُهُمْ وَيُسْأَلُونَ وَقَالُواْ لَوْ شَآءَ الرحمن مَا عَبَدْنَاهُمْ ... }  [الزخرف: ١٩ - ٢٠] . </p><p> فأنكر عليهم سبحانه ذلك، وسألهم:  {أَمْ آتَيْنَاهُمْ كِتَاباً مِّن قَبْلِهِ فَهُم بِهِ مُسْتَمْسِكُونَ}  [الزخرف: ٢١] . </p><p> وخاطبهم سبحانه في آية أخرى:  {أَمْ لَكُمْ كِتَابٌ فِيهِ تَدْرُسُونَ}  [القلم: ٣٧] . </p><p> وكلمة {البلاغ المبين} أي: لا بُدَّ أن يُبَلِّغ المكَلَّف، فإنْ حصل تقصير في ألاَّ يُبَلَّغ المكلَّف يُنسَب التقصير إلى أهل الدين الحق، المنتسبين إليه، والمُنَاط بهم تبليغ هذا المنهج لمنْ لَمْ يصلْه. وقد وردت الأحاديث الكثيرة في الحَثِّ على تبليغ دين الله لمن لم يصِلْه الدين. </p><p> كما قال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «بلِّغُوا عَنِّي ولو آية» وقوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: «نَضَّر الله امرءاً سمع مقالتي فوعَاهَا ثم أدّاها إلى من لم يسمعها، فرُبَّ مُبلِّغٍ أَوْعَى من سامع» . </p><p> قال تعالى:  {وَلَقَدْ بَعَثْنَا. .} . </p>"
}