{
  "id": null,
  "sura": 16,
  "aya": 63,
  "text": "<p> نعلم أن الحق سبحانه وتعالى يُقسِم بما يشاء على ما يشاء، أما نحن فلا نقسم إلا بالله، وفي الحديث الشريف:  «مَنْ كان حالفاً، فليحلف بالله أو ليصمت» . </p><p> والحق تبارك وتعالى هنا يحلف بذاته سبحانه {تالله} ، مثل: والله وبالله. </p><p> وقد جاء القسم لتأكيد المعنى؛ ولذلك يقول أحد الصالحين: من أغضب الكريم حتى ألجأه أن يقسم؟! </p><p> وقد يؤكد الحق سبحانه القسم بذاته، أو القسم ببعض خَلْقه، وقد ينفي القسم وهو يُقسِم، كما في قوله تعالى:  {لاَ أُقْسِمُ بهذا البلد}  [البلد: ١] . </p><p> وقوله:  {فَلاَ أُقْسِمُ بِمَوَاقِعِ النجوم وَإِنَّهُ لَقَسَمٌ لَّوْ تَعْلَمُونَ عَظِيمٌ}  [الواقعة: ٧٥ - ٧٦] . </p><p> ومعنى: لا أقسم أن هذا الأمر واضح جَليّ وضوحاً لا يحتاج إلى القسم، ولو كنت مُقسِماً لأقسمتُ به، بدليل قوله:  {وَإِنَّهُ لَقَسَمٌ لَّوْ تَعْلَمُونَ عَظِيمٌ}  [الواقعة: ٧٦] . </p><p> إذن: الحق سبحانه يُقسِم بذاته ليؤكد لنا الأمر تأكيداً، وتأكيد الأمر عند الحكم في القضاء مَثلاً: إما بالإقرار، وإما باليمين. . فإذا ما أقسمت له وحلفتَ فقد سددْتَ عليه منافذ التكذيب. </p><p> والحق سبحانه يقول: </p><p> {لَقَدْ أَرْسَلْنَآ إلى أُمَمٍ مِّن قَبْلِكَ}  [النحل: ٦٣] . </p><p> أي: لسْتَ بِدْعاً في أنْ تُكذَّب من قومك، فهذه طبيعة الذين يستقبلون الدعوة من الله على ألسنة الرسل؛ لأن الرسل لا يرسلهم الله إلا حينما يطمّ الفساد ويعُم. </p><p> ومعنى إرسال الرسل إذن أنه لا حَلَّ إلا أنْ تتدخلَ السماء؛ ذلك لأن الإنسان فيه مناعات يقينية في ذاته، وهي نفسه اللوامة التي تلومه إذا أخطأ وتُعدِّل من سلوكه، فهي رادع له من نفسه. </p><p> فإذا ما تبلَّدتْ هذه النفس، وتعوَّدتْ على الخطأ قام المجتمع من حولها بهذه المهمة، فمَنْ لا تُردِعه نفسه اللوامة يُردعه المجتمع من حوله. . فإذا ما فسدَ المجتمع أيضاً، فماذا يكون الحل؟ الحل أن تتدخل السماء لإنقاذ هؤلاء. </p><p> إذن: تتدخل السماء بإرسال الرسل حينما يعُمّ الفسادُ المجتمعَ </p><p> كله؛ ولذلك فأمة محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من شرفها عند ربها أنْ قال لهم: أنتم مأمونون على رعاية منهجي في ذواتكم، لوَّامون لأنفسكم، آمرون بالمعروف، ناهون عن المنكر في غيركم؛ لذلك لن أرسل فيكم رسولاً آخر، فأنتم سوف تقومون بهذه المهمة. </p><p> لذلك قال الحق سبحانه:  {كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بالمعروف وَتَنْهَوْنَ عَنِ المنكر ... }  [آل عمران: ١١٠] . </p><p> فقد آمن أمة محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ على أن تكون حارسة لمنهجه، إما بالنفس اللوامة، وإما بالمجتمع الآمر بالمعروف الناهي عن المنكر، وهذا شرف عظيم لهذه الأمة. </p><p> إذن: يأتي الرسول حينما يعُمُّ الفساد. . فما معنى الفساد؟ . . الفساد: أن تُوجد مصالح طائفة على حساب طائفة أخرى، فأهل الفساد والمنتفعون به إذا جاءهم رسول ليُخلِّص الناس من فسادهم، كيف يقابلونه؟ أيقابلونه بالترحاب؟ بالطبع لا. </p><p> . لا بُدّ وأن يقابلوه بالكراهية والإنكار، ويعلنوا عليه الحرب دفاعاً عن مصالحهم. </p><p> ويُتبع الحق سبحانه هذا بقوله: </p><p> {فَزَيَّنَ لَهُمُ الشيطان أَعْمَالَهُمْ. .}  [النحل: ٦٣] . </p><p> هنا يتدخل الشيطان، ويُزيّن لأهل الفساد أعمالهم، ويحثّهم على محاربة الرسل؛ فهؤلاء الذين سيقضون على نفوذكم، سوف يأخذون ما في أيديكم من مُتَع الدنيا، سوف يهزُّون مراكزكم، </p><p> ويحطُّون من مكانتكم بين الناس. . هؤلاء سوف يرفعون عليكم السِّفْلة والعبيد. . </p><p> وهكذا يتمسَّك أهل الفساد والظلم بظلمهم، ويعضون عليه بالنواجذ، ويقفون من الرسل موقف العداء، فوطِّنْ نفسك على هذا، فلن تُقابلَ من السادة إلا بالجحود وبالإنكار وبالمحاربة. </p><p> ثم يقول تعالى: </p><p> {فَهُوَ وَلِيُّهُمُ اليوم ... }  [النحل: ٦٣] . </p><p> أي: في الآخرة، فما دام الشيطان تولاَّهم في الدنيا، وزيَّن لهم، وأغراهم بعداء الرسل، فَلْيتولَّهم الآن، وليدافع عنهم يوم القيامة. . وقد عرض لنا القرآن الكريم هذا الموقف في قوله تعالى:  {كَمَثَلِ الشيطان إِذْ قَالَ لِلإِنسَانِ اكفر فَلَمَّا كَفَرَ قَالَ إِنِّي برياء مِّنكَ إني أَخَافُ الله رَبَّ العالمين}  [الحشر: ١٦] . </p><p> وفي جدالهم يوم القيامة مع الشيطان يقولون له: أنت أغويتَنا وزيَّنْتَ لنا. . ماذا يقول؟ يقول:  {وَمَا كَانَ لِيَ عَلَيْكُمْ مِّن سُلْطَانٍ إِلاَّ أَن دَعَوْتُكُمْ فاستجبتم لِي فَلاَ تَلُومُونِي ولوموا أَنفُسَكُمْ. .}  [إبراهيم: ٢٢] . </p><p> والسلطان هنا: إمّا بالحجة التي تُقنع، وإما بالقهر والغلبة والقوة التي تفرض ما تريد، وليس للشيطان شيء من ذلك. . لا يملك حُجة يُقنعك بها لتفعل، ولا يملك قوة يُجبرك بها أنْ تفعل وأنت كاره. </p><p> وهكذا يجادلهم الشيطان ويردُّ عليهم دعواهم، فليس له عليكم سلطان، بل مجرد الإشارة أوقعتْكم في المعصية. </p><p> وفي آية أخرى يقول الحق سبحانه:  {وَإِذْ زَيَّنَ لَهُمُ الشيطان أَعْمَالَهُمْ وَقَالَ لاَ غَالِبَ لَكُمُ اليوم مِنَ الناس وَإِنِّي جَارٌ لَّكُمْ فَلَمَّا تَرَآءَتِ الفئتان نَكَصَ على عَقِبَيْهِ وَقَالَ إِنِّي برياء مِّنْكُمْ إني أرى مَا لاَ تَرَوْنَ إني أَخَافُ الله. .}  [الأنفال: ٤٨] . </p><p> وقوله: </p><p> {وَلَهُمْ عَذَابٌ أَلِيمٌ}  [النحل: ٦٣] . </p><p> يَصف العذاب هنا بأنه أليم شديد مُهلِك، وقد وصف الله العذاب بأنه أليم، عظيم، مُهين، شديد. . والعذاب شعور بالألم وإحساسٌ به، وقد توصَّل العلماء إلى أن الإحساس كله في الجلد؛ لذلك قال الحق سبحانه لِيُديمَ على هؤلاء العذاب:  {كُلَّمَا نَضِجَتْ جُلُودُهُمْ بَدَّلْنَاهُمْ جُلُوداً غَيْرَهَا لِيَذُوقُواْ العذاب. .}  [النساء: ٥٦] . </p><p> وهكذا يستمر العذاب باستمرار الجلود وتبديلها. </p><p> ثم يقول الحق سبحانه:  {وَمَآ أَنْزَلْنَا عَلَيْكَ الكتاب. .} . </p>"
}