{
  "id": null,
  "sura": 16,
  "aya": 41,
  "text": "<p> المهاجرون قوم آمنوا بالله إيماناً صار إلى مرتبة من مراتب اليقين جعلتهم يتحمَّلون الأذى والظلم والاضطهاد في سبيل إيمانهم، فلا يمكن أن يُضحِّي الإنسان بماله وأهله ونفسه إلا إذا كان لأمر يقينيّ. </p><p> وقد جاءت هذه الآية بعد آية إثبات البعث الذي أنكره الكافرون وألحُّوا في إنكاره وبالغوا فيه، بل وأقسموا على ذلك:  {وَأَقْسَمُواْ بالله جَهْدَ أَيْمَانِهِمْ لاَ يَبْعَثُ الله مَن يَمُوتُ. .}  [النحل: ٣٨] . </p><p> وهم يعلمون أن من الخلق مَنْ يُسيء، ومنهم من يُحسِن، فهل يعتقدون في عُرْف العقل أن يتركَ الله من أساء ليُعربد في خَلْق الله دون أن يُجازيه؟ </p><p> ذلك يعني أنهم خائفون من البعث، فلو أنهم كانوا محسنين لَتَمنَّوا البعث، أمَا وقد أسرفوا على أنفسهم إسرافاً يُشفِقون معه على أنفسهم من الحساب والجزاء، فمن الطبيعي أنْ يُنِكروا البعث، </p><p> ويلجأوا إلى تمنية أنفسهم بالأماني الكاذبة، ليطمئنوا على أن ما أخذوه من مظالم الناس ودمائهم وكرامتهم وأمنهم أمرٌ لا يُحاسبون عليه. </p><p> وإذا كانوا قد أنكروا البعث، ويوجد رسول ومعه مؤمنون به يؤمنون بالبعث والجزاء إيماناً يصل إلى درجة اليقين الذي يدفعهم إلى التضحية في سبيل هذا الإيمان. . إذن: لا بُدَّ من وجود معركة شرسة بين أهل الإيمان وأهل الكفر، معركة بين الحق والباطل. </p><p> ومن حكمة الله أن ينشر الإسلام في بدايته بين الضعفاء، حتى لا يظن ظَانٌّ أن المؤمنين فرضوا إيمانهم بالقوة، لا. . هؤلاء هم الضعفاء الذين لا يستطيعون الدفاع عن أنفسهم، والكفار هم السادة. . إذن: جاء الإسلام ليعاند الكبارَ الصناديدَ العتاة. </p><p> وكان من الممكن أن ينصرَ الله هؤلاء الضعفاء ويُعلي كلمة الدين من البداية، ولكن أراد الحق تبارك وتعالى أن تكون الصيحةُ الإيمانية في مكَّة أولاً؛ لأن مكة مركز السيادة في جزيرة العرب، وقريش هم أصحاب المهابة وأصحاب النفوذ والسلطان، ولا تقوى أيَّ قبيلة في الجزيرة أن تعارضها، ومعلوم أنهم أخذوا هذه المكانة من رعايتهم لبيت الله الحرام وخدمتهم للوافدين إليه. </p><p> فلو أن الإسلام اختار بقعة غير مكة لَقَالوا: إن الإسلام استضعفَ جماعة من الناس، وأغرَاهم بالقول حتى آمنوا به. لا، </p><p> فالصيحة الإسلاميةُ جاءت في أُذن سادة قريش وسادة الجزيرة الذين أمَّنهم الله في رحلة الشتاء والصيف، وهم أصحاب القوة وأصحاب المال. </p><p> وإذا كان الأمر كذلك، فلماذا لم ينصر الله دينه في بلد السادة؟ نقول: لا. . الصيحة في أذن الباطل تكون في بلد السادة في مكة، لكن نُصْرة الدين لا تأتي على يد هؤلاء السادة، وإنما تأتي في المدينة. </p><p> وهذا من حكمة الله تعالى حتى لا يقول قائل فيما بعد: إن العصبية لمحمد في مكة فرضتْ الإيمان بمحمد. </p><p> . لا بل يريد أن يكون الإيمان بمحمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ هو الذي خلق العصبية لمحمد، فجاء له بعصبية بعيدة عن قريش، وبعد ذلك دانتْ لها قريش نفسها. </p><p> وما دامت هناك معركة، فمَن المطحون فيها؟ المطحون فيها هو الضعيف الذي لا يستطيع أنْ يحميَ نفسه. . وهؤلاء هم الذين ظُلِموا. . ظُلِموا في المكان الذي يعيشون فيه؛ ولذلك كان ولا بُدَّ أن يرفع الله عنهم هذا الظلم. </p><p> وقد جاء رَفْع الظلم عن هؤلاء الضعفاء على مراحل. . فكانت المرحلة الأولى أن ينتقلَ المستضعفون من مكة، لا إلى دار إيمان تحميهم وتساعدهم على نَشْر دينهم، بل إلى دار أَمْن فقط يأمنون فيها على دينهم. . مجرد أَمْن يتيح لهم فرصة أداء أوامر الدين. </p><p> ولذلك استعرض رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ البلاد كلها لينظر أيَّ الأماكن تصلح دار أَمْن يهاجر إليها المؤمنون بدعوته فلا يعارضهم أحد، فلم </p><p> يجد إلا الحبشة؛ ولذلك قال عنها:  «إن بأرض الحبشة ملكاً لا يُظلم عنده أحد، فالحقوا ببلاده حتى يجعل الله لكم فرجاً ومخرجاً مما أنتم فيه» . </p><p> وتكفي هذه الصفة في ملك الحبشة ليهاجر إليه المؤمنون، ففي هذه المرحلة من نُصْرة الدين لا نريد أكثر من ذلك، وهكذا تمت الهجرة الأولى إلى الحبشة. </p><p> ثم يسَّر الله لدينه أتباعاً وأنصاراً التقوْا برسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وبايعوه على النُّصْرة والتأييد، ذلكم هم الأنصار من أهل المدينة الذين بايعوا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ عند العقبة ومَهَّدوا للهجرة الثانية إلى المدينة، وهي هجرةٌ هذه المرة إلى دار أَمْن وإيمان، يأمن فيها المسلمون على دينهم، ويجدون الفرصة لنشره في رُبُوع المعمورة. </p><p> ونقف هنا عند قوله تعالى: </p><p> {والذين هَاجَرُواْ ... }  [النحل: ٤١] . </p><p> ومادة هذا الفعل: هجر. . وهناك فَرْق بين هجر وبين هاجر: </p><p> هجر: أن يكره الإنسانُ الإقامةَ في مكان، فيتركه إلى مكان آخر يرى انه خَيْرٌ منه، إنما المكان نفسه لم يكرهه على الهجرة. . أي المعنى: ترك المكان مختاراً. </p><p> أما هاجر: وهي تدل على المفاعلة من الجانبين، فالفاعل هنا </p><p> ليس كارهاً للمكان، ولكن المفاعلة التي حدثتْ من القوم هي التي اضطرتْه للهجرة. . وهذا ما حدث في هجرة المؤمنين من مكة؛ لأنهم لم يتركوها إلى غيرها إلاَّ بعد أن تعرضوا للاضطهاد والظُلْم، فكأنهم بذلك شاركوا في الفعل، فلو لم يتعرَّضوا لهم ويظلموهم لما هاجروا. </p><p> ولذلك قال الحق تبارك وتعالى: </p><p> {مِنْ بَعْدِ مَا ظُلِمُواْ ... }  [النحل: ٤١] . </p><p> وينطبق هذا المعنى على قول المتنبي: </p><p> إِذَا ترحلْتَ عن قَوْمٍ وَقَدْ قَدَرُوا ... ألاَّ تُفارِقهم فَالرَّاحِلُون هُمُوا </p><p> يعني: إذا كنت في جماعة وأردْتَ الرحيل عنهم، وفي إمكانهم أن يقدموا لك من المساعدة ما يُيسِّر لك الإقامة بينهم ولكنهم لم يفعلوا، وتركوك ترحل مع مقدرتهم، فالراحلون في الحقيقة هم، لأنهم لم يساعدوك على الإقامة. </p><p> كذلك كانت الحال عندما هاجر المؤمنون من مكة؛ لأنه أيضاً لا يعقل أن يكره هؤلاء مكة وفيها البيت الحرام الذي يتمنى كل مسلم الإقامة في جواره. </p><p> إذن: لم يترك المهاجرون مكة، بل اضطروا إلى تركها وأجبروا </p><p> عليه، وطبيعي إذن أن يلجأوا إلى دار أخرى حتى تقوى شوكتهم ثم يعودون للإقامة ثانية في مكة إقامة طبيعية صحيحة. </p><p> ثم إن الحق تبارك وتعالى قال: </p><p> {والذين هَاجَرُواْ فِي الله ... }  [النحل: ٤١] . </p><p> ونلاحظ في الحديث الشريف الذي يوضح معنى هذه الآية:  «فمن كانت هجرته إلى الله ورسوله فهجرته إلى الله ورسوله، ومن كانت هجرته لدنيا يصيبها أو امرأة ينكحها فهجرته إلى ما هاجر إليه» . </p><p> فما الفرق هنا بين: هاجر في الله، وهاجر إلى الله؟ </p><p> هاجر إلى مكان تدل على أن المكان الذي هاجر إليه افضل من الذي تركه، وكأن الذي هاجر منه ليس مناسباً له. </p><p> أما هاجر في الله فتدل على أن الإقامة السابقة كانت أيضاً في الله. . إقامتهم نفسها في مكة وتحمُّلهم الأذى والظلم والاضطهاد كانت أيضاً في الله. </p><p> أما لو قالت الآية «هاجروا إلى الله» لدلَّ ذلك على أن إقامتهم الأولى لم تكن لله. . إذن: معنى الآية: </p><p> {هَاجَرُواْ فِي الله ... }  [النحل: ٤١] . </p><p> أي: أن إقامتهم كانت لله، وهجرتهم كانت لله. </p><p> ومثل هذا قوله تعالى:  {وسارعوا إلى مَغْفِرَةٍ مِّن رَّبِّكُمْ ... }  [آل عمران: ١٣٣] . </p><p> أي: إذا لم تكونوا في مغفرة فسارعوا إلى المغفرة، وفي الآية الأخرى:  {يُسَارِعُونَ فِي الخيرات. .}  [المؤمنون: ٦١] . </p><p> ذلك لأنهم كانوا في خير سابق، وسوف يسارعون إلى خير آخر. . أي: أنتم في خير ولكن سارعوا إلى خير منه. </p><p> وهناك ملمح آخر في قوله تعالى: </p><p> {والذين هَاجَرُواْ. .}  [النحل: ٤١] . </p><p> نلاحظ أن كلمة «الذين» جمع. . لكن هل هي خاصة بمَنْ نزلت فيهم الآية؟ أم هي عامة في كُلِّ مَنْ ظُلِم في أيِّ مكان في الله ثم هاجر منه؟ </p><p> الحقيقة أن العبرة هنا بعموم اللفظ لا بخصوص السبب، فهي عامة في كل مَنْ انطبقت عليه هذه الظروف، فإن كانت هذه الآية نزلت في نفر من الصحابة منهم: صُهيب، وعمار، وخباب، وبلال، إلا أنها تنتظم غيرهم مِمَّن اضطروا إلى الهجرة فِراراً بدينهم. </p><p> «ونعلم قصة صهيب رَضِيَ اللَّهُ عَنْه وكان رجلاً حداداً لما أراد أنْ يهاجر بدينه،عرض الأمر على قريش:والله أنا رجل كبير السِّنِّ، إنْ كنت معكم فلن أنفعكم، وإنْ كنت مع المسلمين فلن أضايقكم، وعندي مال. . خذوه واتركوني أهاجر، فرضَوْا بذلك، وأخذوا مال صُهَيب وتركوه لهجرته.</p><p> ولذلك قال له صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: » ربح البيع يا صُهَيْب «</p><p> أي: بيعة رابحة. </p><p> ويقول له عمر رَضِيَ اللَّهُ عَنْه: «نِعْم العبدُ صُهيب، لو لم يخَفِ الله لم يَعْصِه» . </p><p> وكأن عدم عصيانه ليس خوفاً من العقاب، بل حُبّاً في الله تعالى، فهو سبحانه لا يستحق أنْ يُعصى. </p><p> ثم يقول الحق تبارك وتعالى: </p><p> {لَنُبَوِّئَنَّهُمْ فِي الدنيا حَسَنَةً. .}  [النحل: ٤١] . </p><p> نُبوِّئ، مثل قوله تعالى:  {وَإِذْ بَوَّأْنَا لإِبْرَاهِيمَ مَكَانَ البيت. .}  [الحج: ٢٦] . </p><p> أي: بيَّنا له مكانه، ونقول: باء الإنسان إلى بيته إذا رجع إليه، فالإنسان يخرج للسعي في مناكب الأرض في زراعة أو تجارة، ثم يأوي ويبوء إلى بيته، إذن: باء بمعنى رجع، أو هو مسكن الإنسان، وما أعدَّه الله له. </p><p> فإنْ كان المؤمنون سيخرجون الآن من مكة مغلوبين مضطهدين فسوف نعطيهم ونُحِلهم ونُنزِلهم منزلةً أحسن من التي كانوا فيها، فقد كانوا مُضطهدين في مكة، فأصبحوا آمنين في المدينة، وإنْ كانوا تركوا بلدهم فسوف نُمهّد لهم الدنيا كلها ينتشرون فيها بمنهج الله، ويجنُون خير الدنيا كلها، ثم بعد ذلك نُرجعهم إلى بلدهم سادة أعزَّة بعد أن تكون مكة بلداً لله خالصة من عبادة الأوثان والأصنام. . هذه هي الحسنة في الدنيا. </p><p> ثم يقول تعالى: </p><p> {وَلأَجْرُ الآخرة أَكْبَرُ. .}  [النحل: ٤١] . </p><p> ما ذكرناه من حسنة الدنيا وخيرها للمؤمنين هذا من المعجِّلات للعمل، ولكن حسنات الدنيا مهما كانت ستؤول إلى زوال، إما أنْ تفارقها، وإما أن تُفارقك، وقد أنجز الله وَعْده للمؤمنين في الدنيا، فعادوا منتصرين إلى مكة، بل دانتْ لهم الجزيرة العربية كلها بل العالم كله، وانساحوا في الشرق في فارس، وفي الغرب في الرومان، وفي نصف قرن كانوا سادة العالم أجمع. </p><p> وإنْ كانت هذه هي حسنة الدنيا المعَجَّلة، فهناك حسنة الآخرة المؤجلة: </p><p> {وَلأَجْرُ الآخرة أَكْبَرُ ... }  [النحل: ٤١] . </p><p> أي: أن ما أعدَّ لهم من نعيم الآخرة أعظم مما وجدوه في الدنيا. </p><p> ولذلك كان سيدنا عمر رَضِيَ اللَّهُ عَنْه إذا أعطى أحد الصحابة </p><p> نصيب المهاجرين من العطاء يقول له:  «بارك الله لك فيه. . هذا ما وعدك الله في الدنيا، وما ادخر لك في الآخرة اكبر من هذا» . فهذه حسنة الدنيا. </p><p> {وَلأَجْرُ الآخرة أَكْبَرُ. .}  [النحل: ٤١] . </p><p> وساعة أنْ تسمع كلمة (أكبر) فاعلم أن مقابلها ليس أصغر أو صغير، بل مقابلها (كبير) فتكون حسنة الدنيا التي بوَّأهم الله إياها هي (الكبيرة) ، لكن ما ينتظرهم في الآخرة (أكبر) . </p><p> وكذلك قد تكون صيغةُ أفعل التفضيل أقلَّ في المدح من غير أفعل التفضيل. . فمن أسماء الله الحسنى (الكبير) في حين أن الأكبر صفةٌ من صفاته تعالى، وليس اسماً من أسمائه، وفي شعار ندائنا لله نقول: الله اكبر ولا نقول: الله كبير. . ذلك لأن كبير ما عداه يكون صغيراً. . إنما أكبر، ما عداه يكون كبيراً، فنقول في الأذان: الله أكبر لأن أمور الدنيا في حَقِّ المؤمن كبيرة من حيث هي وسيلة للآخرة. </p><p> فإياك أنْ تظنَّ أن حركةَ الدنيا التي تتركها من أجل الصلاة أنها صغيرة، بل هي كبيرة بما فيها من وسائل تُعينك على طاعة الله، فبها تأكل وتشرب وتتقوَّى، وبها تجمع المال لِتسُدَّ به حاجتك، وتُؤدِّي الزكاة إلى غير ذلك، ومن هنا كانت حركة الدنيا كبيرة، وكانت الصلاة والوقوف بين يدي الله أكبر. </p><p> ولذلك حينما قال الحق تبارك وتعالى:  {ياأيها الذين آمنوا إِذَا نُودِيَ لِلصَّلاَةِ مِن يَوْمِ الجمعة فاسعوا إلى ذِكْرِ الله وَذَرُواْ البيع. .}  [الجمعة: ٩] . </p><p> أخرجنا بهذا النداء من عمل الدنيا وحركتها، ثم قال:  {فَإِذَا قُضِيَتِ الصلاة فانتشروا فِي الأرض وابتغوا مِن فَضْلِ الله ... }  [الجمعة: ١٠] . </p><p> فأمرنا بالعودة إلى حركة الحياة؛ لأنها الوسيلةُ للدار الآخرة، والمزرعة التي نُعد فيها الزاد للقاء الله تعالى. . إذن: الدنيا أهم من أنْ تُنسَى من حيث هي معونة للآخرة، ولكنها أتفَهُ من أن تكونَ غاية في حَدِّ ذاتها. </p><p> ثم يقول الحق سبحانه:  {لَوْ كَانُواْ يَعْلَمُونَ. .}  [النحل: ٤١] . </p><p> الخطاب هنا عن مَنْ؟ الخطاب هنا يمكن أن يتجه إلى ثلاثة أشياء: </p><p> يمكن أنْ يُراد به الكافرون. . ويكون المعنى: لو كانوا يعلمون عاقبة الإيمان وجزاء المؤمنين لآثروه على الكفر. </p><p> ويمكن أنْ يُراد به المهاجرون. . ويكون المعنى: لو كانوا يعلمون لازدادوا في عمل الخير. </p><p> وأخيراً قد يُرَاد به المؤمن الذي لم يهاجر. . ويكون المعنى: لو كان يعلم نتيجة الهجرة لسارع إليها. </p><p> وهذه الأوجه التي يحتملها التعبير القرآني دليل على ثراء الأداء وبلاغة القرآن الكريم، وهذا ما يسمونه تربيب الفوائد. </p><p> ثم يقول الحق سبحانه:  {الذين صَبَرُواْ ... } . </p>"
}