{
  "id": null,
  "sura": 16,
  "aya": 106,
  "text": "<p> الحق سبحانه وتعالى سبق وأنْ تحدث عن حكم المؤمنين وحكم الكافرين، ثم تحدّث عن الذين يخلفون العهد ولا يُوفون به، ثم تحدث عن الذين افترَوْا على رسول الله والذين كذَّبوا بآيات الله، وهذه كلها قضايا إيمانية كان لا بُدَّ أنْ تُثار. </p><p> وفي هذه الآية الكريمة يوضح لنا الحق سبحانه وتعالى أن الإيمان ليس مجرد أن تقول: لا إله إلا الله محمد رسول الله. فالقول وحده لا يكفي ولا بُدَّ وأنْ تشهدَ بذلك، ومعنى تشهد أنْ يُواطِيء القلب واللسان كل منهما الآخر في هذه المقولة. </p><p> والمتأمل لهذه القضية يجد أن القسمة المنطقية تقتضي أن يكون لدينا أربع حالات: </p><p> الأولى: أنْ يُواطِيءَ القلب اللسان إيجاباً بالإيمان؛ ولذلك نقول: إن المؤمن منطقيّ في إيمانه؛ لأنه يقول ما يُضمره قلبه. </p><p> الثانية: أنْ يُواطِيءَ القلب اللسان سلباً أي: بالكفر، وكذلك الكافر منطقي في كفره بالمعنى السابق. </p><p> الثالثة: أنْ يؤمن بلسانه ويُضمِرَ الكفر في قلبه، وهذه حالة المنافق، وهو غير منطقي في إيمانه حيث أظهر خلاف ما يبطن ليستفيد من مزايا الإيمان. </p><p> الرابعة: أن يؤمن بقلبه، وينطق كلمة الكفر بلسانه. </p><p> وهذه الحالة الرابعة هي المرادة في هذه الآية. فالحق تبارك وتعالى يعطينا هنا تفصيلاً لمن كفر بعد إيمان، وما سبب هذا الكفر؟ وما جزاؤه؟ </p><p> قوله: </p><p> {مَن كَفَرَ بالله مِن بَعْدِ إيمَانِهِ. .}  [النحل: ١٠٦] . </p><p> هذه جملة الشرط تأخَّر جوابها إلى آخر الآية الكريمة، لنقف أولاً على تفصيل هذا الكفر، فإما أن يكون عن إكراه لا دَخْلَ للإنسان فيه، فيُجبر على كلمة الكفر، في حين قلبه مطمئن بالإيمان. </p><p> {مَن كَفَرَ بالله مِن بَعْدِ إيمَانِهِ إِلاَّ مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بالإيمان. .}  [النحل: ١٠٦] . </p><p> ثم سكت عنه القرآن الكريم ليدلّنا على أنه لا شيءَ عليه، ولا بأسَ أن يأخذ المؤمن بالتقية، وهي رخصة تقي الإنسان موارد الهلاك في مثل هذه الأحوال. </p><p> وفي تاريخ الإسلام نماذج متعددة أخذت بهذه الرخصة، ونطقتْ كلمة الكفر وهي مطمئنة بالإيمان. </p><p> وفي الحديث الشريف:  «رفع عن أمتي: الخطأ، والنسيان، وما استكرهوا عليه» . </p><p> ويذكر التاريخ أن ياسر أبا عمار وزوجه سُمية أول شهيدين في الإسلام، فكيف استشهدا؟ كانا من المسلمين الأوائل، وتعرّضوا لكثير من التعذيب حتى عرض عليهم الكفار النطق بكلمة مقابل </p><p> العفو عنهما، فماذا حدث من هذين الشهيدين؟ صَدَعا بالحق وأصرَّا على الإيمان حتى نالا الشهادة في سبيل الله، ولم يأخذا برخصة التقية. </p><p> وكان ولدهما عمار أول مَنْ أخذ بها، حينما تعرّض لتعذيب المشركين. «وقد بلغ رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أن عمار بن ياسر كفر، فأنكر صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ هذا،وقال:» إن إيمان عمار من مفرق رأسه إلى قدمه، وإن الإيمان في عمار قد اختلط بلحمه ودمه «.</p><p> فلما جاء عمار أقبل على رسول الله وهو يبكي، ثم قص عليه ما تعرَّض له من أذى المشركين، وقال: والله يا رسول الله ما خلَّصني من أيديهم إلا أنِّي تناولتك وذكرت آلهتهم بخير، فما كان من النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إلا أن مسح دموع عمار بيده الشريفة وقال له» إنْ عادوا إليك فَقُلْ لهم ما قلت «. </p><p> وقد أثارت هذه الرخصة غضب بعض الصحابة، فراجعوا فيها </p><p> رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وقالوا: فما بال بلال؟ فقال: » عمار استعمل رخصة، وبلال صدع بالحق «.</p><p> ولا شكَّ أن هاتين منزلتان في مواجهة الباطل وأهله، وأن الصَّدْعَ بالحق والصبر على البلاء أعْلَى منزلةً، وأَسْمَى درجة من الأَخْذ بالرخصة؛ لأن الأول آمن بقلبه ولسانه، والآخر آمن بقلبه فقط ونطق لسانه الكفر. </p><p> لذلك، «ففي حركة الردة حاول مسيلمة الكذاب أن يطوف بالقبائل لينتزع منهم شهادة بصدق نُبوّته، فقال لرجل: ما تقول في محمد؟ قال: رسُول الله، قال: فما تقول فَّي؟ فقال الرجل في لباقة: وأنت كذلك، يعني أخرج نفسه من هذا المأزق دون أن يعترف صراحة بنبوة هذا الكذاب. </p><p> فقابل آخر وسأله: ما تقول في محمد؟ قال: رسول الله، قال: وما تقول فَّي؟ فقال الرجل متهكماً: اجهر لأني أصبحت أصمَّ الآن، وأنكر على مسيلمة ما يدعيه فكان جزاؤه القتل. فلما علم رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ خبرهما قال: » أحدهما استعمل الرخصة، والآخر صدع بالحق «. </p><p> وقد تحدَّث العلماء عن الإكراه في قوله تعالى: </p><p> {إِلاَّ مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بالإيمان. .}  [النحل: ١٠٦] . </p><p> وأوضحوا وجوه الإكراه وحكم كل منها، على النحو التالي: </p><p> إذا أكره الإنسان على أمر ذاتيٍّ فيه. كأن قيل له: اشرب الخمر وإلاَّ قتلتُك أو عذبتُك قالوا: يجب عليه في هذه الحالة أنْ يشربها وينجو بنفسه؛ لأنه أمر يتعلق به، ومن الناس مَنْ يعصون الله بشربها. فإنْ قيل له: اكفر بالله وإلاَّ قتلتُك أو عذبتُك، قالوا: هو مُخيَّر بين أن يأخذ بالتقيّة هنا، ويستخدم الرخصة التي شرعها الله له، أو يصدع بالحق ويصمد. </p><p> أما إذا تعلّق الإكراه بحقٍّ من حقوق الغير، كأنْ قيل لك: اقتل فلاناً وإلا قتلتك، ففي هذه الحالة لا يجوز لك قَتْله؛ لأنك لو قتلتهُ لقُتِلْت قِصَاصاً، فما الفائدة إذن؟ . </p><p> وبعد أن تحدّث الحق تبارك وتعالى عن حكم مَنْ أكرهَ وقلبه مطمئن بالإيمان، يتحدث عن النوع الآخر: </p><p> {ولكن مَّن شَرَحَ بِالْكُفْرِ صَدْراً. .}  [النحل: ١٠٦] . </p><p> أي: نطق كلمة الكفر راضياً بها، بل سعيدة بها نفسه، مُنْشرِحاً بها صدره، وهذا النوع هو المقصود في جواب الشرط. </p><p> {فَعَلَيْهِمْ غَضَبٌ مِّنَ الله وَلَهُمْ عَذَابٌ عَظِيمٌ}  [النحل: ١٠٦] . </p><p> فإنْ كانت الآيات قد سكتت عَمَّنْ أُكرهَ، ولم تجعل له عقوبة لأنه مكره، فقد بيَّنت أن من شرح بالكفر صدراً عليه غضب من الله أي: في الدنيا. ولهم عذاب عظيم أي: في الآخرة. </p><p> وكما رأينا في تاريخ الإسلام نماذج للنوع الأول الذي أُكْرِه وقلبه مطمئن بالإيمان، كذلك رأينا نماذج لمن شرح بالكفر صَدْراً، وهم المنافقون، ومنهم مَنْ أسلم بعد ذلك وحَسُن إسلامه، ومنهم عبد الله ابن سعد بن أبي السرح من عامر بن لؤي. </p><p> ثم يقول الحق سبحانه:  {ذلك بِأَنَّهُمُ استحبوا. .} . </p>"
}