{
  "id": null,
  "sura": 16,
  "aya": 71,
  "text": "<p> لو نظرنا إلى الكون من حولنا لوجدنا أننا لا نتساوى إلا في شيء واحد فقط، هو أننا عبيدٌ لله. . نحن سواسية في هذه فقط، وما دون ذلك فنحن مختلفون فيه، تختلف ألواننا، تختلف أجسامنا. . صورنا. . مواهبنا. . أرزاقنا. </p><p> والعجيب أن هذا الاختلاف هو عَيْنُ الاتفاق؛ ذلك لأن الاختلاف قد ينشأ عنه الاتفاق، والاتفاق قد ينشأ عنه الاختلاف. </p><p> مثلاً: إذا دخلتَ أنت وصديقك أحد المطاعم وطلبتما دجاجة. . أنت بطبيعتك تحب صدر الدجاجة وصديقك يحب جزاءً آخر منها. . هذا خلاف. . فساعة أن يأتي الطعام تجد هذا الخلاف هو عين الوفاق حيث تأخذ أنت ما تحب، وهو كذلك. . هذا خلاف أدى إلى وفاق. . فلو فرضنا أن كلانا يحب الصدر مثلاً. . هذا وفاق قد يؤدي إلى خلاف إذا ما حضر الطعام وجلسنا: أينا يأخذ الصدر؟! </p><p> فالحق سبحانه وتعالى خلقنا مختلفين في أشياء، وأراد أن يكون </p><p> هذا الاختلاف تكاملاً فيما بيننا. . فكيف يكون التكامل إذن؟ </p><p> هل نتصور مثلاً أن يُوجَد إنسان مجمعاً للمواهب، بحيث إذا أراد بنا بيت مثلاً كان هو المهندس الذي يرسم، والبنَّاء الذي يبني، والعامل الذي يحمل، والنجار والحداد والسباك. . الخ. هل نتصور أن يكون إنسان هكذا؟ . . لا. . </p><p> ولكن الخالق سبحانه نثَر هذه المواهب بين الناس نَثْراً لكي يظل كل منهم محتاجاً إلى غيره فيما ليس عنده من مواهب، وبهذا يتم التكامل في الكون. </p><p> إذن: الخلاف بيننا هو عَين الوفاق، وهو آية من آياته سبحانه وحكمة أرادها الخالق جَلَّ وعَلا، فقال:  {وَلاَ يَزَالُونَ مُخْتَلِفِينَ}  [هود: ١١٨] . </p><p> فقد خلقنا هكذا. </p><p> وإلا فلو اتحدنا واتفقنا في المواهب، فهل يعقل أن نكون جميعاً فلاسفة، أطباء، علماء، فمَنْ يبني؟ ومَنْ يزرع؟ ومَنْ يصنع؟ . . الخ. </p><p> إذن: من رحمة الله أنْ جعلنا مختلفين متكاملين. </p><p> فالحق سبحانه يقول: </p><p> {فِي الرزق ... }  [النحل: ٧١] . </p><p> ينظر الناس إلى الرزق من ناحية واحدة، فهو عندهم المال، فهذا غنيّ وهذا فقير. . والحقيقة أن الرزق ليس المال فقط، بل كُلّ </p><p> شيء تنتفع به فهو رِزْقك. . فهذا رِزْقه عقله، وهذا رِزْقه قوته العضلية. . هذا يفكر وهذا يعمل. </p><p> إذن: يجب ألاَّ ننظر إلى الرزق على أنه لَوْن واحد، بل ننظر إلى كل ما خلق الله لخَلْقه من مواهب مختلفة: صحة، قدرة، ذكاء، حِلْم، شجاعة. . كل هذا من الرزق الذي يحدث فيه التفاضل بين الناس. </p><p> والحق سبحانه وتعالى حينما تعرَّض لقضية الرزق جعل التفاضل هنا مُبْهماً، ولم تحدد الآية مَنِ الفاضل ومَنِ المفضول، فكلمة بَعْضٍ مُبْهمة لنفهم منها أن كل بعض منَ الأبعاض فاضل في ناحية، ومفضول في ناحية أخرى. </p><p> . فالقوي فاضل على الضعيف بقوته، وهو أيضاً مفضول، فربما كان الضعيف فاضلاً بما لديه من علم أو حكمة. . وهكذا. </p><p> إذن: فكلُّ واحد من خَلْق الله رَزَقه الله موهبة، هذه الموهبة لا تتكرر في الناس حتى يتكامل الخَلْق ولا يتكررون. . وإذا وجدت موهبة في واحد وكانت مفقودة في الآخر فالمصلحة تقتضي أن يرتبط الطرفان، لا ارتباط تفضُّل، وإنما ارتباط حاجة. . كيف؟ </p><p> القويُّ يعمل للضعيف الذي لا قوةَ له يعمل بها، فهو إذن فاضل في قوته، والضعيف فاضل بما يعطيه للقوي من مال وأجر يحتاجه القوي ليقُوتَ نفسه وعياله، فلم يشأ الحق سبحانه أنْ يجعلَ الأمر تفضُّلاً من أحدهما على الآخر، وإنما جعله تبادلاً مرتبطاً بالحاجة التي يستبقي بها الإنسان حياته. </p><p> وهكذا يأتي هذا الأمر ضرورة، وليس تفضَّلاً من أحد على أحد؛ لأن التفضُّل غير مُلْزَم به فليس كل واحد قادراً على أن يعطي دون مقابل، أو يعمل دون أجر. . إنما الحاجة هي التي تحكم هذه القضية. </p><p> إذن: ما الذي ربط المجتمع؟ هي الحاجة لا التفضُّل، وما دام العالم سيرتبط بالحاجة، فكل إنسان يرى نفسه فاضلاً في ناحية لا يغترّ بفاضليته، بل ينظر إلى فاضلية الآخرين عليه؛ وبذلك تندكُّ سِمَة الكبرياء في الناس، فكلٌّ منهما يُكمل الآخر. </p><p> وقد ضربنا لذلك مثلاً بالباشا الغني صاحب العظمة والجاه. . والذي قد تُلْجِئه الظروف وتُحوجه لعامل بسيط يُصلح له عُطْلاً في مرافق بيته، وربما لم يجده أو وجده مشغولاً، فيظل هذا الباشا العظيم نَكِداً مُؤرّقاً حتى يُسعفه هذا العامل البسيط، ويقضي له ما يحتاج إليه. </p><p> هكذا احتاج صاحب الغنى والجاه إلى إنسان ليس له من مواهب الحياة إلا أنْ يقضي مثل هذه المهام البسيطة في المنزل. . وهو في نفس الوقت فاضل على الباشا في هذا الشيء. </p><p> فالجميع إذن في الكون سواسية، ليس فينا مَنْ بينه وبين الله سبحانه نسب أو قرابة فيجامله. . كلنا عبيد لله، وقد نثر الله المواهبَ في الناس جميعاً ليتكاملوا فيما بينهم، وليظل كُلٌّ منهم محتاجاً إلى الآخر، وبهذا يتم الترابط في المجتمع. </p><p> وقد عُرِضَتْ هذه القضية في آية أخرى في قوله تعالى: </p><p> {أَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّكَ نَحْنُ قَسَمْنَا بَيْنَهُمْ مَّعِيشَتَهُمْ فِي الحياة الدنيا وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِّيَتَّخِذَ بَعْضُهُم بَعْضاً سُخْرِيّاً. .}  [الزخرف: ٣٢] . </p><p> البعض يفهم أن الفقير مُسخّر للغنيّ، لكن الحقيقة أن كلاً منهما مُسخَّر للآخر. . فالفقير مُسخّر للغني حينما يعمل له العمل، والغني مُسخّر للفقير حينما يعطي له أجره. . </p><p> ولذلك فالشاعر العربي يقول: </p><p> النَّاسُ لِلْناسِ مِنْ بَدْوٍ وحاضرة ... بَعْضٌ لبعضٍ وإن لم يشعروا خَدَمُ </p><p> ونضرب هنا مثلاً بأخسِّ الحرف في عُرْف الناس وإنْ كانت الحِرف كلها شريفة، وليس فيها خِسَّة طالما يقوت الإنسان منها نفسه وعياله من الحلال. </p><p> . فالخِسَّة في العاطل الأخرق الذي يُتقِن عملاً. </p><p> هذا العامل البسيط ماسح الأحذية ينظر إليه الناس على أنهم افضل منه، وأنه أقل منهم، ولو نظروا إلى علبة الورنيش التي يستخدمها لوجدوا كثيرين من العمال والعلماء والمهندسين والأغنياء يعملون له هذه العلبة، وهو فاضل عليهم جميعاً حينما يشتري علبة الورنيش هذه. . لكن الناس لا ينظرون إلى تسخير كل هؤلاء لهذا العامل البسيط. </p><p> فقوله تعالى:  {لِّيَتَّخِذَ بَعْضُهُم بَعْضاً سُخْرِيّاً. .}  [الزخرف: ٣٢] . </p><p> مَنْ مِنّا يُسخّر الآخر؟! كُلٌّ منا مُسخَّر للآخر، أنت مُسخَّر لي فيما تتقنه، وأنا مُسخَّر لك فيما أتقنه. . هذه حكمة الله في خَلْقه ليتم التوازن والتكامل بين أفراد المجتمع. </p><p> وربُّنا سبحانه وتعالى لم يجعل هذه المهن طبيعية فينا. . يعني هذا لكذا وهذا لكذا. . لا. . الذي يرضى بقدر الله فيما يُناسبه من عمل مهما كان حقيراً في نظر الناس، ثم يُتقن هذا العمل ويجتهد فيه ويبذل فيه وُسْعه يقول له الحق سبحانه: ما دُمْتَ رضيتَ بقدري في هذا العمل لأرفعنّك به رِفْعة يتعجَّب لها الخَلْق. . </p><p> وفعلاً تراهم ينظرون إلى أحدهم ويشيرون إليه: كان شيالاً. . كان أجيراً. . نعم كان. . لكنه رَضِي بما قسم الله وأتقن وأجاد، فعوَّضه الله ورفعه وأعلى مكانته. </p><p> ولذلك يقولون: مَنْ عمل بإخلاص في أيّ عمل عشر سنين يُسيّده الله بقية عمره، ومَنْ عمل بإخلاص عشرين سنة يُسيّد الله أبناءه، ومَنْ عمل ثلاثين سنة سيَّد الله أحفاده. . لا شيء يضيع عند الله سبحانه. </p><p> فليس فينا أَعْلى وأَدْنى، وإياك أنْ تظنَّ أنك أعلى من الناس، نحن سواسية، ولكن مِنَّا من يُتقِن عمله، ومِنَّا مَنْ لا يتقن عمله؛ ولذلك قالوا: قيمة كل امرئ ما يُحسِنه. </p><p> ولا تنظر إلى زاوية واحدة في الإنسان، ولكن انظر إلى مجموع الزوايا، وسوف تجد أن الحق سبحانه عادلٌ في تقسيم المواهب على الناس. </p><p> وقد ذكرنا أنك لو أجريتَ معادلة بين الناس لوجدتَ مجموع كل إنسان يساوي مجموع كُلِّ إنسان، بمعنى أنك لو أخذتَ مثلاً: الصحة والمال والأولاد والقوة والشجاعة وراحة البال والزوجة الصالحة والجاه والمنزلة. . الخ لوجدت نصيب كُلٍّ منّا في نهاية المعادلة يساوي نصيب الآخر، فأنت تزيد عني في القوة، وأنا أزيد عنك في العلم، وهكذا. . لأننا جميعاً عبيدٌ لله، ليس مِنّا مَنْ بينه وبين الله نسب أو قرابة. </p><p> وقوله تعالى: </p><p> {فَمَا الذين فُضِّلُواْ بِرَآدِّي رِزْقِهِمْ على مَا مَلَكَتْ أَيْمَانُهُمْ ... }  [النحل: ٧١] . </p><p> فما ملكت أيمانهم: هم العبيد المماليك. . والمعنى: أننا لم نَرَ أحداً منكم فضّله الله بالرزق، فأخذه ووزّعه على عبيده ومماليكه، أبداً. . لم يحدث ذلك منكم. . والله سبحانه لا يعيب عليهم هذا التصرف، ولا يطلب منهم أنْ يُوزّعوا رزق الله على عبيدهم، ولكن في الآية إقامةٌ للحجة عليهم، واستدلال على سُوء فعلهم مع الله سبحانه وتعالى. </p><p> وكأن القرآن يقول لهم: إذا كان الله قد فُضَّل بعضكم في </p><p> الرزق، فهل منكم مَنْ تطوع برزق الله له، ووزَّعه على عبيده؟ . . أبداً. . لم يحدث منكم هذا. . فكيف تأخذون حق الله في العبودية والألوهية وحقّه في الطاعة والعبادة والنذر والذبح، وتجعلونه للأصنام والأوثان؟! </p><p> فأنتم لم تفعلوا ذلك فيما تملكون. . فكيف تسمحون لأنفسكم أنْ تأخذوا حقَّ الله، وتعطوه للأصنام والأوثان؟ </p><p> ويقول تعالى في آية أخرى:  {ضَرَبَ لَكُمْ مَّثَلاً مِّنْ أَنفُسِكُمْ هَلْ لَّكُمْ مِّن مَّا مَلَكَتْ أَيْمَانُكُمْ مِّن شُرَكَآءَ فِي مَا رَزَقْنَاكُمْ. .}  [الروم: ٢٨] . </p><p> أي: أنكم لم تفعلوا هذا مع أنفسكم، فكيف تفعلونه مع الله؟ فهذه لَقْطة: أنكم تُعاملون الله بغير ما تُعاملون به أنفسكم: </p><p> {فَهُمْ فِيهِ سَوَآءٌ ... }  [النحل: ٧١] . </p><p> أي: أنكم سوَّيتُم بين الله سبحانه وبين أصنامكم، وجعلتموهم شركاء له سبحانه وتعالى وتعبدونهم مع الله. </p><p> والحق سبحانه وإنْ رزقنا وفضَّلَنا فقد حفظ لنا المال، وحفظ لنا الملكية، ولم يأمرنا أن نعطي أموالنا للناس دون عمل وتبادل منافع، فإذا ما طلب منك أن تعطي أخاك المحتاج فوق ما افترض عليك من زكاة يقول لك:  {مَّن ذَا الذي يُقْرِضُ الله قَرْضاً حَسَناً فَيُضَاعِفَهُ لَهُ. .}  [البقرة: ٢٤٥] . </p><p> مع أن الحق سبحانه واهب الرزق والنِّعَم، يطلب منك أنْ </p><p> تُقرِضه، وكأنه سبحانه يحترم عملك ومجهودك، ويحترم ملكيتك الخاصة التي وهبها لَك. . فيقول: أقرضني. لعلمه سبحانه بمكانة المال في النفوس، وحِرْص المقرض على التأكد من إمكانية الأداء عند المقترض، فجعل القرض له سبحانه لتثقَ أنت أيها المقرض أن الأداء مضمون من الله. </p><p> ويختم الحق سبحانه الآية بقوله: </p><p> {أَفَبِنِعْمَةِ الله يَجْحَدُونَ}  [النحل: ٧١] . </p><p> أي: بعد أنْ أنعم الله عليهم بالرزق، ولم يطلب منهم أنْ ينثروه على الغير، جحدوا هذه النعمة، وأنكروا فَضْل الله، وجعلوا له شركاء من الأصنام والأوثان، وأخذوا حَقَّ الله في العبودية والألوهية وأعطوْهُ للأصنام والأوثان، وهذا عَيْنُ الجحود وإنكار الجميل. </p><p> ثم يقول الحق سبحانه:  {والله جَعَلَ لَكُمْ مِّنْ ... } . </p>"
}