{
  "id": null,
  "sura": 16,
  "aya": 84,
  "text": "<p> الحق تبارك وتعالى يُنبّهنا هنا إلى أن المسألة ليست ديناً، وتنتهي القضية آمن مَنْ آمن، وكفر مَنْ كفر. . إنما ينتظرنا بعث وحساب وثواب وعقاب. . مرجع إلى الله تعالى ووقوف بين يديه، فإنْ لم تذكر الله بما أنعم عليك سابقاً فاحتط للقائك به لاحقاً. </p><p> والشهيد: هو نبيُّ الأمة الذي يشهد عليهم بما بلّغهم من منهج الله. </p><p> وقال تعالى في آية أخرى:  {وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطاً لِّتَكُونُواْ شُهَدَآءَ عَلَى الناس وَيَكُونَ الرسول عَلَيْكُمْ شَهِيداً ... }  [البقرة: ١٤٣] . </p><p> فكأن أمة محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أعطاها الله أمانة الشهادة على الخَلْق لأنها بلغتهم، فكل مَنْ آمن برسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مطلوب منه أن يُبلّغ ما بلَّغه الرسول، ليكون شاهداً على مَنْ بلغه أنه بلَّغه: </p><p> {ثُمَّ لاَ يُؤْذَنُ لِلَّذِينَ كَفَرُواْ. .}  [النحل: ٨٤] . </p><p> فحينما يشهد عليهم الشهيد لا يُؤْذَن لهم في الاعتذار، كما قال تعالى في آية أخرى:  {وَلاَ يُؤْذَنُ لَهُمْ فَيَعْتَذِرُونَ}  [المرسلات: ٣٦] . </p><p> أو حينما يقول أحدهم:  {رَبِّ ارجعون لعلي أَعْمَلُ صَالِحاً فِيمَا تَرَكْتُ. .}  [المؤمنون: ٩٩ - ١٠٠] . </p><p> فلا يُجَاب لذلك؛ لأنه لو عاد إلى الدنيا لفعل كما كان يفعل من قبل، فيقول تعالى:  {وَلَوْ رُدُّواْ لَعَادُواْ لِمَا نُهُواْ عَنْهُ ... }  [الأنعام: ٢٨] . </p><p> وقوله: </p><p> {وَلاَ هُمْ يُسْتَعْتَبُونَ. .}  [النحل: ٨٤] . </p><p> يستعتبون: مادة استعتب من العتاب، والعتاب مأخوذ من العَتْب، وأصله الغضب والموجدة تجدها على شخص آخر صدر منه نحوك ما لم يكن مُتوقّعاً منه. . فتجد في نفسك موجدة وغضباً على مَنْ أساء إليك. </p><p> فإن استقرّ العَتْب الذي هو الغضب والموجدة في النفس، فأنت إمّا أنْ تعتب على مَنْ أساء إليك وتُوضّح له ما أغضبك، فربما كان له عُذْر، أو أساء عن غير قصد منه، فإن أوضح لك المسألة وأرضاك وأذهب غضبك فقد أعتبك. . فنقول: عتَب فلان على فلان فأعتبه، أي: أزال عَتْبه. </p><p> والإنسان لا يُعاتب إلا عزيزاً عليه يحرص على علاقته به، ويضعه موضعاً لا تتأتى منه الإساءة، ومن حقه عليك أن تعاتبه ولا تدعْ هذه الإساءة تهدم ما بينكما. </p><p> إذن: معنى: </p><p> {وَلاَ هُمْ يُسْتَعْتَبُونَ}  [النحل: ٨٤] . </p><p> أي: لا يطلب أحد منهم أنْ يرجعوا عما أوجب العَتْب وهو كفرهم. . فلم يَعُد هناك وقت لعتاب؛ لأن الآخرة دار حساب، وليست دار عمل أو توبة. . لم تَعُدْ دارَ تكليف. </p><p> ويقول الحق تبارك وتعالى:  {وَإِذَا رَأى الذين ظَلَمُواْ ... } . </p>"
}