{
  "id": null,
  "sura": 16,
  "aya": 93,
  "text": "<p> لو حرف امتناع لامتناع. أي: امتناع وجود الجواب لامتناع وجود الشرط، كما في قوله تعالى:  {لَوْ كَانَ فِيهِمَآ آلِهَةٌ إِلاَّ الله لَفَسَدَتَا}  [الأنبياء: ٢٢] . </p><p> فقد امتنع الفساد لامتناع تعدّد الآلهة. </p><p> فلو شاء الله لجعلَ العالم كله أمةً واحدة على الحق، لا على </p><p> الضلال، أمة واحدة في الإيمان والهداية، كما جعل الأجناس الأخرى أمةً واحدة في الانصياع لمرادات الله منها. </p><p> ذلك لأن كل أجناس الوجود المخلوقة للإنسان قبل أن يفِدَ إلى الحياة مخلوقة بالحق خَلْقاً تسخيرياً، فلا يوجد جنس من الأجناس تأَبَّى عما قصد منه، لا الجماد ولا النبات ولا الحيوان. </p><p> كل هذه الأكوان تسير سَيْراً سليماً كما أراد الله منها، والعجيب أن يكون الإنسان هو المخلوق الوحيد المختلّ في الكون، ذلك لما له من حرية الاختيار، يفعل أو لا يفعل. </p><p> لذلك يقول الحق تبارك وتعالى:  {أَلَمْ تَرَ أَنَّ الله يَسْجُدُ لَهُ مَن فِي السماوات وَمَن فِي الأرض والشمس والقمر والنجوم والجبال والشجر والدوآب وَكَثِيرٌ مِّنَ الناس وَكَثِيرٌ حَقَّ عَلَيْهِ العذاب. .}  [الحج: ١٨] . </p><p> هكذا تسجد كل هذه المخلوقات لله دون استثناء، إلا في الإنسان فقال تعالى:  {وَكَثِيرٌ مِّنَ الناس وَكَثِيرٌ حَقَّ عَلَيْهِ العذاب. .}  [الحج: ١٨] . </p><p> فلماذا حدث هذا الاختلاف عند الناس؟ لأنهم أصحاب الاختيار، فيستطيع الواحد منهم أن يفعلَ أو لا يفعل، هل هذه المسألة خرجت عن إرادة الله، أم أرادها الله سبحانه وتعالى؟ </p><p> قالوا بأن الله زاول قدرته المطلقة في خَلْق الأشياء المُسخرة، بحيث لا يخرج شيء عما أريد منه، وكان من الممكن أنْ يأتيَ </p><p> الإنسان على هذه الصورة من التسخير، لكنه في هذه الحالة لن يزيد شيئاً، ولن يضيف جديداً في الكون، أليستْ الملائكة قائمة على التسخير؟ </p><p> فالتسخير يُثبِت القدرة لله تعالى، فلا يخرج عن قدرته ولا عن مراده شيء، لكن الاختيار يثبت المحبوبية لله تعالى، وهذا فَرْقٌ يجب أنْ نتدبّره. </p><p> فمثلاً لو كان عندك عبدان أو خادمان أحدهما سعيد، والآخر مسعود، فأخذت سعيداً وقيَّدته إليك في حبل، في حين تركت مسعوداً حراً طليقاً، وحين أمرت كلاً منهما لَبَّى وأطاع، فأيّ طاعة ستكون أحبّ إليك: طاعة القهر والتسخير، أم الطاعة بالاختيار؟ </p><p> فكأن الحق تبارك وتعالى خلق الإنسان وكرَّمه بأنْ جعلَه مختاراً في أنْ يطيعَ أو أنْ يعصيَ، فإذا ما أتى طائعاً مختاراً، وهو قادر على المعصية، فقد أثبتَ المحبوبية لربه سبحانه وتعالى. </p><p> ولا بُدَّ أنْ تتوافرَ للاختيار شروطٌ. أولها العقل، فهو آلة الاختيار، كذلك لا يُكلّف المجنون، فإذا توفّر العقل فلا بُدَّ له من النُّضْج والبلوغ، ويتمّ ذلك حينما يكون الإنسان قادراً على إنجاب مِثْله، وأصبحتْ له ذاتية مولده. </p><p> وهذه سِمَة اكتمال الذات؛ فهو قبل هذا الاكتمال ناقص التكوين، وليس أَهْلاً للتكليف، فإذا كان عاقلاً ناضجاً بالبلوغ واكتمال الذات، فلا بُدَّ له أن يكون مختاراً غَيْرَ مُكْرهٍ، فإنْ أُكْرِه على الشيء فلن يسأل عنه، فإنِ اختلَّ شَرْط من هذه الثلاثة فلا معنى للاختيار، وبذلك يضمن الحق تبارك وتعالى للإنسان السلامة في الاختيار. </p><p> والحق تبارك وتعالى وإن كرَّم الإنسان بالاختيار، فمن رحمته به أنْ يجعلَ فيه بعض الأعضاء اضطرارية مُسخّرة لا دَخْلَ له فيها. </p><p> ولو تأملنا هذه الأعضاء لوجدناها جوهرية، وتتوقف عليها حياة الإنسان، فكان من رحمة الله بنا أنْ جعل هذه الأعضاء تعمل وتُؤدِّي وظيفتها دون أنْ نشعرَ. </p><p> فالقلب مثلاً يعمل بانتظام في اليقظة والمنام دون أن نشعرَ به، وكذلك التنفس والكُلَى والكبد والأمعاء وغيرها تعمل بقدرته سبحانه مُسخّرة، كالجماد والنبات والحيوان. </p><p> ومن لُطْفِ الله بخَلْقه أنْ جعلَ هذه الأعضاء مُسخّرة، لأنه بالله لو أنت مختار في عمل هذه الأعضاء، كيف تتنفس مثلاً وأنت نائم؟! </p><p> إذن: من رحمة الله أنْ جعلكَ مختاراً في الأعمال التي تعرِضُ لك، وتحتاج فيها إلى النظر في البدائل؛ ولذلك يقولون: الإنسان أبو البدائل. فالحيوان مثلاً وهو أقرب الأجناس إلى الإنسان ليس لديْه هذه البدائل ولا يعرفها، فإذا آذيتَ حيواناً فإنه يُؤذيك، وليس لديه بديل آخر. </p><p> ولكن إذا آذيْت إنساناً، فيحتمل أن يردّ عليك بالمثل، أو بأكثر مما فعلتَ، أو أقلّ، أو يعفو ويصفح، والعقل هو الذي يُرجِّح أحد هذه البدائل. </p><p> إذن: لو شاء الحق سبحانه وتعالى أن يجعل الناس أمة واحدة لجعلها، كما قال تعالى:  {أَن لَّوْ يَشَآءُ الله لَهَدَى الناس}  [الرعد: ٣١] . </p><p> ولكنه سبحانه وتعالى لم يشَأْ ذلك، بدليل قوله: </p><p> {ولكن يُضِلُّ مَن يَشَآءُ وَيَهْدِي مَن يَشَآءُ ... }  [النحل: ٩٣] . </p><p> وهذه الآية يقف عندها المتمحِّكون، والذين قَصُرَتْ أنظارهم في فهْم كتاب الله، فيقولون: طالما أن الله هو الذي يضِلّ الناس، فلماذا يُعذِّبهم؟ ونتعجَّب من هذا الفهم لكتاب الله ونقول لهؤلاء: لماذا أخذتُمْ جانب الضلال وتركتُم جانب الهدى؟ لماذا لم تقولوا: طالما أن الله بيده الهداية، وهو الذي يهدي، فلماذا يُدخِلنا الجنة؟ إذن: هذه كلمة يقولها المسرفون؛ لأن معنى: </p><p> {يُضِلُّ مَن يَشَآءُ وَيَهْدِي مَن يَشَآءُ. .}  [النحل: ٩٣] . </p><p> أي: يحكم على هذا من خلال عمله بالضلال، ويحكم على هذا من خلال عمله بالهداية، مثل ما يحدث عندنا في لجان الامتحان، فلا نقول: اللجنة أنجحت فلاناً وأرسبت فلاناً، فليست هذه مهمتها، بل مهمتها أن تنظر أوراق الإجابة، ومن خلالها تحكم اللجنة بنجاح هذا وإخفاق ذاك. </p><p> وكذلك الحق تبارك وتعالى لا يجعل العبد ضالاً، بل يحكم على عمله أنه ضلال وأنه ضَالّ؛ فالمعنى إذن: يحكم بضلال مَنْ يشاء، ويحكم بهُدَى مَنْ يشاء، وليس لأحد أن ينقلَ الأمر إلى عكس هذا الفهم، بدليل قوله تعالى بعدها: </p><p> {وَلَتُسْأَلُنَّ عَمَّا كُنْتُمْ تَعْمَلُونَ}  [النحل: ٩٣] . </p><p> فالعبد لا يُسأل إلا عَمَّا عملتْ يداه، والسؤال هنا معناه حرية الاختيار في العمل، وكيف تسأل عن شيء لا دَخْل لك فيه؟ فلنفهم إذن عن الحق تبارك وتعالى مُرَادَهُ من الآية. </p><p> ثم يقول الحق سبحانه:  {وَلاَ تتخذوا ... } . </p>"
}