{
  "id": null,
  "sura": 16,
  "aya": 57,
  "text": "<p> ساعة أنْ تسمع كلمة {سُبْحَانَهُ} فاعلم أنها تنزيهٌ لله تعالى عَمّا لا يليق، فهي هنا تنزيهٌ لله سبحانه وتعالى عما سبق من نسبة البنات له. . تعالى الله عن ذلك عُلواً كبيراً. . أي: تنزيهاً لله عن أن يكونَ له بنات. </p><p> فهل يمكن أن يكون له أولاد ذكور؟ </p><p> إنهم جعلوا لله البنات، وجعلوا لأنفسهم الذكور، وهذه قسمة قال عنها القرآن الكريم:  {أَلَكُمُ الذكر وَلَهُ الأنثى تِلْكَ إِذاً قِسْمَةٌ ضيزى}  [النجم: ٢١ - ٢٢] . </p><p> أي: جائرة. </p><p> لم تجعلوها عادلة، يعني لي ولد ولكم ولد، ولي بنت ولكم بنت، إنما تجعلون لله مَا تكرهون وهي البنات لله، وتجعلون لكم ما تحبون. . لذلك كان في جَعْلهم لله البنات عيبان: </p><p> الأول: أنهم نَسبُوا لله الولد ولو كان ذكراً فهو افتراء باطل يتنزه الله عنه. </p><p> الثاني: أنهم اختاروا أخسَّ الأنواع في نظرهم. . ولا يستطيع أحد أن يقول: إن البنات أخسُّ الأنواع. . لماذا؟ </p><p> لأن بالبنات يكون بقاء النوع؛ ولذلك قال العباس: لو سمع الله ما قال الناس في الناس لما كان الناس. . أي: لو استجاب الله لرغبة الناس في أنهم لا يريدون البنات فاستجاب ولم يُعْطهم. . ماذا سيحدث؟ سينقطع النسل، فهذا مطْلَب غبيّ، فالبنت هي التي تَلِد الولد، وبها بقاء النوع واستمرار النسل. </p><p> وقوله تعالى: </p><p> {سُبْحَانَهُ ... }  [النحل: ٥٧] . </p><p> أي: تنزيهاً له أن يكون له ولد، وتنزيهاً له سبحانه أن يكون له أخسَّ النوعين في نظرهم وعرفهم، وقد قال عنهم القرآن في الآية التالية:  {وَإِذَا بُشِّرَ أَحَدُهُمْ بالأنثى ظَلَّ وَجْهُهُ مُسْوَدّاً وَهُوَ كَظِيمٌ يتوارى مِنَ القوم مِن سواء مَا بُشِّرَ بِهِ. .}  [النحل: ٥٨ - ٥٩] . </p><p> ولذلك فالحق تبارك وتعالى حينما يُحدِّثنا عن الإنجاب يقول:  {لِلَّهِ مُلْكُ السماوات والأرض يَخْلُقُ مَا يَشَآءُ يَهَبُ لِمَن يَشَآءُ إِنَاثاً وَيَهَبُ لِمَن يَشَآءُ الذكور أَوْ يُزَوِّجُهُمْ ذُكْرَاناً وَإِنَاثاً وَيَجْعَلُ مَن يَشَآءُ عَقِيماً. .}  [الشورى: ٤٩ - ٥٠] . </p><p> أول ما بدأ الحق سبحانه بدأ بالإناث. . ثم أعطانا هذه الصورة من الخَلْق: إناث، ذكور، ذكور وإناث، عقيم. . إذن: هِبَات الله تعالى </p><p> لها أربعة أنواع، ومن هنا كان العُقْم أيضاً هبةً من الله لحكمة أرادها سبحانه. . لكن الناس لا تأخذ العُقْم على أنه هِبَة. . لكن تأخذه على أنه نِقْمة وغضب. </p><p> لماذا؟ لماذا تأخذه على أنه نِقْمة وبلاء؟ فربما وهبك الولد، وجاء عاقّاً، كالولد الذي جاء فتنة لأبويْه، يدعوهما إلى الكفر. </p><p> ولو أن صاحب العقم رضي بما قسمه الله له من هبة العقم واعتبره هبة ورضي به لرأى كل ولد في المجتمع ولده من غير تعب في حَمْله وولادته وتربيته. فيرى جميع الأولاد من حوله أولاده ويعطف الله قلوبهم إليه كأنه والدهم. . وكأن الحق تبارك وتعالى يقول له: ما دُمْتَ رضيتَ بهبة الله لك في العقم لأجعلنَّ كل ولدٍ ولداً لك. </p><p> ويُنهي الحق سبحانه الآية بقوله: </p><p> {وَلَهُمْ مَّا يَشْتَهُونَ}  [النحل: ٥٧] . </p><p> أي: من الذّكْران؛ لأن الولد عِزْوة لأبيه ينفعه في الحرب والقتال وينفعه في المكاثرة. . الخ إنما البنت تكون عالةً عليه؛ ولذلك قال تعالى بعد هذا: </p><p> {وَإِذَا بُشِّرَ أَحَدُهُمْ ... } . </p>"
}