{
  "id": null,
  "sura": 16,
  "aya": 125,
  "text": "<p> فبعد أن تحدثتْ الآيات عن النموذج الإيماني الأعلى في الإنسان في شخص أبي الأنبياء إبراهيم، وجعلتْ من أعظم مناقبه أن الله أمر خاتم رسُله باتباعه، أخذتْ في بيان الملامح العامة لمنهج الدعوة إلى الله. </p><p> قوله:  {ادع إلى سَبِيلِ رَبِّكَ. .}  [النحل: ١٢٥] . </p><p> الحق تبارك وتعالى لا يُوجّه هذا الأمر بالدعوة إلى رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إلا وهو يعلم أنه سيُنفِّذ ما أُمِر به، وسيقوم بأمر الدعوة، ويتحمل مسئوليتها. </p><p> {ادع} : بمعنى دُلَّ الناس وارشدهم. </p><p> {سَبِيلِ رَبِّكَ}  [النحل: ١٢٥] . </p><p> السبيل هو الطريق والمنهج، والحكمة: وَضْع الشيء في موضعه المناسب، ولكن لماذا تحتاج الدعوةُ إلى الله حكمةً؟ </p><p> لأنك لا تدعو إلى منهج الله إلا مَنِ انحرف عن هذا المنهج، ومَنِ انحرف عن منهج الله تجده أَلِف المعصية وتعوَّد عليها، فلا بُدَّ لك أنْ ترفقَ به لِتُخرجه عما ألف وتقيمه على المنهج الصحيح، فالشدة والعنف في دعوة مثل هذا تنفره، لأنك تجمع عليه شدتين: </p><p> شدة الدعوة والعنف فيها، وشدة تَرْكه لما أحبَّ وما أَلِفَ من أساليب الحياة، فإذا ما سلكتَ معه مَسْلَك اللِّين والرِّفق، وأحسنت عَرْض الدعوة عليه طاوعك في أنْ يترك ما كان عليه من مخالفة المنهج الإلهي. </p><p> ومعلوم أن النصْح في عمومه ثقيل على النفس، وخاصة في أمور الدين، فإياك أن تُشعِر مَنْ تنصحه أنك أعلم منه أو افضل منه، إياك أن تواجهه بما فيه من النقص، أو تحرجه أمام الآخرين؛ لأن كل هذه التصرّفات من الداعية لا تأتي إلا بنتيجة عكسية، فهذه الطريقة تثير حفيظته، وربما دَعَتْه إلى المكابرة والعناد. </p><p> وهذه الطريقة في الدعوة هي المرادة من قوله تعالى: </p><p> {بالحكمة والموعظة الحسنة. .}  [النحل: ١٢٥] . </p><p> ويُروى في هذا المقام مقام الدعوة إلى الله بالحكمة والموعظة </p><p> الحسنة قصة دارت بين الحسن والحسين رَضِيَ اللَّهُ عَنْهما، هذه القصة تجسيدٌ صادق لما ينبغي أنْ يكون عليه الداعية. </p><p> فيُروى أنهما رَأيَا رجلاً لا يُحسِن الوضوء، وأراد أنْ يُعلِّماه الوضوء الصحيح دون أنْ يجرحَا مشاعره، فما كان منهما إلا أنهما افتعلا خصومة بينهما، كل منهما يقول للآخر: أنت لا تُحسِن أنْ تتوضأ، ثم تحاكما إلى هذا الرجل أنْ يرى كلاً منهما يتوضأ، ثم يحكم: أيهما أفضل من الآخر، وتوضأ كل منهما فأحسن الوضوء، بعدها جاء الحُكْم من الرجل يقول: كل منكما أحسن، وأنا الذي ما أحسنْتُ. </p><p> إنه الوعظ في أعلى صورة، والقدوة في أحكم ما تكون. </p><p> «مثال آخر للدعوة يضربه لنا الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، حينما أتاه شاب في فَوْرة شبابه، يشتكي عدم صَبْره عن رغبة الجنس، وهي كما قلنا من أشرس الغرائز في الإنسان.</p><p> جاء الشاب وقال: » يا رسول الله إئذن لي في الزنا «.</p><p> هكذا تجرأ الشاب ولم يُخْفِ عِلّته، هكذا لجأ إلى الطبيب ليطلب الدواء صراحة، ومعرفة العلة أولَ خَطوات الشفاء. فماذا قال رسول الله؟ </p><p> انظر إلى منهج الدعوة، كيف يكون، وكيف استلَّ رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ الداء من نفس هذا الشاب؟ فلم يزجره، ولم ينهره، ولم يُؤذه، بل أخذه وربَّت على كتفه في لطف ولين، ثم قال: » أتحبه لأمك؟ قال: لا يا رسول الله، جُعِلْتَ فِدَاك. قال: فكذلك الناس لا يحبونه لأمهاتهم، قال: أَتُحبه لأختكَ؟ </p><p> قال: لا يا رسول الله جُعِلْتُ فِدَاك، قال: فكذلك الناس لا يحبونه لأخواتهم «.</p><p> وهكذا حتى ذكر العمة والخالة والزوجة، ثم وضع رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يده الشريفة على صدر الشاب ودعا له: » اللهم نَقِّ صدره، وحَصِّن فَرْجه «فقام الشاب وأبغض ما يكون إليه أن يزني،وهو يقول:فوالله ما هَمَّتْ نفسي بشيء من هذا، إلا ذكرْتُ أمي وأختي وزوجتي» . </p><p> فلنتأمل هذا التلطُّف في بيان الحكم الصحيح، فمعالجة الداءات في المجتمع تحتاج إلى فقه ولباقة ولين وحُسْن تصرف، إننا نرى حتى الكفرة حينما يصنعون دواءً مُرّاً يغلفونه بغُلالة رقيقة حُلْوة المذاق ليستسيغه المريض، ويسهل عليه تناوله. وما أشبه علاج الأبدان بعلاج القلوب في هذه المسألة. </p><p> ويقول أهل الخبرة في الدعوة إلى الله: النصح ثقيل فلا تُرْسِله جبلاً، ولا تجعله جدلاً. . والحقائق مُرّة فاستعيروا لها خِفّة البيان. </p><p> وكان صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إذا سمع عن شيء لا يرضيه من ذنب أو فاحشة في مجتمع الإيمان بالمدينة كان يصعد منبره الشريف، ويقول:  «ما بال أقوام قالوا كذا وكذا» . </p><p> ويكتفي بالتوجيه العام دون أنْ يجرحَ أحداً من الناس على حَدِّ قولهم في الأمثال: إياك أعني واسمعي يا جاره. </p><p> ومن ذلك ما كان يلجأ إليه العقلاء في الريف حينما يتعرض أحدٌ للسرقة، أو يضيع منه شيء ذو قيمة، فكانوا يعتلون عن فَقْد الشيء الذي ضاع أو سُرِق ويقول: ليلة كذا بعد غياب القمر سوف نرمي التراب. </p><p> ومعنى «نرمي التراب» أن يحضر كل منهم كمية من التراب يلقيها أمام بيت صاحب هذا الشيء المفقود، وفي الصباح يبحثون في التراب حتى يعثروا على ما فقد منهم، ويصلوا إلى ضالَّتهم دون أنْ يُفتضحَ الأمر، ودون أن يُحرَج أحد، وربما لو واجهوا السارق لأنكر وتعقدت المسألة. </p><p> وقوله سبحانه: </p><p> {وَجَادِلْهُم بالتي هِيَ أَحْسَنُ. .}  [النحل: ١٢٥] . </p><p> والجدل مناقشة الحجج في قضية من القضايا، وعلى كُلِّ من الطرفين أنْ يعرضَ حُجّته بالتي هي احسن. أي: في رفق ولين ودون تشنُّج أو غَطْرسة. </p><p> ويجب عليك في موقف الجدال هذا ألاَّ تُغضِبَ الخصْم، فقد يتمحَّك في كلمة منك، ويأخذها ذريعة للانصراف من هذا المجلس. </p><p> وقوله سبحانه: </p><p> {إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بالمهتدين}  [النحل: ١٢٥] . </p><p> قد يتساءل البعض: ما علاقة هذا التذييل للآية بموضوع الدعوة إلى الله؟ </p><p> يريد الحق سبحانه أن يُبيّن لنا حساسية هذه المهمة، وأنها تُبنى على الإخلاص لله في توجيه النصيحة، ولا ينبغي للداعية أبداً أنْ يغُشَّ في دعوته، فيقصد من ورائها شيئاً آخر، وقد تقوم بموعظة وفي نفسه استكبار على الموعوظ، أو شعور أنك أفضل منه أو أعلم منه. </p><p> ومن الناس والعياذ بالله مَنْ يجمع القشور عن موضوع ما، فيظن أنه أصبح عالماً، فيضر الناس أكثر مِمّا ينفعهم. </p><p> إذن: إنْ قُبِل الغش في شيء فإنه لا يُقبل في مجال الدعوة إلى الله، فإياك أنْ تغشَّ بالله في الله؛ لأنه سبحانه وتعالى أعلم بمَنْ يضل الناس، ويصدهم عن سبيل الله، وهو أعلم بالمهتدين. </p><p> ثم يقول الحق سبحانه:  {وَإِنْ عَاقَبْتُمْ فَعَاقِبُواْ ... } . </p>"
}