{
  "id": null,
  "sura": 16,
  "aya": 55,
  "text": "<p> أي: مُسْتعظمين كقارون الذي قال: {إِنَّمَآ أُوتِيتُهُ على عِلْمٍ عندي}  [القصص: ٧٨] . </p><p> أخذتُ هذا بَجْهدي وعملي. . ومثله مَنْ تقول له: الحمد لله الذي وفَّقك في الامتحان، فيقول: أنا كنت مُجِداً. . ذاكرتُ وسهرتُ. . نعم أنت ذاكرتَ، وأيضاً غيرك ذاكر وجَدَّ واجتهد، ولكن أصابه مرض ليلة الامتحان فأقعده، وربما كنت مثله. </p><p> فهذه نغمة مَنْ أَنكر الفضل، وتكبَّر على صاحب النعمة سبحانه. </p><p> وقوله: </p><p> {لِيَكْفُرُواْ ... }  [النحل: ٥٥] . </p><p> هل فعلوا ذلك ليكفروا، فتكون اللام للتعليل؟ لا بل قالوا: اللام هنا لام العاقبة. . ومعناها أنك قد تفعل شيئاً لا لشيء، ولكن الشيء يحدث هكذا، وليس في بالك أنت. . إنما حصل هكذا. </p><p> ومثال هذه اللام في قوله تعالى في قصة موسى وفرعون:  {فالتقطه آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوّاً وَحَزَناً. .}  [القصص: ٨] . </p><p> ففرعون حينما أخذ موسى من البحر وتبنَّاه وربَّاه، هل كان يتبناَّه ليكون له عدواً؟ لا. . إنما هكذا كانت النهاية، لكي يثبت الحق سبحانه أنهم كانوا مُغفَّلين، وأن الله حالَ بين قلوبهم وبين </p><p> ما يريدون. . إذن: المسألة ليستْ مرادة. . فقد أخذْته وربَّيته في الوقت الذي تقتل فيه الأطفال. . ألم يخطر ببالك أن أحداً خاف عليه، فألقاه في البحر؟ {</p><p> لذا يقول تعالى: {وَاعْلَمُواْ أَنَّ الله يَحُولُ بَيْنَ المرء وَقَلْبِهِ. .}  [الأنفال: ٢٤] . </p><p> وكذلك أم موسى:  {وَأَوْحَيْنَآ إلى أُمِّ موسى أَنْ أَرْضِعِيهِ فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِي اليم ... }  [القصص: ٧] . </p><p> كيف يقبل هذا الكلام؟ وأنَّى للأم أن ترمي ولدها في البحر إنْ خافت عليه؟} كيف يتأتَّى ذلك؟! ولكن حالَ الله بين أم موسى وبين قلبها، فذهب الخوف عليه، وذهب الحنان، وذهبت الرأفة، ولم تكذّب الأمر الموجّه إليها، واعتقدت أن نجاة وليدها في هذا فألقتْه. </p><p> وقوله:  {فَتَمَتَّعُواْ فَسَوْفَ تَعْلَمُونَ}  [النحل: ٥٥] . </p><p> أي: اكفروا بما آتيناكم من النعم، وبما كشفنا عنكم من الضر، وتمتعوا في الدنيا؛ لأنني لم اجعل الدنيا دار جزاء، إنما الجزاء في الآخرة. </p><p> وكلمة {تَمَتَّعُواْ} هنا تدل على أن الله تعالى قد يُوالي نعمه حتى على مَنْ يكفر بنعمته، وإلاَّ فلو حَجَب عنهم نِعَمه فلن يكون هناك تمتُّع. </p><p> ويقول تعالى: </p><p> {فَسَوْفَ تَعْلَمُونَ}  [النحل: ٥٥] . </p><p> أي: سوف تروْنَ نتيجة أعمالكم، ففيها تهديد ووعيد. </p><p> ثم يقول الحق سبحانه:  {وَيَجْعَلُونَ لِمَا لاَ ... } . </p>"
}