{
  "id": null,
  "sura": 16,
  "aya": 100,
  "text": "<p> معنى يتولونه: أي يتخذونه وَليّاً يطيعون أمره، ويخضعون لوسوسته، ويتبعون خطواته: </p><p> {الذين يَتَوَلَّوْنَهُ والذين هُم بِهِ مُشْرِكُونَ}  [النحل: ١٠٠] . </p><p> أي: مشركون بالله، أو يكون المعنى: وهُمْ به أي بسببه أشركوا؛ لأنه أصبح له أوامر ونواه وهم يطيعونه، وهذه هي العبادة بعينها، فكأنهم عبدوه من دون الله بما قدّموه من طاعته في أمره ونَهْيه. </p><p> وقد سَمَّى الله طريقة الشيطان في الإضلال والغواية وَسْوسةً، والوسوسة في الحقيقة هي صَوْت الحُليّ حينما يتحرك في أيدي النساء، فيُحدِث صوتاً رقيقاً فيه جاذبية وإغراء تهيج له النفس، وكذلك الشيطان يدخل إليك عن طريق الإغراء والتزيين، فإذا ما هاجتْ عليك نفسُك وحدّثتْك بالمعصية تركك لها، فعند هذه النقطة تنتهي مُهمته. </p><p> ولكن، هل النفس لا تفعل المعصية إلا بوسوسة الشيطان؟ </p><p> قالوا: لا، فالنفس والمراد هنا النفس الأمّارة بالسوء قد تفعل المعصية من نفسها دون وسوسة من الشيطان، وقد يُوسْوِسُ الشيطان لها، وينزغها نَزغاً ويُؤلِّبها، ويُزِّين لها معصية ما كانت على بالها. </p><p> فكيف إذن يُفرّق بين هاتين المعصيتين؟ </p><p> النفس حينما ترغب في معصية أو شهوة تراها تقف عند معصية بعينها لا تتزحزح عنها، وإذا قاومتَ نفسك، وحاولتَ صَرْفها عن هذه الشهوة ألحَّتْ عليك بها، وطلبتها بعينها، فشهوة النفس إذن ثابتة؛ لأنها تشتهي شيئاً واحداً تُلح عليه. </p><p> ولكن حينما يُوسوِسُ الشيطان لك بشهوة فوجد منك مقاومة وقدرة على مجابهته صرف نظرك إلى أخرى؛ لأنه يريدك عاصياً بأيِّ شكل من الأشكال، فتراه يُزيِّن لك معصية أخرى وأخرى، إلى أنْ ينال منك ما يريد. </p><p> ومن ذلك ما نراه في الرشوة مثلاً والعياذ بالله فإنْ رفضتَ رشوة المال زيَّن لك رشوة الهدية، وإنْ رفضتَ رشوة الهدية زيَّنَ لك الرشوة بقضاء مصلحة مقابلة. </p><p> وهكذا يظل هذا اللعين وراءك حتى يصل إلى نقطة ضَعْف فيك، إذن: فهو ليس كالنفس يقف بك عند شهوة واحدة، ولكنه يريد أن يُوقِع بك على أيِّ صورة من الصور. </p><p> ولكي نقفَ على مداخل الشيطان ونكون منه على حَذر يجب أنْ نعلم أن الشيطان على علم كبير وصل به إلى صفوف الملائكة، بل سَمَّوه «طاووس الملائكة» ، ويمكن أن نقف على شيء من علم الشيطان في دِقّة قَسَمه، حينما أقسم للحق تبارك وتعالى أن يُغوي بني آدم، فقال:  {فَبِعِزَّتِكَ لأُغْوِيَنَّهُمْ أَجْمَعِينَ إِلاَّ عِبَادَكَ مِنْهُمُ المخلصين}  [ص: ٨٢ - ٨٣] . </p><p> هكذا عرف الشيطان أنْ يُقسِم القسَم المناسب، فلم يَقُلْ: بقوتي ولا بحجتي سأغوي الخَلْق، بل عرف لله تعالى صفة العزة، فهو سبحانه عزيز لا يُغلب؛ لذلك ترك لخلْقه حرية الإيمان به، فقال:  {فَمَن شَآءَ فَلْيُؤْمِن وَمَن شَآءَ فَلْيَكْفُرْ}  [الكهف: ٢٩] . </p><p> فالمعنى: فبعزتك عن خَلْقك: يؤمن مَنْ يؤمن، ويكفر مَنْ يكفر، سوف أدخل من هذا الباب لإغواء البشر، ولكني لا أجرؤ على الاقتراب ممَّنْ اخترتَهم واصطفيتَهم، لن أتعرَّضَ لعبادك المخلصين، ولا دَخْلَ لي بهم، ولا سلطان لي عليهم. </p><p> كذلك يجب أن نعلم أن الشيطان دقيق في تخطيطه، وهذا من مداخله وتلبيسه الذي يدعونا إلى الحذر من هذا اللعين. فالشيطان لا حاجة له في أن يذهب إلى الخمارات مثلاً، فقد كفاه أهلُها مشقة الوَسْوسة، ووفّروا عليه المجهود، هؤلاء هم أولياؤه وأحبابه ومُريحوه بما هم عليه من معصية الله، ولكنه في حاجة إلى أن يكون في المساجد ليُفسِد على أهل الطاعة طاعتهم. </p><p> وقد أوضح هذه القضية وفطن إليها الإمام الجليل أبو حنيفة النعمان، وكان مشهوراً بالفِطْنة، وعلى دراية بمداخل الشيطان وتلبيسه، وكل هذا جعل له باعاً طويلاً في الإفتاء، وقد عرض عليه أحدهم هذه المسألة: </p><p> قال: يا إمام كان لديّ مال دفنته في مكان كذا، وجعلتُ عليه علامة، فجاء السَّيْل وطمس هذه العلامة، فلم أَهتدِ إليه، فماذا أفعل؟ </p><p> فتبسَّم أبو حنيفة وقال: يا بُني ليس في هذا علم، ففي أيّ باب من أبواب الفقه سيجد أبو حنيفة هذه القضية؟! ولكني سأحتال لك. </p><p> وفعلاً تفتقتْ قريحة الإمام عن هذه الحيلة التي تدل على عِلْمه وفقهه، قال له: إذا جئتَ في الليل فتوضّأ، وقُمْ بين يدي ربّك </p><p> مُتهجِّداً. وفي الصباح أخبرني خبرك. </p><p> وفي صلاة الفجر قابله الرجل مُبتسِماً. يقول: لقد وجدتُ المال، فقال: كيف؟ قال الرجل: حينما وقفتُ بين يديْ ربي في الصلاة تذكرت المكان وذهبتُ فوجدت مالي، فضحك الإمام وقال: والله لقد علمت أن الشيطان لن يدعَك تُتِم ليلتك مع ربك. </p><p> ثم يقول الحق سبحانه:  {وَإِذَا بَدَّلْنَآ آيَةً مَّكَانَ آيَةٍ. .} . </p>"
}