{
  "id": null,
  "sura": 16,
  "aya": 12,
  "text": "<p> ونعلم أن الليل والنهار آيتان واضحتان؛ والليل يناسبه القمر، والنهار تناسبه الشمس، وهم جميعاً متعلقون بفعل واحد، وهم نسق واحد، والتسخير يعني قَهْر مخلوق لمخلوق؛ لِيُؤدِّي كُلٌّ مهمته. وتسخير الليل والنهار والشمس والقمر؛ كُلٌّ له مهمة، فالليل مُهِمته الراحة. </p><p> قال الحق سبحانه:  {وَمِن رَّحْمَتِهِ جَعَلَ لَكُمُ اليل والنهار لِتَسْكُنُواْ فِيهِ وَلِتَبتَغُواْ مِن فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ}  [القصص: ٧٣] . </p><p> والنهار له مهمة أنْ تكدحَ في الأرض لتبتغي رِزْقاً من الله وفَضْلاً، والشمس جعلها مصدراً للطاقة والدِّفْء، وهي تعطيك دون أنْ تسألَ، ولا تستطيع هي أيضاً أن تمتنعَ عن عطاء قَدَّره الله. </p><p> وهي ليست مِلْكاً لأحد غير الله؛ بل هي من نظام الكون الذي لم يجعل الحق سبحانه لأحد قدرةً عليه، حتى لا يتحكَّم أحدٌ في أحدٍ، وكذلك القمر جعل له الحق مهمة أخرى. </p><p> وإياك أنْ تتوهَم أن هناك مهمة تعارض مهمة أخرى، بل هي مهام متكاملة. والحق سبحانه هو القائل:  {والليل إِذَا يغشى والنهار إِذَا تجلى وَمَا خَلَقَ الذكر والأنثى إِنَّ سَعْيَكُمْ لشتى}  [الليل: ١ - ٤] . </p><p> أي: أن الليل والنهار وإنْ تقابلا فليسَا متعارضين؛ كما أن الذكر والأنثى يتقابلان لا لتتعارض مهمة كل منهما بل لتتكامل. </p><p> ويضرب الحق سبحانه المثل لِيُوضّح لنا هذا التكامل فيقول:  {قُلْ أَرَأَيْتُمْ إِن جَعَلَ الله عَلَيْكُمُ النهار سَرْمَداً إلى يَوْمِ القيامة مَنْ إله غَيْرُ الله يَأْتِيكُمْ بِلَيْلٍ تَسْكُنُونَ فِيهِ أَفلاَ تُبْصِرُونَ}  [القصص: ٧٢] . </p><p> وأيُّ إنسان إنْ سهر يومين متتابعين لا يستطيع أنْ يقاومَ النوم؛ وإن أدَّى مهمة في هذين اليومين؛ فقد يحتاج لراحة من بعد ذلك تمتدُّ أسبوعاً؛ ولذلك قال الله:  {وَجَعَلْنَا اليل لِبَاساً وَجَعَلْنَا النهار مَعَاشاً}  [النبأ: ١٠ - ١١] . </p><p> والإنسان إذا ما صلَّى العشاء وذهب إلى فراشه سيستيقظ حَتْماً قبل الفجر وهو في قِمّة النشاط؛ بعد أنْ قضى ليلاً مريحاً في سُبَاتٍ عميق؛ لا قلقَ فيه. </p><p> ولكن الإنسان في بلادنا استورد من الغرب حثالة الحضارة من أجهزة تجعله يقضي الليل ساهراً، ليتابع التليفزيون أو أفلام الفيديو أو القنوات الفضائية، فيقوم في الصباح مُنْهكاً، رغم أن أهل تلك البلاد التي قدَّمتْ تلك المخترعات؛ نجدهم وهم يستخدمون تلك المخترعات يضعونها في موضعها الصحيح، وفي وقتها المناسب؛ لذلك نجدهم ينامون مُبكِّرين، ليستيقظوا في الفجر بهمَّة ونشاط. </p><p> ويبدأ الحق سبحانه جملة جديدة تقول: </p><p> {والنجوم مُسَخَّرَاتٌ بِأَمْرِهِ. .}  [النحل: ١٢] . </p><p> نلحظ أنه لم يَأْتِ بالنجوم معطوفةً على ما قبلها، بل خَصَّها الحق سبحانه بجملة جديدة على الرغم من أنها أقلُّ الأجرام، وقد لا نتبيَّنها لكثرتها وتعدُّد مواقعها ولكِنَّا نجد الحق يُقسِم بها فهو القائل: </p><p> {فَلاَ أُقْسِمُ بِمَوَاقِعِ النجوم وَإِنَّهُ لَقَسَمٌ لَّوْ تَعْلَمُونَ عَظِيمٌ}  [الواقعة: ٧٥ - ٧٦] . </p><p> فكلُّ نجم من تلك النجوم البعيدة له مُهمة، وإذا كنتَ أنت في حياتك اليومية حين ينطفيء النور تذهب لترى: ماذا حدث في صندوق الأكباس الذي في منزلك؛ ولكنك لا تعرف كيف تأتيك الكهرباء إلى منزلك، وكيف تقدَّم العلم ليصنعَ لك المصباح الكهربائي. </p><p> وكيف مدَّتْ الدولة الكهرباء من مواقع توليدها إلى بيتك. </p><p> وإذا كنتَ تجهل ما خَلْف الأثر الواحد الذي يصلك في منزلك، فما بالك بقول الحق سبحانه:  {فَلاَ أُقْسِمُ بِمَوَاقِعِ النجوم}  [الواقعة: ٧٥] . </p><p> وهو القائل:  {وَعَلامَاتٍ وبالنجم هُمْ يَهْتَدُونَ}  [النحل: ١٦] . </p><p> وقد خصَّها الحق سبحانه هنا بجملة جديدة مستقلة أعاد فيها خبر التسخير، ذلك أن لكلٍّ منها منازلَ، وهي كثيرة على العَدِّ والإحصاء، وبعضها بعيد لا يصلنا ضوؤه إلا بعد ملايين السنين. </p><p> وقد خصَّها الحق سبحانه بهذا الخبر من التسخير حتى نتبينَ أن لله سراً في كل ما خلق بين السماء والأرض. </p><p> ويريد لنا أن نلتفتَ إلى أن تركيبات الأشياء التي تنفعنا مواجهةً وراءها أشياء أخرى تخدمها. </p><p> ونجد الحق سبحانه وهو يُذيِّل الآية الكريمة بقوله: </p><p> {إِنَّ فِي ذَلِكَ لآيَاتٍ لِّقَوْمٍ يَعْقِلُونَ}  [النحل: ١٢] . </p><p> ونعلم أن الآيات هي الأمورُ العجيبة التي يجب ألاَّ يمرَّ عليها الإنسان مراً مُعرِضاً؛ بل عليه أنْ يتأملَها، ففي هذا التأمل فائدة له؛ ويمكنه أنْ يستنبطَ منها المجاهيل التي تُنعِّم البشر وتُسعِدهم. </p><p> وكلمة {يَعْقِلُونَ} تعني إعمالَ العقل، ونعلم أن للعقل تركيبةً خاصة؛ وهو يستنبط من المُحسّات الأمورَ المعنوية، وبهذا يأخذ من الملوم نتيجةً كانت مجهولةً بالنسبة له؛ فيَسعد بها ويُسعد بها مَنْ حوله، ثم يجعل من هذا المجهول مقدمةً يصل بها إلى نتيجة جديدة. </p><p> وهكذا يستنبط الإنسان من أسرار الكون ما شاء له الله أنْ يستنبطَ ويكتشف من أسرار الكون. </p><p> ويقول الحق سبحانه من بعد ذلك:  {وَمَا ذَرَأَ لَكُمْ فِي ... .} . </p>"
}