{
  "id": null,
  "sura": 16,
  "aya": 127,
  "text": "<p> بعد أن ذكرتْ الآيات فضل الصبر وما فيه من خيرية، وكأن الآية السابقة تمهد للأمر هنا (وَاصْبِرْ) ليأتمر الجميع بأمر الله، بعد أنْ قدَّم لهم الحيثيات التي تجعل الصبر شجاعة لا ضعفاً، كمَا يقولون في الحكمة: من الشجاعة أنْ تجبُنَ ساعة. </p><p> فإذا ما وسوس لك الشيطان، وأغراك بالانتقام، وثارت نفسُك، فالشجاعة أنْ تصبر ولا تطاوعهما. </p><p> قوله تعالى:  {واصبر وَمَا صَبْرُكَ إِلاَّ بالله. .}  [النحل: ١٢٧] . </p><p> من حكمة الله ورحمته أنْ جعلك تصبر على الأذى؛ لأن في الصبر خيراً لك، والله هو الذي يُعينك على الصبر، ويمنع عنك وسوسة الشيطان وخواطر السوء التي تهيج غضبك، وتجرّك إلى الانتقام. </p><p> والحق سبحانه وتعالى يريد من عبده أن يتجه لإنفاذ أمره، فإذا علم ذلك من نيته تولّى أمره وأعانه، كما قال تعالى:  {والذين اهتدوا زَادَهُمْ هُدًى وَآتَاهُمْ تَقُوَاهُمْ}  [محمد: ١٧] . </p><p> إياك أن تعتقد أن الصبر من عندك أنت، فالله يريد منك أن تتجه إلى الصبر مجرد اتجاه ونية، وحين تتجه إليه يُجنّد الله لك الخواطر الطيبة التي تُعينك عليه وتُيسِّره لك وتُرضيك به، فيأتي صبرك جميلاً، لا سخطَ فيه ولا اعتراضَ عليه. </p><p> ثم يقول تعالى: </p><p> {وَلاَ تَحْزَنْ عَلَيْهِمْ. .}  [النحل: ١٢٧] . </p><p> لقد امتنّ الله على أمة العرب التي استقبلتْ دعوة الله على لسان رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، بأنْ بعث فيهم رسولاً من أنفسهم ومن أوسطهم، يعرفون حَسبَه ونَسبَه وتاريخه وأخلاقه، وقد كان صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مُحباً لقومه حريصاً على هدايتهم، كما قال تعالى:  {لَقَدْ جَآءَكُمْ رَسُولٌ مِّنْ أَنفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بالمؤمنين رَءُوفٌ رَّحِيمٌ}  [التوبة: ١٢٨] . </p><p> أي: تعز عليه مشقتكم، ويؤلمه عَنَتكم وتعبكم، حريص عليكم، يريد أن يستكمل لكل كل أنواع الخير؛ لأن معنى الحرص: الضَّنّ بالشيء، فكأنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يضِنّ بقومه. </p><p> وقد أوضح هذا المعنى في الحديث الشريف:  «إنما مثلي ومثَل أمتي كمثل رجل استوقد ناراً، فجعلت الدواب والفراش يقعن فيه، فأنا آخذ بحجزكم وأنتم تقحّمون فيه» . </p><p> لذلك حزن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ على قومه لما رأى من كفرهم وعنادهم وتكبُّرهم عن قبول الحق، وهو يريد لهم الهداية والصلاح؛ لأنك إذا أحببتَ إنساناً أحببتَ له ما تراه من الخير، كمن ذهب إلى سوق، فوجدها رائجة رابحة، فدلّ عليها من يحب من أهله ومعارفه. </p><p> كذلك لما ذاق رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حلاوة الإيمان أحبَّ أنْ يُشاركه قومه هذه المتعة الإيمانية. </p><p> والحق سبحانه وتعالى هنا يُسلِّي رسوله، ويخفف عنه ما صُدم في قومه، يقول له: لا تحزن عليهم ولا تُحمّل نفسك فوق طاقتها، فما عليك إلا البلاغ. ويخاطبه ربه في آية أخرى: </p><p> {فَلَعَلَّكَ بَاخِعٌ نَّفْسَكَ على آثَارِهِمْ إِن لَّمْ يُؤْمِنُواْ بهذا الحديث أَسَفاً}  [الكهف: ٦] . </p><p> أي: لا تكن مُهْلكاً نفسَك أسَفاً عليهم. </p><p> وقوله:  {وَلاَ تَكُ فِي ضَيْقٍ مِّمَّا يَمْكُرُونَ}  [النحل: ١٢٧] . </p><p> الضيق: تأتي بالفتح وبالكسر، ضِيْق، ضَيْق. </p><p> والضيق: أن يتضاءل الشيء الواسع أمامك عما كنت تُقدِّره، والضيق يقع للإنسان على درجات، فقد تضيق به بلده فينتقل إلى بلد آخر. </p><p> وربما ضاقت عليه الدنيا كلها، وفي هذه الحالة يمكن أنْ تسعه نفسه، فإذا ضاقتْ عليه نفْسه فقد بلغ أقصى درجات الضيق، كما قال تعالى عن الثلاثة الذين تخلفوا في الجهاد مع رسول الله:  {وَعَلَى الثلاثة الذين خُلِّفُواْ حتى إِذَا ضَاقَتْ عَلَيْهِمُ الأرض بِمَا رَحُبَتْ وَضَاقَتْ عَلَيْهِمْ أَنفُسُهُمْ. .}  [التوبة: ١١٨] . </p><p> فالحق سبحانه ينهى رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أنْ يكون في ضيق من مكر الكفار؛ لأن الذي يضيق بأمر ما هو الذي لا يجد في مجال فكره وبدائله ما يخرج به من هذا الضيق، إنما الذي يعرف أن له منفذاً ومَخْرجاً فلا يكون في ضَيْق. </p><p> فالمعنى: لا تَكُ في ضيق يا محمد، فالله معك، سيجعل لك من الضيق مخرجاً، ويرد على هؤلاء مكرهم:  {وَيَمْكُرُونَ وَيَمْكُرُ الله والله خَيْرُ الماكرين}  [الأنفال: ٣٠] . </p><p> ولذلك يقول: لا كرب وأنت رب. فساعة أن تضيق بك الدنيا والأهل والأحباب، وتضيق بك نفسك فليسعْك ربك، ولتكُنْ في معيته سبحانه؛ ولذلك قال تعالى بعد ذلك:  {إِنَّ الله مَعَ. .} . </p>"
}