{
  "id": null,
  "sura": 16,
  "aya": 44,
  "text": "<p> استهل الحق سبحانه الآية بقوله: </p><p> {بالبينات والزبر ... }  [النحل: ٤٤] . </p><p> ويقول أهل اللغة: إن الجار والمجرور لا بُدَّ له من متعلق. . فبماذا يتعلق الجار والمجرور هنا؟ قالوا: يجوز أنْ يتعلّق بالفعل (نُوحِي) ويكون السياق: وما أرسلنا من قبلك إلا رجالاً نُوحِي إليهم بالبينات والزبر. </p><p> وقد يتعلق الجار والمجرور بأهل الذكر. . فيكون المعنى: فاسألوا أهل الذكر بالبينات والزبر، فهذان وجهان لعودة الجار والمجرور. </p><p> والبينات: هي الأمر البيِّن الواضح الذي لا يشكُّ فيه أحد. . وهو إما أن يكون أمارة ثُبوت صِدْق الرسالة كالمعجزة التي تتحدى المكذِّبين أنْ يأتوا بمثلها. . أو: هي الآيات الكونية التي تلفِتُ الخَلْق إلى وجود الخالق سبحانه وتعالى، مثل آيات الليل والنهارَ والشمس والقمر والنجوم. </p><p> أما الزُّبُر، فمعناها: الكتب المكتوبة. . ولا يُكتب عادة إلا الشيء النفيس مخافة أنْ يضيعَ، وليس هنا أنفَسُ مما يأتينا من منهج الله لِيُنظِّم لَنا حركة حياتنا. </p><p> ونعرف أن العرب قديماً كانوا يسألون عن كُلِّ شيء مهما كان حقيراً، فكان عندهم عِلمٌ بالسهم ومَنْ أول صانع لها، وعن القوس والرَّحْل، ومثل هذه الأشياء البسيطة. . ألاَ يسألون عن آيات الله في الكون وما فيها من أسرار وعجائب في خَلْقها تدلُّ على الخالق سبحانه وتعالى؟ </p><p> ثم يقول الحق تبارك وتعالى: </p><p> {وَأَنْزَلْنَا إِلَيْكَ الذكر لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ. .}  [النحل: ٤٤] . </p><p> كلمة الذكر وردتْ كثيراً في القرآن الكريم بمعانٍ متعددة، وأَصلْ الذكر أنْ يظلَّ الشيءُ على البال بحيث لا يغيب، وبذلك يكون ضِدّه النسيان. . إذن: عندنا ذِكْر ونسيان. . فكلمة «ذكر» هنا معناها وجود شيء لا ينبغي لنا نسيانه. . فما هو؟ </p><p> الحق سبحانه وتعالى حينما خلق آدم عليه السلام أخذ العهد على كُلِّ ذرِّة فيه، فقال تعالى:  {وَإِذْ أَخَذَ رَبُّكَ مِن بنيءَادَمَ مِن ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ على أَنفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ قَالُواْ بلى شَهِدْنَآ أَن تَقُولُواْ يَوْمَ القيامة إِنَّا كُنَّا عَنْ هذا غَافِلِينَ}  [الأعراف: ١٧٢] . </p><p> وأخْذ العهد على آدم هو عَهْد على جميع ذريته، ذلك لأن في كُلِّ واحد من بني آدم ذَرَّة من أبيه آدم. . وجزءاً حيّاً منه نتيجة التوالُد والتناسُل من لَدُن آدم حتى قيام الساعة، وما دُمْنا كذلك فقد شهدنا أخذ العهد:  {أَلَسْتُ بِرَبِّكُمْ} . </p><p> وكأن كلمة (ذكر) جاءت لتُذكِّرنا بالعهد المطمور في تكويننا، والذي ما كان لنا أنْ ننساه، فلما حدث النسيان اقتضى الأمرُ إرسالَ الرسل وإنزالَ الكتب لتذكِّرنا بعهد الله لنا:  {أَلَسْتُ بِرَبِّكُمْ قَالُواْ بلى}  [الأعراف: ١٧٢] . </p><p> ومن هنا سَمّينا الكتب المنزلة ذكراً، لكن الذكْر يأتي تدريجياً وعلى مراحل. . كلُّ رسول يأتي ليُذكَّر قومه على حَسْب ما لديهم من غفلة. </p><p> . أما الرسول الخاتم صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ الذي جاء للناس كافّة إلى قيام الساعة، فقد جاء بالذكر الحقيقي الذي لا ذِكْر بعده، وهو القرآن الكريم. </p><p> وقد تأتي كلمة (الذكْر) بمعنى الشَّرَف والرِّفْعة كما في قوله تعالى للعرب: {لَقَدْ أَنزَلْنَآ إِلَيْكُمْ كِتَاباً فِيهِ ذِكْرُكُمْ}  [الأنبياء: ١٠] وقد أصبح للعرب مكانة بالقرآن، وعاشت لغتهم بالقرآن، وتبوءوا مكان الصدارة بين الأمم بالقرآن. </p><p> وقد يأتي الذكْر من الله للعبد، وقد يأتي من العبد لله تعالى كما في قوله سبحانه:  {فاذكروني أَذْكُرْكُمْ. .}  [البقرة: ١٥٢] . </p><p> والمعنى: فاذكروني بالطاعة والإيمان أذكركم بالفيوضات والبركة والخير والإمداد وبثوابي. </p><p> وإذا أُطلقت كلمة الذكر انصرفت إلى ما نزل على رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ لأنه الكتاب الجامع لكُلِّ ما نزل على الرسُل السابقين، ولكل ما تحتاج إليه البشرية إلى أنْ تقومَ الساعة. </p><p> كما أن كلمة كتاب تطلق على أي كتاب، لكنها إذا جاءت بالتعريف (الكتاب) انصرفت إلى القرآن الكريم، وهذا ما نسميه (عَلَم بالغلبة) . </p><p> والذكْر هو القرآن الذي نزل على محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وهو معجزته الخالدة في الوقت نفسه، فهو منهج ومعجزة، وقد جاء الرسُل السابقون بمعجزات لحالها، وكتب لحالها، فالكتاب منفصل عن المعجزة. </p><p> فموسى كتابه التوراة ومعجزته العصا، وعيسى كتابه ومنهجه الإنجيل ومعجزته إبراء الأكمه والأبرص وإحياء الموتى بإذن الله. </p><p> أما محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فمعجزته هي نفس كتاب منهجه، لا ينفصل أحدهما عن الآخر لتظلّ المعجزة مُسَاندة للمنهج إلى قيام الساعة. </p><p> وهذا هو السِّر في أن الحق تبارك وتعالى تكفل بحفظ القرآن وحمايته، فقال تعالى:  {إِنَّا نَحْنُ نَزَّلْنَا الذكر وَإِنَّا لَهُ لَحَافِظُونَ}  [الحجر: ٩] . </p><p> أما الكتب السابقة فقد عُهد إلى التابعين لكل رسول منهم بحِفْظ كتابه، كما قال تعالى: </p><p> {إِنَّآ أَنزَلْنَا التوراة فِيهَا هُدًى وَنُورٌ يَحْكُمُ بِهَا النبيون الذين أَسْلَمُواْ لِلَّذِينَ هَادُواْ والربانيون والأحبار بِمَا استحفظوا مِن كِتَابِ الله ... }  [المائدة: ٤٤] . </p><p> ومعنى اسْتُحفِظوا: أي طلبَ الله منهم أنْ يحفظوا التوراة، وهذا أمْرُ تكليف قد يُطاع وقد يُعصى، والذي حدث أن اليهود عَصَوْا وبدّلوا وحَرَّفوا في التوراة. . أما القرآن فقد تعهَّد الله تعالى بحفْظه ولم يترك هذا لأحد؛ لأنه الكتاب الخاتَم الذي سيصاحب البشرية إلى قيام الساعة. </p><p> ومن الذِّكْر أيضاً ما جاء به الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مع القرآن، وهو الحديث الشريف، فللرسول مُهِمة أخرى، وهي منهجه الكلاميّ وحديثه الشريف الذي جاء من مِشْكاة القرآن مبيِّناً له ومُوضِّحاً له ... كما قال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «أَلاَ وإنِّي قد أُوتيتُ القرآن ومِثْله معه،يُوشك رجل شبعان يتكيء على أريكته يُحدِّث بالحديث عنِّي فيقول:بيننا وبينكم كتاب الله، فما وجدنا فيه من حلال حَلَّلْناه، وما وجدنا فيه من حرام حَرَّمناه، أَلاَ وإنَّه ليس كذلك» . </p><p> ويقول الحق سبحانه: </p><p> {لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ.</p><p> .}  [النحل: ٤٤] . </p><p> إذن: جاء القرآن كتابَ معجزة، وجاء كتابَ منهج، إلا أنه ذكر أصول هذا المنهج فقط، ولم يذكر التعريفات المنهجية والشروح اللازمة لتوضيح هذا المنهج، وإلاَّ لَطالتْ المسألة، وتضخَّم القرآن وربما بَعُد عن مُرَاده. </p><p> فجاء القرآن بالأصول الثابتة، وترك للرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مهمة أنْ يُبيِّنه للناس، ويشرحه ويُوضِّح ما فيه. </p><p> وقد يظن البعض أن كُلَّ ما جاءتْ به السُّنة لا يلزمنا القيام به؛ لأنه سنة يُثَاب مَنْ فعلها ولا يُعاقب مَنْ تركها. . نقول: لا. . لا بُدَّ أن نُفرِّق هنا بين سُنّية الدليل وسُنّية الحكم، حتى لا يلتبس الأمر على الناس. </p><p> فسُنّية الدليل تعني وجود فَرْض، إلا أن دليله ثابت من السنة. . وذلك كبيان عدد ركعات الفرائض: الصبح والظهر والعصر والمغرب والعشاء، فهذه ثابتة بالسنة وهي فَرْض. </p><p> أما سُنيّة الحكم: فهي أمور وأحكام فقهية وردت عن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، يُثَاب فاعلها ولا يُعاقب تاركها. . فحين يُبيِّن لنا الرسول بسلوكه وأُسْوته حُكْماً ننظر: هل هي سُنّية الدليل فيكون فَرْضاً، أم سُنّية الحكم فيكون سُنة؟ ويظهر لنا هذا أيضاً من مواظبة الرسول على هذا الأمر، فإنْ واظب عليه والتزمه فهو فَرْض، وإنْ لم يواظب عليه فهو سُنة. </p><p> إذن: مهمة الرسول ليست مجرد مُنَاولة القرآن وإبلاغه للناس، بل وبيان ما جاء فيه من المنهج الإلهي، فلا يستقيم هنا البلاغ دون </p><p> بيان. . ولا بُدَّ أن نفرّق بين العطائين: العطاء القرآني، والعطاء النبوي. </p><p> ويجب أن نعلم هنا أن من المَيْزات التي مُيِّز بها النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ عن سائر إخوانه من الرُّسُل، أنه الرسول الوحيد الذي أمنه الله على التشريع، فقد كان الرسل السابقون يُبلِّغون أوامر السماء فَقط وانتهتْ المسألة، أما محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فقد قال الحق تبارك وتعالى في حقِّه:  {وَمَآ آتَاكُمُ الرسول فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فانتهوا. .}  [الحشر: ٧] . </p><p> إذن: أخذ مَيْزة التشريع، فأصبحت سُنّته هي التشريع الثاني بعد القرآن الكريم. </p><p> ثم يقول تعالى: </p><p> {وَلَعَلَّهُمْ يَتَفَكَّرُونَ}  [النحل: ٤٤] . </p><p> يتفكرون. . في أي شيء؟ يتفكرون في حال الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قبل البعثة، حيث لم يُؤْثَر عنه أنه كان خطيباً أو أديباً شاعراً، ولم يُؤْثَر عنه أنه كان كاتباً مُتعلِّماً. . لم يُعرف عنه هذا أبداً طيلة أربعين عاماً من عمره الشريف، لذلك أمرهم بالتفكُّر والتدبُّر في هذا الأمر. </p><p> فليس ما جاء به محمد عبقرية تفجَّرت هكذا مرَّة واحدة في الأربعين من عمره، فالعمر الطبيعي للعبقريات يأتي في أواخر العِقْد الثاني وأوائل العِقْد الثالث من العمر. </p><p> ولا يُعقل أنْ تُؤجّل العبقرية عند رسول الله إلى هذا السن وهو يرى القوم يُصْرعون حوله. . فيموت أبوه وهو في بطن أمه، ثم </p><p> تموت أمه وما يزال طفلاً صغيراً، ثم يموت جَدُّه، فمَنْ يضمن له الحياة إلى سِنِّ الأربعين، حيث تتفجَّر عنده هذه العبقرية؟! </p><p> إذن: تفكَّروا، فليستْ هذه عبقرية من محمد، بل هي أمْر من السماء؛ ولذلك أمره ربُّه تبارك وتعالى أن يقول لهم: </p><p> {قُل لَّوْ شَآءَ الله مَا تَلَوْتُهُ عَلَيْكُمْ وَلاَ أَدْرَاكُمْ بِهِ فَقَدْ لَبِثْتُ فِيكُمْ عُمُراً مِّن قَبْلِهِ أَفَلاَ تَعْقِلُونَ}  [يونس: ١٦] . </p><p> فكان عليكم أنْ تفكِّروا في هذه المسألة. . ولو فكرتُمْ فيها كان يجب عليكم أنْ تتهافتوا على الإسلام، فأنتم أعلم الناس بمحمد، وما جرَّبتم عليه لا كذباً ولا خيانةً، ولا اشتغالاً بالشعر أو الخطابة، فما كان لِيْصدق عندكم ويكذب على الله. </p><p> ولا بُدَّ أن نُفرّق بين العقل والفكر. فالعقل هو الأداة التي تستقبل المحسَّات وتُميِّزها، وتخرج منها القضايا العامة التي ستكون هي المباديء التي يعيش الإنسان عليها، والتي ستكون عبارة عن معلومات مُخْتزنة، أما الفكر فهو أن تفكر في هذه الأشياء لكي تستنبط منها الحكم. </p><p> والله سبحانه وتعالى ترك لنا حُرية التفكير وحرية العقل في أمور دنيانا، لكنه ضبطنا بأمور قَسْرية يفسَد العالم بدونها، فالذي يفسد العالم أن نترك ما شرعه الله لنا. . والباقي الذي لا يترتب عليه ضرر يترك لنا فيه مجالاً للتفكير والتجربة؛ لأن الفشل فيه لا يضر. </p><p> فما أراده الله حُكْماً قسْرياً فرضه بنصِّ صريح لا خلافَ فيه، وما أراده على وجوه متعددة يتركه للاجتهاد حيث يحتمل الفعل فيه </p><p> أوجهاً متعددة، ولا يؤدي الخطأ فيه إلى فساد. </p><p> فالمسألة ميزان فكري يتحكم في المحسَّات ويُنظم القضايا، لنرى أولاً ما يريده الله بتاً وما يريده اجتهاداً، وما دام اجتهاداً فما وصل إليه المجتهد يصح أنْ يعبد الله به، ولكن آفة الناس في الأمور الاجتهادية أن منهم مَنْ يتهم مخالفه، وقد تصل الحال بهؤلاء إلى رَمْي مخالفيهم بالكفر والعياذ بالله. </p><p> ونقول لمثل هذا: اتق الله، فهذا اجتهادٌ مَنْ أصاب فيه فَلَهُ أجران، ومَنْ أخطأ فله أجر. . ولذلك نجد من العلماء مَنْ يعرف طبيعة الأمور الاجتهادية فنراه يقول: رَأْيي صواب يحتمل الخطأ، ورَأْي غيري خطأ يحتمل الصواب. وهكذا يتعايش الجميع وتُحتَرم الآراء. </p><p> ومن رحمة الله بعباده أن يأمرهم بالتفكُّر والتدبُّر والنظر؛ ذلك لأنهم خَلْقه سبحانه، وهم أكرم عليه من أنْ يتركهم للضلال والكفر، بعد أن أكرمهم بالخَلْق والعقل، فأراد سبحانه أن يكرمهم إكراماً آخر بالطاعة والإيمان. </p><p> وكأنه سبحانه يقول لهم: رُدُّوا عقولكم ونفوسكم عن كبرياء الجدل ولَجَج الخصومة، وإنْ كنتم لا تؤمنون بالبعث في الآخرة، وبما أُعدَّ للظالمين فيها من عقاب، فانظروا إلى ما حدث لهم وما عُجِّل لهم من عذاب في الدنيا. </p><p> انظروا للذين سبقوكم من الأمم المكذَّبة وما آل إليه مصيرهم، أم أنتم آمنون من العذاب، بعيدون عنه؟! </p><p> ثم يقول تبارك وتعالى:  {أَفَأَمِنَ الذين مَكَرُواْ ... } . </p>"
}