{
  "id": null,
  "sura": 17,
  "aya": 98,
  "text": "<p> {ذَلِكَ} أي: ما حدث لهم من العذاب الذي تستبشعه أنت {جَزَآؤُهُم} أي: حاق بهم العذاب عَدْلاً لا ظُلْماً، فإياك حين تسمع آيات العذاب هذه أن تأخذَك بهم رَأْفة أو رحمة؛ لأنهم أخذوا جزاء عملهم وعنادهم وكفرهم، والذي يعطف قلوب الناس على أهل الإجرام هو تأخير العقاب. </p><p> فهناك فَرْقٌ بين العقوبة في وقت وقوع الجريمة، وهي ما تزال بشعةً في نفوس الناس، وما تزال نارها تشتعل في القلوب، فإنْ عاقبتَ في هذا الجو كان للعقوبة معنىً، وأحدثتْ الأثر المرجوّ منها وتعاطفَ الناس مع المظلوم بدلَ أنْ يتعاطفوا مع الظالم. </p><p> فحين نُؤخِّر عقوبة المجرم في ساحات المحاكم لعدة سنين فلا شَكَّ أن الجريمة ستُنْسَى وتبرد نارها، وتتلاشى بشاعتها، ويطويها النسيان، فإذا ما عاقبتَ المجرم فلن يبدو للناس إلاَّ ما يحدث من عقوبته، فترى الناس يرأفون به ويتعاطفون معه. </p><p> إذن: قبل أن تنظر إلى: {كُلَّمَا نَضِجَتْ جُلُودُهُمْ بَدَّلْنَاهُمْ جُلُوداً غَيْرَهَا لِيَذُوقُواْ العذاب. .}  [النساء: ٥٦] </p><p> وإلى:  {وَنَحْشُرُهُمْ يَوْمَ القيامة على وُجُوهِهِمْ عُمْياً وَبُكْماً وَصُمّاً مَّأْوَاهُمْ جَهَنَّمُ كُلَّمَا خَبَتْ زِدْنَاهُمْ سَعِيراً}  [الإسراء: ٩٧] </p><p> انظر إلى ما فعلوه، واعلم أن هذا العذاب بعدل الله، فأحذر أنْ تأخذك بهم رحمة، ففي سورة النور يقول تعالى:  {وَلاَ تَأْخُذْكُمْ بِهِمَا رَأْفَةٌ فِي دِينِ الله إِن كُنتُمْ تُؤْمِنُونَ بالله واليوم الآخر وَلْيَشْهَدْ عَذَابَهُمَا طَآئِفَةٌ مِّنَ المؤمنين}  [النور: ٢] </p><p> ثم يوضح سبحانه وتعالى حيثية هذا العذاب: {بِأَنَّهُمْ كَفَرُواْ </p><p> بِآيَاتِنَا. .} [الإسراء: ٩٨] والآيات تطلق على الآيات الكونية، أو على آيات المعجزات المؤيّدة لِصِدْق الرسول، أو آيات القرآن الحاملة للأحكام. . وقد وقع منهم الكفر بكل الآيات، فكفروا بالآيات الكونية، ولم يستدلوا بها على الخالق سبحانه، ولم يتدبّروا الحكمة من خَلْق هذا الكون البديع، وكذلك كفروا بآيات القرآن ولم يُؤمنوا بما جاءتْ به. </p><p> وهذا كله يدلُّ على نقص في العقيدة، وخَلَل في الإيمان الفطري الذي خلقه الله فيهم، وكذلك كذَّبوا بمعجزات الرسول، فدلَّ ذلك على خَلَل في التصديق. </p><p> ومن باطن هذا الكفر ومن نتائجه أنْ قالوا:  {أَإِذَا كُنَّا عِظَاماً وَرُفَاتاً أَإِنَّا لَمَبْعُوثُونَ خَلْقاً جَدِيداً}  [الإسراء: ٩٨] وهذا القول منهم تكذيبٌ لآيات القرآن التي جاءتْ على لسان رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لتخبرهم أنهم مبعوثون يوم القيامة ومُحاسَبُون، وهم بهذا القَوْل قد نقلوا الجدل إلى مجال جديد هو: البعث بعد الموت. </p><p> وقوله:  {عِظَاماً وَرُفَاتاً. .}  [الإسراء: ٩٨] الرفات: هو الفُتَات وَزْناً ومعنىً، وهو: الشيء الجاف الذي تكسّر؛ لذلك جاءت لترتيب هكذا: عظاماً ورُفَاتاً؛ لأن جسم الإنسان يتحلّل وتمتصُّ الأرض عناصر تكوينه، ولا يبقى منه إلا العظام، وبمرور الزمن تتكسّر هذه العظام، وتتفتتْ وتصير رفاتاً، وهم يستبعدون البعث بعد ما صاروا عظاماً ورفاتاً. </p><p> وقوله تعالى:  {أَإِنَّا لَمَبْعُوثُونَ. .}  [الإسراء: ٩٨] والهمزة هنا استفهام يفيد الإنكار، فلماذا ينكر هؤلاء مسألة البعث بعد الموت؟ </p><p> نقول: لأن الكافر عنده لَدَدٌ في ذات إيمانه، ومن مصلحة آماله وتكذيب نفسه أنْ ينكر البعث، وعلى فَرْض أنه سيحدث فإنهم </p><p> سيكونون في الآخرة سادة، كما كانوا سادةً في الدنيا. وهؤلاء القوم يفهمون الحياة على ظاهرها، فالحياة عندهم هي الحركة الحسية التي يمارسونها، وبها يعيشون حياتهم هذه، ولا يدركون أن لكل شيء حياةً تناسبه. </p><p> فمثلاً: علماء الجيولوجيا والحَفْريات يقولون: إن الأشياء المطمورة في باطن الأرض تتغّير بمرور الزمن، وتتحول إلى موادّ أخرى، إذن: ففيها حركة وتفاعل أو قُلْ فيها حياة خاصة بها تناسبها، فليست الحياة قاصرة على حركتنا في الحياة الدنيا، بل للحياة معنى آخر أوسع بكثير من الحياة التي يفهمها هؤلاء. </p><p> فالإنسان الحيّ مثلاً له في مظهرية أموره حالتان: حالة النوم وحالة اليقظة، فحياته في النوم محكومة بقانون، وحياته في اليقظة محكومة بقانون، هذا وهو ما يزال حياً يُرزَق، إذن: عندما نخبرك أن لك قانوناً في الموت وقانوناً في البعث فعليك أنْ تُصدِّق. </p><p> ألم تَرَ النائم وهو مُغْمَض العينين يرى الرؤيا، ويحكيها بالتفصيل وفيها حركة وأحداث وألوان، وهو يدرك هذا كله وكأنه في اليقظة؟ حتى مكفوف البصر الذي فقد هذه الحاسة، هو أيضاً يرى الرؤيا كما يراها المبصر تماماً ويحكيها لك، يقول: رأيتُ كذا وكذا، كيف وهو في اليقظة لا يرى؟ </p><p> نقول: لأن للنوم قانوناً آخر، وهو أنك تدرك بغير وسائل الإدراك المعروفة، ولك في النوم حياة مستقلة غير حياة اليقظة. أَلاَ ترى الرجلين ينامان في فراش واحد، وهذا يرى رؤيا سعيدة مفرحة يصحو منها ضاحكاً مسروراً، والآخر إلى جواره يرى رؤيا مؤلمة </p><p> مُحزِنة يصحو فيها مُكدّراً محزوناً، ولا يدري الواحد منهم بأخيه ولا يشعر به، لماذا؟ </p><p> لأن لكل منهما قانونه الخاص، وحياته المستقلة التي لا يشاركه فيها أحد. </p><p> وقد ترى الرؤيا تحكيها لصاحبك في نصف ساعة، في حين أن العلماء توصلوا إلى أن أقصى ما يمكن للذهن متابعته في النوم لا يتجاوز سبع ثوان، مما يدلُّ على أن الزمن في النوم مُلْغي، كما أن أدوات الإدراك ملغاة، إذن: فحياتك في النوم غير حياتك في اليقظة، وكذلك في الموت لك حياة، وفي البعث لك حياة، ولكل منهما قانون يحكمها بما يتناسب معها. </p><p> وقد يقول قائل عن الرُّؤَى: إنها مجرد تخيُّلات لا حقيقةَ لها، لكن يَرُدّ هذا القول ما نراه في الواقع من صاحب الرُّؤْيا الذي يحكي لك أنه أكل طعاماً، أو شرب شراباً ما يزال طَعْمه في فمه، وآخر ضُرِب، ويُريك أثر الضرب على ظهره مثلاً، وآخر يصحو من النوم يتصبَّب عَرقاً، وكأنه كان في عراك حقيقي لا مجرد منام. </p><p> فالحق سبحانه وتعالى يريد أنْ يُوضّح لنا أننا في النوم لنا حياة خاصة وقانون خاص، لنأخذ من هذا دليلاً على حياة أخرى بعد الموت. </p><p> والعلماء قالوا في هذه المسألة بظاهرة المتواليات، والمراد بها: إذا كانت اليقظة لها قانون، والنوم له قانون ألطف وأخفّ من قانون اليقظة، فبالتالي للموت قانون أخفّ من قانون النوم، وللبعث قانون أخف من قانون الموت. </p><p> وقد حَسَم القرآن الكريم هذه القضية في قوله تعالى:  {كُلُّ شَيْءٍ هَالِكٌ إِلاَّ وَجْهَهُ. .}  [القصص: ٨٨] </p><p> أي: كلُّ ما يُقَال له شيء في الوجود هالك إلا الله تعالى فهو الباقي، والهلاك ضدّه الحياة، بدليل قوله تعالى:  {لِّيَهْلِكَ مَنْ هَلَكَ عَن بَيِّنَةٍ ويحيى مَنْ حَيَّ عَن بَيِّنَةٍ. .}  [الأنفال: ٤٢] إذن: لكل شيء مهما صَغُر في كَوْن الله حياة خاصة تناسبه قبل أنْ يعتريه الهلاك. </p><p> ولذلك نعجب حينما يطالعنا العلماء بأن في علبة الكبريت هذه التي نضعها في جيوبنا قوة تجاذب بين ذراتها، تصلح هذه القوةَ لتسيير قطار حول العالم لمدة ست سنوات، سبحان الله. . أين هذه القوة؟ إنها موجودة لكِنّنا لا نشعر بها ولا ندركها، إنما الباحثون في معاملهم يمكنهم ملاحظة مثل هذه الحركة وتسجيلها. </p><p> وأقرب من ذلك ظاهرة الجاذبية التي تعلَّمناها منذ الصِّغَر والتي تعتمد على ترتيب الذرّات ترتيباً مُعيناً، ينتج عنه المُوجَب والسالب، فيتم التجاذب فكانوا يضعون لها بُرادَة الحديد في أنبوبة، ويُمَرِّرون عليها قضيباً مُمغْنَطاً، فنرى برادة الحديد تتحرك في نفس اتجاه القضيب. </p><p> إذن: في الحديد حركة وحياة بين ذراته، حياة تناسبه بلغتْ من الدقة مَبْلَغاً فوق مستوى إدراكك. </p><p> إذن: نستطيع القول بأن للعظام وللرفات حياةً، ولك أيها المنكر وجود حتى بعد أنْ صِرْتَ رُفاتاً، فشيء منك موجود يمكن أن يكون </p><p> نواةً لخلْقِك من جديد، وبمنطق هؤلاء المنكرين أيهما أهوَنْ في الخَلْق: الخَلْق من شيء موجود، أم الخَلْق ابتداءً؟ </p><p> وقد رد عليهم الحق سبحانه بقوله:  {قَدْ عَلِمْنَا مَا تَنقُصُ الأرض مِنْهُمْ وَعِندَنَا كِتَابٌ حَفِيظٌ}  [ق: ٤] </p><p> أي: في علمه سبحانه عدد ذرات كل مِنّا، وكم في تكوينه من مواد، لا ينقص من ذلك شيء، وهو سبحانه قادر على جمع هذه الذرات مرة أخرى، وليس أمره تعالى متوقفاً على العلم فقط، بل عنده كتاب دقيق يحفظ كل التفاصيل، ولا يغيب عنه شيء. </p><p> وقال تعالى كذلك في الرد عليهم:  {أَفَعَيِينَا بالخلق الأول بَلْ هُمْ فِي لَبْسٍ مِّنْ خَلْقٍ جَدِيدٍ}  [ق: ١٥] أي: في خَلْط وشَكٍّ وتردُّد. </p><p> وقد ناقشنا مِنْ منكري البعث الشيوعيين الذي قتَّلوا في أعدائهم، وأخذوا أموالهم مُعاقبةً لهم على ما اقترفوه من ظلم الناس، فكنت أقول لهم: فما بال الذين ماتوا من هؤلاء، ولم يأخذوا حظّهم من العقاب؟ وكيف يذهبون هكذا ويُفلتون بجرائمهم؟ لقد كان الأَوْلَى بكم أنْ تؤمنوا بالآخرة التي يُعاقب فيها هؤلاء الذين أفلتوا من عقاب الدنيا، حتى تتحقق عدالة الانتقام. </p><p> وقوله تعالى:  {أَإِنَّا لَمَبْعُوثُونَ خَلْقاً جَدِيداً}  [الإسراء: ٩٨] </p><p> إنهم يستبعدون البعث من جديد؛ لذلك فالحق سبحانه وتعالى يجاري هؤلاء ويتسامح معهم، فيقول:  {وَهُوَ الذي يَبْدَؤُاْ الخلق ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ. .}  [الروم: ٢٧] </p><p> فإعادة شيء كان موجوداً أسهلُ وأهونُ من إيجاده مِنْ لا شيء، </p><p> والحديث هنا عن بَعْث الإنسان، هذا المخلوق الذي أبدعه الخالق سبحانه، وجعله سيد هذا الكون، وجعل عمره محدوداً، فما بالكم تنشغلون بإنكار بعث الإنسان عن باقي المخلوقات وهي أعظم الخَلْقِ في الإنسان، وأطول منه عُمراً، وأثبت منه وأضخم. </p><p> فلا تَنْسىَ أيها الإنسان أن خَلْقك أهونُ وأسهلُ من مخلوقات أخرى كثيرة هي أعظم منك، ومع ذلك تراها خاضعة لله طائعة، لم تعترض يوماً ولم تنكر كما أنكرت، يقول تعالى:  {لَخَلْقُ السماوات والأرض أَكْبَرُ مِنْ خَلْقِ الناس. .}  [غافر: ٥٧] </p><p> فمَنْ ينكر بَعْث الإنسان بعد أن يصير رفاتاً عليه أن يتأمل مثلاً الشمس كآية من آيات الله في الكون، وقد خلقها الله قبل خَلْق الإنسان، وستظل إلى ما شاء الله، وهي تعطي الضوء والدفء دون أنْ تتوقف أو تتعطّل، ودون أن تحتاج إلى صيانة أو قطعة غيار، وهي تسير بقدرة الخالق سبحانه مُسخَّرة لخدمتك، ما تخلَّفتْ يوما ولا اعترضتْ. فماذا يكون خَلْقك أنت أيها المنكر أمام قدرة الخالق سبحانه؟ </p><p> والحق سبحانه يقول:  {أَوَلَمْ يَرَوْاْ أَنَّ الله الذي خَلَقَ السماوات والأرض ... } . </p>"
}