{
  "id": null,
  "sura": 17,
  "aya": 56,
  "text": "<p> الله تعالى يقول لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: قل للذين يُعارضونك في الوحدانية إذا مسَّكم ضُرٌ فلا تلجأوا إلى مَنْ تكفرون به، بل الجأوا إلى مَنْ زعمتم أنهم شركاء وآمنتم بهم. فإنهم لن يستمعوا إليك؛ لأن الإنسان بطبعه لا يخدع نفسه، ولو علموا أن الذين يتخذونهم آلهة من دون الله ينفعونهم في شيء لما دَعَوْا ربهم الذين يكفرون به وتركوا الذين يؤمنون بهم، لماذا؟ </p><p> لأن الإنسان لا يتمرد ولا يطغى إلا إذا كان مُسْتغنياً بكل ملكاته، بمعنى أن تكون ملكاته كلها على هيئة الاستقامة والانسجام، فإذا </p><p> اختلتْ له ملكة من الملكات ضَعُفَ طغيانه، وحاول أن يستكمل هذا النقص، وحينئذ لن يخدع نفسه بأن يطلب الاستكمال مِمَّن لا يملكه، بل يطلبه ممَّنْ يعتقد أنه يملكه. </p><p> لذلك يقول تعالى:  {وَإِذَا مَسَّكُمُ الضر فِي البحر ضَلَّ مَن تَدْعُونَ إِلاَّ إِيَّاهُ. .}  [الإسراء: ٦٧] </p><p> وقال:  {وَإِذَا مَسَّ الإنسان ضُرٌّ دَعَا رَبَّهُ مُنِيباً إِلَيْهِ. .}  [الزمر: ٨] </p><p> لماذا؟ لأن ما أصابه من ضُرٍّ أضعفه، وكسر عنده غريزة الاستعلاء والاستكبار، لقد كفر بالله من قبل حينما حمله التكاليف، ولكن الآن وبعد أن نزل به الضُّر وأحاط به البلاء فلا بُدَّ أن يكون صريحاً مع نفسه لا يخدعها. </p><p> وضربنا لهذه المسألة مثلاً بحلاق الصحة عند أهل الريف في الماضي وكان مسئولاً عن صِحَّة الناس، ويقوم مقام الطبيب في هذا الوقت، فإذا ما عُيِّن بالقرية طبيب هاجمه الحلاق وأفسد ما بينه وبين الناس، وأشاع عنه عدم العلم وقِلَّة الخبرة ليخلوَ له وجه الناس، ولا يشاركه أحد في رزقه، ومرَّت الأيام وأصيب الحلاق بضُرٍّ، حيث مرض ولد له، فإذا به يحمله خُفْيةً بليْل، ويتسلل به إلى الطبيب، ولكن سرعان ما ينكشف أمره ويُفتضح بين الناس. </p><p> إذن: الإنسان في ساعة الضر لا يخدع نفسه ولا يكذب عليها، فقل لهم: إذا مسكم الضر فاذهبوا إلى مَن ادعيتم أنهم آلهة وأدعوهم، فإنهم لن يستجيبوا ولن يدعوهم، ولو دَعَوْهم فلن يكشفوا عنهم ضرهم:  {فَلاَ يَمْلِكُونَ كَشْفَ الضر عَنْكُمْ. .}  [الإسراء: ٥٦] </p><p> وقوله تعالى:  {وَلاَ تَحْوِيلاً}  [الإسراء: ٥٦] أي: ولا يملكون تحويل حالكم من الضر إلى النفع أو النعمة أو الرحمة، أو: لا يملكون تحويل هذا الضر إلى أعدائكم، فهم إذن لا يملكون هذه ولا هذه. </p><p> فالحق سبحانه يُلقِّن رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ الحجة، ليوضح لهم أنهم يغالطون أنفسهم، ويعارضون مواجيدهم وفطرتهم، فإن أصابهم الضر في ذواتهم لا يلجأون إلى آلهتهم؛ لأنهم يعلمون أنها لا تملك لهم نفعاً ولا ضراً، ولن تسمعهم، وإن سمعتهم فرضاً ما استجابوا لهم، ويوم القيامة يكفرون بشركهم، بل يلجأون إلى الله الذي يملك وحده كَشْف الضُّر عنهم. </p><p> ثم يقول الحق سبحانه:  {أولئك الذين يَدْعُونَ يَبْتَغُونَ إلى رَبِّهِمُ الوسيلة ... } . </p>"
}