{
  "id": null,
  "sura": 17,
  "aya": 32,
  "text": "<p> بعد أن تحدّث الحق سبحانه عما يحفظ النسل ويستبقي خلافة الله في الأرض، أراد سبحانه أن يحمي هذا النسل من الضياع، ويوفر له الحياة الكريمة. والإنسان منّا حينما يُرزَق بالولد أو البنت يطير به فَرحاً، ويُؤثِره على نفسه، ويُخرج اللقمة من فيه ليضعها في فم ولده، ويسعى جاهداً ليُوفّر له رفاهية العيش، ويُؤمِّن له المستقبل المُرْضِي، وصدق الشاعر حين قال: </p><p> إنما أَوْلاَدُنَا أكبادُناَ ... تمشي عَلَى الأَرْضِ </p><p> إنْ هَبَّتْ الريحُ على بَعْضهِم ... امتنعَتْ عَيْني عَنِ الغُمْضِ </p><p> لكن هذا النظام التكافليّ الذي جعله الحق سبحانه عماداً تقوم عليه الحياة الأسرية سرعان ما ينهار من أساسه إذا ما دَبَّ الشكُّ إلى قلب الأب في نسبة هذا الولد إليه، فتتحوّل حياته إلى جحيم لا يُطَاق، وصراع داخلي مرير لا يستطيع مواجهته أو النطق به؛ لأنه طَعْن في ذاته هو. </p><p> لذلك يُحذِّرنا الحق تبارك وتعالى من هذه الجريمة النكْراء؛ </p><p> ليحفظ على الناس أنسابهم، ويطمئن كل أب إلى نسبة أبنائه إليه، فيحنو عليهم ويرعاهم، ويستعذب ألم الحياة ومتاعبها في سبيل راحتهم. </p><p> فيقول تعالى:  {وَلاَ تَقْرَبُواْ الزنى. .}  [الإسراء: ٣٢] </p><p> والمتأمل في آي القرآن الكريم يجد أن الحق سبحانه حينما يُكلِّمنا عن الأوامر يُذيِّل الأمر بقوله تعالى:  {تِلْكَ حُدُودُ الله فَلاَ تَعْتَدُوهَا. .}  [البقرة: ٢٢٩] </p><p> والحديث هنا عن أحكام الطلاق، فقد وضع له الحق سبحانه حدوداً، وأمرنا أن نقف عندها لا نتعداها، فكأنه سبحانه أوصلنا إلى هذا الحد، والممنوع أن نتعداه. </p><p> وأما في النواهي، فيُذيلها بقوله:  {تِلْكَ حُدُودُ الله فَلاَ تَقْرَبُوهَا. .}  [البقرة: ١٨٧] </p><p> والنهي هنا عن مباشرة النساء حال الاعتكاف، وكأن الحق سبحانه يريد ألاّ نصلَ إلى الحدِّ المنهي عنه، وأنْ يكون بيننا وبينه مسافة، فقال {فَلاَ تَقْرَبُوهَا} لنظلّ على بُعْدٍ من النواهي، وهذا احتياط واجب حتى لا نقتربَ من المحظور فنقع فيه. </p><p> وقد قال النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «من حام حول الحمى يوشك أن يقع فيه» . </p><p> فالحق سبحانه خالق الإنسان، وهو أعلم به لا يريد له أنْ يقتربَ من المحظور؛ لأن له بريقاً وجاذبية كثيراً ما يضعف الإنسان أمامها؛ لذلك نهاه عن مجرد الاقتراب، وفَرْقٌ بين الفعل وقُرْبان الفعل، فالمحرّم المحظور هنا هو الفِعْل نفسه، فلماذا إذن حرَّم الله الاقتراب أيضاً، وحذّر منه؟ </p><p> نقول: لأن الله تعالى يريد أنْ يرحَم عواطفك في هذه المسألة بالذات، مسألة الغريزة الجنسية، وهي أقوى غرائز الإنسان، فإنْ حُمْتَ حولها توشك أن تقعَ فيها، فالابتعاد عنها وعن أسبابها أسلَمُ لك. </p><p> وحينما تكلًّم العلماء عن مظاهر الشعور والعلم قسَّموها إلى ثلاث مراحل: الإدراك، ثم الوجدان، ثم النزوع. </p><p> فلو فرضنا أنك تسير في بستان فرأيتَ به وردة جميلة، فلحظة أنْ نظرتَ إليها هذا يُسمَّى «الإدراك» ؛ لأنك أدركتَ وجودها بحاسة البصر، ولم يمنعك أحد من النظر إليها والتمتُّع بجمالها. </p><p> فإذا ما أعجبتك وراقك منظرها واستقر في نفسك حُبُّها فهذا يسمى «الوجدان» أي: الانفعال الداخلي لما رأيتَ، فإذا مددتَ يدك لتقطفها فهذا «نزوع» أي: عمل فعلي. </p><p> ففي أي مرحلة من هذه الثلاث يتحكَّم الشرع؟ </p><p> الشرع يتحكم في مرحلة النزوع، ولا يمنعك من الإدراك، أو من الوجدان، إلا في هذه المسألة «مسألة الغريزة الجنسية» فلا يمكن فيها فَصْل النزوع عن الوجدان، ولا الوجدان عن الإدراك، فهي </p><p> مراحل ملتحمة ومتشابكة، بحيث لا تقوى النفس البشرية على الفَصْل بينها. </p><p> فإذا رأى الرجل امرأة جميلة، فإن هذه الرؤية سرعان ما تُولِّد إعجاباً وميلاً، ثم عِشْقاً وغريزة عنيفة تدعوه أنْ تمتدَّ يده، ويتولد النزوع الذي نخافه، وهنا إما أنْ ينزعَ ويُلبي نداء غريزته، فيقع المحرم، وإما أنْ يعف ويظل يعاني مرارة الحرمان. </p><p> والخالق سبحانه أعلم بطبيعة خَلْقه، وبما يدور ويختلج داخلهم من أحاسيس ومشاعر؛ لذلك لم يُحرِّم الزنا فحسب، بل حرَّم كل ما يؤدي إليه بداية من النظر، فقال تعالى:  {قُلْ لِّلْمُؤْمِنِينَ يَغُضُّواْ مِنْ أَبْصَارِهِمْ. .}  [النور: ٣٠] </p><p> لأنك لو أدركتَ لوجدتَ، ولو وجدتَ لنزعتَ، فإنْ أخذتََ حظَّك من النزوع أفسدتَ أعراض الناس، وإنْ عففتَ عِشْتَ مكبوتاً تعاني عِشْقاً لن تناله، وليس لك صبر عنه. </p><p> إذن: الأسلم لك وللمجتمع، والأحفظ للأعراض وللحرمات أنْ تغُضَّ بصرك عن محارم الناس فترحم أعراضهم وترحم نفسك. </p><p> لكن هذه الحقيقة كثيراً ما تغيب عن الأذهان، فيغشّ الإنسانُ نفسه بالاختلاط المحرم، وإذا ما سُئل ادَّعى البراءة وحُسْن النية وأخذ من صلة الزمالة إلى القرابة أو الجوار ذريعة للمخالطة والمعاشرة وهو لا يدري أنه واهم في هذا كله، وأن خالقه سبحانه أدرى به </p><p> وأعلم بحاله، وما أمره بغضِّ بصره إلا لما يترتب عليه من مفاسد ومضار، إما تعود على المجتمع، أو على نفسه. </p><p> لذلك قال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «النظرة سَهْم مسموم من سهام إبليس، مَنْ تركها من مخافتي أبدلتُه إيماناً يجد حلاوته في قلبه» . </p><p> ومن هنا نفهم مراده سبحانه من قوله:  {وَلاَ تَقْرَبُواْ الزنى. .}  [الإسراء: ٣٢] </p><p> ولم يقل: لا تزنوا. لأن لهذه الجريمة مقدمات تؤدي إليها فاحذر أنْ تجعلَ نفسك على مقربة منها؛ لأن مَنْ حام حول الحمى يوشك أن يقع فيه، ودَعْكَ ممَّنْ يُنادون بالاختلاط والإباحية؛ لأن الباطل مهما عَلاَ ومهما كَثُر أتباعه فلن يكون حقاً في يوم من الأيام. </p><p> وأحذر ما يشيع على الألسنة من قولهم هي بنت عمه، وهو ابن خالها، وهما تربَّيا في بيت واحد، إلى آخر هذه المقولات الباطلة التي لا تُغيّر من وجه الحرام شيئاً، فطالما أن الفتاة تحل لك فلا يجوز لك الخلوة بها. </p><p> وفي الحديث النبوي:  «لا يخلون رجل بامرأة إلا كان الشيطان ثالثهما» . </p><p> إذن: ما حرَّم الإسلام النظر لمجرد النظر، وما حرّم الخُلْوة في ذاتها ولكن حَرَّمهما؛ لأنهما من دوافع الزنا وأسبابه. فيقول تعالى:  {وَلاَ تَقْرَبُواْ الزنى. .}  [الإسراء: ٣٢] أبلغ في التحريم وأحوط وأسلم من: لا تزنوا. </p><p> ومثال ذلك أيضاً قوله تعالى في تحريم الخمر:  {ياأيها الذين آمَنُواْ إِنَّمَا الخمر والميسر والأنصاب والأزلام رِجْسٌ مِّنْ عَمَلِ الشيطان فاجتنبوه لَعَلَّكُمْ تُفْلِحُونَ}  [المائدة: ٩٠] </p><p> ومع ذلك يخرج علينا مَنْ يقول: ليس في القرآن آية واحدة تحرم شرب الخمر. . سبحان الله، فأيُّهما أبلغ وأشدّ في التحريم أن نقول لك: لا تشرب الخمر، أم اجتنب الخمر؟ </p><p> لا تشرب الخمر: نَهْي عن الشُّرْب فقط. إذن: يُبَاحُ لك شراؤها وبيعُها وصناعتها ونقلها. . الخ. أما الاجتناب فيعني: البعد عنها كُلية، وعدم الالتقاء بها في أي مكان، وعلى أية صورة. </p><p> فالاجتناب إذن أشدّ من مجرد التحريم. </p><p> وكيف نقول بأن الاجتناب أقل من التحريم، وقد قال تعالى في مسألة هامة من مسائل العقيدة:  {والذين اجتنبوا الطاغوت أَن يَعْبُدُوهَا}  [الزمر: ١٧] </p><p> فهل تقول في هذه: إن الاجتناب أقلّ من التحريم؟ وهل عبادة الطاغوت ليست محرمة؟! </p><p> ثم يقول تعالى:  {إِنَّهُ كَانَ فَاحِشَةً. .}  [الإسراء: ٣٢] </p><p> الفاحشة: هي الشيء الذي اشتدّ قبْحه. وقد جعل الحق سبحانه الزنا فاحشة؛ لأنه سبحانه وتعالى حينما خلق الزوجين: الذكر والأنثى، وقدَّر أن يكون منهما التناسل والتكاثر قدَّر لهما أصولاً يلتقيان عليها، ومظلّة لا يتم الزواج إلا تحتها، ولم يترك هذه المسألة مشَاعاً يأتيها مَنْ يأتيها؛ ليحفظ للناس الأنساب، ويحمي طهارة النساء، فيطمئن كل إنسان إلى سلامة نسبه ونسب أولاده. </p><p> والمراد من الأصول التي يلتقي عليها الزوجان عقد القِران الذي يجعهما بكلمة الله وعلى سنة رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> وهَبْ أن لك بنتاً بلغت سنَّ الزواج، وعلمتَ أن شاباً ينظر إليها، أو يحاول الاقتراب منها، أو ما شابه ذلك، ماذا سيكون موقفك؟ لا شكَّ أن نار الغيرة ستشتعل بداخلك، وربما تعرَّضْتَ لهذا الشاب، وأقمْتَ الدنيا ولم تُقعِدْها. </p><p> لكن إذا ما طرق هذا الشاب بابَك، وتقدَّم لخطبة ابنتك فسوف تقابله بالترْحَاب وتسعد به، وتدعو الأهل، وتقيم الزينات والأفراح. </p><p> إذن: فما الذي حدث؟ وما الذي تغيَّر؟ وما الفرق بين الأولى والثانية؟ </p><p> الفرق بينهما هو الفرق بين الحلال والحرام؛ لذلك قيل:  «جدع الحلال أنف الغيرة» . </p><p> فالذي يغَارُ على بناته من لمسة الهواء تراه عند الزواج يُجَهِز ابنته، ويُسلمها بيده إلى زوجها؛ لأنهما التقيا على كلمة الله، هذه الكلمة المقدسة التي تفعل في النفوس الأعاجيب. </p><p> مجرد أن يقول وليُّ الزوجة: زوجتُكَ، ويقول الزوج: وأنا قبلتُ. تنزل هذه الكلمة على القلوب بَرْداً وسلاماً، وتُحدِث فيها انبساطاً وانشراحاً؛ لأن لهذه الكلمة المقدسة عملاً في التكوين الذاتي للإنسان، ولها أثر في انسجام ذراته، وفي كل قطرة من دمه. </p><p> ومن آثار كلمة الله التي يلتقي عليها الزوجان، أنها تُحدِث سيالاً بينهما، هو سِيَال الاستقبال الحسن، وعدم الضَّجَر، وعدم الغيرة والشراسة، فيلتقيان على خير ما يكون اللقاء. </p><p> ولذلك حينما يُشرِّع لنا الحق تبارك وتعالى العِدَّة، نجد عدة المطلقة غير عِدَّة المتوفَّى عنها زوجها، وفي هذا الاختلاف حكمة؛ لأن الحق سبحانه يعلم طبيعة النفس البشرية وما يُؤثّر فيها. </p><p> ولو كانت الحكمة من العدة مجرد استبراء الرحم لكفى شهر واحد وحَيْضة واحدة، إنما الأمر أبعد من ذلك، فعند المرأة اعتبارات أخرى ومازالت تحت تأثير الزواج السابق؛ لأن سيال الحال فيه التقاء الإيجاب والسلب من الرجل والمرأة، وقد تعودتْ المرأة على الإيجاب الحلال والسلب الحلال. </p><p> فإذا طُلِّقَت المرأة فلا يحلّ لها الزواج قبل انقضاء العدة التي حددها الشرع بثلاثة أشهر، وهي المدة التي يهدأ فيها سِيَال الحلال في نفسها ويجمد، وبذلك تكون صالحة للالتقاء بزوج آخر. </p><p> أما في حالة المتوفّى عنها زوجها فعدتها أربعة أشهر وعشرة، والحكمة من الفارق بين العِدَّتين أن المطلقة غالباً ما يكون بين الزوجين كُرْه، هذا الكُرْه بينهما يساعد على موت السِّيال؛ لأنها بطبيعة الحال نافرة عنه غير راغبة فيه. أما المتوفَّى عنها زوجها فقد فارقها دون كُرْه، فرغبتها فيه أشدّ؛ لذلك تحتاج إلى وقت أطول للتخلُّص من هذا السيال. </p><p> والحق سبحانه هنا يُراعِي طبيعة المرأة ومشاعرها، وعواطف الميل والرغبة في زوجها، ويعلم سبحانه أن هذا الميلَ وهذه الرغبة تحتاج إلى وقت ليهدأ هذه العواطف لدى المرأة، وتستعد نفسياً للالتقاء بزوج آخر؛ لأن لقاء الزوج بزوجته مسألة لا يحدث الانسجام فيها بالتكوين العقلي، بل الانسجام فيها بالتكوين العاطفي الغريزي الذي يعتمد بالدرجة الأولى على توافق الذرات بين الذكر والأنثى. </p><p> هذا التوافق هو الذي يُولّد ذرات موجبة، وذرات سالبة، فيحدث التوافق، ويحدث الحب والعِشْق الذي يجمعهما ويمتزجان من خلاله. </p><p> وهذا كما قلنا أثر من آثار كلمة الله التي اجتمعا عليها وتحت ظلها. </p><p> وهكذا يلتقي الزوجان في راحة وهدوء نفسي، ويسكن كل منهما للآخر؛ لأن ذراتهما انسجمت وتآلفت؛ ويفرح الأهل ويسعد الجميع، </p><p> وصدق رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حين قال في وصيته بالنساء:  «إنما استحللتم فروجهن بكلمة الله» </p><p> وهذه الكلمة من الله تعالى الذي خلق الإنسان ويعلم ما يُصلحه ولك أنْ تتصورَ الحال إنْ تَمَّ هذا اللقاء فيما حَرَّم الله، وبدون هذه الكلمة وما يحدث فيه من تنافر الذرات وعدم انسجام ونكَدٍ ومرارة لا تنتهي، ما بقيتْ فيهما أنفاس الحياة. </p><p> لذلك سمَّاه القرآن فاحشةً، والدليل على فُحْشه أن الموصوم به يحب ألاَّ يُعرف، وأن تظل جرائمه خِلْسة من المجتمع، وأن الذي يقترف هذه الفاحشة يكره أن تُفعلَ في محارمه، ويكفيها فُحْشاً أن الله تعالى سماها فاحشة، وشرع لها حداً يُقام على مرتكبها علانية أمام أعين الجميع. </p><p> وقد عالج رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ هذا الداء، حينما أتاه شاب يشتكي ضعفه أمام غريزته الجنسية، ويقول له: يا رسول الله ائذن لي في الزنا، والنبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أتى بقضايا دينيه عامة للجميع، ولكن حين يعالج داءات المجتمع يعالج كل إنسان بما يناسبه، وعلى حَسْب ما فيه من داءات الضعف أمام شهوات نفسه. </p><p> ويتضح لنا هذا المنهج النبوي في جواب رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وقد سُئِلَ كثيراً عن أفضل الأعمال، فقال لأحدهم:  «الصلاة لوقتها» . </p><p> وقال لآخر:  «أن تلقى أخاك بوجه طلق» . </p><p> وقال لآخر:  «أن تبر أخاك» . </p><p> وهكذا تعددتْ الإجابات، لأن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لا يصف مزيجاً عاماً يعطيه للجميع، بل يعطي لكل سائل الجرعة التي تُصلِح خللاً في إيمانه، كالطبيب الذي يهتم بعلاج مريضه، فيُجرى له التحاليل والفحوصات اللازمة؛ ليقف على موضع المرض ويصِف العلاج المناسب. </p><p> فكيف استقبل رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ هذا الشاب الذي جاءه يقول: يا رسول الله إني أصلي وأصوم، وأفعل كل أوامر الدين إلا أنني لا أقدر على مقاومة هذه الغريزة؟ </p><p> هل نهره واعتبره شاذاً، وأغلق الباب في وجهه؟ لا والله، بل اعتبره مريضاً جاء يطلب العلاج بعد أن اعترف بمرضه، والاعتراف بالمرض أولى خطوات الشفاء والعافية. </p><p> وهذا الشاب ما جاء لرسول الله إلا وهو كاره لمرضه، وأول ظاهرة في العافية أن تعترف بمرضك، ولا تتكبر عليه، فإنْ تكبَّرتَ عليه استفحلَ واستعصى على العلاج. </p><p> وقد اعتبر النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ شكوى هذا الشاب ظاهرة صحية في إيمانه؛ لأنه ما جاء يشكو إلا وهو كاره لهذه الجريمة، ويجد لها شيئاً في نفسه، وانظر كيف عالجه النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: « </p><p> أجلسه، ثم قال له: » يا أخا العرب أتحب هذا لأمك؟ «فانتفض الشاب،وتغيَّر وجهه وقال:لا يا رسول الله جُعِلْتُ فِدَاك،فقال:» أتحبه لأختك؟ أتحبه لزوجتك؟ أتحبه لبناتك؟ «والشاب يقول في كل مرة: لا يا رسول الله جُعِلْتُ فِدَاك.</p><p> ثم قال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: » وكذلك الناس لا يحبونه لأمهاتهم ولا لأخواتهم ولا لزوجاتهم ولا لبناتهم «ثم وضع يده الشريفة على صدر هذا الشاب ودعا له:» اللهم نَقِّ صدره، وحَصِّن فَرْجه «» . </p><p> وانصرف الشاب وهو يقول: لقد خرجتُ من عند رسول الله وليس أكرَه عندي من الزنا، ووالله ما همَمْتُ بشيء من ذلك إلا وذكرْتُ أمي وأختي وزوجتي وبناتي. </p><p> وما أشبه طريقة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في علاج هذا الشاب بما يفعله أهل الصيدلة، فعندهم مصطلح يسمونه «برشمة المر» ، فإن كان الدواء مُرّاً ولا يستسيغه المريض غَلَّفوه بمادة سكرية حتى يمرَّ من منطقة التذوق، فلا يشعر المريض بمرارته. </p><p> وقد جعل الخالق سبحانه منطقة التذوق في اللسان فحسب، دون غيره من الأعضاء التي يمرُّ بها الطعام، واللسان آية من آيات الله في خَلْق الإنسان، ومظهر من مظاهر قدرته سبحانه، حيث جعل فيه حلمات دقيقة يختصُّ كل منها بتذوُّق نوع من الطعام: فهذه للحلو، وهذه للمر، وهذه للحرِّيف، وهكذا، مع أنها مُتراصّة ومُلْتصقة بعضها ببعض. </p><p> وكما تحدث برشمة الدواء الحسيِّ المر، كذلك يحدث في العلاجات الأدبية المعنوية، فيُغلِّف الناصح نصيحته ليقبلها المتلقي ويتأثر بها؛ لذلك قالوا: النصح ثقيل، فاستعيروا له خِفَّة البيان. </p><p> وقالوا: الحقائق مُرّة، فلا ترسلوها جبلاً، ولا تجعلوها جدلاً. </p><p> وعلى الناصح أن يراعي حال المنصوح، وأنْ يرفقَ به، فلا يجمع عليه قسوة الحرمان مما أَلِف مع قسوة النصيحة. وقد وضع لنا الحق سبحانه المنهج الدعوي الذي يجب أن نسير عليه في قوله تعالى:  {ادع إلى سَبِيلِ رَبِّكَ بالحكمة والموعظة الحسنة. .}  [النحل: ١٢٥] </p><p> ومن أدب النصيحة أيضاً الذي تعلَّمناه من النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أن تكون سِرَّاً، فليس من مصلحة أحد أنْ تُذاعَ الأسرار؛ لأن لها أثراً سلبياً في حياة المجتمع كله وفي المنصوح نفسه، فإنْ سترْتَ عليه في نصيحتك له كان أدعى إلى قبوله لما تقوله، وقديماً قالوا: مَنْ نصح أخاه سراً فقد ستره وَزَانَه، ومَنْ نصحه جَهْراً فقد فضحه وشَانَهُ. </p><p> ثم يقول تعالى:  {وَسَآءَ سَبِيلاً}  [الإسراء: ٣٢] </p><p> والسبيل هو الطريق الموصل لغاية، وغاية الحياة أننا مُسْتخلفون في الأرض، خلقنا الله لعمارتها والسعي فيها بما يُسعدنا جميعاً، ويعود علينا بالخير والصلاح، فإذا ضَلَّ الإنسانُ وانحرف عَمّا رسمه له ربه أفسد هذه الخلافة، وأشقى الدنيا كلها بدل أنْ يُسعدها. </p><p> وأعتقد أن ما نشاهده الآن في بيئات الانحلال والانحراف، </p><p> وما امتدَّ منهم إلى بلاد الإسلام من التفزيع والرعب يجعلنا نؤمن بأن الزنا فعلاً ساء سبيلاً، وساء طريقاً ومسلكاً، يقضي على سلامة المجتمع وأَمْنه وسعادته. </p><p> ويكفي أنك إذا خرجتَ من بيتك في مهمة تستلزم المبيت تأخذ جميع لوازمك وأدواتك الشخصية، وتخاف من شبح العدوى الذي يطاردك في كل مكان، في الحجرة التي تدخلها، وفي السرير الذي تنام عليه، وفي دورة المياه التي تستعملها، الجميع في رُعْب وفي هلع، والإيدز ينتشر انتشار النار في الهشيم، وأصبح لا يسلَم منه حتى الأسوياء الأطهار. </p><p> وما حدث هذا الفزع إلا نتيجة لخروج الإنسان عن منهج الله خروجاً جعل هذه المسألة فوضى لا ضابطَ لها، فأحدث الله لهم من الأمراض والبلايا بقدْر فجورهم وعصيانهم، وما داموا لم يأتُوا بالحسنى فليأتوا راغمين مُفزَّعين. </p><p> لذلك العالم كله الآن يباشر مشروعات عِفَّة وطهارة، لا عن إيمان بشرع الله، ولكن عن خَوْف وهَلَع من أمراض شتَّى لا ترحم ولا تُفرِّق بين واحد وآخر. </p><p> إذن: الزنا فاحشة وساء سبيلاً، وهاهي الأحداث والوقائع تُثبت صِدْق هذه الآية، وتثبت أن أيّ خروج من الخَلْق عن منهج الخالق لن يكون وراءه إلا نَكَدُ الدنيا قبل أن ينتظرهم في الآخرة. </p><p> والآن وقد ضمنَّا سلامة الأعراض، وضمنَّا طهارة النسل، وأصبح لدينا مجتمع طاهر سليم، يأْمَنُ فيه الإنسان على هذا </p><p> الجانب، فلا بُدَّ إذن أن نحافظَ فيه على الأرواح، فلا يعتدي أحد على أحد، فيقول تعالى:  {وَلاَ تَقْتُلُواْ النفس التي حَرَّمَ الله إِلاَّ بالحق ... } . </p>"
}