{
  "id": null,
  "sura": 17,
  "aya": 7,
  "text": "<p> ومازال الخطاب مُوجّهاً إلى بني إسرائيل، هاكم سُنّة من سنن الله الكونية التي يستوي أمامها المؤمن والكافر، وهي أن مَنْ أحسن فله إحسانه، ومَنْ أساء فعليه إساءته. </p><p> فها هم اليهود لهم الغَلبة بما حدث منهم من شبه استقامة على </p><p> المنهج، أو على الأقل بمقدار ما تراجع المسلمون عن منهج الله؛ لأن هذه سُنّة كونية، مَنِ استحق الغلبة فهي له؛ لأن الحق سبحانه وتعالى مُنزّه عن الظلم، حتى مع أعداء دينه ومنهجه. </p><p> والدليل على ذلك ما أمسى فيه المسلمون بتخليهم عن منهج الله. </p><p> وقوله تعالى:  {إِنْ أَحْسَنْتُمْ. .}  [الإسراء: ٧] </p><p> فيه إشارة إلى أنهم في شَكٍّ أنْ يُحسِنوا، وكأن أحدهم يقول للآخر: دَعْكَ من قضية الإحسان هذه. </p><p> فإذا كانت الكَرَّة الآن لليهود، فهل ستظل لهم على طول الطريق؟ لا. . لن تظل لهم الغَلبة، ولن تدوم لهم الكرّة على المسلمين، بدليل قول الحق سبحانه وتعالى:  {فَإِذَا جَآءَ وَعْدُ الآخرة. .}  [الإسراء: ٧] </p><p> أي: إذا جاء وقت الإفسادة الثانية لهم، وقد سبق أنْ قال الحق سبحانه عنهم:  {لَتُفْسِدُنَّ فِي الأرض مَرَّتَيْنِ. .}  [الإسراء: ٤] </p><p> وبينّا الإفساد الأول حينما نقضوا عهدهم مع رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في المدينة. </p><p> وفي الآية بشارة لنا أننا سنعود إلى سالف عهدنا، وستكون لنا يقظة وصَحْوة نعود بها إلى منهج الله وإلى طريقه المستقيم، وعندها ستكون لنا الغَلبة والقوة، وستعود لنا الكَرَّة على اليهود. </p><p> وقوله تعالى:  {لِيَسُوءُواْ وُجُوهَكُمْ. .}  [الإسراء: ٧] </p><p> أي: نُلحق بهم من الأذى ما يظهر أثره على وجوههم؛ لأن </p><p> الوجه هو السِّمة المعبرة عن نوازع النفس الإنسانية، وعليه تبدو الانفعالات والمشاعر، وهو أشرف ما في المرء، وإساءته أبلغ أنواع الإساءة. </p><p> وقوله تعالى:  {وَلِيَدْخُلُواْ المسجد كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٍ. .}  [الإسراء: ٧] أي: أن المسلمين سيدخلون المسجد الأقصى وسينقذونه من أيدي اليهود. </p><p> {كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٍ. .}  [الإسراء: ٧] </p><p> المتأمل في هذه العبارة يجد أن دخولَ المسلمين للمسجد الأقصى أول مرة كان في عهد الخليفة عمر بن الخطاب رَضِيَ اللَّهُ عَنْه، ولم يكن الأقصى وقتها في أيدي اليهود، بل كان في أيدي الرومان المسيحيين. </p><p> فدخوله الأول لم يكُنْ إساءةً لليهود، وإنما كان إساءة للمسيحيين، لكن هذه المرة سيكون دخول الأقصى، وهو في حوزة اليهود، وسيكون من ضمن الإساءة لوجوههم أن ندخل عليهم المسجد الأقصى، ونُطهِّره من رِجْسهم. </p><p> ونلحظ كذلك في قوله تعالى:  {كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٍ. .}  [الإسراء: ٧] أن القرآن لم يقُلْ ذلك إلا إذا كان بين الدخولين خروج. </p><p> إذن: فخروجنا الآن من المسجد الأقصى تصديق لِنُبوءَة القرآن، وكأن الحق سبحانه يريد أنْ يلفتنا: إنْ أردتُمْ أنْ تدخلوا المسجد الأقصى مرة أخرى، فعودوا إلى منهج ربكم وتصالحوا معه. </p><p> وقوله تعالى:  {فَإِذَا جَآءَ وَعْدُ الآخرة. .}  [الإسراء: ٧] </p><p> كلمة الآخرة تدلُّ على أنها المرة التي لن تتكرر، ولكن يكون لليهود غَلَبة بعدها. </p><p> وقوله تعالى:  {وَلِيُتَبِّرُواْ مَا عَلَوْاْ تَتْبِيراً. .}  [الإسراء: ٧] </p><p> يتبروا: أي: يُهلكوا ويُدمِّروا، ويُخرِّبوا ما أقامه اليهود وما بنَوْهُ وشيَّدوه من مظاهر الحضارة التي نشاهدها الآن عندهم. </p><p> لكن نلاحظ أن القرآن لم يقُلْ: ما علوتُم، إنما قال {مَا عَلَوْاْ} ليدل على أن ما أقاموه وما شيدوه ليس بذاتهم، وإنما بمساعدة من وراءهم من أتباعهم وأنصارهم، فاليهود بذاتهم ضعفاء، لا تقوم لهم قائمة، وهذا واضح في قَوْل الحق سبحانه عنهم:  {ضُرِبَتْ عَلَيْهِمُ الذلة أَيْنَ مَا ثقفوا إِلاَّ بِحَبْلٍ مِّنَ الله وَحَبْلٍ مِّنَ الناس. .}  [آل عمران: ١١٢] </p><p> فهم أذلاء أينما وُجدوا، ليس لهم ذاتية إلا بعهد يعيشون في ظِلِّه، كما كانوا في عهد رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في المدينة، أو عهد من الناس الذين يدافعون عنهم ويُعاونونهم. </p><p> واليهود قوم منعزلون لهم ذاتية وهُويّة لا تذوب في غيرهم من الأمم، ولا ينخرطون في البلاد التي يعيشون فيها؛ لذلك نجد لهم في كل بلد يعيشون به حارة تسمى «حارة اليهود» ، ولم يكن لهم ميْلٌ للبناء والتشييد؛ لأنهم كما قال تعالى عنهم:  {وَقَطَّعْنَاهُمْ فِي الأرض أُمَماً. .}  [الأعراف: ١٦٨] </p><p> كل جماعة منهم في أمة تعيش عيشة انعزالية، أما الآن، وبعد أنْ أصبح لهم وطن قومي في فلسطين على حَدِّ زعمهم، فنراهم يميلون للبناء والتعمير والتشييد. </p><p> ونحن الآن ننتظر وَعْد الله سبحانه، ونعيش على أمل أن تنصلح أحوالنا، ونعود إلى ساحة ربنا، وعندها سينجز لنا ما وعدنا من دخول المسجد الأقصى، وتكون لنا الكرّة الأخيرة عليهم، سيتحقق لنا هذا عندما ندخل معهم معركة على أسس إسلامية وإيمانية، لا على عروبة وعصبية سياسية، لتعود لنا صِفَة العباد، ونكون أَهْلاً لِنُصْرة الله تعالى: </p><p> إذن: طالما أن الحق سبحانه قال: {فَإِذَا جَآءَ وَعْدُ الآخرة. .}  [الإسراء: ٧] </p><p> فهو وَعْد آتٍ لا شَكَّ فيه، بدليل أن هذه العبارة جاءت بنصِّها في آخر السورة في قوله تعالى:  {وَقُلْنَا مِن بَعْدِهِ لِبَنِي إِسْرَائِيلَ اسكنوا الأرض فَإِذَا جَآءَ وَعْدُ الآخرة جِئْنَا بِكُمْ لَفِيفاً}  [الإسراء: ١٠٤] </p><p> والمتأمل لهذه الآية يجد بها بشارة بتحقُّق وَعْد الله، ويجد أن ما يحدث الآن من تجميع لليهود في أرض فلسطين آية مُُرادة لله تعالى. </p><p> ومعنى الآية أننا قُلْنا لبني إسرائيل من بعد موسى: </p><p> اسكنوا الأرض وإذا قال لك واحد: اسكُنْ فلا بُدَّ أن يُحدد لك </p><p> مكاناً من الأرض تسكن فيه فيقول لك: اسكن بورسعيد. . اسكن القاهرة. . اسكن الأردن. </p><p> أما أن يقول لك: اسكن الأرض!! فمعنى هذا أن الله تعالى أراد لهم أنْ يظلُّوا مبعثرين في جميع الأنحاء، مُفرِّقين في كل البلاد، كما قال عنهم: </p><p> {وَقَطَّعْنَاهُمْ فِي الأرض أُمَماً. .}  [الأعراف: ١٦٨] </p><p> فتجدهم منعزلين عن الناس منبوذين بينهم، كثيراً ما تُثار بسببهم المشاكل، فيشكو الناس منهم ويقتلونهم، وقد قال تعالى:  {وَإِذْ تَأَذَّنَ رَبُّكَ لَيَبْعَثَنَّ عَلَيْهِمْ إلى يَوْمِ القيامة مَن يَسُومُهُمْ سواء العذاب}  [الأعراف: ١٦٧] </p><p> وهكذا سيظل اليهود خميرة عكننة ونكَدٍ بين سكان الأرض إلى يوم القيامة، وهذه الخميرة هي في نفس الوقت عنصر إثارة وإهاجة للإيمان والخير؛ لأن الإسلام لا يلتفت إليه أهله إلا حين يُهَاج الإسلام، فساعة أنْ يُهَاجَ تتحرك النزعة الإيمانية وتتنبّه في الناس. </p><p> إذن: فوجود اليهود كعنصر إثارة له حكمة، وهي إثارة الحيوية الإيمانية في النفوس، فلو لم تُثَر الحيوية الإيمانية لَبهتَ الإسلام. </p><p> وهذه هي رسالة الكفر ورسالة الباطل، فلوجودهما حكمة؛ لأن الكفر الذي يشقي الناس به يُلفِت الناس إلى الإيمان، فلا يروْنَ راحة </p><p> لهم إلا في الإيمان بالله، ولو لم يكُنْ الكفر الذي يؤذي الناس ويُقلق حياتهم ما التفتوا إلى الإيمان. </p><p> وكذلك الباطل في الكون بعض الناس ويُزعجهم، فيلتفتون إلى الحق ويبحثون عنه. </p><p> وبعد أن أسكنهم الله الأرض وبعثرهم فيها، أهاج قلوب أتباعهم من جنود الباطل، فأوحَوْا إليهم بفكرة الوطن القومي، وزيَّنُوا لهم أولى خطوات نهايتهم، فكان أن اختاروا لهم فلسطين ليتخذوا منها وطناً يتجمعون فيه من شتى البلاد. </p><p> وقد يرى البعض أن في قيام دولة إسرائيل وتجمّع اليهود بها نكاية في الإسلام والمسلمين، ولكن الحقيقة غير هذا، فالحق سبحانه وتعالى حين يريد أن نضربهم الضربة الإيمانية من جنود موصوفين بأنهم:  {عِبَاداً لَّنَآ. .}  [الإسراء: ٥] </p><p> يلفتنا إلى أن هذه الضربة لا تكون وهم مُفرّقون مُبعْثرون في كل أنحاء العالم، فلن نحارب في العالم كله، ولن نرسل عليهم كتيبة إلى كل بلد لهم فيها حارة أو حي، فكيف لنا أن نتتبعهم وهم مبعثرون، في كل بلد شِرْذمة منهم؟ </p><p> إذن: ففكرة التجمُّع والوطن القومي التي نادى بها بلفور وأيَّدتْها الدول الكبرى المساندة لليهود والمعادية للإسلام، هذه الفكرة في الحقيقة تمثل خدمة لقضية الإسلام، وتُسهِّل علينا تتبعهم وتُمكّننا من القضاء عليهم؛ لذلك يقول تعالى:  {فَإِذَا جَآءَ وَعْدُ الآخرة جِئْنَا بِكُمْ لَفِيفاً}  [الإسراء: ١٠٤] </p><p> أي: أتينا بكم جميعاً، نضمُّ بعضكم إلى بعض، فهذه إذن بُشرى لنا معشر المسلمين بأن الكَرَّة ستعود لنا، وأن الغلبة ستكون في النهاية للإسلام والمسلمين، وليس بيننا وبين هذا الوعد إلا أن نعود إلى الله، ونتجه إليه كما قال سبحانه:  {فلولا إِذْ جَآءَهُمْ بَأْسُنَا تَضَرَّعُواْ}  [الأنعام: ٤٣] </p><p> والمراد بقوله هنا:  {وَعْدُ الآخرة. .}  [الإسراء: ٧] </p><p> هو الوعد الذي قال الله عنه:  {فَإِذَا جَآءَ وَعْدُ الآخرة لِيَسُوءُواْ وُجُوهَكُمْ وَلِيَدْخُلُواْ المسجد كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٍ. .}  [الإسراء: ٧] </p><p> ثم يقول الحق سبحانه:  {عسى رَبُّكُمْ أَن يَرْحَمَكُمْ وَإِنْ عُدتُّمْ عُدْنَا وَجَعَلْنَا جَهَنَّمَ لِلْكَافِرِينَ حَصِيراً} . </p>"
}