{
  "id": null,
  "sura": 17,
  "aya": 25,
  "text": "<p> وقد سبق أنْ تكلّمنا عن الإيمان والنفاق، وقلنا: إن المؤمن منطقيّ مع نفسه؛ لأنه آمن بقلبه ولسانه، وأن الكافر كذلك منطقيّ لأنه كفر بقلبه ولسانه، أما المنافق فغير منطقيّ مع نفسه؛ لأنه آمن بلسانه وجحد بقلبه. </p><p> وهذه الآية تدعونا إلى الحديث عن النفاق؛ لأنه ظاهرة من الظواهر المصاحبة للإيمان بالله، وكما نعلم فإن النفاق لم يظهر في مكة التي صادمتْ الإسلام وعاندته، وضيقتْ عليه، بل ظهر في </p><p> المدينة التي احتضنتْ الدين، وانساحت به في شتى بقاع الأرض، وقد يتساءل البعض: كيف ذلك؟ </p><p> نقول: النفاق ظاهرة صحية إلى جانب الإيمان؛ لأنه لا يُنافَق إلا القوي، والإسلام في مكة كان ضعيفاً، فكان الكفار يُجابهونه ولا ينافقونه، فلما تحوّل إلى المدينة اشتد عوده، وقويتْ شوكته وبدأ ضِعَاف النفوس ينافقون المؤمنين. </p><p> لذلك يقول أحدهم: كيف وقد ذَمَّ الله أهل المدينة، وقال عنهم:  {وَمِنْ أَهْلِ المدينة مَرَدُواْ عَلَى النفاق}  [التوبة: ١٠١] </p><p> نقول: لقد مدح القرآن أهل المدينة بما لا مزيدَ عليه، فقال تعالى في حقهم:  {والذين تَبَوَّءُوا الدار والإيمان}  [الحشر: ٩] </p><p> وكأنه جعل الإيمان مَحَلاً للنازلين فيه. {يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلاَ يَجِدُونَ فِي صُدُورِهِمْ حَاجَةً مِّمَّآ أُوتُواْ وَيُؤْثِرُونَ على أَنفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ}  [الحشر: ٩] </p><p> فإنْ قال بعد ذلك:  {وَمِنْ أَهْلِ المدينة مَرَدُواْ عَلَى النفاق}  [التوبة: ١٠١] </p><p> فالنفاق في المدينة ظاهرة صحية للإيمان؛ لأن الإيمان لو لم يكن قوياً في المدينة لما نافقه المنافقون. </p><p> ومن هنا جعل الله المنافقين في الدرْكِ الأسفل من النار، لأنه مُندَسٌّ بين المؤمنين كواحد منهم، يعايشهم ويعرف أسرارهم، ولا يستطيعون الاحتياط له، فهو عدو من الداخل يصعُب تمييزه. على خلاف الكافر، فعداوته واضحة ظاهرة معلنة، فيمكن الاحتياط له وأخذ الحذر منه. </p><p> ولكن لماذا الحديث عن النفاق ونحن بصدد الحديث عن عبادة الله وحده وبِرِّ الوالدين؟ </p><p> الحق سبحانه وتعالى أراد أنْ يُعطينا إشارة دقيقة إلى أن النفاق كما يكون في الإيمان بالله، يكون كذلك في برِّ الوالدين، فنرى من الأبناء مَنْ يبرّ أبويْه نفاقاً وسُمْعة ورياءً، لا إخلاصاً لهما، أو اعترافاً بفضلهما، أو حِرْصاً عليهما. </p><p> ولهؤلاء يقول تعالى:  {رَّبُّكُمْ أَعْلَمُ بِمَا فِي نُفُوسِكُمْ. .}  [الإسراء: ٢٥] </p><p> لأن من الأبناء مَنْ يبرّ أبويه، وهو يدعو الله في نفسه أنْ يُريحه منهما، فجاء الخطاب بصيغة الجمع:  {رَّبُّكُمْ} أي: رب الابن، وربّ الأبوين؛ لأن مصلحتكم عندي سواء، وكما ندافع عن الأب ندافع أيضاً عن الابن، حتى لا يقعَ فيما لا تُحمد عُقباه. </p><p> وقوله:  {إِن تَكُونُواْ صَالِحِينَ. .}  [الإسراء: ٢٥] </p><p> أيْ: إن توفّر فيكم شَرْط الصلاح، فسوف يُجازيكم عليه الجزاء الأوفى. وإنْ كان غَيْر ذلك وكنتم في أنفسكم غير صالحين غير </p><p> مخلصين، فارجعوا من قريب، ولا تستمروا في عدم الصلاح، بل عودوا إلى الله وتوبوا إليه. </p><p> {فَإِنَّهُ كَانَ لِلأَوَّابِينَ غَفُوراً}  [الإسراء: ٢٥] </p><p> والأوابون هم الذين اعترفوا بذنوبهم ورجعوا تائبين إلى ربهم. </p><p> وقد سبق أنْ أوضحنا أن مشروعية التوبة من الله للمذنبين رحمةٌ من الخالق بالخلق؛ لأن العبد إذا ارتكب سيئة في غفلة من دينه أو ضميره، ولم تشرع لها توبة لوجدنا هذه السيئة الواحدة تطارده، ويشقى بها طِوَال حياته، بل وتدعوه إلى سيئة أخرى، وهكذا يشقى به المجتمع. </p><p> لذلك شرع الخالقُ سبحانه التوبة ليحفظ سلامة المجتمع وأَمْنه، وليُثرِي جوانب الخير فيه. </p><p> ثم يُوسّع القرآن الكريم دائرة القرابة القريبة وهي «الوالدان» إلى دائرة أوسع منها، فبعد أنْ حنَّنه على والديه لفتَ نظره إلى ما يتصل بهما من قرابة، فقال تعالى:  {وَآتِ ذَا القربى حَقَّهُ والمسكين وابن السبيل وَلاَ تُبَذِّرْ تَبْذِيراً} . </p>"
}