{
  "id": null,
  "sura": 17,
  "aya": 77,
  "text": "<p> يُوضِّح الحق تبارك وتعالى أن ما حدث هو سُنة من سُنن الله في الرسل، كما قال تعالى:  {وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا المرسلين إِنَّهُمْ لَهُمُ المنصورون وَإِنَّ جُندَنَا لَهُمُ الغالبون}  [الصافات: ١٧١ - ١٧٣] </p><p> فكأن عليهم أنْ يأخذوا عِبْرة من الرسل السابقين، وبما حلَّ بأعدائهم من عذاب الله، لقد أرسل الله الرسل فكُذِّبوا وعُودوا واضطهِدُوا، ومع ذلك نصرهم الله، وجعل لهم الغَلبة. </p><p> والسُّنة: هي العادة والطريقة التي لا تتخلَّف ولا تتبدَّل؛ لذلك يقول بعدها:  {وَلاَ تَجِدُ لِسُنَّتِنَا تَحْوِيلاً}  [الإسراء: ٧٧] ؛ لأن السُّنة لا تتحوّل ولا تتبدّل إلا بالأقوى الذي يأتي ليُغير السنة بأخرى من عنده، فإذا كانت السُّنة من الله القوي بل الأقوى، فهو سبحانه وحده </p><p> الذي يملك هذا التحويل، ولا يستطيع أحد أبداً تحويل سنة الله، فإذا قال سبحانه، فقوله الحق الذي لا يُبدِّله أحد، ولا يُعارضه أحد. </p><p> وبعد أن تكلَّم الحق سبحانه عن الإلهيات إيماناً بها، وعن النبوات تصديقاً لها، وعن القيامة ووجوب الإيمان بها وبما يحدث فيها من تناول الكتب، أراد سبحانه أنْ يأتي لنا بثمرة هذا المنهج وحصيلته النهائية، وهي أنْ يستقيمَ لنا منهج الحياة وتنضبط حركتنا فيها. </p><p> هذا المنهج الإلهي جاء في صورة أحكام، ولهذه الأحكام أركان أساسية جمعها النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في قوله:  «بُنِيَ الإسلامُ على خَمْس: شهادة أن لا إله إلا الله، وأن محمداً رسول الله، وإقام الصلاة، وإيتاء الزكاة، وصوم رمضان، وحج البيت لمن استطاع إليه سبيلاً» . </p><p> إذن: هذه الأركان التي بُنِي عليها الإسلام، لكن ما حظ المسلم من هذه الأركان؟ لو تأملت لوجدتنَا نشترك كلنا في شهادة أنْ لا إله إلا الله، وأن محمداً رسول الله، وفي الصلاة لأنها لا تسقط عن أحد لأيّ سبب، وهي المكرَّرة في اليوم خمس مرات. </p><p> أما باقي الأركان وهي: الزكاة، والصوم، والحج فقد لا تنطبق شروطها على الجميع، فالفقير لا تُفرض عليه زكاة أو حج، والمريض لا يُفرض عليه الصوم. إذن: عندنا أركان للإسلام وأركان للمسلم التي هي: الشهادتان والصلاة، وقد يدخل فيها الزكاة أو الصوم أو الحج، فإذا أتى المسلم بجميع الأركان فقد اتفقتْ أركان الإسلام مع أركان المسلم. </p><p> وتلاحظ في هذه الأركان أن الشهادتين يكفي أن تقولهما وتشهد بهما ولو مرة واحدة، والزكاة والصوم والحج قد لا تنطبق عليك شروطها، فلم يَبْقَ إلا الصلاة؛ لذلك جعلها عماد الدين. </p><p> ثم قال تعالى:  {أَقِمِ الصلاة لِدُلُوكِ الشمس إلى غَسَقِ اليل ... } . </p>"
}