{
  "id": null,
  "sura": 17,
  "aya": 27,
  "text": "<p> كلمة (أخ) تُجمع على إخْوة وإخْوان. . </p><p> وإخوة: تدلّ على أُخوّة النسب، كما في قوله تعالى:  {وَجَآءَ إِخْوَةُ يُوسُفَ. .}  [يوسف: ٥٨] </p><p> وتدل أيضاً على أخوة الخير والورع والتقوى، كما في قوله تعالى:  {إِنَّمَا المؤمنون إِخْوَةٌ. .}  [الحجرات: ١٠] </p><p> ومنها قوله تعالى عن السيدة مريم:  {ياأخت هَارُونَ. .}  [مريم: ٢٨] </p><p> والمقصود: هارون أخو موسى عليهما السلام وبينهما زمن طويل يقارب أحد عشر جيلاً، ومع ذلك سماهما القرآن إخوة أي أخوّة الورع والتقوى. </p><p> أما: إخوان: فتدل على أن قوماً اجتمعوا على مبدأ واحد، خيراً كان أو شراً، فتدلّ على الاجتماع في الخير، كما في قوله تعالى: </p><p> {واذكروا نِعْمَتَ الله عَلَيْكُمْ إِذْ كُنْتُمْ أَعْدَآءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُمْ بِنِعْمَتِهِ إِخْوَاناً}  [آل عمران: ١٠٣] </p><p> وقد تدل على الاجتماع في الشر، كما في قوله تعالى:  {إِنَّ المبذرين كانوا إِخْوَانَ الشياطين}  [الإسراء: ٢٧] </p><p> فكأن المبذرين اجتمعوا مع الشياطين في هوية واحدة، ووُدٍّ واحد، وانتظمتهما صفات واحدة من الشر. </p><p> إذن: كلمة (إخْوَة) تدل على أُخُوّة النسب، وقد تتسامى لتدل على أُخوّة الإيمان التي تنهار أمام قوتها كل الأواصر. ونذكر هنا ما حدث في غزوة بدر بين أخويْنِ من أسرة واحدة هما «مصعب بن عمير» بعد أن آمن وهاجر إلى المدينة وخرج مع جيش المسلمين إلى بدر وأخوه «أبو عزيز» وكان ما يزال كافراً، وخرج مع جيش الكفار من مكة، والتقى الأخوان: المؤمن والكافر. «ومعلوم أن» مصعب بن عمير «كان من أغنى أغنياء مكة، وكان لا يرتدي إلا أفخر الثياب وألينها، ويتعطر بأثمن العطور حتى كانوا يسمونه مُدلَّل مكة، ثم بعد أنْ آمنَ تغيّر حاله وآثر الإيمان بالله على كل هذا الغنى والنعيم، ثم بعثه الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إلى المدينة ليعلّم الناس أمور دينهم، وفي غزوة أحد رآه رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يرتدي جلد شاة،فقال:» انظروا ما فعل الإيمان بأخيكم «» . </p><p> فماذا حدث بين الأخويْنِ المؤمن والكافر؟ وأيّ الصلات كانت أقوى: صلة الإيمان بالله، أم صلة النسب؟ </p><p> لما دارتْ المعركة نظر مصعب، فإذا بأخيه وقد أَسَرَهُ أحد المسلمين اسمه «أبو اليَسرَ» فالتفتَ إليه. وقال: يا أبا اليَسَر أشدد على أسيرك، فأُمّه غنية، وسوف تفديه بمال كثير. </p><p> فنظر إليه «أبو عزيز» وقال: يا مصعب، أهذه وصاتك بأخيك، فقال له مصعب: هذا أخي دونك. </p><p> فأخوة الدين والإيمان أقوى وأمتن من أخوة النسب، وصدق الله تعالى حين قال:  {إِنَّمَا المؤمنون إِخْوَةٌ. .}  [الحجرات: ١٠] قوله: {إِخْوَانَ الشياطين. .}  [الإسراء: ٢٧] </p><p> أي: أن الحق تبارك وتعالى جعلهما شريكين في صفة واحدة هي التبذير والإسراف، فإنْ كان المبذّر قد أسرف في الإنفاق ووَضْع المال في غير حِلِّه وفي غير ضرورة. فإن الشيطانَ أسرف في المعصية، فلم يكتفِ بأن يكون عاصياً في ذاته، بل عدّى المعصية إلى غيره وأغوى بها وزيّنها؛ لذلك وصفه الحق سبحانه بقوله:  {وَكَانَ الشيطان لِرَبِّهِ كَفُوراً}  [الإسراء: ٢٧] </p><p> ليس كافراً فحسب، بل (كفور) وهي صيغة مبالغة من الكفر؛ لأنه كَفر وعمل على تكفير غيره. </p><p> ثم يقول الحق سبحانه:  {وَإِمَّا تُعْرِضَنَّ عَنْهُمُ ابتغآء رَحْمَةٍ مِّن رَّبِّكَ تَرْجُوهَا ... } . </p>"
}