{
  "id": null,
  "sura": 17,
  "aya": 1,
  "text": "<p> استهل الحق سبحانه هذه السورة بقوله (سُبْحَانَ) ؛ لأنها تتحدث عن حدث عظيم خارق للعادة، ومعنى سبحانه: أي تنزيهاً لله تعالى تنزيهاً مطلقاً، أن يكون له شبه أو مثيل فيما خلق، لا في </p><p> الذات، فلا ذاتَ كذاته، ولا في الصفات فلا صفات كصفاته، ولا في الأفعال، فليس في أفعال خَلْقه ما يُشبِه أفعاله تعالى. </p><p> فإن قيل لك: الله موجود وأنت موجود، فنزّه الله أن يكون وجوده كوجودك؛ لأن وجودك من عدم، وليس ذاتياً فيك، ووجوده سبحانه ليس من عدم، وهو ذاتي فيه سبحانه. </p><p> فذاته سبحانه لا مثيلَ لها، ولا شبيه في ذوات خلقه. وكذلك إن قيل: سَمْع والله سمع. فنزِّه الله أنْ يُشابه سمعُه سمعَك، وإن قيل: لك فِعْل، ولله فِعْل فنزِّه الله أن يكون فعله كفعلك. </p><p> ومن معاني (سُبْحَان) أي: أتعجب من قدرة الله. </p><p> إذن: كلمة (سُبْحَان) جاءت هنا لتشير إلى أنَّ ما بعدها أمرٌ خارج عن نطاق قدرات البشر، فإذا ما سمعتَه إياك أنْ تعترضَ أو تقول: كيف يحدث هذا؟ بل نزِّه الله أن يُشابه فِعْلُه فِعْلَ البشر، فإن قال لك: إنه أسرى بنبيه محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من مكة إلى بيتَ المقدس في ليلة، مع أنهم يضربون إليها أكباد الإبل شهراً، فإياك أن تنكر. </p><p> فربك لم يقُلْ: سَرَى محمد، بل أُسْرِي به. فالفعل ليس لمحمد ولكنه لله، وما دام الفعل لله فلا تُخضعْه لمقاييس الزمن لديك، ففِعْل الله ليس علاجاً ومزاولة كفعل البشر. </p><p> ولو تأملنا كلمة (سُبْحَان) نجدها في الأشياء التي ضاقتْ فيها العقول، وتحيَّرتْ في إدراكها وفي الأشياء العجيبة، مثل قوله تعالى:  {سُبْحَانَ الذي خَلَق الأزواج كُلَّهَا مِمَّا تُنبِتُ الأرض وَمِنْ أَنفُسِهِمْ وَمِمَّا لاَ يَعْلَمُونَ}  [يس: ٣٦] . </p><p> فالأزواج أي: الزوجين الذكر والأنثى، ومنهما يتم التكاثر في النبات، وفي الإنسان وقد فسر لنا العلم الحديث قوله:  {وَمِمَّا لاَ يَعْلَمُونَ} بما توصَّل إليه من اكتشاف الذرة والكهرباء، وأن فيهما السالب والموجب الذي يساوي الذكر والأنثى؛ لذلك قال تعالى:  {وَمِن كُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ لَعَلَّكُمْ تَذَكَّرُونَ}  [الذاريات: ٤٩] . </p><p> ومنها قوله تعالى:  {فَسُبْحَانَ الله حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ}  [الروم: ١٧] . </p><p> فمَنْ يطالع صفحة الكون عند شروق الشمس وعند غروبها، ويرى كيف يحُلُّ الظلام محلَّ الضياء، أو الضياء محل الظلام، لا يملك أمام هذه الآية إلا أن يقول: سبحان الله. </p><p> ومنها قوله تعالى:  {سُبْحَانَ الذي سَخَّرَ لَنَا هذا وَمَا كُنَّا لَهُ مُقْرِنِينَ}  [الزخرف: ١٣] . </p><p> هذه كلها أمور عجيبة، لا يقدر عليها إلا الله، وردتْ فيها كلمة (سبحان) في خلال السور وفي طيّات الآيات. </p><p> و (سُبْحَان) اسم يدلُّ على الثبوت والدوام، فكأن تنزيه الله موجود وثابت له سبحانه قبل أن يوجد المنزِّه، كما نقول في الخلق، فالله خالق ومُتصف بهذه الصفة قبل أنْ يخلق شيئاً. </p><p> وكما تقول: فلان شاعر، فهو شاعر قبل أن يقول القصيدة، فلو لم يكن شاعراً ما قالها. </p><p> إذن: تنزيه الله ثابت له قبل أن يوجد مَنْ يُنزِّهه سبحانه، فإذا وُجِد المنزّه تحوَّل الأسلوب من الاسم إلى الفعل، فقال سبحانه:  {سَبَّحَ لِلَّهِ مَا فِي السماوات وَمَا فِي الأرض}  [الحشر: ١] . </p><p> وهل سبَّح وسكت وانتهى التسبيح؟ لا، بل:  {يُسَبِّحُ لِلَّهِ مَا فِي السماوات وَمَا فِي الأرض}  [الجمعة: ١] . </p><p> على سبيل الدوام والاستمرار، وما دام الأمر كذلك والتسبيح ثابت له، وتُسبِّح له الكائنات في الماضي والحاضر، فلا تتقاعس أنت أيُّها المكلَّف عن تسبيح ربك، يقول تعالى:  {سَبِّحِ اسم رَبِّكَ الأعلى}  [الأعلى: ١] . </p><p> وقوله:  (أُسْرِي) من السُّرى، وهو السير ليلاً، وفي الحِكَم:  (عند الصباح يحمَدُ القوم السُّرى) . </p><p> فالحق سبحانه أسرى بعبد، فالفعل لله تعالى، وليس لمحمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فلا تَقِسْ الفعل بمقياس البشر، ونزِّه فِعْل الله عن فِعْلك، وقد استقبل أهل مكة هذا الحدث استقبال المكذِّب. فقالوا: كيف هذا ونحن نضرب إليها أكباد الإبل شهراً، وهم كاذبون في قولهم؛ لأن رسول الله لم يَدَّع أنه سَرَى بل قال: أُسْرِي بي. </p><p> ومعلوم أن قَطْع المسافات يأخذ من الزمن على قدر عكس القوة المتمثلة في السرعة. أي: أن الزمن يتناسب عكسياً مع القوة، فلو أردنا مثلاً الذهاب إلى الإسكندرية سيختلف الزمن لو سِرْنا على الأقدام عنه إذا ركبنا سيارة أو طائرة، فكلما زادت القوة قَلَّ الزمن، </p><p> فما بالك لو نسب الفعل والسرعة إلى الله تعالى، إذا كان الفعل من الله فلا زمن. </p><p> فإنْ قال قائل: ما دام الفعل مع الله لا يحتاج إلى زمن، لماذا لم يَأْتِ الإسراء لمحةً فحسْب، ولماذا استغرق ليلة؟ </p><p> نقول: لأن هناك فرْقاً بين قطْع المسافات بقانون الله سبحانه وبين مَرَاءٍ عُرِضَتْ على النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في الطريق، فرأى مواقف، وتكلَّم مع أشخاص، ورأى آيات وعجائب، هذه هي التي استغرقت الزمن. </p><p> وقلنا: إنك حين تنسب الفعل إلى فاعله يجب أن تعطيه من الزمن على قَدْر قوة الفاعل. هَبْ أن قائلاً قال لك: أنا صعدتُ بابني الرضيع قمة جبل «إفرست» ، هل تقول له: كيف صعد ابنك الرضيع قمة «إفرست» ؟ </p><p> هذا سؤال إذن في غير محلِّه، وكذلك في مسألة الإسراء والمعراج يقول تعالى: أنا أسريتُ بعبدي، فمن أراد أنْ يُحيل المسألة ويُنكرها، فليعترض على الله صاحب الفعل لا على محمد. </p><p> لكن كيف فاتتْ هذه القضية على كفار مكة؟ </p><p> ومن تكذيب كفار مكة لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في رحلة الإسراء والمعراج نأخذ رَدّاً جميلاً على هؤلاء الذين يخوضون في هذا الحادث بعقول ضيقة وبإيمانية سطحية في عصرنا الحاضر، فيطالعونا بأفكار سقيمة ما أنزل الله بها من سلطان. </p><p> ونسمع منهم مَنْ يقول: إن الإسراء كان منَاماً، أو كان بالروح دون الجسد. </p><p> ونقول لهؤلاء: لو قال محمد لقومه: أنا رأيتُ في الرؤيا بيت المقدس، هل كانوا يُكذِّبونه؟ ولو قال لهم: لقد سبحتْ روحي الليلة حتى أتتْ بيت المقدس، أكانوا يُكذِّبونه؟ أتُكذَّب الرّؤى أو حركة الأرواح؟! </p><p> إذن: في إنكار الكفار على رسول الله وتكذيبهم له دليل على أن الإسراء كان حقيقة تمت لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ برُوحه وجسده، وكأن الحق سبحانه ادَّخر الموقف التكذيبي لمكذبي الأمس، ليردّ به على مُكذّبي اليوم. </p><p> وقوله سبحانه:  {بِعَبْدِهِ. .}  [الإسراء: ١] . </p><p> العبد كلمة تُطلق على الروح والجسد معاً، هذا مدلولها، لا يمكن أن تُطلَق على الروح فقط. </p><p> لكن، لماذا اختار الحق سبحانه لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ هذه الصفة بالذات؟ </p><p> نقول: لأن الله تعالى جعل في الكون قانوناً عاماً للناس، وقد يُخرَق هذا القانون أو الناموس العام ليكون معجزةً للخاصة الذين ميَّزهم الله عن سائر الخَلْق، فكأن كلمة (عبده) هي حيثية الإسراء. </p><p> أي: أُسْرِي به؛ لأنه صادق العبودية لله، وما دام هو عبده فقد أخلص في عبوديته لربه، فاستحق أنْ يكون له مَيْزة وخصوصية عن غيره، فالإسراء والمعراج عطاء من الله استحقَّه رسوله بما حقّق من عبودية لله. </p><p> وفَرْق بين العبودية لله والعبودية للبشر، فالعبودية لله عِزٌّ وشرف يأخذ بها العبدُ خَيْرَ سيده، وقال الشاعر: </p><p> وَمِمّا زَادَني شَرَفاً وَعِزّاً ... وكِدْتُ بأخْمُصِي أَطَأَ الثُّريَّا </p><p> دُخُولِي تَحْتَ قولِكَ يَا عِبَادِي ... وَأنْ صَيَّرت أحمدَ لِي نبيّاً </p><p> أما عبودية البشر للبشر فنقْصٌ ومذلَّة وهوان، حيث يأخذ السيد خَيْر عبده، ويحرمه ثمره كَدِّه. </p><p> لذلك، فالمتتبّع لآيات القرآن يجد أن العبودية لا تأتي إلا في المواقف العظيمة مثل: </p><p> {سُبْحَانَ الذي أسرى بِعَبْدِهِ. .}  [الإسراء: ١] . </p><p> وقوله:  {وَأَنَّهُ لَمَّا قَامَ عَبْدُ الله يَدْعُوهُ. .}  [الجن: ١٩] . </p><p> ويكفيك عِزاً وكرامة أنك إذا أردتَ مقابلة سيدك أن يكون الأمر في يدك، فما عليكَ إلا أنْ تتوضأ وتنوي المقابلة قائلاً: الله أكبر، فتكون في معية الله عَزَّ وَجَلَّ في لقاء تحدد أنت مكانه ومُوعده ومُدّته، وتختار أنت موضوع المقابلة، وتظل في حضرة ربك إلى أن تنهي المقابلة متى أردتَ. </p><p> وما أحسنَ ما قال الشاعر: </p><p> حَسْبُ نَفْسِي عِزّاً بِأَنِّي عَبْدٌ ... يَحْتَفِي بِي بِلاَ مَواعِيدَ رَبُّ </p><p> هُو في قُدْسِه الأعَزِّ ولكِنْ ... أنَا أَلْقَى متَى وَأَيْنَ أُحِبُّ </p><p> فما بالك لو حاولت لقاء عظيم من عظماء الدنيا؟ وكم أنت مُلاقٍ من المشقة والعنت؟ وكم دونه من الحجّاب والحرّاس؟ ثم بعد ذلكَ ليس لك أن تختار لا الزمان ولا المكان، ولا الموضوع ولا غيره. </p><p> وقد كان الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وهو المتخلِّق بأخلاق الله إذا سلَّم على أحد لا ينزع يده من يده حتى يكون الرجل هو الذي ينزع يده. </p><p> وقوله:  {لَيْلاً.</p><p> .}  [الإسراء: ١] . </p><p> سبق أن قُلْنا: إن السُّرى هو السير ليلاً، فكانت هذه كافية للدلالة على وقوع الحدث ليلاً، ولكن الحق سبحانه أراد أنْ يؤكد ذلك، فقد يقول قائل: لماذا لم يحدث الإسراء نهاراً؟ </p><p> نقول: حدث الإسراء ليلاً، لتظلَّ المعجزة غَيْباً يؤمن به مَنْ يصدق رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فلو ذهب في النهار لرآه الناس في الطريق ذهاباً وعودة، فتكون المسألة إذن حِسيّة مشاهدة لا مجالَ فيها للإيمان بالغيب. </p><p> لذلك لما سمع أبو جهل خبر الإسراء طار به إلى المسجد وقال: إن صاحبكم يزعم أنه أُسْرِي به الليلة من مكة إلى بيت المقدس، فمنهم مَنْ قلّب كفَّيْه تعجُّباً، ومنهم مَنْ أنكر، ومنهم مَن ارتد. </p><p> أما الصِّدِّيق أبو بكر فقد استقبل الخبر استقبالَ المؤمن المصدِّق، ومن هذا الموقف سُمِّي الصديق، وقال قولته المشهورة:  «إن كان قال فقد صدق» . </p><p> إذن: عمدته أن يقول رسول الله، وطالما قال فهو صادق، هذه قضية مُسلَّم بها عند الصِّدِّيق رَضِيَ اللَّهُ عَنْه. </p><p> ثم قال: «إنَّا لَنُصدقه في أبعد من هذا، نُصدِّقه في خبر السماء (الوحي) ، فكيف لا نُصدّقه في هذا» ؟ </p><p> إذن: الحق سبحانه جعل هذا الحادث مَحكّاً للإيمان، ومُمحِّصاً ليقين الناس، حين يغربل مَنْ حول رسول الله، ولا يبقى معه إلا أصحاب الإيمان واليقين الثابت الذي لا يهتز ولا يتزعزع. </p><p> لذلك قال تعالى في آية أخرى:  {وَمَا جَعَلْنَا الرؤيا التي أَرَيْنَاكَ إِلاَّ فِتْنَةً لِّلنَّاسِ. .}  [الإسراء: ٦٠] . </p><p> وهذا دليل آخر على أن الإسراء لم يكُنْ مناماً، فالإسراء لا يكون فتنة واختباراً إلا إذا كان حقيقة لا مناماً، فالمنام لا يُكذِّبه أحد ولا يختلف فيه الناس. </p><p> لكن لماذا قال عن الإسراء (رُؤْيَا) يعني المنامية، ولم يقُلْ «رؤية» يعني البصرية؟ </p><p> قالوا: لأنها لما كانت عجيبة من العجائب صارت كأنها رؤيا منامية، فالرؤيا محل الأحداث العجيبة. </p><p> وورد في الإسراء أحاديث كثيرة تكلَّم فيها العلماء: أكان بالروح والجسد؟ أكان يقظة أم مناماً؟ أكان من المسجد الحرام أم من بيت أم هانيء؟ ونحن لا نختلف مع هذه الآراء، ونُوضِّح ما فيها من تقارب. </p><p> فمن حيث: أكان الإسراء بالروح فقط أم بالروح والجسد؟ فقد أوضحنا وَجْه الصواب فيه، وأنه كان بالروح والجسد جميعاً، فهذا مجال الإعجاز، ولو كان بالروح فقط ما كان عجيباً، وما كذَّبه كفار مكة. </p><p> أما مَنْ ذهب إلى أن الإسراء كان رؤيا منام، فيجب أن نلاحظ أن أول الوحي لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كان الرؤيا الصادقة، فكان صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لا يرى رُؤْيَا إلا وجاءت كفلَق الصبح، فرؤيا النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ليست كرؤيانا، بل هي صِدْق لا بُدَّ أن يتحقَّق. ومثال ذلك ما حدث، مَنْ إرادةِ اللهِ لهُ رؤْيا الفتح. </p><p> قال تعالى:  {لَّقَدْ صَدَقَ الله رَسُولَهُ الرءيا بالحق لَتَدْخُلُنَّ المسجد الحرام إِن شَآءَ الله آمِنِينَ مُحَلِّقِينَ رُءُوسَكُمْ وَمُقَصِّرِينَ لاَ تَخَافُونَ. .}  [الفتح: ٢٧] . </p><p> وقد أخبر صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ صحابته هذا الخبر، فلما ردَّهم الكفار عند الحديبية، فقال الصحابة لرسول الله: ألم تُبشِّرنا بدخول المسجد الحرام؟ فقال: ولكن لم أَقُلْ هذا العام. </p><p> لذلك يسمون هذه الرُّؤى رؤى الإيناس، وهي أن يرى النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ </p><p> الشيء مناماً، حتى إذا ما تحقق لم يُفَاجأ به، وكان له أُنْس به. وما دام لا يرى رؤيا إلا جاءت كفلَق الصبح فلا بُدَّ أن هذه الرؤيا ستأتي واقعاً وحقيقة، وقد يرى هذه الرؤيا مرة أخرى على سبيل التذكرة بذلك الإيناس. </p><p> إذن: مَنْ قال: إن الإسراء كان مناماً نقول له: نعم كان رؤيا إيناس تحققتْ في الواقع، فلدينا رؤى الإيناس أولاً، ورؤى التذكير بالنعمة ثانياً، وواقع الحادث في الحقيقة ثالثاً، وبذلك نخرج من الخلاف حول: أكان الإسراء يقظة أم مناماً؟ </p><p> وحتى بعد انتهاء حادث الإسراء كانت الرؤيا الصادقة نوعاً من التسلية لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فكان كلما اشتدتْ به الأهوال يُريه الله تعالى ما حدث له لِيُبيّن له حفاوة السماء والكون به صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ ليكون جَلْداً يتحمل ما يلاقي من التعنت والإيذاء. </p><p> أما من قال: إن الإسراء كان من بيت أم هانيء، فهذا أيضاً ليس محلاً للخلاف؛ لأن بيت أم هانيء كان مُلاصِقاً للمطاف من المسجد الحرام، والمطاف من المسجد. </p><p> إذن: لا داعي لإثارة الشكوك والخلافات حول هذه المعجزة؛ لأن الفعل فِعْل الحق سبحانه وتعالى، والذي يحكيه لنا هو الحق سبحانه وتعالى، فلا مجالَ للخلاف فيه. </p><p> وقوله تعالى: </p><p> {مِّنَ المسجد الحرام إلى المسجد الأقصى ... }  [الإسراء: ١] . </p><p> المسجد الحرام هو بيت الله: الكعبة المشرفة، وسُمّي حراماً؛ لأنه حُرّم فيه ما لم يحرُمْ في غيره من المساجد. وكل مكان يخصص لعبادة الله نسميه مسجداً، قال تعالى:  {إِنَّمَا يَعْمُرُ مَسَاجِدَ الله مَنْ آمَنَ بالله واليوم الآخر. .}  [التوبة: ١٨] . </p><p> ويختلف المسجد الحرام عن غيره من المساجد، أنه بيت لله باختيار الله تعالى، وغيره من المساجد بيوت لله باختيار خَلْق الله؛ لذلك كان بيت الله باختيار الله قِبْلة لبيوت الله باختيار خَلْق الله. </p><p> وقد يُراد بالمسجد المكان الذي نسجد فيه، أو المكان الذي يصلح للصلاة، كما جاء في الحديث الشريف:  «. . وجُعِلَتْ لي الأرض مسجداً وطهوراً» . </p><p> أي: صالحة للصلاة فيها. </p><p> ولا بُدَّ أن نُفرِّق بين المسجد الذي حُيِّز وخُصِّص كمسجد مستقل، وبين أرض تصلح للصلاة فيها ومباشرة حركة الحياة، فالعامل يمكن أن يصلي في مصنعه، والفلاح يمكن أن يصلي في مزرعته، فهذه أرض تصلح للصلاة ولمباشرة حركة الحياة. </p><p> أما المسجد فللصلاة، أو ما يتعلق بها من أمور الدين كتفسير آية، أو بيان حكم، أو تلاوة قرآن. </p><p> . إلخ ولا يجوز في المسجد مباشرة عمل من أعمال الدنيا. </p><p> «لذلك حينما رأى النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ رجلاً ينشد ضالته في المسجد،قال له:» لا رَدَّها الله عليك «.</p><p> وقال لمن جلس يعقد صفقة في المسجد: » لا بارك الله لك في صفقتك «. </p><p> ذلك لأن المسجد خُصِّص للعبادة والطاعة، وفيه يكون لقاء العبد بربه عَزَّ وَجَلَّ، فإياك أن تشغل نفسك فيه بأمور الدنيا، ويكفي ما أخذتْه منك، وما أنفقته في سبيلها من وقت. </p><p> والمسجد لا يُسمَّى مسجداً إلا إذا كان بناءً مستقلاً من الأرض إلى السماء، فأرضه مسجد، وسماؤه مسجد، لا يعلوه شيء من منافع الدنيا، كمَنْ يبني مسجداً تحت عمارة سكنية، ودَعْكَ من نيته عندما خَصَّص هذا المكان للصلاة: أكانت نيته لله خالصة؟ أم لمأرب دنيوي؟ وقد قال تعالى:  {وَأَنَّ المساجد لِلَّهِ فَلاَ تَدْعُواْ مَعَ الله أَحَداً}  [الجن: ١٨] . </p><p> فمثل هذا المكان لا يُسمّى مسجداً؛ لأنه لا تنطبق عليه شروط المسجد، ويعلوه أماكن سكنية يحدث فيها ما يتنافى وقدسية المسجد، وما لا يليق بحُرْمة الصلاة، فالصلاة في مثل هذا المكان كالصلاة في أي مكان آخر من البيت. </p><p> لذلك يحرم على الطيار غير المسلم أن يُحلِّق فوق مكة؛ لأن جوَّ الحرَم حَرَمٌ. </p><p> وقوله تعالى: </p><p> {إلى المسجد الأقصى. .}  [الإسراء: ١] . </p><p> في بُعْد المسافة نقول: هذا قصيّ. أي: بعيد. وهذا أقصى أي: أبعد، فالحق تبارك وتعالى كأنه يلفت أنظارنا إلى أنه سيوجد بين المسجد الحرام والمسجد الأقصى مسجدٌ آخر قصيّ، وقد كان فيما بعد مسجد رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> فالمسجد الأقصى: أي: الأبعد، وهو مسجد بيت المقدس. </p><p> وقوله سبحانه:  {بَارَكْنَا حَوْلَهُ. .}  [الإسراء: ١] . </p><p> البركة: أن يُؤتي الشيءُ من ثمره فوقَ المأمول منه، وأكثر مما يُظنّ فيه، كأن تُعِد طعاماً لشخصين، فيكفي خمسة أشخاص فتقول: طعام مبارَك. </p><p> وقول الحق سبحانه: </p><p> {بَارَكْنَا حَوْلَهُ ... }  [الإسراء: ١] . </p><p> دليل على المبالغة في البركة، فإنْ كان سبحانه قد بارك ما حول الأقصى، فالبركة فيه من باب أَوْلى، كأن تقول: مَنْ يعيشون حول فلان في نعمة، فمعنى ذلك أنه في نعمة أعظم. </p><p> لكن بأيّ شيء بارك الله حوله؟ </p><p> لقد بارك الله حول المسجد الأقصى ببركة دنيوية، وبركة دينية: </p><p> بركة دنيوية بما جعل حوله من أرض خِصْبة عليها الحدائق </p><p> والبساتين التي تحوي مختلف الثمار، وهذا من عطاء الربوبية الذي يناله المؤمن والكافر. </p><p> وبركة دينية خاصة بالمؤمنين، هذه البركة الدينية تتمثل في أن الأقصى مَهْد الرسالات ومَهْبط الأنبياء، تعطَّرَتْ أرضه بأقدام إبراهيم وإسحق ويعقوب وعيسى وموسى وزكريا ويحيى، وفيه هبط الوحي وتنزلتْ الملائكة. </p><p> وقوله:  {لِنُرِيَهُ مِنْ آيَاتِنَآ ... }  [الإسراء: ١] . </p><p> اللام هنا للتعليل. </p><p> كأن مهمة الإسراء من مكة إلى بيت المقدس أن نُرِي رسول الله الآيات، وكلمة: الآيات لا تُطلق على مطلق موجود، إنما تطلق على الموجود العجيب، كما نقول: هذا آية في الحُسْن، آية في الشجاعة، فالآية هي الشيء العجيب. </p><p> ولله عَزَّ وَجَلَّ آيات كثيرة منها الظاهر الذي يراه الناس، كما قال تعالى:  {وَمِنْ آيَاتِهِ اليل والنهار. .}  [فصلت: ٣٧] . {وَمِنْ آيَاتِهِ الجوار فِي البحر كالأعلام}  [الشورى: ٣٢] . </p><p> والله سبحانه يريد أن يجعل لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ خصوصية، وأن يُريه من آيات الغيب الذي لم يَرَهُ أحد، ليرى صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حفاوة السماء به، ويرى مكانته عند ربه الذي قال له:  {وَلاَ تَكُ فِي ضَيْقٍ مِّمَّا يَمْكُرُونَ}  [النحل: ١٢٧] . </p><p> لأنك في سَعة من عطاء الله، فإن أهانك أهل الأرض فسوف يحتفل بك أهل السماء في الملأ الأعلى، وإنْ كنت في ضيق من الخَلْق فأنت في سَعة من الخالق. </p><p> وقوله:  {إِنَّهُ هُوَ السميع البصير}  [الإسراء: ١] . </p><p> أي: الحق سبحانه وتعالى. </p><p> السمع: إدراك يدرك الكلام. والبصر: إدراك يدرك الأفعال والمرائي، فلكل منهما ما يتعلق به. </p><p> لكن سميع وبصير لمن؟ </p><p> جاء هذا في ختام آية الإسراء التي بيَّنَتْ أن الحق سبحانه جعل الإسراء تسلية للرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بعد ما لاقاه من أذى المشركين وعنتهم، وكأن معركة دارت بين رسول الله والكفار حدثتْ فيها أقوال وأفعال من الجانبين. </p><p> ومن هنا يمكن أن يكون المعنى:  (سَمِيعٌ) لأقوال الرسول (بَصِيرٌ) بأفعاله، حيث آذاه قومه وكذبوه وألجؤوه إلى الطائف، فكان أهلها أشدَّ قسوة من إخوانهم في مكة، فعاد مُنكَراً دامياً، وكان من دعائه:  «اللهم إني أشكو إليك ضعف قوتي، وقلة حيلتي، وهواني على الناس يا أرحم الراحمين، أنت رب المستضعفين وأنت ربي، إلى من تكلني؟ إلى بعيد يتجهمني؟ أم إلى عدو ملكته أمري؟ إن لم يكن بك علي غضب فلا أبالي، ولكن عافيتك هي أوسع لي، أعوذ بنور وجهك الذي أشرقت له الظلمات، وصلح عليه أمر الدنيا والآخرة من أن تُنزل بي غضبك، أو يحل عليَّ سخطك، لك العتبى حتى ترضى، ولا حول ولا قوة إلا بك» . </p><p> فالله سميع لقول نبيه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. وبصير لفعله. </p><p> فقد كان صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في أشدِّ ظروفه حريصاً على دعوته، فقد قابل في طريق عودته من الطائف عبداً، فأعطاه عنقوداً من العنب، وأخذ يحاوره في النبوات ويقول: أنت من بلد نبي الله يونس بن متى. </p><p> أو يكون المعنى: سميع لأقوال المشركين، حينما آذوا سَمْع رسول الله وكذَّبوه وتجهَّموا له، وبصير بأفعالهم حينما آذوه ورَمَوْه بالحجارة. </p><p> الحق تبارك وتعالى تعرّض لحادث الإسراء في هذه الآية على سبيل الإجمال، فذكر بدايته من المسجد الحرام، ونهايته في المسجد الأقصى، وبين البداية والنهاية ذكر كلمة الآيات هكذا مُجْملة. </p><p> وجاء صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ففسَّر لنا هذا المجمل، وذكر الآيات التي رآها، فلو لم يذكر لنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ما رأى من آيات الله لَقُلْنا: وأين هذه الآيات؟ فالقرآن يعطينا اللقطة الملزمة لبيان الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  {إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ فَإِذَا قَرَأْنَاهُ فاتبع قُرْآنَهُ ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ}  [القيامة: ١٧ - ١٩] . </p><p> إذن: كان لا بُدَّ لتكتمل صورة الإسراء في نفوس المؤمنين أن يقول الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ما قال من أحاديث الإسراء. </p><p> لكن يأتي المشكِّكُون وضعَاف الإيمان يبحثون في أحاديث الإسراء عن مأخذ، فيعترضون على المرائي التي رآها رسول الله، وسأل عنها جبريل عليه السلام. </p><p> فكان اعتراضهم أن هذه الأحداث في الآخرة، فكيف رآها محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؟ </p><p> ونقول لهؤلاء: لقد قصُرَتْ أفهامكم عن إدراك قدرة الله في خَلْق الكون، فالكون لم يُخلَق هكذا، بل خُلِق بتقدير أزلي له، ولتوضيح هذه المسألة نضرب هذا المثل: </p><p> هَبْ أنك أردتَ بناء بيت، فسوف تذهب إلى المهندس المختص وتطلب منه رَسْماً تفصيلياً له، ولو كنت ميسور الحال تقول له: اعمل لي (ماكيت) للبيت، فيصنع لك نموذجاً مُصغّراً للبيت الذي تريده. </p><p> فالحق سبحانه خلق هذا الكون أزلاً، فالأشياء مخلوقة عند الله (كالماكيت) ، ثم يبرزها سبحانه على وَفْق ما قدّره. </p><p> وتأمل قول الحق سبحانه وتعالى:  {إِنَّمَآ أَمْرُهُ إِذَآ أَرَادَ شَيْئاً أَن يَقُولَ لَهُ كُن فَيَكُونُ}  [يس: ٨٢] . </p><p> انظر:  {أَن يَقُولَ لَهُ} كأن الشيء موجود والله تعالى يظهره فحسب، لا يخلقه بداية، بل هو مخلوق جاهز ينتظر الأمر ليظهر في عالم الواقع؛ لذلك قال أهل المعرفة: أمور يُبديها ولا يبتديها. </p><p> وإن كان الحق تبارك وتعالى قد ذكر الإسراء صراحة في هذه الآية، فقد ذكر المعراج بالالتزام في سورة النجم، في قوله تعالى: </p><p> {وَلَقَدْ رَآهُ نَزْلَةً أخرى عِندَ سِدْرَةِ المنتهى عِندَهَا جَنَّةُ المأوى إِذْ يغشى السدرة مَا يغشى مَا زَاغَ البصر وَمَا طغى لَقَدْ رأى مِنْ آيَاتِ رَبِّهِ الكبرى}  [النجم: ١٣ - ١٨] . </p><p> ففي الإسراء قال تعالى: </p><p> {لِنُرِيَهُ مِنْ آيَاتِنَآ. .}  [الإسراء: ١] . </p><p> وفي المعراج قال:  {لَقَدْ رأى مِنْ آيَاتِ رَبِّهِ الكبرى}  [النجم: ١٨] . </p><p> ذلك لأن الإسراء آية أرضية استطاع الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بما آتاه الله من الإلهام أنْ يُدلِّل على صِدْقه في الإسراء به من المسجد الحرام إلى المسجد الأقصى؛ لأن قومه على علم بتاريخه، وأنه لم يسبق له أنْ رأى بيت المقدس أو سافر إليه، فقالوا له: صِفْه لنا وهذه شهادة منهم أنه لم يَرَهْ، فتحدَّوْهُ أن يصفه. </p><p> والرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حينما يأتي بمثل هذه العملية، هل كان عنده استحفاظ كامل لصورة بيت المقدس، خاصة وقد ذهب إليه ليلاً؟ </p><p> إذن: صورته لم تكن واضحة أمام النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بكل تفاصيلها، وهنا تدخلتْ قدرة الله فجلاَّه الله له، فأخذ يصفه لهم كأنه يراه الآن. </p><p> كما أن الطريق بين المسجد الحرام والمسجد الأقصى طريق مسلوك للعرب، فهو طريق تجارتهم إلى الشام، فأخبرهم صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أن عيراً لهم في الطريق، ووصفها لهم وصفاً دقيقاً، وأنها سوف تصلهم مع شروق الشمس يوم مُعين. </p><p> وفعلاً تجمعوا في صبيحة هذا اليوم ينتظرون العير. وعند الشروق قال أحدهم: ها هي الشمس أشرقتْ. فردَّ الآخر: وها هي العير قد ظهرتْ. </p><p> إذن: استطاع صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أن يُدلِّل على صدق الإسراء؛ لأنه آية أرضية يمكن التدليل عليها، بما يَعْلمه الناس عن بيت المقدس، وبما يعلمونه من عِيرهم في الطريق. </p><p> أما ما حدث في المعراج، فآيات كبرى سماوية لا يستطيع الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ التدليل عليها أمام قومه، فأراد الحق سبحانه أنْ يجعل ما يمكن الدليل عليه من آيات الأرض وسيلة لتصديق ما لا يوجد دليل عليه من آيات الصعود إلى السماء، وإلا فهل صعد أحد إلى سدرة المنتهى، فيصفها له رسول الله؟ </p><p> إذن: آية الأرض أمكن أنْ يُدلّل عليها، فإذا ما قام عليها الدليل، وثبت للرسول خَرْق نواميس الكون في الزمن والمسافة، فإنْ حدّثكم عن شيء آخر فيه خَرْق للنواميس فصدِّقوه، فكأن آية الإسراء جاءت </p><p> لِتُقرِّب للناس آية المعراج. </p><p> فالذي خرق له النواميس في آيات الأرض من الممكن أنْ يخرق له النواميس في آيات السماء، فالله تعالى يُقرِّب الغيبيات، التي لا تدركها العقول بالمحسّات التي تدركها. </p><p> ومن ذلك ما ضربه إليه مثلاً محسوساً لمضاعفة النفقة في سبيل الله إلى سبعمائة ضعف، فأراد الحق سبحانه أنْ يُبيّن ذلك ويُقرِّبه للعقول، فقال:  {مَّثَلُ الذين يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ الله كَمَثَلِ حَبَّةٍ أَنبَتَتْ سَبْعَ سَنَابِلَ فِي كُلِّ سُنبُلَةٍ مِّئَةُ حَبَّةٍ والله يُضَاعِفُ لِمَن يَشَآءُ والله وَاسِعٌ عَلِيمٌ}  [البقرة: ٢٦١] . </p><p> ومن لُطْف الله سبحانه بعقول خَلْقه أنْ جعل آيات الإسراء بالنصّ الملزم الصريح، لكن آيات المعراج جاءت بالالتزام في سورة النجم؛ لذلك قال العلماء: إن الذي يُكذِّب بالإسراء يكفر، أما مَنْ يكذِّب بالمعراج فهو فاسق. </p><p> لكن أهل التحقيق يذهبون إلى تكفير مَنْ يُكذِّب المعراج أيضاً؛ لأن المعراج وإنْ جاء بالالتزام فقد بيّنه الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في حديثه الشريف، والحق سبحانه يقول:  {وَمَآ آتَاكُمُ الرسول فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فانتهوا. .}  [الحشر: ٧] . </p><p> والمتأمل في الإسراء والمعراج يجده إلى جانب أنه تسلية لرسول الله وتخفيف عنه، إلا أن لهم هدفاً آخر أبعد أثراً، وهو بيان أن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مُؤيّد من الله، وله معجزات، وتُخرَق له القوانين </p><p> والنواميس العامة؛ ليكون ذلك كله تكريماً ودليلاً على صدق رسالته. </p><p> فالمعجزة: أمر خارق للعادة الكونية يُجريه الله على يد رسوله؛ ليكون دليلاً على صدقه، ومن ذلك ما حدث لإبراهيم الخليل عليه السلام حيث ألقاه قومه في النار، ومن خواص النار الإحراق، فهل كان المراد نجاة إبراهيم من النار؟ </p><p> لو كان القصد نجاته من النار ما كان الله مكَّنهم من الإمساك به، ولو أمسكوا فيمكن أنْ يُنزِل الله المطر فيطفيء النار. </p><p> إذن: المسألة ليست نجاة إبراهيم، المسألة إثبات خَرْق النواميس لإبراهيم عليه السلام، فشاء الله أنْ تظلَّ النار مشتعلة، وأن يُمسكوا به ويرموه في النار، وتتوفر كل الأسباب لحرقه عليه السلام. </p><p> وهنا تتدخل عناية الله لتظهر المعجزة الخارقة للقوانين، فمن خواصّ النار الإحراق، وهي خَلْق من خَلْقِ الله، يأتمر بأمره، فأمر اللهُ النارَ ألاَّ تحرق، سلبها هذه الخاصية، فقال تعالى:  {قُلْنَا يانار كُونِي بَرْداً وسلاما على إِبْرَاهِيمَ}  [الأنبياء: ٦٩] . </p><p> وربما يجد المشكِّكون في الإسراء والمعراج ما يُقرّب هذه المعجزة لأفهامهم بما نشاهده الآن من تقدُّم علمي يُقرِّب لنا المسافات، فقد تمكَّن الإنسان بسلطان العلم أنْ يغزوَ الفضاء، ويصعد إلى كواكب أخرى في أزمنة قياسية، فإذا كان في مقدور البشر الهبوط على سطح القمر، أتستبعدون الإسراء والمعراج، وهو فِعْل لله سبحانه؟! </p><p> وكذلك من الأمور التي وقفتْ أمام المعترضين على الإسراء </p><p> والمعراج حادثة شَقِّ الصدر التي حكاها رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، والمتأمل فيه يجده عملاً طبيعياً لإعداد الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لما هو مُقبِل عليه من أجواء ومواقف جديدة تختلف في طبيعتها عن الطبيعة البشرية. </p><p> كيف ونحن نفعل مثل هذا الإعداد حينما نسافر من بلد إلى آخر، فيقولون لك: البس ملابس كذا. وخذ حقنة كذا لتساير طبيعة هذا البلد، وتتأقلم معه، فما بالك ومحمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ سيلتقي بالملائكة وبجبريل وهم ذوو طبيعة غير طبيعة البشر، وسيلتقي بإخوانه من الأنبياء، وهم في حال الموت، وسيكون قاب قوسيْن أو أدنى من ربه عَزَّ وَجَلَّ؟ </p><p> إذن: لا غرابة في أنْ يحدث له تغيير ما في تكوينه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ليستطيع مباشرة هذه المواقف. </p><p> وإذا استقرأنا القرآن الكريم فسوف نجد فيه ما يدلُّ على صدق رسول الله فيما أخبر به من لقائه بالأنبياء في هذه الرحلة، قال تعالى:  {وَسْئَلْ مَنْ أَرْسَلْنَا مِن قَبْلِكَ مِن رُّسُلِنَآ. .}  [الزخرف: ٤٥] . </p><p> والرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إذا أمره ربّه أمراً نفّذه، فكيف السبيل إلى تنفيذ هذا الأمر: واسأل مَن سبقك من الرسل؟ </p><p> لا سبيل إلى تنفيذه إلا في لقاء مباشر ومواجهة، فإذا حدَّثنا بذلك رسول الله في رحلة الإسراء والمعراج نقول له: صدقت، ولا يتسلل الشكّ إلا إلى قلوب ضعاف الإيمان واليقين. </p><p> فالفكرة في هذه القضية الإسراء والمعراج دائرة بين يقين </p><p> المؤمن بصدق رسول الله، وبين تحكيم العقل، وهل استطاع عقلك أنْ يفهم كل قضايا الكون من حولك؟ </p><p> فما أكثر الأمور التي وقف فيها العقل ولم يفهم كُنْهَها، ومع مرور الزمن وتقدُّم العلوم رآها تتكشّف له تدريجياً، فما شاء الله أنْ يُظهره لنا من قضايا الكون يسَّر لنا أسبابه باكتشاف أو اختراع، وربما بالمصادفة. </p><p> وما العقل إلا وسيلة إدراك، كالعين والأذن، وله قوانين محددة لا يستطيع أنْ يتعداها، وإياك أنْ تظنَّ أن عقلك يستطيع إدراك كل شيء، بل هو محكوم بقانون. </p><p> ولتوضيح ذلك، نأخذ مثلاً العين، وهي وسيلة إدراك يحكمها قانون الرؤية، فإذا رأيت شخصاً مثلاً تراه واضح الملامح، فإذا ما ابتعد عنك تراه يصغُر تدريجياً حتى يختفي عن نظرك، كذلك السمع تستطيع بأذنك أنْ تسمعَ صوتاً، فإذا ما ابتعد عنك قَلَّ سمعك له، حتى يتوقف إدراك الأذن فلا تسمع شيئاً. </p><p> كذلك العقل كوسيلة إدراك له قانون، وليس الإدراك فيه مطلقاً. </p><p> ومن هنا لما أراد العلماء التغلُّب على قانون العيْن وقانون الأذن حينما تضعف هذه الحاسة وتعجز عن أداء وظيفتها صنعوا للعين النظارة والميكروسكوب والمجهر، وهذه وسائل حديثة تُمكِّن العين من رؤية ما لا تستطيع رؤيته. وكذلك صنعوا سماعة الأذن لتساعدها على السمع إذا ضعفت عن أداء وظيفتها. </p><p> إذن: فكل وسيلة إدراك لها قانونها، وكذلك العقل، وإياك أنْ تظنَّ </p><p> أن عقلك يستطيع أن يدرس كل شيء، ولكن إذا حُدِّثْتَ بشيء فعقلك ينظر فيه، فإذا وثقته صادقاً فقد انتهت المسألة، وخذ ما حدثت به على أنه صدق. </p><p> وهذا ما حدث مع الصِّدِّيق أبي بكر رَضِيَ اللَّهُ عَنْه حينما حدثوه عن صاحبه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وأنه أُسرِي به من مكة إلى بيت المقدس، فما كان منه إلا أن قال:  «إن كان قال فقد صدق» . </p><p> فالحجة عنده إذن قول الرسول، وما دام الرسول قد قال ذلك فهو صادق، ولا مجال لعمل العقل في هذه القضية، ثم قال «كيف لا أُصدقه في هذا الخبر، وأنا أصدقه في أكثر من هذا، أصدقه في خبر الوحي يأتيه من السماء» . </p><p> فآية الإسراء إذن كانت آية أرضية، يمكن أنْ يُقام عليها الدليل، ويمكن أن يفهم الناس عنها أن القانون قد خُرِق لمحمد في الإسراء، فإذا ما أتى المعراج وخرق له القانون فيما لا يعلم الناس كان أَدْعى لتصديقه. </p><p> والمتأمل في هذه السورة يجدها تسمى سورة الإسراء، وتسمى سورة بني إسرائيل، وليس فيها عن الإسراء إلا الآية الأولى فقط، وأغلبها يتحدث عن بني إسرائيل، فما الحكمة من ذِكْر بني إسرائيل بعد الإسراء؟ </p><p> سبق أن قلنا: إن الحكمة من الكلام عن الإسراء بعد آخر النحل </p><p> أن رسول الله صلى الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كان في ضيق مما يمكرون، فأراد الحق سبحانه أنْ يُخفِّف عنه ويُسلِّيه، فكان حادث الإسراء، ولما أَلِفَ بنو إسرائيل أن الرسول يُبعَثُ إلى قومه فحسب، كما رأَوا موسى عليه السلام. </p><p> فعندما يأتي محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ويقول: أنا رسول للناس كافّة سيعترض عليه هؤلاء وسيقولون: إنْ كنتَ رسولاً فعلاً وسلَّمنا بذلك، فأنت رسول للعرب دون غيرهم، ولا دَخْل لك ببني إسرائيل، فَلَنا رسالتنا وبيت المقدس عَلَم لنا. </p><p> لذلك أراد الحق سبحانه أن يلفت إسرائيل إلى عموم رسالة محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، ومن هنا جعل بيت المقدس قبلةً للمسلمين في بداية الأمر، ثم أسرى برسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إليه: ليدلل بذلك على أن بيت المقدس قد دخل في مقدسات الإسلام، وأصبح منذ هذا الحدث في حَوْزة المسلمين. </p><p> ثم يبدأ الحديث عن موسى عليه السلام وعن بني إسرائيل، فيقول تعالى:  {وَآتَيْنَآ مُوسَى الكتاب ... } . </p>"
}