{
  "id": null,
  "sura": 17,
  "aya": 18,
  "text": "<p> الحق تبارك وتعالى قبل أن يخلق الإنسان الذي جعله خليفة له في أرضه، خلق له الكون كُلّه بما فيه، وخلق له جميع مُقوّمات حياته، ووالى عليه نِعَمه إيجاداً من عدم، وإمداداً من عُدم، وجعل من مُقوّمات الحياة ما ينفعل له وإنْ لم يُطلب منه، كالشمس والقمر والهواء والمطر. . الخ فهذه من مُقوّمات حياتك التي تُعطيك دون أنْ تتفاعلَ معها. </p><p> ومن مُقوّمات الحياة مَا لا ينفعل لك، إلا إذا تفاعلتَ معه، </p><p> كالأرض مثلاً لا تعطيك إلا إذا حرثتها، وبذرت فيها البذور فتجدها قد انفعلتْ لك، وأعطتْك الإنتاج الوفير. </p><p> والمتأمل في حضارات البشر وارتقاءاتهم في الدنيا يجدها نتيجة لتفاعل الناس مع مُقوّمات الحياة بجوارحهم وطاقاتهم، فتتفاعل معهم مُقوِّمات الحياة، ويحدث التقدم والارتقاء. </p><p> وقد يرتقي الإنسان ارتقاءً آخر، بأن يستفيد من النوع الأول من مُقوّمات الحياة، والذي يعطيه دون أنْ يتفاعل معه، استفادة جديدة، ومن ذلك ما توصّل إليه العلماء من استخدام الطاقة الشمسية استخدامات جديدة لم تكن موجودة من قبل. </p><p> إذن: فهذه نواميس في الكون، الذي يُحسِن استعمالها تُعطيه النتيجة المرجوة، وبذلك يُثري الإنسان حياته ويرتقي بها، وهذا ما أَسْمَيناه سابقاً عطاء الربوبية الذي يستوي فيه المؤمن والكافر، والطائع والعاصي. </p><p> لذلك يقول الحق سبحانه وتعالى:  {مَّن كَانَ يُرِيدُ العاجلة. .}  [الإسراء: ١٨] </p><p> أي: عطاء الدنيا ومتعها ورُقيها وتقدّمها. </p><p> {عَجَّلْنَا لَهُ فِيهَا مَا نَشَآءُ لِمَن نُّرِيدُ. .}  [الإسراء: ١٨] </p><p> أجبْنَاهُ لما يريد من متاع الدنيا. </p><p> ولا بُدَّ لنا أنْ نتنبه إلى أن عطاء الربوبية الذي جعله الله للمؤمن </p><p> والكافر، قد يغفل عنه المؤمن ويترك مُقوّمات الحياة وأسبابها يستفيد منها الكافر ويتفاعل معها ويرتقي بها، ويتقدم على المؤمن، ويمتلك قُوته ورغيف عيشه، بل وجميع متطلبات حياتهم، ثم بالتالي تكون لهم الكلمة العليا والغلبة والقهر، وقد يفتنونك عن دينك بما في أيديهم من أسباب الحياة. </p><p> وهذا حال لا يليق بالمؤمن، ومذلة لا يقبلها الخالق سبحانه لعباده، فلا يكفي أن نأخذ عطاء الألوهية من أمر ونهي وتكليف وعبادة، ونغفل أسباب الحياة ومُقوّماتها المادية التي لا قِوامَ للحياة إلا بها. </p><p> في حين أن المؤمن أَوْلَى بمقوّمات الحياة التي جعلها الخالق في الكون من الكافر الذي لا يؤمن بإله. </p><p> إذن: فمن الدين ألاَّ تمكِّن أعداء الله من السيطرة على مُقوِّمات حياتك، وألاَّ تجعلَهم يتفوقون عليك. </p><p> وقوله:  {مَا نَشَآءُ لِمَن نُّرِيدُ. .}  [الإسراء: ١٨] </p><p> أي: أن تفاعل الأشياء معك ليس مُطْلقاً، بل للمشيئة تدخُّلٌ في هذه المسألة، فقد تفعل، ولكن لا تأخذ لحكمة ومراد أعلى، فليس الجميع أمام حكمة الله سواء، وفي هذا دليل على طلاقة القدرة الإلهية. </p><p> ومعنى {مَا نَشَآءُ. .} للمعجَّل و {لِمَن نُّرِيدُ} للمعجَّل له. </p><p> وما دام هذا يريد العاجلة، ويتطلع إلى رُقيِّ الحياة الدنيا وزينتها، إذن: فالآخرة ليستْ في باله، وليست في حُسْبانه؛ لذلك </p><p> لم يعمل لها، فإذا ما جاء هذا اليوم وجد رصيده صِفْراً لا نصيب له فيها؛ لأن الإنسان يأخذ أجره على ما قدّم، وهذا قدَّم للدنيا وأخذ فيها جزاءه من الشهرة والرقيّ والتقدّم والتكريم. </p><p> قال تعالى:  {والذين كفروا أَعْمَالُهُمْ كَسَرَابٍ بِقِيعَةٍ يَحْسَبُهُ الظمآن مَآءً حتى إِذَا جَآءَهُ لَمْ يَجِدْهُ شَيْئاً وَوَجَدَ الله عِندَهُ فَوَفَّاهُ حِسَابَهُ والله سَرِيعُ الحساب}  [النور: ٣٩] </p><p> والسراب ظاهرة طبيعية يراها مَنْ يسير في الصحراء وقت الظهيرة، فيرى أمامه شيئاً يشبه الماء، حتى إذا وصل إليه لم يجدْهُ شيئاً، كذلك إنْ عمل الكافرُ خيراً في الدنيا فإذا أتى الآخرة لم يجدْ له شيئاً من عمله؛ لأنه أخذ جزاءه في الدنيا. </p><p> ثم تأتي المفاجأة:  {وَوَجَدَ الله عِندَهُ}  [النور: ٣٩] </p><p> وفي آية أخرى يصفه القرآن بقوله:  {مَّثَلُ الذين كَفَرُواْ بِرَبِّهِمْ أَعْمَالُهُمْ كَرَمَادٍ اشتدت بِهِ الريح فِي يَوْمٍ عَاصِفٍ لاَّ يَقْدِرُونَ مِمَّا كَسَبُواْ على شَيْءٍ ذلك هُوَ الضلال البعيد}  [إبراهيم: ١٨] </p><p> فمرة يُشبِّه عمل الكافر بالماء الذي يبدو في السراب، ومرة يُشبِّهه بالرماد؛ لأن الماء إذا اختلط بالرماد صار طيناً، وهو مادة الخِصْب والنماء، وهو مُقوِّم من مُقوِّمات الحياة. </p><p> ووصفه بقوله تعالى: {كَمَثَلِ صَفْوَانٍ عَلَيْهِ تُرَابٌ فَأَصَابَهُ وَابِلٌ </p><p> فَتَرَكَهُ صَلْداً لاَّ يَقْدِرُونَ على شَيْءٍ مِّمَّا كَسَبُواْ والله لاَ يَهْدِي القوم الكافرين} [البقرة: ٢٦٤] </p><p> والحق تبارك وتعالى في هذه الآية يُجسِّم لنا خَيْبة أمل الكافر في الآخرة في صورة مُحسَّة ظاهرة، فمثَلُ عمل الكافر كحجر أملس أصابه المطر، فماذا تنتظر منه؟ وماذا وراءه من الخير؟ </p><p> ثم يقول الحق سبحانه:  {ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَ يَصْلاهَا مَذْمُوماً مَّدْحُوراً}  [الإسراء: ١٨] </p><p> أي: أعددناها له، وخلقناها من أجله يُقاسي حرارتها {مَذْمُوماً} أي: يذمُّه الناس، والإنسان لا يُذَمّ إلا إذا ارتكب شيئاً ما كان يصحّ له أنْ يرتكبه. </p><p> و {مَّدْحُوراً}  [الإسراء: ١٨] وبعد أنْ أعطانا الحق سبحانه صورة لمن أراد العاجلة وغفل عن الآخرة، وما انتهى إليه من العذاب، يعطينا صورة مقابلة، صورة لمن كان أعقل وأكيس، ففضَّل الآخرة. </p><p> يقول الحق سبحانه:  {وَمَنْ أَرَادَ الآخرة وسعى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُولَئِكَ كَانَ سَعْيُهُم مَّشْكُوراً} . </p>"
}