{
  "id": null,
  "sura": 17,
  "aya": 111,
  "text": "<p> فما المحمود عليه في الآية؟ </p><p> الحق سبحانه يقول:  {الذي لَمْ يَتَّخِذْ وَلَداً. .}  [الإسراء: ١١١] </p><p> فكَوْنه سبحانه لم يتخذ ولداً نعمة كبيرة على العباد يجب أنْ يحمدوه عليها، فإنْ كان له ولد فسوف يخصُّه برعايته دون باقي الخَلْق، فقد تنزّه سبحانه عن الولد، وجعل الخَلْق جميعهم عياله، وكلُّهم عنده سواء، فليس من بينهم مَنْ هو ابن لله أو مَنْ بينه وبين الله قرابة، وأحبّهم إليه تعالى أتقاهم له، وهكذا ينفرد الخَلْق بكل حنان ربهم وبكل رحمته. </p><p> ثم، ما الحكمة من اتخاذ الولد؟ الناس يتخذون الولد ويحرصون على الذَّكَر، خاصة لأمرين: أن يكون الولد ذكرى وامتداداً لأبيه بعد موته، كما قال الشاعر: </p><p> أَبُنيّ يَا أنَا بَعْدَمَا أقْضِي ... والحق سبحانه وتعالى باقٍ دائمٌ، فلا يحتاج لمَنْ يُخلِّد ذكراه، أو يكون امتداداً له، تعالى الله عن ذلك عُلواً كبيراً، فالحمد لله أنه لم يتخذ ولداً. </p><p> أو يكون الولد للعِزْوة والمكاثرة والتقوّى به من ضعف، والحق سبحانه وتعالى هو الغالب القهار، فلا يحتاج إلى عِزْوة أو كثرة، لذلك يأمرنا سبحانه أن نُمجِّده لأنه لم يتخذ صاحبة ولا ولداً، والمتأمل في حال الملوك والسلاطين يجد أكثر فسادهم إما من الولد وإما من الصاحبة. </p><p> ثم يقول سبحانه:  {وَلَم يَكُنْ لَّهُ شَرِيكٌ فِي الملك. .}  [الإسراء: ١١١] </p><p> وهذا أيضاً من النعم التي تستوجب الحمد، ولك أنْ تتصوّر لو أن لله تعالى شريكاً في الملْك، كم تكون حَيْرة العباد، فأيُّهما تُطيع وأيهما تُرضِي؟ </p><p> لقد أوضح لنا الحق سبحانه هذه المسألة في هذا المثل الذي ضربه لنا:  {ضَرَبَ الله مَثَلاً رَّجُلاً فِيهِ شُرَكَآءُ مُتَشَاكِسُونَ وَرَجُلاً سَلَماً لِّرَجُلٍ هَلْ يَسْتَوِيَانِ مَثَلاً. .}  [الزمر: ٢٩] </p><p> لذلك، ففي أعراف الناس وأمثالهم يقولون:  (المركب التي بها ريسين تغرق) وكَوْنه سبحانه واحداً لا شريك له يجعلك تطمئن إلى أمره ونَهْيه فتُطيعه وأنت مطمئن، فأوامره سبحانه نافذة لا مُعقِّب لها، ولا مُعترِض عليها، فليس هناك إله آخر يأمرك بأمر مخالف، أليست هذه نعمة تستوجب الحمد؟ </p><p> وأيضاً فإن الحق سبحانه يقول:  {وَلَمْ يَكُنْ لَّهُ وَلِيٌّ مِّنَ الذل. .}  [الإسراء: ١١١] </p><p> الوليّ: هو الذي يليك، وأنت لا تجعل أمرك إلا لمن تثق به أنه يجلب لك نَفْعاً، أو يدفع عنك ضُرّاً، أو ينصرك أمام عدو، أو يُقوِّي </p><p> ضعفك، فإذا لم يكُنْ لك ذاتية تحقق بها ما تريد تلجأ لمن له ذاتية، وتحتمي برحابه، وتجعل ولاءك له. </p><p> والحق سبحانه ليس له وليٌّ يلجأ إليه ليعزه؛ لأنه سبحانه العزيز المعِزّ القائم بذاته سبحانه، ولا حاجة له إلى أحد. </p><p> ثم يقول تعالى:  {وَكَبِّرْهُ تَكْبِيراً}  [الإسراء: ١١١] </p><p> لأن عظمة الحق سبحانه في نفس المؤمن أكبر من كل شيء، وأكبر من كل كبير؛ لذلك جُعلتْ (الله أكبر) شعار أذانك وصلاتك، فلا بُدَّ أن تُكبِّر الله، وتجعله أكبر مِمّا دونه من الأغيار، فإنْ ناداك وأنت في أيّ عمل فقُلْ: الله أكبر من عملي، وإنْ ناداك وأنت في حضرة عظيم، فقل: الله أكبر من أيِّ عظيم، كبِّره تكبيراً بأن تُقدِّم أوامره ونواهيه على كل أمر، وعلى كل نهي. </p><p> ولا تنسَ أنك إن كبَّرْتَ الحق سبحانه وتعالى أعززْتَ نفسك بعزة الله التي لا يعطيها إلا لمَنْ يخلص العبودية له سبحانه، فَضْلاً عن أن العبودية لله شرفٌ للعبد، وبها يأخذ العبد خَيْر سيده، أما العبودية للبشر فهي مذمومة مكروهة، وهي مذلة وهوان، حيث يأخذ السيد خير عبده. </p><p> وصدق الشاعر حين قال: </p><p> حَسْبُ نَفْسِي عِزّاً بأنِّي عَبْدٌ ... يَحْتفِي بي بلاَ مَواعِيدَ رَبُّ </p><p> هُوَ في قُدْسِهِ الأعَزِّ وَلكِنْ ... أَنَا ألْقَي متَى وأَينَ أحِبُّ </p><p> فكم تتحمل من المشقة والعنت في مقابلة عظيم من عظماء الدنيا، أما في مقابلة رب العزة سبحانه، فبمجرد أنْ آمنتَ به أصبح الزمام </p><p> في يدك تلقاه متى شئتَ، وفي أيِّ مكان أردتَ، وتُحدّثه في أيّ أمر أحببتَ، فأيُّ عِزَّة بعد هذا؟ </p><p> ولذلك كانت حيثية الرفعة لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في الإسراء والمعراج أنه عبد لله، حيث قال تعالى:  {سُبْحَانَ الذي أسرى بِعَبْدِهِ لَيْلاً مِّنَ المسجد الحرام إلى المسجد الأقصى. .}  [الإسراء: ١] </p><p> فالعزة في العبودية لله، والعزة في السجود له تعالى، فعبوديتك لله تعصمك من العبودية لغيره، وسجودك له تعالى يعصمك من السجود لغيره، أَلاَ ترى قول الشاعر: </p><p> وَالسُّجُودُ الذِي تَجْتَوِيه ... مِنْ أُلُوفِ السُّجودِ فِيهِ نَجَاةٌ </p><p> إذن: فكبِّر الله تكبيراً وعَظِّمه، والتجئ إليه، فَمن التجأ إلى الله تعالى كان في معيته، وأفاض عليه الحق من صفاته، وعصمه من كَيْد الآخرين وقهرهم. وسبق أنْ ضربنا مثلاً بالولد الصغير الذي يعتدي عليه أقرانه إنْ سار وحده، فإنْ كان في يد أبيه فلا يجرؤ أحد على الاعتداء عليه. </p><p> فعليك إذن أن تكون دائماً في معيّة ربك تأمن كيد الكائدين ومكْر الماكرين، ولا ينالك أحدٌ بسوء، فإن ابتلاه الله بشيء فكأنما يقول له: أبتليك بنعمتي لتأخذ من ذاتي، لأن الصحيح المعَافَى إنْ كان في معية نعمة الله، فالمبتلى في معية الله ذاته. </p><p> ألم يَقُلْ الحق سبحانه في الحديث القدسي: «يا بن آدم مرضْتُ فلم تَعُدْني، قال: يا رب وكيف أعودك وأنت ربُّ العالمين؟ فيقول: </p><p> أما علمتَ أن عبدي فلاناً مرض فلم تَعُدْه، أما علمتَ أنك لو عُدْتَهُ لوجدتني عنده» . </p><p> فالمريض الذي يأنس بزائريه ويسعد بهم ويرى في زيارتهم تخفيفاً من آلامه ومواساة له في شدته، ما باله إن أنس بالله وكان في جواره وكلاءته، والله الذي لا إله إلا هو لا يشعر بوخْز المرض أبداً، ويستحي أن يتأوّه من ألم، ولا ييأس مهما اشتد عليه البلاء؛ لأنه كيف يتأوه من معية الله؟ وكيف ييأس والله تعالى معه؟ </p><p> إذن: كبِّره تكبيراً. </p><p> أي: اجعل أمره ونَهْيه فوق كل شيء، وقُلْ: الله أكبر من كل كبير حتى الجنة قل: الله أكبر من الجنة. أَلاَ ترى قَوْل رابعة العدوية: </p><p> كُلُّهُمْ يعبدُونَك من خَوْف نارٍ ... ويَروْن النجاةَ حَظّاً جَزِيلا </p><p> أَوْ بِأَنْ يَسْكُنُوا الجِنَانَ فَيَحْظَوْا ... بقُصُورٍ ويَشْرَبُون سَلْسَبِيلا </p><p> لَيْسَ لِي بالجنانِ وَالنَّارِ حَظٌّ ... أنَا لاَ أَبْتغِي بِحُبّي بَدِيلاً </p><p> وفي الحديث القدسي:  «أَولَوْ لَم أخلق جنة وناراً، أما كنتُ أهلاً لأنْ أُعبد؟» . </p><p> فالله تعالى بذاته سبحانه أكبر من أيّ شيء، حتى إن كانت الجنة، ففي آخر سورة الكهف يقول تعالى: {فَمَن كَانَ يَرْجُواْ لِقَآءَ رَبِّهِ </p><p> فَلْيَعْمَلْ عَمَلاً صَالِحاً وَلاَ يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدَاً} [الكهف: ١١٠] </p><p> فلم يَقُلْ: مَنْ كان يرجو جزاء ربه، أو جنة ربه، أو نعيم ربه، إن المؤمن الحق لا ينظر إلى النعيم، بل يطمع في لقاء المنعم سبحانه، وهذا غاية أمانيه. </p><p> وفي حديث آخر يقول الحق سبحانه للملائكة:  «أما رأيتم عبادي، أنعمتُ عليهم بكذا وكذا، وأسلب عنهم نعمتي ويحبونني» . </p><p> وبهذه الآية خُتِمَتْ سورة الإسراء، فجعلنا الحق سبحانه نختمها بما أنعم علينا من هذه النعم الثلاث، وليس هذه هي كل نعم الله علينا، بل لله تعالى علينا نِعَم لا تُعَدّ ولا تُحصَى، لكن هذه الثلاث هي قِمة النعم التي تستوجب أنْ نحمده عليها. </p><p> فالحمد لله الذي لم يتخذ ولداً؛ لأنه لم يلد ولم يولد وهو واحد أحد، والحمد لله الذي لم يتخذ شريكاً لأنه واحد، والحمد لله الذي لم يكُنْ له وليٌّ من الذل لأنه القاهر العزيز المعز، ولهذا يجب أن نُكبِّر هذه الإله تكبيراً في كل نعمة نستقبلها منه سبحانه. </p>"
}