{
  "id": null,
  "sura": 17,
  "aya": 36,
  "text": "<p> ينتقل الحق سبحانه وتعالى إلى قضية أخرى تُنظِّم حركة الحياة والإنسان الذي استخلفه الله في الأرض ووهَبه الحياة وأمدَّه بالطاقات وبمُقَوِّمَات الحياة وضرورياتها. </p><p> وبعد أنْ تكفّل له بالضروريات، دَلّه على الترقِّي في الحياة بالبحث والفكر، واستخدام العقل المخلوق لله، والمادة المخلوقة لله بالطاقات المخلوقة لله، فيُرقِّي ويُثري حياته ومجتمعه. </p><p> وحركة الترقِّي والإثراء هذه لا تتمّ إلا على قضية ثابتة واضحة، فإذا تحركتَ في الحياة بناءً على هذه القضية فسوف تصل إلى النتيجة المرجوّة. </p><p> فمثلاً، الطالب الذي يرغَب في دخول كلية الحقوق مثلاً، لديه قضية واضحة مجزوم بها، فعندما يلتحق بالحقوق يجتهد، ويصل من خلالها إلى طموحاته؛ لأنه سار على ضَوْء قضية اقتنع بها. </p><p> إذن: لا بُدَّ أن تُبْنَى حركة الحياة على قضايا ثابتة، هذه القضايا الثابتة تجعل المتحرِّك في أيِّ حركة واثقاً من أن حركته ستُؤدِّي إلى النتيجة المطلوبة، فلو أردتَ مثلاً الذهاب إلى الإسكندرية أو إلى </p><p> أسوان، فلن تتحرّك إلا إذا تأكدتَ أن هذا الطريق هو الموصِّل إلى غايتك، وكذلك حركة الحياة لا يمكن أنْ تتمَّ إلا بناءً على قضايا حقيقية مضبوطة في الكون، وهذا ما نسميه (العلم) . </p><p> وقد سبق أن أوضحنا معنى القضية، وأنها المقولة التي يُحكَم على قائلها بالصدق أو الكذب، كأن نقول: الأرض كُروية، أو الشمس مضيئة، أو القمر منير، وهذه القضايا تعطيني قضية علمية مجزوماً بها وواقعة، ويمكن أنْ نُدلِّل عليها. وهذا هو العلم. </p><p> أما الجهل فأنْ تجزم بقضية ليست واقعية فهي قضية كاذبة، وليس الجهل عدم العلم كما يعتقد البعض؛ لأن عدم العلم أمية، والأميّ ليس عنده قضية لا صادقة ولا كاذبة. </p><p> لذلك تجد الأميّ أطوعَ في التعلم من الجاهل؛ لأن الأمي بمجرد أنْ تُعلِّمه قضية ما يأخذها ويتعلمها، أما الجاهل فيلزمك أولاً أن تُخرِج من ذهنه القضية المخالفة، ثم تُعلّمه القضية الصادقة. </p><p> وقضايا الحياة يمكن أنْ تُقسِّم إلى قسمين: </p><p> قضايا تختلف فيها الأهواء. </p><p> وقضايا تتفق فيها الأهواء. </p><p> فالقضايا التي تختلف فيها الأهواء: هي القضية التي يخدم بها كل قائل لها فكرةً عنده فقط، وإنْ كانت ضارة بغيره، فما دام الأمر قائماً على الأهواء فلا بُدَّ أنْ تختلفَ، فكُلٌّ له هواه الخاص، فلو أن لكل واحد قضية ما التقينا على شيء أبداً. </p><p> وصدق الحق تبارك وتعالى حين قال:  {وَلَوِ اتبع الحق أَهْوَآءَهُمْ لَفَسَدَتِ السماوات والأرض. .}  [المؤمنون: ٧١] </p><p> إذن: فما المخرج من هذا الاختلاف والتبايُن؟ المخرَج أن يخرج كل واحد مِنَّا من هوى نفسه أولاً، ثم نرد القضية التي اختلفتْ فيها أهواؤنا إلى مَنْ لا هوى له. </p><p> وربُّكَ سبحانه وتعالى هو وحده الذي لا هَوى له، ونحن جميعاً خَلْقه، وكلنا عنده سواء، ليس منا مَنْ بينه وبين الله نسب أو قرابة، فشرع الله واحد للجميع، ولا غضاضة فالكل خاضع لهذا الشرع مُتّبِع له؛ لأنه شَرْع الخالق سبحانه لا شَرْع أحد من الناس. </p><p> لذلك اشتهر قولهم:  «اللي الشرع يقطع صباعه مَيْخُرش دم» . </p><p> فأنا لم أخضع لك، وأنت لم تخضع لي، بل الجميع خاضع لله تعالى مُنصَاع لأمره. إذن: اتركوا قضايا الأهواء لله تعالى يُشرّعها لكم لكي ترتاحوا من تسلُّط بعضكم على بعض. </p><p> أما القضايا التي تتفق فيها الأهواء فهي القضايا المادية القائمة على المادة الصمَّاء التي لا تُجامِل أحداً على حساب أحد، ولا مانعَ أن تتبعوا الآخرين فيها؛ لأنكم سوف تلتقون عليها قَهْراً ورَغْماً عنكم، فالمعمل الذي تدخله لتجري التجارب التي توصلك لقضية ما مادية أو كيماوية معمل محايد لا يجامل أحداً. </p><p> وقد سبق أن قلنا: إن الكهرباء أو الكيمياء ليس فيها روسي وأمريكي؛ لأن هذه أشياء مادية لا خلافَ عليها، أما الذي جعل المعسكر الشرقي يختلف والمعسكر الغربي هي القضايا الأهوائية، فهذا شيوعي، وهذا رأسمالي. </p><p> لذلك، فالنبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وضع بنفسه هذا المبدأ في الوجود الإيماني حينما رأى الناس يُؤبّرون النخل، فأشار عليهم بعدم تأبيره، فأطاعوه ولم يؤبروا النخل في هذا العام، وكانت النتيجة أن شاص النخل ولم يثمر، وأثبتتْ التجربة الطبيعية أن ما أشار به رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ليس صواباً. </p><p> يأتي هذا مِمَّنْ؟ من محمد بن عبد الله نبي الله ورسوله، الذي يحرص على أن تأتي كل قضاياه صادقة صائبة، وما كان منه إلا أن قال:  «أنتم أعلم بشئون دنياكم» . </p><p> ليضع بذلك أُسْوة لعلماء الدين ألاَّ يضعوا أنوفهم في قضايا الماديات، وقد قال الحق تبارك وتعالى:  {قَدْ عَلِمَ كُلُّ أُنَاسٍ مَّشْرَبَهُمْ}  [البقرة: ٦٠] </p><p> ويقول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «لا يؤمن أحدكم حتى يكون هواه تبعاً لما جئت به» . </p><p> فإنْ أردتَ أنْ تتحرَّك في الحياة حركة سليمة مجدية، وحركة متساندة مع إخوانك غير متناقضة؛ فالحق سبحانه يقول:  {وَلاَ تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ. .}  [الإسراء: ٣٦] لكي تسير في حركة الحياة على هُدىً وبصيرة. </p><p> {لاَ تَقْفُ} أي: لا تتبع ولا تتدخل فيما لا عِلْم لك به، كمَنْ يدَّعي مثلاً العلم بإصلاح التليفزيون وهو لا يعلم، فربما أفسد أكثر مما يُصلح. </p><p> ومن هنا قال أهل الفقه: مَنْ قال لا أدري فقد أفتى؛ لأنه بإعلان عدم معرفته صرف السائل إلى مَنْ يعلم، أما لو أجاب خطأ، فسوف يترتّب على إجابته مَا لا تُحمد عُقْباه، والذي يسلك هذا المسلك في حياته تكون حركته في الحياة حركة فاشلة. </p><p> والفعل (يَقفْو) مأخوذ من القفا وهو المؤخرة، وقد قال تعالى في آية أخرى:  {ثُمَّ قَفَّيْنَا على آثَارِهِم بِرُسُلِنَا}  [الحديد: ٢٧] أي: أتبعناهم. </p><p> ويقفو أثره أي: يسير خَلْفه. </p><p> وحينما نصح أحدهم رجلاً يريد أنْ يتزوج قال له: لا تتخذها حنَّانة، ولا منَّانة، ولا عُشْبة الدار، ولا كبة القفا. فالحنانة التي لها ولد من غيرك يذكرها دائماً بأبيه فتحِنّ إليه، والمنّانة التي لديها مال تَمنُّ به عليك، وعُشْبة الدار هي المرأة الحسناء في المنبَتِ السوء والمستنقع القذر، وكبَّة القفا هي التي لا تعيب الإنسان في حضوره، وتعيبه وتذمه في غيبته. </p><p> والعلم هنا يُراد به العلم المطلق؛ لأن الكثير من الناس كان يعتقد أن العلم يعني العلم الديني فقط، لكن العلم هو كل ما يُثري حركة الحياة، والعلم علمان: </p><p> علم ديني، وهو الذي يقضي على الأهواء، ويُوحِّدهَا إلى هوىً واحد هو الهَوى الإيماني. </p><p> وهذا العلم يتولاّه الخالق سبحانه، وليس لنا دَخْل فيه؛ لأن الصانع أَدْرى بصنعته، وهو الذي يضع لها قانون صيانتها؛ لأنه يعلم مَا يصلحها ومَا يفسدها. </p><p> وكما أنك لا تذهب إلى الجزار ليضع لك قانون صيانة الإنسان إلا من خالقه عَزَّ وَجَلَّ:  {أَلاَ يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللطيف الخبير}  [الملك: ١٤] </p><p> وهذا النوع من العلم قال الله تعالى عنه:  {وَمَآ آتَاكُمُ الرسول فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فانتهوا. .}  [الحشر: ٧] </p><p> فليس لنا أنْ نتدخَّلَ فيه، أو نزيد عليه؛ لأنه منهج الله الذي جاء ب «افعل ولا تفعل» ، وهو منهج لا يقبل الزيادة أو التعديل، فما كان فيه أمر ونهي فعليك الالتزام به، وإلا لو خرجت عن هذا الإطار الذي رسمه لك ربك وخالقك فسوف تحدث في الكون فساداً بترك الأمر أو بإتيان النهي. أما الأمور التي تركها الخالق سبحانه ولم يرد في شأنها أمر أو نهي فأنت حر فيها، تفعل أو لا تفعل. </p><p> والمتأمل في شرع الخالق سبحانه يجد أمور التكليف بافعل ولا تفعل قليلة إذا ما قيست بالأمور التي ترك لك الحرية فيها، إذن: فدع لربك وخالقك والأعلم بك مجالاً يحكم من خلاله حياتك وينظمها لك، ألا يجد بنا ونحن عباده وصنعته أن نُحكّمه في أمور ديننا، ونُخرِج أنوفنا مما اختص به سبحانه؟ </p><p> أما النوع الآخر من العلم، فهو العلم المادي التجريبي الذي لا يخضع للأهواء، فقد جعله الخالق سبحانه مجالاً للبحث والتسابق، </p><p> ومضماراً يجري فيه الجميع؛ لأنهم في النهاية سيلتقون فيه قَهْراً ورَغْماً عنهم. وقد أعطانا الحق سبحانه وتعالى مثالاً لهذا النوع من العلم، فقال تعالى:  {أَلَمْ تَرَ أَنَّ الله أنزَلَ مِنَ السمآء مَآءً فَأَخْرَجْنَا بِهِ ثَمَرَاتٍ مُّخْتَلِفاً أَلْوَانُهَا وَمِنَ الجبال جُدَدٌ بِيضٌ وَحُمْرٌ مُّخْتَلِفٌ أَلْوَانُهَا وَغَرَابِيبُ سُودٌ وَمِنَ الناس والدوآب والأنعام مُخْتَلِفٌ أَلْوَانُهُ كَذَلِكَ. .}  [فاطر: ٢٧ - ٢٨] </p><p> فذكر الحق سبحانه أجناس الوجود كلها: الإنسان، والحيوان، والنبات، والجماد. ثم ختم ذلك بقوله: </p><p> {إِنَّمَا يَخْشَى الله مِنْ عِبَادِهِ العلماء. .}  [فاطر: ٢٨] </p><p> فهذه ظواهر الكون، ارْبَع فيها كما شئت بحثاً ودراسة، وإنْ أحسنتَ الإمعان فيها فسوف تُوصِّلك إلى ظواهر أخرى تُثري حياتك وتُرقّيها، فالذي اكتشف عصر البخار، والذي اكتشف العجلة والكهرباء والجاذبية وغيرها لم يخلق جديداً في كَوْن الله، إنما أحسن النظر والتأمّل فتوصّل إلى ما يُريح المجتمع ويُسعده. </p><p> لذلك، فالحق سبحانه وتعالى يُحذّرنا أن نمرَّ على ظواهر الكون في إعراض وغفلة ودون تمعُّن فيها:  {وَكَأَيِّن مِّن آيَةٍ فِي السماوات والأرض يَمُرُّونَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُونَ}  [يوسف: ١٠٥] </p><p> والذين عبَّروا عن هذه الإنجازات العلمية بكلمة (الاكتشافات) كانوا أمناء في التعبير عن الواقع الفعلي، فهم لم يخلقوا جديداً في الكون، فكلُّ هذه الأشياء موجودة، والفضل لهم في الاهتداء إليها </p><p> واكتشافها، ومن هنا فكلمة (اختراع) ليست دقيقةً في التعبير عن هذه الاكتشافات. </p><p> فإذا كان الحق سبحانه نهانا عن تتبُّع ما ليس لنا به علم، فماذا نتبع؟ نتبع ما نعلمه وما نتيقن منه من علوم، فإنْ كانت في الدين تركناها للخالق سبحانه يُقنّنها لنا، وإنْ كانت في أمور الدنيا أعملنا فيها عقولنا بما ينفعنا ويُثرِي حياتنا؛ لذلك تكلّم الحق سبحانه بعد ذلك عن وسائل إدراك العلم، فقال:  {إِنَّ السمع والبصر والفؤاد كُلُّ أولئك كَانَ عَنْهُ مَسْؤُولاً}  [الإسراء: ٣٦] </p><p> وما دام الحق سبحانه قد نهانا عن تتبع مَا لا نعلم، وأمرنا أن نسير على ضوء ما نعلم من العلم اليقيني فلا بُدّ أنْ يسأل المرءُ عن وسائل العلم هذه، لأنه لولا وسائل الإدراك هذه ما عَلم الإنسانُ شيئاً، وهذا واضح في قول الحق تبارك وتعالى:  {والله أَخْرَجَكُم مِّن بُطُونِ أُمَّهَاتِكُمْ لاَ تَعْلَمُونَ شَيْئاً وَجَعَلَ لَكُمُ السمع والأبصار والأفئدة لَعَلَّكُمْ تَشْكُرُونَ}  [النحل: ٧٨] </p><p> وهل يشكر الإنسان إلا على حصيلة أخذها؟ هذه الحصيلة هي العلم. </p><p> وهذه الحواس تُؤدِّي عملها في الإنسان بمجرد أنْ تنشأ فيه، وبعد أنْ يخرجَ إلى الحياة، والبعض يظنّ أن الطفل الصغير لا يفهم إلا عندما يكبر ويستطيع الكلام والتفاهم مع الآخرين، والحقيقة أن الطفل يدرك ويعي من الأيام الأولى لولادته. </p><p> ولذلك، فإن علماء وظائف الأعضاء يقولون: إن الطفل يُولَد </p><p> ولديْه ملكَاتٌ إدراكية سمّاها العلماء احتياطاً «الحواس الخمس الظاهرة» ، وقد كان احتياطهم في محله لأنهم اكتشفوا بعد ذلك حواس أخرى، مثل حاسة العضل مثلاً التي نُميِّز بها بين الخفيف والثقيل. </p><p> وإنْ كانت حواس الإنسان كثيرة فإن أهمها: السمع والبصر، وقد وردت في القرآن بهذا الترتيب، السمع أولاً، ثم البصر لأن السمع يسبق البصر، فالإنسان بمجرد أنْ يُولَد تعمل عنده حاسّة السمع، أما البصر فإنه يتخلّف عن السمع لعدة أيام من الولادة، إذن: فهو أسبق في أداء مهمته، هذه واحدة. </p><p> الأخرى: أن السمع هو الحاسَّة الوحيدة التي تُؤدّي مهمتها حتى حال النوم، وفي هذا حكمة بالغة للخالق سبحانه، فبالسمع يتم الاستدعاء من النوم. </p><p> وقد أعطانا الخالق سبحانه صورة واضحة لهذه المسألة في قصة أهل الكهف، فلما أراد سبحانه أن يناموا هذه السنين الطوال ضرب على آذانهم وعطّل حاسة السمع لديهم، وإلاّ لَمَا تمكَّنوا من النوم الطويل، ولأزعجتهم الأصوات من خارج الكهف. فقال تعالى:  {فَضَرَبْنَا على آذَانِهِمْ فِي الكهف سِنِينَ عَدَداً}  [الكهف: ١١] </p><p> ولم يسبق البصر السمع إلا في آية واحدة في كتاب الله تعالى وهي:  {رَبَّنَآ أَبْصَرْنَا وَسَمِعْنَا. .}  [السجدة: ١٢] </p><p> والحديث هنا ليس عن الدنيا، بل عن الآخرة، حيث يفزع الناس من هَوْلها فيقولون:  {رَبَّنَآ أَبْصَرْنَا وَسَمِعْنَا فارجعنا نَعْمَلْ صَالِحاً. .}  [السجدة: ١٢] لأنهم في الآخرة أبصروا قبل أن يسمعوا. </p><p> فالسمع أوّل الحواس، وهو أهمها في إدراك المعلومات، حتى الذي يأخذ معلوماته بالقراءة سمع قبل أن يقرأ، فتعلّم أولاً بالسماع ألف باء، فالسمع أولاً في التعلُّم، ثم يأتي دَوْر البصر. </p><p> والذي يتتبع الآيات التي ورد فيها السمع والبصر سيجدها جاءت بإفراد السمع وجمع البصر، مثل قوله سبحانه:  {وَجَعَلَ لَكُمُ السمع والأبصار. .}  [السجدة: ٩] </p><p> إلا في هذه الآية التي نحن بصدد الحديث عنها جاءت:  {إِنَّ السمع والبصر والفؤاد كُلُّ أولئك كَانَ عَنْهُ مَسْؤُولاً}  [الإسراء: ٣٦] </p><p> لماذا؟ وما الحكمة من إفرادها هنا بالذات؟ </p><p> وقبل أن نُوضِّح الحكمة هنا يجب أن نعي أن المتكلم هو الله تعالى، وما دام المتكلم هو الله فلا بُدَّ أن تجد كل كلمة دقيقة في موضعها، بليغة في سياقها. </p><p> فالسمع جاء بصيغة الإفراد؛ لأنه لا يتعدد فيه المسموع بالنسبة للسامع، فإذا حدث الآن صوت نسمعه جميعاً، فهو واحد في جميع الآذان. </p><p> أما البصر فهو خلاف ذلك؛ لأن أمامنا الآن مرائيَ متعددة ومناظر مختلفة، فأنت ترى شيئاً، وأنا أرى شيئاً آخر، فَوحْدة السمع لا تنطبق على البصر؛ لذلك أفرد السمع وجاء البصر بصيغة الجمع. </p><p> أما في قوله تعالى:  {إِنَّ السمع والبصر. .}  [الإسراء: ٣٦] فقد </p><p> ورد البصر هنا مفرداً؛ لأن الحق سبحانه وتعالى يتحدث عن المسئولية، مسئولية كل إنسان عن سَمْعه وبصره، والمسئولية أمام الحق سبحانه وتعالى فردية لا يُسأل أحد عن أحد، بل يُسأل عن نفسه فحَسْب، فناسب ذلك أنْ يقول: السمع والبصر؛ لأنه سيُسأل عن بصر واحد وهو بصره. </p><p> فالإنسان إذن مسئول عن سَمْعه وبصره وفؤاده من حيث التلقِّي، تلقّي القضايا العلمية التي سنسير عليها في حركة حياتنا، وكذلك من حيث الإعطاء، فكأن الحق سبحانه وتعالى يقول للأذن: لا تسمعي إلا خيراً، ولا تتلقيْ إلا طيّباً، ويا مُربِّي النشء لا تُسْمِعه إلا ما يدعو إلى فضيلة، ولا تعط لأذنه إلا ما يصلح حياته ويُثريها. </p><p> ويقول للعين: لا ترَىْ إلا الحلال لا يهيج غرائزك إلى الشهوات، ويا مُربِّي النشء احجب عنه ما يثير الغرائز ويفسد الحياة؛ وبذلك نربي في المجتمع المعلومات الصحيحة التي تنبني عليها حركة حياته. </p><p> وما دُمْتَ مسئولاً عن أعضائك هذه المسئولية، ومحاسباً عنها، فإياك أنْ تقولَ: سمعت وأنت لم تسمع، وإياك أنْ تقولَ: رأيت وأنت لم تَرَ، إياك أنْ تتعرّض لشهادة تُدلي فيها بغير ما تعلم وتتيقن. أو تتبنّى قضية خاطئة وتبني عليها حركة حياتك؛ لأن المبنّي على مقدمات فاسدة ينتج عنه نتائج فاسدة، وما بُنِي على مقدمات صحيحة أنتج النتيجة الصحيحة. </p><p> وجماع هذا كله في قوله تعالى:  {وَلاَ تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ. .}  [الإسراء: ٣٦] لماذا؟ لأنك محاسب على علمك هذا وعلى وسائل إدراكه لديك:  {إِنَّ السمع والبصر والفؤاد كُلُّ أولئك كَانَ عَنْهُ مَسْؤُولاً}  [الإسراء: ٣٦] </p><p> ثم يقول الحق سبحانه:  {وَلاَ تَمْشِ فِي الأرض مَرَحاً إِنَّكَ لَن تَخْرِقَ الأرض وَلَن تَبْلُغَ الجبال طُولاً} . </p>"
}