{
  "id": null,
  "sura": 17,
  "aya": 58,
  "text": "<p> ساعةَ أنْ تسمعَ {وَإِن مِّن قَرْيَةٍ إِلاَّ} فاعلم أن الأسلوب قائم على نفي وإثبات، فالمعنى: لا توجد قرية إلا والله مُهلِكها قبل يوم القيامة، أو مُعذِّبها عذاباً شديداً، لكن هل كل القرى ينسحب عليها هذا الحكم؟ </p><p> نقول: لا، لأن هذا حكم مطلق والإطلاقات في القرآن تُقيّدها قرآنيات أخرى، وسوف نجد مع هذه الآية قول الحق سبحانه:  {ذلك أَن لَّمْ يَكُنْ رَّبُّكَ مُهْلِكَ القرى بِظُلْمٍ وَأَهْلُهَا غَافِلُونَ}  [الأنعام: ١٣١] </p><p> وقال تعالى:  {وَمَا كَانَ رَبُّكَ لِيُهْلِكَ القرى بِظُلْمٍ وَأَهْلُهَا مُصْلِحُونَ}  [هود: ١١٧] </p><p> فهذه آيات مُخصِّصة تُوضِّح الاستثناء من القاعدة السابقة، وتُقيِّد المبدأ السابق والسور العام الذي جاءت به الآية، فيكون المعنى إذن وإنْ من قرية غير غافلة وغير مُصلِحة إلا والله مُهلكها أو مُعذِّبها. </p><p> وقوله:  {وَإِن مِّن قَرْيَةٍ إِلاَّ نَحْنُ مُهْلِكُوهَا قَبْلَ يَوْمِ القيامة أَوْ مُعَذِّبُوهَا}  [الإسراء: ٥٨] </p><p> {مُهْلِكُوهَا} أي: بعذاب الاستئصال الذي لا يُبقِى منهم أحداً. </p><p> {مُعَذِّبُوهَا} أي: عذاباً دون استئصال. </p><p> لأن التعذيب مرحلة أولى، فإنْ أتى بالنتيجة المطلوبة وأعاد الناس إلى الصواب فبها ونِعْمتْ وتنتهي المسألة، فإنْ لم يقتنعوا وأصرُّوا ولم يرتدعوا وعاندوا يأتي الإهلاك، وهذا واضح في قول الحق سبحانه:  {وَضَرَبَ الله مَثَلاً قَرْيَةً كَانَتْ آمِنَةً مُّطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَداً مِّن كُلِّ مَكَانٍ فَكَفَرَتْ بِأَنْعُمِ الله فَأَذَاقَهَا الله لِبَاسَ الجوع والخوف بِمَا كَانُواْ يَصْنَعُونَ}  [النحل: ١١٢] </p><p> والواقع أن في حاضرنا شواهدَ عدة على هذه المسألة، فلا بُدَّ لأيِّ قرية طغتْ وبغَتْ أن ينالها شيء من العذاب، والأمثلة أمامنا واضحة، ولا داعيَ لذكرها حتى لا ننكأ جراحنا. </p><p> وطبيعي أن يأتي العذاب قبل الإهلاك؛ لأن العذاب إيلام حيّ </p><p> يشعر بالعذاب ويُحِسّ به، والإهلاك إذهاب للحياة، وهذا يمنع الإحساس بالعذاب. </p><p> وباستقراء تاريخ الأمم السابقة نلاحظ ما حاق بهم من سُنّة إهلاك الظالمين، فقوم نوح وعاد وثمود وقوم لوط نزل بهم عذاب الله الذي لا يُرَدُّ عن القوم الكافرين، ولكنه كان عذاب استئصال؛ لأن الأنبياء في هذا الوقت لم يكونوا مُطَالَبين بحمل السلاح لنشر دعوتهم، فكان عليهم البلاغ، والحق سبحانه وتعالى هو الذي يتولّى تأديب المخالفين. إلا إذا طلب أتباع النبي الجهاد معه لنشر دعوته، كما حدث من أتباع موسى عليه السلام:  {إِذْ قَالُواْ لِنَبِيٍّ لَّهُمُ ابعث لَنَا مَلِكاً نُّقَاتِلْ فِي سَبِيلِ الله قَالَ هَلْ عَسَيْتُمْ إِن كُتِبَ عَلَيْكُمُ القتال أَلاَّ تُقَاتِلُواْ قَالُواْ وَمَا لَنَآ أَلاَّ نُقَاتِلَ فِي سَبِيلِ الله وَقَدْ أُخْرِجْنَا مِن دِيَارِنَا وَأَبْنَآئِنَا فَلَمَّا كُتِبَ عَلَيْهِمُ القتال تَوَلَّوْاْ إِلاَّ قَلِيلاً مِّنْهُمْ}  [البقرة: ٢٤٦] </p><p> وهكذا طلب بنو إسرائيل القتال وحَمْل السلاح، ولكن حذّرهم نبيهم، وخشي أنْ يفرضَ عليهم ثم يتقاعسوا عنه، وهذا ما حدث فعلاً ولم يَبْق معه إلا قليل منهم، وهذا القليل سرعان ما تراجع هو أيضاً واحداً بعد الآخر. </p><p> إذن: الهِمَّة الإنسانية في هذا الوقت لم يكُنْ عندها استعداد ونضج لأنْ تحملَ سلاحاً في سبيل الله، فكان على الرسول أنْ يُبلِّغ، وعلى السماء أنْ تُؤدِّب بهذا اللون من العذاب الذي يستأصلهم فلا يُبقى منهم أحداً. </p><p> أما في أمة محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فقد رحمنا ربنا تبارك وتعالى من هذا العذاب، فقال:  {وَمَا كَانَ الله لِيُعَذِّبَهُمْ وَأَنتَ فِيهِمْ}  [الأنفال: ٣٣] </p><p> وهذه هي كرامات الله تعالى لرسوله، فلم يأخذ قومه بعذاب الاستئصال، لماذا؟ لأن رسولهم آخر الرسل وخاتم الأنبياء، وسوف يُنَاطُ بهم حَملُ رسالته ونَشْر دعوته، والانسياح بمنهج الله في شتى بقاع الأرض. </p><p> ذلك لأن الحق سبحانه وتعالى حينما يرسل منهجه إلى الأرض يُقدِّر غفلة الناس عن المنهج، ويُقدِّر فكرة التأسِّي بالجيل السابق، فهذان مُعوِّقان في طريق منهج الله، يقول تعالى:  {وَإِذْ أَخَذَ رَبُّكَ مِن بنيءَادَمَ مِن ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ على أَنفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ قَالُواْ بلى شَهِدْنَآ أَن تَقُولُواْ يَوْمَ القيامة إِنَّا كُنَّا عَنْ هذا غَافِلِينَ أَوْ تقولوا إِنَّمَآ أَشْرَكَ آبَاؤُنَا مِن قَبْلُ وَكُنَّا ذُرِّيَّةً مِّن بَعْدِهِمْ}  [الأعراف: ١٧٢ - ١٧٣] </p><p> فأوضح لنا الحق سبحانه أن الإنسان يتخبّط أو ينحرف عن المنهج، إما بسبب تقليد أعمى لأُسْوة سيئة، فأول مَنْ تلقى عن الله آدم، ثم بلّغ ذريته منهج الله، وبمرور الأجيال حدثتْ الغفلة عن بعض المنهج نتيجة ما رُكِّب في الإنسان من حُبٍّ للشهوات، وهذه الشهوات هي التي تصرفه عن منهج ربه، فإنْ حدثت غفلة في جيل فإنها سوف تزداد في الجيل التالي، وهكذا؛ لأن الجيل سيقع تحت مُؤثِّرين: الغفلة الذاتية فيه، والتأسي بالجيل السابق. </p><p> إذن: بتوالي الأجيال وازدياد الغفلة عن المنهج لا بُدَّ أن الحق سبحانه سيبعث في مواكب الرسل مَنْ يُنبّه الناس. </p><p> ومن هنا كانت أمة محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ خَيْر أمة أُخرِجَتْ للناس:  {كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ. .}  [آل عمران: ١١٠] لماذا؟ {تَأْمُرُونَ بالمعروف وَتَنْهَوْنَ عَنِ المنكر وَتُؤْمِنُونَ بالله}  [آل عمران: ١١٠] فخيرية هذه الأمة ناشئة من حَمْل رسالة الدعوة، وقد كرَّم الله أمة محمد بأنْ جعل كل مَنْ آمن به يحمل دعوته إلى يوم القيامة، لقد بلّغ الرسول من عاصروه مَنْ أمته، وعلى أمته أن تُبلّغ مَنْ بعده؛ لذلك يشهد علينا رسول الله، ونشهد نحن على الناس. </p><p> وفي الحديث الشريف «نضَّر الله امرءاً سمع مقالتي فوعاها، ثم أدَّاها إلى مَنْ لم يسمعها، فَرُبَّ مُبلَّغ أَوْعَى من سامع» . </p><p> وهكذا تظل في الأمة هذه الخيرية وتحمل دعوة رسولها حيث لا رسول من بعده إلى يوم القيامة، ولأهمية هذا الدور الذي يقوم به المسلمون في كل زمان ومكان يُنبِّهنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إلى مسألة هامة في مجال حَمْل الدعوة ونَشْرها، فيقول: </p><p> «إن كل واحد منكم يقف على ثغرة من ثغرات هذا الدين، فإياكم أن يؤتى الدين من ثغرة أحدكم» أو كما قال. </p><p> فليعلم كل مسلم أنه محسوب للدين أو عليه، فالعيون تتطلع إليه وتَرْصُد تصرفاته في مجتمعه، فهو صورة للدين وسفير له، وعليه أن يراعي هذه المسئولية ويقوم بها على أكمل وجه ليكون أداة جَذْب، وليكون وجهاً مشرقاً لتعاليم هذا الدين. </p><p> فأنت حارس على باب من الأبواب، وعليك أنْ تسدَّه بصدق انطباعك عن الإيمان، وبصدق انقيادك لقضايا الإسلام، وبهذا السلوك تكون وسيلة إغراء للآخرين الذين يراودهم الايمان، ويتراءى لهم منهج الله من بعيد. </p><p> ويحلو للبعض أن يأخذوا الإسلام بجريرة أهله، ويحكموا عليه بناءً على تصرفات المنتسبين إليه، وهذا خطأ، فَمنْ أراد الصورة الحقيقية للإسلام فليأخذْها من منابع الدين في كتاب الله وسنة رسوله، فإنْ رأيتَ بين المنتسبين للإسلام سارقاً فلا تقُلْ: هذا هو الإسلام؛ لأن الإسلام حرَّم السرقة، وجعل لها عقوبة وحَدّاً يُقَام على السارق، وليس لأحد أن يكون حجة على دين الله. </p><p> لذلك فإن كبار العلماء والمفكرين الذين درسوا في الدين الإسلامي لم ينظروا إلى تصرُّفات المسلمين وحاضرهم، بل أخذوه من منابعه الأصلية. ومنهم «جينو» الفرنسي الذي قال: الحمد لله الذي هداني للإسلام قبل أن أعرف المسلمين. لأنه في الحقيقة لو اطلع على أحوالنا الآن لَكَان في المسألة كلام آخر. </p><p> إذن: الذين نظروا إلى قضايا الإسلام نظرة عَدْل وإنصاف لا بُدَّ أن يهتدوا إلى الإسلام، لكن منهم مَنْ نظر إليه نظرة عَدْل وإنصاف إلا أنهم أبعدوا قضية التديّن من قلوبهم، وإن اقتنعتْ بها عقولهم، وفَرْق كبير بين القضية العقلية والقضية القلبية. </p><p> ومن هؤلاء الكاتب الذي ألَّفَ كتاباً عن العظماء في التاريخ وأسماه:  «العظماء مائة أعظمهم محمد بن عبد الله» وهو كاتب غير </p><p> مؤمن، لكنه أخذ يستقرئ صفحة التاريخ، ويسجِّل أصحاب الأعمال الجلية التي أثَّرت في تاريخ البشرية، فوجدهم مائة، وبالمقارنة بينهم وجد أن أعظمهم محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، ومع ذلك لم يتربَّ محمد في مدرسة، ولم يتخرج في جامعة، ولم يجلس إلى مُعلم. </p><p> ألم تسأل نفسك أيها المؤلف: من أين أتى محمد بهذه الأوليّة؟ ولماذا استحق أن يكون في المقدمة؟ لقد ذكرتَ حيثيات النبوغ في جميع شخصياتك، من تربية ودراسة في جامعات وعلى أساتذة وإطلاع وأبحاث، فلماذا لم تذكر حيثيات النبوغ في رسول الله؟ ألم تعلم أنه أُميّ في أمة أُميّة؟ مما يدل على أن هذا الباحث تناول هذه القضية بعقله لا بقلبه. </p><p> نعود إلى مسألة الإهلاك والعذاب؛ لأنها أثارتْ خلافاً بين رجال القانون في موضوع إقامة حَدِّ الرجْم على الزاني المحصن والجَلْد للزاني غير المحصن، فقد رأى جماعة منهم أن الجلد ثابت بالقرآن، أما الرجم فثابت بالسنة، لذلك قال بعضهم بأن رجم الزاني المحصَن سنة. </p><p> وهذا قول خاطئ وبعيد عن الصواب، لأن هناك فرقاً بين سُنية الدليل وسُنية الحكم، فسُنية الدليل أن يكون الأمر فَرْضاً، لكن دليله من السنة كهذه المسألة التي معنا. وكصلاة المغرب مثلاً ثلاث ركعات وهي فَرْض لكن دليلها من السنة، أما سُنية الحكم فيكون الحكم نفسه سُنة يُثَاب فاعله، ولا يُعَاقب تاركه كالتسبيح ثلاثاً في الركوع مثلاً. </p><p> إذن: فرجْم الزاني المحصَن فَرْض، لكن دليله من السنة، فالسُّنة هنا سُنية دليل، لا سنية حكم. </p><p> فمَنْ يقول: إن الرجْم لم يَرِدْ به نصٌّ في كتاب الله، تقول: الدليل عليه جاء في السنة، وهي المصدر الثاني للتشريع، حتى على قول مَنْ قال بأن القرآن هو المصدر الوحيد للتشريع، ففي القرآن:  {وَمَآ آتَاكُمُ الرسول فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فانتهوا}  [الحشر: ٧] </p><p> إذن: ففِعْل الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كنصِّ القرآن سواء بسواء، وهل رجم في عهد رسول الله أو لم يرجم؟ رجم فعلاً في عهد رسول الله، فإنْ قال قائل: فهذا ليس نصّاً في الرجْم. نقول: بل الفعل أقوى من النص قد تتأول فيه، أما الفعل فهو صريح لا يحتمل تأويلاً. </p><p> ودليل آخر على فرضية الرجم، وهو الشاهد في هذه الآية، في قوله تعالى عن إقامة الحد على الأمة:  {فَعَلَيْهِنَّ نِصْفُ مَا عَلَى المحصنات مِنَ العذاب. .}  [النساء: ٢٥] </p><p> فيقولون: الرجْم لا يُنصَّف. إذن: ليس هناك رَجْم. نقول: أنتم لم تُفرِّقوا بين الرجم وبين العذاب، فالرجم إماتة، والعذاب إيلام لحيٍّ يشعر ويُحِسُّ بهذا الإيلام، والمقصود به (الجَلْد) . </p><p> إذن:  {فَعَلَيْهِنَّ نِصْفُ مَا عَلَى المحصنات مِنَ العذاب. .}  [النساء: ٢٥] أي: من الجَلْد، وهو الذي يُنصَّف، ولو كان الحكم عاماً لَقَال: فعليهن نصف ما على المحصنات. فقوله:  {مِنَ العذاب. .}  [النساء: ٢٥] دليل على وجود الرَّجْم الذي لا فَرْق فيه بين حُرة وأمة. </p><p> وكذلك نلحظ التدرج من العذاب إلى الإهلاك في قول سليمان عليه وعلى نبينا الصلاة والسلام حينما تفقّد الطير، واكتشف غياب الهدهد:  {لأُعَذِّبَنَّهُ عَذَاباً شَدِيداً أَوْ لأَذْبَحَنَّهُ. .}  [النمل: ٢١] </p><p> ولسائل أنْ يسأل: هل لا بُدَّ للقرى الظالمة أن ينالها الإهلاك أو العذاب قبل يوم القيامة؟ </p><p> نعم لا بُدَّ أن يمسَّهم شيء من هذا؛ لأن الله تعالى لو أخَّر كل العذاب لهؤلاء إلى يوم القيامة لاستشرى الظلم وعمَّ الفساد في الكون، وحين يرى الناس الظالم يرتع في الحياة، وينعم بها مع ظلمه لأغراهم ذلك بالظلم، أما إذا رأوه وقد حاق به سوء عمله، ونزلت به النوازل لارتدعوا عن الظلم، ولَعلِموا أن عاقبته وخيمة، ولن يفلت الظالم من عذاب الدنيا قبل عذاب الآخرة. أما لو تأخر عذاب الظالمين إلى الآخرة، فالوَيْل مِمَّنْ لا يؤمنون بها. </p><p> لذلك لما مات رَأْسٌ من رؤوس الظلم في الشام، ولم يَرَ الناس أثراً لعذاب أو نقمة، قال أحدهم: إن وراء هذا الدار داراً يُجَازى فيها المحسن بإحسانه، والمسيء بإساءته؛ لأنه يستحيل أنْ يُفلِتَ الظالم من العذاب. </p><p> وفي مناقشتي مع الشيوعيين في بروكسل قلت لهم: لقد قسوتُمْ </p><p> على المخالفين لكم من الرأسماليين والإقطاعيين عام ١٩١٧ وما بعدها، فقالوا: إنهم يستحقون أكثر من ذلك، فقد فعلوا كذا وكذا، قُلْت: منذ متى؟ قالوا: طوال عمرهم وهم يفعلون ذلك، فقلتُ: إذا كنتم أخذتم المعاصرين لكم بذنوبهم، فما بال الذين سبقوهم؟ وما حظّهم من العقاب الذي أنزلتموه بإخوانهم؟ قالوا: ما أدركناهم. </p><p> قلت: إذن كان من الواجب عليكم أنْ تؤمنوا باليوم الآخر، حيث سيعذب فيه هؤلاء، فإنْ أفلتوا من عذاب الدنيا جاءت الآخرة لتُصفّي معهم الحساب، كما يقول تعالى:  {وَإِنَّ لِلَّذِينَ ظَلَمُواْ عَذَاباً دُونَ ذَلِكَ. .}  [الطور: ٤٧] وأريد منكم أنْ تطلعوا على تفسير هذه الآية التي نحن بصددها: {وَإِن مِّن قَرْيَةٍ إِلاَّ نَحْنُ مُهْلِكُوهَا قَبْلَ يَوْمِ القيامة أَوْ مُعَذِّبُوهَا عَذَاباً شَدِيداً كَانَ ذلك فِي الكتاب مَسْطُوراً}  [الإسراء: ٥٨] </p><p> راجعوا تفسيرها في كتاب النسفي، وسوف تجدون به أمثلة تُؤيّد هذه الآية، يقول: قرية كذا سيحدث لها كذا، وقرية كذا سيحدث لها كذا. وقد جاء الواقع على وفق ما قال، إلى أن ذكر مصر وقال عنها كلاماً طويلاً أظن أنه يُمثِّل ما أصاب مصر منذ سنة ١٩٥٢، وكان مما قال عنها: ويدخل مصر رجل من جهينة فويْلٌ لأهلها، وويل لأهل الشام، وويل لأهل أفريقيا، وويل لأهل الرملة، ولا يدخل بيت المقدس. اقرأوا هذا الكلام عند النسفي. </p><p> ثم يقول تعالى:  {كَانَ ذلك فِي الكتاب مَسْطُوراً}  [الإسراء: ٥٨] </p><p> أي: مُسجّل ومُسطّر في اللوح المحفوظ، ولا يقول الحق سبحانه:  {كَانَ ذلك فِي الكتاب مَسْطُوراً}  [الإسراء: ٥٨] وتأتي الأحداث بغير ذلك، بل لا بُدَّ أنْ يؤكد هذه الحقائق القرآنية بأحداث كونية واقعية. </p><p> ثم يقول الحق سبحانه:  {وَمَا مَنَعَنَآ أَن نُّرْسِلَ بالآيات إِلاَّ أَن كَذَّبَ بِهَا الأولون ... } </p>"
}