{
  "id": null,
  "sura": 17,
  "aya": 19,
  "text": "<p> المتأمل في أسلوب القرآن الكريم يجده عادة يُعطيِ الصورة ومقابلها؛ لأن الشيء يزداد وضوحاً بمقابله، والضِّد يظهر حُسْنه الضّد، ونرى هذه المقابلات في مواضع كثيرة من كتاب الله تعالى </p><p> كما في:  {إِنَّ الأبرار لَفِي نَعِيمٍ وَإِنَّ الفجار لَفِي جَحِيمٍ}  [الانفطار: ١٣ - ١٤] </p><p> وهنا يقول تعالى:  {وَمَنْ أَرَادَ الآخرة. .}  [الإسراء: ١٩] في مقابل: {مَّن كَانَ يُرِيدُ العاجلة. .}  [الإسراء: ١٨] </p><p> قوله تعالى:  {وَمَنْ أَرَادَ الآخرة وسعى لَهَا سَعْيَهَا. .}  [الإسراء: ١٩] </p><p> أي: أراد ثوابها وعمل لها. </p><p> {وَهُوَ مُؤْمِنٌ. .}  [الإسراء: ١٩] </p><p> لأن الإيمان شَرْط في قبول العمل، وكُلُّ سعي للإنسان في حركة الحياة لا بُدَّ فيه من الإيمان ومراعاة الله تعالى لكي يُقبَل العمل، ويأخذ صاحبه الأجر يوم القيامة، فالعامل يأخذ أجره ممَّنْ عمل له. </p><p> فالكفار الذين خدموا البشرية باختراعاتهم واكتشافاتهم، حينما قدّموا هذا الإنجازات لم يكُنْ في بالهم أبداً العمل لله، بل للبشرية وتقدُّمها؛ لذلك أخذوا حقهم من البشرية تكريماً وشهرة، فأقاموا لهم التماثيل، وألّفوا فيهم الكتب. . الخ. </p><p> إذن: انتهت المسألة: عملوا وأخذوا الأجر ممن عملوا لهم. </p><p> وكذلك الذي يقوم ببناء مسجد مثلاً، وهذا عمل عظيم يمكن أن يُدخل صاحبه الجنة إذا توافر فيه الإيمان والإخلاص لله، كما قال النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «من بنى لله مسجداً ولو كمفحص قطاة بنى الله له بيتاً في الجنة» . </p><p> ولكن سرعان ما نقرأ على باب المسجد لافتة عريضة تقول: أنشأه فلان، وافتتحه فلان. . الخ مع أنه قد يكون من أموال الزكاة!! وهكذا يُفسد الإنسان على نفسه العمل، ويُقدم بنفسه ما يُحبطه، إذن: فقد فعل ليقال وقد قيل. وانتهت القضية. </p><p> وقوله تعالى:  {فَأُولَئِكَ كَانَ سَعْيُهُم مَّشْكُوراً. .}  [الإسراء: ١٩] </p><p> وهذا جزاء أهل الآخرة الذين يعملون لها، ومعلوم أن الشكر يكون لله استدراراً لمزيد نِعَمه، كما قال تعالى:  {لَئِن شَكَرْتُمْ لأَزِيدَنَّكُمْ. .}  [إبراهيم: ٧] </p><p> فما بالك إنْ كان الشاكر هو الله تعالى، يشكر عبده على طاعته؟ </p><p> وهذا يدل على أن العمل الإيماني يُصادف شُكْراً حتى من المخالف له، فاللص مثلاً إنْ كان لديه شيء نفيس يخاف عليه، فهل يضعه أمانة عند لصٍّ مثله، أم عند الأمين الذي يحفظه؟ </p><p> فاللصّ لا يحترم اللص، ولا يثق فيه، في حين يحترم الأمين مع أنه مخالف له، وكذلك الكذاب يحترم الصادق، والخائن يحترم الأمين. </p><p> ومن هنا كان كفار مكة رغم عدائهم للنبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وكفرهم بما جاء به إلا أنهم كانوا يأتمنونه على الغالي والنفيس عندهم؛ لأنهم واثقون من أمانته، ويلقبونه «بالأمين» ، رغم ما بينهما من خلاف عقديّ جوهري، فهم فعلاً يكذبونه، أما عند حفْظ الأمانات فلن يغشُّوا أنفسهم، لأن الأحفظ لأماناتهم محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> وقد ضربنا لذلك مثلاً بشاهد الزور الذي تستعين بشهادته ليُخرجك من ورطة، أو قضية، فرغم أنه قضى لك حاجتك وأخرجك من ورطتك، إلا أنه قد سقط من نظرك، ولم يعُدْ أهلاً لثقتك فيما بعد. </p><p> لذلك قالوا: مَنِ استعان بك في نقيصة فقد سقطْتَ من نظره، وإنْ أعنْتَه على أمره كشاهد الزور ترتفع الرأس على الخصم بشهادته وتدوس القدم على كرامته. </p><p> ثم يقول الحق سبحانه عن كلا الفريقين:  {كُلاًّ نُّمِدُّ هؤلاء وهؤلاء مِنْ عَطَآءِ رَبِّكَ ... } . </p>"
}