{
  "id": null,
  "sura": 17,
  "aya": 22,
  "text": "<p> لأنه سبحانه أعطاك في الدنيا، وأمدّك بالأسباب، وبمقوّمات حياتك، أوجدك من عدم، وأمدك من عُدْمٍ، حتى وإنْ كنت كافراً، ثم أعدَّ لك في الآخرة الدرجات العالية والنعيم المقيم الذي لا يَفْنى ولا يزول. </p><p> وهذه هي الحيثيات التي ينبغي عليك بعدها أن تعرفه سبحانه، وتتوجّه إليه، وتلتحم به وتكون في معيته، ولا تجعل معه سبحانه إلهاً آخر؛ لأنك إنْ فعلتَ فلن تجد من هذا النعيم شيئاً، لن تجد إلا المذمّة والخُذْلان في الدنيا والآخرة. </p><p> وسوف تُفَاجأ في القيامة بربك الذي دعاك للإيمان به فكفرْتَ. {وَوَجَدَ الله عِندَهُ. .}  [النور: ٣٩] </p><p> ساعتها ستندم حين لا ينفعك الندم، بعد أن ضاعت الفرصة من يديك. </p><p> ويقول تعالى:  {فَتَقْعُدَ مَذْمُوماً مَّخْذُولاً}  [الإسراء: ٢٢] </p><p> والقعود ليس أمراً عادياً هنا، بل هو أنكَى ما يصير إليه الإنسان؛ لأن الإنسان لا يقعد إلا إذا أصبح غيرَ قادر على القيام، ففيها ما يُشعر بإنهاك القوة، وكأنه سقط إلى الأرض، بعد أنْ أصبحتْ رِجلاه غير قادرتين على حَمْله، ولم تَعْد به قوة للحركة. </p><p> ونلاحظ في تعبير القرآن عن هذا الذي خارتْ قواه، وانتهت تماماً، أنه يختار له وَضْع القعود خاصة، ولم يَقُلْ مثلاً: تنام، لأن العذاب لا يكون مع النوم، ففي النوم يفقد الإنسان الوعي فلا يشعر بالعذاب، بل قال (فتقعد) هكذا شاخص يقاسي العذاب؛ لأن العذاب ليس للجوارح والمادة، بل للنفس الواعية التي تُحِسّ وتألم. </p><p> ولذلك يلجأ الأطباء إلى تخدير المريض قبل إجراء العمليات الجراحية؛ لأن التخدير يُفقِده الوعي فلا يشعر بالألم. </p><p> ومن ذلك قوله تعالى:  {وَفَضَّلَ الله المجاهدين عَلَى القاعدين أَجْراً عَظِيماً}  [النساء: ٩٥] </p><p> وقال:  {والقواعد مِنَ النسآء اللاتي لاَ يَرْجُونَ نِكَاحاً. .}  [النور: ٦٠] </p><p> فالقعود يدل على عدم القدرة، وفي الوقت نفسه لا يرتاح بالنوم، فهو في عذاب مستمر. </p><p> وفي مجال الذم قال الشاعر: </p><p> دَعِ المكَارِمَ لاَ ترحَلِ لِبُغْيِتهَا ... وَاقْعُدْ فإنكَ أنتَ الطَّاعِمُ الكَاسي </p><p> وقوله:  {مَذْمُوماً. .}  [الإسراء: ٢٢] لأنه أتى بعمل يذمه الناس عليه. </p><p> {مَّخْذُولاً. .}  [الإسراء: ٢٢] من الخذلان، وهو عدم النُّصْرة، فالأبعد في موقف لا ينصره فيه أحد، ولا يدافع عنه أحد، لذلك يقول تعالى لهؤلاء:  {مَا لَكُمْ لاَ تَنَاصَرُونَ بَلْ هُمُ اليوم مُسْتَسْلِمُونَ}  [الصافات: ٢٥ - ٢٦] </p><p> ثم ينتقل بنا الحق سبحانه إلى قضية يعطينا فيها نوعاً من الاستدلال، فيقول سبحانه: </p><p> {وقضى رَبُّكَ أَلاَّ تعبدوا إِلاَّ إِيَّاهُ وبالوالدين إِحْسَاناً ... } . </p>"
}