{
  "id": null,
  "sura": 17,
  "aya": 37,
  "text": "<p> ما زالت الآيات تسير في خطٍّ واحد، وترسم لنا طريق التوازن الاجتماعي في مجتمع المسلمين، فالمجتمع المتوازن يصدر في حركته عن إله واحد، هو صاحب الكلمة العليا وصاحب التشريع. </p><p> والمتتبع لهذه الآيات يجد بها منهجاً قويماً لبناء مجتمع متماسك ومتوازن، يبدأ بقوله تعالى:  {لاَّ تَجْعَل مَعَ الله إلها آخَرَ. .}  [الإسراء: ٢٢] </p><p> وهذه قضية القمة التي لا تنتظم الأمور إلا في ظلّها، ثم قسّم المجتمع إلى طبقات، فأوصى بالطبقة الكبيرة التي أدَّت مهمتها في الحياة، وحان وقت إكرامها وردِّ الجميل لها، فأوصى بالوالدين وأمر ببّرهما. </p><p> ثم توجّه إلى الطبقة الصغيرة التي تحتاج إلى رعاية وعناية، فأوصى بالأولاد، ونهى عن قتلهم خَوْفَ الفقر والعَوز، وخَصَّ بالوصية اليتيم؛ لأنه ضعيف يحتاج إلى مزيد من الرعاية والعناية والحنو والحنان. </p><p> ثم تكلم عن المال، وهو قوام الحياة، واختار فيه الاعتدال والتوسُّط، ونهى عن طرفَيْه: الإسراف والإمساك. ثم نهى عن الفاحشة، وخصَّ الزنا الذي يُلوِّث الأعراض ويُفسد النسل، ونهى عن القتل وسَفْك الدماء. </p><p> ثم تحدث عمَّا يحفظ للإنسان ماله، ويحمي تعبه ومجهوداته، فأمر بتوفية الكيل والميزان، ونهى عن الغش فيهما والتلاعب بهما، ثم حَثَّ الإنسان على الأمانة العلمية، حتى لا يقول بما لا يعلم، وحتى لا يبني حياته على نظريات خاطئة. </p><p> ألم تَرَ أنه منهج وأسلوب حياة يضمن سلامة المجتمع، وسلامة المجتمع ناشئة من سلامة حركة الإنسان فيه، إذن: الإنسان هو مدار هذه الحركة الخلافية في الأرض؛ لذلك يريد الحق سبحانه وتعالى أنْ يضع له توازناً اجتماعياً. </p><p> وأوّل شيء في هذا التوازن الاجتماعي أننا جميعاً عند الله سواء، وكلنا عبيده، وليس منا مَنْ بينه وبين الله قرابة أو نَسَب، فالجميع عند الله عبيد كأسنان المشط، لا فَرْق بينهم إلا بالتقوى والعمل الصالح. </p><p> وإنْ تفاوتت أقدارنا في الحياة فهو تفاوت ظاهري شكلي؛ لأنك حينما تنظر إلى هذا التفاوت لا تنظر إليه من زاوية واحدة فتقول مثلاً: هذا غني، وهذا فقير. </p><p> ومعظم الناس يهتمون بهذه الناحية من التفاوت، ويَدَعُون غيرها من النواحي الأخرى، وهذا لا يصح، بل انظر إلى الجوانب الأخرى في حياة الإنسان، وإلى الزوايا المختلفة في النفس الإنسانية، ولو سلكتَ هذا المسلك فسوف تجد أن مجموع كل إنسان يساوي مجموع كل إنسان، وأن الحصيلة واحدة، وصدق الله العظيم القائل:  {إِنَّ أَكْرَمَكُمْ عَندَ الله أَتْقَاكُمْ. .}  [الحجرات: ١٣] </p><p> وما دام المجتمع الإيماني على هذه الصورة فلا يصح لأحد أنْ يرفعَ رأسه في المجتمع ليعطي لنفسه قداسةً أو منزلة فوق منزلة الآخرين، فقال تعالى:  {وَلاَ تَمْشِ فِي الأرض مَرَحاً. .}  [الإسراء: ٣٧] </p><p> أي: فخراً واختيالاً، أو بَطَراً أو تعالياً؛ لأن الذي يفخر بشيء ويختال به، ويظن أنه أفضل من غيره، يجب أن يضمن لنفسه بقاء مَا افتخر به، بمعنى أن يكون ذاتياً فيه، لا يذهب عنه ولا يفارقه، لكن من حكمة الله سبحانه أنْ جعل كل ما يمكن أن يفتخر به الإنسان هِبةً له، وليست أصيلة فيه. </p><p> كل أمور الإنسان بداية من إيجاده من عدم إلى الإمداد من عُدم هي هبة يمكن أنْ تسترد في يوم من الأيام، وكيف الحال إذا تكبَّرْتَ بمالك، ثم رآك الناس فقيراً، أو تعاليت بقوتك ثم رآك الناس عليلاً؟ </p><p> إذن: فالتواضع والأدب أليَقُ بك، والتكبُّر والتعالي لا يكون إلا للخالق سبحانه وتعالى، فكيف تنازعه سبحانه صفة من صفاته؟ وقد نهانا الحق سبحانه عن ذلك؛ لأنه لا يستحق هذه الصفة إلا هو سبحانه وتعالى، وكَوْنُ الكبرياء لله تعالى يعصمنا من الاتضاع للكبرياء الكاذب من غيرنا. </p><p> ومَنْ أحب أن يرى مساواة الخَلْق أمام الخالق سبحانه، فلينظر إلى العبادات، ففيها استطراق العبودية في الناس، فحينما يُنادَى للصلاة مثلاً ترى الجميع سواسية: الغني والفقير، والرئيس والمرؤوس، الوزير مثلاً والخفير، الكل راكع أو ساجد، الكل خاضع لله مُتذلّل لله فقير لله، الكل عبيد لله بعد أنْ خلعوا أقدارهم، عندما خلعوا نعالهم، ففي ساحة الرحمن يتساوى الجميع، وتتجلى لنا هذه المساواة بصورة أوضح في مناسك الحج. </p><p> والأهم من هذا أن الرئيس أو الكبير لا يأنف، ولا يرى غضاضة في أن يراه مرؤوسه وهو في هذا الموقف وفي هذا الخضوع والتذلُّل، لماذا؟ لأن الخضوع هنا والتذلُّل لله، وهذا عين العِزَّة والشرف والكرامة. </p><p> ثم يقول تعالى:  {إِنَّكَ لَن تَخْرِقَ الأرض وَلَن تَبْلُغَ الجبال طُولاً}  [الإسراء: ٣٧] </p><p> في هذه العبارة نلحظ إشارة توبيخ وتقريع، كأن الحق سبحانه وتعالى يقول لهؤلاء المتكبرين، ولأصحاب الكبرياء الكاذب: كيف تتكبرون وتسيرون فخراً وخيلاء بشيء موهوب لكم غير ذاتي فيكم؟ </p><p> فأنتم بهذا التكبُّر والتعالي لن تخرقوا الأرض، بل ستظل صلبة تتحداكم، وهي أدنى أجناس الوجود وتُدَاس بالأقدام، وكذلك الجبال وهي أيضاً جماد ستظل أعلى منكم قامةً ولن تطاولوها. والحق </p><p> سبحانه وتعالى يُوبِّخ عبده المؤمن المكرم ليبقى له على التكريم في:  {وَلاَ تَمْشِ فِي الأرض مَرَحاً. .}  [الإسراء: ٣٧] </p><p> وحينما أراد الحق سبحانه وتعالى أن يُوبِّخ أهل التكبُّر الكاذب أتى بأَدْنى أجناس الوجود بالأرض والجبال وهي جماد؛ لكنه قد يسمو على الإنسان ويفضُل عليه. </p><p> والناظر لأجناس الكون: الجماد والنبات والحيوان والإنسان، يجد الإنسان ينتفع بكل هذه الأجناس، فالجماد ينفع النبات، والحيوان والنبات ينفع الحيوان والإنسان، والحيوان ينفع الإنسان، وهكذا جميع الأجناس ُمُسخّرة في خدمة الإنسان، فما وظيفتك أنت أيها الإنسان؟ ومَنْ تخدم؟ </p><p> لا بُدَّ أنْ يكون لك دَوْر في الكون ووظيفة في الحياة، وإلا كانت الأرض والحجر أفضل منك، فابحثْ لك عن مهمة في الوجود. </p><p> وفي فلسفة الحج أمر عجيب، فالجماد الذي هو أَدْنى الأجناس نجد له مكانة ومنزلة، فالكعبة حجر يطوف الناس من حوله، وفي ركنها الحجر الأسعد الذي سَنَّ لنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ تقبيله وهو حجر، وعليه يتزاحم الناس ويتشرَّفون بتقبيله والتمسُّح به. </p><p> وهذا مظهر من مظاهر استطراق العبودية في الكون، فالإنسان المخدوم الأعلى لجميع الأجناس يرى الشرف والكرامة في تقبيل حجر. </p><p> وكذلك النبات يحْرُم قطعة، وإياك أن تمتدَّ يدك إليه، وكذلك الحيوان يحرُم صيْدَه، فهذه الأشياء التي تخدمني أتى الوقت الذي أخدمها وأُقدِّسها، وجعلها الحق سبحانه وتعالى مرة في العمر لنلمح </p><p> الأصل، ولكي لا يغترَّ الإنسان بإنسانيته، وليعلم أن العبودية لله تعالى تَسْري في الكون كله. </p><p> فإياك أنها الإنسان أن تخدش هذا الاستطراق العبوديّ في الكون بمرح أو خُيَلاء أو تعالٍ. </p><p> ثم يقول الحق تبارك وتعالى:  {كُلُّ ذلك كَانَ سَيِّئُهُ عِنْدَ رَبِّكَ مَكْرُوهاً} . </p>"
}