{
  "id": null,
  "sura": 17,
  "aya": 15,
  "text": "<p> قوله تعالى:  {مَّنِ اهتدى فَإِنَّمَا يَهْتَدي لِنَفْسِهِ. .}  [الإسراء: ١٥] </p><p> لأن الحق سبحانه لا تنفعه طاعة، ولا تضره معصية، وهو سبحانه الغنيّ عن عباده، وبصفات كماله وضع منهج الهداية للإنسان الذي جعله خليفة له في أرضه، وقبل أنْ يخلقه أعدَّ له مُقوّمات الحياة </p><p> كلها من أرض وسماء، وشمس وقمر، وهواء وجبال ومياه. </p><p> فصفات الكمال ثابتة له سبحانه قبل أن يخلق الخَلْق، إذن: فطاعتهم لن تزيده سبحانه شيئاً، كما أن معصيتهم لن تضره سبحانه في شيء. </p><p> وهنا قد يسأل سائل: فلماذا التكليفات إذن؟ </p><p> نقول: إن التكليف من الله لعباده من أجلهم وفي صالحهم، لكي تستمر حركة حياتهم، وتتساند ولا تتعاند؛ لذلك جعل لنا الخالق سبحانه منهجاً نسير عليه، وهو منهج واجب التنفيذ لأنه من الله، من الخالق الذي يعلم من خلق، ويعلم ما يصلحهم ويُنظم حياتهم، فلو كان منهج بشر لبشر لكان لك أنْ تتأبّى عليه، أما منهج الله فلا ينبغي الخروج عليه. </p><p> لذلك نسمع في الأمثال الدارجة عند أهل الريف يقولون: الأصبع الذي يقطعه الشرع لا ينزف، والمعنى أن الشرع هو الذي أمر بذلك، فلا اعتراض عليه، ولو كان هذا بأمر البشر لقامت الدنيا ولم تقعُدْ. </p><p> ومن كماله سبحانه وغِنَاهُ عن الخَلْق يتحمل عنهم ما يصدر عنهم من أحكام أو تجنٍّ أو تقصير؛ ذلك لأن كل شيء عنده بمقدار، ولا يُقضى أمر في الأرض حتى يُقضى في السماء، فإذا كلَّفْتَ واحداً بقضاء مصلحة لك، فقصّر في قضائها، أو رفض، أو سعى فيها ولم يُوفّق نجدك غاضباً عليه حانقاً. </p><p> وهنا يتحمّل الخالق سبحانه عن عباده، ويُعفيهم من هذا الحرج، </p><p> ويعلمهم أن الحاجات بميعاد وبقضاء عنده سبحانه، فلا تلوموا الناس، فلكل شيء ميلاد، ولا داعيَ لأنْ نسبق الأحداث، ولننتظر الفرج وقضاء الحوائج من الله تعالى أولاً. </p><p> ومن هنا يُعلّمنا الإسلام قبل أن نَعِد بعمل شيء لا بُدَّ أنْ نسبقه بقولنا: إنْ شاء الله لنحمي أنفسنا، ونخرج من دائرة الحرج أو الكذب إذا لم نستطع الوفاء، فأنا إذن في حماية المشيئة الإلهية إنْ وُفِّقْتُ فبها ونِعمت، وإن عجزت فإن الحق سبحانه لم يشأ، وأخرج أنا من أوسع الأبواب. </p><p> إذن: تشريعات الله تريد أن تحمي الناس من الناس، تريد أن تجتث أسباب الضِّغن على الآخر، إذا لم تقض حاجتك على يديه، وكأن الحق سبحانه يقول لك: تمهل فكل شيء وقته، ولا تظلم الناس، فإذا ما قضيتَ حاجتك فاعلم أن الذي كلَّفْته بها ما قضاها لك في الحقيقة، ولكن صادف سَعْيُه ميلادَ قضاء هذه الحاجة، فجاءت على يديه، فالخير في الحقيقة من الله، والناس أسباب لا غير. </p><p> وتتضح لنا هذه القضية أكثر من مجال الطب وعلاج المرضى، فالطبيب سبب، والشفاء من الله، وإذا أراد الله لأحد الأطباء التوفيق والقبول عند الناس جعل مجيئه على ميعاد الشفاء فيلتقيان. </p><p> ومن هنا نجد بعض الأطباء الواعين لحقيقة الأمر يعترفون بهذه الحقيقة، فيقول أحدهم: ليس لنا إلا في (الخضرة) . </p><p> والخضرة معناها: الحالة الناجحة التي حان وقت شفائها. </p><p> وصدق الشاعر حين قال: </p><p> والناسُ يلْحون الطَّبيِبَ وإنَّما ... خَطَأُ الطَّبِيبِ إصَابَةُ الأَقْدَارِ </p><p> فقول الحق تبارك وتعالى:  {مَّنِ اهتدى فَإِنَّمَا يَهْتَدي لِنَفْسِهِ. .}  [الإسراء: ١٥] أي: لصالح نفسه. </p><p> والاهتداء: يعني الالتزام بمنهج الله، والتزامك عائد عليك، وكذلك التزام الناس بمنهج الله عائد عليك أيضاً، وأنت المنتفع في كل الأحوال بهذا المنهج؛ لذلك حينما ترى شخصاً مستقيماً عليك أن تحمد الله، وأن تفرحَ باستقامته، وإياك أن تهزأ به أو تسخر منه؛ لأن استقامته ستعود بالخير عليك في حركة حياتك. </p><p> وفي المقابل يقول الحق سبحانه:  {وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا. .}  [الإسراء: ١٥] </p><p> أي: تعود عليه عاقبةُ انصرافه عن منهج الله؛ لأن شرَّ الإنسان في عدم التزامه بمنهج الله يعود عليك ويعود على الناس من حوله، فيشقى هو بشرّه، ويشقى به المجتمع. </p><p> ومن العجب أن نرى بعض الحمقى إذا رأى مُنحرفاً أو سيء السلوك ينظر إليه نظرة بُغْض وكراهية، ويدعو الله عليه، وهو لا يدري أنه بهذا العمل يزيد الطين بلة، ويُوسِّع الخُرْق على الراقع كما يقولون. </p><p> فهذا المنحرف في حاجة لمَنْ يدعو الله له بالهداية، حتى تستريح أولاً من شرِّه، ثم لتتمتع بخير هدايته ثانياً. أما الدعاء عليه فسوف يزيد من شرِّه، ويزيد من شقاء المجتمع به. </p><p> ومن هذا المنطلق علَّمنا الإسلام أن مَنْ كانت لديه قضية علمية تعود بالخير، فعليه أنْ يُعديها إلى الناس؛ لأنك حينما تُعدّي الخير </p><p> إلى الناس ستنتفع بأثره فيهم، فكما انتفعوا هم بآثار خِلاَلك الحميدة، فيمكنك أنت أيضاً الانتفاع بآثار خلالهم الحميدة إن نقلتها إليهم. </p><p> لذلك حرّم الإسلام كَتْم العلم لما يُسبِّبه من أضرار على الشخص نفسه وعلى المجتمع. </p><p> يقول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «من كتم علماً ألجمه الله بلجام من نار يوم القيامة» . </p><p> وكذلك من الكمال الذي يدعونا إليه المنهج الإلهي أن يُتقِن كل صاحب مهنة مهنته، وكل صاحب صَنْعة صَنْعته، فالإنسان في حركة حياته يُتقِن عملاً واحداً، لكن حاجاته في الحياة كثيرة ومتعددة. </p><p> فالخياط مثلاً الذي يخيط لنا الثياب لا يتقن غير هذه المهنة، وهو يحتاج في حياته إلى مِهَن وصناعات كثيرة، يحتاج إلى: الطبيب والمعلم والمهندس والحداد والنجار والفلاح. . الخ. </p><p> فلو أتقن عمله وأخلص فيه لَسخّر الله له مَنْ يتقن له حاجته، ولو رَغْماً عنه، أو عن غير قصد، أو حتى بالمصادفة. </p><p> إذن: من كمالك أن يكون الناس في كمال، فإنْ أتقنتَ عملك فأنت المستفيد حتى إنْ كان الناس من حولك أشراراً لا يتقنون شيئاً فسوف يُيسِّر الله لهم سبيل إتقان حاجتك، من حيث لا يريدون ولا يشعرون. </p><p> وقوله تعالى:  {وَلاَ تَزِرُ وَازِرَةٌ وِزْرَ أخرى. .}  [الإسراء: ١٥] </p><p> أي: لا يحمل أحدٌ ذنبَ أحدٍ، ولا يُؤاخَذ أحدٌ بجريرة غيره، وكلمة:  {تَزِرُ وَازِرَةٌ. .}  [الإسراء: ١٥] </p><p> من الوزر: وهو الحِمْل الثقيل، ومنها كلمة الوزير: أي الذي يحمل الأعباء الثقيلة عن الرئيس، أو الملك أو الأمير. </p><p> فعدْلُ الله يقتضي أنْ يُحاسب الإنسان بعمله، وأنْ يُسأل عن نفسه، فلا يرمي أحد ذنبه على أحد، كما قال تعالى:  {لاَّ يَجْزِي وَالِدٌ عَن وَلَدِهِ وَلاَ مَوْلُودٌ هُوَ جَازٍ عَن وَالِدِهِ شَيْئاً. .}  [لقمان: ٣٣] </p><p> وحول هذه القضية تحدَّث كثير من المستشرقين الذين يبحثون في القرآن عن مأخذ، فوقفوا عند هذه الآية:  {وَلاَ تَزِرُ وَازِرَةٌ وِزْرَ أخرى. .}  [الإسراء: ١٥] </p><p> وقالوا: كيف نُوفِّق بينها وبين قوله: {وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالاً مَّعَ أَثْقَالِهِمْ. .}  [العنكبوت: ١٣] </p><p> وقوله تعالى:  {لِيَحْمِلُواْ أَوْزَارَهُمْ كَامِلَةً يَوْمَ القيامة وَمِنْ أَوْزَارِ الذين يُضِلُّونَهُمْ بِغَيْرِ عِلْمٍ أَلاَ سَآءَ مَا يَزِرُونَ}  [النحل: ٢٥] </p><p> ونقول: التوفيق بين الآية الأولى والآيتين الأخيرتين هيِّن لو فهموا الفرق بين الوِزْر في الآية الأولى، والوِزْر في الآيتين الأخيرتين. </p><p> ففي الأولى وزر ذاتيٌّ خاص بالإنسان نفسه، حيث ضَلَّ هو في نفسه، فيجب أنْ يتحمّل وزْر ضلاله. أما في الآية الثانية فقد أضلَّ </p><p> غيره، فتحمَّل وِزْره الخاص به، وِتحمَّل وِزْر مَنْ أضلَّهم. </p><p> ويُوضِّح لنا هذه القضية الحديث النبوي الشريف:  «من سن في الإسلام سنة حسنة فله أجرها وأجر من عمل بها بعده من غير أن ينقص من أجورهم شيء، ومن سن في الإسلام سنة سيئة كان عليه وزرها ووزر من عمل بها من بعده من غير أن ينقص من أوزارهم شيء» . </p><p> وقوله تعالى:  {وَمَا كُنَّا مُعَذِّبِينَ حتى نَبْعَثَ رَسُولاً}  [الإسراء: ١٥] </p><p> العذاب: عقوبة على مخالفة، لكن قبل أنْ تُعاقبني عليها لا بُدَّ أن تُعلِّمني أن هذه مخالفة أو جريمة (وهي العمل الذي يكسر سلامة المجتمع) ، فلا جريمة إلا بنصٍّ ينصُّ عليها ويُقنّنها، ويُحدِّد العقاب عليها، ثم بعد ذلك يجب الإعلام بها في الجرائد الرسمية لكي يطلع عليها الناس، وبذلك تُقام عليهم الحجة إنْ خالفوا أو تعرَّضوا لهذه العقوبة. </p><p> لذلك حتى في القانون الوضعي نقول: لا عقوبة إلا بتجريم، ولا تجريم إلا بنصٍّ، ولا نصَّ إلا بإعلام. </p><p> فإذا ما اتضحت هذه الأركان في أذهان الناس كان للعقوبة معنى، وقامت الحجة على المخالفين، أما أنْ نعاقب شخصاً على جريمة هو لا يعلم بها، فله أن يعترضَ عليك من منطلق هذه الآية. </p><p> أما أنْ يُجرَّم هذا العمل، ويُعلَن عنه في الصحف الرسمية، فلا </p><p> حجة لمَنْ جهله بعد ذلك؛ لأن الجهل به بعد الإعلام عنه لا يُعفِي من العقوبة. </p><p> فكأن قول الله تعالى:  {وَمَا كُنَّا مُعَذِّبِينَ حتى نَبْعَثَ رَسُولاً}  [الإسراء: ١٥] يجمع هذه الأركان السابقة: الجريمة، والعقوبة، والنص، والإعلام، حيث أرسل الله الرسول يُعلِّم الناس منهج الحق سبحانه، ويُحدّد لهم ما جرمه الشرع والعقوبة عليه. </p><p> لذلك يقول تعالى في آية أخرى:  {وَإِن مِّنْ أُمَّةٍ إِلاَّ خَلاَ فِيهَا نَذِيرٌ}  [فاطر: ٢٤] </p><p> ويقول:  {يَا أَهْلَ الكتاب قَدْ جَآءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ على فَتْرَةٍ مِّنَ الرسل أَن تَقُولُواْ مَا جَآءَنَا مِن بَشِيرٍ وَلاَ نَذِيرٍ فَقَدْ جَاءَكُمْ بَشِيرٌ وَنَذِيرٌ. .}  [المائدة: ١٩] </p><p> إذن: قد انقطعت حجتكم برسالة محمد البشير النذير صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> وقد وقف العلماء أمام هذه القضية فقالوا: إن كانت الحجة قد قامت على مَن آمن برسالة محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فما بال الكافر الذي لم يؤمن ولم يعلم منهج الله؟ وكأنهم يلتمسون له العذر بكفره. </p><p> نقول: لقد عرف الإنسان ربه عَزَّ وَجَلَّ أولاً بعقله، وبما ركّبه فيه خالقه سبحانه من ميزان إيماني هو الفطرة، هذه الفطرة هي المسئولة عن الإيمان بقوة قاهرة وراء الوجود، وإنْ لم يأتِ رسول، والأمثلة كثيرة لتوضيح هذه القضية: </p><p> هَبْ أنك قد انقطعتْ بك السُّبل في صحراء واسعة شاسعة لا تجد </p><p> فيها أثراً لحياة، وغلبك النومُ فنمْتَ، وعندما استيقظتَ فوجئت بمائدة منصوبة لك عليها أطايب الطعام والشراب. </p><p> بالله أَلاَ تفكِّر في أمرها قبل أن تمتدّ يدُك إليها؟ ألاَ تلفت انتباهك وتثير تساؤلاتك عَمَّنْ أتى بها إليك؟ </p><p> وهكذا الإنسان بعقله وفطرته لا بُدَّ أنْ يهتديَ إلى أن للكون خالقاً مُبْدِعاً، ولا يمكن أن يكون هذا النظام العجيب المتقن وليدَ المصادفة، وهل عرف آدم ربه بغير هذه الأدوات التي خلقها الله فينا؟ </p><p> لقد جئنا إلى الحياة فوجدنا عالماً مستوفياً للمقوِّمات والإمكانيات، وجدنا أمام أعيننا آياتٍ كثيرة دالّة على الخالق سبحانه، كل منها خيط لو تتبعته لأوصلك. خذ مثلاً الشمس التي تنير الكون على بُعْدها تطلع في الصباح وتغرب في المساء، ما تخلَّفتْ يوماً، ولا تأخرت لحظة عن موعدها، أَلاَ تسترعي هذه الآية الكونية انتباهك؟ </p><p> وقد سبق أنْ ضربنا مثلاً ب «أديسون» الذي اكتشف الكهرباء، وكم أخذ من الاهتمام والدراسة في حين أن الإضاءة بالكهرباء تحتاج إلى أدوات وأجهزة وأموال، وهي عُرْضة للأعطال ومصدر للأخطار، فما بالنا نغفل عن آية الإضاءة الربانية التي لا تحتاج إلى مجهود أو أموال أو صيانة أو خلافه؟ </p><p> والعربي القُحُّ الذي ما عرف غير الصحراء حينما رأى بَعْر البعير وآثار الأقدام استدلَّ بالأثر على صاحبه، فقال في بساطة العرب: البَعْرة تدلّ على البعير، والقدم تدلّ على المسير، سماء ذات أبراج، وأرض ذات فجاج، ونجوم تزهر، وبحار تزخر، ألا يدل ذلك على وجود اللطيف الخبير؟ </p><p> إذن: بالفطرة التكوينية التي جعلها الله في الإنسان يمكن له أن يهتدي إلى أن للكون خالقاً، وإنْ لم يعرف مَنْ هو، مجرد أن يعرف القوة الخفية وراء هذا الكون. </p><p> وحينما يأتي رسول من عند الله يساعده في الوصول إلى ما يبحث عنه، ويدلّه على ربه وخالقه، وأن هذه القوة الخفية التي حيَّرتْك هي (الله) خالقك وخالق الكون كله بما فيه ومَن فيه. </p><p> وهو سبحانه واحد لا شريك له، شهد لنفسه أنه لا إله إلا هو ولم يعارضه أحد ولم يَدَّعِ أحد أنه إله مع الله، وبذلك سَلِمَتْ له سبحانه هذه الدعوى؛ لأن صاحب الدعوة حين يدَّعيها تسلم له إذا لم يوجد معارض لها. </p><p> وهذه الفطرة الإيمانية في الإنسان هي التي عنَاهَا الحق سبحانه في قوله تعالى:  {وَإِذْ أَخَذَ رَبُّكَ مِن بنيءَادَمَ مِن ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ على أَنفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ قَالُواْ بلى. .}  [الأعراف: ١٧٢] </p><p> وهذا هو العَهْد الإلهي الذي أخذه الله على خَلْقه وهم في مرحلة الذَّرِّ، حيث كانوا جميعاً في آدم عليه السلام فالأنْسَال كلها تعود إليه، وفي كل إنسان إلى يوم القيامة ذرة من آدم، هذه الذرة هي التي شهدتْ هذا العهد، وأقرَّتْ أنه لا إله إلا الله، ثم ذابتْ هذه الشهادة في فطرة كل إنسان؛ لذلك نسميها الفطرة الإيمانية. </p><p> ونقول للكافر الذي أهمل فطرته الإيمانية وغفل عنها، وهي تدعوه </p><p> إلى معرفة الله: كيف تشعر بالجوع فتطلب الطعام؟ وكيف تشعر بالعطش فتطلب الماء؟ أرأيت الجوع أو لمسْتَه أو شَمَمْته؟ إنها الفطرة والغريزة التي جعلها الله فيك، فلماذا استخدمت هذه، وأغفلت هذه؟ </p><p> والعجيب أن ينصرف الإنسان العاقل عن ربه وخالقه في حين أن الكون كله من حوله بكل ذراته يُسبِّح بحمد ربّه، فذراتُ الكون وذراتُ التكوين في المؤمن وفي الكافر تُسبِّح بحمد ربها، كما قال تعالى:  {وَإِن مِّن شَيْءٍ إِلاَّ يُسَبِّحُ بِحَمْدِهِ ولكن لاَّ تَفْقَهُونَ تَسْبِيحَهُمْ. .}  [الإسراء: ٤٤] فكيف بك يا سيد الكون تغفل عن الله والذرات فيك مُسبّحة، فإن كانت ذرات المؤمن حدث بينه وبين ذرات تكوينه انسجام واتفاق، وتجاوب تسبيحه مع تسبيح ذراته وأعضائه وتوافقت إرادته الإيمانية مع إيمان ذراته، فترى المؤمن مُنْسجماً مع نفسه مع تكوينه المادي. </p><p> ويظهر هذا الانسجام بين إرادة الإنسان وبين ذرّاته وأعضائه في ظاهرة النوم، فالمؤمن ذرّاته وأعضائه راضية عنه تُحبه وتُحب البقاء معه لا تفارقه؛ لأن إرادته في طاعة الله، فترى المؤمن لا ينام كثيراً مجرد أن تغفل عينه ساعةً من ليل أو نهار تكفيه ذلك؛ لأن أعضاءه في انسجام مع إرادته، وهؤلاء الذين قال الله فيهم:  {كَانُواْ قَلِيلاً مِّن الليل مَا يَهْجَعُونَ. .}  [الذاريات: ١٧] </p><p> وكان النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ تنام عينه ولا ينام قلبه، لأنه في انسجام تام مع إرادته صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> وما أشبه الإنسان في هذه القضية بسيد شرس سيء الخُلق، لديه عبيد كثيرون، يعانون من سُوء معاملته، فيلتمسون الفرصة للابتعاد عنه والخلاص من معاملته السيئة. </p><p> على خلاف الكافر، فذراته مؤمنة وإرادته كافرة، فلا انسجام ولا توافق بين الإرادة والتكوين المادي له، لذا ترى طبيعته قلقة، ليس هناك تصالح بينه وبين ذراته، لأنها تبغضه وتلعنه، وتود مفارقته. </p><p> ولولا أن الخالق سبحانه جعلها مُنْقادةً له لما طاوعتْه، وإنها لتنتظر يوم القيامة يوم أنْ تفكّ من إرادته، وتخرج من سجنه، لتنطق بلسان مُبين، وتشهد عليه بما اقترف في الدنيا من كفر وجحود؛ لذلك ترى الكافر ينام كثيراً، وكأن أعضاءه تريد أن ترتاح من شره. </p><p> ولا بُدّ أن نعلم أن ذرات الكون وذرات الإنسان في تسبيحها للخالق سبحانه، أنه تسبيح فوق مدارك البشر؛ لذلك قال تعالى:  {ولكن لاَّ تَفْقَهُونَ تَسْبِيحَهُمْ. .}  [الإسراء: ٤٤] </p><p> فلا يفقهه ولا يفهمه إلا مَنْ منحه الله القدرة على هذا، كما منح هذه الميزة لداود عليه السلام فقال:  {وَسَخَّرْنَا مَعَ دَاوُودَ الجبال يُسَبِّحْنَ والطير وَكُنَّا فَاعِلِينَ}  [الأنبياء: ٧٩] </p><p> وهنا قد يقول قائل: ما الميزة هنا، والجبال والطير تُسبّح الله بدون داود؟ </p><p> والميزة هنا لداود عليه السلام أن الله تعالى أسمعه تسبيح الجبال وتسبيح الطير، وجعلها تتجاوب معه في تسبيحه وكأنه ( </p><p> كورس) أو نشيد جماعي تتوافق فيه الأصوات، وتتناغم بتسبيح الله تعالى، ألم يقل الحق سبحانه في آية أخرى:  {ياجبال أَوِّبِي مَعَهُ والطير. .}  [سبأ: ١٠] </p><p> أي: رَجِّعي معه وردِّدي التسبيح. </p><p> ومن ذلك أيضاً ما وهبه الله تعالى لنبيه سليمان عليه السلام من معرفة منطق الطير أي لغته، فكان يسمع النملة وهي تخاطب بني جنسها ويفهم ما تريد، وهذا فضل من الله يهبه لمَنْ يشاء من عباده، لذلك لما فهم سليمان عليه السلام لغة النملة، وفهم ما تريده من تحذير غيرها تبسم ضاحكاً:  {وَقَالَ رَبِّ أوزعني أَنْ أَشْكُرَ نِعْمَتَكَ التي أَنْعَمْتَ عَلَيَّ وعلى وَالِدَيَّ. .}  [النمل: ١٩] </p><p> إذن: لكل مخلوق من مخلوقات الله لغة ومنطق، لا يعلمها ولا يفهمها إلا مَنْ يُيسِّر الله له هذا العلم وهذا الفهم. </p><p> وحينما نقرأ عن هذه القضية نجد بعض كُتَّاب السيرة مثلاً يقولون: سبَّح الحصى في يد النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ نقول لهم: تعبيركم هذا غير دقيق، لأن الحصى يُسبِّح في يده صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كما يُسبِّح في يد أبي جهل، لكن الميزة أنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ سمع تسبيح الحصى في يده، وهذه من معجزاته صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> والحق سبحانه يريد أنْ يلفتنا إلى حقيقة من حقائق الكون، وهي كما أن لك حياة خاصة بك، فاعلم أن لكل شيء دونك حياة أيضاً، لكن ليستْ كحياتك أنت، بدليل قول الحق سبحانه:  {كُلُّ شَيْءٍ هَالِكٌ إِلاَّ وَجْهَهُ. .}  [القصص: ٨٨] </p><p> فكل ما يُطلق عليه شيء مهما قَلَّ فهو هالك، والهلاك ضد الحياة؛ لأن الله تعالى قال:  {لِّيَهْلِكَ مَنْ هَلَكَ عَن بَيِّنَةٍ ويحيى مَنْ حَيَّ عَن بَيِّنَةٍ. .}  [الأنفال: ٤٢] فدلَّ على أن له حياة تُناسبه. </p><p> ونعود إلى قوله الحق سبحانه:  {وَمَا كُنَّا مُعَذِّبِينَ حتى نَبْعَثَ رَسُولاً}  [الإسراء: ١٥] </p><p> فإن اهتدى الإنسان بفطرته إلى وجود الخالق سبحانه، فمن الذي يُعْلِمه بمرادات الخالق سبحانه منه، إذن: لا بُدَّ من رسول يُبلِّغ عن الله، ويُنبِّه الفطرة الغافلة عن وجوده تعالى. </p><p> ثم يقول الحق سبحانه:  {وَإِذَآ أَرَدْنَآ أَن نُّهْلِكَ قَرْيَةً أَمَرْنَا مُتْرَفِيهَا فَفَسَقُواْ فِيهَا فَحَقَّ عَلَيْهَا القول فَدَمَّرْنَاهَا تَدْمِيراً} . </p>"
}