{
  "id": null,
  "sura": 17,
  "aya": 104,
  "text": "<p> قوله تعالى:  {مِن بَعْدِهِ} أي: من بعد موسى {اسكنوا الأرض} أغلب العلماء قالوا: أي الأرض المقدسة التي هي بيت المقدس، التي قال تعالى عنها:  {يَاقَوْمِ ادْخُلُوا الأَرْضَ المُقَدَّسَةَ الَّتِي كَتَبَ اللَّهُ لَكُمْ. .}  [المائدة: ٢١] فكان ردّهم على أمر موسى بدخول بيت المقدس: {إِنَّ فِيهَا قَوْماً جَبَّارِينَ وَإِنَّا لَن نَّدْخُلَهَا حتى يَخْرُجُواْ مِنْهَا. .}  [المائدة: ٢٢] </p><p> وقالوا:  {إِنَّا لَنْ نَّدْخُلَهَآ أَبَداً مَّا دَامُواْ فِيهَا فاذهب أَنتَ وَرَبُّكَ فقاتلا إِنَّا هَاهُنَا قَاعِدُونَ}  [المائدة: ٢٤] </p><p> لكن كلمة {الأرض} هنا جاءت مجرّدة عن الوَصْف {اسكنوا الأرض} دون أنْ يُقيِّدها بوصف، كما نقول: أرض الحرم، أرض المدينة، وإذا أردتَ أنْ تُسكِنَ إنساناً وتُوطّنه تقول: اسكن أي: استقر وتوَطّن في القاهرة أو الإسكندرية مثلاً، لكن اسكن الأرض، </p><p> كيف وأنا موجود في الأرض بالفعل؟! لا بُدَّ أن تُخصِّص لي مكاناً اسكن فيه. </p><p> نقول: جاء قوله تعالى {اسكنوا الأرض} هكذا دون تقييد بمكان معين، لينسجم مع آيات القرآن التي حكمتْ عليهم بالتفرُّق في جميع أنحاء الأرض، فلا يكون لهم وطن يتجمعون فيه، كما قال تعالى:  {وَقَطَّعْنَاهُمْ فِي الأرض أُمَماً. .}  [الأعراف: ١٦٨] </p><p> والواقع يُؤيد هذا، حيث نراهم مُتفرقِّين في شتَّى البلاد، إلا أنهم ينحازون إلى أماكن مُحدَّدة لهم يتجمَّعون فيها، ولا يذوبون في الشعوب الأخرى، فتجد كل قطعة منهم كأنها أمة مُستقلة بذاتها لا تختلط بغيرها. </p><p> وقوله تعالى:  {فَإِذَا جَآءَ وَعْدُ الآخرة جِئْنَا بِكُمْ لَفِيفاً}  [الإسراء: ١٠٤] والمراد بوَعْد الآخرة: هو الإفساد الثاني لبني إسرائيل، حيث قال تعالى عن إفسادهم الأول على عهد رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  {وَقَضَيْنَآ إلى بَنِي إِسْرَائِيلَ فِي الكتاب لَتُفْسِدُنَّ فِي الأرض مَرَّتَيْنِ وَلَتَعْلُنَّ عُلُوّاً كَبِيراً فَإِذَا جَآءَ وَعْدُ أُولاهُمَا بَعَثْنَا عَلَيْكُمْ عِبَاداً لَّنَآ أُوْلِي بَأْسٍ شَدِيدٍ فَجَاسُواْ خِلاَلَ الديار وَكَانَ وَعْداً مَّفْعُولاً}  [الإسراء: ٤ - ٥] </p><p> فقد جاس رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ خلال ديارهم في المدينة، وفي بني قريظة وبني قَيْنُقاع، وبني النضير، وأجلاهم إلى أَذْرُعَات بالشام، ثم انقطعت الصلة بين المسلمين واليهود فترة من الزمن. </p><p> ثم يقول تعالى عن الإفسادة الثانية لبني إسرائيل:  {فَإِذَا جَآءَ وَعْدُ الآخرة لِيَسُوءُواْ وُجُوهَكُمْ وَلِيَدْخُلُواْ المسجد كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٍ وَلِيُتَبِّرُواْ مَا عَلَوْاْ تَتْبِيراً}  [الإسراء: ٧] </p><p> وهذه الإفسادة هي ما نحن بصدده الآن، حيث سيتجمع اليهود في وطن واحد ليتحقق وَعْد الله بالقضاء عليهم، وهل يستطيع المسلمون أن ينقضُّوا على اليهود وهم في شتيت الأرض؟ لا بُدَّ أن الحق سبحانه أوحى إليهم بفكرة التجمُّع في وطن قومي لهم كما يقولون، حتى إذا أراد أَخْذهم لم يُفلتوا، ويأخذهم أخْذ عزيز مقتدر. </p><p> وهذا هو المراد من قوله تعالى:  {جِئْنَا بِكُمْ لَفِيفاً}  [الإسراء: ١٠٤] أي: مجتمعين بعضكم إلى بعض من شَتّى البلاد، وهو ما يحدث الآن على أرض فلسطين. </p><p> ثم يقول الحق سبحانه:  {وبالحق أَنْزَلْنَاهُ وبالحق نَزَلَ ... } . </p>"
}