{
  "id": null,
  "sura": 17,
  "aya": 45,
  "text": "<p> الحق سبحانه وتعالى يعدل الأشياء تنفيذاً لأشياء أخرى، ويصنع أحداثاً أوّلية لتكون بمثابة المقدمة والتمهيد لأحداث أخرى أهم منها. وكفار مكة ما ادَّخروا وُسْعاً، وما تركوا وسيلة من وسائل الإيذاء لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ والتنكيل به إلا فعلوها. </p><p> ومع ذلك لم يُفَاجأ بها رسول الله، ولم تُثبِّط من عزيمته، لماذا؟ لأنه كان مُتوقِّعاً لكل هذا الإيذاء، ولديه من سوابق الأحداث ما يعطيه الحصانة الكافية لمقابلة كل الشدائد. </p><p> فالمسألة لم تُفاجئ رسول الله؛ لأنه عرفها حتى قبل أن يُبعث، فحينما جاءه جبريل للمرة الأولى في الغار، وعاد إلى السيدة خديجة فَزِعاً ذهبتْ به إلى ابن عمها ورقة بن نوف، فطمأنه بأن هذا هو الناموس الإلهي، وأنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ سيكون مبعوث السماء إلى الأرض، وأنه نبيُّ هذه الأمة، وقال فيما قال: ليتني أكون حياً حين يُخرِجك قومك، فقال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «أَمُخرجيّ هم؟» . </p><p> قال: نعم، لم يأتي رجل بمثل ما جئتَ به إلا عودِي، وإنْ يدركني يومك أنصرك نصراً مؤزراً. </p><p> إذن: فالحق سبحانه وتعالى حَصَّن رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ضد ما سيأتي من أحداث؛ لكي يكون على توقُّع لها، ولا تحدث له المفاجأة التي ربما ولدتْ الانهيار، وأعطاه الطُّعْم المناسب للداء قبل حدوثه؛ لتكون لديه المناعة الكافية عند وقوع الأحداث، واليقين الثابت في نصر الله له مهما ادْلهَمتْ الخطوب، وضاق الخناق عليه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وعلى أصحابه. </p><p> والحديث عن الذين لا يؤمنون بالآخرة، وما داموا كذلك فليس لهم إلا الدنيا، هي فرصتهم الوحيدة، لذلك يحرصون على استنفاد كل شهواتهم فيها، ولا يؤخرون منها شيئاً، فإنْ أجَّل المؤمن بعض مُتَعِه وشهواته انتظاراً لما في الآخرة فإلامَ يؤجل الكفار مُتعهم؟ </p><p> إذن: الذي يجعل هؤلاء يتهافتون على شهواتهم في الدنيا أنهم غير مؤمنين بالآخرة. </p><p> فإذا جاء رسول بمنهج ليعدل حركة الناس لتنسجم مع الكون، فلا بُدّ أن يثور هؤلاء الكفار الحريصون على شهواتهم ومكانتهم، لا بُدَّ أنْ يصادموا هذه الدعوة، ويقاوموها في ذات الرسول وفي منهجه، في ذاته بالإيذاء، وفي دعوته ومنهجه بصَرْف الناس عنه، ألم يقل الكفار لمن يَرَوْن عنده مَيْلاً للإسلام:  {لاَ تَسْمَعُواْ لهذا القرآن والغوا فِيهِ لَعَلَّكُمْ تَغْلِبُونَ}  [فصلت: ٢٦] </p><p> وقولهم:  {لاَ تَسْمَعُواْ لهذا القرآن. .}  [فصلت: ٢٦] </p><p> شهادة منهم بصدق القرآن الكريم، وأنه ينفذ إلى القلوب ويؤثر فيها، وإلا لما قالوا هذا القول. </p><p> وقولهم:  {والغوا فِيهِ. .}  [فصلت: ٢٦] </p><p> أي: هرَّجوا وشَوِّشوا عليه حتى لا يصل إلى آذان الناس، إذن: هم واثقون من صدق رسول الله وصدق دعوته، وقد دَلَّتْ تصرفاتهم على ذلك، فحينما كان رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يذهب إلى الكعبة، ويجلس بجوارها يُدندِن بآيات القرآن كان صناديد الكفر في مكة يتعمدون سماع القرآن، والتلذُّذ بروعته وبلاغته. </p><p> فقوله تعالى:  {وَإِذَا قَرَأْتَ القرآن جَعَلْنَا بَيْنَكَ وَبَيْنَ الذين لاَ يُؤْمِنُونَ بالآخرة حِجَاباً مَّسْتُوراً}  [الإسراء: ٤٥] </p><p> يُرْوَى أن أبا جهل، وأبا سفيان، وأبا لهب، وأم جميل كانوا يتابعون رسول الله، ويتنصتون عليه وهو يقرأ القرآن ليروْا ما يقول، وليجدوا فرصة لإيذائه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فكان الحق سبحانه يصمُّ آذانهم عن سماع القرآن، فالرسول يقرأ وهم لا يسمعون شيئاً، فينصرفون عنه بغيظهم. </p><p> وكأن الحق سبحانه يريد من هذه الواقعة أن تكون تمهيداً لحدث أهم، وهو ما كان من رسول الله ليلة الهجرة، ليلة أنْ بيَّتوا له القتل بضربة رجل واحد، فتحرسه عناية الله وتقوم له: اخرج عليهم ولا تخف، فإن الذي جعلك تقرأ وجعل بينك وبينهم حجاباً فلا يستمعون إليك، هو الذي سينزل على أعينهم غشاوة فلا يرونك. </p><p> ومع إحكام خيوط هذه المؤامرة لم يخرج الرسول من بينهم صامتاً يحبس أنفاسه خَوْفاً، بل خرج وهو يقول «شاهت الوجوه» وهو لا يخشى انتباههم إليه، وأكثر من ذلك: يأخذ حفنة من التراب ويذروها على وجوههم، إنها الثقة واليقين في نصره وتأييده. </p><p> وقوله:  {حِجَاباً مَّسْتُوراً}  [الإسراء: ٤٥] </p><p> الحجاب: هو المانع من الإدراك، فإنْ كان للعين فهو مانع للرؤية، وإنْ كان للأذن فهو مانع للسمع. </p><p> وكلمة {مَّسْتُوراً} اسم مفعول من الستر، فلم يقل الحق سبحانه وتعالى (ساتراً) ، وهذا من قبيل المبالغة في الستر والإخفاء، فالمعنى أن الحجاب الذي يمنعهم من سماعك أو رؤيتك هو نفسه مستور، فإن كان الحجاب نفسه مستوراً، فما بالُكَ بما خلفه؟ </p><p> ولاشكَّ أن الذِّهْن سينشغل هنا بالحجاب المادي، لكن هذا الحجاب الذي يتحدث عنه الحق سبحانه حجاب معنويّ ولا يراه أحد، كما في قوله تعالى:  {رَفَعَ السماوات بِغَيْرِ عَمَدٍ تَرَوْنَهَا}  [الرعد: ٢] </p><p> فلو قال: بغير عَمَد وسكت فقد نفى وجود عمد للسماء وانتهت المسألة، وأدخلناها تحت قوله تعالى:  {إِنَّ الله يُمْسِكُ السماوات والأرض أَن تَزُولاَ}  [فاطر: ٤١] فالأمر قائم على قدرة الله دون وجود عَمَدٍ تحمل السماء. </p><p> لكن قوله سبحانه:  {تَرَوْنَهَا} تجعل المعنى صالحاً لأنْ نقول بغير عَمَد، وأنتم ترونها كذلك، فننظر هنا وهناك فلا نجد للسماء عمداً تحملها، أو نقول: إن لها عمداً لكِنَّا لا نراها، فهي عَمَد معنوية، فلا ينصرف ذهنك إلى ما نقيمه نحن من عَمد المسلح أو الرخام أو الحديد. </p><p> وفي هذا ما يدُكُّ الغرور في الإنسان، ليعلم أنه لا يدرك إلا ما أذن الله له في إدراكه، وأن حواسَّ الإدراك لديه قد تتوقف عن هذا الإدراك، فليس معنى أنها مدركة أن تظل مدركة دائماً، فليس لها طلاقة لتفعل ما تشاء، بل الحق سبحانه وتعالى يعطيها هذه القدرة، أو يسلبها إياها. </p><p> فالقدرة الإلهية هي التي تُسيِّر هذا الكون، وتأمر كل شيء بأن تُؤدِّي مهمته في الحياة، وإنْ شاء عطّلها عن أداء هذه المهمة؛ لذلك نرفض قول الفلاسفة أن الحق سبحانه وتعالى زاول سلطانه في مُلْكه مرة واحدة، بأن جعل فيه النواميس والقوانين، وهي التي تحكم العالم وتُسيِّره. </p><p> ففي قصة موسى عليه السلام أنه سار بجيشه، يطارده فرعون وجنوده حتى وصل إلى شاطئ البحر فأصبح البحر من أمامه، وفرعون من خلفه حتى قال أصحاب موسى:  {إِنَّا لَمُدْرَكُونَ. .}  [الشعراء: ٦١] </p><p> فأين المفر، وهاهو البحر من أمامنا، والعدو من خلفنا؟ وهذا كلام منطقي مع واقع الحديث البشري، لكن الأمر يختلف عند موسى عليه السلام فقال بملء فيه:  {قَالَ كَلاَّ إِنَّ مَعِيَ رَبِّي سَيَهْدِينِ}  [الشعراء: ٦٢] </p><p> فهل قالها موسى برصيد بشري؟ لا، بل بما عنده من ثقة في ربه، وهكذا انتقلت المسألة إلى ساحة الخالق سبحانه، فقال لنبيه موسى:  {فَأَوْحَيْنَآ إلى موسى أَنِ اضرب بِّعَصَاكَ البحر فانفلق فَكَانَ كُلُّ فِرْقٍ كالطود العظيم}  [الشعراء: ٦٣] </p><p> فخرق الله لموسى قانون سيولة الماء واستطراقه، ويتجمد الماء، ويصير كالجبل ويتحول البحر إلى يابسة، ويعبر موسى وقومه إلى الناحية الأخرى، وتنشرح صدورهم بفرحة النجاة، ويأخذ موسى عليه السلام عصاه ليضرب البحر ليعود إلى طبيعته، وحتى </p><p> لا يعبره فرعون ويلحق به، لكن الحق سبحانه يأمره، أن يتركه على حاله:  {واترك البحر رَهْواً إِنَّهُمْ جُندٌ مُّغْرَقُونَ}  [الدخان: ٢٤] </p><p> فعندما نزل فرعون وجنوده البحر واكتمل عددهم في قاعه أطلق الخالق سبحانه للماء قانون سيولته، فأطبق على فرعون وجنوده، وكانت آيةً من آيات الله، شاهدة على قدرته سبحانه، وأنه إنْ شاء أنجى وأهلك بالشيء الواحد، وشاهدة على قيوميته تعالى على خَلْقه، فليس الأمر كما يقولون أمر قانون أو ناموس يعمل، ويدير حركة الكون، فكل المعجزات التي مرَّتْ في تاريخ البشرية جاءت من باب خرق النواميس. </p><p> ثم يقول الحق سبحانه:  {وَجَعَلْنَا على قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وفي آذَانِهِمْ وَقْراً ... } . </p>"
}