{
  "id": null,
  "sura": 17,
  "aya": 17,
  "text": "<p> فأيْن عاد وثمود وقوم لوط وقوم صالح؟ إذن: فالآية قضية قولية، لها من الواقع ما يُصدِّقها. </p><p> وقوله:  {مِن بَعْدِ نُوحٍ. .}  [الإسراء: ١٧] </p><p> دَلَّ على أن هذا الأخذ وهذا العذاب لم يحدث فيما قبل نوح؛ لأن الناس كانوا قريبي عَهْد بخَلْق الله لآدم عليه السلام كما أنه كان يلقنهم معرفة الله وما يضمن لهم سلامة الحياة، أما بعد نوح فقد ظهر الفساد والكفر والجحود، فنزل بهم العذاب. الذي لم يسبق له مثيل. </p><p> قال تعالى:  {والفجر وَلَيالٍ عَشْرٍ والشفع والوتر واليل إِذَا يَسْرِ هَلْ فِي ذَلِكَ قَسَمٌ لِّذِى حِجْرٍ أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَادٍ إِرَمَ ذَاتِ العماد التي لَمْ يُخْلَقْ مِثْلُهَا فِي البلاد وَثَمُودَ الذين جَابُواْ الصخر بالواد وَفِرْعَوْنَ ذِى الأوتاد الذين طَغَوْاْ فِي البلاد فَأَكْثَرُواْ فِيهَا الفساد فَصَبَّ عَلَيْهِمْ رَبُّكَ سَوْطَ عَذَابٍ إِنَّ رَبَّكَ لبالمرصاد}  [الفجر: ١ - ١٤] </p><p> ولنا وَقْفة سريعة مع هذه الآيات من سورة الفجر، فقد خاطب الحق سبحانه رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بقوله:  {أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَادٍ}  [الفجر: ٦] </p><p> و {أَلَمْ تَرَ} بمعنى: ألم تعلم؛ لأن النبي لم ير ما فعله الله بعاد، فلماذا عدل السياق القرآني عن: تعلم إلى تَرَ؟ </p><p> قالوا: لأن إعلام الله لرسوله أصدق من عينه ورؤيته، ومثلها قوله تعالى:  {أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَابِ الفيل}  [الفيل: ١] </p><p> حيث وُلِد رسول الله في عام الفيل، ولم يكن رأى شيئاً. </p><p> وفي آيات سورة (الفجر) ما يدلُّنا على أن حضارة عاد التي لا نكاد نعرف عنها شيئاً كانت أعظمَ من حضارة الفراعنة التي لفتتْ أنظار العالم كله؛ ذلك لأن الحق تبارك وتعالى قال عن عاد:  {التي لَمْ يُخْلَقْ مِثْلُهَا فِي البلاد}  [الفجر: ٨] </p><p> أي: لا مثيلَ لها في كل حضارات العالم، في حين قال عن حضارة الفراعنة:  {وَفِرْعَوْنَ ذِى الأوتاد}  [الفجر: ١٠] مجرد هذا الوصف فقط. وقوله تعالى:  {وَكَمْ أَهْلَكْنَا مِنَ القرون. .}  [الإسراء: ١٧] </p><p> كَمْ: تدل على كثرة العدد. </p><p> والقرون: جمع قرن، وهو في الاصطلاح الزمني مائة عام، ويُطلَق على القوم المقترنين معاً في الحياة، ولو على مبدأ من المبادئ، وتوارثه الناس فيما بينهم. </p><p> وقد يُطلَق القرن على أكثر من مائة عام كما نقول: قرن نوح، قرن هود، قرن فرعون. أي: الفترة التي عاشها. </p><p> وقوله:  {وكفى بِرَبِّكَ بِذُنُوبِ عِبَادِهِ خَبِيرَاً بَصِيراً. .}  [الإسراء: ١٧] </p><p> أي: أنه سبحانه غنيّ عن إخبار أحد بذنوب عباده، فهو أعلم بها، لأنه سبحانه لا تخفى عليه خافية في الأرض ولا في السماء:  {يَعْلَمُ خَآئِنَةَ الأعين وَمَا تُخْفِي الصدور}  [غافر: ١٩] </p><p> فلا يحتاج لمَنْ يخبره؛ لأنه خبير وبصير، هكذا بصيغة المبالغة. </p><p> وهنا قد يقول قائل: طالما أن الله تعالى يعلم كل شيء ولا تخفى عليه خافية، فلماذا يسأل الناس يوم القيامة عن أعمالهم؟ </p><p> نقول: لأن السؤال يَرِدُ لإحدى فائدتين: </p><p> الأولى: كأنْ يسألَ الطالب أستاذه عن شيء لا يعلمه، فالهدف أنْ يعلم ما جهل. </p><p> والأخرى: كأن يسأل الأستاذ تلميذه في الامتحان، لا ليعلم منه، ولكن ليقرره بما علم. </p><p> وهكذا الحق سبحانه ولله المثل الأعلى يسأل عبده يوم القيامة عن أعماله ليقرره بها، وليجعله شاهداً على نفسه، كما قال:  {اقرأ كتابك كفى بِنَفْسِكَ اليوم عَلَيْكَ حَسِيباً}  [الإسراء: ١٤] </p><p> وقوله تعالى:  {وكفى بِرَبِّكَ. .}  [الإسراء: ١٧] </p><p> كما تقول: كفى بفلان كذا، أي: أنك ترتضيه وتثقُ به، فالمعنى: يكفيك ربك فلا تحتاج لغيره، وقد سبق أنْ أوضحنا أن الله تعالى في يده كل السلطات حينما يقضي: السلطة التشريعية، والسلطة القضائية، والسلطة التنفيذية، وهو سبحانه غنيّ عن الشهود والبينة والدليل. </p><p> إذن: كفى به سبحانه حاكماً وقاضياً وشاهداً. ولأن الحق سبحانه خبير بصير بذنوب عباده، فعقابه عَدْل لا ظلمَ فيه. </p><p> ثم يقول الحق سبحانه:  {مَّن كَانَ يُرِيدُ العاجلة عَجَّلْنَا لَهُ فِيهَا مَا نَشَآءُ لِمَن نُّرِيدُ ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَ يَصْلاهَا مَذْمُوماً مَّدْحُوراً} . </p>"
}