{
  "id": null,
  "sura": 17,
  "aya": 24,
  "text": "<p> {واخفض} : الخفْض ضد الرّفْع. </p><p> {جَنَاحَ الذل} : الطائر معروف أنه يرفع جناحه ويُرفْرِف به، إنْ أراد أن يطير، ويخفضه إنْ أراد أن يحنوَ على صغاره، ويحتضنهم ويغذيهم. </p><p> وهذه صورة مُحسَّة لنا، يدعونا الحق سبحانه وتعالى أن نقتدي بها، وأن نعامل الوالدين هذه المعاملة، فنحنو عليهم، ونخفض لهم الجناح، كنايةً عن الطاعة والحنان والتواضع لهما، وإياك أن تكون كالطائر الذي يرفع جناحيه ليطير بهما مُتعالياً على غيره. </p><p> وكثيراً ما يُعطينا الشرع الحكيم أمثلة ونماذج للرأفة والرحمة في الطيور، ويجعلها قدوة لنا بني البشر. والذي يرى الطائر يحتضن صغاره تحت جناحه، ويزقّهم الغذاء يرى عجباً، فالصغار لا يقدرون على مضغ الطعام وتكسيره، وليس لديهم اللعاب الذي يساعدهم على أنْ يزدردوا الطعام فيقوم الوالدان بهذه المهمة ثم يناولانهم غذاءهم جاهزاً يسهل بَلْعه، وإنْ تيسر لك رؤية هذا المنظر فسوف ترى الطائر وفراخه يتراصون فرحة وسعادة. </p><p> إذن: قوله تعالى: {جَنَاحَ الذل. .}  [الإسراء: ٢٤] </p><p> كناية عن الخضوع والتواضع، والذُّل قد يأتي بمعنى القهر والغلبة، وقد يأتي بمعنى العطف والرحمة، يقول تعالى:  {ياأيها الذين آمَنُواْ مَن يَرْتَدَّ مِنكُمْ عَن دِينِهِ فَسَوْفَ يَأْتِي الله بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ أَذِلَّةٍ عَلَى المؤمنين. .}  [المائدة: ٥٤] </p><p> فلو كان الذلّة هنا بمعنى القهر لقال: أذلة للمؤمنين، ولكن المعنى: عطوفين على المؤمنين. وفي المقابل {أَعِزَّةٍ عَلَى الكافرين. .}  [المائدة: ٥٤] </p><p> أي: أقوياء عليهم قاهرين لهم. </p><p> وفي آية أخرى يقول تعالى:  {مُّحَمَّدٌ رَّسُولُ الله والذين مَعَهُ أَشِدَّآءُ عَلَى الكفار رُحَمَآءُ بَيْنَهُمْ. .}  [الفتح: ٢٩] </p><p> لأن الخالق سبحانه لم يخلق الإنسان رحيماً على الإطلاق </p><p> ولا شديداً على الإطلاق، بل خلق في المؤمن مرونة تمكِّنه أن يتكيف تبعاً للمواقف التي يمر بها، فإنْ كان على الكافر كان عزيزاً، وإنْ كان على المؤمن كان ذليلاً متواضعاً. </p><p> ونرى وضوحَ هذه القضية في سيرة الصِّديق أبي بكر والفاروق عمر رَضِيَ اللَّهُ عَنْهما، وقد عُرِف عن الصِّديق اللين ورِقَّة القلب والرحمة، وعُرِف عن عمر الشدة في الحق والشجاعة والقوة، فكان عمر كثيراً ما يقول لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إذا تصادم بأحد المعاندين:  «إئذن لي يا رسول الله أضرب عنقه» . </p><p> وعندما حدثت حروب الردة بعد وفاة الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كان لكل منهما موقف مغاير لطبيعته، فكان مِنْ رأي عمر ألاّ يحاربهم في هذه الفترة الحرجة من عمر الدعوة، في حين رأى الصديق محاربتهم والأخْذ على أيديهم بشدة حتى يعودوا إلى ساحة الإسلام، ويُذعنوا لأمر الله تعالى فقال:  «والله، لو منعوني عقالاً كانوا يُؤدُّونه لرسول الله لجالدتهم عليه بالسيف، والله لو لم يَبْق إلا الزرع» . </p><p> وقد جاء هذا الموقف من الصِّديق والفاروق لحكمة عالية، فلو قال عمر مقالة أبي بكر لكان شيئاً طبيعياً يُنْسب إلى شدة عمر </p><p> وجرأته، لكنه أتى من صاحب القلب الرحيم الصِّديق رَضِيَ اللَّهُ عَنْه ليعرف الجميع أن الأمر ليسد للشدة لذاتها، ولكن للحفاظ على الدين والدفاع عنه. </p><p> وكأن الموقف هو الذي صنع أبا بكر، وتطلب منه هذه الشدة التي تغلبت على طابع اللين السائد في أخلاقه. </p><p> فيقول تعالى:  {واخفض لَهُمَا جَنَاحَ الذل مِنَ الرحمة. .}  [الإسراء: ٢٤] </p><p> إذن: الذلَّة هنا ذِلَّة تواضع ورحمة بالوالدين، ولكن رحمتك أنت لا تكفي، فعليك أن تطلب لهما الرحمة الكبرى من الله تعالى:  {وَقُل رَّبِّ ارحمهما كَمَا رَبَّيَانِي صَغِيراً. .}  [الإسراء: ٢٤] </p><p> لأن رحمتك بهما لا تَفيِ بما قدّموه لك، ولا ترد لهما الجميل، وليس البادئ كالمكافئ، فهم أحسنوا إليك بداية وأنت أحسنتَ إليهما ردّاً؛ لذلك ادْعُ الله أنْ يرحمهما، وأنْ يتكفل سبحانه عنك برد الجميل، وأن يرحمهما رحمة تكافئ إحسانهما إليك. </p><p> وقوله تعالى:  {كَمَا رَبَّيَانِي صَغِيراً. .}  [الإسراء: ٢٤] </p><p> كما: قد تفيد التشبيه، فيكون المعنى: ارحمهما رحمة مثل رحمتهما بي حين ربياني صغيراً. أو تفيد التعليل: أي ارحمهما لأنهما ربياني صغيراً، كما قال تعالى:  {واذكروه كَمَا هَدَاكُمْ. .}  [البقرة: ١٩٨] </p><p> و {رَبَّيَانِي} هذه الكلمة أدخلت كل مُربٍّ للإنسان في هذا الحكم، وإنْ لم يكُنْ من الوالدين، لأن الولد قد يُربّيه غير والديه لأيِّ ظرف من الظروف، والحكم يدور مع العلة وجوداً وعَدماً، فإنْ ربّاك </p><p> غير والديك فلهما ما للوالدين من البرِّ والإحسان وحُسْن المعاملة والدعاء. </p><p> وهذه بشرى لمن رَبَّى غير ولده، ولاسيما إنْ كان المربَّى يتيماً، أو في حكم اليتيم. </p><p> وفي:  {رَبَّيَانِي صَغِيراً. .}  [الإسراء: ٢٤] اعتراف من الابن بما للوالدين من فضل عليه وجميل يستحق الرد. </p><p> وبعد ذلك يأتي الحق سبحانه في تذييل هذا الحكم بقضية تشترك فيها معاملة الابن لأبويه مع معاملته لربه عَزَّ وَجَلَّ، فيقول تعالى:  {رَّبُّكُمْ أَعْلَمُ بِمَا فِي نُفُوسِكُمْ إِن تَكُونُواْ صَالِحِينَ فَإِنَّهُ كَانَ لِلأَوَّابِينَ غَفُوراً} . </p>"
}