{
  "id": null,
  "sura": 17,
  "aya": 3,
  "text": "<p> (ذرية) منصوبة هنا على الاختصاص لِقصْد المدح، فالمعنى: أخصّكم أنتم يا ذرية نوح، ولكن لماذا ذرية نوح بالذات؟ </p><p> ذلك لأننا نجَّيْنَا الذين آمنوا معه من الطوفان والغرق، وحافظنا على حياتهم، وأنتم ذريتهم، فلا بُدَّ لكم أنْ تذكروا هذه النعمة لله تعالى، أن أبقاكم الآن من بقاء آبائكم. </p><p> فكأن الحق سبحانه يمتنّ عليهم بأنْ نجَّى آباءهم مع نوح، فليستمعوا إلى منهج الله الذي جَرَّبه آباؤهم، ووجدوا أن مَنْ يؤمن بالله تكون له النجاة والأمن من عذاب الله. </p><p> ويقول تعالى: </p><p> {إِنَّهُ كَانَ عَبْداً شَكُوراً}  [الإسراء: ٣] . </p><p> أي: أن الحق سبحانه أكرم ذريته؛ لأنه كان عبداً شكوراً، والعمل الصالح ينفع ذرية صاحبه؛ ولذلك سنلاحظ ذرية نوح بعنايتنا، ولن نتركهم يتخبّطون في متاهات الحياة، وسنرسل لهم الهدى الذي يرسم لهم الطريق القويم، ويُجنّبهم الزَّلل والانحراف. </p><p> ودائماً ما ينشغل الآباء بالأبناء، فإذا ما توفّر للإنسان قُوت يومه تطلّع إلى قُوت العام كله، فإذا توفّر له قوت عامه قال: أعمل لأولادي، فترى خير أولاده أكثر من خَيْره، وتراه ينشغل بهم، ويُؤثِرهم على نفسه، ويترقّى في طلب الخير لهم، ويودُّ لو حمل عنهم كل تعب الحياة ومشاقها. </p><p> ومع ذلك، فالإنسان عُرْضَة للأغيار، وقد يأتيه أجله فيترك وراءه كل شيء؛ ولذلك فالحق سبحانه يدلّنا على وَجْه الصواب الذي ينفع الأولاد، فيقول تعالى:  {وَلْيَخْشَ الذين لَوْ تَرَكُواْ مِنْ خَلْفِهِمْ ذُرِّيَّةً ضِعَافاً خَافُواْ عَلَيْهِمْ فَلْيَتَّقُواّ الله وَلْيَقُولُواْ قَوْلاً سَدِيداً}  [النساء: ٩] . </p><p> والحق تبارك وتعالى حينما يُعلّمنا أن تقوى الله تتعدَّى بركتها إلى أولادك من بعدك، يعطينا مثلاً واقعياً في قصة موسى والخضر عليهما السلام التي حكاها لنا القرآن الكريم. </p><p> والشاهد فيها أنهما حينما مرّا على قرية، واستطعما أهلها فأبَوْا أنْ يُضيّفوهما، وسؤال الطعام يدل على صِدْق الحاجة، فلو طلب منك السائل مالاً فقد تتهمه بكَنْزِه، أما إذا طلب منك رغيفاً يأكله فلا شكّ </p><p> أنه صادق في سؤاله، فهذا دليل على أنها قرية لِئَام لا يقومون بواجب الضيافة، ولا يُقدِّرون حاجة السائل. </p><p> ومن هنا تعجَّبَ موسى عليه السلام من مبادرة الخِضْر إلى بناء الجدار الذي أوشك على السقوط دون أنْ يأخذ أَجْره من هؤلاء اللئام:  {فانطلقا حتى إِذَآ أَتَيَآ أَهْلَ قَرْيَةٍ استطعمآ أَهْلَهَا فَأَبَوْاْ أَن يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَاراً يُرِيدُ أَن يَنقَضَّ فَأَقَامَهُ قَالَ لَوْ شِئْتَ لَتَّخَذْتَ عَلَيْهِ أَجْراً}  [الكهف: ٧٧] . </p><p> وهنا يكشف الخضر لموسى حقيقة الأمر، ويُظهِر له ما أطلعه الله عليه من بواطن الأمور التي لا يدركها موسى عليه السلام، فيقول:  {وَأَمَّا الجدار فَكَانَ لِغُلاَمَيْنِ يَتِيمَيْنِ فِي المدينة وَكَانَ تَحْتَهُ كَنزٌ لَّهُمَا وَكَانَ أَبُوهُمَا صَالِحاً فَأَرَادَ رَبُّكَ أَن يَبْلُغَآ أَشُدَّهُمَا وَيَسْتَخْرِجَا كَنزَهُمَا رَحْمَةً مِّن رَّبِّكَ. .} </p><p> [الكهف: ٨٢] . </p><p> فالجدار مِلْك لغلامين صغيرين لا يقدران على حماية مالهما من هؤلاء اللئام، ولأن أباهما كان صالحاً سخّر الله لهما مَنْ يخدمهما، ويحافظ على مالهما. </p><p> إذن: فِعلّة هذا العمل أن أباهما كان صالحاً، فأكرمهم الله من أجله، وجعلهما في حيازته وحفظه. </p><p> وهنا قد يسأل سائل: ومن أين للغلامين أن يعلما بأمر هذا الكنز عند بلوغهما؟ </p><p> والظاهر أن الخضر بما أعطاه الله من الحكمة بنى هذا الجدار بناءً موقوتاً، بحيث ينهدم بعد بلوغ الغلامين، فيكونان قادريْنِ على حمايته والدفاع عنه. </p><p> والحق سبحانه وتعالى يوضح لنا هذه القضية في آية أخرى فيقول سبحانه:  {والذين آمَنُواْ واتبعتهم ذُرِّيَّتُهُم بِإِيمَانٍ أَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ وَمَآ أَلَتْنَاهُمْ مِّنْ عَمَلِهِم مِّن شَيْءٍ}  [الطور: ٢١] . </p><p> فكرامةً للآباء نلحق بهم الأبناء، حتى وإنْ قَصَّروا في العمل عن آبائهم، فنزيد في أجر الأبناء، ولا ننقص من أجر الآباء. </p><p> وقوله:  {إِنَّهُ كَانَ عَبْداً شَكُوراً}  [الإسراء: ٣] . </p><p> وشكور صيغة مبالغة في الشكر، فلم يقل شاكر؛ لأن الشاكر الذي يشكر مرة واحدة، أما الشكور فهو الدائب على الشكر المداوم عليه، وقالوا عن نوح عليه السلام: إنه كان لا يتناول شيئاً من مُقوّمات حياته إلا شكر الله عليها. ولا تنعَّم بنعمة من ترف الحياة إلا حمد الله عليها، فإذا أكل قال: الحمد لله الذي أطعمني من غير حول مني ولا قوة، وإذا شرب قال: الحمد لله الذي سقاني من غير حول مني ولا قوة، وهكذا في جميع أمره. </p><p> ويقول بعض العارفين: ما أكثر ما غفل الإنسان عن شكر الله على نعمه. </p><p> ونرى كثيراً من الناس قصارى جَهْدهم أن يقولوا: بسم الله في أول الطعام والحمد لله في آخره، ثم هم غافلون عن نعم كثيرة لا تُعَدُّ ولا تُحْصَى، تستوجب الحمد والشكر. </p><p> لذلك حينما يعقل الإنسان ويفقه نِعَم الله عليه، ويعلم أن الحمد قَيْد للنعمة، تجده يعمل ما نُسميّه حَمْد القضاء مثل الصلاة القضاء أي: حمد الله على نعم فاتت لم يحمده عليها، فيقول: الحمد لله على كل نعمة أنعمتَها عليَّ يا ربّ، ونسيت أنْ أحمدَك عليها، ويجعل هذا الدعاء دَأَبه وديدنه. </p><p> وقد يتعدى حمدَ الله لنفسه، فيحمد الله عن الناس الذين أنعم الله عليهم ولم يحمدوه، فيقول: الحمد لله عن كل ذي نعمة أنعمتَ عليه، ولم يحمدك عليها. </p><p> ولذلك يقولون: إن النعمة التي تحمد الله عليها لا تُسأل عنها يوم القيامة؛ لأنك أدَّيْتَ حقها من حَمْد الله والثناء عليه. </p><p> والحمد والشكر وإنْ كان شكراً للمنعم سبحانه وثناء عليه، فهو أيضاً تجارة رابحة للشاكر؛ لأن الحق سبحانه يقول:  {لَئِن شَكَرْتُمْ لأَزِيدَنَّكُمْ}  [إبراهيم: ٧] . </p><p> فمَنْ أراد الخير لنفسه وأحب أن نواصل له النعم فليداوم على حمدنا وشكرنا. </p><p> ثم يقول الحق سبحانه:  {وَقَضَيْنَآ إلى بَنِي إِسْرَائِيلَ. .} . </p>"
}