{
  "id": null,
  "sura": 17,
  "aya": 97,
  "text": "<p> سبق أنْ قُلْنا: إن الهداية نوعان: هداية الدلالة المطلقة والتي تكون لجميع الخلق المؤمن والكافر، فقد دَلَّ الله المؤمن والكافر على الطريق المستقيم وبيَّنه لهم وأرشدهم إليه. </p><p> والأخرى: هداية التوفيق والمعونة للقيام بمطلوبات المنهج الذي آمنوا به، وهذه خاصّة بالمؤمن، فبعد أنْ دَلَّه الله آمن وصدَّق واعترف لله تعالى بالفضل والجميل، بأن أنزل له منهجاً ينظم حياته. فأتحفه الله تعالى بهداية التوفيق والمعونة. </p><p> وعن الهداية يقول الحق سبحانه:  {وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ فاستحبوا العمى عَلَى الهدى. .}  [فصلت: ١٧] </p><p> أي: دَلَلْناهم على الطريق المستقيم، لكنهم استحبُّوا العمى والضلال على الهدى، فمنع الله عنهم معونته وتوفيقه. </p><p> والحق سبحانه يخاطب رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بأسلوبين قرآنيين يوضِّحان هذيْن النوعيْن من الهداية، يقول تعالى:  {إِنَّكَ لاَ تَهْدِي مَنْ أَحْبَبْتَ ولكن الله يَهْدِي مَن يَشَآءُ. .}  [القصص: ٥٦] </p><p> فنفى عن رسول الله هداية التوفيق والمعونة؛ لأنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لا يملكها، وفي آية أخرى قال تعالى:  {وَإِنَّكَ لتهدي إلى صِرَاطٍ مُّسْتَقِيمٍ}  [الشورى: ٥٢] </p><p> فأثبتَ له هداية البيان والدلالة؛ لأن هذه هي مهمته كمبلِّغ عن الله، وهكذا أثبتَ له الحدث ونفاه عنه؛ لأن الجهة مُنفكَّة أي: أن جهة الإثبات غير جهة النفي، كما في قوله تعالى:  {ولكن أَكْثَرَ الناس لاَ يَعْلَمُونَ يَعْلَمُونَ ظَاهِراً مِّنَ الحياة الدنيا. .}  [الروم: ٦ - ٧] </p><p> فمرة: نفَى عنهم العلم، ومرة أخرى: أثبتَ لهم العلم. والمراد أنهم لا يعلمون حقائق الأمور، ولكنهم يعلمون العلوم السطحية الظاهرة منها. ونحن نكرّر مثل هذه القضايا لكي تستقرّ في النفس الإنسانية، وفي مواجيد المتدينين فينتفعوا بها. </p><p> ومن ذلك أيضاً قول الحق سبحانه:  {وَمَا رَمَيْتَ إِذْ رَمَيْتَ ولكن الله رمى. .}  [الأنفال: ١٧] </p><p> فأثبت للرسول رَمْياً، ونفى عنه رَمْياً، لكن إذا جاء هذا الكلام من بليغ حكيم فاعلم أن الجهة مُنفكّة؛ لأن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في غزوة بدر أخذ حَفْنة من التراب ورمى بها نحو أعدائه، وهذا هو الرّمْي الذي أثبتته الآية، وقد تولَّتْ القدرة الإلهية إيصال ذرات هذه الحفنة إلى عيون الأعداء، فأصابتهم جميعاً وشغلتْهم عن القتال، وهذا هو الرَّمْي الذي نفاه الحق عن رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> ولتقريب هذه المسألة: ابنك الذي تحمله على المذاكرة وتُرغمه عليها يأتي بالكتب ويضعها أمامه ويُقلِّب فيها ليوهمك أنه يذاكر، فإذا ما راجعت معه ما ذاكر لا تجدْه حصَّل شيئاً فتقول له: ذاكرتَ وما ذاكرت، فتُثبِت له الحدث مرة، وتنفيه عنه أخرى؛ لأنه ذاكر شكلاً، ولم يذاكر موضوعاً. </p><p> إذن: فالحق سبحانه وتعالى يهدي الجميع هداية إرشاد وبيان ودلالة، ويختص مَنْ آمن بهداية المعونة والتوفيق للقيام بمقتضيات المنهج، كما قال تعالى:  {والذين اهتدوا زَادَهُمْ هُدًى وَآتَاهُمْ تَقُوَاهُمْ} </p><p> [محمد: ١٧] </p><p> وقال عن الآخرين:  {والله لاَ يَهْدِي القوم الظالمين}  [الصف: ٧] لكن يهدي العادلين. </p><p> وقال:  {والله لاَ يَهْدِي القوم الفاسقين}  [الصف: ٥] . . لكن يهدي الطائعين. </p><p> وقال:  {والله لاَ يَهْدِي القوم الكافرين}  [البقرة: ٢٦٤] . . لكن يهدي المؤمنين. </p><p> إذن: بيَّن الحق سبحانه في أساليب القرآن مَنْ شاء هدايته، أما مَنْ آثر الكفر وصمم ألاَّ يؤمن فهو وشأنه، بل ويزيده الله من الكفر ويختم على قلبه، كما قال تعالى:  {وَنَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ}  [الأنعام: ١١٠] </p><p> نعود إلى {مَن} في قوله تعالى: {وَمَن يَهْدِ الله فَهُوَ المهتد. .}  [الإسراء: ٩٧] قلنا: إن (مَن) اسم موصول بمعنى الذي، واستخدام (مَن) كاسم موصول لا يقتصر على (الذي) فقط، بل تستخدم لجميع الأسماء الموصولة: الذي، التي، اللذان، اللتان، الذين، اللاتي. فتقول: مَنْ جاءك فأكرِمْه، ومَنْ جاءتك فأكرمْها، ومَنْ جاءاك فأكرمهم، ومَنْ جاءتاك فأكرمهما، ومَنْ جاءوك فأكرمهم، ومَنْ جِئْنَكَ فأكرمْهُن. </p><p> فهذه ستة أساليب تؤديها (مَن) فهي إذن صالحة للمذكّر وللمؤنّث وللمفرد وللمثنى وللجمع، وعليك أن تلاحظ (مَنْ) في الآية: {وَمَن يَهْدِ الله فَهُوَ المهتد. .}  [الإسراء: ٩٧] جاءت (مَنْ) دالَّة على المفرد المذكر، وهي في نفس الوقت دالّة على المثنى والجمع المذكر والمؤنث، فنقول: مَنْ يهدِهَا الله فهي المهتدية، ومَنْ يهدهم الله فهم المهتدون. وهكذا. </p><p> ونسأل: لماذا جاءت (مَنْ) دالة على المفرد المذكر بالذات دون </p><p> غيره في مجال الهدى، أما في الضلال فجاءتْ (مَنْ) دالة على الجمع المذكر؟ نقول: لأنه لاحظ لفظ (من) فأفرد الأولى، ولاحظ ما تطلق عليه (من) فجمع الثانية: {وَمَن يُضْلِلْ فَلَن تَجِدَ لَهُمْ أَوْلِيَآءَ مِن دُونِهِ. .}  [الإسراء: ٩٧] </p><p> وهنا مَلْحظ دقيق يجب تدبُّره: في الاهتداء جاء الأسلوب بصيغة المفرد: {وَمَن يَهْدِ الله فَهُوَ المهتد. .}  [الإسراء: ٩٧] لأن للاهتداء سبيلاً واحداً لا غير، هو منهج الله تعالى وصراطه المستقيم، فللهداية طريق واحد أوضحه رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بقوله:  «لا يؤمن أحدكم حتى يكون هواه تبعاً لما جئت به» . </p><p> أما في الضلال، فجاء الأسلوب بصيغة الجمع:  {فَلَن تَجِدَ لَهُمْ أَوْلِيَآءَ. .}  [الإسراء: ٩٧] لأن طرق الضلال متعددة ومناهجه مختلفة، فللضلال ألف طريق، وهذا واضح في قول الحق سبحانه:  {وَأَنَّ هذا صِرَاطِي مُسْتَقِيماً فاتبعوه وَلاَ تَتَّبِعُواْ السبل فَتَفَرَّقَ بِكُمْ عَن سَبِيلِهِ. .}  [الأنعام: ١٥٣] </p><p> والنبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حينما قرأ هذه الآية خَطَّ للصحابة خَطّاً مُسْتقيماً، وخَطَّ حوله خطوطاً مُتعرّجة، ثم أشار إلى الخط المستقيم وقال:  «هذا ما أنا عليه وأصحابي» . </p><p> إذن: الهداية طريق واحد، وللضلال أَلْف مذهب، وألف منهج؛ لذلك لو نظرتَ إلى أهل الضلال لوجدتَ لهم في ضلالهم مذاهب، ولكل واحد منهم هواه الخاص في الضلال. فعليك أنْ تقرأ هذه الآية بوعي وتأمُّل وفَهْم لمراد المتكلّم سبحانه، فلو قرأها غافل لَقال: فمن تجد له أولياء من دونه، ولأتبع الثانية الأولى. </p><p> ومن هنا تتضح توقيفية القرآن، حيث دقة الأداء الإلهي التي وضعتْ كُلَّ حَرْف في موضعه. </p><p> وقوله:  {أَوْلِيَآءَ} أي: نُصَراء ومعاونين ومُعينين {مِن دُونِه} أي: من بعده {وَنَحْشُرُهُمْ يَوْمَ القيامة على وُجُوهِهِمْ}  [الإسراء: ٩٧] </p><p> الحشْر: القيام من القبر والجمع للحساب {على وُجُوهِهِمْ} هنا تعجب بعض الصحابة، فسألوا رسول الله: وكيف يسير الإنسان على وجهه؟ فقال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «إن الذي أمشاهم على أرجلهم قادر أن يُمشيهم على وجوههم» . </p><p> وما العجب في ذلك ونحن نرى مخلوقات الله:  {فَمِنْهُمْ مَّن يَمْشِي على بَطْنِهِ وَمِنهُمْ مَّن يَمْشِي على رِجْلَيْنِ وَمِنْهُمْ مَّن يَمْشِي على أَرْبَعٍ. .}  [النور: ٤٥] </p><p> ألم تَرَ الثعبان، كيف هو سريع في مِشْيته، خفيف في حركته، فالذي خلق قادر أن يُمشِيَ من ضَلَّ في القيامة على بطنه، لأن </p><p> المسألة إرادة مريد لِيُوقع بهم غاية الذِّلَّة والهوان، ويا ليتهم تنتهي بهم المهانة والمذلّة عند هذا الحدِّ، بل:  {وَنَحْشُرُهُمْ يَوْمَ القيامة على وُجُوهِهِمْ عُمْياً وَبُكْماً وَصُمّاً. .}  [الإسراء: ٩٧] </p><p> هذا استطراق لوسائل الإهانة، ففضلاً عن مَشْيهم على الوجوه فهم عُمْي لا يروْنَ شيئاً، ولا يهتدون، وهم صُمٌّ لا يسمعون نداءً، وهم بُكْمٌ لا يقدرون على الكلام، ولك أنْ تتصوَّر إنساناً جمعت عليه كل هذه الوسائل ليس في يوم عادي، بل في يوم البعث والنشور، فإذا به يُفَاجأ بهْول البعث، وقد سُدَّت عليه جميع منافذ الإدراك، فهو في قلب هذا الهَوْل والضجيج، ولكنه حائر لا يدري شيئاً، ولا يدرك ما يحدث من حوله. </p><p> ولنا هنا لفتة على هذه الآية، فقد ورد في القرآن كثيراً: صُمٌّ بُكْم بهذا الترتيب إلا في هذه الآية جاءت هكذا: {وَبُكْماً وَصُمّاً} ومعلوم أن الصَّمَم يسبق البَكَم؛ لأن الإنسان يحكي ما سمعه، فإذا لم يسمع شيئاً لا يستطيع الكلام، واللغة بنت السماع، وهي ظاهرة اجتماعية ليستْ جنساً وليست دَمَاً. </p><p> وسبق أنْ قُلْنا: إن الولد الإنجليزي إذا تربَّى في بيئة عربية يتكلم بالعربية والعكس؛ لأن اللغة ليست جنساً، بل ظاهرة اجتماعية تقوم على السماع، فما تسمعه الأذن يحكيه اللسان. حتى العربي نفسه الذي يعيش في بيئة عربية، إلا أنه لم يسمع هذه الألفاظ الغريبة المتقعِّرة لا يستطيع محاكاتها ولا يعرف معناها. </p><p> لكن في هذه الآية جاء البكَم أولاً، لماذا؟ لأنه ساعة يُفاجأ بهوْلِ البعث والحشر كان المفروض أن يسأل أولاً عَمَّا يحدث، ثم يسمع </p><p> بعد ذلك إجابة على ما هو فيه، لكنه فُوجئ بالبعث وأهواله، ولم يستطع حتى الاستفسار عَمَّا حوله، وهكذا سبق البكَم الصَّمَم في هذا الموقف. </p><p> وهنا أيضاً اعتراض لبعض المستشرقين ومَنْ يُجارونهم مِمَّنْ أسلموا بألسنتهم، ولم تطمئن قلوبهم لنور الله، يقولون: القرآن يقول: {وَنَحْشُرُهُمْ يَوْمَ القيامة على وُجُوهِهِمْ عُمْياً.</p><p> .}  [الإسراء: ٩٧] فينفي عنهم الرؤية، وفي آيات أخرى يقول:  {حتى إِذَا رَأَوْاْ مَا يُوعَدُونَ. .}  [مريم: ٧٥]  {وَرَأَى المجرمون النار فظنوا أَنَّهُمْ مُّوَاقِعُوهَا. .}  [الكهف: ٥٣] </p><p> فأثبت لهم الرؤية، فكيف نجمع بين هذه الآيات؟ والمتأمل في حال هؤلاء المعذَّبين في موقف البعث يجد أن العمى كان ساعة البعث، حيث قاموا من قبورهم عُمْياً لِيتحققَ لهم الإذلال والحيرة والارتباك، ثم بعد ذلك يعودون إلى توازنهم ويعود إليهم بصرهم ليشاهدوا به ألوان العذاب الخاصة بهم، وهكذا جمع الله عليهم الذل في الحاليْن: حال العمى وحال البصر. </p><p> لذلك يقول تعالى:  {لَّقَدْ كُنتَ فِي غَفْلَةٍ مِّنْ هذا فَكَشَفْنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ اليوم حَدِيدٌ}  [ق: ٢٢] </p><p> ثم يقول تعالى:  {مَّأْوَاهُمْ جَهَنَّمُ كُلَّمَا خَبَتْ زِدْنَاهُمْ سَعِيراً}  [الإسراء: ٩٧] مأواهم: أي: مصيرهم ونهايتهم. خَبَتْ: خبت النار. أي: ضَعُفَت أو انطفأتْ، لكن ما دام المراد من النار التعذيب، فلماذا تخبو النار أو تنطفئ؟ أليس في ذلك راحة لهم من العذاب؟ </p><p> المتأمل في الآية يجد أن خفوت النار وانطفاءها هو في حَدِّ ذاته </p><p> لَوْنٌ من العذاب؛ لأن استدامة الشيء يُوطِّن صاحبه عليه، واستدامة العذاب واستمراره يجعلهم في إِلْف له، فإنْ خَبتِ النار أو هدأتْ فترةً فإنهم سيظنون أن المسألة انتهت، ثم يُفاجئهم العذاب من جديد، فهذا أنكَى لهم وآلم في تعذيبهم. </p><p> وهذا يُسمُّونه في البلاغة «اليأس بعد الإطماع» ، كما جاء في قول الشاعر: </p><p> فَأصْبَحْتُ مِنْ لَيْلَى الغَداةَ كَقَابِضٍ ... عَلَى المَاء خَانَتْهُ فُرُوجُ الأَصَابِع </p><p> في السجون والمعتقلات يحدث مثل هذا، فترى السجين يشتد به العطش إلى حَدٍّ لا يطيقه، فيصيح بالحارس ويتحنن إليه ويرجوه كوباً من الماء، فيأتي له بكوب الماء حتى يكون على شَفَتَيْه، ويطمع في أنْ يبلّ ريقه ويطفئ غُلَّته، فإذا بالحارس يسكبه على الأرض، وهذا أنكى وأشدّ في التعذيب. </p><p> وقد عبر الشاعر عن هذا المعنى بقوله: </p><p> كَمَا أبرقَتْ قَوْمَاً عِطَاشاً غَمَامَةٌ ... فَلَمَّا رَجَوْهَا أقْشَعَتْ وتَجلَّتِ </p><p> أي: ساعة أَنْ رأوْهَا، واستشرفوا فيها الماء إذا بها تنقشع وتتلاشى، وتُخيِّب رجاءهم فيها. </p><p> وكذلك من ألوان العذاب التي قد يظنُّها البعض لَوْناً من الراحة في جهنم والعياذ بالله، أن الله تعالى يُبَدِّل جلودهم بجلود أخرى جديدة، لا رحمةً بهم بل نكايةً فيهم، كما قال تعالى:  {كُلَّمَا نَضِجَتْ جُلُودُهُمْ بَدَّلْنَاهُمْ جُلُوداً غَيْرَهَا لِيَذُوقُواْ العذاب. .}  [النساء: ٥٦] </p><p> لأن الجلود إذا نضجتْ وتفحَّمت امتنع الحِسُّ، وبالتالي امتنعتْ إذاقة العذاب، إذن: العلة من تبديل الجلود تجديد الحسِّ ليذوقوا العذاب إذاقةً مستديمة. ومنذ عهد قريب كانوا يظنون أن الحسَّ يأتي من المخ، إلا أنهم لاحظوا على الإنسان إحساساً قبل أن يصل شيء للمخ. </p><p> فمثلاً: لو أشرت بأصبعك إلى عين إنسان تراه يُغمِض عينه قبل أنْ تلمسه، وفسَّروا ذلك بما يسمونه العكس في النخاع الشوكي، ثم توالت البحوث للتعرف على مناط الحسِّ في الإنسان أيْن هي؟ إلى أن انتهت تلك الأبحاث إلى ما أخبر به القرآن منذ أكثر من أربعة عشر قرناً من الزمان، من أن الجلد هو مركز الإحساس في الإنسان، بدليل أنك إذا أخذتَ حقنة مثلاً، فبمجرد أن تخترق طبقة الجلد لا تشعر بألمها. </p><p> فمن أين عرف العرب هذه النظريات العلمية الدقيقة؟ ومَنْ أخبر بها الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؟ إنه لَوْنٌ من ألوان الإعجاز القرآني للعرب ولغيرهم. </p><p> ثم يقول الحق سبحانه:  {ذَلِكَ جَزَآؤُهُم بِأَنَّهُمْ كَفَرُواْ بِآيَاتِنَا ... } . </p>"
}