{
  "id": null,
  "sura": 17,
  "aya": 102,
  "text": "<p> أي: قال موسى لفرعون، والتاء في {عَلِمْتَ} مفتوحة أي: تاء الخطاب، فهو يُكلِّمه مباشرة ويُخاطبه: لقد علمتَ يا فرعون عِلْمَ اليقين أنني لستُ مسحوراً ولا مخبولاً، وأن ما معي من الآيات مما شاهدته وعاينته من الله رب السماوات والأرض، وأنت تعلم ذلك جيداً إلا أنك تنكره، كما قال تعالى:  {وَجَحَدُواْ بِهَا واستيقنتهآ أَنفُسُهُمْ ظُلْماً وَعُلُوّاً. .}  [النمل: ١٤] </p><p> إذن: فعندهم يقينٌ بصدق هذه المعجزات، ولكنهم يجحدونها؛ لأنها ستزلزل سلطانهم، وتُقوِّض عروشهم. </p><p> وقوله تعالى:  {بَصَآئِرَ. .}  [الإسراء: ١٠٢] أي: أنزل هذه الآيات بصائر تُبصّر الناس، وتفتح قلوبهم، فيُقبلوا على ذلك الرسول الذي جاء بآية معجزة من جنس ما نبغَ فيه قومه. </p><p> ثم لم يَفُتْ موسى عليه السلام وقد ثبتتْ قدمه، وأرسى قواعد دعوته أمام الجميع أنْ يُكلِّم فرعونَ من منطلق القوة، وأن يُجابهه واحدة بواحدة، فيقول:  {وَإِنِّي لأَظُنُّكَ يافرعون مَثْبُوراً}  [الإسراء: ١٠٢] فقد سبق أنْ قال فرعون: {إِنِّي لأَظُنُّكَ ياموسى مَسْحُوراً}  [الإسراء: ١٠١] فواحدة بواحدة، والبادي أظلم. </p><p> والمثبور: الهالك، أو الممنوع من كُلِّ خير، وكأن الله تعالى أطْلعَ موسى على مصير فرعون، وأنه هالكٌ عن قريب. وعلى هذا يكون المجنون على أية حال أحسن من المثبور، فالمجنون وإنْ فقد نعمة العقل إلا أنه يعيش كغيره من العقلاء، بل ربما أفضل منهم، لأنك لو تأملتَ حال المجنون لوجدته يفعل ما يشاء ويقول ما يشاء دون أنْ يتعرّض له أحد أو يُحاسبه أحد، وهذا مُنْتَهى ما يتمناه السلاطين والحكام وأهل الجبروت في الأرض، فماذا ينتظر القادة والأمر إلاَّ أن تكون كلمتهم نافذة، وأمرهم مُطَاعاً؟ وهذا كله ينعَم به المجنون. </p><p> وهنا يقول قائل: ما الحكمة من بقاء المجنون على قَيْد الحياة، وقد سلبه الله أعظم ما يملك، وهو العقل الذي يتميز به؟ </p><p> نقول: أنت لا تدري أن الخالق سبحانه حينما سلبه العقل ماذا أعطاه؟ لقد أعطاه ما لو عرفته أنت أيُّها العاقل لتمنيتَ أنْ تُجَنَّ!! أَلاَ تراه يسير بين الناس ويفعل ما يحلو له دون أنْ يعترضه أحد، أو يؤذيه أحد، الجميع يعطف عليه ويبتسم في وجهه، ثم بعد ذلك لا يُحاسَب في الآخرة، فأيُّ عِزٍّ أعظم من هذا؟ </p><p> إذن: سَلْب أيّ نعمة مساوية لنعم الآخرين فيها عطاء لا يراه ولا يستنبطه إلا اللبيب، فحين ترى الأعمى مثلاً فإياك أنْ تظنّ أنك أفضل منه عند الله، لا ليس مِنّا مَنْ هو ابنٌ لله، وليس مِنّا مَنْ بينه وبين الله نسب، نحن أمام الخالق سبحانه سواء، فهذا الذي حُرِم نعمة البصر عُوِّض عنها في حواس أخرى، يفوقك فيها أنت أيها المبصر بحيث تكون الكِفَّة في النهاية مُسْتوية. </p><p> واسمع إلى أحد العِمْيان يقول: </p><p> عَمِيتُ جَنِيناً والذكَاءُ مِنَ العَمَى ... فجئتُ عَجِيبَ الظَّنِّ للعِلْم مَوْئِلاً </p><p> وَغَاب ضِيَاءُ العَيْن للقلْبِ رافداً ... لِعِلْمٍ إذَا مَا ضيَّع الناسُ حَصّلا </p><p> فحدِّث عن ذكاء هؤلاء وفِطْنتهم وقوة تحصيلهم للعلم ولا حرج، وهذا أمر واضح يُشاهده كُلُّ مَنْ عاشر أعمى. وهكذا تجد كُلَّ أصحاب العاهات الذين ابتلاهم الخالق سبحانه بنقص في تكوينهم يُعوِّضهم عنه في شيء آخر عزاءً لهم عما فَاتهم، لكن هذا التعويض غالباً ما يكون دقيقاً يحتاج إلى مَنْ يُدرِكه ويستنبطه. </p><p> وكذلك نرى كثيرين من هؤلاء الذين ابتلاهم الله بنقْصٍ ما يحاولون تعويضه ويتفوقون في نواحٍ أخرى، ليثبتوا للمجتمع جدارتهم ويُحدِثوا توازناً في حياتهم ليعيشوا الحياة الكريمة الإيجابية في مجتمعهم. </p><p> ومن ذلك مثلاً العالم الألماني (شاخْت) وقد أصيب بِقصَرٍ في إحدى ساقيْه أعفاه من الخدمة العسكرية مع رفاقه من الشباب، فأثَّر ذلك في نفسه فصمَّم أنْ يكون شيئاً، وأنْ يخدُمَ بلده في ناحية أخرى، فاختار مجال الاقتصاد، وأبدع فيه، ورسم لبلاده الخُطّة </p><p> التي تعينها في السِّلْم وتعويضها ما فاتها في الحرب، فكان (شاخْت) رجل الاقتصاد الأول في ألمانيا كلها. </p><p> ويجب أن نعلم أن التكوين الإنساني وخَلْق البشر ليس عملية ميكانيكية تعطي نماذج متماثلة تماماً، إبداع الخالق سبحانه ليس ماكينة كالتي تصنع الأكواب مثلاً، وتعطينا قِطَعاً متساوية، بل لا بُدَّ من الشذوذ في الخَلْق لحكمة؛ لأن وراء الخلق إرادة عليا للخالق سبحانه، ألا ترى الأولاد من أب واحد وأم واحدة وتراهم مختلفين في اللون أو الطول أو الذكاء. . الخ؟! </p><p> يقول تعالى:  {وَمِنْ آيَاتِهِ خَلْقُ السماوات والأرض واختلاف أَلْسِنَتِكُمْ وَأَلْوَانِكُمْ. .}  [الروم: ٢٢] </p><p> إنها قدرةٌ في الخَلْق لا نهاية لها، وإبداعٌ لا مثيلَ له فيما يفعل البشر. </p><p> وهناك ملْمح آخر يجب أن نتنبه إليه، هو أن الخالق سبحانه وتعالى جعل أصحاب النقص في التكوين وأصحاب العاهات كوسائل إيضاح، وتذكُّر للإنسان إذا ما نسى فضْل الله عليه، لأنه كما قال تعالى:  {كَلاَّ إِنَّ الإنسان ليطغى أَن رَّآهُ استغنى}  [العلق: ٦ - ٧] </p><p> فالإنسان كثيراً ما تطغيه النعمة، ويغفل عن المنعم سبحانه، فإذا ما رأى أصحاب الابتلاءات انتبه وتذكّر نعمة الله، وربما تجد المبصر لا يشعر بنعمة البصر ولا يذكرها إلا إذا رأى أعمى يتخبَّط في الطريق، ساعتها فقط يذكر نعمة البصر فيقول: الحمد لله. </p><p> إذن: هذه العاهات ليستْ لأن أصحابها أقلُّ مِنّا، أو أنهم أهوَنُ </p><p> على الله. . لا، بل هي ابتلاء لأصحابها، ووسيلة إيضاح للآخرين لِتلفِتهم إلى نعمة الله. </p><p> لكن الآفة في هذه المسألة أنْ ترى بعض أصحاب العاهات والابتلاءات لا يستر بَلْوَاه على ربه، بل يُظهِرها للناس، وكأنه يقول لهم: انظروا ماذا فعل الله بي، ويتخذ من عَجْزه وعاهته وسيلةً للتكسُّب والترزّق، بل وابتزاز أموال الناس وأَخْذها دون وَجْه حق. </p><p> وفي الحديث الشريف:  «إذَا بُلِيتم فاستتروا» . </p><p> والذي يعرض بَلْواه على الناس هكذا كأنه يشكو الخالق للخَلْق، ووالله لو ستر صاحب العاهة عاهته على ربه وقبلها منه لساقَ له رزقه على باب بيته. والأدْهَى من ذلك أن يتصنّع الناس العاهات ويدَّعوها ويُوهِموا الناس بها لِيُوقِعوهم، وليبتزّوا أموالهم بسيف الضعف والحاجة. </p><p> نعود إلى قصة موسى وفرعون لنستنبط منها بعض الآيات والعجائب، وأوّل ما يدعونا للعجب أن فرعون هو الذي ربَّى موسى منذ أنْ كان وليداً، وفي وقت كان يقتل فيه الذكور من أبناء قومه، لنعلم أن الله يحول بين المرء وقلبه، وأن إرادته سبحانه نافذة. فقد وضع محبة موسى في قلب فرعون وزوجته فقالت:  {قُرَّةُ عَيْنٍ لِّي وَلَكَ لاَ تَقْتُلُوهُ عسى أَن يَنْفَعَنَا أَوْ نَتَّخِذَهُ وَلَداً}  [القصص: ٩] </p><p> فأين ذهب عداوتُه وبُغْضه للأطفال؟ ولماذا أحبَّ هذا الطفلَ بالذات؟ ألم يكُنْ من البديهي أنْ يطرأ على ذِهْن فرعون أن هذا الطفل ألقاه أهله في اليَمِّ لينجو من القتل؟ ولماذا لم تطرأ هذه الفكرة البديهية على ذِهْنه؟ اللهم إلا قوله تعالى:  {وَاعْلَمُواْ أَنَّ الله يَحُولُ بَيْنَ المرء وَقَلْبِهِ. .}  [الأنفال: ٢٤] </p><p> لقد طمس الله على قلب فرعون حتى لا يفعل شيئاً من هذا، وحال بينه وبين قلبه لِيُبيِّن للناس جهل هذا الطاغية ومدى حُمْقه، وأن وراء العناية والتربية للأهل والأسرة عنايةُ المربّي الأعلى سبحانه. </p><p> لذلك قال الشاعر: </p><p> إذَا لَمْ تُصَادِفْ مِنْ بَنيكَ عِنَايةً ... فَقدْ كذبَ الرَّاجِي وَخَابَ المؤملُ </p><p> فمُوسَى الذِي رَبَّاهُ جِبْريلُ كافِرٌ ... وَمُوسَى الذِي رَبَّاه فِرْعَوْنُ مُرْسَلُ </p><p> ثم يقول الحق سبحانه:  {فَأَرَادَ أَن يَسْتَفِزَّهُم مِّنَ الأرض. .} . </p>"
}