{
  "id": null,
  "sura": 17,
  "aya": 106,
  "text": "<p> معنى {فَرَقْنَاهُ} أي: فصّلناه، أو أنزلناه مُفرّقاً مُنجّماً حَسْب الأحداث {على مُكْثٍ} على تمهُّل وتُؤدَة وتأنٍّ. </p><p> وقد جاءت هذه الآية للردِّ على الكفار الذين اقترحوا أن ينزل القرآن جملة واحدة، كما قال تعالى حكاية عنهم:  {وَقَالَ الذين كَفَرُواْ لَوْلاَ نُزِّلَ عَلَيْهِ القرآن جُمْلَةً وَاحِدَةً. .}  [الفرقان: ٣٢] </p><p> وأول ما نلحظه عليهم أن أسلوبهم فضحهم، وأبان ما هُمْ فيه من تناقض، ألم يسبق لهم أن اتهموا الرسول بافتراء القرآن. وهاهم الآن يُقِرُّون بأنه نزل عليه، أي: من جهة أعلى، ولا دَخْلَ له فيه، وقد سبق أن أوضحنا أنهم لا يتهمون القرآن، بل يتهمون رسول الله الذي نزل عليه القرآن. </p><p> ثم يتولّى الحق سبحانه الردّ عليهم في هذا الاقتراح، ويُبيِّن أنه اقتراح باطل لا يتناسب وطبيعة القرآن، فلا يصح أن ينزل جملة واحدة كما اقترحوا للأسباب الآتية: </p><p> ١ -. {كَذَلِكَ لِنُثَبِّتَ بِهِ فُؤَادَكَ. .}  [الفرقان: ٣٢] </p><p> {كَذَلِكَ} أي: أنزلناه كذلك على الأمر الذي تنتقدونه من أنه نزل مُفرّقاً مُنجّماً حسْب الأحداث {لِنُثَبِّتَ بِهِ فُؤَادَكَ. .}  [الفرقان: ٣٢] لأن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ سيتعرّض لكثير من تعنّتات الكفار، وسيقف مواقف مُحرِجة من تعذيب وتنكيل وسخرية واستهزاء، وهو في كل حالة من هذه يحتاج لتثبيت وتسلية. </p><p> وفي نزول الوحي عليه يَوْماً بعد يَوْم، وحسْب الأحداث ما يُخفّف عنه، وما يزيل عن كاهله ما يعاني من مصاعب ومَشَاقِّ الدعوة وفي استدامة الوحي ما يصله دائماً بمَنْ بعثه وأرسله، أما لو نزل القرآن جملةً واحدة لكان التثبيت أيضاً مرة واحدة، ولَفقد رسول الله جانب الصلة المباشرة بالوحي، وهذا هو الجانب الذي يتعلق في الآية برسول الله. </p><p> ٢ -. {وَرَتَّلْنَاهُ تَرْتِيلاً}  [الفرقان: ٣٢] أي: نَزَّلْنَاه مُرتّلاً مُفرّقاً آيةً بعد آية، والرتل: هو المجموعة من الشيء. كما نقول: رتل من السيارات، وهكذا نزل القرآن مجموعة من الآيات بعد الأخرى، وهذه الطريقة في التنزيل تُيسِّر للصحابة حِفْظ القرآن وفَهْمه والعمل به، فكانوا رضوان الله عليهم يخفظون القدر من الآيات ويعملون بها، وبذلك تيسَّر لهم حفظ القرآن والعمل به، فكانت هذه الميْزَة خاصة بالصحابة الذي حفظوا القرآن، وما زلنا حتى الآن نُجِّزئ القرآن للحفظة، ونجعله ألواحاً، يحفظ الله تلو الآخر. </p><p> ٣ -. {وَلاَ يَأْتُونَكَ بِمَثَلٍ إِلاَّ جِئْنَاكَ بالحق وَأَحْسَنَ تَفْسِيراً}  [الفرقان: ٣٣] </p><p> وهذه للمخالفين لرسول الله، وللمعاندين لمنهج الله الذين </p><p> سيعترضون عليه، ويحاولون أن يستدركوا عليه أموراً، وإن يتهموا رسول الله، فلا بُدَّ من الردّ عليهم وإبطال حُجَجهم في وقتها المناسب، ولا يتأتّى ذلك إذا نزل القرآن جملة واحدة. </p><p> {وَلاَ يَأْتُونَكَ بِمَثَلٍ} أي: بشيء عجيب يستدركون به عليك {إِلاَّ جِئْنَاكَ بالحق} أي: ردّاً عليهم بالحق الثابت الذي لا جدالَ فيه. </p><p> وإليك أمثلة لِردِّ القرآن عليهم رَدّاً حيّاً مباشراً. </p><p> فلما اتهموا رسول الله وقالوا:  {إِن تَتَّبِعُونَ إِلاَّ رَجُلاً مَّسْحُوراً}  [الإسراء: ٤٧] رَدَّ القرآن عليهم بقوله تعالى: {ن والقلم وَمَا يَسْطُرُونَ مَآ أَنتَ بِنِعْمَةِ رَبِّكَ بِمَجْنُونٍ وَإِنَّ لَكَ لأَجْراً غَيْرَ مَمْنُونٍ وَإِنَّكَ لعلى خُلُقٍ عَظِيمٍ}  [القلم: ١ - ٤] </p><p> ولما قالوا:  {مَالِ هذا الرسول يَأْكُلُ الطعام وَيَمْشِي فِي الأسواق. .}  [الفرقان: ٧] يردُّ القرآن عليهم بقوله تعالى: {وَمَآ أَرْسَلْنَا قَبْلَكَ مِنَ المرسلين إِلاَّ إِنَّهُمْ لَيَأْكُلُونَ الطعام وَيَمْشُونَ فِي الأسواق. .}  [الفرقان: ٢٠] </p><p> فليس محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بدعاً في هذه المسألة، فهو كغيره من الرسل الذين عُرِفت عنهم هذه الصفات، وفي هذا ما يؤكد سلامة الأُسْوة في محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وأنه بشر مثل الذين أرسلنا إليهم من قبله، إنما لو كانت في محمد خاصية ليست في غيره ربّما اعترضوا عليها واحتجُّوا بها. </p><p> لذلك كان من أدب النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مع ربه ومع صحابته أنه قال:  «إنما أنا بشر يرد عليَّ أي بالوحي فأقول: أنا لست كأحدكم،ويؤخذ مني فأقول:ما أنا إلا بشر مثلكم» . </p><p> فانظر إلى أيّ حدٍّ كان تواضعه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؟ </p><p> ولما اتهموا الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فقالوا:  {أفترى عَلَى الله كَذِباً أَم بِهِ جِنَّةٌ. .}  [سبأ: ٨] فردّ عليهم الحق سبحانه بقوله: {أَمْ يَقُولُونَ افتراه قُلْ فَأْتُواْ بِعَشْرِ سُوَرٍ مِّثْلِهِ مُفْتَرَيَاتٍ وادعوا مَنِ استطعتم مِّن دُونِ الله إِن كُنتُمْ صَادِقِينَ}  [هود: ١٣] </p><p> ثم يتنزّل معهم في هذا التحدي، ويترأف بهم:  {وَإِن كُنْتُمْ فِي رَيْبٍ مِّمَّا نَزَّلْنَا على عَبْدِنَا فَأْتُواْ بِسُورَةٍ مِّن مِّثْلِهِ. .}  [البقرة: ٢٣] </p><p> ثم يناقشهم في هذه المسألة بهذا الأدب الرفيع والنموذج العالي للحوار:  {قُلْ إِنِ افتريته فَعَلَيَّ إِجْرَامِي وَأَنَاْ برياء مِّمَّا تُجْرِمُونَ}  [هود: ٣٥] </p><p> وفي آية أخرى يقول:  {قُل لاَّ تُسْأَلُونَ عَمَّآ أَجْرَمْنَا وَلاَ نُسْأَلُ عَمَّا تَعْمَلُونَ}  [سبأ: ٢٥] </p><p> فانظر إلى هذا الأدب: رسول الله حين يتحدّث عن نفسه يقول {أَجْرَمْنَا} وحين يتحدث عن أعدائه لا ينسب إليهم الإجرام، بل يقول:  {وَلاَ نُسْأَلُ عَمَّا تَعْمَلُونَ} . </p><p> هذا كله من الحق الذي جاء به القرآن ليردّ عن رسول الله اتهامات القوم، وبالله لو نزل القرآن جملةً واحدة، أكان من الممكن الردُّ على هذه الاتهامات ومجادلة القوم فيما يُثيرونه من قضايا؟ </p><p> إنْ كانت هذه الأمثلة خاصة برسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وتبرئة ساحته في مجال الدعوة إلى الله، فهناك أيضاً ما يتعلق بالأحكام والتشريع، فالقرآن نزل بالعقائد والأحكام والتشريعات، ونزل ليكون دائماً ثابتاً </p><p> لا يتغير إلى يوم القيامة، ولن يُنسَخ منه حرف واحد كما حدث في الكتب السابقة عليه. </p><p> فإن نظرتَ إلى العقائد وجدتَ الكلام فيها قاطعاً لا هوادةَ فيه، يأتي هكذا قَوْلاً واحداً، فالله واحد أحد لا شريك له، له صفات الكمال المطلق، وكذلك الحديث عن الملائكة والبَعْث والحساب. </p><p> لكن تجد الأمر يختلف في الحديث عن العادات التي أَلِفها الناس في حركة الحياة، فهذه أمور تحتاج إلى تلطُّف وتدرُّج، ولا يناسبها القصْر والقَطْع. ألم تَرَ إلى المشرّع سبحانه حينما أراد أنْ يُحرِّم الخمر، كيف تدرّج في تحريمها على عدة مراحل حتى يجتثّ هذه العادة التي تحكّمتْ في نفوس الناس وتملَّكتهم، أكان يمكن معالجة هذه المسألة بهذه الطريقة إذا نزل القرآن جملة واحدة؟ </p><p> انظر كيف لفتَ أنظارَ القوم بلُطْف إلى أن في الخمر شيئاً، فقال تعالى:  {وَمِن ثَمَرَاتِ النخيل والأعناب تَتَّخِذُونَ مِنْهُ سَكَراً وَرِزْقاً حَسَناً. .}  [النحل: ٦٧] </p><p> ولما سمع بعض الصحابة هذه الآية قال: والله لكأن الله يُبيِّت للخمر شيئاً، لقد فهم بملكته العربية أن الله تعالى طالما وصف الرزق بأنه حسن، وسكت عن السَّكَر فلم يَصِفْه بالحُسْن، فإن وراء هذا الكلام أمراً في الخمر؛ لأنه يتلف نعمة الله ويُفسِدها على أصحابها. </p><p> ثم يُحَوِّل هذه المسألة إلى عِظَة وإرشاد، فيقول:  {يَسْأَلُونَكَ عَنِ الخمر والميسر قُلْ فِيهِمَآ إِثْمٌ كَبِيرٌ وَمَنَافِعُ لِلنَّاسِ وَإِثْمُهُمَآ أَكْبَرُ مِن نَّفْعِهِمَا. .}  [البقرة: ٢١٩] </p><p> وهكذا قرَّر لهم الحقيقة بعد أن سألوا هم عنها، وترك لهم حرية الاختيار، فالأمر مازال عِظَة ونصيحة لا تشريعاً مُلْزماً، إلا أنه مهَّد الطريق للقطع بتحريمها بعد ذلك. </p><p> ثم حدث من أحدهم أن صلّى وهو مخمور لا يدري ما يقول، فلما سمعوه يقول: قل يا أيها الكافرون أعبد ما تعبدون، فغمزه مَنْ بجواره وعرف أنه مخمور، ووصل خبره إلى رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فنزل قوله تعالى:  {يَا أَيُّهَا الذين آمَنُواْ لاَ تَقْرَبُواْ الصلاة وَأَنْتُمْ سكارى حتى تَعْلَمُواْ مَا تَقُولُونَ. .}  [النساء: ٤٣] </p><p> وبذلك أطال مدَّة الامتناع عن شُرْب الخمر، فالصلاة خمس مرات في اليوم والليلة، فإذاً لا بُدَّ من الامتناع عن الخمر قبل الصلاة بوقت كافٍ، وهكذا عوَّدهم الامتناع ودرَّبهم على الصبر عن هذه الآفة التي تمكَّنتْ منهم. ثم يتحيَّن الحق سبحانه فرصة منهم، حيث اجتمع القوم في مجلس من مجالس الشراب، ولما لعبتْ الخمر بالعقول تشاجروا حتى سالتْ دماؤهم، وعندما ذهبوا بأنفسهم إلى رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يسألونه: </p><p> يا رسول الله بيِّن لنا في الخمر رأياً شافياً، وهنا ينزل الوحي على رسول الله بالحكم القاطع:  {ياأيها الذين آمَنُواْ إِنَّمَا الخمر والميسر والأنصاب والأزلام رِجْسٌ مِّنْ عَمَلِ الشيطان فاجتنبوه}  [المائدة: ٩٠] </p><p> فكيف كانت معالجة هذه الآفة التي تمكّنتْ من الناس لو نزل القرآن جملة واحدة؟ </p><p> إن الحق تبارك وتعالى بنزول القرآن مُفَرّقاً مُنجّماً حَسْب الأحداث، كأنه يُجري مشاركة بين آيات التنزيل والمنفعلين بها الذين يُصِرّون على تنفيذ مطلوباتها، حتى إنهم ليبادرون رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بالسؤال، مع أنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قد نهاهم أن يبدأوه بالسؤال، كما قال تعالى:  {ياأيها الذين آمَنُواْ لاَ تَسْأَلُواْ عَنْ أَشْيَآءَ إِن تُبْدَ لَكُمْ تَسُؤْكُمْ. .}  [المائدة: ١٠١] </p><p> ولكنهم مع هذا تغمزهم المسألة فيبادرون بها رسول الله، كما حكى القرآن:  {يَسْأَلُونَكَ عَنِ الخمر والميسر. .}  [البقرة: ٢١٩] </p><p> {وَيَسْأَلُونَكَ مَاذَا يُنفِقُونَ. .}  [البقرة: ٢١٩] </p><p> {يَسْأَلُونَكَ عَنِ الأهلة. .}  [البقرة: ١٨٩] </p><p> {وَيَسْأَلُونَكَ عَنِ الجبال. .}  [طه: ١٠٥] </p><p> إذن: وراء نزول القرآن مُفرّقاً مُنجّماً حِكَم بالغة يجب تدبُّرها، هذه الحِكَم ما كانت لتحدث لو نزل القرآن جملةً واحدةً. </p><p> ثم يقول الحق سبحانه:  {قُلْ آمِنُواْ بِهِ أَوْ لاَ تؤمنوا ... } . </p>"
}