{
  "id": null,
  "sura": 17,
  "aya": 35,
  "text": "<p> تنتقل بنا الآيات إلى قضية من أخطر قضايا المجتمع، هذه القضية هي التي تضمن للإنسان نتيجة عرقه وثمار جهده وتعبه في الحياة، ويطمئن أنها عائدة عليه لا على هذه الطبقة الطفيلية المتسلطة التي تريد أن تعيش على أكتاف الآخرين وتتغذى على دمائهم. </p><p> وبذلك ييأس الكسول الخامل، ويعلم أنه ليس له مكان في مجتمع عامل نشيط، وأنه إنْ تمادى في خموله فلن يجد لقمة العيش فيأخذ من ذلك دافعاً للعمل، وبذلك تزداد طاقة العمل ويَرْقى المجتمع ويسعد أفراده. </p><p> صحيح في المجتمع الإيماني إيثار، لكنه الإيثار الإيجابي النابع من الفرد ذاته، أما الخطف والسرقة والاختلاس والغَصب فلا مجال لها في هذا المجتمع؛ لأنه يريد لحركة الحياة أن تستوعب الجميع فلا يتطفل أحد على أحد. </p><p> وإن كنا نحارب الأمراض الطفيلية التي تتغذى على دماء الإنسان فإن محاربة الطفيليات الآدمية أَوْلَى بهذه المحاربة. فما دُمْتَ قادراً </p><p> على العمل فيجب أن تعمل، أما غير القادرين من أصحاب الأعذار فهم على العين والرأس، ولهم حَقٌ مكفول في الدولة وفي أعناق المؤمنين جميعاً، وهذا هو التأمين الذي يكفله الإسلام لكل محتاج. </p><p> لذلك نقول للغني الذي يسهم في سَدَّ حاجة الفقير: لا تتأفف ولا تضجر إنْ أخذنا منك اليوم؛ لأن الطاقة التي عملت بها واجتهدتَ وجمعتَ هذا المال طاقة وقدرة ليست ذاتية فيك، بل هي هِبَة من الله يمكن أنْ تُنزعَ منك في أي وقت، وتتبدَّل قوتك ضعفاً وغِنَاك حاجة، فإنْ حدث لك ذلك فسوف نعطيك ونُؤمِّن لك مستقبلك. </p><p> لذلك على الإنسان أن يعيش في الحياة إيجابياً، يعمل ويكدح ويُسهِم في رُقيّ الحياة وإثرائها، ولا يرضى لنفسه التقاعس والخمول؛ لأن المجتمع الإيماني لا يُسوِّي بين العامل والقاعد، ولا بين النشيط والمتكاسل. </p><p> وهَبْ أن شقيقين اقتسما ميراثاً بينهما بالتساوي؛ الأول عاش في ماله باقتصاد وأمانة وسَعَى فيه بجدّ وعمل على تنميته، أما الآخر فكان مُسْرفاً مُنحرفاً بدَّد كل ما يملك وقعد مُتحسّراً على ما مضى، فلا يجوز أنْ نُسوِّي بين هذا وذاك، أو نأخذ من الأول لنُعطيَ للآخر، إياك أن تفعل هذا لأن الإنسان وكذلك الدول إذا أخذتْ ما ليس لها حمّلها الله ما ليس عليها. </p><p> ولذلك لا يجوز أن نحقد على الغني طالما أن غِنَاه ثمرة عمله وكَدِّه ونتيجة سعيه، وطالما أنه يسير في ماله سَيْراً معتدلاً ويؤدي ما عليه من حقوق للمجتمع، ولندعه يعمل بكل ما يملك من طاقات </p><p> ومواهب، وبكل ما ليده من طموحات الحياة؛ لأن الفقير سوف يستفيد منه ومن طموحاته شاء أم أبى. فدَعْه يجتهد، وإنْ كان اجتهاده في الظاهر لنفسه فإنه في الحقيقة يعود عليك أيضاً، والخير في المجتمع تعود آثاره على الجميع. </p><p> لنفرض أن أحد هؤلاء الأغنياء أراد أن يبني مصنعاً أو عمارة أو مشروعاً كبيراً، فكم من العمال والصناع، وكم من الموظفين والمهندسين سيستفيدون من هذا المشروع؟ إن الغني لن يملك مثل هذه الإنجازات إلا بعد أن يصبح ثمنها قُوتاً في بطون الفقراء وكسوة على أجساد الفقراء. </p><p> إذن: علينا أنْ ندعَ الغني يجتهد ويسعى؛ لأن المجتمع سوف يستفيد من سَعْيه واجتهاده، وما عليك إلا أن تراقبه، فإنْ كان سعيُه في الحق فبها ونعمتْ، وإنْ كان في غير الحق فلتضرب على يده. </p><p> وإليك ما يضمن لك سعادة الحياة وسلامة الحركة فيها، يقول تعالى:  {وَأَوْفُوا الكيل إِذا كِلْتُمْ. .}  [الإسراء: ٣٥] </p><p> والحديث هنا لا يخصُّ الكيْل فقط، بل جميع المقادير المستخدمة في حركة الحياة مثل المقادير الطولية مثلاً، والتي تُقدّر بالملليمتر أو السنتيمتر أو المتر أو الكيلو متر وتُقاسُ بها الأشياء كُلٌّ على حَسْبه، فالكتاب مثلاً يُقَاس بالسنتيمتر، والحجرة تُقَاس بالمتر، أما الطريق فيُقاس بالكيلومتر وهكذا. </p><p> إذن: فالتقدير الطُّولي يجب أن تتناسب وحدة القياس فيه مع الشيء الذي نقيسه. هذا في الطوليات، أما في المساحات فيأتي </p><p> الطول والعرض، وفي الأحجام: الطول والعرض والارتفاع. وفي الكُتَل يأتي الميزان. </p><p> إذن: فالحياة محكومة في تقديرات الأشياء بالكيْل الذي يُبيِّن الأحجام، وبالميزان الذي يُبيّن الكتلة؛ لأن الكيْل لا دخلَ له في الكتلة، إنما الكتلة تُعرف بالميزان، بدليل أن كيلو القطن مثلاً أكبر بكثير من كيلو الحديد. </p><p> ومعنى ذلك أن ميزان التقدير يجب أن يكون سليماً؛ لذلك يقول تعالى:  {وَأَوْفُوا الكيل إِذا كِلْتُمْ. .}  [الإسراء: ٣٥] يعني: أعطوا المقادير على قدر المطلوب من الطرفين دون نقص. </p><p> وقد قال تعالى في آية أخرى:  {وَيْلٌ لِّلْمُطَفِّفِينَ الذين إِذَا اكتالوا عَلَى الناس يَسْتَوْفُونَ وَإِذَا كَالُوهُمْ أَوْ وَّزَنُوهُمْ يُخْسِرُونَ}  [المطففين: ١ - ٣] </p><p> ومعنى المطففين الذين يزيدون، وهؤلاء إذا اكتالوا على الناس، أي: أخذوا منهم. أخذوا حَقَّهم وافياً، وهذا لا لَوْم عليه، وإنما اللوم على:  {وَإِذَا كَالُوهُمْ أَوْ وَّزَنُوهُمْ يُخْسِرُونَ}  [المطففين: ٣] </p><p> أي: إذا كالوا للناس أو وزنوا لهم {يُخْسِرُونَ} أي: ينقصون. هذا هو موضع الذمِّ ومجال اللوْم في الآية؛ لأن الإنسان لا يُلام على أنه استوفى حَقَّه، بل يُلام على أنه لم يُسَوِّ بينه وبين الآخرين، ولم يعامل الناس بمثل ما يحب أنْ يُعاملوه به. </p><p> ونلاحظ أن الكثيرين يفهمون أن التطفيف يكون في الكَيْل والميزان </p><p> فحسب، لكنه أيضاً في السعر، فالبائع الذي ينقصك الكيلو عشرين جراماً مثلاً فقد بخسَك في الوزن، وطفَّف عليك في الثمن أيضاً. </p><p> ثم يقول تعالى:  {وَزِنُواْ بالقسطاس المستقيم. .}  [الإسراء: ٣٥] أي: اجعلوا الوزن دقيقاً مستقيماً لا جَوْرَ فيه. </p><p> والمتأمل يجد أن الحق سبحانه وتعالى حينما أراد دقة الأحجام في تعاملات الناس أمرهم بإيفاء الكيل حَقَّه، هكذا:  {وَأَوْفُوا الكيل. .}  [الإسراء: ٣٥] </p><p> أما في الوزن فقد ركز على دِقَّته، وجَعَله بالقسطاس، ليس القسطاس فحسب بل المستقيم، إذن: لماذا هذه الدِّقة في الميزان بالذات؟ </p><p> لو نظرتَ إلى عملية الكيْل لوجدتها واضحة مكشوفة، قَلَّما يستطيع الإنسان الغِشَّ فيها، وكثيراً ما ينكشف أمره ويُعلَم تلاعبه؛ لأن الكيْل أمام الأعين والتلاعب فيه مكشوف. </p><p> أما الوزن فغير ذلك، الوزن مجال واسع للتلاعب، ولدى التجار ألف طريقة وطريقة يبخسون بها الوزن دون أن يدري بهم أحد؛ لأن الميزان كما نعلم رافعة من النوع الأول، عبارة عن محور ارتكاز في الوسط، وكِفَّة القوة في ناحية، وكِفَّة المقاومة في الناحية الأخرى، فأيُّ نَقْص في الذراعين يفسد الميزان، وأيُّ تلاعب في كِفة القوة أو المقاومة يفسد الميزان. </p><p> ولو تحدثنا عن ألاعيب البائعين في أسواقنا لطال بنا المقام؛ لذلك أكد الحق سبحانه وتعالى على الدقة في الميزان خاصة؛ </p><p> لأنه مجال واسع للغشِّ والخداع وأَكْل أموال الناس. </p><p> وسبق أن أوضحنا أن ميزان كُلِّ شيء بحسبه، ويتناسب مع قيمته ونفاسته، فالذي يزن الجير مثلاً غير الذي يزن اللوز، غير الذي يزن الذهب أو الألماس؛ لذلك من معاني (القسطاس المستقيم) أن يتناسب الميزان مع قيمة الموزون، فالذي يبيع الذهب مثلاً يزن أشياء ثمينة مهما كانت قليلة في الميزان؛ فإنها تساوي الكثير من المال. </p><p> لذلك فإن أهل الخبرة في هذه المسألة يقولون: احذر أن يُدخِل البائع رأسه قريباً من الميزان؛ لأنه قد ينفخ في كِفَّة الميزان، ولاشكَّ أنك ستخسر كثيراً من جَرَّاء هذه النفخة!! </p><p> لذلك نقول لهؤلاء الذين أخذت أيديهم على الغش والخداع في البيع والشراء: أنت تبيع للناس شيئاً واحداً وتغشهم فيها، وفي الوقت نفسه تشتري أشياء كثيرة من متطلبات الحياة، فاعلم جيداً أنك إنْ غششْتَ الناس في سلعة واحدة فسوف تُغشّ في مئات السلع، وأنت بذلك خاسر لا محالة. مهما دارت بك الأوهام والظنون فحسبت أن المسألة في صالحك. </p><p> ولا تنسَ أن فوقك قيُّوماً، لا تأخذه سنة ولا نوم، ولا تخفي عليه من أمرك خافية، وسوف يُسلِّط عليك مَنْ يسقيك بنفس كأسك إلى أنْ تتبينَ لك حقيقة هذه الصفقة الخاسرة؛ لأنك إن عَمَّيْتَ على قضاء الأرض فلن تُعمِّي على قضاء السماء، وسوف تذهب هذه الأموال التي اختلستها من أقوات الناس من حيث أتت، كما قال النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: «من </p><p> أصاب مالاً من مهاوش أذهبه الله في نهابر» . </p><p> وكذلك في المقابل: مَنْ صدق الناس، ووفّى لهم في بيعه وشرائه وتعاملاته يسَّر الله له مَنْ يُوفِّي له ويصدُق معه. </p><p> ثم يقول تعالى:  {ذلك خَيْرٌ وَأَحْسَنُ تَأْوِيلاً}  [الإسراء: ٣٥] </p><p> {ذلك} أي: الوزن بالقسطاس المستقيم خير وأحسن {تَأْوِيلاً} أي: عاقبة، ومعنى ذلك أن المقابل له ليس خيراً ولا أحسن عاقبة. فالذي يغش الناس ويخدعهم يظن أنه بغشِّه يزيد في ماله ويجلب الخير لنفسه. </p><p> نقول له: أنت واهم، فليس في الغش والبخس خير سيُجرِّئ الناس عليك فيغشوك، هذه واحدة ثم لا يلبث الناس أن يكتشفوا تلاعبك في الكيل والميزان فينصرفون عنك ويقاطعونك. </p><p> إذن: عدم الوزن بالقِسْطاس المستقيم لا هو خَيْر، ولا هو أحسن عاقبة. </p><p> أما التاجر الصادق الذي يُوفِي الكَيْل والميزان، فإن الله تعالى ييسر له من يوفي له الكيل والميزان، وكذلك يشتهر بين الناس بصدقه وأمانته، فيقبلون عليه ويحرصون على التعامل معه. وهذا هو المراد بقوله تعالى:  {ذلك خَيْرٌ وَأَحْسَنُ تَأْوِيلاً}  [الإسراء: ٣٥] أي: احسن عاقبة. . </p><p> ثم يقول الحق سبحانه:  {وَلاَ تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ ... } . </p>"
}