{
  "id": null,
  "sura": 17,
  "aya": 94,
  "text": "<p> أي: ما منعهم من الإيمان إلا هذه المسألة: أن يكون الرسول بشراً، هذه هي القضية التي وقفت في حلوقهم:  {أَبَعَثَ الله بَشَراً رَّسُولاً}  [الإسراء: ٩٤] </p><p> والمتأمِّل في مسألة التبليغ عن الله يجد أنها لا يمكن أنْ تتم إلا ببشر، فكيف يبلغ البشر جنس آخر، ولا بُدَّ للتلقِّي عن الله من وسائط بين الحق سبحانه وتعالى وبين الناس؛ لأن البشر لا يستطيع أنْ يتلقّى عن القُوة العليا مباشرة، فإذنْ: هناك مراحل: {وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ الله إِلاَّ وَحْياً أَوْ مِن وَرَآءِ حِجَابٍ أَوْ يُرْسِلَ رَسُولاً فَيُوحِيَ بِإِذْنِهِ مَا يَشَآءُ إِنَّهُ عَلِيٌّ حَكِيمٌ}  [الشورى: ٥١] </p><p> لكن الرسول البشري كيف يُكلِّم الله؟ لا بُدَّ أنْ نأتي برسول من الجنس الأعلى:  {الله يَصْطَفِي مِنَ الملائكة رُسُلاً. .}  [الحج: ٧٥] وهذا مرحلة، ثم يصطفي رسولاً من البشر يتلقّى عن الملَكِ كي يستطيع أنْ يُبلِّغكم؛ لأنكم لا تقدرون على اللقاء المباشر يتلقى عن الملك كي يستطيع أن يبلغكم؛ لأنكم لا تقدرون على اللقاء المباشر مع الحق سبحانه. </p><p> ونضرب لذلك مثلاً ولله المثل الأعلى: أنت إذا أردتَ إضاءة لمبة صغيرة وعندك تيار كهربائي عالٍ، هل يمكن أنْ تُوصِّله بهذه اللمبة؟ لا لأنها ستحرق فوراً، إذن: ما الحل؟ الحل أنْ تأتي بجهاز وسيط يُقلِّل لك هذا التيار القوي، ويعطي اللمبة على قَدْر حاجتها فتضيء. </p><p> كذلك الحق سبحانه يصطفي من الملائكة رسلاً يمكنهم التلقِّي عن الله ويصطفي من البشر رسلاً يمكنهم التلقِّي عن الملائكة، ثم يُبلّغ الرسول المصطفى من البشر بني جنسه. إذن: فماذا يُزعجكم في أنْ يكون الرسول بشراً؟ ولماذا تعترضون على هذه المسألة وهي أمر طبيعي؟ </p><p> يقول تعالى:  {أَكَانَ لِلنَّاسِ عَجَباً أَنْ أَوْحَيْنَآ إلى رَجُلٍ مِّنْهُمْ أَنْ أَنذِرِ الناس. .}  [يونس: ٢] </p><p> وفي موضع آخر يقول سبحانه:  {واضرب لَهُمْ مَّثَلاً أَصْحَابَ القرية إِذْ جَآءَهَا المرسلون إِذْ أَرْسَلْنَآ إِلَيْهِمُ اثنين فَكَذَّبُوهُمَا فَعَزَّزْنَا بِثَالِثٍ فقالوا إِنَّآ إِلَيْكُمْ مُّرْسَلُونَ قَالُواْ مَآ أَنتُمْ إِلاَّ بَشَرٌ مِّثْلُنَا وَمَآ أَنَزلَ الرحمن مِن شَيْءٍ إِنْ أَنتُمْ إِلاَّ تَكْذِبُونَ}  [يس: ١٣ - ١٥] </p><p> إذن: فاعتراضهم على بشرية الرسول أمر قديم توارثه أهل الكفر والعناد من أيام نوح عليه السلام ألم يَقُلْ له قومه: {فَقَالَ الملأ الذين كَفَرُواْ مِن قِوْمِهِ مَا نَرَاكَ إِلاَّ بَشَراً مِّثْلَنَا. .}  [هود: ٢٧] </p><p> وقالوا:  {وَلَئِنْ أَطَعْتُمْ بَشَراً مِّثْلَكُمْ إِنَّكُمْ إِذاً لَّخَاسِرُونَ}  [المؤمنون: ٣٤] </p><p> وقالوا:  {أَبَشَراً مِّنَّا وَاحِداً نَّتَّبِعُهُ إِنَّآ إِذاً لَّفِي ضَلاَلٍ وَسُعُرٍ}  [القمر: ٢٤] </p><p> لذلك يدعونا الحق سبحانه وتعالى إلى النظر في السُّنة المتبعة في الرسل:  {وَمَآ أَرْسَلْنَا مِن قَبْلِكَ إِلاَّ رِجَالاً نوحي إِلَيْهِمْ. .}  [النحل: ٤٣] </p><p> أي: ليسوا ملائكة، لا بُدَّ أنْ يكونوا رجالاً لِيتمّ اللقاء بينكم، وإلاّ فلو جاء الرسول مَلَكاً كما تقولون، هل ستروْن هذا الملَك؟ قالوا: لا هو مُستتر عنَّا، لكنه يرانا، لكن تبليغ الرسالة لا يقوم على مجرد الرؤية، فتبليغ الرسالة يحتاج إلى مخالطة ومخاطبة، وهنا لا بُدَّ أنْ يتصوّر لكم الملَك في صورة رجل ليؤدي مهمة البلاغ </p><p> عن الله، وهكذا نعود من حيث بدأنا؛ لأنها الطبيعة التي لا يمكن لأحد الخروج عنها. </p><p> لذلك يقول سبحانه:  {وَلَوْ جَعَلْنَاهُ مَلَكاً لَّجَعَلْنَاهُ رَجُلاً وَلَلَبَسْنَا عَلَيْهِم مَّا يَلْبِسُونَ}  [الأنعام: ٩] إذن: لا داعي للتمحُّك والعناد، ومصادمة الفطرة التي خلقها الله، والطبيعة التي ارتضاها لخَلْقه. </p><p> ثم يقول الحق سبحانه:  {قُل لَوْ كَانَ فِي الأرض ملائكة يَمْشُونَ مُطْمَئِنِّينَ لَنَزَّلْنَا عَلَيْهِم مِّنَ السمآء مَلَكاً رَّسُولاً} . </p>"
}