{
  "id": null,
  "sura": 17,
  "aya": 33,
  "text": "<p> قوله تعالى:  {وَلاَ تَقْتُلُواْ النفس. .}  [الإسراء: ٣٣] </p><p> كان القياس أنْ يُقابل الجمع بالجمع، فيقول: لا تقتلوا النفوس التي حرَّم الله، لكن الحق سبحانه وتعالى يريد أن قَتْل النفس الواحد مسئوليةُ الجميع، لا أنْ يسأل القاتل عن النفس التي قتلها، بل المجتمع كله مسئول عن هذه الجريمة. </p><p> {التي حَرَّمَ الله. .}  [الإسراء: ٣٣] أي: جعلها محرّمة لا يجوز التعدي عليها؛ لأنها بنيان الله وخلْقته وصناعته، وبنيان الله لا يهدمه أحد غيره. أو نقول:  {النفس التي حَرَّمَ الله. .}  [الإسراء: ٣٣] أي: حرَّم الله قتلها. </p><p> {إِلاَّ بالحق}  [الإسراء: ٣٣] هذا الاستثناء من الحكم السابق الذي قال: لا تقتلوا النفس التي حرم الله {إِلاَّ بالحق} أي: ولكن اقتلوها بالحق، والحق هنا المراد به ثلاثة أشياء: </p><p> القصَاص من القاتل. </p><p> الردَّة عن الإسلام. </p><p> زِنَا المحصَن أو المحصَنة. </p><p> وهذه أسباب ثلاثة تُوجِب قَتْل الإنسان، والقتْل هنا يكون بالحق أي: بسبب يستوجب القتل. </p><p> وقد أثار أعداء الإسلام ضَجَّة كبيرة حول هذه الحدود وغيرها، واتهموا الإسلام بالقسوة والوحشية، وحُجَّتهم أن هذه الحدود تتنافى وإنسانية الإنسان وآدميته، وتتعارض مع الحرية الدينية التي يقول بها الإسلام في قوله تعالى:  {لاَ إِكْرَاهَ فِي الدين. .}  [البقرة: ٢٥٦] </p><p> ففي القصاص قالوا: لقد خَسِر المجتمع واحداً بالقتل، فكيف نُزِيد من خسارته بقتْل الآخر؟ </p><p> نقول: لا بُدَّ أن نستقبلَ أحكام الله بفْهمٍ وَاع ونظرة متأمّلة، فليس الهدف من تشريع الله للقصاص كثرة القتل، إنما الهدف ألاّ يقع القتل، وألاَّ تحدثَ هذه الجريمة من البداية. </p><p> فحين يُخبرك الحق سبحانه أنك إنْ قتلتَ فسوف تُقتَل، فهو يحمي حياتك وحياة الآخرين. وليس لدى الإنسان أغلى من حياته، حتى القاتل لم يقتل إلا لأنه يحب الحياة، وقتل من أجلها مَنْ قتل؛ لأنه ربما خدش عِزَّته أو كرامته، وربما لأنه عدو له أقوى منه. </p><p> ولا شكَّ أن حياته أغلى من هذا كله، فحين نقول له: إنْ قتلتَ ستُقتل، فنحن نمنعه أنْ يُقدِم على هذه الجريمة، ونُلوّح له بأقسى ما يمكن من العقوبة. ولذلك قالوا: القتْلُ أنْفَى للقتل. </p><p> وقال تعالى:  {وَلَكُمْ فِي القصاص حَيَاةٌ ياأولي الألباب. .}  [البقرة: ١٧٩] </p><p> وهذا نداء لأصحاب الأفهام والعقول الواعية، ليس القصاص كما يظنُّ البعض، بل فيه الحياة وفيه سلامة المجتمع وحَقْن الدماء. </p><p> ويجب أن يكون عندنا يقظةُ استقبال لأحكام الله؛ لأن القاتل ما قتل إلا حينما غفل عن الحكم، ويجب أيضاً أن ننظر إلى حكم القصاص نظرة موضوعية، لأنه كما حَمى غيري من قَتْلِي له حماني أيضاً من قَتْل غيري لي، وما دامت المسألة: لك مثل ما عليك، وحظك منها كحظِّ الناس جميعاً، فلماذا الاعتراض؟ </p><p> وكذلك في السرقة، حينما يقول لك: لا تسرق، فأنت ترى أن هذا الأمر قد قيَّد حريتك أنت، لكن الحقيقة أنه أيضاً قيَّد حرية الآخرين بالنسبة للسرقة منك. </p><p> والذي يتأمل هذه الحدود يجدها في صالح الفرد؛ لأنها تُقيِّد حريته وهو فرد واحد، وتُقيِّد من أجله حرية المجتمع كله. </p><p> وفي الزكاة، حينما يُوجِب عليك الشارع الحكيم أنْ تُخرِج قَدْراً معلوماً من مالك للفقراء، فلا تَقُلْ: هذا مالي جمعتُه بجَهْدي وعَرقي. ونقول لك: نعم هو مالك، ولكن لا تنسَ أن الأيام دُوَلٌ وأغيار، والغنيّ اليوم قد يفتقر غداً، فحين تعضّك الأيام فسوف تجد مَنْ يعطيك، ويَكيل لك بنفس الكَيْل الذي كِلْتَ به للناس. </p><p> إذن: يجب أن نكون على وَعْي في استقبال الأحكام عن الله تعالى، وأن ننظر إليها نظرة شمولية، فنرى ما لنا فيها وما علينا، </p><p> وما دامت هذه الأحكام تعطينا بقدر ما تأخذ مِنّا فهي أحكام عادلة. </p><p> وحُكْم القصاص يجعل الإنسان حريصاً على نفسه، ويمنعه أنْ يُقدِم على القَتْل، فإنْ غفل عن هذا الحكم وارتكب هذه الجريمة فلا بُدَّ أن يقتصَّ منه؛ فإن أخذتنا الشهامة وتشدَّقْنا بالإنسانية والكرامة والرحمة الزائفة، وعارضنا إقامة الحدود فليكُنْ معلوماً لدينا أن مَنْ يعارض في إعدام قاتل فسوف يتسبب في إعدام الملايين، وسوف يفتح الباب لفوضى الخلافات والمنازعات، فكلّ من اختلف مع إنسان سارع إلى قَتْله؛ لأنه لا يوجد رادع يُردِعه عن القتل. </p><p> إذن: لكي نمنع القتل لا بُدَّ أن نُنفِّذَ حكم الله ونُقيم شَرعه ولو على أقرب الناس؛ لأن هذه الأحكام ما نزلتْ لتكون كلاماً يُتلَى وفقط؛ بل لتكون منهجاً عملياً يُنظِّم حياتنا، ويحمي سلامة مجتمعنا. </p><p> لذلك جعل الحق سبحانه وتعالى تنفيذ هذه الأحكام علانية أمام الجميع، وعلى مَرْأى ومَسْمع المجتمع كله؛ ليعلموا أن أحكام الله ليست شفوية، بل ها هي تُطبِّق أمامهم، وصدق الله تعالى حين قال:  {وَلْيَشْهَدْ عَذَابَهُمَا طَآئِفَةٌ مِّنَ المؤمنين}  [النور: ٢] </p><p> والذين اعترضوا على القصاص اعترضوا أيضاً على إقامة حَدّ الردَّة، ورأوا فيه وحشية وكَبْتاً للحرية الدينية التي كفَلها الإسلام في قوله تعالى:  {لاَ إِكْرَاهَ فِي الدين. .}  [البقرة: ٢٥٦] </p><p> والحقيقة أن الإسلام حينما شرع حَدَّ الردة، وقال بقتل المرتد عن الدين أراد أن يُصعِّب على غير المسلمين الدخول في الإسلام، وأن يُضيِّق عليهم هذا الباب حتى لا يدخل في الإسلام إلا مَنْ أخلص له، </p><p> واطمأنَّ قلبه إليه، وهو يعلم تماماً أنه إنْ تراجع عن الإسلام بعد أن دخل فيه فجزاؤه القتل. </p><p> فهذه تُحسَب للإسلام لا عليه؛ لأنه اشترط عليك أولاً، وأوضح لك عاقبة ما أنت مُقدِم عليه. </p><p> أما حرية الدين والعقيدة فهي لك قبل أن تدخل الإسلام دخولاً أولياً، لا يجبرك أحد عليه، فلك أنْ تظلَّ على دينك كما تحب، فإنْ أردتَ الإسلام فتفكّر جيداً وتدبّر الأمر وابحثه بكل طاقات البحث لديك. </p><p> فليس في دين الله مجالٌ للتجربة، إنْ أعجبكَ تظلّ في ساحته، وإنْ لم يَرُق لك تخرج منه، فإنْ علمتَ هذه الشروط فليس لك أنْ تعترضَ على حدِّ الردّة بعد ذلك. ولتعلم أن دين الله أعزّ وأكرم من أنْ يستجدي أحداً للدخول فيه. </p><p> ثم يقول تعالى:  {وَمَن قُتِلَ مَظْلُوماً. .}  [الإسراء: ٣٣] </p><p> وهذا حكم نفي، المفروض ألاَّ يحدث. ومعنى {مَظْلُوماً} أي: قُتِل دون سبب من الأسباب الثلاثة السابقة أي: دون حق، فعلى فَرْض أن هذا القتل وقع بالفعل، فما الحكم؟ </p><p> يقول تعالى:  {فَقَدْ جَعَلْنَا لِوَلِيِّهِ سُلْطَاناً فَلاَ يُسْرِف فِّي القتل. .}  [الإسراء: ٣٣] </p><p> وليه: أي وليّ المقتول، وهو مَنْ يتولّى أمره من قرابته: الأب أو الأخ أو الابن أو العم. . الخ فهو الذي يتولّى أمر المطالبة بدمه. </p><p> {سُلْطَاناً. .}  [الإسراء: ٣٣] </p><p> أي: شرعنا له، وأعطيناه الحقَّ والقوة في أنْ يقتل القاتل، والسلطان يكون في خدمة التنفيذ، ويُمكّنه منه، وكذلك المؤمنون أيضاً يقفون إلى جواره، ويساعدونه في تنفيذ هذا الحكم؛ لأن الأمر من الله قد يكون رادعه في ذات النفس، لكن إنْ ضعُفَتْ النفس فلا بُدَّ لرادع من الخارج، وهنا يأتي دور السلطان ودور المجتمع الإيماني الذي يُعين على إقامة هذا الحكم. </p><p> إذن: جعل الحق سبحانه وتعالى سلطان القصاص لوليّ الدم، فإنْ لم يكن له وليّ فإن السلطان ينتقل للحاكم العام ليتولى إقامة هذا الحكم، لكن ما يُتعِب الدنيا حينما ينتقل حَقُّ القصاص إلى الحاكم العام طُول الإجراءات التي تُخرج الحكم عن المراد منه، وتُذْكِي نار الحقد والغِلِّ والتِّرَة في نفسِ وليَّ الدم. </p><p> فوليّ الدم وحده الذي يُعاني طول فترة التقاضي مع أناس لا يعنيهم أن تطولَ هذه الفترة أو تقصُر؛ لأن طول فترة التقاضي تأتي في صالح القاتل، حيث بمرور الأيام بل والسنين تبْرُد شراسة الجريمة في نفوس الناس، وتأخذ طريقاً إلى طيّات النسيان. </p><p> وبهذا تبهت الجريمة وتُنسَى بشاعتها، وبدلَ أن يقف المجتمع ويفكر في القاتل وفي القصاص منه، تتحول الأنظار والعواطف إلى النفس الجديدة التي ستُقتل، وبذلك يتعاطف الناس معه بدل أن يتعاطفوا في إقامة القصاص عليه. </p><p> لكن يجب أنْ يُقامَ القصاص قبل أنْ تبُردَ شراسة الجريمة في النفوس، وتبهت وتفقد حرارتها. </p><p> والحق سبحانه وتعالى كما شرع القصاص، وجعله في يد وليّ الدم، أراد في الوقت نفسه ألاَّ يحرم المجتمع من طموحات العفو الذي يُنهي أصول الخلاف، فيقول تعالى:  {فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ فاتباع بالمعروف وَأَدَآءٌ إِلَيْهِ بِإِحْسَانٍ. .}  [البقرة: ١٧٨] </p><p> ففي جَوِّ القتل وثورة الدماء التي تغلي بالثأر يتكلم الحق سبحانه عن العفو والأخوة والمعروف والإحسان، فمهما كان الأمر فالمؤمنون إخوة، وباب العفو والإحسان مفتوح. ولوليّ الدم بعد أن أعطيناه حَقَّ القصاص ندعوه إلى العفو، وله أن يأخذ الدية وتنتهي المسألة، وله أن يعفوَ عن بعضها أو عنها كلها. </p><p> إذن: فإعطاء الحق مَنع عن المقتول له ذِلّة التسلُّط من القاتل؛ لأن الله تعالى أعطاه حَقَّ القصاص منه، فإذا ما عفا عنه علم القاتل أن حياته أصبحت هبة من ولي الدم، وما دام الأمر كذلك فسوف تتلاشى بينهما الضغائن والأحقاد، ويحل محلها الوفاق والمحبة والسلام، ونُنهي تسلسل الثارات الذي لا ينتهي. </p><p> وقد اشتهر في صعيد مصر وكان مثالاً للأخْذ بالثأر أن القاتل يأخذ كفنه في يده، ويذهب به إلى وليّ الدم ويُسلِّم نفسه إليه معترفاً بجريمته، معطياً لولي الدم حرية التصرف فيه. فما يكون من ولي الدم أمام هذا الاستسلام إلاّ أن يعفوَ ويصفح، وبذلك تُقتلَع الضغائن من جذورها. </p><p> ثم يقول الحق تبارك وتعالى:  {فَلاَ يُسْرِف فِّي القتل. .}  [الإسراء: ٣٣] </p><p> أي: طالما أن الله أعطاك حَقَّ القصاص فليكُنْ القصاص بقَدْره دون زيادة أو تعدٍّ أو مجاوزة للحدِّ، والإسراف في القتل يكون بأوجه عدة: </p><p> فقد يكون القاتل غير ذي شأن في قومه، فلا يرضى وليّ الدم بقتْله، بل يتطلع إلى قتل إنسان آخر ذي مكانة وذي شأن، فيقتل إنساناً بريئاً لا ذنبَ له، وهذا من الإسراف في القتل، وهو إسرافٌ في ذات المقتول. </p><p> وقد يكون الإسراف في الكَمِّ، فإنْ قُتِل واحد فلا يكتفي وليّ الدم بأن يقتل القاتل، بل يحمله الغِلّ وثورة الدم إلى أنْ يقتل به أكثر من واحد. </p><p> وقد يكون الإسراف بأنْ يُمثّل بجثة المقتول، ولا يكفيه قتله، والمفروض ألاَّ يحملك الغضب على تجاوز الحدِّ المشروع لك. وقد أراد النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أن يفعلها في قاتل حمزة، فنهاه الله عن ذلك. </p><p> ثم يقول تعالى:  {إِنَّهُ كَانَ مَنْصُوراً}  [الإسراء: ٣٣] </p><p> أي: لا يجوز له أنْ يُسرف في القتل؛ لأننا لم نتخلّ عنه، بل وقفنا بجانبه وأعطيناه حقّ القصاص ومكنَّاه منه، إذن: فهو منصور </p><p> ليس متروكاً، فيجب أن يقف عند حَدِّ النُّصْرة لا يتجاوزها؛ لأنه إن تجاوزها بقتل غير القاتل، فسوف يُقتل هو الآخر قصاصاً. </p><p> ثم يقول الحق سبحانه:  {وَلاَ تَقْرَبُواْ مَالَ اليتيم إِلاَّ بالتي هِيَ أَحْسَنُ ... } . </p>"
}