{
  "id": null,
  "sura": 17,
  "aya": 70,
  "text": "<p> وهل هناك تكريم لبني آدم أعظم من أنْ يُعدّ لهم مُقوّمات حياتهم قبل أنْ يخلقهم؟ لقد رتَّب لهم الكون وخلق من أجلهم الأشياء {هُوَ الذي خَلَقَ لَكُمْ مَّا فِي الأرض جَمِيعاً. .}  [البقرة: ٢٩] </p><p> إذن: فكل ما في الوجود مُسخَّر لكم من قبل أنْ تُوجَدوا؛ لأن خلق الله تعالى إما خادم وإما مخدوم، وأنت أيُّها الإنسان مخدوم من </p><p> كل أجناس الكون حتى من الملائكة، ألم يَقُلْ الحق سبحانه:  {لَهُ مُعَقِّبَاتٌ مِّن بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ يَحْفَظُونَهُ مِنْ أَمْرِ الله. .}  [الرعد: ١١] </p><p> وقال تعالى:  {فالمدبرات أَمْراً}  [النازعات: ٥] </p><p> فالكون كله يدور من أجلك وفي خدمتك، يعطيك عطاءً دائماً لا ينقطع دون سَعْي منك، لذلك نقول: كان من الواجب على العقل المجرد أنْ يقفَ وقفه تأمُّل وتفكُّر؛ ليصل إلى حَلٍّ للغز الكون، وليهتدي إلى أن له خالقاً مُبْدعاً، يكفي أن أنظر إلى آيات الله التي تخدمني، وليس له قدرة عليها، وليست تحت سيطرتي، فالشمس والقمر والنجوم والأرض والهواء والماء والمطر والسحاب كلها تعطيني وتُمدّني دون قدرة لي عليها، أليس من الواجب عليك عدلاً أن تقول: مَنِ الذي أعدّ لي كلَّ هذه الأشياء التي ما ادَّعاهَا أحد لنفسه؟ </p><p> فإذا ما صاح صائح منك أيُّها الإنسان وقال: أنا رسول من الرب الذي خلق لكم كل هذه المخلوقات، كان يجب عليكم أنْ تُرهِفُوا له السمع لتسمعوا ما جاء به؛ لأنه سوف يحلُّ لكم هذا اللغز الذي حيّركم. </p><p> وسبق أنْ ضربنا مثلاً لذلك بالرجل الذي انقطعتْ به السُّبل في الصحراء حتى أشرف على الهلاك، فإذا هو بمائدة مُعدَّة بأطايب الطعام والشراب، أليس حَرياً به قبل أنْ تمتد يده إليها أنْ يفكر كيف أتتْه؟ </p><p> إذن: كان على الإنسان أن يُعمل عقله وفِكْره في معطيات الكون التي تخدمه وتسخر من أجله، وهي لا تأتمر بأمره ولا تخضع لقدرته. </p><p> ولقد اختلف العلماء في بيان أَوْجُه التكريم في الإنسان، فمنهم مَنْ قال: كُرِّمَ بالعقل، وآخر قال: كُرِّمَ بالتمييز، وآخر قال: كُرِّمَ بالاختيار، ومنهم مَنْ قال: كُرِّمَ الإنسان بأنه يسير مرفوع القامة لا منحنياً إلى الأرض كالبهائم، ومنهم مَنْ يرى أنه كُرِّمَ بشكل الأصابع وتناسقها في شكل بديع يسمح لها بالحركة السلسة في تناول الأشياء، ومنهم مَنْ يرى أنه كُرِّم بأن يأكلَ بيده لا بفمه كالحيوان. وهكذا كان لكل واحد منهم مَلْحظ في التكريم. </p><p> ولنا في مسألة التكريم هذه ملحظ كنت أودُّ أنْ يلتفت إليه العلماء، أَلاَ وهو: أن الحق سبحانه خلق الكون كله بكلمة (كُنْ) إلا آدم، فقد خلقه الله بيده ونفخ فيه من روحه، قال تعالى:  {ياإبليس مَا مَنَعَكَ أَن تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ}  [ص: ٧٥] </p><p> وقال:  {فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُ سَاجِدِينَ}  [الحجر: ٢٩] </p><p> فقمة الفضل والتكريم أن خلق الله تعالى أبنا آدم بيده، بدليل أن الله جعلها حيثية له. </p><p> ثم يقول الحق سبحانه:  {يَوْمَ نَدْعُواْ كُلَّ أُنَاسٍ بِإِمَامِهِمْ ... } . </p>"
}