{
  "id": null,
  "sura": 17,
  "aya": 73,
  "text": "<p> وهذه خبيثة جديدة من خبائثهم مع رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فقد كانوا يحاولون جادِّين أنْ يصرفوا رسول الله عما بعثه الله به، فمرة </p><p> يقولون له: دَعْ آلهتنا نتمتع بها سنة ونأخذ الغنائم من ورائها وتحرم لنا بلدنا أي: ثقيف كما حرمت مكة. ومرة يقولون له: لا تستلم الحجر ويمنعونه من استلامه حتى يستلم آلهتهم أولاً. </p><p> ومعنى {كَادُواْ} أي قاربوا، والمقاربة غير الفعل، فالمقاربة مشروع فعل وتخطيط له، لكنه لم يحدث، إنهم قاربوا أنْ يفتنوك عن الذي أُنزِل إليك لكن لم يحدث؛ لأن محاولاتهم كانت من بعيد، فهي تحوي حول فتنتك عن الدين، كما قالوا مثلاً: نعبد إلهك سنة، وتعبد آلهتنا سنة. </p><p> ومعنى:  {لَيَفْتِنُونَكَ} لَيُحوّلونك ويَصْرِفونك عما أنزل الله إليك، لماذا؟ {لِتفْتَرِيَ عَلَيْنَا غَيْرَهُ. .}  [الإسراء: ٧٣] كما حكى القرآن عنهم في آية أخرى: {ائت بِقُرْآنٍ غَيْرِ هاذآ أَوْ بَدِّلْهُ. .}  [يونس: ١٥] </p><p> فيكون الجواب من الحق سبحانه:  {قُلْ مَا يَكُونُ لي أَنْ أُبَدِّلَهُ مِن تِلْقَآءِ نفسي إِنْ أَتَّبِعُ إِلاَّ مَا يوحى إِلَيَّ إني أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ}  [يونس: ١٥] </p><p> وقال تعالى:  {قُل لَّوْ شَآءَ الله مَا تَلَوْتُهُ عَلَيْكُمْ وَلاَ أَدْرَاكُمْ بِهِ فَقَدْ لَبِثْتُ فِيكُمْ عُمُراً مِّن قَبْلِهِ أَفَلاَ تَعْقِلُونَ}  [يونس: ١٦] </p><p> ونلاحظ في مثل هذا الموقف أن الحق سبحانه يتحمل العنت عن </p><p> رسوله، وينقل المسألة من ساحة الرسول إلى ساحته تعالى، لكي لا تكون عداوة بين محمد وقومه، فالأمر ليس من عند محمد بل من عند الله، يقول تعالى:  {قَدْ نَعْلَمُ إِنَّهُ لَيَحْزُنُكَ الذي يَقُولُونَ فَإِنَّهُمْ لاَ يُكَذِّبُونَكَ ولكن الظالمين بِآيَاتِ الله يَجْحَدُونَ}  [الأنعام: ٣٣] </p><p> فلا تحزن يا محمد، فأنت مُصَدَّق عندهم، لكن المسألة عندي أنا، وهكذا يتحمل الحق سبحانه الموقف عن رسوله حتى لا يحمل القوم ضغينة لرسول الله. </p><p> ثم يقول تعالى:  {وَإِذاً لاَّتَّخَذُوكَ خَلِيلاً}  [الإسراء: ٧٣] </p><p> الخليل: هو المخالّ الذي بينك وبينه حُبٌّ ومودّة، بحيث يتخلل كل منكما الآخر ويتغلغل فيه، ومنه قوله تعالى في إبراهيم:  {واتخذ الله إِبْرَاهِيمَ خَلِيلاً}  [النساء: ١٢٥] </p><p> ومنه قول الشاعر: </p><p> وَلَمَّا التقيْنَا قَرَّبَ الشَّوْقُ جَهْدَهُ ... خَليليْنِ ذَابَا لَوْعَةً وَعِتَابَا </p><p> كأنَّ خَليِلاً فِي خِلاَلِ خَليِلِه ... تَسَرَّبَ أثناءَ العِنَاقِ وَغَابَا </p><p> فإذا ما تقابل الخليلان ذاب كل منهما في صاحبه أو تخلَّله ودخل فيه. </p><p> فالمعنى: لو أنك تنازلتَ عن المنهج الذي جاءك من الله لَصِرْتَ خليلاً لهم، كما كنت خليلاً لهم من قبل، وكانوا يحبونك ويقولون عنك «الصادق الأمين» . إذن: الذي جعلهم في حالة عداء لك هو منهج الله جئتَ به، فلو تنازلتَ عنه أو تهاونت فيه فسوف يتخذونك خليلاً، فلا تكُنْ خليلاً لهم بل خليلاً لربك الذي أرسلك. </p><p> ويخاطب الحق سبحانه رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فيقول: </p><p> {وَلَوْلاَ أَن ثَبَّتْنَاكَ لَقَدْ كِدتَّ تَرْكَنُ إِلَيْهِمْ شَيْئاً قَلِيلاً} . </p>"
}