{
  "id": null,
  "sura": 17,
  "aya": 107,
  "text": "<p> قوله تعالى:  {قُلْ آمِنُواْ بِهِ أَوْ لاَ تؤمنوا. .}  [الإسراء: ١٠٧] آمنوا: أمر، ولا تؤمنوا: نَهْي. والأمر والنهي نوعان من الطلب، والطلب أن تطلب من الأدنى أن يفعل، والنهي أنْ تطلبَ من الأدنى ألاَّ يفعل، فإنْ كان الطلب من مُساو لك فهو التماس، وإنْ كان من أعلى منك فهو دعاء. </p><p> لذلك حينما نقول للطالب أعرب:  (رَبِّ اغْفِرْ وَارْحَمْ) يقول: اغفر فعل أمر، نقول له: أنت سطحيّ العبارة؛ لأن الأمر هنا من الأدنى للأعلى، من العبد لربه تبارك وتعالى، فلا يقال: أمر، إنما يقال: دعاء. </p><p> والطاعة أن تمتثل الأمر والنهي، فهل نقول في قوله تعالى:  {قُلْ آمِنُواْ بِهِ أَوْ لاَ تؤمنوا. .}  [الإسراء: ١٠٧] أنها للتخيير، فإنْ آمنوا فقد أطاعوا، وكذلك إنْ لم يؤمنوا فقد أطاعوا أيضاً؟ </p><p> نقول: الأمر والنهي هنا لا يُراد منه الطلب، بل يراد به التهديد أو التسوية كما تقول لابنك حين تلاحظ عليه الإهمال: ذاكر أو لا تذاكر، أنت حر؛ لاشك أنك لا تقصد النهي عن المذاكرة، بل تقصد تهديده وحثّه على المذاكرة. </p><p> فقوله:  {قُلْ آمِنُواْ بِهِ أَوْ لاَ تؤمنوا. .}  [الإسراء: ١٠٧] للتسوية، كما قال:  {فَمَن شَآءَ فَلْيُؤْمِن وَمَن شَآءَ فَلْيَكْفُرْ. .}  [الكهف: ٢٩] </p><p> فهذا ليس أمراً بحيث أن الذي يفعل الأمر أو النهي يكون طائعاً، بل المراد هنا التهديد أو التسوية، فسواء آمنوا أو كفروا؛ لأن الحق سبحانه جعل في ذلك عزاءً لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في إيمان أهل الكتاب. </p><p> {إِنَّ الذين أُوتُواْ العلم مِن قَبْلِهِ. .}  [الإسراء: ١٠٧] أي: اليهود والنصارى الذين ارتاضوا بالكتب السماوية، واستمعوا للتوارة والإنجيل، ونقلوها إلى غيرهم من المعاصرين للقرآن فهؤلاء شاهدون بأن الرسول حَقٌّ بما عندهم من بشارة به في التوراة والإنجيل؛ لذلك يتركون دينهم ويسارعون إلى الإسلام؛ لأنهم يعلمون عِلْم اليقين أنه الدين الحق. </p><p> ومن هؤلاء عبد الله بن سلام، وكان من علماء اليهود، وكان يعلم أوصاف رسول الله وزمن بَعْثته؛ لذلك قال: لقد عرفته حين رأيته كمعرفتي لابني، ومعرفتي لمحمد أشدّ. </p><p> ولما اختمر الإسلام في نفسه ذهب إلى رسول الله وصارحه بما نوى من اعتناق الإسلام، وقال:  «يا رسول الله إن اليهود قوم بُهْتٌ فإن أعلنتُ إسلامي الآن قالوا فيَّ ما ليس فيَّ، فاسألهم عني وأنا ما زلت على دينهم، وانظر ما يقولون،فسألهم رسول الله:ما تقولون في ابن سلام؟فقالوا:حَبْرنا وابن حَبْرنا، ووصفوه بخير الصفات، وأطيب الخصال،فقال عبد الله:يا رسول الله، أما وقد قالوا فيَّ ما قالوا فأشهد ألا إله إلا الله وأنك رسول الله، فإذا بهم يذمونه ويتهمونه بأخسِّ الخصال،فقال:يا رسول الله ألم أَقُلْ لك إنهم قوم بُهْتٌ» . </p><p> إذن: ففي إيمان عبد الله بن سلام وغيره من اليهود والنصارى الذين عرفوا رسول الله بأوصافه في كتبهم وعرفوا موعد بعثته وأنه حق، في إيمان هؤلاء عَزَاءٌ لرسول الله حين كفر به قومه وكذّبوه لذلك قال تعالى:  {قُلْ كفى بالله شَهِيداً بَيْنِي وَبَيْنَكُمْ وَمَنْ عِندَهُ عِلْمُ الكتاب}  [الرعد: ٤٣] </p><p> ونحن مُكْتفون بشهادة هؤلاء؛ لأنهم قوم صادقون مع أنفسهم، صادقون مع أنبيائهم ومع كتبهم التي تلقوْهَا، فحينما بشَّرت بمحمد ووصفته لم ينكروا هذه الصفات ولم يُحرِّفوها، بل كانوا يسارعون إلى المدينة انتظاراً لمبعث النبي الجديد الذي سيظهر فيها، لقد كانوا يقولون لكفار مكة: لقد أظلَّ زمان نبي جديد نتبعه قبلكم، ونقتلكم به قَتْل عاد وإرم. </p><p> {فَلَمَّا جَآءَهُمْ مَّا عَرَفُواْ كَفَرُواْ بِهِ فَلَعْنَةُ الله عَلَى الكافرين}  [البقرة: ٨٩] إلا أن الله أبقى للحق خلية، وجعل له خميرة استجابت لرسول الله، وتفاعلت مع الدين الجديد. </p><p> وقوله تعالى:  {إِذَا يتلى عَلَيْهِمْ. .}  [الإسراء: ١٠٧] أي: القرآن {يَخِرُّونَ لِلأَذْقَانِ سُجَّداً}  [الإسراء: ١٠٧] </p><p> كلمة {يَخِرُّونَ} توحي بأنهم يسارعون إلى السجود، وكأنها عملية انفعالية غير إرادية ليس لهم فيها تصرُّف، فبمجرد سماع القرآن يرتمون على الأرض ساجدين؛ لأنهم تفاعلوا معه، واختمر الإيمان في نفوسهم. ليس ذلك وفقط، بل ويخرون {لِلأَذْقَانِ} جمع ذَقَن، وهي أسفل الفَكِّ السفلي، ومعلوم أن السجود يكون على الجبهة، أما هؤلاء فيسجدون بالوجه كله، وهذا دليل على الخضوع والاستسلام لله تعالى. </p><p> ثم يقول الحق سبحانه:  {وَيَقُولُونَ سُبْحَانَ رَبِّنَآ ... } . </p>"
}