{
  "id": null,
  "sura": 17,
  "aya": 49,
  "text": "<p> الاستفهام في الآية استفهام للتعجّب والإنكار لموضع البعث يوم القيامة بعد أنْ صاروا رُفَاتاً وعظاماً. </p><p> والرفات: هو الفتات ومسحوق الشيء، وهو التراب أو الحُطَام، وكذلك كل ما جاء على وزن (فُعال) . </p><p> لقد استبعد هؤلاء البعث عن الموت؛ لأنهم غفلوا في بداية الوجود وبداية خَلْق الإنسان، ولو استعملنا علم الإحصاء الذي استحدثه العلماء لوجدناه يخدم هذه القضية الإيمانية، فلو أحصينا تعداد العالم الآن لوجدناه يتزايد في الاستقبال ويقلّ في الماضي، وهكذا إلى أنْ نصل بأصل الإنسان إلى الأصل الأصيل، وهو آدم وحواء، فمن أين أتَيَا إلى الوجود؟ فهذه قضية غيبية كان لا بُدَّ أن يُفكّروا فيها. </p><p> ولأنها قضية غيبية فقد تولَّى الحق سبحانه وتعالى بيانها؛ لأن الناس سوف يتخبّطون فيها، فينبهنا الخالق سبحانه بمناعة إيمانية عقدية في كتابه العزيز، حتى لا ننساق وراء الذين سيتهورون ويَهْرفون بما لا يعلمون، ويقولون بأن أصل الإنسان كان قرداً، </p><p> وهذه مقولة باطلة يسهُل رَدُّها بأن نقول: ولماذا لم تتحول القرود الباقية إلى إنسان؟ وعلى فرض أن أصل الإنسان قرد، فمن أين أتى؟ إنها نفس القضية تعود بنا من حيث بدأتْ، إنها مجرد شوشرة وتشويه لوجه الحقيقة بدون مبرر. </p><p> وكذلك من القضايا التي تخبَّط فيها علماء الجيولوجيا ما ذهبوا إليه من أن السماء والأرض والشمس كانت جميعاً جزءاً واحداً، ثم انفصلت عن بعضها، وهذه أقوال لا يقوم عليها دليل. </p><p> لذلك أراد الحق سبحانه أنْ يعطينا طرفاً من هذه القضية، حتى لا نُصغِي إلى أقوال المضلِّلين الذين يخوضون في هذه الأمور على غير هدى، ولتكون لدينا الحصانة من الزَّلَل؛ لأن مثل هذه القضايا لا تخضع للتجارب المعملية، ولا تُؤخَذ إلا عن الخالق سبحانه فهو أعلم بما خلق. </p><p> يقول تعالى:  {مَّآ أَشْهَدتُّهُمْ خَلْقَ السماوات والأرض وَلاَ خَلْقَ أَنْفُسِهِمْ. .}  [الكهف: ٥١] أي: لم يكن معي أحد حين خلقتُ السماء والأرض، وخلقتُ الإنسان، ما شهدني أحد لِيَصِفَ لكم ما حدث {وَمَا كُنتُ مُتَّخِذَ المضلين عَضُداً}  [الكهف: ٥١] أي: ما اتخذت من هؤلاء المضللين مُساعِداً أو مُعاوِناً، وكأن الحق سبحانه يقول لنا: احكموا على كل مَنْ يخوض في قضية الخَلْق هذه بأنه مُضلّل فلا تستمعوا إليه. </p><p> ولكي تُريحوا أنفسكم من مثل هذه القضايا لا تُحمِّلوا العقل أكثر مما يحتمل، ولا تعطوه فوق مقومات وظائفه، وجَدْوى العقل حينما ينضبط في الماديات المعملية، أما إنْ جنح بنا فلا نجني من ورائه إلا الحُمْق والتخاريف التي لا تُجدي. </p><p> وكلمة «العقل» نفسها من العقال الذي يمنع شرود البعير، وكذلك العقل جعله الله ليضبط تفكيرك، ويمنعك من الجموح أو الانحراف في التفكير. </p><p> وأيضاً، فالعقل وسيلة الإدراك، مثله مثل العين التي هي وسيلة الرؤية، والأذن التي هي وسيلة السمع. </p><p> . وما دام العقل آلة من آلات الإدراك فله حدود، كما أن للعين حدوداً في الرؤية، وللأذن حدوداً في السمع، فللعقل حدود في التفكير أيضاً حتى لا يشطح بك، فعليك أنْ تضبط العقل في المجال الذي تُجوِّد فيه فقط، ولا تُطلق له العنان في كُلِّ القضايا. </p><p> ومن هنا تعب الفلاسفة وأتعبوا الدنيا معهم؛ لأنهم خاضوا في قضايا فوق نطاق العقل، وأنا أتحدى أي مدرسة من مدارس الفلسفة من أول فلاسفة اليونان أن يكونوا متفقين على قضية إلا قضية واحدة، وهي أن يبحثوا فيما وراء المادة، فَمنِ الذي أخبرك أن وراء المادة شيئاً يجب أن يُبحث؟ </p><p> لقد اهتديتُم بفطرتكم الإيمانية إلى وجود خالق لهذا الكون، فليس الكون وليد صدفة كما يقول البعض، بل له خالق هو الغيبيات التي تبحثون عنها، وتَرْمَحُون بعقولكم خلفها، في حين كان من الواجب عليكم أنْ تقولوا: إن ما وراء المادة هو الذي يُبين لنا نفسه. </p><p> لقد ضربنا مثلاً لذلك ولله المثل الأعلى وقلنا: هَبْ أننا في مكان مغلق، وسمعنا طَرْق الباب فكلنا نتفق في التعقُّل أن طارقاً بالباب، ولكن منا مَنْ يتصور أنه رجل، ومنا مَنْ يتصوّر أنه امرأة، </p><p> وآخر يقول: بل هو طفل صغير، وكذلك منا مَنْ يرى أنه نذير، وآخر يرى أنه بشير. إذن: لقد اتفقنا جميعاً في التعقُّل، ولكن اختلفنا في التصوُّر. </p><p> فلو أن الفلاسفة وقفوا عند مرحلة التعقُّل في أن وراء المادة شيئاً، وتركوا لمن وراء المادة أنْ يُظهر لهم عن نفسه لأراحوا واستراحوا، كما أننا لو قُلْنا للطارق: مَنْ؟ لقال: أنا فلان، وجئت لكذا، وانتهتْ المسألة. </p><p> ولقد رَدَّ عليهم القرآن إنكارهم للبعث وقولهم:  {أَإِذَا كُنَّا عِظَاماً وَرُفَاتاً أَإِنَّا لَمَبْعُوثُونَ خَلْقاً جَدِيداً}  [الإسراء: ٤٩] </p><p> بقوله تعالى:  {قُلْ هَلْ مِن شُرَكَآئِكُمْ مَّن يَبْدَأُ الخلق ثُمَّ يُعِيدُهُ قُلِ الله يَبْدَأُ الخلق ثُمَّ يُعِيدُهُ فأنى تُؤْفَكُونَ}  [يونس: ٣٤] </p><p> وبقوله تعالى:  {يَوْمَ نَطْوِي السمآء كَطَيِّ السجل لِلْكُتُبِ كَمَا بَدَأْنَآ أَوَّلَ خَلْقٍ نُّعِيدُهُ وَعْداً عَلَيْنَآ إِنَّا كُنَّا فَاعِلِينَ}  [الأنبياء: ١٠٤] </p><p> وبقوله تعالى:  {وَهُوَ الذي يَبْدَؤُاْ الخلق ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ. .}  [الروم: ٢٧] فإعادة الشيء أهون من خَلْقه أَوّلاً. </p><p> وقف الفلاسفة طويلاً أمام قضية البعث، وأخذوا منها سبيلاً </p><p> لتشكيك الناس في دين الله، ومن مغالطاتهم في هذه المسألة أنْ قالوا: ما الحل إذا مات إنسان مثلاً ثم تحوَّل جسمه إلى رفات وتراب، ثم زُرِعَتْ فوقه شجرة وتغذَّت على عناصره، فإذا أكل إنسان من ثمار هذه الشجرة فسوف تنتقل إليه بالتالي عناصر من عناصر الميت، وتتكوّن فيه ذرات من ذراته، فهذه الذرات التي تكوّنت في الثاني نقُصَتْ من الأول، فكيف يكون البعث إذن على حَدِّ قَوْلهم؟ </p><p> والحقيقة أنهم في هذه المسألة لم يفطِنُوا إلى أن مُشخّص الإنسان شيء، وعناصر تكوينه شيء آخر. </p><p> . كيف؟ </p><p> هَبْ أن إنساناً زاد وزنه ونصحه الطبيب بإنقاص الوزن فسعى إلى ذلك بالطرق المعروفة لإنقاص الوزن، وهذه العملية سواء زيادة الوزن أو إنقاصه محكومة بأمرين: التغذية والإخراج، فالإنسان ينمو حينما يكون ما يتناوله من غذاء أكثر مما يُخرِجه من فضلات، ويضعف إن كان الأمر بعكس ذلك، فالولد الصغير ينمو لأنه يأكل أكثر مِمّا يُخرِج، والشيخ الكبير يُخرِج أكثر مِمّا يأكل؛ لذلك يضعف. </p><p> فلو مرض إنسان مرضاً أَهْزَلَهُ وأنقص من وزنه، فذهب إلى الطبيب فعالجه حتى وصل إلى وزنه الطبيعي، فهل الذرات التي خرجتْ منه حتى صار هزيلاً هي بعينها الذرات التي دخلتْه حين تَمَّ علاجه؟ إن الذرات التي خرجتْ منه لا تزال في (المجاري) ، لم يتكون منها شيء أبداً، إنما كميّة الذرّات ومقاديرها هي التي تقوي وتشخص. </p><p> وربنا سبحانه وتعالى رحمة منه، قال:  {قَدْ عَلِمْنَا مَا تَنقُصُ الأرض مِنْهُمْ وَعِندَنَا كِتَابٌ حَفِيظٌ}  [ق: ٤] فالحق سبحانه سيجمع الأجزاء التي تُكوِّن فلاناً المشخّص. </p><p> ثم يقول الحق سبحانه:  {قُلْ كُونُواْ حِجَارَةً أَوْ حَدِيداً} . </p>"
}