{
  "id": null,
  "sura": 17,
  "aya": 67,
  "text": "<p> البحر هو المزنق والضائقة التي لا يستطيع الخلاص منها إنْ أصابه فيه سوء، فالبر منافذ النجاة فيه متعددة، أما البحر فلا نجاة فيه إلا بعناية الله، يقول تعالى:  {حتى إِذَا كُنتُمْ فِي الفلك وَجَرَيْنَ بِهِم بِرِيحٍ طَيِّبَةٍ وَفَرِحُواْ بِهَا جَآءَتْهَا رِيحٌ عَاصِفٌ وَجَآءَهُمُ الموج مِن كُلِّ مَكَانٍ وظنوا أَنَّهُمْ أُحِيطَ بِهِمْ دَعَوُاْ الله مُخْلِصِينَ لَهُ الدين. .}  [يونس: ٢٢] </p><p> وهكذا الإنسان حتى الكافر، إذا ضاقتْ به الحِيَل ولم يجد مَنْفذاً يلجأ إلى الله المنفذ الحقيقي والمفرِّج للكَرْب، والإنسان عادة لا يُسلم نفسه ويظلّ مُتعلّقاً بالأمل في النجاة. </p><p> فقوله تعالى:  {وَإِذَا مَسَّكُمُ الضر فِي البحر ضَلَّ مَن تَدْعُونَ إِلاَّ إِيَّاهُ. .}  [الإسراء: ٦٧] </p><p> أي: أحاط بهم الخطر بالريح العاصف أو الموج العالي، وأحسُّوا بخطورة الموقف ولا مُنقِذَ لهم إلا الله، حتى الكفار في هذا الموقف يَصْدُقون مع أنفسهم، ولا يخدعونها ولا يكذبون عليها، فإنْ آمنوا بآلهة أخرى وإنْ عبدوا الأصنام والأوثان، فإنهم في هذا الضيق لا يلجأون إلا إلى الله، ولا يدعون إلا الله؛ لأنهم يعلمون تماماً أن آلهتهم لا تسمع ولا تجيب، ولا تملك لهم نفعاً ولا نجاة. </p><p> قوله تعالى:  {ضَلَّ مَن تَدْعُونَ. .}  [الإسراء: ٦٧] أي: ذهب عن بالكم مَن اتخذتموهم آلهة، وغابوا عن خاطركم، فلن يقولوا هنا يا هبل؛ لأنهم لن يغشُّوا أنفسهم، ولن ينساقوا وراء كذبهم في هذا الوقت العصيب. </p><p> إنهم في هذا الضيق لن يتذكروا آلهتهم، ولن تخطرَ لهم ببال </p><p> أبداً؛ لأن مجرد تذكّرهم يُضعِف ثقتهم في الله الذي يملك وحده النجاة، والذي يطلبون منه المعونة. </p><p> وسبق أن أوضحنا هذه المسألة بقصة حلاق الصحة في الريف الذي يتولى علاج البسطاء، ويدّعي العلم والخبرة، فإذا ما مرض ولده فإنه يُسرع به إلى الطبيب، لأنه إنْ خدع الناس فلن يخدع نفسه، وإنْ كذب عليهم فلن يكذب على نفسه. </p><p> وكذلك الإنسان لا يبيع نفسه رخيصاً، فإنْ أحاطتْ به الأخطار لا يلجأ إلا إلى الله؛ لأنه وحده القادر على تفريج الكروب وإغاثة الملهوف، حتى وإنْ كان كافراً؛ لأنه سبحانه هو الذي أمره أنْ يلجأ إليه، وأنْ يدعوه، فقال:  {فلولا إِذْ جَآءَهُمْ بَأْسُنَا تَضَرَّعُواْ. .}  [الأنعام: ٤٣] </p><p> فإنْ دَعَوهُ سمع لهم وأجابهم على كفرهم وعنادهم؛ لأنهم عباده وخَلْقه وصَنْعته، فما أرحمه سبحانه حتى بمَنْ كفر به! </p><p> لذلك قال رب العزة في الحديث القدسي:  «قالت الأرض: يا رب إئذن لي أن أخسف بابن آدم فقد طعم خيرك ومنع شكرك،وقالت السماء:يا رب إئذن لي أن أسقط كِسَفاً على ابن آدم فقد طعم خيرك ومنع شكرك،وقالت الجبال:يا رب إئذن لي أن أَخِرَّ على ابن آدم فقد طعم خيرك ومنع شكرك،وقالت البحار:يا رب إئذن لي أن أُغرِقَ ابن آدم فقد طَعِم خيرك ومنع شكرك.فقال تعالى:دعوني وما خلقت، لو خلقتموهم لرحمتموهم، فإنهم عبادي، فإنْ تابوا إليَّ فأنا حبيبهم، وإنْ لم يتوبوا فأنا طبيبهم» . </p><p> لقد غفر لهم الحق سبحانه أن يعبدوه غيره، وأن يؤذوا النبوة، وأنْ يقفوا في وجه الدعوة، غفر لهم لأنه ربٌّ، وما دام رباً فهو </p><p> رحيم، فتضرعوا إليه ودَعَوْهُ، فلمّا نجّاهم إلى البر أعرضوا، وعادوا لما كانوا عليه وتنكّروا للجميل والمعروف؛ لذلك يقول تعالى بعدها:  {وَكَانَ الإنسان كَفُوراً}  [الإسراء: ٦٧] </p><p> وكفور: صيغة مبالغة من الكفر، أي: كثير الكفر للنعمة، ولَيْتَه كفر بنعمة الخلق فقال: إنه أتى هكذا من فعل الطبيعة، إنما كفر بنعمة ملموسة مشاهدة عاش مأزقها، وقاسى خطرها، ثم إذا نجَّاه الله أعرض وتمرَّد، وهذا من طبيعة الإنسان. </p><p> ثم يقول الحق سبحانه:  {أَفَأَمِنْتُمْ أَن يَخْسِفَ بِكُمْ جَانِبَ البر أَوْ يُرْسِلَ عَلَيْكُمْ حَاصِباً ... } . </p>"
}