{
  "id": null,
  "sura": 17,
  "aya": 57,
  "text": "<p> فهؤلاء الذين تعتبرونهم آلهة وتتخذونهم شركاء لله، هؤلاء أيضاً عبيد لله، يتقربون إليه ويتوسَّلون إليه، فالمسيح الذي أشركتموه مع الله، وكذلك الملائكة هم عباد لله:  {لَّن يَسْتَنكِفَ المسيح أَن يَكُونَ عَبْداً للَّهِ وَلاَ الملائكة المقربون}  [النساء: ١٧٢] </p><p> هؤلاء لا يرفضون ولا يتأبَّوْن أن يكونوا عباداً لله، ويريدون التقرُّب إليه سبحانه، فكيف إذن تتوجهون إليهم بالعبادة وهم عباد؟ </p><p> وقوله تعالى:  {يَبْتَغُونَ إلى رَبِّهِمُ الوسيلة. .}  [الإسراء: ٥٧] أي: يطلبون الغاية والقربى إليه تعالى {أَيُّهُمْ أَقْرَبُ} أي: كلما تقر ّب واحد منهم إلى الله ابتغى اللهَ أكثرَ من غيره وأقبل عليه، فإذا كان الأقرب إلى الله منهم يبتغي القُرْبى، فما بال الأبعد؟ </p><p> وقوله تعالى:  {إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُوراً}  [الإسراء: ٥٧] </p><p> أي: يجب الحذر منه وتجنُّب أسبابه؛ لأن العذاب إذا كان من الله فلا فِكاكَ منه ولا مهرب، وأيضاً فالعذاب يتناسب مع قدرة المعذِّب ضعفاً وشدة، فإذا نُسِب العذاب إلى الله فلا شكَّ أنه أليم شديد، لا طاقة لأحد به، كما قال تعالى:  {إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ}  [هود: ١٠٢] </p><p> والحق سبحانه قد أوضح لنا مسألة الوحدانية في آيات كثيرة، ولم يطلب منا الاعتراف بها إلا بعد أنْ شهد بها لنفسه سبحانه، وبعد أن شهد بها الملائكة وأولو العلم، قال تعالى:  {شَهِدَ الله أَنَّهُ لاَ إله إِلاَّ هُوَ والملائكة وَأُوْلُواْ العلم}  [آل عمران: ١٨] </p><p> فشهد الله سبحانه شهادة الذات للذات، وشهدتْ الملائكة شهادة المشهد والمعاينة، وشهد أولو العلم شهادة الاستدلال، فهذه شهادات ثلاث قبل أنْ يطلب مِنّا الشهادة. </p><p> وبهذه الشهادة أقبل الحق سبحانه على مزاولة سلطانه وقدرته في الكون، وما دام {لاَ إله إِلاَّ هُوَ} يقول للشيء: كُنْ فيكون، قالها لأنه يعلم أنه لا إله إلا هو، وبها يحكم على الأشياء ويُغيِّر من وضع </p><p> إلى وضع، فإنْ صحَّتْ هذه الشهادة الثلاثة فقد انتهت المسألة. وإنْ لم تصح وهناك إله آخر فأين هو؟! إنْ كان لا يدري فهو إله نائم لا يصلح لهذه المكانة، وإن كان يدري فلماذا لم يطالب بحقه. </p><p> إذن: فهذه الدَّعْوى قد سلمتْ للحق سبحانه لأنه لم يدَّعها أحد لنفسه، فهي للحق تبارك وتعالى حتى يقوم مَنْ يدعيها لنفسه. </p><p> قال تعالى:  {قُلْ لَّوْ كَانَ مَعَهُ آلِهَةٌ كَمَا يَقُولُونَ إِذاً لاَّبْتَغَوْاْ إلى ذِي العرش سَبِيلاً}  [الإسراء: ٤٢] </p><p> أي: لو كان للكون إله آخر لطلبوا هذا الإله الذي استقرتْ له الأمور واستتبّ له الحال، ليُجادلوه في هذه المسألة، أو لطلبوه ليتقربوا إليه. </p><p> ثم يقول الحق سبحانه:  {وَإِن مِّن قَرْيَةٍ إِلاَّ نَحْنُ مُهْلِكُوهَا قَبْلَ يَوْمِ القيامة أَوْ مُعَذِّبُوهَا عَذَاباً شَدِيداً ... } . </p>"
}