{
  "id": null,
  "sura": 17,
  "aya": 47,
  "text": "<p> الحق سبحانه وتعالى لا يَخْفى عليه شيء في الأرض ولا في السماء، وهذه حقيقة كان على الكفار أنْ ينتبهوا إليها ويُراعوها، ويأخذوها سبيلاً إلى الإيمان بالله، فقد أخبر سبحانه نبيه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بقوله: </p><p> {وَيَقُولُونَ في أَنفُسِهِمْ لَوْلاَ يُعَذِّبُنَا الله بِمَا نَقُولُ حَسْبُهُمْ جَهَنَّمُ يَصْلَوْنَهَا فَبِئْسَ المصير}  [المجادلة: ٨] </p><p> فكان عليهم أن يتدبروا هذا القول: فهم قالوا في أنفسهم، ولم يقولوا لأحد، فمَنْ أخبر محمداً بهذا القول الذي لم يخرج إلى عالم الواقع، ومَنْ أطلعه عليه؟ أَلاَ يدعوهم هذا الإعلام بما يدور في نفوسهم إلى الإيمان بالله؟ </p><p> وما دام الحق سبحانه يعلم كل الأحوال، ولا يَخْفَى عليه شيء، فهو أعلم بأحوالهم هذه: الأول: يستمعون إليك. والثاني: وإذ هم نجوى. والثالث: إذ يقول الظالمون. إذن: هم يستمعون ثم يتناجون، ثم يقول بعضهم لبعض. </p><p> قالوا: إن سبب نزول هذه الآية ما كان عند العرب من حُبٍّ للغة وشغف بأساليب البيان؛ لذلك كانت معجزة النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من جنس ما نبغ فيه قومه، لتكون أوضح في التحدي، هكذا شأن الحق سبحانه مع كل الرسل. </p><p> وكان للعرب أسواق للبيان والبلاغة يجتمع فيها أهل الشعر والبلاغة والفصاحة، وفي مكة تصب كل الألسنة في مواسم الحج، فعرفوا صفوة لغات الجزيرة وأساليبها، ومن هنا انجذبوا لسماع القرآن، وشغفوا ببيانه بما لديهم من أذن مُرْهفة للأسلوب وملَكة عربية أصيلة، إلا أن القرآن له مطلوبات وتكاليف لا يقدرون عليها، ولديه منهج سيُقوِّض مملكة السيادة التي يعيشون فيها. </p><p> ومن هنا كابروا وعاندوا، ووقفوا في وجه هذه الدعوة، وإنْ كانوا </p><p> مُعْجبين بالقرآن إعجاباً بيانياً بلاغياً بما في طباعهم من مَلَكات عربية. </p><p> فيُرْوَى أن كباراً مثل: النضر بن الحارث، وأبي سفيان، وأبي لهب كانوا يتسللون بعد أن ينام الناس ممن كانوا يقولون لهم:  {لاَ تَسْمَعُواْ لهذا القرآن والغوا فِيهِ}  [فصلت: ٢٦] كانوا يذهبون إلى البيت يتسمَّعون لقراءة القرآن، ولماذا يحرمون أنفسهم من سماع هذا الضرب البديع من القول، وقد حرموا مواجيدهم وقلوبهم منه، فكانوا عند انصرافهم يرى بعضهم بعضاً مُتسلّلاً مُتخفّياً، فكانوا مرة يكذبون على بعضهم بحجج واهية، ومرة يعترفون بما وقعوا فيه من حُبٍّ لسماع القرآن. </p><p> فقال تعالى:  {نَّحْنُ أَعْلَمُ بِمَا يَسْتَمِعُونَ بِهِ. .}  [الإسراء: ٤٧] </p><p> أي: بالحال الذي يستمعون عليه، إذ يستمعون إليك بحال إعجاب. ثم:  {وَإِذْ هُمْ نجوى. .}  [الإسراء: ٤٧] من التناجي وهو الكلام سِرّاً، أو: أن نَجْوى جمع نجى، كقتيل وقَتْلى، وجريح وجَرْحى. </p><p> فالمعنى: نحن أعلم بما يستمعون إليه، وإذ هم متناجون أو نجوى، فكأن كل حالهم تناجٍ. </p><p> وقوله:  {وَإِذْ هُمْ نجوى. .}  [الإسراء: ٤٧] </p><p> فيه مبالغة، كما تقول: رجل عادل، ورجل عَدْل. </p><p> ومِنْ تناجيهم مَا قاله أحدهم بعد سماعه لآيات القرآن:  «والله، إن له لحلاوة، وإن عليه لطلاوة، وإن أعلاه لمثمر، وإن أسلفه لمغدق، وإنه يعلو ولا يُعْلَى عليه» . </p><p> ثم تأتي الحالة الثالثة من أحوالهم:  {إِذْ يَقُولُ الظالمون إِن تَتَّبِعُونَ إِلاَّ رَجُلاً مَّسْحُوراً}  [الإسراء: ٤٧] </p><p> وهذا هو القول المعْلَن عندهم، أن يتهموا رسول الله بالسحر مرة، وبالجنون أخرى، ومرة قالوا: شاعر. وأخرى قالوا: كاهن. وهذا كله إفلاس في الحجة، ودليل على غبائهم العقديّ. </p><p> وكلمة {مَّسْحُوراً} اسم مفعول من السحر، وهي تخييل الفِعْل. وليس فعلاً، وتخييل القَوْل وليس قولاً، فهي صَرْف للنظر عن إدراك الحقائق، أما الحقائق فهي ثابتة لا تتغير. </p><p> لذلك نقول: إن معجزة موسى عليه السلام من جنس السحر وليست سِحْراً؛ لأن ما جرى فيها كان حقيقة لا سِحْراً، فقد انقلبتْ العصا حَيَّة تبتلع حبال السحرة وعِصيّهم على وَجْه الحقيقة، لكن لما كانت المعجزة في مجال السحر ظنها الناسُ سِحْراً؛ لأن القرآن قال في سحرة فرعون:  {سحروا أَعْيُنَ الناس}  [الأعراف: ١١٦] وقال في آية أخرى: {يُخَيَّلُ إِلَيْهِ مِن سِحْرِهِمْ أَنَّهَا تسعى}  [طه: ٦٦] </p><p> إذن: فحقيقة الأشياء ثابتة لا تتغير، فالساحر يرى العصا عصا، أما المسحور فيراها حية، وليست كذلك مسألة موسى عليه السلام وليؤكد لنا الحق سبحانه هذا المعنى، وأن ما حدث من موسى ليس من سحرهم وتغفيلهم أنه حينما قال له:  {وَمَا تِلْكَ بِيَمِينِكَ ياموسى}  [طه: ١٧] </p><p> فأطال موسى عليه السلام الكلام؛ لأنه أحب الأُنْس بالكلام </p><p> مع ربه تعالى فأجاب:  {قَالَ هِيَ عَصَايَ أَتَوَكَّأُ عَلَيْهَا وَأَهُشُّ بِهَا على غَنَمِي ... }  [طه: ١٨] ثم أحس موسى أنه أطال فقال موجزاً: {وَلِيَ فِيهَا مَآرِبُ أخرى}  [طه: ١٨] </p><p> فهذا هو مدى عِلْمه عن العصا التي في يده، لكن الله تعالى سيجعلها غير ذلك، فقال له:  {قَالَ أَلْقِهَا ياموسى فَأَلْقَاهَا فَإِذَا هِيَ حَيَّةٌ تسعى}  [طه: ١٩ - ٢٠] </p><p> فهل خُيِّل لموسى أنها حيَّة وهي عصا؟ أم أنها انقلبت حيّة فعلاً؟ إنها حية فعلاً على وجه الحقيقة، بدليل قوله تعالى:  {فَأَوْجَسَ فِي نَفْسِهِ خِيفَةً موسى}  [طه: ٦٧] </p><p> وموسى لم يَخَفْ إلا لأنه وجد العصا حيّة حقيقية، ثم طمأنه ربه:  {قُلْنَا لاَ تَخَفْ إِنَّكَ أَنتَ الأعلى}  [طه: ٦٨] </p><p> لذلك لما رأى السحرة ما تفعله عصا موسى علموا أنها ليست سحراً، بل هي شيء خارج عن نطاق السحر والسحرة، وفوق قدرة موسى عليه السلام، فآمنوا بربِّ موسى القادر وحده على إجراء مثل هذه المعجزة. </p><p> وقوله تعالى:  {إِن تَتَّبِعُونَ إِلاَّ رَجُلاً مَّسْحُوراً}  [الإسراء: ٤٧] </p><p> أي: سحره غيره. وهذا قوْل الظالمين الذين يُلفِّقون لرسول الله التهمة بعد الأخرى، وقد قالوا أيضاً: ساحر. قال تعالى:  {قَالَ الكافرون إِنَّ هذا لَسَاحِرٌ مُّبِينٌ}  [يونس: ٢] </p><p> فمرّة قُلْتم: ساحر. ومرة قلتم: مسحور. وهذا دليل التخبُّط واللَّجج، فإن كان ساحراً فعندكم من السحرة كثيرون، فلماذا لا يُواجِهونه بسحر مثل سِحْره؟ ولماذا لم يسحركم أنتم كما سحر غيركم وتنتهي المسألة؟ وهل يمكن أن يُسْحر الساحر؟ </p><p> وإنْ كان مسحوراً سحره غيره، فهل جرَّبْتُم عليه في سحره كلاماً مخالفاً لواقع؟ هل سمعتموه يهذي كما يهذي المسحور؟ إذن: فهذا اتهام بطل وقول كاذب لا أصل له، بدليل أنكم تأبَّيتم عليه، ولم يُصِبْكم منه أذى. </p><p> فلما أخفقوا في هذه التهمة ذهبوا إلى ناحية أخرى فقالوا: شاعر، وبالله أَمِثْلُكم أيها العرب، يا أربابَ اللغة والفصاحة والبيان يَخْفي عليه أن يُفرِّق بين الشعر والنثر؟ والقرآن وأسلوب متفرد بذاته، لا هو شعر، ولا هو نثر، ولا هو مسجوع، ولا هو مُرْسل، إنه نسيج وحده. </p><p> لذلك نجد أهل الأدب يُقسِّمون الكلام إلى قسمين: كلام الله وكلام البشر، فكلام البشر قسمان: شعر ونثر ويخرج كلام الله تعالى من دائرة التقسيم؛ لأنه متفرد بذاته عن كل كلام. </p><p> فلو قرأت مثلاً في كتب الأدب تجد الكاتب يقول: هذا العدل محمود عواقبه، وهذه النَّبْوة غُمّة ثم تنجلي، ولن يريبني من سيدي أن أبطأ سيبه، أو تأخر غير ضنين غناؤه، فأبطأُ الدِّلاَء فَيْضاً أحفلُها، وأثقل السحائب مَشْياً أحفلها، ومع اليوم غد، ولكلِّ أجل كتاب، له الحمد على احتباله، ولا عتب عليه في احتفاله. </p><p> فإِنْ يَكن الفِعْلُ الذي سَاءَ وَاحِداً ... فأَفْعالُه الَّلائِي سُرِرْنَ أُلُوفُ </p><p> فلا شكَّ أنك ستعرف انتقالك من النثر إلى الشعر، وسوف تُميِّز أذنك بين الأسلوبين، لكن أسلوب القرآن غير ذلك، فأنت تقرأ آياته فتجدها تناسب انسياباً لا تلحظ فيه أنكَ انتقلتَ من نثر إلى شعر، أو من شعر إلى نثر، واقرأ قول الله تعالى:  {نَبِّىءْ عِبَادِي أَنِّي أَنَا الغفور الرحيم}  [الحجر: ٤٩] </p><p> أَجْرِ عليه ما يُجريه أهل الشعر من الوزن، فسوف تجد بها وزناً شعرياً: مستفعل فاعلات. . وكذلك:  {وَأَنَّ عَذَابِي هُوَ العذاب الأليم}  [الحجر: ٥٠] تعطيك الشطر الثاني من البيت، لكن هل لاحظتَ ذلك في سياق الآيات؟ وهل لاحظتَ أنك انتقلت من شعر إلى نثر، أو من نثر إلى شعر؟ </p><p> إذن: فالقرآن نسيج فريد لا يُقال له: شعر ولا نثر، وهذا الأمر لا يَخْفى على العربي الذي تمرَّس في اللغة شعرها ونثرها، ويستطيع تمييز الجيِّد من الرديء. </p><p> ثم يقول الحق سبحانه:  {انظر كَيْفَ ضَرَبُواْ لَكَ الأمثال فَضَلُّواْ فَلاَ يَسْتَطِيعْونَ سَبِيلاً} . </p>"
}