{
  "id": null,
  "sura": 17,
  "aya": 79,
  "text": "<p> الهجود: هو النوم، وتهجَّد: أي أزاح النوم والهجود عن نفسه، وهذه خصوصية لرسول الله وزيادة على ما فرض على أمته، أنْ يتهجَّد لله في الليل، كما قال له ربه تعالى:  {ياأيها المزمل قُمِ اليل إِلاَّ قَلِيلاً نِّصْفَهُ أَوِ انقص مِنْهُ قَلِيلاً أَوْ زِدْ عَلَيْهِ وَرَتِّلِ القرآن تَرْتِيلاً}  [المزمل: ١ - ٤] </p><p> فهذه الخصوصية لرسول الله وإنْ كانت فَرْضاً عليه، إلا أنها ليست في قالب من حديد، بل له صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مساحة من الحرية في هذه العبادة، المهم أن يقول لله تعالى جزءاً من الليل، لكن ما عِلَّة هذه الزيادة في حَقِّ رسول الله؟ العلة في قوله تعالى:  {إِنَّا سَنُلْقِي عَلَيْكَ قَوْلاً ثَقِيلاً}  [المزمل: ٥] </p><p> وكأن التهجُّد ليلاً، والوقوف بين يدي الله في هذا الوقت سيعطي رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ القوة والطاقة اللازمة للقيام بهذه المسئولية الملقاة على عاتقه، ألاَ وهي مسئولية حَمْل المنهج وتبليغه للناس. </p><p> وفي الحديث الشريف «أن رسول الله كان كلما حزبه أمر قام إلى الصلاة» ، ومعنى حَزَبه أَمْر: أي: ضاقت أسبابه عنه، ولم يَعُد له فيه منفذ، فإنْ ضاقت عليه الأسباب فليس أمامه إلا المسبِّب سبحانه يلجأ إليه ويُهْرع إلى نجدته {إِنَّ نَاشِئَةَ الليل هِيَ أَشَدُّ وَطْأً وَأَقْوَمُ قِيلاً}  [المزمل: ٦] </p><p> لأنك في الوقت الذي ينام فيه الناس ويخلدون إلى الراحة وتتثاقل رؤوسهم عن العبادة، تقوم بين يدي ربك مناجياً مُتضرِّعاً، فتتنزل عليك من الرحمات والفيوضات، فَمَنْ قام من الناس في هذا الوقت </p><p> واقتدى بك فَلَهُ نصيب من هذه الرحمات، وحَظٌّ من هذه الفيوضات. ومَنْ تثاقلتْ رأسه عن القيام فلا حَظَّ له. </p><p> إذن: في قيام الليل قوة إيمانية وطاقة روحية، ولما كانت مهمة الرسول فوق مهمة الخَلْق كان حظّه من قيام الليل أزيد من حظهم، فأعباء الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كثيرة، والعِبْءُ الثقيل يحتاج الاتصال بالحق الأحد القيوم، حتى يستعين بلقاء ربه على قضاء مصالحه. </p><p> ومن العجيب أن ينصرف المسلمون عن هذه السُّنة، ويتغافلون عنها، فإذا حزبهم أمر لا يُهْرَعون إلى الصلاة، بل يتعللون، يقول أحدهم: أنا مشغول. وهل شغل الدنيا مبرر للتهاون في هذه الفريضة؟ ومَنْ يدريك لعلك بالصلاة تُفتح لك الأبواب، وتقضى في ساعة ما لا تقضيه في عدة أيام. </p><p> ونقول لهؤلاء الذين يتهاونون في الصلاة وتشغلهم الدنيا عنها، فإنْ صَلُّوا صَلُّوا قضاءً، فإن سألتَهم قالوا: المشاغل كثيرة والوقت لا يكفي، فهل إذا أراد أحدهم الذهاب لقضاء حاجته، هل سيجد وقتاً لهذا؟ إنه لا شكَّ واجدٌ الوقت لمثل هذا الأمر، حتى وإنْ تكالبتْ عليه مشاغل الدنيا، فلماذا الصلاة هي التي لا تجد لها وقتاً؟! </p><p> وقوله تعالى:  {نَافِلَةً لَّكَ.</p><p> .}  [الإسراء: ٧٩] </p><p> النافلة هي الزيادة عما فرض على الجميع (لك) أي: خاصة بك دون غيرك، وهذا هو مقام الإحسان الذي قال الله عنه:  {إِنَّ المتقين فِي جَنَّاتٍ وَعُيُونٍ آخِذِينَ مَآ آتَاهُمْ رَبُّهُمْ إِنَّهُمْ كَانُواْ قَبْلَ ذَلِكَ مُحْسِنِينَ}  [الذاريات: ١٥ - ١٦] </p><p> والمحسن هو الذي دخل مقام الإحسان، بأن يزيد على ما فرضه الله عليه، ومن جنس ما فرض؛ لذلك جاءت حيثية الإحسان:  {كَانُواْ قَلِيلاً مِّن الليل مَا يَهْجَعُونَ وبالأسحار هُمْ يَسْتَغْفِرُونَ}  [الذاريات: ١٧ - ١٨] </p><p> وهذا المقام ليس فرضاً عليك، فلك أن تصلي العشاء وتنام حتى صلاة الفجر، لكن إنْ أردت أن تتأسَّى برسول الله وتتشبّه به فادخُلْ في مقام الإحسان على قَدْر استطاعتك. </p><p> ثم يقول تعالى:  {عسى أَن يَبْعَثَكَ رَبُّكَ مَقَاماً مَّحْمُوداً}  [الإسراء: ٧٩] </p><p> تحدثتْ الآية في أولها عن التكليف، وهذا هو الجزاء، و {عسى} تدل على رجاء حدوث الفعل، وفَرْق بين التمني والرجاء، التمني: أن تعلن أنك تحب شيئاً لكنه غير ممكن الحدوث أو مستحيل، ومن ذلك قول الشاعر: </p><p> لَيْتَ الكَواكِبَ تَدْنُو ليِ فَأنْظِمُهَا ... فالشاعر يتمنى لو أصبحت الكواكب بين يديه فينظمها قصائد مدح فيمن يمدحه، وهذا أمر مستحيل الحدوث. </p><p> وقوله: </p><p> أَلاَ لَيْتَ الشَّباب يعُودُ يَوْماً ... فَأُخبرُه بِمَا فَعَلَ المشيِبُ </p><p> أما الرجاء فهو طلب فعل ممكن الحدوث. </p><p> ويقع تحت الطلب أشياء متعددة؛ فإنْ طلب المتكلم من المخاطب شيئاً غير ممكن الحدوث فهو تمنٍّ، وإن طلب شيئاً ممكن الحدوث فهو ترجٍّ، وإنْ طلب صورة الشيء لا حقيقته فهو استفهام كما تقول: أين زيد؟ وفَرْقٌ بين طلب الحقيقة وطلب الصورة. </p><p> فإنْ طلبتَ حقيقة الشيء، فأمامك حالتان: إما أنْ تطلب الحقيقة على أنها تُفعل فهذا أمر، مثل: قُمْ: فإنْ طلبتها على أنها لا تفعل فهذا نهي: لا تَقُمْ. </p><p> إذن:  {عسى} تدل على الرجاء، وهو يختلف باختلاف المرجو منه، فإنْ رجوت من فلان فقد يعطيك أو يخذلك، فإنْ قُلْتَ: عسى أنْ أعطيك فقد قربت الرجاء؛ لأنني أرجو من نفسي، لكن الإنسان بطبعه صاحب أغيار، ويمكن أن تطرأ عليه ظروف فلا يَفِي بما وعد. </p><p> فإنْ قُلْت: عسى الله أن يعطيك، فهو أقوى الرجاء؛ لأنك رجوتَ مَنْ لا يُعجِزه شيء، ولا يتعاظمه شيء، ولا تتناوله الأغيار إذن: فالرجاء فيه مُحقَّق لاَ شَكَّ فيه. </p><p> والمقام المحمود، كلمة محمود: أي الذي يقع عليه الحمد، والحمد هنا مشاع فلم يَقُلْ: محمود مِمَّنْ؟ فهو محمود مِمَّنْ يمكن أن يتأتّى منه الحمد، محمود من الكل من لَدُنْ آدم، وحتى قيام الساعة. </p><p> والمراد بالمقام المحمود: هو مقام الشفاعة، حينما يقف الخَلْق في ساحة الحساب وهَوْل الموقف وشِدّته، حتى ليتمنى الناس الانصراف ولو أن النار، ساعتها تستشفع كُلُّ أمة بنبيها، فيردّها إلى أنْ يذهبوا إلى خاتم المرسلين وسيد الأنبياء، فيقول: أنا لها، أنا لها. </p><p> لذلك أمرنا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أن ندعو بهذا الدعاء:  «وابعثه اللهم المقام المحمود الذي وعدته» ولا شَكَّ أنه دعاء لصالحنا نحن. </p><p> ثم يقول الحق سبحانه:  {وَقُل رَّبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ ... } . </p>"
}