{
  "id": null,
  "sura": 17,
  "aya": 90,
  "text": "<p> (لَنْ) تفيد تأبيد نَفْي الفعل في المستقبل، تقول: أنا لم أصنع هذا، ولن أصنعه. أي: في المستقبل. </p><p> ومعلوم أن الإنسان ابن أغيار، ولا يحكمه حال واحد بل هو مُتقلِّب بين أحوال شتى طوال حياته، والله تعالى وحده هو الذي لا يتغيّر، وما دام الإنسان ابنَ أغيار ويطرأ عليه حال بعد حال، فليس له أنْ يحكمَ على شيء حُكْماً قاطعاً في مستقبل هو لا يملكه، فالذي يملك الحكم القاطع هو الحق سبحانه الذي لا تتناوله الأغيار. </p><p> لذلك فالإنسان مثلاً إذا صعد حتى القمة نخاف عليه الهبوط؛ لأنه من أهل الأغيار، ولا يدوم له حال، إذن: فماذا بعد القمة؟ </p><p> وقد عَبَّر الشاعر عن هذا المعنى بقوله: </p><p> إذَا تَمَّ شَيءٌ بَدَا نَقْصُهُ ... تَرقَّبْ زَوَالاً إذَا قِيل تَمّ </p><p> والعجيب أن الناس يتطلعون في نعمة الله إلى التمام، فيقول أحدهم: يا حبَّذا، لو حدث كذا لَتَمتْ هذه النعمة، وهم لا يدرون أن هذا النقص في النعمة سبب بقائها، فلو تَمَّتْ لك النعمة وأنت من أهل الأغيار، فماذا تنتظر إلا زوالها؟ </p><p> فَلْيَرْضَ كلٌّ صاحب نعمة بما فيها من نقص، فلعل هذا النقص يردُّ عنه عَيْن حاسد، أو حقد حاقد. </p><p> فبعض الناس يرزقه الله بالأولاد ويُعينه على تربيتهم، ولحكمة يفشل أحدهم فيحزن لذلك ويألم أشد الألم، ويقول: لو أن هذا الولد. . وهو لا يدرك حكمة الله من وراء هذا النقص، وأنه حارسٌ للنعمة في الآخرين، وأنه التميمة التي تحميه وتردُّ عنه ما يكره. </p><p> لذلك لما أراد المتنبي أن يمدح سيف الدولة قال له: </p><p> شَخِصَ الأَنامُ إلى كَمَالِكَ فَاسْتَعِذْ ... مِنْ شَرِّ أَعْيُنِهِمْ بعَيْبٍ وَاحِد </p><p> أي: نظروا إليك معجبين بما فيك من كمال، فاعمل عملاً سيئاً واحداً يصد عنك شرَّ أعينهم. </p><p> إذن:  (لن) تفيد تأبيد النفي في المستقبل، وهذا أمر لا يملكه إلا مالك الأحداث سبحانه وتعالى، أمّا صاحب الأغيار فليس له ذلك، والذين آمنوا فيما بعد برسول الله ممَّنْ قالوا هذه المقولة:  {لَن نُّؤْمِنَ لَكَ حتى تَفْجُرَ لَنَا مِنَ الأرض يَنْبُوعاً}  [الإسراء: ٩٠] </p><p> نستطيع أن نقول لهم: لقد أوقعتْكم (لن) في الكذب؛ لأنكم أبَّدتُم نَفْي الإيمان، وها أنتم مؤمنون، ولم يُفجِّر لكم النبي ينبوعاً من الأرض. </p><p> وعند فتح مكة وقف عكرمة بن أبي جهل وقال في الخَنْدَمَة </p><p> ما قال، ثم رجع إلى النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مؤمناً معتذراً وخرج محارباً مع خالد بن الوليد في اليرموك، وحين طُعِن الطعنة المميتة، وحمله خالد، فإذا به يقول له: أهذه ميتة تُرضِي عني رسول الله؟ </p><p> إذن: مَنْ يقول كلمة عليه أن يكون قادراً على تنفيذها، مالكاً لزمامها، ضامناً لنفسه أَلاَّ يتغير، وأَلاَّ تتناوله الأغيار، ولا يملك ذلك إلا الله سبحانه وتعالى. </p><p> والمتدبّر لأسلوب القرآن في سورة (الكافرون) يجد هذه المسألة واضحة، حيث يقول تعالى:  {قُلْ ياأيها الكافرون لاَ أَعْبُدُ مَا تَعْبُدُونَ وَلاَ أَنتُمْ عَابِدُونَ مَآ أَعْبُدُ وَلاَ أَنَآ عَابِدٌ مَّا عَبَدتُّمْ}  [الكافرون: ١ - ٤] </p><p> هكذا نفتْ الآية عبادة كل منهما لإله الآخر في الزمن الحاضر، ثم يقول تعالى:  {وَلاَ أَنَآ عَابِدٌ مَّا عَبَدتُّمْ وَلاَ أَنتُمْ عَابِدُونَ مَآ أَعْبُدُ}  [الكافرون: ٤ - ٥] لينفي أيضاً احتمال العبادة في المستقبل، إذن: فليس في الآية تكرار، كما يرى بعض قِصَار النظر. </p><p> ولك الآن أنْ تسألَ: كيف نفى القرآن الحديث في المستقبل؟ نقول: لأن المتكلّم هنا هو الحق سبحانه وتعالى الذي يملك الأحداث ولا تُغيِّره الأغيار، ولا تتسلط عليه، فحكم على المستقبل هذا الحكم القاطع وأبَّد النَّفي فيه. </p><p> ثم يقول تعالى:  {حتى تَفْجُرَ لَنَا مِنَ الأرض يَنْبُوعاً}  [الإسراء: ٩٠] </p><p> وفي آية أخرى قال:  {وَفَجَّرْنَا الأرض عُيُوناً. .}  [القمر: ١٢] </p><p> فالتفجير: أن تعمل في الأرض عملية تُخرِج المستتر في باطنها على ظهرها، وعين الماء تُخرِج لك الماء من الأرض، وتأخذ من حاجتك فلا ينقص؛ لأنها تعوض ما أُخِذ منها بقانون الاستطراق، وقد يحدث أن يغيض الماء فيها قليلاً. </p><p> أما الينبوع فتراه يفيض باستمرار دون أن ينقص فيه منسوب الماء، كما في زمزم مثلاً، ولا شكَّ أن هذا المطلب منهم جاء نتيجة حرمانهم من الماء، وحاجتهم الشديدة إليه. </p><p> ويذكر الحق سبحانه أنهم واصلوا حديثهم للرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فقالوا:  {أَوْ تَكُونَ لَكَ جَنَّةٌ مِّن نَّخِيلٍ وَعِنَبٍ فَتُفَجِّرَ الأنهار خِلالَهَا تَفْجِيراً} . </p>"
}