{
  "id": null,
  "sura": 17,
  "aya": 72,
  "text": "<p> وهذا هو المقابل لمن أخذ كتابه بيمينه؛ لأنه عميتْ بصيرته في الدنيا فعمى في الآخرة، وطالما هو كذلك فلا شَكَّ أنه من أهل الشمال، فالآيات ذكرتْ مرة السبب، وذكرتْ مرة المسبّب، ليلتقي السبب والمسبب، وهو ما يعرف باسم [الاحتباك] البلاغي. </p><p> فكأن الحق سبحانه قال: إن مَنْ أُوتِي كتابه بيمينه وقرأه وتباهى به لم يكُنْ أعمى في دنياه، بل كان بصيراً واعياً، فاهتدى إلى منهج الله وسار عليه، فكانت هذه نهايته وهذا جزاءه. </p><p> أما مَنْ أوتي كتابه بشماله فقد كان أعمى في الدنيا عمى بصيرة لا عمى بصر؛ لأن عمى البصر حجب الأداة الباصرة عن إدراك المرائي، والكافرون في الدنيا كانوا مُبصرين للمرائي من حولهم. مُدركين لماديات الحياة، أما بصيرتهم فقد طُمِس عليها فلا ترى خيراً، ولا تهتدي إلى صلاح. </p><p> وسبق أن قلنا: إن الإنسان لكي يسير في رحلة الحياة على هدى لا بُدَّ له من بصر يرى به المرائي المادية، حتى لا يصطدم بأقوى منه فيتحطم أو بأضعف منه فيحطمه، والبصر للمؤمن والكافر من عطاء الربوبية للإنسان. لكن إلى جانب البصر هناك عطاء آخر هو ثمرة من ثمار عطاء الألوهية الذي لا يكون إلا للمؤمن، ألا وهو البصيرة، بصيرة القيم التي يكتسبها الإنسان من منهج الله الذي آمن به وسار على هَدْيه. </p><p> وقوله:  {فَهُوَ فِي الآخرة أعمى وَأَضَلُّ سَبِيلا}  [الإسراء: ٧٢] </p><p> إنْ كان عماه في الدنيا عمى بصيرة، فَعَماه في الآخرة عمى بصر؛ لأن البصيرة مطلوبة منه في الدنيا فقط؛ لأن بها سيُعرف الخير من الشر، وعليها يترتب العمل، وليست الآخرة مجال عمل، إذن: العمى في الآخرة عمى البصر، كما قال تعالى في آية أخرى:  {فَمَنِ اتبع هُدَايَ فَلاَ يَضِلُّ وَلاَ يشقى وَمَنْ أَعْرَضَ عَن ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنكاً وَنَحْشُرُهُ يَوْمَ القيامة أعمى}  [طه: ١٢٣ - ١٢٤] </p><p> وقال عنهم في آية أخرى:  {وَنَحْشُرُهُمْ يَوْمَ القيامة على وُجُوهِهِمْ عُمْياً وَبُكْماً وَصُمّا. .}  [الإسراء: ٩٧] </p><p> لكن قد يقول قائل: هناك آيات أخرى تثبت لهم الرؤية في الآخرة، مثل قوله تعالى:  {حتى إِذَا رَأَوْاْ مَا يُوعَدُونَ. .}  [مريم: ٧٥] </p><p> وقوله تعالى:  {وَرَأَى المجرمون النار فظنوا أَنَّهُمْ مُّوَاقِعُوهَا. .}  [الكهف: ٥٣] </p><p> وللجمع بين هذه الآيات وللتوفيق بينها نقول: للكفار يوم القيامة في مجال الرؤية البصرية حالتان: الأولى عند القيام وهَوْل المحشر يكونون عُمْياً وبُكْماً وصُمّاً لتزداد حَيْرتهم ويشتد بهم الفزع حيث هم في هذا الكرب الشديد، ولكن لا يعرف ما يحدث ولا أين المهرب، ولا يستمعون من أحد كلمة، وهكذا هم في كَرْب وحَيْرة لا يدرون شيئاً. وهذه حالة العمي البصري عندهم. </p><p> أما الحالة الثانية وهي الرؤية، فتكون عندما يتجلى الحق تبارك وتعالى لأهل الموقف ويكشف الغطاء عن نفسه سبحانه، فهنا يصير الكافر حَادّ البصر، ليرى مكانه من النار. </p><p> ولا بُدَّ لنا هنا أن نلحظَ أن ألفاظ اللغة قد يكون اللفظ واحداً ولكن يختلف السياق، ففي قوله تعالى:  {وَمَن كَانَ فِي هذه أعمى فَهُوَ فِي الآخرة أعمى وَأَضَلُّ سَبِيلاً}  [الإسراء: ٧٢] </p><p> فلفظ {أعمى} واحد، لكن في الآخرة قال {وَأَضَلُّ سَبِيلاً} إذن: لا بُدَّ أن عمى الدنيا أقلّ من عمى الآخرة، كما تقول: هذا خير. فمقابل خير: شر. أما لو قلت: هذا خَيْر من هذا فقد فضَّلتَ الأول في الخيرية عن الثاني، إذن: كلمة خير إما أنْ تأتي وَصْفاً، وإما أن تأتي تفضيلاً. </p><p> ومن ذلك قول الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «المؤمن القوي خَيْرٌ وأحَبُّ إلى الله من المؤمن الضعيف، وفي كُلٍّ خير» . </p><p> فالمراد أن المؤمن القوي أكثر في الخيرية. إذن: فكلمة: {فَهُوَ فِي الآخرة أعمى. .}  [الإسراء: ٧٢] ليست وَصْفاً، وإنما تفضيل لعمى الآخرة على عمى الدنيا، أي أنه في الآخرة أشدّ عمىً. </p><p> وقوله تعالى:  {وَأَضَلُّ سَبِيلاً}  [الإسراء: ٧٢] ومعلوم أنه كان ضالاً في الدنيا، فكيف يكون أضلَّ في الآخرة؟ </p><p> قالوا: لأن ضلاله في الدنيا كان يمكن تداركه بالرجوع إلى المنهج والعودة إلى الطريق السَّويّ، أما في الآخرة فضلاله لا يمكن تداركه، فقد انتهى وقت الاختيار، إذن: فضلالهُ في الآخرة أشدّ وأعظمُ من ضلاله في الدنيا. </p><p> ثم يقول الحق سبحانه:  {وَإِن كَادُواْ لَيَفْتِنُونَكَ عَنِ الذي أَوْحَيْنَآ إِلَيْكَ لِتفْتَرِيَ عَلَيْنَا غَيْرَهُ ... } . </p>"
}