{
  "id": null,
  "sura": 17,
  "aya": 12,
  "text": "<p> الحق سبحانه وتعالى جعل الزمن ليلاً ونهاراً ظرفاً للأحداث، وجعل لكل منهما مهمة لا تتأتّى مع الآخر، فهما متقابلان لا متضادان، فليس الليل ضد النهار أو النهار ضد الليل؛ لأن لكل منهما مهمة، والتقابل يجعلهما متكاملين. </p><p> ولذلك أراد الله تعالى أن يُنظِّر بالليل والنهار في جنس الإنسان </p><p> من الذكورة والأنوثة، فهما أيضاً متكاملان لا متضادان، حتى لا تقوم عداوة بين ذكورة وأنوثة، كما نرى البعض من الجنسين يتعصَّب لجنسه تعصبُّاً أعمى خالياً من فَهْم طبيعة العلاقة بين الذكر والأنثى. </p><p> فالليل والنهار كجنس واحد لهما مهمة، أما من حيث النوع فلكل منهما مهمة خاصة به، وإياك أن تخلط بين هذه وهذه. </p><p> وتأمل قول الحق سبحانه:  {والليل إِذَا يغشى والنهار إِذَا تجلى وَمَا خَلَقَ الذكر والأنثى إِنَّ سَعْيَكُمْ لشتى}  [الليل: ١ - ٤] </p><p> فلا تجعل الليل ضِداً للنهار، ولا النهار ضداً لليل، وكذلك لا تجعل الذكورة ضِداً للأنوثة، ولا الأنوثة ضداً للذكورة. </p><p> قوله تعالى:  {وَجَعَلْنَا اليل والنهار آيَتَيْنِ. .}  [الإسراء: ١٢] </p><p> جعلنا: بمعنى خلقنا، والليل والنهار هما المعروفان لنا بالمعايشة والمشاهدة، ومعرفتنا هذه أوضح من أنْ نعرِّفهما، فنقول مثلاً: الليل هو مَغِيب الشمس عن نصف الكرة الأرضية، والنهار هو شروق الشمس على نصف الكرة الأرضية. </p><p> إذن: قد يكون الشي أوضح من تعريفه. </p><p> والحق سبحانه خلق لنا الليل والنهار، وجعل لكل منهما حكمة ومهمة، وحينما يتحدّث عنهما، يقول تعالى:  {والضحى والليل إِذَا سجى}  [الضحى: ١ - ٢] </p><p> ويقول:  {والليل إِذَا يغشى والنهار إِذَا تجلى}  [الليل: ١ - ٢] فبدأ بالليل. </p><p> ومرة يتحدث عن اللازم لهما، فيقول:  {وَجَعَلَ الظلمات والنور}  [الأنعام: ١] </p><p> لأن الحكمة من الليل تكمن في ظُلْمته، والحكمة من النهار تكمُن في نوره، فالظُّلْمة سكَنٌ واستقرار وراحة. وفي الليل تهدأ الأعصاب من الأشعة والضوء، ويأخذ البدن راحته؛ لذلك قال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «أطفئوا المصابيح إذا رقدتم» . </p><p> في حين نرى الكثيرين يظنون أن الأضواء المبهرة التي نراها الآن مظهر حضاري، وهم غافلون عن الحكمة من الليل، وهي ظلمته. </p><p> والنور للحركة والعمل والسَّعْي، فمَن ارتاح في الليل يُصبح نشيطاً للعمل، ولا يعمل الإنسان إلا إذا أخذ طاقة جديدة، وارتاحت أعضاؤه، ساعتها تستطيع أن تطلب منه أن يعمل. </p><p> لذلك قال الحق سبحانه:  {وَمِن رَّحْمَتِهِ جَعَلَ لَكُمُ اليل والنهار. .}  [القصص: ٧٣] </p><p> لماذا؟ {لِتَسْكُنُواْ فِيهِ. .}  [القصص: ٧٣] </p><p> أي: في الليل. {وَلِتَبتَغُواْ مِن فَضْلِهِ. .}  [القصص: ٧٣] أي: في النهار. </p><p> إذن: لليل مهمة، وللنهار مهمة، وإياك أنْ تخلط هذه بهذه، وإذا ما وُجد عمل لا يُؤدِّي إلا بالليل كالحراسة مثلاً، نجد الحق </p><p> سبحانه يفتح لنا باباً لنخرج من هذه القاعدة العامة. </p><p> فيقول تعالى:  {وَمِنْ آيَاتِهِ مَنَامُكُم باليل والنهار. .}  [الروم: ٢٣] </p><p> فجعل النهار أيضاً محلاً للنوم، فأعطانا فُسْحة ورُخْصة، ولكن في أضيق نطاق، فَمَنْ لا يقومون بأعمالهم إلا في الليل، وهي نسبة ضئيلة لا تخرق القاعدة العامة التي ارتضاها الحق سبحانه لتنظيم حركة حياتنا. </p><p> فإذا خرج الإنسان عن هذه القاعدة، وتمرَّد على هذا النظام الإلهي، فإن الحق سبحانه يَردعه بما يكبح جماحه، ويحميه من إسرافه على نفسه، وهذا من لُطْفه تعالى ورحمته بخَلْقه. </p><p> هذا الردْع إما رَدْع ذاتيّ اختياري، وإما رَدْع قَهْريّ الردع الذاتي يحدث للإنسان حينما يسعى في حركة الحياة ويعمل، فيحتاج إلى طاقة، هذه الطاقة تحتاج إلى دم متدفق يجري في أعضائه، فإنْ زادتْ الحركة عن طاقة الإنسان يلهث وتتلاحق أنفاسه، وتبدو عليه أمارات التعب والإرهاق، لأن الدم المتوارد إلى رئته لا يكفي هذه الحركة. </p><p> وهذا نلاحظه مثلاً في صعود السُّلَّم، حيث حركة الصعود مناقضة لجاذبية الأرض لك، فتحتاج إلى قوة أكثر، وإلى دم أكثر وتنفس فوق التنفس العادي. </p><p> فكأن الحق سبحانه وتعالى جعل التعب والميل إلى الراحة رادعاً ذاتياً في الإنسان، إذا ما تجاوز حَدّ الطاقة التي جعلها الله فيه. </p><p> أما الردْع القهري فهو النوم، يلقيه الله على الإنسان إذا ما كابر وغالط نفسه، وظن أنه قادر على مزيد من العمل دون راحة، فهنا يأتي دور الرادع القَسْري، فينام رغماً عنه ولا يستطيع المقاومة، وكأن الطبيعة التي خلقها الله فيه تقول له: ارحم نفسك، فإنك لم تَعُدْ صالحاً للعمل. </p><p> فالحق تبارك وتعالى لا يُسلِم الإنسان لاختياره، بل يُلقي عليه النوم وفقدان الوعي والحركة ليحميه من حماقته وإسرافه على نفسه. </p><p> لذلك نرى الواحد مِنّا إذا ما تعرّض لمناسبة اضطرته لعدم النوم لمدة يومين مثلاً، لا بُدَّ له بعد أن ينتهي من مهمته هذه أنْ ينَام مثل هذه المدة التي سهرها؛ ليأخذ الجسم حَقَّه من الراحة التي حُرم منها. </p><p> وقوله تعالى:  {آيَتَيْنِ. .}  [الإسراء: ١٢] </p><p> قلنا: إن الآية هي الشيء العجيب الذي يدعو إلى التأمل، ويُظهِر قدرة الخالق وعظمته سبحانه، والآية تُطلَق على ثلاثة أشياء: </p><p> تُطلَق على الآيات الكونية التي خلقها الله في كونه وأبدعها، وهذه الآيات الكونية يلتقي بها المؤمن والكافر، ومنها كما قال تعالى:  {وَمِنْ آيَاتِهِ اليل والنهار والشمس والقمر}  [فصلت: ٣٧] </p><p> {وَمِنْ آيَاتِهِ الجوار فِي البحر كالأعلام}  [الشورى: ٣٢] </p><p> وهذه الآيات تلفتنا إلى قدرة الخالق سبحانه وتعالى. </p><p> - </p><p> وتُطلق الآيات على المعجزات التي تصاحب الرسل، وتكون دليلاً على صدْقهم، فكل رسول يُبعَث ليحمل رسالة الخالق لهداية الخَلْق، لا بُدَّ أن يأتي بدليل على صِدْقه وأمارة على أنه رسول. </p><p> وهذه هي المعجزة، وتكون مما نبغ فيه قومه ومهروا؛ لتكون أوضح في إعجازهم وأدْعَى إلى تصديقهم. </p><p> قال تعالى:  {وَمَا مَنَعَنَآ أَن نُّرْسِلَ بالآيات إِلاَّ أَن كَذَّبَ بِهَا الأولون. .}  [الإسراء: ٥٩] </p><p> وتُطلق الآيات على آيات القرآن الكريم الحاملة للأحكام. </p><p> إذن: هذه أنواع ثلاثة في كل منها عجائب تدعوك للتأمل، ففي الأولى: هندسة الكون ونظامه العجيب البديع الدقيق، وفي الثانية: آيات الإعجاز، حيث أتى بشيء نبغ فيه القوم، ومع ذلك لم يستطيعوا الإتيان بمثله، وفي الثالثة: آيات القرآن وحاملة الأحكام؛ لأنها أقوم نظام لحركة الحياة. </p><p> فقول الحق سبحانه:  {وَجَعَلْنَا اليل والنهار آيَتَيْنِ. .}  [الإسراء: ١٢] </p><p> أي: كونيتين، ولا مانع أنْ تفسر الآياتُ الكونية آيات القرآن. </p><p> وقوله:  {فَمَحَوْنَآ آيَةَ اليل. .}  [الإسراء: ١٢] </p><p> أي: بعد أنْ كان الضوء غابت الشمس فَحَلَّ الظلام، أو مَحوْناهَا: أي جعلناها هكذا، كما قلنا: سبحان مَنْ بيَّض اللبن. </p><p> أي خلقه هكذا، فيكون المراد: خلق الليل هكذا مظلماً. </p><p> {وَجَعَلْنَآ آيَةَ النهار مُبْصِرَةً. .}  [الإسراء: ١٢] </p><p> أي: خلقنا النهار مضيئاً، ومعنى مبصرة أو مضيئة أي: نرى بها الأشياء؛ لأن الأشياء لا تُرى في الظلام، فإذا حَلَّ الضياء والنور رأيناها، وعلى هذا كان ينبغي أن يقول: وجعلنا آية النهار مُبْصَراً فيها، وليست هي مبصرة. </p><p> وهذه كما في قوله تعالى في قصة موسى وفرعون:  {فَلَمَّا جَآءَتْهُمْ آيَاتُنَا مُبْصِرَةً. .}  [النمل: ١٣] </p><p> فنسب البصر إلى الآيات، كما نسب البصر هنا إلى النهار. </p><p> وهذه مسألة حيَّرتْ الباحثين في فلسفة الكون وظواهره، فكانوا يظنون أنك ترى الأشياء إذا انتقل الشعاع من عينك إلى المرئي فتراه. إلى أن جاء العالم الإسلامي «ابن الهيثم» الذي نَوَّر الله بصيرته، وهداه إلى سِرِّ رؤية الأشياء، فأوضح لهم ما وقعوا فيه من الخطأ، فلو أن الشعاع ينتقل من العين إلى المرئي لأمكنك أن ترى الأشياء في الظُّلمة إذا كنتَ في الضوء. </p><p> إذن: الشعاع لا يأتي من العين، بل من الشيء المرئي، ولذلك نرى الأشياء إنْ كانت في الضوء، ولا نراها إن كانت في الظلام. </p><p> وعليه يكون الشيء المرئيّ هو الذي يبصرك من حيث هو الذي يتضح لك، ويساعدك على رؤيته، ولذلك نقول: هذا شيء يُلفت النظر أي: يرسل إليك مَا يجعلك تلتفت إليه. </p><p> إذن: التعبير القرآني: {وَجَعَلْنَآ آيَةَ النهار مُبْصِرَةً. .}  [الإسراء: ١٢] </p><p> على مستوى عال من الدقة والإعجاز، وصدق الله تعالى حين قال:  {سَنُرِيهِمْ آيَاتِنَا فِي الآفاق وفي أَنفُسِهِمْ حتى يَتَبَيَّنَ لَهُمْ أَنَّهُ الحق}  [فصلت: ٥٣] </p><p> وقوله تعالى:  {لِتَبْتَغُواْ فَضْلاً مِّن رَّبِّكُمْ. .}  [الإسراء: ١٢] </p><p> وهذه هي العلة الأولى لآية الليل والنهار. </p><p> أي: أن السعي وطلب الرزق لا يكون إلا في النهار؛ لذلك أتى طلب فضل الله ورزقه بعد آية النهار، ومعلوم أن الإنسان لا تكون له حركة نشاطية وإقبال على السَّعي والعمل إلا إذا كان مرتاحاً ولا تتوفر له الراحة إلا بنوم الليل. </p><p> وبهذا نجد في الآية الكريمة نفس الترتيب الوارد في قوله تعالى:  {وَمِن رَّحْمَتِهِ جَعَلَ لَكُمُ اليل والنهار لِتَسْكُنُواْ فِيهِ وَلِتَبتَغُواْ مِن فَضْلِهِ. .} </p><p> [القصص: ٧٣] </p><p> فالترتيب في الآية يقتضي أن نقول:  {لِتَسْكُنُواْ فِيهِ. .}  [القصص: ٧٣] </p><p> أي: في الليل، {وَلِتَبتَغُواْ مِن فَضْلِهِ. .}  [القصص: ٧٣] أي: في النهار، وعمل النهار لا يتم إلا براحة الليل، فهما إذن متكاملان. </p><p> والحق سبحانه وتعالى جعل النهار مَحلاً للحركة وابتغاء فضل الله؛ لأن الحركة أمرٌ ماديّ وتفاعل ماديّ بين الإنسان ومادة الكون من حوله، كالفلاح وتفاعله مع أرضه، والعامل تفاعله مع آلته. </p><p> هذا التفاعل المادي لا يتم إلا في ضوء؛ لأن الظلمة تغطي الأشياء وتُعميها، وهذا يتناسب مع الليل حيث ينام الناس، أما في السعي والحركة فلا بُدَّ من ضوء أتبين به الفاعل والمنفعل له، ففي الظلمة قد تصطدم بما هو أقوى منك فيحطمك، أو بما هو أضعف منك فتحطمه. </p><p> إذن: فأول خطوات ابتغاء فضل الله أن يتبيّن الإنسان المادة التي يتفاعل معها. لذلك، فالحق سبحانه جعل الظلمة سابقة للضياء. فقال تعالى:  {وَجَعَلَ الظلمات والنور}  [الأنعام: ١] </p><p> لأن النور محلٌّ للحركة، ولا يمكن للإنسان أن يعمل إلا بعد راحة، والراحة لا تكون إلا في ظُلْمة الليل. </p><p> وقوله تعالى:  {وَلِتَعْلَمُواْ عَدَدَ السنين والحساب. .}  [الإسراء: ١٢] </p><p> وهذه هي العِلَّة الأخرى لليل والنهار، حيث بمرورهما يتمّ حساب السنين. </p><p> وكلمة {عَدَدَ} تقتضي شيئاً له وحدات، ونريد أن نعرف كمية هذه الوحدات؛ لأن الشيء إنْ لم تكُنْ له كميات متكررة فهو واحد. </p><p> وقوله:  {السنين والحساب. .}  [الإسراء: ١٢] </p><p> لأنها من لوازم حركتنا في الحياة، فعن طريق حساب الأيام نستطيع تحديد وقت الزراعات المختلفة، أو وقت سقوط المطر، أو هبوب الرياح. وفي العبادات نحدد بها أيام الحج، وشهر الصوم، ووقت الصلاة، ويوم الجمعة، هذه وغيرها من لوازم حياتنا لا نعرفها إلا بمرور الليل والنهار. </p><p> ولو تأملتَ عظمة الخالق سبحانه لوجدتَ القمر في الليل، والشمس في النهار، ولكل منهما مهمة في حساب الأيام والشهور والسنين، فالشمس لا تعرف بها إلا اليوم الذي أنت فيه، حيث يبدأ اليوم بشروقها وينتهي بغروبها، أما بالقمر فتستطيع حساب الأيام والشهور؛ لأن الخالق سبحانه جعل فيه علامة ذاتية يتم الحساب على </p><p> أساسها، فهو في أول الشهر هلال، ثم يكبر فيصير إلى تربيع أول، ثم إلى تربيع ثان، ثم إلى بدر، ثم يأخذ في التناقص إلى أن يصل إلى المحاق آخر الشهر. </p><p> إذن: نستطيع أن نحدد اليوم بالشمس والشهور بالقمر، ومن هنا تثبت مواقيت العبادة بالليل دون النهار، فتثبت رؤية رمضان ليلاً أولاً، ثم يثبت نهاراً، فنقول: الليلة أول رمضان، لذلك قال تعالى:  {هُوَ الذي جَعَلَ الشمس ضِيَآءً والقمر نُوراً وَقَدَّرَهُ مَنَازِلَ لِتَعْلَمُواْ عَدَدَ السنين والحساب}  [يونس: ٥] </p><p> فقوله:  {وَقَدَّرَهُ. .}  [يونس: ٥] أي: القمر؛ لأن به تتبين أوائل الشهور، وهو أدقّ نظام حسابي يُعتمد عليه حتى الآن عند علماء الفلك وعلماء البحار وغيرهم. </p><p> و {مَنَازِلَ. .}  [يونس: ٥] هي البروج الاثنى عشر للقمر التي أقسم الله بها في قوله تعالى: {والسمآء ذَاتِ البروج واليوم الموعود وَشَاهِدٍ وَمَشْهُودٍ}  [البروج: ١ - ٣] </p><p> ولأن حياة الخَلْق لا تقوم إلا بحساب الزمن، فقد جعل الخالق سبحانه في كَوْنه ضوابط تضبط لنا الزمن، وهذه الضوابط لا تصلح لضبط الوقت إلا إذا كانت هي في نفسها منضبطة، فمثلاً أنت لا تستطيع أن تضبط مواعيدك على ساعتك إذا كانت غير منضبطة (تُقدّم أو تُأخّر) . </p><p> لذلك يقول الخالق المبدع سبحانه عن ضوابط الوقت في كَوْنه: </p><p> {الشَّمْسُ والقمر بِحُسْبَانٍ}  [الرحمن: ٥] </p><p> أي: بحساب دقيق لا يختلّ، وطالما أن الخالق سبحانه خلقها بحساب فاجعلوها ضوابط لحساباتكم. </p><p> وقوله تعالى:  {وَكُلَّ شَيْءٍ فَصَّلْنَاهُ تَفْصِيلاً. .}  [الإسراء: ١٢] </p><p> معنى التفصيل أن تجعل بَيْناً بين شيئين، وتقول: فصلْتُ شيئاً عن شيء، فالحق سبحانه فصَّل لنا كل ما يحتاج إلى تفصيل، حتى لا يلتبس علينا الأمر في كل نواحي الحياة. </p><p> ومثال ذلك في الوضوء مثلاً يقول سبحانه:  {يَا أَيُّهَا الذين آمَنُواْ إِذَا قُمْتُمْ إِلَى الصلاة فاغسلوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى المرافق}  [المائدة: ٦] </p><p> فأطلق غَسْل الوجه؛ لأنه لا يختلف عليه أحد، وحدَّد الأيدي إلى المرافق، لأن الأيدي يُختلف في تحديدها، فاليد قد تكون إلى الرُّسْغ، أو إلى المرفق، أو إلى الكتف، لذلك حددها الله تعالى، لأنه سبحانه يريدها على شكل مخصوص. </p><p> وكذلك في قوله تعالى:  {وامسحوا بِرُؤُوسِكُمْ وَأَرْجُلَكُمْ إِلَى الكعبين}  [المائدة: ٦] </p><p> فالرأس يناسبها المسْح لا الغَسْل، والرِّجْلاَن كاليد لا بُدَّ أنْ تُحَدَّد. فإذا لم يوجد الماء أو تعذَّر استعماله شرع لنا سبحانه التيمم، فقال تعالى:  {فَلَمْ تَجِدُواْ مَآءً فَتَيَمَّمُواْ صَعِيداً طَيِّباً فامسحوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ. .}  [النساء: ٤٣] </p><p> والتيمم يقوم مقام الوضوء، من حيث هو استعداد للصلاة ولقاء الحق سبحانه وتعالى، وقد يظن البعض أن الحكمة من الوضوء الطهارة والنظافة، وكذلك التيمُّم؛ لذلك يقترح بعضهم أن نُنظّف أنفسنا بالكولونيا مثلاً. </p><p> نقول: ليس المقصود بالوضوء أو التيمم الطهارة أو النظافة، بل المراد الاستعداد للصلاة وإظهار الطاعة والانصياع لشرع الله تعالى، وإلا كيف تتم الطهارة أو النظافة بالتراب؟ </p><p> هذا الاستعداد للصلاة هو الذي جعل سيدنا علي زين العابدين رَضِيَ اللَّهُ عَنْه يَصْفرّ وجهه عند الوضوء، وعندما سُئِل عن ذلك قال: أتعلمون على مَنْ أنا مُقبل الآن؟ </p><p> فللقاء الحق سبحانه وتعالى رهبة يجب أن يعمل لها المؤمن حساباً، وأنْ يستعدّ للصلاة بما شرعه له ربه سبحانه وتعالى. </p><p> ثم يقول الحق سبحانه:  {وَكُلَّ إِنْسَانٍ أَلْزَمْنَاهُ طَآئِرَهُ فِي عُنُقِهِ ... } . </p>"
}