{
  "id": null,
  "sura": 17,
  "aya": 53,
  "text": "<p> وسبق أنْ أوضحنا الفرق بين عبيد وعباد، وأنهما جَمْع عبد، لكن عبيد تدل على مَنْ خضع لسيّده في الأمور القهرية، وتمرَّد عليه في الأمور الاختيارية، أما عباد فتدلّ على مَنْ خضع لسيده في كُلِّ </p><p> أموره القهرية والاختيارية، وفضَّل مراد الله على مُرَاده، وعنهم قال تعالى:  {وَعِبَادُ الرحمن الذين يَمْشُونَ على الأرض هَوْناً وَإِذَا خَاطَبَهُمُ الجَاهِلُونَ قَالُواْ سَلاَماً وَالَّذِينَ يِبِيتُونَ لِرَبِّهِمْ سُجَّداً وَقِيَاماً}  [الفرقان: ٦٣ - ٦٤] </p><p> وهذا الفَرْق قائم بينهما في الدنيا دون الآخرة، حيث في الآخرة تنحلّ صفة الاختيار التي بنينا عليها التفرقة، وبذلك يتساوى الجميع في الآخرة، فكلهم عبيد وعباد؛ لذلك قال تعالى في الآخرة للشيطان:  {أَأَنتُمْ أَضْلَلْتُمْ عِبَادِي هَؤُلاَءِ أَمْ هُمْ ضَلُّوا السبيل}  [الفرقان: ١٧] </p><p> فسمَّاهم عباداً رغم ضلالهم وكفرهم. </p><p> وقوله تعالى:  {يَقُولُواْ التي هِيَ أَحْسَنُ}  [الإسراء: ٥٣] </p><p> أي: العبارة التي هي أحسن، وكذلك الفِعْل الذي هو أحسن. والمعنى: قُلْ لعبادي: قولوا التي هي أحسن يقولوا التي هي أحسن؛ لأنهم مُؤتمرون بأمك مُصدِّقون لكَ. </p><p> و {التي هِيَ أَحْسَنُ} تعني: الأحسن الأعلى الذي تتشقَّق منه كُل أَحْسَنيات الحياة، والأحسن هو الإيمان بالله بشهادة أن لا إله إلا الله، هذه أحسن الأشياء وأولها، لذلك كان صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يقول:  «خَيْرُ ما قُلْتُه أنا والنبيون من قبلي: لا إله إلا الله» «. </p><p> لأن من باطنها ينبتُ كل حسن، فهي الأحسن والكبيرة؛ لأنك ما دُمْتَ تؤمن بالله فلن تتلقّى إلا عنه، ولن تخاف إلا منه، ولن ترجوَ إلا هو، وهكذا يحسُن أمرك كلُّه في الدنيا والآخرة. </p><p> وأنت حين تقول: لا إله إلا الله، لا تقولها إلا وأنت مؤمن بها؛ لأنك تريد أنْ تُشيِعها فيمن سمعك، ولا تكتفي بنفسك فقط، بل تحب أنْ يُشاركك الآخرون هذا الخير؛ لذلك إذا أردنا أن ننطقَ بهذه الكلمة نقول: أشهد أن لا إله إلا الله. فمعنى أشهد يعني عند مَنْ لم يشهد، فكأن إيمانك بها دَعاك إلى نَقْلها إلى الناس، وبثِّها فيما بينهم. </p><p> ويمكن أن نقول {التي هِيَ أَحْسَنُ} الأحسن هو: كل كلمة خير، أو الأحسن هو: الجدل بالتي هي أحسن، كما قال تعالى:  {وَجَادِلْهُم بالتي هِيَ أَحْسَنُ}  [النحل: ١٢٥] </p><p> أو نقول: الأحسن يعني التمييز بين الأقوال المتناقضة وفَرْزها أمام العقل، ثم نختار الأحسن منها، فنقول به. </p><p> فالأحسن إذن تَشيُع لتشمل كُلَّ حَسَن في أيِّ مجال من مجالات الأقوال أو الأفعال، ولنأخذ مثلاً مجال الجدل، وخاصة إذا كان في سبيل إعلاء كلمة الله، فلا شكّ أن المعارض كَارِهٌ لمبدئك العام، فإنْ قَسَوْتَ عليه وأغلظْتَ له القول أو اخترتَ العبارة السيئة فسوف ينتقل الخلاف بينكما من خلاف في مبدأ عام على عَدَاء شخصي. </p><p> وإذا تحوَّلَتْ هذه المسألة إلى قضية شخصية فقد أججَّتَ أُوَار غضبه؛ لأنه في حاجة لأنْ تَرْفُقَ به، فلا تجمع عليه مرارة أنْ تُخرِجه مما أَلِف إلى ما يكره، بل حاول أنْ تُخرِجه مما أَلِف إلى ما يحب لتطفئ شراسته لعداوتك العامة، وتُقرِّب من الهُوّة بينك وبينه فيقبل منك ما تقول. </p><p> يقول تعالى: {وَلاَ تَسْتَوِي الحسنة وَلاَ السيئة ادفع بالتي هِيَ أَحْسَنُ </p><p> فَإِذَا الذي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ} [فصلت: ٣٤] </p><p> وقد يطلُع علينا مَنْ يقول: لقد دفعتُ بالتي هي أحسن، ومع ذلك لا يزال عدوي قائماً على عداوتي، ولم أكسب محبته. نقول له: أنت ظننتَ أنك دفعتَ بالتي هي أحسن، ولكن الواقع غير ذلك، إنك تحاول أنْ تُجرِّب مع الله، والتجربة مع الله شَكٌّ، فادفع بالتي هي أحسن من غير تجربة، وسوف يتحول العدو أمامك إلى صديق. </p><p> وما أروعَ قول الشاعر: </p><p> يَا مَنْ تُضَايِقُه الفِعَالُ مِنَ التيِ ومِنَ الذِي ... ادْفَع فَدَيْتُك بالتِي حتَّى تَرَى فَإذَا الذِي </p><p> لكن، لماذا نقول التي هي أحسن؟ </p><p> لأن الشيطان ينزغ بينكم:  {إِنَّ الشيطان يَنزَغُ بَيْنَهُمْ. .}  [الإسراء: ٥٣] والنزْغ هو نَخْس الشيطان ووسوسته، وقد قال تعالى في آية أخرى:  {وَإِماَّ يَنَزَغَنَّكَ مِنَ الشيطان نَزْغٌ فاستعذ بالله}  [الأعراف: ٢٠٠] </p><p> فإن كنْت مُنتبِهاً له، عارفاً بحيله فذكرتَ الله عند نَخْسه ونَزْعه انصرف عنك، وذهب إلى غيرك؛ لذلك يقول تعالى عن الشيطان:  {مِن شَرِّ الوسواس الخناس}  [الناس: ٤] أي: الذي يخنس ويختفي إذا ذُكِرَ الله، لكن إذا رأى منك ضعفاً وغفلة ومرَّتْ عليك حِيَلُة، </p><p> واستجبتَ لوساوسه، فقد أصبحت فريسة سهلة بين أنيابه ومخالبه. </p><p> وعادةً تأتي خواطر الشيطان وكأنها مِجَسٌّ للمؤمن واختبار لانتباهه وحَذَّره من هذا العدو، فينزغه الشيطان مرَّة بعد أخرى لِيُجرّبه ويختبره. فإذا كان النزغ هكذا، فأنت حين تجادل بالتي هي أحسن لا تعطي للشيطان فُرْصة لأنْ يُؤجِّج العداوة الشخصية بينكما، فيُزيّن لك شَتْمه أو لَعْنه، وهكذا يتحول الخلاف في المبدأ العام إلى عداوة ذاتية شخصية. </p><p> لذلك إذا رأيتَ شخصين يتنازعان لا صِلَة لك بهما، ولكن ضايقك هذا النزاع، فما عليك إلا أنْ تقول: أعوذ بالله من الشيطان الرجيم ثلاثاً، وأتحدّى أن يستمر النزاع بعدها، إنها الماء البارد الذي يُطفئ نار الغضب، ويطرد الشيطان فتهدأ النفوس، وما أشبهك في هذا الموقف برجل الإطفاء الذي يسارع إلى إخماد الحريق، وخصوصاً إذا قلت هذه العبارة بنية صادقة في الإصلاح، وليس لك مأرَبٌ من هذا التدخّل. </p><p> والحق سبحانه يقول:  {إِنَّ الشيطان يَنزَغُ بَيْنَهُمْ. .}  [الإسراء: ٥٣] </p><p> تلاحظ أن نَزْغ الشيطان لا يقتصر على المتخاصمين والمتجادلين حول مبدأ ديني عقدي، بل ينزغ بين الإخوة والأهل والأحبة، ألم يَقُل يوسف:  {مِن بَعْدِ أَن نَّزغَ الشيطان بَيْنِي وَبَيْنَ إخوتي}  [يوسف: ١٠٠] </p><p> لقد دخل الشيطان بين أولاد النبوة، وزرع الخلاف حتى بين الأسباط وفيهم رائحة النبوة، ولذلك لم يتصاعد فيهم الشر، وهذا دليل على خَيْريتهم، وأنت تستطيع أنْ تُميِّّز بين الخيِّر والشرير، فتجد الخيِّر يهدد بلسانه بأعنف الأشياء، ثم يتضاءل إلى أهون </p><p> الأشياء، على عكس الشرير تراه يُهدد بأهونِ الأشياء، ثم يتصاعد إلى أعنف ما يكون. </p><p> انظر إلى قوْل إخوة يوسف:  {اقتلوا يُوسُفَ أَوِ اطرحوه أَرْضاً}  [يوسف: ٩] فقال الآخر وكان أميل إلى الرفق به: {وَأَلْقُوهُ فِي غيابت الجب}  [يوسف: ١٠] وقد اقترح هذا الاقتراح وفي نيته النجاة لأخيه، بدليل قوله تعالى:  {يَلْتَقِطْهُ بَعْضُ السيارة}  [يوسف: ١٠] </p><p> وهكذا تضاءل الشر في نفوسهم. </p><p> ثم يقول تعالى:  {إِنَّ الشيطان كَانَ لِلإِنْسَانِ عَدُوّاً مُّبِيناً}  [الإسراء: ٥٣] </p><p> أي: أن عداوة الشيطان لكم قديمة منذ أبيكم آدم عليه السلام فهي عداوة مسبقة، قال عنها الحق سبحانه:  {إِنَّ هذا عَدُوٌّ لَّكَ وَلِزَوْجِكَ فَلاَ يُخْرِجَنَّكُمَا مِنَ الجنة فتشقى}  [طه: ١١٧] </p><p> لذلك يجب على الأب كما يُعلِّم ابنه علوم الحياة ووسائلها أنْ يُعلّمه قصة العداوة الأولى بين الشيطان وآدم عليه السلام ويُعلمه أن خواطر الخير من الله وخواطر الشر من الشيطان، فليكُنْ على حَذَر من خواطره ووساوسه، وبذلك يُربِّي في ابنه مناعة إيمانية، فيحذر كيد الشيطان ونَزْغه، ويعلم أن كل أمر يخالف أوامر الشرع فهو من الشيطان، وهذه التربية من الآباء تحتاج إلى إلحاح بها على الأبناء حتى ترسخ في أذهانهم. </p><p> فقوله تعالى:  {إِنَّ الشيطان كَانَ لِلإِنْسَانِ عَدُوّاً مُّبِيناً}  [الإسراء: ٥٣] أي: كان ولا يزال. وإلى يوم القيامة بدليل قوله:  {لَئِنْ أَخَّرْتَنِ إلى يَوْمِ القيامة لأَحْتَنِكَنَّ ذُرِّيَّتَهُ إِلاَّ قَلِيلاً}  [الإسراء: ٦٢] </p><p> أي: لأتعهّدنّهم بالإضلال والغواية إلى يوم القيامة. </p><p> ثم يقول الحق سبحانه:  {رَّبُّكُمْ أَعْلَمُ بِكُمْ إِن يَشَأْ يَرْحَمْكُمْ أَوْ إِن يَشَأْ يُعَذِّبْكُمْ وَمَآ أَرْسَلْنَاكَ عَلَيْهِمْ وَكِيلاً} . </p>"
}