{
  "id": null,
  "sura": 17,
  "aya": 6,
  "text": "<p> الخطاب في هذه الآية مُوجَّه لبني إسرائيل، والآية تمثل نقطة تحوُّل وانقلاب للأوضاع، فبعد أن تحدثنا عنه من غلبة المسلمين، وأن الله سلّطهم لتأديب بني إسرائيل، نرى هنا أن هذا الوضع لم يستمر؛ لأن المسلمين تخلَّوْا عن منهج الله الذي ارتفعوا به، وتَنصَّلوا من كَوْنهم عباداً لله، فدارت عليهم الدائرة، وتسلّط عليهم اليهود، وتبادلوا الدور معهم؛ لأن اليهود أفاقوا لأنفسهم بعد أن أدبهم رسول الله والمسلمون في المدينة، فأخذوا ينظرون في حالهم وما وقعوا فيه من مخالفات. </p><p> ولا بُدّ أنه قد حدث منهم شبه استقامة على منهج الله، أو على الأقل حدث من المسلمين انصراف عن المنهج وتنكُّب للطريق المستقيم، فانحلَّتْ الأمور الإيمانية في نفوس المسلمين، وانقسموا دُوَلاً، لكل منها جغرافياً، ولكل منها نظام حاكم ينتسب إلى الإسلام، فانحلّتْ عنهم صِفَة عباد الله. </p><p> فبعد قوتهم واستقامتهم على منهج الله، وبعد أن استحقوا أن يكونوا عباداً لله بحق تراجعت كِفتهم وتخلَّوْا عن منهج ربهم، وتحاكموا إلى قوانين وضعية، فسلَّط عليهم عدوهم ليؤدّبهم، فأصبحتْ الغلبة لليهود؛ لذلك يقول تعالى:  {ثُمَّ رَدَدْنَا لَكُمُ الكرة عَلَيْهِمْ. .}  [الإسراء: ٦] </p><p> و {ثُمَّ} حرف عطف يفيد الترتيب مع التراخي، على خلاف الفاء مثلاً التي تفيد الترتيب مع التعقيب، ومن ذلك قوله تعالى:  {ثُمَّ أَمَاتَهُ فَأَقْبَرَهُ ثُمَّ إِذَا شَآءَ أَنشَرَهُ}  [عبس: ٢١ - ٢٢] </p><p> فلم يَقُل الحق سبحانه: فرددنا، بل {ثُمَّ رَدَدْنَا} ذلك لأن بين الكَرَّة الأولى التي كانت للمسلمين في عهد رسول الله، وبين هذه الكَرَّة التي كانت لليهود وقتاً طويلاً. </p><p> فلم يحدث بيننا وبينهم حروب لعدة قرون، منذ عصر الرسول إلى أن حدث وَعْد بلفور، الذي أعطى لهم الحق في قيام دولتهم في فلسطين، وكانت الكَرَّة لهم علينا في عام ١٩٦٧، فناسب العطف ب «ثم» التي تفيد التراخي. </p><p> والحق سبحانه يقول:  {ثُمَّ رَدَدْنَا لَكُمُ الكرة عَلَيْهِمْ. .}  [الإسراء: ٦] </p><p> أي: جعلنا لبني إسرائيل الغَلَبَة والقوة والنصر على المسلمين وسلّطناهم عليهم؛ لأنهم تخلوْا عن منهج ربهم، وتنازلوا عن الشروط التي جعلتْهم عباداً لله. </p><p> و (الكَرَّة) أي: الغلبة من الكَرِّ والفَرِّ الذي يقوم به الجندي في القتال، حيث يُقِدم مرة، ويتراجع أخرى. </p><p> وقوله تعالى:  {وَأَمْدَدْنَاكُم بِأَمْوَالٍ وَبَنِينَ وَجَعَلْنَاكُمْ أَكْثَرَ نَفِيراً}  [الإسراء: ٦] </p><p> وفعلاً أمدّهم الله بالمال حتى أصبحوا أصحاب رأس المال في العالم كله، وأمدّهم بالبنين الذين يُعلِّمونهم ويُثقّفونهم على أعلى المستويات، وفي كل المجالات. </p><p> ولكن هذا كله لا يعطيهم القدرة على أن تكون لهم كَرَّة على المسلمين، فهم في ذاتهم ضعفاء رغم ما في أيديهم من المال والبنين، ولا بُدًّ لهم لكي تقوم لهم قائمة من مساندة أنصارهم وأتباعهم من الدول الأخرى، وهذا واضح لا يحتاج إلى بيان منذ الخطوات الأولى لقيام دولتهم ووطنهم القومي المزعوم في فلسطين، وهذا معنى قوله تعالى:  {وَجَعَلْنَاكُمْ أَكْثَرَ نَفِيراً}  [الإسراء: ٦] </p><p> فالنفير مَنْ يستنفره الإنسان لينصره، والمراد هنا الدول الكبرى التي ساندت اليهود وصادمت المسلمين. </p><p> ومازالت الكَرَّة لهم علينا، وسوف تظل إلى أنْ نعود كما كُنَّا، عباداً لله مُسْتقيمين على منهجه، مُحكِّمين لكتابه، وهذا وَعْد سيتحقّق إنْ شاء الله، كما ذكرتْ الآية التالية:  {إِنْ أَحْسَنْتُمْ أَحْسَنْتُمْ لأَنْفُسِكُمْ وَإِنْ أَسَأْتُمْ فَلَهَا ... } . </p>"
}