{
  "id": null,
  "sura": 17,
  "aya": 100,
  "text": "<p> قوله تعالى:  {قُل} أمر من الحق سبحانه وتعالى أنْ يقولَ لأمته هذا الكلام، وكان يكفي في البلاغ أن يقول النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لأمته: لو أنتم تملكون خزائن رحمة ربي. . لكن النبي هنا يحافظ على أمانة الأداء القرآني، ولا يحذف منه شيئاً؛ لأن المتكلم هو الله، وهذا دليلٌ على مدى صدق الرسول في البلاغ عن ربه. </p><p> ومعنى {خَزَآئِنَ} هي ما يُحفظ بها الشيء النفيس لوقته، فالخزائن مثلاً لا نضع بها التراب، بل الأشياء الثمينة ذات القيمة. </p><p> ومعنى:  {خَزَآئِنَ رَحْمَةِ رَبِّي. .}  [الإسراء: ١٠٠] أي: خَيْرات الدنيا من لَدُن آدم عليه السلام وحتى قيام الساعة، وإنْ من شيء يحدث إلى قيام الساعة إلا عند الله خزائنه، فهو موجود بالفعل، ظهر في عالم الواقع أو لم يظهر:  {وَمَا نُنَزِّلُهُ إِلاَّ بِقَدَرٍ مَّعْلُومٍ}  [الحجر: ٢١] أي: أنه موجود في عِلْم الله، إلى حين الحاجة إليه. </p><p> لذلك لما تحدَّث الحق سبحانه عن خلق الآيات الكونية في السماء والأرض قال: {قُلْ أَإِنَّكُمْ لَتَكْفُرُونَ بالذي خَلَقَ الأرض فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَندَاداً ذَلِكَ رَبُّ العالمين وَجَعَلَ فِيهَا رَوَاسِيَ مِن فَوْقِهَا </p><p> وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقْوَاتَهَا في أَرْبَعَةِ أَيَّامٍ سَوَآءً لِّلسَّآئِلِينَ} [فصلت: ٩ - ١٠] </p><p> نلاحظ أن قوله تعالى {وَبَارَكَ فِيهَا} جاءت بعد ذِكْر الجبال الرواسي، ثم قال:  {وَقَدَّرَ فِيهَآ أَقْوَاتَهَا. .}  [فصلت: ١٠] كأن الجبال هي مخازن القوت، وخزائن رحمة الله لأهل الأرض. والقوت: وهو الذي يتمّ به استبقاء الحياة، وهذا ناشئ من مزروعات الأرض، وهذه من تصديقات القرآن لطموحات العلم وأسبقية إخبار بما سيحدث، فهاهو القرآن يخبر بما اهتدى إليه العلم الحديث من أن العناصر التي تُكوّن الإنسان هي نفس عناصر التربة الزراعية التي نأكل منها. </p><p> لكن، كيف تكون الجبال مخازن القوت الذي جعله الله في الأرض قبل أن يُخْلَق الإنسان؟ </p><p> نقول: إن الجبال هي أساس التربة التي نزرعها، فالجبل هذه الكتلة الصخرية التي تراها أمامك جامدة هي في الحقيقة ليست كذلك؛ لأن عوامل التعرية وتقلبات الجو من شمس وحرارة وبرودة، كل هذه عوامل تُفتِّت الصخر وتُحدِث به شروخاً وتشققات، ثم يأتي المطر فيحمل هذا الفُتات إلى الوادي، ولو تأملتَ شكل الجبل وشكل الوادي لوجدتهما عبارة عن مثلثين كل منهما عكس الآخر، فالجبل مثلث رأسه إلى أعلى، وقاعدته إلى أسفل، والوادي مثلث رأسه إلى أسفل وقاعدته إلى أعلى. </p><p> وهكذا، فكُلُّ ما ينقص من الجبل يزيد في الوادي، ويُكوِّن التربة الصالحة للزراعة، وهو ما يسمى بالغِرْيَن أو الطمى؛ لذلك حَدَّثونا أن مدينة دمياط قديماً كانت على شاطئ البحر الأبيض، ولكن بمرور الزمن تكوَّنت مساحات واسعة من هذا الغِرْيَن أو الطمي الذي حمله النيل من إفريقيا ففصل دمياط عن البحر، والآن وبعد بناء السد وعدم تكوُّن </p><p> الطمي بدأت المياة تنحت في الشاطئ، وتنقص فيه من جديد. </p><p> إذن: فقوله تعالى عن بداية خلق الأرض: {وَجَعَلَ فِيهَا رَوَاسِيَ مِن فَوْقِهَا وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقْوَاتَهَا. .}  [فصلت: ١٠] كأنه يعطينا تسلسلاً لخَلْق القُوت في الأرض، وأن خزائن الله لا حدودَ لها ولا نفادَ لخيراتها. </p><p> ثم يقول تعالى:  {إِذاً لأمْسَكْتُمْ خَشْيَةَ الإنفاق وَكَانَ الإنسان قَتُوراً}  [الإسراء: ١٠٠] </p><p> أي: لو أن الله تعالى ملَّك خزائن خيراته ورحمته للناس، فأصبح في أيديهم خزائن لا تنفد، ولا يخشى صاحبها الفقر، لو حدث ذلك لأمسك الإنسان وبخِلَ وقَتَر خوف الفقر؛ لأنه جُبِل على الإمساك والتقتير حتى على نفسه، وخوف الإنسان من الفقر ولو أنه يملك خزائن رحمة الله التي لا نفادَ لها ناتج عن عدم مقدرته على تعويض ما أَنفق؛ ولأنه لا يستطيع أنْ يُحدِث شيئاً. </p><p> والبخل يكون على الغير، فإنْ كان على النفس فهو التقتير، وهو سُبَّة واضحة ومُخزِية، فقد يقبل أن يُضَيِّق الإنسانُ على الغير، أما أنْ يُضيق على نفسه فهذا منتهى ما يمكن تصوّره؛ لذلك يقول الشاعر في التندُّر على هؤلاء: </p><p> يُقتِّر عِيسَى عَلَى نَفْسِه ... وَلَيْسَ بِبَاقٍ وَلاَ خَالِد </p><p> فَلَوْ يستطيعُ لتَقتِيرِه ... تنفَّسَ مِنْ مَنْخرٍ وَاحِدِ </p><p> ويقول أيضاً: </p><p> لَوْ أنَّ بيتَكَ يَا ابْنَ يوسف كُلُّه ... إبرٌ يَضِيقُ بِهاَ فَضَاءُ المنْزِلِ </p><p> وأَتَاكَ يُوسُفُ يَستعِيرُكَ إبْرةً ... لِيَخيطَ قدَّ قميِصِهِ لَمْ تفْعَلِ </p><p> فالإنسان يبخل على الناس ويُقتِّر علَى نفسه؛ لأنه جُبِل علَى البخل مخافة الفقر، وإنْ أُوتِي خزائن السماوات والأرض. </p><p> ثم يقول الحق سبحانه:  {وَلَقَدْ آتَيْنَا موسى تِسْعَ آيَاتٍ بَيِّنَاتٍ ... } . </p>"
}