{
  "id": null,
  "sura": 18,
  "aya": 28,
  "text": "<p> نزلتْ هذه الآية في «أهل الصُّفَّة» وهم جماعة من أهل الله انقطعوا للعبادة فتناولتهم ألسنة الناس واعترضوا عليهم، لماذا لا يعملون؟ ولماذا لا يشتغلون كباقي الناس؟ بل وذهبوا إلى رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يقولون: نريد أن تلتفت إلينا، وأن تترك هؤلاء المجاذيب، فأنزل الله تعالى:  {واصبر نَفْسَكَ مَعَ الذين يَدْعُونَ رَبَّهُم. .}  [الكهف: ٢٨] </p><p> لذلك علينا حينما نرى مثل هؤلاء الذين نُسمِّيهم المجاذيب الذين انقطعوا لعبادة الله أن لا نحتقرهم، ولا نُقلِّل من شأنهم أو نتهمهم؛ لأن الله تعالى جعلهم موازين للتكامل في الكون، ذلك أن صاحب </p><p> الدنيا الذي انغمس فيها وعاش لها وباع دينه من أجل دُنْياه حينما يرى هذا العابد قد نفض يديه من الدنيا، وألقاها وراء ظهره، وراح يستند إلى حائط المسجد مُمدّداً رجلاً، لا تعنيه أمور الدنيا بما فيها. </p><p> ومن العجيب أن صاحب الدنيا هذا العظيم صاحب الجاه تراه إنْ أصابه مكروه أو نزلتْ به نازلة يُهْرَع إلى هذا الشيخ يُقبّل يديه ويطلب منه الدعاء، وكأن الخالق سبحانه جعل هؤلاء المجاذيب ليرد بهم جماح أهل الدنيا المنهمكين في دوامتها المغرورين بزهرتها. </p><p> وأيضاً، كثيراً ما ترى أهل الدنيا في خِدْمة هؤلاء العباد، ففي يوم من الأيام قُمْنا لصلاة المغرب في مسجد سيدنا الحسين، وكان معنا رجل كبير من رجال الاقتصاد، فإذا به يُخرج مبلغاً من المال ويطلب من العامل صرفه إلى جنيهات، فأتى العامل بالمبلغ في صورة جنيهات من الحجم الصغير، فإذا برجل الاقتصاد الكبير يقول له: لا، لا بُدَّ من جنيهات من الحجم الكبير؛ لأن فلاناً المجذوب على باب الحسين لا يأخذ إلا بالجنيه الكبير، فقلت في نفسي: سبحان الله مجذوب على باب المسجد وشغل أكبر رجل اقتصاد في مصر، ويحرص الرجل على إرضائه ويعطيه ما يريد. </p><p> ثم يقول تعالى:  {وَلاَ تَعْدُ عَيْنَاكَ عَنْهُمْ. .}  [الكهف: ٢٨] أي: اجعل عينيك فيهم، ولا تصرفها عنهم إلى غيرهم من أهل الدنيا؛ لأن مَدد النظرة من رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ زاد للمؤمن {تُرِيدُ زِينَةَ الحياة الدنيا. .}  [الكهف: ٢٨] لأنك إنْ فعلتَ ذلك وانصرفتَ عنهم، فكأنك تريد زينة الحياة الدنيا وزخارفها. </p><p> وفي أمر الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بملازمة أهل الصُّفَّة وعدم الانصراف عنهم إلى أهل الدنيا ما يُقوِّي هؤلاء النفر من أهل الإيمان الذين جعلوا دَيْدنهم وشاغلهم الشاغل عبادة الله والتقرُّب إليه. </p><p> لكن، هل المطلوب أن يكون الناس جميعاً كأهل الصُّفَّة منقطعين للعبادة؟ بالطبع لا، فالحق سبحانه وتعالى جعلهم بين الناس قِلّة، في كل بلد واحد أو اثنان ليكونوا أُسْوة تُذكِّر الناس وتكبح جماح تطلّعاتهم إلى الدنيا. </p><p> ومن العجيب أن ترى البعض يدَّعي حال هؤلاء، ويُوهِم الناس أنه مجذوب، وأنه وَليٌّ نَصْباً واحتيالاً، والشيء لا يُدَّعَى إلا إذا كانت من ورائه فائدة، كالذي يدَّعي الطب أو يدَّعي العلم لما رأى من مَيْزات الطبيب والعالم. فلما رأى البعض حال هؤلاء المجاذيب، وكيف أنهم عزفوا عن الدنيا فجاءتْ إليهم تدقُّ أبوابهم، وسعى إليهم أهلها بخيراتها، فضلاً عَمَّا لهم من مكانة ومنزلة في النفس ومحبة في القلوب. </p><p> فلماذا إذنْ لا يدعون هذه الحال؟ ولماذا لا ينعمون بكل هذه الخيرات دون أدنى مجهود؟ وما أفسد على هؤلاء العباد حالَهم، وما خاض الناس في سيرتهم إلا بسبب هذه الطبقة الدخيلة المدَّعية التي استمرأتْ حياة الكسل والهوان. </p><p> ثم يقول تعالى:  {وَلاَ تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَن ذِكْرِنَا. .}  [الكهف: ٢٨] لأنه لا يأمرك بالانصراف عن هؤلاء والالتفات إلى أهل الدنيا إلا مَنْ غفل عن ذكر الله، أما مَن اطمأن قلبه إلى ذِكْرنا وذاق حلاوة </p><p> الإيمان فإنه لا يأمر بمثل هذا الأمر، بل هو أقرب ما يكون إلى هؤلاء المجاذيب الأولياء من أهل الصُّفَّة، بل وربما تراوده نفسه أن يكون مثلهم، فكيف يأمر بالانصراف عنهم؟ </p><p> وقد أوضح النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ الموقف من الدنيا في قوله:  «أوحى الله إلى الدنيا: مَنْ خدمني فاخدميه، ومَنْ خدمك فاستخدميه. .» فالدنيا بأهلها في خدمة المؤمن الذي يعمر الإيمانُ قلبه، وليس في باله إلا الله في كل ما يأتي أو يَدَع. </p><p> وقوله تعالى:  {واتبع هَوَاهُ. .}  [الكهف: ٢٨] أي: أن هذا الذي يُحرِّضك على أهل الصُّفَّة ما غفل قلبه عن ذكرنا إلا لأنه سار خلف هواه، فأخذه هواه وألهاه عن ذكر الله، فما دام قد انشغل بشيء يوافق هواه فلن يهتم بمطلوب الله، إنه مشغول بمطلوب نفسه؛ لذلك يقول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «لا يؤمن أحدكم حتى يكون هواه تِبَعاً لما جئتُ به» . </p><p> فالمؤمن الحق سليم الإيمان مَنْ كان هواه ورغبته موافقة لمنهج الله، لا يحيد عنه، وقد قال الحق سبحانه وتعالى:  {وَلَوِ اتبع الحق أَهْوَآءَهُمْ لَفَسَدَتِ السماوات والأرض. .}  [المؤمنون: ٧١] </p><p> وقوله تعالى:  {وَكَانَ أَمْرُهُ فُرُطاً}  [الكهف: ٢٨] أي: كان أمره ضياعاً وهباءً، فكأنه أضاع نفسه. </p><p> ثم يقول الحق سبحانه:  {وَقُلِ الحق مِن رَّبِّكُمْ فَمَن شَآءَ فَلْيُؤْمِن ... } . </p>"
}