{
  "id": null,
  "sura": 18,
  "aya": 48,
  "text": "<p> قوله تعالى:  {وَعُرِضُواْ على رَبِّكَ صَفَّاً. .}  [الكهف: ٤٨] العرض: أن يستقبل العارض المعروضَ استقبالاً مُنظّماً يدلّ على كُلِّ هيئاته، كما يستعرض القائد الجنود في العرض العسكري مثلاً، فيرى كل واحد من جنوده {صَفّاً} أي: صُفوفاً منتظمة، حتى الملائكة تأتي صُفوفاً، كما قال تعالى:  {وَجَآءَ رَبُّكَ والملك صَفّاً صَفّاً}  [الفجر: ٢٢] </p><p> أي: أنها عملية مُنظمة لا يستطيع فيها أحد التخفي، ولن يكون لأحد منها مفَرٌّ، وهي صفوف متداخلة بطريقة لا يُخِفي فيها صَفٌّ الصفَّ الذي يليه، فالجميع واضح بكل أحواله. </p><p> وفي الحديث عن معاذ بن جبل رَضِيَ اللَّهُ عَنْه قال: حدثنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فقال: «يَحشر الله الخَلْق ثم ينادي: يا عبادي أحضروا حُجتكم ويسِّروا جوابكم، فإنكم مجموعون مُحَاسَبُون مَسْئولون، يا ملائكتي أقيموا عبادي صفوفاً على أطراف أنامل أقدامهم للحساب» . </p><p> ولك أنْ تتصوَّر المعاناة والألم الذي يجده مَنْ يقف على أطراف أنامل قدميْه؛ لأن ثقل الجسم يُوزَّع على القدمين في حال الوقوف، وعلى </p><p> المقعدة في حال الجلوس، وعلى الجسم كله في حال النوم، وهكذا يخفّ ثقل الجسم حسب الحالة التي هو عليها، فإنْ تركّز الثقل كله على أطراف أنامل القدمين، فلا شَكَّ أنه وَضْع مؤلم وشاقّ، يصعُب على الناس حتى إنهم ليتمنون الانصراف ولو إلى النار. </p><p> ثم يقول تعالى:  {لَّقَدْ جِئْتُمُونَا كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ. .}  [الكهف: ٤٨] </p><p> أي: على الحالة التي نزلتَ عليها من بطن أمك عرياناً، لا تملك شيئاً حتى ما يستر عورتك، وقد فُصِّل هذا المعنى في قوله تعالى:  {وَلَقَدْ جِئْتُمُونَا فرادى كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ وَتَرَكْتُمْ مَّا خَوَّلْنَاكُمْ وَرَاءَ ظُهُورِكُمْ وَمَا نرى مَعَكُمْ شُفَعَآءَكُمُ الذين زَعَمْتُمْ أَنَّهُمْ فِيكُمْ شُرَكَآءُ لَقَد تَّقَطَّعَ بَيْنَكُمْ وَضَلَّ عَنكُم مَّا كُنتُمْ تَزْعُمُونَ}  [الأنعام: ٩٤] </p><p> وقوله تعالى:  {بَلْ زَعَمْتُمْ أَلَّن نَّجْعَلَ لَكُمْ مَّوْعِداً}  [الكهف: ٤٨] والخطاب هنا مُوجَّه للكفار الذين أنكروا البعث والحساب {زَعَمْتُمْ}  [الكهف: ٤٨] والزعْم مطيّة الكذب. </p><p> ثم يقول الحق سبحانه:  {وَوُضِعَ الكتاب فَتَرَى المجرمين مُشْفِقِينَ مِمَّا فِيهِ ... } . </p>"
}