{
  "id": null,
  "sura": 18,
  "aya": 60,
  "text": "<p> قوله تعالى:  {وَإِذْ قَالَ موسى لِفَتَاهُ. .}  [الكهف: ٦٠] أي: اذكر يا محمد وقت أنْ قال موسى لفتاه، وفتى موسى هو خادمه يوشع ابن نون، وكان من نَسْل يوسف عليه السلام وكان يتبعه ويخدمه ليتعلم منه. </p><p> {لا أَبْرَحُ حتى أَبْلُغَ مَجْمَعَ البحرين. .}  [الكهف: ٦٠] </p><p> لكن، ما حكاية موسى مع فتاه؟ وما مناسبتها للكلام هنا؟ </p><p> مناسبة قصة موسى هنا أن كفار مكة بعثوا ليهود المدينة يسألونهم عن خبر النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ لأنهم أهل كتاب وأعلم بالسماء، فأرادوا رأيهم في محمد: أهو مُحِقٌّ أم لا؟ فقال اليهود لوفد مكة: اسألوه عن ثلاثة أشياء، فإن أجابكم فهو نبي: اسألوه عن الفتية الذين ذهبوا في الدهر، والرجل الطواف الذي طاف البلاد، وعن الروح، فما كان منهم إلا أن سألوا رسول الله هذه الأسئلة، فقال لهم:  «في الغد أجيبكم» . </p><p> إذن: إجابة هذه الأسئلة ليست عنده، وهذه تُحسَب له لا عليه، فلو كان محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يضرب الكلام هكذا دون علم لأجابهم، لكنه سكت إلى أن يأتي الجواب من الله تعالى، وهذا من أدبه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مع ربه الذي أدبه فأحسن تأديبه. </p><p> ومرَّتْ خمسة عشر يوماً دون أن يُوحَى لرسول الله في ذلك شيء، حتى شق الأمر عليه، وفرح الكفار والمنافقون؛ لأنهم وجدوا على رسول الله مأخذاً فاهتبلوا هذه الفرصة لينددوا برسول الله، إنما أدب الله لرسوله فوق كل شيء ليبين لهم أن رسول الله لن يتكلم في </p><p> هذه المسألة إلا بوحي من الله؛ لأنه لا ينطق عن الهوى ولا يصدر عن رأيه. </p><p> ولو كان لهؤلاء القوم عقول لفهموا أن البُطْءَ في هذه المسألة دليلُ صِدق النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ لذلك جاءت قصة موسى هنا لتردَّ على مهاترات القوم، وتُبيِّن لهم أن النبي لا يعلم كل شيء، وهل المفروض فيه أن يجيبكم عن كل شيء؟ وهل يقدح في مكانته أنه لا يعرف مسألة ما؟ </p><p> جاءت هذه الآيات لتقول لليهود ومَنْ لَفَّ لَفَّهم من كفار مكة: أنتم متعصبون لموسى وللتوراة ولليهودية، وهاهو موسى يتعلم ليس من الله، بل يتعلم من عبد مثله، ويسير تابعاً له طلباً للعلم. </p><p> جاءت الآيات لتقول لهم: يا مَنْ لقنتم كفار مكة هذه الأسئلة وأظهرتم الشماتة بمحمد حينما أبطأ عليه الوحي، اعلموا أن إبطاء الوحي لتعلموا أن محمداً لا يقول شيئاً من عند نفسه، فكان من الواجب أنْ تلفتكم هذه المسألة إلى صدق محمد وأمانته، وما هو على الغيب بضنين. </p><p> وسبب قصة موسى عليه السلام يُقال: إنه سأل الله وكان له دلال على ربه: </p><p> {رَبِّ أرني أَنظُرْ إِلَيْكَ. .}  [الأعراف: ١٤٣] والذي أطمعه في هذا المطلب أن الله كلَّمه: {وَمَا تِلْكَ بِيَمِينِكَ ياموسى}  [طه: ١٧] فأطال موسى الكلام مع ربه، ومَنْ الذي يكلمه الله ولا يطيل أمد الأُنْس بكلام الله؟ لذلك قال موسى:  {هِيَ عَصَايَ أَتَوَكَّأُ عَلَيْهَا وَأَهُشُّ بِهَا على غَنَمِي وَلِيَ فِيهَا مَآرِبُ أخرى}  [طه: ١٨] </p><p> وهكذا أطال موسى مدة الأنس بالله والحديث معه سبحانه، لذلك سأله: يا ربّ، أيوجد في الأرض أعلم مني؟ فأجابه ربُّه تبارك وتعالى: نعم في الأرض مَنْ هو أعلم منك، فاذهب إلى مجمع البحرين، وهناك ستجد عبداً من عبيدي هو أعلم منك، فأخذ موسى فتاه وذهب إلى مَجْمع البحرين. </p><p> وقد ورد في حديث رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أن موسى عليه السلام خطب مرة فسُئِل: مَنْ أعلم؟ فقال: أنا يعني من البشر، فأخبره الله تعالى: لا بل في الأرض من هو أعلم منك من البشر حتى لا يغتَرَّ موسى عليه السلام بما أعلمه الله. </p><p> ثم يقول تعالى:  {لا أَبْرَحُ حتى أَبْلُغَ مَجْمَعَ البحرين}  [الكهف: ٦٠] </p><p> لا أبرح: أي لا أترك، والبعض يظن أن لا أبرح تعني: لا أترك مكاني الذي أنا فيه، لكنها تعني: لا أترك ما أنا بصدده، فإنْ كنتُ قاعداً لا أترك القعود، وإنْ كنتُ ماشياً لا أترك المشي، وقد قال موسى عليه السلام هذا القول وهو يبتغي بين البحرين، ويسير متجهاً إليه، فيكون المعنى: لا أترك السير إلى هذا المكان حتى أبلغ مجمع البحرين. </p><p> وقد وردت مادة (برح) في قوله تعالى في قصة يوسف عليه السلام: {فَلَنْ أَبْرَحَ الأرض حتى يَأْذَنَ لي أبي. .}  [يوسف: ٨٠] قالها كبيرهم بعد أن أخذ يوسف أخاه بنيامين ومنعه من الذهاب معهم، فهنا استحى الأخ الأكبر من مواجهة أبيه الذي أخذ عليهم العهد والميثاق أنْ يأتوا به ويُعيدوه إليه. </p><p> و «مجْمَع البحرين» أي: موضع التقائهما، حيث يصيران بحراً واحداً، كما يلتقي مثلاً دجلة والفرات في شَطِّ العرب. </p><p> وقوله:  {أَوْ أَمْضِيَ حُقُباً}  [الكهف: ٦٠] </p><p> الحُقُب: جمع حِقْبة، وهي الفترة الطويلة من الزمن، وقد قدَّروها بحوالي سبعين أو ثمانين سنة، فإذا كان أقل الجمع ثلاثة، فمعنى ذلك أن يسير موسى عليه السلام مائتين وعشرة سنين، على اعتبار أن الحِقْبة سبعون سنة. </p><p> ويكون المعنى: لا أترك السير إلى هذا المكان ولو سِرْتُ مائتين وعشرة سنين؛ لأن موسى عليه السلام كان مَشُوقاً إلى رؤية هذا الرجل الأعلم منه، كيف وهو النبي الرسول الذي أوحى الله إليه؛ لذلك أخبره ربه أن عِلْم هذا الرجل علم من لدنا، علم من الله لا من البشر. </p><p> ثم يقول الحق سبحانه:  {فَلَمَّا بَلَغَا مَجْمَعَ بَيْنِهِمَا نَسِيَا حُوتَهُمَا ... } . </p>"
}