{
  "id": null,
  "sura": 18,
  "aya": 22,
  "text": "<p> لقد اختلف القوم في عدد أهل الكهف، منهم مَنْ قال: ثلاثة رابعهم كلبهم. ومنهم مَنْ قال: خمسة سادسهم كلبهم، وعلَّق الحق سبحانه على هذا القول بأنه {رَجْماً بالغيب} ؛ لأنه قَوْل بلا عِلْم، مما يدلُّنا على خطئه ومخالفته للواقع. ومنهم مَنْ قال: سبعة وثامنهم كلبهم، ولم يعلق القرآن على هذا الرأي مما يدُّل على أنه الأقرب للصواب. </p><p> ثم يأتي القول الفَصْل في هذه المسألة:  {قُل رَّبِّي أَعْلَمُ بِعِدَّتِهِم مَّا يَعْلَمُهُمْ إِلاَّ قَلِيلٌ. .}  [الكهف: ٢٢] فلم يُبيّن لنا الحق سبحانه عددهم الحقيقي، وأمرنا أن نترك هذا لعلمه سبحانه، ولا نبحث في أمر لا طائل منه، ولا فائدة من ورائه، فالمهم أنْ يثبت أَصْل القصة وهو: الفتية الأشدّاء في دينهم والذين فَرُّوا به وضَحَّوْا في سبيله حتى لا يفتنهم أهل الكفر والطغيان، وقد لجأوا إلى الكهف ففعل الله بهم ما فعل، وجعلهم آيةً وعبرةً ومثَلاً وقدْوة. </p><p> أما فرعيات القصة فهي أمور ثانوية لا تُقدّم ولا تُؤخّر؛ لذلك قال تعالى بعدها:  {فَلاَ تُمَارِ فِيهِمْ إِلاَّ مِرَآءً ظَاهِراً. .}  [الكهف: ٢٢] أي: لا تجادل في أمرهم. </p><p> ثم يأتي فضول الناس ليسألوا عن زمن القصة ومكانها، وعن أشخاصها وعددهم وأسمائهم، حتى كلبهم تكلموا في اسمه. وهذه كلُّها أمور ثانوية لا تنفع في القصة ولا تضرُّ، ويجب هنا أن نعلم أن القَصَص القرآني حين يبهم أبطاله يبهمهم لحكمة، فلو تأملتَ إبهام الأشخاص في قصة أهل الكهف لوجدته عَيْن البيان لأصل القصة؛ لأن القرآن لو أخبرنا مثلاً عن مكان هؤلاء الفتية لقال البعض: إن هذا الحدث من الفتية خاص بهذا المكان؛ لأنه كان فيه قدر من حرية الرأي. </p><p> ولو حدد زمانهم لَقال البعض: لقد حدث ما حدث منهم؛ لأن زمانهم كان من الممكن أن يتأتّى فيه مثل هذا العمل، ولو حدد الأشخاص وعيَّنهم لقالوا: هؤلاء أشخاص لا يتكررون مرة أخرى. </p><p> لذلك أبهمهم الله لتتحقّق الفائدة المرجوّة من القصة، أبهمهم زماناً، أبهمهم مكاناً، وأبهمهم عدداً، وأبهمهم أشخاصاً ليشيع خبرهم بهذا الوصف في الدنيا كلها لا يرتبط بزمان ولا مكان ولا أشخاص، فحمل راية الحق، والقيام به أمر واجب وشائع في الزمان والمكان والأشخاص، وهذا هو عَيْن البيان للقصة، وهذا هو المغزى من هذه القصة. </p><p> وانظر إلى قوله تبارك وتعالى:  {وَقَالَ رَجُلٌ مُّؤْمِنٌ مِّنْ آلِ فِرْعَوْنَ. .}  [غافر: ٢٨] </p><p> هكذا {رَجُلٌ مُّؤْمِنٌ} دون أن يذكر عنه شيئاً، فالمهم أن الرجولة في الإيمان، أيّاً كان هذا المؤمن في أيّ زمان، وفي أيّ مكان، وبأيّ اسم، وبأيّ صفة. </p><p> كذلك في قوله تعالى:  {ضَرَبَ الله مَثَلاً لِّلَّذِينَ كَفَرُواْ امرأت نُوحٍ وامرأت لُوطٍ. .}  [التحريم: ١٠] ولم يذكر عنهما شيئاً، ولم يُشخِّصهما؛ لأن التشخيص هنا لا يفيد، فالمهم والمراد من الآية بيانُ أن الهداية بيد الله وحده، وأن النبي المرسَل من الله لم يستطع هداية زوجته وأقرب الناس إليه، وأن للمرأة حريةً عَقَيدة مُطْلقة. </p><p> وكذلك في قوله:  {وَضَرَبَ الله مَثَلاً لِّلَّذِينَ آمَنُواْ امرأت فِرْعَوْنَ. .}  [التحريم: ١١] ولم يذكر لنا مَنْ هي، ولم يُشخِّصها؛ لأن تعيُّنها لا يُقدِّم ولا يُؤخِّر، المهم أن نعلم أن فرعونَ الذي ادَّعى الألوهية وبكل جبروته وسلطانه لم يستطع أنْ يحمل امرأته على الإيمان به. </p><p> إذن: العقيدة والإيمان أمر شخصيّ قلبي، لا يُجبر عليه الإنسان، وها هي امرأة فرعون تؤمن بالله وتقول:  {رَبِّ ابن لِي عِندَكَ بَيْتاً فِي الجنة وَنَجِّنِي مِن فِرْعَوْنَ وَعَمَلِهِ وَنَجِّنِي مِنَ القوم الظالمين}  [التحريم: ١١] </p><p> أما في قصة مريم، فيقول تعالى:  {وَمَرْيَمَ ابنت عِمْرَانَ. .}  [التحريم: ١٢] فشخَّصها باسمها، بل واسم أبيها، لماذا؟ قالوا: لأن الحدث الذي ستتعرَّض له حَدَثٌ فريد وشيء خاصٌّ بها لن يتكرر في غيرها؛ لذلك عيَّنها الله وعرَّفها، أما الأمر العام الذي يتكرر، فمن الحكمة أنْ يظلَّ مُبْهماً غير مرتبط بشخص أو زمان أو مكان، كما في قصة أهل الكهف، فقد أبهمها الحق سبحانه لتكون مثالاً وقُدْوة لكل مؤمن في كل زمان ومكان. </p><p> ثم يقول الحق سبحانه:  {وَلاَ تَقُولَنَّ لِشَاْىءٍ إِنِّي فَاعِلٌ ذلك غَداً} . </p>"
}