{
  "id": null,
  "sura": 18,
  "aya": 77,
  "text": "<p> استطعم: أي طلب الطعام، وطلَبُ الطعام هو أصدق أنواع السؤال، فلا يسأل الطعام إلا جائع محتاج، فلو سأل مالاً لقلنا: إنه يدخره، إنما الطعام لا يعترض عليه أحد، ومنْعُ الطعام عن سائله دليل بُخْل ولُؤْم متأصل في الطباع، وهذا ما حدث من أهل هذه القرية التي مَرّا بها وطلبَا الطعام فمنعوهما. </p><p> والمتأمل في الآية يجد أن أسلوب القرآن يُصوّر مدى بُخْل هؤلاء القوم ولُؤْمهم وسُوء طباعهم، فلم يقُلْ مثلاً: فأبوا أن يطعموهما، </p><p> بل قال:  {فَأَبَوْاْ أَن يُضَيِّفُوهُمَا. .}  [الكهف: ٧٧] وفرْق بين الإطعام والضيافة، أَبَوْا الإطعام يعني منعوهما الطعام، لكن أَبَوْا أن يُضيّفوهما، يعني كل ما يمكن أنْ يُقدَّم للضيف حتى مجرد الإيواء والاستقبال، وهذا مُنْتَهى ما يمكن تصوُّره من لُؤمْ هؤلاء الناس. </p><p> وتلحظ أيضاً تكرار كلمة {أَهْلَ} فلما قال: {أَتَيَآ أَهْلَ قَرْيَةٍ}  [الكهف: ٧٧] فكان المقام للضمير فيقول: استطعموهم، لكنه قال:  {استطعمآ أَهْلَهَا. .}  [الكهف: ٧٧] لأنهم حين دخلوا القرية: هل قابلوا كل أهلها، أم قابلوا بعضهم الذين واجهوهم أثناء الدخول؟ </p><p> بالطبع قابلوا بعضهم، أما الاستطعام فكان لأهل القرية جميعاً، كأنهما مرّا على كل بيت في القرية وسألا أهلها جميعاً واحداً تلو الآخر دون جدوى، كأنهم مجمعون على البُخْل ولُؤْم الطباع. </p><p> ثم يقول الحق سبحانه وتعالى:  {فَوَجَدَا فِيهَا جِدَاراً يُرِيدُ أَن يَنقَضَّ فَأَقَامَهُ. .}  [الكهف: ٧٧] </p><p> أي: لم يلبثا بين هؤلاء اللئام حتى وَجَدا جداراً يريد أنْ ينقضّ، ونحن نعرف أن الإرادة لا تكون إلا للمفكر العاقل، فإنْ جاءت لغير العاقل فهي بمعنى: قَرُب. أي: جداراً قارب أنْ ينهار، لما نرى فيه من علامات كالتصدُّع والشُّروخ مثلاً. </p><p> وهذا الفهم يتناسب مع أصحاب التفكير السطحي وضَيِّقي الأفق، أما أصحاب الأفق الواسع الذين يعطون للعقل دوره في التفكير والنظر ويُدققون في المسائل فلا مانع لديهم أنْ يكون للجدار إرادة على أساس أن لكل شيء في الكون حياةً تناسبه، ولله تعالى أن يخاطبه ويكون بينهما كلام. </p><p> ألم يقل الحق سبحانه:  {فَمَا بَكَتْ عَلَيْهِمُ السمآء والأرض. .}  [الدخان: ٢٩] </p><p> فإذا كانت السماء تبكي فقد تعدَّتْ مجرد الكلام، وأصبح لها أحاسيس ومشاعر، ولديها عواطف قد تسمو على عواطف البشر، فقوله:  {فَمَا بَكَتْ عَلَيْهِمُ السمآء والأرض. .}  [الدخان: ٢٩] دليل على أنها تبكي على فَقْد الصالحين. </p><p> وقد سُئِل الإمام علي رَضِيَ اللَّهُ عَنْه عن هذه المسألة فقال:  «نعم،إذا مات المؤمن بكى عليه موضعان:موضع في السماء وموضوع في الأرض، أما موضعه في الأرض فموضع مُصلاَّه، أما موضعه في السماء فهو مصعد عمله» . </p><p> وهذا دليل انسجام العبد المؤمن مع الكَوْن من حوله، فالكون ساجد لله مُسبِّح لله طائع لله يحب الطائعين وينُبو بالعاصين ويكرههم ويلعنهم؛ لذلك العرب تقول:  (نَبَا به المكان) أي: كرهه لأنه غير منسجم معه، فالمكان طائع وهو عاصٍ، والمكان مُسبِّح وهو غافل. </p><p> وعلى هذا الفهم فقوله تعالى:  {يُرِيدُ أَن يَنقَضَّ. .}  [الكهف: ٧٧] قول على حقيقته. </p><p> إذن: فهذه المخلوقات لها إحساس ولها بكاء، وتحزن لفقد الأحبة، وفي الحديث أن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قال:  «إني لأعرف حجراً بمكة كان يسلم عليَّ قبل أن أُبعث» . </p><p> ورُوِي في السيرة حنين الجذع إلى رسول الله، وتسبيح الحصى في يده صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. وسبق أن أوضحنا هذه المسألة فقلنا: لا ينبغي أن نقول: سَبَّح الحصى في يد رسول الله؛ لأن الحصى يُسبِّح أيضاً في يد أبي جهل، لكن نقول: سمع رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ تسبيح الحصى في يديه. </p><p> ولا غرابة أن يعطينا القرآن أمثلة لكلام هذه الأشياء، فقد رأينا العلماء في العصر الحديث يبحثون في لغة للأسماك، ولغة للطير، ولغة للوطاويط التي أخذوا منها فكرة الرادار، بل وتوصلوا إلى أن الحيوان يستشعر بوقوع الزلزال وخاصة الحمار، وأنها تفرّ من المكان قبل وقوع الزلزال مباشرة. إذن: فلهم وسائل إدراك، ولهم لغة يتفاهمون بها، ولهم منطق يعبرون به. </p><p> ثم يقول الحق سبحانه عن فِعْل الخضر مع الجدار الذي قارب أن ينقض {فَأَقَامَهُ. .}  [الكهف: ٧٧] أي: أصلحه ورمَّمه {قَالَ لَوْ شِئْتَ لَتَّخَذْتَ عَلَيْهِ أَجْراً. .}  [الكهف: ٧٧] </p><p> هذا قول موسى عليه السلام لما رأى لُؤْمَ القوم وخِسّتهم، فقد طلبنا منهم الطعام فلم يُطْعمونا، بل لم يقدموا لنا مجرد المأوى، فكيف نعمل لهم مثل هذا العمل دون أجرة؟ </p><p> وجاء هذا القول من موسى عليه السلام لأنه لا يعلم الحكمة من وراء هذا العمل. </p><p> ثم يقول الحق سبحانه:  {قَالَ هذا فِرَاقُ بَيْنِي وَبَيْنِكَ ... } . </p>"
}