{
  "id": null,
  "sura": 18,
  "aya": 105,
  "text": "<p> {كَفَرُواْ بِآيَاتِ رَبِّهِمْ}  [الكهف: ١٠٥] والآيات تُطلَق ثلاثة إطلاقات، وقد كفروا بها جميعاً وكذَّبوا، كفروا بآيات الكون الدالة على قدرة الله، فلم ينظروا فيها ولم يعتبروا بها، وكفروا بآيات الأحكام والقرآن والبلاغ من رسول الله، وكذلك كفروا بآيات المعجزات التي أنزلها الله لتأييد الرسل فلم يصدقوها. إذن: كلمة: {بِآيَاتِ رَبِّهِمْ}  [الكهف: ١٠٥] هنا عامة في كل هذه الأنواع. </p><p> (ولقائه) أي: وكفروا أيضاً بلقاء الله يوم القيامة، وكذَّبوا به، فمنهم مَنْ أنكره كليةً فقال:  {أَإِذَا مِتْنَا وَكُنَّا تُرَاباً وَعِظَاماً أَإِنَّا لَمَبْعُوثُونَ}  [المؤمنون: ٨٢] . </p><p> ومنهم مَن اعترف ببعْث على هواه، فقال:  {وَلَئِن رُّدِدتُّ إلى رَبِّي لأَجِدَنَّ خَيْراً مِّنْهَا مُنْقَلَباً}  [الكهف: ٣٦] . </p><p> ومنهم مَنْ قال: إن البعث بالروح دون الجسد وقالوا في ذلك كلاماً طويلاً، إذن: إما ينكرون البعث، وإما يُصوِّرونه بصورة ليست هي الحقيقة. </p><p> ثم يقول تعالى:  {فَحَبِطَتْ أَعْمَالُهُمْ}  [الكهف: ١٠٥] أي: بَطُلت وذهب نفعُها {فَلاَ نُقِيمُ لَهُمْ يَوْمَ القيامة وَزْناً}  [الكهف: ١٠٥] . </p><p> وقد اعترض المستشرقون على هذه الآية {فَلاَ نُقِيمُ لَهُمْ يَوْمَ القيامة وَزْناً}  [الكهف: ١٠٥] وقالوا: كيف نُوفِّق بينها وبين الآيات التي تثبت الميزان، كما في قوله تعالى:  {وَنَضَعُ الموازين القسط لِيَوْمِ القيامة فَلاَ تُظْلَمُ نَفْسٌ شَيْئاً وَإِن كَانَ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ أَتَيْنَا بِهَا وكفى بِنَا حَاسِبِينَ}  [الأنبياء: ٤٧] . </p><p> وقوله تعالى:  {فَهُوَ فِي عِيشَةٍ رَّاضِيَةٍ وَأَمَّا مَنْ خَفَّتْ مَوَازِينُهُ فَأُمُّهُ هَاوِيَةٌ وَمَآ أَدْرَاكَ مَا هِيَهْ نَارٌ حَامِيَةٌ}  [القارعة: ٧١١] . </p><p> ونقول: إن العلماء في التوفيق بين هذه الآيات قالوا: المراد بقوله تعالى: {فَلاَ نُقِيمُ لَهُمْ يَوْمَ القيامة وَزْناً}  [الكهف: ١٠٥] جاءتْ على سبيل الاحتقار وعدم الاعتبار، فالمراد لا وزنَ لهم عندنا أي: لا اعتبارَ لهم، وهذه نستعملها الآن في نفس هذا المعنى نقول: فلان لا وزنَ له عندي. أي: لا قيمة له. </p><p> وبالبحث في هذه الآية وتدبرها تجد أن القرآن الكريم يقول:  {فَلاَ نُقِيمُ لَهُمْ}  [الكهف: ١٠٥] ولم يَقُل: عليهم، إذن: الميزان </p><p> موجود، ولكنه ليس في صالحهم، فالمعنى: لا نقيم لهم ميزاناً لهم، بل نقيم لهم ميزاناً عليهم. </p><p> ثم يقول الحق سبحانه:  {ذَلِكَ جَزَآؤُهُمْ جَهَنَّمُ} </p>"
}