{
  "id": null,
  "sura": 18,
  "aya": 79,
  "text": "<p> قوله:  {لِمَسَاكِينَ} اللام هنا للملكية، يعني مملوكة لهم، وقد حسمتْ هذه الآيةُ الخلافَ بين العلماء حول تعريف الفقير والمسكين، وأيهما أشدّ حاجة من الآخر، وعليها فالمسكين: هو مَنْ يملك شيئا لا يكفيه، كهؤلاء الذين كانوا يملكون سفينة تعمل في البحر، وسماهم القرآن مساكين، أما الفقير: فهو مَنْ لا يملك شيئاً. </p><p> ومعنى:  {يَعْمَلُونَ فِي البحر. .}  [الكهف: ٧٩] أي: مجال عملهم البحر، يعملون فيه بنقل الركاب أو البضائع، أو الصيد، أو خلافه. </p><p> وقوله:  {فَأَرَدتُّ أَنْ أَعِيبَهَا. .}  [الكهف: ٧٩] المتكلم هنا هو الخِضْر عليه السلام فنسب إرادة عَيْب السفينة إلى نفسه، ولم ينسبها إلى الله تعالى تنزيهاً له تعالى عَمَّا لا يليق، أما في الخير فنسب الأمر إلى الله فقال:  {فَأَرَادَ رَبُّكَ أَن يَبْلُغَآ أَشُدَّهُمَا وَيَسْتَخْرِجَا كَنزَهُمَا. .}  [الكهف: ٨٢] لذلك فإنه في نهاية القصة يُرجع كل ما فعله إلى الله فيقول: {وَمَا فَعَلْتُهُ عَنْ أَمْرِي. .}  [الكهف: ٨٢] ثم يقول تعالى: {وَكَانَ وَرَآءَهُم مَّلِكٌ يَأْخُذُ كُلَّ سَفِينَةٍ غَصْباً}  [الكهف: ٧٩] كلمة: كل ترسم سُوراً كُلياً لا يترك شيئاً، فالمراد يأخْذ كل سفينة، سواء أكانت معيبة أم غير معيبة، لكن الحقيقة أنه يأخذ السفينة الصالحة للاستعمال فقط، ولا حاجةَ له في المعيبة الغير صالحة، وكأن في سياق الآية صفة مُقدَّرة: أي يأخذ كل سفينة صالحة غَصْباً من صاحبها. </p><p> والغَصْب: ما أُخذ بغير الحق، عُنْوةً وقَهْراً ومُصَادرة، وله صور </p><p> متعددة منها مثلاً السرقة: وهي أَخْذ المال من حِرْزه خفية ككسر دولاب أو خزينة، ومنها الغَصْب: وهو أخْذ مال الغير بالقوة، وتحت سمعه وبصره، وفي هذه الحالة تحدث مقاومة ومشادة بين الغاصب والمغصوب. </p><p> ومنها الخطف: وهو أخْذ مال الغير هكذا علانية، ولكن بحيلةٍ ما، يخطف الشيء ويفرّ به دون أن تتمكّن من اللحاق به، فالخَطْفُ إذن يتم علانية ولكن دون مقاومة. ومنها الاختلاس: وهو أن تأخذ مال الغير وأنت مؤتمن عليه، والاختلاس يحدث خفية، ولا يخلو من حيلة تستره. </p><p> وما دام الأمر هنا غَصْباً فلا بُدَّ لمالك الشيء أنْ يقاوم ولو بعض مقاومة يدافع بها عن حَقِّه، وقد يتوسل إليه أنْ يترك له ماله، فالمسألة إذن فيها كلام وأخْذٌ وَرَدٌّ. </p><p> إذن: خَرْق السفينة في ظاهره اعتداء على ملك مُقوّم، وهذا منهيّ عنه شرعاً، لكن إذا كان هذا الاعتداء سيكون سبباً في نجاة السفينة كلها من الغاصب فلا بأس إذن، وسفينة معيبة خير من عدمها، ولو عَلِم موسى عليه السلام هذه الحكمة لَبادرَ هو إلى خَرْقها. </p><p> وما دام الأمر كذلك، فعلينا أن نُحوِّل السفينة إلى سفينة غير صالحة ونعيبها بخَرْقها، أو بخلْع لَوْح منها لنصرف نظر الملك المغتصب عن أَخْذها. </p><p> وكلمة {وَرَآءَهُم} هنا بمعنى أمامهم؛ لأن هذا الظالم كان يترصَّد للسفن التي تمر عليه، فما وجدها صالحة غصبها، فهو في الحقيقة أمامهم، على حَدِّ قوله تعالى:  {مِّن وَرَآئِهِ جَهَنَّمُ ويسقى مِن مَّآءٍ صَدِيدٍ}  [إبراهيم: ١٦] وهل جهنم وراءه أم أمامه؟ </p><p> وتستعمل وراء بمعنى: بَعْد، كما في قوله تعالى:  {فَبَشَّرْنَاهَا بِإِسْحَاقَ وَمِن وَرَآءِ إِسْحَاقَ يَعْقُوبَ}  [هود: ٧١] </p><p> وتأتي وراء بمعنى: غير. كما في قوله تعالى في صفات المؤمنين:  {والذين هُمْ لِفُرُوجِهِمْ حَافِظُونَ إِلاَّ على أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ فَمَنِ ابتغى وَرَآءَ ذلك فأولئك هُمُ العادون}  [المؤمنون: ٥ - ٧] </p><p> وفي قوله تعالى:  {حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ. .}  [النساء: ٢٣] إلى. . {وَأُحِلَّ لَكُمْ مَّا وَرَاءَ ذلكم. .}  [النساء: ٢٤] </p><p> وقد تستعمل وراء بمعنى خلف، كما في قوله تعالى:  {وَإِذْ أَخَذَ الله مِيثَاقَ الذين أُوتُواْ الكتاب لَتُبَيِّنُنَّهُ لِلنَّاسِ وَلاَ تَكْتُمُونَهُ فَنَبَذُوهُ وَرَآءَ ظُهُورِهِمْ. .}  [آل عمران: ١٨٧] </p><p> إذن: كلمة {وَرَاءَ} جاءتْ في القرآن على أربعة معَانٍ: أمام، خلف، بعد، غير. وهذا مما يُميِّز العربية عن غيرها من اللغات، والملَكة العربية قادرة على أن تُميّز المعنى المناسب للسياق، فكلمة العَيْن مثلاً تأتي بمعنى العين الباصرة. أو: عين الماء، أو: بمعنى الذهب والفضة، وبمعنى الجاسوس. والسياق هو الذي يُحدد المعنى المراد. </p><p> ثم يقول الحق سبحانه في قرآنه عما أوضحه الخضر لموسى عليه السلام مما خفي عليه:  {وَأَمَّا الغلام فَكَانَ أَبَوَاهُ مُؤْمِنَيْنِ. .} . </p>"
}