{
  "id": null,
  "sura": 18,
  "aya": 54,
  "text": "<p> سبق أن تكلمنا عن تصريف الآيات، وقلنا: إن التصريف معناه تحويل الشيء إلى أشياء متعددة، كما يصرّف الله الرياح مثلاً، فلا تأتي من ناحية واحدة، بل تأتي مرة من هنا، ومرة من هناك، كذلك صَرّف الله الأمثال. أي: أتى بأحوال متعددة وصُور شتى منها. </p><p> والحق سبحانه يضرب الأمثال كأنه يقرع بها آذان الناس لأمر قد يكون غائباً عنهم، فيمثله بأمر واضح لهم مُحَسٍّ ليتفهموه تفهّماً دقيقاً. </p><p> وما دام أن الحق سبحانه صرّف في هذا القرآن من كل مثَل، فلا عُذْر لمن لم يفهم، فالقرآن قد جاء على وجوه شتّى ليُعلم الناس على اختلاف أفهامهم ومواهبهم؛ لذلك ترى الأمي يسمعه فيأخذ منه على قدر فَهْمه، والنصف مثقف يسمعه فيأخذ منه على قدر ثقافته، والعالم الكبير يأخذ منه على قدر علمه ويجد فيه بُغْيته، بل وأكثر </p><p> من ذلك، فالمتخصص في أيِّ علم من العلوم يجد في كتاب الله أدقّ التفاصيل؛ لأن الحق سبحانه بيَّن فيه كل شيء. </p><p> ثم يقول تعالى:  {وَكَانَ الإنسان أَكْثَرَ شَيْءٍ جَدَلاً}  [الكهف: ٥٤] أي: كثير الخصومة والتنازع في الرأي، والجدل: هو المحاورة ومحاولة كل طرف أن يثبت صِدْق مذهبه وكلامه، والجدل إما أن يكون بالباطل لتثبيت حجة الأهواء وتراوغ لتبرر مذهبك ولو خطأً، وهذا هو الجَدل المعيب القائم على الأهواء. وإما أن يكون الجدل بالحق وهو الجدل البنّاء الذي يستهدف الوصول إلى الحقيقة، وهذا بعيد كل البعد عن التحيّز للهوى أو الأغراض. </p><p> ولما تحدَّث القرآن الكريم عن الجدل قال تعالى:  {وَلاَ تجادلوا أَهْلَ الكتاب إِلاَّ بالتي هِيَ أَحْسَنُ. .}  [العنكبوت: ٤٦] </p><p> وقال:  {وَجَادِلْهُم بالتي هِيَ أَحْسَنُ. .}  [النحل: ١٢٥]  «والنبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لما مرَّ على عليٍّ وفاطمة رَضِيَ اللَّهُ عَنْهما ليوقظهما لصلاة الفجر، وطرق عليهما الباب مرة بعد أخرى، ويبدو أنهما كانا مستغرقيْن في نوم عميق، فنادى عليهما صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ» ألا تصلون؟ «فردَّ الإمام علي قائلاً: يا رسول الله إن أنفسنا بيد الله، إن شاء أطلقها وإن شاء أمسكها،فضحك النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وقال:{وَكَانَ الإنسان أَكْثَرَ شَيْءٍ جَدَلاً}»  [الكهف: ٥٤] </p><p> لأن الإنسان له أهواء متعددة وخواطر متباينة، ويحاول أنْ يُدلّل على صحة أهوائه وخواطره بالحجة، فيقارع الحق ويغالط ويراوغ. </p><p> ولو دققتَ في رأيه لوجدتَ له هوىً يسعى إليه ويميل إلى تحقيقه، وترى ذلك واضحاً إذا اخترتَ أحد الطرق تسلكه أنت وصاحبك مثلاً لأنه أسهلها وأقربها، فإذا به يقترح عليك طريقاً آخر، ويحاول إقناعك به بكل السُّبل، والحقيقة أن له غرضاً في نفسه وهوىً يريد الوصول إليه. </p><p> ثم يقول الحق سبحانه:  {وَمَا مَنَعَ الناس أَن يؤمنوا إِذْ جَآءَهُمُ الهدى وَيَسْتَغْفِرُواْ رَبَّهُمْ ... } . </p>"
}