{
  "id": null,
  "sura": 18,
  "aya": 39,
  "text": "<p> يريد أنْ يُعلمه سبيل الإيمان في استقبال النعمة، بأنْ يردَّ النعم إلى المنعم؛ لأن النعمة التي يتقلّب فيها الإنسان لا فضْلَ له فيها، فكلها موهوبة من الله، فهذه الحدائق والبساتين كيف آتتْ أُكُلها؟ إنها الأرض التي خلقها الله لك، وعندما حرثْتها حرثْتها بآلة من الخشب أو الحديد، وهو موهوب من الله لا دَخْلَ لك فيه، والقوة التي أعانتك على العمل موهوبة لك يمكن أن تُسلبَ منك في أيِّ وقت، فتصير ضعيفاً لا تقدر على شيء. </p><p> إذن: حينما تنظر إلى كُلِّ هذه المسائل تجدها منتهيةً إلى العطاء الأعلى من الله سبحانه. </p><p> خُذْ هذا المقعد الذي تجلس عليه مستريحاً وهو في غاية الأناقة وإبداع الصَّنْعة، من أين أتى الصُّنّاع بمادته؟ لو تتبعتَ هذا لوجدته </p><p> قطعةَ خشب من إحدى الغابات، ولو سألتَ الغابة: من أين لك هذا الخشب لأجابتْك من الله. </p><p> لذلك يُعلّمنا الحق سبحانه وتعالى الأدب في نعمته علينا، بقوله:  {أَفَرَأَيْتُم مَّا تَحْرُثُونَ أَأَنتُمْ تَزْرَعُونَهُ أَمْ نَحْنُ الزارعون}  [الواقعة: ٦٣ - ٦٤] </p><p> هذه الحبة التي بذرتها في حقلك، هل جلستَ بجوارها تنميها وتشدّها من الأرض، فتنمو معك يوماً بعد يوم؟ إن كل عملك فيها أن تحرث الأرض وتبذر البذور، حتى عملية الحرث سخّر الله لك فيها البهائم لتقوم بهذه العملية، وما كان بوُسْعك أنْ تُطوّعها لهذا العمل لولا أنْ سخرها الله لك، وذلّلها لخدمتك، كما قال تعالى:  {وَذَلَّلْنَاهَا لَهُمْ فَمِنْهَا رَكُوبُهُمْ وَمِنْهَا يَأْكُلُونَ}  [يس: ٧٢] </p><p> ما استطعت أنت تسخيرها. </p><p> إذن: لو حلَّلْتَ أيَّ نعمة من النعم التي لك فيها عمل لوجدت أن نصيبك فيها راجع إلى الله، وموهوب منه سبحانه. وحتى بعد أن ينمو الزرع ويُزهر أو يُثمر لا تأمن أن تأتيه آفةٌ أو تحلُّ به جائحة فتهلكه؛ لذلك يقول تعالى بعدها:  {لَوْ نَشَآءُ لَجَعَلْنَاهُ حُطَاماً فَظَلْتُمْ تَفَكَّهُونَ إِنَّا لَمُغْرَمُونَ بَلْ نَحْنُ مَحْرُومُونَ}  [الواقعة: ٦٥ - ٦٧] </p><p> كما يقول تعالى:  {إِنَّا بَلَوْنَاهُمْ كَمَا بَلَوْنَآ أَصْحَابَ الجنة إِذْ أَقْسَمُواْ لَيَصْرِمُنَّهَا مُصْبِحِينَ وَلاَ يَسْتَثْنُونَ فَطَافَ عَلَيْهَا طَآئِفٌ مِّن رَّبِّكَ وَهُمْ نَآئِمُونَ فَأَصْبَحَتْ كالصريم}  [القلم: ١٧ - ٢٠] </p><p> وكذلك في قوله تعالى:  {أَفَرَأَيْتُمُ المآء الذي تَشْرَبُونَ أَأَنتُمْ أَنزَلْتُمُوهُ مِنَ المزن أَمْ نَحْنُ المنزلون}  [الواقعة: ٦٨ - ٦٩] </p><p> هذا الماء الذي تشربونه عَذْباً زلالاً، هل تعرفون كيف نزل؟ هل رأيتم بخار الماء الصاعد إلى الجو؟ وكيف ينعقد سحاباً تسوقه الريح؟ هل دريْتُم بهذه العملية؟ {لَوْ نَشَآءُ جَعَلْنَاهُ أُجَاجاً. .}  [الواقعة: ٧٠] </p><p> أي: مِلْحاً شديداً لا تنتفعون به. </p><p> فحينما يمتنُّ الله على عبيده بأيّ نعمة يُذكِّرهم بما ينقضها، فهي ليست من سَعْيهم، وعليهم أنْ يشكروه تعالى عليها لتبقى أمامهم ولا تزول، وإلاَّ فَلْيحافظوا عليها هم إنْ كانت من صُنْع أيديهم! </p><p> وكذلك في مسألة خَلْق الإنسان يوضح سبحانه وتعالى أنه يمنع الحياة وينقضها بالموت، قال تعالى: </p><p> {أَفَرَأَيْتُمْ مَّا تُمْنُونَ أَأَنتُمْ تَخْلُقُونَهُ أَم نَحْنُ الخالقون نَحْنُ قَدَّرْنَا بَيْنَكُمُ الموت وَمَا نَحْنُ بِمَسْبُوقِينَ}  [الواقعة: ٥٨ - ٦٠] فإنْ كنتم أنتم الخالقين، فحافظوا عليه وادفعوا عنه الموت. فذكر سبحانه النعمة في الخَلْق، وما ينقض النعمة في أَصْل الخَلْق. </p><p> أما في خَلْق النار، فالأمر مختلف، حيث يقول تعالى:  {أَفَرَأَيْتُمُ النار التي تُورُونَ أَأَنتُمْ أَنشَأْتُمْ شَجَرَتَهَآ أَمْ نَحْنُ المنشئون}  [الواقعة: ٧١ - ٧٢] </p><p> فذكر سبحانه قدرته في خَلْق النار وإشعالها ولم يذكر ما ينقضها، ولم يقُلْ: نحن قادرون على إطفائها، كما ذكر سبحانه خَلْق الإنسان وقدرته على نقضه بالموت، وخَلْق الزرع وقدرته على جعله حطاماً، وخَلْق الماء وقدرته على جعله أجاجاً، إلا في النار، لأنه سبحانه وتعالى يريدها مشتعلة مضطرمة باستمرار لتظل ذكرى للناس، لذلك ذيِّل الآية بقوله تعالى:  {نَحْنُ جَعَلْنَاهَا تَذْكِرَةً وَمَتَاعاً لِّلْمُقْوِينَ}  [الواقعة: ٧٣] </p><p> كما نقف في هذه الآيات على ملمح من ملامح الإعجاز ودِقَّة الأداء القرآني؛ لأن المتكلم ربٌّ يتحدث عن كل شيء بما يناسبه، ففي الحديث عن الزرع ولأن للإنسان عملاً فيه مثل الحرْث والبذْر والسَّقْي وغيره نراه يؤكد الفعل الذي ينقض هذا الزرع، فيقول:  {لَوْ نَشَآءُ لَجَعَلْنَاهُ حُطَاماً. .}  [الواقعة: ٦٥] حتى لا يراودك الغرور بعملك. </p><p> أما في الحديث عن الماء وليس للإنسان دخل في تكوينه فلا حاجةَ إلى تأكيد الفعل كسابقه، فيقول تعالى:  {لَوْ نَشَآءُ جَعَلْنَاهُ أُجَاجاً. .}  [الواقعة: ٧٠] دون توكيد؛ لأن الإنسان لا يدعي أن له فضلاً في هذا الماء الذي ينهمر من السماء. </p><p> نعود إلى المؤمن الذي ينصح صاحبه الكافر، ويُعلِّمه كيف </p><p> يستقبل نعمة الله عليه:  {ولولا إِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَآءَ الله لاَ قُوَّةَ إِلاَّ بالله. .}  [الكهف: ٣٩]  {لولا} بمعنى: هلاَّ وهي للحثِّ والتحضيض، وعلى الإنسان إذا رأى ما يعجبه في مال أو ولد حتى لو أعجبه وجهه في المرآة عليه أن يقول: ما شاء الله لا قوة إلا بالله. </p><p> وفي الحديث يقول رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «ما قيل عند نعمة: ما شاء الله لا قوة إلا بالله، إلا ولا ترى فيها آفة إلا الموت» . </p><p> فساعة أن تطالع نعمة الله كان من الواجب عليك ألاَّ تُلهيكَ النعمة عن المنعم، كان عليك أن تقول: ما شاء الله لا قوة إلا بالله، أي: أن هذا كله ليس بقوتي وحيلتي، بل فضل من الله فتردّ النعمة إلى خالقها ومُسديها، وما دُمْتَ قد رددْتَ النعمة إلى خالقها فقد استأمنْتَهُ عليها واستحفظته إياها، وضمنْتَ بذلك بقاءها. </p><p> وذكرنا أن سيدنا جعفر الصادق رَضِيَ اللَّهُ عَنْه كان عالماً بكنوز القرآن، ورأى النفس البشرية، وما يعتريها من تقلُّبات تعكر عليه صَفْو الحياة من خوف أو قلق أو همٍّ أو حزن أو مكر، أو زهرة الدنيا وطموحات الإنسان فيها. </p><p> فكان رَضِيَ اللَّهُ عَنْه يُخرج لهذه الداءات ما يناسبها من علاجات القرآن فكان يقول في الخوف: «عجبت لمن خاف ولم يفزع إلى قول الله تعالى: {حَسْبُنَا الله وَنِعْمَ الوكيل}  [آل عمران: ١٧٣] فإني سمعت الله بعقبها يقول: {فانقلبوا بِنِعْمَةٍ مِّنَ الله وَفَضْلٍ لَّمْ يَمْسَسْهُمْ سواء}  [آل عمران: ١٧٤] </p><p> وعجبتُ لمن اغتمَّ لأن الغَمَّ انسداد القلب وبلبلة الخاطر من شيء لا يعرف سببه وعجبتُ لمن اغتمَّ ولم يفزع إلى قول الله تعالى:  {لاَّ إله إِلاَّ أَنتَ سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظالمين}  [الأنبياء: ٨٧] فإني سمعت الله بعقبها يقول: {فاستجبنا لَهُ وَنَجَّيْنَاهُ مِنَ الغم}  [الأنبياء: ٨٨] ليس هذا وفقط، بل:  {وكذلك نُنجِي المؤمنين}  [الأنبياء: ٨٨] وكأنها (وصْفة) عامة لكل مؤمن، وليست خاصة بنبيّ الله يونس عليه السلام. </p><p> فقوْل المؤمن الذي أصابه الغم:  {لاَّ إله إِلاَّ أَنتَ. .}  [الأنبياء: ٨٧] أي: لا مفزع لي سواك، ولا ملجأ لي غيرك {إِنِّي كُنتُ مِنَ الظالمين. .}  [الأنبياء: ٨٧] اعتراف بالذنب والتقصير، فلعل ما وقعتُ فيه من ذنب وما حدث من ظلم لنفسي هو سبب هذا الغم الذي أعانيه. </p><p> وعجبتُ لمن مُكر به، كيف لا يفزع إلى قول الله تعالى:  {وَأُفَوِّضُ أمري إِلَى الله. .}  [غافر: ٤٤] فإني سمعت الله بعقبها يقول: {فَوقَاهُ الله سَيِّئَاتِ مَا مَكَرُواْ. .}  [غافر: ٤٥] فالله تبارك وتعالى هو الذي سيتولى الرد عليهم ومقابلة مكرهم بمكره سبحانه، كما قال تعالى:  {وَمَكَرُواْ وَمَكَرَ الله والله خَيْرُ الماكرين}  [آل عمران: ٥٤] </p><p> وعجبتُ لمن طلب الدنيا وزينتها صاحب الطموحات في الدنيا المتطلع إلى زخرفها كيف لا يفزع إلى قوله تعالى:  {مَا شَآءَ الله لاَ قُوَّةَ إِلاَّ بالله. .}  [الكهف: ٣٩] فإني سمعت الله بعقبها يقول: {فعسى رَبِّي أَن يُؤْتِيَنِ خَيْراً مِّن جَنَّتِكَ}  [الكهف: ٤٠] </p><p> فإن قلتها على نعمتك حُفظتْ ونمَتْ، وإن قلتها على نعمة الغير أعطاك الله فوقها. </p><p> والعجيب أن المؤمن الفقير الذي لا يملك من متاع الدنيا شيئاً يدل صاحبه الكافر على مفتاح الخير الذي يزيده من خير الدنيا، رغم ما يتقلّب فيه من نعيمها، فمفتاح زيادة الخير في الدنيا ودوام النعمة فيها أن نقول:  {مَا شَآءَ الله لاَ قُوَّةَ إِلاَّ بالله. .}  [الكهف: ٣٩] </p><p> ويستطرد المؤمن، فيُبيِّن لصاحبه ما عَيَّره به من أنه فقير وهو غني، وما استعلى عليه بماله وولده:  {إِن تَرَنِ أَنَاْ أَقَلَّ مِنكَ مَالاً وَوَلَداً}  [الكهف: ٣٩] </p><p> ثم ذكّره بأن الله تعالى قادر على أنْ يُبدِّل هذا الحال، فقال:  {فعسى رَبِّي أَن يُؤْتِيَنِ خَيْراً مِّن جَنَّتِكَ ... } . </p>"
}