{
  "id": null,
  "sura": 18,
  "aya": 40,
  "text": "<p> وعسى للرجاء، فإن كان الرجاء من الله فهو واقع لا شكَّ فيه؛ لذلك حينما تقول عند نعمة الغير:  (ما شاء الله لا قوة إلا بالله) يعطيك الله خيراً مما قُلْت عليه: (ما شاء الله لا قوة إلا بالله) ، وإن اعترفتَ بنعمة الله عليك ورددْت الفضل إليه سبحانه زادك، كما جاء في قوله تعالى:  {لَئِن شَكَرْتُمْ لأَزِيدَنَّكُمْ}  [إبراهيم: ٧] </p><p> فقوله:  {فعسى رَبِّي أَن يُؤْتِيَنِ خَيْراً مِّن جَنَّتِكَ}  [الكهف: ٤٠] أي: ينقل مسألة الغنى والفقر ويُحوّلها، فأنت لا قدرة لك على حفظ هذه النعمة، كما أنك لا قدرةَ لك على جَلْبها من البداية. إذن: يمكن أنْ يعطيني ربي نعمة مثل نعمتك، في حين تظل نعمتك كما هي، لكن إرادة الله تعالى أن يقلبَ نعمتك ويزيلها: </p><p> {وَيُرْسِلَ عَلَيْهَا حُسْبَاناً مِّنَ السمآء}  [الكهف: ٤٠] هذه النعمة التي تعتز بها وتفخر بزهرتها وتتعالى بها على خَلْق الله يمكن أنْ يرسلَ الله عليها حُسْباناً. </p><p> والحُسْبان: الشيء المحسوب المقدَّر بدقّة وبحساب، كما جاء في قوله تعالى:  {الشمس والقمر بِحُسْبَانٍ}  [الرحمن: ٥] والخالق سبحانه وتعالى جعل الشمس والقمر لمعرفة الوقت: {لِتَعْلَمُواْ عَدَدَ السنين والحساب}  [يونس: ٥] ونحن لا نعرف من هذه عدد السنين والحساب إلا إذا كانت هي في ذاتها منضبطةً على نظام دقيق لا يختلّ، مثل الساعة لا تستطيع أنْ تعرفَ بها الوقت وتضبطه إلا إذا كانت هي في ذاتها منضبطة، والشيء لا يكون حسباناً لغيره إلا إذا كان هو نفسه مُنْشأ على حُسْبان. </p><p> وحَسب حُسْباناً مثل غفر غفراناً، وقد أرسل الله على هذه الجنة التي اغترَّ بها صاحبها صاعقة محسوبة مُقدَّرة على قَدْر هذه الجنة لا تتعدَّاها إلى غيرها، حتى لا يقول: إنها آية كونية عامة أصابتني كما أصابت غيري. . لا. إنها صاعقة مخصوصة محسوبة لهذه الجنة دون غيرها. </p><p> ثم يقول تعالى:  {فَتُصْبِحَ صَعِيداً زَلَقاً}  [الكهف: ٤٠] أي: أن هذه الجنة العامرة بالزروع والثمار، المليئة بالنخيل والأعناب بعد أن أصابتها الصاعقة أصبحتْ صَعيداً أي: جدباء يعلُوها التراب، ومنه قوله تعالى في التيمُّم:  {فَتَيَمَّمُواْ صَعِيداً طَيِّباً}  [النساء: ٤٣] ليس هذا وفقط، بل {صَعِيداً زَلَقاً}  [الكهف: ٤٠] أي: تراباً مُبلّلاً تنزلق عليه الأقدام، فلا يصلح لشيء، حتى المشي عليه. </p>"
}