{
  "id": null,
  "sura": 18,
  "aya": 45,
  "text": "<p> الحق تبارك وتعالى في هذه الآية يوضح المجهول لنا بما عُلِم لدينا. وأهل البلاغة يقولون: في هذه الآية تشبيه تمثيل؛ لأنه سبحانه شبّه حال الدنيا في قِصَرها وسرعة زوالها بالماء الذي نزل من السماء، فارتوتْ به الأرض، وأنبتتْ ألواناً من الزروع والثمار، </p><p> ولكن سرعان ما يذبلُ هذا النبات ويصير هشيماً مُتفتتاً تذهب به الريح. </p><p> وهذه صورة كما يقولون منتزعة من مُتعدّد. أي: أن وجه الشبه فيها ليس شيئاً واحداً، بل عِدّة أشياء، فإن كان التشبيه مُركّباً من أشياء متعددة فهو مَثَل، وإنْ كان تشبيه شيء مفرد بشيء مفرد يُسمُّونه مِثْل، نقول: هذا مِثْل هذا، لذلك قال تعالى:  {فَلاَ تَضْرِبُواْ لِلَّهِ الأمثال}  [النحل: ٧٤] لأن لله تعالى المثل الأعلى. </p><p> وهكذا الدنيا تبدو جميلة مُزهِرة مُثمِرة حُلْوة نَضِرة، وفجأة لا تجد في يديك منها شيئاً؛ لذلك سماها القرآن دُنْيا وهو اسم يُوحي بالحقارة، وإلا فأيّ وصف أقل من هذا يمكن أن يصفها به؟ لنعرف أن ما يقابلها حياة عُلْيا. </p><p> وكأن الحق سبحانه يقول لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: كما ضربتُ لهم مَثَل الرجلين وما آل إليه أمرهما اضرب لهم مثل الحياة الدنيا وأنها تتقلّب بأهلها، وتتبدل بهم، واضرب لهم مثلاً للدنيا من واقع الدنيا نفسها. </p><p> ومعنى {فاختلط بِهِ نَبَاتُ الأرض}  [الكهف: ٤٥] أي: اختلط بسببه نبات الأرض، وتداخلَ بعضُه في بعض، وتشابكتْ أغصانه وفروعه، وهذه صورة النبات في الأرض الخِصْبة، أما إنْ كانت الأرض مالحة غير خِصْبة فإنها تُخرِج النبات مفرداً، عود هنا وعود هناك. </p><p> لكن، هل ظل النبات على حال خُضْرته ونضارته؟ لا، بل سرعان ما جفَّ وتكسر وصار هشيماً تطيح به الريح وتذروه، هذا مثلٌ للدنيا حين تأخذ زخرفها وتتزيَّن، كما قال تعالى:  {حتى إِذَآ أَخَذَتِ الأرض زُخْرُفَهَا وازينت وَظَنَّ أَهْلُهَآ أَنَّهُمْ قَادِرُونَ عَلَيْهَآ أَتَاهَآ أَمْرُنَا لَيْلاً أَوْ نَهَاراً. .}  [يونس: ٢٤] </p><p> ثم يقول تعالى:  {وَكَانَ الله على كُلِّ شَيْءٍ مُّقْتَدِراً}  [الكهف: ٤٥] لأنه سبحانه القادر دائماً على إخراج الشيء إلى ضِدّه، كما قال سبحانه:  {وَإِنَّا على ذَهَابٍ بِهِ لَقَادِرُونَ}  [المؤمنون: ١٨] </p><p> فقد اقتدر سبحانه على الإيجاد، واقتدر على الإعدام، فلا تنفكّ عنه صفة القدرة أبداً، أحيا وأمات، وأعزَّ وأذلَّ، وقبض وبسط، وضَرَّ ونفع. . </p><p> ولما كان الكلام السابق عن صاحب الجنة الذي اغترّ بماله وولده فناسب الحديث عن المال والولد، فقال تعالى:  {المال والبنون زِينَةُ الحياة الدنيا} . </p>"
}