{
  "id": null,
  "sura": 18,
  "aya": 19,
  "text": "<p> قوله:  {بَعَثْنَاهُمْ} أي: أيقظناهم من نومهم؛ لأن نومهم الطويل الذي استغرق ثلاثمائة سنة وتِسْعاً أشبه الموت، فقال {بَعَثْنَاهُمْ} ، والبعْثُ هنا لقضية خاصة بهم، وهي أنْ يسأل بعضهم بعضاً عن مُدّة لُبْثهم في الكهف، وقد انقسموا في سؤالهم هذا إلى فريقين الفريق الأول:  {قَالَ قَائِلٌ مِّنْهُمْ كَم لَبِثْتُمْ. .}  [الكهف: ١٩] </p><p> فَردَّ الفريق الآخر بما تقضيه طبيعة الإنسان في النوم العادي فقال:  {قَالُواْ لَبِثْنَا يَوْماً أَوْ بَعْضَ يَوْمٍ. .}  [الكهف: ١٩] فالإنسان لا يستطيع تقدير مدّة نومه بالضبط، لكن المعتاد في النوم أن يكون كذلك يوماً أو بعض يوم. </p><p> وقد أخذ العلماء من هذا القول أنهم حين تساءلوا هذا السؤال لم يجدوا في ذواتهم شيئاً يدلُّ على مرور زمن طويل، حيث وجدوا أنفسهم على الحال التي ناموا عليها، فلم يتغير مثلاً حالهم من الشباب إلى الشيخوخة، ولم يتغير شعرهم مثلاً إلى البياض؛ لذلك قالوا: لبثنا يوماً أو بعض يوم، ولو وجدوا أنفسهم شيباً لقدَّروا الزمن المناسب لهذا الشيب. </p><p> وهذه وقفة المشدوه حين يُسْأل عن زمن لا يدري مُدته، إنه طويل عند الله إنما قصير عنده، وهذا كقوله تعالى في سورة البقرة:  {قَالَ كَمْ لَبِثْتَ قَالَ لَبِثْتُ يَوْماً أَوْ بَعْضَ يَوْمٍ قَالَ بَل لَّبِثْتَ مِاْئَةَ عَامٍ فانظر إلى طَعَامِكَ وَشَرَابِكَ لَمْ يَتَسَنَّهْ وانظر إلى حِمَارِكَ وَلِنَجْعَلَكَءَايَةً لِلنَّاسِ. .}  [البقرة: ٢٥٩] </p><p> لقد حكم على مُدّة لُبْثه بيوم أو بعض يوم؛ لأنه وجد نفسه على الحال التي عهدها لم يتغير منه شيء، فكيف يتأتّى الصدق من الحق سبحانه في قوله (مائة عام) والصدق في قول العُزَيْر بيوم أو بعض يوم؟ </p><p> لا شكَّ أننا أمام آية من آيات الخالق سبحانه، ومعجزة من معجزاته لا يقدر عليها إلا المالك للزمان والمكان، القابض للزمان ليوم أو بعض يوم، الباسط له إلى مائة عام. </p><p> لذلك أظهر الخالق سبحانه في هذه المعجزة الدليل على صدق </p><p> القولين: ففي طعام العُزَير الذي ظلَّ على حاله طازجاً لم يتغير دليل على يوم أو بعض يوم، وفي حماره الذي رآه عظاماً بالية دليل على المائة عام، فسبحان الذي يجمع الشيء وضده في آن واحد. </p><p> ثم يقول تعالى حكاية عنهم:  {قَالُواْ رَبُّكُمْ أَعْلَمُ بِمَا لَبِثْتُمْ. .}  [الكهف: ١٩] وهو قَوْل الجماعة الذين أرادوا إنهاء الخلاف في هذه المسألة، فقالوا لإخوانهم: دعونا من هذه القضية التي لا تفيد، واتركوا أمرها لله تعالى. ودائماً يأمرنا الحق سبحانه بأنْ ننقلَ الجدل من شيء لا ننتهي فيه إلى شيء، ونُحوله للأمر المثمر النافع؛ لذلك قالوا:  {فابعثوا أَحَدَكُمْ بِوَرِقِكُمْ هذه إلى المدينة فَلْيَنْظُرْ أَيُّهَآ أزكى طَعَاماً فَلْيَأْتِكُمْ بِرِزْقٍ مِّنْهُ وَلْيَتَلَطَّفْ وَلاَ يُشْعِرَنَّ بِكُمْ أَحَداً}  [الكهف: ١٩] </p><p> والوَرِق يعني العملة من الفضة، فأرادوا أنْ يرسلوا أحدهم بما معهم من النقود ليشتري لهم من المدينة طعاماً؛ لأنهم بمجرد أن استيقظوا انتهت حالتهم الاستثنائية، وعادوا إلى طبيعتهم؛ لذلك طلبوا الطعام، لكن نلحظ هنا أن الجوع لم يحملهم على طلب مطلق الطعام، بل تراهم حريصين على تزكية طعامهم واختيار أَطيبه وأَطْهره، وأبعده عن الحرام. </p><p> وكذلك لم يَفُتْهم أنْ يكونوا على حذر من قومهم، فَمْن سيذهب منهم إلى هذه المهمة عليه أن يدخل المدينة خِلْسة، وأن يتلطف في الأمر حتى لا يشعر به أحد من القوم، ذلك لأنهم استيقظوا على الحالة التي ناموا عليها، وما زالوا على حَذَر من قومهم يظنون أنهم يتتبعونهم ويبحثون عنهم، ويسعَوْن للقضاء عليهم. </p><p> ثم يقول الحق سبحانه:  {إِنَّهُمْ إِن يَظْهَرُواْ عَلَيْكُمْ يَرْجُمُوكُمْ أَوْ يُعِيدُوكُمْ ... } . </p>"
}