{
  "id": null,
  "sura": 18,
  "aya": 32,
  "text": "<p> وما زال الكلام موصولاً بالقوم الذين أرادوا أن يصرفوا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ عن الذين يدعُونَ ربهم بالغداة والعشي يريدون وجهه، وبذلك انقسم الناس إلى قسميْن: قسم مُتكبّر حريص على جاهه وسلطانه، وقسم ضعيف مستكين لا جاهَ له ولا سلطان، لكن الحق سبحانه يريد استطراق آياته استطراقاً يشمل الجميع، ويُسوِّي بينهم. </p><p> لذلك؛ أراد الحق سبحانه وتعالى أن يضرب لنا مثَلاً موجوداً في الحياة، ففي الناس الكافر الغني والمؤمن الفقير، وعليك أنْ تتأمل موقف كل منهما. </p><p> قوله تعالى:  {واضرب لهُمْ مَّثَلاً رَّجُلَيْنِ. .}  [الكهف: ٣٢] قلنا: إن الضرب معناه أن تلمس شيئاً بشيء أقوى منه بقوة تؤلمه، ولا بُدّ أن يكون الضارب أقوى من المضروب، إلا فلو ضربتَ بيدك شيئاً أقوى منك فقد ضربتَ نفسك، ومن ذلك قول الشاعر: </p><p> وَيَا ضَارِباً بِعَصَاهُ الحَجَر ... ضربْتَ العَصَا أَمْ ضربْتَ الحجَر؟ </p><p> وضَرْب المثل يكون لإثارة الانتباه والإحساس، فيُخرجك من حالة إلى أخرى، كذلك المثَل: الشيء الغامض الذي لا تفهمه ولا تعيه، فيضرب الحق سبحانه له مثلاً يُوضِّحه ويُنبِّهك إليه؛ لذلك قال:  {واضرب لهُمْ مَّثَلاً. .}  [الكهف: ٣٢] وسبق أن أوضحنا أن الأمثال كلام من كلام العرب، يردُ في معنى من المعاني، ثم يشيع على الألسنة، فيصير مثلاً سائراً، كما نقول: جود حاتم، وتقابل أي جَوّاد فتناديه: يا حاتم، فلما اشتهر حاتم بالجود أُطلِقَتْ عليه هذه الصفة. وعمرو بن معد اشتُهِر بالشجاعة والإقدام، وإياس اشتُهِر بالذكاء، وأحنف بن قيس اشتهر بالحلم. لذلك قال أبو تمام في مدح الخليفة: </p><p> إِقْدامُ عَمْروٍ في سَمَاحَةِ حَاتِم ... في حِلْمِ أحنَفَ فِي ذَكَاءِ إياس </p><p> فأراد خصوم أبي تمام أن يُحقِّروا قوله، وأن يُسقِطوه من عين الخليفة، فقالوا له: إن الخليفة فوق مَنْ وصفتَ، وكيف تُشبّه الخليفة بهؤلاء وفي جيشه ألفٌ كعمرو، وفي خُزَّانه ألف كحاتم فكيف تشبهه بأجلاف العرب؟ كما قال أحدهم: </p><p> وَشبَّهه المدّاحُ في البَاسِ والغِنَى ... بمَنْ لَوْ رآهُ كانَ أَصْغر خَادِمٍ </p><p> فَفِي جيْشِه خَمْسُونَ أَلْفاً كعنْترٍ ... وَفي خُزَّانِه ألْفُ حَاتِمِ </p><p> فألهمه الله الردَّ عليهم، وعلى نفس الوزن ونفس القافية، فقال: </p><p> لاَ تُنكِرُوا ضَرْبي لَهُ مَنْ دُونَه ... مثَلاً شَرُوداً في النَّدَى وَالبَاس </p><p> فاللهُ قَدْ ضَربَ الأقلّ لِنُوِره ... مَثَلاً مِنَ المشْكَاةِ والنِّبْراسِ </p><p> إذن: فالمثل يأتي لِيُنَبّه الناس، وليُوضّح القضية غير المفهومة، والحق تبارك وتعالى قال:  {إِنَّ الله لاَ يَسْتَحْى أَن يَضْرِبَ مَثَلاً مَّا بَعُوضَةً فَمَا فَوْقَهَا. .}  [البقرة: ٢٦] </p><p> ثم يعطينا القرآن الكريم أمثالاً كثيرة لتوضيح قضايا معينة، كما في قوله تعالى:  {مَثَلُ الذين اتخذوا مِن دُونِ الله أَوْلِيَآءَ كَمَثَلِ العنكبوت اتخذت بَيْتاً وَإِنَّ أَوْهَنَ البيوت لَبَيْتُ العنكبوت لَوْ كَانُواْ يَعْلَمُونَ}  [العنكبوت: ٤١] </p><p> وكذا قوله تعالى عن نقض الوعد وعدم الوفاء به:  {وَلاَ تَكُونُواْ كالتي نَقَضَتْ غَزْلَهَا مِن بَعْدِ قُوَّةٍ أَنكَاثاً} </p><p> [النحل: ٩٢] </p><p> ومنه قوله تعالى:  {مَثَلُهُمْ كَمَثَلِ الذي استوقد نَاراً فَلَمَّآ أَضَاءَتْ مَا حَوْلَهُ ذَهَبَ الله بِنُورِهِمْ وَتَرَكَهُمْ فِي ظُلُمَاتٍ لاَّ يُبْصِرُونَ}  [البقرة: ١٧] </p><p> ومنه قوله تعالى مُصوِّراً حال الدنيا، وأنها سريعة الزوال:  {واضرب لَهُم مَّثَلَ الحياة الدنيا كَمَآءٍ أَنْزَلْنَاهُ مِنَ السماء فاختلط بِهِ نَبَاتُ الأرض فَأَصْبَحَ هَشِيماً تَذْرُوهُ الرياح وَكَانَ الله على كُلِّ شَيْءٍ مُّقْتَدِراً}  [الكهف: ٤٥] </p><p> فالمثل يُوضِّح لك الخفيّ بشيء جَلِيٍّ، يعرفه كل مَنْ سمعه، من ذلك مثلاً الشاعر الذي أراد أنْ يصفَ لنا الأحدب فيُصوِّره تصويراً دقيقاً كأنك تنظر إليه: </p><p> قَصُرَتْ أَخَادعه وَغَاص قَذَالُه ... فكأنه مُتربِّصٌ أنْ يُصْفَعَا </p><p> وكأنما صُفِعْتَ قَفَاهُ مرةً ... وأَحسَّ ثانيةً لَهَا فتجمَّعَا </p><p> وهنا يقول الحق سبحانه: اضرب لهم يا محمد مثلاً للكافر إذا استغنى، والفقير إذا رَضِى بالإيمان. </p><p> وقوله:  {رَّجُلَيْنِ. .}  [الكهف: ٣٢] أي: هما مَحَلُّ المثل: {جَعَلْنَا لأَحَدِهِمَا جَنَّتَيْنِ مِنْ أَعْنَابٍ وَحَفَفْنَاهُمَا بِنَخْلٍ وَجَعَلْنَا بَيْنَهُمَا زَرْعاً}  [الكهف: ٣٢] لكن، هل هذا المثل كان موجوداً بالفعل، وكان للرجلين وجود فِعليّ في التاريخ؟ </p><p> نعم، كانوا واقعاً عند بني إسرائيل وهما براكوس ويهوذا، وكان يهوذا مؤمناً راضياً، وبراكوس كان مستغنياً، وقد ورثا عن أبيهم ثمانية آلاف دينار لكل منهما، أخذ براكوس نصيبه واشترى به أرضاً يزرعها وقَصْراً يسكنه وتزوج فأصبح له ولدان وحاشية، أما يهوذا، </p><p> فقد رأى أنْ يتصدّق بنصيبه، وأن يشتري به أرضاً في الجنة وقصراً في الجنة وفضَّل الحور العين والولدان في جنة عدن على زوجة الدنيا وولدانها وبهجتها. </p><p> وهكذا استغنى براكوس بما عنده واغتَرَّ به، كما قال تعالى:  {كَلاَّ إِنَّ الإنسان ليطغى أَن رَّآهُ استغنى}  [العلق: ٦ - ٧] </p><p> وأول الخيبة أن تشغلك النعمة عن المنعِم، وتظن أن ما أنت فيه من نعيم ثمرةُ جهدك وعملك، ونتيجة سعْيك ومهارتك، كما قال قارون:  {قَالَ إِنَّمَآ أُوتِيتُهُ على عِلْمٍ عندي}  [القصص: ٧٨] </p><p> فتركه الله لِعلْمه ومهارته، فليحرص على ماله بما لديه من علم وقوة:  {فَخَسَفْنَا بِهِ وَبِدَارِهِ الأرض. .}  [القصص: ٨١] ولم ينفعه ماله أو علمه. </p><p> إذن: هاتان صورتان واقعيتان في المجتمع: كافر يستكبر ويستغني ويستعلي بغناه، ومؤمن قَنُوع بما قسم الله له. </p><p> وانظر إلى الهندسة الزراعية في قوله تعالى:  {جَعَلْنَا لأَحَدِهِمَا جَنَّتَيْنِ مِنْ أَعْنَابٍ وَحَفَفْنَاهُمَا بِنَخْلٍ وَجَعَلْنَا بَيْنَهُمَا زَرْعاً}  [الكهف: ٣٢] </p><p> فقد علَّمنا الله تعالى أن نجعل حول الحدائق والبساتين سُوراً من النخيل ليكون سياجاً يصدُّ الهواء والعواصف، وذكر سبحانه النخل والعنب وهي من الفاكهة قبل الزرع الذي منه القوت الضروري، كما ذكر من قبل الأساور من ذهب، وهي للزينة قبل الثياب، وهي من الضروريات. </p><p> وقوله:  {جَنَّتَيْنِ. .}  [الكهف: ٣٢] نراها إلى الآن فيمَنْ يريد أن </p><p> يحافظ على خصوصيات بيته؛ لأن للإنسان مسكناً خاصاً، وله عموميات أحباب، فيجعل لهم مسكناً آخر حتى لا يطَّلع أحد على حريمه؛ لذلك يسمونه السلاملك والحرملك. </p><p> وكذلك في قوله تبارك وتعالى:  {لَقَدْ كَانَ لِسَبَإٍ فِي مَسْكَنِهِمْ آيَةٌ جَنَّتَانِ عَن يَمِينٍ وَشِمَالٍ كُلُواْ مِن رِّزْقِ رَبِّكُمْ واشكروا لَهُ بَلْدَةٌ طَيِّبَةٌ وَرَبٌّ غَفُورٌ}  [سبأ: ١٥] ثم يقول الحق سبحانه: {كِلْتَا الجنتينءَاتَتْ أُكُلَهَا وَلَمْ تَظْلِم مِّنْهُ شَيْئاً. .} . </p>"
}