{
  "id": null,
  "sura": 18,
  "aya": 47,
  "text": "<p> أي: اذكر جيداً يوم نُسيِّر الجبال وتنتهي هذه الدنيا، واعمل الباقيات الصالحات لأننا سنُسيّر الجبال التي تراها ثابتة راسخة تتوارث الأجيال حجمها وجِرْمها، وقوتها وصلابتها، وهي باقية على حالها. </p><p> ومعنى تسيير الجبال: إزالتها عن أماكنها، كما قال في آية أخرى:  {وَسُيِّرَتِ الجبال فَكَانَتْ سَرَاباً}  [النبأ: ٢٠] </p><p> وقال في آية أخرى {وَإِذَا الجبال سُيِّرَتْ}  [التكوير: ٣] </p><p> وقال:  {وَإِذَا الجبال نُسِفَتْ}  [المرسلات: ١٠] وقال: {يَوْمَ تَكُونُ السمآء كالمهل وَتَكُونُ الجبال كالعهن}  [المعارج: ٨ - ٩] </p><p> ونلحظ أن الحق سبحانه ذكر أقوى مظهر ثابت في الحياة الدنيا، وإلا ففي الأرض أشياء أخرى قوية وثابتة كالعمائر ناطحات السحاب، </p><p> والشجر الكبير الضخم المعمّر وغيرها كثير. فإذا كان الحق سبحانه سينسف هذه الجبال ويُزيلها عن أماكنها، فغيرها مما على وجه الأرض زائل من باب أَوْلَى. </p><p> ثم يقول سبحانه:  {وَتَرَى الأرض بَارِزَةً}  [الكهف: ٤٧] </p><p> الأرض: كُلّ ما أقلَّك من هذه البسيطة التي نعيش عليها، وكل ما يعلوك ويُظِلُّك فهو سماء، ومعنى:  {بَارِزَةً} البَرَازُ: هو الفضاء، أي: وترى الأرض فضاءً خالية مما كان عليها من أشكال الجبال والمباني والأشجار، حتى البحر الذي يغطي جزءاً كبيراً من الأرض. </p><p> كل هذه الأشكال ذهبتْ لا وجودَ لها، فكأن الأرض بَرزَتْ بعد أنْ كانت مختبئة: بعضها تحت الجبال، وبعضها تحت الأشجار، وبعضها تحت المباني، وبعضها تحت الماء، فأصبحتْ فضاء واسعاً، ليس فيه مَعْلَمٌ لشيء. </p><p> ومن ذلك ما نُسمِّيه نحن المبارزة، فنرى الفتوة يقول للآخر (اطلع لي بره) أي: في مكان خال حتى لا يجد شيئاً يحتمي به، أو حائطاً مثلاً يستند عليه، وبرز فلان لفلان وبارزه أي: صارعه. </p><p> {وَحَشَرْنَاهُمْ}  [الكهف: ٤٧] أي: جمعناهم ليوم الحساب؛ لأنهم فارقوا الدنيا على مراحل من لَدُن آدم عليه السلام، والموت يحصد الأرواح، وقد جاء اليوم الذي يُجمع فيه هؤلاء. </p><p> {فَلَمْ نُغَادِرْ مِنْهُمْ أَحَداً}  [الكهف: ٤٧] أي: لم نترك منهم واحداً، الكلُّ معرض على الله، وكلمة {نُغَادِرْ}  [الكهف: ٤٧] ومادة (غدر) تؤدي جميعها معنى الترْك، فالغدر مثلاً تَرْك الوفاء وخيانة الأمانة، </p><p> حتى غدير وهو جدول الماء الصغير سُمِّي غديراً؛ لأن المطر حينما ينزل على الأرض يذهب ويترك شيئاً قليلاً في المواطئ. </p><p> ثم يقول الحق سبحانه:  {وَعُرِضُواْ على رَبِّكَ صَفَّاً لَّقَدْ جِئْتُمُونَا كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ ... } . </p>"
}