{
  "id": null,
  "sura": 18,
  "aya": 82,
  "text": "<p> {لِغُلاَمَيْنِ} أي: لم يبلغا سِنَّ الرشْد، وفوق ذلك هما يتيمان. </p><p> وكان تحت هذا الجدار المائل كَنْز لهذين الغلامين الغير قادرين على تدبير شأنهما، ولك أنْ تتصوّر ما يحدث لو تهدَّم الجدار، وانكشف هذا الكنز، ولمع ذهبه أمام عيون هؤلاء القوم الذين عرفت صفاتهم، وقد منعوهما الطعام بل ومجرد المأْوى، إنَّ أقل ما يُوصفون به أنهم لِئَام لا يُؤتمنون على شيء. ولقد تعوَّدنا أن نعبر عن شدة الضياع بقولنا: ضياع الأيتام على موائد اللئام. </p><p> إذن: فلا شَكَّ أن ما قام به العبد الصالح من بناء الجدار وإقامته أو ترميمه يُعَدُ بمثابة صَفْعة لهؤلاء اللئام تناسب ما قابلوهم به من تنكُّر وسوء استقبال، وترد لهم الصَّاع صاعين حين حرمهم الخضر من هذا الكنز. </p><p> فعلَّة إصلاح الجدار ما كان تحته من مال يجب أنْ يحفظ لحين أنْ يكبُرَ هذان الغلامان ويتمكنا من حفظه وحمايته في قرية من اللئام. وكأن الحق سبحانه وتعالى أرسله لهذين الغلامين في هذا الوقت بالذات، حيث أخذ الجدار في التصدُّع، وظهرت عليه علامات الانهيار ليقوم بإصلاحه قبل أنْ يقع وينكشف أمر الكنز وصاحبيه في حال الضعف وعدم القدرة على حمايته. </p><p> ثم إن العبد الصالح أصلح الجدار ورَدَّه إلى ما كان عليه رَدَّ مَنْ علَّمه الله من لَدُنْه، فيقال: إنه بنَاهُ بناءً موقوتاً يتناسب وعُمْرَ الغلامين، وكأنه بناه على عمر افتراضي ينتهي ببلوغ الغلامين سِنَّ الرشْد والقدرة على حماية الكنز فينهار. وهذه في الواقع عملية دقيقة لا يقدر على حسابها إلا مَنْ أُوتِي علماً خاصاً من الله تعالى. </p><p> ويبدو من سياق الآية أنهما كانا في سِنٍّ واحدة توأمين لقوله تعالى:  {فَأَرَادَ رَبُّكَ أَن يَبْلُغَآ أَشُدَّهُمَا. .}  [الكهف: ٨٢] أي: سوياً، ومعنى الأشُدّ: أي القوة، حيث تكتمل أجهزة الجسم وتستوي، وأجهزة الجسم تكتمل حينما يصبح المرء قادراً على إنجاب مثله. </p><p> وتلاحظ أن الحق سبحانه وتعالى قال هنا:  {يَبْلُغَآ أَشُدَّهُمَا. .}  [الكهف: ٨٢] ولم يقُلْ رُشْدهما، لأنْ هناك فرْقاً بين الرُّشْد والأَشُدّ فالرُّشْد: حُسْن التصرُّف في الأمور، أما الأشُدَّ: فهو القوة، والغلامان هنا في حاجة إلى القوة التي تحمي كَنْزهما من هؤلاء اللئام فناسب هنا {أَشُدَّهُمَا. .}  [الكهف: ٨٢] </p><p> ثم يقول تعالى:  {وَيَسْتَخْرِجَا كَنزَهُمَا رَحْمَةً مِّن رَّبِّكَ. .}  [الكهف: ٨٢] أي: يستخرجاه بما لديهما من القوة والفُتوَّة. والرحمة: صفة تُعطَى للمرحوم لتمنعه من الداء، كما في قوله تعالى: {وَنُنَزِّلُ </p><p> مِنَ القرآن مَا هُوَ شِفَآءٌ وَرَحْمَةٌ لِّلْمُؤْمِنِينَ. .} [الإسراء: ٨٢] فقوله: شفاء: أي: يشفي داءً موجوداً ويُبرِئه. ورحمة: أي رحمة تمنع عودة الداء مرة أخرى. </p><p> وكذلك ما حدث لهذين الغلامين، كان رحمة من الله لحماية مالهما وحِفْظ حقِّهما، ثم لم يَفُتْ العبد الصالح أنْ يُرجِع الفضل لأهله، وينفي عن نفسه الغرور بالعلم والاستعلاء على صاحبه، فيقول:  {وَمَا فَعَلْتُهُ عَنْ أَمْرِي.</p><p> .}  [الكهف: ٨٢] أي: أن ما حدث كان بأمر الله، وما علَّمتك إياه كان من عند الله، فليس لي مَيْزة عليك، وهذا درس في أَدب التواضع ومعرفة الفضْل لأهله. </p><p> ثم يقول:  {ذَلِكَ تَأْوِيلُ مَا لَمْ تَسْطِع عَّلَيْهِ صَبْراً}  [الكهف: ٨٢] تأويل: أي إرجاع الأمر إلى حقيقته، وتفسير ما أشكل منه. </p><p> بعد ذلك تنتقل الآيات إلى سؤال آخر من الأسئلة الثلاثة التي سألها كفار مكة لرسول الله بإيعاز من اليهود، وهو السؤال عن الرجل الطَّواف الذي طاف البلاد:  {وَيَسْأَلُونَكَ عَن ذِي القرنين. .} . </p>"
}