{
  "id": null,
  "sura": 18,
  "aya": 65,
  "text": "<p> سبق أن تحدثنا عن العبودية، فإنْ كانت لله تعالى فهي العزّ والشرف، وإنْ كانت لغير الله فهي الذلُّ والهوان، وقلنا: إن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لم يأخذ حَظْوة الإسراء والمعراج إلا لأنه عبد لله، كما قال سبحانه:  {سُبْحَانَ الذي أسرى بِعَبْدِهِ. .}  [الإسراء: ١] </p><p> كما أن العبودية لله يأخذ فيه العبد خَيْر سيده، أما العبودية للبشر فيأخذ السيد خَيْر عبده. </p><p> ثم وصف الحق سبحانه هذا العبد الصالح، فقال:  {آتَيْنَاهُ رَحْمَةً مِّنْ عِندِنَا. .}  [الكهف: ٦٥] وقد تكلم العلماء في معنى الرحمة هنا، فقالوا: الرحمة وردتْ في القرآن بمعنى النبوة، كما في قوله تعالى:  {وَقَالُواْ لَوْلاَ نُزِّلَ هذا القرآن على رَجُلٍ مِّنَ القريتين عَظِيمٍ}  [الزخرف: ٣١] </p><p> فكان رَدُّ الله عليهم:  {أَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّكَ. .}  [الزخرف: ٣٢] </p><p> أي: النبوة، ومطلق الرحمة تأتي على يد جبريل عليه السلام وعلى يد الرسل، أما هذه الرحمة، فمن عندنا مباشرة دون واسطة الملَك؛ لذلك قال تعالى:  {آتَيْنَاهُ. .}  [الكهف: ٦٥] نحن، وقال:  {مِّنْ عِندِنَا. .}  [الكهف: ٦٥] </p><p> فالإتيان والعندية من الله مباشرة. </p><p> ثم يقول بعدها:  {وَعَلَّمْنَاهُ مِن لَّدُنَّا عِلْماً. .}  [الكهف: ٦٥] أي: من عندما لا بواسطة الرسل: لذلك يسمونه العلم اللدني، كأنه لا حرجَ على الله تعالى أن يختار عبداً من عباده، ويُنعِم عليه بعلم خاص من وراء النبوة. </p><p> إذن: علينا أنْ نُفرِّق بين علم وفيوضات تأتي عن طريق الرسول وتوجيهاته، وعلم وفيوضات تأتي من الله تعالى مباشرة لمن اختاره من عباده؛ لأن الرسول يأتي بأحكام ظاهرية تتعلق بالتكاليف: افعل كذا ولا تفعل كذا، لكن هناك أحكام أخرى غير ظاهرية لها عِلَل باطنة فوق العِلل الظاهرية، وهذه هي التي اختصَّ الله بها هذا العبد الصالح (الخضر) كما سماه النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> والدليل على ذلك أن النبي يأتي بأحكام تُحرّم القتل وتحرم إتلاف مال الغير، فأتى الخضر وأتلف السفينة وقتل الغلام، وقد اعترض موسى عليه السلام على هذه الأعمال؛ لأنه لا عِلْم َله بعلتها، ولو أن موسى عليه السلام علم العلّة في خَرْق السفينة لبادر هو إلى خرقها. </p><p> إذن: فعلم موسى غير علم الخضر؛ لذلك قال له:  {إِنَّكَ لَن تَسْتَطِيعَ مَعِيَ صَبْراً وَكَيْفَ تَصْبِرُ على مَا لَمْ تُحِطْ بِهِ خُبْراً}  [الكهف: ٦٧ - ٦٨] </p><p> فهذا عِلْم ليس عندك، فعِلْمي من كيس الولاية، وعلمك من كيس الرسل، وهما في الحقيقة لا يتعارضان، وإنْ كان لعلم الولاية عِلَل باطنة، ولعلم الرسالة عِلَل ظاهرة. </p><p> ثم يقول تعالى:  {قَالَ لَهُ موسى هَلْ أَتَّبِعُكَ ... } . </p>"
}