{
  "id": null,
  "sura": 18,
  "aya": 100,
  "text": "<p> أي: تُعرَض عليهم ليروها ويشاهدوها، وهذا العَرْض أيضاً للمؤمنين، كما جاء في قوله تعالى:  {وَإِن مِّنكُمْ إِلاَّ وَارِدُهَا}  [مريم: ٧١] والبعض يظن أن (واردها) يعني: داخلها، لا بل واردها </p><p> بمعنى: يراها ويمرُّ بها، فقد ترِد الماء بمعنى: يراها ويمر بها، فقد ترد الماء بمعنى تصل إليه دون أنْ تشربَ منه؛ ذلك لأن الصراط الذي سيمر على الجميع مضروبٌ على ظهر جهنم ليراها المؤمن والكافر. </p><p> أما المؤمن فرؤيته للنار قبل أنْ يدخل الجنة تُرِيه مدى نعمة الله عليه ورحمته به، حيث نجّاه من هذا العذاب، ويعلم فضل الإيمان عليه، وكيف أنه أخذ بيده حتى مَرَّ من هذا المكان سالماً. </p><p> لذلك يُذكّرنا الحق سبحانه بهذه المسألة فيقول:  {فَمَن زُحْزِحَ عَنِ النار وَأُدْخِلَ الجنة فَقَدْ فَازَ}  [آل عمران: ١٨٥] . </p><p> أما الكافر فسيعرض على النار ويراها أولاً، فتكون رؤيته لها قبل أن يدخلها رؤية الحسرة والندامة والفزع؛ لأنه يعلم أنه داخلها، ولن يُفلِتْ منها. </p><p> وقد وردتْ هذه المسألة في سورة التكاثر حيث يقول تعالى:  {أَلْهَاكُمُ التكاثر حتى زُرْتُمُ المقابر كَلاَّ سَوْفَ تَعْلَمُونَ ثُمَّ كَلاَّ سَوْفَ تَعْلَمُونَ كَلاَّ لَوْ تَعْلَمُونَ عِلْمَ اليقين لَتَرَوُنَّ الجحيم ثُمَّ لَتَرَوُنَّهَا عَيْنَ اليقين ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النعيم}  [التكاثر: ١٨] . </p><p> والمراد: لو أنكم تأخذون عنِّي العلم اليقيني فيما أُخبركم به عن النار وعذابها لكُنْتم كمنْ رآها، لأنني أنقل لكم الصورة العلمية الصادقة لها، وهذا ما نُسمِّيه علم اليقين، أما في الآخرة فسوف ترون النار عينها. وهذا هو عين اليقين أي: الصورة العينية التي ستتحقق يوم القيامة حين تمرُّون على الصراط. </p><p> وبرحمة الله بالمؤمنين وبفضله وكرمه تنتهي علاقة المؤمن بالنار عند هذا الحد، وتُكتب له النجاة؛ لذلك قال تعالى بعدها:  {ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النعيم}  [التكاثر: ٨] . </p><p> أما الكافر والعياذ بالله فلَهُ مع النار مرحلة ثالثة هي حّقُّ اليقين، يوم يدخلها ويباشر حَرَّها، كما قال تعالى:  {وَأَمَّآ إِن كَانَ مِنَ المكذبين الضآلين فَنُزُلٌ مِّنْ حَمِيمٍ وَتَصْلِيَةُ جَحِيمٍ إِنَّ هذا لَهُوَ حَقُّ اليقين فَسَبِّحْ باسم رَبِّكَ العظيم}  [الواقعة: ٩٢٩٦] . </p><p> إذن: عندنا عِلْم اليقين، وهو الصورة العلمية للنار، والتي أخبرنا بها الحق سبحانه وتعالى، وأن من صفات النار كذا وكذا وحذَّرنا منها، ونحن في بحبوحة الدنيا وسِعَتها. وعَيْن اليقين: في الآخرة عندما نمرُّ على الصراط، ونرى النار رؤيا العين. ثم حَقُّ اليقين: وهذه للكفار حين يُلْقَوْن فيها ويباشرونها فعلاً. </p><p> وقد ضربنا لذلك مثلاً: لو قُلْتُ لك: توجد مدينة اسمها نيويورك وبها ناطحات سحاب، وأنها تقع على سبع جزر، ومن صفاتها كذا وكذا فأُعطِيك عنها صورة علمية صادقة، فإنْ صدَّقتني فهذا عِلْم يقين. فإنْ مررنا عليها بالطائرة ورأيتها رَأْيَ العين فهذا عَيْن اليقين، فإنْ نزلت بها وتجولت خلالها فهذا حَقُّ اليقين. </p><p> إذن: فقوله تعالى: {وَعَرَضْنَا جَهَنَّمَ يَوْمَئِذٍ لِّلْكَافِرِينَ عَرْضاً}  [الكهف: ١٠٠] ليس كعرضها على المؤمنين، بل هو عَرْض يتحقّق فيه حَقُّ اليقين بدخولها ومباشرتها. </p><p> ثم يقول الحق سبحانه:  {الذين كَانَتْ أَعْيُنُهُمْ} </p>"
}