{
  "id": null,
  "sura": 18,
  "aya": 66,
  "text": "<p> كأن موسى عليه السلام يُعلِّمنا أدب تلقّي العلم وأدب التلميذ مع معلمه، فمع أن الله تعالى أمره أن يتبع الخضر، فلم يقُل له مثلاً: إن الله أمرني أن أتبعك، بل تلطّف معه واستسمحه بهذا الأسلوب:  {هَلْ أَتَّبِعُكَ. .}  [الكهف: ٦٦] </p><p> والرشد: هو حُسْن التصرّف في الأشياء، وسداد المسلك في علة ما أنت بصدده، وسبق أن قلنا: إن الرُّشْد يكون في سنِّ البلوغ، لكن لا يعني هذا أن كل مَنْ بلغ يكون راشداً، فقد يكون الإنسان بالغاً وغير راشد، فقد يكون سفيهاً. </p><p> لذلك لما تكلم الحق سبحانه عن اليتامى قال:  {وابتلوا اليتامى}  [النساء: ٦] أي: اختبروهم، واختبار اليتيم يكون حال يُتْمه وهو ما يزال في كفالتك، فعليك أنْ تكلّفه بعمل لإصلاح حاله، وتعطيه جزءاً من ماله يتصرَّف فيه تحت عينك وفي رعايتك، لترى كيف سيكون تصرفه. </p><p> عليك أنْ تحرص على تدريبه لمواجهة الحياة، لا أن تجعله في مَعْزل عنها إلى أنْ يبلغَ الرشْد، ثم تدفع إليه بماله فلا يستطيع التصرف فيه لعدم خبرته، وإنْ فشل كانت التجربة في ماله والخسارة عليه. </p><p> إذن: فاختبار اليتيم يتمُّ وهو ما يزال في ولايتك، وتحت سمعك وبصرك رعاية لحقه. {حتى إِذَا بَلَغُواْ النِّكَاحَ. .}  [النساء: ٦] وهو سن البلوغ، ولم يقُلْ بعدها: فادفعوا إليهم أموالهم؛ لأن بعد البلوغ شرطاً آخر {فَإِنْ آنَسْتُمْ مِّنْهُمْ رُشْداً. .}  [النساء: ٦] فعلى الوصيّ أنْ يُراعِيَ هذا الترتيب: </p><p> أنْ تُراعي اليتيم وهو تحت ولايتك، وتدفع به في مُعْتَرك الحياة وتجاربها حتى يتمكن من مواجهة الحياة ولا يتخبط في ماله لعدم تجربته وخبرته، فإن علمت رشده بعد البلوغ فادفع إليه بماله ليتصرف فيه، فإن لم تأنس منه الرشد وحسن التصرف فلا تترك له المال يبدده بسوء تصرفه. لذلك يقول تعالى في هذا المعنى:  {وَلاَ تُؤْتُواْ السفهآء أَمْوَالَكُمُ. .}  [النساء: ٥] ولم يقُلْ: أموالهم؛ لأن السفيه لا مالَ له حال سَفَهه، بل هو مالكم لِتُحسِنوا التصرف فيه وتحفظوه لصاحبه لحين تتأكد من رُشْده. </p><p> إذن: فالرشد الذي طلبه موسى من العبد الصالح هو سداد التصرف والحكمة في تناول الأشياء، لكن هل يعني ذلك أن موسى عليه السلام لم يكن راشداً؟ لا، بل كان راشداً في مذهبه هو كرسول، راشداً في تبليغ الأحكام الظاهرية. </p><p> أما الرشد الذي طلبه فهو الرشد في مذهب العبد الصالح، وقد دلّ هذا على أنه طلب شيئاً لم يكن معلوماً له، وهذا لا يقدح في </p><p> مكانة النبوة؛ لأن الحق سبحانه وتعالى قال:  {وَمَآ أُوتِيتُم مِّنَ العلم إِلاَّ قَلِيلاً}  [الإسراء: ٨٥] وقال للنبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: {وَقُل رَّبِّ زِدْنِي عِلْماً}  [طه: ١١٤] </p><p> لذلك يقول الشاعر: </p><p> كُلّما ازْدَدْتُ عُلوماً ... زِدْتُ إيقَانَاً بجْهلي </p><p> لأن معنى أنه ازداد عِلْماً اليوم أنه كان ناقصاً بالأمس، وكذلك هو ناقص اليوم ليعلمَ غداً. </p><p> والإنسان حينما يكون واسعَ الأفق محباً للعلم، تراه كلما عَلِم قضية اشتاق لغيرها، فهو في نَهمٍ دائم للعلم لا يشبع منه، كما قال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «منهومان لا يشبعان: طالب علم، وطالب مال» . </p><p> والشاعر الذي تنَّبه لنفسه حينما دَعَتْه إلى الغرور والكبرياء والزَّهْو بما لديه من علم قليل، إلا أنه كان متيقظاً لخداعها، فقال: </p><p> قالتِ النفْسُ قَدْ علِمْتُ كَثِيراً ... قُلْتُ هَذَا الكثيرُ نَزْعٌ يسيِرُ </p><p> ثم جاء بمثل توضيحي: </p><p> تمْلأُ الكُوزَ غَرْفَةٌ من مُحيِط ... فَيَرى أنَّهُ المحيطُ الكَبيِرُ </p><p> ثم يقول الحق سبحانه:  {قَالَ إِنَّكَ لَن تَسْتَطِيعَ مَعِيَ صَبْراً} . </p>"
}