{
  "id": null,
  "sura": 18,
  "aya": 46,
  "text": "<p> تلك هي العناصر الأساسية في فتنة الناس في الدنيا: المال والبنون، لكن لماذا قدَّم المال؟ أهو أغلى عند الناس من البنين؟ نقول: قدَّم الحق سبحانه المال على البنين، ليس لأنه أعزُّ أو أغلى؛ إنما لأن المال عام في المخاطب على خلاف البنين، فكلُّ إنسان لديه المال وإنْ قلَّ، أما البنون فهذه خصوصية، ومن الناس مَنْ حُرِم منها. </p><p> كما أن البنين لا تأتي إلا بالمال؛ لأنه يحتاج إلى الزواج والنفقة لكي يتناسل ويُنجب، إذن: كل واحد له مال، وليس لكل واحد </p><p> بنون، والحكم هنا قضية عامة، وهي:  {المال والبنون زِينَةُ الحياة الدنيا. .}  [الكهف: ٤٦] كلمة {زِينَةُ} أي: ليست من ضروريات الحياة، فهو مجرد شكل وزخرف؛ لأن المؤمن الراضي بما قُسِمَ له يعيش حياته سعيداً بدون مال، وبدون أولاد؛ لأن الإنسان قد يشقَى بماله، أو يشقى بولده، لدرجة أنه يتمنى لو مات قبل أن يُرزقَ هذا المال أو هذا الولد. </p><p> وقد باتت مسألة الإنجاب عُقْدة ومشكلة عند كثير من الناس، فترى الرجل كَدِراً مهموماً؛ لأنه يريد الولد ليكون له عِزْوة وعِزّة، وربما يُزَرق الولد ويرى الذُّلَّ على يديه، وكم من المشاكل تُثار في البيوت؛ لأن الزوجة لا تنجب. </p><p> ولو أيقن الناس أن الإيجاد من الله نعمة، وأن السَّلْب من الله أيضاً نعمة لاستراح الجميع، ألم نقرأ قول الله تعالى:  {لِلَّهِ مُلْكُ السماوات والأرض يَخْلُقُ مَا يَشَآءُ يَهَبُ لِمَن يَشَآءُ إِنَاثاً وَيَهَبُ لِمَن يَشَآءُ الذكور أَوْ يُزَوِّجُهُمْ ذُكْرَاناً وَإِنَاثاً وَيَجْعَلُ مَن يَشَآءُ عَقِيماً إِنَّهُ عَلِيمٌ قَدِيرٌ}  [الشورى: ٤٩ - ٥٠] </p><p> إذن: فالعُقْم في ذاته نعمة وهِبَة من الله لو قبلها الإنسان من ربه لَعوَّضه الله عن عُقْمه بأنْ يجعل كل الأبناء أبناءه، ينظرون إليه ويعاملونه كأنه أبٌ لهم، فيذوق من خلالهم لذَّة الأبناء دون أن يتعب في تربية أحد، أو يحمل هَمَّ أحد. </p><p> وكذلك، الذي يتكدر لأن الله رزقه بالبنات دون البنين، ويكون كالذي قال الله فيه:  {وَإِذَا بُشِّرَ أَحَدُهُمْ بالأنثى ظَلَّ وَجْهُهُ مُسْوَدّاً وَهُوَ كَظِيمٌ}  [النحل: ٥٨] </p><p> إنه يريد الولد ليكون عِزْوة وعِزّة. ونسى أن عزة المؤمن بالله لا بغيره، ونقول: والله لو استقبلت البنت بالفرح والرضا على أنها هِبَة من الله لكانتْ سبباً في أن يأتي لها زوج أبرّ بك من ولدك، ثم قد تأتي هي لك بالولد الذي يكون أعزّ عندك من ولدك. </p><p> إذن: المال والبنون من زينة الحياة وزخرفها، وليسا من الضروريات، وقد حدد لنا النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ الدنيا، فقال:  «من أصبح مُعَافىً في بدنه،آمناً في سِرْبه أي:لا يهدد أمنه أحد وعنده قوت يومه، فكأنما حِيزَتْ له الدنيا بحذافيرها» </p><p> فما زاد عن ذلك فهو من الزينة، فالإنسان إذن يستطيع أن يعيش دون مال أو ولد، يعيش بقيم تعطي له الخير، ورضاً يرضيه عن خالقه تعالى. </p><p> ثم يقول تعالى:  {والباقيات الصالحات خَيْرٌ عِندَ رَبِّكَ ثَوَاباً وَخَيْرٌ أَمَلاً}  [الكهف: ٤٦] </p><p> لأن المال والبنين لن يدخلا معك القبر، ولن يمنعاك من العذاب، ولن ينفعك إلا الباقيات الصالحات. والنبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حينما أُهديَتْ إليه شاة، وكانت السيدة عائشة رَضِيَ اللَّهُ عَنْها تعرف أن رسول الله يحب من الشاة الكتف؛ لأنه لَحْم رقيق خفيف؛ لذلك احتفظتْ </p><p> لرسول الله بالكتف وتصدّقت بالباقي، فلما جاء صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قال:  «ماذا صنعتِ في الشاة» ؟ قالت: ذهبتْ كلها إلا كتفها، فضحك صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وقال:  «بل بقيت كلها إلا كتفها» . </p><p> وفي حديث آخر قال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «هل لك يا ابن آدم من مالك إلا ما أكلتَ فأفنيتَ، أو لبسْتَ فأبليْتَ، أو تصدَّقْتَ فأبقيْتَ» . </p><p> وهذا معنى:  {والباقيات الصالحات خَيْرٌ. .}  [الكهف: ٤٦] </p><p> والسؤال الذي يتبادر إلى الذِّهْن الآن: إذا لم يكُنْ المال والبنون يمثلان ضرورة من ضروريات الحياة، فما الضروريات في الحياة إذن؟ الضروريات في الحياة هي كُلُّ ما يجعل الدنيا مزرعة للآخرة، ووسيلة لحياة باقية دائمة ناعمة مسعدة، لا تنتهي أنت من النعيم فتتركه، ولا ينتهي النعيم منك فيتركك، إنه نعيم الجنة. </p><p> الضروريات إذن هي الدين ومنهج الله والقِيَم التي تُنظم حركة الحياة على وَفْق ما أراد الله من خلق الحياة. </p><p> ومعنى:  {والباقيات}  [الكهف: ٤٦] ما دام قال {والباقيات} فمعنى هذا أن ما قبلها لم يكُنْ من الباقيات بل هو زائل بزوال الدنيا، ثم وصفها بالصالحات ليفرق بينها وبين الباقيات السيئات التي يخلدون بها في النار. </p><p> {والباقيات الصالحات خَيْرٌ. .}  [الكهف: ٤٦] خير عند مَنْ؟ لأن كل مضاف إليه يأتي على قوة المضاف إليه، فخَيْرك غير خير مَنْ هو أغنى منك، غير خير الحاكم، فما بالك بخير عند الله؟ </p><p> {خَيْرٌ عِندَ رَبِّكَ ثَوَاباً وَخَيْرٌ أَمَلاً}  [الكهف: ٤٦] </p><p> والأمل: ما يتطلع إليه الإنسان مما لم تكُنْ به حالته، فإنْ كان عنده خير تطلَّع إلى أعلى منه، فالأمل الأعلى عند الله تبارك وتعالى، كُلُّ هذا يُبيّن لنا أن هذه الدنيا زائلة، وأننا ذاهبون إلى يوم بَاقٍ؛ لذلك أردف الحق سبحانه بعد الباقيات الصالحات ما يناسبها، فقال تعالى:  {وَيَوْمَ نُسَيِّرُ الجبال وَتَرَى الأرض بَارِزَةً ... } . </p>"
}