{
  "id": null,
  "sura": 18,
  "aya": 35,
  "text": "<p> عرفنا أنهما جنتان، فلماذا قال:  {وَدَخَلَ جَنَّتَهُ. .}  [الكهف: ٣٥] نقول: لأن الإنسان إنْ كان له جنتان فلنْ يدخلهما معاً في وقت واحد، بل حَالَ دخوله سوف يواجه جنةً واحدة، ثم بعد ذلك يدخل الأخرى. </p><p> وقوله:  {وَهُوَ ظَالِمٌ لِّنَفْسِهِ. .}  [الكهف: ٣٥] قد يظلم الإنسان غيره، لكن كيف يظلم نفسه هو؟ يظلم الإنسان نفسه حينما يُرخيِ لها عنان الشهوات، فيحرمها من مشتهيات أخرى، ويُفوِّت عليها ما هو أبقى وأعظم، وظلم الإنسان يقع على نفسه؛ لأن النفس لها جانبان: نفسٌ تشتهي، ووجدان يردع بالفطرة. </p><p> فالمسألة إذن جدل بين هذه العناصر؛ لذلك يقولون: أعدى أعداء الإنسان نفسه التي بين جنبيه، فإنْ قلت: كيف وأنا ونفسي شيء واحد؟ لو تأملتَ لوجدتَ أنك ساعة تُحدِّث نفسك بشيء ثم تلوم نفسك عليه؛ لأن بداخلك شخصيتين: شخصية فطرية، وشخصية أخرى استحوازية شهوانية، فإنْ مَالتْ النفس الشهوانية أو انحرفتْ قَوَّمتها النفس الفطرية وعَدلَت من سلوكها. </p><p> لذلك قلنا: إن المنهج الإلهي في جميع الديانات كان إذا عَمَّتْ المعصية في الناس، ولم يَعُدْ هناك مَنْ ينصح ويرشد أنزل الله فيهم رسولاً يرشدهم ويُذكِّرُهم، إلا في أمة محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ لأنه سبحانه حَمَّلهم رسالة نبيهم، وجعل هدايتهم بأيديهم، وأخرج منهم مَنْ يحملون راية الدعوة إلى الله؛ لذلك لن يحتاجوا إلى رسول آخر وكان صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ خاتم الأنبياء والرسل. </p><p> وكأنه سبحانه يطمئننا إلى أن الفساد لن يَعُمْ، فإنْ وُجِد من بين هذه الأمة العاصون، ففيها أيضاً الطائعون الذين يحملون راية الأمر بالمعروف والنهي عن المنكر، وهذه مسألة ضرورية، وأساسٌ يقوم عليه المجتمع الإسلامي. </p><p> ثم يقول تعالى:  {قَالَ مَآ أَظُنُّ أَن تَبِيدَ هذه أَبَداً}  [الكهف: ٣٥] </p><p> فهل معنى هذا أنه ظالم لنفسه بالدخول؟ لا، لأنها جنتُه يدخلها كما يشاء، إنما المراد بالظلم هنا ما دار في خاطره، وما حَدَّث نفسه به حالَ دخوله، فقد ظلم نفسه عندما خطر بباله الاستعلاء بالغِنَى، والغرور بالنعمة، فقال: ما أظنُّ أنْ تبيدَ هذه النعمة، أو تزول هذه الجنة الوارفة أو تهلك، لقد غَرَّهُ واقع ملموس أمام عينيه استبعد معه </p><p> أن يزول عنه كل هذا النعيم، ليس هذا وفقط، بل دعاه غروره إلى أكثر من هذا فقال:  {وَمَآ أَظُنُّ الساعة قَآئِمَةً ... } . </p>"
}