{
  "id": null,
  "sura": 19,
  "aya": 25,
  "text": "<p> وهكذا وفّر الحق سبحانه وتعالى لمريم مقوّمات الحياة وعناصر استبقائها، وهي مُرتَّبة على حَسْب أهميتها للإنسان: الهواء والشراب والطعام، والإنسان يصبر على الطعام شهراً دون أنْ يأكلَ، ويمكنه أنْ يقتاتَ على ما هو مخزون في جسمه من غذاء، لكنه لا يصبر على الماء أكثر من ثلاثة أيام إلى عشرة أيام حسب ما في جسمه من </p><p> مائية، في حين لا يصبر على الهواء لحظة واحدة، ويمكن أنْ يموتَ من كَتْم نفَسٍ واحد. </p><p> لذلك، من حكمة الخالق سبحانه وتعالى أن يُملِّك الطعام كثيراً، ويُملك الماء قليلاً، ولا يُملِّك الهواء لأحد أبداً، لأنك لو غضبتَ على أحد فمنعتَ عنه الهواء لمات قبل أنْ ترضى عنه، إذن: فعناصر استبقاء الحياة مرتبة حَسْب أهميتها في حياة الإنسان، وقد ضمنها الحق سبحانه لمريم وجعلها في متناول يدها وأغناها عن أنْ يخدمها أحد. </p><p> فالهواء موجود وهي في الخلاء، ثم الماء فأجري تحتها نهراً عذباً زلالاً، ثم الطعام فقال:  {وهزى إِلَيْكِ بِجِذْعِ النخلة تُسَاقِطْ عَلَيْكِ رُطَباً جَنِيّاً}  [مريم: ٢٥] وكأن الحق تبارك وتعالى يريد أنْ يُظهِر لمريم آية أخرى من آياته، فأمرها أنْ تهزَّ جذع النخلة اليابس الذي لا يستطيع هَزَّه الرجل القويّ، فما بالها وهي الضعيفة التي تعاني ألم الولادة ومشاقها؟ </p><p> كما أن الحق سبحانه قادر على أنْ يُنزِل لها طعامها دون جَهْد منها ودون هَزِّها، إنما أراد سبحانه أن يجمع لها بين شيئين: طلب الأسباب والاعتماد على المسبب، والأخذ بالأسباب في هَزِّ النخلة، رغم أنها متعبة قد أرهقها الحمل والولادة، وجاء بها إلى النخلة لتستند إليها وتتشبث بها في وحدتها لنعلم أن الإنسان في سعيه مُطَالب بالأخذ بالأسباب مهما كان ضعيفاً. </p><p> لذلك أبقى لمريم اتخاذ الأسباب مع ضَعْفها وعدم قدرتها، ثم </p><p> تعتمد على المسبِّب سبحانه الذي أنزل لها الرُّطَب مُسْتوياً ناضجاً، وهل استطاعت مريم أنْ تهزَّ الجذع الكبير اليابس؟ </p><p> إنها مجرد إشارة إليه تدلُّ على امتثال الأمر، والله تعالى يتولى إنزال الطعام لها، وقد صَوَّر الشاعر هذا الموقف بقوله: </p><p> أَلَمْ تَرَ أنَّ الله قَالَ لمرْيَم ... وَهُزِّي إليك الجذْعَ يَسَّاقَط الرُّطبْ </p><p> وَإنْ شَاءَ أعطَاهَا ومِنْ غير هَزَّة ... ولكن كُلّ شَيءٍ لَهُ سَبَبْ </p><p> وقوله:  {تُسَاقِطْ} مريم: ٢٥] أي: تتساقط عليك {رُطَباً جَنِيّاً}  [مريم: ٢٥] أي: استوى واستحق أن يُجنى، وليس مُبْتسراً قبل موعده، ومن الرُّطَب ما يتساقط قبل نُضْجه فلا يكون صالحاً للأكل. </p><p> وقوله:  {تُسَاقِطْ عَلَيْكِ}  [مريم: ٢٥] فيه دليل على استجابة الجماد وانفعاله، وإلا فالبلحة لم تخرج عن طَوْع أمها، إذن: فقد ألقتْها طواعيةً واستجابة حين تَمَّ نضجها. </p><p> ثم يقول الحق سبحانه:  {فَكُلِي واشربي وَقَرِّي} </p>"
}