{
  "id": null,
  "sura": 19,
  "aya": 58,
  "text": "<p> قوله تعالى:  {أولئك}  [مريم: ٥٨] أي: الذين تقدَّموا وسبق الحديث عنهم من الأنبياء والرسل {مِن ذُرِّيَّةِءَادَمَ}  [مريم: ٥٨] أي: مباشرة مثل إدريس عليه السلام {وَمِمَّنْ حَمَلْنَا مَعَ نُوحٍ}  [مريم: ٥٨] الذين جاءوا بعد إدريس مباشرة {وَمِن ذُرِّيَّةِ إِبْرَاهِيمَ}  [مريم: ٥٨] أي: الذين جاءوا بعد نوح. </p><p> وقد انقسموا إلى فرعين من ذرية إبراهيم. </p><p> الأول: فرع إسحق الذي جاء منه جمهرة النبوة، بداية من يعقوب، ثم يوسف، ثم موسى وهارون، ثم داود وسليمان، ثم زكريا ويحيى، ثم ذو الكفل، ثم أيوب، ثم النون. </p><p> والفرع الآخر: فرع إسماعيل عليه السلام الذي جاء منه جماع جواهر النبوة، وهو محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> {وَإِسْرَائِيلَ}  [مريم: ٥٨] هو نبيّ الله يعقوب {وَمِمَّنْ هَدَيْنَا واجتبينآ}  [مريم: ٥٨] الذي هديناهم واجتبيناهم. أي: اخترناهم واصطفيناهم للنبوة {إِذَا تتلى عَلَيْهِمْ آيَاتُ الرحمن خَرُّواْ سُجَّداً وَبُكِيّاً}  [مريم: ٥٨] . </p><p> لماذا قال {آيَاتُ الرحمن}  [مريم: ٥٨] ولم يقُلْ: آيات الله؟ قالوا: لأن آيات الله تحمل منهجاً وتكليفاً، وهذا يشقُّ على الناس، فكأنه يقول لنا: إياكم أنْ تفهموا أن الله يُكلّفكم بالمشقة، وإنما يُكلّفكم بما يُسعِد حركة حياتكم وتتساندون، ثم يسعدكم به في الآخرة؛ لذلك اختار هنا صفة الرحمانية. </p><p> وقوله:  {خَرُّواْ سُجَّداً وَبُكِيّاً}  [مريم: ٥٨] لم يقُل: سجدوا، بل سقطوا بوجوههم سريعاً إلى الأرض. وهذا انفعال قَسْري طبيعي، لا دَخْلَ للعقل فيه ولا للتفكير، فالساجد يستطيع أنْ يسجدَ بهدوء ونظام، أما الذي يخرُّ فلا يفكر في ذلك، وهذا أشبه بقوله تعالى:  {فَخَرَّ عَلَيْهِمُ السقف مِن فَوْقِهِمْ}  [النحل: ٢٦] أي: سقط عليهم فجأة. </p><p> وهذا الانفعال يُسمُّونه «انفعال نزوعي» ناتج عن الوجدان، والوجدان ناتج عن الإدراك، وهذه مظاهر الشعور الثلاثة: الإدراك، ثم الوجدان، ثم النزوع. والإنسان له حواس يُدرِك بها: العين والأذن والأنف واللسان. . الخ. </p><p> فهذه وسائل إدراك المحسّات، فإذا أدركتَ شيئاً بحواسِّك تجد له تأثيراً في نفسك، إما حُباً وإماً بُغْضاً، إما إعجاباً وإما انصرافاً، وهذا الأثر في نفسك هو الوجدان، ثم يصدر عن هذا الوجدان حركة هي «النزوع» . </p><p> فمثلاً، لو رأيتَ وردة جميلة فهذه الرؤيا «إدراك» ، فإنْ أُعجبْتَ </p><p> بها وسُرِرْتَ فهذا «وجدان» ، فإنْ مددْتَ يدك لتقطفها فهذا «نزوع» . والشرع لا يحاسبك على الإدراك ولا على الوجدان، لكن حين تمد يدك لقطف هذه الوردة نقول لك: قفْ فهذه ليست لك، ولا يمنعك الشارع ويتركك، إنما يمنعك ويوحي لك بالحلِّ المناسب لنزوعك، فعليك أنْ تزرع مثلها، فتكون مِلْكاً لك أو على الأقل تستأذن صاحبها. </p><p> كذلك الحال فيمن تسمّع لكلام الله وقرآنه يدرك القرآن بسمعه فينشأ عنه حلاوة ومواجيد في نفسه، وهذا هو الوجدان الذي ينشأ عنه انفعال نُزوعي، فلا يجد إلا أنْ يخر ساجداً لله تعالى. </p><p> والنزوع هنا لم يُكنْ نزوعاً ظاهرياً بل وأيضاً داخلياً، ففاضت أعينهم بالدمع {سُجَّداً وَبُكِيّاً}  [مريم: ٥٨] . </p><p> وقد عُولج هذا المعنى في عِدّة مواضع أُخَر، كما في قوله تعالى:  {قُلْ آمِنُواْ بِهِ أَوْ لاَ تؤمنوا إِنَّ الذين أُوتُواْ العلم مِن قَبْلِهِ إِذَا يتلى عَلَيْهِمْ يَخِرُّونَ لِلأَذْقَانِ سُجَّداً}  [الإسراء: ١٠٧] . </p><p> ومعنى: للأذقان: مبالغة في الخضوع والخشوع واستيفاء السجود؛ لأن السجود يكون أولاً على الجبهة ثم الأنف لكن على الأذقان، فهذا سجود على حَقٍّ، وليس كنقْر الديكَة كما يقولون. </p><p> إذن: فأهل الكتاب كانوا على علم ببعثة محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وأنه سيأتي بالقرآن على فَتْرة من الرسل، وها هم الآن يسمعون القرآن؛ لذلك يقولون:  {سُبْحَانَ رَبِّنَآ إِن كَانَ وَعْدُ رَبِّنَا لَمَفْعُولاً}  [الإسراء: ١٠٨] . </p><p> ومن النزوع الانفعالي أيضاً قوله تعالى عن أهل الكتاب:  {وَإِذَا سَمِعُواْ مَآ أُنزِلَ إِلَى الرسول ترى أَعْيُنَهُمْ تَفِيضُ مِنَ الدمع مِمَّا عَرَفُواْ مِنَ الحق}  [المائدة: ٨٣] . </p><p> وقوله تعالى:  {الله نَزَّلَ أَحْسَنَ الحديث كِتَاباً مُّتَشَابِهاً مَّثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الذين يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إلى ذِكْرِ الله}  [الزمر: ٢٣] . </p><p> فلماذا يُؤثِّر الانفعال بالقرآن في كُلِّ هذه الحواس والأعضاء من جسم الإنسان؟ قالوا: لأن الذي خلق التكوين الإنساني هو الذي يتكلم، والخالق سبحانه حينما يتكلم وحينما تفهم عنه وتعي، فإنه سبحانه لا يخاطب عقلك فقط، بل يخاطب كل ذرة من ذَرّات تكوينك؛ لذلك تخِرُّ الأعضاء ساجدة، وتدمع العيون، وتقشعر الجلود، وتلين القلوب، كيف لا والمتكلم هو الله؟ </p><p> ثم يقول الحق سبحانه:  {فَخَلَفَ مِن بَعْدِهِمْ خَلْفٌ} </p>"
}