{
  "id": null,
  "sura": 19,
  "aya": 8,
  "text": "<p> لما سمع زكريا عليه السلام البشارة من ربه، واطمأن إلى حصولها أغراه ذلك في أنْ يُوغل في معرفة الوسيلة، وكيف سيتم ذلك، وتتحقق هذه البشارة حالَ كوْنه قد بلغ من الكبر عتياً وامرأته عاقر؟ </p><p> لكن ماذا يقصد زكريا من سؤاله، وهو يعلم تماماً أن الله تعالى عالم بحاله وحال زوجه؟ الواقع أن زكريا عليه السلام لا يستنكر حدوث هذه البشرى، ولا يستدرك على الله، وحاشاه أنْ يقصد ذلك، </p><p> وإنما أطمعته البُشْرى في أنْ يعرف الكيفية، كما حدث في قصة موسى عليه السلام حينما كلَّمه ربه واختاره، وأفرده بهذه الميزة فأغراه الكلام في أنْ يطلب الرؤيا، فقال:  {رَبِّ أرني أَنظُرْ إِلَيْكَ}  [الأعراف: ١٤٣] . </p><p> وكما حدث في قصة إبراهيم عليه السلام لما قال لربه:  {رَبِّ أَرِنِي كَيْفَ تُحْيِي الموتى}  [البقرة: ٢٦٠] وأبو الأنبياء لا يشكّ في قدرة الله تعالى على إحياء الموتى، ولكنه يريد أنْ يعرف هذه الطريقة العجيبة، فالكلام ليس في الحقيقة وجوداً وعدماً، إنما في كيفية وجود الحقيقة، والكلام في الكيفية لا دخْلَ له بالوجود. </p><p> فأخبره الحق سبحانه أن هذه المسألة لا تُقال إنما تُباشَر عملياً، فأمره بما نعلم من هذه القصة: وهو أن يحضر أربعة من الطير بنفسه، ثم يضمهنّ إليه ليتأكد بنفسه من حقيقتها، ثم أمره أنْ يُقطِّعهن أجزاء، ثم يُفرِّق هذه الأجزاء على قمم الجبال، ثم بعد ذلك ترك له الخالق سبحانه أنْ يدْعُوَهُن بنفسه، وأن يصدر الأمر منه فتتجمع هذه القطع المبعثرة وتدبّ فيها الحياة من جديد، وهذا من مظاهر عظمته سبحانه وتعالى أنه لم يفعل، بل جعل مَنْ لا يستطيع ذلك يفعله. ويقدر عليه. </p><p> فإنْ كان البشر يُعَدُّون أثر قدرتهم إلى الضعفاء، فمَنْ لا يقدر على حَمْل شيء يأتي بمَنْ يحمله له، ومَنْ يعجز عن عمل شيء يأتي بمَنْ يقوم به، ويظل هو ضعيفاً لا يقدر على شيء، أما الحق سبحانه وتعالى فيُعدِّي قوته بنفسه إلى الضعيف فيصير قوياً قادراً على الفعل. </p><p> فقوله:  {أنى يَكُونُ لِي غُلاَمٌ}  [مريم: ٨] ؟ سؤال عن الكيفية، كما أن إبراهيم عليه السلام لما قال له ربه:  {أَوَلَمْ تُؤْمِن}  [البقرة: ٢٦٠] ؟ أي: بقدرتي على إحياء الموتى، قال (بَلَى) أي: نعم أومن {وَلَكِن لِّيَطْمَئِنَّ قَلْبِي}  [البقرة: ٢٦٠] أي: الكيفية التي يتم بها الإحياء. </p><p> أو: أن زكريا عليه السلام بقوله: {أنى يَكُونُ لِي غُلاَمٌ}  [مريم: ٨] يريد أن يُوثِّق هذه البشرى ويُسجِّلها، كما تَعِد ولدك بأنْ تشتري له هدية فيُلِحّ عليك في هذه المسألة ليؤكد وَعْدك له، ويستلذ بأنه وَعْد مُحقَّق لا شكَّ فيه، ثم يذكر زكريا حيثيات تعجُّبه من هذا الأمر فيقول: </p><p> {وَكَانَتِ امرأتي عَاقِراً وَقَدْ بَلَغْتُ مِنَ الكبر عِتِيّاً}  [مريم: ٨] . </p><p> عتياً: من عَتَا يعني طغى وتجبر وأفسد كثيراً، والعُتُو: الكفر، والعَتيّ: هو القوي الذي لا يُغالب؛ لذلك وصف الكِبَر الذي هو رمز للضعف بأنه عَتِيّ؛ لأن ضعف الشيب والشيخوخة ضَعْف لا يقدر أحد على مقاومته، أو دفعه أبداً، مهما احتال عليه بالأدوية والعقاقير (والفيتامينات) . </p><p> ويبدو أن مسألة الولد هذه كانت تشغل زكريا عليه السلام؛ وتُلِح عليه؛ لأنه دعا الله كثيراً أنْ يرزقه الولد، ففي موضع آخر يقول:  {رَبِّ لاَ تَذَرْنِي فَرْداً وَأَنتَ خَيْرُ الوارثين}  [الأنبياء: ٨٩] . فزكريا عليه السلام يريد الولد الذي يَرِثه وهو موروث؛ لأن الله تعالى خير الوارثين. </p><p> لكن يأتي الرد:  {فاستجبنا لَهُ وَوَهَبْنَا لَهُ يحيى وَأَصْلَحْنَا لَهُ زَوْجَهُ}  [الأنبياء: ٩٠] ونلاحظ أنه تعالى قبل أن يقول: {وَأَصْلَحْنَا لَهُ زَوْجَهُ}  [الأنبياء: ٩٠] التي ستنجب هذا الولد، قال:  {وَوَهَبْنَا لَهُ يحيى}  [الأنبياء: ٩٠] فصلاح الزوجَة ليس شرطاً في تحقُّق هذه البشرى وحدوث هذه الهبة. </p><p> وهنا مظهر من مظاهر طلاقة القدرة الإلهية التي لا يُعجِزها شيء، فهو سبحانه قادر على إصلاح هذه الزوجة العاقر، فالصنعة الإلهية لا تقف عند حَدٍّ، كما لو تعطَّل عندك أحد الأجهزة مثلاً فذهبتَ به إلى الكهربائي لإصلاحه فوجد التلفَ به كبيراً، فينصحك بترْكه وشراء آخر جديد، فلا حيلةَ في إصلاحه. </p><p> لذلك أصلح الله تعالى لزكريا زوجه حتى لا نظنَّ أن يحيى جاء بطريقة أخرى، والزوجة ما تزال على حالها. </p><p> ثم يقول الحق:  {قَالَ كذلك قَالَ رَبُّكَ} </p>"
}