{
  "id": null,
  "sura": 19,
  "aya": 16,
  "text": "<p> وقصة مريم في واقع الأمر كانت قبل قصة زكريا ويحيى؛ لأن طلب زكريا للولد جاء نتيجة لما سمعه من مريم حين سألها عن طعام عندها لم يأْتِ به، وهو كافلها ومُتولّي أمرها، فتعجب أنْ يرى عندها رِزْقاً لم يحمله إليها، وهي مقيمة على عبادتها في محرابها، فقال لها:  {يامريم أنى لَكِ هذا قَالَتْ هُوَ مِنْ عِندِ الله إِنَّ الله يَرْزُقُ مَن يَشَآءُ بِغَيْرِ حِسَابٍ}  [آل عمران: ٣٧] . </p><p> وكأن هذا أول بداية قانون: من أين لك هذا؟ لكن عطاءه تعالى لا يخضع للأسباب، بل هو سبحانه يرزق مَنْ يشاء متى شاء وبغير حساب. </p><p> وشاءتْ إرادة الله أن تنطِقَ مريم بهذه المقولة:  {إِنَّ الله يَرْزُقُ مَن يَشَآءُ بِغَيْرِ حِسَابٍ}  [آل عمران: ٣٧] لأنها ستُنبِّه زكريا إلى شيء، </p><p> وستحتاجها أيضاً مريم فيما بعد حينما تشعر بالحَمْل من غير زَوْج، فلن تعترض على هذا الوضع، وستعلم أنه عطاءٌ من الله. </p><p> وكذلك نبَّهتْ هذه الآية زكريا عليه السلام إلى فَضْل الله وسِعَة رحمته، وهذا أمر لا يغيب عن نبي الله، ولكن هناك قضايا في النفس البشرية إلا أنها بعيدة عن بُؤْرة الشعور وبعيدة عن الاهتمام، فإذا ما ذُكِّر بها انتبه إليها؛ لذلك يقول الحق سبحانه وتعالى:  {هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُ}  [آل عمران: ٣٨] . </p><p> فما دام أن الله يرزق مَنْ يشاء بغير حساب، فلماذا لا أدعو الله بولد صالح يحمل أمر الدعوة من بعدي، وطالما أن الرزق بغير حساب فلن يمعنه كِبَر السِّنِّ أو العُقْم أو خلافه. </p><p> إذن: فمريم هي التي أوحَتْ لزكريا بهذا الدعاء، واستجاب الله لزكريا ورزقه يحيى؛ ليكون ذلك مقدمة وتمهيداً لمريم، فلا تنزعج من حَمْلها، وتردّ هذه المسألة إلىأن الله يرزق مَنْ يشاء بغير حساب، وليكون ذلك إيناساً لنفسها واطمئناناً، وإلاَّ فمن الممكن أن تلعبَ بها الظنون وتنتابها الشكوك، وتتصور أن هذا الحمْل نتيجة شيء حدث لم تشعر به، أو كانت نائمة مثلاً. </p><p> لكن الحق تبارك وتعالى يقطع عنها كل هذه الشكوك، ويعطيها مقدمة تراها وتعايشها بنفسها في طعام لم يَأْتِ به أحد إليها، وفي حَمْل زوجة زكريا وهي عاقر لا تلِد. </p><p> قوله تعالى:  {واذكر فِي الكتاب مَرْيَمَ}  [مريم: ١٦] الكتاب هو القرآن الكريم، أي: اذكُر يا محمد في كتاب الله الذي </p><p> أوحاه إليك مما تذكر قصة مريم، وقد سبق الحديث عن هذه القصة في سورة (آل عمران) لما تكلم الحق سبحانه وتعالى عن نَذْر أمها لما في بطنها لخدمة بيت المقدس، ولم يكن يصلح لخدمة بيت المقدس إلا الذكْران الذين يتحمَّلون مشقة هذا العمل، فلما وضعْتها أنثى لم يوافق ظنّها إرادة الله، ولم تستطع مريم خدمة البيت مكاناً أفرغتْ نفسها لخدمته قِيماً، وديناً حملتْ نفسها عليه حَمْلاً، حتى إنها هجرتْ أهلها وذهبت إلى هذا المكان الذي اتخذته خُلْوة لها لعبادة الله بعيداً عن أعيُنِ الناس. </p><p> ومريم هي ابنة عمران، وقد قال القرآن في خطابها:  {ياأخت هَارُونَ}  [مريم: ٢٨] ولذلك حدث لَبْسٌ عند كثير من الناس، فظنوها أخت نبي الله موسى بن عمران وأخت هارون أخي موسى عليهما السلام. </p><p> والحقيقة أن هذه المسألة جاءتْ مصادفة اتفقتْ فيها الأسماء؛ لذلك لما ذهب بعض الصحابة إلى اليمن قال لهم أهلها: إنكم تقولون: إن مريم هي أخت موسى وهارون، مع أن بين مريم وعمران أبي موسى أحد عشر جيلاً!! </p><p> فقال رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «أما ذكرتُمْ لهم أن الناس كانوا يتفاءلون بذكِر الأسماء خاصة الأنبياء فيُسمّون على أسمائهم عمران ويسمون على أسمائهم هارون» . </p><p> حتى ذكروا أنهم في جنازة بعض العلماء سار فيها أربعة آلاف </p><p> رجل اسمهم هارون. إذن: فالأسماء هنا مصادفة، فهي ابنة عمران، لكن ليس أبا موسى، وأخت هارون، لكن ليس هو أخو موسى. </p><p> وقد أفرد القرآن سورة كاملة باسم مريم وخصَّها وشخَّصها باسمها واسم أبيها، وسبق أنْ أوضحنا أن التشخيص في قصة مريم جاء لأنها فذَّة ومُفردة بين نساء العالم بشيء لا يحدث ولن يحدث إلا لها، فهذا أمر شخصي لن يتكرر في واحدة أخرى من بنات حواء. </p><p> أما إنْ كان الأمر عاماً يصح أنْ يتكرّر فتأتي القصة دون تشخيص، كما في حديث القرآن عن زوجة نوح وزوجة لوط كمثال للكفر، وهما زوجتان لنبيين كريمين، وعن زوجة فرعون كمثال للإيمان الذي قام في بيت الكفر وفي عُقْر داره، فالمراد هنا ليس الأشخاص، بل المراد بيان حرية العقيدة، وأن المرأة لها في الإسلام حريةٌ عقدية مستقلة ذاتية، وأنها غيرُ تابعة في عقيدتها لأحد، سواء أكانت زوجة نبي أم زوجة إمام من أئمة الكفر. </p><p> وقوله تعالى:  {إِذِ انتبذت مِنْ أَهْلِهَا مَكَاناً شَرْقِياً}  [مريم: ١٦] . </p><p> {انتبذت مِنْ أَهْلِهَا}  [مريم: ١٦] أي: ابتعدتْ عنهم، من نبذ الشيء عنه أي أبعده، فكأن أُنْسها لا بالأهل، ولكن أُنْسها كان برب الأهل، والقرآن يقول:  {مِنْ أَهْلِهَا}  [مريم: ١٦] ولم يقُلْ: من الناس، فقد تركتْ مريم أقرب الناس إليها وأحبّهم عندها وذهبت، إلى هذا المكان. </p><p> {مَكَاناً شَرْقِياً}  [مريم: ١٦] لكن شرقيّ أيّ شيء؟ فكل مكان </p><p> يصح أن يكون شرقياً، ويصح أن يكون غربياً، فهي إذن كلمة دائرة في كل مكان. لكن هناك عَلَم بارز في هذا المكان، هو بيت المقدس، فالمراد إذن: شرقي بيت المقدس، وقد جاء ابتعادها عن أهلها إلى هذا المكان المقدس لتتفرغ للعبادة ولخدمة هذا المكان. </p><p> لكن، لماذا اختارتْ الجهة الشرقية من بيت المقدس بالذات دون غيرها من الجهات؟ قالوا: لأنهم كانوا يتفاءلون بشروق الشمس، لأنها سِمَة النور المادىْ الذي يسير الناس على هُدَاه فلا يتعثرون، وللإنسان في سَيْره نوران: نور مادىّ من الشمس أو القمر أو النجوم والمصابيح، وهو النور الذي يظهر له الأشياء من حوله، فلا تصطدم بما هو أقوى منه فيحطمك ولا بأضعف منه فتحطمه. </p><p> وكذلك له نور من منهج الله يهديه في مسائل القيم، حتى لا يتخبّط تائهاً بين دُروبها، ومن ذلك قوله تعالى:  {الله نُورُ السماوات والأرض}  [النور: ٣٥] ثم يقول بعدها: {نُّورٌ على نُورٍ}  [النور: ٣٥] . </p><p> أي: نور السماء الذي ينزل بالوحي لهداية الناس. </p>"
}