{
  "id": null,
  "sura": 19,
  "aya": 59,
  "text": "<p> قوله تعالى:  {فَخَلَفَ مِن بَعْدِهِمْ خَلْفٌ}  [مريم: ٥٩] أي: أن المسائل لم تستمر على ما هي عليه من الكلام السابق ذِكْره، بل خَلفَ هؤلاء القوم (خَلْفٌ) والخَلْف: هم القوم الذين يخلُفون الإنسان: أي: يأتون بعده أو من ورائهم. </p><p> وهناك فَرْق بين خَلْف وخَلَف: الأولى: بسكون اللام ويُراد بها الأشرار من عَقِب الإنسان وأولاده، والأخرى: بفتح اللام ويُراد بها الأخيار. لذل، فالشاعر حينما أراد أنْ يتحسَّر على أهل الخير الذي مَضَوْا قال: </p><p> ذَهَبَ الذِينَ يُعاشُ فِي أكنَافِهمْ ... وبَقِيتُ في خَلْف كجِلْدِ الأجْرَبِ </p><p> فماذا تنتظر من هؤلاء الأشرار؟ لا بُدّ أنْ يأتي بعدهم صفات سوء {أَضَاعُواْ الصلاة واتبعوا الشهوات}  [مريم: ٥٩] إذن: هم خَلْف فاسد، فأول ما أضاعوا أضاعوا الصلاة التي هي عماد الدين، وأَوْلَى أركانه بالأداء. </p><p> صحيح أن الإسلام بُني على عِدّة أركان، لكن بعض هذه الأركان قد يسقط عن المسلم، ولا يُطْلب منه كالزكاة والحج والصيام، فيبقى ركنان أساسيان لا يسقطان عن المسلم بحال من الأحوال، هما: شهادة أن لا إله إلا الله، وأن محمداً رسول الله، وإقامة الصلاة. </p><p> وسُئِلْنَا مرة من بعض إخواننا في الجزائر: لماذا نقول لمن يؤدي فريضة الحج: الحاج فلان، ولا نقول للمصلى: المصلى فلان، أو المزكَّى فلان، أو الصائم فلان؟ </p><p> فقلت للسائل: لأن الحج تتم نعمة الله على العبد، وحين نقول: الحاج فلان. فهذا إشعار وإعلام أن الله أتمَّ له النعمة، واستوفى كل أركان الإسلام، فمعنى أنه أدَّى فريضة الحج أنه مستطيع مالاً وصحة، وما دام عنده مال فهو يُزكِّي، وما دام عنده صحة فهو يصوم، وهو بالطبع يشهد ألا إله إلا الله وأن محمداً رسول الله ويؤدي الصلاة، وهكذا تمَّتْ له بالحج جميع أركان الإسلام. </p><p> ثم يقول تعالى:  {فَسَوْفَ يَلْقُونَ غَيّاً}  [مريم: ٥٩] هذه العبارة أخذها المتمحّكون الذين يريدون أنْ يدخلوا على القرآن بنقد، فقالوا: الغَيُّ هو الشر والضلال والعقائد الفاسدة، وهذه حدثتْ منهم بالفعل </p><p> في الدنيا فأضاعوا الصلاة واتبعوا الشهوات، فكيف يقول: فسوف يلقوْنه في المستقبل؟ </p><p> لكن المراد بالغيّ هنا أي: جزاء الغي وعاقبته. كما لو قُلْت: أمْطرتْ السماء نباتاً، فالسماء لم تُمطر النبات، وإنما الماء الذي يُخرِج النبات، كذلك غيّهم وفسادهم في الدنيا هو الذي جَرَّ عليهم العذاب في الآخرة. </p><p> إذن: المعنى: فسوفَ يلقْونَ عذاباً وهلاكاً في الآخرة. </p><p> ومع ذلك، فالحق تبارك وتعالى لرحمته بخَلْقه شرع لهم التوبة، وفتح لهم بابها، ويفرح بهم إنْ تابوا؛ لذلك فالذين اتصفُوا بهذه الصفات السيئة فأضاعوا الصلاة واتبعوا الشهوات لا ييأسون من رحمة الله، مادام بابُ التوبة مفتوحاً. </p><p> وفَتْح باب التوبة أمام العاصين رحمة يرحم الله بها المجتمع كله من أصحاب الشهوات والانحرافات، وإلاَّ لو أغقلنا الباب في وجوههم لَشقِيَ بهم المجتمع، حيث سيتمادَوْن في باطلهم وغَيِّهم، فليس أمامهم ما يستقيمون من أجله. </p><p> والتوبة تكون من العبد، وتكون من الرب تبارك وتعالى، فتشريع التوبة وقبولها من الله وإحداث التوبة من العبد؛ لذلك قال تعالى:  {ثُمَّ تَابَ عَلَيْهِمْ ليتوبوا}  [التوبة: ١١٨] أي: شرعها لهم ليتوبوا فيقبل توبتهم، فهي من الله أولاً وأخيراً؛ لذلك يأتي هذا الاستثناء. </p><p> {إِلاَّ مَن تَابَ وَآمَنَ وَعَمِلَ صَالِحاً} </p>"
}