{
  "id": null,
  "sura": 19,
  "aya": 75,
  "text": "<p> قوله:  (قل) أمر لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: {مَن كَانَ فِي الضلالة فَلْيَمْدُدْ لَهُ الرحمن مَدّاً}  [مريم: ٧٥] أي: يُمهله ويستدرجه؛ لأنه رَبٌّ للجميع، وبحكم ربوبيته يعطي المؤمن والكافر، وكما يعين المؤمن بالنصر، كذلك يعين الكافر بمراده، كما في قوله تعالى:  {فِي قُلُوبِهِم مَّرَضٌ فَزَادَهُمُ الله مَرَضاً}  [البقرة: ١٠] . </p><p> لأنهم ارتاحوا إليه، ورَضُوا به، وطلبوا منه المزيد. </p><p> {فَلْيَمْدُدْ لَهُ الرحمن}  [مريم: ٧٥] أي: في الدنيا وزينتها، كما قال:  {مَن كَانَ يُرِيدُ حَرْثَ الآخرة نَزِدْ لَهُ فِي حَرْثِهِ وَمَن كَانَ يُرِيدُ حَرْثَ الدنيا نُؤْتِهِ مِنْهَا وَمَا لَهُ فِي الآخرة مِن نَّصِيبٍ}  [الشورى: ٢٠] . </p><p> وفي موضع آخر يقول: إياك أنْ تعجبك أموالهم وأولادهم؛ لأنها فتنة لهم، يُعذِّبهم بها في الدنيا بالسَّعْي في جمع الأموال وتربية الأولاد، ثم الحسرة على فقدهما، ثم يُعذِّبهم بسببها في الآخرة:  {فَلاَ تُعْجِبْكَ أَمْوَالُهُمْ وَلاَ أَوْلاَدُهُمْ إِنَّمَا يُرِيدُ الله لِيُعَذِّبَهُمْ بِهَا فِي الحياة الدنيا وَتَزْهَقَ أَنفُسُهُمْ وَهُمْ كَافِرُونَ}  [التوبة: ٥٥] . </p><p> ثم يقول تعالى:  {حتى إِذَا رَأَوْاْ مَا يُوعَدُونَ إِمَّا العذاب وَإِمَّا الساعة}  [مريم: ٧٥] . </p><p> العذاب: عذاب الدنيا. أي: بنصر المؤمنين على الكافرين وإهانتهم وإذلالهم {وَإِمَّا الساعة}  [مريم: ٧٥] أي: ما ينتظرهم من عذابها، وعند ذلك:  {فَسَيَعْلَمُونَ مَنْ هُوَ شَرٌّ مَّكَاناً وَأَضْعَفُ جُنداً}  [مريم: ٧٥] لكنه عِلْم لا يُجدي، فقد فات أوانه، فالموقف في الآخرة حيث لا استئناف للإيمان، فالنكاية هنا أعظم والحسرة أشدّ. </p><p> لكن، ما من مناسبة ذكر الجند هنا والكلام عن الآخرة؟ وماذا يُغني الجند في مثل هذا اليوم؟ قالوا: هذا تهكُّم بهم كما في قوله تعالى: {احشروا الذين ظَلَمُواْ وَأَزْوَاجَهُمْ وَمَا كَانُواْ يَعْبُدُونَ مِن دُونِ الله فاهدوهم إلى صِرَاطِ الجحيم}  [الصافات: ٢٢٢٣] ، فهل أَخْذهم إلى النار هداية؟ </p><p> ثم يلتفت إليهم:  {مَا لَكُمْ لاَ تَنَاصَرُونَ بَلْ هُمُ اليوم مُسْتَسْلِمُونَ وَأَقْبَلَ بَعْضُهُمْ على بَعْضٍ يَتَسَآءَلُونَ قالوا إِنَّكُمْ كُنتُمْ تَأْتُونَنَا عَنِ اليمين قَالُواْ بَلْ لَّمْ تَكُونُواْ مُؤْمِنِينَ وَمَا كَانَ لَنَا عَلَيْكُمْ مِّن سُلْطَانٍ بَلْ كُنتُمْ قَوْماً طَاغِينَ}  [الصافات: ٢٥٣٠] . </p><p> أي: لم نُجبركم على شيء، مجرد أنْ أشَرْنَا لكم أطعتمونا. </p><p> لذلك، سيقولون في موضع آخر:  {رَبَّنَآ أَرِنَا الذين أَضَلاَّنَا مِنَ الجن والإنس نَجْعَلْهُمَا تَحْتَ أَقْدَامِنَا لِيَكُونَا مِنَ الأسفلين}  [فصلت: ٢٩] . </p>"
}