{
  "id": null,
  "sura": 19,
  "aya": 74,
  "text": "<p> كم: خبرية تدل على الكثرة التي لا تُحصَى، وأن المقول بعدها وقع كثيراً، كأن يقول لك صاحبك: أنت ما عملتَ معي معروفاً أبداً، فتُعدِّد له صنائع المعروف التي أسديتها إليه، فتقول: كم فعلتُ معك كذا، وكم فعلتُ كذا. </p><p> والقرن: هم الجماعة المتعايشون زماناً. بحيث تتداخل بينهم الأجيال، فترى الجدَّ والأب والابن والحفيد معاً، وقد قدَّروا القرن بمائة عام. كما يُطلَق القرن على الجماعة الذين يجتمعون على مُلك واحد، أو رسالة واحدة مهما طال زمنهم كقوم نوح مثلاً. </p><p> والأثاث: هو فراش البيت، وهذا أمر يتناسب وإمكانات صاحبه. </p><p> والرِّئْى: على وزن فِعْل، ويراد به المفعول أي: المرئي، كما جاء في قوله تعالى:  {وَفَدَيْنَاهُ بِذِبْحٍ عَظِيمٍ}  [الصافات: ١٠٧] فذبْح بمعنى: مذبوح. </p><p> وورد في قراءة أخرى:  (أحْسَنُ أثَاثاً وزِيّاً) وهي غير بعيدة عن المعنى الأول: لأن الزيّ أيضاً من المرئي، إلا أنه يتكوّن من الزي والذي يرتديه، والمراد هنا جمال الشكل والهيئة ونضارة الشخص وهندامه، وقد افتخر الكفار بذلك، في حين كان المؤمنين شُعْثاً غُبْراً يرتدون المرقَّع والبالي من الثياب. </p><p> وقد جاء الاختلاف في بعض ألفاظ القرآن من قراءة الأخرى؛ لأن القرآن الكريم دُوِّن أول ما دُوِّن غير منقوط ولا مشكول اعتماداً على مَلَكَة العربي وفصاحته التي تُمكِّنه من توجيه الحرف حَسْب المعنى المناسب للسياق، وظل كذلك إلى أن وضع له العلماء النقاط فوق الحروف في العصر الأموي. فمثلاً النَّبْرة في كلمةٍ دون نقط يحتمل أنْ تُقرأ من أعلى: نون أو تاء أو ثاء. ومن أسفل تقرأ: باء أو ياء. </p><p> والعربي لمعرفته بمواقع الألفاظ يستطيع تحديد الحرف المراد، فكلمة (رئْيَا) تقرأ (زيا) والمعنى غير بعيد. </p><p> ومن ذلك كلمة {فَتَبَيَّنُواْ}  [النساء: ٩٤] قرأها بعضهم (فتثبتوا) وكلمة {صِبْغَةَ}  [البقرة: ١٣٨] قرأها بعضهم (صنعة) ، ودليل فصاحتهم أن الاختلاف في مثل هذه الحروف لا يؤدي إلى اختلاف المعنى. </p><p> لذلك، كان العربي قديماً يغضب إنْ كُتِب إليه كتاب مُشَكل، لأن تشكيل الكلام كأنه اتهام له بالغباء وعدم معرفته باللغة. ومن هنا وجدنا العلماء الذين وضعوا قواعد اللغة ليسوا من العرب؛ لأن العربي في هذا الوقت كان يستنكف أن يضع للغة قواعد، فهي بالنسبة </p><p> له مَلَكَة معروفة لا تحتاج إلى دراسة أو تعليم. أما الأعاجم فلما دخلوا الإسلام ما كان لهم أنْ يتعلَّموا لغته إلا بهذه الدراسة لقواعدها. </p><p> والحق تبارك وتعالى يقول هنا:  {وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِّن قَرْنٍ هُمْ أَحْسَنُ أَثَاثاً وَرِءْياً}  [مريم: ٧٤] لأنهم قالوا: {أَيُّ الفريقين خَيْرٌ مَّقَاماً وَأَحْسَنُ نَدِيّاً}  [مريم: ٧٣] يريد أنْ يُدلِّل على أنهم حَمْقَى لا ينظرون إلى واقع الحياة ليروا عاقبة مَنْ كانوا أعزَّ منهم مكاناً ومكانة، وكيف صار الأمر إليهم؟ </p><p> الحق تبارك وتعالى يردُّ على الكفار ادعاءهم الخيرية على المؤمنين، فهذه الخيرية ليستْ بذاتيتكم، بل هي عطاء من الله وفِتْنة، حتى إذا أخذكم أخذكم عن عِزَّة وجاهٍ؛ ليكون أنكى لهم وأشدَّ وأغَيظ، أما إنْ أخذهم على حال ذِلَّة وَهَوان لم يكن لأخذه هذا الأثر فيهم. </p><p> فالحق سبحانه يُملي لهم بنعمه ليستشرفوا الخير ثم يأخذهم، على حَدِّ قول الشاعر: </p><p> كَمَا أبرقَتْ قَوْماً عِطَاشاً غَمامَةً ... فَلمَّا رأوْهَا أَقْشَعَتْ وتجلَّتِ </p><p> فأطمعهم في البداية، ثم أخذهم وخيَّب آمالهم في النهاية. </p><p> وضربنا لذلك مثلاً بالأسير الذي بلغ به العطش مَبْلغاً، فطلب الماء، فجاءه الحارس بالماء حتى كان على فِيهِ، واستشرف الريِّ منعه وحرمه لتكون حسرته أشد، وألمهُ أعظم، ولو لم يأتِه بالماء لكان أهونَ عليه. </p><p> إذن: حينما تُجرون مُقارنة بينكم وبين المؤمنين وتُعيِّرونهم بما معكم من زينة الدنيا، فقد قارنتم الوسائل وطرحتُم الغايات، ومن الغباء أنْ نهتم بالوسائل وننسى الغايات، فلكي تكون المقارنةُ صحيحة فقارنوا حالكم بحال المؤمنين، بداية ونهاية. </p><p> ومثال ذلك: فلاح مجتهد في زراعته يعتني بها ويُعفِّر نفسه من تراب أرضه كل يوم، وآخر ينعَم بالثياب النظيفة والجلوس على المقهى والتسكع هنا وهناك، وينظر إلى صاحبه الذي أجهده العمل، ويرى نفسه أفضل منه، فإذا ما جاء وقت الحصاد وجد الأولُ ثمرة تعبه ونتيجة مجهوده، وجلس الآخر حزيناً محروماً. فلا بُدَّ أن تأخذ في الاعتبار عند المقارنة الوسائل مع الغايات. </p><p> لذلك وُفِّق الشاعر حين قال: </p><p> ألاَ مَنْ يُرِينِي غَايتِي قَبْل مذْهَبِي ... ومِنْ أينْ والغَايَاتُ بَعْد المذَاهِبِ؟ </p><p> وقد عزل الكفار الوسيلة في الدنيا عن الغاية في الآخرة، فتباهوا وعَيَّروا المؤمنين:  {أَيُّ الفريقين خَيْرٌ مَّقَاماً وَأَحْسَنُ نَدِيّاً}  [مريم: ٧٣] . </p><p> وفي قصة سيدنا إبراهيم عليه السلام:  {فَمَا كَانَ جَوَابَ قَوْمِهِ إِلاَّ أَن قَالُواْ اقتلوه أَوْ حَرِّقُوهُ}  [العنكبوت: ٢٤] . </p><p> وهكذا اتفقوا على الإحراق، ونجَّى الله نبيه وخيَّب سَعْيهم، ثم كانت الغاية في الآخرة:  {وَقَالَ إِنَّمَا اتخذتم مِّن دُونِ الله أَوْثَاناً مَّوَدَّةَ بَيْنِكُمْ فِي الحياة الدنيا ثُمَّ يَوْمَ القيامة يَكْفُرُ بَعْضُكُمْ بِبَعْضٍ وَيَلْعَنُ بَعْضُكُمْ بَعْضاً وَمَأْوَاكُمُ النار وَمَا لَكُمْ مِّن نَّاصِرِينَ}  [العنكبوت: ٢٥] . </p><p> فكان عليهم ألاَّ ينظروا إلى الوسيلة منفصلةً عن غايتها. </p><p> وهنا يردُّ الحق تبارك وتعالى على هؤلاء المغترِّين بنعمة الله: </p><p> {وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِّن قَرْنٍ هُمْ أَحْسَنُ أَثَاثاً وَرِءْياً}  [مريم: ٧٤] وكما قال في آيات أخرى: {أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَادٍ إِرَمَ ذَاتِ العماد التي لَمْ يُخْلَقْ مِثْلُهَا فِي البلاد وَثَمُودَ الذين جَابُواْ الصخر بالواد وَفِرْعَوْنَ ذِى الأوتاد}  [الفجر: ٦١٠] . </p><p> وهلاك هؤلاء وأمثالهم سَهْل لا يكلف الحق سبحانه إلا أنْ تهُبَّ عليهم عواصف الرمال، فتطمس حضارتهم، وتجعهلم أثراً بعد عَيْن. </p><p> فدعاهم إلى النظر في التاريخ، والتأمّل في عاقبة أمثالهم من الكفرة والمكذبين، وما عساه أنْ يُغني عنهم من المقام والندىّ الذي يتباهون به، وهل وسائل الدنيا هذه تدفع عنهم الغاية التي تنتظرهم في الآخرة؟ </p><p> وكأن الحق تبارك وتعالى لا يردّ عليهم بكلام نظري يقول: إن عاقبتكم كذا وكذا من العذاب، بل يعطيهم مثالاً من الواقع. </p><p> ويخاطب نبيه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بقوله:  {فَإِمَّا نُرِيَنَّكَ بَعْضَ الذي نَعِدُهُمْ}  [غافر: ٧٧] أي: من القهر والهزيمة والانكسار {أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا يُرْجَعُونَ}  [غافر: ٧٧] فمَنْ أفلت من عذاب الدنيا، فلن يفلت من عذاب الآخرة. </p><p> والقرآن حين يدعوهم إلى النظر في عاقبة من قبلهم {وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِّن قَرْنٍ}  [مريم: ٧٤] فإنما يحثُّهم على أخْذ العِبْرة والعِظَة ممَّنْ سبقوهم، ويستدل بواقع شيء حاضر على صِدْق غيْبٍ آتٍ، فالحضارات التي سبقتهم والتي لم يوجد مثلها في البلاد، وكان من </p><p> صفاتها كذا وكذا، ماذا حدث لهم؟ فهل أنتم أشدّ منهم قوة؟ وهل تمنعون عن أنفسكم ما نزل بغيركم من المكذِّبين؟ </p><p> هذا من ناحية الواقع، أما الغيب فيعرض له القرآن في مشهد آخر، حيث يقول تعالى:  {إِنَّ الذين أَجْرَمُواْ كَانُواْ مِنَ الذين آمَنُواْ يَضْحَكُونَ وَإِذَا مَرُّواْ بِهِمْ يَتَغَامَزُونَ وَإِذَا انقلبوا إلى أَهْلِهِمُ انقلبوا فَكِهِينَ وَإِذَا رَأَوْهُمْ قالوا إِنَّ هؤلاء لَضَالُّونَ وَمَآ أُرْسِلُواْ عَلَيْهِمْ حَافِظِينَ}  [المطفيين: ٢٩٣٣] . </p><p> هذا المشهد في الدنيا، فما بالهم في الآخرة؟ :  {فاليوم الذين آمَنُواْ مِنَ الكفار يَضْحَكُونَ عَلَى الأرآئك يَنظُرُونَ}  [المطففين: ٣٤٣٥] . </p><p> ثم يخاطب الحق سبحانه وتعالى المؤمنين فيقول:  {هَلْ ثُوِّبَ الكفار مَا كَانُواْ يَفْعَلُونَ}  [المطففين: ٣٦] . </p><p> يعني: بعد ما رأيتموه من عذابهم، هل قدرنا أنْ نُجازيهم عَمَّا فعلوه بكم من استهزاء في الدنيا؟ وعلى كُلٍّ فإن استهزاءهم بكم في الدنيا موقوت الأجل، أما ضِحْككم الآن عليهم فأمر أبديّ لا نهايةَ له. فأيُّ الفريقين خَيْر إذن؟ </p><p> فإياكم أنْ تغرّكم ظواهر الأشياء، أو تخدعكم بَرقات النعيم وانظروا إلى الغايات والنهايات؛ لذلك يقول سبحانه: </p><p> {المال والبنون زِينَةُ الحياة الدنيا والباقيات الصالحات خَيْرٌ عِندَ رَبِّكَ ثَوَاباً وَخَيْرٌ أَمَلاً}  [الكهف: ٤٦] . </p><p> وفي سورة الأعراف لقطة أخرى من مواقف القيامة، حيث يقول أصحاب الأعراف لأهل النار:  {مَآ أغنى عَنكُمْ جَمْعُكُمْ وَمَا كُنْتُمْ تَسْتَكْبِرُونَ}  [الأعراف: ٤٨] ثم يلتفتون إلى المؤمنين في الجنة: {أهؤلاء الذين أَقْسَمْتُمْ لاَ يَنَالُهُمُ الله بِرَحْمَةٍ}  [الأعراف: ٤٩] فأين أنتم منهم الآن؟ </p>"
}