{
  "id": null,
  "sura": 19,
  "aya": 11,
  "text": "<p> إذن: حدثتْ هذه المسألة لزكريا وهو في (المحرَابِ) أي: مكان العبادة والصلاة، وعادةً ما يكون مرتفعاً على شرف عما حوله، وكان مصلى الأنبياء والصالحين، وسُمي محراباً لأنه يحارب فيه الشيطان بكيْده ووسوسته. وقد ذُكر المحراب أيضاً في قصة داود عليه السلام:  {وَهَلْ أَتَاكَ نَبَأُ الخصم إِذْ تَسَوَّرُواْ المحراب}  [ص: ٢١] . </p><p> وقد وردتْ هذه اللقطة من قصة زكريا عليه السلام في آية أخرى دَلَّتْ أيضاً على أن البشارة بيحيى كانت وهو في محرابه، حيث قال تعالى:  {فَنَادَتْهُ الملائكة وَهُوَ قَائِمٌ يُصَلِّي فِي المحراب أَنَّ اللَّهَ يُبَشِّرُكَ بيحيى مُصَدِّقاً}  [آل عمران: ٣٩] . </p><p> وقوله تعالى:  {فأوحى إِلَيْهِمْ}  [مريم: ١١] قلنا: إن الوَحْي له معنى لُغَويّ ومعنى شرعي، الوحي لُغةً: الإخبار بطريق خفيٍّ. وعلى هذا المعنى يأتي الوحي بطرق متعددة، فالله تعالى يُوحِي للرسل والأنبياء، ويُوحي لغير الرسل من المصطفين، كما في قوله تعالى:  {وَأَوْحَيْنَآ إلى أُمِّ موسى أَنْ أَرْضِعِيهِ}  [القصص: ٧] أي: أخبرها بطريق خفيٍّ، هو طريق الإلهام. </p><p> ويُوحِي إلى الملائكة:  {إِذْ يُوحِي رَبُّكَ إِلَى الملائكة أَنِّي مَعَكُمْ فَثَبِّتُواْ الذين آمَنُواْ}  [الأنفال: ١٢] . </p><p> ويُوحِي للصالحين من أتباع الرسل:  {وَإِذْ أَوْحَيْتُ إِلَى الحواريين أَنْ آمِنُواْ بِي وَبِرَسُولِي}  [المائدة: ١١١] . </p><p> ويتعدَّى الإعلام بخفاء إلى الحشرات:  {وأوحى رَبُّكَ إلى النحل أَنِ اتخذي مِنَ الجبال بُيُوتاً وَمِنَ الشجر وَمِمَّا يَعْرِشُونَ}  [النحل: ٦٨] . </p><p> بل يتعدَّى الوحي إلى الجماد في قوله تعالى:  {إِذَا زُلْزِلَتِ الأرض زِلْزَالَهَا وَأَخْرَجَتِ الأرض أَثْقَالَهَا وَقَالَ الإنسان مَا لَهَا يَوْمَئِذٍ تُحَدِّثُ أَخْبَارَهَا بِأَنَّ رَبَّكَ أوحى لَهَا}  [الزلزلة: ١٥] . </p><p> وقد يُوحي الشياطين بعضهم إلى بعض:  {يُوحِي بَعْضُهُمْ إلى بَعْضٍ زُخْرُفَ القول غُرُوراً}  [الأنعام: ١١٢] . </p><p> ويُوحون إلى أوليائهم:  {وَإِنَّ الشياطين لَيُوحُونَ إلى أَوْلِيَآئِهِمْ لِيُجَادِلُوكُمْ}  [الأنعام: ١٢١] لأن الشيطان لا يأتي الإنسان إلا بطريق خفيٍّ، ووسوسة في خواطره. </p><p> أما الوحي الشرعي فهو إعلام من الله وحده إلى نبي يدَّعي النبوة ومعه معجزة، إذن فالوحي: إعلام خفيّ من الله للرسول. </p><p> فقوله تعالى:  {فأوحى إِلَيْهِمْ}  [مريم: ١١] أي: قال لهم بطريق الإشارة؛ لأنه لا يتكلم {أَن سَبِّحُواْ بُكْرَةً وَعَشِيّاً}  [مريم: ١١] بُكرة: أول النهار، وعَشياً: آخره، يعني: طوِّقوا النهار بالتسبيح بداية ونهاية. وكأن زكريا عليه السلام قد بدتْ عليه علامات الفرح </p><p> والإنبساط بالبُشْرى، ورأى أن شُكْره لله وتسبيحه لا ينهض بهذه النعمة، فأمر قومه أنْ يُسبِّحوا الله معه، ويشكروه معه على هذه النعمة؛ لأنها لا تخصُّه وحده، بل هي عامة لكل القوم. </p><p> ثم يقول تعالى:  {يايحيى خُذِ الكتاب} </p>"
}