{
  "id": null,
  "sura": 19,
  "aya": 23,
  "text": "<p> {فَأَجَآءَهَا}  [مريم: ٢٣] الفعل جاء فلان. أي: باختياره ورِضَاه، إنما إجاءه فلان أي جاء به رغماً عنه ودون إرادته، فكأن المخاض هو الذي ألجأها إلى جِذْع النخلة وحملها على الذهاب إلى هذا المكان رَغْماً عنها {فَأَجَآءَهَا}  [مريم: ٢٣] أي: جاء بها، فكأن هناك قوة خارجة عنها تشدُّها إلى هذا المكان. </p><p> والمخاض: هو الألم الذي ينتاب المرأة قبل الولادة، وليس هو الطَّلْق الذي يسبق نزول الجنين. </p><p> وقوله:  {فَأَجَآءَهَا المخاض إلى جِذْعِ النخلة}  [مريم: ٢٣] أوضح لنا عِلَّة مجيئها إلى جِذْع النخلة؛ لأن المرأة حينما يأتي وقت ولادتها تحتاج إلى ما تستند إليه، وتتشبث به ليخفف عنها ألم الوضع، أو رفيقة لها تفزع إليها وتقاسمها هذه المعاناة، فألجأها المخاض إذن إلى جذع (النخلة) ، وجاءت النخلة مُعرَّفة لأنها نخلة معلومة معروفة. </p><p> وجذع النخلة: ساقها الذي يبدأ من الجذر إلى بداية الجريد، فهل ستتشبث مريم عند وضعها بكل هذه الساق؟ بالطبع ستأخذ الجزء القريب منها فقط، وأُطلق الجذع على سبيل المبالغة، كما في قوله تعالى:  {يَجْعَلُونَ أَصَابِعَهُمْ في آذَانِهِم مِّنَ الصواعق حَذَرَ الموت}  [البقرة: ١٩] . </p><p> ومعلوم أن الإنسان يسدّ أذنه بأطراف الأصابع لا بأصابعه كلها، فعبَّر عن المعنى بالأصابع مبالغةً في كَتْم الصوت المزعج والصواعق التي تنزل بهم. </p><p> إذن: فالسيدة مريم أصبحت أمام أمر واقع وحمل ظاهر لا تستطيع إخفاءه، ولا تقدر على ستره، فقد قبلتْ قبل ذلك أنْ يُبشِّرها الملَك بغلام زكيٍّ، وقبلتْ أنْ تحمل به، فكيف بها الآن وقد تحوّل الأمر من الكلام إلى الواقع الفعلي، وها هو الوليد في أحشائها، وقد حان موعد ولادته؟ </p><p> لابُدَّ أن ينتابها نزوع انفعالي فالأمر قد خرج عن نطاق السَّتْر </p><p> والتكتّم، فإذا بها تقول:  {ياليتني مِتُّ قَبْلَ هذا وَكُنتُ نَسْياً مَّنسِيّاً}  [مريم: ٢٣] أي: تمنتْ لو ماتت قبل أن تقف هذا الموقف العصيب، مع أن الملك حين أخبرها من قبل بأن الله تعالى سيهَبُ لها غلاماً زكياً تعجبتْ قائلة:  {أنى يَكُونُ لِي غُلاَمٌ وَلَمْ يَمْسَسْنِي بَشَرٌ وَلَمْ أَكُ بَغِيّاً}  [مريم: ٢٠] . </p><p> مجرد تعجُّب وانفعال هادىء، أما وقد أصبح الأمر ولادة حقيقية فلا بُدَّ من فعل نزوعي شديد يُعبِّر عما هي فيه من حَيْرة، لذلك تمنتْ الموتْ، مع أن الله تعالى نهانا عن تمني الموت، كما ورد في الحديث الشريف الذي يرشدنا إذا ضاقتْ بنا الحياة ألاَّ نتمنى الموت، بل نقول:  «اللهم أحْيني ما كانت الحياة خيراً لي، وتوفَّني ما كانت الوفاة خيراً لي» . </p><p> وقلنا: إن تمني الموت المنهيّ عنه ما كان فيه اعتراض على قَدَر الله، وتمرد على إرادته سبحانه، كأنْ تكره الحياة والعيش إذا ضاق بك فتتمنى الموت، أما أن تتمنى الموت لعلمك أنك ستصبر إلى خير مما تركت فهذا أمر آخر. </p><p> وقد ورد في القرآن مسألة تمني الموت هذه في الكلام عن بني إسرائيل الذين قالوا: نحن أبناء الله وأحباؤه، وقالوا: لن تمسنا النار إلا أياماً معدودة، وأن الدار الآخرة لنا خالصة عند الله، فبماذا رَدّ عليهم القرآن الكريم؟ </p><p> والله طالما أن الأمر كما تقولون، والآخرة لكم {فَتَمَنَّوُاْ الموت إِن كُنْتُمْ صَادِقِينَ}  [البقرة: ٩٤] ثم قرَّر الحق سبحانه ما سيكون منهم فقال: {وَلَنْ يَتَمَنَّوْهُ أَبَداً بِمَا قَدَّمَتْ أَيْدِيهِمْ}  [البقرة: ٩٥] . </p><p> وقال عنهم:  {وَلَتَجِدَنَّهُمْ أَحْرَصَ الناس على حَيَاةٍ}  [البقرة: ٩٦] . </p><p> وما داما لن يتمنوا الموت، وما داموا أحرصَ الناس على الحياة، فلا بُدَّ أن حياتهم هذه التي يعيشونها أفضل لديهم من الحياة الأخرى. </p><p> فالمؤمن إذن لا يجوز أن يتمنى الموت هَرباً من بلاء أصابه أو اعتراض على قَدَرِ الله، ويجوز له ذلك إنْ علم أنه صائر إلى أفضل ممّا هو فيه. </p><p> وقولها:  {نَسْياً مَّنسِيّاً}  [مريم: ٢٣] النسيّ: هو الشيء التافه الذي لا يُؤْبَه به، وهذا عادةً ما يُنْسَي لعدم أهميته، كالرجل الذي نسى عند صاحبه علبة كبريت بها عودان اثنان، وفي الطريق تذكرها فعاد إلى صاحبه يطلب ما نسيه، وهكذا تمنتْ مريم أن تكون نسياً منسياً حتى لا يذكرها أحد. </p><p> ولم تكتفِ بهذا، بل قالت:  {نَسْياً مَّنسِيّاً}  [مريم: ٢٣] لأن النسيّ: الشيء التافه الذي يُنسَي في ذاته، لكن رغم تفاهته فربما يجد مَنْ يتذكره ويعرفه، فأكدت النسيّ بقولها (منسياً) أي: لا يذكره أحد، ولا يفكر فيه أحد. </p><p> ثم يقول الحق سبحانه: </p><p> {فَنَادَاهَا مِن تَحْتِهَآ} </p>"
}