{
  "id": null,
  "sura": 19,
  "aya": 51,
  "text": "<p> وهذا أيضاً ركْب من ركْب النبوات، وقد أخذ قصة موسى عليه السلام حَيِّزاً كبيراً من كتاب الله لم تأخذه قصة نبي آخر، مما دعا الناس إلى التساؤل عن سبب ذلك، حتى بنو إسرائيل يُفضّلون أنفسهم على الناس بأنهم أكثر الأمم أنبياءً، وهذا من غبائهم؛ لأن هذه تُحسَب عليهم لا لهم، فكثرة الأنبياء فيهم دليل على عنادهم وغطرستهم مع أنبيائهم. </p><p> فما من أمة حيَّرتْ الأنبياء، وآذتْهم كبني إسرائيل؛ لذلك كَثُرَ أنبياؤهم، والأنبياء أطباء القِيَم وأُسَاة أمراضها، فكثرتهم دليل تقشِّي المرض، وأنه أصبح مرضاً عُضَالاً يحتاج في علاجه لا لطبيب واحد، بل لفريق من الأطباء. </p><p> والبعض يظن أن قصة موسى في القرآن مجرد حكاية تاريخ، كما نقول نحن ونقصُّ: كان يا ما كان حدث كذا وكذا، ولو كانت قصة موسى في القرآن مجرد حكاية تاريخ لجاءتْ مرة واحدة. لكنها ليست كذلك؛ لأن الحكمة من قَصَّها على رسول الله كما قال تعالى:  {وَكُلاًّ نَّقُصُّ عَلَيْكَ مِنْ أَنْبَاءِ الرسل مَا نُثَبِّتُ بِهِ فُؤَادَكَ}  [هود: ١٢٠] . </p><p> إذن: فالهدف من هذا القَصَص تثبيت النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في دعوته لقومه؛ لأنه سيتعرض لمواقف وشدائد كثيرة يحتاج فيها إلى تثبيت ومواساة وتسلية، فكلما جَدَّ بينه وبين قومه أمر قال له ربه: اذكر موسى حين فعل كذا وكذا، وأنت خاتم الرسل، وأنت التاج بينهم، فلا بُدَّ لك أنْ تتحمَّل وتصبر. </p><p> أما لو نزلت مثل هذه القصة مرة واحدة لكان التثبيت بها مرة واحدة، وما أكثر الأحداث التي تحتاج إلى تثبيت في حياة الدعوة. </p><p> لذلك نجد خصوم الإسلام يتهمون القرآن بالتكرار في قصة موسى عليه السلام، وهذا دليلٌ على قصورهم في فَهْم القرآن، فهذه المواضع التي يروْنَ فيها تكراراً ما هي إلا لقطات مختلفة لموضوع واحد، لكن لكل لقطة منها موقع وميلاد، فإذا جاء موقعها وحان ميلادها نزلتْ. </p><p> ومما رأوا فيه تكراراً، وليس كذلك قوله تعالى عن موسى عليه السلام طفلاً:  {عَدُوٌّ لِّي وَعَدُوٌّ لَّهُ}  [طه: ٣٩] ونتساءل: متى تستعر العداوة بين عدوين؟ إنْ كانت العداوة من طرف واحد فإن الطرف الآخر يقابلها بموضوعية ودون لَدَدٍ في الخصومة إلى أنْ تهدأ العداوة بينهما، فهو عدو دون عداوة، فحينما يراه صاحب العداوة على هذا الخُلق يصرف ما في نفسه من عداوة له، كما قال تعالى: </p><p> {ادفع بالتي هِيَ أَحْسَنُ فَإِذَا الذي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ}  [فصلت: ٣٤] . </p><p> أمّا إنْ كانت العداوة بين عدوَّيْن حقيقيين: هذا عدو وهذا عدو، هنا تستعر العداوة، وتزكو نارها، ويحتدم بينهما صراع، ولا بُدَّ أنْ يصرَع أحدهما الآخر. </p><p> والحق تبارك وتعالى حينما تكلّم عن موسى وفرعون، جعل العداوة مرة من موسى في قوله تعالى: </p><p> {فالتقطه آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوّاً وَحَزَناً}  [القصص: ٨] . </p><p> فالعداوة هنا من موسى ليفضح الله أمر فرعون، فها هو يأخذ موسى ويُربِّيه، وهو لا يعلم أنه عدو له، وعلى يديْه ستكون نهايته غريقاً، فالمقاييس عنده خاطئة، وهو يدَّعِي الألوهية. </p><p> ومرة أخرى يُثبت العداوة من فرعون في قوله تعالى: </p><p> {يَأْخُذْهُ عَدُوٌّ لِّي وَعَدُوٌّ لَّهُ}  [طه: ٣٩] . </p><p> فالعداوة هنا من فرعون: إذن: فالعداوة من الطرفين، لذلك فالمعركة بينهما كانت حامية. </p><p> كذلك من المواضع التي ظنوا بها تكراراً قوله تعالى:  {وَأَوْحَيْنَآ إلى أُمِّ موسى أَنْ أَرْضِعِيهِ فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِي اليم وَلاَ تَخَافِي وَلاَ تحزني إِنَّا رَآدُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ المرسلين}  [القصص: ٧] . </p><p> وفي آية أخرى يقول تبارك وتعالى:  {إِذْ أَوْحَيْنَآ إلى أُمِّكَ مَا يوحى أَنِ اقذفيه فِي التابوت فاقذفيه فِي اليم فَلْيُلْقِهِ اليم بالساحل يَأْخُذْهُ عَدُوٌّ لِّي وَعَدُوٌّ لَّهُ}  [طه: ٣٨٣٩] . </p><p> والمستشرقون أحدثوا ضجة حول هذه الآيات: لأنهم لا يفهمون أسلوب القرآن، وليست لديهم الملَكَة العربية للتلقِّي عن الله، فهناك فَرْق بين السياقين، فالكلام الأول:  {فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِي اليم}  [القصص: ٧] هذه أحداث لم تقع بعد، إنها ستحدث في المستقبل، والكلام مجرد إعداد أم موسى للأحداث قبل أنْ تقعَ. </p><p> أمّا المعنى الثاني فهو مباشر للأحداث وقت وقوعها؛ لذلك جاء في عبارات مختصرة كأنها برقيات حاسمة لتناسب واقع الأحداث: </p><p> {أَنِ اقذفيه فِي التابوت فاقذفيه فِي اليم}  [طه: ٣٩] . </p><p> كما أن الآية الأولى ذكرت:  {فَأَلْقِيهِ فِي اليم}  [القصص: ٧] ولم تذكر التابوت كما في الآية الأخرى: {أَنِ اقذفيه فِي التابوت فاقذفيه فِي اليم}  [طه: ٣٩] . </p><p> إذن: ليس في المسألة تكرار كما يدَّعي المغرضون؛ فكل منهما تتحدث عن حال معين ومرحلة من مراحل القصة. </p><p> ثم يقول تعالى:  {واذكر فِي الكتاب موسى إِنَّهُ كَانَ مُخْلِصاً}  [مريم: ٥١] من خَلّصَ شيئا من أشياء، أي: استخرج شيئاً من أشياء كانت مختلطة به، كما نستخلص مثلاً العطور من الزهور، فقد أخذت الجيد وتركت الرديء، وبالنسبة للإنسان نقول: فلان مُخلص لأن الإنسان مركب من ملكات متعددة لتخدم كل حركة في الحياة، وكل مَلَكَة من ملَكَاته، أو جهاز من أجهزته له مهمة يؤديها، إلا أنها قد تدخل عليها أشياء ليست من مهمته، أو تخرج عن غاياتها فتحدث فيه بعض الشوائب، فيحتاج الإنسان لأنْ يُخلِّص نفسه من هذه الشوائب. </p><p> فمثلاً، الحق تبارك وتعالى جعل التقاء الرجل والمرأة لهدف محدد، وهو بقاء النوع؛ لذلك تجد الحيوان المحكوم بالغريزة لا بالعقل والاختيار إذا أدى كُلُّ من الذكر والأنثى هذه المهمة لا يمكن أنْ تُمكِّن الأنثى الذكر منها، وكذلك الذكر لا يأتي الأنثى إذا علم من رائحتها أنها حامل. </p><p> إذن: وقف الحيوان بهذه الغريزة عند مهمتها، وهي حفظ النوع، لكن الإنسان لم يقف بهذه الغريزة عند حدودها، بل جعلها مُتعةً شخصية يأتي حِفْظ النوع تابعاً لها. </p><p> وكذلك الحال في غريزة الطعام، فالإنسان إذا جاع يحتاج بغريزته إلى أنْ يأكلَ، والحكمة من ذلك استبقاء الحياة، لا الامتلاء باللحم والشحم. فالحيوان يقف بهذه الغريزة عند حَدِّها، فإذا شبع لا يمكن أنْ تُجبره على عود برسيم واحد فوق ما أكل. </p><p> أما في الإنسان فالأمر مختلف تماماً، فيأكل الإنسان حتى الشِّبَع، ثم حتى التُّخْمة، ولا مانع بعد ذلك من الحلو والمشروبات وخلافه؛ لذلك وضع لنا الخالق سبحانه وتعالى المنهج الذي يُنظّم لنا هذه الغريزة، فقال تعالى:  {وكُلُواْ واشربوا وَلاَ تسرفوا}  [الأعراف: ٣١] . </p><p> وفي الحديث الشريف:  «بحسب ابن آدم لقيمات يُقِمْنَ صُلْبه، فإن كان ولا بُدَّ فاعلاً، فثُلث لطعامه، وثُلث لشرابه، وثُلث لنفَسِه» . </p><p> ومن الغرائز أيضاً غريزة حب الاستطلاع، فالإنسان يحب أن يعرف ما عند الآخر ليحدث بين الناس الترقي اللازم لحركة الحياة، ومعرفة أسرار الله في الكون، وهذا هو الحد المقبول أما أن يتحول حب الاستطلاع إلى التجسس وتتبّع عورات الآخرين، فهذا لا يُقبل ويُعَدُّ من شوائب النفوس، يحتاج إلى أنْ نُخلِّص أنفسنا منه. </p><p> إذن: لكل غريزة حكمة ومهمة يجب ألاَّ نخرج عنها، والمُخْلَص هو الذي يقف بغرائزه عند حَدِّها لا يتعدَّاها ويخلصها من الشوائب التي تحوط بها. وهذه الصفة إمّا أنْ يكرم الله بها العبد فيُخلِّصه من </p><p> البداية من هذه الشوائب، أو يجتهد هو ليُخلّص نفسه من شوائبها باتباعه لمنهج الله. هذا هو المُخْلَص: أي الذي خلص نفسه. </p><p> لذلك، يقولون: من الناس مَنْ يصِل بطاعة الله إلى كرامة الله، ومن الناس مَنْ يصل بكرامة الله إلى طاعة الله. وقد جعل الله تعالى الأنبياء مخْلَصين من بدايتهم، ليكونوا جاهزين لهداية الناس، ولا يُضيِّعون أوقاتهم في تخليص أنفسهم من شوائب الحياة وتجاربها. </p><p> ألم يستمر رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ثلاثاً وعشرين سنة يُعلِّم الناس كيف يُخِلصون أنفسهم؟ فكيف إنْ كان النبي نفسه في حاجة لأنْ يُخلص نفسه؟ </p><p> ولمكانة هؤلاء المخْلَصين ومنزلتهم تأدَّب إبليس وراعى هذه المنزلة حين قال:  {فَبِعِزَّتِكَ لأُغْوِيَنَّهُمْ أَجْمَعِينَ إِلاَّ عِبَادَكَ مِنْهُمُ المخلصين}  [ص: ٨٢٨٣] . </p><p> لأن هؤلاء لا يقدر إبليس على غوايتهم. </p><p> ثم يقول تعالى:  {وَكَانَ رَسُولاً نَّبِيّاً}  [مريم: ٥١] لأن من عباد الله مَنْ يكون مخْلَصاً دون أن يكون نبياً أو رسولاً كالعبد الصالح مثلاً؛ لذلك أخبر تعالى عن موسى عليه السلام أنه جمع له كل هذه الصفات. </p><p> والرسول: مَنْ أُوحي إليه بشرع يعمل به ويُؤْمَر بتبليغه لقومه، أما النبي، فهو مَنْ أُوحِي إليه بشرع يعمل به لكن لم يُؤْمَر بتبليغه. إذن: فكل رسول نبي، وليس كل نبي رسولاً؛ لأن النبي يعيش على منهج الرسول الذي يعاصره أو يسبقه. </p><p> ثم يقول الحق سبحانه:  {وَنَادَيْنَاهُ مِن جَانِبِ الطور} </p>"
}