{
  "id": null,
  "sura": 19,
  "aya": 41,
  "text": "<p> بعد أن تكلم الحق سبحانه وتعالى في استهلال سورة مريم عن ميلاد سيدنا يحيى لزكريا، وعن ميلاد سيدنا المسيح بن مريم، أراد أن يعرض لنا موكباً من مواكب الرسالات التي أرسلها الله نوراً من السماء لهداية الأرض، فقال: </p><p> {واذكر فِي الكتاب إِبْرَاهِيمَ}  [مريم: ٤١] . </p><p> فهو أبو الأنبياء وقمتهم؛ لأن الله تعالى مدحه بقوله: </p><p> {إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً}  [النحل: ١٢٠] . </p><p> فليس هناك فرد يحتوي على خصال الكمال ومواهب الفضل كلها، لكن المجموع يحتويها فهذا شجاع قوي البنية، وهذا ذكي، وهذا حادّ البصر، وهذا نابغ في الطب، وهذا في الزراعة، مواهب متفرقة بين البشر، لا يجمعها واحد منه، فلا طاقته ولا حياته ولا مجهوده يستطيع أن يكون موهوباً في كل شيء، فالكمال كله مُوزّع في الخَلْق، إلا إبراهيم، فقد كان عليه السلام يساوي في مواهبه أمةً بأكملها. </p><p> وقوله:  {إِنَّهُ كَانَ صِدِّيقاً نَّبِيّاً}  [مريم: ٤١] صِدّيق: من مادة صدق، ومعناها: تكلّم بواقع؛ لأن الكذب أنْ يتكلّم بغير واقع. وهذا يُسمَّى: صادق في ذاته، أما قولنا: صِدِّيق أي: مبالغة في الصدق، </p><p> فقد بلغ الغاية في تصديق ما يأتي من الحق تبارك وتعالى، فهو يطيع ويُذعِن ولا يناقش، كما رأينا من أم موسى عليه السلام لما قال لها الحق سبحانه:  {فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِي اليم وَلاَ تَخَافِي وَلاَ تحزني}  [القصص: ٧] . </p><p> بالله، أي أم يمكن أن تُصدِّق هذا الكلام، وتنصاع لهذا الأمر؟ وكيف تُنجِّي ولدها من شر أو موت مظنون بموت مُحقَّق؟ </p><p> إذن: فهذا كلام لا يُصدَّق، وفوق نطاق العقل عند عامة الناس، أما في موكب الرسالات فالأمر مختلف، فساعة أنْ سمعتْ أم موسى هذا النداء لم يساورها خاطر مخالف لأمر الله، ولم يراودها شَكٌّ فيه؛ لأن وارد الله عند هؤلاء القوم لا يُعارض بوارد الشيطان أبداً، وهذه قضية مُسلَّمة عند الرسل. </p><p> إذن: الصِّدِّيق هو الذي بلغ الغاية في تصديق الحق، فيورثه الله شفافية وإشراقاً بحيث يهتدي إلى الحق ويُميّزه عن الباطل من أول نظرة في الأمر ودون بحث وتدقيق في المسألة؛ لأن الله تعالى يهبُكَ النور الذي يُبدّد عندك غيامات الشك، ويهبك الميزان الدقيق الذي تزنُ به الأشياء، كما قال سبحانه:  {يِا أَيُّهَا الذين آمنوا إِن تَتَّقُواْ الله يَجْعَل لَّكُمْ فُرْقَاناً}  [الأنفال: ٢٩] . </p><p> ومن هنا سُمِّي أبو بكر رَضِيَ اللَّهُ عَنْه صِدِّيقاً، ليس لأنه صادق في ذاته، بل لأنه يُصدِّق كل ما جاءه من رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ لذلك لما أخبروه خبر الإسراء والمعراج الذي كذَّب به كثيرون، ماذا قال؟ قال:  «إنْ كان قال فقد صدق» . </p><p> فالأمر عنده متوقف على مجرد قول رسول الله، فهذا هو الميزان عنده، وطالما أن رسول الله قد قال فهو صادق، هكذا دون جدال، ودون مناقشة، ودون بَحْث في ملابسات هذه المسألة؛ لذلك من يومها وهو صِدِّيق عن جدارة. </p><p> والسيدة مريم قال عنها الحق تبارك وتعالى:  {وَأُمُّهُ صِدِّيقَةٌ}  [المائدة: ٧٥] فسماها صديقة؛ لأنها صدَّقتْ ساعة أنْ قال لها الملَك:  {قَالَ إِنَّمَآ أَنَاْ رَسُولُ رَبِّكِ لأَهَبَ لَكِ غُلاَماً زَكِيّاً}  [مريم: ١٩] . </p><p> فوثقتْ بهذه البشارة، وأخذتْها على أنها حقيقة واقعة، فلما جاء الوليد أشارت إليه وهي على ثقة كاملة ويقين تام أنه سينطق ويتكلم. </p><p> إذن: فالصِّديق ليس هو الذي يَصدُق، بل الذي يُصدِّق. وهكذا كان خليل الله إبراهيم (صديقاً) وكان أيضاً (نبياً) لأن الإنسان قد يكون صديقاً يعطيه الله شفافية خاصة، وليس من الضروري أن يكون نبياً، كما كانت مريم صِدِّيقة وأبو بكر صِدِّيقاً، فهذه إذن صفة ذاتية إشراقية من الله، أما النبوة فهي عطاء وتشريع يأتي من أعلى، وهُدى يأتي من السماء يحمل النبي مسئوليته؟ . </p><p> ثم يقول الحق سبحانه:  {إِذْ قَالَ لأَبِيهِ ياأبت} </p>"
}