{
  "id": null,
  "sura": 19,
  "aya": 55,
  "text": "<p> أي: من خصال إسماعيل العظيمة التي ذكرها الله تعالى له: {وَكَانَ يَأْمُرُ أَهْلَهُ بالصلاة والزكاة}  [مريم: ٥٥] أي: زوجته. والحق تبارك وتعالى لا يهتم بخَصْلة ولا يذكرها إلا إنْ كانت كبيرة عنده، تساوي كونه صادقَ الوعد وكونه رسولاً ونبياً، فمَنْ أراد أنْ يتصفَ بصفة من صفات النبوة، فعليه أنْ يأمرَ أهله بالصلاة والزكاة. </p><p> لكن، لماذا اختص أهله بالذات؟ اختص أهله لأنهم البيئة المباشرة التي إنْ صَلُحتْ للرجل صَلُحَ له بيته، وصَلُحَتْ له ذريته، إذا كان الرجل يلفت أهله إلى ذكر الله والصلاة خمس مرات في اليوم والليلة فإنه بذلك يسدُّ الطريق على الشيطان، فليس له مجال في بيت يصلي أهله الخمس صلوات. </p><p> لذلك فالنبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يقول:  «رحم الله امرأ استيقظ من الليل، فصلَّى ركعتين ثم أيقظ أهله فإن امتنعتْ نضح في وجهها الماء، ورحم الله امرأة قامت من الليل فصلَّتْ ركعتين، ثم أيقظتْ زوجها، فإنِ امتنع نضحتْ في وجهه الماء» . </p><p> إذن: فكل رجل وكل امراة يستطيع في كل ليلة أن يكون رسولاً لأهله ولبيئته يقوم فيها بمهمة الرسول؛ لأن محمداً صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ هو خاتم الأنبياء والرسل، فليس بعد تشريعه تشريع، وليس بعد كتابه كتاب؛ لأن أمته ستحمل رسالته من بعده، وكل مؤمن منهم يعلم من الإسلام حُكْماً فهو خليفة لرسول الله في تبليغه. </p><p> كما قال تعالى:  {لِّتَكُونُواْ شُهَدَآءَ عَلَى الناس وَيَكُونَ الرسول عَلَيْكُمْ شَهِيداً}  [البقرة: ١٤٣] فالرسول يشهد أنه بلَّغكم، وعليكم أنْ </p><p> تشهدوا أنكم بلّغتُم الناس، وما دُمْتم بلَّغتم الناس مَنْطِقاً ولفظاً فلا بُدَّ أنْ يكون سلوكاً أيضاً، لأن لكم في رسول الله أسوة حسنة. </p><p> ودائماً ما يقرن الحق تبارك وتعالى بين الصلاة والزكاة، والصلاة تأخذ بعض الوقت، والزكاة تأخذ المال الذي هو فرع العمل الذي هو فرع الوقت، فإنْ كانت الزكاة تأخذ نتيجة الوقت، فالصلاة تأخذ الوقت نفسه. إذن: ففي الصلاة زكاة أبلغ من الزكاة. </p><p> وإنْ كان في الزكاة نماء المال وبركته وإنْ كانت في ظاهرها نقصاً ففي الصلاة نماء الوقت وبركته، فإياك أنْ تقول: أنا مشغول، ولا أجد وقتاً للصلاة؛ لأن الدقائق التي ستصلي فيها فَرْض ربك هي التي ستُشِيع البركة في وقتك كله. </p><p> كما أنك حين تقف بين يَدَيْ ربك في الصلاة تأخذ شحنة إيمانية نوارنية تُعينك على أداء مهمتك في الحياة، وتعرض نفسك على ربِّك وخالقك وصانعك، ولن تُعدم خيراً ينالك من هذا اللقاء. </p><p> ولك أنْ تتصوّر صنعةً تُعرَض على صانعها خمس مرات كل يوم، هل يصيبها عُطْل أو عَطَب؟! وإنْ كان المهندس الصانع يعالج بأشياء مادية فلأنه حِسِّيٌّ مشهود، أما الخالق سبحانه فهو غَيْب يصلحك من حيث لا تدري. </p><p> وإنْ كان إسماعيل عليه السلام يأمر أهله بالصلاة والزكاة فهو حريص عليها من باب أَوْلَى. </p><p> وقوله تعالى:  {وَكَانَ عِندَ رَبِّهِ مَرْضِيّاً}  [مريم: ٥٥] أي: رَضِيَ اللَّهُ عَنْه، ليس لخصال الخير التي وصفه بها، بل من بدايته، فقد رضي عنه فاختاره رسولاً ونبياً. </p><p> ثم يقول الحق سبحانه:  {واذكر فِي الكتاب إِدْرِيسَ} </p>"
}