{
  "id": null,
  "sura": 19,
  "aya": 26,
  "text": "<p> ونلحظ هنا أن الحق تبارك وتعالى عند إيجاد القُوت لمريم جاء بالماء أولاً، فقال:  {قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيّاً}  [مريم: ٢٤] ، ثم أتى بالطعام فقال:  {وهزى إِلَيْكِ بِجِذْعِ النخلة تُسَاقِطْ عَلَيْكِ رُطَباً جَنِيّاً}  [مريم: ٢٥] لأن الماء أوْلى من الطعام في احتياج الإنسان، أما عند </p><p> الأمر بالانتفاع قال:  {فَكُلِي واشربي}  [مريم: ٢٦] فبدأ بالطعام قبل الشراب، لماذا؟ لأن الإنسان عادةً يأكل أولاً، ثم يشرب، فالماء مع أهميته، إلا أنه يأتي في العادة بعد الطعام، فسبحان مَنْ هذا كلامه. </p><p> وقوله:  {وَقَرِّي عَيْناً}  [مريم: ٢٦] بعد أن وفَّر لها الحق سبحانه الطعام والشراب الذي هو قِوَام المادة، وبه يتم استبقاء الحياة، لكن بعد الطعام والشراب يبقى لديها حُزْن عميق وألم وحَيْرة مِمَّا هي فيه؛ لذلك يعطيها ربها تبارك وتعالى بعد القوت الذي هو قوام المادة يعطيها السكينة والطمأنينة ويُخفِّف عنها ألم النفس وحَيْرة الفؤاد. </p><p> {وَقَرِّي عَيْناً}  [مريم: ٢٦] قرّي: أي: اسكني. وهذا التعبير عند العرب كناية عن السرور، ومنه قوله تعالى على لسان امرأة فرعون:  {قُرَّتُ عَيْنٍ لِّي وَلَكَ}  [القصص: ٩] . </p><p> والعرب تعبر بِقُرَّة العين وسكونها عن السرور؛ لأن سكون العين على مَرأَىً واحد لا تتحول عنه دليلٌ على أن العين صادفت مرأى جميلاً تسعد به وتُسَرُّ فلا يُغني عنه مَرأْىً آخر، فتظل ساكنة عليه لا تتحرك عنه. </p><p> وقد يستعمل هذه التعبير في المقابل أي: في الشر والدعاء على إنسان وتمني الشر له، كالمرأة التي دخلتْ على أحد الخلفاء فنهرَها فقالت له: أتمَّ الله عليك نعمته وأقرَّ عينك. فظنَّ الحضور أنها تدعو له، لكنه فَطِن لمرادها، فقال لجلسائه: ما فهمتم ما تقول، إنها </p><p> تقصد أتمَّ الله عليك نعمته أي: أزالها، أما سمعتم قول الشاعر: </p><p> إذَا تَمَّ شَيءٌ بَدَا نَقْصُه ... ترقَّبْ زَوَالاً إذَا قِيلَ تَمْ </p><p> ذلك لأن الإنسان بطبيعته ابن أغيار، لا يثبت على حال، فإذا ما وصل إلى القمة وتمتْ له النعمة، وهو ابن أغيار فلا بُدَّ أنْ يتحوَّل عنها. </p><p> وقولها: أقرَّ الله عينك، أي: أسْكَنَها بالعمى. </p><p> فقوله تعالى لمريم:  {وَقَرِّي عَيْناً}  [مريم: ٢٦] أي: كوني سعيدة باصطفاء الله لك مسرورة بما أعطاك، فما تهتمين به وتحزنين هو عَيْن النعمة التي ليستْ لأحد غيرك من نساء العالمين. </p><p> ثم يقول تعالى:  {فَإِمَّا تَرَيِنَّ مِنَ البشر أَحَداً فقولي إِنِّي نَذَرْتُ للرحمن صَوْماً فَلَنْ أُكَلِّمَ اليوم إِنسِيّاً}  [مريم: ٢٦] . </p><p> وهنا يتولَّى الحق سبحانه وتعالى الدفاع عن مريم وتبرير موقفها الذي لا تجد له هي مبرراً في أعراف الناس، فَمنْ يلتمس عُذْراً لامرأة تحمل وتلد دون أن يكون لها زوج؟ ومهما قالت فلن تُصدَّق ولن تسْلَم من ألسنة القوم وتجريحهم. </p><p> إذن: فجواب ما يكره السكوت، فأمرها سبحانه أنْ تلزم الصمت ولا تجادل أحداً في أمرها:  {فقولي إِنِّي نَذَرْتُ للرحمن صَوْماً فَلَنْ أُكَلِّمَ اليوم إِنسِيّاً}  [مريم: ٢٦] والصوم هنا أي: عن الكلام، كما حدث مثل هذا في قصة زكريا؛ لأن المعجزات قريبة من بعضها، فقد أعطى الله </p><p> زكريا مع عَطَب الآلات، وأعطى مريم بنقص الآلات، ولا يبرر هذه المعجزات ولا يدافع عنها إلا صانعها تبارك وتعالى. </p><p> وهذه المسألة اعترض عليها بعض الذين يحبون أنْ ينتقموا على القرآن، فقالوا: كيف يأمرها بالصوم عن الكلام، وفي نفس الوقت يأمرها أن تقول: نذرت للرحمن صوماً؟ </p><p> يجوز أنها قالت هذه العبارة أولاً لأول بشر رأته ليتم بذلك إعلان صومها، ثم انقطعت عن الكلام، ويجوز أن يكون المراد بالكلام هنا الإشارة، والدلالة بالإشارات أقوى الدلالات وأعمّها، فإن اختلفت اللغات بين البشر لأن كل جماعة تواضعوا على لغة خاصة بهم، فإن لغة الإشارة تظل لغة عامة يتفق عليها الجميع، فمثلاً حين تُومىء برأسك هكذا تعني نعم في كل اللغات، وحين تُشير بأصبعك هكذا تعني لا، إذن: فالدلالة لغة عالمية وعامّة. </p><p> وقد تعرَّضَ القرآن الكريم في موضع آخر لهذه المسألة في قوله تعالى:  {حتى إِذَا بَلَغَ بَيْنَ السَّدَّيْنِ وَجَدَ مِن دُونِهِمَا قَوْماً لاَّ يَكَادُونَ يَفْقَهُونَ قَوْلاً}  [الكهف: ٩٣] . </p><p> أي: لا يقربون من الفهم، فَهُمْ يفهمون من باب أَوْلى، ومع ذلك كان بينهم كلام وإشارة ولغة، وفَهِم كل منهم عن الآخر:  {قَالُواْ ياذا القرنين إِنَّ يَأْجُوجَ وَمَأْجُوجَ}  [الكهف: ٩٤] . </p><p> ونلحظ في قولها:  {فَلَنْ أُكَلِّمَ اليوم إِنسِيّاً}  [مريم: ٢٦] أن النهي عن الكلام مع البشر خاصة فلم تَقُل: لن أتكلم، وإلاّ فمعها جبريل عليه السلام يُكلّمها وبينهما تفاهم، لعلَّه يرى لها مَخْرجاً، وقد كانت مريم واثقة مطمئنة إلى هذا المخرج، فإذا كان ربها تبارك وتعالى أمرها بالصوم عن الكلام، فإنه سينطق الوليد ليتكلم هو ويدافع عن أمه أمام اتهامات القوم. </p><p> ولما تكلّمنا في قوله تعالى:  {فَنَادَاهَا مِن تَحْتِهَآ أَلاَّ تَحْزَنِي}  [مريم: ٢٤] استبعدنا أنْ يكون هذا النداء من جبريل، وقلنا: إنه نداء الوليد؛ لذلك اطمأنتْ مريم وعَلِمتْ أنها أمام معجزة عُظْمى، ووثقتْ تمام الثقة أنها حين تُشير إليه سيتكلم هو ويردُّ عنها الحَرج مع قومها؛ لأن الكلام ممَّنْ يقدر على الكلام لا يأتي بحجة تُقنِع الناس عن خلاف العادة، أما حين يتكلم وهو في المهد، فهذا يعني أنه معجزة خارقة للعادة، فإذا كان الوليد معجزةً فالمعجزة في أُمِّه من باب أَوْلَى. </p><p> ثم يقول الحق سبحانه:  {فَأَتَتْ بِهِ قَوْمَهَا تَحْمِلُهُ} </p>"
}