{
  "id": null,
  "sura": 19,
  "aya": 46,
  "text": "<p> الفعل (رغب) يحمل المعنى وضده حَسْب حرف الجر بعده، نقول: رغب في كذا. أي: أحبه وذهب إليه، ورَغب عن كذا أي: كرهه واعتزله، فمعنى {أَرَاغِبٌ أَنتَ عَنْ آلِهَتِي ياإبراهيم}  [إبراهيم: ٤٦] أي: تاركها إلى غيرها، كما جاء في قوله تعالى:  {وَمَن يَرْغَبُ عَن مِّلَّةِ إِبْرَاهِيمَ إِلاَّ مَن سَفِهَ نَفْسَهُ}  [البقرة: ١٣٠] أي: تركها إلى مِلَّة أخرى. </p><p> ونلاحظ أن الفعل رَغِب لم يأْتِ مقترناً بعده بفي إلا مرة واحدة، </p><p> وإنْ كانت (في) مُقدَّرة بعد الفعل، وهذا في قوله تعالى عن نكاح يتامى النساء:  {وَتَرْغَبُونَ أَن تَنكِحُوهُنَّ}  [النساء: ١٢٧] . </p><p> والرغبة في الشيء تعني حُبه وعِشْقه، والرغبة في الطريق الموصّل إليه، إلا أنك لم تسلك هذا الطريق بالفعل، ولم تأخذ بالأسباب التي تُوصّلك إلى ما ترغب فيه، وهذا المعنى واضح في قصة أصحاب الجنة في سورة (ن) حيث يقول تعالى: </p><p> {إِنَّا بَلَوْنَاهُمْ كَمَا بَلَوْنَآ أَصْحَابَ الجنة إِذْ أَقْسَمُواْ لَيَصْرِمُنَّهَا مُصْبِحِينَ وَلاَ يَسْتَثْنُونَ فَطَافَ عَلَيْهَا طَآئِفٌ مِّن رَّبِّكَ وَهُمْ نَآئِمُونَ فَأَصْبَحَتْ كالصريم}  [القلم: ١٧٢٠] . </p><p> فقد اتفقوا على قَطْف ثمار بستانهم في الصباح، ولم يقولوا: إن شاء الله، فدمّرها الله وأهلكها وهم نائمون، وفي الصباح انطلقوا إلى جنتهم وهم يقولون فيما بينهم: </p><p> {لاَّ يَدْخُلَنَّهَا اليوم عَلَيْكُمْ مِّسْكِينٌ}  [القلم: ٢٤] . </p><p> وهكذا قطعوا الطريق على أنفسهم حينما حَرَمُوا المسكين {فَلَمَّا رَأَوْهَا قالوا إِنَّا لَضَآلُّونَ بَلْ نَحْنُ مَحْرُومُونَ}  [القلم: ٢٦٢٧] ثم تنبهوا إلى ما وقعوا فيه من خطأ، وعادوا إلى صوابهم فقالو:  {عسى رَبُّنَآ أَن يُبْدِلَنَا خَيْراً مِّنْهَآ إِنَّآ إلى رَبِّنَا رَاغِبُونَ}  [القلم: ٣٢] . </p><p> أي: راغبون في الطريق الموصّل إليه تعالى، فقبل أنْ تقول: أنا راغب في الله. قل: أنا راغب إلى الله، فالمسألة ليست حُباً فقط بل </p><p> حُباً بثمن وسَعْي وعَمل يُوصِّلك إلى ما تحب. إذن: قبل أنْ تكونوا راغبين في ربكم ارغبوا إليه أولاً. </p><p> وفي موضع آخر يقول تعالى:  {وَمِنْهُمْ مَّن يَلْمِزُكَ فِي الصدقات}  [التوبة: ٥٨] أي: يعيبك في توزيعها {فَإِنْ أُعْطُواْ مِنْهَا رَضُواْ وَإِن لَّمْ يُعْطَوْاْ مِنهَا إِذَا هُمْ يَسْخَطُونَ}  [التوبة: ٥٨] فهم إذن لا يحبون الله، وإنما يحبون العطاء والعَرَض الزائل، بدليل أنهم لما مُنِعُوا سخطوا وصرفوا نظرهم عن دين الله كمَنْ قال الله فيهم: </p><p> {وَمِنَ الناس مَن يَعْبُدُ الله على حَرْفٍ فَإِنْ أَصَابَهُ خَيْرٌ اطمأن بِهِ وَإِنْ أَصَابَتْهُ فِتْنَةٌ انقلب على وَجْهِهِ}  [الحج: ١١] . </p><p> لذلك يُعدِّل لهم الحق سبحانه سلوكهم، ويرشدهم إلى المنهج القويم:  {وَلَوْ أَنَّهُمْ رَضُوْاْ مَآ آتَاهُمُ الله وَرَسُولُهُ وَقَالُواْ حَسْبُنَا الله سَيُؤْتِينَا الله مِن فَضْلِهِ وَرَسُولُهُ إِنَّآ إِلَى الله رَاغِبُونَ}  [التوبة: ٥٩] أي: آخذين الوسيلة الموصِّلة إليه، فالذي يرغب في حب الله عليه أنْ يرغبَ في الطريق الموصّل إليه. </p><p> ثم يقول أبو إبراهيم:  {لَئِن لَّمْ تَنتَهِ لأَرْجُمَنَّكَ}  [مريم: ٤٦] أي: تترك هذه المسألة التي تدعو إليها. والرجْم: هو الرمي بالحجارة، ويبدو أن عملية الرجم كانت طريقة للتعذيب الشديد، كما في قوله تعالى:  {إِنَّهُمْ إِن يَظْهَرُواْ عَلَيْكُمْ يَرْجُمُوكُمْ أَوْ يُعِيدُوكُمْ فِي مِلَّتِهِمْ}  [الكهف: ٢٠] . </p><p> {واهجرني مَلِيّاً}  [مريم: ٤٦] أي: ابتعد عني وفارقني {مَلِيّاً}  [مريم: ٤٦] المليّ: البُرْهة الطويلة من الزمن. ومنها الملاوة: الفترة الطويلة من الزمن، والملوَان: الليل والنهار. </p><p> فماذا قال نبي الله إبراهيم لعمه بعد هذه القسوة؟ لم يخرج إبراهيم عن سَمْته العادل، ولم يتعدَّ أدب الحوار والدعوة بالحكمة والموعظة الحسنة. قال:  {قَالَ سَلاَمٌ عَلَيْكَ} </p>"
}