{
  "id": null,
  "sura": 19,
  "aya": 82,
  "text": "<p> كلا: تنفي أن يكون لهؤلاء عِزٌُّ في عبادة ما دون الله، بل {كَلاَّ سَيَكْفُرُونَ بِعِبَادَتِهِمْ}  [مريم: ٨٢] . </p><p> هذه الآلهة نفسها ستكفر بعبادتهم، وتنكر أن تكون هي آلهة من دون الله، وأكثر من ذلك {وَيَكُونُونَ عَلَيْهِمْ ضِدّاً}  [مريم: ٨٢] أي: في حين اتخاذها الكفار آلهة من دون الله وطلبوا العزة في عبادتها تنقلب عليهم، وتكون ضِدّاً لهم وخَصْماً. </p><p> والضد: هو العدو المخالف لك، والذي يحاول أنْ ينكِّل بك. وفي القرآن الكريم حوارات كثيرة بين هذه المعبودات ومَنْ عبدوها، فمثلاً الذين عبدوا الملائكة واتخذوها آلهةً من دون الله: يسأل الله الملائكة: {أهؤلاء إِيَّاكُمْ كَانُواْ يَعْبُدُونَ} ؟ [سبأ: ٤٠] فيُجيبون: {سُبْحَانَكَ أَنتَ وَلِيُّنَا مِن دُونِهِمْ بَلْ كَانُواْ يَعْبُدُونَ الجن أَكْثَرُهُم بِهِم مُّؤْمِنُونَ}  [سبأ: ٤١] . </p><p> ويقول الحق سبحانه وتعالى:  {إِذْ تَبَرَّأَ الذين اتبعوا مِنَ الذين اتبعوا}  [البقرة: ١٦٦] . </p><p> لذلك يقول الحق تبارك وتعالى عن هؤلاء:  {وَمَنْ أَضَلُّ مِمَّن يَدْعُواْ مِن دُونِ الله مَن لاَّ يَسْتَجِيبُ لَهُ إلى يَوْمِ القيامة وَهُمْ عَن دُعَآئِهِمْ غَافِلُونَ}  [الأحقاف: ٥] . </p><p> إذن: ما ظنَّه الكفار عِزّاً ومَنَعة صار عليهم ضِدّاً وعداوة، كالفتاة التي قالتْ لأبيها: يا أبتِ ما حملك على أنْ تقبلني مخطوبة لابن فلان؟ أي: ماذا أعجبك فيه؟ قال: يا بُنيّتي إنهم أهل عِزٍّ وأهل جاهٍ وشرف وأهل قوة ومنعة، فقالت: يا أبتِ لقد قدَّرْتَ أن يكون بيني وبين ابنهم وُدٌّ، ولم تٌقدِّر أن يكون بيني وبينه كراهية، فإن حدثتْ الكراهية سيكون ما قلته ضدك، وستشْقى أنت بهذا العزّ وبهذا الجاه. </p><p> ومن الناس من اتخذ من المال إلهاً، على حَدِّ قَوْل الشاعر: </p><p> وَللمالِ قَوْمٌ إنْ بَدا المالُ قَائِلاً ... أنَا المالُ قالَ القومُ إيَّاكَ نعبُدُ </p><p> وهؤلاء الذين يعبدون المال، ويروْن فيه القوة، ويعتزُّون به لا يدرون أنه سيكون وَبَالاً ونَكالاً عليهم يوم القيامة:  {يَوْمَ يحمى عَلَيْهَا فِي نَارِ جَهَنَّمَ فتكوى بِهَا جِبَاهُهُمْ وَجُنوبُهُمْ وَظُهُورُهُمْ هذا مَا كَنَزْتُمْ لأَنْفُسِكُمْ فَذُوقُواْ مَا كُنتُمْ تَكْنِزُونَ}  [التوبة: ٣٥] . </p><p> وهكذا، كلما زاد حرصه على المال زاد كَيُّه. وتلحظ في الآية الترتيب الطبيعي لموقف السؤال حين يقف السائلُ الفقير أمام الغني اللئيم، فأوَّل ما يطالع السائل يتغيّر وجهه، ثم يُشيح عنه بوجهه، فيعطيه جَنْبه، ثم يُدير له ظهره مُعْرِضاً عنه، وبنفسِ هذا الترتيب يكون العذاب ويكون الكيُّ والعياذ بالله. وينقلب المال الذي ظَنّ العزة فيه إلى نكَالٍ ووبَالٍ. </p><p> يقول تعالى:  {وَإِذَا حُشِرَ الناس كَانُواْ لَهُمْ أَعْدَآءً وَكَانُواْ بِعِبَادَتِهِمْ كَافِرِينَ}  [الأحقاف: ٦] . </p><p> حتى الجوارح التي تمتعتْ بمعصيتك في الدنيا ستشهد عليك:  {يَوْمَ تَشْهَدُ عَلَيْهِمْ أَلْسِنَتُهُمْ وَأَيْدِيهِمْ وَأَرْجُلُهُمْ بِمَا كَانُواْ يَعْمَلُونَ}  [النور: ٢٤] . </p><p> ذلك لأنك غفلتَ عمَّنْ كان يجب ألاَّ تغفل عنه، وذكرت مَنْ كان يجب ألاَّ تذكره، فالإله الحق الذي غفلْتَ عنه يطلبك الآن ويحاسبك، والإله الباطل الذي اتخذته يتخلى عنك ويُسلمِك للهلاك. </p><p> ثم يقول الحق سبحانه:  {أَلَمْ تَرَ أَنَّآ أَرْسَلْنَا} </p>"
}