{
  "id": null,
  "sura": 19,
  "aya": 71,
  "text": "<p> وهذا خطاب عام لجميع الخلْق دون استثناء، بدليل قوله تعالى بعدها:  {ثُمَّ نُنَجِّي الذين اتقوا}  [مريم: ٧٢] إذن: فالورود هنا يشمل الأتقياء وغيرهم. </p><p> فما معنى الورود هنا؟ الورود أن تذهب إلى مصدر الماء للسقيا أي: أخْذ الماء دون أنْ تشرب منه، كما في قوله تعالى: {وَلَمَّا وَرَدَ مَآءَ مَدْيَنَ </p><p> وَجَدَ عَلَيْهِ أُمَّةً مِّنَ الناس يَسْقُونَ} [القصص: ٢٣] أي: وصل إلى الماء. </p><p> إذن: معنى: {وَإِن مِّنكُمْ إِلاَّ وَارِدُهَا}  [مريم: ٧١] أي: أنكم جميعاً مُتقون ومجرمون، سترِدُون النار وتروْنها؛ لأن الصراط الذي يمرُّ عليه الجميع مضروب على مَتْن جهنم. </p><p> وقد ورد في ذلك حديث أبي سعيد الخدري قال قال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «يوضع الصراط بين ظهراني جهنم، عليه حسك كحسك السعدان، ثم يستجيز الناس، فنَاجٍ مُسلَّم، ومخدوش به، ثم ناج ومحتبس به، ومنكوس ومكدوس فيها» . </p><p> فإذا ما رأى المؤمن النار التي نجاه الله منها يحمد الله ويعلم نعمته ورحمته به. </p><p> ومن العلماء مَنْ يرى أن ورد أي: أتى وشرب منه ويستدلون بقوله تعالى: {يَقْدُمُ قَوْمَهُ يَوْمَ القيامة فَأَوْرَدَهُمُ النار}  [هود: ٩٨] أي: أدخلهم. لكن هذا يخالف النسق العربي الذي نزل القرآن به، حيث يقول الشاعر: </p><p> وَلَمَّا وَرَدْنَ الماءَ زُرْقاً جِمامُه ... وَضَعْنَا عِصِيَّ الحاضِرِ المتَخَيِّمِ </p><p> أي: حينما وصلوا إلى الماء ضربوا عنده خيامهم، فساعةَ أنْ وصلوا إليه وضربوا عنده خيامهم لم يكونوا شَرِبوا منه، أو أخذوا من مائه، فمعنى الورود أي: الوصول إليه دون الشُّرب من مائه. </p><p> وأصحاب هذه الرأي الذين يقولون {وَارِدُهَا}  [مريم: ٧١] أي: داخلها يستدلون كذلك بقوله تعالى: {ثُمَّ نُنَجِّي الذين اتقوا وَّنَذَرُ الظالمين فِيهَا جِثِيّاً}  [مريم: ٧٢] يقولون: لو أن الورود مجرد الوصول إلى موضع الماء دون الشرب منه أو الدخول فيه ما قال تعالى: {وَّنَذَرُ الظالمين فِيهَا}  [مريم: ٧٢] ولِقَال: ثم يُنجِّي اللهُ الذين اتقوا ويُدخِل الظالمين. . لكن {وَّنَذَرُ الظالمين}  [مريم: ٧٢] فيها الدليل على دخولهم جميعاً النار. </p><p> فعلى الرأي الأول: الورود بمعنى رؤية النار دون دخولها، تكون الحكمة منه أن الله تعالى يمتنُّ على عباده المؤمنين فيُريهم النار وتسعيرها؛ ليعلموا فضل الله عليهم، وماذا قدَّم لهم الإيمان بالله من النجاة من هذه النار، كما قال تعالى:  {فَمَن زُحْزِحَ عَنِ النار وَأُدْخِلَ الجنة فَقَدْ فَازَ}  [آل عمران: ١٨٥] . </p><p> ويمكن فَهْم الآية على المعنى الآخر: الورود بمعنى الدخول؛ لأن الخالق سبحانه وتعالى خلق الأشياء، وخلق لكل شيء طبيعةً تحكمه، وهو سبحانه وحده القادر على تعطيل هذه الطبيعة وسلبها خصائصها. </p><p> كما رأينا في قصة إبراهيم عليه السلام، فيكون دخول المؤمنين النارَ كما حدث مع إبراهيم، وجَعْلها الله تعالى عليه بَرْداً وسلاماً، وقد مكَّنكم الله منه، فألقوه في النار، وهي على طبيعتها بقانون الإحراق فيها، ولم يُنزِل مثلاً على النار مطراً يُطفِئها ليوفر لهم كل أسباب الإحراق، ومع ذلك ينجيه منها لتكون المعجزة ماثلةً أمام أعينهم. </p><p> وكما سلب الله طبيعة الماء في قصة موسى عليه السلام فتجمد وتوقفت سيولته، حتى صار كل فِرْقٍ كالطوْد العظيم، فهو سبحانه القادر على تغيير طبائع الأشياء. إذن: لا مانع من دخول المؤمنين النارَ على طريقة إبراهيم عليه السلام {قُلْنَا يانار كُونِي بَرْداً وسلاما على إِبْرَاهِيمَ}  [الأنبياء: ٦٩] . </p><p> ثم يُنجِّي الله المؤمنين، ويترك فيها الكافرين، فيكون ذلك أنْكَى لهم وأغيظ. </p><p> ثم يقول تعالى:  {كَانَ على رَبِّكَ حَتْماً مَّقْضِيّاً}  [مريم: ٧١] الحتْم: هي الشيء الذي يقع لا محالةَ، والعبد لا يستطيع أنْ يحكم بالحتمية على أيّ شيء؛ لأنه لا يملك المحتوم ولا المحتوم عليه. فقد تقول لصديقك: أحتم عليك أنْ تزورني غداً، وأنت لا تملك من أسباب تحقيق هذه الزيارة شيئاً، فمَنْ يدريك أن تعيشَ لغد؟ ومَنْ يدريك أن الظروف لن تتغير وتحُول دون حضور هذا الصديق؟ </p><p> إذن: أنت لا تحتم على شيء، إنما الذي يُحتِّم هو القادر على السيطرة على الأشياء بحيث لا يخرج شيء عن موارده. </p><p> فإنْ قلتَ: فمَنِ الذي حتَّم على الله؟ حتَّم الله على نفسه تعالى، وليست هناك قوة أخرى حتَّمتْ عليه، كما في قوله تعالى:  {كَتَبَ رَبُّكُمْ على نَفْسِهِ الرحمة}  [الأنعام: ٥٤] . </p><p> ثم يؤكد هذا الحتم بقوله:  {مَّقْضِيّاً}  [مريم: ٧١] أي: حكم لا رجعةَ فيه، وحُكْم الله لا يُعدِّله أحد، فهو حكم قاطع. فمثلاً: حينما قال كفار مكة لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: نعبد إلهك سنة وتعبد إلهنا سنة، يريدون أنْ يتعايش الإيمان والكفر. </p><p> لكن الحق تبارك وتعالى يريد قَطْع العلاقات معهم بصورة نهائية قطعية، لا تعرف هذه الحلول الوسط، فقال سبحانه: </p><p> {قُلْ ياأيها الكافرون لاَ أَعْبُدُ مَا تَعْبُدُونَ وَلاَ أَنتُمْ عَابِدُونَ مَآ أَعْبُدُ وَلاَ أَنَآ عَابِدٌ مَّا عَبَدتُّمْ وَلاَ أَنتُمْ عَابِدُونَ مَآ أَعْبُدُ لَكُمْ دِينُكُمْ وَلِيَ دِينِ}  [الكفارون: ١٦] . </p><p> وقَطْع العلاقات هنا ليس كالذي نراه مثلاً بين دولتين، تقطع كل منهما علاقتها سياسياً بالأخرى، وقد تحكم الأوضاع بعد ذلك بالتصالح بينهما والعودة إلى ما كانا عليه، إنما قَطْع العلاقات مع الكفار قَطْعاً حتمياً ودون رجعة، وكأنه يقول لهم: إياكم أنْ تظنوا أننا قد نعيد العلاقات معكم مرة أخرى؛ لذلك تكرَّر النفي في هذه السورة، حتى ظنّ البعض أنه تكرار؛ ذلك لأنهم يستقبلون القرآن بدون تدبُّر. </p><p> فالمراد الآن: لا أعبد ما تعبدون، ولا أنتم عابدون ما أعبد، وكذلك في المستقبل: ولا أنا عابد ما عبدتم، ولا أنتم عابدون ما أعبد. فلن يُرغمنا أحد على تعديل هذا القرار أو العودة إلى المصالحة. </p><p> لذلك أتى بعد سورة (الكافرين) سورة الحكم: {قُلْ هُوَ الله أَحَدٌ}  [الإخلاص: ١] فلا ثانيَ له يُعدِّل عليه، فكلامه تعالى وحكمه </p><p> نهائي وحَتْماً مقضياً لا رجعةَ فيه ولا تعديل. </p><p> ثم يقول الحق سبحانه:  {ثُمَّ نُنَجِّي الذين اتقوا} </p>"
}