{
  "id": null,
  "sura": 19,
  "aya": 37,
  "text": "<p> الأحزاب: أي الذين اختلفوا في عيسى عليه السلام من قومه، فمنهم مَنْ قال: هو إله، ومنهم مَن قال: ابن إله. وآخر قال: هو </p><p> ثالث ثلاثة. ومنهم مَنْ رماه بالسحر وقال عنه بعضهم: ابن زنى نستغفر الله مما يقوله الظالمون والكافرون. </p><p> والأحزاب: جمع حِزْب، وهم طائفة من الناس اجتمعوا حول مبدأ من المبادىء، ورأْي مَن الآراء يدافعون عنه ويعتقدونه، ويسيرون في حياتهم على وفقه، ويُخضِعون حركة حياتهم لخدمته. </p><p> ومعنى:  {مِن بَيْنِهِمْ}  [مريم: ٣٧] يعني من داخل المؤمنين به ومن أتباع عيسى أنفسهم، فالذين قالوا عنه هذه الأباطيل ليسو من أعدائه، بل من المؤمنين به. </p><p> وهكذا اختلف القوم في أمر عيسى، وكان لكل منهم رَأْي، وجميعها مُنَافِية للصواب بعيدة عن الحقيقة؛ لذلك توعّدهم الخالق سبحانه بقوله:  {فَوْيْلٌ لِّلَّذِينَ كَفَرُواْ مِن مَّشْهَدِ يَوْمٍ عَظِيمٍ}  [مريم: ٣٧] . </p><p> فقد قلتم في عيسى ما قُلْتم في الدنيا، وخُضْتم فيه بما أحببتُمْ من القول؛ لأن الله تعالى جعل إرادتكم نافذة على جوارحكم، وأعطاكم حرية الفعل والاختيار، فوجَّهتم جوارحكم واخترتم ما يُغضب الله، فكأن عقوبة الدنيا لا تناسب ما فعلوه، ولابُدَّ لهم من عقوبة آجلة في الآخرة تناسب ما حدث منهم في حَقِّ نبيهم وفي حَقِّ ربهم تبارك وتعالى. </p><p> {فَوْيْلٌ لِّلَّذِينَ كَفَرُواْ مِن مَّشْهَدِ يَوْمٍ عَظِيمٍ}  [مريم: ٣٧] ومشهد يوم عظيم هو يوم القيامة، يوم تُبْلَى السرائر، يوم يقوم الناس لرب العالمين، يوم لا تملك نفس لنفس شيئاً والأمر يومئذ لله. </p><p> وسماه المشهد العظيم؛ لأنه يوم مشهود يشهده الجميع؛ لأن العذاب في الدنيا مثلاً لا يشهده إلا الحاضرون المعاصرون، ولا يشهده </p><p> السابقون ولا اللاحقون، أما عذاب الآخرة فهو المشهد العظيم الذي يراه كل الخَلْق. </p><p> وربما كان بعض العذاب أهونَ من رؤية الغير للإنسان وهو يُعذِّب، فربما تحمَّل هو العذاب في نفسه أما كونه يُعذَّب على مرأىً من الناس جمعياً، ويرونه في هذه المهانة وهذه الذلة وقد كان في الدنيا عظيماً أو جباراً أو عاتياً أو ظالماً، لا شكَّ أن رؤيتهم له في هذه الحالة تكون أنكَى له وأبلغ. </p><p> لذلك يقول الحق تبارك وتعالى عنهم في آية أخرى:  {وَلَوْ ترى إِذْ وُقِفُواْ عَلَى النار فَقَالُواْ ياليتنا نُرَدُّ وَلاَ نُكَذِّبَ بِآيَاتِ رَبِّنَا وَنَكُونَ مِنَ المؤمنين}  [الأنعام: ٢٧] هذا منهم مجرد كلام: {بَلْ بَدَا لَهُمْ مَّا كَانُواْ يُخْفُونَ مِن قَبْلُ}  [الأنعام: ٢٨] أي: ظهر لهم ما كانوا يخفون ولم يقُلْ يخفَى عنهم، كأنهم كانوا يعلمون عنه شيئاً ولكنهم أخفوْه. </p><p> وقال عنهم:  {وَلَوْ ترى إِذِ المجرمون نَاكِسُواْ رُءُوسِهِمْ عِندَ رَبِّهِمْ رَبَّنَآ أَبْصَرْنَا وَسَمِعْنَا فارجعنا نَعْمَلْ صَالِحاً إِنَّا مُوقِنُونَ}  [السجدة: ١٢] . </p><p> فلماذا أبصروا وسمعوا الآن؟ لأنهم كانوا يسمعون في الدنيا عن غير وَعْي، فينكرون ويُبصرون آيات الله في الكون ولا يؤمنون، أما في الآخرة فقد انكشفتْ لهم الحقائق التي طالما أنكَروها، ولم يَعُدْ هناك مجال للمكابرة أو الإنكار؛ لذلك يقول تعالى بعدها:  {أَسْمِعْ بِهِمْ وَأَبْصِرْ} </p>"
}