{
  "id": null,
  "sura": 19,
  "aya": 7,
  "text": "<p> المتأمل لهذه القصة يجد هذه الآية قد اختصرت من القصة ما يفهم من سياقها ثقةً في نباهة السامع، وأنه قادر على إكمال المعنى، فكأن معنى الآية: سمع الله دعاء زكريا وحيثيات طلبه، فأجابه بقوله:  {يازكريآ}  [مريم: ٧] . </p><p> وتوجيه الكلام إلى زكريا عليه السلام هكذا مباشرة دليلٌ على سرعة الاستجابة لدعائه، فجاءت الإجابة مباشِرة دون مُقدِّمات. </p><p> ومثال ذلك: ما حكاه القرآن من قصة سليمان عليه السلام وبلقيس، قال سليمان:  {أَيُّكُمْ يَأْتِينِي بِعَرْشِهَا قَبْلَ أَن يَأْتُونِي مُسْلِمِينَ قَالَ عِفْرِيتٌ مِّن الجن أَنَاْ آتِيكَ بِهِ قَبْلَ أَن تَقُومَ مِن مَّقَامِكَ وَإِنِّي عَلَيْهِ لَقَوِيٌّ أَمِينٌ قَالَ الذي عِندَهُ عِلْمٌ مِّنَ الكتاب أَنَاْ آتِيكَ بِهِ قَبْلَ أَن يَرْتَدَّ إِلَيْكَ طَرْفُكَ فَلَمَّا رَآهُ مُسْتَقِرّاً عِندَهُ قَالَ هذا مِن فَضْلِ رَبِّي ليبلوني أَأَشْكُرُ أَمْ أَكْفُرُ}  [النمل: ٣٨٤٠] فبيْنَ قوله: {قَبْلَ أَن يَرْتَدَّ إِلَيْكَ طَرْفُكَ}  [النمل: ٤٠] وقوله: {رَآهُ مُسْتَقِرّاً عِندَهُ}  [النمل: ٤٠] كلام يقتضيه سياق القصة، كأن نقول: فأذِن له فذهب وأتى بالعرش، لكن جاء الأسلوب سريعاً </p><p> ليتناسب مع سرعة الحدث في إحضار عرش بلقيس من مكانه. </p><p> وقوله:  {إِنَّا نُبَشِّرُكَ}  [مريم: ٧] البشارة: هي الإخبار بما يسرُّك قبل أن يجيء ليستطيل أمدَ الفرح بالشيء السَّار، وقد يُبشرك مُساويك ويكذب في البُشْرى، وقد تأتي الظروف والأحداث مُخالفة لما يظنه، فكيف بك إذا بشّرك الله تعالى؟ ساعة أن تكون البشارة من الله فاعلم أنها حَقٌّ وواقعٌ لا شكَّ فيه. </p><p> وقوله:  {بِغُلاَمٍ اسمه يحيى}  [مريم: ٧] أي: وسماه أيضاً. ونحن نعلم أن للبشر اختيارات في وَضْع الأسماء للمسميات، ولهم الحرية في ذلك، فواحدة تُسمى ولدها (حرنكش) هي حرة، والأخرى تسمى ابنتها الزنجية (قمر) هي أيضاً حرة. </p><p> إلا أن الناس حين يُسمُّون يتمنون في المسمّى مواصفات تَسرُّ النفس وتقرُّ العين، فحين نُسمِّي سعيداً تفاؤلاً بأن يكون سعيداً فعلاً، والاسم وُضِع للدلالة على المسمى، لكن، أيملك هذا المتفائل أن يأتي المسمى على وَفْق ما يحب ويتمنى؟ لا، لا يملك ذلك ولا يضمنه؛ لأن هناك قوة أعلى منه تتحكم في هذه المسألة، وقد يأتي المسمَّى على غير مُراده. </p><p> أما إذا كان الذي سمّى هو الله تعالى فلابد أن يتحقق الاسم في المسمَّى، وينطبق عليه، ولابُدَّ أنْ يتحقَّق مراده تعالى في مَنْ سَمَّاه، وقد سَمَّى الحق تبارك وتعالى ابن زكريا يحيى فلا بُدَّ أن تنطبق عليه هذه الصفة، ويحيى فعل ضده يموت، إذن: فهو سبحانه القادر على أن يُحييه، لكن يحييه إلى متى؟ وكم عاماً؟ الحياة هنا والعيش يتحقق ولو بمتوسط الأعمار مثلاً، فقد أحياه وتحققت فيه صفة الحياة. </p><p> ولذلك استدل أهل المعرفة من تسميته يحيى على أن ابن زكريا سيموت شهيداً ليظل حياً كما سماه الله وقد كان. </p><p> وقوله:  {لَمْ نَجْعَل لَّهُ مِن قَبْلُ سَمِيّاً}  [مريم: ٧] السميُّ: اختلف العلماء في معناها فقالوا: تأتي بمعنى: نظير أو مثيل أو شبيه وإما سمياً يعني: اسمه كاسمه. </p><p> ومن ذلك قوله تعالى:  {رَّبُّ السماوات والأرض وَمَا بَيْنَهُمَا فاعبده واصطبر لِعِبَادَتِهِ هَلْ تَعْلَمُ لَهُ سَمِيّاً}  [مريم: ٦٥] فقالوا: سمياً هنا تحمل المعنيين: هل تعلم له نظيراً أو شبيهاً؛ لأنه سبحانه {لَيْسَ كَمِثْلِهِ شَيْءٌ}  [الشورى: ١١]  {وَلَمْ يَكُنْ لَّهُ كُفُواً أَحَدٌ}  [الإخلاص: ٤] . </p><p> ويمكن أن نقول بهذا المعنى أيضاً في قصة يحيى عليه السلام، إلا أنه يقع فيه شيء وهو: أن الله تعالى حينما قال في مسألة يحيى: {لَمْ نَجْعَل لَّهُ مِن قَبْلُ سَمِيّاً}  [مريم: ٧] واعتبرناها بمعنى المِثْل أو النظير والشبيه، فهذا يعني أنه لم يسبق يحيى واحد مثله في الصلاح والتقوى، فأين إذن أبو الأنبياء إبراهيم عليه السلام؟ وأين إسماعيل وإسحق؟ </p><p> فهذا المعنى وإن كان السياق يحتمله في غير هذا الموضع إلا أنه لا يستقيم هنا؛ لأن الله تعالى جعل من قَبْل يحيى مَنْ هو أفضل من يحيى، أو مثله على الأقل. </p><p> أما المعنى الآخر فيكون:  {هَلْ تَعْلَمُ لَهُ سَمِيّاً}  [مريم: ٦٥] أي: هل هناك مَنْ تسمى باسمه تعالى؟ وهذا هو المعنى الذي يستقيم في قصة يحيى عليه السلام؛ لأنه أول اسم وضعه الحق سبحانه على ابن زكريا، ولم يكن أحدٌ تسمى به من قبل، أما بعده فقد انتشر هذا الاسم، حتى قال الشاعر: </p><p> وسَمَّيتُه يَحْيى ليحيى فلم يكُنْ ... لِردِّ قَضَاءِ اللهِ فِيهِ سَبِيلُ </p><p> ونقف هنا على آية من آيات الله في التسمية، حيث لم يجرؤ أحد حتى من الكفرة والملاحدة الذين يجاهرون بإلحادهم ويعلنون إنكارهم للخالق سبحانه، لم يجرؤ أحدهم أن يسمى ولده (الله) ، وحرية اختيار الأسماء مكفولة، وهذا إنْ دَلَّ فإنما يدلُّ على أن كفرهم عناد ولَجَجٌ، وأنهم غير صادقين في كُفْرهم، ويعلمون أن الله موجود؛ لذلك يخافون على أنفسهم وعلى أولادهم أنْ يُسمّوا بهذا الاسم. </p><p> إذن: كلمة (سَمِياً) في مسألة الألوهية تُؤخَذ على المعنيين، أما في مسألة يحيى فلا تحتمل إلا المعنى الثاني. </p><p> وَهبْ أن الحق سبحانه وتعالى استعرض الأسماء السابقة فلم يجد في الماضي من سُمِّى (الله) فأعلنها تحدياً: {هَلْ تَعْلَمُ لَهُ سَمِيّاً}  [مريم: ٦٥] ؟ فلم يحدث بعد هذا التحدي أنْ يُسمَّى أحد بهذا الاسم. </p>"
}