{
  "id": null,
  "sura": 19,
  "aya": 48,
  "text": "<p> اعتزل: ترك صحبة إلى خير منها ولو في اعتقاده، وهنا يلفتنا الحق سبحانه إلى إن الإنسان حين يجادل في قضية، ويرى عند خَصْمه لدداً وعناداً في الباطل، لا يطيل معه الكلام حتى لا يُؤصِّل فيه العناد، ويدعوه إلى كبرياء الغَلَبة ولو بالباطل. </p><p> لذلك، فالحق تبارك وتعالى يُعلِّم المعاصرين لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إنْ أرادوا البحث في أمره صِدْقاً أو كذباً والعياذ بالله، أنْ يبحثوه مَثْنى أو فُرَادى، ولا يبحثوه بَحْثاً جماهيرياً غوغائياً؛ لأن العمل الغوغائي بعيد عن الموضوعية يستتر فيه الواحد في الجماعة، وقد يحدث ما لا تُحمد عُقباه ولا يعرفه أحد. </p><p> والغوغائية لا يحكمها عقل ولا منطق، والجمهور كما يقولون: عقله في أذنيه. وسبق أن قلنا: إن كليوباترا حين هُزِمت وحليفها صَوّروا هذه الهزيمة على أنها نصر، كما حدث كثيراً على مَرِّ التاريخ، وفيها يقول الشاعر: </p><p> أسْمَعُ الشَّعْب دُيُونُ ... كيْفَ يُوحُونَ إليْه </p><p> مَلأَ الجوَّ هِتافاً ... بحياتيْ قاتِليْه </p><p> أثَّر البُهتانُ فيه ... وَانْطلَي الزُّورُ عليْه </p><p> يَالَهُ مِنْ بَبَّغَاءٍ ... عقلُه في أُذُنيْه </p><p> إذن: فالجمهرة لا تُبدي رأياً، ولا تصل إلى صواب. </p><p> يقول الحق سبحانه للمعاصرين لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: </p><p> {قُلْ إِنَّمَآ أَعِظُكُمْ بِوَاحِدَةٍ أَن تَقُومُواْ لِلَّهِ مثنى وفرادى ثُمَّ تَتَفَكَّرُواْ مَا بِصَاحِبِكُمْ مِّن جِنَّةٍ}  [سبأ: ٤٦] . </p><p> فبَحْث مثل هذا الأمر يحتاج إلى فرديْن يتبادلان النظر والفِكْر والدليل ويتقصيَّان المسألة، فإنْ تغلّب أحدهما على الآخر كان الأمر بينهما دون ثالث يمكن أنْ يشمتَ في المغلوب، أو يبحثه فرد واحد بينه وبين نفسه فينظر في شخص رسول الله، وما هو عليه من أدب وخُلق، وكيف يكون مع هذا مجنوناً؟ وهل رأينا عليه أمارات الجنون؟ والذين قالوا عنه: ساحر لماذا لم يسحرهم كما سحر التابعين له؟ </p><p> إذن: لو أدار الشخص الواحد هذه الحقائق على ذِهْنه، واستعرض الآراء المختلفة لاهتدى وحده إلى الصواب، فالاعتزال أمر مطلوب إنْ وجد الإنسان البيئة غير صالحة لنقاش الباطل مع الحق لا نُؤصِّل الجدل والعناد في نفس الخَصْم. </p><p> لذلك يقول تعالى:  {إِنَّ الذين تَوَفَّاهُمُ الملائكة ظالمي أَنْفُسِهِمْ قَالُواْ فِيمَ كُنتُمْ قَالُواْ كُنَّا مُسْتَضْعَفِينَ فِي الأرض قالوا أَلَمْ تَكُنْ أَرْضُ الله وَاسِعَةً فَتُهَاجِرُواْ فِيهَا}  [النساء: ٩٧] . </p><p> أي: كانت الفرصة أمامكم لتتركوا هذه البُقْعة إلى غيرها من أرض الله الواسعة، وكأن الحق تبارك وتعالى يُلفت نظرنا إلى أن الأرض كلها أرض الله، فأرض الله الواسعة ليست هي مصر أو سوريا أو ألمانيا، بل الأرض كلها بلا حواجز هي أرض الله، فمَنْ ضاق به مكانٌ ذهب إلى غيره لا يمنعه مانع، وهل يوجد هذا الآن؟ هل تستطيع أن تخترق هذه الحواجز ودونها نظم وقوانين ما أنزل الله بها من سلطان. </p><p> لذلك يقول الحق تبارك وتعالى:  {والأرض وَضَعَهَا لِلأَنَامِ}  [الرحمن: ١٠] . </p><p> أي: الأرض كل الأرض للأنام كل الأنام وهذا من المبادىء التي جعلها الخالق سبحانه للإنسانية، فلما استحدثَ الإنسانُ الحواجز والحدود، وأقام الأسوار والأسلاك ومنع الأنام من الحركة في أرض الله نشأ في الكون فساد كبير، فإنْ ضاق بك موضع لا تجد بديلاً عنه في غيره، وإنْ عِشْتَ في بيئة غير مستقيمة التكوين كتب عليك أنْ تشقى بها طوال حياتك. </p><p> وقلنا: إن هذه الحدود وتلك الحواجز أفرزتْ أرضاً بلا رجال، ورجالاً بلا أرض، ولو تكاملتْ هذه الطاقات لا ستقامتْ الدنيا. </p><p> ومسألة الاعتزال هذه، أو الهجرة من أرض الباطل، أو من بيئة لا ينتصر فيها الحق وردتْ في نصوص عِدَّة بالنسبة لسيدنا إبراهيم عليه السلام منها قوله تعالى: </p><p> {قَالُواْ حَرِّقُوهُ وانصروا آلِهَتَكُمْ إِن كُنتُمْ فَاعِلِينَ قُلْنَا يانار كُونِي بَرْداً وسلاما على إِبْرَاهِيمَ وَأَرَادُواْ بِهِ كَيْداً فَجَعَلْنَاهُمُ الأخسرين وَنَجَّيْنَاهُ وَلُوطاً إِلَى الأرض التي بَارَكْنَا فِيهَا لِلْعَالَمِينَ}  [الأنبياء: ٦٨٧١] . </p><p> فترك إبراهيم الأرض التي استعصتْ على منهج الله إلى أرض أخرى، وهاجر بدعوته إلى بيئة صالحة لها من أرض الشام. </p><p> نعود إلى اعتزال إبراهيم عليه السلام للقوم، لا لطلب الرزق وسَعة العيش، بل الاعتزال من أجل الله وفي سبيل مبدأ إيماني يدعو إليه:  {وَأَعْتَزِلُكُمْ وَمَا تَدْعُونَ مِن دُونِ الله}  [مريم: ٤٨] وأول ما نلحظ أن في هذه النص عدولاً، حيث كان الكلام عن العبادة:  {ياأبت لِمَ تَعْبُدُ مَا لاَ يَسْمَعُ وَلاَ يُبْصِرُ}  [مريم: ٤٢] ، {ياأبت لاَ تَعْبُدِ الشيطان}  [مريم: ٤٤] . </p><p> والقياس يقتضي أن يقول: وأعتزلكم وما تعبدون. . وأدعو ربي. أي: أعبده، إلا أنه عدل عن العبادة هنا وقال:  {وَأَعْتَزِلُكُمْ وَمَا تَدْعُونَ}  [مريم: ٤٨] فلماذا؟ </p><p> قالوا: لأن الإنسان لا ينصرف عن ربه وعن وحدانيته تعالى إلا حين يستغني، فإنْ ألجأتْهُ الأحداث واضطرته الظروف لا يجد ملجأ </p><p> إلا إلى الله فيدعو. إذن: فالعبادة ستصل قَطْعاً إلى الدعاء، وما دُمْتَ ستضطر إلى الدعاء فليكُنْ من بداية الأمر: </p><p> {وَأَعْتَزِلُكُمْ وَمَا تَدْعُونَ مِن دُونِ الله}  [مريم: ٤٨] . </p><p> إذن: استخدم الدعاء بدل العبادة؛ لأنني أعبد الله في الرخاء، فإنْ حدثتْ لي شِدَّةٌ لا أجد إلا هو أدعوه. </p><p> وقوله:  {وَأَدْعُو رَبِّي عسى أَلاَّ أَكُونَ بِدُعَآءِ رَبِّي شَقِيّاً}  [مريم: ٤٨] أي: عسى ألاَّ أكون شقياً بسبب دعائي لربي؛ لأنه تبارك وتعالى لا يُشقي مَنْ عبده ودعاه، فإنْ أردتَ المقابل فَقُلْ: الشقيُّ مَنْ لا يعبد الله ولا يدعوه. </p><p> ثم يقول الحق سبحانه:  {فَلَمَّا اعتزلهم وَمَا يَعْبُدُونَ} </p>"
}