{
  "id": null,
  "sura": 19,
  "aya": 54,
  "text": "<p> قوله تعالى:  {إِنَّهُ كَانَ صَادِقَ الوعد}  [مريم: ٥٤] ما الميزة هنا وكل الرسل كانوا صادقي الوعد؟ قالوا: لأن هناك صفة تبرز في شخص ويتميز بها، وإن كانت موجودة في غيره، فالذي يصدُق في وعد أعطاه، أو كلمة قالها صدق في أمر يملكه ويتعلق به. </p><p> أما إسماعيل عليه السلام فكان صادق الوعد في أمر حياة أو موت، أمر يتعلق بنفسه، حين قال لأبيه:  {ياأبت افعل مَا تُؤمَرُ ستجدني إِن شَآءَ الله مِنَ الصابرين}  [الصافات: ١٠٢] . </p><p> وليت الأمر جاء مباشرة، إنما رآه غيره، وربما كانت المسألة أيسَر لو أن الولد هو الذي رأى أباه يذبحه، لكنها رُؤْيا رآها الأب، والرؤيا لا يثبت بها حكم إلا عند الأنبياء. فكان إسماعيل دقيقاً في إجابته حينما أخبره أبوه كأنه يأخذ رأيه في هذا الأمر:  {إني أرى فِي المنام أَنِّي أَذْبَحُكَ فانظر مَاذَا ترى}  [الصافات: ١٠٢] . </p><p> فخاف إبراهيم عليه السلام أن يُقبل على ذَبْح ولده دون أن يخبره حتى لا تأتي عليه فترة يمتلىء غيظاً من أبيه إذا كان لا يعرف السبب، فأحبَّ إبراهيم أن يكون استسلامُ ولده للذبح قُرْبَى منه لله، له أجْرُها وثوابها. </p><p> قال إسماعيل عليه السلام لأبيه إبراهيم:  {ياأبت افعل مَا تُؤمَرُ}  [الصافات: ١٠٢] . </p><p> والوعد الذي صدق فيه قوله:  {ستجدني إِن شَآءَ الله مِنَ الصابرين}  [الصافات: ١٠٢] وصدق إسماعيل في وعده، واستسلم للذبح، ولم يتردد ولم يتراجع؛ لذلك استحق أنْ يميزه ربه بهذه الصفة {إِنَّهُ كَانَ صَادِقَ الوعد}  [مريم: ٥٤] . </p><p> فلما رأى الحق تبارك وتعالى استسلام إبراهيم وإسماعيل عليهما السلام لقضاء الله رفع عنه قضاءه وناداه:  {وَنَادَيْنَاهُ أَن ياإبراهيم قَدْ صَدَّقْتَ الرؤيآ إِنَّا كَذَلِكَ نَجْزِي المحسنين إِنَّ هذا لَهُوَ البلاء المبين وَفَدَيْنَاهُ بِذِبْحٍ عَظِيمٍ}  [الصافات: ١٠٤١٠٧] فكانت نتيجة الصبر على هذا الابتلاء أنْ فدى الله الذبيح، وخلَّصه من الذبح، ثم أكرم إبراهيم فوق الولد بولد آخر:  {وَوَهَبْنَا لَهُ إِسْحَاقَ}  [الأنعام: ٨٤] . </p><p> وهذه لقطة قرآنية تُعلِّمنا أن المسلم إذا استسلم لقضاء الله، ورَضِي بقدره فسوف يجني ثمار هذا الاستسلام، والذي يطيل أمد القضاء على الناس أنهم لا يرضون به، والحق تبارك وتعالى لا يجبره أحد، فالقضاء نافذ نافذ، رضيتَ به أم لم تَرْضَ. </p><p> وحين تسلم لله وترضى بقضائه يرفعه عنك، أو يُبيّن لك وجه الخير فيه. إذن: عليك أن تحترم القدر وترضى به؛ لأنه من ربك الخالق الحكيم، ولا يُرفع قضاء الله عن الخلق حتى يرضوا به. </p><p> وكثيراً ما نرى اعتراض الناس على قضاء الله خاصة عند موت الطفل الصغير، فنراهم يُكثِرون عليه البكاء والعويل، يقول أحدهم: إنه لم يتمتع بشبابه. </p><p> ونعجب من مثل هذه الجهالات: أيّ شباب؟ وأيَّة متعة هذه؟ وقد فارق في صِغَره دنيا باطلة زائلة، ومتعة موقوتة إلى دار باقية </p><p> ومتعة دائمة؟ كيف وقد فارق العيش مع المخلوق، وذهب إلى رحاب الخالق سبحانه؟ </p><p> إنه في نعيم لو عرفتَه لتمنيتَ أن تكون مكانه، ويكفي أن هؤلاء الأطفال لا يُسألون ولا يُحاسبون، وليس لهم مسكن خاص في الجنة؛ لأنهم طلقاء فيها يمرحون كما يشاؤون؛ لذلك يسمونهم (دعاميص الجنة) . </p><p> وآخر يعترض لأن زميله في العمل رُقِّي حتى صار رئيساً له، فإذا به يحقد عليه ويحقره، وتشتعل نفسه عليه غضباً، وكان عليه أن يتساءل قبل هذا كله: أأخذ زميله شيئاً من مُلْك الله دون قضائه وقدره، إذن: فعليك إذا لم تحترم هذا الزميل أن تحترم قدر الله فيه، فما أخذَ شيئاً غصباً عن الله. </p><p> لذلك فالنبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يقول:  «اسمعوا وأطيعوا، ولو وُلِّى عليكم عبد حبشيّ، كأنّ رأسَه زبيبة» . </p><p> ثم يقول الحق سبحانه:  {وَكَانَ يَأْمُرُ أَهْلَهُ بالصلاة} </p>"
}