{
  "id": null,
  "sura": 19,
  "aya": 17,
  "text": "<p> الحجاب: هو الساتر الذي يحجب الإنسان عن غيره ويحجب غيره عنه، فما فائدة أنْ تتخذ بينها وبين أهلها سِتْراً بعد أن ابتعدتْ عنهم؟ نقول: انتبذتْ من أهلها مكاناً بعيداً، هذا في المكان، إنما لا يمنع أنْ يكونَ هناك مكينٌ آخر يسترها حتى لا يطّلع عليها أحد، فهناك إذن مكان ومكين. </p><p> والحجاب قد يكون حجاباً مُفْرداً فهو ساتر فقط، وقد يكون حجاباً مستوراً بحجاب غيره، فهو حجاب مُركّب، كما يصنع أهل الترف الآن الستائر من طبقتين، إحداهما تستر الأخرى، فيكون الحجاب نفسه مَسْتوراً، ومن ذلك قوله تعالى:  {وَإِذَا قَرَأْتَ القرآن جَعَلْنَا بَيْنَكَ وَبَيْنَ الذين لاَ يُؤْمِنُونَ بالآخرة حِجَاباً مَّسْتُوراً}  [الإسراء: ٤٥] . </p><p> وقوله تعالى:  {فَأَرْسَلْنَآ إِلَيْهَآ رُوحَنَا}  [مريم: ١٧] . </p><p> كلمة الروح في القرآن الكريم لها إطلاقات مُتعدّدة، أولها الروح التي بها قِوام حياتنا المادية، فإذا نفخَ الله الروح في المادة دبَّتْ فيها الحياة والحِسّ والحركة، ودارت كل أجهزة الجسم، وهذا المعنى في قوله تعالى: </p><p> {فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُ سَاجِدِينَ}  [الحجر: ٢٩] . </p><p> لكن، هل هذه الحياة التي تسري في المادة بروح من الله هي الحياة المقصودة من خَلْق الله للخَلْق؟ قالوا: إنْ كانت هذه الحياة هي المقصودة فما أهونها؛ لأن الإنسان قد يمرُّ بها ويموت بعد ساعة، أو بعد يوم، أو بعد سنة، أو عدة سنوات. </p><p> إذن: هي حياة قصيرة حقيرة هيِّنة، هي أقرب إلى حياة الديدان والهوام، أما الإنسان الذي كرّمه الله وخلق الكون من أجله فلا بُدَّ أن </p><p> تكون له حياة أخرى تناسب تكريمَ الله له، هذه الحياة الأخرى الدائمة الباقية يقول عنها القرآن:  {وَإِنَّ الدار الآخرة لَهِيَ الحيوان لَوْ كَانُواْ يَعْلَمُونَ}  [العنكبوت: ٦٤] . </p><p> {لَهِيَ الحيوان} أي: الحياة الحقيقية، أما حياتك الدنيا فهي مُهدّدة بالموت حتى لو بلغتَ من الكبر عتياً، فنهايتك إلى الموت، فإنْ أردتَ الحياة الحقيقية التي لا يُهدِّدها موت فهي في الآخرة. </p><p> فإذا كان الخالق تبارك وتعالى جعل لك روحاً في الدنيا تتحرك بها وتناسب مُدّة بقائك فيها، ألاَ يجعل لك في الآخرة رُوحاً تناسبها، تناسب بقاءها وسَرْمديتها، والقرآن حينما يتحدث عن هذه الروح يقول للناس:  {ياأيها الذين آمَنُواْ استجيبوا للَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُم لِمَا يُحْيِيكُمْ}  [الأنفال: ٢٤] فكيف يدعوهم لما يُحييهم ويُخاطبهم وهم أحياء؟ نعم، هم أحياء الحياة الدنيا، لكنه يدعوهم إلى حياة أخرى دائمة باقية، أما مَنْ لم يستجب لهذا النداء ويسعى لهذه الحياة فلن يأخذ إلا هذه الحياة القصيرة الفانية التي لا بقاءَ لها. </p><p> وكما سمَّى الله السِّرَّ الذي ينفخه في المادة فتدبّ فيها الحركة والحياة «روحاً» ، كذلك سمَّى القيم التي تحيا بها النفوس حياة سعيدة «روحاً» ، كما قال تعالى: </p><p> {وَكَذَلِكَ أَوْحَيْنَآ إِلَيْكَ رُوحاً مِّنْ أَمْرِنَا}  [الشورى: ٥٢] أي: القرآن الكريم. </p><p> كما سَمَّى الملَك الذي ينزل بالروح رُوحاً:  {نَزَلَ بِهِ الروح الأمين}  [الشعراء: ١٩٣] وهو جبريل عليه السلام. </p><p> إذن: فقوله تعالى: {فَأَرْسَلْنَآ إِلَيْهَآ رُوحَنَا}  [مريم: ١٧] أي: جبريل عليه السلام. {فَتَمَثَّلَ لَهَا بَشَراً سَوِيّاً}  [مريم: ١٧] معنى تمثَّل: أي: ليستْ هذه حقيقته، إنه تمثَّل بها، أما حقيقته فنورانية ذات صفات أخرى، وذات أجنحة مَثْنى وثُلاَث ورُبَاع، فلماذا إذن جاء الملَكُ مريمَ في صورة بشرية؟ </p><p> لأنهما سيلتقيان، ولا يمكن أنْ يتمّ هذا اللقاء خُفْية، وكذلك يستحيل أنْ يلتقيَ الملَكُ بملكتيه مع البشر ببشريته، فلكل منهما قانونه الخاص الذي لا يناسب الآخر، ولابُدَّ في لقائهما أنْ يتصوَّر الملَك في صورة بشر، أو يُرقَّى البشر إلى صفات الملائكة، كما رُقي محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إلى صفات الملائكة في حادثة الإسراء والمعراج، ولا يتم الالتقاء بين الجنسين إلا بهذا التقارب. </p><p> لذلك، لما طلب الكفار أن يكون الرسول ملَكاً رَدَّ عليهم الحق تبارك وتعالى:  {قُل لَوْ كَانَ فِي الأرض ملائكة يَمْشُونَ مُطْمَئِنِّينَ لَنَزَّلْنَا عَلَيْهِم مِّنَ السمآء مَلَكاً رَّسُولاً}  [الإسراء: ٩٥] . </p><p> وقال:  {وَلَوْ جَعَلْنَاهُ مَلَكاً لَّجَعَلْنَاهُ رَجُلاً وَلَلَبَسْنَا عَلَيْهِم مَّا يَلْبِسُونَ}  [الأنعام: ٩] إذن: لا يمكن أن يلتقي الملَكُ بالبشر إلا بهذا التقارب. </p><p> جاء جبريل عليه السلام إلى مريم في صورة بشرية لتأنس به، ولا تفزع إنْ رأتْه على صورته الملائكية {فَتَمَثَّلَ لَهَا بَشَراً}  [مريم: ١٧] أي: من جنسها {سَوِيّاً}  [مريم: ١٧] . </p><p> أي: سويّ الخِلْقة والتكوين، وسيماً، قد انسجمتْ أعضاؤه وتناسقتْ على أجمل ما يكون البشر، فلا يعيبه كِبَر جبهته أو أنفه أو فمه، كما نرى في بعض الناس. </p><p> وهذا كله لإيناس مريم وطمأنينتها، وأيضاً ليثبت أنها العذراء العفيفة؛ لأنها لما رأت هذا الفتى الوسيم القَسِيم ما أبدتْ له إعجاباً ولا تلطفتْ إليه في الحديث، ولا نطقتْ بكلمة واحدة يُفهَم منها مَيْل إليه، بل قالت كما حكى القرآن:  {قَالَتْ إني أَعُوذُ بالرحمن} </p>"
}