{
  "id": null,
  "sura": 19,
  "aya": 42,
  "text": "<p> هذا الحديث من إبراهيم عليه السلام لأبيه على اعتبار أنه نبي جاء ليُعدِّل سلوك الناس على وَفْق منهج الله، وأوّلهم أبوه، وقد ذكره القرآن هكذا بأبوته لإبراهيم دون أن يذكر اسمه، إلا في آية واحدة قال فيها:  {لأَبِيهِ آزَرَ}  [الأنعام: ٧٤] . </p><p> وهذه الآية أحدثتْ إشكالاً فظنَّ البعض أن آزر هو أبو إبراهيم الحقيقي الصُّلبي، وهذا القول يتعارض مع الحديث النبوي الشريف الذي يُوضّح طهارة أصْل النبي محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حيث قال:  «أنا خيار من خيار، ما زِلت أنتقل من أصلاب الطاهرين إلى أرحام الطاهرات» . </p><p> إذن: فأصول النبي إلى آدم «طاهر متزوج طاهرة» ، فلو قلنا: إن آزر الذي قال الله في حقه: {فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ للَّهِ تَبَرَّأَ مِنْهُ}  [التوبة: ١١٤] هو أبو إبراهيم، لكَانَ في ذلك تعارض مع الحديث النبوي، فكيف يكون من آباء محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مثل هذا الكافر؟ </p><p> ولو تأملنا إطلاقات الأُبوّة في القرآن الكريم لخرجنا من هذا الإشكال، فالقرآن تكلم عن الأبوة الصُّلْبية المباشرة، وتكلم عن الأُبوة غير المباشرة في الجد وفي العم، فسمَّى الجد أباً، والعم أباً؛ لأنه يشترك مع أبي في جدي، فله واسطة استحق بها أن يُسمَّى أباً. وفي القرآن نصَّان: أحدهما: يُطلِق على الجد أباً، والآخر يُطلِق على العم أباً. </p><p> فالأول في قوله تعالى من قصة يوسف عليه السلام: </p><p> {وَدَخَلَ مَعَهُ السجن فَتَيَانِ قَالَ أَحَدُهُمَآ إني أراني أَعْصِرُ خَمْراً وَقَالَ الآخر إِنِّي أراني أَحْمِلُ فَوْقَ رَأْسِي خُبْزاً تَأْكُلُ الطير مِنْهُ نَبِّئْنَا بِتَأْوِيلِهِ إِنَّا نَرَاكَ مِنَ المحسنين}  [يوسف: ٣٦] . </p><p> فاختاروا يوسف لتأويل رؤياهم؛ لأنهم رأوه من المحسنين، </p><p> فكأن الإحسان له مقاييس معروفة حتى عند غير المحسن، فلما تعرَّضوا لأمر يُهمهم لم يلجئوا إلا لهذا الرجل الطيب، فمقاييس الكمال محترمة ومعتبرة حتى عند فاقد الكمال. </p><p> فلما قالوا له {إِنَّا نَرَاكَ مِنَ المحسنين}  [يوسف: ٣٦] علم أنهم متتبعون حركاته وتصرفاته، وكيف سلوكه بينهم، فأراد أنْ يزيدهم مما عنده من إشراقات، فأمْره ليس مجرد سلوك طيب وسيرة حسنة بينهم، بل عنده أشياء أخرى، فقال:  {لاَ يَأْتِيكُمَا طَعَامٌ تُرْزَقَانِهِ إِلاَّ نَبَّأْتُكُمَا بِتَأْوِيلِهِ قَبْلَ أَن يَأْتِيكُمَا}  [يوسف: ٣٧] . </p><p> ثم ترك الإجابة عن سؤالهم، وأخذ في الحديث فيما يخصّه كنبيّ وداعية إلى الله، فأخبرهم أن ما عنده من مواهب هو عطاء من الله، وليس هو بأذكى منهم، فقال:  {ذلكما مِمَّا عَلَّمَنِي ربي إِنِّي تَرَكْتُ مِلَّةَ قَوْمٍ لاَّ يُؤْمِنُونَ بالله وَهُمْ بالآخرة هُمْ كَافِرُونَ واتبعت مِلَّةَ آبآئي إِبْرَاهِيمَ وَإِسْحَاقَ وَيَعْقُوبَ}  [يوسف: ٣٧٣٨] . </p><p> ثم يلفت نظر رفاقه إلى بطلان ما هم عليه من عبادة أرباب متفرقين لم ينفعوهم بشيء، فهاهم يتركونهم ويلجئون إلى يوسف الذي له رَبٌّ واحد: </p><p> {ياصاحبي السجنءَأَرْبَابٌ مُّتَّفَرِّقُونَ خَيْرٌ أَمِ الله الواحد القهار}  [يوسف: ٣٩] . </p><p> وهكذا كان يوسف النبي الداعية حريصاً على نَشْر دعوته وهداية مَنْ حوله، حتى وهو في سجنه ما نسِيَ مهمته، وما قصَّر في دعوته، فلما فرغ من موعظته واستطاع بلباقة أنْ يُسمعِهم ما يريد، وإلاّ لو أجابهم عن سؤالهم من بداية الأمر لانصرفوا عن هذه الموعظة، وما أعاروها اهتماماً. </p><p> والآن يعود إلى سؤالهم وتفسير رؤياهم: {أَمَّآ أَحَدُكُمَا فَيَسْقِي </p><p> رَبَّهُ خَمْراً وَأَمَّا الآخر فَيُصْلَبُ فَتَأْكُلُ الطير مِن رَّأْسِهِ قُضِيَ الأمر الذي فِيهِ تَسْتَفْتِيَانِ} [يوسف: ٤١] . </p><p> شَاهِدُنا في هذه القصة هو قوله تعالى:  {واتبعت مِلَّةَ آبآئي إِبْرَاهِيمَ وَإِسْحَاقَ وَيَعْقُوبَ}  [يوسف: ٣٨] ويوسف بن يعقوب بن إسحق بن إبراهيم، فسمَّى الأجداد آباءً. </p><p> وقد يُسمَّى العَمُّ أباً، كما جاء في قوله تعالى:  {أَمْ كُنتُمْ شُهَدَآءَ إِذْ حَضَرَ يَعْقُوبَ الموت إِذْ قَالَ لِبَنِيهِ مَا تَعْبُدُونَ مِن بَعْدِي قَالُواْ نَعْبُدُ إلهك وإله آبَائِكَ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ}  [البقرة: ١٣٣] فعَدَّ إسماعيلَ في آباء يعقوب، وهو عَمَّه. </p><p> إذن: لو أن القرآن الكريم حينما تحدث عن أبي إبراهيم فقال (لأبيه) في كل الآيات لا نصرف المعنى إلى الأُبوة الصُّلْبية الحقيقية، أما أنْ يقول ولو مرة واحدة {لأَبِيهِ آزَرَ}  [الأنعام: ٧٤] فهذا يعني أن المراد عمه؛ لأنه لا يُؤتي بالعَلَم بعد الأبوة إلا إذا أردنا العم، كما نقول نحن الآن حين نريد الأبوة الحقيقية: جاء أبوك هكذا مبهمة دون تسمية، وفي الأبوة غير الحقيقية نقول: جاء أبوك فلان. </p><p> وبناءً عليه فقد ورد قوله تعالى:  {لأَبِيهِ آزَرَ}  [الأنعام: ٧٤] مرة واحدة، ليثبت لنا أن آزر ليس هو الأب الصُّلْبي لإبراهيم، وإنما هو عَمَّه، وبذلك يسْلَم لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ طهارة نسبه ونقاء سِلْسلته إلى آدم عليه السلام. </p><p> وقوله:  {ياأبت}  [مريم: ٤٢] وكان التركيب العربي يقتضي أن يقول: يا أبي، إلا أنهم يحذفون ياء المتكلم ويُعوِّضون عنها بالتاء، فلماذا؟ قالوا: لأن (أبت) لها مَلْحظ دقيق، فهو يريد أنْ يُثبت أنه وإنْ كان أباً إلا أن فيه حنان الأبوين: الأب والأم. فجاء بالتاء التي تشير إلى الجانب الآخر؛ لذلك نجدها لا تُقال إلا في الحنانية المطلقة (يَا أَبَتِ) كما لو ماتتْ الأم مثلاً، فقام الأب بالمهمتين معاً، وعوض الأبناء حنان الأم المفقود. </p><p> وقوله:  {لِمَ تَعْبُدُ مَا لاَ يَسْمَعُ وَلاَ يُبْصِرُ وَلاَ يُغْنِي عَنكَ شَيْئاً}  [مريم: ٤٢] يبدو من أسلوب إبراهيم عليه السلام مع أبيه أدَبُ الدعوة، حيث قدَّم الموعظة على سبيل الاستفهام حتى لا يُشعِر أباه بالنقص، أو يُظهِر له أنه أعلم منه. </p><p> {لِمَ تَعْبُدُ مَا لاَ يَسْمَعُ وَلاَ يُبْصِرُ وَلاَ يُغْنِي عَنكَ شَيْئاً}  [مريم: ٤٢] نلحظ أنه لم يقُلْ من البداية: لِمَ تعبد الشيطان، بل أخّر هذه الحقيقة إلى نهاية المناقشة، وبدل أنْ يقولَ الشيطان حلّل شخصيته، وأبان عناصره، وكشف عن حقيقته: لا يسمع ولا يبصر، ولا يُغني عنك شيئاً، فهذه الصفات لا تكون في المعبود، وهي العِلَّة في أنْ نتجنبَ عبادة ما دون الله من شجر أو حجر أو شيطان، وخصوصاً في بيئة إبراهيم عليه السلام وكانت مليئة بالأوثان والأصنام. </p><p> لأن العبادة ماذا تعني؟ تعني طاعةَ عابدٍ لمعبود في أَمْره ونَهْيه، فالذين يعبدون ما دون الله من صنم أو وَثَنٍ أو شمس أو قمر، بماذا أمرتْهم هذه المعبودات؟ وعن أيِّ شيء نهتْهُم؟ وماذا أعدَّتْ هذه المعبودات لمنْ عبدها؟ وماذا أعدَّتْ لمَنْ عصاها؟ ما المنهج الذي جاءتْ به حتى تستحقَّ العبادة؟ لا يوجد شيء من هذا كله، إذن: فعبادتهم باطلة. </p><p> ثم يقول:  {ياأبت إِنِّي قَدْ جَآءَنِي} </p>"
}