{
  "id": null,
  "sura": 19,
  "aya": 65,
  "text": "<p> أولاً: ما علاقة قوله تعالى: {وَمَا كَانَ رَبُّكَ نَسِيّاً}  [مريم: ٦٤] بقوله تعالى في هذه الآية: {رَّبُّ السماوات والأرض وَمَا بَيْنَهُمَا}  [مريم: ٦٥] ؟ </p><p> قالوا: لأن هذا الكون العظيم بسمائه وأرضه، وما فيه من هندسة التكوين وإبداع الخلق قائم بقيومية الله تعالى عليه، كما قال سبحانه:  {إِنَّ الله يُمْسِكُ السماوات والأرض أَن تَزُولاَ}  [فاطر: ٤١] . </p><p> فلا تظن أن الكون قائم على قانون يُديره، بل على القيومية القائمة على كل أمر من أمور الكون، والحق تبارك وتعالى لا تأخذه سنة ولا نوم. فما دام الأمر كذلك، وأنه تعالى يعلم ما بين أيدينا وما خلفنا، وما بين ذلك، وأنه تعالى قيُّوم لا ينسى ولا يغفل وبه يقوم الكون. فهو إذن يستحق العبادة والطاعة فيما أمر، وقد أعطاك قبل أن يُكلّفك عطاء لا تستطيع أنت أن تفعله لنفسك، ثم تركك تربع في هذا النعيم خمس عشرة سنة دون أنْ يُكلِّفك بشيء من العبادات. </p><p> لذلك هنا يقول تعالى:  {رَّبُّ السماوات والأرض وَمَا بَيْنَهُمَا فاعبده واصطبر لِعِبَادَتِهِ}  [مريم: ٦٥] وقد أكّد القرآن الكريم في آيات كثيرة مسألة الوحدانية، وأنه رَبٌّ واحد فقال:  {رَّبُّ السماوات والأرض وَمَا بَيْنَهُمَا}  [مريم: ٦٥] . </p><p> وقال:  {رَبِّ العالمين}  [الفاتحة: ٢] . </p><p> وقال:  {رَبُّكُمْ وَرَبُّ آبَآئِكُمُ الأولين}  [الشعراء: ٢٦] . </p><p> لأن القدماء، ومنهم مثلاً قدماء المصريين كانوا يجعلون رباً للسماء، ورباً للأرض، ورباً للجو، ورباً للأموات، ورباً للزرع. . إلخ وما دام هو سبحانه رب كل شيء فقد رتب العبادة على الربوبية. والعبادة: طاعة معبود فيما أمر وفيما نهى، وكيف لا نطيع الله ونحن خَلْقه وصَنْعته، ونأكل رزقه، ونتقلب في نعمه؟ وفي ريفنا يقول الرجل لولده المتمرد عليه:  (مَنْ يأكل لقمتي يسمع كلمتي) . </p><p> ولا بُدَّ أن نعلم أن الله تعالى له الكمال المطلق قبل أنْ يخلق الخَلْق وبصفات الكمال خلق، فلا تنفعه طاعة، ولا تضره معصية. فإن قلتَ: فلماذا إذن يُكلِّف الخَلْق بالأمر والنهي؟ نقول: كلَّف الله الخَلْق لتستمر حركة الحياة وتتساند الجهود ولا تتصادم، فيحدث في حياتهم الارتقاء ويسعدوا بها، إنما لو تركهم وأهواءهم لَفسدتِ الحياة، فأنت تبني وغيرك يهدم. </p><p> لذلك يقول النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «لا يؤمن أحدكم حتى يكون هواه تبعاً لما جئت به» . </p><p> والحق تبارك وتعالى يقول:  {وَلَوِ اتبع الحق أَهْوَآءَهُمْ لَفَسَدَتِ السماوات والأرض}  [المؤمنون: ٧١] . </p><p> إذن: التشريعات جُعلَتْ لصالحنا نحن: {فاعبده واصطبر لِعِبَادَتِهِ}  [مريم: ٦٥] لأن العبادة فيها مشقة، فلا بُدَّ لها من صبر؛ لأنها تأمرك بأشياء يشقُّ عليك أنْ تفعلها، وينهاك عَنْ أشياء يشقُّ عليك أن تتركها لأنك ألِفْتها. </p><p> والصبر يكون منا جميعاً، يصبر كُلٌّ مِنَّا على الآخر؛ لأننا أبناء أغيار، فإن صبرتَ على الأذى صبر الناس عليك إنْ حدث منك إيذاء لهم؛ لذلك يقول تعالى: </p><p> {وَتَوَاصَوْاْ بالحق وَتَوَاصَوْاْ بالصبر}  [العصر: ٣] . </p><p> والحق سبحانه وتعالى يُعلِّمنا: إن أذنب أحد في حَقْك، أو أساء إليك فاغفر له كما تحب أن أغفر لك ذنبك، واعفوَ عن سيئتك. </p><p> يقول تعالى:  {وَلاَ يَأْتَلِ أُوْلُواْ الفضل مِنكُمْ والسعة أَن يؤتوا أُوْلِي القربى والمساكين والمهاجرين فِي سَبِيلِ الله وَلْيَعْفُواْ وليصفحوا أَلاَ تُحِبُّونَ أَن يَغْفِرَ الله لَكُمْ والله غَفُورٌ رَّحِيمٌ}  [النور: ٢٢] . </p><p> ولا تظن أن صبرك على أذى الآخرين أو غفرانك لهم تطوُّع من عندك؛ لأنه لن يضيع عليك عند الله، وستُردُّ لك في سيئة تُغفَر لك. حتى مَنْ فُضِح مثلاً أو ادُعي عليه ظُلْماً لا يضيعها الله، بل يدّخرها له في فضيحة سترها عليه، فمَنْ فُضِح بما لم يفعل، سُتر عليه ما فعل. </p><p> وقوله تعالى:  {هَلْ تَعْلَمُ لَهُ سَمِيّاً}  [مريم: ٦٥] ؟ سبق أن تكلمنا في معنى (السَّميّ) وقد اختلف العلماء في معناها، قالوا: السَّميُّ: الذي يُساميك، أي: أنت تسمو وهو يسمو عليك، أو السَّميّ: النظير والمثيل. </p><p> والحق سبحانه وتعالى ليس له سميٌّ يُساميه في صفات الكمال، وليس له نظير أو مثيل أو شبيه، بدليل قوله تعالى:  {لَيْسَ كَمِثْلِهِ شَيْءٌ}  [الشورى: ١١] . </p><p> وقوله تعالى:  {قُلْ هُوَ الله أَحَدٌ الله الصمد لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَّهُ كُفُواً أَحَدٌ}  [الإخلاص: ١٤] . </p><p> وللسميِّ معنى آخر أوضحناه في قصة يحيى، حيث قال تعالى:  {لَمْ نَجْعَل لَّهُ مِن قَبْلُ سَمِيّاً}  [مريم: ٧] أي: لم يسبق أنْ تسمَّى أحد بهذا الاسم. وكذلك الحق تبارك وتعالى لم يتسمَّ أحدٌ باسمه، لا قبل هذه الآية، ولا بعد أنْ أطلقها رسول الله تحدّياً بين الكفار والملاحدة الذين يتجرؤون على الله. فلماذا لم يجرؤ أحد من هؤلاء أنْ يُسمى ولده الله؟ </p><p> الحقيقة أن هؤلاء وإنْ كانوا كفاراً وملاحدة إلا أنهم في قرارة أنفسهم يؤمنون بالله، ويعترفون بوجوده، ويخافون من عاقبة هذه التسمية، ولا يأمنون أنْ يصيبهم السوء بسببها. </p><p> إذن: لم تحدث، ولم يجرؤ أحد عليها؛ لأن الله تعالى قالها وأعلنها تحدياً، وإذا قال الله تعالى، ملَكَ اختيار الخَلْق، وعلم أنهم لن يجرؤوا على هذه الفعلة. </p><p> ثم يقول الحق سبحانه:  {وَيَقُولُ الإنسان أَإِذَا مَا مِتُّ} </p>"
}