{
  "id": null,
  "sura": 19,
  "aya": 3,
  "text": "<p> أي: في الوقت الذي نادى فيه ربه نداءً خفياً. </p><p> والنداء لَوْن من ألوان الأساليب الكلامية، والبلاغيون يقسمون الكلام إلى خبر، وهو أن تخبر عن شيء بكلام يحتمل الصدق أو الكذب. وإنشاء، وهو أنْ تطلب بكلامك شيئاً، والإنشاء قَوْلٌ لا يحتمل الصدق أو الكذب. </p><p> والنداء من الإنشاء؛ لأنك تريد أن تنشىء شيئاً من عندك، فلو قُلْت: يا محمد فأنت تريد أن تنشئ إقبالاً عليك، فالنداء إذن طلبُ الإقبال عليك، لكن هل يصح أن يكون النداء من الله تعالى بهذا المعنى؟ إنك لا تنادى إلا البعيد عنك الذي تريد أن تستدنية منك. </p><p> فكيف تنادى ربك تبارك وتعالى وهو أقرب إليك من حبل الوريد؟ وكيف تناديه سبحانه وهو يسمعك حتى قبل أن تتكلم؟ فإذا كان إقباله عليك موجوداً في كل وقت، فما الغرض من النداء هنا؟ نقول: الغرض من النداء: الدعاء. </p><p> ووَصْف النداء هنا بأنه:  {نِدَآءً خَفِيّاً}  [مريم: ٣] لأنه ليس كنداء الخَلْق للخَلْق، يحتاج إلى رَفْع الصوت حتى يسمع، إنه نداء لله تبارك وتعالى الذى يستوي عنده السر والجهر، وهو القائل:  {وَأَسِرُّواْ قَوْلَكُمْ أَوِ اجهروا بِهِ إِنَّهُ عَلِيمٌ بِذَاتِ الصدور}  [الملك: ١٣] . </p><p> ومن أدب الدعاء أنْ ندعوَه سبحانه كما أمرنا:  {ادعوا رَبَّكُمْ تَضَرُّعاً وَخُفْيَةً}  [الأعراف: ٥٥] . </p><p> وهو سبحانه {يَعْلَمُ السر وَأَخْفَى}  [طه: ٧] أي: وما هو أَخْفى من السر؛ لأنه سبحانه قبل أن يكون سِرّاً، علم أنه سيكون سراً. </p><p> لذلك، جعل الحق سبحانه أحسن الدعاء الدعاء الخفي؛ لأن الإنسان قد يدعو ربه بشيء، إنْ سمعه غيره ربما استنقصه، فجعل الدعاء خَفياً بين العبد وربه حتى لا يُفتضحَ أمره عند الناس. </p><p> أما الحق سبحانه فهو ستَّار يحب الستر حتى على العاصين، وكذلك ليدعو العبد رَبَّه بما يستحي أنْ يذكره أمام الناس، وليكون طليقاً في الدعاء فيدعو ربه بما يشاء؛ لأنه ربُّه ووليه الذي يفزع إليه. وإنْ كان الناس سيحزنون ويتضجرون إن سألتهم أدنى شئ، فإن الله تعالى يفرح بك أن سألته. </p><p> لكن لماذا أخفي زكريا دعاءه؟ </p><p> دعا زكريا ربه أنْ يرزقه الولد، ولكن كيف يتحقق هذا المطلب وقد بلغ من الكبر عتياً وامرأته عاقر؟ فكأن الأسباب الموجودة جميعها مُعطَّلة عنده؛ لذلك توجه إلى الله بالدعاء: يا رب لا ملجأ لي إلا أنت فأنت وحدك القادر على خَرْق الناموس والقانون، وهذا مطلب من زكريا جاء في غير وقته. </p><p> أخفاه أيضا؛ لأنه طلب الولد في وجود أبناء عمومته الذين سيحملون منهجه من بعده، إلاّ أنه لم يأتمنهم على منهج الله؛ لأن ظاهر حركتهم في الحياة غير متسقة مع المنهج، فكيف يأمنهم على منهج الله وهم غير مؤتمنين على أنفسهم؟ فإذا دعا زكريا ربه أنْ يرزقه الولد ليرث النبوة من بعده، فسوف يغضب هؤلاء من دعاء زكريا ويعادونه؛ لذلك جاء دعاؤه خفياً يُسِرُّه بينه وبين ربه تعالى. </p><p> سؤال آخر تنبغي الإجابة عليه هنا: لماذا يطلب زكريا الولد في هذه السن المتأخرة، وبعد أن بلغ من الكبر عتياً، وأصبحت امرأته عاقراً؟ </p><p> لقد أوضح زكريا عليه السلام العلة في ذلك في الآيات القادمة فقال:  {يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ}  [مريم: ٦] . </p><p> إذن: فالعِلَّة في طلب الولد دينية مَحْضة، لا يطلبه لمغْنَم دنيوي، إنما شغفه بالولد أنه لم يأمن القوم من بعده على منهج الله وحمايته من الإفساد. </p><p> لذلك قوله:  (يرثني) هنا لا يفهم منه ميراث المال كما يتصوره البعض؛ لأن الأنبياء لا يورثون، كما قال النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ «نحن معاشر الأنبياء لا نورث ما تركناه صدقة» وبذلك يخرج النبي من الدنيا دون أن ينتفع أحد من أقاربه بماله حتى الفقراء منهم. </p><p> فالمسألة مع الأنبياء خالصة كلها لوجه الله تعالى؛ لذلك قال بعدها:  {وَيَرِثُ مِنْ آلِ يَعْقُوبَ}  [مريم: ٦] أي: النبوة التي </p><p> تناقلوها. فلا يستقيم هنا أبداً أن نفهم الميراث على انه ميراث المال أو متاع الدنيا الفاني. </p><p> ومن ذلك قوله تعالى:  {وَوَرِثَ سُلَيْمَانُ دَاوُودَ}  [النمل: ١٦] ففي أيِّ شئ ورثه؟ أورثه في تركته؟ إذن: فما موقف إخوته الباقين؟ لا بد أنه ورثه في النبوة والملك، فالمسألة بعيدة كل البعد عن الميراث المادي. </p><p> ثم يقول الحق سبحانه أن زكريا عليه السلام قال:  {قَالَ رَبِّ إِنَّي وَهَنَ} </p>"
}