{
  "id": null,
  "sura": 19,
  "aya": 87,
  "text": "<p> الكافر حين يباشر العذاب يطمع أول ما يطمع في أن يشفعَ له مبعوده، ويُخرجه ممَّا هو فيه لكِنْ هيهات، ألم تقرأ قول الحق تبارك وتعالى:  {وَمَنْ أَضَلُّ مِمَّن يَدْعُواْ مِن دُونِ الله مَن لاَّ يَسْتَجِيبُ لَهُ إلى يَوْمِ القيامة وَهُمْ عَن دُعَآئِهِمْ غَافِلُونَ وَإِذَا حُشِرَ الناس كَانُواْ لَهُمْ أَعْدَآءً وَكَانُواْ بِعِبَادَتِهِمْ كَافِرِينَ}  [الأحقاف: ٥٦] . </p><p> لذلك يقول تعالى عن هؤلاء يوم القيامة:  {لاَّ يَمْلِكُونَ الشفاعة}  [مريم: ٨٧] لأن الشفاعة لا تكون إلا لمن أخذ الإذن بها {إِلاَّ مَنِ اتخذ عِندَ الرحمن عَهْداً}  [مريم: ٨٧] . </p><p> والعهد الذي تأخذه على الله بالشفاعة أنْ تُقدِّم من الحسنات ما يسع تكاليفك أنت، ثم تزيد عليها ما يؤهلُك لأن تشفع للآخرين، والخير لا يضيع عند الله، فما زاد عن التكليف فهو في رصيدك في كتاب لا يغادر صغيرة ولا كبيرة، ولا يهمل مثقال ذرة. </p><p> وعلى المؤمن مهما كان مُسْرفاً على نفسه ساعةَ يرى إنساناً مُقبلاً على الله مُستزيداً من الطاعات أنْ يدعوَ له بالمزيد، وأن يفرح به؛ لأن فائض طاعاته لعله يعود عليك، ولعلك تحتاج شفاعته في يوم من الأيام. أما مَنْ يحلو لهم الاستهزاء والسخرية من أهل الطاعات، كما أخبر الحق تبارك وتعالى: </p><p> {إِنَّ الذين أَجْرَمُواْ كَانُواْ مِنَ الذين آمَنُواْ يَضْحَكُونَ وَإِذَا مَرُّواْ بِهِمْ يَتَغَامَزُونَ وَإِذَا انقلبوا إلى أَهْلِهِمُ انقلبوا فَكِهِينَ وَإِذَا رَأَوْهُمْ قالوا إِنَّ هؤلاء لَضَالُّونَ}  [المطفيين: ٢٩٣٢] . </p><p> فكيف ستقابل أهل الطاعات، وتطمع في شفاعتهم بعدما كان منك؟ فإنْ لم تكُنْ طائعاً فلا أقلَّ من أنْ تحب الطائعين وتتمسح بهم، فهذه في حَدِّ ذاتها حسنةٌ لك ترجو نفعها يوم القيامة. </p><p> وما أشبه الشفاعة في الآخرة بما حدث بيننا من شفاعة في الدنيا، فحين يستعصي عليك قضاءُ مصلحة يقولون لك: اذهب إلى فلان وسوف يقضيها لك. وفعلاً يذهب معك فلان هذا، ويقضي لك حاجتك، فلماذا قُضِيتْ على يديه هو؟ لا بُد أن له عند صاحب الحاجة هذه أياديَ لا يستطيع معها أنْ يرد له طلباً. </p><p> إذن: لا بُدَّ لمن يشفع أن يكون له رصيد من الطاعات يسمح له بالشفاعة، وإذا تأملت لوجدت رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أول مَنْ قدّم رصيداً إيمانياً وسع تكليفه وتكليف أمته، ألم يخبر عنه ربه بقوله:  {يُؤْمِنُ بالله وَيُؤْمِنُ لِلْمُؤْمِنِينَ}  [التوبة: ٦١] لذلك وجبت له الشفاعة، وأُذِن له فيها. </p><p> والحق تبارك وتعالى لا يغفل الرصيد في خَلقه أبداً، فكل ما قدَّمت من طاعات فوق ما كلَّفك الله به مُدَّخَر لك، حتى إن الإنسان إذا اتُّهِم ظلماً، وعُوقِب على عمل لم يرتكبه فإن الله يدَّخرها له ويستر عليه ما ارتكبه فعلاً فلا يُعاقب عليه. </p><p> فالعهد إذن في قوله تعالى:  {إِلاَّ مَنِ اتخذ عِندَ الرحمن عَهْداً}  [مريم: ٨٧] أن تدخل مع ربك في مقام الإحسان، ولا يدخل هذا المقام إلا مَنْ أدَّى ما عليه من تكليف، وإلا فكيف تكون مُحسِناً وأنت مٌقصِّر في مقام الإيمان؟ </p><p> وأقرأ إنْ شئت قول الله تعالى:  {إِنَّ المتقين فِي جَنَّاتٍ وَعُيُونٍ آخِذِينَ مَآ آتَاهُمْ رَبُّهُمْ}  [الذاريات: ١٥١٦] ما العلة؟ {إِنَّهُمْ كَانُواْ قَبْلَ ذَلِكَ مُحْسِنِينَ كَانُواْ قَلِيلاً مِّن الليل مَا يَهْجَعُونَ وبالأسحار هُمْ يَسْتَغْفِرُونَ وفي أَمْوَالِهِمْ حَقٌّ لَّلسَّآئِلِ والمحروم}  [الذاريات: ١٦١٩] . </p><p> فالمحسن مَنْ يُؤدِّي من الطاعات فوق ما فرض الله عليه، ومن جنس ما فرض، فالله تعالى لم يُكلِّفنا بقيام الليل والاستغفار بالأسحار، ولم يفرض علينا صدقة للسائل والمحروم، ولا بُدَّ أنْ نُفرِّق هنا بين (حق) و (حق معلوم) هنا قال (حق) فقط؛ لأن الكلام عن الصدقة أما الحق المعلوم ففي الزكاة. </p><p> ثم يقول الحق سبحانه:  {وَقَالُواْ اتخذ الرحمن} </p>"
}