{
  "id": null,
  "sura": 19,
  "aya": 73,
  "text": "<p> هذا حوار دار بين المؤمنين والكافرين، المؤمنين وكانوا عادةً هم الضعفاء الذين لا يقدرون حتى على حماية أنفسهم، وليس لهم جاه ولا سيادة يحافظون عليها، وجاء منهج الله في صالحهم يُسوِّي بين الناس جميعاً: السادة والعبيد، والقوي والضعيف. </p><p> فطبيعي أنْ يُقابلَ هذا الدين بالتكذيب من كفار مكة، أهل الجاه والسيادة، وأهل القوة الذين يأخذون خَيْر الناس من حولهم، أما الضعفاء فقد آمنُوا بدين الله في وقت لم يكن لديهم القوة الكافية لحماية أنفسهم، فعندما نزل قَوْل الحق تبارك وتعالى:  {سَيُهْزَمُ الجمع وَيُوَلُّونَ الدبر}  [القمر: ٤٥] . </p><p> قال عمر رَضِيَ اللَّهُ عَنْه وما أدراك مَنْ هو عمر؟ قال: أيّ جمع هذا؟ وأيُّ هزيمة، ونحن غير قادرين على حماية أنفسنا؟ </p><p> وفي هذه الآونة، يأمر رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ المؤمنين المستضعفين بالهجرة إلى الحبشة وإلى المدينة. فلما جاء نصر الله للمؤمنين، وتأييده لهم في بدر. قال عمر: صدق الله: {سَيُهْزَمُ الجمع وَيُوَلُّونَ الدبر}  [القمر: ٤٥] . </p><p> وفي هذا الحوار يُعيِّر الكفار المؤمنين بالله: ماذا أفادكم الإيمان بالله وها أنتم على حال من الضعف والهوان والذِّلَّة وضيق العيش؟ أيرضي رَبٌّ أن يكون المؤمنون به على هذه الحال، وأعداؤه والكافرون به هم أهل الجاه والسيادة وسَعة الرزق؟ </p><p> وهكذا فتَن الله بعضهم ببعض، كما قال سبحانه:  {وكذلك فَتَنَّا بَعْضَهُمْ بِبَعْضٍ}  [الأنعام: ٥٣] . </p><p> فالمؤمن والكافر، والغني والفقير، والصحيح والمريض، كُلٌّ منهم فتنة للآخر لِيُمحِّص الله الإيمان، ويختبر اليقين في قلوب المؤمنين؛ لأن الله تعالى يعدهم لحمل رسالته صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إلى الدنيا كلها في جميع أزمنتها وأماكنها، فلا بُدَّ أن يختار لهذه المهمة أقوياء الإيمان الذين يدخلون في الإسلام، ليس لمغنم دنيوي، بل لحمل رسالته والقيام بأعبائه، فهذا هو المؤمن المؤتمن على حَمْل منهج الله. </p><p> ومن ذلك ما نراه من أن مناهج الباطل في الدنيا مَنْ يدعو إليها يرشو المدعو ويعطيه، أمّا منهج الله فيأخذ منه ليختبره وليُمحصه. </p><p> فكيف يكون الغني فتنة للفقير، والفقير فتنة للغني؟ الغني مفتون بالفقير حيث هو في سَعَة من العيش والفقير في ضيق، الغني يأكل حتى التُّخمة والفقير جائع، ويرتدي الغني الفاخر من الثياب والفقير عريان. فهل سيعرف نعمة الله عليه ويؤدي حقها؟ </p><p> والفقير مفتون بالغني حين يراه على هذه الحال، فهل سيصبر </p><p> على هذه الشدة؟ أم سيعترض على ما قدَّره الله له، ويحقد على الغنيّ. </p><p> ولو علم الفقير أن الفقر درس تدريبي أُجْرِي لجنود الحق الذين يحملون منهج الله إلى خَلْق الله في كل زمان ومكان، وأن هذه قسمة الله بين خَلْقه لَمَا اعترض على قسمة الله، ولَمَا حقد على صاحب الغني. </p><p> وكذلك يُفتَن الصحيح بالمريض والمريض بالصحيح، فالصحيح يعيش مع نعمة الله بالعافية، أما المريض فيعيش مع المنعم سبحانه، كما جاء في الحديث القدسي:  «يا ابْن آدم، مرضْتُ فَلِم تعُدْني.فيقول:وكيف أعودك وأنت ربّ العاليمن؟قال:أما علمتَ أن عبدي فلاناً مرض فلم تَعُدْه؟ أما علمت أنك لو عُدَّته لوجدتني عنده» . </p><p> لذلك ترى أهل الأمراض من المؤمنين يتألم زُوَّارهم من أمراضهم، في حين أنهم في أُنْس بالله يشغلهم عن أمراضهم وعن آلامهم، ومَنِ الذي يزهد في معية الله؟ إذن: لو حقد المريض على السليم فهو مفتون به، وكان يجب عليه أن يعلم: إنْ كان الصحيح في معية النعمة فهو في معية المنعِم سبحانه وتعالى. </p><p> وسيدنا نوح عليه السلام بعد أن لبث يدعو قومه ألف سنة إلا خمسين عاماً كان جواب قومه:  {وَمَا نَرَاكَ اتبعك إِلاَّ الذين هُمْ أَرَاذِلُنَا بَادِيَ الرأي}  [هود: ٢٧] فكان أتباع نوح في نظرهم حثالة القوم، ثم حاولوا أنْ يُغروه بهم ليطردهم، فهم ضِعاف لا جاهَ له ولا </p><p> سلطان، فما كان منه إلا أنْ قال:  {وَمَآ أَنَاْ بِطَارِدِ الذين آمنوا إِنَّهُمْ مُّلاَقُو رَبِّهِمْ}  [هود: ٢٩] . </p><p> وقال في آية أخرى:  {وَلاَ أَقُولُ لَكُمْ عِندِي خَزَآئِنُ الله وَلاَ أَعْلَمُ الغيب وَلاَ أَقُولُ إِنِّي مَلَكٌ وَلاَ أَقُولُ لِلَّذِينَ تزدري أَعْيُنُكُمْ لَن يُؤْتِيَهُمُ الله خَيْراً الله أَعْلَمُ بِمَا فِي أَنْفُسِهِمْ إني إِذاً لَّمِنَ الظالمين}  [هود: ٣١] . </p><p> فعلى مَرِّ الأزمان واختلاف الرسالات كان الكفار تزدري أعينهم الفقراء والضعفاء المؤمنين، ويحاولون طردهم وإخراجهم من ديارهم، ألم يقل الحق تبارك وتعالى لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  {وَلاَ تَطْرُدِ الذين يَدْعُونَ رَبَّهُمْ بالغداة والعشي يُرِيدُونَ وَجْهَهُ مَا عَلَيْكَ مِنْ حِسَابِهِم مِّن شَيْءٍ وَمَا مِنْ حِسَابِكَ عَلَيْهِمْ مِّن شَيْءٍ فَتَطْرُدَهُمْ فَتَكُونَ مِنَ الظالمين}  [الأنعام: ٥٢] . </p><p> وهكذا جاء اللقطة التي معنا:  {وَإِذَا تتلى عَلَيْهِمْ آيَاتُنَا بينات قَالَ الذين كَفَرُواْ لِلَّذِينَ آمنوا أَيُّ الفريقين خَيْرٌ مَّقَاماً وَأَحْسَنُ نَدِيّاً}  [مريم: ٧٣] . </p><p> قوله:  {آيَاتُنَا بينات}  [مريم: ٧٣] الآيات: جمع آية وهي الشيء العجيب الذي يتحدث به، وتُطلق كما قلنا على الآيات الكونية التي تثبت قدرة الله تعالى، وتلفتنا إلى بديع صُنْعه كآيات الليل والنهار والشمس والقمر، وتُطلق على المعجزات التي تُثبت صِدْق الرسول، كما جاء في قوله تعالى: </p><p> {وَقَالُواْ لَن نُّؤْمِنَ لَكَ حتى تَفْجُرَ لَنَا مِنَ الأرض يَنْبُوعاً أَوْ تَكُونَ لَكَ جَنَّةٌ مِّن نَّخِيلٍ وَعِنَبٍ فَتُفَجِّرَ الأنهار خِلالَهَا تَفْجِيراً أَوْ تُسْقِطَ السمآء كَمَا زَعَمْتَ عَلَيْنَا كِسَفاً أَوْ تَأْتِيَ بالله والملائكة قَبِيلاً أَوْ يَكُونَ لَكَ بَيْتٌ مِّن زُخْرُفٍ أَوْ ترقى فِي السمآء وَلَن نُّؤْمِنَ لِرُقِيِّكَ حَتَّى تُنَزِّلَ عَلَيْنَا كِتَاباً نَّقْرَؤُهُ قُلْ سُبْحَانَ رَبِّي هَلْ كُنتُ إِلاَّ بَشَراً رَّسُولاً}  [الإسراء: ٩٠٩٣] . </p><p> كما تُطلق الآيات على آيات القرآن التي تحمل الأحكام، وهذه هي المرادة هنا؛ لأن آيات القرآن تنطوي فيها كل الآيات. </p><p> وقوله:  {قَالَ الذين كَفَرُواْ لِلَّذِينَ آمنوا أَيُّ الفريقين}  [مريم: ٧٣] أي: لقد ارتضينا حكمكم في هذه المسألة: نحن الكفار في سَعَة، وأنتم يا أهلَ الإيمان في ضيق، فأيّ الفريقين خير مقاماً؟ والله بمقاييسكم أنتم. فأنتم خير، أمّا بمقياس الأعلى والأبقى فنحن. </p><p> والمقام بفتح الميم: اسم لمكان قيامك من الفعل: قام. </p><p> أما «مُقام» بضم الميم، فمِنْ أقام. والمراد هنا {خَيْرٌ مَّقَاماً}  [مريم: ٧٣] أي: مكاناً يقوم فيه على الآخر أي: بيت كبير وأثاث ومجلس يتباهى به على غيره. </p><p> {وَأَحْسَنُ نَدِيّاً}  [مريم: ٧٣] الإنسان عادةً له بيت يَأويه، وله مجلس يَأوي إليه، ويجلس فيه مع أصحابه وأحبابه يُسمُّونه «حجرة الجلوس» أو «المندرة» ، وفيها يجلس كبير القوم ومن حوله أهله وأتباعه، كما نقول في العامية:  (عامل قعر مجلس) ؛ لذلك إذا قام أنفضَّ المجلس كله؛ لأنهم تابعون له، كما قال الشاعر: </p><p> وانفضَّ بَعْدَكَ يَا كُليْبُ المجلِسُ ... وهناك النادي، وهو المكان الذي يجتمع فيه عظماء القوم والأعيان، بدل أنْ يكون لكل منهم مجلسه الخاص، كما نرى الآن: نادى الرياضيين ونادى القضاة. . إلخ إذن: فالنادي دليلٌ على أنهم متفقون ومتكاتفون ومتكتلون ضد الإسلام وضد الحق. </p><p> ومن ذلك قول الحق تبارك وتعالى:  {فَلْيَدْعُ نَادِيَهُ}  [العلق: ١٧] ومن ذلك ما كان يُسمَّى قبل الإسلام «دار الندوة» ، وكانوا يجتمعون فيها ليدبروا المكائد لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> ومن النادي ما كان مأخوذاً لعمل المنكر والفاحشة والعياذ بالله، فيجتمعون فيه لكُلِّ ما هو خبيث من شُرْب الخمر والرقص والفواحش، كما في قَوْل الحق تبارك وتعالى:  {وَتَأْتُونَ فِي نَادِيكُمُ المنكر}  [العنكبوت: ٢٩] . </p><p> وفي هذا دليل على شيوع الفاحشة والقِحَةِ بين القادرين والمجاهرة بها، فلم يكونوا يقترفونها سِرّاً، بل في جَمْع من رُوَّاد هذه الأماكن. </p><p> والنادي أو المنتدَى مأخوذ من النَّدَى أي: الكرم، ولما مدحَتْ المرأة العربية زوجها قالت: رَفيع العِماد، كثير الرماد، قريب البيت من الناد. </p><p> والمعنى: أن بيته أقرب البيوت إلى النادي، فهو مَقْصد الناس في قضاء حاجياتهم. </p><p> إذن: كان قول الكفار للمؤمنين: {أَيُّ الفريقين خَيْرٌ مَّقَاماً وَأَحْسَنُ نَدِيّاً}  [مريم: ٧٣] موضع فتنة للفريقين، فقال المؤمنون:  {لَوْ كَانَ خَيْراً مَّا سَبَقُونَآ إِلَيْهِ}  [الأحقاف: ١١] وقال الكفار: ما دام أن الله حبانا </p><p> في الدنيا وهو الرزاق، فلا بد أنْ يَحْبُوَنَا في الآخرة، لكن لم تتعرض الآيات للقول المقابل من المؤمنين، إنما جاء الرد عليهم من طريق آخر، فقال تعالى:  {وَكَمْ أَهْلَكْنَا قَبْلَهُمْ} </p>"
}