{
  "id": null,
  "sura": 20,
  "aya": 39,
  "text": "<p> هذا ما أوحينا به إلى أم موسى. </p><p> واليمُّ: البحر الكبير، سواء أكان مالحاً أم عَذْباً، فلما تكلّم الحق سبحانه عن فرعون قال:  {فَأَغْرَقْنَاهُمْ فِي اليم}  [الأعراف: ١٣٦] والمراد: البحر الأحمر، أما موسى فقد وُلِد في مصر وأُلْقِي تابوته في النيل، وكان على النيل قصر فرعون. </p><p> وبالله. . أي أم هذه التي تُصدِّق هذه الكلام: إنْ خِفْتِ على ولدك فألقيه في اليم؟ وكيف يمكن لها أن تنقذه من هلاك مظنون وترمي به في هلاك مُتيقّن؟ </p><p> ومع ذلك لم تتردد أم موسى لحظة في تنفيذ أمر الله، ولم تتراجع، وهذا هو الفرق بين وارد الرحمن ووارد الشيطان، وارد الرحمن لا تجد النفس له ردّاً، بل تتلقاه على أنه قضية مُسلَّمة، فوارد الشيطان لا يجرؤ أن يزاحم وارد الرحمن، فأخذتْ الأم الوليد وأَلْقَتْه كما أوحى إليها ربها. </p><p> وتلحظ في هذه الآيات أن آية القصص لم تذكر شيئاً عن مسألة التابوت:  {فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِي اليم}  [القصص: ٧] هكذا مباشرة. </p><p> قالوا: لأن الحق سبحانه تكلم عن الغاية التي تخيف، وهي الرَّمي في اليم، وطبيعي في حنان الأم أنْ تحتال لولدها وتعمل على نجاته، فتصنع له مثل هذا التابوت، وتُعِدّه إعداداً مناسباً للطَفْو على صفحة الماء. </p><p> فالكلام هنا لإعداد الأم وتهيئتها لحين الحادثة، وفَرْق بين الخطاب للإعداد قبل الحادثة والخطاب حين الحادثة، فسوف يكون للأمومة ترتيب ووسائل تساعد على النجاة، صنعتْ له صندوقاً جعلت فيه مَهْداً ليّناً واحتاطتْ للأمر، ثم يطمئنها الحق سبحانه على ولدها:  {وَلاَ تَخَافِي وَلاَ تحزني}  [القصص: ٧] فسوف نُنجيه؛ لأن له مهمة عندي {إِنَّا رَآدُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ المرسلين}  [القصص: ٧] . </p><p> فإذا ما جاء وقت التنفيذ جاء الأمر في عبارات سريعة متلاحقة:  {أَنِ اقذفيه فِي التابوت فاقذفيه فِي اليم فَلْيُلْقِهِ اليم بالساحل}  [طه: ٣٩] . </p><p> لذلك، تجد السياق في الآية الأولى هادئاً رتيباً يناسب مرحلة الإعداد، أما في التنفيذ فقد جاء السياق سريعاً متلاحقاً يناسب سرعة التنفيذ، فكأن الحق سبحانه أوحى إاليها: أسرعي إلى الأمر </p><p> الذي سبق أنْ أوحيتُه إليك، هذا الكلام في الحبْكة الأخيرة لهذه المسألة. </p><p> وقوله تعالى:  {فَلْيُلْقِهِ اليم بالساحل}  [طه: ٣٩] أي: تحمله الأمواج وتسير به، وكأن لديها أوامر أن تُدخِله في المجرى الموصِّل لقصر فرعون. </p><p> فعندنا إذن لموسى ثلاثة إلقاءات: إلقاء الرحمة والحنان في التابوت، وإلقاء التابوت في اليم تنفيذاً لأمر الله، وإلقاء اليَمِّ للتابوت عند قصر فرعون. </p><p> وقوله تعالى:  {يَأْخُذْهُ عَدُوٌّ لِّي وَعَدُوٌّ لَّهُ}  [طه: ٣٩]  (عَدُو لِي) أي: لله تعالى؛ لأن فرعون ادعى الألوهية، (وَعَدُوٌّ لَهُ) أي: لموسى؛ لأنه سيقف في وجهه ويُوقفه عند حَدِّه. </p><p> وفي الآية إشارة إلى إنفاذ إرادته سبحانه، فإذا أراد شيئاً قضاه، ولو حتى على يد أعدائه وهم غافلون، فمَنْ يتصور أو يصدق أن فرعون في جبروته وعُتوه وتقتيله للذكور من أولاد بني إسرائيل هو الذي يضم إليه موسى ويرعاه في بيته، بل ويُحبه ويجد له قبولاً في نفسه. </p><p> وهل التقطه فرعون بداية ليكون له عَدواً؟ أم التقطه ليكون ابناً؟ كما قالت زوجته آسية:  {قُرَّةُ عَيْنٍ لِّي وَلَكَ لاَ تَقْتُلُوهُ عسى أَن يَنْفَعَنَا أَوْ نَتَّخِذَهُ وَلَداً وَهُمْ لاَ يَشْعُرُونَ}  [القصص: ٩] . </p><p> إذن: كانت محبة، إلا أنها آلتْ إلى العداوة فيما بعد، آلتْ إلى </p><p> أن يكون موسى هو العدو الذي ستُربيه بنفسك وتحافظ عليه ليكون تقويضُ ملكك على يديه؛ لذلك سيقول فرعون:  {أَلَمْ نُرَبِّكَ فِينَا وَلِيداً وَلَبِثْتَ فِينَا مِنْ عُمُرِكَ سِنِينَ}  [الشعراء: ١٨] . </p><p> ومسألة العداوة هذه استغلها المشككون في القرآن واتهموه بالتكرار في قوله تعالى:  {يَأْخُذْهُ عَدُوٌّ لِّي وَعَدُوٌّ لَّهُ}  [طه: ٣٩] ثم قال في آية أخرى: {فالتقطه آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوّاً وَحَزَناً}  [القصص: ٨] . </p><p> والمتأمل في الآيتين يجد أن العداوة في الآية الأولى من جانب فرعون لموسى وربه تبارك وتعالى، أما العداوة في الآية الثانية فمن جانب موسى لفرعون، وهكذا تكون العداوة متبادلة، وهذا يضمن شراستها واستمرارها، وهذا مُرَاد في هذه القصة. </p><p> أمّا إنْ كانت العداوة من جانب واحد، فلربما تسامح غير العدو وخَجِل العدو فتكون المصالحة. والعداوة بين موسى وفرعون ينبغي أن تكونَ شرسة؛ لأنها عداوة في قضية القِمَّة، وهي التوحيد. </p><p> ولكن، لماذا لم يُلفِت مجيء موسى على هذه الحالة انتباه فرعون فيسأل عن حكايته ويبحث في أمره؟ إنها إرادة الله التي لا يُعجِزها شيء، فتحبه زوجة فرعون، وتقول:  {قُرَّةُ عَيْنٍ لِّي وَلَكَ}  [القصص: ٩] ؛ لذلك يقول الحق سبحانه وتعالى بعدها:  {وَأَلْقَيْتُ عَلَيْكَ مَحَبَّةً مِّنِّي}  [طه: ٣٩] . </p><p> فأحبته آسية امرأة فرعون لما رأته، وأحبَّه فرعون لما رآه، وهذه محبة من الله بلا سبب للمحبة؛ لأن المحبة لها أسباب بين الناس، فتحب شخصاً لأنك تودّه، أو لأنه قريب لك أو صديق، أو </p><p> أسْدى لك معروفاً، وقد يكون الحب من الله دون سبب من هذه الأسباب، فلا سببَ له إلا إرادة الله. </p><p> فمعنى:  {وَأَلْقَيْتُ عَلَيْكَ مَحَبَّةً مِّنِّي}  [طه: ٣٩] وليس فيك ما يُوجب المحبة، وليس لديك أسبابها، خاصة وقد كان موسى عليه السلام أسمر اللون، أجعد الشعر، أقنى الأنف، أكتف، وكأن هذه الخِلْقة جاءت تمهيداً لهذه المحبة، وإثباتاً لإرادة الله التي طوَّعَتْ فرعون لمحبة موسى، كما قال تعالى:  {وَاعْلَمُواْ أَنَّ الله يَحُولُ بَيْنَ المرء وَقَلْبِهِ}  [الأنفال: ٢٤] . </p><p> وهكذا، حوَّل الله قلب فرعون، وأدخل فيه محبة موسى ليُمرِّر هذه المسألة على هذا المغفل الكبير، فجعله يأخذ عدوه ويُربِّيه في بيته، ولم يكن في موسى الوسامة والجمال الذي يجذب إليه القلوب. </p><p> ثم يقول سبحانه:  {وَلِتُصْنَعَ على عيني}  [طه: ٣٩] أي: تُربَّى على عَيْن الله وفي رعايته، وإنْ كان الواقع أنه يُربّى في بيت فرعون، فالحق تبارك وتعالى يرعاه، فإنْ تعرَّض لشيء في التربية تدخّل ربُّه عَزَّ وَجَلَّ ليعلمه ويُربّيه. </p><p> ومن هذه المواقف أن فرعون كان يجلس وزوجته آسية، ومعهما موسى صغير يلعب، فإذا به يمسك بلحية فرعون ويجذبها بشدة أغاظته، فأمر بقتله، فتدخلّت امرأته قائلة: إنه ما يزال صغيراً لا يفقه شيئاً، إنه لا يعرف التمرة من الجمرة. </p><p> فأتوا له بتمرة وجمرة ليمتحنوه، فأزاح الله يده عن التمرة إلى الجمرة لِيُفوّت المسألة على هذا المغفل الكبير، بل وأكثر من هذا، فأخذها موسى رغم حرارتها حتى وضعها في فمه، فلدغتْ لسانه، وسبَّبت له هذه العُقْدة في لسانه التي اشتكى منها فيما بعد. </p><p> وكأن الحق تبارك وتعالى يُطمئِن نبيه موسى عليه السلام: لا تخف، فأنت تحت عيني وفي رعايتي، وإنْ فعلوا بك شيئاً سأتدخل، وفي آية أخرى قال:  {واصطنعتك لِنَفْسِي}  [طه: ٤١] فأنا أرعاك وأحافظ عليك؛ لأن لك مهمة عندي. </p><p> ثم يقول الحق سبحانه وتعالى:  {إِذْ تمشي أُخْتُكَ} </p>"
}