{
  "id": null,
  "sura": 20,
  "aya": 64,
  "text": "<p> أي: تنبهوا واشحذوا كل أذهانكم، وكل فنونكم، وحركاتكم في السحر حتى لا يتمكنا من هذين الأمرين: إخراجكم من أرضكم، والقضاء على طريقتكم المثلى. </p><p> وهذا قَوْل بعضهم لبعض {فَأَجْمِعُواْ كَيْدَكُمْ}  [طه: ٦٤] فلا يُخفِي أحد فناً من فنون السحر، وليُقدّم كُلُّ مِنّا ما عنده؛ لأن عادة أهل الحِرَف أن يوجد بينهم تحاسد، فلا يُظهر الواحد منهم كل ما عنده مرة واحدة، أو يحاول أنْ يُخفي ما عنده حتى لا يطلع عليه الآخر، لكن في مثل هذا الموقف لا بُدَّ لهم من تضافر الجهود فالموقف حرِج ستعمُّ بلواه الجميع إنْ فشلنا في هذه المهمة. </p><p> وقوله:  {ثُمَّ ائتوا صَفّاً}  [طه: ٦٤] يعني: مجتمعين كأنكم يد واحدة، فهذا أهْيَبُ لكم وأدْخَلُ للرعب في قلوب خصمكم، كما أننا إذا جِئْنَا سوياً لم يتمكن أحد من التراجع، فيكون بعضنا رقيباً على بعض. </p><p> {وَقَدْ أَفْلَحَ اليوم مَنِ استعلى}  [طه: ٦٤] أفلح: فاز، كما في قوله تعالى:  {قَدْ أَفْلَحَ المؤمنون}  [المؤمنون: ١] وهذا اللفظ مأخوذ من فلح الأرض ومنه الفلاحة؛ لأن الفلاح إذا شقَّ الأرض أو حرثَها ورعاها تعطيه خيرها، فحركتُه فيها حركة ميمونة مباركة. </p><p> لذلك، لما أراد الحق تبارك وتعالى أن يُبيِّن لنا مضاعفة الأجر والثواب على الصدقة وعلى فعل الخير ضرب لنا مثلاً بالزرع، فقال تعالى:  {مَّثَلُ الذين يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ الله كَمَثَلِ حَبَّةٍ أَنبَتَتْ سَبْعَ سَنَابِلَ فِي كُلِّ سُنبُلَةٍ مِّئَةُ حَبَّةٍ والله يُضَاعِفُ لِمَن يَشَآءُ والله وَاسِعٌ عَلِيمٌ}  [البقرة: ٢٦١] . </p><p> فإذا كانت الأرض وهي مخلوقة لله تعالى تعطي كل هذا العطاء، </p><p> فما بالك بعطاء الخالق لهذه الأرض؟ لذلك عقب المثل بقوله تعالى:  {والله يُضَاعِفُ لِمَن يَشَآءُ}  [البقرة: ٢٦١] . </p><p> ثم أُخِذَتْ كلمة الفلاح عَلماً على كل فلاح، ولو لم يكن فيه صِلَة بالأرض؛ لأن قصارى كل حركات الحياة أن تضمن للإنسان بقاء نَوْعه بالأكل، والأرض مصدر هذا كله، فكانت لذلك مصدراً للفوز. </p><p> وقوله:  {مَنِ استعلى}  [طه: ٦٤] أي: طلب العُلو على خَصْمه. لكن هل الفلاَح يكون لمن طلب العلو أم لمن علا بالفعل؟ طبعاً يكون لمن علا، إذن: مَنْ عَلاَ بالفعل لا بُدَّ أنْ يشحذَ ذِهْنه على أن يطلب العلو على خصمه، فمهما علا الخصم استعلى عليه أي: طلب العُلو، إذن: قبل علا استعلى. </p><p> ثم يقول الحق سبحانه عن السحرة:  {قَالُواْ ياموسى إِمَّآ أَن تُلْقِيَ} </p>"
}