{
  "id": null,
  "sura": 20,
  "aya": 44,
  "text": "<p> هذا لفرعون بعد أنْ طغى، ومن الذي حكم عليه بالطغيان؟ حين تحكم أنت عليه بالطغيان فهو طغيان يناسب قدرات وإمكانات البشر، أمّا أن يقول عنه الحق تبارك وتعالى {إِنَّهُ طغى}  [طه: ٤٣] فلا بُدَّ أنه تجاوز كل الحدود، وبلغ قمة الطغيان، فربُّنا هو الذي يقول. </p><p> فقوله:  {فَقُولاَ لَهُ قَوْلاً لَّيِّناً}  [طه: ٤٤] فلا بُدَّ أنْ تعطيه فُسْحة كي يرى حُجَجك وآياتك، ولا تبادره بعنف وغِلْضة، وقالوا: النصح ثقيل، فلا ترسله جبلاً، ولا تجعله جدلاً، ولا تجمع على المنصوح شدتين: أنْ تُخرِجه مما ألف بما يكره، بل تُخرِجه مما ألِف بما يحب. </p><p> وهذا منهج في الدعوة واضح وثابت، كما في قوله تعالى:  {ادع إلى سَبِيلِ رَبِّكَ بالحكمة والموعظة الحسنة}  [النحل: ١٢٥] . </p><p> لأنك تخلعه مما اعتاد وألف، وتُخرجه عَمَّا أحبَّ من حرية واستهتار في الشهوات والملذات، ثم تُقيِّده بالمنهج، فليكُنْ ذلك برفق ولُطْف. </p><p> وهذه سياسة يستخدمها البشر الآن في مجال الدواء، فبعد أن كان الدواء مُرّاً يعافُه المرضى، توصلوا الآن إلى برشمة الدواء المر وتغليفه بطبقة حلوة المذاق حتى تتم علمية البَلْع، ويتجاوز الدواء منطقة المذاق. </p><p> وكذلك الحال في مرارة الحق والنصيحة، عليك أنْ تُغلِّفها بالقول اللين اللطيف. </p><p> وقوله:  {لَّعَلَّهُ يَتَذَكَّرُ أَوْ يخشى}  [طه: ٤٤] لعل: رجاء، فكيف يقول الحق تبارك وتعالى:  {لَّعَلَّهُ يَتَذَكَّرُ أَوْ يخشى}  [طه: ٤٤] وفي عِلْمه تعالى أنه لن يتذكَّر ولن يخشى، وسيموت كافراً غريقاً؟ </p><p> قالوا: لأن الحق سبحانه يريد لموسى أن يدخل على فرعون دخول الواثق من أنه سيهتدي، لا دخولَ اليائس من هدايته، لتكون لديه الطاقة الكافية لمناقشته وعَرْض الحجج عليه، أمّا لو دخل وهو يعلم هذه النتيجة لكان محبطاً لا يرى من كلامه فائدة، كما يقولون (ضربوا الأعور على عينه قال خسرانه خسرانه) . </p><p> فالحق سبحانه يعلم ما سيكون من أمر فرعون، لكنْ يريد أنْ يقيمَ الحجة عليه {لِئَلاَّ يَكُونَ لِلنَّاسِ عَلَى الله حُجَّةٌ بَعْدَ الرسل}  [النساء: ١٦٥] . </p><p> وقوله:  {يَتَذَكَّرُ أَوْ يخشى}  [طه: ٤٤] كأن الإنسان إذا ما ترك شراسة تفكيره، وغُمة شهواته في نفسه، لا بُدَّ أنْ يهتدي بفطرته </p><p> إلى وجود الله أو (يتذكر) عالم الذَّر، والعهد الذي أخذه الله عليه يوم أنْ قال:  {أَلَسْتُ بِرَبِّكُمْ قَالُواْ بلى شَهِدْنَآ}  [الأعراف: ١٧٢] . </p><p> والذي قال عنه النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «كُلُّ مولود يولد على الفطرة، فأبواه يُهوِّدانه، أو يُنصِّرانه، أو يُمجِّسانه» . </p><p> فلو تذكّر الإنسان، وجرَّد نفسه من هواها لا بُدَّ له أنْ يهتدي إلى وجود الله، لكن الحق سبحانه وتعالى جعل للغفلة مجالاً، وأرسل الرسل للتذكير؛ لذلك قال:  {رُّسُلاً مُّبَشِّرِينَ وَمُنذِرِينَ}  [النساء: ١٦٥] ولم يقل: بادئين. </p><p> أمّا مسألة الإيمان بالله فكان ينبغي أن تكون واضحة معروفة للناس أن هناك إيماناً بإله خالق قادر فقط ينتظرون ما يطلبه منهم وما يتعبّدهم به. </p><p> ماذا تفعل؟ وماذا تترك؟ وهذه هي مهمة الرسل. </p><p> وسبق أن ضربنا مثلاً برجل انقطعت به السُّبل في صحراء دَويَّة، لا يجد ماءً ولا طعاماً، حتى أشرف على الهلاك، ثم غلبه النوم فنام، فلما استيقظ إذا بمائدة عليها ألوان الطعام والشراب. بالله قبل أنْ يمد يده للطعام، ألاَ يسأل: مَنْ أتى إليه به؟ </p><p> وهكذا الإنسان، طرأ على كون مُعَدٍّ لاستقباله: أرض، وسماء، وشمس، وقمر، وزرع، ومياه، وهواء. أليس جديراً به أن يسأل: </p><p> من الذي خلق هذا الكون البديع؟ فلو تذكرتَ ما طرأتَ عليه من الخير في الدنيا لا نتهيتَ إلى الإيمان. </p><p> فمعنى:  {يَتَذَكَّرُ}  [طه: ٤٤] أي: النعم السابقة فيؤمن بالمنعم {أَوْ يخشى}  [طه: ٤٤] يخاف العقوبة اللاحقة، فيؤمن بالله الذي تصير إليه الأمور في الآخرة. </p><p> ثم يقول الحق تبارك وتعالى عنهما:  {قَالاَ رَبَّنَآ إِنَّنَا نَخَافُ} </p>"
}