{
  "id": null,
  "sura": 20,
  "aya": 81,
  "text": "<p> الطعام والشراب والهواء مُقوِّمات الحياة التي ضمنها الله عَزَّ وَجَلَّ لنا، والأمر بالأكل هنا للإباحة، وليست فَرْضاً عليك أنْ تأكل إلا إذا أردتَ الإضراب عن الطعام إضراباً يضرُّ بحياتك فعندها تُجبر عليه. </p><p> وقوله:  {مِن طَيِّبَاتِ مَا رَزَقْنَاكُمْ}  [طه: ٨١] خصَّ الطيبات؛ لأن الرزق: منه الطيب، ومنه غير الطيّب، فالرزق: كُلّ ما انتفعتَ به ولو كان حراماً. بمعنى أن ما نِلْتَه من الحرام هو أيضاً من رزقك إلا أنك تعجَّلته بالحرام، ولو صبرْتَ عليه وعففْتَ نفسك عنه لَنِلْتَ أضعافه من الحلال. </p><p> ثم يقول تعالى:  {وَلاَ تَطْغَوْاْ فِيهِ}  [طه: ٨١] وفي آية البقرة {وَمَا ظَلَمْنَاهُمْ ولكن كانوا أَنْفُسَهُمْ يَظْلِمُونَ}  [النحل: ١١٨] فكأن ظلمَ النفس عِلَّته أنهم طَغَوْا في الأكل من الرزق. </p><p> والطغيان: من طغى الشيء إذا زاد عن حَدِّه المألوف الذي ينتفع به، ومنه طغيان الماء إذا زاد عن الحدِّ الذي يزيل الشَّرق والعطش إلى حَدِّ أنه يُغرق، كما قال تعالى:  {إِنَّا لَمَّا طَغَا المآء حَمَلْنَاكُمْ فِي الجارية}  [الحاقة: ١١] أي: تجاوز الحد الذي ينتفع به إلى العَطَب والهلاك. </p><p> وهكذا في أي حَدٍّ، لكن كيف تتأتى مجاوزة الحد في الطعام والأقوات؟ </p><p> الحق تبارك وتعالى لما خلق الأرض قدَّر فيها أقواتها إلى يوم القيامة، فقال تعالى:  {وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقْوَاتَهَا}  [فصلت: ١٠] . </p><p> فاطمئنوا إلى هذه المسألة، وإذا رأيتم الأرض لا تعطي فلا تتهموها، إنما اتهموا أنفسكم بالتقصير والتكاسل عن عمارة </p><p> الأرض وزراعتها، كما أمركم الله:  {هُوَ أَنشَأَكُمْ مِّنَ الأرض واستعمركم فِيهَا}  [هود: ٦١] . </p><p> وقد غفلنا زمناً عن هذه المسألة، حتى فاجأتنا الأحداث بكثرة العدد وقِلَّة المدد، فكان الخروج إلى الصحراء وتعميرها. </p><p> وما دام أن الخالق عَزَّ وَجَلَّ خلق لنا أرزاقنا ومُقوِّمات حياتنا، وجعلها مناسبة لهذا الإنسان الذي كرّمه وجعله خليفة له في الأرض، وجعل لهذا الرزق ولهذه المقوّمات حدوداً حدّها وبيَّنها هي (الحلال) ، فلا ينبغي لك بعد ذلك أن تتعدى هذه الحدود، وتطغى في تناول طعامك وشرابك. </p><p> ونحن نرى حتى الآلات التي صنعها البشر، لكل منها وقودها الخاص، وإذا أعطيتها غيره لا تؤدي مهمتها، فمثلاً لو وضعت للطائرة سولاراً لا تتحرك، فليس هو الوقود المناسب لطبيعتها. </p><p> إذن: حدودك في مُقوِّمات حياتك الحلال، ولو استقرأنا ما أحلَّ الله وما حرَّم لوجدنا الأصل في الأشياء أنها حلال، والكثير هو المحلل لك، أما المحرم عليك فهو القليل المحصور الذي يمكن تحديده. </p><p> لذلك يقول عَزَّ وَجَلَّ:  {قُلْ تَعَالَوْاْ أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ}  [الأنعام: ١٥١] ولم يقُلْ مثلاً في آية أخرى: تعالوا أَتْلُ ما أحل الله لكم؛ لأنها مسألة تطول ولا تحصى. </p><p> إذن: ساعةَ أعطاك ربك قال لك: هذا رِزْقُك الحلال الخالص، ومنه وقودك ومُقوِّمات حياتك، وبه بقاؤك ونشاط حركتك. </p><p> فلا تتعدَّ الحلال على كثرته إلى الحرام على قِلَّته وانحصاره في عِدَّة أنواع، بيَّنها لك وحذَّرك منها. </p><p> وبالغذاء تتم في الجسم عملية (الأَيْض) يعني: الهدم والبناء، وهي عملية مستمرة في كل لحظة من لحظاتك، فإياك أنْ تبني ذَرَّة </p><p> من ذراتك من الحرام؛ لأن ذرة الحرام هذه تظل تُشاغبك وتُلِح عليك كي تُوقِعك في أصلها. </p><p> وقد قال رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «أيها الناس، إن الله طيب لا يقبل إلا طيباً،وإن الله أمر المؤمنين بما أمر به المرسلين فقال:{ياأيها الرسل كُلُواْ مِنَ الطيبات واعملوا صَالِحاً إِنِّي بِمَا تَعْمَلُونَ عَلِيمٌ}[المؤمنون: ٥١]وقال:{ياأيها الذين آمَنُواْ كُلُواْ مِن طَيِّبَاتِ مَا رَزَقْنَاكُمْ}[البقرة: ١٧٢]ثم ذكر الرجل يطيل السفر، أشعث أغبر،ثم يمد يديه إلى السماء:يا رب يا رب، ومطعمه حرام، ومشربه حرام، وملبسه حرام، وغُذِّي بالحرام، فأنَّى يُستجاب لذلك» . </p><p> ذلك لأن ذرات بنائه غير منسجمة، لأنها نَمتْ على وقودٍ ما أحله الله له. </p><p> لذلك تسمع من بعض المتمحكين: ما دام أن الله خلق الخنزير فلماذا حرَّمه؟ نقول: لقد فهمتَ أن كل مخلوق خُلِق ليؤكل، وهذا غير صحيح، فالله خلق البترول الذي تعمل به الآلات، أتستطيع أن تشربه كالسيارة؟ </p><p> إذن: فَرْق بين شيء مخلوق لشيء، وأنت توجهه لشيء آخر، هذه تسمى إحالة أي: تحويل الشيء إلى غير ما جُعِل له، وهذا هو الطغيان في القُوت؛ لأنك نقلتَ الحرام إلى الحلال. </p><p> وقد يأتي الطغيان في صورة أخرى، كأن تأكل ما أحلَّ الله من الطيبات، لكنك تحصل عليها بطريق غير مشروع، وتُعوِّد نفسك الكسل عن الكسْب الحلال، فتأخذ مجهود غيرك وتعيش عالةً عليه، فإلى جانب </p><p> أنك تتغذَّى على الحرام فأنت أيضاً تُزهّد غيرك في الحركة والإنتاج والمِلك، وما فائدة أن يتعب الإنسان ويأخذ غيره ثمرة تعبه؟ </p><p> وقد أخذ الطغيان بهذا المعنى صُوراً متعددة في مجتمعاتنا، فيمكن أن ندرج تحته: الغصب، والخطف، والسرقة، والاختلاس، والرشوة، وخيانة الأمانة، وخداع مَن استأجرك إلى غير ذلك من أخْذ أموال الناس بالباطل ودون وَجْه حق، وكل عمل من هذه التعديات له صورته. </p><p> فالخطف: أنْ تخطف مال غيرك دون أنْ يكون في متناول يد المخطوف منه ثم تَفِر منه، فإنْ كان في متناول يده وأنت غالبته عليه، وأخذته عُنْوةً فهو غَصْب مأخوذ من: غَصْب الجلد عن الشاة أي: سلخه عنها. فإنْ كان أخذ المال خُفْية وهو في حِرْزه فهي سرقة. وإن كنت مُؤتمناً على مال بين يديك فأخذتَ منه خفية فهو اختلاس. . الخ. </p><p> إذن: أحل الله لك أشياءً، وحرَّم عليك أخرى، فإنْ كان الشيء في ذاته حلالاً فلا تأخذه إلا بحقِّه حتى يحترم كل مِنّا عمل الآخر وحركته في الحياة وملكيته للأشياء، وبذلك تستقيم بِنَا حركة الحياة، ويسعد الجميع ونعين المنفق، ونأخذ على يد المتسبِّب البلطجي. </p><p> وللإسلام منهج قويم في القضاء على مسألة البطالة، تأخذ منه بعض النظم الحديثة الآن، وهو أن الشرع يأمر للقضاء على البطالة أن تحفر بئراً وتطُمَّها: أي احفرها وأرْدِمها ثم اعْطِ الأجير فيها أجره. كيف هذا؟ تحفر البئر ولا تستفيد منها وتردمها فما الفائدة؟ ولماذا لم نعط الأجير أجره دون حفر ودون ردم؟ </p><p> قالوا: حتى لا يتعوَّد على الخمول والكسل، وحتى لا يأكل إلاّ من عرقه وكَدَّه، وإلا فسد المجتمع. </p><p> وللطغيان في القوت صورة أخرى، هي أن تستخدم القوت الذي جعله الله طاقة لك في حركة الحياة النافعة، فإذا بك تصرف هذه الطاقة التي أنعم الله بها عليك في معصيته. </p><p> وهكذا، كان الطغيان هو علّة {وَمَا ظَلَمْنَاهُمْ}  [النحل: ١١٨] أي: بالعقوبة {ولكن كانوا أَنْفُسَهُمْ يَظْلِمُونَ}  [النحل: ١١٨] أي: بالطغيان. </p><p> ثم يقول تعالى:  {فَيَحِلَّ عَلَيْكُمْ غَضَبِي}  [طه: ٨١] الفعل: حَلَّ، يحلّ يأتي بمعنى: صار حلالاً، كما تقول للسارق: حلال فيه السجن. وتأتي حلَّ يحل بمعنى: نزل في المكان، تقول: حَلَّ بالمكان أي: نزل به. فيكون المعنى:  {فَيَحِلَّ عَلَيْكُمْ غَضَبِي}  [طه: ٨١] أي: صار حلالاً، ووجب لكم، أو بمعنى: ينزل بكم. وقد يكون المعنى أعمَّ من هذا كله. </p><p> والغضب انفعال نفسيٌّ يُحدِث تغييراً في كيماوية الجسم، فترى الغاضب قد انتفختْ أوداجه واحمرَّ وجهه، وتغيّرت ملامحه، فهذه أغيار تصاحب هذا الانفعال. فهل غضب الله عَزَّ وَجَلَّ من هذا النوع؟ </p><p> بالطبع لا؛ لأنه تعالى ليس عنده أغيار، وإذا كان الغضب يتناسب وقدرة الغاضب على العذاب، فما بالك إنْ كان الغضب من الله؟ </p><p> ثم يقول تعالى:  {وَمَن يَحْلِلْ عَلَيْهِ غَضَبِي فَقَدْ هوى}  [طه: ٨١] مادة: هَوَى لها استعمالان، الأول: هَوَى يهْوِي: يعني سقط من أَعْلى سقوطاً لا إرادةَ له في منعه، كأن يسقطَ فجأة من على السطح مثلاً، ومن ذلك قوله: </p><p> هُوِىّ الدلو أَسْلَمَها الرِّشَاء ... إذا انقطع الحبل الذي يُخرِج الدَّلُو. </p><p> والآخر: هَوِىَ يَهْوَى: أي أحبَّ. </p><p> فيكون المعنى {فَقَدْ هوى}  [طه: ٨١] سقط إلى القاع سقوطاً لا يبقى له قيمة في الحياة، أو هَوَى في الدنيا، ويَهوي في الآخرة، كما جاء في قوله تعالى:  {فَأُمُّهُ هَاوِيَةٌ}  [القارعة: ٩] فأمه ومصدر الحنان له هاوية، فكيف به إذا هوى في الهاوية؟ </p><p> هذه كلها عِظَات ومواعظ للمؤمن، يُبيِّنها الحق سبحانه وتعالى له كي يبني حركة حياته على ضَوْئها وهُدَاها. </p><p> ولما كان الإنسان عُرْضة لأغيار لا يثبتُ على حال يتقلَّب بين عافية ومرض، بين غِنىً وفقرٍ، فكُلُّ ما فيه موهوب له لا ذاتيّ فيه، لذلك إياك أن تحزن حين يفوتك شيء من النعمة؛ لأنها لن تبقى ولن تدوم، وهَبْ أنك بلغتَ قمة النعيم، فماذا تنتظر إلا أنْ تزول، كما قال الشاعر: </p><p> إذَا تَمَّ شَيْءٌ بَدَا نَقْصُه ... تَرقَّبْ زَوَالاً إِذَا قِيلَ تَمّ </p><p> فإذا تَمَّ لك الشيء، وأنت ابْنُ أغيار، ولا يدوم لك حال فلا بُدَّ لك أن تنحدر إلى الناحية الأخرى. </p><p> فكأن نقْصَ الإنسان في آماله في الحياة هي تميمة حراسة </p><p> النِّعَم، وما فيه من نَقْص أو عيب يدفع عنه حَسَد الحاسد، كما قال الشاعر في المدح: </p><p> شَخَصَ الأنَامُ إلى كَمَالِكَ ... فَاسْتِعذْ مِنْ شَرِّ أعينهِمْ بِعيْبٍ وَاحِدٍ </p><p> أي: أن الأعين متطلعة إليك، فاصرفها عنك، ولو بعيب واحد يذكره الناس وينشغلون به. </p><p> وفي الريف يعيش بعض الفلاحين على الفطرة، فإنْ رُزِق أحدهم بولد جميل وسيم يُلفِت نظر الناس إليه. وتراهم يتعمدون إهمال شكله ونظافته، أو يضعونَ له (فاسوخة) دَفْعاً للحسد وللعين. </p><p> لذلك فالمرأة التي دخلت على الخليفة، فقالت له: أتمَّ الله عليك نعمته، وأقرَّ عينك، ففهم الحضور أنها تدعو له، فلما خرجتْ قال الخليفة: أعرفتم ما قالت المرأة؟ قالوا: تدعو لك، قال: بل تدعو عليَّ، فقد أرادت بقولها: أتمَّ الله عليك نعمته تريد أزالها؛ لأن النعمة إذا تمت لم يَبْقَ لها إلا الزوال، وقولها: أقَرَّ الله عينكَ تريد: أسكنها عن الحركة. </p><p> إذن: لا تغضَب إنْ قالوا عنك: ناقص في كذا، فهذا النقص هو تميمة الكمال، ويريدها الله لك لمصلحتك أنت. </p><p> وما دام الإنسان ابن أغيار، فلا بُدَّ أنْ يغفل عن منهج الله، فتكون له سَقَطات وهَفَوات تحتاج إلى غفران؛ لذلك يقول تعالى:  {وَإِنِّي لَغَفَّارٌ لِّمَن تَابَ ... } </p>"
}