{
  "id": null,
  "sura": 20,
  "aya": 112,
  "text": "<p> الصالحات: هي الأعمال التي تعود بالخير عليك أو على غيرك، وأضعفُ الإيمان في عمل الصالح أن تترك الصالح في ذاته على صلاحه فلا تفسده، كأن تجد بئراً يشرب منه الناس فلا تطمسه ولا تلوثه. فإنْ رقيت العمل الصالح فيمكنك أن تزيد من صلاحه، فتبنى حوله جداراً يحميه أو تجعل له غطاءً. . إلخ. </p><p> ومن رحمة الله بنا أنه سبحانه حينما حثَّنا على العمل الصالح قال:  {مِنَ الصالحات}  [طه: ١١٢] ومن هنا للتبعيض، فيكفي أنْ تفعل بعض الصالحات؛ لأن طاقة الإنسان لا تسع كل الصالحات ولا تقوى عليها، فحسْبُك أن تأخذ منها طرفاً، وآخر يأخذ طرفاً، فإذا ما تجمعتْ كل هذه الأطراف من العمل الصالح من الخلق كوَّنَتْ لنا الصلاح الكامل. </p><p> كما سبق أن ذكرنا أن ليس بوسع أحد منا أن يجمع الكمال المحمدي في أخلاقه، والرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يقول:  «الخير فيَّ حقاً وفي أمتي إلى يوم القيامة» . </p><p> ففي كل فرد من أفراد الأمة خصلة من خصال الخير، بحيث إذا تجمعت خصال الكمال في الخلق أعطتنا الكمال المحمدي. </p><p> وقوله:  {وَهُوَ مُؤْمِنٌ}  [طه: ١١٢] لأن الإيمان شرط في قبول العمل الصالح، فإنْ جاء العمل الصالح من غير المؤمن أخذ أجره في الدنيا ذِكْراً وشُهْرة وتخليداً لذكراه، فقد عمل ليقال وقد قيل، وانتهتْ المسألة. </p><p> ثم يقول تعالى:  {فَلاَ يَخَافُ ظُلْماً وَلاَ هَضْماً}  [طه: ١١٢] والظلم هنا غير الظلم في قوله تعالى: {وَقَدْ خَابَ مَنْ حَمَلَ ظُلْماً}  [طه: ١١١] فالظلم هنا من الإنسان لنفسه أو لغيره، إنما {فَلاَ يَخَافُ ظُلْماً وَلاَ هَضْماً}  [طه: ١١٢] أي: ظُلْماً يقع عليه، بألاَّ يأخذ حقه على عمله، بمعنى أننا لا نعاقبه على سيئة لم يعملها، ولا نضيع عليه ثواب حسنة عملها؛ لأن الحق سبحانه لا يظلم الناس مثقال ذرة. </p><p> {وَلاَ هَضْماً}  [طه: ١١٢] الهَضْم يعني النقصان، فلا ننقصه أجره وثوابه، ومنه هضم الطعام، فكمية الطعام التي نأكلها تُهضَم ثم تُمتصّ، وتتحول إلى سائل دموي، فتأخذ حَيِّزاً أقل، ومنه نقول: فلان مهضوم الحق. يعني: كان له حق فلم يأخذه. </p><p> لكن، ما فائدة عطف (هَضْماً) على (ظُلْماً) فنَفْي الظلم نَفْي للهضم؟ نقول: لأنه مرة يُبطل الثواب نهائياً، ومرة يُقلِّل الجزاء على الثواب. </p><p> ثم يقول الحق سبحانه:  {وكذلك أَنزَلْنَاهُ قُرْآناً عَرَبِيّاً} </p>"
}