{
  "id": null,
  "sura": 20,
  "aya": 1,
  "text": "<p> تكلمنا كثيراً عن الحروف المقطَّعة في بدايات السور، ولا مانع هنا أنْ نشير إلى ما ورد في (طه) ، فالبعض يرى أنها حروف متصلة، وهي اسم من أسماء الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وآخرون يروْنَ أنها حروف مُقطّعة مثل (الم) ومثل (يس) فهي حروف مُقطّعة، إلا أنها صادفتْ اسماً من الأسماء كما في (ن) حرف وهو اسم للحوت: {وَذَا النون إِذ ذَّهَبَ مُغَاضِباً}  [الأنبياء: ٨٧] و (ق) حرف، وهو اسم لجبل اسمه جبل قاف. </p><p> إذن: لا مانع أن تدل هذه الحروف على اسم من الأسماء، </p><p> فتكون (طه) اسماً من أسماء الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ خاصة، وأن بعدها:  {مَآ أَنَزَلْنَا عَلَيْكَ القرآن لتشقى}  [طه: ٢] . </p><p> لكن تلاحظ هنا مفارقة، حيث نطق الطاء والهاء بدون الهمزة، مع أنها حروف مقطعة مثل الف لام ميم، لكن لم ينطق الحرف كاملاً، لأنهم كانوا يستثقلون الهَمْز فيُخَفِّفونها، كما في ذئب يقولون: ذيب وفي بئر، يقولون: بير. وهذا النطق يُرجح القول بأنها اسم من أسماء النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> وسبق أنْ أوضحنا أن فواتح السور بالحروف المقطّعة تختلف عن باقي آيات القرآن، فكُلُّ آيات القرآن من بدايته لنهايته بُنيَتْ على الوَصْل، وإنْ كان لك أن تقف؛ لذلك فكل المصاحف تُبنَى على الوَصْل في الآيات وفي السور، فتنطق آخر السورة على الوصل ببسم الله الرحمن الرحيم في السورة التي بعدها. </p><p> تقول:  {هَلْ تُحِسُّ مِنْهُمْ مِّنْ أَحَدٍ أَوْ تَسْمَعُ لَهُمْ رِكْزاً}  [مريم: ٩٨]  (بسم الله الرحمن الرحيم) حتى في آخر سور القرآن ونهايته تقول: {مِنَ الجنة والناس}  [الناس: ٦]  (بسم الله الرحمن الرحيم) مع أنها آخر كلمة في القرآن، وماذا سيقول بعدها؟ لكنها جاءت على الوَصْل إشارة إلى أن القرآن موصولٌ أوَّله بآخره، لا ينعزل بعضه عن بعض، فإياك أن تجفوَهُ، أو تظن أنك أنهيته؛ لأن نهايته موصولة ببدايته؛ فنقرأ {مِنَ الجنة والناس}  {بِسمِ الله الرحمن الرَّحِيمِ} الحمدُ للهِ رب العالمين ... . </p><p> إذن: فالقرآن كله في كل جملة وكل آية وكل سورة مبنيٌّ على الوَصْل، إلا في فواتح السور بالحروف المقطّعة تُبنَى على الوقف (ألف لام ميم) ، وهذا وجه من وجوه الإعجاز، وأن القرآن ليس ميكانيكا، بل كلام مُعْجِز من ربِّ العالمين. </p><p> لذلك، فالنبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أوضح استقلالية هذه الحروف بذاتها، فقال «تعلموا هذا القرآن، فإنكم تؤجرون بتلاوته، بكل حرف عشر حسنات، أما إني لا أقول الم حرف، ولكن ألف حرف، ولام حرف، وميم حرف، بكل حرف عشر حسنات» . </p><p> يقول الحق سبحانة:  {مَآ أَنَزَلْنَا عَلَيْكَ القرآن} </p>"
}