{
  "id": null,
  "sura": 20,
  "aya": 135,
  "text": "<p> التربُّص: التحفُّز لوقوع شيء بالغير، تقول: فلان يتربص بي يعني: يلاحظني ويتابعني، ينتظر مني هَفْوة أو خطأ، فقوله:  {قُلْ كُلٌّ مُّتَرَبِّصٌ فَتَرَبَّصُواْ}  [طه: ١٣٥] فكُلٌّ مِنَّا يتربص بالآخر، لأننا أعداء، كل منا ينتظر من الآخر هفوة ويترقب ماذا يحدث له. </p><p> وقد أوضح سبحانه وتعالى توجيهات التربُّص منه ومنهم في آية أخرى:  {قُلْ هَلْ تَرَبَّصُونَ بِنَآ إِلاَّ إِحْدَى الحسنيين}  [التوبة: ٥٢] . </p><p> ماذا تنتظرون إلا إحدى الحُسْنيين: إما أن نموت في قتالكم شهداء، أو ننتصر عليكم ونُذِلكم، فأيُّ تربُّص يحدث شرف لنا، إما النصر أو الشهادة، فكلاهما حُسنْى، ونحن نتربّص بكم أنْ يصيبكم الله بعذاب من عنده أو بأيدينا، فكلاهما سوءة. </p><p> وما دام الأمر كذلك فتربَّصُوا بنا كما تحبون، ونحن نتربص بكم كما نريد؛ لأن تربصنا بكم يفرحنا، وتربصكم بنا يُؤلمكم ويُحزنكم. </p><p> ومعنى {قُلْ}  [طه: ١٣٥] هنا أن القول {كُلٌّ مُّتَرَبِّصٌ}  [طه: ١٣٥] ليست من عند محمد، فليس في يده زمام الكون ولا يعلم الغيب، فهو قَوْل الله الذي قال له (قل) يا محمد {كُلٌّ مُّتَرَبِّصٌ فَتَرَبَّصُواْ}  [طه: ١٣٥] . </p><p> إذن: قيلتْ مِمَّن يملك أَزمّة الأمور وأعنّتها، ولايخرج شيء عن مراده تعالى، وربما لو قُلْت لكم من عندي تقولون: كلام بشر لا يملك من الأمور شيئاً. إذن: خذوها لا بمقياس كلام البشر، إنما بمقياس مَنْ يملك زمام أقْضية البشر كلها. </p><p> ثم يقول تعالى:  {فَسَتَعْلَمُونَ مَنْ أَصْحَابُ الصراط السوي وَمَنِ اهتدى}  [طه: ١٣٥] متى سيحدث هذا؟ ساعةَ تقوم الساعة حيث الانصراف، إما إلى جنة، وإما إلى نار، ساعتها ستعلمون مَنْ أصحاب الصراط السوي: نحن أمْ أنتم؟ لكنه سيكون عِلْماً لا ينفع ولا يُجدي، فقد جاء بعد فوات الأوان، جاء وقت الحساب لا وقت العمل وتلافي الأخطاء. </p><p> إنه عِلْم لا يترتب عليه عمل ينجيكم، فقد انتهى وقت العمل، وهكذا يكون عِلْماً يُزيد حسرتهم، ويُؤذيهم ولا ينفعهم. </p><p> والصراط: الطريق المستقيم. والسَّويّ: المستقيم الذي لا عِوَجَ فيه ولا أَمْت. </p><p> وقال بعدها {وَمَنِ اهتدى}  [طه: ١٣٥] لأنه قد يوجد الصراط السويّ، ولا يوجد مَنْ يسلكه، فالمراد: الصراط السَّوي ومَن اهتدى إليه وسلَكه. </p><p> وقد يظن ظانٌّ أن مسألة التربُّص هذه قد تطول، فيقطع الحق سبحانه هذا الظن بقوله في سورة الأنبياء الآتية بَعدْ:  {اقترب لِلنَّاسِ حِسَابُهُمْ}  [الأنبياء: ١] . </p><p> وهكذا تنسجم السُّورتان، ويتصل المعنى بين الآيات. </p>"
}