{
  "id": null,
  "sura": 20,
  "aya": 76,
  "text": "<p> عدن: أي إقامة. مِنْ عَدَنَ في المكان: أقام فيه، فالمراد جنات أعِدَّتْ لإقامتك، وفرْق بين أنْ تُعِد المكان للإقامة وأنْ تُعِدَّ مكاناً لعابر، </p><p> كما أن المكان يختلف إعداده وترفه حَسْب المُعِدْ وإمكاناته، فالإنسان العادي يُعِد مكاناً غير الذي يعده عظيم من العظماء، فما بالك إذنْ بمكان أعدّه لك ربك عَزَّ وَجَلَّ بقدراته وإمكاناته؟ </p><p> وقوله:  {تَجْرِي مِن تَحْتِهَا الأنهار خَالِدِينَ فِيهَا}  [طه: ٧٦] . </p><p> نعلم أن الماء من أهم مقومات الحياة الدنيا، فبه تنبت الأرض النبات، وفيه تذوب العناصر الغذائية، وبدونه لا تقوم لنا حياة على وجه الأرض. والحق سبحانه وتعالى ساعةَ يُنزِل مطراً من السماء قد لا ينتفع بالمطر مَنْ نزل عليه المطر، فربما نزل على جبل مثلاً، فالنيل الذي نحيا على مائه يأتي من أين؟ من الحبشة وغيرها. </p><p> لذلك جعل الخالق عَزَّ وَجَلَّ كلمة {تَجْرِي مِن تَحْتِهَا الأنهار}  [طه: ٧٦] رمزاً للخضرة وللنضارة وللنماء وللحياة السعيدة الهانئة، حتى الإنسان وإنْ لم يكُنْ محتاجاً للطعام بأنْ كان شبعان مثلاً، يجد لذة في النظر إلى الطبيعة الخضراء، وما فيها من زرع وورود وزهور، فليس الزرع للأكل فقط، بل للنظر أيضاً، وإنْ كنتَ تأكل في اليوم ثلاث مرات، والأكل غذاء للجسم، فأنت تتمتع بالمنظر الجميل وتُسَرُّ به كلما نظرتَ إليه، والنظر متعة للروح، وسرور للنفس. </p><p> وكأن الحق تبارك وتعالى يقول لنا: لا تقصروا انتفاعكم بنعم الله على ما تملكون، فتقول مثلاً: لا آكل هذه الفاكهة لأنها ليست مِلْكي، لأن هناك متعةً أخرى:  {انظروا إلى ثَمَرِهِ إِذَآ أَثْمَرَ وَيَنْعِهِ}  [الأنعام: ٩٩] فقبل أن تأكل انظر، فالنظر متعة، وغذاء مستمر. </p><p> فقوله تعالى:  {تَجْرِي مِن تَحْتِهَا الأنهار}  [طه: ٧٦] لأن ظاهرة جريان الأنهار في الدنيا وسيلة للخُضْرة والخِصْب والإيناع، و {مِن تَحْتِهَا}  [طه: ٧٦] أي: أن الماء ذاتيّ فيها، ونابع منها، ليس جارياً إليك من مكان آخر، ربما يُمنَع عنك أن تُحرم منه. </p><p> لذلك يقول تعالى في آية أخرى:  {تَجْرِي تَحْتَهَا الأنهار}  [التوبة: ١٠٠] فتحتها أنهار جارية، لكن مصدرها ومنبعها من مكان آخر. </p><p> ونسب الجريان إلى النهر، لا إلى الماء للمبالغة. فالنهر هو المجرى الذي يجري فيه الماء. </p><p> ثم يقول تعالى:  {خَالِدِينَ فِيهَا}  [طه: ٧٦] وهذا هو التأمين الحقّ للنعيم؛ لأن آفة النعم أنْ تزولَ، إمّا بأن تفوتها أنت أو تفوتك هي، أما نعيم الجنة فقد سَلَّمه الله تعالى من هذه الآفة، فهو خالد بَاقٍ، لا يزول ولا يُزال عنه. </p><p> {وذلك جَزَآءُ مَن تزكى}  [طه: ٧٦] الزكاة: تُطلَق على الطهارة وعلى النماء، فالطهارة: أن يكون الشيء في ذاته طاهراً، والنماء: أنْ توجَد فيه خصوصية نمو فيزيد عَمَّا تراه أنت عليه. </p><p> كما ترى مثلاً الورد الصناعي والورد الطبيعي في البستان، وفيه المائية والنضارة والرائحة الطيبة والألوان المختلفة والنمو، وكلها صفات ذاتية في الوردة، على خلاف الورد الصناعي فهو جامد على حالة واحدة. </p><p> وهذا هو الفرق بين صَنْعة البشر وصَنْعة الخالق للبشر؛ لذلك كانت صنعة الله أخلد وأبقى، وصدق الله العظيم حين قال:  {فَتَبَارَكَ الله أَحْسَنُ الخالقين}  [المؤمنون: ١٤] . </p><p> وتلحظ أنه لم يَضِنّ عليك بصفة الخَلْق؛ لأنك استعملتَ الأسباب وأَعلمتَ الفكر، فكان لك شيء من الخلق، لكن ربَّك أحسنُ الخالقين؛ لأنك خلقتَ من باطن خِلْقته، خلقتَ من موجود، وهو سبحانه يخلق من عدم، خلقتَ شيئاً جامداً لا حياة فيه، وخلق سبحانه شيئاً نامياً، يتكاثر بذاته. </p><p> ومن هنا سُمِّي المال الذي تُخرجه للفقراء زكاةً؛ لأنه يُطهِّر الباقي ويُنمِّيه. ومن العجائب أن الله تعالى سَمّى ما يخرج من المال زكاة ونماءً، وسَمَّى زيادة الربا مَحْقاً. </p><p> فمعنى:  {وذلك جَزَآءُ مَن تزكى}  [طه: ٧٦] أي: تطهَّر من المعاصي، ثم نَمَّى نفسه، ومعنى التنمية هنا ارتقاءات المؤمن في درجات الوصول للحق، فهو مؤمن بداية، لكن يزيد إيمانه وينمو ويرتقي يوماً بعد يوم، وكلما ازداد إيمانه ازداد قُرْبه من ربه، وازدادت فيوضات الله عليه. والطهارة للأشياء سابقة على تنميتها؛ لأن دَرْء المفسدة مُقدَّم على جلب المصلحة. </p><p> إذن: زكَّى نفسه: طهَّرها أولاً، ثم يُنمِّيها ثانياً، كمَنْ يريد التجارة، فعليه أولاً أن يأتي برأس المال الطاهر من حلال ثم يُنمِّيه، لكن لا تأتي برأس المال مُدنّساً ثم تُنمِّيه بما فيه من دَنَسٍ. </p><p> وكلما نَمَّى الإنسانُ إيمانَهُ ارتقى في درجاته، فكانت له الدرجات العُلاَ في الآخرة. </p>"
}