{
  "id": null,
  "sura": 20,
  "aya": 113,
  "text": "<p> (كَذَلِكَ) أي: كالإنزال الذي أنزلناه إلى الأمم السابقة، فكما أرسلنا إليهم رُسُلاً أرسلنا إلى الأمم المعاصرة لك رسلاً، إلا أنْ فارق الرسالات أنهم بُعِثُوا لزمان محدود، في مكان محدود، وبُعثْتَ </p><p> للناس كافّة، وللزمان كافة إلى أنْ تقوم الساعة. </p><p> ونفهم من كلمة {أَنزَلْنَاهُ}  [طه: ١١٣] أن المُنزَّل أعلى من المُنزَّل عليه، فالإنزال من شيء عالٍ، وكأن الحق تبارك وتعالى يلفت أنظارنا ويُصعِّد هممنا، فيقول: لا تهبطوا إلى مستوى تشريع الأرض؛ لأنه يُقنِّن للحاضر ويجهل المستقبل، ويتحكم فيه الهوى فتغيب عنه أشياء فيحتاج إلى استدراك. </p><p> لذلك، حين ينادينا إلى منهجه العلوي يقول:  {قُلْ تَعَالَوْاْ}  [الأنعام: ١٥١] يعني: اعلوا وخُذُوا منهجكم من أعلى، لا من الأرض. </p><p> {قُرْآناً}  [طه: ١١٣] يعني: مقروء، كما قال {كِتَاباً}  [الأنبياء: ١٠] يعني: مكتوب، ليُحفظ في الصدور وفي السطور. وقال {قُرْآناً عَرَبِيّاً}  [طه: ١١٣] مع أن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مُرْسَل إلى الناس كافة في امتداد الزمان والمكان، والقرآن نزل معجزة للجميع. </p><p> قالوا: لأنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ هو المباشر لهذه الأمة العربية التي ستستقبل أول دعوة له، فلا بُدَّ أنْ تأتي المعجزة بلسانها، كما أن معجزة القرآن ليستْ للعرب وحدهم، إنما تحدٍّ للإنس والجن على امتداد الزمان المكان. </p><p> كما قال سبحانه:  {قُل لَّئِنِ اجتمعت الإنس والجن على أَن يَأْتُواْ بِمِثْلِ هذا القرآن لاَ يَأْتُونَ بِمِثْلِهِ}  [الإسراء: ٨٨] . </p><p> فالقرآن تحدٍّ لكل الأجناس: الروسي، والأمريكي، والياباني، والدنيا كلها، ومعهم الجن أيضاً. لكن لماذا والجن أيضاً داخل في مجال التحدي؟ </p><p> قالوا: لأن العرب قديماً كانوا يعتقدون أن لكل شاعر أو خطيب مفوه شيطاناً يمُدُّه ويُوحِي إليه؛ لذلك أدخل الجن أيضاً في هذا المجال. </p><p> وقد يقول قائل: وكيف نتحدّى بالقرآن غير العرب وهو بلسان عربي، فهو حجة على العرب دون غيرهم؟ </p><p> نقول: وهل إعجاز القرآن من حيث أسلوبه العربي وأدائه البياني فقط؟ لا، فجوانب الإعجاز في القرآن كثيرة لا تختلف فيها اللغات، فهل تختلف اللغات في التقنين لخير المجتمع؟ ألم يأْتِ القرآن بمنهج في أمة بدوية أمية يغزو أكبر حضارتين معاصرتين له، هما حضارة فارس في الشرق، وحضارة الروم في الغرب؟ ألم تكُنْ هذه الظاهرة جديرةً بالتأمل والبحث؟ </p><p> ثم الكونيات التي تحدَّث القرآن عنها منذ ما يزيد على أربعة عشر قرناً، وما زال العلم الحديث يكتشفها الآن. </p><p> إذن: طبيعي أن يأتي القرآن عربياً؛ لأنه نزل على رسول عربي، وفي أمة عربية، والحق سبحانه يقول:  {وَمَآ أَرْسَلْنَا مِن رَّسُولٍ إِلاَّ بِلِسَانِ قَوْمِهِ لِيُبَيِّنَ لَهُمْ}  [إبراهيم: ٤] . </p><p> فهم الذين يستقبلون الدعوة، وينفعلون لها، ويقتنعون بها، ثم ينساحون بها في شتَّى بقاع الأرض، ومن العجيب أنهم بدعوة القرآن أقنعوا الدنيا التي لا تعرف العربية، أقنعوها بالمبادىء والمناهج التي جاء بها القرآن؛ لأنها مبادىء ومناهج لا تخلتف عليها اللغات. </p><p> ثم يقول تعالى:  {وَصَرَّفْنَا فِيهِ مِنَ الوعيد}  [طه: ١١٣] أي: حينما ينذر القرآن بشيء يُصرف هذا الإنذار على أوجه مختلفة، ويُكرَّر الإنذار لينبه أهل الغفلة. </p><p> يعني: لوَّنا فيه كل أساليب الوعد والوعيد، فكل أسلوب يصادف هوى في نفس أحد المستقبلين، فخطابنا الأهواء كلها بكل مستوياتها، فالعالم والجاهل ومتوسط الفكر، الكل يجد في القرآن مَا يناسبه؛ لأنه يُشرِّع للجميع، للفيلسوف وللعامي، فلا بُدَّ أنْ يكون في القرآن تصريفٌ لكل ألوان الملكات ليقنع الجميع. </p><p> وفي القرآن وَعْد ووعيد، فلكل منهما أهْل، ومَنْ لم يَأْتِ بالإغراء بالخير يأتي بأن ينزعه بالقوة والجبروت، كما قال الشاعر: </p><p> أَنَاةٌ فَإِنْ لم تُغْنِ عَقَّبَ بعدَها وَعِيداً ... فَإنْ لم يُغْن أغنَتْ عَزَائمهُ </p><p> وفي الأثر:  «إن الله ليزع بالسلطان ما لايزع بالقرآن» . </p><p> والإنذار والتخويف نعمة من الله، كما ورد في سورة الرحمن، حيث يقول تعالى:  {مَرَجَ البحرين يَلْتَقِيَانِ بَيْنَهُمَا بَرْزَخٌ لاَّ يَبْغِيَانِ فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ}  [الرحمن: ١٩٢١] فهذه نعم من الله. </p><p> أما قوله:  {يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِّن نَّارٍ وَنُحَاسٌ فَلاَ تَنتَصِرَانِ فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ}  [الرحمن: ٣٥٣٦] فما النعمة في النار والشُّواظ؟ </p><p> النعمة أن ينذرك الله بها ويحذرك منها، قبل أنْ تقعَ فيها، ويعظك بها وأنت ما زلتَ في فترة المهلة والتدارك، فلا يأخذك على غِرَّة ولا يتركك على غفلتك. كما تُحذِّر ولدك: إنْ أهملتَ دروسك </p><p> فسوف تفشل في الامتحان فيحتقرك زملائك، ويحدث لك كيت وكيت، فلم يترك ولده على غَفْلته وإهماله، إلى أنْ يداهمه الامتحان ويُفاجِئه الفشل، أليستْ هذه نعمة؟ أليستْ نصيحة مهمة؟ </p><p> والتصريف: يعني التحويل والتغيير بأساليب شتَّى لتناسب استقبال الأمزجة المختلفة عند نزول القرآن لعلها تصادف وَعْياً واهتماماً {لَعَلَّهُمْ يَتَّقُونَ أَوْ يُحْدِثُ لَهُمْ ذِكْراً}  [طه: ١١٣] . </p><p> {لَعَلَّهُمْ يَتَّقُونَ}  [طه: ١١٣] الاتقاء عادة يكون للشر والمعاصي المهلكة، أو يُحدِث لهم الذكْر والشرف والرفعة بفعل الخيرات، وهذا من ارتقاءات الطاعة. </p><p> ذلك لأن التكليف قسمان: قسم ينهاك عن معصية، وقسم يأمرك بطاعة، فينهاك عن شُرْب الخمر، ويأمرك بالصلاة، فهم يتقون الأول، ويُحدِث لهم ذِكْراً يوصيهم بعمل الثاني. وما دام القرآن نازلاً من أعلى فلا بُدَّ أن يقول بعدها:  {فتعالى الله الملك الحق} </p>"
}