{
  "id": null,
  "sura": 20,
  "aya": 99,
  "text": "<p> وفي موضع آخر قال تعالى:  {وَكُلاًّ نَّقُصُّ عَلَيْكَ مِنْ أَنْبَاءِ الرسل مَا نُثَبِّتُ بِهِ فُؤَادَكَ}  [هود: ١٢٠] . </p><p> فكأن فؤاده صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كان في حاجة إلى تثبيت؛ لأنه سيتناول كل </p><p> أحداث الحياة، وسيتعرض لما تشيب لهَوْله الرؤوس، ألم يَقُلْ الحق تبارك وتعالى عن الرسل قبله:  {وَزُلْزِلُواْ حتى يَقُولَ الرسول والذين آمَنُواْ مَعَهُ متى نَصْرُ الله}  [البقرة: ٢١٤] . </p><p> ألم يُضطهد رسول الله والمؤمنون ويُضربوا ويُحاصروا في الشِّعْب بلا مأوى ولا طعام، حتى أكلوا الجلود وأوراق الشجر؟ </p><p> فهذه أحداث وشدائد تضطرب النفس البشرية حين تستقبلها، ولا بُدَّ لها من تأييد السماء لتثبت على الإيمان؛ لذلك يقصُّ الحق تبارك وتعالى على رسوله قصص مَنْ سبقوه في موكب الرسالات ليقول له: لست يا محمد بِدْعاً من الرسل، فقد تحملوا من المشاق كيت وكيت، وأنت سيدهم، فلا بُدَّ أنْ تتحمل من المشاقِّ ما يتناسب ومكانتك، فوطِّن نفسك على هذا. </p><p> فقوله تعالى:  {كذلك نَقُصُّ عَلَيْكَ مِنْ أَنْبَآءِ مَا قَدْ سَبَقَ}  [طه: ٩٩]  (كذلِكَ) : أي: كما قصصنا عليك قصة موسى وهارون وفرعون والسامريّ نقصُّ عليك قصصاً آخر من أنباء مَنْ سبقُوك من الرسل. </p><p> وأنباء: جمع نبأ، وهو الخبر الهام العظيم، فلا يُقال للأمر </p><p> التافه نبأ. ومن ذلك قوله تعالى عن يوم القيامة:  {عَمَّ يَتَسَآءَلُونَ عَنِ النبإ العظيم}  [النبأ: ١٢] إنما يُقال «خبر» في أي شيء. </p><p> ثم يقول تعالى:  {وَقَدْ آتَيْنَاكَ مِن لَّدُنَّا ذِكْراً}  [طه: ٩٩] . </p><p> وأكد الإتيان بأنه {مِن لَّدُنَّا}  [طه: ٩٩] أي: من عندنا، فلم يَقُلْ مثلاً: آتيناك ذِكْراً. وهذا له معنى؛ لأن كل الكتب التي نزلت على الرسل السابقين نزلت ورُويتْ بالمعنى، ثم صاغها أصحابها بألفاظ من عند أنفسهم، أمَّا القرآن فهو الكتاب الوحيد الذي نزل بلفظه ومعناه؛ لذلك قال {مِن لَّدُنَّا}  [طه: ٩٩] أي: مباشرة من الله لرسوله. </p><p> والمتأمّل في تبليغ الرسول وتلقِّيه عن ربه يجد أنه يحافظ على لفظ القرآن، لا يُخْفى منه حرفاً واحداً، كما في قوله تعالى مثلاً:  {قُلْ هُوَ الله أَحَدٌ}  [الإخلاص: ١] فكان يكفي في تبليغ هذه العبارة أن يقول رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: الله أحد، لكنه يقول نصّ ما جاءه من ربه مباشرة. </p><p> أرأيتَ لو قلت لولدك: اذهب إلى عمك وقُلْ له: أبي سيزورك غداً، ألاَ يكفي أن يقول الولد: أبي سيزورك غداً؟ </p><p> إذن: فالقرآن الذي بين آيدينا هو نفسه كلام الله المنزَّل على محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لم يتغير فيه حرف واحد لا بالزيادة ولا بالنقصان؛ لأنه نصُّ الإعجاز، وما دام نص الإعجاز فلا بُدَّ أنْ يظلَّ كما قاله الله. </p><p> ومعنى {ذِكْراً}  [طه: ٩٩] للذكْر معان متعددة، فيُطلق الذكر، ويُراد به القرآن، كما في قوله تعالى: </p><p> {إِنَّا نَحْنُ نَزَّلْنَا الذكر وَإِنَّا لَهُ لَحَافِظُونَ}  [الحجر: ٩] . </p><p> ويُطلَق ويُراد به الصِّيت والشَّرف والجاه في الدنيا، كما في قوله تعالى:  {لَقَدْ أَنزَلْنَآ إِلَيْكُمْ كِتَاباً فِيهِ ذِكْرُكُمْ}  [الأنبياء: ١٠] أي: شرفكم ورِفْعتكم بين الناس، وقال:  {وَإِنَّهُ لَذِكْرٌ لَّكَ وَلِقَوْمِكَ}  [الزخرف: ٤٤] . </p><p> وقد يقول قائل: كيف يكون القرآن ذكراً وشرفاً للعرب، وقد أبان عجزهم، وأظهر ما فيهم من عِيٍّ؟ وهل يكون للمغلوب صِيت وشَرف. </p><p> نقول: كونهم مغلوبين للحق شهادة بأنهم أقوياء، فالقرآن أعجز العرب وهم أمة فصاحة وبلاغة وبيان، والحق سبحانه وتعالى حين يتحدى لا يتحدى الضعيف، إنما يتحدى القوي، ومن الفخر أن تقول: غلبت البطل الفلاني، لكن أيّ فخر في أن تقول: غلبت أيّ إنسان عادي؟ </p><p> وكذلك يُطلَق الذكْر على كل كتاب أنزله الله تعالى، كما قال لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  {فاسألوا أَهْلَ الذكر إِن كُنْتُم لاَ تَعْلَمُونَ}  [النحل: ٤٣] أي: أهل الذكر قبلكم، وهم أهل التوراة وأهل الإنجيل. </p><p> ويُطلَق الذكر، ويُراد به فعل العمل الصالح والجزاء من الله عليه، كما قال تعالى:  {فاذكروني أَذْكُرْكُمْ}  [البقرة: ١٥٢] أي: اذكروني بالطاعة أذكركم بالخير. </p><p> ويأتي الذكْر بمعنى التسبيح والتحميد، وبمعنى التذكُّر والاعتبار، فله إذن معانٍ متعددة يُحدِّدها السياق. </p><p> لكن، لماذا اختار كلمة (ذكر) ولم يقل مثلاً كتاباً؟ </p><p> قالوا: لأن الذكْر معناه أن تذكر الشيء بداية؛ لأنه أمر مهم </p><p> لا يُنسَى، وهو ذِكْر لأنه يُسْتلهم، ومن الذكر الاعتبار والتذكير، والشيء لا يُذكر إلا إذا كان له أهمية، هذه الأهمية تتناسب مع الأمر من حيث مُدّة أهميته ومقدار أهميته، وكل ذكر لشيء في الدنيا قصارى أمره أنْ يعطيك خير الدنيا، أمّا القرآن فهو الذكر الذي يعطيك خير الدنيا والآخرة؛ لذلك فهو أهم ذكر يجب أنْ يظلَّ على بالك لا يُنسى أبداً. </p><p> إذن: فالقرآن ذِكْر ذُكر أولاً، وذِكْر يُذكَر ثانياً، ويستلهم ذكراً يشمل الزمن كله في الدنيا وفي الآخرة. </p><p> ثم يصف الحق تبارك وتعالى هذا الذكر، فيقول:  {مَّنْ أَعْرَضَ عَنْهُ فَإِنَّهُ} </p>"
}