{
  "id": null,
  "sura": 20,
  "aya": 106,
  "text": "<p> {قَاعاً صَفْصَفاً}  [طه: ١٠٦] : أرضاً مستوية مَلْساء لا نباتَ فيها ولا بناء، والضمير في {فَيَذَرُهَا}  [طه: ١٠٦] يعود على الأرض لا على الجبال؛ لأن الجبال لا تكون قاعاً صفصفاً، أمّا الأرض مكان الجبال فتصير ملساء مستوية، لا بناءَ فيها ولا جبال، فالأرض شيءٌ والجبال فوقها شيء آخر. </p><p> ومن ذلك أيضاً قوله تعالى:  {قُلْ أَإِنَّكُمْ لَتَكْفُرُونَ بالذي خَلَقَ الأرض فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَندَاداً ذَلِكَ رَبُّ العالمين وَجَعَلَ فِيهَا رَوَاسِيَ مِن فَوْقِهَا وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقْوَاتَهَا في أَرْبَعَةِ أَيَّامٍ سَوَآءً لِّلسَّآئِلِينَ}  [فصلت: ٩١٠] . </p><p> فالضمير في {وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقْوَاتَهَا}  [فصلت: ١٠] لا يعود على الأرض، إنما على الجبال. لأن الجبال في الحقيقة هي مخازن القُوت ومصدر الخِصْب للأرض، التي هي مصدر القوت، فالإنسان مخلوق من الأرض، واستبقاء حياته من الأرض، فالنبات قوت الإنسان وللحيوان، والنبات والحيوان قوت للإنسان. </p><p> إذن: لا بُدَّ للأرض من خُصُوبة تساعدها وتُمدّها بعناصر الغذاء، ولو أن الخالق عَزَّ وَجَلَّ جعل الأرض هكذا طبقةً واحدة بها المخصّبات لانتهتْ هذه الطبقة بعد عدة سنوات، ولأجدبتْ الأرض بعد ذلك. </p><p> إذن: خلق اللهُ الجبالَ لحكمة، وجعلها مصدراً للخصب الذي يمد الأرض مَدَداً دائماً ومستمراً ما بقيتْ الحياة على الأرض، ومن هذا تتضح لنا حكمة الخالق سبحانه في أن تكون الجبال صَخْراً أصمّ، فإذا ما تعرضت لعوامل التعرية على مَرَّ السنين تتفتتْ منها الطبقة الخارجية نتيجة لتغيُّر الظروف المناخية من حرارة وبرودة. </p><p> ثم تأتي الأمطار وتعمل في الصخر عمل المَبْرَد، وتُكوِّن ما يسمى بالغِرْيَن، فتحمل هذا الفتات إلى الوِدْيان ومجاري الأنهار، وتُوزِّعه على طبقة الأرض، فتزيدها خِصْباً تدريجياً كل عام، وإلاَّ لو كانت الجبال هَشَّة غير متماسكة لانهالتْ في عدة أعوام، ولم تُؤَدِّ هذا الغرض. لذلك نقول: إن الجبال هي مصدر القوت، وليست الأرض. </p><p> ألاَ ترى أن خصوبة الوادي والدلتا جاءت من طمي النيل، والغِرْين الذي يحمله الماء من أعالى أفريقيا. وهذا الغِرْيَن الذي يُنحَتُ من الجبال هو الذي يُسبب الزيادة في رقعة اليابسة، وتستطيع أن تلاحظ هذه الظاهرة في المدن المطِلَّة على البحر، فبعد أن كانت على شاطئه أصبحت الآن داخل الياسبة. </p><p> وقد مثَّلْنَا سابقاً للجبل بأنه مُثلث قاعدته إلى أسفل، والوادي مُثلث قاعدته إلى أعلى، فكل نحْتٍ في الجبل زيادة في الوادي، وكأن الخالق عَزَّ وَجَلَّ جعل هذه الظاهرة لتتناسبَ مع زيادة السكان في الأرض. </p><p> وقد حُذِف العائد في {فَيَذَرُهَا}  [طه: ١٠٦] اعتماداً على ذِهْن السامع ونباهته إلى أنه لا يكون إلا ذلك، كما في قوله تعالى:  {قُلْ هُوَ الله أَحَدٌ}  [الإخلاص: ١] فلم يذكر عائد الضمير (هو) لأنه إذا قيل لا ينصرف إلا إلى الحق سبحانه وتعالى، وإنْ لم يتقدم اسمه. </p><p> وكما في قوله تعالى:  {حتى تَوَارَتْ بالحجاب}  [ص: ٣٢] والمراد: الشمس التي غابت، ففاتتْ سليمان عليه السلام الصلاة، ولم تذكر الآية شيئاً عن الشمس. </p><p> كذلك في:  {مَا تَرَكَ على ظَهْرِهَا مِن دَآبَّةٍ}  [فاطر: ٤٥] أي: على الأرض ولم تذكرها الآية، كذلك هنا (فَيذَرُهَا) أي الأرض. </p>"
}