{
  "id": null,
  "sura": 20,
  "aya": 10,
  "text": "<p> نلحظ هنا أن السياق لم يذكر قصة موسى من أولها لما قال تعالى:  {وَأَوْحَيْنَآ إلى أُمِّ موسى أَنْ أَرْضِعِيهِ}  [القصص: ٧] ثم خروجه من المدينة خائفاً وذهابه إلى شعيب. . الخ، وإنما قصد إلى مَنَاط الأمر، وهي الرسالة مباشرة. </p><p> وقوله:  {إني آنَسْتُ نَاراً لعلي آتِيكُمْ مِّنْهَا بِقَبَسٍ أَوْ أَجِدُ عَلَى النار هُدًى}  [طه: ١٠] آنست: أي أبصرت، وشعرت بشيء يستأنس به ويُفرَح به ويُطمأن إليه، ومقابلها (توجست) للشر الذي يخاف منه كما في قوله: {فَأَوْجَسَ فِي نَفْسِهِ خِيفَةً موسى}  [طه: ٦٧] . </p><p> (لَعلَّى) رجاء أنْ أجدَ فيها القبس، وهو شعلة النار التي تُتَّخذ من النار إنْ إدركت النار وهي ذات لَهَب، فتأخذ منها عوداً مشتعلاً مثل الشمعة. </p><p> وفي سياق آخر قال:  (جذوة) وهي النار حينما ينطفىء لهبها ويبقى منها جمرات يمكن أن تشعل منها النار. وفي موضع آخر قال:  {سَآتِيكُمْ مِّنْهَا بِخَبَرٍ أَوْ آتِيكُمْ بِشِهَابٍ قَبَسٍ}  [النمل: ٧] . </p><p> وهذه كلها صور متعددة، وحالات للنار، ليس فيها تعارض كما يحلو للبعض أن يقول، فموسى عليه السلام حينما قال {لعلي آتِيكُمْ}  [طه: ١٠] يرجو أن يجد القبس، لكن لا يدري حال النار عندما يأتيها، أتكون قَبَساً أم جَذوة؟ </p><p> وقد طلب موسى عليه السلام القَبَس لأهله؛ لأنهم كانوا في ليلة مطيرة شديدة البرد، وهم غرباء لا يعلمون شيئاً عن المكان، فهو غير مطروق لهم فيسيرون لا يعرفون لهم اتجاهاً، فماذا يفعل موسى عليه السلام ومعه زوجته وولده الصغير وخادمه؟ </p><p> إنهم في أمسِّ الحاجة للنار، إما للتدفئة في هذا الجو القارس، وإما لطلب هداية الطريق، لذلك قال:  {أَوْ أَجِدُ عَلَى النار هُدًى}  [طه: ١٠] أي: هادياً يدلّنا على الطريق. </p><p> وفي موضع آخر قال:  {لعلي آتِيكُمْ مِّنْهَا بِخَبَرٍ}  [القصص: ٢٩] . </p><p> لذلك لما أبصر موسى عليه السلام النار أسرع إليها بعد أنْ طمأن أهله:  {امكثوا إني آنَسْتُ نَاراً}  [طه: ١٠] . </p><p> وهذه المسألة من قصة موسى كانت مثَارَ تشكيك من خصوم الإسلام، حيث وجدوا سياقات مختلفة لقصة واحدة، فمرة يقول:  {امكثوا إني آنَسْتُ نَاراً لعلي آتِيكُمْ}  [طه: ١٠] ، وفي موضع آخر يقول:  {لعلي آتِيكُمْ مِّنْهَا بِخَبَرٍ}  [القصص: ٢٩] . </p><p> ومرة يقول:  (قَبَس) وأخرى يقول (بِشهَابٍ قَبَسٍ) ومرة (بجَذْوَة) ومرة يقول: {أَوْ أَجِدُ عَلَى النار هُدًى}  [طه: ١٠] ومرة يقول: {لعلي آتِيكُمْ مِّنْهَا بِخَبَرٍ}  [القصص: ٢٩] . </p><p> والمتأمل في الموقف الذي يعيشه الآن موسى وامرأته وولده الصغير وخادمه في هذا المكان المنقطع وقد أكفهرَّ عليهم الجو، يجد اختلاف السياق هنا أمراً طبيعياً، فكلُّ منهم يستقبل الخبر من موسى بشكل خاص، فلما رأى النار وأخبرهم بها أراد أنْ يُطمئنهم فقال:  {سَآتِيكُمْ}  [النمل: ٧] فلما رآهم مُتعلِّقين به يقولون: لا تتركنا في هذا المكان قال: {امكثوا}  [طه: ١٠] وربما قال هذه لزوجه وولده وقال هذه لخادمه. فلا بُدَّ أنهم راجعوه. فاختلفت الأقوال حول الموقف الواحد. </p><p> كذلك في قوله: قَبَسٍ أو جَذْوةٍ لأنه حين قال: {لعلي آتِيكُمْ}  [طه: ١٠] يرجو أن يجد هناك القبس، لكن لعله يذهب فيجد النار جَذْوة. وفي مرة أخرى يجزم فيقول:  {سَآتِيكُمْ}  [النمل: ٧] . </p><p> إذن: هي لقطات مختلفة تُكوِّن نسيج القصة الكاملة، وتعددتْ الكلمات لأن الموقف قابلٌ للمراجعة، ولا ينتهي بكلمة واحدة. </p><p> ثم يقول الحق سبحانه:  {فَلَمَّآ أَتَاهَا نُودِيَ} </p>"
}