{
  "id": null,
  "sura": 20,
  "aya": 124,
  "text": "<p> والإعراض: هو الانصراف، وأن تعطيه عَرْض أكتافك كما ذكرنا من قبل. </p><p> وقوله:  {مَعِيشَةً ضَنكاً}  [طه: ١٢٤] الضنْك هو الضيق الشديد الذي تحاول أنْ تُفلتَ منه هنا أو هناك فلا تستطيع، والمعيشة الضَّنْك هذه تأتي مَنْ أعرض عن الله، لأن مَنْ آمن بإله إنْ عَزَّتْ عليه الأسباب لا تضيق به الحياة أبداً؛ لأنه يعلم أن له ربّاً يُخرِجه مما هو فيه. </p><p> أما غير المؤمن فحينما تضيف به الأسباب وتُعجِزه لا يجد مَنْ يلجأ إليه فينتحر. المؤمن يقول: لي ربٌّ يرزقني ويُفرِّج كَرْبي، كما يقول عَزَّ وَجَلَّ:  {الذين آمَنُواْ وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ الله أَلاَ بِذِكْرِ الله تَطْمَئِنُّ القلوب}  [الرعد: ٢٨] . </p><p> لذلك يقولون: لا كَرْب وأنت رَبٌّ، وإذا كان الولد لا يحمل هَمّاً في وجود أبيه فله أبٌ يكفيه متاعب الحياة ومشاقها، فلا يدري بأزمات ولا غلاء أسعار، ولا يحمل هَمَّ شيء، فما بالُكَ بمَنْ له رَبٌّ؟ </p><p> وسبق أنْ ضربنا مثلاً ولله المثل الأعلى، قلنا: هَبْ أن معك جنيهاً ثم سقط من جيبك، أو ضاع منك فسوف تحزن عليه إنْ لم يكُنْ معك غيره، فإنْ كان معك غيره فلن تحزن عليه، فإن كان لديك حساب في البنك فكأن شيئاً لم يحدث. وهكذا المؤمن لديه في إيمانه بربه الرصيد الأعلى الذي يُعوِّضه عن كل شيء. </p><p> والحق تبارك وتعالى أعطانا مثالاً لهذا الرصيد الإيماني في قصة موسى عليه السلام مع فرعون، حينما حُوصِر موسى وقومه بين البحر من أمامهم وفرعون بجنوده من خلفهم، وأيقن القوم أنهم مُدْركون، ماذا قال نبي الله موسى؟ </p><p> قال:  {كَلاَّ إِنَّ مَعِيَ رَبِّي سَيَهْدِينِ}  [الشعراء: ٦٢] هكذا بملْء فيه يقولها قَوْلةَ الواثق مع أنها قَوْلة يمكن أن تكذب بعد لحظات، لكنه الإيمان الذي تطمئن به القلوب، والرصيد الذي يثِقُ فيه كُلُّ مؤمن. </p><p> إذن: مَنْ آمن بالله واتبع هُدَاه فلن يكون أبداً في ضَنْكٍ أو شِدَّة، فإنْ نزلت به شِدَّة فلن تُخرِج عَزْمه عن الرضى، واللجوء إلى ربه. </p><p> ومن آيات الإعجاز القرآني في مسألة الضيق، قوله تعالى:  {فَمَن يُرِدِ الله أَن يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلإِسْلاَمِ وَمَن يُرِدْ أَن يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقاً حَرَجاً كَأَنَّمَا يَصَّعَّدُ فِي السمآء}  [الأنعام: ١٢٥] . </p><p> فمن أين عرف محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أن مَنْ يصعِّد في السماء يضيق صدره؟ وهل صَعَد أحد إلى السماء في هذا الوقت وجَرَّب هذه المسألة؟ ومعنى ضيق الصدر أن حيِّز الرئة التي هي آلة التنفس يضيق بمرض أو مجهود زائد أو غيره، ألاَ ترى أنك لو صعدتَ سُلَّماً مرتفعاً تنهج، معنى ذلك أن الرئة وهي خزينة الهواء لا تجد الهواء الكافي الذي يتناسب والحركة المبذولة، وعندها تزداد حركة التنفس لتُعوِّض نَقْص الهواء. </p><p> والآن وبعد غزو الفضاء عرفنا مسألة ضيق التنفّس في طبقات الجو العليا مما يضطرهم إلى أخذ أنابيب الأكسجين وغيرها من آلات التنفس. </p>"
}