{
  "id": null,
  "sura": 20,
  "aya": 121,
  "text": "<p> أي: بعد أن أكلا من هذه الشجرة ظهرتْ لهما سوءآتهما، والسَّوْأة هي العورة أي: المكان الذي يستحي الإنسان أن ينكشف منه، والمراد القُبُل والدُّبُر في الرجل والمرأة. ولكل من القُبل والدُّبر مهمة، وبهما يتخلص الجسم من الفضلات، الماء من ناحية الكُلى والحالب والمثانة عن طريق القُبل، وبقايا وفضلات الطعام الناتجة عن حركة الهَضْم وعملية الأَيْض، وهذه تخرج عن طريق الدُّبُر. </p><p> لكن، متى أحسَّ آدم وزوجه بسوءاتهما، أبعد الأكل عموماً من </p><p> شجر الجنة، أم بعد الأكل من هذه الشجرة بالذات؟ </p><p> الحق تبارك وتعالى رتَّب ظهور العورة على الأكل من الشجرة التي نهاهما عنها {فَأَكَلاَ مِنْهَا فَبَدَتْ لَهُمَا سَوْءَاتُهُمَا}  [طه: ١٢١] فقبْل الأكل من هذه الشجرة لم يعرفا عورتيهما، ولم يعرفا عملية الإخراج هذه؛ لأن الغذاء كان طاهيه ربُّه، فيعطي القدرة والحياة دون أن يخلف في الجسم أيَّ فضلات. </p><p> لكن، لما خالفوا وأكلوا من الشجرة بدأ الطعام يختمر وتحدث له عملية الهضم التي نعرفها، فكانت المرة الأولى التي يلاحظ فيها آدم وزوجه مسألة الفضلات، ويلتفتان إلى عورتيهما: ما هذا الذي يخرج منها؟ </p><p> وهنا مسألة رمزية ينبغي الالتفات إليها، فحين ترى عورة في المجتمع فاعلم أن منهجاً من مناهج الله قد عُطل. </p><p> إذن: لم يعرف آدم وزوجه فضلات الطعام وما ينتج عنه من ريح وأشياء مُنفَّرة قذرة إلا بعد المخالفة، وهنا تحيَّرا، ماذا يفعلان؟ ولم يكن أمامهما إلا ورق الشجر {وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِن وَرَقِ الجنة}  [طه: ١٢١] . </p><p> أي: أخذا يلصقان الورق على عورتيهما لسترها هكذا بالفطرة، وإلا ما الذي جعل هاتين الفتحتين عورة دون غيرهما من فتحات الجسم كالأنف والفم مثلاً؟ </p><p> قالوا: لأن فَتْحتيْ القُبُل والدُّبُر يخرج منهما شيء قذر كريه يحرص المرء على سَتْره، ومن العجيب أن الإنسان وهو حيوان ناطق فضَّله الله، وحين يأكل يأكل باختيار، أمّا الحيوان فيأكل بغريزته، </p><p> ومع ذلك يتجاوز الإنسان الحد في مأكله ومشربه، فيأكل أنواعاً مختلفة، ويأكل أكثر من حاجته ويأكل بعدما شبع، على خلاف الحيوان المحكوم بالغريزة. </p><p> ولذلك ترى رائحة الفضلات في الإنسان قذرة مُنفّرة، ولا فائدة منها في شيء، أما فضلات الحيوان فلا تكاد تشمُّ لها رائحة، ويمكن الاستفادة منها فيجعلونها وقوداً أو سماداً طبيعياً. وبعد ذلك نتهم الحيوان ونقول: إنه بهيم. . إلخ. </p><p> وقوله تعالى:  {وعصىءَادَمُ رَبَّهُ فغوى}  [طه: ١٢١] أي: فيما قبل النبوة، وفي مرحلة التدريب، والإنسان في هذه المرحلة عُرْضة لأنْ يصيب، ولأنْ يخطىء، فإنْ أخطأ في هذه المرحلة لا تضربه بل تُصوِّب له الخطأ. كالتلميذ في فترة الدراسة، إنْ أخطأ صوَّب له المعلم، أما في الامتحان فيحاسبه. </p><p> ومعنى:  {فغوى}  [طه: ١٢١] يعني: لم يُصِبْ الحقيقة، كما يقولون لمن تاه في الصحراء غاوٍ أي: تائه. ثم تأتي المرحلة الأخرى: مرحلة العِصْمة. </p><p> ثم يقول الحق سبحانه:  {ثُمَّ اجتباه رَبُّهُ} </p>"
}