{
  "id": null,
  "sura": 20,
  "aya": 96,
  "text": "<p> مادة: بَصُر منها أبصرت للرؤية الحسية، وبصرت للرؤية العلمية أي: بمعنى علمتُ. </p><p> فمعنى {بَصُرْتُ بِمَا لَمْ يَبْصُرُواْ بِهِ}  [طه: ٩٦] يعني: اقتنعتُ بأمر هم غير مقتنعين به، فأنا فعلتُ وهم قَلَّدوني فيما فعلتُ من مسألة العِجْل. </p><p> وقد أدَّى به اجتهاده إلى صناعة العجل؛ لأنه رأى قومه يحبون الأصنام، وسبق أنْ طلبوا من موسى أن يجعل لهم إلهاً لما رأوا قوماً يعبدون الأصنام، فانتهز السامريُّ فرصة غياب موسى، وقال لهم: سأصنع لكم ما لم يستطع موسى صناعته، بل وأزيدكم فيه، لقد طلبتم مجرد صنم من حجارة إنما أنا سأجعل لكم عِجْلاً جَسَداً من الذهب، وله صوت وخُوَار مسموع. </p><p> وقوله:  {فَقَبَضْتُ قَبْضَةً مِّنْ أَثَرِ الرسول فَنَبَذْتُهَا}  [طه: ٩٦] قبض على الشيء: أخذه بجُمْع يده. ومثلها: قَبصَ. </p><p> وقوله:  {مِّنْ أَثَرِ الرسول}  [طه: ٩٦] للعلماء في هذه المسألة روايات متعددة. منها: أن السامري حين كان جبريل عليه السلام يتعَهَّده وهو صغير، كان يأتيه على جواد فلاحظ السامري أن الجواد كلما مَرَّ على شيء اخضرّ مكان حافره، ودَبَّتْ الحياة فيه، لذلك: فأصحاب هذا القول رأؤا أن العجل كان حقيقياً، وله صوت طبيعي ليس مجرد مرور الهواء من خلاله. </p><p> ورَأْى آخر يقول:  {مِّنْ أَثَرِ الرسول}  [طه: ٩٦] الرسول كما نعلم هو المبلِّغ لشرع الله المباشر للمبلّغ، أما جبريل فهو رسول للرسول، ولم يَرَه أحد فأُطلِقت الرسول على حامل المنهج إلى المتكلّم به، لكنها قد تُطلق ويُراد بها التهكّم، كما جاء في قوله تعالى: </p><p> {هُمُ الذين يَقُولُونَ لاَ تُنفِقُواْ على مَنْ عِندَ رَسُولِ الله}  [المنافقون: ٧] فيقولون: رسول الله تهكماً لا إيماناً بها. </p><p> وكذلك في قوله تعالى:  {وَقَالُواْ مَالِ هذا الرسول يَأْكُلُ الطعام وَيَمْشِي فِي الأسواق}  [الفرقان: ٧] . </p><p> إذن: قد يُرَاد بها التهكّم. </p><p> لكن، ما المراد بأثر الرسول؟ الرسول جاء لِيُبلِّغ شرعاً من الله، وهذا هو أثره الذي يبقى من بعده. فيكون المعنى: قبضتُ قبضة من شرع الرسول، قبضة من قمته، وهي مسألة الإله الواحد الأحد المعبود، لا صنمَ ولا خلافه. </p><p> وقوله تعالى:  {فَنَبَذْتُهَا}  [طه: ٩٦] أي: أبعدتُها وطرحتها عن مُخيِّلتي، ثم تركتُ لنفسي العنان في أن تفكر فيما وراء هذا. </p><p> بدليل أنه قال بعدها {وكذلك سَوَّلَتْ لِي نَفْسِي}  [طه: ٩٦] أي: زيَّنتها لي، وألجأتني إلى معصية. فلا يقال: سوَّلَتْ لي نفسي الطاعة، إنما المعصية وهي أن يأخذ شيئاً من أثر الرسول ووَحْيه الذي جاء به من الله، ثم يطرحه عن منهجه ويُبعده عن فِكْره، ثم يسير بِمَحْض اختياره. </p><p> ثم يقول الحق سبحانه:  {قَالَ فاذهب فَإِنَّ لَكَ} </p>"
}