{
  "id": null,
  "sura": 20,
  "aya": 55,
  "text": "<p> نلحظ هنا أن موسى عليه السلام يعرض على فرعون قضايا لا تخصُّ فرعون وحده، إنما تمنع أنْ يوجد فرعون آخر. </p><p> وقوله:  {مِنْهَا}  [طه: ٥٥] أي: من الأرض التي سبق أنْ قال عنها: {الذي جَعَلَ لَكُمُ الأرض مَهْداً}  [طه: ٥٣] . </p><p> ثم ذكر لنا مع الأرض مراحل ثلاث:  {مِنْهَا خَلَقْنَاكُمْ وَفِيهَا نُعِيدُكُمْ وَمِنْهَا نُخْرِجُكُمْ تَارَةً أخرى}  [طه: ٥٥] . </p><p> وفي آية أخرى يذكر مرحلة رابعة، فيقول:  {فِيهَا تَحْيَوْنَ وَفِيهَا تَمُوتُونَ وَمِنْهَا تُخْرَجُونَ}  [الأعراف: ٢٥] . </p><p> بذلك تكون المراحل أربعة: منها خلقناكم، وفيها تحيَوْن، وإليها تُرجعون بالموت، ومنها نُخرجكم بالبعث. </p><p> فقوله تعالى:  {مِنْهَا خَلَقْنَاكُمْ}  [طه: ٥٥] الخلْق قِسْمان: خَلْق أولي، وخَلْق ثانوي، الخلق الأَوليّ في أدم عليه السلام، وقد خُلِق من الطين أي: من الأرض. ثم الخَلْق الثاني، وجاء من التناسل، وإذا كان الخَلْق الأَوْلي من طين، فكل ما ينشأ عنه يُعَدّ كذلك؛ لأنه الأصل الأول. </p><p> ويمكن أن نُوجِّه الكلام توجيهاً آخر، فنقول: التناسل يتولد من ميكروبات الذكورة وبويضات الأنوثة، وهذه في الأصل من الطعام والشراب، وأصله أيضاً من الأرض. إذن: فأنت من الأرض بواسطة أو بغير واسطة. </p><p> وإنْ كانت قضية الخَلْق هذه قضية غيبية، فقد ترك الخالق في كونه عقولاً تبحث وتنظر في الكون، وتعطينا الدليل على صِدْق هذه القضية، فلما حلّل العلماء طينة الأرض وجدوها ستة عشر عنصراً </p><p> تبدأ بالأكسوجين، وتنتهي بالمنجنيز، وحين حلّلوا عناصر الإنسان وجدوها نفس العناصر الستة عشر، ليثبتوا بذلك البحث التحليلي صِدْق قضية الخَلْق التي أخبر عنها الخالق عَزَّ وَجَلَّ. </p><p> وقوله:  {وَفِيهَا نُعِيدُكُمْ}  [طه: ٥٥] هذه مرحلة مشاهدة، فكُلُّ مَنْ يموت مِنّا ندفنه في الأرض؛ لذلك يقول الشاعر: </p><p> إنْ سَئِمْتَ الحياةَ فَارْجِعْ إلَى ... الأرْضِ تَنَمْ آمِناً مِنَ الأوْصَاب </p><p> هِيَ أُمُّ أحْنَى عَليْكَ مِنَ الأم ... التي خَلَّفتْك للإتْعَابِ </p><p> فبعد أن تُنقض بنية الإنسان بالموت لا يسارع إلى مواراته التراب إلا أقرب الناس إليه، فترى المرأة التي مات وحيدها، وأحب الناس إليها، والتي كانت لا تطيق فراقه ليلة واحدة، لا تطيق وجوده الآن، بل تسارع به إلى أمه الأصلية (الأرض) . </p><p> وذلك لأن الجسد بعد أنْ فارقته الروح سرعان ما يتحول إلى جيفة لا تطاق حتى من أمه وأقرب الناس إليه، أما الأرض فإنها تحتضنه وتمتصُّ كل مافيه من أذى. </p><p> ومن العجائب في نَقْض بنية الإنسان بالموت أنها تتم على عكس بنائه، فعندما تكلم الخالق عَزَّ وَجَلَّ عن الخلق الأول للإنسان قال: إنه خلق من تراب، ومن طين، ومن حمأ مسنون، ومن صلصال كالفخار. وقلنا: إن هذه كلها أطوار للمادة الواحدة، ثم بعد ذلك ينفخ الخالق فيه الروح، فتدبّ فيه الحياة. </p><p> فإذا ما تأملنا الموت لوجدناه على عكس هذا الترتيب، كما أنك لو </p><p> بنيتَ عمارة من عِدَّة أدوار، فآخر الأدوار بناءً أولها هَدْماً. </p><p> كذلك الموت بالنسبة للإنسان يبدأ بنزع الروح التي وُضِعَتْ فيه آخراً، ثم يتصلّب الجسد و (يشضب) كالصلصال ثم يرمّ، ويُنتن كالحمأ المسنون، ثم يتبخر ما فيه من ماء، وتتحلل باقي العناصر، فتصير إلى التراب. </p><p> ثم يقول تعالى:  {وَمِنْهَا نُخْرِجُكُمْ تَارَةً أخرى}  [طه: ٥٥] أي: مرة أخرى بالبعث يوم القيامة، وهذا الإخراج له نظام خاصّ يختلف عن الإخراج الأول؛ لأنه سيبدأ بعودة الروح، ثم يكتمل لها الجسد. </p><p> هذه كلها قضايا كونية تُلْقَى على فرعون عَلَّها تُثنيه عَمَّا هو عليه من ادّعاء الألوهية، والألوهية تقتضي مألوهاً، فالإله معبود له عابد، فكيف يَدّعي الألوهية، وليس له في الربوبية شيء؟ فلا يستحق الألوهية والعبادة إلا مَنْ له الربوبية أولاً، وفي الأمثال:  (اللي ياكل لقمتي يسمع كلمتي) . </p><p> ثم يقول الحق سبحانه:  {وَلَقَدْ أَرَيْنَاهُ آيَاتِنَا} </p>"
}