{
  "id": null,
  "sura": 20,
  "aya": 114,
  "text": "<p> {تعالى}  [طه: ١١٤] تنزّه وارتفع عن كل ما يُشبه الحادث، تعالى ذاتاً، فليستْ هناك ذاتٌ كذاته، وتعالى صفاتاً فليست هناك صفة كصفته، فإنْ وُجِدَتْ صفة في الخَلْق تشبه صفة في الخالق سبحانه، فخُذْها في ضوء {لَيْسَ كَمِثْلِهِ شَيْءٌ}  [الشورى: ١١] . </p><p> فالحق سبحانه لا يضنُّ على عبده أنْ يُسميه خالقاً إنْ أوجد شيئاً من عدم، إنما لما تكلم عن خَلْقه سبحانه، قال:  {فَتَبَارَكَ الله أَحْسَنُ الخالقين}  [المؤمنين: ١٤] . </p><p> فأنت خالق، لكن ربَّك أحسَنُ الخالقين، فأنت خلقتَ من موجود أمّا ربك عَزَّ وَجَلَّ فقد خلق من العدم، أنت خلقتَ شيئاً جامداً على حالة واحدة، والله خلق خَلْقاً حياً نامياً، يُحسُّ ويتحرك ويتكاثر، وسبق أنْ مثَّلنا لذلك ولله المثل الأعلى بصانع الأكواب الزجاجية من الرمال، وأوضحنا الفرق بين خَلْق وخَلْق. </p><p> وقوله تعالى:  {فتعالى الله الملك الحق}  [طه: ١١٤] تلفتنا إلى ضرورة التطلع إلى أعلى في التشريع. فما الذي يُجبرك أنْ تأخذ تشريعاً من عبد مثلك؟ ولماذا يأخذ هو تشريعك؟ إذن: لا بُدَّ أن يكون المشرِّع أعلى من المشرَّع له. </p><p> ومن ألفاظ تنزيه الله التي لا تُقال إلا له سبحانه كلمة (سبحان الله) أسمعتَ بشراً يقولها لبشر؟ وهناك كفرة وملاحدة ومنكرون للألوهية ومعاندون، ومع ذلك لم يقُلْها أحد مَدْحاً في أحد. </p><p> كذلك كلمة (تعالى وتبارك) لا تُقال إلا لله، فنقول:  (تباركت ربنا وتعاليت) أي: وحدك لا شريك لك. </p><p> فقوله:  {فتعالى الله}  [طه: ١١٤] علا قَدْره وارتفع التنزيه ارتفاعاً لا يوصل إليه، أمّا التعالي في البشر فيما بينهم فأمْر ممقوتٌ؛ أما تعالى الحق سبحانه فمن مصلحة الخلق، وهذه اللفتة يُعَبِّر عنها أهل الريف، يقولون (اللي ملوش كبير يشتري له كبير) ؛ لأن الكبير هو الذي سيأخذ بيد الضعيف ويدكّ طغيان القوى، فإذا لم يكُنْ لنا كبير نختلف ونضيع. </p><p> إذن: من مصلحة الكون كله أنْ يكونَ الله متعالياً، والحق ليس متعالياً علينا، بل متعالٍ من أجلنا ولصالحنا، فأيُّ مُتعالٍ أو جبار من </p><p> البشر عندما يعلم أن الله أعلى منه يندكّ جبروته وتعاليه، وأيّ ضعيف يعلم أن له سنداً أعلى لا يناله أحد، فيطمئن ويعيش آمناً وبذلك يحدث التوازن الاجتماعي بين الناس. </p><p> ونحن نحب عبوديتنا لله عَزَّ وَجَلَّ، وإنْ كانت العبودية كلمة بغيضة مكروهة حين تكون عبودية الخَلْق للخَلْق فيأخذ السيد خَيْر عبده، إلا أن العبودية لله شرف وكرامة؛ لأن العبد لله هو الذي يأخذ خَيْر سيده، فأنا عبد لله وعبوديتي له لصالحي أنا، ولن أزيد في مُلْكه شيئاً، ولن ينتفع من ورائي بشيء؛ لأنه سبحانه زوال مُلْكه وزوال سلطانه في الكون قبل أن يخلق الخَلْق، فبقدرته وعظمته خلق، وقبل أنْ توجد أنت أيها الإنسان الطاغي المتمرد أوجد لك الكون كله بما فيه. </p><p> فأنت بإيمانك لن تزيد شيئاً في مُلْك الله، كما جاء في الحديث القدسي:  «يا عبادي إنكم لن تملكوا نفعي فتنفعوني، ولن تملكوا ضري فتضروني. .» فأنا إنْ تصرَّفْتُ فيكم فلمصلحتكم، لا يعود عليَّ من ذلك شيء. </p><p> وقوله تعالى:  {الملك الحق}  [طه: ١١٤] لأن هناك ملوكاً كثيرين، أثبتَ الله لهم الملْك وسمَّاهم مُلُوكاً، كما قال سبحانه:  {وَقَالَ الملك ائتوني بِهِ}  [يوسف: ٥٠] وقال: {أَلَمْ تَرَ إِلَى الذي حَآجَّ إِبْرَاهِيمَ فِي رَبِّهِ أَنْ آتَاهُ الله الملك}  [البقرة: ٢٥٨] . </p><p> إذن: في الدنيا ملوك، لكنهم ليسوا مُلوكاً بحق، الملك بحق هو الله؛ لأن ملوك الدنيا ملوك في مُلْك موهوب لهم من الله، فيمكن أن </p><p> يفوت مُلْكَه، أو يفوته المْلكُ، وأيُّ مُلْك هذا الذي لا يملكه صاحبه؟ أيّ مُلْك هذا الذي يُسلب منك بانقلاب أو بطلقة رصاص؟ </p><p> إذن: الملِك الحق هو الله، وإن ملَّك بعض الخلق شئون بعض لمصلحتهم، فهو سبحانه الذي يهَب الملْك، وهو الذي ينزعه إن أراد:  {تُؤْتِي الملك مَن تَشَآءُ وَتَنزِعُ الملك مِمَّنْ تَشَآءُ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُ}  [آل عمران: ٢٦] . </p><p> فالحق سبحانه له الملْك الحق، ويهَبُ من مُلْكه لمَنْ يشاء، لكن يظل المَلِك وما مَلَكه في قبضة الله؛ لأنه سبحانه قيُّوم على خَلْقه لا يخرج أحد عن قيوميته. </p><p> وقد نسمع مَنْ يسبُّ الملوك والرؤساء، ومَنْ يخوض في حقهم، وهو لا يدري أن مُلْكهم من الله، فهو سبحانه الذي ملّكهم وفوَّضهم، ولم يأخذ أحد منه مُلْكاً رَغْماً عن الله، فلا تعترض على اختيار الله واحترم مَنْ فوَّضه الله في أمرك، واعلم أن في ذلك مصلحة البلاد والعباد، ومَنْ يدريك لعلَّ الطاغية منهم يصبح غَداً واحداً من الرعية. </p><p> إذن: الحق سبحانه ملَّك بعض الناس أمْر بعض: هذا يتصرف في هذا، وهذا يملك هذا لتسير حركة الكون، فإذا كانت القيامة، قال عَزَّ وَجَلَّ:  {لِّمَنِ الملك اليوم لِلَّهِ الواحد القهار}  [غافر: ١٦] هذا هو الملْك الحق. </p><p> ومن عظمته في التعالى أنه يريحك هو سبحانه بعمله لك، فيقول لك: نَمْ مِلْءَ جفونك، فأنا لا تأخذني سِنَة ولا نوم، نَمْ فلكَ رب قيوم قائم على أمرك يرعاك ويحرسك. </p><p> ومن معاني {الملك الحق}  [طه: ١١٤] أي: الثابت الذي لا يتغير، وكُلُّ ظاهرة من ظواهر القوة في الكون تتغير إلا قوة الحق </p><p> تبارك وتعالى لذلك يُلقِي سبحانه أوامره وهو واثق أنها ستُنفذ؛ لأنه سبحانه مِلكٌ حقّ، بيده ناصية الأمور كلها، فلو لم يكُنْ سبحانه كذلك، فكيف يقول للشيء: كُنْ فيكون؟ فلا يعصاه أحد، ولا يخرج عن طَوْعه مخلوق، فيقول له: كُنْ فلا يكون. </p><p> فالحق تبارك وتعالى أنزل القرآن عربياً، وصرَّف فيه من الوعيد لعلهم يتقون أو يحدث لهم ذكراً؛ لأنه من حقه أن يكون له ذلك؛ لأنه مَلِك حق ليس له هوى فيما شرع؛ لذلك يجب أن تقبل تشريعه، فلا يطعن في القوانين إلا أن تصدر عن هوى، فإنْ قنَّن رأسمالي أعطَى الامتياز للرأسماليين، وإنْ قنَّن فقير أعطى الامتياز للفقراء، والله عَزَّ وَجَلَّ لا ينحاز لأحد على حساب أحد. </p><p> وأيضاً يجب في المقنِّن أن يكون عالماً بمستجدَّات الأمور في المستقبل، حتى لا يستدرك أحد على قانون فيُغيِّره كما يحدث معنا الآن، وتضطرنا الأحداث إلى تغيير القانون؛ لأننا ساعة شرعناه غابتْ عنا هذه الأحداث، ولم نحتط لها؛ لذلك لا استدراكَ على قانون السماء أبداً. </p><p> وطالما أن الحق سبحانه وتعالى هو {الملك الحق}  [طه: ١١٤] فلا بُدَّ أنْ يضمن للخلق أنْ يصلهم الكتاب والمنهج كما قاله سبحانه، لا تغيير فيه؛ لذلك قال عَزَّ وَجَلَّ:  {إِنَّا نَحْنُ نَزَّلْنَا الذكر وَإِنَّا لَهُ لَحَافِظُونَ}  [الحجر: ٩] . </p><p> نحن الذين سنحفظه؛ لأن البشر جُرِّبوا في حِفْظ مناهج السماء، ولم يكونوا أمناء عليها، فغيَّروا في التوراة وفي الإنجيل وفي الكتب المقدَّسة، إما بأن يكتموا بعض ما أنزل الله، وإما أنْ ينسُوا بعضه، </p><p> والذي ذكروه لم يتركوه على حاله بل حرَّفوه. وإنْ قُبِل منهم هذا كله فلا يُقبَل منهم أنْ يفتَرُوا على الله فيُؤلِّفون من عندهم، ويقولون:  {هُوَ مِنْ عِنْدِ اللًّهِ وَمَا هُوَ مِنْ عِندِ الله}  [آل عمران: ٧٨] . </p><p> ذلك لأن الحفْظ للمنهج كان موكولاً للبشر تكليفاً، والتكليف عُرْضَة لأنْ يُطَاع، ولأن يُعْصَى، كما قال تعالى:  {إِنَّآ أَنزَلْنَا التوراة فِيهَا هُدًى وَنُورٌ يَحْكُمُ بِهَا النبيون الذين أَسْلَمُواْ لِلَّذِينَ هَادُواْ والربانيون والأحبار بِمَا استحفظوا مِن كِتَابِ الله}  [المائدة: ٤٤] . </p><p> أي: طلب منهم أن يحفظوها بهذا الأمر التكليفي، فعَصَوْه نسياناً، وكتماناً، وتحريفاً، وزيادة؛ لذلك تولّى الحق تبارك وتعالى حفْظ القرآن؛ لأنه الكتاب الخاتم الذي لا استدراكَ عليه، وضمن سبحانه للقرآن ألاَّ يُحرَّف بأيِّ وجه من أَوْجُه التحريف. </p><p> فاطمئنوا إلى أن القرآن كتاب الله الذي بين أيديكم هو كلام الله الذي جاء من علمه تعالى في اللوح المحفوظ الذي قال عنه:  {فِي كِتَابٍ مَّكْنُونٍ لاَّ يَمَسُّهُ إِلاَّ المطهرون}  [الواقعة: ٧٨٧٩] . </p><p> ثم نزل به الروح الأمين، وهو مُؤتَمن عليه لم يتصرَّف فيه، ثم نزل على قلب سيد المرسلين الذي قال الله عنه:  {وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الأقاويل لأَخَذْنَا مِنْهُ باليمين}  [الحاقة: ٤٤٤٥] . </p><p> إذن: حُفِظ القرآن عِلْماً في اللوح المحفوظ، وحُفِظ في أمانة مَنْ نزل به من السماء، وحُفِظ في مَنْ استقبله وهو النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فلا حجةَ لنا بعد أن جمع الحق سبحانه وتعالى للقرآن كُلَّ ألوان الحفظ. </p><p> لذلك كان ولا بُدَّ حين يُنزِل الله القرآن على رسوله أن يقول له:  {فتعالى الله الملك الحق}  [طه: ١١٤] فليست هناك حقيقة بعد هذا أبداً، وليس هناك شيء ثابت ثبوتَ الحق سبحانه وتعالى. </p><p> ثم يقول تعالى {وَلاَ تَعْجَلْ بالقرآن مِن قَبْلِ أَن يقضى إِلَيْكَ وَحْيُهُ}  [طه: ١١٤] وهذه مُقدِّمات ليطمئن رسول الله على حِفْظ القرآن؛ لأنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كان ينزل عليه الوحي، فيحاول إعادته كلمة كلمة. فإذا قال الوحي مثلاً:  {قُلْ أُوحِيَ إِلَيَّ}  [الجن: ١] فيأخذ الرسول من تكرارها في سِرَّه ويُردِّدها خلف جبريل عليه السلام مخافة أنْ ينساها لشدة حِرْصه على القرآن. </p><p> فنهاه الله عن هذه العجلة {وَلاَ تَعْجَلْ بالقرآن}  [طه: ١١٤] أي: لا تتعجل، ولا تنشغل بالتكرار والترديد، فسوف يأتيك نُضْجها حين تكتمل، فلا تَخْشَ أنْ يفوتك شيءٌ منه طالما أنني تكفَّلْتُ بحِفْظه؛ لذلك يقول له في موضع آخر:  {سَنُقْرِئُكَ فَلاَ تنسى}  [الأعلى: ٦] . </p><p> فاطمئن ولا تقلق على هذه المسألة؛ لأن شغلك بحفظ كلمة قد يُفوِّت عليك أخرى. </p><p> والعَجَلة أنْ تُخرِج الحدث قبل نُضْجه، كأن تقطف الثمرة قبل نُضْجها وقبل أوانها، وعند الأكل تُفَاجأ بأنها لم تَسْتَوِ بعد، أو تتعجل قَطْفها وهي صغيرة لا تكفي شخصاً واحداً، ولو تركتها لأوانها لكانت كافية لعدة أشخاص. </p><p> والقرآن كلام في مستوى عَالٍ من البلاغة، وليس كلاماً مألوفاً له يسهُل عليه حِفْظه؛ لذلك كان حريصاً على الحِفْظ والتثبيت. </p><p> وفي آية أخرى يُوضِّح الحق سبحانه هذه المسألة:  {لاَ تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ فَإِذَا قَرَأْنَاهُ فاتبع قُرْآنَهُ}  [القيامة: ١٦١٨] أي: لما تكتمل الآيات فلكَ أنْ تقرأها كما تحب. </p><p> وهذه الظاهرة من معجزات النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، نبي ينزل عليه عدة أرباع من القرآن، أو السورة كاملة، ثم حيث يُسري عنه الوحي يعيدها كما أُنزِلتْ عليه، ولك أن تأتي بأكثر الناس قدرة على الحفظ، واقرأ عليه المدة عشر دقائق مثلاً من أي كتاب أو أي كلام، ثم اطلب منه إعادة ما سمع فلن يستطيع. </p><p> أما النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فكان يأمر الكَتبة بكتابة القرآن، ثم يمليه عليهم كما سمعه، لا يُغير منه حرفاً واحداً، بل ويُملي الآيات في موضعها من السور المختلفة فيقول:  «ضعوا هذه في سورة كذا، وهذه في سورة كذا» . </p><p> ولو أن السورة نزلت كاملة مرة واحدة لكان الأمر إلى حَدٍّ ما سهلاً، إنما تنزل الآيات متفرقة، فإذا ما قرأ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في الصلاة مثلاً قرأ بسورة واحدة نزلتْ آياتها متفرقة، هذه نزلت اليوم، وهذه نزلت بالأمس، وهكذا، ومع ذلك يقرؤها مُرتَّبة آية آية. </p><p> وقوله تعالى بعدها:  {ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ}  [القيامة: ١٩] وخاطب </p><p> النبي في آية أخرى:  {وَأَنْزَلْنَا إِلَيْكَ الذكر لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ}  [النحل: ٤٤] فالبيان من الله تعالى والتبيين من النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> ومعنى:  {مِن قَبْلِ أَن يقضى إِلَيْكَ وَحْيُهُ}  [طه: ١١٤] أي: انتظر حتى يسري عنك، لكن كيف يعرف الرسول ذلك؟ كيف يعرف أن الحالة التي تعتريه عند نزول الوحي قد زالتْ؟ والصحابة يصفون حال النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ عند نزول الوحي عليه فيقولون: كنا نسمع حول رأسه كغطيط النحل، وكان جبينه يتفصد عرقاً، ويبلغ منه الجهد مبلغاً، وإن نزل الوحي وهو على دابة كانت تنخ برسول الله؛ لأن الله تعالى قال:  {إِنَّا سَنُلْقِي عَلَيْكَ قَوْلاً ثَقِيلاً}  [المزمل: ٥] . </p><p> إذن: هناك آيات مادية تعرض لرسول الله عند نزول الوحي؛ لأن الوَحْي من مَلَك له طبيعته التكوينية التي تختلف وطبيعة النبي البشرية، فلكي يتم اللقاء بينهما مباشرة لا بُدَّ أنْ يحدث بينهما نوعٌ من التقارب في الطبيعة، فإمّا أن يتحول الملَك من صورته الملائكية إلى صورة بشرية، أو ينتقل رسول الله من حالته البشرية إلى حالة ملائكية ارتقائية حتى يتلقّى عن الملك. </p><p> لذلك، كانت تحدث لرسول الله تغييرات كيماوية في طبيعته، هذه التغييرات هي التي تجعله يتصبَّبُ عَرَقاً حتى يقول:  «زملوني زملوني» أو «دثروني دثروني» لما حدث في تكوينه من تفاعل. </p><p> فكان الوحي شاقاً على رسول الله خاصة في أوله، فأراد الحق </p><p> سبحانه أنْ يُخفِّف عن رسوله هذه المشقة، وأنْ يُريحه فترة من نزول الوحي ليريحه من ناحية وليُشوِّقه للوحي من ناحية أخرى، فقال تعالى:  {أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ وَوَضَعْنَا عَنكَ وِزْرَكَ الذي أَنقَضَ ظَهْرَكَ}  [الشرح: ١٣] والوِزْر هو الحِمْل الثقيل الذي كان يحمله رسول الله في نزول الوحي عليه. </p><p> فلما فتر الوحي عن رسول الله شمتَ به الأعداء، وقالوا: إن ربَّ محمد قد قلاه. سبحان الله، أفي الجَفْوة تذكرون أن لمحمد رباً؟ ألستم القائلين له: كذاب وساحر؟ والآن أصبح له رب لأنه قلاه؟ </p><p> وما فهم الكفار أن فتور الوحي لحكمة عالية، أرادها ربُّ محمد، هي أنْ يرتاح نفسياً من مشقة هذه التغيرات الكيماوية في تكوينه، وأنْ تتجدد طاقته، ويزداد شوقه للقاء جبريل من جديد، والشَّوْق إلى الشيء يُهوِّن الصعاب في سبيله. كما يسير المحب إلى حبيبه، لا تمنعه مشاقّ الطريق. </p><p> فردَّ الله على الكافر:  {والضحى والليل إِذَا سجى مَا وَدَّعَكَ رَبُّكَ وَمَا قلى وَلَلآخِرَةُ خَيْرٌ لَّكَ مِنَ الأولى وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فترضى}  [الضحى: ١٥] . </p><p> فنفى عن رسوله ما قاله الكفار، ثم عدَّل عبارتهم: إن ربَّ محمد قد قلاه فقال: {مَا وَدَّعَكَ رَبُّكَ وَمَا قلى}  [الضحى: ٣] هكذا بكاف الخطاب؛ لأن التوديع قد يكون للحبيب. </p><p> أمَّا في قوله:  {وَمَا قلى}  [الضحى: ٣] فلم يأْتِ هنا بكاف الخطاب حتى مع النفي، فلم يقُلْ (وما قلاك) ؛ لأن النفي مع ضمير المخاطب يُشْعِر بإمكانية حدوث الكُره لرسول الله. </p><p> كما لو قلت: أنا لم أرَ شيخ الأزهر يشرب الخمر، أمدحتَ شيخ الأزهر بهذا القول أم ذَمَمْته؟ الحقيقة أنك ذممته؛ لأنك جعلته مظنة أن يحدث منه ذلك. </p><p> فهذا التعبير القرآني يعطي لرسول الله منزلته العالية ومكانته عند ربه عَزَّ وَجَلَّ. </p><p> لكن، ما الحكمة في أن الحق تبارك وتعالى أقسم في هذه المسألة بالضحى وبالليل إذا سَجَى؟ وما صلتهما بموضوع غياب الوحي عن رسول الله؟ </p><p> الله عَزَّ وَجَلَّ يريد بقوله:  {والضحى والليل إِذَا سجى}  [الضحى: ١٢] أن يرد هؤلاء إلى ظاهرة كونية مُشَاهدة ومُعْتَرف بها عند الجميع، وهي أن الله خلق النهار وجعله مَحلاً للحركة والنشاط والسعي، وخلق الليل وجعله مَحَلاً للراحة والسكون، فيرتاح الإنسان في الليل ليعاود نشاطه في الصباح من جديد. </p><p> وهكذا أمر الوحي مع رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فلما أجهده الوحي احتاج إلى وقت يرتاح فيه، لا لتنتهي المسألة بلا عودة، بل ليُجدِّد نشاط النبي، ويُشوِّقه للوحي من جديد؛ لذلك بشَّره بقوله:  {وَلَلآخِرَةُ خَيْرٌ لَّكَ مِنَ الأولى}  [الضحى: ٤] أي: انتظر يا محمد، فسوف يأتيك خير كثير. </p><p> فالحق سبحانه يُرجِعهم إلى ظواهر الكون، وإلى الطبيعة التي يعيشون عليها، فأنتم ترتاحون من عَناء النهار بسكون الليل، فلماذا تنكرون على محمد أن يرتاح من عناء الوحي ومشقته؟ وهل راحتكم في سكون الليل تعني دوام الليل وعدم عودة النهار؟ </p><p> وقوله تعالى:  {وَقُل رَّبِّ زِدْنِي عِلْماً}  [طه: ١١٤] هذا توجيه للنبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ للاستزادة من العلم، فما دُمْتَ أنت يا رب الحافظ فزِدْني منه، ذلك لأن رسول الله سيحتاج إلى علم تقوم عليه حركة الحياة من لَدُنْه إلى أن تقوم الساعة، عِلْمٌ يشمل الأزمنة والأمكنة، فلا بُدَّ له أنْ يُعَدَّ الإعدادَ اللازم لهذه المهمة. </p><p> ثم يقول الحق سبحانه:  {وَلَقَدْ عَهِدْنَآ إلىءَادَمَ} </p>"
}