{
  "id": null,
  "sura": 20,
  "aya": 40,
  "text": "<p> إذن: كان لأخت موسى دور في قصته، كما قال تعالى في موضع آخر:  {وَقَالَتْ لأُخْتِهِ قُصِّيهِ فَبَصُرَتْ بِهِ عَن جُنُبٍ وَهُمْ لاَ يَشْعُرُونَ}  [القصص: ١١] . </p><p> والمراد: تتبعيه بعد أنْ علمتِ نجاته من اليمّ، فتتبعته، وعرفتْ أنه في بيت فرعون، ثم حرَّم الله عليه المراضع، فكان يعَافُ المرضعات، وهنا تدخلت أخته لتقول: {هَلْ أَدُلُّكُمْ على مَن </p><p> يَكْفُلُهُ} [طه: ٤٠] وهذا الترتيب لا يقدر عليه إلا الله. </p><p> ويقول تعالى:  {فَرَجَعْنَاكَ إلى أُمِّكَ}  [طه: ٤٠] حين نستقرىء مادة (رجع) في القرآن نجدها تأتي مرة لازمة كما في: {وَلَمَّا رَجَعَ موسى إلى قَوْمِهِ}  [الأعراف: ١٥٠] </p><p> وتأتي متعدية كما في:  {فَرَجَعْنَاكَ إلى أُمِّكَ}  [طه: ٤٠] وفي: {فَإِن رَّجَعَكَ الله إلى طَآئِفَةٍ مِّنْهُمْ}  [التوبة: ٨٣] . </p><p> والفَرْق بين اللازم والمتعدِّي أن اللازم رجع بذاته، أمّا المتعدي فقد أرجعه غيره، فالرجوع أن تصير إلى حال كنتَ عليها وتركتها، فإنْ رجعت بنفسك دون دوافع حملتْك على الرجوع فالفعل لازم، فإنْ كانت هناك أمور دفعتْك للرجوع فالفعل مُتعَدٍّ. </p><p> ومثل رجعك: أرجعك، إلا أن رجعك: الرجوع في ظاهر الأمر منك من دون دوافع منك. وأرجعك: أي رَغْماً عن إرادتك. </p><p> وقوله:  {كَيْ تَقَرَّ عَيْنُها}  [طه: ٤٠] تقرُّ العين أي: تثبت؛ لأن التطلعات إما أن تكون معنوية أو حِسِّية، فالإنسان لديه أمانٍ يتطلع إلى تحقيقها، فإذا ما تحققت نقول: لم يعُدْ يتطلع إلى شيء. </p><p> وكذلك في الشيء الحسِّيِّ، فالعرب يقولون للشيء الجميل: قيد النواظر. أي: يقيد العين فلا تتحول عنه؛ لأن الإنسان لا يتحول عن الجميل إلا إذا رأى ما هو أجمل، وهذا ما يسمونه قُرَّة العين. يعني الشيء الحسن الذي تستقر عنده العين، ولا تطلب عليه مزيداً في الحُسْن. </p><p> ثم يقول تعالى:  {وَقَتَلْتَ نَفْساً فَنَجَّيْنَاكَ مِنَ الغم وَفَتَنَّاكَ فُتُوناً}  [طه: ٤٠] وهذه مِنَّة أخرى من مِنَن الله تعالى على موسى عليه السلام، فمِنَنُ الله عليه كثيرة كما قال:  {وَلَقَدْ مَنَنَّا عَلَيْكَ مَرَّةً أخرى}  [طه: ٣٧] فهي مرة، لكن هناك مرات. </p><p> ومسألة القتل هذه وردتْ في قوله تعالى:  {وَدَخَلَ المدينة على حِينِ غَفْلَةٍ مِّنْ أَهْلِهَا فَوَجَدَ فِيهَا رَجُلَيْنِ يَقْتَتِلاَنِ هذا مِن شِيعَتِهِ وهذا مِنْ عَدُوِّهِ فاستغاثه الذي مِن شِيعَتِهِ عَلَى الذي مِنْ عَدُوِّهِ فَوَكَزَهُ موسى فقضى عَلَيْهِ}  [القصص: ١٥] . </p><p> وخرج من المدينة خائفاً يترقب الناس لئلا يلحقوا به فيقتلوه، وهذا معنى {فَنَجَّيْنَاكَ مِنَ الغم}  [طه: ٤٠] أي: من القتل، أو من الإمساك بك {وَفَتَنَّاكَ فُتُوناً}  [طه: ٤٠] أي: عرَّضناك لمحن كثيرة، ثم نجيناك منها، أولها: أنك وُلِدْت في عام يُقتل فيه الأطفال، ثم رمتْكَ أمك في اليم، ثم ما حدث منه مع فرعون لما جذبه من ذقنه. </p><p> ثم يقول تعالى:  {فَلَبِثْتَ سِنِينَ في أَهْلِ مَدْيَنَ ثُمَّ جِئْتَ على قَدَرٍ ياموسى}  [طه: ٤٠] ذكر الله تعالى مدة مُكْثه في أهل مدين على أنها من مننه على موسى مع أنه كان فيها أجيراً، وقال عن نفسه: </p><p> {رَبِّ إِنِّي لِمَآ أَنزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ}  [القصص: ٢٤] . </p><p> وفي مدين تعرّف على شعيب عليه السلام، وتزوج من ابنته وأنجب منها ولداً، وموسى في هذا كله غريب عن وطنه، بعيد عن أمه، فلما أراد الله له الرسالة شَوَّقه إلى وطنه ورؤية أمه، وقَدَّر له العودة؛ فقال تعالى:  {ثُمَّ جِئْتَ على قَدَرٍ ياموسى}  [طه: ٤٠] . </p><p> أي: على قَدَر من اصطفائك، فقَدَر الله هو الذي حرَّك في قلبك الشوق للعودة، وحملك على أنْ تمشي في الطريق غير المأهول، وتتحمل مشقة البرد وعناء السفر، قَدَر الله هو الذي حرّك فيك خاطر الشوق لأمك، ففي طريق العودة وفي طُوىً أنت على موعد مع الاصطفاء والرسالة. </p><p> لذلك، فإن الشاعر الذي مدح الخليفة قال له: </p><p> جاء الخِلاَفَةَ أوْ كانتْ لَهُ قَدَراً ... كَما أتَى ربَّه مُوسَى عَلَى قَدَرِ </p><p> ثم يقول الحق سبحانه لموسى:  {واصطنعتك لِنَفْسِي} </p>"
}