{
  "id": null,
  "sura": 20,
  "aya": 73,
  "text": "<p> فما دُمْنا رجعنا من الإيمان بالبشر إلى الإيمان بخالق البشر، فهذا رُشْدٌ في تفكيرنا لا يصح أنْ تلومنَا عليه، ثم أوضحوا حيثية إيمانهم {لِيَغْفِرَ لَنَا خَطَايَانَا وَمَآ أَكْرَهْتَنَا عَلَيْهِ مِنَ السحر}  [طه: ٧٣] فالإيمان بالله سينفعنا، وسيغفر لنا الخطايا وهي كثيرة، وسيغفر لنا ما أكرهتنا عليه من مسألة السحر، فقد صنعوا السحر مُكْرهين، ومارسوه مُجْبرين، فهو عمل لا يوافق طبيعتهم ولا تكوينهم ولا فطرتهم. </p><p> وما أكثر ما يُكْره الناس على أمور لا يرضونها، وينفذون أوامر وهم غير مقتنعين بها، خاصة في عصور الطُّغَاة والجبّارين، وقد سمعنا كثيراً عن السَّجانين في المعتقلات، فكان بعضهم تأتيه الأوامر </p><p> بتعذيب فلان، فلماذا يفعل وهو يعلم أنه بريء مظلوم، ولا يطاوعه قلبه في تعذيبه، فكان يدخل على المسجون ويقول له: اصرخ بأعلى صوتك، ويُمثِّل أنه يضربه. </p><p> ثم يقولون:  {والله خَيْرٌ وأبقى}  [طه: ٧٣] فأنت ستزول، بل دنياك كلها ستزول بمَنْ جاء بعدك من الطُّغَاة، ولن يبقى إلا الله، وهو سبحانه يُمتِّع كل خَلْقه بالأسباب في الدنيا، أما في الآخرة فلن يعيشوا بالأسباب. إنما بالمسبب عَزَّ وَجَلَّ دون أسباب. </p><p> لذلك إذا خطر الشيء ببالك تجده بين يديك، وهذا نعيم الآخرة، ولن تصل إليه حضارات الدنيا مهما بلغتْ من التطور. </p><p> لذلك في قوله تعالى:  {حتى إِذَآ أَخَذَتِ الأرض زُخْرُفَهَا وازينت وَظَنَّ أَهْلُهَآ أَنَّهُمْ قَادِرُونَ عَلَيْهَآ أَتَاهَآ أَمْرُنَا لَيْلاً أَوْ نَهَاراً}  [يونس: ٢٤] ، فمهما ظَنَّ البشر أنهم قادرون على كل شيء في دُنْياهم فهم ضُعفاء لا يستطيعون الحفاظ على ما توصّلوا إليه. </p><p> إذن: اجعل الله تبارك وتعالى في بالك دائماً يكُنْ لك عِوَضاً عن فائت، واستح أنْ يطلع عليك وأنت تعصيه. وقد ورد في الحديث القدسي:  «إن كنتم تعتقدون أني لا أراكم فالخلل في إيمانكم، وإن كنتم تعتقدون أني أراكم فلم جعلتموني أهون الناظرين إليكم؟!» . </p><p> ولما سُئل أحد العارفين: فيم أفنيتَ عمرك؟ قال: في أربعة أشياء: علمتُ أنِّي لا أخلو من نظر الله تعالى طَرْفة عَيْن، فاستحييتُ أن أعصيه، وعلمتُّ أنَّ لي رِزْقاً لا يتجاوزني وقد ضمنه الله لي فقنعتُ به، وعلمتُ أن عليَّ ديناً لا يُؤدِّيه عنِّي غيري فاشتغلتُ به، وعلمتُ أن لي أَجَلاً يبادرني فبادرته. </p><p> وقد شرح أحد العارفين هذه الأربع، فقال: اجعل مراقبتك لمن لا تخلو عن نظره إليك، واجعل شكرك لمن لا تنقطع نعمه عنك واجعل طاعتك لمن لا تستغني عنه، واجعل خضوعك لمَنْ لا تخرج عن مُلْكه وسلطانه. </p><p> وهكذا جمعتْ هذه الأقوالُ الثمانية الدينَ كله. </p><p> ثم يُقدِّم السحرة الذين أعلنوا إيمانهم حيثيات هذا الإيمان، فقالوا:  {إِنَّهُ مَن يَأْتِ رَبَّهُ مُجْرِماً ... } </p>"
}