{
  "id": null,
  "sura": 20,
  "aya": 2,
  "text": "<p> الشقاء: هو التعب والنَّصَب والكدّ، فالحق سبحانه ينفي عن رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ التعب بسبب إنزال القرآن عليه، إذن: فما المقابل؟ المقابل: أنزلنا عليك القرآن لتسعد، تسعد أولاً بأن اصطفاك لأن تكون أَهْلاً لنزول القرآن عليك، وتسعد بأن تحمل نفسك أولاً على منهج الله وفِعْل الخير كل الخير. </p><p> فلماذا إذن جاءتْ كلمة {لتشقى}  [طه: ٢] ؟ . </p><p> هذا كلام الكفار أمثال أبي جهل، ومُطعِم بن عدي، والنضر بن الحارث، والوليد بن المغيرة حينما ذهبوا إلى النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وقالوا له: </p><p> لقد أشقيتَ نفسك بهذه الدعوة. </p><p> وقال رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «إن الله بعثني رحمة للعالمين» . </p><p> فقد بعث رسول الله ليسعد ويسعد معه قومه والناس أجمعين لا ليشقى ويُشقِي معه الناس. لكن من أين جاء الكفار بمسألة الشقاء هذه؟ المؤمن لو نظر إلى منهج الله الذي نزل به القرآن لوجده يتدخل في إراداته واختياراته، ويقف أمام شهواته، فيأمره بما يكره وما يشقُّ على نفسه، ويمنعه مما يألَف ومما يحب. </p><p> إذن: فمنهج الله ضد مرادات الاختيار، وهذا يُتعِب النفس ويشقُّ عليها إذا عُزِلَتْ الوسيلة عن غايتها، فنظرت إلى الدنيا والتكليف منفصلاً عن الآخرة والجزاء. </p><p> أمّا المؤمن فيقرن بين الوسيلة والغاية، ويتعب في الدنيا على أمل الثواب في الآخرة، فيسعد بمنهج الله، لا يشقى به أبداً. كالتلميذ الذي يتحمل مشقّة الدرس والتحصيل؛ لأنه يستحضر فَرْحة الفوز والنجاح آخر العام. </p><p> من هنا رأى هؤلاء الكفار في منهج الله مشقة وتعباً، لأنهم عزلوا الوسيلة عن غايتها؛ لذلك شعروا بالمشقة، في حين شعر المؤمنون بلذة العبادة ومتعة التكليف من الله، وهذه المسألة هي التي جعلتهم </p><p> يتخذون آلهةً لا مطالبَ لها، ولا منهج، ولا تكليف، آلهة يعبدونها على هواهم، ويسيرون في ظلها على حَلِّ شعورهم. </p><p> لذلك أوضح القرآن أنهم مغفلون في هذه المسألة، فقال:  {مَآ أَنَزَلْنَا عَلَيْكَ القرآن لتشقى}  [طه: ٢] . </p><p> أو يكون الشقاء: تعرُّضه لِعُتاة قريش وصناديدها الذين سخروا منه، وآذوه وسلَّطوا عليه سفهاءهم وصبيانهم، يشتمونه ويرمونه بالحجارة، وهو صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يُشقِي نفسه بدعوتهم والحرص على هدايتهم. </p><p> والحق تبارك وتعالى ينفي الشقاء بهذا المعنى أيضاً:  {مَآ أَنَزَلْنَا عَلَيْكَ القرآن لتشقى}  [طه: ٢] أي: لتُشقي نفسك معهم، إنما أنزلناه لتبليغهم فحسب، وقد تكرر هذا المعنى في القرآن كثيراً في مثل قوله تعالى:  {فَلَعَلَّكَ بَاخِعٌ نَّفْسَكَ على آثَارِهِمْ إِن لَّمْ يُؤْمِنُواْ بهذا الحديث أَسَفاً}  [الكهف: ٦] وقوله: {إِن نَّشَأْ نُنَزِّلْ عَلَيْهِمْ مِّنَ السمآء آيَةً فَظَلَّتْ أَعْنَاقُهُمْ لَهَا خَاضِعِينَ}  [الشعراء: ٤] . </p><p> وسبق أنْ ضربنا لذلك مثلاً ولله المثَل الأعلى برجل عنده عبدان: ربط أحدهما إليه بحبل، وأطلق الآخر حُراً، فإذا ما دعاهما فاستجابا لأمره، فأيهما أطوع له، وأكثر احتراماً لأمره؟ </p><p> لا شكَّ أنه الحر الطليق؛ لأنه جاء مختاراً، في حين كان قادراً على العصيان. </p><p> وكذلك ربك تبارك وتعالى يريد منك أن تأتيه حُراً مختاراً مؤمناً، وأنت قادر ألاَّ تؤمن. </p><p> والبعض يحلو لهم نقد الإسلام واتهام الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فيقولون: إن رسول الله يخطىء والله يُصوِّب له، ونتعجب: وما يضيركم أنتم؟ طالما أن ربه هو الذي يُصوِّب له، هل أنتم الذين صَوَّبتم لرسول الله!؟ ثم مَنْ أخبركم بخطأ رسول الله؟ أليس هو الذي أخبركم؟ أليس هذا من قوة أمانته في التبليغ ويجب أن تحمد له؟ </p><p> إذن: فرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لا يستنكف أنْ يُربِّيه ربه؛ لذلك يقول:  «إنما أنا بشر يَرِد عليَّ يعني من الحق فأقول: أنا لست كأحدكم،ويُؤخذ مني فأقول:ما أنا إلا بشر مثلكم» . </p><p> وقد تمحَّك هؤلاء كثيراً في قصة عبد الله بن أم مكتوم، حينما انشغل عنه رسول الله بكبار قريش، والمتأمل في هذه القصة يجد أن ابن أم مكتوم كان رجلاً مؤمناً جاء ليستفهم من رسول الله عن شيء، فالكلام معه ميسور وأمر سَهْل، أمّا هؤلاء فهم رؤوس الكفر وكبار القوم، ولديهم مع ذلك لَدَد في خصومتهم للإسلام، والنبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يحرص على هدايتهم ويُرهِق نفسه في جدالهم أملاً في أنْ يهدي الله بهم مَنْ دونهم. </p><p> إذن: النبي في هذا الموقف اختار لنفسه الأصعب، وربه يعاتبه على ذلك، فهو عِتَاب لصالحه، له لا عليه. </p><p> ثم يقول الحق سبحانه:  {إِلاَّ تَذْكِرَةً لِّمَن يخشى} </p>"
}