{
  "id": null,
  "sura": 20,
  "aya": 77,
  "text": "<p> كان هذا الوحي لموسى عليه السلام بعد أنِ انتهت المعركة، وانتصر فيها معسكر الإيمان، أما فرعون فقد خسر سلاحاً من أهمِّ أسلحته وجانباً كبيراً من سَطْوته وجبروته. </p><p> وهنا جمع موسى بني إسرائيل، وهم بقايا ذرية آل يعقوب ليذهب بهم إلى أرض الميعاد، وسرعان ما أعدَّ فرعون جيشه وجمع جموعه، وسار خلفهم يتبعهم إلى ساحل البحر، فإذا بموسى وقومه مُحَاصرين: البحر من أمامهم، وفرعون بجيشه من خلفهم، وليس لهم مَخْرج من هذا المأزق. </p><p> هذا حُكْم القضايا البشرية المنعزلة عن ربِّ البشر، أما في نظر المؤمن فلها حَلٌّ؛ لأن قضاياه ليست بمعزل عن ربه وخالقه؛ لأنه مؤمن حين تصيبه مصيبة، أو يمسه مكروه ينظر فإذا ربُّه يرعاه، فيلجأ إليه، ويرتاح في كَنَفِه. </p><p> لذلك يقولون: لا كَرْبَ وأنت ربٌّ، وما دام لي رب ألجأ إليه فليست هناك معضلة، المعضلة فيمن ليس له رَبٌّ يلجأ إليه. </p><p> وقد ضربنا لذلك مثلاً ولله المثل الأعلى لو أن إنساناً معه في جيبه جنيه، فسقط منه في الطريق، فإذا لم يكُنْ عنده غيره يحزن أمّا إنْ كان لديه مال آخر فسوف يجد فيه عِوَضاً عَمَّا ضاع منه، هذا الرصيد الذي تحتفظ به هو إيمانك بالله. </p><p> وهنا جاء الأمر من الله تعالى لموسى عليه السلام ليُخرجه وقومه من هذا المأزق:  {أَنْ أَسْرِ بِعِبَادِي فاضرب لَهُمْ طَرِيقاً فِي البحر يَبَساً}  [طه: ٧٧] . </p><p> أَسْرِ: من الإسراء ليلاً. أي: السير؛ لأنه أستر للسائر. </p><p> وقوله:  {بِعِبَادِي}  [طه: ٧٧] كملة «عبد» تُجمع على «عبيد» و «عباد» والفَرْق بينهما أن كل مَنْ في الكون عبيد لله تعالى؛ لأنهم وإنْ كانوا مختارين في أشياء، فهم مقهورون في أشياء أخرى، فالذي تعوَّد باختياره على مخالفة منهج الله، وله دُرْبة على ذلك، فله قَهْريات مثل المرض أو الموت. </p><p> أما العباد فهم الصَّفْوة التي اختارت مراد الله على مرادها، واختياره على اختيارها، فإنْ خيَّرهم:  {فَمَن شَآءَ فَلْيُؤْمِن وَمَن شَآءَ فَلْيَكْفُرْ}  [الكهف: ٢٩] خرجوا عن اختيارهم لاختيار ربهم. </p><p> لذلك نسبهم الله إليه فقال:  {إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ}  [الحجر: ٤٢] وقال عنهم: {عِبَادٌ مُّكْرَمُونَ}  [الأنبياء: ٢٦] وقال: {وَعِبَادُ الرحمن الذين يَمْشُونَ على الأرض هَوْناً}  [الفرقان: ٦٣] . </p><p> ويقول الحق سبحانه:  {فاضرب لَهُمْ طَرِيقاً فِي البحر يَبَساً}  [طه: ٧٧] أي: يابساً جافاً وسط الماء. </p><p> والضرب: إيقاع شيء من ضارب بآلة على مضروب، ومنه ضرَب العملة أي: سكَّها وختمها، فبعد أنْ كان قطعةَ معدن أصبح عملة متداولة. </p><p> وضرب موسى البحر بعصاه فانفلق البحر وانحسر الماء عن طريق جافّ صالح للمشي بالأقدام، وهذه مسألة لا يتصورها قانون البشر؛ لذلك يُطمئنه ربه {لاَّ تَخَافُ دَرَكاً}  [طه: ٧٧] أي: من فرعون أنْ يُدرِككَ {وَلاَ تخشى}  [طه: ٧٧] أي: غرقاً من البحر؛ لأن الطريق مضروب أي: مُعَد ومُمهَّد وصالح لهذه المهمة. </p><p> وهذه معجزة أخرى لعصا موسى التي ألقاها، فصارت حية </p><p> تسعى، وضرب بها البحر فانفلق فصار ما تحت العصا طريقاً يابساً، وما حولها جبالاً {كُلُّ فِرْقٍ كالطود العظيم}  [الشعراء: ٦٣] وهي التي ضرب بها الحجر فانبجس منه الماء. </p><p> والسياق هنا لم يذكر شيئاً عن الحوار الذي دار بين موسى وقومه حينما وقعوا في هذه الضائقة، لكن جاء في لقطة أخرى من القصة حيث قال تعالى:  {فَلَمَّا تَرَاءَى الجمعان قَالَ أَصْحَابُ موسى إِنَّا لَمُدْرَكُونَ قَالَ كَلاَّ إِنَّ مَعِيَ رَبِّي سَيَهْدِينِ}  [الشعراء: ٦١٦٢] . </p><p> وبتعدد اللقطات في القرآن تكتمل الصورة العامة للقصة، وليس في ذلك تكرار كما يتوهّم البعض. </p><p> فقبل أنْ يُوحِي إليه:  {فاضرب لَهُمْ طَرِيقاً فِي البحر يَبَساً}  [طه: ٧٧] قال القوم: {إِنَّا لَمُدْرَكُونَ}  [الشعراء: ٦١] فقال: (كَلاّ) . لكن كيف يقولها قَوْلة الواثق وما يخافون منه محتمل أنْ يقع بعد لحظة؟ </p><p> نقول: لأنه لم يقل (كَلاَّ) من عنده، لم يَقُلها بقانون البشر، إنما بقانون خالق البشر {كَلاَّ إِنَّ مَعِيَ رَبِّي سَيَهْدِينِ}  [الشعراء: ٦٢] فأنا لا أغالطكم، ولسْتُ بمعزل عن السماء وتوجيه ربي. </p><p> ثم يقول الحق سبحانه:  {فَأَتْبَعَهُمْ فِرْعَوْنُ بِجُنُودِهِ ... } </p>"
}