{
  "id": null,
  "sura": 20,
  "aya": 105,
  "text": "<p> تكلمنا عن (يسألونك) في قوله تعالى: {يَسْأَلُونَكَ عَنِ الخمر والميسر}  [البقرة: ٢١٩] . </p><p> والسؤال استفهام يعني: طلب فَهْم يحتاج إلى جواب، والسؤال إما أن يكون من جاهل لعالم، كالتلميذ يسأل أستاذه ليعلم الجواب، أو: من عالم لجاهل، كالأستاذ يسأل تلميذه ليعرف مكانته من العلم وإقراره بما يعلم. </p><p> وهذه المسألة حَلَّتْ لنا إشكالاً كان المستشرقون يُوغلون فيه، يقولون: بينما الحق تبارك وتعالى يقول: {فَيَوْمَئِذٍ لاَّ يُسْأَلُ عَن ذَنبِهِ إِنسٌ وَلاَ جَآنٌّ}  [الرحمن: ٣٩] يقول في آية أخرى: {وَقِفُوهُمْ إِنَّهُمْ مَّسْئُولُونَ}  [الصافات: ٢٤] فالأولى تنفي السؤال، والثانية تُثبته؛ لذلك اتهموا القرآن بالتضارب بين آياته. </p><p> وهؤلاء معذورون، فليست لديهم المَلَكة العربية لفَهْم الأداء القرآني، وبيان هذه الإشكال أن السؤال يرِدُ في اللغة إمَّا لتعلمَ ما جهلتَ، وإما لتقرير المجيب بما تعلم أنت ليكون حجة عليه. </p><p> فالحق سبحانه حين يقول:  {وَقِفُوهُمْ إِنَّهُمْ مَّسْئُولُونَ}  [الصافات: ٢٤] أي: سؤالَ إقرار، لا سؤالَ استفهام، فحين ينفي السؤال ينفي سؤال العلم من جهة المتكلم، وحين يثبت السؤال فهو سؤال التقرير. </p><p> والحدث مرة يُنفَى، ومرة يُثبت، لكن جهة النفي مُنفكَّة عن جهة الإثبات، فمثلاً الحق سبحانه يقول لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  {وَمَا رَمَيْتَ إِذْ رَمَيْتَ}  [الأنفال: ١٧] . </p><p> فنفى الرمي في الأولى، وأثبته في الثانية، والحدث واحد، المثَبت له والمنفيّ عنه واحد هو محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. فكيف نخرج من هذا الإشكال؟ أرمَى الرسول أم لم يَرْمِ؟ </p><p> ولتوضيح هذه المسألة ضربنا مثلاً بالأب الذي جلس بجوار ولده كي يذاكر دروسه، فأخذ الولد يذاكر، ويُقلِّب صفحات الكتاب، وحين أراد الأب اختبار مدى ما حصَّل من معلومات لم يجد عنده شيئاً، فقال للولد: ذاكرت وما ذاكرت. ذاكرت يعني: فعلت فِعْل المذاكر، وما ذاكرت لأنك لم تُحصِّل شيئاً. </p><p> فرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حينما رمى، أيمكنه أنْ يُوصل هذه الرمية إلى أعين الجيش كله؟ إذن: فرسول الله أخذ قبضة من التراب ورمى بها ناحية الجيش، إنما قدرة الله هي التي أوصلتْ حفنة التراب هذه وذَرَّتْها في أعيُنِ الأعداء جميعاً. </p><p> ومن ذلك أيضاً قوله تعالى:  {ولكن أَكْثَرَ الناس لاَ يَعْلَمُونَ}  [الجاثية: ٢٦] فنفتْ عنهم العلم، وفي آية أخرى:  {يَعْلَمُونَ ظَاهِراً مِّنَ الحياة الدنيا}  [الروم: ٧] فأثبتتْ لهم عِلْماً. </p><p> نعود إلى قوله تعالى:  {وَيَسْأَلُونَكَ عَنِ الجبال}  [طه: ١٠٥] وحينما استعرضنا (يَسْألُونَكَ) في القرآن الكريم وجدنا جوابها مسبوقاً ب (قُلْ) كما في قوله تعالى: {يَسْأَلُونَكَ عَنِ الخمر والميسر قُلْ فِيهِمَآ إِثْمٌ كَبِيرٌ وَمَنَافِعُ لِلنَّاسِ}  [البقرة: ٢١٩] . </p><p> وقوله تعالى {يَسْأَلُونَكَ عَنِ الأهلة قُلْ هِيَ مَوَاقِيتُ لِلنَّاسِ والحج}  [البقرة: ١٨٩] وهكذا في كل الآيات، ما عدا قوله تعالى هنا {وَيَسْأَلُونَكَ عَنِ الجبال فَقُلْ يَنسِفُهَا رَبِّي نَسْفاً}  [طه: ١٠٥] فاقترن الفعل (قُلْ) بالفاء، لماذا؟ </p><p> قالوا: لأن السؤال في كُلِّ هذه الآيات سؤال عن شيء وقع بالفعل، فكان الجواب بقُلْ. </p><p> مثل:  {وَيَسْأَلُونَكَ عَنِ المحيض قُلْ هُوَ أَذًى}  [البقرة: ٢٢٢] أما {وَيَسْأَلُونَكَ عَنِ الجبال}  [طه: ١٠٥] قال في الجواب {فَقُلْ يَنسِفُهَا رَبِّي نَسْفاً}  [طه: ١٠٥] ؛ لأنه حَدَثٌ لم يقع بَعْد. </p><p> والحق سبحانه وتعالى يُخبر رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أنه سيُسَأل هذا </p><p> السؤال، فكأن الفاء هنا دَلَّتْ على شرط مُقدّر، بمعنى: إنْ سألوك بالفعل فقُلْ: كذا وكذا. </p><p> إذن: السؤال عن الجبال لم يكُنْ وقت نزول الآية، أمَّا الأسئلة الأخرى فكانت موجودة، وسُئِلت لرسول الله قبل نزول آياتها. </p><p> وقد تأتي إجابة السؤال بدون (قُلْ) كما في قوله تعالى: {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ}  [البقرة: ١٨٦] ولم يقُلْ هنا (قُلْ أو فقُلْ) لأنها تدُّل على الواسطة بين الله تعالى وبين عباده، وكأن الحق سبحانه يُوضّح أنه قريب من عباده حتى عن الجواب بقُلْ. </p><p> وقد تتعجب: كيف تأتي في القرآن كل هذه الأسئلة لرسول الله مع أن القرآن كتاب منهج جاء بتكاليف قد تشقُّ على الناس؛ لأنه يلزمهم بأمور تخالف ما يشتهون، فكان المفروض ألاَّ يسألوا عن الأمور التي لم ينزل فيها حكم. </p><p> نقول: دَلَّتْ أسئلتهم هذه على عِشْقهم لأحكام الله وتكاليفه، فالأشياء التي كانت عاداتٍ لهم في الجاهلية يريدون الآن أنْ يُؤدُّوها على طريقة الإسلام على أنها عبادة، لا مجرد عادة جاهلية. </p><p> مع أن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ نهاهم عن السؤال فقال:  «دعوني ما تركتكم، إنما أهلك من كان قبلكم بكثرة سؤالهم واختلافهم على أنبيائهم» . </p><p> ومع ذلك سألوا وأرادوا أنْ تُبنَى حياتهم على منهج القرآن من </p><p> الله، لا على أنه إِلْف عادة كانت له في الجاهلية، إذن: هذه الأسئلة ترسيمُ للأمر من جانب الحق سبحانه وتعالى. </p><p> وقوله تعالى:  {فَقُلْ يَنسِفُهَا رَبِّي نَسْفاً}  [طه: ١٠٥] تكلمنا عن هذا المعنى في قوله تعالى: {لَّنُحَرِّقَنَّهُ ثُمَّ لَنَنسِفَنَّهُ فِي اليم نَسْفاً}  [طه: ٩٧] فالمراد: نُفتِّتها ونذروها في الهواء، وأكَّد النسف، فقال {نَسْفاً}  [طه: ٩٧] ليؤكد أن الجبل سيتفتت إلى ذرات صغيرة يذروها الهواء. </p><p> فقد يتصوَّر البعض أنْ الجبال تُهَدُّ، وتتحول إلى كُتَل صخرية كما نُفجِّر نحن الصخور الآن إلى قطع كبيرة؛ لذلك أكّد على النسف، وأن الجبال ستكون ذرات تتطاير؛ لذلك قال في آية أخرى:  {وَتَكُونُ الجبال كالعهن المنفوش}  [القارعة: ٥] أي: كالصوف المندوف. </p><p> لكن، لماذا ذكر الجبال بالذات؟ </p><p> قالوا: لأن الإنسان يرى أنه ابْنُ أغيار في ذاته، وابن أغيار فيما حوله مِمَّا يخدمه من حيوان أو نبات، فيرى الحيوان يموت أو يُذبَح، ويرى النبات يذبل ثم يجفّ ويتفتَّت، والإنسان نفسه يموت وينتهي. </p><p> إذن: كل ما يراه حوله بيِّن فيه التغيير والانتهاء، إلا الجبال يراها راسية ثابتة، لا يلحقها تغيير ظاهر على مرِّ العصور. </p><p> لذلك يُضرب بها المثل في الثبات، كما في قوله الحق سبحانه وتعالى:  {وَقَدْ مَكَرُواْ مَكْرَهُمْ وَعِندَ الله مَكْرُهُمْ وَإِن كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ الجبال}  [إبراهيم: ٤٦] . </p><p> فالجبال مظهر للثبات، فقد يتساءل الإنسان عن هذا الخلْق الثابت المستقر، ماذا سيفعل الله به؟ </p><p> ثم يقول الحق سبحانه:  {فَيَذَرُهَا قَاعاً صَفْصَفاً} </p>"
}