{
  "id": null,
  "sura": 20,
  "aya": 87,
  "text": "<p> مادة «ملك» لها صور ثلاثة، لكل منها معنى، وليست بمعنى واحد كما يدَّعِي البعض، فتأتي مَلْك بفتح الميم، ومِلْك بكسرها، ومُلْك بضم الميم، وجميعها تفيد الحيازة والتملُّك، إلا أن مَلْك تعني تملك الإنسان لنفسه وذاته وإرادته، دون أنْ يملكَ شيئاً آخر مِمَّا حوله. </p><p> ومِلْك: لتملك ما هو خارج عن ذاتك. </p><p> ومُلْك: أنْ تملك شيئاً، وتملك مَنْ ملكه. </p><p> إذن: هذه الثلاثة ليستْ مترادفات بمعنى واحد. فقوله تعالى:  {قَالُواْ مَآ أَخْلَفْنَا مَوْعِدَكَ بِمَلْكِنَا}  [طه: ٨٧] أي: بإرادتنا، بل أمور أخرى خارجة عن إرادتنا حملتنا على إخلاف الوعد، فما هذه الأمور الخارجة عن إرادتكم؟ </p><p> قالوا:  {ولكنا حُمِّلْنَآ أَوْزَاراً مِّن زِينَةِ القوم}  [طه: ٨٧]  (أَوْزَاراً) جمع وِزْر، وهو الشيء الثقيل على النفس، ويطلق الوِزْر على الإثم؛ لأنه ثقيل على النفس ثِقَلاً يتعدىَ إلى الآخرة أيضاً، </p><p> حيث لا ينتهي ألم الحمْل فيها؛ لذلك يقول تعالى:  {وَسَآءَ لَهُمْ يَوْمَ القيامة حِمْلاً}  [طه: ١٠١] . </p><p> وكانت هذه الأوزار من زينة القوم: أي: قوم فرعون. وقالوا إنهم كانوا في أعيادهم يستعيرون الحُليّ من جيرانهم ومعارفهم من قوم فرعون يتزيَّنون بها. فلماذا لم يردُّوا الأمانات هذه إلى أصحابها قبل أنْ يخرجُوا إلى الميقات الذي واعدهم عليه؟ </p><p> قالوا: لأنهم أرادوا أنْ يُسِرُّوا ساعة خروجهم حتى لا يستعد لهم أعداؤهم، وصدُّوهم عن الخروج فأعجلوا عن رَدِّها. </p><p> وقال قوم: إن هذه الزينات والحليّ كانت مما قذف به البحر بعد أنْ غرق فرعون وقومه، ولكن هذا القول مردود؛ لأنهم إنْ أخذوها بعد أنْ ألْقَى بها البحر فسوف تكون أسلاباً لا أوزاراً. </p><p> ثم يقول تعالى:  {فَقَذَفْنَاهَا فَكَذَلِكَ أَلْقَى السامري}  [طه: ٨٧] . </p><p> إذا أُطلِقَتْ الزينة تنصرف عادةً إلى الذهب، والقَذْف هو الرَّمْي بشدة، وكأن الرامي يتأفَف أنْ يحمل المرمىّ، وفي ذلك دلالة على أن بني إسرائيل ما يزال عندهم خميرة إيمان فتألموا وحزنوا لأنهم لم يردُّوا الأمانات إلى أهلها. </p><p> لذلك دخل عليهم السامري من هذه الناحية، فأفهمهم: إنكم لن تبرأوا من هذه المعصية إلا أنْ ترمُوا بهذه الزينة في النار، وهو يقصد شيئاً آخر، هو أنْ ينصهر الذهب، ويُخرِج ما فيه من الشوائب {فَكَذَلِكَ أَلْقَى </p><p> السامري} [طه: ٨٧] أي: ألقى ما معه من الحُليّ، لكن فَرْق بين القَذْف والإلقاء، الإلقاء فيه لُطْف وتمهُّل، فهو كبيرهم ومُعلِّمهم. </p><p> ثم يقول الحق سبحانه:  {فَأَخْرَجَ لَهُمْ عِجْلاً جَسَداً لَّهُ خُوَارٌ ... } </p>"
}