{
  "id": null,
  "sura": 20,
  "aya": 70,
  "text": "<p> قال الزجاج في هذا الموقف: عجيب أمر هؤلاء، فقد ألقوا حبالهم وعِصيّهم للكفر والجحود، فإذا بهم يُلْقُون أنفسهم للشكر والسجود. </p><p> نعم، لقد دخلوا كافرين فجرة فخرجوا مؤمنين بررة، لأنهم </p><p> جاءوا بكل ما لديهم من الكَيْد، وجمعوا صَفْوة السحر وأساتذته ممنْ يَعْلمون السحر جيداً، ولا تنطلي عليهم حركات السحرة وألاعيبهم، فلما رَأوا العصا وما فعلتْ بسحرهم لم يخالطهم شكٌّ في أنها معجزة بعيدة عَمّا يصنعونه من السحر؛ لذلك سارعوا ولم يترددوا في إعلان إيمانهم بموسى وهارون. </p><p> وهذا يدلُّنا على أن الفطرة الإيمانية في النفس قد تطمسها الأهواء، فإذا ما تيقظتْ الفطرة الإيمانية وأُزيلَتْ عنها الغشاوة سارعتْ إلى الإيمان وتأثرتْ به. </p><p> لقد سارع السحرة إلى الإيمان، وكان له هَوىً في نفوسهم، بدليل أنهم سيقولون فيما بعد:  {وَمَآ أَكْرَهْتَنَا عَلَيْهِ مِنَ السحر}  [السحر: ٧٣] فكانوا مكرهين، كانوا أيضاً مُسخَّرين، بدليل قولهم:  {إِنَّ لَنَا لأَجْراً إِن كُنَّا نَحْنُ الغالبين}  [الأعراف: ١١٣] . </p><p> كأنهم كانوا لا يأخذون على السحر أجراً، فلما كانت هذه المهمة صعبة طلبوا عليها أجراً، فهي معركة تتوقف عليها مكانته بين قومه، أما ممارستهم للسحر إرهاباً للناس وتخويفاً لمن تُسوِّل له نفسه الخروج والتمرد على فرعون، فكان سُخْرة، لا يتقاضَوْن عليه أجراً. </p><p> لذلك لم يعارض فرعون سحرته في طلبهم، بل زادهم منحة أخرى {وَإِنَّكُمْ لَمِنَ المقربين}  [الأعراف: ١١٤] فسوف تكونون سدنة الفرعونية، يريد أنْ يشحن هِمَمهم، ويشحذَ عزائمهم، حتى لا يدخروا وُسْعاً في فَنِّ السحر في هذه المعركة. </p><p> إذن: فطباعهم وفطرتهم تأبى هذا الفعل، وتعلم أنه كذب </p><p> وتلفيق، لكن مذا يفعلون وكبيرهم يأمرهم به، بل ويُكرههم عليه، ويلزمهم أنْ يُعلِّموا غيرهم، لماذا؟ لأن السحر والشعوذة والتلفيق هي رأس ماله وبضاعته التي يسعى إلى ترويجها، فعليها يقوم مُلْكه وتُبْنى ألوهيته. </p><p> وقوله تعالى:  {فَأُلْقِيَ السحرة سُجَّداً}  [طه: ٧٠] فَرْق بين {فَأَلْقَوْاْ حِبَالَهُمْ وَعِصِيَّهُمْ}  [الشعراء: ٤٤] وهذا منهم عمل اختياري، وبين {فَأُلْقِيَ السحرة سُجَّداً}  [طه: ٧٠] : يعني على غير اختيارهم وعلى غير إرادتهم، كأن صَوْلة الحق فاجأتْ صحوة الفطرة، فلم يملكوا إلا أنْ خرُّوا لله ساجدين، فالإلقاء هنا عمل تلقائي دون تفكير منهم ودون شعور، فقد فاجأهم الحق الواضح والمعجزة الباهرة في عصا موسى، لأنها ليستْ سِحْراً فهم أعلم الناس بالسحر. </p><p> ونلحظ في هذه الآية أنها جاءت بصيغة الجمع؛ أُلقى السحرةُ، قالوا، آمنا. لتدل على أنهم كانوا يَداً واحدة لم يشذْ منهم واحد، مما يدل على أنهم كانوا مكرهين مُسخَّرين. </p><p> كما أن إعلان إيمانهم جاء بالفعل المرئي المشاهد للجميع {فَأُلْقِيَ السحرة سُجَّداً}  [طه: ٧٠] ، ثم بالقول المسموع {قالوا آمَنَّا بِرَبِّ هَارُونَ وموسى}  [طه: ٧٠] وفي آية أخرى: {قَالُواْ آمَنَّا بِرَبِّ العالمين رَبِّ موسى وَهَارُونَ} </p><p> [الشعراء: ٤٧٤٨] . </p><p> ونعلم أن موسى عليه السلام هو الأصل، ثم أُرسِل معه أخوه هارون، ولما عرضَ القرآن موقف السحرة مع موسى حكى </p><p> قولهم:  {آمَنَّا بِرَبِّ هَارُونَ وموسى}  [طه: ٧٠] وقولهم: {آمَنَّا بِرَبِّ العالمين رَبِّ موسى وَهَارُونَ}  [الشعراء: ٤٧٤٨] . </p><p> لذلك كانت هذه المسألة مثارَ جَدَل من خصوم الإسلام، يقولون: ماذا قال السحرة بالضبط؟ أقالوا الأولى أم الثانية؟ </p><p> ولك أن تتصور جمهرة السحرة الذين حضروا هذه المعركة، فكان رؤساؤهم وصفوتهم سبعين ساحراً، فما بالك بالمرؤوسين؟ إذن: هم كثيرون، فهل يُعقل مع هذه الكثرة وهذه الجمهرة أن يتحدوا في الحركة وفي القول؟ أم يكون لكل منهم انفعاله الخاص على حَسْب مداركه الإيمانية؟ </p><p> لا شَكَّ أنهم لم يتفقوا على قول واحد، فمنهم مَنْ قال {آمَنَّا بِرَبِّ هَارُونَ وموسى}  [طه: ٧٠] وآخرون قالوا: {آمَنَّا بِرَبِّ العالمين رَبِّ موسى وَهَارُونَ}  [الشعراء: ٤٧٤٨] . </p><p> كذلك كان منهم سطحيّ العبارة، فقال {آمَنَّا بِرَبِّ العالمين رَبِّ موسى وَهَارُونَ}  [الشعراء: ٤٧٤٨] ولم يفطن إلى أن فرعون قد ادّعى الألوهية وقال أنا ربكم الأعلى فربما يُفهم من قوله {رَبِّ موسى وَهَارُونَ}  [الشعراء: ٤٨] أنه فرعون، فهو الذي ربّى موسى وهو صغير. </p><p> وآخر قد فطن إلى هذه المسألة، فكان أدقَّ في التعبير، وأبعد موسى عن هذه الشبهة، فقال:  {آمَنَّا بِرَبِّ هَارُونَ وموسى}  [طه: ٧٠] وجاء أولاً بهارُون الذي لا علاقة لفرعون بتربيته، ولا فضل له عليه، ثم جاء بعده بموسى. </p><p> إذن: هذه أقوال متعددة ولقطات مختلفة لمجتمع جماهيري لا تنضبط حركاته، ولا تتفق تعبيراته، وقد حكاها القرآن كما كانت فليس لأحد بعد ذلك أن يقول: إنْ كان القول الأول صحيحاً، فالقول الآخر خطأ أو العكس. </p><p> وما أشبه هذا الموقف الآن بمباراة رياضية يشهدها الآلاف ويُعلِّقون عليها، تُرى أتتفق تعبيراتهم في وصف هذه المباراة؟ </p><p> نقول: إذن، تعددت اللقطات وتعددت الأقوال للقصة الواحدة لينقل لنا القرآن كل ما حدث. </p><p> ثم يقص الحق سبحانه رد فعل فرعون على ما حدث، فيقول:  {قَالَ آمَنتُمْ لَهُ قَبْلَ أَنْءَاذَنَ لَكُمْ ... } </p>"
}