{
  "id": null,
  "sura": 20,
  "aya": 12,
  "text": "<p> فساعة أنْ كلَّمه ربه:  {إني أَنَاْ رَبُّكَ}  [طه: ١٢] أزال ما في نفسه من العجب والدهشة لما رآه وسمعه، وعلم أنها من الله تعالى فاطمأنَّ واستبشر أنْ يرى عجائب أخرى؟ </p><p> ونلحظ في قوله تعالى:  {إني أَنَاْ رَبُّكَ}  [طه: ١٢] أن الحق تبارك وتعالى حينما يتحدَّث عن ذاته تعالى يتحدث بضمير المفرد {إني أَنَاْ رَبُّكَ}  [طه: ١٢] وحينما يتحدث عن فِعْله يتحدث بصيغة الجمع، كما في قوله عَزَّ وَجَلَّ:  {إِنَّا أَنزَلْنَاهُ فِي لَيْلَةِ القدر}  [القدر: ١]  {إِنَّا نَحْنُ نَزَّلْنَا الذكر}  [الحجر: ٩]  {إِنَّا نَحْنُ نَرِثُ الأرض وَمَنْ عَلَيْهَا}  [مريم: ٤٠] . </p><p> فلماذا تكلَّم عن الفعل بصيغة الجمع، في حين يدعونا إلى توحيده وعدم الإشراك به؟ قالوا: الكلام عن ذاته تعالى لا بُدَّ فيه من التوحيد، كما في:  {إنني أَنَا الله لا إله إلا أَنَاْ فاعبدني وَأَقِمِ الصلاة لذكري}  [طه: ١٤] . </p><p> لكن في الفعل يتكلم بصيغة الجمع؛ لأن الفعل يحتاج إلى صفات متعددة وإمكانات شتَّى، يحتاج إلى إرادة تريده، وقدرة على تنفيذه وإمكانات وعلم وحكمة. </p><p> إذن: كل صفات الحق تتكاتف في الفعل؛ لذلك جاء الحديث عنه بصيغة الجمع، ويقولون في النون في قوله:  {نَزَّلْنَا الذكر}  [الحجر: ٩]  {نَرِثُ الأرض}  [مريم: ٤٠] أنها: نون التعظيم. </p><p> وقد جاء الخطاب لموسى بلفظ الربوبية {إني أَنَاْ رَبُّكَ}  [طه: ١٢] لإيناس موسى؛ لأن الربوبية عطاء، فخطابه (بربك) أي الذي يتولّى رعايتك وتربيتك، وقد خلقك من عَدَم، وأمدك من عُدم، </p><p> ولم يقُلْ: إني أنا الله؛ لأن الألوهية مطلوبها تكليف وعبادة وتقييد للحركة بافعل كذا ولا تفعل كذا. </p><p> وقوله تعالى:  {إني أَنَاْ رَبُّكَ}  [طه: ١٢] أي: ربك أنت بالذات لا الرب المطلق؛ لأن الرسل مختلفون عن الخَلْقِ جميعاً، فلهم تربية مخصوصة، كما قال تعالى:  {وَلِتُصْنَعَ على عيني}  [طه: ٣٩] وقال: {واصطنعتك لِنَفْسِي}  [طه: ٤١] . </p><p> إذن: فالحق تبارك وتعالى يُربِّي الرسل تربيةً تناسب المهمة التي سيقومون بها. </p><p> وقوله تعالى:  {فاخلع نَعْلَيْكَ}  [طه: ١٢] هذا أول أمر، وخَلْعِ النعل للتواضع وإظهار المهابة؛ ولأن المكان مُقدَّس والعلة {إِنَّكَ بالواد المقدس طُوًى}  [طه: ١٢] فاخلع نعليك حتى لا تفصل بينك وبين مباشرة ذرات هذا التراب. </p><p> ومن ذلك ما نراه في مدينة رسول الله من أناس يمشون بها حافيي الأقدام، يقول أحدهم: لَعلِّي أصادف بقدمي موضع قدم رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> وقوله:  {طُوًى}  [طه: ١٢] اسم الوادي وهذا كلام عام جاء تحديده في موضع آخر، فقال سبحانه: {فَلَمَّآ أَتَاهَا نُودِيَ مِن شَاطِىءِ </p><p> الوادي الأيمن فِي البقعة المباركة مِنَ الشجرة} [القصص: ٣٠] . </p><p> والبعض يرى في الآية تكراراً، وليست الآية كذلك، إنما هو تأسيس لكلام جديد يُوضِّح ويُحدِّد مكان الوادي المقدس طوى أين هو، فإنْ قلتَ: أين طوى؟ يقول لك: في الواد الأيمن، لكن الواد الأيمن نفسه طويل، فأين منه هذا المكان؟ يقول لك: عند البقعة المباركة من الشجرة. </p><p> إذن: فالآية الثانية تحدد لك المكان، كما تقول أنت: أسكن في حي كذا، وفي شارع كذا، في رقم كذا. </p><p> ثم يقول الحق سبحانه:  {وَأَنَا اخترتك فاستمع} </p>"
}