{
  "id": null,
  "sura": 20,
  "aya": 98,
  "text": "<p> الحق تبارك وتعالى حينما يقول:  {لا إله إِلاَّ هُوَ}  [طه: ٩٨] نقولها نحن هكذا، ونشهد بها، فقد تعلَّمناها من رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ الذي سمعها من ربه ونقلها إلينا، فهي الشهادة بالوحدانية الحقّة، شهادة من الله لذاته أولاً:  {شَهِدَ الله أَنَّهُ لاَ إله إِلاَّ هُوَ والملائكة وَأُوْلُواْ العلم}  [آل عمران: ١٨] . </p><p> فهذه شهادة الذات للذات قبل أنْ يخلق شاهداً يشهد بها. ثم شهدتْ له بذلك الملائكة شهادةَ المشهد أنه لا إله غيره، ثم شهد </p><p> بذلك أولو العلم شهادة استدلال بالمخلوقات التي رأوْها على أبدع نظام وأعجبه، ولا يمكن أن ينشأ هذا كله إلا عن إله قادر. </p><p> وقد سلمتْ لله تعالى هذه الدَّعوْى؛ لأنها قضية صادقة شَهِد بها سبحانه لنفسه، وشَهِد بها الملائكة وأولو العلم ولم يَقُمْ لها معارض يدِّعِيها لنفسه. </p><p> وإلا والعياذ بالله أين ذلك الإله الذي أخذ الله تعالى منه الألوهية؟ فإما أنْ يكون لا يعلم، أو عَلِم بذلك ولم يعترض، وفي كلتا الحالتين لا يستحق أن يكون إلهاً. والدَّعْوى إذا لم تُجْبَه بمعارض فقد سلمتْ لصاحبها، إلى أن يُوجَد المعارض. </p><p> وكأن الحق سبحانه قال: لا إله إلا أنا، وأنا خالق الكون كله ومُدبِّر أمره، ولم يَأْتِ أحد حتى من الكفار يدَّعي شيئاً من هذا. وقد ضربنا لهذه المسألة مثلاً ولله المثل الأعلى: هَبْ أنه نزل عندك مجموعة ضيوف وزوار، وبعد انصرافهم وجدتَ حافظة نقود فسألتَ عن صاحبها، فلم يدَّعِها أحد إلى أنْ قال واحد منهم: هي لي، إذن: فهو صاحبها، وهو أحقُّ بها حيث لم يَقُمْ له معارض. </p><p> لذلك يقول تعالى:  {قُلْ لَّوْ كَانَ مَعَهُ آلِهَةٌ كَمَا يَقُولُونَ إِذاً لاَّبْتَغَوْاْ إلى ذِي العرش سَبِيلاً}  [الإسراء: ٤٢] . </p><p> يعني إنْ كان هناك آلهة أخرى فلا بُدَّ أنْ يذهبوا إلى صاحب العرش، إما ليخضعوا له ويستلهموا منه القدرة على فِعْل الأشياء، أو ليُحاسبوه ويُحاكموه: كيف يدَّعي الألوهية وهم آلهة؟ ولم يحدث شيء من هذا كله، ولا أقام أحد دليلاً على أنه إله، والدَّعْوى إذا لم يَقُمْ عليها دليل فهي باطلة. </p><p> وينفي الحق سبحانه وجود آلهة أخرى، فيقول في موضع آخر:  {مَا اتخذ الله مِن وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ إِذاً لَّذَهَبَ كُلُّ إله بِمَا خَلَقَ وَلَعَلاَ بَعْضُهُمْ على بَعْضٍ}  [المؤمنون: ٩١] . </p><p> فهذا إله للسماء، وهذا إله للأرض، وهذا الجن، وهذا الإنس. . إلخ، وبذلك تكون الميْزة في أحدهم نقصاً في الآخر، والقدرة في أحدهم عجزاً في الآخر، وهذا لا يليق في صفات الألوهية. </p><p> ونلحظ هنا في قوله تعالى:  {إِنَّمَآ إلهكم الله}  [طه: ٩٨] أن كلمة (إله) لا تعني (الله) ، وإلا لو كان إلهاً بمعنى الله لأصبح المعنى: إنما الله الله. </p><p> إذن: هناك فَرْق بين اللفظين: الله عَلَم على واجب الوجود الأعلى، أما الإله فهو المعبود المطاع فيما يأمر، فالمعنى: أن المعبود المطاع فيما يأمر به هو الله خالق هذا الوجود، وصاحب الوجود الأعلى. </p><p> فالله تعالى هو المعبود المطاع بحقٍّ، لأن هناك معبوداً ومطاعاً لكن بالباطل، كالذين يعبدون الشمس والقمر والأشجار والأحجار ويُسمُّونهم آلهة، فإذا كانت العبادة إطاعة أمر ونهي المعبود، فبماذا أمرتْهم هذه الآلهة؟ وعن أيِّ شيء نهتْهم؟ وماذا أعدَّتْ لمن عبدها أو لمن كفر بها؟ إذن: هي معبودة، لكن بالباطل؛ لأنها آلهة بلا منهج. </p><p> وكلمة {إِنَّمَآ}  [طه: ٩٨] لا تأتي إلا استدراكاً على باطل، وتريد أن تُصوِّبه، كأن تقول: إنما الذي حضر زيد، فلا تقولها إلا لمن ادَّعى أن الذي حضر غير زيد، فكأنك تقول: لا، فلان لم يحضر، إنما الذي حضر زيد. </p><p> فلا بُدَّ أن قوله تعالى:  {إِنَّمَآ إلهكم الله}  [طه: ٩٨] جاء رداً على كلام قيل يدَّعي أن هناك إلهاً آخر، وإنما لا تُقال إلا إذا ادُّعِيَ أمر يخالف ما بعدها، فتنفي الأمر الأول، وتُثبت ما بعدها. </p><p> وهنا يقول:  {إِنَّمَآ إلهكم الله}  [طه: ٩٨] لأن السامريَّ لما صنع لهم العجل قال: {هاذآ إلهكم وإله موسى}  [طه: ٨٨] فكذَّبه الله واستدرك بالحقِّ على الباطل: {إِنَّمَآ إلهكم الله الذي لا إله إِلاَّ هُوَ}  [طه: ٩٨] . </p><p> ثم أضاف الحق تبارك وتعالى ما يُفرِّق بين إله الحق وإله الباطل، فقال:  {وَسِعَ كُلَّ شَيْءٍ عِلْماً}  [طه: ٩٨] لأنه سبحانه هو الإله الحق، وهذه أيضاً رَدٌّ على السامريّ وما اتخذه إلهاً من دون الله، فالعجل الذي اتخذه لا عِلمَ عنده، وكذلك السامري الذي أمر الناس بعبادته، فلو كان عنده علم لعرفَ أن عِجْله سيُحرق ويُنسَف وتذروه الرياح، ولعرفَ العاقبة التي انتهى إليها من قوله للقوم (لا مساس) ، وأنه سينزل به عذاب الدنيا قبل عذاب الآخرة، فلو علم هذه الحقائق ما أقدمَ على هذه المسألة. </p><p> ووسع علم الله لكل شيء يعني: مَنْ أطاع ومَنْ عصى، لكن من رحمته تعالى بنا ألاَّ يحاسبنا عَمَّا علم منّا، بل يعلمنا حين ندعوه أن نقول:  {رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَّحْمَةً وَعِلْماً}  [غافر: ٧] فسبقتْ رحمته تعالى سيئاتنا وذنوبنا، وسبقت عذابه ونقمته، وفي موضع آخر يقول عَزَّ وَجَلَّ:  {وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ}  [الأعراف: ١٥٦] . </p><p> فلو وقفنا عند {وَسِعَ كُلَّ شَيْءٍ عِلْماً}  [طه: ٩٨] لأتعبتْنا هذه المسألة؛ لأنه سيجازينا عن السيئة وعن الحسنة، ومَنْ يطيق هذا؟ </p><p> ثم يُبيِّن الحق سبحانه حكمة القَصَص في القرآن، والقَصَص لون من التاريخ، وليس مطلق التاريخ، القصص تاريخ لشيء مشهود يهمني وتفيدني معرفته، وإلا فمن التاريخ أن نقول: كان في مكان كذا رجل يبيع كذا، وكان يفعل كذا أو كذا. </p><p> إذن: فالقصص حدث بارز، وله تأثيره فيمَنْ سمعه، وبه تحدث الموعظة، ومنه تؤخذ العبرة. </p><p> والتاريخ هو ربط الأحداث بأزمنتها، فحين تربط أيَّ حدث بزمنه فقد أرَّخْتَ له، فإذا كان حَدَثاً متميزاً نسميه قصة تُروَى، فإنْ كانت قصة شهيرة تعلو على القصص كله نسميها سيرة، لذلك خُصَّ باسم السيرة تاريخ قصة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ لأن القَصَص شيء مميز، أما السيرة فهي أميز، ورسول الله خاتم الأنبياء؛ لذلك نقول عن تاريخه سيرة ولا نقول قصة؛ لأن واقعه في الحياة كان سَيْراً على منهج الله، وعليه نزل القرآن، وكان خُلقه القرآن. </p><p> والقصص يأتي مرة بالحدث، ثم تدور حوله الأشخاص، أو يأتي بشخصية واحدة تدور حولها الأحداث، فإذا أردتَ أن تؤرخ للثورة العرابية مثلاً وضعت الحدث أولاً، ثم ذكرتَ الأشخاص التي تدور حوله، فإنْ أردتَ التأريخ لشخصية عرابي وضعت الشخصية أولاً، ثم أدرت حولها الأحداث. </p><p> وقَصص القرآن يختلف عن غيره من الحكايات والقصص التي نسمعها ونحكيها من وضع البشر وتأليفهم، فهي قصص مُخْتَرعة تُبنى على عُقْدة وَحلِّها، فيأخذ القاصُّ حدثاً، ثم ينسخ حوله أحداثاً من خياله. </p><p> وبذلك يكونون قد أخذوا من القصص اسمه، وعدلوا عن مُسمَّاه، فهم يُسمُّون هذا النسيج قصة، وليست كذلك؛ لأن قصة من قصَّ الأثر اي: مشى على أثره وعلى أقدامه، لا يميل عنها ولا يحيد هنا أو هناك. </p><p> فالقصة إذن التزام حدثيٌّ دقيق لا يحتمل التأليف أو التزييف، وهذا هو الفَرْق بين قَصَص القرآن الذي سماه الحق سبحانه وتعالى:  {القصص الحق}  [آل عمران: ٦٢] و {أَحْسَنَ القصص}  [يوسف: ٣] وبين قَصَص البشر وتآليفهم. </p><p> القصص الحقُّ وأحسن القصص؛ لأنه ملتزم بالحقيقة لا يتجاوزها، وله غاية سامية أَسْمى من قَصَص دنياكم، فقَصَص الدنيا غايته وخلاصته إن أفلح أن يحميك من أحداث الدنيا، أما قصص القرآن فحمايته أوسع؛ لأنه يحميك في الدنيا والآخرة. </p><p> فإنْ رأيتَ في قصص القرآن تكراراً فاعلم أنه لهدف وغاية، وأنها لقطات شتَّى لجوانب الحدَث الواحد، فإذا ما تجمعتْ لديك كل اللقطات أعطتك الصورة الكاملة للحدث. </p><p> وهنا يقول تعالى:  {كذلك نَقُصُّ عَلَيْكَ} </p>"
}