{
  "id": null,
  "sura": 21,
  "aya": 31,
  "text": "<p> الرواسي: الجبال جمع رَاس يعني: ثابت، وقد عبر عنها أيضاً بالأوتاد، فقال:  {والجبال أَوْتَاداً}  [النبأ: ٧] شبّه الجبال بالنسبة للأرض بالأوتاد بالنسبة للخيمة. </p><p> ثم يذكر عِلَّة ذلك:  {أَن تَمِيدَ بِهِمْ ... }  [الأنبياء: ٣١] أي: مخافة أن تميل وتضطرب وتتحرك بهم، ولو أنها مخلوقة على هيئة الثبوت ما كانت لتميد أو تتحرك، وما احتاجت لأن يُثبِّتها بالجبال؛ لذلك قال تعالى:  {وَتَرَى الجبال تَحْسَبُهَا جَامِدَةً وَهِيَ تَمُرُّ مَرَّ السحاب ... }  [النمل: ٨٨] . </p><p> فليس غريباً الآن أن نعرف أن للجبال حركة، وأنْ كنا لا نراها؛ لأنها ثابتة بالنسبة لموقعك منها؛ لأنك تسير بنفس حركة سيرها، كما لو أنك وصاحبك في مركب، والمركب تسير بكما، فأنت لا تدرك حركة صاحبك لأنك تتحرك بنفس حركته. </p><p> وقد شبَّه الله حركة الجبال بمرِّ السحاب، فالسحاب لا يمرُّ بحركة ذاتية فيه، إنما يمرُّ بدفْع الرياح، كذلك الجبال لا تمرُّ بحركة ذاتية إنما بحركة الأرض كلها، وهذا دليل واضح على حركة الأرض. </p><p> ثم يقول تعالى:  {وَجَعَلْنَا فِيهَا فِجَاجاً سُبُلاً ... }  [الأنبياء: ٣١] أي من حكمة الله أنْ جعل لنا في الأرض سُبُلاً نسير فيها، فلو أن الجبال كانت كتلة تملأ وجه الأرض ما صَلُحَتْ لحياة البشر وحركتهم </p><p> فيها، فقال {فِجَاجاً سُبُلاً ... }  [الأنبياء: ٣١] أي: طرقاً واسعة في الوديان، والأماكن السهلة. وفي موضع آخر قال:  {لِّتَسْلُكُواْ مِنْهَا سُبُلاً فِجَاجاً}  [نوح: ٢٠] . </p><p> ومعنى:  {وَجَعَلْنَا فِيهَا ... }  [الأنبياء: ٣١] يصح في الجبال أو في الأرض، ففي كل منهما طرق يسلكها الناس، وهي في الجبال على شكل شِعَأب ووديان. </p><p> ثم يذكر سبحانه عِلَّة ذلك، فيقول:  {لَّعَلَّهُمْ يَهْتَدُونَ}  [الأنبياء: ٣١] والهداية هنا تحتَمل معنيين: يهتدون لخالقها ومكوِّنها، ويستدلون بها على الصانع المبدع سبحانه، أو يهتدون إلى البلاد والأماكن والاتجاهات، وقديماً كانوا يتخذون من الجبال دلائل وإشارات ويجعلونها علامات، فيصفون الأشياء بمواقعها من الجبال، فيقولون: المكان الفلاني قريب من جبل كذا، وعلى يمين جبل كذا، وقد قال شاعرهم: </p><p> خُذَا بَطْنَ هِرْشَي أو قَفَاهَا فَإنَّهُ ... كِلاَ جَانِبَي هَرْشَي لَهُنَّ طَريقُ </p><p> فالهداية هنا تشمل هذا وذاك، كما في قوله تعالى:  {وَعَلامَاتٍ وبالنجم هُمْ يَهْتَدُونَ}  [النحل: ١٦] أي: يهتدون إلى الطرق والاتجاهات، وكان العربي يقول مثلاً: اجعل الثُّريَا عن يمينك أو النجم القطبي، أو سهيل أو غيرها، فكانوا على علم بمواقع هذه النجوم ويسيرون على هَدْيها. </p><p> أو: يهتدون إلى أن للنجوم علاقة بحياة الإنسان الحيِّ، وقديماً كانوا يقولون: فلان هَوَى نَجْمه، كأن لكل واحد منا نجماً في السماء له علاقة ما به، وهذه يعرفها بعض المختصين، وربما اهتدوا من خلالها إلى شيء، شريطة أن يكونوا صادقين أمناء لا يخدعون خَلْق الله. </p><p> ويُؤيِّد هذا قوله تعالى:  {فَلاَ أُقْسِمُ بِمَوَاقِعِ النجوم وَإِنَّهُ لَقَسَمٌ لَّوْ تَعْلَمُونَ عَظِيمٌ}  [الواقعة: ٧٥ - ٧٦] أي: لو كنتم على معرفة بها لعلمتُم أن للنجوم دوراً كبيراً وعظيماً في الخَلْق. </p><p> ثم يقول الحق سبحانه:  {وَجَعَلْنَا السمآء سَقْفاً ... } . </p>"
}