{
  "id": null,
  "sura": 21,
  "aya": 3,
  "text": "<p> ويا ليت كلاً منهم يفعل هذا الفعل في نفسه، إنما يتآمرون جميعاً على الحق ليفسدوه باللعب واللهو {وَأَسَرُّواْ النجوى ... }  [الأنبياء: ٣] أي: يتناجَوْن في الإثم، ويُسِرُّونه يعني: يجعلونه سِراً. والنَّجْوى أو التناجي: خَفْضِ الصوت، كما جاء في قوله تعالى:  {مَا يَكُونُ مِن نجوى ثَلاَثَةٍ إِلاَّ هُوَ رَابِعُهُمْ وَلاَ خَمْسَةٍ إِلاَّ هُوَ سَادِسُهُمْ ... }  [المجادلة: ٧] . </p><p> فلا تظنوا أنكم مستورون عن الله، أو تُخْفون عنه شيئاً. وتلاحظ في ارتقاءات العدد في هذه الآية أنها لم تذكر اثنين، فبدأت من العدد ثلاثة؛ لأنه عادةً لا تكون النجوى بين الاثنين، إنما تكون بين الثلاثة، حيث يتناجى اثنان حتى لا يسمع الثالث. </p><p> كما أنها لم تذكر الأعداد بالترتيب، فلم تَقُلْ مثلاً: ولا أربعة إلا هو خامسهم؛ ذلك لأن الآية لا تقصد الترتيب العددي، إنما تعطيك مجرد أمثلة ونماذج من الأعداد. </p><p> وكذلك في قوله تعالى:  {أَلَمْ تَرَ إِلَى الذين نُهُواْ عَنِ النجوى ثُمَّ يَعُودُونَ لِمَا نُهُواْ عَنْهُ وَيَتَنَاجَوْنَ بالإثم والعدوان وَمَعْصِيَتِ الرسول ... }  [المجادلة: ٨] . </p><p> وما داموا يُخْفون كلاماً ويُسِرُّونه، فلا بُدَّ أنه مخالف للفطرة السليمة، ولو كان حقّاً لَقالُوه علانية، فالنجْوى دليلُ اتهامهم في العقل، وفي القلب، وفي كل شيء. </p><p> أما قوله تعالى في شأن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  {ياأيها الذين آمَنُواْ إِذَا نَاجَيْتُمُ الرسول فَقَدِّمُواْ بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَةً ... }  [المجادلة: ١٢] . </p><p> وهل كان الصحابة يُحدِّثون الرسول سرَّاً؟ لا بل هنا إشارة أخرى أوضحها قوله تعالى:  {لاَّ تَجْعَلُواْ دُعَآءَ الرسول بَيْنَكُمْ كَدُعَآءِ بَعْضِكُمْ بَعْضاً ... }  [النور: ٦٣] . </p><p> فالمراد ألاّ نرفع أصواتنا في حضرة النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كما يحدث مِنّا حين يُكلِّم بعضنا بعضاً، بل نُكلِّمه كلام المهيب، ونلتزم معه الأدب والخشوع. </p><p> وقوله تعالى:  {وَأَسَرُّواْ النجوى الذين ظَلَمُواْ. .}  [الأنبياء: ٣] هل (الذين) هنا هي الفاعل لأسرُّوا؟ القاعدة النحوية: إذا تقدم أكلوا على الفاعل لقال: وأَسَرَّ الذين ظلموا، إنما جاء الفاعل (واو الجماعة) ثم الاسم الموصول (الذين) بعدها فليست هي الفاعل، وليست هذه من لغات العرب الصحيحة. </p><p> فكأن سائلاً سأل: ومَن الذي أسَرَّ؟ فأجاب:  (الّذِينَ ظَلَمُوا) </p><p> وكلمة (ظَلَمُوا) عامة في الظلم، فقد ظلموا أنفسهم أولاً؛ لأن ظلمهم عائد عليهم بالعذاب، وظُلْم نفسه ناشيء من أنه ظلم الحق الأعلى {إِنَّ الشرك لَظُلْمٌ عَظِيمٌ}  [لقمان: ١٣] . </p><p> ثم ظلم الناس في أمور أخرى وفي حقوق لهم، لكن جاءتْ (ظلموا) عامة؛ لأن الظلم الواحد سيشمل كل أنواع الظلم، وما دام قد وصل به الأمر إلى أنْ ظَلَم الله فلا غرابةَ أنْ يظلم ما دونه تعالى. </p><p> فما النجوى التي أسرَّهَا القوم؟ ومَنْ أخبر رسول الله بها؟ </p><p> النجوى قوله تعالى:  {وَيَقُولُونَ في أَنفُسِهِمْ لَوْلاَ يُعَذِّبُنَا الله بِمَا نَقُولُ}  [المجادلة: ٨] . </p><p> فكيف عرف محمد هذه المقولة، وقد قالوها في أنفسهم وأسرُّوها؟ ألم يكُن على هؤلاء أن يتنبَّهوا: كيف عرف محمد مقولتهم؟ وأن الذي أخبره بما يدور هو ربُّه الإله الأعلى، الذي لا تَخْفى عليه خافية، كان عليهم أن يلتفتوا إلى رب محمد، الله الإله الحق الذي يعلم خَبْءَ كل شيء فيرتدعوا عَمَّا هم فيه، وبدل أنْ يشغلوا عقولهم بمسائل الشرك ينتهوا بها إلى الإيمان. </p><p> ومما جاء في تناجيهم {هَلْ هاذآ إِلاَّ بَشَرٌ مِّثْلُكُمْ. .}  [الأنبياء: ٣] إذن: أنكروا أن يكون رسولاً لأنه بشر، والرسول لا بُدَّ أن يكون ملكاً {أَفَتَأْتُونَ السحر وَأَنتُمْ تُبْصِرُونَ}  [الأنبياء: ٣] فسمُّوا القرآن سحْراً، لأنهم يروْنَ السحر يُفرِّق بين الابن وأبيه، والأخ وأخيه {وَأَنتُمْ تُبْصِرُونَ}  [الأنبياء: ٣] أن القرآن يفعل مثل هذا. </p><p> ثم يقول الحق سبحانه:  {قَالَ رَبِّي يَعْلَمُ القول فِي السمآء ... } . </p>"
}