{
  "id": null,
  "sura": 21,
  "aya": 32,
  "text": "<p> سمَّي السماء سقفاً؛ لأن السماء كل ما علاَك فأظلّك، وفرْقٌ بين سقف من صنع البشر يعتمد على أعمدة ودعائم. . الخ، وسقف من صُنْع الخالق العظيم، سقف يغطي الأرض كلها ومحفوظ بلا أعمدة، سقف مَسْتوٍ لا نتوءَ ولا فتور. </p><p> والسماء أخذتْ دوراً تكوينياً خصَّها الله به كما خَصَّ آدم عليه السلام، فالخَلْق جميعاً خُلِقوا بكُنْ من أب وأم، أمّا آدم فقد خُلق خلقاً مباشراً بيد الله سبحانه، لذلك قال تعالى:  {قَالَ ياإبليس مَا مَنَعَكَ أَن تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ ... }  [ص: ٧٥] وهذا شرف كبير لآدم. </p><p> وكذلك قال في خَلْق السماء:  {والسمآء بَنَيْنَاهَا بِأَييْدٍ ... }  [الذاريات: ٤٧] . </p><p> وفي آية أخرى قال سبحانه:  {والسمآء ذَاتِ الحبك ... }  [الذاريات: ٧] يعني: محبوكة ومحكمة، والحبكة معناها أن ذراتها التي لا تُدرَك ملتحمة مع بعضها، ليس التحاماً كلياً إنما التحام ذرات؛ لذلك ترى السماء ملساء؛ ولذلك قال عنها الخالق عَزَّ وَجَلَّ:  {رَفَعَ سَمْكَهَا فَسَوَّاهَا}  [النازعات: ٢٨] . </p><p> ولك أن تلاحظ صنعة البشر إذا أراد أحدنا أنْ يبنيَ مثلاً، أو يصنع سقفاً، فالبناء يُبنى بمنتهى الدقة، ومع ذلك ترى طوبة بارزة عو طوبة، فيأتي عامل المحارة فيحاول تسوية الجدار، ويزنه بميزان الماء، ومع ذلك نجد في الجدار تعاريج، ثم يأتي عامل الدهانات، فيحاول إصلاح مثل هذه العيوب فيعد لها معجوناً ويكون له في الحائط دور هام. </p><p> وبعد أن يستنفد الإنسان كل وسائله في إعداد بيته كما يحب تأتي بعد عدة أيام، فترى الحق - سبحانه وتعالى - يُعدِّل على الجميع، ويُظهر لهم عيوب صنعتهم مهما بلغتْ من الدِّقة بقليل من الغبار ينزل عمودَياً فيرُيك بوضوح ما في الحائط من عيوب. </p><p> وإذا كانت صنعتة البشر تختلف باختلاف مهارة كل منهم وحَذَقة في عمله، فما بالك إنْ كان الصانع هو الله الذي يبني ويُسوِّي ويُزيِّن؟ {الذي خَلَقَ سَبْعَ سَمَاوَاتٍ طِبَاقاً مَّا ترى فِي خَلْقِ الرحمن مِن تَفَاوُتٍ ... }  [الملك: ٣] . </p><p> وانظر إلى أمهر الصُّناع الآن، يُسوِّي سقفاً لعدة حجرات، </p><p> ويستخدم مادة واحدة ويُلوِّنها بلون واحد، لا بُدَّ أن تجد اختلافاً من واحدة للأخرى، حتى إنْ خلط العامل اللون مرة واحدة لكل الحجرات يأتي اللون مختلفاً، لماذا؟ لأنه حين يأخذ من هذا الخليط تجد ما يتبقى أكثر تركيزاً، فإذا لم يكمل العمل في نفس اليوم تجد ما تبقّى إلى الغد يفقد كمية من الماء تؤثر أيضاً في درجة اللون. </p><p> ومعنى:  {مَّحْفُوظاً ... }  [الأنبياء: ٣٢] أي: في بنية تكوينه؛ لأنه مُحْكَم لا اختلاف فيه، ولا يحفظ إلا الشيء النفيس، تحافظ عليه لنفاسته وأصالته. لكن من أيّ شيء يحفظه الله؟ يحفظها أن تمور، يحفظها أن تقع على الأرض إلا بإذنه. {وَيُمْسِكُ السمآء أَن تَقَعَ عَلَى الأرض إِلاَّ بِإِذْنِهِ}  [الحج: ٦٥] . </p><p> وقال:  {وَمِنْ آيَاتِهِ أَن تَقُومَ السمآء والأرض بِأَمْرِهِ ... } </p><p> [الروم: ٢٥] . </p><p> إذن: في خَلْق السماء عظمة خَلْق، وعظمة تكوين، وعظمة صيانة تناسب قدرته تعالى، وإنْ كانت لا تحتاج إلى صيانة لأنها صنعتنا. </p><p> ومن المسائل التي بيَّنها لنا الحق - سبحانه وتعالى - في أمر السماء مسألة استراق السمع، فكانت الشياطين قبل الإسلام تسترق السمع، لكن بعد رسالة محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ شاء الحق سبحانه ألاَّ يدلس على دعوته بسماع شيطان يُوحِي إلى أعدائه، فمنع الجن من استراق السمع بالشُّهُب، فقال سبحانه: </p><p> {وَلَقَدْ جَعَلْنَا فِي السماء بُرُوجاً وَزَيَّنَّاهَا لِلنَّاظِرِينَ وَحَفِظْنَاهَا مِن كُلِّ شَيْطَانٍ رَّجِيمٍ إِلاَّ مَنِ استرق السمع فَأَتْبَعَهُ شِهَابٌ مُّبِينٌ}  [الحجر: ١٦ - ١٨] . </p><p> ثم يقول سبحانه:  {وَهُمْ عَنْ آيَاتِهَا مُعْرِضُونَ}  [الأنبياء: ٣٢] كأن للسماء آيات خاصة بها، ففي الكون آيات كثيرة، وللسماء آياتها، فالشمس والقمر والنجوم والأفلاك من آياتها. </p><p> وبعد ذلك نسمع من رجال الأرصاد أن من كواكب السماء ما لم يَصِلْنا ضوؤه منذ خلق الله الأرض حتى الآن، مع أن سرعة الضوء ثلثمئة ألف كيلومتر في الثانية، ويمكن أن نفهم هذا في ضوء قوله تعالى:  {والسمآء بَنَيْنَاهَا بِأَييْدٍ وَإِنَّا لَمُوسِعُونَ}  [الذاريات: ٤٧] . </p><p> لذلك يعطينا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ صورة تقريبية لهذه المسألة، حتى لا نُرهق أنفسنا بالتفكير فيها:  «ما السماوات والأرض وما بينهما بالنسبة لملْك الله إلا كحلقة ملقاة بأرض فلاة» . </p><p> ومع ذلك لما صعد رواد الفضاء للقمر سارع بعض علمائنا من منطلق حُبِّهم للإسلام وإخلاصهم للقرآن بالقول بأنهم صعدوا للسماء، وهذا هو المراد بقوله تعالى:  {يامعشر الجن والإنس إِنِ استطعتم أَن تَنفُذُواْ مِنْ أَقْطَارِ السماوات والأرض فانفذوا لاَ تَنفُذُونَ إِلاَّ بِسُلْطَانٍ}  [الرحمن: ٣٣] . </p><p> والمراد هنا: سلطان العلم الذي مكَّنَهم من الصعود. </p><p> لكن ما داموا نفذوا بِسلطن العلمِ، فلماذا قال بعدها:  {يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِّن نَّارٍ وَنُحَاسٌ فَلاَ تَنتَصِرَانِ}  [الرحمن: ٣٥] إذن </p><p> السلطان المراد ليس هو سلطان العلم كما يظنون، إنما المراد سلطان مِنِّى، بإذني وإرادتي. </p><p> ولو كان الأمر كما يقولون لقالوا لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لما أخبرهم بالمعراج: كيف تقول ذلك يا محمد وربك هو القائل: {يامعشر الجن والإنس إِنِ استطعتم أَن تَنفُذُواْ مِنْ أَقْطَارِ السماوات والأرض فانفذوا لاَ تَنفُذُونَ إِلاَّ بِسُلْطَانٍ}  [الرحمن: ٣٣] . </p><p> إذن: المراد هنا سلطان من الله تعالى هو سبحانه الذي يأذن بهذه المسألة، فتُفتّح له أبواب السماء. </p><p> ثم ما علاقة القمر بالسماء؟ والكلام عن النفاذ من أقطار السماوات، وأين القمر من السماء؟ إن المسافة بين الأرض والقمر سنتان ضوئيتان، فالقمر - إذن - ما هو إلا ضاحية من ضواحي الأرض، كالمعادي مثلاً بالنسبة للقاهرة، فأَيُّ سماء هذه التي يتحدثون عنها؟! </p><p> وقوله تعالى:  {مُعْرِضُونَ}  [الأنبياء: ٣٣] سبق أن تحدّثنا عن الإعراض، وهو الانصارف عن الشيء مِنْ أعرض يعني: أعطاه ظهره. </p><p> ثم يقول الحق سبحانه:  {وَهُوَ الذي خَلَقَ الليل ... .} . </p>"
}