{
  "id": null,
  "sura": 21,
  "aya": 96,
  "text": "<p> وردتْ قصة يأجوج ومأجوج في آخر سورة الكهف، حينما سُئِلَ النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ عن الرجل الجوَّال الذي طاف الأرض، فنزلت:  {وَيَسْأَلُونَكَ عَن ذِي القرنين قُلْ سَأَتْلُواْ عَلَيْكُم مِّنْهُ ذِكْراً}  [الكهف: ٨٣] . </p><p> وقد تكلم العلماء في ذي القرنين، منهم مَنْ قال: هو قورش ومنهم مَنْ قال هو: الإسكندر الأكبر. والقرآن لا يعنيه الشخص وإلاَّ لَذكره باسمه، فالقرآن لا يُؤرِّخ له، لا يقيم له تمثالاً، إنما يريد التركيز على الأوصاف التي تعني الحق وتعني الخَلْق. </p><p> فيكفي أن نعلم أنه إنسان مكَّنَه الله في الأرض. يعني: أعطاه من أسباب القوة وأسباب المهابة والسيطرة، وأعطاه من كُلِّ مُقوِّمات </p><p> القوة: أعطاه المال والعلم والجيوش، فلم يكتف بذلك كله، بل {فَأَتْبَعَ سَبَباً}  [الكهف: ٨٥] يعني: أخذ بالأسباب التي تؤدِّي إلى الخير. </p><p> وسبق أنْ تحدثنا عن تشخيص البطل في قصص القرآن؛ لأن القرآن لا يُؤرِّخ للشخصية، ولا يُعطى لها خصوصية، وإنما يريدها عامة لتكون مثلاً يُحتذَى، ويتم بها الاعتبار، وتُحدِث الأثر المراد من القصة. </p><p> فما يعنينا في قصة ذي القرنين أنه رجل مُكِّن في الأرض، وكان من صفاته كذا وكذا، وما يعنينا من أهل الكهف أنهم فتية آمنوا بربهم وتمسَّكوا بدينهم وعقيدتهم وضَحَّوْا في سبيلها، لا يهمنا الأشخاص ولا الزمان ولا المكان ولا العدد. </p><p> لذلك؛ أبهم القرآن كل هذه المسائل، فأيّ فتية، في أيّ زمان، وفي أيِّ مكان، وبأيِّ أسماء يمكن أن يقفوا هذا الموقف الإيماني، ولو شخَّصناهم وعيَّناهم لَقالَ الناس: إنها حادثة خاصة بهؤلاء، أو أنهم نماذج لا تتكرر؛ لذلك أبهمهم القرآن ليكونوا عبرة وأُسْوة تسير في الزمان كله. </p><p> كذلك، لما أراد القرآن أنْ يضرب مثلاً للذين كفروا ذكر امرأة نوح وامرأة لوط ولم يُعيِّنهما، وكذلك ضرب مثلاً للذين آمنوا بامرأة فرعون ولم يذكر مَنْ هي، فالغرض من ضَرْب هذه الأمثال ليس الأشخاص، إنما لنعلم أن للمرأة حريةَ العقيدة واستقلاليةَ الرأي، فليست هي تابعة لأحد، بدليل أن نوحاً ولوطاً لم يتمكَّن كل منهما من هداية امرأته. </p><p> وفرعون الكافر الذى ادَّعَى الألوهية، لم يستطع أن يمنع زوجته من الإيمان، وهي قالت:  {رَبِّ ابن لِي عِندَكَ بَيْتاً فِي الجنة وَنَجِّنِي مِن فِرْعَوْنَ وَعَمَلِهِ وَنَجِّنِي مِنَ القوم الظالمين}  [التحريم: ١١] . </p><p> إذن: ما يعنينا في قصة «ذي القرنين» أن الله مكَّن له في الأرض وأعطاه كُلَّ أسباب القوة والسيطرة؛ لذلك ائتمنه أنْ يكونَ ميزاناً للخير وللحق، وفوَّضَهُ أن يقضي في الخَلْق بما يراه من الحق والعدل. {حتى إِذَا بَلَغَ مَغْرِبَ الشمس وَجَدَهَا تَغْرُبُ فِي عَيْنٍ حَمِئَةٍ وَوَجَدَ عِندَهَا قَوْماً قُلْنَا ياذا القرنين إِمَّآ أَن تُعَذِّبَ وَإِمَّآ أَن تَتَّخِذَ فِيهِمْ حُسْناً}  [الكهف: ٨٦] . </p><p> لأننا مكَّنَّاه وفوَّضناه، فاستعمل التمكين في موضعه، وأخذ الأمانة بحقَِّها، فقال: </p><p> {أَمَّا مَن ظَلَمَ فَسَوْفَ نُعَذِّبُهُ ثُمَّ يُرَدُّ إلى رَبِّهِ فَيُعَذِّبُهُ عَذَاباً نُّكْراً}  [الكهف: ٨٧] أي: نُعذِّبه على قَدْر مقدرتنا، ثم يُرَدُّ إلى ربه فيُعذِّبه على قَدْر قدرته تعالى. {وَأَمَّا مَنْ آمَنَ وَعَمِلَ صَالِحاً فَلَهُ جَزَآءً الحسنى وَسَنَقُولُ لَهُ مِنْ أَمْرِنَا يُسْراً}  [الكهف: ٨٨] </p><p> وهكذا يكون دستور الحياة من الحاكم الممكَّن في الخَلْق، دستور الثواب والعقاب الذي تستقيم به أمور البلاد والعباد، فحين يرى تقصيراً لا بُدَّ أنْ يأخذ على يد صاحبه مهما تكُنْ منزلته، لا يخافه ولا ينافقه ولا يخشى في الله لومة لائم، وإنْ رأى المحسن المجتهد يُثيبه ويكافئه. </p><p> وهذا القانون نراه في مجتمعنا يكاد يكون مُعطّلاً بين العاملين، فاختلط الحابل بالنابل، وتدهورتْ الأمور، ودخلت بيننا مقاييس </p><p> أخرى للثواب وللعقاب ما أنزل الله بها من سلطان، فانقلبتْ الموازين، حيث تبجح الكسالى، وأُحْبِط المجدُّون المحسنون. {حتى إِذَا بَلَغَ مَطْلِعَ الشمس وَجَدَهَا تَطْلُعُ على قَوْمٍ لَّمْ نَجْعَل لَّهُمْ مِّن دُونِهَا سِتْراً}  [الكهف: ٩٠] . </p><p> هذا كُلُّ ما أخُبر الله به، ويبدو أنه وصل في تجواله العام إلى بلاد تظل الشمس بها مشرقة ثلاثة أو ستةَ أشهر لا تغرب؛ لذلك لم يجد لهم من دون الشمس ستْراً يسترها أيْ ظلمة {حتى إِذَا بَلَغَ بَيْنَ السَّدَّيْنِ وَجَدَ مِن دُونِهِمَا قَوْماً لاَّ يَكَادُونَ يَفْقَهُونَ قَوْلاً}  [الكهف: ٩٣] . </p><p> ومع ذلك احتال أن يفهم منهم، ويخاطبهم؛ لحرصه على نفعهم وما يصلحهم، وهذه صفة الحاكم المؤمن حين يُمكَّن في الأرض، وتُعطَى له أسباب القيادة، ويُفوَّض في خَلْق الله، ولو لم يكُنْ حريصاً على نفعهم لوجد العذر في كونه لا يفهم منهم ولا يفهمون منه. </p><p> فلما توصلوا إلى لغة مشتركة، ربما هي لغة الإشارة التي نتفاهم بها مع الأخرس مثلاً:  {قَالُواْ ياذا القرنين إِنَّ يَأْجُوجَ وَمَأْجُوجَ مُفْسِدُونَ فِي الأرض فَهَلْ نَجْعَلُ لَكَ خَرْجاً على أَن تَجْعَلَ بَيْنَنَا وَبَيْنَهُمْ سَدّاً}  [الكهف: ٩٤] . </p><p> ثم أمرهم أن يأتوا بقطَع الحديد، فأشعل فيها النار حتى احمرَّت فقال {آتوني أُفْرِغْ عَلَيْهِ قِطْراً}  [الكهف: ٩٦] وهكذا صنع لهم السدَّ الذي يحميهم من هؤلاء القوم، فلم يَقصُر نفعه لهم على هذه القضية ذاتها، إنما نفعهم نَفْعاً يعطيهم الخير والقوة في ألاَّ يتعرضوا لمثلها </p><p> بعد ذلك، عملاً بالحكمة التي تقول: لا تعطني سمكة، ولكن علمني كيف أصطاد. </p><p> ذلك لأنه أشركهم في العمل؛ ليشعروا بأهميته ويتمسكوا بالمحافظة عليه وصيانته، وإذا ما تعرضوا لمثل هذا الموقف لا ينتظرون مَنْ يصنع لهم. </p><p> هذا هو النموذج الذي تُقدِّمه قصة «ذي القرنين» وهو نموذج صالح لكل الزمان ولكل المكان ولكل حاكم مكَّنه الله في الأرض، وألقى بين يديه أزِمّة الأمور، وفي حديث أفضل العمل يقول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «تعين صانعاً، أو تصنع لأخرق» . </p><p> وقد تضاربتْ الأقوال حول: مَنْ هم يأجوج ومأجوج، فمنْ قائل: هم التتار. </p><p> وآخر قال: المغول. وآخر قال: هم الحتيت، أو السرديال، أو قبائل الهُونْ. </p><p> ولو كان في تحديدهم فائدة لعيَّنهم القرآن، إنما المهم من قصتهم أنهم قوْمٌ مفسدون في الأرض لا يتركون الصالح على صلاحه، فإذا ما تصدَّى لهم الممكَّن في الأرض فعليه أن يحول بينهم وبين هذا الإفساد في غيرهم، وعلينا نحن ألاَّ نُفسِد الصالح كهؤلاء، إنما نترك الصالح على صلاحه، بل ونزيده صلاحاً. </p><p> وفي بناء ذي القرنين للسد دروس يجب أنْ يعيها أولو الأمر الذين يتوَّلْون مصالح الخَلْق، من هذه الدروس أنه لم يقف عند طلبهم </p><p> في بناء سدٍّ يمنع عنهم أذى عدوهم، إنما اجتهد وترقَّى بالمسألة إلى ما هو أفضل لهم، فالسدُّ الأصمّ المتماسك كقطعة واحدة يسهل هَدْمه أو النفاذ منه؛ لذلك قال:  {فَأَعِينُونِي بِقُوَّةٍ أَجْعَلْ بَيْنَكُمْ وَبَيْنَهُمْ رَدْماً}  [الكهف: ٩٥] . </p><p> لقد طلبوا سداً وهو يقول: رَدْماً، لقد رقّى لهم الفكرة، وأراد أن يصنع لهم سداً على هيئة خاصة تمتصّ الصدمات، ولا تؤثر في بنائه؛ لأنه جعل بين الجانبين رَدْماً كأنه سوسته تُعطِي السدّ نوعاً من المرونة. وهكذا يجب أن يكون المؤمن عند تحمُّل مسئولية الخَلْق. </p><p> ولما عرضوا عليه المال نظير عمله أبى، وقال:  {مَا مَكَّنِّي فِيهِ رَبِّي خَيْرٌ فَأَعِينُونِي بِقُوَّةٍ. .}  [الكهف: ٩٥] أي: عندي المال الكثير من عطاء الله لكن أعينوني بما لديكم من قوة. إذن: زكاة القوة أنْ تمنع الفساد من الغير. </p><p> نعود إلى قوله تعالى:  {حتى إِذَا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ. .}  [الأنبياء: ٩٦] فلها علاقة بقوله تعالى: {وتقطعوا أَمْرَهُمْ بَيْنَهُمْ. .}  [الأنبياء: ٩٣] فتقطّع أهل الخير وتفرُّقهم يُجرِّئ عليهم أصحاب الفساد، وأقل ما يقولونه في حقِّهم أنهم لو كانوا على خير لنفعوا أنفسهم، فدعُوكم من كلامهم، وهكذا يفُتُّ أهل الباطل في عَضُدِ أهل الحق، ويصرفون الناس عنهم. </p><p> {حتى إِذَا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ. .}  [الأنبياء: ٩٦] يعني: جاءت عناصر الفساد والفتنة في الكون، وعناصر الفساد والفتنة لا تتمكن ولا تجد الفرصة والسلطة الزمنية إلا إذا غفل أهل الحق وتفرقوا فلم يردوهم، ويأخذوا على أيديهم. </p><p> ويأجوج ومأجوج هم أهل الفساد في كل زمان ومكان، فجنكيزخان الذي هدم أول ولاية إسلامية في خوارزم، وكان عليها الملك قطب أرسلان، ثم جاء من ذريته الثالثة هولاكو الذي دخل بغداد عاصمة الخلافة الإسلامية وخربَّها وقتل أهلها حتى سالتْ الدماء، وألقى بالكتب الإسلامية في النهر حتى كانت قنطرة يعبرون عليها. هؤلاء الذين نُسمِّيهم التتار. </p><p> إذن: فالقرآن قَصَّ علينا من التاريخ القديم قصة يأجوج ومأجوج أيام ذي القرنين، ثم رأيناهم في حياتنا الإسلامية، وشاء الله أن يستفيد المسلمون من هجمات هؤلاء البرابرة، وأن تتجمع ولاياتهم ويصدُّوا هجمات التتار على أرض مصر بقيادة قطز والظاهر بيبرس، وهما مثالان للممكَّنين في الأرض، مع أنهما من المماليك. </p><p> هذه الهجمات التترية للمفسدين في الأرض كانت هجمات همجية وحشية، وقد تجمَّع أحفاد هؤلاء من يأجوج ومأجوج العصر الحديث في هجمات مدنية تغزونا بحضارتها، إنهم الصليبيون الذين انهزموا أمام وحدة المسلمين بقيادة صلاح الدين. </p><p> وهكذا على مرِّ التاريخ ننتصر إذا كنا أمة واحدة، ونُهزَم إذا تفرّقنا وتقطّعنا أمماً وأحزاباً، وهذه حقائق تُثبِت صِدْق القرآن فيما وجَّهنا إليه من الوحدة وعدم التفرق. </p><p> ثم يقول تعالى:  {وَهُمْ مِّن كُلِّ حَدَبٍ يَنسِلُونَ}  [الأنبياء: ٩٦] . </p><p> الحدب: المكان المرتفع، نقول: فلان أحدب الظهر يعني: في ظهره منطقة مرتفعة، وكذلك هؤلاء المفسدون أتوْا من أماكن مرتفعة في هضبة شمال الصين. ومعنى {يَنسِلُونَ}  [الأنبياء: ٩٦] يعني: يسرعون، ومنه نقول: انسلَّ القماش؛ لأن القماش مُكوَّن من سُدى </p><p> ولُحمة، يعني خيوط طولية وخيوط عرضية، تتداخل فتكوِّن القماش، فنسل القماش أن تنزع خيوط العرض وتفكّ تداخلها مع خيوط الطول، ولا تُنزع خيوط الطول لأنها دائماً مُحكَمة بثَنْى السُّدَى على اللحمة. </p><p> ثم يقول الحق سبحانه:  {واقترب الوعد الحق فَإِذَا هِيَ شَاخِصَةٌ أَبْصَارُ الذين كَفَرُواْ. .} . </p>"
}