{
  "id": null,
  "sura": 21,
  "aya": 94,
  "text": "<p> الحق - سبحانه وتعالى - يستأنف معنا العظة بالعمل الصالح ليعطينا الأمل لو رجعنا إلى الله، والدنيا كلها تَشهد أن أيَّ مبدأ باطل، أو شعار زائف زائل يُزخرفون به أهواءهم لا يلبث أنْ ينهار ولو بَعْد حين، ويتبين أصحابه أنه خطأ ويعدلون عنه. </p><p> ومثال ذلك الفكر الشيوعي الذي ساد روسيا منذ عام ١٩١٧ وانتهكت في سبيله الحرمات، وسفكتْ الدماء، وهدمتْ البيوت، وأخذت الثروات، وبعد أن كانت أمة تصدر الغذاء لدول العالم أصبحت الآن تتسول من دول العالم، وهم أول مَنْ ضَجَّ من هذا الفكر وعانى من هذه القوانين. </p><p> وقوله تعالى:  {فَمَن يَعْمَلْ مِنَ الصالحات وَهُوَ مُؤْمِنٌ. .}  [الأنبياء: ٩٤] ربط العمل الصالح بالإيمان، لأنه مُنطلَق المؤمن في كُلِّ ما يأتي وفي كُلِّ ما يدع؛ لينال بعمله سعادة الدنيا وسعادة الآخرة. </p><p> أمّا مَنْ يعمل الصالح لذات الصلاح ومن منطلق الإنسانية </p><p> والمروءة، ولا يخلو هذا كله في النهاية عن أهواء وأغراض، فليأخذ نصيبه في الدنيا، ويحظى فيها بالتكريم والسيادة والسُّمْعة، وليس له نصيب في ثواب الآخرة؛ لأنه فَعَل الخير وليس في باله الله. </p><p> والحق سبحانه يعطينا مثالاً لذلك في قوله تعالى:  {الذين كفروا أَعْمَالُهُمْ كَسَرَابٍ بِقِيعَةٍ يَحْسَبُهُ الظمآن مَآءً حتى إِذَا جَآءَهُ لَمْ يَجِدْهُ شَيْئاً وَوَجَدَ الله عِندَهُ فَوَفَّاهُ حِسَابَهُ. .}  [النور: ٣٩] . </p><p> يعني: فوجئ بوجود إله يحاسبه ويجازيه، وهذه مسألة لم تكُنْ على باله، فيقول له: عملتَ ليقال وقد قيل. وانتهت المسألة؛ لذلك يقول تعالى:  {مَن كَانَ يُرِيدُ حَرْثَ الآخرة نَزِدْ لَهُ فِي حَرْثِهِ. .}  [الشورى: ٢٠] أي: نعطيه أجره في عالم آخر لا نهاية له {وَمَن كَانَ يُرِيدُ حَرْثَ الدنيا نُؤْتِهِ مِنْهَا وَمَا لَهُ فِي الآخرة مِن نَّصِيبٍ}  [الشورى: ٢٠] . </p><p> لأنه عَمِلَ للناس، فليأخذ أجره منهم، يُخلِّدون ذكراه، ويُقيمون له المعارض والتماثيل. . الخ. </p><p> وقوله تعالى:  {فَلاَ كُفْرَانَ لِسَعْيِهِ. .}  [الأنبياء: ٩٤] يعني: لا نبخسه حَقَّه ولا نجحد سَعْيه أبداً {وَإِنَّا لَهُ كَاتِبُونَ}  [الأنبياء: ٩٤] نسجِّل له أعماله ونحفظها، والمفروض أن الإنسان هو الذي يُسجِّل لنفسه، فإنْ سجَّل لك عملَك ربُّك الذي يُثيبك عليه، وسجَّله على نفسه، فلا شكَّ أنه تسجيل دقيق لا يبخسك مثقال ذرة من عملك. </p><p> ثم يقول الحق سبحانه:  {وَحَرَامٌ على قَرْيَةٍ أَهْلَكْنَاهَآ. .} . </p>"
}