{
  "id": null,
  "sura": 21,
  "aya": 51,
  "text": "<p> نلاحظ أن الحق سبحانه بدأ تسليته لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بذِكْر طرف من قصة موسى، ثم ثنَّى بقصة إبراهيم، مع أن إبراهيم عليه السلام سابقٌ لموسى، فلماذا؟ لأن موسى له صِلَة مباشرة باليهود وقريب منهم، وكان اليهود معه أهلَ جَدَل وعناد. </p><p> ومعنى {رُشْدَهُ ... }  [الأنبياء: ٥١] الرُّشْد: اهتداء العقل إلى الأكمل في الصلاح والأعلى في الخير، بحيث لا يأتي بعد الصلاح فسادٌ، ولا بعد الخير شر، ولا يُسلمك بعد العُلو إلى الهبوط، هذا هو الرُّشْد. أما أنْ يجرَّك الصلاح الظاهر إلى فساد، أو يُسلِمَك اليخر إلى شر، فليس في ذلك رُشْدٌ. </p><p> والآن نسمعهم يتحدثون عن الفنون الجميلة، ويستميلون الناس بشعارات برّاقة أعجبتْ الناس حتى وصلت بهم الجرأة إلى أنْ قالوا عن الرقص: فنٌّ راقٍ وفنّ جميل. . سبحان الله، الرقص كما قلتم لو أنه فعلاً راقٍ وجميل، وظل كذلك إلى آخر الطريق، ولم ينحدر إلى شيء قبيح وهابط، ماذا يحدث حين يجلس الرجل أمام راقصة تُبدِي من مفاتنها وحركاتها ما لا تُحسنه زوجته في البيت؟ كم بيوت خَرِبَتْ وأُسرَ تهدمت بسبب راقصة، فأيُّ رقيٍّ؟ وأيُّ جمال في هذا الفن؟! </p><p> لذلك؛ فالإمام علي - كرَّم الله وجهه - لخَّص هذه المسألة فقال:  «لا شَرَّ في شَرٍّ بعده الجنة، ولا خيرَ في خير بعده النار» . </p><p> إذن: على الإنسان أن ينتبه إلى الرُّشْد الذي هو اهتداء العقل إلى الصالح الأعلى أو إلى الكمال الأعلى أو الخير الأعلى. وهذا الرُّشْد له اتجاهان: رُشْد البِنْية، ورُشْد المعنى. </p><p> رُشْد البِنْية وهو اكتمال تكوين الإنسان بحيث يُؤدِّي كل جهاز فيه وظيفته، وهذا لا يكون إلا بعد سِنِّ البلوغ، وقد جعل الخالق سبحانه استواء الأعضاء التناسلية دليلاً على اكتمال هذا الرُّشْد حين يصير المرء قادراً على إنجاب مثله. </p><p> وهذا واضح في الثمار حيث لا يحلو مذاقها إلا بعد نضجها واكتمال بذرتها لتكون صالحة للإنبات إذا زرعتها، وهذا من حكمة الخالق - سبحانه وتعالى - فنأكل الثمرة ونستبقي نوعها ببذرتها الصالحة، أما لو استوت الثمرة للأكل قبل نُضْج بذرتها لأكلنا الثمار الموجودة ولم نستبق نوعها فتنقرض. </p><p> لذلك، من حكمة الله أيضاً أن الثمرة إذا استوتْ ونضجَتْ ولم تجد مَنْ يقطفها تسقط من تلقاء نفسها، وتُجدِّد دورتها في الحياة. </p><p> ولأمر ما جعل الله التكليف بعد البلوغ، فلو كلّفك قبل البلوغ لوجدتَ في التكاليف نَهْياً عن بعض الأمور التي لا تعرفها ولا تدركها، وقد تعترض على ربك: كيف أفعل يا ربّ وقد جاءتني هذه الغريزة ففعلتْ بي كذا وكذا. </p><p> ولكل آلة وجهاز في جسم الإنسان رُشْد يناسبه، ونمو يناسب تكوينه، فمثلاً عَيْن الطفل وفمه وأصابع يده كلها تنمو نمواً مناسباً لتكوين الطفل. </p><p> أما الأسنان ففيها حكمة بالغة من الخالق عَزَّ وَجَلَّ، فقد جعل للطفل في المرحلة التي لا يستطيع فيها تنظيفَ أسنانه بنفسه، ولا حتى يستطيع غيره تنظيفها جعل له (طقماً) احتياطياً من الأسنان، يصاحبه في صِغَره تُسمَّى الأسنان اللبنية، حتى إذا ما شَبَّ وكَبر واستطاع أنْ يُنَظّف أسنانه بنفسه أبدله الله (طَقْماً) آخر يصاحبه طوال عمره. </p><p> وهناك رُشْد أعلى، رُشْد فكري معنوي، رُشْد يستوي فيه العقل والتفكير ويكتمل الذِّهنْ الذي يختار ويُفَاضل بين البدائل، فقد يكتمل للمرء رُشْد البُنياني الجسماني دون أنْ يكتملَ عقله وفِكْره، وفي هذه الحالة لا نُمكِّنه من التصرف حتى نختبره، لنعلم مدى إحسانه للتصرف فيما يملك، فإنْ نجح في الاختبار فَلْنُعْطِه المال الذي له، يتصرف فيه كما جاء في قول الحق سبحانه وتعالى:  {وابتلوا اليتامى حتى إِذَا بَلَغُواْ النِّكَاحَ فَإِنْ آنَسْتُمْ مِّنْهُمْ رُشْداً فادفعوا إِلَيْهِمْ أَمْوَالَهُمْ ... }  [النساء: ٦] أي: لا تنتظر حتى يكبر، ثم تعطيه </p><p> ماله، يفعل فيه ما يشاء دون خِبْرة ودون تجربة، إنما تختبره وتَشْركه في خِضَمِّ الحياة ومعتركها، فيشبّ مُتمرِّساً قادراً على التصرف السليم. </p><p> وفي آية أخرى قال تعالى:  {وَلاَ تُؤْتُواْ السفهآء أَمْوَالَكُمُ ... }  [النساء: ٥] لأنهم إن بلغوا الرشْد البدنيّ فلم يبلغوا الرُّشد العقلي، وإياك أن تقول: هو ماله يتصرف فيه كما يشاء، فليس للسفيه مال بدليل:  {وَلاَ تُؤْتُواْ السفهآء أَمْوَالَكُمُ ... }  [النساء: ٥] ولم يقُلْ: أموالهم، فهو مالُكَ تحافظ عليه كأنه لك، وأنت مسئول عنه أمام الله، ولا يكون مال السَّفيه له إلا إذا أحسنَ التصرف فيه. </p><p> ومن الرُّشْد ما سماه القرآن الأشُدّ:  {حتى إِذَا بَلَغَ أَشُدَّهُ وَبَلَغَ أَرْبَعِينَ سَنَةً قَالَ رَبِّ أوزعني أَنْ أَشكُرَ نِعْمَتَكَ التي أَنْعَمْتَ عَلَيَّ وعلى وَالِدَيَّ ... }  [الأحقاف: ١٥] . </p><p> والأشُدُّ هو: التسامي في الرُّشْد وقال هنا (أربعين سنة) مع أننا ذكرنا أن الإنسان يبلغ رُشْد البِنْية ورُشْد العقل بعد سِنَِّ البلوغ في الخامسة عشرة تقريباً، إذن: مَنْ لم يرشُدْ حتى الأربعين فلا أملَ فيه، والنار أَوْلَى به؛ لأنه حين يكفر أو ينحرف عن الطريق في عنفوانه شبابه وقوته نقول: شراسة الشباب والشهوة والمراهقة، إلى آخر هذه الأعذار فإذا ما بلغ الأربعين فما عذره؟ </p><p> وإذا لم يتلقَّ مبادئ الرُّشْد في صِغَره وفي شبابه، فلا شَكَّ أنه سيجد في أحداث الحياة طوال أربعين سنة واقعاً يُرشده قَهْراً عنه، </p><p> حيث يرى أعماله وعواقبها وأخطاءه وسقطاته، وينبغي أنْ يأخذ منها درساً عملياً نظرياً في الرُّشْد. </p><p> ومن ذلك ما نسمعه من مصطلحات معاصرة يقولون «الرشد السياسي» ويقولون «ترشيد الاستهلاك» ، ما معنى هذه المصطلحات؟ معناها أن أحداث الحياة وتجاربها وعدم الرُّشْد في مسيرتهم عضَّت الناس، وألجأتْهم إلى التفكير في ترشيد يُذهب هذا الفساد. </p><p> إذن: فالرُّشْد للذات والترشيد للغير كما نفعل في ترشيد استهلاك القمح مثلاً وكنا نعلف به المواشي، حتى أصبحنا لا نجده؛ لذلك بدأنا في ترشيد استهلاك رغيف الخبز وصِرْنا نقسمه أربعة أقسام، ونأكل بحساب، ولا نهدر شيئاً، وما يتبقى يتبقى نظيفاً نأكله في وَجْبة أخرى. </p><p> وقد لا يكون عند الخباز نفسه ترشيد، فيُخرج الرغيف قبل استوائه فتجده عجيناً، كله لبابة، فتأتي ربة البيت الواعية فتفتح الرغيف قبل وضعه على المائدة، وتُخرِج منه هذه البابة، وتجمعها ثم تُحمِّصها في الفرن، وتصنع منها طعاماً آخر. </p><p> وما يقال في «ترشيد الخبز» يقال في «ترشيد الماء» ، وقد أمرنا رسول الله بترشيد استهلاك الماء حتى في الوضوء الذي هو قربي إلى الله. </p><p> هذا الرُّشْد الذي وصفنا رُشْد كل عاقل غير الرسل، وهو أنه يهتدي إلى قضايا حياته، ويتصرّف فيها تصرفاً سليماً، إنما مقتضى نتيجة هذا الصلاح في الدنيا، أما الرسل فلهم رُشْد آخر، رُشْد أعلى للدنيا وللآخرة، وهذه هبة من الله للرسل. </p><p> قال تعالى في حَقٍّ إبراهيم عليه السلام:  {وَلَقَدْ آتَيْنَآ إِبْرَاهِيمَ رُشْدَهُ مِن قَبْلُ ... }  [الأنبياء: ٥١] وكأن رُشْد إبراهيم لا يخضع لهذه القواعد، ولا يرتبط ببلوغ، ولا نبوة، بل هو رُشْد سابق لأوانه منذ أنْ كان صغيراً يتأمل في النجوم ويبحث عن ربه:  {فَلَمَّآ رَأَى القمر بَازِغاً قَالَ هذا رَبِّي فَلَمَّآ أَفَلَ قَالَ لَئِن لَّمْ يَهْدِنِي رَبِّي لأَكُونَنَّ مِنَ القوم الضالين فَلَماَّ رَأَى الشمس بَازِغَةً قَالَ هذا رَبِّي هاذآ أَكْبَرُ فَلَمَّآ أَفَلَتْ قَالَ ياقوم إِنِّي برياء مِّمَّا تُشْرِكُونَ}  [الأنعام: ٧٧ - ٧٨] . </p><p> فكان - عليه السلام - مُؤهِّلاً للرسالة منذ صِغَره، ولما أُرسل ونُبِّيء ظهرتْ مواهب رُشْده حين أُلقِي في النار، وجاءه جبريل - عليه السلام - يعرض عليه المساعدة، فيقول إبراهيم: أما إليك فلا. وهذه أول بشائر الرشد الفكري والعقدي عند إبراهيم. </p><p> وفي حَقِّه قال تعالى:  {وَإِذِ ابتلى إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ فَأَتَمَّهُنَّ ... }  [البقرة: ١٢٤] أي: اختبره في أشياء فأتمهُنَّ وأتى بِهنّ على أكمل وجه، منها: أنه طلب منه أنْ يرفعَ قواعد البيت، وكان يلفي أن يرفع إبراهيم قواعد البيت إلى ما تطول يده، إنما إبراهيم قواعد البيت إلى ما تطول يده، إنما إبراهيم عليه السلام كان حريصاً أنْ يتم الأمر على أكمل وجه، فيفكر ويحتال في أنْ يأتيَ بحجر ويقف عليه ليرفع البناء بمقدار الحجر، ويساعده ولده الصغير إسماعيل فيناوله الحجارة، لكن الولد الصغير تتزحلق قدماه حينما يرفع الحجارة لأبيه، فيحتال على هذا الأمر فيحفر في الحجر على قَدْر قدميه حتى يثبت، وهاتان القدمان نشاهدهما حتى الآن في حِجْر إسماعيل. </p><p> إذن: كان عنده عِشْق لللتكاليف وحِرْص على إتمامها. </p><p> وقوله تعالى:  {وَكُنَّا بِهِ عَالِمِينَ}  [الأنبياء: ٥١] هذا واضح في قوله تعالى: {الله أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ ... }  [الأنعام: ١٢٤] . {إِذْ قَالَ لأَبِيهِ وَقَوْمِهِ ... } . </p>"
}