{
  "id": null,
  "sura": 21,
  "aya": 97,
  "text": "<p> فكوْنُ أهل الفساد يأتون مُسْرِعين من كل حَدب وصَوْب إلا أن فسادهم لن يطول، فقد اقتربت القيامة، قال تعالى:  {اقتربت الساعة وانشق القمر}  [القمر: ١] . </p><p> وقال:  {أتى أَمْرُ الله فَلاَ تَسْتَعْجِلُوهُ. .}  [النحل: ١] . </p><p> وهذا تنبيه للغافل، وتحذير للباغي من أهل الفساد، وتطمين ورجاء للمظلومين المستضعفين المعتدَى عليهم: اطمئنوا فقد قرب وقت الجزاء. </p><p> {واقترب الوعد الحق. .}  [الأنبياء: ٩٧] والوعد الحق أي: الصادق الذي يملك صاحبه أن يُنفّذه، فقد تَعِد وعداً ولا تملك تنفيذه فهو وَعْد، لكنه وَعْد باطل، فالوعد يختلف حَسْب مروءة الواعد وإمكانياته وقدرته على إنفاذ ما وعد به. </p><p> لكن مهما كانت عندك من إمكانيات، ومهما ملكتَ من أسباب التنفيذ، أتضمن أن تُمكِّنك الظروف والأحوال من التنفيذ؟ ولا يملك هذا كله إلا الله عَزَّ وَجَلَّ، فإذا وعد حقق ما وعد به، فالوعد الحق - إذن - هو وعد الله. </p><p> وحين يقول الحق سبحانه:  {واقترب الوعد الحق. .}  [الأنبياء: ٩٧] فتنبه ولا تَقِسْ الدنيا بعمرها الأساسي، إنما قِسْ الدنيا بعمرك فيها، فهذه هي الدنيا بالنسبة لك، ولا دَخْلَ لك بدنيا غيرك، فإذا كنتَ لا تعلم متى تفارق دنياك فلا شَكَّ أن عمرك قريب، واقترب الوعد الحق بالنسبة لك. </p><p> وكذلك مدة مُكْثِك في قبرك إلى أن تقوم الساعة ستمر عليكِ كساعة من نهار، كما قال سبحانه:  {كَأَن لَّمْ يلبثوا إِلاَّ سَاعَةً مِّنَ النهار. .}  [يونس: ٤٥] . </p><p> ولو تنَّبه كل مِنّا إلى إخفاء الله لأجله، لعلم أن في هذا الإخفاء أعظمَ البيان، فحين أخفاه ترقبناه في كل طَرْفة عَيْن، وتنفُّس نَفَسٍ؛ لذلك يقولون:  «مَنْ مات قامت قيامته» ، لأن القيامة تعنى الحساب والجزاء على الأعمال، ومَنْ مات انقطع عمله، وطُويَتْ صحيفته. </p><p> وقوله تعالى:  {فَإِذَا هِيَ شَاخِصَةٌ أَبْصَارُ الذين كَفَرُواْ. .}  [الأنبياء: ٩٧] وَعْد الله هنا هو القيامة، وهي تفاجئنا وتأتينا بغتة؛ لذلك نقول في (فَإذَا) أنها الفجائية، كما تقول: خرجتُ فإذا أسدٌ بالباب، </p><p> يعني: فوجئت به، وهكذا ساعةَ تقوم الساعة سوف تُفَاجِئ الجميع، لا يدري أحد ماذا يفعل. </p><p> لذلك يقول سبحانه:  {فَإِذَا هِيَ شَاخِصَةٌ أَبْصَارُ الذين كَفَرُواْ. .}  [الأنبياء: ٩٧] وشخوص البصر يأتي حين ترى شيئاً لا تتوقعه، ولم تحسب حسابه، فتنظر مُنْدهِشاً يجمد جفنُك الأعلى الذي يتحرك على العين، فلا تستطيع حتى أنْ ترمش أو تطرف. </p><p> وفي آية أخرى يقول تعالى:  {إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ الأبصار}  [إبراهيم: ٤٢] . </p><p> وإذا أردتَ أن ترى شُخوص البصر فانظر إلى شخص يُفَاجأ بشئ لم يكُنْ في باله، فتراه - بلا شعور وبغريزته التكوينية - شاخصَ البصر، لا ينزل جفنه. </p><p> ثم يقولون:  {ياويلنا قَدْ كُنَّا فِي غَفْلَةٍ مِّنْ هذا. .}  [الأنبياء: ٩٧] فلم يقتصر الموقف على شخوص البصر إنما تتحرك أيضاً أدوات الإدراك فيقول اللسان: {ياويلنا} وهذا نداء للويل أي: جاء وقتُك فلم يَعُدْ أمامهم إلا أنْ يقولوا: يا عذاب هذا أوانك فاحضر. </p><p> والويل: هو الهلاك السريع ينادونه، فهل يطلب الإنسان الهلاكَ، ويدعو به لنفسه؟ نقول: نعم، حين يفعل الإنسان الفعلَ ويجد عواقبه السيئة، وتواجهه الحقيقة المرّة يميل إلى تعذيب نفسه، أَلاَ تسمع مثل هؤلاء يقولون: أنا أستحق. . أنا أستاهل الضرب. .؟ إنه لَوْم النفس وتأنيبها على ما كان منها، فهي التي أوقعتْه في هذه الورطة. </p><p> لذلك يقول سبحانه:  {الأخلاء يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ إِلاَّ المتقين}  [الزخرف: ٦٧] . </p><p> فلماذا لا يُؤنِّب نفسه، ويطلب لها العذاب، وهي التي أردتْه في التهلكة، ففي هذا الموقف تنقلب موازينهم التي اعتادوها في الدنيا، فالأصدقاء في الشر وفي المعصية هم الآن الأعداء. </p><p> {قَدْ كُنَّا فِي غَفْلَةٍ مِّنْ هذا. .}  [الأنبياء: ٩٧] لم يكن هذا الموقف في بالنا، ولم نعمل له حساباً، والغفلة: أنْ تدرأ عن بالك ما يجب أن يكون على بالك دائماً. </p><p> لكن، أيّ غفلة هذه والله - عَزَّ وَجَلَّ - يُذكِّرنا بهذا الموقف في كل وقت من ليل أو نهار، ألاَ ترى أنه سبحانه سَمَّى القرآن ذِكْراً ليزيح عنّا هذه الغفلة، فكلما غفلتَ ذكّرك، وهزَّ مواجدك، وأثار عواطفك. </p><p> إذن: المسألة ليست غفلة؛ لذلك نراهم يستدركون على كلامهم، فيقولون:  {بَلْ كُنَّا ظَالِمِينَ}  [الأنبياء: ٩٧] لأنهم تذكَّروا أن الله تعالى طالما هَزَّ عواطفهم، وحرَّك مواجيدهم ناحية الإيمان، فلم يستجيبوا. </p><p> لذلك اعترفوا هنا بظلمهم، ولم يستطيعوا إنكاره في مثل هذا الموقف، فلم يعُدْ الكذب مُجْدِياً، ولعلّهم يلتمسون بصدقهم هذا نوعاً من الرحمة، ويظنون أن الصدق نافعهم، لكن هيهات. </p><p> وكأن الحق سبحانه يحكي عنهم هذه المواجهة حين تفاجئهم القيامة بأهوالها، فتشخص لها أبصارهم، ويقول بعضهم {ياويلنا قَدْ كُنَّا فِي غَفْلَةٍ مِّنْ هذا. .}  [الأنبياء: ٩٧] فيردّ عليهم إخوانهم: أيّ غفلة هذه، وقد كان الله يُذكِّرنا بالقيامة وبهذا الموقف في كل وقت {بَلْ كُنَّا ظَالِمِينَ}  [الأنبياء: ٩٧] . </p><p> و (بَلْ) حرف إضراب عن الكلام السابق، وإثبات للكلام اللاحق، وهكذا يُراجِعون أنفسهم، ويُواجِه بعضهم بعضاً، لكن بعد فوات الأوان. </p><p> ثم يقول الحق سبحانه:  {إِنَّكُمْ وَمَا تَعْبُدُونَ مِن دُونِ الله. .} . </p>"
}