{
  "id": null,
  "sura": 21,
  "aya": 72,
  "text": "<p> يعطينا الحق سبحانه هنا لقطةً من قصة إبراهيم لكن بعيدة عَمّا نحن بصدده من الحديث عنه، فقد وهب الله لإبراهيم إسحق لما دعا الله قال:  {رَبِّ هَبْ لِي مِنَ الصالحين}  [الصافات: ١٠٠] مع أنه كان عنده </p><p> إسماعيل، لكن إسماعيل من هاجر، وقد تحركت مشاعر الغَيْرة لدى سارة، ووجدت في نفسها ما تجده النساء في مسألة الولد، وكيف يكون لإبراهيم ولد من هاجر التي زوَّجتها له دون أن يكون لها مِثْله. </p><p> لذلك ألحَّتْ سارة على إبراهيم أن يدعو الله أنْ يرزقها الولد، فدعا إبراهيم ربه، وأراد الحق سبحانه أن يجيب إبراهيم، وأن يُحقِّق له له ما ترجوه زوجته، لكن أراد أن يعطيه هذا الولد في ملحظ عقدي يُسجَّل ولا يزول عن الأذهان أبداً، ويظلُّ الولد مقترناً بالحادثة. </p><p> فبداية قصة إسحق لما أمر الله نبيه إبراهيم في الرؤيا أن يذبح ولده إسماعيل، فأخبره برؤياه:  {يابني إني أرى فِي المنام أَنِّي أَذْبَحُكَ فانظر مَاذَا ترى ... }  [الصافات: ١٠٢] . </p><p> أراد إبراهيم أنْ يُشرك ولده معه في هذا الاختبار، وألاَّ يأخذه على غِرَّة حتى لا تتغير نفسه نحو أبيه فيكرهه وهو لا يعلم ما حدث، وأراد أيضاً ألاَّ يحرم ولده من الثواب والأجر على هذه الطاعة وهذا الصبر على البلاء. </p><p> أما إسماعيل فمن ناحيته لم يعارض، ولم يقُلْ مثلاً: يا أبت هذه مجرد رؤيا وليست وحياً، وكيف نبني عليها، بل نراه يقول:  {ياأبت افعل مَا تُؤمَرُ}  [الصافات: ١٠٢] ولم يقُلْ: أفعل ما تقول، فما دام الأمر من الله فافعل ما أمرتَ به {ستجدني إِن شَآءَ الله مِنَ الصابرين}  [الصافات: ١٠٢] . </p><p> {فَلَمَّا أَسْلَمَا ... }  [الصافات: ١٠٣] أي: هما معاً إبراهيم وإسماعيل {وَتَلَّهُ لِلْجَبِينِ ... }  [الصافات: ١٠٣] يقال: تله يعني جعل رأسه على </p><p> التل، وهو المكان المرتفع من الأرض، و {لِلْجَبِينِ}  [الصافات: ١٠٣] يعني: جعل جبهته مباشرة للأرض، بحيث يذبحه من قفاه، وهذا هو الذَّبْح العاجل المثمر. </p><p> {وَنَادَيْنَاهُ أَن ياإبراهيم قَدْ صَدَّقْتَ الرؤيآ ... }  [الصافات: ١٠٤ - ١٠٥] وما دُمْتَ صدّقْتَ الرؤيا، فلكَ جزاء الإحسان؛ لأنك أسرعتَ بالتنفيذ مع أنها رؤيا، كان يمكنه أن يتراخى في تنفيذها، لكنه بمجرد أن جاء الأمر قام وولده بتنفيذه. </p><p> إذن: الحق سبحانه لا يريد من عبده إلا أنْ يُسلِّم بقضائه، وصدق القائل: </p><p> سَلِّم لربِّكَ حُكْمَهُ فلحكمةٍ يَقْضِي ... هـ حتى تستريح وتنْعماً </p><p> واذْكُرْ خليلَ اللهِ في ذَبْحِ ابنهِ ... إذ قال خالقه فلما أسلمَا </p><p> لذلك لا يرفع الله قضاءٌ يقضيه على خلقه إلا إذا رُضيَ به، فلا أحدَ يجبر الله على شيء، وضربنا لذلك مثلاً - ولله المثَل الأعلى - بالأب حين يدخل، فيجد ولده على أمر يكرهه، فيزجره أو يضربه ضربة خفيفة، تُعبِّر عن غضبه، فإنْ خضع الولد لأبيه واستكان عاد الوالد عطوفاً حانياً عليه وربما احتضنه وصالحه، أمّا لو عارض الولد وتبجَّح في وجه والده فإنه يشتد عليه ويُضاعِف له العقوبة، وتزداد قسوته عليه. </p><p> وهكذا الحال مع إبراهيم {وَفَدَيْنَاهُ بِذِبْحٍ عَظِيمٍ}  [الصافات: ١٠٧] ففدينا له إسماعيل، ليس هذا وفقط بل {وَبَشَّرْنَاهُ بِإِسْحَاقَ ... }  [الصافات: ١١٢] ثم زاده بأنْ جعل إسحق أيضاً نبياً مثل إسماعيل، هذه هي مناسبة الكلام عن إسحق ويعقوب. </p><p> هنا يقول تعالى:  {وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ نَافِلَةً. .}  [الأنبياء: ٧٢] والنافلة: الزيادة، وقط طلب من ربه ولداً من الصالحين، فبشَّره الله بإسحق ومن بعده يعقوب وجميعهم أنبياء؛ لذلك قال {نَافِلَةً ... }  [الأنبياء: ٧٢] يعني: أمر زائد عما طلبتَ؛ فإجابة الدعاء بإسحق، والزيادة بيعقوب، وسرور الإنسان بولده كبير، وبولد ولده أكبر، كما يقولون:  «أعز من الوِلْد وِلْد الولد» والإنسان يضمن بقاء ذِكْره في ولده، فإن جاء ولد الولد ضَمِن ذِكْره لجيل آخر. </p><p> والهبة جاءت من الله؛ لأن المرأة لم تكُنْ صالحة للإنجاب، بدليل قوله تعالى:  {فَأَقْبَلَتِ امرأته فِي صَرَّةٍ فَصَكَّتْ وَجْهَهَا وَقَالَتْ عَجُوزٌ عَقِيمٌ}  [الذاريات: ٢٩] فردَّ عليها: {قالوا أَتَعْجَبِينَ مِنْ أَمْرِ الله ... }  [هود: ٧٣] أي: أنه سبحانه قادر على كل شيء. </p><p> ويقولالحق سبحانه:  {وَكُلاًّ جَعَلْنَا صَالِحِينَ}  [الأنبياء: ٧٢] فالحفيد نافلة وزيادة في عطاء الذرية، ومبالغة في الإكرام، ثم يمتن الله على الجميع بأن يجعلهم صالحين، ويجعلهم أنبياء، كما قال في آية أخرى:  {وَكُلاًّ جَعَلْنَا نَبِيّاً}  [مريم: ٤٩] . {وَجَعَلْنَاهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا ... } . </p>"
}