{
  "id": null,
  "sura": 21,
  "aya": 80,
  "text": "<p> {وَعَلَّمْنَاهُ ... }  [الأنبياء: ٨٠] العِلْم نقل قضية مفيدة في الوجود من عالم بها إلى جاهل بها، والإنسان دائماً في حجة إلى معرفة وتعلُّم، لأنه خليفة الله في الأرض، ولن يؤدي هذه المهمة إلا بحركة واسعة بين الناس، هذه الحركة تحتاج إلى فَهْم ومعرفة وتفاعل وتبادل معارف وثقافات، فمثلاً تشكيل الحديد يحتاج إلى تسخين حتى يصير لَيِّناً قابلاً للتشكيل، الماء لا بُدَّ أنْ نغليَه لكذا وكذا. . إلخ. </p><p> وقضايا العلم التي تحتاجها حركة الإنسان في الأرض نوعان: نوع لم يأمن الله فيه الخَلْق على أنفسهم، فجاء من الله بالوحي، حتى لا يكون للعقل مجال فيه، ولا تختلف حوله الأهواء والرغبات، وهذا هو المنهج الذي نزل يقول لك: افعل كذا، ولا تفعل كذا. </p><p> لكن الأمور التي لا تختلف فيها الأهواء، بل تحاول أن تلتقي عليها وتتسابق إليها، وربما يسرق بعضهم من بعض، هذه الأمور تركها الحق - سبحانه - لعمل العقول وطموحاتها، وقد يلهم فيها بالخاطر أو بالتعلم، ولو من الأدنى كما تعلَّم ابن آدم (قابيل) من الغراب، كيف يواري سوأة أخيه، فقال سبحانه:  {فَبَعَثَ الله غُرَاباً يَبْحَثُ فِي الأرض لِيُرِيَهُ كَيْفَ يُوَارِي سَوْءَةَ أَخِيهِ ... }  [المائدة: ٣١] . </p><p> والقضية العلمية قد يكون لها مقدمات في الكون حين نُعمِل فيها العقل، ونُرتِّب بعض الظواهر على بعض، نتوصل منها إلى حقائق علمية، وقد تأتي القضية العلمية بالتجربة، أو بالخاطر يقذفه الله في قَلْب الإنسان. </p><p> فقوله تعالى:  {وَعَلَّمْنَاهُ صَنْعَةَ لَبُوسٍ لَّكُمْ ... }  [الأنبياء: ٨٠] يصح أن نقول: كان هذا التعليم بالوحي، أو بالتجربة أو الإلقاء في الرَّوْع، وهذه الصنعة لم تكن معروفة قبل داود عليه السلام. </p><p> واللَّبوس: أبلغ وأحكم من اللباس، فاللباس من نفس مادة (لبس) هي الملابس التي تستر عورة الإنسان، وتقيه الحر والبرد، كما جاء في قوله تعالى:  {وَجَعَلَ لَكُمْ سَرَابِيلَ تَقِيكُمُ الحر ... }  [النحل: ٨١] . </p><p> أما في الحرب فنحتاج إلى حماية أكبر ووقاية أكثر من العادية التي نجدها في اللباس، في الحرب نحتاج إلى ما يقينا البأس، ويحمينا من ضربات العدو في الأماكن القاتلة؛ لذلك اهتدى الناس إلى صناعة الخوذة والدرع لوقاية الأماكن الخطرة في الجسم البشري، وتتمثل هذه في الرأس والصدر، ففي الرأس المخ، وفي الصدر القلب، فإن سِلَمَتْ هذه الأعضاء فما دونها يمكن مداوته وجَبْره. </p><p> إذن: اللبوس أبلغ وأكثر حماية من اللباس؛ لأن مهمته أبلغ من مهمة اللباس، وكانت قبل داود مَلْساء يتزحلق السيف عليها، فلما صنعها داود جعلها مُركَّبة من حلقات حتى ينكسر عليها السيف؛ لذلك قال تعالى بعدها:  {لِتُحْصِنَكُمْ مِّن بَأْسِكُمْ ... }  [الأنبياء: ٨٠] أي: تحميكم في حَرْبكم مع عدوكم، وتمنعكم وتحوطكم. </p><p> إذن: ألهمنا داود عليه السلام، فأخذ يُفكِّر ويبتكر، وكل تفكير في ارتقاء صَنْعه إنما ينشأ من ملاحظة عيب في صَنْعة سابقة، </p><p> فيحاول اللاحق تلافي أخطاء السابق، وهكذا حتى نصلَ إلى شيء لا عَيْبَ فيه، أو على الأقل يتجنب عيوب سابقة؛ لذلك يُسمُّونه (آخر موديل) . </p><p> ثم يقول تعالى:  {فَهَلْ أَنتُمْ شَاكِرُونَ}  [الأنبياء: ٨٠] شاكرون على نعمة الله الذي يرعاكم ويحفظم في المآزق والمواقف الصعبة، واختار سبحانه موقف البأس أمام العدو؛ ليعطينا إشارة إلى ضرورة إعداد المؤمن لمواجهة الكافر، والأخذ بأسباب النجاة إذا تمَّتْ المواجهة. </p><p> وفي آية أخرى يقول سبحانه:  {وَأَنزَلْنَا الحديد فِيهِ بَأْسٌ شَدِيدٌ وَمَنَافِعُ لِلنَّاسِ وَلِيَعْلَمَ الله مَن يَنصُرُهُ وَرُسُلَهُ بالغيب إِنَّ الله قَوِيٌّ عَزِيزٌ}  [الحديد: ٢٥] . </p><p> فليست مهمة الحديد في الحياة أنه ينفع الناس فحسْب، إنما له مهمة قتالية أيضاً؛ لذلك قال:  {وَأَنزَلْنَا الحديد ... }  [الحديد: ٢٥] كما قال: {نَزَّلْنَا عَلَيْكَ القرآن ... }  [الإنسان: ٢٣] فإنْ كان القرآن للهداية فالحديد يُؤيِّد هذه الهداية، حيث نضرب به على أيدي الكافرين العاصين، ونحمي به صدور المؤمنين المصدِّقين؛ لذلك قال {وَأَنزَلْنَا ... }  [الحديد: ٢٥] أي: من أعلى مع أنه خارج من الأرض. </p><p> إذن: مسألأة الحديد في الأرض نعمة كبيرة من نِعَم الله علينا، بها نحفظ أنفسنا من العدو، فالحق - سبحانه وتعالى - خلق الخَلْق ولم يتركه هكذا يُدبِّر أمره، إنما خلقه ووضع له قانون حمايته وصيانته، وهذا يستحقّ مِنّا الشكر الدائم الذي لا ينقطع. </p><p> ثم ينتقل السياق من الكلام عن داود إلى ابنه سليمان عليهما السلام، فيقول الحق سبحانه: </p><p> {وَلِسُلَيْمَانَ الريح عَاصِفَةً ... } . </p>"
}