{
  "id": null,
  "sura": 21,
  "aya": 108,
  "text": "<p> فالوحدانية هي أول رحمة بنا، أن نكون كلنا سواء، ليس لنا إلا إله واحد، هذه من أعظم رحمات الله أن نعبده وحده لا شريكَ له، فعبادته تُغنينا عن عبادة غيره، ولو كانت آلهةً متعددة لأصابتنا الحيرة بين إله يأمر، وإله ينهى. </p><p> لذلك؛ فالحق - سبحانه وتعالى - يطلب منا أنْ نعتزّ وأنْ نفخَر بهذه الوحدانية، وبهذه الألوهية، وفي هذا يقول الشاعر الإسلامي محمد إقبال: </p><p> والسُّجود الذِي تَجْتويِه ... مِنْ أُلُوفِ السُّجودِ فِيهِ نَجَاةُ </p><p> فسجودك لله وتعفير وجهك له سبحانه يحميك من السجود لغيره، ولولا سجودك لله لَسجدت لكل مَنْ هو أقوى منك، فعليك - إذن - أن تعتز بعبوديتك لله؛ لأنها تحميك من العبودية لغيرك من البشر، وحتى لا يقول لك شخص أنت عبد، نعم أنا عبد لكن لستُ عبداً لك، فعبد غيرك حُرٌّ مثلك. </p><p> وقد ضرب لنا الحق سبحانه مثلاً في هذه المسألة في قوله تعالى:  {ضَرَبَ الله مَثَلاً رَّجُلاً فِيهِ شُرَكَآءُ مُتَشَاكِسُونَ وَرَجُلاً سَلَماً لِّرَجُلٍ هَلْ يَسْتَوِيَانِ مَثَلاً}  [الزمر: ٢٩] فهل يستوي عبد لعدة أسياد يتجاذبونه في وقت واحد، وهم مع ذلك مختلفون بعضهم مع بعض، وعبد سَلَمَاً لسيد واحد؟ </p><p> وهكذا، نحن جميعاً عبيد لله - عَزَّ وَجَلَّ - حين نخضع لا نخضع إلا له سبحانه، فلا أخضع لك ولا تخضع أنت لي؛ لذلك يقولون «اللي الشرع يقطع صباعه ميخرش دم» لأنه أمر من أعلى، من السماء، لا دَخْلَ لأحد فيه. </p><p> لذلك؛ فالعبودية تُكره حين تكون عبوديةً للبشر، لأن عبودية البشر للبشر يأخذ السيد خير عبده، أما العبودية لله فيأخذ العبد خير سيده. </p><p> والشاعر يقول: </p><p> حَسْبُ نفسي عِزاً بأنِّي عَبْدٌ ... يحتفي بي بلاَ مواعيدَ رَبُّ </p><p> هُوَ في قُدْسِه الأعزِّ ولكِنْ ... أنا أَلْقَى متى وأيْنَ أُحِبُّ </p><p> ولك أنْ تقارن بين مقابلة عظيم من عظماء الدنيا، ومقابلة ربك عَزَّ وَجَلَّ. فإنْ أردتَ الدخولَ على أحد هؤلاء لا بُدَّ أن تطلب المقابلة، </p><p> ويا ترى تقبل أم ترفض، وإنْ قبلت فلا تملك من عناصرها شيئاً، فالزمان، والمكان، وموضوع الكلام. كلها أمور يحددها غيرك. </p><p> أما إن أردتَ مقابلة ربك - عَزَّ وَجَلَّ - فما عليك إلا أنْ تتوضأ وترفع يديك قائلاً: الله أكبر بعدها ستكون في معية الله، وقد اخترتَ أنت الزمان، والمكان، وموضوع الحديث، وإنهاء اللقاء. </p><p> أَلاَ ترى كيف امتنَّ الله تعالى على رسوله في رحلة «الإسراء والمعراج» بأنْ وصفه بالعبودية له سبحانه، فقال:  {سُبْحَانَ الذي أسرى بِعَبْدِهِ}  [الإسراء: ١] إذن: جاء قوله تعالى: {قُلْ إِنَّمَآ يوحى إِلَيَّ أَنَّمَآ إلهكم إله وَاحِدٌ. .}  [الأنبياء: ١٠٨] بعد قوله: {وَمَآ أَرْسَلْنَاكَ إِلاَّ رَحْمَةً لِّلْعَالَمِينَ}  [الأنبياء: ١٠٧] ليدلنا: أن دعوة الله لنا إلى عبادة إله واحد ترحمنا من عبوديتنا بعضنا لبعض. </p><p> ثم يُرغِّبنا الحق سبحانه في هذه العبودية، فيقول:  {فَهَلْ أَنتُمْ مُّسْلِمُونَ}  [الأنبياء: ١٠٨] كما تحث ولدك المتكاسل أن يكون مثلَ زميله الذي تفوَّق، وأخذ المركز الأول، فتقول له: ألا تذاكر وتجتهد حتى تكون مثله؟ </p><p> وهكذا في {فَهَلْ أَنتُمْ مُّسْلِمُونَ}  [الأنبياء: ١٠٨] أي: مسلمون لله؛ لأن مصلحتكم في الإسلام وعزّكم في عبوديتكم لله. </p>"
}