{
  "id": null,
  "sura": 21,
  "aya": 78,
  "text": "<p> يحكمان تعني أن هناك خصومة بين طرفين، والحرْث: إثارة الأرض وتقليب التربة؛ لتكون صالحة للزراعة، وقد وردتْ كلمة الحرث أيضاً في قوله تعالى:  {وَيُهْلِكَ الحرث والنسل ... }  [البقرة: ٢٠٥] . </p><p> والحرْث ذته لا يهلك، إنما يهلك ما نشأ عنه من زُروع وثمار، فسمَّى الزرع حَرْثاً؛ لأنه ناشيء عنه، كما في قوله تعالى أيضاً:  {كَمَثَلِ رِيحٍ فِيهَا صِرٌّ أَصَابَتْ حَرْثَ قَوْمٍ ظلموا أَنْفُسَهُمْ فَأَهْلَكَتْهُ ... }  [آل عمران: ١١٧] . </p><p> لكن، لماذا سَمَّي الحرْث زَرْعاً، مع أن الحَرْث مجرد إعداد الأرض للزراعة؟ قالوا: لُيبيِّن أنه لا يمكن الزرع إلا بحرْث؛ لأن الحرْث إهاجة تُرْبة الأرض، وهذه العملية تساعد على إدخال الهواء للتربة وتجفيفها من الماء الزائد؛ لأن الأرض بعد عملية الريِّ المتكررة يتكوَّن عليها طبقة زَبَدية تسدُّ مسَام التُّربة، وتمنع تبخُّر المياه الجوفية التي تُسبِّب عطباً في جذور النبات. </p><p> لذلك، ليس من جَوْدة التربة أن تكون طينية خالصة، أو رملية خالصة، فالأرض الطينية تُمسك الماء، والرملية يتسرَّب منها الماء، وكلاهما غير مناسب للنبات، أما التربة الجيدة، فهي التي تجمع بين هذه وهذه، فتمسح للنبات بالتهوية اللازمة، وتُعطيه من الماء على قَدْر حاجته. </p><p> لذلك سَمَّي الزرْع حَرْثاً؛ لأنه سببُ نمائه وزيادته وجَوْدته، وليُلفت أنظارنا أنه لا زَرْع بدون حَرْث، كما جاء في قوله تعالى:  {أَفَرَأَيْتُم مَّا تَحْرُثُونَ أَأَنتُمْ تَزْرَعُونَهُ أَمْ نَحْنُ الزارعون}  [الواقعة: ٦٣ - ٦٤] . </p><p> ففي هذه المسألة إشارة إلى سُنَّة من سُنَن الله في الكون، هي أنك لا بُدَّ أن تعمل لتنال، فربُّك وخالقك قدَّم لك العطاء حتى قبل أنْ تُوجد، وقبل أن يُكلِّفك بشيء، ومكثت إلى سنِّ البلوغ، تأخذ من عطاء الله دون أنْ تُحاسبَ على شيء من تصرفاتَك. </p><p> وكذلك الأمر في الآخرة سيعطيك عطاءً لا ينتهي، دون أن تتعب في طلبه، هذا كُلُّه نظير أنْ تطيعه في الأمور الاختيارية في سِنِّ التكليف. </p><p> إذن: لقد نِلْتَ قبل أن تعمل، وستنال في الآخرة كذلك بدون أنْ تعمل، فلا بُدَّ لك من العمل بين بدايتك ونهايتك لتنال الثمرة. </p><p> لذلك، في الحديث الشريف يقول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «أَعْطُوا الأجير أجره قبل أنْ يجفَّ عَرَقُه» ما دام قد عمل فقد استحق الأجر، والأمر كذلك في مسألة الحرث. </p><p> ثم يقول تعالى:  {إِذْ نَفَشَتْ فِيهِ غَنَمُ القوم ... }  [الأنبياء: ٧٨] هذه خصومة بين طرفين، احتكما فيها لداود عليه السلام: رجل عنده زرع، وآخر عنده غنم، فالغنم شردتْ في غفلة من صاحبها فأكلتْ الزرع، فاشتكى صاحبُ الزرع صاحبَ الغنم لداود، فحكم في هذه </p><p> القضية بأن يأخذَ صاحبُ الزرع الغنَم، وربما وجد سيدنا داود أن الزرع الذي أتلفتْه الغنم يساوي ثمنها. </p><p> فحينما خرج الخَصْمان لقيهما سليمان - عليه السلام - وكان في الحادية عشرة من عمره، وعرف منهما حكومة أبيه في هذه القضية، فقال:  (غير هذا أرفق بالفريقين) فسمَّي حُكْم أبيه رِفْقاً، ولم يتهمه بالجَوْر مثلاً، لكن عنده ما هو أرفق. </p><p> فلما بلغت مقالته لأبيه سأله: ما الرِّفق بالفريقين؟ قال سليمان: نعطي الغنم لصاحب الزرع يستفيد من لبنها وأصوافها، ونعطي الأرض لصاحب الغنم يُصلحها حتى تعود كما كانت، ساعتها يأخذ صاحب الغنم غنمه، وصاحب الزرع زَرْعه. </p><p> ومعنى {نَفَشَتْ ... }  [الأنبياء: ٧٨] نقول: نفش الشيء أي: أخذ حَجْماً فوق حَجْمه، كما لو أخذتَ مثلاً قطعة من الخبز أو البقسماط ووضعتَها في لبن أو ماء، تلاحظ أنها تنتفش ويزداد حجمها نقول: انتفشت، كما نقول لمن يأخذ حجماً أكثر من حجمه:  «أنت نافش ريشك» . </p><p> وقوله تعالى:  {وَكُنَّا لِحُكْمِهِمْ شَاهِدِينَ}  [الأنبياء: ٧٨] أي مراقبين. </p><p> يقول الحق سبحانه:  {فَفَهَّمْنَاهَا سُلَيْمَانَ وَكُلاًّ آتَيْنَا ... } . </p>"
}