{
  "id": null,
  "sura": 21,
  "aya": 85,
  "text": "<p> قلنا: إن سورة الأنبياء لا تذكر قصَصاً كاملاً للأنبياء، إنما تعطينا طَرَفاً منها، وهنا تذكر إسماعيل وإدريس وذا الكفل بالاسم فقط. </p><p> ثم يقول تعالى:  {كُلٌّ مِّنَ الصابرين}  [الأنبياء: ٨٥] كأن الصبر في حَدِّ ذاته حيثية يُرسل الله من أجلها الرسول، ولنتأمل الصبر عند إسماعيل، وكيف أنه صبر على أنْ يذبحه أبوه برؤيا رآها، فأيُّ صبر أعظم من هذا؟ </p><p> ثم يعيش في صِغَره - وحتى كبر - في وَادٍ غير ذي زرع، ويتحمل مشاق هذه البيئة الجافة المجْدِبة، ويخضع لقول الله تعالى:  {رَبَّنَا لِيُقِيمُواْ الصلاة. .}  [إبراهيم: ٣٧] . </p><p> وكأن في خروجه من هذه الأرض وطلبه لأرض أخرى فيها النعيم </p><p> والزروع والثمار تأبّياً على إقامة الصلاة؛ لذلك نراه يُفضّل البقاء في هذا المكان، ويزهد في نعيم الدنيا الذي يتمتع به غيره امتثالاً لأمر الله. </p><p> وتكون النتيجة أنْ أعطاه الله ما هو خَيْر من الزروع والثمار، أعطاه عطاءً يفخر به بين جميع الأنبياء، هو أنه جعل من نسله النبي الخاتم محمد بن عبد الله، وأيُّ ثمرة أحسن من هذه؟ </p><p> وإدريس: وهو من الجيل الخامس من أولاد آدم عليه السلام، وبعض العلماء يقولون هو «أوزوريس» ، ونحن لا نقول إلا ما قاله القرآن (إدريس) وأهل السير يقولون: إن نبي الله إدريس أول مَنْ علّمه الله غزل الصوف وخياطة الملابس، وكانوا قبلها يسترون عوراتهم بقطع الجلود. </p><p> وهو أول مَن استخدم النجوم لمعرفة الاتجاهات والأحوال، وأول مَنْ خط بالقلم، هذه يُسمُّونها أوليات إدريس. </p><p> وذا الكفل: الكِفْل هو الحظ والنصيب، فلماذا سُمِّي «ذو الكفل» ؟ ذو الكفل ابن أيوب عليه السلام، ويظهر أن أولاد أيوب كانوا كثيرين، إنما اختص الله ذا الكفل بالرسالة، وكان هذا حظه دون غيره من أبناء أيوب؛ لذلك سُمِّي «ذو الكفل» . </p><p> وقد جاءت هذه المادة (كَفَل) أيضاً في قوله الحق سبحانه وتعالى: {ياأيها الذين آمَنُواْ اتقوا الله وَآمِنُواْ بِرَسُولِهِ يُؤْتِكُمْ كِفْلَيْنِ مِن رَّحْمَتِهِ ... }  [الحديد: ٢٨] . </p><p> جاءت هذه الآية بعد الكلام عن عيسى - عليه السلام - والذين آمنوا به واتبعوه، يقول تعالى: يا مَنْ آمنتم بالرسل السابقين، وآخرهم عيسى - عليه السلام - آمنوا بالرسول الخاتم ليكون لكم كفلان أي: نصيبان وحظَّان من رحمةَ الله، نصيبٌ لإيمانكم بعيسى، ومَنْ سبقه من الرسل، ونصيبٌ لإيمانكم بمحمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> ثم يقول تعالى في وصفهم {كُلٌّ مِّنَ الصابرين}  [الأنبياء: ٨٥] فوصف كلّ الأنبياء بالصبر؛ لأنهم تعرَّضوا لأنواع الاضطهاد والإيذاء والأهوال في سبيل دعوتهم، وصبروا على هذا كله. {وَأَدْخَلْنَاهُمْ فِي رَحْمَتِنَا ... } . </p>"
}