{
  "id": null,
  "sura": 21,
  "aya": 54,
  "text": "<p> أراد أنْ يُرشِّد هذا السِّفَه فقال: أنتم في ضلال؛ لأنكم قلّدتم في الإيمان، والإيمان لا يكون بالتقليد، وآباؤكم لأنهم اخترعوا هذه المسألة وسَنُّوهَا لكم. </p><p> ومن العجيب أنْ يُقلِّدوا آباءهم في هذه المسألة بالذات دون غيرها، وإلاَّ فَمن الذي يظل على ما كان عليه أبوه، ونحن نرى كُلَّ جيل يأتي بجديد مِمَّا لم يكُنْ معروفاً للجيل السابق. </p><p> لذلك يقولون: الناس بأزمانهم أشبه منهم بآبائهم، فلكُل زمن وَضْعه وارتقاءاته، وأنت تتحكم في ولدك ما دام صغيراً، فيأكل الولد ويشرب ويلبس حَسْب ما تحب أنت، فإذا ما شبَّ وكَبِر صارتْ له شخصيته الخاصة وفِكْره المستقِلّ، فيختار هو مَأكله ومَلْبسه، والكلية التي يدخلها، وربما انتقدكَ في بعض الأمور. </p><p> إذن: هؤلاء قلَّدوا آباؤهم في هذه المسألة دون غيرها، فلماذا مسألة الإيمان بالذات تتمسَّكون فيها بالتقليد؟ ولو أن كُلَّ جيل جاء صورة طِبْق الأصل لسابقه لما تغيَّر وَجْه الحياة، ففي هذا دلالة على أن لكل جيل ذاتيته المستقلة وفِكْره الخاص. </p><p> لقد قلَّد هؤلاء آباءهم في هذه العبادة دون غيرها من الأمور؛ لأنها عبادة وتديُّن بلا تكليف، وآلهة بلا منهج، لا تُضيِّق عليهم في شيء، ولا تمنعهم شيئاً مما أَلِفُوه من الشهوات، فهو تديُّن بلا تَبِعة. </p><p> لذلك؛ فالحق سبحانه يردُّ عليهم في أسلوبين مختلفين، فمرة يقول تعالى:  {وَإِذَا قِيلَ لَهُمُ اتبعوا مَآ أَنزَلَ الله قَالُواْ بَلْ نَتَّبِعُ مَآ أَلْفَيْنَا عَلَيْهِ آبَآءَنَآ أَوَلَوْ كَانَ آبَاؤُهُمْ لاَ يَعْقِلُونَ شَيْئاً وَلاَ يَهْتَدُونَ}  [البقرة: ١٧٠] . </p><p> وفي موضع آخر يقول:  {وَإِذَا قِيلَ لَهُمْ تَعَالَوْاْ إلى مَآ أَنزَلَ الله وَإِلَى الرسول قَالُواْ حَسْبُنَا مَا وَجَدْنَا عَلَيْهِ آبَاءَنَآ أَوَلَوْ كَانَ آبَاؤُهُمْ لاَ يَعْلَمُونَ شَيْئاً وَلاَ يَهْتَدُونَ}  [المائدة: ١٠٤] . </p><p> ونلحظ أن عَجُزَ الآيتين مختلف، فمرة:  {لاَ يَعْقِلُونَ شَيْئاً ... }  [البقرة: ١٧٠] ومرة: {لاَ يَعْلَمُونَ شَيْئاً ... }  [المائدة: ١٠٤] فلماذا؟ </p><p> قالوا: لأن عَجُزَ كل آية مناسب لصَدْرها، وصَدْر الآيتين مختلف، ففي الأولى قالوا:  {بَلْ نَتَّبِعُ مَآ أَلْفَيْنَا عَلَيْهِ آبَآءَنَآ ... }  [البقرة: ١٧٠] </p><p> فيمكن أن نتبع هذا أو هذا، دون أنْ يقصروا أنفسهم على شيء واحد. </p><p> وفي الثانية قالوا:  {حَسْبُنَا مَا وَجَدْنَا عَلَيْهِ آبَاءَنَآ ... }  [المائدة: ١٠٤] يعني: يكفينا، ولا نريد زيادة عليه، فَقصَروا أنفسهم على ما وجدوا عليه آباؤهم. </p><p> لذلك قال في عَجُز الأولى:  {لاَ يَعْقِلُونَ شَيْئاً ... }  [البقرة: ١٧٠] وفي عَجُز الثانية {لاَ يَعْلَمُونَ شَيْئاً ... }  [المائدة: ١٠٤] لأن العاقل هو الذي يهتدي إلى الأمر بذاته. </p><p> أمّا الذي يعلم فيعلم ما عَقِله هو، وما عَقِله غيره، إذن: فدائرة العلم أوسع من دائرة العقل؛ لأن العقل يهتدي للشيء بذاته، أمَّا العلم فيأخذ اهتداء الآخرين. </p><p> فكان ردُّهم:  {قالوا أَجِئْتَنَا ... } . </p>"
}