{
  "id": null,
  "sura": 21,
  "aya": 48,
  "text": "<p> يريد الحق - تبارك وتعالى - أن يُسلِّي رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ويُخفِّف عنه مَا لاقاه من قومه، فيذكر له نماذج من إخوانه أُولِي العزم من الرسل الذين اضطهدهم أقوامهم، وآذوهم ليُسهِّل على رسول الله مهمته، فلا يصده إيذاء قومه عن غايته نحو ربه. </p><p> فبدأ بموسى - عليه السلام - لأنه من أكثر الرسل الذين تعبوا في دعوتهم، فقد تعب موسى مع المؤمنين به فضلاً عن الكافرين به، فقال سبحانه:  {وَلَقَدْ آتَيْنَا موسى وَهَارُونَ الفرقان ... }  [الأنبياء: ٤٨] لأن رسالتهما واحدة، وهم فيها شركاء:  {وَأَخِي هَارُونُ هُوَ أَفْصَحُ مِنِّي لِسَاناً ... }  [القصص: ٣٤] وقال: {اشدد بِهِ أَزْرِي وَأَشْرِكْهُ في أَمْرِي}  [طه: ٣١ - ٣٢] . </p><p> والفرقان: هو الفارق القوي بين شيئين؛ لأن الزيادة في المبنى تدل على زيادة في المعنى، كما تقول: غفر الله لفلان غفراناً، </p><p> وتقول: قرأت قراءة، وقرأة قرآناً، فليست القراءة واحدة، ولا كل كتاب يُقرأ. </p><p> والفرقان من أسماء القرآن:  {تَبَارَكَ الذي نَزَّلَ الفرقان على عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيراً}  [الفرقان: ١] . </p><p> فالفرقان - إذن - مصدر يدلُّ على المبالغة، تقول: فرَّق تفريقاً وفرقاناً، فزيادة الألف والنون تدل على زيادة في المعنى، وأن الفَرْق في هذه المسألة فَرْق جليل وفَرْق واضح؛ لأن كونك تُفرِّق بين شيئين يترتب على ذلك خطورة في تكوين المجتمع وخطورة في حركة الحياة، فهذا فرقان؛ لذلك سَمَّي القرآن فرقاناً؛ لأنه يُفرِّق بين الحق والباطل. </p><p> ومن الفرقان، قوله تعالى:  {يِا أَيُّهَا الذين آمنوا إِن تَتَّقُواْ الله يَجْعَل لَّكُمْ فُرْقَاناً ... }  [الأنفال: ٢٩] وتقوى الله لا تكون إلا بتنفيذ أوامره وتعاليمه الواردة في القرآن الذي نزل على محمد، والفرقان هنا يعني: نور تُفَرِّق به بين الأشياء وتُميِّز به بين المتشابهات. </p><p> وعلى قَدْر ما تتقي الله باتباع الفرقان الأول يجعل لكم الفرقان الثاني، وتتكوَّن لديكم فراسة المؤمن وبصيرته، وتنزل عليكم الإشراقات التي تُسعِف المؤمن عندما يقع في مأزق. </p><p> ألاَ تراهم يقولون: فلان ذكي، فلان حاضر البديهة. أي: يستحضر الأشياء البعيدة وينتفع بها في الوقت الحاضر، وهذا من توفيق الله له، ونتيجة لبصيرته وفراسته، وكانت العرب تضرب </p><p> المثل في الفراسة والذكاء بإياس بن معاوية حتى قال الشاعر: </p><p> إقْدامُ عَمْروٍ في سَمَاحَةِ حَاتِمِ ... في حِلْمِ أَحنَفَ في ذَكَاءِ إيَاسِ </p><p> ويُرْوَى أن الخليفة العباسي أبا جعفر المنصور لما أراد أنْ يحج بيت الله في آخر مرة، بلغه أن سفيان الثوري يتناوله ونتقده ويتهمه بالجور، فقال: سوف أحج هذا العم، وأريد أنْ أراه مصلوباً في مكة، فبلغ الخبر أهل مكة، وكان سفيان الثوري يقيم بها في جماعة من أصحابه من المتصوفة وأهل الإيمان، منهم سفيان بن عيينة والفضيل بن عياض، وكانا يُدلِّلان الثوري ويعتزان به. </p><p> وفي يوم كان الثلاثة في المسجد والثوري مُسْتَلْقٍ بين صاحبيه يضع رأسه في حِجْر أحدهما، ورِجلْيهْ في حِجْر الآخر، وقد بلغهم خبر المنصور ومقالته، فتوسل ابنُ عيينة والفضيل للشيخ الثوري: يا سفيان لا تفضحنا واختفِ حتى لا يراك، فلو تمكَّن منك المنصور ونفذ فيك تهديده فسوف يَضعف اعتقاد الناس في المنسوبين إلى الله. </p><p> وهنا يقول الثوري: والذي نفسي بيده لن يدخلها، وفعلاً دخل المنصور مكة من ناحية الحجون، فعثرت به الدابة، وهو على مشارف مكة فوقع وأُصيب بكسر فمات لساعته. ودخل المنصور مكة محمولاً وأتَوْا به إلى المسجد الحرام حيث صلى عليه الثوري. </p><p> هذا هو الفرقان والنور والبصيرة وفراسة المؤمن الذي يرى بنور الله، ولا يصدر في أمر من أموره إلا على هَدْيه. </p><p> ويُروى أن المهدي الخليفة العباسي أيضاً دخل الكعبة، فوجد صبياً صغيراً في السادسة عشرة أو السابعة عشرة من عمره يلتف حوله أربعمائة شيخ كبير من أصحاب اللحي والهَيْبة والوقار، والصبي يُلْقِي عليهم درساً، فتعجب المهدي وقال: أُفٍّ لهذه السعانين يعني الذقون، أمَا كان فيهم مَنْ يتقدم؟ ! ثم دنا من الصبي يريد أن يُقرِّعه ويؤنِّبه فقال له: كم سِنّك يا غلام؟ فقال الصبي: سني سِنُّ أسامة بن زيد حينما ولاه رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إمارة جيش فيه أبو بكر وفيه عمر، فقال له المهدي - معترفاً بذكائه وأحقيقته لهذا الموقف: بارك الله فيك. </p><p> فالفرقان - إذن - لا تُستعمل إلا للأمور الجليلة العظيمة، سواء ما نزل على موسى، أو ما نزل على محمد، إلا أن الفرقان أصضبح عَلَماً على القرآن، فهناك بين العلم والوصف، فكل ما يُفرِّق بين حَقٍّ وباطل تصفه بأنه فرقانٌ، أمّا إنْ سُمِّي به ينصرف إلى القرآن. </p><p> والمتأمل في مادة (فَرَق) في القرآن يجد أن لها دوراً في قصة موسى عليه السلام، فأول آية من آياته:  {وَإِذْ فَرَقْنَا بِكُمُ البحر ... }  [البقرة: ٥٠] . </p><p> والفَرْق أنْ تفصل بين شيء مُتصل مع اختلاف هذا الشيء، وفي علم الحساب يقولون: الخَلْط والمزج، ففَرْق بين أن تفصل بين أشياء مخلوطة مثل برتقال وتفاح وعنب، وبين أنْ تفصلها وهي مزيج من العصير، تداخل حتى صار شيئاً واحداً. </p><p> إذن: ففَرْق البحر لموسى - عليه السلام - ليس فَرْقاً بل فرقاناً، </p><p> لأن أعظم ألوان الفروق أن تَفرِق السائل إلى فِرْقيْن، كل فِرق كالطود العظيم، ومَنْ يقدر على هذه المسألة إلا الله؟ </p><p> ثم يقول تعالى:  {وَضِيَآءً وَذِكْراً لَّلْمُتَّقِينَ}  [الأنبياء: ٤٨] أي: نوراً يهدي الناس إلى مسالك حياتهم دون عَطَب، وإلاَّ فكيف يسيرون في دروب الحياة؟ فلو سار الإنسان على غير هدى فإمّا أنْ يصطدم بأقوى منه فيتطحم هو، وإمّا أن يصطدم بأضعف منه فيحطمه، فالضياء - إذن - هام وضروري في مسيرة الإنسان، وبه يهتدي لحركة الحياة الآمنة ويسعي على بينة، فلا يَتْعب، ولا يُتعِب الآخرين. </p><p> {وَذِكْراً ... }  [الأنبياء: ٤٨] أي: يذكِّر ويُنبِّه الغافلين، فلو تراكمتْ الغفلات تكوَّنَ الران الذي يحجب الرؤية ويُعمى البصيرة، لذلك لما شبه النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ غفلة الناس قال:  «تُعْرَض الفتن على القلوب كالحصير عُوداً عُوداً» . </p><p> وفي رواية «عوذاً عوذاً» أي يستعيذ بالله أن يحدث هذا لمؤمن، فهل رأيتَ صانع الحصير حينما يضمُّ عُوداً إلى عُود حتى يُكوِّن الحصير؟ كذلك تُعرَض علينا الفتن، فإنْ جاء التذكير في البداية أزال ما عندك من الغفلة فلا تتراكم عليك الغفلات. </p><p> «فأيُّما قلب أُشْرِبها - يعني قَبلَها - العود تلو العود - نُكتَتْ فيه نكتة سوداء، وأيُّما قلب أنكرها نُكتَتْ فيه نكتة بيضاء، حتى تكون </p><p> على قلبين - صدق رسول الله - على أبيض مثل الصفا لا تضرُّه فتنة، ما دامت السماوات والأرض. أو على أسود كالكوز مُجَخِّياً - يعني منكُوساً - لا يعرف معروفاً، ولا ينكر منكراً» . </p><p> قالوا: فذلك هو الرَّانُ الذي يقول الله فيه: {كَلاَّ بَلْ رَانَ على قُلُوبِهِمْ مَّا كَانُواْ يَكْسِبُونَ}  [المطففين: ١٤] والذكر هو الذي يُجلِّي هذا الران. </p><p> {وَذِكْراً لَّلْمُتَّقِينَ}  [الأنبياء: ٤٨] ومن صفاتهم أنهم: {الذين يَخْشَوْنَ رَبَّهُمْ بالغيب ... } </p>"
}