{
  "id": null,
  "sura": 21,
  "aya": 52,
  "text": "<p> أي: اذكر يا محمد، إذ قال إبراهيم لأبيه وقومه {مَا هذه التماثيل ... }  [الأنبياء: ٥٢] . </p><p> والتماثيل: جمع تمثال، وهو مأخوذ من مِثْل أو مَثَل، ومِثْل الشيء يعني: شبيهه ونظيره، وكانوا يعمدون إلى الأشياء التي لها جِرْم ويُصورِّونها على صورة أشياء مخلوقة لله تعالى، كصورة الإنسان أو الحيوان، من الحجر أو الحديد أو الخشب أو غيرها ويُسمُّونه تمثالاً، ويُقيمونه ليعبدوه. </p><p> وكانوا يبالغون في ذلك: فهذا من الحجر، وهذا من المرمر، وهذا صغير، وهذا كبير، وقد يضعون في عينيه خرزتين ليظهر للرائي أن له نظراً، وهي ألوان من التفنن في هذه الصناعة. </p><p> فإبراهيم - عليه السلام - يقول مستنكراً لأبيه وقومه {مَا هذه التماثيل التي أَنتُمْ لَهَا عَاكِفُونَ}  [الأنبياء: ٥٢] . </p><p> فالاستفهام هنا على غير حقيقته، بل هو استفهام إنكاري يحمل لهجة الاستهزاء والسخرية والتقريع، ولا بد أنه ألقى عليهم هذا السؤال بشكل أدائي يُوحي بالتقريع. </p><p> وسبق أنْ تحدّثنا في معنى (أبيه) هنا وقلنا: المراد عَمُّه، </p><p> بدليل قوله في موضع آخر:  {لأَبِيهِ آزَرَ ... }  [الأنعام: ٧٤] فقد بدأ المسألة بأبيه أو عمه، وهو أقرَبُ الناس إليه، يريد أن يطمئنَ الناسُ إلى ما يدعو إليه، وأنه خير، وإلا ما بدأ بأبيه. </p><p> وأيضاً لأن القوم قد لا يكونُ لهم في نفسه تأثير هَيْبة أو حُبٍّ إنما الهيبة والحب موجود بالنسبة لأبيه أو لعمه، ومع ذلك لم تمنعه هذه الهيبة أنْ يُسقِّه كلامهم وأفعالهم الباطلة، كما جاء في قول الله تعالى:  {قُلْ إِن كَانَ آبَاؤُكُمْ وَأَبْنَآؤُكُمْ وَإِخْوَانُكُمْ وَأَزْوَاجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوَالٌ اقترفتموها وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسَاكِنُ تَرْضَوْنَهَآ أَحَبَّ إِلَيْكُمْ مِّنَ الله وَرَسُولِهِ وَجِهَادٍ فِي سَبِيلِهِ فَتَرَبَّصُواْ حتى يَأْتِيَ الله بِأَمْرِهِ والله لاَ يَهْدِي القوم الفاسقين}  [التوبة: ٢٤] . </p><p> وقد وقف المفسرون عند اللام في قوله تعالى:  {لَهَا عَاكِفُونَ}  [الأنبياء: ٥٢] مع أن المعنى: يعكفون على عبادتها، كما جاء في آية أخرى:  {فَأَتَوْاْ على قَوْمٍ يَعْكُفُونَ على أَصْنَامٍ لَّهُمْ ... }  [الأعراف: ١٣٨] وهنا جاءت باللام؛ لذلك قال بعضهم: اللام هنا بمعنى على، فلماذا عدَل عن علي إلى اللام؟ </p><p> ولو تنبَّهنا لمعطيات الألفاظ {لَهَا عَاكِفُونَ}  [الأنبياء: ٥٢] نقول: الاعتكاف: هو الإقامة. فلان عاكف في المسجد يعني: على الإقامة في المسجد، فكلمة عاكفون وحدها تعطي معنى (على) أي: لصالح هذه الآلهة. أمّا اللام فلشيء آخر، اللام هنا لام الملكية والنفعية. وذكروا لها مثالاً آخر في قوله تعالى:  {يَوْمَ نَطْوِي السمآء كَطَيِّ السجل لِلْكُتُبِ ... }  [الأنبياء: ١٠٤] . </p><p> السِّجل هو: القرطاس والورق الذي نكتب فيه، ومنه قولهم: نُسجِّل كذا يعني: نكتبه في السِّجل أو الورق لتحفظ، ومعنى </p><p> {لِلْكُتُبِ ... }  [الأنبياء: ١٠٤] يعني: الشيء المكتوب، فكأن المعنى: نطوي الورق على ما كُتِب فيه. </p><p> ثم يقول الحق سبحانه:  {قَالُواْ وَجَدْنَآ آبَآءَنَا ... } . </p>"
}