{
  "id": null,
  "sura": 21,
  "aya": 44,
  "text": "<p> أي: أنهم مكثوا فترة طويلة من الزمن يتقلَّبون في نعَم الله، لكن انظروا ماذا حدث لهم بعد ذلك، فخذوا منهم عبرةً:  {أَوَلَمْ يَسيرُواْ فِي الأرض فَيَنظُرُواْ كَيْفَ كَانَ عَاقِبَةُ الذين مِن قَبْلِهِمْ كانوا أَشَدَّ مِنْهُمْ قُوَّةً وَأَثَارُواْ الأرض وَعَمَرُوهَآ أَكْثَرَ مِمَّا عَمَرُوهَا. .}  [الروم: ٩] . </p><p> ومع ذلك أُخذوا أَخْذ عزيز مقتدر، كما قال تعالى:  {أَلَمْ يَرَوْاْ كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّن قَرْنٍ مَّكَّنَّاهُمْ فِي الأرض مَا لَمْ نُمَكِّن لَّكُمْ وَأَرْسَلْنَا السمآء عَلَيْهِم مِّدْرَاراً وَجَعَلْنَا الأنهار تَجْرِي مِن تَحْتِهِمْ فَأَهْلَكْنَاهُمْ بِذُنُوبِهِمْ وَأَنْشَأْنَا مِن بَعْدِهِمْ قَرْناً آخَرِينَ}  [الأنعام: ٦] . </p><p> ثم يقول سبحانه:  {أَفَلاَ يَرَوْنَ أَنَّا نَأْتِي الأرض نَنقُصُهَا مِنْ أَطْرَافِهَآ ... }  [الأنبياء: ٤٤] . </p><p> وفي موضع آخر:  {أَوَلَمْ يَرَوْاْ أَنَّا نَأْتِي الأرض نَنقُصُهَا مِنْ أَطْرَافِهَا والله يَحْكُمُ لاَ مُعَقِّبَ لِحُكْمِهِ وَهُوَ سَرِيعُ الحساب}  [الرعد: ٤١] . </p><p> وهذه آية من الآيات التي وقف عندها بعض علماءنا من النبيين من بعمليات القرآن، فلما أعلن العلماء أن الأرض بيضاوية، لشكل، وليست كاملة الاستدارة، يعني: أقطارها مختلفة بالنسبة لمركزها، سارع بعضهم من منطلق الغَيْرة على دين الله ومحاولة إثبات صِدْق القرآن، وأنه سبق إلى ذِكْر هذه المسألة فقالوا: لقد ذكر القرآن هذا الإكتشاف في قوله تعالى: {أَفَلاَ يَرَوْنَ أَنَّا نَأْتِي الأرض نَنقُصُهَا مِنْ أَطْرَافِهَآ ... }  [الأنبياء: ٤٤] يعني: من ناحية خط الاستواء، لا من ناحية القطبين. </p><p> وغفل هؤلاء أن الآية تقول:  {نَنقُصُهَا مِنْ أَطْرَافِهَآ. .}  [الأنبياء: ٤٤] لا من طرفها، فالنقص من جميع الأطراف، فمِثْل هذه الأقوال تفتح الباب للطعن في القرآن والخوْض فيه. </p><p> ونتساءل {أَفَلاَ يَرَوْنَ ... }  [الأنبياء: ٤٤] رأي هنا علمية أم بصرية؟ لو قلنا: إنها بصرية فهذه ظاهرة لم تُعْرَف إلا في القرن العشرين، ولم ينتبه لها أحد قبل ذلك، إذن: فهي ليست بصرية. وأيضاً ليست علمية، فلم تصل هذه المعلومة إلى هؤلاء، ولم يكُنْ العرب حينذاك أمةَ علم، ولا أمة ثقافة، ولاشيء من ذلك أبداً. فإذا ما استبعدنا هذا التفسير، فما المعنى المناسب؟ </p><p> نقول: إنْ كانت رأي بصرية، فقد رأوا هذه الظاهرية في الأمم السابقة، وقد كانوا يصادمون دين الله ويحاربونه؛ لأنه جاء ليقضي على سلطتهم الزمنية، ويجعل الناس سواء، ومع ذلك كان الدين ينتشر كل يوم وتزيد رقعته وتقلّ رُقعة الكفر. </p><p> فالمعنى: ننقص أرض الكفر إما من الناس، أو من العمائر التي تُهدم وتخرب بالزلازل والخسف وغيره، فننقص الأرض، وننقص </p><p> الناس، وننقص مظاهر العمران في جانب الكفر، وهذا النقص هو نفسه الزيادة في أرض الإيمان. وهذه الظاهرة حدثت في جميع الرسالات. </p><p> فإنْ قال قائل: كيف نقبل هذا التفسير، وزيادة أرض الإيمان لم تحدث إلا بعد الهجرة، والآية مكية؟ تقول: كَوْن الآية مكية لا يقدح في المعنى هنا، فليس من الضروري أن يَروْا ذلك في أنفسهم، ويكفي أنْ يروها في الأمم السابقة، كما جاء في قوله تعالى: </p><p> {وَإِنَّكُمْ لَّتَمُرُّونَ عَلَيْهِمْ مُّصْبِحِينَ}  [الصافات: ١٣٧] . </p><p> وقال:  {وَثَمُودَ الذين جَابُواْ الصخر بالواد وَفِرْعَوْنَ ذِى الأوتاد الذين طَغَوْاْ فِي البلاد فَأَكْثَرُواْ فِيهَا الفساد}  [الفجر: ٩ - ١٢] . </p><p> وإن اعتبرنا (رأي) علمية، فقد علموا ذلك من أهل الكتاب ممَّنْ تحالفوا معهم، فما حدث للأمم السابقة سيحدث لكم. </p><p> وقوله تعالى:  {أَفَهُمُ الغالبون}  [الأنبياء: ٤٤] يعني: أفلم يشاهدوا أنَّا ننقص الأرض من أطرافها، أم أن هذا لم يحدث، وهم الغالبون؟ أيهما الغالب: رسل الله، أم الكافرون؟ الإجابة أنهم غُلِبوا واندحروا، فقال تعالى:  {وَإِنَّ جُندَنَا لَهُمُ الغالبون}  [الصافات: ١٧٣] وقال: {إِنَّا لَنَنصُرُ رُسُلَنَا والذين آمَنُواْ فِي الحياة الدنيا ... }  [غافر: ٥١] </p><p> ويخاطب الحق سبحانه نبيه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  {قُلْ إِنَّمَآ أُنذِرُكُم بالوحي ... } . </p>"
}