{
  "id": null,
  "sura": 21,
  "aya": 47,
  "text": "<p> نقلهم الحق سبحانه من إنكار وتكذيب وتسفيه كلام الرسول، وعدم الإيمان بالوحي، وصَمِّ آذانهم عن الخير إلى مسألة الحساب والميزان القسط، فلماذا هذه النَّقْلة؟ ليُنبههم ويلفت أنظارهم إلى أن هذا الكلام الذي قابلتموه بالتكذيب والتشكيك كان لمصلحتكم، وأن كل شيء محسوب، وسوف يُوزَن عليكم ويُحْصَى، وكأنه ينصحهم، فما تزال رحمانية الله بهم وحِرْصه على نجاتكم. </p><p> وكلمة (موازين) جمع: ميزان، وهو آلة نُقدِّر بها الأشياء من حيث كثافتها، لأن التقدير يقع على عدة أشياء: على الكثافة بالوزن، وعلى المسافات بالقياس. . الخ، وقد جعلوا لهذه المعايير ثوابت، فمثلاً: المتر صنعوه من البلاتين حتى لا يتآكل، وهو موضوع الآن - تقريباً - في باريس، وكذلك الياردة. وجعلوا للوزن معايير من الحديد: الكيلو والرطل. . إلخ. </p><p> وقديماً كانوا يَزِنُون قطعةً من الحجارة تساوي كيلو مثلاً، ويستعملونها في الوزن؛ لأن لها مرجعاً، لكن هذه القطعة تتآكل من كثرة الاستعمال، فلا بُدَّ من تغييرها. </p><p> وهنا تكلَّم عن الشيء الذي يَوزَن، ولم يذكر المعايير الأخرى، قالوا: لأن الأشياء التي لها كثافة هي الأكثر، وكاوا يختبرون الأولاد يقولون: كيلو الحديد أثقل، أم كيلو القطن؟ فالولد ينظر إلى القطن فيراه هَشَّاً مُنتفِشاً فيقول: القطن، والقطن أزيد من الحديد في الحجم، لكن كثافته يمكن أن تستطرق، فنُرقّق القطن إلى أن يتحول إلى مساحة طول وعرض. إذن: العُمْدة في التقدير: الثقل. </p><p> وفي موضع آخر قال تعالى:  {والسمآء رَفَعَهَا وَوَضَعَ الميزان}  [الرحمن: ٧] فهل هي موازين متعددة، أم هو ميزان واحد </p><p> الخَلْق جميعاً سيُحاسبون مرة واحدة، فلن يقفوا طابوراً ينتظر كل منهم دَوْره، بل في وقت واحد؛ لذلك لما سُئِل الإمام على - كرَّم الله وجهه: كيف يُحاسب الله الخَلْق جميعاً في وقت واحد؟ قال: كما يرزقهم جميعاً في وقت واحد. فالمسألة صعبة بالنسبة لك، إنما سهلة ميسورة للحق سبحانه. </p><p> والقِسْط: صفة للموازين، وهي مصدر بمعنى عدل، كما تقول في مدح القاضي: هذا قاضٍ عادل. أي: موصوف بالعدل، فإذا أردتَ المبالغة تقول: هذا قاضٍ عَدْل، كأنه هو نفسه عَدْل أي (معجون بالعدل) ؛ لذلك نقول في أسماء الحق سبحانه: الحكم العدل. ولا نقول: العادل. </p><p> وهذه المادة (قسط) لها دور في اللغة، فهي من الكلمات المشتركة التي تحمل المعنى وضده، مثل (الزوج) تُطلق على </p><p> الرجل والمرأة، و (العَيْن) تطلق على العين: العين الباصرة، وعلى عين الماء، وعلى الجاسوس، وعلى الذهب والفضة. </p><p> كذلك (القِسْط) نقول: القِسْط بالكسر مثل: حِمْل بمعنى العدل من قَسَط قِسْطَاً. ومنه قوله تعالى:  {إِنَّ الله يُحِبُّ المقسطين}  [المائدة: ٤٢] ونقول: القَسْط بالفتح يعني: الظلم من قسط قُسوطاً وقَسْطاً، ومنه قوله تعالى:  {وَأَمَّا القاسطون فَكَانُواْ لِجَهَنَّمَ حَطَباً}  [الجن: ١٥] أي: الجائرون الظالمون. </p><p> والقِسْط بمعنى العدل إذا حكم بالعدل أولاً وبداية، لكن أقسط يعني كان هناك حكم جائر فعدَّله إلى حكم بالعدل في الاستئناف. </p><p> ومن هذه المادة أيضاً قوله تعالى:  {ادعوهم لآبَآئِهِمْ هُوَ أَقْسَطُ عِندَ الله ... }  [الأحزاب: ٥] فأقسط هنا: أفعل تفضيل، تدل على أن حكم محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في مسألة زيد كان عَدْلاً وقِسْطاً، إنما حكم ربه تعالى هو أقسط وأعدل. </p><p> ومعلوم من قصة زيد بن حارثة أنه فضَّل رسول الله واختاره على أهله، وكان طبيعياً أنْ يكافئه رسول الله على محبته وإخلاصه ويُعوِّضه عن أهله الذين آثر عليهم رسولَ الله، وكانت المكافأة أن سماه زيد بن محمد. </p><p> إذن: الحق سبحانه عدل لرسوله، لكن عدل له العدل لا الجوْر، وعَدْل الله أَوْلى من عدل محمد لذلك قال:  {أَقْسَطُ عِندَ الله ... }  [الأحزاب: ٥] أما عندكم أنتم فقد صنع محمد عَيْن العَدْل. </p><p> وقوله تعالى:  {ادعوهم لآبَآئِهِمْ. .}  [الأحزاب: ٥] جاء ليبطل التبني؛ ليكون ذلك مقدمة لتشريع جديد في الأسرة والزواج والمحارم وأمور كثيرة في شرع الله لا تستقيم في وجود هذه </p><p> المسألة، وإلاّ فكيف سيكون حال الأسرة حين يكبر المتنبنّي ويبلغ مَبلْلَ الرجال؟ وما موقفه من الزوجة ومن البنت، وهو في الحقيقة غريب عن الأسرة؟ </p><p> ومسألة الموازين هذه من المسائل التي وجد فيها المستشرقون تعارضاً في ظاهر الآيات، فجعلوا منها مَأخَذاً على كتاب الله، من ذلك قولهم بالتناقض بين الآيتين:  {وَنَضَعُ الموازين القسط لِيَوْمِ القيامة ... }  [الأنبياء: ٤٧] وقوله تعالى: {فَلاَ نُقِيمُ لَهُمْ يَوْمَ القيامة وَزْناً}  [الكهف: ١٠٥] حيث أثبت الميزان في الأولى، ونفاه في الثانية. </p><p> وقلنا: إن هؤلاء معذورون؛ لأنهم لا يملكون الملكَة اللغوية التي تمكِّنهم من فَهْم كلام الله. ولو تأملنا اللام في {نُقِيمُ لَهُمْ ... }  [الكهف: ١٠٥] لا نحلَّ هذا الإشكال، فاللام للملك والانتفاع، كما يقولون في لغة البنوك: له وعليه. والقرآن يقول:  {لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكتسبت ... }  [البقرة: ٢٨٦] . </p><p> فالمعنى:  {فَلاَ نُقِيمُ لَهُمْ يَوْمَ القيامة وَزْناً}  [الكهف: ١٠٥] أي: وزناً في صالحهم، إنما نقيم عليهم وندينهم. كذلك نجد أن كلمة الوزن تُستعمل في اللغة إمَّا لوزن الماديّ، أو لوزن المعنى، كما نقول: فلان لا وَزْنَ له في الرجال. </p><p> وعلى هذا يكون المعنى: أنهم لا وَزْنَ لذواتهم ومادتهم، إنما الوزن لأعمالهم، فلا نقول: كان من الأعيان، كان أصله كذا وكذا، وهذه المسألة واضحة في قصة ابن نوح عليه السلام:  {قَالَ يانوح إِنَّهُ لَيْسَ مِنْ أَهْلِكَ إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ ... }  [هود: ٤٦] . </p><p> فالنبوة هنا بُنوّة عمل وإيمان، لا بُنوة ذات. </p><p> وقد ظَنَّ الكفار والعصاة أن لهم وَزْناً عند الله، ومنزلة ستكون لهم في الآخرة، كما كانت لهم في الدنيا، كما جاء في قصة صاحب الجنتين الذي قال لأخيه متباهياً مفتخراً. {أَنَا أَكْثَرُ مِنكَ مَالاً وَأَعَزُّ نَفَراً وَدَخَلَ جَنَّتَهُ وَهُوَ ظَالِمٌ لِّنَفْسِهِ قَالَ مَآ أَظُنُّ أَن تَبِيدَ هذه أَبَداً وَمَآ أَظُنُّ الساعة قَائِمَةً وَلَئِن رُّدِدتُّ إلى رَبِّي لأَجِدَنَّ خَيْراً مِّنْهَا مُنْقَلَباً} </p><p> [الكهف: ٣٤ - ٣٦] . </p><p> لكن هيهات أنْ يكون لهم وَزْنٌ في الآخرة، فالوزن في القيامة للأعمال، لا للأعيان. </p><p> إذن: المعنى لا نقيم لذواتهم، إنما نزن أعمالهم؛ لذلك قال النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لقرابته:  «لا يأتيني الناس بأعمالهم، وتأتوني بأحسابكم» . </p><p> وقال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «يا فاطمة بنت محمد اعملي فإني لا أغني عنك من الله شيئاً» فالذوات والأحساب والأنساب لا قيمة لها في هذا الموقف. </p><p> وقوله تعالى:  {فَلاَ تُظْلَمُ نَفْسٌ شَيْئاً ... }  [الأنبياء: ٤٧] مع أن القاعدة: {فَمَنِ اعتدى عَلَيْكُمْ فاعتدوا عَلَيْهِ بِمِثْلِ مَا اعتدى عَلَيْكُمْ. .}  [البقرة: ١٩٤] وهؤلاء قد ظلموا الحق سبحانه ظُلْماً عظيماً حين أشركوا به، وظلموا رسول الله لما قالوا عنه: ساحر، وكاذب ومجنون، ومع ذلك فلن نردّ هذا الاعتداء بمثله بظلمهم. </p><p> وقوله تعالى:  {وَإِن كَانَ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ أَتَيْنَا بِهَا ... }  [الأنبياء: ٤٧] والخردل: مثال للصِّغَر، للدلالة على استقصاء كل شيء، ولا يزال الخردل هو المقياس العالمي للكيلو، فقد وجدوا حَبَّ الخردل مُتَساوياً في الوزن، فأخذوا منه وحدة الكيلو الآن، وقد أتى بها القرآن منذ ما يزيد على أربعة عشر قرناً من الزمان. </p><p> ومعنى:  {أَتَيْنَا بِهَا ... }  [الأنبياء: ٤٧] أي: لهم أو عليهم، فإنْ كانت لهم علموا أنَّ الله لا يظلمهم، ويبحث لهم عن أقلِّ القليل من الخير، وإنْ كانت عليهم علموا أن الله يستقصي كل شيء في الحساب، وحَبّة الخردل تدل على صِغَرها على الجحم، وكلمة مثقال تدل على الوزن، فجمع فيها الحجم والوزن. </p><p> ثم يُعقِّب سبحانه على هذه المسألة:  {وكفى بِنَا حَاسِبِينَ}  [الأنبياء: ٤٧] فلا أحد يُجيد هذه المسألة ويُدقِّقها كما نفعل نحن، فليست عندنا غفلة بل دِقَّة وضبَطْْ لمعايير الحساب. </p><p> ولا تظن أن مسألة الحساب والميزان مسألة سهلة يمكن أن تصل فيها إلى الدقة الكاملة مهما أخذتَ من وسائل الحيطة، فأنت بشر لا تستطيع أنْ تزِنَ الوزن المضبوط؛ لأن المعيار الحديد الذي تزن به عُرْضة في استعماله للزيادة أو النقصان. </p><p> فقد يتراكم عليه الغبار ويقع عليه مثلاً نقطة زيت، وبمرور الوقت يزيد المعيار ولو شيئاً ضيئلاً، وهذا في صالح الموزون له، وقد يحدث العكس فينقص الميزان نتيجة الملامسة للأشياء، ولك أن تنظر مثلاً إلى (أكرة) الباب تراها لامعةً على خلاف ما حولها. إذن: أي ملامسة أو احتكاك للأشياء يُنقصها. </p><p> حتى في الموازين الحديثة التي تضمن لك أقصى درجات الدقة </p><p> فبشرية الإنسان لا يمكن أن تُعطى الدقة المتناهية، وهذا معنى {وكفى بالله حَسِيباً}  [الأحزاب: ٣٩]  {وكفى بِنَا حَاسِبِينَ}  [الأنبياء: ٤٧] لأن معياره تعالى لا يختلف، ولا ينسى شيئاً، ولا يغفل عن شيء. </p><p> ثم يقول الحق سبحانه:  {وَلَقَدْ آتَيْنَا موسى ... .} . </p>"
}