{
  "id": null,
  "sura": 21,
  "aya": 10,
  "text": "<p> الحق سبحانه يخاطب المكذِّبين للنبي: ما أنزلتُ إليكم آية بعيدة عن معرفتكم، إنما أرسلتُ إليكم رسولاً بآية من جنس ما نبغتُم فيه، </p><p> ولما نزل فهمتموه وعرفتم مراميه، بدليل أن في القرآن ألفاظاً تُستقبل بالغرابة ولم تعترضوا أنتم عليها، ولم تُكذِّبوا محمداً فيها مع أنكم تتلمسون له خطأ، وتبحثون له عن زلة. </p><p> فمثلاً لما نزلتْ (الم) ما سمعنا أحداً منهم قال: أيها المؤمنون بمحمد، إن محمداً يدَّعي أنه أتى بكتاب مُعْجز فاسألوه: ما معنى (ألم) ؟ مما يدل على أنهم فهموها وقبلوها، ولم يجدوا فيها مَغْمزاً في رسول الله؛ لأن العرب في لغتهم وأسلوبهم في الكلام يستخدمون هذه الحروف للتنبيه. </p><p> فالكلام سفارة بين المتكلَّم والسامع، المتكلِّم لا يُفَاجأ بكلامه إنما يعدّه ويُحضره قبل أن ينطق به، أمّا السامع فقد يُفَاجأ بكلام المتكلم، وقد يكون غافلاً يحتاج إلى مَنْ يُوقِظه ويُنبِّهه حتى لا يفوته شيء. </p><p> وهكذا وُضِعَتْ في اللغة أدوات للتنبيه، إنْ أردتَ الكلام في شيء مهم تخشى أنْ يفوتَ منه شيء تُنبِّه السامع، ومن ذلك قول عمرو ابن كلثوم: </p><p> أَلاَ هُبِّي بِصَحْنِكِ فَاصْبِحينَا ... </p><p> وقول آخر: </p><p> أَلاَ أنعِمْ صَبَاحاً أُيُّها الطَّلَلُ البَالي ... وَهَلْ يَنْعَمَنْ مَنْ كَانَ في العَصْر الخالي </p><p> إذن:  (ألا) هنا أداة للتنبيه فقط يعني: اسمعوا وانتبهوا لما أقول. </p><p> وكذلك أسلوب القرآن:  {ألا إِنَّ أَوْلِيَآءَ الله لاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ}  [يونس: ٦٢]  {أَلا إِنَّهُمْ يَثْنُونَ صُدُورَهُمْ ... }  [هود: ٥] . </p><p> إذن: عندما نزل القرآن عليهم فهموا هذه الحروف، وربما فهموا منها أكثر من هذا، ولم يردُّوا على رسول الله شيئاً من هذه المسائل مع حرصهم الشديد على نقده والأخذ عليه. </p><p> وقوله تعالى:  {فِيهِ ذِكْرُكُمْ. .}  [الأنبياء: ١٠] الذكر: سبق أنْ أوضحنا أن الذكر يُطلق بمعنى: القرآن، أو بمعنى: الكتب المنزّلة، أو بمعنى: الصِّيت والشرف. أو بمعنى: التذكير أو التسبيح والتحميد. </p><p> والذكر هنا قد يُرَاد به تذكيرهم بالله خالقاً، وبمنهجه الحق دستوراً، ولو أنكم تنبهتم لما جاء به القرآن لعرفتُم أن الفطرة تهدي إليه وتتفق معه، ولعرفتم أن القرآن لم يتعصّب ضدكم، بدليل أنه أقرَّ بعض الأمور التي اهتديتم إليها بالفطرة السليمة ووافقكم عليها. </p><p> ومن ذلك مثلاً الدِّيَة في القتل هي نفس الدية التي حدَّدها القرآن، مسائل الخطبة والزواج والمهر كانت أموراص موجودة أقرها القرآن، </p><p> كثيرون منهم كانوا يُحرِّمون الخمر ولا يشربونها، هكذا بالفطرة، وكثيرون كانوا لا يسجدون للأصنام، إذن: الفطرة السليمة قد تهتدي إلى الحق، ولا تتعارض ومنهجَ الله. </p><p> أو: يكون معنى {ذِكْرُكُمْ ... }  [الأنبياء: ١٠] شرفكم وصيْتكم ومكانتكم ونباهة شأنكم بين الأمم؛ لأن القرآن الذي نزل للدنيا كلها نزل بلغتكم، فكأن الله تعالى يثني عقول الناس جميعاً، ويثني قلوبهم للغتكم، ويحثّهم على تعلّمها ومعرفتها والحديث بها ونشرها في الناس، فمَنْ لم يستطع ذلك ترجمها، وأيُّ شرف بعد هذا؟! </p><p> وقوله تعالى:  {أَفَلاَ تَعْقِلُونَ}  [الأنبياء: ١٠] أفلا تُعملِون عقولكم وتتأملون أن خيركم في هذا القرآن، فإنْ كنتم تريدون خُلقاً وديناً ففي القرآن، وإنْ كنتم تريدون شرفاً وسُمعة وصيتاً ففي القرآن، وأيُّ شرف بعد أن يقول الناس: النبي عربي، والقرآن عربي؟ </p><p> ثم يقول الحق سبحانه:  {وَكَمْ قَصَمْنَا مِن قَرْيَةٍ كَانَتْ ظَالِمَةً وَأَنشَأْنَا بَعْدَهَا قَوْماً آخَرِينَ} . </p>"
}