{
  "id": null,
  "sura": 22,
  "aya": 15,
  "text": "<p> (يظنُّ) تفيد عِلْماً غير يقيني وغير مُتأكد، وسبق أنْ تكلَّمنا في نسبة القضايا، فهناك حكم محكوم به ومحكوم عليه، تقول: زيد مجتهد، فأنت تعتقد في نِسْبة الاجتهاد لزيد، فإنْ كان اعتقادك صحيحاً فتستطيع أنْ تُقدِّم الدَليل على صحته فتقول: بدليل أنه ينجح كل عام بتفوق. </p><p> أما إذا اعتقد هذه القضية ولم يُقدِّم عليها دليلاً كأنْ سمع الناسَ يقولون: زيد مجتهد. فقال مثلهم، لكن لا دليلَ عنده على صِدْق </p><p> هذه المقولة، كالطفل الذي نُلقّنه {قُلْ هُوَ الله أَحَدٌ}  [الإخلاص: ١] هذه قضية واقعية يعتقدها الولد، لكن لا يستطيع أنْ يُقدِّم الدليل عليها إلا عندما يكُبر ويستوي تفكيره. </p><p> فمن أين أخذ الطفل هذه القضية واعتقدها؟ أخذها من المأمون عليه: من أبيه أو أستاذه ثم قلَّده. إذن: إنْ كانت القضية واقعة، لكِنْ لا تستطيع أنْ تقيم الدليل عليها فهي تقليد، فإنِ اعتقدتَ قضية واقعة، وأقمْتَ الدليل عليها، فهذا أسمْى مراتب العلم، فإنِ اعتقدتَ قضيةً غير واقعيةٍ، فهذا جهل. </p><p> فالجاهل: مَنْ يعتقد شيئاً غير واقع، وهذا الذي يُتعِب الدنيا كلها، ويُشقي من حوله، لأن الجاهل الأميَّ الذي لا يعلم شيئاً، وليست لديه فكرة يعتقدها صفحة بيضاء، تستطيع أنْ تقنعه بالحقيقة ويقبلها منك؛ لأنه خالي الذهن ولا يعارضك. </p><p> فإنْ تشككْتَ في النسبة بحيث استوت عندك نسبة الخطأ مع نسبة الصواب، فهذا هو الشَّكُّ، فلا تستطيع أنْ تجزم باجتهاد زيد، ولا بعدم اجتهاده، فإنْ غلب الاجتهاد فهو ظَنٌّ، فإنْ غلب عدم الاجتهاد فهو وَهْم. </p><p> إذن: نسبة القضايا إما علم تعتقده: وهو واقع وتستطيع أنْ تقيمَ الدليل عليه، أو تقليد: وهو ما تعتقده وهو واقع، لكن لا تقدر على إقامة الدليل عليه، أو جهل: حين تعتقد شيئاً غير واقع، أو شك: حين لا تجزم بالشيء ويستوي عندك النفي والإثبات، أو ظن: حين تُرجِّح الإثبات، أو وهم: حين تُرجِّح النفي. </p><p> فالظن في قوله تعالى:  {مَن كَانَ يَظُنُّ أَن لَّن يَنصُرَهُ الله. .}  [الحج: ١٥] أي: يمرُّ بخاطره مجرد مرور أن الله لن ينصر محمداً، أو يتوهم ذلك - ولا يتوهم ذلك إلا الكفار - لأنهم يأملون ذلك في معركة الإيمان والكفر - مَنْ ظَنَّ هذا الظنَّ فعليه أنْ ينتهيَ عنه؛ لأنه أمر بعيد، لن يحدث ولن يكون. </p><p> وقد ظَنَّ الكفار هذا الظن حين رَأَوْا بوادر نصر الإيمان وعلامات فوزه، فاغتاظوا لذلك، ولم يجدوا شيئاً يريح خاطرهم إلا هذا الظن. </p><p> لذلك؛ يردُّ الله غيظهم عليهم، فيقول لهم: ستظلون بغيظكم؛ لأن النصر للإيمان ولجنوده مستمر، فليس أمامك إلا أنْ تجعل حبلاً في السماء وتربط عنقك به، تشنق نفسك حتى تقع، فإنْ كان هذا الكيد لنفسك يُنجيك من الغيظ فافعل:  {فَلْيَمْدُدْ بِسَبَبٍ إِلَى السمآء ثُمَّ لْيَقْطَعْ فَلْيَنْظُرْ هَلْ يُذْهِبَنَّ كَيْدُهُ مَا يَغِيظُ}  [الحج: ١٥] . </p><p> لكن ما الغيظ؟ الغيظ: نوع من الغضب مصحوب ومشُوب بحزن وأَسَىً وحَسْرة حينما ترى واقعاً يحدث أمام عينيك ولا يرضيك، وفي الوقت نفسه لا تستطيع أن تفعل شيئاً تمنع به مَا لا يُرضيك. </p><p> وهذه المادة (غيظ) موجودة في مواضع أخرى من كتاب </p><p> الله، وقد استُعْملَتْ حتى للجمادات التي لا تُحسُّ، اقرأ قول الله تعالى عن النار:  {تَكَادُ تَمَيَّزُ مِنَ الغَيْظِ. .}  [الملك: ٨] وقال: {إِذَا رَأَتْهُمْ مِّن مَّكَانٍ بَعِيدٍ سَمِعُواْ لَهَا تَغَيُّظاً وَزَفِيراً}  [الفرقان: ١٢] فكأن النار مغتاظة من هؤلاء، تتأهب لهم وتنتظرهم. </p><p> والغَيْظ يقع للمؤمن والكافر، فحين نرى عناد الكفار وسُخريتهم واستهزاءهم بالإيمان نغتاظ، لكن يُذهب الله غيْظ قلوبنا، كما قال سبحانه:  {وَيُذْهِبْ غَيْظَ قُلُوبِهِمْ. .}  [التوبة: ١٥] . </p><p> أما غيْظ الكفار من نصْر الإيمان فسوف يَبْقى في قلوبهم، فربُّنا - سبحانه وتعالى - يقول لهم: ثقُوا تماماً أن الله لم يرسل رسولاً إلا وهو ضامن أنْ ينصره، فإنْ خطر ببالكم خلافُ ذلك فلن يُريحكم ويَشْفي غيظكم إلاّ أنْ تشنقوا أنفسكم؛ لذلك خاطبهم الحق سبحانه في آية أخرى فقال:  {قُلْ مُوتُواْ بِغَيْظِكُمْ. .}  [آل عمران: ١١٩] . </p><p> ومعنى:  {فَلْيَمْدُدْ بِسَبَبٍ إِلَى السمآء. .}  [الحج: ١٥]  {فَلْيَمْدُدْ. .}  [الحج: ١٥] : من مدَّ الشيء يعني: أطاله بعد أنْ كان مجتمعاً، ومنه قوله تعالى:  {والأرض مَدَدْنَاهَا. .}  [الحجر: ١٩] فكلما تسير تجد أرضاً ممتدة ليس لها نهاية حافَّة. </p><p> والسبب: الحبل، يُخرجون به الماء من البئر، لكن هل يستطيع أحد أنْ يربط حبلاً في السماء؟ إذن: علَّق المسألة على محال، وكأنه يقول لهم: حتى إنْ أردتم شَنْق أنفسكم فلن تستطيعوا، وسوف تظلُّون هكذا بغيظكم. </p><p> أو: يكون المعنى: {إِلَى السمآء. .}  [الحج: ١٥] يعني: سماء البيت وسقفه، كمَنْ يشنق نفسه في سَقْف البيت. </p><p> ويمكن أن نفهم (السبب) على أنه أيّ شيء يُوصِّلك إلى السماء، وأيّ وسيلة للصعود، فيكون المعنى: خذوا أيّ طريقة تُوصِّلكم إلى السماء لتمنعوا عن محمد أسباب النصر؛ لأن نَصْر محمد يأتي من السماء فامنعوه، وهذه أيضاً لا يقدرون عليها، وسيظل غيظهم في قلوبهم. </p><p> وتلحظ أننا نتكلم عن محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، مع أن الآية لم تذكر شيئاً عنه، وكل ما جاء في الآية ضمير الغائب المفرد في قوله تعالى:  {مَن كَانَ يَظُنُّ أَن لَّن يَنصُرَهُ الله. .}  [الحج: ١٥] والحديث مُوجَّه للكفار المغتاظين من بوادر النصر لركْب الإيمان، فقوله:  {يَنصُرَهُ. .}  [الحج: ١٥] ينصر مَنْ؟ لا بُدَّ أنه محمد، لماذا؟ </p><p> قالوا: لأن الأسماء حينما تُطلَق تدلُّ على مَعَانٍ، فعندما تقول «سماء» نفهم المراد، وعندما تقول «قلب» نفهم، «نور» نعرف المراد. والأسماء إما اسم ظاهر مثل: محمد وعلي وعمر وأرض وسماء، والأسماء إما اسم ظاهر مثل: أنا، أنت، هو، هم. </p><p> والضمير مُبْهم لا يُعيِّنه إلا التكلُّم، فأنت تقول: أنا وكذلك غيرك يقول أنا أو نحن، فالذي يُعيِّن الضمير المتكلّم به حال الخطاب، فعُمدْة الفهم في الضمائر ذات المتكلم وذات المخاطب. فإن لم يكن متكلّماً ولا مخاطباً فهو غائب، فمن أين تأتي بقرينة التعريف للغائب؟ </p><p> حين تقول: هو، هي، هم. مَن المراد بهذه الضمائر؟ كيف تُعيِّنها؟ إنْ عيَّنْتَ المتكلم بكلامه، والمخاطب بمخاطبته، كيف تُعيِّن الغائب؟ قالوا: لا بُدَّ أنْ يسبقه شيء يدل عليه، كأن تقول: جاءني رجل فأكرمتُه، أكرمت مَنْ؟ أكرمت الرجل الذي تحدثتُ عنه، جاءتني امرأة فأكرمتُها، جاء قوم فلان فأكرمتهم. إذن: فمرجع الضمير هو الذي يدلُّ عليه. </p><p> لكن لم يسبق ذِكْر لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قبل الضمير ليُعيِّنه ويدلُّ عليه، نعم لم يسبق ذِكْر لرسول الله، لكن تأمَّل المعنى: الكلام هنا عن النصر بين فريق الإيمان وعلى رأسه محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وفريق الكفر وعلى رأسه هؤلاء المعاندون، فالمقام مُتعيّن أنه لا يعود الضمير إلا على رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> ومثال ذلك قوله تعالى:  {إِنَّا أَنزَلْنَاهُ. .}  [القدر: ١] . </p><p> فالضمير هنا مُتعيِّن، ولا ينصرف إلا إلى القرآن، ولا يتعين الضمير إلا إذا كان الخاطر لا ينصرف إلى غيره في مقامه. </p><p> اقرأ:  {قُلْ هُوَ الله أَحَدٌ}  [الإخلاص: ١] تلحظ أن الضمير سابق على الاسم الظاهر، فالمرجع متأخر، ومع ذلك لا ينصرف الضمير إلا إلى الله، فإذا قِيلَ: هو هكذا على انفراد لا يمكن أن ينصرف إلا لله عَزَّ وَجَلَّ. </p><p> كذلك في قوله تعالى:  {وَلَوْ يُؤَاخِذُ الله الناس بِظُلْمِهِمْ مَّا تَرَكَ عَلَيْهَا مِن دَآبَّةٍ}  [النحل: ٦١] . على ظَهْر أيِّ شيء؟ الذِّهْن لا ينصرف في هذا المقام إلا إلى الأرض. </p><p> وقوله تعالى:  {فَلْيَنْظُرْ هَلْ يُذْهِبَنَّ كَيْدُهُ مَا يَغِيظُ}  [الحج: ١٥] الاستفهام هنا مِمَّنْ يعلم، فهو استفهام للتقرير، ليِقُروا هم بأنفسهم أن غَيْظهم سيظلُّ كما هو، لا يشفيه شيء، وأنهم سيموتون بغيظهم، كما قال تعالى:  {قُلْ مُوتُواْ بِغَيْظِكُمْ. .}  [آل عمران: ١١٩] . </p><p> ثم يقول الحق سبحانه:  {وكذلك أَنزَلْنَاهُ آيَاتٍ بَيِّنَاتٍ. .} . </p>"
}