{
  "id": null,
  "sura": 22,
  "aya": 38,
  "text": "<p> صَدْر الآية:  {إِنَّ الله يُدَافِعُ عَنِ الذين آمنوا. .}  [الحج: ٣٨] يُشْعِرنا أن هناك معركة، والمعركة التي يدافع الله فيها لا بُدَّ أنها بين حق أنزله، وباطل يُواجهه، وقد تقدَّم قبل ذلك أن قال تبارك وتعالى:  {هذان خَصْمَانِ اختصموا فِي رَبِّهِمْ. .}  [الحج: ١٩] . </p><p> وما دام هناك خصومة فلا بُدَّ أنْ تنشأ عنها معارك، هذه المعارك قد تأخذ صورة الألفاظ والمجادلة، وقد تأخذ صورة العنف والقوة والشراسة والالتحام المباشر بأدوات الحرب. </p><p> ومعركة النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مع معارضيه من كفار مكة لم تقف عند حَدِّ المعركة الكلامية فحَسْب، فقد قالوا عنه - صلوات الله وسلامه عليه: ساحر، وكاهن، ومجنون، وشاعر، ومُفْتر. . إلخ ثم تطوَّر الأمر إلى إيذاء أصحابه وتعذيبهم، فكانوا يأتون رسول الله مَشْدوخين </p><p> ومجروحين فيقول لهم صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «لم أومر بقتال، اصبروا اصبروا، صبراً صبراً. .» . </p><p> إلى أنْ زاد اعتداء الكفار وطََفَح الكَيْل منهم أَذن الله لرسوله بالقتال، فقال:  {أُذِنَ لِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُواْ وَإِنَّ الله على نَصْرِهِمْ لَقَدِيرٌ}  [الحج: ٣٩] . </p><p> فقوله تعالى:  {إِنَّ الله يُدَافِعُ عَنِ الذين آمنوا. .}  [الحج: ٣٨] صيغة يدافع: مبالغة مِنْ يدفع، معنى يدفع يعني: شيئاً واحداً، أو مرة واحدة، وتنتهي المسألة، أمّا يدافع فتدل على مقابلة الفعل بمثله، فالله يدفعهم وهم يقابلون أيضاً بالمدافعة، فيحدث تدافع وتفاعل من الجانبين، وهذا لا يكون إلا في معركة. </p><p> والمعركة تعني: منتصر ومنهزم، لذلك الحق - تبارك وتعالى - يُطمئن المؤمنين أنه سيدخل المعركة في صفوفهم، وسيدافع عنهم. </p><p> فقوله تعالى:  {إِنَّ الله يُدَافِعُ عَنِ الذين آمنوا. .}  [الحج: ٣٨] أمر طبيعي؛ لأن الحق سبحانه ما كان ليُرسِل رسولاً، ويتركه لأهل الباطل يتغلَّبون عليه، وإلاّ فما جَدْوى الرسالة إذن؛ لذلك يُطمئِن الله تعالى رسوله ويُبشِّره، فيقول:  {وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا المرسلين إِنَّهُمْ لَهُمُ المنصورون وَإِنَّ جُندَنَا لَهُمُ الغالبون}  [الصافات: ١٧١ - ١٧٣] . </p><p> وقال:  {وَلَيَنصُرَنَّ الله مَن يَنصُرُهُ. .}  [الحج: ٤٠] . </p><p> وقال:  {إِن تَنصُرُواْ الله يَنصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ}  [محمد: ٧] . </p><p> فهذه كلها آيات تُطمئِن المؤمنين وتُبشِّرهم، وقد جاءتْ على </p><p> مراحل لحكمة أرادها الحق سبحانه، فمنعهم عن القتال في البداية لحكمة، ثم جعل القتال فيما بينهم، وقبْل أنْ يأذنَ لهم في قتال أعدائهم لحكمة: هي أنْ يَبْلوا المؤمنين ويُمحِّصهم ليُخرِج من صفوفهم أهل الخَوَر والجُبْن، وضعيفي الإيمان الذين يعبدون الله على حَرْف، ولا يبقى بعد ذلك إلا قويُّ الإيمان ثابتُ العقيدة، الذي يحمل راية هذا الدين وينسَاح بها في بقاع الأرض؛ لأنها دعوة عالمية لكل زمان ولكل مكان إلى أنْ تقوم الساعة، ولما كانت هذه الدعوة بهذه المنزلة كان لا بُدَّ لها من رجال أقوياء يحملونها، وإلا لو استطاع الأعداءُ القضاءَ عليها فلن تقومَ لدين الله قائمة. </p><p> إذن: كان لا بُدَّ أن يُصفِّي الحقُ سبحانه أهلَ الإيمان كما يُصفِّي الصائغُ الذهبَ، ويُخرِج خَبَثه حين يضعه في النار، كذلك كانت الفِتَن والابتلاءات لتصفية أهل الإيمان وتمييزهم، لكن بالقتال في صَفٍّ واحد. </p><p> ثم يقول سبحانه:  {إِنَّ الله لاَ يُحِبُّ كُلَّ خَوَّانٍ كَفُورٍ}  [الحج: ٣٨] فكأن الحق - سبحانه وتعالى - أصبح طرفاً في المعركة، والخوَّان: صيغة مبالغة من خائن، وهو كثير الخيانة وكذلك كفور: صيغة مبالغة من كافر. </p><p> ومعنى الخيانة يقتضي أن هناك أمانةً خانها. نعم، هناك الأمانة الأولى، وهي أمانة التكليف التي قال الله فيها:  {إِنَّا عَرَضْنَا الأمانة عَلَى السماوات والأرض والجبال فَأبَيْنَ أَن يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا وَحَمَلَهَا الإنسان. .}  [الأحزاب: ٧٢] فلقد خانَ هذه الأمانة بعد أنْ رَضِي أنْ يكونَ أهْلاً لها. </p><p> وهناك أمانة قبل هذه، وهي العهد الذي أخذه الله على عباده، وهم في مرحلة الذَّرِّ:  {وَإِذْ أَخَذَ رَبُّكَ مِن بنيءَادَمَ مِن ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ على أَنفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ قَالُواْ بلى شَهِدْنَآ أَن تَقُولُواْ يَوْمَ القيامة إِنَّا كُنَّا عَنْ هذا غَافِلِينَ أَوْ تقولوا إِنَّمَآ أَشْرَكَ آبَاؤُنَا مِن قَبْلُ وَكُنَّا ذُرِّيَّةً مِّن بَعْدِهِمْ. .}  [الأعراف: ١٧٢ - ١٧٣] . </p><p> فإنْ قالوا: نعم هذه أمانة، لكنها بعيدة، ومَنْ مِنَّا يذكرها الآن؟ </p><p> نقول: ألم تُقِرُّوا بأن الله خلقكم، وأوجدكم من عدم، وأمدكم من عُدم؟ كما قال سبحانه:  {وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَهُمْ لَيَقُولُنَّ الله. .}  [الزخرف: ٨٧] كما أقرُّوا بخَلْق السماوات والأرض وما فيها من خيرات لله عَزَّ وَجَلَّ، فكان وفاء هذا الإقرار أنْ يؤمنوا، لكنهم مع هذا كله كفروا، أليست هذه خيانة للأمانة عاصروها جميعاً وعايشوها وأسهموا فيها؟ </p><p> والكَفُور: مَنْ كفر نِعَم الله وجَحَدها. </p><p> وما دام هناك الخوَّان والكفُور فلا بُدَّ للسماء أنْ تُؤيِّد رسولها، وأنْ تنصره في هذه المعركة أولاً، بأنْ تأذنَ له في القتال، ثم تأمره بأخذ العُدة والأسباب المؤدية للنصر، فإنْ عزَّتْ المسائل عليكم، فأنا معكم أؤيدكم بجنود من عندي. </p><p> وقد حدث هذا في بَدْء الدعوة، فأيَّد الله نبيه بجنود من عنده، بل أيَّده حتى بالكافر المعاند: ألم يكُن دليل رسول الله في الهجرة كافراً؟ ألم ينصره الله بالحمام وبالعنكبوت وهو في الغار؟ ألم ينصره بالأرض التي ساخَتْ تحت أقدام فرس «سُرَاقة» الذي خرج في طلبه؟ </p><p> هذه جنود لم نَرها، ولم يُؤيَّد بها رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إلا بعد أن استنفد أسبابه، ولو أراد سبحانه لَطوَّع لرسوله هؤلاء المعاندين، فما رفع أحد منهم رأسه بعناد لمحمد، إنما الحق - تبارك وتعالى - يريد أنْ يعطيه طواعية ويخضع له القوم، ألم يقُلْ سبحانه وتعالى:  {إِن نَّشَأْ نُنَزِّلْ عَلَيْهِمْ مِّنَ السمآء آيَةً فَظَلَّتْ أَعْنَاقُهُمْ لَهَا خَاضِعِينَ}  [الشعراء: ٤] . </p><p> وقلنا: إن الله تعالى يريد أنْ يُخضِع قلوب عباده لا قوالبهم، فلو أخضعهم الله بآية كونية طبيعية كالريح أو الصاعقة أو الخَسْف، أو غيره من الآيات التي أخذتْ أمثالهم من السابقين لقالوا: إنها آفاتٌ طبيعية جاءتنا، لكن جعل الله بين الفريقين هذه المواجهة، ثم يسَّر لحزبه وجنوده أسباب النصر. </p><p> قال سبحانه:  {قَاتِلُوهُمْ يُعَذِّبْهُمُ الله بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَنْصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُورَ قَوْمٍ مُّؤْمِنِينَ}  [التوبة: ١٤] . </p><p> ثم يقول الحق سبحانه:  {أُذِنَ لِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُواْ. .} . </p>"
}