{
  "id": null,
  "sura": 22,
  "aya": 60,
  "text": "<p> {ذلك}  [الحج: ٦٠] يعني: هذا الأمر الذي تحدثنا فيه قد استقر، وإليك هذا الكلام الجديد {وَمَنْ عَاقَبَ بِمِثْلِ مَا عُوقِبَ بِهِ ثُمَّ بُغِيَ عَلَيْهِ لَيَنصُرَنَّهُ. .}  [الحج: ٦٠] . </p><p> الحق - سبحانه وتعالى - خلق الإنسان وجعل فيه ملكات مختلفة ليؤدي خلافته في الأرض بحركات متوازنة، فخلق لنا عواطف وجعل لها مهمة، هذه العواطف لا يحكمها قانون. وخلق لنا أيضاً غرائز ولها مهمة، لكن محكومة بقانون تعلية الغرائز عند الخلق، فإياك أنْ تتعدى بغريزتك إلى غير المهمة التي خلقها الله لها. </p><p> فمثلاً، غريزة حب الطعام جعلها الله فيك لاستبقاء الحياة، فلا تجعلها غرضاً أصيلاً لذاتها، فتأكل لمجرد أنْ تلتذَّ بالأكل؛ لأنها لذة وقتية تعقبها آلام ومتاعب طويلة. وهذه الغريزة جعلها الله في النفس البشرية منضبطة تماماً كما تضبط المنبّة مثلاً، فحين تجوع تجد نفسك تاقتْ للطعام وطلبته، وإنْ عطشتْ مالتْ نفسك نحو الماء، وكأن بداخلك جرساً يُنبِّهك إلى ما تحتاجه بنيتك من مُقوِّمات استبقائها. </p><p> حب الاستطلاع غريزة جعلها الله فيك لتنظر بها وتستطلع ما في الكون من أسرار دالة على قدرة الله وعظمته، فلا تتعدى هذا الغرض، ولا تحرِّك هذه الغريزة إلى التجسُّس على الخَلْق والوقوف على أسرارهم. </p><p> التناسل غريزة جعلها الله لحِفْظ النوع، فلا ينبغي أنْ تتعدى ما جعلت له إلى ما حرَّم الله. </p><p> الغضب غريزة وانفعال قَسْري لا تختاره بعقلك تغضب أو لا تغضب، إنما إنْ تعرضتَ لأسبابه فلا تملك إلا أنْ تغضب، ومع ذلك جعل له حدوداً وقنَّن له وأمر فيه بضبط النفس وعدم النزوع. </p><p> الحب والكُرْه غريزة وعاطفة لا تخضع لقانون، ولا يحكمها العقل، فلك أن تحب وأن تكره، لكن إياك أنْ تتعدَّى هذه العاطفة إلى عمل عقليٍّ ونزوع تعتدي به أو تظلم. </p><p> لذلك يقول تعالى:  {وَلاَ يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ على أَلاَّ تَعْدِلُواْ. .}  [المائدة: ٨] . </p><p> لأن هذه المسألة لا يحكمها قانون، وليس بيدك الحب أو الكره؛ لذلك لما قابل سيدنا عمر قاتل أخيه قال له عمر: أَدِرْ وجهك عني فإنِّي لا أحبك. وكان الرجل عاقلاً فقال لسيدنا عمر: أَوَ عَدمُ حبك لي يمنعني حقاً من حقوقي؟ قال عمر: لا، فقال الرجل: إنما يبكي على الحب النساء. يعني أحب أو اكره كما شِئْتَ، لكن لا تتعدَّ ولا تحرمني حقاً من حقوقي. </p><p> فهل وقفنا بالغرائز عند حدودها وأهدافها؟ لو تأملتَ مثلاً الغريزة الجنسية التي يصِفُها البعض بِمْلء فيه يقول: غريزة بهيمية. . سبحان الله أَلاَ تستحي أنْ تظلم البهائم لمجرد أنها لا تتكلّم، وهي أفهم لهذه الغريزة منك، أَلاَ تراها بمجرد أن يُخصِّب الذكَر أُنثاه </p><p> لا يقربها أبداً، وهي لا تمكِّنه من نفسها إذا ما حملَتْ، في حين أنك تبالغ في هذه الغريزة، وتنطلق فيها انطلاقاً يُخرِجها عن هدفها والحكمة منها؟ على مثل هذا أن يخزى أن يقول مثل هذه المقولة، وألاَّ يظلم البهائم، فمن الناس مَنْ هم أَدنْى من البهائم بكثير. </p><p> وما يقال عن غريزة الجنس في الحيوان يقال كذلك في الطعام والشراب. </p><p> إذن: الخالق سبحانه خلق الغرائز فيك، ولم يكبتها، وجعل لها منافذ شرعية لتؤدي مهمتها في حياتك؛ لذلك أحاطها بسياج من التكليف يُنظِّمها ويحكمها حتى لا تشرد بك، فقال مثلاً في غريزة الطعام والشراب:  {يابنيءَادَمَ خُذُواْ زِينَتَكُمْ عِندَ كُلِّ مَسْجِدٍ وكُلُواْ واشربوا وَلاَ تسرفوا. .}  [الأعراف: ٣١] . </p><p> وقال في غريزة حب الاستطلاع:  {وَلاَ تَجَسَّسُواْ. .}  [الحجرات: ١٢] وهكذا في كل غرائزك تجد لها حدوداً يجب عليك ألاَّ تتعداها. </p><p> لذلك قلنا في صفات الإيمان وفي صفات الكفر أن الله تعالى يصف المؤمنين بأنهم {أَشِدَّآءُ عَلَى الكفار رُحَمَآءُ بَيْنَهُمْ. .}  [الفتح: ٢٩] لأنهم يضعون كل غريزة في موضعها فالشدة مع الأعداء، والرحمة مع إخوانهم المؤمنين، ويقف عند هذه الحدود لا يقلب مقاييسها، ويلتزم بقول الحق سبحانه وتعالى {أَذِلَّةٍ عَلَى المؤمنين أَعِزَّةٍ عَلَى الكافرين. .}  [المائدة: ٥٤] . </p><p> وكأن الخالق عَزَّ وَجَلَّ يُسوِّينا تسوية إيمانية، فالمؤمن لم يُخلَق عزيزاً ولا ذليلاً، إنما الموقف هو الذي يضعه في مكانه المناسب، فهو عزيز شامخ مع الكفار، وذليل مُنكسِر متواضع مع المؤمنين. </p><p> ويتفرع عن هذه المسألة مسألة ردِّ العقوبة إذا اعتُدِي عليك:  {وَمَنْ عَاقَبَ بِمِثْلِ مَا عُوقِبَ بِهِ ثُمَّ بُغِيَ عَلَيْهِ لَيَنصُرَنَّهُ الله. .}  [الحج: ٦٠] . </p><p> الحق - سبحانه وتعالى - هو خالق النفس البشرية، وهو أعلم بنوازعها وخَلَجاتها؛ لذلك أباح لك إن اعتدى عليك أنْ تردَّ الاعتداء بمثله، حتى لا يختمر الغضب في نفسك، وقد ينتج عنه ما هو أشد وأبلغ في ردِّ العقوبة، يبيح لك الرد بالمثل لتنتهي المسألة عند هذا الحد ولا تتفاقم، فمَنْ ضربك ضربة فلك أنْ تُنفِّس عن نفسك وتضربه مثلها، لك ذلك، لكن تذكرَّ المثلية هنا، لا بد أن تكون تامة، كما قال سبحانه في موضع آخر:  {وَإِنْ عَاقَبْتُمْ فَعَاقِبُواْ بِمِثْلِ مَا عُوقِبْتُمْ بِهِ. .}  [النحل: ١٢٦] . </p><p> وهل تستطيع أن تضبط هذه المثلية فتردّ الضربة بمثلها؟ وهل قوتك كقوته، وحِدَّة انفعالك كحِدَّة انفعاله؟ ولو حدث وزدْتَ في ردِّك نتيجة غضب، ماذا تفعل؟ أتسمح له أنْ يردَّ عليك هذه الزيادة؟ أم تكون أنت ظالماً معتدياً؟ </p><p> إذن: ماذا يُلجئك لمثل هذه المتاهة، ولك في التسامح سِعَة، وفي قول الله بعدها:  {وَلَئِن صَبَرْتُمْ لَهُوَ خَيْرٌ لِّلصَّابِرينَ}  [النحل: ١٢٦] مَخْرج من هذا الضيق؟ </p><p> وسبق أنْ حكينا قصة المرابي اليهودي الذي قال لطالب الدَّيْن: إن تأخرت في السداد أشترط عليك أنْ آخذ رطلاً من لحمك. وجاء وقت السداد ولم يُوف المدين، فرفعه الدائن إلى القاضي وأخبره بما اشترطه عليه، فقال القاضي: نعم من حقك أن تأخذ رطلاً من لحمه لكن بضربة واحدة بالسكين تأخذ رطلاً، إنْ زاد أو نقص أخذناه منك. </p><p> إذن: مسألة المثلية هنا عقبةٌ تحدُّ من ثورة الغضب، وتفتح باباً للارتقاءات الإيمانية، فإنْ كان الحق سبحانه سمح لك أن تُنفِّس عن نفسك فقال:  {وَجَزَآءُ سَيِّئَةٍ سَيِّئَةٌ مِّثْلُهَا. .}  [الشورى: ٤٠] فإنه يقول لك: لا تنسَ العفو والتسامح {والكاظمين الغيظ والعافين عَنِ الناس والله يُحِبُّ المحسنين}  [آل عمران: ١٣٤] . </p><p> لذلك، فالآية التي معنا تلفتنا لَفْتةً إيمانية:  {وَمَنْ عَاقَبَ بِمِثْلِ مَا عُوقِبَ بِهِ. .}  [الحج: ٦٠] واحدة بواحدة {ثُمَّ بُغِيَ عَلَيْهِ. .}  [الحج: ٦٠] يعني: زاده بعد أنْ ردَّ العدوان بمثله وظلمه واعتدى عليه {لَيَنصُرَنَّهُ الله. .}  [الحج: ٦٠] ينصره على المعتدي الذي لم يرتَض حكم الله في رَدِّ العقوبة بمثلها. </p><p> وتلحظ في قوله تعالى مخايل النصر بقوله {إِنَّ الله لَعَفُوٌّ غَفُورٌ}  [الحج: ٦٠] مع أن الصفة التي تناسب النُّصْرة تحتاج قوة وتحتاج عزة، لكنه سبحانه اختار صفة العفو والمغفرة ليلفت نظر مَنْ أراد أنْ يعاقب إلى هذه الارتقاءات الإيمانية: اغفر وارحم واعْفُ؛ لأن ربك عفو غفور، فاختار الصفة التي تُحنِّن قلب المؤمن على أخيه المؤمن. </p><p> ثم أليس لك ذنب مع الله؟ {أَلاَ تُحِبُّونَ أَن يَغْفِرَ الله لَكُمْ. .}  [النور: ٢٢] فما دُمْت تحب أن يغفر الله لك فاغفر لعباده، وحين تغفر لمَنْ يستحق العقوبة تأتي النتيجة كما قال ربك عَزَّ وَجَلَّ:  {فَإِذَا الذي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ}  [فصلت: ٣٤] . </p><p> فالحق سبحانه يريد أن يشيع بيننا الصفاء النفسي والتلاحم الإيماني، فأعطاك حقَّ رَدِّ العقوبة بمثلها لتنفِّس عن نفسك الغيظ، ثم دعاك إلى العفو والمغفرة. </p><p> ثم يقول الحق سبحانه:  {ذلك بِأَنَّ الله يُولِجُ الليل فِي النهار وَيُولِجُ. .} . </p>"
}