{
  "id": null,
  "sura": 22,
  "aya": 16,
  "text": "<p> قوله {أَنزَلْنَاهُ. .}  [الحج: ١٦] أي: القرآن؛ لأن الضمير هنا كما ذكرنا مرجعه مُتعِّين، وما دام مرجعه مُتعيناً فلا يحتاج لذكر سابق. والإنزال يحمل معنى العلو، فإنْ رأيتَ في هذا التشريع الذي جاءك في القرآن ما يشقُّ عليك أو يحولُ بينك وبين ما تشتهيه نفسك، فاعلم أنه من أَعْلى منك، من الله، وليس من مُسَاوٍ لك، يمكن أنْ تستدرك عليه أو تناقشه: لماذا هذا الأمر؟ ولماذا هذا النهي؟ فطالما أن الأمر يأتيك من الله فلا بُدَّ أن تسمع وتطيع ولا تناقش. </p><p> ولنا أُسْوة في هذا التسليم بسيدنا أبي بكر لما قالوا له: إن صاحبك يقول: إنه أُسْرِي به الليلة من مكة إلى بيت المقدس، ثم عُرِج به إلى السماء، فما كان من الصِّديِّق إلا أنْ قال: إنْ كان قال فقد صدق، هكذا دون مناقشة، فالأمر من أعلى، من الله. </p><p> وقلنا: إنك لو عُدْتَ مريضاً فوجدتَ بجواره كثيراً من الأدوية فسألته: لماذا كل هذا الدواء؟ قال: لقد وصفه الطبيب، فأخذت تعترض على هذا الدواء، وتذكر من تفاعلاته وأضراره وعناصره، وأقحمت نفسك في مسألة لا دَخْلَ لك بها. </p><p> هذا قياس مع الفارق ومع الاعتراف بأخطاء الأطباء في وصف الدواء، لكن لتوضيح المسألة ولله المثل الأعلى، وصدق القائل: </p><p> سُبْحانَ مَنْ يَرِثُ الطَّبِيبَ وطِبَّهُ ... ويُرِي المريض مَصَارِعَ الآسِينا </p><p> إذن: حجة كل أمر ليس أن نعلم حكمته، إنما يكفي أنْ نعلم الآمر به. </p><p> ومعنى {آيَاتٍ. .}  [الحج: ١٦] أي: عجائب {بَيِّنَاتٍ. .}  [الحج: ١٦] واضحات. وسبق أنْ ذكرنا أنْ كلمة الآيات تُطلَق على معَانٍ ثلاثة: الآيات الكونية التي تُثبِت قدرة الله، وبها يستقر الإيمان في النفوس، ومنها الليل والنهار والشمس والقمر، والآيات بمعنى المعجزات المصاحبة للرسل لإثبات صِدْق بلاغهم عن الله، والآيات التي يتكوَّن منها القرآن، وتُسمَّى «حاملة الأحكام» . </p><p> فالمعنى هنا {وكذلك أَنزَلْنَاهُ آيَاتٍ بَيِّنَاتٍ. .}  [الحج: ١٦] تحمل كلمة الآيات كُلَّ هذه المعاني، فآيات القرآن فيها الآيات الكونية، وفيها المعجزة، وهي ذاتها آيات الأحكام. </p><p> ثم يقول سبحانه:  {وَأَنَّ الله يَهْدِي مَن يُرِيدُ. .}  [الحج: ١٦] وهذه من المسائل التي وقف الناس حولها طويلاً: {يُضِلُّ مَن يَشَآءُ وَيَهْدِي مَن يَشَآءُ. .}  [النحل: ٩٣] وأمثالها تمسَّك بها مَنْ ليس لهم حَظٌّ من الهداية، يقولون: لم يُرِدِ الله لنا الهداية، فماذا نفعل؟ وما ذنبنا؟ </p><p> وهذه وقفة عقلية خاطئة؛ لأن الوَقْفة العقلية تقتضي أنْ تذكر الشيء ومقابله، أما هؤلاء فقد نبَّهوا العقل للتناقض في واحدة وتركوا الأخرى، فهي - إذن - وَقْفة تبريرية، فالضال الذي يقول: لقد كتب الله عليَّ الضلال، فما ذنبي؟ لماذا لم يَقُلْ: الطائع الذي كتب الله له الهداية، لماذا يثيبه؟! </p><p> فلماذا تركتم الخير وناقشتم في الشر؟ </p><p> والمتأمل في الآيات التي تتحدث عن مشيئة الله في الإضلال والهداية يجد أنه سبحانه قد بيِّن مَنْ شاء أنْ يُضلّه، وبين مَنْ شاء أنْ يهديه، اقرأ قوله تعالى:  {إِنَّ الله لاَ يَهْدِي القوم الكافرين}  [المائدة: ٦٧] إذن: كُفْره سابق لعدم هدايته وقوله: {إِنَّ الله لاَ يَهْدِي القوم الفاسقين}  [المنافقون: ٦] وقوله: {إِنَّ الله لاَ يَهْدِي القوم الظالمين}  [القصص: ٥٠] . </p><p> إنما يهدي مَنْ آمن به، أما هؤلاء الذين اختاروا الكفر واطمأنوا إليه وركنوا، فإن الله تعالى يختم على قلوبهم، فلا يدخلها الإيمان، ولا يخرج منها الكفر، لأنهم أحبُّوه فزادهم منه كما زاد المؤمنين إيماناً:  {والذين اهتدوا زَادَهُمْ هُدًى. .}  [محمد: ١٧] . </p><p> والهداية هنا بمعنى الدلالة على الخير، وسبق أنْ ضربنا لها مثلاً، ولله تعالى المثَل الأعلى: هَبْ أنك تسلك طريقاً لا تعرفه، فتوقفتَ عند جندي المرور وسألته عن وجهتك فدلَّكَ عليها، ووصف لك الطريق الموصِّل إليها. لكن، هل دلالته لك تُلزمك أنْ تسلك الطريق الذي وُصِف لك؟ </p><p> بالطبع أنت حُرٌّ تسير فيه أو في غيره. فإذا ما حفظتَ لرجل المرور جميلَهُ وشكرته عليه، ولمس هو فيك الخير، فإنه يُعينك بنفسه على عقبات الطريق، وربما ركب معك ليجتاز بك منطقة خطرة يخاف عليك منها. هذا معنى:  {والذين اهتدوا زَادَهُمْ هُدًى وَآتَاهُمْ تَقُوَاهُمْ}  [محمد: ١٧] . </p><p> أما لو تعاليتَ على هذا الرجل، أو اتهمته بعدم المعرفة بمسالك الطرق، فإنه يدعُكَ وشأنك، ويضِنُّ عليك بمجرد النصيحة. </p><p> وهكذا. . الحق - سبحانه وتعالى - دَلَّ المؤمن ودَلَّ الكافر على الخير، المؤمن رضي بالله وقَبِل أمره ونَهْيه، وحمد الله على هذه النعمة، فزاده إيماناً وأعانه على مشقة العبادة، وجعل له نوراً يسير على هَدْيه، أما الكافر فقد تركه يتخبّط في ظلمات كفره، ويتردد في متاهات العمى والضلال. </p><p> ثم يقول الحق سبحانه:  {إِنَّ الذين آمَنُواْ والذين هَادُواْ والصابئين والنصارى والمجوس والذين أَشْرَكُوا. .} . </p>"
}