{
  "id": null,
  "sura": 22,
  "aya": 26,
  "text": "<p> ما دام الكلام السابق كان حول البيت الحرام، فمن المناسب أنْ يتكلم عن تاريخه وبنائه، فقال سبحانه:  {وَإِذْ بَوَّأْنَا لإِبْرَاهِيمَ مَكَانَ البيت أَن لاَّ تُشْرِكْ بِي شَيْئاً وَطَهِّرْ بَيْتِيَ لِلطَّآئِفِينَ والقآئمين والركع السجود}  [الحج: ٢٦] معنى بَوَّأه: أي: جعله مَبَاءةً يعني: يذهب لعمله ومصالحه، ثم يبوء إليه ويعود، كالبيت للإنسان يرجع إليه، ومنه قوله تعالى:  {وَبَآءُو بِغَضَبٍ مِّنَ الله. .}  [البقرة: ٦١] . </p><p> وإذ: ظرف زمان لحدث يأتي بعده الإخبار بهذا الحدث، والمعنى خطاب لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: اذكر يا محمد الوقت الذي قيل فيه لإبراهيم كذا وكذا. وهكذا في كل آيات القرآن تأتي (إذ) في خطاب لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بحدث وقع في ذلك الظرف. </p><p> لكن، ما علاقة المباءة أو المكان المتبوّأ بمسألة البيت؟ قالوا: لأن المكان المتبوّأ بقعة من الأرض يختارها الإنسان؛ ليرجع إليها من متاعب حياته، ولا يختار الإنسان مثل هذا المكان إلا توفرتْ فيه كل مُقوِّمات الحياة. </p><p> لذلك يقول تعالى في قصة يوسف عليه السلام:  {وكذلك مَكَّنَّا لِيُوسُفَ فِي الأرض يَتَبَوَّأُ مِنْهَا حَيْثُ يَشَآءُ. .}  [يوسف: ٥٦] </p><p> وقال في شأن بني إسرائيل:  {وَلَقَدْ بَوَّأْنَا بني إِسْرَائِيلَ مُبَوَّأَ صِدْقٍ. .}  [يونس: ٩٣] فمعنى: {بَوَّأْنَا لإِبْرَاهِيمَ مَكَانَ البيت. .}  [الحج: ٢٦] </p><p> أي: جعلناه مبَاءة له، يرجع إليه من حركة حياته بعد أنْ أعلمنَاهُ، ودَلَلْناه على مكانه. </p><p> وقلنا: إن المكان غير المكين، المكان هو البقعة التي يقع فيه ويحلُّ بها المكين، فأرض هذا المسجد مكان، والبناء القائم على هذه الأرض يُسمَّى «مكين في هذا المكان» . وعلى هذا فقد دَلَّ الله إبراهيم عليه السلام على المكان الذي سيأمره بإقامة البيت عليه. </p><p> وقد كان للعلماء كلام طويل حول هذه المسألة: فبعضهم يذهب إلى أن إبراهيم عليه السلام هو أول مَنْ بنى البيت. ونقول لأصحاب هذا الرأي: الحق - تبارك وتعالى - بوَّأ لإبراهيم مكان البيت، يعني: بيَّنه له؛ كأن البيت كان موجوداً، بدليل أن الله تعالى يقول في القصة على لسان إبراهيم:  {إني أَسْكَنتُ مِن ذُرِّيَّتِي بِوَادٍ غَيْرِ ذِي زَرْعٍ عِندَ بَيْتِكَ المحرم. .}  [إبراهيم: ٣٧] . </p><p> وفي قوله تعالى:  {وَإِذْ يَرْفَعُ إِبْرَاهِيمُ القواعد مِنَ البيت وَإِسْمَاعِيلُ. .}  [البقرة: ١٢٧] </p><p> ومعلوم أن إسماعيل قد شارك أباه وساعده في البناء لما شَبَّ، وأصبح لديه القدرة على معاونة أبيه، أمّا مسألة السكن فكانت وإسماعيل ما يزال رضيعاً، وقوله تعالى:  {عِندَ بَيْتِكَ المحرم. .}  [إبراهيم: ٣٧] يدل على أن العِنْدية موجودة قبل أنْ يبلغَ إسماعيل أنْ يساعد أباه في بناية البيت، إذن: هذا دليل على أن البيت كان موجوداً قبل إبراهيم. </p><p> وقد أوضح الحق - سبحانه وتعالى - هذه المسألة في قوله تعالى:  {إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكاً وَهُدًى لِّلْعَالَمِينَ} </p><p> [آل عمران: ٩٦] . </p><p> وحتى نتفق على فَهْم الآية نسأل: مَنْ هُم الناس؟ الناس هم آدم وذريته إلى أن تقوم الساعة، إذن: فآدم من الناس، فلماذا لا يشمله عموم الآية، فالبيت وُضِع للناس، وآدم من الناس، فلا بُدَّ أن يكون وَُضِع لآدم أيضاً. </p><p> إذن: يمكنك القول بأن البيت وَُضِع حتى قبل آدم؛ لذلك نُصدِّق بالرأي الذي يقول: إن الملائكة هي التي وضعتْ البيت أولاً، ثم طمسَ الطوفانُ معالم البيت، فدلَّ الله إبراهيم بوحي منه على مكان البيت، وأمره أنْ يرفعه من جديد في هذا الوادي. </p><p> ويُقال: إن الله تعالى أرسل إلى إبراهيم سحابة دَلَّتْه على المكان، ونطقتْ: يا إبراهيم خُذْ على قدري، أي: البناء. </p><p> ولو تدبرتَ معنى:  {وَإِذْ يَرْفَعُ إِبْرَاهِيمُ القواعد مِنَ البيت. .}  [البقرة: ١٢٧] الرَّفْع يعني: الارتفاع، وهو البعد الثالث، فكأن القواعد كان لها طُول وعَرْض موجود فعلاً، وعلى إبراهيم أنْ يرفعها. </p><p> لكن لماذا بوَّأ الله لإبراهيم مكان البيت؟ </p><p> لما أسكن إبراهيم ذريته عند البيت قال:  {رَبَّنَا لِيُقِيمُواْ الصلاة. .}  [إبراهيم: ٣٧] كأن المسألة من بدايتها مسألة عبادة وإقامة للصلاة، </p><p> الصلاة للإله الحقِ والربِّ الصِّدْق؛ لذلك أمره أولاً:  {أَن لاَّ تُشْرِكْ بِي شَيْئاً وَطَهِّرْ بَيْتِيَ لِلطَّآئِفِينَ والقآئمين والركع السجود}  [الحج: ٢٦] والمراد: طَهِّر هذا المكان من كل ما يُشعِر بالشرك، فهذه هي البداية الصحيحة لإقامة بيت الله. </p><p> وهل كان يُعقل أنْ يدخل إبراهيم - عليه السلام - في الشرك؟ بالطبع لا، وما أبعدَ إبراهيمَ عن الشرك، لكن حين يُرسِل الله رسولاً، فإنه أول مَنْ يتلقَّى عن الله الأوامر ليُبلِّغ أمته، فهو أول مَنْ يتلقى، وأول مَنْ يُنفذ ليكون قدوةً لقومه فيُصدِّقوه ويثقوا به؛ لأنه أمرهم بأمر هو ليس بنَجْوة عنه. </p><p> ألا ترى قوله تعالى لنبيه محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  {ياأيها النبي اتق الله. .}  [الأحزاب: ١] وهل خرج محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ عن تقوى الله؟ إنما الأمر للأمة في شخص رسولها، حتى يسهُلَ علينا الأمر حين يأمرنا ربنا بتقواه، ولا نرى غضاضةً في هذا الأمر الذي سبقنا إليه رسول الله؛ لأنك تلحظ أن البعض يأنف أن تقول له: يا فلان اتق الله، وربما اعتبرها إهانة واتهاماً، وظن أنها لا تُقال إلا لمَنْ بدر منه ما يخالف التقوى. </p><p> وهذا فَهْم خاطئ للأمر بالتقوى، فحين أقول لك: اتق الله. لا يعني أنني أنفي عنك التقوى، إنما أُذكِّرك أنْ تبدأ حركة حياتك بتقوى الله. </p><p> إذن: قوله تعالى لإبراهيم عليه السلام: {أَن لاَّ تُشْرِكْ بِي شَيْئاً. .}  [الحج: ٢٦] لا تعني تصوُّر حدوث الشرك من إبراهيم، وقال {شَيْئاً. .}  [الحج: ٢٦] ليشمل النهيُ كُلَّ ألوان الشرك، أياً كانت صورته: شجر، أو حجر، أو وثن، أو نجوم، أو كواكب. </p><p> ويؤكد هذا المعنى بقوله:  {وَطَهِّرْ بَيْتِيَ. .}  [الحج: ٢٦] والتطهير يعني: الطهارة المعنوية بإزالة أسباب الشرك، وإخلاص العبادة لله وحده لا شريكَ له، وطهارة حِسّية ممّا أصابه بمرور الزمن وحدوث الطوفان، فقد يكون به شيء من القاذورات مثلاً. </p><p> ومعنى {لِلطَّآئِفِينَ. .}  [الحج: ٢٦] الذين يطوفون بالبيت: {والقآئمين. .}  [الحج: ٢٦] المقيمين المعتكفين فيه للعبادة {والركع السجود}  [الحج: ٢٦] الذين يذهبون إليه في أوقات الصلوات لأداء الصلاة، عبَّر عن الصلاة بالركوع والسجود؛ لأنهما أظهر أعمال الصلاة. </p><p> ثم يقول الحق سبحانه:  {وَأَذِّن فِي الناس بالحج يَأْتُوكَ رِجَالاً. .} . </p>"
}