{
  "id": null,
  "sura": 22,
  "aya": 28,
  "text": "<p> كلمة {مَنَافِعَ. .} كلمة عامة واسعة تشمل كل أنواع النفع: مادية دنيوية، أو دينية أُخروية، ولا ينبغي أنْ نُضيِّق </p><p> ما وسَّعه الله، فكُلُّ ما يتصل بالحج من حركات الحياة يُعَد من المنافع، فاستعدادك للحج، وتدبير نفقاته وأدواته وراحلته فيها منافع لك ولغيرك حين توفر لأهلك ما يكفيهم حتى تعود. </p><p> ما يتم من حركة بيع وشراء في مناطق الحج، كلها منافع متبادلة بين الناس، التاجر الذي يبيع لك، وصاحب البيت الذي يُؤجِّره لك، وصاحب السيارة التي تنقلك. </p><p> إذن: المنافع المادية في الحج كثيرة ومتشابكة، متداخلة مع المنافع الدينية الأخروية، فحين تشتري الهَدْي مثلاً تؤدي نُسُكاً وتنفع التاجر الذي باع لك، والمربِّي الذي ربَّى هذا الهَدْي، والجزار الذي ذبحه، والفقير الذي أكل منه. </p><p> إذن: لا يتم الحج إلا بحركة حياة واسعة، فيها نَفْع لك وللناس من حيث لا تدري، ولك أنْ تنظرَ في الهدايا التي يجلبها الحجاج معهم لأهليهم وذويهم، خاصة المصريين منهم، فترى بعضهم ينشغل بجَمْع هذه الأشياء قبل أنْ يُؤدِّي نُسُكه ويقضي معظم وقته في الأسواق، وكأنه لن يكون حاجاً إلا إذا عاد مُحمّلاً بهذه الهدايا. </p><p> لذلك يأتي إلينا بعض هؤلاء يسألون: أنا عليَّ دَم مُتْعة </p><p> وليس معي نقود، فماذا أفعل؟ يريد أن يصوم. صحيح: كيف سيُؤدي ما عليه وقد أنفق كُلَّ ما معه؟ فكنت أقول له: اعْطِني حقيبة سفرك، وسأبيع ما بها، ولن أُبقي لك إلا ما يكفيك من نفقات حتى تعود. </p><p> أليست هذه كلها من المنافع؟ </p><p> ومن منافع الحج ان الحاجَّ منذ أنْ ينوي أداء هذه الفريضة ويُعِد نفسه لها إعداداً مادياً، وإعداداً نفسياً معنوياً، فيحاول أنْ يُعيد حساباته من جديد، ويُصلح من نفسه ما كان فاسداً، وينتهي عَمَّا كان يقع فيه من معصية الله، ويُصلِح ما بينه وبين الناس، إذن: يجري عملية صَقْل خاصة تُحوِّله إلى إنسان جديد يليق بهذا الموقف العظيم، ويكون أهْلاً لرؤية بيت الله والطواف به. </p><p> ومن الإعداد للحج أنْ يتعلّم الحاجُّ ما له وما عليه، ويتأدب بآداب الحج فيعرف محظوراته وما يحرُم عليه، وأنه سوف يتنازل عن هِنْدامه وملابسه التي يزهو بها، ومكانته التي يفتخر بها بين الناس، وكيف أن الإحرام يُسوِّي بين الجميع. </p><p> يتعلم كيف يتأدب مع نفسه، ومع كل أجناس الكون من حوله، مع نفسه فلا يُفكّر في معصية، ولا تمتدّ يده حتى على شعره من شعره، أو ظُفْر من أظافره ولا يقْربُ طيباً، ولا حتى صابونة لها رائحة. </p><p> والعجيب أن الحاج ساعة يدخل في الإحرام يحرص كل الحرص </p><p> على هذه الأحكام، وأتحدى أيَّ إنسان ينوي الحج ويأخذ في الإحرام به، ثم يفكر في معصية؛ لأنه يُعِدُّ نفسه لمرحلة جديدة يتطهر فيها من الذنوب، فكيف يكتسب المزيد منها وقد أتى من بلاد بعيدة ليتطهر منها؟ </p><p> وفي الحجِّ يتأدب الحاج مع الحيوان، فلا يصيده ولا يقتله، ومع النبات فلا يقطع شجراً. </p><p> يتأدب حتى مع الجماد الذي يعتبره أَدْنى أجناس الكون، فيحرص على تقبيل الحجر الأسود، ويجتهد في الوصول إليه، فإنْ لم يستطع أشار إليه بيده. </p><p> إن الحج التزام وانضباط يفوق أيَّ انضباط يعرفه أهل الدنيا في حركة حياتهم، ففي الحج ترى هذا الإنسان السيد الأعلى لكل المخلوقات كَمْ هو منكسر خاضع مهما كانت منزلته، وكم هي طمأنينة النفس البشرية حين تُقبِّل حجراً وهي راضية خاضعة، بل ويحزن الإنسان إذ لم يتمكن من تقبيل الحجر. </p><p> ثم يقول الحق سبحانه وتعالى:  {وَيَذْكُرُواْ اسم الله في أَيَّامٍ مَّعْلُومَاتٍ. .}  [الحج: ٢٨] يذكروا اسم الله؛ لأن كل أعمال الحج مصحوبة بذكر الله وتلبيته، فَمَا من عمل يُؤدِّيه الحاجّ إلا ويقول: لبيك اللهم لبيك. وتظل التلبية شاغله ودَيْدنه إلى أنْ يرمي جمرة العقبة، ومعنى «لبيك اللهم لبيك» أن مشاغل الدنيا تطلبني، وأنت طلبتني لأداء فَرْضِك عليَّ، فأنا أُلبِّيك أنت أولاً؛ لأنك خالقي وخالق كل ما يشغلني ويأخذني منك. </p><p> والأيام المعلومات هي: أيام التشريق. </p><p> ومعنى:  {على مَا رَزَقَهُمْ مِّن بَهِيمَةِ. .}  [الحج: ٢٨] أي: يشكرون الله على هذا الرزق الوقتي الذي يأكلون منه ويشربون، ويبيعون ويشترون في أوقات الحج. أو يشكرون الله على أنْ خلقَ لهم هذه الأنعام، وإنْ لم يحجُّوا، ففي خَلْق الأنعام - وهي الإبل والبقر والغنم والماعز - وتسخيرها للإنسان حكمة بالغة، ففضلاً عن الانتفاع بلحمها وألبانها وأصوافها وأوبارها اذكروا الله واشكروه أنْ سخَّرها لكم، فلولا تسخير الله لها لَمَا استطعتُم أنْ تنتفعوا بها، فالجمل مثلاً هذا الحيوان الضخم يقوده الطفل الصغير، وينُيخه ويحمله في حين لم يستطع الإنسان تسخير الثعبان مثلاً أو الذئب. </p><p> لذلك يقول تعالى:  {أَوَلَمْ يَرَوْاْ أَنَّا خَلَقْنَا لَهُم مِمَّا عَمِلَتْ أَيْدِينَآ أَنْعاماً فَهُمْ لَهَا مَالِكُونَ وَذَلَّلْنَاهَا لَهُمْ. .}  [يس: ٧١ - ٧٢] . </p><p> لذلك نذكر الله ونشكره على ما رزقنا من بهيمة الأنعام استمتاعاً بها أَكْلاً، أو استمتاعاً بها بَيْعاً أو زينة، كما قال تعالى:  {وَلَكُمْ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسْرَحُونَ}  [النحل: ٦] . </p><p> ولولا أن الله تعالى ذَلَّلها لِخدمتك ما استطعْتَ أنت تذليلها والانتفاع بها؛ لذلك من حكمة الله أنْ يترك بعض خَلْقه غير مُسْتأنس، ولا يمكن لك بحال أن تستأنسه أو تُذلّله لتظل على ذِكْر لهذه النعمة؛ وتشكر الله عليها. </p><p> وسبق أن ضربنا مثلاً بالبرغوث، وهو أَدْنى هذه المخلوقات، ولا تكاد تراه، ومع ذلك لا تقدر عليه، وربما أقضَّ مَضْجعك، وأقلق نومك طوال الليل. وتلمس هذه النعمة في الجمل الذي يقوده الصبي الصغير، إذا حرن منك فلا تستطيع أن تجعله يسير رغماً عنه، أو صَالَ فلا يقدر عليه أحد، وقد يقتل صاحبه ويبطش بمَنْ حوله. </p><p> إذن: لا قدرة لك عليه بذاتك، إنما بتذليل الله يمكن الانتفاع به، فتسوقه إلى نَحْره، فيقف ساكناً مُسْتسلماً لك. </p><p> والمتأمل في حال الحيوانات التي أحلها الله لنا يجد امرها عجيباً، فالحيوان الذي أحلَّه الله لك تظل تنتفع به طوال عمره، فإذا ما تعرّض لما يُزهِق روحه، ماذا يفعل؟ يرفع رأسه إلى أعلى، ويعطيك مكان ذَبْحه، وكأنه يقول لك: أنا في اللحظات الأخيرة فاجتهد في أنْ تنتفع بلحمي، وأهل الريف إذا شاهدوا مثل هذه الحالة يقولون: طلب الحلال يعني الذبح. أما الحيوان الذي لا يُذبح ولا يُحله الله فيموت مُنكَّس الرأس؛ لأنه لا فائدة منه. </p><p> هذا الحيوان الذي نتهمه بالغباء ونقول أنه بهيم. . الخ لو فكرتَ </p><p> فيه لَتغيَّر رأيّك، فالحمار الذي نتخذه رَمْزاً للغباء وعدم الفَهْم تسوقه أمامك وتُحمِّله القاذورات وتضربه فلا يعترض عليك ولا يخالفك، فإنْ نظفْته وزيَّنْتَه بلجام فضة، وبردعة قطيفة تتخذه رُكُوبة وزينة ويسير بك ويحملُك، وأنت على ظهره، فإنْ غضبتَ عليه واستخدمْته في الأحمال وفي القاذورات تحمَّل راضياً مطيعاً. . </p><p> وانظر إلى هذا الحمار الذي نتخذه مثالاً للغباء، إذا أردتَ منه ان يقفز قناة أوسع من مقدرته وإمكانياته، فإنه يتراجع، ومهما ضربتَه وقسْوتَ عليه لا يُقدِم عليها أبداً؛ لأنه يعلم مدى قفزته، ويعلم مقدرته، ولا يُقدِم على شيء فوق ما يطيق - وبعد ذلك نقول عنه: حمار!! </p><p> ثم يقول الحق سبحانه وتعالى:  {وَأَطْعِمُواْ البآئس الفقير. .}  [الحج: ٢٨] . </p><p> البائس: هو الذي يبدو على مِحْنته وشكله وزِيِّه أنه فقير محتاج، أما الفقير فهو محتاج الباطن، وإنْ كانَ ظاهره اليُسْر والغِنَى، وهؤلاء الفقراء لا يلتفت الناس إليهم، وربما لا يعلمون حالهم وحاجتهم، وقد قال الله فيهم:  {يَحْسَبُهُمُ الجاهل أَغْنِيَآءَ مِنَ التعفف تَعْرِفُهُم بِسِيمَاهُمْ لاَ يَسْأَلُونَ الناس إِلْحَافاً. .}  [البقرة: ٢٧٣] . </p><p> والمعنى: كُلُوا مما يُبَاح لكم الأكل منه، وهي الصدقة المحضة، أو الهدية للبيت غير المشروطة بشيء، يعني: لا هي دم قِرَان أو </p><p> تمتُّع، ولا هي فدية لمخالفة أمر من أمور الإحرام، أو كانت نذراً فهذه كلها لا يؤكَل منها. </p><p> إذن: كلوا من الصدقة والتطوع، وأطعموا كذلك البائس والفقير، ومن رحمة الله بالفقراء أنْ جعل الأغنياء والمياسير هم الذين يبحثون عن الذبائح ويشترونها ويذهبون لمكان الذبح ويتحمَّلون مشقة هذا كله، ثم يبحثون عن الفقير ليعطوه وهو جالس في مكانه مستريحاً، يأتيه رِزْقه من فَضْل الله سهلاً وميسّراً. </p><p> لذلك يقولون: من شرف الفقير أنْ جعله الله ركناً من أركان إسلام الغنيّ، أي: في فريضة الزكاة، ولم يجعل الغني ركناً من أركان إسلام الفقير. </p><p> ثم يقول الحق سبحانه:  {ثُمَّ لْيَقْضُواْ تَفَثَهُمْ وَلْيُوفُواْ نُذُورَهُمْ وَلْيَطَّوَّفُواْ. .} . </p>"
}