{
  "id": null,
  "sura": 22,
  "aya": 73,
  "text": "<p> قُلنْا: الضرب إيقاع شيء على شيء بقوة، ومنه نقول: ضربنا الدينار يعني: بعد أن كان قطعة من الذهب أو الفضة مثلاً أصبح عملةً معروفة متداولة. </p><p> والمثل: تشبيه شيء غير معلوم بشيء آخر معلوم وعجيب وبديع يَعْلَق في الذهن، كما نصف لك إنساناً لم تَرَهُ بإنسان تعرفه. نقول هو مثل فلان. وهكذا كل التشبيهات: شيء تريد أن تعلمه للمخاطب وهو لا يعلمه. </p><p> ومنه قوله تعالى:  {مَثَلُهُمْ كَمَثَلِ الذي استوقد نَاراً فَلَمَّآ أَضَاءَتْ مَا حَوْلَهُ ذَهَبَ الله بِنُورِهِمْ وَتَرَكَهُمْ فِي ظُلُمَاتٍ لاَّ يُبْصِرُونَ}  [البقرة: ١٧] </p><p> وقوله تعالى:  {فَمَثَلُهُ كَمَثَلِ الكلب إِن تَحْمِلْ عَلَيْهِ يَلْهَثْ أَوْ تَتْرُكْهُ يَلْهَث ذَّلِكَ مَثَلُ القوم الذين كَذَّبُواْ بِآيَاتِنَا فاقصص القصص لَعَلَّهُمْ يَتَفَكَّرُونَ}  [الأعراف: ١٧٦] </p><p> وقوله تعالى:  {مَثَلُ الذين اتخذوا مِن دُونِ الله أَوْلِيَآءَ كَمَثَلِ العنكبوت اتخذت بَيْتاً وَإِنَّ أَوْهَنَ البيوت لَبَيْتُ العنكبوت لَوْ كَانُواْ يَعْلَمُونَ}  [العنكبوت: ٤١] . </p><p> إذن: الأمثال: إعلام بشيء معلوم ليصل العلم فيه إلى شيء </p><p> مجهول، وكلمة (مثَل) استقلَّتْ بأن يكون المثَل بديعاً في النسج، بليغاً موجزاً، بحيث تتناقله الألسنة بسرعة في كلمات معدودة. </p><p> فلو وجدَت مثلاً تلميذاً مُهملاً تكاسل طوال العام، ولم يذاكر، فلما حضر الامتحان راح يجتهد في المذاكرة، فتقول له:  (قبل الرماء تملأ الكنائن) يعني: قبل أنْ تصطاد بالسهام يجب أنْ تُعِدّها أولاً وتملأ بها كنانتك، فهذا مثَلٌ يُضرَب للاستعداد للأمر قبل حلوله. </p><p> ومن أمثلة أهل الريف يقولون:  (أعْطِ العيش لخبازه ولو يأكل نصفه) ويُضرب لمن يجعل الصنعة عند غير صانعها والمتخصص فيها. </p><p> ويقولون فيمَنْ يُقصِّر في الأمر المنوط به:  (باب النجار مخلع) . </p><p> وحين ترسل مَنْ يقضي لك حاجة فيفلح فيها ويأتي بالنتيجة المرجوة يقول لك:  (أبدى المخْضُ عن الزبد) والمخضُ عملية خَضِّ اللبن في القِرْبة لفَصْل الزُّبْد عن اللبن. </p><p> وهكذا، المثل قَوْل موجز بليغ قيل في مناسبته، ثم استعمله الناس لخِفَّته وجماله وبلاغته في المواقف المشابهة، والمثَل يظل على حالة الأول لا يغير، ويجب الالتزام بنصِّه مع المفرد والمثنى والجمع، ومع المذكر والمؤنث، فمثلاً إنْ أرسلتَ رسولاً يقضي لك حاجة، فعندما يعود تقول له:  (ما وراءك يا عصام) هكذا بالكسر في خطاب المؤنث مع أنه رجل، لماذا؟ لأن المثَل قيل أول </p><p> ما قيل لمؤنث، فظلَّ على هذه الصيغة من التأنيث حتى ولو كان المخاطَبُ مذكَّراً. </p><p> وقصة هذا المثَل أن الحارث ملك كندة أراد أن يتزوج أم إياس، وبعثَ مَنْ تخطبها له، وكان اسمها عصام، فلما ذهبت إليها قالت لها أمها: إن فلانة جاءت تخطبك لفلان، فلا تخفي عنها شيئاً، ودعيها تشمُّك إنْ أرادت، وناطقيها فيما استنطقتْك به، فلما دخلتْ على الفتاة وأرادت أن ترى جسمها خلعتْ ثوبها، وكشفتْ عن جسمها، فقالت المرأة:  (ترك الخداع من كشف القناع) فسارت مثلاً، ثم عادت إلى الحارث فاستقبلها متعجلاً ردَّها فقال:  (ما وراءكِ يا عصام) يعني: ما الخبر؟ فظلَّ المثل هكذا للمؤنث، وإن خُوطِب به المذكر. </p><p> والحق - تبارك وتعالى - يضرب لكم هذا المثل ويقول: خذوه في بالكم، وانتبهوا له، وافتحوا له آذانكم جيداً واعقلوه؛ لأنه سينفعكم في علاقتكم برسول الله وبالمؤمنين. </p><p> والخطاب هنا مُوجَّه للناس كافّة، لم يخُصّ أحداً دون أحد:  {ياأيها الناس ضُرِبَ مَثَلٌ فاستمعوا لَهُ. .}  [الحج: ٧٣] فلم يقُل يا أيها المؤمنون؛ لأن هذا المثَلَ مُوجَّه إلى الكفار، فالمؤمنون ليسوا في حاجة إليه {فاستمعوا لَهُ. .}  [الحج: ٧٣] يعني: انصتوا وتفهَّموا مراده ومرماه، لتسيروا في حركتكم على وَفْق ما جاء فيه، وعلى وَفْق ما فهمتم من مغزاه. </p><p> فما هو هذا المثَل؟ </p><p> {إِنَّ الذين تَدْعُونَ مِن دُونِ الله لَن يَخْلُقُواْ ذُبَاباً وَلَوِ اجتمعوا لَهُ. .}  [الحج: ٧٣] . </p><p> أي: الذين تعبدونهم وتتجهون إليهم من دون الله {لَن يَخْلُقُواْ ذُبَاباً. .}  [الحج: ٧٣] وهو أصغر المخلوقات {وَلَوِ اجتمعوا لَهُ. .}  [الحج: ٧٣] يعني: تضافرَتْ جهودهم، واجتمع أمرهم جميعاً لا واحداً واحداً، وهذا ترقٍّ في التحدي، حيث زاد في قوة المعاند. </p><p> كما ترقَّى القرآن في تحدِّي العرب، فتحداهم أولاً بأنْ يأتوا بمثل القرآن، ولأن القرآن كثير تحدّاهم بعشر سور فما استطاعوا، فتحدَّاهم بسورة واحدة فلم يستطيعوا. </p><p> ثم يترقى في التحدي فيقول: اجمعوا كل فصحائكم وبلغائكم، بل والجن أيضاً يساعدونكم ولن تستطيعوا:  {قُل لَّئِنِ اجتمعت الإنس والجن على أَن يَأْتُواْ بِمِثْلِ هذا القرآن لاَ يَأْتُونَ بِمِثْلِهِ. .}  [الإسراء: ٨٨] . </p><p> وقوله تعالى:  {لَن يَخْلُقُواْ ذُبَاباً. .}  [الحج: ٧٣] جاءت بنفي المستقبل فلم يقُلْ مثلاً: لم يخلقوا، فالنفي هنا للتأبيد، فهم ما استطاعوا في الماضي، ولن يستطيعوا أيضاً فيما بعد حتى لا يظن أحد أنهم ربما تمكّنوا من ذلك في مستقبل الأيام، ونفي الفعل هكذا على وجه التأبيد؛ لأنك قد تترك الفعل مع قدرتك عليه، إنما حين تتحدَّى به تفعل لتردّ على هذا التحدِّي، فأوضح لهم الحق سبحانه أنهم لم يستطيعوا قبل التحدي، ولن يستطيعوا بعد التحدي. </p><p> ثم يقول تعالى:  {وَإِن يَسْلُبْهُمُ الذباب شَيْئاً لاَّ يَسْتَنقِذُوهُ. .}  [الحج: ٧٣] فقد تقول: إن عملية الخَلْق هذه عملية صعبة لا يُتحدَّى بها، لذلك تحداهم بما هو أسهل من الخَلْق {وَإِن يَسْلُبْهُمُ الذباب شَيْئاً لاَّ يَسْتَنقِذُوهُ مِنْهُ. .}  [الحج: ٧٣] وهل يستطيع أحد أن يُعيد ما أخذه الذباب من طعامه على جناحيه أو رجله أو خرطومه؟ </p><p> وكانوا يذبحون القرابين عند الأصنام، ويضعون أمامها الطعام </p><p> ليباركوه، فكانت الدماء تسيل عندها وتتناثر عليها، فيحطّ عليها الذباب، ويأخذ من هذه الدماء على أَرْجُله النحيفة هذه أو على أجنحته أو على خرطومه، فتحدَّاهم أن يعيدوا من الذباب ما أخذه، وهذه مسألة أسهل من مسألة الخَلْق. </p><p> ولك أنْ تُجرِّب أنت هذه العملية، إذا وقع ذباب على العسل الذي أمامك، فلا بُدَّ أن يأخذ منه شيئاً ولو كان ضئيلاً لا يُدرَك ولا يُوزَن ولا تكاد تراه، لكن أتستطيع أنْ تُمسِك الذبابة وتردّ ما أخذتْ منك؟ </p><p> لذلك يقول تعالى بعدها:  {ضَعُفَ الطالب والمطلوب}  [الحج: ٧٣] يعني: كلاهما ضعيف، فالذباب في ذاته ضعيف وهم كذلك ضعفاء، بدليل أنهم لن يقدروا على هذه المسألة، لكن هناك ضعيف يدَّعي القوة، وضعيف قوته في أنه مُقِرٌّ بضعفه، فالذباب وإنْ كان ضعيفاً إلا أن الله تعالى قال فيه:  {إِنَّ الله لاَ يَسْتَحْى أَن يَضْرِبَ مَثَلاً مَّا بَعُوضَةً فَمَا فَوْقَهَا. .}  [البقرة: ٢٦] يعني: ما فوقها في الصِّغر، ليس المراد ما فوقها في الكبر كالعصفور مثلاً. </p><p> ثم يقول الحق سبحانه:  {مَا قَدَرُواْ الله حَقَّ قَدْرِهِ. .} . </p>"
}