{
  "id": null,
  "sura": 22,
  "aya": 46,
  "text": "<p> السَّيْر: قَطْع مسافات من مكان إلى آخر، ويسمونه السياحة، والحق سبحانه يدعو عباده إلى السياحة في أنحاء الأرض؛ لأن للسياحة فائدتين: </p><p> فإما أنْ تكون سياحة استثمارية لاستنباط الرزق إنْ كنتَ في مكان يضيق بك العيش فيه، كهؤلاء الذين يسافرون للبلاد الأخرى للعمل وطلب الرزق. </p><p> وإما أن تكون سياحة لأَخْذ العبرة والتأمل في مخلوقات الله في مُلْكه الواسع ليستدل بخَلْق الله وآياته على قدرته تعالى. </p><p> والسياحة في البلاد المختلفة تتيح لك فرصة ملاحظة الاختلافات من بيئة لأخرى، فهذه حارة وهذه باردة، وهذه صحراء جرداء وهذه خضراء لا يوجد بها حبة رمل، لذلك يخاطبنا ربنا تبارك وتعالى:  {قُلْ سِيرُواْ فِي الأرض ثُمَّ انظروا. .}  [الأنعام: ١١] </p><p> فالعطف في الآية ب (ثُمَّ) يدل على أن للسياحة مهمة أخرى، هي الاستثمار وطلب الرزق، ففي الآية إشارة إلى الجمع بين هاتين المهمتين، فحين تذهب للعمل إياك أنْ تغفل عن آيات الله في المكان الذي سافرت إليه، وخُذْ منه عبرة كونية تفيدك في دينك. </p><p> وفي آية أخرى يقول سبحانه:  {قُلْ سِيرُواْ فِي الأرض فَاْنظُرُواْ. .}  [النمل: ٦٩] </p><p> العطف هنا بالفاء التي تفيد الترتيب، يعني: سيروا في الأرض لتنظروا آيات الله، فهي خاصة بسياحة الاعتبار والتأمل، لا سياحة الاستثمار وطلب الرزق. </p><p> لذلك يقولون في الأمثال:  (اللي يعيش ياما يشوف، واللي يمشي يشوف أكثر) فكلما تعددتْ الأماكن تعددت الآيات والعجائب الدالة على قدرة الله، وقد ترى منظراً لا يؤثر فيك، وترى منظراً آخر يهزُّك ويُحرِّك عواطفك، وتأملاتك في الكون. </p><p> وقوله:  {أَفَلَمْ يَسِيرُواْ. .}  [الحج: ٤٦] تعني وتؤكد أنهم ساروا فعلاً، كما تقول: أفلم أُكرمك؟ ولا تقول هذا إلا إذا أكرمته فعلاً، وقد حدث أنهم ساروا فعلاً في البلاد أثناء رحلة الشتاء والصيف، وكانوا يمرون على ديار القوم المهلكين، كما قال تعالى:  {وَإِنَّكُمْ لَّتَمُرُّونَ عَلَيْهِمْ مُّصْبِحِينَ. .}  [الصافات: ١٣٧] . </p><p> يعني: أنتم أهل سَيْر وترحال وأهل نظر في مصير مَنْ قبلكم، فكيف يقبل منكم الانصراف عن آيات الله؟ </p><p> {أَفَلَمْ يَسِيرُواْ فِي الأرض فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِهَآ أَوْ آذَانٌ يَسْمَعُونَ بِهَا فَإِنَّهَا لاَ تَعْمَى الأبصار ولكن تعمى القلوب التي فِي الصدور}  [الحج: ٤٦] </p><p> فما داموا قد ساروا وترحلَّوا في البلاد، فكيف لا يعقلون آيات الله؟ وكيف لا تُحرِّك قلوبهم؟ </p><p> ولنا وقفة عند قوله تعالى:  {فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِهَآ. .}  [الحج: ٤٦] وهل يعقِل الإنسانُ بقلبه؟ معلوم أن العقل في المخ، والقلب في الصدر. </p><p> نعم، للإنسان وسائل إدراك هي الحواس التي تلتقط المحسَّات يُسمُّونها تأدُّباً مع العلم: الحواس الخمس الظاهرة؛ لأن العلم أثبت للإنسان في وظائف الأعضاء حواساً أخرى غير ظاهرة، فحين تُمسِك بشيئين مختلفين يمكنك أن تُميِّز أيهما أثقل من الآخر، فبأيِّ حاسة من الحواس الخمس المعروفة توصلْتَ إلى هذه النتيجة؟ </p><p> إنْ قُلْتَ بالعين فدعْها على الأرض وانظر إليها، وإنْ قُلْتَ باللمس فلك أنْ تلمسها دون أنْ ترفعها من مكانها، إذن: فأنت لا تدرك الثقل بهذه الحواس، إنما بشيء آخر وبآلة إدراك أخرى هي حاسة العَضَلِ الذي يُميِّز لك الخفيف من الثقيل. </p><p> وحين تذهب لشراء قطعة من القماش تفرك القماش بلطف بين أناملك، فتستطيع أنْ تُميِّز الثخين من الرقيق، مع أن الفارق بينهما لا يكاد يُذْكَر، فبأيِّ حاسة أدركْتَه؟ إنها حاسة البَيْن. كذلك هناك حاسة البُعْد وغيرها من الحواسّ التي يكتشفها العلم الحديث في الإنسان. </p><p> فلما يدرك الإنسان هذه الأشياء بوسائل الإدراك يتدخَّل العقل ليغربل هذه المدركات، ويختار من البدائل ما يناسبه، فإنْ كان سيختار ثوباً يقول: هذا أنعم وأرقّ من هذا، وإنْ كان سيختار رائحة يقول: هذه ألطف من هذه، إنْ كان في الصيف اختار </p><p> الخفيف، وإنْ كان في الشتاء اختار السميك. </p><p> وبعد أن يختار العقل ويوازن بين البدائل يحكم بقضية تستقر في الذِّهْن وتقتنع بها، ولا تحتاج لإدراك بعد ذلك، ولا لاختيار بين البدائل، وعندها تنفذ ما استقر في نفسك، وارتحْتَ إليه بقلبك. </p><p> إذن: إدراك بالحواس وتمييز بالعقل ووقوف عند مبدأ بالقلب، وما دام استقر المبدأ في قلبك فقد أصبح دستوراً لحياتك، وكل جوارحك تخدم هذا المبدأ الذي انتهيتَ إليه، واستقر في قلبك ووجدانك. </p><p> لكن، لماذا القلب بالذات؟ قالوا: لأن القلب هو الذي يقوم بعملية ضَخِّ سائل الحياة، وهو الدم في جميع إجزاء الجسم وجوارحه، وهذه الجوارح هي أداة تنفيذ ما استقر في الوجدان؛ لذلك قالوا: الإيمان محلّه القلب، كيف؟ قالوا: لأنك غربلْتَ المسائل وصفَّيْت القضايا إلى أن استقرت العقيدة والإيمان في قلبك، والإيمان أو العقيدة هي ما انعقد في القلب واستقرَّ فيه، ومن القلب تمتد العقيدة إلى جميع الأعضاء والحواس التي تقوم بالعمل بمقتضى هذا الإيمان، وما دُمْتَ قد انتهيتَ إلى مبدأ وعقيدة، فإياك أنْ تخالفه إلى غيره، وإلاَّ فيكون قلبك لم يفهم ولم يفقه. </p><p> وكلمة {يَعْقِلُونَ بِهَآ. .}  [الحج: ٤٦] تدل على أن للعقل مهام أخرى غير أنه يختار ويفاضل بين البدائل، فالعقل من مهامه أنْ يعقل صاحبه عن الخطأ، ويعقله أنْ يشرد في المتاهات، والبعض يظن أن معنى عقل يعني حرية الفكر وأنْ يشطح المرء بعقله في الأفكار كيف يشاء، لا، العقل من عِقَال الناقة الذي يمنعها، ويحجزها أنْ تشرُدَ منك. </p><p> ثم يقول سبحانه:  {أَوْ آذَانٌ يَسْمَعُونَ بِهَا. .}  [الحج: ٤٦] كيف ولهؤلاء القوم آذان تسمع؟ نعم، لهم آذان تسمع، لكن سماع لا فائدة منه، فكأن الحاسَّة غير موجودة، وإلا ما فائدة شيء سمعتَه لكن لم تستفد به ولم تُوظِّفه في حركة حياتك، إنه سماع كعدمه، بل إن عدمه أفضل منه؛ لأن سماعك يقيم عليك الحجة. </p><p> {فَإِنَّهَا لاَ تَعْمَى الأبصار ولكن تعمى القلوب التي فِي الصدور}  [الحج: ٤٦] فعمي الأبصار شيء هيِّن، إذا ما قِيسَ بعمى القلوب؛ لأن الإنسان إذا فقد رؤية البصر يمكنه أنْ يسمع، وأنْ يُعمل عقله، وأنْ يهتدي، ومَا لا يراه يمكن أنْ يخبره به غيره، ويَصِفه له وَصْفا دقيقاً وكأنه يراه، لكن ما العمل إذا عَميَتْ القلوب، والأنظار مبصرة؟ </p><p> وإذا كان لعمى الأبصار بديل وعِوَض، فما البديل إذا عَمي القلب؟ الأعمى يحاول أنْ يتحسَّس طريقه، فإنْ عجز قال لك: خُذْ بيدي، أما أعمى القلب فماذا يفعل؟ </p><p> لذلك، نقول لمن يغفل عن الشيء الواضح والمبدأ المستقر: أعمى قَلْب. يعني: طُمِس على قلبه فلا يعي شيئاً. </p><p> وقوله:  {القلوب التي فِي الصدور}  [الحج: ٤٦] معلوم أن القلوب في الصدور، فلماذا جاء التعبيرهكذا؟ قالوا: ليؤكد لك على أن المراد القلب الحقيقي، حتى لا تظن أنه القلب التفكيريّ التعقليّ، كما جاء في قوله تعالى:  {يَقُولُونَ بِأَفْوَاهِهِم. .}  [آل عمران: ١٦٧] </p><p> ومعلوم أن القَوْل من الأفواه، لكنه أراد أن يؤكد على القول والكلام؛ لأن القول قد يكون بالإشارة والدلالة، فالقول بالكلام هو أبلغ أنواع القول وآكده؛ لذلك قال الشاعر: </p><p> جِرَاحَاتُ السِّنَانِ لَهَا الْتِئَامٌ ... ولاَ يُلْتَامُ مَا جَرَح اللسَانُ </p><p> ويقولون: احفظ لسانك الذي بين فكَّيْك، وهل اللسان إلا بين الفكَّيْن؟ لكن أراد التوكيد على القول والكلام خاصة، لا على طرق التفاهم والتعبير الأخرى. </p><p> ثم يقول الحق سبحانه:  {وَيَسْتَعْجِلُونَكَ بالعذاب وَلَن يُخْلِفَ الله وَعْدَهُ. .} . </p>"
}