{
  "id": null,
  "sura": 22,
  "aya": 35,
  "text": "<p> يُبيِّن لنا الحق سبحانه بعض صفات المختبين، فهم {الذين إِذَا ذُكِرَ الله وَجِلَتْ قُلُوبُهُمْ. .}  [الحج: ٣٥]  (وَجِلت) : يعني خافت، واضطربت، وارتعدت لذكر الله تعظيماً له، ومهابة منه. </p><p> وفي آية أخرى يقول الحق سبحانه وتعالى:  {أَلاَ بِذِكْرِ الله تَطْمَئِنُّ القلوب}  [الرعد: ٢٨] . </p><p> فمرة يقول {وَجِلَتْ قُلُوبُهُمْ. .}  [الحج: ٣٥] ومرة {تَطْمَئِنُّ القلوب}  [الرعد: ٢٨] ، لماذا؟ لأن ذكر الله إنْ جاء بعد المخالفة لا بُدَّ للنفس أنْ تخاف وتَوْجَل وتضطرب هيبةً لله عَزَّ وَجَلَّ، أما إنْ جاء ذِكْر الله بعد المصيبة أو الشدة فإن النفس تطمئنُّ به، وتأنَسُ لما فيها من رصيد إيماني ترجع إليه عند الشدة وتركَنُ إليه عند الضيق والبلاء، فإنْ تعرَّضَت لمصيبة وعزَّتْ أسبابُ دَفْعها عليك تقول: أنا لي رب فتلجأ إليه، كما كان من موسى - عليه السلام - حين قال:  {إِنَّ مَعِيَ رَبِّي سَيَهْدِينِ}  [الشعراء: ٦٢] . </p><p> {والصابرين على مَآ أَصَابَهُمْ. .}  [الحج: ٣٥] ومعنى أصاب: يعني جاء بأمر سيء في عُرْفك أنت، فتعده مصيبة؛ لأننا نُقدِّر المصيبة حَسْب سطحية العمل الإيذائي، إنما لو أخذتَ مع المصيبة في حسابك الأجر عليها لهانَتْ عليك وما أعتبرتَها كذلك؛ لذلك في الحديث الشريف يقول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «المصاب من حرم الثواب» . </p><p> هذا هو المصاب حقاً الذي لا تُجبَر مصيبته، أما أنْ تُصاب بشيء فتصبر عليه حتى تنالَ الأجر فليس في هذا مصيبة. </p><p> ثم يقول سبحانه:  {والمقيمي الصلاة. .}  [الحج: ٣٥] لأن الصلاة هي الولاء الدائم للعبد المسلم، والفرض الذي لا يسقط عنه بحال من الأحوال، فالشهادتان يكفي أنْ تقولها في العمر مرة، والزكاة إنْ كان عندك نِصَاب فهي مرة واحدة في العام كله، والصيام كذلك، شهر في العام، والحج إنْ كنتَ مستطيعاً فهو مرة واحدة في </p><p> العمر، وإنْ لم تكُنْ مستطيعاً فليس عليك حج. </p><p> إذن: الصلاة هي الولاء المستمر للحق سبحانه على مَدار اليوم كله، وربك هو الذي يدعوك إليها، ثم لك أنْ تُحدِّد أنت موعد ومكان هذا اللقاء في حَضْرته تعالى؛ لأنه سبحانه مستعد للقائك في أيِّ وقت. </p><p> وتصور أن رئيس الجمهورية أو الملك مثلاً يدعوك ويُحتِّم عليك أنْ يراك في اليوم خمس مرات لتكون في حضرته، والحق سبحانه حين يدعو عباده للقائه، لا يدعوهم مرة واحدة إنما خمس مرات في اليوم والليلة؛ لأنه سبحانه لا يتكلف في هذه العملية تكرار لقاءات، فهو سبحانه يَلْقَى الجميع في وقت واحد. </p><p> ولما سئل الإمام علي - رَضِيَ اللَّهُ عَنْه -: كيف يُحاسب اللهُ كلَّ هؤلاء الناس في وقت واحد؟ قال: كما أنه يرزقهم جميعاً في وقت واحد. </p><p> وقوله تعالى:  {وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ}  [الحج: ٣٥] لا ينفقون من جيوبهم، إنما من عطاء الله ورزقه. </p><p> ومن العجيب أن الله تعالى يعطيك ويهبُكَ ويُغدِق عليك تفضلاً منه سبحانه، فإذا أرادك تُعين محتاجاً قال لك:  {مَّن ذَا الذي يُقْرِضُ الله قَرْضاً حَسَناً. .}  [الحديد: ١١] </p><p> وكأن الله تعالى يقول لنا: أنا لا أعود في هبتي ولا عطائي، فأقول: أعْطِ ما أخذتَه لفلان، بل إنْ أعطيتَ الفقير من مالك فهو أيضاً لك مُدَّخر لا يضيع، فرِزْقك الذي وهبك الله إياه مِلْكك، ولا نغبنك في شيء منه أبداً، فربّك يحترم ملكيتك ويحترم جزاء عملك وجدِّك واجتهادك. </p><p> نقول - ولله المثل الأعلى -: كالرجل الذي يحتاج مبلغاً كبيراً لأحد الأبناء فيأخذ من الباقين ما معهم وما ادخروه من مصروفاتهم على وَعْد أنْ يُعوِّضهم بدلاً منها فيما بعد. </p><p> لذلك يقول بعدها:  {فَيُضَاعِفَهُ لَهُ. .}  [الحديد: ١١] فيعاملك ربك بالزيادة؛ لذلك يقول البعض: إن الله تعالى حرَّم علينا الربا وهو يعاملنا به، نعم يعاملك ربك بالربا ويقول لك: اترك لي أنا هذا التعامل؛ لأنني حين أزيدك لا أنقص الآخرين، ولا أُنقِص مما عندي، ولا أُرِهق ضعيفاً ولا محتاجاً ولا أستغلّ حاجته. </p><p> والصدقة في الإسلام تأمينٌ لصاحبها ضد الفقر إن احتاج، فأخوَفُ ما يخافه المرءُ الحاجة عند الكبَر، وعدم القدرة على الكَسْب، وعند الإعاقة عن العمل، يخاف أنْ ينفد ماله، ويحتاج إلى الناس حال كِبَره. </p><p> وعندها يقول له ربه: اطمئن، فكما أَعطيْتَ حال يُسْرك سيعطيك غيرُك حال عَوَزِك وحاجتك. </p><p> إذن: أخذ منك ليعطيك، وليُؤمِّن لك مستقبل حياتك الذي تخاف منه. </p><p> الصدقة في الإسلام صندوق لتكافل المجتمع، كصندوق التأمين في شركات التأمين، فإذا ما ضاقت بك أسباب الرزق وشكوْتَ الكِبَر والعجز نقول لك: لا تحزن فأنت في مجتمع مؤمن متكافل، وكما طلبنا منك أنْ تعطي وأنت واجد طلبنا من غيرك أنْ يعطيَك وأنت مُعْدم. </p><p> ثم يقول الحق سبحانه:  {والبدن جَعَلْنَاهَا لَكُمْ مِّن شَعَائِرِ الله لَكُمْ فِيهَا خَيْرٌ فاذكروا اسم الله عَلَيْهَا. .} . </p>"
}