{
  "id": null,
  "sura": 22,
  "aya": 45,
  "text": "<p> قوله تعالى:  {فَكَأَيِّن مِّن قَرْيَةٍ. .}  [الحج: ٤٥]  (كأيِّن) أداة تدل على الكَثْرة مثل: كم الخبرية حين تقول: كَمْ أحسنتُ إليك. تعني مرات عديدة تفوق الحصر، فهي تدل على المبالغة في العدد والكمية، ومنها قوله تعالى:  {وَكَأَيِّن مِّن نَّبِيٍّ قَاتَلَ مَعَهُ رِبِّيُّونَ كَثِيرٌ. .}  [آل عمران: ١٤٦] . </p><p> والقرية: اسم للمكان، وحين يُهلِك الله القرية لا يُهلك المكان، إنما يهلك المكين فيه، فالمراد بالقرية أهلها، كما ورد في قوله تعالى:  {وَسْئَلِ القرية التي كُنَّا فِيهَا. .}  [يوسف: ٨٢] أي: اسأل أهل القرية. </p><p> ويحتمل أن يكون المعنى: اسأل القرية تُجبك، لأنك لو سألتَ أهل القرية فلربما يكذبون، أمَّا القرية فتسجل الأحداث وتُخبِر بها كما حدثت. </p><p> وقد يتعدى الهلاك إلى القرية ذاتها، فيغير معالمها بدليل قوله تعالى:  {فَتِلْكَ بُيُوتُهُمْ خَاوِيَةً بِمَا ظلموا. .}  [النمل: ٥٢] . </p><p> ومعنى:  {أَهْلَكْنَاهَا وَهِيَ ظَالِمَةٌ. .}  [الحج: ٤٥] أي: بسبب ظُلْمها، ولا يُغيِّر الله ما بقوم حتى يُغيِّروا ما بأنفسهم، وفي آية أخرى يقول تعالى:  {وَضَرَبَ الله مَثَلاً قَرْيَةً كَانَتْ آمِنَةً مُّطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَداً مِّن كُلِّ مَكَانٍ فَكَفَرَتْ بِأَنْعُمِ الله فَأَذَاقَهَا الله لِبَاسَ الجوع والخوف بِمَا كَانُواْ يَصْنَعُونَ}  [النحل: ١١٢] . </p><p> فهلاك القُرَى لا بُدَّ أن يكون له سبب، فلما وقع عليها الهلاك أصبحت {خَاوِيَةٌ على عُرُوشِهَا. .}  [الحج: ٤٥] الشيء الخاوي يعني: الذي سقط وتهدَّم على غيره، وقوله:  {على عُرُوشِهَا. .}  [الحج: ٤٥] يدل على عِظَم ما حَلَّ بها من هلاك، حيث سقط السقف أولاً، ثم انهارت عليه الجدران، أو: أن الله تعالى قَلَبها رأساً على عَقِب، وجعل عاليها سافلها. </p><p> وقوله سبحانه:  {وَبِئْرٍ مُّعَطَّلَةٍ. .}  [الحج: ٤٥] البئر: هو الفجوة العميقة في الأرض، بحيث تصل إلى مستوى الماء الجوفيّ، ومنه يُخرجون الماء للشُّرْب وللزراعة. . إلخ ومنه قوله تعالى:  {وَلَمَّا وَرَدَ مَآءَ مَدْيَنَ. .}  [القصص: ٢٣] أي: البئر الذي يشربون منه. </p><p> والبئر حين تكون عاملة ومُسْتفاداً منها تلحظ حولها مظاهر </p><p> حياة، حيث ينتشر الناس حولها، وينمو النبات على بقايا المياه المستخرجة منها، ويحوم حولها الطير ليرتوي منها، أما البئر المعطّلة غير المستعملة فتجدها خَرِبة ليس بها علامات حياة، وربما تسفو عليها الرياح، وتطمسها فتُعطَّل وتُهجَر، فالمراد معطلة عن أداء مهمتها، ومهمة البئر السُّقيا. </p><p> {وَقَصْرٍ مَّشِيدٍ}  [الحج: ٤٥] القصر: اسم للمأوى الفَخْم؛ لأن المأوى قد يكون خيمة، أو فسطاطاً، أو عريشة، أو بيتاً، أو عمارة، وعندما يرتقي الإنسان في المأوى فيبني لنفسه شيئاً خاصاً به، لكن لا بُدَّ له أنْ يخرج لقضاء لوازم الحياة من طعام وخلافه، أما القصر فيعني مكان السكن الذي يتوفر لك بداخله كل ما تحتاج إليه، بحيث لا تحتاج إلى الخروج منه، يعني: بداخله كل مُقوِّمات الحياة. ومنه: سميت الحور مقصورات في قوله تعالى: {حُورٌ مَّقْصُورَاتٌ فِي الخيام} </p><p> [الرحمن: ٧٢] يعني: لا تتعداها ولا تخرج منها. </p><p> و {مَّشِيدٍ}  [الحج: ٤٥] من الشيد، وهو الجير الذي يستعمل كَمُونَةٍ في بناء الحجر يعني: مادة للصق الحجارة، وجَعْلها على مستوى واحد، وقديماً كان البناء بالطوب اللَّبن، والمونة من الطين، أما في القصور والمساكن الفخمة الراقية فالبناء بالحجر، والمشيد أيضاً العالي المرتفع، ومنه قولهم: أشاد به يعني: رفعه وأعْلى من مكانته، والارتفاع من مَيْزات القصور، ومعلوم أن مقاسات الغرف في العمارات مثلاً غيرها في القصور، هذه ضيقة منخفضة، وهذه واسعة عالية. </p><p> وفي قوله تعالى {وَقَصْرٍ مَّشِيدٍ}  [الحج: ٤٥] دليل على أن هؤلاء المهلْكين كانوا من أصحاب الغِنَى والنعيم، ومن سكان القصور ومِنْ عِلْية القوم. </p><p> ثم يقول الحق سبحانه:  {أَفَلَمْ يَسِيرُواْ فِي الأرض فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِهَآ أَوْ آذَانٌ يَسْمَعُونَ بِهَا. .} . </p>"
}