{
  "id": null,
  "sura": 22,
  "aya": 52,
  "text": "<p> أثارت هذه الآية جَدلاً طويلاً بين العلماء، ودخل فيه كثير من الحشْو والإسرائيليات، خاصة حول معنى {تَمَنَّى}  [الحج: ٥٢] وهي تَرد في اللغة بمعنيين، وما دام اللفظ يحتمل معنيين فليس أحدهما أَوَْلَى من الآخر إلا بمدى استعماله وشيوعه بين جمهور العربية، ويأتي التمني في اللغة بمعنى القراءة، كما ورد في قول حسان بن ثابت في رثاء عثمان بن عفان رَضِيَ اللَّهُ عَنْهما: </p><p> تمنَّى كِتابَ الله أوَّلَ لَيْلةٍ ... وآخِرَهَا وَافَاهُ حَتْم المقَادِرِ </p><p> يعني: قُتِل عثمان وهو يقرأ القرآن، وهذا المعنى غريب في حمَلْ القرآن عليه لعدم شيوعه. </p><p> وتأتي تمنى بمعنى: أحب أن يكون الشيء، وهذا هو القول المشهور في لغة العرب. أما بمعنى قرأ فهو غير شائع، ويُردّ هذا القول، وينقضه نَقْضاً أولياً مبدئياً قوله تعالى:  {وَمَآ أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ وَلاَ نَبِيٍّ. .}  [الحج: ٥٢] . </p><p> ومعلوم أن الرسول ينزل عليه كتاب يمكن أن يقرأه، أمّا النبي فلا ينزل عليه كتاب، بل يعمل بشرع مَنْ سبقه من الرسل. إذن: فما دام الرسول والنبي مشتركْين في إلقاء الشيطان، فلا بُدَّ أن تكون الأمنية هنا بمعنى: أحب أن يكون الشيء، لا بمعنى قرأ، فأيُّ شيء سيقرأ النبي وَليس معه كتاب؟ </p><p> والذين فهموا التمني في قوله تعالى:  {وَمَآ أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ وَلاَ نَبِيٍّ إِلاَّ إِذَا تمنى أَلْقَى الشيطان في أُمْنِيَّتِهِ}  [الحج: ٥٢] أنه </p><p> بمعنى: قرأ، سواء أكانوا من العلماء المتعمِّقين أو السطحيين، قالوا: المعنى إذا قرأ رسولُ الله القرآنَ تدخّل الشيطان في القراءة، حتى يُدخِل فيها ما ليس منها. </p><p> وذكروا دليلاً على ذلك في قوله تعالى:  {أَفَرَأَيْتُمُ اللات والعزى وَمَنَاةَ الثالثة الأخرى}  [النجم: ١٩ - ٢٠] ثم أضافوا: والغرانيق العلا، وإن شفاعتهن لترتجى. وكأن الشيطان أدخل في القرآن هذا الكلام، ثم نسخه الله بعد ذلك، وأحكم الله آياته. </p><p> لكن هذا القول يُشكِّك في قضية القرآن، وكيف نقول به بعد أن قال تعالى في القرآن:  {نَزَلَ بِهِ الروح الأمين على قَلْبِكَ لِتَكُونَ مِنَ المنذرين}  [الشعراء: ١٩٣ - ١٩٤] . </p><p> وقال:  {وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الأقاويل لأَخَذْنَا مِنْهُ باليمين ثُمَّ لَقَطَعْنَا مِنْهُ الوتين فَمَا مِنكُمْ مِّنْ أَحَدٍ عَنْهُ حَاجِزِينَ}  [الحاقة: ٤٤ - ٤٧] . </p><p> إذن: الحق سبحانه وتعالى حفظ قرآنه وكلامه من أمثال هذا العبث، وكيف نُدخِل في القرآن هذه الكفريات؟ وكيف تستقيم عبارتهم: والغرانيق العلا، وإن شفاعتهن لترتجى مع قول الله تعالى:  {أَفَرَأَيْتُمُ اللات والعزى وَمَنَاةَ الثالثة الأخرى أَلَكُمُ الذكر وَلَهُ الأنثى تِلْكَ إِذاً قِسْمَةٌ ضيزى}  [النجم: ١٩ - ٢٢] كيف ينسجم هذا وذاك؟ </p><p> فهذا الفهم في تفسير الآية لا يستقيم، ولا يمكن للشيطان أنْ يُدخِل في القرآن ما ليس منه، لكن يحتمل تدخُّل الشيطان على وجه آخر: فحين يقرأ رسول الله القرآن، وفيه هداية للناس، وفيه مواعظ وأحكام ومعجزات، أتنتظر من عدو الله أنْ يُخلِي الجو للناس حتى يسمعوا هذا الكلام دون أنْ يُشوِّش عليهم، ويُبلبل أفكارهم، ويَحُول بينهم وبين سماعه؟ </p><p> فإذا تمنّى الرسول يعني: قرأ ألقى الشيطان في أُمنيته، وسلَّط أتباعه من البشر يقولون في القرآن: سِحْر وشِعْر وإفْك وأساطير الأولين: فدَوْر الشيطان - إذن - لا أنْ يُدخِلَ في كلام الله ما ليس منه، فهذا أمر لا يقدر عليه ولا يُمكِّنه الله من كتابه أبداً، إنما يمكن أنْ يُلقِي في طريق القرآن وفَهْمه والتأثر به العقبات والعراقيل التي تصدُّ الناس عن فَهْمه والتأثر به، وتُفسِد القرآن في نظر مَنْ يريد أن يؤمن به. </p><p> لكن، هل محاولة تشويه القرآن هذه وصَدّ الناس عنه جاءت بنتيجة، وصرفتْ الناس فعلاَ عن كتاب الله؟ </p><p> لقد خيَّبَ الله سَعيْه، ولم تقف محاولاته عقبة في سبيل الإيمان بالقرآن والتأثر به؛ لأن القرآن وجد قلوباً وآذاناً استمعتْ وتأملتْ فآمنت وانهارتْ لجلاله وعظمته وخضعتْ لأسلوبه وبلاغته، فآمنوا به واحداً بعد الآخر. </p><p> ثم يقول تعالى:  {فَيَنسَخُ الله مَا يُلْقِي الشيطان ثُمَّ يُحْكِمُ الله آيَاتِهِ والله عَلِيمٌ حَكِيمٌ}  [الحج: ٥٢] يعني: ألغى وأبطل ما ألقاه الشيطان من الأباطيل والعقبات التي أراد بها أنْ يصدَّ الناس عن القرآن، وأحكمَ الله آياته، وأوضح أنها منه سبحانه، وأنه كلام الله المعْجز </p><p> الذي لو اجتمعتْ الإنس والجنُّ على أنْ يأتوا بمثله ما استطاعوا إلى ذلك سبيلاً. </p><p> هذا على قول مَنِ اعتبر أن {تَمَنَّى}  [الحج: ٥٢] بمعنى: قرأ. </p><p> أما على معنى أنها الشيء المحبوب الذي نتمناه، فنقول: الرسول الذي أرسله الله تعالى بمنهج الحق إلى الخَلْق، فإنْ كان قادراً على تطبيق المنهج في نفسه فإنَّ أُمنيته أنْ يُصدَّق وأنْ يُطاع فيما جاء به، أمنيته أنْ يسود َمنهجه ويُسيطر ويسُوس به حركة الحياة في الناس. </p><p> والنبي أو الرسول هو أَوْلى الناس بقومه، وهو أحرصهم على نَفْعهم وهدايتهم، والقرآن خير يحب للناس أن يأخذوا به عملاً بقوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «لا يؤمن أحدكم حتى يحب لأخيه ما يحب لنفسه» . </p><p> لكن، هل يترك الشيطان لرسول الله أنْ تتحقق أُمنيته في قومه أَمْ يضع في طريقه العقبات، ويُحرِّك ضده النفوس، فيتمرّد عليه قومه حيث يُذكِّرهم الشيطان بما كان لهم من سيادة ومكانة سيفقدونها بالإسلام؟ </p><p> وهكذا يُلْقي الشيطان في أُمنية الرسول {إِلاَّ إِذَا تمنى أَلْقَى الشيطان في أُمْنِيَّتِهِ}  [الحج: ٥٢] وما كان الشيطان ليدع القرآن ينفذ إلى قلوب الناس أو حتى آذانهم، أليس هو صاحب فكرة:  {لاَ تَسْمَعُواْ لهذا القرآن والغوا فِيهِ. .}  [فصلت: ٢٦] . </p><p> إن الشيطان لو لم يُلْق العراقيل في سبيل سماع القرآن ويُشكّك فيه لآمن به كل مَنْ سمعه؛ لأن للقرآن حلاوةً لا تُقَاوم، وأثراً ينفذ إلى القلوب مباشرة. </p><p> ومع ذلك لم يَفُتّ ما ألقى الشيطان في عَضُد القرآن، ولا في عَضُد الدعوة، فأخذت تزداد يوماً بعد يوم، ويزداد عدد المؤمنين بالقرآن المصدِّقين به، المهم أن نتنبه: كيف نستقبل القرآن، وكيف نتلقاه، لا بد أن نستقبله استقبالَ الخالي من هوى، فالذي يفسد الأحكام أنْ تُستقبل وتدخل على هوى سابق. </p><p> وسبق أن قلنا: إن الحيز الواحد لا يسع شيئين في وقت واحد، لا بُدَّ أنْ تُخرِج أحدهما لتُدخِل الآخر، فعليك - إذن - أنْ تُخلِي عقلك وفكرك تماماً، ثم تستقبل كلام الله، وابحث فيه كما شئت، فسوف تنتهي إلى الإيمان به شريطة أنْ تُصفِّي له قلبك، فلا تُبق في ذِهْنِك ما يُعكِّر صَفْو الفطرة التي خلقها الله فيك، عندها سيأخذ القرآن طريقه إلى قلبك، فإذا أُشْرِب قلبُك حُبَّ القرآن، فلا يزحزحه بعد ذلك شيء. </p><p> ولنا في إسلام سيدنا عمر مثالٌ وعِظَة، فلما سمع القرآن من أخته لأول مرة، وقد أغلق قلبه على كفره لم يتأثر به، وضربها حتى أَدْمى وجهها، وعندها رَقَّ قلبه، وتحركت عاطفته نحو أخته، وكأن عاطفة الحب زحزحتْ عاطفة العداوة، وكشفت عن صفاء طَبْعه، فلما سمع القرآن بعدها آمن به على الفور. </p><p> كذلك، إنْ أردت أنْ تناقشَ قضية الإيمان أو الكفر، وأنْ تختار بينهما؛ لأنهما يجتمعان أبداً، ولا بُدَّ أنْ تختار، فحين تناقش هذه القضية وأنت مُصِرٌّ على الكفر فلن تصل إلى الإيمان؛ لأن الله يطبع على القلب المُصِرَّ فلا يخرج منه الكفر، ولا يدخله الإيمان، إنما أخرِجْ الكفر أولاً وتحرّر من أَسْره، ثم ناقش المسائل كما تحب. </p><p> كما قال تعالى:  {قُلْ إِنَّمَآ أَعِظُكُمْ بِوَاحِدَةٍ أَن تَقُومُواْ لِلَّهِ مثنى وفرادى ثُمَّ تَتَفَكَّرُواْ مَا بِصَاحِبِكُمْ مِّن جِنَّةٍ. .}  [سبأ: ٤٦] . </p><p> أما أنْ تناقش قضية، وفي ذهْنك فكرة مُسبقة، فأنت كهؤلاء الذين قال الله فيهم:  {وَمِنْهُمْ مَّن يَسْتَمِعُ إِلَيْكَ حتى إِذَا خَرَجُواْ مِنْ عِندِكَ قَالُواْ لِلَّذِينَ أُوتُواْ العلم مَاذَا قَالَ آنِفاً. .}  [محمد: ١٦] يعني: ما الجديد الذي جاء به، وما المعجزة في هذا الكلام؟ فيأتي الرد:  {أولئك الذين طَبَعَ الله على قُلُوبِهِمْ واتبعوا أَهْوَآءَهُمْ والذين اهتدوا زَادَهُمْ هُدًى وَآتَاهُمْ تَقُوَاهُمْ}  [محمد: ١٦ - ١٧] . </p><p> وفي آية أخرى يقول الحق سبحانه عن القرآن:  {قُلْ هُوَ لِلَّذِينَ آمَنُواْ هُدًى وَشِفَآءٌ والذين لاَ يُؤْمِنُونَ في آذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى. .}  [فصلت: ٤٤] . </p><p> فالقرآن واحد، لكن المستقبل مختلف، وقد ذكرنا أنك حين تريد أن تبرد كوب الشاي الساخن فإنك تنفخ فيه، وكذلك إنْ أردتَ أنْ تُدفِئ يديك في برد الشتاء فإنك أيضاً تنفخ فيها، كيف - إذن - والفاعل واحد؟ نعم، الفاعل واحد، لكن المستقبل للفعل مختلف. </p><p> وقوله تعالى:  {مِن قَبْلِكَ مِن رَّسُولٍ وَلاَ نَبِيٍّ}  [الحج: ٥٢] . </p><p> (من) هنا للدلالة على العموم وشمول كل الأنبياء والرسل السابقين، فكل نبي أو رسول يتمنى يعني: يودّ ويحب ويرغب أن ينتشر دينه ويُطبِّق منهجه، ويؤمن به جميع قومه، لكن هيهات أنْ يتركه الشيطان وما أحبَّ، بل لا بُدَّ أنْ يقف له بطريق دعوته ليصدَّ الناس عنه ويصرفهم عن دعوته ومنهجه، لكن في النهاية ينصر الله رسُله وأنبياءه، وينسخ عقبات الشيطان التي ألقاها في طريق الدعوة، ثم يُحكِم الله آياته، ويؤكدها ويظهرها، فتصير مُحْكَمة لا ينكرها أحد. </p><p> وساعةَ تسمع كلمة {أَلْقَى}  [الحج: ٥٢] فاعلم أن بعدها عقبات وشروراً، كما يقول تعالى:  {وَأَلْقَيْنَا بَيْنَهُمُ العداوة والبغضآء إلى يَوْمِ القيامة}  [المائدة: ٦٤] . </p><p> ومما قاله أصحاب الرأي الأول في تفسير {تَمَنَّى}  [الحج: ٥٢] وأنها بمعنى قرأ: يقولون: إن الله تعالى يُنزِل على رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أشياء تُثبت بشريته، ثم يمحو الله آثار هذه البشرية ليبين أن الله صنعه على عينه، حتى إنْ همَّتْ بشريته بشيء يعصمه الله منها. </p><p> لذلك يقول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «يَرِدُ عليَّ فأقول: أنا لست كأحدكم،ويُؤخذ مِنِّي فأقول:ما أنا إلا بشر مثلكم» . </p><p> إذن: فالرسول بشر إلا أنه يوحى إليه ما يعصمه من زلاَّت البشر. </p><p> ومن بشريته صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أنه تعرّض للسحر، وهذه واقعة لا تُنكر، وقد ورد فيها أحاديث صحيحة، وقد كاد الكفار لرسول الله بكل أنواع الكيد: استهزاءٌ، وسباباً، واضطهاداً، وإهانة، ثم تآمروا عليه بليل ليقتلوه، وبيَّتوا له، فلم يفلحوا قال تعالى: {وَإِذْ يَمْكُرُ بِكَ الذين </p><p> كَفَرُواْ لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ وَيَمْكُرُونَ وَيَمْكُرُ الله والله خَيْرُ الماكرين} [الأنفال: ٣٠] . </p><p> وكاد الله لرسوله وأخرجه من بينهم سالماً، وهكذا فضح الله تبييتهم وخيّب سَعْيهم، وفشلَتْ محاولاتهم الجهرية والسرية فلجئوا إلى السحرة ليفعلوا برسول الله ما عجزوا هم عنه، وعملوا لرسول الله سحراً في مُشْطٍ ومُشَاطة من شعره صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وطلع نخلة ذكر ففضحهم الله، وأخبر رسوله بذلك فأرسل الإمام علياً فأتى به من بئر ذروان. </p><p> وكأن الحق سبحانه يريد أنْ يُبيِّن لنا بشرية الرسول، وأنه يجري عليه ما يجري على البشر، لكن ربه لا يترك بشريته وحدها، وإنما يعصمه بقيوميته. </p><p> وهذا المعنى هو ما قصده أصحاب الرأي الأول: أن الرسول يطرأ عليه ما يطرأ على البشر العادي، لكن تتدخّل السماء لتعصمه ونحن نختار الرأي الآخر الذي يقول أن تمنى بمعنى ودَّ وأحب. </p><p> ثم تختتم الآية بقوله تعالى:  {والله عَلِيمٌ حَكِيمٌ}  [الحج: ٥٢] عليم بكيد الشيطان، وتدبيره، حكيم في علاج هذا الكيد. </p>"
}