{
  "id": null,
  "sura": 22,
  "aya": 65,
  "text": "<p> هذه الآية امتداد للآية السابقة، فما في السماء وما في الأرض مِلْك له سبحانه لكنه سخَّره لمنفعة خَلْقه، فإنْ سأل سائل: فلماذا لا يجعلها الله لنا ويُملكنا إياها؟ نقول: لأن ربك يريد أنْ يُطمئِنك أنه لن يعطيها لأحد أبداً، وستظل مِلْكاً لله وأنت تنتفع بها، وهل تأمن إنْ ملّكها الله لغيره أنْ يتغيّر لك ويحرمك منها؟ فأمْنُك في أن يظل الملْك لله وحده؛ لأنه ربك ومُتولّيك، ولن يتغير لك، ولن يتنكّر في منفعتك. </p><p> وقوله تعالى:  {والفلك تَجْرِي فِي البحر بِأَمْرِهِ. .}  [الحج: ٦٥] الفُلْك: السفن، تُطلق على المفرد وعلى الجمع، تجري في البحر بأمره تعالى، فتسير السفن بالريح حيث أمرها الله، كما قال سبحانه:  {وَتَصْرِيفِ الرياح. .}  [البقرة: ١٦٤] وهذه لا يملكها ولا يقدر عليها إلا الله، وقال في آية أخرى:  {إِن يَشَأْ يُسْكِنِ الريح فَيَظْلَلْنَ رَوَاكِدَ على ظَهْرِهِ. .}  [الشورى: ٣٣] . </p><p> وتأمَّل دِقَّة الأداء القرآني من الله الذي يعلم ما كان، ويعلم ما يكون، ويعلم ما سيكون، فلقائل الآن أنْ يقول: لم نَعُد في حاجة إلى الريح تُسيِّر السفن، أو توجهها؛ لأنها أصبحت تسير الآن بآلات ومحركات، نعم السفن الآن تسير بالمحركات، لكن للريح معنى أوسع من ذلك، فالريح ليست هذه القوة الذاتية التي تدفع السفن على صفحة الماء، إنما الريح تعني القوة في ذاتها، أياً كانت ريحاً أم بُخَاراً أم كهرباء أم ذرة. . إلخ. </p><p> بدليل قوله تعالى:  {وَلاَ تَنَازَعُواْ فَتَفْشَلُواْ وَتَذْهَبَ رِيحُكُمْ. .}  [الأنفال: ٤٦] يعني: تذهب قوتكم أيًا كانت هذه القوة حتى الصياد الذي يركب البحر بقارب صغير يُسيِّره بالمجاديف بقوة يده وعضلاته هي أيضاً قوة، لا تخرج عن هذا المعنى. </p><p> وهكذا يظل معنى الآية صالحاً لكل زمان ولكل مكان، وإلى أن تقوم الساعة. </p><p> والريح إنْ أُفردَتْ دلَّتْ على حدوث شَرٍّ وضرر، كما في قوله تعالى:  {وَفِي عَادٍ إِذْ أَرْسَلْنَا عَلَيْهِمُ الريح العقيم}  [الذاريات: ٤١] . </p><p> وقوله:  {وَتَذْهَبَ رِيحُكُمْ. .}  [الأنفال: ٤٦] </p><p> وقوله:  {بَلْ هُوَ مَا استعجلتم بِهِ رِيحٌ فِيهَا عَذَابٌ أَلِيمٌ}  [الأحقاف: ٢٤] </p><p> وإنْ جاءت بصيغة الجمع دلَّت على الخير، كما في قوله تعالى:  {وَأَرْسَلْنَا الرياح لَوَاقِحَ. .}  [الحجر: ٢٢] . </p><p> وسبق أنْ تحدثنا عن مهمة الريح في تماسك الأشياء وقيامها بذاتها، فالجبل الأشمّ الذي تراه ثابتاً راسخاً إنما ثبتَ بأثر الريح عليه، وإحاطته به من كل جانب، بحيث لو فُرِّغ الهواء من أحد جوانب الجبل لانهار، وهذه هي الفكرة التي قامت عليها القنبلة، فالهواء هو الذي يقيم المباني والعمارات ويثبتها؛ لأنه يحيطها من كل جانب، فيُحدِث لها هذا التوازن، فإنْ فُرِّغ من أحد الجوانب ينهار المبنى. </p><p> ثم يقول سبحانه:  {وَيُمْسِكُ السمآء أَن تَقَعَ عَلَى الأرض إِلاَّ بِإِذْنِهِ. .}  [الحج: ٦٥] فالسماء مرفوعة فوقنا بلا عَمَد، لا يمسكها فوقنا إلا الله بقدرته وقيوميته أنْ تقع على الأرض إلا بإذنه تعالى، كما قال في آية أخرى: </p><p> {إِنَّ الله يُمْسِكُ السماوات والأرض أَن تَزُولاَ وَلَئِن زَالَتَآ إِنْ أَمْسَكَهُمَا مِنْ أَحَدٍ مِّن بَعْدِهِ. .}  [فاطر: ٤١] . </p><p> {إِنَّ الله بالناس لَرَءُوفٌ رَّحِيمٌ}  [الحج: ٦٥] فمن صفاته تعالى الرأفة والرحمة، والفَهْم السطحي لهاتين الصفتين يرى أنهما واحد، لكن هما صفتان مختلفتان، فالرأفة تزيل الآلام، والرحمة تزيد الإنعام، والقاعدة أن درْء المفسدة مُقدَّم دائماً على جَلْب المصلحة، فربك يرأف بك فيزيل عنك أسباب الألم قبل أن يجلب لك نفعاً برحمته. </p><p> وسبق أن أوضحنا هذه المسألة بمثل: قلنا هَبْ أن واحداً يرميك بحجر، وآخر يرمي لك تفاحة، فأيُّهما يشغلك أولاً؟ لا شكَّ ستُشغل </p><p> بالحجر، كيف تقي نفسك من ضرره ثم تحاول أن تنال هذه التفاحة؟ </p><p> لذلك قال تعالى:  {وَلَوْ يُؤَاخِذُ الله الناس بِظُلْمِهِمْ مَّا تَرَكَ عَلَيْهَا مِن دَآبَّةٍ ولكن يُؤَخِّرُهُمْ إلى أَجَلٍ مسمى. .}  [النحل: ٦١] . </p><p> ثم يقول سبحانه:  {وَهُوَ الذي أَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ. .} . </p>"
}