{
  "id": null,
  "sura": 22,
  "aya": 9,
  "text": "<p> {ثَانِيَ. .}  [الحج: ٩] ثَنَى الشيء يعني: لَواه، وعِطْفه: يعني جَنْبه، والإنسان في تكوينه العام له رأس ورقبة وكتفان، وله جانبان وظَهْر، وهذه الأعضاء تُؤدِّي دَوْراً في حياته وحركته، وتدلّ على تصرفاته، فالذي يجادل في الله عن غير علم ولا هدى ولا كتاب منير يَثنِي عنك جانبه، ويَلْوي رأسه؛ لأن الكلام لا يعجبه؛ ليس لأن كلامك باطل، إنما لا يعجبه لأنه أفلس وليست لديه الحجة التي يواجهك بها، فلا يملك إلا هذه الحركة. </p><p> لذلك يُسمَّى هذا الجدل «مراءً» ، ومنه قوله تعالى:  {أَفَتُمَارُونَهُ على مَا يرى}  [النجم: ١٢] يعني: أتجادلون رسول الله في أمر رآه؟ والمراء: هو الجَدل العنيف، مأخوذ من (مَرْى الضرع) يعني: حَلْب ما فيه من لبن إلى آخر قطرة فيه، وأهل الريف يقولون عن هذه العملية (قرقر البقرة) يعني: أخذ كل لبنها ولم يَبْقَ في ضرعها شيء. </p><p> كذلك المجادل بالباطل، أو المجادل بلا علم ولا حجة تراه يكابر ليأخذ آخر ما عند خَصْمه، ولو كان عنده علم وحجة لأنهَى الموقف دون لجج أو مكابرة. </p><p> والقرآن الكريم يعطينا صورة لهذا الجدل والإعراض عن الحق، فيقول سبحانه:  {وَإِذَا قِيلَ لَهُمْ تَعَالَوْاْ يَسْتَغْفِرْ لَكُمْ رَسُولُ الله لَوَّوْاْ رُءُوسَهُمْ وَرَأَيْتَهُمْ يَصُدُّونَ وَهُم مُّسْتَكْبِرُونَ}  [المنافقون: ٥] . </p><p> والقرآن يعطينا التدرج الطبيعي للإعراض عن الحق الذي يبدأ بلَىِّ الرأس، ثم الجانب، ثم يعطيك دُبُره وعَرْض أكتافه، هذه كلها ملاحظ للفرار من الجدل، حين لا يقوى على الإقناع. </p><p> ثم يقول سبحانه:  {ثَانِيَ عِطْفِهِ لِيُضِلَّ عَن سَبِيلِ الله. .}  [الحج: ٩] هذه عِلَّة ثَنْى جانبه، لأنه يريد أنْ يُضل مَنِ اهتدى، فلو وقف يستمع لخَصْمه وما يلقيه من حجج ودلائل لانهزم ولم يتمكّن من إضلال الناس؛ لذلك يَثْني عِطْفه هَرَباً من هذا الموقف الذي لا يَقْدر على مواجهته والتصدي له. </p><p> فما جزاء هذا الصنف؟ يقول تعالى:  {لَهُ فِي الدنيا خِزْيٌ. .}  [الحج: ٩] والخِزْي: الهوان والذِّلَّة، هذا جزاء الدنيا قبل جزاء الآخرة، </p><p> ألم يحدث للكفار هذا الخزي يوم بدر؟ ألم يُمسِك رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بقضيب في يده قبل المعركة ويشير به:  «هذا مَصرع فلان، وهذا مصرع فلان» ويسمي صناديد الكفر ورؤوس الضلال في قريش؟ وبعد انتهاء المعركة كان الأمر كما أخبر رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وصُرِع كلُّ هؤلاء الصناديد في نفس الأماكن التي أشار إليها رسول الله. </p><p> ولما قُتِل في هذه المعركة أبو جهل عَلاَهُ سيدنا عبد الله بن مسعود، سبحان الله، عبد الله بن مسعود راعي الغنم يعتلي ظهر سيد قريش، عندها قال أبو جهل - وكان فيه رَمَق حياة: لقد ارتقيتَ مُرْتقىً صَعْباً يا رُوَيْعيَّ الغنم، يعني: ركبتني يا ابن الإيه! {فأيُّ خِزْي بعد هذا؟} </p><p> وأبو سفيان بعد أن شفع له العباس رَضِيَ اللَّهُ عَنْه عند رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، ورأى موكب النبي يوم الفتح، وحوله رايات الأنصار في موكب رهيب مهيب، لم يملك نفسه ولم يستطع أنْ يُخفي ما في صدره، فقال للعباس رضي الله: لقد أصبح مُلْك ابن أخيك قوياً، فقال له: إنها النبوة يا أبا سفيان يعني: المسألة ليست مُلْكاً، إنما هي النبوة المؤيَّدة من الله. </p><p> وسيدنا أبو بكر - رَضِيَ اللَّهُ عَنْه - حينما استأذن عليه القوم في الدخول، فأذِنَ للسابقين إلى الإسلام من العبيد والموالي، وترك بعض صناديد قريش على الباب، (فورِِمَتْ) أنوفهم من هذا الأمر وأغتاظوا، وكان فيهم أبو سيدنا أبي بكر فقال له: أتأذن لهؤلاء وتتركنا؟ فقال له: إنه الإسلام الذي قدمهم عليكم. وقد شاهد عمر هذا الموقف فقال لهم: ما لكم ورِمَتْ أنوفكم؟ وما بالكم إذا أُذِن لهم على ربهم وتأخرتم أنتم. </p><p> فالغضب الحقيقي سيكون في الآخرة حين يُنَادى بهؤلاء إلى الجنة، وتتأخرون أنتم في هَوْل الموقف. </p><p> واقرأ قوله تعالى:  {والسابقون السابقون أولئك المقربون}  [الواقعة: ١٠ - ١١] . </p><p> ثم يقول تعالى:  {وَنُذِيقُهُ يَوْمَ القيامة عَذَابَ الحريق}  [الحج: ٩] فهذا الخِزْيُ الذي رَأَوْه في الدنيا لن يُفلتهم من خِزْي وعذاب الآخرة، ومعنى {عَذَابَ الحريق}  [الحج: ٩] الحريق: هو الذي يحرق غيره من شِدتّه، كالنار التي أوقدوها لإبراهيم - عليه السلام - وكانت تشوي الطير الذي يمرُّ بها في السماء فيقع مشوياً. ثم يقول الحق سبحانه:  {ذلك بِمَا قَدَّمَتْ يَدَاكَ وَأَنَّ. .} . </p>"
}