{
  "id": null,
  "sura": 22,
  "aya": 55,
  "text": "<p> قوله:  {فِي مِرْيَةٍ}  [الحج: ٥٥] يعني: في شك من هذا، لذلك قلنا: إن أتباع رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مُكلَّفون من الله بأنْ يكونوا امتداداً لرسالته: {لِّتَكُونُواْ شُهَدَآءَ عَلَى الناس وَيَكُونَ الرسول عَلَيْكُمْ شَهِيداً. .}  [البقرة: ١٤٣] شهداء أنكم بلَّغتم كما كان الرسول شهيداً عليكم، فكلٌّ مِنَّا كأنه مبعوث من الله، وكما شهد رسول الله عليه أنه أبلغه، كذلك هو يشهد أنه بلَّغ من بعد رسول الله؛ لذلك جاءت هذه الآية للأمرين ليكون الرسول شهيداً عليكم، وتكونوا شهداء على الناس. </p><p> والحق - سبحانه وتعالى - حينما حمَّلنا هذه الرسالة قال: ما دُمْتم امتداداً لرسالة الرسول، فلا بُدَّ أنْ تتعرَّضوا لما تعرَّض له </p><p> الرسول من استهزاء وإيذاء وإلقاء في أمنياتكم، فإنْ صمدتم فإن الله تعالى ينسخ ما يُلقي الشيطان، وينصر في النهاية أولياءه، وسيظل الإسلام إلى أنْ تقوم الساعة، </p><p> وسيظل هناك أناس يُعَادُون الدين ويُشكِّكون فيه، وسيظل الملحدون الذين يُشكِّكون الناس في وجود الله يخرجون علينا من حين إلى آخر بما يتناقض ودين الله كقولهم: إن هذا الكون خُلِق بالطبيعة، وترى وتسمع هذا الكلام في كتاباتهم ومقالاتهم. </p><p> ولم يَسْلم العلم التجريبي من خرافاتهم هذه، فإنْ رأوا الحيوان منسجماً مع بيئته قالوا: لقد أمدته الطبيعة بلون مناسب وتكوين مناسب لبيئته. </p><p> وفي النبات حينما يقفون عند آية من آياته مثلاً:  {يسقى بِمَآءٍ وَاحِدٍ وَنُفَضِّلُ بَعْضَهَا على بَعْضٍ فِي الأكل. .}  [الرعد: ٤] يقولون: إن النبات يتغذى بعملية الانتخاب، يعني النبات هو الذي ينتخب ويختار غذاءه، ففي التربة الواحدة وبالماء الواحد ينمو النبات الحلو والمر والحمضي والحريف، فبدل أنْ يعترفوا لله تعالى بالفضل والقدرة يقولون: الطبيعة وعملية الانتخاب. </p><p> وقد تحدثنا مع بعض هؤلاء في فرنسا، وحاولنا الرد عليهم وإبطال حججهم، وأبسطها أن عملية الانتخاب تحتاج إلى إرادة واعية تُميِّز بين الأشياء المنتخبة، فهل عند النبات إرادة تُمكِّنه من اختيار الحلو أو الحامض؟ وهل يُميز بين المرِّ والحريف؟ </p><p> إنهم يحاولون إقناع الناس بدور الطبيعة ليبعدوا عن الأذهان قدرة الله فيقولون: إن النبات يتغذّى بخاصية الأنابيب الشعرية يعني: أنابيب ضيقة جداً تشبه الشعرة فسميت بها، ونحن نعرف أن الشعرة </p><p> عبارة عن أنبوبة مجوفة. وحين تضع هذه الأنبوبة الضيقة في الماء، فإن الماء يرتفع فيها إلى مستوى أعلى؛ لأن ضغط الهواء داخل هذه الأنبوبة لضيقها أقلّ من الضغط خارجها لذا يرتفع فيها الماء، أما إنْ كانت هذه الأنبوبة واسعة فإن الضغط بداخلها سيساوي الضغط خارجها، ولن يرتفع فيها الماء. </p><p> فقُلْنا لهم: لو أحضرنا حوضاً به سوائل مختلفة، مُذَاب بعضها في بعض، ثم وضعنا به الأنابيب الشَّعْرية، هل سنجد في كل أنبوبة سائلاً معيناً دون غيره من السوائل، أم سنجد بها السائل المخلوط بكل عناصره؟ </p><p> لو قمتَ بهذه التجربة فستجد السائل يرتفع نعم في الأنابيب بهذه الخاصية، لكنها لا تُميِّز بين عنصر وآخر، فالسائل واحد في كل الأنابيب، وما أبعد هذا عن نمو النبات وتغذيته. </p><p> وصدق الله حين قال:  {الذي خَلَقَ فسوى والذي قَدَّرَ فهدى}  [الأعلى: ٢ - ٣] . </p><p> إذن: ما أبعدَ هذه التفسيرات عن الواقع {وما أجهلَ القائلين بها والمروِّجين لها} خاصة في عصر ارتقى فيه العلم، وتقدّم البحث، وتنوَّعت وسائلة في عصر استنارتْ فيه العقول، واكتُشِفت أسرار الكون الدالة على قدرة خالقه عَزَّ وَجَلَّ، ومع ذلك لا يزال هناك مبطلون. </p><p> والحق سبحانه وتعالى يقول:  {وَلاَ يَزَالُ الذين كَفَرُواْ فِي مِرْيَةٍ مِّنْهُ حتى تَأْتِيَهُمُ الساعة بَغْتَةً. .}  [الحج: ٥٥] . </p><p> فهم - إذن - موجودون في أمة محمد إلى أنْ تقومَ الساعة، وسنواجههم نحن كما واجههم رسول الله، وسيظل الشيطان يُلقِي في نفوس هؤلاء، ويوسوس لهم، ويوحي إلى أوليائه من الإنس والجن، ويضع العقبات والعراقيل ليصدَّ الناس عن دين الله. هذا نموذج من إلقاء الشيطان في مسألة القمة، وهي الإيمان بالله. </p><p> كما يُلقِي الشيطان في مسألة الرسول، فنجد منهم مَنْ يهاجم شخصية رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وكيف وهو الأميّ يقود أمة ويتهمونه ويخوضون في حقِّه، وفي مسألة تعدُّد زوجاته صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. . الخ مِمّا يُمثِّل عقبة في سبيل الإيمان به صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> ونعجب لهجوم هؤلاء على رسول الله طالما هم كافرون به، إن هذا الهجوم يحمل في طياته إيماناً بأنه رسول الله، وإلا لَمَا استكثروا عليه ولَمَا انتقدوه، فلو كان شخصاً عادياً ما تعرَّض لهذه الانتقادات. </p><p> لذلك لا تناقش مثل هؤلاء في مسألة الرسول، إنما في مسألة القمة، ووجود الإله، ثم الرسول المبلِّغ عن هذا الإله، أمّا أنْ تخوض معهم في قضية الرسول بدايةً فلن تصلَ معهم إلى حَلٍّ؛ لأنهم يضعون مقاييس الكمال من عندهم، ثم يقيسون عليها سلوكيات رسول الله، وهذا وَضْع مقلوب، فالكمال نأخذه من الرسول ومن فِعْله، لا نضع له نحن مقاييس الكمال. </p><p> ثم يُشكِّكون بعد ذلك في الأحكام، فيعترضون مثلاً على الطلاق في الإسلام، وكيف نفرق بين زوجين؟ وهذا أمر عجيب منهم فكيف نجبر زوجين كارهين على معاشرة لا يَبْغُونها، وكأنهما مقترنان في سلسلة من حديد؟ كيف وأنت لا تستطيع أنْ تربط صديقاً بصديق لا يريده، وهو لا يراه إلا مرة واحدة في اليوم مثلاً؟ فهل تستطيع أن تربط زوجين في مكان واحد، وهما مأمونان على بعض في حال الكراهية؟ </p><p> ويُخيِّب الله سَعْيهم، ويُظهر بطلان هذه الأفكار، وتُلجِئهم أحداث الحياة ومشاكلها إلى تشريع الطلاق، حيث لا بديلَ عنه لحلِّ مثل هذه المشاكل. </p><p> وقد ناقش هؤلاء كثيراً في قوله تعالى: </p><p> {هُوَ الذي أَرْسَلَ رَسُولَهُ بالهدى وَدِينِ الحق لِيُظْهِرَهُ عَلَى الدين كُلِّهِ}  [التوبة: ٣٣] . </p><p> وفي قوله:  {يُرِيدُونَ لِيُطْفِئُواْ نُورَ الله بِأَفْوَاهِهِمْ والله مُتِمُّ نُورِهِ وَلَوْ كَرِهَ الكافرون}  [الصف: ٨]  {وَلَوْ كَرِهَ المشركون}  [الصف: ٩] . </p><p> يقولون: ومع ذلك لم يتم الدين، ولا يزال الجمهرة العالمية في الدنيا غَيْر مؤمنين بالإسلام، يريدون أنْ يُشكِّكوا في كتاب الله. وهذا القول منهم ناشيء عن عدم فَهْم للآية، ولمعنى {لِيُظْهِرَهُ}  [التوبة: ٣٣] فهي لا تعني أن ينتصر الإسلام على كل ما عداه انتصاراً يمحو المخالفين له. </p><p> إنما يُظهِره يعني: يكتب له الغلبة بصدق حُجَجه وقضاياه على كُرْه من الكافرين والمشركين، فهم - إذن - موجودون، لكن يظهر عليهم، ويعلو دين الإسلام، ويضطرون هم للأخذ بقوانينه وتشريعاته حَلاً لمشاكلهم، وكَوْنهم يتخذون منه حلاً لمشاكلهم وهم كافرون به أبلغ في الردِّ عليهم لو آمنوا به، فلو آمنوا بالإسلام ما كان ليظهر عليهم ويعلوهم. </p><p> فما كنتم تُشكِّكون فيه وتقولون إنه ما كان يصدر من إله ولا رسول، فها هي الأيام قد عضّتكم بأحداثها وتجاربها وألجأتكم إلى هذا الحكم الذي تعارضونه، وها أنتم تُشرِّعون بتشريع الإسلام وأنتم كافرون به، وهذا دليل ظهوره عليكم. </p><p> ومعنى {حتى تَأْتِيَهُمُ الساعة بَغْتَةً}  [الحج: ٥٥] يعني: فجأة، وقد تكلَّم العلماء في معنى الساعة: أهي يوم القيامة، أم يوم يموت الإنسان؟ الساعة تشمل المعنيين معاً، على اعتبار أن مَنْ مات فقد قامت قيامته حيث انقطع عمله، وموت الإنسان يأتي فجأة، كما أن القيامة تأتي فجأة، فهما - إذن - يستويان. </p><p> لكن، إنْ كانت الساعة بغتة تفجؤهم بأهوالها، فما العلامات الصُّغْرى؟ وما العلامات الكبرى؟ أليست مقدمات تأذن بحلول الساعة، وحينئذ لا تُعَدُّ بغتة؟ قالوا: علامات الشيء ليست هي إذن وجودة، العلامة تعني: قُرْب موعده فانتبهوا واستعِدُّوا، أما وقت حدوثه فلا يعلمه أحد، ولا بُدَّ أنْ يأتي بغتة رغم هذه المقدمات. </p><p> ثم يقول الحق تعالى:  {أَوْ يَأْتِيَهُمْ عَذَابُ يَوْمٍ عَقِيمٍ}  [الحج: ٥٥] البعض اعتبر: {عَذَابُ يَوْمٍ عَقِيمٍ}  [الحج: ٥٥] يعني القيامة، وبالتالي فالساعة تعني الموت، وآخرون يقولون:  {عَذَابُ يَوْمٍ عَقِيمٍ}  [الحج: ٥٥] المراد يوم بدر الذي فصل الله فيه بين الحق والباطل. </p><p> وهذا اجتهاد يُشْكرون عليه، لكن لما نتأمل الآية:  {وَلاَ يَزَالُ الذين كَفَرُواْ فِي مِرْيَةٍ مِّنْهُ}  [الحج: ٥٥] يعني: المرية مستمرة، لكن بدراً انتهت، المرية ستظل إلى أن تقوم الساعة. </p><p> ولا مانعَ أن تكون الساعة بمعنى القيامة، واليوم العقيم أيضاً هو </p><p> يوم القيامة، فيكون المدلول واحداً، لأن هناك فرقاً بين زمن الحدث والحدث نفسه، فالساعة هي زمن يوجد فيه الحدث وهو العذاب، فالساعة أولاً ثم يأتي العذاب، مع أن مجرد قيام الساعة في حَدِّ ذاته عذاب. </p><p> ومعنى {عَذَابُ يَوْمٍ عَقِيمٍ}  [الحج: ٥٥] العقيم: الذي لا يلد، رجل كان أو امرأة، فلا يأتي بشيء بعده، ومنه قوله تعالى عن سارة امرأة إبراهيم عليه السلام: </p><p> {عَجُوزٌ عَقِيمٌ}  [الذاريات: ٢٩] وكذلك يوم القيامة يوم عقيم، حيث لا يوم بعده أبداً، فهي نهاية المطاف على حَدِّ قول أحدهم: حَبَتْهُم به الدنيا وأدركَها العُقْم. </p><p> أو {عَقِيمٌ}  [الذاريات: ٢٩] بمعنى: أنها لا تأتي بخير، بل بشرٍّ، كما في قوله تعالى:  {وَفِي عَادٍ إِذْ أَرْسَلْنَا عَلَيْهِمُ الريح العقيم مَا تَذَرُ مِن شَيْءٍ أَتَتْ عَلَيْهِ إِلاَّ جَعَلَتْهُ كالرميم}  [الذاريات: ٤١ - ٤٢] . </p><p> ذلك لأن الريح حين تهبُّ ينتظر منها الخير، إما بسحابة مُمطرة، أو تحريك لقاح الذكورة بالأنوثة {وَأَرْسَلْنَا الرياح لَوَاقِحَ}  [الحجر: ٢٢] أما هذه فلا خَيْر فيها، ولا طائل منها، ولتها تقف عند عدم النفع، ولكن تتعدَّاه إلى جَلْب الضُّر {مَا تَذَرُ مِن شَيْءٍ أَتَتْ عَلَيْهِ إِلاَّ جَعَلَتْهُ كالرميم}  [الذاريات: ٤٢] فهي تدمر كل شيء تمرُّ عليه. </p><p> وكما جاء في قوله سبحانه:  {فَلَمَّا رَأَوْهُ عَارِضاً مُّسْتَقْبِلَ أَوْدِيَتِهِمْ قَالُواْ هذا عَارِضٌ مُّمْطِرُنَا بَلْ هُوَ مَا استعجلتم بِهِ رِيحٌ فِيهَا عَذَابٌ أَلِيمٌ تُدَمِّرُ كُلَّ شَيْءٍ بِأَمْرِ رَبِّهَا فَأْصْبَحُواْ لاَ يرى إِلاَّ مَسَاكِنُهُمْ}  [الأحقاف: ٢٤ - ٢٥] . </p><p> فالمعنى - إذن - {عَقِيمٍ}  [الحج: ٥٥] لا خيرَ فيها ولا نفع، بل فيها الشر والعذاب، أو عقيم يعني: لا يأتي يوم بعده؛ لأنكم تركتم </p><p> دنيا الأغيار، وتقلّب الأحوال حال بعد حال، فالدنيا تتقلَّب من فقر إلى غنى، ومن صحة إلى مرض، ومن صِغَر إلى كِبَر، ومن أَمْن إلى خوف، وتتحول من صيف إلى شتاء، ومن حر إلى برد، ومن ليل إلى نهار. . وهكذا. </p><p> أما في الآخرة فقد انتقلتم مِن عالم الأغيار الذي يعيش بالأسباب إلى عالم آخر يعيش مع المسبِّب سبحانه، وإلى يوم آخر لا يومَ بعده، كأنه عَقِم أن يكون له عَقِب من بعده أو مثيل له، كما لو حضرتَ حفلاً مثلاً قد استكمل ألوان الكمال والنعم، فتقول: هذا حدث لا يتكرر يعني: عقيم لا يأتي بعده مثله. </p><p> وإذا كنتَ في الدنيا تعيش بالأسباب التي خلقها الله لك، فأنت في الآخرة ستجلس مستريحاً تتمتع بالمسبِّب عَزَّ وجَلَّ، ويكفي أن يخطر الشيء ببالك، فتراه بين يديك؛ ولأن القيامة لا أغيارَ فيها ولا تقلّب، فسيظل الجميع كلٌّ على حاله في سِنٍّ واحدة، لا يشيب ولا يهرم، ولا يمرض ولا يموت. </p><p> ألاَ ترى إلى قوله تعالى في نساء الجنة:  {إِنَّآ أَنشَأْنَاهُنَّ إِنشَآءً فَجَعَلْنَاهُنَّ أَبْكَاراً عُرُباً أَتْرَاباً لأَصْحَابِ اليمين}  [الواقعة: ٣٥ - ٣٨] . </p><p> والكاره لزوجته في الدنيا لأنها كانت تتعبه نقول له: لا تقِسْ زوجة الدنيا بزوجة الآخرة؛ لأن الله تبارك وتعالى يقول:  {لَّهُمْ فِيهَآ أَزْوَاجٌ مُّطَهَّرَةٌ}  [النساء: ٥٧] . </p><p> أي: مطهرة من كل ما كنتَ تكرهه فيها في الدنيا شكلاً وطَبْعاً وخُلقاً، فأنت الآن في الآخرة التي لا يعكر نعيمها كَدَر. </p><p> ثم يقول الحق سبحانه:  {الملك يَوْمَئِذٍ للَّهِ يَحْكُمُ بَيْنَهُمْ فالذين آمَنُواْ. .} . </p>"
}