{
  "id": null,
  "sura": 22,
  "aya": 14,
  "text": "<p> بعد أن تكلَّم الحق - سبحانه وتعالى - عن الكفار وأهل النار ومَنْ يعبدون الله على حَرْف، كان لا بُدَّ أنْ يأتيَ بالمقابل؛ لأن النفس عندها استعداد للمقارنة والتأمل في أسباب دخول النار، وفي أسباب دخول الجنة، وهذا أَجْدى في إيقاع الحجة. </p><p> ومن ذلك أيضاً قوله تعالى:  {إِنَّ الأبرار لَفِي نَعِيمٍ وَإِنَّ الفجار لَفِي جَحِيمٍ}  [الانفطار: ١٣ - ١٤] وقوله تعالى: {فَلْيَضْحَكُواْ قَلِيلاً وَلْيَبْكُواْ كَثِيراً. .}  [التوبة: ٨٢] </p><p> فذِكْر النعمة وحدها دون أنْ تقابلها النِّقْمة لا تُؤتِي الأثر المطلوب، لكن حينما تقابل النعمة بالنقمة وَسَلْب الضّر بإيجاب النفع فإنَّ كلاهما يُظهر الآخر؛ لذلك يقول تعالى:  {فَمَن زُحْزِحَ عَنِ النار وَأُدْخِلَ الجنة فَقَدْ فَازَ. .}  [آل عمران: ١٨٥] فإنْ آمنتَ لا تُزَحْزح عن النار فقط - مع أن هذه في حَدِّ ذاتها نعمة - لكن تُزَحْزح عن النار وتدخل الجنة. </p><p> والإيمان: عمل قلبي ومواجيد تطمئن بها النفس، لكن الإيمان له مطلوب: فأنت آمنتَ بالله، واطمأنَّ قلبك إلى أن الله هو الخالق الرازق واجب الوجود. . إلخ، فما مطلوب هذا الإيمان؟ </p><p> مطلوب الإيمان أنْ تستمع لأوامره، لأنه حكيم، وتثق في قدرته لأنه قادر، وتخاف من بطشه لأنه جبار، ولا تيأس من بَسْطه لأنه باسط، ولا تأمن قبضه لأنه قابض. </p><p> لقد آمنتَ بكل هذه القضايا، فحين يأمرك بأمر فعليك أنْ تستحضر حيثيات هذا الأمر، وأنت واثق أن ربك عَزَّ وَجَلَّ لم يأمرك ولم يَنْهَكَ من فراغ، إنما من خلال صفات الكمال فيه سبحانه، أو صفات الجلال والجبروت، فاستحضر في كُلِّ أعمالك وفي كُلِّ ما تأتي أو تدع هذه الصفات. </p><p> لذلك، جمعت الآية بين الإيمان والعمل الصالح:  {إِنَّ الله يُدْخِلُ الذين آمَنُواْ وَعَمِلُواْ الصالحات جَنَاتٍ. .}  [الحج: ١٤] </p><p> وفي سورة العصر:  {والعصر إِنَّ الإنسان لَفِى خُسْرٍ إِلاَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات. .}  [العصر: ١ - ٣] ليس ذلك وفقط إنما أيضاً: {وَتَوَاصَوْاْ بالحق وَتَوَاصَوْاْ بالصبر}  [العصر: ٣] . </p><p> فالتواصي بالحق والصبر على الشدائد من الاستجابة لداعي الإيمان وثمرة من ثماره؛ لأن المؤمن سيتعرَّض في رحلة الحياة لفِتَن كثيرة قد تزلزله، وسيواجه سُخْرية واستهزاءً، وربما تعرَّض لألوان العذاب. </p><p> فعليه إذن - أنْ يتمسَّك بالحق ويتواصى به مع أخيه، وعليه أن يصبر، وأنْ يتواصى بالصبر مع إخوانه، ذلك لأن الإنسان قد </p><p> تعرض له فترات ضَعف وخَوَر، فعلى القوي في وقت الفتنة أنْ ينصحَ الضعيف. </p><p> وربما تبدَّل هذا الحال في موقف آخر وأمام فتنة أخرى، فَمنْ أوصيْتَه اليوم بالصبر ربما يوصيك غداً، وهكذا يُثمِر في المجتمع الإيماني التواصي بالحق والتواصي بالصبر. </p><p> إذن: تواصَوْا؛ لأنكم ستتعرضون لِهزَّات ليست هزَّات شاملة جامعة، إنما هزَّات يتعرض لها البعض دون الآخر، فإنْ ضعُفْتَ وجدتَ من إخوانك مَنْ يُواسيك: اصبر، تجلَّد، احتسب. </p><p> وإياك أنْ تُزحزحك الفتنة عن الحق، أو تخرج عن الصبر، وهذه عناصر النجاة التي ينبغي للمؤمنين التمسك بها: إيمان، وعمل صالح، وتواصٍ بالحق، وتواصٍ بالصبر. </p><p> وقوله سبحانه:  {تَجْرِي مِن تَحْتِهَا الأنهار. .}  [الحج: ١٤] . </p><p> الجنات: هي الحدائق والبساتين المليئة بأنواع المتَّع: الزرع، والخضرة، والنضارة، والزهور، والرائحة الطيبة، وهذه كلها بنت الماء؛ لذلك قال {تَجْرِي مِن تَحْتِهَا الأنهار. .}  [الحج: ١٤] ومعنى: {مِن تَحْتِهَا. .}  [الحج: ١٤] أن الماء ذاتيٌّ فيها، لا يأتيها من مكان آخر ربما ينقطع عنها، كما جاء في آية أخرى:  {تَجْرِي تَحْتَهَا الأنهار. .}  [التوبة: ١٠٠] . </p><p> ثم يقول سبحانه:  {إِنَّ الله يَفْعَلُ مَا يُرِيدُ. .}  [الحج: ١٤] لأنه سبحانه لا يُعْجِزه شيء، ولا يعالج أفعاله كما يعالج البشر أفعالهم {إِنَّمَآ أَمْرُهُ إِذَآ أَرَادَ شَيْئاً أَن يَقُولَ لَهُ كُن فَيَكُونُ}  [يس: ٨٢] </p><p> ولو تأملتَ هذه الآية لوجدتَ الشيء الذي يريده الله ويأمر بكونه موجوداً في الحقيقة، بدليل أن الله تعالى يخاطبه {يَقُولَ لَهُ كُن فَيَكُونُ}  [يس: ٨٢] فهو - إذن - كائن فعلاً، وموجود حقيقةً، والأمر هنا إنما هو لإظهاره في عالم المشاهدة. </p><p> ثم يقول سبحانه:  {مَن كَانَ يَظُنُّ أَن لَّن يَنصُرَهُ الله فِي الدنيا والآخرة فَلْيَمْدُدْ. .} . </p>"
}