{
  "id": null,
  "sura": 22,
  "aya": 10,
  "text": "<p> {ذلك. .}  [الحج: ١٠] يعني خِزْي الدنيا وعذاب الحريق في الآخرة بما قدَّمتْ، وبما اقترفت يداك، لا ظُلْماً منّا ولا اعتداء، فأنت الذي ظلمتَ نفسك، كما قال سبحانه:  {وَمَا ظَلَمْنَاهُمْ ولكن كانوا أَنْفُسَهُمْ يَظْلِمُونَ}  [النحل: ١١٨] </p><p> وهل أخذناهم دون إنذار، ودون أن نُجرِّم هذا الفعل؟ لأنك لا تعاقب شخصاً على ذنب إلا إذا كنتَ قد نبَّهته إليه، وعرَّفته بعقوبته، فإنْ عاقبته دون علمه بأن هذا ذنب وهذه جريمة فقد ظلمتَه؛ لذلك فأهل القانون يقولون: لا عقوبةَ إلا بتجريم، ولا تجريمَ إلا بنصٍّ. </p><p> وقد جاءكم النص الذي يُبيِّن لكم ويُجرِّم هذا الفعل، وقد أبلغتُكم الرسل، وسبق إليكم الإنذار، كما في قوله تعالى:  {وَمَا كُنَّا مُعَذِّبِينَ حتى نَبْعَثَ رَسُولاً}  [الإسراء: ١٥] . </p><p> {ذلك بِمَا قَدَّمَتْ يَدَاكَ. .}  [الحج: ١٠] فهل الذنوب كلها تقديمُ اليد فقط؟ </p><p> الذنوب: إما أقوال، وإما أفعال، وإما عمل من أعمال القلب، كالحقد مثلاً أو النفاق. . إلخ لكن في الغالب ما تُزَاول الذنوب بالأيدي. </p><p> ثم يقول تعالى:  {وَأَنَّ الله لَيْسَ بِظَلاَّمٍ لِّلعَبِيدِ}  [الحج: ١٠] ظلاَّم: صيغة مبالغة من الظلم، تقول: ظالم. فإنْ أردتَ المبالغة تقول: ظلاَّم، كما تقول: فلان آكل وفلان أكُول، فالفعل واحد، لكن ما ينشأ عنه مختلف، والمبالغة في الفعل قد تكون في الفعل نفسه أو في تكراره، فمثلاً قد تأكل في الوجبة الواحدة رغيفاً واحداً، وقد </p><p> تأكل خمسة أرغفة هذه مبالغة في الوجبة الواحدة، فأنت تأكل ثلاث وجبات، لكن تبالغ في الوجبة الواحدة، وقد تكون المبالغة في عدد الوجبات فتأكل في الوجبة رغيفاً واحداً، لكن تأكل خمس وجبات بدلاً من ثلاث. فهذه مبالغة بتكرار الحدث. </p><p> وصيغة المبالغة لها معنى في الإثبات ولها معنى في النفي: إذا قُلْتَ: فلان أكول وأثبتَّ له المبالغة فقد أثبتَّ له أصل الفعل من باب أَوْلَى فهو آكل، وإذا نفيتَ المبالغة فنَفْي المبالغة لا ينفي الأصل، تقول: فلان ليس أكولاً، فهذا لا ينفي أنه آكل. فإذا طبَّقنا هذه القاعدة على قوله تعالى:  {وَأَنَّ الله لَيْسَ بِظَلاَّمٍ لِّلعَبِيدِ}  [الحج: ١٠] فهذا يعني أنه سبحانه وتعالى (ظالم) حاشا لله، وهنا نقول: هناك آيات أخرى تنفي الفعل، كما في قوله تعالى:  {وَلاَ يَظْلِمُ رَبُّكَ أَحَداً}  [الكهف: ٤٩] وقوله تعالى: {وَمَا ظَلَمْنَاهُمْ ولكن كَانُواْ هُمُ الظالمين}  [الزخرف: ٧٦] . </p><p> كما أن صيغة المبالغة هنا جاءت مضافة للعبيد، فعلى فرض المبالغة تكون مبالغة في تكرار الحدث {بِظَلاَّمٍ لِّلعَبِيدِ}  [الحج: ١٠] ظلم هذا، وظلم هذا، فالمظلوم عبيد، وليس عبداً واحداً. </p><p> والظلم في حقيقته أن يأخذ القويُّ حَقَّ الضعيف، ويكون الظلم على قَدْر قوة الظالم وقدرته، وعلى هذا إنْ جاء الظلم من الله تعالى وعلى قَدْر قوته وقدرته فلا شكَّ أنه سيكون ظُلْماً شديداً لا يتحمله أحد، فلا نقول - إذن - ظالم بل ظلام، وهكذا يتمشى المعنى مع صيغة المبالغة. </p><p> فالحق سبحانه ليس بظلام للعبيد؛ لأنه بيَّن الحلال والحرام، وبيَّن الجريمة ووضع لها العقوبة، وقد بلَّغَتْ الرسل من بداية الأمر فلا حُجَّةَ لأحد. </p><p> ثم يقول الحق سبحانه:  {وَمِنَ الناس مَن يَعْبُدُ الله على حَرْفٍ فَإِنْ أَصَابَهُ خَيْرٌ اطمأن بِهِ. .} . </p>"
}