{
  "id": null,
  "sura": 22,
  "aya": 74,
  "text": "<p> يعني: هؤلاء الكفار الذين عبدوا من دون الله آلهة لا تستطيع أن تخلق ذباباً، ولا تستطيع حتى أنْ تردَّ من الذباب ما أخذه، هؤلاء ما عرفوا لله قدره، ولو عرفوا قَدْر الله ما عبدوا غيره. </p><p> والقَدْر: يعني مقدار الشيء، وقلنا: إن مقادير الأشياء تختلف </p><p> حسب ما تريده من معرفة المقادير، فالطول مثلاً له مقياس يُقَاس به مقدار الطول، لكن هذا المقياس يختلف باختلاف المقيس، فإنْ أردتَ أنْ تقيسَ المسافة بين القاهرة والأسكندرية مثلاً لا تستخدم المللي أو السنتيمتر ولا حتى المتر، إنما تستخدم الكيلومتر، فإنْ أردت شراء قطعة من القماش تقول متر، أما إنْ أردتَ صورة شخصية تقول سنتيمتر. </p><p> إذن: لكل شيء مقدار يُقدَّر به، ومعيار يُقاس به، فإنْ أردتَ المسافة تقيس الطول، فإنْ أردت المساحة تقيس الطول في العرض، فإنْ أردتَ الحجم تقيس الطول في العرض في الارتفاع، الطول بالمتر والمساحة بالمتر المربع، والحجم بالمتر المكعب. كذلك في الوزن تُقدِّره بالكيلو أو الرطل أو الجرام. . إلخ. </p><p> وقدر تأتي بمعنى: ضيَّق، كما جاء في قوله تعالى:  {وَأَمَّآ إِذَا مَا ابتلاه فَقَدَرَ عَلَيْهِ رِزْقَهُ. .}  [الفجر: ١٦] . </p><p> ويقول الحق سبحانه وتعالى:  {وَمَن قُدِرَ عَلَيْهِ رِزْقُهُ فَلْيُنفِقْ مِمَّآ آتَاهُ الله. .}  [الطلاق: ٧] . </p><p> والمقدار كما يكون في الماديات يكون أيضاً في المعنويات، فمثلاً تعبر عن الزيادة المادية تقول: فلان كبر يعني شَبَّ وزاد، أما في المعنويات فيقول الحق سبحانه: كَبُر {كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْوَاهِهِمْ. .}  [الكهف: ٥] يعني: عَظُمتْ. </p><p> والحق - تبارك وتعالى - ليس مادة؛ لأنه سبحانه فوق المادة، فمعنى المقدار في حقه تعالى عظمته في صفات الكمال فيه {مَا قَدَرُواْ الله حَقَّ قَدْرِهِ. .}  [الحج: ٧٤] ما عظّموه حَقَّ التعظيم الذي ينبغي له، </p><p> وما عرفوا قَدْره، ولو عرفوا ما عبدوا غيره، ولا عبدوا أحداً معه من هذه الآلهة التي لا تخلق ذباباً، ولا حتى تسترد ما أخذه منهم الذباب، فكيف يُسَوُّون هؤلاء بالله ويقارنونهم به عَزَّ وَجَلَّ؟ إنهم لو عرفوا لله تعالى قَدْره لاستحيوا من ذلك كله. </p><p> ثم تُذيَّل الآية بقوله تعالى:  {إِنَّ الله لَقَوِيٌّ عَزِيزٌ}  [الحج: ٧٤] فما مناسبة هاتين الصفتين للسياق الذي نحن بصدده؟ </p><p> قالوا: لأن الحق - سبحانه وتعالى - تكلَّم في المثَل السابق عَمَّنْ انصرفوا عن عبادته سبحانه إلى عبادة الأصنام وقال:  {ضَعُفَ الطالب والمطلوب}  [الحج: ٧٣] فقال في مقابل هذا الضعف إن الله لقويُّ، قوة عن العابد؛ لأنه ليس في حاجة إلى عبادته، وقوة عن المعبود لأنه لو شاء حَطَّمه، وما دُمْتم انصرفتم عن الله وعبدتم غيره، فهذا فيه مُضارَّة، وكأن هناك معركة، فإنْ كان كذلك فالله عزيز لا يغالب. </p><p> والآية:  {مَا قَدَرُواْ الله حَقَّ قَدْرِهِ. .}  [الحج: ٧٤] وردتْ في عدة مواضع في كتاب الله، منها: </p><p> {وَمَا قَدَرُواْ الله حَقَّ قَدْرِهِ إِذْ قَالُواْ مَآ أَنزَلَ الله على بَشَرٍ مِّن شَيْءٍ. .}  [الأنعام: ٩١] فلم يعرفوا لله تعالى قَدْره لأنهم اتهموه، وله سبحانه كمال العدل، فكيف يُكلف عباده بعبادته، ولا يبلغهم برسول؟ وهو سبحانه القائل:  {وَمَا كُنَّا مُعَذِّبِينَ حتى نَبْعَثَ رَسُولاً}  [الإسراء: ١٥] . </p><p> فحين يقولون:  {مَآ أَنزَلَ الله على بَشَرٍ مِّن شَيْءٍ. .}  [الأنعام: ٩١] كأنهم يصِفُون الحق سبحانه بأنه يُعذِّب الناس دون أنْ يُبلِّغهم بشيء. ويردّ عليهم في هذه المسألة:  {قُلْ مَنْ أَنزَلَ الكتاب الذي جَآءَ بِهِ موسى. .}  [الأنعام: ٩١] . </p><p> وفي موضع آخر:  {وَمَا قَدَرُواْ الله حَقَّ قَدْرِهِ والأرض جَمِيعاً قَبْضَتُهُ يَوْمَ القيامة والسماوات مَطْوِيَّاتٌ بِيَمِينِهِ. .}  [الزمر: ٦٧] . </p><p> ونقول: قَدّرَه حَقَّ قدره، وقَدَره قَدْره، كأن الأمور تختلف في تقدير الأشياء، فمثلاً تنظر إلى حجرة فتقول: هذه تقريباً ٥×٤هذا تقدير إجمالي تقريبي، إنما إنْ أخذت المقياس وقدَّرْتَ تقديراً حقيقياً، فقد تزيد أو تنقص، فالأول تقول: قدَّرْت الحجرة قَدْرها. والآخر تقول: قدرت الحجرة حَقَّ قَدرها. </p><p> وعليه فإنك إنْ أردت أنْ تُقدِّر الله تعالى حَقَّ قَدْره فإنك تقدِّره على قَدْر استيعاب العقل البشري، إنما قَدْره تعالى حقيقة فلا تحيط به؛ لأن كمالاته تعالى لا تتناهى ولا تُدرَك إدراكاً تاماً. </p><p> ومن ذلك ما سبق أن ذكرناه عن علم اليقين وعين اليقين وحقِّ اليقين. ولما نزل قوله تعالى:  {ياأيها الذين آمَنُواْ اتقوا الله حَقَّ تُقَاتِهِ. .}  [آل عمران: ١٠٢] قال بعض الصحابة: ومَنْ يقدر على ذلك إنها مسألة صعبة أن نتقي الله التقوى الكاملة التي يستحقها عَزَّ وَجَلَّ، فأنزل الله تعالى:  {فاتقوا الله مَا استطعتم. .}  [التغابن: ١٦] ونزلت: {لاَ يُكَلِّفُ الله نَفْساً إِلاَّ وُسْعَهَا. .}  [البقرة: ٢٨٦] . </p><p> وكان النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إذا أثنى على الله تعالى يقول:  «سبحانك، لا نحصي ثناءً عليك، أنت كما أثنيت على نفسك» . </p><p> لماذا؟ لأنه لا يملك أحد مهما أُوتِي من بلاغة الأسلوب أنْ يُثني على الله الثناء المناسب الذي يليق به سبحانه، ومن رحمة الله تعالى بعباده أن تحمل عنهم هذه المسألة فأثنى الحق سبحانه على نفسه، وعلَّمنا كيف نثني عليه سبحانه، فإذا ما تحدث البليغ وأثنى على الله بفنون القول والثناء، فإن العييَّ الذي لا يجيد الكلام يطمئن حيث يُثِني على ربه بما علمه من الثناء، وما وضعه من صيغ يقولها الفيلسوف، ويقولها راعي الشاة. </p><p> ولولا أن الله تعالى علَّمنا صيغة الحمد في سورة الفاتحة فقال:  {الحمد للَّهِ رَبِّ العالمين}  [الفاتحة: ٢] ما تعلمنا هذه الصيغة، فتعليم الله لعباده صيغة الحمد في ذاتها نعمة تستحق الحمد، والحمد يستحق الحمد، وهكذا في سلسلة لا تنتهي، ليظل الحق - تبارك وتعالى - محموداً دائماً، ويظل العبد حاملاً دائماً. </p><p> وبعد أن تكلم الحق سبحانه عن مسألة الألوهية وما ينبغي لها من صفات الكمال المطلق، وحذر أنْ نُدخِل عليها ما ليس منها وما لا يستحقها، وهذه قمة العقائد، وبعد أن نؤمن بالإلهيات بهذا الصفاء ونُخلِّص إيماننا من كل ما يشوبه لا بُدَّ من البلاغ عن هذه القوة الإلهية التي آمنا بها، والبلاغ يكون بإرسال الرسل. </p><p> لذلك قال سبحانه:  {الله يَصْطَفِي مِنَ الملائكة رُسُلاً وَمِنَ الناس. .} . </p>"
}