{
  "id": null,
  "sura": 22,
  "aya": 18,
  "text": "<p> قوله تعالى:  {أَلَمْ تَرَ. .}  [الحج: ١٨] يعني: ألم تعلم؛ لأن السُجود من هذه الأشياء سجود على حقيقته كما نعلمه في السجود من أنفسنا، ولكل جنس من أجناس الكون سجود يناسبه. </p><p> وسبق أن تحدثنا عن أجناس الكون وهي أربعة: أدناها الجماد، ثم يليه النبات، حيث يزيد عليه خاصية النمو وخاصية الحركة، ثم يليه الحيوان الذي يزيد خاصية الإحساس، ثم يليه الإنسان ويزيد عليه خاصية الفكر والاختيار بين البدائل. </p><p> وكل جنس من هذه الأجناس يخدم ما هو أعلى منه، حيث تنتهي هذه الدائرة بأن كل مَا في كون الله مُسخَّر لخدمة الإنسان، وفي الخبر:  «يا ابن آدم خلقتُ الأشياء من أجلك، وخلقتُكَ من أجلي، فلا تشتغل بما هو لك عَمَّنْ أنت له» . </p><p> فكان على الإنسان أن يفكر في هذه الميْزة التي منحه ربه إياها، ويعلم أن كل شيء في الوجود مهما صَغُر فله مهمة يؤديها، ودَوْر يقوم به. فأَوْلَى بك أيها الإنسان وأنت سيد هذا الكون أن يكون لك مهمة، وأن يكون لك دور في الحياة فلستَ بأقلَّ من هذه المخلوقات التي سخَّرها الله لك، وإلاَّ صِرْتَ أقلّ منها وأدنى. </p><p> إن كانت مهمة جميع المخلوقات أنْ تخدمك لأنك أعلى منها، فانظر إلى مهمتك لمَنْ هو أعلى منك، فإذا جاءك رسول من أعلى منك ليُنبِّهك إلى هذه المهمة كان عليك أن تشكره؛ لأنه نبَّهك إلى ما ينبغي لك أن تشتغل به، وإلى مَنْ يجب عليك الاتصال به دائماً لذلك فالرسول لا يصح أن تنصرف عنه أبداً؛ لأنه يُوضِّح لك مسائل كثيرة هي مَحَلٌّ للبحث العقلي. </p><p> وكان على العقل البشري أن يفكر في كل هذه الأجناس التي تخدمه: ألك قدرة عليها؟ لقد خدمتْكَ منذ صِغَرِك قبل أنْ تُوجِّه إليها أمراً، وقبل أنْ توجدَ عندك القدرة لتأمر أو لتتناول هذه الأشياء، كان عليك أنْ تتنبه إلى القوة الأعلى منك ومن هذه المخلوقات، القوة التي سخَّرَتْ الكون كله لخدمتك، وهذا بَحْث طبيعي لا بُدَّ أن يكون. </p><p> هذه الأشياء في خدمتها لك لم تتأبَّ عليك، ولم تتخلف يوماً عن خدمتك، انظر إلى الشمس والقمر وغيرهما: أقالت الشمس يوماً: إن هؤلاء القوم لا يستحقون المعروف، فلن أطلع عليهم اليوم؟! </p><p> الأرض: هل ضنَّتْ في يوم على زراعها؟ الريح: هل توقفتْ عن الهبوب. وكلها مخلوقات أقوى منك، ولا قدرةَ لك عليها، ولا تستطيع تسخيرها، إنما هي في قبضة الله - عَزَّ وَجَلَّ - ومُسخَّرة لك بأمره سبحانه، ولأنها مُسخَّرة فلا تتخلف أبداً عن أداء مهمتها. </p><p> أما الإنسان فيأتي منه الفساد، ويأتي منه الخروج عن الطاعة لما منحه الله من منطقة الاختيار. </p><p> البعض يقول عن سجود هذه المخلوقات أنه سجود دلالة، لا سجوداً على حقيقته، لكن هذا القول يعارضه قول الله تعالى:  {كُلٌّ قَدْ عَلِمَ صَلاَتَهُ وَتَسْبِيحَهُ. .}  [النور: ٤١] . </p><p> فلكل مخلوق مهما صَغُر صلاة وتسبيح وسجود، يتناسب وطبيعته، إنك لو تأملت سجود الإنسان بجبهته على الأرض لوجدتَ اختلافاً بين الناس باختلاف الأحوال، وهم نوع واحد، فسجود الصحيح غير سجود المريض الذي يسجد وهو على الفراش، أو جالس على مقعد، وربما يشير بعينه، أو أصبعه للدلالة على السجود، فإن لم يستطع أجرى السجود على خاطره. </p><p> فإذا كان السجود يختلف بهذه الصورة في الجنس الواحد حَسْب حالة وقدرته وطاقته، فلماذا نستبعد أن يكون لكل جنس سجوده الخاص به، والذي يتناسب مع طبيعته؟ </p><p> وإذا كان هذا حال السجود في الإنسان، فهل ننتظر مثلاً أن نرى سجود الشمس أو سجود القمر؟! ما دام الحق - سبحانه وتعالى - قال إنها تسجد، فلا بُدَّ أن نؤمن بسجودها، لكن على هيئة لا يعلمها إلا خالقها عَزَّ وَجَلَّ. </p><p> بالله، لو جلس مريض يصلي على مقعد أو على الفراش، أتعرف وهو أمامك أنه يسجد؟ إذن: كيف نطمع في معرفة كيفية سجود هذه المخلوقات؟ </p><p> ومن معاني السجود: الخضوع والطاعة، فمَنْ يستبعد أن يكون سجود هذه المخلوقات سجوداً على الحقيقة، فليعتبر السجود هنا للخضوع والانقياد والطاعة، كما تقول على إنسان متكبر: جاء ساجداً يعني: خاضعاً ذليلاً، ومنه قوله تعالى:  {ثُمَّ استوى إِلَى السمآء وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلأَرْضِ ائتيا طَوْعاً أَوْ كَرْهاً قَالَتَآ أَتَيْنَا طَآئِعِينَ}  [فصلت: ١١] . </p><p> إذن: لك أن تفهم السجود على أيِّ هذه المعاني تحب، فلن تخرج عن مراده سبحانه، ومن رحمة الله أنْ جعل هذه المخلوقات خاضعة لإرادته، لا تنحلّ عنها أبداً ولا تتخلف، كما قال سبحانه:  {إِنَّا عَرَضْنَا الأمانة عَلَى السماوات والأرض والجبال فَأبَيْنَ أَن يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا وَحَمَلَهَا الإنسان إِنَّهُ كَانَ ظَلُوماً جَهُولاً}  [الأحزاب: ٧٢] . </p><p> ونحن نتناقل الآن، ونروي بعض حوارات السالكين وأهل المعرفة وأصحاب الفيوضات الذين فَهِموا عن الله وتذوَّقوا لذَّة قُرْبه، وكانوا يتحاورون </p><p> ويتنافسون لا للمباهاة والافتخار، إنما للترقي في القرب من الله. </p><p> جلس اثنان من هؤلاء العارفين وفي فَمِ أحدهم نَخْمة يريد أنْ يبصقها، وبدتْ عليه الحيرة، وهو ينظر هنا وهناك فقال لَه صاحبه: أَلْقِها واسترحِ، فقال: كيف وكلما أردتُ أنْ أبصقها سمعت الأرض تُسبِّح فاستحيْتُ أنْ أُلقيها على مُسبِّح، فقال الآخر - ويبدو أنه كان في منزلة أعلى منه - وقد افتعل البَصْق وقال: مُسبِّح في مُسبِّح. </p><p> إذن: فأهل الكشف والعارفون بالله يدركون هذا التسبيح، ويعترفون به، وعلى قدر ما لديك من معرفة بالله، وما لديك من فَهْم وإدراك يكون تلقِّيك وتقبُّلك لمثل هذه الأمور الإيمانية. </p><p> والحق - سبحانه وتعالى - حين قال:  {أَلَمْ تَرَ أَنَّ الله يَسْجُدُ لَهُ مَن فِي السماوات وَمَن فِي الأرض.</p><p> .}  [الحج: ١٨] معلوم أن مَنْ في السموات هم الملائكة ولسنْا منهم، لكن نحن من أهل الأرض ويشملنا حكم السجود وندخل في مدلولة، فلماذا قال بعدها:  {وَكَثِيرٌ مِّنَ الناس وَكَثِيرٌ حَقَّ عَلَيْهِ العذاب. .}  [الحج: ١٨] . </p><p> كلمة:  {وَكَثِيرٌ مِّنَ الناس وَكَثِيرٌ حَقَّ عَلَيْهِ العذاب. .}  [الحج: ١٨] تُبيّن أن لنا قهريةً وتسخيراً وسجوداً كباقي أجناس الكون، ولنا أيضاً نطقة اختيار. فالكافر الذي يتعوَّد التمرُّد على خالقه: يأمره بالإيمان فيكفر، ويأمره بالطاعة فيعصي، فلماذا لا يتمرد على طول الخط؟ لماذا لا يرفض المرض إنْ أمرضه الله؟ ولماذا لا يرفض الموت إنْ حَلَّ به؟ </p><p> إذن: الإنسان مُؤتمِر بأمر الله مثل الشجر والحجر والحيوان، ومنطقة الاختيار هي التي نشأ عنها هذا الانقسام: كثير آمن، وكثير حَقَّ عليه العذاب. </p><p> لكن، لماذا لم يجعل الله - سبحانه وتعالى - الخَلْق جميعاً مُسخَّرين؟ </p><p> قالوا: لأن صفة التسخير وعدم الخروج عن مرادات الله تثبت لله تعالى صفة القدرة على الكل، إنما لا تُثبت لله المحبوبية، المحبوبية لا تكون إلا مع الاختيار: أن تكون حُرَّا مختاراً في أنْ تُؤمنَ أو تكفر فتختار الإيمان، وأنْ تكون حُراً وقادراً على المعصية، لكنك تطيع. </p><p> وضربنا لذلك مثلاً - ولله المثل الأعلى -: هَبْ أن عندك عبدين، تربط أحدهما إليك في سلسلة مثلاً، وتترك الآخر حُراً، فإن ناديتَ عليهما أجاباك، فأيهما يكون أطْوعَ لك: المقهور المجبر، أم الحر الطليق؟ . </p><p> إذن: التسخير والقهر يُثبت القدرة، والاختيار يُثبت المحبة. </p><p> والخلاف الذي حدث من الناس، فكثير منهم آمن، وكثير منهم حَقَّ عليه العذاب، من أين هذا الاختلاف يا رب؟ مما خلقتُه فيك من اختيار، فمَنْ شاء فليؤمن، ومن شاء فليكفر، فكأن كفر الكافر واختياره؛ لأن الله سَخَّره للاختيار، فهو حتى في اختياره مُسخَّر. </p><p> أما قوله تعالى:  {وَكَثِيرٌ مِّنَ الناس. .}  [الحج: ١٨] يعني: باختياراتهم، وكان المفروض أن يقول في مقابلها: وقليل، لكن هؤلاء كثير، وهؤلاء كثير أيضاً. </p><p> ومعنى:  {حَقَّ عَلَيْهِ العذاب. .}  [الحج: ١٨] حقَّ: يعني ثبتَ، فهذا أمر لا بُدَّ منه، حتى لا يستوي المؤمن والكافر:  {أَفَنَجْعَلُ المسلمين كالمجرمين}  [القلم: ٣٥] إذن: لا بُدَّ أنْ يعاقب هؤلاء، والحق يقتضي ذلك. </p><p> وقوله سبحانه: {وَمَن يُهِنِ الله فَمَا لَهُ مِن مُّكْرِمٍ إِنَّ الله يَفْعَلُ مَا </p><p> يَشَآءُ} [الحج: ١٨] لأن أحقيَّة العذاب من مُساوٍ لك. قد يأتي مَنْ هو أقوى منه فيمنعه، أو يأتي شافع يشفع له، وكأن الحق - سبحانه وتعالى - يُيئَّسُ هؤلاء من النجاة من عذابه، فلن يمنعهم أحد. </p><p> فمَنْ أراد الله إهانته فلن يُكرمه أحد، لابنُصْرته ولا بالشفاعة له، فالمعنى:  {وَمَن يُهِنِ الله. .}  [الحج: ١٨] أي: بالعذاب الذي حَقَّ عليه وثبت {فَمَا لَهُ مِن مُّكْرِمٍ. .}  [الحج: ١٨] يعني: يكرمه ويُخلِّصه من هذا العذاب، كذلك لا يوجد مَنْ يُعِزه؛ لأن عِزَّته لا تكون إلا قَهْراً عن الله، وهذا مُحَال، أو يكون بشافع يشفع له عند الله، ولا يشفع أحد عند الله إلا بإذنه سبحانه. </p><p> لذلك، نقول: إن الحق سبحانه يُجير على خَلْقه ولا يُجَار عليه، يعني: لا أحد يقول لله: هذا في جواري؛ لذلك ذيَّلَ الآية بقوله تعالى:  {الله يَفْعَلُ مَا يَشَآءُ}  [الحج: ١٨] . </p><p> ثم يقول الحق سبحانه وتعالى:  {هذان خَصْمَانِ اختصموا فِي رَبِّهِمْ فالذين كَفَرُواْ. .} . </p>"
}