{
  "id": null,
  "sura": 22,
  "aya": 1,
  "text": "<p> الخطاب هنا عام للناس جميعاً، وعادةً ما يأتي الخطاب الذي يطلب الإيمان عاماً لكل الناس، إنما ساعة يطلب تنفيذ حكم شرعي يقول: يا أيها الذين آمنوا. </p><p> لذلك يقول هنا:  {ياأيها الناس اتقوا رَبَّكُمْ. .}  [الحج: ١] يريد أنْ يلفتهم إلى قوة الإيمان. وكلمة {اتقوا رَبَّكُمْ. .}  [الحج: ١] التقوى: أنْ تجعل بينك وبين ما أحدِّثك عنه وقايةً، أي: شيئاً يقيك العذاب الذي لا طاقةَ لك به. </p><p> ونلحظ أن الله تعالى يقول مرة:  {واتقوا الله. .}  [البقرة: ١٩٤] ومرة يقول: {فاتقوا النار. .}  [البقرة: ٢٤] نعم، لأن المعنى ينتهي إلى شيء واحد. معنى:  {فاتقوا النار. .}  [البقرة: ٢٤] أي: اجعل بينك وبينها وقاية تحميك منها، ويكون هذا بفِعْل الأمر وتَرْك النهي. </p><p> وقوله:  {واتقوا الله. .}  [البقرة: ١٩٤] لأن الله تعالى صفات جمال، وصفات جلال، صفات الجمال كالرحمن، والرحيم، والباسط، والستار، وصفات الجلال كالقهار والجبار وغيرها مما نخاف منه. </p><p> فاجعل بينك وبين صفات الجلال وقايةً، فليستْ بك طاقة لقاهريته، وبطشه سبحانه، والنار من جنود الله، ومن مظاهر قَهْره. فكما نقول: اتقِّ الله نقول: اتقِّ النار. </p><p> واختار في هذا الأمر صفة الربوبية، فقال:  {اتقوا رَبَّكُمْ. .}  [الحج: ١] ولم يقُلْ: اتقوا الله؛ لأن الرب هو المتولِّي للرعاية وللتربية، فالذي يُحذّرك هو الذي يُحبك ويُعطيك، وهو الذي خلقك وربَّاك ورعاك. </p><p> فالربوبية عطاء: إيجاد من عَدم وإمداد من عُدم، فأولْى بك أن تتقيه، لأنه قدَّم لك الجميل. </p><p> أما صفة الألوهية فتعني التكاليف والعبادة بافْعل ولا تفعل، الله معبود ومُطَاع فيما أمر وفيما نَهَى. </p><p> ثم يقول تعالى:  {إِنَّ زَلْزَلَةَ الساعة شَيْءٌ عَظِيمٌ}  [الحج: ١] الزلزلة: هي الحركة العنيفة الشديدة التي تُخرِج الأشياء عن ثباتها، كما لو أردتَ أنْ تخلعَ وتداً من الأرض، فعليك أولاً أنْ تهزْه وتخلخله من مكانه، حتى تجعل له مجالاً في الأرض يخرج منه، </p><p> إنما لو حاولت جذْبه بدايةً فسوف تجد مجهوداً ومشقة في خَلْعه، وكذلك يفعل الطبيب في خلع الضِّرس. </p><p> فمعنى الزلزلة: الحركة الشديدة التي تزيل الأشياء عن أماكنها، والحق سبحانه وتعالى تكلم عن هذه الحركة كثيراً فقال:  {إِذَا رُجَّتِ الأرض رَجّاً وَبُسَّتِ الجبال بَسّاً فَكَانَتْ هَبَآءً مُّنبَثّاً}  [الواقعة: ٤ - ٦] </p><p> ويقول:  {إِذَا زُلْزِلَتِ الأرض زِلْزَالَهَا وَأَخْرَجَتِ الأرض أَثْقَالَهَا وَقَالَ الإنسان مَا لَهَا يَوْمَئِذٍ تُحَدِّثُ أَخْبَارَهَا بِأَنَّ رَبَّكَ أوحى لَهَا}  [الزلزلة: ١ - ٥] . </p><p> فالزلزال هنا ليس زلزالاً كالذي نراه من هزّات أرضية تهدم بعض البيوت، أو حتى تبتلع بعض القرى، فهذه مجرد آيات كونية تثبت صدْق البلاغ عن الله، وتنبهك إلى الزلزال الكبير في الآخرة، إنه صورة مصغرة لما سيحدث في الآخرة، حتى لا نغتر بسيادتنا في الدنيا فإن السيادة هبة لنا من الله. </p><p> وعندما حدث زلزال «أغادير» لاحظوا أن الحيوانات ثارتْ وهاجتْ قبل الزلزال بدقائق، ومنها ما خرج إلى الخلاء، فأيُّ إعلام هذا؟ وأيُّ استشعار لديها وهي بهائم في نظرنا لا تفهم ولا تعي؟ </p><p> إن في ذلك إشارة للإنسان الذي يعتبر نفسه سيد هذا الكون: تنّبه، فلولا أن الله سَيَّدَك لوكزتْكَ هذه البهائم فقضت عليك. </p><p> نقول: ليس هذا زلزالاً عاماً، إنما هو زلزال مخصوص منسوب إلى الأرض بوحي من الله، وبأمر منه سبحانه أن تتزلزل. </p><p> لذلك وُصِف هذا الزلزال بأنه شيء عظيم:  {إِنَّ زَلْزَلَةَ الساعة شَيْءٌ عَظِيمٌ}  [الحج: ١] فحين تقول أنت أيها الإنسان: هذا شيء عظيم فهو عظيم بمقياسك أنت، أما العظيم هنا فعظيم بمقاييس الحق سبحانه، فلكَ أن تتصوَّر فظاعة زلزال وصفه الله سبحانه بأنه عظيم. </p><p> لقد افتُتحَتْ هذه السورة بزلزلة القيامة؛ لأن الحق سبحانه سبق أنْ قال:  {واقترب الوعد الحق. .}  [الأنبياء: ٩٧] فلا بُدَّ أنْ يعطينا هنا صورة لهذا الوعد، ونُبْذة عما سيحدث فيه، وصورة مُصغَّرة تدل على قدرته تعالى على زلزال الآخرة، وأن الأرض ليس لها قوام بذاتها، إنما قوامها بأمر الله وقدرته، فإذا أراد لها أنْ تزول زالتْ. </p><p> وكذلك في قوله تعالى:  {وَأَخْرَجَتِ الأرض أَثْقَالَهَا}  [الزلزلة: ٢] . </p><p> فَمَا نراه من البراكين ومن الثروات في باطن الأرض وعجائب يقع تحت هذه الآية؛ لذلك قال تعالى:  {لَهُ مَا فِي السماوات وَمَا فِي الأرض وَمَا بَيْنَهُمَا وَمَا تَحْتَ الثرى}  [طه: ٦] . </p><p> ما دام الحق سبحانه يمتنُّ بملكية ما تحت الثَّرى فلا بُدَّ أن تحت الثرى ثروات وأشياءَ نفيسة، ونحن الآن نُخرِج معظم الثروات من باطن الأرض، ومعظم الأمم الغنية تعتمد على الثروات المدفونة من بترول ومعادن ومناجم وذهب. . إلخ. </p><p> وسبق أن ذكرنا أن الحق - سبحانه وتعالى - بعثَر الخيرات في كونه، وجعل لكل منها وقته المناسب، فالرزق له ميلاد يظهر فيه:  {وَمَا نُنَزِّلُهُ إِلاَّ بِقَدَرٍ مَّعْلُومٍ}  [الحجر: ٢١] . </p><p> ثم يقول الحق سبحانه:  {يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّآ أَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا. .} . </p>"
}