{
  "id": null,
  "sura": 22,
  "aya": 11,
  "text": "<p> قوله تعالى:  {وَمِنَ الناس مَن يَعْبُدُ الله على حَرْفٍ. .}  [الحج: ١١] العبادة: أنْ تطيع الله فيما أمر فتنفذه، وتطيعه فيما نهى فتجتنبه، بعض الناس يعبد الله هذه العبادة طالما هو في خير دائم وسرور مستمر، فإذا أصابه شَرٌّ أو وقع به مكروه ينقلب على وجهه {فَإِنْ أَصَابَهُ خَيْرٌ اطمأن بِهِ وَإِنْ أَصَابَتْهُ فِتْنَةٌ انقلب على وَجْهِهِ. .}  [الحج: ١١] </p><p> والحق سبحانه يريد من عبده أنْ يُقبل على عبادته في ثبات إيمان، لا تزعزعه الأحداث، ولا تهز إيمانه فيتراجع، ربك يريدك عبداً له في الخير وفي الشر، في السراء وفي الضراء، فكلاهما فتنة واختبار، وما آمنتَ بالله إلا لأنك علمتَ أنه إله حكيم عادل </p><p> قادر، ولا بد أنْ تأخذ ما يجري عليك من أحداث في ضوء هذه الصفات. </p><p> فإنْ أثقلتْك الحياة فاعلم أن وراء هذه حكمة إنْ لم تكن لك فلأولادك من بعدك، فلعلهم إنْ وجدوك في سعة وفي خير طَمِعُوا وفسدوا وطَغَوْا، ولعل حياة الضيق وقِلَّة الرزق وتعبك لتوفر متطلبات الحياة يكون دافعاً لهم. </p><p> واقرأ قوله تعالى:  {كَلاَّ إِنَّ الإنسان ليطغى أَن رَّآهُ استغنى}  [العلق: ٦ - ٧] وقوله تعالى: {وَنَبْلُوكُم بالشر والخير فِتْنَةً وَإِلَيْنَا تُرْجَعُونَ}  [الأنبياء: ٣٥] . </p><p> لا بُدَّ أنْ تعرف هذه الحقائق، وأنْ تؤمن بحكمة ربك في كل ما يُجريه عليك، سواء أكان نعيماً أو بُؤْساً، فإنْ أصابك مرض أقعدك في بيتك فَقُلْ: ماذا حدث خارج البيت، أبعدني الله عنه وعافاني منه؟ فلعل الخير فيما تظنه شراً، كما قال تعالى:  {وعسى أَن تَكْرَهُواْ شَيْئاً وَهُوَ خَيْرٌ لَّكُمْ. .}  [البقرة: ٢١٦] . </p><p> وقد أجرى علماء الإحصاء إحصاءات على بعض بيوتنا، فوجدوا الإخوة في البيت الواحد، وفي ظروف بيئية واحدة وأب واحد، وأم واحدة، حتى التعليم في المدرس على مستوى واحد، ومع ذلك تجد أحد الأبناء مستقيماً ملتزماً، وتجد الآخر على النقيض، فلمَّا بحثوا في سبب هذه الظاهرة وجدوا أن الولد المستقيم كانت فترة تربيته وطفولته في وقت كان والده مريضاً ويلازم بيته لمدة ست سنوات، فأخذ هذا الولد أكبر قِسْط من الرعاية والتربية، ولم يجد الفرصة للخروج من البيت أو الاختلاط برفاق السوء. </p><p> وفي نموذج آخر لأحد الأبناء المنحرفين وجدوا أن سبب انحرافه </p><p> أن والده في فترة تربيته وتنشئته كان تاجراً، وكان كثير الأسفار، ومع ذلك كان يُغْدِق على أسرته، فتربَّى الولد في سَعَة من العيش، بدون مراقبة الأب. </p><p> وفي نموذج آخر وجدوا أخوين: أحدهما متفوق، والآخر فاشل، ولما بحثوا أسباب ذلك رغم أنهما يعيشان ظروفاً واحدة وجدوا أن الابن المتفوق صحته ضعيفة، فمال إلى البيت والقراءة والاطلاع، وكان الآخر صحيحاً وسيماً، فمال إلى حياة الترف، وقضى معظم وقته خارج البيت. </p><p> والأمثلة في هذا المجال كثيرة. </p><p> إذن: فالابتلاءات لها مغانم، ومن ورائها حِكَم؛ لأنها ناشئة وجارية عليك بحكمة ربك وخالقك، وليست من سَعْيك ولا من عمل يدك، وما دامت كذلك فارْضَ بها، واعبد الله بإخلاص وإيمان ثابت في الخير وفي الشر. </p><p> ومعنى:  {يَعْبُدُ الله على حَرْفٍ. .}  [الحج: ١١] والحرف: هو طرف الشيء، كأن تدخل فتجد الغرفة ممتلئة فتجلس على طرف في آخر الجالسين، وهذا عادةً لا يكون معه تمكُّن واطمئنان، كذلك مَنْ يعبد الله على حرف يعني: لم يتمكَّن الإيمان من قلبه، وسرعان ما يُخرِجه الابتلاء عن الإيمان، لأنه عبد الله عبادةً غير متمكنة باليقين الذي يصدر عن المؤمن بإله حكيم فيما يُجريه على عبده. </p><p> والآية لم تترك شيئاً من هواجس النفس البشرية سواء في الخير أو في الشر. </p><p> وتأمل قول الله تعالى:  {فَإِنْ أَصَابَهُ خَيْرٌ. .}  [الحج: ١١] وكذلك: {وَإِنْ أَصَابَتْهُ فِتْنَةٌ. .}  [الحج: ١١] فأنت لا تقول: أصبتُ الخيرَ، إنما الخير هو الذي أصابك وأتاك إلى بابك، فأنت لا تبحث عن رزقك </p><p> بقدر ما يبحث هو عنك؛ لذلك يقول تعالى:  {وَمَن يَتَّقِ الله يَجْعَل لَّهُ مَخْرَجاً وَيَرْزُقْهُ مِنْ حَيْثُ لاَ يَحْتَسِبُ. .}  [الطلاق: ٢ - ٣] . </p><p> ويقول أهل المعرفة: رِزْقك أعلم بمكانك منك بمكانه، يعني يعرف عنوانك أما أنت فلا تعرف عنوانه، بدليل أنك قد تطلب الرزق في مكان فلا تُرزَق منه بشيء، وقد ترى الزرع في الحقول زاهياً تأمل فيه المحصول الوفير، وتبني عليه الآمال، فإذا بعاصفة أو آفة تأتي عليه، فلا تُرزَق منه حتى بما يسدُّ الرَّمَق. </p><p> ولنا عبرة ومثَلٌ في ابن أُذَيْنة حين ضاقت به الحال في المدينة، فقالوا له: إن لك صحبة بهشام بن عبد الملك الخليفة الأموي فاذهب إليه ينالك من خير الخلافة، وفعلاً سافر ابن أذينة إلى صديقه، وضرب إليه أكباد الإبل حتى الشام، واستأذن فأَذن له، واستقبله صاحبه، وسأله عن حالة فقال: في ضيق وفي شدة. وكان في مجلس الخليفة علماء فقال له: يا عروة ألست القائل - وكان ابن أُذَيْنَة شاعراً: </p><p> لَقَد عَلِمت ومَا الإسْرَافُ مِنْ خُلُقِي ... أَنَّ الذي هُوَ رِزْقي سَوْفَ يأْتِينِي؟ </p><p> وهنا أحسَّ عروة أن الخليفة كسر خاطره، وخَيَّب أمله فيه، فقال له: جزاك الله خيراً يا أمير المؤمنين، لقد ذكَّرت مني ناسياً، ونبَّهْتَ مني غافلاً، ثم انصرف. </p><p> فلما خرج ابن أُذيْنة من مجلس الخليفة، وفكَّر الخليفة في </p><p> الموقف وأنَّب نفسه على تصُّرفه مع صاحبه الذي قصد خَيْره، وكيف أنه رَدَّه بهذه الصورة، فأراد أنْ يُصلِح هذا الخطأ، فأرسل إليه رسولاً يحمل الهدايا الكثيرة، إلا أن رسول الخليفة كلما تبع ابن أُذَيْنة في مكان وجده قد غادره إلى مكان آخر، إلى أنْ وصل إلى بيته، فطرق الباب، وأخبره أن أمير المؤمنين قد ندم على ما كان منه، وهذه عطاياه وهداياه. </p><p> وهنا أكمل ابن أُذيْنة بيته الأول، فقال: </p><p> أسْعَى لَهُ فَيُعَنَّيني تطلُّبه ... وَلَوْ قَعَدْتُ أَتَانِي لاَ يُعنَّيني </p><p> كذلك نلحظ في هذه الآية:  {فَإِنْ أَصَابَهُ خَيْرٌ اطمأن بِهِ وَإِنْ أَصَابَتْهُ فِتْنَةٌ. .}  [الحج: ١١] ولم يقابل الخير بالشر، إنما سماها (فتْنَة) أي: اختبار وابتلاء؛ لأنه قد ينجح في هذا الاختبار فلا يكون شراً في حَقِّه. </p><p> ومعنى:  {انقلب على وَجْهِهِ}  [الحج: ١١] يعني: عكس الأمر، فبعد أنْ كان عابداً طائعاً انقلب إلى الضِّدِّ فصار عاصياً {خَسِرَ الدنيا والأخرة. .}  [الحج: ١١] وخسْران الإنسان لعبادته خسران كبيرٌ لا يُجْبَر ولا يُعوِّضه شيء؛ لذلك يقول بعدها:  {ذلك هُوَ الخسران المبين}  [الحج: ١١] فهل هناك خُسْران مبين، وخسران غير مبين؟ </p><p> نعم: الخسران هو الخسارة التي تُعوَّض، أما الخسارة التي لا عِوضَ لها فهذه هي الخسران المبين الذي يلازم الإنسان ولا ينفكُّ عنه، وهو خُسْران لا يقتصر على الدنيا فقط فيمكن أنْ تُعوِّضه أو تصبر عليه، إنما يمتد للآخرة حيث لا عِوضَ لخسارتها ولا صَبْر على شِدَّتها. فالخسران المبين أي: المحيط الذي يُطوِّق صاحبه. </p><p> لذلك نقول لمن فقد عزيزاً عليه، كالمرأة التي فقدت وحيدها مثلاً: إنْ كان الفقيد حبيباً وغالياً فبيعوه غالياً وادخلوا به الجنة، ذلك حين تصبرون على فَقْده وتحتسبونه عند الله، وإنْ كنتم خسرتم به الدنيا فلا تخسروا به الآخرة، فإنْ لطَمْنا الخدود وشَقَقْنَا الجيوب، واعترضنا على قَدَر الله فيه فقد خسرنَا به الدنيا والآخرة. </p><p> وصدق رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حين قال:  «عجباً لأمر المؤمن،إن أمره كله خير:إن أصابته سراء شكر فكان خيراً له، وإنْ أصابته ضراء صبر فكان خيراً له، وليس ذلك إلا للمؤمن» . </p><p> والصبر عند البلاء، والشكر عند الرخاء مرتبة من مراتب الإيمان، ومرحلة من مراحل اليقين في نفس المؤمن، وهي بداية وعَتَبة يتلوها مراحل أخرى ومراقٍ، حَسْب قوة الإيمان. </p><p> اسمع إلى هذا الحوار الذي دار بين أهل المعرفة من الزُّهَّاد، وكيف كانوا يتباروْنَ في الوصول إلى هذه المراقي الإيمانية، ويتنافسون فيها، لا عن مُبَاهاة ومفاخرة، إنما عن نية خالصة في الرُّقي الإيماني. </p><p> يسأل أحد هؤلاء المتمكِّنين صاحبه: كيف حال الزهاد في بلادكم؟ فقال: إن أصابنا خير شكرنا، وإن أصابنا شَرٌّ صبرنا، فضحك الشيخ وقال: وما في ذلك؟! إنه حال الكلاب في بَلْخ. أما عندنا: فإنْ أصابنا خير آثرنا، وإنْ أصابنا شَرٌّ شكرنا. </p><p> وهذه ليست مباهاة إنما تنافس، فكلاً الرجلين زاهد سالك لطريق الله، يرى نفسه محسوباً على هذا الطَريق، فيحاول أنْ يرتقيَ فيه </p><p> إلى أعلى مراتبه، فإياك أنْ تظن أن الغاية عند الصبر على البلاء والشُّكْر على العطاء، فهذه البداية وبعدها منازل أعْلَى ومَراقٍ أسمى لمن طلبَ العُلاَ، وشمَّر عن ساعد الجد في عبادة ربه. </p><p> انظر إلى أحد هؤلاء الزُّهَّاد يقول لصاحبة: أَلاَ تشتاق إلى الله؟ قال: لا، قال مُتعجباً: وكيف ذلك؟ قال: إنما يُشتاق لغائب، ومتى غاب عني حتى أشتاق إليه؟ وهكذا تكون درجات الإيمان وشفافية العلاقة بين العبد وربه عَزَّ وَجَلَّ. </p><p> ثم يقول الحق سبحانه عن هذا الذي يعبد الله على حرف:  {يَدْعُو مِن دُونِ الله مَا لاَ يَضُرُّهُ وَمَا لاَ يَنفَعُهُ. .} . </p>"
}