{
  "id": null,
  "sura": 22,
  "aya": 32,
  "text": "<p> {ذلك. .}  [الحج: ٣٢] كما قلنا في السابقة: إشارة إلى الكلام السابق الذي أصبح واضحاً معروفاً، ونستأنف بعدها كلاماً جديداً تَنبَّه له. </p><p> {وَمَن يُعَظِّمْ شَعَائِرَ الله. .}  [الحج: ٣٢] الشعائر: جمع شعيرة، وهي المعالم التي جعلها الله لعباده لينالوا ثوابه بتعظيمها، فالإحرام شعيرة، والتكبير شعيرة، والطواف شعيرة، والسَّعْي شعيرة، ورمْي الجمار شعيرة. . إلخ. وهذه أمور عظّمها الله، وأمرنا بتعظيمها. </p><p> وتعظيم الشيء أبلغ وأشمل من فِعْله، أو أدائه، أو عمله، عَظَّم الشعائر يعني: أدَّاها بحبٍّ وعشْق وإخلاص، وجاء بها على الوجه الأكمل، وربما زاد على ما طُلِبَ منه. </p><p> ومثالنا في ذلك: خليل الله إبراهيم، عندما أمره الله أنْ يرفع قواعد البيت: كان يكفيه أنْ يبني على قَدْر ما تطوله يده، وبذلك يكون قد أدّى ما أُمِر به، لكنه عشق هذا التكليف وأحبَّه فاحتال للأمر ووضع حجراً على حجر ليقف عليه، ويرفع البناء بقدر ما ارتفع إليه. </p><p> فمحبة أمر الله مَرْقي من مراقي الإيمان، يجب أن نسموَ إليه، حتى في العمل الدنيوي: هَبْ أنك نُقِلْتَ إلى ديوان جديد، ووصل إلى عِلْمك أن مدير هذا الديوان رجل جادّ وصعب، ويُحاسب على كل صغيرة وكبيرة، فيمنع التأخير أو التسيّب أثناء الدوام الرسمي، فإذا </p><p> بك تلتزم بهذه التعليمات حرفياً، بل وتزيد عليها ليس حباً في العمل، ولكن حتى لا تُسئَل أمام هذا المدير في يوم من الأيام. </p><p> إذن: الهدف أنْ نؤدي التكاليف بحُبٍّ وعِشْق يُوصِّلنا إلى حب الله عَزَّ وَجَلَّ؛ لذلك نجد من أهل المعرفة مَنْ يقول: رُبَّ معصية أورثتْ ذلاً وانكساراً خَيْر من طاعة أورثت عِزاً واستكباراً. </p><p> فالمهم أن نصل إلى الله، أن نخضع لله، أنْ نذِلّ لعزته وجلاله، والمعصية التي تُوصِّلك إلى هذه الغاية خير من الطاعة التي تُسلِمك للغرور والاستكبار. </p><p> هذه المحبة للتكاليف، وهذا العشق عبَّر عنه رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حينما قال:  «وجُعلَتْ قُرَّة عيني في الصلاة» لذلك نَعَي القرآن على أولئك الذين {إِذَا قاموا إِلَى الصلاة قَامُواْ كسالى يُرَآءُونَ الناس وَلاَ يَذْكُرُونَ الله إِلاَّ قَلِيلاً. .}  [النساء: ١٤٢] . </p><p> وابنته فاطمة - رَضِيَ اللَّهُ عَنْها - كانت تجلو الدرهم وتلمعه، فلما سألها رسول الله عما تفعل، قالت: لأنني نويتُ أنْ أتصدَّق به، وأعلم أنه يقع في يد الله قبل أنْ يقع في يد الفقير. هذا هو التعظيم لشعائر الله والقيام بها عن رغبة وحب. </p><p> وفي عصور الإسلام الأولى كان الناس يتفاضلون بأسبقهم إلى </p><p> صلاة الجماعة حين يسمع النداء، وبآخرهم خروجاً من المسجد بعد أداء الصلاة، ولك أن تقيس حال هؤلاء بحالنا اليوم. هؤلاء قوم عظَّموا شعائر الله فلم يُقدِّموا عليها شيئاً. </p><p> وقد بلغ حُبُّ التكاليف وتعظيم شعائر الله بأحد العارفين إلى أنْ قال: لقد أصبحتُ أخشى ألا يثيبني الله على طاعته، فسألوه: ولماذا؟ قال: لأنني أصبحتُ أشتهيها يعني: أصبحتْ شهوة عندي، فكيف يُثاب - يعني - على شهوة عندي؟! </p><p> لذلك أهل العزم وأهل المعرفة عن الله إذا ورد الأمر من الله وثبت أخذوه على الرَّحْب والسِّعَة دون جدال ولا مناقشة، وكيف يناقشون أمر الله وهم يُعظِّمونه؟ ومن هنا نقول للذين يناقشون في أمور فعلها رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مثل تعدُّد زوجاته مثلاً ويعترضون، بل ومنهم مَنْ يتهم رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بما لا يليق. </p><p> نقول لهم: ما دُمْتُم آمنتم بأنه رسول الله، فكيف تضعون له موازين الكمال من عند أنفسكم. وتقولون: كان ينبغي أنْ يفعل كذا، ولا يفعل كذا؟ وهل عندكم من الكمال ما تقيسون به فِعْل رسول الله؟ المفروض أن الكمال منه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ومن ناحيته، لا من ناحيتكم. </p><p> ثم يقول سبحانه:  {فَإِنَّهَا مِن تَقْوَى القلوب}  [الحج: ٣٢] ليست من تقوى الجوارح، بل تقوى قلب لا تقوى قالب، فالقلب هو محلُّ نظر الله إليك، ومحلُّ قياس تعظيمك لشعائر الله. </p><p> وسبق أنْ ذكرنا أن الله تعالى لا يريد أنْ يُخضِع قوالبنا، إنما يريد أنْ يُخضع قلوبنا، ولو أراد سبحانه أنْ تخضع القوالب لخصعتْ له راغمة، كما جاء في قوله تعالى: </p><p> {لَعَلَّكَ بَاخِعٌ نَّفْسَكَ أَلاَّ يَكُونُواْ مُؤْمِنِينَ إِن نَّشَأْ نُنَزِّلْ عَلَيْهِمْ مِّنَ السمآء آيَةً فَظَلَّتْ أَعْنَاقُهُمْ لَهَا خَاضِعِينَ}  [الشعراء: ٣ - ٤] . </p><p> وأنت تستطيع أنْ تُرغِم مَنْ هو أضعف منك على أيِّ شيء يكرهه، إنْ شئتَ سجد لك، لكن لا تملك أنْ تجعل في قلبه حباً أو احتراماً لك، لماذا؟ لأنك تجبر القالب، أمّا القلب فلا سلطةَ لك عليه بحال. </p><p> ثم يقول الحق سبحانه:  {لَكُمْ فِيهَا مَنَافِعُ إلى أَجَلٍ مُّسَمًّى. .} . </p>"
}