{
  "id": null,
  "sura": 22,
  "aya": 30,
  "text": "<p> {ذلك. .} إشارة إلى الكلام السابق بأنه أمْر واضح، لكن استمع إلى أمر جديد سيأتي، فهنا استئناف كلام على كلام سابق، فبعد الكلام عن البيت وما يتعلَّق به من مناسك الحج يستأنف السياق: </p><p> {وَمَن يُعَظِّمْ حُرُمَاتِ الله فَهُوَ خَيْرٌ لَّهُ عِندَ رَبِّهِ. .}  [الحج: ٣٠] فالحق - سبحانه - يريد لعبده أنْ يلتزمَ أوامره بفعل الأمر واجتناب النهي، فكُلُّ أمر لله يَحرُم عليك أن تتركه، وكلّ نَهْي يحرم عليك أنْ تأتيه، فهذه هي حرمات الله التي ينبغي عليك تعظيمها بطاعة الأمر واجتناب النهي. </p><p> وحين تُعظِّم هذه الحرمات لا تُعظمها لذاتها، فليس هناك شيء له حُرْمة في ذاته، إنما تُعظِّمها لأنها حرمات الله وأومره؛ لذلك قد يجعل الالتزام بها مُتغيّراً، وقد يطرأ عليك ما يبدو متناقضاً في الظاهر. </p><p> فالوضوء مثلاً، البعض يرى فيه نظافة للبدن، فإذا انقطع الماء وعُدِم وجوده حَلَّ محلّه التيمُم بالتراب الطاهر الذي نُغبِّر به أعضاء التيمم، إذن: ليس في الأمر نظافة، إنما هو الالتزام والانقياد واستحضار أنك مُقْبل على أمر غير عادي يجب عليك أنْ تتطَّهر له بالوضوء، فإنْ أمرتُكَ بالتيمم فعليك الالتزام دون البحث في أسباب الأمر وعِلّته. </p><p> وهكذا يكون الأدب مع الأوامر وتعظيمها؛ لأنها من الله، ولِمَ لا ونحن نرى مثل هذا الالتزام أو رياضة التأديب في الالتزام في تعاملاتنا الطبيعية الحياتية، فمثلاً الجندي حين يُجنَّد يتعلم أول ما يتعلم الانضباط قبل أنْ يُمسِك سلاحاً أوْ يتدرب عليه، يتعلم أن كلمة «ثابت» معناها عدم الحركة مهما كانت الظروف فلو لَدغه عقرب لا يتحرك. </p><p> ويدخل المدرب على الجنود في صالة الطعام فيقول: ثابت فينفذ الجميع. . الملعقة التي في الطبق تظل في الطبق، والملعقة التي في </p><p> فم الجندي تظل في فمه، فلا ترى في الصالة الواسعة حركة واحدة. وهذا الانضباط الحركي السلوكي مقدمة للانضباط في الأمور العسكرية الهامة والخطيرة بعد ذلك. </p><p> إذن: فربُّك - عَزَّ وَجَلَّ - أَوْلَى بهذا الانضباط؛ لأن العبادة ما هي إلا انضباط عابد لأوامر معبود وطاعة مطلقة لا تقبل المناقشة؛ لأنك لا تؤديها لذاتها وإنما انقياداً لأمر الله، ففي الطواف تُقبِّل الحجر الأسود، وفي رمي الجمار ترمي حجراً، وهذا حجر وذاك حجر، هذا ندوسه وهذا نُقبِّله فَحَجر يُقَبَّل وحَجر يُقَنْبل؛ لأن المسألة مسألة طاعة والتزام، هذا كله من تعظيم حرمات الله. </p><p> لذلك الإمام علي - رَضِيَ اللَّهُ عَنْه - يلفتنا إلى هذه المسألة فيقول في التيمم: لو أن الأمر كما نرى لكان مسح باطن القدم أَوْلَى من ظاهرها؛ لأن الأوساخ تعلق بباطن القدم أولاً. </p><p> وقد ذكرنا في الآيات السابقة أن الحرمات خمس: البيت الحرام، والمسجد الحرام، والبلد الحرام، والمشعر الحرام، والشهر الحرام، وحرمات الله هي الأشياء المحرمة التي يجب الاَّ تفعلها. </p><p> ثم يُبيَّن الحق سبحانه جزاء هذا الالتزام:  {فَهُوَ خَيْرٌ لَّهُ عِندَ رَبِّهِ. .}  [الحج: ٣٠] الخيرية هنا ليست في ظاهر الأمر وعند الناس أو في ذاته، إنما الخيرية للعبد عند الله. </p><p> ثم يقول سبحانه:  {وَأُحِلَّتْ لَكُمُ الأنعام إِلاَّ مَا يتلى عَلَيْكُمْ. .}  [الحج: ٣٠] قد تقول: كيف وهي حلال من البداية وفي الأصل، </p><p> قالوا: لأنه لما حرَّم الصيد قد يظن البعض أنه حرام دائماً فلا ينتفعون بها، فبيَّن سبحانه أنها حلال إلا ما ذُكر تحريمه، ونصَّ القرآن عليه في قوله تعالى:  {حُرِّمَتْ عَلَيْكُمُ الميتة والدم وَلَحْمُ الخنزير وَمَآ أُهِلَّ لِغَيْرِ الله بِهِ والمنخنقة والموقوذة والمتردية والنطيحة وَمَآ أَكَلَ السبع إِلاَّ مَا ذَكَّيْتُمْ وَمَا ذُبِحَ عَلَى النصب وَأَنْ تَسْتَقْسِمُواْ بالأزلام. .}  [المائدة: ٣] . </p><p> وقوله تعالى:  {وَلاَ تَأْكُلُواْ مِمَّا لَمْ يُذْكَرِ اسم الله عَلَيْهِ وَإِنَّهُ لَفِسْقٌ. .}  [الأنعام: ١٢١] . </p><p> ومعنى:  {فاجتنبوا الرجس مِنَ الأوثان. .}  [الحج: ٣٠] الرجْس: النجاسة الغليظة المتغلغلة في ذات الشيء. يعني: ليست سطحية فيه يمكن إزالتها، وإنما هي في نفس الشيء لا يمكن أنْ تفصلها عنه. </p><p> {واجتنبوا. .}  [الحج: ٣٠] لا تدل على الامتناع فقط، إنما على مجرد الاقتراب من دواعي هذه المعصية؛ لأنك حين تقترب من دواعي المعصية وأسبابها لا بُدَّ أن تداعبك وتشغل خاطرك، ومَنْ حام حول الشيء يوشك أنْ يقع فيه، لذلك لم يقُل الحق - سبحانه وتعالى - امتنعوا إنما قال: اجتنبوا، ونعجب من بعض الذين أسرفوا على أنفسهم ويقولون: إن الأمر في اجتنبوا لا يعني تحريم الخمر، فلم يَقُلْ: حُرِّمَتْ عليكم الخمر. </p><p> نقول: اجتنبوا أبلغ في النهي والتحريم وأوسع من حُرِّمَتْ عليكم، لو قال الحق - تبارك وتعالى - حُرّمت عليكم الخمر، فهذا يعني أنك لا تشربها، ولكن لك أن تشهد مجلسها وتعصرها وتحملها </p><p> وتبيعها، أما اجتنبوا فتعني: احذروا مجرد الاقتراب منها على أيِّ وجه من هذه الوجوه. </p><p> لذلك، تجد الأداء القرآني للمطلوبات المنهجية في الأوامر والنواهي من الله يُفرِّق بين حدود ما أحلَّ الله وحدود ما حرَّم، ففي الأوامر يقول:  {تِلْكَ حُدُودُ الله فَلاَ تَعْتَدُوهَا. .}  [البقرة: ٢٢٩] . </p><p> وفي النواهي يقول:  {تِلْكَ حُدُودُ الله فَلاَ تَقْرَبُوهَا. .}  [البقرة: ١٨٧] . </p><p> ففي الأوامر وما أحلَّ الله لك قِفْ عند ما أحلَّ، ولا تتعداه إلى غيره، أمَّا المحرمات فلا تقترب منها مجردَ اقتراب، فلما أراد الله نَهْي آدم وحواء عن الأكل من الشجرة قال لهما:  {وَلاَ تَقْرَبَا هذه الشجرة. .}  [البقرة: ٣٥] . </p><p> وبعد أن أمر الحق سبحانه باجتناب الرجْس في عبادة الأصنام قال:  {واجتنبوا قَوْلَ الزور}  [الحج: ٣٠] فقرن عبادة الأوثان بقول الزُّور، كأنهما في الإثم سواء؛ لذلك النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ سلَّم يوماً من صلاة الصبح، ثم وقف وقال:  «ألا وإن شهادة زور جعلها الله بعد الأوثان» . </p><p> لماذا؟ لأن في شهادة الزور جماع لكل حيثيات الظلم، فساعةَ يقول: ليس للكون إله، فهذه شهادة زور، وقائلها شاهد زور، كذلك حين يظلم أو يُغير في الحقيقة، أو يذمُّ الآخرين، كلها داخلة تحت شهادة الزور. </p><p> ولما عدَّد النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ الكبائر، قال: «ألا أنبئكم بأكبر الكبائر؟ قلنا: بلى يا رسول الله. قال: الإشراك بالله وعقوق الوالدين - وكان متكئاً فجلس - فقال: ألا وقول الزور ألا وقول الزور، قال الراوي: فما زال يكررها حتى قلنا (ليته سكت) أو حتى ظننا أنه لا يسكت» . </p><p> ويقولون في شاهد الزور: يا شاهد الزور أنت شر منظور، ضلَّلتَ القُضاة، وحلفت كاذباً بالله. </p><p> ومن العجيب في شاهد الزور أنه أول ما يسقط من نظر الناس يسقط من نظر مَنْ شهد لصالحه، فرغم أنه شَهِد لصالحك، ورفع رأسك على خَصْمك لكن داستْ قدمك على كرامته وحقَّرته، ولو تعرَّض للشهادة في قضية أخرى فأنت أول مَنْ تفضحه بأنه شهد زوراً لصالحك. </p><p> ثم يقول سبحانه:  {حُنَفَآءَ للَّهِ غَيْرَ مُشْرِكِينَ بِهِ وَمَن يُشْرِكْ بالله فَكَأَنَّمَا خَرَّ مِنَ السمآء. .} . </p>"
}