{
  "id": null,
  "sura": 22,
  "aya": 37,
  "text": "<p> ذلك لأنهم كانوا قبل الإسلام حين يذبحون للأوثان يُلطّخون الصنم بدماء الذبيحة، كأنهم يقولون له: لقد ذبحنا لك، وها هي دماء الذبيحة، وفي هذا العمل منهم دليل على غبائهم وحُمْق تصرفهم، فهم يروْن أنهم إذا لم يُلطِّخوه بالدم ما عرف أنهم ذبحوا من أجله. </p><p> وهنا ينبه الحق - سبحانه وتعالى - إلى هذه المسألة:  {لَن يَنَالَ الله لُحُومُهَا وَلاَ دِمَآؤُهَا. .}  [الحج: ٣٧] يعني: لا يأخذ منها شيئاً، وهو سبحانه قادر أنْ يعطي الفقير الذي أمرك أنْ تعطيه، ويجعله مثلك تماماً غير محتاج. </p><p> إنما أراد سبحانه من تباين الناس في مسألة الفقر والغنى أن يُحدِث توازناً في المجتمع، فالمجتمع ليس آلة ميكانيكية تسير على وتيرة واحدة، إنما هي حياة بشر لا بُدَّ من هذه التفاوتات بين الناس، ثم تتدخّل الشرائع السماوية فتأخذ من القوى وتعطي الضعيف، وتأخذ من الغني وتعطي </p><p> الفقير. . وساعتها، نقضي على مشاعر الحقد والحسد والبغضاء والأَثَرة. </p><p> فحين يعطي القويُّ الضعيفَ من قوته لا يحسده عليها، ويتمنى له دوامها؛ لأن خيرها يعود عليه، وحين يعطي الغنّي مما أفاض الله عليه للفقير يُؤلِّف قلبه، ويجتثّ منه الغِلَّ والحسد، ويدعو له بدوام النعمة. </p><p> لا بد من هذا التفاوت ليتحقق فينا قول الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «المؤمن للمؤمن كالبنيان المرصوص، يشدُّ بعضه بعضاً» . </p><p> لذلك، ترى صاحب النعمة الذي ينثر منها على غيره، إنْ أصابته في ماله مصيبة يحزن له الآخرون ويتألمون بألمه؛ لأن نعمته تفيض عليهم، وخيرُه ينالهم. وأهل الريف إلى عهد قريب كان الواحد منهم يُربِّي البقرة أو الجاموسة؛ ليحلب لبنها، وكان لا ينسى الجيران وأهل الحاجة، فكانوا يدعُونَ الله له أنْ يبارك له في ماله، وإنْ أصابته ضرَّاء في ماله حَزِنوا من أجله. </p><p> إذن: حين تفيض من نعمة الله عليك على مَنْ حُرِم منها تدفع عن نفسك الكثير من الحقد والحسد، فإنْ لم تفعل فلا أقلَّ من إخفاء هذا الخير عن أعْيُنِ المحتاجين حتى لا تثير حفائظهم، وربما لو رآك الرجل العاقل يُردعه إيمانه فلا تمتدّ عيناه إلى ما في يدك، إنما حين يراك الأطفال الصغار تحمل ما حُرِموا منه، أو رأوا ولدك يأكل وهم محرومون هنا تكون المشكلة وقوله تعالى:  {ولكن يَنَالُهُ التقوى مِنكُمْ. .}  [الحج: ٣٧] </p><p> واتقاء الله هو اتباع منهجه، فيُطاع الله باتباع المنهج فلا يُعصي، ويُذكر فلا يُنسى، ويُشكر فلا يُكفر، وطريق الطاعة يوجد في اتباع المنهج ب «افعل» و «لا تفعل» ، ولكن النعم التي خلقها الله قد تشغل العبد عن الله، والمنهج يدعوك أنْ تتذكر في كل نعمة مَنْ أنعم بها، وإياك أنْ تُنسيَك النعمةُ المنعِمَ. </p><p> ثم يقول تبارك وتعالى:  {كذلك سَخَّرَهَا لَكُمْ لِتُكَبِّرُواْ الله على مَا هَدَاكُمْ وَبَشِّرِ المحسنين}  [الحج: ٣٧] </p><p> تلحظ هنا مسألة المتشابهات يقف عندها العلماء الذين يبحثون في القرآن الكريم، ففي الآية السابقة ذَيَّلها الحق سبحانه بقوله:  {كذلك سَخَّرْنَاهَا لَكُمْ لَعَلَّكُمْ تَشْكُرُونَ}  [الحج: ٣٦] . </p><p> هذه المتشابهات يقف عندها العلماء الذين يبحثون في القرآن ويُقلِّبون في آياته؛ لذلك يجمعون مثل هذه المتشابهة التي تتحدث في موضوع واحد ويُرتِّبونها في الذِّهن؛ لذلك لا يُؤتمنون على الحِفْظ، ومن هنا قالوا: ينبغي لمَنْ أراد حِفْظ القرآن أنْ يدعَ مسألة العلم جانباً أثناء حِفْظه، حتى إذا نسي كلمةً وقف مكانه لا يتزحزح إلى أنْ يعرفها، أمّا العالم فربما وضع مرادفها مكانها، واستقام له المعنى. </p><p> والمراد بقوله تعالى:  {لِتُكَبِّرُواْ الله على مَا هَدَاكُمْ. .}  [الحج: ٣٧] يعني: تذكرونه وتشكرونه على ما وفّقكم إليه من هذه الطاعات {وَبَشِّرِ المحسنين. .}  [الحج: ٣٧] بشِّر يعني: أخْبِرْ بشيء سَارٍّ قبل مَجِيء زمنه، ليستعد له المبشَّر ويفرح به، كذلك الإنذار: أن تخبر بشيء سيء قبل حلوله أيضاً؛ ليستعد له المنذر، ويجد الفرصة التي </p><p> يتلافى فيها خطأه، ويُجنِّب نفسه ما يُنذَر به، ويُقبل على ما يُنجِيه. </p><p> و {المحسنين. .}  [الحج: ٣٧] : جمع مُحسِن، والإحسان: أعلى مراتب الإيمان، وهو أنْ تُلزِم نفسك بشيء من طاعة الله التي فرضها عليك فوق ما فرض، فربُّك عَزَّ وَجَلَّ فرض عليك خمس صلوات في اليوم والليلة، وفي إمكانك أنْ تزيد من هذه الصلوات ما تشاء، لكن من جنس ما فرض الله عليك، لا تخترع أنت عبادة من عندك، كذلك الأمر في الصوم، وفي الزكاة، وفي الحج، وفي سائر الطاعات التي ألزمك الله بها، فإنْ فعلت هذا فقد دخلتَ في مقام الإحسان. </p><p> وفي الإحسان أمران: مُحسن به وهو العبادة أو الطاعة التي تُلزِم نفسك بها فوق ما فرض الله عليك، ودافعٌ عليه، وهو أن تؤدي العمل كأن الله يرقبك، كما جاء في حديث جبريل:  «والإحسان أنْ تعبدَ الله كأنك تراه، فإنْ لم تكُنْ تراه فإنه يراك» . </p><p> فمراقبتك لله ومراعاتك لنظره تعالى إليك، يدفعك إلى هذا الإحسان، أَلاَ ترى العامل الذي تباشره وتُشرِف عليه، وكيف يُنهِي العمل في موعده؟ وكيف يُجيده؟ على خلاف لو تركتَه وانصرفْتَ عنه. </p><p> فإنْ لم تَصِل إلى هذه المرتبة التي كأنك ترى الله فيها، فلا أقلَّ من أنْ تتذكر نظره هو إليك، ومراقبته سبحانه لحركاتك وسكناتك. </p><p> لذلك، في سورة الذرايات:  {إِنَّ المتقين فِي جَنَّاتٍ وَعُيُونٍ آخِذِينَ مَآ آتَاهُمْ رَبُّهُمْ إِنَّهُمْ كَانُواْ قَبْلَ ذَلِكَ مُحْسِنِينَ}  [الذاريات: ١٥ - ١٦] </p><p> ثم يُفسِّر سبب هذا الإحسان:  {كَانُواْ قَلِيلاً مِّن الليل مَا يَهْجَعُونَ وبالأسحار هُمْ يَسْتَغْفِرُونَ وفي أَمْوَالِهِمْ حَقٌّ لَّلسَّآئِلِ والمحروم}  [الذاريات: ١٧ - ١٩] . </p><p> ومَنْ يلزمك بهذه الكاليف؟ لك أنْ تصلي العشاء ثم تنام إلى الفجر، كذلك لم يُلزمك بالاستغفار وقت السَّحَر، ولم يلزمك بصدقة التطوع. إذن: هذه طاعات فوق ما فرض الله وصلَتْ بأصحابها إلى مقام الإحسان، وأعلى مراتب الإيمان، فليُشمِّر لها مَنْ أراد. </p><p> ثم يقول الحق سبحانه:  {إِنَّ الله يُدَافِعُ عَنِ الذين آمنوا. .} . </p>"
}