{
  "id": null,
  "sura": 22,
  "aya": 31,
  "text": "<p> اكتفتْ الآية بذكر صفتين فقط من صفات كثيرة على وجه الإجمال، وهما حنفاء لله، غير مشركين به، وحنفاء: جمع حنيف، </p><p> مأخوذة من حنيف الرِّجل يعني: تقوُّسها وعدم استقامتها، فيقال: فيه حَنَف أي: ميْل عن الاستقامة، وليس الوصف هنا بأنهم مُعْوجون، إنما المراد أن الاعوجاج عن الاعوجاج استقامة. </p><p> لذلك وُصِف إبراهيم - عليه السلام - بأنه {كَانَ حَنِيفاً. .}  [آل عمران: ٦٧] يعني: مائلاً عن عبادة الأصنام. </p><p> وقلنا: إن السماء لا تتدخَّل برسالة جديدة إلا حين يَعمُّ الفسادُ القومَ، ويستشري بينهم الضلال، وتنعدم أسباب الهداية، حيث لا واعظَ للإنسان لا من نفسه وضميره، ولا من دينه، ولا من مجتمعه وبيئته؛ ذلك لأن في النفس البشرية مناعةً للحق طبيعية، لكن تطمسها الشهوات، فإذا عُدِم هذا الواعظ وهذه المناعة في المجتمع تدخَّلَتْ السماء بنبي جديد، ورسالة جديدة، وإنذار جديد؛ لأن الفساد عَمَّ الجميع، ولم يَعُدْ أحد يعِظُ الآخر ويهديه. </p><p> وهذا المعنى الذي قال الله فيه:  {كَانُواْ لاَ يَتَنَاهَوْنَ عَن مُّنكَرٍ فَعَلُوهُ لَبِئْسَ مَا كَانُواْ يَفْعَلُونَ}  [المائدة: ٧٩] </p><p> ومن هنا شهد الله لأمة محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أنها خير أمة أُخرِجَتْ للناس؛ لأن المناعة للحق فيها قائمة، ولها واعظ من نفسها يأمر بالخير، ويأخذ على يد المنحرف حتى يستقيم؛ لذلك قال فيها النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «الخير فيَّ وفي أمتي إلى يوم القيامة» . </p><p> والمعنى: الخير فِيَّ حصراً وفي أمتي نَثْراً، فرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ جمع خصال الخير كله، وخَصه الله بالكمال، لكن مَنْ يُطيق الكمال </p><p> المحمدي من أمته؟ لذلك نثر الله خصال الخير في جميع أمة محمد، فأخذ كلّ واحد منهم صفةً من صفاته، فكماله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ منثور في أمته: هذا كريم، وهذا شجاع، وهذا حليم. . إلخ. </p><p> ولما كان لأمة محمد هذا الدور كان هو خاتم الأنبياء؛ لأن أمته ستؤدي رسالته من بعده، فلا حاجة - إذن - لتدخل السماء برسالة جديدة إلى أن تقوم الساعة. </p><p> إذن نقول: الرسل لا تأتي إلا عند الاعوجاج، يأتون هم لِيُقوِّموا هذا الاعوجاج، ويميلون عنه إلى الاستقامة، هذا معنى الحنيف أو {حُنَفَآءَ للَّهِ. .}  [الحج: ٣١] . </p><p> وهذه الصفة هي مقياس الاستقامة على أوامر الله لا على أوامر البشر، فنحن لا نضع لأنفسنا أسبابَ الكمال ثم نقول: ينبغي أن يكون كذا وكذا، لا إنما الذي يضع أسباب الكمال للمخلوق هو الخالق. </p><p> والحق - سبحانه وتعالى - ليس مراده من الفعل أنْ يُفعل لذاته ولمجرد الفعل، إنما مراده من الفعل أنْ يُفعل لأنه أمر به، وقد أوضحنا هذه المسألة بالكافر الذي يفعل الخير وينفع الناس والمجتمع، لكن ليس من منطلق الدين وأمر الله، إنما من منطلق الإنسانية والمكانة الاجتماعية والمهابة والمنزلة بين الناس، ومثل هذا لا يجحفه الله حَقه، ولا يبخسه ثواب عمله، يعطيه لكن في الدنيا عملاً بقول الله تعالى: </p><p> {إِنَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات إِنَّا لاَ نُضِيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلاً}  [الكهف: ٣٠] . </p><p> لكن لا حَظَّ لهؤلاء في ثواب الآخرة؛ لأنهم عملوا للمجتمع وللناس وللمنزلة، وقد أخذوا المقابل في الدنيا شُهْرة وصيتاً ذائعاً، ومكانة وتخليداً. </p><p> وفي الحديث القدسي يقول الحق سبحانه لهم:  «لقد فعلْتَ ليُقال وقد قيل» وانتهت المسألة. </p><p> والحق - تبارك وتعالى - ضرب لنا عدة أمثلة لهؤلاء، فقال:  {والذين كفروا أَعْمَالُهُمْ كَسَرَابٍ بِقِيعَةٍ يَحْسَبُهُ الظمآن مَآءً حتى إِذَا جَآءَهُ لَمْ يَجِدْهُ شَيْئاً وَوَجَدَ الله عِندَهُ فَوَفَّاهُ حِسَابَهُ والله سَرِيعُ الحساب. .}  [النور: ٣٩] . </p><p> فعمل الكافر كالسراب يتراءى له من بعيد، يظن من ورائه الخير، وهو ليس كذلك، حتى إذا ما عاين الأمر لم يجد شيئاً، وفُوجِئ بوجود إله عادل لم يكُنْ في باله يوم عمل ما عمل. </p><p> وفي آية أخرى يقول سبحانه:  {مَّثَلُ الذين كَفَرُواْ بِرَبِّهِمْ أَعْمَالُهُمْ كَرَمَادٍ اشتدت بِهِ الريح فِي يَوْمٍ عَاصِفٍ لاَّ يَقْدِرُونَ مِمَّا كَسَبُواْ على شَيْءٍ. .}  [إبراهيم: ١٨] . </p><p> وقال:  {كالذي يُنْفِقُ مَالَهُ رِئَآءَ الناس وَلاَ يُؤْمِنُ بالله واليوم الآخر فَمَثَلُهُ كَمَثَلِ صَفْوَانٍ عَلَيْهِ تُرَابٌ فَأَصَابَهُ وَابِلٌ فَتَرَكَهُ صَلْداً لاَّ يَقْدِرُونَ على شَيْءٍ مِّمَّا كَسَبُواْ والله لاَ يَهْدِي القوم الكافرين. .}  [البقرة: ٢٦٤] . </p><p> وهل ينبت المطر شيئاً إذا نزل على الحجر الصَّلد الأملس؟ هكذا </p><p> عمل الكافر، فمن أراد ثواب الآخرة فليحقق معنى {حُنَفَآءَ للَّهِ. .}  [الحج: ٣١] ويعمل من منطلق أن الله أمر. </p><p> إذن: العمل لا يُفعَل؛ لأنه حسن في ذاته، إنما لأن الله أمرك به، بدليل أن الشارع سيأمرك بأمور لا تجد فيها حُسْناً، ومع ذلك عليك أنْ تلتزم بها لتحقق الانضباط الذي أراده منك الشارع الحكيم، وبعد ذلك سينكشف لك وجه الحُسْن في هذا العمل، وتعلم الحكمة منه. </p><p> خذ مثلاً موقف الإسلام من اليتيم، وقد حث رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ على رعايته وإكرامه وكفالته حتى أنه قال:  «أنا وكافل اليتيم كهاتين في الجنة، وأشار بأصبعيه السبابة والوسطى» فكافل اليتيم قرين لرسول الله في الجنة. </p><p> ففي هذا الموقف حِكَم كثيرة، قد لا يعلمها كثير من الناس؛ لأن اليتيم فقد أباه وهو صغير، ونظر فلم يَجِدْ له أباً، في حين يتمتع رفاقه بأحضان آبائهم، فإذا لم يجد هذا الصغير حناناً من كل الناس كأنهم آباؤه لتربّي عنده شعور بالسُّخْط على الله والاعتراض على القدر الذي حرمه دون غيره من حنان الأب ورعايته. </p><p> لذلك يريد الإسلام أن ينشأ اليتيم نشأة سويّة في المجتمع، لا يسخط على الله، ولا يسخط على الناس؛ لأنهم جميعاً عاملوه كأنه ولد لهم. </p><p> وهناك ملحظ آخر: حين ترى مكانة اليتيم، وكيف يرعاه المجتمع وينهض به يطمئن قلبك إنْ فاجأك الموت وأولادك صغار، </p><p> هذه مناعات يجعلها الإسلام في المجتمع: مناعة في نفس اليتيم، ومناعة فيمَنْ يرعاه ويكفله. </p><p> وكفالة اليتيم وإكرامه لا بُدَّ أنْ تتم في إطار {حُنَفَآءَ للَّهِ. .}  [الحج: ٣١] فيكون عملك لله خالصاً، دون نظر إلى شيء آخر من متاع الدنيا، كالذي يسعى للوصاية على اليتيم لينتفع بماله، أو أن له مطمعاً في أمه. . إلخ فهذا عمله كالذي قُلْنا:  (كسراب بقيعة) أو كرماد اشتدت به الريح أو كحجر أملس صَلْد لا ينبت شيئاً. </p><p> فإنْ حاول الإنسان إخلاص النية لله في مثل هذا العمل فإنه لا يأمن أنْ يخالطه شيء، كما جاء في الحديث الشريف:  «اللهم إني أستغفرك من كل عمل أردت به وجهك فخالطني فيه ما ليس لك» . </p><p> الصفة الثانية التي وصف الله بها عباده المؤمنين:  {غَيْرَ مُشْرِكِينَ بِهِ. .}  [الحج: ٣١] فالشرك أمر عظيم؛ لأن الحق - تبارك وتعالى - كما قال في الحديث القدسي - أغنى الشركاء عن الشرك، فكيف تلجأ إلى غير الله والله موجود؟ </p><p> لذلك يقول سبحانه في الحديث القدسي:  «أنا أغنى الشركاء عن الشرك، مَنْ عمل عملاً أشرك فيه معي غيري، تركته وشِرْكه» . </p><p> ويعطينا الحق سبحانه بعدها صورة توضيحية لعاقبة الشرك:  {وَمَن يُشْرِكْ بالله فَكَأَنَّمَا خَرَّ مِنَ السمآء فَتَخْطَفُهُ الطير أَوْ تَهْوِي بِهِ الريح فِي مَكَانٍ سَحِيقٍ. .}  [الحج: ٣١] . </p><p> خرَّ: يعني سقط من السماء لا يُمسكه شيء، ومنه قوله تعالى:  {فَخَرَّ عَلَيْهِمُ السقف مِن فَوْقِهِمْ. .}  [النحل: ٢٦] . </p><p> وفي الإنسان جمادية؛ لأن قانون الجاذبية يتحكم فيه، فإنْ صَعِد إلى أعلى لا بُدَّ أنْ يعود إلى الأرض بفعل هذه الجاذبية، لا يملك أنْ يُمسِك نفسه مُعلَّقاً في الهواء، فهذا أمر لا يملكه وخارج عن استطاعته، وفي الإنسان نباتية تتمثل في النمو، وفيه حيوانية تتمثل في الغرائز، وفيه إنسانية تتمثل في العقل والتفكير والاختيار بين البدائل، وبهذه كُرِّم عن سائر الأجناس. </p><p> وتلحظ أن (خرَّ) ترتبط بارتفاع بعيد {خَرَّ مِنَ السمآء. .}  [الحج: ٣١] بحيث لا تستطيع قوة أنْ تحميه، أو تمنعه لا بذاته ولا بغيره، وقبل أنْ يصل إلى الأرض تتخطفه الطير، فإنْ لم تتخطفه تهوي به الريح في مكان بعيد وتتلاعب به، فهو هالك هالك لا محالةَ، ولو كانت واحدة من هذه الثلاث لكانت كافية. </p><p> وعلى العاقل أنْ يتأمل مغزى هذا التصوير القرآني فيحذر هذا المصير، فهذه حال مَنْ أشرك بالله، فإنْ أخذتَ الصورة على أنها تشبيه حالة بحالة، فها هي الصورة أمامك واضحة، وإنْ أردتَ تفسيراً آخر يُوضِّح أجزاءها: فالسماء هي الإسلام، والطير هي الشهوات، والريح هي ريح الشيطان، يتلاعب به هنا وهناك. فأيُّ ضياع بعد هذا؟ ومَنْ ذا الذي ينقذه من هذا المصير؟ </p><p> ثم يقول سبحانه:  {ذلك وَمَن يُعَظِّمْ شَعَائِرَ الله. .} . </p>"
}