{
  "id": null,
  "sura": 23,
  "aya": 43,
  "text": "<p> تأملوا هذه الآية جيداً وارْعَوْها انتباهكم، فلكل أمة أجلٌ تنتهي عنده تماماً، مثل أجَل الأفراد الذي لا يتقدّم ولا يتأخّر، فقرْن بعد قَرْن، وأمة بعد أمة، تمرُّ بأطوار شتى كأطوار حياة الإنسان، ثم تنتهي إلى زوال ويعقبها غيرها. </p><p> فلكل أمة رسول يحمل إليها دعوة الله ومنهجه ويجاهد في سبيل نشرها إلى أنْ ينصره الله وتنتشر دعوته ويتمسَّك الناس بها، ثم </p><p> تصيبهم غفلة وفتور عن منهج الله، فينصرفون عنه ويختلفون ويتفرقون، فيكون ذلك إيذاناً بزوالها ثم يخلفها غيرها؟ </p><p> كذلك في مسألة الحضارات التي تندثر ليحلَّ محلَّها حضارات أخرى أقوى، نسمع عن حضارة قديمة في مصر وفي الصين وفي اليمن، نسمع عن الحضارة الرومانية والفينيقية. . الخ حضارات تتوالى وتأخذ حظها من الرُّقيِّ والرفاهية، وتُورِث أصحابها رخاوة وطراوة، وتبدلهم بالجَلَد والقوة لِيناً وضَعْفاً، فيغفلوا عن أسباب رُقيِّهم وتقدُّمهم، فتنهدم حضارتهم ويحلُّ محلَّها أقوى منها وأصلب. </p><p> وهذا مثال ونموذج في حضارة بلغت أوج عظمتها:  {أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَادٍ إِرَمَ ذَاتِ العماد التي لَمْ يُخْلَقْ مِثْلُهَا فِي البلاد وَثَمُودَ الذين جَابُواْ الصخر بالواد وَفِرْعَوْنَ ذِى الأوتاد}  [الفجر: ٦ - ١٠] . </p><p> وإلى الآن، ونحن نرى آثار الحضارة الفرعونية، وكيف أنها تجذب انتباه أصحاب الحضارات الحديثة وتنال إعجابهم، فيأتون إليها من كل أنحاء العالم، مع أن حضارة عاد كانت أعظم منها؛ لأن الله تعالى قال في حقها:  {التي لَمْ يُخْلَقْ مِثْلُهَا فِي البلاد}  [الفجر: ٨] . </p><p> ومع ذلك لا نرى لهم أثراً يدل على عِظَم حضارتهم، ولم يكُنْ لهذه الحضارة مناعة لتحمي نفسها، أو تحتفظ لها بشيء، فانهارت وبادتْ ولم يَبْقَ منها حتى أثر. </p><p> كذلك أتباع الرسل يمرُّون بمثل هذه الدورة، فبعد قوة الإيمان تصيبهم الغفلة ويتسرب إليهم الضعف وسوء الحال، إلى أن يرسل الحق سبحانه رسولاً جديداً. </p><p> {مَا تَسْبِقُ مِنْ أُمَّةٍ أَجَلَهَا وَمَا يَسْتَأْخِرُونَ}  [المؤمنون: ٤٣] . </p><p> المعنى في الجملة الأولى واضح، فأيُّ أمة لا يمكن أنْ تسبق </p><p> أجلها الذي حدَّده الله لها، ولا يمكنْ أن تنتهي أو تقوَّص قبل أنْ يحلَّ هذا الأجل. </p><p> لكن ما المراد بقوله سبحانه:  {وَمَا يَسْتَأْخِرُونَ}  [المؤمنون: ٤٣] كيف يتأتَّى ذلك؟ فهمنا: لا تسبق أجلها يعني أجلها أن تقوض بعد عشرين سنة، فلا يمكن أن تُقوَّض قبل خمس عشرة، أما كونها تستأخر بعد أن بلغتْ العشرين إلى عشرة، فكيف يتم ذلك؟ </p><p> نقول: لا تستأخر يعني: من حيث الحكم هي لا تسبق الأجل وهي محكوم عليها بأنها لا تستأخر؛ لأن الاستئخار بعد بلوغ الأجل مستحيل، كما لو قلنا: شخص بلغ سِنَّ العشرين لا يقدر أن يموت في العاشرة. فالمعنى: الأصل فيه أنه لا يستأخر. </p><p> ثم يقول الحق سبحانه:  {ثُمَّ أَرْسَلْنَا رُسُلَنَا تَتْرَا كُلَّ مَا جَآءَ أُمَّةً رَّسُولُهَا كَذَّبُوهُ فَأَتْبَعْنَا بَعْضَهُمْ بَعْضاً. .} . </p>"
}