{
  "id": null,
  "sura": 23,
  "aya": 92,
  "text": "<p> العلم: إدراك قضية أو نسبة واقعة مجزوم بها وعليها دليل، ولا يصل إلى العلم إلا بهذه الشروط، فإنْ كانت القضية مجزوماً بها وواقعة، لكن لا تستطيع أن تُدلِّل عليها كالطفل حين يقول: الله أحد، فهذا تقليد كما يُقلِّد الولدُ أباه أو معلمه، فهو يُقلِّد غيره في هذا المسألة إلى أنْ يوجد عنده اجتهاد فيها ويستطيع هو أن يُدلِّل عليها. </p><p> فإنْ كانت القضية مجزوماً بها وليست واقعة، فهذا هو الجهل، فليس الجهل كما يظن البعض الاَّ تعلم، إنما الجهل أن تجزم بقضية مناقضة للواقع. </p><p> لذلك تجد الجاهل أشقّ وأتعب لأهل الدعوة وللمعلمين من الخالي الذهن الذي لا يعرف شيئاً، ليست لديه قضية بدايةً، فهذا ينتظر منك أن تُعلِّمه، أمّا الجاهل فيحتاج إلى أن تُخرِج من ذِهْنه القضية </p><p> الخاطئة أولاً، ثم تضع مكانها الصواب. </p><p> والغيب: المراد به الغيب المطلق يعني: ما غاب عنك وعن غيرك، فنحن الآن مشهد لمن حضر مجلسنا هذا، إنما نحن غيب لمن غاب عنه، وهذا غيْب مُقيد، ومنه الكهرباء والجاذبية وغيرهما؛ لأن هذه الأشياء كانت غَيْباً عَمَّنْ قبلنا مع أنها كانت موجودة، فلما توصلنا إلى مقدماتها ظهرت لنَا وصارت مشهداً؛ لذلك قال تعالى:  {وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَآءَ. .}  [البقرة: ٢٥٥] . </p><p> فأثبت الإحاطة للناس لكن بشرط مشيئته تعالى، فإنْ شاء أطلعهم على الغيب، وأوصلهم إلى معرفته حين يأتي أجل ميلاده وظهوره. </p><p> إذن: المعلوم لغيرك وغَيْب عنك ليس غيباً، وكذلك الغيب عنك وله مقدمات تُوصِّل إليه ليس غيباً، إنما الغيب هو الغيب المطلق الذي غاب عنك وعن غيرك، والذي قال الله تعالى عنه:  {عَالِمُ الغيب فَلاَ يُظْهِرُ على غَيْبِهِ أَحَداً إِلاَّ مَنِ ارتضى مِن رَّسُولٍ. .}  [الجن: ٢٧] . </p><p> والشهادة: يعني المشهود، لكن ما دام الحق سبحانه يعلم الغيب، فمِنْ باب أَوْلَى يعلم المشهود، فلماذا ذكر الشهادة هنا؟ قالوا: المعنى: يعلم الغيب الذي غيِّب عني، ويعلم الشهادة لغيري. </p><p> ومن ناحية أخرى: ما دام أن الله تعالى غيْب مستتر عنا، وهناك كوْن ظاهر، فربما ظن البعض أن المستتر الغيب لا يعلم إلا الغيب، فأراد - سبحانه وتعالى - أن يؤكد على هذه المسألة، فهو سبحانه غيب، لكن يعلم الغيب والشهادة. </p><p> ونرى من الناس مَنْ يحاول أن يهتك ستار الغيب، ويجتهد في أن يكشف ما استتر عنه، فيذهب إلى العرافين والمنجِّمين وأمثالهم، وهو لا يدري أن الغيب من أعظم نِعَم الله على خَلْقه، فالغيب هو علة </p><p> إعمار الكون، وبه يتم التعامل بين الناس، ذلك لأن الإنسان ابن أغيار، كثير التقلُّب، ولو علم كل منا وكُشِف له ما عند أخيه لتقاطع الناس، وما انتفع بعضهم ببعض. </p><p> لذلك يقولون: لو تكاشفتم ما تدافنتم. </p><p> يعني: لو كُشِف لك عما في قلب أخيك لَضننْتَ عليه حتى بدفنه بعد موته. </p><p> إذن: فجَعْل هذه المسائل غَيْباً مستوراً يُحنِّن القلوب، ويثري الخير بين الناس، فينتفع كل منهم بالآخر، وإلا لو عَلِمتَ لواحد سيئة، وعرفتَ موقفه العدائي منك لكرهتَ حتى الخير الذي يأتيك من ناحيته، ولتحرك قلبك نحوه بالحقد والغل، وما انتفعتَ بما فيه من حسنات. </p><p> لذلك، نقول لمن يبحث عن غيْب الآخرين: إنْ أردتَ أن تعرف غَيْب غيرك، فاسمح له أن يعرف غَيْبك، ولن تسمح له بذلك، إذن: فدَعْ الأمر كما أراده الله، ولا تبحث عن غَيْب الآخرين حتى تستقيمَ دفّة الحياة. </p><p> وربك دائماً يلفتك إلى النظر إلى المقابل، ففي الحديث القدسي:  «يا ابن آدم، دعوت على مَنْ ظلمك، ودعا عليك مَنْ ظلمته، فإنْ شئت أجبناك وأجبنا عليك، وإن شئت تركتكما إلى الآخرة فيسعكما عفوي» . </p><p> فالحق - تبارك وتعالى - يريد أنْ يُصفِّي نفوس الخَلْق، وأن يقف الناس عند حدود ما أطلعك الله عليه، ولا تبحث عن المستور </p><p> حتى لا تتعب نفسك، حتى تواجه مشاكل الحياة بنفسٍ صافية راضية عنك وعن الناس. </p><p> ثم يقول الحق تعالى:  {فتعالى عَمَّا يُشْرِكُونَ}  [المؤمنون: ٩٢] لأن ما تشركونهم مع الله لا يعلمون شيئاً من هذا كله، لا غَيْباً ولا شهادة؛ لذلك لا ينفعك إنْ عبدتْه، ولا يضرك إنْ لم تعبده. </p><p> ثم يقول الحق سبحانه لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  {قُل رَّبِّ إِمَّا تُرِيَنِّي مَا يُوعَدُونَ رَبِّ فَلاَ تَجْعَلْنِي. .} . </p>"
}