{
  "id": null,
  "sura": 23,
  "aya": 11,
  "text": "<p> إذن: الحق سبحانه ورَّثهم في الفانية ليعطيهم الفردوس الخالد في الآخرة، والفردوس أعلى الجنة، فورث الحق لينفع عباده ويُصعِّد النفع لهم، ففي الدنيا كنا ننتفع بالأسباب، وفي الآخرة ننتفع بغير أسباب، الحق ورث ليعطي، لا مِثْل ما أخذ إنما فوق ما أخذ؛ لأننا </p><p> نأخذ في الميراث ما يفنى، ولله تعالى يعطينا في ميراثه ما يبقى. </p><p> لكن مِمَّنْ يرثون الفردوس؟ </p><p> قالوا: الحق - تبارك وتعالى - عندما خلق الخَلْق، وجعل فيهم الاختيار بين الإيمان والكفر، وبين الطاعة والمعصية رتَّبَ على ذلك أموراً، فجعل الجنة على فرض أن الخَلْق كلهم مؤمنون، بحيث لو دخلوا الجنة جميعاً ما كانت هناك أزمة أماكن ولا زحام، وكذلك جعل النار على فرض أن الخَلْق كلهم كافرون، فلو كفر الناس جميعاً لكان لكل منهم مكانه في النار. </p><p> وعليه فحين يدخل أهل الجنةِ الجنةَ يتركون أماكنهم في النار، وحين يدخل أهل النارِ النارَ يتركّون أماكنهم في الجنة، فيرث أهل النار الأماكن الشاغرة فيها، ويرث أهل الجنة الأماكن الشاغرة فيها. </p><p> والفردوس أعلى مكان في الجنة، لذلك كان النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يقول «إذا سألتم الله فاسألوه الفردوس فإنه أعلى الجنة وأوسط الجنة» ذلك؛ لأن الفردوس جنة على أعلى رَبْوة في الجنة. يعني: في مكان مُميّز منها، والعلو في مسألة المسكن والجنان أمر محبوب في الدنيا، الناس يُحبون السُّكْنى في الأماكن العالية، حيث نقاء الهواء ونقاء الماء، أَلاَ تراهم يزرعون في المرتفعات، وإنْ كانت الأرض مستوية يجعلون فيها مصارف منخفضة تمتصُّ الماء الزائد الذي يفسد الزرع؛ لذلك يقول سبحانه:  {كَمَثَلِ جَنَّةٍ بِرَبْوَةٍ أَصَابَهَا وَابِلٌ فَآتَتْ أُكُلَهَا ضِعْفَيْنِ}  [البقرة: ٢٦٥] . </p><p> كذلك الأرض المرتفعة لا تُسْقَى بالماء الغمر، إنما تُسْقَى من ماء </p><p> السماء الذي يغسل الأوراق قبل أن يروي الجذور، فيكون النبات على أفضل ما يكون؛ لذلك يقول عنها رب العزة:  {فَآتَتْ أُكُلَهَا ضِعْفَيْنِ}  [البقرة: ٢٦٥] . </p><p> ومعلوم أن الأوراق هي رئة النبات، وعليها تقوم عملية التمثيل الضوئي التي يصنع منها النبات غذاءه، فإذا ما سُدَّت مسام الأوراق وتراكم عليها الغبار فإن ذلك يُقلِّل من قدرة النبات على التنفس، مثل الإنسان حينما يُصَاب بشيء في رئته تزعجه وتُقلِّل من كفاءته. </p><p> وفي الفردوس ميزة أخرى هي أن الحق سبحانه وتعالى هو الذي غرس شجرها بيده، كما كرَّم آدم عليه السلام فخلقه بيده تعالى، فقال:  {ياإبليس مَا مَنَعَكَ أَن تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ. .}  [ص: ٧٥] . </p><p> ويُروى أن الحق - تبارك وتعالى - لما خلق الفردوس، وغرس أشجارها بيده قال للفردوس: تكلمي، فلما تكلمت الفردوس قالت:  {قَدْ أَفْلَحَ المؤمنون}  [المؤمنون: ١] . </p><p> ثم يقول تعالى:  {هُمْ فِيهَا خَالِدُونَ}  [المؤمنون: ١١] لأن نعيم الجنة باقٍ ودائم لا ينقطع، وقد عرفنا أن نعيم الدنيا موقوت مهما أُوتِي الإنسان منه، فإنه منقطع زائل، إما أنْ يتركك بالفقر والحاجة، وإما أنْ تتركه أنت بالموت، لذلك يقول تعالى في نعيم الآخرة: </p><p> {لاَّ مَقْطُوعَةٍ وَلاَ مَمْنُوعَةٍ}  [الواقعة: ٣٣] . </p><p> وهكذا نلحظ على استهلال هذه السورة أن الحق سبحانه بدأ بالكلام عن الفلاح في الآخرة كأنه قدَّم ثمرة الإيمان أولاً، ووضع </p><p> الجزاء بداية بين يديك كأنه سبحانه يقول لك: هذا جزاء مَنْ آمن بي واتبع منهجي. كما جاء في قوله تعالى في استهلال سورة (الرحمن) : {الرحمن عَلَّمَ القرآن خَلَقَ الإنسان عَلَّمَهُ البيان}  [الرحمن: ١ - ٤] كيف وقد خلق الله الإنسان أولاً، ثم علَّمه القرآن؟ </p><p> قالوا: لأن الذي يصنع صنعة يضع لها قانونها، ويُحدِّد لها مهمتها أولاً قبل أن يشرع في صناعتها، فمثلاً - ولله المثل الأعلى - الذي يصنع الثلاجة، قبل أن يصنعها حدد عملها ومهمتها وقانون صيانتها والغاية منها. </p><p> والقرآن هو منهج الإنسان، وقانون صيانته في حركة الحياة؛ لذلك خلق الله المنهج ووضع قانون الصيانة قبل أن يخلق الإنسان. </p>"
}