{
  "id": null,
  "sura": 23,
  "aya": 51,
  "text": "<p> لكن، كيف يخاطب الحق - تبارك وتعالى - الرسل جميعاً في وقت واحد؟ نقول: لأن القرآن الكريم هو كلام الله القديم، لم يأْتِ خاصاً بمحمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وأنْ نزل عليه فهو إذن خطاب لكل رسول جاء. </p><p> وبعد أن أمرهم الحق سبحانه بالأكل من الطيب أمرهم بالعمل الصالح:  {واعملوا صَالِحاً. .}  [المؤمنون: ٥١] ثم يقول سبحانه: {إِنِّي بِمَا تَعْمَلُونَ عَلِيمٌ}  [المؤمنون: ٥١] كأن الحق سبحانه يقول: اسمعوا كلامي فيما آمركم به، فأنا عليم وخبير بكل ما يُصلحكم؛ لأنني الخالق الذي أعلم كيف تستقيم بنيتكم للحركة الصالحة للخير، ولا تستقيم بنيتكم للحركة الصالحة للخير إلا إذا أخذتم المطعم من الحلال الطيب. </p><p> وكما قلنا: إن صانع الآلة يضع لها الوقود المناسب لتشغيلها، وإلاّ تعطلتْ عن أداء مهمتها. </p><p> فلكي تؤدي الصالح في حركة حياتك عليك أنْ تبدأ بالمطْعَم الطيب الذي يبني ذراتك من الحلال، فيحدث انسجاماً بين هذه الذرات، وتعمل معاً متعاونة غير متعاندة، وإن انسجمتْ ذراتُك وتوافقتْ أعانتك على الصالح. </p><p> فإنْ دخل الحرام إلى طعامك وتلوثتْ به ذراتُك تنافرتْ وتعاندت، كما لو وضعتَ للآلة وقوداً غير ما جُعِل لها، فافهموا هذه القضية؛ لأنني أنا الخالق فآمِنُوا لي كما تؤمنون بقدرة الصانع حين يصنع لكم صناعة، ويضع لكم قانون صيانتها. </p><p> إذن: أمر الحق سبحانه أولاً رسله بالأكل من الطيبات؛ لأن </p><p> العمل الصالح يحتاج إلى جهاز سليم متوافق من داخله؛ لذلك في سيرة النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أن أم عبد الله أخت شداد بن أوس، أرسلت إلى النبي في يوم صامه وهو حارّ شيئاً من اللبن يفطر عليه، وهو صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يعلم أنها فقيرة لا تَملك شيئاً فأرسل إليها: من أين لك هذا اللبن؟ فأرسلت إليه: من شاة عندي، فبعث إليها: ومن أين لك بالشاة؟ قالت: اشتريتها بمال دبّرته. فشرب رسول الله من اللبن. </p><p> وإنْ كنا نحن لا نتحرى في مَطْعمنا كُلَّ هذا التحري، لكن هذا رسول الله الذي يُنفذ منهج الله كما جاءه، وعلى أكمل وجه. وفي الحديث الشريف:  «أيها الناس، إن الله طيب لا يقبل إلا طيباً، وإن الله أمر المؤمنين بما أمر به المرسلين،فقال:{ياأيها الرسل كُلُواْ مِنَ الطيبات واعملوا صَالِحاً إِنِّي بِمَا تَعْمَلُونَ عَلِيمٌ}[المؤمنون: ٥١]وقال:{ياأيها الذين آمَنُواْ كُلُواْ مِن طَيِّبَاتِ مَا رَزَقْنَاكُمْ. .}[البقرة: ١٧٢]ثم ذكر الرجل يطيل السفر، أشعث أغبر، يمد يديه إلى السماء يا رب يا رب ومطعمه حرام، ومشربه حرام، وملبسه حرام، وغُذِّي بالحرام، فأنَّى يُستجاب لذلك؟» . </p><p> نعم، كيف يُستجاب له وهو يدعو الله بجهاز إرسال فاسد مُشوّش دَنَّسه وخالطه الحرام؟ </p><p> وفي حديث سيدنا سعد رَضِيَ اللَّهُ عَنْه لما قال لرسول الله: يا رسول الله ادْعُ الله لي أنْ أكون مُستجاب الدعوة، فقال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: « </p><p> يا سعد أطِبْ مطعمك تكُنْ مُستجاب الدعوة» . </p><p> ثم يُذيِّل الحق سبحانه هذه الآية بقوله تعالى:  {إِنِّي بِمَا تَعْمَلُونَ عَلِيمٌ}  [المؤمنون: ٥١] يعني: أعلم ما يُصلحكم، وما يجلب لكم الخير. </p><p> ثم يقول الحق سبحانه:  {وَإِنَّ هذه أُمَّتُكُمْ أُمَّةً وَاحِدَةً. .} . </p>"
}