{
  "id": null,
  "sura": 23,
  "aya": 67,
  "text": "<p> مادة: كبر تأتي بكسر الباء للدلالة على العمر تقول: كَبِر فلان. يعني: كان صغيراً ثم كبر، وبضم الباء للشيء المعنوي وللقيم، كما في قوله تعالى:  {كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْوَاهِهِمْ. .}  [الكهف: ٥] يعني: عظمت. </p><p> ومعنى الاستكبار افتعال الكِبر وطلبه، مثل: استفهم يعني: طلب الفَهْم، في حين هو ليس كبيراً في ذاته، فهو محتاج إلى غيره. فالكبير في ذاته مَنْ تكون عنده وتتوفر له في ذاته مُقوِّمات الحياة وضرورياتها وترفها، لا يستمدها من أحد. </p><p> لكن الإنسان ضروريات حياته، وأسباب ترفه موهوبة له من غيره، فلا يصح له أنْ يتكبّر، فمَنْ أراد أن يتكبّر فليتكبّر بشيء ذاتي فيه من صحة أو مال أو سلطان ... الخ، وهذه كلها أمور موهوبة لك، فالصحيح قد يصبح سقيماً، والغني قد يصبح فقيراً. </p><p> لذلك، فالكبرياء لله تعالى وحده؛ لأنه الواهب للغير، والمتفضِّل على الخَلْق بما يمكن أنْ يتكبروا به، ومن صفات جلاله وكماله سبحانه (المتكبر) ؛ لأنه سبحانه رب الخَلْق أجمعين، ومن مصلحة الخلق أن يكون المتكبر هو الله وحده، حتى لا يرفع أحد رأسه على خَلْقه ويتكّبر عليهم. </p><p> وهكذا يحمي الحق سبحانه خَلْقه من خَلْقه، فإنْ تكبّر عليك ربك، وأجري عليك قدراً؛ لأنك فعلت شيئاً وأنت واحد، فاعلم أنه يتكبر على الآخرين جميعاً وهم كثيرون، إنْ فعلوا بك هذا الشيء، إذن: فصفة الكبرياء لله عَزَّ وَجَلَّ في صالحك. </p><p> ومثَّلْنا لذلك، ولله المثل الأعلى: من مصلحة الأسرة ألاّ يكون لها إلا كبير واحد يُرجَع إليه، ومن أقوال العامة (اللي ملوش كبير يشتري له كبير) لأنه الميزان الذي تستقيم به الأمور ويُسيِّر دفّة الحياة. </p><p> وقلنا: إن من أسمائه تعالى (الكبير) ولا نقول: الأكبر مع أنها صيغة مبالغة، لماذا؟ لأن أكبر صيغة مبالغة عندنا نحن البشر، نقول: هذا كبير وذاك أكبر، وهذا قويٌّ وذاك أقوَى، ولا يقال هذا في صفته تعالى لأنك لو قُلْت: الله أكبر لكان المعنى أنك شرَكت معه غيره، فهو سبحانه أكبر وغيره كبير، لذلك لا تُقال: الله أكبر إلا في النداء للصلاة. </p><p> إذن: المستكبر: الذي يطلب مؤهلات كبْر وليس لذاتيته شيء من هذه المؤهلات، والإنسان لا ينبغي له أن يتكبر إلا إذا ملك ذاتيات كبره، والمخلوق لا يملك شيئاً من ذلك. </p><p> ومعنى {مُسْتَكْبِرِينَ بِهِ. .}  [المؤمنون: ٦٧] الهاء في (به) ضمير مُبْهم، يُعرَّف بمرجعه، كما تقول: جاءني رجل فأكرمته، فالذي أزال إبهام الهاء مرجعه إلى رجل. وفي الآية لم يتقدم اسم يعود عليه الضمير، لكن الكلام هنا عن الرسول الذي أُرسل إليهم، والقرآن الذي أُنزل عليهم معجزة ومنهاجاً، إذن: لا يعود الضمير إلا إلى واحد منهما. </p><p> أو: أن الضمير في (به) يعود إلى بيت الله الحرام، وقد كان سبباً لمكانة قريش ومنزلتهم بين العرب، وأعطاهم وَضْعاً من السيادة والشرف، فكانوا يسيرون في رحلات التجارة إلى اليمن وإلى الشام دون أن يتعرض لهم أحد، في وقت انتشر فيه بين القبائل السَّلْب والنهب والغارة وقطع الطريق. </p><p> وما كانت هذه المنزلة لتكون لهم لولا بيت الله الحرام الذي يحجُّه العرب كل عام، وخدمته وسدانته في أيدي قريش؛ لذلك استكبروا به على الأمة كلها، ليس هذا فقط، إنما تجرأوا أيضاً على البيت. </p><p> ويقول تعالى بعدها:  {سَامِراً تَهْجُرُونَ}  [المؤمنون: ٦٧] السامر: الجماعة يسْمُرون ليلاً، وكانوا يجتمعون حول بيت الله ليلاً يتحدثون في حق النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، يشتمونه ويخوضون في حقه، وفي حق القرآن الذي نزل عليه. </p><p> وليتهم يسمرون عند البيت بالخير إنما بهُجر، والهُجْر هو فُحْش الكلام في محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وفي القرآن. </p><p> فأمر هؤلاء عجيب: كيف يفعلون هذا وهم في رحاب بيت الله الذي جعل لهم السيادة والمنزلة؟ كيف يخوضون في رسول الله الذي جاء ليطهر هذا البيت من الأصنام ورجسها؟ إنه سوء أدب مع الله، ومع رسوله، ومع القرآن، يصدق فيه قول الشاعر: </p><p> أُعلِّمهُ الرمايةَ كُلَّ يوْمٍ ... فَلَمّا اشْتَدَّ سَاعِدُه رَمَانِي </p><p> وكَمْ علِّمتُه نَظْمَ القَوافِي ... فَلَمَّا قَالَ قَافِية هَجَانِي </p><p> لقد استكبر هؤلاء على الأمة كلها بالبيت، ومع ذلك ما حفظوا حُرْمته، وجعلوه مكاناً للسَّمَر وللهُجْر وللسَّفَه وللطيْش، ولكل مَا لا يليق به، فالقرآن عندهم أساطير الأولين، ومحمد عندهم ساحر وكاهن وَشاعر ومجنون. . وهكذا. </p><p> والحق - سبحانه وتعالى - يُنبِّهكم إلى أن ضروريات حياتكم هِبةٌ منه سبحانه وتفضُّل، فحينما جاءكم أبرهة ليهدم هذا البيت العتيق، وينقل هذه العظمة وهذه القداسة إلى الحبشة، ولم يكن لكم طاقة لردِّه ولا قدرةَ على حماية البيت، فلو هدمه لضاعتْ هيبتكم </p><p> وسيادتكم بين القبائل، ولتجرأوا عليكم كما تجرأوا على غيركم، لكن حمى الله بيته، ودافع عن حرماته، حتى إن الفيل نفسه وعى هذا الدرس، ووقف مكانه لا يتحرك نحو البيت خاصة، ويوجهونه في أي ناحية أخرى فيسير. </p><p> ويُرْوَى أن أحدهم قال للفيل يخاطبه: ابْرك محمود وارجع راشداً - يعني: انفد بجلدك؛ لأنك في بلد الله الحرام، وكما قال الشاعر: </p><p> حُبِسَ الفِيلُ بالمغَمَّس حَتَّى ... صَارَ يحبُو كَأنَّهُ مَعْقُورُ </p><p> وهكذا ردّهم الله مقهورين مدحورين، وحفظ لكم البيت، وأبقى لكم السيادة. </p><p> لذلك لاحظ الانتقال من سورة الفيل إلى سورة قريش، يقول تعالى:  {أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَابِ الفيل أَلَمْ يَجْعَلْ كَيْدَهُمْ فِي تَضْلِيلٍ وَأَرْسَلَ عَلَيْهِمْ طَيْراً أَبَابِيلَ تَرْمِيهِم بِحِجَارَةٍ مِّن سِجِّيلٍ فَجَعَلَهُمْ كَعَصْفٍ مَّأْكُولٍ}  [الفيل: ١ - ٥] يعني: مثل التبن والفُتَات الذي تذروه الرياح. </p><p> ثم يقول في أول قريش:  {لإِيلاَفِ قُرَيْشٍ}  [قريش: ١] يعني ما حَلَّ بأصحاب الفيل، فاللام في (لإِيلاَف) لام التعليل، يعني: حَلَّ ما حَلَّ بأصحاب الفيل لتألف قريش ما اعتادته من رحلة الشتاء والصيف {إِيلاَفِهِمْ رِحْلَةَ الشتآء والصيف. .}  [قريش: ٢] وما دام أن الله تعالى قد حماكم وحمى لكم البيت، وحفظ لكم السيادة كان ينبغي عليكم أنْ تعبدوه وحده لا شريك له {فَلْيَعْبُدُواْ رَبَّ هذا البيت الذي أَطْعَمَهُم مِّن جُوعٍ وَآمَنَهُم مِّنْ خَوْفٍ}  [قريش: ٣ - ٤] . </p><p> ثم يقول الحق سبحانه:  {أَفَلَمْ يَدَّبَّرُواْ القول أَمْ جَآءَهُمْ مَّا لَمْ يَأْتِ. .} . </p>"
}