{
  "id": null,
  "sura": 23,
  "aya": 28,
  "text": "<p> {استويت}  [المؤمنون: ٢٨] يعني: استعليتَ وركبتَ أنت ومَنْ معك على الفُلْك واطمأنّ قلبك إلى نجاة المؤمنين معك {فَقُلِ الحمد للَّهِ}  [المؤمنون: ٢٨] فلا بد للمؤمن أن يستقبل نِعَم الله عليه بالحمد، وبألاَّ تُنسيه النعمةُ جلالَ المنعِم، فساعةَ أنْ يستتب لك الأمر على الفُلْك وتطمئن بادر بحمد الله. </p><p> وفي موضع آخر يقول سبحانه:  {وَإِذَا مَسَّ الإنسان الضر دَعَانَا لِجَنبِهِ أَوْ قَاعِداً أَوْ قَآئِماً فَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهُ مَرَّ كَأَن لَّمْ يَدْعُنَآ إلى ضُرٍّ مَّسَّهُ كذلك زُيِّنَ لِلْمُسْرِفِينَ مَا كَانُواْ يَعْمَلُونَ}  [يونس: ١٢] . </p><p> وكأن الحق - تبارك وتعالى - يعطينا حصانة، ويجعل لنا أسوة بذاته سبحانه، حتى إذا ما تعرضنا لنكران الجميل ممَّنْ أحسنَّا إليه لا نغضب؛ لأن الناس ينكرون الجميل حتى مع الله عَزَّ وَجَلَّ. </p><p> لذلك لما قال موسى - عليه السلام - يا ربّ أسألك أَلاّ يُقال فيَّ ما ليس فيَّ. يعني: لا يتهمني الناس ظلماً، فردَّ عليه ربه عَزَّ وَجَلَّ:  «يا موسى، كيف ولم أصنع ذلك لنفسي» . </p><p> إذن: فهذه مسألة لا يطمع فيها أحد، ولو أن كل فاعل للجميل يضِنُّ به على الناس لأنهم ينكرونه لَفَسد الحال، وتوقفت المصالح بين الخَلْق، وضَنَّ أهل الخير بخيرهم؛ لذلك وضع لنا ربنا - عَزَّ وَجَلَّ - الأُسْوة بنفسه سبحانه. </p><p> والإنسان إنْ كان حسيساً لا يقف عند إنكار الجميل، إنما يتعدّى ذلك فيكره مَنْ أحسن إليه ويحقد عليه، ذلك لأن الإنسان مجبول على حب النفس والتعالي والغطرسة، فإذا ما رأى مَنْ أحسن إليه كرهه؛ لأنه يدكُّ فيه كبرياء نفسه، ويَحدُّ من تعاليه. </p><p> ومن هنا قالوا:  «اتق شرَّ من أحسنت إليه» لماذا؟ لأنه يخزَى ساعة يراك، وهو يريد أنْ يتعالى، ووجودك يكسر عنده هذا التعالي. </p><p> إذن: وطِّنْ نفسك على أن الجميل قد يُنكَر حتى لو كان فاعله رب العزة سبحانه، فلا يحزنك أنْ يُنكَر جميلك أنت. </p><p> وعن ذلك قال الشاعر: </p><p> يَسِير ذَوُو الحاجَاتِ خلفَكَ خُضَّعاً ... فَإنْ أدركُوهَا خلَّفوكَ وهَرْوَلُوا </p><p> وأفضلُهم مَنْ إنْ ذُكِرْت بسيءٍ ... توقَّفَ لا ينفي وقد يتقوّل </p><p> فَلا تَدعِ المعْروفَ مهما تنكَّروا ... فَإنَّ ثوابَ اللهِ أرْبَى وأجزَلُ </p><p> فالمعنى: إذا استويتَ أنت ومَنْ معك، واستتبَّ لك الأمر على الفُلْك، فإياك أنْ تغتَرّ أو تنأى بجانبك فتنسى حَمْد الله على هذه النعمة؛ لذلك أمرنا حين نركب أي مركب أن نقول:  «بسم الله مجريها ومرساها» لأنك ما أجريتها بمهارتك وقوتك، إنما باسم الله الذي ألهم، وباسم الله الذي أعان، وباسم الله الذي تابعني، ورعاني بعينه، وما دُمْتَ تذكر المنعم عند النعمة وتعترف لصاحب الفضل بفضله يحفظها لك. </p><p> أما أنْ تنكرها على صاحبها، وتنسبها لنفسك، كالذي قال:  {إِنَّمَآ أُوتِيتُهُ على عِلْمٍ عِندِي. .}  [القصص: ٧٨] فيقول: ما دام الأمر كذلك، فحافظ أنت عليه. </p><p> حتى في ركوب الدَّابّة يُعلِّمنا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أنْ نقول:  «سبحان الذي سخر لنا هذا وما كنا له مقرنين وإنا إلى ربنا لمنقلبون» . </p><p> وقوله تعالى:  {الذي نَجَّانَا مِنَ القوم الظالمين}  [المؤمنون: ٢٨] وذكر النجاة لأن دَرْءَ المفسدة مُقدَّم على جَلْب المنفعة. </p><p> ثم يُعلِّمه ربه دعاءً آخر يدعو به حين تستقر به السفينة على الجُودي، وعندما ينزل منها ليباشر حياته الجديدة على الأرض:  {وَقُل رَّبِّ أَنزِلْنِي مُنزَلاً مُّبَارَكاً وَأَنتَ خَيْرُ. .} . </p>"
}