{
  "id": null,
  "sura": 23,
  "aya": 64,
  "text": "<p> يعني: بعد أن أشركوا بالله وكفروا به، وبعد أنْ أصبحتْ قلوبهم في غمرة وعمىً إذا مسَّهم شيء من العذاب يجأرون ويصرخون، ومَنْ ذا الذي يطيق لفحة أو رائحة من عذاب الله؟ </p><p> ومعنى {أَخَذْنَا. .}  [المؤمنون: ٦٤] كلمة الأخذ لها مجال واسع في كتاب الله، والأَخْذ: هو الاستيلاء بعنف على شيء هو لا يحبّ أنْ تستولي عليه، والأَخْذ يُوحي بالعنف والشدة، بحيث لا يستطيع المأخوذ الإفلات مهما حاول. </p><p> ومن ذلك قوله تعالى:  {أَخْذَ عِزِيزٍ مُّقْتَدِرٍ}  [القمر: ٤٢] يعني: أخذاً شديداً يتململ منه فلا يستطيع الفكاك. </p><p> وقوله:  {وَأَخَذَ الذين ظَلَمُواْ الصيحة. .}  [هود: ٦٧] . </p><p> ويقول:  {إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ}  [هود: ١٠٢] . </p><p> ومعنى:  {مُتْرَفِيهِمْ. .}  [المؤمنون: ٦٤] من الترف وهو التنعُّم؛ لأن الحياة تقوم على ضروريات تستبقي الحياة وكماليات تُسعدِها وتُرفِّهها وتُثريها، فالمتْرَف مَنْ عنده من النعيم فوق الضروريات، يقال: ترِف الرجل يتَرف من باب فَرِح يفرح، وأترفته النعمة إذا أطغته، وأترفه الله يعني: وسّع عليه النعمة وزاده منها. وعلى قدر الإتراف يكون الأخذ أبلغَ والألم أشدَّ. </p><p> وسبق أن ذكرنا قول الله عَزَّ وَجَلَّ:  {فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِ. .}  [الأنعام: ٤٤] يعني: من منهج الله، لم نُضيِّق عليهم إنما: {فَتَحْنَا </p><p> عَلَيْهِمْ أَبْوَابَ كُلِّ شَيْءٍ حتى إِذَا فَرِحُواْ بِمَآ أوتوا أَخَذْنَاهُمْ بَغْتَةً فَإِذَا هُمْ مُّبْلِسُونَ فَقُطِعَ دَابِرُ القوم الذين ظَلَمُواْ. .} [الأنعام: ٤٤ - ٤٥] . </p><p> فهنا تكون النكاية أشدّ، والحسرة أعظم. </p><p> والكلام هنا عن كفار قريش، فكيف أخذهم الله وهم في ترف من العيش، حيث تصبُّ عندهم كل خيرات الجزيرة حتى عاشوا عيشة الترف والتنعم؟ </p><p> أخذهم الله حال ترفهم بالقَحْط والسنين؛ لذلك لما رآهم النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أُترفوا بالنعمة وطغَوْا بها قال:  «اللهم اشْدُدْ وطأتك على مُضَر، واجعلها عليهم سنين كسني يوسف» . </p><p> واستجاب الله تعالى دعاء نبيه، فأصابهم الجدب والقَحْط حتى أكلوا الجيف و (العِلْهز) وهو شعر الذبيحة أو وبرها المخلوط بدمها بعد أنْ جَفَّ وتجمد تحت حرارة الشمس، وهذا هو المراد بقوله تعالى:  {حتى إِذَآ أَخَذْنَا مُتْرَفِيهِمْ بالعذاب. .}  [المؤمنون: ٦٤] . </p><p> وقوله تعالى:  {إِذَا هُمْ يَجْأَرُونَ. .}  [المؤمنون: ٦٤] . </p><p> يصرخون ويضجّون، فهذا أبو سفيان بعد أن أكلوا الجيف والفضلات يقول للنبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: يا محمد ألستَ رحمةً للعالمين؟ إذن: </p><p> فادْعُ الله أنْ يُفرِّج عنا، فدعا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ربه حتى فرج عنهم. </p><p> أو: يراد بالعذاب هنا ما حدث لهم يوم بدر، حيث أذلَّهم الله، فقتل منهم مَنْ قتل، وأسر مَنْ أسر، وانهارت سيادتهم وضاعت هيبتهم، وقد كانوا يُعذِّبون المؤمنين ويقتلونهم، ويقيمونهم في حَرِّ الشمس ويضعون الأحجار الكبيرة فوق بطونهم، حتى أنزل الله تعالى في هذه الحالة القاسية التي يعانيها المؤمنون:  {سَيُهْزَمُ الجمع وَيُوَلُّونَ الدبر} </p><p> [القمر: ٤٥] . </p><p> فيستقبلون الآية بتعجُّب: حتى يقول عمر: أيُّ جمع هذا الذي سيُهزم، فليس هناك أيّ بادرة لنصر المؤمنين، فلما جاء يوم بدر ورأى المؤمنون ما حاق بالكافرين قال عمر نفسه: صدق الله، سيُهزم الجمع وقد هُزِم. </p><p> وقوله تعالى:  {إِذَا هُمْ يَجْأَرُونَ}  [المؤمنون: ٦٤] يجأر: يصرخ بصوت عالٍ، والإنسان لا يصرخ إلا إذا كان في محنة لا تقدر أسبابه على دفعها، فيصرخ طلباً لمن ينجده، ويرفع صوته ليُسمِع كل مَنْ حوله، كما يقولون (يجعر) . </p><p> والجؤار مثل الخوار يعني: يصيحون مثل العجول بعد ما كانوا رجالاً وسادة وطغاة، فلماذا لم تظلّوا سادة، لماذا تصرخون الآن؟ وكان المنتظر منهم في وقت الشدة أنْ يتماسكوا، وأن يتجلّدوا حتى لا يشمت بهم العبيد والفقراء الذين آمنوا، كما يقول الشاعر: </p><p> وتجلُّدِي للِشَّامِتينَ أُرِيهُمو ... أَنِّي لريْبِ الدهْرِ لا أتضعْضَعُ </p><p> لكن، هيهات فقد حاق بهم العذاب، ولن يخدعوا أنفسهم الآن، فليس أمامهم إلا الصراخ يطلبون به المغيث والمنجي من المهالك. </p><p> ثم يقول الحق سبحانه:  {لاَ تَجْأَرُواْ اليوم إِنَّكُمْ مِّنَّا لاَ تُنصَرُونَ} . </p>"
}