{
  "id": null,
  "sura": 23,
  "aya": 71,
  "text": "<p> إذن: فالمسائل لا تسير على هَوَى المخلوق، إنما على مرادات الخالق؛ لأن الخالق سبحانه هو صانع هذا الكون، وكلُّ صانع يغَارُ على صَنْعته، وهذا مُشَاهد حتى في صنعة البشر، ولك أنْ تتصوّر ماذا يحدث لو أفسدتَ على صانعٍ ما صنعَه. </p><p> وعدالة الأشياء أن تسير على وَفْق مرادات الصانع، لا هوى المصنوع؛ لأن الأهواء تملكها الأغيار، فالإنسان لو سار في حركة حياته على وَفْق هواه لأخذ مَا ليس له، ولَقبل الرشوة، ومال إلى الفِسْق والانحراف؛ لأنه في الظاهر يرى أنه منتفع بهذا ولا ينظر العاقبة والمحصلة النهائية، لقد نظر إلى متعة زائلة موقوته، ونسي تبعة ثقيلة لن يقدر عليها فيما بعد. </p><p> لذلك يقول الحق سبحانه:  {وَلَوِ اتبع الحق أَهْوَآءَهُمْ لَفَسَدَتِ السماوات والأرض وَمَن فِيهِنَّ. .}  [المؤمنون: ٧١] ولك أن تقول: نعم، اتباع الأهواء يُفسِد الأرض، ويُفسِد حركة الحياة فيها، لكن كيف يُفسِد السماء؟ وهل لأحد قدرة عليها؟ </p><p> ونقول: ألم يكُنْ من أمنيات هؤلاء: {وَقَالُواْ لَن نُّؤْمِنَ لَكَ حتى تَفْجُرَ لَنَا مِنَ الأرض يَنْبُوعاً أَوْ تَكُونَ لَكَ جَنَّةٌ مِّن نَّخِيلٍ وَعِنَبٍ فَتُفَجِّرَ الأنهار خِلالَهَا تَفْجِيراً أَوْ تُسْقِطَ السمآء كَمَا زَعَمْتَ عَلَيْنَا كِسَفاً. .}  [الإسراء: ٩٠ - ٩٢] . </p><p> إذن: من أهوائهم أنْ تتهدّم السماء، ولو حتى على رؤوسهم، وأي فساد بعد هذا، وهكذا لو اتبعتَ أهواءهم لفسدَتْ السموات والأرض، ليس هذا وفقط بل {وَمَن فِيهِنَّ. .}  [المؤمنون: ٧١] حيث سيتعدّى فسادهم ليشمل كل ما في الوجود. </p><p> لذلك يقيد النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ هذه الأهواء في قوله:  «لا يؤمن أحدكم حتى يكون هواه تبعاً لما جئت به» لأنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: {وَمَا يَنطِقُ عَنِ الهوى إِنْ هُوَ إِلاَّ وَحْيٌ يوحى}  [النجم: ٣ - ٤] . </p><p> وقد توقف بعض المستشرقين مُعترِضاً على هذه الآية {وَمَا يَنطِقُ عَنِ الهوى}  [النجم: ٣] يقولون: يعني كلامه كله صحيح، فلماذا يُعدِّل له ربه بعض الأحكام؟ ومعنى ذلك أن الحكم المعدّل حين نطق به كان ينطق عن هوى. </p><p> ولو فهم هؤلاء معنى الهوى ما كان منهم هذا الاعتراض، فالهوَى أن تعرف الحق، لكن هواك يصرفك عنه، ورسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لم يكُنْ يعرف في هذه المسائل حُكْماً وانصرف عنه، إنما نطق وحكم على مقتضى ما فهم في أمر لم ينزل فيه من الله شيء، ثم نزل الحكم من الله ليُعدِّل اجتهاد رسوله. </p><p> إذن: لم يكُنْ لرسول الله هَوَىً ينطق بمقتضاه، وفي تعديل الحق سبحانه لرسوله، وتبليغ الرسول لأمته بهذا التعديل أكبر دليل على صِدْقه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وأمانته في البلاغ عن ربه، وإلاَّ فلم يكُنْ أحد ليعلم هذا التعديل، لو أخفاه رسول الله تعصّباً لنفسه، أو لدفْع الخطأ عنه. </p><p> ومن ذلك قوله تعالى:  {ياأيها النبي لِمَ تُحَرِّمُ مَآ أَحَلَّ الله لَكَ تَبْتَغِي مَرْضَاةَ أَزْوَاجِكَ. .}  [التحريم: ١] ويقول سبحانه: {عَفَا الله عَنكَ لِمَ أَذِنتَ لَهُمْ. .}  [التوبة: ٤٣] . </p><p> وكان بوسع رسول الله أن يكتم هذه الآيات التي تعاتبه وتُعَدُّ مأخذاً عليه، لكنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كان أميناً يقول ما له وما عليه، لذلك يقول عن ربه:  {وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الأقاويل لأَخَذْنَا مِنْهُ باليمين ثُمَّ لَقَطَعْنَا مِنْهُ الوتين}  [الحاقة: ٤٤ - ٤٦] . </p><p> ثم يقول تعالى:  {بَلْ أَتَيْنَاهُمْ بِذِكْرِهِمْ فَهُمْ عَن ذِكْرِهِمْ مُّعْرِضُونَ}  [المؤمنون: ٧١] و (بل) تفيد الإضراب عن الكلام السابق، وإثبات كلام جديد بعدها، والذكْر هنا يعني: الشرف والصِّيت والمكانة العالية، كما جاء في قوله تعالى عن القرآن:  {وَإِنَّهُ لَذِكْرٌ لَّكَ وَلِقَوْمِكَ. .}  [الزخرف: ٤٤] . </p><p> وقوله تعالى:  {لَقَدْ أَنزَلْنَآ إِلَيْكُمْ كِتَاباً فِيهِ ذِكْرُكُمْ أَفَلاَ تَعْقِلُونَ}  [الأنبياء: ١٠] فكان يجب عليهم أن يحتضنوا هذا القرآن، ويرفعوه فوق رؤوسهم، ففيه مجدهم وشرفهم وعِزَّتهم، والعرب بدون القرآن لا ذِكْرَ لهم، فقد كانوا أمة أمية تعيش على الترحال والتنقل، ولا تستقر إلا على منابع الماء ومواضع الكلأ، كانوا بَدْواً تنتشر فيما بينهم الحروب والغارات وقَطْع الطريق، كان الواحد منهم يسرق ليُكرم ضيفه بما سرق. </p><p> وهذه من الأمور العجيبة في عادات العرب في الجاهلية، فلم يكن </p><p> لديهم منهج يحكم حياتهم، عجيب أنْ ترى حب الغارة والاعتداء مع الشهامة والكرام في طبيعة واحدة، فهو يفعل ما يعِنُّ له، وما يخطر بباله، فالمسألة ليست محكومة عندهم بقانون، حتى قال فيهم الشاعر: </p><p> لا تمدحَنَّ ابْنَ عبَّادٍ وإنْ هطلَتْ ... كَفَّاهُ بالجُود حتَّى أشبَه الدِّيَمَا </p><p> فَإنَّها خطرَاتٌ من وَسَاوِسِهِ ... يُعْطي ويمنَع لاَ بُخْلاً ولاَ كرَمَا </p><p> ومن أشهر قصائد الشعر العربي في الكرم هذه القصيدة التي تأصَّل فيها هذا الخُلق حتى عند الأطفال، وحتى أن الأب يهِمُّ بذبح ولده للضيف، لأنه لم يجد ما يذبحه لِقرَاه. </p><p> ويقول فيها الشاعر: </p><p> وَطَاوٍ ثَلاثاً عَاصِبِ البطن مُرْملٍ ... ببيداءَ لم يَعْرف بها ساكنٌ رَسْما </p><p> أَخِي جَفْوةٍ فيه من الأُنْسِ وَحْشةٌ ... يرى البُؤْس فِيَها مِنْ شراسته نُعْمي </p><p> رَأَى شبحاً وِسْط الظّلام فَرَاعَه ... فَلما رأَى ضَيْفاً تشمَّر واهْتما </p><p> وقَالَ هَيَّا ربّاه ضَيْف ولا قِرَى!! ... بحقِّك لاَ تحرمْه تالليلةَ اللّحْمَا </p><p> وأفرد في شِعْب عَجُوزاً إزَاءَهَا ... ثَلاثَة أَشْباحٍ تَخَالهموا بُهْمَا </p><p> حُفاةً عُراةً مَا اغتذَوْا خُبْز مَلَّة ... ولاَ عَرفُوا للبُرِّ مُذْ خُلِقوا طعْما </p><p> فَقالَ ابنُه لَمَّا رآهُ بحيْرةٍ ... أيَا أبْتِ اذْبحْني ويسِّر لَهُم طُعْما </p><p> ولاَ تَعتذِرْ بالعُدم على الذِي طَرَا ... يظنُّ لَنَا مَالاً فيُسِعُنا ذمّا </p><p> فروَّى قليلاً ثُمَّ أحجمَ بُرْهةً ... وَإنْ هُوَ لم يذبح فَتَاهُ فَقَد همَّا </p><p> فبَيْنَا هُمَا عَنَّتْ على البُعْد عَانَةٌ ... قَد انتظمتْ من خَلْف مِسْحلها نَظْما </p><p> عطَاشاً تريد الماءَ فانْسَابَ نحوهَا ... علَى أنَّه مِنْها إلىَ دَمِها أَظْما </p><p> فَأَمهلَها حتَّى تروَّتْ عِطاشُها ... وأرسَل فيها من كِنَانتِه سَهمْا </p><p> فَخَرَّت نَحُوصٌ ذَات جحش قَدْ ... اكتنزَتْ لَحْماً وقد طُبِّقَتْ شحْما </p><p> فَيَا بشْرَهُ إذْ جرَّها نَحْو قومهِ ... ويَا بشْرهُم لما رأوا كَلْمها يَدْمَى </p><p> وباتَ أبُوهم من بَشَاشتِه أباً ... لَضَيْفِهموا والأمم مِنْ بِشْرها أُمَّا </p><p> لقد تأصلتْ خَصْلة الكرم في العربي، حتى في الأطفال الصغار، فهو وإنْ كان فقيراً لكن لا يحب أن يُعرف عنه الفقر، يحب أن يظهر في صورة الغني الكريم المعطاء، وإنْ ناقض ذلك صفات أخرى ذميمة فيه. </p><p> والشاهد أنهم جماعة تناقضتْ خصالهم، وقد عاشوا في أمية تامة فلم يعالجوا حضارة، وهذه حُسِبت لهم بعد ظهور الإسلام </p><p> وبعثة النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من بينهم، فكيف لمثل هؤلاء أنْ يأتوا بهذه المعاني والأساليب العالية التي تحكم العالم كله؟ ولو كانوا أهلَ علم وحضارة لقالوا عنهم وعن الإسلام: إنه قفزة حضارية. </p><p> ولو كان رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قارئاً لقالوا: قرأ لفلان وفلان، كما حكى عنهم الحق سبحانه وتعالى:  {وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمُهُ بَشَرٌ. .}  [النحل: ١٠٣] . </p><p> إذن: فذِكْر العرب وشرفهم ومجدهم وكرامتهم في القرآن، ومع ذلك لم يعملوا حتى لمصلحتهم، ولم يهتموا بهذا القرآن، إنما أعرضوا عنه {فَهُمْ عَن ذِكْرِهِمْ مُّعْرِضُونَ}  [المؤمنون: ٧١] . </p><p> أي: عن القرآن، وهذا دليل أنهم كانوا مغفلين، لا يعرفون حتى مصلحتهم. </p><p> ثم يقول الحق سبحانه:  {أَمْ تَسْأَلُهُمْ خَرْجاً فَخَرَاجُ رَبِّكَ خَيْرٌ. .} . </p>"
}