{
  "id": null,
  "sura": 23,
  "aya": 32,
  "text": "<p> جاء بعد قوم نوح عليه السلام قوم عاد، وقد أرسل الله إليهم سيدنا هوداً عليه السلام، كما جاء في قوله تعالى:  {وإلى عَادٍ أَخَاهُمْ هُوداً. .}  [الأعراف: ٦٥] وقد دعاهم بنفس دعوة نوح: {أَنِ اعبدوا الله مَا لَكُمْ مِّنْ إله غَيْرُهُ. .}  [المؤمنون: ٣٢] وقال لهم أيضاً: {أَفَلاَ تَتَّقُونَ}  [المؤمنون: ٣٢] . </p><p> إذن: هو منهج مُوحَّد عند جميع الرسالات، كما قال سبحانه:  {شَرَعَ لَكُم مِّنَ الدين مَا وصى بِهِ نُوحاً والذي أَوْحَيْنَآ إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وموسى وعيسى أَنْ أَقِيمُواْ الدين وَلاَ تَتَفَرَّقُواْ فِيهِ. .}  [الشورى: ١٣] . </p><p> فدين الله واحد، نزل به جميع الرسل والأنبياء، فإنْ قلتَ: فما بال قوله تعالى: {لِكُلٍّ جَعَلْنَا مِنكُمْ شِرْعَةً وَمِنْهَاجاً. .}  [المائدة: ٤٨] . </p><p> نقول: نعم، لأن العقائد والأصول هي الثابتة التي لا تتغير: </p><p> اعبدوا الله ما لكم من إله غيره، أمّا المنهج والشريعة الخاصة بالفروع فهي محلُّ التغيير بين الرسل؛ لأنها أمور تتعلق بحركة الحياة، والحق - تبارك وتعالى - يعطي لكل بيئة على لسان رسولها ما يناسبها وما يعالج أمراضها وداءاتها. </p><p> والشِّرْعة: هي القانون الذي يحكم حركة حياتك، أمّا الدين فهو الأمر الثابت والموحّد من قبل الله - عَزَّ وَجَلَّ - والذي لا يملك أحد أنْ يُغيِّر فيه حرفاً واحداً. </p><p> لذلك، كانت آفة الأمم أنْ يجعلوا أنفسهم فِرَقاً مختلفة وأحزاباً متباينة، وهؤلاء الذين قال الله فيهم:  {إِنَّ الذين فَرَّقُواْ دِينَهُمْ وَكَانُواْ شِيَعاً لَّسْتَ مِنْهُمْ فِي شَيْءٍ. .}  [الأنعام: ١٥٩] . </p><p> وتأمل:  {فَرَّقُواْ دِينَهُمْ. .}  [الأنعام: ١٥٩] ولم يقُلْ: فرّقوا شريعتهم ولا منهجهم، ذلك لأن الدين واحد عند الله، أمّا المناهج والشرائع فهي مجال الاختلاف على حَسْب ما في الأمة من داءات، فهؤلاء كانوا يعبدون الأوثان، وهؤلاء كانوا يُطفِّفون الكيل والميزان، وهؤلاء كانوا يجحدون نِعَم الله. . الخ. </p><p> وسبق أنْ أوضحنا أن اختلاف الداءات في هذه الأمم ناتج عن العزلة التي كانت تبعدهم، فلا يدري هذا بهذا، وهم في زمن واحد. أمّا في رسالة الإسلام - هذه الرسالة العامة الخاتمة - فقد جاءت على موعد من التقاء الأمم وتواصل الحضارات، فما يحدث في أقصى الشمال يعرفه مَنْ في أقصى الجنوب؛ لذلك توحدت الداءات، فجاء رسول واحد خاتم بتشريع صالح لجميع الزمان ولجميع المكان، وإلى قيام الساعة. </p><p> وآفة المسلمين في التعصُّب الأعمى الذي يُنزِل الأمور الاجتهادية التي ترك الله لعباده فيه حريةً واختياراً منزلةَ الأصول والعقائد التي لا اجتهادَ فيها، فيتسرَّعون في الحكم على الناس واتهامهم بالكفر لمجرد الاختلاف في وجهات النظر الاجتهادية. </p><p> نقول: من رحمة الله بنا أنْ جعل الأصول واحدة لا خلافَ عليها، أما الفروع والأمور الاجتهادية التي تتأتّى بالفهم من المجتهد فقد تركها الله لأصحاب الفهم، {وَلَوْ رَدُّوهُ إِلَى الرسول وإلى أُوْلِي الأمر مِنْهُمْ لَعَلِمَهُ الذين يَسْتَنْبِطُونَهُ مِنْهُمْ. .} </p><p> [النساء: ٨٣] . </p><p> وإلا لو أراد الحق سبحانه لَمَا جعل لنا اجتهاداً في شيء، ولجاءتْ كل مسائل الدين قهرية، لا رَأْيَ فيها لأحد ولا اجتهاد، أمّا الحق - سبحانه وتعالى - فقد شاءت حكمته أن يجمعنا جَمْعاً قهرياً على الأمور التي إنْ لم نجمع عليها تفسد، أما الأمور التي تصلح على أي وجه فتركها لاجتهاد خَلْقه. </p><p> فعلينا - إذن - أنْ نحترم رأي الآخرين، وألاَّ نتجرأ عليهم بل لنحترم ما اختاره الله لنا من حرية الفكر والاجتهاد. </p><p> وأُسْوتنا في هذه المسألة سيرة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وسلف هذه الأمة في غزوة الأحزاب، فلما هَبَّتْ الريح على معسكر الكفار فاقتلعت خيامهم وشتتت شملهم وفَرُّوا من الميدان انصرف رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إلى المدينة، لكن سرعان ما أمره ربه بالتوجه إلى بني قريظة لتأديبهم، وأخبره - سبحانه وتعالى - أن الملائكة ما زالت على حال استعدادها، ولم يضعوا عنهم أداة الحرب، فجمع رسول الله الصحابة </p><p> وقال لهم:  «مَنْ كان يؤمن بالله واليوم الآخر فلا يصلين العصر إلا في بني قريظة» . </p><p> وفعلاً، سار الصحابة نحو بني قريظة فيما بين العصر والمغرب، فمنهم مَنْ خاف أنْ يدركه المغرب قبل أنْ يصلي العصر، فصلى في الطريق ومنهم مَن التزم بأمر رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بألاَّ يصلي إلا في بني قريظة، حتى وإن أدركه المغرب، حدث هذا الخلاف إذن بين صحابة رسول الله وفي وجوده، لكنه خلاف فرعي، لَمَّا رفعوه إلى رسول الله وافق هؤلاء، ووافق هؤلاء، ولم ينكر على أحد منهم ما اجتهد. </p><p> إذن: في المسائل الاجتهادية ينبغي أن نحترم رأي الآخرين؛ لذلك فالعلماء - رَضِيَ اللَّهُ عَنْهم - وأصحاب الفكر المتزن يقولون: رأيي صواب يحتمل الخطأ، ورأْي غيري خطأ يحتمل الصواب. فليت المسلمين يتخلصون من هذه الآفة التي فرَّقتهم، وأضعفتْ شوكتهم بين الأمم. ليتهم يذكرون دائماً قول الله تعالى:  {إِنَّ الذين فَرَّقُواْ دِينَهُمْ وَكَانُواْ شِيَعاً لَّسْتَ مِنْهُمْ فِي شَيْءٍ. .}  [الأنعام: ١٥٩] . </p><p> ولما تكلم الحق - تبارك وتعالى - عن مسألة الوضوء، قال سبحانه:  {يَا أَيُّهَا الذين آمَنُواْ إِذَا قُمْتُمْ إِلَى الصلاة فاغسلوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى المرافق وامسحوا بِرُؤُوسِكُمْ وَأَرْجُلَكُمْ إِلَى الكعبين. .}  [المائدة: ٦] . </p><p> نلحظ أنه تعالى عند الوجه قال {فاغسلوا وُجُوهَكُمْ. .}  [المائدة: ٦] دون أن يحدد للوجه حدوداً، لماذا؟ لأن الوجه لا خلافَ عليه بين الناس، لكن في الأيدي قال:  {وَأَيْدِيَكُمْ إِلَى المرافق. .}  [المائدة: ٦] فحدد اليد إلى المرفق؛ لأنها محل خلاف، فمن الناس مَنْ يقول: الأيدي إلى الكتف. ومنهم مَنْ يقول: إلى المرفق. ومنهم مَنْ يقول: هي كف اليد. </p><p> لذلك حدَّدها ربنا - عَزَّ وَجَلَّ - ليُخرِجنا من دائرة الخلاف في غَسْل هذا العضو، ولو تركها - سبحانه وتعالى - دون هذا التحديد لكانَ الأمر فيها مباحاً: يغسل كل واحد يده كما يرى، كذلك في الرأس قال سبحانه:  {وامسحوا بِرُؤُوسِكُمْ. .}  [المائدة: ٦] وتركها لاحتمالات الباء التي يراها البعض للإلصاق، أو للتعدية، أو للتبعيض. </p><p> إذن: حين ترى مخالفاً لك في مثل هذه الأمور لا تتهمه؛ لأن النص أجاز له هذا الاختلاف، وأعطاه كما أعطاك حقَّ الاجتهاد. </p><p> ثم قال الحق سبحانه:  {َوَقَالَ الملأ مِن قَوْمِهِ الذين كَفَرُواْ وَكَذَّبُواْ بِلِقَآءِ الآخرة وَأَتْرَفْنَاهُمْ فِي الحياة الدنيا. .} . </p>"
}