{
  "id": null,
  "sura": 23,
  "aya": 1,
  "text": "<p> لما قال الحق - تبارك وتعالى - في الآية قبل السابقة من سورة الحج {لَعَلَّكُمْ تُفْلِحُونَ. .}  [الحج: ٧٧] ولعلَّ تفيد الرجاء، أراد سبحانه أن يؤكد هنا على فلاح المؤمنين فقال:  {قَدْ أَفْلَحَ المؤمنون}  [المؤمنون: ١] وأن الرجاء من الله واقع ومؤكد، لذلك جاء بأداة التحقيق {قَدْ} التي تفيد تحقُّق وقوع الفعل، وهكذا تنسجم بداية سورة (المؤمنون) مع نهاية سورة (الحج) . </p><p> وقوله تعالى هناك {تُفْلِحُونَ}  [الحج: ٧٧] وهنا {أَفْلَحَ}  [المؤمنون: ١] مادة (فلح) مأخوذة من فلاحة الأرض، والفَلْح هو الشق؛ لذلك قالوا: إن الحديد بالحديد يفلح، وشَقُّ الأرض: إهاجتها وإثارتها بالحرث، وهذه العملية هي أساس الزرع، ومن هنا سُمِّي الزرع حَرْثاً في قوله سبحانه: {وَمِنَ الناس مَن يُعْجِبُكَ قَوْلُهُ فِي الحياة </p><p> الدنيا وَيُشْهِدُ الله على مَا فِي قَلْبِهِ وَهُوَ أَلَدُّ الخصام وَإِذَا تولى سعى فِي الأرض لِيُفْسِدَ فِيِهَا وَيُهْلِكَ الحرث والنسل} [البقرة: ٢٠٤ - ٢٠٥] . </p><p> ومعنى أفلح: فاز بأقصى ما تتطلع إليه النفس من خير. </p><p> والأرض حين تحرثها تكون خالية ليس فيها شيء يُهْلَك، إذن: المراد بالحرث هنا الزرع الناتج عن عملية الحرث، والتي لا بُدَّ منها كي تتم عملية الزراعة؛ لأنك بالحرث تثير التربة ليتخللها الهواء، فيزيد من خصوبتها وصلاحها لاستقبال البذرة، وسبق أن تحدثنا عن عملية الإنبات، وكيف تتم، وأن النبات يتغذى على فَلْقتي البذرة إلى أن يصبح له جذر قوي يستطيع أن يمتصّ من التربة، فإن ألقيتَ البذرة في أرض صماء غير مثارة فإن الجذر يجد صعوبة في اختراق التربة والامتصاص منها. </p><p> فالحق - تبارك وتعالى - يعطينا صورة من واقعنا المشاهد، ويستعير من فلاحة الأرض ليعبر عن فلاح المؤمن وفوزه بالنعيم المقيم في الآخرة، فالفلاح يحرث أرضه ويسقيها ويرعاها فتعطيه الحبة بسبعمائة حبة، وهكذا سيكون الجزاء في الآخرة:  {مَّثَلُ الذين يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ الله كَمَثَلِ حَبَّةٍ أَنبَتَتْ سَبْعَ سَنَابِلَ فِي كُلِّ سُنبُلَةٍ مِّئَةُ حَبَّةٍ والله يُضَاعِفُ لِمَن يَشَآءُ والله وَاسِعٌ عَلِيمٌ}  [البقرة: ٢٦١] . </p><p> فإذا كانت الأرض المخلوقة لله عَزَّ وَجَلَّ تعطي كل هذا العطاء، فما بالك بعطاء مباشر من خالقك وخالق الأرض التي تعطيك؟ وكما أن الفلاح إذا تعب واجتهد زاد محصوله، كذلك المؤمن كلما تعب في العبادة واجتهد زاد ثوابه وتضاعف جزاؤه في الآخرة. </p>"
}