{
  "id": null,
  "sura": 23,
  "aya": 115,
  "text": "<p> (حسبتم) ظننتم يعني: ماذا كنتم تظنون في خَلْقنا لكم؟ كما قال في موضع آخر:  {أَحَسِبَ الناس أَن يتركوا أَن يقولوا آمَنَّا وَهُمْ لاَ يُفْتَنُونَ}  [العنكبوت: ٢] وكلمة {عَبَثاً. .}  [المؤمنون: ١١٥] العَبَث هو الفعل الذي لا غايةَ له ولا فائدةَ منه، كما تقول: فيم تعبث؟ لمن يفعل فِعْلاً لا جدوى منه، وغير العبث نقول: الجد ونقول: اللعب واللهو، كلها أفعال في حركات الحياة. لكن الجد: هو أن تعمل العمل لغاية مرسومة. </p><p> أما اللعب فهو أن تعمل عملاً هو في واقع الأمر لا غاية له الآن إلا دُرْبتك أنت على الحركة وشُغْل ملكاتك حتى لا تتوجه إلى فساد شيء أو الإضرار بشيء، كما تشتري لولدك لعبة يلهو بها، وينشغل بها عن الأشياء القيِّمة في المنزل، والتي إنْ لعب بها حطّمها، فأنت </p><p> تصرف حركاته إلى شيء لتمنعه عن أشياء ضارة، أو تُعلِّمه باللعب شيئاً يفيده فيما بعد، كالسباحة أو ركوب الخيل. </p><p> واللهو كاللعب في أنه يكون لغاية قد تأتي بعد، أو لغاية تنفي ضرراً، إلا أن اللعب حين تزاوله لا يشغلك عن مطلوب، أما اللهو فهو الذي يشغلك عن مطلوب، فمثلاً الطفل دون السابعة يلعب في أوقات الصلاة، فيُسمّى فعله لعباً، فإنْ كان في العاشرة يُسمَّي فِعْله لَهْواً؛ لأنه شغله عن الصلاة، وهي واجبة عليه. </p><p> واللعب يُدربك على أشياء قد تحتاجها وقت الجد فتكون سهلة عليك، أما العبث فلا فائدةَ منه، لذلك قال سبحانه:  {أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثاً. .}  [المؤمنون: ١١٥] فنفي أن يكون الخَلْق عبثاً بلا غاية؛ لأن الله تعالى خلق الخَلْق لغاية مرسومة، ووضع لها منهجاً يحدد هذه الغاية، ولا يضع المنهج للخَلْق إلا الخالق. </p><p> كما قلنا سابقاً: إن الصانع الذي صنع هذا الميكروفون لم يصنعه ثم طلب منا أن نبحث له عن مهمة، إنما قبْل أنْ يصنعه حدد له مهمته والغاية منه، وهي أن ينقل الصوت لمسافات بعيدة، إذن: فالغاية مرسومة بدايةً وقبل العمل. </p><p> فالذي يحدد الغاية هو الصانع المبدع للشيء، وهو أيضاً الذي يحدد صلاح الصنعة لغايتها، ويحدد قانون صيانتها لتؤدي مهمتها على أكمل وجه، وأنت أيها الإنسان صنعة الله فَدَعْهُ يحدد لك غايتك، ويضع لك منهج حياتك وقانون صيانتك، بافعل كذا ولا تفعل كذا. </p><p> إذن: فساد الدنيا يأتي من ان الصنعة تريد أن تأخذ حق الصانع في تحديد الغاية، وفي تحديد المنهج، وقانون الصيانة، وليس من مهمتها ذلك، والخالق حينما يحدد لك المنهج الذي </p><p> يُعينك على غايتك، إنما أنت: متى تستطيع أن تدرك الأشياء لتضع غاية أو تضع قانون الصيانة؟ </p><p> إنك لا يمكن أن تبلغ هذا المبلغ قبل سِنِّ العشرين على أحسن تقدير، فمَنْ - إذن - يضع لك غايتك وقانون صيانتك قبل هذه السنِّ؟ لا أحدَ غير خالقك عَزَّ وَجَلَّ، ولن يستقيم الحال إلا إذا تركنا الصَّنْعة للصانع غايةً ومنهجاً وصيانة. </p><p> وكيف تظن أن الله تعالى خلقك عَبثاً، وهو الذي استدعاك للوجود وأعدَّ لك مُقوِّمات حياتك وضرورياتها، وحثَّك بإعمال عقلك في هذه المقومات لتستطيع أن تُرفِّه بالطاقة والقدرة المخلوقة لله تعالى لتُسعِدَ نفسك وتُرفِّه حياتك. </p><p> وقد كنا في الماضي نجلس على ضوء المسرجة، والآن على أضواء النيون والكريستال، ومهما ترفهت حياتك وتوفرت لك وسائل الراحة فلا تنْسَ أنها عطَاء من الله في المادة وفي الطاقة وفي العقل المفكر، كلها مخلوقة لله عزَ وجل، لا تملك أنت منها شيئاً، بدليل أن الله إذا سلبك العقل لَصِرت مجنوناً، ولو سلبك الطاقة والقدرة لصرتَ ضَعيفاً لا تستطيع مجرد التنفس، فهذه نِعَمٌ موهوبة لك ليست ذاتية فيك. </p><p> إذن: عليك أن تتأمل في خالقك عَزَّ وَجَلَّ، وما وهبك من مقومات الحياة، لتعلم أن هذا الخَلْق لا يمكن أن يكون عبثاً، ولا بد أن له غاية رسمها الخالق سبحانه، وأنت في ذاتك تحاول أن تضع لك غاية في جزئية ما من الغاية الكبرى التي خلقك الله لها. </p><p> أَلاَ ترى الولد الصغير كيف تعتني به وتُعلِّمه وتنفق عليه مرحلة بعد الأخرى، حتى يصل إلى الجامعة، وتتعلق أنت بأمل كبير في أن </p><p> يكون لولدك هذا مكانة في المجتمع ومنزلة بين الناس؟ هذه العملية في حد ذاتها غاية، لكن بعد أن يحصل على الوظيفة المرموقة والمكانة والمنزلة ينتهي الأمر بالموت. </p><p> إذن: لا بُدَّ من وجود غاية أخرى أعظم من هذه، غاية لا يدركها الفناء، وليس لها بعد، هذه الغاية الكبرى هي لقاء الله وملاقاة الجزاء، إما إلى الجنة وإما إلى النار. </p><p> وعلينا أن نأخذ كل مسائل الحياة وجزئياتها في ضوء هذه الحقيقة، أننا لم نُخلَق عَبثاً، بل لغاية مراده لله، ولها أسباب توصل إليها. </p><p> ثم يقول سبحانه:  {وَأَنَّكُمْ إِلَيْنَا لاَ تُرْجَعُونَ}  [المؤمنون: ١١٥]  (تُرجَعون) يعني: رَغْماً عنكم، ودون إرادتكم، كأن شيئاً ما يسوقهم، كما في قوله تعالى:  {يَوْمَ يُدَعُّونَ إلى نَارِ جَهَنَّمَ دَعًّا}  [الطور: ١٣] يعني: يُدفعون إليها، ويُضربون على أقفائِهم، ويُسَاقون سَوْقَ الدواب. </p>"
}