{
  "id": null,
  "sura": 23,
  "aya": 50,
  "text": "<p> بعد أن أعطانا هذه اللقطة الموجزة من قصة موسى وهارون انتقل إلى المسيح ابن مريم، والقرآن في حديثه عن عيسى عليه السلام مرة يقول: ابن مريم، ومرة يقول: عيسى بن مريم. وتسمية عيسى عليه السلام بأمه هي التي جعلتْ سيدتنا وسيدة نساء العالمين مريم ساعة تُبشَّر بغلام تستنكر ذلك، وتقول: كيف ولم يمسسني بشر؟ ولم يخطر ببالها أنها يمكن أنْ تتزوّج وتُنجب، لماذا؟ لأن الله </p><p> سماه ابن مريم، وما دام سماه بأمه، إذن: فلن يكون له أب. </p><p> وليس أصعب على الفتاة من أن تجد نفسها حاملاً ولم يمسسها رجل؛ لأن عِرْض الفتاة أغلى وأعزّ ما تملك، لذلك مهّد الحق - تبارك وتعالى - لهذه المسألة، وأعدَّ مريم لاستقبالها، وأعطاها المناعة اللازمة لمواجهة هذا الأمر العجيب، كما نفعل الآن في التطعيم ضد الأمراض، وإعطاء المناعة التي تمنع المرض. </p><p> فلما دخل زكريا - عليه السلام - على مريم فوجد عندها رزقاً لم يأْتِ به، وهو كفيلها والمسئول عنها، سألها:  {أنى لَكِ هذا قَالَتْ هُوَ مِنْ عِندِ الله. .}  [آل عمران: ٣٧] وكان هذا الردّ من مريم عن فَهْم تام لقضية الرزق، ولم يكُنْ كلام دراويش، بدليل أنها قالت بعدها:  {إِنَّ الله يَرْزُقُ مَن يَشَآءُ بِغَيْرِ حِسَابٍ}  [آل عمران: ٣٧] . </p><p> وفي هذا الموقف درس لكل أب ولكل وليّ أمر ورب أسرة أن يسأل أهل بيته عن كل شيء يراه في بيته ولم يأْتِ هو به، حتى لا يدعَ لأولاده فرصة أنْ تمتد أيديهم إلى ما ليس لهم. </p><p> لقد انتفع زكريا - عليه السلام - بهذا القول وانتبه إلى هذه الحقيقة، نعم زكريا يعلم أن الله يرزق مَنْ يشاء بغير حساب، لكن ذلك العلم كان معلومة في حاشية الشعور، فلما سمعها من مريم خرجتْ إلى بُؤرة شعوره، وعند ذلك دعا الله أن يرزقه الولد وقد بلغ من الكِبَر عِتياً، وامرأته عاقر. </p><p> وكذلك انتفعت بها مريم حين أحسَّتْ بالحمل دون أن يمسسْها بشر فاطمأنتْ؛ لأن الله يرزق مَنْ يشاء بغير حساب. </p><p> وقوله تعالى:  {وَجَعَلْنَا ابن مَرْيَمَ وَأُمَّهُ. .}  [المؤمنون: ٥٠] فأخبر </p><p> سبحانه عن المثنى بالمفرد {آيَةً. .}  [المؤمنون: ٥٠] لأنهما مشتركان فيها: مريم آية لأنها أنجبت من غير زوج، وعيسى آية لأنه وُلِد من غير أب، فالآية إذن لا تكون في أحدهما دون الآخر، وهما فيها سواء. </p><p> لذلك يراعي النص القرآني هذه المساواة فيُقَدِّم عيسى في آية:  {وَجَعَلْنَا ابن مَرْيَمَ وَأُمَّهُ آيَةً. .}  [المؤمنون: ٥٠] ويقدم مريم في آية أخرى: {وَجَعَلْنَاهَا وابنهآ آيَةً لِّلْعَالَمِينَ}  [الأنبياء: ٩١] هذه العدالة في النص لأنهما سواء في الخيرية لا يتميز أحدهما على الآخر. </p><p> والآية هي الأمر العجيب الذي يُثبت لنا طلاقة قدرة الخالق في الخَلْق، وحتى لا يظن البعض أن مسألة الخَلْق مسألة (ميكانيكية) من أب وأم، لذلك كان وجه العجب في خَلْق عيسى أن يخرج عن هذه القاعدة ليجعله الله دليلاً على قدرته تعالى، فإنْ أراد أنْ يخلق خلق من العدم، أو من أب فقط، أو من أم فقط، وحتى في اكتمال العنصرين يوجد الأب والأم، لكن لا يوجد الإنجاب، إذن: المسألة إرادة لله عَزَّ وَجَلَّ، وطلاقة لقدرة إلهية لا حدودَ لها. </p><p> يقول سبحانه:  {لِلَّهِ مُلْكُ السماوات والأرض يَخْلُقُ مَا يَشَآءُ يَهَبُ لِمَن يَشَآءُ إِنَاثاً وَيَهَبُ لِمَن يَشَآءُ الذكور أَوْ يُزَوِّجُهُمْ ذُكْرَاناً وَإِنَاثاً وَيَجْعَلُ مَن يَشَآءُ عَقِيماً. .}  [الشورى: ٥٠] . </p><p> والآن نلاحظ أن البعض يحاول منع الإنجاب بشتى الوسائل، لكن إنْ قُدِّر له مولود جاء رغم أنف الجميع، ورغم إحكام وسائل منع الحمل التي تفننوا فيها. </p><p> ثم يقول سبحانه:  {وَآوَيْنَاهُمَآ إلى رَبْوَةٍ ذَاتِ قَرَارٍ وَمَعِينٍ. .}  [المؤمنون: ٥٠] من الطبيعي بعد أن حملتْ مريم بهذه الطريقة أنْ تُضطهد </p><p> من قومها وتُطارد، بل وتستحي هي من الناس وتتحاشى أن يراها أحد، ألا ترى قوله تعالى عن ابنة شعيب:  {فَجَآءَتْهُ إِحْدَاهُمَا تَمْشِي عَلَى استحيآء. .}  [القصص: ٢٥] على استحياء، لأنها ذهبت لاستدعاء فتىً غريب عنها، فما بالك بمريم حين يراها القوم حاملاً وليس لها زوج؟ إنها مسألة أصعب ما تكون على المرأة. </p><p> لذلك لما سئل الإمام محمد عبده وهو في باريس: بأيِّ وجه قابلتْ عائشة قومها بعد حادثة الإفك؟ فألهمه الله الجواب وهداه إلى الصواب، فقال: بالوجه الذي قابلتْ به مريمُ قومَها وقد جاءتْ تحمل ولدها؛ ذلك لأنهم أرادوا أنْ يأخذوها سُبة ومطعناً في جبين الإسلام. </p><p> ولما كانت مريم بهذه الصفة تولاها الله ودافع عنها، فهذا يوسف النجار وكان خطيب مريم حين يرى مسألة حَمْلها، وهو أَغْير الناس عليها بدل أنْ يتشكك فيها ويتهمها يتحوّل قلبه عليها بالعطف، كما قال تعالى:  {وَاعْلَمُواْ أَنَّ الله يَحُولُ بَيْنَ المرء وَقَلْبِهِ. .}  [الأنفال: ٢٤] . </p><p> فإذا به يخدمها ويحنُو عليها؛ لأن الله أنزل المسألة على قلبه منزل الرضا، وكل ما قاله في مجادلة مريم وفي الاستفسار عَمَّا حدث بطريقة مهذبة: يا مريمُ أرأيتِ شجرة بدون بذرة؟ فضحكتْ مريم وقد فهمت ما يريد وقالت: نعم الشجرة التي أنبتت أول بذرة إنه كلام أهل الإيمان والفهم عن الله. </p><p> لذلك آواها الله وولدها {وَآوَيْنَاهُمَآ إلى رَبْوَةٍ ذَاتِ قَرَارٍ وَمَعِينٍ}  [المؤمنون: ٥٠] </p><p> وساعةَ تسمع كلمة الإيواء تفهم أن شخصاً اضطر إلى مكان يلجأ إليه ويأوي إليه، وكذلك كانت مريمُ مضطرة تحتاج إلى مكان يحتويها وهي مضطهدة من قومها. ولا بُدَّ في مكان الإيواء هذا أنْ تتوفر فيه مُقوِّمات الحياة، خاصة لمثل مريم التي تستعد لاستقبال وليدها، ومقومات الحياة: هواء وماء وطعام. </p><p> فانظر كيف أعدَّ الحق - سبحانه وتعالى - لمريم مكان الإيواء:  {وَآوَيْنَاهُمَآ إلى رَبْوَةٍ.</p><p> .}  [المؤمنون: ٥٠] وهي المكان العالي عن الأرض المنخفض عن الجبل، فهو معتدل الجو؛ لأنه بين الحرارة في الأرض المستوية والبرودة في أعلى الجبل. </p><p> {ذَاتِ قَرَارٍ. .}  [المؤمنون: ٥٠] يعني: توفرتْ لها أسباب الاستقرار من ماء وطعام، فالماء يأتيها من أعلى الجبال ويمرُّ عليها ماءً معيناً، يعني: تراه بعينك، والطعام يأتيها من ثمار النخلة التي نزلت يجوارها. </p><p> ومعلوم أن الربوة هي أنسب الأماكن حيث يمر عليها الماء من أعلى، ولا يتبقى فيها مياه جوفية تضرُّ بمزروعاتها؛ لأنها تتصرف في الأرض المنخفضة عنها. </p><p> لذلك ضرب لنا الحق - تبارك وتعالى - المثل للأرض الخصبة التي تؤتي المحصول الوافر، فقال:  {وَمَثَلُ الذين يُنْفِقُونَ أَمْوَالَهُمُ ابتغآء مَرْضَاتِ الله وَتَثْبِيتاً مِّنْ أَنْفُسِهِمْ كَمَثَلِ جَنَّةٍ بِرَبْوَةٍ. .}  [البقرة: ٢٦٥] . </p><p> إذن: اختار الله تعالى لمريم القرار الذي تتوفر فيه مقومات الحياة على أعلى مستوى بحيث لا تحتاج أن تنتقل منه إلى غيره. </p><p> وبعد ذلك يتكلم الحق - سبحانه وتعالى - عن قضية عامة بعد أن تكلَّم عن القرار ومُقوِّمات الحياة، وهي الطعام والشراب والهواء، </p><p> فناسب ذلك أن يتكلم سبحانه عن المطعم:  {ياأيها الرسل كُلُواْ مِنَ الطيبات واعملوا صَالِحاً. .} . </p>"
}