{
  "id": null,
  "sura": 23,
  "aya": 40,
  "text": "<p> {عَمَّا قَلِيلٍ. .}  [المؤمنون: ٤٠] يعني: بعد قليل، ف (عن) هنا بمعنى بعد، كما جاء في قوله تعالى:  {لَتَرْكَبُنَّ طَبَقاً عَن طَبقٍ}  [الانشقاق: ١٩] يعني: بعد طبق. </p><p> أما {مَّا. .}  [المؤمنون: ٤٠] هنا فقد دلَّتْ على الظرف الزمني؛ لأن المراد بعد قليل من الزمن. </p><p> {لَّيُصْبِحُنَّ نَادِمِينَ}  [المؤمنون: ٤٠] حين يقع بهم ما كانوا به يُكذِّبون، ويحلّ عليهم العذاب يندمون، لأنهم لن يستطيعوا تدارك ما فاتهم، فليس أمامهم إذن إلا الندم، وهذه المسألة دلَّتْ على أن الفطرة الإنسانية حين لا تختلط عليها الأهواء تنتهي في ذاتها إلى الحق، وإنْ أخرجها الغضب إلى الباطل، فإنها تعود إلى توازنها وإلى الجادة حين تهدأ ثورة الغضب. </p><p> والحق - تبارك وتعالى - يعطينا أدلةً وإشارات حول هذه القضية في قصة ولدي آدم عليه السلام فيقول: {واتل عَلَيْهِمْ نَبَأَ ابنيءَادَمَ بالحق إِذْ قَرَّبَا قُرْبَاناً فَتُقُبِّلَ مِن أَحَدِهِمَا وَلَمْ يُتَقَبَّلْ مِنَ الآخر قَالَ لأَقْتُلَنَّكَ قَالَ </p><p> إِنَّمَا يَتَقَبَّلُ الله مِنَ المتقين} [المائدة: ٢٧] . </p><p> إلى أنْ قال سبحانه:  {فَطَوَّعَتْ لَهُ نَفْسُهُ قَتْلَ أَخِيهِ فَقَتَلَهُ. .}  [المائدة: ٣٠] فجاء القتل أثراً من آثار الغضب، والمفروض أنه بعد أن قتله شفى نفسه، وينبغي له أن يُسَرَّ لأنه حقق ما يريد، لكن {فَأَصْبَحَ مِنَ النادمين}  [المائدة: ٣١] . </p><p> أي: بعد أن هدأتْ ثورة الغضب بداخله ندم على ما فعل، لماذا؟ لأن هذه طبيعة النفس البشرية التي لا يُطغيها ولا يُخرجها عن توازنها إلا الهوى، فإنْ خرج الهوى عادت إلى الاستقامة وإلى الحق، وكأن الله تعالى خلق في الإنسان مقاييس يجب ألاَّ تُفسدها الأهواء ولا يُخرِجها الغضب عن حَدِّ الاعتدال، لذلك يقولون: آفة الرأي الهوى. </p><p> لقد استيقظ قابيل، لكن بعد أنْ رأى عاقبة السوء التي وصل إليها بتسرُّعه، لكن الذكي يستيقظ قبل رَدِّ الفعل. </p><p> لكن، لماذا اختار لهم وقت الصباح بالذات:  {لَّيُصْبِحُنَّ نَادِمِينَ}  [المؤمنون: ٤٠] المتتبع لما حاق بالأمم المكذِّبة من العذاب والانتقام يجد أنه غالباً ما يكون في الصباح، كما قال تعالى:  {أَفَبِعَذَابِنَا يَسْتَعْجِلُونَ فَإِذَا نَزَلَ بِسَاحَتِهِمْ فَسَآءَ صَبَاحُ المنذرين}  [الصافات: ١٧٦ - ١٧٧] . </p><p> وقال سبحانه:  {وَلَقَدْ صَبَّحَهُم بُكْرَةً عَذَابٌ مُّسْتَقِرٌّ}  [القمر: ٣٨] . </p><p> وقال سبحانه:  {فَتَنَادَوْاْ مُصْبِحِينَ}  [القلم: ٢١] . </p><p> ذلك، لأن الصباح يعقب فترة النوم والخمول الحركي، فيقومون من نومهم فيفاجئهم العذاب، ويأخذهم على حين غفلة وعدم استعداد للمواجهة، على خلاف إنْ جاءهم العذاب أثناء النهار وهم مستعدون. </p><p> وندمهم على أنهم كذَّبوا أمراً ما كان ينبغي أن يُكذِّب وقد جَرَّ </p><p> عليهم الوَيْلات، والندم على خير فات من طبيعة النفس البشرية التي عادةً ما تغلبها الشهوة ويُغريها الحمق بردِّ الحق، ويمنعها الكِبْر من الانصياع للرسول خاصة وهو بشر مثلهم، ويريد في ظنهم أنْ يستعلي عليهم، لكن حين يواجهون عاقبة هذا التكذيب ونتيجة هذا الحمق يندمون، ولاتَ ساعة مَنْدم. </p><p> إذن: فشهوة النفس تجعل الإنسان يقف موقفاً، إذا ما جُوزي عليه بالشدة يندم أنه لم يُنفذ ولم يطع، يندم على غطرسته في موقف كان ينبَغي عليه أنْ يتنازل عن كبريائه؛ لذلك يقولون: من الشجاعة أنْ تجبن ساعة. </p><p> ويحسن ذلك إذا كنت أمام عدو لا تقدر على مجابهته، ونذكر للرئيس الراحل السادات مثل هذا الموقف حين قال: لا أستطيع أن أحارب أمريكا، فالبعض فهم هذا القول على أنه ضَعْف وجُبْن، وهو ليس كذلك، إنما هو شجاعة من الرجل، شجاعة من نوع راقٍ؛ لأن من الشجاعة أيضاً أن تشجع على نفسك، وهذه شجاعة أعلى من الشجاعة على عدوك، وتصور لو دخل السادات مثل هذه الحرب فهُزِم كيف سيكون ندمه على شجاعة متهورة لا تحسب العواقب. وقد رأينا عاقبة الجرأة على دخول حرب غير متكافئة. </p><p> ثم يقول الحق سبحانه:  {فَأَخَذَتْهُمُ الصيحة بالحق فَجَعَلْنَاهُمْ غُثَآءً. .} . </p>"
}