{
  "id": null,
  "sura": 23,
  "aya": 68,
  "text": "<p> في هذه الآية والآيات بعدها يريد - سبحانه وتعالى - أن يُوبّخهم بعدة أمور واحد بعد واحد بعد الآخر. </p><p> أولها:  {أَفَلَمْ يَدَّبَّرُواْ القول. .}  [المؤمنون: ٦٨] فالاستفهام هنا للتوبيخ وللتقريع: ماذا جرى لهؤلاء؟ أفلم يعقلوا القول الذي جاءهم في القرآن، وهم أمة الفصاحة والبلاغة والبيان، وأمة القول بكل فنونه حتى أقاموا له المواسم والمعارض وعلَّقوه على الجدار؟ </p><p> لذلك لا يُعقل ألاَّ تفهموا القرآن، وقد جاءكم بأسلوب على مستوى أعلى من البلاغة والفصاحة، لا بُدَّ أنكم فهمتموه ووعيْتُم ما فيه، بدليل قولكم:  {لَوْلاَ نُزِّلَ هذا القرآن على رَجُلٍ مِّنَ القريتين عَظِيمٍ}  [الزخرف: ٣١] . </p><p> وهكذا الكذاب يسرقه طبعه، وينمّ منطقه عما في ضميره، </p><p> فاعتراضكم ليس على القرآن إنما على محمد؛ لأنه فقير من أوسط القوم، فالمسألة - إذن - منازعة سيادة وسلطة زمنية، لكن ألم يَدْرِ هؤلاء أن محمداً صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ما جاء ليسلبهم سلطتهم، أو يعلو هو عليهم، إنما جاء ليحكمهم بمنهج الله، ويتحمل هو الأذى والتعب والمشقة في سبيل راحتهم وسعادتهم؟ </p><p> لقد جاء النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ليأخذ الحكم ويحمل منهج الله تكليفاً لا تشريفاً، بدليل أنه عاش في مستوى أقلّ منكم، فلا ترى رسول الله إلا أقلهم طعاماً وأقلهم شراباً، أقلهم لباساً وأثاثاً، حتى أقاربه كانوا فقراء، ومع ذلك حرَّم عليهم الزكاة التي أباحها لعامة المسلمين الفقراء، كذلك يرث الناس وهم لا يرثون. </p><p> وبعد ذلك كله تقولون:  {لَوْلاَ نُزِّلَ هذا القرآن على رَجُلٍ مِّنَ القريتين عَظِيمٍ}  [الزخرف: ٣١] يبدو أنكم ألِفْتم العبودية للعظماء وللجبابرة، ألِفتم العبودية لغير الله، وعَزَّ عليكم أن يحرركم الله من هذه العبودية على يد رجل منكسر فقير منكم، جاء ليصلحكم ويخرجكم من العبودية للمخلوق إلى العبودية للخالق عَزَّ وَجَلَّ. </p><p> ألم يقُلْ أحد رؤوس الكفر عن القرآن:  «والله إن أعلاه لمثمر، وإن أسفله لمغدق، وإنه يعلو ولا يُعْلى عليه» . </p><p> إذن:  {أَفَلَمْ يَدَّبَّرُواْ القول. .}  [المؤمنون: ٦٨] توبيخ، لأنهم فهموا القرآن، لكن حسدوا محمداً صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أن ينزل عليه، وأن ينال دونهم هذه </p><p> المكانة، كما قال سبحانه:  {أَمْ يَحْسُدُونَ الناس على مَآ آتَاهُمُ الله مِن فَضْلِهِ. .}  [النساء: ٥٤] . </p><p> الأمر الثاني:  {أَمْ جَآءَهُمْ مَّا لَمْ يَأْتِ آبَآءَهُمُ الأولين}  [المؤمنون: ٦٨] يعني: جاءهم أمر غريب لا عهدَ لهم به، وهو أن يأتي رسول من عند الله، وهذه المسألة معروفة لهم، فمنهم إبراهيم عليه السلام، ومنهم إسماعيل وهم مؤمنون بهما، إذن: ليست مسألة عجيبة، بل يعرفونها جيداً، لكن ما منعهم في الأولى منعهم في هذه، إنه الحسد لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ لذلك يقول تعالى:  {وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَهُمْ لَيَقُولُنَّ الله. .} </p><p> [الزخرف: ٨٧] . </p><p> الأمر الثالث:  {أَمْ لَمْ يَعْرِفُواْ رَسُولَهُمْ فَهُمْ لَهُ مُنكِرُونَ}  [المؤمنون: ٦٩] . </p><p> يعني: أنزَلَ عليهم رسولٌ من السماء لا يعرفون سيرته وخُلقه ونسبه ومسلكه قبل أنْ يُبعث؟ إنهم يعرفونه جيداً، وقبل بعثته سَمَّوْه «الصادق الأمين» وارتضَوْا حكومته بينهم في مسألة الحجر الأسود، وكانوا يأتمنونه على ودائعهم ونفائس أموالهم، ولم يجربوا عليه كذباً أوخيانة أو سَقْطة من سقطات الجاهلية. </p><p> وقد شرحت هذه المسألة في قول الله تعالى:  {لَقَدْ جَآءَكُمْ رَسُولٌ مِّنْ أَنفُسِكُمْ. .}  [التوبة: ١٢٨] يعني: من جنسكم، ومن نوعكم، ومن قبيلتكم، ليس غريباً عنكم وهو معروف لكم: سلوكه وسيرته وخُلقه، وإذا لم تُجرِّبوا عليه الكذب مع الخَلْق، أتتصورون منه أنْ يكذب على الخالق؟ </p><p> وهل رسول الله في أول بعثته لَمَّا أخبر الناس أنه رسول الله جاء </p><p> القرآن ليحمل الناس على الإيمان به؟ لا، إنما جاء ليتحدى مَنْ لم يؤمن، أما مَنْ آمن بداية، بمجرد أنْ قال محمد: أنا رسول الله قال: صدقت، وأنه لم يكذب أبداً؛ لذلك كان المقياس عند الصحابة أن يقول رسول الله، فإنْ قال فالمسألة منتهية لأنه صادق لا يشكّ أحد منهم في صِدْقه. </p><p> لذلك النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لما قال أبو بكر في مسالة الإسراء والمعراج: إنْ كان قال فقد صدق، يحملها رسول الله تقديراً لأبي بكر ويقول:  «كنت أنا وأبو بكر في الجاهلية كفرسَىْ رهان» يعني: في الخُلُق الطيب والسلوك السَّويِّ «فسبقتُه للنبوة فاتبعني، ولو سبقني هو لاتبعتُه» . </p><p> «ولما نزل جبريل - عليه السلام - على سيدنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في أول الوحي فأجهده، فذهب إلى السيدة خديجة - رَضِيَ اللَّهُ عَنْها - وحكى لها ما حدث له كأنه يستفهم منها عَمَّا حدث ولم يخبرها أنه رسول من عند الله، ومع ذلك أخذته إلى ورقة بن نوفل، وكان على علم بالكتب السابقة،فلما سمع ورقة بن نوفل ما حدث قال:إنه الناموس الذي كان ينزل على موسى وليتني أكون حياً إذ يُخرجك قومك،فقال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:» أَوَمُخرجِيّ هم؟ «قال:» ما جاء أحد بمثل </p><p> ما جئت به إلا عُودِي، وإنْ يدركني يومك أنصرك نصراً مؤزّراً «.</p><p> ومع ذلك يظل رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ خائفاً قلقاً أن يكون هذا شيئاَ من الشيطان، فتُطمئِنه السيدة خديجة، فهذا لا يعقل مع رسول الله، لذلك تقول له: » إنك لتصلُ الرحم، وتُكسِب المعدوم، وتحمل الكَلَّ، وتعين على نوائب الدهر، والله لن يخذلك الله أبداً «. </p><p> ومن هنا أعتبروا السيدة خديجة أول مجتهدة في الإسلام؛ لأنها اجتهدتْ واستنبطتْ من مقدمات رسول الله قبل البعثة دليلاً على صِدْقه بعد البعثة؛ لذلك كانت أول مَنْ سُمِّيت بأم المؤمنين، حتى قال بعض العارفين: خديجة أم المؤمنين بما فيهم رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ لأنه في هذه السِّن كان في حاجة إلى أم أكثر من حاجته إلى عروس صغيرة تُدلِّله، وقد قامت خديجة - رَضِيَ اللَّهُ عَنْها - فعلاً بدور الأم لرسول الله فاحتضنته، وطمأنته ووقفت إلى جواره في أشدِّ الأوقات وأحرجها. </p><p> كما نلحظ في الآية:  {أَمْ لَمْ يَعْرِفُواْ رَسُولَهُمْ. .}  [المؤمنون: ٦٩] فأضاف الرسول إليهم يعني: رسول لهم، أما في الإضافة إلى الله تعالى: رسول الله، فالمعنى رسول منه، وهكذا يختلف المعنى باختلاف الإضافة. </p>"
}