{
  "id": null,
  "sura": 23,
  "aya": 52,
  "text": "<p> بعد أن تكلَّم الحق - سبحانه وتعالى - عن المعركة بين الإيمان والكفر أراد هنا أن يتكلم عن معركة أخرى لا تقلّ خطورة عن الأولى، وهي معركة الفُرْقة والاختلاف بين صفوف المؤمنين، ليحذرنا من الخلافات التي تشقُّ عصانا، وتفُتُّ في عَضُد الأمة وتُضِعفها أمام أعدائها، ونسمعهم الآن يقولون عنَّا بعدما وصلنا إليه من شيع وأحزاب - ليتفقوا أولاً فيما بينهم، ثم يُبشِّروا بالإسلام. </p><p> الأمة: الجماعة يجمعهم زمن واحد أو دين واحد، وتُطلَق على الفرد الواحد حين تجتمع فيه خصال الخير التي لا تجتمع إلا في أمة، لذلك سمَّى الله تعالى نبيه إبراهيم أمة في قوله تعالى:  {إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً قَانِتاً لِلَّهِ حَنِيفاً وَلَمْ يَكُ مِنَ المشركين}  [النحل: ١٢٠] . </p><p> أما قوله سبحانه:  {لِكُلٍّ جَعَلْنَا مِنكُمْ شِرْعَةً وَمِنْهَاجاً. .}  [المائدة: ٤٨] فكيف نقول: إنها أمة واحدة؟ </p><p> قالوا: لأن الدين يتكّون من أصول وعقائد، وهذه واحدة لا تختلف باختلاف الأديان، وأخلاق وفروع. وهذه تختلف من دين لآخر باختلاف البيئة؛ لأنها تأتي بما يناسب حركة الحياة في كل عصر. </p><p> يقول تعالى:  {شَرَعَ لَكُم مِّنَ الدين مَا وصى بِهِ نُوحاً والذي أَوْحَيْنَآ إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وموسى وعيسى أَنْ أَقِيمُواْ الدين وَلاَ تَتَفَرَّقُواْ فِيهِ. .}  [الشورى: ١٣] </p><p> إذن: فالأمة واحدة يعني في عقائدها وإن اختلفتْ في الشريعة والمنهج، والأحكام الجزئية التي تتعرض لأقضية الحياة. ومن ذلك قوله تعالى:  {وَلأُحِلَّ لَكُم بَعْضَ الذي حُرِّمَ عَلَيْكُمْ. .}  [آل عمران: ٥٠] . </p><p> وكانوا في الأمم السابقة إذا وقعت نجاسة على ثوب يقطعون الموضع الذي وقعت عليه، فلما جاء الإسلام خفَّف عن الناس هذا العَنت، وشرع لهم أنْ يغسلوه فيطهر. </p><p> وما دام أن أمتكم أمة واحدة {وَأَنَاْ رَبُّكُمْ فاتقون}  [المؤمنون: ٥٢] يعني: اتقوا الله في هذه الأمة الواحدة وأبقوا على وحدتها، واحذروا ما يُفرِّقها من خلافات حول فروع إن اختلف البعض عليها اتهموا الآخرين بالكفر؛ لأنهم يريدون أنْ يَنْهبوا من الدين الجامع سلطة زمنية لأنفسهم. </p><p> والحق - تبارك وتعالى - يقول:  {إِنَّ الذين فَرَّقُواْ دِينَهُمْ وَكَانُواْ شِيَعاً لَّسْتَ مِنْهُمْ فِي شَيْءٍ. .}  [الأنعام: ١٥٩] . </p><p> فالأمور التي أحكمها الله باللفظ الصريح المُحْكَم أصول لا خلافَ عليها ولا اجتهادَ فيها، وأما الأمور التي تركها سبحانه للاجتهاد فيجب أن نحترم فيها اجتهاد الآخرين، وإلا لو أراد الحق سبحانه لجعل الأمر كله مُحْكماً لا مجالَ فيه لرأي أو اجتهاد. </p><p> ومعنى {وَأَنَاْ رَبُّكُمْ. .}  [المؤمنون: ٥٢] أن من عطاء ربوبيتي أنْ جعلْتُ لكم أموراً محكمة وعقائد ثابتة؛ لأن الاختلاف فيها يفسد </p><p> المجتمع، وتركتُ لكم أموراً أخرى تأتون بها أو تتركونها، كُلٌّ حسب اجتهاده؛ لأن الاختلاف فيها لا يترتب عليه فساد في المجتمع، وسبق أن مثَّلنا لهذه الأمور. </p><p> وقوله:  {فاتقون}  [المؤمنون: ٥٢] يعني: بطاعة الأمر، فما أحكمتُه فأَحْكِموه، وما جعلتُ لكم فيه اجتهاداً فاقبلوا فيه اجتهاد الآخرين. </p><p> لكن، هل سمعنا قوْل الله وأطعْنَا؟ يقول سبحانه:  {فتقطعوا أَمْرَهُمْ بَيْنَهُمْ زُبُراً. .} . </p>"
}