{
  "id": null,
  "sura": 23,
  "aya": 38,
  "text": "<p> يعني: الرجل الذي أخبركم بمسألة البعث {افترى على الله كَذِباً. .}  [المؤمنون: ٣٨] وعجيب منهم هذا القول، فهم يعرفون الله ويعترفون {افترى على الله. .}  [المؤمنون: ٣٨] فكيف يكون إلهاً دون أنْ يُبلغكم رسالة على لسان رسوله؟ وإلاَّ، فكيف يكون إلهاً دون أنْ يُبلغكم رسالة على لسان رسوله؟ وإلاَّ، فكيف ستعرفون منهج الله؟ قالوا: بالعقل، لكن العقل في هذه المسألة لا يصح. </p><p> وسبق أنْ مثَّلنا لذلك - ولله المثل الأعلى: هَبْ أننا نجلس في حجرة مغلقة ودَقَّ جرس الباب، لا شكَّ أننا سنتفق جميعاً على أن طارقاً بالباب، وهذا يسمى «تعقل» ، لكنا سنختلف في التصوُّر: أهو رجل؟ أم امرأة؟ أم طفل، أهو بشير أم نذير؟ ... . الخ. </p><p> إذن: نتفق حين نقف عند التعقُّل، لكن كيف نعرف مَنْ بالباب؟ نجعله هو يخبر عن نفسه حين نقول: مَنِ الطارق؟ يقول: أنا فلان، وجئتُ لكذا وكذا. فمَنِ الذي يبلغ عن التعقل؟ صاحبه. </p><p> وكذلك عقلك يؤمن بأن الكون له خالق واحد تدلُّ عليه آيات الكون، فأنتَ لو نظرتَ إلى لمبة الكهرباء هذه التي تنير غرفة واحدة، وتأملَ لوجدتَ وراءها مصانع وعدداً وآلات وعمالاً ومهندسين ومخترعين، ومع ذلك لها قدرة محدودة، ولهّا عمر افتراضي وربما كسرت لأيِّ سبب وطفئتْ. </p><p> أفلا تنظر كذلك إلى الشمس وتتأمل ما فيها من آيات وعجائب، وكيف أنها تنير نصف الكرة الأرضية في وقت واحد دون أنْ تتعطلَ ودون أنْ تحتاج إلى صيانة أو قطعة غيار، ومع ذلك لم يدَّعها أحد لنفسه، أفلاَ يدل ذلك على أن وراء هذا الخَلْق العظيم خالقاً أعظم؟ </p><p> إذا كنا نُؤرِّخ لمكتشف الكهرباء ومخترع المصباح الكهربائي، ونذكر ماذا صنع؟ وكيف توصّل إلى ما توصّل إليه، أليس يجدر بنا أنْ نبحث في خالق هذا الكون العجيب؟ </p><p> إنك لو حاولتَ أنْ تنظر إلى قرص الشمس أثناء النهار، فإنَّ نظرك يكلُّ ولا تستطيع، وإذا اشتدت حرارتها لا يطيقها أحد، مع أن بينك وبين الشمس ثماني دقائق ضوئية، كل ثانية فيها ثلاثمائة ألف كيلومتر، فأيّ طاقة هذه التي تنبعث من الشمس؟ </p><p> ومن عجائبها أيضاً أنك تشعر بحرارتها على الأرض المنبسطة فإذا ما ارتفعت فوق جبل مثلاً أو منطقة عالية تقلّ درجة الحرارة مع أنك تقترب من الشمس، على خلاف ما لو أوقدتَ ناراً مثلاً فتجد أن حرارتها تنخفض كلما ابتعدت عنها، أما الشمس فكلما اقتربت منها قلَّتْ درجة الحرارة، فمَنْ يقدر على هذه الظاهرة؟ </p><p> فإذا جاء مَنْ يخبرني أنه خالق هذه الشمس أقول له: إذن هي لك، إلى أن يأتي منازع يدَّعيها لنفسه، ولم يأت منازع يدَّعيها إلى الآن. </p><p> وقولهم:  {افترى. .}  [المؤمنون: ٣٨] مبالغة منهم في حقِّ رسولهم؛ لأن الافتراء: تعمُّد الكذب، والكذب كما قلنا: أن يأتي الكلام مخالفاً للواقع، وقد يأتي الكلام مخالفاً للواقع لكن حسب علم صاحبه، فهو في ذاته صادق. </p>"
}