{
  "id": null,
  "sura": 23,
  "aya": 23,
  "text": "<p> بعد أنْ حدَّثنا القرآن الكريم عن خَلْق الإنسان وخَلْق الحيوان، وحدثنا عن بعض نعمه التي امتنّ بها علينا تدرج بنا إلى صناعة الفُلْك؛ لأنه قد يسأل سائل: وكيف تكون هذه الفُلْك أي: تخلق كالإنسان والحيوان بالتوالد، أم تنبت كالزرع؟ فأوضح الخالق سبحانه لأنه وُجدت بالوحي في قوله تعالى:  {فَأَوْحَيْنَآ إِلَيْهِ أَنِ اصنع الفلك بِأَعْيُنِنَا وَوَحْيِنَا}  [المؤمنون: ٢٧] . </p><p> ومعنى {بِأَعْيُنِنَا}  [المؤمنون: ٢٧] أنها صنعة دقيقة، لم يترك فيها الحق سبحانه نبيَّه يفعل ما يشاء، إنما تابعه ولاحظه ووجَّهه إلى كيفية صناعتها والمواد المستخدمة فيها، كما قال سبحانه:  {وَحَمَلْنَاهُ على ذَاتِ أَلْوَاحٍ وَدُسُرٍ}  [القمر: ١٣] وهي الحبال، كانوا يربطون بها ألواح الخشب، ويضمون بعضها إلى بعض، أو المسامير تُشَدُّ بها الألواح بعضها إلى بعض. </p><p> لكن، مهما أُحكِمَتْ ألواح الخشب بعضها إلى بعض، فلا بُدَّ أنْ يظل بينها مسامّ يتسرب منها الماء، فكيف نتفادى ذلك في صناعة الفُلْك خاصة في مراحلها البدائية؟ يقولون: لا بُدَّ لصانع الفُلْك أنْ يجفف الخشب جيداً قبل تصنيعه فإذا ما نزل الخشبُ الماءَ يتشرب منه، فيزيد حجمه فيسدّ هذه المسام تماماً، ولا يتسرب منها الماء. </p><p> ومن عجائب القرآن ومعجزاته في مسألة الفُلْك قوله تعالى:  {وَلَهُ الجوار المنشئات فِي البحر كالأعلام}  [الرحمن: ٢٤] يعني: كالجبال العالية. وهذه الفُلْك لم تكُنْ موجودة وقت نزول القرآن إنما </p><p> أخبر الله بها، مما يدل على أنه تعالى الذي امتنّ علينا بهذه النعمة، علم ما يمكن أن يتوصل إليه الإنسان من تطور في صناعة الفلك، وأنها ستكون عالية شاهقة كالجبال. </p><p> وطالما أن الكلام معنا عن الفُلْك، فطبيعي ومن المناسب أن نذكر نوحاً عليه السلام؛ لأنه أول من اهتدى بالوحي إليه إلى صناعة الفُلْك، فقال سبحانه:  {وَلَقَدْ أَرْسَلْنَا نُوحاً إلى قَوْمِهِ. .}  [المؤمنون: ٢٣] لما تكلم الحق سبحانه عما في الأنعام من نِعَم وفوائد، لكنها تؤول كلها - بل والدنيا معها - إلى زوال، أراد سبحانه أن يعطينا طرفاً من الحياة الباقية والنعيم الدائم الذي لا يزول فذكر منهج الله الذي أُرسِل به نوح، وهو واحد من أولى العَزْم من الرسل. </p><p> والإرسال: هو أنْ يكلِّف مُرسِل مُرْسَلاً إلى مُرْسَل إليه، فالمكلف هو الحق سبحانه، والمكلف بالرسالة نوح عليه السلام، والمرسل إليهم هم قومه، والله لا يرسل إلى قوم إلا كانوا يهمونه، وكيف لا وهم عباده وخَلْقه، وقد جعلهم خلفاء له في الأرض؟ </p><p> والذي خلق خَلْقاً، أو صنع صَنْعة لا بُدَّ أنْ يضع لها قانون صيانتها، لتؤدي مهمتها في الحياة، وتقوم بدورها على الوجه الأكمل، كما مثَّلنا لذلك - ولله تعالى المثل الأعلى - بصانع الثلاجة أو التلفزيون حين يضع معه كتالوجاً يحوي تعليمات التشغيل وطريقة الصيانة وكيفية إصلاح الأعطال. </p><p> فالذي خلق الإنسان وجعله خليفة له في الأرض أَوْلَى بهذا القانون وأَوْلَى بصيانة خَلْقه؛ لذلك يقول سبحانه في الحديث القدسي:  «يا ابن آدم، خلقت الأشياء كلها من أجلك، وخلقتُك من أجلي، فلا تشتغل بما هو لك عما أنت له» يعني: ما دام كل شيء </p><p> من أجلك يعمل لك ويُؤدِّي مهمته، فعليك أيضاً أن تؤدي مهمتك التي خلقتُك من أجلها. </p><p> لذلك وضع لك ربُّك قانون صيانتك بافعل كذا ولا تفعل كذا، فعليك أن تلتزم الأمر فتؤديه فهو سِرُّ الجمال في الكون، وسِرُّ السعادة والتوافق في حركة الحياة، وعليك أن تجتنب النهي فلا تقربه؛ لأنه سيؤدي إلى قُبْح، وسيكشف عورة من عورات المجتمع، أما الأمور التي سكت عنها فأنت حُرٌّ فيها تفعل أو لا تفعل؛ لأن ذلك لا يأتي بقبيح في المجتمع، وهذه المسائل تُسمَّى المباحات، وقد تركها الله لحريتك واختيارك. </p><p> والحق - تبارك وتعالى - لما استدعى الإنسان إلى هذا الكون خلق له مقومات حياته من مُقوِّمات استبقاء الحياة من طعام وشراب وهواء واستبقاء النوع بالتناسل، وقد شمل قانون الصيانة كل هذه المقومات، فنظمها وحدد ما يحل وما يحرم. فقال: كُلْ هذه ولا تأكل هذه، واشرب هذا ولا تشرب ذاك، ولو شاهدنا المخترعين في مسائل المادة نجد الصانع يحدد مقومات صنعته، فمثلاً هذا الجهاز يعمل على ١١٠ فولت، وهذا يعمل ٢٢٠ فولت، وهذه الآلة تعمل بالبنزين، وهذه بالسولار، فلو غيَّرت في هذه المقومات تفسد الآلة ولا تؤدي مهمتها. </p><p> كذلك - ولله المثل الأعلى - عليك أن تلتزم بقانون ومنهج خالقك عَزَّ وَجَلَّ، ولا تَحِدْ عنه، وإلا فسد حالك وعجزتَ عن أداء مهمتك في الحياة. فإن أردنا أن تستقيم لنا الخلافة التي خلقنا الله لها وهي خلافة مُصلحة لا مُفسدة، فعلينا بقانون الصيانة الذي وضعه لنا خالقنا عَزَّ وَجَلَّ. </p><p> لذلك، إنْ رأيت في المجتمع عورة ظاهرة في أي ناحية من نواحي الحياة فاعلم أنها نتيجة طبيعية للخروج عن منهج الله، وتعطيل حكم من أحكامه، فمثلاً حين ترى الفقراء والجوْعى والمحاويج فاعلم أن في الأمر تعطيلاً لحكم من أحكام الله، فهم إما كسالى لا يحاولون السَّعْي في مناكب الأرض، وإما غير قادرين حرمهم القادرون واستأثروا بالثروة دونهم. </p><p> البعض يقول: إذا كان الحق سبحانه قد حرَّم علينا بعض الأشياء، فلماذا خلقها؟ ويُمثِّلون لذلك بالخنزير مثلاً وبالخمر. وخطأ هؤلاء أنهم يظنون أن كل شيء خُلِق ليُؤكل، وهذا غير صحيح؛ لأن الله تعالى خلق هذه الأشياء لمهمة تؤديها في الحياة، وليس بالضرورة أنْ تُؤكل، فالخنزير خلقه الله لينظف البيئة من القاذورات، لذلك لا تراه يأكل غيرها. </p><p> أما الخمر فلم تُخلق خمراً، إنما هي ثمرة العنب الحلوة التي تؤكل طازجة، أخذها الإنسان وتدخّل في هذه الطبيعة وأفسدها بتخميره، فصار الحلال بذلك محرماً. </p><p> نعود إلى قول الله تعالى:  {وَلَقَدْ أَرْسَلْنَا نُوحاً إلى قَوْمِهِ}  [المؤمنون: ٢٣] القوم: هم الرجال، خاصة من المجتمع، وليس الرجال والنساء، بدليل قوله تعالى:  {ياأيها الذين آمَنُواْ لاَ يَسْخَرْ قَوْمٌ مِّن قَوْمٍ عسى أَن يَكُونُواْ خَيْراً مِّنْهُمْ وَلاَ نِسَآءٌ مِّن نِّسَآءٍ عسى أَن يَكُنَّ خَيْراً مِّنْهُنَّ. .}  [الحجرات: ١١] فالنساء في مقابل القوم أي: الرجال. </p><p> ومن ذلك قول الشاعر: </p><p> وَمَا أََدْرِي وسَوْفَ أَخَالُ أَدْرِي ... أَقَوْمٌ آلُ حِصنٍ أَمْ نِسَاءُ </p><p> لكْن هل أُرسِل نوح عليه السلام إلى الرجال دون النساء؟ أُرسِل نوح إلى الجميع، لكن ذُكِر القوم لأنهم هم الذين سيحملون معه أمر الدعوة ويسيحون بها، ويُبلّغونها لمن لهم ولاية عليهم من النساء، والرجال مَنُوط بهم القيام بمهام الأمور في عمارة الكون وصلاحه. </p><p> والإضافة في {قَوْمِهِ. .}  [المؤمنون: ٢٣] بمعنى اللام يعني: قوم له؛ لأن الإضافة تأتي بمعنى من مثل: أردب قمح يعني من قمح، وبمعنى في مثل: مكر الليل يعني في الليل، وبمعنىللام مثل: قلم زيد يعني لزيد. </p><p> فالمعنى هنا: قوم له؛ لأنه منهم ومأمون عليهم ومعروف لهم سيرته الأولى، فإذا قال لهم لا يتهمونه، إذن: فمن رحمة الله بالخَلْق أن يرسل إليهم واحداً منهم، كما قال سبحانه:  {لَقَدْ جَآءَكُمْ رَسُولٌ مِّنْ أَنفُسِكُمْ. .}  [التوبة: ١٢٨] ففي هذا إيناس وإلْفٌ للقوم على خلاف ما إنْ كان الرسول مَلَكَاً مثلاً، فإن القوم يستوحشونه ولا يأنسون إليه. </p><p> لذلك، فالنبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كان يُسمَّى بين قومه وقبل بعثته بالصادق الأمين؛ لأنه معروف لهم ماضيه وسيرته ومُقوِّمات حياته تُشجِّع على </p><p> أنْ يُصدِّقوه فيما جاء به، وكيف يصدقونه في أمر الدنيا، ولا يُصدقونه في البلاغ عن الله؟ </p><p> إذن:  {إلى قَوْمِهِ}  [المؤمنون: ٢٣] أننا لم نأْتِ لكم برسول من جنس آخر، ولا من قبيلة أخرى، بل منكم، وتعرفون ماضيه وتاريخه، فتأنسون بما يجيء به، ولا تقفون منه موقف العداء. </p><p> أو يكون المعنى: إلى قوم منه؛ لأنهم لا يكونون قوماً قوّامين على شئون إصلاح الحياة، إلا إذا استمعوا منهجه، فهم منه؛ لأنهم سيأخذون منه منهج الله. </p><p> ثم يقول سبحانه:  {فَقَالَ ياقوم اعبدوا الله مَا لَكُمْ مِّنْ إله غَيْرُهُ. .}  [المؤمنون: ٢٣]  (يا قوم) استمالة وتحنين لهم {اعبدوا الله مَا لَكُمْ مِّنْ إله غَيْرُهُ. .}  [المؤمنون: ٢٣] والعبادة طاعة عابد لأمر معبود، والعبادة تقتضي تكليفاً بأمر ونهي. فالألوهية تكليف وعبادة، أما الربوبية فعطاء وتربية؛ لذلك قال سبحانه {هُوَ رَبُّكُمْ وَإِلَيْهِ تُرْجَعُونَ}  [هود: ٣٤] أي: ربكم جميعاً: ربّ المؤمن، وربّ الكافر، ربّ الطائع، ورب العاصي. </p><p> وكما قلنا: الشمس والقمر والأرض والمطر. . الخ كلها تخدم الجميع، لا فرْقَ بين مؤمن وكافر؛ لأن ذلك عطاء الربوبية، وإنْ سألت الكافر الجاحد: من خلقك؟ من رزقك؟ فلن يملك إلا أن يقول: الله، إذن: فليخْزَ هؤلاء على أعراضهم، وليعلموا أنه تعالى وحدة المستحق للطاعة وللعبادة. </p><p> فمقتضيات الربوبية والإيمان بها تقتضي أن نؤمن بالألوهية. </p><p> كما أن الطفل الصغير ينشأ بين أبيه وأمه ويشبّ، فلا يجد غيرهما يخدمه ويقضي حاجته ويُوفِّر متطلباته، بل ويزيل عنه الأذى </p><p> ويسهر على راحته. كل ذلك بروح سعيدة ونفس راضية مطمئنة، ربما يجوعان لتشبع، ويعريان لتكسى، ويحرمان نفسيهما ليوفرا لك الحياة الكريمة، فإذا ما كبر الصغير وبلغ الحُلُم ومبلغ الرجال نجده يعقُّهما، ويخرج عن طاعتهما، ويأخذه من أحضانهما أصدقاء السوء، ويُزيّنون له التمرد على أبيه وأمه. </p><p> ونقول لمثل هذا العاق: اخْزَ على عِرْضك واسْتَحِ، فليس هكذا يكون رد الجميل، وأين كان هؤلاء الأصدقاء يوم أنْ كنتَ صغيراً تحتاج إلى من يعولك ويميط عنك الأذى، ويسهر على راحتك؟ قد كان ينبغي عليك ألاَّ تسمع إلا لمن أحسن إليك. </p><p> وهذا مثال لتوحيد الألوهية وتوحيد الربوبية - ولله المثل الأعلى - فكيف تأخذ من ربك عطاء الربوبية، ثم تتمرد عليه سبحانه في الألوهية، فتعصي أمره وتكفر بنعمه؟ كان من الواجب عليك الوفاء للنعمة. </p><p> ولا بد أن تعلم أن ربك - عَزَّ وَجَلَّ - مأمون عليك في التكليف بالأمر والنهي، لأنك عبده وصنعته، وأنك حين تُؤدِّي ما عليك تجاه الألوهية لا ينتفع الله سبحانه من ذلك بشيء، إنما تعود منفعتها عليك، وهكذا إذا ما رددت أمور الطاعة والعبادة والتكاليف لوجدتها تعود في النهاية أيضاً إلى عطاء الربوبية؛ لأنها تعود عليك أنت بالنفع. </p><p> فنحن نأخذ الأوامر والنواهي على أنها تكاليف وأعباء يقتضيها الإيمان بالألوهية، نقول: نعم هي تكاليف من الله لكن لصالحك، فلو أنصفتَ لوجدتَ الألوهية من الربوبية، فحين يُحرِّم مثلاً عليك شرب الخمر ويحميك من فساد العقل، هل ينتفع سبحانه من ذلك بشيء؟ </p><p> لذلك يقول تعالى عن هؤلاء:  {وَلَئِن سَأَلْتَهُمْ مَّنْ خَلَقَ السماوات والأرض لَيَقُولُنَّ الله. .}  [لقمان: ٢٥] . </p><p> ويقول:  {وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَهُمْ لَيَقُولُنَّ الله. .}  [الزخرف: ٨٧] . </p><p> فما دام هو سبحانه خالقكم ورازقكم وخالق السموات والأرض، فلماذا تعصونه؟ وهل نقص عصيانكم من مُلْكه شيئاً؟ وهل زاد في مُلْكه شيء بطاعة مَنْ أطاع؟ هل زاد في مُلْك الله بطاعة الطائعين أرض أو سماء، أو شمس أو قمر؟ </p><p> إن الحق سبحانه قبل أن يخلقكم خلق لكم بصفات الكمال فيه كل مُقوِّمات حياتكم واستدعاكم إلى كون مُعَدٍّ لاستقبالكم ولمعيشتكم. إذن: فربُّكَ - عَزَّ وَجَلَّ - لا تنفعه طاعة، ولا تضره معصية. </p><p> لذلك يقول في الحديث القدسي:  «يا عبادي، لو أن أولكم وآخركم، وإنسكم وجنكم كانوا على أتقى قلب رجل واحد منكم ما زاد ذلك في ملكي شيئاً، ولو أن أولكم وآخركم وإنسكم وجنكم كانوا على أفجر قلب رجل واحد منكم ما نقص ذلك من ملكي شيئاً، ولو أن أولكم وآخركم وإنسكم وجنكم وشاهدكم وغائبكم اجتمعوا في صعيد واحد، وسألني كل واحد مسألته فأعطيتها له ما نقص ذلك مما عندي إلا كمغرز إبرة أحدكم إذا غمسه في البحر، وذلك أنِّي جواد واجد ماجد، عطائي كلام، وعذابي كلام،إنما أمري لشيء إذا أردتُه أن أقول له:كن فيكون» . </p><p> إذن: حين تطيعني فالخير لك؛ لأنك ضمنتَ بهذه الطاعة حياة </p><p> أخرى خالدة باقية بعد هذه الحياة الفانية التي مهما أترفت فيها فهي إلى زوال، فإما أنْ تفوت نعيمها بالموت، وإما أنْ يفوتك بالحاجة والفقر، أما في الآخرة فالنعيم دائم بَاقٍ لا يفوتك ولا تفوته؛ لأنها نعمة لا مقطوعة ولا ممنوعة. </p><p> لذلك قال سبحانه:  {وَإِنَّ الدار الآخرة لَهِيَ الحيوان لَوْ كَانُواْ يَعْلَمُونَ}  [العنكبوت: ٦٤] فكأن عطاء الألوهية ربوبية متعدية إلى زمن آخر غير زمن الدنيا، فلا تظن أن طاعتك ستفيدني في شيء، أو أن معصيتك ستضرني بشيء، ومن هنا قال تعالى:  {وَمَا ظَلَمْنَاهُمْ ولكن كانوا أَنْفُسَهُمْ يَظْلِمُونَ}  [النحل: ١١٨] . </p><p> وقوله تعالى:  {مَا لَكُمْ مِّنْ إله غَيْرُهُ}  [المؤمنون: ٢٣] أي: معبود غيره {أَفَلاَ تَتَّقُونَ}  [المؤمنون: ٢٣] هذا استفهام يحمل معنى التهديد والتوبيخ، لكن كيف يُوبِّخهم وهو لم يَزَلْ في مرحلة الأمر بعبادة الله، ولم يسمع منهم بعد بوادر الطاعة أو العصيان؟ قالوا: يبدو أنه رأى منهم إعراضاً فأمرهم بتقوى الله. </p><p> والتقوى معناها أنْ تجعل بينك وبين ربك وقاية تقيك صفات جبروته وقَهْره وتحميك من أسباب بَطْشه وانتقامه، فلست مطيقاً لهذه الصفات. والوقاية التي تجعلها بينك وبين هذه الصفات هي أن تنفذ منهج الله بطاعة الأوامر واجتناب النواهي. </p><p> ومن عجيب تركيبات التقوى في القرآن الكريم أنْ يقول سبحانه:  {واتقوا الله}  [البقرة: ١٩٤] ويقول: {فاتقوا النار. .}  [البقرة: ٢٤] قالوا: نعم اتق الله، واتق النار؛ لأنك تتقي الله من متعلقات صفات قهره وغضبه ومنها النار، فحين تتقي الله بالمنهج فقد اتقيْتَ النار أيضاً. </p><p> ثم يقول سبحانه:  {فَقَالَ الملأ الذين كَفَرُواْ مِن قَوْمِهِ مَا هذا إِلاَّ بَشَرٌ مِّثْلُكُمْ يُرِيدُ أَن يَتَفَضَّلَ عَلَيْكُمْ. .} . </p>"
}