{
  "id": null,
  "sura": 23,
  "aya": 78,
  "text": "<p> الحق - سبحانه وتعالى - يقول: خلقتُ عبادي من عدم، وأمددتهم بأقوات الحياة ومقوماتها من عدم، ثم جعلتُ لهم منهجاً ينظم حركة حياتهم ويصُون بنيتهم، لأن صاحب الصنعة أعلم بصنعته، وأعلم يما يصلحها، ويعرف غايتها التي خلقها من أجلها، فالذي صنع الثلاجة مثلاً هل صنعها أولاً ثم قال لنا: انظروا في أيِّ شيء تفيدكم هذه الآلة؟ لا، إنما قبل أن يصنعها حدّد مهمتها، والغاية منها، وكذلك خلق الله، ولله المثل الأعلى. </p><p> والذي خلق وحَدَّد الغاية أعلم بقانون الصيانة الذي يحمي صنعته من الفساد، ويجعلها تؤدي مهمتها على أكمل وجه، فإنْ خالفت قانون الصيانة الذي وضعه لك ربك تفسد حياتك وتتعطّل عن أداء مهمتك التي خلقت لها، وهي عبادة الله وحده لا شريك له:  {وَمَا خَلَقْتُ الجن والإنس إِلاَّ لِيَعْبُدُونِ}  [الذاريات: ٥٦] . </p><p> لذلك أمركم إن اختلفتم في شيء أنْ تردوه إلى الله وإلى الرسول، كما ترد الآلة إلى صانعها العالم بطبيعتها وبمواطن الخلل فيها، ونستنبط من هذه المسألة: إذا رأيتَ خللاً في الكون أو فساداً </p><p> في ناحية من نواحيه، وإذا رأيت عورة من العورات قد ظهرتْ فاعلم أن حُكْماً لله قد عُطِّل. </p><p> فمثلاً إنْ رأيتَ فقيراً جائعاً عارياً فإما أنه قادر على العمل لكنه قعد عن السعي وخالف قوله تعالى:  {فامشوا فِي مَنَاكِبِهَا وَكُلُواْ مِن رِّزْقِهِ وَإِلَيْهِ النشور}  [الملك: ١٥] أو: أن القادرين العاملين حرموه حقّه الذي جعله الله له في أموالهم، وخالفوا قوله تعالى:  {وفي أَمْوَالِهِمْ حَقٌّ لَّلسَّآئِلِ والمحروم}  [الذاريات: ١٩] . </p><p> لذلك، فالحق - سبحانه وتعالى - يُجري على عباده من المقادير ما يحفظ لهم توازن الحياة ويسُدُّ حاجة المحتاجين، كما نرى مثلاً أحد الأثرياء يترك بلده، وينتقل إلى بلد آخر يضع فيها أمواله وثرواته، وليس هناك لهذه النقلة إلا أنها خاطر سلَّطه الله عليه ليحفظ به توزيع المال في المجتمع، ولو حسبتها لوجدتَ أن هذا المكان زادت فيه حصيلة الزكاة عن حاجة المحتاجين، فانتقل إلى بلد آخر قلَّت فيه الأموال عن حاجة الفقراء والمحتاجين. </p><p> وبعد ذلك لم يتركك ربك، بل عرض لك الآيات التي تلفتك إليه، وتُحنِّنك إلى التعرُّف عليه، وهي إما آيات كونية عجيبة تدل على قدرة الله تعالى، أو معجزات تثبت صِدْق الأنبياء في البلاغ عن الله؛ لأن الله تعالى لا يخاطب عباده كل واحد بمفرده، إنما يرسل رسولاً ليُبلِّغهم ثم يُؤيِّده بالمعجزة الدالة على صِدْقه في البلاغ. </p><p> فحين تنظر في آيات الكون وتستدل بها على وجود خالق قادر لكنك لا تعرف مَنْ هو هذا الخالق يأتي الرسول ليقول لك: إنه الله، وقد ضربنا لذلك مثلاً - ولله المثل الأعلى: هَبْ أن أحداً دَقَّ الباب ونحن جلوس بالداخل فما الذي يحدث؟ نتفق نحن جميعاً على أن </p><p> طارقاً بالباب. </p><p> لكن مَنْ هو؟ لا أحد يعلم. </p><p> فالاتفاق هنا في التعقُّل، وأن هناك قوةً خلف الباب تدقّه، لكن مَنْ هو؟ وماذا يريد؟ لا بُدَّ لمعرفة هذه المسائل من بلاغ عن هذه القوة، وإياك أنْ تقول بالظن: هذا فلان وأنا أقول هذا فلان، إنما علينا أن ننتظر البلاغ منه لنعرف مَنْ هو، وما عليك إلا أنْ تقول: مَنْ بالباب وسوف يخبرك هو عن نفسه، وعن سبب مجيئه، وماذا يريد. ثم بعد ذلك تأتي الآيات التي تحمل منهج الله، وتخبرك أنه يريد منك كذا وكذا. </p><p> الشاهد: أن هذه الآيات كلها تحتاج إلى وسائل لإدراكها، تحتاج إلى سمع وبصر لنراها ونسمعها، ثم تحتاج إلى عقل لنفكر فيها ونتأملها؛ لذلك يقول سبحانه:  {وَهُوَ الذي أَنْشَأَ لَكُمُ السمع والأبصار والأفئدة. .}  [المؤمنون: ٧٨] . </p><p> السمع والبصر من الحواس التي سماها العلماء احتياطاً الحواس الخمس الظاهرة أي: أن هناك حواسَّ أخرى لم يكتشفوها، وفعلاً اكتشفها العلم بعد ذلك كحاسة العضل التي تميز بها الثقل، وحاسة البين التي تميز بها الغليظ من الرقيق في الثياب مثلاً، فهذه الأشياء لا تستطيع التعرّف عليها بالحواسِّ الخمس المعروفة. </p><p> وعُمْدة الحواس: السمع والبصر؛ لأنه إذا جاءني رسول يُبلِّغني عن الله لا بُدَّ أن أسمع منه، فإنْ كنتَ مؤمناً بإله فقد اكتفيتَ بحاسة السمع، وإنْ كنتَ غير مؤمن تحتاج إلى بصر لتبصر به آياته الدالة على وجوده وقدرته، وتستدل بالصَّنْعة على الصانع، وبالخِلْقة على الخالق، وتقف على ما في كوْن الله من الدقة والإحكام والهندسة والإبداع. </p><p> وهذه مهمة العقل بعد أن تحولت المسموعات والمرئيات إلى قضايا ومبادئ عقلية تحكم حياتك، كما لو رأيتَ النار بعينك ثم لمستها بيدك فأحرقتك فتكوَّنت لديك قضية عقلية مُؤدّاها أن النار لها خاصية الإحراق فلا تلمسها بعد ذلك، وهذه تراها حتى في الطفل الصغير حينما يعجبه قرن الشطة مثلاً فيقضمه فيشعر بحرارته وألمه. </p><p> فإن رآه بعد ذلك يقول (أوف) ، فهذه اللفظة بالنسبة للطفل قضية عقلية تكوَّنَتْ لديه نتيجة تجربة استقرتْ في فؤاده، وأخذها مبدأً يسير عليه في كل حياته، وهكذا من المحسّات ومن تجارب الحياة تتكوَّن لديك قضايا عقلية تستفيد بها فيما بعد. </p><p> إذن: من وسائل الإدراك تتكوَّن المبادئ والقضايا التي يأخذها العقل، ويفاضل بينها حتى ينتهي إلى قضية ومبدأ يستقر في القلب ونُسمِّيها عقيدة يعني: شيء معقود عليه لا ينحلّ. </p><p> وحين تتأمل حديث القرآن عن الحواس تجده يُرتِّبها دائماً هذا الترتيب: السمع والبصر والفؤاد لأنها عُمْدة الحواس، فالشمُّ مثلاً والتذوق واللمس لا نحتاج إليه إلا قليلاً، أما السمع والبصر فعليهما تقوم مسألة الدعوة: السمع لسماع البلاغ، والبصر لنرى آيات الله الدالة على قدرته تعالى. </p><p> وقد أثبت العلم الحديث هذا الترتيب للسمع والبصر والفؤاد مما يدلُّ على أنه ترتيب من خالق عن حكمة وعلم وقدرة، بحيث لا يأتي واحد منها قبل الآخر، كما أثبت علماء وظائف الأعضاء صِدْق هذا الترتيب، فأوّل أداة تؤدي مهمتها في الإنسان هي الأذن ثم العين، وتعمل من ثلاثة إلى عشرة أيام من الولادة، ثم من السمع والبصر </p><p> توجد القضايا التي يعمل فيها العقل. </p><p> إذن: فهذا ترتيب خَلْقي وتكويني. كما أن السمع وهو أول حاسّة تؤدي مهمتها في الإنسان هو أيضاً الإدراك الوحيد الذي يصاحب الإنسان في كل أطواره، فالأذن تسمع مثلاً حتى في حالة النوم على خلاف العين؛ ذلك لأن بالسمع يتم الاستدعاء، لذلك تظل تؤدي مهمتها حتى في حال النوم. </p><p> كما أن العين لا ترى في الظلام ولها غطاء طبيعي ومغاليق تحجب الرؤية، وليست الأذن كذلك، فالصوت إذا خرج تسمعه جميع الآذان، أما المرئيّ فقد يوجد معك في نفس المكان ولا تراه وقد يراه غيرك، إذن: فالمسموع واحد والمرائي متعددة، لذلك قال سبحانه:  {السمع والأبصار. .}  [المؤمنون: ٧٨] . </p><p> فليس لك خيار في السمع، لكن لك خيار في الرؤية، فالمبصرات تتعدد بتعدُّد الأبصار، لكن السمع لا يتعدد بتعدُّد الأسماع. </p><p> لذلك من إعجازات البيان القرآني في قصة أهل الكهف أن الله تعالى ضرب على آذانهم في الكهف ليناموا ولا تزعجهم الأصوات في هذه الصحراء الدويّة، ولو بقي لهم السمع كشأن الخَلْق جميعاً لما استقر لهم قَرَار طوال هذه الفترة الطويلة، ولأفزعتهم الأصوات. </p><p> يقول الحق سبحانه وتعالى:  {فَضَرَبْنَا على آذَانِهِمْ فِي الكهف سِنِينَ عَدَداً}  [الكهف: ١١] . </p><p> كذلك من آيات الإعجاز في القرآن الكريم أن جميع الآيات التي ذكرتْ السمع والبصر ذكرتْه بهذا الترتيب: السمع والأبصار، إلا في آية واحدة في موقف القيامة قالوا:  {رَبَّنَآ أَبْصَرْنَا وَسَمِعْنَا. .}  [السجدة: ١٢] . </p><p> فقدَّم البصر على السمع؛ لأن في القيامة تفجؤهم المرائي أولاً قبل أنْ تفجأهم الأصوات، وهذه من مظاهر الدقة في الأداء القرآني المعجز. </p><p> وكأن الحق سبحانه يقول: لا عُذْر لك عندي فقد أعطيتُك سمعاً لتسمع البلاغ عني من الرسول، وأعطيتُك عَيْناً لتلتفت إلى آيات الكون، وأعطيتُك فؤاداً تفكر به، وتنتهي إلى حصيلة إيمانية تدلُّك على وجود الخالق عَزَّ وَجَلَّ. </p><p> إذن: ما أخذتُك على غِرَّة، ولا خدعتُك في شيء، إنما خلقتُك من عدم، وأمددتُك من عُدم، ورتبتُ لك منافذ الإدراك ترتيباً منطقياً تكوينياً، فأيُّ عذر لك بعد ذلك. . وإياكم بعد هذا كله أنْ تشغلكم الأهواء، وتصْرفكم عن البلاغ الذي جاءكم على لسان رسولنا. </p><p> والمتأمل في تركيب كل من الأذن والعين يجد فيهما آيات ومعجزات للخالق - عَزَّ وَجَلَّ - ما يزال العلماء لم يصلوا رغم تقدُّم العلوم إلى أسرارها وكُنْهها. </p><p> ثم يقول سبحانه في ختام الآية:  {قَلِيلاً مَّا تَشْكُرُونَ}  [المؤمنون: ٧٨] لأن هذه نِعَم وآلاء وآيات لله، كان ينبغي أن تشكر حَقَّ الشكر. </p><p> البعض يقول في معنى {قَلِيلاً مَّا تَشْكُرُونَ}  [المؤمنون: ٧٨] أنه تعالى عبَّر عن عدم الشُّكْر بالقلة، وهذا الفهم لا يستقيم هنا؛ لأن الله تعالى أثبت لعباده شكراً لكنه قليل، وربك - عَزَّ وَجَلَّ - يريد شكراً دائماً يصاحب كل نعمة ينعم بها عليك، فساعة ترى الأعمى الذي </p><p> حُرِم نعمة البصر يتخبَّط في الطريق تقول الحمد لله، تقولها هكذا بالفطرة؛ لأنك تعيش وتتقلب في نعَم الله، لكن لا تتذكرها إلا حين ترى مَنْ حُرِم منها. </p><p> لذلك، إنْ أردتَ أنْ تدوم لك النعمة فاعقلها بِذكْر الله المنعم قُلْ عند النعمة، أو عند رؤية ما يعجبك في أهل أو مال: ما شاء الله لا قوة إلا بالله، أَلاّ ترى أن الله تعالى جعل الحسد لينبهنا: إنْ أردتَ صيانة النعمة فلا تنسَ المنعِمَ؛ لأنه وحده القادر على حِفْظها وصيانتها، وجعلتَ حفظها إلى مَنْ صنعها. ولا يُصاب الإنسان في النعمة إلا إذا غفل عن المنعم وترك الشُّكْر عليها. </p><p> وأذكر أنه كان في قريتنا رجل من أهل الفهم عن الله، وكان يملك ثلث فدان يزرعه المزروعات التقليدية، وفي أحد الأعوام زرعه قطناً، فجاءت عليه الدودة وكادت تهلكه، فكلَّمه والدي في مسألة الدودة هذه فقال له: يا عم متولي لا تقلق فأنا أؤدي صيانتها يعني: أُخرِج منها الزكاة. </p><p> ثم يقول الحق سبحانه:  {وَهُوَ الذي ذَرَأَكُمْ فِي الأرض. .} . </p>"
}