{
  "id": null,
  "sura": 23,
  "aya": 70,
  "text": "<p> والمسألة الرابعة في توبيخ الله لهم:  {أَمْ يَقُولُونَ بِهِ جِنَّةٌ. .}  [المؤمنون: ٧٠] يعني: جنون، والجنون أنْ تتعطل الآلة العقلية التي تزن الحركات على وفق النفع والضر، فتفعل الخير النافع، وتترك الشر الضارّ. ولننظر: أيّ خصلة من خصال الجنون في محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> ودَعْكَ من قضية الدين والإله إنما خُذْ خُلقه، والخلُق أمر يتفق عليه الجميع ويحمدونه، حتى وإنْ كانوا ضد صفته، فالكذاب يحب الصادق، ويعترف أن الصدق شرف وكرامة، والبخيل يحب الكريم، والغضوب يحب الحليم، أَلاَ ترى الكاذب يزاول كذبه على الناس، لكن لا يحب مَنْ يكذب عليه؟ </p><p> أَلاَ ترى شاهد الزور ينقذ غيره بشهادته، ومع ذلك يسقط من نظره ويحتقره، حتى إن أهل الحكمة ليقولون: إن شاهد الزور ترتفع رأسك على الخصم بشهادته، وتدوس قدمك على كرامته، ومَنْ جعلك موضعاً للنقيصة فقد سقطت من نظره، وإنْ أعنْتَه على أمره. </p><p> إذن: فالأخلاق مقاييسها واحدة، فقيسوا محمداً بأخلاقه، لا بالدين والرسالة التي جاء بها، انظروا إلى خُلقه فيكم، ولن يستطيع واحد منكم أنْ يتهمه في خُلقه بشيء، وما دام لا يُتَّهم في خُلقه فلا يُتهم كذلك في عقله؛ لأن العقل هو ميزان الخُلق وأساسه. </p><p> لذلك يقول ربه - عَزَّ وَجَلَّ - في حقِّه: {ن والقلم وَمَا يَسْطُرُونَ مَآ أَنتَ بِنِعْمَةِ رَبِّكَ بِمَجْنُونٍ وَإِنَّ لَكَ </p><p> لأَجْراً غَيْرَ مَمْنُونٍ وَإِنَّكَ لعلى خُلُقٍ عَظِيمٍ} [القلم: ١ - ٤] فخلُقك العظيم أكبر دليل على أنك لستَ مجنوناً. </p><p> إذن: محمد بريء من هذه التهمة، والمسألة كلها كما قال تعالى:  {بَلْ جَآءَهُمْ بالحق. .}  [المؤمنون: ٧٠] فهذا عيبه في نظرهم؛ لأن الحق يغيظ أهل الباطل المنتفعين منه، والبعض يرى الحق في الخير الذي يأتيه، فإنْ كان في شيء لا ينتفع منه فهو شَرٌّ؛ لذلك إنْ أردتَ أنْ تحكم على خَصْلة فاحكم عليها وهي عليك، لا وهي لك، فمثلاً أن تكره الكاذب سواء كذب لك أو كذب عليك، إذن: فخُذْ المسائل على أنها لك وعليك. </p><p> والحق - سبحانه وتعالى - حينما قيّد حركتك في النظر إلى محارم الآخرين، لا تتبرم ولا تقُلْ: منعني متعة النظر. . الخ، لكن انظر إلى أنه قيّد عينيك وأنت واحد، وقيَّد عيون الآخرين عن محارمك وهم كثيرون. </p><p> ويقول تعالى بعدها:  {وَأَكْثَرُهُمْ لِلْحَقِّ كَارِهُونَ}  [المؤمنون: ٧٠] وطبيعي أن يكره أهل الباطل الذين استشرى ظلمهم وطغيانهم، يكرهون الحق الذي جاء ليعدل الميزان، ويُقوِّم المعْوج في حركة الحياة، وكراهية أهل الباطل لرسول الله كان ينبغي أن تكون معيار تصديق له لا تكذيب به، ينبغي أن نقول: طالما أن أهل الباطل يكرهون هذا فلا بُدَّ أنه الحق وإلاّ ما كرهوه. </p>"
}