{
  "id": null,
  "sura": 23,
  "aya": 12,
  "text": "<p> سبق أن تكلمنا عن خَلْق الإنسان، وعرفنا أن الخالق - عَزَّ وَجَلَّ - خلق الإنسان الأول، وهو آدم عليه السلام من طين، ومن أبعاضه خلق زوجه، ثم بالتزاوج جاء عامة البشر كما قال تعالى:  {وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَآءً}  [النساء: ١] . </p><p> ومسألة خَلْق السماء والأرض والناس مسألة احتفظ الله بها، ولم يطلع عليها أحد، كما قال سبحانه:  {مَّآ أَشْهَدتُّهُمْ خَلْقَ السماوات والأرض وَلاَ خَلْقَ أَنْفُسِهِمْ وَمَا كُنتُ مُتَّخِذَ المضلين عَضُداً}  [الكهف: ٥١] . </p><p> فلا تُصْغ إلى هؤلاء المضلين في كل زمان ومكان، الذين يدَّعون العلم والمعرفة، ونسمعهم يقولون: إن العالم كان كتلة واحدة تدور بسرعة فانفصل عنها أجزاء كوَّنَت الأرض. . الخ وعن الإنسان </p><p> يقولون: كان أصله قرداً، إلى آخر هذه الخرافات التي لا أساس لها من الصحة. </p><p> لذلك أعطانا الله تعالى المناعة الإيمانية التي تحمينا أنْ ننساق خلف هذه النظريات، فأخبرنا سبحانه خبر هؤلاء وحذرنا منهم؛ لأنهم ما شهدوا شيئاً من الخَلْق، ولم يتخذهم الله أعواناً فيقولون مثل هذا الكلام. إذن: هذا أمر استأثر الله بعلمه، فلا تأخذوا علمه إلاَّ مما أخبركم الله به. </p><p> وكلمة الإنسان اسم جنس تطلق على المفرد والمثنى والجمع، والمذكر والمؤنث، فكل واحد منا إنسان، بدليل أن الله تعالى استثنى من المفرد اللفظ جمعاً في قوله تعالى:  {والعصر إِنَّ الإنسان لَفِى خُسْرٍ إِلاَّ الذين آمَنُواْ. .}  [العصر: ١ - ٣] فاستثنى من المفرد الجماعة. </p><p> ومعنى {خَلَقْنَا}  [المؤمنون: ١٢] أوجدنا من عدم، وسبق أن قلنا: إن الله تعالى أثبت للبشر صفة الخَلْق أيضاً مع الفارق بين خَلْق الله من عدم وخَلْق البشر من موجود، وخَلْق الله فيه حركة وحياة فينمو ويتكاثر، أما ما يخلق البشر فيجمد على حاله لا يتغير؛ لذلك وصف الحق سبحانه ذاته فقال:  {فَتَبَارَكَ الله أَحْسَنُ الخالقين}  [المؤمنون: ١٤] . </p><p> أما قَوْل القرآن حكايةً عن عيسى عليه السلام:  {أَخْلُقُ لَكُمْ مِّنَ الطين كَهَيْئَةِ الطير. .}  [آل عمران: ٤٩] فهذه من خاصياته عليه السلام، والإيجاد فيها بأمر من الله يُجريه على يد نبيه. </p><p> فالمعنى:  {وَلَقَدْ خَلَقْنَا الإنسان. .}  [المؤمنون: ١٢] أي: الإنسان الأول، وهو آدم عليه السلام {مِن سُلاَلَةٍ مِّن طِينٍ. .}  [المؤمنون: ١٢] والسلالة: خلاصة الشيء تُسَلُّ منه كما يُسَلُّ السيف من غِمْده أي: </p><p> الجراب الذي يُوضَع فيه، فالسيف هو الأداة الفتاكة الفاعلة، أما الغِمْد فهو مجرد حافظ وحامل لهذا الشيء الهام. </p><p> فالسلالة - إذن - هي أجود ما في الشيء، وقد خلق الله الإنسان الأول من أجود عناصر الطين وأنواعه، وهي زُبْد الطين، فلو أخذتَ قبضة من الطين وضغطتَ عليها بين أصابعك يتفلَّتْ منها الزبد، وهو أجود ما في الطين ويبقى في قبضتك بقايا رمال وأشياء خشنة. </p><p> «ولما أحب سيدنا حسان بن ثابت أنْ يهجوَ قريشاً لمعاداتهم لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قال: إئذن لي يا رسول الله أنْ أَهْجُوهم من على المنبر فقال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: أتهجوهم وأنا منهم؟فقال حسان:أسلُّك منهم كما تُسَلُّ الشعرة من العجين» . </p><p> وتُطلَق السلالة على الشيء الجيد فيقولون: فلان من سلالة كذا، وفلان سليل المجد. يعني: في مقام المدح، حتى في الخيل يحتفظون لها بسلالات معروفة أصيلة ويُسجِّلون لها شهادات ميلاد تثبت أصالة سلالتها، ومن هنا جاءت شهرة الخيل العربية الأصيلة. </p><p> وقد أثبت العلم الحديث صِدْق هذه الآية، فبالتحليل المعمليّ التجريبي أثبتوا أن العناصر المكوِّنة للإنسان هي نفسها عناصر الطين، وهي ستة عشر عنصراً، تبدأ بالأكسوجين، وتنتهي بالمنجنيز، والمراد هنا التربة الطينية الخصْبة الصالحة للرزاعة؛ لأن الأرض عامة بها عناصر كثيرة قالوا: مائة وثلاثة عشر عنصراً. </p>"
}