{
  "id": null,
  "sura": 24,
  "aya": 1,
  "text": "<p> اسمها سورة (النور) ، وإذا استقرأنا موضوع المُسمَّى أو المُعْنون له بسورة (النور) تجد النور شائعاً في كل أعطافها - لا أقول آياتها ولا أقول كلماتها - ولكن النور شائع في كل حروفها، لماذا؟ </p><p> قالوا: لأن النور من الألفاظ التي يدل عليها نطقها ويعرفها أكثر من أيّ تعريف آخر، فالناس تعرف النور بمجرد نُطْق هذه الكلمة، والنور لا يُعرَّف إلا بحقيقة ما يؤديه، وهو ما تتضح به المرئيات، وتتجلى به الكائنات، فلولا هذا النور ما كنا نرى شيئاً. </p><p> إذن: يُعرف النور بخاصيته، وهو الذي يجعل لك قدرة على أن </p><p> ترى المرئيات، بدليل أنها إنْ كانت في ظلمة لا تراها. إذن: فالنور لا يُرَى، ولكن نرى به الأشياء، فالله تعالى نور السموات والأرض يُنوِّرهما لنا، لكن لا نراه سبحانه. </p><p> لكن، هل كل الأشياء مرائي؟ أليس منها المسموع والمشموم والمتذوّق؟ قالوا: نعم، لكن الدليل الأول على كل هذه وفعل الحوادث هي المرئيات؟ لأن كل أدلة الكون مرئية نراها أولاً، ثم حين تسمع، وحين تشم، وحين تلمس، وحين تميز الثقيل من الخفيف، أو القريب من البعيد. فهذا كله فرع ما يوجد فيك، بعد ما تؤمن أن الله الذي أوجدك هو الذي أوجد لك كل شيء، فإذا ما نظرت إلى النور وجدتَ النور أمراً حسياً ترى به الأشياء. </p><p> وكانوا في الماضي يعتقدون أن الإنسان يبصر الأشياء بشعاع يخرج من العين، فيسقط على الشيء فتراه، إلى أن جاء العالم الإسلامي الحسن بن الهيثم، وأبطل هذه النظرية وقال: إن الشعاع يأتي من المرئي إلى العين فتراه، وليس العكس، واستدل على ذلك بأن الشيء إنْ كان في الظلام لا نراه، ونحن في النور، فلو أن الشعاع يخرج منك لرأيته. </p><p> وفي ضوء هذه النظرية فهمنا قوله تعالى:  {وَجَعَلْنَآ آيَةَ النهار مُبْصِرَةً. .}  [الإسراء: ١٢] فهي مُبْصِرة؛ لأن الشعاع يأتي من هناك، فكأنها هي التي ترى. </p><p> لكن، ما نَفْع هذا النور الحسيّ للإنسان الخليفة في الأرض؟ أنت حين ترى الأشياء تتعامل معها تعاملاً يعطيك خيرها ويكفّ عنك شرها، ولو لم تَرَ الأشياء ما أمكنك التعامل معها، وإلا فكيف تسير في مكان مظلم فيه ما يؤذيك مثل الثعابين أو زجاج متكسر؟ </p><p> إذن: لا تستطيع أن تهتدي إلى مواضع قدمك، وتأخذ خير الأشياء، وتتجنب شرها إلا بالنور الحسيِّ، كذلك إنْ سِرْت في ظُلْمة وعلى غير هُدىً، فلا بُدَّ أن تصطدم بأقوى منك فيحطمك، أو بأضعف منك فتحطمه. </p><p> لذلك سمَّى الحق - تبارك وتعالى - المنهج الذي يهديك في دروب الحياة نوراً. </p><p> والناس حين لا يوجد النور الرباني الإلهي يصنعون لأنفسهم أنواراً على قَدْر إمكاناتهم وبيئاتهم بداية من المسرجة ولمبة الجاز، وكان الناس يتفاوتون حتى في هذه - حتى عصر الكهرباء والفلوروسنت والنيون وخلافة من وسائل الإضاءة التي يتفاوت فيها الناس تفاوتاً كبيراً، هذا في الليل، فإذا ما أشرقتْ الشمس أطفأ الجميع أنوارهم ومصابيحهم، لماذا؟ لأن مصباح الله قد ظهر واستوى فيه الجميع لا يتميز فيه أحد عن أحد. </p><p> وكذلك النور المعنوي نور المنهج الذي يهديك إنْ كان لله فيه توجيه، فأطفيء مصابيح توجيه البشر لا يصح أن تستضيء بنور ونورُ ربك موجود، بل عليك أن تبادر وتأخذ ما تقدر عليه من نور ربك، فكما أخذتَ نور الله الحسيّ فألغيتَ به كل الأنوار، فخُذْ نور الله في القيم، خُذْ نُور الله في الأخلاق وفي المعاملات وفي السلوك يغنيك هذا عن أيِّ نور من أنوار البشر ومناهجهم. </p><p> أَلاَ ترى النمرود كيف بُهِتَ حينما قطع عليه إبراهيم - عليه السلام - جدله وألجأه إلى الحجة التي لا يستطيع الفكاك منها، حين قال له:  {فَإِنَّ الله يَأْتِي بالشمس مِنَ المشرق فَأْتِ بِهَا مِنَ المغرب. .}  [البقرة: ٢٥٨] . </p><p> والحق - تبارك وتعالى - يفيض من أنواره وصفات كماله على خَلْقه الذين جعلهم خلفاء له سبحانه في الأرض، فقال:  {إِنِّي جَاعِلٌ فِي الأرض خَلِيفَةً. .}  [البقرة: ٣٠] والخليفة في الأرض ليس جيلاً واحداً خلقه الله واستخلفه في الأرض إلى قيام الساعة، إنما الخليفة أجيال وأنسال تتوالى، يموت واحد ويُولَد آخر في حلقات موصولة الأنسال لا الذوات. </p><p> والخليفة لا ينجح في خلافته إلا إذا سار فيها على وَفْق مراد مَن استخلفه، وآفة الناس في خلافتهم لله في الأرض أنْ يعتبروا أنفسهم أُصَلاء لا خلفاء، فالخليفة في ذِهْنه دائماً هذه الخلافة؛ لذلك يلتفت إلى الأصل، وينظر ماذا يريد منه مَن استخلفه. </p><p> والحق - تبارك وتعالى - جعل له خليفة في الأرض لتظهر عليه سمات قدرته تعالى وصفات كماله، فالله تعالى قادر، الله عالم، الله حكيم، الله غنيّ، الله رحيم، الله غفور. . الخ وهو سبحانه يعطي من صفاته ويفيض منها على خَلْقه وخليفته في أرضه بعضاً من هذه الصفات، فيعطيك من قدرته قدرة، ومن رحمته رحمةً، ومن غنائه غِنىً، لكن تظل الصفة في يده تعالى أنْ شاء سلبها، أَلاَ ترى القوي قد يصير ضعيفاً، والغني قد يصير فقيراً؟ </p><p> ذلك لنعلم أن هذه الصفات ليست ذاتية فينا، وأن هذه الهبات ليست أصلاً عندنا، إنما هي فيْض من فيض الله وهبةٌ من هباته سبحانه، لذلك علينا أن نستعملها وَفْق مراده تعالى، فإنْ أعطاك ربُّك القدرة فإنما أفاض بها عليك لتفيض أنت بها على غيرك، أعطاك العلم لتنثره على الناس، أعطاك الغنى لترعى حق الفقير. </p><p> إذن: ما دام أن الله تعالى أفاض عليك من صفات الكمال واحتفظ </p><p> هو سبحانه بملكية هذه الصفات، فإنْ شاء سلبها منك، فعليك أن تستغل الفرصة وتنتهز وجود هذه الخَصْلة عندك، فتُثمِّرها فيما أراده الله منك قبل أنْ تُسلَب، حتى إذا سُلِبَتْ منك نالتك من غيرك. </p><p> فتصدَّق وأنت غني لتنال صدقة الآخرين إنْ أصابك الفقر، وأكرم اليتيم لتجد مَنْ يُكرم يتيمك من بعدك، فإنْ قابلتَ أحداث الحياة بهذه النظرة اطمأنَّ قلبك، وأمِنْتَ من حوادث الزمن، واستقبلتَ الأحداث بالرضا، وكيف تهتم وأنت في مجتمع يرعاك كما رعيته، ويحملك كما حملته، ويتعاون معك كما تعاونتَ معه؟ </p><p> وصدق الله تعالى حين قال:  {وَلْيَخْشَ الذين لَوْ تَرَكُواْ مِنْ خَلْفِهِمْ ذُرِّيَّةً ضِعَافاً خَافُواْ عَلَيْهِمْ فَلْيَتَّقُواّ الله وَلْيَقُولُواْ قَوْلاً سَدِيداً}  [النساء: ٩] . </p><p> إذن: الحق - تبارك وتعالى - يريد من خليفته في أرضه أن يكون جِماعاً لصفات الكمال التي تسعد الخَلْقَ بآثار الخالق فيهم، وهذه هي الخلافة الحقة. </p><p> وسورة النور جاءت لتحمل نور المعنويات، نور القيم، نور التعامل، نور الأخلاق، نور الإدارة والتصرف، وما دام أن الله تعالى وضع لنا هذا النور فلا يصح للبشر أنْ يضعوا لأنفسهم قوانين أخرى؛ لأنه كما قال سبحانه:  {وَمَن لَّمْ يَجْعَلِ الله لَهُ نُوراً فَمَا لَهُ مِن نُورٍ}  [النور: ٤٠] فلو لم تكُنْ هذه الشمس ما استطاع أحد أنْ يصنع لنفسه نوراً أبداً. </p><p> فالحق - تبارك وتعالى - يريد لخليفته في أرضه أن يكون طاهراً شريفاً كريماً عزيزاً؛ لذلك وضع له من القوانين ما يكفل له هذه الغاية، وأول هذه القوانين وأهمها قانون التقاء الرجل والمرأة التقاء سليماً في وضح النهار؛ لينتج عن هذا اللقاء نَسْل طاهر جدير </p><p> بخلافة الله في أرضه؛ لذلك أول ما تكلم الحق سبحانه في هذه السورة تكلَّم عن مسألة الزنى. </p><p> والعجيب أن تأتي هذه السورة بعد سورة (المؤمنون) التي قال الله في أولها {قَدْ أَفْلَحَ المؤمنون}  [المؤمنون: ١] ثم ذكر من هؤلاء المؤمنين المفلحين {والذين هُمْ لِفُرُوجِهِمْ حَافِظُونَ}  [المؤمنون: ٥] وهنا قال: {الزانية والزاني. .}  [النور: ٢] فجاء بالمقابل للذين هم لفروجهم حافظون. </p><p> نفهم من هذا أنه لا يلتقي رجل وامرأة إلا على نور من الله وهدى من شريعته الحكيمة؛ لأنه عَزَّ وَجَلَّ َّ هو خالق الإنسان، وهو أعلم بما يُصلحه، وهو خالق ذرّاته، ويعلم كيف تنسجم هذه الذرات بعضها البعض، وهو سبحانه خالق مَلَكات النفس، ويعلم كيف تتعايش هذه الملكات ولا تتنافر. </p><p> إذن: طبيعي أنْ أردتَ أن تنشيء خليفة في الكون على غير مراد الله وعلى غير مواصفات الحق، لا بُدَّ أنْ يضطرب الكون وتتصارع فيه مَلكات النفس، وماذا تنتظر من هذا الخليفة إنْ جاء في الظلام؟ ساعتها تظهر أمراض النسل من وَأْد الأولاد وقتلهم حتى في بطون الأمهات، وقد يتشكّك الرجل في ولده، فيبغضه ويهمله ويتركه للتشرد. </p><p> إذن: لن تستقيم هذه المسألة إلا حين يأتي الخليفة وَفْق مواصفات ربه، وأنْ يلتقي الزوجان على ما شرع الله في وضح النهار، لا أن يندس كل منهما على الآخر في ظلمة الإثم، فيحدث المحظور الذي تختلط به الأنساب، ويتفكك رباط المجتمع. </p><p> إن من أقسى تجارب الحياة على المرء أن يشكَّ في نِسْبة ولده إليه، وأن تعتصره هذه الفكرة، فيهمل ولده وفلذة كبده، وينفق هنا </p><p> وهناك ويحرمه على خلاف النسْل الطاهر، حيث يتلهف الأب لولده، ويجوع ليشبع، ويتعرّى ليلبس. </p><p> فالحق سبحانه يريد النسل المحضون بالأبوين في أُبوة صحيحة شرعية وأمومة صحيحة شرعية اجتمعا على نور الله. </p><p> ولك أنْ تُجري مقارنة بين امرأة حملتْ سفاحاً وأخرى حملتْ حَمْلاً شرعياً طاهراً، ستجد الأولى تحمله على مضض وكُرْه، وتودّ أنْ تتخلَّص منه وهو جنين في بطنها، فإنْ تحاملتْ على نفسها إلى حين ولادته تخلَّصتْ منه في ليلتها ولو بإلقائه على قارعة الطريق. </p><p> أما صاحبة الحمل الشرعي فتتلهف على الولد، وإنْ تأخر بعض الوقت صارت قلقة تدور بين الأطباء، فإنْ أكرمها الله بالحمل طارت به فرحاً وفخراً، وحافظت عليه في مَشْيها وحركاتها ونومها وقيامها إلى حين الوضع، فتتحمل آلامه راضيةً ثم تحتضنه وتُرضِعه وتعيش حياتها في خدمته ورعايته. </p><p> فالله يريد أن يأتي خليفته في أرضه من إخصاب طاهر على اعْيُنِ الناس جميعاً وفي نور الله المعنوي، يريد للزوج أن يأتي من الباب في ضوء هذا النور، لا أن يتلصص في الظلام من باب الخدم. </p><p> لذلك يتوعد الحق - سبحانه وتعالى - مَنْ يخالف هذا المنهج ويريد أن يُفسِد شرف الخلافة التي يريدها الله طاهرة، ويُدنِّس النسل، ويُوغِر الصدور بالأحقاد والعداوات، ويزرع الشك في نفوس الخَلْق، وجرائم العرض لا يقتصر ضررها على العداوات الشخصية إنما تتعدى هذه إلى الإضرار بالمجتمع كله. </p><p> وانظر إلى الإيدز الذي يهدد المجتمعات الآن، وهو ناتج عن </p><p> الالتقاء غير الشرعي، وخطر الإيدز لا يقتصر على طرفيه إنما يتعدّاها إلى الغير، إذن: من صالح المجتمع كله أن نقيم حدَّ الزنا حتى لا يستشري هذا الداء. </p><p> ونعجب من هؤلاء الذين يهاجمون شَرْع الله في مسألة الحدود حين تقضي برَجْم الزاني المحْصَن حتى الموت، أَلاَ يعلم هؤلاء أننا نُضحِّي بواحد لنحفظ سلامة الملايين في صحة وعافية؟ أَلاً يروْنَ ما يحدث مثلاً في وباء الطاعون الذي أعجز العلماء حتى الآن، ولم يجدوا له علاجاً، وكيف أن الشرع أمرنا إنْ نزل الطاعون بأرض ألاَّ نذهب إليها، وأمر مَنْ فيها ألاَّ يخرجوا منها، لماذا؟ لنحصر هذا الوباء حتى لا يستشري بين الناس. </p><p> كذلك الحال في مسألة الزنا؛ لأن الزاني لا يقتصر شرُّه عليه وحده، إنما يتعدّى شرُّه إلى المجتمع كله، مع مراعاة أن الشرع فرَّق بين الزاني المحصن وغير المحصن، وكذلك الزانية، ففي حالة الإحصان تتعدد الماءات في المكان الواحد، لذلك سُئلنا في سان فرانسيسكو: لماذا أبحتم تعدُّد الزوجات، ولم تبيحوا تعدُّد الأزواج؟ هذا منهم على سبيل قياس الرجل على المرأة: لماذا لا تتزوج المرأة وتجمع بين أربعة رجال؟ </p><p> قلت: اسألوهم، أليس عندهم أماكن يستريح فيها الشباب جنسياً - يعني بيوت للدعارة - قالوا: نعم في بعض الولايات، قلت: فبماذا احتطتم لصحة المجتمع وسلامته؟ قالوا: نُجرِي عليهم كشفاً دورياً كل أسبوع، قلت: وهل هذا الكشف الدوري يستوعب الجميع؟ أم أنه مجرد (ششن) وعينات عشوائية. </p><p> إذن: من الممكن أن يتسرّب المرض بين هؤلاء الشباب، وهَبْ </p><p> أنك أجريتَ على إحداهن الكشف يوم الأحد مثلاً، وفي يوم الاثنين جاءها المرض، فإلى كم واحد سينتقل المرض إلى أنْ يأتي الأحد القادم؟ فهذه مسألة لا تستطيع السيطرة فيها على الداء. </p><p> ثم أتُجرون هذه الفحوصات على المتزوجين والمتزوجات؟ وهل اكتشفتم بينهم مثل هذه الأمراض؟ قالوا: لا لم يحدث أن اكتشفنا هذا بين المتزوجين. قلت: إذن كان عليكم أنْ تنتبهوا إلى سبب هذه الداءات، وأنها تأتي من تعدُّد ماءات الرجال في المكان الواحد؛ لأن كل ماء سياله وله ميكروبات تتصارع، إن اجتمعت في المكان الواحد فينشأ منها المرض. </p><p> لكن حين يكون للزوجة زوج واحد، فلن نرى مثل هذه الداءات في المجتمع، ومن هنا يأتي دور الوازع الديني، فإن فُقِد الوازع الديني فلا بُدَّ من الوازع الحسيّ ليزجر مثل هؤلاء ويُوقِفهم عند حدود الله رَغْماً عنهم، حتى وإنْ لم يكونوا يؤمنون بها. </p><p> إذن: هذه أقضية ومشاكل وداءات حدثتْ للناس بقدر ما أحدثوا من الفجور، وبقدر ما انتهكوا من حُرُمات الله، وانظر مثلاً لمن يُضطرّ للسفر إلى مثل هذه البلاد، كم يكون حَذراً مُفزَّعاً حين يقيم مثلاً في فندق، فيأخذ أدواته الشخصية، ويخاف أن يستعمل أشياء غيره، ويحرص على نظافة المكان وتغيير الفراش قبل أن ينام عليه. . الخ كل هذه الاحتياطات. </p><p> فالشرع حين يأمر بقتل الزاني أو الزانية إنما فعل ذلك ليسْلَمَ المجتمع بأسْره، وكثيراً ما نواجه مثل هذه الاعتراضات من أصحاب الرحمة الحمقاء والشعارات الجوفاء، أهُم أرحم بالخَلْق من الخالق؟ </p><p> أَلاَ يروْن للزلزال أو لحوادث السيارات والطائرات التي تحصد الآلاف </p><p> من الأرواح؟ فلماذا هي الضجة حين نبتر العضو المريض من المجتمع؟ </p><p> قوله تعالى:  {سُورَةٌ أَنزَلْنَاهَا وَفَرَضْنَاهَا. .}  [النور: ١] السورة: مأخوذة من سور البيت، وهي طائفة من نجوم القرآن أو آياته محوطة ببداية ونهاية، تحمل أحكاماً وقد تكون طويلة كسورة البقرة، أو قصيرة كالإخلاص والكوثر، فليس للسورة كمية مخصوصة؛ لأنها توقيفية. </p><p> {أَنزَلْنَاهَا. .}  [النور: ١] نفهم من أنزل أن الإنزال من أعلى إلى مَنْ هو أدنى منه، كما يكتب الموظف مثلاً يريد التظلُّم لرئيسه: أرفع إليك كذا وكذا، فيقول الأعلى: وأنا أنزلت القرار الفلاني، فالأدنى يرفع للأعلى، والأعلى يُنزِل للأدنى. </p><p> لذلك يقول تعالى:  (أنزلنا) حتى للشيء الذي لا ينزل من السماء، كما قال سبحانه: </p><p> {وَأَنزَلْنَا الحديد فِيهِ بَأْسٌ شَدِيدٌ وَمَنَافِعُ لِلنَّاسِ. .}  [الحديد: ٢٥] فالحديد وإنْ كان مصدره الأرض، إلا أنه لا يكون إلا بقدرة الأعلى سبحانه. </p><p> {وَفَرَضْنَاهَا. .}  [النور: ١] الشيء المفروض يعني الواجب أن يُعمل؛ لأن المشرِّع قاله وحكم به وقدَّره، ومنه قوله سبحانه:  {فَرِيضَةً فَنِصْفُ مَا فَرَضْتُمْ. .}  [البقرة: ٢٣٧] أي: نصف ما قدَّرتم، إذن: كل شيء له حُكْم في الشرع، فإن الله تعالى مُقدِّره تقديراً حكيماً على قَدْره. </p><p> وقوله تعالى:  {وَأَنزَلْنَا فِيهَآ آيَاتٍ بَيِّنَاتٍ. .}  [النور: ١] الآيات الواضحات، وتُطلق الآيات - كما قلنا - على الآيات الكونية التي تلفت أنظارنا إلى قدرة الله وبديع صُنْعه، وتُطلق على المعجزات التي تثبت صِدْق الرسل، وتُطلق على آيات القرآن الحاملة للأحكام. </p><p> وفي هذه السورة كثير من الأحكام إلى أن قال فيها الحق سبحانه:  {الله نُورُ السماوات والأرض. .}  [النور: ٣٥] وقال: {نُّورٌ على نُورٍ. .}  [النور: ٣٥] فطالما أنكم أخذتُم نور الدنيا، وأقررتُم أنه الأحسن، وأنه إذا ظهر ألغى جميع أنواركم، فكذلك خذوا نور التشريع واعملوا به واعلموا أنه نور على نور. إذن: لديكم من الله نوران: نور حسي ونور معنوي. </p><p> {لَّعَلَّكُمْ تَذَكَّرُونَ}  [النور: ١] بعد أنْ قال سبحانه أنزلت كذا وكذا أراد أنْ يُلهب المشاعر لتُستقبل آياته الاستقبال الحسن، وتُطبِّق أحكامه التطبيق الأمثل يقول: أنزلتُ إليكم كذا لعلكم تذكرون، ففيها حَثٌّ وإلهابٌ لنستفيد بتشريع الحق للخَلْق. </p><p> ثم يتحدث الحق سبحانه عن أول قضية فيما فرضه على عبادة:  {الزانية والزاني فاجلدوا كُلَّ وَاحِدٍ مِّنْهُمَا مِئَةَ جَلْدَةٍ. .} . </p>"
}