{
  "id": null,
  "sura": 24,
  "aya": 27,
  "text": "<p> كلمة بيت: نفهم منها أنه ما أعِدّ للبيتوتة، حيث يأوي إليه الإنسان آخر النهار ويرتاح فيه من عناء اليوم، ويُسمَّى أيضاً الدار؛ لأنها تدور على مكان خاص بك؛ لذلك كانوا في الماضي لا يسكنون إلا في بيوت خاصة مستقلة لا شركة فيها مثل العمارات الآن، </p><p> يقولون: بيت من بابه. حيث لا يدخل ولا يخرج عليك أحد، وكان السَّكَن بهذه الطريقة عِصْمةً من الريبة؛ لأنه بيتك الخاص بأهلك وحدهم لا يشاركهم فيه أحد. </p><p> لكن هناك أمور تقتضي أنْ يدخل الناس على الناس؛ لذلك تكلم الحق - تبارك وتعالى - هنا عن آداب الاستئذان وعن المبادئ والنظم التي تنظم هذه المسألة؛ لأن ولوج البيوت بغير هذه الآداب، ودون مراعاة لهذه النظم يُسبِّب أموراً تدعو إلى الرِّيبة والشك؛ لذلك في الفلاحين حتى الآن: إذا رأوا شخصاً غريباً يدخل حارة لا علاقة له بها لا بُدَّ أن يسأل: لماذا دخل هنا؟ </p><p> إذن: فشرْع الله لا يحرم المجتمع من التلاقي، إنما يضع لهذا التلاقي حدوداً وآداباً تنفي الرّيْب والشبهة التي يمكن أنْ تأتي في مثل هذه المسائل. </p><p> لذلك يقول الحق سبحانه وتعالى في آداب الاستئذان:  {ياأيها الذين آمَنُواْ لاَ تَدْخُلُواْ بُيُوتاً غَيْرَ بُيُوتِكُمْ حتى تَسْتَأْنِسُواْ وَتُسَلِّمُواْ على أَهْلِهَا. .}  [النور: ٢٧] . </p><p> {حتى تَسْتَأْنِسُواْ. .}  [النور: ٢٧] من الأُنْس والاطمئنان، فحين تجلس وأهلك في بيتك، وأقبل عليك غريب لا تعرفه، إذا لم يُقدِّم لك ما تأنس به من الحديث أو الاستئذان لا بُدَّ أن تحدث منه وَحشة ونفور إذن: على المستأذن أن يحدث من الصوت ما يأنس به صاحب الدار، كما نقول: يا أهل الله، أو نطرق الباب، أو نتحدث مع الولد الصغير ليخبر مَنْ بالبيت. </p><p> ذلك لأن للبيوت حرمتها، وكل بيت له خصوصياته التي لا يحب </p><p> صاحب البيت أن يطّلع عليها أحد، إما كرامةً لصاحب البيت، وإما كرامة للزائر نفسه، فالاستئذان يجعل الجميع يتحاشى ما يؤذيه. </p><p> لذلك قال تعالى بعدها:  {ذلكم خَيْرٌ لَّكُمْ. .}  [النور: ٢٧] . </p><p> أي: خير للجميع، للزائر وللمزور، فالاستئذان يمنع أن يتجسس أحد على أحد، يمنع أن ينظر أحد إلى شيء يؤذيه، وهَبْ أن أبا الزوجة أراد زيارتها ودخل عليها فجأة فوجدها في شجار مع زوجها، فلربما اطلع على أمور لا ترضيه، فيتفاقم الخلاف. </p><p> ثم تختم الآية بقوله تعالى:  {لَعَلَّكُمْ تَذَكَّرُونَ}  [النور: ٢٧] يعني: احذروا أن تغفلوا هذه الآداب، أو تتهاونوا فيها، كمَنْ يقولون: نحن أهلٌ أو أقارب لا تكليفَ بيننا؛ لأن الله تعالى الذي شرع لكم هذه الآداب أعلَمُ بما في نفوسكم، وأعلم بما يُصلِحكم. </p><p> بل ويتعدى هذا الأدب الإسلامي من الغريب إلى صاحب البيت نفسه، ففي الحديث الشريف «» نهى أن يطرق المسافر أهله بليل «إنما عليه أن يخبرهم بقدومه حتى لا يفاجئهم وحتى يستعد كل منهما لملاقاة الآخر. </p><p> ثم يقول الحق سبحانه:  {فَإِن لَّمْ تَجِدُواْ فِيهَآ أَحَداً فَلاَ تَدْخُلُوهَا حتى يُؤْذَنَ لَكُمْ. .} . </p>"
}