{
  "id": null,
  "sura": 24,
  "aya": 58,
  "text": "<p> تُعلِّمنا هذه الآية آداب الاستئذان داخل الأسرة المكوَّنة من الأبويْن والأبناء، ثم الأتباع مثل الخدم وغيرهم، والحق تبارك وتعالى </p><p> يريد أن يُنشِّىءَ هذه الأسرة على أفضل ما يكون، ويخصّ بالنداء هنا الذين آمنوا، يعني: يا من آمنتم بي رباً حكيماً مُشرِّعاً لكم حريصاً على مصلحتكم استمعوا إلى هذا الأدب: {لِيَسْتَأْذِنكُمُ الذين مَلَكَتْ أيمانكم والذين لَمْ يَبْلُغُواْ الحلم مِنكُمْ ثَلاَثَ مَرَّاتٍ}  [النور: ٥٨] . </p><p> معلوم أن طلب المتكلم من المخاطب يأتي على صورتين: فعل الأمر وفعل المضارع المقترن بلام الأمر، فقوله تعالى:  {لِيَسْتَأْذِنكُمُ}  [النور: ٥٨] يعني: عَلِّموا هؤلاء أن يستأذنوا عليكم مثل: {وَلْيَسْتَعْفِفِ الذين لاَ يَجِدُونَ نِكَاحاً}  [النور: ٣٣] يعني: استعفوا، لأن اللام هنا لام الأمر، ومثل:  {لِيُنفِقْ ذُو سَعَةٍ مِّن سَعَتِهِ}  [الطلاق: ٧] . </p><p> وهذا الأدب تكليف من الله تعالى يُكلِّف به كل مؤمن داخل الأسرة، وإنْ كان الأمر هنا لغير المأمور، فالمأمور بالاستئذان هم مِلْك اليمين والأطفال الصغار، فأمر الله الكبارَ أن يُعلِّموا الصغار، كما ورد في الحديث الشريف:  «مروا أولادكم بالصلاة لسبع، واضربوهم عليها لعشر» . </p><p> فلم يُكلِّف بهذا الصغار إنما كُلِّف الكبار؛ لأن الأطفال لم يبلغوا بَعْد مبلغ التكليف من ربهم، إنما بلغوا مبلغ التكليف عندكم أنتم، لذلك أنت الذي تأمر وأنت الذي تتابع وتعاقب. </p><p> وأْمُرْ الصغير بالصلاة أو بالاستئذان لِتُربي فيه الدربة والتعود </p><p> على أمر قد يشقُّ عليه حال كِبَره، إنما إنْ عوَّدته عليها الآن فإنها تسهل عليهم عند سِنِّ التكليف، وتتحول العادة في حقه إلى عبادة يسير عليها. </p><p> وشرع الله لنا آداب الاستئذان؛ لأن الإنسان ظاهراً يراه الناس جميعاً ويكثر ظاهره للخاصة من أهله في أمور لا يُظهرها على الآخرين، إذن: فَرُقْعة الأهل والملاصقين لك أوسع، وهناك ضوابط اجتماعية للمجتمع العام، وضوابط اجتماعية للمجتمع الخاص وهو الأسرة، وحرية المرء في أسرته أوسع من حريته في المجتمع العام، فإنْ كان في حجرته الخاصة كانت حريته أوسعَ من حريته مع الأسرة. </p><p> فلا بُدَّ إذن من ضوابط تحمي هذه الخصوصيات، وتُنظِّم علاقات الأفراد في الأسرة الواحدة، كما سبقت ضوابط تُنظِّم علاقات الأفراد خارج الأسرة. </p><p> ومعنى:  {الذين مَلَكَتْ أيمانكم}  [النور: ٥٨] هم العبيد الذين يقومون على خدمة بعض الناس وليس الأجير لأن الأجير يستطيع أن يتركك في أي وقت، أمَّا العبد فليس كذلك؛ لأنه مملوك الرقبة لا حريةَ له، فالمملوكية راجحة في هؤلاء، وللسيد السيطرة والمهابة فلا يستطيع أن يُفْلت منه. </p><p> {والذين لَمْ يَبْلُغُواْ الحلم مِنكُمْ}  [النور: ٥٨] هم الأطفال الصغار الذين لم يبلغوا مبْلَغ التكليف، ويقضون المصالح؛ فتراهم في البيت يدخلون ويخرجون دون ضوابط، فهل نتركهم هكذا يطَّلِعون على خصوصياتنا؟ </p><p> وللخدم في البيت طبيعة تقتضي أن يدخلوا علينا ويخرجوا، </p><p> وكذلك الصغار، إلا في أوقات ثلاثة لا يُسْمح لهم فيها بالدخول إلا بعد الاستئذان:  {مِّن قَبْلِ صلاوة الفجر}  [النور: ٥٨] لأنه وقت متصل بالنوم، والإنسان في النوم يكون حُرَّ الحركة واللباس {وَحِينَ تَضَعُونَ ثيابكم مِّنَ الظهيرة}  [النور: ٥٨] وهو وقت القيلولة، وهي وقت راحة يتخفّف فيها المرء من ملابسه {وَمِن بَعْدِ صلاوة العشآء}  [النور: ٥٨] وبعد العشاء النوم. </p><p> هذه أوقات ثلاثة، لا ينبغي لأحد أن يدخل عليك فيها إلا بإذنك. </p><p> وانظر إلى هذا التحفّظ الذي يوفره لك ربك عَزَّ وَجَلَّ حتى لا تُقيِّد حريتك في أمورك الشخصية ومسائلك الخاصة، وكأن هذه الأوقات مِلْكٌ لك أيها المؤمن تأخذ فيها راحتك وتتمتع بخصوصياتك، والاستئذان يعطيك الفرصة لتتهيأ لمقابلة المستأذن. </p><p> أما في بقية الأوقات فالكل يستأذن عليك حتى الزوجة. </p><p> وسبب نزول هذه الآية أن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أراد سيدنا عمر في أمر من الأمور، فأرسل إليه غلاماً من الأنصار، فلما ذهب الغلام دفع الباب ونادى: يا عمر. فلم يرد؛ لأنه كان نائماً، فخرج الغلام وجلس في الخارج ودَقَّ الباب فلم يستيقظ عمر، فماذا يفعل الغلام؟ </p><p> رفع الغلام يديه إلى السماء وقال: يا رب أيقظه. ثم دفع الباب ودخل عليه، وكان عمر نائماً على وضع لا يصح أن يراه عليه أحد، واستيقظ عمر ولحظ أن الغلام قد رآه على هذا الوضع، فلما ذهب إلى النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قال: يا رسول الله نريد أن يستأذن علينا أبناؤنا </p><p> ونساؤنا وموالنا وخدمنا، فقد حدث من الغلام كيت وكيت، فنزلت هذه الآية. </p><p> ويُسمِّي الله تعالى هذه الأوقات الثلاثة عورة:  {ثَلاَثُ عَوْرَاتٍ لَّكُمْ}  [النور: ٥٨] والعورة: هي ما يحب الإنسان ألاّ يراها أحد، أو يراه عليها؛ لأنها نوع من الخلل والخصوصية، والله لا يريد أنْ يراك أحد على شيء تكرهه. </p><p> لذلك يقولون لمن به خَلَل في عينه مثلاً: أعور: والعرب تقول للكلمة القبيحة: عوراء، كما قال الشاعر: </p><p> وعَوْراء جاءتْ من أخٍ فردَدْتُها ... بِسالمةِ العَيْنيْنِ طَالِبةً عُذْراً </p><p> يعني: كلمة قبيحة لم أردّ عليها بمثلها، إنما بسالمة لا عين واحدة، بل بسالمة العينين الاثنين. </p><p> ثم يقول سبحانه:  {لَيْسَ عَلَيْكُمْ وَلاَ عَلَيْهِمْ جُنَاحٌ بَعْدَهُنَّ}  [النور: ٥٨] يعني: بعد هذه الأوقات: لا إثمَ ولا حرجَ عليكم، ولا على المماليك، أو الصغار أنْ يدخلوا عليكم، ففي غير هذه الأوقات يجلس المرء مُسْتعداً لممارسة حياته العادية، ولا مانع لديه من استقبال الخَدَم أو الأَطفال الصغار دون استئذان؛ لأن طبيعة المعيشة في البيوت لا تستغني عن دخول هؤلاء وخروجهم باستمرار. </p><p> لذلك قال تعالى بعدها:  {طوافون عَلَيْكُمْ بَعْضُكُمْ على بَعْضٍ}  [النور: ٥٨] </p><p> يعني: حركتهم في البيت دائمة، دخولاً وخروجاً، فكيف نُقيِّدها في غير هذه الأوقات؟ </p><p> {كَذَلِكَ يُبَيِّنُ الله لَكُمُ الأيات}  [النور: ٥٨] أي: بياناً واضحاً، حتى لا يحدث في المجتمع تناقضات فيما بعد {والله عَلِيمٌ}  [النور: ٥٨] بكل ما يُصلح الخلافة في الأرض {حَكِيمٌ}  [النور: ٥٨] في تشريعاته وأوامره، لا يضع الحكم إلا بحكمة. </p><p> ثم يقول الحق سبحانه:  {وَإِذَا بَلَغَ الأطفال مِنكُمُ الحلم} </p>"
}