{
  "id": null,
  "sura": 24,
  "aya": 46,
  "text": "<p> يعني: مَنْ ملك هذا الملْك وحده، وخلق لكم هذه العجائب أنزل لكم آيات بينات تحمل إليكم الأحكام، فكما فعل لكم الجميل، ووفر لكم ما يخدمكم في الكون، سمائه وأرضه، فأدُّوا أنتم ما عليكم نحو منهجه وأحكامه، واتبعوا هذه الآيات البينات. </p><p> ومعنى:  {مُّبَيِّنَاتٍ}  [النور: ٤٦] أي: لاستقامة حركة الحياة؛ لأن حركة الحياة تحتاج لأنْ يتحرك الجميع ويؤدي كُلٌّ مهمته حتى تتساند الحركات ولا تتعاند، فالذي يُتعب الدنيا أن تبنى وغيرك يهدم. </p><p> إذن: لا بُدَّ من ضابط قيمي يضبط كل الحركات ويحثّ كل </p><p> صانع أنْ يتقن صَنْعته ويُخلِص فيها، والإنسان غالباً لا يحسن إلا زاوية واحدة في حياته، هي حرفته وتخصصه، وربما لا يحسنها لنفسه؛ لأنه لا يتقاضى عليها أجراً، لذلك يقولون (باب النجار مخلع) أما إنْ عمل للآخرين فإنه يُحسِن عمله ويتقن صنعته، وكذلك يتقن الناس لك ما في أيديهم، فتستقيم الأمور، فأحْسن ما في يدك للناس، يحسنْ لك الناسُ ما في أيديهم. </p><p> وقوله تعالى:  {والله يَهْدِي مَن يَشَآءُ إلى صِرَاطٍ مُّسْتَقِيمٍ}  [النور: ٤٦] . </p><p> ولقائل أنْ يسأل: وما ذنب مَنْ لم يدخل في هذه المشيئة فلم يُهْتد؟ وسبق أن قلنا: إن الهداية نوعان: هداية الدلالة وهداية المعونة على الدلالة. </p><p> فالله تعالى يهدي الجميع هداية الدلالة، ويبين للكل أسباب الخير وسُبل النجاة وطريق الفلاح والأسلوب الأمثل في إدارة حركة الحياة، فمَنْ سمع كلام الله ووثق في توجيهه وأطاع في هداية الدلالة أعانه بهداية المعونة. </p><p> فساعة تسمع:  {والله لاَ يَهْدِي القوم الفاسقين}  [المائدة: ١٠٨] . </p><p> {والله لاَ يَهْدِي القوم الظالمين}  [البقرة: ٢٥٨] . </p><p> فاعلم أنهم امتنعوا عن هداية الدلالة فامتنعت عنهم هداية المعونة، لا هداية الدلالة والإرشاد والبيان. </p><p> وقلنا: إن كلمة {أَنزَلْنَآ}  [النور: ٤٦] تشعر باحترام الشيء المنزّل؛ لأن الإنزال لا يكون إلا من العُلُو إلى الأدنى، فكأن ربك عَزَّ وَجَلَّ حين يكلفك يقول لك: أريد أن أرتفع بك من مستوى الأرض إلى عُلو السماء؛ لذلك يقول تعالى في موضع آخر:  {قُلْ تَعَالَوْاْ أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ}  [الأنعام: ١٥١] . </p><p> أي: لا تضعوا لأنفسكم القوانين، ولا تسيروا خلف آرائكم وأفكاركم، إنما تعالوا إلى الله وخذوا منه سبحانه منهج حياتكم، فهو الذي خلقكم، وخلق لكم هذه الحياة. </p><p> ثم يقول الحق سبحانه:  {وَيَِقُولُونَ آمَنَّا بالله وبالرسول} </p>"
}