{
  "id": null,
  "sura": 24,
  "aya": 24,
  "text": "<p> نعلم جميعاً أن اللسان هو الذي يتكلم، فماذا أضافت الآية:  {يَوْمَ تَشْهَدُ عَلَيْهِمْ أَلْسِنَتُهُمْ. .}  [النور: ٢٤] . </p><p> قالوا: في الدنيا يتكلم اللسان وينطق، لكن المتكلم في الحقيقة أنت؛ لأنه مَا تحرَّك إلا بمرادك له، فاللسان آلة خاضعة لإرادتك، إذن: فهو مجرد آلة، أمَّا في الآخرة فسوف ينطق اللسان على غير مراد صاحبه؛ لأن صاحبه ليس له مراد الآن. </p><p> ولتقريب هذه المسألة: أَلاَ ترى كيف يخرس الرجل اللبيب المتكلم، ويُمسك لسانه بعد طلاقته، بسبب مرض أو نحوه، فلا يستطيع بعدها الكلام، وهو ما يزال في سَعَة الدنيا. فما الذي حدث؟ مجرد أن تعطلتْ عنده آلة الكلام، فهكذا الأمر في الآخرة تتعطل إرادتك وسيطرتك على جوارحك كلها، فتنطق وتتحرك، لا بإرادتك، إنما بإرادة الله وقدرته. </p><p> فالمعنى {يَوْمَ تَشْهَدُ عَلَيْهِمْ أَلْسِنَتُهُمْ. .}  [النور: ٢٤] أي: شهادة ونطقاً على مراد الله، لا على مراد أصحابها. </p><p> ولمَ نستبعد نُطْق اللسان على هذه الصورة، وقد قال تعالى:  {إِنَّمَآ أَمْرُهُ إِذَآ أَرَادَ شَيْئاً أَن يَقُولَ لَهُ كُن فَيَكُونُ}  [يس: ٨٢] وقد جعل فيك أنت أيها الإنسان نموذجاً يؤكد صِدْق هذه القضية. فَقُلْ لي: ماذا تفعل إنْ أردتَ أن تقوم الآن من مكان؟ مجرد إرادة القيام ترى نفسك قد قُمْتَ دون أن تفكر في شيء، ودون أن تستجمع قواك وفكرك وعضلاتك، إنما تقوم تلقائياً دون أن تدري حتى كيفية هذا القيام، وأيّ عضلات تحركت لآدائه. </p><p> ولك أنْ تقارن هذه الحركة التلقائية السَّلسِة بحركة الحفار أو الأوناش الكبيرة، وكيف أن السائق أمامه عدد كبير من العِصيِّ والأذرع، لكل حركة في الآلة ذراع معينة. </p><p> فإذا كان لك هذه السيطرة وهذا التحكم في نفسك وفي أعضائك، فكيف تستبعد أن يكون لربك - عَزَّ وَجَلَّ - هذه السيطرة على خَلْقه في الآخرة؟ </p><p> إذن: فاللسان محلّ القول، وهو طَوْع إرادتك في الدنيا، أما في الآخرة فقد شُلَّتْ هذه الإرادة ودخلتْ في قوله تعالى:  {لِّمَنِ الملك اليوم لِلَّهِ الواحد القهار}  [غافر: ١٦] . </p><p> ثم يقول سبحانه:  {وَأَيْدِيهِمْ وَأَرْجُلُهُمْ بِمَا كَانُواْ يَعْمَلُونَ}  [النور: ٢٤] وهذه جوارح لم يكُنْ لها نُطْق في الدنيا، لكنها ستنطق اليوم. ويحاول العلماء تقريب هذه المسألة فيقولون: إن الجارحة حين تعمل أيَّ عمل يلتقط لها صورة تسجل ما عملتْ، فنُطْقها يوم القيامة أن تظهر هذه الصورة التي التقطت. </p><p> والأقرب من هذا كله أن نقول: إنها تنطق حقيقة، كما قال تعالى حكايةً عن الجوارح: {وَقَالُواْ لِجُلُودِهِمْ لِمَ شَهِدتُّمْ عَلَيْنَا قالوا أَنطَقَنَا الله </p><p> الذي أَنطَقَ كُلَّ شَيْءٍ وَهُوَ خَلَقَكُمْ أَوَّلَ مَرَّةٍ وَإِلَيْهِ تُرْجَعُونَ} [فصلت: ٢١] . </p><p> ومعنى:  {الذي أَنطَقَ كُلَّ شَيْءٍ} أن لكل شيء في الكون نُطْقاً يناسبه، كما نطقت النملة وقالت:  {ياأيها النمل ادخلوا مَسَاكِنَكُمْ. .} </p><p> [النمل: ١٨] ونطق الهدهد، فقال:  {أَحَطتُ بِمَا لَمْ تُحِطْ بِهِ وَجِئْتُكَ مِن سَبَإٍ بِنَبَإٍ يَقِينٍ}  [النمل: ٢٢] . </p><p> وقد قال تعالى عن نُطْق هذه الأشياء:  {وَإِن مِّن شَيْءٍ إِلاَّ يُسَبِّحُ بِحَمْدِهِ ولكن لاَّ تَفْقَهُونَ تَسْبِيحَهُمْ. .}  [الإسراء: ٤٤] . </p><p> لكن، إنْ أراد الله لك أن تفقه نُطْقهم فقَّهك كما فقَّه سليمان عليه السلام، حين فهم عن النملة:  {فَتَبَسَّمَ ضَاحِكاً مِّن قَوْلِهَا. .}  [النمل: ١٩] كما فَهِم عن الهدهد، وخاطبه في قضية العقيدة. </p><p> وإنْ كان النطق عادةً يفهم عن طريق الصوت، فلكل خَلْق نُطْقه الذي يفهمه جنسه؛ لذلك نسمع الآن مع تقدُّم العلوم عن لُغة للأسماك، ولغة للنحل ... إلخ. </p><p> وسبق أنْ قلنا: إن الذين قالوا من معجزات النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أن الحصى سبّح في يده، نقول: عليكم أن تُعدِّلوا هذه العبارة، قولوا: سمع رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ تسبيح الحصى في يده، وإلاَّ فالحصى مُسبِّح في يده صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، كما هو مُسبِّح في يد أبي جهل. </p><p> ولو سألتَ هذه الجوارح: لم شهدتِ عليَّ وأنت التي فعلت؟ لقالت لك: فعلنا لأننا كنا على مرادك مقهورين لك، إنما يوم ننحلّ عن إرادتك ونخرج عن قهرك، فلن نقول إلا الحق. </p><p> ثم يقول الحق سبحانه: </p><p> {يَوْمَئِذٍ يُوَفِّيهِمُ الله دِينَهُمُ الحق. .} . </p>"
}