{
  "id": null,
  "sura": 24,
  "aya": 11,
  "text": "<p> الإفك: لدينا نِسَب ثلاث للأحداث: نسبة ذهنية، ونسبة كلامية حين تتكلم، ونسبة خارجية. فحين أقول: محمد مجتهد. هذه قضية ذهنية، فإن نطقتَ بها فهي نسبة كلامية، فهل هناك شخص اسمه محمد ومجتهد، هذه نسبة خارجية، فإنْ وافقت النسبةُ الكلامية النسبةَ الخارجية، فالكلام صِدْق، وإنْ خالفت فالكلام كذب. </p><p> فالصدق أنْ تطابق النسبةُ الكلاميةُ الواقعَ، والكذب أَلاَّ تطابق النسبةُ الكلاميةُ الواقعَ، والكذب قد يكون غير متعمد، وقد يكون مُتعمداً، فإنْ كان مُتعمداً فهو الإفك، وإن كان غير متعمد كأنْ أخبره شخص أن محمداً مجتهد وهو غير ذلك، فالخبر كاذب، لكن المخبر ليس كاذباً. </p><p> فالإفك - إذن - تعمُّد الكذب، ويعطي ضد الحكم، كأن تقول: محمد مجتهد. وأنت تعلم أنه مهمل؛ لذلك كان الإفكُ أفظعَ أنواع الكذب؛ لأنه يقلب الحقائق ويختلق واقعاً مضاداً لما لم يحدث. </p><p> يقول تعالى:  {والمؤتفكة أهوى}  [النجم: ٥٣] وهي القُرَى التي جعل الله عاليها سافلها، وكذلك الإفك يُغيِّر الواقع، ويقلبه رَأْساً على عَقِب. </p><p> والعصبة: الجماعة التي تربتط حركتها لتحقيق غاية متحدة، ومن ذلك نقول: عصابة مخدرات، عصابة سرقات، يعني: جماعة اتفقوا على تنفيذ حَدَث لغاية واحدة، ومنه قوله تعالى في سورة يوسف:  {وَنَحْنُ عُصْبَةٌ. .}  [يوسف: ١٤] . </p><p> وما دام أهلُ الإفْك عصبةً فلا بُدَّ أن لهم غاية واحدة في التشويه والتبشيع، وكان رئيسهم عبد الله بن أُبيّ بن سلول، وهو شيخ المنافقين، ومعذور في أن يكون كذلك، ففي اليوم الذي دخل فيه رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ المدينة كانوا يصنعون لعبد الله بن أُبيٍّ تاجاً ليُنصِّبوه مَلِكاً على المدينة، فلما فُوجِيء برسول الله واجتماع الناس عليه وانفضاضهم من حوله بقيت هذه في نفسه. </p><p> لذلك فهو القائل:  {لَئِن رَّجَعْنَآ إِلَى المدينة لَيُخْرِجَنَّ الأعز مِنْهَا الأذل. .}  [المنافقون: ٨] يقصد أنه الأعزُّ، فردَّ عليه الحق - تبارك وتعالى - صدقت، لكن العزة ستكون لله وللرسول وللمؤمنين، وعليه فالخارج منها أنت. </p><p> وهو أيضاً القائل:  {لاَ تُنفِقُواْ على مَنْ عِندَ رَسُولِ الله حتى يَنفَضُّواْ. .}  [المنافقون: ٧] والعجيب أنه يعترف أن محمداً رسول الله، </p><p> ويقولها علانية، ومع ذلك ينكرها بأعماله وتصرفاته، ويحدث تشويشاً في الفكر وفي أداء العبارة. </p><p> وما دام أن الحق سبحانه سمَّى هذه الحادثة في حَقِّ أم المؤمنين عائشة إفكاً فلا بُدَّ أنهم قَلَبوا الحقائق وقالوا ما يناقض الواقع. </p><p> والقصة حدثت في غزوة بن المصطلق، وكان صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إذا أراد غزوة أجرى قرعة بين زوجاته: مَنْ تخرج منهن معه. وهذا ما تقتضيه عدالته صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وفي هذه الغزوة أقرع بينهن فخرج السهم لعائشة فخرجتْ معه، وبعد الغزوة وأثناء الاستعداد للعودة قالت السيدة عائشة: ذهبت لأقضي حاجتي في الخلاء، ثم رجعت إلى هَوْدَجِي ألتمس عِقْداً لي من (جَزْع ظَفَار) وهو نوع نفيس. </p><p> فلما عادت السيدة عائشة وجدت القوم قد ذهبوا، ولم تجد هَوْدجها فقالت في نفسها لا بُدَّ أنهم سيفتقدونني وسيعودون. لكن كيف حمل القوم هودج عائشة ولم تكُنْ فيه؟ قالوا: لأن النساء كُنَّ خِفَافاً لم يثقلن، وكانت عائشة نحيفة، لذلك حمل الرجال هَودْجها دون أن يشعروا أنها ليست بداخله. ثم نامت السيدة عائشة في موضع هودجها تنتظر مَنْ يأتيها، وكان من عادة القوم أن يتأخر أحدهم بعد الرحيل ليتفقد المكان ويُعقب عليه، عَلَّه يجد شيئاً نسيه القوم أو شخصاً تخلَّف عن الرَّكْب. </p><p> وكان هذا المعقِّب هو صفوان بن المعطل، فلما رأى شبحَ إنسان نائم فاقترب منه، فإذا هي عائشة رَضِيَ اللَّهُ عَنْها، فأناخ ناقته بجوارها، وأدار وجهه حتى ركبتْ وسار بها دون أن ينظر إليها وعَفَّ نفسه، بدليل أن القرآن سمَّى ما قالوه إفْكاً يعني: مناقضاً للواقع، فصفوان لم يفعل إلا نقيض ما قالوا. </p><p> ولما قَدِم صفوان يقود ناقته بعائشة رآه بعض أهل النفاق فاتهموهما، وقالوا في حقهما مَا لا يليق بأم المؤمنين، وقد تولّى هذه الحملة رَأْسُ النفاق في المدينة عبد الله بن أُبيٍّ ومِسْطح بن أُثَاثة، وحسان بن ثابت، وحمنة بنت جحش امرأة طلحة بن عبيد الله وأخت زينب بنت جحش، فروَّجوا هذا الاتهام وأذاعوه بين الناس. </p><p> ثم يقول سبحانه:  {لاَ تَحْسَبُوهُ شَرّاً لَّكُمْ بَلْ هُوَ خَيْرٌ لَّكُمْ. .}  [النور: ١١] لكن ما الخير في هذا الكلام وفي إذاعته؟ قالوا: لأن القرآن حين تُتَّهم عائشة وتنزل براءتها من فوق سبع سموات في قرآن يُتْلَى ويُتعبَّد به إلى يوم القيامة، وحين يُفضَح قوم على لسان القرآن، لا بُدَّ أن يعتبر الآخرون، ويخافوا إنْ فعلوا مخالفة أنْ يفتضح أمرهم؛ لذلك جاء هذا الموقف درساً عملياً لمجتمع الإيمان. </p><p> نعم، أصبحت الحادثة خيراً؛ لأنها نوع من التأييد لرسول الله ولدعوته، فالحق - تبارك وتعالى - يُؤيِّد رسوله في الأشياء المسرَّة ليقطع أمل أعدائه في الانتصار عليه، ولو بالتدليس، وبالمكر ولو بالإسرار والكَيْد الخفي، ففي ذروة عداء قريش لرسول الله كان </p><p> إيمان الناس به يزداد يوماً بعد يوم. </p><p> وقد ائتمروا عليه وكادوا له ليلاً ليلة الهجرة، فلم يفلحوا، فحاولوا أن يسحروه، وفعلاً صنعوا له سحراً، ووضعوه في بئر ذروان في مُشْط ومشاطة، فأخبره بذلك جبريل عليه السلام، فبعث رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ علياً فجاء به. </p><p> إذن: عجزوا في المواجهة، وعجزوا في التبييت والكيد، وعجزوا حتى في استخدام الجن والاستعانة به، وهنا أيضاً عجزوا في تشويه صورة النبوة والنَّيْل من سمعتها، وكأن الحق سبحانه يقول لأعدائه: اقطعوا الأمل فلن تنالوا من محمد أبداً، ومن هنا كانت حادثة الإفك خيراً لجماعة المؤمنين. </p><p> ومع ذلك، </p><p> «لم يجرؤ أحد أن يخبر السيدة عائشة بما يقوله المنافقون في حقها، لكن تغيَّر لها رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فلم يَعُدْ يداعبها كعادته،وكان يدخل عليها فيقول:» كيف تيكم «وقد لاحظت عائشة هذا التغيُّر لكن لا تعرف له سبباً إلى أنْ تصادف أنْ سارت هي وأم مِسْطح أحد هؤلاء المنافقين، فعثرتْ فقالت: تعس مِسْطح فنهرتها عائشة: كيف تدعو على ابنها، فقالت: إنك لا تدرين ما يقول؟ عندها ذهبتْ السيدة عائشة إلى أمها وسألتها عَمَّا يقوله الناس فأخبرتها. </p><p> لذلك لما نزلت براءة عائشة في القرآن قال لها أبو بكر: قومي فاشكري رسول الله، فقالت: بل أشكر الله الذي بَرّأني» . </p><p> ثم يقول الحق سبحانه وتعالى:  {لِكُلِّ امرىء مِّنْهُمْ مَّا اكتسب مِنَ الإثم. .}  [النور: ١١] . </p><p> عادةً ما يستخدم الفعل (كَسَبَ) المجرد في الخير، والفعل اكتسب المزيد الدال على الافتعال في الشر، لماذا؟ قالوا: لأن فِعْل الخير يتمشى وطبيعة النفس، وينسجم مع ذراتها وتكوينها، فالذي يُقدِم على عمل الخير لا يقاوم شيئاً في نفسه، ولا يعارض ملكَة من مَلَكَاته، أو عادة من العادات. </p><p> وهذه نلاحظها حتى في الحيوانات، أَلاَ ترى القطة: إنْ وضعتَ لها قطعة لحم تجلس بجوارك وتأكلها، وإنْ أخذتْها منك خَطْفاً تفرّ بها هاربة وتأكلها بعيداً عنك. إذن: في ذاتية الإنسان وفي تكوينه - وحتى في الحيوان - ما يُعرف به الخير والشر، والصواب والخطأ. </p><p> وأنت إذا نظرتَ إلى ابنتك أو زوجتك تكون طبيعياً مطمئناً؛ لأن مَلكَات نفسك معك موافقة لك لا تعارضك في هذا الفعل، فإنْ حاولتَ النظر إلى ما لا يحلّ لك تختلس النظرة وتسرقها، وتحاول سترها حتى لا يلحظها أحد، وقد ترتبك ويتغير لونك، لماذا؟ لأنك تفعل شيئاً غير طبيعي، لا حَقَّ لك فيه، فتعارضك ملكَاتُ نفسك، وذراتُ تكوينك. فالأمر الطبيعي تستجيب له النفس تلقائياً، أمّا الخطأ والشر فيحتاج إلى افتعال، لذلك عبَّر عن المكر والتبييت والكيد ب (اكتسب) الدال على الافتعال. </p><p> وقوله تبارك تعالى:  {والذي تولى كِبْرَهُ مِنْهُمْ لَهُ عَذَابٌ عَظِيمٌ}  [النور: ١١] . </p><p> تولَّى كبر الشيء: يعني قام به وله حَظٌّ وافر فيه، أو نقول: هو ضالع فيه، والمقصود هنا عبد الله بن أُبيّ الذي قاد هذه الحملة، وتولّى القيام بها وترويجها {لَهُ عَذَابٌ عَظِيمٌ}  [النور: ١١] أي: يناسب هذه الجريمة. </p>"
}