{
  "id": null,
  "sura": 24,
  "aya": 33,
  "text": "<p> في حالة إذا لم ننكح الأيامى، ولم نُعِنهم على الزواج، ولم يقدروا هم على القيام بنفقاته يصف لهم الحق - سبحانه وتعالى - العلاج المناسب، وهو الاستعفاف، وقد طلب الله تعالى من المجتمع الإسلامي سواء - تمثَّل في أولياء الأمور أو في المجتمع العام - أن ينهض بمسألة الأيامى، وأنْ يعينهم على الزواج، فإنْ لم يقُمْ المجتمع بدروه، ولم يكُنْ لهؤلاء الأيامى قدرة ذاتية على الزواج، فليستعفف كل منهم حتى يغنيهم الله، مما يدل على أن التشريع يبني أحكامه، ويُراعي كل الأحوال، سواء أطاعوا جميعاً أو عَصَوْا جميعاً. </p><p> وقوله تعالى:  {وَلْيَسْتَعْفِفِ. .}  [النور: ٣٣] يعني: يحاول العفاف ويطلبه ويبحث عن أسبابه، يجاهد أن يكون عفيفاً، وأول أسباب العفاف أن يغضَّ بصره حين يرى، فلا يوجد له مُهيِّج ومثير، فإنْ وجد في نفسه فُتوة وقوة فعلية أن يُلجمها ويُضعِفها بالوسائل الشرعية كما قال النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «ما معشر الشباب مَنِ استطاع منكم الباءة -يعني:نفقات الحياة الزوجية - فليتزوج، ومن لم يجد فعليه بالصوم فإنه له وجاء» . </p><p> والصوم يعمل على انكسار هذه الشهوة ويُهدِّيء من شراسة الغريزة؛ ذلك لأنه يأكل فقط ما يقيم أَوْدَه، ولا يبقى في بدنه ما يثير الشهوة، كما جاء في الحديث الشريف:  «بحسب ابن آدم لقيمات يُقِمْنَ صُلْبه ... » . </p><p> أو: أن يُفرِّغ الشاب نفسه للعمل النافع المفيد الذي يشغله ويستنفد جَهْده وطاقته، التي إن لم تصرف في الخير صرفت في الشر، وبالعمل يثبت الشاب ذاته، ويثق بنفسه، ويكتسب الحلال الذي يُشجِّعه مع الأيام على الزواج وتحمُّل مسئولياته. </p><p> لذلك قال تعالى:  {وَلْيَسْتَعْفِفِ. .}  [النور: ٣٣] ولم يقُلْ: وليعف، فالمعنى ليسلك سبيل الإعفاف لنفسه وليسْعَ إليه، بأن يمنع المهيِّج بالنظر ويُهدئ شراسة الغريزة بالصوم، أو بالعمل فيشغل وقته ويعود آخر النهار متعباً يريد أن ينام ليقوم في الصباح لعمله نشيطاً، وهكذا لا يجد فرصة لشيء مما يغضب الله. </p><p> ومعنى:  {الذين لاَ يَجِدُونَ نِكَاحاً. .}  [النور: ٣٣] أي: بذواتهم قدرة أو بمجتمعهم معونة. </p><p> وقوله تعالى:  {حتى يُغْنِيَهُمُ الله مِن فَضْلِهِ. .}  [النور: ٣٣] يدل على أن الاستعفاف وسيلة من وسائل الغنى؛ لأن الاستعفاف إنما نشأ من إرادة التقوى، وقد قال تعالى في قضية قرآنية:  {وَمَن يَتَّقِ الله يَجْعَل لَّهُ مَخْرَجاً وَيَرْزُقْهُ مِنْ حَيْثُ لاَ يَحْتَسِبُ}  [الطلاق: ٢ - ٣] فمن هذا الباب يأتيه غِنَى الله. </p><p> ثم يقول الحق سبحانه وتعالى:  {والذين يَبْتَغُونَ الْكِتَابَ مِمَّا مَلَكَتْ أَيْمَانُكُمْ فَكَاتِبُوهُمْ إِنْ عَلِمْتُمْ فِيهِمْ خَيْراً وَآتُوهُمْ مِّن مَّالِ الله الذي آتَاكُمْ. .}  [النور: ٣٣] . </p><p> الكتاب: معروف أنه اجتماع عدة أشياء مكتوبة في ورق، والمراد هنا المكاتبة، وهي أن تكتب عَقْداً بينك وبين العبد المملوك، تشترط فيه أن يعمل لك كذا وكذا بعدها يكون حراً، إنْ أدَّى ما ذكر في عَقْد المكاتبة. </p><p> {فَكَاتِبُوهُمْ إِنْ عَلِمْتُمْ فِيهِمْ خَيْراً. .}  [النور: ٣٣] يعني: إنْ كانت حريتهم ستؤدي إلى خير كأنْ ترفع عنهم ذِلَّة العبودية، وتجعلهم ينشطون في الحياة نشاطاً يناسب مواهبهم. </p><p> لذلك جعل الحق - سبحانه وتعالى - هذه المكاتبة مَصْرفاً من مصارف الزكاة، فقال تعالى:  {وَفِي الرقاب. .}  [البقرة: ١٧٧] يعني: المماليك الذين نريد أنْ نفكَّ رقابهم من أَسْر العبودية وذُلِّها بالعتق، وإنْ كان مال الزكاة يُدفع للفقراء وللمساكين. . إلخ ففي الرقاب يدفع المال للسيد ليعتق عبده. </p><p> كما جعل الإسلام عِتْق الرقاب كفارةً لبعض الذنوب بين العبد وبين ربه؛ ذلك لأن الله تعالى يريد أن يُنهي هذه المسألة. </p><p> {وَآتُوهُمْ مِّن مَّالِ الله الذي آتَاكُمْ. .}  [النور: ٣٣] . </p><p> الحق - تبارك وتعالى - هو الرازق، والمال في الحقيقة مال الله، لكن إنْ ملّكك وطلب منك أن تعطي أخاك الفقير يحترم ملكيتك، ولا يعود سبحانه في هِبَته لك؛ لذلك يأخذ منك الصدقة على أنها قَرْض لا يردُّه الفقير، إنما يتولى ربك عَزَّ وَجَلَّ رَدَّه، فيقول:  {مَّن ذَا الذي يُقْرِضُ الله قَرْضاً حَسَناً. .}  [البقرة: ٢٤٥] ولم يقُلْ سبحانه: يقرض فلاناً، وإنما يُقرِض الله لأنه تعالى هو الخالق، ومن حق عبده الذي استدعاه للوجود أنْ يرزقه ويتكفّل له بقُوتِه. </p><p> واحترام الملكية يجعل الإنسان مطمئناً على آثار حركة حياته وثمره جهده، وأنها ستعود عليه، وإلاّ فما الداعي للعمل ولبذل المجهود إنْ ضاعت ثمرته وحُرِم منها صاحبها؟ عندها ستتعطل مصالح كثيرة وسيعمل الفرد على قَدْر حاجته فحسب، فلا يفيض عنه شيء للصدقة. </p><p> ثم يقول سبحانه:  {وَلاَ تُكْرِهُواْ فَتَيَاتِكُمْ عَلَى البغآء إِنْ أَرَدْنَ تَحَصُّناً لِّتَبْتَغُواْ عَرَضَ الحياة الدنيا وَمَن يُكْرِههُنَّ فَإِنَّ الله مِن بَعْدِ إِكْرَاهِهِنَّ غَفُورٌ رَّحِيمٌ}  [النور: ٣٣] . </p><p> يُقَال للمملوك: فتى، وللمملوكة: فتاة، فقد نهى النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أن يقول الرجل: عبدي وأَمَتي إنما يقول: فتاي وفتاتي، فهذه التسمية أكرم لهؤلاء وأرفع، فالفتى من الفُتوّة والقوة كأنك تقول: هذا قوتي الذي يساعدني ويعينني على مسائل الحياة، فالنبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يريد أن يرفع من شأنهم. </p><p> ومن هؤلاء جماعة المماليك الذين حكموا مصر في يوم من الأيام، وكانوا من أبناء الملوك والسلاطين والأعيان. </p><p> والبغاء ظاهرة جاء الإسلام فوجدها منتشرة، فكان الرجل الذي يملك مجموعة من الإماء ينصب لهُنّ راية تدل عليهن، ويأتيهن الشباب ويقبض هو الثمن، ومن هؤلاء عبد الله بن أبيّ بن سلول رأس النفاق، وكان عنده (مسيكة، ومعاذه) وفيه نزلت هذه الآية. </p><p> وتأويل الآية: لا تُكرِهوا الإماء على البغاء، وقد كُنَّ يبكين، ويرفضْنَ هذا الفعل، وكُنَّ يؤذيْنَ ويتعرضْنَ للغمز واللمز، ويتجرأ </p><p> عليهن الناس، وكان من هؤلاء الإماء بنات ذوات أصول طيبة شريفة، لكن ساقتهن الأقدار إلى السَّبْي في الحروب أو خلافه، في حين أن الحرة العفيفة تسير لا يتعرض لها أحد بسوء. </p><p> ومعنى:  {إِنْ أَرَدْنَ تَحَصُّناً. .}  [النور: ٣٣] يتكلم القرآن هنا عن الواقع بحيث إنْ لم يُرِدْن تحصُّناً فلا تُكرهِوهُنَّ {لِّتَبْتَغُواْ عَرَضَ الحياة الدنيا. .}  [النور: ٣٣] طلباً للقليل من المال الزائل {وَمَن يُكْرِههُنَّ فَإِنَّ الله مِن بَعْدِ إِكْرَاهِهِنَّ غَفُورٌ رَّحِيمٌ}  [النور: ٣٣] لأنهن في حالة الإكراه على البغاء يفقدن شرط الاختيار، فلا يتحملن ذنب هذه الجريمة، عملاً بالحديث النبوي الشريف:  «رُفِع عن أمتي: الخطأ والنسيان وما استُكرِهوا عليه» . </p><p> لذلك يُطمئِن الحق - تبارك وتعالى - هؤلاء اللاتي يُرِدْنَ التحصُّن والعفاف، لكن يكرههن سيدهن على البغاء، ويُرغمهن بأيِّ وسيلة: اطمئنن فلا ذنبَ لَكُنَّ في هذه الحالة، وسوف يُغفر لَكُنَّ والله غفور رحيم. </p><p> ثم يقول الحق سبحانه:  {وَلَقَدْ أَنْزَلْنَآ إِلَيْكُمْ آيَاتٍ مُّبَيِّنَاتٍ وَمَثَلاً مِّنَ الذين خَلَوْاْ مِن قَبْلِكُمْ. .} . </p>"
}