{
  "id": null,
  "sura": 24,
  "aya": 61,
  "text": "<p> قوله تعالى:  {لَّيْسَ عَلَى الأعمى حَرَجٌ وَلاَ عَلَى الأعرج حَرَجٌ وَلاَ عَلَى المريض حَرَجٌ}  [النور: ٦١] الحرج: هو الضيق، كما جاء في قوله سبحانه:  {وَمَن يُرِدْ أَن يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقاً حَرَجاً كَأَنَّمَا يَصَّعَّدُ فِي السمآء}  [الأنعام: ١٢٥] </p><p> أو الحرج بمعنى: الإثم، فالحرج المرفوع عن هؤلاء هو الضِّيق </p><p> أو الإثم الذي يتعلق بالحكم الآتي في مسألة الأكل، بدليل أنه يقول {وَلاَ على أَنفُسِكُمْ}  [النور: ٦١] . </p><p> والأعمى يتحرَّج أنْ يأكل مع الناس؛ لأنه لا يرى طعامه، وربما امتدتْ يده إلى أطيب الطعام فيأكله ويترك أدناه، والأعرج يحتاج إلى راحة خاصة في جلْسته، وربما ضايق بذلك الآخرين، والمريض قد يتأفف منه الناس. فرفَع الله تعالى عن عباده هذا الحرج، وقال:  {لَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَأْكُلُواْ جَمِيعاً أَوْ أَشْتَاتاً}  [النور: ٦١] . </p><p> فيصح أن تأكلوا معاً؛ لأن الحق سبحانه وتعالى يريد أنْ يجعل التكامل في الذوات لا في الأعراض، وأيضاً أنك إنْ رأيتَ شاباً مَؤوفاً يعني به آفة، ثم تعامله معاملة خاصة فربما جرحْتَ شعوره، حتى إنْ كان ما به أمراً خَلْقياً من الله لا يتأباه، والبعض يتأبى أن يخلقه الله على هيئة لا يرضاها. </p><p> لذلك كانوا في الريف نسمعهم يقولون: اللي يعطي العمى حقه فهو مبصر، لماذا؟ لأنه رضي بهذا الابتلاء. وتعامل مع الناس على أنه كذلك، فطلب منهم المساعدة؛ لذلك ترى الناس جميعاً يتسابقون إلى مساعدته والأخذ بيده، فإنْ كان قد فقد عيناً فقد عوَّضه الله بها ألف عَيْن، أما الذي يتأبّى ويرفض الاعتراف بعجزه ويرتدي نظارة سوداء ليخفي بها عاهته فإنه يسير مُتعسِّراً يتخبّط لا يساعده أحد. </p><p> وكأن الحق تبارك وتعالى يريد لأصحاب هذه الآفات أن يتوافقوا مع المجتمع، لا يأخذون منه موقفاً، ولا يأخذ المجتمع </p><p> منهم موقفاً؛ لذلك يعطف على {لَّيْسَ عَلَى الأعمى حَرَجٌ وَلاَ عَلَى الأعرج حَرَجٌ وَلاَ عَلَى المريض حَرَجٌ}  [النور: ٦١] ثم يقول سبحانه {وَلاَ على أَنفُسِكُمْ}  [النور: ٦١] يعني: هم مثلكم تماماً، فلا حرجَ بينكم في شيء. </p><p> {أَن تَأْكُلُواْ مِن بُيُوتِكُمْ}  [النور: ٦١] إلخ. </p><p> وكان في الأنصار قزازة، إذا جلس في بيت لا يأكل منه إلا إذا أَذِنَ له صاحب البيت، وقد يسافر الرجل منهم ويترك التابع عنده في البيت دون أنْ يأذنَ له في الأكل من طعام بيته ويعود، فيجد الطعام كما هو، أو يجده قد فسد دون أنْ يأكل منه التابع شيئاً، فأراد الحق سبحانه أنْ يرفع هذا الحرج عن الناس، فقال: </p><p> {لَّيْسَ عَلَى الأعمى حَرَجٌ وَلاَ عَلَى الأعرج حَرَجٌ وَلاَ عَلَى المريض حَرَجٌ وَلاَ على أَنفُسِكُمْ أَن تَأْكُلُواْ مِن بُيُوتِكُمْ}  [النور: ٦١] إلى آخر هذه المعطوفات. </p><p> ولقائل أنْ يقول: وأيّ حرج في أنْ يأكل المرء في بيته؟ وهل كان يخطر على البال أنْ تجد حَرَجاً، وأنت تأكل من بيتك؟ </p><p> قالوا: لو حاولتَ استقصاء هؤلاء الأقارب المذكورين في الآية لتبيّن لك الجواب، فقد ذكرتْ الآية آباءكم وأمهاتكم وإخوانكم وأخواتكم وأعمامكم وعماتكم وأخوالكم وخالاتكم، ولم تذكر شيئاً عن الأبناء وهم في مقدمة هذا الترتيب، لماذا؟ </p><p> قالوا: لأن بيوت الأبناء هي بيوت الآباء، وحين تأكل من بيت ولدك كأنك تأكل من بيتك، على اعتبار أن الولد وما ملكتْ يداه مِلْك لأبيه، إذن: لك أن تضع مكان {بُيُوتِكُمْ}  [النور: ٦١] بيوت أبنائكم. ذلك لأن الحق تبارك وتعالى لم يُرِدْ أنْ يجعل للأبناء بيوتاً مع الآباء، لأنهما شيء واحد. </p><p> إذن: لا حرجَ عليك أن تأكل من بيت ابنك أو أبيك أو أمك أو أخيك أو أختك أو عمك أو عمتِك، أو خالك أو خالتك {أَوْ مَا مَلَكْتُمْ مَّفَاتِحهُ}  [النور: ٦١] يعني: يعطيك صاحب البيت مفتاح بيته، وفي هذا إذْنٌ لك بالتصرُّف والأكل من طعامه إنْ أردتَ. </p><p> {أَوْ صَدِيقِكُمْ}  [النور: ٦١] ٍ وتلحظ في هذه أنها الوحيدة التي وردتْ بصيغة المفرد في هذه الآية، فقبلها: بيوتكم، آباءكم، أمهاتكم. . إلخ إلا في الصديق فقال {أَوْ صَدِيقِكُمْ}  [النور: ٦١] ولم يقل: أصدقائكم. </p><p> ذلك لأن كلمة صديق مثل كلمة عدو تستعمل للجميع بصغية المفرد، كما في قوله تعالى:  {فَإِنَّهُمْ عَدُوٌّ لي}  [الشعراء: ٧٧] . </p><p> لأنهم حتى إنْ كانوا جماعة لا بُدَّ أنْ يكونوا على قلب رجل واحد، وإلا ما كانوا أصدقاء، وكذلك في حالة العداوة نقول عدو، وهم جمع؛ لأن الأعداء تجمعهم الكراهية، فكأنهم واحد. </p><p> ثم يقول سبحانه:  {لَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَأْكُلُواْ جَمِيعاً أَوْ أَشْتَاتاً}  [النور: ٦١]  {جَمِيعاً}  [النور: ٦١] سوياً بعضكم مع بعض، {أَوْ أَشْتَاتاً}  [النور: ٦١] متفرقين، كُلٌّ وحده. </p><p> وقوله تعالى:  {فَإِذَا دَخَلْتُمْ بُيُوتاً فَسَلِّمُواْ على أَنفُسِكُمْ تَحِيَّةً مِّنْ عِندِ الله مُبَارَكَةً طَيِّبَةً}  [النور: ٦١] علىأنفسكم، لأنك حين تُسلِّم على غيرك كأنك تُسلِّم على نفسك، لأن غيرك هو أيضاً سيسلم عليك، ذلك لأن الإسلام يريد أن يجعل المجتمع الإيماني وحدة متماسكة، فحين تقول لغيرك: السلام عليكم سيردّ: وعليكم السلام. فكأنك تُسلِّم على نفسك. </p><p> أو: أن المعنى: إنْ دخلتم بيوتاً ليس فيها أحد فسلِّموا على أنفسكم، وإذا دخلوا المسجد قالوا: السلام على رسول الله وعلينا من ربنا، قالوا: تُسمع الملائكة وهي ترد. </p><p> وقوله تعالى:  {تَحِيَّةً مِّنْ عِندِ الله مُبَارَكَةً طَيِّبَةً}  [النور: ٦١] وفي آية أخرى يقول سبحانه: {وَإِذَا حُيِّيتُم بِتَحِيَّةٍ فَحَيُّواْ بِأَحْسَنَ مِنْهَآ أَوْ رُدُّوهَآ}  [النساء: ٨٦] . </p><p> والتحية فوق أنها من عند الله فقد وصفها بأنها {مُبَارَكَةً}  [النور: ٦١] والشيء المبارك: الذي يعطي فوق ما ينتظر منه {كَذَلِكَ}  [النور: ٦١] أي: كما بيَّن لكم الأحكام السابقة يُبيِّن لكم {الآيات لَعَلَّكُمْ تَعْقِلُونَ}  [النور: ٦١] . </p><p> أي: أن الذي كلّفكم بهذه الأحكام رَبٌّ يحب الخير لكم، وهو غنيٌّ عن هذه، إنما يأمركم بأشياء ليعود نَفْعها عليكم، فإنْ أطعتموه فيما أمركم به انتفعتُم بأوامره في الدنيا، ثم ينتظركم جزاؤه وثوابه في الآخرة. </p><p> ثم يقول الحق سبحانه:  {إِنَّمَا المؤمنون الذين آمَنُواْ بالله وَرَسُولِهِ} </p>"
}