{
  "id": null,
  "sura": 24,
  "aya": 47,
  "text": "<p> وفي آية أخرى يقول الحق سبحانه:  {وَإِذَا قِيلَ لَهُمْ تَعَالَوْاْ إلى مَآ أَنزَلَ الله وَإِلَى الرسول رَأَيْتَ المنافقين يَصُدُّونَ عَنكَ صُدُوداً}  [النساء: ٦١] . </p><p> وهؤلاء هم المنافقون، وخَيْبة المنافق أنه متضارب الملكات النفسية؛ ذلك لأن للإنسان مَلَكات متعددة تتساند حال الاستقامة، وتتعاند حال المعصية، فالإنسان تراه طبيعياً حين ينظر إلى ابنته أو زوجته، لأن مَلَكاته منسجمة مع هذا الفعل، أما حين ينظر إلى محارم الغير فتراه يختلس النظرة، يخاف أنْ يراه أحد يتلصّص ويحتاط؛ لأن مَلَكاته مضطربة غير منسجمة مع هذا الفعل. </p><p> لذلك يقولون: الاستقامة استسامة، فملكات النفس بطبيعتها متساندة لا تتعارض أبداً، لكن المنافق فضلاً عن كذبه، فهو متضارب الملَكات في نفسه؛ لأن القلب كافر واللسان مؤمن. </p><p> لذلك فكرامة الإنسان تكون بينه وبين نفسه قبل أن تكون بينه وبين الناس، فقد يصنع الإنسان أمام الناس صنائع خير تُعجب الآخرين، لكنه يعلم من نفسه الشر، فهو وإن كسب ثقة المجتمع من حوله، إلا أنه خسر رَأْي نفسه في نفسه، وإذا خسر الإنسان نفسه </p><p> فلن يُعوِّضه عنها شيء حتى إنْ كسب العالم كله؛ لأن المجتمع لا يكون معك طول الوقت، أمّا نفسك فملازمة لك كل الوقت لا تنفك عنها، فأنا كبير أمام الناس ما دُمْت معهم، أمّا حين أختلي بنفسي أجدها حقيرة: فعلتْ كذا، وفعلت كذا. </p><p> إذن: أنت حكمتَ أنّ رأى الناس أنفَسُ من رأيك، ولو كان لرأيك عندك قيمة لحاولت أن يكون رأيك في نفسك صحيحاً، لكن أنت تريد أن يكون رأي الناس فيك صحيحاً، وإنْ كان رأيك عند نفسك غير ذلك. </p><p> ويقول تعالى في هؤلاء:  {أَلَمْ تَرَ إِلَى الذين يَزْعُمُونَ أَنَّهُمْ آمَنُواْ بِمَآ أُنْزِلَ إِلَيْكَ وَمَآ أُنزِلَ مِن قَبْلِكَ يُرِيدُونَ أَن يتحاكموا إِلَى الطاغوت وَقَدْ أمروا أَن يَكْفُرُواْ بِهِ وَيُرِيدُ الشيطان أَن يُضِلَّهُمْ ضَلاَلاً بَعِيداً}  [النساء: ٦٠] . </p><p> فقد حكم عليهم أنهم يزعمون، والزعم مطيّة الكذب، والدليل على أنهم يزعمون أنهم يريدون أن يتحاكموا إلى الطاغوت، ولو كانوا مؤمنين بما أُنزِل إليك وما أُنزِل من قبلك ما تحاكموا إلى الطاغوت، وهكذا فضحوا هم أنفسهم، فالثانية فضحتْ الأولى. </p><p> لذلك قالوا: إن الكافر أحسن منهم؛ لأنه منسجم الملَكات: قلبه موافق للسانه، قلبه كافر ولسانه كذلك، ومن هنا كان المنافقون في الدَّرْك الأسفل من النار. </p><p> والحق تبارك وتعالى يعطينا صورة ونموذجاً يحذرنا ألاَّ نحكم على القول وحده، فيقول تعالى عن المنافقين:  {إِذَا جَآءَكَ المنافقون قَالُواْ نَشْهَدُ إِنَّكَ لَرَسُولُ الله والله يَعْلَمُ إِنَّكَ لَرَسُولُهُ والله يَشْهَدُ إِنَّ المنافقين لَكَاذِبُونَ}  [المنافقون: ١] . </p><p> وهذه المقولة {إِنَّكَ لَرَسُولُهُ والله}  [المنافقون: ١] مقولة صادقة، لكن القرآن يُكذِّبهم في أنهم شَهدوا بها. </p><p> وقد نزلتْ هذه الآية في أحد المنافقين أظن أنه بشر، وكانت له خصومة مع يهودي، فطلب اليهودي أن يتحاكما عن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وطلب المنافق أنْ يتحاكما عند كعب بن الأشرف، لكن رَدَّ اليهودي حكومة كعب لما يعلمه من تزييفه وعدم أمانته والإنسان وإن كان في نفسه مُزِّيفاً إلا أنه يحب أنْ يحتكم في أمره إلى الأمين العادل وفعلاً تغلّب اليهودي وذهبا إلى رسول الله فحكم لليهودي. </p><p> وفي هذا دلالة على أن اليهودي كان ذكياً فَطِناً، يعرف الحق ويعرف مكانة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> لكن المنافق لم يَرْضَ حكم رسول الله، وانتهى بهما الأمر إلى عمر رَضِيَ اللَّهُ عَنْه وقَصَّا عليه ما كان، ولما علم أن المنافق رَدَّ حكم </p><p> رسول الله قام عمر وجاء بالسيف يُشْهِره في وجه المنافق وهو يقول: مَنْ لم يَرْضَ بقضاء رسول الله فذلك قضائي فيه. </p><p> إذن: فهؤلاء يقولون: {آمَنَّا بالله وبالرسول وَأَطَعْنَا}  [النور: ٤٧] كلام جميل وأكثر الله من خيركم، لكن هذا قول فقط لا يسانده تطبيق عملي، والإيمان يقتضي أن تجيء الأعمال على وَفْق منطوق الإيمان. </p><p> فهذا منهم مجرد كلام، أما التطبيق:  {ثُمَّ يتولى فَرِيقٌ مِّنْهُمْ مِّن بَعْدِ ذلك}  [النور: ٤٧] والتولِّي: الانصراف عن شيء كان موجوداً إلى شيء مناقض {وَمَآ أولئك بالمؤمنين}  [النور: ٤٧] فما داموا قد تولوا فهم لم يطيعوا ولم يؤمنوا. </p>"
}