{
  "id": null,
  "sura": 24,
  "aya": 54,
  "text": "<p> وكأنه تعالى لا يريد أنْ يُغلق الباب دونهم، فيعطيهم الفرصة: جَدِّدوا طاعة لله، وجَدِّدوا طاعة لرسوله، واستدركوا الأمر؛ ذلك لأنهم عباده وخَلْقه. </p><p> وكما ورد في الحديث الشريف:  «لله أفرح بتوبة عبده من أحدكم وقع على بعيره وقد أضله في فلاة» . </p><p> ونلحظ في هذه الآية تكرار الأمر أطيعوا {أَطِيعُواْ الله وَأَطِيعُواْ الرسول}  [النور: ٥٤] وفي آيات أخرى يأتي الأمر مرة واحدة، كما في الآية السابقة:  {وَمَن يُطِعِ الله وَرَسُولَهُ}  [النور: ٥٢] ، وفي {أَطِيعُواْ الله وَرَسُولَهُ}  [الأنفال: ٢٠] وفي {مَّنْ يُطِعِ الرسول فَقَدْ أَطَاعَ الله}  [النساء: ٨٠] أي: أن طاعتهما واحدة. </p><p> قالوا: لأن القرآن ليس كتابَ أحكام فحسب كالكتب السابقة، إنما هو كتاب إعجاز، والأصل فيه أنه مُعْجز، ومع ذلك أدخل فيه بعض الأصول والأحكام، وترك البعض الآخر لبيان الرسول وتوضيحه في الحديث الشريف، وجعل له صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حقاً في التشريع بنصِّ القرآن:  {وَمَآ آتَاكُمُ الرسول فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فانتهوا}  [الحشر: ٧] . </p><p> والقرآن حين يُورد الأحكام يوردها إجمالاً ثم يُفصِّلها رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فالصلاة مثلاً أمر بها الحق تبارك وتعالى وفرضها، لكن تفصيلها جاء في السنة النوبية المطهرة، فإنْ أردتَ التفصيل فانظر في السنة. </p><p> كالذي يقول: إذا غاب الموظف عن عمله خمسة عشر يوماً يُفصَل، مع أن الدستور لم ينص على هذا، نقول: لكن في الدستور مادة خاصة بالموظفين تنظم مثل هذه الأمور، وتضع لهم اللوائح المنظِّمة للعمل. </p><p> وذكرنا أن الشيخ محمد عبده سأله بعض المستشرقين: تقولون في القرآن: {مَّا فَرَّطْنَا فِي الكتاب مِن شَيْءٍ}  [الأنعام: ٣٨] فهات لي من القرآن: كم رغيفاً في إردب القمح؟ فما كان من الشيخ إلا أن أرسل لأحد الخبازين وسأله هذا السؤال فأجابه: في الإردب كذا رغيف. فاعترض السائل: أريد من القرآن. </p><p> فردَّ الشيخ: هذا من القرآن؛ لأنه يقول:  {فاسألوا أَهْلَ الذكر إِن كُنْتُم لاَ تَعْلَمُونَ}  [النحل: ٤٣] . </p><p> فالأمر الذي يصدر فيه حكم من الله وحكم من رسول الله، كالصلاة مثلاً:  {إِنَّ الصلاة كَانَتْ عَلَى المؤمنين كِتَاباً مَّوْقُوتاً}  [النساء: ١٠٣] . </p><p> وفي الحديث:  «الصلاة عماد الدين» . </p><p> ففي مثل هذه المسألة نقول: أطيعوا الله والرسول؛ لأنهما متواردان على أمر واحد، فجاء الأمر بالطاعة واحداً. </p><p> أما في مسائل عدد الركعات وما يُقَال في كل ركعة وكوْنها سِراً أو جهراً، كلها مسائل بيَّنها رسول الله. إذن: فهناك طاعة لله في إجمال التشريع أن الصلاة مفروضة، وهناك طاعة خاصة بالرسول في تفصيل هذا التشريع، لذلك يأتي الأمر مرتين {أَطِيعُواْ الله وَأَطِيعُواْ الرسول}  [النور: ٥٤] . </p><p> كما نلحظ في القرآن:  {وَأَطِيعُواْ الرسول}  [النور: ٥٦] هكذا فحسب. </p><p> قالوا: هذه في المسائل التي لم يَرِدْ فيها تشريع ونَصٌّ، فالرسول في هذه الحالة هو المشرِّع، وهذه من مميزات النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ عن جميع الرسل، فقد جاءوا جميعاً لاستقبال التشريع وتبليغه للناس، وكان صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ هو الوحيد الذي فُوِّض من الله في التشريع. </p><p> ثم يقول تعالى:  {فَإِن تَوَلَّوْاْ فَإِنَّمَا عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُمْ مَّا حُمِّلْتُمْ}  [النور: ٥٤] لأنه تعالى أعلم بحِرْص النبي على هداية القوم، وكيف أنه يجهد نفسه في دعوتهم، كما خاطبه في موضع آخر:  {لَعَلَّكَ بَاخِعٌ نَّفْسَكَ أَلاَّ يَكُونُواْ مُؤْمِنِينَ}  [الشعراء: ٣] وكأن الحق تبارك وتعالى يقول لنبيه: قُلْ لهم وادْعُهم مرة ثانية لتريح نفسك {قُلْ </p><p> أَطِيعُواْ الله وَأَطِيعُواْ الرسول} [النور: ٥٤] وإنْ كنت غير مكلَّف بالتكرار، فما عليك إلا البلاغ مرة واحدة. </p><p> ومعنى:  {فَإِنَّمَا عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُمْ مَّا حُمِّلْتُمْ}  [النور: ٥٤] أي: من الله تعالى، فالرسول حُمِّل الدعوة والبلاغ، وأنتم حُمِّلْتم الطاعة والأداء، فعليكم أن تُؤدُّوا ما كلَّفكم الله به. </p><p> {وَإِن تُطِيعُوهُ تَهْتَدُواْ}  [النور: ٥٤] نلحظ أن المفعول في {وَإِن تُطِيعُوهُ}  [النور: ٥٤] مفرد، فلم يقل: تطيعوهما، لتناسب صدر الآية {أَطِيعُواْ الله وَأَطِيعُواْ الرسول}  [النور: ٥٤] ذلك لأن الطاعة هنا غير منقسمة، بل هي طاعة واحدة. </p><p> وقوله:  {وَمَا عَلَى الرسول}  [النور: ٥٤] تكليفاً من الله {إِلاَّ البلاغ المبين}  [النور: ٥٤] المحيط بكل تفصيلات المنهج التشريعي لتنظيم حركة الحياة. </p><p> ثم يقول الحق سبحانه: </p><p> {وَعَدَ الله الذين آمَنُواْ مِنْكُمْ وَعَمِلُواْ الصالحات} </p>"
}