{
  "id": null,
  "sura": 24,
  "aya": 64,
  "text": "<p> ألا: أداة تنبيه لشيء مهم بعدها، والتنبيه يأتي لأن الكلام سفارة بين المتكلم والمخاطب، المتكلم عادة يُعد كلامه، ولديْه أُنْسُّ بما سيقول، لكن المخاطب قد لا يكون خالي الذِّهْن فيفاجئه القول، وربما شغله ذلك عن الكلام، فيضيع منه بعضه. </p><p> والحق تبارك وتعالى يريد ألاَّ يضيع منك حرف واحد من كلامه، فينبهك بكلمة هي في الواقع لا معنى لها في ذاتها، إلا أنها تنبهك وتُذهِب ما عندك من دهشة أو غفلة، فتعي ما يُقال لك، وهذا أسلوب عربي عرفته العرب، وتحدثتْ به قبل نزول القرآن. </p><p> ويقول الشاعر الجاهلي يخاطب المرأة التي تناوله الكأس: </p><p> أَلاَ هُبِّي بصَحْنِكِ فَاصْبِحِيناَ ... وَلاَ تُبْقِي خُمُورَ الأَنْدرِينَا </p><p> يريد أن ينبهها إلى الكلام المفيد الذي يأتي بعد. </p><p> وبعد ألا التنبيهية يقول سبحانه:  {إِنَّ للَّهِ مَا فِي السماوات والأرض}  [النور: ٦٤] . </p><p> والسموات والأرض ظرف فيهما كل شيء في الكون العُلْوي والسُّفْلي، فلله ما في السموات وما في الأرض أي: المظروف فيهما، فما بال الظرف نفسه؟ قالوا: هو أيضاً لله، كما جاء في آية أخرى:  {للَّهِ مُلْكُ السماوات والأرض}  [النور: ٤٢] إذن: فالظرف والمظروف مِلْك له سبحانه. </p><p> وعادةً ما يكون الظرف أقلَّ قيمةً من المظروف فيه، فما بداخل الخزينة مثلاً أثمن منها، وما بداخل الكيس أثمن منه، وكذلك عظمة السموات والأرض بما فيهما من مخلوقات. لذلك إياك أنّْ تجعل المصحف الشريف ظرفاً لشيء مهم عندك فتحفظه في المصحف؛ لأنه لا شيء أغلى ولا أثمن من كتاب الله، فلا يليق أن تجعله حافظةً لنقودك، أو لأوراقك المهمة؛ لأن المحفوظ عادة أثمن من المحفوظ فيه. </p><p> وفي الآية:  {ألا إِنَّ للَّهِ مَا فِي السماوات والأرض}  [النور: ٦٤] أسلوب قصر بتقديم الجار والمجرور، فكلُّ ما في السموات، وكل ما في الأرض مِلْكٌ لله وحده، لا يشاركه فيه أحد، وعلى كثرة المفترين في الألوهية والفرعونية لم يَدَّعِ أحد منهم أن له مُلْكَ شيء منها. </p><p> حتى إن النمورد الذي جادل أبانا إبراهيم عليه السلام وقال: أنا أُحي وأميت لمَّا قال له إبراهيم: {فَإِنَّ الله يَأْتِي بالشمس مِنَ المشرق فَأْتِ بِهَا مِنَ المغرب}  [البقرة: ٢٥٨] لم يستطع فِعْل شيء وبُهِت وانتهت المسألة. </p><p> ومُلْكه تعالى لم يقتصر على الخَلْق، فخَلَق الأشياء ثم تركها تؤدي مهمتها وحدها، إنما خلقها وله تعالى قيومية على ما خلق، وتصرّف في كل شيء، فلا تظن الكون من حولك يخدُمك آلياً، إنما هو خاضع لإرادة الله وتصرّفه سبحانه. </p><p> فالماء الذي ينساب لك من الأمطار والأنهار قد يُمنع عنك ويصيب أرضك الجفاف، أو يزيد عن حَدِّه، فيصبح سيولاً تغرق وتدمر، إذن: المسألة ليست رتابة خَلْق، وليست المخلوقات آلاتٍ (ميكانيكية) ، إنما لله المْلك والقيومية والتصرُّف في كل ما خلق. </p><p> ثم يقول سبحانه:  {قَدْ يَعْلَمُ مَآ أَنتُمْ عَلَيْهِ}  [النور: ٦٤] لفهم هذه الآية لا بُدَّ أن نعلم أن علاقة الحق تبارك وتعالى بالأحداث ليستْ كعلاقتنا نحن، فنحن نعلم من علم النحو أن الأفعال ماضٍ، وهو ما وقع بالفعل قبل أن تتكلم به مثل: جاء محمد، ومضارع وهو إما للحال مثل: يأكل محمد. أو للاستقبال مثل: سيأكل محمد. </p><p> أما بالنسبة لله تعالى، فالأحداث سواء كلها مَاضٍ وواقع، وقد تكلمنا في هذه المسألة في قوله تعالى:  {أتى أَمْرُ الله فَلاَ تَسْتَعْجِلُوهُ}  [النحل: ١] . </p><p> ومعلوم أن الاستعجال يكون للأمر الذي يأْتِ بَعْد، والقيامة لم تأتِ بعد لكن عبَّر عنها بالماضي (أتى) لأنه سبحانه لا يعوقه ولا يُخرجه شيء عن مراده، فكأنها أتتْ بالفعل، إذن:  {فَلاَ تَسْتَعْجِلُوهُ}  [النحل: ١] ليست منطقية مع كلامك أنت، إنما هي منطقية مع كلام الله. </p><p> كذلك في قوله تعالى:  {قَدْ يَعْلَمُ مَآ أَنتُمْ عَلَيْهِ}  [النور: ٦٤] فقد: للتحقيق، ويعلم بالنسبة لله تعالى تعني عَلِم، لكنه بالنسبة لك </p><p> أنت يعلم: إذن: فهناك طرف منك وطرف من الحق سبحانه، فبالنسبة للتحقيق جاء بقد، وبالنسبة للاستقبال جاء بيعلم. </p><p> ثم يقول سبحانه:  {وَيَوْمَ يُرْجَعُونَ إِلَيْهِ فَيُنَبِّئُهُمْ بِمَا عَمِلُواْ والله بِكُلِّ شَيْءٍ عَلِيمُ}  [النور: ٦٤] وجاء في آية أخرى: {وَمَا يَعْزُبُ عَن رَّبِّكَ مِن مِّثْقَالِ ذَرَّةٍ فِي الأرض وَلاَ فِي السمآء وَلاَ أَصْغَرَ مِن ذلك ولا أَكْبَرَ إِلاَّ فِي كِتَابٍ مُّبِينٍ}  [يونس: ٦١] . </p><p> فإياك أن تفهم أن نظر الله ورؤيته سبحانه للأبعاض المختلفة في الأماكن المختلفة رؤية جزئية، تتجه إلى شيء فلا ترى الآخر، إنما هي رؤية شاملة، كأن لكل شيء رؤية وحده، وهذا واضح في قوله تعالى:  {أَفَمَنْ هُوَ قَآئِمٌ على كُلِّ نَفْسٍ بِمَا كَسَبَتْ}  [الرعد: ٣٣] . </p><p> فسبحانه لا يشغله سَمْع عن سمع، ولا بَصَر عن بصر، فبصره سبحانه محيط، واطلاعه دقيق؛ لذلك يأتي جزاؤه حقاً يناسب دِقّة اطلاعه، فإياك إذن أن تغفل هذه الحقيقة، فربُّك قائم عليك، ناظر إليك، لا تَخْفى عليه منك خافية. </p><p> فيا مَنْ تتسلل لِواذاً احذر، فلا شيء أهمّ من مجلس مع رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، ورسول الله نفسه كان حريصاً أن يرى أصحابه في مجلسه بإستمرار، والله تعالى يوصيه بذلك فيقول له:  {وَلاَ تَعْدُ عَيْنَاكَ عَنْهُمْ}  [الكهف: ٢٨] . </p><p> وكان بعض أصحابه يُصلِّي خلفه، فكان عندما يسلم ينصرف الرجل مسرعاً فيراه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في أول الصلاة، ولا يراه في آخرها، </p><p> فاستوقفه في إحدى الصلوات وقال له:  «أزهداً فينا» ؟ وكأنه يعزّ على رسول الله أن يجد أحد أصحابه لا يتواجد مع حضرته، أو يَزْهَد في مجلسه، فيُحرم من الخيرات والتجليات التي تتنزل على مجلس رسول الله، ويُحرَم من إشعاعات بصيرته وبصره إليه. </p><p> لذلك أُحرِج الرجل، وأخذ يوضح لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ما يدفعه كل صلاة إلى الإسراع بالانصراف، وأن هذا منه ليس زهداً في حضرة رسول الله ومجلس رسول الله، فقال: يا رسول الله إن لي امرأة بالبيت تنتظر ردائي هذا لتصلي فيه. </p><p> يعني: ليس لديه في بيته إلا ثوبٌ واحد، فدعا له النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بالخير، فلما عاد لزوجته سألته عن سبب غيابه، فقصَّ عليها ما كان من أمر رسول الله، وأنه استوقفه وحكى لها ما دار بينهما، فقالت لزوجها: أتشكو ربك لمحمد؟ </p><p> ولما سألوها بعد ذلك قالت:  «غاب عني مقدار مائة تسبيحة» فانظر إلى ساعتها التي تضبط عليها وقتها. </p>"
}