{
  "id": null,
  "sura": 24,
  "aya": 21,
  "text": "<p> كأن الشيطان له خطوات متعددة ليست خطوة واحدة، وقد أثبت الله عداوته لبني آدم، وهي عداوة مُسبِّبة ليست كلاماً نظرياً، إنما هو عدو بواقعة ثابتة، حيث امتنع عن السجود لآدم، وعصى أمر الله له، بل وأبدى ما في نفسه وقال:  {أَنَاْ خَيْرٌ مِّنْهُ خَلَقْتَنِي مِن نَّارٍ وَخَلَقْتَهُ مِن طِينٍ}  [الأعراف: ١٢] . </p><p> وقال:  {أَأَسْجُدُ لِمَنْ خَلَقْتَ طِيناً}  [الإسراء: ٦١] وهكذا علّلَ امتناعه بأنه خير، وكأن عداوته لآدم عداوة حسد لمركزه ومكانته عند ربه. </p><p> والحق - تبارك وتعالى - حينما يخبرنا بعداوة الشيطان من خلال امتناعه عن السجود، إنما يحذرنا منه، ويُنبِّهنا إلى خطره ويُربِّي فينا المناعة من الشيطان؛ لأن عداوته لنا عداوة مركزة، ليست عداوة يمارسها هكذا كيفما اتفق، إنما هي عداوة لها منهج ولها خطة. </p><p> فأول هذه الخطة أنه عرف كيف يقسم، فدخل على الإنسان من باب عزة الله عن خَلْقه، فقال:  {فَبِعِزَّتِكَ لأُغْوِيَنَّهُمْ أَجْمَعِينَ}  [ص: ٨٢] . </p><p> فلو أرادنا ربنا - عَزَّ وَجَلَّ - مؤمنين ما كان للشيطان علينا سبيل، إنما تركنا سبحانه للاختيار، فدخل علينا الشيطان من هذا الباب؛ لذلك قال بعدها:  {إِلاَّ عِبَادَكَ مِنْهُمُ المخلصين}  [الحجر: ٤٠] فمَنِ اتصف بهذه الصفة فليس للشيطان إليه سبيل. </p><p> إذن: مسألة العداوة هذه ليست بين الحق سبحانه وبين الشيطان، إنما بين الشيطان وبني آدم. </p><p> فقوله تعالى:  {ياأيها الذين آمَنُواْ. .}  [النور: ٢١] نداء: يا من آمنتم بإله كأنه يقول: تَنبَّهوا إلى شرف إيمانكم به، وابتعدوا عما يُضعِف هذا الإيمان، أو يفُتُّ في عَضُدِ المؤمنين بأيِّ وسيلة، وتأكّدوا أن الشيطان له خطوات متعددة. </p><p> {لاَ تَتَّبِعُواْ خُطُوَاتِ الشيطان. .}  [النور: ٢١] فإنْ وسوس لك من جهة، فتأبَّيْتَ عليه ووجد عندك صلابةً في هذه الناحية وجَّهك إلى ناحية أخرى، وزيّن لك من باب آخر، وهكذا يظل بك عدوك إلى أنْ يُوقِعك، فهو يعلم أن لكل إنسان نقطة ضَعْف في تكوينه، فيظل يحاوره إلى أنْ يصل إلى هذه النقطة. </p><p> والشيطان: هو المتمرد العاصي من الجن، فالجن مقابل الإنس، فمنهم الطائع والعاصي، والعاصي منهم هو الشيطان، وعلى قِمتهم إبليس؛ لذلك يقول تعالى في سورة الكهف:  {إِلاَّ إِبْلِيسَ كَانَ مِنَ الجن فَفَسَقَ عَنْ أَمْرِ رَبِّهِ. .}  [الكهف: ٥٠] . </p><p> وسبق أن ذكرنا أنك تستطيع أن تُفرِّق بين المعصية من قِبل النفس والمعصية من قِبل الشيطان، فالنفس تُلِح عليك في معصية بعينها لا تتعدّاها إلى غيرها، أما الشيطان فإنه يريدك عاصياً على أيِّ: وجه من الوجوه، فإن امتنعت عليه في معصية جَرَّك إلى معصية أخرى أياً كانت. </p><p> ثم يقول سبحانه:  {وَمَن يَتَّبِعْ خُطُوَاتِ الشيطان فَإِنَّهُ يَأْمُرُ بالفحشآء والمنكر. .}  [النور: ٢١] ولك أنْ تسأل: أين جواب (مَنْ) الشرطية هنا؟ قالوا: حُذِف الجواب لأنه يُفهم من السياق، ودَلَّ عليه بذكر عِلَّته والمسبّب لَه، وتستطيع أن تُقدِّر الجواب: مَنْ يتبع خطوات الشيطان بُذِقْه ربه عذاب السعير؛ لأن الشيطان لا يأمر إلا بالفحشاء والمنكر، فَمَنْ يتبع خطواته، فليس له إلا العذاب، فقام المسبّب مقام جواب الشرط. </p><p> والكلام ليس كلام بشر، إنما هو كلام رَبِّ العالمين. وأسلوب القرآن أسلوب رَاقٍ يحتاج إلى فكر وَاعٍ يلتقط المعاني، وليس مجرد كلام وحَشْو. </p><p> أَلاَ ترى بلاغة الإيجاز في قوله تعالى من سورة النمل:  {اذهب بِّكِتَابِي هذا فَأَلْقِهْ إِلَيْهِمْ ثُمَّ تَوَلَّ عَنْهُمْ فانظر مَاذَا يَرْجِعُونَ}  [النمل: ٢٨] . </p><p> ثم يقول تعالى بعدها:  {قَالَتْ ياأيها الملأ إني أُلْقِيَ إِلَيَّ كِتَابٌ كَرِيمٌ}  [النمل: ٢٩] . </p><p> وتأمل ما بين هذيْن الحدثيْن من أحداث حُذِفت للعلم بها، فوعي القاريء ونباهته لا تحتاج أن نقول له فذهب الهدهد. . وو إلخ فهذه أحداث يُرتِّبها العقل تلقائياً. </p><p> وقد أوضح الشيطانُ نفسه هذه الخطوات وأعلنها، وبيَّن طرقه في الإغواء، ألم يقل:  {لأَقْعُدَنَّ لَهُمْ صِرَاطَكَ المستقيم}  [الأعراف: ١٦] فلا حاجةَ للشيطان بأصحاب الصراط المعوج لأنهم أتباعه، فالشيطان لا يذهب إلى الخمارة مثلاً، إنما يذهب إلى المسجد ليُفسِد على المصلين صلاتهم، لذلك البعض ينزعج من الوساوس التي تنتابه في صلاته، وهي في الحقيقة ظاهرة صحية في الإيمان، ولولا أنك في طاعة وعبادة ما وسوس لك. </p><p> لكن مصيبتنا أن الشيطان فقط طرف الخيط، فنسير نحن خَلْفه (نكُرّ في الخيط كَرّاً) ولو أننا ساعة ما وسوس لنا الشيطان استعذْنا بالله من الشيطان الرجيم، كما أمرنا ربنا تبارك وتعالى:  {وَإِماَّ يَنَزَغَنَّكَ مِنَ الشيطان نَزْغٌ فاستعذ بالله. .}  [الأعراف: ٢٠٠] . </p><p> إذن: إياك أنْ تقبل منه طرف الخيط؛ لأنك لو قَبِلْته فلن تقدر عليه بعد ذلك. </p><p> ومن خطوات الشيطان أيضاً قوله:  {ثُمَّ لآتِيَنَّهُمْ مِّن بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَانِهِمْ وَعَن شَمَآئِلِهِمْ. .}  [الأعراف: ١٧] . </p><p> إذن: للشيطان في إغواء الإنسان منهج وخُطّة مرسومة، فهو يأتي الإنسان من جهاته الأربع: من أمامه، ومن خلفه، وعن يمينه، وعن شماله. لكن لم يذكر شيئاً عن أعلى وأسفل؛ لأن الأولى تشير إلى عُلُوِّ الربوبية، والأخرى إلى ذُلِّ العبودية، حين ترفع يديك إلى أعلى بالدعاء، وحين تضع جبتهك على الأرض في سجودك؛ لذلك لا يأتيك عدوك من هاتين الناحيتين. </p><p> ثم يقول تعالى:  {وَلَوْلاَ فَضْلُ الله عَلَيْكُمْ وَرَحْمَتُهُ مَا زَكَا مِنكُمْ مِّنْ أَحَدٍ أَبَداً ولكن الله يُزَكِّي مَن يَشَآءُ. .}  [النور: ٢١] . </p><p> قلنا: إن فضل الجزاء يتناوبه أمران: جزاء بالعدل حين تأخذ ما تستحقه، وجزاء بالفضل حينما يعطيك ربك فوق ما تستحق؛ لذلك ينبغي أن نقول في الدعاء: اللهم عاملنا بالفضل لا بالعدل؛ وبالإحسان لا بالميزان، وبالجبر لا بالحساب. فإنْ عاملنا ربنا - عَزَّ وَجَلَّ - بالعدل لَضِعْنا جميعاً. </p><p> لكن، في أيِّ شيء ظهر هذا الفضل؟ ظهر فضل الله على هذه الأمة في أنه تعالى لم يُعذِّبها بالاستئصال، كما أخذ الأمم السابقة، وظهر فَضْل الله على هذه الأمة في أنه تعالى أعطاها المناعة قبل أن تتعرَّض للحَدث، وحذرنا قديماً من الشيطان قبل أن نقع في المعصية، وقبل أن تفاجئنا الأحداث، فقال سبحانه: </p><p> {فَقُلْنَا يآءَادَمُ إِنَّ هذا عَدُوٌّ لَّكَ وَلِزَوْجِكَ. .}  [طه: ١١٧] وإلا لغرق الإنسان في دوامة المعاصي. </p><p> لأن التنبيه للخطر قبل وقوعه يُربِّي المناعة في النفس، فلم يتركنا ربنا - عَزَّ وَجَلَّ - في غفلة إلى أنْ تقعَ في المعصية، كما نُحصِّن نحن أنفسنا ضد الأمراض لنأخذ المناعة اللازمة لمقاومتها. </p><p> وقوله تعالى:  {مَا زَكَا مِنكُمْ مِّنْ أَحَدٍ أَبَداً. .}  [النور: ٢١]  (زكَى) تطهَّر وتنقّى وصُفِّيِ {ولكن الله يُزَكِّي مَن يَشَآءُ والله سَمِيعٌ عَلِيمٌ}  [النور: ٢١] وقال: {سَمِيعٌ عَلِيمٌ}  [النور: ٢١] لأنه تعالى سبق أنْ قال: {إِنَّ الذين يُحِبُّونَ أَن تَشِيعَ الفاحشة فِي الذين آمَنُواْ. .}  [النور: ١٩] ذلك في ختام حادثة الإفك التي هزَّتْ المجتمع الإسلامي في قمته، فمسَّتْ رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وصاحبه الصِّدِّيق وزوجته أم المؤمنين عائشة وجماعة من الصحابة. </p><p> لذلك قال تعالى (والله سَمِيعٌ) لما قيل (عَلِيمٌ)  [النور: ٢١] بما تُكِّنُه القلوب من حُبٍّ لإشاعة الفاحشة. </p><p> ثم يقول الحق سبحانه:  {وَلاَ يَأْتَلِ أُوْلُواْ الفضل مِنكُمْ والسعة أَن يؤتوا أُوْلِي القربى. .} . </p>"
}