{
  "id": null,
  "sura": 24,
  "aya": 30,
  "text": "<p> تحدثت سورة النور من أولها عن مسألة الزنا والقذف والإحصان، وحذرتْ من اتباع خطوات الشيطان التي تؤدي إلى هذه الجريمة، وتحدثت عن التكافؤ في الزواج، وأن الزاني للزانية، والزانية للزاني، والخبيثون للخبيثات والطيبون للطيبات. </p><p> وهذا منهج متكامل يضمن سلامة المجتمع والخليفة لله في أرضه، فالله تعالى يريد مجتمعاً تضيء فيه القيم السامية، مجتمعاً يخلو من وسائل (العكننة) والمخالفة والشَّحْناء والبغضاء، فلو أننا طبَّقنا منهج الله الذي ارتضاه لنا لارتاح الجميع في ظله. </p><p> ومسألة غَضِّ البصر التي يأمرنا بها ربنا - عَزَّ وَجَلَّ - في هذه الآية هي صمام الأمان الذي يحمينا من الانزلاق في هذه الجرائم البشعة، ويسد الطريق دونها؛ لذلك قال تعالى:  {قُلْ لِّلْمُؤْمِنِينَ يَغُضُّواْ مِنْ أَبْصَارِهِمْ. .}  [النور: ٣٠] . </p><p> وقلنا: إن للإنسان وسائل إدراكات متعددة، وكل جهاز إدراك له مناط: فالأذن تسمع الصوت، والأنف يشم الرائحة، واللسان للكلام، ولذوْق المطعومات، والعين لرؤية المرئيات، لكن أفتن شيء يصيب الإنسان من ناحية الجنس هي حاسَّة البصر؛ لذلك وضع </p><p> الشارع الحكيم المناعة اللازمة في طرفي الرؤية في العين الباصرة وفي الشيء المبصر، فأمر المؤمنين بغضِّ أبصارهم، وأمر المؤمنات بعدم إبداء الزينة، وهكذا جعل المناعة في كلا الطرفين. </p><p> وحين تتأمل مسألة غَضِّ البصر تجدها من حيث القسمة العقلية تدور حول أربع حالات: الأولى: أن يغضَّ هو بصره ولا تبدي هي زينتها، فخطّ الفتنة مقطوع من المرسل ومن المستقبل، الثانية: أن يغضَّ هو بصره وأن تبدي هي زينتها، الثالثة: أن ينظر هو ولا تبدي هي زينتها. وليس هناك خطر على المجتمع إو فتنة في هذه الحالات الثلاث فإذا توفر جانب انعدام الآخر. إنما الخطر في القسمة الرابعة: وهي أن ينظر هو ولا يغضّ بصره، وأنْ تتزين هي وتُبدي زينتها، ففي هذه الحالة فقط يكون الخطر. </p><p> إذن: فالحق - تبارك وتعالى - حرَّم حالة من أربع حالات؛ ذلك لأن المحرّمات هي الأقل دائماً، وهذا من رحمة الله بنا، بدليل قوله تعالى:  {قُلْ تَعَالَوْاْ أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ. .}  [الأنعام: ١٥١] فالمحرمات هي المحصورة المعدودة، أمّا المحللات فهي فوق الحصر والعَدِّ، فالأصل في الأشياء أنها حلال، وإذا أراد الحق سبحانه تحريم شيء نَصَّ عليه، فانظر إلى هذه المعاملة الطيبة من ربك عَزَّ وَجَلَّ. </p><p> وكما أمر الرجل بغضِّ بصره، كذلك أُمِرَتْ المرأة بغضِّ بصرها، لأن اللَّفْتة قد تكون أيضاً للرجل ذي الوسامة و. . وفإنْ كان حظ المرأة في رجل تتقحمه العين، فلربما نظرتْ إلى غيره، فكما يُقال في الرجال يُقال في النساء. </p><p> هذا الاحتياط وهذه الحدود التي وضعها الله عَزَّ وَجَلَّ وألزمنا بها </p><p> إنما هي لمنع هذه الجريمة البشعة التي بُدِئَتْ بها هذه السورة؛ لأن النظر أول وسائل الزنا، وهو البريد لما بعده، أَلاَ ترى شوقي رَحِمَهُ اللَّهُ حين تكلم عن مراحل الغَزَل يقول: </p><p> نَظْرَةٌ فابتسَامَةٌ فسَلاَمٌ ... فكَلامٌ فموعِدٌ فَلِقَاءٌ </p><p> فالأمر بغَضِّ البصر لِيسدَّ منافذ فساد الأعراض، ومَنْع أسباب تلوث النسل؛ ليأتي الخليفة لله في الأرض طاهراً في مجتمع طاهر نظيف شريف لا يتعالى فيه أحد على أحد، بأن له نسباً وشرفاً، والآخر لا نسبَ له. </p><p> ذلك ليطمئن كل إنسان على أن مَنْ يليه في الخلافة من أبناء أو أو أحفاد إنما جاءوا من طريق شرعيٍّ شريف، فيجتهد كل إنسان في أن يُنشِّيء أطفاله تنشئةً فيها شفقة، فيها حنان ورحمة؛ لأنه واثق أنه ولده، ليس مدسوساً علي، وأغلب الظن أن الذين يُهملون أطفالهم ولا يُراعون مصالحهم يشكُّون في نسبهم إليهم. </p><p> ولا يصل المجتمع إلى هذا الطُّهْر إلا إذا ضمنتَ له الصيانة الكافية، لئلا تشرد منه غرائز الجنس، فيعتدي كل نظر على مَا لا يحلّ له؛ لأن النظر بريد إلى القلوب، والقلوب بريد إلى الجنس، فلا يعفّ الفرج إلا بعفاف النظر. </p><p> ونلحظ في قوله تعالى:  {قُلْ لِّلْمُؤْمِنِينَ يَغُضُّواْ مِنْ أَبْصَارِهِمْ. .}  [النور: ٣٠] دقة بلاغ الرسول عن ربه - عَزَّ وَجَلَّ - وأمانته في نقل العبارة كما أُنزِلَتْ عليه، ففي هذه الآية كان يكفي أن يقول رسول الله: غُضُّوا أبصاركم، لكنه التزم بنص ما أُنزِل عليه؛ لأن القرآن لم ينزل للأحكام فقط، وإنما القرآن هو كلام الله المنزّل على رسوله والذي يُتعبَّد بتلاوته، فلا بُدَّ أنْ يُبلّغه الرسول كما جاءه من ربه. </p><p> لذلك قال في البلاغ عن الله (قُلْ) وفي الفعل (يَغضُّوا) دلالةً على ملحظية (قل) ، فالفعل (يغضوا) مضارع لم تسبقه أداة جزم، ومع ذلك حُذِفت منه النون، ذلك لأنه جعل (قُلْ) ملحظية في الأسلوب. </p><p> والمعنى: إنْ تقُل لهم غُضُّوا أبصاركم يغضُّوا، فالفعل - إذن - مجزوم في جواب الأمر (قُلْ) . </p><p> إذن {قُلْ. .}  [النور: ٣٠] تدل على أمانة الرسول في البلاغ، وعلى أن القرآن ما نزل للأحكام فحسب، إنما هو أيضاً كلام الله المعجز؛ لذلك نحافظ عليه وعلى كل لفظة فيه، وكأن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يقول: ما أتيتُ لكم بشيء من عندي، ومهمتي أن أبلغكم ما قاله الله لي. </p><p> وقوله:  {لِّلْمُؤْمِنِينَ. .}  [النور: ٣٠] فما داموا مؤمنين بإله حكيم، وقد دخلوا حظيرة الإيمان باختيارهم لم يُرغمهم عليه أحد، فلا بُدَّ أنْ يلتزموا بما أمرهم ربهم به وينفذوه بمجرد سماعه. </p><p> والغَضُّ: النقصان، يقال: فلان يغُضُّ من قَدْر فلان يعني: ينقصه، فكيف يكون النقصان في البصر؟ أينظر بعين واحدة؟ قالوا: البصر له مهمة، وبه تتجلى المرائي، والعين مجالها حر ترى كل ما أمامها سواء أكان حلالاً لها أو مُحرّماً عليها. </p><p> فنقص البصر يعني: قَصْره على ما أحل، وكفّه عما حُرم، فالنقص نقص في المرائي وفي مجال البصر، فلا تعطي له الحرية المطلقة فينظر إلى كل شيء، إنما تُوقِفه عند أوامر الله فيما يُرى وفيما لا يُرى. </p><p> و {مِنْ. .}  [النور: ٣٠] في قوله تعالى: {مِنْ أَبْصَارِهِمْ. .}  [النور: ٣٠] البعض يرى أنها للتبعيض كما تقول: كُلْ من هذا الطعام يعني: بعضاً منه، فالمعنى: يغضُّوا بعض البصر؛ لأن بَعضه حلال لا أغض عنه بصري، وبعضه محرم لا أنظر إليه. </p><p> أو: أن {مِنْ. .}  [النور: ٣٠] هنا لتأكيد العموم في أدنى مراحله، وسبق أن تكلمنا عن (مِنْ) بهذا المعنى، ونحن كلما توغلنا في التفسير لا بُدّ أن تقابلنا أشياء ذكرناها سابقاً، ونحيل القارئ عليها. </p><p> قلنا: فرق بين قولك: ما عندي مال، وقولك: ما عندي من مال. ما عندي مال، يحتمل أن يكون عندك مال قليل لا يُعْتدّ به، لكن ما عندي من مال نفي لجنس المال مهما قَلَّ، فمِنْ تعني بدايةَ ما يقال له مال. </p><p> فالمعنى هنا:  {قُلْ لِّلْمُؤْمِنِينَ يَغُضُّواْ مِنْ أَبْصَارِهِمْ. .}  [النور: ٣٠] يعني: بداية مَا يُقال له بصر، ولو لمحة خاطفة، ناهيك عن التأمل وإدامة البصر. </p><p> وقلنا: إن الشرع لا يتدخل في الخواطر القلبية والهواجس، إنما يتدخل في الأعمال النزوعية التي يترتب عليها فعل، قلنا: لو مررتَ ببستان فرأيتَ به ورده جميلة، فأعجبت بها وسُرِرْت وانبسطتْ لها أسارير نفسك، كل هذا مباح لك لا حرجَ عليك فيه، فإنْ تعدَّى الأمر ذلك فمددتَ إليها يدك لتقطفها، هنا يتدخل الشرع يقول لك: قِفْ، فليس هذا من حقك لأنها ليستْ لك. </p><p> هذه قاعدة عامة في جميع الأعمال لا يستثني منها إلا النظر وحده، وكأن ربنا - عَزَّ وَجَلَّ - يستسمحنا فيه، هذه المسألة من أجلنا ولصالحنا نحن ولراحتنا، بل قل رحمة بنا وشفقة علينا من عواقب النظر وما يُخلِّفه في النفس من عذابات ومواجيد. </p><p> ففي نظر الرجل إلى المرأة لا نقول له: انظر كما تحب واعشق كما شئت، فإن نزعْتَ إلى ضمة أو قبلة قلنا لك: حرام. لماذا؟ لأن الأمر هنا مختلف تماماً، فعلاقة الرجل بالمرأة لها مراحل لا تنفصل إحداها عن الأخرى أبداً. </p><p> فساعة تنظر إلى المرأة هذا إدراك، فإنْ أعجتبْك وانبسطتْ لها أساريرك، فهذا وجدان، لا بُدَّ أن يترك في تكوينك تفاعلاً كيماوياً لا يهدأ، إلا بأن تنزع فإنْ طاوعْتَ نفسك في النزوع فقد اعتديتَ، وإنْ كبتَّ في داخلك هذه المشاعر أصابتْك بعُقد نفسية ودعتْك إلى أن تبحث عن وسيلة أخرى للنزوع؛ لذلك رحمك ربك من بداية الأمر ودعاك إلى مَنْع الإدراك بغضِّ البصر. </p><p> لذلك بعد أن أمرنا سبحانه بعضِّ البصر قال:  {وَيَحْفَظُواْ فُرُوجَهُمْ. .}  [النور: ٣٠] لأنك لا تملك أن تفصل النزوع عن الوجدان، ولا الوجدان عن الإدراك، وإنْ أمكن ذلك في الأمور الأخرى، فحين نمنعك عن قطف الوردة التي أعجبتْك لا يترك هذا المنع في نفسك أثراً ولا وَجْداً، على خلاف ما يحدث إنْ مُنعتَ عن امرأة أعجبتك، وهيَّجك الوجدان إليها. </p><p> وحِفْظ الفروج يكون بأن نقصرها على ما أحلَّه الله وشرعه فلا أنيله لغير مُحلَّل له، سواء كان من الرجل أو من المرأة، أو: أحفظه وأصونه أن يُرى؛ لأن رؤيته تهيج إلى الشر وإلى الفتنة. </p><p> {ذلك أزكى لَهُمْ. .}  [النور: ٣٠] يعني: أطهر وأسلم وأدْعَى لراحة النفس؛ لأنه إما أن ينزع فيرتكب محرماً، ويلج في أعراض الناس، وإما ألا ينزع فيُكدِّر نفسه ويُؤلمها بالصبر على مَا لا تطيق. </p><p> ثم يقول سبحانه:  {إِنَّ الله خَبِيرٌ بِمَا يَصْنَعُونَ}  [النور: ٣٠] فهو سبحانه خالق هذه النفس البشرية، وواضع مسألة الشهوة والغريزة الجنسية التي هي أقوى الغرائز ليربط بها بين الرجل والمرأة، وليحقق بها عملية النسل وبقاء الاستخلاف في الأرض، ولو لم تربط هذه العلاقة بالشهوة الملّحة لزهَدَ الكثيرون في الزواج وفي الإنجاب وما يترتب عليه من تبعات. </p><p> أَلاَ ترى المرأة وما تعانيه من آلام ومتاعب في مرحلة الحمل، وأنها ترى الموت عند الولادة، حتى إنها لتقسم أنها لا تعود، لكن بعد أن ترى وليدها وتنسى آلامها سرعان ما يعاودها الحنين للإنجاب مرة أخرى، إنها الغريزة التي زرعها الله في النفس البشرية لدوام بقائها. </p><p> وللبعض نظرة فلسفية للغرائز، خاصة غريزة الجنس، حيث جعلها الله تعالى أقوى الغرائز، وربطها بلذة أكثر أثراً من لذة الطعام والشراب والشَّمِّ والسماع. . إلخ فهي لذة تستوعب كل جوارح الإنسان وملكاته، وما ذلك إلا حِرْصاً على بقاء النوع ودواماً للخلافة في الأرض. </p><p> ثم يقول الحق سبحانه لرسوله:  {وَقُل لِّلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ وَلاَ يُبْدِينَ زِينَتَهُنَّ إِلاَّ مَا ظَهَرَ مِنْهَا. .} . </p>"
}