{
  "id": null,
  "sura": 24,
  "aya": 37,
  "text": "<p> قلنا: إن التجارة هي قمة حركة الحياة؛ لأنها واسطة بين منتج زارع أو صانع وبين مستهلك، وهي تقتضي البيع والشراء، وهما قمة التبادلات، وهؤلاء الرجال لم تُلْهِهِمْ التجارة عن ذِكْر الله لأنهم عرفوا ما في الزمن المستقطع للصلاة من بركة تنثر في الزمن الباقي. </p><p> أو نقول: إن التجارة لم تُلْههم عن ذِكْر الله في ذاتها، فهُمْ حالَ تجارتهم لا يغفلون عن ذكر الله، وقد كنا في الصِّغَر نسمع في الأسواق بين البائع والمشتري، يقول أحدهما للآخر: وحدِّ الله، صَلِّ على النبي، مدَّح النبي، بالصلاة على النبي، كل هذه العبارات انقرضت الآن من الأسواق والتعاملات التجارية وحَلَّ محلَّها قيم وعبارات أخرى تعتمد على العَرْض والإعلان، بل الغش والتدليس. ولم نَعُدْ نسمع هذه العبارات، حتى إذا لم يتم البيع كنت تسمع البائع يقول: كسبنا الصلاة على النبي، فهي في حَدِّ ذاتها مكسب حتى لو لم يتم البيع. </p><p> {وَإِقَامِ الصلاة وَإِيتَآءِ الزكاة}  [النور: ٣٧] الصلاة لأنها تأخذ وقتاً من العمل، وكثيراً ما ينشغل المرء بعمله وتجارته عن إقامة الصلاة ظاناً أنها ستُضيِّع عليه الوقت، وتُفوِّت عليه مصالح كثيرة، وكذلك ينظر إلى الزكاة على أنها تنقص من ماله، وهذه نظرة خاطئة حمقاء؛ لأن الفلاح الذي يُخرِج من مخزنه أردباً من القمح ليزرع به أرضه: الأحمق يقول: المخزن نقص أردباً، أما العاقل فيثق أن هذا الأردب سيتضاعف عند الحصاد أضعافاً مضاعفة. </p><p> أو: أن الله تعالى يفيض عليه من أنواره، فيبارك له في وقته، وينجز من الأعمال من الوقت المتبقي ما لا ينجزه تارك الصلاة، أو: يرزقه بصفقة رابحة تأتيه في دقائق، ومن حيث لا يحتسب، والبركة كما قلنا قد تكون سَلْباً وقد تكون إيجاباً، وهذه كلها أنوار وتجليات يفيض الله بها على الملتزم بمنهجه. </p><p> ثم يقول سبحانه في صفات هؤلاء الرجال:  {يَخَافُونَ يَوْماً تَتَقَلَّبُ فِيهِ القلوب والأبصار}  [النور: ٣٧] ذلك لأنهم يتجارون لهدف أسمى </p><p> وأخلد، فأهل الدنيا إنما يتاجرون لصيانة دنياهم، أمّا هؤلاء فيتجارون مع الله تجارة لن تبور، تجارة تصون الدنيا وتصون الآخرة. </p><p> وإذا قِسْتَ زمن دنياك بزمن أُخْراك لوجدته هباء لا قيمةَ له، كما أنه زمن مظنون لعمر مظنون، لا تدري متى يفاجئك فيه الموت، إمّا الآخرة فحياة يقينية باقية دائمة، وفي الدنيا يفوتك النعيم مهما حَلاَ وطال، أما الآخرة فنعيمها دائم لا ينقطع. </p><p> إذن: فَهُمْ يعملون للآخرة {يَخَافُونَ يَوْماً تَتَقَلَّبُ فِيهِ القلوب والأبصار}  [النور: ٣٧] واليوم في ذاته لا يُخاف منه، وإنما يُخَاف ما فيه، كما يقول الطالب: خِفْت يوم الامتحان، واليوم يوم عادي لا يخاف منه، إنما يُخاف مما سيحدث في هذا اليوم، فالمراد: يخافون عذاب هذا اليوم. </p><p> ومعنى {تَتَقَلَّبُ فِيهِ القلوب والأبصار}  [النور: ٣٧] يعني: رجفة القلب واضطراب حركته، وما ينتابه من خفقان شديد، ونحن نرى ما يصيب القلوب من ذلك لمجرد أحداث الدنيا، فما بالك بهوْل الآخرة، وما يحدث من اضطراب في القلب؟ </p><p> كذلك تضطرب الأبصار وتتقلَّب هنا وهناك؛ لأنها حين ترى الفزع الذي يخيفها تتقلب، تنظر هنا وتنظر هنا عَلَّها ترى ما يُطمئنها أو يُخفِّف عنها ما تجد، لكن هيهات فلن ترى إلا فزعاً آخر أشدّ وأَنكى. </p><p> لذلك ينتهي الموقف إلى:  {خَاشِعَةً أَبْصَارُهُمْ}  [القلم: ٤٣]  {قُلُوبٌ يَوْمَئِذٍ وَاجِفَةٌ أَبْصَارُهَا خَاشِعَةٌ}  [النازعات: ٨٩] يعني: ذليلة منكسرة حيث لا مفرَّ ولا مَنْجى، ولن يجد في هذا اليوم راحة إلا مَنْ قدم له العمل الصالح كالتلميذ المجتهد الواثق من نفسه ومعلومات، </p><p> يتلهف إلى ورقة الأسئلة، أما الآخرة فيقف حائراً لا يدري. </p><p> ثم يقول الحق سبحانه:  {لِيَجْزِيَهُمُ الله أَحْسَنَ مَا عَمِلُواْ وَيَزِيدَهُمْ مِّن فَضْلِهِ} </p>"
}