{
  "id": null,
  "sura": 24,
  "aya": 32,
  "text": "<p> بعد أن تكلم الحق - سبحانه وتعالى - عن مسألة حِفْظ الفروج ودعا إلى الحفاظ على طهارة الأنساب، أراد أنْ يتكلم عن هؤلاء الرجال أو النساء الذين لم يتيسَّر لهم أمر الزواج؛ ذلك ليعالج الموضوع من شتى نواحيه؛ لأن المشرِّع لا بُدَّ أن يستولي بالتشريع على كُلِّ ثغرات الحياة فلا يعالج جانباً ويترك الآخر. </p><p> و {الأيامى. .}  [النور: ٣٢] جمع أيِّم، والأيِّم من الرجال مَنْ لا زوجةَ له، والأيِّم من النساء مَنْ لا زوجَ لها. </p><p> ونلحظ أن الأمر في {أَنْكِحُواْ. .}  [النور: ٣٢] جاء هكذا بهمزة القَطْع، مع أن الأمر للواحد (انكح) بهمزة الوصل، ذلك لأن الأمر هنا (أنكحوا) ليس للمفرد الذي سينكح الأيِّم، إنما لغيره أنْ يُنكحه، والمراد أمر أولياء الأمور ومَنْ عندهم رجال ليس لهم زوجات، أو نساء ليس لَهُنَّ أزواج: عَجِّلوا بزواج هؤلاء، ويسِّروا لهم هذه المسألة، ولا تتشددوا في نفقات الزواج حتى تُعِفُّوا أبناءكم وبناتكم، وإذا لم تعينوهم فلا أقلَّ من عدم التشدد والمغالاة. </p><p> وفي الحديث الشريف:  «إذا جاءكم مَنْ ترضون دينه وخلقه فزوِّجوه، إلاَّ تفعلوا تكن فتنة في الأرض وفساد كبير» . </p><p> ومع ذلك في مجتمعاتنا الكثير من العادات والتقاليد التي تعرقل زواج الشباب أخطرها المغالاة في المهور وفي النفقات والنظر إلى المظاهر. . إلخ وكأن الحق - تبارك وتعالى - يقول لأولياء الأمور: يسِّروا للشباب أمور الالتقاء الحلال ومهَّدوا لهم سبيل الإعفاف. </p><p> وقد أعطانا القرآن نموذجاً لما ينبغي أن يكون عليه وليُّ الأمر، فقال تعالى عن سيدنا شعيب عليه السلام:  {قَالَ إني أُرِيدُ أَنْ أُنكِحَكَ إِحْدَى ابنتي هَاتَيْنِ. .}  [القصص: ٢٧] ذلك لأن موسى - عليه السلام - سيكون أجيراً عنده، وربما لا يتسامى إلى أن يطلب يد ابنته؛ لذلك عرضها عليه وخطبه لها وشجَّعه على الإقبال على زواجها، فأزال عنه حياء التردد، وهكذا يجب أن يكون أبو الفتاة إنْ وجد لابنته كفؤاً، فلا يتردد في إعفافها. </p><p> وقوله تعالى:  {والصالحين مِنْ عِبَادِكُمْ وَإِمائِكُمْ. .}  [النور: ٣٢] </p><p> وقوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «تُنكح المرأة لأربع: لمالها، وجمالها، وحسبها ودينها، فاظفر بذات الدين تربت يداك» . </p><p> ولما سُئِل الحسن - رَضِيَ اللَّهُ عَنْه - عن مسألة الزواج قال لوالد </p><p> الفتاة الذي جاء يستشيره: زوِّجها مَنْ تأمنه على دينه، فإنْ أحبَّ ابنتك أكرمها، وإن كرهها لم يظلمها. وماذا يريد الإنسان في زوج ابنته أكثر من هذا؟ </p><p> فالدين والخُلق والقيم السامية هي الأساس الذي يُبني عليه الاختيار، أما المال فهو شيء ثانوي وعَرَض زائل؛ لذلك يقول تعالى:  {إِن يَكُونُواْ فُقَرَآءَ يُغْنِهِمُ الله مِن فَضْلِهِ والله وَاسِعٌ عَلِيمٌ. .}  [النور: ٣٢] . </p><p> فالفقر قد يكون سبباً في عدم الإقبال على البنت، أو عدم إقبال أهل البنت على الزوج، لكن كيف يتخلى الله عَنَّا ونحن نتقيه ونقصد الإعفاف والطهر؟ لا يمكن أن يضن الله على زوجيْن التقيا على هذه القيم واجتمعا على هذه الآداب، ومَنْ يدريك لعل الرزق يأتي للاثنين معاً، ويكون اجتماعهما في هذه الرابطة الشرعية هو باب الرزق الذي يفتح للوجهين معاً؟ </p><p> {والله وَاسِعٌ عَلِيمٌ}  [النور: ٣٢] فعطاء الله دائم لا ينقطع؛ لأن خزائنه لا تنفد ولا تنقص، والإنسان يُمسِك عن الإنفاق؛ لأنه يخاف الفقر، أمّا الحق - تبارك وتعالى - فيعطي العطاء الواسع؛ لأن ما عنده لا ينفد. </p><p> ثم يقول الحق سبحانه:  {وَلْيَسْتَعْفِفِ الذين لاَ يَجِدُونَ نِكَاحاً حتى يُغْنِيَهُمُ الله مِن فَضْلِهِ. .} . </p>"
}