{
  "id": null,
  "sura": 24,
  "aya": 62,
  "text": "<p> المؤمن: مَنْ آمن بإله وآمن بالرسول المبلّغ عن الإله، وما دُمْتَ قد آمنتَ بالرسول المبلِّغ عن الله فلا بُدَّ أن تكون حركتك خاضعةً لأوامره، ويجب أن تكون ذاتك له، فإذا رأى الرسول أمراً جامعاً يجمع المسلمين في خَطْب أو حدث أو حرب، ثم يدعوكم إلى التشاور لِيُدلي كل منكم برأيه وتجربته، ويُوسِّع مساحة الشورى في المجتمع ليأتي الحكم صحيحاً سليماً موافقاً للمصلحة العامة. </p><p> فالمؤمن الحق إذا دُعي إلى مثل هذا الأمر الجامع، لا يقوم من مجلسه حتى يستأذن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وليس إلزاماً أنْ يأذن له رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ لأن أمر المسلمين الجامع لهم قد يكون أهمّ من الأمر الذي يشغلك، وتريد أن تقوم من أجله، وتترك مجلس رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> وقوله تعالى:  {إِنَّ الذين يَسْتَأْذِنُونَكَ أولئك الذين يُؤْمِنُونَ بالله وَرَسُولِهِ}  [النور: ٦٢] فالاستئذان هنا من علامات الإيمان، لا يقوم خِلْسة (وينسلت) من المجلس، لا يشعر به أحد، لا بُدَّ من أن يستأذن رسول الله حتى لا يُفوت مصلحة على المؤمنين، ولربما كان له رَأْيٌ ينتفع به. </p><p> والرسول إما يستشير أصحابه ليستنير برأيهم وتجاربهم، فحين يدعوهم إلى أمر جامع يجب أن يُفهم هذا الأمر على نطاق منزلة الرسول من بلاغة عن الله للأمة، فإذا دعا نفر نفراً للتشاور، فإنما يتشاوران في أمر شخصي يخصُّ صاحبه، لكن حين يدعوهم رسول الله لا يدعو لخصوصية واحدة، وإنما لخصوصية أمة، شاء الله أن تكون خير أمة أُخْرِجَتْ للناس، وسوف يستفيد الفرد أيضاً من هذه الدعوة، وربما كانت استفادته من الاستجابة للدعوة العامة التي تنتظم كل الناس خَيْراً من استفادته من دعوته الخاصة، فيجب أنْ يُقدِّر المدعو هذا الفارق. </p><p> ومع وجود هذا الفارق لم يَحرِم اللهُ بعضَ الناس الذين لهم مشاغل أنْ يستأذنوا فيها رسول الله وينصرفوا؛ لذا شرع لهم الاستئذان، لكن يجب أنْ يضعوا هذا الفارق في بالهم، وأنْ يذكروا أنهم انصرفوا لبعض شأنهم، والرسول قائم في أمر لشئون الدنيا كلها إلى أنْ تقوم الساعة. </p><p> فكأنه إنْ شارك في هذا الاجتماع فسيستفيد كفرد، وستستفيد أمته: المعاصرون منهم والآتُون إلى أنْ تقومَ الساعة، فإنْ فضّل شأنه الخاص على هذه الشئون فقد أساء، وفعل مَا لا يليق بمؤمن؛ لذلك أُمر رسول الله أنْ يأذنَ لمنْ يشاء، ثم يستغفر له اللهَ. </p><p> يقول سبحانه:  {فَإِذَا استأذنوك لِبَعْضِ شَأْنِهِمْ فَأْذَن لِّمَن شِئْتَ مِنْهُمْ}  [النور: ٦٢] فالأمر متروك لرسول الله يُقدِّره حَسْب مصلحة المسلمين العامة، فَلَهُ أن يأذنَ أو لا يأذنَ. </p><p> إذن: لا بُدَّ من استئذان رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فيأذن لمَنْ يشاء منهم ممَّنْ يرى أن في الباقين عِوَضاً عنه وعن رأيه، فإنِ استأذن صاحب رأي يستفيد منه المسلمون لم يأذن له. </p><p> ثم يقول سبحانه:  {واستغفر لَهُمُ الله}  [النور: ٦٢] ، وكأن مسألة الاستئذان والقيام من مجلس رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أمر لا يريده الله تعالى. </p><p> حتى إن استأذنتَ لأمر يهمك، وحتى إنْ أَذِن لك رسول الله، فالأفضل ألاَّ تستأذن؛ لأن الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حين يدعو لأمر جامع يُهِمّ جماعة المسلمين، يجب ألاَّ ينشغل أحد عَمَّا دُعِي إليه، وألاَّ يُقدِّم على مصلحة المسلمين ومجلس رسول الله شيئاً آخر، ففي الأمر الجامع ينبغي أنْ يُكتّل الجميع مواهبهم وخواطرهم في الموضوع، وساعة تستأذن لأمر يخصُّك فأنت منشغل عن الجماعة شارد عنهم. </p><p> فحين تنشغل بأمرك الخاص عن أمر المسلمين العام، فهذه مسألة تحتاج إلى استغفار لك من رسول الله، فالرسول يأذن لك، ثم يستغفر لك الله. </p><p> ثم يقول الحق سحبانه:  {لاَّ تَجْعَلُواْ دُعَآءَ الرسول بَيْنَكُمْ كَدُعَآءِ بَعْضِكُمْ بَعْضاً} </p>"
}