{
  "id": null,
  "sura": 25,
  "aya": 6,
  "text": "<p> {أَنزَلَهُ}  [الفرقان: ٦] أي: القرآن مرة واحدة من اللوح المحفوظ إلى السماء الدنيا {الذي يَعْلَمُ السر فِي السماوات والأرض}  [الفرقان: ٦] فلا تظن أنك بمجرد خَلْقك قدرْتَ أن تكشف أسرار الله في </p><p> كونه، إنما ستظل إلى قيام الساعة تقف على سر، وتقف عند سر آخر. </p><p> لماذا؟ لأن الحق سبحانه وتعالى يريد أن يبطل هذه المدعيات، ويأتي بأشياء غيبية لم تكن تخطر على بال المعاصرين لمحمد، ثم تتضح هذه الأشياء على مَرَّ القرون، مع أن القرآن نزل في أُمة أمية، والرسول الذي نزل عليه القرآن رجل أمي، ومع ذلك يكشف لنا القرآن كل يوم عن آية جديدة من آيات الله. </p><p> كما قال سبحانه:  {سَنُرِيهِمْ آيَاتِنَا فِي الآفاق وفي أَنفُسِهِمْ حتى يَتَبَيَّنَ لَهُمْ أَنَّهُ الحق}  [فصلت: ٥٣] . </p><p> والحق تبارك وتعالى يكشف لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ شيئاً من الغيبيات، ليراها المعاصرون له ليلقم الكفارَ الذين اتهموه حجراً، فيكشف بعض الأسرار كما حدث في بدر حيث وقف النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في ساحة المعركة بعد أن عرف أن مكة ألقتْ بفلذات أكبادها وسادتها في المعركة، وقف يشير بعصاه إلى مصارع الكفار، ويقول:  «هذا مصرع أبي جهل، وهذا مصرع عتبة بن ربيعة. .» . الخ يخطط على الأرض مصارع القوم. </p><p> ومَنِ الذي يستطيع أن يحكم مسبقاً على معركة فيها كَرٌّ وفَرٌّ، وضَرْب وانتقال وحركة، ثم يقول: سيموت فلان في هذا المكان. </p><p> والوليد بن المغيرة والذي قال عنه القرآن {سَنَسِمُهُ عَلَى </p><p> الخرطوم} [القلم: ١٦] يعني: ستأتيه ضربة على أنفه تَسِمُه بسِمَة تلازمه، وبعد المعركة يتفقده القوم فيجدونه كذلك. </p><p> هذه كلها أسرار من أسرار الكون يخبر بها الحق تبارك وتعالى رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، والرسول يخبر بها أمته في غير مظنَّة العلم بها. </p><p> ومن ذلك ما يُروى من «أن ابنتي رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قد تزوجتا من ولدين لأبي لهب، فلما حدثت العداوة بينه وبين رسول الله أمر ولديْه بتطليق ابنتي رسول الله، وبعدها رأى أحد الولدين رسول الله ماشياً، فبصق ناحيته،ورأى رسول الله ذلك فقال له:» أكلك كلب من كلاب الله «. فقال أبو لهب بعد أن علم بهذه الدعوة: أخاف على ولدي من دعوة محمد. </p><p> وعجيب أنْ يخاف الكافر من دعوة رسول الله، وهو الذي يتهمه بالسحر وبالكذب ويكفر به وبدعوته. </p><p> ولما خرج هذا الولد في رحلة التجارة إلى الشام أوصى به القوم أن يحرسوه، ويجعلوا حوله سياجاً من بضائعهم يحميه خشية أن تنفذ فيه دعوة محمد، وهذا منه كلام غير منطقي، فهو يعلم صدق النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وأنه مُرْسَل من عند الله، لكن يمنعه من الإيمان حقده على رسول الله وتكبّره على الحق. </p><p> وخرج الولد في رحلة التجارة ورغم احتياطهم في حمياته هجم عليه سبع في إحدى الليالي واختطفه من بين أصحابه، فتعجبوا لأن رسول الله قال:  «كلب من كلاب الله» وهذا أسد ليس كلباً. قال أهل العلم: ما دام أن رسول الله نسب الكلب إلى الله، فكلب الله لا يكون إلا أسداً. </p><p> فالمعنى: قل يا محمد في الرد عليهم ولإبطال دعاواهم: {أَنزَلَهُ الذي يَعْلَمُ السر فِي السماوات والأرض}  [الفرقان: ٦] وسوف يفضحكم ويُبطِل افتراءكم على رسول الله من قولكم إفك وكذب وافتراء وأساطير الأولين، وسوف يُخْزِيكم أمام أعْينِ الناس جميعاً. </p><p> وعلى عهد رسول الله قامتْ معركة بين الفُرْس والروم غُلبت فيها الروم، فحزن رسول الله لهزيمة الروم؛ لأنهم أهل كتاب يؤمنون بالله وبالرسول، أما الفرس فكانوا كفاراً لا يؤمنون بالله ويعبدون النار وغيرها. فمع أنهما يتفقان في تكذيبهم لرسول الله، إلا أن إيمان الروم بالله جعل رسول الله يتعصب لهم مع أنهم كافرون به، فعصبية رسول الله لا تكون إلا لربه عَزَّ وَجَلَّ. </p><p> فلما حزن رسول الله لذلك أنزل الله تعالى عليه:  {الم غُلِبَتِ الروم في أَدْنَى الأرض وَهُم مِّن بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ فِي بِضْعِ سِنِينَ لِلَّهِ الأمر مِن قَبْلُ وَمِن بَعْدُ وَيَوْمَئِذٍ يَفْرَحُ المؤمنون بِنَصْرِ الله يَنصُرُ مَن يَشَآءُ وَهُوَ العزيز الرحيم}  [الروم: ١٥] . </p><p> فأيُّ عقل يستطيع أنْ يحكم على معركة ستحدث بعد عدة سنوات؟ لو أن المعركة ستحدث غداً لأمكن التنبؤ بنتيجتها، بناءً على حساب العَدد والعُدة والإمكانات العسكرية، لكن مَنْ يحكم على معركة ستدور رحاها بعد سبع سنين؟ ومَنْ يجرؤ أن يقولها قرآناً يُتْلَى ويُتعبَّد به إلى يوم القيامة. فلو أن هذه المدة مرَّت ولم يحدث ما أخبر به رسول الله لكفَر به مَنْ آمن وانفضَّ عنه مَنْ حوله. </p><p> إذن: ما قالها رسول الله قرآناً يُتْلَى ويُتعبَّد به إلا وهو واثق من صِدْق ما يخبر به؛ لأن الذي يخبره ربه عَزَّ وَجَلَّ الذي يعلم السرَّ في السموات والأرض؛ لذلك قال هنا الحق سبحانه وتعالى: </p><p> {قُلْ أَنزَلَهُ الذي يَعْلَمُ السر فِي السماوات والأرض}  [الفرقان: ٦] . </p><p> ومن العجيب أن ينتصر الروم على الفُرْس في نفس اليوم الذي انتصر فيه الإيمان على الكفر في غزوة بدر، هذا اليوم الذي قال الله تعالى عنه:  {وَيَوْمَئِذٍ يَفْرَحُ المؤمنون بِنَصْرِ الله}  [الروم: ٤٥] . </p><p> وما دام أن الذي أنزل القرآن هو سبحانه الذي يعلم السِّر في السماوات والأرض، فلن يحدث تضارب أبداً بين منطوق القرآن ومنطوق الأكوان؛ لأن خالقهما واحد سبحانه وتعالى فمن أين يأتي الاختلاف أو التضارب؟ </p><p> ثم يقول سبحانه:  {إِنَّهُ كَانَ غَفُوراً رَّحِيماً}  [الفرقان: ٦] فما مناسبة الحديث عن المغفرة والرحمة هنا؟ قالوا لأن الله تبارك وتعالى يريد أن يترك لهؤلاء القوم الذين يقرعهم مجالاً للتوبة وطريقاً للعودة إليه عَزَّ وَجَلَّ وإلى ساحة الإيمان. </p><p> لذلك يقول النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لمن أشار عليه بقتل الكفار:  «لعلَّ الله يُخرِج من أصلابهم من يعبد الله وحده لا يشرك به شيئاً» . </p><p> وكان الصحابة يألمون أشد الألم إنْ أفلتَ أحد رءوس الكفر من </p><p> القتل في المعركة، كما حدث مع خالد بن الوليد وعمرو بن العاص قبل إسلامهما، وهم لا يدرون أن الله تعالى كان يدَّخِرهم للإسلام فيما بعد. </p><p> فقوله تعالى:  {إِنَّهُ كَانَ غَفُوراً رَّحِيماً}  [الفرقان: ٦] حتى لا يقطع سبيل العودة إلى الإيمان بمحمد على مَنْ كان كافراً به، فيقول لهم: على رغم ما حدث منكم. إنْ عُدْتم إلى الجادة وإلى حظيرة الإيمان ففي انتظاركم مغفرة الله ورحمته. </p><p> والحق تبارك وتعالى يُبيِّن لنا هذه المسألة حتى في النزوع العاطفي عند الخَلْق، فهند بنت عتبة التي أغرتْ وَحْشِياً بقتل حمزة عم رسول الله وأسد الله وأسد رسوله، ولم تكتف بهذا، بل مثَّلتْ به بعد مقتله ولاكَتْ كبده رَضِيَ اللَّهُ عَنْه، ومع ذلك بعد أنْ أسلمتْ وبايعتْ النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ نُسيت لها هذه الفعلة وكأنها لم تكُنْ. </p><p> ولما قال أحدهم لعمر بن الخطاب: هذا قاتل أخيك (يشير إليه) والمراد زيد بن الخطاب، فما كان من عمر إلا أن قال: وماذا أفعل به وقد هداه الله للإسلام؟ </p><p> ثم يقول الحق سبحانه: {وَقَالُواْ مَالِ هذا الرسول يَأْكُلُ الطعام) </p>"
}