{
  "id": null,
  "sura": 25,
  "aya": 47,
  "text": "<p> {اليل}  [الفرقان: ٤٧] يعني: الظلْمة لا الظل، فالظلمة هي التي منعتْ النور، وإياك أن تظن أن الظلمة ضد النور، وتحاول أنت أن تنسخ الظلمة بنور من عندك، وهذه آفة الحضارة الآن أنْ جعلتَ الليل نهاراً. </p><p> وقد تنبه العلماء أخيراً إلى مدى ضرر الأشعة على صحة الإنسان، لذلك جاء في الحديث الشريف:  «أطفئوا المصابيح إذا رقدتم» فالشعاع له عمل وقت حركتك، لكن ساعة نومك وراحتك ليس له مهمة، بل هو ضار في هذا الوقت. </p><p> والحق تبارك وتعالى يمتنُّ علينا بالليل والنهار، فيقول:  {قُلْ أَرَأَيْتُمْ إِن جَعَلَ الله عَلَيْكُمُ اليل سَرْمَداً إلى يَوْمِ القيامة مَنْ إله غَيْرُ الله يَأْتِيكُمْ بِضِيَآءٍ أَفَلاَ تَسْمَعُونَ قُلْ أَرَأَيْتُمْ إِن جَعَلَ الله عَلَيْكُمُ النهار سَرْمَداً إلى يَوْمِ القيامة مَنْ إله غَيْرُ الله يَأْتِيكُمْ بِلَيْلٍ تَسْكُنُونَ فِيهِ أَفلاَ تُبْصِرُونَ}  [القصص: ٧١٧٢] . </p><p> إذن: فلليل مهمة، وللنهار مهمة يُوضِّحها هنا الحق سبحانه بقوله:  {وَهُوَ الَّذِي جَعَلَ لَكُمُ اليل لِبَاساً}  [الفرقان: ٤٧] أي: ساتراً، </p><p> كما أن اللباس يستر الجسم، والنوم ردع ذاتي يقهر الكائن الحي، وليس ردعاً اختيارياً. </p><p> لذلك تلاحظ أنك إنْ أردت أنْ تنامَ في غير وقت النوم تتعب وترهق، أمّا إنْ أتاك النوم فتسكن وتهدأ، ومن هنا قالوا: النوم ضيف ثقيل إنْ طلبته أَعْنَتكَ، وإنْ طلبك أراحك. </p><p> لذلك ساعة يطلبك النوم تنام مِلْء جفونك، ولو على الحصى يغلبك النوم فتنام، وكأن النوم يقول لك: اهمد واسترح، فلم تَعُدْ صالحاً للحركة، أما مَنْ غالب هذه الطبيعة فأخذ مثلاً حبوباً تساعده على السهر، فإنْ سهر ليلة نام بعدها ليلتين، كما أن الذي يغالب النوم تأتي حركته مضطربة غير متوازنة. </p><p> فعليك إذن أن تخضع لهذه الطبيعة التي خلقك الله عليها وتستسلم للنوم إنْ ألحَّ عليك، ولا تكابر لتقوم في الصباح نشيطاً وتستأنف حركة حياتك قوياً صالحاً للعمل وللعطاء. </p><p> وللصوفية في النوم مَلْحظ دقيق يُبْنَى على أن الكون كله غير المختار مُسبِّح لربه، كما قاله تعالى:  {كُلٌّ قَدْ عَلِمَ صَلاَتَهُ وَتَسْبِيحَهُ}  [النور: ٤١] وعليه، فذرات الكافر في ذاتها مؤمنة، يؤلمها ويغيظها أن صاحبها عَاصٍ أو كافر فتطيعه، وهي كارهة لفعله بدليل أنها ستشهد عليه يوم القيامة، فإنْ كانت مُسخِّرة لمراداته في الدنيا فإنها ستتحرر من هذه الإرادة في الآخرة. </p><p> فاللسان مُسخَّر لصاحبه، إنْ شاء نطق به الشهادتين، وإنْ شاء نطق به كلمة الكفر؛ لأنه مقهور لإرادته، أما في القيامة فلا إرادة إلا للحق تبارك وتعالى. </p><p> وفي النوم ترتاح هذه الجوارح وهذه الذرات من سيئات صاحبها ومن ذنوبه، تستريح من نكده وإكراهه لها على معصية الله. فالنوم </p><p> رَدْع طاقيّ، فلم يَعُد الإنسان صالحاً للحركة، ولا للتعايش السالم مع جوارحه، لقد كثُرتْ ذنوبه ومعاصيه حتى ضاقتْ بها الجوارح، فيأتي النوم ليريحها. </p><p> وهذه الظاهرة نشاهدها مثلاً في موسم الحج، يقول لك الحاج: يكفيني أنْ أنامَ في اليوم ساعة أو ساعتين لماذا؟ لأن السيئات في هذا المكان قليلة، فجوارحك في راحة وانسجام معك فلا تحملك على النوم، أمّا العاصي فلا يكفيه أن ينام عشرة ساعات؛ لأن جوارحه وأعضاءه مُتْعَبة متضايقة من أفعاله. </p><p> وهذه نُفسِّر بها أن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كانت تنام عيناه ولا ينام قلبه ذلك لأن جوارحه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ تصحبه خير صُحْبة، فهي في طاعة دائمة مستمرة، فكيف تحمله على أنْ ينام؟ </p><p> والخالق عَزَّ وَجَلَّ يعامل الناس على المعنى العام، فالنفوس دائماً ميَّالة للشر جانحة للسوء؛ لذلك تتعب الطاقة وتتعب الجوارح، وكأن الله تعالى يريد إحداث هُدْنة للتعايش بينك وبين جوارحك، نَمْ لتصبح نشيطاً. </p><p> ومعنى {والنوم سُبَاتاً}  [الفرقان: ٤٧] السّبْت أي: القطْع. فمعنى {سُبَاتاً}  [الفرقان: ٤٧] يعني: قاطعاً للحركة، لا انقطاعاً نهائياً، إنما انقطاعاً مُسْتأنفاً لحركة أفضل، وبدن أقوى وأصحّ، فالذي يقضي ليله ساهراً يقوم من نومه مُتْعباً مُضطرباً، على خلاف مَنْ جعل وقت النوم للنوم؛ لأن الخالق عَزَّ وَجَلَّ جعل نومك بالليل على قَدْر ما تتحرك بالنهار، فإنْ أردتَ حركة مُتزنة نشيطة وقوية فنَمْ على مقدار هذه الحركة. </p><p> وقوله تعالى:  {وَجَعَلَ النهار نُشُوراً}  [الفرقان: ٤٧] النشور مثل الشُّكور: {إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ الله لاَ نُرِيدُ مِنكُمْ جَزَآءً وَلاَ شُكُوراً}  [الإنسان: ٩] أي: شكر، وكذلك النشور أي نشر، والنشر يعني الانطلاق في الأرض بالحركة، كما في قوله تعالى:  {فانتشروا فِي الأرض وابتغوا مِن فَضْلِ الله}  [الجمعة: ١٠] . </p><p> ثم يقول سبحانه:  {وَهُوَ الذي أَرْسَلَ الرياح} </p>"
}