{
  "id": null,
  "sura": 25,
  "aya": 72,
  "text": "<p> الزُّور: الشيء الكذب، ويُزوِّر في الشهادة. أي: يُثبت الحق لغير صاحبه، لكن نلاحظ أن الآية لم تقُلْ: والذين لا يشهدون بالزور، مما يدلّ على أن للآية معنى أوسع من النطق بقول الزور في مجال التقاضي، حيث تقول عند القاضي: فلان فعل وهو لم يفعل. </p><p> فللشهادة معنى آخر: أي: لا يحضرون الزور، والزور كلُّ مَا خالف الحق، ومنه قوله تعالى في شهر رمضان:  {فَمَن شَهِدَ مِنكُمُ الشَّهْرَ فَلْيَصُمْهُ}  [البقرة: ١٨٥] . </p><p> فمعنى:  {لاَ يَشْهَدُونَ الزُّورَ}  [الفرقان: ٧٢] أي: لا يحضرون الباطل في أيّ لون من ألوانه قولاً أو فعلا ً أو إقراراً، وكل ما خالف الحق. </p><p> لذلك يقول الحق سبحانه في موضع آخر:  {وَإِذَا سَمِعُواْ اللغو أَعْرَضُواْ عَنْهُ وَقَالُواْ لَنَآ أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ سَلاَمٌ عَلَيْكُمْ لاَ نَبْتَغِي الجاهلين}  [القصص: ٥٥] . </p><p> ويقول سبحانه:  {وَإِمَّا يُنسِيَنَّكَ الشيطان فَلاَ تَقْعُدْ بَعْدَ الذكرى مَعَ القوم الظالمين}  [الأنعام: ٦٨] . </p><p> وقال تعالى:  {وَقَدْ نَزَّلَ عَلَيْكُمْ فِي الكتاب أَنْ إِذَا سَمِعْتُمْ آيَاتِ الله يُكْفَرُ بِهَا وَيُسْتَهْزَأُ بِهَا فَلاَ تَقْعُدُواْ مَعَهُمْ حتى يَخُوضُواْ فِي حَدِيثٍ غَيْرِهِ}  [النساء: ١٤٠] . </p><p> ومعلوم أن قَوْل الزور والشهادة بغير حق تقلب الحقائق وتضرُّ بالمجتمع؛ لأنك حين تشهد بالزُّور تأخذ الحق من صاحبه وتعطيه لغيره، وهذا يؤدي إلى تعطل حركة الحياة، وتجعل الإنسان لا يأمن على ثمار تعبه وعرقه، فيحجم الناس عن السعي والعمل ما دامت المسألة زوراً في النهاية. </p><p> لذلك قال النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «ألا أُنبئكم بأكبر الكبائر؟ الإشراك بالله، وعقوق الوالدين، وشهادة الزور، وكان رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ متكئاً فجلس،فما زال يكررها حتى قلنا:ليته سكت» . </p><p> لماذا؟ لأن شهادة الزُّور تهدم كُلَّ قضايا الحق في المجتمع. </p><p> ثم يقول سبحانه:  {وَإِذَا مَرُّواْ بِاللَّغْوِ مَرُّوا كِراماً}  [الفرقان: ٧٢] اللغو: هو الذي يجب في عُرْف العاقل أنْ يُلْغى ويُتْرك، وهو الهُراء الذي لا فائدة منه؛ لذلك قال فيمن يتركه {مَرُّوا كِراماً}  [الفرقان: ٧٢] والكرام يقابلها اللئام، فكأن المعنى: لا تدخل مع اللئام مجالَ اللغو والكلام الباطل الذي يُصادِم الحق ليصرف الناس عنه. </p><p> ومن ذلك ما حكاه القرآن عن الكفار ليصرفوا الناس عن الاستماع لآيات الذكر:  {لاَ تَسْمَعُواْ لهذا القرآن والغوا فِيهِ}  [فصلت: ٢٦] </p><p> يعني: شوِّشوا عليه حتى لا يتمكّن الناس من سماعه، وهذه شهادة منهم بأنهم لو تركوا آذان الناس على طبيعتها وسجيتها فسمعت القرآن، فلا بُدَّ أن ينفعلوا به، وأن يؤمنوا به، ولو لم يكُنْ للقرآن أثر في النفوس ما قالوا هذه المقولة. </p><p> وقولهم:  {والغوا فِيهِ}  [فصلت: ٢٦] يعني: وإنْ سمعتموه يُقرأ فالْغوْا فيه، وشوِّشوا عليه، حتى لا يصل إلى الآذان، لماذا؟ ألم يؤمن سيدنا عمر لما سمع آيات منه في بيت أخته فاطمة؟ لكن لماذا أثّر القرآن في عمر هذه المرة بالذات، وقد سمعه كثيراً فلم يتأثر به؟ </p><p> قالوا: لأن اللجج والعناد يجعل الإنسان يسمع غير سامع، أما سماع عمر هذه المرة، فكان بعد أن ضرب أخته فشجَّها، وسال منها الدم، فحرّك فيه عاطفة الأخوة وحنانها، ونفض عنه الكبرياء والعناد واللجاج، فصادف القرآنُ منه نفساً صافية، وقلباً خالياً من اللدد للإسلام فأسلم. </p><p> ألاَ ترى الكفار يقول بعضهم لبعض عند سماع القرآن كما حكاه القرآن:  {وَمِنْهُمْ مَّن يَسْتَمِعُ إِلَيْكَ حتى إِذَا خَرَجُواْ مِنْ عِندِكَ قَالُواْ لِلَّذِينَ أُوتُواْ العلم مَاذَا قَالَ آنِفاً}  [محمد: ١٦] . </p><p> يعني: ما معنى ما يقول، أو ما الجديد الذي جاء به، وهذا على وجه التعجُّب منهم. فيردّ القرآن:  {قُلْ هُوَ لِلَّذِينَ آمَنُواْ هُدًى وَشِفَآءٌ والذين لاَ يُؤْمِنُونَ في آذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى}  [فصلت: ٤٤] </p><p> إذن: فالقرآن واحد، لكن المُسْتقبِل له مختلف: هذا استقبله بنفس صافية راضية، وهذا استقبله بلَدد وقلب مُغْلق، فكأنه لم يسمع، فالمسألة مسألة فِعْل وقابل للفِعْل، وسبق أن مثَّلنا لذلك بمَنْ ينفخ في يده أيام البرد والشتاء بقصد التدفئة، وينفخ في كوب الشاي مثلاً بقصد التبريد، فالفعل واحد، لكن المستقبل مختلف. </p><p> ثم يقول الحق سبحانه:  {وَالَّذِينَ إِذَا ذُكِّرُواْ بِآيَاتِ رَبِّهِمْ} </p>"
}