{
  "id": null,
  "sura": 25,
  "aya": 19,
  "text": "<p> بعد أن سألهم الحق تبارك وتعالى وهو أعلم بهم:  {أَأَنتُمْ أَضْلَلْتُمْ عِبَادِي هَؤُلاَءِ}  [الفرقان: ١٧] وأجابوا: {ولكن مَّتَّعْتَهُمْ وَآبَآءَهُمْ حتى نَسُواْ الذكر وَكَانُواْ قَوْماً بُوراً}  [الفرقان: ١٨] وقد هَزَّهم هذا السؤال هِزَّة عنيفة أراد سبحانه أنْ يُبرئهم فقال {فَقَدْ كَذَّبُوكُمْ بِمَا تَقُولُونَ}  [الفرقان: ١٩] يعني: أنا أعرف أنكم قلتم الحق، لكنهم كذَّبوكم بما تقولون {فَمَا تَسْتَطِيعُونَ صَرْفاً وَلاَ نَصْراً}  [الفرقان: ١٩] </p><p> فالتفت إليهم. والصرف: أن تدفع بذاتك عن ذاتك الشر إنْ تعرّض به أحد لك، والنصر: إذا لم تستطع أنت أنْ تدفع عن نفسك فيأتي مَنْ يدفع عنك. </p><p> ثم يقول سبحانه:  {وَمَن يَظْلِم مِّنكُمْ نُذِقْهُ عَذَاباً كَبِيراً}  [الفرقان: ١٩] وقد يسأل سائل: لماذا يخاطب الحق سبحانه أولياءه بهذا العنف؟ قالوا: في الواقع ليس هذا العنف نَهْراً لأولياء الله، إنما زجر ولَفْتُ نظرٍ للآخرين، فإذا كان الحق سبحانه يخاطب أهل طاعته بهذا العنف، فما بالك بأعدائه، والخارجين على منهجه؟ </p><p> إنهم حين يسمعون هذا الخطاب لا بُدَّ أن يقولوا: مع أن الله اصطفاهم وقرّبهم لم يمنعه ذلك أنْ يُوجِّههم إلى الحق وينهرهم. </p><p> ألم يقل سبحانه عن حبيبه ونبيه محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  {وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الأقاويل لأَخَذْنَا مِنْهُ باليمين ثُمَّ لَقَطَعْنَا مِنْهُ الوتين}  [الحاقة: ٤٤٤٦] فالحق تبارك وتعالى يتحدث عن نبيه بهذه الطريقة ليخيف الآخرين ويرهبهم. </p><p> والظلم: أخْذُ حقِّ الغير، ما دام أن الله تعالى حرَّم ذلك، فهذا يعني أن الله يريد أنْ يتمتع كل واحد بثمرة مجهوده؛ لأن أمور الحياة لا تستقيم إنْ أخذ الإنسان ثمرةَ غيره، وتعوَّد أن يعيش على دماء الآخرين وعَرقهم؛ لذلك نرى في المجتمع بعض المجرمين والمنحرفين (الفاقدين) الذين يعيشون على عَرق الآخرين وهم لا يعرقون. </p><p> وحين يُؤخَذ الحق من صاحبه، ثم لا يجد مَنْ ينصفه، ويعيد له حقه المسلوب يميل إلى الكسل ويزهَد في العمل وبذْل المجهود، ومعلوم أن العمل لا تعود ثمرته على صاحبه فحسب، وإنما على الآخرين حيث يُيسِّر للناس مصالحهم، ويُسهِم بحركته في حركة المجتمع. </p><p> وسبق أن قلنا: إن الفرْق بين المؤمن وغيره في العمل أن الكافر يعمل لنفسه، أمّا المؤمن فيعمل لما يكفيه، ويجهد ليساعد الآخرين؛ لذلك عليك أن تعمل على قَدْر طاقتك لا على قَدْر حاجتك، فحاجتك تتوفر لك مما أتيته بطاقتك، ثم يكون الباقي عندك لمن لا يقدر على العمل وليس لديه طاقة. </p><p> والمعركة التي تدور بين الكفار والمؤمنين وعلى رأسهم الرسل، اللهُ تعالى يفصل فيها، يقول: لا يستطيع أحد من خَلْقي أن يظلمني، لأن المظلوم فيه نقطة ضعف، والظالم فيه نقطة قوة؛ لذلك يقول سبحانه:  {وَمَا ظَلَمُونَا}  [البقرة: ٥٧] أي: لا يقدر أحد على ذلك </p><p> {ولكن كانوا أَنْفُسَهُمْ يَظْلِمُونَ}  [البقرة: ٥٧] فظُلْمهم لأنفسهم، لا للمؤمنين. </p><p> فالحق تبارك وتعالى يغَارُ على عبده أن يظلم نفسه؛ لأن للإنسان ملكات متعددة: ملكة الاشتهاء العاجل وملكة التأنِّي الآجل. فالتلميذ المجتهد اختار الراحة الآجلة، والكسول اختار الراحة العاجلة، فكلاهما مُحِبٌ لنفسه يسعى إلى راحتها، لكن فَرْق بين حُبِّ واعٍ، وحُبٍّ أحمق، فالأول يتحمل المشاق لينال في نهاية الأمر أعلى المراتب، والآخر تستهويه الراحة العاجلة، وسرعان ما يجد نفسه صُعْلوكاً في المجتمع، فمتعة الأول أبقى وأطول، ومتعة الآخر سريعة منتهية. </p><p> هذه قاعدة عامة تُقال في عمل الدنيا، وتُقال في عمل الآخرة، فالحق تبارك وتعالى خلق الإنسان ويحب منه ألاَّ تظلم ملكَة في النفس ملكةً أخرى، وألا تظلم ملكة العجلة ملكة التأنِّي؛ لأن ملكة العجلة تأخذ خيراً عاجلاً منتهياً، أما ملكة التأني فتنال الخير الآجل الباقي غير المنتهي. </p><p> إذن: فالله تعالى يريد لصنعته، سواء المؤمن أو الكافر ألاّ يظلم نفسه؛ لأن الله كرَّمه وخلق الكون كله لخدمته وسخَّره من أجله؛ لذلك يقول له: إنك لا تستطيع أن تظلمني ولا تظلم المؤمنين، إنما تظلم نفسك، فربٌّ يعاقب الإنسان على أنه ظلم نفسه فهو نِعْم الربّ. </p><p> لذلك جاء في الحديث القدسي:  «يا ابن آدم، أنا لك مُحبٌّ بدليل أنني أعاقبك إذا ظلمتَ نفسك فبحقِّي عليك كُنْ لي مُحِباً» . </p><p> وحين يُضخِّم الحق سبحانه وتعالى العقوبة:  {وَمَن يَظْلِم مِّنكُمْ نُذِقْهُ عَذَاباً كَبِيراً}  [الفرقان: ١٩] إنما ليُنفِّر عباده منها، ويبتعد بهم عن أسبابها، فلا تقع. </p><p> وكثيراً ما يعترض أعداء الإسلام على قوله تعالى:  {لاَ إِكْرَاهَ فِي الدين}  [البقرة: ٢٥٦] يقولون: فلماذا تقتلون مَنْ يرتدّ عن الإسلام؟ وهؤلاء لا يَدْرُون أن هذا الحكم نضعه عقبةً في طريق كل مَنْ يريد الإيمان، وتنبيه له حتى يفكر جيداً فيما هو مُقبل عليه إن اختار الإسلام، فلا يدخله إلا بعد رضاً واقتناع تام، وحين يعلم هذا الحكم يحتاطُ للأمر فيدخل عليه بمَحْضِ اختياره وتعقّله. </p><p> فالإسلام لا يريد كثرة مُتسرِّعة، إنما يريد تروياً وتعقّلاً وتدبراً، </p><p> وهذا يُحسب للإسلام لا عليه، فهو سلعة غالية يثق صاحبها في جَوْدتها، كما تذهب إلى تاجر القماش مثلاً، فيعرض عليك بضاعته ويُظهِر لك جودتها ويختبرها أمامك، لماذا؟ لأنه واثق من جودة بضاعته. </p><p> ومن ذلك ما خُتِمَتْ به كثير من آيات الذكر الحكيم مثل: تفكِّرون، تعقلون، تذكِّرون. وهذا دليل على أنك لو تعقلتَ، لو تدبرتَ، لو تذكرتَ لاهتديت إلى ما جاء به القرآن. </p><p> إذن: فقوله تعالى: {وَمَن يَظْلِم مِّنكُمْ نُذِقْهُ عَذَاباً كَبِيراً}  [الفرقان: ١٩] كان الذي يؤخذ على القرآن، أو على الحق سبحانه أن الظالم حين يظلم هو يُعاقِب لنفسه حيث أُخِذ منه شيء، لكن الحق سبحانه ما أُخذ منه شيء، إنما هو سبحانه بصفات الكمال فيه سبحانه خلقكم، فما ظلمتم إلا أنفسكم. </p><p> ثم يقول الحق سبحانه عن رسله وأنبيائه:  {وَمَآ أَرْسَلْنَا قَبْلَكَ مِنَ المرسلين} </p>"
}