{
  "id": null,
  "sura": 25,
  "aya": 62,
  "text": "<p> عرفنا أن الليل: غياب الشمس عن نصف الكرة الأرضية، والنهار مواجهة الشمس للنصف الآخر، والليل والنهار متعاقبان {خِلْفَةً} الفرقان: ٦٢] يأتي الليل ثم يعقبه النهار، كل منهما خَلْف الآخر، وهذه المسألة واضحة لنا الآن، لكن كيف كانت البداية عندما خلق الله تعالى الخَلْق الأول، فساعتها، هل كانت الشمس مواجهة للأرض أم غائبة عنها؟ </p><p> إنْ كان الحق سبحانه خلق الشمس مواجهةً للأرض، فالنهار هو الأول، ثم تغيب الشمس، ويأتي الليل ليخلف النهار، أما النهار فلم يُسبق بليْل. وكذلك كانت الشمس عند الخَلْق غير مواجهة للأرض، فالليل هو الأول، ولا يسبقه نهار، وفي كلتا الحاليتن يكون أحدهما ليس خلْفة للآخر، ونحن نريد أن تصدُقَ الآية على كليْهما. </p><p> إذن: لا بد أنهما خِلْفة منذ الخَلْق الأول؛ ذلك لأن الأرض كما عرفنا ولم يَعُدْ لدينا شك في هذه المسألة كروية، والحق تبارك وتعالى حينما خلق الشمس والقمر الخَلق الأول كان المواجه منها للشمس نهاراً، والمواجهة منها للقمر ليلاً، ثم تدور حركة الكون، فيخلف أحدهما الآخر منذ البداية. </p><p> وهذه النظرية لا تستقيم إلا إذا قُلْنا بكروية الأرض، وهذه يؤيدها قوله تعالى:  {وَلاَ اليل سَابِقُ النهار}  [يس: ٤٠] . </p><p> والمعنى أيضاً: ولا النهار سابق الليل، لكن ذكر الليلَ؛ لأنهم كانوا يعتقدون أن الليل خُلِق أولاً، لماذا؟ لأن الزمن عندهم يثبت بليله، كما يحدث مثلاً في الصوم، فهل تصوم أولاً في النهار ثم ترى الهلال بالليل؟ إنما ترى الهلال بالليل أولاً، فكأن رمضان يبدأ يومه بليله. </p><p> وما دام الأمر كذلك فالليل سابقُ النهار عندهم، وهذه قضية يعتقدونها ومُسلَّمة عندهم، وجاء القرآن وخاطبهم على أساس هذا الاعتقاد: أنتم تعتقدون أن الليلَ سابقُ النهار يعني: النهار لا يسبق الليل، نعم لكن: اعلموا أيضاً أن الليل لا يسبق النهار. إذن: المحصلة: لا الليلُ سابقُ النهار، ولا النهار سابق الليل. </p><p> ولو قلنا بأن الأرض مسطوحة لَمَا استقام لنا هذا القول. </p><p> لكن أيّ ليل؟ وأيّ نهار؟ نهاري أنا، أم نهار المقابل لي؟ وكل واحد على مليون من الثانية يولد نهار ويبدأ ليل؛ لأن الشمس حين تغيب عني تشرق على آخرين، والظهر عندي يوافقه عصر أو مغرب أو عشاء عند آخرين. </p><p> إذن: كل الزمن فيه الزمن، وهذا الاختلاف في المواقيت يعني أن نغمة الأذان (الله أكبر) شائعة في كل الزمن، فالله معبود بكل وقت وفي كل زمن، فأنت تقول: الله أكبر وغيرك يقول: أشهد أن لا إله إلا الله. . وهكذا. </p><p> وإنْ كان الحق تبارك وتعالى خلق الليل للسُّبات وللراحة، </p><p> والنهار للسعي والعمل، فهذه الجمهرة العامة لكنها قضية غير ثابتة، حيث يوجد من مصالح الناس ما يتعارض وهذه المسألة، فمن الناس مَنْ تقتضي طبيعة عمله أن يعمل بالليل كالخبازين والحراس والممرضين. </p><p> . إلخ. </p><p> فهؤلاء يُسمح لهم بالعمل بالليل والراحة بالنهار، ولو لم يكُنْ لهؤلاء منفذ لقلنا: إن هذا الكلام متناقض مع كونيات الخَلْق؛ لذلك يقول سبحانه وتعالى في آية أخرى:  {وَمِنْ آيَاتِهِ مَنَامُكُم باليل والنهار}  [الروم: ٢٣] فتراعي هذه الآية ظروف هؤلاء الذين يضطرون للعمل ليلاً، وللراحة نهاراً. </p><p> وقوله تعالى:  {لِّمَنْ أَرَادَ أَن يَذَّكَّرَ أَوْ أَرَادَ شُكُوراً}  [الفرقان: ٦٢] يعني: يا مَنْ شغله نهار عمله عن ذكر ربه انتهِزْ فرصة الليل، ويا مَنْ شغله نوم الليل عن ذِكْر ربه انتهز فرضة النهار، وذلك كقول النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «إن الله يبسط يده بالليل ليتوب مسيء النهار، ويبسط يده بالنهار ليتوب مسيء الليل» . </p><p> فمَن فاته شيء في ليله فليتداركه في نهاره، ومَنْ فاته شيء في نهاره فليتداركه في ليله، وإذا كان الله تعالى يبسط يده بالليل ويبسط يده بالنهار، وهما مستمران، فمعنى ذلك أن يده تعالى مبسوطة دائماً. </p><p> ومعنى {يَذَّكَّرَ}  [الفرقان: ٦٢] يتمعنّ ويتأمل في آيات الله، في الليل وفي النهار، كأنه يريد أن يصطاد لله نعماً يشكره عليها، على خلاف الغافل الذي لا يلتفت إلى شيء من هذا، فمن فضل الله علينا </p><p> أن يُنبِّهنا إلى هذه النعم، ويلفت نظرنا إليها؛ لأننا أهل غفلة. </p><p> وقوله:  {أَوْ أَرَادَ شُكُوراً}  [الفرقان: ٦٢] أي: شكراً، فهي صغية مبالغة في الشكر. </p>"
}