{
  "id": null,
  "sura": 25,
  "aya": 4,
  "text": "<p> بعد أن تكلم الفرقان وفرَق في مسألة القمة والألوهية واتخاذ الولد والشركاء، وبيَّن الإله الحق من الإله الباطل، أراد سبحانه أنْ يتكلّم عن الفرقان في الرسالة، فيحكى ما قاله الكفار عن القرآن {إِنْ هذا}  [الفرقان: ٤] يعني: ما هذا أي القرآن الذي يقوله محمد {إِلاَّ إِفْكٌ}  [الفرقان: ٤] الإفك: تعمُّد الكذب الذي يقلب الحقائق، وسبق أن قُلْنا: إن النسبة الكلامية إنْ وافقت الواقع فهي صٍِدْق، وإنْ خالفتْه فهي كذب. </p><p> والإفْك قَلْب للواقع يجعل الموجود غير موجود، وغير الموجود موجوداً، كما جاء في حادثة الإفك حين اتهموا عائشة أم المؤمنين بما يخالف الواقع، فالواقع أن صفوان أناخ لها ناقته حتى ركبت </p><p> دون أن ينظر إليها، وهذا يدل على مُنْتهى العِفَّة والصيانة، وهُمْ بالإفك جعلوا الطُّهْر والعفة عُهْراً. </p><p> ومن العجيب أن هؤلاء الذين اتهموا القرآن بأنه إفك هم أنفسهم الذين قالوا عنه: </p><p> {لَوْلاَ نُزِّلَ هذا القرآن على رَجُلٍ مِّنَ القريتين عَظِيمٍ}  [الزخرف: ٣١] . </p><p> فهم يعترفون بالقرآن ويشهدون له، لكن يُتعبهم ويُنغِّص عليهم أن يُنزل على محمد بالذات، فلو نزل فرضاً على غير محمد لآمنوا به. </p><p> ومن حُمْقهم أن يقولوا:  {اللهم إِن كَانَ هذا هُوَ الحق مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السمآء أَوِ ائتنا بِعَذَابٍ أَلِيمٍ}  [الأنفال: ٣٢] . </p><p> والمنطق أن يقولوا فاهْدنا إليه، لكنه العناد والمكابرة. </p><p> وقوله:  {افتراه}  [الفرقان: ٤] أي: ادعاه، وعجيب أمر هؤلاء، يتهمون القرآن بأنه إفك مُفْترى، فلماذا لا يفترون هم أيضاً مِثْله، وهم أمة بلاغة وبيان؟! </p><p> وفي موضع آخر يقول تعالى:  {وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمُهُ بَشَرٌ لِّسَانُ الذي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ وهذا لِسَانٌ عَرَبِيٌّ مُّبِينٌ}  [النحل: ١٠٣] . </p><p> وقديماً قالوا: إنْ كنتَ كذوباً فكُنْ ذكوراً، وإلا فكيف تتهمون محمداً أن رجلاً أعجمياً يُعلِّمه القرآن، والقرآن عربي؟ </p><p> وقوله تعالى:  {وَأَعَانَهُ عَلَيْهِ قَوْمٌ آخَرُونَ}  [الفرقان: ٤] الذي قال هذه المقولة هو النضر بن الحارث، ولما قالها رددها بعده آخرون أمثال: عدَّاس، ويسَّار، وأبي فكيهة الرومي، والقرآن يرد على كل هذه الاتهامات:  {فَقَدْ جَآءُوا ظُلْماً وَزُوراً}  [الفرقان: ٤] أي: حكموا به </p><p> والظلم هو: الحكم بغير الحق، والزّور هو: عُدَّة الحكم ودليله. والظلم يأتي بعد الزور، لأن القاضي يستمع أولاً إلى الشهادة، ثم يُرتِّب عليها الحكم، فإن كانت الشهادةُ شهادةَ زور كان الحكم حينئذ ظالماً. </p><p> لكن الحق تبارك وتعالى يقول {ظُلْماً وَزُوراً}  [الفرقان: ٤] وهذا دليل على أن الحكم جاء منهم مُسبقاً، ثم التمسوا له دليلاً. </p><p> ثم يقول الحق سبحانه:  {وقالوا أَسَاطِيرُ الأولين} </p>"
}