{
  "id": null,
  "sura": 25,
  "aya": 20,
  "text": "<p> سبق أن تكلمنا في قوله تعالى:  {وَقَالُواْ مَالِ هذا الرسول يَأْكُلُ الطعام وَيَمْشِي فِي الأسواق}  [الفرقان: ٧] وهذه صِفَة كل الرسل، وليس محمد بِدْعاً في ذلك، وإذا كان أكْل الطعام يقدح في كونه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ رسولاً، وكانوا يريدون رسولاً لا يأكل الطعام، فنقول: بالله إذا كان أكْل الطعام منعه عندكم أن يكون رسولاً، فكيف تقولون لمن أكل </p><p> الطعام أنه إله؟ كيف وأنتم ما رضيتم به رسولاً؟ </p><p> وقد جعل الحق تبارك وتعالى الرسل يأكلون الطعام ويمشون في الأسواق؛ لأن الرسول يجب أن يكون قدوة وأُسوْة في كل شيء للخَلْق، ولذلك كان رسول الله على أقلِّ حالات الكون المادية من ناحية أمور الدنيا من أكْل وشُرْب ولباس، ذلك ليكون أُسْوة للناس، وكذلك نجده صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حريصاً على أن يكون أهل بيته مثله، لذلك لم يجعل لهم نصيباً في الزكاة التي يأخذها أمثالهم من الفقراء. </p><p> ويقول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «إنَّا معاشر الأنبياء لا نورث ما تركناه صدقة» . </p><p> ومَنْ كان عليه دَيْن من المسلمين تحمّله عنه رسول الله، وهذا كله إنْ دلَّ فإنما يدل على أنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ واثق من جزاء أُخْراه، فلا يُحبّ أن يناله منه شيء في الدنيا. </p><p> لذلك قُلْنا: لو نظرتَ في مبادىء الحق ومبادىء الباطل أمامك في الدنيا لوجدتَ أن مبدأ الباطل يدفع ثمنه أولاً، فمثلاً لكي تكون شيوعياً لا بُدَّ أن تأخذ الثمن أولاً، أما مبدأ الحق فأنت تدفع الثمن مُقدّماً: تتعب وتُظلم وتُعذَّب وتجوع وتتشرد، وتخرج من أهلك ومن مالك، ثم تنتظر الجزاء في الآخرة. وبهذا المقياس تستطيع أنْ تُفرِّق بين الحق والباطل. </p><p> وقوله تعالى:  {وَيَمْشُونَ فِي الأسواق}  [الفرقان: ٢٠] أي: يرتادونها لقضاء مصالحهم وشراء حاجياتهم، دليلٌ على تواضعهم وعدم تكبُّرهم على مثل هذه الأعمال؛ لذلك كان سيدنا رسول الله </p><p> يحمل حاجته بنفسه، فإنْ عرض عليه أحدُ صحابته أنْ يحملها عنه يقول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «صاحب الشيء أحقُّ بحمله» . </p><p> ومعنى:  {وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً أَتَصْبِرُونَ}  [الفرقان: ٢٠] فأيّ بعض فتنة لأيِّ بعض؟ كما في قوله تعالى:  {وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ}  [الزخرف: ٣٢] أيُّ بعض مرفوع، وأيّ بعض مرفوع عليه؟ </p><p> نلاحظ في مثل هذه المسائل أن الناس لا تنظر إلا إلى زاوية واحدة: أن هذا غنيٌّ وهذا فقير، لكنهم لو أخذوا في المفاضلة بكل جوانب النفس الإنسانية لوجدوا أن في كل إنسان موهبةً خَصّه الله بها، فكلٌّ مِنّا عنده مَيْزةٌ ليست عند أخيه؛ ذلك ليتكاتف الناس ويتكامل الخَلْق؛ لأن العالم لو كان نسخة واحدة مكررة ما احتاجَ أحدٌ لأحد، وما سأل أحد عن أحد، أمّا حين تتعدد المواهب فيكون عندك ما ليس عندي، فيترابط المجتمع ترابط الحاجة لا ترابط التفضل. </p><p> ولو تصورنا الناس جميعاً تخرجوا في الجامعة وأصبحوا (دكاترة) فمَنْ يكنس الشارع؟ ساعتها سيتطوع أحدنا يوماً لهذه المهمة، إذن: تصبح الحاجة بنت تطوُّع وتفضُّل، والتفضُّل لا يُلزِم أحداً بعمل، فقد تتعطل المصالح. أمّا حين تدعوك الحاجة فأنت الذي تُسرع إلى العمل وتبحث عنه. </p><p> أَلاَ ترى أصحاب المهن الشاقة يخرجون في الصباح يبحثون عن </p><p> عمل، ويغضب الواحد منهم إذا لم يجد فرصة عمل في يومه مع ما سيتحمله من آلام ومشاق، لماذا؟ إنها الحاجة. </p><p> فالعامل الذي يعمل في المجاري مثلاً ويتحمَّل أذاها هو في قدرته على نفسه ورضاه بقدَر الله فيه أفضل مِنِّي أنا في هذه المسألة، لأنني لا أقدر على هذا العمل وهو يقدر، ولو ترك الله مثل هذه الأعمال للتفضّل ما أقدم عليها أحد، إذن: التسخيرات من الحق سبحانه وتعالى لحكمه. </p><p> ومثل هذه الأعمال الشاقة أو التي تؤذي العامل يعدُّها البعض أعمالاً حقيرة، وهذا خطأ، فأيُّ عمل يُصلح المجتمع لا يُعَدُّ حقيراً، فلا يوجد عمل حقير أبداً، وإنما يوجد عامل حقير. </p><p> فمعنى:  {وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً}  [الفرقان: ٢٠] كل بعض منا فتنة للآخر، فالغنيُّ فتنةٌ للفقير، والفقير فتنة للغني. . الخ فحين يتعالى الغني على الفقير ويستذلّه فالفقير هنا قتنة للغني، وحين يحقد الفقير على الغني ويحسده، فالغنيّ هنا فتنة للفقر، وهكذا الصحيح فتنة للمريض، والرسل فتنة لمن كذّبوهم، والكفار فتنة للرسل. </p><p> والناس يفرون من الفتنة في ذاتها، وهذا لا يصح؛ لأن الفتنة تعني الاختبار، فالذي ينبغي أن نفر منه نتيجة الفتنة، لا الفتنة ذاتها، فالامتحان فتنة للطلاب، مَنْ ينجح فالفتنة له خَيْر ومَنْ يخفق فالفتنة في حَقِّه شَرٌّ. إذن: الفتنة في ذاتها غير مذمومة. </p><p> لذلك تُؤخَذ الفتنة من فتنة الذهب حين يُصْهر، ومعلوم أن الذهَب أفضل المعادن، وإنْ وُجد ما هو أنفس منه، لماذا؟ لأن من مَيْزاته أنه لا يتأكسد ولا يتفاعل مع غيره، وهو كذلك سهل السَّبْك؛ لذلك </p><p> يقولون: المعدن النفيس كالأخيار بَطيءٌ كَسْره، سريع جَبْره. فمثلاً حين يتكسر الذهب يسهل إعادته وتصنيعه على خلاف الزجاج مثلاً. </p><p> إذن: الفتنة اختبار، الماهر مَنْ يفوز فيه، فإنْ كان غنياً كان شاكراً مُؤدِّياً لحقِّ الغني مُتواضعاً يبحث عن الفقراء ويعطف عليهم، والفقير هو العاجز عن الكسب، لا الفقير الذي احترف البلطجة وأَكْل أموال الناس بالباطل. </p><p> ولما كانت الفتنة تقتضي صَبْراً من المفتون، قال سبحانه:  {أَتَصْبِرُونَ}  [الفرقان: ٢٠] فكل فتنة تحتاج إلى صبر، فهل تصبرون عليها؟ </p><p> ولأهمية الصبر يقول تعالى في سورة العصر:  {والعصر إِنَّ الإنسان لَفِى خُسْرٍ}  [العصر: ١٢] يعني: مُطلَق الإنسان في خُسْر لا ينجيه منه إلاّ أنْ يتصف بهذه الصفات: {إِلاَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات وَتَوَاصَوْاْ بالحق وَتَوَاصَوْاْ بالصبر}  [العصر: ٣] . </p><p> وتُختم الآية بقوله سبحانه:  {وَكَانَ رَبُّكَ بَصِيراً}  [الفرقان: ٢٠] لينبهنا الحق سبحانه أن كل حركة من حركاتكم في الفتنة مُبْصَرة لنا، وبصرنا للأعمال ليس لمجرد العلم، إنما لنُرتِّب على الأعمال جزاءً على وَفْقها. </p><p> ثم يقول الحق سبحانه:  {وَقَالَ الذين لاَ يَرْجُونَ لِقَآءَنَا} </p>"
}