{
  "id": null,
  "sura": 25,
  "aya": 21,
  "text": "<p> واللقاء: يعني البعث، وقد آمنا بالله غَيْباً وفي الآخرة نؤمن به تعالى مَشْهداً {لِّمَنِ الملك اليوم}  [غافر: ١٦] حتى مَنْ لم يؤمن في الدنيا سيؤمن في الآخرة. </p><p> لذلك يقول سبحانه في موضع آخر:  {والذين كفروا أَعْمَالُهُمْ كَسَرَابٍ بِقِيعَةٍ يَحْسَبُهُ الظمآن مَآءً حتى إِذَا جَآءَهُ لَمْ يَجِدْهُ شَيْئاً وَوَجَدَ الله عِندَهُ فَوَفَّاهُ حِسَابَهُ والله سَرِيعُ الحساب}  [النور: ٣٩] . </p><p> ويا ليته جاء فلم يجد عمله، المصيبة أنه وجد عمله كاملاً، ووجد الله تعالى يحاسبه ويُجازيه، ولم يكن هذا كله على باله في الدنيا؛ لذلك يُفَاجأ به الآن. </p><p> وقوله:  {لاَ يَرْجُونَ لِقَآءَنَا}  [الفرقان: ٢١] يعني: لا يتنظرونه ولا يؤمنون به؛ لذلك لم يستعدوا له، لماذا؟ لأنهم آثروا عافية العاجلة على عافية الآجلة، ورأوْا أمامهم شهواتٍ ومُتَعاً لم يصبروا عليها، وغفلوا عن الغاية الأخيرة. </p><p> ما هو اللقاء؟ اللقاء يعني الوَصْل والمقابلة، لكن كيف يتم الوَصْل والمقابلة بين الحق تبارك وتعالى وبين الخَلْق وهذه من المسائل التي كَثُر فيها الجدال، وحدثت فيها ضجّة شككتْ المسلمين في كثير من القاضيا. </p><p> قالوا: اللقاء يتقضي أن يكون الله تعالى مُجسّماً وهذا ممنوع، وقال آخرون: ليس بالضرورة أن يكون اللقاء وَصْلاً، فقد يكون مجردَ الرؤية؛ لأن رؤية العَيْن للرب ليست لقاء، وهذا قول أهل السنة. </p><p> أما المعتزلة فقد نفَوْا حتى الرؤية، فقال: لا يلقونه وَصْلاً ولا </p><p> رؤية، لأن الرائي يحدد المرئي، وهذا مُحَال على الله عَزَّ وَجَلَّ. </p><p> ونقول للمعتزلة: أنتم تأخذون المسائل بالنسبة لله، كما تأخذونها بالنسبة لمخلوقات الله، لماذا لا تأخذون كل شيء بالنسبة لله تعالى في إطار {لَيْسَ كَمِثْلِهِ شَيْءٌ}  [الشورى: ١١] فإذا كان لكم ببعض لقاء يقتضي الوَصْل، فالله تعالى لقاء لا يقتضي الوصل، وإذا كانت الرؤية تحدد فلله تعالى رؤية لا تحدد. إن لك سَمْعاً ولله سمع أسمعُك كسمع الله عَزَّ وَجَلَّ؟ إذن: لماذا تريد أن يكون لقاء الله كلقائك يقتضي تجسُّداً، أو رؤيته كرؤيتك؟ </p><p> لذلك في قصة رؤية موسى عليه السلام لربه عَزَّ وَجَلَّ، ماذا قال موسى؟ قال:  {رَبِّ أرني أَنظُرْ إِلَيْكَ}  [الأعراف: ١٤٣] فطلب من ربه أن يُريه لأنه لا يستطيع ذلك بذاته، ولا يصلح لهذه الرؤية، ألا أن يُريه الله ويطلعه، فالمسألة ليست من جهة المرئيّ، إما من جهة الرائي. لكن هل قرَّعه الله على طلبه هذا وقال عنه: استكبر وعتا عُتُواً كبيراً كما قال هنا؟ لا إنما قال له:  {لَن تَرَانِي}  [الأعراف: ١٤٣] ولم يقُلْ سبحانه: لن أُرَى، وفرْق بين العبارتين. </p><p> فقوله:  {لَن تَرَانِي}  [الأعراف: ١٤٣] المنع هنا ليس من المرئيّ بل المنع من الرائي؛ لذلك أعطاه ربه عَزَّ وَجَلَّ الدليل:  {ولكن انْظُرْ إِلَى الْجَبَلِ فَإِنِ اسْتَقَرَّ مَكَانَهُ فَسَوْفَ تَرَانِي} </p><p> [الأعراف: ١٤٣] يعني: أأنت أقوى أم الجبل؟ {فَلَمَّا تجلى رَبُّهُ لِلْجَبَلِ جَعَلَهُ دَكّاً وَخَرَّ موسى صَعِقاً}  [الأعراف: ١٤٣] . </p><p> ولاحظ:  {فَلَمَّا تجلى رَبُّهُ لِلْجَبَلِ}  [الأعراف: ١٤٣] كلمة تجلى أي: أن الله تعالى يتجلى على بعض خَلْقه، لكن أيصبرون على هذا التجلي؟ وليس الجبل أكرم عند الله من الإنسان الذي سخّر اللهُ له الجبل وكلّ شيء في الوجود. </p><p> إذن: فالإنسان هو الأكرم، لكن تكوينه وطبيعته لا تصلح لهذه الرؤية، وليس لديه الاستعداد لتلقّي الأنوار الإلهية؛ ذلك لأن الله تعالى خلقه للأرض. أما في الآخرة فالأمر مختلف؛ لذلك سيُعدِّل الله هذا الخلق بحيث تتغير حقائقه ويمكنه أن يرى، وإذا كان موسى عليه السلام قد صُعِق لرؤية المتجلَّى عليه وهو الجبل، فكيف به إذا رأى المتجلِّي عَزَّ وَجَلَّ؟ </p><p> لذلك، كان من نعمة الله تعالى على عباده في الآخرة:  {وُجُوهٌ يَوْمَئِذٍ نَّاضِرَةٌ إلى رَبِّهَا نَاظِرَةٌ}  [القيامة: ٢٢٢٣] . </p><p> وقال عن الكفار:  {كَلاَّ إِنَّهُمْ عَن رَّبِّهِمْ يَوْمَئِذٍ لَّمَحْجُوبُونَ}  [المطففين: ١٥] : إذن: ما يُميِّز المؤمنين عن الكافرين أنهم لا يُحجبون عن رؤية ربهم عَزَّ وَجَلَّ بعد أنْ تغيَّر تكوينهم الأخروي، فأصبحوا قادرين على رؤية ما لم يَرَوْه في الدنيا. وإذا كان البشر الآن بتقدّم العلم يصنعون لضعاف البصر ما يُزِيد من بصرهم ورؤيتهم، فلماذا نستبعد هذا بالنسبة لله تعالى؟ </p><p> لذلك، تجد المسرفين على أنفسهم يجادلون بما يريحهم، فتراهم يُنكِرون البعث، ويُبعِدون هذه الفكرة عن أنفسهم؛ لأنهم يعلمون سوء عاقبتهم إنْ أيقنُوا بالبعث واعترفوا به. </p><p> ومن المسرفين على أنفسهم حتى مؤمنون بإله، يقول أحدهم: ما دام أن الله تعالى قدَّر عليَّ المعصية، فلماذا يُحاسبني عليها؟ ونعجب لأنهم لم يذكروا المقابل ولم يقولوا: ما دام قد قدَّر علينا الطاعة، فلماذا يثيبنا عليها؟ إذن: لم يقفوا الوقفة العقلية السليمة؛ لأن الأولى ستجرُّ عليهم الشر فذكروها، أما الأخرى فخير يُسَاق إليهم؛ لذلك غفلوا عن ذِكْرها. </p><p> وقولهم:  {لَوْلاَ أُنْزِلَ عَلَيْنَا الملائكة أَوْ نرى رَبَّنَا}  [الفرقان: ٢١] وهذا يدلّ على تكبُّرهم واعتراضهم على كَوْن الرسول بَشَراً، وفي موضع آخر قالوا:  {أَبَشَرٌ يَهْدُونَنَا}  [التغابن: ٦] . </p><p> إذن: كل ما يغيظهم أن يكون الرسول بشراً، وهذا الاستدراك يدلُّ على غبائهم، فلو جاء الرسول ملَكاً ما صَحَّ أن يكون لهم قدوة، وما جاء الرسول إلا ليكون قُدْوةً ومُعلِّماً للمنهج وأُسْوة سلوك، ولو جاء ملَكاً لأمكنه نعم أنْ يُعلِّمنا منهج الله، لكن لا يصح أنْ يكون لنا أُسْوة سلوك، فلو أمرك بشيء وهو مَلَك لَكان لك أنْ تعترض عليه تقول: أنت مَلَكٌ تقدر على ذلك، أمَّا أنا فبشر لا أقدر عليه. </p><p> فالحق سبحانه يقول: لاحظوا أن للرسل مهمتين: مهمةَ البلاغ، ومهمة الأُسْوة السلوكية، فلو أنهم كانوا من غير طبيعة البشر لتأتّى لهم البلاغ، لكن لا يتأتى لهم أن يكونوا قُدْوة ونموذجاً يُحتذى. </p><p> ولو جاء الرسول ملَكَا على حقيقته ما رأيتموه، ولا حتجتم له على صورة بشرية، وساعتها لن تعرفوا أهو ملَكَ أم بشر، إذن، لا بُدَّ أن تعود المسألة إلى أن يكون بشراً، لذلك يقول سبحانه:  {وَلَوْ جَعَلْنَاهُ مَلَكاً لَّجَعَلْنَاهُ رَجُلاً وَلَلَبَسْنَا عَلَيْهِم مَّا يَلْبِسُونَ}  [الأنعام: ٩] . </p><p> ومسألة نزول الملائكة مع الرسول من الاقتراحات التي اقترحها الكفار على رسول الله ليطلبها من ربه، وهذا يعني أنهم يريدون دليلَ تصديق على نبوة محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وسبق أنْ جاءهم رسول الله بمعجزة من جنس ما نبغُوا فيه وعجزوا أنْ يُجَاروه فيها، ليثبت أن ذلك جاء من عند ربهم القوي، ومعنى هذه المعجزة أنها تقوم مقام قوله صدق عبدي في كل ما يُبلِّغ عني. وما دامت المعجزة قد جاءتْ بتصديق الرسول، فهل هناك معجزة أَوْلَى من معجزة؟ </p><p> لقد كانت معجزة القرآن كافية لتقوم دليلاً على صِدْق الرسول في البلاغ عن الله، وأيضاً جاءكم بغيبيّات لا يمكن أن يطلع عليها إنسان، لا في القديم الذي حدث قبل أنْ يُولدَ، ولا في الحديث الذي سيكون بعد أنْ يُولد. </p><p> إذن: فدليل صدق الرسول قائم، فما الذي دعاكم إلى اقتراح معجزات أخرى؟ </p><p> وقولهم:  {أَوْ نرى رَبَّنَا}  [الفرقان: ٢١] والله، لو كان إله يُرَى لكم ما صَحَّ أن يكون إلهاً؛ لأن المرئي مُحَاطٌ بحدقة الرائي، وما دام أحاط به فهو إذن محدود، ومحدوديته تنافي الوهيته. </p><p> وإلاَّ فالمعاني التي تختلج بها النفس الإنسانية مثل الحق والعدل الذي يتحدث عنه الناس وينشدونه ويتعصَّبون له، ويتهافتون عليه لحلِّ مشاكلهم وتيسير حياتهم: أتدرك هذه المعاني وأمثالها بالحواس؟ كيف تطلب أن تدرك خالقها عَزَّ وَجَلَّ وبالحواسّ؟ </p><p> لذلك يختم الحق سبحانه هذه المسألة بقوله:  {لَقَدِ استكبروا في أَنفُسِهِمْ وَعَتَوْا عُتُوّاً كَبِيرا}  [الفرقان: ٢١] استكبر وتكبَّر: حاول أن يجعل نفسه فوق قَدْره، وكلُّ إنسان مِنّا له قَدْر محدود. </p><p> ومن هنا جاء القول المأثور:  «رَحِمَ الله امرءً عرف قدر نفسه» . فلماذا إذن يتكبّر الإنسان؟ لو أنك إنسان سوىّ فإنك تسعد حين نمنع عنك مَنْ يسرقك، أو ينظر إلى محارمك أو يعتدي عليك، فلماذا تغضب حينما نمنعك عن مثل هذا؟ </p><p> النظرة العقلية أن تقارن بين مَا لك ومَا عليك، لقد منعنا يدك وهي واحدة أنْ تسرق، ومقابل ذلك منعنا عنك جميع أيدي الناس </p><p> أن تسرق منك، منعنا عينك أن تمتد إلى محارم الآخرين، ومنعنا جميع الأَعْيُن أنْ تمتدّ إلى محارمك؛ فلماذا إذن تفرح لهذه وتغضب من هذه؟ كان يجب عليك أن تحكم بنفس المنطق، فإنْ أحببتَ ما كان لك وكرهتَ ما كان لغيرك فقد جانبتَ الصواب وخالفتَ العدالة. </p><p> ومن استكبارهم مواجهتهم لرسول الله في بداية دعوته وقولهم:  {لَوْلاَ نُزِّلَ هذا القرآن على رَجُلٍ مِّنَ القريتين عَظِيمٍ} </p><p> [الزخرف: ٣١] إذن: القرآن لا غبارَ عليه، وهذا حكم واقعي منهم؛ لأنهم أمة بلاغة وفصاحة، والقرآن في أَرْقَى مراتب الفصاحة والبيان، إنما الذي وقف في حُلُوقهم أن يكون الرسول رجلاً من عامة الناس، يريدونه عظيماً في نظرهم، حتى إذا ما اتبعوه كان له حيثية تدعو إلى اتباعه. </p><p> إذن: الاستكبار أن تستكبر أن تكون تابعاً لمنْ تراه دونك، ونحن ننكر هذا؛ لأنك لم تَرَ محمداً صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قبل أن يقوم بالرسالة أنه دونك، بل كنت تضعه في المكان الأعلى، وتُسمِّيه الصادق الأمين، فمتى إذن جعلْتَه دونك؟ إنها الهبة التي وهبه الله، إنها الرسالة التي جعلتك تأخذ منه ما كنتَ تعطيه قبل أن يكون رسولاً. </p><p> وهل سبق لكم أَنْ سمعتم عن رسول جاء معه ربه عَزَّ وجَلَّ يقول لقومه: هذا رسولي؟ وما دام أن الله تعالى سيواجهكم هذه المواجهة فلا داعيَ إذن للرسول؛ لأن الله تعالى سيخاطبكم بالتكليف مباشرة وتنتهي المسألة. ومعلوم أن هذا الأمر لم يحدث، فأنتم تطلبون شيئاً لم تسمعوا به، وهذا دليل على تلكؤكم واستكباركم عن قبول الإيمان فجئتم بشيء مستحيل. </p><p> إذن: المسألة من الكفار تلكؤٌ وعناد واستكبار عن قبول الحق الواضح، وقد سبق أن اقترحوا مثل هذه الآيات والمعجزات، فلما </p><p> أجابهم الله كذّبوا، مع أن الآيات والمعجزات ليست باقتراح المرسل إليهم، إنما تفضُّل من الله تعالى واهب هذه الرسالة. </p><p> والاستكبار مادته الكاف والباء والراء. وتأتي بمعانٍ عِدَّة: تقول كَبَرَ يكْبَر أي: في عمره وحجمه، وكَبُر يكبُر أي: عَظُم في ذاته، ومنها قوله تعالى:  {كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْوَاهِهِمْ}  [الكهف: ٥] . </p><p> وتكبَّر: أظهر صفة الكبرياء للناس، واستكبر: إذا لم يكُنْ عنده مؤهلات الكِبر، ومع ذلك يطلب أن يكون كبيراً. </p><p> فالمعنى {استكبروا}  [الفرقان: ٢١] ليس في حقيقة تكوينهم إنما {استكبروا في أَنفُسِهِمْ}  [الفرقان: ٢١] في أنهم يتبعُون الرسول، أي: أنها كبيرة عليهم أن يكونوا تابعين لرجل يروْنَ غيره أغنى منه أو أحسن منه (على زعمهم) . </p><p> ونرى مثلاً أحد الفتوات الذي يخضع له الجميع إذا ما رأى مَنْ هو أقوى منه انكمشَ أمامه وتواضع؛ لأنه يستكبر بلا رصيد وبشيء ليس ذاتياً فيه. . إذن: المتكبر بلا رصيد غافل عن كبرياء ربه، ولو استشعر كبرياء الله عَزَّ وجَل لاستحَى أنْ يتكبّر. </p><p> لذلك نرى أهل الطاعة والمعرفة دائماً منكسرين، لماذا؟ لأنهم دائماً مستشعرون كبرياءَ الله، والإنسان (لا يتفرعن) إلا إذا رأى الجميع دونه، وليس هناك مَنْ هو أكبر منه. فينبغي ألا يَتكبَّر الإنسان إلا بشيء ذاتي فيه لا يُسلبَ منه، فإن استكبرت بِغنَاك فربما افتقرتَ، وإنِ استكبرتَ بقوتك فرُبّما أصابك المرض، وإنِ استكبرتَ بعلمك لا تأمنْ أن يُسلبَ منك لكي لا يعلم من بعد علم شيئاً. </p><p> ومن لُطْف الله بالخَلْق ورحمته بهم أنْ يكون له وحده الكبرياء، </p><p> وله وحده سبحانه التكبُّر والعظمة، ويعلنها الحق تبارك وتعالى:  «الكبرياء ردائي، والعظمة إزاري، فمن نازعني واحداً منهما أدخلته جهنم» . </p><p> والحق تبارك وتعالى لا يجعلها جبروتاً على خَلْقه، إنما يجعلها لهم رحمة؛ لأن الخَلْق منهم الأقوياء والفُتوات والأغنياء. . حين يعلمون أن لله تعالى الكبرياء المطلق يعرف كل منهم قدره (ويرعى مساوى) ، فالله هو المتكبر الوحيد، ونحن جميعاً سواء. </p><p> لذلك يقول أهل الريف (اللي ملوش كبير يشتري له كبير) وحين يكون في البلد كبير يخاف منه الجميع لا يجرؤ أحد أنْ يعتديَ على أحد في وجوده، إنما إنْ فُقِد هذا الكبير فإن القوي يأكل الضعيف. إذن: فالكبرياء من صفات الجلال لله تعالى أنْ جعلها الله لنفع الخَلْق. </p><p> ولو تصورنا التكبر مِمَّنْ يملك مؤهلاته، كأن يكون قوياً، أو يكون غنياً. . إلخ فلا نتصور الكبر من الضعيف أو من الفقير؛ لذلك جاء في الحديث:  «أبغض ثلاثاً وبغضي لثلاث أشد، أبغض الغني المتكبر وبُغضي للفقير المتكبر أشد، وأبغض الفقير البخيل وبغضي للغني البخيل أشدّ، وأبغض الشاب العاصي وبغضي للشيخ العاصي أشد» . </p><p> وقوله تعالى:  {وَعَتَوْا عُتُوّاً كَبِيراً}  [الفرقان: ٢١] عتوا: بالغوا في الظلم والتحدي وتجاوزوا الحدود، وكأن هذا غير كافٍ في وصفهم، </p><p> فأكّد العُتُو بالمصدر (عتواً) ثم وصف المصدر أيضاً {عُتُوّاً كَبِيراً}  [الفرقان: ٢١] لماذا كل هذه المبالغة في التعبير؟ قالوا: لأنهم ما عَتَوْا بعضهم على بعض، إنما يتعاتون على رسول الله، بل وعلى الله عَزَّ وَجَلَّ؛ لذلك استحقُّوا هذا الوصف وهذه المبالغة. </p><p> والعاتي الذي بلغ في الظُّلم الحدَّ مثل الطاغوت الذي إنْ خاف الناس منه انتفش، وتمادى وازداد قوة. </p><p> ومن ذلك قوله تعالى:  {وَقَدْ بَلَغْتُ مِنَ الكبر عِتِيّاً}  [مريم: ٨] ومعلوم أن الكِبَر ضعف، كما قال سبحانه:  {ثُمَّ جَعَلَ مِن بَعْدِ قُوَّةٍ ضَعْفاً وَشَيْبَةً}  [الروم: ٥٤] فكيف إذن يصف الكبر بأنه عَاتٍ؟ قالوا: العاتي هو القوي الجبار الذي لا يقدر أحد على صَدِّه أو رَفْع رأسه أمامه، وكذلك الكِبَر على ضَعْفه، إلا أنه لا توجد قوة تطغى عليه فتمنعه. </p><p> ثم يقول الحق سبحانه:  {يَوْمَ يَرَوْنَ الملائكة} </p>"
}