{
  "id": null,
  "sura": 25,
  "aya": 54,
  "text": "<p> وفي آية عامة عن الماء، قال تعالى:  {وَجَعَلْنَا مِنَ المآء كُلَّ شَيْءٍ حَيٍّ}  [الأنبياء: ٣٠] يعني: كل شيء فيه حياة فهو من الماء، لا أن الماء داخل في كل شيء، فالمعنى:  {كُلَّ شَيْءٍ حَيٍّ}  [الأنبياء: ٣٠] أي: كل شيء موصوف بأنه حي، فالماء إذن دليل الحياة؛ لذلك إذا أراد العلماء أن يقضوا على الميكروبات أو الفيروسات جعلوا لها دواءً يفصل عنها المائيةَ فتموت. </p><p> والإنسان الذي كرَّمه الله تعالى وجعله أعلى الأجناس، خلقه الله من الماء، {وَهُوَ الذي خَلَقَ مِنَ المآء بَشَراً}  [الفرقان: ٥٤] وفي موضع آخر قال سبحانه: {فَلْيَنظُرِ الإنسان مِمَّ خُلِقَ خُلِقَ مِن مَّآءٍ دَافِقٍ يَخْرُجُ مِن بَيْنِ الصلب والترآئب}  [الطارق: ٥٧] وهو ماء له خصوصية، وهو المنيُّ الذي قال الله فيه:  {أَلَمْ يَكُ نُطْفَةً مِّن مَّنِيٍّ يمنى ثُمَّ كَانَ عَلَقَةً فَخَلَقَ فسوى}  [القيامة: ٣٧٣٨] . </p><p> والبشر أي: الإنس {فَجَعَلَهُ نَسَباً وَصِهْراً}  [الفرقان: ٥٤] فمن الماء خلق الله البشر، وهم قسمان: ذكور وإناث، فكلمة (نَسَباً) تعني: الذكورة (وَصِهْراً) تعني: الأنوثة؛ لأن النسب يعني انتقال الأدنى من الأعلى بذكورة، فيظل الإنسان فلان بن فلان بن فلان. . الخ. </p><p> فالنسب يأتي من ناحية الذكورة، أما الأنوثة فلا يأتي نسب، إنما مصاهرة، حينما يتزوج رجل ابنتي، أو أتزوج ابنته، يُسمُّونه صِهْرا. </p><p> لذلك قال الشاعر: </p><p> وَإنَّما أُمَّهَاتُ القَوْمِ أَوْعِية ... مُسْتحدثَات ولِلأَحْسَابِ آبَاءُ </p><p> فمن عظمة الخالق عَزَّ وَجَلَّ أن خلق من الماء هذيْن الشيئين، كما قال في موضع آخر:  {فَجَعَلَ مِنْهُ الزوجين الذكر والأنثى}  [القيامة: ٣٩] ، وقد توصَّل العلماء مُؤخّراً إلى أن بويضة الأنثى لا دَخْلَ لها في نوع الجنين، وما هي إلا حاضنة للميكروب الذَّكَري الآتي من منيّ الرجل. </p><p> وهذا معنى قوله تعالى:  {أَلَمْ يَكُ نُطْفَةً مِّن مَّنِيٍّ يمنى ثُمَّ كَانَ عَلَقَةً فَخَلَقَ فسوى فَجَعَلَ مِنْهُ الزوجين الذكر والأنثى}  [القيامة: ٣٧٣٩] . </p><p> فالذكر والأنثى كلاهما من المنيّ، والذي يُطلق عليه العلماء الآن (الإكس، والإكس واي) فالحيوان المنويّ يخرج من الرجل، منه ما هو خاص بالذكورة، ومنه ماهو خاص بالأنوثة، ثم تتم عملية انتخاب للأقوى الذي يستطيع تلقيح البويضة. </p><p> وهذه الظاهرة واضحة في النحل، حيث تضع الملكة البيض، ولا يُخصِّبها إلا الأقوى من الذكور، لذلك تطير الملِكة على ارتفاعات عالية، لماذا؟ لتنتخب الأقوى من الذكور. </p><p> كذلك الميكروب ينزل من الرجل، والأقوى منه هو الذي يستطيع أن يسبق إلى بويضة المرأة، فإنْ سبق الخاص بالذكورة كان ذكراً، وإنْ سبق الخاص بالأنوثة كان أنثى، والحق سبحانه قال:  {الذي خَلَقَ فسوى والذي قَدَّرَ فهدى}  [الأعلى: ٢٣] . </p><p> وبهذه الآية الكونية في خَلْق الإنسان نرد على الذين يحلو لهم أن يقولوا: إن الإنسان خُلِق صُدْفة، فإذا كان الإنسان ذكراً وأنثى بينهما مواصفات مشتركة وأجهزة ومُقوِّمات واحدة، إلا أن الذكَر يختلف في الجهاز التناسلي وكذلك الأنثى، فهل يُردّ هذا الى الصدفة؟ </p><p> ومعلوم أن الصُّدْفة من أعدائها الاتفاق، فإذا جاء الذكّر صدفة، وجاءت الأنثى كذلك صدفة، فهل من الصدفة أن يلتقيا على طريقة خاصة، فيثمر هذا اللقاء أيضاً ذكورة وأنوثة؟ ! إذن: المسألة ليست مصادفةً، إنما هي غاية مقصودة للخالق عَزَّ وَجَلَّ. </p><p> ثم يقول سبحانه في ختام الآية {وَكَانَ رَبُّكَ قَدِيراً}  [الفرقان: ٥٤] وذكر سبحانه القدرة هنا؛ لأن هذه مسألة دقيقة لا تحدث إلا بقدرة الله تعالى. </p><p> وقد فَطِن العرب حتى قبل نزول القرآن إلى هذه العملية بالفطرة، فهذه زوجة أبي حمزة تعاتبه؛ لأنه تركها وتزوج من أخرى، لأنها لم تَلِدْ له ذَكَراً، فتقول: </p><p> مَا لأَبي حَمْزةَ لاَ يَأْتِينَا ... غَضْبان أَلاَّ نَلِدَ البَنِينَا </p><p> تَاللهِ ما ذَلكَ في أَيْدينا ... فَنَحْنُ كَالأرْضِ لِغَارِسينَا </p><p> نُعطِي لَهُمْ مِثْلَ الذي أُعْطِينَا ... وهذه المسألة التي فَطِن إليها العربي القديم لم يعرفها العلم إلا في القرن العشرين. </p><p> وبعد هذه الآية الكونية يعود سبحانه وتعالى إلى خطابهم مرة أخرى لعل قلوبهم ترقّ، فالحق تبارك وتعالى يتعهدهم مرة بالنُّصح، ومرة بإظهار آياته تعالى في الكون. </p>"
}