{
  "id": null,
  "sura": 25,
  "aya": 18,
  "text": "<p> كلمة (سبحان) أي: تنزيهاً لله تعالى في ذاته عن مشابهة الذوات، وتنزيهاً لله تعالى في صفاته وأفعاله عن مشابهة الصفات والأفعال، فلله سَمْع ولك سمع، ولله وجود ولك وجود، ولله حياة ولك حياة، لكن أحياتك كحياة الله؟ الله جبار وأنت قد تكون جباراً، الله غني وأنت قد تكون غنياً، فهل غِنَاك كغِنَى الله؟ ولله تعالى فِعْل ولك فعل، فهل فِعْلك كفِعْل الله؟ </p><p> إذن: هناك فَرْق بين الصفات الذاتية والصفات الموهوبة التي يقبضها واهبها إنْ شاء. </p><p> وقد تُقال سبحان الله ويُقصَد بها التعجب، فحين تسمع كلاماً عجيباً تقول: سبحانه الله يعني: أنا أنزه أن يكون هذا الكلام حدث. </p><p> لذلك يقولون هنا:  {سُبْحَانَكَ}  [الفرقان: ١٨] يعني: عجيبة أننا نضل، كيف ونحن نعبدك نجعل الآخرين يعبدوننا، والمعنى: أن هذا لا يصح مِنَّا، كيف ونحن ندعو الناس إلى عبادتك، وليس من المعقول أننا ندعوهم إلى عبادتك ونتحوّل نحن لكي يعبدونا:  {سُبْحَانَكَ مَا كَانَ يَنبَغِي لَنَآ أَن نَّتَّخِذَ مِن دُونِكَ مِنْ أَوْلِيَآءَ}  [الفرقان: ١٨] . </p><p> فأنت وليُّنا الذي نتقرّب إليه، وقد بعثْتنا لمهمة من المهمات، ولا بُدَّ أن صواب اختيارك لنا يمنعنا أن نفعل هذا، وإلا ما كُنا أمناء على هذه المهمة. فسبحانك: تنزيهاً لك أن تختار مَنْ ليس جديراً بالمهمة، فيأخذ الأمر منك لنفسه. </p><p> ومعنى:  {مَا كَانَ يَنبَغِي لَنَآ}  [الفرقان: ١٨] نفي الانبغاء، نقول: ما ينبغي لفلان أن يفعل كذا، كما قال تعالى في حق رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  {وَمَا عَلَّمْنَاهُ الشعر وَمَا يَنبَغِي لَهُ}  [يس: ٦٩] والشعر مَلكَة وموهبة بيان أدائية، وكان العرب يتفاضلون بهذه الموهبة، وإنْ </p><p> نبغ فيهم شاعر افتخروا به ورفع من شأنهم، ولقد توفرت لرسول الله هذه الملَكة. </p><p> ولو كان صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ شاعراً لكان شاعراً مُبْدعاً، لكنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ما ينبغي له ذلك؛ لأن الشعر مبنيٌّ على التخيُّل؛ لذلك أبعده الله عن الشعر حتى لا يظن القوم أن ما يأتي به محمد من القرآن تخيلات شاعر، فلم تكُنْ طبيعة رسول الله جامدة لا تصلح للشعر، إنما كان صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ذا إحساس مُرْهَفٍ، ولو قُدِّر له أنْ يكون شاعراً لكان عظيماً. </p><p> وقد قال الحق سبحانه وتعالى عن الشعراء: </p><p> {والشعرآء يَتَّبِعُهُمُ الغاوون أَلَمْ تَرَ أَنَّهُمْ فِي كُلِّ وَادٍ يَهِيمُونَ وَأَنَّهُمْ يَقُولُونَ مَا لاَ يَفْعَلُونَ}  [الشعراء: ٢٢٤٢٢٦] . </p><p> وقالوا عن الشعر: أَعْذبه أكذبُه، لذلك لم يدخل رسول الله طِوَال حياته هذا المجال. </p><p> إذن: فقولهم {سُبْحَانَكَ}  [الفرقان: ١٨] ردٌّ على {أَأَنتُمْ أَضْلَلْتُمْ عِبَادِي هَؤُلاَءِ}  [الفرقان: ١٧] ثم يذكر الدليل على {أَمْ هُمْ ضَلُّوا السبيل}  [الفرقان: ١٧] في قوله: {ولكن مَّتَّعْتَهُمْ وَآبَآءَهُمْ حتى نَسُواْ الذكر وَكَانُواْ قَوْماً بُوراً}  [الفرقان: ١٨] فلما متَّعتهم يا ربّ أترفهم النعيم، وشغلتْهم النعمة عن المنعِم، فانحرفوا عن الجادَّة. </p><p> والآية تنبه المؤمن ألاّ يَأْسَى على نعيم فاته، فربما فتنك هذا النعيم وصرفك عن المنعِم عزَّ وجل، فمن الخير إذن أنْ يمنعه الله عنك؛ لأنك لا تضمن نفسك حال النعمة. </p><p> وقوله تعالى:  {حتى نَسُواْ الذكر}  [الفرقان: ١٨] أي: نسُوا المُنْعِم، وحَقُّ النعمة ألاَّ تُنَسِى المنعم، لذلك سبق أنْ قُلْنا: إن </p><p> الصحيح إنْ كان في نعمة العافية من المنعم سبحانه، فالمريض الذي حُرِم منها ليس في نعمة المنعِم، إنما في صحبته ومعيته. </p><p> ومن هنا لما مرض أحد العارفين بالله كان يغضب إذا دُعِي له بالشفاء، ويقول لعائده: لا تقطع عليَّ أُنْسي بربي. </p><p> وجاء في الحديث القدسي:  «يا ابن آدم، مرضتُ فلم تَعُدْني،قال:وكيف أعودُكَ وأنت ربُّ العالمين،قال:أما علمتَ أن عبدي فلاناً مرض فلم تَعُدْهُ، أما إنك لو عُدته لوجدتني عنده» . </p><p> إذن: حينما يعلم المريض أنه في معية الله يستحي أن يجزع ومعنى {قَوْماً بُوراً}  [الفرقان: ١٨] البُور: الهلاك، ومنه أرض بُور، وهي التي لا تُنبت. </p><p> ثم يقول الحق سبحانه:  {فَقَدْ كَذَّبُوكُمْ بِمَا تَقُولُونَ} </p>"
}