{
  "id": null,
  "sura": 25,
  "aya": 24,
  "text": "<p> بعد أن وصف الحق تبارك وتعالى ما يؤول إليه عمل الكافرين أراد سبحانه أنْ يُحدِّثنا عن جزاء المؤمنين على عادة القرآن في ذكر المتقابلات التي يظهر كل منها الآخر، وهذه الطريقة في </p><p> التعبير كثيرة في كتاب الله منها:  {فَلْيَضْحَكُواْ قَلِيلاً وَلْيَبْكُواْ كَثِيراً}  [التوبة: ٨٢] . </p><p> ومنها أيضاً قول الحق سبحانه:  {إِنَّ الأبرار لَفِي نَعِيمٍ وَإِنَّ الفجار لَفِي جَحِيمٍ}  [الانفطار: ١٣١٤] . </p><p> وهكذا، ينقلك القرآن من الشيء إلى ضِدّه لتميز بينهما، فالمؤمن في النعيم ينظر إلى النار وحَرِّها، فيحمد الله الذي نجاه منها، وهذه نعمة أخرى أعظم من الأولى. والكافر حين ينظر إلى نعيم الجنة يتحسَّر ويعلم عاقبةَ الكفر الذي حرمه من هذا النعيم، فيكون هذا أبلغَ في النكاية وأشد في العذاب؛ لذلك قالوا: وبضدِّها تتميز الأشياء. </p><p> وقوله سبحانه:  {أَصْحَابُ الجنة يَوْمَئِذٍ خَيْرٌ مُّسْتَقَرّاً وَأَحْسَنُ مَقِيلاً}  [الفرقان: ٢٤] صاحب الشيء: المرافق له عن حُبَّ، فكأن الجنةَ تعشَق أهلها وهم يعشقونها، فقد نشأت بينهما محبة وصُحْبة، فكما تحب أنت المكان يحبك المكان، وأيضاً كما تبغضه يبغضك. ومنه قولهم: نَبَا به المكان يعني: كَرِهه المكان. </p><p> وكلمة {أَصْحَابُ الجنة}  [الفرقان: ٢٤] تدل أيضاً على الملكية؛ لأنهم لن يخرجوا منها، وهي لن تزول ولن تنتهي. </p><p> وكلمة {خَيْرٌ}  [الفرقان: ٢٤] قلنا: إنها تُستعمل استعمالين: خير يقابله شرّ، كما في قوله تعالى:  {فَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْراً يَرَهُ وَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرّاً يَرَهُ}  [الزلزلة: ٧٨] وقوله تعالى: {أولئك هُمْ خَيْرُ البرية}  [البينة: ٧] ... . {أولئك هُمْ شَرُّ البرية}  [البينة: ٦] . </p><p> وهناك أيضاً خير يقابله خير، لكن أقلّ منه، كما لو قلت: هذا خير من هذا، وكما في الحديث الشريف: «المؤمن القوي خير </p><p> وأحبُّ إلى الله من المؤمن الضعيف، وفي كل خير» . </p><p> وفي بعض الأساليب لا نكتفي بصيغة (خير) للتمييز بين شيئين، فنقول بصيغة أفعل التفصيل: هذا أَخْبر من هذا. </p><p> وكلمة {مُّسْتَقَرّاً}  [الفرقان: ٢٤] المستقر: المكان الذي تستقر أنت فيه، والإنسان لا يُؤْثِر الاستقرار في مكان عن مكان آخر، إلا إذا كان المكان الذي استقر فيه أكثرَ راحةً لنفسه من غيره، كما نترك الغرفة مثلاً في الحرِّ، ونجلس في الحديقة أو الشُّرْفة. </p><p> ومن ذلك نقول: إذا ضاقتْ بك أرض فاتركها إلى غيرها، على حَدِّ قوله تعالى:  {وَمَن يُهَاجِرْ فِي سَبِيلِ اللَّهِ يَجِدْ فِي الأرض مُرَاغَماً كَثِيراً}  [النساء: ١٠٠] . </p><p> ويقول الشاعر: </p><p> لَعَمْرُكَ مَا ضَاقَتْ بلاَدٌ بأهْلِهَا ... وَلكِنَّ أخْلاقَ الرجَالِ تَضِيقُ </p><p> ومعنى {وَأَحْسَنُ مَقِيلاً}  [الفرقان: ٢٤] المقيل: هو المكان الذي كانت تقضي فيه العرب وقت القيلولة، وهي ساعة الظهيرة حين تشتدّ حرارة الشمس، ونسميها في العامية (القيالة) ويقولون لمن لا يستريح في هذه الساعة: العفاريت مِقيّلة!! </p><p> لكن أَفِي الجنة قيلولة وليس فيها حَرٌّ، ولا برد، ولا زمهرير؟ </p><p> قالوا: القيلولة تعني محلّ فراغ الإنسان لخاصة نفسه، أَلا ترى أن الحق تبارك وتعالى حينما ذكر أوقات الاستئذان في سورة النور جعل منها هذا الوقت، فقال سبحانه:  {وَحِينَ تَضَعُونَ ثِيَابَكُمْ مِّنَ الظهيرة}  [النور: ٥٨] فأمر الصغار أن يستأذنوا علينا في هذا الوقت؛ لأنه من أوقات العورة. </p><p> إذن: المستقر شيء، والمقيل للراحة النفسية الشخصية شيء آخر، لأنك قد تستقر في مكان ومعك غيرك، أمَّا المقيل فمكان خاصّ بك، إذن: لك في الجنة مكانان: عام وخاص؛ لذلك قالوا في قول الله تعالى:  {وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ}  [الرحمن: ٤٦] قالوا: جنة عامة وجنة خاصة، كما يكون لك مكان لاستقبال الضيوف، ومكان لخاصّة نفسك وأهلك. </p><p> ويقول الحق سبحانه:  {وَيَوْمَ تَشَقَّقُ السمآء بالغمام} </p>"
}