{
  "id": null,
  "sura": 25,
  "aya": 67,
  "text": "<p> الإسراف: تبديد ما تملك فيها عنه غَنَاء، فلا نقول (مسرف) مثلاً للذي يأكل ليحفظ حياته؛ لذلك يقول سيدنا عمر رَضِيَ اللَّهُ عَنْه </p><p> لولده عاصم: كُلْ نصف بطنك، ولا تطرح ثوباً إلا إذا استخلقْتَه، ولا تجعل كل رزقك في بطنك وعلى جسدك. </p><p> والإسراف أن تنفق في غير حِلٍّ، فلا سرف في حِلٍّ، حتى إنْ أسرف الإنسان في شيء من الترف المباح، فإنه يؤدي لنفسه بعض الكماليات، في حين يؤدي للمجتمع أشياء ضرورية، فالذي لا يرتدي الثوب إلا (مكْوياً) كان بإمكانه أن يرتديه دون كَيًّ، فكَيُّ الثوب في حقه نوع من الترف، لكنه ضرورة بالنسبة (للمكوجي) حيث يسَّر له أكل العيش. </p><p> والذي يستقل سيارة أجرة وهو قادر على السير، أو يجلس على (القهوة) كل يوم ليمسح حذاءه وهو قادر على أن يمسحه بنفسه، هذه كلها ألوان من الترف بالنسبة لك، لكنها ضرورة لغيرك، فلا يُسمَّى هذا إسرافاً. </p><p> وقوله تعالى:  {وَكَانَ بَيْنَ ذَلِكَ قَوَاماً}  [الفرقان: ٦٧] أي: بين الإسراف والتقتير {قَوَاماً}  [الفرقان: ٦٧] يعني: وسطاً أي: أن الإنفاق وسط بين طرفين، وقوام الشيء: ما به يقوم، والحياة كلها تقوم على عملية التوسُّط بين الإسراف والتقتير. </p><p> وأذكر ونحن تلاميذ كانوا يُعلِّموننا نظرية الروافع، وكيف نُوسِّط مركزاً على عصا من الخشب، بحيث يتساوى الذراعان، ويكونان سواء، لا تميل إحداهما بالأخرى، وإذا أرادتْ إحداهما أن تميل قاومتْها الأخرى، كأنها تقول لها: نحن هنا. فإذا ما علقتَ ثِقَلاً بأحد الذراعين لزمك أن تطيل الأخرى لتقاوم هذا الثقل. </p><p> ويروي أن عبد الملك بن مروان لما أراد أن يُزوِّج ابنته فاطمة من عمر بن عبد العزيز اختبره بهذا السؤال ليعرف ميزانه في الحياة: يا عمر، ما نفقتك؟ قال: يا أمير المؤمنين، نفقتي حسنة بين سيئتين، ثم تلا هذه الآية:  {والذين إِذَآ أَنفَقُواْ لَمْ يُسْرِفُواْ وَلَمْ يَقْتُرُواْ وَكَانَ بَيْنَ ذَلِكَ قَوَاماً}  [الفرقان: ٦٧] . </p><p> فعلم الخليفة أن زوج ابنته يسير سَيْراً يضمن له ولزوجته مُقوّمات الحياة، ويضمن كذلك المقومات العليا للنفس وللمجتمع. </p><p> وسبق أن ذكرنا أن الإنسان الذي ينفق كل دَخْله لا يستطيع أن يرتقي بحياته وحياة أولاده؛ لأنه أسرف في الإنفاق، ولم يدخر شيئاً ليبني مثلاً بيتاً، أو يشتري سيارة. . الخ. </p><p> ومصيبة المجتمع أعظم في حال التقتير، فمصلحة المجتمع أنْ تُنفق، وأن تدخر، كما قال سبحانه:  {وَلاَ تَجْعَلْ يَدَكَ مَغْلُولَةً إلى عُنُقِكَ وَلاَ تَبْسُطْهَا كُلَّ البسط}  [الإسراء: ٢٩] . </p><p> وهكذا جعل الله لنا ميزاناً بين الإسراف والتقتير؛ ذلك لأن المال قِوَام الحياة، والذي يُقتِّر يُقتِّر على نفسه وعلى الناس، فليست له مطلوبات يشتريها، ويشارك بها في حركة الحياة، وينتفع بها غيره، فهذه السلع وهذه الصناعات وهؤلاء العمال، وأهل الحِرَف من أين يرتزقون إذن وليس هناك استهلاك ورواج لسلعهم؟ لا شَكَّ أن التقتير يُحدِث كساداً، ويُحدِث بطالة، وهما من أشد الأمراض فتكاً بالمجتمع. </p><p> ولو نظرتَ إلى رغيف العيش، وهو أبسط ضروريات الحياة، كم وراءه من عمال وصُنَّاع وزُرَّاع ومهندسين ومطاحن ومخازن ومصانع وأفران، وهَبْ أنك أحجمت مثلاً عنه، ماذا يحدث؟ </p><p> إذن: ربك يريدك أن تنفق شيئاً، وتدخر شيئاً يتيح لك تحقيق ارتقاءات حياتك وطموحاتها؛ لذلك خُتِمَتْ الآية السابقة بقوله تعالى:  {فَتَقْعُدَ مَلُوماً مَّحْسُوراً}  [الإسراء: ٢٩] . </p><p> ملومَ النفس لما بددتَ من أموال لم ينتفع بها عيالك، ومحسوراً حينما ترى غيرك ارتقى في حياته وأنت لم تفعل شيئاً. إذن: فالإنسان ملومٌ إنْ أسرف، محسورٌ إنْ قتّر، والقوام في التوسُّط بين الأمرين، وبالحسنة بين السيئتين، كما قال عمر بن عبد العزيز رَضِيَ اللَّهُ عَنْه، ولذلك قالوا: خير الأمور الوسط. </p><p> ثم يقول الحق سبحانه: </p><p> {والذين لاَ يَدْعُونَ مَعَ الله إلها آخَرَ} </p>"
}