{
  "id": null,
  "sura": 25,
  "aya": 3,
  "text": "<p> أي: أتوْا بآلهة غير الله، هذه الآلهة بإقرارهم وبشهادتهم وواقعهم لا تخلق شيئاً، ويا ليتها فقط لا تخلق شيئاً، ولكن هي أنفسها مخلوقة، فاجتمع فيها الأمران. </p><p> وهذه من الآيات التي وقف عندها المستشرقون وقالوا: إن فيها شهبة تناقض؛ لأن الله سبحانه وتعالى قال:  {فَتَبَارَكَ الله أَحْسَنُ الخالقين}  [المؤمنون: ١٤] فأثبت أن معه آخرين لهم صفة الخَلْق، بدليل أنه جمعهم معه، وهو سبحانه أحسنهم. وفي موضع آخر يقول سبحانه:  {وَرَسُولاً إلى بني إِسْرَائِيلَ أَنِّي قَدْ جِئْتُكُمْ بِآيَةٍ مِّن رَّبِّكُمْ أني أَخْلُقُ لَكُمْ مِّنَ الطين كَهَيْئَةِ الطير فَأَنفُخُ فِيهِ فَيَكُونُ طَيْراً بِإِذْنِ الله}  [آل عمران: ٤٩] . </p><p> وللردِّ على هؤلاء نقول: تعالوْا أولاً نفهم معنى الخَلْق، الخَلْق: إيجاد لمعدوم، كما مثّلْنا سابقاً بصناعة كوب الزجاج من صَهْر بعض المواد، فالكوب كان معدوماً وهو أوجده، لكن من شيء موجود، كما أن الكوب يجمد على حالته، لكن الحق سبحانه وتعالى يُوجِد من معدوم: معدوماً من معدوم، ويُوجده على هيئة فيها حياة ونمو </p><p> وتكاثر من ذاته، كما قال سبحانه:  {وَمِن كُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ لَعَلَّكُمْ تَذَكَّرُونَ}  [الذاريات: ٤٩] . </p><p> والذين يصنعون الآن الورد الصناعي، ويحاولون جاهدين مُضَاهاة الورد الطبيعي الذي خلقه، فيضعون عليه رائحة الورد ليتوفر لها الشكل والرائحة، ثم ترى الوردة الصناعية زاهية لا تذبُل، لكن العظمة في الوردة الطبيعية أنها تذبل؛ لأن ذُبولها يدلُّ على أن بها حياة. </p><p> لذلك سمَّى اللهُ الإنسانَ خالقاً، فأنصفه واحترم إيجاده للمعدوم، لكنه سبحانه أحسنُ الخالقين، ووَجْه الحُسْن أن الله تعالى خلق من لا شيء، وأنت خلقتَ من موجود، الله خلق خَلْقاً فيه حياة ونمو وتكاثر، وأنت خلقتَ شيئاً جامداً على حالته الأولى، ومع ذلك أنصفك ربك. </p><p> ففي قوله تعالى:  {أَخْلُقُ لَكُمْ مِّنَ الطين كَهَيْئَةِ الطير}  [آل عمران: ٤٩] معلوم أنه في مقدور كل إنسان أنْ يُصوِّر من الطين طَيْراً؟ ويُصمِّمه على شكله، لكن أَيُقال له: إنه خلق بهذا التصوير طَيْراً؟ وهل العظمة في تصويره على هيئة الطير؟ العظمة في أنْ تبعثَ فيه الحياة، وهذه لا تكون إلا من عند الله؛ لذلك قال عيسى عليه السلام:  {فَأَنفُخُ فِيهِ فَيَكُونُ طَيْراً بِإِذْنِ الله}  [آل عمران: ٤٩] . </p><p> فإنْ سلَّمْنا أنهم يخلقون شيئاً فهم في ذات الوقت مخلوقون، والأدْهَى من هذا أن الذي يتخذونه إلهاً لا يستطيع حتى أن يحمي نفسه أو يقيمها، إنْ أطاحتْ به الريح، وإنْ كُسِر ذراع الإله أخذوه لِيُرمموه، الإله في يد العامل ليصلحه!! شيء عجيب وعقليات حمقاء. </p><p> لذلك يقول تعالى عن آلهتهم:  {إِنَّ الذين تَدْعُونَ مِن دُونِ الله لَن يَخْلُقُواْ ذُبَاباً وَلَوِ اجتمعوا لَهُ وَإِن يَسْلُبْهُمُ الذباب شَيْئاً لاَّ يَسْتَنقِذُوهُ مِنْهُ ضَعُفَ الطالب والمطلوب}  [الحج: ٧٣] . </p><p> ثم يقول سبحانه:  {وَلاَ يَمْلِكُونَ لأَنْفُسِهِمْ ضَرّاً وَلاَ نَفْعاً}  [الفرقان: ٣] يعني: لا تنفعهم إنْ عبدوها، ولا تضرّهم إنْ كفروا بها {وَلاَ يَمْلِكُونَ مَوْتاً وَلاَ حَيَاةً وَلاَ نُشُوراً}  [الفرقان: ٣] أي: موتاً أو حياة لغيرهم، فهم لا يملكون شيئاً من هذا كله، لأنه من صفات الإله الحق الذي يُحيي ويُميت، ثم ينشر الناس في الآخرة. إذن: للإنسان مراحل متعددة، فبعد أنْ كان عَدَماً أوجده الله، ثم يطرأ عليه الموت فيموت، ثم يبعثه الله، ويُحييه حياة الآخرة. </p><p> ثم يقول الحق سبحانه:  {وَقَالَ الذين كفروا إِنْ هذا إِلاَّ إِفْكٌ} </p>"
}