{
  "id": null,
  "sura": 25,
  "aya": 55,
  "text": "<p> يعني: أيليق بهم بعد أنْ أوضحنا لهم كلَّ هذه الآيات أنْ يلتفتوا إلى غير الله، ويقصدوه بالعبادة؟ </p><p> وقوله تعالى:  {مَا لاَ يَنفَعُهُمْ وَلاَ يَضُرُّهُمْ}  [الفرقان: ٥٥] البعض يرى أن هذه الآلهة نعم لا تنفع لكنها تضر، نقول لهم: هي لا تنفع، ولا تضر، أمَّا الذي يضر فهو الإله الحق الذي انصرفوا عنه إلى عبادة غيره، والمعنى هنا:  {مَا لاَ يَنفَعُهُمْ}  [الفرقان: ٥٥] إنْ عبدوه {وَلاَ يَضُرُّهُمْ}  [الفرقان: ٥٥] إنْ كفروا به وتركوه. </p><p> والقرآن يُسمِّي فعلهم من هذه الآلهة عبادة، وهم أنفسهم يقولون:  {مَا نَعْبُدُهُمْ إِلاَّ لِيُقَرِّبُونَآ إِلَى الله زلفى}  [الزمر: ٣] . </p><p> إذن: أثبتوا لهم عبادة، والعبادة طاعة العابد للمعبود فيما يأمر به، وفيما ينهي عنه، فما الذي أمرتْهم به الأصنام؟ وما الذي نهتْهم عنه؟ فكلمة عبادة هنا خطأ، وهم ما عبدوا هذه الآلهة إلا لأنها لا أوامر لها ولا التزام معها، فتديّنهم تديّن (فنطزية) . </p><p> وما أسهل أن تعبد إلهاً لا يأمرك ولا ينهاك، والذي يكرهونه في التديُّن الحقيقي أنه التزام وتكليف: افعل كذا، ولا تفعل كذا. </p><p> لذلك ترى المسرفين على أنفسهم من خَلْق الله يتمنى كلٌّ منهم أن يكون هذا الدين كذباً، لماذا؟ ليسيروا على هواهم، ويعملوا ما يحلو لهم. كذلك رأينا الدجالين الذين ادَّعَوْا النبوة بداية من </p><p> مسيلمة وسجاح، كيف كانوا يجذبون الناسَ إليهم؟ كانوا يجذبونهم بتخفيف الأوامر وتبسيط الدين، ولما شقَّتْ الزكاة على البعض أسقطوها من حسابهم، وأعفَوْ الناس منها. . إلخ. </p><p> ولكل زمان دجالون يناسبون العصر الذي يعيشون فيه، وفي عصرنا الحاضر دجالون يُخفِّفون عنك الدين ويُطوِّعونه لأهواء الناس ورغباتهم، فلا مانع عندهم من الاختلاط، ولا بأس في أن ترتدي المرأة من اللباس ما تشاء. . إلى آخر هذه المسائل. </p><p> ثم يقول سبحانه:  {وَكَانَ الكافر على رَبِّهِ ظَهِيراً}  [الفرقان: ٥٥] . </p><p> الظهير: هو المعين: كما ورد في قوله سبحانه وتعالى: {وَإِن تَظَاهَرَا عَلَيْهِ فَإِنَّ اللَّهَ هُوَ مَوْلاَهُ وَجِبْرِيلُ وَصَالِحُ الْمُؤْمِنِينَ وَالْمَلاَئِكَةُ بَعْدَ ذَلِكَ ظَهِيرٌ}  [التحريم: ٤] . </p><p> وكانوا في الماضي يحملون الأحمال على الظّهْر قبل اختراع آلات الحمل، وحتى الآن نرى (الشيالين) يحملون الأثقال على ظهروهم، ويخيطون لهم (ظهرية) يرتدونها على ظهورهم؛ لتحميهم ساعة حَمْل الأثقال، وإذا أراد أحدهم معاونة الآخر يقول له: أعطني ظهرك، فكان الظهر إذن بهذا المعنى. </p><p> والظهر أيضاً يقتضي العلو، ومنه قوله تعالى عن السد الذي بناه ذو القرنين:  {فَمَا اسطاعوا أَن يَظْهَرُوهُ وَمَا استطاعوا لَهُ نَقْباً}  [الكهف: ٩٧] يعني: ما استطاعوا اعتلاءه. </p><p> لكن، كيف يكون الكافر ظهرياً على الله؟ قالوا: لأنه يفعل المعصية، ويتخذ أُسْوة فيها يُقلده الناس، ولو كان طائعاً لكان أُسْوة خير ونموذجَ صلاحٍ، فالكافر أسوة شر، وأسوة فساد، وهو شيطان الإنس الذي يوازي شيطان الجن الذي عصى ربه، ورفض السجود لآدم. </p><p> وتوعَّد ذريته حين قال:  {قَالَ رَبِّ بِمَآ أَغْوَيْتَنِي لأُزَيِّنَنَّ لَهُمْ فِي الأرض وَلأُغْوِيَنَّهُمْ أَجْمَعِينَ}  [الحجر: ٣٩] . </p><p> وكلٌّ من شياطين الجن وشياطين الإنس يستعين بالنفس فيُسلِّطها على صاحبها حتى تُوقعه، فالإنسان حينما يستمع لنداء الشيطان، سواء شيطان الإنس أو شيطان الجن ويطيعه بعمل المخالفة، فإنه يُعينه على الله، والمعنى الصحيح: على معصية الله. </p><p> كما أن الظهير يُطلق على مَنْ جعلْتَه وراء ظهرك، لا تأبه به، ولا تلتفت إليه، ومنه قول العرب:  (لا تجعلنَّ حاجتي منك بظهر) يعني: اجعلها أمام عينيك لا تطوِها وراء ظهرك. </p><p> إذن: فكِلاَ المعنيين جائز: ظهيراً أي: مُعِيناً، كأن الحق تبارك وتعالى يقول لنبيه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: اعلم يا محمد أن الكافر ظهير على الله، فقِفْ بالمرصاد، وجاهده ما استعطتَ، فكأنه تعالى يُحمِّس </p><p> رسوله ليقف هذا الموقف، ويُشجِّعه ليكون من عدوه على حَذَر وعلى يقظة. </p><p> أو: ظهيراً لا يُؤبه له، وهذا طمأنه لرسول الله، فالكافر هَيِّن على الله، فلا يهمك كيدهم. </p><p> ثم يقول الحق سبحانه:  {وَمَآ أَرْسَلْنَاكَ إِلاَّ مُبَشِّراً وَنَذِيراً} </p>"
}