{
  "id": null,
  "sura": 25,
  "aya": 48,
  "text": "<p> قلنا: إن الرياح إذا جاءت هكذا بصيغة الجمع دلَّتْ على الخير، وإنْ جاءتْ مفردة فهي آتية بالشر، وإذا نظرتَ إلى الجبال العالية وإلى ناطحات السحاب تقول: ما الذي يقيم هذه المباني العالية، فلا تميل؟ الذي يسمكها هو الهواء الذي يحيط بها من كل ناحية، ولو فرَّغْتَ الهواء من أحد نواحيها تنهار فوراً. </p><p> إذن: فالريح من هنا، ومن هنا، ومن هنا، فهي رياح متعددة تُصلِح ولا تُفسِد، وتُحدِث هذا التوازن الذي نراه في الكون، أمّا الريح التي تأتي من ناحية واحدة فهي مدمرة مهكلة، كما جاء في قوله تعالى:  {بِرِيحٍ صَرْصَرٍ عَاتِيَةٍ}  [الحاقة: ٦] . </p><p> وقال الحق سبحانه وتعالى:  {بَلْ هُوَ مَا استعجلتم بِهِ رِيحٌ فِيهَا عَذَابٌ أَلِيمٌ}  [الأحقاف: ٢٤] . </p><p> ومعنى {بُشْراً}  [الفرقان: ٤٨] بسكون الشين، مع أنها في </p><p> الأصل بُشُراً مثل رُسُل، فلما خُفِّفَتْ صارت بُشْراً، والبُشْرى هي الإخبار بما يسرُّ قبل زمنه، فلا تقول يبشر إلا في الخير، وكان العربي ساعة تمر عليه الرياح يعرف كم بينه وبين المطر، فيحكم على مجيء المطر بحركة الرياح الطرية التي تداعب خدّه. </p><p> وقوله سبحانه:  {بَيْنَ يَدَيْ رَحْمَتِهِ}  [الفرقان: ٤٨] يقال: بين يديك يعني: أمامك. والمراد هنا المطر الذي يسبق رحمة الله. </p><p> ثم قول تعالى:  {وَأَنزَلْنَا مِنَ السمآء مَآءً طَهُوراً}  [الفرقان: ٤٨] السماء لها معنى لُغوي، ومعنى شرعي. فهي لغةً: كل ما علاك، وشرعاً: هي هذه السماء العالية والتي تتكون من سبع سموات، لكن أينزل المطر من السماء أم من جهة السماء؟ </p><p> المطر ينزل من الغمام من جهة السماء، والغمام أصله من الأرض نتيجة عملية البخر الذي يتجمع في طبقات الجو، كما قال سبحانه: </p><p> {أَلَمْ تَرَ أَنَّ الله يُزْجِي سَحَاباً ثُمَّ يُؤَلِّفُ بَيْنَهُ ثُمَّ يَجْعَلُهُ رُكَاماً فَتَرَى الودق يَخْرُجُ مِنْ خِلاَلِهِ وَيُنَزِّلُ مِنَ السمآء مِن جِبَالٍ فِيهَا مِن بَرَدٍ}  [النور: ٤٣] . </p><p> إذن: فرحمة الله هي الماء الذي خلق الله منه كلّ شيء حيٍّ. </p><p> وقوله تعالى:  {مَآءً طَهُوراً}  [الفرقان: ٤٨] الطَّهُور: الماء الطاهر في ذاته، المطهِّر لغيره، فالماء الذي تتوضأ به طاهر ومطهر، أما بعد أنْ تتوضأ به فهو طاهر في ذاته غير مُطهِّر لغيره، وماء السماء طاهر ومُطهر؛ لأنه مُصفّى مُقطّر، والماء المقطر أنقى ماء. </p><p> بالإضافة إلى أن الماء قِوَام الحياة، منه نشرب ونسقي الزرع والحيوان والطير، فالماء يعطيك الحياة ويعطيك الطهارة. </p><p> ثم يقول الحق سبحانه:  {لِّنُحْيِيَ بِهِ بَلْدَةً مَّيْتاً وَنُسْقِيَهُ} </p>"
}