{
  "id": null,
  "sura": 25,
  "aya": 53,
  "text": "<p> تأتي هذه الآية استمراراً لذكْر بعض آيات الله في الكون التي تلفت نظر المكابرين المعاندين لرسول الله، وسبق أنْ ذكر سبحانه: الظل والليل والرياح. . الخ إذن: كلما ذكر عنادهم يأتي بآية كونية ليلفتهم إلى أنهم غفلوا عن آيات الله، وجدالهم مع رسول الله يدل على أنهم لم يلتفتوا إلى شيء من هذا؛ لذلك ذكر آية كونية من آيات الله المرئية للجميع ومكررة، وعليها الدليل القائم إلى يوم القيامة، فقال تعالى:  {وَهُوَ الذي مَرَجَ البحرين}  [الفرقان: ٥٣] . </p><p> المَرْجح: المرعى المباح، أو الكلأ العام الذي يسوم فيه الراعي ماشيته تمرح كيف تشاء. </p><p> فمعنى {مَرَجَ البحرين}  [الفرقان: ٥٣] أي: جعل العَذْب والمالح يسيران، كُلٌّ كما يشاء، لذلك تجد البحار والمحيطات المالحة التي تمثل </p><p> ثلاثة أرباع الياسبة ليس لها شكل هندسي منتظم، بل تجده تعاريج والتواءات، وانظر مثلاً إلى خليج المكسيك أو خليج العقبة، وكأن الماء يسير على (هواه) ودون نظام، فلا يشكل مستطيلاً أو مربعاً أو دائرة. </p><p> وكذلك الأنهار التي تولدتْ من الأمطار على أعلى الجبال، فتراها حين تتجمع وتسير تسير كما تشاء، ملتوية ومُتعرِّجة؛ لأن الماء يشقُّ مجراه في الأماكن السلهة، فإنْ صادفته عقبة بسيطة ينحرف هنا أو هناك، ليكمل مساره، وانظر إلى التواء النيل مثلاً عند (قنا) . </p><p> إذن: الماء عَذْبٌ أو مالح يسير على هواه، وليست المسألة (ميكانيكا) ، وليست منتظمة كالتي يشقُّها الإنسان، فتأتي مستقيمة. </p><p> ونلحظ هذه الظاهرة مثلاً حينما يقضي الإنسان حاجته في الخلاء، فينزل البول يشقّ له مجرىً في المكان الذي لا يعوقه، فإنْ صادفته حصاة مثلاً انحرف عنها كأنه يختار مساره على هواه. </p><p> والبحر يقال عادة للمالح وللعذب على سبيل التغليب، كما نقول الشمسان للشمس والقمر. </p><p> ومرْج البحرين آية كوينة تدل على قدرة الله، فالماء مع ما عُرف عنه من خاصية الاستطراق يعني: يسير إلى المناطق المنخفضة، يسير المالح والعذب معاً دون أن يختلط أحدهما بالآخر، ولو اختلطا لَفَسدا جميعاً؛ لأن العَذْب إنْ خالطه المالح أصبح غيْرَ صالح للشرب، وإنْ خالط المالح العذب فسد المالح، وقد خلقه الله على درجة معينة من الملوحة بحيث تُصلحه فلا يفسد، وتحفظه أن يكون آسناً. </p><p> فالماء العذب حين تحصره في المكان يأسن ويتغير، أمّا البحر </p><p> فقد أعدَّه الله ليكون مخزن الماء في الكون ومصدر البَخْر الذي تتكون منه الأنهار؛ لذلك حفظه، وجعل بينه وبين الماء العذب تعايشاً سِلْمياً، لا يبغي أحدهما على الآخر رغم تجاورهما. </p><p> وقوله تعالى:  {هذا عَذْبٌ فُرَاتٌ}  [الفرقان: ٥٣] أي: مُفرِط في العذوبة مستساغ، ومن هذه الكلمة سَمَّوْا نهر الفرات لعذوبة مائه، فلَيس المراد بالفرات أن الماء كماء نهر الفرات؛ لأن الكلمة وُضِعت أولاً، ثم سُمِّيَ بها النهر، ذلك لأن القرآن هو كلام الله الأزلي. </p><p> {وهذا مِلْحٌ أُجَاجٌ}  [الفرقان: ٥٣] أي: شديد الملوحة، ومع ذلك تعيش فيه الأسماك والحيوانات المائية، وتتغذى عليه كما تتغذى على الماء العَذْب، كما قال سبحانه:  {وَمِن كُلٍّ تَأْكُلُونَ لَحْماً طَرِيّاً وَتَسْتَخْرِجُونَ حِلْيَةً تَلْبَسُونَهَا}  [فاطر: ١٢] . </p><p> ثم يقول سبحانه:  {وَجَعَلَ بَيْنَهُمَا بَرْزَخاً}  [الفرقان: ٥٣] البرزخ: شيء بين شيئين، وأصل كلمة برزخ: اليابسة التي تفصل بين ماءين، فإن كان الماء بين يابستين فهو خليج. </p><p> {وَحِجْراً مَّحْجُوراً}  [الفرقان: ٥٣] الحِجْر: هو المانع الذي ينمع العَذْب والمالح أنْ يختلطا، والحِجْر نفسه محجور، مبالغة في المنع من اختلاط الماءيْن، كما جاء في قوله تعالى:  {وَإِذَا قَرَأْتَ القرآن جَعَلْنَا بَيْنَكَ وَبَيْنَ الذين لاَ يُؤْمِنُونَ بالآخرة حِجَاباً مَّسْتُوراً}  [الإسراء: ٤٥] . </p><p> ومثل قوله تعالى:  {ظِلاًّ ظَلِيلاً}  [النساء: ٥٧] . </p><p> ثم يقول الحق سبحانه:  {وَهُوَ الذي خَلَقَ مِنَ المآء} </p>"
}