{
  "id": null,
  "sura": 25,
  "aya": 61,
  "text": "<p> يعود السياق مرة أخرى لذِكْر آية كونية؛ لأن الحق تبارك وتعالى يراوح بين آية تطلب منهم شيئاً، وأخرى تلفتهم إلى قدرة الله وعظمته، وهذا يدل على مدى تعنتهم ولجاجتهم وعنادهم، وحرص الحق سبحانه وتعالى على لَفْتهم إليه، والأخْذ بأيديهم إلى ساحته تعالى. </p><p> ولو شاء سبحانه لَسرَد الآيات الكونية مرة واحدة، وآيات التكذيب مرة واحدة، ولكن يُزاوج سبحانه وتعالى بين هذه وهذه لتكون العبرة أنفذ إلى قلوب المؤمنين. </p><p> قلنا:  {تَبَارَكَ}  [الفرقان: ٦١] يعني: تنزّه، وعَلاّ قدره، وعَظُم خيره وبركته. والبروج: جمع بُرْج، وهو الحصن الحصين العالي الذي لا يقتحمه أحد، والآن يُطلقونها على المباني العالية يقولون: برج المعادي، برج النيل. . الخ، ومنه قوله تعالى:  {والسمآء ذَاتِ البروج}  [البروج: ١] . </p><p> وقوله سبحانة:  {أَيْنَمَا تَكُونُواْ يُدْرِككُّمُ الموت وَلَوْ كُنتُمْ فِي بُرُوجٍ مُّشَيَّدَةٍ}  [النساء: ٧٨] . </p><p> والبروج: منازل في السماء يحسب الناسُ بها الأوقات، ويربطون بينها وبين الحظوظ، فترى الواحد منهم أول ما يفتح جريدة الصباح ينظر في باب «حظك اليوم» ، وقد دلَّتْ الآيات على أن هذه البروج جعلها الله لتُسهِّل على الناس أمور الحساب. </p><p> كما قال سبحانه:  {الشمس والقمر بِحُسْبَانٍ}  [الرحمن: ٥] . </p><p> وقال تعالى:  {والشمس والقمر حُسْبَاناً}  [الأنعام: ٩٦] . </p><p> يعني: بها تُحسب المواقيت، فالشمس تعطيك المواقيت اليومية والليلية، والقمر يدلُّك على أول كل شهر؛ لأنه يظهر على جِرْم معين، وكيفية مخصوصة تُوضّح لك أول الشهر ومنتصفه وآخره، ثم تعطيك الشمس بالظل حساب جزيئات الزمن. </p><p> ومعلوم أن في السماء اثنيْ عَشَر بُرْجاً جمعها الناظم في قوله: </p><p> حَمَلَ الثَّوْرُ جَوْزةَ السَّرطَانِ ... وَرَعَى الليْثُ سُنْبُلَ الميزاَنِ </p><p> عَقْرب القَوْس جَدْي دَلْو ... وحُوت مَا عَرفنَا من أُمَّة السُّرْيَانِ </p><p> فهي: الحملَ، والثور، والجوزاء، والسرطان، والأسد، والسنبلة، والميزان، والعقرب، والقوس، والجدي، والدلو، والحوت. فأوّلها الحَمل، وآخرها الحوت، وكلُّ بُرْج يبدأ من يوم ٢١ في الشهر وينتهي يوم ٢٠. </p><p> ثم يقول تعالى:  {وَجَعَلَ فِيهَا سِرَاجاً وَقَمَراً مُّنِيراً}  [الفرقان: ٦١] السراج هو المصباح الذي نشعله ليعطي حرارة وضوءاً ذاتياً، والمراد هنا الشمس؛ لأن ضوءها ذاتيٌّ منها، وكذلك حرارتها، على خلاف القمر الذي يضيء بواسطة الأشعة المنعكسة على سطحه، فإضاءته غير ذاتية؛ لذلك يقولون عن ضوء القمر: الضوء الحليم؛ لأنه ضوء بلا حرارة. </p><p> والعجيب أن سطح القمر كما وجدوه حجارة، ولما أخذوا منه حجراً ليُجروا عليه بحوثهم فهلْ قَلَّ ضوء القمر؟ لا لأن دائرته الكاملة هي التي تعكس إلينا ضوء الشمس وحين تأخذ منه حجراً يعكس لك ما تحته أشعة الشمس. </p><p> وفي موضع آخر، يوضح الحق سبحانه هذه المسألة، فيقول </p><p> تعالى:  {هُوَ الذي جَعَلَ الشمس ضِيَآءً والقمر نُوراً}  [يونس: ٥] فالضياء هو الذي يأتي من الكوكب ذاتياً، والنور هو انعكاس الضوء على جسم آخر، فهو غير ذاتي. </p><p> ثم يقول الحق سبحانه:  {وَهُوَ الذي جَعَلَ اليل والنهار} </p>"
}