{
  "id": null,
  "sura": 25,
  "aya": 58,
  "text": "<p> الحق تبارك وتعالى يُطمئن رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يا محمد لا تهتم بكثرة الكفار ومكرهم بك وتعاونهم مع شياطين الإنس والجن؛ لأن هؤلاء سيتساقطون ويموتون، إما بأيديكم، أو بعذاب من عند الله، وعلى فَرْض أنهم عاشوا فلن تغلب قوتهم وحِيلُهم قوة الله تعالى ومكره، وإنْ توكلوا على أصنام لا تضر ولا تنفعَ، فتوكل أنت على الله:  {وَتَوَكَّلْ عَلَى الحي الذي لاَ يَمُوتُ}  [الفرقان: ٥٨] . </p><p> والعاقل لا يتوكل إلا عل مَنْ يثق به ويضمن معانوته، وأنه سيوافقك في كل ما تريد، لكن ما جدوى أنْ تتوكل على أحد ليقضي لك مصلحة، وفي الصباح تسمع خبر موته؟ </p><p> وكأن الحق تبارك وتعالى يريد أن ينصِّح خَلْقه: إنْ أردتَ أنْ تتوكل فتوكل على مَنْ ينفعك ولا يتركك، على مَنْ يظل على العهد معك لا يتخلى عنك، على مَنْ لا يُعجزه شيء في الأرض ولا في السماء. هذه هي الفِطْنة. </p><p> لكن ما جدوى أن تتوكل على مَنْ ليس فيه حياة؟ وعلى فرض أن فيه حياةً دائمة فلا تضمن ألا يتغير قلبه عليك؟ </p><p> {وَسَبِّحْ بِحَمْدِهِ}  [الفرقان: ٥٨] سبِّح يعني: نزِّه، والتنزيه تضعه في إطار {لَيْسَ كَمِثْلِهِ شَيْءٌ}  [الشورى: ١١] فلله وجود، ولك وجود، لكن وجوده تعالى ليس كوجودك، ولله صفة ولك نفس الصفة، لكن صفته تعالى ليست كصفتك، ولله تعالى فعل، ولك فعل، لكن فعله تعالى ليس كفعلك. </p><p> إذن: نزَّه الله في ذاته، وفي صفاته، وفي أفعاله عن مشابهة الخَلْق، وما دام الحق سبحانه مُنزَّهاً في ذاته، وفي صفاته، وفي أفعاله، فأنت تتوكّل على إله لا تطرأ عليه عوامل التغيير أبداً. </p><p> وهذا التنزيه لله تعالى، وهذه العظمة والكبرياء له سبحانه في صالحك أنت أيها الإنسان، من صالحك ألاَّ يوجد لله شبيه، لا في وجوده، ولا في بقائه، ولا في تصرُّفه، من صالحك أن يعرف كل إنسان أن هناك مَنْ هو أعلى منه، وأن الخَلْق جميعاً محكومون بقانون الله، فهذا يضمن لك أن تعيش معهم آمناً، إذن: من الخير لنا أن يكون الإله ليس كمثله شيء، وأن يكون سبحانه عالياً فوق كل شيء. </p><p> ويجب عليك حين تُنزه الله تعالى ألاَّ تُنزِّهه تنزيهاً مُجرّداً، إنما تنزيهاً مقرونا بالحمد {وَسَبِّحْ بِحَمْدِهِ}  [الفرقان: ٥٨] فتحمده على أنه واحد لا شريك له، ولا مثيلَ له، وليس كمثله شيء، ففي ظل هذه العقيدة لا يستطيع القويُّ أن يطغى على الضعيف، ولا الغني على الفقير. . إلخ. </p><p> ثم يقول سبحانه:  {وكفى بِهِ بِذُنُوبِ عِبَادِهِ خَبِيراً}  [الفرقان: ٥٨] نقول: كفاك فلان. يعني: لا تحتاج لغيره. كقولنا: حَسْبُك الله يعني: كافيك عن الاحتياج لغيره؛ لأنه يعطيك كُلَّ ما تحتاج إليه، ويمنع عنك الشر، وإنْ كنت تظنه خيراً لك. </p><p> وكأن الحق تبارك وتعالى يقيم لك (كنترولاً) يضبط حياتك ويضمن لك السلامة، لذلك حين تدعو الله فلا يستجيب لك، لا تظن أن الله تعالى موظفٌ عندك، لا بُدَّ أن يُجيبك لما تريد، إنما هو ربك ومتولٍّ أمرَك، فيختار لك ما يصلح لك، ويُقدِّم لك الجميل وإن كنت تراه غير ذلك. </p><p> وقد ضربنا لهذه المسألة مثلاً بالأم التي تكثِر الدعاء على ولدها، فكيف بها إذا استجابَ الله لها؟ إذن: من رحمة الله بها أنْ يردَّ </p><p> دعاءها، ويمنع إجابتها، فمنع الإجابة هنا إجابة. </p><p> {وكفى بِهِ بِذُنُوبِ عِبَادِهِ خَبِيراً}  [الفرقان: ٥٨] المعنى: إذا توكلتَ على الحيِّ الذي لا يموت، فآثار هذا التوكل أنْ يحميك من ذنوب العباد، فهو وحده الذي يعلم ذنوبهم، ويعلم حتى ما يدور في أنفسهم. </p><p> ألم يقُل الحق لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  {أَلَمْ تَرَ إِلَى الذين نُهُواْ عَنِ النجوى ثُمَّ يَعُودُونَ لِمَا نُهُواْ عَنْهُ وَيَتَنَاجَوْنَ بالإثم والعدوان وَمَعْصِيَتِ الرسول وَإِذَا جَآءُوكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ الله وَيَقُولُونَ في أَنفُسِهِمْ لَوْلاَ يُعَذِّبُنَا الله بِمَا نَقُولُ حَسْبُهُمْ جَهَنَّمُ يَصْلَوْنَهَا فَبِئْسَ المصير}  [المجادلة: ٨] . </p><p> فما زال القَوْلُ في أنفسهم لم يخرج، ومع ذلك أخبره الله به، وكأن الحق سبحانه يُطمئن رسوله: مهما تآمروا عليك، ومهما دبّروا لك، ومهما تكاتف ضدك جنودُ الإنس والجن، فاطمئِنْ لأن ربك عليم بالذنوب التي قد لا تدركها أنت، ولا حيلة عندك لردِّها، فيكفيك أن يعلم اللهُ ذنوبَ أعدائك. </p><p> {وَيَمْكُرُونَ وَيَمْكُرُ الله والله خَيْرُ الماكرين}  [الأنفال: ٣٠] . </p><p> والخبير: الذي يعلم خبايا الأمور، حتى في مسائل الدنيا الهامة نقول: نستدعي لها الخبير؛ لأن المختص العادي لا يقدر عليها. </p><p> وفي موضع آخر يقول تعالى:  {أَلاَ يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللطيف الخبير}  [الملك: ١٤] . </p><p> ثم ينقلنا الحق تبارك وتعالى إلى آية كونية، تنضاف إلى الآيات السابقة، والهدف من ذكر المزيد من الآيات الكونية أنه لعلَّها تصادف رقَّة قلبٍ واستمالة مواجيد، فتعطف الخَلْق إلى الخالق، وتُلفِت الأنظار إليه سبحانه. </p>"
}