{
  "id": null,
  "sura": 25,
  "aya": 2,
  "text": "<p> في آخر سورة النور قال سبحانه:  {ألا إِنَّ للَّهِ مَا فِي السماوات والأرض}  [النور: ٦٤] فذكر ملكية المظروف، وهنا قال:  {الذي لَهُ مُلْكُ السماوات والأرض}  [الفرقان: ٢] فذكر مِلْكية الظرف أي: السماوات والأرض. </p><p> ثم تكلّم سبحانه في مسألة القمة التي تجرّأوا عليها، فقال:  {وَلَمْ يَتَّخِذْ وَلَداً وَلَمْ يَكُن لَّهُ شَرِيكٌ فِي المُلْكِ}  [الفرقان: ٢] . </p><p> وسبق أنْ تكلمنا كثيراً عن مسألة اتخذا الولد والحكمة منها، فالناس تحب الولد، إما ليكون امتداداً للذكْر، وإما ليساند والده حالَ ضَعْفه، وإما للكثرة، والحق تبارك وتعالى هو الحيُّ الباقي الذي لا يموت، ولا يحتاج لمن يُخلِّد ذِكْراه، وهو القويُّ الذي لا يحتاج لغيره، فَلِمَ إذنْ يتخذ ولداً؟ </p><p> وقوله:  {وَلَمْ يَكُن لَّهُ شَرِيكٌ فِي المُلْكِ}  [الفرقان: ٢] وهذا أمر </p><p> يؤيده الواقع؛ لأن الله تعالى أول ما شَهِد شهد لنفسه، فقال سبحانه:  {شَهِدَ الله أَنَّهُ لاَ إله إِلاَّ هُوَ والملائكة وَأُوْلُواْ العلم}  [آل عمران: ١٨] . </p><p> أي: لما خلقتُ الملائكة شهدوا لله تعالى، ثم شهد أولو العلم بالاستدلال، فشهادة الحق سبحانه لنفسه شهادة الذات للذات، والملائكة شهدتْ شهادةَ المشاهدة، ونحن شهدنا شهادةَ الاستدلال والبرهان. </p><p> والحق تبارك وتعالى يُعطينا الدليل على صِدْق هذه الشهادة، فيقول تعالى:  {مَا اتخذ الله مِن وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ إِذاً لَّذَهَبَ كُلُّ إله بِمَا خَلَقَ وَلَعَلاَ بَعْضُهُمْ على بَعْضٍ}  [المؤمنون: ٩١] . </p><p> وقال سبحانه:  {قُلْ لَّوْ كَانَ مَعَهُ آلِهَةٌ كَمَا يَقُولُونَ إِذاً لاَّبْتَغَوْاْ إلى ذِي العرش سَبِيلاً}  [الإسراء: ٤٢] . </p><p> وهذا هو التفصيل المنطقي العاقل الذي نردُّ به على هؤلاء، فلو كان مع الله تعالى آلهة أخرى لَذهبَ كل منهم بجزء من الكون، وجعله إقطاعية خاصة به، وعَلاَ كل منهم على الآخر وحاربه، ولو كان معه سبحانه آلهة أخرى لاجتمعوا على هذا الذي أخذ الملْك منهم ليحاكموه أو ليتوسَّلوا إليه. </p><p> وقلنا: إن الدَّعْوى تثبُتُ لصاحبها إذا لم يَدّعِهَا أحد غيره لنفسه، وهذه المسألة لم يدَّعها أحد، فهي إذن ثابتة لله تعالى إلى أنْ يُوجَد مَنْ يدَّعي هذا الخَلْق لنفسه. </p><p> وسبق أنْ مثَّلْنا لذلك بجماعة في مجلس فَقَد أحدهم محفظته فيه، ولما انصرفوا وجدها صاحب البيت، فسألهم عنها، فلم يدَّعِها أحد منهم، ثم اتصل به أحدهم يقول: إنها لي، فلا شكّ أنها له حتى يوجد مُدَّعٍ آخر، فنفصل بينهما. </p><p> ثم يقول تعالى:  {وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهُ تَقْدِيراً}  [الفرقان: ٢] فخَلْق الله تعالى ليس خَلْقاً كما اتفق، إنما خَلْقه سبحانه بقَدَرٍ وحساب وحكمة، فيخلق الشيء على قَدْر مهمته التي يُؤدِّيها؛ لذلك قال في موضع آخر:  {الذي خَلَقَ فسوى والذي قَدَّرَ فهدى}  [الأعلى: ٢٣] . </p>"
}