{
  "id": null,
  "sura": 25,
  "aya": 45,
  "text": "<p> الحق سبحانه وتعالى وهو خالق الآيات في الكون يُنبِّه إليها الخَلْق، وكان من المفروض ممَّن يرى الآيات أنْ يتنبه إليها دون أنْ يُنبه، فإذا رأى عجيبة من عجائب الكون تأملها، وسبق أنْ ضربنا لذلك مثلاً بمَنِ انقطعت به السُّبل في صحراء شاسعة، ليس بها أنيس ولا حياة، وقد بلغ به الجهد حتى نام، فلما استيقظ وجد مائدة عليها أطايب الطعام أو الشراب، بالله قبل أنْ تمتدَّ يده إلى الطعام، أليس من المفروض أنْ يفكر في هذا الطعام، مَنْ أتى به؟ وأعدَّه على هذه الصورة؟ </p><p> إذن: في الكون آياتٌ كان يجب أنْ تشدَّ انتباهك لتبحث فيها وفي آثار وجودها وكلها آيات عالية عَنّا وفوق إمكاناتنا: الشمس والقمر، الهواء والمطر. . إلخ. ومع ذلك لم يتركك الله؛ لأن تتنبه أنت، بل نبَّهك ولفتَك وجذب انتباهك لهذه ولهذه. </p><p> وهنا، الحق تبارك وتعالى يعرض الآيات والكونيات التي يراها الإنسان برتابة كل يوم، يراها الفيلسوف كما يراها راعي الشاة، يراها الكبير كما يراها الصغير كل يوم على نظام واحد، لا يكاد يلتفت إليها. </p><p> يقول سبحانه:  {أَلَمْ تَرَ}  [الفرقان: ٤٥] أي: ألم تعلم، أو ألم تنظر إلى صَنْعة ربك {كَيْفَ مَدَّ الظل وَلَوْ شَآءَ لَجَعَلَهُ سَاكِناً ثُمَّ جَعَلْنَا الشمس عَلَيْهِ دَلِيلاً}  [الفرقان: ٤٥] نعم نرى الظل، فما هو؟ الظل أنْ يَحْجب شيء كثيف على الأرض مثل جبل أو بناء أو شجرة أو نحوه ضوءَ الشمس، فتظهر منطقة الظل في المكان المُشْمِس، فالمسألة إذن متعلقة بالشمس، وبالأرض التي نعيش عليها. </p><p> وقد علمنا أن الأرض كرة تواجه الشمس، فالجهة المواجهة منها للشمس تكون مُضَاءة، والأخرى تكون ظلاماً لا نقول ظلاً، فما الفرق بين الظلِّ والظلام؟ قالوا: إذا كان الحاجبُ لضوء الشمس من نفس الأرض فهي ظُلْمة، وإنْ كان الحاجب شيئاً على الأرض فهو ظل. </p><p> والظل نراه في كل وقت، وقد ورد في عدة مواضع من كتاب الله، فقال سبحانه:  {إِنَّ المتقين فِي ظِلاَلٍ وَعُيُونٍ}  [المرسلات: ٤١] . </p><p> وقال:  {لَّهُمْ فِيهَآ أَزْوَاجٌ مُّطَهَّرَةٌ وَنُدْخِلُهُمْ ظِلاًّ ظَلِيلاً}  [النساء: ٥٧] وقال: {أَوَلَمْ يَرَوْاْ إلى مَا خَلَقَ الله مِن شَيْءٍ يَتَفَيَّؤُاْ ظِلاَلُهُ}  [النحل: ٤٨] . </p><p> ينبهنا ربنا تبارك وتعالى إلى مهمة أخرى من مهام الظل، وهي أنه يحمينا من وَخْزة الشمس وحرارتها، ويرتقي الإنسان في استخدام الظل فيجعله كما قال تعالى {ظِلاًّ ظَلِيلاً}  [النساء: ٥٧] أي: </p><p> أن الظل نفسه مُظلَّل، فيجعلون الخيمة مثلاً لها سقفان منفصلان حتى لا يتأثر داخلُ الخيمة بالحرارة خارجها. </p><p> لذلك تجد ظل الشجرة ألطفَ من ظِلِّ الحائط مثلاً أو المظلة؛ لأن أوراق الشجرة يُظلِّل بعضها بعضاً، فالظل يأتيك من مُظلل آخر، فتشعر تحت ظل الشجرة وكأنك في (تكييف) ؛ لأن الأوراق تَحجب عنك حرارة الشمس، في حين تسمح بمرور الهواء، كما قال الشاعر في وصف دوحة: </p><p> يصدُّ الشمسَ أنَّي وَاجَهتْنَا ... فَيحْجُبُها وَيَأْذَنُ لِلْنَسِيمِ </p><p> وقال تعالى:  {وَإِذ نَتَقْنَا الجبل فَوْقَهُمْ كَأَنَّهُ ظُلَّةٌ}  [الأعراف: ١٧١] . </p><p> وحين تتأمل هذه الظاهرة ساعة طلوع الشمس ترى الشيء الكثيف الذي يحجب ضوء الشمس يطول ظِلُّه إلى نهاية الأفق، ثم يأخذ في القِصر كلما ارتفعتْ الشمس إلى أنْ يصير في زوال، ثم ينعكس الظل مع ميل الشمس ناحية الغرب فيطول إلى نهاية الأفق. </p><p> والحق تبارك وتعالى يريد منا أن نلاحظ هذه الظاهرة، وأنْ نتأملها {أَلَمْ تَرَ إلى رَبِّكَ كَيْفَ مَدَّ الظل}  [الفرقان: ٤٥] أي: ساعة طلوع الشمس {وَلَوْ شَآءَ لَجَعَلَهُ سَاكِناً}  [الفرقان: ٤٥] لأن مشيئة الله تستطيع أن تخلق الشيء ونقيضه، فإنْ شاءَ مَدَّ الظل، وإنْ شاء أمسكه. </p><p> لكنه يتغير: ينقص في أول النهار، ويزيد في آخره وكل ما يقبل الزيادة يقبل النقص، والنقص أو الزيادة حركة، وللحركة نوعان: حركة قَفْزية كحركة عقرب الدقائق في الساعة، فهو يتحرك بحركة قفزية، وهي أنْ يمرَّ على المتحرك وقت ساكن ثم يتحرك، إنما أتدرك ذلك في حركة عقرب الساعات؟ لا؛ لأنه يسير بحركة انسيابية، بحيث توزع أجزاء الحركة على أجزاء الزمن. </p><p> ومثَّلْنا هذه الحركة بنمو الطفل الصغير الذي لا تدرك حركة نموه حالَ نظرك له منذ ولادته، إنما إنْ غبْتَ عنه فترة أمكنك أنْ تلاحظ أنه يكبر ويتغير شكله؛ لأن نموه مُوزَّع على فترات الزمن، لا يكبر هكذا مرة واحدة، فهي مجموعات كِبَر تجمعتْ في أوقات متعددة، وليس لديك المقياس الدقيق الذي تلاحظ به كبر الطفل في فترة قصيرة. </p><p> وإذا كنا نستطيع إجراء هذه الحركة في الساعات مثلاً، فالحق تبارك وتعالى يُحدِثها في حركة الظل وينسبها لعظمها إلى نفسه تعالى؛ لأن الظل لا يسير بحركة ميكانيكية كالتي تراها في الساعة إنما يسير بقدرة الله. </p><p> والحق سبحانه يلفتنا إلى هذه الظاهرة، لا لأنها مجرد ظاهرة كونية نراها وتعجب منها، إنما لأننا سنستغلها وننتفع بها في أشياء كثيرة. </p><p> فقدماء المصريين أقاموا المسلات ليضبطوا بها الزمن عن طريق الظل، وصنع العرب المسلمون المزْولة لضبط الوقت مع حركة الشمس، ونرى الفلاح البسيط الآن ينظر إلى ظل شيء ويقول لك: الساعة الآن كذا؛ لأنه تعودَّ أن يقيس الوقت بالظل، مع أن مثل هذا التقدير يكون غير دقيق؛ لأن للشمس مطالعَ متعددة على مرِّ أيام العام؛ لذلك في أحد معابد الفراعنة معبد به ٣٦٥ طاقة، تدخل الشمس كل يوم واحدة منها. </p><p> إذن: أفادنا الظل في المسلات والمزاول، ومنها انتقل المسلمون إلى عمل الساعات، وأولها الساعة الدقاقة التي كانت تعمل بالماء، وقد أهدوْا شارلمان ملك فرنسا واحدة منها فقال: إن فيها شيطاناً، هكذا كان المسلمون الأوائل. </p><p> وقوله تعالى:  {ثُمَّ جَعَلْنَا الشمس عَلَيْهِ دَلِيلاً}  [الفرقان: ٤٥] أي: أن الضوء هو الذي يدل على الظلِّ. </p>"
}