{
  "id": null,
  "sura": 26,
  "aya": 69,
  "text": "<p> جاءت هذه الآية بعد الانتهاء في إيجاز مُبسّط لقصة موسى عليه السلام مع فرعون، وخُتمت بقوله تعالى:  {إِنَّ فِي ذَلِكَ لآيَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ وَإِنَّ رَبَّكَ لَهُوَ العزيز الرحيم}  [الشعراء: ٦٧٦٨] . </p><p> ثم تكلم الحق سبحانه عن نبيه إبراهيم عليه السلام {واتل عَلَيْهِمْ نَبَأَ إِبْرَاهِيمَ}  [الشعراء: ٦٩] مما يدل على أن المسألة في القرآن ليست سَرْداً للتاريخ، فإبراهيم كان قبل موسى، ولو أردنا التأريخ لجاءت قصة إبراهيم أولاً، إنما الهدف من القصص في القرآن التقاط مواضع العِبْرة والعِظَة واتخاذ الأُسوة من تاريخ الرسل، ليُثبِّت الله بها فؤاد رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حينما يواجه الأحداث الشاقة والعصيبة. </p><p> والمتأمل في رسالة موسى ورسالة إبراهيم عليهما السلام </p><p> يجد أن موسى جاء ليعالج مسألة هي قمة العقيدة، ويواجه مَنِ ادّعى الألوهية وقال: إني إله من دون الله، أما إبراهيم فقد عالج مسألة الشرك مع الله وعبادة الأصنام، فعندهم طَرَف من إيمان، بدليل أنهم إذا ضيّقنا عليهم الخناق قالوا:  {مَا نَعْبُدُهُمْ إِلاَّ لِيُقَرِّبُونَآ إِلَى الله زلفى}  [الزمر: ٣] . </p><p> لذلك كانت قصة موسى أَوْلَى بالتقديم هنا. </p><p> ومعنى:  {واتل عَلَيْهِمْ}  [الشعراء: ٦٩] أي: اقرأ، أو وضِّح، أو عبِّر، ونقول للقراءة (تلاوة) لأنه لا يُتلَى إلا المكتوب المعلوم المفهوم {عَلَيْهِمْ}  [الشعراء: ٦٩] على أمة الدعوة كلها، أَمْ على المكذبين خاصة؟ </p><p> قالوا: على المكذِّبين خاصة؛ لأن المصدِّقين برسول الله لا يحتاجون هذه التلاوة، وإنْ تُليَتْ عليهم فإنما التلاوة للتذكرة أو لعلم التاريخ. إذن: المراد هنا المكذِّبون المنكرون ليعلموا أن نهاية كل رسل الله في دعوتهم النصر والغلبة، وأن نهاية المكذبين المخالفين الهزيمة والاندحار. </p><p> فكأن القرآن يقول لهم: لا تغتروا بقوتكم، ولا بجاهكم، ولا تنخدعوا بسيادتكم على العرب، ومعلوم أن مكانة قريش بين العرب إنما أخذوها من خدمة بيت الله الحرام، وما أَمِنُوا في طرق تجارتهم إلاَّ بقداسة بيت الله وحُرْمته. </p><p> ولولا البيت ما كان لقريش كل هذه المكانة، بدليل قوله تعالى:  {لإِيلاَفِ قُرَيْشٍ إِيلاَفِهِمْ رِحْلَةَ الشتآء والصيف}  [قريش: ١٢] . </p><p> ولو انهدم البيت في قصة الفيل ما كان لقريش سيادة ولا سيطرة </p><p> على الجزيرة العربية، وما دام أن الله تعالى فعل معهم هذا {فَلْيَعْبُدُواْ رَبَّ هذا البيت الذي أَطْعَمَهُم مِّن جُوعٍ وَآمَنَهُم مِّنْ خَوْفٍ}  [قريش: ٣٤] . </p><p> ومعنى {نَبَأَ}  [الشعراء: ٦٩] أي: الخبر الهام الذي يجب أنْ يُقال، ويجب أنْ يُنصتَ له، وأنْ تُؤخَذ منه عِبْرة وعِظة، فلا يُقال (نبأ) للخبر العادي الذي لا يُؤبَهُ له. </p><p> ولو تتبعتَ كلمة (نبأ) في القرآن لوجدتها لا تُقَال إلا للأمر الهام، كما في قوله تعالى:  {عَمَّ يَتَسَآءَلُونَ عَنِ النبإ العظيم}  [النبأ: ١٢] . </p><p> وقوله تعالى في قصة سليمان عليه السلام والهدهد: </p><p> {وَجِئْتُكَ مِن سَبَإٍ بِنَبَإٍ يَقِينٍ}  [النمل: ٢٢] . </p><p> إذن:  {نَبَأَ إِبْرَاهِيمَ}  [الشعراء: ٦٩] يعني: الخبر الهام عنه. وإبراهيم هو أبو الأنبياء الذي مدحه ربه مدحاً عظيماً في مواضع عدة من القرآن، فقال الحق سبحانه عنه:  {إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً قَانِتاً لِلَّهِ حَنِيفاً}  [النحل: ١٢٠] . </p><p> والأمة لا تُطلَق إلا على جماعة تنتسب إلى شيء خاص، ويجمعهم مكان وزمان وحال. كذلك رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فقد أضفى الله عليه كمالات من صفات كماله لا يستطيع بشر أن يتحملها. </p><p> لذلك جاء في الحديث الشريف:  «الخير فِيَّ وفي أمتي إلى يوم القيامة» . </p><p> الخير فيَّ حصراً، الخير على عمومه، وفي كل جوانب شخصيته: داعيةً وأباً وزوجاً. . الخ وخصال الخير من شجاعة، وحِلْم، وعِلْم، وكرم. . ألخ. وكذلك الخير في أمتي منثورٌ بين أفرادها، يأخذ كل منهم من الخير بطرف، وله منه نصيب، لكن لا أحدَ يستطيع أن يجمع الكمال المحمدي أبداً، ولا أن يتصف به. </p><p> كذلك كان سيدنا إبراهيم عليه السلام (أمة) ؛ لأن خصال الخير تُوزَّع على أفراد الأمة: هذا ذكى، وهذا حليم، وهذا عالم، وهذا حكيم. . الخ أما إبراهيم عليه السلام فقد جمع من الخير ما في أمة بأكملها، وهذا ليس كلاماً يُقَال في مدح نبي الله إبراهيم، إنما من واقع حياته العملية. </p><p> واقرأ إنْ شئتَ قوله تعالى عن إبراهيم:  {وَإِذِ ابتلى إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ فَأَتَمَّهُنَّ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَاماً}  [البقرة: ١٢٤] . </p><p> وحَسْب إبراهيم عليه السلام من الخير هذه الدعوة:  {رَبَّنَا وابعث فِيهِمْ رَسُولاً مِّنْهُمْ يَتْلُواْ عَلَيْهِمْ آيَاتِكَ}  [البقرة: ١٢٩] . </p><p> فكان محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ دعوة أبيه إبراهيم. </p>"
}