{
  "id": null,
  "sura": 26,
  "aya": 130,
  "text": "<p> والبَطْش: الأخْذُ بشدة وبعنف، يقول تعالى:  {إِنَّ بَطْشَ رَبِّكَ لَشَدِيد}  [البروج: ١٢] ويقول: {أَخْذَ عِزِيزٍ مُّقْتَدِرٍ}  [القمر: ٤٢] . </p><p> لأن الأَخْذ يأخذ صُوراً متعددة: تأخذه بلين وبعطف وشفقة، أو تأخذه بعنف. </p><p> ثم يزيدهم صفة أخرى تؤكد بَطْشهم {بَطَشْتُمْ جَبَّارِينَ}  [الشعراء: ١٣٠] . </p><p> لأنك قد تأخذ عدوك بعنف، لكن بعد ذلك يرقُّ له قلبك، فترحم ذِلَّته لك، فتُهوِّن عليه وترحمه، لكن هؤلاء جبارون لا ترقّ قلوبهم. </p><p> وهذه الصفات الثلاثة السابقة لقوم هود:  {أَتَبْنُونَ بِكُلِّ رِيعٍ آيَةً تَعْبَثُونَ وَتَتَّخِذُونَ مَصَانِعَ لَعَلَّكُمْ تَخْلُدُونَ وَإِذَا بَطَشْتُمْ بَطَشْتُمْ جَبَّارِينَ}  [الشعراء: ١٢٨١٣٠] . </p><p> هذه الصفات تخدم صفة التعالي، وتسعى إلى الوصول إليه وكأنهم يريدون صفة العُلُو التي تُقرِّبهم من الألوهية؛ لأنه لا أحدَ أعلى من الحق سبحانه، ثم يريدون أيضاً استدامة هذه الصفة واستبقاء الألوهية:  {لَعَلَّكُمْ تَخْلُدُونَ}  [الشعراء: ١٢٩] . </p><p> وفي صفة البَطش الشديد والجبارية يريدون التفرُّد على الغير، والقرآن يقول:  {تِلْكَ الدار الآخرة نَجْعَلُهَا لِلَّذِينَ لاَ يُرِيدُونَ عُلُوّاً فِي الأرض وَلاَ فَسَاداً}  [القصص: ٨٣] . </p><p> فإنْ كنتَ تريد أداء الخدمة المنوطة بك في الحياة، فعليك أنْ تؤديها، لا للتّعالي؛ لأن حينئذ ستأخذ حظك من العُلُو والغَلَبة في دار الدنيا وتنتهي المسألة، أمّا إنْ فعلتَ وفي بالك ربُّك، وفي بالك أنْ تُيسِّر للناس مصالح الحياة، فإنك تُرقَّي عملك وتُثمِّره، ويظل لك أجره، طالما وجد العمل ينتفع الناس به إلى أنْ تقوم الساعة، وهذا أعظم تصعيد لعمل الإنسان. </p><p> ولم يفعل قوم عاد شيئاً من هذا، إنما طلبوا العُلُو في الأرض، وبطشوا فيها جبارين، لكن أيتركهم ربهم عَزَّ وَجَلَّ يستمرون على هذه الحال؟ </p><p> إن من رحمة الله تعالى بعباده أنْ يُذكِّرهم كلما نَسُوا، ويُوقظهم كلما غفلوا، فيرسل لهم الرسل المتوالين؛ لأن الناس كثيراً ما تغفل عن العهد القديم الذي أخذوه على أنفسهم:  {وَإِذْ أَخَذَ رَبُّكَ مِن بنيءَادَمَ مِن ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ على أَنفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ قَالُواْ بلى شَهِدْنَآ أَن تَقُولُواْ يَوْمَ القيامة إِنَّا كُنَّا عَنْ هذا غَافِلِينَ أَوْ تقولوا إِنَّمَآ أَشْرَكَ آبَاؤُنَا مِن قَبْلُ وَكُنَّا ذُرِّيَّةً مِّن بَعْدِهِمْ أَفَتُهْلِكُنَا بِمَا فَعَلَ المبطلون}  [الأعراف: ١٧٢١٧٣] . </p><p> وقلنا: إن الحق تبارك وتعالى يضع المناعة في خليفته في </p><p> الأرض، ويعطيه المنهج الذي يصلحه، لكنه قد يغفل عن هذا المنهج أو تغلبه نفسه، فينحرف عنه، والإنسان بطبيعته يحمل مناعةً من الحق ضد الباطل وضد الشر، فإنْ فسدَتْ فيه هذه المناعة فعلى الآخر أن يُذكِّره ويُوقظ فيه دواعي الخير. ومن هنا كان قوله تعالى:  {وَتَوَاصَوْاْ بالحق وَتَوَاصَوْاْ بالصبر}  [العصر: ٣] . </p><p> فإنْ وجدتَ أخاك على باطل فخُذْ بيده إلى الحق. </p><p> ومعنى {وَتَوَاصَوْاْ}  [العصر: ٣] أي: تبادلوا التوصية، فكل منكم عُرْضة للغفلة، وعُرْضة للانحراف عن المنهج، فإنْ غفلتُ أنا توصيني، وإنْ غفلتَ أنت أوصيك، وهذه المناعة ليست في الذات الآن، إنما في المجتمع المؤمن، فمنْ رأى فيه اعوجاجاً قوَّمه. </p><p> لكن ما الحال إنْ فسدت المناعة في الفرد وفسدَتْ في المجتمع، فصار الناس لا يعرفون معروفاً، ولا يُنكِرون منكراً، كما قال تعالى عن بني إسرائيل: </p><p> {كَانُواْ لاَ يَتَنَاهَوْنَ عَن مُّنكَرٍ فَعَلُوهُ}  [المائدة: ٧٩] . </p><p> وعندها لا بد أن يرسل رب العزة سبحانه برسول جديد، ومعجزة جديدة تُوقِظ الناس، وتعيدهم إلى جادة ربهم. </p><p> ومن شرف أمة محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أن الله تعالى جعل المناعة في ذات نفوسها، فجعلهم الله توابين، إنْ فعل أحدهم الذنب تاب ورجع، وإنْ لم يرجع وتمادى رَدَّه المجتمع الإيماني وذكَّره. </p><p> وهذه الصفة ملازمة لهذه الأمة إلى قيام الساعة، كما ورد في الحديث:  «الخير فيَّ وفي أمتي إلى يوم القيامة» . </p><p> لذلك لن يأتي فيها رسول بعد رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ لأن المناعة ملازمة لها في الذات، وفي النفس اللوامة، وفي المجتمع الإيماني الذي لا يُعدم فيه الخير أبداً. </p><p> لذلك يقول سبحانه:  {كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بالمعروف وَتَنْهَوْنَ عَنِ المنكر وَتُؤْمِنُونَ بالله}  [آل عمران: ١١٠] . </p><p> وهذه صفة تفردتْ بها هذه الأمة عن باقي الأمم؛ لذلك يقول هود عليه السلام مُذكّراً لقومه ومُوقِظاً لهم:  {فاتقوا الله وَأَطِيعُونِ} </p>"
}