{
  "id": null,
  "sura": 26,
  "aya": 119,
  "text": "<p> وقد وردتْ قصة السفينة في الأعراف، وفي هود، ولنوح عليه السلام سورة خاصة هي سورة نوح مثل سورة محمد؛ ذلك لأن له في تاريخ الرسالات ألف سنة إلا خمسين عاماً، ويستحق أنْ يخصَّه الله تعالى بسورة بأسمه. </p><p> لذلك عندما يكرر أحد الناس لك الكلام، ويُعيده عليك، تقول له (هيَّه سورة) ، فكلام العامة والأُميين له أَصْلٌ من استعمال اللغة. </p><p> وفي موضع آخر ذكر الحق تبارك وتعالى قصة صُنْع السفينة في قوله تعالى:  {وَيَصْنَعُ الفلك وَكُلَّمَا مَرَّ عَلَيْهِ مَلأٌ مِّن قَوْمِهِ سَخِرُواْ مِنْهُ}  [هود: ٣٨] وهذا دليل على أنها كانت أول سفينة يصنعها الإنسان، وقد صنع نوح سفينته بأمر الله ووحيه وتحت عينه تعالى، وفي رعايته:  {واصنع الفلك بِأَعْيُنِنَا وَوَحْيِنَا}  [هود: ٣٧] . </p><p> وما كان الله تعالى ليُكلِّفه بصُنْع السفينة ثم يتركه، إنما تابعه، حتى إذا ما حدث خطأ نبَّهه إليه من البداية، كما قال تعالى لسيدنا موسى:  {وَلِتُصْنَعَ على عيني}  [طه: ٣٩] . </p><p> وبمثل هذه الآيات نردُّ على الذين يقولون: إن الله تعالى زاول سلطانه في مُلْكه مرة واحدة فخلق الخَلْق، ثم ترك القوانين تسيره، ولو كان الأمر كذلك لوجدنا العالم كله يسير بحركة (ميكانيكية) ، لكن ظواهر الكون وما فيه من معجزات تدلُّ على قيوميته تعالى على خَلْقه. </p><p> لذلك يقول لهم: ناموا ملء جفونكم، فإن لكم رباً لا ينام، كيف لا وأنت إذا استأجرتَ حارساً لمنزلك مثلاً تنام مطمئناً اعتماداً على أنه يَقِظ؟ وكيف إذا حرسك ربُّك عَزَّ وَجَلَّ الذي لا تأخذه سِنَة ولا نَوْمٌ؟ وأَلاَ يدلُّ ذلك على قيوميته تعَالى؟ </p><p> هذه القيومية التي تنقضُ العزائم، وتفسَح القوانين، قيومية تقول للنار كوني برداً وسلاماً فتكون، وتقول للماء: تجمَّد حتى تكون جبلاً فيتجمد، تقول للحجر: انفلق فينفلق. . ولو كان الأمر (ميكانيكياً) كما يقولون لما حدث هذا، ولما تخلَّف قانون واحد من قوانين الكون. </p><p> والمشحون: الذي امتلأ، ولم يَبْقَ به مكان خَالٍ، فكانت السفينة مشحونة بما حمل فيها، لأنها صُنِعَتْ بحساب دقيق، لا يتسع إلا لمن كُلِّف نوح بحملهم في سفينته، وكانوا ثمانين رجلاً وثمانين امرأة ومن كل حيوان زوجين اثنين. </p><p> والفلك المشحون يُطلَق ويُراد به الواحدة، ويُطلَق ويراد به الجماعة كما في قوله سبحانه:  {حتى إِذَا كُنتُمْ فِي الفلك وَجَرَيْنَ بِهِم}  [يونس: ٢٢] . </p>"
}