{
  "id": null,
  "sura": 26,
  "aya": 218,
  "text": "<p> أي: توكل على الذي يحبك، ويُقدِّر عملك وعبادتك حين تقوم، والمعنى تقوم له سبحانه بالليل والناس نيام {وَتَقَلُّبَكَ فِي الساجدين}  [الشعراء: ٢١٩] ونفهم من ذلك أنه يصح أن تقوم وحدك بالليل. </p><p> وقوله:  {الذي يَرَاكَ حِينَ تَقُومُ}  [الشعراء: ٢١٨] يرى حالك في هذا القيام، وما أنت عليه من الفرح، وسرعة الاستجابة لنداء الله في قوله: الله أكبر، يراك حين تقوم على حالة انشراح القلب والإقبال على الله والنشاط للعبادة، لا على حال الكسل والتراخي. </p><p> وإنْ أقبلتَ على الله أعطاك من الفُيوضات ما يُعوِّضك مكاسب الدنيا وتجارتها، إنْ تركتها لإجابة النداء؛ لذلك كان شعار الأذان الذي ارتضاه رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ (الله أكبر) أي: أكبر من أيِّ شيء غيره، فإنْ كنتَ في نوم، فالله أكبر من النوم، وإنْ كنتَ في تجارة، فالله أكبر من التجارة، وإنْ كنتَ في عمل فالله أكبر من العمل. . إلخ. </p><p> وعجيب أن نرى مَنْ يُقدِّم العمل على الصلاة بحجة امتداد الوقت، وإمكانية الصلاة بعد انتهاء العمل، وهذه حجة واهية؛ لأن ربك حين يناديك (الله أكبر) يريد أن تستجيب على الفور لا على التراخي، وإلا كيف تسمى الاستجابة للنداء إذا تأخرت عن وقتها؟ فطول الوقت خاصة بين الصبح والظهر وبين العشاء والصبح لا يعني أنْ تصلي في طول هذا الوقت؛ لأن النداء يقتضي الإسراع والاستجابة. </p><p> ولنا ملحظ في (الله أكبر) فأكبر أفعل تفضيل تدلُّ على المبالغة ودون أكبر نقول: كبير، وكأنها إشارة إلى أن العمل والسعي ليس شيئاً هيناً أو تافهاً، إنماهو كبير، ينبغي الاهتمام به؛ لأنه عَصَب الحياة، ولا تستقيم الأمور في عمارة الأرض إلا به. </p><p> لكن، إنْ كان العمل كبيراً فالله أكبر، فربُّك عَزَّ وَجَلَّ لا يُزهِّدك في العمل، ولا يُزهِّدك في الدنيا؛ لأنه خالقها على هذه الصورة وجاعل للعمل فيها دوراً، وإنْ شئتَ فاقرأ: {فَإِذَا قُضِيَتِ </p><p> الصلاة فانتشروا فِي الأرض وابتغوا مِن فَضْلِ الله} [الجمعة: ١٠] . </p><p> وقال في موضع آخر:  {وَلاَ تَنسَ نَصِيبَكَ مِنَ الدنيا}  [القصص: ٧٧] لأن حركة الحياة هي التي تُعينك على أداء الصلاة وعلى عبادة الله، فبها تقتات، وبها تتقوَّى، وبها تستر عورتك، وما لا يتم الواجب إلا به فهو واجب. ومع هذا فدعوة الله لك أَوْلَى بالتقديم، وأَوْلَى بالإجابة؛ لأن الذي خلقك وخلقها ناداك (الله أكبر) . </p><p> و {وَتَقَلُّبَكَ}  [الشعراء: ١١٩] تعني: القعود والقيام والركوع والسجود، فربُّك يراك في كل هذه الأحوال، ويرى سرورك بمقامك بين يديه، فإذا ما توكلتَ عليه فأنت تستحق أن يكون ربُّك عزيزاً رحيماً من أجلك. </p><p> أو: أن المعنى {وَتَقَلُّبَكَ فِي الساجدين}  [الشعراء: ١١٩] أنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كان يرى صحابته وهم يُصلُّون خلفه، فيرى مَنْ خلفه، كما يرى مَنْ أمامه، وكانت هذه من خصائصه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> لذلك كان يُحذِّرهم أنْ يسبقوه في الصلاة في ركوع أو سجود، أو قيام أو قعود. ويحذرهم أنْ يفعلوا في الصلاة خلفه ما لا يصح من المصلى اعتماداً على أنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لا يراهم. </p>"
}