{
  "id": null,
  "sura": 26,
  "aya": 100,
  "text": "<p> الشافع من الشَّفْع أي: الاثنين، والشافع هو الذي يضمُّ صوته إلى صوتك في أمر لا تستطيع أن تناله بذاتك، فيتوسط لك عند مَنْ لديه هذا الأمر، والشفاعة في الآخرة لا تكون إلا لمن أَذِن الله له، يقول تعالى:  {وَلاَ يَشْفَعُونَ إِلاَّ لِمَنِ ارتضى}  [الأنبياء: ٢٨] . </p><p> ويقول سبحانه: </p><p> {مَن ذَا الذي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ}  [البقرة: ٢٥٥] . </p><p> إذن: ليس كل أحد صالحاً للشفاعة مُعداً لها، وكذلك في الشفاعة في الدنيا فلا يشفع لك إلا صاحب منزلة ومكانة، وله عند الناس أيَادٍ تحملهم على احترامه وقبول وساطته، فهي شفاعة مدفوعة الثمن، فللشافع رصيد من الجميل وسوابق الخير تزيد عما يطلب للمشفوع له. </p><p> لذلك نرى في الريف مثلاً رجلاً له جاه ومنزلة بين الناس، فيحكم في النزاعات ويفصل في الدم، فحين يتدخّل بين خصميْن ترى الجميع ينصاع له ويذعن لحكومته. </p><p> ومن ذلك ما عرفناه في الشرع من شركة الوجوه، ومعلوم أن </p><p> الشركة تحتاج إلى مال أو عمل، لكن قد يوجد شخص ليس لديه مال ولا يستطيع العمل، لكن يتمتع بوجاهة ومنزلة بين الناس، فنأخذه شريكاً معنا بما لديه من هذه الميزة. </p><p> والحقيقة أن وجاهته ومنزلته بين الناس قُوِّمت بالمال؛ لأنه ما نالها من فراغ، إنما جاءت نتيجة جَهْد وعمل ومجاملات للناس، احترموه لأجلها، فلما زال عنه المال وأنفقه في الخير بَقِي له رصيد من الحب والمكانة بين الناس. . ومن ذلك أيضاً شراء العلامة التجارية. </p><p> ومعنى {وَلاَ صَدِيقٍ حَمِيمٍ}  [الشعراء: ١٠١] فرْق بين الشافع والصديق، فالشافع لا بُدَّ أن تطلب منه أن يشفع لك، أما الصديق وخاصة الحميم لا ينتظر أن تطلب منه، إنما يبادرك بالمساعدة، ووصف الصديق بأنه حميم؛ لأن الصداقة وحدها في هذا الموقف لا تنفع حيث كل إنسان مشغول بنفسه. </p><p> فإذا لم تكُنْ الصداقة داخلة في الحميمية، فلن يسأل صديق عن صديقه، كما قالت تعالى:  {يَوْمَ يَفِرُّ المرء مِنْ أَخِيهِ وَأُمِّهِ وَأَبِيهِ وصاحبته وَبَنِيهِ لِكُلِّ امرىء مِّنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ}  [عبس: ٣٤٣٧] . </p><p> وقد أثارت مسألة الشفاعة لغطاً كثيراً من المستشرقين الذين يريدون تصيّد المآخذ على القرآن الكريم، فجاء أحدهم يقول: تقولون إن القرآن معجزة في البلاغة، ونحن نرى فيه المعنى الواحد يأتي في أسلوبين، فإنْ كان الأول بليغاً فالآخر غير بليغ، وإنْ كان الثاني بليغاً فالأول غير بليغ، ثم يقول عن مثل هذه الآيات: إنها تكرار لا فائدة منه. </p><p> ونقول له: أنت تنظر إلى المعنى في إجماله، وليس لديك الملَكة العربية التي تستقبل بها كلام الله، ولو كانت عندك هذه الملَكة لما اتهمتَ القرآن، فكل آية مما تظنه تكراراً إنما هي تأسيس في مكانها لا تصلح إلا له. </p><p> والآيتان محل الكلام عن الشفاعة في سورة البقرة، هما متفقتان في الصدر مختلفتان في العَجْز، أحدهما: </p><p> {واتقوا يَوْماً لاَّ تَجْزِي نَفْسٌ عَن نَّفْسٍ شَيْئاً}  [البقرة: ٤٨] . </p><p> والأخرى: </p><p> {واتقوا يَوْماً لاَّ تَجْزِي نَفْسٌ عَن نَّفْسٍ شَيْئاً}  [البقرة: ١٢٣] . </p><p> إذن: فصدْر الآيتين متفق، أما عَجُز الأولى:  {وَلاَ يُقْبَلُ مِنْهَا شَفَاعَةٌ وَلاَ يُؤْخَذُ مِنْهَا عَدْلٌ}  [البقرة: ٤٨] . </p><p> وعَجُز الأخرى:  {وَلاَ يُقْبَلُ مِنْهَا عَدْلٌ وَلاَ تَنفَعُهَا شَفَاعَةٌ}  [البقرة: ١٢٣] فهما مختلفتان. </p><p> وحين تتأمل صَدْرَيْ الآيتين الذي تظنه واحداً في الآيتين تجد أنه مختلف أيضاً، نعم هو مُتحد في ظاهره، لكن حين تتأمله تجد أن الضمير فيهما: إما يعود على الشافع، وإما يعود على المشفوع له، فإنْ عاد الضمير على المشفوع له نقول له: لا نأخذ منك عدلاً، ولا تنفعك شفاعة، وإنْ عاد الضمير على الشافع نقول له: لا نقبل منك شفاعة ونُقدِّم الشفاعة أولاً ولا نأخذ منك عدلاً. </p><p> إذن: ليس في الآيتين تكرار كما تظنون، فكلٌّ منهما يحمل معنى لا تؤديه الآية الأخرى. </p><p> وقد أوضحنا هذه المسألة أيضاً في قوله تعالى: {وَلاَ تقتلوا </p><p> أَوْلادَكُمْ خَشْيَةَ إِمْلاقٍ} [الإسراء: ٣١] . </p><p> والأخرى:  {وَلاَ تقتلوا أَوْلاَدَكُمْ مِّنْ إمْلاَقٍ}  [الأنعام: ١٥١] . </p><p> فصدْرا الآيتين مختلف، وكذلك العَجْز مختلف، فعَجُز الأولى:  {نَّحْنُ نَرْزُقُهُمْ وَإِيَّاكُم}  [الإسراء: ٣١] . </p><p> وعَجُز الأخرى:  {نَّحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ}  [الأنعام: ١٥١] . </p><p> وحين نتأمل الآيتين نجد أن لكل منهما معناها الخاص بها، وليس فيهما تكرار كما يظن البعض. </p><p> ففي الآية الأولى:  {وَلاَ تقتلوا أَوْلادَكُمْ خَشْيَةَ إِمْلاقٍ}  [الإسراء: ٣١] إذن: فالفقر غير موجود، والأب يخاف أن يأتي الفقر بسبب الأولاد، فهو مشغول برزق الولد، لا برزقه هو؛ لأنه غني غير محتاج؛ لذلك قدَّم الأولاد في عَجُز الآية، كأنه يقول للأب: اطمئن فسوف نرزق هؤلاء الأولاد أولاً، وسوف تُرزَق أنت أيضاَ معهم. </p><p> أما الآية الأخرى:  {وَلاَ تقتلوا أَوْلاَدَكُمْ مِّنْ إمْلاَقٍ}  [الأنعام: ١٥١] فالفقر في هذه الحالة موجود فعلاً، وشُغل الأب برزق نفسه أوْلى من شغله برزق ولده؛ لذلك قال في عَجُز الآية:  {نَّحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ}  [الأنعام: ١٥١] فقدَّمهم على الأولاد. </p><p> إذن: لكل آية معناها الذي لا تؤديه عنها الآية الأخرى. </p><p> ثم يقول الحق سبحانه عنهم أنهم قالوا:  {فَلَوْ أَنَّ لَنَا كَرَّةً} </p>"
}