{
  "id": null,
  "sura": 26,
  "aya": 88,
  "text": "<p> قوله:  {يَوْمَ لاَ يَنفَعُ مَالٌ وَلاَ بَنُونَ}  [الشعراء: ٨٨] فأتى بالمسألة التي تشغل الناس جميعاً، فكل إنسان يريد أن يكون غنياً صاحب مال وأولاد وعِزْوة، ومَنْ حُرِم واحدة منهما حَزِن وألم أشدّ الألم. </p><p> والحق تبارك وتعالى يقول:  {المال والبنون زِينَةُ الحياة الدنيا}  [الكهف: ٤٦] . </p><p> ويقول سبحانه:  {زُيِّنَ لِلنَّاسِ حُبُّ الشهوات مِنَ النساء والبنين والقناطير المقنطرة مِنَ الذهب والفضة}  [آل عمران: ١٤] . </p><p> نعم، هي زينة الحياة الدنيا، ومعنى الزينة: الحُسْن غير الذاتي، فالحُسْن قد يكون ذاتياً في الجوهر كالمرأة التي تكون جميلة بطبيعتها التي خلقها الله عليها، دون أنْ تتكلّف الجمال، أو الزينة الظاهرة من مساحيق أو ذهب أو خلافه، لذلك سمَّوْها في اللغة (الغانية) وهي التي استغنْت بجمالها الطبيعي الذاتي عن أنْ تتزّين بأيِّ شيء آخر. </p><p> وقوله:  {إِلاَّ مَنْ أَتَى الله بِقَلْبٍ سَلِيمٍ}  [الشعراء: ٨٩] يعني: مع أن المال والبنين زينة الحياة الدنيا، فهذا لا يمنع نفعهما لصاحبهما إنْ أحسن التصرُّف في ماله، فأنفقه في الخير، وأحسن تربية أولاده التربية الصالحة، لكن هذه أيضاً لا تصفو له ولا تستقيم إلا إذا {أَتَى الله بِقَلْبٍ سَلِيمٍ}  [الشعراء: ٨٩] . </p><p> يعني: توفّر له الإخلاص في هذا كله، وإلاَّ فالرياء يُحبط العمل، ويجعله هباءً منثوراً، إنْ كنتَ تفعل الخير في الدنيا ولا تؤمن بالله ولا تُنزهه سبحانه عن الشريك، فلن ينفعك عملك، ولن يكون لك منه نصيب في ثواب الآخرة. </p><p> كما قال تعالى:  {وَقَدِمْنَآ إلى مَا عَمِلُواْ مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَآءً مَّنثُوراً}  [الفرقان: ٢٣] . </p><p> وفي الحديث القدسي:  « ... فعلت ليقال وقد قيل ... » . </p><p> فعلتَ ليُقام لك حفل تكريم وقد أقيم لك، فعلتَ لتأخذ نيشاناً وقد أخذتَه، فعلتَ ليُكتب اسمك على باب المسجد وقد كُتِب، إذن: انتهت المسألة. </p><p> فقوله تعالى:  {يَوْمَ لاَ يَنفَعُ مَالٌ وَلاَ بَنُونَ}  [الشعراء: ٨٨] لا ينفي نفع المال والبنين، فهي نافعة شريطة أنْ تأتي اللهَ بقلب سليم، والسلامة هنا تعني: أن يظلَ الشيء على حاله وعلى صلاحه الذي خلقه الله عليه لا يصيبه عطب في ذاته، فيؤدي مهمته كما ينبغي. </p><p> فكأن السلامة تُوجد أولاً، ونحن الذين نُفسِد هذه السلامة. </p><p> ومن ذلك قوله تعالى: </p><p> {وَإِذَا قِيلَ لَهُمْ لاَ تُفْسِدُواْ فِي الأرض قالوا إِنَّمَا نَحْنُ مُصْلِحُونَ ألا إِنَّهُمْ هُمُ المفسدون ولكن لاَّ يَشْعُرُونَ}  [البقرة: ١١١٢] . </p><p> لذلك لو تأمّل الناس فيما يُتعبهم في الحياة لوجدوا أنه ثمرة إفسادهم في الكون المنظم الذي خلقه الله على مقتضى حكمته تعالى، بدليل أن كل حركة في الكون لا يتدخل فيها الإنسان تراها مُستقيمة منتظمة لا تتخلف، فإنْ تدخَّل الإنسان وُجِد الفساد ووُجِد الظلم للغير، حتى للنبات وللجماد وللحيوان، وقد نهانا الشارع الحكيم عن هذا كله. </p><p> هذا إنْ تدخّل الإنسان في الكون على غير مقتضى منهج ربه، فإنْ تدخَّل على هَدْى من منهج الله استقامتْ الأمور وتحققتْ السلامة. </p><p> ألا ترى قوله تعالى في سورة الرحمن: </p><p> {الشمس والقمر بِحُسْبَانٍ والنجم والشجر يَسْجُدَانِ والسمآء رَفَعَهَا وَوَضَعَ الميزان}  [الرحمن: ٥٧] . </p><p> لذلك تجد كل شيء في الكون موزوناً بقدر وبحكمة: الشمس والقمر والنجوم والهواء والماء. . الخ وكل عناصر الكون هذه تسير مستقيمة في منظومة الكون المتكاملة، لماذا؟ لأنه لا دَخْلَ للإنسان فيها. </p><p> فمعنى القلب السليم: القلب الذي لا يعمُر إلا بما أراد الله أنْ يعمُرَ به، وقد ورد في الحديث القدسي:  «ما وسعتني أرضي ولا سمائي، ولكن وسعني قلب عبدي المؤمن» . </p><p> إذن: لا تزحم قلبك بما يَشْغَله من أمور الدنيا، واجعله خالياً لله مُنْشغلاً به، فهذه هي سلامة القلب؛ لأن القلب مفطور على هذا، مطبوع عليه. . ساعة خلقه الله خلقه صافياً سليماً من المشاغل؛ لذلك يقول سبحانه:  {والله أَخْرَجَكُم مِّن بُطُونِ أُمَّهَاتِكُمْ لاَ تَعْلَمُونَ شَيْئاً وَجَعَلَ لَكُمُ السمع والأبصار والأفئدة}  [النحل: ٧٨] لماذا؟ {لَعَلَّكُمْ تَشْكُرُونَ}  [النحل: ٧٨] . </p><p> إذن: لا تأخذ المال والبنين منفصليْن عن سلامة القلب؛ لأن ربك يقول:  {والباقيات الصالحات خَيْرٌ عِندَ رَبِّكَ ثَوَاباً وَخَيْرٌ أَمَلاً}  [الكهف: ٤٦] . </p><p> وفي آية:  {زُيِّنَ لِلنَّاسِ حُبُّ الشهوات}  [آل عمران: ١٤] ختمها الحق سبحانه بقوله: {ذلك مَتَاعُ الحياة الدنيا والله عِنْدَهُ حُسْنُ المآب}  [آل عمران: ١٤] . </p><p> ومن سلامة القلب أن يخلو من الشرك، وأن يخلو من النفاق؛ لأن المنافق يؤمن بلسانه، ولا يؤمن بقلبه، فقلبه لا يوافق لسانه؛ لذلك هو غير سليم القلب، فكان أشد إثماً من الكافر، وجعله الله في الدَّرْك الأسفل من النار. </p><p> المنافق أشد تعذيباً من الكافر؛ لأن الكافر مع كُفْره هو منطقيّ مع نفسه، حيث كفر بقلبه وبلسانه، ونطق بما يعتقده، أما المنافق فقد غشَّنا وحُسِب علينا ظاهراً، ومنهم مَنْ كان يصلي خلف رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في الصف الأول، وهو في حقيقة الأمر من الطابور الخامس داخل صفوف المسلمين. </p><p> وكذلك الرياء ينافي سلامة القلب، فالمرائي يعمل للناس ولا يعمل لله، ونعجب حين نرى مَنْ يُقدِّم الجميل رياءً وسُمْعة، ثم يتهم مَنْ أسدى إليه الجميل بأنه ناكر للجميل، نقول له: لماذا تتهمه وقد سبقته فأنكرتَ جميل الله، حيث لم تجعله على بالك حين فعلتَ الخير. </p><p> إذن: فهذا جزاؤك جزاءً وفاقاً، لأنك ما فعلتَ الخير لله، إنما فعلته للعبد فانتظر منه الجزاء. وصَفْقَة المرائي خسارة، وتجارته بائرة؛ لأنه حين يعطي رياءً يستفيد منه الآخذ ويخرج هو صُفْر اليدين، كما قال سبحانه:  {فَمَثَلُهُ كَمَثَلِ صَفْوَانٍ عَلَيْهِ تُرَابٌ فَأَصَابَهُ وَابِلٌ فَتَرَكَهُ صَلْداً}  [البقرة: ٢٦٤] . </p><p> وبعد ذلك ترى الناس تكره المرائي، ويُنكرون جميله في بناء مسجد أو مستشفى أو مدرسة مثلاً، ولو عمل ذلك لله لأبقى الله </p><p> ذِكْره بين الناس، فحفظوا جميله، وأَثنَوْا عليه بالخير. </p><p> «ويُرْوى أن السيدة فاطمة الزهراء دخل عليها سيدنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فوجدها تجلو درهماً في يدها،فلما سألها عنه قالت:لأنّي قد نويتُ أنْ أتصدّق به،فقال لها:تصدَّقي به وهو على حاله،فقالت:أنا أعلم أنه يقع في يد الله قبل أن يقع في يد الفقير، والله طيب لا يقبل إلا طيباً» . </p><p> ثم يذكر الحق تبارك وتعالى نتيجة سلامة القلب وثمرة الإخلاص في العلم، فيقول:  {وَأُزْلِفَتِ الجنة لِلْمُتَّقِينَ} </p>"
}