{
  "id": null,
  "sura": 26,
  "aya": 52,
  "text": "<p> قلنا: الوحي لغةَ: إعلام بخفاء، وشرعاً: إعلام من الله لرسول من رسله بمنهج خير لخَلْقه. </p><p> ومن الوحي المطلق قوله تعالى:  {وأوحى رَبُّكَ إلى النحل أَنِ اتخذي مِنَ الجبال بُيُوتاً}  [النحل: ٦٨] . </p><p> وقوله سبحانه:  {وَإِنَّ الشياطين لَيُوحُونَ إلى أَوْلِيَآئِهِمْ لِيُجَادِلُوكُمْ}  [الأنعام: ١٢١] . </p><p> وقوله تعالى:  {وَأَوْحَيْنَآ إلى أُمِّ موسى أَنْ أَرْضِعِيهِ}  [القصص: ٧] . </p><p> فالوحي العام إذن لا نسأل عن الموحِي، أو الموحَى إليه، أو موضوع الوحي، فقد يكون الوحي من الشيطان، والموحَى إليه قد يكون الأرض أو الملائكة أو الحيوان، على خلاف الوحي الشرعي، فهو محدد ومعلوم. </p><p> لقد قام فرعون بحملة دعاية لهذه المعركة مع موسى عليه السلام وحشد الناس لمشاهدة هذه المباراة، وهذا دليل على أنه قدَّر أنه سيغَلِب، لكن خيَّب الله ظنه، وكانت الجولة لمصلحة موسى عليه السلام، فآمن السحرة بالله تعالى رب موسى وهارون، فأخذ يهددهم ويتوعدهم، وهو يعلم أنَّ ما رأوْه من الآيات الباهرات يستوجب الإيمان. </p><p> ومع ذلك لما غُلِب فرعون وضاعتْ هيبته وجباريته وقاهريته سكت جمهور الناس، فلم ينادوا بسقوطه، واكتفوا بسماع أخبار موسى، وظل هذا الوضع لمدة طويلة من الزمن حدث فيها الآيات التسع التي أنزلها الله ببني إسرائيل. </p><p> ومن غباء فرعون أن ينصرف عن موسى بعد أن أصبح له أتباع وأنصار، ولم يحاول التخلص منه حتى لا يزداد أتباعه وتقوى </p><p> شوكته، فكأن مسألة الآيات التسع التي أرسلها الله عليهم قد هَدَّتْ كيانه وشغلته عن التفكير في آمر موسى عليه السلام. </p><p> وهكذا استشرى أمر موسى وأصبحت له إغلبية وشعبية، حتى إن الأقباط أتباع فرعون كانوا يعطفون على أمر موسى وقومه؛ لذلك استعاروا من القبط حُليَّ النساء قبل الخروج مع موسى، ومن هذه الحلي صنع السامري العجل الذي عبدوه فيما بعد. </p><p> وهنا يقول تعالى:  {وَأَوْحَيْنَآ إلى موسى أَنْ أَسْرِ بعبادي إِنَّكُم مّتَّبِعُونَ}  [الشعراء: ٥٢] وقبل ذلك نبَّهه ربه للخروج بعد أن قتل الرجل: {وَجَآءَ رَجُلٌ مِّنْ أَقْصَى المدينة يسعى قَالَ ياموسى إِنَّ الملأ يَأْتَمِرُونَ بِكَ لِيَقْتُلُوكَ فاخرج إِنِّي لَكَ مِنَ الناصحين}  [القصص: ٢٠] . </p><p> أما الآن، فالمؤامرة عليه وعلى مَنْ معه من المؤمنين. </p><p> ومعنى {أَسْرِ}  [الشعراء: ٥٢] الإسراء: المشي ليلاً {إِنَّكُم مّتَّبِعُونَ}  [الشعراء: ٥٢] يعني: سيتبعكم جنود فرعون ويسيرون خلفكم. </p><p> ثم يقول الحق سبحانه:  {فَأَرْسَلَ فِرْعَونُ فِي المدآئن} </p>"
}