{
  "id": null,
  "sura": 26,
  "aya": 128,
  "text": "<p> وهذه خصوصية من خصوصيات قوم هود، والرِّيع: هو المكان المرتفع، لذلك بعض الناس يقولون: كم رِيع بنائك؟ يعني: ارتفاعه </p><p> كم متراً، فكأن الارتفاع يُثمِّن البقعة، ويُطلق الريع على الارتفاع في كل شيء. </p><p> وكلمة {آيَةً}  [الشعراء: ١٢٨] بعد {أَتَبْنُونَ}  [الشعراء: ١٢٨] تعني: القصور العالية التي تعتبر ِآيةً في الإبداع وجمال العمارة والزخرفة والفخامة والاتساع والرِّفْعة في العُلُو. </p><p> وقال {تَعْبَثُونَ}  [الشعراء: ١٢٨] لأنهم لن يخلُدوا في هذه القصور، ومع ذلك يُشيِّدونها لتبقى أجيالاً من بعدهم، فعدّ هذا بعثاً منهم؛ لأن الإنسان يكفيه أقلّ بناء ليأويه فترة حياته. </p><p> أو {تَعْبَثُونَ}  [الشعراء: ١٢٨] لأنهم كانوا يجلسون في شُرفات هذه القصور يصدُّون الناس، ويصرفونهم عن هود وسماع كلامه ودعوته التي تَلْفِتهم إلى منهج الحق. </p><p> ونحن لم نَرَ حضارة عاد، ولم نَرَ آثارهم، كما رأينا مثلاً آثار الفراعنة في مصر؛ لأن حضارة عاد طمرتْها الرمال، وكانوا بالجزيرة العربية في منطقة تُسمَّى الآن بالرَّبْع الخالي؛ لأنها منطقة من الرمال الناعمة التي يصعب السير أو المعيشة بها، لكن لكي نعرف هذه الحضارة نقرأ قوله تعالى في سورة الفجر: </p><p> {أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَادٍ إِرَمَ ذَاتِ العماد التي لَمْ يُخْلَقْ مِثْلُهَا فِي البلاد}  [الفجر: ٦٨] . </p><p> وما دامت لم يُخلَق مثلها في البلاد، فهي أعظم من حضارة الفراعنة التي نشاهدها الآن، ويفد إليها الناس من كل أنحاء العالم ليشاهدوا الأهرام مثلاً، وقد بنيت لتكون مجرد مقابر، ومع تقدُّم العلم في عصر الحضارة والتكنولوجيا، ما زال هذا البناء مُحيِّراً للعلماء، لم يستطيعوا حتى الآن معرفةَ الكثير من أسراره. </p><p> ومن هذه الأسرار التي اهتدَوْا إليها حديثاً كيفية بناء أحجار الأهرام دون ملاط مع ضخامتها، وقد توصَّلوا إلى أنها بُنيَتْ بطريقة تفريغ الهواء مما بين الأحجار، وهذه النظرية تستطيع ملاحظتها حين تضع كوباً مُبلّلاً بالماء على المنضدة مثلاً، ثم تتركه فترةً حتى يتبخر الماء من تحته، فإذا أردتَ أن ترفعه من مكانه تجده قد لصق بالمنضدة. </p><p> وليس عجيباً أنْ تختفي حضارةٌ، كانت أعظم حضارات الدنيا تحت طبقات الرمال، فالرمال حين تثور تبتلع كل ما أمامها، حتى إنها طمرتْ قبيلة كاملة بجِمالها ورجالها، وهذه هبة واحدة، فما بالك بثورة الرمال، وما تسفوه الريح طوال آلاف السنين؟ </p><p> وأنا واثق من أنهم إذا ما نبشوا هذه الرمال وأزاحوها لوجدوا تحتها أرضاَ خصبة وآثاراً عظيمة، كما نرى الاكتشافات الأثرية الآن كلها تحت الأرض، وفي فيينا أثناء حفر أحد خطوط المجاري هناك وجدوا آثاراً لقصور ملوك سابقين. </p><p> وطالما أن الله تعالى قال عن عاد:  {أَتَبْنُونَ بِكُلِّ رِيعٍ آيَةً تَعْبَثُونَ}  [الشعراء: ١٢٨] فلا بُدَّ أن هناك قصوراً ومبانيَ مطمورة تحت هذه الرمال. </p>"
}