{
  "id": null,
  "sura": 26,
  "aya": 78,
  "text": "<p> كأن الحق تبارك وتعالى يقول لهم: يا أغبياء، اعلموا أن للعبادة أسباباً وحيثيات. ويوضح إبراهيم عليه السلام حيثيات عبادة ربه عزَّ وجل فيقول:  {الذي خَلَقَنِي فَهُوَ يَهْدِينِ}  [الشعراء: ٧٨] أي: خلقني من عدم، وأمدَّني من عُدْم، وجعل لي قانون صيانة يحفظ حياتي، ويضمن سلامتي حيث كلَّفني بشرعه: افعل كذا ولا تفعل كذا، وهو سبحانه لا ينتفع بشيء من هذا، بل النفع يعود علينا نحن، وهل فعلتْ الأصنام لكم شيئاً من هذا؟ إذن: فهو واحده المستحق للعبادة. </p><p> وقوله سبحانه {فَهُوَ يَهْدِينِ}  [الشعراء: ٧٨] أي: بقانون الصيانة الذي يشبه (الكتالوج) الذي يجعله البشر لصناعتهم؛ ليضمنوا سلامتها وأدائها لمهمتها على أكمل وجه، ولا بُدَّ أن يحدِّد لها المهمة قبل أنْ يَشرَع في صناعتها، وهل رأينا آلةَ صنعها صاحبها، ثم قال لنا: انظروا في أيِّ شيء تستخدم هذه، (بوتاجاز) أو ثلاجة مثلاً؟ </p><p> فإذا ما حدث خلل في هذه الآلة، فعليك بالنظر في هذا (الكتالوج) أو أن تذهب بها إلى المهندس المختص بها؛ لذلك إذا أردتَ أن تأخذ قانون صيانتك، فلا تأخذه إلا من صانعك وخالقك عَزَّ وَجَلَّ ولا يجوز أن يخلق الله تعالى وتضع أنت لخِلْقة الله قانون صيانتها، فهذا مِثْل: أن تقول للجزار مثلاً: اعمل لي قانون صيانة (التلفزيون) . </p><p> ثم يذكر بعد ذلك مُقوِّمات استبقاء الحياة، فيقول:  {والذي هُوَ يُطْعِمُنِي وَيَسْقِينِ وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ}  [الشعراء: ٧٩٨٠] . </p><p> ونقف هنا عند الضمير المنفصل (هو) الذي جاء للتوكيد، والتوكيد لا يأتي ابتداءً، إنما يكون على درجات الإنكار، وقد أكّد الحق تبارك وتعالى نسبة الهداية والإطعام والسُّقْيا والشفاء إليه تعالى؛ لأن هذه المسائل الأربع قد يدعيها غيره تعالى، وقد يظن البعض أن الطبيب هو الشافي أو أن الأب مثلاً هو الرازق؛ لأنه الجالب له والمناول. </p><p> والهداية قد يدّعيها واضعوا القوانين من البشر، وقد رأينا الشيوعية والرأسمالية والوجودية والبعثية وغيرها، وكلها تدّعي أنها لصالح البشر، وأنها طريق هدايتهم؛ لذلك أكد الله تعالى لنفسه هذه المسألة {الذي خَلَقَنِي فَهُوَ يَهْدِينِ}  [الشعراء: ٧٨] فالهداية لا تكون إلا من الله، وفي شِرْعته تعالى. </p><p> وقد تسأل في قوله تعالى:  {وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ}  [الشعراء: ٨٠] ولماذا نذهب إلى الطبيب إذن؟ نقول: الطبيب يعالج، وهو سبب للشفاء، أمّا الشفاء فمن الله، بدليل أن الطبيب ربما يمرض، ويعجز هو عن شفاء نفسه، وقد يعطي المريض حقنة ويكون فيها حَتْفه. </p><p> وحين نُعرب:  {مَرِضْتُ}  [الشعراء: ٨٠] نقول: مرض فعل ماضٍ والتاء فاعل، فهل أنا الذي فعلتُ المرض؟ وهذا مِثْل أن نقول: مات فلان، ففلان عامل مع أنه لم يحدث الموت؛ لذلك يجب أن نتنبه إلى أن الفاعل يعني مَنْ فعل الفعل، أو اتصف به، والفاعل هنا لم يفعل الفعل وإنما اتصف به. وقال {مَرِضْتُ}  [الشعراء: ٨٠] تأدباً مع الله تعالى، فلم يقل: أمرضني ونسب المرض الظاهر إلى نفسه. </p><p> أما في المسائل التي لا يدَّعيها أحد، فتأتي بالفعل دون توكيد، كما في الآية بعدها:  {والذي يُمِيتُنِي} </p>"
}