{
  "id": null,
  "sura": 26,
  "aya": 7,
  "text": "<p> لَمَّا لم يفلح الذكر المُحْدث والآيات المتجددة مع هؤلاء المعاندين فلم يَرْعَوُوا. ردَّهم الله تعالى إلى الآيات الكونية الظاهرة لهم والتي سبقتهم في الوجود، آيات في السماء: الشمس والقمر والنجوم، وآيات في الأرض: البحار والقفار والجبال والنبات والحيوان. </p><p> وكلها آيات كونية لم يدَّعها أحد منهم، بل جاء الإنسان إلى الوجود وطرأ عليها، وقد سبقتْه هذه الآيات التي يراها: الكبير والصغير، والرجل والمرأة، والعاقل وغير العاقل، أَلاَ ينظرون فيها نظرةَ اعتبار، فيسألون عن مبدعها؟ </p><p> ضربنا لذلك مثلاً بالإنسان الذي انقطعتْ به السُّبُل في صحراء جرداء حتى أشرف على الهلاك، فأخذته سِنَة فنام، ولما استيقظ وجد في هذا المكان المنقطع مائدةً، عليها أطايب الطعام والشراب، أَلا ينبغي عليه قبل أنْ تمتدَّ يده إلى هذا الطعام أن يسأل نفسه من الذي أعده له؟ </p><p> كذلك الإنسان طرأ على كوْن مُعَدٍّ لاستقباله، وعلى وجود لا تتناوله قدرته، ولا سلطانَ له عليه، فهو لا يتناول الشمس مثلاً ليُوقِدها ولم يدَّعِ هذه الآيات الكونية أحد، أَلاَ يدلّ ذلك على الخالق عزَ وجل ويُوجِب علينا الإيمان به؟ </p><p> لذلك يقول سبحانه {وَلَئِن سَأَلْتَهُمْ مَّنْ خَلَقَ السماوات والأرض لَيَقُولُنَّ الله}  [لقمان: ٢٥] . </p><p> وقال:  {وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَهُمْ لَيَقُولُنَّ الله}  [الزخرف: ٨٧] . </p><p> ولو تأمل الإنسان في (اللمبة) الصغيرة التي تضيء غرفة، ولها عمر افتراضي لا يتعدَّى عدة أشهر وهي عُرْضَة للكسر وللأعطال، ومع ذلك تكاتف في صناعتها فريق من المهندسين والعمال والفنيين، وكثير من الآلات والعِدَد، ومع ذلك نُؤرِّخ لمخترع المصباح، ونعرف تاريخه، وكيفية صنعه. . الخ. نعرف مخترع (التلفون والراديو) و. . </p><p> أليس من الأَوْلَى أن ننظر ونتأمل في خَلْق الشمس، هذا الكوكب العظيم الذي يضيء الدنيا كلها، دون وقود، أو قطعة غيار، أو عُطْل طِوَال هذه المدَد المتعاقبة؟ </p><p> فإذا ما جاء رسول، وقطع على الناس هذه الغفلة، وقال لهم: أَلاَ أُنبّئكم بمَنْ خلق كل هذا؟ إنه الله. كان يجب عليهم أنْ يُعيروه آذانهم ويؤمنوا. </p><p> هنا يقول تعالى:  {أَوَلَمْ يَرَوْاْ إِلَى الأرض}  [الشعراء: ٧] وهي آية ظاهرة أمام أعينهم، يروْنَها هامدة جرداء مُقْفرة، فإذا نزل عليها الماء أحياها الله بالنبات، ألم ينظروا إلى الجبال والصحراء بعد نزول المطر، وكيف تكتسي ثوباً بديعاً من النبات بعد فَصْل الشتاء. </p><p> ألم يسألوا أنفسهم: مَنْ نقل هذه البذور وبذرها في الجبال؛ لذلك يقول سبحانه في موضع آخر:  {وَتَرَى الأرض هَامِدَةً فَإِذَآ أَنزَلْنَا عَلَيْهَا المآء اهتزت وَرَبَتْ وَأَنبَتَتْ مِن كُلِّ زَوْجٍ بَهِيجٍ}  [الحج: ٥] . </p><p> وقوله تعالى هنا:  {كَمْ أَنبَتْنَا فِيهَا مِن كُلِّ زَوْجٍ كَرِيمٍ}  [الشعراء: ٧] كم: خبرية تفيد الكثرة، جاءت بصيغة الاستفهام للتقرير، كما تقول لصاحبك: كم أحسنتُ إليك، بدل أنْ تُعدِّد مظاهر إحسانك إليه، فتسأله لأنك واثق أن الإجابة في صالحك، فالكلام بالإخبار دَعْوى منك، لكن الإجابة على سؤال إقرار منه. </p><p> فالمعنى: أن نبات الأرض كثير يفوق الحصر. </p><p> والزوج: الصنف، والزوج أيضاً الذكر أو الأنثى، والبعض من العامة يظن أن الزوج يعني الاثنين وهذا خطأ، فالزوج واحد معه مثله، كما في قوله سبحانه:  {ثَمَانِيَةَ أَزْوَاجٍ مَّنَ الضأن اثنين وَمِنَ المعز اثنين قُلْءَآلذَّكَرَيْنِ حَرَّمَ أَمِ الأنثيين أَمَّا اشتملت عَلَيْهِ أَرْحَامُ الأنثيين نَبِّئُونِي بِعِلْمٍ إِن كُنتُمْ صَادِقِينَ وَمِنَ الإبل اثنين وَمِنَ البقر اثنين}  [الأنعام: ١٤٣١٤٤] . </p><p> فهذه أربعة أصناف، فيها ثمانية أزواج، فالزوج فرد واحد معه مثله، فلا تقول زوج أحذية. بل زَوْجَا أحذية. والحق سبحانه وتعالى يقول:  {وَأَنَّهُ خَلَقَ الزوجين الذكر والأنثى}  [النجم: ٤٥] . </p><p> وكذلك النبات لا بُدَّ فيه من ذكورة وأنوثة، وإنْ كانت غير واضحة فيه كله كما هي واضحة مثلاً في النخل، ففيه ذكر نُلقِّح منه الأنثى لتثمر، وكذلك شجرة الجميز منها ذكر وأنثى. لكن لم نَرَ ذكورة وأنوثة في الجوافة مثلاً أو في الليمون، لماذا؟ </p><p> قالوا: مرة توجد الذكورة والأنوثة في الشيء الواحد كعود الذرة مثلاً، قبل أنْ يُخرِج ثمرته تخرج سنبلة في أعلاه تحمل لقاح الذكورة، وحينما يهزها الريح يقع اللقاح على شُرَابة (كوز) الذرة، وتتم عملية التلقيح. وقد تكون الذكورة والأنوثة في شيء لا تعرفه أنت كالمناجو والتفاح مثلاً، فلم نعلم لها ذكراً وأنثى. </p><p> لكن الحق تعالى قال:  {وَأَرْسَلْنَا الرياح لَوَاقِحَ}  [الحجر: ٢٢] . </p><p> وقال:  {وَمِن كُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ}  [الذاريات: ٤٩] . </p><p> ثم وصف الزوج بأنه {كَرِيمٍ}  [الشعراء: ٧] فماذا يعني الكرم هنا؟ قالوا: لأنك إذا أخذتَ الثمرة الواحدة ونظرت وتأملتَ فيها لوجدتَ لها صفات متعددة ونِعَماً كثيرة، كما قال سبحانه:  {وَإِن تَعُدُّواْ نِعْمَتَ الله لاَ تُحْصُوهَا}  [إبراهيم: ٣٤] وهي نعمة واحدة بصيغة المفرد ولم يقل نعم الله. </p><p> قالوا: لأن الحق عزّ وجلَّ يريد أن يلفتنا إلى أن كل نعمة واحدة لو استقصيتَ عناصرها وتكوينها لوجدتَ في طياتها نِعَماً لا تُعَدُّ ولا تُحْصَى. </p><p> فمعنى {كَرِيمٍ}  [الشعراء: ٧] يعني: كثير العطاء وكثير الخيرات. </p>"
}