{
  "id": null,
  "sura": 26,
  "aya": 210,
  "text": "<p> لأنهم قالوا: إنما تنزَّلت الشياطين على محمد بالقرآن، وكانوا يقولون ذلك لكل شاعر ماهر بشعره عندهم، فلكل شاعر شيطان يُمليه الشِّعْر، وعندهم وادٍ يُسمَّى وادي «عبقر» هو وادي الجن، فيقولون: فلان عبقري أي: موصول بالجن في هذا الوادي. </p><p> لكن، كيف والكتاب نزل على محمد عدو للشياطين، يلعنهم في كل مناسبة، ويُحذِّر أتباعه منهم:  {الشيطان يَعِدُكُمُ الفقر وَيَأْمُرُكُم بالفحشآء}  [البقرة: ٢٦٨] ويقول الحق سبحانه: {إِنَّ الشيطان لَكُمْ عَدُوٌّ فاتخذوه عَدُوّاً إِنَّمَا يَدْعُواْ حِزْبَهُ لِيَكُونُواْ مِنْ أَصْحَابِ السعير}  [فاطر: ٦] . </p><p> فكيف إذن يمده الشيطان ويُمليه عليه، وهو عدوه؟ ولماذا لم يأتكم وأنتم أحباءه؟ هذه واحدة. </p><p> الاخرى:  {وَمَا يَنبَغِي لَهُمْ وَمَا يَسْتَطِيعُونَ}  [الشعراء: ٢١١] إن الله جعل القرآن مُعْجزاً ومنهجاً، والمعجزة لا يتسلَّط عليها إنس ولا جن فيفسدها، لذلك قال سبحانه:  {إِنَّا نَحْنُ نَزَّلْنَا الذكر وَإِنَّا لَهُ لَحَافِظُونَ}  [الحجر: ٩] . </p><p> أما الكتب السابقة فقد طلبتْ من المؤمنين بها أنْ يحفظوها، وفَرْق بين الحفظ مني، وطلب الحفظ منكم؛ لأن الطلب تكليف وهو عُرْضة لأنْ يُطاع ولأنْ يُعصَى، وقد جربنا حفظ البشر فلم يحافظوا على كتبهم السابقة؛ لذلك تولّى الحق سبحانه وتعالى حِفْظ قرآنه </p><p> بنفسه، ولم يكِلْه إلى أحد من خَلْقه. </p><p> لذلك تجد في هذا المجال كثيراً من العجائب والمفارقات، فمع تقدُّم الزمن وطغيان الحضارات المعادية للإسلام، والتي تُمطرنا كل يوم بوابل من الانحرافات والخروج عن تعاليم الدين، ومِنّا مَنْ ينساق خلفهم، وهذا كله ينقص من الأحكام المطبّقة من الإسلام. </p><p> لكن مع هذا كله تجد القرآن يزداد توثيقاً، ويزداد حفظاً، ويتبارى حتى غير المسلمين في حِفْظ كتاب الله وتوثيقه، والتجديد في طباعته، حتى رأينا مصحفاً في ورقة واحدة، ومصحفاً في حجم عقلة الإصبع، ويفخر بعضهم الآن بأنه يملك أصغر مصحف في العالم. . إلخ بصرف النظر عن دوافعهم مِنْ وراء هذا. </p><p> المهم أن الله تعالى يُسخِّر حتى أعداء القرآن لحِفْظ القرآن {وَمَا يَعْلَمُ جُنُودَ رَبِّكَ إِلاَّ هُوَ وَمَا هِيَ إِلاَّ ذكرى لِلْبَشَرِ}  [المدثر: ٣١] . </p><p> أليس من وسائل نَشْر القرآن والمحافظة عليه آلات التسجيل وآلات تكبير الصوت التي تنشر كلام الله في كل مكان؟ ولم يَلْق شيءٌ من الكتب السابقة مثل هذه العناية. </p><p> إذن: فالعناية بالقرآن كنصٍّ لا تتناسب مع النقص في أحكامه وانصراف أهله عنها، وكأن الله عَزَّ وَجَلَّ يقول لنا: سأحفظ هذا النصِّ بغير المؤمنين به، وسأجعلهم يُوثِّقونه ويهتمون به؛ ليكون ذلك حجة عليكم. </p><p> لذلك كان عند الألمان قبل الحرب العالمية خزانة بها أدراج، في كل درج منها أية من القرآن، يُحفظ به كل ما كُتب عن هذه الآية بدايةً من تفسير ابن عباس إلى وقتها، وهذا دليل على أنهم مُسخَّرون بقوة خفية لا يقدر عليها إلا الله عَزَّ وَجَلَّ </p><p> {إِنَّا نَحْنُ نَزَّلْنَا الذكر وَإِنَّا لَهُ لَحَافِظُونَ}  [الحجر: ٩] . </p><p> وسبق أن قلنا: إن بعض النساء يَسِرْنَ في الشوارع كاشفات عن صدورهن، ومع ذلك تتحلّى بمصحف على صدرها، وليتها تستر صدرها ولا تُعلِّق المصحف. </p><p> فكيف تقولون تنزلت به الشياطين، وقد جاء القرآن ليعلن لأهله عداءه لهم والحذر منهم؟ كيف والشياطين لا تتنزل إلا على كفَّار أثيم، وأنتم أوْلَى بأن تتنزَّل عليكم {وَإِنَّ الشياطين لَيُوحُونَ إلى أَوْلِيَآئِهِمْ لِيُجَادِلُوكُمْ}  [الأنعام: ١٢١] . </p><p> ومعنى:  {وَمَا يَسْتَطِيعُونَ}  [الشعراء: ٢١١] أن هذه المسألة فوق قدراتهم؛ لأن الحق تبارك وتعالى قال:  {إِنَّهُمْ عَنِ السمع لَمَعْزُولُونَ} </p>"
}