{
  "id": null,
  "sura": 26,
  "aya": 227,
  "text": "<p> كان بعض شعراء المشركين أمثال عبد الله بن الزبعري، ومسافح </p><p> الجمحي يهجون رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ويذمونه، فيلتف الضالون الغاوون من حولهم، يشجعونهم ويستزيدونهم من هجاء رسول الله، وفي هؤلاء نزل قوله تعالى:  {والشعرآء يَتَّبِعُهُمُ الغاوون} الشعراء: ٢٢٤] فأسرع إلى سيدنا رسول الله شعراءُ الإسلام: عبد الله بن رواحة وكعب بن زهير، وكعب بن مالك، وحسان بن ثابت، فقالوا: أنحن من هؤلاء يا رسول الله؟ فقرأ عليهم رسول الله هذه الآية: </p><p> {إِلاَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات}  [الشعراء: ٢٢٧] . </p><p> فاستثنى الحق تبارك وتعالى من الشعرءا مَنْ توفَّرت فيه هذه الخصال الأربع {إِلاَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات وَذَكَرُواْ الله كَثِيراً وانتصروا مِن بَعْدِ مَا ظُلِمُواْ}  [الشعراء: ٢٢٧] أي: ذكروا الله في أشعارهم؛ لينبهوا الناس إلى مواجيد الدين ومواعظ الإيمان، فيلتفتون إليها، ثم ينتصرون لرسول الله من الذين هَجَوْه. </p><p> وكان هؤلاء الثلاثة ينتصرون للإسلام ولرسول الله، فكلما هجاه الكفار ردُّوا عليهم، وأبطلوا حُججهم، ودافعوا عن رسول الله، حتى «أنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ نَصَب منبراً لحسان بن ثابت،كان يقول له:» قل وروح القدس معك، اهجهم وجبريل معك «</p><p> وقال لكعب بن مالك: » اهجهم، فإن كلامك أشدُّ عليهم من </p><p> رَشْق النِّبال «كما سمح لهم بإلقاء الشعر في المسجد؛ لأنهم دخلوا في هذا الاستثناء، فهم من الذين آمنوا، وعملوا الصالحات، وذكروا الله كثيراً، وهم الذين ينتصرون للإسلام ويُمجِّدون رسول الله، ويدافعون عنه، ويردُّون عنه ألسنة الكفار. </p><p> ومعنى:  {وانتصروا مِن بَعْدِ مَا ظُلِمُواْ}  [الشعراء: ٢٢٧] أنهم لم يكونوا سفهاء، لم يبدأوا الكفار بالهجاء، إنما ينتصرون لأنفسهم، ويدفعون ما وقع على الإسلام من ظلم الكافرين؛ لذلك لما هجا أبو سفيان رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، قال أحدهم رداً عليهم: </p><p> أتهْجُوهُ وَلسْتَ لَهُ بكُفْءٍ ... فَشرُّكما لخيركما الفِدَاءُ </p><p> فَإنَّ أَبِي وَوَالِدهِ وعِرْضِي ... لِعْرضِ مُحمدٍ منكمُ وِقَاءُ </p><p> وقوله تعالى:  {مِن بَعْدِ مَا ظُلِمُواْ}  [الشعراء: ٢٢٧] ظُلِموا مِمَّنْ؟ من الذين وقفوا من الدين ومن الرسول موقفَ العداء، وتعرَّضوا لرسول الله وللمؤمنين به بالإيذاء والكيد، ظُلِموا من الذين عزلوا رسول الله، وآله في الشِّعْب حتى أكلوا أوراق الشجر، من الذين تآمروا على قتله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إلى أنْ هاجر. </p><p> ومن رحمته تعالى وحكمته أنْ أباح للمظلوم أنْ ينتصر لنفسه، وأنْ يُنفِّس عنها ما يعانيه من وطأة الظلم، حتى لا تُكبتَ بداخله هذه المشاعر، ولا بُدَّ لها أن تنفجر، فقال سبحانه:  {وَإِنْ عَاقَبْتُمْ فَعَاقِبُواْ بِمِثْلِ مَا عُوقِبْتُمْ بِهِ وَلَئِن صَبَرْتُمْ لَهُوَ خَيْرٌ لِّلصَّابِرينَ}  [النحل: ١٢٦] . </p><p> وقال تعالى:  {لاَّ يُحِبُّ الله الجهر بالسواء مِنَ القول إِلاَّ مَن ظُلِمَ}  [النساء: ١٤٨] . </p><p> أباح للمظلوم أن يُعبِّر عن نفسه، وأن يرفض الظلم، ولا عليه إنْ جهر بكلمة تُخفِّف عنه ما يشعر به من ظلم. </p><p> ثم تختم السورة بقوله تعالى:  {وَسَيَعْلَمْ الذين ظلموا أَيَّ مُنقَلَبٍ يَنقَلِبُونَ}  [الشعراء: ٢٢٧] يعني: غداً سيعلمون مرجعهم ونهايتهم كيف تكون؟ والمنقلب هو المرجع والمآب، والمصير الذي ينتظرهم. </p><p> فالحق تبارك وتعالى يتوعدهم بما يؤذيهم، وبما يسوؤهم فلن تنتهي المسألة بانتصار المسلمين عليهم، إنما ينتظرهم جزاء آخر في الآخرة. </p><p> كما قال سبحانه في موضع آخر:  {وَإِنَّ لِلَّذِينَ ظَلَمُواْ عَذَاباً دُونَ ذَلِكَ}  [الطور: ٤٧] . </p><p> لذلك أبهم الله تعالى هذا المنقلب، وإبهامه للتعظيم والتهويل، وقد بلغ من العِظَم أنه لا يُوصف ولا تؤدي العبارة مؤداه، كما أبهم العذاب في قوله تعالى:  {فَغَشِيَهُمْ مِّنَ اليم مَا غَشِيَهُمْ}  [طه: ٧٨] . </p><p> يعني: شيء عظيم لا يُقَال، والإبهام هنا أبلغ؛ لأن العقل يذهب في تصوّره كل مذهب، وعلى كل كيفية. </p><p> والمنقلب أو المرجع لا يُمدح في ذاته، ولا يُذمُّ في ذاته، فإن انتهى إلى السوء فهو مُنقلب سيء، وإنِ انتهى إلى خير فهو مُنقلَب حسن، فالذي نحن بصدده من مُنقلَب الكافرين المعاندين لرسول الله منقلب سيء يُذَم. </p><p> أما مُنْقلَب سحرة فرعون مثلاً حين قال لهم: {آمَنتُمْ لَهُ قَبْلَ أَنْ </p><p> ءَاذَنَ لَكُمْ إِنَّهُ لَكَبِيرُكُمُ الذي عَلَّمَكُمُ السحر فَلأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُمْ مِّنْ خِلاَفٍ} [طه: ٧١] . </p><p> فماذا قالوا؟ {قَالُواْ لاَ ضَيْرَ إِنَّآ إلى رَبِّنَا مُنقَلِبُونَ}  [الشعراء: ٥٠] فهذا مُنقلَب حَسَن يُمدح ويُحمد. </p><p> وقد يظن المرء أن مُنقلَبه مُنقلَب خير، وأنه سينتهي إلى ما يُفرح وهو واهم مخدوع في عمله ينتظر الخير، والله تعالى يُعِد له منقلباً آخر، كالذي أعطاه الله الجنتين من أعناب وخففهما بنخل، وجعل بينهما زرعاً، فلما غرَّته نعمة الدنيا ظنَّ أن له مثلها، أو خيراً منها في الآخرة، فقال:  {وَلَئِن رُّدِدتُّ إلى رَبِّي لأَجِدَنَّ خَيْراً مِّنْهَا مُنْقَلَباً}  [الكهف: ٣٦] . </p><p> والانقلاب والمرجع إلى الله عَزَّ وَجَلَّ إنما يفرح به مَنْ آمن بالله وعمل صالحاً؛ لأنه يعلم أنه سيصير إلى جزاء من الحق سبحانه وتعالى مؤكد؛ لذلك الحق تبارك وتعالى يُعلِّمنا حين نركب الدواب التي تحملنا {وَتَحْمِلُ أَثْقَالَكُمْ إلى بَلَدٍ لَّمْ تَكُونُواْ بَالِغِيهِ إِلاَّ بِشِقِّ الأنفس}  [النحل: ٧] . </p><p> علَّمنا أن نذكره سبحانه:  {والذي خَلَقَ الأزواج كُلَّهَا وَجَعَلَ لَكُمْ مِّنَ الفلك والأنعام مَا تَرْكَبُونَ لِتَسْتَوُواْ على ظُهُورِهِ ثُمَّ تَذْكُرُواْ نِعْمَةَ رَبِّكُمْ إِذَا استويتم عَلَيْهِ وَتَقُولُواْ سُبْحَانَ الذي سَخَّرَ لَنَا هذا وَمَا كُنَّا لَهُ مُقْرِنِينَ وَإِنَّآ إلى رَبِّنَا لَمُنقَلِبُونَ}  [الزخرف: ١٢١٤] . </p><p> إذن: فالدوابّ وما يحلّ محلّها الآن من وسائل المواصلات من أعظم نِعَم الله علينا، ولولا أن الله سخَّرها لنا ما كان لنا قدرة عليها، ولا طاقة بتسخيرها؛ لذلك نقول {وَمَا كُنَّا لَهُ مُقْرِنِينَ}  [الزخرف: ١٣] . </p><p> أي: لا نستطيع ترويضه، فالصبي الصغير نراه يقود الجمل الضخم، ويُنيخه ويُحمّله الأثقال وهو طائع منقاد، لكنه يفزع إنْ رأى ثعباناً صغيراً، لماذا؟ لأن الله سبحانه وتعالى سخَّر لنا الجمل وذَلَّله، ولم يُسخِّر لنا الثعبان. </p><p> وصدق الله العظيم إذ يقول سبحانه:  {أَوَلَمْ يَرَوْاْ أَنَّا خَلَقْنَا لَهُم مِمَّا عَمِلَتْ أَيْدِينَآ أَنْعاماً فَهُمْ لَهَا مَالِكُونَ وَذَلَّلْنَاهَا لَهُمْ فَمِنْهَا رَكُوبُهُمْ وَمِنْهَا يَأْكُلُونَ}  [يس: ٧١٧٢] . </p><p> ولكن ما علاقة قولنا:  {سُبْحَانَ الذي سَخَّرَ لَنَا هذا وَمَا كُنَّا لَهُ مُقْرِنِينَ}  [الزخرف: ١٣] بقولنا: {وَإِنَّآ إلى رَبِّنَا لَمُنقَلِبُونَ}  [الزخرف: ١٤] . </p><p> قالوا: لأننا سننقلب إلى الله في الآخرة، وسنُسأل عن هذا النعيم، فإنْ شكرنا ربنا على هذه النعمة فقد أدَّيْنا حقها، ومَنْ شكر الله على نعمة في الدنيا لا يسأل عنها في الآخرة؛ لأنه أدَّى حقَّها. </p><p> وقال سبحانه:  {وَسَيَعْلَمْ}  [الشعراء: ٢٢٧] بالسين الدالة على الاستقبال، لكنها لا تعني طول الزمن كما يظن البعض؛ لأن الله تعالى أخفى الموت ميعاداً، وأخفاه سبباً ومكاناً، وهذا الإبهام للموت هو عَيْن البيان، لأنك في هذه الحالة ستنتظره وتتوقعه في كل وقت، ولو علم الإنسانُ موعد موته لقال: أفعل ما أريد ثم أتوب قبل أن أموت. </p><p> إذن: الوقت الذي تقتضيه السين هنا لا يطول، فقد يفاجئك الموت، وليس بعد الموت عمل أو توبة، واقرأ قوله تعالى:  {كَأَنَّهُمْ يَوْمَ يَرَوْنَهَا لَمْ يلبثوا إِلاَّ عَشِيَّةً أَوْ ضُحَاهَا}  [النازعات: ٤٦] . </p><p> وقلنا: إن في الآية {وَسَيَعْلَمْ الذين ظلموا أَيَّ مُنقَلَبٍ يَنقَلِبُونَ}  [الشعراء: ٢٢٧] </p><p> تهديداً ووعيداً، الحق تبارك وتعالى حين يُضخّم الوعيد إنما يريد الرحمة بخَلْقه، وهو مُحِبٌّ لهم، فيهددهم الآن ليَسلموا غداً، ويُنبِّههم ليعودوا إليه، فينالوا جزاءه ورحمته. </p><p> وكأنه تبارك وتعالى يريد من وراء هذا التهديد أن يُوزِّع رحمته لا جبروته، كما تقسو على ولدك ليذاكر وتهدده ليجتهد. إذن: فالوعد بالخير خير، والوعيد بالشر أيضاً خير، فكل ما يأتيك من ربك، فاعلم أنه خير لك، حتى وإنْ كان تهديداً ووعيداً. </p><p> وهكذا قدمتْ لنا سورة الشعراء نموذجاً من تسلية الحق تبارك وتعالى لنبيه محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ والتخفيف عنه ما يلاقي من حزن وألم على حال قومه وعدم إيمانهم، وعرضَتْ عليه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ موكب الرسل، وكيف أن الله أيَّدهم ونصرهم وهزم أعداءهم ودحرهم. </p><p> ثم سلاَّه ربه بأنْ رَدَّ على الكفار في افتراءاتهم، وأبطل حججهم، وأبان زَيْف قضاياهم، ثم تختم هذه التسلية ببيان أن للظالمين عاقبة سيئة تنتظرهم وأبهم هذه العاقبة {أَيَّ مُنقَلَبٍ يَنقَلِبُونَ}  [الشعراء: ٢٢٧] ليضخمها. </p><p> والشيء إذا حُدِّد إنما يأتي على لَوْن واحد، وإنْ أُبهِم كان أبلغ؛ لأن النفس تذهب في تصوُّره كل مذْهب، كما لو تأخّر مسافر عن موعد عودته فنجلس ننتظره في قلق تسرّح بنا الظنون في سبب تأخره، وفي احتمالات ما يمكن أنْ يحدث، وتتوارد على خواطرنا الأوهام، وكل وهم يَرِد في نفسك بألم ولذعة، في حين أن الواقع شيء واحد. </p>"
}