{
  "id": null,
  "sura": 26,
  "aya": 196,
  "text": "<p> الضمير في {وَإِنَّهُ}  [الشعراء: ١٩٦] يصح أنْ يعود على القرآن كسابقه، ويصح أنْ يعود على رسول الله، ومعنى {زُبُرِ}  [الشعراء: ١٩٦] جمع زبور يعني: مكتوب مسطور، ولو أن العقول التي عارضتْ رسول الله، وأنكرتْ عليه رسالته، وأنكرتْ عليه معجزته فَطنوا إلى الرسالات السابقة عليه مباشرة، وهي: اليهودية والنَصرانية في التوراة والإنجيل لوجبَ عليهم أنْ يُصدِّقوه؛ لأنه مذكور في كتب الأولين. </p><p> كما قال سبحانه في موضع آخر:  {إِنَّ هذا لَفِي الصحف الأولى صُحُفِ إِبْرَاهِيمَ وموسى}  [الأعلى: ١٨١٩] . </p><p> فالمبادىء العامة من العقائد والأخلاق والعدل الإلهي وقصص الانبياء كلها أمور ثابتة في كل الكتب وعند جميع الأنبياء، ولا يتغير إلا الأحكام من كتاب لآخر، لتناسب العصر والأوان الذي جاءتْ فيه. </p><p> وحين تقرأ قوله تعالى:  {شَرَعَ لَكُم مِّنَ الدين مَا وصى بِهِ نُوحاً والذي أَوْحَيْنَآ إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وموسى وعيسى أَنْ أَقِيمُواْ الدين وَلاَ تَتَفَرَّقُواْ فِيهِ}  [الشورى: ١٣] . </p><p> تقول: ولماذا إذن نزل القرآن؟ ولماذا لم يَقُل وصَّينا به محمداً؟ </p><p> قالوا: لأن الأحكام ستتغير؛ لتناسب كل العصور التي نزل </p><p> القرآن لهدايتها، ولكل الأماكن، ولتناسب عمومية الإسلام. </p><p> لذلك رُوي عن عبد الله بن سلام وآخر اسمه ابن يامين، وكانوا من أهل الكتاب، وشهد كلاهما أنه رأى ذكر محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في التوراة، وفي الإنجيل. والقرآن يقول عنهم:  {يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمْ}  [البقرة: ١٤٦] . </p><p> ولما سمعها ابن سلام قال: ربنا تساهل معنا في هذه المسألة، فوالله إني لأعرفه كمعرفتي لولدي، ومعرفتي لمحمد أشد. </p><p> ويقول تعالى في هذا المعنى:  {الذين يَتَّبِعُونَ الرسول النبي الأمي الذي يَجِدُونَهُ مَكْتُوباً عِندَهُمْ فِي التوراة والإنجيل}  [الأعراف: ١٥٧] . </p><p> ويقول سبحانه على لسان عيسى عليه السلام حين يقف خطيباً في قومه:  {وَمُبَشِّراً بِرَسُولٍ يَأْتِي مِن بَعْدِي اسمه أَحْمَدُ}  [الصف: ٦] . </p><p> إذن:  {وَإِنَّهُ لَفِي زُبُرِ الأولين}  [الشعراء: ١٩٦] أي: محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أو هو القرآن الكريم، فكلاهما صحيح؛ لأن صفة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ موجودة في هذه الكتب، أو القرآن في عموم مبادئه في العقائد والأخلاق والبعث وسير الأنبياء. </p><p> فكان الواجب على الذين جاءهم القرآن أنْ يؤمنوا به، خاصة وأن رسول الله كان أمياً لم يجلس إلى معلم، وتاريخه في ذلك معروف لهم، حيث لم يسبق له أن قرأ أو كتب شيئاً. </p><p> والقرآن يؤكد هذه المسألة، فيقول تعالى مخاطباً نبيه محمداً صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: </p><p> {وَمَا كُنتَ تَتْلُواْ مِن قَبْلِهِ مِن كِتَابٍ وَلاَ تَخُطُّهُ بِيَمِينِكَ إِذاً لاَّرْتَابَ المبطلون}  [العنكبوت: ٤٨] . </p><p> {وَمَا كُنتَ ثَاوِياً في أَهْلِ مَدْيَنَ تَتْلُواْ عَلَيْهِمْ آيَاتِنَا وَلَكِنَّا كُنَّا مُرْسِلِينَ}  [القصص: ٤٥] . </p><p> {وَمَا كُنتَ بِجَانِبِ الغربي إِذْ قَضَيْنَآ إلى مُوسَى الأمر}  [القصص: ٤٤] . </p><p> {وَمَا كُنتَ لَدَيْهِمْ إِذْ يُلْقُون أَقْلاَمَهُمْ أَيُّهُمْ يَكْفُلُ مَرْيَمَ}  [آل عمران: ٤٤] . </p><p> فكل هذه الآيات وغيرها دليل على أنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لا عِِْلمَ له بها إلا بواسطة الوَحْي المباشر في القرآن الكريم، وكان على القوم أن يؤمنوا به أول ما سمعوه. </p><p> ثم يقول الحق سبحانه:  {أَوَ لَمْ يَكُن لَّهُمْ} </p>"
}