{
  "id": null,
  "sura": 26,
  "aya": 15,
  "text": "<p> (كَلاَّ) تفيد نَفْي ما قبلها، وقبلها مسائل ثلاث:  {أَخَافُ أَن يُكَذِّبُونِ}  [الشعراء: ١٢] ، {وَيَضِيقُ صَدْرِي وَلاَ يَنطَلِقُ لِسَانِي}  [الشعراء: ١٣] ، {فَأَخَافُ أَن يَقْتُلُونِ}  [الشعراء: ١٤] فعلى أيٍّ منها ينصَبُّ هذا النفي؟ </p><p> النفي هنا يتوجَّه إلى ما يتعلق بموسى عليه السلام لا بما يتعلق بالقوم من تكذيبهم إياه، يقول له ربه: اطمئن، فلن يحدث شيء من هذا كله. ولا ينصبُّ النفي على تكذيبهم له؛ لأنه سيُكذَّب؛ </p><p> لذلك نرى دقة الأداء القرآني حيث جاءت {أَخَافُ أَن يُكَذِّبُونِ}  [الشعراء: ١٢] في نهاية الآية، وبعدها كلام جديد {وَيَضِيقُ صَدْرِي}  [الشعراء: ١٣] وهو المقصود بالنفي. </p><p> وقد بيَّنَتْ سورة الفجر معنى (كلا) بوضوح في قوله تعالى {فَأَمَّا الإنسان إِذَا مَا ابتلاه رَبُّهُ فَأَكْرَمَهُ وَنَعَّمَهُ فَيَقُولُ ربي أَكْرَمَنِ وَأَمَّآ إِذَا مَا ابتلاه فَقَدَرَ عَلَيْهِ رِزْقَهُ فَيَقُولُ ربي أَهَانَنِ}  [الفجر: ١٥١٦] . </p><p> فيقول تعالى بعدها رداً عليها {كَلاَّ}  [الفجر: ١٧] يعني: ليس الإعطاء دليلَ إكرام، ولا المنعُ دليلَ إهانة، إنما المراد الابتلاء بالنعمة وبالنقمة. </p><p> وكيف يكون الأمر كما تظنون، وقد أعطاكم الله فبخلتُم، وأحببتم المال حُبّا جماً، فلم تنفقوا منه على اليتيم أو المسكين، بل تنافستُم في جَمْعه حتى أكلتم الميراث، وأخذتم أموال الناس. </p><p> إذن: فالمال الذي أكرمكم الله به لم يكُنْ نعمة لكم؛ لأنكم جعلتموه نقمة ووبالاً، حين أُعطيتم فمنعتم. </p><p> وكلمة (كَلاَّ) هذه أصبح لها تاريخ مع موسى عليه السلام فقد تعلَّمها من ربه، ووعى درسها جيداً، فلما حُوصِر هو وأتباعه بين البحر من أمامهم، وفرعون وجنوده من خلفهم، حتى أيقن أتباعه أنهم مُدْركون هالكون، قالها موسى عليه السلام بملء فيه {قَالَ كَلاَّ إِنَّ مَعِيَ رَبِّي سَيَهْدِينِ}  [الشعراء: ٦٢] . </p><p> وقوله تعالى:  {فاذهبا بِآيَاتِنَآ}  [الشعرءا: ١٥] الآيات هنا يُقصَد بها المعجزات الدالة على صِدْقهما في البلاغ عن الله، وهي هنا العصا </p><p> {إِنَّا مَعَكُمْ مُّسْتَمِعُونَ}  [الشعراء: ١٥] كما قال لهما في موضع آخر: {إِنَّنِي مَعَكُمَآ أَسْمَعُ وأرى}  [طه: ٤٦] . </p><p> فمرّة يأتي بالسمع فقط، ومرّة بالسمع والرؤية، لماذا؟ لأن موقفه مع فرعون في المقام الأول سيكون جدلاً ونقاشاً، وهذا يناسبه السمع، وبعد ذلك ستحدث مقامات في (فعل) و (عمل) في مسألة السحر وإلقاء العصا، وهذا يحتاج إلى سمع وإلى بصر؛ لأن الإيذاء قد يكون من السمع فقط في أول اللقاء، وقد يكون من السمع والعين فيما بعد. </p>"
}