{
  "id": null,
  "sura": 26,
  "aya": 150,
  "text": "<p> المسرف: هو الذي يتجاوز الحدِّ؛ وتجاوز الحدِّ له مراحل؛ لأن الله تعالى أحلَّ أشياء، وحرّم أشياء، وجعل لكل منهما حدوداً مرسومة، فالسَّرَف فيما شرع الله أن تتجاوز الحلال، فتُدخل فيه الحرام. </p><p> أو: يأتي الإسراف في الكَسْب فيدخل في كَسْبه الحرام. وقد يُلزم الإنسان نفسه بالحلال في الكسب، لكن يأتي الإسراف في الإنفاق فينفق فيما حرَّمه الله. إذن: يأتي الإسراف في صور ثلاثة: إما في الأصل، وإما في الكسب، وإما في الإنفاق. </p><p> ونلحظ أن الحق تبارك وتعالى حينما يكلمنا عن الحلال، يقول سبحانه:  {تِلْكَ حُدُودُ الله فَلاَ تَعْتَدُوهَا}  [البقرة: ٢٢٩] . </p><p> أما في المحرمات فيقول سبحانه:  {تِلْكَ حُدُودُ الله فَلاَ تَقْرَبُوهَا}  [البقرة: ١٨٧] أي: ابتعد عنها؛ لأنك لا تأمن الوقوع فيها، ومَنْ حام حول الحمى يوشك أن يقع فيه. فلم يقل الحق سبحانه مثلاً: لا تُصَلُّوا وأنتم سكارى. إنما قال:  {لاَ تَقْرَبُواْ الصلاة وَأَنْتُمْ سكارى}  [النساء: ٤٣] . </p><p> والمعنى: خُذِ الحلال كله، لكن لا تتعداه إلى المحرَّم، أما المحرَّم فاحذر مجرد الاقتراب منه؛ لأن له دواعي ستجذبك إليه. </p><p> ونقف عند قوله تعالى:  {وَلاَ تطيعوا أَمْرَ المسرفين}  [الشعراء: ١٥١] حيث لم يقل: ولا تسرفوا، وكأن ربنا عزّ وجلّ يريد </p><p> أن يُوقِظ غفلتنا ويُنبِّهنا ويُحذِّرنا من دعاة الباطل الذين يُزيِّنون لنا الإسراف في أمور حياتنا، ويُهوِّنون علينا الحرام يقولون: لا بأس في هذا، ولا مانع من هذا، وهذا ليس حرام. ربنا يعطينا المناعة اللازمة ضد هؤلاء حتى لا ننساق لضلالالتهم. </p><p> لذلك جاء في الحديث الشريف:  «استفت قلبك، واستفتِ نفسك، وإنْ أفتوك، وإنْ أفتوك، وإنْ أفتوك» . </p><p> وفي هذا دليل على أنه سيأتي أناس يُفتون بغير علم، ويُزيِّنون للناس الباطل، ويُقنعونهم به. والفتوى من الفُتوة القوة، ومنه قوله تعالى:  {قَالُواْ سَمِعْنَا فَتًى يَذْكُرُهُمْ يُقَالُ لَهُ إِبْرَاهِيمُ}  [الأنبياء: ٦٠] . </p><p> وقوله تعالى:  {إِنَّهُمْ فِتْيَةٌ آمَنُواْ بِرَبِّهِمْ وَزِدْنَاهُمْ هُدًى}  [الكهف: ١٣] . </p><p> كذلك الفتوى تعني: القوة في أمر الدين والتمكُّن من مسائله وقضاياه، وإنْ كانت القوة المادية في أمر الدنيا لها حَدٌّ تنتهي عنده فإنْ القوة في أمر الدين لا تنتهي إلى حَدٍّ، لأن الدين أمدُه واسع، وبحره لا ساحلَ له. والقوة نعرفها في أي ناحية من النواحي، لكن قوة القوى هي القوة في أمر الدين. </p><p> نقول: فلان فتيٌّ يعني: قويٌّ بذاته، وأفتاه فلان أي: أعطاه القوة، كأنه كان ضعيفاً في حُكم من أحكام الشرع، فذهب إلى المفتي فأفتاه يعني: أعطاه فتوة في أمر الدين. مثل قولنا: غَنيَ فلان أي: بذاته، وأغناه أي: غيره، كما يقول سبحانه:  {وَمَا نقموا إِلاَّ أَنْ أَغْنَاهُمُ الله وَرَسُولُهُ مِن فَضْلِهِ}  [التوبة: ٧٤] . </p><p> إذن: فمهمة المفتي أن يُقوِّي عقيدتي، لا أن يسرف لي في أمر من أمور الدين، أو يُهوِّن عليَّ ما حرّم الله فيُجرِّئني عليه، وعلى المفتي أن يتحرَّى الدقة في فتواه خاصة في المسائل الخلافية التي يقول البعض بحلِّها، والبعض بحرمتها، يقف عند هذه المسائل وينظر فيها رأي الإسلام المتمثل في الحديث الشريف: </p><p> «الحلال بيِّن، والحرام بيِّن، وبينهما أمور مُشْتبهات، فمن ترك ما شُبِّه له لا من فعل ما شُبِّه له يعني على الأقل نترك ما فيه شبهة فقد استبرأ لدينه إن كان متديناً وعِرْضه إن لم يكُنْ متديناً» . </p><p> إذن: مَنْ لم يقف هذا الموقف ويترك ما فيه شبهة لم يستبرىء لدينه ولا لعِرْضه. ومَنْ لم يُفْتِ على هذا الأساس من العلماء فإنما يُضعِف أمر الدين لا يُقوِّيه، وبدل أن نقول: أفتاه. نقول: أضعفه. </p>"
}