{
  "id": null,
  "sura": 27,
  "aya": 17,
  "text": "<p> حُشِروا: جُمِعوا من كل مكان، ومنه قوله تعالى: {وابعث فِي </p><p> المدآئن حَاشِرِينَ} [الشعراء: ٣٦] والحشْر: جَمْع الناس للحساب يوم القيامة. </p><p> وسُمِّي الجمع حَشْراً؛ لأن تجمع الناس من أماكن متفرقة في مكان واحد، حتى يضيق بهم ويزدحم، وهذا معنى الحشْر المتعارف عليه عندنا، نقول: نحشرهم على بعض. </p><p> ومعنى {فَهُمْ يُوزَعُونَ}  [النمل: ١٧] يعني: يُمنعون، ومنه قوله «إن الله ليزع بالسُّلْطان ما يزع بالقرآن» يعني: أن السلطان والقوة والبطش تمنع ما لا يستطيع القرآن منعه؛ ذلك لأنهم يستبعدون القيامة والعذاب، أمّا السلطان فرادع حاضر الآن. </p><p> لكن، مِمَّ يمنعون وهم في موقف الحشر أمام سليمان؟ قالوا: يُمنعون أن يَسبق بعضهم بعضاً إلى سليمان، إنما نمنعهم حتى يأتي المتأخر منهم، ويدخلون جميعاً عليه مرة واحدة، وفي ذلك إحداثُ توازنٍ بين الرعية كلها. </p><p> وقد حدَّثونا أن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كان من صفاته إذا جلس في مجلس تزوعَتْ نظراته وعينه على كل الجالسين حتى يُسوِّي بينهم، ولا ينظر لأحد أكثر من الآخر، ولا يُميز أحداً منهم على أحد، حتى لا يظن أحدهم أن النبي فضَّله على غيره. </p><p> وكان صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لا يُقرِّب إلا أهل الفضل والتقوى الذي يُعرف منهم أنهم لا يستغلون هذه المكانة لنيل سلطة بين الناس؛ ولذلك كان صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ </p><p> لا يُوطِّن وينهي عن ذلك على خلاف ما نراه الآن من بعض المصلِّين الذين يضعون سجادة مثلاً في الصف الأول يشغلون بها المكان، ثم يذهب ويقضي حاجاته، ويعود وقد امتلأ المسجد فيتخطّى رقاب الناس ليصل إلى مكان في المقدمة، وهي ليس مكانه عند الله. </p><p> فالله تعالى قد وزَّع الأماكن على حَسْب الورود، فإتيانك إلى بيت الله أولاً يعطيك ثواب الصف الأول، وإنْ صليت في الصفِّ الأخير، وعدم توطين الأماكن ينشر الأُلْفة بين الناس، ويزيل الفوارق ويساعد على التعارف، فكل صلاة أنت بجانب شخص جديد تتعرف عليه وتعرف أحواله. </p><p> وهذا معنى {فَهُمْ يُوزَعُونَ}  [النمل: ١٧] يمنع السابق أنْ يسبق حتى يأتي اللاحق، ليكونوا سواسية في الدخول على نبي الله سليمان عليه السلام. </p><p> لكن في ضوء هذا المعنى لمادة (وزع) كيف نفهم قوله تعالى: {رَبِّ أوزعني أَنْ أَشْكُرَ نِعْمَتَكَ التي أَنْعَمْتَ عَلَيَّ}  [النمل: ١٩] . </p><p> أوزعني هنا يعني: أقْدِرني وامنعني من الغفلة عن نعمتك، لأضلَّ شاكراً لك. </p>"
}