{
  "id": null,
  "sura": 27,
  "aya": 7,
  "text": "<p> ما زِلْنا قريبي عَهْد بذكر طرف من قصة موسى عليه السلام </p><p> في سورة الشعراء، وهنا يعود السياق إليه مرة أخرى، لماذا؟ لأن دعوة موسى عليه السلام أخذت حيِّزاً كبيراً من القرآن الكريم، ذلك لأنهم أتبعوا أنبياءهم وعاندوهم حتى كَثُّر الكلام عنهم. </p><p> وعجيب أنهم يفخرون بكثرة أنبيائهم، وهم لا يعلمون أنها تُحسب عليهم لا لهم، فالنبي لا يأتي إلا عند شقْوة أصحابه، وبنوا إسرائيل كانوا من الضلال والعناد بحيث لاَ يكفيهم رسول واحد، بل يلزمهم (كونسلتو) من الأنبياء، فهم يعتبرونها مفخرة، وهي مَنْقصة ومذمّة. </p><p> أما تكرار قصة بني إسرائيل وموسى عليه السلام كثيراً في القرآن، فلأن القرآن لا يروي (حدوتة) و، لا يذكر أحداثاً للتأريخ لها، إنما يأتي من القصة بما يناسب موطن العبرة والتثبيت لفؤاد رسول الله:  {وَكُلاًّ نَّقُصُّ عَلَيْكَ مِنْ أَنْبَاءِ الرسل مَا نُثَبِّتُ بِهِ فُؤَادَكَ}  [هود: ١٢٠] . </p><p> لأن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ تعرَّض في رحلة الدعوة لكثير من المصاعب والمشاقّ، ويحتاج لتسلية وتثبيت، فيأتي له ربُّه بلقطة معينة، ولكن لا يُورد القصة كاملة، وهذا ليس عَجْزاً وحاشا لله عن إيراد القصة كاملة مرة واحدة. </p><p> وقد أورد سبحانه قصة يوسف عليه السلام كاملة من الألف إلى الياء في صورة قصة محبوكة على أتمِّ ما يكون الفن القصصي، ومع ذلك لم يأتِ لسيدنا يوسف عليه السلام ذِكْر في غير هذه القصة إلا في موضعين: </p><p> أحدهما: في سورة الأنعام: {وَمِن ذُرِّيَّتِهِ دَاوُودَ وَسُلَيْمَانَ وَأَيُّوبَ وَيُوسُفَ}  [الأنعام: ٨٤] . </p><p> والآخر في سورة غافر:  {وَلَقَدْ جَآءَكُمْ يُوسُفُ مِن قَبْلُ بالبينات فَمَا زِلْتُمْ فِي شَكٍّ مِّمَّا جَآءَكُمْ بِهِ حتى إِذَا هَلَكَ قُلْتُمْ لَن يَبْعَثَ الله مِن بَعْدِهِ رَسُولاً}  [غافر: ٣٤] . </p><p> إذن: ورود القصة في لقطات مختلفة متفرقة ليس عَجْزاً عن إيرادها مُسْتوفاة كاملة في سياق واحد، ولو فعل ذلك لكان التثبيت مرة واحدة. </p><p> وهنا يقول الحق سبحانه:  {إِذْ قَالَ موسى لأَهْلِهِ إني آنَسْتُ نَاراً}  [النمل: ٧] ، وفي موضع آخر يقول:  {قَالَ لأَهْلِهِ امكثوا إني آنَسْتُ نَاراً}  [القصص: ٢٩] وفي هذه الآية إضافة جديدة ليست في الأولى. </p><p> أما قوله تعالى:  {فَلَمَّا قضى مُوسَى الأجل وَسَارَ بِأَهْلِهِ آنَسَ مِن جَانِبِ الطور نَاراً}  [القصص: ٢٩] أي: آنس في ذاته، أمّا في الآيتين السابقتين فيخبر بأنه آنسَ ناراً، إذن: كل آية في موقف، وليس في الأمر تكرار، كما يتوهمّ البعض. </p><p> فموسى عليه السلام يسير بأهله في هذا الطريق الوَعْر ويحلّ عليه الظلام، ولا يكاد يرى الطريق فيقول لزوجته: {إني آنَسْتُ </p><p> نَاراً} [النمل: ٧] يعني: سأذهب لأقتبسَ منها، ليهتدوا بها، أو ليستدفئوا بها. </p><p> وطبيعي أنْ تعارضه زوجته: كيف تتركني في هذا المكان المُوحِش وحدي، فيقول لها {امكثوا إني آنَسْتُ نَاراً}  [القصص: ٢٩] يعني: أبقىْ هنا مستريحة، وأنا الذي سأذهب، فلربما تعرَّضت لمخاطر فكُوني أنت بعيداً عنها، إذن: هي مواقف جديدة استدعاها الحال، ليست تكراراً. </p><p> كذلك نجد اختلافاً طبيعياً في قوله:  {لعلي آتِيكُمْ مِّنْهَا بِخَبَرٍ}  [القصص: ٢٩] وقوله {سَآتِيكُمْ مِّنْهَا بِخَبَرٍ}  [النمل: ٧] . </p><p> فالأولى {لعلي}  [القصص: ٢٩] فيها رجاء؛ لأنه مُقبل على شيء يشكُّ فيه، وغير متأكد منه، وهو في هذه الحالة صادق مع خواطر نفسه أمام شيء غائب عنه، فلما تأكد قال {سَآتِيكُمْ}  [النمل: ٧] على وجه اليقين. </p><p> وفي هذه المسألة قال مرة:  {لعلي آتِيكُمْ مِّنْهَا بِخَبَرٍ أَوْ جَذْوَةٍ}  [القصص: ٢٩] وهنا قال: {سَآتِيكُمْ مِّنْهَا بِخَبَرٍ أَوْ آتِيكُمْ بِشِهَابٍ قَبَسٍ لَّعَلَّكُمْ تَصْطَلُونَ}  [النمل: ٧] . </p><p> ذلك لأنه لا يدري حينما يصل إلى النار، أيجدها مشتعلة لها </p><p> لسان يقتبس من شعلة، أم يجدها قد هدأتْ ولم يَبْقَ منها إلا جذوة، وهي القطعة المتوهجة مثل الفحم مثلاً، فكلُّ تكرار هنا له موضع، وله معنى، ويضيف شيئاً جديداً إلى سياق القصة، فهو تكامل في اللقطات تأتي متفرقة حَسْب المراد من العبرة والتثبيت. </p><p> ومعنى {لأَهْلِهِ}  [النمل: ٧] قالوا: إنها تعني جماعة بدليل قوله لهم {امكثوا}  [القصص: ٢٩] فكانت زوجته، ومعه أيضاً بعض الرُّعْيان أو الخدم. والإنسان منا يحتاج لأشياء كثيرة تقتضي التعدّد: فهذا يطبخ الطعام، وهذا للنظافة، وهذا لِكَيِّ الملابس. . إلخ. </p><p> لكن هناك شيء واحد لا يستطيع أحد أنْ يقضيَه لك إلا زوجتك، هي النسْل والمعاشرة الزوجية، كما يمكن للزوجة وحدها أن تقوم لك بكل هذه الأعمال، إذن: فهي تُغْني عن الأهل كلهم، ونستطيع أن نقول: إنه لم يكُنْ معه إلا زوجته. </p><p> وهذه شائعة في لغتنا: يقول الرجل: الجماعة أو جماعتي أو أهلي ويقصد زوجته، وفي هذا تقدير من الزوج لمكانة زوجته. </p><p> ومعنى {آنَسْتُ}  [النمل: ٧] آنس: يعني شعر وأحسَّ بشيء يُؤنسه ويُطمئنه، وضده التوجس: أي شعر وأحسَّ بشيء يخيفه، ومنه قوله تعالى في شأن موسى أيضاً:  {فَأَوْجَسَ فِي نَفْسِهِ خِيفَةً موسى قُلْنَا لاَ تَخَفْ إِنَّكَ أَنتَ الأعلى}  [طه: ٦٧٦٨] . </p>"
}