{
  "id": null,
  "sura": 27,
  "aya": 61,
  "text": "<p> لما تكلم الحق سبحانه في الآية السابقة عن السموات والأرض أتى بأشياء مشتركة بينهما، فالسماء ينزل منها الماء، والأرض تستقبل الماء، وتنبت لنا الحدائق ذات البهجة. </p><p> أما في هذه الآية، فالكلام عن الأرض، لذلك ذكر لنا مسائل من خصوصيات الأرض، {أَمَّن جَعَلَ الأرض قَرَاراً}  [النمل: ٦١] معنى: قراراً أي استقراراً، حيث خلقها سبحانه على هيئة مريحة تصلح لأنْ يستقرَّ عليها الإنسان. </p><p> {وَجَعَلَ خِلاَلَهَآ أَنْهَاراً}  [النمل: ٦١] الماء ينزل من السماء وينتفع به مَنْ سقط عليه مباشرة، أما ما ينزل على الجبال فيجتمع في الوديان وتُصنع له السدود لينتفع الناس به عند القحط، ومن الماء المطر ما ينساب في مَجَارٍ تُسمَّى الأنهار. </p><p> وتستطيع أنْ تُفرِّق بين النهر والقناة الصناعية، فالنهر ينساب الماء فيه من أعالي الجبال، ومن أماكن متفرقة تتتبع المنخفضات والسهل من الأرض الذي يستطيع الماء أنْ يشقَّ مجراه فيه فتراه ملتوياً متعرجاً، يدور حول الجبال أو الصخور ليشقَّ مجراه. </p><p> أما القناة الصناعية، فتراها على هيئة الاستقامة، إلا إذا اعترض طريق حفرها مثلاً أحد أصحاب النفوذ، فيحملهم على تعيير المسار والانحراف به ليتفادى المرور بأرضه. </p><p> وتستطيع أنْ تلاحظ هذه الظاهرة إذا تبولْتَ في أرض رملية ونظرتَ إلى مجرى البول، فتراه يسير متعرجاً حسب طبيعة الأرض التي يمرُّ بها. </p><p> {وَجَعَلَ لَهَا رَوَاسِيَ}  [النمل: ٦١] الرواسي: هي الجبال الثابتة الراسية، وفي موضع آخر بيَّن سبحانه الحكمة من هذه الجبال فقال:  {وألقى فِي الأرض رَوَاسِيَ أَن تَمِيدَ بِكُمْ}  [النحل: ١٥] . </p><p> فالحكمة من خَلْق الجبال تثبيت الأرض حتى لا تضطرب، </p><p> ولو أنها خُلِقَتْ على هيئة الثبات والاستقرار لما احتاجتْ إلى الجبال، إذن: هي مخلوقة على هيئة الحركة، ولا بُدَّ لها من مُثقِّلات. </p><p> ولا تقتصر الحكمة من خَلْق الجبال على تثبيت الأرض، إنما لها مهمة أخرى في قوله تعالى:  {والجبال أَرْسَاهَا مَتَاعاً لَّكُمْ وَلأَنْعَامِكُمْ}  [النازعات: ٣٢٣٣] . </p><p> فكيف تكون الجبال متاعاً للإنسان وللحيوان؟ </p><p> نعم، هي متاع؛ لأنها مخزن مياه، حينما ينقطع المطر نجد المياه التي تساقطت على الجبال، إما في الأنهار، وإما في الشلالات، وخلف السدود بين الوديان، أو في العيون والآبار مما امتصته الأرض. </p><p> وكما أن الجبال هي مخازن للمياه، هي أيضاً مخازن للخصوبة التي تمدُّ الأرض الزراعية عاماً بعد عام بقدر، بحيث تستمر خصوبة الأرض، وسبق أنْ تكلمنا عن ظاهرة التعرية التي تُفتِّت الطبقة العليا من الصخور، فتنزل إلى الوديان مع ماء المطر، وتختلط بالتربة الزراعية فتزيد من خصوبتها. </p><p> ولولا صلابة الجبال وتماسك صخورها لتفتتتْ في عدة سنوات، ولفقدنا مصدر الخصوبة بعد ذلك، فهذه الظاهرة من علامات رحمة الله بخَلْقه؛ لأنها تتناسب مع الزيادة السكانية بحيث كلما زاد السكان زادتْ الرقعة الخصبة الصالحة للزراعة. </p><p> وسبق أنْ قُلْنا: إنك حين تتأمل وضع الجبال مع الوديان تجد أن الجبل مُثلث قاعدته إلى أسفل، وقمته إلى أعلى، أما الوديان فعلى عكس الجبال، فهي مثلث قاعدته إلى أعلى وقمته إلى أسفل، وهكذا </p><p> نرى أن كل زيادة من طَمْى الجبل والغِرْين الذي يتفتت منه يزيد في مساحة الوادي، فتزداد الرقعة الخصبة كل عام مع زيادة السكان. </p><p> لذلك يقول تعالى عن الجبال:  {قُلْ أَإِنَّكُمْ لَتَكْفُرُونَ بالذي خَلَقَ الأرض فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَندَاداً ذَلِكَ رَبُّ العالمين وَجَعَلَ فِيهَا رَوَاسِيَ مِن فَوْقِهَا وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقْوَاتَهَا}  [فصلت: ٩١٠] . </p><p> فجعل الجبال الرواسي هي مخازن القوت من طعام وشراب، ولك أن تتأمل نيل مصر وواديه، كيف تكوَّن من الطمي الذي حملتْه المياه من أعالي الجبال في إفريقيا، ليُكَوِّن هذه المنطقة الخِصْبة في مصر. </p><p> ثم يقول سبحانه:  {وَجَعَلَ بَيْنَ البحرين حَاجِزاً}  [النمل: ٦١] . </p><p> البحرين: أي العَذْب والمالح لأن الماء: منه العَذْب، ومنه المالح، ومن قدرته تعالى وحكمته أنْ يحجز بينهما، وإنْ كان الماء المالح هو مصدر الماء العَذْب، لذلك جعل الله تعالى مساحة السطح للماء ثلاثة أرباع الكرة الأرضية، وكلما اتسع سطح الماء اتسع البَخْر الذي يكوِّن السحاب، بحيث يسقط المطر الكافي لمعيشة أهل الأرض. </p><p> وما أجملَ قول الشاعر المادح: </p><p> أهدى لمجلسه الكريم وإنَّما ... أهدى لَهُ مَا حُزْتَ مَن نَعْمائِهِ </p><p> كَالبَحْرِ يُمطِرهُ السَّحابُ ومَا لَه ... فَضْلٌ عليْه لأنَّه مِنْ مَائِهِ </p><p> ولكي تعلم فضل الله علينا في إنزال المطر وتوفير الماء العَذْب، </p><p> انظر إلى التكلفة والمشقة التي تعانيها لتقطير عدة سنتميترات من الماء، في حين أنك لا تدري بعملية التقطير الواسعة التي تسقي البلاد والعباد في كل أنحاء الدنيا. </p><p> وقد مثَّلنْا لمسألة اتساع رقعة البَحْر بكوب الماء إذا أرقْتَه على الأرض، فإنه يجفُّ في عدة دقائق، أمّا لو تركت الماء في الكوب لعدة أيام، فإنه لا ينقص منه إلا القليل. </p><p> ومن الماء العَذْب ما سلكه الله تعالى ينابيع في الأرض ليخرجه الإنسان إذا أعوزه الماء على السطح، أو سلكه ينابيع في الأرض بمعنى أن يسير العَذْب بجوار المالح، لا يختلط أحدهما بالآخر مع ما عُرِف عن الماء من خاصية الاستطراق. </p><p> وهذه من عجائب قدرة الله الخالق، فمِنْ قَعْر البحر المالح تخرج عيون الماء العَذْب؛ لأن لكل منهما طريقاً ومسلكاً وشعيرات يسير فيها بحيث لا يبغي أحدهما على الآخر، كما قال تعالى: </p><p> {مَرَجَ البحرين يَلْتَقِيَانِ بَيْنَهُمَا بَرْزَخٌ لاَّ يَبْغِيَانِ}  [الرحمن: ١٩٢٠] . </p><p> وكما أن الماء العَذْب يتسرب إلى باطن الأرض ليكوِّن الآبار والعيون، فكذلك الماء المالح يتسرب في باطن الأرض ليكوِّن من تفاعلاته الأحجار الكريمة، كالمرمر، والمعادن كالحديد والمنجنيز والجرانيت. . الخ. </p><p> وبعد أن ذكر لنا هذه الآيات الخاصة بالأرض جاء بهذا الاستفهام </p><p> {أإله مَّعَ الله}  [النمل: ٦٠] يعني خلق هذه الأشياء {بَلْ أَكْثَرُهُمْ لاَ يَعْلَمُونَ}  [النمل: ٦١] والذين لا يعلمون أعلمناهم، وقطعنا حُجَّتهم بعدم العلم. </p><p> ولو نظرنا إلى الأرض لوجدنا فيها آيات أخرى غير أنها مُستقرٌّ وسَكَنٌ، فالأرض كثيفة، وفيها غبرة ليست صافية البياض؛ ذلك لأن الله تعالى يريد لها أنْ تستقبل حرارة الشمس وضوءها ليستفيد منها النبات، ولو أن الأرض كانت شفافة تعكس الضوء والحرارة لما استفاد منها النبات؛ لذلك نجد بعض المشروعات تنمو في الصيف، وأخرى في الشتاء. </p><p> ولما أجرَوْا بعض التجارب على النبات، فوضعوه في مكان مظلم، ثم جعلوا ثُقْباً في ناحية بحيث يدخل الضوء وجدوا أن النَّبْتة بما أودع الخالق فيها من غريزة تتجه ناحية الضوء لتأخذ حظها من النور والدفء، فسبحان الذي خلق فسوّى، والذي قدَّر فهدى. </p><p> ومن آيات الله في خَلْق الأرض أنْ جعلها على هيئة الحركة والدوران، لتأخذ كل مناطقها حظها من الحرارة ومن البرودة، ويتنوع فيها المناخ بين صيف وشتاء، وخريف وربيع، إنها أدوار تتطلبها مُقوِّمات الحياة. </p><p> لذلك تجد علماء النبات يُقسِّمون المناطق الزراعية على الأرض يقولون: هذا حزام القمح مثلاً، وهذا حزام الموز، وهذا حزام البطاطس، فتجد كل حزام منها يصلح لنوع خاص من المزروعات يناسب سكان هذه المنطقة وبيئتها وجوّها. </p><p> لذلك نجد أن كل نوع من المزروعات في مكانه المناسب لا تصيبه الآفات، أمّا حين يُنقل إلى مكان غير مكانه، وبيئة غير بيئته لا بُدَّ أنْ يُصاب. </p><p> وفي الأرض خاصية أخرى تتعلق بالإنسان تعلقاً مباشراً، فمن خصائص الأرض وهي من الطين الذي خُلِق منه الإنسان، فهي في </p><p> الحقيقة أمه الأولى فإذا مات لا يسعه إلا أحضان أمه حين يتخلى عنه أقرب الناس إليه، وألصق الناس به، عندها تستقبله الأم وتحتويه وتستر عليه كُلَّ ما يسوؤه. </p><p> ومن خصائص الأرض أنها تمتص فضلات الإنسان والحيوان ومخلَّفاته وتُحوِّلها بقدرة الله إلى مُخصِّب تزدهر به المزروعات، ويزيد به المحصول، وفي الريف يحملون رَوَثَ الحيوانات ذا الرائحة الكريهة إلى الحقول، فإذا به ينبت فيه الوردة الجميلة الذكية التي يتشوَّق الإنسان لرائحتها. </p><p> إنها عجائب في الخَلْق، لا يقدر عليها إلا الله عَزَّ وَجَلَّ، أتذكرون المثل الذي يقول:  (فلان يعمل من الفسيخ شربات) هكذا قدرة الله التي تخلق الأضداد. </p><p> أَلاَ تروْن أن أفضل الفاكهة نأكلها الآن من الجبل الأصفر بمصر وهي تُرْوى بماء المجاري. </p><p> وبعد أنْ حدَّثنا الحق تبارك وتعالى عن هذه المظاهر العامة التي يحتاجها كل الخلق في السماء والأرض والجبال والمطر. . الخ يُحدِّثنا سبحانه عن مسائل خاصة يحتاجها إنسان دون آخر، وفي وقت دون آخر، فيقول سبحانه:  {أَمَّن يُجِيبُ المضطر} </p>"
}