{
  "id": null,
  "sura": 27,
  "aya": 10,
  "text": "<p> ونلحظ أن هنا تفاصيلَ وأحداث لم تذكرها الآية هنا، وذُكِرَت في موضع آخر في قوله تعالى:  {وَمَا تِلْكَ بِيَمِينِكَ ياموسى قَالَ هِيَ عَصَايَ أَتَوَكَّأُ عَلَيْهَا وَأَهُشُّ بِهَا على غَنَمِي وَلِيَ فِيهَا مَآرِبُ أخرى}  [طه: ١٧١٨] . </p><p> والأدب يقتضي أن يأتي الجواب على قَدْر السؤال، لكن موسى </p><p> عليه السلام أراد أنْ يطيل أمد الأُنْس بالله والبقاء في حضرته تعالى، ولما أحسَّ موسى أنه أطال في هذا المقام أجمل، فقال:  {وَلِيَ فِيهَا مَآرِبُ أخرى}  [طه: ١٨] فللعصا مهام أخرى كثيرة في حياته. </p><p> وهنا يقول سبحانه:  {وَأَلْقِ عَصَاكَ}  [النمل: ١٠] يعني: إنْ كانت العصا بالنسبة لك بهذه البساطة، وهذه مهمتها عندك فلها عندي مهمة أخرى، فانظر إلى مهمتها عندي، وإلى ما لا تعرفه عنها. </p><p> {وَأَلْقِ عَصَاكَ}  [النمل: ١٠] فلمّا ألقى موسى عصاه وجدها {تَهْتَزُّ كَأَنَّهَا جَآنٌّ}  [النمل: ١٠] يعني: حية تسعى وتتحرك، والعجيب أنها لم تتحول إلى شيء من جنسها، فالعصا عود من خشب، كان فرعاً في شجرة، فجنسه النبات ولما قُطعت وجفَّتْ صارت جماداً، فلو عادت إلى النباتية يعني: إلى الجنس القريب منها واخضرتْ لكانت عجيبة. </p><p> أمّا الحق تبارك وتعالى فقد نقلها إلى جنس آخر إلى الحيوانية، وهذه قفزة كبيرة تدعو إلى الدهشة بل والخوف، خاصة وهي {تَهْتَزُّ كَأَنَّهَا جَآنٌّ}  [النمل: ١٠] أي: تتحرك حركة سريعة هنا وهناك. </p><p> وطبيعي في نفسية موسى حين يرى العصا التي في يده على هذه الصورة أنْ يخاف ويضطرب {فَأَوْجَسَ فِي نَفْسِهِ خِيفَةً موسى قُلْنَا لاَ تَخَفْ إِنَّكَ أَنتَ الأعلى}  [طه: ٦٧٦٨] . </p><p> ومعنى:  {الأعلى}  [طه: ٦٨] إشارة إلى أنه تعالى يُعده لمهمة كبرى، وأن لهذه العصا دوراً من الخصوم، وسوف ينتصر عليهم، ويكون هو الأعلى. </p><p> وحين تتتبع اللقطات المختلفة لهذه القصة تجدها مرة (جان) ومرة (حية) ومرة (ثعبان) ، وهي كلها حالات للشيء الواحد، فالجان فَرْخ الثعبان، وله مِن خفة الحركة ما ليس للثعبان، والحية هي الثعبان الضخم. </p><p> وقوله تعالى {ولى مُدْبِراً}  [النمل: ١٠] يعني: انصرف عنها وأعطاها ظهره {وَلَمْ يُعَقِّبْ}  [النمل: ١٠] نقول: فلان يُعقِّب يعني: يدور على عَقِبه ويرجع، والمعنى أنه انصرف عنها ولم يرجع إليها؛ لذلك ناداه ربه سبحانه وتعالى:  {ياموسى لاَ تَخَفْ إِنِّي لاَ يَخَافُ لَدَيَّ المرسلون}  [النمل: ١٠] . </p><p> ونلحظ هنا نداءين اثنين يذكر فيهما، المنادى موسى عليه السلام وكأنهما تعويض للنداء السابق الذي نُودِي فيه بالخبر {أَن بُورِكَ مَن فِي النار وَمَنْ حَوْلَهَا}  [النمل: ٨] . </p><p> وعلَّة عدم الخوف {لاَ تَخَفْ}  [النمل: ١٠] ليعلمه أنه سيُضطر إلى معركة، فليكُنْ ثابتَ الجأْش لا يخاف لأنّه لا يحارب شخصاً بمفرده، إنما جمعاً من السَّحرة جُمِعوا من كل أنحاء البلاد، وسبق أنْ قال له: </p><p> {إِنَّكَ أَنتَ الأعلى}  [طه: ٦٨] حتى لا تُرهبه هذه الكثرة. </p><p> وهنا قال {إِنِّي لاَ يَخَافُ لَدَيَّ المرسلون}  [النمل: ١٠] والمعنى: لا تخفْ، لأني أنا الذي أرسلتُك، وأنا الذي أتولّى حمايتك وتأييدك، كما قال الحق سبحانه في موضع آخر: </p><p> {وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا المرسلين إِنَّهُمْ لَهُمُ المنصورون وَإِنَّ جُندَنَا لَهُمُ الغالبون}  [الصافات: ١٧١١٧٣] . </p><p> فأنت معذور في الخوف، إنْ كنتَ بعيداً عني، فكيف وأنت في جواري وأنا معك، وها أنذا أخاطبك؟ </p><p> وكان إلقاء العصا من موسى هذه المرة مجرد تجربة (بروفة) ليألف هذه المسألة ويأنس إليها، وتحدث له دُرْبة ورياضة، فإذا ما أجرى هذه العملية أمام فرعون والسحرة أجراها بثقة وثبات ويقين من إمكانية انقلاب العصا إلى حية. </p><p> وبعد ذلك يأتي بآية تثبيت منطقة التكليف في البشر حتى الرسل، والرسل أيضاً مُكلَّفون، وكل مُكلَّف يصح أن يطيع أو أن يعصي، لكن الرسلَ معصومون من المعصية، أما موسى عليه السلام فله حادثة مخصوصة حين وكَز الرجل فسقط ميتاً، فقال:  {وَلَهُمْ عَلَيَّ ذَنبٌ فَأَخَافُ أَن يَقْتُلُونِ}  [الشعراء: ١٤] . </p><p> وفي موضع آخر يُحدِّد هذا الذنب:  {قَتَلْتُ مِنْهُمْ نَفْساً فَأَخَافُ أَن يَقْتُلُونِ}  [القصص: ٣٣] . </p><p> ونضع هذه القصة أمامنا لنفهم:  {إِلاَّ مَن ظَلَمَ} </p>"
}