{
  "id": null,
  "sura": 27,
  "aya": 64,
  "text": "<p> مسألة الخَلْق هذه لا يستطيعون إنكارها، وقد سألهم الله {وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَهُمْ لَيَقُولُنَّ الله}  [الزخرف: ٨٧] . </p><p> وفي موضع آخر:  {وَلَئِن سَأَلْتَهُمْ مَّنْ خَلَقَ السماوات والأرض لَيَقُولُنَّ الله}  [لقمان: ٢٥] . </p><p> لأنهم لا يملَكون إنكارها، وإنْ أنكروها فالردّ جاهز: على مَنْ خلق أولاً أن يُرينا شيئاً جديداً من خَلْقه. </p><p> ومعنى {يَبْدَأُ الخلق}  [النمل: ٦٤] يعني: الخلْق الأول من العدم {ثُمَّ يُعيدُهُ}  [النمل: ٦٤] لأن الذي خلقنا من عدم كتب علينا الموت، وأخبرنا </p><p> بالغيب أننا سنُبعث يوم القيامة، وسيعاد هذا الخَلْق مرة أخرى، فالذين لم يملكوا إنكار الخلق أنكروا البعث، فقالوا كما حكى القرآن: </p><p> {ق والقرآن المجيد بَلْ عجبوا أَن جَآءَهُمْ مُّنذِرٌ مِّنْهُمْ فَقَالَ الكافرون هذا شَيْءٌ عَجِيبٌ أَإِذَا مِتْنَا وَكُنَّا تُرَاباً ذَلِكَ رَجْعٌ بَعِيدٌ}  [ق: ١٣] . </p><p> فاستبعدوا البعث بعد الموت، وتحلّل الأجساد في التراب. وهذه القضية خَاضَ فيها الفلاسفة بكلام طويل، وللردِّ عليهم نقول: أنتم في القوانين الوضعية تجعلون الثواب لمن أحسن، والعقوبة لمن قصَّر، وتُجرِّمون بعض الأعمال بعينها، وتضعون لها العقوبة المناسبة، وفي القانون: لا عقوبةَ إلا بتجريم، ولا تجريمَ إلا بنصٍّ، ولا نصَّ إلا بإعلام. </p><p> ولم نَرَ في القانون الوضعي جريمة تُرِكت بلا عقوبة، فإذا كان البشر يضعون لمجتمعاتهم هذه القوانين التي تنظم حياتهم، أليس رب البشر أوْلَى بقانون الثواب والعقاب؟ وإذا كنتَ لا ترضي لنفسك أنْ يفلتَ المجرم من العقاب، فكيف ترضى ذلك لله؟ </p><p> ثم ألا تعلم أن كثيراً من المجرمين يرتكبون جرائمهم في غفلة من القانون، أو يُعمُّون على العدالة ويهربون من العقاب، ويُفلِتون من القوانين الوضعية في الدنيا، ولو تركنا هؤلاء بلا عقاب أيضاً في الآخرة فهم إذن الفائزون، وسوف نشجع بذلك كل منحرف خارج عن القانون. </p><p> أما إنْ علم أن له رباً قيوماً عليه، وإنْ عمَّى على قضاء الأرض فلن يُعمِّي على قضاء السماء، وإنْ أفلتَ من عقاب الدنيا فلن يُفلِتَ أبداً من عقاب الآخرة إنْ علم ذلك استقام. </p><p> لكن، ما وجه استبعادهم للبعث {ذَلِكَ رَجْعٌ بَعِيدٌ}  [ق: ٣] . </p><p> يقولون: هَبْ إن إنساناً مات ودُفِن وتحلّل جسده إلى عناصر امتصتها الأرض، ثم غُرِسَت شجرة في هذا المكان وتغذْت على هذه العناصر، وأكل من ثمارها عدة أشخاص، وانتقلت جزئيات الميت إلى الثمار ثم إلى من أكل منها، فحين يُبعث الخَلْق يوم القيامة فلأيِّهما تكون هذه الجزئيات: للأول أم للثاني؟ إذا بعثتها للأول كانت نقصاً في الثاني، وإنْ بعثتها للثاني كانت نقصاً في الأول. </p><p> وهذا الكلام منهم على سبيل أن الشخص مادة فقط، لكن التشخيصات مادة ومعنى. وهَبْ أن شخصاً بديناً يزن مثلاً مائة كيلو أصابه مرض أهزله حتى قَلَّ وزنه إلى خمسين كيلو مثلاً، ثم عُولج وتحسنت صحته حتى عاد كحالته الأولى. </p><p> فهل الجزئيات التي نقصت من وزنه هي نفسها التي دخلتْ فيه بالصحة والتغذية؟ بالطبع لا، أتغيرتْ شخصيته بهذا النقص، أو بهذه الزيادة؟ لا، بل هو هو. </p><p> إذن: للشخص جزئيات مختلفة التكوين، وله معنى وروح، ساعةَ تتجمع هذه الأشياء يأتي الشخص المراد. </p><p> لذلك يقول تعالى رداً على هؤلاء المتفلسفين:  {قَدْ عَلِمْنَا مَا تَنقُصُ الأرض مِنْهُمْ وَعِندَنَا كِتَابٌ حَفِيظٌ}  [ق: ٤] . </p><p> فلماذا تستبعدون الإعادة بعد الموت وقد أقررتُم بالخَلْق الأول واعترفتم بأن الله هو الخالق، وأليست الإعادة من موجود أهونَ من الخَلْق بدايةً من العدم؟ ثم إن الإعادة تحتاج إلى قدرة على الإبراز وإلى علم. </p><p> أما العلم، فالحق تبارك وتعالى يقول: {قَدْ عَلِمْنَا مَا تَنقُصُ </p><p> الأرض مِنْهُمْ وَعِندَنَا كِتَابٌ حَفِيظٌ} [ق: ٤] يعني: يعلم وزنك، ويعلم جزئياتك، لا يغيب منها ذرة واحدة. </p><p> أما القدرة، فقد آمنتُم بها حين أقررتُم بقدرته تعالى على الخَلْق من عدم، والإعادة أهون من الإنشاء الأول {وَهُوَ الذي يَبْدَؤُاْ الخلق ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ}  [الروم: ٢٧] . </p><p> وإنْ كان الخالق عَزَّ وَجَلَّ لا يُقَال في حقه هيِّن وأهْون، لكنها بعُرْفكم أنتم، وبما يُقرِّب المسألة إلى أذهانكم. </p><p> وفي القدرة أيضاً يقول الحق سبحانه وتعالى:  {أَفَعَيِينَا بالخلق الأول}  [ق: ١٥] . </p><p> ثم يقول سبحانه:  {وَمَن يَرْزُقُكُم مِّنَ السمآء والأرض}  [النمل: ٦٤] . </p><p> الرزق: كلُّ ما يُنتفع به، وهو إما من السماء وإما من الأرض، وإما من التقائهما حين ينزل الماء من السماء، ويختلط بتربة الأرض فيخرج النبات. </p><p> {أإله مَّعَ الله}  [النمل: ٦٤] يكرر نفس الاستفهام السابق لتأكيد أنه لا إله إلا الله يأتيكم بهذه النعم. </p><p> {قُلْ هَاتُواْ بُرْهَانَكُمْ إِن كُنتُمْ صَادِقِينَ}  [النمل: ٦٤] أي: هاتوا الدليل على وجود إله آخر يقول: أنا الذي بدأتُ الخَلْق، وأنا الذي أرزق من السماء والأرض، فإذا لم يأْتِ مَنْ يقول هذا فقد ثبتتْ الدعوة لصاحبها حيث لم يَقُم معارضَ ودَعْك من مسألة الإعادة هذه، </p><p> يكفي أن يدعي الخَلْق؛ لأن القادر على الخَلْق قادر على الإعادة، فلا يستحيل على الذي خلق من أنْ يُعيد من موجود. </p><p> لكن، ما مناسبة الكلام عن الرزق من السماء والأرض بعد مسألة الإعادة؟ لا بُدَّ أن تكون هناك علاقة بينهما، فللرزق الذي يأتي عن طريق التقاء ماء السماء بتربة الأرض وهو النبات دورة مثل دورة الإنسان وإعادة كإعادته، حيث يتغذى الإنسان على نبات الأرض، ويأخذ منه حاجته من الطاقة والغذاء، وما تبقى منه يخرج على صورة فضلات تتحلل في الأرض، حتى ما تبقَّى منها في جسم الإنسان يتحلل بعد موته إلى عناصر الأرض. </p><p> فالوردة مثلاً بعد نضارتها وطراوتها وجمالها حيث تُقطف تجفّ ويتبخر ماؤها، وكذلك اللون والرائحة في الأثير الجوي، وما تبقى منها من مادة جافة تتحلل في التربة، فإذا ما زرعنا وردة أخرى، فإنها تتغذى على ما في التربة من عناصر، ما في الأثير الجوي من لون ورائحة. </p><p> إذن: فعناصر التكوين في الكون لم تَزِدْ ولم تنقص منذ خلق الله الخَلْق، ولدورة النبات في الطبيعة بدء ونهاية وإعادة أشبه ما تكون بخَلْق الإنسان، ثم موته، ثم إعادته يوم القيامة. </p><p> وكأن الحق تبارك وتعالى يعطينا الدليل على الإعادة بما نراه من دورة النبات، دليلاً بما نراه على الغيب الذي لا نراه. </p><p> ثم يقول الحق سبحانه:  {قُل لاَّ يَعْلَمُ مَن فِي السماوات} </p>"
}