{
  "id": null,
  "sura": 27,
  "aya": 8,
  "text": "<p> أي: جاء النار ف {نُودِيَ}  [النمل: ٨] النداء: طلب إقبال، كما تقول: يا فلان، فيأتيك فتقول له ما تريد. فالنداء مثلاً في قوله تعالى:  {ياموسى}  [طه: ١١] نداء {إنني أَنَا الله}  [طه: ١٤] خطاب وإخبار. </p><p> لكن ما معنى {نُودِيَ أَن بُورِكَ مَن فِي النار وَمَنْ حَوْلَهَا}  [النمل: ٨] ولم يقُلْ: يا موسى فليس هنا نداء، قالوا: مجرد الخطاب هنا يُراد به النداء؛ لأنه ما دام يخاطبه فكأنه يناديه، ومثال ذلك قوله سبحانه:  {ونادى أَصْحَابُ الجنة أَصْحَابَ النار أَن قَدْ وَجَدْنَا مَا وَعَدَنَا رَبُّنَا حَقّاً فَهَلْ وَجَدتُّم مَّا وَعَدَ رَبُّكُمْ حَقّاً}  [الأعراف: ٤٤] . </p><p> فذكر الخطاب مباشرة دون نداء؛ لأن النداء هنا مُقدَّر معلوم من سياق الكلام، ومنه أيضاً:  {ونادى أَصْحَابُ الأعراف رِجَالاً يَعْرِفُونَهُمْ بِسِيمَاهُمْ قَالُواْ مَآ أغنى عَنكُمْ جَمْعُكُمْ وَمَا كُنْتُمْ تَسْتَكْبِرُونَ}  [الأعراف: ٤٨] . </p><p> ومنه أيضاً:  {فَنَادَاهَا مِن تَحْتِهَآ أَلاَّ تَحْزَنِي}  [مريم: ٢٤] فجعل الخطاب نفسه هو النداء. </p><p> وقوله:  {أَن بُورِكَ مَن فِي النار وَمَنْ حَوْلَهَا}  [النمل: ٨] كلمة بُورِك لا تناسب النار؛ لأن النار تحرق، وما دام قال {بُورِكَ مَن فِي النار}  [النمل: ٨] فلا بُدَّ أن مَنْ في النار خَلْق لا يُحرق، ولا تؤثر فيه النار، فمَنْ هم الذين لا تؤثر فيهم النار، هم الملائكة. </p><p> وقد رأى موسى عليه السلام مشهداً عجيباً، رأى النار تشتعل في فرع من الشجرة، فالنار تزداد، والفرع يزداد خُضْرة، </p><p> فلان النار تحرق الخضرة ولا رطوبة الخضرة ومائيتها تطفىء النار، فمَنْ يقدر على هذه المسألة؟ لذلك قال بعدها:  {وَسُبْحَانَ الله رَبِّ العالمين}  [النمل: ٨] . </p><p> ففي مثل هذا الموقف إياك أنْ تقول: كيف، بل نزِّه الله عن تصرفاتك أنت، فهذا عجيب لا يُتصوَّر بالنسبة لك، أمّا عند الله فأمر يسير. </p><p> وقد رأينا مثل هذه المعجزة في قصة إبراهيم عليه السلام حين نجَّاه ربه من النار، ولم يكُنْ المقصود من هذه الحادثة نجاة إبراهيم فقط، فلو أن الله أراد نجاته فحسب لَمَا أمكنهم منه، أو لأطفأ النار التي أوقدوها بسحابة ممطرة، أسباب كثيرة كانت مُمكِنة لنجاة سيدنا إبراهيم. </p><p> لكن الله تعالى أرادهم أنْ يُمسِكوا به، وأنْ يُلْقوه في النار، وهي على حال اشتعالها وتوهّجها، ثم يُلْقونه في النار بأنفسهم، وهم يروْنَ هذا كله عَيَاناً، ثم لا تؤذيه النار، كأنه يقول لهم: أنا أريد أن أنجيه من النار، رغم قوة أسبابكم في إحراقه، فأنا خالق النار ومعطيها خاصية الإحراق، وهي مُؤتمرةٌ بأمري أقول لها: كُونِي بَرْداً وسلاماً تكون، فالمسألة ليست ناموساً وقاعدة تحكم الكون، إنماَ هي قيوميتي على خَلْقي. </p><p> إذن: ما رآه موسى عليه السلام من النار التي تشتعل في خضرة الشجرة أمر عجيب عندكم، وليس عجيباً عند مَنْ له طلاقة القدرة التي تخرق النواميس. </p><p> وبناء الفعل {بُورِكَ}  [النمل: ٨] للمجهول تعني: أن الله تعالى هو الذي يبارك، فهذه مسألة لا يقدر عليها إلا الله {مَن فِي النار وَمَنْ حَوْلَهَا}  [النمل: ٨] يجوز أن يكون الملائكة، أو: بُورِكت الشجرة ذاتها لأنها لا تُحرق، أو النار لأنها لا تنطفىء فهي مُباركة. </p><p> وفي موضع آخر يُوسِّع دائرة البركة، فيقول سبحانه:  {فِي البقعة المباركة مِنَ الشجرة}  [القصص: ٣٠] . </p><p> ثم يخاطب الحق سبحانه موسى:  {ياموسى إِنَّهُ أَنَا الله} </p>"
}