{
  "id": null,
  "sura": 27,
  "aya": 22,
  "text": "<p> معنى {فَمَكَثَ}  [النمل: ٢٢] أقام واستقر {غَيْرَ بَعِيدٍ}  [النمل: ٢٢] مدة يسيرة، فلم يتأخر كثيراً؛ لأنه يعلم أنه تخلّف عن مجلس سليمان، وذهب بدون إذنه؛ لذلك تعجَّل العودة، وما إنْ وصل إليه إلا وبادره {فَقَالَ}  [النمل: ٢٢] بالفاء الدالة على التعقيب؛ لأنه رأى سليمان غاضباً مُتحفِّزاً لمعاقبته. </p><p> لذلك بادره قبل أنْ ينطق، وقبل أنْ ينهره {أَحَطتُ بِمَا لَمْ تُحِطْ بِهِ}  [النمل: ٢٢] أي: عرفتُ ما لم تعرف هذا الكلام مُوجَّه إلى سليمان الذي ملَك الدنيا كلها، وسخَّر الله له كل شيء؛ لذلك ذُهل سليمان من مقالة الهدهد وتشوَّق إلى ما عنده من أخبار لا يعرفها هو. </p><p> ثم يستمر الهدهد:  {وَجِئْتُكَ مِن سَبَإٍ بِنَبَإٍ يَقِينٍ}  [النمل: ٢٢] . </p><p> أولاً: نقف عند جمال التعبير في سبأ ونبأ، فبينهما جناس ناقص، وهو من المحسّنات البديعية في لغتنا، ويعطي للعبارة نغمة جميلة تتوافق مع المعنى المراد، والجناس أن تتفق الكلمتان في الحروف، وتختلفا في المعنى، كما في قول الشاعر: </p><p> رَحَلْتُ عَنِ الدِّيَارِ لكُم أَسِيرُ ... وَقَلْبي في محبتكُمْ أَسير </p><p> وقَوْل الآخر: </p><p> لَمْ يَقْضِ مِنْ حقِّكم عَليَّ ... بَعْضَ الذي يَجِبُ </p><p> قَلْبٌ متَى مَا جَرَت ... ذِكْرَاكُمُ يَجِبُ </p><p> ومن الجناس التام في القرآن الكريم:  {وَيَوْمَ تَقُومُ الساعة يُقْسِمُ المجرمون مَا لَبِثُواْ غَيْرَ سَاعَةٍ}  [الروم: ٥٥] . </p><p> فالتعبير القرآني {وَجِئْتُكَ مِن سَبَإٍ بِنَبَإٍ}  [النمل: ٢٢] تعبير جميل لفظاً، دقيق مَعنىً، أَلاَ تراه لو قال (وجئتك من سبأ بخبر) لا ختلَّ اللفظ والمعنى معاً؛ لأن الخبر يُرَاد به مُطلْق الخبر، أمّا النبا فلا تُقال إلا للخبر العجيب الهام الملفت للنظر، كما في قوله تعالى:  {عَمَّ يَتَسَآءَلُونَ عَنِ النبإ العظيم}  [النبأ: ١٢] . </p><p> والجناس لا يكون جميلاً مؤثراً إلا إذا جاء طبيعياً غير مُتكلّف، </p><p> ومثال ذلك هذا الجناس الناقص في قوله تعالى:  {ويْلٌ لِّكُلِّ هُمَزَةٍ لُّمَزَةٍ}  [الهمزة: ١] فقد ورد اللفظ المناسب مُعبِّراً عن المعنى المراد دون تكلّف، فالهُمَزة هو الذي يعيب بالقول. واللمزة: الذي يعيب بالفعل، فالقرآن لا يتصيَّد لفظاً ليُحدِث جناساً، إنما يأتي الجناس فيه طبيعياً يقتضيه المعنى. </p><p> ومن ذلك في الحديث الشريف:  «الخيْل معقود بنواصيها الخير» فبيْن الخيل والخير جناس ناقص، مُحسِّناً للفظ، مؤدّياً للمعنى. </p><p> وقد يأتي المحسِّن البديعي مُضطرباً مُتكلِّفاً، يتصيده صاحبه، كقول أحدهم ينحت الكلام نحتاً فيأتي بسجع ركيك: في أثناء ما كنا نسير نزل المطر كأفواه القِرَب، فوقع رجل كان يحمل العنب. </p><p> ومعنى {أَحَطتُ بِمَا لَمْ تُحِطْ بِهِ}  [النمل: ٢٢] الإحاطة: إدراك المعلوم من كل جوانبه، ومنه البحر المحيط لاتساعه، ويقول سبحانه:  {وَكَانَ الله بِكُلِّ شَيْءٍ مُّحِيطاً}  [النساء: ١٢٦] ومنه: الحائط يجعلونه حول البستان ليحميه ويُحدِّده، ومنه: يحتاط للأمر. </p><p> ومحيط الدائرة الذي يحيط بالمركز من كل ناحية إحاطة مستوية بأنصاف الأقطار. </p><p> لكن أَيُعَدُّ قول الهدهد لسليمان {أَحَطتُ بِمَا لَمْ تُحِطْ بِهِ}  [النمل: ٢٢] نقصاً في سليمان عليه السلام؟ لا، إنما يُعَدُّ تكريماً له؛ لأن </p><p> ربه عَزَّ وَجَلَّ سخَّر له مَنْ يخدمه، وفَرْق بين أن تفعل أنت الشيء وبين أن يُفعل لك، فحين يفعل لك، فهذه زيادة سيادة، وعُلًُو مكانة. </p><p> كما أن الله تعالى يُعلِّمنا ألاَّ نكتم مواهب التابعين، وأن نعطي لهم الفرصة، ونُفسِح لهم المجال ليُخرجوا مواهبهم، وأن يقول كل منهم ما عنده حتى لو لم نكُنْ نعرفها؛ لأنها خدمة لي. </p><p> أليس من الكرامة أن يُحضر سليمان عرش بلقيس وهو في مكانه {قَالَ الذي عِندَهُ عِلْمٌ مِّنَ الكتاب أَنَاْ آتِيكَ بِهِ قَبْلَ أَن يَرْتَدَّ إِلَيْكَ طَرْفُكَ}  [النمل: ٤٠] . </p><p> ونلحظ أن الهدهد لم يُعرِّف سبأ ما هي، وهذا دليل على أن سليمان عليه السلام يعرف سبأ، وما فيها من ملك، إنما لا يعرف أنه بهذه الفخامة وهذه العظمة. </p><p> ثم يقول الحق سبحانه:  {إِنِّي وَجَدتُّ امرأة تَمْلِكُهُمْ} </p>"
}