{
  "id": null,
  "sura": 27,
  "aya": 1,
  "text": "<p> تكلمنا كثيراً على هذه الحروف المقطَّعة في أوائل السور، وهنا (طس) وهما حرفان من حروف المعجم، وهي تُنطق هكذا (طاء) و (سين) لأنهما أسماء حروف، وفَرْق بين اسم الحرف ومُسمَّاه، فكلٌّ من الأمي والمتعلم يتكلم بحروف يقول مثلاً: كتب محمد الدرس. فإنْ طلبتَ من الأمي أن يتهجى هذه الحروف لا يستطيع لأنه لا يعرف اسم الحرف، وإنْ كان ينطق بمُسمَّاه، أمّا المتعلم فيقول: كاف تاء باء. </p><p> ورسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كان أمياً لا يعرف أسماء الحروف، فهي إذن من </p><p> الله؛ لذلك كانت مسألة توقيفية، فالحروف (الام) نطقنا بها في أول البقرة بأسماء الحروف (ألف)  (لام)  (ميم) ، أما في أول الانشراح فقلنا {أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ}  [الشرح: ١] بمسميات الحروف نفسها، فنقول: أَلَم. </p><p> و {تِلْكَ}  [النمل: ١] اسم إشارة للآيات الآتية خلال هذه السورة، وقُلْنا إن الآيات لها مَعَانٍ متعددة، فقد تعني الآيات الكونية: كالشمس والقمر، {وَمِنْ آيَاتِهِ اليل والنهار والشمس والقمر}  [فصلت: ٣٧] . </p><p> {وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَاجاً لتسكنوا إِلَيْهَا}  [الروم: ٢١] وهذه الآيات الكونية هي التي تلفتنا إلى عظمة الخالق عزَّ وجلّ وقدرته. </p><p> والآيات بمعنى المعجزات المصاحبة للرسل، والتي تثبت صِدْق بلاغهم عن الله، والآيات بمعنى آيات القرآن الحاملة للأحكام، وهي المرادة هنا {تِلْكَ آيَاتُ القرآن وَكِتَابٍ مُّبِينٍ}  [النمل: ١] . </p><p> وسبق إنْ قال تعالى:  {الر تِلْكَ آيَاتُ الكتاب وَقُرْآنٍ مُّبِينٍ}  [الحجر: ١] فمرة يقول {وَقُرْآنٍ مُّبِينٍ}  [الحجر: ١] ومرة {وَكِتَابٍ مُّبِينٍ}  [النمل: ١] ويأتي بالكتاب ويعطف عليه القرآن، أو يأتي بالقرآن ويعطف عليه الكتاب، مع أنهما شيء واحد، فكيف إذن يعطف الشيء على نفسه؟ </p><p> قالوا: إذا عطف الشيء على نفسه، فاعلم أنه لزيادة وَصْف الشيء، تقول: جاءني زيد الشاعر والخطيب والتاجر، فلكلِّ صفة منها إضافة في ناحية من نواحي الموصوف، فهو القرآن لأنه يُقرأ في الصدور، وهو نفسه الكتاب لأنه مكتوب في السطور، وهما معاً </p><p> نُسمِّيهم مرة القرآن ومرة الكتاب، أمّا الوصف فيجعل المغايرة موجودة. </p><p> ومعنى {مُّبِينٍ}  [النمل: ١] بيِّن واضح ومحيط بكل شيء من أقضية الحياة وحركتها من أوامر ونواهٍ، كما قال سبحانه:  {مَّا فَرَّطْنَا فِي الكتاب مِن شَيْءٍ}  [الأنعام: ٣٨] . </p><p> وسبق أنْ حكينا ما حدث مع الإمام محمد عبده رَحِمَهُ اللَّهُ حينما كان في فرنسا، وسأله أحد المستشرقين: تقولون إن القرآن أحاط بكل شيء، فكم رغيفا في إردبّ القمح؟ فدعا الإمام الخباز وسأله فقال: كذا وكذا، فقال المستشرق: أُريدها من القرآن، قال الإمام: القرآن قال لنا: {فاسئلوا أَهْلَ الذكر إِن كُنتُمْ لاَ تَعْلَمُونَ}  [الأنبياء: ٧] . </p><p> فهو كما قال تعالى:  {مَّا فَرَّطْنَا فِي الكتاب مِن شَيْءٍ}  [الأنعام: ٣٨] . </p><p> ثم يقول الحق سبحانه:  {هُدًى وبشرى لِلْمُؤْمِنِينَ} </p>"
}