{
  "id": null,
  "sura": 27,
  "aya": 4,
  "text": "<p> هؤلاء في مقابل الذين آمنوا وأقاموا الصلاة وآتوا الزكاة؛ لأن الحق تبارك وتعالى يعرض الشيء ومقابله لنُجري نحن مقارنة بين المتقابلات، وفي هؤلاء يقول تعالى:  {إِنَّ الذين لاَ يُؤْمِنُونَ بالآخرة}  [النمل: ٤] . </p><p> ولم يَنْفِ عنهم إقامة الصلاة أو إيتاء الزكاة، لماذا؟ لأنهم أصلاً لا يؤمنون بالله، ولا بالبعث والحساب، ولو علموا أنهم سيرجعون إلى الله لآمنوا به، ولَقدَّموا العمل الصالح. </p><p> ومعنى {زَيَّنَّا لَهُمْ أَعْمَالَهُمْ}  [النمل: ٤] أن الذين لا يؤمنون بالله، ولا يؤمنون بالآخرة، ولا يُؤدُّون مطلوبات الإيمان لا عُذْرَ لهم؛ لأننا حينما عرضنا الإيمان ومطلوباته عرضناه عَرْضاً جيداً مُستميلاً مُشوِّقاً وزيَّناه لكم. </p><p> فالصلاة لقاء بينك وبين ربك يعبر عن دوام الولاء، ويعطيك شحنة إيمانية، والزكاة تُؤمِّنك حين ضعفك وعدم قدرتك، فنأخذ منك وأنت غني لنعطيك إنْ حَلَّ بك الفقر، ولما نهيناك عن الكذب نهينا الناس جميعاً أن يكذبوا عليك، ولما حذَّرناك من الرشوة قلنا للآخرين: لا تأكلوا ماله دون وَجْه حقٍّ. . إلخ. </p><p> وهكذا شرحنا التكاليف وبيَّنا الحكمة منها، وحبّبناها إليكم. </p><p> أو: يكون المعنى: زيّنّا لهم أعمالهم التي يعملونها، فلما عَلم الله عشْقهم للضلال وللانحراف ختم على قلوبهم، يقول تعالى:  {أَفَمَن زُيِّنَ لَهُ سواء عَمَلِهِ فَرَآهُ حَسَناً}  [فاطر: ٨] . </p><p> لكن مَنِ الذي زيَّن لهم:  {فَزَيَّنَ لَهُمُ الشيطان أَعْمَالَهُمْ}  [النحل: ٦٣] فالتزيين يأتي مرة من الشيطان، ومرة مجهول الفاعل، ومرة زيَّن الله لهم. </p><p> ومن تزيين الله قوله تعالى في شأن فرعون:  {وَقَالَ موسى رَبَّنَآ إِنَّكَ آتَيْتَ فِرْعَوْنَ وَمَلأَهُ زِينَةً وَأَمْوَالاً فِي الحياة الدنيا رَبَّنَا لِيُضِلُّواْ عَن سَبِيلِكَ}  [يونس: ٨٨] فلما أعطاهم الله النعمة فُتِنوا بها. </p><p> وإبليس خلقه الله، وجعل له ذرية تتسلَّط على الناس، وتُغْويهم، وما ذلك إلا للاختبار ليرى مَنْ سيقف على هذه الأبواب، إذن: الحق تبارك وتعالى لم يجعل حواجز عن المعصية، وجعل لكم دوافع على الطاعة، فالمسألة منك أنتَ، فإنْ رأيتُك مِلْتَ إلى شيء وأحببته أعنْتُكَ عليه. </p><p> والذي يموت له عزيز، أو المرأة التي يموت ولدها، فتظل حزينة عليه تُكدِّر حياتها وحياة مَنْ حولها ويا ليت هذا يفيد أو يُعيد الميت ونقول لمن يستقبل قضاء الله بهذا السُّخْط: إن ربك حين يعلم أنك أَلِفْتَ الحزن وعشقْته وهو رب، فلا بُدَّ أن يعطيك مطلوبك، ويفتح عَليك كل يوم باباً من أبوابه. </p><p> إذن: ينبغي على مَنْ يتعرَّض لمثل هذا البلاء أنْ يستقبله بالرضا، وإنْ يغلق باب الحزن، ولا يتركه موارباً. </p><p> ومن التزيين قوله سبحانه:  {مَن كَانَ يُرِيدُ حَرْثَ الآخرة نَزِدْ لَهُ فِي حَرْثِهِ وَمَن كَانَ يُرِيدُ حَرْثَ الدنيا نُؤْتِهِ مِنْهَا وَمَا لَهُ فِي الآخرة مِن نَّصِيبٍ}  [الشورى: ٢٠] . </p><p> ومعنى {يَعْمَهُونَ}  [النمل: ٤] يتحيرون ويضطربون، لا يعرفون أين يذهبون؟ </p>"
}