{
  "id": null,
  "sura": 27,
  "aya": 88,
  "text": "<p> قوله تعالى {تَحْسَبُهَا جَامِدَةً}  [النمل: ٨٨] اي: تظنها ثابتة، وتحكم عليها بعدم الحركة؛ لذلك نسميها الرواسي والأوتاد {وَهِيَ تَمُرُّ مَرَّ السحاب}  [النمل: ٨٨] أي: ليس الأمر كما تظن؛ لأنها </p><p> تتحرك وتمر كما يمرّ السحاب، لكنك لا تشعر بهذه الحركة ولا تلاحظها لأنك تتحرك معها بنفس حركتها. </p><p> وهَبْ أننا في هذا المجلس، أنتم أمامي وأنا أمامكم، وكان هذا المسجد على رحاية أو عجلة تدور بنا، أيتغير وضعنا وموقعنا بالنسبة لبعضنا؟ </p><p> إذن: لا تستطيع أن تلاحظ هذه الحركة إلا إذا كنتَ أنت خارج الشيء المتحرك، ألاَ ترى أنك تركب القطار مثلاً ترى أن أعمدة التليفون هي التي تجري وأنت ثابت. </p><p> ولأن هذه الظاهرة عجيبة سيقف عندها الخَلْق يزيل الله عنهم هذا العجب، فيقول {صُنْعَ الله الذي أَتْقَنَ كُلَّ شَيْءٍ}  [النمل: ٨٨] يعني: لا تتعجب، فالمسألة من صُنع الله وهندسته وبديع خَلْقه، واختار هنا من صفاته تعالى:  {الذي أَتْقَنَ كُلَّ شَيْءٍ}  [النمل: ٨٨] يعني: كل خَلْق عنده بحساب دقيق مُتقَن. </p><p> البعض فهم الآية على أن مرَّ السحاب سيكون في الآخرة، واستدل بقوله تعالى:  {وَتَكُونُ الجبال كالعهن المنفوش}  [القارعة: ٥] . </p><p> وقد جانبه الصواب لأن معنى {كالعهن المنفوش}  [القارعة: ٥] أنها ستتفتت وتتناثر، لا أنها تمر، وتسير هذه واحدة، والأخرى أن الكلام هنا مبنيٌّ على الظن {تَحْسَبُهَا جَامِدَةً}  [النمل: ٨٨] وليس في القيامة ظن؛ لأنها إذا قامتْ أحداثها مُتيقنةٌ. </p><p> ثم إن السحاب لا يتحرك بذاته، وليس له موتور يُحركِّه، إنما يُحرِّكه الهواء، كذلك الجبال حركتها ليست ذاتيةٌ فيها، فلم نَرَ جبلاَ </p><p> تحرَّك من مكانه، فحركة الجبال تابعة لحركة الأرض؛ لأنها أوتاد عليها، فحركة الوتد تابعة للموتود فيه. </p><p> لذلك لما تكلم الحق سبحانه وتعالى عن الجبال قال:  {وألقى فِي الأرض رَوَاسِيَ أَن تَمِيدَ بِكُمْ}  [النحل: ١٥] . </p><p> ولو خُلِقتْ الأرض على هيئة السُّكون ما احتاجتْ لما يُثبِّتها، فلا بُدَّ أنها مخلوقة على هيئة الحركة. </p><p> في الماضي وقبل تطور العلم كانوا يعتقدون في المنجِّمين وعلماء الفلك الكفرة أنهم يعلمون الغيب، أما الآن وقد توصَّل العلماء إلى قوانين حركة الأرض وحركة الكواكب الأخرى في المجموعة الشمسية واستطاعوا حساب ذلك كله بدقة مكّنتهم من معرفة ظاهرة الخسوف والكسوف مثلاً ونوع كل منهما ووقته وفعلاً تحدث الظاهرة في نفس الوقت الذي حددوه لا تتخلف. </p><p> واستطاعوا بحساب هذه الحركة أنْ يصعدوا إلى سطح القمر، وأن يُطلِقوا مركبات الفضاء ويُسيِّروها بدقة حتى إنَّ إحداها تلتحم بالأخرى في الفضاء الخارجي. </p><p> كل هذه الظواهر لو لم تكن مبنية على حقائق مُتيقَّنة لأدتْ إلى نتائج خاطئة وتخلفتْ. </p><p> ومن الأدلة التي تثبت صحة ما نميل إليه في معنى حركة الجبال، أن قوله تعالى {صُنْعَ الله الذي أَتْقَنَ كُلَّ شَيْءٍ}  [النمل: ٨٨] امتنان من الله تعالى بصنعته، والله لا يمتنُّ بصنعته يوم القيامة، إنما </p><p> الامتنان علينا الآن ونحن في الدنيا. </p>"
}