{
  "id": null,
  "sura": 27,
  "aya": 21,
  "text": "<p> ومعاقبة المخالف أمر ضروري؛ لأن أيِّ مخالفة لا تُقابل بالجزاء المناسب لا بُدَّ أن تثمر مخالفات أخرى متعددة أعظم منها، فحين نرى موظفاً مُقصِّرًا في عمله لا يحاسبه أحد، فسوف نكون مثله، وتنتشر بيننا الفوضى والتكاسل واللامبالاة، وتحدث الطَّامة حينما يُثاب المقصر ويُرَقى مَنْ لا يستحق. </p><p> لذلك توعَّد سليمان الهدهد:  {لأُعَذِّبَنَّهُ عَذَاباً شَدِيداً أَوْ لأَذْبَحَنَّهُ}  [النمل: ٢١] . </p><p> وقد تكلَّم العلماء في كيفية تعذيب الهدهد، فقالوا: بنتف ريشه الجميل الذي يزهوا به بين الطيور، حتى يصير لحماً ثم يُسلط عليه النمل فيلدغه، أو يجعْله مع غير بني جنسه، فلا يجد لها إلفاً </p><p> ولا مشابهاً له في حركته ونظامه، أو: أنْ يُكلِّفه بخدمة أقرانه من الهداهد التي لم تخالف، أو: أجمعه مع أضداده، وبعض الطيور إذا اجتمعتْ تنافرتْ وتشاجرتْ، ونتف بعضها ريش بعض؛ لأنهم أضداد؛ لذلك قالوا: أضيق من السجن عِشْرة الأضداد. </p><p> والشاعر يقول: </p><p> وَمِنْ نكَدِ الدُّنْيا عليَ المرْءِ أنْ يرى ... عَدُواً لَهُ مَا مِنْ صَدَاقَته بُدُّ </p><p> ثم رقَّى الأمر من العذاب الشديد إلى الذبح، وهذه المسألة أثار حولها المتمردون على منهج الله والذين يريدون أنْ يُعدِّلوا على الله أحكامه، أثاروا إشكالاً حول قوله تعالى في حَدِّ الزنا:  {الزانية والزاني فاجلدوا كُلَّ وَاحِدٍ مِّنْهُمَا مِئَةَ جَلْدَةٍ}  [النور: ٢] أما الرَّجْم فلم يَرِدْ فيه شيء، فمن أين أتيتم به؟ </p><p> نقول أتينا به أيضاً من كتاب الله، حيث قال سبحانه في جَلد الأمَة إنْ زنتْ وهي غير محْصنة:  {فَعَلَيْهِنَّ نِصْفُ مَا عَلَى المحصنات مِنَ العذاب}  [النساء: ٢٥] فقالوا: وكيف نُنصِّف حدَّ الرجم؟ وهذا القول منهم دليل على عدم فهمهم لأحكام الله. </p><p> فالمعنى {فَعَلَيْهِنَّ}  [النساء: ٢٥] أي: على الإماء الجواري {نِصْفُ مَا عَلَى المحصنات}  [النساء: ٢٥] الحرائر، ولم يسكت إنما خصص التنصيف هنا بالجَلْد، فقال:  {مِنَ العذاب}  [النساء: ٢٥] فتجلد الأَمَة خمسين جلدة، وهذا التخصيص يدلُّ على أن هناك عقوبة أخرى لا تُنصف هي الرجْم. </p><p> وينتهي تهديد سليمان للهدهد بقوله {أَوْ لَيَأْتِيَنِّي بِسُلْطَانٍ مُّبِينٍ}  [النمل: ٢١] أي: حجة واضحة تبرر غيابه، فنفهم من الآية أن المرؤوس يحوز له أنْ يتصرف برأيه، ودون أن يأخذ الإذن من رئيسه إنْ رأى مصلحة للجماعة لا تستدعي التأخير. </p><p> وعلى الرئيس عندها أن يُقدِّر لمرؤوسيه اجتهاده، ويلتمس له عذراً، فلعله عنده حجة أحمده عليها بل وأكافئه؛ لأن وقت فراغه مني كان في مصلحة عامة، كما نقول في العامية (الغايب حجته معاه) . </p><p> إذن: المرؤوس إنْ رأى خيراً يخدم الفكر العام، ووجد أن فرصته ضيقة يسمح له بالتصرف دون إذن، وفي الحرب العالمية الأولى تصرّف أحد القادة الألمان تصرُّفاً يخالف القواعد الحربية، لكنه كان سبباً في النصر؛ لذلك أعطوه وسام النصر ولم ينسُوا أنْ يُعاقبوه على مخالفة القواعد والقانون. </p><p> ثم يقول الحق سبحانه:  {فَمَكَثَ غَيْرَ بَعِيدٍ} </p>"
}