{
  "id": null,
  "sura": 27,
  "aya": 86,
  "text": "<p> ينتقل السياق من الكلام عن الآخرة إلى آية كونية، وهذه سِمَة من سمات أسلوب القرآن الكريم، حيث يراوح بين الدعوة إلى الإيمان وبين بيان الآيات الكونية، فبعد أن حدثنا عن الآخرة ذكر هذه الآية الكونية، وكأنه يقول: لا عُذْر لمن يُكذِّب بآيات الله؛ لأن الآيات موجودة مشاهدة. </p><p> لذلك قال:  {أَلَمْ يَرَوْاْ}  [النمل: ٨٦] أي: ألم يعلموا ويشاهدوا {أَنَّا جَعَلْنَا اليل لِيَسْكُنُواْ فِيهِ}  [النمل: ٨٦] أي: للنوم وللراحة {والنهار مُبْصِراً}  [النمل: ٨٦] أي: بما فيه من الأشعة والضوء الذي يُسبب الرؤيا. </p><p> وسبق أنْ بيَّنا دور العالم المسلم ابن الهيثم في تصحيح نظرية رؤية الأشياء، وكانوا يعتقدون أن الشيء يُرى إذا خرج الشعاع من العين إليه، والصحيح أن الشعاع يخرج من الشيء المرئي إلى العين، فكأن الشعاع هو الذي يُبصر، فهو سبب الرؤيا، ولولاه لا نرى الأشياء. </p><p> {إِنَّ فِي ذَلِكَ لآيَاتٍ لِّقَوْمٍ يُؤْمِنُونَ}  [النمل: ٨٦] فربك عزّ وجلّ نظَّم لك حركة حياتك بليل تسكن فيه، وتخلد للراحة ونهار تسعى فيه وتبتغي من فضل الله كما قال تعالى:  {وَمِن رَّحْمَتِهِ جَعَلَ لَكُمُ اليل والنهار لِتَسْكُنُواْ فِيهِ وَلِتَبتَغُواْ مِن فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ}  [القصص: ٧٣] . </p><p> ولن تستقيم لنا حركة الحياة إلا إذا سِرْنا على هذا النظام الذي ارتضاه الله لنا، فإنْ قلبَ الناس هذه الطبيعة فسهروا حتى الفجر، فلا بُدَّ أنْ يلاقوا عاقبة هذه المخالفة في حركة حياتهم: تكاسلاً وتراخياً وقِلة في الإنتاج. . إلخ. </p><p> والحق تبارك وتعالى يشرح لنا هذه القضية في موضع آخر: </p><p> {قُلْ أَرَأَيْتُمْ إِن جَعَلَ الله عَلَيْكُمُ اليل سَرْمَداً إلى يَوْمِ القيامة مَنْ إله غَيْرُ الله يَأْتِيكُمْ بِضِيَآءٍ أَفَلاَ تَسْمَعُونَ قُلْ أَرَأَيْتُمْ إِن جَعَلَ الله عَلَيْكُمُ النهار سَرْمَداً إلى يَوْمِ القيامة مَنْ إله غَيْرُ الله يَأْتِيكُمْ بِلَيْلٍ تَسْكُنُونَ فِيهِ أَفلاَ تُبْصِرُونَ}  [القصص: ٧١٧٢] . </p><p> ففي الكلام عن الليل قال:  {أَفَلاَ تَسْمَعُونَ}  [القصص: ٧١] وعن النهار قال: {أَفلاَ تُبْصِرُونَ}  [القصص: ٧٢] لماذا؟ قالوا: لأن حاسة الإدراك في الليل هي السمع، وفي النهار البصر. وفي هذا إشارة إلى طبيعة كل منهما حتى لا نُغيِّرها نحن، فنسهر الليل، وننام النهار. </p><p> وفي قوله تعالى {وَمِن رَّحْمَتِهِ جَعَلَ لَكُمُ اليل والنهار لِتَسْكُنُواْ فِيهِ وَلِتَبتَغُواْ مِن فَضْلِهِ}  [القصص: ٧٣] ما يسميه العلماء باللف والنشر، اي: لفّ المحكوم عليه وهو الليل والنهار معاً، ثم نشر حكم كل منهم على وجه الترتيب: لتسكنوا فيه وهي تقابل الليل، ولتبتغوا من فضله، وهي تقابل النهار. </p><p> إذن: بعد أنْ استدل الحق تبارك وتعالى بالموجود فعلاً من آيتي الليل والنهار أراد أنْ يستدل بعدمهما في {قُلْ أَرَأَيْتُمْ إِن جَعَلَ الله عَلَيْكُمُ اليل سَرْمَداً}  [القصص: ٧١] و {قُلْ أَرَأَيْتُمْ إِن جَعَلَ الله عَلَيْكُمُ النهار سَرْمَداً}  [القصص: ٧٢] . </p><p> ثم يعود السياق مرة أخرى إلى الحديث عن القيامة:  {وَيَوْمَ يُنفَخُ فِي الصور} </p>"
}