{
  "id": null,
  "sura": 27,
  "aya": 15,
  "text": "<p> وتسأل: لقد أعطى الله داود وسليمان عليهما السلام نِعَماً كثيرة غير العلم، أَلاَن لداود الحديد، وأعطى سليمان مُلْكاً لا ينبغي لأحد من بعده، وسخَّر له الريح والجن، وعلَّمه منطق الطير. . إلخ ومع ذلك لم يمتنّ عليهما إلا بالعلم وهو منهج الدين؟ </p><p> قالوا: لأن العلم هو النعمة الحقيقية التي يجب أن يفرح بها المؤمن، لا الملْك ولا المال، ولا الدنيا كلها، فلم يُعتد بشيء من هذا كله؛ لذلك حمد الله على أن آتاه الله العلم؛ لأنه النعمة التي يحتاج إليها كل الخَلْق، أما المُلْك أو الجاه أو تسخير الكون لخدمته، فيمكن للإنسان الاستغناء عنها. </p><p> والإمام علي كرم الله وجهه حينما نُفِى أبو ذر؛ لأنه كان يتكلم عن المال وخطره والأبنية ومسائل الدنيا، فَنَفَوْه إلى الربذة حتى لا يثير فتنة، لكنه قبل أن يذهب مرَّ بالإمام علي كي يتوسط له ليعفوا عنه، لكن الإمام علياً رَضِيَ اللَّهُ عَنْه أراد ألاَّ يتدخل في هذه المسألة حتى لا يقال: إن علياً سلَّط أبا ذر على معارضة أهل الدنيا ومهاجمتهم، فقال له: يا أبا ذر إنك قد غضبتَ لله فارْجُ مَنْ غضبتَ له، فإن القوم خافوك على دُنْياهم ومُلكهم، وخِفْتهم أنت على دينك فاهرب بما خِفْتَهم عليه يعني: اهرب بدينك واترك ما خافوك عليه، فما أحوجهم إلى ما منعتهم، وما أغناك عَمَّا منعوك. </p><p> هكذا أزال الإمام هذه الإشكال، وأظهر أهمية العلم ومنهج الله بحيث لا يستغني عنه المسلم بحال من الأحوال، ولا يعيش بدونه، وبه ينال حياة أخرى رفعية باقية، في حين يستطيع الإنسان أن يعيش بدون المال وبدون الملك. </p><p> ولذلك يبعث خيلفة المسلمين إلى سيدنا جعفر الصادق: يا ابن بنت محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ما لك لا تغشانا كما يغشانا الناس؟ أي: تأتينا وتجالسنا وتسمر معنا، فقال: ليس عندي من الدنيا ما أخافك عليه يعني: ليس عندي مال تصادره وليس عندك من الآخرة ما أرجوك له. وهذا نفس المنطق الذي تكلم به الإمام علي. </p><p> وقوله تعالى:  {وَقَالاَ الحمد لِلَّهِ الذي فَضَّلَنَا على كَثِيرٍ مِّنْ عِبَادِهِ المؤمنين}  [النمل: ١٥] فالحمد هنا على نعمة العلم وحِفْظ منهج الله، وفي الآية مظهر من مظاهر أدب النبوة، حيث قالا {فَضَّلَنَا على كَثِيرٍ مِّنْ عِبَادِهِ المؤمنين}  [النمل: ١٥] فكأن هناك مَنْ هم أفضل مِنّا، وليس التفضيل حَجْراً علينا، وهذا من تواضعهما عليهما السلام. </p><p> ثم يقول الحق سبحانه:  {وَوَرِثَ سُلَيْمَانُ دَاوُودَ} </p>"
}