{
  "id": null,
  "sura": 27,
  "aya": 63,
  "text": "<p> هذه أيضاً من الأمور الخاصة التي تخصُّ بعض الناس دون بعض، وكانت قبل تقدُّم العلم، حيث كانت النجوم هي العلامات التي يهتدي بها الملاحون في البحر والمسافرون في البر {وَعَلامَاتٍ وبالنجم هُمْ يَهْتَدُونَ}  [النحل: ١٦] . </p><p> وقد برع في علوم الفلك والنجوم وفي علوم البحار علماء من العرب وضَعُوا أُسساً لهذه العلوم، لا عن علم عندهم، إنما عن مشاهدة لظواهر الكون، وتوفيق وهداية من الله عَزَّ وَجَلَّ. </p><p> وحين نتأمل ارتقاءات الإنسان في الحياة نجد أنها نتيجة مشاهدة حدثتْ صدفة، أو حتى بطريق الخطأ، وإلا فكيف اهتدى الإنسان إلى تخمير العجين ليخرج الخبز على هذه الصورة وبهذا الطعم؟ لذلك يُسمُّون العجين: فطير وهو المبلط الذي لم يتخمر، وخمير وهو الذي تخمَّر وارتفع قليلاً وتخلّله الهواء. </p><p> وقد نقلوا هذه المعنى للرأي، يقولون: فلان رأيه فطير يعني: سطحي متعجل، وفكرة مختمرة يعني: مدروسة بتأنٍّ، ومنه الفِطْرة يعني الشيء حين يكون على طبيعته. </p><p> وربما اكتشفتْ إحدى النساء مسألة الخمير هذه نتيجة خطأ أو مصادفة حين عجنتْ العجين، وتأخرت في خَبْزه حتى خمر، فلما </p><p> خبزته جاء على هذه الصورة المحببة إلينا، كذلك الأمر في اكتشاف البنسلين مثلاً، والغواصات والبخار والعجلة. . الخ. </p><p> وتأمل مثلاً: لماذا نطبخ الملوخية ولا نطبخ النعناع، إنها إذن هداية الله الذي خلق فسوَّى، والذي قدَّر فهدى. </p><p> الحديد تعلمنا طَرْقه بعد إدخاله النار ليلين؛ لأن الله تعالى علمها لنبيه داود عليه السلام حين قال {وَأَلَنَّا لَهُ الحديد}  [سبأ: ١٠] . </p><p> إذن: كثير من اكتشافات الكون وارتقاءاته تأتي بهداية الله، وكلما مرَّ الزمن تكشفتْ لنا أسرار الكون، كلّ في ميعاده وميلاده الذي أراده الله، إما أنْ يستنطبه الناس بمقدمات إذا جاء ميلاده، وإلا فيأتي ولو مصادفة. </p><p> واقرأ إن شئت قوله تعالى:  {وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَآءَ}  [البقرة: ٢٥٥] فحين يشاء الله يكشف لك الأشياء، ويُيسر لك أسبابها، فإذا لم تنتبه لها أراكها مصادفة، ومن وسائل إعلام الله لخَلْقه مثلاً أهل البوادي، ترى الواحد منهم متكئاً ينظر إلى السماء ويقول لك: السماء ستمطر بعد كم من الساعات، وليس في السماء سحاب ولا غَيْمٌ يدل على المطر، لكنه عرفها بالاستقراء والتجربة. </p><p> ومن هذه الهداية الإلهية أن ترى البهائم العجماوات وهي تأكل بالغريزة، تأكل الحشيش الجاف، ولا تأكل مثلاً النعناع الأخضر، أو الريحان من أن رائحته جميلة، لماذا؟ </p><p> لأنه جُعِل للرائحة الطيبة، لكن طعمه غير طيب، وإذا أكل الحيوان وشبع لا يمكن أن يأكل بعدها أبداً على خلاف الإنسان الذي يأكل حتى التخمة، ثم الحلو والبارد والساخن، ويقولون (أَرِهَا </p><p> الألوان تريك الأركان) . أي: أَرِ معدتك ألوان الطعام وأصنافه، تريك الأركان الخالية فيها. </p><p> لذلك تجد رائحة رَوَث الحيوان أقلّ كراهية من رائحة فضلات الإنسان؛ لأنها تأكل بالغريزة التي خلقها الله فيها، ونحن نأكل بالشهوة، وبلا نظام نلتزم به. </p><p> وقوله تعالى:  {وَمَن يُرْسِلُ الرياح بُشْرَاً}  [النمل: ٦٣] اي: مُبشِّرات بالمطر {بَيْنَ يَدَيْ رَحْمَتِهِ}  [النمل: ٦٣] والمطر مظهر من مظاهر رحمة الله {أإله مَّعَ الله}  [النمل: ٦٣] أي: لا إله إلا الله يهديكم في ظلمات البر والبحر، ولا إله إلا الله يرسل الرياح تبشركم بالمطر {تَعَالَى الله عَمَّا يُشْرِكُونَ}  [النمل: ٦٣] تنزَّه أن يكون له في كَوْنه شريك. </p><p> ثم يقول الحق سبحانه:  {أَمَّن يَبْدَأُ الخلق} </p>"
}