{
  "id": null,
  "sura": 27,
  "aya": 59,
  "text": "<p> نعرف أن الله تعالى يُحمد على النعمة، لكن هناك {الحمد لِلَّهِ}  [النمل: ٥٩] جاءت بعد نقمة وعذاب وأَخْذ للمكذِّبين. قالوا: الخطاب هنا مُوجَّه لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وفيه إشارة إلى أن جُنْد الله هم الغالبون، وأن العاقبة لهم ليطمئن رسول الله، كما أن تطهير الكون من المفسدين فيه، وحين تستريح منهم البلاد والعباد، هذه نعمة تستوجب {الحمد لِلَّهِ}  [النمل: ٥٩] . </p><p> وفي أهلاك الكافرين والمكذِّبين عبرة ودرسٌ لغيرهم، حتى لا يتورطوا في أسباب الهلاك، وهذه نعمة أخرى تستحق الحمد. </p><p> لذلك أمرنا ربنا تبارك وتعالى أن نحمده إنْ رأينا خيراً نزل </p><p> بالأخيار، أو شراً حَلَّ بالأشرار. فالمعنى {قُلِ الحمد لِلَّهِ}  [النمل: ٥٩] أن الرسل انتصروا وغلبوا، وأن المفسدين انهزموا واندحروا. </p><p> ألاَ ترى قَوْلَ أهل الجنة:  {حتى إِذَا جَآءُوهَا وَفُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا سَلاَمٌ عَلَيْكُمْ طِبْتُمْ فادخلوها خَالِدِينَ وَقَالُواْ الحمد للَّهِ الذي صَدَقَنَا وَعْدَهُ وَأَوْرَثَنَا الأرض نَتَبَوَّأُ مِنَ الجنة حَيْثُ نَشَآءُ}  [الزمر: ٧٣٧٤] . </p><p> كذلك حين نرى الشرير الذي شاع شرُّه وكثُرَ فساده حين ينزل به ما يستحق من عقاب الله نقول جميعاً ساعةَ نسمع خبره: الحمد لله، هكذا بعملية لا شعورية عند الجميع أنْ تلهج ألسنتُهم بالحمد عند نزول النعمة على أصحابها، والنقمة على مَنْ يستحقها. </p><p> ويقول تعالى عن أهل الشر والفساد:  {وَلَقَدْ أَرْسَلنَآ إلى أُمَمٍ مِّن قَبْلِكَ فَأَخَذْنَاهُمْ بالبأسآء والضرآء لَعَلَّهُمْ يَتَضَرَّعُونَ فلولا إِذْ جَآءَهُمْ بَأْسُنَا تَضَرَّعُواْ ولكن قَسَتْ قُلُوبُهُمْ وَزَيَّنَ لَهُمُ الشيطان مَا كَانُواّ يَعْمَلُونَ فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِ فَتَحْنَا عَلَيْهِمْ أَبْوَابَ كُلِّ شَيْءٍ حتى إِذَا فَرِحُواْ بِمَآ أوتوا أَخَذْنَاهُمْ بَغْتَةً فَإِذَا هُمْ مُّبْلِسُونَ فَقُطِعَ دَابِرُ القوم الذين ظَلَمُواْ والحمد للَّهِ رَبِّ العالمين}  [الأنعام: ٤٢٤٥] . </p><p> فبعد أنْ قطع الله دابر الظالمين قال: الحمد لله رب العالمين، ونلحظ هنا الفرق بين فتح لك، وفتح عليك؛ فتح لك يعني: فتح في صالحك، ومنه:  {إِنَّا فَتَحْنَا لَكَ فَتْحاً مُّبِيناً}  [الفتح: ١] . </p><p> أما فتح عليهم يعني: بالسوء نكايةَ فيهم، فمعنى {فَتَحْنَا عَلَيْهِمْ أَبْوَابَ كُلِّ شَيْءٍ}  [الأنعام: ٤٤] . </p><p> أعطاهم الخير ليهلكهم به، وهم في حال نعمة ومكانة، حتى إذا أخذهم الله كان أَخْذه أليماً شديداً. </p><p> وفي قصة نوح عليه السلام:  {فَإِذَا استويت أَنتَ وَمَن مَّعَكَ عَلَى الفلك فَقُلِ الحمد للَّهِ الذي نَجَّانَا مِنَ القوم الظالمين}  [المؤمنين: ٢٨] . </p><p> فحَمْد الله هنا على أمرين: الحمد لله لأنه أغرق الكافرين الظالمين وخلًّصنا منهم، والحمد لله لأنه نجَّى المؤمنين. </p><p> ثم يقول سبحانه:  {وَسَلاَمٌ على عِبَادِهِ الذين اصطفى}  [النمل: ٥٩] وهم المؤمنون الذين نصرهم الله، وجعل العاقبة لهم، والسلام عليهم بعدها لاقوه من عَنَتِ الكفار وعنادهم، فالحمد لله الذي أهلك المفسدين، وأتى بالسلام على المهتدين. </p><p> ثم يطرح الحق سبحانه قضية، ويأتي بها في صورة سؤال واستفهام؛ لتكون أبلغ في النفس من مجرد الإخبار بها:  {ءَآللَّهُ خَيْرٌ أَمَّا يُشْرِكُونَ}  [النمل: ٥٩] . </p><p> ولو أن الآية قالت: قل الحمد لله وسلام على عباده الذين اصطفى لأن الله خير وما يشركون به شرٌّ لكان الكلامُ خبراً، والخبر في ذاته وبصرف النظر عن قائله يحتمل الصدق أو الكذب. </p><p> أمَّا حين تُعرض هذه القضية في صورة الاستفهام، فقد جعلتَ مخاطبك هو الذي ينطق بها، كما لو أنكر أحد الأصدقاء جميلَك وأياديك عليه، فبدل أن تخبر أنت: فعلتُ لك كذا وكذا تدَعْه هو الذي يُخبر فتقول: ألم أفعل لك كذا وكذا؟ ولا يقول هذا إلا واثقٌ ومعتقدٌ أن الإجابة ستكون في صالحه. </p><p> فالمعنى:  {ءَآللَّهُ خَيْرٌ أَمَّا يُشْرِكُونَ}  [النمل: ٥٩] قولوا لنا أنتم ونحن نرتضي حكمكم بعدما رأيتُم وسمعتم من هذه القصة: آالله خير أم الذين أشركوا به خير؟ ولا بد أن تأتي الإجابة: الله خير؛ لذلك </p><p> لما نزلت هذه الآية انفعل لها رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وأسرع بالجواب:  «بل الله خير وأبقى وأجلُّ وأكرم» . </p><p> مما يدل على أن الانفعال بالقرآن واجب ونقصد الانفعال بمعانيه، لا الانفعال بالصوت والنغمات كالذي نسمعه من هؤلاء (الذكِّيرة) الذي يُشجِّعون المقرئين بالصياح والضجيج الذي لا يتناسب وجلال الآيات، وهم مع ذلك لا يفهمون المعاني ولا يتأثرون بها، لدرجة أن منهم مَنْ يسمع آيات العذاب فيقول بأعلى صوته: اللهم زِدْنا. </p><p> وقد كان الكتبة من الصحابة ينفعلون بالآيات معنىً، حتى إن أحدهم ليكمل الآية ويختمها بما يناسبها قبل أن تُملَي عليه، لماذا؟ لأنهم فهموا عن الله وتأثروا بالمعنى، مما يدل على أن القرآن جاء موافقاً للفطرة السليمة، ومن هذا التوافق قول أحد الصحابة {فَتَبَارَكَ الله أَحْسَنُ الخالقين}  [المؤمنين: ١٤] فنزل بها القرآن كما قالها. </p><p> والنبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يقول عن سورة الرحمن «لقد قرأتُ سورة الرحمن على إخوانكم الجن، فكانوا أحسن استجابة منكم، فكانوا كلما قلت{فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ}[الرحمن: ١٣].</p><p> قالوا: لا بشيء من نعمائك ربنا نكذب فلكَ الحمد» . </p><p> إذن: حين نسمع كلام الله علينا أن ننفعل به، وأنْ نتجاوبَ معه </p><p> تجاوباً واعياً، فعند آية التسبيح نُسبِّح، وعند آية الحمد نحمد الله، وعند آية الدعاء نقول: آمين، هذه مواجيد انفعالية لسماع القرآن والتجاوب معه، لا أنْ نسمعه أو نهذه كهذ الشِّعْر. </p><p> ثم يقول الحق سبحانه:  {أَمَّنْ خَلَقَ السماوات والأرض} </p>"
}