{
  "id": null,
  "sura": 27,
  "aya": 16,
  "text": "<p> قوله سبحانه:  {وَوَرِثَ سُلَيْمَانُ دَاوُودَ}  [النمل: ١٦] أي: بقيتْ فيه النبوة وحمل المنهج، لا الملك لأن الأنبياء لا تورث كما جاء في الحديث الشريف:  «نحن معاشر الأنبياء لا نورث ما تركناه صدقة» </p><p> وهذا يدل على أن سليمان جاء بعد داود، وقد ورث عنه النبوة مع أنهما متعاصران، بدليل قوله تعالى في موضع آخر:  {وَدَاوُودَ وَسُلَيْمَانَ إِذْ يَحْكُمَانِ فِي الحرث إِذْ نَفَشَتْ فِيهِ غَنَمُ القوم وَكُنَّا لِحُكْمِهِمْ شَاهِدِينَ}  [الأنبياء: ٧٨] . </p><p> إذن: كان سليمان مع داود في هذه الحكومة وفي العلم، لكن الحق سبحانه جعل العلم منازل، بدليل أنه قال:  {فَفَهَّمْنَاهَا سُلَيْمَانَ}  [الأنبياء: ٧٩] مع أن أباه موجود، وحكم في القضية بأن يأخذ صاحبُ الزرع الغنم التي أكلت. </p><p> فلما خرجوا من عند داود سألهم سليمان عن حكم أبيه، فأخبروه بما قال، فقال سليمان: بل يأخذ صاحب الزرع الغنم ينتفع بها، ويأخذ صاحب الغنم الزرع يصلحه حتى يعود كما كان، وعندها يأخذ صاحب الغنم غنمه، وصاحب الزرع زرعه. </p><p> والحق تبارك وتعالى يعطينا هذا المثل مع نبي وأبيه، لا مع نبيين مختلفين بعيدين، وفي هذا إشارة أن حقّ الأبوة على سليمان لم يمنعه من مخالفة أبيه في الحكم؛ لأن الله تعالى قال عنهما {وَكُلاًّ آتَيْنَا حُكْماً وَعِلْماً}  [الأنبياء: ٧٩] فكلٌّ منهما يحكم على مقتضى علمه الذي منحه الله. </p><p> ومن هذه الحادثة أخذنا مشروعية الاستئناف والنقض وفي أحكام المحاكم، فقاضي الاستئناف حينما يُعدِّل في حكم القاضي الابتدائي لا يُعَدُّ هذا طعْناً فيه، إنما كل منهما حكم بناءً على علمه، وعلى </p><p> ما توفّر له من أدلة ووقائع، وربما فطِن القاضي الثاني لما لم يفطِنْ له القاضي الأول. </p><p> إذن:  {وَوَرِثَ سُلَيْمَانُ دَاوُودَ}  [النمل: ١٦] لا تعني أنه جاء بعده، إنما هما متعاصران، وورثه في العلم والنبوة والحكمة، لا في الملْك والمال؛ لأن الله تعالى يريد أن يكون الرسول بعيداً في رسالته وتبليغه عن الله عن أيِّ نفع يجيء له، أو لذريته. </p><p> لذلك كان الفقراء من أهل النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لا يأخذون من زكاة المؤمنين، لكن أين هذا التشريع الحكيم مما يحدث الآن من الحكام والرؤساء والمسئولين ممَّنْ يوالون أقاربهم، وينهبون البلاد من أجلهم. </p><p> {وَقَالَ ياأيها الناس عُلِّمْنَا مَنطِقَ الطير}  [النمل: ١٦] فالطير له منطق ولغة؛ لأنه كما قال تعالى:  {وَمَا مِن دَآبَّةٍ فِي الأرض وَلاَ طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ إِلاَّ أُمَمٌ أَمْثَالُكُمْ}  [الأنعام: ٣٨] والآن ومع تقدُّم العلم يتحدث العلماء عن لغة للنمل، ولغة للنحل، ولغة للسمك. . إلخ. </p><p> وهذه المخلوقات تتفاهم بلغاتها بدقَّة تفاهم غريزي، لكننا لا نفهم هذا المنطق، والحق تبارك وتعالى يُعلِّمنا:  {وَإِن مِّن شَيْءٍ إِلاَّ يُسَبِّحُ بِحَمْدِهِ ولكن لاَّ تَفْقَهُونَ تَسْبِيحَهُمْ} </p><p> [الإسراء: ٤٤] . فإنْ قلتَ كمَنْ قالوا: هو تسبيح دلالة لا منطقَ ومقال، نقول: طالما أن الله تعالى قال {ولكن لاَّ تَفْقَهُونَ تَسْبِيحَهُمْ}  [الإسراء: ٤٤] فلا بُدَّ أنه مقال وكلام، ولكن أنت لا تفهمه. </p><p> وعلماء اللغة يقولون: إن النطق خاصٌّ بالإنسان، أما ما تُحدثه الحيوانات والطيور فأصوات تُحدِثها في كل وقت، مثل مواء القطة، ونُباح الكلب، وخُوَار البقر ونقيق الضفادع، لكن هذه الأصوات لها معنى (فنونوه) القطة حين تجوع غير (نونوتها) حين تخاف. </p><p> إذن: فهي تُعبِّر، لكننا لا نعرف هذه التعبيرات، كيف ونحن البشر لا يعرف بعضنا لغات بعض؛ لأننا لم نتعلمها، وللغة ضرورة اجتماعية نتواضع عليها أي: نتفق أن هذا اللفظ يعني كذا، فإذا نطقتَ به أفهمك، وإن نطقتُ به تفهمني. </p><p> واللغة بنت الاستماع، فاللفظ الذي تسمعه تستطيع نُطْقه، والذي لم تسمعه لا تستطيع نُطْقه، حتى لو كان لفظاً عربياً من لغتك، ولا تعرف أيضاً معناه، فلو قلت لك:  (إنما الحيزبون والدردبيس والطخا والنخالح والعصلبيص) فلا شكَّ أن لا تعرف لهذا معنى؛ لأننا لم نتواضع على معناه. </p><p> والطفل الذي نشأ في بيئة عربية يتكلم العربية؛ لأنه سمعها ولايتكلم الإنجليزية مثلاً: لأنه لم يسمعها، ولو وضعتَ نفس الطفل في بيئة إنجليزية لتكلم الإنجليزية؛ لأن اللغة لا ترتبط بجنس ولا دم، اللغة سماع. </p><p> ومعنى {وَأُوتِينَا مِن كُلِّ شَيْءٍ}  [النمل: ١٦] أي: من النِّعَم على الإطلاق، وبعد قليل سنسمع نفس هذه العبارة يقولها الهدهد عن ملكة سبأ {وَأُوتِيَتْ مِن كُلِّ شَيْءٍ}  [النمل: ٢٣] إذن: فهي مثله فيما يناسب أمثالها من الملوك لا في النبوة وحَمْل المنهج {إِنَّ هذا لَهُوَ الفضل المبين}  [النمل: ١٦] الفضل المحيط بكل الفضائل. </p><p> ثم يقول الحق سبحانه:  {وَحُشِرَ لِسْلَيْمَانَ جُنُودُهُ} </p>"
}