{
  "id": null,
  "sura": 27,
  "aya": 60,
  "text": "<p> {أَمَّنْ}  [النمل: ٦٠] هذا استفهام آخر، وكأن الحق تبارك وتعالى بعد أن كتب الهزيمة على الكافرين والنصر للمؤمنين أراد أنْ يُربِّب في النفس الإيمان بالله، وأن تأخذ من نصر الله تعالى للمؤمنين خميرة إيمانية، ومواجيد جديدة تظل شحنة قوية تدفعهم بحيث يكونون هم أنفسهم على استعداد للتصدي لأعداء الدعوة والمناهضين لها. </p><p> يقول سبحانه: </p><p> {أَمَّنْ خَلَقَ السماوات والأرض وَأَنزَلَ لَكُمْ مِّنَ السمآء مَآءً فَأَنبَتْنَا بِهِ حَدَآئِقَ ذَاتَ بَهْجَةٍ مَّا كَانَ لَكُمْ أَن تُنبِتُواْ شَجَرَهَا أإله مَّعَ الله}  [النمل: ٦٠] . </p><p> إذن: المسألة لا تقف عند معركة انتصر فيها المؤمنين على الكافرين، فهناك في خلق الله ما هو أعظم من ذلك، فلو سألتَهم: مَنْ خلق السموات والأرض يقولون: الله ولئن سألتهم: مَنْ خلقهم يقولون: الله، فهذه مسائل لا يستطيعون إنكارها، فكأن الحق </p><p> تبارك وتعالى يقول لهم: آلله خلق السموات والأرض وأنزل لكم من السماء ماء. . أم ما تشركون؟ </p><p> وما دام أن الله تعالى ادَّعى مسألة الخَلْق لنفسه سبحانه، ولم يَقُمْ لهذه الدعوى منازع، فقد ثبتتْ له سبحانه إلى أنْ يدَّعيها غيره {أإله مَّعَ الله}  [النمل: ٦٠] فإنْ كان هناك إله آخر خلق الخَلْق فأين هو: إما أنه لم يَدْر بهذه الدعوى، أو دَرَى بها وجَبُن عن المواجهة، وفي كلتا الحالتين لا يصلح إلهاً، وإلا فليأت هو الآخر بخَلْق ومعجزات أعظم مما رأينا. </p><p> فإذا قال الله تعالى أنا الله، ولا إله غيري، والخَلْق كله بسمائه وأرضه صنعتي، ولم يوجد معارض، فقد ثبتت له القضية؛ لذلك يقول سبحانه:  {شَهِدَ الله أَنَّهُ لاَ إله إِلاَّ هُوَ والملائكة وَأُوْلُواْ العلم}  [آل عمران: ١٨] . </p><p> فقضية الوحداينة شهد الله أولاً بها لنفسه، ثم شهد بها الملائكة أولو العلم من الخَلْق. </p><p> ويقول سبحانه في تأكيد هذا المعنى:  {قُلْ لَّوْ كَانَ مَعَهُ آلِهَةٌ كَمَا يَقُولُونَ إِذاً لاَّبْتَغَوْاْ إلى ذِي العرش سَبِيلاً}  [الإسراء: ٤٢] . </p><p> أي: لاجتمع هؤلاء الآلهة، وثاروا على الإله الذي أخذ منهم مُلْكهم، وادعاه لنفسه، أو لذهبوا إليه ليتقرَّبوا منه ويتودّدوا إليه. </p><p> وقوله تعالى:  {وَأَنزَلَ لَكُمْ مِّنَ السمآء مَآءً}  [النمل: ٦٠] السماء: كلُّ ما علاك فأظلَّك، والماء معروف أنه ينزل من السحاب وهو مما علانا، أو أن الإنزال يعني إرادة الكون، وإرادة الكون في كل كائن تكون من السماء، ألاَ ترى قوله تعالى:  {لَقَدْ أَرْسَلْنَا رُسُلَنَا بالبينات وَأَنزَلْنَا مَعَهُمُ الكتاب والميزان لِيَقُومَ الناس بالقسط}  [الحديد: ٢٥] . </p><p> وقوله تعالى:  {وَأَنزَلْنَا الحديد فِيهِ بَأْسٌ شَدِيدٌ وَمَنَافِعُ لِلنَّاسِ}  [الحديد: ٢٥] ومعلوم أن الحديد يأتي من الأرض، لكن إرادة كونه تأتي من السماء. </p><p> ثم يقول سبحانه:  {فَأَنبَتْنَا بِهِ حَدَآئِقَ ذَاتَ بَهْجَةٍ}  [النمل: ٦٠] للماء فوائد كثيرة في حياتنا، بل هو قِوَام الحياة؛ لذلك اقتصرتْ الآية على ذكْر الحدائق؛ لأنها قوام حياة الإنسان في الأكل والشرب. </p><p> فإنْ قُلْتَ: نحن نعتبر الآن الحدائق الجميلة من باب الكماليات، وليس بها مُقوِّمات حياتنا. نقول: نعم هي كذلك الآن، لكن في الماضي كانوا يسمون كل أرض زراعية محوطة بسور: حديقة، أو حائط. </p><p> وقال {ذَاتَ بَهْجَةٍ}  [النمل: ٦٠] مع أنك لو نظرتَ إلى القمح مثلاً وهو عَصَب القوت لوجدته أقل جمالاً من الورد والياسمين والفُل مثلاً، وكأن ربك عَزَّ وَجَلَّ يقول لك: لقد تكفلتُ لك بالكماليات وبالجماليات، فمن باب أَوْلَى أوفر لك الضروريات. </p><p> والحق تبارك وتعالى يريد أن يرتقي بِذوْق عباده وبمشاعرهم، واقرأ مثلاً قوله تعالى:  {انظروا إلى ثَمَرِهِ إِذَآ أَثْمَرَ وَيَنْعِهِ}  [الأنعام: ٩٩] يعني: قبل أن تأكل من هذه الثمار تأمل في جمالها ومنظرها البديع، وكأنها دعوة للرقي بالذوق العام والتأمل في بديع صُنْع الله. </p><p> أَلاَ ترى أن الله تعالى أباح لك النظر إلى كل الثمار لتشاهد جمالها، ولم يُبح لك الأكل إلاّ مما تملك؟ لذلك قال:  {انظروا إلى ثَمَرِهِ}  [الأنعام: ٩٩] فإنْ لم تكونوا تملكونه، فكفاكم التمتُّع بالنظر إليه. </p><p> ومن هذا الارتقاء الجمالي قوله تعالى بعد أنْ حدَّثنا عن الضروريات في الأنعام:  {وَلَكُمْ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسْرَحُونَ}  [النحل: ٦] . </p><p> وقال:  {والخيل والبغال والحمير لِتَرْكَبُوهَا وَزِينَةً}  [النحل: ٨] . </p><p> فأعطانا ربنا عَزَّ وَجَلَّ ضروريات الحياة، وأعطانا كمالياتها وجمالياتها. وتأمل دقة الأسلوب في {أَمَّنْ خَلَقَ السماوات والأرض}  [النمل: ٦٠] فالضمير في {خَلَقَ} ضمير الغائب (هو) يعود على الله عَزَّ وَجَلَّ، وكذلك في (وَأَنزَلَ) أما في (فَأَنْبَتْنَا) فقد عدل عن ضمير الغائب إلى ضمير المتكلم (نحن) الدال على التعظيم، فلماذا؟ </p><p> قالوا: لأن نِعَم الله فيها أشياء لا دخْل للإنسان فيها كالخَلْق وإنزال المطر، ومثل هذه المسائل لا شبهةَ لا شتراك الإنسان فيها، وهناك أشياء للإنسان دَخْلٌ فيها كالزرع والإنبات، فهو الذي يحرث ويزرع ويسقي. . الخ مما يُوحِي بأن الإنسان هو الذي يُنبت النبات، فأراد سبحانه أنْ يُزيل هذا التوهم، فنسب الإنبات صراحة إليه عَزَّ وَجَلَّ ليزيل هذه الشبهة. </p><p> وربك سبحانه وتعالى يحترم فعْلَك، ويذكر لك سَعْيك، فيقول:  {أَفَرَأَيْتُم مَّا تَحْرُثُونَ أَأَنتُمْ تَزْرَعُونَهُ أَمْ نَحْنُ الزارعون}  [الواقعة: ٦٣٦٤] نعم لك عمل وسعي في هذه المسألة، لكنك استخدمتَ الأرض المخلوقة لله، وآلة الحديد المخلوقة لله، والبذور المخلوقة لله، والماء المخلوق لله، أما مسألة الإنبات نفسها فلا دَخْلَ لك بها، فلا تَقُلْ زرعت؛ لأننها نحن الزارعون حقيقة، لكن قُلْ: حرثتُ وسقيتُ. </p><p> لذلك تجد الرد في آخر الآية نافياً لأيِّ شبهة في أن لك دَخْلاً في مسألة الزرع:  {لَوْ نَشَآءُ لَجَعَلْنَاهُ حُطَاماً}  [الواقعة: ٦٥] وأكّد الفعل بلام التوكيد لينفي هذه الشبهة. </p><p> على خلاف الكلام عن الماء، حيث لا شبهة لك فيه، فيأتي نفس الفعل، لكن بدون لام التوكيد: </p><p> {أَفَرَأَيْتُمُ المآء الذي تَشْرَبُونَ أَأَنتُمْ </p><p> أَنزَلْتُمُوهُ مِنَ المزن أَمْ نَحْنُ المنزلون لَوْ نَشَآءُ جَعَلْنَاهُ أُجَاجاً فَلَوْلاَ تَشْكُرُونَ} [الواقعة: ٦٨٧٠] . </p><p> ومعنى:  {بَلْ هُمْ قَوْمٌ يَعْدِلُونَ}  [النمل: ٦٠] العدل معلوم أنه صفة مدح فساعةَ تسمع {بَلْ هُمْ قَوْمٌ يَعْدِلُونَ}  [النمل: ٦٠] قد تظن أنها صفة طيبة فيهم، لكن لا بُدَّ في مثل هذا اللفظ من تدقيق؛ لأنه يحمل معاني كثيرة. نقول: عدلَ في كذا يعني: أنصف، وعدل إلى كذا يعني: مال إليه، وعدل عن كذا: يعني: تركه وانصرف عنه، وعدل بكذا، يعني: سوَّى. </p><p> فالمعنى هنا {يَعْدِلُونَ}  [النمل: ٦٠] عنه، ويا ليتهم يعدلون عنه فحسب، إنما يعدلون عنه إلى غيره، ويسوّون به غيره، كما قال سبحانه في موضع آخر:  {الحمد للَّهِ الذي خَلَقَ السماوات والأرض وَجَعَلَ الظلمات والنور ثْمَّ الذين كَفَرُواْ بِرَبِّهِمْ يَعْدِلُونَ}  [الأنعام: ١] . </p><p> أي: يسوُّونه سبحانه بغيره. </p><p> ثم يقول الحق سبحانه:  {أَمَّن جَعَلَ الأرض} </p>"
}