{
  "id": null,
  "sura": 27,
  "aya": 12,
  "text": "<p> هذه آية أخرى ومعجزة جديدة، قال عنها في موضع آخر:  {اسلك يَدَكَ فِي جَيْبِكَ}  [القصص: ٣٢] . </p><p> فما الفرق بين: أَدْخِل يدك، واسْلُك يدك؟ قالوا: لأنه ساعة يُدخِل يده في جيبه يعني: في فتحة القميص، إنْ كانت فتحة القميص مفتوحة أدخل يده بسهولة فيُسمّى (إدخال) . </p><p> فإن كانت مغلقة (فيها أزرار مثلاً) احتاج أنْ يسلك يده يعني: يُدخلها برفق ويُوسِّع لها مكاناً، نقول: سلك الشيء يعني: أدخله بلُطْف ورِفْق، ومنه السلك الرفيع حين تُدخِله في شيء. </p><p> وساعةَ نسمع كلمة الجيب نجد أن لها معنىً عرفياً بين الناس، ومعنى لُغوياً: فمعناها في اللغة فتحة القميص العليا، والتي تكون للرقبة، وهي في المعنى العُرْفي فتحة بداخل الثوب يضع فيها </p><p> الإنسان نقوده، يقولون (جيب) والعوام لهم عُذْر في ذلك؛ لأنهم اضطروا إلى حِفْظ نقودهم داخل الثياب، حتى لا تكون ظاهرة، وربما سرقها منهم النشالون والأشقياء. </p><p> ولا يزال الفلاحون في الريف يجعلون الجيب في (السديري) الداخلي؛ لذلك سمعنا الحاوي مثلاً يقول ليُحنِّن الناس عليه بارك الله فيمَنْ يضع يده في جيبه يعني: بارك الله في الذي يعطيني جنيهاً. </p><p> وقوله تعالى {تَخْرُجْ بَيْضَآءَ مِنْ غَيْرِ سواء}  [النمل: ١٢] أي: وأخرجها تخرج بيضاء ناصعة مُنوِّرة، ومعلوم أن موسى عليه السلام كان آدمَ اللون يعني: أسمر، فحين يروْنَ لونه تغيّر إلى البياض، فربما قالوا: إن ذلك مرضٌ كالبرص مثلاً. </p><p> لذلك أزال الله هذا الظنَّ بقوله:  {مِنْ غَيْرِ سواء}  [النمل: ١٢] من غير مرض {فِي تِسْعِ آيَاتٍ إلى فِرْعَوْنَ وَقَوْمِهِ}  [النمل: ١٢] ليعلم موسى عليه السلام أن هذه الآية واحدة من تسع آيات أخرى يُثبِّته الله بها أمام عدوه فرعون وقومه. </p><p> وهذه التسع هي: العصا ولها مهمتان: أن تتحول إلى حية أمام السحرة، وأنْ يضرب بها البحر أمام جيشه، حينما يهاجمه فرعون وجنوده. </p><p> ثم اليد، واثنتان هما الجدب، ونقص الثمرات في قوله تعالى:  {وَلَقَدْ أَخَذْنَآ آلَ فِرْعَونَ بالسنين وَنَقْصٍ مِّن الثمرات}  [الأعراف: ١٣٠] . </p><p> ثم: الطوفان، والجراد، والقُمَّل، والضفادع، والدَّم. هذه </p><p> تسع آيات. تُثبِّت موسى أمام فرعون وقومه. فهل أُرسل موسى عليه السلام إلى فرعون خاصة؟ لا، إنما أُرسِل إلى بني إسرائيل، لكنه أراد أنْ يُقنع فرعون بأنه مُرْسَل من عند الله حتى لا يحول بينه وبينهم، وجاءت مسألة دعوة فرعون إلى الإيمان بالله عَرَضاً في أحداث القصة، فليست هي أساسَ دعوة موسى عليه السلام. </p><p> ومعنى {إِنَّهُمْ كَانُواْ قَوْماً فَاسِقِينَ}  [النمل: ١٢] إشارةً إلى أن الإنسان وإنْ كان كافراً خارجاً عن طاعة الله إلا أنَّ أصله من أصلاب مؤمنة، والمراد الإيمان الأول في آدم عليه السلام، وفي ذريته من بعده، لكنهم فسقوا أي: خرجوا من غشاء التكليف الذي يُغلِّف حركة حياتهم، كما نقول: فسقت الرطبة: يعني خرجت من غلافها، كذلك فَسَق الإنسان أي: خرج عن حيِّز التكليف الصائن له. </p><p> ثم يقول الحق سبحانه:  {فَلَمَّا جَآءَتْهُمْ آيَاتُنَا} </p>"
}