{
  "id": null,
  "sura": 27,
  "aya": 45,
  "text": "<p> مرَّتْ بنا قصة نبي الله صالح عليه السلام مع قومه ثمود في سورة الشعراء، وأُعيد ذكرها هنا؛ لأن القرآن يقصُّ على رسول الله من موكب الأنبياء ما يُثبِّت به فؤاده، كلّما تعرض لأحداث تُزلزل الفؤاد، يعطيه الله النَّجْم من القرآن بما يناسب الظروف التي يمرُّ بها، وهذا ليس تكراراً للأحداث، إنما توزيع للقطات، بحيث إذا تجمعتْ تكاملتْ في بناء القصة. </p><p> وقوله سبحانه {وَلَقَدْ أَرْسَلْنَآ إلى ثَمُودَ أَخَاهُمْ صَالِحاً}  [النمل: ٤٥] لا بُدَّ أنه أرسل بشيء ما هو؟ {أَنِ اعبدوا الله}  [النمل: ٤٥] لذلك سُمِّيت (أنْ) التفسيرية، كما في قوله تعالى:  {وَأَوْحَيْنَآ إلى أُمِّ موسى}  [القصص: ٧] ماذا؟ {أَنْ أَرْضِعِيهِ}  [القصص: ٧] . </p><p> وقد يأتي التفسير بجملة، كما في:  {فَوَسْوَسَ إِلَيْهِ الشيطان} [ </p><p> طه: ١٢٠] بأي شيء؟ {قَالَ ياآدم هَلْ أَدُلُّكَ على شَجَرَةِ الخلد وَمُلْكٍ لاَّ يبلى}  [طه: ١٢٠] . </p><p> فشرح الوسوسة وهي شيء عام بقوله:  {قَالَ ياآدم}  [طه: ١٢٠] فرسالتنا إلى ثمود ملخصها ومؤداها {أَنِ اعبدوا الله}  [النمل: ٤٥] . </p><p> والعبادة كما ذكرنا أن نطيع الله بفعل ما أمر، وبترْك ما نهى عنه وزَجر، أما ما لم يرِدْ فيه أمر ولا نَهْي فهو من المباحات إنْ شئتَ فعلتها، وإنْ شئت تركتها، وإذا ما استعرضنا حركة الأحياء والخلفاء في الأرض وجدنا ٥ ... من حركتهم تدخّل فيها الشارع بافعل ولا تفعل، أما الباقي فهو مُباح. </p><p> إذن: فالتكليف منُوط بأشياء يجب أنْ تفعلها؛ لأن فيها صلاحَ مجتمعك، أو أشياء يجب أن تتركها؛ لأن فيها فساد مجتمعك. </p><p> فماذا كانت النتيجة؟ </p><p> {فَإِذَا هُمْ فَرِيقَانِ يَخْتَصِمُونَ}  [النمل: ٤٥] . </p><p> والاختصام أنْ يقف فريق منهم ضد الآخر، والمراد أن فريقاً منهم عبدوا الله وأطاعوا، والفريق الآخر عارض وكفر بالله. </p><p> وقد وقف عند هذه الآية بعض الذين يحبون أنْ يتهجَّموا على الإسلام وعلى أسلوب القرآن، وهم يفتقدون الملَكة العربية التي تساعدهم على فَهْم كلام الله، وإنْ تعلَّموها فنفوسهم غير صافية لاستقبال كلام الله، وفيهم خُبْث وسُوء نية. </p><p> واعتراضهم أن {فَرِيقَانِ}  [النمل: ٤٥] مثنى و {يَخْتَصِمُونَ}  [النمل: ٤٥] دالة على الجمع، فلماذا لم يَقُل: يختصمان؟ وهذه لغة القرآن في مواضع عدة. </p><p> ومنها قوله تعالى:  {وَإِن طَآئِفَتَانِ مِنَ المؤمنين اقتتلوا فَأَصْلِحُواْ بَيْنَهُمَا فَإِن بَغَتْ إِحْدَاهُمَا على الأخرى فَقَاتِلُواْ التي تَبْغِي حتى تفياء إلى أَمْرِ الله فَإِن فَآءَتْ فَأَصْلِحُواْ بَيْنَهُمَا}  [الحجرات: ٩] . </p><p> والقياس يقتضي أن يقول: اقتتلتا. لكن حين نتدبَّر المعنى نجد أن الطائفة جماعة مقابل جماعة أخرى، فإنْ حدث قتالٌ حمل كُلٌّ منهم السلاح، لا أن تتقدم الطائفة بسيف واحد، فهم في حال القتال جماعة. </p><p> لذلك قال (اقتتلوا) بصيغة الجمع، أما في البداية وعند تقرير القتال فلكُلِّ طائفة منهما رأْي واحد يعبر عنه قائدها، إذن: فهما في هذه الحالة مثنى. </p><p> كما أن الطائفة وإنْ كانت مفردة لفظاً إلا أنها لا تُطلَق إلا على جماعة، فيقف كل واحد من الجماعة بسيفه في مواجهة آخر من الطائفة الأخرى. </p><p> وهنا أيضاً {فَإِذَا هُمْ فَرِيقَانِ}  [النمل: ٤٥] أي: مؤمنون وكافرون {يَخْتَصِمُونَ}  [النمل: ٤٥] لأن كل فرد في هذه الجماعة يقف في مواجهة فرد من الجماعة الأخرى. </p><p> وفي موضع آخر، شرح لنا الحق تبارك وتعالى هذه المسألة، فقال سبحانه: {فالذين كَفَرُواْ قُطِّعَتْ لَهُمْ ثِيَابٌ مِّن نَّارٍ يُصَبُّ مِن فَوْقِ رُءُوسِهِمُ الحميم يُصْهَرُ بِهِ مَا فِي بُطُونِهِمْ والجلود وَلَهُمْ مَّقَامِعُ مِنْ </p><p> حَدِيدٍ كُلَّمَآ أرادوا أَن يَخْرُجُواْ مِنْهَا مِنْ غَمٍّ أُعِيدُواْ فِيهَا وَذُوقُواْ عَذَابَ الحريق} [الحج: ١٩٢٢] . </p><p> أما الفريق الآخر:  {إِنَّ الله يُدْخِلُ الذين آمَنُواْ وَعَمِلُواْ الصالحات جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأنهار يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤاً وَلِبَاسُهُمْ فِيهَا حَرِيرٌ وهدوا إِلَى الطيب مِنَ القول وهدوا إلى صِرَاطِ الحميد}  [الحج: ٢٣٢٤] . </p><p> فبيَّن لنا الحق سبحانه كل فريق منهما، وبيَّن مصيره وجزاءه. </p><p> ونلحظ هنا {فَإِذَا}  [النمل: ٤٥] يسمُّونها الفجائية، ويُمثِّلون لها بقولهم: خرجتُ فإذا أَسَدٌ بالباب، والمعنى: أنك فُوجِئْت بشيء لم تكُنْ تتوقعه، كذلك حدث من الكافرين من قوم ثمود حين قال لهم نبيهم {أَنِ اعبدوا الله}  [النمل: ٤٥] لكن يفاجئوننا بأنهم فريقان: مؤمنون وكافرون. </p><p> ومنطق العقل والحق والفطرة السليمة يقتضي أنْ يستقبلوا هذا الأمر بالطاعة والتسليم، ولا يختلفوا فيه هذا الاختلاف: فريق في الجنة وفريق في السعير {إِنَّ الأبرار لَفِي نَعِيمٍ وَإِنَّ الفجار لَفِي جَحِيمٍ}  [الانفطار: ١٣١٤] . </p><p> وقالوا: إن الله تعالى لا يرسل الرسل إلا على فساد في المجتمع، الخالق عَزَّ وَجَلَّ خلق في الإنسان النفس اللوامة التي تردُّه إلى رُشْده وتنهاه، والنفس المطمئنة التي اطمأنتْ بالإيمان، وأَمنت الله على الحكم في افعل ولا تفعل، والنفس الأمَّارة بالسوء، وهَي التي لا تعرف معروفاً، ولا تنكر مُنْكَراً، ولا تدعو صاحبها إلا إلى السوء. </p><p> والله عزَّ وجلَّ رب، ومن عادة الرب أنْ يتعهّد المربَّي ليؤدي </p><p> غايته على الوجه الأكمل، أرأيتم أباً يُربِّي أبناءه إلا لغاية؟ وما دام هو سبحانه ربي فلا يأمرني إلا لصالحي، وصالح مجتمعي، فلا شيء من طاعتنا يعود عليه بالنفع ولا شيء من معاصينا يعود عليه بالضرر؛ لأنه سبحانه خلق الكون كله بصفات الكمال المطلق. إذن: كانت الفطرة السليمة تقتضي استقبال أوامر الله بالقبول والتسليم. </p><p> وهذه الخصومة تجمع المؤمنين في جهة؛ لأنهم اتفقوا على الإيمان. والكافرين في جهة؛ لأنهم اتفقوا على الكفر. لكن يمتاز المؤمنون بأن يظل وفاقهم إلى نهاية العمر، بل وعند لقاء الله تعالى في الجنة؛ لأنهم اتفقوا في الدنيا في خطة العمل وفي الآخرة في غاية الجزاء، كما يقول تعالى: </p><p> {الأخلاء يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ إِلاَّ المتقين}  [الزخرف: ٦٧] . </p><p> أما الكفار فسوف تقوم بينهم الخصومات يوم القيامة، ويلعن بعضهم بعضاً، ويتبرَّأ بعضهم من بعض، والقرآن حين يُصوِّر تخاصم أهل النار يقول بعد أنْ ذكر نعيم أهل الجنة: </p><p> {هذا وَإِنَّ لِلطَّاغِينَ لَشَرَّ مَآبٍ جَهَنَّمَ يَصْلَوْنَهَا فَبِئْسَ المهاد هذا فَلْيَذُوقُوهُ حَمِيمٌ وَغَسَّاقٌ وَآخَرُ مِن شَكْلِهِ أَزْوَاجٌ هذا فَوْجٌ مُّقْتَحِمٌ مَّعَكُمْ لاَ مَرْحَباً بِهِمْ إِنَّهُمْ صَالُواْ النار قَالُواْ بَلْ أَنتُمْ لاَ مَرْحَباً بِكُمْ أَنتُمْ قَدَّمْتُمُوهُ لَنَا فَبِئْسَ القرار قَالُواْ رَبَّنَا مَن قَدَّمَ لَنَا هذا فَزِدْهُ عَذَاباً </p><p> ضِعْفاً فِي النار وَقَالُواْ مَا لَنَا لاَ نرى رِجَالاً كُنَّا نَعُدُّهُمْ مِّنَ الأشرار أَتَّخَذْنَاهُمْ سِخْرِيّاً أَمْ زَاغَتْ عَنْهُمُ الأبصار إِنَّ ذَلِكَ لَحَقٌّ تَخَاصُمُ أَهْلِ النار} [ص: ٥٥٦٤] . </p><p> إذن: فالخصومة في الدنيا بين مؤمن وكافر، أما في الآخرة فبين الكافرين بعضهم البعض، بين الذين أَضَلُّوا والذي أُضِلُّوا، بين الذين اتَّبعُوا، والذي اتُّبِعوا. </p>"
}