{
  "id": null,
  "sura": 28,
  "aya": 75,
  "text": "<p> أي: أخرجنا من كل أمة نبيّها، وأحضرناه ليكون شاهداً عليها {فَقُلْنَا هَاتُواْ بُرْهَانَكُمْ. .}  [القصص: ٧٥] أرونا شركاءكم الذين اتخذتموهم من دون الله، أين هم ليدافعوا عنكم؟ لكن هيهات، فقد اتخذتموهم من دون الله، أين هم ليدافعوا عنكم؟ لكن هيهات، فقد ضلَّوا عنهم، وهربوا منهم. </p><p> {فَعَمِيَتْ عَلَيْهِمُ الأنبآء يَوْمَئِذٍ فَهُمْ لاَ يَتَسَآءَلُونَ}  [القصص: ٦٦] . </p><p> إذن: غاب شركاؤكم، وغاب شهودكم، لكن شهودنا موجودون {وَنَزَعْنَا مِن كُلِّ أُمَّةٍ شَهِيداً ... }  [القصص: ٧٥] يشهد أنه بلَّغهم منهج الله فإنْ قُلْتم: لقد أغوانا الشيطان وأغوانا المضلون من الإنس، نردّ عليكم بأننا ما تركناكم لإغوائهم، فيكون لكم عذر، إنما أرسلنا إليكم رسلاً لهدايتكم، وقد بلّغكم الرسل. </p><p> وفي موضع آخر يقول تعالى:  {فَكَيْفَ إِذَا جِئْنَا مِن كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ على هؤلاء شَهِيداً}  [النساء: ٤١] . </p><p> فماذا يكون موقفهم يوم تشهد أنت عليهم بأنك بلَّغت، وأعذرتَ في البلاغ، وأنك اضطهدت منهم، وأوذيت، وقد ضلَّ عنهم شركاؤهم، ولم يجدوا مَنْ يشهد لهم أو يدافع عنهم؟ عندها تسقط أعذارهم وتكون المحكمة قد (تنوَّرت) . </p><p> ثم يقول تعالى:  {فَقُلْنَا هَاتُواْ بُرْهَانَكُمْ ... }  [القصص: ٧٥] أي: قولوا: إن رسلنا لم يُبلِّغوكم منهجنا، وهاتوا حجة تدفع عنكم، فلما تحيَّروا وأُسقط في أيديهم حيث غاب شهداهم وحضر الشهداء عليهم {فعلموا أَنَّ الحق لِلَّهِ ... }  [القصص: ٧٥] . </p><p> وفوجئوا كما قال تعالى عنهم:  {وَوَجَدَ الله عِندَهُ فَوَفَّاهُ حِسَابَهُ ... }  [النور: ٣٩] . </p><p> وقال:  {وَوَجَدُواْ مَا عَمِلُواْ حَاضِراً ... }  [الكهف: ٤٩] . </p><p> فوجئوا بما لم يُصدِّقوا به ولم يؤمنوا به، لكن ما وجه هذه المفاجأة، وقد أخبرناهم بها في الدنيا وأعطيناهم مناعة كان من الواجب أنْ يأخذوا بها، وأنْ يستعدوا لهذا الموقف، فالعاقل حين تُحذره من وعورة الطريق الذي سيسلكه وما فيه من مخاطر وأهوال حين يحتاط لنفسه أنْ يكون ناصحه كاذباً، على حَدِّ قول الشاعر: </p><p> زَعَم المنجِّمُ والطبيبُ كلاهٌما ... لا تُبعَثُ الأجسَادُ قُلْتُ إليكُما </p><p> إن صَحَّ قولكُمَا فلسْتُ بخاسِرِ ... أوْ صَحَّ قَوْلي فالخسَار عليكُما </p><p> وما عليك إنْ حملتَ بندقية في هذا الطريق المخوف، ثم لم تجد شيئاً يخيفك؟ إذن: أنتم إنْ لم تخسروا فلن تكسبوا شيئاً، ونحن إنْ لم نكسب لن نخسر. </p><p> وقوله:  {وَضَلَّ عَنْهُمْ ... }  [القصص: ٧٥] أي: غاب {مَّا كَانُواْ يَفْتَرُونَ}  [القصص: ٧٥] من ادّعاه الشركاء. </p><p> بعد أن أعطانا الحق - تبارك وتعالى - لقطة من لقطات يوم القيامة، والقيامة لا تخيف إلا مَنْ يؤمن بها، أما مَنْ لا يؤمن بالآخرة والقيامة فلا بُدَّ له من رادع آخر؛ لأن الحق سبحانه يريد أنْ يحمي صلاح الكون وحركة الحياة. </p><p> ولو اقتصر الجزاء على القيامة لعربد غير المؤمنين واستشرى فسادهم، ولَشقي الناس بهم، والله تعالى يريد أنْ يحمي حركة الحياة من المفسدين من غير المؤمنين بالآخرة، فيجعل لهم عذاباً في الدنيا قبل عذاب الآخرة. </p><p> يقول تعالى:  {وَإِنَّ لِلَّذِينَ ظَلَمُواْ عَذَاباً دُونَ ذَلِكَ ... }  [الطور: ٤٧] </p><p> يعني: قبل عذاب الآخرة. </p><p> فالذي يقع للكفار في الدنيا رَدْع لكل ظالم يحاول أنْ يعتدي، وأنْ يقف في وجه الحق؛ لذلك يعطينا ربنا - عَزَّ وَجَلَّ - صورة لهذا العذاب الدنيوي للمفسدين في الأرض، فيقول سبحانه:  {إِنَّ قَارُونَ كَانَ مِن قَوْمِ موسى فبغى عَلَيْهِمْ ... } . </p>"
}