{
  "id": null,
  "sura": 28,
  "aya": 73,
  "text": "<p> بعد أنْ فصَّل الله تعالى القولَ في الليل والنهار كلّ على حدة جمعهما؛ لأنهما معاً مظهر من مظاهر رحمة الله، وفي الآية ملمح بلاغي يسمونه «اللف والنشر» ، فبعد أن جمع الله تعالى الليل والنهار أخبر عنهما بقوله:  {لِتَسْكُنُواْ فِيهِ وَلِتَبتَغُواْ مِن فَضْلِهِ. .}  [القصص: ٧٣] ثقة منه تعالى بفطْنة السامع، وأنه سيردُّ كلاً منهما إلى ما يناسبه، فالليل يقابل {لِتَسْكُنُواْ فِيهِ وَلِتَبتَغُواْ مِن فَضْلِهِ ... }  [القصص: ٧٣] ، والنهار يقابل {وَلِتَبتَغُواْ مِن فَضْلِهِ ... }  [القصص: ٧٣] . </p><p> فاللفُّ أي: جَمْع المحكوم عليه معاً في جانب والحكم في جانب آخر، والنشرْ: ردّ كلِّ حكم إلى صاحبه. </p><p> وضربنا لذلك مثلاً بقول التيمورية: </p><p> قَلْبي وجَفْني واللسَانُ وخَالِقي ... رَاضٍ وبَاكٍ شَاكِرٌ وغَفُور </p><p> فجمعتْ المحكوم عليه في الشطر الأول والحكم في الشطر الثاني، وعليك أنْ تعيد كلَّ حكم إلى صاحبه. </p><p> والليل والنهار آيتان متكاملتان، وبهما تنتظم حركة الحياة؛ لأنك إنْ لم ترتح لا تقوى على العمل؛ لأن لك طاقة، وفي جسمك مُولِّدات للطاقة، فساعةَ تتعب تجد أن أعضاءك تراخَتْ وأُجهدَتْ، وهذا إنذار لك، تُنبِّهك جوارحك لم تَعُدْ صالحاً للحركة، ولا بُدَّ لك من الراحة لتستعيد نشاطك من جديد. </p><p> والراحة تكون بقدر التعب، فربما ترتاح حين تقف مثلاً في حالة السير، فإنْ لم يُرِحْك الوقوف تجلس أو تضطجع، فإنْ زاد التعب غلبك النوم، وهو الرَّدْع الذاتي الذي يكبح جماح صاحبه إنْ تمرد على الطبيعة التي خلقها الله فيه. </p><p> ومن عجب أن البعض يخرج عن هذه الطبيعة، فيأخذ مُنشِّطات حتى لا يغلبه النوم، ويأخذ مُهدِّئات لينام، ولو أسلم نفسه لطبيعتها، فنام حينما يحضره النوم، وعمل حينما يجد في نفسه نشاطاً للعمل لأراحَ نفسه من كثير من المتاعب. </p><p> لذلك يقولون: النوم ضيف إنْ طلبك أراحك، وإنْ طلبته أعْنتك، وحتى الآن، ومع تقدُّم العلوم لم يصلوا إلى سرِّ النوم، وكيف يأخذ الإنسان في هدوء ولُطْف دون أنْ يشعر ماهيتهَ، وأتحدى أن يعرف أحد منا كيف ينام. </p><p> لذلك جعل الله النوم آية من آياته تعالى، مثل الليل والنهار والشمس والقمر، فقال سبحانه:  {وَمِنْ آيَاتِهِ مَنَامُكُم بالليل والنهار ... }  [الروم: ٢٣] . </p><p> ثم يقول الحق سبحانه:  {وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ ... } . </p>"
}