{
  "id": null,
  "sura": 28,
  "aya": 32,
  "text": "<p> معنى {اسلك يَدَكَ ... }  [القصص: ٣٢] يعني: أدخلها {فِي جَيْبِكَ. .}  [القصص: ٣٢] الجيب: فتحة الثوب من أعلى، وسَمَّوْها جَيْباً؛ لأنهم كانوا يجعلون الجيوب مكان حِفْظ الأموال في داخل الثياب حتى لا تُسرق، فكان الواحد يُدخِل يده في قبَّة الثوب لتصل إلى جيبه. </p><p> ونلحظ هنا دقة الأداء القرآني {تَخْرُجْ بَيْضَآءَ ... }  [القصص: ٣٢] ولم يقُلْ بصيغة الأمر: وأخرجها كما قال {اسلك يَدَكَ ... }  [القصص: ٣٢] وكأن العملية عملية آلية منضبطة بدقة، فبمجرد أن يُدخِلها تخرج هي بيضاء، فكأن إرادته على جوارحه كانت في الإدخال، أما في الإخراج فهي لقدرة الله. </p><p> وكلمة {بَيْضَآءَ ... }  [القصص: ٣٢] أي: مُنوّرة دون مرض، والبياض لا بُدَّ أن يكون عجيباً في موسى - عليه السلام - لأنه كان أسمر اللون؛ لذلك قال {مِنْ غَيْرِ سواء ... }  [القصص: ٣٢] حتى لا يظنوا به بَرصاً مثلاً، فهو بياض طبيعي مُعْجِز. </p><p> وقوله تعالى:  {واضمم إِلَيْكَ جَنَاحَكَ مِنَ الرهب ... }  [القصص: ٣٢] الجناحان في الطائر كاليدين في الإنسان، وإذا أراد الإنسان أن يعوم مثلاً يفعل كما يفعل الطائر حين يطير، فالمعنى: اضمُمْ إليك يديك يذهب عنك الخوف. </p><p> وهذه العملية يُصدِّقها الواقع، فنرى المرأة حين ترى ولدها مثلاً يسئ التصرف تضرب صَدْرها وتولول، وسيدنا ابن عباس يقول: كل من خاف يجب عليه أن يضرب صدره بيديه ليذهب عنه ما يلاقي، ولك أن تُجرِّبها لتعلم صِدْق هذا الكلام. </p><p> ومعنى {فَذَانِكَ ... }  [القصص: ٣٢] ذا: اسم إشارة للمفرد ونقول: ذان اسم إشارةت للمثنى، والكاف للخطاب، والمراد: الإشارة لمعجزتي العصا واليد {بُرْهَانَانِ مِن رَّبِّكَ ... }  [القصص: ٣٢] أي ربك الحق {إلى فِرْعَوْنَ ... }  [القصص: ٣٢] الرب الباطل، ولا يمكن </p><p> أنْ يجتمع الحق والباطل، لا بد للباطل أنْ يزهق؛ لأنه ضعيف لا يصمد أمام قوة الحق {بَلْ نَقْذِفُ بالحق عَلَى الباطل فَيَدْمَغُهُ فَإِذَا هُوَ زَاهِقٌ}  [الأنبياء: ١٨] . </p><p> والبرهان: هو الحجة والدليل على صِدْق المبرهَن عليه {إلى فِرْعَوْنَ وَمَلَئِهِ ... }  [القصص: ٣٢] لأن فرعون ادَّعى الألوهية، وملؤه استخفهم فأطاعوه {إِنَّهُمْ كَانُواْ قَوْماً فَاسِقِينَ}  [القصص: ٣٢] أي: جميعاً فرعون والملأ {فَاسِقِينَ}  [القصص: ٣٢] أي: خارجين عن الطاعة من قولنا فسقتِ الرُّطَبة يعني: خرجتْ من قشرتها. </p><p> والمراد هنا الحجاب الديني الذي يُغلِّف الإنسان، ويحميه ويعصمه أنْ يتأثر بعوامل المعصية، فإذا انسلخ من هذا الثوب، ونزع هذا الحجاب، وتمرَّد على المنهج تكشفتْ عورته، وبانتْ سَوْءَته. </p>"
}