{
  "id": null,
  "sura": 28,
  "aya": 42,
  "text": "<p> قوله تعالى:  {وَأَتْبَعْنَاهُم ... }  [القصص: ٤٢] يعني: جعلنا من خلفهم: {فِي هَذِهِ الدنيا لَعْنَةً ... }  [القصص: ٤٢] فكل مَنْ ذكرهم في الدنيا يقول: لعنهم الله، فعليهم لعنة دائمة باقية ما بقيتْ الدنيا، وهذا اللعْن والطرد من رحمة الله ليس جزاء أعمالهم، إنما هو مقدمة لعذاب بَاقٍ وخالد في الآخرة، كما قال تعالى:  {وَإِنَّ لِلَّذِينَ ظَلَمُواْ عَذَاباً دُونَ ذَلِكَ ... }  [الطور: ٤٧] . </p><p> {وَيَوْمَ القِيَامَةِ هُمْ مِّنَ المقبوحين}  [القصص: ٤٢] مادة: قبح، تقول للشرير: قبَّحك الله، أي: طردك وأبعدك عن الخير. ولها استعمال آخر: تقول: قَبَحْتُ الدُّمل أي: فتحته ونكأته قبل نُضْجه فيخرج منه الدم مع الصديد ويشوه مكانه. </p><p> وسبق أنْ قُلْنا: إن الدُّمَّل إذا تركته للصيدلية الربانية في جسمك حتى يندمل بمناعة الجسم ومقاومته تجده لا يترك أثراً، أما إنْ تدخلت فيه بالأدوية والجراحة، فلا بُدَّ أنْ يترك أثراً، ويُشوِّه المكان. </p><p> ويكون المعنى إذن:  {هُمْ مِّنَ المقبوحين}  [القصص: ٤٢] أي: الذين تشوَّهَتْ وجوههم بعد نعومة الجلد ونضارته، وقد عبَّر القرآن عن هذا التشويه بصور مختلفة. </p><p> يقول تعالى:  {وَوُجُوهٌ يَوْمَئِذٍ عَلَيْهَا غَبَرَةٌ تَرْهَقُهَا قَتَرَةٌ}  [عبس: ٤٠ - ٤١] . </p><p> ويقول سبحانه {يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوهٌ ... }  [آل عمران: ١٠٦] . </p><p> ويقول:  {وَنَحْشُرُ المجرمين يَوْمِئِذٍ زُرْقاً}  [طه: ١٠٢] . </p><p> ومعلوم أن زُرْقة الجسم لا تأتي إلا نتيجة ضربات شديدة وكدَمات تُحدِث تفاعلات ضارة تحت الجلد، فتُسبِّب زُرْقته، وكذلك زُرْقة العين، ومن أمراض العيون المياه الزرقاء، وهي أخطر من البيضاء. </p><p> لذلك يقول الشاعر: </p><p> وَللْبخيلِ عَلَى أَمْواله عِلَلٌ ... زُرْق العُيونِ عَليْها أَوْجُه سُودُ </p><p> لأنه حريص على أمواله ولا يريد إنفاقها. </p><p> ويُستخدم اللون الأزرق للتبشيع والتخويف، وقد كانوا في العصور الوسطى يَطْلُون وجوه الجنود باللون الأزرق لإخافة الأعداء وإرهابهم، وتعارف الناس أنه لَوْن الشيطان؛ لذلك نقول في لغتنا العامية (العفاريت الزرق) ونقول في الذم: (فلان نابه أزرق) . </p><p> ويقول الشاعر: </p><p> أَيَقْتلُنِي والمْشرَفيُّ مُضاجِعي ... ومَسْنُونَة زُرْقٌ كأنْيابِ أغْوالِ </p><p> أما السواد فيقُصد به الوجه المشوّه المنفِّر، وإلا فالسواد لا يُذَم في ذاته كلون، وكثيرا ما نرى صاحب البشرة السوداء يُشع جاذبية وبشاشة، بحيث لا تزهد في النظر إليه، ومعلوم أن الحُسْن لا لونَ له. </p><p> والله تعالى يَهبُ الحُسْن والبشاشة ويُشِعّهما في جميع الصور. وقد ترى للون الأسود في بعض الوجوه أَسْراً وإشراقاً، وترى صاحب اللون الأبيض كالحاً، لا حيوية فيه. </p><p> ثم يقول الحق سبحانه:  {وَلَقَدْ آتَيْنَا مُوسَى الكتاب ... } . </p>"
}