{
  "id": null,
  "sura": 28,
  "aya": 29,
  "text": "<p> قوله تعالى:  {فَلَمَّا قضى مُوسَى الأجل}  [القصص: ٢٩] أي: الذي اتفق عليه مع شعيب عليه السلام {وَسَارَ بِأَهْلِهِ}  [القصص: ٢٩] قلنا: إن الأهل تُطلق على الزوجة، وفي لغتنا العامية نقول: معي أهلي أو الجماعة ونقصد الزوجة؛ لذلك لأن الزوجة تقضي لزوجها من المصالح ما لا يقدر عليه إلا جماعة، بل وتزيد على الجماعة بشيء خاص لا يؤديه عنها غيرها، وهو مسألة المعاشرة؛ لذلك حَلَّتْ محلَّ جماعة. </p><p> ومعنى {آنَسَ}  [القصص: ٢٩] يعني: أبصر ورأى أو أحسَّ بشيء من الأُنْس، {الطور}  [القصص: ٢٩] اسم الجبل {قَالَ لأَهْلِهِ امكثوا}  [القصص: ٢٩] انتظروا {إني آنَسْتُ نَاراً}  [القصص: ٢٩] يخبرها بوجود النار، وهذا يعني أنها لم تَرَها كما رآها هو. </p><p> وهذا دليل على أنها ليست ناراً مادية يُوقِدها بشر، وإلا لاستوى أهله معه في رؤيتها، فهذا إذن أمر خاص به {لعلي آتِيكُمْ مِّنْهَا بِخَبَرٍ}  [القصص: ٢٩] يعني: رجاءَ أنْ أجد مَنْ يخبرنا عن الطريق، ويهدينا إلى أين نتوجه {أَوْ جَذْوَةٍ مِّنَ النار لَعَلَّكُمْ تَصْطَلُونَ}  [القصص: ٢٩] . </p><p> الجذوة: قطعة من نار متوهجة ليس لها لَهَب، ومعنى تصطلون أي: تستدفئون بها، وفي موضع آخر قال:  {بِشِهَابٍ قَبَسٍ ... }  [النمل: ٧] يعني: شعلة لها لسان ولهب، فمأربهم - إذن - على هذه الحال أمران: مَنْ يخبرهم بالطريق حيث تاهَتْ بهم الخُطَى في مكان لا يعرفونه، ثم جذوة نار يستدفئون بها من البرد. </p><p> وفي موضع آخر لهذه القصة لم يذكر قوله تعالى:  {قَالَ لأَهْلِهِ}  [القصص: ٢٩] وهذا من المآخذ التي يأخذها السطحيون على أسلوب القرآن، لكن بتأمل الموقف نرى أنه أخذ صورة المحاورة بين موسى وأهله. </p><p> فزوجة وزوجها ضَمَّهما الظلام في مكان موحش، لا يعرفون به شيئاً، ولا يهتدون إلى طريق، والجو شديد البرودة، فمن الطبيعي حين يقول لها: إني رأيت ناراً سأذهب لأقتبس منها أن تقول له: كيف تتركني وحدي في هذا المكان؟ فربما تضلّ أنت أو أضلّ أنا، فيقول لها {امكثوا ... }  [القصص: ٢٩] إذن: لا بُدَّ أن هذه العبارة تكررتْ على صيغتين كما حكاها القرآن الكريم. </p><p> كذلك في:  {سَآتِيكُمْ ... }  [النمل: ٧] وفي مرة أخرى {لعلي آتِيكُمْ ... }  [القصص: ٢٩] قالوا: لأنه لما رأى النار قال: {سَآتِيكُمْ ... .}  [النمل: ٧] على وجه اليقين، لكن لما راجع نفسه، فربما طفئت قبل أن يصل إليها استدراك، فقال {لعلي آتِيكُمْ. .}  [القصص: ٢٩] على سبيل رجاء غير المتيقن. </p><p> {فَلَمَّآ أَتَاهَا نُودِيَ مِن شَاطِىءِ الوادي ... } . </p>"
}