{
  "id": null,
  "sura": 28,
  "aya": 79,
  "text": "<p> قلنا: إن قارون كان بطبيعة الحال غنياً وجيهاً، حَسَن الصوت والصورة، كثير العدد، كثير المال، فكيف لو أضفت إلى هذا كله أن يخرج في زينته وفي موكب عظيم، وفي أبهة {فَخَرَجَ على قَوْمِهِ فِي زِينَتِهِ ... }  [القصص: ٧٩] . </p><p> وللعلماء كلام كثير في هذه الزينة التي خرج فيها قارون، فقد كان فيها ألف جارية من صفاتهن كذا وكذا، وألف فرس. . إلخ، حتى أن الناس انبهروا به وبزينته، بل وانقسموا بسببه قسمين: جماعة فُتِنوا به، وأخذهم بريق النعمة والزينة والزهو وترف الحياة، ومدُّوا أعينهم إلى ما هو فيه من متعة الدنيا. </p><p> وفي هؤلاء يقول تعالى:  {قَالَ الذين يُرِيدُونَ الحياة الدنيا ياليت لَنَا مِثْلَ مَآ أُوتِيَ قَارُونُ إِنَّهُ لَذُو حَظٍّ عَظِيمٍ}  [القصص: ٧٩] وقد خاطب الحق - تبارك وتعالى - نبيه محمداً صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بقوله:  {وَلاَ تَمُدَّنَّ عَيْنَيْكَ إلى مَا مَتَّعْنَا بِهِ أَزْوَاجاً مِّنْهُمْ زَهْرَةَ الحياة الدنيا ... }  [طه: ١٣١] . </p><p> والمعنى: لا تنظر إلى ما في يد غيرك، واحترم قدر الله في خَلْق الله، واعلم أنك إنْ فرحت بالنعمة عند غيرك أتاك خيرها يطرق بابك وخدمتْك كأنها عندك، وإنْ كرهتها وحسدته عليها تأبَّت عليك، وحُرمْت نفعها؛ لأن النعمة أعشق لصاحبها من عشقه لها، فكيف تأتيه وهو كاره لها عند غيره؟ </p><p> لذلك من صفات المؤمن أن يحب الخير عند أخيه كما يحبه لنفسه، وحين لا تحب النعمة عند غيرك، فما أذنبه هو؟ فكأنك تعترض على قدر الله فيه، وما دُمْتَ قد تأبيت واعترضت على قدر المنعم، فلا بُدَّ أن يحرمك منها. </p><p> لذلك يقول سبحانه في موضع آخر: {وَلاَ تَتَمَنَّوْاْ مَا فَضَّلَ الله بِهِ </p><p> بَعْضَكُمْ على بَعْضٍ ... } [النساء: ٣٢] . </p><p> لأن لكل منكم مهمة ودوراً في الحياة، ولكل منكم مواهبه وميزاته التي يمتاز بها عن الآخرين، ولا بُدَّ أن يكون فيك خصال أحسن ممن تحسده، لكنك غافل عنها غير متنبه لها. </p><p> وسبق أن قلنا: إن الحق سبحانه قد وزَّع أسباب فَضْله على خَلْقه؛ لأننا جميعاً أمام الله سواء، وهو سبحانه لم يتخذ صاحبة ولا ولداً؛ لذلك قلنا: إن مجموع مواهب كل فرد تساوي مجموع مواهب الآخر، فقد تزيد أنت عني في خصلة، وأزيد عنك في أخرى، فهذا يمتاز بالذكاء، وهذا بالصحة، وهذا بالعلم، وهذا بالحِلْم. . إلخ. </p><p> لأن حركة الحياة تتطلب كل هذه الإمكانيات، فبها تتكامل الحياة، وليس من الممكن أن تتوفر كل هذه المزايا لشخص واحد يقوم بكل الأعمال، بل إنْ تميزْتَ في عملك، وأتقنتَ مهمتك فلك الشكر. </p><p> ومن العجيب ألاَّ تنتفع أنت بنبوغك، في حين ينتفع به غيرك، ومن ذلك قولهم مثلاً (باب النجار مخلع) ، فلماذا لا يصنع باباً لنفسه، وهو نجار؟ قالوا: لأنه الباب الوحيد الذي لا يتقاضى عليه أجراً. </p><p> إذن: حينما تجد غيرك مُتفوِّقاً في شيء فلا تحقد عليه؛ لأن تفوقه سيعود عليك، وضربنا لذلك مثلاً بشيء بسيط؛ حين تمسك المقصَّ بيدك اليمنى لتقصَّ أظافر اليد اليسرى تجد أن اليد اليمنى - لأنها مرنة سهلة الحركة - تقصُّ أظافر اليسرى بدقة، أما حين تقصُّ اليسرى أظافر اليمنى فإنها لا تعطيك نفس المهارة التي كانت لليمنى. إذن: فحُسْن اليمنى تعدَّى لليُسْرى ونفعها. </p><p> وهكذا إذا رأيتَ أخاك قد تفوَّق في شيء أو أحسن في صُنْعه فاحمد الله؛ لأن حُسْنه وتفوقه سيعود عليك، وقد لا يعود عليه هو، فلا تحسده، ولا تحقد عليه، بل ادْعُ له بالمزيد؛ لأنك ستنتفع به في يوم من الأيام. </p><p> لكن ماذا قال أهل الدنيا الذين بُهِروا بزينة قارون؟ قالوا:  {ياليت لَنَا مِثْلَ مَآ أُوتِيَ قَارُونُ إِنَّهُ لَذُو حَظٍّ عَظِيمٍ. .}  [القصص: ٧٩] يعني: كما نقول نحن (حظه بمب) ؛ لأن هؤلاء لا يعنيهم إلا أمر الدنيا ومُتعها وزُخْرفها، أما أهل العلم وأهل المعرفة فلهم رأْيٌ مخالف، ونظرة أبعد للأمور؛ لذلك رَدُّوا عليهم:  {وَقَالَ الذين أُوتُواْ العلم ... } . </p>"
}