{
  "id": null,
  "sura": 28,
  "aya": 62,
  "text": "<p> والسؤال هنا للذين أشركوا، لا لمن أُشرك بهم، وكلمة {وَيَوْمَ ... }  [القصص: ٦٢] منصوبة على الظرفية، لا بُدَّ أن نُقدِّر لها فعلاً يناسبها، فالتقدير: واذكر يوم يناديهم، والأمر لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، لكن لمن يذكره رسول الله؟ يذكره للكافرين بهذا اليوم يوم القيامة. </p><p> والآية تعطينا لقطة من لقطات هذا اليوم الذي هو يوم الواقعة التي لا واقعةَ بعدها، ويوم الحاقَّة أي الثابتة التي لا تَزَحْزُحَ عنها، ويوم الصَّاخة أي: التي تصخّ الآذان التي انصرفتْ عنها في الدنيا، ويوم الطامة التي تطمُّ، ويوم الدين، أي: الذي ينفع فيه الدين. </p><p> والحق سبحانه يذكر هذه اللقطة لأمرين: </p><p> الأول: أن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ عُودي وأُوذِي وهزِيء به وسُخِر منه، واجتمعت عليه كل وسائل النكالَ من خصومة فبيَّتوا به بمكر، وصنعوا له سحراً. . إلخ. </p><p> وحين تجد دعوة تُقابَل بهذه الشراسة، فاعلم أنها ما قُوبلت هذه المقابلة إلا لأنها ستهدم فساداً ينتفع به قوم ترهبهم كلمة الإصلاح؛ لأنها تصيبهم في مصالحهم وفي شهواتهم وفي جاههم وعنجهيتهم وطغيانهم، فطبيعي أن يقفوا في وجهها. </p><p> لذلك نجد كثيراً من الغربيين يعرفون عظمة الإسلام من شراسة عداوة خصومه، يقولون: لو لم يكُنْ هذا الدين ضد فسادهم ما ائتمروا عليه، ولو كان أمراً هيِّناً لتركوه للزمن يمحوه، لكنهم أيقنوا أنه الحق الذي سيُذهِب باطلهم، ويقضي على طغيانهم. </p><p> فالحق سبحانه يأمر رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أنْ يذكر ذلك اليوم يذكره لنفسه، ويذكره لقومه ليعتبروا، فربما إذا سمعوا ما في هذا اليوم من القسوة والخزي والنكال ربما راجعوا أنفسهم فتابوا إلى الله. </p><p> إذن: ليس حظ الله تعالى من هذا العمل أنْ يُرهبهم إنما ليحذرهم، لئلا يقع منهم الكفر الذي يُوقِفهم هذا الموقف، كما تُبشِّع لولدك عاقبة الإهمال، وتُحذِّره من الرسوب لينفر من أسبابه، ويبحث عن أسباب النجاح. </p><p> يقول تعالى:  {وَيَوْمَ يُنَادِيهِمْ ... }  [القصص: ٦٢] وقد ناداهم في الدنيا: يا أيها الناس، يا بني آدم فصمُّوا آذانهم، وأعرضوا عن نداء الله، واليوم يناديهم نداءً لا يملكون أنْ يصمُّوا آذانهم عنه؛ لأنه </p><p> {لِّمَنِ الملك اليوم لِلَّهِ الواحد القهار}  [غافر: ١٦] فكأن الحق يُذكِّرهم بهذا اليوم، لعلهم يرعوون، ولعلهم يرجعون. </p><p> الأمر الثاني: أن الآية جاءت تسلية لسيدنا رسول الله يقول له ربه: لا تيأس مما يصنعون معك، ولا يحزنك كيدهم وعنادهم؛ لأنني سأصنع بهم كيت وكيت. وأنت تستطيع أن تدرك سِرَّ هذا الإيعاز النفسي في نفس المضطهد وفي نفس المظلوم حين يشكو لك ولدك أن أخاه ضربه أو أهانه فتقول أنت لتُرضيه: انتظر سوف أفعل به كذا وكذا، فترى الولد ينبهر بهذه العقوبة المسموعة ويسعد بها، وكذلك حين يسمع رسول الله العقوبة التي تنال أعداءه على ما حدث منهم يسعد بها، وتُسرِّي عن نفسه ما يلاقي. </p><p> ومضمون النداء {أَيْنَ شُرَكَآئِيَ الذين كُنتُمْ تَزْعُمُونَ}  [القصص: ٦٢] فلم يقُلْ شركائي ويسكت، إنما وصفهم {الذين كُنتُمْ تَزْعُمُونَ}  [القصص: ٦٢] لأنه سبحانه واحد لا شريك له، وهؤلاء شركاء في زعمهم فقط، والزعم كما يقولون: مطية الكذب؛ لذلك لن يجدوا جواباً لهذا السؤال {أَيْنَ شُرَكَآئِيَ الذين كُنتُمْ تَزْعُمُونَ}  [القصص: ٦٢] . </p><p> ولو كان أمامهم شركاء لقالوا: ها هم الذين أضلُّونا، فأذِقْهم يا رب العذاب ضِعْفين، لكنهم لم يجيبوا فهذا دليل على أنهم غَير موجودين، لقد وقف هؤلاء المشركين حائرين، لا يدرون جواباً كما قال تعالى:  {فَعَمِيَتْ عَلَيْهِمُ الأنبآء ... }  [القصص: ٦٦] . </p><p> ثم يقول الحق سبحانه:  {قَالَ الذين حَقَّ عَلَيْهِمُ القول ... } . </p>"
}