{
  "id": null,
  "sura": 28,
  "aya": 85,
  "text": "<p> معنى فرض: ألزم وأوجب وحتَّم. وأصل الفَرْض الحزّ والقطع، كما تقطع شيئاً بالسكين مثلاً تُسمّى فرضاً؛ لأنها خرجتْ عن طبيعة تكوينها، كذلك القرآن يُخرج النفس عن طبيعة مُشْتهاها، ويقطع عليها مشيئتها، ويردّها إلى مشيئة الله؛ لذلك يقول سبحانه في أول سورة النور:  {سُورَةٌ أَنزَلْنَاهَا وَفَرَضْنَاهَا ... }  [النور: ١] . </p><p> يعني: حتَّمناها وألزمنا بها، والإلزام يعني ردّ النفس إلى ما يريده خالقها منها، بصرْف النظر عما تشتهيه هي، فقد يأمرها بما تكره، وينهاها عما تحب. إذن: يقطع سيال النفس؛ لأنها عادة </p><p> ما تكون أمَّارة بالسوء، تنظر إلى العاجل، ولا تهتم بالآجل ولا تعمل له حساباً. </p><p> فالقرآن منهج الله بافعل ولا تفعل، هو الذي يكبح جماح النفس، ويُحدِّد لها مجال مشيئتها؛ لأن الخالق - عَزَّ وَجَلَّ - خلق النفس، وجعل مشيئتها صالحة لعمل الخير، ولعمل الشر. </p><p> وسبق أن تكلمنا عن الفرق بين عباد وعبيد وقلنا: إن الخَلْق جميعاً عبيد الله، المؤمن منهم والكافر، وإنْ تأبَّى الكافر على الله في الإيمان، فهو مقهور له تعالى في مسائل أخرى، كالمرض والموت وغيره، ثم أعطانا الله تعالى مجالاً للاختيار، ليثيب من يُثيب بحق، يُعذِّب بحق. </p><p> والعاقل حينما يرى أنه مقهور لله في قدريات لا يستطيع منها فكاكاً، وليس له فيها تصرف، فيتنازل عن مراده، وعن اختياره لمراد ربه واختيار ربه، ويرضى أنْ يكون مُسيَّراً في كل شيء، وهنا يتحولون من عبيد إلى عباد. </p><p> فالعباد إذن هم الذين يخرجون عن اختياراتهم الممنوحة لهم من الله إلى مراد الله في الحكم، وبهذا المنطق يكون الجميع في الآخرة عباداً؛ لأنه لا اختيار لهم، ويستوي في ذلك المؤمن والكافر، يوم يقول سبحانه:  {لِّمَنِ الملك اليوم لِلَّهِ الواحد القهار}  [غافر: ١٦] . </p><p> وسُمِّي إنزال القرآن فَرْضاً لما في القرآن من تكاليف، وهي عادةً ما تكون شاقة على النفس، أَلاَ ترى قوله تعالى عن الصلاة، وهي أم العبادات:  {وَإِنَّهَا لَكَبِيرَةٌ إِلاَّ عَلَى الخاشعين}  [البقرة: ٤٥] . </p><p> فلا يعرف منزلتها ومكانتها إلا خاشع؛ لذلك كان النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يقول </p><p> لبلال:  «أرحنا بها يا بلال» ويقول: «وجُعِلَتْ قرة عيني في الصلاة» ؛ لأنه أحبها وعشقها، حتى صارت قُرَّة عينه، ومُنْتهى راحته. </p><p> إذن: أول ما يفرض التكليف لا بُدَّ أن يكون شاقاً؛ لذلك يحتاج إلى صلاة إيمان وجَلَد يقين، بحيث تثق في أن العمل الشاق عليك الآن سيجلب لك الخير والسعادة الباقية الدائمة في الآخرة. </p><p> ويقول تعالى عن القتال:  {كُتِبَ عَلَيْكُمُ القتال وَهُوَ كُرْهٌ لَّكُمْ ... .}  [البقرة: ٢١٦] فلا شكَّ أنه مكروه للنفس، لكن إن استحضرت الجزاء، وعرفتَ أنه: إما النصر، وإما الشهادة، فإنه يحلو لك حتى تعشقه، وتبادر أنت إليه، كالصحابي في بدر بعد أن سمع ما للشهيد من الأجر وكان في فمه تمرة يمضغها فقال:  «أليس بيني وبين الجنة إلا أنْ أقاتل فأُقتل» ؟ ثم ألقى التمرة وأسرع إلى ساحة القتال. </p><p> لذلك الحق سبحانه يُضخم الجزاءات في نفس المؤمن؛ ليقبل على العمل بحب وشهوة. ومن هنا يقول بعض العارفين الذين عشقوا الخير حتى أصبح شهوةَ نفْس عندهم: أخشى ألاَّ يُثيبني الله على الطاعة، لماذا؟ يقول: لأنني أصحبتُ أشتهيها، أي: كما يشتهي أهل المعصية المعصية. </p><p> وحين يصل الإيمان بصاحبه إلى درجة أنه يعشق الطاعة، فقد أصبح ربانياً يثق فيما عند الله من الجزاء. </p><p> «وكان النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يقوم الليل حتى تورمَتْ قدماه،فلما سألتْه السيدة عائشة:ألم يغفر لك ربك ما تقدم من ذنبك وما تأخر؟قال:» أفلا أكون عبداً شكوراً «؟» </p><p> ومعنى:  {لَرَآدُّكَ إلى مَعَادٍ ... }  [القصص: ٨٥] يعني: يجازيك أفضل الجزاء، ونزلتْ هذه الآية لما اضطهد أهلُ مكة رسولَ الله وآذوْه، حتى اضطروه للذهاب إلى الطائف ليبحث فيها عن نصير، لكنهم لم يكونوا أقلَّ قسوة من أهل مكة، فعزَّ على رسول الله النصير فيها، وعاد منكسراً حزيناً لم يجد مَنْ يدخل في جواره، إلى أن أجاره مطعم بن عدي. </p><p> وتأمل حين يكون رسول الله بجلالة قدره لا يجد مَنْ يناصره، أو يُدخله في جواره، أما الصحابة فلم تكُنْ لهم شوكة بعد، ولا قوة لحماية رسول الله، وفي هذه الفترة لاقوا المشاق في سبيل الدعوة، فحاصرهم الكفار في شِعْب أبي طالب، وفرضوا عليهم المقاطعة التامة حتى عزلوهم عن الناس، ومنعوا عنهم الطعام والشراب، والبيع والشراء، حتى الزواج، وحتى اضطروا إلى أكل المخلَّفات وأوراق الشجر. </p><p> لذلك أمرهم الله بالهجرة، والهجرة تكون إلى دار أمن، أو إلى دار الإيمان، إلى دار أمن كالهجرة إلى الحبشة حيث قال لهم رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مُبيِّناً حيثية الهجرة إليها: «إن فيها ملكاً لا يُظلم عنده </p><p> أحد» يعني: النجاشي ملك الحبشة، وفعلاً صدق فيه قول رسول الله، فلما أرسلتْ قريش في إثرهم مَنْ يكلم النجاشي في طلبهم وإعادتهم إلى مكة، رفض أن يسلمهم، وأن يُمكِّن قريشاً منهم، مع أن هدايا قريش كانت عظيمة، والإغراء كان كبيراً. </p><p> وهذا يدل على عظمة رسول الله، وعلى فكره الواسع، وعلى دراسة الخريطة من حوله، ومعرفة مَنْ يصلح لهجرة صحابته إليه، فاختياره ملك الحبشة لا يأتي إلا إما بإلهام من الله، أو بذكاء كبير، وهو رجل أمي في أمة أمية، ولو لم يذهب وفد قريش في طلب المهاجرين ما ظهر لنا الدليل على صدق مقولة رسول الله. </p><p> ونتيجة «لا يظلم عنده أحد» فقد شرَّفه الله بالإسلام فأسلم ووكَّله رسول الله في أن يُزوِّجه من السيدة أم حبيبة بنت أبي سفيان، وكانت رَضِيَ اللَّهُ عَنْها من المهاجرين الأوائل إلى الحبشة مع زوجها الذي تنصَّر هناك، وبقيتْ هي على دينها وتمسكتْ بعقيدتها. </p><p> وفي هذا دليل أولاً: على مدى ما كان يلاقيه المؤمنون من إيذاء الكافرين، ثانياً: دليل على الطاعة الواعية للزوج، فقد آثرت الخروج مع زوجها لا عِشْقاً له، ولا هياماً به، إنما فراراً معه بدينها؛ لذلك لما تنصَّر لم تتردد في تركه؛ لذلك طلبها رسول الله لنفسه، ثم لما مات النجاشي صلى عليه رسول الله وترحَّم عليه. هذه هي هجرة الإيمان إلى دار الأمن. </p><p> ثم كانت الهجرة بعد ذلك إلى دار الإيمان، إلى المدينة، بعد بيعة العقبة الأولى والثانية، وبعد أن وجد رسول الله أنصاراً يتحملون معه أعباء الدعوة، وقد ضرب الأنصار في المدينة أروع مَثَل في التضحية التي ليس لها مثيل في تاريخ البشرية. </p><p> ذلك أن الرجل أغير ما يكون على زوجته، فلا يضِنّ على غيره بما يملك، فتعطيني سيارتك أركبها، أو بيتك أسكن فيه، أو ثوبك ألبسه، وأتقمَّش به، أما الزوجة فتظل مصونة لا يجرؤ أحد على النظر إليها. </p><p> لكن كان للأنصار في هذه المسألة نظرة أخرى حين أشركوا إخوانهم المهاجرين في كل شيء حتى في زوجاتهم، فقد راعوا فيهم خروجهم من أهلهم وبلادهم، وراعوا غربتهم وما لهم من إرْبة وحاجة النساء. </p><p> فكان الواحد منهم يقول لأخيه: انظر إلى زوجاتي، فأيتهنّ أعجبتك أُطلِّقها، وتتزوجها أنت، هذه تضحية لا نجد لها مثيلاً في تاريخ الناس حتى عند الكفرة. </p><p> ثم أُمِر رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بالهجرة إلى المدينة، فخرج خُفْية في حين خرج عمر مثلاً جهراً وعلانية، حتى إنه وقف ينادي في أهل مكة بأعلى صوته يتحدى أهلها عند خروجه: مَنْ أراد أنْ تثكله أمه، أو ييُتم ولده، أو تُرمَّل زوجته فليلْقني خلف هذا الوادي. </p><p> أما رسول الله فقد خرج خُفْية، وهذه المسألة يقف عندها البعض أو تَخْفي عليه الحكمة منها، فرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كان دائماً أُسْوة للضعيف، أما القوي فلا يحتاج إلى حماية أحد، ولا عليه إنْ خرج علانية؛ لذلك لا يستحي أحد أن يتخفى كما تخفى رسول الله. </p><p> ثم إنك حين تتأمل: نعم خرج رسول الله خُفْية لكنها خُفْية التحدي، فقد خرج من بين فتيانهم المتربصين به، وعفَّر وجوههم بالتراب، وهو يقول:  «شاهت الوجوه» . </p><p> ومع ذلك لم يمنعه تأييد الله له أنْ يأخذ بأسباب النجاة، فخالف الطريق؛ لأن كفار مكة كانوا يعرفون أن وجهته المدينة لما عقد بيعة العقبة مع الأنصار؛ لذلك ترصدوا له على طريقها، وأرسلوا العيون للبحث عنه، وجعلوا جُعْلاً لمن يأتيهم به صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> والمتأمل في حادث الهجرة يجد أنها خطة محكمة تراعي كل جوانب الموقف، كأن الله تعالى يريد أنْ يُعلِّمنا في شخص رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ألاَّ نهمل الأسباب، وألاَّ نتصادم مع الواقع ما دُمْنا قادرين على ذلك. </p><p> فلما خرج رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من مكة وهي بلده، وأحب البلاد إلى قلبه قال:  «اللهم إنك أخرجتني من أحب البلاد إليَّ، فأسكنِّي أحب البلاد إليك» . </p><p> لذلك إنْ كانت مكةُ محبوبةً لرسول الله، فالمدينة محبوبة لله؛ لذلك بعد أن خرج رسول الله من مكة وقارب المدينة حَنَّ قلبه إلى مكة، فطمأنه ربه بهذه الآية:  {إِنَّ الذي فَرَضَ عَلَيْكَ القرآن لَرَآدُّكَ إلى مَعَادٍ ... }  [القصص: ٨٥] . </p><p> فالذي فرض عليك مشقة التكاليف، وحمَّلك مشاق الدعوة والإقناع بها، وتنفيذ أحكامها، هو الذي سيردُّك إلى بلدك ردَّ نصر، وردّ فتح، وما أشبهَ ردِّ رسول الله إلى بلده بردِّ موسى عليه السلام إلى أمه في قوله تعالى لأم موسى:  {إِنَّا رَآدُّوهُ إِلَيْكِ ... }  [القصص: ٧] ليس رَدَّاً عادياً، إنما {وَجَاعِلُوهُ مِنَ المرسلين}  [القصص: ٧] . </p><p> إذن: سيُردُّ إليك ولدك، لكن سيُرد رسولاً منتصراً. وكما صدق الله في ردِّ موسى يصدق في ردِّ محمد. </p><p> ومعنى {مَعَادٍ ... }  [القصص: ٨٥] ليس هو الموعد كما يظن البعض، إنما يراد به المكان الذي تعود إليه بعد أن تفارقه، فالمعنى: سنردُّك إلى المكان الذي تحِنُّ إليه، ويتعلق به قلبك. </p><p> أو نردك إلى (معاد) أي: إلينا، كما قال تعالى:  {فَإِمَّا نُرِيَنَّكَ بَعْضَ الذي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا يُرْجَعُونَ}  [غافر: ٧٧] ولا مانع من إرادة المعنيين معاً. </p><p> ثم يقول سبحانه:  {قُل ربي أَعْلَمُ مَن جَآءَ بالهدى وَمَنْ هُوَ فِي ضَلاَلٍ مُّبِينٍ}  [القصص: ٨٥] الحق تبارك وتعالى يعلِّم رسوله محمداً صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ الجدل العفيف، لا الجدل العنيف، يُعلِّمه كيف يردُّ على ما قالوا عن الذي يؤمن به (صبأ فلان) يعني: خرج عن دين آبائه وهم يعتقدون أنه الحق، فكأن الذي يؤمن في نظرهم خرج من الحق إلى الباطل. </p><p> إذن: فهذه عقول تحتاج إلى سياسة وجدل، كما قال سبحانه:  {وَجَادِلْهُم بالتي هِيَ أَحْسَنُ ... }  [النحل: ١٢٥] ؛ لأن الجدل العنيف يزيد خصمك عناداً ولجاجة، أما الجدل العنيف فيستميل القلوب ويعطفها نحوك؛ لذلك يرد رسول الله بقوله:  {قُل ربي أَعْلَمُ مَن جَآءَ بالهدى وَمَنْ هُوَ فِي ضَلاَلٍ مُّبِينٍ}  [القصص: ٨٥] أي: جاء بالهدى من عند الله </p><p> وهو النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  {وَمَنْ هُوَ فِي ضَلاَلٍ مُّبِينٍ}  [القصص: ٨٥] . </p><p> ثم يعطي الحق - تبارك وتعالى - لنبيه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ دليلاً من واقع حياته؛ ليطمئن على أنه مُؤيَّد من ربه، وأنه سبحانه سيفي له بما وعد، ولن يتخلى عنه، وكيف يختاره للرسالة، ثم يتخلى عنه؟ </p>"
}