{
  "id": null,
  "sura": 28,
  "aya": 58,
  "text": "<p> كلمة {وَكَمْ. .}  [القصص: ٥٨] كم هنا خبرية تفيد الكثرة، كأنك تركتَ الجواب ليدل بنفسه على الكثرة، كما تقول لمن ينكر جميلك، ولا تريد أنْ تُعدد أياديك عليه: كم أحسنتُ إليك، يعني: أنا لن أُعدِّد، وسوف أرضى بما تقوله أنت لأنك واثق أن الإجابة سوف تكون في صالحك، وعندها لا يملك إلا أن يقول: نعم هي كثيرة. فكم هنا تعني الكثرة، وينطق بها المخاطب لتكون حجة عليه. </p><p> ومعنى:  {مِن قَرْيَةٍ ... }  [القصص: ٥٨] من للعموم أي: من بداية ما يُقال له قرية {بَطِرَتْ مَعِيشَتَهَا}  [القصص: ٥٨] البطر: أن تنسى شُكْر المُنعم على نعمه، أي: أنه سبحانه لم يرد ذكره على بالك وأنت تتقلَّبَ في نِعمه، أو يكون البطر باستخدام النعمة في معصية المنعم عَزَّ وَجَلَّ. </p><p> ومن البطر أن يتعالى المرء على النعمة، أو يستقلها ويراها أقلّ من مستواه، كالولد الذي تأتي له أمه مثلاً بطبق العدس فيتبرَّم به، وربما لا يأكل، فتقول الأم كما نقول في العامية؛ أنت (بتتبطر) على نعمة ربنا؟ كلمة في لغتنا العامية لكن لها أصل في الفصحى. </p><p> إذن: من البطر أنْ تتجبَّر، أو تتكبر، أو تتعالى على نعمة الله، فلا ترضي بها، وتطلب أعلى منها. </p><p> ومعنى {مَعِيشَتَهَا}  [القصص: ٥٨] أي: أسباب معيشتها {فَتِلْكَ مَسَاكِنُهُمْ لَمْ تُسْكَن مِّن بَعْدِهِمْ إِلاَّ قَلِيلاً وَكُنَّا نَحْنُ الوارثين}  [القصص: ٥٨] فما داموا قد بطروا نعمة الله فلا بُدَّ أن يسلبها من أيديهم، وإنْ سُلبتْ نِعم الله من بلد هلكوا، أو رحلوا عنها {إِلاَّ قَلِيلاً}  [القصص: ٥٨] هم الذين يقيمون بعد هلاك ديارهم. </p><p> {وَكُنَّا نَحْنُ الوارثين}  [القصص: ٥٨] نرثهم لأنهم لم يتركوا مَنْ </p><p> يرثهم، وإذا تُرِك مكان بلا خليفة يرثه آل ميراثه إلى الله تعالى. </p><p> وفي آية أخرى يعالج الحق سبحانه هذه القضية بصورة أوسع، يقول تعالى:  {وَضَرَبَ الله مَثَلاً قَرْيَةً كَانَتْ آمِنَةً مُّطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَداً مِّن كُلِّ مَكَانٍ فَكَفَرَتْ بِأَنْعُمِ الله ... }  [النحل: ١١٢] يعني: بطرت بنعمه تعالى {فَأَذَاقَهَا الله لِبَاسَ الجوع والخوف ... }  [النحل: ١١٢] . </p><p> ومعنى الكفر بالله: سَتْر وجود الله، والسَّتْر يقتضي مستوراً، فكأن الأصل أن الله تعالى موجود، لكن الكافر يستر هذا الوجود، وهكذا يكون الكفر نفسه دليلاً على الإيمان، فالإيمان هو الأصل والكفر طارئ عليه. </p><p> ومثال ذلك قولنا: إن الباطل جُنْدي من جنود الحق، فحين يستشري الباطل يذوق الناس مرارته، ويكتوون بناره، فيعودون إلى الحق وإلى الصواب، ويطلبون فيه المخرج حين تعضُّهم الأحداث. </p><p> وكذلك نقول بنفس المنطق: الألم أول جنود الشفاء؛ لذلك نجد أن أخطر الأمراض هو المرض الذي يتلصص على المريض دون أنْ يُشعره بأيِّ ألم، فلا يدرى به إلا وقد استفحل أمره، وتفاقم خطره وعزَّ علاجه، لذلك نسميه - والعياذ بالله - المرض الخبيث. </p><p> ففي قوله تعالى:  {فَكَفَرَتْ بِأَنْعُمِ الله ... }  [النحل: ١١٢] . </p><p> دليل على وجود النعم، ومع ذلك كفروا بها أي: ستروها، إما بعدم البحث في أسبابها، والتكاسل عن استخراجها، أو ستروها عن المستحق لها وضنُّوا لها على العاجز الذي لا يستطيع الكسب؛ لذلك يسلبهم الله هذه النعم ويحرمهم منها رغم قدرتهم. </p><p> وهناك أشياء لو ظلت موجودة لأعطتْ رتابة، ربما فهموا منها أن هذه الأشياء إنما تأتيهم تلقائياً بطبيعة الأشياء، وحين يسلب الله منهم </p><p> نعمه ويطقع هذه الرتابة، فإنما ليفهموا أن الرتابة في التكليفات تُضعِف الحكمة من التكليف، كيف؟ </p><p> نقول: الحق - تبارك وتعالى - حرَّم علينا أشياء وأحلَّ لنا أشياء، فمثلاً حرَّم الله علينا الخمر حتى أصبحنا لا نشربها ولا حتى تخطر ببالنا، فأصبحت عادة رتيبة عندنا، والله تعالى يريد أنْ يُديم على الإنسان تكليف العبادة، حتى لا يعتادها فيفعلها بالعادة، فيكسر هذه العادة مثلاً في صوم رمضان. </p><p> ويُحرِّم عليك ما كان حلالاً لك طوال العام، وقد اعتدْتَ عليه، فيأتي رمضان وتكليف الصيام ليُحرِّم عليك الطعام الذي كنت تأكله بالأمس، ذلك لتظل حرارة العبادة موجودةً تُشوِّق العبد إليها، وتُعوِّده الانضباط في أداء التكاليف. </p><p> ثم يذكر العقاب على الكفر بنعمة الله {فَأَذَاقَهَا الله لِبَاسَ الجوع والخوف ... }  [النحل: ١١٢] والجوع له مظهران: أنْ تطلبه البطن في أول الأمر، فإنْ زاد الجوع ضعُفَتْ الجوارح، وتألمتْ الأعضاء كلها، وذاقتْ ألم الجوع، والله تعالى يريد أنْ يُرينا إحاطة هذا الألم، فشبَّهه باللباس الذي يحيط بالجسم كله، ويلفّه من كل نواحيه. </p><p> وهذه سُنَّة الله في القُرى الظالمة، كما قال سبحانه:  {وَمَا كَانَ رَبُّكَ مُهْلِكَ القرى ... } . </p>"
}