{
  "id": null,
  "sura": 28,
  "aya": 7,
  "text": "<p> عجيب أمر فرعون، فبعد أن أمر بقتل الأولاد من بني إسرائيل يأتيه في البحر تابوت به طفل رضيع، فلا يخطر على باله أن أهله ألقوه في البحر لينجو من فرعون، فكيف فاتتْه هذه المسألة وهو إله؟ لم يعرفها بألوهيته، ولا عرفها حتى بذكائه وفِطْنته. </p><p> وإذا كان الكهنة أخبروه بأن ذهاب مُلْكه على يد وليد من هؤلاء الأولاد، وإذا كانت هذه النبوءة صحيحة فلا بُدَّ أن الولد سينجو من القتل ويكبر، ويقضي على مُلْك فرعون، وما دام الأمر كذلك فسوف يقتل فرعون الأولاد غير الذي سيكون ذهاب مُلْكه على يديه. </p><p> وتشاء إرادة الله أنْ يتربَّى موسى في قصر فرعون، وأنْ تأتي إليه أمه السيدة الفقيرة لتعيش معه عيشة الترف والثراء، ويصير موسى بقدرة الله قُرَّة عَيْن للملكة، فانظر إلى هذا التغفيل، تغفيل عقل وطمس على بصيرة فرعون الذي ادَّعى الألوهية. </p><p> وبذلك نفهم قول الله تعالى:  {وَاعْلَمُواْ أَنَّ الله يَحُولُ بَيْنَ المرء وَقَلْبِهِ}  [الأنفال: ٢٤] فقلبه يُغطِّي على بصيرته ويُعمِّيها. </p><p> قوله تعالى لأم موسى:  {أَرْضِعِيهِ فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِي اليم}  [القصص: ٧] فمَنْ مِنَ النساء تقبل إنْ خافت على ولدها أنْ تُلقيه في اليم؟ مَنْ ترضى أَنْ تُنجيه من موت مظنون إلى موت محقق؟ وقد جعل الحق سبحانه عاطفة الأمومة تتلاشى أمام وارد الرحمن الذي أتاها، والذي لا يؤثر فيه وارد الشيطان. </p><p> ثم يهيىء الحق سبحانه كذلك امرأة فرعون ليتم هذا التدبير الإلهي لموسى فتقول {قُرَّةُ عَيْنٍ لِّي وَلَكَ}  [القصص: ٩] . </p><p> فيرد عليها فرعون: بل لك أنت وحدك، وكأنه يستشعر ما سيحدث، ولكن إرادة الله لا بُدَّ نافذة ولا بُدَّ أن يأخذ القدر مجراه لا يمنعه شيء؛ لأن الله تعالى إذا أراد شيئاً فلا رادّ لإرادته. </p><p> فمع ما علمه فرعون من أمر الرؤيا أو النبوءة رُبّي الوليد في بيته، ولا يخلو الأمر أيضاً من سيطرة المرأة على الرجل في مثل هذا الموقف. </p><p> لذلك النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حينما قُرِئت هذه الآية قال:  «والذي يُحلف به، لو قال فرعون كما قالت امرأته قرة عين لي ولك لهداه الله كما هداها» إنما ردَّ الخير الذي ساقه الله إليه؛ لذلك أسلمتْ زوجته وماتت على الإيمان. </p><p> وهي التي قالت:  {رَبِّ ابن لِي عِندَكَ بَيْتاً فِي الجنة وَنَجِّنِي مِن فِرْعَوْنَ وَعَمَلِهِ وَنَجِّنِي مِنَ القوم الظالمين}  [التحريم: ١١] أما هو فمات على كفره شَرَّ ميتة. </p><p> وسبق أنْ تكلّمنا في وحي الله لأم موسى {وَأَوْحَيْنَآ إلى أُمِّ موسى أَنْ أَرْضِعِيهِ}  [القصص: ٧] وقلنا: إن الوحي في عموم اللغة: إعلام بطريق خفي دون أن تبحث عن الموحِي، أو الموحَى إليه، أو الموحَى به. </p><p> أما الوَحْي الشرعي فإعلام من الله تعالى لرسوله بمنهج لخَلْقه. </p><p> فالله تعالى يوحي للملائكة:  {إِذْ يُوحِي رَبُّكَ إِلَى الملائكة أَنِّي مَعَكُمْ فَثَبِّتُواْ الذين آمَنُواْ}  [الأنفال: ١٢] . </p><p> ويُوحى إلى الرسل:  {إِنَّآ أَوْحَيْنَآ إِلَيْكَ كَمَآ أَوْحَيْنَآ إلى نُوحٍ والنبيين مِن بَعْدِهِ وَأَوْحَيْنَآ إلى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإسْحَاقَ وَيَعْقُوبَ}  [النساء: ١٦٣] . </p><p> ويُوحي للمؤمنين الصادقين في خدمة رسول:  {وَإِذْ أَوْحَيْتُ إِلَى الحواريين أَنْ آمِنُواْ بِي وَبِرَسُولِي}  [المائدة: ١١١] . </p><p> يوحي إلى النحل، بل وإلى الجماد:  {إِذَا زُلْزِلَتِ الأرض زِلْزَالَهَا وَأَخْرَجَتِ الأرض أَثْقَالَهَا وَقَالَ الإنسان مَا لَهَا يَوْمَئِذٍ تُحَدِّثُ أَخْبَارَهَا بِأَنَّ رَبَّكَ أوحى لَهَا}  [الزلزلة: ١٥] . </p><p> وقد يكون الإعلام والوحي من الشيطان:  {وَإِنَّ الشياطين لَيُوحُونَ إلى أَوْلِيَآئِهِمْ}  [الأنعام: ١٢١] . </p><p> ويكون من الضالين:  {يُوحِي بَعْضُهُمْ إلى بَعْضٍ زُخْرُفَ القول غُرُوراً}  [الأنعام: ١١٢] . </p><p> فالوَحْي إلى أم موسى كان وَحْياً من المرتبة الرابعة بطريق النَّفْث في الروع، أو الإلهام، أو برؤيا، أو بملَك يُكلِّمها، هذا كله يصح. </p><p> وهذا الوحي من الله، وموضوعه {أَنْ أَرْضِعِيهِ فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِي اليم}  [القصص: ٧] وهذا أمر {وَلاَ تَخَافِي وَلاَ تحزني}  [القصص: ٧] نهى {إِنَّا رَآدُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ المرسلين}  [القصص: ٧] وهذه بشارة في خبرين. فهذه الآية إذن جمعتْ لأم موسى أمرين، ونهيين، وبشارتين في إيجاز بليغ مُعْجز. </p><p> ومعنى {أَرْضِعِيهِ}  [القصص: ٧] يعني: مدة أمانك عليه {فَإِذَا خِفْتِ عَلَيْهِ}  [القصص: ٧] ولم يقل من أيِّ شيء ليدلّ على أيِّ مخوف تخشاه على وليدها {فَأَلْقِيهِ فِي اليم}  [القصص: ٧] ويراعي الحق سبحانه مشاعر الأم وقَلقها على ولدها، خاصة إذا ألقتْه في البحر فيطمئنها {وَلاَ تَخَافِي}  [القصص: ٧] لأن الله سيُيسِّر له تربية خيراً من تربيتك في ظل بيت الغِنَى والملْك. </p><p> {وَلاَ تحزني}  [القصص: ٧] أي: لفراقه؛ لأن هذا الفراق سيُعوِّضك، ويُعوِّض الدنيا كلها خيراً، حين يقضي على هذا الطاغية، ويأتي بمنهج الله الذي يحكم خَلْق الله في الأرض. </p><p> ثم اعلمي بعد هذا أن الله رادُّه إليك، بل وجاعله من المرسلين، إذن: أنا الذي أحفظه، وليس من أجلك فحسب، إنما أيضاً لأن له مهمة عندي. </p><p> يقولون: ظلت أم موسى تُرضِعه في بيتها طالما كانت آمنة عليه من أعين فرعون، إلى أنْ جاءها أحَد العسس يفتش البيت فخافت على الولد فلفته في خرقة ودسته في فجوة بجوارها، كانت هذه الفجوة هي الفُرْن، ألقتْه فيه وهو مسجور دون أن تشعر يعني من شدة خوفها عليه حتى إذا ما انصرف العَسَس ذهبت إليه، فإذا به سالماً لم يُصِبْه سوء. وكأن الله تعالى يريد لها أنْ تطمئن على حِفْظ الله له، وأن وعده الحق. </p><p> وقد وردت مسألة وحي الله لأم موسى في كتاب الله مرتين مما دعا السطحيين من المستشرقين إلى اتهام القرآن بالتكرار الذي </p><p> لا فائدةَ منه، وذكروا قوله تعالى: </p><p> {إِذْ أَوْحَيْنَآ إلى أُمِّكَ مَا يوحى أَنِ اقذفيه فِي التابوت فاقذفيه فِي اليم فَلْيُلْقِهِ اليم بالساحل يَأْخُذْهُ عَدُوٌّ لِّي وَعَدُوٌّ لَّهُ وَأَلْقَيْتُ عَلَيْكَ مَحَبَّةً مِّنِّي وَلِتُصْنَعَ على عيني}  [طه: ٣٨٣٩] . </p><p> لكن فَرْق بين الوحي الأول والوحي الآخر: الوحي الأول خاص بالرضاعة في مدة الأمان، أما الآخر فبعد أنْ خافت عليه أوحى إليها لتقذفه في اليم. </p><p> وتأمل {أَنِ اقذفيه}  [طه: ٣٩] والقذف إلقاء بقوة، لا أنْ تضعه بحنان ورفق؛ لأن عناية الله ستحفظه على أي حال {فَلْيُلْقِهِ اليم بالساحل}  [طه: ٣٩] وهذا أمر من الله تعالى لليمِّ أن يخرج الوليد سالماً إلى الساحل؛ لذلك لم يأت في هذا الوحي ذِكْر لعملية الرضاعة. </p><p> فكأن الوحي الأول جاء تمهيداً لما سيحدث؛ لتستعد الأم نفسياً لهذا العمل، ثم جاء الوحي الثاني للممارسة والتنفيذ، كما تُحدِّث جارك، وتُحذِّره من اللصوص وتنصحه أنْ يحتاط لهذا الأمر، فإذا ما دخل الليل حدث فعلاً ما حذّرتَه منه فَرُحْت تنادي عليه ليسرع إليهم ويضربهم. </p><p> لذلك يختلف أسلوب الكلام في الوحي الأول، فيأتي رتيباً مطمئناً:  {أَنْ أَرْضِعِيهِ فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِي اليم وَلاَ تَخَافِي وَلاَ تحزني إِنَّا رَآدُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ المرسلين}  [القصص: ٧] هكذا في نبرة هادئة لأن المقام مقام نصح وتمهيد، لا مقام أحداث وتنفيذ. </p><p> أما الوحي الثاني فيأتي في سرعة، وبنبرة حادة:  {أَنِ اقذفيه فِي التابوت فاقذفيه فِي اليم فَلْيُلْقِهِ اليم بالساحل}  [طه: ٣٩] فالعَجلة في اللفظ تدلُّ على أن المقام مقام مباشرة للحدث فعلاً. </p><p> وفي الأولى قال {فَأَلْقِيهِ}  [القصص: ٧] ، أما في الثانية فقال {فاقذفيه}  [طه: ٣٩] والأم لا تقذف وليدها، بل تضعه بحنان وشفقة، لكن الوقت هنا ضيِّق لا يتسع لممارسة الحنان والشفقة. </p><p> والأمر لليمِّ بأن يلقي التابوت بالساحل له حكمة؛ لأن العمق موضع الحيوانات البحرية المتوحشة التي يُخاف منها، أمَّا بالقُرْب من الساحل فلا يوجد إلا صغار الأسماك التي لا خطورة منها، وكذلك ليكون على مَرْأى العين، فيطمئن عليه أهله، ويراه مَنْ ينقذه ليصل إلى البيت الذي قُدِّر له أنْ يتربّى فيه. </p><p> وفعلاً، وصل التابوت إلى الساحل، وكان فرعون وزوجته آسية وابنته على الشاطىء، فلما أُخرِج لهم التابوت وجدوا فيه الطفل الرضيع، وكان موسى عليه السلام أسمر اللون، مُجعَّد الشعر، كبير الأنف، يعني لم يكُنْ عليه السلام جميلاً تنجذب إليه الإنظار ويفرح به مَنْ يراه. </p><p> لذلك يمتنُّ الله عليه بقوله:  {وَأَلْقَيْتُ عَلَيْكَ مَحَبَّةً مِّنِّي}  [طه: ٣٩] أي: ليس بذاتك أن يحبك مَنْ يراك إنما بمحبة الله، لذلك ساعة رأته آسية أحبَّته وانشرح صدرها برؤيته، فتمسكَّت به رغم معارضة فرعون لذلك. </p><p> كما أن ابنة فرعون، وكانت فتاة مبروصة أصابها البرص، </p><p> ورأت في الرؤيا أن شفاءها سيكون بشيء يخرج من البحر، فتأخذ من ريقه، وتدهن موضع البرص فيشفى، فلما رأتْ موسى تذكرتْ رؤياها، فأخذت من ريقه ودهنتْ جلدها، فشُفِيت في الحال فتشبثتْ به هي أيضاً. </p><p> فاجتمع لموسى محبة الزوجة، ومحبة البنت، وهما بالذات أصحاب الكلمة المسموعة لدى فرعون، بحيث لا يرد لهما طلباً. </p><p> وفي انصياع فرعون لرغبة زوجته وابنته وضعفه أمامهما رغم ما يعلم من أمر الطفل دليلٌ على أن الزوجة والأولاد هما نقطة الضعف عند الرجل، ووسيلة السيطرة على شهامته وحزمه، والضغط على مراداته. </p><p> لذلك يطمئننا الحق تبارك وتعالى على نفسه، فيقول سبحانه وتعالى {مَا اتخذ صَاحِبَةً وَلاَ وَلَداً}  [الجن: ٣] . </p><p> ذلك لأن الصاحبة غالباً ما تستميل زوجها بوسيلة أو بأخرى، أما الولد فيدعو الأب إلى الجبْن والخضوع، والحق تبارك وتعالى لا يوجد لديه مراكز قوى، تضغط عليه في أي شيء، فهو سبحانه مُنزَّه عن كل نقص. </p><p> وحكوا في دعابات أبي نواس أن أحدهم وسَّطه ليشفع له عند الخليفة هارون الرشيد، فشفع له أبو نواس، لكن الخليفة لم يُجِبْه إلى طلبه، وانتظر الرجل دون جدوى، ففكر في وساطة أخرى، واستشفع بآخر عند زبيدة زوجة الرشيد، فلما كلَّمته أسرع إلى إجابة الرجل، وهنا غضب أبو نواس وعاتب صاحبه الرشيد، لكنه لم يهتم به، فقال له اسمع إذن: </p><p> ليسَ الشَّفِيعُ الذِي يأتِيكَ مُؤتزراً ... مثْلَ الشَّفِيع الذِي يأتِيكَ عُرْيانا </p><p> ولهذه العناية الإلهية بموسى عليه السلام نلحظ أنه لما قال له ربه {اذهب إلى فِرْعَوْنَ إِنَّهُ طغى}  [طه: ٢٤] خاف موسى من هذه المهمة، وكان اسم فرعون في هذا الوقت يُلقي الرعب في النفوس، حتى أن موسى وهارون قالا {رَبَّنَآ إِنَّنَا نَخَافُ أَن يَفْرُطَ عَلَيْنَآ أَوْ أَن يطغى}  [طه: ٤٥] . </p><p> لذلك طلب موسى من ربه ما يُعينه على القيام بمهمته:  {قَالَ رَبِّ اشرح لِي صَدْرِي وَيَسِّرْ لي أَمْرِي واحلل عُقْدَةً مِّن لِّسَانِي يَفْقَهُواْ قَوْلِي واجعل لِّي وَزِيراً مِّنْ أَهْلِي هَارُونَ أَخِي اشدد بِهِ أَزْرِي وَأَشْرِكْهُ في أَمْرِي كَيْ نُسَبِّحَكَ كَثِيراً وَنَذْكُرَكَ كَثِيراً إِنَّكَ كُنتَ بِنَا بَصِيراً قَالَ قَدْ أُوتِيتَ سُؤْلَكَ ياموسى وَلَقَدْ مَنَنَّا عَلَيْكَ مَرَّةً أخرى}  [طه: ٢٥٣٧] . </p><p> أي: أوتيت كل مسئولك ومطلوبك. </p><p> ثم يقول الحق سبحانه:  {فالتقطه آلُ فِرْعَوْنَ} </p>"
}