{
  "id": null,
  "sura": 28,
  "aya": 37,
  "text": "<p> وتأمل هنا اللين وأدب الجدل عند موسى - عليه السلام - فلم يرد عليهم بالقسوة التي سمعها منهم ولم يتهمهم كما اتهموه، إنما ردّ بهذا الأسلوب اللَّبِق، وبهذا الإيحاء:  {ربي أَعْلَمُ بِمَن جَآءَ بالهدى مِنْ عِندِهِ وَمَن تَكُونُ لَهُ عَاقِبَةُ الدار ... }  [القصص: ٣٧] ولم يقُلْ: إني جئت بالهدى. </p><p> ثم قال:  {إِنَّهُ لاَ يُفْلِحُ الظالمون}  [القصص: ٣٧] سواء كنا نحن أم أنتم، ولم يقُلْ: أنتم الظالمون، لقد أطلق القضية، وترك للعقول أنْ تميز. </p><p> ومعنى {عَاقِبَةُ الدار. .}  [القصص: ٣٧] الدار يعني: الدنيا وعاقبتها تعني: الآخرة. </p><p> وهذا الأدب النبوي في الجدل والحوار رأيناه في سيرة سيدنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مع كفار مكة والمعاندين له، وقد خاطبه ربه:  {وَلاَ تجادلوا أَهْلَ الكتاب إِلاَّ بالتي هِيَ أَحْسَنُ ... }  [العنكبوت: ٤٦] . </p><p> والعلَّة أنك ستُخرجهم من الباطل الذي أحبوه وأَلفوه إلى الحق الذي يكرهون، فلا تجمع عليهم شدتين، لذلك في أشد ما كان إيذاء الكفار لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كان يقول:  «اللهم اهد قومي فإنهم لا يعلمون» . </p><p> ورحم الله شوقي الذي صاغ هذه المسألة في عبارة موجزة فقال:  (النُّصْح ثقيل فلا ترسله جبلاً، ولا تجعله جدلاً) فنُصْحك معناه أنك تقول لمن أمامك: أنت على خطأ وأنا على صواب. فلكي يسمع لك لا بُدَّ أنْ تستميله أولاً إليك ليقبل منك، ولا تجرح مشاعره فيزداد عناداً ومكابرة، وما أشبه صاحب الخطأ بالمريض الذي يحتاج لمن يأخذ بيده، ويأسو مرضه. </p><p> وقد مثَّلوا لذلك بشخص يغرق، وصاحبه على الشاطيء يلومه على نزوله البحر، وهو لا يجيد السباحة، فقال له:  (آسِ ثم انصح) انقذني أولاً وأدركني، ثم قُلْ ما شئتَ. </p><p> وقال آخر: الحقائق مُرَّة، فاستعيروا لها خِفَّة البيان. </p><p> أما إنْ يئس الناصح من استجابة المنصوح كما في قصة نبي الله نوح عليه السلام، والذي ظل يدعو قومه ألف سنة إلا خمسين عاماً، فالأمر يختلف. فالنبي صبر على قومه علَّهم يثوبون إلى رشدهم، أو لعلهم ينجبون الذرية الصالحة التي تقبل ما رفضه الآباء. </p><p> فما أطولَ صبر نوح على قومه، وما أعظمَ أدبه في الحوار معهم وهو يقول لهم وقد اتهموه بالكذب والافتراء:  {قُلْ إِنِ افتريته فَعَلَيَّ إِجْرَامِي وَأَنَاْ برياء مِّمَّا تُجْرِمُونَ}  [هود: ٣٥] . </p><p> فنسب الإجرام إلى نفسه ليُسوِّي نفسه بهم لعلَّه يستميل قلوبهم، لكن، لما كان في علم الله تعالى أنهم لن يؤمنوا، ولا فائدة منهم، ولا من أجيالهم المتعاقبة، وبعد أنْ قضى نوح في دعوتهم هذا العمر المديد أمره الله أن يدعو عليهم، حيث لا أملَ في هدايتهم، فقال: </p><p> {رَّبِّ لاَ تَذَرْ عَلَى الأرض مِنَ الكافرين دَيَّاراً إِنَّكَ إِن تَذَرْهُمْ يُضِلُّواْ عِبَادَكَ وَلاَ يلدوا إِلاَّ فَاجِراً كَفَّاراً}  [نوح: ٢٦ - ٢٧] . </p><p> ومحمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يقول في محاورته مع كفار مكة:  {قُل لاَّ تُسْأَلُونَ عَمَّآ أَجْرَمْنَا وَلاَ نُسْأَلُ عَمَّا تَعْمَلُونَ}  [سبأ: ٢٥] . </p><p> سبحان الله ما هذا التواضع، وهذا الأدب الجم في استمالة القوم، ينسب الإجرام إلى نفسه وهو رسول الله، وحينما يتكلم عنهم يقول {تَعْمَلُونَ}  [سبأ: ٢٥] فيُسمِّي إجرامهم وإيذاءهم وكفرهم عملاً، ولو قال كما قال أخوه لكان تواضعاً منه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> ثم يقول الحق سبحانه:  {وَقَالَ فِرْعَوْنُ ياأيها الملأ ... } . </p>"
}