{
  "id": null,
  "sura": 28,
  "aya": 31,
  "text": "<p> وفي موضع آخر يسأله ربه ليُؤنسه:  {وَمَا تِلْكَ بِيَمِينِكَ ياموسى}  [طه: ١٧] وقلْنا: إن موسى - عليه السلام - أطال في هذا الموقف ليطيل مُدَّة الأُنْس بربه، فلما أحسَّ أنه أسرف وأطال قال:  {وَلِيَ فِيهَا مَآرِبُ أخرى}  [طه: ١٨] فأطنب أولاً ليزداد أُنْسه بربه، ثم أوجز ليظل أدبه مع ربه. </p><p> أما هنا فيأتي الأمر مباشرة ليُوظِّف العصا:  {وَأَنْ أَلْقِ عَصَاكَ. .}  [القصص: ٣١] . </p><p> وقوله:  {فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَآنٌّ ولى مُدْبِراً وَلَمْ يُعَقِّبْ ... }  [القصص: ٣١] لأنه رأى عجيبة أخرى أعجب مما سبق فلو سلَّمنا باشتعال النار في خُضْرة الشجرة، فكيف نُسلِّم بانقلاب العصا جاناً يسعى ويتحرك؟ </p><p> وكان من الممكن أنْ تنقلبَ العصا الجافة إلى شجرة خضراء من جنس العصا، وتكون أيضاً معجزة، أما أنْ تتحول إلى جنس آخر، وتتعدَّى النباتية إلى الحيوانية والحيوانية المتحركة المخيفة، فهذا شيء عجيب غير مألوف. </p><p> وهنا كلام محذوف؛ لأن القرآن الكريم مبنيٌّ على الإيجاز، فالتقدير: فألقى موسى عصاه {فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَآنٌّ ولى مُدْبِراً ... }  [القصص: ٣١] ذلك ليترك للعقل فرصة الاستنباط، ويُحرِّك الذِّهْن لمتابعة الأحداث. </p><p> والجانُّ، قُلْنا هو فرخ الحية، وقد صُوِّرَتْ العصا في هذه القصة بأنها: جانٌّ، وثعبان، وحية. وهي صورة ثلاثة للشيء الواحد، فهي في خفَّتِها جانٌّ، وفي طولها ثعبان، وفي غِلَظها حية. </p><p> ومعنى {ولى مُدْبِراً. .}  [القصص: ٣١] يعني: انصرف خائفاً، </p><p> {وَلَمْ يُعَقِّبْ. .}  [القصص: ٣١] لم يلتفت إلى الوراء، فناداه ربه:  {ياموسى أَقْبِلْ وَلاَ تَخَفْ ... }  [القصص: ٣١] يعني: ارجع ولا تخَفْ من شيء، ثم يعطيه القضية التي يجب أن تصاحبه في كل تحركاته في دعوته {إِنَّكَ مِنَ الآمنين}  [القصص: ٣١] فلم يقل ارجع فسوف أؤمنك في هذا الموقف إنما {إِنَّكَ مِنَ الآمنين}  [القصص: ٣١] . </p><p> يعني: هي قضية مستمرة ملازمة لك؛ لأنك في مَعيّة الله، ومَنْ كان في معية الله لا يخاف، وإلا لو خِفْتَ الآن، فماذا ستفعل أمام فرعون. </p><p> وهكذا يعطي الحق - سبحانه وتعالى - لموسى - عليه السلام - دُرْبة معه سبحانه، ودُرْبة حتى يواجه فرعون وسَحرته والملأ جميعاً دُرْبة مع سبحانه، ودُرْبة حتى يواجه فرعون وسَحرته والملأ جميعاً دون خوف ولا وَجَل، وليكون على ثقة من نصر الله وتأييده في جولته الأخيرة أمام فرعون. </p><p> وقد انتفع موسى - عليه السلام - بكل هذه المواقف، وتعلَّم من هذه العجائب التي رآها فزادتْه ثقةً وثباتاً؛ لذلك لما كاد فرعون أنْ يلحقَ بجنوده موسى وقومه، وقالوا:  {إِنَّا لَمُدْرَكُونَ}  [الشعراء: ٦١] استعاد موسى عليه السلام قضية {إِنَّكَ مِنَ الآمنين}  [القصص: ٣١] فقال بملء فيه: {قَالَ كَلاَّ إِنَّ مَعِيَ رَبِّي سَيَهْدِينِ}  [الشعراء: ٦٢] . </p><p> فحيثية الثقة عند موسى - عليه السلام - هي معيّة الله له، قالها موسى، ويمكن أنْ تكذب في وقتها حالاً، فهاجم البحر من أمامهم، وفرعون من خلفهم، لكنها ثقة مَنْ أمَّنه الله، وجعله في معيَّته وحِفْظه. </p><p> وهذا الأمن قد كفله الله تعالى لجميع أنبيائه ورسله، فقال تعالى:  {وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا المرسلين إِنَّهُمْ لَهُمُ المنصورون وَإِنَّ جُندَنَا لَهُمُ الغالبون}  [الصافات: ١٧١ - ١٧٣] . </p><p> وقال:  {ياموسى لاَ تَخَفْ إِنِّي لاَ يَخَافُ لَدَيَّ المرسلون}  [النمل: ١٠] . </p><p> وقد قُصَّ هذا كله على نبينا محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فانتفع به ووثق في نصر الله، فلما قال له الصِّديق وهما في الغار: يا رسول الله، لو نظر أحدهم تحت قدميْه لرآنَا، قال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «يا أبا بكر، ما ظنُّك باثنين، الله ثالثهما» . </p><p> وحكى القرآن قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لصاحبه:  {لاَ تَحْزَنْ إِنَّ الله مَعَنَا ... }  [التوبة: ٤٠] وما دُمْنا في معيَّة مَنْ لا تدركه الأبصار، فلن تدركنا الأبصار. </p><p> ثم ينقل الحق - تبارك - وتعالى - موسى عليه السلام إلى آية أخرى تضاف إلى معجزاته:  {اسلك يَدَكَ فِي جَيْبِكَ ... } . </p>"
}