{
  "id": null,
  "sura": 28,
  "aya": 6,
  "text": "<p> قوله تعالى {وَنُمَكِّنَ لَهُمْ فِي الأرض}  [القصص: ٦] نعرف أن الأرض مكان يحدث فيه الحدَث، لأن كل حَدَث يحتاج إلى زمان وإلى مكان، فالمعنى: نجعل الأرض مكاناً لممكَّن فيها، والتمكين يعني: يتصرف فيها تسلطاً، ويأخذ خيرها. </p><p> وقد شرح الحق سبحانه لنا التمكين في عدة مواضع من القرآن، ففي قصة يوسف عليه السلام:  {إِنَّكَ اليوم لَدَيْنَا مَكِينٌ أَمِينٌ}  [يوسف: ٥٤] مكين يعني: لك عندنا مكانة ومركز ثابت لا ينالُك أحد بشيء، ومنها قوله تعالى:  {وكذلك مَكَّنَّا لِيُوسُفَ فِي الأرض}  [يوسف: ٢١] يعني: أعطيناه سلطة يأخذ بها خير المكان، ثم يُصرِّف هذا الخير للآخرين. </p><p> وقوله تعالى:  {وَنُرِيَ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا مِنْهُمْ مَّا كَانُواْ يَحْذَرُونَ}  [القصص: ٦] وهامان هو وزير فرعون، ولا بد أنه كان لكل منهما جنود خاصة غير جنود الدولة عامة، كما نقول الآن: الحرس الجمهوري، والحرس الملكي، والجيش. </p><p> أو: أن هامان يصنع من باطن فرعون، فالملِك لا يزاول أموره إلا بواسطة وزرائه، وفي هذه الحالة يأخذ الجنود الأوامر من هامان. أو: أن هامان كان له سلطة ومركز قوة لا تقل أهمية عن سلطة فرعون، وربما رفع رأسه وتطاول على فرعون في قوت من الأوقات. </p><p> وقد رأينا هذا عندنا في مصر لذلك يقولون في المثل الريفي المعروف: تقول لمن يحاول خداعك (على هامان) ؟ يعني: أنا لا تنطلي عليَّ هذه الحيل. </p><p> والضمير في {مِنْهُمْ}  [القصص: ٦] يعود على المستضعفين {مَّا كَانُواْ يَحْذَرُونَ}  [القصص: ٦] أي: سنريهم الشيء الذي يخافون منه، والمراد النبوءة التي جاءتهم، إما عن طريق الكهنة، أوعن طريق الرُّؤْيا، حيث رأى فرعون ناراً تأتي من بيت المقدس، وتتسلط على القِبْط في مصر، لكنها لا تؤذي بني إسرائيل، فلما عبَّروا له هذه الرؤيا قال: لا بد أنه سيأتي من هذه البلد من يسلب مني مُلْكي. </p><p> ويُرْوى أنه الكهنة أخبروه أنه سيُولد في هذه السنة مولود يكون ذهاب مُلْكك على يديه. </p><p> فسوف يرى فرعون وقومه هذه المسألة بأعينهم ويباشرونها بأنفسهم، وسيقع هذا الذي يخافون منه؛ لذلك أمر فرعون بقتْل الذكْران من بني إسرائيل ليحتاط لأمره، ويُبقِي على مُلْكه، لكن هذا الاحتياط لم يُغنِ عنه شيئاً. </p><p> ثم يقول الحق سبحانه:  {وَأَوْحَيْنَآ إلى أُمِّ موسى} </p>"
}