{
  "id": null,
  "sura": 28,
  "aya": 11,
  "text": "<p> قُصِّيه: يعني: تتبعي أثره، وراقبي سيره إلى إين ذهب؟ وماذا فُعِل به؟ وحين سمعت الأخت هذا الأمر سارعتْ إلى التنفيذ؛ لذلك استخدم الفاء الدالة على التعقيب وسرعة الاستجابة {فَبَصُرَتْ بِهِ}  [القصص: ١١] ولم يقُلْ: فقصَّته؛ لأن البصر وإنْ كان بمعنى الرؤية إلا أنه يدل على العناية والاهتمام بالمرئي. </p><p> ومعنى:  {عَن جُنُبٍ}  [القصص: ١١] من ناحية بحيث لا يراها أحد، ولا يشعر بتتبعها له، واهتمامها به. ومن ذلك ما حكاه القرآن من قول السامري:  {بَصُرْتُ بِمَا لَمْ يَبْصُرُواْ بِهِ}  [طه: ٩٦] أي: رأى من حيث لا يطَّلِع أحد عليه. </p><p> ونلحظ هنا أن أخت موسى أخذتْ الأمر من أمها {قُصِّيهِ}  [القصص: ١١] فقط ولم تلفت نظرها إلى هذا الاحتياط {عَن جُنُبٍ}  [القصص: ١١] مما يدلُّ على ذكاء الفتاة وقيامها بمهمتها على أكمل وجه، وإن لم تُكلَّف بذلك، وهذا من حكمة المرسَل الحريص على أداء رسالته على وجهها الصحيح. </p><p> ما أجملَ ما قاله الشاعر في هذا المعنى: </p><p> إذَا كُنْتَ في حَاجةٍ مُرْسِلاً ... فأَرسِلْ حَكيماً ولاَ تُوصِهْ </p><p> وقوله تعالى:  {عَن جُنُبٍ}  [القصص: ١١] يظن البعض أن جنب يعني قريب مني، وهذا غير صحيح؛ لأن معنى الجنب ألاَّ تكون في مواجهتي، لذلك يقول تعالى:  {والجار ذِي القربى والجار الجنب}  [النساء: ٣٦] إذن: الجار الجنب مقابل الجار القريب، فمعناه الجار البعيد. </p><p> فكأن الفتاة حين ذهبت لتتبع سَيْر التابوت أخذتْ مكاناً بعيداً منه، حتى لا يفطن أحد إلى متابعتها له. </p><p> ومن ذلك قولنا:  (فلان تجنّبني، أو فلان واخد جنب مني) أي: يبتعد عني، إذن: البعض يفهم هذه الكلمة على عكس مدلولها. </p><p> ألاَ ترى لقول إبراهيم عليه السلام:  {واجنبني وَبَنِيَّ أَن نَّعْبُدَ الأصنام}  [إبراهيم: ٣٥] وقوله تعالى: {واجتنبوا قَوْلَ الزور}  [الحج: ٣] فالاجتناب يعني: الابتعاد. </p><p> وفي تحريم الخمر قال تعالى:  {إِنَّمَا الخمر والميسر والأنصاب والأزلام رِجْسٌ مِّنْ عَمَلِ الشيطان فاجتنبوه}  [المائدة: ٩٠] فطلع علينا مَنْ يقول: هذا ليس نصاً في التحريم، لأنه لم يقُلْ حرَّمْت عليكم، فهي مجرد موعظة ونصيحة. </p><p> ونقول: لو فهمت معنى {فاجتنبوه}  [المائدة: ٩٠] لعلمتَ أنها أقوى في التحريم من حرمت عليكم؛ لأن معنى حرَّمتْ عليكم الخمر يعني: لا تشربوها، أما {فاجتنبوه}  [المائدة: ٩٠] يعني: ابتعدوا عنها كليةً شُرْباً أو بَيْعاً، أو شراء، أو نقلاً، أو حتى الجلوس في مجالسها. </p><p> ثم تتحدث الآيات بعد ذلك عن تمهيدات الأقدار للأقدار، فتقول:  {وَحَرَّمْنَا عَلَيْهِ المراضع} </p>"
}