{
  "id": null,
  "sura": 28,
  "aya": 65,
  "text": "<p> قال هنا أيضاً {يُنَادِيهِمْ ... }  [القصص: ٦٥] فما الغرض من كل هذه النداءات؟ إنها للتقريع وللسخرية منهم، وممَّنْ عبدوهم واتبعوهم من دون الله، ومضمون النداء:  {مَاذَآ أَجَبْتُمُ المرسلين}  [القصص: ٦٥] والإجابة: موافقة المطلوب من الطالب، فماذا كانت إجابتكم لهم بعد أن آمنتم بإله، أأخذتُم بما جاءوا به من أحكام؟ أعلمتم منهم علماً يقينياً حقاً؟ </p><p> وهذا الاستفهام للتعجيز؛ لأنهم إنْ حاولوا الإجابة فلن يجدوا إجابة فيخزون ويخجلون؛ لذلك يقول بعدها {فَعَمِيَتْ عَلَيْهِمُ الأنبآء ... }  [القصص: ٦٦] أي: خفِيَتْ عليهم الحجج والأعذار وعموا عنها فلم يروْهَا {فَهُمْ لاَ يَتَسَآءَلُونَ}  [القصص: ٦٦] لا يملكون إلا السكوت كما قالوا: جواب ما يكره السكوت، وكما قال سبحانه:  {وَلاَ يَسْأَلُ حَمِيمٌ حَمِيماً}  [المعارج: ١٠] . </p><p> وهؤلاء لا يتساءلون؛ لأنهم في الجهل سواء، وفي الضلال شركاء، وكل منهم مشغول بنفسه {يَوْمَ يَفِرُّ المرء مِنْ أَخِيهِ وَأُمِّهِ وَأَبِيهِ وصاحبته وَبَنِيهِ لِكُلِّ امرىء مِّنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ}  [عبس: ٣٤ - ٣٧] . </p><p> وكما سُئِل المشركون:  {مَاذَآ أَجَبْتُمُ المرسلين}  [القصص: ٦٥] في موضع آخر يسأل الرسل: {يَوْمَ يَجْمَعُ الله الرسل فَيَقُولُ مَاذَآ أُجِبْتُمْ ... }  [المائدة: ١٠٩] أي: فيما علمتم من العلم، وأوله: علم اليقين الأعلى، وثانيها: علم الأحكام، فبماذا أجابكم الناس؟ </p><p> وتأمل هنا أدب الرسل ومدى فهمهم في مقام الجواب لله، وهم يعلمون تماماً بماذا أجاب أقوامهم، وأن منهم مَنْ آمن بهم، وتفانى في خدمة دعوتهم وضحّى واستشهد، ومنهم مَنْ كفر وعاند، ومع ذلك يقولون:  {قَالُواْ لاَ عِلْمَ لَنَآ إِنَّكَ أَنتَ عَلاَّمُ الغيوب}  [المائدة: ١٠٩] . </p><p> فكيف يقولون:  {لاَ عِلْمَ لَنَآ. .}  [المائدة: ١٠٩] وهم يعلمون؟ قالوا: لأنهم غير واثقين أن مَنْ آمن آمن عن عقيدة أم لا، فهم يأخذون بظواهر الناس، أما بواطنهم فلا يعلمها إلا الله، كأنهم يقولون: أنت يا ربنا تسأل عن إجابة الحق لا عن إجابة النفاق، وإجابة الحق نحن لا نعرفها، وأنت سبحانك علاَّم الغيوب. </p><p> إذن: جعلوا الحق - تبارك وتعالى - هو السُّلْطة التشريعية، والسلطة القضائية، والسلطة التنفيذية في محكمة العدل الإلهي التي سيُعلن فيها على رؤوس الأشهاد {لِّمَنِ الملك اليوم ... }  [غافر: ١٦] . </p><p> والسؤال عند العرب يُطلق، إما للمعرفة حيث تسأل لتعرف، كما يسأل التلميذ أستاذه، أو يكون السؤال للإقرار بما تعرف، كما يسأل </p><p> الأستاذ تلميذه ليقرّ على نفسه، ومن ذلك قوله تعالى:  {فَيَوْمَئِذٍ لاَّ يُسْأَلُ عَن ذَنبِهِ إِنسٌ وَلاَ جَآنٌّ}  [الرحمن: ٣٩] أي: سؤالَ علم؛ لأننا نعلم. </p><p> وقوله تعالى:  {وَقِفُوهُمْ إِنَّهُمْ مَّسْئُولُونَ}  [الصافات: ٢٤] أي: سؤال إقرار منهم، وإنْ كان كلامي يوم القيامة حجة، لأنه لا مردَّ له، لكن مع ذلك نسألهم ليقروا هم، وليشهدوا على أنفسهم. </p><p> والحق - تبارك وتعالى - يدلُّك على أنه تعالى يُبشِّع مظاهر يوم القيامة على الكافرين، لا لأنه كاره لهم، بل يريدهم أنْ يستحضروا هذه الصورة البشعة لعلّهم يرعوون ويتوبون؛ لذلك يفتح لهم باب التوبة لأنه رب ورحيم. </p><p> لذلك جاء في الحديث القدسي:  «قالت الأرض: يا رب إئذن لي أنْ أخسف بابن آدم فقد طَعِم خيرك ومنع شكرك.وقالت الجبال:يا رب إئذن لي أنْ أخِرَّ على ابن آدم فقد طَعِم خيرك ومنع شكرك.فقال تعالى:دعوني وخلقي لو خلقتموهم لرحمتموهم، دعوهم فإنْ تابوا إليَّ فأنا حبيبهم، وأنْ لم يتوبوا فأنا طبيبهم» . </p><p> أعالجهم بالترغيب مرة، وبالترهيب أخرى، أشوِّقهم إلى الجنة، وأخوِّفهم من النار، وأفتح باب التوبة، وفتْح باب التوبة ليس رحمة من الله للتائب فقط، ولكن رحمة لكل مَنْ يشقى بعصيان غير التائب. </p><p> ولو أغلق باب التوبة في وجه العاصي ليئس وتحول إلى (فاقد) يشقى به المجتمع طوال حياته، إذن: ففتْح باب التوبة رحمة بالتائب، ورحمة بمجتمعه، بل وبالإنسانية كلها، رحمة بالعاصي وبمَنِ اكتوى بنار المعصية. </p>"
}