{
  "id": null,
  "sura": 28,
  "aya": 80,
  "text": "<p> فما كان الحق - تبارك وتعالى - ليترك أهل الدنيا وأهل الباطل يُشكِّكون الناس في قَدَر الله، ويتمردون على قسمته حتى الكفر والزندقة، والله سبحانه لا يُخِلي الناس من أهل الحق الذين يُعدِّلون ميزان حركة الحياة: </p><p> إنَّ الذي جَعَلَ الحقِيقةَ عَلْقماً ... لم يخلْ من أَهْل الحقيقة جيلا </p><p> وما دام أن الله تعالى قال في الجماعة الأولى:  {قَالَ الذين يُرِيدُونَ الحياة الدنيا ... }  [القصص: ٧٩] فهم لا يروْنَ غيرها، ولا يطمحون لأبعد منها، وقال في الأخرى:  {وَقَالَ الذين أُوتُواْ العلم ... }  [القصص: ٨٠] فهذا يعني: أن أهل الدنيا (سطحيون) ، لم يكن عندهم </p><p> علم ينفعهم، لذلك وقعوا في هذا المأزق الذي نجا منه أهل العلم، حينما أجروا مقارنة بين الطمع في الدنيا والطمع في الآخرة. </p><p> كما قلنا سابقاً: إن عمر الدنيا بالنسبة لك: لا تقُلْ من آدم إلى قيام الساعة؛ فعمرك أنت فيها عمر موقوت، لا بُدَّ أنْ يفنى. إذن: العاقل مَنْ يختار الباقية على الفانية، لذلك أهل الدنيا قالوا {ياليت لَنَا مِثْلَ مَآ أُوتِيَ قَارُونُ ... }  [القصص: ٧٩] . </p><p> أما أهل العلم والمعرفة فردُّوا عليهم:  {وَيْلَكُمْ ... }  [القصص: ٨٠] أي: الويل لكم بسبب هذا التفكير السطحي، وتمنِّي ما عند قارون الويل والهلاك لكم بما حسدتُم الناس، وبما حقدتُم عليهم وباعتراضكم على أقدار الله في خَلْقه. </p><p> فأنتم تستحقون الهلاك بهذا؛ لذلك قال الله عنهم في موضع آخر:  {ولكن أَكْثَرَ الناس لاَ يَعْلَمُونَ يَعْلَمُونَ ظَاهِراً مِّنَ الحياة الدنيا ... }  [الروم: ٦ - ٧] . </p><p> يعني: لا يعرفون حقيقة الأشياء، ولو عرفوا ما قالوا هذا الكلام، وما تمنَّوْا هذه الأمنية. </p><p> ثم يلفت أهل العلم والمعرفة أنظار أهل الدنيا، ويُوجِّهونهم الوجهة الصحيحة:  {ثَوَابُ الله خَيْرٌ لِّمَنْ آمَنَ وَعَمِلَ صَالِحاً ... }  [القصص: ٨٠] أي: ثواب الله خير من الدنيا، ومما عند قارون، وكيف تتمنون ما عنده، وقد شجبتم تصرفاته، ونهيتموه عنها، ولم ترضوَهْا؟ </p><p> ومعنى:  {وَلاَ يُلَقَّاهَآ إِلاَّ الصابرون}  [القصص: ٨٠] أي: يُلقّي الإيمان والعمل الصالح والهداية، ليُقبِلَ على عمل الآخرة، ويُفضلها </p><p> عن الدنيا، أي: يُلقّى قضية العلم بالحقائق، ولا تخدعه ظواهر الأشياء. هذه لا يجدها ولا يُوفّق إليها إلا الصابرون، كما قال سبحانه في آية أخرى:  {وَمَا يُلَقَّاهَا إِلاَّ الذين صَبَرُواْ وَمَا يُلَقَّاهَآ إِلاَّ ذُو حَظٍّ عَظِيمٍ}  [فصلت: ٣٥] . </p><p> والصبر: احتمال ما يؤذي في الظاهر، لكنه يُنعَم في الباطن. وله مراحل، فالله تعالى كلَّفنا بطاعات فيها أوامر، وكلَّفنا أنْ نبتعد عن معاصٍ، وفيها نواهٍ، وأنزل علينا أقداراً قد لا تستطيبها نفوسنا، فهذه مراحل ثلاث. </p><p> فالطاعات ثقيلة وشاقة على النفس؛ لذلك يقول تعالى عن الصلاة:  {وَإِنَّهَا لَكَبِيرَةٌ إِلاَّ عَلَى الخاشعين}  [البقرة: ٤٥] فهناك دَواع شتَّى تصرفك عن الصلاة، وتحاول أنْ تُقعدك عنها، فتجد عند قيامك للصلاة كسلاً وتثاقلاً. </p><p> واقرأ قوله تعالى عن الصلاة مخاطباً نبيه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: </p><p> {وَأْمُرْ أَهْلَكَ بالصلاة واصطبر عَلَيْهَا ... }  [طه: ١٣٢] وهذا دليل على أنها صعبة وشاقَّة على النفس، لكن إذا تعودتْ عليها، وألفتها النفس صارتْ أحبَّ الأشياء إليك، وأخفّها على نفسك، بل وقرَّة عَيْن لك. </p><p> والنبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يُعلِّمنا هذا الدرس في قوله لمؤذنه بلال:  «أرحنا بها يا بلال» لا أرحنا منها تلك المقالة التي يقولها لسان حالنا الآن. </p><p> ويقول أيضاً صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «وجُعلَت قرة عيني في الصلاة» وخصَّ </p><p> الصلاة بالذات من بين سائر العبادات؛ لأنها تتكرر في اليوم خمس مرات، فهي ملازمة للمؤمن يعايشها على مدى يومه وليلته بخلاف الأركان الأخرى، فمنها ما هو مرة واحدة في العام، أو مرة واحدة في العمر كله. </p><p> هذا هو النوع الأول من الصبر، وهو الصبر على مشقة الطاعة. </p><p> الثاني: الصبر عن شهوة المعصية، ولا تنْسَ أنه أول صبر تصادفه في حياتك أنْ تصبر على نفسك؛ لذلك يقول الشاعر: </p><p> إذَا رُمْتَ أنْ تُسْتقِرضَ المال مُنفقاً ... عَلَى شَهَواتِ النفْسِ في زَمَن العُسْرِ </p><p> فَسَل نفسَكَ الإنفاقَ من كَنْز صَبْرها ... عليْكَ وإنْظَاراً إلى سَاعةِ اليُسْر </p><p> فإنْ فعلتْ كنتَ الغنيَّ وإنْ ... أبتْ فكل مَنُوع بعدها واسِع العُذْر </p><p> فبدل أن تقترض لقضاء شهوة نفس عاجلة، فأوْلَى بك أن تصبر إلى أن تجد سعة وتيسيراً، فصبرك على نفسك أهون من صبر الناس عليك، وإنْ تسعْكَ نفسك، فلا عُذْر لأحد بعد ذلك إنْ منعك. </p><p> الثالث: صَبر على الأقدار المؤلمة التي لا تفطن أنت إلى الحكمة منها، فالأقدار ما دامتْ من حكيم، ومُجريها عليك ربٌّ، إذن لا بُدَّ أن لها حكمة فيك، فخُذ القضية القدرية مُجريها عليك، فهو سبحانه ربك، وليس عدوك، وأنت عبده وصنعته، ألم تقرأ قول الرسول في الحديث الشريف:  «الخلق كلهم عيال الله، فأحبُّهم إليه أرأفهم بعياله» . </p><p> إذن: حين تجري عليك الأقدار المؤلمة، فيكفيك للصبر عليها أنْ تعلم أنها حكمة الله، ويكفيك أن مُجريها عليك ربك، فإنْ جاءت الأقدار المؤلمة بسبب تقصيرك، فلا تلومنَّ إلا نفسك، كالطالب الذي يُهمل دروسه ويتكاسل، فيفشل في الامتحان، فالفشل نتيجة إهماله وتكاسله. </p><p> أما الذي يذاكر ويجدّ ويُبكِّر إلى الامتحان مُسْتبشراً فتصدمه سيارة مثلاً في الطريق، تمنعه من أداء امتحانه، فهذا هو القدر المؤلم الذي له حكمة، وربما داخله شيء من الغرور، وعوَّل على مذاكرته، ونسي توفيق الله له، فأراد الله أنْ يُلقّنه هذا الدرس ليعلمه أن الأمر في النهاية بيد الله وبمعونته، وأنه الخاسر إنْ لم تصادفه هذه المعونة، على حَدٍّ قول الشاعر: </p><p> إذَا لم يكُنْ عَوْنٌ مِنَ الله للفتَى ... فَأَوَّلُ مَا يَجْني عليْهِ اجتهادُهُ </p><p> فعليك إذن أنْ تنظر إنْ كانت المصيبة نتيجة لما قدمت، فلا تلومنَّ إلا نفسك، فإنْ كنتَ قد أخذت بالأسباب، واستوفيتَ ما طُلب منك، ثم أصابتْك المصيبة، فاعلم أن لله فيها حكمة، وعليك أنْ تحترم حكمة الله وقدره في خَلْقه. </p><p> وباعتبار آخر، يمكن أن نقسم المصائب إلى قسمين: قسم لك فيه غريم، كأن يعتدي عليك غيرك بضرب أو قتل أو نحوه، وقسم ليس لك فيه غريم كالموت والمرض مثلاً. </p><p> وقد أعطانا الحق - سبحانه وتعالى - حكماً في كل منهما، ففي النوع الأول حيث لا غريمَ لك، يقول تعالى على لسان لقمان وهو يوصي ولده:  {واصبر على مَآ أَصَابَكَ إِنَّ ذَلِكَ مِنْ عَزْمِ الأمور}  [لقمان: ١٧] . </p><p> ويقول فيما لك فيه غريم:  {وَلَمَن صَبَرَ وَغَفَرَ ... }  [الشورى: ٤٣] فما دام قد ذكر المغفرة ودعاك إليها، فلا بُدَّ أن أمامك غريماً، ينبغي أنْ تصبر عليه، وأن تغفر له، والغريم يهيجني إلى المعصية وإلى الانتقام، فكلما رأيته أتميَّز غيظاً، فالصبر في هذه الحالة أشد ويحتاج إلى عزيمة قوية. </p><p> لذلك قال سبحانه:  {وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَلِكَ لَمِنْ عَزْمِ الأمور}  [الشورى: ٤٣] ولم يقل كما في الأولى: {إِنَّ ذَلِكَ مِنْ عَزْمِ الأمور}  [لقمان: ١٧] إنما بصيغة التأكيد باللام (لَمِنْ) . </p><p> ويُعلِّمنا ربنا - تبارك وتعالى - كيف نعالج غَيْظ النفوس أمام الغريم، فيقول سبحانه:  {والكاظمين الغيظ والعافين عَنِ الناس والله يُحِبُّ المحسنين}  [آل عمران: ١٣٤] . </p><p> هذه مراحل ثلاث، تتدرج بك حسب ما عندك من استعداد للخير وقدرة على التسامح، فأولها: أن تكظم غيظك، وهذا يعني أن الغيظ موجود، لكنك تكتمه في نفسك، فإن ارتقيتَ عفوتَ بأن تُخرج الغيظ والغِلَّ من نفسك، كأن شيئاً لم يحدث، فإن ارتقيتَ إلى المرتبة الأعلى أحسنتَ؛ لأن الله تعالى يحب المحسنين، والإحسان أن تقدم الخير وتبادر به مَنْ أساء إليك، فتجعله رداً على إساءته. </p><p> ولا شكَّ أن هذه المراحل تحتاج إلى مجاهدة، فهي قاسية على النفس، وقلما تجد مَنْ يعمل بها؛ لذلك ما جعلها الله على وجه الإلزام، إنما ندب إليها وحثّ عليها، فإنْ أخذتَ بأْولاَها فلا شيء عليك؛ لأن الله تعالى أباح لك أن ترد الإساءة بمثلها، فإنْ كظمتَ غيظك فأنت على خير، وإن اخترتَ لنفسك الرقي في طاعة ربك، فنِعمْ الرجل أنت، ويكفيك {والله يُحِبُّ المحسنين}  [آل عمران: ١٣٤] . </p><p> ويكفيك أن المسيء بإساءته إليك جعل الله في جانبك، فهو مع إساءته إليك يستحق مكافأة منك، كما قال أحد العارفين: ألا أُحسن لمن جعل الله في جانبي؟ </p><p> وضربنا لذلك مثلاً بالوالد حين يجد أن أحد الأولاد اعتدى على الآخر، فيميل ناحية المُعْتَدى عليه ويتودَّد إليه، ويحاول إرضاءه، حتى إن المعتدي ليغتاظ ويندم على أنه أساء إلى أخيه، كذلك الحق - تبارك وتعالى - إن اعتدى بعض خَلْقه على بعض يحتضن المظلوم، وينصره على مَنْ ظَلمَه. </p><p> ثم يُفاجأ قارون بالعقاب الذي يستحقه:  {فَخَسَفْنَا بِهِ وَبِدَارِهِ الأرض ... } . </p>"
}