{
  "id": null,
  "sura": 28,
  "aya": 77,
  "text": "<p> معنى {وابتغ ... }  [القصص: ٧٧] أي: اطلب {فِيمَآ آتَاكَ الله ... }  [القصص: ٧٧] بما أنعم عليك من الرزق {الدار الآخرة ... }  [القصص: ٧٧] لأنك إن ابتغيت برزق الله لك الحياة الدنيا، فسوف يَفْنى معك في الدنيا، لكن إنْ نقلتَهُ للآخرة لأبقيتَ عليه نعيماً دائماً لا يزول. </p><p> وحين تحب نعيم الدنيا وتحتضنه وتتشبث به، فاعلم أن دنياك لن تمهلك، فإما أنْ تفوت هذا النعيمَ بالموت، أو يفوتك هو حين تفتقر. إذن: إن كنت عاشقاً ومُحباً للمال ولبقائه في حَوْزتك، فانقله إلى الدار الباقية، ليظل في حضنك دائماً نعيماً باقياً لا يفارقك، فسارع إذن واجعله يسبقك إلى الآخرة. </p><p> «وفي الحديث الشريف لما سأل رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أم المؤمنين عائشة </p><p> عن الشاة التي أُهديَتْ له قالت بعد أن تصدقت بها: ذهبتْ إلا كتفها، فقال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: » بل بقيتْ إلا كتفها «.</p><p> ويقول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: » ليس لك من مالك إلا ما أكلتَ فافنيتَ، أو لبستَ فأبليتَ، أو تصدقْتَ فأبقيْتَ «. </p><p> لذلك كان أولو العزم حين يدخل على أحدهم سائل يسأله، يقول له: مرحباً بمَنْ جاء يحمل زادي إلى الآخرة بغير أجرة. </p><p> والإمام علي - رَضِيَ اللَّهُ عَنْه - جاءه رجل يسأله: أأنا من أهل الدنيا، أم من أهل الآخرة؟ فقال: جواب هذا السؤال ليس عندي، بل عندك أنت، وأنت الحكم في هذه المسألة. فإنْ دخل عليك مَنْ تعودت أنه يعطيك، ودخل عليك مَنْ تعودت أنْ يأخذ منك، فإنْ كنتَ تبشُّ لمن يعطي، فأنت من أهل الدنيا، وإنْ كنتَ تبشُّ لمَنْ يسألك ويأخذ منك، فأنت من أهل الآخرة، لأن الإنسان يحب من يعمر له ما يحب، فإنْ كنتَ محباً للدنيا فيسعدك مَنْ يعطيك، وإنْ كنتَ محباً للآخرة فيسعدك مَنْ يأخذ منك. </p><p> وإذا كان ربنا - عَزَّ وَجَلَّ - يوصينا بأن نبتغي الآخرة، فهذا لا يعني أن نترك الدنيا:  {وَلاَ تَنسَ نَصِيبَكَ مِنَ الدنيا ... }  [القصص: ٧٧] لكن هذه الآية يأخذها البعض دليلاً على الانغماس في الدنيا ومتعها. </p><p> وحين نتأمل {وَلاَ تَنسَ نَصِيبَكَ مِنَ الدنيا ... }  [القصص: ٧٧] نفهم </p><p> أن العاقل كان يجب عليه أنْ ينظر إلى الدنيا على أنها لا تستحق الاهتمام، لكن ربه لفته إليها ليأخذ بشيء منها تقتضيه حركة حياته. فالمعنى: كان ينبغي علىَّ أنْ أنساها فذكِّرني الله بها. </p><p> ولأهل المعرفة في هذه المسألة مَلْمح دقيق: يقولون: نصيبك من الشيء ما ينالك منه، لا عن مفارقة إنما عن ملازمة ودوام، وعلى هذا فنصيبك من الدنيا هو الحسنة التي تبقى لك، وتظل معك، وتصحبك بعد الدنيا إلى الآخرة، فكأن نصيبك من الدنيا يصُبُّ في نصيبك من الآخرة، فتخدم دنياك آخرتك. </p><p> أو: يكون المعنى موجهاً للبخيل الممسك على نفسه، فيُذكِّره ربه {وَلاَ تَنسَ نَصِيبَكَ مِنَ الدنيا ... }  [القصص: ٧٧] يعني: خُذْ منها القَدْر الذي يعينك على أمر الآخرة، لذلك قالوا عن الدنيا: هي أهم من أن تُنْسى - لأنها الوسيلة إلى الآخرة - وأتفه من أن تكون غاية؛ لأن بعدها غاية أخرى وأبقى وأدوم. </p><p> ثم يقول سبحانه:  {وَأَحْسِن كَمَآ أَحْسَنَ الله إِلَيْكَ. .}  [القصص: ٧٧] الحق سبحانه يريد أنْ يتخلَّق خَلْقه بخُلُقه، كما جاء في الأثر «تخلقوا بأخلاق الله» . </p><p> فكما أحسن الله إليك أحسِنْ إلى الناس، وكما تحب أنْ يغفر الله </p><p> لك، اغفر لغيرك إساءته {أَلاَ تُحِبُّونَ أَن يَغْفِرَ الله لَكُمْ ... }  [النور: ٢٢] . </p><p> وما دام ربك يعطيك، فعليك أنْ تعطي دون مخالفة الفقر؛ لأن الله تعالى هو الذي استدعاك للوجود؛ لذلك تكفَّل بنفقتك وتربيتك ورعايتك. لذلك حين ترى العاجز عن الكسب - وقد جعله ربه على هذه الحال لحكمة - حين يمد يده إليك، فاعلم أنه يمدُّها لله، وأنك مناول عن الله تعالى. </p><p> ونلحظ هذا المعنى في قوله تعالى:  {مَّن ذَا الذي يُقْرِضُ الله قَرْضاً حَسَناً. .}  [الحديد: ١١] . </p><p> فسمَّى الصدقة قرضاً لله، لماذا؟ لأن هذا العبد عبدي، مسئول مني أن أرزقه، وقد ابتليتُه لحكمة عندي - حتى لا يظنّ أحد أن المسألة ذاتية فيه، فيعتبر به غيره - فمَنْ إذن يقرضني لأسُدَّ حاجة أخيكم؟ </p><p> وقال تعالى:  {يُقْرِضُ الله ... }  [الحديد: ١١] مع أنه سبحانه الواهب؛ لأنه أراد أن يحترم ملكيتك، وأن يحترم انتفاعك، وسَعْيك. . كما لو أراد والد أنْ يُجري لأحد أبنائه عملية جراحية مثلاً وهو فقير وإخوته أغنياء، فيقول لأولاده: اقرضوني من أموالكم لأجري الجراحة لأخيكم، وسوف أردُّ عليكم هذا القرض. </p><p> «وفي الحديث الشريف أن سيدنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ دخل على ابنته فاطمة - رضوان الله عليها -فوجدها تجلو درهماً فسألها:ماذا تصنعين به» ؟ قالت: أجلوه، قال:  «لِمَ» ؟ قالت: لأني نويت أن أتصدق به، وأعلم أنه يقع في يد الله قبل أن يقع في يد الفقير «. </p><p> إذن: فالمال مال الله، وأنت مناول عن الله تعالى. </p><p> وقد وقف بعض المستشرقين عند هذه المسألة؛ لأنهم يقرأون الآيات والأحاديث مجرد قراءة سطحية غير واعية، فيتوهمون أنها متضاربة. فقالوا هنا: الله تعالى يقول: {مَّن ذَا الذي يُقْرِضُ الله قَرْضاً حَسَناً فَيُضَاعِفَهُ لَهُ ... }  [الحديد: ١١] . </p><p> وقال في موضع آخر:  {مَن جَآءَ بالحسنة فَلَهُ عَشْرُ أَمْثَالِهَا ... }  [الأنعام: ١٦٠] وفي الحديث الشريف:» مكتوب على باب الجنة: الصدقة بعشر أمثالها، والقرض بثمانية عشر «.</p><p> فظاهر الحديث يختلف مع الآية الكريمة - هذا في نظرهم - لأنهم لا يملكون المَلَكة العربية في استقبال البيان القرآني. وبتأمل الآيات والأحاديث نجد اتفاقهما على أن الحسنة أو الصدقة بعشر أمثالها، فالخلاف - ظاهراً - في قوله تعالى: </p><p> {فَيُضَاعِفَهُ لَهُ ... }  [الحديد: ١١] وقول النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: «والقرض بثمانية عشر» . </p><p> وليس بينهما اختلاف، فساعة تصدَّق الإنسان بدرهم مثلاً أعطاه الله عشرة منها بدرهم الذي تصدَّق به، فكأنه أعطاه تسعة، فحين تُضَاعف التسعة، تصبح ثمانية عشرة. </p><p> ثم يقول سبحانه:  {وَلاَ تَبْغِ الفساد فِي الأرض إِنَّ الله لاَ يُحِبُّ المفسدين}  [القصص: ٧٧] والفساد يأتي من الخروج عن منهج الله، </p><p> فإنْ غيَّرت فيه فقد أفسدتَ، فالفساد كما يكون في المادة يكون في المنهج، وفي المعنويات، يقول سبحانه:  {وَلاَ تُفْسِدُواْ فِي الأرض بَعْدَ إِصْلاَحِهَا ... }  [الأعراف: ٥٦] . </p><p> فالحق سبحانه خلق كل شيء على هيئة الصلاح لإسعاد خلقه، فلا تعمد إليه أنت فتفسده، ومن هذا الصلاح المنهج، بل المنهج وهو قوام الحياة المعنوية - أَوْلَى من قِوام الحياة المادية. </p><p> إذن: فلتكُنْ مؤدباً مع الكون من حولك، فإذا لم تستطع أنْ تزيده حُسْناً فلا أقلَّ من أنْ تدعه كما هو دون أنْ تفسده، وضربنا لذلك مثلاً ببئر الماء قد تعمد إليه فتطمسه، وقد تبني حوله سوراً يحميه. </p><p> هذه مسائل خمْس توجَّه بها قوم قارون لنصحه بها، منها الأمر، ومنها النهي، ولا بُدَّ أنهم وجدوا منه ما يناقضها، لا بُدَّ أنهم وجدوه بَطِراً أَشِراً مغروراً بماله، فقالوا له:  {لاَ تَفْرَحْ إِنَّ الله لاَ يُحِبُّ الفرحين}  [القصص: ٧٦] . </p><p> ووجدوه قد نسي نصيبه من الدنيا فَلم يتزود منها للآخرة، فقالوا له {وَلاَ تَنسَ نَصِيبَكَ مِنَ الدنيا ... }  [القصص: ٧٧] ، ووجدوه يضنُّ على نفسه فلا ينفق في الخير، فقالوا له:  {وَأَحْسِن كَمَآ أَحْسَنَ الله إِلَيْكَ ... }  [القصص: ٧٧] يعني: عَدِّ نعمتك إلى الغير، كما تعدَّت نعمة الله إليك. . وهكذا ما أمروه أمراً، ولا نهوْهُ نهياً إلا وهو مخالف له، وإلا لَمَا أمروه ولَمَا نهوْهُ. </p><p> ثم يقول قارون رداً على هذه المسائل الخمس التي توجَّه بها قومه إليه:  {قَالَ إِنَّمَآ أُوتِيتُهُ على عِلْمٍ ... } . </p>"
}