{
  "id": null,
  "sura": 28,
  "aya": 50,
  "text": "<p> وهذا يعني أن الله تعالى لم يطاوعهم إلى ما أرادوا، فلم يَأْتِهم بكتاب آخر، لكن كيف كان سيأتيهم هذا الكتاب؟ يجيب الحق - تبارك وتعالى - على هذا السؤال بقوله تعالى:  {لَوْلاَ نُزِّلَ هذا القرآن على رَجُلٍ مِّنَ القريتين عَظِيمٍ}  [الزخرف: ٣١] . </p><p> إذن: الكلام عندهم ليس في الكتاب، إنما فيمن أُنزِل عليه </p><p> الكتاب، وهذا معنى:  {فاعلم أَنَّمَا يَتَّبِعُونَ أَهْوَآءَهُمْ ... }  [القصص: ٥٠] . </p><p> ثم يقول سبحانه:  {وَمَنْ أَضَلُّ ... }  [القصص: ٥٠] يعني لا أضل {مِمَّنِ اتبع هَوَاهُ بِغَيْرِ هُدًى مِّنَ الله ... }  [القصص: ٥٠] أي: أتبع هوى نفسه، أما إنْ وافق هواه هوى المشرِّع، فهذا أمر محمود أوضحه رسول الله في الحديث الشريف:  «لا يؤمن أحدكم حتى يكون هواه تبعاً لما جئت به» . </p><p> فنحن في هذه الحالة لا نتبع الهوى إنما نتبع الشرع؛ لذلك يقول أحد الصالحين الذين أفنوا عمرهم في الطاعة والعبادة: اللهم إنِّي أخشى ألاَّ تثيبني على طاعتي؛ لأنك أمرتنا أنْ نحارب شهوات أنفسنا، وقد أصبحت أحب الطاعة حتى صارت شهوة عندي. </p><p> وأضلُّ الضلال أن يتبع الإنسان هواه؛ لأن الأهواء متضاربة في الخَلْق تضارب الغايات، لذلك المتقابلات في الأحداث موجودة في الكون. </p><p> وقد عبَّر المتنبي عن هذا التضارب، فقال: </p><p> أَرَى كُلَّنَا يَبْغي الحياةَ لنفسهِ ... حَرِيصاً عَليها مُسْتهاماً بها صبَّا </p><p> فحبُّ الجبانِ النفس أوردَهُ التقى ... وحُبُّ الشجاع النفسَ أَوردَهُ الحَربَا </p><p> فنحن جميعاً نحب الحياة ونحرص عليها، لكن تختلف وسائلنا، فالجبان لحبه الحياة يهرب من الحرب، والشجاع يُلقي بنفسه في معمعتها مع أنه مُحِبٌّ للحياة، لكنه محب لحياة أخرى أبقى، هي حياة الشهيد. </p><p> وآخر يقول: </p><p> كُلُّ مَنْ في الوُجودِ يطلبُ صَيْداً ... غير أنَّ الشباك مُختلِفَات </p><p> فالرجل الذي يتصدق بما معه رغم حاجته إليه، لكنه رأى مَنْ هو أحوج منه، وفيه قال تعالى:  {وَيُؤْثِرُونَ على أَنفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ ... }  [الحشر: ٩] . </p><p> نقول: هذا آثر الفقير على نفسه، لكنه من ناحية أخرى يبغي الأجر ويطمع في عَشْرة أمثال ما أنفق، بل يطمع في الجنة، إذن: المسألة فيها نفعية، فالدين عند المحققين أنانية، لكنها أنانية رفيعة راقية، ليست أنانية حمقاء، الدين يرتقي بصاحبه، ويجعله إيجابياً نافعاً للآخرين، ولا عليه بعد ذلك أن يطلب النفع لنفسه. </p><p> فالشرع حين يقول لك: لا تسرق. وحين يأمرك بغضِّ بصرك، وغير ذلك من أوامر الشرع، فإنما يُقيِّد حريتك وأنت واحد، لكن يُقيِّد من أجلك حريات الآخرين جميعاً، فقد أعطاك أكثر مما أخذ منك، فإذا نظرت إلى ما أخذ منك باتباعك للمنهج الإلهي فلا تَنْسَ ما أعطاك. </p><p> لذلك حين «نتأمل النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وهو يعالج داءات النفوس حينما أتاه شاب من الأعراب الذين آمنوا، يشتكي إليه ضَعْفه أمام النساء، وقلة صبره على هذه الشهوة، حتى قال له: يا رسول الله ائذن لي في الزنا، ومع ذلك لم ينهره رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، بل علم أنه أمام مريض يحتاج إلى مَنْ يعالجه، ويستل من نفسه هذه الثورة الجامحة، خاصة وقد صارح رسول الله بما يعاني فكان صادقاً مع نفسه لم يدلس عليها. </p><p> لذلك أدناه رسول الله، وقال له: يا أخا العرب، أتحب ذلك </p><p> لأمك؟ أتحب ذلك لزوجتك؟ أتحب ذلك لأختك؟ أتحب ذلك لابنتك؟ والشاب في كل هذا يقول: لا يا رسول الله جُعِلْتُ فِداك. </p><p> عندها قال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: » كذلك الناس يا أخا العرب لا يحبون ذلك لأمهاتهم ولا لزوجاتهم ولا لأخواتهم ولا لبناتهم «. </p><p> فانصرف الشاب وهو يقول: والله ما شيء أبغض إليَّ من الزنا بعدما سمعتُ من رسول الله، وكلما هَمَّتْ بي شهوة ذكرتُ قول رسول الله في أمي، وزوجتي، وأختي، وابنتي. </p><p> فالذي يُجرِّيء الناس على المعصية والولوع بها عدم استحضار العقوبة وعدم النظر في العواقب، وكذلك يزهدون في الطاعة لعدم استحضار الثواب عليها. </p><p> وسبق أن قلنا لطلاب الجامعة: هَبُوا أن فتى عنده شَرَه جنسي، فهو شرهٌ منطلق يريد أنْ يقضي شهوته في الحرام، ونريد له أن يتوب فقلنا له: سنوفر لك كل ما تريد على أنْ تُلقي بنفسك في هذا (الفرن) بعد أن تُنهي ليلتك كما تحب، ماذا يصنع؟ </p><p> ثم يقول تعالى:  {إِنَّ الله لاَ يَهْدِي القوم الظالمين}  [القصص: ٥٠] وفي مواضع أخرى: {لاَ يَهْدِي القوم الفاسقين}  [المائدة: ١٠٨] ، {لاَ يَهْدِي القوم الكافرين}  [البقرة: ٢٦٤] ، وكلها دلَّتْ على أن الله لا يصنع عدم الهداية والتقوى - وإلاَّ فقد هدى الله الجميع هداية الدلالة والإرشاد فلم يأخذ بها هؤلاء فحُرِموا هداية الإيمان. </p><p> ثم يقول الحق سبحانه:  {وَلَقَدْ وَصَّلْنَا لَهُمُ ... } . </p>"
}