{
  "id": null,
  "sura": 28,
  "aya": 82,
  "text": "<p> لقد كانوا بالأمس يقولون {ياليت لَنَا مِثْلَ مَآ أُوتِيَ قَارُونُ ... }  [القصص: ٧٩] ، لكن اليوم وبعد أن عاينوا ما حاق به من عذاب الله وبأسه الذي لا يُردُّ عن القوم الكافرين - اليوم يثوبون إلى رُشْدهم ويقولون:  {وَيْكَأَنَّ الله يَبْسُطُ الرزق لِمَن يَشَآءُ مِنْ عِبَادِهِ وَيَقْدِرُ ... }  [القصص: ٨٢] . </p><p> كلما (وَىْ) اسم فعل مثل: أُفٍّ وهيهات، وتدل على الندم والتحسُّر على ما حدث منك، فهي تنديد وتَخْطيءٌ للفعل، وقد تُقال (وَيْ) للتعجب. فقولهم (وي) ندماً ما كان منهم من تمني النعمة التي تنعَّم بها قارون وتخطيئاًَ لأنفسهم، بعد أنْ شاهدوا الخَسْف التي تنعَّم بها قارون وتخطيئاً لأنفسهم، بعد أنْ شاهدوا الخَسْف به وبداره، وهم يندمون الآن ويُخطِّئون أنفسهم؛ لأن الله تعالى في رزقه حكمة وقدراً. </p><p> {يَبْسُطُ الرزق لِمَن يَشَآءُ مِنْ عِبَادِهِ وَيَقْدِرُ ... }  [القصص: ٨٢] أي: يقبض ويُضيق، وليس بسْط الرزق دليل كرامة، ولا تضييقه دليلَ إهانة، بدليل أن الله يبسط الرزق لقارون، ثم أخذه أخْذ عزيز مقتدر. </p><p> وقد تعرضتْ سورة الفجر لهذه المسألة في قوله تعالى:  {فَأَمَّا الإنسان إِذَا مَا ابتلاه رَبُّهُ فَأَكْرَمَهُ وَنَعَّمَهُ فَيَقُولُ ربي أَكْرَمَنِ وَأَمَّآ إِذَا مَا ابتلاه فَقَدَرَ عَلَيْهِ رِزْقَهُ فَيَقُولُ ربي أَهَانَنِ}  [الفجر: ١٥ - ١٦] . </p><p> فالأول اعتبر الرزق الواسع دليل الكرامة، والآخر اعتبر التضييق دليلَ إهانة، فردَّ الحق سبحانه عليهما ليُصحح هذه النظرة فقال:  {كَلاَّ ... }  [الفجر: ١٧] يعني: أنتما خاطئان، فلا سعةَ الرزق دليلُ كرامة، ولا تضييقه دليلُ إهانة، وإلا فكيف يكون إيتاء المال دليلَ كرامة، وأنا أعطي بعض الناس المال، فلا يُؤدُّون حقَّ الله فيه؟ {كَلاَّ بَل لاَّ تُكْرِمُونَ اليتيم وَلاَ تَحَآضُّونَ على طَعَامِ المسكين وَتَأْكُلُونَ التراث أَكْلاً لَّمّاً وَتُحِبُّونَ المال حُبّاً جَمّاً}  [الفجر: ١٧ - ٢٠] . </p><p> إذن: فأيُّ كرامة في مال يكون وبالاً على صاحبه، وابتلاء لا يُوفَّق فيه، فلو سُلب هذا المال من صاحبه لكان خيراً له، فما أشبهَ هذا المال بالسلاح في يد الذي لا يُحسِن استعماله، فربما قتل نفسه به. </p><p> وقوله تعالى:  {وَيْكَأَنَّهُ لاَ يُفْلِحُ الكافرون}  [القصص: ٨٢] تعجُّب من أنه لا يفلح الكافرون عند الله تعالى. </p><p> وبعد ذلك يأتي الحق سبحانه بقضية عامة ليفصل في هذه المسألة:  {تِلْكَ الدار الآخرة ... } . </p>"
}