{
  "id": null,
  "sura": 28,
  "aya": 10,
  "text": "<p> الفؤاد: هو القلب، لكن لا يُسمى القلب فؤاداً إلا إذا كانت فيه قضايا تحكم حركتك، فالمعنى: أصبح فؤاد أم موسى {فَارِغاً} [ </p><p> القصص: ١٠] أي: لا شيء فيه مما يضبط السلوك، فحين ذهبتْ لترمي بالطفل وتذكرت فراقه وما سيتعرض له من أخطار كادت مشاعر الأمومة عندها أن تكشف سِرَّها، وكادت أنْ تسرقها هذه العاطفة. </p><p> {إِن كَادَتْ لَتُبْدِي بِهِ}  [القصص: ١٠] يعني: تكشف أمره {لولا أَن رَّبَطْنَا على قَلْبِهَا}  [القصص: ١٠] . </p><p> وسبق أنْ قُلْنا: إن الإنسان يدرك الأشياء بآلات الإدراك عنده، ثم يتحول هذا الإدراك إلى وجدان وعاطفة، ثم إلى نزوع وعمل، ومثَّلْنا لذلك بالوردة التي تراها بعينيك، ثم تعجب بها، ثم تنزع إلى قطفها، وعند النزوع تواجهك قضايا في الفؤاد تقول لك: لا يحق لك ذلك، فربما رفض صاحب البستان أو قاضاك، فالوردة ليست مِلْكاً لك. </p><p> وكذلك أم موسى، كان فؤادها فارغاً من القضية التي تُطمئنها على وليدها، بحيث لا تُفشي عواطفها هذا السر. </p><p> ومعنى {رَّبَطْنَا على قَلْبِهَا}  [القصص: ١٠] أي: ثبَّتْناها ليكون الأمر عندها عقيدة راسخة لا تطفو على سطح العاطفة، ومن ذلك قوله تعالى عن أهل الكهف:  {وَرَبَطْنَا على قُلُوبِهِمْ إِذْ قَامُواْ فَقَالُواْ رَبُّنَا رَبُّ السماوات والأرض}  [الكهف: ١٤] . </p><p> إذن: الربْط على القلب معناه الاحتفاظ بالقضايا التي تتدخل في النزوع، فإنْ كان لا يصح أن تفعل فلا تفعل، وإنْ كان يصح أنْ تفعل فافعل، فهذه القضايا الراسخة هي التي تضبط التصرفات، وكان فؤاد أم موسى فارغاً منها. </p><p> لذلك نقول لمن يتكلم بالكلام الفارغ الذي لا معنى له: دَعْكَ من هذا الكلام الفارغ أي: الذي لا معنى له ولا فائدةَ منه، ومن ذلك قولهم: فلان عقله فارغ يعني: من القضايا النافعة. وإلا فليس هناك شيء فارغ تماماً، لا بُدَّ أن يكون فيه شيء، حتى لو كان الهواء. </p><p> ومنه قوله تعالى:  {وَأَفْئِدَتُهُمْ هَوَآءٌ}  [إبراهيم: ٤٣] ويقولون في العامية: (فلان معندوش ولا الهوا) ذلك لأن الهواء آخر ما يمكن أن يفرغ منه الشيء. </p><p> ومعنى:  {إِن كَادَتْ لَتُبْدِي بِهِ}  [القصص: ١٠] يعني: قاربت من فراغ فؤادها أن تقول إنه ولدي {لولا أَن رَّبَطْنَا على قَلْبِهَا لِتَكُونَ مِنَ المؤمنين}  [القصص: ١٠] لإن الإيمان هو الذي يجلب لك النفع، ويمنعك من الضار، وإنْ كان فيه شهوة عاجلة لك، فمنعها إيمانُها من شهوة الأمومة في هذا الموقف، ومن ممارسة العطف والحنان الطبيعيين في الأم؛ لأن هذه شهوة عاجلة يتبعها ضرر كبير، فإنْ أحسُّوا أنه ولدها قتلوه. </p><p> ثم يقول الحق سبحانه:  {وَقَالَتْ لأُخْتِهِ قُصِّيهِ} </p>"
}