{
  "id": null,
  "sura": 28,
  "aya": 71,
  "text": "<p> يُعدِّد الحق - تبارك وتعالى - نعمه على عبيده في شيئين يتعلقان بحركة الحياة وسكونها، فالحركة تأتي بالخير للناس، والسكون يأتي بالراحة للمتعَب من الحركة، والإنسان بطبيعته لا يستطيع أن يعطي ويتعب إلا بعد راحة، والذي يتحدَّى هذه الطبيعة فيسهر الليل ويعمل بالنهار لا بُدَّ أنْ ينقطع، وأن تُنهَك قواه فلا يستمر. </p><p> لذلك يقول تعالى:  {والليل إِذَا يغشى والنهار إِذَا تجلى وَمَا خَلَقَ الذكر والأنثى إِنَّ سَعْيَكُمْ لشتى}  [الليل: ١ - ٤] . </p><p> فكلٌّ من الليل والنهار له مهمة، وكذلك الرجل والمرأة، فإياكم أنْ تخلطوا هذه المهام، وإلا فسدت الحياة وأتعبتكم الأحداث، فقبل الكهرباء ودخول (التليفزيون والفيديو) المنازل كان يومنا يبدأ في نشاط مع صلاة الفجر، لأننا كنا ننام بعد صلاة العشاء، أما الآن فالحال كما ترى، كنا نستقبل يومنا بحركة سليمة نشطة؛ لأننا نستقبل الليل بسكون سليم وهدوء تام. </p><p> والحق سبحانه في معرض تعداد نعمه علينا يقول {أَرَأَيْتُمْ ... }  [القصص: ٧١] يعني: أخبروني ماذا تفعلون {إِن جَعَلَ الله عَلَيْكُمُ الليل سَرْمَداً إلى يَوْمِ القيامة ... }  [القصص: ٧١] يعني: طوال حياتكم {مَنْ إله غَيْرُ الله يَأْتِيكُمْ بِضِيَآءٍ ... }  [القصص: ٧١] والسرمد: الدائم المستمر. </p><p> وقال {بِضِيَآءٍ ... }  [القصص: ٧١] ولم يقل بنور؛ لأن النور قد يأتي من النجوم، وقد يأتي من القمر، أمّا الضياء وهو نور وأشعة وحرارة، فلا يأتي إلا من الشمس. </p><p> لذلك يقول سبحانه:  {هُوَ الذي جَعَلَ الشمس ضِيَآءً والقمر نُوراً ... }  [يونس: ٥] . </p><p> وقال:  {مَنْ إله غَيْرُ الله يَأْتِيكُمْ بِضِيَآءٍ ... }  [القصص: ٧١] ولم يقُلْ: مَنْ يأتيكم بضياء ليلفت نظرنا إلى أن هذه المسألة لا يقدر عليها إلا إله، ولا إله إلا الله، وفي الضياء تبصرون الأشياء، وتسيرون على هُدىً، فتؤدون حركات حياتكم دون اصطدام أو اضطراب، وبالضياء أعايش الأشياء في سلامة لي ولها، وإلاَّ لو سرْنا في الظلام لتحطمنا أو حطّمنا ما حولنا؛ لأنك حين تسير في الظلام إمّا أنْ تحطم ما هو أقل منك، أو يحطمك ما هو أقوى منك. </p><p> وكما يكون الضياء في الماديات يكون كذلك له دور في المعنويات، وضياء المعنويات القيم التي تحكم حركة الحياة وتعدلها، وتحميك أنْ تُحطِّم مَنْ هو أضعف منك، أو أنْ يُحطمك الأوقى منك؛ لذلك كان منطقياً أن يقول تعالى:  {هُوَ الذي يُصَلِّي عَلَيْكُمْ وَمَلاَئِكَتُهُ لِيُخْرِجَكُمْ مِّنَ الظلمات إِلَى النور ... .}  [الأحزاب: ٤٣] . </p><p> والمراد: من ظلمات المعاني إلى نور القيم، لا ظلمات المادة لأنني لا أستغني عنه لراحتي، فله مهمة عندي لا تقلّ عن مهمة النور لذلك يقول تعالى في وصفه لنوره عَزَّ وَجَلَّ {نُّورٌ على نُورٍ ... }  [النور: ٣٥] . </p><p> نور مادي تُبصرون به الأشياء من حولكم، فلا تتخبطون بها، فتسلَم حركتكم، وهذا النور المادي يشترك فيه المؤمن والكافر، وينتفع به المطيع والعاصي، فلم يضِنّ به على أحد من خَلْقه، أما النور المعنوي نور الهداية ونور اليقين والقيم، فهذا يرسله الله على يدَيْ رسُله، فإذا أخذ المؤمن النورين انتفع بهما في الدنيا، وامتد نفعه بهما إلى يوم القيامة؛ لذلك قال بعدها: </p><p> {يَهْدِي الله لِنُورِهِ مَن يَشَآءُ وَيَضْرِبُ الله الأمثال لِلنَّاسِ ... }  [النور: ٣٥] . </p><p> ولأن الآية الكريمة بدأت بقُلْ، فمن المناسب أنْ تختم بقوله تعالى:  {أَفَلاَ تَسْمَعُونَ ... }  [القصص: ٧١] يعني: اسمعوا ما أقول لكم وتدبروه. </p><p> ثم يمتنُّ الله تعالى بالآية المقابلة لليل، وهي آية النهار:  {قُلْ أَرَأَيْتُمْ إِن جَعَلَ الله عَلَيْكُمُ الليل سَرْمَداً إلى يَوْمِ القيامة ... }  [القصص: ٧٢] يعني: دائم لا نهاية له {مَنْ إله غَيْرُ الله يَأْتِيكُمْ بِلَيْلٍ تَسْكُنُونَ فِيهِ أَفلاَ تُبْصِرُونَ}  [القصص: ٧٢] . </p><p> تلحظ أن هاتين الآيتين على نَسَق واحد، لكن تذييلهما مختلف، مما يدلُّ على بلاغة وإعجاز القرآن، فلكلِّ معنىً ما يناسبه، ففي آية الليل قال {أَفَلاَ تَسْمَعُونَ}  [القصص: ٧١] وفي آية النهار قال: {أَفلاَ تُبْصِرُونَ}  [القصص: ٧٢] ذلك لأن العين لا عملَ لها في الليل إنما للأذن، فأنت تسمع دون أنْ ترى، وبالأذن يتمُّ الاستدعاء. </p><p> أما في النهار وفي وجود الضوء، فالعمل للعين حيث تبصر، فهو إذن ختام حكيم للآيات يضع المعنى فيما يناسبه. </p><p> ثم يُجمل الله تعالى هاتين الآيتين في قوله سبحانه:  {وَمِن رَّحْمَتِهِ جَعَلَ لَكُمُ ... } . </p>"
}