{
  "id": null,
  "sura": 28,
  "aya": 60,
  "text": "<p> معنى:  {مِّن شَيْءٍ ... }  [القصص: ٦٠] من أيِّ شيء من مُقوِّمات الحياة، ومن كمالياتها {فَمَتَاعُ الحياة الدنيا وَزِينَتُهَا ... }  [القصص: ٦٠] فمهما بلغ هذا من السُّمو، فإنه متاع عمره قليل، كما قال سبحانه:  {قُلْ مَتَاعُ الدنيا قَلِيلٌ}  [النساء: ٧٧] . </p><p> لذلك طلبنا منكم ألاَّ تنشغلوا بهذا المتاع، وألاَّ تجعلوه غايةً، لأن </p><p> بقاءك فيها مظنون، ومتاعك فيها على قَدْر نشاطك وحركتك. </p><p> وسبق أنْ قلنا: إن آفة النعيم في الدنيا إما أن يتركك أو تتركه، وأن عمرك في الدنيا ليس هو عمر الدنيا، إنما مدة بقائك أنت فيها، ومهما بلغتَ من الدنيا فلا بُدَّ من الموت. </p><p> لذلك يدلُّنا ربنا - عَزَّ وجَلَّ - على حياة أخرى باقية مُتيقَّنة لا يفارقك نعيمها ولا تفارقه. </p><p> {وَمَا عِندَ الله خَيْرٌ وأبقى أَفَلاَ تَعْقِلُونَ}  [القصص: ٦٠] . </p><p> {خَيْرٌ ... }  [القصص: ٦٠] لأن النعيم فيها ليس على قَدْر نشاطك، إنما على قَدْر الله وعطائه وكرمه، {وأبقى. .}  [القصص: ٦٠] لأنه دائم لا ينقطع، فلو قارن العاقل بين متاع الدنيا ومتاع الآخرة لاختار الآخرة. </p><p> لذلك، فإن الصحابي الذي حدَّثه رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ عن أجر الشهيد، وتيقَّن أنه ليس بينه وبين الجنة إلا أنْ يُقتل في سبيل الله، وكان في يده تمرات يأكلها فألقاها، ورأى أن مدة شغله بمضغها طويلة؛ لأنها تحول بينه وبين هذه الغاية، ألقاها وأسرع إلى الجهاد لينال الشهادة. لماذا؟ لأنه أجرى مقارنة بين متاع الدنيا ومتاع الآخرة. </p><p> والحق - سبحانه وتعالى - حين يُجري هذه المقارنة بين الكفار وبين المؤمنين يقول:  {قُلْ هَلْ تَرَبَّصُونَ بِنَآ إِلاَّ إِحْدَى الحسنيين ... }  [التوبة: ٥٢] </p><p> إما أن ننتصر عليكم ونُذلكم، ونأخذ خيراتكم، وإما ننال الشهادة فنذهب إلى خير مما تركنا {وَنَحْنُ نَتَرَبَّصُ بِكُمْ أَن يُصِيبَكُمُ الله بِعَذَابٍ مِّنْ عِندِهِ أَوْ بِأَيْدِينَا ... }  [التوبة: ٥٢] . </p><p> إذن: لا تتربصون بنا إلا خيراً، ولا نتربّص بكم إلا شراً. </p><p> وفي موضع آخر قال سبحانه:  {بَلْ تُؤْثِرُونَ الحياة الدنيا والآخرة خَيْرٌ وأبقى}  [الأعلى: ١٦ - ١٧] لذلك ذيَّل الآية هنا بقوله تعالى: {أَفَلاَ تَعْقِلُونَ}  [القصص: ٦٠] لأن العقل لو قارن بين الدنيا والآخرة لا بُدَّ أنْ يختار الآخرة. </p><p> ثم يقول الحق سبحانه:  {أَفَمَن وَعَدْنَاهُ وَعْداً حَسَناً فَهُوَ لاَقِيهِ كَمَن مَّتَّعْنَاهُ ... .} . </p>"
}