{
  "id": null,
  "sura": 28,
  "aya": 86,
  "text": "<p> يعني: إذا كنت تتعجب، أو تستبعد أنْ نردَّك إلى بلدك؛ لأن الكفار يقفون لك بالمرصاد، حتى أصبحت لا تُصدِّق أنْ تعود إليها، فانظر إلى أصل الرسالة معك: هل كنت تفكر أو يتسامى طموحك إلى أنْ تكون رسولاً؟ إنه أمر لم يكُنْ في بالك، ومع ذلك أعطاك الله إياه واختارك له، فالذي أعطاك الرسالة ولم تكُنْ في بالك كيف يحرمك من أمر أنت تحبه وتشتاق إليه؟ </p><p> إذن: تقوم هذه الآية مقامَ الدليل والبرهان على صِدْق {لَرَآدُّكَ إلى مَعَادٍ ... }  [القصص: ٨٥] وفي موضع آخر يؤكد الحق سبحانه هذا المعنى، فيقول سبحانه:  {وَكَذَلِكَ أَوْحَيْنَآ إِلَيْكَ رُوحاً مِّنْ أَمْرِنَا مَا كُنتَ تَدْرِي مَا الكتاب وَلاَ الإيمان ولكن جَعَلْنَاهُ نُوراً نَّهْدِي بِهِ مَن نَّشَآء ... }  [الشورى: ٥٢] فالذي أعطاك الرسالة لا يعجز أن يحقق لك ما تريد. </p><p> وقوله تعالى:  {إِلاَّ رَحْمَةً مِّن رَّبِّكَ ... }  [القصص: ٨٦] هذا استثناء يسمونه استثناء منقطعاً. </p><p> والمعنى: ما كنت ترجو أن يُلْقى إليك الكتاب إنما ألقيناه، وما ألقيناه إليك إلا رحمة لك من ربك. </p><p> وما دام هؤلاء الكفار عاندوك وأخرجوك، فإياك أنْ تلين لهم {فَلاَ تَكُونَنَّ ظَهيراً لِّلْكَافِرِينَ}  [القصص: ٨٦] أي: معيناً لهم مسانداً، وكانوا قد اقترحوا على رسول الله أن يعبد آلهتهم سنة، ويعبدون إلهه سنة، فحذره الله أنْ يُعينهم على ضلالهم، أو يجاريه في باطلهم، لذلك كان النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لا يناصر ظالماً أو مجرماً، حتى إن كان من أتباعه. </p><p> وسبق أن ذكرنا في تأويل قوله تعالى:  {إِنَّآ أَنْزَلْنَا إِلَيْكَ الكتاب بالحق لِتَحْكُمَ بَيْنَ الناس بِمَآ أَرَاكَ الله وَلاَ تَكُنْ لِّلْخَآئِنِينَ خَصِيماً}  [النساء: ١٠٥] قصة اليهودي زيد بن السمين لما جاءه المسلم طُعْمة بن أبيريق، وأودع عنده دِرْعاً له، وكان هذا الدرع مسروقاً من آخر اسمه قتادة بن النعمانَ، فلما افتقده قتادة بحث عنه حتى وجده في بيت اليهودي، وكان السارق قد وضعه في كيس للدقيق، فدلَّ أثر الدقيق على مكان الدرع فاتهموا اليهودي بالسرقة، ولما عرفوا حقيقة الموقف أشفقوا أن ينتصر اليهودي على المسلم، خاصة وهم حديثو عهد بالإسلام، حريصون على ألاّ تُشوه صورته. </p><p> لذلك شرحوا لرسول الله هذه المسألة، لعله يجد لها مخرجاً، فأدار رسول الله المسألة في رأسه قبل أنْ يأخذ فيها حُكْماً؛ وعندها نزل الوحي على رسول الله: {إِنَّآ أَنْزَلْنَا إِلَيْكَ الكتاب بالحق لِتَحْكُمَ </p><p> بَيْنَ الناس ... } [النساء: ١٠٥] أي: جميع الناس، المؤمن والكافر {بِمَآ أَرَاكَ الله وَلاَ تَكُنْ لِّلْخَآئِنِينَ خَصِيماً}  [النساء: ١٠٥] أي: تخاصم من أجلهم ولصالحهم {واستغفر الله إِنَّ الله كَانَ غَفُوراً رَّحِيماً}  [النساء: ١٠٦] أي: مما خطر ببالك في هذه المسألة. </p><p> وفي بعض الآيات نجد في ظاهرها قسوة على رسول الله وشدة مثل:  {وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الأقاويل لأَخَذْنَا مِنْهُ باليمين ثُمَّ لَقَطَعْنَا مِنْهُ الوتين} </p><p> [الحاقة: ٤٤ - ٤٦] . </p><p> وكل ما يكون في القرآن من هذا القبيل لا يُقصد به سيدنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، إنما الحق سبحانه يريد أن يعطي للأمة نموذجاً يلفت أنظارهم، وكأنه تعالى يقول لنا: انتبهوا فإذا كان الخطاب لرسول الله بهذه الطريقة، فكيف يكون الخطاب لكم؟ </p><p> كأن يكون عندك خادم يعبث بالأشياء حوله، فتُوجِّه الكلام أنت إلى ولدك: والله لو عبثتَ بشيء لأفعلنَّ بك كذا وكذا، فتوجِّه الزجر إلى الولد، وأنت تقصد الخادم، على حَدِّ المثل القائل (إياك أعني واسمعي يا جارة) . </p><p> لذلك يقول بعض العارفين: </p><p> مَا كان في القُرآن مِنْ نِذَارةٍ ... إلى النبيِّ صَاحبِ البشَارةِ </p><p> فكُنْ لَبيباً وافْهَم الإشَارةَ ... إيّاك أعني واسْمعِي يَا جَارة </p><p> يعني: اسمعوا يا أمة محمد، كيف أخاطبه، وأُوجِّه إليه النذارة، مع أنه البشير. </p><p> ثم يقول الحق سبحانه:  {وَلاَ يَصُدُّنَّكَ عَنْ آيَاتِ الله بَعْدَ ... } . </p>"
}