{
  "id": null,
  "sura": 28,
  "aya": 70,
  "text": "<p> الله: هو المعبود بحقٍّ، وله صفات الكمال كلها، وهو سبحانه {لا إله إِلاَّ هُوَ ... }  [القصص: ٧٠] وما دام هو وحده سبحانه، فلا أحد يفتن عليه، أو يستدرك عليه بشيء، وسبق أن قال لهم: هاتوا شركاءكم لنفصل في مسألة العبادة علانية و (نفاصل) من صاحب هذه السلعة: أي يوم القيامة. </p><p> ومعنى:  {الأولى ... }  [القصص: ٧٠] أي: الخَلْق الذي خلقه الله، والكون الذي أعدَّه لاستقبال خليفته في الأرض: الشمس والقمر والنجوم والشجر والجبال والماء والهواء والأرض، فقبل أنْ يأتي الإنسان أعدَّ الله الكونَ لاستقباله. </p><p> لذلك حينما يتكلم الحق سبحانه عن آدم لا يقول: إنه أول الخَلْق، إنما أول بني آدم، فقد سبقه في الخلق عوالم كثيرة؛ لذلك يقول تعالى:  {هَلْ أتى عَلَى الإنسان حِينٌ مِّنَ الدهر لَمْ يَكُن شَيْئاً مَّذْكُوراً}  [الإنسان: ١] أي: لم يكن له وجود. </p><p> وإعداد الكون لاستقبال الإنسان جميل يستوجب الحمد والثناء، فقد خلق الله لك الكون كله، ثم جعلك تنتفع به مع عدم قدرتك عليه أو وصولك إليه، فالشمس تخدمك، وأنت لا تقدر عليها ولا تملكها، وهي تعمل لك دون صيانة منك، ودون أن تحتاج قطعة غيار، وكذلك الكون كله يسير في خدمتك وقضاء مصالحك، وهذا كله يستحق الحمد. </p><p> وبعد أنْ خلقك الله في كون أُعِدّ لخدمتك تركك ترتع فيه، ذرة في ظهر أبيك، ونطفة في بطن أمك إلى أنْ تخرج للوجود، فيضمك حضنها، ولا يكلفك إلا حين تبلغ مبلغ الرجال وسِنّ الرشد، ومنحك العقل والنضج لتصبح قادراً على إنجاب مثلك، وهذه علامة النضج </p><p> النهائي في تكوينك كالثمرة لا تخرج مثلها إلا بعد نُضْجها واستوائها. </p><p> لذلك نجد في حكمة الله تعالى ألاَّ يعطي الثمرة حلاوتها إلا بعد نُضْج بذرتها، بحيث حين تزرعها بعد أكْلها تنبت مثلها، ولو أُكلت قبل نُضْجها لما أنبتت بذرتها، ولا نُقرض هذا النوع؛ لذلك ترى الثمرة الناضجة إذا لم تقطفها سقطت لك على الأرض لتقول لك: أنا جاهزة. </p><p> لذلك نلحظ عندنا في الريف شجرة التوت أو شجرة المشمس مثلاً يسقط الثمر الناضج على الأرض، ثم ينبت نباتاً جديداً، يحفظ النوع، ولو سقطت الثمار غير ناضجة لما أنبتت. </p><p> وكذلك الإنسان لا ينجب مثله إلا بعد نُضْجه، وعندها يُكلِّفه الله ويسأله ويحاسبه. إذن: على الإنسان أنْ يسترجع فضل الله عليه حتى قبل أنْ يستدعيه إلى الوجود، وأنْ يثق أن الذي يُكلِّفه الآن ويأمره وينهاه هو ربُّه وخالقه ومُربِّيه، ولن يكلِّفه إلا بما يُصلحه، فعليه أنْ يسمع، وأنْ يطيع. </p><p> وقوله تعالى:  {والآخرة ... }  [القصص: ٧٠] يعني: له الحمد في القيامة، كما قال سبحانه:  {وَآخِرُ دَعْوَاهُمْ أَنِ الحمد للَّهِ رَبِّ العالمين}  [يونس: ١٠] فيحمد الله في الآخرة؛ لأنه كان يمتعني في الدنيا إلى أمد، ويمتعني في الدنيا على قَدْر إمكاناتي، أما في الآخرة فيعطيني بلا أمد، وعلى قَدْر إمكاناته هو سبحانه، فحين نرى هذا النعيم لا نملك إلا أنْ نقول: الحمد لله، وهكذا اجتمع لله تعالى الحمد في الأولى، والحمد في الآخرة. </p><p> وقوله تعالى:  {وَلَهُ الحكم وَإِلَيْهِ تُرْجَعُونَ}  [القصص: ٧٠] لأن الآخرة ما كانت إلا للحكم وللفصل في الخصومات، حيث يعرف كلٌّ </p><p> ما له وما عليه، فلا تظن أن الذين آذوْك وظلموك سيُفِلِتون من قبضتنا. </p><p> {وَإِلَيْهِ تُرْجَعُونَ}  [القصص: ٧٠] أي: للحساب، وفي قراءة (تَرْجعون) لأنهم سيرجعون إلينا ويأتوننا بأنفسهم، كأنهم مضبوطون على ذلك، كالمنبه تضبطه على الزمن، كذلك هم إذا جاء موعدهم جاءونا من تلقاء أنفسهم، دون أن يسوقهم أحد. </p><p> وعلى قراءة {تُرْجَعُونَ}  [القصص: ٧٠] إياكم أن تظنوا أنكم بإمكانكم أن تتأبَّوْا علينا، كما تأبِّيتُم على رسُلنا في الدنيا؛ لأن الداعي في الدنيا كان يأخذكم بالرفق واللين، أما داعي الآخرة فيجمعكم قَسْراً ورَغْماً عنكم، ولا تستطيعون منه فكاكا {يَوْمَ يُدَعُّونَ إلى نَارِ جَهَنَّمَ دَعًّا}  [الطور: ١٣] . </p><p> ثم يقول الحق سبحانه:  {قُلْ أَرَأَيْتُمْ إِن جَعَلَ الله عَلَيْكُمُ ... } . </p>"
}