{
  "id": null,
  "sura": 29,
  "aya": 7,
  "text": "<p> يذكر لنا - سبحانه وتعالى - النتائج {والذين آمَنُواْ ... }  [العنكبوت: ٧] أي: بالله رباً، له كل صفات الكمال المطلق، وله طلاقة القدرة، وله طلاقة الإرادة، وهو المهيمن، وهو الحاكم. . إلخ. </p><p> ثم {وَعَمِلُواْ الصالحات ... }  [العنكبوت: ٧] لأن العمل الصالح نتيجة للإيمان، وثمرة من ثمراته، والصالح: هو الشيء يظلُّ على طريقة الحُسْن فيه فلا يتغير، فقد أقبلت على عالم خلقه الله لك على هيئة الصلاح فلا تفسده، وهذا أضعف الإيمان أنْ تُبقِي الصالح على صلاحه، فإن أردتَ الارتقاء، فزِدْه صلاحاً. </p><p> يقول تعالى:  {وَإِذَا قِيلَ لَهُمْ لاَ تُفْسِدُواْ فِي الأرض قالوا إِنَّمَا نَحْنُ مُصْلِحُونَ}  [البقرة: ١١] . </p><p> فقد أعدَّ الله لنا الأرض صالحة بكل نواميسها وقوانينها، أَلاَ ترى المناطق التي لا ينزل بها المطر يُعوِّضها الله عنه بالمياه الجوفية في باطن الأرض، فماء المطر الزائد يسلكه الله ينابيع في الأرض، ويجعله مخزوناً لوقت الحاجة إليه، وتخزين الماء العذب في باطن الأرض حتى لا تُبخِّره الشمس، يقول تعالى:  {قُلْ أَرَأَيْتُمْ إِنْ أَصْبَحَ مَآؤُكُمْ غَوْراً فَمَن يَأْتِيكُمْ بِمَآءٍ مَّعِينٍ}  [الملك: ٣٠] . </p><p> وضربنا مثلاً لترك الصالح على صلاحه ببئر الماء الذي يشرب </p><p> منه أهل الصحراء، فقد نرمي فيه القاذورات التي تُفسد ماءه، وقد نرى مَنْ يُهيل فيه التراب فيطمسه، وهذا كله من إفساد الصالح، وربما يأتي مَنْ يبني حوله سوراً يحميه، أو يجعل عليه آلة رَفْع ترفع الماء وتُريح الناس الذين يردونه، فإذا لم تكُنْ من هؤلاء فلا أقلَّ من أن تدعه على حاله. </p><p> فالصالح إذن: كل عمل وفكر يزيد صلاحَ المجتمع في حركات الحياة كلها، وإياك أن تقول إن هناك عملاً أشرف من عمل، فكل عمل مهما رأيته هيِّناً - ما دام يؤدي خدمة للمجتمع، ويُقدِّم الخير للناس فهو عمل شريف، فقيمة الأعمال هي قيمة العامل الذي يُحسنِها وينفع الناس بها، يعني: ليس هناك عمل أفضل من عمل، إنما هنَاك عامل أفضل من عامل؛ لذلك يقولون: قيمة كل امريء مَا يُحسِنه. </p><p> وسبق أن ضربتُ لذلك مثلاً، وما أزال أضربه، مع أنه من أُنَاس غير مسلمين: كان نقيب العمال في فرنسا يطالب بحقوق العمال ويدافع عنهم ويُوفِّر لهم المزايا، فلما تولى الوزارة قالوا له: أعطنا الآن الحقوق التي كنتَ تطالب بها لنا، وربما كان يطالب لعماله بما تضيق به إمكانات وميزانيات الوزارة، أما الآن فقد أصبح هو وزيراً، وفي إحدى المرات تطاول عليه أحد العمال وقال: لا تنْسَ أنك كنت في يوم من الأيام ماسحَ أحذية، فقال: نعم، لكنني كنت أتقنها. </p><p> ثم يذكر الحق سبحانه جزاء الإيمان والعمل الصالح:  {لَنُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ ... }  [العنكبوت: ٧] وهنا تتجلى العظمة الإلهية، حيث بدأ بتكفير السيئات وقدَّمها على إعطاء الحسنات. </p><p> لأن التخلية قبل التحلية، والقاعدة تقول: إن دَرْءَ المفسدة مُقدَّم </p><p> على جَلْب المصلحة، فهَبْ أن واحداً يريد أنْ يرميك مثلاً بحجر، وآخر يريد أنْ يرمي لك تفاحة، فأيهما تستقبل أولاً؟ لا شكَّ أنك ستدفع أذى الحجر عن نفسك أولاً. </p><p> والخالق - عَزَّ وَجَلَّ - يعلم طبيعة عباده وما يحدث منهم من غفلة وانصراف عن المنهج يُوقِعهم في المعصية، وما دام أن الشرع يُعرِّف لنا الجرائم ويُقنِّن العقوبة عليها، فهذا إذنٌ منه بأنها ستحدث. </p><p> لذلك يقول تعالى لعباده: اطمئنوا، فسوف أطهركم من هذه الذنوب أولاً قبل أنْ أعطيكم الحسنات، ذلك لأن الإنسان بطبعه أميل إلى السيئة منه إلى الحسنة، فيقول سبحانه:  {لَنُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ ... }  [العنكبوت: ٧] . </p><p> بل وأكثر من ذلك، ففي آية أخرى يقول سبحانه:  {إِلاَّ مَن تَابَ وَآمَنَ وَعَمِلَ عَمَلاً صَالِحاً فأولئك يُبَدِّلُ الله سَيِّئَاتِهِمْ حَسَنَاتٍ وَكَانَ الله غَفُوراً رَّحِيماً}  [الفرقان: ٧٠] فأيُّ كرم بعد أنْ يُبدِّل الله السيئة حسنةً، فلا يقف الأمر عند مجرد تكفيرها، فكأنه (أوكازيون) للمغفرة، ما عليك إلا أنْ تغتنمه. </p><p> وفي موضع آخر يقول سبحانه:  {إِنَّ الحسنات يُذْهِبْنَ السيئات ... }  [هود: ١١٤] وفي الحديث الشريف: «. . وأتبع السيئة الحسنةَ تمحها» . </p><p> ثم يذكر سبحانه الحسنة بعد ذلك: {وَلَنَجْزِيَنَّهُمْ أَحْسَنَ الذي كَانُواْ </p><p> يَعْمَلُونَ} [العنكبوت: ٧] قلنا: إن الحق سبحانه إذا أراد أنْ يعطي الفقير يقترض له من إخوانه الأغنياء {مَّن ذَا الذي يُقْرِضُ الله قَرْضاً حَسَناً ... }  [البقرة: ٢٤٥] . </p><p> مع أنه سبحانه واهب كل النعم يحترم ملكية عباده، ويحترم مجهوداتهم وعرقهم، فاحترم العمل واحترم ثمرة العمل، كما يعامل الوالد أولاده، فيأخذ من الغني لمساعدة الفقير على أنْ يعيد إليه ماله حين مَيْسرة، فكما أنك لا ترجع في هبتك، كذلك ربُّك - عَزَّ وَجَلَّ - لا يرجع في هبته. </p><p> وأذكر ونحن في أمريكا سألنا أحد المستشرقين يقول: هناك تعارض بين قول القرآن: {مَن جَآءَ بالحسنة فَلَهُ عَشْرُ أَمْثَالِهَا ... }  [الأنعام: ١٦٠] وبين قول النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: «مكتوب على باب الجنة: الصدقة بعشر أمثالها والقرض بثمانية عشر» . </p><p> فشاء الله أن يلهم بكلمتين للردِّ عليه، حتى لا يكون للكافرين على المؤمنين سبيل. فقلت للمترجم: نعم الحسنة بعشر أمثالها حين تتصدَّق، لكن في القرض مثلاً لو تصدَّق بدولار فهو عند الله بعشرة دولارات، لكن يعود عليك دولارك مرة أخرى، فكأن لك تسعة دولارات، فحين تضاعف تصير ثمانية عشر. </p><p> وبعد ذلك ينتقل الحق سبحانه إلى الدائرة الأولى في تكوين المجتمع، وهي دائرة الأسرة المكوَّنة من: الأب، والأم، والأولاد، </p><p> فأراد سبحانه أن يُصلح اللبنة الأولى ليصلح المجتمع كله، فقال تبارك وتعالى:  {وَوَصَّيْنَا الإنسان بِوَالِدَيْهِ حُسْناً ... } . </p>"
}