{
  "id": null,
  "sura": 29,
  "aya": 2,
  "text": "<p> الفعل (حسِب) بالكسر في الماضي، وبالفتح في المضارع (يحسَب) يعني: ظن. أما (حسَب) والمضارع (يحسِب) بالكسر أي: عَدَّ. </p><p> فالمعنى:  {أَحَسِبَ الناس ... }  [العنكبوت: ٢] أي: ظنوا. والهمزة للاستفهام، وهي تفيد نفي هذه الظن وإنكاره، لأنهم حَسِبوا وظنوا أنْ يتركهم الله دون فتنة وتمحيص واختبار. </p><p> والحق سبحانه يريد أن يحمل أولوا العزم رسالة الإسلام؛ لأن الإسلام لا يتصدَّى لحمل دعوته إلا أقوياءُ الإيمان الذين يقدرون على حمل مشاق الدعوة وأمانة تبليغها. </p><p> والإيمان ليس كلمة تُقال، إنما مسئولية كبرى، هذه المسئولية هي التي منعتْ كفار مكة أنْ يؤمنوا؛ لأنهم يعلمون أن كلمة لا إله إلا الله ليست مجرد كلمة وإلا لَقَالوها، إنما هي منهج حياة له متطلبات. إنها تعني: لا مُطَاعَ إلا الله، ولا معبود بحقٍّ إلا الله، وهم لا يريدون </p><p> هذه المسألة لتظل لهم مكانتهم وسلطتهم الزمنية. </p><p> لذلك يقول سبحانه هنا:  {أَحَسِبَ الناس أَن يتركوا أَن يقولوا آمَنَّا ... }  [العنكبوت: ٢] فالإيمان ليس قَوْلاً فحسب؛ لأن القول قد يكون صِدْقاً، وقد يكون كذباً، فلا بُدَّ بعد القول من الاختبار وتمحيص الإيمان {وَهُمْ لاَ يُفْتَنُونَ}  [العنكبوت: ٢] فإنْ صبر على الابتلاءات وعلى المحن فهو صادق الإيمان. </p><p> ويؤكد سبحانه هذا المعنى في آية أخرى:  {وَمِنَ الناس مَن يَعْبُدُ الله على حَرْفٍ فَإِنْ أَصَابَهُ خَيْرٌ اطمأن بِهِ وَإِنْ أَصَابَتْهُ فِتْنَةٌ انقلب على وَجْهِهِ خَسِرَ الدنيا والأخرة ... }  [الحج: ١١] . </p><p> وقد محَّص الله السابقين الأولين من المؤمنين بآيات وخوارق تخالف الناموس الكوني، فكان المؤمن يُصدِّق بها، ويؤمن بصِدْق الرسول الذي جاء بها، أما المتردد المتحيِّر فيُكذِّب بها، ويراها غير معقولة. </p><p> «ومن ذلك ما كان من الصِّدِّيق أبي بكر في حادثة الإسراء والمعراج،فلمَّا حدَّثوه بما قال رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قال:» إنْ كان قال فقد صدق «في حين ارتد البعض وكذَّبوا، وكأن الحق - تبارك وتعالى - يريد من هذه الخوارق، التي يقف أمامها العقل - أنْ يُميِّز </p><p> بين الناس ليحمل أمر الدعوة أشداءُ الإيمان والعقيدة، ومَنْ لديهم يقين بصِدْق الرسول في البلاغ عن ربه. </p><p> وسبق أنْ بيّنا غباء مَنْ كَذَّب بحادثة الإسراء والمعراج من كفار مكة الذين قالوا لرسول الله: أتدَّعي أنك أتيت بيت المقدس في ليلة ونحن نضرب إليها أكباد الإبل شهراً؟ وأنهم غفلوا أو تغافلوا عن نص الآية:  {سُبْحَانَ الذي أسرى بِعَبْدِهِ ... }  [الإسراء: ١] فلم يقل محمد: إني سريت بنفسي إنما أُسْري بي. </p><p> وقلنا للرد عليهم: لو جاءك رجل يقول لك: لقد صعدتُ بولدي الرضيع قمة إفرست مثلاً، أتقول له: كيف يصعد الرضيع قمة إفرست؟ </p><p> وسبق أنْ تكلَّمنا في قضية ينبغي أن تظل في أذهانكم جميعاً، وهي أن كل فعل يأخذ نصيبه من الزمن على قَدْر قوة فاعله، فالوزن الذي ينقله الطفل الصغير في عدة مرات تحمله أنت في يد واحدة. </p><p> فالزمن يتناسب مع القوة تناسباً عكسياً فكلما زادت القوة قلَّ الزمن، فالذي يذهب مثلاً إلى الأسكندرية على حمار غير الذي يذهب في سيارة أو على مَتْن طائرة. وهكذا. </p><p> إذن: قِسْ على قدر قوة الفاعل، فإنْ كان الإسراء بقوة الله تعالى، وهي قوة القوى فلا زمن، وهذه مسألة يقف عندها العقل، ولا يقبلها إلا بالإيمان. </p><p> إذن: فالحق سبحانه يُمحِّصكم ويبتليكم؛ لأنه يريدكم لمهمة </p><p> عظيمة، لا يصلح لها إلا الصنديد القوي في إيمانه ويقينه. </p><p> لذلك يقول سبحانه في أكثر من موضع:  {وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِّنَ الخوف والجوع وَنَقْصٍ مِّنَ الأموال والأنفس والثمرات وَبَشِّرِ الصابرين}  [البقرة: ١٥٥] . </p><p> وقال:  {وَلَنَبْلُوَنَّكُمْ حتى نَعْلَمَ المجاهدين مِنكُمْ والصابرين وَنَبْلُوَاْ أَخْبَارَكُمْ}  [محمد: ٣١] . </p><p> وقال:  {أَمْ حَسِبْتُمْ أَن تَدْخُلُواْ الجنة وَلَمَّا يَعْلَمِ الله الذين جَاهَدُواْ مِنكُمْ ... }  [آل عمران: ١٤٢] . </p><p> فهذه الابتلاءات كالامتحان الذي نُجريه للتلاميذ لنعرف مقدرة كل منهم، والمهمة التي يصلح للقيام بها، ومعلوم أن الابتلاءات لا تُذَمُّ لذاتها، إنما لنتائجها المترتبة عليها، فما جُعِلَتْ الابتلاءات إلا لمعرفة النتائج، وتمييز الأصلح للمهمة التي نُدِب إليها. </p><p> ومعنى {يُفْتَنُونَ}  [العنكبوت: ٢] يُخْتبرون. مأخوذة من فتنة الذهب، حين نصهره في النار؛ لنُخِرج ما فيه من خَبَث، ونُصفِّي معدنه الأصلح، فيما يناسب مهمته. </p><p> ومن ذلك ما ضربه الله لنا مثلاً للحق وللباطل في قوله تعالى:  {أَنَزَلَ مِنَ السمآء مَآءً فَسَالَتْ أَوْدِيَةٌ بِقَدَرِهَا فاحتمل السيل زَبَداً رَّابِياً وَمِمَّا يُوقِدُونَ عَلَيْهِ فِي النار ابتغآء حِلْيَةٍ أَوْ مَتَاعٍ زَبَدٌ مِّثْلُهُ كذلك يَضْرِبُ الله الحق والباطل فَأَمَّا الزبد فَيَذْهَبُ جُفَآءً وَأَمَّا مَا يَنفَعُ الناس فَيَمْكُثُ فِي الأرض كذلك يَضْرِبُ الله الأمثال}  [الرعد: ١٧] . </p><p> فالفتنة ما كانت إلا لنعرف الصادق من القَوْلة الإيمانية والكاذب فيها: الصادق سيصبر ويتحمل، والكاذب سينكر ويتردد. </p><p> ثم يقول الحق سبحانه:  {وَلَقَدْ فَتَنَّا الذين مِن قَبْلِهِمْ ... } . </p>"
}