{
  "id": null,
  "sura": 29,
  "aya": 41,
  "text": "<p> كلمة (مَثَلُ) وردت بمشتقاتها في القرآن الكريم مرات عدة، ومادة الميم والثاء واللام جاءت لتعبر عن معنى يجب أنْ نعرفه، فإذا </p><p> قيل (مِثْل) بسكون الثاء، فمعناها التشبيه، لكن تشبيه مفرد بمفرد. </p><p> كما في قوله تعالى:  {لَيْسَ كَمِثْلِهِ شَيْءٌ ... }  [الشورى: ١١] وقوله تعالى: {وَجَزَآءُ سَيِّئَةٍ سَيِّئَةٌ مِّثْلُهَا ... }  [الشورى: ٤٠] . </p><p> أما (مَثَل) بالفتح، فتعني تشبيه قصة أو متعدّد بمتعدّد، كما في قوله تعالى:  {واضرب لَهُم مَّثَلَ الحياة الدنيا كَمَآءٍ أَنْزَلْنَاهُ مِنَ السماء ... }  [الكهف: ٤٥] . </p><p> فالحق - سبحانه وتعالى - لا يُشبِّه شيئاً بشيء إنما يُشبه صورة متكاملة بصورة أخرى: فالحياة الدنيا في وجودها وزهرتها وزخرفها وخضرتها ومتاعها، ثم انتهائها بعد ذلك إلى زوال مثل الماء حين ينزل من السماء فيختلط بتربة الأرض، فينبت النبات المزهر الجميل، والذي سرعان ما يتحول إلى حطام. </p><p> لذلك اعترض بعض المتمحكين على أسلوب القرآن في قول الحق سبحانه وتعالى عن موسى عليه السلام:  {إِنَّ مَثَلَ عيسى عِندَ الله كَمَثَلِءَادَمَ ... }  [آل عمران: ٥٩] . </p><p> ووجه اعتراضه أن (مَثَل) جاءت تُشبه مفرداً بمفرد، وهو عيسى بآدم عليهما السلام، ونحن نقول: إنها تشبه صورة متكاملة بأخرى ونقول: هذا الاعتراض ناتج عن عدم فهم المعنى المراد من الآية، فالحق سبحانه لا يُشبِّه عيسى بآدم كأشخاص، إنما يُشبِّه قصة خَلْق آدم بقصة خلق عيسى، فآدم خُلِق من غير أب، وكذلك عيسى خُلِق من غير أب. </p><p> والمعنى: إنْ كنتم قد عجبتم من أن عيسى خُلِق بدون أب، فكان </p><p> ينبغي عليكم أنْ تعجبُوا أكثر من خَلْق آدم؛ لأنه جاء بلا أب وبلا أم، وإذا كنتم اتخذتم عيسى إلهاً؛ لأنه جاء بلا أب، فالقياس إذنْ يقتضي أن تكون الفتنة في آدم لا في عيسى. </p><p> والمسألة أن الله تعالى شاء أن يعلن خلْقه عن طلاقة قدرته في أنه لا يخلق بشكل مخصوص، إنما يخلق كما يشاء سبحانه من أب وأم، أو من دون أب، ومن دون أم، ويخلق من أب فقط، أو من أم فقط. </p><p> إذن: هذه المسألة لا تخضع للأسباب، إنما لإرادة المسبِّب سبحانه، فإذا أراد قال للشيء: كُنْ فيكون. وقد يجتمع الزوجان، ويكتب عليهما العقم، فلا ينجبان، وقد يصلح الله العقيم فتلد، ويُصلح العجوز فتنجب - والأدلة على ذلك واضحة - إذن: فطلاقة القدرة في هذه المسألة تستوعب كل الصور، بحيث لا يحدها حَدٌّ. </p><p> والحق سبحانه حين يضرب لنا الأمثال يريد بذلك أنْ يُبيِّن لنا الشيء الغامض بشيء واضح، والمبهم بشيء بيِّن، والمجمل بشيء مُفصَّل، وقد جرى القرآن في ذلك على عادة العرب، حيث استخدموا الأمثال في البيان والتوضيح. </p><p> ويُحكَي أن أحدهم، وكان صاحب سمعة طيبة وسيرة حسنة بين الناس، فحسده آخر، وأراد أنْ يلصق به تهمة تُشوِّه صورته، وتذهب بمكانته بين الناس فاتهمه بالتردد على أرملة حسناء، وقد رآه الناس فعلاً يذهب إلى بيتها، فتخرج له امرأة فيعطيها شيئاً معه. </p><p> ولما تحقق الناس من المسألة وجدوها عجوزاً لها أولاد صغار وهم فقراء، وهذا الرجل يعطف عليهم ويفيض عليهم مما رزقه الله، فلما عرفوا ذلك عن الرجل عظَّموه، ورفعوا من شأنه، وزاد في نظرهم مجداً وفضلاً. </p><p> وقد أخذ الشاعر هذا المعنى وعبَّر عنه قائلاً مستخدماً المثل: </p><p> وإذَا أرادَ الله نَشْر فَضِيلةٍ طُويَتْ ... أَتاحَ لَها لِسَانَ حَسُود </p><p> لَوْلا اشْتِعالُ النارِ فيما جاورَتْ ... مَا كان يعرف طِيب عَرْفِ العٌودِ </p><p> والعود نوع من البخور، طيب الرائحة، لا تنتشر رائحته إلا حين يُحرَق. </p><p> ومن مشتقاتها أيضاً (مَثُلَة) كما في قوله تعالى: {وَقَدْ خَلَتْ مِن قَبْلِهِمُ المثلات ... }  [الرعد: ٦] وهي العقوبات التي حاقتْ بالأمم المكذِّبة، حتى جعلتها عبرةً لغيرها. </p><p> فإذا اشتهر المثَل انتشر على الألسنة، وضربه الناس مثلاً كما اشتهر حاتم الطائي بالكرم والجود حتى صار مضرب المثل فيه، وقد تشتهر بيننا عبارة موجزة، فتصير مثلاً يضرب في مناسبها كما نقول للتلميذ الذي يهمل طوال العام، ثم يجتهد ليلة الامتحان (قبل الرماء تملأ الكنائن) مع الاحتفاظ بنص المثل في كل مناسبة، وإن لم يكُنْ هناك رمي ولا كنائن. </p><p> كما أن المثل يقال كما هو دون تغيير، سواء أكان للمفرد، أم المثنى، أم الجمع المذكر، أو للمؤنث. كذلك نقول (ماذا وراءك يا عصامِ) بالكسر؛ لأنها قيلت في أصل المثَل لامرأة. </p><p> يقول الحق سبحانه:  {مَثَلُ الذين اتخذوا مِن دُونِ الله أَوْلِيَآءَ كَمَثَلِ العنكبوت اتخذت بَيْتاً ... }  [العنكبوت: ٤١] . </p><p> فهذا مثل في قمة العقيدة، ضربه الله لنا للتوضيح وللبيان، ولتقريب المسائل إلى عقولنا، وإياك أن تقول للمثل الذي ضربه الله </p><p> لك: ماذا أراد الله بهذا؟ لأن الله تعالى قال:  {إِنَّ الله لاَ يَسْتَحْى أَن يَضْرِبَ مَثَلاً مَّا بَعُوضَةً فَمَا فَوْقَهَا ... }  [البقرة: ٢٦] . </p><p> فالبعض يرى أن البعوضة هذه شيء تافه، فكيف يجعله الله مثلاً؟ والتحقيق أن البعوضة خَلْق من خَلْق الله، فيها من العجائب والأسرار ما يدعوك للتأمل والنظر، وليست شيئاً تافهاً كما تظن، بل يكفيك فَخْراً أنْ تصل إلى سِرِّ العظمة فيها. </p><p> ففي هذا المخلوق الضئيل كل مُقوِّمات الحياة والإدراك، فهل تعرف فيها موضع العقل وموضع جهازها الدموي. . إلخ وفضلاً عن الذباب والناموس وصغار المخلوقات ألا ترى الميكروبات التي لا تراها بعينك المجردة ومع ذلك يصيبك وأنت القوى بما يؤرقك وينغص عليك. </p><p> إذن: لا تقُلْ لماذا يضرب الله الأمثال بهذه الأشياء لأن الله {إِنَّ الله لاَ يَسْتَحْى أَن يَضْرِبَ مَثَلاً مَّا بَعُوضَةً فَمَا فَوْقَهَا ... }  [البقرة: ٢٦] ما فوقها أي: في الصِّغَر والاستدلال. أي: ما دونها صِغَراً؛ لأن عظمة الخلق كما تكون بالشيء الأكثر ضخامة تكون كذلك بالشيء الأقلّ حجماً الأكثر دِقَّة. </p><p> لو نظرتَ مثلاً إلى ساعة (بج بن) وهي أضخم وأشهر ساعة في العالم، وعليها يضبط العالم الوقت لوجدتَها شيئاً ضخماً من حيث الحجم ليراها القادم من بعيد، ويستطيع قراءتها، فدلَّتْ على عظمة الصِّنْعة ومهارة المهندسين الذين قاموا ببنائها، فعظمتها في ضخامتها وفخامتها، فإذا نظرتَ إلى نفس الساعة التي جعلوها في فصِّ الخاتم لوجدتَ فيها أيضاً عظمة ومهارة جاءت من دِقَّة الصنعة في صِغَر الحجم. </p><p> كذلك الراديو أول ما ظهر كان في حجم (النورج) ، والآن أصبح صغيراً في حجم الجيب. </p><p> ومن مخلوقات الله ما دق؛ لدرجة أنك لا تستطيع إدراكه بحواسك، والعجيب أن يطلب الإنسان أنْ يرى الله جهرة، وهو لا يستطيع أنْ يرى آثار خَلْقه وصَنْعته. فأنت لا ترى الجن، ولا ترى الميكروب والجراثيم، ولا ترى حتى روحك التي بين جنبيك والتي بها حياتُك، لا يرى هذه الأشياء ولا يدركها بوسائل الإدراك الأخرى، فمن عظمته تعالى أنه يدرك الأبصار، ولا تدركه الأبصار. </p><p> نعود إلى المثَل الذي ضربه الله لنا:  {مَثَلُ الذين اتخذوا مِن دُونِ الله أَوْلِيَآءَ ... }  [العنكبوت: ٤١] أي: شركاء وشفعاء {كَمَثَلِ العنكبوت ... }  [العنكبوت: ٤١] هذا المخلوق الضعيف الذي ينسج خيوطه بهذه الدقة التي نراها، والذي نسج خيوطه على الغار في هجرة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، واشترك مع الحمامة في التعمية على الكفار. </p><p> {اتخذت بَيْتاً ... }  [العنكبوت: ٤١] أي: من هذه الخيوط الواهية {وَإِنَّ أَوْهَنَ البيوت لَبَيْتُ العنكبوت ... }  [العنكبوت: ٤١] فخطأ العنكبوت ليس في اتخاذ البيت، إنما في اتخاذ هذه الخيوط الواهية بيتاً له وهبّة ريح كافية للإطاحة بها، ويشترط في البيت أن يكون حصيناً يحمي صاحبه، وأن تكون له أبواب ونوافذ وحوائط. . إلخ. أما لو اتخذها شبكة لصيد فرائسه لكان أنسب، وكذلك الكفار اتخذوا من الأصنام آلهة، ولو اتخذوها دلالة على قدرة الحق في الخَلْق لكان أنسب وأَجدْى. </p><p> وكما أن بيت العنكبوت تهدمه هَبَّة ريح وتُقطعه وأنت مثلاً تنظف بيتك، وربما تقتل العنكبوت نفسه، فكذلك طبْق الأصل يفعل الله بأعمال الكافرين:  {وَقَدِمْنَآ إلى مَا عَمِلُواْ مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَآءً مَّنثُوراً}  [الفرقان: ٢٣] . </p><p> وكذلك يضرب لهم مثلاً آخر:  {مَّثَلُ الذين كَفَرُواْ بِرَبِّهِمْ أَعْمَالُهُمْ كَرَمَادٍ اشتدت بِهِ الريح فِي يَوْمٍ عَاصِفٍ ... }  [إبراهيم: ١٨] . </p><p> ومعنى:  {لَوْ كَانُواْ يَعْلَمُونَ}  [العنكبوت: ٤١] أي: حقيقة الأشياء، فشبكة العنكبوت لا تصلح بيتاً، ولكن تصلح مصيدةً للحشرات، وكذلك الأصنام والأحجار لا تنفع لأنْ تكون آلهة تُعبد، إنما لأنْ تكون دلالة على قدرة الخالق - عَزَّ وَجَلَّ - فلو فكَّروا فيها وفي أسرار خَلْقها لاهتدوا من خلالها للإيمان. </p><p> فهي - إذن - دليلُ قدرة لو كانوا يعلمون، فالجبل هذا الصخر الذي تنحتون منه أصنامكم هو أول خادم لكم، ولمن هو أَدْنى منكم من الحيوان والنبات، وسبق أن قلنا: إن الجماد يخدم النبات، ويخدم الحيوان، وهم جميعاً في خدمة الإنسان. </p><p> إذن: فالجماد خادم الخدامين، ومع ذلك جعلتموه إلهاً، فانظروا إذن إلى هذه النقلة، وإلى خِسَّة فكركم، وسوء طباعكم حيث جعلتم أدنى الأشياء وأحقرها أعلى الأشياء وأشرفها - أي: في زعمكم. </p><p> فكيف وقد ميَّزك الله على كل الأجناس؟ لقد كان ينبغي منك أن تبحث عن شيء أعلى منك يناسب عبادتك له، وساعتها لن تجد إلا الله تتخذه إلهاً. </p><p> بل واقرأ إنْ شِئْتَ عن الجماد قوله تعالى:  {قُلْ أَإِنَّكُمْ لَتَكْفُرُونَ بالذي خَلَقَ الأرض فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَندَاداً ذَلِكَ رَبُّ العالمين وَجَعَلَ فِيهَا ... }  [فصلت: ٩ - ١٠] أي: في الأرض {رَوَاسِيَ مِن فَوْقِهَا وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقْوَاتَهَا في أَرْبَعَةِ أَيَّامٍ سَوَآءً لِّلسَّآئِلِينَ}  [فصلت: ١٠] . </p><p> فكأن الجبال الصَّماء الراسية هي مخازن القوت للناس على مَرِّ </p><p> الزمان، فمنها تتفتت الصخور، ويتكوَّن الطمي الذي يحمله إلينا الماء في أيام الفيضانات، ومنها تتكون الطبقة المخصبة في السهول والوديان، فتكون مصدر خصْب ونماء دائم ومتجدد لا ينقطع. وتذكرون أيام الفيضان وما كَان يحمله نيل مصر إلينا من خير متجدد كل عام، وكيف أن الماء كان يأتينا أشبه ما يكون بالطحينة من كثرة ما به من الطمي. </p><p> فياليت عُبَّاد الأصنام الذين نحتوا الصخور أصناماً تأملوا هذه الآيات الدالة على قدرة الخالق سبحانه بدل أن يعبدوها من دون الله. </p><p> وفي موضع آخر يضرب لنا الحق سبحانه مثلاً في قمة العقيدة أيضاً فيقول سبحانه:  {ضَرَبَ الله مَثَلاً رَّجُلاً فِيهِ شُرَكَآءُ مُتَشَاكِسُونَ وَرَجُلاً سَلَماً لِّرَجُلٍ هَلْ يَسْتَوِيَانِ مَثَلاً الحمد للَّهِ بَلْ أَكْثَرُهُمْ لاَ يَعْلَمُونَ}  [الزمر: ٢٩] . </p><p> ففَرْق بين عبد مملوك لسيد واحد يتلقَّى منه وحده الأمر والنهي، وبين عبد مملوك لعدة شركاء، وليتهم متفقون، لكن {شُرَكَآءُ مُتَشَاكِسُونَ ... }  [الزمر: ٢٩] مختلفون لكلٍّ أوامر، ولكلٍّ منهم مطالب، فكيف إذن يُرضيهم؟ وكيف يقوم بحقوقهم وهم يتجاذبونه؟ </p><p> فالذي يعبد الله وحده لا شريك له كالعبد لسيد واحد، والذين يعبدون الأصنام كالعبد فيه شركاء متشاكسون. إذن: فالحق سبحانه يضرب الأمثال للناس في الحقائق ليُبيِّنها لهم بياناً واضحاً. </p><p> ثم يقول الحق سبحانه:  {إِنَّ الله يَعْلَمُ مَا ... } . </p>"
}