{
  "id": null,
  "sura": 29,
  "aya": 15,
  "text": "<p> أي: فأنجينا نوحاً عليه السلام {وأَصْحَابَ السفينة ... }  [العنكبوت: ١٥] هم الذين يركبون معه فيها، فهم أصحابها، وقد صُنعت من أجلهم، لم يصنعها نوح لذاته، إنما صنعها لقومه الذين تعجَّبوا من صناعته لها وسَخروا منه واستهزأوا به، فهم أصحابها في الحقيقة، مَنْ آمن منهم ركب فيها، ومَنْ كفر أبى وأعرض، فكانت نهايته الغرق. </p><p> ونفهم من هذه القضية أن الحق سبحانه حينما يطلب من المؤمن شيئاً يعطيه لمَنْ لا يجد ذلك الشيء، سواء كان عِلْماً أو مالاً أو قدرة. . إلخ افهم أنها حق له، وليستْ تفضلاً عليه، فلما صنع نوح السفينة جعلها الله من حق القوم فقال {وأَصْحَابَ السفينة ... }  [العنكبوت: ١٥] فهي حقٌّ لهم، فليس المراد منها أن يصنعها مثلاً، ويُؤجرها لهم، لا بل هو يصنعها من أجلهم. </p><p> وكذلك قوله تعالى:  {والذين في أَمْوَالِهِمْ حَقٌّ مَّعْلُومٌ}  [المعارج: ٢٤] وقد ورد هذا الحق في المال مرتين في القرآن الكريم، مرة {حَقٌّ مَّعْلُومٌ}  [المعارج: ٢٤] ، ومرة أخرى {حَقٌّ لَّلسَّآئِلِ والمحروم}  [الذاريات: ١٩] دون أن يحدد مقداره، ودون أنْ يُوصف بالمعلومية. </p><p> وقد سمَّاهما الله حقاً، فالمعلوم هو الزكاة الواجبة في مقام </p><p> الإيمان، وغير المعلوم هي الصدقة؛ لأنها لا تخضع لمقدار معين، بل هي حَسْب أريحية المؤمن وحُبه للطاعات، ودخوله في مقام الإحسان الذي قال الله فيه:  {إِنَّ المتقين فِي جَنَّاتٍ وَعُيُونٍ آخِذِينَ مَآ آتَاهُمْ رَبُّهُمْ إِنَّهُمْ كَانُواْ قَبْلَ ذَلِكَ مُحْسِنِينَ كَانُواْ قَلِيلاً مِّن الليل مَا يَهْجَعُونَ وبالأسحار هُمْ يَسْتَغْفِرُونَ وفي أَمْوَالِهِمْ حَقٌّ لَّلسَّآئِلِ والمحروم}  [الذاريات: ١٥ - ١٩] وهذه الزيادة في العبادات دليل على عِشْق التكليف وحُبِّ الطاعة والثقة بأن الله تعالى ما كلَّفنا إلا بأقلّ مما يستحق سبحانه من العبادة؛ لذلك يقول العلماء: إياك أنْ تنتقل إلى هذا المقام وتُلزِم به نفسك، أو تجعله نَذْراً؛ لأنك إنْ فعلتَ صار في حقك فرضاً لا تستطيع أنْ تُنقِص منه. </p><p> إنما جعله لنشاطك ومقدرتك؛ لأنك إنْ تعوّدت على منهج وألزمت نفسك به ثم تراجعت، فكأنك تقول كلمة لا ينبغي أنْ تُقال، فكأنك - والعياذ بالله - جربت وُدّك لله فلم تجده - والعياذ بالله - أهلَ وُدٍّ فتركته. </p><p> إذن: فقوله سبحانه {وأَصْحَابَ السفينة ... }  [العنكبوت: ١٥] يدلنا على أنها صُنِعَتْ بأمر الله من أجلهم، وبفراغ نوح من صناعتها كانت حقاً لهم، لا مِلْكاً له عليه السلام. </p><p> لكن كيف نفهم {وأَصْحَابَ السفينة ... }  [العنكبوت: ١٥] وقد حمل فيها نوح - عليه السلام - من كُلٍّ زوجين اثنين؟ قالوا: الزوجان من غير البشر ليس لهما صُحْبة؛ لأنهما مملوكان لأصحاب الصُّحْبة. </p><p> وقوله سبحانه:  {وَجَعَلْنَاهَآ آيَةً لِّلْعَالَمِينَ}  [العنكبوت: ١٥] أي: أمراً </p><p> عجيباً لم يسبق له مثيل في حياة الناس، فقد صنعها نوح - عليه السلام - بوحي من ربه على غير مثال سابق، فوجه كَوْنها آية أن الله تعالى أعلمه وعلّمه صناعتها؛ لأن لها مهمة إيمانية عنده، فبها نجاة المؤمنين وغَرَق الكافرين، وهذه الآية {لِّلْعَالَمِينَ}  [العنكبوت: ١٥] جميعاً. </p><p> ثم يذكر الحق سبحانه إبراهيم عليه السلام، فيقول:  {وَإِبْرَاهِيمَ إِذْ قَالَ لِقَوْمِهِ اعبدوا ... } . </p>"
}