{
  "id": null,
  "sura": 29,
  "aya": 60,
  "text": "<p> يريد سبحانه أن يُطمئن خَلْقه على أرزاقهم، فيقول {وَكَأَيِّن مِّن دَآبَّةٍ ... }  [العنكبوت: ٦٠] كأيٍّ لها مَعَانٍ متعددة، مثل كم الخبرية حين تقول لمن ينكر جميلك: كم أحسنتُ إليك؟ يعني: كثيراً جداً، كذلك في {وَكَأَيِّن ... }  [العنكبوت: ٦٠] أي: كثير كما في {وَكَأَيِّن مِّن نَّبِيٍّ قَاتَلَ مَعَهُ رِبِّيُّونَ كَثِيرٌ فَمَا وَهَنُواْ لِمَآ أَصَابَهُمْ ... }  [آل عمران: ١٤٦] . </p><p> والدابة: هي التي تدبّ على الأرض، والمراد كل حيٍّ ذي حركة، وقد تقول: فالنمل - مثلاً - لا نسمع له دبَّة على الأرض أيُعَدُّ من الدابة؟ نعم فله دبَّة على الأرض، لكنك لا تسمعها، فالذي خلقها يسمع دبيبها؛ لأن الذي يقبل الصغر يقبل الكبر، لكن ليس عندك أنت آلة السماع. </p><p> بدليل أن الذي يعاني من ضعف السمع مثلاً ينصحه الطبيب </p><p> بتركيب سماعة للأذن فيسمع، وكذلك في النظارة للبصر، إذن: فكل شيء له أثر مرئي أو مسموع، لكن المهم في الآلة التي تسمع أو ترى؛ لذلك يقولون إنْ أرادوا المبالغة؛ فلان يسمع دَبّة النملة. </p><p> ومعنى {وَكَأَيِّن مِّن دَآبَّةٍ لاَّ تَحْمِلُ رِزْقَهَا ... }  [العنكبوت: ٦٠] ليست كلّ الدواب تحمل رزقها، فكثير منها لا تحمل رزقاً، ومع ذلك تأكل وتعيش، ويحتمل أن يكون المعنى: لأنها لا تقدر على حمله، أو تقدر على حمله ولكنها لا تفعل، فمثلاً القمل والبراغيث التي تكثر مع الإهمال في النظافة الشخصية أتحمل رزقاً؟ والناموسة التي تتغذى مع ضَعْفها على دم الإنسان الفتوة المتجبر، الميكروب الذي يفتك بالإنسان. . إلخ هذه أشياء لا تحمل رزقها. </p><p> أما الحمار مثلاً مع قدرته على الحمل لا يحمل رزقه؛ لذلك تراه إنْ شبع لا يدخر شيئاً، وربما يدوس الأكل الباقي، أو يبول عليه، وكذلك كل الحيوانات حتى أنهم يقولون: لا يعرف الادخار من المخلوقات إلا الإنسان والفأر والنمل. </p><p> وقد جعل الله الادخار في هؤلاء لحكمة ولبيان طلاقة قدرته تعالى، وأن الادخار عند هذه المخلوقات ليس قُصوراً من الخالق سبحانه في أن يجعل بعض الدوابّ لا تحمل رزقها، بل يخلق لها وسائل تعجز أنت عنها. </p><p> ولك أن تتأمل قرى النمل وما فيها من عجائب، فقد لاحظ الباحثون في هذا المجال أنك لو تركت بقايا طعام مثلاً تأتي نملة وتحوم حوله ثم تنصرف وترسل إليه عدداً من النمل يستطيع حمل هذه القطعة، ولو ضاعفت وزن هذه القطعة لتضاعف عدد النمل. </p><p> إذن: فهي مملكة في غاية التنظيم والدقة والتخصص، والأعجب من ذلك أنهم لاحظوا على النمل أنها تُخرِج فُتاتاً أبيض صغيراً أمام الأعشاش، فلما فحصوه وجدوه الزريعة التي تُسبِّب الإنبات في الحبة حتى لا تنبت، فتهدم عليهم العُشَّ، فسبحان الذي خلق فسوَّى والذي قدَّر فهدى. </p><p> وأعجب من ذلك، وجدوا النمل يفلق حبة الكسبرة إلى أربعة أقسام، لأن نصف حبة الكسبرة يمكنه أنْ يَنبت منفرداً، فقسموا النصف. </p><p> إذن: فكثير من الدواب لا تحمل رزقها {الله يَرْزُقُهَا وَإِيَّاكُمْ ... }  [العنكبوت: ٦٠] فذكر الدواب أولاً في مجال الرزق ثم عطف عليها {وَإِيَّاكُمْ ... }  [العنكبوت: ٦٠] فنحن معطوفون في الرزق على الدواب، مع أن الإنسان هو الأصل، وهو المكرّم، والعالم كله خُلِق من أجله لخدمته، ومع ذلك لم يقُلْ سبحانه: نحن نرزقكم وإياهم، لماذا؟ قالوا: لأنك تظن أنها لا تستطيع أن تحمل أو تُدبِّر رزقها، ولا تتصرف فيه، فلفت نظرك إلى أننا سنرزقها قبلك. </p><p> وقد وقف المستشرقون الذين يأخذون القرآن بغير الملَكة العربية يعترضون على قوله تعالى:  {وَلاَ تقتلوا أَوْلادَكُمْ خَشْيَةَ إِمْلاقٍ ... }  [الإسراء: ٣١] . </p><p> وقوله سبحانه:  {وَلاَ تقتلوا أَوْلاَدَكُمْ مِّنْ إمْلاَقٍ ... }  [الأنعام: ١٥١] . </p><p> يقولون: أيّهما أبلغ من الأخرى، وإن كانت إحداهما بليغة، فالأخرى غير بليغة. </p><p> وهذا الاعتراض ناتج عن ظنهم أن الآيتين بمعنى واحد، وهما مختلفتان، فالأولى {وَلاَ تقتلوا أَوْلادَكُمْ خَشْيَةَ إِمْلاقٍ ... }  [الإسراء: ٣١] فالفقر هنا غير موجود وهم يخافونه، أما في:  {وَلاَ تقتلوا أَوْلاَدَكُمْ مِّنْ إمْلاَقٍ ... }  [الأنعام: ١٥١] فالفقر موجود فعلاً. فهما مختلفتان في الصَّدْر، وكذلك مختلفتان في العَجُز. </p><p> ففي الأولى قال:  {نَّحْنُ نَرْزُقُهُمْ وَإِيَّاكُم ... }  [الإسراء: ٣١] لأن الفقر غير موجود، وأنت غير مشغول برزقك، فبدأ بالأولاد، أمّا في الثانية فقال:  {نَّحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ ... }  [الأنعام: ١٥١] وقدم الآباء؛ لأن الفقر موجود، والإنسان مشغول أولاً برزق نفسه قبل رزق أولاده. </p><p> إذن: فلكل آية معنى وانسجام بين صَدْرها وعَجُزها، المهم أن تتدبر لغة القرآن، وتفهم عن الله مراده. </p><p> وقوله سبحانه:  {وَهُوَ السميع العليم}  [العنكبوت: ٦٠] واختار هنا السميع العليم؛ لأن الحق سبحانه له قيُّومية على خَلْقه، فلم يخلقهم ثم يتركهم للنواميس، إنما خلق الخَلْق وهو سبحانه قائم عليه بقيوميته تعالى؛ لذلك يقول في بيان عنايته بصنعته {لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ ... }  [البقرة: ٢٥٥] يعني: يا عبادي ناموا مِلْءَ جفونكم؛ لأن ربكم لا ينام. </p><p> ومناسبة السميع هنا؛ أن الجوع إذا هَزَّ إنساناً ربما يصيح صيحة، أو يُحِدث شيئاً يدل على أنه جائع، فكأنه يقول: لم أجعلكم كذلك. </p><p> ثم يقول الحق سبحانه: </p><p> {وَلَئِن سَأَلْتَهُمْ مَّنْ خَلَقَ السماوات ... } . </p>"
}