{
  "id": null,
  "sura": 29,
  "aya": 5,
  "text": "<p> معنى {يَرْجُو لِقَآءَ الله ... }  [العنكبوت: ٥] يعني: يؤمن به وينتظره ويعمل من أجله، يؤمن بأن الله الذي خلقه وأعدَّ له هذا الكون ليحيا حياته الطيبة، وأنه سبحانه بعد ذلك سيُعيده ويحاسبه؛ لذلك إنْ لم يعبده ويطعْه شُكْراً له على ما وهب، فليعبده خوفاً منه أنْ يناله بسوء في الآخرة. </p><p> وأهل المعرفة يروْنَ فرقاً بين مَنْ يرجو الثواب ويرجو رحمة الله، ومن يرجو لقاء الله لذات اللقاء، لا خوفاً من نار، ولا طمعاً في جنة؛ لذلك تقول رابعة العدوية: </p><p> كُلُّهم يَعْبدُونَ مِنْ خَوْفِ نَارٍ ... ويروْنَ النجاةَ حَظَّاً جَزِيلاً </p><p> أَوْ بِأَنْ يَسْكُنُوا الجِنانَ فيحظَوْا ... بقُصُورٍ ويَشْربُوا سَلْسبِيلا </p><p> لَيْسَ لي بالجنَانِ والنّارِ حَظٌّ ... أنَا لا أبتغي بحِبي بَديلاَ </p><p> أي: أحبك يا رب، لأنك تُحَبُّ لذاتك، لا خوفاً من نارك، ولا طمعاً في جنتك، وهي أيضاً القائلة: اللهم إنْ كنتَ تعلم أني أحبك طمعاً في جنتك فاحرمني منها، وإنْ كنتَ تعلم أنِّي أعبدك خوفاً من نارك فاحرقني بها. </p><p> ويقول تعالى في سورة الكهف:  {فَمَن كَانَ يَرْجُواْ لِقَآءَ رَبِّهِ فَلْيَعْمَلْ عَمَلاً صَالِحاً وَلاَ يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدَاً}  [الكهف: ١١٠] ولو كانت الجنة لأن لقاء الله أعظم، وهو الذي يُرْجى لذاته. </p><p> والحق سبحانه يؤكد هذه المسألة بأكثر من مؤكد:  {فَإِنَّ أَجَلَ الله لآتٍ ... }  [العنكبوت: ٥] فأكَّده بإن واللام وصيغة اسم الفاعل الدالة </p><p> على تحقُّق الفعل، كما قال سبحانه:  {كُلُّ شَيْءٍ هَالِكٌ}  [القصص: ٨٨] ولم يقل: سيهلك، وقوله سبحانه مخاطباً نبيه محمداً صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  {إِنَّكَ مَيِّتٌ وَإِنَّهُمْ مَّيِّتُونَ}  [الزمر: ٣٠] . </p><p> يخاطبهم بهذه الصيغة وهم ما يزالون أحياءً؛ لأن الميِّت: مَنْ يؤول أمره وإن طال عمره إلى الموت، أما مَنْ مات فعلاً فيُسمَّى (مَيْت) . </p><p> وأنت حينما تحكم على شيء مستقبل تقول: يأتي أو سيأتي، وتقول لمن تتوعده: سأفعل بك كذا وكذا، فأنت جازفتَ وتكلمتَ بشيء لا تملك عنصراً من عناصره، فلا تضمن مثلاً أنْ تعيش لغد، وإنْ عشتَ لا تضمن أن يعيش هو، وإنْ عاش ربما يتغير فكرك ناحيته، أو فقدتَ القدرة على تنفيذ ما تكلمت به كأنْ يصيبك مرض أو يِلُم بك حدث. </p><p> لكن حينما يتكلم مَنْ يملك ازمّة الأمور كلها، ويعلم سبحانه أنه لن يفلت أحد منه، فحين يحكم، فليس للزمن اعتبار في فعله، لذلك لم يقل سبحانه: إن أجل الله سيأتي، بل {لآتٍ ... }  [العنكبوت: ٥] على وجه التحقيق. </p><p> وسبق أنْ ذكرنا في هذا الصدد قوله تعالى عن القيامة:  {أتى أَمْرُ الله فَلاَ تَسْتَعْجِلُوهُ ... }  [النحل: ١] وقد وقف السطحيون أمام هذه الآية يقولون: وهل يستجعل الإنسان إلا ما لم يَأْتِ بَعْد؟ لأنهم لا يفهمون مراد الله، وليست لديهم مَلَكة العربية، فالله تعالى يحكم على المستقبل، وكأنه ماضٍ أي مُحقّق؛ لأنه تعالى لا يمنعه عن مراده مانع، ولا يحول دونه حائل. </p><p> ولفظ الأجل جاء في القرآن في مواضع كثيرة، منها:  {وَلِكُلِّ أُمَّةٍ أَجَلٌ فَإِذَا جَآءَ أَجَلُهُمْ لاَ يَسْتَأْخِرُونَ سَاعَةً وَلاَ يَسْتَقْدِمُونَ}  [الأعراف: ٣٤] وفي الآية التي معنا: {فَإِنَّ أَجَلَ الله لآتٍ ... }  [العنكبوت: ٥] . </p><p> والأجلان مختلفان بالنسبة للحضور الحياتي للإنسان، فالأجل الأول يُنهي الحياة الدنيا، والأجل الآخر يُعيد الحياة في الآخرة للقاء الله عَزَّ وَجَلَّ، إذن: فالأجلان مرتبطان. </p><p> والحق - سبحانه وتعالى - حينما يعرض لنا قضية غيبية يُؤنِسنا فيها بشيء حسيٍّ معلوم لنا، حتى يستطيع العقل أن ينفذ من الحَسيِّ إلى الغيبي غير المشاهد. وأنت ترى أن أعمار بني آدم من هذه الحياة تتفاوت: فواحد تغيض به الأرحام، فلا يخرج للحياة، وواحد يتنفس زفيراً واحداً ويموت. . إلخ. </p><p> وفي كل لحظة من لحظات الزمن نعاين الموت، مَنْ يموت بعد نفَس واحد، ومَنْ يموت بعد المائة عام. إذن: فلا رتابة في انقضاء الأجل، لا في سِنٍّ ولا في سبب: فهذا يموت بالمرض، وهذا بالغرق، وهذا يموت على فراشه. </p><p> لذلك يقول الشاعر: </p><p> فَلا تحسَب السُّقْم كأسَ الممات ... وإنْ كانَ سُقْماً شَديد الأَثَر </p><p> فَرُبَّ عليلٍ تراهُ اسْتفاقَ ... ورُبَّ سَليمٍ تَراَهُ احتُضرْ </p><p> وقال آخر: </p><p> وَقَدْ ذَهَب الممتِلي صحةً ... وصَحَّ السَّقِيمُ فَلَمْ يذْهب </p><p> وتجد السبب الجامع في الوباءات التي تعتري الناس، فيموت </p><p> واحد ويعيش آخر، فليس في الموت رتابة، والحق - سبحانه وتعالى - حينما يقول:  {وَلِكُلِّ أُمَّةٍ أَجَلٌ فَإِذَا جَآءَ أَجَلُهُمْ لاَ يَسْتَأْخِرُونَ سَاعَةً وَلاَ يَسْتَقْدِمُونَ}  [الأعراف: ٣٤] نجد واقع الحياة يؤكد هذا، فلا وحدةَ في عمر، ولا وحدةَ في سبب. </p><p> والصدق في الأجل الأول المشاهد لنا يدعونا إلى تصديق الأجل الآخر، وأن أجل الله لآت، فالأجل الذي أنهى الحياة بالاختلاف هو الذي يأتي بالحياة بالاتفاق، فبنفخة واحدة سنقوم جميعاً أحياءً للحساب، فإن اختلفنا في الأولى فسوف نتفق في الآخرة؛ لأن الأرواح عند الله من لَدُنْ آدم عليه السلام وحتى تقوم الساعة، وبنفخة واحدة يقوم الجميع. </p><p> وسبق أن قُلْنا: إن الأزمان ثلاثة: حاضر نشهده، وماضٍ غائب عنا لا نعرف ما كان فيه، ومستقبل لا نعرف ما يكون فيه. والحق سبحانه يعطي لنا في الوجود المشاهد دليلَ الصدق في غير المشاهد، فنحن مثلاً لا نعرف كيف خلقنا الخَلْق الأول إلا من خلال ما أخبرنا الله به أن أَصلْ الإنسان تراب اختلط بالماء حتى صار طيناً، ثم حمأ مسنوناً، ثم صلصالاً كالفخار. . إلخ. </p><p> ثم جعل نسل الإنسان من نطفة تتحول إلى علقة، ثم إلى مضغة، ثم إلى عظام، ثم تُكْسى العظام لحماً. وإنْ كان العلم الحديث أرانا النطفة والعلقة والمضغة، وأرانا كيف يتكوَّن الجنين، فيبقى الخَلْق الأول من تراب غيباً لا يعلمه أحد. </p><p> ولا تُصدِّق من يقول: إني أعلمه؛ لأن الله تعالى حذرنا من هؤلاء المضلين في قوله: {مَّآ أَشْهَدتُّهُمْ خَلْقَ السماوات والأرض وَلاَ خَلْقَ </p><p> أَنْفُسِهِمْ وَمَا كُنتُ مُتَّخِذَ المضلين عَضُداً} </p><p> [الكهف: ٥١] . </p><p> فلا علمَ لهم بخَلْق الإنسان، ولا علمَ لهم بخَلْق ظواهر الكون، فلا تسمع لهم، وخُذْ معلوماتك من كتاب ربك الذي خلق سبحانه، ويقوم وجود المضلين الذين يقولون: إن الأرض قطعة من الشمس انفصلتْ عنها، أو أن الإنسان أصله قرد - يقوم وجودهم، وتقوم نظرياتهم دليلاً على صدق الحق سبحانه فيما أخبر. </p><p> وإلا، فكيف نُصدِّق نظرية ترقِّي القرد إلى الإنسان؟ ولماذا ترقّى قرد (دارون) ولم تترقَّ باقي القرود؟ </p><p> وإذا كان المؤمن مُصدِّقاً بقوله تعالى:  {فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُ سَاجِدِينَ}  [الحجر: ٢٩] لأنه آمن بالله، وآمن بما جاء به رسول الله، فكيف بمَنْ لا يؤمن ولا يُصدِّق؟ لذلك يُؤنِس الحق سبحانه هذه العقول المستشرفة لمعرفة حقائق الأشياء يُؤنِسها بما تشاهد: فإنْ كنتَ لا تُصدِّق مسألة الخَلْق فأنت بلا شكٍّ تشاهد مسألة الموت وتعاينه كل يوم، والموت نَقْضٌ للحياة، ونَقْض الشيء يأتي عكْس بنائه. </p><p> والخالق - عَزَّ وَجَلَّ - أخبر أن الروح هي آخر شيء في بناء الإنسان، لذلك هي أول شيء يُنقَض فيه عند الموت، إذن: مشهدك في كيف تموت، يؤكد لك صِدْق الله في كيف جئت؟ </p><p> وأجل الآخرة أمر لا بُدَّ منه ليُثاب المطيع ويُعَاقب العاصي، أَلاَ ترى إلى النظم الاجتماعية حتى عند غير المؤمنين تأخذ بهذا المبدأ </p><p> لاستقامة حركة الحياة؟ فما بالك بمنهج الله تعالى في خَلْقه، أيترك الظالم والمجرم يُفلِت من العقاب في الآخرة بعد أنْ أفلت من عقاب الدنيا؟ </p><p> وكنا نردُّ بهذا المنطق على الشيوعيين: لقد عاقبتُم مَنْ طالته أيديكم من المجرمين، فكيف بمَنْ ماتوا ولم تعاقبوهم، أليستِ الآخرةُ تحلّ لكم هذا المأزق؟ </p><p> ثم تُختمَ الآية بقوله تعالى:  {وَهُوَ السميع العليم}  [العنكبوت: ٥] ألا ترى أنه تعالى لو قال: العليم فقط لشملَ المسموع أيضاً؛ لأن العلم يحيط بكل المدركات؟ فلماذا قال {السميع العليم}  [العنكبوت: ٥] ؟ </p><p> قالوا: لأن اللغة العربية حينما تكلمتْ عن العمل والفعل والقول قسَّمت الجوارح أقساماً: فاللسان له القول، وبقية الجوارح لها الفعل، وهما جميعاً عمل، فالقول عمل اللسان، والفعل عمل بقية الجوارح، فكأن اللسان أخذ شطر العمل، وبقية الجوارح أخذت الشطر الآخر. </p><p> وباللسان معرفة إيمانك، حين تقول: لا إله إلا الله محمد رسول الله، وهي أشرف ما يعمل الإنسان، وبه بلاغ الرسول عن الله لخَلْقه، إذن: فأفعال الجوارح الشرعية ناشئة من اللسان ومن السماع؛ لذلك جعل القول وهو عمل اللسان شطر العمل كله. </p><p> ولأهمية القول قال تعالى:  {ياأيها الذين آمَنُواْ لِمَ تَقُولُونَ مَا لاَ تَفْعَلُونَ}  [الصف: ٢] فكل فعل ناشيء عن انصياع لقول أو سماع لقول؛ لذلك ختم سبحانه هذه الآية بقوله:  {وَهُوَ السميع العليم}  [العنكبوت: ٥] . </p>"
}