{
  "id": null,
  "sura": 29,
  "aya": 53,
  "text": "<p> عجيب أنْ يطلب الإنسان لنفسه العذاب، وأن يستعجله إن أبطأ عليه، إذن: ما طلبه هؤلاء إلا لاعتقادهم أنه غير واقع بهم، وإلا لو ووَثِقُوا من وقوعه ما طلبوه. </p><p> {وَلَوْلاَ أَجَلٌ مُّسَمًّى لَّجَآءَهُمُ العذاب ... }  [العنكبوت: ٥٣] لأن كل شيء عند الله بميقات، وأجل، والأجل يختلف باختلاف أصحابه وهو أجل الناس وأعمارهم، وهي آجال متفرقة فيهم، لكن هناك أجل يجمعهم جميعاً، ويتفقون فيه، وهو أجل الساعة. </p><p> فقوله تعالى:  {فَإِذَا جَآءَ أَجَلُهُمْ لاَ يَسْتَأْخِرُونَ سَاعَةً وَلاَ يَسْتَقْدِمُونَ}  [الأعراف: ٣٤] أي: بآجالهم المتفرقة. أما أجل القيامة فأجل واحد مُسمّى عنده تعالى، ومن عجيب الفَرْق بن الأجلين أن الآجال المتفرقة في الدنيا تنهي حياة، أمّا أجل الآخرة فتبدأ به الحياة. </p><p> والمعنى {وَلَوْلاَ أَجَلٌ مُّسَمًّى لَّجَآءَهُمُ العذاب ... }  [العنكبوت: ٥٣] أن المسألة ليست على هواهم ورغباتهم؛ لذلك يقول تعالى:  {خُلِقَ الإنسان مِنْ عَجَلٍ ... }  [الأنبياء: ٣٧] ويقول: {سَأُوْرِيكُمْ آيَاتِي فَلاَ تَسْتَعْجِلُونِ}  [الأنبياء: ٣٧] . </p><p> لذلك «لما عقد النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ صلح الحديبية بينه وبين كفار مكة، ورضي أنْ يعود بأصحابه دون أداء فريضة العمرة غضب الصحابة وعلي وعمر، ولم يعجبهم هذا الصلح، وكادوا يخالفون رسول الله غيرةً منهم على دينهم،حتى أن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ دخل على أم سلمة رَضِيَ اللَّهُ عَنْها وقال:» هلك المسلمون «قالت: ولم يا رسول الله؟قال:» أمرتهم فلم يمتثلوا «فقالت: يا رسول الله اعذرهم، فهم مكروبون، جاءوا على شَوْقٍ لبيت الله، وكانوا على مقربة منه هكذا، ثم يُمنعون ويُصدُّون، اعذرهم يا رسول الله، ولكن امْضِ فاصنع ما أمرك الله به ودَعْهم، فإنْ هم رأوْكَ فعلتَ فعلوا، وعلموا أن ذلك عزيمة.</p><p> وفعلاً ذهب رسول الله، وتحلّل من عمرته، ففعل القوم مثله» ، ونجحت مشورة السيدة أم سلمة، وأنقذت الموقف. </p><p> «ثم بيَّن الله لهم الحكمة في العودة هذا العام دون قتال، ففي مكة </p><p> إخوان لكم آمنوا، ويكتمون إيمانهم، فإنْ دخلتم عليهم مكة فسوف تقتلونهم دون علم بإيمانهم. </p><p> وكان عمر - رَضِيَ اللَّهُ عَنْه - كعادته شديداً في الحق، فقال: يا رسول الله، ألسنا على الحق؟ قال: صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:» بلى «قال: أليسوا على الباطل؟ قال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ» بلى «قال: فَلِمَ نعطي الدنية في ديننا؟فقال أبو بكر:الزم غَرْزك يا عمر» . يعني قِف عند حدِّك وحجِّم نفسك، ثم قال بعدها ليبرر هذه المعاهدة: ما كان فتح في الإسلام أعظمَ من فتح الحديبية - لا فتح مكة. </p><p> لماذا؟ لأن الحديبية انتزعت من الكفار الاعترافَ بمحمد، وقد كانوا معارضين له غير معترفين بدعوته، والآن يكاتبونه معاهدة ويتفقون معه على رأي، ثم إنها أعطت رسول الله فرصة للتفرغ لأمرالدعوة ونشرها في ربوع الجزيرة العربية، لكن في وقتها لم يتسع ظنُّ الناس لما بين محمد وربه، والعباد عادةً ما يعجلون، والله - عَزَّ وَجَلَّ - لا يعجل بعجلة العباد حتى تبلغ الأمور ما أراد سبحانه. </p><p> ثم يقول تعالى:  {وَلَيَأْتِيَنَّهُمْ بَغْتَةً وَهُمْ لاَ يَشْعُرُونَ}  [العنبكوت: ٥٣] يعني: فجأة، وليس حسب رغبتهم {وَهُمْ لاَ يَشْعُرُونَ}  [العنكبوت: ٥٣] لا يشعرون ساعتها أم لا يشعرون الآن أنها حق، وأنها واقعة لأجل مسمى؟ </p><p> المراد لا يشعرون الآن أنها آتية، وأن لها أجلاً مُسمى، وسوف تباغتهم بأهوالها، فكان عليهم أن يعلموا هذه من الآن، وأن يؤمنوا </p><p> بها. إذن: فليس المراد أنهم لا يشعرون بالبغتة؛ لأن شعورهم بالبغتة ساعتها لا ينفعهم بشيء. </p><p> ثم يقول الحق سبحانه:  {يَسْتَعْجِلُونَكَ بالعذاب ... .} . </p>"
}