{
  "id": null,
  "sura": 29,
  "aya": 6,
  "text": "<p> وكلمة {جَاهَدَ ... }  [العنكبوت: ٦] تناسب النجاح في الابتلاء، والجهاد: بذْل الجهد في إنفاذ المراد، ومنه اجتهد فلان في كذا يعني: عمل أقصى ما في وُسْعه من الجدِّ والاجتهاد في أن يستنبط الحكم. </p><p> والجهاد له مجالان: مجال في النفس يجاهدها ليقْوَى بمجاهدة نفسه على مجاهدة عدوه. </p><p> وجاهد: مفاعلة، كأن الشيء الذي تريده صعب، يحتاج إلى جهد منك ومحاولة، والمفاعلة تكون من الجانبين: منك ومن الشيء الذي يقابلك، وأول ميادين الجهاد النفس البشرية؛ لأن ربك خلق فيك غرائز وعواطف لمهمة تؤديها، ثم يأتي منهج السماء ليكبح هذه الغرائز ويُرقِّيها، حتى لا تنطق معها إلى ما لا يُباح. </p><p> فحب الاستطلاع مثلاً غريزة محمودة في البحث العلمي والاكتشافات النافعة، أمّا إنْ تحوّل إلى تجسُّس وتتبع لعورات الناس فهو حرام؛ الأكل والشرب غريزة لتقتات به، وتتولد عندك القدرة على العمل، فإنْ تحوَّل إلى نهم وشراهة فقد خرجت بالغريزة عن مرادها والهدف منها. </p><p> وعجيب أمر الناس في تناول الطعام، فالسيارة مثلاً لا نعطيها خليطاً من الوقود، إنما هو نوع واحد، أما الإنسان فلا تكفيه عدة أصناف، كل منها لها تفاعل في الجسم، حينما تتجمع هذه التفاعلات تضر أكثر مما تنفع. </p><p> إذن: هذه الغرائز تحتاج منك إلى مجاهدة؛ لتظل في حَدِّ الاعتدال، عملاً بالأثر:  «نحن قوم لا نأكل حتى نجوع، وإذا أكلنا لا نشبع، ولا نشرب حتى نظمأ، وإذا شربنا لا نقنع» . </p><p> ولو عملنا بهذا الحديث لَقضيْنا على القنبلة الذرية للاقتصاد في بلادنا، وكم تحلو لك اللقمة بعد الجوع مهما كانت بسيطة وغير مكلِّفة؛ لذلك يقولون: نعم الإدام الجوع، ثم إذا أكلتَ لا تملأ المعدة، ودع كما قال رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «فثلث لطعامه، وثلث لشرابه، وثلث لنفَسه» . </p><p> وبهذا المنهج الغذائي الحكيم نضمن بنية سليمة وعافية لا يخالطها مرض. </p><p> فالغرائز خلقها الله فيك لمهمة، فعليك أنْ تقف بها عند مهمتك. ومثل الغرائز العواطف من حب وكُرْه وشفقه وحُزْن. . إلخ، وهذه ليس لها قانون إلا أنْ تقفَ بها عند حدود العاطفة لا تتعداها إلى النزوع، فأحبب مَنْ شئتَ وأبغض مَنْ شئتَ، لكن لا تتعدَّ ولا تُرتِّب على العاطفة حكماً. </p><p> وقد ذكرنا لهذه المسألة مثالاً بسيدنا عمر - رَضِيَ اللَّهُ عَنْه - وكان له أخٌ اسمه زيد قُتل، ثم أسلم قاتله، فكان عمر كلما رآه يقول له: ازْوِ عني وجهك - يعني: أنا لا أحبك - فيقول: أو عدم حبك لي يمنعني حقاً من حقوقي؟ قال: لا، قال: إنما يبكي على الحب </p><p> النساء. يعني: الحب والكره مسائل يهتم بها النساء، والمهم العمل، وما يترتب على هذه العواطف. </p><p> ومن المجاهدة مجاهدة مَنْ سُلِّط عليك من جبار أو نحوه، تجاهده وتصبر على إيذائه، فحبُّك للحق يجعلك تصبر عليه، يقول تعالى:  {وَلَنَبْلُوَنَّكُمْ حتى نَعْلَمَ المجاهدين مِنكُمْ والصابرين وَنَبْلُوَاْ أَخْبَارَكُمْ}  [محمد: ٣١] . </p><p> كل هذه بلاءات تحتاج إلى مجاهدة، فإنْ كان لك غريم فإنْ قدرت أن تدفع أذاه بالتي هي أحسن فافعل، وإنْ أردت أنْ تعاقب فعاقب بالمثل، وهذه مسألة صعبة؛ لأنك لا تستطيع تقدير المثلية أو ضبطها، بحيث لا تتعدى، فمثلاً لو ضربك خصمك ضربة، أتستطيع أنْ تردَّ عليه بمثلها دون زيادة؟ </p><p> إذن: فلا تُدخل نفسك في هذه المتاهة، وأَوْلَى بك أنْ تأخذ بقوله تعالى {والعافين عَنِ الناس ... }  [آل عمران: ١٣٤] وتنتهي المسألة. </p><p> فإذا كانت المصيبة لا غريمَ لك فيها، كالمرض والموت وغيرهما من القدريات التي يُجريها الله عليك، فقُلْ إن ربي أراد بي خيراً، فبها تُكفّر الذنوب والسيئات وبها أنال أجر الصابرين، وربما أنني غفلت عن ربي أو غرَّتني النعمة، فابتلاني الله ليلفتني إليه ويُذكِّرني به. </p><p> ومن المجاهدة مجاهدة النفس في تلقِّي المنهج بافعل ولا تفعل، والتكليف عادةً ما يكون شاقاً على النفس يحتاج إلى مجاهدة، وإياك أنْ تنقلَ مدلول افعل في لا تفعل، أو تنقل مدلول لا تفعل في افعل. وحين تستقصي (افعل ولا تفعل) في منهج الله تجده يأخذ نسبة سبعة بالمائة من حركاتك في الحياة، والباقي مباحات، لك الحرية تفعلها أو تتركها. </p><p> وقد يتعرض الإنسان المستقيم للاستهزاء والسخرية حتى مِمَّن هو على دينه، لأن المنحرف دائماً يشعر بنقص فيتضاءل ويصغَر أمام نفسه، ويحاول أن يجر الآخرين إلى نفس مستواه حتى يتساوى الجميع، وإلا فكيف تكون أنت مهتدياً مستقيماً وهو عاصٍ ضالٌّ؛ لذلك تراه يسخر منك ويُهوِّن من شأنك، لماذا؟ ليُزهِّدك في الطاعة، فتصير مثله. </p><p> واقرأ إنْ شئتَ قوله تعالى:  {إِنَّ الذين أَجْرَمُواْ كَانُواْ مِنَ الذين آمَنُواْ يَضْحَكُونَ وَإِذَا مَرُّواْ بِهِمْ يَتَغَامَزُونَ وَإِذَا انقلبوا إلى أَهْلِهِمُ انقلبوا فَكِهِينَ وَإِذَا رَأَوْهُمْ قالوا إِنَّ هؤلاء لَضَالُّونَ وَمَآ أُرْسِلُواْ عَلَيْهِمْ حَافِظِينَ فاليوم الذين آمَنُواْ مِنَ الكفار يَضْحَكُونَ عَلَى الأرآئك يَنظُرُونَ هَلْ ثُوِّبَ الكفار مَا كَانُواْ يَفْعَلُونَ}  [المطففين: ٢٩ - ٣٦] . </p><p> ولا شكَّ أن مثل هذا يحتاج منك إلى صبر على أذاه، ومجاهدة للنفس حتى لا تقع في الفخِّ الذي ينصبه لك. </p><p> وقد تأتيك الوسوسة من الشيطان فيُزيِّن لك الشر، ويُحبِّب إليك المعصية، وعندها تذكر قول الله تعالى:  {يابنيءَادَمَ لاَ يَفْتِنَنَّكُمُ الشيطان كَمَآ أَخْرَجَ أَبَوَيْكُمْ مِّنَ الجنة يَنزِعُ عَنْهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوْءَاتِهِمَآ ... }  [الأعراف: ٢٧] . </p><p> فعليك - إذن - أن تتذكّر العداوة الأولى بين أبيك آدم وبين الشيطان لتكون منه على حذر، وسبق أن أوضحنا كيف نفرق بين المعصية التي تأتي من النفس، والتي تأتي من وسوسة الشيطان، فالنفس تقف بك عند معصية بعينها لا تريد غيرها، أما الشيطان فإنْ تأبيتَ عليه في ناحية نقلك إلى أخرى، المهم عنده أنْ يُوقِعك على أي حال. </p><p> إذن: أعداؤك كثيرون، يحتاجون منك إلى قوة إرادةَ وإلى مجاهدة. </p><p> ومجيء هذه الآية التي تذكر الجهاد بعد قوله تعالى {فَإِنَّ أَجَلَ الله لآتٍ وَهُوَ السميع العليم}  [العنكبوت: ٥] يطلب من الإنسان الذي يعتقد أن أجلَ الله بلقاء الآخرة أتٍ، وذلك أمر لا شكَّ فيه - يطلب منه أنْ يستعدَّ لهذا اللقاء. </p><p> وقال تعالى:  {فَإِنَّمَا يُجَاهِدُ لِنَفْسِهِ إِنَّ الله لَغَنِيٌّ عَنِ العالمين}  [العنكبوت: ٦] لأن الإنسان طرأ على كون مُهيأ لاستقباله بسمائه وأرضه وشمسه وقمره ومائه وهوائه، فكل ما في الكون خادم لك، ولن تزيد أنت في مُلْك الله شيئاً، وكل سَعْيك وفكرك لترف حياتك أنت، فحين تفعل الخير فلن يستفيدَ منه إلا أنت وربك غني عن عطائك. </p><p> فإنْ جاهدتَ فإنما تجاهد لنفسك، كما لو امتنَّ عليك خادمك بالخدمة فتقول له: بل خدمتَ نفسك وخدمتَ عيالك حينما خدمتَ لتوفر لك ولهم أسباب العيش، وأنا الذي تعبتُ وعرقتُ لأوفر لك المال الذي تأخذه. </p><p> وكذلك الحق سبحانه يقول لنا {وَمَن جَاهَدَ فَإِنَّمَا يُجَاهِدُ لِنَفْسِهِ ... }  [العنكبوت: ٦] أي: حينما يطبق المنهج ويسير على هُداه، والحق سبحانه يؤكد هذه القضية في آيات عديدة {مَّنْ عَمِلَ صَالِحاً فَلِنَفْسِهِ وَمَنْ أَسَآءَ فَعَلَيْهَا وَمَا رَبُّكَ بِظَلاَّمٍ لِّلْعَبِيدِ}  [فصلت: ٤٦] . </p><p> ويقول الحق سبحانه:  {إِنْ أَحْسَنْتُمْ أَحْسَنْتُمْ لأَنْفُسِكُمْ وَإِنْ أَسَأْتُمْ فَلَهَا ... }  [الإسراء: ٧] . </p><p> ويقول سبحانه:  {لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكتسبت ... }  [البقرة: ٢٨٦] . </p><p> إذن: المسألة منك وإليك، ولا دخلَ لنا فيها إلا حرْصنا على صلاح الخَلْق وسلامتهم، كصاحب الصَّنْعة الذي يريد لصنعته أن </p><p> تكون على خير وجه وأكمله، لذلك أفيضُ عليه من قدراتي قدرة، ومن علمي علماً، ومن بَسْطي بَسْطاً، ومن جبروتي جبروتاً، وأعطيه من صفاتي. </p><p> لذلك قال بعض العارفين:  «تخلقوا بأخلاق الله» . </p><p> لأن العون في وهب الصفات ومجال الصفات في الفعل ليس في أنْ أفعل لك، إنما في أنْ أُعينك لتفعل أنت، فالواحد منا حينما يرى عاجزاً لا يستطيع حَمْل متاعه، ماذا يفعل؟ يحمله عنه، أي: يُعدِّي إليه أثر قوته، إنما يظل العاجز عاجزاً والضعيف ضعيفاً كلما أراد شيئاً احتاج لمن يقوم له به. </p><p> أما الحق - سبحانه وتعالى - فيفيض عليك من قوته، ويهبُ لك من قدرته وغِنَاه لتفعل أنت بنفسك؛ لذلك مَنْ يتخلق بأخلاق الله يقول: لا تعْطَ الفقير سمكة، إنما علِّمه كيف يصطاد، حتى لا يحتاج لك في كل الأوقات، أفِضْ عليه ما يُديم له الانتفاع به. </p><p> إذن: الحق سبحانه يهَبُ القادرين القدرةَ، ويهَبُ الأغنياء الغِنَي، والعلماء العلمَ والحكماءَ الحكمةَ. وهذه من مظاهر عظمته تعالى ألاَّ يُعدِّي أثر الصفة إلى عباده، إنما يُعدِّي بعض الصفة إليهم، لتكون ذاتية فيهم. </p><p> بل ويعطي سبحانه ما هو أكثر من ذلك، يعطيك الإرادة التي تفعل بها لمجرد أن تفكر في الفعل، بالله ماذا تفعل لكي تقوم من مكانك؟ ماذا تفعل حينما تريد أنْ تحمل شيئاً أو تحرك عضواً من أعضائك؟ هل أمرتك أمراً؟ هل قلت لها افعلي كذا وكذا؟ </p><p> حين تنظر إلى (البلدوزر) مثلاً أو (الونش) كيف يتحرك، </p><p> وكيف أن لكل حركة فيه زراً يحركها وعمليات آلية معقدة، تأمل في نفسك حين تريد أن تقوم مثلاً بمجرد أن تفكر في القيام، تجد نفسك قائماً، مرادك أنت في الأعضاء أن تفعل وتنفعل لك. </p><p> إذن، حينما يقول لك ربك:  {إِنَّمَآ أَمْرُهُ إِذَآ أَرَادَ شَيْئاً أَن يَقُولَ لَهُ كُن فَيَكُونُ}  [يس: ٨٢] فصدِّقه؛ لأنك شاهدتها في نفسك وفي أعضائك، فما بالك بربك - عَزَّ وَجَلَّ - أيعجز أن يفعل ما تفعله أنت؟ ماذا تفعل إنْ أردتَ أنْ تنام أو تبطش بيدك؟ </p><p> لا شيء غير الإرادة في داخلك؛ لأن ربك خلع عليك من قدرته، وأعطاك شيئاً من قوله (كُنْ) وقدرة من قدرته، لكن لم يشأ أنْ يجعلها ذاتية فيك حتى لا تغترّ بها. </p><p> لذلك إنْ أراد سبحانه سَلبَها منك لقوله تعالى:  {كَلاَّ إِنَّ الإنسان ليطغى أَن رَّآهُ استغنى}  [العلق: ٦ - ٧] فتأتي لتحرك ذراعك مثلاً فلا يطاوعك، لقد شُلَّ ويأبى عليك بعد أنْ كان طَوْع إرادتك، ذلك لتعلم أنه هِبَة من الله، إنْ شاء أخذها فهي ليست ذاتية فيك. </p><p> فالمجاهدة تشمل ميادين عديدة، مجاهدة الغرائز والعواطف، ومجاهدة مشقة المنهج في افعل ولا تفعل، ومجاهدة شياطين الإنس والجن، ومجاهدة خصوم الإسلام الذين يريدون أنْ يُطفئوا نور الله. </p><p> وروى البخاري «أن خباب بن الأرتّ دخل على سيدنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فقال: يا رسول الله، إننا في شدة، ألاَ تستنصر لنا؟ أَلاَ تدعو لنا؟فقال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:إنه كان الرجل فيمن قبلكم تُحفر له الحفرة، فيُوضع فيها، ثم يُؤتَى بالمنشار فيُقَدُّ نصفين، ثم يُمشَطُ لحمه عن عظمه بأمشاط الحديد، فلا يصرفه ذلك عن دين الله» . </p><p> ثم يطمئنه رسول الله على أن هذه الفترة - فترة الابتلاء - لن تطول، فيقول:  «والله لَيتِمنَّ الله هذا الأمر حتى يسير الراكب من صنعاء إلى حضرموت لا يخشى إلا الله والذئبَ على غنمه» . </p><p> والنبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وهو خاتم النبيين، «يدخل عليه سيدنا أبو سعيد الخدري فيجد رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يشتكي حرارة الحمى، فوضع يده على اللحاف الذي يلتحف به سيدنا رسول الله، فيُحِسّ حرارته من تحت اللحاف،فقال له:يا رسول الله، إنها لشديدة عليك؟فقال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:» يا أبا سعيد، إنه يُضعَّف لنا البلاء كما يُضعَّف لنا الجزاء «. </p><p> ذلك ليثبت أن البلاء لا يكون فقط من الأعداء، إنما قد يكون من الله تعالى، لماذا؟ لأن الله يباهي ملائكته بخَلْقه الطائعين المخبتين الصابرين، فيقولون: كيف لا يحبونك ويقبلون على طاعتك، وقد أنعمتَ عليهم بكذا وكذا، ويذكرون حيثيات هذه الطاعة، فيقول تعالى: وأسلب كل ذلك منهم ويحبونني، أي: يحبونني لذاتي. </p><p> ثم تختم هذه الآية بقوله تعالى:  {إِنَّ الله لَغَنِيٌّ عَنِ العالمين}  [العنكبوت: ٦] لأن ميادين الجهاد هذه لا يعود منها شيء إلى الله تعالى، ولا تزيد في مُلكه شيئاً، إنما يستفيد منها العبد؛ لأنه سبحانه الغني عن طاعة الطائعين وعبادة المتعبدين، ليس غنياً عنهم وفقط، إنما هو سبحانه الذي يُغنيهم ويُفيض عليهم من فَضلْه ومن غِناه. </p><p> ثم يقول الحق سبحانه:  {والذين آمَنُواْ وَعَمِلُواْ الصالحات ... } . </p>"
}