{
  "id": null,
  "sura": 29,
  "aya": 27,
  "text": "<p> وجاء وقت الجزاء لينال إبراهيم - عليه السلام - من ربه جزاء صبره على الابتلاء، وثباته على الإيمان، ألم يقُلْ لجبريل لما جاءه يعرض عليه المساعدة وهو في طريقه إلى النار: يا إبراهيم، ألك حاجة؟ فيقول إبراهيم: أما إليك فلا. لذلك يجازيه ربه، ويخرق </p><p> له النواميس، ويواليه بالنعم والآلاء، حتى مدحه سبحانه بقوله:  {إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً قَانِتاً لِلَّهِ ... }  [النحل: ١٢٠] . </p><p> وكان عليه السلام رجلاً خاملاً في القوم، بدليل قولهم عنه لما حَطّم أصنامهم:  {قَالُواْ سَمِعْنَا فَتًى يَذْكُرُهُمْ يُقَالُ لَهُ إِبْرَاهِيمُ}  [الأنبياء: ٦٠] فهو غير مشهور بينهم، مُهْمَل الذكر، لا يعرفه أحد، فلما والى الله والاه قال: لأجعلنك خليل الله وشيخ المرسلين ولأُجرينَّ ذِكْرك، بعد أنْ كنت مغموراً على كل لسان، وها نحن نذكره عليه السلام في التشهد في كل صلاة. </p><p> واقرأ قول إبراهيم في دعائه لربه؛ ليؤكد هذا المعنى:  {واجعل لِّي لِسَانَ صِدْقٍ فِي الآخرين}  [الشعراء: ٨٤] وكأنه يقول: يا رب إن قومي يستقلونني، فاجعل لي ذِكْراً عندك. </p><p> ومعلوم أن للتناسل والتكاثر نواميسَ، فلما أنْ أنجبت السيدة هاجر إسماعيل - عليه السلام - غضبت الحرة سارة: كيف تنجب هاجر وهي الأَمَة وتتميز عليها، لكن كيف السبيل إلى الإنجاب وسِنُّها تسعون سنة، وسِنّ إبراهيم حينئذٍ مائة؟ </p><p> قانون الطبيعة ونواميس الخَلْق تقول لا إنجاب في هذه السن، لكن سأخرق لك القانون، وأجعلك تُنجب هبة من عندي {وَوَهَبْنَا لَهُ </p><p> إِسْحَاقَ ... } [العنكبوت: ٢٧] ثم {وَيَعْقُوبَ ... }  [العنكبوت: ٢٧] . </p><p> وفي آية أخرى قال:  {وَيَعْقُوبَ نَافِلَةً ... }  [الأنبياء: ٧٢] . </p><p> أي: زيادة، لأنه صبر على ذَبْح إسماعيل، فقال له ربه: ارفع يدك فقد أديتَ ما عليك، ونجحت في الامتحان، فسوف أفديه لك، بل وأهبك أخاً له، وسأعطيك من ذريته يعقوب. </p><p> وسأجعلهم فَضْلاً عن ذلك رسلاً {وَجَعَلْنَا فِي ذُرِّيَّتِهِ النبوة والكتاب ... }  [العنكبوت: ٢٧] لذلك حين نستقريء موكب الأنبياء نجد جمهرتهم من ذرية إبراهيم عليه السلام كل من جاء بعده من ذريته. </p><p> والذرية المذكورة هنا يُرَاد بها إسحق ويعقوب، وهما المُوهبَان من سارة، أمّا إسماعيل فجاء بالقانون العام الطبيعي الذي يشترك فيه إبراهيم وغيره. </p><p> وكأن الحق - سبحانه وتعالى - في هذه المسألة يُدلِّل على طلاقة القدرة بأسباب تظهر فيها قدرة المسبِّب، فيقول لإبراهيم: إن كان قومك قد كفروا بك ولم يؤمنوا، فسأهبُكَ ذرية ليست مؤمنة مهدية فحسب، إنما هادية للناس جميعاً. </p><p> وإذا كانت ذرية إسحق ويعقوب قد أخذتْ أربعة آلاف سنة من موكب النبوات، فقد جاء من ذرية إسماعيل خاتم الأنبياء وإمام المتقين محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وستظل رسالته باقية خالدة إلى يوم القيامة، </p><p> فالرسل من ذرية إسحق كانوا متفرقين في الأمم، ولهم أزمنة محددة، أما رسالة محمد فعامة للزمان وللمكان، لا معقِّبَ له برسول بعده إلى يوم القيامة. </p><p> وقوله تعالى:  {والكتاب ... }  [العنكبوت: ٢٧] أي: الكتب التي نزلتْ على الأنبياء من ذريته، وهي: القرآن والإنجيل والتوراة والزبور. </p><p> ثم يقول سبحانه:  {وَآتَيْنَاهُ أَجْرَهُ فِي الدنيا ... }  [العنكبوت: ٢٧] قالوا: إنه كان خامل الذّكْر فنبغ شأنه وعلا ذكْره، وكان فقيراً، فأغناه الله حتى حدَّث المحدِّثون عنه في السِّيَر أنه كان يملك من الماشية ما يسأم الإنسان أنْ يَعدَّها، وكان له من كلاب الحراسة اثنا عشر كلباً. . إلخ وهذا أجره في الدنيا فقط. </p><p> {وَإِنَّهُ فِي الآخرة لَمِنَ الصالحين}  [العنكبوت: ٢٧] يعني: لن نقول له أذهبت طيباتك في حياتك الدنيا، بل هو في الآخرة من الصالحين، وهذا مُتمنَّى الأنبياء. إذن: فأجْره في الدنيا لم يُنقص من أجره في الآخرة. </p><p> لكن، لماذا وصف الله نبيه إبراهيم في الآخرة بأنه من الصالحين؟ قالوا: لأن إبراهيم أُثِر عنه ثلاث كلمات يسميها المتصيِّدون للأخطاء، ثلاث كذبات أو ذنوب: الأولى قوله لملك مصر </p><p> لما سأله عن سارة قال: أختي، والثانية لما قال لقومه حينما دَعَوْه للخروج معهم لعيدهم: إني سقيم. والثالثة قوله:  {بَلْ فَعَلَهُ كَبِيرُهُمْ هذا ... }  [الأنبياء: ٦٣] أي: عندما حطَّم الأصنام. </p><p> ويقول هؤلاء المتصيدون: إنها أقوال منافية لعصمة الأنبياء. لكن ما قولكم إنْ كان صاحب الأمر والحكم شهد له بالصلاح في الآخرة؟ </p><p> ثم إن المتأمل في هذه الأقوال يجدها من قبيل المعاريض التي قال عنها النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «إن في المعاريض لمندوحة عن الكذب» فقوله عن سارة: إنها أختي، هي فعلاً أخته في الإيمان، وربما لو قال زوجتي لقتله الملك ليتزوجها هو. </p><p> أما قوله {إِنِّي سَقِيمٌ ... }  [الصافات: ٨٩] فهو اعتذار عن مشهد كافر لا ينبغي للمؤمن حضوره، كما أن السِّقْم يكون للبدن، ويكون للقلب فيحتمل أن يكون قصده سقيم القلب لما يراه من كفر القوم. </p><p> وقوله {بَلْ فَعَلَهُ كَبِيرُهُمْ هذا ... }  [الأنبياء: ٦٣] أراد به إظهار الحجة وإقامة الدليل على بطلان عبادة الأصنام، فأراد أنْ يُنطقهم هم بما يريد أن يقوله؛ ليقررهم بأنها أصنام لا تضر ولا تنفع ولا تتحرك. </p><p> ثم يقول الحق سبحانه:  {وَلُوطاً إِذْ قَالَ لِقَوْمِهِ ... } . </p>"
}