{
  "id": null,
  "sura": 29,
  "aya": 62,
  "text": "<p> {يَبْسُطُ الرزق ... }  [العنكبوت: ٦٢] : يُوسِّعه، {وَيَقْدِرُ ... }  [العنكبوت: ٦٢] يعني يضيق، وآفة الناس في هذه المسألة أنهم لا يفسرون الرزق إلا بالمال، والرزق في الواقع كل ما ينتفع به الإنسان، فالعلم رزق، والحلم رزق، والجبروت رزق، والاستكانة رزق، وإتقان الصَّنْعة رزق. . إلخ. </p><p> والله سبحانه يُوسِّع الرزق لمَنْ يشاء، ويُضيِّقه على مَنْ يشاء، فالذي ضُيِّق عيه يحتاج لمن بسط له، وكذلك يبسط الرزق في شيء ويُضيِّقه في شيء آخر، فهذا بسط له في العقل مثلاً، وضيق عليه في المال. </p><p> فكأن الحق - سبحانه وتعالى - نثر مواهب الملكات بين خَلْقه، لم يجمعها كلها في واحد، وسبق أن أوضحنا أن مجموع الملكات عند الجميع متساوية في النهاية، فَمنْ بُسِط له في شيء ضُيِّق عليه في آخر؛ ليظل المجتمع مربوطاً برباط الاحتياج، ولا يستغني الناس بعضهم عن بعض، وحتى تتكامل المواهب بين الناس، فتساند لا تتعاند. </p><p> إذن: فالحق - سبحانه وتعالى - حين يبسط الرزق لعبد، ويَقْدره على آخر، لا يعني هذا أنه يحب الأول ويكره الآخر، ولو نظرتَ إلى كل جوانب الرزق وزوايا العطاء لوجدتها متساوية. </p><p> وحين نتأمل قوله سبحانه: {أَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّكَ نَحْنُ قَسَمْنَا </p><p> بَيْنَهُمْ مَّعِيشَتَهُمْ فِي الحياة الدنيا وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ ... } [الزخرف: ٣٢] فأيُّ بعض مرفوع؟ وأيُّ بعض مرفوع عليه؟ الكل مرفوع في جهة اختصاصه، ومرفوع عليه في غير جهة اختصاصه، إذن: فالجميع سواء. </p><p> وسبق أنْ ضربنا مثلاً لهذه القضية. وقلنا: إن العظيم الذي يسكن القصر يحتاج إلى العامل البسيط الذي يصلح له دورة المياه، وينقذه من الرائحة الكريهة التي يتأفف منها، فيسعى هو إليه ويبحث عنه، وربما ذهب إليه في محل عمله وأحضره بسيارته الفارهة، بل ويرجوه إنْ كان مشغولاً. </p><p> ففي هذه الحالة، ترى العامل مرفوعاً على الباشا العظيم، فلا يظهر الرفع إلا في وقت الحاجة للمرفوع. </p><p> وأيضاً لو لم يكُنْ بين الناس غني وفقير، مَنْ سيقضي لنا المصالح في الحقل، وفي المصنع، وفي السوق. . إلخ لا بُدَّ أنْ تُبنى هذه المسائل على الاحتياج، لا على التفضُّل. إذن: إنْ أردت أن تقارن بين الخَلْق فلا تحقِرنَّ أحداً؛ لأنه قد يفضل عليك في موهبة ما، فتحتاج أنت إليه. </p><p> ثم يقول الحق سبحانه:  {وَلَئِن سَأَلْتَهُمْ مَّن نَّزَّلَ مِنَ السمآء ... } . </p>"
}