{
  "id": null,
  "sura": 29,
  "aya": 29,
  "text": "<p> قوله:  {أَئِنَّكُمْ لَتَأْتُونَ الرجال ... }  [العنكبوت: ٢٩] دلالة على انحراف الغريزة الجنسية عندهم، والغريزة الجنسية جعلها الله في الإنسان لبقاء النوع، فالحكمة منها التناسل، والتناسل لا يكون إلا بين ذكر وأنثى، حيث تستقبل الأُنثى الحيوان المنوي الذكَري الذي تحتضنه البويضة الأنثوية، وتعلق في جدار الرحم وتكوّن الجنين؛ لذلك سمَّي الله تعالى المرأة حَرْثاً؛ لأنها مكان الاستنبات، وشَرْط في إتيان المرأة أن يكون في مكان الاستنبات. </p><p> لذلك، فالجماعة الذين كانوا ينادون بتشريع للمرأة يسمح للرجل بأن يأتيها كيفما يشاء، احتجوا بقوله تعالى:  {نِسَآؤُكُمْ حَرْثٌ لَّكُمْ فَأْتُواْ حَرْثَكُمْ أنى شِئْتُمْ ... }  [البقرة: ٢٢٣] . </p><p> ونقول لهؤلاء: لقد أخطأتم في فَهْم الآية، فالحَرْث هو الزرع المستنبت من الأرض، فمعنى {أنى شِئْتُمْ ... }  [البقرة: ٢٢٣] أي: أنهم حرث، إذن: فاحتجاجهم باطل، وبطلانه يأتي من عدم فهمهم لمعنى الحرث، وعليه يكون المعنى ائتوهن على أيِّ وجه من الوجوه شريطة أن يكون في مكان الحَرْث. </p><p> ولحكمة ربط الحق سبحانه بقاء النوع بالغريزة الجنسية، وجعل لها لذة ومتَعة تفوق أيَّ لذة أخرى في الحياة، فمثلاً أنت ترى المنظر الجميل فتُسَرُّ به عينك، وتسمع الصوت العَذْب فتسعد به أذنك ... إلخ فكل منافذ الإدراك لديك لها أشياء تمتعها. </p><p> لكن بأيِّ هذه الحواس تُدْرَك اللذة الجنسية؟ وأيّ ملكة فيك تُسَرُّ منها؟ كلُّ الحواس وكُلُّ الملكات تستمتع بها؛ لذلك لا يستطيع الإنسان مقاومتها، حتى قالوا: إنها اللحظة الوحيدة التي يمكن للإنسان فيها أنْ يغفل عن ربه؛ لذلك أمرنا بعدها بالاغتسال. </p><p> ولولا أن الخالق - عَزَّ وَجَلَّ - ربط مسألة بقاء النوع بهذه اللذة لَزهد فيها كثير من الناس، لما لها من تبعات ومسئوليات ومشاكل، لا بُدَّ منها في تربية الأولاد. </p><p> وسبق أن ذكرنا الحكمة القائلة:  «جَدَع الحلال أنفَ الغيرة» فالرجل يغَار على ابنته مثلاً، ولا يقبل مجرد نظر الغرباء إليها، ويثور إذا تعرَّض لها أحد، فإذا جاءه الشاب يطرق بابه ليخطب ابنته رحَّب به، واستقبله أهل البيت بالزغاريد وعلى الرَّحْب والسعة، فسقوا (الشربات) وأقاموا الزينات، فما الفرق بين الحالين؟ في الأولى كان دمه يغلي، والآن تنزل كلمات الله في عقد القرآن على قلبه بَرْداً وسلاماً. </p><p> أما خسيسة قوم لوط {أَئِنَّكُمْ لَتَأْتُونَ الرجال ... }  [العنكبوت: ٢٩] فهي انحراف عن الطبيعة السَّوية لا بقاءَ فيها للنوع، ومثلها إتيان المرأة في غير مكان الحرث. </p><p> وقوله تعالى:  {وَتَقْطَعُونَ السبيل ... }  [العنكبوت: ٢٩] أي: تقطعون الطريق على بقاء النوع؛ لأن الزنا وإنْ جاء بالولد فإنه لا يُوفر له </p><p> البقاء الكريم الشريف في المجتمع. فالحق سبحانه جعل لبقاء النوع طريقاً واحداً، فلا تسلك غير هذا الطريق، لا مع رجل ولا مع امرأة. </p><p> والسبيل كلمة مطلقة وتعني الطريق، سواء كان الطريق المادي أي: الشارع الذي نمشي فيه أو: المعنوي وهو الطريقة التي نسير عليها، ومنها قوله تعالى: </p><p> {قُلْ هذه سبيلي ... }  [يوسف: ١٠٨] أي: طريقي ومنهجي؛ لذلك السبيل القيمي سبيل واحد، حتى لا نتصادم ولا نتخاصم في حركة الحياة المعنوية، أمّا السبيل المادي فمتعدد حتى لا نتزاحم في حركة الحياة المادية. </p><p> والسبيل المادي (الطريق) الذي نسير فيه يُعَدُّ سمة الحضارة في أي أُمة، ونذكر أن هتلر قبل أن يدخل الحرب سنة ١٩٣٩ جعل كل همِّة في إنشاء شبكة من الطرق؛ لأن حركة الحرب غير العادية تحتاج إلى طرق إضافية أيام الحرب، ومن ذلك مثلاً الطريق الذي يُسمُّونه طريق المعاهدة، أي معاهدة سنة ١٩٣٦. </p><p> إذن: كلما وُجدت حركة زائدة احتاجت إلى طرق إضافية، وهذه الطرق تتناسب والمكان الذي تنشأ فيه، فالطرق في المدن نُسمِّيها شوارع وفي الخلاء نسميها طرقاً تناسب المساحة داخل المباني، ومنها تتفرع الحارات، وهي أقل منها، ومن الحارة تتفرع العَطْفة، وهي أقل من الحارة، وكلما ازدحمتْ البلاد لجأ الناس إلى توسيع نظام الحركة لتيسير مصالح الناس. </p><p> كما نرى في القاهرة مثلاً من أنفاق وكَبَارٍ، حتى لا تُعاق الحركة، وحتى نوفر للناس انسيابية فيها. </p><p> والأنفاق أنسب للجمال في المدن، والكبارى أجمل في الفضاء، حيث ترى مع ارتفاع الكباري آفاقاً أوسع ومناظر أجمل، أما إنْ حدث </p><p> عكس ذلك فأُنشئت الكبارى داخل الشوارع فإنها تُقلِّل من جمال المكان وتُحوِّل الشارع إلى أشبه ما يكون بعنابر الورش، كما أنها تؤذي سكان العمارات المجاورة لها. </p><p> وعلى الدولة أن تراعي هذه الأمور عند التخطيط، ألم نقرأ قوله تعالى:  {ثُمَّ السبيل يَسَّرَهُ}  [عبس: ٢٠] لا بُدَّ أن نُيسِّر السبل للسالكين؛ لأن معايش الناس وحركتهم تعتمد على الحركة في هذه الطرق. </p><p> فقوله تعالى:  {وَتَقْطَعُونَ السبيل ... }  [العنكبوت: ٢٩] فكان من قوم لوط قُطَّاع طرق كالذين يخرجون على الناس في أسفارهم وحركتهم، فيأخذون أموالهم وينهبون ما معهم، وإنْ تأبوا عليهم قتلوهم. وبعد أن قطعوا السبيل على الناس قطعوا السبيل على بقاء النوع. </p><p> يقول سبحانه في حقهم:  {وَتَأْتُونَ فِي نَادِيكُمُ المنكر ... }  [العنكبوت: ٢٩] فكانوا لا يتورعون عن فِعْل القبيح وقوله فيجلسون في الطرقات يستهزئون بالمارة ويؤذونهم كالذين يجلسون الآن على المقاهي ويتسكعون في الطرق ويؤذون خَلْق الله، ويتجاهرون بالقبيح من القول والفعل، فلا يسْلَم من إيذائهم أحد. </p><p> لذلك يعلمنا النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ آداب الطريق، «فيقول لمن سأله:» </p><p> وما حَقُّ الطريق يا رسول الله؟ قال: غَضُّ البصر، وكَفُّ الأذى، وردُّ السلام «. </p><p> وقد انتشر بين قوم لوط سوء الأخلاق، بحيث لا ينهى بعضهم بعضاً، كما قال سبحانه عن اليهود أنهم:  {كَانُواْ لاَ يَتَنَاهَوْنَ عَن مُّنكَرٍ فَعَلُوهُ ... }  [المائدة: ٧٩] . </p><p> والنادي: مكان تجمُّع القوم، ومنه قوله تعالى:  {فَلْيَدْعُ نَادِيَهُ}  [العلق: ١٧] أي: مكان تجمُّع رؤوس القوم وكبارهم، كما نرى الآن: نادي كذا، ونادي كذا. </p><p> والنادي وهو مكان عام يُعَدُّ المرحلة الأخيرة لانضباط السلوك الذي يجب أن يكون في المجتمع، فأنت مثلاً لك حجرة في بيتك خاصة بك، ولك فيها انضباط خاص بنفسك، وكذلك في صالة البيت لك انضباط أوسع، وفي الشارع لك انضباط أوسع. </p><p> والانضباط يتناسب مع الواقع الذي تعيشه، فحين تكون مثلاً بين أناس لا يعرفونك لا يكون انضباطك بنفس الدرجة التي تحرص عليها بين مَنْ تعرفهم كالموظف في مكتبه، والطالب في مدرسته. </p><p> إذن: فهؤلاء القوم قطعوا السبيل في بقاء النوع، حيث أتوا غير مَأْتيٍّ وانحرفوا عن الفطرة السَّوية، وقطعوا السبيل المادي، فأخافوا الناس وروَّعوهم ونهبوا أموالهم، وأخذوهم من الطرق بغرض هذه الفِعْلة النكراء، ثم كانوا يتبجحون بأفعالهم هذه، ويجاهرون بها في أنديتهم وأماكن تجمعاتهم. </p><p> فبماذا أجابه القوم؟ </p><p> {فَمَا كَانَ جَوَابَ قَوْمِهِ إِلاَّ أَن قَالُواْ ائتنا بِعَذَابِ الله إِن كُنتَ مِنَ الصادقين}  [العنكبوت: ٢٩] أي: من الصادقين في أنك مُبلِّغ عن الله، فنحن من العاصين، وأَرِنا العذاب الذي تتوعدنا به، وقولهم {ائتنا بِعَذَابِ الله ... }  [العنكبوت: ٢٩] مع أن العذاب شيء مؤلم، ولا يطلب أحد إيلام نفسه، فهذا دليل على عدم فهمهم لهذا الكلام، وأنهم غير متأكدين من صدقه، وإلا لو وَثِقوا بصدقه ما طلبوا العذاب. </p><p> وفي موضع آخر، حكى القرآن عنهم:  {فَمَا كَانَ جَوَابَ قَوْمِهِ إِلاَّ أَن قالوا أخرجوا آلَ لُوطٍ مِّن قَرْيَتِكُمْ إِنَّهمْ أُنَاسٌ يَتَطَهَّرُونَ}  [النمل: ٥٦] . </p><p> إذن: حدث منهم موقفان وجوابان: الأول {ائتنا بِعَذَابِ الله ... }  [العنكبوت: ٢٩] فلما لم يُجبهم إلى هذا الطلب الأحمق، وظل يتابع دعوته لهم، فلم ييأس منهم لجأوا إلى حيلة أخرى، فقالوا {أخرجوا آلَ لُوطٍ مِّن قَرْيَتِكُمْ ... }  [النمل: ٥٦] والعلة {إِنَّهمْ أُنَاسٌ يَتَطَهَّرُونَ}  [النمل: ٥٦] لأن الطَهْر في نظر هؤلاء عيب، والاستقامة جريمة، وهذا دليل على فساد عقولهم، وفساد قياسهم في الحكم. </p><p> ثم يقول الحق سبحانه:  {قَالَ رَبِّ انصرني ... } . </p>"
}