{
  "id": null,
  "sura": 29,
  "aya": 64,
  "text": "<p> الحياة: نعرفها بأنها ما يكون في الإنسان الأعلى في الوجود من حِسٍّ وحركة، فإذا انتهى حِسُّه وحركته لم تَعُدْ له حياة، وهذه الحياة موصوفة هنا بأوصاف ثلاثة: دنيا ولهو ولعب، كلمة دنيا تدل على أن مقابلها عُلْيا فساعة تسمع هذا الوصف «الحياة الدنيا» فاعلم أن هذا الوصف ما جاء إلا ليميزها عن حياة أخرى، تشترك معها في أنها حياة لله إلا أنها حياة عليا، هذه الحياة العُلْيا هي التي قال عنها ربنا - تبارك وتعالى - «الدار الآخرة» . </p><p> وإنْ كنا قد عرَّفنا الحياة الدنيا بأنها الحِسُّ والحركة في الإنسان، فالواقع عند التقنين أن لكل شيء في الوجود حياةً تُناسب مهمته، بدليل قوله تعالى حين يُنهي هذه الحياة:  {كُلُّ شَيْءٍ هَالِكٌ إِلاَّ وَجْهَهُ ... }  [القصص: ٨٨] . </p><p> فما يُقال له شيء لا بُدَّ أنْ يطرأ عليه الهلاك، والهلاك تقابله الحياة، بدليل قوله سبحانه:  {لِّيَهْلِكَ مَنْ هَلَكَ عَن بَيِّنَةٍ ويحيى مَنْ حَيَّ عَن بَيِّنَةٍ ... }  [الأنفال: ٤٢] . </p><p> فالحياة ضد الهلاك، إلا أنك تعرف الحياة عندك بالحس والحركة، </p><p> وكذلك الحياة في كل شيء بحسبه، حتى في الجماد حياة نلحظها في أن الجبل يتكون من أصناف كثيرة من الحجارة، ترتقي مع الزمن من حجارة إلى أشياء أخرى أعلى من الحجارة وأثمن، وما دامت يطرأ عليها هذا التغيير فلا بُدَّ أن فيها حياةً وتفاعلاً لا ندركه نحن. </p><p> إذن: فكل شيء له حياة، لكن الآفة أننا نريد حياة كالتي فينا نحن، وأذكر نحن في مراحل التعليم قالوا لنا: هناك شيء اسمه المغناطيس، وعملية اسمها الممغنطة، فحين تُمغنط قطعة من الحديد تُكسِبها قدرة على جَذْب قطعة أخرى وفي اتجاه معين، إذن: في الحديد حياة وحركة وتفاعل، لكن ليس عندك الآلة التي تدرك بها هذه الحركة، وفيها ذرات داخلية لا تُدرَك بالعين المجردة تم تعديلها بالمغنطة إلى جهة معينة. </p><p> واقرأ قوله تعالى:  {وَقَالُواْ لِجُلُودِهِمْ لِمَ شَهِدتُّمْ عَلَيْنَا قالوا أَنطَقَنَا الله الذي أَنطَقَ كُلَّ شَيْءٍ ... }  [فصلت: ٢١] فللجوارح نفسها حياة، ولها كلام ومنطق، لكن لا ندركه نحن؛ لأن حياتها ليست كحياتنا. إنك لو تتبعتَ مثلاً طبقاً أو كوباً من البلاستيك لوجدته تغيَّر لونه مع مرور الزمن، وتغيُّر اللون فيه يدل على وجود حياة وحركة بين ذراته، ولو لم تكُنْ فيه حياة لكان جامداً مثل الزجاج، لا يطرأ عليه تغيُّر اللون. </p><p> والحق - تبارك وتعالى - يصف الدار الآخرة بأنها {الحيوان. .}  [العنكبوت: ٦٤] وفرْق بين الحياة والحيوان، الحياة هي هذه التي نحياها في الدنيا يحياها الأفراد، ويحياها النبات، ثم تؤول إلى الموت والفناء، أمّا الحيوان فيعني الحياة الأرقى في الآخرة؛ لأنها حياة باقية حياة حقيقية. </p><p> والحق - سبحانه وتعالى - أعطانا صورة للحياة الدنيا، الحياة المادية في قوله تعالى عن آدم </p><p> {فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِن رُّوحِي ... }  [الحجر: ٢٩] فمن الطين خَلق آدم، وسوَّاه ونفخ فيه من روحه تعالى، فدبَّتْ فيه الحياة المادية. </p><p> لكن هناك حياة أخرى أسمى من هذه يقول الله عنها:  {ياأيها الذين آمَنُواْ استجيبوا للَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُم لِمَا يُحْيِيكُمْ ... }  [الأنفال: ٢٤] فكيف يخاطبهم بذلك وهم أحياء؟ لا بُدَّ أن المراد حياة أخرى غير هذه الحياة المادية، المراد حياة الروح والقيم والمنهج الذي يأتي به رسول الله. </p><p> لذلك سمَّى المنهج روحاً {وَكَذَلِكَ أَوْحَيْنَآ إِلَيْكَ رُوحاً مِّنْ أَمْرِنَا ... }  [الشورى: ٥٢] وسمَّى الملَك الذي نزل به روحاً: {نَزَلَ بِهِ الروح الأمين}  [الشعراء: ١٩٣] . </p><p> إذن:  {وَإِنَّ الدار الآخرة لَهِيَ الحيوان ... }  [العنكبوت: ٦٤] أي: الحياة الحقيقية التي لا تفوتها ولا تفوتك، ولا يفارقك نعيمها، ولا يُنغِّصه عليك شيء، كما أن التنعُّم في الدنيا على قَدْر إمكاناتك وأسبابك، أمّا في الآخرة فالنعيم على قَدْر إمكانات المنعم سبحانه وتعالى. </p><p> ثم يأتي وَصْف الدنيا بأنها لَهْو، ولَعِب، وهما حركتان من حركات جوارح الإنسان، لكنها حركة لا مَقصدَ لها إلا الحركة في ذاتها دون هدف منها؛ لذلك نقول لمن يعمل عملاً لا فائدة منه «عبث» . </p><p> إذن: اللهو واللعب عبث، لكن يختلفان من ناحية أخرى، فاللعب حركة لا فائدة منها، لكنه لا يصرفك عن واجب يعطي فائدة، كالولد حين يلعب، فاللعب لا يصرفه عن شيء إذن: فاللعب لمن لم يبلغ، أمّا البالغ المكلف فاللعب في حقِّه يسمى لَهْواً، لأنه كُلِّف فترك ما كُلِّف به </p><p> إلى ما لم يكلّف به، ولَهَا عن الواجب، ومنه: لَهْو الحديث. </p><p> فقوله تعالى {وَمَا هذه الحياة الدنيآ إِلاَّ لَهْوٌ وَلَعِبٌ ... }  [العنكبوت: ٦٤] أي: إنْ جُرِّدت عن الحياة الأخرى حياة القيم التي تأتي باتباع المنهاج. </p><p> وقوله:  {لَوْ كَانُواْ يَعْلَمُونَ}  [العنكبوت: ٦٤] يُحتمل أن تكون الجملة هنا امتناعية يعني: امتنع علمهم بها، أو تكون تمنياً يعني: يا ليتهم يعلمون هذه الحقيقة، حقيقة الدنيا وحقيقة الآخرة؛ لأنهم لو علموها لأقبلوا على منهج ربهم لينالوا كُلَّ هذا العطاء الممتدّ، ولَسلكوا طريق الإيمان بدل طريق الكفر، فكأن المعنى أنهم لم يعرفوا. </p><p> ثم يقول الحق سبحانه:  {فَإِذَا رَكِبُواْ فِي الفلك ... } . </p>"
}