{
  "id": null,
  "sura": 29,
  "aya": 18,
  "text": "<p> قوله تعالى:  {وَإِن تُكَذِّبُواْ ... }  [العنكبوت: ١٨] أي: ما قلنا لكم وما جاءكم به رسولنا؛ لأن تصديقه سيُدخلكم مدخل التكليف، ويحملكم مشقة المنهج، وسيُضيِّق عليكم منطقة الاختيار، والحق سبحانه قد شرَّفك حين أعطاك حرية الاختيار، في حين أن الكون كله لا اختيارَ له؛ لأنه تنازل عن اختياره لاختيار ربه. </p><p> كما قال سبحانه:  {إِنَّا عَرَضْنَا الأمانة عَلَى السماوات والأرض والجبال فَأبَيْنَ أَن يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا وَحَمَلَهَا الإنسان إِنَّهُ كَانَ ظَلُوماً جَهُولاً}  [الأحزاب: ٧٢] . </p><p> فالكون كله مسخر يؤدي مهمته، كما يقول سبحانه:  {وَإِن مِّن شَيْءٍ إِلاَّ يُسَبِّحُ بِحَمْدِهِ ... }  [الإسراء: ٤٤] . </p><p> وقال سبحانه:  {أَلَمْ تَرَ أَنَّ الله يَسْجُدُ لَهُ مَن فِي السماوات وَمَن فِي الأرض والشمس والقمر والنجوم والجبال والشجر والدوآب وَكَثِيرٌ مِّنَ الناس وَكَثِيرٌ حَقَّ عَلَيْهِ العذاب ... }  [الحج: ١٨] فالقاعدة عامة، لا استثناء فيها، إلا عند الإنسان، فمنهم الطائع ومنهم العاصي. </p><p> فالمعنى:  {وَإِن تُكَذِّبُواْ ... }  [العنكبوت: ١٨] فلستم بدعاً في التكذيب {فَقَدْ كَذَّبَ أُمَمٌ مِّن قَبْلِكُمْ ... }  [العنكبوت: ١٨] لكن يجب عليكم أن تتنبهوا إلى ما صنع بالأمم المكذِّبة، وكيف كانت عاقبتهم، فاحذروا أنْ يُصيبكم ما أصابهم، هذه هي المسألة التي ينبغي عليكم التنبُّه لها. </p><p> وهنا وقف بعض المتمحكين يقول: كيف يقول القرآن في خطاب قوم إبراهيم {وَإِن تُكَذِّبُواْ فَقَدْ كَذَّبَ أُمَمٌ مِّن قَبْلِكُمْ ... }  [العنكبوت: ١٨] مع أنه لم يسبقهم إلا أمة واحدة هي أمة نوح عليه السلام؟ يظنون أنهم وجدوا مأخذاً على القرآن. </p><p> ونقول: نعم، كانت أمة نوح هي أمة الرسالة المقصودة بالإيمان، لكن جاء قبلها آدم وشيث وإدريس، وكانوا جميعاً في أمم سابقة على إبراهيم، أو نقول: لأن مدة بقاء نوح في قومه طالت حتى أخذت ألف سنة من عمر الزمان، وهذه الفترة تشمل قُرَابة العشرة أجيال، والجيل - كما قالوا - مائة سنة، كل منها أمة بذاتها. </p><p> ثم يقول تعالى:  {وَمَا عَلَى الرسول إِلاَّ البلاغ المبين}  [العنكبوت: ١٨] فمهمته مجرد البلاغ. يؤمن به مَنْ يؤمن، ويكفر مَنْ يكفر، الرسول لن نعطيه مكافأة أو عمولة على كل مَنْ يؤمن به، فإياكم أنْ تظنوا أنكم بكفركم تُقلِّلون من مكافأة النبي - خاصة وقد كانوا كارهين له - فالمعنى: عليَّ البلاغ فحسب، وقد بلَّغت فسآخذ جزائي وأجري من ربي، فأنتم لا تكيدونني بكفركم، بل تكيدون أنفسكم. </p><p> لذلك كان نبينا محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يحزن أشد الحزن، ويألم إنْ تفلَّت من يده واحد من أمته فكفر، حتى خاطبه ربه:  {لَّيْسَ عَلَيْكَ هُدَاهُمْ ولكن الله يَهْدِي مَن يَشَآءُ ... }  [البقرة: ٢٧٢] . </p><p> وخاطبه بقوله:  {لَعَلَّكَ بَاخِعٌ نَّفْسَكَ أَلاَّ يَكُونُواْ مُؤْمِنِينَ}  [الشعراء: ٣] . </p><p> وحين نزل عليه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  {والضحى والليل إِذَا سجى مَا وَدَّعَكَ رَبُّكَ وَمَا قلى وَلَلآخِرَةُ خَيْرٌ لَّكَ مِنَ الأولى وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فترضى}  [الضحى: ١ - ٥] انتهز النبي هذه الفرصة ودعا ربه: إذن </p><p> لا أرضى وواحد من أمتي في النار؛ ذلك لأنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مُحبٌّ لأمته، حريص عليهم، رؤوف رحيم بهم:  {لَقَدْ جَآءَكُمْ رَسُولٌ مِّنْ أَنفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بالمؤمنين رَءُوفٌ رَّحِيمٌ}  [التوبة: ١٢٨] . </p><p> ووصف الحق سبحانه البلاغ بأنه مبين، أي: واضح ظاهر؛ لأن من البلاغ ما يكون مجرد عرض للمسألة دون تأكيد وإظهار للحجة التي تؤيد البلاغ. </p><p> ثم يقول الحق سبحانه:  {أَوَلَمْ يَرَوْاْ كَيْفَ يُبْدِئُ الله الخلق ... } . </p>"
}