{
  "id": null,
  "sura": 29,
  "aya": 14,
  "text": "<p> يقول العلماء: إن نوحاً - عليه السلام - هو أول رسل الله إلى البشر، أما مَنْ سبقه مثل آدم وإدريس عليهما السلام، فكانوا أنبياء أوحي الله إليهم بشرع يعملون به، فيكونون نموذجاً إيمانياً، وقدوة سلوك طيب، يُقلِّدهم مَنْ رآهم، لكن لا يُعَدُّ كافراً مَنْ لم يقتَدِ بهم، أما إن اقتدى بهم ثم نكث عن سبيلهم فهو كافر. </p><p> لذلك نُفرِّق بين النبي والرسول، بأن النبي أُوحي إليه بشرع يعمل به ولم يُؤْمر بتبليغه، أما الرسول فقد أُوحي إليه بشرع وأُمرِ بتبليغه فكلٌّ منهما مرسل، لذلك يقول تعالى:  {وَمَآ أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ وَلاَ نَبِيٍّ ... }  [الحج: ٥٢] . </p><p> إذن: فالنبي أيضاً مُرسَل، لكنه مُرسَل لذاته. </p><p> لكن لماذا كان هذا قبل نوح بالذات؟ قالوا: لأن الرقعة الإنسانية كانت ضيقة قبل نوح، وكان الناس حديثي عهد، لم تنتشر بينهم الانحرافات، فلما اتسعت الرقعة، وتداخلت أمور الحياة احتاجت الخليقة لأنْ يرسل الله إليهم الرسل. </p><p> والحق سبحانه يأتي بهذه اللقطة الموجزة من قصة نوح - عليه السلام - مع أن له سورة مفردة، وله لقطات كثيرة منثورة في الكتاب العزيز، لكن هذه اللقطة تأتي لنا بالبداية والنهاية فقط وكأنها برقية (تلغرافية) في مسألة نوح: </p><p> {وَلَقَدْ أَرْسَلْنَا نُوحاً إلى قَوْمِهِ ... }  [العنكبوت: ١٤] . </p><p> إذن: الرسول جاء من القوم، وهذا يعني أنهم يعرفونه قبل أن يكون رسولاً، ويُجرِّبون سلوكه وحركته في الحياة، ويعرفون خُلقه، ويعرفون كل تصرفاته، فليس الرسول بعيداً عنهم أو مجهولاً لهم. </p><p> لذلك كان رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حينما جهر بالدعوة آمن به الذين يعرفونه عن قُرْب دون أنْ يسألوه عن معجزة تؤيده، بل بمجرد أنْ قال أنا رسول الله آمنوا به وصدَّقوه واتبعوه. </p><p> فسيدنا أبو بكر، هل سمع من رسول الله قبل أن يؤمن به؟ لا، إنما بمجرد أن قالوا له: إن صاحبك تنبأ قال: آمنت به، لماذا؟ لأنه يعرف له سوابق يبني عليها إيمانه بصاحبه، فما كان محمد ليكون صاحب خُلق عظيم مع الناس، ثم يكذب على الله. </p><p> إذن: ففي كَوْن الرسول من قومه إيناسٌ للخَلْق؛ لذلك لما قالوا: لا نؤمن إلا إذا جاءنا الرسول ملكاً ردَّ عليهم: أأنتم ملائكة حتى ينزل عليكم مَلَك؟ </p><p> {قُل لَوْ كَانَ فِي الأرض ملائكة يَمْشُونَ مُطْمَئِنِّينَ لَنَزَّلْنَا عَلَيْهِم مِّنَ السمآء مَلَكاً رَّسُولاً}  [الإسراء: ٩٥] . </p><p> ولو فُرض أننا أرسلناه مَلَكاً أهم يروْن الملائكة؟ لا يروْنَها، فكيف إذن يُبلِّغ الملَك الناس؟ لا بُدَّ أنْ يأتيهم في صورة بشر، ولو أتاهم في صورة بشر لقالوا نريد ملَكاً. </p><p> وقوله عَزَّ وَجَلَّ:  {فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ إِلاَّ خَمْسِينَ عَاماً ... }  [العنكبوت: ١٤] هذا العدد من الممكن أن يؤدى لمعانٍ كثيرة، فلم يقُلْ: فلبث فيهم تسعمائة وخمسين عاماً. </p><p> وفي الأعداد في القرآن أسرار كثيرة، واقرأ مثلاً:  {وَوَاعَدْنَا موسى ثَلاَثِينَ لَيْلَةً وَأَتْمَمْنَاهَا بِعَشْرٍ فَتَمَّ مِيقَاتُ رَبِّهِ أَرْبَعِينَ لَيْلَةً ... }  [الأعراف: ١٤٢] . </p><p> وفي آية سورة البقرة قال الحق سبحانه:  {وَإِذْ وَاعَدْنَا موسى أَرْبَعِينَ لَيْلَةً ... }  [البقرة: ٥١] . </p><p> ففي سورة البقرة إجمال، وفي آية الأعراف تفصيل. والحكمة في هذا أن موسى عليه السلام ما إن ذهب لميقات ربه حتى عبد قومه العجل في مدة الثلاثين ليلة. </p><p> ولم يشأ الله أن يترك موسى ليعود لقومه بعد الثلاثين ليلة، بل أتمها بعشر آخر، حتى لا يعود موسى ويرى ما فعله قومه، فكأن العشْرَ زادتْ على الثلاثين ليلة، ليعطيك الصورة الأخيرة الموجودة في سورة البقرة. </p><p> فالمسألة في منتهى الدقة، ولو لم يأْتِ بالاستثناء في قوله:  {إِلاَّ خَمْسِينَ عَاماً ... }  [العنكبوت: ١٤] فربما يظن السامع أن المسألة تقريبية، لكن التقريب في عَدِّ البشر، أما في حساب الحق سبحانه فهو منتهى الدقة، كما لو سُئلت مثلاً عن الساعة، فتقول: الساعة العاشرة إلا دقيقة ونصفاً، يعني: منتهى ما في استطاعتك من حساب الوقت. </p><p> فإن قلت: فلماذا هذه اللقطة السريعة من قصة نوح عليه السلام؟ نقول: هي لتسلية رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ لأن قومه وقفوا منه موقف العداء والمكابرة والتكذيب، وآذوْا أصحابه، وضيَّقوا الخِنَاق على دعوته، وقد طالتْ هذه المسألة حتى أخذت ثلاث عشرة سنة من عمر الدعوة، فسلاَّه ربه: اصبر يا محمد، فقد صبر زميل لك في الدعوة ألف سنة إلا خمسين عاماً، يعني مدة المشقة التي تحملتها مازالت بسيطة هيِّنة، وقد تحمَّل أولو العزم من الرسل أكثر من ذلك. </p><p> ونلحظ هنا {أَلْفَ سَنَةٍ ... }  [العنكبوت: ١٤] ثم استثنى منها {إِلاَّ خَمْسِينَ عَاماً ... }  [العنكبوت: ١٤] ولم يقُلْ خمسين سنة، فاستثنى الأعوام من السنين، ليدلَّك على أن السنة تعني أيَّ عام، ويُرفَع الخلاف؛ لأن البعض يقول: إن السنة هي التي تبدأ من أول المحرم إلى آخر ذي الحجة، في حين أن السنة ليس من الضروري أنْ تبدأ بالمحرم وتنتهي بذي الحجة، إنما تبدأ في أي وقت وتنتهي في مثله بعد عام كامل. </p><p> فحين نقول: فلان عمره مثلاً عشرون سنة، أي: من يوم مولده إلى مثله عشرين مرة، وكذلك العام. إذن: السنة والعام والحجة، كلها سواء أردتَ الحساب بالسنة الشمسية، أو القمرية، أو غيرها كما تحب. </p><p> ومعلوم أن التوقيتات عندنا توقيتات هلالية بالشهر العربي؛ لأن الشمس لا يُعرف من حركتها إلا اليوم، إنما لا نعرف منها الشهر، الشهر نعرفه بحركة القمر حين يُولَد الهلال، وبالشهر نحسب السنة التي هي أثنا عشر شهراً قمرياً وتزيد أحد عشر يوماً في السنة الشمسية. </p><p> وكأن الحق سبحانه أراد أنْ يُعْلمنا أن السنة هي العام، لا فَرْق بينهما، ولا داعي للجاج في هذه المسألة. </p><p> ثم يذكر سبحانه نهاية هؤلاء القوم الذين كذّبوا:  {فَأَخَذَهُمُ الطوفان وَهُمْ ظَالِمُونَ}  [العنكبوت: ١٤] فالعلة في أخذهم، لا لأنهم أعداء، بل لأنهم ظالمون لأنفسهم بالكفر، وهكذا تنتهي القصة أو اللقطة في آية واحدة الغرض منها تسلية النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، إنْ أبطأ نَصْره على الكفار. </p><p> وكلمة {فَأَخَذَهُمُ ... }  [العنكبوت: ١٤] الأخْذ فيه دليل على الشدة وقوة التناول، لكن بعنف أو بغير عنف؟ إنْ كان الأخذ لخصْم فهو أخْذ بعنف وشدة، وإنْ كان لغير خَصْم كان بلطف. </p><p> والطوفان: أن يزيد الماء عن الحاجة الرتيبة للناس، فبعد أنْ كان وسيلة حياة، ومنه كل شيء حتى يصبح وسيلة موت وهلاك، وكأن الحق - سبحانه وتعالى - يريد أنْ يلفت أنظارنا إلى المتقابلات في الخَلْق حتى لا نظنَّ أن الخَلْق يسير برتابة. </p><p> فسيدنا موسى - عليه السلام - ضرب البحر بالعصا، فتجمَّد فيه </p><p> الماء حتى صار كالجبل، وضرب بها الحجر فانبجس منه الماء. </p><p> إنها طلاقة القدرة التي لا تعتمد على الأسباب، فالمسبِّب هو الله سبحانه يفعل ما يشاء، فليست الأشياء بأسبابها، إنما بمراد المسبِّب فيها؛ لذلك يقول أحمد شوقي في قصيدة النيل: </p><p> مِنْ أيِّ عَهْدٍ في القُرَى تتدفقُ ... وبأيِّ كفٍّ فِي المدائن تُغْدِقُ </p><p> ومِنَ السماءِ نزلْتَ أم على ... الجِنَان جداولاً تترقرقُ </p><p> إلى أنْ يقول: </p><p> الماء تَسْكُبه فَيْصبح عَسْجَداً ... والأرضُ تُغرِقُها فيحيَا المغْرَقُ </p><p> والمأخوذ هنا هم المكذِّبون لنوح - عليه السلام - الذين ظلموا أنفسهم لما كذَّبوا رسولهم، ولم يستمعوا للهدى، ثم يُنجِّي الله نوحاً - عليه السلام - بالسفينة التي قال الله عنها في سورة هود:  {وَقَالَ اركبوا فِيهَا بِسْمِ الله مجراها وَمُرْسَاهَا ... }  [هود: ٤١] . </p><p> وقد أمره الله بصناعة السفينة:  {واصنع الفلك بِأَعْيُنِنَا وَوَحْيِنَا وَلاَ تُخَاطِبْنِي فِي الذين ظلموا إِنَّهُمْ مُّغْرَقُونَ}  [هود: ٣٧] فكان نوح - عليه السلام - على علم بعاقبة المكذِّبين الظالمين من قومه، واحتفظ بها في نفسه، وهو يصنع السفينة كما أمره ربه. </p><p> لكن، أكانت السفينة شيئاً معروفاً لهؤلاء القوم، ولها مثال سابق لديهم؟ لا، لم يكونوا يعرفون السفن، بدليل أنهم تعجَّبوا من فعْل نوح، وسخروا منه وهو يصنعها {وَكُلَّمَا مَرَّ عَلَيْهِ مَلأٌ مِّن قَوْمِهِ سَخِرُواْ مِنْهُ ... }  [هود: ٣٨] فكان يردُّ عليهم في نفسه: {إِن تَسْخَرُواْ مِنَّا فَإِنَّا </p><p> نَسْخَرُ مِنكُمْ كَمَا تَسْخَرُونَ} [هود: ٣٨] فهو يعلم عاقبتهم وما يُبيِّته الله لهم. </p><p> والحق سبحانه يعطينا هذه اللقطة من قصة نوح - عليه السلام - لكي نجول في كل اللقطات، ونستحضر مواطن العبرة فيها، وفي قصة نوح مسائل كثيرة نستفيدها، فقد كان القوم يعبدون الأصنام: وداً، وسواعاً، ويغوث، ويعوق، ونسراً، ومنها نعلم أن ودادة الأنبياء ودادة قيم ومنهج، وودادة أعمال واقتداء، وأن أنسابهم أنساب تقوى وورع. </p><p> فنبوّة نوح لم تمنع ولده الضالّ من الغرق، حتى بعد أنْ دعا الله:  {رَبِّ إِنَّ ابني مِنْ أَهْلِي وَإِنَّ وَعْدَكَ الحق ... } </p><p> [هود: ٤٥] فيعطيه الله الحكم في هذه المسألة، ويُصحِّح له:  {إِنَّهُ لَيْسَ مِنْ أَهْلِكَ إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ ... }  [هود: ٤٦] . </p><p> وليس معنى ذلك أن أمه أتتْ به من الحرام والعياذ بالله؛ لأن الله تعالى ما كان ليُدلِّس على نبي من أنبيائه، إنما هي كانت من الخائنين، وخيانتها أنها كانت تفشي أسراره لخصومه، وتخبرهم خبره؛ لذلك يقول تعالى عنها في سورة التحريم:  {ضَرَبَ الله مَثَلاً لِّلَّذِينَ كَفَرُواْ امرأت نُوحٍ وامرأت لُوطٍ ... }  [التحريم: ١٠] . </p><p> ويُبيِّن الحق سبحانه العلة في قوله:  {إِنَّهُ لَيْسَ مِنْ أَهْلِكَ ... }  [هود: ٤٦] بقوله: {إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ ... }  [هود: ٤٦] حتى لا تذهب بنا الظنون في زوجة نبي الله، فالعلة أنه عمل غير صالح، وبنوة الأنبياء بُنوَّة عمل، لا بُنوَّة نَسَب. </p><p> ثم يقول الحق سبحانه:  {فأَنْجَيْناهُ وأَصْحَابَ السفينة ... .} . </p>"
}