{
  "id": null,
  "sura": 29,
  "aya": 24,
  "text": "<p> كنا ننتظر منهم جواباً منطقياً، بعد أنْ دعاهم إلى عبادة الله وحده لا شريك له، وبيَّن لهم بطلان عبادة آلهتهم، وأنها لا تضر ولا تنفع، كان عليهم أن يجادلوه، وأن يدافعوا عن آلهتهم، وأن يُظهِروا حجتهم في عبادتهم. </p><p> إنما يأتي جوابهم دالاً على إفلاسهم {فَمَا كَانَ جَوَابَ قَوْمِهِ إِلاَّ أَن قَالُواْ اقتلوه أَوْ حَرِّقُوهُ ... }  [العنكبوت: ٢٤] أهذا جواب على ما قيل لكم؟ إنه مجرد هروب من المواجهة، وإفلاس في الحجة، إنه جواب مَنْ لم يجد جواباً، وليس لديه إلا التهديد والتلويح بالقوة وبالبطش، فهذه لغة مَنْ لا حجة عنده. </p><p> لكن، لماذا سمَّاه القرآن جواباً؟ قالوا: لأنهم لو لم يتكلموا بهذا الكلام لقيل عنهم أنهم لم يلتفتوا إلى كلام نبيهم ولم يأبهوا به، وأن كلامه لا وزنَ له، ولا يُرَد عليه، فإنْ كان كلامهم لا يُعَد جواباً فهو في صورة الجواب، وإنْ كان جواباً فاسداً. </p><p> وقولهم:  {اقتلوه ... }  [العنكبوت: ٢٤] نعلم أن القتل هو هدم البنية هدماً يتبعه خروج الروح لأنها لا تجد بنية سليمة تسكنها، أما الموت فتخرج الروح أولاً، ثم تهدم البنية حين تتحلل في التراب، إذن: فهما سواء في أنهما هلاك. </p><p> وسبق أن أوضحنا هذه المسألة بلمبة الكهرباء التي تضيء، فالكهرباء لا توجد في اللمبة، إنما في شيء خارج عنها، لكن يظهر أثر الكهرباء في اللمبة إنْ كانت سليمة صالحة لإستقبال التيار، فإنْ كسرتها فلا تجد فيها أثراً للكهرباء ولا تضيء، وقد تمنع عنها الكهرباء وهي سليمة. </p><p> ثم قالوا {أَوْ حَرِّقُوهُ ... }  [العنكبوت: ٢٤] وهل التحريق بعد القتل يُعَد ارتقاءً في العقوبة؟ لا شكَّ أن القتل أبلغ من التحريق، فقد يُحرق شخص، وتتم نجدته وإسعافه فلا يموت، فالقتل تأكيد للموت، أمّا التحريق فلا يعني بالضرورة الموت، فلماذا لم يقولوا فقد اقتلوه وتنتهي المسألة، أو يُصعدوا العقوبة فيقولوا: حرِّقوه أو اقتلوه؟ </p><p> إنهم بدأوا بأقصى ما عندهم من عقوبة لشدة حَنَقهم عليه فقالوا {اقتلوه ... }  [العنكبوت: ٢٤] ثم تراءى لهم رأي آخر: ولماذا لا نحرقه بالنار، فربما يعود ويرجع عن دعوته حينما يجد ألم التحريق، </p><p> وهذا يُعَد كسباً لهم، وتُحسَب الجولة لصالحهم. </p><p> لكن مَن الذي قال {اقتلوه ... }  [العنكبوت: ٢٤] ؟ من الآمر بالقتل، ومَنِ المأمور؟ لقد اتفقوا جميعاً على قتله، فالآمر والمأمور سواء، وهذا واضح من الآية:  {فَمَا كَانَ جَوَابَ قَوْمِهِ ... }  [العنكبوت: ٢٤] فالقوم جميعاً تواطئوا على هذه المسألة. أو أن الآمر هم رؤساء القوم وكبارهم الذين يأتمر الناس بأمرهم، أما التنفيذ فمهمة الأتباع. </p><p> ونحن نرى ثورة الجمهور وانفعاله حينما تقع جريمة مثلاً، فالكل يغضب ويقول: اقتلوه، اسجنون، فكلهم قائل، وكلهم مقول له. </p><p> ثم يقول سبحانه {فَأَنْجَاهُ الله مِنَ النار.</p><p> . .}  [العنكبوت: ٢٤] وهنا يعترض الفلاسفة: كيف والنار من طبيعتها الإحراق؟ كيف يتخلف هذا القانون؟ لكن كيف معجزة إنْ لم تأْتِ على هذه الصورة؟ </p><p> إن الحق سبحانه خلق الخَلْق وجعل فيه نواميس تفعل فعلها وتؤدي مهمتها تلقائياً، فالأرض مثلاً حينما تحرثها، وتلقي فيها الحَبَّ، ثم ترويها، الناموس أن تنبت، وحتى لا يظن ظانٌّ أن الكون إنما يسير على وَفْق هذه النواميس، لا وَفْقَ قدرة الله نجد أنه سبحانه يخرق هذه النواميس ليثبت لنا قيوميته على خَلْقه وطلاقة قدرته فيه. </p><p> لذلك إن لم يكُنْ لك رزق في حرثك هذا، فلا ينبت النبات، أو ينبت ثم تصيبه آفة أو إعصار فيُهلكه قبل استوائه. إذن: فالمسألة قيومية لله تعالى وليست (ميكانيكا) . </p><p> وقد خرق الله نواميس الكون لموسى - عليه السلام - حينما ضرب البحر، فصار كل فِرْق كالطَّوْد العظيم، وتحولت سيولة الماء </p><p> إلى جبل صلب. وخرق نواميس الكون لإبراهيم حينما قال للنار:  {قُلْنَا يانار كُونِي بَرْداً وسلاما على إِبْرَاهِيمَ}  [الأنبياء: ٦٩] . </p><p> وخرق النواميس ليثبت الإعجاز، وليثبت أن يد الله تعالى لا تزال مسيطرة على مُلْكه سبحانه، لا أنه خلق النواميس وتركها تعمل في الكون دون تدخُّل منه سبحانه كما يقول الفلاسفة، فالحق سبحانه خلق النواميس لتفعل، ولكن قيوميته تعالى وقدرته تُعطِّل النواميس. </p><p> {فَأَنْجَاهُ الله مِنَ النار إِنَّ فِي ذلك لآيَاتٍ لِّقَوْمٍ يُؤْمِنُونَ}  [العنكبوت: ٢٤] ونذكر في قصة السفينة أن الله تعالى قال عنها: {وَجَعَلْنَاهَآ آيَةً لِّلْعَالَمِينَ}  [العنكبوت: ١٥] آية وهنا قال {لآيَاتٍ ... }  [العنكبوت: ٢٤] وهناك قال {لِّلْعَالَمِينَ}  [العنكبوت: ١٥] وهنا قال: {لِّقَوْمٍ يُؤْمِنُونَ}  [العنكبوت: ٢٤] فالاختلاف إذن بين السياقين في أمرين: </p><p> قال في السفينة {آيَةً ... }  [العنكبوت: ١٥] لأن العجيب في أمر السفينة ليس في صناعتها، فمَنَ رآها يمكن أنْ يصنع مثلها، إنما الآية فيها أن الله تعالى أعلمه بها قبل الحاجة إليها، ثم منع عنها الزوابع والأعاصير أن تلعب بها وتُغرق ركابها. </p><p> أمّا في مسألة الإحراق فعجائب كثيرة وآيات شتى، فكان من الممكن ألاَّ يمكنهم الله منه، وكان من الممكن بعد أن أمسكوا به وألقوه في النار أنْ يُنزل الله مطراً يطفيء نارهم وينجو إبراهيم، أو يسخر له من القوم أهل رأفة ورحمة ينقذونه من الإلقاء في النار. </p><p> لكن لم يحدث شيء من هذا، حيث أمكنهم الله منه حتى ألقوه في </p><p> النار وهي مشتعلة، وهو مُوثق بالحبال، ومع ذلك لم تُصِبه النار بسوء، وظهرتْ الآيات بينات واضحات أمام أعين الجميع. </p><p> الأمر الآخر: قال هناك {لِّلْعَالَمِينَ}  [العنكبوت: ١٥] لأن السفينة حينما رسَتْ ونجا ركابها ظلَّتْ باقية في مكانها يراها الناس جميعاً ويتأملونها، فقد كان لها أثر باقٍ قائم مُشَاهد. </p><p> أمّا في مسألة إبراهيم - عليه السلام - فقال {لِّقَوْمٍ يُؤْمِنُونَ}  [العنكبوت: ٢٤] لأن نجاة إبراهيم - عليه السلام - كانت عبرة لمن شاهدها فقط، ونحن نؤمن بها لأن الله أخبرنا بها، ونحن مؤمنون بالله، فهي آيات للمؤمنين بالله لا للعالمين. </p><p> ثم يقول الحق سبحانه:  {وَقَالَ إِنَّمَا اتخذتم مِّن دُونِ الله أَوْثَاناً ... } . </p>"
}