{
  "id": null,
  "sura": 29,
  "aya": 47,
  "text": "<p> قوله تعالى {وَكَذَلِكَ أَنزَلْنَآ إِلَيْكَ الكتاب ... }  [العنكبوت: ٤٧] أي: كما أنزلنا كتباً على مَنْ سبقك أنزلنا إليك كتاباً يحمل منهجاً، والكتب السماوية قسمان: قسم يحمل منهج الرسول في (افعل كذا) و (لا تفعل كذا) ، وذلك شركة في كل الكتب التي أُنزِلَتْ على الرسل، وكتاب واحد هو القرآن، هو الذي جاء بالمنهج والمعجزة معاً. </p><p> فكلُّ الرسل قبل محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كان للواحد منهم كتاب فيه منهج ومعجزة منفصلة عن المنهج، فموسى عليه السلام كان كتابه التوراة، ومعجزته العصا، وعيسى عليه السلام كان كتابه الإنجيل، ومعجزته إحياء الموتى بإذن الله. </p><p> أما رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فكتابه القرآن ومعجزته القرآن، فانظر كيف </p><p> التقت المعجزة بالمنهج لتظل لصيقة به؛ لأن زمن رسالة محمد ممتدٌّ إلى قيام الساعة، فلا بُدَّ أنْ تظل المعجزة موجودة ليقول الناس محمد رسول الله، وهذه معجزته. </p><p> في حين لا نستطيع مثلاً أن نقول: هذا عيسى رسول الله وهذه معجزته؛ لأنها ليست باقية، ولم نعرفها إلا من خلال إخبار القرآن بها، وهذا يُوضِّح لنا فَضْل القرآن على الرسل وعلى معجزاتهم حيث ثبتها عند كل مَنْ لم يَرهَا، فكل مَنْ آمن بالقرآن آمن بها. </p><p> لكن، أكُلُّ رسول يأتي بمعجزة؟ المعجزة لا تأتي إلا لمن تحدَّاه، واتهمه بالكذب، فتأتي المعجزة لتثبت صِدْقه في البلاغ عن ربه؛ لذلك نجد مثلاً أن سيدنا شيثاً وإدريس وشَعيباً ليست لهم معجزات. </p><p> وأبو بكر - رَضِيَ اللَّهُ عَنْه - والسيدة خديجة أم المؤمنين هل كانا في حاجة إلى معجزة ليؤمنا برسول الله؟ أبداً، فبمجرد أنْ قال: أنا رسول الله آمنوا به، فما الداعي للمعجزة إذن؟ </p><p> إذن: تميَّز صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ على إخوانه الرسل بأن كتابه هو عَيْن معجزته وسبق أنْ قلنا: إن الحق - تبارك وتعالى - يجعل المعجزة من جنس ما نبغ فيه القوم، فلو تحداهم بشيء لا عِلْم لهم به لقالوا: نحن لا نعلم هذا، فكيف تتحدّانا به؟ والعرب كانوا أهل فصاحة وبيان، وكانوا يقيمون للقوْل أسواقاً ومناسبات، فتحداهم بفصاحة القرآن وبلاغته أنْ يأتوا بمثله، ثم بعشر سُور، ثم بسورة واحدة، فما استطاعوا، والقرآن كلام من جنس كلامهم، وبنفس حروفهم وكلماتهم، إلا أن المتكلم بالقرآن هو الله تعالى؛ لذلك لا يأتي أحد بمثله. </p><p> والقرآن أيضاً كتاب يهيمن على كل الكتب السابقة عليه، يُبقي منها ما يشاء من الأحكام، ويُنهِي ما يشاء. أما العقائد فهي ثابتة لا نسخَ فيها، وأيضاً لا نسخَ في القصص والأخبار. </p><p> والنسْخ لا يتأتى إلا في التشريع بالأحكام افعل ولا تفعل، ذلك لأن التشريع يأتي مناسباً لأدواء البيئات المختلفة. </p><p> لذلك كان بعض الرسل يتعاصرون كإبراهيم ولوط، وموسى وشعيب، عليهم السلام، ولكل منهم رسالته؛ لأنه متوجه إلى مكان بعينه ليعالج فيه داءً من الداءات، في زمن انقطعت فيه سُبُل الالتقاء بين البيئات المختلفة، فالجماعة في مكان ربما لا يَدْرون بغيرهم في بيئة مجاورة. </p><p> أما محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فقد جاء - كما يعلم ربه أَزَلاً - على موعد مع التقاء البيئات وتداخُل الحضارات، فالحدث يتم في آخر الدنيا، نعلم به، بل، ونشاهده في التوِّ واللحظة، وكأنه في بلادنا. إذن: فالداءات ستتحد أيضاً، وما دامت داءات الأمم المختلفة قد اتحدتْ فيكفي لها رسول واحد يعالجها، ويكون رسولاً لكل البشر. </p><p> ثم يقول سبحانه:  {فالذين آتَيْنَاهُمُ الكتاب ... }  [العنكبوت: ٤٧] أي: من قبلك {يُؤْمِنُونَ بِهِ ... }  [العنكبوت: ٤٧] لأنه لا سلطة زمنية تعزلهم عن الكتاب الجديد، فينظرون في أوصاف النبي الجديد التي وردتْ في كتبهم ثم يطابقونها على أوصاف رسول الله؛ لذلك لما بلغ سلمان الفارسي أن بمكة نبياً جديداً، ذهب إلى سيدنا رسول الله، </p><p> وأخذ يتأمله وينظر إليه بإمعان، فوجد فيه علامتين مما ذكرتْ الكتب السابقة، وهما أنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يقبل الهدية، ولا يقبل الصدقة، فراح ينظر هنا وهناك لعله يرى الثالثة، ففطن إليه رسول الله بما آتاه الله من فِطْنة النبوة التي أودعها الله فيه، وقال: لعلك تريد هذا، وكشف له عن خاتم النبوة، وهو العلامة الثالثة. </p><p> ومن لباقة سيدنا عبد الله بن سلام، وقد ذهب إلى سيدنا رسول الله وهو - ابن سلام - على يهوديته - فقال: يا رسول الله، إن اليهود قوم بُهْت - يعني يُكثرون الجدال دون جدوى - وأخشى إنْ أعلنتُ إسلامي أن يسبوني، وأن يظلموني، ويقولوا فِيَّ فُحْشاً، فأريد يا رسول الله إنْ جاءوك أن تسألهم عني، فإذا قالوا ما قالوا أعلنت إسلامي، فلما جاء جماعة من اليهود إلى رسول الله سألهم: ما تقولون في عبد الله بن سلام؟ قالوا: شيخنا وحَبْرنا وسيدنا. . إلخ فقال عبد الله: أما وقد قالوا فيَّ ما قالوا: يا رسول الله، فإني أشهد أن لا إله إلا الله، وأنك رسول الله، فقالوا لتوِّهم: بل أنت شرنا وابن شرنا، ونالوا منه، فقال عبد الله: ألم أقُلْ لك يا رسول الله أنهم قوم بُهْت؟ </p><p> وقوله سبحانه {وَمِنْ هؤلاء مَن يُؤْمِنُ بِهِ ... }  [العنكبوت: ٤٧] أي: من كفار مكة مَنْ سيأتي بعد هؤلاء، فيؤمن بالقرآن {وَمَا يَجْحَدُ </p><p> بِآيَاتِنَآ إِلاَّ الكافرون} [العنكبوت: ٤٧] الجحد: إنكار متعمد؛ لأن من الإنكار ما يكون عن جهل مثلاً، والجحد يأتي من أن النِّسب إما نفي، وإما إثبات، فإنْ قال اللسان نسبة إيجاب، وفي القلب سَلْب أو قال سلب وفي القلب إيجاب، فهذا ما نُسمِّيه الجحود. </p><p> لذلك يُفرِّق القرآن بين صيغة اللفظ ووجدانيات اللفظ في النفس، واقرأ مثلاً قول الله تعالى: </p><p> {إِذَا جَآءَكَ المنافقون قَالُواْ نَشْهَدُ إِنَّكَ لَرَسُولُ الله. .}  [المنافقون: ١] وهذا منهم كلام طيب وجميل {والله يَعْلَمُ إِنَّكَ لَرَسُولُهُ ... }  [المنافقون: ١] أي: أنه كلام وافق علم الله، لكن {والله يَشْهَدُ إِنَّ المنافقين لَكَاذِبُونَ}  [المنافقون: ١] فكيف يحكم الحق عليهم بالكذب، وقد قالوا ما وافق علم الله؟ </p><p> نقول: كلام الله يحتاج إلى تدبُّر لمعناه، فالحق يحكم عليهم بأنهم كاذبون، لا في قولهم: إنك لرسول الله، فهذه حق، بل في شهادتهم؛ لأنها شهادة باللسان لا يوافقها اعتقاد القلب، فالمشهود به حق، لكن الشهادة كذب. </p><p> لكن، لماذا خَصَّ الكافرين في مسألة الجحود؟ قالوا: لأن غيرالكافر عنده يقظة وجدان، فلا يجرؤ على هذه الكلمة؛ لأنه يعلم أن الله تعالى لا يأخذ الناس بذنوبهم الآن، إنما يُؤجِّلها لهم ليوم الحساب، فهذه المسألة تحجزهم عن الجحود. </p>"
}