{
  "id": null,
  "sura": 29,
  "aya": 25,
  "text": "<p> المعنى: إنْ كنتم لم تؤمنوا بالآيات الكونية الدالة على قدرة الله، ولم تؤمنوا بالمعجزة التي رأيتموها حين نجاني ربي من النار، وكان عليكم أنْ تؤمنوا بأنه لا يقدر على ذلك إلا الله، فلماذا إصراركم على الكفر؟ </p><p> فلا بُدَّ أنكم كفرتم بالله وعبدتم الأصنام، لا لأنكم مقتنعون </p><p> بعبادتها، ولا لأنها تستحق العبادة، إنما عبدتموها {مَّوَدَّةَ بَيْنِكُمْ فِي الحياة الدنيا ... }  [العنكبوت: ٢٥] يعني: نفاقاً ينافق به بعضكم بعضاً ومجاملة؛ لأنكم رأيتم رؤوس القوم فيكم يعبدونها فقلَّدتموهم دون اقتناع منكم بما تعبدون، أو مودةً لآبائكم الأولين، وسَيْراً على نهجهم، كما حكى القرآن:  {إِنَّا وَجَدْنَآ آبَآءَنَا على أُمَّةٍ وَإِنَّا على آثَارِهِم مُّقْتَدُونَ}  [الزخرف: ٢٣] . </p><p> وفي آية أخرى {قَالُواْ حَسْبُنَا مَا وَجَدْنَا عَلَيْهِ آبَاءَنَآ ... }  [المائدة: ١٠٤] . </p><p> لكن هذه المودة وهذه المجاملة وهذا النفاق عمرها (الحياة الدنيا) فحسب، وفي الآخرة ستتقطع بينكم هذه المودات:  {الأخلاء يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ ... }  [الزخرف: ٦٧] يعني: ستنقلب هذه المودة وهذه المجاملة إلى عداوة، بل وإلى معركة حكاها القرآن:  {رَبَّنَآ أَرِنَا الذين أَضَلاَّنَا مِنَ الجن والإنس نَجْعَلْهُمَا تَحْتَ أَقْدَامِنَا ... }  [فصلت: ٢٩] . </p><p> وقال:  {إِذْ تَبَرَّأَ الذين اتبعوا مِنَ الذين اتبعوا وَرَأَوُاْ العذاب وَتَقَطَّعَتْ بِهِمُ الأسباب}  [البقرة: ١٦٦] . </p><p> ويقرر هنا أيضاً هذه الحقيقة:  {ثُمَّ يَوْمَ القيامة يَكْفُرُ بَعْضُكُمْ بِبَعْضٍ وَيَلْعَنُ بَعْضُكُمْ بَعْضاً وَمَأْوَاكُمُ النار وَمَا لَكُمْ مِّن نَّاصِرِينَ}  [العنكبوت: ٢٥] ذلك لأن المقدمات التي سبقتْ كانت تقتضي أنْ يؤمنوا، فما كان منهم إلا الإصرار على الكفر. </p><p> وفي الوقت الذي تنقلب فيه مودة الكافرين عداوة تنقلب عداوة المؤمنين الذين تعاونوا على الطاعة إلى حُبٍّ ومودة، فيقول المؤمن </p><p> لأخيه الذي جَرَّه إلى الطاعة وحمله عليها - على كُرْه منه وضيق - جزاك الله خيراً لقد أنقذتني. </p><p> ولا ينتهي الأمر عند هذه العقوبة التي يُوقعونها بأنفسهم من التبرؤ واللعن، بل ينصرفون إلى عقوبة أشدّ {وَمَأْوَاكُمُ النار وَمَا لَكُمْ مِّن نَّاصِرِينَ}  [العنكبوت: ٢٥] ونلحظ هنا أن الحق سبحانه لم يقُلْ: وما لكم من دون الله؛ لأن الكلام في الآخرة حيث لا توبةَ لهم ولا رجوعَ، فقد انتفى أن يكون لهم ولي أو نصير من الله. </p><p> كذلك لا ناصرَ لهم من أوليائهم الذين عبدوهم من دون الله حيث يطلبون النُّصْرة من أحجار وأصنام، لا تنطق ولا تجيب. </p><p> وهكذا تنتهي هذه اللقطة السريعة من قصة سيدنا إبراهيم - عليه السلام - وله تاريخ طويل، وهو شيخ المرسلين وأبو الأنبياء، وإنْ أردتَ أن تحكي قصته لأخذتْ منك وقتاً طويلاً، ويكفي أن الله تعالى قال عنه:  {إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً ... }  [النحل: ١٢٠] . </p><p> ثم يقول الحق سبحانه:  {فَآمَنَ لَهُ لُوطٌ وَقَالَ إِنِّي مُهَاجِرٌ ... .} . </p>"
}