{
  "id": null,
  "sura": 29,
  "aya": 50,
  "text": "<p> أي: بعد أنْ جاءهم القرآن وبعد أنْ أعجزهم يطلبون آيات أخرى، وسبق أنْ قلنا: إن الحق سبحانه كان إذا اقترح القومُ آيةً من رسولهم فأجابهم إلى ما طلبوا، فإنْ كذبوا بعدها أخذهم أَخْد عزيز مقتدر. </p><p> واقرأ مثلاً قوله سبحانه:  {وَآتَيْنَا ثَمُودَ الناقة مُبْصِرَةً فَظَلَمُواْ بِهَا ... }  [الإسراء: ٥٩] فلما كذَّبوا بالآية التي طلبوها أهلكهم الله؛ لأن المسألة إذن ليست مسألة آيات وإقناع، إنما هي الإصرار على الكفر، إذن: فطلب الإنزال لآية خاصة باقتراحهم ليس مانعاً لهم أنْ يكفروا أيضاً برسول الله. </p><p> لذلك يقول سبحانه:  {وَمَا مَنَعَنَآ أَن نُّرْسِلَ بالآيات ... }  [الإسراء: ٥٩] أي: التي اقترحوها {إِلاَّ أَن كَذَّبَ بِهَا الأولون ... }  [الإسراء: ٥٩] وحين تنزل الآية ويُكذِّبون بها تنزل بهم عقوبة السماء، لكن الحق - سبحانه وتعالى - قطع العهد لرسوله محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ألاَّ يُعذِّب أمته وهو فيهم، كما قال سبحانه:  {وَمَا كَانَ الله لِيُعَذِّبَهُمْ وَأَنتَ فِيهِمْ وَمَا كَانَ الله مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ}  [الأنفال: ٣٣] . </p><p> فهذا هو السبب المانع من أنْ تأتي الآية المقترحة، ثم إن الآيات المقترحة آيات كونية تأتي وتذهب، كما تشعل عود الثقاب مرة واحدة، ثم ينطفئ، رآه مَنْ رآه، وأصبح خبراً لمن لم يَرَه. </p><p> وكلمة {لَوْلاَ ... }  [العنكبوت: ٥٠] تستخدم في لغة العرب استخدامين: إنْ دخلتْ على الجملة الاسمية مثل: لولا زيد عندك لَزرتُك، وهي هنا حرف امتناع لوجود، فقد امتنعتْ الزيارة لوجود زيد. وإنْ دخلتْ على الجملة الفعلية مثل: لولا تذاكر دروسك، فهي للحضِّ وللحثِّ على الفعل. </p><p> فقولهم {لَوْلاَ أُنزِلَ عَلَيْهِ آيَاتٌ مِّن رَّبِّهِ ... }  [العنكبوت: ٥٠] كان الآية التي جاءتهم من عند الله لا يعترفون بها، ثم يناقضون أنفسهم حينما يقولون:  {لَوْلاَ نُزِّلَ هذا القرآن على رَجُلٍ مِّنَ القريتين عَظِيمٍ}  [الزخرف: ٣١] . </p><p> إذن: أنتم معترفون بالقرآن، مقتنعون به، لكن ما يقف في حلوقكم أن ينزل على محمد من بين الناس جميعاً. ثم نراهم يناقضون أنفسهم في هذه أيضاً، ويعترفون من حيث لا يشعرون بأن محمداً رسول الله حينما قالوا:  {لاَ تُنفِقُواْ على مَنْ عِندَ رَسُولِ الله حتى يَنفَضُّواْ ... }  [المنافقون: ٧] فما دُمْتم تعرفون أنه رسول الله، فلماذا تُعادونه؟ إذن: فالبديهة الفطرية تكذِّبهم، ينطق الحق على ألسنتهم على حين غفلة منهم. </p><p> ويرد الحق - تبارك وتعالى - عليهم:  {قُلْ إِنَّمَا الآيات عِندَ الله ... }  [العنكبوت: ٥٠] فهي عند الله، ليست عندي، وليست بالطلب حسب أهوائكم {وَإِنَّمَآ أَنَاْ نَذِيرٌ مُّبِينٌ}  [العنكبوت: ٥٠] أي: هذه مهمتي، واختار </p><p> الإنذار مع أنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بشير ونذير، لكن خَصَّهم هنا بالإنذار، لأنهم أهل لِجَاج، وأهل باطل وجحود، فيناسبهم كلمة الإنذار دون البشارة ثم يقول الحق سبحانه:  {أَوَلَمْ يَكْفِهِمْ أَنَّآ أَنزَلْنَا عَلَيْكَ الكتاب ... } . </p>"
}