{
  "id": null,
  "sura": 29,
  "aya": 65,
  "text": "<p> ينقلنا السياق هنا من الكلام عن حقيقة كل من الدنيا والآخرة إلى الحديث عن الفُلْك، فما العلاقة بينهما؟ </p><p> المتكلم هنا هو الله تعالى، وواضع كل شيء في موضعه، ولا يغيب عنك أنه لا بُدَّ أنْ تتدبر كلام الله لتفهم مراده، فالله لا يريدنا مُقبلين على ظاهر القرآن فحسب، إنما أنْ نتعمق في فهمه وتأمله، </p><p> وننظر في معطياته الحقيقية:  {أَفَلاَ يَتَدَبَّرُونَ القرآن ... }  [النساء: ٨٢] . </p><p> والعلاقة هنا أن الآية السابقة جاءتْ لتقرر أن الدنيا دار لهو ولعب لا فائدة منها إذا ما بَعُدت عن منهج الله، ولم تحسب حساباً لحياة أخرى هي الحياة الحقيقية وهي الحيوان، فكان على العاقل أنْ يحرص على الآخرة، وأنْ يعمل لها باتباع منهج الله في الدنيا. </p><p> إذن: فالدنيا ليست غاية، بل هي وسيلة، وأنت أيها الذي أعرضتَ عن منهج ربك جلعتَ الدنيا غايتك، والدنيا إنْ كانت هي الغاية فما أتفهها من غاية، إنما اجعلها وسيلة للآخرة ومزرعة لدار الحيوان. وكذلك الحال في الفُلْك، فهي وسيلة تُوصِّلك إلى هدف، وإلى غاية، وليست هي غاية في حَدٍّ ذاتها. </p><p> {فَإِذَا رَكِبُواْ فِي الفلك دَعَوُاْ الله مُخْلِصِينَ لَهُ الدين ... }  [العنبكوت: ٦٥] والفلك: السفينة، وتُطلق على المفرد وعلى الجمع، فيقول تعالى:  {وَيَصْنَعُ الفلك ... }  [هود: ٣٨] وقوله {دَعَوُاْ الله مُخْلِصِينَ لَهُ الدين ... }  [يونس: ٢٢] واضح من السياق أنها ليستْ دعوة الحمد، كأن يقولوا مثلاً {سُبْحَانَ الذي سَخَّرَ لَنَا هذا وَمَا كُنَّا لَهُ مُقْرِنِينَ}  [الزخرف: ١٣] بل هي دعوة الاضطرار بعد أنْ تعرَّضوا لشدة وعطب لا تنجيهم منها أسبابهم، بدليل قوله تعالى بعدها:  {فَلَمَّا نَجَّاهُمْ إِلَى البر إِذَا هُمْ يُشْرِكُونَ}  [العنكبوت: ٦٥] . </p><p> فهذه تعطينا أنهم ركبوا في السفينة، فلما تعرَّضوا للعطب، وضاقتْ بهم أسبابهم دعوا الله مخلصين له الدين. </p><p> وفي لقطة أخرى يقول القرآن:  {حتى إِذَا كُنتُمْ فِي الفلك وَجَرَيْنَ بِهِم بِرِيحٍ طَيِّبَةٍ وَفَرِحُواْ بِهَا جَآءَتْهَا رِيحٌ عَاصِفٌ وَجَآءَهُمُ الموج مِن كُلِّ مَكَانٍ وظنوا أَنَّهُمْ أُحِيطَ بِهِمْ دَعَوُاْ الله مُخْلِصِينَ لَهُ الدين لَئِنْ أَنْجَيْتَنَا مِنْ هذه لَنَكُونَنَّ مِنَ الشاكرين}  [يونس: ٢٢] . </p><p> فمعنى {أُحِيطَ بِهِمْ ... }  [يونس: ٢٢] أي: لا يوجد لهم مفر ولا مهرب ولا مفزع يفزعون إليه إلا أنْ يتوجهوا إلى الله بدعاءخالص ويقين إيمان في أنهم لا ملجأ لهم إلا الله، وقد كانوا في أول الرحلة فرحين بمركبهم مسرورين به، وساعتها لم يكُن الله في بالهم، إنما لما ضاقت بهم الحيل عادوا إلى الحق، فالوقت لا يحتمل المراوغة. </p><p> لأن الإنسان عادةً لا يخدع نفسه، فحتى الكافر حين تضيق به أسباب النجاة يلجأ بالفطرة إلى الله الحق، وينسى آلهته ومعبوداته من دون الله؛ لأنه لا يسلم نفسه أبداً، ولا يتمادى حينئذ في كذبة الآلهة والأصنام. </p><p> لذلك:  {دَعَوُاْ الله مُخْلِصِينَ لَهُ الدين.</p><p> . .}  [العنكبوت: ٦٥] دعوة خالصة بيقين ثابت في الإله الحق، دعوة لا تشوبها شائبة شرك، لا ظاهر، ولا خفي، فلا ينفع في هذا الوقت إلا الله المعبود بحقٍّ. </p><p> وسبق أنْ أوضحنا هذه المسألة بمثَل من حياتنا الواقعية، قلنا: إن حلاق الصحة كان يقوم بدور الطبيب في القرية، وله بين الناس نفس مكانة الطبيب في وقت لم يكُنْ هناك أطباء، فلما خرَّجَتْ كلية الطب أطباء وانتشروا في القرى كان الحلاق أول المهاجمين للطبيب؛ لأنه يزاحمه في رزقه، ويصرف الناس عنه؛ لذلك كان يذم في الطبيب ويُشكِّك في خبرته وقدراته. </p><p> لكن لما مرض ابنه، وارتفعت درجة حرارته، وخاف عليه قال لزوجته: انتظري إلى ظلام الليل لأذهب به إلى الطبيب - يعني: في غفلة الناس. </p><p> فالإنسان بطبعه لا يخدع نفسه، ولا يسلمها إذا جدَّ الجد، وفيه فطرة إيمانية إذا ما صفيتها في الذات البشرية لا تجد في النهاية إلا قوة واحدة هي قوة الله. </p><p> حتى الملاحدة حين تضيق بهم الأسباب يقولون: يا رب، يا الله. يقولونها من تلقاء أنفسهم، دون مرور بالعقل الذي أنكروا به وجود الله. وهذا يعني أن الفطرة الإيمانية قد تحجبها الأغيار البشرية وتلغيها، فإذا ما نامت الأغيار البشرية وتلاشتْ لحدثٍ من الأحداث ظهرتْ الفطرة الإيمانية على السطح تلهمك بلا شعور. </p><p> لذلك نلحظ في قوله سبحانه:  {وَإِذْ أَخَذَ رَبُّكَ مِن بنيءَادَمَ مِن ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ على أَنفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ قَالُواْ بلى شَهِدْنَآ ... }  [الأعراف: ١٧٢] شهدوا لأنهم ما يزالون في عالم الذر، لا تتحكم فيهم الأغيار البشرية {أَن تَقُولُواْ يَوْمَ القيامة إِنَّا كُنَّا عَنْ هذا غَافِلِينَ أَوْ تقولوا إِنَّمَآ أَشْرَكَ آبَاؤُنَا مِن قَبْلُ وَكُنَّا ذُرِّيَّةً مِّن بَعْدِهِمْ ... }  [الأعراف: ١٧٢ - ١٧٣] . </p><p> والله خلق الإنسان خليفة له في الأرض، وسخر له كل هذا الكون، فإنْ ظلَّ متمسكاً بهذا المنهج، ووقف عند حد الخلافة يفوز، أما إنْ ظن أنه أصيل في الكون يخيب ويخسر، لكن الله الذي خلقه يعلم الأغيار فيه وهو خَلْقه وصنعته؛ لذلك وجهه: أنت خليفتي في أرضي، وعليك أن تنظر إلى ما طُلِب منك فتؤديه، وإلا فسدت حياتك وتصادمت مع الآخرين؛ لأنك لست وحدك فيها، ولكي تنسجم مع غيرك لا بُدَّ أن تسير وَفْق منهجي، وفي دائرة قوانين من استخلفك. </p><p> ثم يُنبِّهه من ناحية أخرى: يقول أنت أيها الإنسان، اعلم أن الأسباب ستستجيب لك، فإياك أن تظن أن لك قدرةً عليها، أو أن لك جاهاً وعظمة، فتنسى أنك خليفة؛ لذلك يقول سبحانه: {كَلاَّ إِنَّ </p><p> الإنسان ليطغى أَن رَّآهُ استغنى} [العلق: ٦ - ٧] احذر حين تتم لك الأمور وتطاوعك الأسباب {إِنَّ إلى رَبِّكَ الرجعى}  [العلق: ٨] فسوف يقابلك من الأحداث ما لا تستطيع أسبابك أنْ تدفعَها، ولن تجد مرجعاً إلا إليَّ. </p><p> وكيف يطغى الإنسان وقد أعطاه الله فيضاً من فيض كماله، أعطاه قدرة من قدرته، وعلماً من علمه. </p><p> . إلخ فإذا نظرتَ نظرة بسيطة في فيوضات الله عليك لوجدتها كثيرة، بالله ماذا تفعل إنْ أردتَ أن تقوم من مكانك، أو أن تُحرِّك يدك أو رِجْلك؟ لا شيء، بمجرد أن تريد تنفعل لك أعضاؤك، وتطاوعك من حيث لا تدري. </p><p> وسبق أنْ قارنّا بين حركة الإنسان وحركة الحفار مثلاً، وكيف أنه يحتاج إلى عمليات مُعقدة، فكل حركة منه لها زرّ خاص يؤديها، فماذا تفعل أنت إنْ أردتَ أنْ تؤدي مثل هذه الحركات؟ </p><p> إنك بمجرد الإرادة ينفعل لك العضو، وكأن فيك فيضاً من قوله تعالى:  {إِنَّمَآ أَمْرُهُ إِذَآ أَرَادَ شَيْئاً أَن يَقُولَ لَهُ كُن فَيَكُونُ}  [يس: ٨٢] فإذا كنتَ أنت تفعل بمجرد أن تريد، فلماذا لا تصدق هذا في حقِّ الله تبارك وتعالى؟ </p><p> لكن هذه الحركة وانفعال الأعضاء لك ليس ذاتياً فيك، ويستطيع خالقك أنْ يسلبها منك، فتريد أن ترفع يدك فلا تستطيع، فأنت تحت قيوميته تعالى، فلم يُعطِكَ من صفاته، ثم يتركك. . فربنا سبحانه يحذرنا: إذا استغنيتَ ستَطغى؛ فتنبَّه أن إلى ربك الرُّجْعى. </p><p> ثم يلفت نظرنا من الآن إلى قضية أخرى قبل أنْ نتعرض للمخاطر:  {وَإِن يَمْسَسْكَ الله بِضُرٍّ ... .}  [يونس: ١٠٧] فلا تتعب نفسك، وتذهب هنا أو هناك؛ لأنه {فَلاَ كَاشِفَ لَهُ إِلاَّ هُوَ ... }  [يونس: ١٠٧] . </p><p> هذه نصيحتي لك؛ لأنك صنعتي، وأنا أحب أن تكون صنعتي </p><p> على أرقى ما تكون من الكمال، فإذا مسَّك ضر لا تقدر على دَفْعه بأسبابك، فعليك بباب ربك. </p><p> هذه ثلاث قضايا أو نصائح نقدمها لك قبل أنْ تحلَّ بك الأحداث والمصائب: إن استغنيت ستطغى، وأن إلى ربك الرجعى، وإذا مسَّك ضر، ولا حيلةَ لك في دفعه بأسبابك، فليس لك إلا الله تفزع إليه، والإله الذي يُنبِّهنا إلى المخاطر لنتلافاها إله رحيم. </p><p> إذن: فأنتم تحبون الحياة، ولما نزلتْ بكم الأحداث والخطوب في السفينة خِفْتم الموت، ودعوتُم الله بالنجاة، فأنتم حريصون على الحياة الدنيا، فلماذا لا تؤمنون بالله فتنالون حياة أخرى أبْقى وأدوم؟ والطريق إليها بالإيمان واليقين، وبمنهج الله في (افعل) و (لا تفعل) . </p><p> هذه قضية ذكرها القرآن، أمَّا واقع الحياة فقد أكدها، وجاءت الأحداث وَفْق ما قال. القضية:  {وَإِذَا مَسَّ الإنسان الضر دَعَانَا لِجَنبِهِ ... }  [يونس: ١٢] الإنسان يعني مُطْلق الإنسان: المؤمن والكافر {أَوْ قَاعِداً أَوْ قَآئِماً ... }  [يونس: ١٢] يعني: في كل الأحوال، فلما جاءه الخطر وأصابه الضر دعا الله على أيِّ حال كان. </p><p> وهذه الأحوال تمثل مراحل راحات النفس، فمثلاً حين تسير وأنت تحمل شيئاً، فحين تتعب أولاً تضع عنك هذا الحِمْل، ثم تتوقف عن السير لتستريح، فإنْ كان التعب أشد تقعد، وإلا تَضطجع على جنبك. </p><p> فأنت في وضع الوقوف تحمل ثقل الجسم كله على القدمين فتكون الراحة أقل، أمّا في حالة القعود يُوزع ثقل الجسم على الوركين والمقعدة، وفي الاضطجاع يُوزع نصف الجسم على نصفه فتكون الراحة أكبر، وفي ضوء هذا نفهم أن الله يستجيب لك حين تدعوه قائماً، أو قاعداً، أو على جنبك. </p><p> وعجيب أمر الإنسان إذا نجَّاه الله مما يخاف وكشف عنه الضر عاد مرة أخرى ظالماً لنفسه:  {فَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهُ مَرَّ كَأَن لَّمْ يَدْعُنَآ إلى ضُرٍّ مَّسَّهُ ... }  [يونس: ١٢] . </p><p> وفي لقطة أخرى يقول تعالى في هذه المسألة:  {وَإِذَا مَسَّ الإنسان ضُرٌّ ... }  [الزمر: ٨] أيُّ ضر {دَعَا رَبَّهُ مُنِيباً إِلَيْهِ ثُمَّ إِذَا خَوَّلَهُ نِعْمَةً مِّنْهُ نَسِيَ مَا كَانَ يدعوا إِلَيْهِ مِن قَبْلُ ... }  [الزمر: ٨] ويا ليته نسي وسكت إنما {وَجَعَلَ لِلَّهِ أَندَاداً ... }  [الزمر: ٨] فقال: الفضل لفلان، وقد استغثت بفلان، ولجأت إلى فلان. </p><p> نلحظ أن الكلام في هذه الآيات عن الإنسان المفرد، والإنسان حين يتضرع إلى الله لا يطلع عليه أحد، فالأمر بينه وبين ربه، لكن الحق سبحانه يريد أن يفضح الناس ببعض، فيقول في موضع آخر:  {وَإِذَا مَسَّكُمُ الضر فِي البحر ضَلَّ مَن تَدْعُونَ إِلاَّ إِيَّاهُ ... }  [الإسراء: ٦٧] . </p><p> فذكر الجماعة ليفضحهم أمام بعض؛ لأن الإنسان يستر على نفسه، فالحكمة من الجمع هنا أن رؤية الناس قد تكون مانعة من الشر، فمثلاً في موسم الحج ترى أكابر القوم وأوسطهم وأدناهم سواسية في الطواف، ويقف الواحد منهم يبكي عند الملتزم، وحين يراك صاحب المنصب أو المركز وهو مَنْ هو في بلده ساعة يعرف أنك رأيته وهو يبكي في هذا الموقف تراه يتواضع لك، ولا يتعالى عليك بعدها. </p><p> فالحق سبحانه حين يُحذِّرنا من العودة إلى المعصية بعد أنْ يكشف عنا الضر إنما يعطينا المصل الواقي بصورة تحدث في الواقع، وكأنه تعالى يقول لنا: خذوا بالكم، واعلموا أنكم مفضوحون </p><p> بكتاب الله فيما تُحدثون من أحداث في حياتكم، فكل منكم ينبغي أنْ يعلم أنه مراقب من الأزل ومكتوبة عليه خواطره؛ لأن معنى القرآن الحق أنه لا يتغير، وإذا قال الله فيه شيئاً فلا بُدَّ أنْ يحدث كما أخبر الله به. </p>"
}