{
  "id": null,
  "sura": 29,
  "aya": 67,
  "text": "<p> (رأى) قلنا: تأتي بصرية، وتأتي بمعنى عَلِم، ومنه قولنا في الجدال مثلاً أرى في الموضوع الفلاني كذا وكذا، ويقولون:  (وَلِرَأىَ الرؤْيا انْمِ ما لِعَلِمَا) ، وتجد في أساليب القرآن كلاماً عن الرؤيا المخاطب بها غير راء للموضوع، كما في قوله سبحانه مخاطباً النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  {أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَابِ الفيل}  [الفيل: ١] . </p><p> ومعلوم أن النبي لم يَرَ ما حدث من أمر الفيل؛ لأنه وُلِد في هذا العام فرأى هنا بمعنى علم، لكن لماذا عدل عن (ألم تعلم) إلى (ألم تر) ؟ قالوا: لأن المتكلم هنا هو الله تعالى، فكأنه يقول لنبيه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: إذا أخبرتُك بشيء، فإن إخباري لك به أصدق من رؤيتك. </p><p> يقول سبحانه:  {أَوَلَمْ يَرَوْاْ أَنَّا جَعَلْنَا حَرَماً آمِناً وَيُتَخَطَّفُ الناس مِنْ حَوْلِهِمْ ... }  [العنكبوت: ٦٧] فالحرم آمِن رغم ما حدث له من ترويع </p><p> قبل الإسلام حين فزّعه أبرهة، وفي العصر الحديث لما فزَّعه (جهيمان) ، وعلى مَرِّ العصور حدثتْ تجاوزات في الحرم تتناقض في ظاهرها مع هذا الأمن. </p><p> ونقول: كلمة {حَرَماً آمِناً ... .}  [العنكبوت: ٦٧] في القرآن بالنسبة للكعبة فيها ثلاث إطلاقات: فالذين يعيشون فيه وقت نزول هذه الآيات يروْنَ أنه حرم آمن، وهذا الأمن موهوب لهم منذ دعوة سيدنا إبراهيم - عليه السلام -. </p><p> فحين دعا ربه:  {رَّبَّنَآ إني أَسْكَنتُ مِن ذُرِّيَّتِي بِوَادٍ غَيْرِ ذِي زَرْعٍ عِندَ بَيْتِكَ المحرم ... .}  [إبراهيم: ٣٧] كان مكاناً خالياً، لا حياة فيه وغير مسكون، ومعنى ذلك أنه لم تكُنْ به مُقوِّمات الحياة، فالإنسان لا يبني ولا يستقر إلا حيث يجد مكاناً يأمن فيه على نفسه، ويتوفر له فيه كل مُقوِّمات حياته. </p><p> لذلك دعا إبراهيم ربه أنْ يجعل هذا المكان بلداً آمناً يعني يصلح لأنْ يكون بلداً، فقال:  {رَبِّ اجعل هذا بَلَداً آمِناً}  [البقرة: ١٢٦] . </p><p> وبلد هنا نكرة تعني: أيْ بلد لمؤمنين أو لكافرين، فلما استجاب الله له، وجعلها بلداً كأيِّ بلد تتوفر له مُقوِّمات الحياة دعا مرة أخرى:  {رَبِّ اجعل هذا البلد آمِناً ... }  [إبراهيم: ٣٥] أي: هذه التي صارت بلداً أريد لها مَيْزة على كل البلاد، وأمناً أزيد من أمن أيّ بلد آخر، أمناً خاصاً بها، لا الأمن العام الذي تشترك فيه كل البلاد، لماذا؟ لأن فيها بيتك. </p><p> لذلك يرى فيها الإنسان قاتلَ أبيه، ولا يتعرَّض له حتى يخرج، فالجاني مؤمَّن إنْ دخل الحرم، لكن يُضيق عليه أسباب الحياة حتى يخرج، حتى لا يجترئ الناس على بيت الله ويفسدون أمنه، ومن هذا </p><p> الأمن الخاص ألاَّ يصاد فيه، ولا يُعْضَد شجرة، ولا يُروَّع ساكنه. </p><p> وكأن الحق - سبحانه وتعالى - يقول للمشركين: لماذا لا تؤمنون بهذا الدين الذي جعل لكم بلداً آمناً، في حين يُتخطف الناس من حولكم؟ لماذا لا تحترمون وجودكم في هذا الأمن الذي وهبه الله لكم. </p><p> وعجيب منهم أن يقولوا كما حكى القرآن عنهم:  {وقالوا إِن نَّتَّبِعِ الهدى مَعَكَ نُتَخَطَّفْ مِنْ أَرْضِنَآ ... }  [القصص: ٥٧] كيف وقد حَمْيناكم أيام كنتم مشركين تعبدون الأصنام، أنترككم بعد أنْ تؤمنوا مع رسول الله. </p><p> وقصة هذا الأمن أولها في حادثة الفيل، لما جاء أبرهةُ ليهدم بيت الله ويُحوِّل الناس إلى بيت بناه باليمن، فردَّ الله كيدهم، وجعلهم كعصف مأكول، وحين نقرأ هذه السورة على الوَصْل بما بعدها تتبين لنا العِلَّة من هذا الأمن، ومن هذه الحماية، اقرأ:  {أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَابِ الفيل أَلَمْ يَجْعَلْ كَيْدَهُمْ فِي تَضْلِيلٍ وَأَرْسَلَ عَلَيْهِمْ طَيْراً أَبَابِيلَ تَرْمِيهِم بِحِجَارَةٍ مِّن سِجِّيلٍ فَجَعَلَهُمْ كَعَصْفٍ مَّأْكُولٍ}  [الفيل: ١ - ٥] لماذا؟ {لإِيلاَفِ قُرَيْشٍ إِيلاَفِهِمْ رِحْلَةَ الشتآء والصيف}  [قريش: ١ - ٢] . </p><p> فالعلة في أن جعلهم الله كعصف مأكول {لإِيلاَفِ قُرَيْشٍ}  [قريش: ١] لأن اللام في (لإيلاَف) للتعليل، وهي في بداية كلام فالعلة في أن الله لم يُمكِّن الأعداء من هدم البيت لتظلّ لقريش مهابتها ومكانتها بين العرب، ومهابتها مرتبطة بالبيت الذي يقصده الناس من كل مكان. </p><p> وهذه المكانة تُؤمِّن تجارة قريش في رحلة الشتاء إلى اليمن، ورحلة الصيف إلى الشام، لا يتعرَّض لهم أحد بسوء، وكيف يجتريء أحد عليهم أو يتعرّض لتجارتهم وهم حُماة البيت؟ </p><p> فمعنى {لإِيلاَفِ قُرَيْشٍ}  [قريش: ١] أن الله أهلك أبرهة وجنوده ولم يُمكِّنهم من البيت لتظل لقريش، وليُديم الله عليها أنْ يُؤْلَفوا وأنْ يُحبُّوا من الناس جميعاً، ويواصلوا رحلاتهم التجارية الآمنة. </p><p> لذلك يقول تعالى بعدها {فَلْيَعْبُدُواْ رَبَّ هذا البيت الذي أَطْعَمَهُم مِّن جُوعٍ وَآمَنَهُم مِّنْ خَوْفٍ}  [قريش: ٣ - ٤] فكان من الواجب عليهم أن يعبدوا رب البيت الذي وهبهم هذه النعم، فما هم فيه من أمن وأمان وطعام وشراب ليس بقوتهم، إنما بجوارهم لبيت الله، ولبيت الله قداسته عند العرب، فلا يجرؤ أحد منهم على الاعتداء على تجارة قريش. </p><p> فقولهم لرسول الله:  {اإن نَّتَّبِعِ الهدى مَعَكَ نُتَخَطَّفْ مِنْ أَرْضِنَآ ... }  [القصص: ٥٧] حجة لله عليهم، ففي الوقت الذي يُتخطّف الناس فيه من حولهم كانوا هم في أمان، فهي حجة عليهم. </p><p> ثم إن الشرط هنا {إِن نَّتَّبِعِ الهدى مَعَكَ ... }  [القصص: ٥٧] غير مناسب للجواب {نُتَخَطَّفْ مِنْ أَرْضِنَآ ... }  [القصص: ٥٧] فما دمتم قلتم عن الدين الذي جاءكم به محمد أنه هدى - يعني هدى لله - فكان يجب عليكم أنْ تؤمنوا به لو تأكد لديكم أنه هدى، وإلا فأنتم كاذبون في هذا القول، ولِمَ لا وأنتم تُكذِّبون القرآن وتقولون عنه افتراءوكذب وسحر، والآن تقولون عنه هدى، وهذا تناقض عجيب. </p><p> ألم يقولوا {لَوْلاَ نُزِّلَ هذا القرآن على رَجُلٍ مِّنَ القريتين عَظِيمٍ}  [الزخرف: ٣١] ومعنى هذا أن القرآن لا غبارَ عليه، لكن آفته أنه نزل على هذا الرجل بالذات. </p><p> وقوله تعالى {أفبالباطل يُؤْمِنُونَ.</p><p> . .}  [العنكبوت: ٦٧] أي: بالأصنام {وَبِنِعْمَةِ الله يَكْفُرُونَ}  [العنكبوت: ٦٧] قال {وَبِنِعْمَةِ الله}  [العنكبوت: ٦٧] ولم يقل مثلاً: وبعبادة الله، أو بالإيمان بالله يكفرون؛ لأن إيمانهم لو لم يكُنْ له سبب إلا نِعمَ الله عليهم أنْ يُطعِمهم من جوع، ويُؤمنهم من خوف لكان واجباً عليهم أنْ يؤمنوا به. </p><p> والباطل مقابل الحق، وهو زَهُوق لا دوامَ له، فسرعان ما يفسد وينتهي، فإنْ قلتَ ما دام أن الباطل زهوق وسينتهي، فما الداعي للمعركة بين حَقٍّ وباطل؟ </p><p> نقول: لولا عضة الباطل للمجتمع لما استشرفَ الناس للحق ينقذهم، فالباطل نفسه جُنْد من جنود الحق، كما أن الكفر جُنْد من جنود الإيمان، فلولا الكفر وما يفعله الكافرون بالناس لما اشتاق الناس للإيمان، الذي يُوفِّر لهم الأمن والطمأنينة والراحة والمساواة. </p><p> كما أن معنى كَفَرَ يعني ستر الإله الواجب الوجود، والسَّتْر يحتاج إلى مستور، فما هو المستور بالكفر؟ المستور بالكفر الإيمان، فكلمة كفر نفسها دليلُ وجود الإيمان. </p><p> وسبق أن قلنا: إن الإنسان قد يكره بعض الأشياء، وهي لمصلحته ولحكمة خلقها الله، ومثَّلْنا لذلك بالألم الذي يتوجّع منه الإنسان، وهو في الحقيقة تنبيه له واستنهاض ليعلم سبب هذ الألم ويتنبه، فيدفع المرض عن نفسه، ويطلب له الدواء. </p><p> فالألم بهذا المعنى جُنْد من جنود العافية، وإلاَّ فأفتَكُ الأمراض بالبشر ما ليس له ألم يُنبّه إليه، فيظل كامناً في الجسم حتى يستفحل أمره، وتعزّ مداواته؛ لذلك يصفونه بالمرض الخبيث؛ لأنه يتلصَّص في الجسم دون أنْ يظهر له أثر يدل عليه. </p><p> فالحق - سبحانه وتعالى - خلق الألم لحكمة؛ ليُنبِّهك أن في موضع الالم عطباً، وأن الجارحة التي تألم غير صالحة لأداء مهمتها؛ لذلك يقولون في تعريف العافية: العافية ألاَّ تشعر باعضائك، لك أسنان تأكل بها، لكن لا تدري بها، وربما لا تتذكر هذه النعمة إلا إذا أصابها عَطَب فآلمتك. </p><p> إذن: حين تعلم جارحتك وتتألم، فاعلم أنها غير طبيعية، وأنها لا تؤدي مهمتها كما ينبغي، فعليك أنْ تبادر بعلاجها. </p><p> وأيضاً حين يزدهر الباطل، وتكون هل صَوْلة، فإنما ذلك ليُشعرك بحلاوة الحق، فتستشرف له وتتمناه. لذلك انتشر الإسلام في البلاد التي فيها أغلبية إسلامية، لا بالسيف كما يحلو للبعض أن يقول، إنما انتشر برؤية الناس لمبادئه وسماحته. </p><p> ففي بلاد فارس والروم ذاق الناسُ هناك كثيراً من المتاعب من دياناتهم ومن قوانينهم، فلما سمعوا عن الإسلام ومبادئه وسماحة تعاليمه أقبلوا عليه. </p><p> فلولا أن الباطل عضَّهم لما لجأوا للإيمان، فالإسلام انتشر انتشاراً عظيماً في نصف قرن من الزمان، ولم يكن هذا نتيجة الاندفاع الإيماني ليدخل الناس في الإسلام، إنما لجذْب الضلال للإيمان، فكأن الإسلام مدفوع بأمرين: أهله الحريصون على انتشاره، وباطل يجذب الناس إليه. </p><p> والحق - سبحانه وتعالى - يعطينا مثلاً للحق وللباطل في قوله تعالى: </p><p> {أَنَزَلَ مِنَ السمآء مَآءً فَسَالَتْ أَوْدِيَةٌ بِقَدَرِهَا فاحتمل السيل زَبَداً رَّابِياً وَمِمَّا يُوقِدُونَ عَلَيْهِ فِي النار ابتغآء حِلْيَةٍ أَوْ مَتَاعٍ زَبَدٌ مِّثْلُهُ كذلك يَضْرِبُ الله الحق والباطل فَأَمَّا الزبد فَيَذْهَبُ جُفَآءً وَأَمَّا مَا يَنفَعُ الناس فَيَمْكُثُ فِي الأرض كذلك يَضْرِبُ </p><p> الله الأمثال} [الرعد: ١٧] . </p><p> فالزبَد: هو القشّ والفُتات الذي يحمله الماء، فيكون طبقة على سطح الماء، ثم يزيحه الهواء إلى الجوانب، ويظل الماء بعده صافياً، فالزبَد مثلٌ للباطل؛ لأنه يعلو على سطح الماء، لكن إياك أن تظن أنه ذو شأن، أو أن عُلوه سيدوم؛ لأنه غثاء لا قيمة له، وسرعان ما يزول ويبقى الماء النافع، وكما يتكون الزبَد على سطح الماء كذلك يتكوَّن عند صَهْر المعادن، فحين يصهر الصائغ مثلاً الذهب أو الفضة يخرج المعدن الأصيل تاركاً على الوجه الخبَث الذي خالطه. </p><p> لذلك يقول بعض العارفين: إن الله تعالى لا يترك الحق، ولا يُسْلِمه أبداً للباطل، إنما يتركه لحين ليبلو غيرة الناس عليه، فإذا لم يغاروا على الحق غار هو سبحانه عليه. </p><p> ثم يقول الحق سبحانه:  {وَمَنْ أَظْلَمُ مِمَّنْ افترى عَلَى الله ... } . </p>"
}