{
  "id": null,
  "sura": 29,
  "aya": 20,
  "text": "<p> السير: الانتقال من مكان إلى مكان، لكن نحن نسير في الأرض أم على الأرض؟ الحقيقة أننا كما قال سبحانه {قُلْ سِيرُواْ فِي الأرض ... }  [العنكبوت: ٢٠] أي: نسير فيها؛ لأن الغلاف الجوي المحيط بالأرض من الأرض، فبدونه لا تستقيم الحياة عليها، إذن: حين تسير تسير في الأرض فهي تحتك، وغلافها الجوي فوقك، فكأنك بداخلها. </p><p> والعلة في السير {فانظروا كَيْفَ بَدَأَ الخلق ... }  [العنكبوت: ٢٠] </p><p> وفي آية أخرى {ثُمَّ انظروا. .}  [الأنعام: ١١] ؛ لأن السير من أرض لأخرى له دافعان: إما للسياحة والتأمل والاعتبار، وإما للتجارة والاستثمار، إنْ ضاق رزقك في بلادك. فقوله:  {قُلْ سِيرُواْ فِي الأرض فانظروا ... }  [العنكبوت: ٢٠] أي: نظر اعتبار وتأمل. </p><p> أما في {ثُمَّ انظروا. .}  [الأنعام: ١١] فثم تفيد العطف والتراخي، كأنه سبحانه يقول لنا: سيروا في الأرض للاستثمار، ثم انظروا نظرة التأمل والاعتبار، ولا مانع من الجمع بين الغرضين. </p><p> وتذكرون أن الحق سبحانه قال في السورة السابقة (القصص) : {إِنَّ الذي فَرَضَ عَلَيْكَ القرآن لَرَآدُّكَ إلى مَعَادٍ ... }  [القصص: ٨٥] والمراد بذلك الهجرة، وفي هذه السورة تأتي:  {ياعبادي الذين آمنوا إِنَّ أَرْضِي وَاسِعَةٌ فَإِيَّايَ فاعبدون}  [العنكبوت: ٥٦] . </p><p> والمعنى: إن ضاق رزقك في مكان فاطلبه في مكان آخر، أو: إنْ لم تكُنْ الآيات الظاهرة لك كافية لتشبع عندك الرغبة في الاعتبار والتأمل فسِرْ في الأرض، فسوف تجد فيها كثيراً من الآيات والعِبَر في اختلاف الأجناس والبيئات والثمار والأجواء. . إلخ. </p><p> لذلك يقول سبحانه:  {أَلَمْ تَكُنْ أَرْضُ الله وَاسِعَةً فَتُهَاجِرُواْ فِيهَا ... }  [النساء: ٩٧] . </p><p> فالأرض كلها لله لا حدودَ فيها، ولا فواصلَ بينها، فلما قسَّمها الناس وجعلوا لها حدوداً تمنع الحركة فيها حدثت كثير من الإشكالات، وصَعُبَ على الناس التنقل للسياحة أو لطلب الرزق إنْ ضاق بأحد رزقه. </p><p> وها هي السودان بجوارنا بها مساحات شاسعة من الأراضي الخِصْبة التي إنْ زُرِعت سدَّتْ حاجة العالم العربي كله، أنستطيع </p><p> الذهاب لزراعتها؟ ساعتها سيقولون: جاءوا ليستعمرونا. </p><p> لذلك لما أتيح لي التحدث في هيئة الأمم قلت: إنه لا يمكن أنْ تُحلَّ قضايا العالم الراهنة إلا إذا طبَّقنا مبدأ الخالق - عَزَّ وَجَلَّ - وعُدْنا إلى منهجه الذي وضعه لتنظيم حياتنا، وكيف نضع بيننا هذه الحدود الحديدية والأسلاك الشائكة، وربنا يقول:  {والأرض وَضَعَهَا لِلأَنَامِ}  [الرحمن: ١٠] . </p><p> فالأرض كلُّ الأرض للأنام كل الأنام، ويوم نحقق هذا المبدأ فلن يضيق الرزق بأحد، لأنه إنْ ضاقَ بك هنا طلبته هناك؛ لذلك أكثر الشكوى في عالم اليوم إمَّا من أرض بلا رجال، أو من رجال بلا أرض، فلماذا لا نُحِدث التكامل الذي أراده الله في كونه؟ </p><p> إذن: فالسير هنا مترتب عليه الاعتبار {كَيْفَ بَدَأَ الخلق ثُمَّ الله يُنشِىءُ النشأة الآخرة ... }  [العنكبوت: ٢٠] وما دُمْنا قد آمنا بأن الله تعالى هو الخالق بداية، فإعادة الخَلْق أهون، كما قال سبحانه:  {أَفَعَيِينَا بالخلق الأول ... }  [ق: ١٥] فيشكُّوا في الخَلْق الآخر؟ لذلك يؤكد الخالق سبحانه هذه القدرة بقوله: </p><p> {إِنَّ الله على كُلِّ شَيْءٍ قَدِيرٌ}  [العنكبوت: ٢٠] . </p><p> ثم يقول الحق سبحانه:  {يُعَذِّبُ مَن يَشَآءُ ... } . </p>"
}