{
  "id": null,
  "sura": 29,
  "aya": 36,
  "text": "<p> مدين: اسم من أسماء أولاد إبراهيم عليه السلام، وسُمِّيت باسمه القبيلة؛ لأنهم كانوا عادة ما يُسمُّون القوم باسم أبرز أشخاصها، فانتقل الاسم من الشخص إلى القبيلة، ثم إلى المكان، بدليل قوله تعالى في موضع آخر:  {وَلَمَّا وَرَدَ مَآءَ مَدْيَنَ ... }  [القصص: ٢٣] فصارت مدين عَلَماً على البقعة، وقالوا: إنها من الطور إلى الفرات. </p><p> هذه برقية موجزة لقصة مدين وأخيهم شعيب، وقد ذُكِرت أيضاً في قصة موسى عليه السلام. وقال {أَخَاهُمْ ... }  [العنكبوت: ٣٦] ليدلّك أن الله تعالى حين يصطفي للرسالة يصطفي مَنْ له وُدٌّ بالقوم، ولهم معرفة به وبأخلاقه وسيرته، ولهم به تجربة سابقة، فهو عندهم مُصلْح غير مُفْسِد، حتى إذا ما بلَّغهم عن الله صدَّقوه، وكانت له مُقدِّمات تُيسِّر له سبيل الهداية. </p><p> وقوله:  {فَقَالَ ياقوم اعبدوا الله ... }  [العنكبوت: ٣٦] كلمة {ياقوم ... }  [العنكبوت: ٣٦] : القوم لا تُقال إلا للرجال؛ لأنهم هم الذين يقومون لمهمات الأمور، ويتحملون المشاق؛ لذلك يقول تعالى: </p><p> {ياأيها الذين آمَنُواْ لاَ يَسْخَرْ قَوْمٌ مِّن قَوْمٍ عسى أَن يَكُونُواْ خَيْراً مِّنْهُمْ وَلاَ نِسَآءٌ مِّن نِّسَآءٍ عسى أَن يَكُنَّ خَيْراً مِّنْهُنَّ ... }  [الحجرات: ١١] فأطلق القوم، وهم الرجال في مقابل النساء. </p><p> والعبادة: قلنا: طاعة الأمر والنهي {اعبدوا الله ... }  [العنكبوت: ٣٦] أطيعوه فيما أمر، وانتهوا عما نهى عنه ما دُمْتم قد آمنتم به إلهاً خالقاً، فلا بُدَّ أنْ تسمعوا كلامه فيما ينصحكم به من توجيه بافعل ولا تفعل. </p><p> وتعلم أنه سبحانه بصفات الكمال أوجدك وأوجد لك الأشياء، فأنت بعبادتك له لا تضيف إليه صفة جديدة، فهو إله قبل أن توجد أنت، وخالق بكامل القدرة قبل أنْ توجد، وخلق لك الكون قبل أنْ توجد. </p><p> ثم بعد ذلك تعصاه وتكفر به، فلا يحرمك خيره، ولا يمنع عنك نعمه. إذن: فهو سبحانه يستحق منك العبادة والطاعة؛ لأن طاعته تعود عليك أنت بالخير. </p><p> لذلك سبق أنْ قُلْنَا إن كلمة (العبودية) كلمة مذمومة تشمئز منها النفس، إنْ كانت عبودية للبشر؛ لأن عبودية البشر للبشر يأخذ فيها السيد خير عبده، لكن عبودية البشر لله تعالى يأخذ العبد خير سيده، فالعبودية لله عزٌّ وقوة ومنَعة وللبشر ذٌلٌّ وهوان؛ لذلك نرى كل المصلحين يحاربون العبودية للبشر، ويدعون العبيد إلى التحرر. </p><p> فأوَّل شيء أمر به شعيب قومه {اعبدوا الله ... }  [العنكبوت: ٣٦] كذلك قال إبراهيم لقومه {اعبدوا الله واتقوه ... }  [العنكبوت: ١٦] ، لكن لوطاً عليه السلام لم يأمر قومه بعبادة الله، إنما اهتم بمسألة الفاحشة التي استشرتْ فيهم، مع أن كل الرسل جاءوا للأمر بعبادة الله. </p><p> ونقول في هذه المسألة: لم يأمر لوط قومه بعبادة الله؛ لأنه كان من شيعة إبراهيم عليه السلام ومؤمناً بديانته، بدليل قوله تعالى:  {فَآمَنَ لَهُ لُوطٌ ... }  [العنكبوت: ٢٦] فهو تابع له؛ لذلك ينفذ التعاليم التي جاء بها إبراهيم، فلم يأمر بالعبادة لأن إبراهيم أمر القوم بها، لكنه تحمَّل مسألة أخرى، وخصَّه الله بمهمة جديدة، هي إخراج قومه من ممارسة الفاحشة التي انتشرت بينهم. </p><p> وقوله تعالى:  {وارجوا اليوم الأخر ... }  [العنكبوت: ٣٦] فلا بُدَّ أن اليوم الآخر لم يكُنْ في بالهم، ولم يحسبوا له حساباً، كأنهم سيفلتون من الله، ولن يرجعوا إليه؛ لذلك يُذكِّرهم بهذا اليوم، ويحثُّهم على العمل من أجله. </p><p> وكيف لا نعمل حساباً لليوم الآخر؟ ونحن في الدنيا نعامل أنفسنا بنفس منطق اليوم الآخر؟ فأنت مثلاً تتعب وتشقى في زراعة الأرض، وتتحمل مشاق الحرْث والبَذْر والسقي. . إلخ طوال العام، لكن حين تجمع زرعك يوم الحصاد، ويوم تملأ به مخازنك تنسى أيام التعب والمشقة، وساعتها يندم الكسول الذي قعد عن العمل والسعي، يوم الحصاد سترى أن أردب القمح الذي أخذتَه من المخزن وظننتَ أنه نقص من حسابك قد عاد إليك عشرة أرادبّ، فأخْذُك لم يقلل إنما زاد. </p><p> وكذلك اليوم الآخر نفهمه بهذا المنطق، فنتحمل مشاقّ العبادة والطاعات في الدنيا لننال النعيم الباقي في الآخرة؛ لأن نعيم الدنيا مهما كان، يُنغصه عليك أمران: إما أنْ تفوته أنت بالموت، أو يفوتك هو بالفقر. </p><p> أما في الآخرة فلا يفوتك نعيمها ولا تفوته. إذن: فالأَوْلى بك أنْ </p><p> تزرع للآخرة، وأن تعمل لها ألف حساب، فإنْ كان في العبادة مشقة، وللإيمان تَبعات، فانظروا إلى عِظَم الجزاء، وإذا استحضرتَ الثواب على الطاعة هانتْ عليك مشقة الطاعة، وإذا استفظعت العقاب على المعصية، زهدتَ فيها ونأيْتَ عنها. </p><p> إذن: الذي يجعل الإنسانَ يتمادى في المعصية أنه لا يستحضر العقاب عليها، ويزهد في الطاعة؛ لأنه لا يستحضر ثوابها. </p><p> لذلك يقول النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «لا يزني الزاني حين يزني وهو مؤمن، ولا يشرب الخمر حين يشربها وهو مؤمن» والمعنى: لو استحضر الإيمان ما فعل، إنما غفل عن إيمانه فوقع في المعصية. </p><p> ومَن استحضر ثواب الطاعة وجد لها حلاوة في نفسه، كما قال النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ عن الصلاة:  «أرحنا بها يا بلال» . </p><p> وقوله:  {وَلاَ تَعْثَوْاْ فِي الأرض مُفْسِدِينَ}  [العنكبوت: ٣٦] العثو: الفساد المستور والفساد يقال للظاهر، فالمعنى: لا تعثَوا في الأرض عثواً، فالمفعول المطلق بمعنى الفعل، فقوله تعالى:  {وَلاَ تَعْثَوْاْ فِي الأرض مُفْسِدِينَ}  [العنكبوت: ٣٦] كما نقول: اجلس قعوداً. </p><p> والفاء في قوله:  {فَقَالَ ياقوم اعبدوا الله ... }  [العنكبوت: ٣٦] تدل على أنها تعطف هذا الكلام على كلام سابق، والتقدير: وأرسلنا إلى مدين أخاهم شعيباً فقال: يا قوم إني رسول الله إليكم، ثم ذكر المطلوب منهم {ياقوم اعبدوا الله ... }  [العنكبوت: ٣٦] والجمع بين </p><p> عبادة الله ورجاء اليوم الآخر يعني: لا تفصلوا العبادة عن غايتها والثواب عليها، ولا تفصلوا المعصية عن عقابها. </p><p> وقوله:  {وَلاَ تَعْثَوْاْ فِي الأرض مُفْسِدِينَ}  [العنكبوت: ٣٦] فلا أقول لكم: أصلحوا فلا أقلَّ من أن تتركوا الصالح على صلاحه لا تفسدوه؛ لأن الخالق - عَزَّ وَجَلَّ - أعدَّ لنا الكون على هيئة الصلاح، وعلينا أنْ نُبقيه على صلاحه. </p><p> فالنيل مثلاً هبة من هِبَات الخالق، وشُريان للحياة يجري بالماء الزلال، وتذكرون يوم كان الفيضان يأتي بالطمي فترى الماء مثل الطحينة تماماً، وكذا نملأ منه (الزير) ، وبعد قليل يترسب الطمي آخذاً معه كل الشوائب، ويبقى الماء صافياً زلالاً. أما الآن فقد أصابه التلوث وفسَد ماؤه بما يُلْقى فيه من مُخلَّفات، وأصبحنا نحن أول مَنْ يعاني آثار هذا التلوث. </p><p> لذلك أصبح ساكن المدن مهما توفرت له سُبُل الحضارة لا يرتاح إلا إذا خرج من المدينة إلى أحضان الطبيعة البكْر التي ظلتْ على طبيعتها كما خلقها الله، لا ضوضاء، ولا ملوثات، ولا كهرباء، ولا مدنية. </p><p> ثم يقول الحق سبحانه:  {فَكَذَّبُوهُ فَأَخَذَتْهُمُ الرجفة ... } . </p>"
}