{
  "id": null,
  "sura": 29,
  "aya": 10,
  "text": "<p> قوله تعالى:  {وَمِنَ الناس مَن يِقُولُ آمَنَّا بالله ... }  [العنكبوت: ١٠] دليل على القول باللسان، وعدم الصبر على الابتلاء، فالقول هنا لا يؤيده العمل، ولمثل هؤلاء يقول تعالى:  {ياأيها الذين آمَنُواْ لِمَ تَقُولُونَ مَا لاَ تَفْعَلُونَ}  [الصف: ٢] . </p><p> ويقول تعالى في صفات المنافقين:  {إِذَا جَآءَكَ المنافقون قَالُواْ نَشْهَدُ إِنَّكَ لَرَسُولُ الله والله يَعْلَمُ إِنَّكَ لَرَسُولُهُ والله يَشْهَدُ إِنَّ المنافقين لَكَاذِبُونَ}  [المنافقون: ١] فالله تعالى لا يُكذِّبهم في أن محمداً رسول الله، إنما في شهادتهم أنه رسول الله؛ لأن الشهادة لا بُدَّ لها أنْ يواطئ القلب اللسان، وهذه لا تتوفر لهم. </p><p> ومعنى:  {فَإِذَآ أُوذِيَ فِي الله ... }  [العنكبوت: ١٠] أي: بسبب الإيمان بالله، فلم يفعل شيئاً يؤذى من أجله، إلا أنه آمن {جَعَلَ فِتْنَةَ الناس كَعَذَابِ الله ... }  [العنكبوت: ١٠] فتنة الناس أي: تعذيبهم له علىإيمانه كعذاب الله. </p><p> إذن: خاف عذاب الناس وسَّواه بعذاب الله الذي يحيق به إنْ كفر، وهذا غباء في المساواة بين العذابين؛ لأن عذاب الناس سينتهي ولو بموت المؤذي المعذِّب، أما عذاب الله في الآخرة فباقٍ لا ينتهي، والناس تُعذَّب بمقدار طاقتها، والله سبحانه يُعذب بمقدار طاقته تعالى وقدرته، إذن: فالقياس هنا قياس خاطئ. </p><p> وإنْ كانت هذه الآية قد نزلت في عياش بن أبي ربيعة، فالقاعدة الأصولية تقول: إن العبرة بعموم اللفظ لا بخصوص </p><p> السبب، وكان عياش بن أبي ربيعة أخا عمرو بن هشام (أبو جهل) والحارث بن هشام من الأم التي هي أسماء. </p><p> فلما أنْ أسلم عياش ثم هاجر إلى المدينة فحزنت أمه أسماء، وقالت: لا يظلني سقف، ولا أطعم طعاماً، ولا أشرب شراباً، ولا أغتسل حتى يعود عياش إلى دين آبائه، وظلت على هذه الحال التي وصفتْ ثلاثة أيام حتى عضَّها الجوع، فرجعت. </p><p> وكان ولداها الحارث وأبو جهل قد انطلقا إلى المدينة ليُقنعا عياشاً بالعودة لاسترضاء أمه، وظلا يُغريانه ويُرقّقان قلبه عليها، فوافق عياش على الذهاب إلى أمه، لكن رفض الردة عن الإسلام، فلما خرج الثلاثة من المدينة قاصدين مكة أوثقوه في الطريق، وضربه أبو جهل مائة جلدة، والحارث مائة جلدة. </p><p> لكن كان أبو جهل أرأف به من الحارث؛ لذلك أقسم عياش بالله لئن أدركه يوماً ليقتلنه حتى إنْ كان خارجاً من الحرم، وبعد أن </p><p> استرضى عياش أمه عاد إلى المدينة، فقابل أخاه الحارث عند قباء، ولم يكن يعلم أنه قد أسلم فعاجله، ونفّذ ما توعده به فقتله، ووصل خبره إلى رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ونزلت الآية:  {وَمَا كَانَ لِمُؤْمِنٍ أَن يَقْتُلَ مُؤْمِناً إِلاَّ خَطَئاً ... }  [النساء: ٩٢] . </p><p> ونزلت:  {وَمِنَ الناس مَن يِقُولُ آمَنَّا بالله فَإِذَآ أُوذِيَ فِي الله جَعَلَ فِتْنَةَ الناس كَعَذَابِ الله ... }  [العنكبوت: ١٠] أي: أراد أنْ يفرّ من عذاب الناس فكفر، ولم يُرد أن يفرّ من عذاب الله ويؤمن. </p><p> وقوله تعالى:  {وَلَئِنْ جَآءَ نَصْرٌ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمْ ... }  [العنكبوت: ١٠] أي: اجعلوا لنا سهماً في المغنم {أَوَ لَيْسَ الله بِأَعْلَمَ بِمَا فِي صُدُورِ العالمين}  [العنكبوت: ١٠] فالله سبحانه يعلم ما يدور في صدورهم وما يتمنونه لنا؛ ولذلك يقول سبحانه عنهم:  {لَوْ خَرَجُواْ فِيكُم مَّا زَادُوكُمْ إِلاَّ خَبَالاً ... }  [التوبة: ٤٧] . </p><p> ثم يقول الحق سبحانه:  {وَلَيَعْلَمَنَّ الله الذين ... } . </p>"
}