{
  "id": null,
  "sura": 29,
  "aya": 51,
  "text": "<p> والاستفهام هنا للتعجُّب وللإنكار، يعني: كيف لا يكفيهم القرآن ولا يقنعهم وهو أعظم الآيات، وقد أعجزهم أنْ يأتوا ولو بآية من آياته، وجاءهم بالكثير من العِبر والعجائب؟ إذن: هم يريدون أنْ يتمحّكوا، وألا يؤمنوا، وإلا لو أنهم طلاب حَقٍّ باحثون عن الهداية لكفاهم من القرآن آية واحدة ليؤمنوا به. </p><p> وقوله تعالى:  {يتلى عَلَيْهِمْ ... }  [العنكبوت: ٥١] لأن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كان ينزل عليه الوحي بعدة آيات، وقد يطول إلى رُبْعين أو ثلاثة أرباع، فلما أن يسري عنه يتلو ما نزل عليه على صحابته ليكتبوه، يتلوه كما أُنزِل عليه، فيكتبه الكتبة، ويحفظه مَنْ يحفظه منهم، وكانوا أمة رواية وأمة حفظ. </p><p> ثم يأتي وقت الصلاة فيصلي بهم رسول الله بما نزل عليه من </p><p> الآيات، يُعيدها كما أملاها، وهذه هبة ربانية منحها لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وخاطبه بقوله:  {سَنُقْرِئُكَ فَلاَ تنسى}  [الأعلى: ٦] . </p><p> وإلا، فَلَك أن تتحدى أكثر الناس حِفْظاً أنْ يُعيد عليك خطبة أو كلمة ألقاها على مدى نصف ساعة مثلاً، ثم يعيدها عليك كما قالها في المرة الأولى. </p><p> ثم يقول سبحانه:  {إِنَّ فِي ذلك لَرَحْمَةً وذكرى ... }  [العنكبوت: ٥١] لكن لمن {لِقَوْمٍ يُؤْمِنُونَ}  [العنكبوت: ٥١] لأن القرآن لا يثمر إلا فيمن يُحسن استقباله ويؤمن به، أما غير المؤمنين فهو في آذانهم وَقْر وهو عليهم عمى، لا يفقهونه ولا يتدبرونه؛ لأنهم يستقبلونه لا بصفاء نفس، وإنما ببُغْض وكراهية استقبال، فلا ينالون نوره ولا بركته ولا هدايته. </p><p> لذلك يقول تعالى في الذين يُحسِنون استقبال كلام الله:  {قُلْ هُوَ لِلَّذِينَ آمَنُواْ هُدًى وَشِفَآءٌ ... }  [فصلت: ٤٤] . </p><p> أما الذين يجحدونه ولا يُحسنون استقباله، فيقول عنهم:  {والذين لاَ يُؤْمِنُونَ في آذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى ... }  [فصلت: ٤٤] . </p><p> وسبق أنْ قلنا: إن الفعل واحد، لكن المستقبل مختلف، ومثَّلْنا لذلك بمن ينفخ في يده ليُدفئها في البرد، ومَنْ ينفخ في الشاي ليُبرده، وأنت أيضاً تنفخ في الشمعة لتطفئها، وتنفخ في النار لتشعلها. </p><p> وفي موضع آخر يقول تعالى:  {وَنُنَزِّلُ مِنَ القرآن مَا هُوَ شِفَآءٌ وَرَحْمَةٌ لِّلْمُؤْمِنِينَ ... }  [الإسراء: ٨٢] ، ففرْق بين الشفاء والرحمة، الشفاء يعني: أنه كانت هناك علة، فبرأت، لكن الرحمة ألاَّ تعاودك </p><p> العلة، ولا يأتيك الداء مرة أخرى، فالقرآن نزل ليعالج الداءات النفسية، يعالجها بالقراءة ويُحصِّنك ضدها فلا تصيبك، وإنْ وقعت في شيء من هذه الداءات فاقرأ ما جاء فيها من القرآن فإنها تبرأ بإذن الله، إذن: الشفاء يعالج الداء إنْ وقع في غفلة من سلوك النفس. </p><p> ولو طبقنا قضايا القرآن في نفوسنا لنالتنا هذه الرحمة، فالإنسان بدن وقيم ومعان وأخلاق، هذه المعاني في الإنسان يسمونها النفسيات، فقد يكون سليم البنية والجسم لكنه سقيم النفس؛ لذلك نجد بين تخصصات الطب الطب النفسي، وكل مريض لا يجدون لمرضه سبباً عضوياً يُشخِّصونه على أنه مرض نفسي، وحين تسأل الطبيب النفسي تجد أن كل ما عنده عقاقير تهديء المريض أو تهده فينام حتى لا يفكر في شيء، وهل هذا هو العلاج؟ </p><p> ولو تأملنا كتاب ربنا لوجدنا فيه العلاجيْن: العضوي والنفسي، فسلامة الجسم في أن الله تعالى أحلّ لك أشياء، وحرَّم عليك أشياء، وما عليك إلا أنْ تستقيم على منهج ربك فتسلم من داءات الجسد، فإنْ كنت من هؤلاء الذين يحبون الأكل من الحلال لكنهم يبالغون فيه إلى حَدِّ التًّخمة، فاقرأ في القرآن: </p><p> {يابنيءَادَمَ خُذُواْ زِينَتَكُمْ عِندَ كُلِّ مَسْجِدٍ وكُلُواْ واشربوا وَلاَ تسرفوا إِنَّهُ لاَ يُحِبُّ المسرفين}  [الأعراف: ٣١] . </p><p> ثم تجد في السنة النبوية مُذكِّرة تفسيرية لهذه الآية:  «بحسب ابن آدم لُقيْمات يُقمْنَ صُلْبه» ، فإنْ كان ولا بُدَّ:  «فثلث لطعامه، وثلث لشرابه، وثلث لنفسه» . </p><p> فالأصل أن يأكل الإنسان ليعيش، لا أن يعيش ليأكل. وبعض السطحيين يقولون: ما معنى «ثلث لنفَسه» ، وهل النفَس في المعدة؟ والآن، ومع تطور العلوم عرفنا أن تُخمة البطن تضغط على الحجاب الحاجز وتضيق مجال الرئة فينتج عن ذلك ضيق في التنفس. </p><p> أما الناحية النفسية، فالمرض النفسي ناتج إما عن انقباض الجوارح عن طبيعة تكوينها، أو انبساطها عن طبيعة تكوينها، كالبيضة مثلاً لها حجم معين فإنْ ضيَّقْتَ هذا الحجم أو بسطته تنكسر. </p><p> وهذا أيضاً أساس الداء في النفس البشرية؛ لأن ملكات النفس ينبغي أنْ تظل في حالة توازن واستواء، وتجد هذا التوازن في منهج ربك - عَزَّ وَجَلَّ - حيث يقول سبحانه:  {لِّكَيْلاَ تَأْسَوْاْ على مَا فَاتَكُمْ وَلاَ تَفْرَحُواْ بِمَآ آتَاكُمْ ... }  [الحديد: ٢٣] . </p><p> فمعنى:  {لِّكَيْلاَ تَأْسَوْاْ على مَا فَاتَكُمْ ... }  [الحديد: ٢٣] الانقباض {وَلاَ تَفْرَحُواْ بِمَآ آتَاكُمْ ... }  [الحديد: ٢٣] الانبساط. وكلاهما مذموم منهيٌّ عنه، لكن مَن ذا الذي لا يأسى على ما فات، ولا يفرح بما هو آتٍ؟ </p><p> لذلك نجد البُلَداء الذين لا تَهزهم الأحداث بصحة قوية؛ لأنهم لا يهتمون للخطوب، حتى أن الشعراء لم يَفُتْهم هذا المعنى، حيث يقول أحدهم: </p><p> وَفِي البَلادةِ مَا في العَزْمِ منْ جَلَد ... إنَّ البليد قويُّ النفْسِ عَاتيها </p><p> فَاسْأل أُوِلي العَزْم إنْ خارتْ عزائمهمْ ... عَنِ البَلادةِ هَلْ مَادتْ رَوَاسِيهَا؟ </p><p> فالذي تظنه بلادة هو عزم قويٌّ في استقبال الأحداث والصمود لها. </p><p> إذن: الرحمة في منهج الله إنِ التزمنا به نأمن من الأدواء، ماديةَ كانت أم معنوية. </p>"
}