{
  "id": null,
  "sura": 29,
  "aya": 48,
  "text": "<p> قوله:  {تَتْلُواْ ... }  [العنكبوت: ٤٨] أي: تقرأ، واختار تتلو لأنك </p><p> لا تقرأ إلا ما سمعت، فكأن قراءتك لما سمعت تجعل قولك تالياً لما سمعتَ، نقول: يتلوه يعني: يأتي بعده {وَلاَ تَخُطُّهُ بِيَمِينِكَ ... }  [العنكبوت: ٤٨] يعني: الكتابة. </p><p> وفَرْق بين أنْ تقرأ، وبين أنْ تكتب، فقد تقرأ لأنك تحفظ، وتحفظ نتيجة السماع، كإخواننا الذين ابتلاهم الله بكفِّ نظرهم ويقرأون، إنما يقرأون ما سمعوه؛ لأن السمع كما قلنا أول حاسة تؤدي مهمتها في الإنسان، فمن الممكن أن تحفظ ما سمعت، أما أن تكتبه فهذا شيء آخر. </p><p> والكلام هنا لون من ألوان الجدل والإقناع لكفار قريش الذين يُكذِّبون رسول الله، ولوْن من ألوان التسلية لرسول الله، كأنه يقول سبحانه لرسوله: اطمئن. فتكذيب هؤلاء لك افتراء عليك؛ لأنك ما تلوْتَ قبله كتاباً ولا كتبته بيمينك، وهم يعرفون سيرتك فيهم. </p><p> كما قال سبحانه في موضع آخر:  {فَقَدْ لَبِثْتُ فِيكُمْ عُمُراً مِّن قَبْلِهِ أَفَلاَ تَعْقِلُونَ}  [يونس: ١٦] . </p><p> أربعون سنة قضاها رسول الله بين قومه قبل البعثة، ما جرَّبوا عليه قراءة ولا كتابة ولا خطبة، ولا نمَّق قصيدة، فكيف تُكذِّبونه الآن؟ </p><p> فإن قالوا: كانت عبقرية عند محمد أجَّلها حتى سِنَّ الأربعين. نقول: العبقرية عادة مَا تأتي في أواخر العقد الثاني من العمر في السابعة عشرة، أو الثامنة عشرة، ومَنْ ضمن لمحمد البقاء حتى سِنِّ الأربعين، وهو يرى مصارع أهله، جده وأبيه وأمه؟ </p><p> لو كان عندك شيء من القراءة أو الكتابة لكان لهم عذر، </p><p> ولكان في الأمر شبهة تدعو إلى الارتياب في أمرك، كما قالوا:  {وقالوا أَسَاطِيرُ الأولين اكتتبها فَهِيَ تملى عَلَيْهِ بُكْرَةً وَأَصِيلاً}  [الفرقان: ٥] . </p><p> وقالوا:  {إِنَّمَا يُعَلِّمُهُ بَشَرٌ ... }  [النحل: ١٠٣] فردَّ القرآن عليهم {لِّسَانُ الذي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ وهذا لِسَانٌ عَرَبِيٌّ مُّبِينٌ}  [النحل: ١٠٣] . </p><p> وقالوا: ساحر. وقالوا: شاعر. وقالوا: مجنون. وكلها افتراءات وأباطيل واهية يسهل الردُّ عليها: فإنْ كان ساحراً، فلماذا لم يسحركم أنتم أيضاً وتنتهي المسألة؟ وإنْ كان شاعراً فهل جرَّبتم عليه أنْ قال شعراً قبل بعثته؟ </p><p> وإنْ قُلْتم مجنون، فالجنون فَقْد العقل، بحيث لا يستطيع الإنسان أنْ يختار بين البدائل، فهل جرَّبتم على محمد شيئاً من ذلك؟ وكيف يكون المجنون على خُلُق عظيم بشهادتكم أنتم أنه الصادق الأمين، فعنده انضباط في الملَكات وفي التصرفات، فكيف تتهمونه بالجنون؟ </p><p> وكلمة {مِن قَبْلِهِ ... }  [العنكبوت: ٤٨] لها عجائب في كتاب الله منها هذه الآية: {وَمَا كُنتَ تَتْلُواْ مِن قَبْلِهِ مِن كِتَابٍ وَلاَ تَخُطُّهُ بِيَمِينِكَ ... }  [العنكبوت: ٤٨] فيقول بعض العارفين (من قبله) : أي من قبل نزول القرآن عليك، وهذا القول {قَبْلِهِ. .}  [العنكبوت: ٤٨] يدل على أنه من الجائز أن يكون رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قد علم كيف يقرأ وكيف </p><p> يكتب بعد نزول القرآن عليه، حتى لا يكون في أمته من هو أحسن حالاً منه في أي شيء، أو في خصلة من خصال الخير. </p><p> ثم تأمل قوله تعالى:  {فَلِمَ تَقْتُلُونَ أَنْبِيَآءَ الله مِن قَبْلُ ... }  [البقرة: ٩١] ألاَ يدخل في روع رسول الله أنهم ربما يجترئون عليه فيقتَلوه، فيتهيب منهم، أو يدخل في نفوسهم هم، فيجترئون عليه كما قتلوا الأنبياء من قبل؛ لذلك جاءتْ الآية لتقرر أن هذا كان في الماضي، أما الآن فلن يحدث شيء من هذا أبداً، ولن يُمكِّنكم الله من نبيه. </p><p> وكلمة {وَمَا كُنتَ ... }  [العنكبوت: ٤٨] تكررت كثيراً في كتاب الله، ويُسمُّونها في الزمن الماضي، والحاضر، والمستقبل. </p><p> كما في قوله تعالى:  {وَمَا كُنتَ بِجَانِبِ الغربي إِذْ قَضَيْنَآ إلى مُوسَى الأمر ... }  [القصص: ٤٤] . </p><p> وقوله تعالى:  {وَمَا كُنتَ ثَاوِياً في أَهْلِ مَدْيَنَ تَتْلُواْ عَلَيْهِمْ آيَاتِنَا ... }  [القصص: ٤٥] . </p><p> وقوله تعالى:  {وَمَا كُنتَ لَدَيْهِمْ إِذْ يُلْقُون أَقْلاَمَهُمْ أَيُّهُمْ يَكْفُلُ مَرْيَمَ ... }  [آل عمران: ٤٤] . </p><p> وهنا:  {وَمَا كُنتَ تَتْلُواْ مِن قَبْلِهِ مِن كِتَابٍ وَلاَ تَخُطُّهُ بِيَمِينِكَ ... }  [العنكبوت: ٤٨] . </p><p> لذلك وصفه ربه - عَزَّ وَجَلَّ - بأنه {الرسول النبي الأمي ... }  [الأعراف: ١٥٧] وإياك أن تظن أن الأمية عَيْب في رسول الله، فإنْ كانت عيباً في غيره، فهي فيه شرف؛ لأن معنى أمي يعني على فطرته كما ولدتْه أمه، لم يتعلم شيئاً من أحد، وكذلك رسول الله لم يتعلَّم من الخَلْق، إنما تعلم من الخالق فعلَتْ مرتبةُ علمه عن الخَلْق. </p><p> ومن ذلك المكانة التي أخذها الإمام علي - رَضِيَ اللَّهُ عَنْه - في العلم والإفتاء حتى قال عنه عمر رَضِيَ اللَّهُ عَنْه - مع ما عُرف عن عمر من سداد الرأي حتى إن القرآن لينزلُ موافقاً لرأيه، ومُؤيّداً لقوله - يقول عمر: بئس المقام بأرض ليس فيها أبو الحسن. لماذا؟ </p><p> لأنه كان صاحب حجة ومنطق وصاحب بلاغة، ألم يراجع الفاروقَ في مسألة المرأة التي ولدتْ لستة أشهر من زواجها، وعمر يريد أنْ يقيم عليها الحد؛ لأن الشائع أن مدة الحمل تسعة أشهر فتسرَّع البعض وقالوا: إنها سُبق إليها، لكن يكون للإمام على رأي آخر، فيقول لعمر: لكن الله يقول غير هذا، فيقول عمر: وما ذاك؟ قال: ألم يقُل الحق سبحانه وتعالى: {والوالدات يُرْضِعْنَ أَوْلاَدَهُنَّ حَوْلَيْنِ كَامِلَيْنِ ... }  [البقرة: ٢٣٣] قال: بلى. </p><p> قال: ألم يقل: {وَحَمْلُهُ وَفِصَالُهُ ثَلاَثُونَ شَهْراً ... }  [الأحقاف: ١٥] </p><p> وبطرح العامين من ثلاثين شهراً يكون الباقي ستة أشهر، فإذا ولدتْ المرأة لستة أشهر، فهذا أمر طبيعي لا ارتيابَ فيه. </p><p> وفي يوم دخل حذيفة على عمر رَضِيَ اللَّهُ عَنْهما - فسأله عمر: كيف أصبحتَ يا حذيفة؟ فقال حذيفة: يا أمير المؤمنين، أصبحت أحب الفتنة، وأكره الحق، وأُصلِّي بغير وضوء، ولي في الأرض ما ليس لله في السماء. </p><p> فغضب عمر، وهَمَّ أن يضربه بدرة في يده، وعندها دخل عليٌّ فوجد عمر مُغْضباً فقال: مالي أراك مغضباً يا أمير المؤمنين؟ فقصَّ عليه ما كان من أمر حذيفة، فقال علي: </p><p> نعم يا أمير المؤمنين يحب الفتنة؛ لأن الله تعالى قال: </p><p> {إِنَّمَآ أَمْوَالُكُمْ وَأَوْلاَدُكُمْ فِتْنَةٌ ... }  [التغابن: ١٥] . </p><p> ويكره الحق أي: الموت فهو حقّ لكنا نكرهه، ويُصلِّي على النبي بغير وضوء، وله في الأرض ولد وزوجة، وليس ذلك لله في السماء. فقال عمر قولته المشهورة: بئس المقام بأرض ليس فيها أبو الحسن. </p><p> فلماذا تميَّز عليٌّ بهذه الميزة من العِلْم والفقه والحجة؟ لأنه تربَّى في حِجرْ النبوة فاستقى من نَبْعها، وترعرع في أحضان العلوم الإسلامية منذ نعومة أظافره، ولم يعرف شيئاً من معلومات الجاهلية، فلما تتفاعل عنده العلوم الإسلامية لا تَلِد إلا حقاً. </p><p> ثم يقول سبحانه {إِذاً ... }  [العنكبوت: ٤٨] يعني: لو حصل منك قراءة أو كتابة {لاَّرْتَابَ المبطلون}  [العنكبوت: ٤٨] أي: لَكَان لهم عُذْر ووجهة نظر في الارتياب، والارتياب لا يعني مجرد الشك، إنما شك باتهام أي: يتهمون رسول الله بأنه كان على عِلْم بالقراءة والكتابة؛ لذلك وصفهم بأنهم مبطلون في اتهامهم له صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p>"
}