{
  "id": null,
  "sura": 29,
  "aya": 22,
  "text": "<p> (معجزين) : جمع معجز، وهو الذي يُعجز غيره، تقول: أعجزتُ فلاناً يعني: جعلته عاجزاً، والمعنى أنكم لن تفلتوا من الله، </p><p> ولن تتأبَّوْا عليه، حين يريدكم للوقوف بين يديه، بل تأتون صاغرين. </p><p> ونلحظ هنا أن الحق سبحانه قال:  {وَمَآ أَنتُمْ بِمُعْجِزِينَ ... }  [العنكبوت: ٢٢] ولم يقل مثلاً: لن تعجزوني حين أطلبكم؛ لأن نفيَ الفعل غير نفي الوصف، فحين تقول مثلاً: أنت لا تخيط لي ثوباً، فهذا يعني أنه يستطيع أنْ يخيط لك ثوباً لكنه لا يريد، فالقدرة موجودة لكن ينقصها الرضا بمزاولة الفعل، إنما حين تقول: أنت لستَ بخائط فقد نفيتَ عنه أصل المسألة. </p><p> لذلك لم ينْفِ عنهم الفعل حتى لا نتوهم إمكانية حدوثه منهم، فالهرب والإفلات من لقاء الله في الآخرة أمر غير وارد على الذِّهْن أصلاً، إنما نفي عنهم بالوصف من أساسه {وَمَآ أَنتُمْ بِمُعْجِزِينَ فِي الأرض وَلاَ فِي السمآء ... }  [العنكبوت: ٢٢] . </p><p> ثم يقول سبحانه:  {وَمَا لَكُمْ مِّن دُونِ الله مِن وَلِيٍّ وَلاَ نَصِيرٍ}  [العنكبوت: ٢٢] حتى لا يقول قائل: إنْ كانوا هم غير معجزين، فقد يكون وراءهم مَنْ يعجز الله، أو وراءهم مَنْ يشفع لهم، أو يدافع عنهم، فنفى هذه أيضاً لأنه سبحانه لا يُعجزه أحد، ولا يُعجزه شيء. </p><p> لذلك يخاطبهم بقوله:  {مَا لَكُمْ لاَ تَنَاصَرُونَ}  [الصافات: ٢٥] أين الفتوات الأقوياء ينصرونكم؟ </p><p> فنفى عنهم الولي، ونفى عنهم النصير؛ لأن هناك فَرْقاً بينهما: الوليّ هو الذي يقرب منك بمودة وحُبٍّ، وهذا يستطيع أنْ ينصرك لكن بالحُسْنى وبالسياسة، ويشفع لك إن احتجتَ إلى شفاعته، أمّا النصير فهو الذي ينصرك بالقوة و (الفتونة) . </p><p> وهكذا نفى عنهم القدرة على الإعجاز، ونفى عنهم الولي والنصير، لكن ذكر {مِّن دُونِ الله ... }  [العنكبوت: ٢٢] يعني: من الممكن أن يكون لهم وليٌّ ونصير من الله تعالى، فإنْ أرادوا الولي الحق والنصير الحق فليؤمنوا بي، فأنا وليُّهم وأنا نصيرهم. </p><p> وكأنه سبحانه يقول لهم: إنْ تُبْتم ورجعتم عما كنتم فيه من الكفر واعتذرتم عما كان منكم، فأنا وليُّكم وأنا نصيركم. </p><p> وفي موضع آخر قال:  {وَمَا لَكُمْ مِّن نَّاصِرِينَ}  [العنكبوت: ٢٥] ولم يقل من دون الله؛ لأن الموقف في الآخرة، والآخرة لا توبةَ فيها ولا اعتذار ولا رجوع، فقوله {مِّن دُونِ الله ... }  [العنكبوت: ٢٢] لا تكون إلا في الدنيا. </p><p> ثم يقول الحق سبحانه:  {والذين كَفَرُواْ بِآيَاتِ ... } . </p>"
}