{
  "id": null,
  "sura": 29,
  "aya": 46,
  "text": "<p> الحق - تبارك وتعالى - يُعلِّمنا كيف نجادل أهل الكتاب، وقبل أن نتكلم عن ألوان الجدل في القرآن الكريم نقول: ما معنى الجدل؟ </p><p> الجدل: مأخوذ من الجَدْل، وهو فَتْل الشيء ليشتد بعد أنْ كان ليناً كما نفتل حبالنا في الريف، فالقطن أو الصوف مثلاً يكون منتفشاً يأخذ حيزاً واسعاً، فإذا أردْنا أن نأخذ منه خيطاً جمعنا بعض الشعيرات ليُقوِّي بعضها بعضاً بلفِّها حول بعضها، وبجَدْل الخيوط نصنع الحبال لتكون أقوى، وعلى قَدْر الغاية التي يُراد لها الحبل تكون قوته. </p><p> ومن الجدل أُخِذ الجدال والجدَل والمجادلة، وفي معناها: الحوار والحجاج والمناظرة، ومعناه أن يوجد فريقان لكل منها مذهب يؤيده ويدافع عنه ليفتن الآخر أي: ليلفته عن مذهبه إلى مذهبه هو. </p><p> فإذا كان المقصود هو الحق في الجدال أو الحِجَاج أو المناظرة فهذا الاسم يكفي، لكن إنْ دخل الجدال إلى مِراءٍ أو لجاجة، فليس القصد هو الحق، إنما أنْ يتغلَّب أحد الفريقين على الآخر، والجدل في هذه الحالة له أسماء متعددة، منها قوله تعالى:  {لَّلَجُّواْ فِي طُغْيَانِهِمْ. .}  [المؤمنون: ٧٥] . </p><p> لكن إذا فَتَلْنا الشيء المنفوش حتى صار مُضْمراً، وأخذ من الضمر قوة، أأنت تجعل في الجدل خَصْمك قوياً؟ إنك تحاول أنْ تُقوِّي نفسك في مواجهته. قالوا: حين أنهاه عن الباطل وأعطفه ناحية الحق، فإنه يقوي يقينه في شيء ينفعه، وكأنه كان منتفشاً آخذاً حيِّزاً أكبر من حجمه بالباطل الذي كان عليه، فأنا قوّيته بالحق. وفي العامية نقول (فلان منفوخ على الفاضي) أو نقول (فلان نافش ريشه) كأنه أخذ حيزاً أكبر من حجمه. </p><p> لذلك نلحظ أن التغلب في الجدل لا يكون لمجرد الجدل، إنما تغلُّبك لحق ينفع الغير ويُقويه ويردّه إلى حجمه الطبيعي. </p><p> أو: أن الجدل مأخوذ من الجدال وهي الأرض، كأن يطرح القوي الضعيف أرضاً في صراع مثلاً. </p><p> والجدال يكون بين شخصين، لكل منهما رأيه الذي يألفه ويحبه ويقتنع به، فحين تجادله تريد أنْ تُخرِجه عن رأيه الذي يألف إلى </p><p> رأيك الذي لا يألفه ولم يعتده، فأنت تجمع عليه أمرين: أنْ تُخرجه عما أَلف واعتاد إلى ما لم يألف، فلا يكُنْ ذلك بأسلوب يكرهه حتى لا تجمع عليه شدتين. </p><p> فعليك إذن باللين والاستمالة برفق؛ لأن النصح ثقيل كما قال شوقي رَحِمَهُ اللَّهُ: فلا تجعله جبلاً، ولا ترسله جَدَلاً، وعادة ما يُظهِر الناصح أنه أفضل من المنصوح. ويقولون: الحقائق مرة، فاستعيروا لها خِفَّة البيان؛ لأنك تُخِرج خَصْمك عما أَلِف، فلا تخرجه عما ألف بما يكره، بل بما يحب. </p><p> والإنسان قج يُعبِّر عن الحقيقة الواحدة تعبيراً يُكره، ويُعبِّر عنها تعبيراً يُحب وترتاح إليه، كالملك الذي رأى في منامه أن كل أسنانه قد سقطتْ، فطلب مَنْ يُعبِّر له ما رأى، فجاءه المعبِّر واستمع منه، ثم قال: معنى هذه الرؤيا يا مولاي أن أهلك جميعاً سيموتون، فتشاءم من هذا التعبير ولم يُعجبه، فأرسلوا إلى آخر فقال: هذا يعني أنك ستكون أطولَ أهل بيتك عُمراً، فَسُرَّ الملك بقوله. </p><p> فهنا المعنى واحد، لكن أسلوب العرض مختلف. </p><p> ودخل رجل على آخر، فوجده يبكي فقال: ما يُبكيك؟ قال: أخذْتُ ظلماً، فتعجب وقال: فكيف بك إذا أُخِذْتَ عدلاً؟ أكنت تضحك. والمعنى أن مَنْ أُخذ ظلماً لا ينبغي له أن يحزن؛ لأنه لم يفعل شيئاً يشينه، والأَوْلَى بالبكاء من أُخذ عدلاً وبحقٍّ. </p><p> ورجل قُتِل له عزيز فجلس يصرح ويولول، فدخل عليه صاحبه مُواسياً فقال له الرجل: إن ابني قُتِل ظلماً، فقال صاحبه: الحمد لله الذي جعل منك المقتول، ولم يجعل منك القاتل. </p><p> إذن: سلامة المنطق وخِفَّة البيان أمر مهم، وعلى المجادل أن </p><p> يراعي بيانه، وأن يتحين الفرصة المناسبة، فلا تجادل خصمك وهو غضبان منك أو وأنت غضبان منه. قالوا: مَرَّ رجل فوجد صبياً يغرق في البحر، فلم ينتظر حتى يخلع ثيابه، وألقى بنفسه وأنقذ الصبي، ثم أخذ يضربه ويلطمه، والولد يقول: شكراً لك بارك الله فيك، لماذا؟ لأنه قسا عليه بعد أنْ أنقذه، لكن ما الحال لو وقف على البَرِّ، وكال له الشتائم وعنَّفه، لماذا ينزل البحر وهو لا يعرف العوم؟ لذلك يقول الحكماء: آسِ ثم أنصح. </p><p> لذلك يُعلِّمنا ربنا - عَزَّ وَجَلَّ - أصول الجدل وآدابه؛ لأنه يريد أن يُخرِج بهذا الجدل أناساً من الكفر إلى الإيمان، ومن الجحود إلى اليقين، وهذا لا يتأتّى إلا باللطف واللين، كما قال سبحانه:  {ادع إلى سَبِيلِ رَبِّكَ بالحكمة والموعظة الحسنة وَجَادِلْهُم بالتي هِيَ أَحْسَنُ ... }  [النحل: ١٢٥] . </p><p> ويُعلِّمنا سبحانه أن للجدل مراتبَ بحسب حالة الخَصم، فالذي ينكر وجود الله له جدل مخصوص، والذي يؤمن بوجود الله ويقول: إن معه شريكاً. له جدل آخر، ومَنْ يؤمن بالله ويقول سأتبع نبيِّ ولن أتبعك له جدل آخر وبشكل خاص، والمختلفون معك من أهل مِلَّتك لهم جدل يليق بحالهم. </p><p> إذن: للجدل مراتب نلحظها في أسلوب القرآن، فبم جادل الذين لا يؤمنون بوجود إله؟ قال:  {أَمْ خُلِقُواْ مِنْ غَيْرِ شَيْءٍ أَمْ هُمُ الخالقون أَمْ خَلَقُواْ السماوات والأرض بَل لاَّ يُوقِنُونَ}  [الطور: ٣٥ - ٣٦] . </p><p> فأتى لهم بمسألة الخَلْق الظاهرة التي لم يدَّعها أحد، ولا يجرؤ أحد على إنكارها، حتى المشركون والملاحدة؛ لأن أتفه الأشياء في صناعاتهم يعرفون صانعها، ويُقرُّون له بصنعته، ولو كانت كوباً من زجاج أو حتى قلم رصاص، لا بُدَّ أن لكل صنعة صانعاً يناسبها. </p><p> أليس مَنْ خلق السماوات والأرض والشمس والقمر. . إلخ أَوْلَى بأن يعترفوا له سبحانه بالخَلْق؟ وهم أنفسهم مخلوقون ولم يقولوا إنَّا خلقنا أنفسنا، ولم يقولوا خلقنا غيرنا، فمَنْ خلقهم إذن؟ </p><p> وقلنا: إن الدَّعْوى تثبت لصاحبها ما لم يَقُم لها معارض، والحق - سبحانه وتعالى - قال علانية، وعلى لسان رسله، وفي قرآن يُتْلَى إلى يوم القيامة، وأسمع الجميع: أنا خالق هذا الكون. </p><p> فإنْ قال معاند: فَمَنْ خلق الله؟ نقول: الذي خلقه عليه أن يعلن عن نفسه. </p><p> والحق سبحانه شهد لنفسه أنه لا إله إلا هو {شَهِدَ الله أَنَّهُ لاَ إله إِلاَّ هُوَ ... }  [آل عمران: ١٨] ولم يقُلْ أحد أنا الإله. إذن: الذين ينكرون الخالق لا حَقَّ لهم. هذا في جدال الملاحدة الذين ينكرون وجود الله. </p><p> أما الذين يؤمنون بوجود الله، لكن يتخذون معه سبحانه شركاء، فنجادلهم على النحو التالي: شركاؤكم مع الله غَيْب أم شهادة؟ إنْ قالوا: غَيْب فإن الله تعالى شهد لنفسه بالوحدانية. وقال: أنا واحد لا شريك لي، فأين كان شركاؤكم؟ </p><p> لماذا لم يدافعوا عن ألوهيتهم مع الله؟ إما لأنهم ما دروا بهذا الإعلان، وإما أنهم دَرَوا وعجزوا عن المواجهة، وفي كلتا الحالتين تنفي عنهم صفة الألوهية، فأيُّ إله هذا الذي لا يدري بما يدور حوله، أو يجبن عن مواجهة خَصْمه؟ </p><p> فإنْ قالوا: شركاؤنا الأصنام والأشجار والكواكب وغيرها، فهذه من صُنْع أيديهم، فكيف يعبدونها، ثم هي آلهة لا منهجَ لها ولا تكاليفَ، وإلا فبماذا أمرتهم وعَمَّ نهتْهم؟ إذن: عبادتهم لها باطلة. </p><p> ثم نسأل الذين يتخذون مع الله شركاء: أهؤلاء الذين تشركونهم </p><p> مع الله يتواردون على الأشياء بقدرة واحدة، أم يتناوبون عليها، كل منهم بقدر على شيء معين؟ </p><p> إنْ كانوا يزاولون بقدرة واحدة، فواحد منهم يكفي والباقون لا فائدة منهم، وإنْ كانوا يتناوبون على الأشياء، فكلٌّ منهم قادر على شيء عاجز عن الشيء الآخر، والإله لا يكون عاجزاً. </p><p> وقد رَدَّ الحق سبحانه على هؤلاء بقوله تعالى:  {قُلْ لَّوْ كَانَ مَعَهُ آلِهَةٌ كَمَا يَقُولُونَ إِذاً لاَّبْتَغَوْاْ إلى ذِي العرش سَبِيلاً}  [الإسراء: ٤٢] أي: لَذهبوا إليه إما ليُعنِّفوه ويُصَفّوا حساباتهم معه، وكيف أخذ الأمر لنفسه، وإما ليتوددوا إليه ويعاونوه. </p><p> وفي موضع آخر:  {إِذاً لَّذَهَبَ كُلُّ إله بِمَا خَلَقَ وَلَعَلاَ بَعْضُهُمْ على بَعْضٍ ... }  [المؤمنون: ٩١] . </p><p> وبعد أنْ بينَّا جدال الملاحدة الذين ينكرون وجود الإله وجدال أهل الشرك نجادل أهل الكتاب، وهم ألطفُ من سابقيهم؛ لأنهم مؤمنون بإله وأنه الخالق، ومؤمنون بالبلاغ عن الله، ومؤمنون بالكتب التي نزلت، والخلاف بيننا وبينهم أنهم لا يؤمنون برسالة محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في حين نؤمن نحن برسلهم وكتبهم، وهذه أول مَيزة تميَّز بها الإسلام على الأديان الأخرى. </p><p> ونقول لهؤلاء: لقد آمنت برسولك، وقد سبقه رسل، فلماذا تنكر أن يأتي رسول بعده؟ ثم هل جاء الرسول بعد رسولك ليناقضه في أصول الأشياء؟ إنهم جميعاً متفقون على أصول العقيدة والأخلاق، متفقون على أنهم عباد لله متحابون، فلماذا تختلفون أنتم؟ </p><p> فربنا - تبارك وتعالى - يُعلِّمنا {وَلاَ تجادلوا أَهْلَ الكتاب إِلاَّ بالتي هِيَ أَحْسَنُ.</p><p> . .}  [العنكبوت: ٤٦] لأنهم ليسوا ملاحدة ولا مشركين، فهُمْ </p><p> مؤمنون بإلهكم وبالرسل وبالكتب، غاية ما هنالك أنهم لا يؤمنون برسولكم. </p><p> لذلك يعترض بعض الناس: كيف يبيح الإسلام أنْ يتزوج المسلم من كتابية، ولا يبيح للمسلمة أن تتزوج كتابياً؟ نقول: لأن أصل القِوَامة في الزواج للرجل، والزوج المؤمن حين يتزوج كتابية مؤمن برسولها، أما الزوج الكتابي فغير مؤمن برسول المؤمنة، فالفَرْق بينهما كبير. </p><p> ومعنى:  {إِلاَّ بالتي هِيَ أَحْسَنُ ... }  [العنكبوت: ٤٦] أن في الجدال حسناً وأحسن، وقد سبق الجدال الحسن في قوله تعالى:  {وَإِنَّآ أَوْ إِيَّاكُمْ لعلى هُدًى أَوْ فِي ضَلاَلٍ مُّبِينٍ}  [سبأ: ٢٤] ونوح عليه السلام يتلطف في جدال قومه، فيقول:  {قُلْ إِنِ افتريته فَعَلَيَّ إِجْرَامِي وَأَنَاْ برياء مِّمَّا تُجْرِمُونَ}  [هود: ٣٥] . </p><p> فينسب الافتراء إلى نفسه، ويتهم نفسه بالإجرام إنِ افترى، فإنْ لم يكُنْ هو المفتر، وهو المجرم فَهُمْ. </p><p> ونبينا محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يقول في جدال قومه:  {قُل لاَّ تُسْأَلُونَ عَمَّآ أَجْرَمْنَا وَلاَ نُسْأَلُ عَمَّا تَعْمَلُونَ}  [سبأ: ٢٥] فيذكر صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ الجريمة في حقه هو ولا يذكرها في حَقِّ المعاندين المكذِّبين، فأيُّ أدب في الدعوة أرفع من هذا الأدب؟ </p><p> إذن: جادل غير المؤمنين بالحسن، وجادل أهل التكاب بالتي هي أحسن، لما يمتازون به عن غيرهم من ميزة الإيمان بالله. فإنْ تعدَّوْا وظلموا أنفسهم في مسألة القمة الإيمانية، فادعوا أن لله ولداً أو غيره، فإِنهم بذلك يدخلون في صفوف سابقيهم من المشركين، فإنْ كنا مأمورين بأن نجادلهم بالتي هي أحسن وقالوا بهذا القول، فعلينا أن نجادلهم بما يقابل الأحسن، نجادلهم إما بالحسن، وإما بغير الحسن أي: بالسيف. </p><p> لكن، هل يفرض السيف عقائد؟ السيف لا يأخذ من الناس إلا قوالبهم. </p><p> أمّا القلوب فلا يخضعها إلا الإيمان، والله تعالى لا يريد قوالب، إنما يريد قلوباً. </p><p> واقرأ قوله تعالى في سورة الشعراء:  {لَعَلَّكَ بَاخِعٌ نَّفْسَكَ أَلاَّ يَكُونُواْ مُؤْمِنِينَ إِن نَّشَأْ نُنَزِّلْ عَلَيْهِمْ مِّنَ السمآء آيَةً فَظَلَّتْ أَعْنَاقُهُمْ لَهَا خَاضِعِينَ}  [الشعراء: ٣ - ٤] فإنِ أراد سبحانه قَهْر القوالب والقلوب على الخضوع، بحيث لا يستطيع أحد أنْ يتأبَّى على الإيمان ما وُجد كافر، وما كفر الكافر إلا لما أعطاه الله من منطقة الاختيار؛ فالحق سبحانه يريد منّا قلوباً تحبه سبحانه وتعبده؛ لأنه سبحانه يستحق أنْ يُعبد. </p><p> إذن: الذين يخرجون عن نطاق الكتابية بتجاوزهم الحدَّ، وقولهم أن عيسى ابن الله، أو أن الله ثالث ثلاثة، إنما يدخلون في نطاق الشرك والكفر، ولن نقول لهؤلاء: اتبعوا رسولنا، وإنما اتبعوا رسولكم، والكتاب الذي جاءكم به من عند الله، وسوف تجدون فيه البشارة بمحمد {الرسول النبي الأمي الذي يَجِدُونَهُ مَكْتُوباً عِندَهُمْ فِي التوراة والإنجيل ... }  [الأعراف: ١٥٧] . </p><p> إذن: فحين تكفر فأنت لا تكفر بمحمد ولا بالقرآن، إنما تكفر أولاً بكتابك أنت؛ لذلك يعلمنا الحق سبحانه: </p><p> {لَّقَدْ كَفَرَ الذين قآلوا إِنَّ الله هُوَ المسيح ابن مَرْيَمَ ... }  [المائدة: ١٧] وقال أيضاً: {لَّقَدْ كَفَرَ الذين قالوا إِنَّ الله ثَالِثُ ثَلاَثَةٍ ... }  [المائدة: ٧٣] . </p><p> أي: لا تعاملوهم على أنهم كتابيون، ولما سُئلْنا في الخارج من أبنائنا الذين يرغبون في الزواج من أجنبيات، فكنت أقول للواحد منهم: سَلْها أولاً: ماذا تقول في عيسى، فإنْ قالت هو رسول الله فتزوجها وأنت مطمئن؛ لأنها كتابية، وإن قالت: ابْن الله، فعاملها على أنها كافرة ومشركة. </p><p> هذا في معنى قوله تعالى:  {إِلاَّ الذين ظَلَمُواْ مِنْهُمْ ... }  [العنكبوت: ٤٦] ونحن لا نحمل السيف في وجه هؤلاء؛ لأن السيف ما جاء إلا ليحمي اختيار المختار، فلي أنْ أعرض ديني، وأنْ أُعلنه وأشرحه، فإنْ منعوني من هذه فلهم السيف، وإنْ تركوني أعلن عن ديني فهم أحرار، يؤمنون أو لا يؤمنون. </p><p> إنْ آمنوا فأهلاً وسهلاً، وإنْ لم يؤمنوا فهم أهل ذمة، لهم ما لنا وعليهم ما علينا، ويدفعون الجزية نظير ما يتمعون به في بلادنا، وعليهم ما علينا، وما نُقدِّمه لهم من خدمات، وإلا فكيف نفرض على المؤمنين الزكاة ونترك هؤلاء لا يقدمون شيئاً؟ </p><p> لذلك نرى الكثيرين من أعداء الإسلام يعترضون على مسألة دَفْع الجزية، ويروْنَ أن الإسلام فُرِض بقوة السيف، وهذا قول يناقض بعضه بعضاً، فما فرضنا عليكم الجزية إلا لأننا تركناكم تعيشون معنا على دينكم، ولو أرغمناكم على الإسلام ما كان عليكم الجزية. </p><p> والحق - تبارك وتعالى - يقول:  {لاَ إِكْرَاهَ فِي الدين قَد تَّبَيَّنَ الرشد مِنَ الغي ... }  [البقرة: ٢٥٦] لأنني لا أُكرهك على شيء إلا إذا كنتَ ضعيف الحجة، وما دام أن الرشدْ بيِّن والغيّ بيِّن، فلا داعي للإكراه إذن. </p><p> لكن البعض يفهم هذه الآية فهماً خاطئاً فحين تقول له: صَلِّ يقول لك {لاَ إِكْرَاهَ فِي الدين ... }  [البقرة: ٢٥٦] ونقول له: لم تفهم المراد، فلا إكراه في أصل الدين في أنْ تؤمن أو لا تؤمن، فأنت في هذه حُرٌّ، أما إذا آمنتَ وأعلنتَ أنه لا إله إلا الله محمد رسول الله، فليس لك أن تكسر حَدّاً من حدود الإسلام، وفَرْق بين «لا إكراه في الدين» و «لا إكراه في التدين» . </p><p> ومن حكمة الإسلام أن يعلن حكم الردة لمن أراد أنْ يؤمن، نقول له قف قبل أن تدخل الإسلام، اعلم أنك إنْ تراجعت عنه وارتددتَ قتلناك، وهذا الحكْم يضع العقبة أمام الراغب في الإسلام حتى يفكر أولاً، ولا يقدم عليه إلا على بصيرة وبينة. </p><p> وإذا قيل {أَهْلَ الكتاب ... }  [العنكبوت: ٤٦] أي: الكتاب المنزَّل من الله، وقد علَّم الله تعالى رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أنْ يجادل المشركين بقوله:  {فاسألوا أَهْلَ الذكر إِن كُنْتُم لاَ تَعْلَمُونَ}  [النحل: ٤٣] فعلم الرسول أن يرجع إلى أهل الكتاب، وأنْ يأخذ بشهادتهم، وفي موضع آخر علَّمه أن يقول لمن امتنع عن الإيمان. </p><p> {وَيَقُولُ الذين كَفَرُواْ لَسْتَ مُرْسَلاً قُلْ كفى بالله شَهِيداً بَيْنِي وَبَيْنَكُمْ وَمَنْ عِندَهُ عِلْمُ الكتاب}  [الرعد: ٤٣] . </p><p> إذن: فرسولنا يستشهد بكم، لما عندكم من البينات الواضحة والدلائل على صدقه. حتى قال عبد الله بن سلام: لقد عرفته حين رأيته كمعرفتي لابني، ومعرفتي لمحمد أشد، ولم لا يعرفونه وقد ذُكر في كتبهم باسمه ووصفه:  {الرسول النبي الأمي الذي يَجِدُونَهُ مَكْتُوباً عِندَهُمْ فِي التوراة والإنجيل ... }  [الأعراف: ١٥٧] . </p><p> ثم ألم يحدث منكم أنكم كنتم تستفتحون به على المشركين في </p><p> المدينة، وتقولون: لقد أطلَّ زمان نبي يُبعث في مكة، فنتبعه ونقتلكم به قَتْل عاد وإرم؟ فلما جاءكم النبي الذي تعرفوه أنكرتموه وكفرتم به:  {وَكَانُواْ مِن قَبْلُ يَسْتَفْتِحُونَ عَلَى الذين كَفَرُواْ فَلَمَّا جَآءَهُمْ مَّا عَرَفُواْ كَفَرُواْ بِهِ ... }  [البقرة: ٨٩] . </p><p> كيف يستشهد الله على صدق رسوله بكم وبكتبكم ثم تكذبون؟ قالوا: كذَّبوا لما لهم من سلطة زمنية يخافون عليها، ورأوا أن الإسلام سيسلبهم إياها. </p><p> وكلمة {بالتي هِيَ أَحْسَنُ ... }  [العنكبوت: ٤٦] وردت في القرآن، لكن في غير الجدل في الدين، وردت في كل شيء يُوجب جدلاً بين أُناس؛ وذلك في قوله سبحانه:  {ادفع بالتي هِيَ أَحْسَنُ فَإِذَا الذي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ}  [فصلت: ٣٤] . </p><p> وقد جاءني رجل يذكر هذه الآية، وما يترتب على الإحسان، يقول: عملتُ بالآية فلم أجد الولي الحميم؟ قلت له: كوْنك تحمل هذا الأمر في رٍأسك دليل على أنك لم تدفع بالتي هي أحسن؛ لأن الله تعالى لا يقرر قضية قرآنية، ويُكذِّبها واقع الحياة، فإنْ دفعتَ بالتي هي أحسن بحقٍّ لا بُدَّ وأنْ تجد خَصْمك كأنه وليٌّ حميم. </p><p> لذلك يقول أحد العارفين: </p><p> يَا مَنْ تُضَايِقه الفِعَالُ مِنَ التِي وَمنَ الذِي ... ادْفَعْ فديْتُكَ بالتي حتَّى تَرى فإذَا الذي </p><p> والمعنى: من التي تسيء إليك، أو الذي يسيء إليك {ادفع بالتي هِيَ أَحْسَنُ ... }  [فصلت: ٣٤] حتى ترى {فَإِذَا الذي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ}  [فصلت: ٣٤] . </p><p> وأذكر أنه جاءني شاب يقول: إن عمي مُوسِر، وأنا فقير، وهو يتركني ويتمتع بماله غيري، فقلت له: بالله أتحب النعمة عند عمك؟ فسكت، قلت له: إذن أنت لا تحبها عنده، لكن اعلم أن النعمة تحب صاحبها أكثر من حُبِّ صاحبها لها؛ لذلك لا تذهب إلى كارهها عند صاحبها. </p><p> فما عليك إلا أنْ تثوب إلى الحق، وأنْ تتخلص مما تجد في قلبك لعمك، وثِقْ بأن الله هو الرزاق، وإنْ أردتَ نعمة رأيتها عند أحد فأحببها عنده، وسوف تأتيك إلى بابك، لأنك حين تكره النعمة عند غيرك تعترض على قدر الله. </p><p> بعد هذا الحوار مع الرجل - والله يشهد - دَقَّ جرس الباب، فإذا به يقول لي: أما دريتَ بما حدث؟ قلت: ماذا؟ قال: جاءني عمي قبل الفجر بساعة، فلما أنْ فتحت له الباب انهال عليَّ ضَرْباً وشَتْماً يقول: لماذا تتركني للأجانب يأكلون مالي وأنت موجود؟ ثم أعطاني المفاتيح وقال: من الصباح تباشر عملي بنفسك. </p><p> فقلت له: لقد أحببتها عند عمك، فجاءت تطرق بابك. </p><p> وقوله سبحانه {إِلاَّ الذين ظَلَمُواْ مِنْهُمْ ... }  [العنكبوت: ٤٦] أي: ظلموا أنفسهم بالشرك؛ لأن الله تعالى قال:  {إِنَّ الشرك لَظُلْمٌ عَظِيمٌ}  [لقمان: ١٣] تظلم نفسك لا تظلم الله؛ لأن الظالم يكون أقوى من المظلوم. وجعل الشرك ظلماً عظيماً لأنه ذنبٌ لا يغفر:  {إِنَّ الله لاَ يَغْفِرُ أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذلك لِمَن يَشَآءُ ... }  [النساء: ١١٦] . </p><p> فالشرك ظلم عظيم عليك نفسك، أما الذنوب دون الشرك فلها مخرج، وقد تنفكّ عنها إما التوبة برحمة الله ومغفرته. </p><p> ثم يُعلِّمنا الحق - تبارك وتعالى - التي هي أحسن في الردِّ على الذين ظلموا منهم:  {وقولوا آمَنَّا بالذي أُنزِلَ إِلَيْنَا وَأُنزِلَ إِلَيْكُمْ وإلهنا وإلهكم وَاحِدٌ وَنَحْنُ لَهُ مُسْلِمُونَ}  [العنكبوت: ٤٦] . </p><p> يعني: فعلامَ الاختلاف، ما دام أن الإله واحد، وما دام أن كتابكم يذكر الرسول الذي يأتي بعد رسولكم، وقد سبق رسولكم رسل، فكان يجب عليكم أن تؤمنوا به، وأنْ تُصدِّقوه. </p><p> جاءت امرأة تشتكي أن زوجها لم يُوف بما وعدها به، وقد اشترطتْ عليه قبل الزواج ألاَّ يذهب إلى زوجته الأولى، فقُلْت لها: يعني أنت الثانية وقد رضيت به وهو متزوج؟ قالت: نعم، قلت: فلماذا رضيتِ به؟ قالت: أعجبني وأعجبته، قلت: فلا مانع إذن أنْ تعجبه أخرى فيتزوجها، وتقول له: إياك أنْ تذهب إلى الثانية، فهل هذا يعجبك؟ إذن: فاحترمي حقَّ الأولى فيه، لتحترم الثالثة حقك فيه، فقامت وانصرفت. </p><p> وقال:  {وإلهنا وإلهكم وَاحِدٌ ... }  [العنكبوت: ٤٦] لأن الكلام هنا للذين ظلموا وقالوا بالتعدد. </p><p> وهنا قال تعالى {وَنَحْنُ لَهُ مُسْلِمُونَ}  [العنكبوت: ٤٦] ولم يقل مثلاً: ونحن به مؤمنون، ولماذا؟ لأن الإيمان عقيدة قلبية أنْ تؤمن بإله، أمّا الإيمان فليس كلاماً، الإيمان أن تثق به، وأنْ تأمنه على أنْ يُشرِّع لك، وأنْ يُسلم له الأمر «افعل كذا»  «ولا تفعل كذا» ، وهناك أناس ليسوا بمؤمنين بقلوبهم، ومع ذلك يعملون عمل المسلمين، إنهم المنافقون. </p><p> لذلك يقول تعالى:  {قَالَتِ الأعراب آمَنَّا قُل لَّمْ تُؤْمِنُواْ ولكن قولوا أَسْلَمْنَا وَلَمَّا يَدْخُلِ الإيمان فِي قُلُوبِكُمْ ... }  [الحجرات: ١٤] . </p><p> إذن: فَرْق بين إيمان وإسلام، فقد يتوفر أحدهما دون الآخر؛ لذلك قال سبحانه {والعصر إِنَّ الإنسان لَفِى خُسْرٍ إِلاَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات ... }  [العصر: ١ - ٣] فقال هنا: {وَنَحْنُ لَهُ مُسْلِمُونَ}  [العنكبوت: ٤٦] يعني: مُنفِّذين لتعاليم ديننا. </p><p> ثم يقول الحق سبحانه:  {وَكَذَلِكَ أَنزَلْنَآ إِلَيْكَ الكتاب ... } . </p>"
}