{
  "id": null,
  "sura": 29,
  "aya": 1,
  "text": "<p> سبق أنْ تكلمنا كثيراً عن الحروف المقطعة في بدايات سور القرآن، كلما تكررت هذه الظاهرة نتكلم عن مجالات الأذهان في فهمها، وما دام الحق سبحانه يُكررها فعلينا أيضاً أن نُكرِّر الحديث عنها، ولماذا ينثر الله هذه الظاهرة في سور القرآن؟ لتظل دائماً على البال. </p><p> وقلنا: إن القرآن الكريم مبنيٌّ في كل آياته وسوره على الوَصْل، لا على الوقف، اقرأ: {- صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - gt;مُدْهَآمَّتَانِ فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ فِيهِمَا عَيْنَانِ نَضَّاخَتَانِ فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ} [الرحمن: ٦٤ - ٦٧] . </p><p> فلم يقل {فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ}  [الرحمن: ٦٥] ويقف، إنما وصل:  {فِيهِمَا عَيْنَانِ نَضَّاخَتَانِ}  [الرحمن: ٦٦] لأن القرآن موصول، لا فصلَ أبداً بين آياته؛ لذلك ليس في القرآن من وقف واجب، إنما لك أن تقف لضيق النفَس، لكن حينما تعيد تعيد بالوصل. </p><p> وكذلك القرآن مبنيٌّ على الوَصْل في السور، فحين تنتهي سورة لا تنتهي على سكون، فلم يَقُلْ - سبحانه وتعالى - وإليه ترجعونْ بسكون النون، إنما (تُرْجَعُونَ بسْمِ الله الرَّحْمنِ الرَّحيم) ليبدأ سورة أخرى موصولة. </p><p> فهذه إذن سمة عامة في آيات القرآن وسُوره إلا في الحروف المقطَّعة في أوائل السور، فهي مبنية على الوقف ألفْ لامْ ميمْ هكذا بالسكون ولم يقل: ألفٌ لامٌ ميمٌ على الوَصْل، لماذا؟ لأنها حروف مُقطَّعة، قد يظنها البعض كلمة واحدة، ففصَل بينها بالوقف. </p><p> لذلك يقول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «لا أقول الم حرف. ولكن ألف حرف، ولام حرف، وميم حرف» وليؤكد هذا المعنى جعلها على الوقف، كل حرف على حدة. </p><p> وتكلمنا على هذه الحروف وقلنا: إنها خامات القرآن، فمن مثل هذه الحروف يُنسج كلام الله، وقلنا: إنك إنْ أردتَ أن تُميِّز مهارة النسْج عند بعض العمال مثلاً لا تعطي أحدهم قطناً، والآخر صوفاً، والآخر حريراً مثلاً؛ لأنك لا تستطيع التمييز بينهم، لأن الخامات مختلفة، فالحرير بطبيعته سيكون أنعم وأرقَّ. فإنْ أردتَ معرفة المهارة فوحِّد المادة الخام عند الجميع. </p><p> فكأن الحق - تبارك وتعالى - يقول لنا: إن القرآن مُعْجز، بدليل أنكم تملكون نفس حروفه، ومع ذلك عجزتُمْ عن معارضته، فقد استخدم القرآن نفس حروفكم، ونفس كلماتكم وألفاظكم، وجاء بها في صورة بليغة، عَزَّ عليكم الإتيان بمثلها. </p><p> إذن: اختلف أسلوب القرآن، لأن الله تعالى هو الذي يتكلم. فمعنى (ألم) هذه نفس حروفكم فأتوا بمثلها. </p><p> أو:  (ألم) تحمل معنى من المعاني؛ لأن ألف لام ميم أسماء حروف، وأسماء الحروف لا يعرفها إلا المتعلم، فالأُميُّ يقول (كتب) لكن لا يعرف أسماء حروفها، وتقول للولد الصغير في المدرسة: تهجَّ كتب فيقول لك (كاف فتحة كَ) و (تاء فتحة تَ) و (باء فتحة بَ) . </p><p> إذن: لا يعرف أسماء الحروف إلا المتعلم، وسيدنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كان أمياً، فمن أين نطق بأسماء الحروف الم، طه، يس، ق. </p><p> . . إلخ. إذن: لا بُدَّ أن ربه علّمه ولقّنه هذه الحروف، ومن هنا جاءت أهمية التلقين والتلقيّ في تعلُّم القرآن، وإلا فكيف يُفرِّق المتعلم بين (الم) هنا وبين {أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ}  [الشرح: ١] فينطق الأولى </p><p> على الوقْف، والأخرى على الوَصْل، ينطق الأولى بأسماء الحروف، والثانية بمُسمَّياتها؟ </p><p> وتحمل (الم) أيضاً معنى التنبيه للسامع، فالقرآن نزل بأسلوب العرب ولغتهم، فلا بُدَّ أن تتوفر له خصائص العربية والعربية الراقية، فلو قرأنا مثلاً في الشعر الجاهلي نجد عمرو بن كلثوم يقول: </p><p> أَلاَ هُبِّي بصَحْنِك فَاصْبِحينَا ... ولاَ تُبقِي خمور الأندرينا </p><p> نسأل: ماذا أفادت (أَلاَ) هنا، والمعنى يصح بدونها؟ (ألا) لها معنى عند العربي؛ لأنها تنبهه إنْ كان غافلاً حتى لا يفوته شيء من كلام مُحدِّثه، حينما يُفَاجأ به، كما تنادي أنت الآن مَنْ لا تعرفه فتقول:  (اسمع يا) كأنك تقول له: تنبه لأنني سأكلمك. </p><p> والتنبيه جاء في اللغة من أن المتكلم يتكلَّم برغبته في أي وقت، أما السامع فقد يكون غافلاً غير مُنتبه، أو ليس عند استعداد لأنْ يسمعَ، فيحتاج لمن يُنبِّهه ليفهم ما يُقال له، إنما لو فاجأتَه بالمراد، فربما فاته منه شيء قبل أنْ يتنبه لك. </p><p> وكذلك في (الم) حروف للتنبيه، على أنه سيأتي كلام نفيس اسمعه جيداً، إياك أنْ يضيع منك حرف واحد منه. كما يصح أنْ يكون لهذه الحروف معانٍ أخرى، يفهمها غيرنا ممَّنْ فتح الله عليهم. فهي - إذن - معين لا ينضب، يأخذ منه كُلٌّ على قَدْره. </p><p> ثم يقول الحق سبحانه:  {أَحَسِبَ الناس أَن ... } . </p>"
}