{
  "id": null,
  "sura": 29,
  "aya": 69,
  "text": "<p> نقول: جَهدَ فلان يجهد أي أتعب نفسه واجتهد: ألح في الاجتهاد وجاهد غيره، فجاهد تدل على المفاعلة والمشاركة، وهي لا تتم إلا بين طرفيْن، وفي هذه الصيغة (المفاعلة) نغلب الفاعلية في أحدهما والمفعولية في الآخر، مع أنهما شركاء في الفعل، فكلٌّ منهما فاعل في مرة، ومفعول في الأخرى، كأنك تقول: شارك زيدٌ عمراً، وشارك عمرو زيداً. أو: أن الذي له ضِلع أقوى في اشركة يكون فاعلاً والآخر مفعولاً. </p><p> وبعد أن بيَّن الحق سبحانه أن مثوى الكافرين المكذِّبين في جهنم وحرَّش المؤمنين بهم، وما داموا قد ظَلموا هذا الظلم العظيم لا بُدَّ أن يوجد تأديب لهم، هذا التأديب لا لإرغامهم على الإيمان، {فَمَن شَآءَ فَلْيُؤْمِن وَمَن شَآءَ فَلْيَكْفُرْ ... }  [الكهف: ٢٩] إنما التأديب أن نجهر </p><p> بدعوتنا، وأن نعلي كلمة الحق، فمن شاء فليؤمن، ومَنْ شاء فليظل على حاله، إذن: فالآية تبين موقف المؤمنين أمام هؤلاء المكذبين: {فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا ... }  [العنكبوت: ٦٩] . </p><p> معنى (جاهدوا فينا) أي: من أجلنا ولنصرة ديننا، والخصومات التي نجاهدها في الله كثيرة: خصمة في مسألة القمة الإيمانية ووجود الإله الواحد كالملاحدة الذين يقولون بعدم وجود إله في الكون، وهؤلاء لهم جهاد، وأهل الشرك الذين يقرون بوجود الله لكن يدَّعُون أن له شريكاً، وهؤلاء لهم جهاد آخر. </p><p> فجهاد الملاحدة بالمنطق وبالحجة ليقولوا هم بأنفسهم بوجود إله واحد، ونقول لهم: هل وٌجِد مَن ادعى أنه خلق ذاته أو خلق غيره؟ بل تأملوا في أتفه الأشياء التي تستخدمونها في حياتكم: هذا الكوب الزجاجي وهو ترف ليس من ضروريات الحياة هل تقولون: إنه وُجد هكذا دون صانع؟ إذن: كيف وُجِد؟ هل لدينا شجرة مثلاً تطرح لنا هذه الأكواب؟ </p><p> إذن: هي صنعة لها صانع، استخدم العقل الذي منحه الله إياه، وأعمله في المواد التي جعلها الله في الكون، واستنبط منها هذه المادة (الزجاج) . </p><p> مصباح الكهرباء الذي اخترعه (إديسون) كم أخذ منه من جهد وبحث ودراسة، ثم يحتاج في صناعته إلى معامل ومهندسين وصيانة، ومع ذلك حصاة صغيرة تكسره فينطفيء، وقد أخذ ( </p><p> أديسون) كثيراً من الشهرة وخلِّدنا ذكراه، وما زالت البشرية تذكر له فضله. </p><p> أفلا ينظرون في الشمس التي تنير الدنيا كلها منذ خلقها الله وإلى قيام الساعة دون أنْ تحتاج إلى صيانة، أو إلى قطعة غيار؟ وهل يستطيع أحد أن يتناولها ليصلحها؟ وهل تأبَّتْ الشمس عن الطلوع في يوم من الأيام، وما تزال تمدكم بالحرارة والأشعة والدفء والنور؟ </p><p> أتعرف مَنْ صنع المصباح، ولا تعرف مَنْ صنع الشمس؟ لقد فكرتم في أتفه الأشياء وعرفتم مَنْ صنعها، وأرَّخْتُم لهم، وخلدتم ذكراهم، ألم يكن أَوْلَى بكم التفكُّر في عظمة خلق الله والإيمان به؟ </p><p> ثم قُلْ لي أيها الملحد: إذا غشيك ظلام الليل، كيف تضيئه؟ قالوا: كل إنسان يضيء ظلام ليله على حَسْب قدرته، ففي الليل ترى الإضاءات مختلفة، هذا يجلس في ضوء شمعة، وهذا في ضوء لمبة جاز، وهذا في ضوء لمبة كهرباء، وآخر في ضوء لمبة نيون، فالأضواء في الليل متباينة تدل على إمكانات أصحابها، فإذا ما طلعتْ الشمس، وأضاء المصباح الرباني أطفئت كل هذه الأضواء، ولم يَعُدْ لها أثر مع مصباح الخالق الأعظم سبحانه. </p><p> أليس في هذا إشارة إلى أنه إذا جاءنا حكم من عند الله ينبغي أنْ نطرح أحكامنا جميعاً لنستضيء بحكم الله؟ أليس في صدق المحسوس دليل على صدق المعنويات؟ </p><p> وأنت يا مَنْ تدّعي أن لله شريكاً في مُلكه: مَنِ الذي قال إن لله شريكاً؟ لقد قلتها أنت من عند نفسك؛ لأن الله تعالى حين قال: أنا إله واحد لا شريك لي لم يعارضه أحد، ولم يدَّعِ أحد أنه شريك لله. </p><p> فهذا دليل على أن الشريك غير موجود، أو أنه موجود ولم يَدْرِ، أو درى ولم يقدر على المواجهة، وفي كلتا الحالتين لا يصلح أن يكون إلهاً. </p><p> ثم على فرض أنه موجود، ما منهجه؟ بماذا أمرك وعَمَّ نهاك؟ ماذا أعدَّ لك من النعيم إنْ عبدته؟ وماذا أعد لك من العذاب إنْ كفرتَ به؟ إذن: فهذا الإله المزعوم إله بلا منهج، فعبادته باطلة. </p><p> أما هؤلاء الذين يؤمنون بدين سماوي ولا يؤمنون بالرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فنقول لهم: يكفي من جوانب العظمة في شخصية محمد بن عبد الله أنه لا يتعصب لنفسه؛ لأن قلبه مع كل مَنْ يؤمن بالله حتى وإنْ كفر به، محمد يحب كل مَنْ آمن بربه، وإنْ كفر بمحمد، إنه يتعصب لربه حتى فيمن كذبه. </p><p> ثم أنتم يا أصحاب الديانات اليهودية أو المسيحية الذين عاصرتم ظهور الإسلام فأنكرتموه، مع أن دينكم جاء بعد دين، ورسولكم جاء بعد رسول سابق، فلماذا لما جاءكم محمد كذَّبتموه وكفرتم به؟ لماذا أبْحتم أنْ يأتي عيسى بعد موسى عليهما السلام، وأنكرتُم أنْ يأتي بعد عيسى محمد؟ </p><p> إذن: لكل خصومة في دين الله جدل خاص ومنطق للمناقشة نقوم به في ضوء: {والذين جَاهَدُواْ فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا ... }  [العنكبوت: ٦٩] وعليك أن تنظر أولاً ما موقع الجهاد الذي تقوم به، فجهاد الملاحدة بأسلوب، وجهاد المشركين بأسلوب، وجهاد أهل الكتاب بأسلوب، وجهاد المسلم للمسلم كذلك له منطق إنْ دبَّ بينهما الخلاف، مع أن الله تعالى قال:  {إِنَّ الذين فَرَّقُواْ دِينَهُمْ وَكَانُواْ شِيَعاً لَّسْتَ مِنْهُمْ فِي شَيْءٍ ... }  [الأنعام: ١٥٩] . </p><p> فساعةَ ترى كلاً منهما في طرف، بحيث لا تستطيع أن تتبع أحدهما، فاعلم أنهما على باطل؛ لأن الإسلام شيء واحد سبق أنْ شبَّهناه بالماء الأبيض الصافي الذي لم يخالطه لون ولا رائحة ولا طعم، فإنْ لوَّنته الأهواء وتحزَّب الناس فيه كما يُلوِّنون العصائر فقد جانبهم الصواب وأخطأوا الدين الصحيح. </p><p> لأن ما جاء فيه حكم صريح من عند الله اتفقنا عليه، وما تركه الله لاجتهادنا فينبغي على كُلٍّ منا أن يحترم اجتهاد الآخر، وأن يقول: رأيي صواب يحتمل الخطأ، ورأى غيري خطأ يحتمل الصواب، وبهذا المنطق تتعايش الآراء. </p><p> والحق - سبحانه وتعالى - يعطينا المثل على ذلك، فما أراده سبحانه في المنهج مُحكماً يأتي محكماً في قول واحد لا خلاف فيه، وضربنا مثلاً لذلك بآية الوضوء:  {يَا أَيُّهَا الذين آمَنُواْ إِذَا قُمْتُمْ إِلَى الصلاة فاغسلوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى المرافق ... }  [المائدة: ٦] . </p><p> فلم يحدد الوجه؛ لأنه لا خلاف في تحديده بين الناس، إنما حدد الأيدي لأنها محل خلاف. إذن: فالقضايا التي تُثار بين المسلمين ينبغي أن يكون لها جدل خاص في هذا الإطار دون تعصُّب، فما جاءك مُحْكماً لا مجالَ فيه لرأي التزم به الجميع، وما تُرِك بلا تنصيص لا يحتمل الخلاف، فليذهب كل واحد إلى ما يحتمله النص. </p><p> فالباء في لغتنا مثلاً تأتي للتبعيض، أو للاستعانة، أو للإلصاق، فإنْ أخذتَ بمعنىً فلا تحجر على غيرك أنْ يأخذ بمعنى آخر. </p><p> فإنِ استعر القتال بين طائفتين من المسلمين، فيجب أن تكون </p><p> هناك طائفة معتدلة تتولى أمر الإصلاح، كما قال سبحانه:  {وَإِن طَآئِفَتَانِ مِنَ المؤمنين اقتتلوا فَأَصْلِحُواْ بَيْنَهُمَا فَإِن بَغَتْ إِحْدَاهُمَا على الأخرى فَقَاتِلُواْ التي تَبْغِي حتى تفياء إلى أَمْرِ الله فَإِن فَآءَتْ فَأَصْلِحُواْ بَيْنَهُمَا بالعدل وأقسطوا إِنَّ الله يُحِبُّ المقسطين}  [الحجرات: ٩] . </p><p> نلحظ أن الله تعالى سماهم مؤمنين، ومعنى ذلك أن الإيمان لا يمنع أن نختلف، وهذا الإيمان الذي لا يمنع أن نختلف هو الذي يُوجب علينا أن يكون منا طائفة معتدلة على الحياد لا تميل هنا أو هناك، تقوم بدورْ الإصلاح وبدوْر الردع للباغي المعتدي حتى يفييء إلى الجادة وإلى أمر الله. </p><p> فإنْ فاءت فلا نترك الأمور تُخيّم عليها ظلال النصر لفريق، والهزيمة لفريق آخر، إنما نصلح بينهما، ونزيل ما في النفوس من غِلٍّ وشحناء، فقد تنازل القوي عن كبريائه لما ضربنا على يده، وَقوي الضعيف، بوقوفنا إلى جانبه، فحدث شيء من التوازن وتعادلتْ الكِفّتان، فليعُدْ الجميع إلى حظيرة الأمن والسلام. </p><p> بقي لنا أن نتحدث عن جهاد آخر أهم، هو جهاد النفس البشرية؛ «لأن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لما عاد من إحدى الغزوات قال:» رجعنا من الجهاد الأصغر إلى الجهاد الأكبر «فوصف جهاد النفس بأنه الجهاد الأكبر، لماذا؟ لأنك في ساحة القتال تجاهد عدواً ظاهراً، يتضح لك عدده وأساليبه، أمّا إنْ كان عدوك من نفسك ومن داخلك، فإنه يعزّ عليك جهاده، فأنت تحب أنْ تحقق لنفسك شهواتها، وأنْ تطاوعها في أهوائها ونزواتها، وهي في هذا كله تُلِح عليك وتتسرَّب من خلالك. </p><p> فعليك أنْ تقف في جهاد النفس موقفاً تقارن فيه بين شهوات النفس العاجلة وما تُورِثك إياه من حسرة آجلة باقية، وما تضيعه عليك من ثواب ربك في جنة فيها من النعيم، ما لا عَيْن رأتْ، ولا أذن سمعت، ولا خطر على قلب بشر. </p><p> ضع ربك ونفسك في هذه المقابلة وتبصّر، واعلم أن لربك سوابقَ معك، سوابق خير أعدّها لك قبل أن توجد، فالذي أعدَّ لك كل هذا الكون، وجعله لخدمتك لا شكَّ مأمون عليك، وأنت عبده وصنعته، وهل رأيت صانعاً يعمد إلى صنعته فيحطمها؟ </p><p> أما إن رأيت النجار مثلاً يمسك (بالفارة) وينحت في قطعة الخشب، فاعلم أنه يُصلحها لأداء مهمتها، وأذكر قصة الطفل (أيمن) الذي جاء أمه يبكي؛ لأن الخادمة تضرب السجادة، فأخذتْه أمه وأرتْه التراب الذي يتساقط من السجادة في كل ضربة من ضربات الخادمة، ففهم الطفل على قدر عقله. </p><p> وكذلك الحق سبحانه حين يبتلي خَلْقه، فإنما يبتليهم لا كَيْداً فيهم، بل إصلاحاً لهم. ألم نسمع كثيراً أماً تقول لوحيدها (إلهي أشرب نارك) ؟ بالله ما حالها لو استجاب الله لها؟ وهي في الحقيقة لا تكره وحيدها وفلذة كبدها، إنما تكره فيه الخصلة التي أغضبتها منه. </p><p> وكذلك الحق - سبحانه وتعالى - لا يكره عبده، إنما يكره فيه الخصال السيئة فيريد أنْ يُطهِّره منها بالبلاء حتى يعود نقياً كيوم ولدته أمه، فأحسن أيها الإنسان ظنك بربك. </p><p> إذن: نقول: إن من أعظم الجهاد جهادك لنفسك، لأنها تُلِح عليك أن تُشبع رغباتها، كما أنها عُرْضة لإغراء الهوى ووسوسة الشيطان </p><p> الذي يُزيِّن لها كل سوء، ويُحبِّب إليها كل منكر. </p><p> وسبق أنْ بيَّنا: كيف نُفرِّق بين تزيين الشيطان وتزيين النفس؛ لأن النفس مدخلاً في المعصية بدليل قول النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «إذا جاء رمضان فُتحت أبواب الجنة، وغُلِّقت أبواب النار، وصُفِّدت الشياطين» . </p><p> فلو كانت الذنوب كلها بسبب الشيطان لم نجد من يذنب في رمضان، إنما هناك كثير من الذنوب تُرتكب في رمضان، وهذا يعني أنها من تزيين النفس، وكأن الحق سبحانه أراد أنْ يكشف ابن آدم: ها أنا قد صفَّدْت الشياطين ومع ذلك تذنبون. </p><p> فإنْ أردتَ أنْ تعرف هل المعصية من النفس أم من الشيطان، فإن النفس تقف بك عند معصية بعينها لا تريد سواها، ولا تنتقل بك إلى غيرها، وتظل تُلح عليك إلى أنْ تُوقِعك فيها، أما الشيطان فإنه يريدك عاصياً بأية صورة وعلى أية حال، فإنْ تأبَّيْتَ عليه نقلك إلى معصية أخرى. </p><p> وعلى العاقل أن يتأمل، فالمعصية تعطيك لذة عاجلة ومتعة فانية، لا تليق أبداً بهذا الإنسان الذي كرَّمه الله، وجعله خليفة له في الأرض، وسيداً لهذا الكون، والكون كله بأرضه وسمائه خادم له، فهل يُعقل أنْ يكون الخادم أطول عمرا من المخدوم؟ </p><p> إنك تموت بعد عام أو بعد مائة عام، في حين أن الشمس التي تخدمك تعمر ملايين السنين: إذن: لا بُدَّ أن لك حياة أخرى أبقى وأدوم من حياة خادمك، فإنْ كنتَ الآن في حياة تُوصَف بأنها دنيا، فهذا يعني أنها تقابلها حياة أخرى تُوصَف بأنها عليا، وهي حياتك في الآخرة، حيث لا موتَ فيها أبداً. </p><p> والقرآن الكريم حينما يُحدِّثنا عن الجهاد يقول مرة:  {وَجَاهِدُواْ بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ فِي سَبِيلِ الله ... }  [التوبة: ٤١] ويقول: {والذين جَاهَدُواْ فِينَا ... }  [العنكبوت: ٦٩] . </p><p> الجهاد في سبيل الله أي في الطريق إلى الله لإثبات الإيمان بالإله الواحد، وصدق البلاغ من الرسول المؤيَّد بالمعجزة وبالمنهج، فإذا وضح لك السبيل فآمنت بالله الواحد الأحد قال لك: اجعل كل حركة حياتك في إطار {والذين جَاهَدُواْ فِينَا ... }  [العنكبوت: ٦٩] يعني: من أجلنا مخلصين لله لا ينظرون إلى غيره. </p><p> والإنسان مهما تحرَّى الإخلاص في عمله، وقصد به وجه الله لا يأمن أن يخالطه شيء من رياء أو سمعة، حتى أن المعصوم محمداً صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ليقول:  «اللهم إني استغفرك من كل عمل أردتُ به وجهك، فخالطني فيه ما ليس لك» . </p><p> وهذا معنى (جاهدوا فينا) أن يكون العمل كله لله خالصاً، وإلاَّ فما الفَرْق بين المؤمن والكافر، وكلاهما يعمل ويسعى في الدنيا </p><p> لكسب لقمة العيش له ولأولاده، فهما في السعي سواء، فما مزية المؤمن إذن؟ </p><p> الميزة أن الكافر يعمل على قَدْر حاجته فحسب، أمّا المؤمن فيعمل على قدر طاقته، فيأخذ ما يكفيه ويعود بالفضل على مَنْ لا طاقةَ عنده للعمل، ففي نيته أن يعمل له وللمحتاج غير القادر. </p><p> ونمثل لذلك بالبقال الذي فتح الله عليه، فباع كثيراً في أول النهار وأخذ كفايته، ثم أغلق محله فلم ينظر إلى الذين يعاملونه على الشهر، ويأخذون حاجتهم لأجَل، ولم ينظر إلى ربة البيت التي تنتظر عودة زوجها لتشتري ما يلزمها، فقد نظر إلى حظ نفسه، ونسي حظ الآخرين. </p><p> واقرأ إنْ شئت قوله تعالى:  {قَدْ أَفْلَحَ المؤمنون الذين هُمْ فِي صَلاَتِهِمْ خَاشِعُونَ والذين هُمْ عَنِ اللغو مُّعْرِضُونَ والذين هُمْ لِلزَّكَاةِ فَاعِلُونَ}  [المؤمنون: ١ - ٤] ولم يقل مُؤدُّون إنما: فاعلون من أجل الزكاة أي: يعملون على قَدْر طاقتهم، لا على قدْر حاجتهم. فالذين يعملون في إطار {والذين جَاهَدُواْ فِينَا ... }  [العنكبوت: ٦٩] لا يغيب الله أبداً عن بالهم. </p><p> ولكي نفقه هذه المسألة انظر إلى عمل أو جميل قدَّمته لغير وجه الله ترى أن صاحبه أنكره، بل ربما لا ينالك منه إلا الذمّ، وساعتها لا تلومنّ إلا نفسك، لأنك أخطأت التوجه، وقد عملت للناس فخُذْ أجرك منهم، إنما إنْ عملتَ لوجه الله فثِقْ أن جميلك محفوظ عند الله وعند الناس. </p><p> والحق - سبحانه وتعالى - حينما أعطى للإنسان الاختيار في أن يؤمن أو أنْ يكفر يلفت بهذا أنظارنا أنه إذا صنعتَ جميلاً في إنسان، </p><p> ثم أنكر جميلك وكفر به، فلا تحزن؛ لأن الناس فعلوا ذلك مع الله - عَزَّ وَجَلَّ - فقد خلقهم ورزقهم ثم كفروا به. </p><p> ثم يأتي جزاء الجهاد في ذات الله:  {والذين جَاهَدُواْ فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا ... }  [العنكبوت: ٦٩] أي: ندلّهم على الطرق الموصِّلة إلينا، كأن الطريق إلى الله ليس واحداً، إنما سبل شتى؛ لذلك لا تحقرنَّ من الطاعة شيئاً مهما كان يسيراً، فإن الله تعالى غفر لرجل سقى كلباً يلهث من العطش، ولا تحقرن من المعصية شيئاً، فإن الله أدخل امرأة النار لأنها حبست قطة، ولا تحتقرن عبداً مهما كان، فإن الله تعالى أخفى أسراره في خَلْقه؛ فرُبَّ أشعث أغبر ذي طمرين لو أقسم على الله لأبرّه. </p><p> فإذا علمتَ من نفسك ميزة على الآخرين فانظر فيم يمتازون به عنك، ودَعْك من نظرة تُورثك كبراً، واستعلاء على الخَلْق، فإنْ كنت أفضل في شيء فأنت مفضول في أشياء كثيرة، وسبق أن قلنا: إن الله نثر المواهب بين الخَلْق ليظلوا ملتحمين بحاجة بعضهم إلى بعض. </p><p> فقوله تعالى {لَنَهْدِيَنَّهُمْ سُبُلَنَا ... }  [العنكبوت: ٦٩] أي: السبل الموصِّلة لنعيم الآخرة، سبل الارتقاء في اليقين الإيماني الذي قال الله عنه:  {يسعى نُورُهُم بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِم ... }  [الحديد: ١٢] . </p><p> ويقول سيدنا عمر بن عبد العزيز: ما قصَّر بنا في علم ما جهلناه، إلا تقصيرنا في العمل بما علمناه فالذي جعلنا لا نعرف أسرار الله أننا قصرنا في العمل بما أمرنا به، إذن: فلماذا يعطينا ونحن لا نعمل بما أخذنا من قبل، لكن حين تعمل بما علمتَ، فأنت مأمون على منهج الله، فلا يحرمك المزيد، كما قال سبحانه:  {والذين اهتدوا زَادَهُمْ هُدًى وَآتَاهُمْ تَقُوَاهُمْ}  [محمد: ١٧] . </p><p> وقوله تعالى:  {يِا أَيُّهَا الذين آمنوا إِن تَتَّقُواْ الله يَجْعَل لَّكُمْ فُرْقَاناً ... }  [الأنفال: ٢٩] والفرقان من أسماء القرآن، فحين تتقي الله على مقتضاه، وبمدلول منهجه في القرآن، يمنحك فرقاناً آخر ونوراً آخر تبصر به حقائق الأشياء، وتهتدي به إلى الحكم الصحيح، هذا النور الذي وهبه الله للإمام علي - رَضِيَ اللَّهُ عَنْه - حينما دخل على عمر بن الخطاب - رَضِيَ اللَّهُ عَنْه - فوجده يريد أنْ يقيم الحَدَّ على زوجة ولدتْ لستة أشهر، والشائع أن فترة الحمل تسعة أشهر، فقال لعمر: لكن الله قال غير ذلك يا أمير المؤمنين، قال عمر: وماذا قال يا علي؟ </p><p> قال علي: قال الله تعالى: {والوالدات يُرْضِعْنَ أَوْلاَدَهُنَّ حَوْلَيْنِ كَامِلَيْنِ لِمَنْ أَرَادَ أَن يُتِمَّ الرضاعة ... }  [البقرة: ٢٣٣] يعني: أربعة وعشرون شهراً. </p><p> وقال في موضع آخر:  {وَحَمْلُهُ وَفِصَالُهُ ثَلاَثُونَ شَهْراً ... }  [الأحقاف: ١٥] وبطرح العددين يكون الباقي ستة أشهر، وهي أقل مدة للحمل. </p><p> هذا هو الفرقان الذي يمنحه الله للمؤمنين الذين عملوا بما عملوا؛ لذلك كان عمر بن الخطاب وما أدراك ما عمر؟ عمر الذي كان ينزل الوحي على وَفْق رأيه، كان يقول: بئس المقام بأرض ليس فيها أبو الحسن. </p><p> ومعلوم أن علياً - رَضِيَ اللَّهُ عَنْه - تربَّى في حجرْ رسول الله، وشرب من معينه، فكل معلوماته إسلامية، وله في الحق حجة ومنطق. فمثلاً في موقعه صِفِّين التي دارتْ بين علي ومعاوية كان عمار بن ياسر في صفوف علي، فقتله جنود معاوية، فتذكر الصحابة قول رسول الله لعمار «وَيْح عمار، تقتله الفئة الباغية» فعلموا أنها فئة معاوية. </p><p> فأخذ الصحابة يتركون صفوف معاوية إلى صفوف علي، فأسرع عمرو بن العاص وكان في جيش معاوية، فقال له: يا أمير المؤمنين فَشَتْ فاشيةٌ في الجيش، إنْ هي استمرت فلن يبقى معنا أحد، قال: وما هي؟ قال: تَذَكَّر الناس قول رسول الله «ويح عمار تقتله الفئة الباغية» قال معاوية: فأفْشِ فيهم، إنما قتله مَنْ أخرجه للقتال - أي علي - فلما بلغ علياً هذه المقالة قال بما عنده من الفرقان والحجة: إذن قولوا له مَنْ قتل حمزة بن عبد المطلب؟ </p><p> فمن عمل بما علم أورثه الله علم ما لم يعلم، ومثَّلْنا لذلك قلنا: هب أن لك ولداً متعثراً غير مُوفَّق في حياته العملية، فنصحك إخوانك بأنْ تعطيه فرصة، وتجربه ولو بمشروع صغير في حدود مائة </p><p> جنيه، فلما فعلتَ بدَّد هذا المبلغ ولم ينتفع به، أتجرؤ على منحه مبلغاً آخر؟ وإنما لو ثمَّر هذا المبلغ ونماه لأعطيته أضعافاً. </p><p> ثم يقول سبحانه:  {وَإِنَّ الله لَمَعَ المحسنين}  [العنكبوت: ٦٩] الإحسان من الإنسان أن يعبد الله كأنه يراه، فإن لم يكن يراه فإنه يراه، والإحسان في الأداء أن تزيد عما فرض الله عليك، لكن من جنس من فرض، فإذا أنت أحسنتَ أحسن الله إليك بأنْ يزيدك إشراقاً، ويزيدك نورانية، ويُخفِّف عنك أعباء الطاعة، ويُقبِّح في نفسك المعاصي. </p><p> لذلك بلغت محبة أحد العارفين للطاعة حتى قال: اللهم إني أخاف ألاّ تثيبني على طاعتي؛ لأنني أصبحتُ أشتهيها. يعني: لو لم تكن هناك جنة ولا نار لفعلتُ الطاعة؛ لأنها أصبحتْ بالنسبة لي شهوة نفس، وقد أمرتنا يا ربّ أن نخالف شهوة النفس لذلك أخاف ألاَّ تثيبني عليها، ولمثل هذا نقول. </p><p> {وَإِنَّ الله لَمَعَ المحسنين}  [العنكبوت: ٦٩] . </p><p> كملة (مع) تفيد المعية، والمعية في أعراف البشر أنْ يلتقي شيء بشيء، لكن إذا كانت المعية مع الله فافهم أنها معية أخرى غير التي تعرفها مع زميلك أو صديقك، خُذْها في إطار {لَيْسَ كَمِثْلِهِ شَيْءٌ}  [الشورى: ١١] فلك وجود ولله وجود، لكن أوجودك كوجود الله؟ الله يعلم أننا نسجل الآن في مسجد أبي بكر الصديق، لكن هل علْمنا كعِلْمه تعالى؟ الله يعلم هذا قبل أن ينشأ المسجد، وقبل أنْ نُولد نحن. </p><p> لذلك يضرب الله لنا مثلاً فيقول:  {وفي أَنفُسِكُمْ أَفَلاَ تُبْصِرُونَ}  [الذاريات: ٢١] هذا مَثَل للرد على الذين يطلبون رؤية الله عَزَّ وَجَلَّ </p><p> وهو غَيْب، مثل للذين قالوا لنبيهم {أَرِنَا الله جَهْرَةً ... }  [النساء: ١٥٣] . </p><p> لكن كيف يرونه والعظمة في الإله ألاَّ يُرى، ولا تدركه الحواس، والحق سبحانه يعطينا الدليل في أنفسنا {وفي أَنفُسِكُمْ أَفَلاَ تُبْصِرُونَ}  [الذاريات: ٢١] فتأمل في أقرب شيء إليك في نفسك، لا في الآفاق من حولك، أليست فيك روح تُحرِّك جسمك، وبها تحيا وتنفعل أعضاؤك، أليست فيك روح تُحرِّك جسمك، وبها تحيا وتنفعل أعضاؤك، بدليل إذا خرجتْ منك هذه الروح تصير جثة هامدة؟ أرأيت هذه الروح وهي بين جنبيك؟ أأدركتها بأيِّ حاسة من حواسك؟ </p><p> إذن: هي معك، لكن ليست تحت إدراكك، وهي خَلْق بسيط من خَلْق الله، فكيف تتطلع إلى أن ترى الخالق سبحانه وأنت لا تقدر على رؤية المخلوق؟ لكن إن قُلْت: فرؤية المؤمنين لله في الآخرة؟ ففي الآخرة يخلقني الله خَلْقاً آخر أستطيع أن أراه سبحانه، حيث سيكون للخَلْق معايير أخرى، ألستَ تأكل وتشرب في الآخرة، ومع ذلك لا تتغوَّط في الجنة؟ </p><p> لذلك لما سأل حاكم الروم أحد علماء المسلمين: كيف تأكلون وتشربون في الجنة ولا تتغوطون؟ فقال له: وما العجيب في ذلك؟ ألم تر إلى الطفل في بطن أمه يتغذى وينمو وهو لا يتغوط، ولو تغوَّط في مشيمته لاحترق. </p><p> ثم سأله: وتقولون إن نعيم الجنة تأخذون منه ولا ينتهي ولا ينقص؟ فقال: هَبْ أن لك مصباحاً، وجاءت الدنيا كلها، وقبستْ من مصباحك ناراً، أينقص منه شيء؟ </p><p> فسأله: فأين تذهب الأرواح التي كانت فينا بعد أن نموت؟ فقال: تذهب حيث كانت قبل أنْ تسكن فينا. </p><p> هذه مسائل ونماذج للتوفيق والهداية للحق في إطار:  {جَاهَدُواْ فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا ... }  [العنكبوت: ٦٩] وهي فَيْض مما قال الله فيه: {إِن تَتَّقُواْ الله يَجْعَل لَّكُمْ فُرْقَاناً ... }  [الأنفال: ٢٩] . </p>"
}