{
  "id": null,
  "sura": 30,
  "aya": 46,
  "text": "<p> هذه نِعَم خمس من نِعَم الله على عباده. </p><p> فإرسال الرياح وحدها نعمة، وتبشيرها بالمطر نعمة، وإجراء الفُلْك نعمة، والابتغاء من فضل الله نعمة، ثم الشُّكْر على هذا كله نعمة أخرى. </p><p> والآيات: جمع آية، وهي كما قلنا: الشيء العجيب الذي يجب أنْ يلفت الأنظار، وألاَّ يغفل الإنسان عنه طرفة عَيْن، ومن ذلك قولنا: </p><p> فلان آية في الفصاحة، أو آية في الجمال. . إلخ. </p><p> وتُطلق الآيات ويراد بها معَان ثلاثة: آيات كونية تلفت إلى المكوِّن سبحانه، وتثبت قدرة الخالق. {وَمِنْ آيَاتِهِ اليل والنهار والشمس والقمر ... }  [فصلت: ٣٧] . </p><p> وآيات بمعنى المعجزات التي تصاحب الرسل؛ لتثبت صِدْقهم في البلاغ عن الله، ثم الآيات التي تحمل الشرع والأحكام، وهي آيات القرآن الكريم التي تحمل إلينا منهج الله. </p><p> وآيات بمعنى المعجزات التي تصاحب الرسل؛ لتثبت صِدْقهم في البلاغ عن الله، ثم الآيات التي تحمل الشرع والأحكام، وهي آيات القرآن الكريم التي تحمل إلينا منهج الله. </p><p> وهنا يتكلم الحق سبحانه عن الآيات الكونية {وَمِنْ آيَاتِهِ أَن يُرْسِلَ الرياح مُبَشِّرَاتٍ ... }  [الروم: ٤٦] كلمة الرياح جمع ريح، والرياح هنا بالمعنى العام: الهواء، وهو أنواع: هواء ساكن {إِن يَشَأْ يُسْكِنِ الريح ... }  [الشورى: ٣٣] . </p><p> والهواء الساكن يضايق الإنسان، حيث يُصعِّب عليه عملية التنفس، فيجلب الهواء لنفسه إما بيده أو بمروحة. لماذا؟ ليجدد الأكسوجين في الهواء المحيط به فيستطيع التنفس، والهواء يأتي مرة ساخناً يلفح الوجوه، ومرة نسيماً مُنعِشاً عليلاً، ويأتي عاصفاً مدمراً. . الخ. </p><p> والحق سبحانه - كما سبق أنْ بينَّا - رتَّب مقومات حياة الخليقة في الأرض على: الهواء، ثم الماء، ثم الطعام على هذا الترتيب، وحَسْب أهمية هذه المقومات. فالهواء هو أهم مُقوِّم في حياة الكائن الحي، حيث لا يصبر عليه الإنسان إلا لحظة بمقدار شهيق وزفير ولو حُبس عنه لمات. ثم الماء ويصبر عليه الإنسان إلى عشرة أيام. ثم الطعام ويصبر عليه إلى شهر. </p><p> لذلك من حكمة الخالق سبحانه ألاَّ يُملِّك الهواء لأحد، ولو ملكه أحد وغضب عليك لمتَّ قبل أنْ يرضى عنك، أما الماء فقليل أنْ يُملكه للناس، أما الطعام فكثيراً ما يملك؛ لأن الإنسان يصبر عليه فترة طويلة تُمكِّنه أن يكتسبه، ويحتال عليه، أو لعل مالكَ الطعام يرقُّ قلبه ويعطيك. </p><p> لذلك نسمع من عبارات التهديد: والله لأكتم أنفاسه، كأن هذه العملية هي أقسى ما يمكن فِعْله؛ لأنك قد تمنع عنه الماء أو الطعام ولا يموت، لكن إنْ منعتَ عنهَ الهواء فهي نهايته، وهي أسرع وسائل الإبادة للإنسان وأيسرها وأقلّها أثراً، فلا يترتب عليها دم ولا جروح مجرد منديل مبلل بالماء. إذن: الهواء مُقوِّم هام حياة وإماتة. </p><p> وقلنا: إذا حُبِس الهواء أو سكن لا يتجدد فيه الأكسوجين فيتضايق الإنسان؛ لأن أنفاسه تكتم، أما إذا حدثت في المكان رائحة كريهة فترى الجميع يضج: افتحوا النوافذ، لماذا؟ ليتجدد الهواء. </p><p> إذن: إرسال الرياح في ذاتها نعمة، فإذا كان فيها برودة وشعرت بطراوتها فهي تُبشِّرك بالمطر؛ لذلك كان العربي يعرف المطر قبل وقوعه ويُقدِّر مسافة السحابة التي ستمطره، إذن: فالتبشير بالمطر نعمة أخرى. </p><p> وهاتان النعمتان إرسال الرياح وإنزال المطر، لا دخلَ للإنسان فيهما {وَلِيُذِيقَكُمْ مِّن رَّحْمَتِهِ ... }  [الروم: ٤٦] أي: بالمطر أما في آية الفلك {وَلِتَجْرِيَ الفلك بِأَمْرِهِ ... }  [الروم: ٤٦] فنسب الجريان إلى الفُلْك لأن للإنسان يداً فيها وعملاً، فهو صانعها ومُسيِّرها بأمر الله {وَلِتَبْتَغُواْ مِن فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ}  [الروم: ٤٦] أي: تسيرون في البحر للصيد وطلب الرزق، أو حتى للنزهة والسياحة. </p><p> إذن: الآية التي لا دخلَ للإنسان فيها تُنسَب إلى الله وحده، وإنْ كان </p><p> للإنسان فيها عمل نسبها إليه، كما في قوله تعالى:  {أَفَرَأَيْتُمْ مَّا تُمْنُونَ أَأَنتُمْ تَخْلُقُونَهُ أَم نَحْنُ الخالقون نَحْنُ قَدَّرْنَا بَيْنَكُمُ الموت وَمَا نَحْنُ بِمَسْبُوقِينَ على أَن نُّبَدِّلَ أَمْثَالَكُمْ وَنُنشِئَكُمْ فِي مَا لاَ تَعْلَمُونَ}  [الواقعة: ٥٨ - ٦١] . </p><p> فأعطانا نعمة الحياة، ثم ذكر ما ينقضها، حتى لا نستقبل الحياة بغرور، ولما كانت آية الحياة وآية الموت لا دخلَ للإنسان فيها اكتفى بهذا الاستفهام {أَأَنتُمْ تَخْلُقُونَهُ أَم نَحْنُ الخالقون}  [الواقعة: ٥٩] ولا أحدَ يستطيع أنْ يقول أنا خلقتُ. </p><p> أما في آية الحَرْث، فنسب الحرث إلى الإنسان؛ لأن عمله كثير في هذه الآية، حيث يحرث ويبذر ويروي. . إلخ لذلك قال في نَقْض هذه النعمة {لَوْ نَشَآءُ لَجَعَلْنَاهُ حُطَاماً ... }  [الواقعة: ٦٥] وأكدَ الفعل باللام حتى لا تغترّ بعملك في الزرع. </p><p> أما في الماء، فلم يذكر هذا التوكيد؛ لأن الماء نعمة لا يدَ للإنسان فيها؛ لذلك قال في نقضها {لَوْ نَشَآءُ جَعَلْنَاهُ أُجَاجاً ... }  [الواقعة: ٧٠] بدون توكيد. </p><p> النعمة الخامسة:  {وَلَعَلَّكُمْ تَشْكُرُونَ}  [الروم: ٤٦] وهذه النعمة هي كنز النعم كلها وعقالها، فإنْ شكرتَ لله نعمة عليك زادك منها:  {وَإِذْ تَأَذَّنَ رَبُّكُمْ لَئِن شَكَرْتُمْ لأَزِيدَنَّكُمْ ... }  [إبراهيم: ٧] . </p><p> وبعد ذلك يُسلِّي الحق سبحانه رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  {وَلَقَدْ أَرْسَلْنَا مِن قَبْلِكَ رُسُلاً إلى قَوْمِهِمْ ... } . </p>"
}