{
  "id": null,
  "sura": 30,
  "aya": 9,
  "text": "<p> المعنى: أيكفرون بلقاء ربهم ولم يسيروا في الأرض، فينظروا كيف كان عاقبة الذين من قبلهم - خُذْ فقط أمور الدنيا، فهي كافية لمن اعتبر بها - فهؤلاء لم يسيروا في الدنيا، ولم ينظروا فيها بعين الاعتبار بمَنْ سبقهم من الأمم المكذِّبة، ولم يتعظوا بما وقع في الدنيا فضلاً عما سيقع في الآخرة. </p><p> فإنْ كُنَّا صدَّقنا ما وقع للمكذِّبين في الدنيا وشاهدناه بأعيننا، فينبغي أن نُصدِّق ما أخبر به الله عن الآخرة؛ لأنك إنْ أردتَ أنْ تعلم ما تجهل فخُذْ له وسيلة مما تعلم. إذن: سيروا في الأرض، وانظروا بعين الاعتبار لمصير الذين كذَّبوا، وماذا فعل الله بهم؟ </p><p> والسَّيْر: قَطْع المسافات من مكان إلى مكان {أَوَلَمْ يَسيرُواْ فِي الأرض ... }  [الروم: ٩] لكن أنسير في الأرض أم على الأرض؟ هذا </p><p> من دقة الأداء القرآني، ومظهر من مظاهر إعجازه، فالظاهر أننا نسير على الأرض، لكن التحقيق أننا نسير في الأرض؛ لأن الذي خلقنا وخلق الأرض قال:  {سِيرُواْ فِيهَا لَيَالِيَ وَأَيَّاماً آمِنِينَ}  [سبأ: ١٨] . </p><p> ذلك لأن الأرض ليست هي مجرد اليابسة التي تحمل الماء، والتي نعيش عليها، إنما الأرض تشمل كل ما يحيط بها من الغلاف الجوي؛ لأنها بدونه لا تصلح للعيش عليها، إذن: فغلاف الأرض من الأرض، فحين نسير لا نسير على الأرض إنما في الأرض. </p><p> والسير في الأرض نظر له الدين من ناحيتين: سير يُعَدُّ سياحة للاعتبار، وسيْر يُعَدُّ سياحة للاستثمار، فالسير للاعتبار أن تتأمل الآيات في الأرض التي تمر بها، فالجزيرة العربية مثلاً صحراء وجبال يندر فيها الزرع، فإنْ ذهبتَ إلى أسبانيا مثلاً تجدها بلاداً خضراء لا تكاد ترى سطح الأرض من كثرة النباتات بها. </p><p> وفي كل منها خيرات؛ لأن الخالق سبحانه وزَّع أسباب الفضل على الكون كله، وترى أن هذه الأرض الجرداء القاحلة والتي كانت يشقُّ على الناس العيش بها لما صبر عليها أهلها أعطاهم الله خيرها من باطن الأرض، فأصبحت تمد أعظم الدول وأرقاها بالوقود الذي لا يُسْتغنى عنه يوماً واحداً في هذه البلاد، وحينما قطعناه عنهم في عام ١٩٧٣ضجُّوا وكاد البرد يقتلهم. </p><p> حين تسير في الأرض وتنظر بعين الاعتبار تجد أنها مثل (البطيخة) ، لو أخذتَ منها قطاعاً طولياً فإنه يتساوى مع باقي القطاعات، كذلك الأرض وزَّع الله بها الخيرات على اختلاف ألوانها، فمجموع الخير في كل قطاع من الأرض يساوي مجموع الخيرات في القطاعات الأخرى. </p><p> الجبال التي هجرناها في الماضي وقُلْنا إنها جَدْب وقفر لا حياةَ فيها، هي الآن مخازن للثروات وللخيرات قد اتجهت إليها الأنظار لإعمارها والاستفادة منها، وانظر مثلاً إلى ما يحدث من نهضة عمرانية في سيناء. </p><p> إذن: فالخالق سبحانه وزَّع الخيرات على الأرض، كما وزَّع المواهب على الخَلْق ليظل الجميع مرتبطاً بعضه ببعض برباط الحاجة لا يستغني الناس بعضهم عن بعض، ولا البلاد بعضها عن بعض، وهنا لفتة إيمانية: أن الخلق كلهم عباد الله وصنعته، والبلاد كلها أرض الله وملكه، وليس لله ولد، وليس بينه وبين أحد من عباده قرابة، فالجميع عنده سواء، لذلك سبق أن قلنا: لا ينبغي لك أنْ تحقد على صاحب الخير أو تحسده؛ لأن خيره سيعود عليك حتماً. </p><p> ومعنى {الذين مِن قَبْلِهِمْ ... }  [الروم: ٩] أي: الأمم التي كذَّبَتْ الرسل، وفي آية أخرى يوضح سبحانه عاقبة هؤلاء المكذبين:  {فَكُلاًّ أَخَذْنَا بِذَنبِهِ فَمِنْهُم مَّن أَرْسَلْنَا عَلَيْهِ حَاصِباً وَمِنْهُمْ مَّنْ أَخَذَتْهُ الصيحة وَمِنْهُمْ مَّنْ خَسَفْنَا بِهِ الأرض وَمِنْهُمْ مَّنْ أَغْرَقْنَا وَمَا كَانَ الله لِيَظْلِمَهُمْ ولكن كانوا أَنفُسَهُمْ يَظْلِمُونَ}  [العنكبوت: ٤٠] . </p><p> ويخاطب سبحانه كفار قريش:  {وَإِنَّكُمْ لَّتَمُرُّونَ عَلَيْهِمْ مُّصْبِحِينَ وباليل أَفَلاَ تَعْقِلُونَ}  [الصافات: ١٣٧ - ١٣٨] . </p><p> أي: في أسفاركم ورحلات تجارتكم تروْنَ مدائن صالح وغيرها من القرى التي أصابها العذاب مازالت شاخصة لكل ذي عينين. </p><p> ويقول سبحانه:  {أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَادٍ إِرَمَ ذَاتِ العماد التي لَمْ يُخْلَقْ مِثْلُهَا فِي البلاد}  [الفجر: ٦ - ٨] وكانوا في رمال </p><p> الأحقاف {وَثَمُودَ الذين جَابُواْ الصخر بالواد وَفِرْعَوْنَ ذِى الأوتاد الذين طَغَوْاْ فِي البلاد فَأَكْثَرُواْ فِيهَا الفساد فَصَبَّ عَلَيْهِمْ رَبُّكَ سَوْطَ عَذَابٍ}  [الفجر: ٩ - ١٣] . </p><p> لقد كان لكل هؤلاء حضارات ما زالت حتى الآن تبهر أرقى حضارات اليوم، فيأتون إليها ليتأملوا ما فيها من أسرار وعجائب، ومع ذلك لم تستطع هذه الحضارات أنْ تحمي نفسها من الدمار والزوال، وما استطاعت أنْ تمنع نفسها من عذاب الله حين حَلَّ بها، إذن: لكم في هؤلاء عِبْرة. </p><p> وكأن الحق سبحانه في قوله:  {أَوَلَمْ يَسيرُواْ فِي الأرض فَيَنظُرُواْ كَيْفَ كَانَ عَاقِبَةُ الذين مِن قَبْلِهِمْ ... }  [الروم: ٩] يقول لكفار قريش: أنتم يا مشركي قريش أقلّ الأمم، لا قوةَ لكم، ولا مال ولا حضارة ولا عمارة، فمن اليسير علينا أن نأخذكم كما أخذنا مَنْ هم أقوى منكم، إنما سبق أنْ أخذتم العهد في قوله سبحانه:  {وَمَا كَانَ الله لِيُعَذِّبَهُمْ وَأَنتَ فِيهِمْ وَمَا كَانَ الله مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ}  [الأنفال: ٣٣] . </p><p> لذلك يقول بعدها:  {كانوا أَشَدَّ مِنْهُمْ قُوَّةً وَأَثَارُواْ الأرض وَعَمَرُوهَآ أَكْثَرَ مِمَّا عَمَرُوهَا ... }  [الروم: ٩] فالأمم المكذِّبة التي أخذها الله وجعلها لكم عبرة كانت أقوى منكم، وأخصب أرضاً، لذلك أثاروا الأرض. أي: حرثوها للزراعة وللإعمار، وأنتم بواد ذي ذرع، والحرث يُطلَق على الزرع كما في قوله سبحانه:  {وَيُهْلِكَ الحرث والنسل ... }  [البقرة: ٢٠٥] . </p><p> ذلك لأن الأرض لا تنبت النبات الجيد إلا إذا أثارها الفلاح، وقلَّبها ليتخلل الهواء تربتها، فتجود عليه وتؤدي مهمتها كما ينبغي، أما إنْ تركتها هامدة متماسكة التربة والذرات، فإنها تمسك النبات </p><p> ولا تعطي فرصة للجذور البسيطة لأنْ تمتد في التربة، خاصة في بداية الإنبات. </p><p> وفي موضع آخر يقول - سبحانه وتعالى - عن النبات:  {أَفَرَأَيْتُم مَّا تَحْرُثُونَ أَأَنتُمْ تَزْرَعُونَهُ أَمْ نَحْنُ الزارعون}  [الواقعة: ٦٣ - ٦٤] . </p><p> وفي قصة البقرة مع بني إسرائيل لما تلكئوا في ذبحها وطلبوا أوصافها، قال لهم الحق سبحانه:  {إِنَّهَا بَقَرَةٌ لاَّ ذَلُولٌ تُثِيرُ الأرض وَلاَ تَسْقِي الحرث ... }  [البقرة: ٧١] . </p><p> يعني: بقرة مُرفهة غير سهلة الانقياد، فلا تُستخدم، لا في حَرْث الأرض وإثارتها، ولا في سَقْيها بعد أنْ تُحرَث؛ لذلك تجد أن الفلاح الواعي لا بُدَّ أن يثير الأرض ويُقلِّب تربتها قبل الزراعة، ويتركها فترة ليتخللها الهواء والشمس، ففي هذا إحياء للتربة وتجديد لنشاطها، كما يقولون أيضاً: قبل أن تزرع ما تحتاج إليه انزع ما لا تحتاج إليه. </p><p> إذن: فهؤلاء القوم كانت لهم زروع وثمار تمتعوا بها وجمعوا خيراتها. </p><p> ومعنى {عَمَرُوهَا ... }  [الروم: ٩] أي: بما يسَّر الله لهم من الطاقات والإمكانات، وأعملوا فيها الموهبة التي جعلها الله فيهم، فاستخرجوا من الأرض خيراتها، كما قال سبحانه:  {هُوَ أَنشَأَكُمْ مِّنَ الأرض واستعمركم فِيهَا ... }  [هود: ٦١] . </p><p> وإعمار الأرض يكون بكل مظهر من مظاهر الرقي والحياة، إما بالزرع أو الغًرْس، وإما بالبناء، وإما بشقِّ الأنهار والمصارف وإقامة الطرق وغير ذلك مما ينفع الناس، ونُفرِّق هنا بين الزرع والغَرْس: </p><p> فالزرع ما تزرعه ثم تحصده مرة واحدة كالقمح مثلاً، أما الغرس فما تغرسُه، ويظل فترة طويلة يُدر عليك، فمحصوله مُتجدِّد كحدائق الفاكهة، والزرع يكون ببذْر الحبِّ، أما الغرس فنبتة سبق إعدادها تُغرس. </p><p> ثم يقول سبحانه:  {وَجَآءَتْهُمْ رُسُلُهُم بالبينات ... }  [الروم: ٩] فبعد أنْ أعطاهم مقوِّمات الحياة وإمكانات المادة وطاقاتها، وبعد أنْ جَنَوْا ثمارها لم يتركهم للمادة إنما أعطاهم إمكانات القيم والدين، فأرسل لهم الرسل {بالبينات ... }  [الروم: ٩] أي: الآيات الواضحات الدالة على صِدْق الرسول في البلاغ عن ربه وهذه التي نسميها المعجزات. </p><p> وسبق أنْ ذكرنا أن كلمة الآيات تُطلَق على معانٍ ثلاثة: آيات كونية دالة على قدرة الصانع سبحانه كالشمس والقمر، وآيات تُؤيِّد الرسل وتُثبت صِدْقهم في البلاغ عن الله وهي المعجزات، وآيات القرآن التي تحمل الأحكام والمنهج، وكلها أمور واضحة بينة. </p><p> وقوله تعالى:  {فَمَا كَانَ الله لِيَظْلِمَهُمْ ولكن كانوا أَنفُسَهُمْ يَظْلِمُونَ}  [الروم: ٩] نعم، ما ظلمهم الله؛ لأنه سبحانه أمدهم بمقوِّمات الحياة وإمكانات المادة، ثم أمدهم بمقومات الروح والقيم، فإنْ حادوا بعد ذلك عن منهجه سبحانه فما ظلموا إلا أنفسهم. </p><p> ثم نقول: كيف يتأتَّى الظلم من الله تعالى؟ الظلم يقع نعم من الإنسان لأخيه الإنسان؛ لأنه يحقد عليه، ويريد أنْ يتمتع بما في يده، فالظالم يأخذ حقَّ المظلوم الذي لا قدرةَ له على حماية حقه. فكيف إذن نتصور الظلم من الله - عَزَّ وَجَلَّ - وهو سبحانه مالك كل شيء، وغني عن كل شيء؟ إذن: ما ظلمهم الله، ولكن ظلموا أنفسهم حينما حادوا عن طريق الله ومنهجه. </p>"
}