{
  "id": null,
  "sura": 30,
  "aya": 50,
  "text": "<p> كأن الحق سبحانه أراد أنْ يستدلَّ بالمحَسِّ المنظور في الكون على ما يريد أنْ يخبرنا به من الغيب من أمور البعث والآخرة؛ لذلك يعلل بقوله:  {إِنَّ ذَلِكَ لَمُحْيِ الموتى وَهُوَ على كُلِّ شَيْءٍ قَدِيرٌ}  [الروم: ٥٠] فذكر مع الأرض الفعل المضارع يحيي، والفعل المضارع يدل على التجدد والاستمرار وهذه عملية مُحسَّة لنا. </p><p> أما في إحياء الموتى فجاء بالاسم محيي، والاسم يفيد ثبوت الصفة؛ ليؤكد إحياء الموتى، ومعلوم أن الموت لا يشك فيه أحد؛ لأنه مُشَاهد لنا، أما البعث فهو محلُّ شكٍّ لدى البعض لأنه غيب. </p><p> ومع ذلك يقول تعالى عن الموت:  {ثُمَّ إِنَّكُمْ بَعْدَ ذلك لَمَيِّتُونَ}  [المؤمنون: ١٥] ، فيؤكد هذه القضية مرة بإنْ، ومرة باللام، والموت شيء واقع لا ننكره، فلماذا كل هذا التأكيد؟ </p><p> قالوا: نعم هو واقع لا نشك فيه، لكنه واقع مغفول عنه، فكأن الغفلة عنه كالإنكار، ولو كنتم متأكدين منه ما غفلتم عنه. </p><p> فلما ذكر البعث قال:  {ثُمَّ إِنَّكُمْ يَوْمَ القيامة تُبْعَثُونَ}  [المؤمنون: ١٦] فأكدها بمؤكد واحد، مع أنه محلُّ شكٍّ، فكأنه لما قامت الأدلة عليه كان ينبغي ألاَّ يشك فيه؛ لذلك لم يؤكده كما أكَّد الموت، ولما غفلنا عن الأدلة كان واجباً أنْ يُؤكِّد الموت، فأكَّد الموت، ولم يؤكد البعث. </p><p> ومعنى {فانظر ... }  [الروم: ٥٠] الأمر بالنظر هنا ليس (فنطزية) ولا (للفرجة) أو التسلية، لأننا نقول: هذا الأمر فيه نظر يعني: محلاً للبحث والتقصي لنصل إلى وجه الحق فيه، بترجيح بعض الأدلة على بعض. </p><p> إذن:  (فانظر) أي: نظر اعتبار وتأمل؛ لأننا نريد أن نقيس الغائب عنا والذي نريد أن نخبر به من أمور الآخرة بالمنظور لنا من إحياء الأرض بعد موتها. </p><p> ففي الآية دليل جديد من أدلة قدرة الحق ووحدانيته، وهو دليل كوني نراه جميعاً، والحق سبحانه يُلوِّن الأدلة ليلفت المخلوق إلى عظمة الخالق ليؤمن به إلهاً واحداً قاهراً قيوماً مقتدراً، وهذه الأدلة حجة تضيء العقل، وآيات في الكون تبرهن على الصِّدق، وأمثال يضربها للناس في الكون وفي أنفسهم، ووعد لمن آمن، ووعيد لمن خالف. </p><p> وهنا أيضاً دليل كوني مشهود في الكون، فالذي أحيا الأرض الميتة كما تشاهدون (لمحي الموتى) في الآخرة كما يخبركم، وجاء بصيغة اسم الفاعل الدال على ثبوت صفة الإحياء قبل أنْ يُحيي، كما نقول: فلان شاعر فلم يكتسب هذه الصفة لأنه قال شعراً، إنما هو إنما هو شاعر قبل أن يقول، كذلك الخالق سبحانه (محي) قبل أن يوجد منه الفعل، وقادر قبل أنْ يخلق مقدوراً له، وخالق قبل أنْ يخلق خَلْقاً، فبالصفة فيه سبحانه خلق. </p><p> ولكي نُقرِّب الشبة بين إحياء الأرض بالنبات وإحياء الموتى يوم القيامة نقول: لو نظرنا إلى الإنسان لوجدنا هذا الهيكل الضخم الذي يزن إلى مائة كيلو أو يزيد، أصل تكوينه ميكروب لا يُرَى بالعين المجردة، حتى قالوا: إن أنسال العالم كله من الحيوان المنوي يمكن أنْ توضع في حجم كستبان الخياطة، إذا مليء نصفه من المني، ثم يأخذ هذا الحيوان المنوي من الغذاء من الرزق فينمو ويكبر في الحجم فقط، لكن تظل الشخصية كما هي. </p><p> فإذا مات الإنسان يبْلَى هذا الجسد، ويتحلل إلا عظمة الذنب، فتبقى لا تتحلل ولا تأكلها الأرض لتكون هي البذرة التي تنبت الإنسان بقدرة الله يوم القيامة؛ لذلك جاء في حديث إحياء الموتى يوم القيامة؛ «فينبتون كما ينبت البقل» . </p><p> ففي هذه العظمة الصغيرة كل صفات الإنسان وخصائصه، ومنها يعود كما كان قبل الموت، كما نرى حبة السمسم مثلاً، فهي رغم صِغَرها إلا أنها تحمل كل خصائص هذا النبات كلها، إذن: صِغَر الحجم دليل على القدرة، فإذا ما وضعت هذه الحبة الصغيرة في البيئة المناسبة تأخذ الغذاء من التربة ومن الهواء وتنمو وتكبر، وهذا النمو وهذا الكبر لا يعطي شخصية جديدة إنما الشخصية ثابتة، إنما يعطي تكبيراً لها فحسب. </p><p> لذلك لما شرَّحوا الأرنب وجدوه صورة طبق الأصل من تشريح الإنسان، بمعنى أن فيه كل جوارح الإنسان وكل أجهزته، حتى البعوضة في حجمها الضئيل فيها كل الأجهزة، لكن أين جهازها الهضمي وجهازها الدموي وجهازها العصبي والسمبتاوي والبولي. . الخ، فدقَّة هذه المخلوقات دليل على القدرة. </p><p> وفي حضارتنا الحالية نجد أن من علامات التقدم العلمي أنْ نُصغِّر الكبير إلى أقصى درجة ممكنة، وانظر مثلاً إلى الراديو أول ما </p><p> اخترعوه كان في حجم النورج، أما الآن فهو في حجم علبة الكبريت. </p><p> إذن: فالعظمة أن تضع كل الأجهزة في هذا الحجم الصغير، أو تجعلها كبيرة فوق العادة وفوق القدرة، كما في ساعة «بج بن» مثلاً. </p><p> لذلك نرى الخالق سبحانه خلق الشيء الدقيق المتناهي في الصِّغَر، بحيث لا يُدرك بالعين المجردة، ومع ذلك يحتوي على كل خصائص الشيء الكبير، وخلق من المخلوقات الضخم الذي لا تستطيع أن تحدَّه. </p><p> إذن: حينما ينمو الشيء لا يزداد خصائص جديدة، إنما تكبُر عنده نفس الخصائص ونفس المشخَّصات الأصلية فيه. </p><p> وسبق أنْ قُلْنا: لو أن إنساناً يزن مثلاً مائة كيلو أصابه مرض والعياذ بالله أفقده نصف وزنه، نقول: أين ذهب هذا النقص؟ ذهب إلى فضلات نزلتْ منه؛ لأن الإنسان ينمو حينما يكون الداخل إليه من الغذاء أكثر من الخارج منه من الفضلات، فإنْ تساوى يقف عند حَدٍّ معين لا يزيد ولا ينقص. </p><p> فإذا سخر الله لهذا المريض طبيباً يداويه، فإنه يستعيد عافيته إلى أنْ يعود إلى وزنه الطبيعي مائة كيلو كما كان، فهل عاد إليه ما فقده في نقص الوزن، أم عاد إليه مثله من عناصر الغذاء والتكوين؟ عاد إليه مثل الذي فقده. </p><p> إذن: فالشخصية هي هي باقية لا تتغير مع النقص أو الزيادة. </p><p> كذلك فالشخصية أو الخصائص موجودة في هذا الميكروب الدقيق أو في هذه الحبة الصغيرة، إلى أنْ تُوضع في بيئتها المناسبة، </p><p> فتعطي نفس الشخصية أو نفس الخصائص لنوعها، حتى قالوا: إن قدماء المصريين وضعوا مع الموتى بعض الحبوب، وحفظوها طوال آلاف السنين، بحيث إذا وُضِعت الحبة منها في التربة المناسبة فإنها تنبت. </p><p> فإذا كان الإنسان يستطيع أن يستنبت الحبة بعد بضعة آلاف من السنين، أيكون عزيزاً على الله أنْ يستنبت بذرة الإنسان، ويُحيي الذرة الباقية منه في الأرض حين ينزل عليها المطر بأمره تعالى يوم القيامة؟ </p><p> ثم إن الحبة الواحدة التي يستنبتها الإنسان تعطيه آلافاً من نوعها، أما بذرة الإنسان والذرة الباقية منه فتعطي شخصاً واحداً لا غير، أيصعب هذا على القدرة الإلهية. </p><p> لذلك يحثُّنا الحق سبحانه على التأمل في قوله {فانظر ... }  [الروم: ٥٠] لا نظر عين، ولكن نظر تأمُّل وتعقُّل واستنباط، وربنا ينعى علينا الغفلة في التأمل، فيقول سبحانه:  {وَكَأَيِّن مِّن آيَةٍ فِي السماوات والأرض يَمُرُّونَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُونَ}  [يوسف: ١٠٥] . </p><p> ونسمي الجدل لإظهار الحقائق (مناظرة) ، يناظر كل مِنَّا الآخر، لا نظرَ عين، ولكن نظر عَقْل واستنباط. </p><p> {فانظر إلى آثَارِ رَحْمَتِ الله كَيْفَ يُحْيِ الأرض بَعْدَ مَوْتِهَآ إِنَّ ذَلِكَ لَمُحْيِ الموتى ... }  [الروم: ٥٠] أي: الذي أحياها {لَمُحْيِ الموتى ... }  [الروم: ٥٠] وما دام قد ثبتتْ له صفة الإحياء، فإذا أخبرك بأنه يُحيي الموتى، فصدِّق وخُذْ مما شاهدته دليلاً على ما غاب عنك. </p><p> ثم يختم الحق سبحانه هذه الآية بصفة أخرى تؤكد صفة الخَلْق </p><p> والإحياء {وَهُوَ على كُلِّ شَيْءٍ قَدِيرٌ}  [الروم: ٥٠] فغير أنه سبحانه حيٌّ ومحيي له سبحانه صفات الكمال، والقدرة على كل شيء علماً وقدرةً وحكمة وبَسْطاً وقبضاً ونفعاً وضراً. . إلخ. </p><p> فبعد أنْ ذكر الحدث في الفعل المضارع الدال على الاستمرار {يُحْيِ ... }  [الروم: ٥٠] ذكر الاسم الدال على ثبوت الصفة {لَمُحْيِ ... }  [الروم: ٥٠] ثم جاء بكل صفات الكمال في {وَهُوَ على كُلِّ شَيْءٍ قَدِيرٌ}  [الروم: ٥٠] . </p><p> يريد الله أن يبين أن الإنسان كنود، وأنه خُلِق جزوعاً، إنْ مسَّه الشر يجزع، وإنْ مسه الخير يمنع، فلما كان يائساً من الهواء يهبُّ عليه أرسل الله إليه الرياح، وبعد أنْ كان يائساً من قطرة الماء أنزل الله عليه المطر مدراراً، فهل أخذ في باله هذا العطاء، بحيث إذا أصابه يأس من شيء طلب فرجه من الله، وأزاح اليأس عن نفسه وقال: إن لي رباً ألجأ إليه، ولا ينبغي لي أن أقنط وهو موجود؟ </p><p> فالذي فرج عليك من يأس الرياح ومن يأس المطر قادر أنْ يُفرِّج عنك كل كَرْب؛ لذلك ينبغي أن يكون شعار كل مؤمن: لا كرْبَ وأنت ربٌّ، ما دام لك ربٌّ فلا تهتم ولا تيأس، فليستْ مع الله مشكلة المشكلة ألاَّ يكون لك ربٌّ تلجأ إليه. </p><p> وهذا هو الفرق بين المؤمن والكافر المؤمن له رَبٌّ يلجأ إليه إنْ عزَّتْ عليه الأسباب، أما الكافر فما أشقاه، فإنْ ضاقت به الأسباب لا يحد صدراً حنوناً يحتويه، فيلجأ في كثير من الأحوال إلى الانتحار. </p><p> لذلك كان سيدنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إذا حَزَبه أمر يقوم إلى الصلاة، </p><p> وكان يقول:  «ارحنا بها يا بلال» ففي الصلاة تختلي بربك وخالقك، وتعرض عليه حاجتك، وتستمد منه العون والقوة. </p><p> كذلك يُعلِّمنا هذا الدرس نبي الله موسى - عليه السلام - فحينما خرج ببني إسرائيل وأدركه فرعون وقومه، فوجدوا أنفسهم محاصرين، البحر من أمامهم والعدو من خلفهم، قالوا لموسى {إِنَّا لَمُدْرَكُونَ}  [الشعراء: ٦١] وهذا منطق البشر وواقع الأشياء، لكن كان لموسى منطق آخر ينطلق فيه من وجود رَبٍّ قادر يلجأ إليه في وقت الشدة فيفرجها عنه. </p><p> فقال موسى بملء فيه (كلا) قالها على سبيل اليقين قَوْلة الواثق من أن ربه لن يتخلى عنه، لم يقُلْها برصيد من عنده، إنما برصيد إيمانه في الله {إِنَّ مَعِيَ رَبِّي سَيَهْدِينِ}  [الشعراء: ٦٢] وهذا هو المَفْزَع لكل مؤمن. </p><p> لِمَ لا، وأنت إنْ كانت لديك قضية ترتاح إنْ وكَّلْتَ فيها محامياً يدافعَ عنك، فما بالك إنْ وكَّلت رب الأرض والسماء، فكان هو سبحانه المحامي والقاضي والشاهد والمنفِّذ للحكم؟ </p><p> وأنت ترى القاضي في الدنيا يحكم ببينة قد يُدلِّس فيها ويحكم، ويحكم بإقرار لا يستطيع أنْ يتنزعه من صاحبه، أو بشهادة الشهود، وقد يكونون شهودَ زور، ثم هو بعد ذلك لا يملك تنفيذ حكمه، فهناك سلطة قضائية تحكم وسلطة تنفيذية تنفذ، حتى السلطة التنفيذية يستطيع المجرم أن يفلت منها. </p><p> أما في محكمة العدل الإلهي، فقاضيها هو الحق - سبحانه </p><p> وتعالى - فلا يحتاج إلى بينة أو إقرار أو شهود، ولا يستطيع أحد أنْ يُدلِّس عليه سبحانه، أو أنْ يُفِلت من حكمة؛ لذلك قال تعالى عن نفسه:  {وَهُوَ خَيْرُ الحاكمين}  [الأعراف: ٨٧] . </p><p> ثم يقول الحق سبحانه:  {وَلَئِنْ أَرْسَلْنَا رِيحاً ... } . </p>"
}