{
  "id": null,
  "sura": 30,
  "aya": 4,
  "text": "<p> أثارت فرحة الكفار حفيظة المؤمنين، إلى أنْ نزلت {وَهُم مِّن بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ فِي بِضْعِ سِنِينَ لِلَّهِ الأمر مِن قَبْلُ وَمِن بَعْدُ ... }  [الروم: ٣ - ٤] ففرح المؤمنون حتى قال أبو بكر: والله لا يسرُّ الله هؤلاء، وسينصر الروم على فارس بعد ثلاث سنين. </p><p> لأن كلمة بضع تعني من الثلاثة إلى العشرة، فأخذها الصِّدِّيق على أدنى مدلولاتها، لماذا؟ لأنه الصِّديق، والحق - سبحانه وتعالى - لا يُحمِّل المؤمنين مشقة الصبر مدة التسع سنين، وهذه من الصديقية التي تميز بها أبو بكر رَضِيَ اللَّهُ عَنْه. </p><p> «لذلك قال أبو بكر لأُبيِّ بن خلف: والله لا يقرّ الله عيونكم -يعني:بما فرحتم به من انتصار الكفار - وقد أخبرنا الله بذلك في مدة بضع سنين،فقال أُبيٌّ:أتراهنني؟قال:أراهنك على كذا من القلائص - والقلوص هي الناقة التي تركب - في ثلاث سنين عشر قلائص إن انتصرت الروم، وأعطيك مثلها إن انتصرت فارس.</p><p> فلما ذهب أبو بكر إلى رسول الله، وأخبره بما كان قال: » يا أبا بكر زِدْه في الخطر ومادِّه «، يعني زِدْ في عدد النوق من </p><p> عشرة إلى مائة وزده في مدة من ثلاث سنين إلى تسع، وفعلاً ذهب الصِّديق لأبيٍّ وعرض عليه الأمر، فوافق في الرهان على مائة ناقة. </p><p> فلما اشتدّ الأذى من المشركين، وخرج الصَّدِّيق مهاجراً رآه أُبيُّ بن خلف فقال: إلى أين أبا فصيل؟ وكانوا يغمزون الصِّدِّيق بهذه الكلمة، فبدل أن يقولوا: يا أبا بكر. والبَكْر هو الجمل القوي يقولون: يا أبا فصيل والفصيل هو الجمل الصغير - فقال الصِّديق: مهاجر، فقال: وأين الرهان الذي بيننا؟ فقال: إن كان لك يكفلني فيه ولدي عبد الرحمن، فلما جاءت موقعة بدر رأى عبد الرحمن أُبياً فقال له: إلى أين؟ فقال: إلى بدر، فقال: وأين الرهان إنْ قتلْتَ؟ فقال: يعطيك ولدي. </p><p> وفي بدر أصيب أُبيٌّ بجرح من رسول الله مات فيه، وقدَّم </p><p> ولده الجُعْل لعبد الرحمن، فذهبوا به إلى رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فقال: » تصدقوا به «» . </p><p> وهنا وقفة إعجازية إيمانية عقدية: سبق أنْ تكلمنا عن الغيب وعن المشهد. وقلنا: إن الغيب أنواع: غيب له مقدمات تُوصِّل إليه، كما تعطي التلميذ تمريناً هندسياً، وكالأسرار الكونية التي يتوصَّل إليها العلماء ويكتشفونها من معطيات الكون، كالذي اكتشف الآلة البخارية، وأرشميدس لما اكتشف قانون الأجسام الطافية. . إلخ ولا يقال لهؤلاء: إنهم علموا غيباً، إنما أخذوا مقدمات موجودة واستنبطوا منها معدوماً. </p><p> أمّا الغيب المطلق فهو الذي ليس له مقدمات تُوصِّل إليه، فهو غيب عن كل الناس، وفيه يقول تعالى:  {عَالِمُ الغيب فَلاَ يُظْهِرُ على غَيْبِهِ أَحَداً إِلاَّ مَنِ ارتضى مِن رَّسُولٍ ... } </p><p> [الجن: ٢٦ - ٢٧] . </p><p> ومن الغيب ما يغيب عنك، لكن لا يغيب عن غيرك، كالشيء الذي يُسرق منك، فهو غيب عنك لأنك لا تعرف مكانه، وليس غيباً عَمَّنْ سرقه منك. </p><p> وآفة الإنسان أنه لا يستغل المقدمات للبحث في أسرار الكون ليرتقي في الكونيات، إنما يستغلها لمعرفة غيب الآخرين، ونقول له: إن كنت تريد أن تعلم غيب الآخرين، فاسمح لهم أنْ يعلموا غيبك وأعتقد أن أحداً لا يرضى ذلك. </p><p> إذن: سَتْر الغيب عن الخَلْق نعمة كبرى لله تعالى؛ لأنه سبحانه </p><p> رب الناس جميعاً، ويريد سبحانه أن ينتفع خَلْقه بخَلْقه، ألا ترى أنك إنْ علمتَ في إنسان سيئة واحدة تزهدك في كل حسناته، وتجعلك تكرهه، وتكره كل حسنة من حسناته، فستر الله عنك غَيْب الآخرين لتنتفع بحسناتهم. </p><p> والغيب حجزه الله عنا، إما بحجاب الزمن الماضي، أو الزمن المستقبل، أو بحجاب المكان، فأنت لا تعرف أحداث الماضي قبل أنْ تُولد إلى أنْ يأتي مَنْ تثق به، فيخبرك بما حدث في الماضي، وكذلك لا تعرف ما سيحدث في المستقبل، أما حاجز المكان فأنت لا تعرف ما يوجد في مكان آخر غير مكانك، وقد يكون الشيء في مكانك، لكن له مكين فلا تطلع عليه. </p><p> ومن ذلك قوله تعالى:  {وَيَقُولُونَ في أَنفُسِهِمْ لَوْلاَ يُعَذِّبُنَا الله بِمَا نَقُولُ ... }  [المجادلة: ٨] . </p><p> فمَنِ الذي أخبر رسول الله بما في نفوسهم؟ لقد خرق الله له حجاب المكان، وأخبره بما يدور في نفوس القوم، وأخبرهم رسول الله به، أَمَا كان هذا كافياً لأن يؤمنوا بالله الذي أخرج مكنون صدورهم؟ إذن: المسألة عندهم عناد ولجاجة وإنكار. </p><p> وكذلك ما كان من رسول الله في غزوة مؤتة التي دارتْ على أرض الأردن ورسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بالمدينة - ونعلم أن أهل السيرة لا يطلقون اسم الغزوة إلا على التي حضرها رسول الله، وكل حدث </p><p> حربي لم يحضره رسول الله نسميه سرية إلا مؤتة هي التي انفردتْ بهذه التسمية، فلماذا مع أن رسول الله لم يشهدها؟ </p><p> قالوا: بل شهدها رسول الله وهو بالمدينة، بما كشف الله له من حجاب المكان وأطلعه على ما يدور هناك حتى كان يخبر صحابته بما يدور في الحرب كأنه يراها، فيقول: أخذ الراية فلأن فقُتِل، فأخذها فلان فقُتِل، فلما جاءهم الخبر وجدوا الأمر كما أخبر به سيدنا رسول الله. </p><p> كما خَرق له حجاب الماضي، فأخبره بحوادث في الأمم السابقة كما في قوله سبحانه:  {وَمَا كُنتَ بِجَانِبِ الغربي إِذْ قَضَيْنَآ إلى مُوسَى الأمر ... }  [القصص: ٤٤]  {وَمَا كُنتَ ثَاوِياً في أَهْلِ مَدْيَنَ تَتْلُواْ عَلَيْهِمْ آيَاتِنَا ... }  [القصص: ٤٥] . </p><p> كما خرق له صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حجاب المستقبل، كما في هذه الآية التي نحن بصدد الحديث عنها:  {وَهُم مِّن بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ فِي بِضْعِ سِنِينَ.</p><p> . .}  [الروم: ٣ - ٤] فأروني أيّ قوة (كمبيوتر) في الدنيا تُنبئنا بنتيجة معركة ستحدث بعد ثلاث إلى تسع سنين. </p><p> فمحمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وهو النبي الأمي المقيم في جزيرة العرب ولا يعرف شيئاً عن قوة الروم أو قوة الفرس - يخبرنا بهذه النتيجة؛ لأن الذي يعلم الأشياء على وَفْق ما تكون هو الذي أخبره، وكون محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يعلنها ويتحدَّى بها في قرآن يُتْلَى إلى يوم القيامة دليل على تصديقه بمنطق الله له، وأنه واثق من حدوث ما أخبر به. </p><p> ولهذه الثقة سُمِّي الصِّديق صدِّيقاً، فحين أخبروه بمقالة رسول الله عن الإسراء ما كان منه إلا أنْ قال: إنْ كان قال فقد صدق ورسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يخبر بهذه النتيجة، ويراهن المشركين عليها، ويتمسك بها، وما ذاك إلا لثقته في صدق هذا البلاغ، وأنه لا يمكن أبداً أنْ يتخلف. </p><p> وقوله تعالى {لِلَّهِ الأمر مِن قَبْلُ وَمِن بَعْدُ ... }  [الروم: ٤] يعني: إياكم أنْ تفهموا أن انتصار الفرس على الروم أو انتصار الروم على الفرس خارج عن مرادات الله، فلله الأمر من قبل الغلب، ولله الأمر من بعد الغلب. </p><p> فحين غَلبت الروم لله الأمر، وحين انتصرت الفرس لله الأمر؛ لأن الحق سبحانه يهيج أصحاب الخير بأن يُغلِّب أصحاب الشر، ويُحرِّك حميتهم ويُوقظ بأعدائهم مشاعرهم، ويُنبّههم إلى أن الأعداء لا ينبغي أن يكونوا أحسن منهم. </p><p> إذن: فنصر المكروه لله على المحبوب لله جاء بتوقيت من الله؛ لذلك إياك أن تحزن حين تجد لك عدواً، فالأحمق هو الذي يحزن لذلك، والعاقل هو الذي يرى لعدوه فَضْلاً عليه، فالعدو يُذكِّرني دائماً بأن أكون قوياً مستعداً، يُذكِّرني بأن أكون مستقيماً حتى لا يجد مني فرصة أو نقيصة. العدو يجعلك تُجنِّد كل ملكاتك للخير لتكون أفضل منه؛ لذلك يقول الشاعر: </p><p> عدايَ لَهٌمْ فَضْلٌ عليَّ ومِنَّةٌ ... فَعِنْدي لهُم شُكْرٌ على نَفْعهم ليَا </p><p> فَهُمْ كدَواءٍ والشِّفاء بمُرِّهِ ... فَلا أَبْعَد الرحمنُ عنِّي الأعَادِيَا </p><p> وهْم بحثُوا عَنْ زَلَّتي فَاجْتنبتُها ... وهُمْ نافسُوني فاكتسبْتُ المعَاليَا </p><p> إذن: لله الأمر من قبل ومن بعد، وله الحكمة في أنْ ينتصر الباطل، أَلاَ ترى غزوة أحد، وكيف هُزِم المسلمون لما خالفوا أمر رسول الله وتركوا مواقعهم طمعاً في مغنم، انهزموا في أول الأمر، مع أن رسول الله معهم؛ لأن سنة الله في كونه تقضي بالهزيمة حين نخالف أمر رسول الله، وكيف يكون الحال لو انتصر المسلمون مع مخالفتهم لأمر رسولهم؟ لو انتصروا الفقد أمر الرسول مصداقيته، ولما أطاعوا له أمراً بعد ذلك. </p><p> وفي يوم حنين:  {وَيَوْمَ حُنَيْنٍ إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ ... }  [التوبة: ٢٥] حتى إن أبا بكر نفسه ليقول: لن نٌغلب اليوم عن قِلّة، فلما نظروا إلى قوتهم ونسُوا تأييد الله هُزِموا في بداية الأمر، ثم يحنّ الله عليهم، وتتداركهم رحمته تعالى، فينصرهم في النهاية. </p><p> إذن: فلله الأمر من قبل ومن بعد، فإياك أن تظن أن انتصار الباطل جاء غصْباً عن إرادة الله، أو خارجاً عن مراده، إنما أراده الله وقصده لحكمة. </p><p> ثم يقول سبحانه:  {وَيَوْمَئِذٍ يَفْرَحُ المؤمنون بِنَصْرِ الله ... }  [الروم: ٤ - ٥] أيّ نصر الذي يفرح به الؤمنون؟ أيفرحون لانتصار الروم على الفرس؟ قالوا: بل الفرح هنا دوائر متشابكة ومتعالية، فهم أولاً يفرحون لانتصار أهل دين وأهل كتاب على كفار وملاحدة، ويفرحون أن بشرى رسول الله تحققتْ، ويفرحون لأنهم آمنوا </p><p> برسول الله، وصدَّقوه قبل أن ينطق بهذه البشرى. </p><p> إنهم يفرحون لأنهم أصابوا الحق، فكلما جاءت آية فرح كل منهم بنفسه؛ لأنه كان محقاً حينما آمن بالإله الواحد الذي يعلم الأمور على وفق ما ستكون واتبع رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. إذن: لا تقصر هذه الفرحة على شيء واحد، إنما عَدِّها إلى أمور كثيرة متداخلة. </p><p> كما أن اليوم الذي انتصر فيه الروم صادف اليوم الذي انتصر فيه المسلمون في بدر. </p><p> وقوله تعالى {يَنصُرُ مَن يَشَآءُ ... }  [الروم: ٥] الفرس أو الروم، ما دام أن له الأمر من قبل ومن بعد {وَهُوَ العزيز الرحيم}  [الروم: ٥] الحق سبحانه وصف نفسه بهاتين الصفتين: العزيز الرحيم، مع أن العزيز هو الذي يغلب ولا يٌغْلب، فقاهريته سبحانه عالية في هذه الصفة - ومع ذلك أتبعها بصفة الرحمة ليُحِدث في نفس المؤمن هذا التوازن بين صفتي القهر والغلبة وبين صفة الرحمة. </p><p> كما أننا نفهم من صفة العزة هنا أنه لا يحدث شيء إلا بمراده تعالى، فحين ينتصر طرف وينهزم طرف آخر حتى لو انتصر الباطل لا يتم ذلك إلا لمراده تعالى؛ لأن الله تعالى لا يُبقي الباطل ولا يُعلي الكفر إلا ليظهر الحق، فحين يُعَضُّ الناس بالباطل، ويشقَوْن بالكفر يفزعون إلى الإيمان ويتمسكون به. </p><p> واقرأ قوله تعالى: {وَجَعَلَ كَلِمَةَ الذين كَفَرُواْ السفلى وَكَلِمَةُ الله هِيَ </p><p> العليا ... } [التوبة: ٤٠] ولم يقل: وجعل كلمة الله هي العليا؛ لأنها ليستْ جَعْلاً لأن الجَعْل تحويل شيء إلى شيء، أما كلمة الله فهي العليا بداية ودائماً، وإنْ علت كلمة الباطل إلى حين. </p><p> ثم يقول الحق سبحانه:  {وَعْدَ الله لاَ يُخْلِفُ الله ... } . </p>"
}