{
  "id": null,
  "sura": 30,
  "aya": 52,
  "text": "<p> يريد الحق سبحانه أن يُسلِّي رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حتى لا يألم لما يلاقيه من قومه، يقول له: يا محمد لا تُتعب نفسك؛ لأن هؤلاء لا يؤمنوا، وما عليك إلا البلاغ، فلا تيأس لإعراض هؤلاء، ولا تتراجع عن تبليغ دعوتك والجهاد في سبيلها والجهر بها؛ لأنني أرسلتك لمهمة، ولن أتخلى عنك، وما كان الله ليرسل رسولاً ثم يخذله أو يُسْلمه. </p><p> وقد قال تعالى لنبيه:  {فَلَعَلَّكَ بَاخِعٌ نَّفْسَكَ على آثَارِهِمْ إِن لَّمْ يُؤْمِنُواْ بهذا الحديث أَسَفاً}  [الكهف: ٦] ولو أردتُ لجعلتُهم مؤمنين قَسراً لا يملكون أنْ يكفروا: {إِن نَّشَأْ نُنَزِّلْ عَلَيْهِمْ مِّنَ السمآء آيَةً فَظَلَّتْ أَعْنَاقُهُمْ لَهَا خَاضِعِينَ}  [الشعراء: ٤] . </p><p> إنما أريد أنْ يأتوني طواعية عن محبة، لا عن قهر؛ لأنني لا أريد قوالبَ تخضع، إنما قلوباً تخشع، ويستطيع أيُّ بشر بجبروته أنْ يجعلَ الناس تخضع له أو تسجد، لكنه لا يستطيع مهما أُوتِي من قوة أنْ تُخْضِع قلوبهم، أو يحملهم على حُبِّه. </p><p> وهنا يقول تعالى لنبيه:  {فَإِنَّكَ لاَ تُسْمِعُ الموتى ... }  [الروم: ٥٢] فجعلهم في حكم الأموات، وهم أحياء يُرْزَقون، لماذا؟ لأن الذي لا ينفعل لما يسمع ولا يتأثر به، هو والميت سواء. </p><p> أو نقول: إن للإنسان حياتين: حياة الروح التي يستوي فيها المؤمن والكافر، والطائع والعاصي، وحياة المنهج والقيم، وهذه </p><p> للمؤمن خاصة، والتي يقول الله فيها:  {ياأيها الذين آمَنُفواْ استجيبوا للَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُم لِمَا يُحْيِيكُمْ ... }  [الأنفال: ٢٤] . </p><p> فهو سبحانه يخاطبهم هذا الخطاب وهم أحياء، لكن المراد هنا حياة المنهج والقيم، وهي الحياة التي تُورِثك نعيماً دائماً باقياً لا يزول، خالداً لا تتركه ولا يتركك. </p><p> لذلك يقول سبحانه عن هذه الحياة:  {وَإِنَّ الدار الآخرة لَهِيَ الحيوان لَوْ كَانُواْ يَعْلَمُونَ}  [العنكبوت: ٦٤] . </p><p> لذلك سمَّى الله المنهج الذي أنزله على رسوله روحاً:  {وَكَذَلِكَ أَوْحَيْنَآ إِلَيْكَ رُوحاً مِّنْ أَمْرِنَا ... }  [الشورى: ٥٢] لأن المنهج يعطيك حياة باقية لا تنزوي ولا تزول. </p><p> وسمَّى الملَك الذي نزل به روحاً:  {نَزَلَ بِهِ الروح الأمين}  [الشعراء: ١٩٣] فالمنهج روح من الله، نزل به روح من الملائكة هو جبريل عليه السلام على قلب سيدنا رسول الله ليحمله رسول مصطفى فيبثُّه في الناس جميعاً، فَيحيَوْن الحياة الآخرة. </p><p> فالكفار بهذا المعنى يحيَوْن حياة روح القالب التي يستوي فيها جميع البشر، لكن هم أموات بالنسبة للروح الثانية، روح القيم والمنهج. </p><p> لذلك، إذا كان عندنا شخص شقي أو بلطجي يفسد في المجتمع أكثر مما يصلح نقول له: أنت وجودك مثل عدمه، لماذا؟ لأن الحياة إذا لم تُستغل في النافع الدائم، فلا معنى لها. </p><p> وهنا يقول تعالى لنبيه: لا تحزن، ولا تذهب نفسك على هؤلاء </p><p> القوم الحسرات، فهم موتى لم يقبلوا روح المنهج وروح القيم، وما داموا لم تدخلهم هذه الروح، فلا أملَ في إصلاحهم، ولن يستجيبوا لك، فالاستجابة تأتي من أصغى سمعه، وأعمل عقله في الكون من حوله ليصل إلى حقيقة الحياة ولغز الوجود. </p><p> وسبق أنْ قُلْنا: إنك إذا سقطتْ بك طائرة مثلاً في صحراء، وانقطعت عن الناس، فلا أنيس ولا شيء من حولك، ثم فجأة رأيتَ أمامك مائدة عليها أطايب الطعام والشراب، فطبيعي قبل أنْ تمتد يدك إليها لا بُدَّ أنْ تسأل نفسك: مَنْ أتى بها؟ </p><p> كذلك أنت أيها الإنسان طرأتَ على كون مُعَدٍّ لاستقبالك، مليء بكل هذا الخير، بالله ألاَ يستدعي هذا أنْ تسأل مَنْ أعد لي هذا الكون؟ </p><p> ثم لم يدَّع أحد هذا الكون لنفسه، ثم جاءك رسول من عند الله يخبرك بحقائق الكون، ويحل لك لغز الحياة والوجود، لكن هؤلاء القوم لما جاءهم رسول الله أبَوْا أن يستمعوا إليه، ولم يقبلوا الروح الذي جاءهم به. </p><p> والحق سبحانه يعرض لنا هذه المسألة في آية أخرى:  {وَمِنْهُمْ مَّن يَسْتَمِعُ إِلَيْكَ حتى إِذَا خَرَجُواْ مِنْ عِندِكَ قَالُواْ لِلَّذِينَ أُوتُواْ العلم مَاذَا قَالَ آنِفاً ... }  [محمد: ١٦] وهذا يعني أن روح المنهج لم تباشر قلوبهم. </p><p> ويردُّ الحق عليهم:  {قُلْ هُوَ لِلَّذِينَ آمَنُواْ هُدًى وَشِفَآءٌ والذين لاَ يُؤْمِنُونَ في آذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى أولئك يُنَادَوْنَ مِن مَّكَانٍ بَعِيدٍ}  [فصلت: ٤٤] . </p><p> فالقرآن واحد، لكن المستقبل للقرآن مختلف، فواحد يسمعه بأذن </p><p> مُرْهفة وقلب واعٍ فيستفيد، ويصل إلى حَلِّ اللغز في الكون وفي الخَلْق؛ لأنه استجاب للروح الجديدة التي أرسلها الله له، وآخر أعرض. </p><p> وهؤلاء الذين أعرضوا عن القرآن إنما يخافون على مكانتهم وسيادتهم، فهم أهل فساد وطغيان، ويعلمون أن هذا المنهج جاء ليقيد حرياتهم، ويقضي على فسادهم وطغيانهم؛ لذلك رفضوه. </p><p> لذلك تجد أن الذين تصدَّوْا لدعوات الرسل وعارضوهم هم السادة والكبراء، أَلاَ تقرأ قول الحق سبحانه عن مقالتهم:  {إِنَّآ أَطَعْنَا سَادَتَنَا وَكُبَرَآءَنَا فَأَضَلُّونَا السبيلا}  [الأحزاب: ٦٧] . </p><p> إذن: لا تتعجب من أنَّ القرآن يسمعه إنسان فيقول مُستلذاً به: الله، أعِدْ، وآخر ينصرف عنه لا يدري ما يقول، والمنصرف عن القرآن نوعان: إما ينصرف عنه تكبُّراً يعني: وعي القرآن وفهمه لكن تكبَّر على الانصياع لأوامره، وآخر سمعه لكن لم يفهمه؛ لأن الله ختم على قلبه. </p><p> ومهمة الداعي أنْ يتعهد المدعو، وألاَّ ييأس لعدم استجابته، وعليه بتكرار الدعوة له، لعله يصادف عنده فترة صفاء وفطرة، وخلو نفس، فتثمر فيه الدعوة ويستجيب. </p><p> وإلا فقد رأينا من أهل الجاهلية مَنْ أسلم بعد فترة طويلة من عمر الدعوة أمثال: خالد بن الوليد، وعمرو بن العاص، وعكرمة، وغيرهم. </p><p> ونعلم كم كان عمر بن الخطاب كارهاً للإسلام معادياً لأهله، وقصة ضَرْبه لأخته بعد أنْ أسلمتْ قصة مشهورة لأنها كانت سبب إسلامه، فلما ضربها وشجَّها حتى سال الدم منها رقَّ قلبه لأخته، </p><p> فلما قرأت عليه القرآن صادف منه قلبه صافياً، وفطرة نقية نفضت عنه عصبية الجاهلية الكاذبة فانفعل للآيات وباشرتْ بشاشتها قلبه فأسلم. </p><p> لذلك أمر الحق سبحانه رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أنْ يجهر بالدعوة، وأنْ يصدع بما يُؤمر، لعلَّ السامع تصادفه فترة تنبه لفطرته، كما حدث مع عمر. </p><p> وحين نلحظ الفاء في بداية هذه الآية {فَإِنَّكَ لاَ تُسْمِعُ الموتى ... }  [الروم: ٥٢] نجد أن التقدير: فلا تحزن، ولا يهولنك إعراضهم؛ لأنك ما قصرْتَ في البلاغ، إنما التقصير من المستقبل؛ لأنهم لم يقبلوا الروح السامية التي جاءتهم، بل نفروا من السماع، وتناهوا عنه، كما حكى القرآن عنهم:  {وَقَالَ الذين كَفَرُواْ لاَ تَسْمَعُواْ لهذا القرآن والغوا فِيهِ لَعَلَّكُمْ تَغْلِبُونَ}  [فصلت: ٢٦] . </p><p> ونَهْى بعضهم بعضاً عن سماع القرآن دليل على أنهم يعلمون أن مَنْ يسمع القرآن بأذن واعية لا بُدَّ أنْ يؤمن به وأنْ يقتنع. </p><p> ثم يقول سبحانه:  {صُمٌّ بُكْمٌ ... }  [البقرة: ١٨] . </p><p> وقد علمنا من وظائف الأعضاء أن البكَم يأتي نتيجة الصمم؛ لأن اللسان يحكي ما سمعته الأذن، فإذا كانت الأذن صماء فلا بُدَّ أن يكون اللسان أبكمَ، ليس لديه شيء يحكيه. </p><p> لذلك نجد الطفل العربي مثلاً حين ينشأ في بيئة إنجليزية يتكلم الإنجليزية لأنه سمعها وتعلمها، بل نجد صاحب اللغة نفسه تُعرض عليه الكلمات الغربية من لغته فلا يعرفها لماذا؟ لأنه لم يسمعها، فحين يقول العربي عن العجوز: إنها الحَيْزبون والدَّردبيس. . الخ تقول: ما هذا الكلام، مع أنه عربي لكن لم تسمعه أذنك. </p><p> والأذن هي أداة الالتقاط الأولى لبلاغ الرسالة، وما دام الله تعالى قد حكم عليهم بأنهم في حكم الأموات، فالإحساس لديهم ممتنع، فالأذن لا تسمع آيات القرآن، والعين لا ترى آيات الكون ولا تتأملها. </p><p> لذلك قال تعالى عنهم:  {فَإِنَّهَا لاَ تَعْمَى الأبصار ولكن تعمى القلوب التي فِي الصدور}  [الحج: ٤٦] . </p><p> وكلمة أعمى نقولها للمبصر صحيح العينين حينما يخطيء في </p><p> شيء، فتقول له: أنت أعمى؟ لماذا، لأنه وإنْ كان صحيح العينين، إلا أنه لم يستعملها في مهمتهما، فهو والأعمى سواء. </p><p> وهؤلاء القوم وصفهم الله بأنهم أولاً في حكم الأموات، ثم هم مصابون بالصمم، فلا يسمعون البلاغ، وتكتمل الصورة بأنهم عُمْى لا يروْنَ آيات الإعجاز في الكون، وليتهم صُمٌّ فحسب، فالأصم يمكن أن تتفاهم معه بالإشارة فينتفع بعينيه إنْ كان مقبلاً عليك، لكن ما الحال إذا كان مدبراً، كما قال تعالى:  {إِذَا وَلَّوْاْ مُدْبِرِينَ}  [الروم: ٥٢] يعني: أعطوْكَ ظهورهم، إذن: لم يَعُدْ لهم منفذ للتلقي ولا للإدراك، فهم صُم بُكْم، وبالإدبار تعطلت أيضاً حاسة البصر، فلا أملَ في مثل هؤلاء، ولا سبيل إلى هدايتهم. </p>"
}