{
  "id": null,
  "sura": 30,
  "aya": 47,
  "text": "<p> يعني: يا محمد، إنْ كنتَ تعبت في الدعوة، ولقيت من صناديد قريش عنتاً وعناداً وإيذاءً ومكراً وتبييتاً، فنحن مع ذلك نصرناك، وخُذْ لك أسوة في إخوانك من الرسل السابقين، فقد تعرَّضوا لمثل ما تعرضتَ له، فهل أسلمنا رسولنا لأعدائه؟ إذن: اطمئن، فلن ينال هؤلاء منك شيئاً. </p><p> ومعنى {فَجَآءُوهُم بالبينات ... }  [الروم: ٤٧] أي: الآيات الواضحات التي تثبت صدقهم في البلاغ عن الله، ومع ذلك لم يؤمنوا وكذَّبوا {فانتقمنا مِنَ الذين أَجْرَمُواْ ... }  [الروم: ٤٧] وهنا إيجاز لأمر يُفهم من السياق، فلم يقُل القرآن أنهم كذبوا، إنما جاء بعاقبة التكذيب {فانتقمنا ... }  [الروم: ٤٧] . </p><p> وهذا الإيجاز واضح في قصة هدهد سليمان، في قوله تعالى:  {اذهب بِّكِتَابِي هذا فَأَلْقِهْ إِلَيْهِمْ ثُمَّ تَوَلَّ عَنْهُمْ فانظر مَاذَا يَرْجِعُونَ}  [النمل: ٢٨] وحذف ما بين العبارتين من أحداث تُفهَم من السياق، وهذا مظهر من مظاهر بلاغة القرآن الكريم. </p><p> وتكذيب الأمم السابقة للآيات التي جاءتهم على أيدي الرسل دليل على أنهم أهل فساد، ويريدون أن ينتفعوا بهذا الفساد، فشيء طبيعي أنْ يعاندوا الرسل الذين جاءوا للقضاء على هذا الفساد، وأنْ يضطهدوهم، فيغار الله تعالى على رسله {فانتقمنا مِنَ الذين أَجْرَمُواْ ... }  [الروم: ٤٧] . </p><p> ثم يقرر هذه القضية:  {وَكَانَ حَقّاً عَلَيْنَا نَصْرُ المؤمنين}  [الروم: ٤٧] وما كان الله تعالى ليرسل رسولاً، ثم يُسلِمه لأعدائه، أو يتخلى عنه؛ لذلك قال سبحانه في موضع آخر: {وَلَقَدْ سَبَقَتْ </p><p> كَلِمَتُنَا لِعِبَادِنَا المرسلين إِنَّهُمْ لَهُمُ المنصورون وَإِنَّ جُندَنَا لَهُمُ الغالبون} [الصافات: ١٧١ - ١٧٣] . </p><p> وسبق أنْ قُلْنا: لا ينبغي أن تبحث في هذه الجندية: أصادق هذا الجندي في الدفاع عن الإسلام أم غير صادق؟ إنما انظر في النتائج، إنْ كانت له الغلبة فاعلم أن طاقة الإيمان فيه كانت مخلصة، وإنْ كانت الأخرى فعليه هو أن يراجع نفسه ويبحث عن معنى الانهزام الذي كان ضد الإسلام في نفسه، لأنه لو كان من جٌنْد الله بحق لتحقق فيه {وَإِنَّ جُندَنَا لَهُمُ الغالبون}  [الصافات: ١٧٣] ولا يُغلب جند الله إلا حين تنحلّ عنهم صفة من صفات الجندية. </p><p> وتأمل مثلاً ما حدث في غزوة أحد، حيث انهزم المسلمون - وإنْ كانت كلمة الهزيمة هنا ليست على سبيل التحقيق لأن المعركة كانت سجالاً، وقد انتصروا في أولها، لكن النهاية لم تكُنْ في صالحهم؛ لأن الرماة خالفوا أمر رسول الله، والهزيمة بعد هذه المخالفة أمر طبيعي. </p><p> وهل كان يسرُّك أيها المسلم أنْ ينتصر المسلمون بعد مخالفتهم أمر رسولهم؟ والله لو انتصروا مع مخالفتهم لأمر رسولهم لهانَ كل </p><p> أمر لرسول الله بعدها، ولقالوا: لقد خالفنا أمره وانتصرنا. إذاً فمعنى ذلك أن المسلمين لم ينهزموا، إنما انهزمت الانهزامية فيهم، وانتصر الإسلام بصِدْق مبادئه. </p><p> كذلك في يوم حنين الذي يقول الله فيه {وَيَوْمَ حُنَيْنٍ إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ ... }  [التوبة: ٢٥] حتى أن الصِّديق نفسه يقول: لن نُغلَب اليوم عن قلة، فبدأت المسألة بالهزيمة، لكن الأمر كما تقول (صعبوا على ربنا) فأنزل السكينة عليهم، وشاء سبحانه أن يسامحهم في هذه الزلَّة مراعاة لخاطر أبي بكر. </p><p> فقوله تعالى {وَكَانَ حَقّاً عَلَيْنَا نَصْرُ المؤمنين}  [الروم: ٤٧] نعم، نصر المؤمنين حَقٌّ على الله، أوجبه سبحانه على نفسه، فهو تفضُّل منه سبحانه، كما يتفضل الموصِي بماله على الموصى له. </p><p> ثم يقول الحق سبحانه:  {الله الذي يُرْسِلُ ... } . </p>"
}