{
  "id": null,
  "sura": 30,
  "aya": 55,
  "text": "<p> بعد أنْ عرض الحق - سبحانه وتعالى - الدليل ليهتدي به مَنْ يشاء، ومَنْ لم يهتَد يُلوِّح له بهذا التهديد:  {وَيَوْمَ تَقُومُ الساعة يُقْسِمُ المجرمون ... }  [الروم: ٥٥] معنى كلمة {تَقُومُ الساعة ... }  [الروم: ٥٥] تدل على أنها موجودة، لكن نائمة تنتظر الإذن لها، فتقوم تنتظر أنْ نقول لها: كُنْ فتكون. </p><p> فالقيام هنا له دلالته؛ لأن الساعة أمر لا يتأتَّى به القيام، إنما يقيمها الحق سبحانه، فقوله {تَقُومُ ... }  [الروم: ٥٥] كأنها منضبطة كما تضبط المنبه مثلاً، ولها وقت تنتظره، وهي من تلقاء نفسها إنْ جاء وقتُها قامتْ. </p><p> وحين تتأمل كلمة {تَقُومُ ... }  [الروم: ٥٥] تجد أن القيام آخر مرحلة للإنسان ليؤدي مهمته، فيقابلها ما قبلها، فقبل القيام القعود، </p><p> ثم الاضطجاع، ثم النوم، فمعنى قيام الساعة يعني: أنها جاءت لتؤدي مهمتها أداءً كاملاً. </p><p> وسُمِّيَتْ الساعة؛ لأنها دالة على الوقت الذي يأذن الله فيه بإنهاء العالم، وإنْ كانت الساعة عندنا كوحدة الحساب الزمن نقول: صباحاً أو مساءً وَفْق حساب الحكومة أو الأهالي، توقيت كذا أو كذا. </p><p> هذه الآلة التي في أيدينا بما تضبطه لنا من وقت أمرها هيِّن، ليست مشكلة أنْ تُقدِّم أو تُؤخِّر عدة ثوانٍ أو عدة دقائق، تعمل (أتوماتيكياً) أو بالحجارة، صُنِعتْ في سويسرا، أو في الصين، هذه الساعة لا تهم، المهم الساعة الأخرى، الساعة التي لا ساعة بعدها، واعلم أنها منضبطةٌ سبحانه، وما عليك إلا أنْ تضبط نفسك عليها، وتعمل لها ألف حساب. </p><p> وعجيب أنْ يقسم الكفار يوم القيامة {مَا لَبِثُواْ غَيْرَ سَاعَةٍ ... }  [الروم: ٥٥] فإنْ كذبوا في الدنيا، فهل يَكذْبون أيضاً في الآخرة؟ قالوا: بل يقولون ذلك على ظنهم، وإلا فالكلام منهم في هذا الوقت ليس اختيارياً، فقد مضى وقت الاختيار، ولم يَعُدْ الآن قادراً على الكذب. </p><p> لذلك سيقول الحق سبحانه في آخر الآية:  {كَذَلِكَ كَانُواْ يُؤْفَكُونَ}  [الروم: ٥٥] فقد كانوا يقلبون الحقائق في الدنيا، أما في الآخرة فلن يقلبوا الحقائق، إنما يقولون على حَسْب نظرهم. </p><p> والمجرمون: المجرم هو الذي خرج عن المطلوب منه بذنب يخالفه، فنقول: فلان أجرم، والقانون يُسمِّى الفعل جريمة. </p><p> ومعنى {مَا لَبِثُواْ ... }  [الروم: ٥٥] اللبث: المكْث طويلاً أي في الدنيا، أو: ما لبثوا في قبورهم بعد الموت إلى قيام الساعة، أو: ما لبثوا بعد النفخة التي تميت إلى النفخة التي تُحيي. </p><p> فهذه فترات ثلاث للبثهم في القبور، أطولها للذين ماتوا منذ آدم عليه السلام، ثم أوسطهم الذين جاءوا بعد ذلك أمثالنا، ثم أقلّهم لُبْثاً وهم الذين يموتون بين النفختين، وفي كل هذه الفترات يوجد كفار، وعلى عهد آدم كان هناك كفار، وعلى مَرِّ العصور بعده يُوجَد كفار، حتى بين النفختين يوجد كفار، إذن: فكلمة لبثوا هنا على عمومها: أطول، وطويل، وقصيرة، وأقصر. </p><p> وهؤلاء يقولون يوم القيامة «ما لبثنا غير ساعة» مع أن الآخرة لا كذب فيها، لكنهم يقولون ذلك على حسب ظنهم؛ لأن الغائب عن الزمن لا يدري به، والزمن ظرف لوقت الأحداث، كما أن المكان ظرف لمكانها، فالنائم مثلاً لا يشعر بالزمن؛ لأن الزمن يُحسب بتوالي الأحداث فيه، فإذا كنتَ لا تشعر بالحدث فبالتالي لا تشعر بالوقت، سواء أكان بنوم كأهل الكهف، أو بموت كالذي أماته الله مائة عام ثم بعثه. </p><p> ولما قاموا من النوم أو الموت لم يُوقِّتوا إلا على عادة الناس في النوم، فقالوا:  {لَبِثْنَا يَوْماً أَوْ بَعْضَ يَوْمٍ ... }  [الكهف: ١٩] ؛ لأنه في هذه الحالة لا يدري بالزمن، إنما يدري بالزمن الذي يتتبع الأحداث، وما دام الإنسان في هذه الحالة لا يدرك الزمن، فهو صادق فيما يخبر به على ظنه. </p><p> لذلك يقول تعالى في آية أخرى:  {قَالَ كَمْ لَبِثْتُمْ فِي الأرض عَدَدَ سِنِينَ قَالُواْ لَبِثْنَا يَوْماً أَوْ بَعْضَ يَوْمٍ فَسْئَلِ العآدين}  [المؤمنون: ١١٢ - ١١٣] </p><p> أي: اسأل الذين يعدُّون الزمن ويحصونه علينا، والمقصود والملائكة، فهم الذين يعرفون الأحداث، ويسجلونها من خَلْق آدم عليه السلام وإلى الآن، وإلى قيام الساعة. </p><p> فلا يسأل عن عدد إلا مَنْ عدَّ بالفعل، أو مَنْ يمكن أنْ يعُدّ، أما الشيء الذي لا يكون مظنة العدِّ والإحصاء فلا يُعَدُّ، وهل عَدَّ أحد في الدنيا رمال الصحراء مثلاً؟ لذلك نسمع في الفكاهات: أن واحداً سأل الآخر: تعرف في السماء كم نجم؟ قال: تسعة آلاف مليون وخمسمائة ألف وثلاثة وتسعون نجماً، فقال الأول: أنت كذاب، فقال الآخر: اطلع عِدّهم. </p><p> لكن، لماذا يستقلّ الكفار الزمن فيُقسمون يوم تقوم الساعة ما لبثوا غير ساعة؟ وفي موضع آخر يقول عنهم:  {كَأَنَّهُمْ يَوْمَ يَرَوْنَهَا لَمْ يلبثوا إِلاَّ عَشِيَّةً أَوْ ضُحَاهَا}  [النازعات: ٤٦] . </p><p> قالوا: لأن الزمن يختلف بحسْب أحوال الناس فيه، فواحد يتمنى لو طال به الزمن، وآخر يتمنى لو قصر، فالوقت الذي يجمعك ومَنْ تحب يمضي سريعاً وتتمنى لو طال، على خلاف الوقت الذي تقضيه على مَضض مع مَنْ تكره، فيمر بطيئاً متثاقلاً. </p><p> على حدِّ قول الشاعر: </p><p> حَادِثَاتُ السُّرورِ تُوزَنُ وَزْناً ... والبَلاَيَا تُكَالُ بالقُفزان </p><p> ويقول آخر: </p><p> وَدَّع الصَّبر محبٌّ ودَّعكَ ... ذائعٌ مِن سِرِّهِ مَا اسْتوْدعَكْ </p><p> يَقْرعُ السَّنَّ على أنْ لم يكُنْ ... زَادَ في تِلْكَ الخُطَى إذْ شيَّعَكْ </p><p> إلى أنْ يقولَ: </p><p> إنْ يَطُلْ بعدكَ لَيْلى فلكَمْ ... بِتُّ أشكُو قِصَر الليْلِ معكْ </p><p> ففي أوقات السرور، الزمن قصير، وفي أوقات الغَمِّ الزمن طويل ثقيل، ألم تسمع للذي يقول - لما جمع الليل شمله بمَنْ يحب: </p><p> يَا لَيْلُ طُلْ يا نَوْمُ زُلْ ... يَا صُبْحُ قِفْ لا تطْلُعٍ </p><p> كذلك الذي ينتظر سروراً يستبطيء الزمن، ويود لو مرَّ سريعاً ليعاين السرور الذي ينتظره، أما الذي يتوقع شراً أو ينتظره فيودُّ لو طالَ الزمن ليبعده عن الشر الذي يخافه. </p><p> لذلك نجد المؤمنين يودُّون لو قصر الزمن؛ لأنهم واثقون من الخير الذي ينتظرهم والنعيم الذي وُعدوا به، أما المجرمون فعلى خلاف ذلك، يودُّون لو طال الزمن ليبعَدهم عما ينتظرهم من العذاب؛ لذلك يقولون ما لبثنا في الدنيا إلا قليلاً ويا ليتها طالتْ بنا. إما لأنهم لا يدرون بالزمن ويقولون حَسْب ظنهم، أو لأنهم يريدون شيئاً يُبعد عنهم العذاب. </p><p> إذن: أقسموا ما لبثوا غير ساعة، إما على سبيل الظن، أو لأن الغافل عن الأحداث لا يدري بالزمن، ولا يستطيع أنْ يُحِصيه، كالعُزير الذي أماته الله مائة عام ثم بعثه {قَالَ كَمْ لَبِثْتَ قَالَ لَبِثْتُ يَوْماً أَوْ بَعْضَ يَوْمٍ ... }  [البقرة: ٢٥٩] فأخبره ربه أنه لبث مائة عام {قَالَ بَل لَّبِثْتَ مِئَةَ عَامٍ ... }  [البقرة: ٢٥٩] . </p><p> والذي لا شكَّ فيه أن الله تعالى صادق فيما أخبر به، وكذلك العزير كان صادقاً في حكمه على الزمن؛ لذلك أقام الحق - سبحانه وتعالى - الدليل على صِدْق القولين فقال: {فانظر إلى طَعَامِكَ وَشَرَابِكَ </p><p> لَمْ يَتَسَنَّهْ ... } [البقرة: ٢٥٩] والطعام لا يتغير في يوم أو بعض يوم، فقام الطعام والشراب دليلاً على صِدْق الرجل. </p><p> ثم قال سبحانه {وانظر إلى حِمَارِكَ وَلِنَجْعَلَكَ آيَةً لِلنَّاسِ وانظر إِلَى العظام كَيْفَ نُنْشِزُهَا ثُمَّ نَكْسُوهَا لَحْماً ... }  [البقرة: ٢٥٩] . </p><p> فقامت العظام البالية دليلاً على صِدْقه تعالى في المائة عام. ولا تقل: كيف نجمع بين صدق القولين؟ لأن الذي أجرى هذه المسألة رب، هو سبحانه القابض الباسط، يقبض الزمن في حَقِّ قوم، ويبسطه في حَقِّ آخرين. </p><p> وهذه الآية {وَيَوْمَ تَقُومُ الساعة ... }  [الروم: ٥٥] جاءت بعد إعذار الله للكافرين برسله، ومعنى إعذارهم أي: إسقاط عذرهم في أنه سبحانه لم يُبيِّن لهم أدلة الإيمان في قمته بإله واحد، وأدلة الإيمان بالرسول بواسطة المعجزات حتى يؤمنوا بآيات الأحكام في: افعل، ولا تفعل. </p><p> فالآيات كما قلنا ثلاث: آيات تثبت قمة العقيدة، وهو الإيمان بوجود الإله القادر الحكيم، وآيات تثبت صِدْق البلاغ عن الله بواسطة رسله، وهذه هي المعجزات، وآيات تحمل الأحكام. </p><p> والحق سبحانه لا يطلب من المؤمنين به أنْ يؤمنوا بأحكامه في: افعل ولا تفعل إلا إذا اقتنعوا أولاً بالرسول المبلِّغ عن الله بواسطة المعجزة، ولا يمكن أنْ يؤمنوا بالرسول المبلِّغ عن الله إلا إذا ثبتَ عندهم وجود الله، ووجود الله ثابت في آيات الكون. </p><p> لذلك دائماً ما يعرض علينا الحق سبحانه آياته في الكون، لكن يعرضها متفرقة، فلم يصبّها علينا صَبّاً، إنما يأتي بالآية ثم يُردِفها </p><p> بما حدث منهم من التكذيب والنكران، فيأتي بالآية ونتيجتها منهم، ذلك ليكرر الإعذار لهم في أنه لم يَعُدْ لهم عُذْر في ألاَّ يؤمنوا. </p><p> فنلحظ هذا التكرار في قوله سبحانه:  {وَمِنْ آيَاتِهِ أَن يُرْسِلَ الرياح مُبَشِّرَاتٍ وَلِيُذِيقَكُمْ مِّن رَّحْمَتِهِ وَلِتَجْرِيَ الفلك بِأَمْرِهِ وَلِتَبْتَغُواْ مِن فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ}  [الروم: ٤٦] . </p><p> ثم يذكر أن هذه الآيات لم تُجْد معهم:  {وَلَقَدْ أَرْسَلْنَا مِن قَبْلِكَ رُسُلاً إلى قَوْمِهِمْ فَجَآءُوهُم بالبينات فانتقمنا مِنَ الذين أَجْرَمُواْ وَكَانَ حَقّاً عَلَيْنَا نَصْرُ المؤمنين}  [الروم: ٤٧] . </p><p> ثم يسوق آية أخرى:  {الله الذي يُرْسِلُ الرياح فَتُثِيرُ سَحَاباً فَيَبْسُطُهُ فِي السمآء كَيْفَ يَشَآءُ وَيَجْعَلُهُ كِسَفاً فَتَرَى الودق يَخْرُجُ مِنْ خِلاَلِهِ فَإِذَآ أَصَابَ بِهِ مَن يَشَآءُ مِنْ عِبَادِهِ إِذَا هُمْ يَسْتَبْشِرُونَ وَإِن كَانُواْ مِن قَبْلِ أَن يُنَزَّلَ عَلَيْهِمْ مِّن قَبْلِهِ لَمُبْلِسِينَ فانظر إلى آثَارِ رَحْمَتِ الله كَيْفَ يُحْيِ الأرض بَعْدَ مَوْتِهَآ إِنَّ ذَلِكَ لَمُحْيِ الموتى وَهُوَ على كُلِّ شَيْءٍ قَدِيرٌ}  [الروم: ٤٨ - ٥٠] . </p><p> ثم يذكر سبحانه ما كان منهم بعد كلِّ هذه الآيات:  {وَلَئِنْ أَرْسَلْنَا رِيحاً فَرَأَوْهُ مُصْفَرّاً لَّظَلُّواْ مِن بَعْدِهِ يَكْفُرُونَ}  [الروم: ٥١] . </p><p> وهكذا يذكر الحق سبحانه الآية، ويُتبعها بما حدث منهم من نكران، ويكررها حتى لا تبقى لهم حجة للكفر، ثم تأتي هذه الآية:  {وَيَوْمَ تَقُومُ الساعة يُقْسِمُ المجرمون مَا لَبِثُواْ غَيْرَ سَاعَةٍ ... }  [الروم: ٥٥] لتقول لهم: إنْ كنتم قد كذَّبتم بكل هذه الآيات، فستأتيكم آية لا تستطيعون تكذيبها هي القيامة. </p><p> وعجيب أنْ يُقسِموا بالله في الآخرة ما لبثوا غير ساعة، وقد كفروا به سبحانه في الدنيا. </p><p> وفي الآية جناس تام بين كلمة الساعة الأولى، والساعة الثانية، فاللفظ واحد لكن المعنى مختلف {وَيَوْمَ تَقُومُ الساعة ... }  [الروم: ٥٥] أي: القيامة {يُقْسِمُ المجرمون مَا لَبِثُواْ غَيْرَ سَاعَةٍ ... }  [الروم: ٥٥] أي: من الوقت، ومن ذلك قول الشاعر: </p><p> رَحلْتُ عَنِ الديارِ لكُمْ أَسِيرُ ... وقَلْبي فِي محبِتكُمْ أَسِيرُ </p><p> أي: مأسور. </p><p> ولي أنا وزميلي الدكتور محمد عبد المنعم خفاجة - أطال الله بقاءه - قصة مع الجناس، ففي إحدى حصص البلاغة، قال الأستاذ: لا يوجد في القرآن جناس تام إلا في هذه الآية بين ساعة وساعة، لكن يوجد فيه جناس ناقص، فرفع الدكتور محمد أصبعه وقال: يا أستاذ أنا لا أحب أنْ يُقال: في القرآن شيء ناقص. </p><p> فضحك الشيخ منه وقال له: إذن ماذا نقول؟ وقد قسم أهل البلاغة الجناس إلى تام وناقص: الأول تتفق فيه الكلمتان في عدد الحروف وترتيبها وشكلها، فإن اختلف من ذلك شيء فالجناس بينهما ناقص، كما في قوله تعالى:  {ويْلٌ لِّكُلِّ هُمَزَةٍ لُّمَزَةٍ}  [الهمزة: ١] فبين هُمزة ولمزة جناس ناقص؛ لأنهما اختلفا في الحرف الأول. </p><p> أذكر أن الشيخ أشار إليَّ وقال: ما رأيك فيما يقول صاحبك؟ فقلت: نسميه جناس كُل، وجناس بعض، يعني: تتفق الكلمتان في كل الحروف أو في بعضها، وبذلك لا نقول في القرآن: جناس ناقص. </p><p> فقولهم {مَا لَبِثُواْ غَيْرَ سَاعَةٍ ... }  [الروم: ٥٥] أي: الساعة الزمنية التي نعرفها، والزمن له مقاييس: ثانية، ودقيقة، وساعة، ويوم، وأسبوع، وشهر، وسنة، وقرن، ودهر، وهم يقصدون الساعة الزمنية المعروفة لنا. </p><p> إذن: فهم يُقلِّلون مدة مُكْثهم في الدنيا أو في القبور لما فاجأتهم القيامة، وقد أخبرناهم وهم في سَعَة الدنيا أن متاع الدنيا قليل، وأنها قصيرة وإلى زوال، فلم يُصدّقوا والآن يقولون: إنها كانت مجرد ساعة، ولم يقولوا حتى شهر أو سنة، فكيف تستقل ما سبق أن استكثرته، وظننتَ أنك خالد فيه حتى قلتَ </p><p> {مَا هِيَ إِلاَّ حَيَاتُنَا الدنيا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُنَآ إِلاَّ الدهر ... }  [الجاثية: ٢٤] . </p><p> ففي الدنيا كذَّبتم وأنكرتم، ولم تستجيبوا لداعي الإيمان، أما الآن في الآخرة فسوف تستجيبون استجابة مصحوبة بحمده تعالى، كما قال سبحانه:  {يَوْمَ يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِ ... }  [الإسراء: ٥٢] أي: تقولون الحمد لله والإنسان لا يحمد إلا على شيء محبوب. </p><p> ثم يقول سبحانه:  {كَذَلِكَ ... }  [الروم: ٥٥] أي: كهذا الكذب {كَانُواْ يُؤْفَكُونَ}  [الروم: ٥٥] والإفك من أَفك إفكاً، أي: صرف الشيء عن وجهه؛ لذلك سُمِّي الكذب إفكاً؛ لأن الكاذب يخبر بقضية تخالف الواقع، فيأتي بها على غير وجهها، أو يُوجِدها وهي غير موجودة، أو ينكر وجودها. </p><p> ومنه قوله تعالى:  {والمؤتفكة أهوى}  [النجم: ٥٣] وهي القرى التي قلبها الله، فجعل عاليها سافلها. </p><p> فقوله {كَذَلِكَ ... }  [الروم: ٥٥] أي: كهذا الإفك كانوا يُؤْفكون، يعني: يكذِّبون الرسل في الحقائق التي جاءوا بها من قِبلَ ربهم. </p><p> ثم يقول الحق سبحانه:  {وَقَالَ الذين أُوتُواْ العلم ... } . </p>"
}