{
  "id": null,
  "sura": 30,
  "aya": 11,
  "text": "<p> هل بدأ الله الخلق بالفعل، أم مازال يبدأ الخلق؟ الأسلوب هنا أسلوب ربٍّ يتكلم، فهو سبحانه بدأ الخَلْق أصوله أولاً، وما يزال خالقاً سبحانه، وما دام هو الذي خلق بَدْءاً، فهو الذي يعيد {الله يَبْدَأُ الخلق ثُمَّ يُعِيدُهُ ... .}  [الروم: ١١] . </p><p> وفي أعراف البشر أن إعادة الشيء أهون من ابتدائه؛ لأن الابتداء يكون من عدم، أما الإعادة فمن موجود، لذلك يقول الحق سبحانه:  {وَهُوَ الذي يَبْدَؤُاْ الخلق ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ ... }  [الروم: ٢٧] أي: بمقاييسكم وعلى قَدْر فَهْمكم، لكن في الحقيقة ليس هناك هَيِّن وأهون في حقه تعالى؛ لأنه سبحانه لا يفعل بمزاولة الأشياء وعلاجها، إنما بكُنْ فيكون، لكن يخاطبنا سبحانه على قَدْر عقولنا. </p><p> فالحق سبحانه بدأ الخلق وما يزال سبحانه يخلق، وانظر مثلاً </p><p> إلى الزرع تحصده وتأخذ منه التقاوي للعام القادم، وهكذا في دورة مستمرة بين بَدْء وإعادة {الله يَبْدَأُ الخلق ثُمَّ يُعِيدُهُ ... }  [الروم: ١١] . </p><p> وسبق أنْ ضربنا مثلاً بالوردة الغضَّة الطرية بما فيه من جمال في المنظر والرائحة، فإذا ما قُطِفتْ جفَّتْ، لأن المائية التي بها تبخرتْ، وكذلك رائحتها ولونها انتشر في الأثير، ثم يتفتت الباقي ويصير تراباً، فإذا ما زرعت وردة جديدة أخذت من المائية التي تبخرت ومن اللون ومن الرائحة التي في الجو. </p><p> وهكذا تبدأ دورة وتنتهي أخرى؛ لأن مُقوِّمات الحياة التي خلقها الله هي هي في الكون، لا تزيد ولا تنقص، فالماء في الكون كما هو منذ خلقه الله: هَبْ أنك شربت طوال حياتك عشرين طناً من الماء، هل تحمل معك هذا الماء الآن؟ لا إنما تَمَّ إخراجه على هيئة عرق وبول ومخاط وصماخ أذن. . إلخ، وهذا كله تبخَّر ليبدأ دورة جديدة. </p><p> ثم يقول سبحانه:  {ثُمَّ إِلَيْهِ تُرْجَعُونَ}  [الروم: ١١] نلحظ أن الكلام هنا عن الخَلْق {الله يَبْدَأُ الخلق ثُمَّ يُعِيدُهُ ثُمَّ ... }  [الروم: ١١] لكن انتقل السياق من المفرد إلى الجمع {ثُمَّ إِلَيْهِ تُرْجَعُونَ}  [الروم: ١١] ولم يقل يرجع أي: الخلْق، فلماذا؟ </p><p> قالوا: لأن الناس جميعاً لا يختلفون في بَدْء الخلق ولا في إعادته، لكن يختلفون في الرجوع إلى الله، فهذا مؤمن، وهذا كافر، هذا طائع، وهذا عاصٍ، وهذا بين بين، ففي حال الرجوع إلى الله ستفترق هذه الوحدة إلى طريقين: طريق للسعداء، وطريق للأشقياء، لذلك لزم صيغة الإفراد في البَدْء وفي الإعادة، وانتقل إلى </p><p> الجمع في الرجوع إلى الله لاختلافهم في الرجوع </p><p> ثم يقول الحق سبحانه:  {وَيَوْمَ تَقُومُ الساعة ... } . </p>"
}