{
  "id": null,
  "sura": 30,
  "aya": 54,
  "text": "<p> الحق - تبارك وتعالى - بعد أنْ عرض علينا بعض الأدلة في الكون من حولنا يقول لنا: ولماذا نذهب بعيداً إذا لم تكْفِ الآيات في الكون من حولك، فانظر في آيات نفسك، كما قال سبحانه: {وفي </p><p> أَنفُسِكُمْ أَفَلاَ تُبْصِرُونَ} [الذاريات: ٢١] وجمع بين النوعين في قوله سبحانه: {سَنُرِيهِمْ آيَاتِنَا فِي الآفاق وفي أَنفُسِهِمْ حتى يَتَبَيَّنَ لَهُمْ أَنَّهُ الحق ... }  [فصلت: ٥٣] . </p><p> فهنا يقول: تأمل في نفسك أنت: {الله الذي خَلَقَكُمْ مِّن ضَعْفٍ ... }  [الروم: ٥٤] ، فإنْ قال الإنسان المكلف الآن: أنا لم أشاهد مرحلة الضعف التي خُلِقْتُ منها. </p><p> نقول: نعم لم تشاهدها في نفسك، فلم تكُنْ لك ساعتها مشاهدة، لكن شاهدتها في غيرك، شاهدتها في الماء المهين الذي يتكوَّن منه الجنين، وفي الأم الحامل، وفي المرأة حين تضع وليدها صغيراً ضعيفاً، ليس له قَدَم تسعى، ولا يَدٌ تبطش، ولا سِنٌّ تقطع، ومع ذلك رُبي بعناية الله حتى صار إلى مرحلة القوة التي أنت فيها الآن. </p><p> إذن: فدليل الضعف مشهود لكل إنسان، لا في ذاته، لكن في غيره، وفي مشاهداته كل يوم، وكل منا شاهد مئات الأطفال في مراحل النمو المختلفة، فالطفل يُولَد لا حولَ له ولا قوة، ثم يأخذ في النمو والكَِبَر فيستطيع الجلوس، ثم الحَبْو، ثم المشي، إلى أنْ تكتمل أجهزته ويبلغ مرحلة الرشْد والفتوة. </p><p> وعندها يُكلِّفه الحق - سبحانه وتعالى - وينبغي أنْ نكلفه نحن أيضاً، وأنْ نستغل فترة الشباب هذه في العمل المثمر، فنحن نرى الثمرة الناضجة إذا لم يقطفها صاحبها تسقط هي بين يديه، وكأنها تريد أنْ تؤدي مهمتها التي خلقها الله من أجلها. </p><p> لذلك، فإن آفتنا نحن ومن أسباب تأخُّر مجتمعاتنا أننا نطيل عمر طفولة أبنائنا، فنعامل الشاب حتى سِنِّ الخامسة والعشرين على أنه </p><p> طفل، ينبغي علينا أن نلبي كل رغباته لا ينقصنا إلا أنْ نرضعه. </p><p> آفتنا أن لدينا حناناً (مرق) لا معنى له، أما في خارج بلادنا، فمبجرد أن يبلغ الشاب رُشَدْه لم يَعُدْ له حق على أبيه، بل ينتقل الحق لأبيه عليه، ويتحمل هو المسئولية. </p><p> والحق سبحانه يُعلِّمنا في تربية الأبناء أنْ نُعوِّدهم تحمُّل المسئولية في هذه السِّنِّ:  {وَإِذَا بَلَغَ الأطفال مِنكُمُ الحلم فَلْيَسْتَأْذِنُواْ كَمَا استأذن الذين مِن قَبْلِهِمْ ... }  [النور: ٥٩] . </p><p> فانظر أنت أيها الإنسان الذي جعلتَ كل الأجناس الأقوى منك في خدمتك، انظر في نفسك وما فيها من آيات وما بين جنبيك من مظاهر قدرة الله، فقد نشأتَ ضعيفاً لا تقدر على شيء يخدمك غيرك. </p><p> ومن حكمته تعالى في الطفل ألاَّ تظهر أسنانه طوال فترة الرضاعة حتى لا يؤذي أمه، ثم تخرج له أسنان مؤقتة يسمونها الأسنان اللبنية؛ لأنه ما يزال صغيراً لا يستطيع تنظيفها، فيجعلها الله مؤقتة إلى أن يكبر ويتمكَّن من تنظيفها، فتسقط ويخرج مكانها الأسنان الدائمة، ولو تأملتَ في نفسك لوجدتَ ما لا يُحصى من الآيات. </p><p> {ثُمَّ جَعَلَ مِن بَعْدِ ضَعْفٍ قُوَّةً ... }  [الروم: ٥٤] أي: قوة الشباب وفتوته: {ثُمَّ جَعَلَ مِن بَعْدِ قُوَّةٍ ضَعْفاً وَشَيْبَةً ... }  [الروم: ٥٤] أي: ضعف الشيخوخة، وهذا الضعف يسري في كل الأعضاء، حتى في العلم، وفي الذاكرة {لِكَيْلاَ يَعْلَمَ مِن بَعْدِ عِلْمٍ شَيْئاً ... }  [الحج: ٥] . </p><p> ويظل بك هذا الضعف حتى تصير إلى مثل الطفل في كل شيء تحتاج إلى مَنْ يحملك ويخدمك إذن: لا تأخذ هذه المسألة بطبع تكوينك، ولكن بإرادة مُكوِّنك سبحانه، فبعد أنْ كنتَ ضعيفاً يُقوِيك، وهو سبحانه القادر على أنْ يعيدك إلى الضعف، بحيث لا تستطيع </p><p> عقاقير الدنيا أنْ تعيدك إلى القوة؛ لذلك يسخر أحد العقلاء ممن يتناولون (الفيتامينات) في سِنِّ الشيخوخة، ويقول: يا ويل مَنْ لم تكُنْ (فيتاميناته) من ظهره. </p><p> لذلك تلحظ الدقة في الأداء في قول سيدنا زكريا:  {قَالَ رَبِّ إِنَّي وَهَنَ العظم مِنِّي ... }  [مريم: ٤] ؛ لأن العظم آخر مخزن لقُوت الإنسان، حيث يختزن فيه ما زاد عن حاجة الجسم من الطاقة، فإذا لم يتغذَّ الجسم بالطعام يمتصّ من هذا المخزون من الشحوم والدهون، ثم من العضل، ثم من نخاع العظم، وهو آخر مخزن للقوت في جسمك. </p><p> فمعنى قول سيدنا زكريا:  {إِنَّي وَهَنَ العظم مِنِّي ... }  [مريم: ٤] يعني: وصلتُ إلى مرحلة الحرض التي لا أملَ معها في قوة، ويؤكد هذا المعنى بقوله {واشتعل الرأس شَيْباً ... }  [مريم: ٤] . </p><p> وقلنا: إن بياض الشعر ليس لوناً، إنما البياض انعدام اللون؛ لذلك فاللون الأبيض ليس من ألوان الطيف، ومع الشيخوخة تضعف أجهزة الإنسان، وتضعف الغدد المسئولة عن لون الشعر عن إفراز اللون الأسود، فيظهر الشعر بلا لون. </p><p> ونلحظ أن أغلب ما يشيب الناس يشيبون مما يُعرف ب «السوالف» من هنا ومن هنا، لماذا؟ قالوا: لأن الشعرة عبارة عن أنبوب دقيق، فإذا قُصَّتْ أثناء الحلق ينفتح هذا الأنبوب، وتدخله بعض المواد الكيمياوية مثل الصابون والكولونيا، فتؤثر على الحويصلات الملوّنة وتقضي عليها؛ لذلك نلاحظ هذه الظاهرة كثيراً في المترفين خاصة؛ لذلك تجد بعض الشباب يظهر عندهم الشيب في هذه المناطق من الرأس. </p><p> وقد رتب سيدنا زكريا مظاهر الضعف بحسب الأهمية، فقال أولاً {وَهَنَ العظم مِنِّي ... }  [مريم: ٤] ثم {واشتعل الرأس شَيْباً ... }  [مريم: ٤] ومع كِبَر سيدنا زكريا وضعفه، ومع أن امرأته كانت عاقراً إلا أن الله تعالى استجاب له في طلبه للولد الذي يرث عنه النبوة، فبشَّره بولد وسمَّاه يحيى، وكأن الحق - تبارك وتعالى - يقول لنا: إياكم، ألا أستطيع أنْ أخلق مع الشيب والكبر والضعف؟ لذلك قال بعدها:  {يَخْلُقُ مَا يَشَآءُ ... }  [الروم: ٥٤] . </p><p> وقال في شأن زكريا عليه السلام:  {قَالَ كذلك قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٌ وَقَدْ خَلَقْتُكَ مِن قَبْلُ وَلَمْ تَكُ شَيْئاً} </p><p> [مريم: ٩] . </p><p> وقوله تعالى:  {وَهُوَ العليم القدير}  [الروم: ٥٤] أي: أن هذا الخَلْق ناشيء عن علم {أَلاَ يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللطيف الخبير}  [الملك: ١٤] لكن العلم وحده لا يكفي، فقد تكون عالماً لكنك غير قادر على تنفيذ ما تعلم، كمهندس الكهرباء، لديه علم واسع عنها، لكنه لا يستطيع تنفيذ شبكة أو معمل كهرباء، فيذهب إلى أحد الممولين ليعينه على التنفيذ؛ لذلك وصف الحق سبحانه نفسه بالعلم والقدرة. </p><p> إذن: هذا هو الدليل النفسي على الموجد الحق الفاعل المختار الذي يفعل الأشياء بعلم وقدرة، ولا يكلفه العمل شيئاً ولا يستغرق وقتاً؛ لأنه سبحانه يقول للشيء: كن فيكون، ولا تتعجب أن ربك يقول للشيء كُنْ فيكون؛ لأنك أيها المخلوق الضعيف تفعل هذا مع أعضائك وجوارحك. </p><p> وإلاَّ فقُلْ لي: ماذا تفعل إنْ أردتَ أنْ تقوم مثلاً أو تحمل شيئاً مجرد أن تريد الحركة تجد أعضاءك طوع إرادتك، ودون أنْ تدري بما يحدث بداخلك من انفعالات وحركات، وإنْ قُلت فأنا كبير وأستطيع أداء هذه الحركات كما أريد، فما بالك بالطفل الصغير؟ </p><p> وسبق أن ضربنا مثلاً لتوضيح هذه المسألة بالبلدوزر، فلكل حركة منه ذراع خاص بها يُحرِّكه السائق، وأزرار يضرب عليها، وربما احتاج السائق لأكثر من أداة التحريك هذه الآلة حركة واحدة. </p><p> أما أنت فمجرد أن تريد تحريك العضو تجده يتحرك معك كما تريد دون أن تعرف العضلات والأعصاب التي شاركت في حركته، فإذا كنتَ أنت على هذه الصورة، أتعجب من أن الله تعالى يقول للشيء كن فيكون؟ </p><p> ثم يقول الحق سبحانه:  {وَيَوْمَ تَقُومُ الساعة ... } . </p>"
}