{
  "id": null,
  "sura": 30,
  "aya": 31,
  "text": "<p> أناب: يعني رجع وقطع صلته بغير الحق {إِلَيْهِ ... }  [الروم: ٣١] إلى الله، فلا علاقة له بالخَلْق في مسألة العقائد، فجعل كل علاقته بالله. </p><p> ومنه يسمون الناب؛ لأنه يقطع الأشياء، ويقولون: ناب إلى الرشد، وثاب إلى رشده، كلها بمعنى: رجع، وما دام هناك رجوع فهناك أصل يُرجع إليه، وهو أصل الفطرة. </p><p> وقوله تعالى {واتقوه ... }  [الروم: ٣١] لأنه لا يجوز أنْ تنيب إلى الله، وأن ترجع إليه، وأن تجعله في بالك ثم تنصرف عن منهجه الذي شرَّعه لينظم حركة حياتك، فالإنابة وحدها والإيمان بالله لا يكفيان؛ بل لا بُدَّ من تطبيق المنهج بتقوى الله، لذلك كثيراً ما يجمع القرآن بين الإيمان والعمل الصالح:  {إِلاَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات ... }  [الشعراء: ٢٢٧] . </p><p> لأن فائدة الإيمان وثمرته بعد أن تؤمن بالإله الحق، وأن منهجه هو الصدق، وفيه نفعك وسلامتك في حركة حياتك، وأنه الذي يُوصلِّك إلى سعادة الدارين، ولا معنى لهذا كله إلا بالعمل والتطبيق. </p><p> {واتقوه ... }  [الروم: ٣١] أي: اتقوا غضبه، واجعلوا بينكم وبين غضب الله وقاية، وهذه الوقاية تتحقق باتباع المنهج في افعل ولا تفعل. وسبق أن تكلمنا في معنى التقوى وكلنا: إنها تحمل معنيين يظن البعض أنهما متضاربان حين نقول: اتقوا الله. واتقوا النار. لكن المعنى واحد في النهاية؛ لأن معنى اتق الله: اجعل بينك وبين عذاب الله وغضبه وقاية، وهذا نفسه معنى: اتق النار. يعني: ابتعد عن اسبابها حتى لا تمسَّك. </p><p> وقوله تعالى:  {وَأَقِيمُواْ الصلاة ... }  [الروم: ٣١] أقيموا الصلاة أدُّوها على الوجه الأكمل، وأدُّوها على ما أُحبُّ منكم في أدائها، فساعة أناديك: الله أكبر يجب أن تقبل عليَّ، وأنت حين تُلبِّي النداء لا تأتي لتعينني على شيء، ولا أنتفع بك في شيء، إنما تنتفع أنت بهذا اللقاء، وتستمد مني العون والقوة، وتأخذ شحنة إيمان ويقين من ربك. </p><p> وقلنا: ما تصورك لآلة تُعرَض على صانعها كل يوم خمس مرات أيبقى بها عَطَب؟ لذلك يُعلِّمنا نبينا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أنه إذا حزبنا أمر أن نهرع إلى الصلاة، وكذلك كان يفعل صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إذا عزَّ عليه شيء، أو ضاقت به الأسباب، وإلا فما معنى الإيمان بالله إنْ لم تلجأ إليه. </p><p> وما دام ربك غيباً، فهو سبحانه يُصلحك بالغيب أيضاً، ومن حيث لا تدري؛ لذلك أمرنا ربنا بإقامة الصلاة، وجعلها عماد الدين والركْن الذي لا يسقط عنك بحال، فالزكاة والحج مثلاً يسقطان عن الفقير وعن غير القادر، والصوم يسقط عن المريض أو المسافر، في حين مرضه أو سفره، ثم يقضيه بعد انقضاء سبب الإفطار. </p><p> أما الصلاة فهي الركْن الدائم، ليس مرة واحدة في العمر، ولا مرة واحدة في العام، إنما خمس مرات في اليوم والليلة، فبها يكون إعلان الولاء لله تعالى إعلاناً دائماً، وهذا إنْ دلَّ فإنما يدل على عظمة الإنسان ومكانته عند ربه وخالقه. </p><p> وسبق أن قلنا: إنك إنْ أردتَ مقابلة أحد المسئولين أو أصحاب المنزلة كم تعاني ليُؤذَن لك، ولا بُدَّ أن يُحدِّد لك الموعد والمكان، بل وموضوع المقابلة وما ستقوله فيها، ثم لصاحب المقابلة أنْ يُنهيها متى يشاء. </p><p> إذن: لا تملك من عناصر هذا اللقاء شيئاً؟ أما في لقائك بربك - عَزَّ وَجَلَّ - فالأمر على خلاف ذلك، فربُّك هو الذي يطلبك ويناديك لتُقبل عليه، لا مرة واحدة بل خمس مرات كل يوم، ويسمح لك أنْ تناجيه بما تحب، وتطلب منه ما تريد. </p><p> ولك أن تنهي أنت المقابلة بقولك: السلام عليكم، فإنْ أحببتَ أن تطيل اللقاء، أو أنْ تعتكف في بيت ربك فإنه سبحانه لا يملُّ حتى تملُّوا، فهذه - إذن - ليست عبودية، بل عزٌّ وسيادة. </p><p> وما أجملَ ما قاله الشاعر في هذا المعنى: </p><p> حَسْبُ نَفْسِي عِزّاً بأنِّي عَبْدٌ ... يحتَفِي بي بلاَ مَواعِيدَ رَبُّ </p><p> هُوَ في قُدْسِهِ الأعَزِّ ولكِنْ ... أنَا أَلْقى متَى وأيْنَ أُحِبّ </p><p> ولأن للصلاة هذه المنزلة بين أركان الإسلام لم تُفرض بالوحي كباقي الأركان، إنما فُرضَتْ مباشرة من الله تعالى لنبيه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، حين استدعاه ربه للقائه في السماء في رحلة المعراج. </p><p> وسبق أنْ مثَّلنا لذلك - ولله تعالى المثل الأعلى - برئيس العمل الذي يُلقي أوامره بالتليفون، أو بتأشيره على ورقة، فإنْ تعرَّض لأمر هام استدعى الموظف المختص إلى مكتبه، وأعطاه الأمر مباشرة لأهميته، كذلك كانت الصلاة، وكذلك فُرِضَتْ على سيدنا رسول الله بالتكليف المباشر. </p><p> ثم يقول سبحانه:  {وَلاَ تَكُونُواْ مِنَ المشركين}  [الروم: ٣١] وهنا وقفة: فكيف بعد الإنابة إلى الله والتقوى، وبعد الأمر بإقامة الصلاة يقول {وَلاَ تَكُونُواْ مِنَ المشركين}  [الروم: ٣١] ؟ وأين الشرك ممَّنْ يُؤدِّي التعاليم على هذا الوجه؟ قالوا: الشرك المنهيّ عنه هنا ليس </p><p> الإشراك مع الله إلهاً آخر، إنما أشركوا مع الله نية أخرى، فالإشراك هنا بمعنى الرياء، والنظر إلى الناس لا إلى الله. </p><p> لذلك يقولون: العمل من أجل الناس رياء، وترْك العمل من أجل الناس شرك، فالذي يصلي أو يبني لله مسجداً للشهرة، وليحمده الناس فهو مُراءٍ، وهو خائب خاسر؛ لأن الناس انتفعوا بعمله ولم يُحصِّل هو من عمله شيئاً. </p><p> أما مَنْ يترك العمل خوفاً من الوقوع في الرياء، فيمتنع عن الزكاة مثلاً، خَوْفَ أن يُتَّهم بالرياء، فهو والعياذ بالله مشرك، لأن الناس ينتفعون بالعمل حتى وإنْ كان رياءً، لكن إنِ امتنعتَ عن العمل فلا ينتفع الناس منك بشيء. </p><p> فالمعنى:  {وَلاَ تَكُونُواْ مِنَ المشركين}  [الروم: ٣١] أي: الشرك الخفي وهو الرياء؛ لذلك رأينا سيدنا رسول الله وهو الأسوة للأمة الإيمانية يدعو ربه ويقول </p><p> «اللهم إنِّي أستغفرك من كل عمل أردتُ به وجهك فخالطني فيه ما ليس لك» . </p><p> فالعمل الإيماني ما كان لله خالصاً، وعلى قَدْر الإخلاص يكون الجزاء، فمن الناس مَنْ يفعل الصلاح فيوافق شيئاً في نفسه، كأن يساعده على استقامة الحياة أو على التوفير في النفقات أو غير ذلك؛ فيستمر عليه، لا لله إنما لمصلحته هو. </p><p> وفي هؤلاء يقول تعالى: {وَمِنَ الناس مَن يَعْبُدُ الله على حَرْفٍ فَإِنْ </p><p> أَصَابَهُ خَيْرٌ اطمأن بِهِ وَإِنْ أَصَابَتْهُ فِتْنَةٌ انقلب على وَجْهِهِ خَسِرَ الدنيا والأخرة ذلك هُوَ الخسران المبين} [الحج: ١١] . </p><p> وكالتاجر الذي يلتزم الصدق في تجارته، لا حباً في الصدق ذاته، إنما طمعاً في الشهرة والصِّيت وكَسْب المزيد من الزبائن، ومثل هؤلاء ينالون من الدنيا على قَدْر سعيهم لها، ولا يحرمهم اللهُ ثمرةَ مجهوداتهم، كما قال سبحانه:  {مَن كَانَ يُرِيدُ حَرْثَ الآخرة نَزِدْ لَهُ فِي حَرْثِهِ وَمَن كَانَ يُرِيدُ حَرْثَ الدنيا نُؤْتِهِ مِنْهَا وَمَا لَهُ فِي الآخرة مِن نَّصِيبٍ}  [الشورى: ٢٠] . </p><p> فما أشبه الناس في نياتهم من الأعمال بركْب يقصدون وجهة واحدة، لكن لكل منهم غاية يسعى إليها، فهذا يسعى للطعام أو أكلة شهية، وهذا يسعى لامرأة جميلة، وهذا يسعى لدرْس علم ينتفع به، وآخر يسعى لرؤية مَنْ يحب، وقد عبَّر الشاعر عن هذا المعنى بقوله: </p><p> قَصَدْتُ بالركْبِ مَنْ أَهْوى وقُلْتُ لَهُم ... هَيّا كُلوا وخُذُوا ما حَظكم فِيهِ </p><p> لكِنْ دَعُوني أُلاَقِي مَنْ أؤملُهُ ... عَيْني تَرَاهُ وَوُجَْدَاني يُنَاجِيهِ </p><p> كذلك الحق - تبارك وتعالى - يريد من عبده أنْ يقصده لذَاته، لا خوفاً من ناره، ولا طمعاً في جنته، وفَرْق بين أن تنعم بنعمة الله، وأن تنعم بالنظر إلى الله، فأنت في الجنة تأكل، لا عن جوع ولا عن حاجة، إنما لمجرد التنعُّم. </p><p> لذلك يقول سبحانه عن الشهداء:  {وَلاَ تَحْسَبَنَّ الذين قُتِلُواْ فِي سَبِيلِ الله أَمْوَاتاً بَلْ أَحْيَاءٌ عِندَ رَبِّهِمْ يُرْزَقُونَ}  [آل عمران: ١٦٩] فتكفيهم هذه العندية، وأنْ ينظروا إلى الله سبحانه وتعالى. </p><p> لذلك تقول رابعة العدوية: اللهم إنْ كنتَ تعلم أنِّي أعبدك طمعاً في جنتك فاحرمني منها، وإنْ كنتَ تعلم أني أعبدك خوفاً من نارك فأدخِلني فيها، لكني أعبدك لأنك أحقُّ أنْ تُعبدَ. </p><p> ولا شكَّ أن القليل من الناس يخلصون النية لله، وأن الغالبية يعملون العمل كما اتفق على أية نية، لا تعنيهم هذه المسألة، ولا يهتمون بها، كما قال سبحانه:  {وَمَا يُؤْمِنُ أَكْثَرُهُمْ بالله إِلاَّ وَهُمْ مُّشْرِكُونَ}  [يوسف: ١٠٦] . </p>"
}