{
  "id": null,
  "sura": 30,
  "aya": 41,
  "text": "<p> ظهر: بان ووضح. والظهور: أن يُبين شيء موجود بالفعل لكنَّا لا نراه، وما دام الحق سبحانه قال:  {ظَهَرَ الفساد ... }  [الروم: ٤١] فلا بُدَّ أن الفساد كان موجوداً، لكن أصحاب الفساد عمُّوه وجَنُّوه إلى أن فقس وفرخ في المجتمع. </p><p> والفساد لا يظهر إنما يظهر أثره، أتذكرون الزلزال الذي حدث والذي كشف الفساد والغش والتدليس بين المقاول والمهندس، وكانت المباني قائمة والفساد مستتراً إما لغفلتنا عنه، أو لتواطئنا معه، أو لعدم اهتمامنا بالأشياء إلى أن طمَّتْ المسائل، ففضح الله الأرض بالزلزال، ليكشف ما عندنا من فساد. </p><p> فإذا ازداد الغش، وانتشر وفَاقَ الاحتمال لا بُدَّ أن يُظهره الله للناس، فلم يَعُدْ أحد قادراً على أن يقف في وجه الفساد، أو يمنعه؛ لذلك يتدخَّل الحق سبحانه، ويفضح أهل الفساد ويذيقهم آثار ما عملت أيديهم. </p><p> وتأتي ظهر بمعنى «الغلبة» كما في قوله تعالى: {فَأَيَّدْنَا الذين </p><p> آمَنُواْ على عَدُوِّهِمْ فَأَصْبَحُواْ ظَاهِرِينَ} [الصف: ١٤] أي غالبين. وفي سورة التحريم:  {وَإِن تَظَاهَرَا عَلَيْهِ. .}  [التحريم: ٤] . </p><p> وبمعنى «العلو» في قوله تعالى: {فَمَا اسطاعوا أَن يَظْهَرُوهُ وَمَا استطاعوا لَهُ نَقْباً}  [الكهف: ٩٧] . </p><p> فالمعنى {ظَهَرَ الفساد ... }  [الروم: ٤١] أي: غلب الصلاح وعلا عليه، والكون خلقه الله تعالى على هيئة الصلاح، وأعدّه لاستقبال الإنسان إعداداً رائعاً، وللتأكد من صدْق هذه المسألة انظر في الكون وأجناسه وأفلاكه وأجوائه، فلن ترى فساداً إلا فيما تتناوله يد الإنسان. </p><p> أما ما لا تتناوله يد الإنسان، فلا ترى فيه خللاً؛ لأن الله خلقه منسجمَ الأجناس منسجمَ التكوين:  {لاَ الشمس يَنبَغِي لَهَآ أَن تدْرِكَ القمر وَلاَ اليل سَابِقُ النهار وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ}  [يس: ٤٠] . </p><p> فهل خلقنا الحق سبحانه وخلق اختيارنا لنفسد في الكون؟ </p><p> لا، إنما هو ابتلاء الاختيار حين ينزل عليك المنهج ويجعله قانوناً لحركتك بافعل ولا تفعل، وما لم أقُل فيه (افعل) أو (لا تفعل) فأنت حر فيه، فلا يحدث من الفعل أو من عدمه ضرر في الكون، أمّا أنا فقد قلت افعل في الذي يحصل منه ضرر بعدم فعله، وقلت لا تفعل في الذي يحصل ضرر من فعله. </p><p> فالفساد يأتي حين تُدخِل يدك في شيء وأنت تطرح قانون الله في افعل ولا تفعل، أما الصلاح فموجود وفيه مناعة يكافح بها الفساد، فإنْ علا تيار الفساد وظهر على الصلاح وغلبه بان للناس. </p><p> وعندها يُنبِّهنا الحق سبحانه بالأحداث تطرقنا وتقول لنا: انظروا إلى مَنْ خالف منهج الله ماذا حدث له؛ لذلك في أعقاب الأحداث نزداد عشقاً لله، وحباً لطاعته، وترى الناس (تمشي على العجين متلخبطه) ، لكن سرعان ما يعودون إلى ما كانوا عليه من الإهمال والغفلة، على حَدِّ قول الشاعر: </p><p> تُروِّعنا الجناَئِزُ مُقْبِلاتٍ ... ونلهُو حِين تَذهَبُ مُدبراتِ </p><p> كَروْعَةِ ثُلَّةٍ لمغَارِ ذِئْبٍ ... فَلما غابَ عادتْ راتعاتِ </p><p> فالحق يقول:  {ظَهَرَ الفساد ... }  [الروم: ٤١] أي: غلب على قانون الصلاح الذي أقام الله عليه نظام هذا الكون، الذي لو نالتْه يد الإنسان لَفسد هو الآخر، كما قال سبحانه:  {وَلَوِ اتبع الحق أَهْوَآءَهُمْ لَفَسَدَتِ السماوات والأرض ... .}  [المؤمنون: ٧١] . </p><p> فظواهر الكون أشياء وقضايا لكل العامة، ومن الحكمة إلاّ تنالها يد الإنسان؛ لأن الله تعالى يريد للكون البقاء، ولم يأْتِ أوان انتهائه، لذلك الحق سبحانه يجعل فينا مناعة تجعلنا نقبل الفساد إلى حين، إلى أن يصل إلى درجة التشبُّع، فتتفجر الأوضاع. </p><p> فقوله:  {ظَهَرَ الفساد فِي البر ... }  [الروم: ٤١] نتيجة لدعوته صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ لأن كلمة (ظهر) تدل على أن شيئاً وقع، فكأنه يقول لنا: إنْ كررتم الفساد والغفلة تكرَّر ظهور الفساد، فهو يعطينا مُلخصاً لما حدث بالفعل من عداوتهم لرسول الله، ومقاطعته وعزله وإغراء السفهاء منهم للتحرش به، ثم عداوة أصحابه وإجبارهم على الهجرة إلى الحبشة حتى لا يستقر لهم قرار بمكة. </p><p> لذلك دعا عليهم رسول الله:  «اللهم اشْدُد وطأتك على مُضَر، واجعلها عليهم سنين كسنى يوسف» فأصابهم الجَدْب والقحط، حتى رُوِي أنهم كانوا يذهبون للبحر لصيد السمك، فيبتعد عنهم ولا يستقيم لهم فيعودون كما أتوا. </p><p> وهذا معنى {ظَهَرَ الفساد فِي البر والبحر ... }  [الروم: ٤١] . </p><p> ثم يوضح الحق سبحانه سبب هذا الفساد:  {بِمَا كَسَبَتْ أَيْدِي الناس ... }  [الروم: ٤١] فتلحظ هنا أن الحق سبانه لما يذكرالرحمة لا يذكر عِلَّتها، لكن يذكر عِلَّة الفساد؛ لأن الرحمة من الله سبحانه أولاً وأخيراً تفضُّل، أما الأخذ والعذاب فبَعدله تعالى؛ لذلك يُبِّين لك أنك فعلت كذا، وتستحق كذا، فالعلَّة واضحة. </p><p> هناك قضية أخرى أحب أن أوضحها لكم، وهي أن الحق سبحانه يعامل خَلْقه معاملته في الجزاء، فالله يقول:  {مَن جَآءَ بالحسنة فَلَهُ عَشْرُ أَمْثَالِهَا ... }  [الأنعام: ١٦٠] . </p><p> إذن: فالحسنة الواحدة تستر عشر سيئات، وكذلك في جسم الإنسان، فيقول بعض علماء وظائف الأعضاء والتشريح: إن الكلية بها مليون خلية يعمل منها العُشْر بالتبادل، فمجموعة تعمل، والباقي يرتاح وهكذا. فانظر كم ترتاح الخلية حتى يأتي عليها الدور في العمل. </p><p> فكأن ربنا - سبحانه وتعالى - خلق لها العشر يقوم مقام المليون؛ لذلك قالوا لو أن في أحد الدواوين عشرة موظفين، منهم </p><p> واحد واحد محسن، يستر إساءة الباقين، وكثيراً ما تلاحظ هذه الظاهرة في دواوين الحكومة، فترى غالبية الموظفين منشغلين: هذا يقرأ الجرائد، وهذا يشرب الشاي، وآخر لم يأْتِ أصلاً. </p><p> وخلف كومة من الملفات تجد موظفاً نحيلاً غارقاً في العمل، يقصده الجميع، ويتحمل هو تقصير الآخرين، ويؤدي عنهم، وبه تسير دفَّة الأمور، لكن إنْ فقدنا هذا أيضاً، فلا بُدَّ أن تأتي {ظَهَرَ الفساد ... }  [الروم: ٤١] إذن: إن رأيت الفساد فاعلم أنه نتيجة إهمال وغفلة فاقت كل الحدود. </p><p> وما دام الحق سبحانه قال:  {بِمَا كَسَبَتْ أَيْدِي الناس ... }  [الروم: ٤١] فلا بُدّ أن الفساد جاء من ناحيتهم، وبالله هل اشتكينا أزمة في الهواء مثلاً؟ لكن نشتكي تلوث الهواء بما كسبتْ أيدي الناس، أمّا حين نذهب إلى الخلاء حيث لا يوجد الإنسان، نجد الهواء نقياً كما خلقه الله. </p><p> الحق سبحانه تكفَّل لنا بالغذاء فقال:  {وَقَدَّرَ فِيهَآ أَقْوَاتَهَا ... }  [فصلت: ١٠] لكنا نشتكي أزمة طعام، لماذا؟ لأن الطعام يحتاج إلى عمل، ونحن تكاسلنا، وأسأنا التصرُّف في الكون، إما بالكسل والخمول عن استخراج خيرات الأرض وأقواتها، وإما بالأنانية حيث يضنُّ الواجد على غير الواجد. </p><p> وقد قرأنا مثلاً أن أمريكا تسكب اللبن في البحر، وتعدم الكثير من المحصولات، وفي العالم أُناس يموتون جوعاً، إذن: هذه أنانية، أما التكاسل فقد حدث منا في الماضي. </p><p> وانظر الآن إلى صحرائنا التي كانت جرداء قاحلة، كيف اخضرت الآن، وصارت مصدراً للخيرات لما اهتممنا بها ويسَّرنا ملكيتها </p><p> للناس، فإنْ ضنَّتْ الأرض في منقطة ما فقد جعل الله لنا سعة في غيرها، فالخالق سبحانه لم يجعل الأرض لجنس ولا لوطن، إنما جعلها مشاعاً لخَلْق الله جميعاً. </p><p> واقرأ قوله تعالى:  {أَلَمْ تَكُنْ أَرْضُ الله وَاسِعَةً فَتُهَاجِرُواْ فِيهَا ... }  [النساء: ٩٧] . </p><p> ولذلك قلت في هيئة الأمم: إن في القرآن آية واحدة، لو أخذ العالم بها لضمنت له الرخاء والاستقرار والأمان، إنها قوله تعالى:  {والأرض وَضَعَهَا لِلأَنَامِ}  [الرحمن: ١٠] فالأرض كل الأرض للأنام كل الأنام، لكن الواقع خلاف ذلك، فقد وضعوا للأرض حدوداً، وأقاموا عليها الحواجز والأسوار، فإنْ أردتَ التنقّل من قطر إلى آخر تجشَّمت في سبيل ذلك كثيراً من المشاق في إجراءات وتأشيرات. . إلخ. </p><p> وكانت نتيجة ذلك أن يوجد في الكون رجال ازدحموا بلا أرض، وفي موضع آخر أرض بلا رجال، ولو حدث التكامل بين هذه وتلك لاستقامت الأمور. </p><p> إذن: الذين وضعوا الحدود والحواجز في أرض الله أخذوها لأنفسهم، فلم تَعُدْ أرض الله الواسعة التي تستقبل خَلْق الله من أي مكان آخر، إنما جعلوها أرضهم، وأخضعوها لقوانينهم هم، وتعجب حين تتأمل حدود الدول على الخريطة، فهي متداخلة، فترى جزءاً من هذه الدولة يدخل في نطاق دولة أخرى، على شكل مثلث مثلاً، أو تمتد أرض دولة في دولة أخرى على شكل لسان أو مناطق متعرجة، فماذ دُمْتم قد وضعتم بينكم حدوداً، فلماذا لا تجعلونها مستقيمة؟ </p><p> وكأن واضعي هذه الحدود أرادوها بُؤراً للخلاف بين الدول، </p><p> ولا يخلو هذا التقسيم من الهوى والعصبيات القبلية والجنسية والقومية والدينية، لكن لو أخذنا بقول ربنا:  {والأرض وَضَعَهَا لِلأَنَامِ}  [الرحمن: ١٠] لما عانينا كل هذه المعاناة. </p><p> وقوله تعالى:  {كَسَبَتْ ... }  [الروم: ٤١] عندنا: كسب واكتسب، الغالب أن تكون كسب للحسنة، واكتسب للسيئة؛ لأن الحسنة تأتي من المؤمن طبيعة بدون تكلُّف أو افتعال، فدلَّ عليها بالفعل المجرد (كسب) . </p><p> أما السيئة، فعلى خلاف الطبيعة، فتحتاج منك إلى تكلُّف وافتعال، فدلَّ عليها بالفعل المزيد الدال على الافتعال (اكتسب) . </p><p> أَلاَ ترى أنك في بيتك تنظر إلى زوجتك وبناتك كما تشاء، أما الأجنبية فإنك تختلس النظرات إليها وتحتال لذلك؟ فكل حركاتك مفتعلة، لماذا؟ لأنك تفعل شيئاً محرماً وممنوعاً، أما الخير فتصنعه تلقائياً وطبيعياً بلا تكلُّف. </p><p> كما أن الحسنة لا تحتاج منك إلى مجهود، أمّا السيئة فتحتاج إلى أنْ تٌجنَّد لها كل قواك، وأن تحتاط، كالذي يسرق مثلاً، فيحتاج إلى مجهود، وإلى محاربة لجوارحه؛ لأنها على الحقيقة تأبى ما يفعل. </p><p> ومع ذلك نلحظ قوله تعالى:  {بلى مَن كَسَبَ سَيِّئَةً وَأَحَاطَتْ بِهِ خطيائته فأولئك أَصْحَابُ النار ... }  [البقرة: ٨١] . </p><p> فجعل السيئة كَسْباً لا اكتساباً. قالوا: لأن السيئة هنا صارت عادة عنده، وسهلت عليه حتى صارت أمراً طبيعياً يفعله ولا يبالي كالذي يفعل الحسنة، وهذا النوع والعياذ بالله أحب السيئة وعشقها، حتى أصبح يتباهى بها ولا يسترها ويتبجح بفعلها. </p><p> وهذا نسميه (فاقد) ، فقد أصبح الشر والفساد حرفة له، فلا يتأثر به، ولا يخجل منه كالذي يقبل الرِّشْوة، ويفرح لاستقبالها، فإن سألته قال لك: وماذا فيها؟ أنا لا أسرق الناس. </p><p> وقوله تعالى:  {لِيُذِيقَهُمْ بَعْضَ الذي عَمِلُواْ ... }  [الروم: ٤١] الإذاقة هنا عقوبة، لكنها عقوبة الإصلاح كما تعاقب ولدك وتضر به حرصاً عليه، وسبق أن قلنا: إنه لا ينبغي أن نفصل الحدث عن فاعله، فقد يعتدي ولد على ولدك، فيجرحه فتذهب به للطبيب، فيجرحه جرحاً أبلغ، لكن هذا جرح المعتدي، وهذا جرح المداوي. </p><p> وحين يُذيق الله الإنسانَ بعض ما قدَّمت يداه يوقظه من غفلته، ويُنبِّه فيه الفطرة الإيمانية، فيحتاط للأمر ولا يهمل ولا يقصر، وتظل عنده هذه اليقظة الإيمانية بمقدار وَعْيه الإيماني، فواحد يظلّ يقظاً شهراً، ثم يعود إلى ما كان عليه، وآخر يظل سنة، وآخر يظل عمره كله لا تنتابه غفلة. </p><p> وقد أذاق اللهُ أهلَ مكة عاقبة كفرهم حتى جاعوا ولم يجدوا ما يأكلونه إلا دَمَ الإبل المخلوط بوبرها، وهو العِلْهِز. </p><p> وقوله:  {لَعَلَّهُمْ يَرْجِعُونَ}  [الروم: ٤١] لأن الكلام هنا في الدنيا، وهي ليستْ دار جزاء، فالحق يُذيقهم بعض أعمالهم ليلتفتوا إليه سبحانه، ويتوبوا ويعودوا إلى حظيرة الإيمان؛ لأنهم عبيدة، وهو سبحانه أرحم بهم من الوالدة بولدها. </p><p> والحق سبحانه ساعة يقول {ظَهَرَ الفساد ... }  [الروم: ٤١] أي: على عهد رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ليُبيِّن لنا أن الرسل إنما جاءوا لإنقاذ البشرية من هذا الفساد، لكن ما دام الأمر عُلِّل فالأمر يدور مع العلة وجوداً وعدماً، فكلما ظهر الفساد حلَّتْ العقوبة، فخذوها في الكون آية من </p><p> آيات الله إلى قيام الساعة. </p><p> فظهر الفساد قديماً {فَكُلاًّ أَخَذْنَا بِذَنبِهِ فَمِنْهُم مَّن أَرْسَلْنَا عَلَيْهِ حَاصِباً وَمِنْهُمْ مَّنْ أَخَذَتْهُ الصيحة وَمِنْهُمْ مَّنْ خَسَفْنَا بِهِ الأرض وَمِنْهُمْ مَّنْ أَغْرَقْنَا وَمَا كَانَ الله لِيَظْلِمَهُمْ ولكن كانوا أَنفُسَهُمْ يَظْلِمُونَ} </p><p> [العنكبوت: ٤٠] </p><p> لكن هذا الأخْذ كان قبل سيدنا رسول الله في الأمم السابقة، وكان هلاك استئصال؛ لأن الرسل السابقين لم يُكلَّفوا بالمحاربة لأجل نَشْر دعوتهم، فما عليهم إلا نشر الدين وتبليغه، مع التأييد بالمعجزات، فإنْ تأبَّى عليهم أقوامهم تولَّى الحق سبحانه عقابهم، أما أمة محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فقد أكرمهم الله بألاَّ يعاقبها بعذاب الاستئصال. {وَمَا كَانَ الله لِيُعَذِّبَهُمْ وَأَنتَ فِيهِمْ وَمَا كَانَ الله مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ}  [الأنفال: ٣٣] . </p><p> ثم سيظهر الفساد حديثاً وسيحدث العقاب. إذن: ليست الأمة الإسلامية بِدَعاً في هذه المسألة. </p><p> ثم يقول الحق سبحانه:  {قُلْ سِيرُواْ فِي الأرض ... .} . </p>"
}