{
  "id": null,
  "sura": 30,
  "aya": 6,
  "text": "<p> الوعد: هو الإخبار بما يسرُّ قبل أنْ يكون {لاَ يُخْلِفُ الله وَعْدَهُ ... }  [الروم: ٦] وفرْقٌ بين وعد الله ووعد الناس؛ لأنك قد تعد إنساناً بخير، وتحول الأسباب بينك وبين إنفاذ ما وعدتَ به، كأن يتغير رأيك أو تضعف إمكاناتك، أو يتغير السبب الذي كنت ستفعل من أجله. </p><p> إذن: أنت لا تملك عناصر الوفاء وأسبابه، أمّا وعد الحق سبحانه وتعالى فوعد محقق، حيث لا توجد قوة تُخرجه عما وعد، وهو سبحانه لا يُعجزه شيء في الأرض ولا في السماء، فما دام الوعد وعدَ الله فثِقْ أنه محقق. </p><p> لذلك يُعلِّمنا الحق سبحانه:  {وَلاَ تَقْولَنَّ لِشَيْءٍ إِنِّي فَاعِلٌ ذلك غَداً إِلاَّ أَن يَشَآءَ الله ... }  [الكهف: ٢٣ - ٢٤] والمعنى: اجعل لنفسك مَخرجَاً من الكذب إنْ حالت الأسباب بينك وبين ما وعدتَ به، بأن تجعل أمرك تحت مشيئة ربك، لا مشيئتك، لأنك لا تملك من عناصر إتمام الفعل شيئاً. </p><p> إذن: أدرِكْ نفسك، وقُلْ إنْ شاء الله، حتى إذا حالتْ الأسباب </p><p> بينك وبين ما أردتَ قلت: شِئْت، ولكن الله تعالى لم يشَأ. </p><p> والله تعالى لا يُخِلف وعده؛ لأنه سبحانه يعلم الأشياء على وَفْق ما تكون، ولا توجد قوة تُحوِّله عن مراده، وليس له شريك يراجعه، أو يُخرِجه عن مراده. </p><p> وإنْ شئت فاقرأ:  {تَبَّتْ يَدَآ أَبِي لَهَبٍ وَتَبَّ مَآ أغنى عَنْهُ مَالُهُ وَمَا كَسَبَ سيصلى نَاراً ذَاتَ لَهَبٍ وامرأته حَمَّالَةَ الحطب فِي جِيدِهَا حَبْلٌ مِّن مَّسَدٍ}  [المسد: ١ - ٥] . </p><p> ألم يكُنْ من الممكن وقتها أنْ يُسلِم أبو لهب كما أسلم حمزة وعمر وخالد وعكرمة وغيرهم؟ أليست له حرية الاختيار كهؤلاء؟ بل ألم يسمع هذه السورة؟ ومع هذا كله كفر وأصرَّ على كفره، ولم ينطق بكلمة الإيمان، ولو حتى للكيد لرسول الله فيقول في نادي قريش ولو نفاقاً: قال محمد كذا وأنا أشهد ألا إله إلا الله، وأن محمداً رسول الله. أليس هذا دليلاً على غبائه؟ </p><p> إذن: ما دام أن القرآن أخبر فلا بُدَّ أن يتم الأمر على وَفْق ما أخبر به. </p><p> ونلحظ هنا أن كلمة الوعد تعني البشارة بالخير القادم في المستقبل والكلام هنا عن فريقين: فريق منتصر يفرح بالنصر، وفريق منهزم يحزن للهزيمة، فكيف يستقيم الوعد في حَقِّه؟ فالفرح للمؤمن غَمٍّ لغير المؤمن. </p><p> ولتوضيح هذه المسألة نذكر أن المستشرقين وقفوا عند قوله تعالى من سورة الرحمن:  {خَلَقَ الإنسان مِن صَلْصَالٍ كالفخار وَخَلَقَ الجآن مِن مَّارِجٍ مِّن نَّارٍ فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ}  [الرحمن: ١٤ - ١٦] </p><p> وقالوا: هذا الكلام معقول بالخلق من نعم الله، لكن ماذا عن قوله:  {يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِّن نَّارٍ وَنُحَاسٌ فَلاَ تَنتَصِرَانِ فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ}  [الرحمن: ٣٥ - ٣٦] فأيُّ نعمة في النار وفي الشواظ؟ </p><p> وفات هؤلاء أنه من النعمة أن ننبهك إلى الخطر قبل أنْ تقع فيه، ونحذرك من عاقبة الكفر لتنتهي عنه كالوالد الذي يقول لولده: إنْ أهملتَ دروسك ستفشل، وساعتها سأفعل بك كذا وكذا. </p><p> إذن: فذِكْر النار والعذاب نعمة لكل من خالف منهج الحق، فلعله حين يسمع الإنذار يعود ويرعوي. </p><p> وقوله تعالى:  {ولكن أَكْثَرَ الناس لاَ يَعْلَمُونَ}  [الروم: ٦] نفى عنهم العلم أي: ببواطن الأمور وحقيقتها. </p><p> ثم أخبر عنهم:  {يَعْلَمُونَ ظَاهِراً مِّنَ الحياة ... } . </p>"
}