{
  "id": null,
  "sura": 30,
  "aya": 36,
  "text": "<p> جميل أنْ يفرح الناس، وأنْ يستبشروا برحمة الله، لكن ما لهم إذا أصابتهم سيئة بما قدَّمتْ أيديهم يقنطون؟ فمُجري الرحمة هو مُجري السيئة، لكنهم فرحوا في الأولى لأنها نافعة في نظرهم، وقنطوا في الأخرى؛ لأنها غير نافعة في نظرهم، وكان عليهم أنْ يعلموا أن هذه وتلك من الله، وأن له سبحانه حكمةً في الرحمة وحكمةً في المصيبة أيضاً. </p><p> إذن: أنتم نظرتم إلى شيء وغفلتم عن شيء، نظرتُم إلى ما وُجِد من الرحمة وما وُجِد من المصيبة، ولم تنظروا إلى مَنْ أوجد الرحمةَ، ومَنْ أوجد المصيبة، ولو ربطتم وجود الرحمة أو المصيبة بمَنْ فعلها لَعلمتُم أنه حكيم في هذه وفي تلك، فآفة الناس أنْ يفصلوا بين الأقدار ومُقدِّرها. إذن: ينبغي ألاَّ تنظروا إلى ذات الواقع، إنما إلى مَنْ أوقع هذا الواقع. </p><p> فلو دخل عليك ولدك يبكي؛ لأن شخصاً ضربه، فأول شيء تبادر به: مَنْ فعل بك هذا؟ فإنْ قال لك: فلان تقول: نعم إنه يكرهنا ويريد إيذاءنا. . الخ فإنْ قال لك: عمى ضربني فإنك تقول: لا بُدَّ أنك فعلتَ شيئاً أغضبه، أو أخطأتَ في شيء فعاقبك عليه. </p><p> إذن: لم تنظر إلى الواقع في ذاته، إنما ربطت بينه وبين مَنْ أوقعه، فإنْ كان من العدو فلا بُدَّ أنه يريد شراً، وإنْ كان من الحبيب فلا بُدَّ أنه يريد بك خيراً. </p><p> وهكذا ينبغي أن نربط بين الموجود ومَنْ أوجده، فإنْ كان الذي أوجد الواقع رَبٌّ فيجب أنْ نتأمل الحكمة، ولن نتحدث عن الرحمة، لأن النفع ظاهر فيها للجميع، لكن تعال نسأل عن المصيبة التي تُحزِن الناس، فيقنطوا وييأسوا بسببها. </p><p> ونقول: لو نظرتَ إلى مَنْ أنزلها بك لارتاح بالك، واطمأنتْ نفسك، فالمصيبة تعني الشيء الذي يصيبك، خيراً كان أم شراً، أَلاَ ترى قوله تعالى:  {مَّآ أَصَابَكَ مِنْ حَسَنَةٍ فَمِنَ الله وَمَآ أَصَابَكَ مِن سَيِّئَةٍ فَمِن نَّفْسِكَ ... }  [النساء: ٧٩] . </p><p> فالمصيبة لا تُذَمُّ في ذاتها، إنما بالنتيجة منها، وكلمة أصاب في الحسنة وفي السيئة تدلُّ على أن سهمها أُطلِق عليك، وعمرها مقدار وصولها إليك، فهي لا بُدَّ صائبتك، لن تتخلَّف عنك أبداً، ولن تُخطئك؛ لأن الذي أطلقها إله ورب حكيم، فإنْ كانت حسنة فسوف تأتيك فلا تُتعِب نفسك، ولا تُزاحِم الناس عليها، وإنْ كانت مصيبة فإياك أنْ تقول: أحتاط لها لأدفعها عن نفسي؛ لأنه لا مهربَ لك منها. </p><p> ثم لماذا تقنط وتيأس إنْ أصابتْك مصيبة؟ لماذا لا تنتظر وتتأمل، لعل لها حكمة، ولعل من ورائها خيراً لا تعلمه الآن، وربما كانت ضائقة سوف يكون لها فرج قريب. </p><p> ألم تقرأ:  {وعسى أَن تَكْرَهُواْ شَيْئاً وَهُوَ خَيْرٌ لَّكُمْ وعسى أَن تُحِبُّواْ شَيْئاً وَهُوَ شَرٌّ لَّكُمْ ... } </p><p> [البقرة: ٢١٦] . </p><p> أتذكرون حادث عمارة الموت وقد طردوا منها البواب وأسرته، وجعلوا منها قضية في المحكمة، وبعد أن انهارتْ العمارة، وتبيَّن للبواب وأسرته أن ما ظنوه شراً ومصيبة كان هو عَيْن الخير. </p><p> إذن: لا تقنط من ضُرٍّ أصابك، واعلم أن الذي أجراه عليك ربك، وأن له حكمة فانتظر حتى تنكشف لك، ولا يقنط إلا مَنْ ليس له ربٌّ يلجأ إليه. </p><p> ثم تعالَ نناقشك في المصيبة التي قَنَط من أجلها: ألكَ دَخْلٌ فيها؟ أم ليس لك دَخْل؟ إنْ كان لك دَخْل فيها كالتلميذ الذي أهمل دروسه فرسب في الامتحان، فعليك أن تستقبل هذه المصيبة بالرَّضا، فالرسوب يُعدِّل لك خطأك، ويلفتك إلى ما كان منك من إهمال حتى تتدارك الأمر وتجتهد. </p><p> فإنْ كانت المصيبة لا دَخْلَ لك فيها، كالذي ذاكر واجتهد، ومع ذلك لم يُوفّق لمرض ألمَّ به ليلة الامتحان، أو لعارض عرض له، نقول: إياك أنْ تفصل المصيبة عن مُجريها وفاعلها، بل تأمَّل ما يعقُبها من الخير، ولا تفصل المصيبة عن مُجريها عليك ولا تقنط. </p><p> وابحث عن حكمة ربك من إنزال هذه المصيبة بك، كالأم التي تقول لابنها: يا بُني أنت دائماً متفوق والناس تحسدك على تفوقك، فلعل رسوبك يصرف عنك حسدهم، ويُنجيك من أعينهم، فيكفوا عنك. </p><p> وحينما يأتي أبوه يقول له: يا بني هَوِّن عليك، فلعلَّك إنْ نجحت هذا العام لم تحصل على المجموع الذي تريده، وهذه فرصة لتتقوى وتحصل على مجموع أعلى. إذن: لن تُعدم من وراء المصيبة نفعاً، لأن ربك قيوم، لا يريد لك إلا الخير. </p><p> لذلك حين تستقريء الأحداث تجد أناساً فُضحوا وأُخِذوا بما لم يفعلوا، وذهبوا ضحية شاهد زور، أو قاضٍ حكم عن هوى. . الخ لكن لأن ربك قيوم لا يغفل يُعوِّض هذا المظلوم ويقول له: لقد أصبح </p><p> لك نقطة عندي في حسابك، فأنت اتُّهمْتَ ظلماً، فلك عندي إذا ارتكبتَ جريمة أَنْ أنجيك منها فلا تُعاقَب بها، وأنت يا من عَمَّيْتَ على العدالة، وشهدتَ زوراً، أو: أخذت ما ليس لك، أو أفلتَّ من العقاب فسوف أُوقِعك في جريمة لم تفعلها. </p><p> إذن: القنوط عند المصيبة لا محلَّ له، ولو ربطتَ المصيبة بمجريها لعلمتَ أنه حكيم، ولا بُدَّ أنْ تكون له حكمة قد تغيب عنك الآن، لكن إذا أدرتَ المسألة في نفسك، فسوف تصل إلى هذه الحكمة. </p><p> وحين ننظر إلى أسلوب الآية نجد فيه مفارقات عديدة، ففي الكلام عن الرحمة قال {وَإِذَآ أَذَقْنَا الناس رَحْمَةً فَرِحُواْ بِهَا ... }  [الروم: ٣٦] فاستخدم أداة الشرط (إذا) . </p><p> أما في المصيبة فقال {وَإِن تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ إِذَا هُمْ يَقْنَطُونَ}  [الروم: ٣٦] فاستخدم أداة الشرط (إنْ) ، فلماذا عدلَ عن رتابة الأسلوب من إذا إلى إن؟ </p><p> قالوا: حين تقارن بين النعَم وبين المصائب التي تنزل بالإنسان في دنياه تجد أن النعم كثيرة والمصائب قليلة، فنعم الله متوالية عليك في كل وقت لا تُعدُّ ولا تحصى، أمّا المصائب فربما تُعَدُّ على الأصابع. </p><p> لذلك استخدم مع النعمَ (إذا) الدالة على التحقيق، ومع المصيبة استخدم (إنْ) الدالة على الشك، ومن ذلك قوله تعالى:  {إِذَا جَآءَ نَصْرُ الله والفتح}  [النصر: ١] فاستعمل إذا لأنها تدلُّ على التحقيق وتُرجِّح حدوث النصر، وقال سبحانه:  {وَإِنْ أَحَدٌ مِّنَ المشركين استجارك فَأَجِرْهُ ... }  [التوبة: ٦] . </p><p> كما نلحظ في أسلوب الآية أنها لم تذكر السبب في إذاقة الرحمة، إنما ذكرت سبب المصيبة {بِمَا قَدَّمَتْ أَيْدِيهِمْ ... }  [الروم: ٣٦] ليدلَّ على عدله تعالى في إنزال المصيبة، وتفضُّله في إذاقة الرحمة؛ لأن الرحمة من الله والنعَم فضل من الله. </p><p> لكن في المصيبة قال {بِمَا قَدَّمَتْ أَيْدِيهِمْ ... }  [الروم: ٣٦] فذكر العِلّة حتى لا يظن أحد أن الله تعالى يُجري المصيبة على عبده ظلماً، بل بما قدَّمَتْ يداه، فالمسألة محكومة بالعدل الإلهي. </p><p> وبين الفضل والعدل بوْن شاسع، فلو جاءك خَصْمان لتحكم بينهما تقول: أحكم بينكما بالعدل، أم بأفضل من العدل؟ يقول: وهل هناك أفضل من العدل؟ إذن: نريد العدل، لكن تنبَّه لأن العدل يعطيك حقك، والفضل يُتِركك حقك. </p><p> فكأن الحق سبحانه يقول لنا: إياكم أنْ تظنوا أنكم ناجون بأعمالكم، لا إنما بالتفضل عليكم:  {قُلْ بِفَضْلِ الله وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُواْ هُوَ خَيْرٌ مِّمَّا يَجْمَعُونَ}  [يونس: ٥٨] . </p><p> يعني: مهما جمعتُم من الطاعات فلن تكفيكم، ولا نجاةَ لكم إلا برحمة من الله وفضل. </p><p> فالحق - تبارك وتعالى - يريد منا أن نعرف أن رحمة الله وسعتْ كل شيء، وأنه مع ما أنعم به عليكم من نِعَم لا تُعَدُّ </p><p> ولا تُحصي لا يُعاقبكم إلا بشيء اقترفتموه يستحق العقاب؛ ذلك لأنه رَبٌّ رحيم حكيم. </p><p> وما دام الأمر كذلك فانظر إلى آثار رحمة ربك في الكون، وتأمل هذه النعَم، وقفْ عند دِقَّة الأسلوب في قوله سبحانه:  {وَإِن تَعُدُّواْ نِعْمَتَ الله لاَ تُحْصُوهَا ... }  [إبراهيم: ٣٤] . </p><p> فالعَدُّ يقتضي الكثرة و {نِعْمَتَ ... }  [إبراهيم:] مفرد، فكيف نعدُّ يا رب؟ قالوا: نعم هي نعمة واحدة، لكن في طياتها نِعَم فلو فتشتها لوجدتَ عناصر الخيرية فيها لا تُعَد ولا تُحصىَ. </p><p> لذلك لما تعرضتْ الآيات لِعَدِّ نِعَم الله استخدمتْ (إنْ) الدالة على الشكِّ؛ لأنها لا تقع تحت الحصر ولا العَدِّ، لكن على فرض إنْ حاولت عدَّها فلن تُحصيها، والآن ومع تقدُّم العلوم وتخصُّص كليات بكاملها لدراسة علم الإحصاء، وخرجوا علينا بإحصاءات لأمور ولأشياء كثيرة في حياتنا، لكن لم يتعرض أحد لأنْ يُحصي نعمة الله، لماذا؟ </p><p> لأن الإقبال على الإحصاء لا يكون إلا مع مظنَّة أنْ تُعدَّ وتستوعب ما تحصيه، فإنْ كان خارج نطاق استيعابك فلن تتعرض لإحصائه كما لم يتعرَّضْ أحد مثلاً لِعَدِّ الرمال في الصحراء؛ لذلك يُشكككم الله في أنْ تعدُّوها {وَإِن تَعُدُّواْ ... }  [إبراهيم: ٣٤] فهو أمر مُستبعد، ولن يكون. </p>"
}