{
  "id": null,
  "sura": 30,
  "aya": 8,
  "text": "<p> المعنى: أن يكون ذلك منهم: لا يعلمون إلا ظاهراً من الحياة الدنيا، ويغفلون عن الآخرة، ولم يتفكروا في أنفسهم، فيأتي لهم بالدليل مرة في أنفسهم، ومرة في السماوات والأرض. </p><p> الدليل في الأنفس يقول لك: فكِّر في نفسك. أي: اجعلها موضوع تفكيرك، وتأمل ما فيها من أسرار دالة على قدرة الخالق عَزَّ وَجَلَّ، فإلى الآن ومع ما توصَّل إليه العلم ما زال في الإنسان أسرار لم تُكشف بعد. </p><p> تأمل في مقومات حياتك: الأكل والشرب والتنفس، وكيف أنك تصبر على الطعام حتى شهر، تتغذى من المخزون في جسمك، وتصبر على الماء من ثلاثة إلى عشرة أيام على مقدار ما في جسمك من مائية، لكنك لا تصبر على الهواء إلا بمقدار شهيق وزفير. </p><p> لذلك من حكمته تعالى حين أمَّن للبشر هذه المقوِّمات أنْ جعل مدة صبرك على الطعام أطول، لأن طعامك قد يحتكره غيرك، فتحتاج إلى طلبه والسَّعْي إليه، أما الماء فمدة الصبر عليه أقل، لذلك جعل الحق سبحانه احتكار الماء قليلاً. </p><p> أما الهواء الذي لا تصبر عليه إلا بمقدار شهيق وزفير، فمن حكمة الله تعالى ألاَّ يُملَّك لأحد أبداً، وإلا لو احتكر الناسُ الهواء لما استقامت الحياة، فلو منعك صاحب الهواء هواءه لمتَّ قبل أنْ يرضى عنك. </p><p> تأمل في نفسك حين تأكل الطعام، وفيك مدخلان متجاوران: القصبة الهوائية، وهي مجرى الهواء للرئتين، والبلعوم وهو مجرى الطعام للمعدة، تأمل ما يحدث لك إنْ دخلتْ حبة أرز واحدة في القصبة الهوائية، فبلا شعور تشرَق بها، وتظل تقاومها حتى تخرج، وتأمل حركة لسان المزمار حين يسد القصبة الهوائية أثناء البلع، هذه الحركة التلقائية التي لا دخلَ لك فيها، ولا قدرة لك عليها بذاتك. </p><p> تأمل وضع المعدة، وكيف أن الله جعل لها فتحة يُسمونها فتحة الفؤاد، هي التي تُغلق المعدة بإحكام بعد الطعام، حتى لا تؤذيك رائحته بأنْ تتسرب عصارة المعدة إلى الفم فتؤلمك، فمن أصابه خلل في إغلاق هذه الفتحة تجد رائحة فمه كريهة يسمونه (أبخر) . </p><p> كذلك تأمل في عملية إخراج الطعام وكيف تكون طبيعياً مستريحاً؟ وفجأت تحتاج إلى الحمام وإلى قضاء الحاجة، ماذا حدث؟ والأمر كذلك في شربة الماء، ذلك لأن لجسمك طاقة تحمُّل في الأمعاء وفي المثانة، ففي لحظة يريد الحمل عن الطاقة، فتشعر بالحاجة إلى الإخراج. </p><p> وهذا مجال لا حصرَ له مهما تقدمتْ العلوم، ومهما بحثنا في أنفسنا، ويكفي أن نقرأ:  {وفي أَنفُسِكُمْ أَفَلاَ تُبْصِرُونَ}  [الذاريات: ٢١] فدعانا ربنا إلى البحث في أنفسنا قبل البحث فيما حولنا من آيات السماء والأرض؛ لأن أنظارنا قد تقصر عن رؤية ما في السماوات والأرض من آيات، أما نفسي فهي أقرب دليل منك وأقوى دليل عليك. </p><p> {أَوَلَمْ يَتَفَكَّرُواْ في أَنفُسِهِمْ ... }  [الروم: ٨] أي: فكِّروا في أنفسكم بعيداً عن ضجيج الناس وجدالهم ومِرائهم، فحين تجادل </p><p> الناس تجد لجاجة وحرصاً على الظهور، ولو بالباطل، إنما حينما تكون مع نفسك تسألها وتتأمل فيها، فلا مُهيج ولا مُعاند، لا تخجل أنْ ينتصر عليك خَصْمك، ولا تطمع في مكانة أو منزلة؛ لذلك تصل بالنظر في نفسك إلى الحقيقة. </p><p> لذلك يخاطب القرآن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بقوله:  {قُلْ إِنَّمَآ أَعِظُكُمْ بِوَاحِدَةٍ ... }  [سبأ: ٤٦] يعني: يا مَنْ تفكِّرون في صدق هذا الرسول، وتتهمونه بالكذب والافتراء والسحر. . الخ أريد منكم شيئاً واحداً {أَن تَقُومُواْ لِلَّهِ مثنى وفرادى ... }  [سبأ: ٤٦] أي: مثنى مثنى، أو منفردين، كلٌّ على حدة {ثُمَّ تَتَفَكَّرُواْ مَا بِصَاحِبِكُمْ مِّن جِنَّةٍ إِنْ هُوَ إِلاَّ نَذِيرٌ لَّكُمْ بَيْنَ يَدَيْ عَذَابٍ شَدِيدٍ}  [سبأ: ٤٦] . </p><p> إذن: الطريق إلى الحقيقة لا يكون بالمجادلة الجماهيرية، إنما بتأمل الإنسان مع نفسه، أو مع مثله، فمع الجماعة تتحرك في النفس الرغبة في العْلُو والانتصار؛ لذلك حين تناقش العاقل يقول لك (حسيبك تراجع نفسك) يعني: تفكَّر وحدك بحيث لا تُحرج من أحد، فتكون أقرب للموضوعية وللوصول إلى الحق. </p><p> وبعد أنْ أمرنا ربنا بالتفكّر في أنفسنا يلفتنا إلى التأمل فيما حولنا من السماوات والأرض {مَّا خَلَقَ الله السماوات والأرض وَمَا بَيْنَهُمَآ إِلاَّ بالحق وَأَجَلٍ مُّسَمًّى ... }  [الروم: ٨] . </p><p> وهناك آية أخرى تقدم التفكُّر في السماء والأرض على التفكّر في النفس، هي قوله تعالى:  {لَخَلْقُ السماوات والأرض أَكْبَرُ مِنْ خَلْقِ الناس ... }  [غافر: ٥٧] . </p><p> لماذا؟ لأن الإنسان قد يموت قبل أنْ يُولد، ويموت بعد عدة سنوات، أو حتى بعد مئات السنين، أما السماوات والأرض بما فيهما </p><p> من أرض وسماء وشمس وقمر. . إلخ فهي كما هي منذ خلقها الله لم تتغير، وهي تؤدي مهمتها دون تخلُّف، ودون صيانة، ودون أعطال، فهي بحقٍّ أعظم من خَلْق الناس وأكبر. </p><p> إذن: الآية والأدلة في أنفسكم وفي السماوات والأرض، لكن أيهما الآية الأقوى؟ قالوا: ما دامت السماوات والأرض أكبر من خَلْق الناس فهي الأقوى، فإن لم تقنع بها فانظر في نفسك؛ لذلك يقول العلماء بالمفيد والمستفيد، المفيد هو الله - عَزَّ وَجَلَّ - فحينما يضرب لي مثلاً يضرب لي بالأقوى، فإنْ لم أُطِقْه يأتي لي بالأقل، والمستفيد هو الذي ينتقل من الأقل للأكبر. </p><p> ومعنى {وَمَا بَيْنَهُمَآ ... }  [الروم: ٨] أي: من الكواكب والأفلاك والنجوم التي نشاهدها في جَوِّ السماء، وكانوا في الماضي لما أرادوا أنْ يُقرِّبوا أمور الدين لعقول الناس يقولون: الكواكب السبعة هي السماوات السبع، ووقع فيها علماء كبار، لكن الحقيقة أن هذه الكواكب السبعة كلها دون السماء الدنيا، واقرأ قول الله تعالى:  {وَزَيَّنَّا السمآء الدنيا بِمَصَابِيحَ ... }  [فصلت: ١٢] . </p><p> فأين السماء من الكواكب التي نشاهدها؟! أتعلم كم ثانية ضوئية بينك وبين الشمس، أو بينك وبين القمر؟ بيننا وبين الشمس ثماني دقائق ضوئية، وبيننا وبين المرأة المسلسلة مائة سنة ضوئية، وبيننا وبين المجرة مليون سنة ضوئية. </p><p> ولك أن تضرب مليون سنة في ٣٦٥يوماً، وتضرب الناتج في ٢٤ ساعة، وتضرب الناتج في ستين دقيقة، ثم في ستين ثانية، ثم تضرب الناتج من ذلك في ٣٠٠ ألف كيلو، ثم تأمل الرقم الذي وصلتَ إليه. </p><p> وما أسكتَ القائلين بأن الكواكب السبعة هي السماوات السبع إلا أن العلماء اكتشفوا بعدها كوكباً جديداً حول الشمس، وبعد سنوات اكتشفوا آخر. كذلك حين صعد رواد الفضاء إلى سطح القمر أسرع هؤلاء (الفاحشة) يقولون: لقد سبق القرآن، وأخبر بهذا في قوله تعالى:  {يامعشر الجن والإنس إِنِ استطعتم أَن تَنفُذُواْ مِنْ أَقْطَارِ السماوات والأرض فانفذوا لاَ تَنفُذُونَ إِلاَّ بِسُلْطَانٍ}  [الرحمن: ٣٣] . </p><p> وقالوا: إن السلطان هو سلطان العلم الذي مكّننا من اعتلاء سطح القمر، وعجيب أن يقول هذا الكلام علماء كبار، فأين القمر من السماء؟ القمر ما هو إلا ضاحية من ضواحي الأرض كمصر الجديدة بالنسبة للقاهرة، ثم إنْ كان السلطان هنا هو سلطان العلم، فماذا تقولون في قوله تعالى بعدها:  {يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِّن نَّارٍ وَنُحَاسٌ فَلاَ تَنتَصِرَانِ}  [الرحمن: ٣٥] </p><p> لقد حدث هذا التخبط نتيجة الخلط بين علوم الدين والشريعة، وبين علوم الكونيات، وهذه آفة علماء الدين أنْ يتدخلوا فيما لا علمَ لهم به، فالكونيات يُؤخَذ منها الدليل على عظمة الصانع وقدرته سبحانه، إنما لا يُؤخذ منها حكم شرعي. </p><p> ورأينا من هؤلاء مَنْ ينكر كروية الأرض، وأنها تدور حول الشمس، ومنهم مَنْ ظن أن علماء الكونيات - مع أنهم كفرة - يعلمون الغيب لأنهم توصَّلوا بحسابات دقيقة لحركة الأرض إلى موعد الخسوف والكسوف، وجاء الواقع وَفْق ما أخبروا به بالضبط. </p><p> وهذه المسألة - كما سبق أنْ قُلْنا - ليست من الغيب المطلق، بل من الغيب الذي أعطانا الله المقدمات التي توصل إليه، وقد توصّل </p><p> العلماء إليه بالبحث ودراسة معطيات الكون، ونفهم هذا في ضوء قوله تعالى:  {سَنُرِيهِمْ آيَاتِنَا فِي الآفاق وفي أَنفُسِهِمْ حتى يَتَبَيَّنَ لَهُمْ أَنَّهُ الحق. .}  [فصلت: ٥٣] . </p><p> وهذه أيضاً من الآيات التي تُقدّم فيها أدلة السماوات والأرض على أدلة النفس. إذن: فالكونيات تُبنَى على علوم ودراسات، لا دخلَ للدين بها، الدين جاء ليقول لك: افعل كذا، ولا تفعل كذا، ثم ترك الكونيات إلى أنْ تتسع العقول لفهمها. </p><p> وقوله سبحانه:  {إِلاَّ بالحق. .}  [الروم: ٨] لأن السماوات والأرض وما بينهما من الكواكب والأفلاك تسير على نظام ثابت لا يتخلف، والحق هو الشيء الثابت الذي لا يتغير أبداً، وتأمل حركة الكواكب والأفلاك تجد أنها تسير وَفْق نظام دقيق منضبط تماماً. </p><p> فالشمس لم تتخلف يوماً فتقول مثلاً: لن أطلع اليوم على هؤلاء الناس؛ لأنهم ظالمون، لأن لها قانوناً تسير به، وهي مخلوقة بحق ثابت لا يتغير، وما دامتْ هذه الكونيات خلقت بحق وبشيء ثابت فلك أن ترتب عليها حساباتك وتضبط بها وقتك، وأنت لا تضبط وقتك على ساعة إلا إذا كانت هي في ذاتها منضبطة. </p><p> لذلك يقول سبحانه:  {الشمس والقمر بِحُسْبَانٍ}  [الرحمن: ٥] أي: مخلوقة بحساب؛ ولأنه سبحانه خلقها بحساب جعلها آلة للحساب، فقال:  {والقمر قَدَّرْنَاهُ مَنَازِلَ حتى عَادَ كالعرجون القديم لاَ الشمس يَنبَغِي لَهَآ أَن تدْرِكَ القمر وَلاَ اليل سَابِقُ النهار وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ}  [يس: ٣٩ - ٤٠] . </p><p> ويقول سبحانه: {وَقَدَّرَهُ مَنَازِلَ لِتَعْلَمُواْ عَدَدَ السنين </p><p> والحساب} [يونس: ٥] وهل تعلمون بالقمر عدد السنين والحساب، إلا إذا كان هو مخلوقاً بحساب؟ </p><p> ومع ذلك، ومع أن الكون خلقه الله بالحق الثابت إياك أن تظن أن ثباته دائم باقٍ؛ لأن الله تعالى خلقه على هيئة الثبات لأجل {إِلاَّ بالحق وَأَجَلٍ مُّسَمًّى ... }  [الروم: ٨] فبعد أن ينقضي هذا الأجل الذي أجَّلَه الله تُكوّر الشمس وتنكدر النجوم، وتُبدَّل الأرض غير الأرض والسماوات، فالأمر ليس مجرد أنْ يتغير الشيء الثابت، إنما يزول وينتهي. </p><p> ثم يقول سبحانه {وَإِنَّ كَثِيراً مِّنَ الناس بِلِقَآءِ رَبِّهِمْ لَكَافِرُونَ}  [الروم: ٨] كنا نجادل الشيوعيين نقول لهم: لقد بالغتم في تعذيب مخالفيكم من الإقطاعيين والرأسماليين، وتعديتم في عقابكم، قالوا: لأنهم ظلموا وأفسدوا في المجتمع، فقلنا لهم: فما بال الذين ظلموا قبل هؤلاء وماتوا ولم ينالوا ما يستحقون من العقاب؟ أليس من العدل أن تقولوا بدار أخرى يُعاقبون فيها على ما اقترفوه؟ </p><p> ألا يلفتكم هذا إلى ضرورة القيامة، ووجوب الإيمان بها؟ فمن أفلت من أيديكم في الدنيا عاقبه الله تعالى في الآخرة، ثم أنتم تروْنَ مبدأ الثواب والعقاب في كل شيء، فالذي أطلق لنفسه العَنان في الدنيا، وسار فيها على هواه، وعَاثَ في الأرض فساداً، ولم تنلْه يد العدالة فهو الفائز إنْ لم تكُنْ له دار أخرى يُحاسَب فيها. </p><p> إذن: فالإيمان بالآخرة وبلقاء الله ضرورة يقتضيها المنطق السليم، ومع ذلك يكفر بها كثير من الناس {وَإِنَّ كَثِيراً مِّنَ الناس بِلِقَآءِ رَبِّهِمْ لَكَافِرُونَ}  [الروم: ٨] . </p><p> فالمؤمن يجب أن يكون على ثقة بهذا اللقاء؛ لأن قوانين الأرض إنما تَحْمي من ظاهر المنكر، وأما باطن المنكر فلا يعلمه إلا الله، فلا بُدَّ من فترة يُعاقب فيها أصحاب باطن المنكر. </p>"
}