{
  "id": null,
  "sura": 30,
  "aya": 30,
  "text": "<p> الخطاب هنا للنبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: يا محمد، ما دام الأمر كذلك، وما داموا قد اتبعوا أهواءهم وضلوا، وأصروا على ضلالهم، فدَعْك منهم ولا تتأثر بإعراضهم. </p><p> كما قال له ربه:  {لَعَلَّكَ بَاخِعٌ نَّفْسَكَ أَلاَّ يَكُونُواْ مُؤْمِنِينَ}  [الشعراء: ٣] وقال له: {فَلَعَلَّكَ بَاخِعٌ نَّفْسَكَ على آثَارِهِمْ إِن لَّمْ يُؤْمِنُواْ بهذا الحديث أَسَفاً}  [الكهف: ٦] . </p><p> فما عليك يا محمد إلا البلاغ، واتركهم لي، وإياك أن يؤثر فيك عنادهم، أو يحزنك أن يأتمروا بك، أو يكيدوا لك، فقد سبق القول مني أنهم لن ينتصروا عليك، بل ستنتصر عليهم. </p><p> وهذه قضية قرآنية أقولها، وتُسجَّل عليّ:  {وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا المرسلين إِنَّهُمْ لَهُمُ المنصورون وَإِنَّ جُندَنَا لَهُمُ الغالبون}  [الصافات: ١٧١ - ١٧٣] . </p><p> {وَلَيَنصُرَنَّ الله مَن يَنصُرُهُ ... }  [الحج: ٤٠] . </p><p> {إِن تَنصُرُواْ الله يَنصُرْكُمْ ... }  [محمد: ٧] . </p><p> هذه قضية قرآنية مُسلَّم بها ومفروغ منها، وهي على ألسنتنا وفي قلوبنا، فإنْ جاء واقعنا مخالفاً لهذه القضية، فقد سبق أنْ </p><p> أكدها واقع الأمم السابقة، وسيحدث معك مثل ذلك؛ لذلك يُطمئن الحق نبيه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  {فَإِمَّا نُرِيَنَّكَ بَعْضَ الذي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا يُرْجَعُونَ}  [غافر: ٧٧] . </p><p> فهنا {فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفاً ... }  [الروم: ٣٠] أي: دعْكَ من هؤلاء الضالين، وتفرَّغ لمهمتك في الدعوة إلى الله، وإياك أنْ يشغلوك عن دعوتك. </p><p> ومعنى إقامة الوجه للدين يعني: اجعل وجهْتك لربك وحده، ولا تلتفت عنه يميناً ولا شمالاً، وذكر الوجه خاصة وهو يعني الذات كلها؛ لأن الوجه سِمة الإقبال. </p><p> ومنه قوله سبحانه:  {كُلُّ شَيْءٍ هَالِكٌ إِلاَّ وَجْهَهُ ... }  [القصص: ٨٨] يعني: ذاته تعالى. </p><p> ومعنى {حَنِيفاً ... }  [الروم: ٣٠] هذه الكلمة من الكلمات التي أثارت تذبذباً عند الذين يحاولون أنْ يستدركوا على كلام الله؛ لأن معنى الحنيف: مائل الساقين فترى في رِجلْه انحناء للداخل، يقال: في قدمه حنف أي ميل، فالمعنى: فأقم وجهك للدين مائلاً، نعم هكذا المعنى، لكن مائلاً عن أيِّ شيء؟ </p><p> لا بُدَّ أن تفهم المعنى هنا، حتى لا تتهم أسلوب القرآن، فإن الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ جاء ليصلح مجتمعاً فاسداً منحرفاً يدين بالشرك والوثنية، فالمعنى: مائلاً عن هذا الفساد، ومائلاً عن هذا الشرك، وهذه الوثنية التي جئت لهدمها والقضاء عليها، ومعنى: مال عن الباطل. يعني: ذهب إلى الحق. </p><p> و (أَقِمْ) هنا بمعنى: أقيموا، لأن خطاب الرسول خطاب </p><p> لأمته، بدليل أنه سبحانه سيقول في الآية بعدها:  {مُنِيبِينَ إِلَيْهِ ... }  [الروم: ٣١] ولو كان الأمر له وحده لَقالَ منيباً إليه، ومثال ذلك أيضاً قوله تعالى:  {ياأيها النبي إِذَا طَلَّقْتُمُ النسآء فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ ... }  [الطلاق: ١] . </p><p> فالخطاب للأمة كلها في شخص رسول الله؛ لأنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ هو المبلِّغ، والمبلِّغ هو الذي يتلقى الأمر، ويقتنع به أولاً ليستطيع أنْ يُبلِّغه؛ لذلك قال الحق سبحانه وتعالى:  {لَّقَدْ كَانَ لَكُمْ فِي رَسُولِ الله أُسْوَةٌ حَسَنَةٌ ... } </p><p> [الأحزاب: ٢١] . </p><p> وقال {حَنِيفاً ... }  [الروم: ٣٠] لأن الرسل لا تأتي إلا على فساد شمل الناس جميعاً؛ لأن الحق سبحانه كما خلق في الجسم مناعة مادية خلق فيه مناعة قيمية، فالإنسان تُحدِّثه نفسه بشهوة وتغلبه عليها، فيقع فيها، لكن ساعة ينتهي منها يندم عليها ويُؤنِّبه ضميره، فيبكي على ما كان منه، وربما يكره من أعانه على المعصية. </p><p> وهذه هي النفس اللوامة، وهي علامة وجود الخير في الإنسان، وهذه هي المناعة الذاتية التي تصدر من الذات. </p><p> وفَرْق بين مَنْ تنزل عليه المعصية وتعترض طريقه، ومَنْ يُرتِّب لها ويسعى إليها، وهذا بيِّن في قوله تعالى:  {إِنَّمَا التوبة عَلَى الله لِلَّذِينَ يَعْمَلُونَ السواء بِجَهَالَةٍ ثُمَّ يَتُوبُونَ مِن قَرِيبٍ ... }  [النساء: ١٧] . </p><p> فَرْق بين مَنْ يذهب إلى باريس لطلب العلم، فتعترض طريقه إحدى الفتيات، ومَنْ يذهب إلى باريس لأنه سمع عما فيها من إغراء، فهذا وقع في المعصية رغماً عنه، ودون ترتيب لها، وهذا قصدها وسعى إليها، الأول غالباً ما يُؤنِّب نفسه وتتحرك بداخله النفس اللوامة والمناعة الذاتية، أما الآخر فقد ألِفَتْ نفسه المعصية </p><p> واستشرتْ فيها، فلا بُدَّ أن تكون له مناعة، ليست من ذاته، بل من المجتمع المحيط به، على المجتمع أن يمنعه، وأن يضرب على يديه. </p><p> والمناعة في المجتمع لا تعني أن يكون مجتمعاً مثالياً لا يعرف المعصية، بل تحدث منه المعاصي، لكنها مُفرّقة على أهواء الناس، فهذا يميل إلى السرقة، وهذا يميل إلى النظر إلى المحرمات، وهذا يحب كذا. . إلخ. </p><p> إذن: ففي الناس مواطن القوة، ومواطن ضعف، وعلى القوي في شيء أن يمنع الضعيف فيه، وأنْ يزجره ويُقومِّه؛ لذلك يقول تعالى:  {والعصر إِنَّ الإنسان لَفِى خُسْرٍ إِلاَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات وَتَوَاصَوْاْ بالحق وَتَوَاصَوْاْ بالصبر}  [العصر: ١ - ٣] . </p><p> فإذا عَمَّ الفساد وطَمَّ كما قال تعالى عن اليهود:  {كَانُواْ لاَ يَتَنَاهَوْنَ عَن مُّنكَرٍ فَعَلُوهُ ... }  [المائدة: ٧٩] وفقد المجتمع أيضاً مناعته. فلا بُدَّ أنْ تتدخل السماء برسول جديد ومعجزة جديدة، لينقذ هؤلاء. </p><p> ثم يقول تعالى:  {فِطْرَتَ الله التي فَطَرَ الناس عَلَيْهَا ... }  [الروم: ٣٠] فنحن نرى البشر يتخذون الطعوم والأمصال للتحصين من الأمراض، كذلك الحق سبحانه - وله المثل الأعلى - جعل هذا المصل التطعيمي في كل نفس بشرية، حتى في التكوين المادي. </p><p> ألا ترى قوله تعالى في تكوين الإنسان:  {ياأيها الناس إِن كُنتُمْ فِي رَيْبٍ مِّنَ البعث فَإِنَّا خَلَقْنَاكُمْ مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ مِن مُّضْغَةٍ مُّخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ ... }  [الحج: ٥] . </p><p> فالمخلَّقة هي التي تكوّن الأعضاء، وغير المُخلَّقة هي الرصيد </p><p> المختزن في الجسم، وبه يعوَّض أيّ خلل في الأعضاء المخلَّقة، فهي التي تمده بما يصلحه، كذلك في القيم جاء دين الله فطرت الله التي فطر الناس عليها، فإذا تدخلتْ الأهواء وحدثتْ الغفلة جاءتْ المناعة، إما من ذات النفس، وإما من المجتمع، وإما برسول ومنهج جديد. </p><p> وقد كرَّم الله أمة محمد بأن يكون رسولُها خاتَم الرسل، فهذه بُشْرى لنا بأن الخير باقٍ فينا، ولا يزال في يوم القيامة، ولن يفسد مجتمع المسلمين أبداً بحيث يفقد كله هذه المناعة، فإذا فسدتْ فيه طائفة وجدت أخرى تُقوِّمها، وهذا واضح في قول النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> «لا تزال طائفة من أمتي ظاهرين على الحق، لا يضرهم من خذلهم، حتى يأتي أمر الله وهم كذلك» . </p><p> وقال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «الخير فيَّ وفي أمتي إلى يوم القيامة» . </p><p> وإلا لو عَمَّ الفساد هذه الأمة لاقتضى الأمر شيئاً آخر. </p><p> وحين نقرأ الآية نجد أن كلمة {فِطْرَتَ ... }  [الروم: ٣٠] منصوبة، ولم يتقدم عليها ما ينصبها، فلماذا نُصِِبَتْ؟ الأسلوب هنا يريد أن يلفتك لسبب النصب، وللفعل المحذوف هنا، لتبحث عنه بنفسك، فكأنه قال: فأقم وجهك للدين حنيفاً والزم فطرت الله التي فطر الناس عليها. </p><p> لذلك يسمي علماء النحو هذا الأسلوب أسلوب الإغراء، وهو أن أغريك بأمر محبوب وأحثَّك على فِعْله، كذلك الحق سبحانه يغري رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بأنْ يُقيم وجهه نحو الدين الخالص، وأنْ يلزم فطرت الله، وألا يلتفت إلى هؤلاء المفسدين، أو المعوِّقين له. </p><p> والفطرة: يعني الخلقة كما قال سبحانه: {فَاطِرَ السماوات والأرض ... }  [يوسف: ١٠١] يعني: خالقهما، والفطرة المرادة هنا قوله تعالى:  {وَمَا خَلَقْتُ الجن والإنس إِلاَّ لِيَعْبُدُونِ}  [الذاريات: ٥٦] . </p><p> فالزم هذه الفطرة، واعلم أنك مخلوق للعبادة. </p><p> أو: أن فطرت الله تعني: الطبيعة التي أودعها الله في تكوينك منذ خلق اللهُ آدم، وخلق منه ذريته، وأشهدهم على أنفسهم {أَلَسْتُ بِرَبِّكُمْ قَالُواْ بلى ... }  [الأعراف: ١٧٢] . </p><p> وسبق أنْ بيَّنا كيف أن في كل منا ذرة حية من أبينا آدم باقية في كل واحد منا، فالإنسان لا ينشأ إلا من الميكروب الذكري الحي الذي يُخصِّب البويضة، وحين تسلسل هذه العملية لا بُدَّ أن تصل بها إلى آدم عليه السلام. </p><p> وهذه الذرة الباقية في كل منا هي التي شهدتْ العهد الأول الذي أخذه الله علينا، وإلا فالكفار في الجاهلية الذين جاء رسول الله لهدايتهم، كيف اعترفوا لله تعالى بالخلق:  {وَلَئِن سَأَلْتَهُمْ مَّنْ خَلَقَ السماوات والأرض لَيَقُولُنَّ الله ... }  [الزمر: ٣٨] . </p><p> من أين عرفوا هذه الحقيقة؟ نُقِلت إليهم من هذا العهد الأول، </p><p> فمنذ هذا العهد لم يجرؤ أحد من خَلْق الله أنْ يدَّعي هذا الخَلْق لنفسه، فظلت هذه القضية سليمة في الأذهان مع ما حدث من فساد في معتقدات البشر. </p><p> وتظل هذه القضية قائمة بالبقية الباقية من هذا العهد الأول، حتى عند الكفار والملاحدة، فحين تكتنفهم الأحداث وتضيق بهم أسبابهم، تراهم يقولون وبلا شعور: يا رب، لا يدْعون صنماً ولا شجراً، ولا يذهبون إلى آلهتهم التي اصطنعوها، فهم يعلمون أنها كذب في كذب، ونصب في نصب. </p><p> والآن لا يخدعون أنفسهم ولا يكذبون عليها، الآن وفي وقت الشدة وحلول الكرب ليس إلا الله يلجئون إليه، ليس إلا الحق والفطرة السليمة التي فطر الله الناس عليها. </p><p> وما دام الله قد فطرنا على هذه الفطرة، فلا تبديل لما أراده سبحانه:  {ذَلِكَ الدين القيم ... }  [الروم: ٣٠] أي: الدين الحق {ولكن أَكْثَرَ الناس لاَ يَعْلَمُونَ}  [الروم: ٣٠] أي: لا يعلمون العلم على حقيقته والتي بيَّناها أنها الجزم بقضية مطابقة للواقع، ويمكن إقامة الدليل عليها. </p><p> ثم يقول الحق سبحانه:  {مُنِيبِينَ إِلَيْهِ واتقوه ... } . </p>"
}