{
  "id": null,
  "sura": 31,
  "aya": 29,
  "text": "<p> هذه آيات كونية واضحة مرئية للجميع: للمؤمن وللكافر، للطائع وللعاصي، فالحق سبحانه يوزع لنا الوقت بين ليل ونهار، لكنه ليس توزيعاً متساوياً (ميكانيكياً) ، بحيث يكون كل منهما أربعاً وعشرين ساعة ثابتة على التقدير الجبري كما يقولون؛ لذلك نرى اليوم ينقص مثلاً عن الأربع وعشرين ساعة عدة دقائق تُضاف إلى زمن الليل أو العكس. </p><p> لذلك قالوا من أيام بطليموس: السنة ٣٦٥ يوماً وخمس ساعات، وخمس وخمسون دقيقة، واثنتا عشرة ثانية بالدقة. بعدها انتهوا إلى أنَّ السنة ٣٦٥ يوماً وربع يوم عن طريق الجبر، فكل ثلاث سنين نجبر الرابعة، ويقولون: سنة بسيطة، وسنة كبيسة أي: طويلة، فالتي تقبل القسمة على أربعة سنة كبيسة، لذلك نجد شهر فبراير في هذه السنة ٢٩ يوماً، ذلك لنعوض اليوم. </p><p> وكلمة يوم تعني الليل والنهار، لكن القسمة بينهما ليست متساوية، فالحق - تبارك وتعالى - بصنعته الحكيمة أراد أنْ يُوزع الحرارة والبرودة على كل مناطق المعمورة، ويعطي لكل منطقة ما تحتاجه لتنبت أرضها، وتعطينا نحن مقومات حياتنا، بدليل أن من النباتات ما لا ينمو إلا في الصيف، ومنها ما لا ينمو إلا في الشتاء، كذلك في الاعتدال الربيعي والاعتدال الخريفي. </p><p> لذلك، عرفنا أخيراً أن الخالق سبحانه جعل لمحور الأرض ميلاً بمقدار ٢٣. ٥ درجة عن مستوى مدارها فهي إذن غير مستوية، ففي فصل الشتاء يكون القسم الكبير منها مواجهاً لليل، والآخر مواجهاً للنهار، فتجد ليل الشتاء أطول من ليل الصيف وأبرد منه، ويبلغ ليل الشتاء أقصى ما يمكن من الطول وهو ١٢ ساعة فهي شهر كيهك، </p><p> حتى أن الفلاحين يقولون في كيهك (كياك صباحك مساك قوم من نومك حضر عشاك) . </p><p> ومقابل ذلك في فصل الصيف، فكأن ميل محور الأرض سرٌّ من أسرار هندسة هذا الكون، ففي الحادي والعشرين من حزيران (يونيو) يبدأ الانقلاب الصيفي، وفي الثالث والعشرين من كانون الأول (ديسمبر) يبدأ الانقلاب الشتوي، ثم الاعتدال الربيعي في الحادي والعشرين من آذار (مارس) ، والاعتدال الخريفي في الثاني والعشرين من أيلول (سبتمبر) . وفي الاستواء الربيعي والاستواء الخريفي تجد أن الليل مساو للنهار، وجوّهما معتدل لا حر ولا برد. </p><p> فقول الله تعالى:  {أَلَمْ تَرَ أَنَّ الله يُولِجُ الليل فِي النهار وَيُولِجُ النهار فِي الليل. .}  [لقمان: ٢٩] يعني: لا تظن أن الليل والنهار قسمة متساوية؛ لأن الله تعالى بحكمته يُدخل جزءاً من الليل في النهار، أو جزءاً من النهار في الليل، فيزيد في أحدهما، وينقص من الآخر لحكمة أرادها سبحانه وتعالى لصالح الإنسان، وإمداداً له بمقوِّمات حياته، لتعلم أن ما يطرأ على الليل أو النهار من تغيير الأشياء لها مناط في الحكمة الإلهية العليا. </p><p> وحين نُقسِّم اليوم إلى ليل ونهار - وهي قسمة كما قلنا ليست رتيبة ولا متساوية - فإن لليل مهمة في الحياة وللنهار مهمة، كما بيِّن لنا سبحانه:  {وَجَعَلْنَا اليل لِبَاساً وَجَعَلْنَا النهار مَعَاشاً}  [النبأ: ١٠ - ١١] </p><p> معنى اللباس أن تسكن فيه وتكِنّ وتستر نفسك؛ لذلك عرفنا فيما بعد أن الضوء أثناء النوم أمر غيرَ صحي، وفهمنا قول رسول الله:  «أطفئوا المصابيح إذا رقدتم» . </p><p> والحق سبحانه يوضح لنا هذه المسألة في قوله تعالى:  {والضحى والليل إِذَا سجى}  [الضحى: ١ - ٢] ويقول: {والليل إِذَا يغشى والنهار إِذَا تجلى}  [الليل: ١ - ٢] ليبين لك أن لكل منهما مهمة في حركة حياتك، فالنهار للحركة، والليل للسكون، وعليك ألا تخلط بين هاتين المهمتين دون داع، وقد استثنينا من هذه القاعدة مَنْ تحتم عليهم طبيعة عملهم أنْ يعملوا بالليل ويرتاحوا بالنهار. </p><p> والخالق عَزَّ وَجَلَّ في حركة الليل والنهار أسراراً وعجائب ينبغي أن نتنبه إليها بمعطيات العلم، ومن حكمة الخالق سبحانه أنْ جعل لكل سر في الكون ميلاداً يولد فيه، ونثر أسرار كونه على خَلْقه ولم يُظهرها لجيل واحد، وإلا لو كشف القرآن كل أسراره للأمة الأمية التي عاصرتْ نزوله لانصرفتْ عن الدعوة الجديدة بتكذيب هذه القضايا التي لم تصدقها العقول حتى في العصر الحديث ورغم تقدم العلوم، فمثلاً لما قال العلماء بكروية الأرض ودورانها حول الشمس لم نصدق هذه الحقائق حتى جاءتنا الصور الفضائية التي تؤكد ذلك. </p><p> وقلنا: إن ميلاد سِرٍّ من أسرار الكون قد يصادف بحثاً من البشر، فيأتي السر ويظهر على أنه نتيجة لهذا البحث، وإلا أظهره الله للناس بالمصادفة رحمة بهم وتفضُّلاً عليهم؛ لذلك نجد أن معظم الاكتشافات جاءت صدفة، لم يَسْعَ إليها البشر، ولم يذهبوا إليها بمقدمات. </p><p> والقرآن الكريم حين يتحدث عن الليل والنهار يقول كلاماً عاماً يفهمه كل معاصر لمرحلة من مراحل التقدم العلمي:  {وَجَعَلْنَا اليل والنهار آيَتَيْنِ ... }  [الإسراء: ١٢] </p><p> ويقول: {وَهُوَ الذي جَعَلَ اليل والنهار خِلْفَةً لِّمَنْ أَرَادَ أَن يَذَّكَّرَ أَوْ أَرَادَ </p><p> شُكُوراً} [الفرقان: ٦٢] ومعنى خلفه يعني: يخالف أحدهما الآخر ويأتي بعده، وهذا صحيح الآن، فنحن نرى الليل يخلف النهار، والنهار يخلف الليل، لكن كيف نتصور هذه المسألة في بَدْء الخَلْق؟ </p><p> لو أن البداية كانت بخَلْق الأرض مواجهة للشمس، فالنهار إذن أولاً ليس خِلْفة لشيء قبله، ثم تغيب الشمس فينشأ الليل ليكون خِلْفة للنهار، وفي المقابل إن وجدت الأرض غير مقابلة للشمس، فالليل هو الأول ليس خِلْفة لشيء قبله. </p><p> إذن: لا يحل لنا هذه المسألة إلا قوله تعالى: {وَهُوَ الذي جَعَلَ اليل والنهار خِلْفَةً ... }  [الفرقان: ٦٢] أي: من بداية الخَلْق وهما خِلْفة، وهذا لا يتأتى ولا يسوغ إلا إذا كانت الأرض مكوَّرة، بحيث يكون الجزء المقابل للشمس منها مكوِّناً للنهار، والجزء الآخر لليل في وقت واحد، فلما تحركت الأرض في دورانها صار كل منها خِلْفة للآخر، إذن: معطيات القرآن يهضمها العقل، ولا يعارضها أبداً. </p><p> تذكرون في الثلاثينيات وبالتحديد عام ١٩٢٨ فسروا السماوات السبع بأنها الكواكب السبعة السيارة التي تدور حول الشمس، ذلك ليقربوا العلم للناس، ويشاء الله - سبحانه وتعالى - أن يكتشفوا بعدها (نبتون) ثم (بلوتو) فصاروا تسعة كواكب، وأظهر الله لهم فساد هذا التأويل. </p><p> وفي الكون عجائب كثيرة نعرفها حتى عن طريق الكفار، وكأن الله سخَّر حتى الكافر ليُثبت إيمان المؤمن، فإذا كنا قد عرفنا اليوم عندنا على الأرض، وأنه ليل ونهار يُكوِّنان أربعاً وعشرين ساعة، فماذا يعني اليوم بالنسبة للكواكب الأخرى؟ </p><p> لما عرفوا أفلاك الكواكب الأخرى التي تدور حول الشمس وجدوا </p><p> أقربها للشمس عطارد، ثم الزهرة، ثم الأرض، ثم المريخ، ثم المشتري، ثم زحل، ثم نبتون، ثم بلوتو، وهو أبعد الكواكب عن الشمس. </p><p> ومن عجائب اليوم في هذه الكواكب أن يوم الزهرة مثلاً ٢٤٤ يوماً بيومنا نحن، أما العام فيساوي ٢٢٥ يوماً بيومنا، فكأن يوم الزهرة أطول من عامها، كيف؟ قالوا: لأن المدار مختلف عن مدار الأرض، فاليوم نتيجة دورة الكوكب حول نفسه، والعام نتيجة دورة الكوكب حول الشمس. </p><p> وقوله تعالى:  {وَسَخَّرَ الشمس والقمر ... }  [لقمان: ٢٩] ولك أن تلحظ دقة الأداء القرآني في الانتقال من الفعل المضارع {يُولِجُ ... }  [لقمان: ٢٩] إلى الماضي {سَخَّرَ ... }  [لقمان: ٢٩] ففي الكلام عن حركة الليل والنهار قال {يُولِجُ ... }  [لقمان: ٢٩] ولما تكلم عن الشمس والقمر قال: {سَخَّرَ ... }  [لقمان: ٢٩] لماذا؟ </p><p> قالوا: لأن التسخير تم مرة واحدة، ثم استقر على ذلك، أما إيلاج الليل في النهار، وإيلاج النهار في الليل فأمر مستمر يتكرر كل يوم، فناسبه المضارع الدالّ على التكرار. </p><p> وقوله تعالى:  {كُلٌّ يجري إلى أَجَلٍ مُّسَمًّى ... }  [لقمان: ٢٩] أي: إلى غاية محدودة؛ لذلك نسمي العمر النهائي: الأجل. والمراد بالأجل المسمى يوم القيامة، فكأن الخالق سبحانه ضمن لنا استمرار الشمس والقمر إلى قيام الساعة، فاطمئنوا. </p><p> ثم أيُّ عظمة هذه في كوكب مضيء ينير العالم كله منذ خلقه الله وإلى قيام الساعة، دون صيانة ودون قطعة غيار؛ ذلك لأنه مبني على التسخير القهري الذي يمنع الاختيار، فليس للشمس أنْ تمتنع </p><p> عن الشروق وكذلك القمر، ومن العظمة في الألوهية هذه الرحمانية الرحيمة التي تحتضن الجميع المؤمن بها والكافر. </p><p> وفي هذه الآية ورد التعبير بلفظ {إلى أَجَلٍ مُّسَمًّى ... }  [لقمان: ٢٩] وفي مواضع أخرى ورد بلفظ {لأَجَلٍ مُّسَمًّى ... }  [الرعد: ٢] باللام بدلاً من إلى، وكذلك في سورتي فاطر (١٣) والزمر (٥) ، ولكل من الحرفين معنى {إلى أَجَلٍ ... }  [لقمان: ٣٩] تعطينا الصورة لمشية الشمس والقمر قبل وصولهما الأجل، إنما {لأَجَلٍ مُّسَمًّى ... }  [فاطر: ١٣] أي: الوصول المباشر للأجل. </p><p> وكما أن لليل مهمة وللنهار مهمة، كذلك للشمس مهمة، وللقمر مهمة بيَّنها الله في قوله: </p><p> {هُوَ الذي جَعَلَ الشمس ضِيَآءً والقمر نُوراً ... }  [يونس: ٥] . </p><p> وفي موضع آخر قال سبحانه:  {تَبَارَكَ الذي جَعَلَ فِي السمآء بُرُوجاً وَجَعَلَ فِيهَا سِرَاجاً وَقَمَراً مُّنِيراً}  [الفرقان: ٦١] فالضياء للشمس فيه نور وحرارة، على خلاف نور القمر الذي يناسب حالماً لا حرارة فيه. </p><p> ومن عجائب أمر القمر أننا كُنَّا نحسبه قطعة من اللؤلؤ مضيئة في السماء، حتى إن الشعراء درجوا على تشبيه المحبوبة بالقمر، ولو عرفوا حقيقة القمر التي عرفناها نحن اليوم ما صحَّ منهم هذا التشبيه، فقد أطلعنا العلم أن القمر ما هو إلا حجارة وجسم معتم لا يضيء بذاته، إنما يعكس فقط ضوء الشمس؛ لذلك لما شبَّه أحد الشعراء محبوبته بالقمر أنكرتْ عليه هذا التشبه: </p><p> شبَّهْتُها بالبدْرِ فَاسْتضْحكتْ ... وقابَلَتْ قَوْلِي بالنُّكْر </p><p> أي: تكلفت الضحك. </p><p> وَسفَّهَتْ قوْلي وقَالَتْ متَى ... سَمُجْتُ حتى صِرْتُ كالبدْرِ </p><p> ولك أن تسأل فمن أين عرفت سماجة البدر، وأنه حجارة لا جمالَ فيها؟ تجيب هي حين تقول: </p><p> البَدْرُ لاَ يرنُو بعيْن كَما ... أَرْنُو ولاَ يَبْسِمُ عن ثَغْر </p><p> ولاَ يُميط المرْطَ عن نَاهدٍ ... ولا يشدُّ العقد في نَحْر </p><p> مَنْ قَاسَ بالبَدْر صَفائي فَلا ... زَالَ أَسِيراً في يَدِي هَجْري </p><p> إذن: فحقيقة القمر التي عرفناها أخيراً آية من آيات الله الظاهرة والباطنة في الكون أطلعنا الله عليها بسلطان العلم، فلما تيسَّر للبشر الصعود إلى سطحه عرفنا أنه جسم مُعْتم، وصخور لا تنير بذاتها، إنما تعكس أشعة الشمس، فتصل إلينا هادئة حالمة، وكأن القمر كما يقولون:  (يصنع من الفسيخ شربات) . </p><p> ومن حكمة الخالق سبحانه في خَلْق الشمس والقمر أن تكون الشمس ميزاناً لمعرفة اليوم، والقمر لمعرفة الشهر، وهو الأصل في التكليفات، لأن له شكلاً مميزاً في أول الشهر على خلاف الشمس؛ لذلك يقول سبحانه:  {هُوَ الذي جَعَلَ الشمس ضِيَآءً والقمر نُوراً وَقَدَّرَهُ مَنَازِلَ لِتَعْلَمُواْ عَدَدَ السنين والحساب ... }  [يونس: ٥] . </p><p> وتتجلى عظمة التكليف الإلهي وارتباطه بالقمر في فريضة الحج مثلاً، بحيث يتنقل موعد الحج على مدار العام كله، فمرة يأتي في الصيف، وأخرى في الشتاء. . إلخ مما يُيسِّر للحجاج ما يناسب كلاً </p><p> منهم من الجو الملائم، ويقطع الأعذار في التخلف عن أداء هذه الفريضة. </p><p> إذن: بالتوقيت القمري يأتي الحج في كل أوقات السنة؛ لذلك قال البعض: إن ليلة القدر دائرة في العام كله إذا ما قارنا التوقيت الشمسي بالتوقيت القمري، فإنِ اتفقنا على أن ليلة القدر في السابع والعشرين من رمضان، فإنها ستوافق أول يناير مثلاً، وفي العام التالي توافق الثاني، ثم الثالث وهكذا. . وهذا من رحمة الله تعالى بعبادة. . </p><p> ثم يقول سبحانه:  {وَأَنَّ الله بِمَا تَعْمَلُونَ خَبِيرٌ}  [لقمان: ٢٩] وما دام أنه سبحانه خبير بما تعملون، فهو الذي يهييء لكم صلاح العمل بخبرته وحكمته وقدرته وقيوميته؛ لذلك شرع لكم الأعمال التي تنظم حركة حياتكم وحركة عبادتكم؛ لذلك نجد رمضان مثلاً يدخل بالليل فنقول هذه الليلة من رمضان، أما يوم عرفة فيدخل بيومه لأنه يوم مجموع له الناس. </p><p> وقوله:  {وَأَنَّ الله بِمَا تَعْمَلُونَ خَبِيرٌ}  [لقمان: ٢٩] معطوفة على {أَلَمْ تَرَ أَنَّ الله يُولِجُ ... }  [لقمان: ٢٩] فالتقدير: وألم تر أن الله بما تعملون خبير. </p><p> ثم يقول الحق سبحانه:  {ذَلِكَ بِأَنَّ الله هُوَ الحق ... } . </p>"
}