{
  "id": null,
  "sura": 31,
  "aya": 22,
  "text": "<p> يعني: مَنْ أراد أن يُخلِّص نفسه من الجدل بغير علم، وبغير هدى، وبغير كتاب منير، فعليه أنْ يُسلم وجهه إلى الله؛ لأن الله تعالى قال في آية أخرى:  {قَالَ فَبِعِزَّتِكَ لأُغْوِيَنَّهُمْ أَجْمَعِينَ}  [ص: ٨٢] ثم استثنى منهم {إِلاَّ عِبَادَكَ مِنْهُمُ المخلصين}  [الحجر: ٤٠] </p><p> وقال سبحانه:  {إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ ... }  [الإسراء: ٦٥] </p><p> ومعنى {يُسْلِمْ وَجْهَهُ إِلَى الله. .}  [لقمان: ٢٢] أخلص وجهه في </p><p> عبادته لله وحده، وبذلك يكون في معية الله، ومَنْ كان في معية ربه فلا يجرؤ الشيطان على غوايته، ولا يُضيع وقته معه، إنما ينصرف عنه إلى غافل يستطيع الدخول إليه، فالذي ينجيك من الشيطان أن تُسلم وجهك لله. </p><p> وقد ضربنا لذلك مثلاً بالولد الصغير حينما يسير في صحبة أبيه فلا يجرؤ أحد من الصبيان أن يعتدي عليه، أما إنْ سار بمفرده فهو عُرْضة لذلك، لا يَسْلم منه بحال، كذلك العبد إنِ انفلتَ من يد الله ومعيته. </p><p> وهذا المعنى ورد أيضاً في قوله سبحانه:  {بلى مَنْ أَسْلَمَ وَجْهَهُ للَّهِ ... }  [البقرة: ١١٢] وهنا قال {إِلَى الله ... }  [لقمان: ٢٢] فما الفرق بين حرفي الجر: إلى، اللام؟ </p><p> استعمال (إلى) تدل على أن الله تعالى هو الغاية، والغاية لا بُدَّ لها من طريق للهداية يُوصِّل إليها. أمَّا (اللام) فتعني الوَصْل لله مباشرة دون قطع طريق، وهذا الوصول المباشر لا يكون إلا بدرجة عالية من الإخلاص لله. </p><p> فقوله تعالى:  {وَمَن يُسْلِمْ وَجْهَهُ إِلَى الله. .}  [لقمان: ٢٢] يعني: أنك على الطريق الموصِّل إلى الله تعالى، وأنك تؤدي ما افترضته عليك. </p><p> ومن إسلام الوجه لله قَوْل ملكة سبأ:  {وَأَسْلَمْتُ مَعَ سُلَيْمَانَ لِلَّهِ رَبِّ العالمين}  [النمل: ٤٤] الكلام هنا كلام ملكة، فلم تقل: أسلمتُ لسليمان، لكن مع سليمان لله، فلا غضاضة إذن. </p><p> وإسلام الوجه لله، أو إخلاص العمل لله تعالى عملية دقيقة تحتاج </p><p> من العبد إلى قدر كبير من المجاهدة؛ لأن النفس لا تخلو من هفوة، وكثيراً ما يبدأ الإنسان العمل مخلصاً لله، لكن سرعان ما تتدخل النفس بما لها من حب الصِّيت والسمعة، فيخالط العملَ شيء من الرياء ولو كان يسيراً. </p><p> لذلك؛ فإن سيدنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يتحمل عنا هذه المسألة ويطمئن المسلم على عمله، فيقول في دعائه:  «اللهم إني أستغفرك من كل عمل أردتُ به وجهك، فخالطني فيه ما ليس لك» . </p><p> والنبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ليس مظنة ذلك، لكن الحق سبحانه علَّمه أن يتحمل عن أمته كما تحمَّل الله عنه في قوله تعالى:  {قَدْ نَعْلَمُ إِنَّهُ لَيَحْزُنُكَ الذي يَقُولُونَ فَإِنَّهُمْ لاَ يُكَذِّبُونَكَ ... }  [الأنعام: ٣٣] أي: أنك أسمى عندهم من أن تكون كاذباً. {ولكن الظالمين بِآيَاتِ الله يَجْحَدُونَ}  [الأنعام: ٣٣] </p><p> وقوله تعالى:  {فَقَدِ استمسك بالعروة الوثقى.</p><p> .}  [لقمان: ٢٢] كلمة استمسك تدلُّ على القوة في الفعل والتشبُّث بالشيء؛ كما نقول (تبِّت فيه) ، وهي تعني: طلب أنْ يمسك؛ لذلك لم يَقُل مسكَ إنما (استمسك) . </p><p> وأول مظاهر الاستمساك أنك لا تطمئن إلى ضعف نفسك، فيكون تمسك بالعروة الوثقى أشدّ، كما لو أنك ستنزل من مكان عالٍ على حبل مثلاً فتتشبت به بشدة؛ لأنك إنْ تهاونت في الاستمساك به </p><p> سقطت، وهذا دليل على ثقتك بضعف نفسك، وأنه لا ينُجيك من الهلاك، ولا واقي لك إلا أنْ تستمسك بهذا الحبل. </p><p> كذلك الذي يُسِلْم وجهه لله ويُمسِك بالعروة الوثقى، فليس له إلا هذه مُنْجية وواقية. </p><p> وكلمة {بالعروة الوثقى. .}  [لقمان: ٢٢] العروة: هي اليد التي نمسك بها الكوز أو الكوب أو الإبريق، وهي التي تفرق بين الكوب والكأس، فالكأس لا عروة لها، إلا إذا شُرب فيها الشراب الساخن، فيجعلون لها يداً. </p><p> ومعنى {الوثقى. .}  [لقمان: ٢٢] أي: المحكمة، وهي تأنيث أوثق، نقول: هذا أوثق، وهذه وُثْقى، مثل أصغر وصُغْرى، وهي تعني الشيء المرتبط ارتباطاً وثيقاً بأصله، فإنْ كان دَلْواً فهي وُثْقى بالدلو، وإنْ كان كوباً فهي وُثْقى بالكوب، فهي الموثقة التي لا تنقطع، ولا تنفصل عن أصلها. </p><p> والعُرْوة تختلف باختلاف الموثِّق، فإنْ صنع العروة صانع غاشٌّ، جاءت ضعيفة هشَّة، بمجرد أنْ تمسك بها وتنخلع في يدك، وهذا ما نسميه «الغش التجاري» وهو احتيال لتكون السلعة رخيصة يقبل عليها المشتري، ثم يكون المعوِّض في ارتفاع قطع الغيار، كما نرى في السيارات مثلاً، فترى السيارة رخيصة وتنظر إلى ثمن قطع الغيار تجده مرتفعاً. </p><p> إذن: إرادة عدم التوثيق لها مقصد عند المنتفع، فإذا كان الموثِّق هو الله تعالى فليس أوثق من عُرْوته. </p><p> وفي موضع آخر يقول الحق عنها {واعتصموا بِحَبْلِ الله جَمِيعاً وَلاَ </p><p> تَفَرَّقُواْ ... } [آل عمران: ١٠٣] فالعروة الوُثْقى هي حبل الله المتين الذي يجمعنا فلا نتفرق؛ لذلك في الاصطلاح نسمي الفتحة في الثوب والتي يدخل فيها الأزرار (عروة) لماذا؟ لأنها هي التي تجمع الثوب، فلا يتفرق. </p><p> وفي آية أخرى وصفَ العروة الوثقى بقوله سبحانه:  {لاَ انفصام لَهَا. .}  [البقرة: ٢٥٦] </p><p> ثم يقول سبحانه:  {وإلى الله عَاقِبَةُ الأمور}  [لقمان: ٢٢] أي: مرجعها، فلا نظن أن الله تعالى خلقنا عبثاً، أو أنه سبحانه يتركنا سُدًى:  {أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثاً وَأَنَّكُمْ إِلَيْنَا لاَ تُرْجَعُونَ}  [المؤمنون: ١١٥] . ولو تركنا الله تعالى بلا حساب لكان المنحرف الذي أعطى لنفسه شهواتها في الدنيا أوفر حظاً من المستقيم، وما كان الله تعالى ليغشَّ عبده الذي آمن به، وسار على منهجه، أو يسلمه للظلمة والمنحرفين. </p><p> وإذا كانت لله تعالى عاقبة الأمور أي: في الآخرة، فإنه سبحانه يترك لنا شيئاً من ذلك في الدنيا نصنعه بذواتنا لتستقيم بنا مسيرة الحياة وتثمر حركتها، ومن ذلك مثلاً ما نجريه من الامتحانات للطلاب آخر العام لنميز المجدّ من الخامل، وإلا تساوى الجميع ولم يذاكر أحد، ولم يتفوق أحد؛ لذلك لا بُدَّ من مبدأ الثواب والعقاب لتستقيم حركة الحياة، فإذا كنا نُجري هذا المبدأ في دنيانا، فلماذا نستنكره في الآخرة؟ </p><p> فهل يليق بهذا العالمَ الذي خلقه الله على هذه الدقة؛ وكوَّنه بهذه الحكمة أن يتركه هكذا هَملاً يستشري فيه الفساد، ويرتع فيه المفسدون، ثم لا يُحاسبون؟ إن كانت هذه هي العاقبة، فيا خسارة كل مؤمن، وكل مستقيم في الدنيا. </p><p> ثم يقول الحق سبحانه:  {وَمَن كَفَرَ فَلاَ يَحْزُنكَ كُفْرُهُ إِلَيْنَا مَرْجِعُهُمْ فَنُنَبِّئُهُم ... } . </p>"
}