{
  "id": null,
  "sura": 31,
  "aya": 13,
  "text": "<p> يعطينا الحق سبحانه طرفاً من حكَم لقمان التي رواها القرآن الكريم:  {وَإِذْ قَالَ لُقْمَانُ لابْنِهِ وَهُوَ يَعِظُهُ. .}  [لقمان: ١٣] قوله: {وَإِذْ. .}  [لقمان: ١٣] أي: اذكر يا محمد حين قال لقمان لابنه، وتوجيه حكمة لقمان ونصيحته لابنه يدلُّنا على صدق ما رُويَ عنه أنه كان يفتي الناس ويعظهم قبل سيدنا داود عليه السلام، فلما جاء داود أمسك لقمان وقال: ألا أكتفى وقد كُفِيت، ثم وجه نصائحه لمن يحب وهو ولده. </p><p> ولذلك، فالإمام أبو حنيفة - رضوان الله عليه - عندما شكاه القاضي ابن أبي ليلى إلى الخليفة أنه يفند شكاواه وأحكامه، فأرسل إليه الخليفة بأنْ يترك الفتوى، وبينما هو في بيته إذ جاءته ابنته وقالت له: يا أبي حدث لي كذا وكذا - تريد أن تستفتيه - فماذا قال لها وهي ابنته؟ قال: سِلَى أخاك حماداً، فإن أمير المؤمنين نهاني عن الفُتْيا. </p><p> وفَرْق بين أنْ يتكلم الإنسان مع عامة الخَلْق، وبين أنْ يتكلم مع </p><p> ولده، فالابن هو الإنسان الوحيد في الوجود الذي يودُّ أبوه أن يكون الابن أفضلَ وأحسن حالاً منه، ويتمنى أن يُعوِّض ما فاته في نفسه في ولده ويتدارك فيه ما فاته من خير. </p><p> ومعنى {وَهُوَ يَعِظُهُ. .}  [لقمان: ١٣] الوعظ: هو التذكير بمعلومة عُلِمت من قبل مخافة أنْ تُنْسى، فالوعظ لا يكون بمعلومة جديدة، إنما يُنبه غفلتك إلى شيء موجود عندك، لكن غفلت عنه، فهناك فَرْق بين عالم يُعلم، وواعظ يعظ، والوعظ للابن يعني أنه كان على علم أيضاً بالمسائل، وكان دور الوالد أنْ يعظه ويُذكِّره. </p><p> ونلحظ في أسلوب الآية أن الله تعالى لما أخبر عنه قال {وَإِذْ قَالَ لُقْمَانُ لابْنِهِ. .}  [لقمان: ١٣] ولما تكلم لقمان عن ابنه قال {يابني. .}  [لقمان: ١٣] ولم يقل يا ابني، فصغّره تصغير التلطف والترقيق، وليوحي له: إنك لا تزال في حاجة إلى نصائحي، وإياك أنْ تظن أنك كَبِرت وتزوجت فاستغنيتَ عني. </p><p> وأول عِظَة من الوالد للولد {لاَ تُشْرِكْ بالله. .}  [لقمان: ١٣] وهذه قمة العقائد؛ لذلك بدأ بها؛ لأنه يريد أنْ يُصحِّح له مفهومه في الوجود، ويلفت نظره إلى أن الأشياء التي نعم بها آباؤك وأجدادك لا تزال تعطي في الكون، ومن العجيب أنها باقية، وهي تعطِي في حين يموت المعطَى المستفيد بها. </p><p> وتأمل منذ خلق الله الكون كم جيل من البشر انتفع بالشمس؟ ومع ذلك انذثروا جميعاً، وما زالت الشمس باقية، كذلك القمر والهواء والجبال. . الخ. فكيف وأنت سيد هذا الكون يكون خادمك أطول عمراً منك؟ </p><p> إذن: على العاقل أن يتأمل، وعلى الإنسان الذي كرَّمه الله على </p><p> سائر المخلوقات أن يقول: لا بُدَّ أن لي عمراً أطول من عمر هذه المخلوقات التي تخدمني، وهذا لا يتأتى إلا حين تصل عمرك في الدنيا بعمرك في الآخرة، وهذا يستدعي أن تؤمن بالله وألاّ تشرك به شيئاً، فهو وحده سبحانه الذي خلق لك هذا كله، وأعدّه لخدمتك قبل أن توجد: </p><p> واقرأ: </p><p> {هذا خَلْقُ الله فَأَرُونِي مَاذَا خَلَقَ الذين مِن دُونِهِ. .}  [لقمان: ١١] </p><p> فكيف تدعي أن لله شركاء في الخَلْق، وهم أنفسهم لم يدَّعوا أنهم آلهة، أو أنهم خلقوا شيئاً في كون الله؟ كيف وأنت تسير في الصحراء، فترى الحجر يعجبك فتأخذه وتُسوِّيه وتجعله إلهاً ولو هبَّتْ الريح لأطاحتْ به؟ </p><p> ثم ما المنهج الذي جاءتكم به هذه الآلهة بِمَ أمرتكم وعَمَّ نهتكم؟ ماذا أعدت من نعيم لمن عبدها، وماذا أعدَّت من عذاب لمن كفر بها؟ إذن: فهذه آلهة بلا تكليف، والعبادة في حقيقتها أنْ يطيع العابد أمر معبوده، إذن: هي آلهة باطلة لا يخفى بطلانها على العاقل. </p><p> لذلك يقول لقمان:  {إِنَّ الشرك لَظُلْمٌ عَظِيمٌ}  [لقمان: ١٣] نعم الشرك ظلم؛ لأن الظلم يعني: نَقْل حق الغير إلى الغير، وقمة الظلم ومنتهاه أن تأخذ حق الله، وتعطيه لغير الله، ألا ترى أن الصحابة ضجُّوا لما نزل قوله تعالى:  {الذين آمَنُواْ وَلَمْ يلبسوا إِيمَانَهُمْ بِظُلْمٍ أولئك لَهُمُ الأمن وَهُمْ مُّهْتَدُونَ}  [الأنعام: ٨٢] </p><p> وقالوا: يا رسول الله، ومَنْ منا لم يخالط إيمانه ظلم؟ فهدَّأ رسول الله من رَوْعهم وطمأنهم أن المراد بالظلم هنا ظلم القمة أي: الشرك بالله {إِنَّ الشرك لَظُلْمٌ عَظِيمٌ}  [لقمان: ١٣] </p><p> ثم يقول الحق سبحانه:  {وَوَصَّيْنَا الإنسان بِوَالِدَيْهِ ... } . </p>"
}