{
  "id": null,
  "sura": 31,
  "aya": 18,
  "text": "<p> معنى: تصعر من الصَّعَر، وهو في الأصل داء يصيب البعير يجعله يميل برقبته، ويشبه به الإنسان المتكبر الذي يميل بخدِّه، ويُعرض عن الناس تكبّراً، ونسمع في العامية يقولون للمتكبر (فلان ماشي لاوي رقبته) . </p><p> فقول الله تعالى:  {وَلاَ تُصَعِّرْ خَدَّكَ لِلنَّاسِ. .}  [لقمان: ١٨] واختيار </p><p> هذا التشبيه بالذات كأن الحق سبحانه يُنبِّهنا أن التكبُّر وتصعير الخدِّ داء، فهذا داء جسدي، وهذا داء خلقي. وقد تنبه الشاعر إلى هذا المعنى فقال: </p><p> فَدَعْ كُلَّ طَاغِيةٍ للزَّمانِ ... فإنَّ الزمانَ يُقيم الصَّعَر </p><p> يعني: إذا لم يستطع أبناء الزمان تقويم صعر المتكبر، فدعْه للزمان فهو جدير بتقويمه، وكثيراً ما نرى نماذج لأناس تكبروا وتجبروا، وهم الآن لا يستطيع الواحد منهم قياماً أو قعوداً، بل لا يستطيع أنْ يذب الطير عن وجهه. </p><p> والإنسان عادة لا يتكبر إلا إذا شعر في نفسه بميزة عن الآخرين، بدليل أنه إذا رأى مَنْ هو أعلى منه انكسر وتواضع وقوَّم من صَعره، ومثَّلنا لذلك ب (فتوة) الحارة الذي يجلس على القهوة مثلاً واضعاً قدماً على قدم، غير مُبَال بأحد، فإذا دخل عليه (فتوة) آخر أقوى منه تلقائياً يعتدل في جلسته. </p><p> وهذه المسألة تفسر لنا الحكمة التي تقول (اتق شر من أحسنت إليه) لماذا؟ لأن الذي أحسنتَ إليه مرتْ به فترة كان ضعيفاً محتاجاً وأنت قوي فأحسنتَ إليه، وقدَّمْتَ له المعروف الذي قوّم حياته فأصبح لك يَدٌ عليه، وكلما رآك ذكَّرته بفترة ضعفه، ثم إن الأيام دُوَل تدور بين الخَلْق، والضعيف يصبح قوياً ويحب أنْ يُعلي نفسه بين معارفه، لكنه لا بُدَّ أن يتواضع حينما يرى مَنْ أحسن إليه، وكأن وجود مَنْ أحسن إليه هو العقبة أمام عُلُوِّه وكبريائه؛ لذلك قبل:  (اتق شر من أحسنت إليه) . </p><p> ثم أن الذي يتكبر ينبغي أنْ يتكبَّر بشيء ذاتي فيه لا بشيء موهوب له، وإذا رأيتَ في نفسك ميزة عن الآخرين فانظر فيما تميزوا وهم به عليك، وساعة تنظر إلى الخَلْق والخالق تجد كل مخلوق لله جميلاً. </p><p> لذلك تروى قصة الجارية التي كانت تداعب سيدتها، وهي تزينها وتدعو لها بفارس الأحلام ابن الحلال، فقالت سيدتها: لكني مشفقة عليك؛ لأنك سوداء لم ينظر أحد إليك، فقالت الجارية: يا سيدتي، اذكري أن حُسْنك لا يظهر لأعين الناس إلا إذا رأوا قُبْحي - فالذي تراه أنت قبيحاً هو في ذاته جميل، لأنه يبدي جمال الله تعالى في طلاقة القدرة - ثم قالت: يا هذه، لا تغضبي الله بشيءٍ من هذا، أتعيبين النقش، أم تعيبين النقاش؟ ولو أدركت ما فيَّ من أمانة التناول لك في كل ما أكلف به وعدم أمانتك فيما يكلفك به أبوك لعلمت في أي شيء أنا جميلة. </p><p> ويقول الشاعر في هذا المعنى: </p><p> فَالوَجْه مِثْلُ الصُّبْح مُبيضُّ ... والشَّعْر مثْل الليْل مُسْوَدُّ </p><p> ضِدَّانِ لما اسْتجْمعَا حَسُناَ ... والضِّد يُظْهِر حُسْنَهُ الضِّدُّ </p><p> والله تعالى يُعلِّمنا هذا الدرس في قوله تعالى:  {ياأيها الذين آمَنُواْ لاَ يَسْخَرْ قَوْمٌ مِّن قَوْمٍ عسى أَن يَكُونُواْ خَيْراً مِّنْهُمْ وَلاَ نِسَآءٌ مِّن نِّسَآءٍ عسى أَن يَكُنَّ خَيْراً مِّنْهُنَّ ... }  [الحجرات: ١١] </p><p> فإذا رأيتَ إنساناً دونك في شيء ففتش في نفسك، وانظر، فلا بُدَّ أنه متميز عليك في شيء آخر، وبذلك يعتدل الميزان. </p><p> فالله تعالى وزَّع المواهب بين الخَلْق جميعاً، ولم يحابِ منهم أحداً على أحد، وكما قلنا: مجموع مواهب كل إنسان يساوي مجموع مواهب الآخر. </p><p> وسبق أن ذكرنا أن رجلاً قال للقمان: لقد عرفناك عبداً أسود غليظ الشفاه، تخدم فلاناً وترعى الغنم، فقال لقمان: نعم، لكني </p><p> أحمل قلباً أبيض، ويخرج من بين شفتيَّ الغليظتين الكلام العذب الرقيق. </p><p> ويكفي لقمان فخراً أن الله تعالى ذكر كلامه، وحكاه في قرآنه وجعله خالداً يُتْلى ويُتعبَّد به، ويحفظه الله بحفظه لقرآنه. </p><p> ولنا مَلْحظ في قوله تعالى {وَلاَ تُصَعِّرْ خَدَّكَ لِلنَّاسِ. .}  [لقمان: ١٨] فكلمة للناس هنا لها مدخل، وكأن الله تعالى يقول لمن يُصعِّر خده؛ لا تَدْعُ الناس إلى العصيان والتمرد على أقدار الله بتكبُّرك عليهم وإظهار مزاياك وسَتْر مزاياهم، فقد تصادف قليلَ الإيمان الذي يتمرد على الله ويعترض على قدره فيه حينما يراك متكبراً متعالياً وهو حقير متواضع، فإنْ كنت محترف صَعَر و (كييف) تكبُّر، فليكُنْ ذلك بينك وبين نفسك، كأن تقف أمام المرآة مثلاً وتفعل ما يحلو لك مما يُشْبع عندك هذا الداء. </p><p> فكأن كلمة {لِلنَّاسِ. .}  [لقمان: ١٨] تعني: أن الله تعالى يريد أنْ يمنع رؤية الناس لك على هذا الحال؛ لأنك قد تفتن الضعاف في دينهم وفي رضاهم عن ربهم. </p><p> ثم يقول لقمان:  {وَلاَ تَمْشِ فِي الأرض مَرَحاً. .}  [لقمان: ١٨] المرح هو الاختيال والتبختر، فربُّكَ لا يمنعك أنْ تمشي في الأرض، لكن يمنعك أنْ تمشي مِشيْة المتعالي على الناس، المختال بنفسه، والله تعالى يأمرنا:  {فامشوا فِي مَنَاكِبِهَا وَكُلُواْ مِن رِّزْقِهِ وَإِلَيْهِ النشور}  [الملك: ١٥] </p><p> فالمشي في الأرض مطلوب، لكن بهيئة خاصة تمشي مَشْياً سوياً معتدلاً، فعمر - رَضِيَ اللَّهُ عَنْه - رأى رجلاً يسير متماوتاً فنهره، وقال: ما هذا التماوت يا هذا، وقد وهبك الله عافية، دَعْها لشيخوختك. </p><p> ورأى رجلاً يمشي مشية الشطار - يعني: قُطَّاع الطرق - فنهاه عن القفز أو الجري والإسراع في المشي. </p><p> إذن: المطلوب في المشي هيئة الاعتدال، لذلك سيأتي في قول لقمان:  {واقصد فِي مَشْيِكَ ... }  [لقمان: ١٩] يعني: لا تمشِ مشية المتهالك المتماوت، ولا تقفز قفز أهل الشر وقُطَّاع الطريق. </p><p> {إِنَّ الله لاَ يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ}  [لقمان: ١٨] المختال: هو الذي وجد له مزية عند الناس، والفخور الذي يجد مزية في نفسه، والله تعالى لا يحب هذا ولا ذاك؛ لأنه سبحانه يريد أنْ يحكم الناس بمبدأ المساواة ليعلم الناس أنه تعالى ربُّ الجميع، وهو سبحانه المتكبِّر وحده في الكون، وإذا كان الكبرياء لله وحده فهذا يحمينا أنْ يتكبِّر علينا غيره، على حدِّ قول الناظم: </p><p> والسُّجُود الذي تَجْتويه ... من أُلُوفِ السُّجُودِ فيه نَجَاةُ </p><p> فسجودنا جميعاً للإله الحق يحمينا أن نسجد لكل طاغية ولكل </p><p> متكبر ومتجبر، فكأن كبرياء الحق - تبارك وتعالى - في صالح العباد. </p><p> ثم يقول الحق سبحانه على لسان لقمان عليه السلام:  {واقصد فِي مَشْيِكَ ... } . </p>"
}