{
  "id": null,
  "sura": 31,
  "aya": 3,
  "text": "<p> هنا يقول سبحانه {هُدًى وَرَحْمَةً لِّلْمُحْسِنِينَ}  [لقمان: ٣] أما في صدر سورة البقرة فيقول {هُدًى لِّلْمُتَّقِينَ}  [البقرة: ٢] وفَرْق بين المعنيين، فالتقوى تقتضي الإيمان، ومطلوب الإيمان الافتراض يعني: أنْ تؤدي ما فرضه الله عليك. </p><p> أما مطلوب الإحسان ففوق ذلك، فالإحسان في الأداء أن تُحسن في كَمِّه، وأن تحسن في كيفه: تحسن في كيفه بأن تستطحب مع العمل الإخلاصَ للمعمول له، وهو الحق سبحانه، وتحسن في كَمِّه بأنْ تعشق التكليف حتى تؤدي فوق ما فُرِض عليك، فبدل أنْ تصلي ركعتين أن تصلي ثلاثاً أو أربعاً، هذا إحسان في الكم. </p><p> والتقوى من عجائب التأويل القرآني كما سبق أنْ قلنا. فالقرآن يقول (اتقوا الله) ويقول (اتقوا النار) ، والمعنى عند التحقيق واحد؛ لأن اتق النار يعني: اجعل بينك وبينها وقاية وحاجزاً يمنعك منها، كذلك اتق الله، لا أن تجعل بينك وبين ربك حاجزاً؛ لأن المؤمن دائماً يكون في معية الله. </p><p> إنما اجعل بيك وبين صفات الجلال ومتعلقاتها من الله وقاية، اتق صفات المنتقم الجبار القهار. . إلخ؛ لأنك لستَ مطيقاً لهذه </p><p> الصفات، ولا شكَّ أن النار جندي من جند الله، ومتعلق من متعلقات صفات الجلال إذن: فالمعني واحد. </p><p> والبعض يأخذون بالظاهر فيقولون: كيف نتقي الله، والتقوى أن تبعد شيئاً ضاراً عنك؟ نقول: نعم أنت تبعد عنك الكفر، وهذا هو عين التقوى، والمتقون هم الذين يحبون أنْ يتقوا الله بألاَّ يكونوا كافرين به، وما دام الإنسان اتقى الكفر فهو مُحسِن ومؤمن، فالقرآن مرة يأتي باللازم، ومرة بالملزوم، ليؤدي كل منهما معنى جديداً </p><p> لذلك لما سُئِل سيدنا رسول الله عن الإحسان - في حديث جبريل - قال:  «أنْ تعبد الله كأنك تراه، فإنْ لم تكُنْ تراه فإنه يراك» . </p><p> فحين نوازن بين صدر سورة البقرة، وبين هذه الآية {هُدًى وَرَحْمَةً لِّلْمُحْسِنِينَ}  [لقمان: ٣] نرى أن القرآن لا يقوم على التكرار، إنما هي لقطات إعجازية كل منها يؤدي معنى، وإنْ ظن البعض في النظرة السطحية أنه تكرار، لكن هو في حقيقة الأمر عطاء جديد لو تأملته. </p><p> فهنا وصف الكتاب بأنه حكيم، وأنه هدى ورحمة: والهدى هو الدلالة على الخير بأقصر طريق، وقد نزل القرآن لهداية قوم قد ضلوا، فلما هداهم إلى الصواب وأراهم النور أراد أنْ يحفظ لهم هذه الهداية، وألاَّ يخرجوا عنها فقال {وَرَحْمَةً}  [لقمان: ٣] يعني: من رحمة الله بهم ألاَّ يعودوا إلى الضلال مرة أخرى. </p><p> كما في قوله سبحانه:  {وَنُنَزِّلُ مِنَ القرآن مَا هُوَ شِفَآءٌ وَرَحْمَةٌ لِّلْمُؤْمِنِينَ وَلاَ يَزِيدُ الظالمين إَلاَّ خَسَاراً}  [الإسراء: ٨٢] . فالمعنى: شفاء لمن كان مريضاً، ورحمة بألاَّ يمرض أبداً بعد ذلك. </p><p> ثم يقول الحق سبحانه:  {الذين يُقِيمُونَ الصلاة وَيُؤْتُونَ الزكاة ... } . </p>"
}