{
  "id": null,
  "sura": 31,
  "aya": 5,
  "text": "<p> وصف الحق سبحانه قرآنه بأنه هدى، أما هنا فيقول:  {أولئك على هُدًى}  [لقمان: ٥] والمتكلم هو الله - عَزَّ وَجَلَّ - فلا بُدَّ أنْ نتأمل المعنى، ربنا عَزَّ وَجَلَّ يريد أنْ يقول لنا نعم القرآن هُدى، لكن إياك أنْ تظن أنك حين تتبع هذا الهدى تنفعه بشيء، إنما المنتفع بالهداية أنت، فحين تكون على الهدى يدلُّك ويسير بك إلى الخير، فالهدى كأنه مطية يُوصِّلك إلى الخير والصلاح، فأنت مُسْتعلٍ على الهدى إنْ قَبِلْتَه، وإنْ كان هو مُسْتَعلياً عليك تشريعاً. </p><p> ثم هو هدى ممَّنْ؟ {هُدًى مِّن رَّبِّهِمْ}  [لقمان: ٥] ممن لا يستدرك عليه، فإنْ دلَّك دلَّك بحق، وهَبْ أن البشر اهتدوْا إلى شيء فيه خير، لكن بعد فترة يعارضون هم أنفسهم هذا الطريق، ويكتشفون له مضارّ ومثالب، ويستدركون عليه، وربما يعدلون عنه إلى غيره، وكم هي القوانين البشرية التي أُلغيت أو عُدِّلت؟ </p><p> إذن: الهداية والدلالة الحقة لا تكون إلا لله، والقانون الذي ينبغي أن يحكمنا ونطمئن إليه لا يكون إلا لله، لماذا؟ لأن البشر ربما ينتفعون من قوانينهم، وقد تتحكم فيهم الأهواء أو يميلون لشخص </p><p> على حساب الآخر، أما الحق - سبحانه وتعالى - فهو وحده سبحانه الذي لا ينتفع بشبء مما شرع لعباده، ولا يحابي أحداً على حساب أحد، والعباد كلهم عباده وعنده سواء. </p><p> لذلك يطمئننا الحق سبحانه على تشريعه وعدالته سبحانه، فيقول {مَا اتخذ صَاحِبَةً وَلاَ وَلَداً}  [الجن: ٣] يعني: اطمئنوا، فربكم ليس له صاحبة تؤثر عليه، ولا ولد يظلم الناس فيحابيه، فأنتم جميعاً عنده سواسية. </p><p> ثم هناك فَرْق بين هُدى من الله، وهدى من الرب، فالرب هو الذي ربَّاك، هو الذي أوجدك من عَدم، وأمدك من عُدْم، وأعطاك قبل أنْ تعرف السؤال، وتركك تربع في كونه وتتمتع بنعمه. </p><p> لذلك يُعلمك ربك: إياك أنْ تسألني عن رزق غدٍ؛ لأنني رزقْتُك قبل أنْ تعرف أن تسأل، ثم لم أطالبك بعبادة غدٍ، إذن: ليكُنْ العبد مؤدباً مع ربه عزوجل. </p><p> وهكذا نتبين أن الربوبية عطاء، أما الألوهية فتكليف. </p><p> ثم يخبر الحق سبحانه عنهم بخبر آخر {وأولئك هُمُ المفلحون}  [لقمان: ٥] فالفلاح نتيجة الهدى الذي ساروا عليه واتبعوه، كما قال تعالى:  {قَدْ أَفْلَحَ المؤمنون}  [المؤمنون: ١] . </p><p> الفلاح أصله من فلاحة الأرض بالحرث والبَذْر والسَّقْى. . الخ، فاستعارها أسلوب القرآن للعمل الصالح، ووجه الشبه بين الأمرين واضح، فالفلاح يلقى الحبة فيضاعفها له ربه سبعمائة حبة، كذلك العمل الصالح يُضَاعَف لصاحبه، فالحسنة عند الله بعشر أمثالها إلى سبعمائة ضعف {والله يُضَاعِفُ لِمَن يَشَآءُ}  [البقرة: ٢٦١] </p><p> واقرأ في كتاب الله هذا المثل:  {مَّثَلُ الذين يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ الله كَمَثَلِ حَبَّةٍ أَنبَتَتْ سَبْعَ سَنَابِلَ فِي كُلِّ سُنبُلَةٍ مِّائَةُ حَبَّةٍ والله يُضَاعِفُ لِمَن يَشَآءُ والله وَاسِعٌ عَلِيمٌ}  [البقرة: ٢٦١] . </p><p> وتأمل الاستدلال هنا: إذا كانت الأرض وهي مخلوقة لله تعطي كل هذا العطاء، فكيف يكون عطاء مَنْ خلقها؟ إذن: فهم لاشكَّ مفلحون أي: فائزون بالثمرة الطيبة التي تفوق ما بذلوه من مشقة، كما يزرع الفلاح الأرض فتعطيه أضعاف ما وُضِح فيها. </p><p> ثم يقول الحق سبحانه:  {وَمِنَ الناس مَن يَشْتَرِي لَهْوَ الحديث لِيُضِلَّ عَن سَبِيلِ الله بِغَيْرِ ... } . </p>"
}