{
  "id": null,
  "sura": 31,
  "aya": 14,
  "text": "<p> أهذه وصية من وصايا لقمان لابنه، أم هي كلام جديد من الله تعالى جاء في سياق كلام لقمان؟ قالوا: هو من كلام الحق تبارك وتعالى، بدليل قوله تعالى بعد ذلك:  {وَإِن جَاهَدَاكَ على أَن تُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلاَ تُطِعْهُمَا ... }  [لقمان: ١٥] </p><p> ومن التكريم للقمان أن الله تعالى ساق هذه الوصية بعد وصيته لابنه، فجاءت وكأنها حكاية عنه. </p><p> ومعنى {وَوَصَّيْنَا. .}  [لقمان: ١٤] يعني: علّمنا ووعظنا، وهما يدلان على معلومات تبتدئ بعلمنا ويذكر بها في وعظنا، ويُوفى بها </p><p> حين جمعنا كل الخير في كلمة واحدة؛ لذلك فالنبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ عندما خطب الناس في حجة الوداع ذكر أمهات الفضائل، لماذا؟ لأنه آخر كلامه إليهم، والموقف لا يناسب أنْ يذكر فيه تفاصيل الدين كله، فاكتفى بذكر أسسه وقواعده، كالرجل منَّا حين تحضره الوفاة يجمع أولاده، ويوصيهم، فيختار الأمور الهامة والخلاصة في أضيق نطاق. </p><p> الله تعالى يقول:  {وَوَصَّيْنَا الإنسان بِوَالِدَيْهِ ... }  [لقمان: ١٤] والوصية بالوالدين بالذات أخذتْ رقعة واسعة في كتاب الله، في هذه الآية ذكر علة الوصية، فقال:  {حَمَلَتْهُ أُمُّهُ وَهْناً على وَهْنٍ وَفِصَالُهُ فِي عَامَيْنِ ... }  [لقمان: ١٤] </p><p> وفي خمس آيات أخرى وردتْ كلمة (إحساناً) ، في قوله تعالى:  {وَإِذْ أَخَذْنَا مِيثَاقَ بني إِسْرَائِيلَ لاَ تَعْبُدُونَ إِلاَّ الله وبالوالدين إِحْسَاناً ... }  [البقرة: ٨٣] </p><p> وفي سورة النساء:  {واعبدوا الله وَلاَ تُشْرِكُواْ بِهِ شَيْئاً وبالوالدين إِحْسَاناً ... }  [النساء: ٣٦] </p><p> وفي الأنعام:  {قُلْ تَعَالَوْاْ أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ أَلاَّ تُشْرِكُواْ بِهِ شَيْئاً وبالوالدين إِحْسَاناً ... }  [الأنعام: ١٥١] </p><p> وفي الإسراء:  {وقضى رَبُّكَ أَلاَّ تعبدوا إِلاَّ إِيَّاهُ وبالوالدين إِحْسَاناً ... }  [الإسراء: ٢٣] </p><p> وفي الأحقاف:  {وَوَصَّيْنَا الإنسان بِوَالِدَيْهِ إِحْسَاناً حَمَلَتْهُ أُمُّهُ كُرْهاً وَوَضَعَتْهُ كُرْهاً وَحَمْلُهُ وَفِصَالُهُ ثَلاَثُونَ شَهْراً ... }  [الأحقاف: ١٥] </p><p> وفي آية واحدة وردت كلمة (حسناً) في سورة العنكبوت: {وَوَصَّيْنَا الإنسان بِوَالِدَيْهِ حُسْناً ... }  [العنكبوت: ٨] </p><p> وفي آية واحدة أيضاً جاءت الوصية بالوالدين دون ذكر لهاتين الكلمتين:  (حُسْناً وإحساناً) هي الآية التي نحن بصدد الحديث عنها. </p><p> لكن، ما الفرق بين (إحساناً) و (حُسناً) ؟ الفرق أن الإحسان مصدر أحسن، وأحسن حدث، تقول: أحسن فلان إحساناً. أما حُسناً فمن الحسن وهو المصدر الأصيل لهذه المادة كما تقول: فلان عادل، فوصفته بالعدل، فإنْ أردتَ أنْ تبالغ في هذا الوصف تقول: فلان عَدْل أي: في ذاته، لا مجرد وَصْف له. </p><p> إذن: فحُسْناً آكد في الوصف من إحساناً، فلماذا جاءت في هذه الآية بالذات:  {وَوَصَّيْنَا الإنسان بِوَالِدَيْهِ حُسْناً ... }  [العنكبوت: ٨] قالوا: لأن هذه الآية تتعرض لمسألة صعبة تمسُّ قمة العقيدة، فسوف يطلب الوالدان من الابن أنْ يشرك بالله. </p><p> لذلك احتاج الأمر أنْ نوصي الابن بالحُسْن في ذاته، وفي أسمى توكيداته فلم يقُلْ هنا (إحْسَاناً) إنما قال (حُسْناً) حتى لا يظن أن دعوتهما إياه إلى الشرك مبرر لإهانتهما، أو التخلي عنهما؛ لذلك يُعلِّمنا ربنا: </p><p> {فَلاَ تُطِعْهُمَا وَصَاحِبْهُمَا فِي الدنيا مَعْرُوفاً}  [لقمان: ١٥] </p><p> وإنْ كانت الوصية هنا بالوالدين ألا أن حيثيات الوصية خاصة بالأم {حَمَلَتْهُ أُمُّهُ وَهْناً على وَهْنٍ وَفِصَالُهُ فِي عَامَيْنِ}  [لقمان: ١٤] </p><p> فلم يذكر شيئاً عن دور الأب، لماذا؟ قالوا: لأن الكلام هنا كلام رب، وما عليك إلا أنْ تُعمِل فيه فكرك وقلبك لتصل إلى دقائقه. </p><p> الله تعالى يُذكِّرنا هنا بدور الأم خاصة، لأنها تصنع لك وأنت صغير لا تدرك صُنْعها، فهو مستور عنك لا تعرفه، أما الأفعال الأب وصنعه لك فجاء حال كِبَرك وإدراكك للأمور من حولك، فالابن يعرف ما قدَّم أبوه من أجله. </p><p> فكأن أفعال الأب وُجِدت حين تم تكوين العمر العقلي الواعي، ففهم الابن ما فعل أبوه، وكثيراً ما سمع الابن: أبوك ذهب إلى كذا، أبوك أحضر لك كذا، وهذا الأمر عندما يأتي أبوك. . الخ، فدوْر الأب ظاهر على خلاف دور الأم؛ لذلك ذكره الحق - تبارك وتعالى - هنا {حَمَلَتْهُ أُمُّهُ وَهْناً على وَهْنٍ}  [لقمان: ١٤] </p><p> ويأتي مَنْ يقول: أليس الابن نتيجة التقاء الأب والأم، فهما فيه سواء؟ ونقول: بلى، لكن مشقة الأم فيه أوضح أثناء الحمل وعند الولادة، ولولا أن الله تعالى ربط النسل بالشهوة لَزهدَ الناس فيه لما تتحمله الأم من مشاق، ولما يتحمله الأب من تبعات الأولاد. </p><p> ونعرف قصة المرأة التي ذهبت تقاضي زوجها لأنه يريد يأخذ ولدها منها، فقالت للقاضي وقد قال لها: أليس الولد ولدكما معاً؟ قالت: بلى، ولكنه حمله خِفّاً ووضعه شهوة، وحملتُه وهناً على وهن، فحكم لها. </p><p> ومعنى:  {وَهْناً على وَهْنٍ. .}  [لقمان: ١٤] أي: ضعفاً على ضعف، والمرأة بذاتها ضعيفة، فاجتمع لها ضعفها الذاتي مع ضعف بسبب الجنين الذي يتغذى منها، ويكبر في أحشائها يوماً بعد يوم؛ لذلك قلنا: إن من حكمة الله تعالى في خَلْق الرحم أنْ جعله قابلاً </p><p> للتمدد والاتساع ليحتوي الجنين في مراحل الحمل المختلفة إلى أنْ يزيد الجنين زيادةً لا يتحملها اتساع الرحم فينفجر إيذاناً بولادة إنسان جديد وخَلْق آخر كما قال تعالى:  {ثُمَّ أَنشَأْنَاهُ خَلْقاً آخَرَ فَتَبَارَكَ الله أَحْسَنُ الخالقين}  [المؤمنون: ١٤] </p><p> فالجنين كان خَلْقاً تابعاً لأمه في غذائه وفي تنفسه وحركته، لكن حينما جاء أمر الله وأذن بميلاده أنشأه خَلْقاً آخر له مُقوِّمات حياة مستقلة غير متصل بأمه. </p><p> ويقولون في هذه العملية (القرن طش) كما تنفجر البالونة إذا نُفخت لدرجة أكثر مما تتحمل، ومن العجيب أن الرحم يتسع بقدرة الله لعدة توائم كما نرى ونسمع. </p><p> ومن عظمة الخالق سبحانه في مسألة الرزق أن رزق الجنين يأتيه منفصلا عن رزق أمه، فلكل منها رزق لا يأخذه الآخر، ومعلوم أن المرأة حين يُقدَّر لها حَمْل ينقطع عنها الدم الذي كان ينزل بصفة دورية حال فراغ الرحم من الحمل، هذا الدم هو الذي جعله الله غذاءً للجنين الجديد. </p><p> أما إذا لم يُقدَّر لها حمل فإنَّ جسمها يطرد هذا الدم ويتخلص منه ولا يستفيد به، لماذا؟ لأنه ليس غذاءها، وكأن الخالق - عَزَّ وَجَلَّ - يُنبِّهنا أن لكل منا رزقه الذي لا يتعدَّاه إلى غيره. </p><p> وأيضاً من حكمته تعالى في وَضْع الجنين في بطن أمه عند الولادة أنْ ينزل برأسه، وهذا هو الوضع الطبيعي لولادة طفل سليم؛ لأن أول ضروريات الحياة للطفل ساعةَ ينفصل عن أمه أنْ يتنفس، فإذا نزل برأسه - وهذا الوضع يحاول أطباء الولادة التأكد منه - استطاع التنفس حتى وإنْ تعسر نزول باقي جسمه، أمّا إنْ نزل </p><p> الطفل بعكس هذا الوضع فإنه يختنق ويموت قبل أنْ يتم نزوله. </p><p> ثم يقول سبحانه:  {وَفِصَالُهُ فِي عَامَيْنِ. .}  [لقمان: ١٤] الفصال: أي الانفصال عن الأم في مسألة الرضاعة، ومنه: يسمون ولد الناقة الذي استغنى عن لبنها: الفصيل أي الذي فُصِل عن أمه، وأصبح قادراً على أنْ يأكل، وأن يعيش دون مساعدتها، وحتى عملية فصال الولد عن أمه فيها مشقة وألم للأم. </p><p> أما العملية الجنسية التي أثمرتْ الولد فكانت شركة بينهما، وبذلك لا بُدَّ أن نعترف أن للأم الدور الأكبر وعليها العبء الأكبر في مسألة الأولاد؛ لذلك كان لها الحظ الأفر في وصية النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ للصحابي الذي سأله: مَنْ أحق الناس بحُسْن صحابتي يا رسول الله؟ فقال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: أمك، ثم أمك، ثم أمك، ثم أبوك، فأعطى كلاً منهما على قدر ما قدَّم. </p><p> ومسألة الفصال هذه شُرحت في آيات أخرى، ففي سورة البقرة:  {والوالدات يُرْضِعْنَ أَوْلاَدَهُنَّ حَوْلَيْنِ كَامِلَيْنِ لِمَنْ أَرَادَ أَن يُتِمَّ الرضاعة ... }  [البقرة: ٢٣٣] وهذه تؤكد {وَفِصَالُهُ فِي عَامَيْنِ}  [لقمان: ١٤] </p><p> وفي آية أخرى تجمع الحمل والرضاعة معاً:  {وَحَمْلُهُ وَفِصَالُهُ ثَلاَثُونَ شَهْراً ... }  [الأحقاف: ١٥] وبخصم العامين من الثلاثين شهراً يكون الباقي ستة أشهر، وهي أقلّ مدة للحمل. </p><p> وهذه المسألة اعتمد عليها الإمام علي - رَضِيَ اللَّهُ عَنْه - حينما </p><p> رأى عمر رَضِيَ اللَّهُ عَنْه يريد أن يُقيم الحد على امرأة ولدتْ لستة أشهر؛ لأنه يعتقد أن مدة الحمل تسعة أشهر، فقال لعمر: يا أمير المؤمنين، الله يقول غير ذلك، فقال: وماذا يقول الله؟ فذكر عليٌّ الآيتين السابقتين:  {وَحَمْلُهُ وَفِصَالُهُ ثَلاَثُونَ شَهْراً ... }  [الأحقاف: ١٥] </p><p> والأخرى:  {وَفِصَالُهُ فِي عَامَيْنِ أَنِ اشكر لِي وَلِوَالِدَيْكَ إِلَيَّ المصير}  [لقمان: ١٤] </p><p> ثم بيَّن له عليٌّ أن أقلَّ مدة للحمل بناءً على هاتين الآيتين ستة أشهر، فقال عمر: بئس المقام بأرض ليس فيها أبو الحسن. </p><p> وقوله تعالى:  {أَنِ اشكر لِي وَلِوَالِدَيْكَ إِلَيَّ المصير}  [لقمان: ١٤] فالله تعالى هو المستحق للشكر أولاً؛ لأنه سبحانه هو الذي أنشأ من عدم، وأمدَّ من عُدْم، ثم الوالدان لأنهما السبب في الإيجاد وإنشاء الولد. </p><p> فكأن الحق سبحانه مسبِّب أعلى؛ لأنه خلق من لا شيء، والوالدان سبب من أسباب الله في الوجود، إذن: لا تُحسِن شكر الله </p><p> الخالق الأول والمسبِّب الأعلى حتى تُحسِن شكر الوالدين، وهما السبب الثاني في وجودك. </p><p> فقوله سبحانه:  {أَنِ اشكر لِي وَلِوَالِدَيْكَ إِلَيَّ المصير}  [لقمان: ١٤] أي: على الإيجاد، لكن في موضع آخر:  {وَقُل رَّبِّ ارحمهما كَمَا رَبَّيَانِي صَغِيراً}  [الإسراء: ٢٤] وهذه للإيجاد وللتربية وللرعاية، فكما أن هناك أبوةً للإيجاد هناك أبوة للتربية، فكثيراً ما نجد الطفل يريبه غير أبيه وغير أمه، ولا بُدَّ أنْ يكون لهؤلاء نصيب من الشكر ومن الولاء والبرِّ ما دام أن الله تعالى ذكرهم في العلة {وَقُل رَّبِّ ارحمهما كَمَا رَبَّيَانِي صَغِيراً}  [الإسراء: ٢٤] </p><p> والعلة تدور مع المعلول وجوداً وعدماً، فإذا لم يكُنْ للأب الحقيقي وجود، فالأبوة لمن ربَّى، وله نفس حقوق الأب من حيث الشكْر والبر والمودة، بل ينبغي أن يكون حقُّه مضاعفاً؛ لأن في الأب الحقيقي عطف البُضع على البُضع، وفي الأب المربِّي عطف الدين على الدين، وهذه مسألة أخرى غير مجرد الأبوة. </p><p> لكن، هل شكر الله أولاً دُرْبة على أنْ تشكر الوالدين، وهما السبب المباشر في وجودك؟ أم أن شكرَ الوالدين دربةٌ على أن تشكر الله الذي خلقك وأوجدك؟ نقول: هما معاً، فشُكْر الله يستلزم شكْر الوالدين، وشكر الوالدين ينتهي إلى شُكْر الله. </p><p> وقوله:  {إِلَيَّ المصير}  [لقمان: ١٤] أي: المرجع، والمعنى: أنني أوصيك بأهم شيء فاحذر أنْ تخالف وصيتي؛ لأنني أقدر على أنْ أعاقب مَنْ خالف. </p><p> ثم يقول الحق سبحانه:  {وَإِن جَاهَدَاكَ على أَن ... } . </p>"
}