{
  "id": null,
  "sura": 31,
  "aya": 12,
  "text": "<p> الحق سبحانه آتانا قبل أنْ يخلقنا، وآتانا بعد أن خلقنا بالمنهج ثم وَالَى إلينا بمواكب الرسالات التي تحمل إلى كل بيئة المنهج الذي يناسبها، وقبل أن يخرج آدم عليه السلام لتحمُّل عبء هذه الخلافة أعطى الله له تجربة، هذه التجربة مفادها أن يحافظ على منهج ربه في (افعل) و (لا تفعل) وأن يحذر كيد الشيطان. </p><p> وقد مرَّ آدم بهذه التجربة البيانية قبل أن يجتبيه الله للنبوة وكثيرون يظنون أن عصيان آدم جاء بعد أن كُلِّف بالنبوة فيقولون: كيف يعصي آدم ربه، وهو نبي والنبي معصوم؟ </p><p> ونقول: نعم، عصى آدم ربه، لكن قبل النبوة، وهو ما يزال بشراً عادياً؛ لذلك قال سبحانه في حقه:  {وعصىءَادَمُ رَبَّهُ فغوى ثُمَّ اجتباه رَبُّهُ فَتَابَ عَلَيْهِ وهدى}  [طه: ١٢١ - ١٢٢] </p><p> إذن: جاء الاجتباء بعد المعصية، فإنْ قلتَ: فما الداعي للعصيان يصدر من آدم، وهو يُعد للنبوة؟ قالوا: لأنه أبو البشر، والبشر قسمان: بشر معصومون، وهم الأنبياء، وبشر ليست لهم عصمة وهم عامة الناس غير الأنبياء، ولا بُدَّ لآدم أنْ يمثل النوعين لأنه أبو الجميع، فمثَّل البشر عامة حين وقع في المعصية، ومثّل الأنبياء حين اجتباه ربه وتاب عليه، فجمع بذلك بين الملحظين. </p><p> هنا يقول سبحانه:  {وَلَقَدْ آتَيْنَا. .}  [لقمان: ١٢] والإيتاء يُطلَق على الوحي مع الفارق بينهما، فإنْ أطلق الوحي فإنه ينصرف إلى الوحي للرسول بمنهج من الله، ويُعرَف الوحي عامة بأنه إعلام بخفاء. </p><p> ومن ذلك قوله تعالى في الوحي للملائكة:  {إِذْ يُوحِي رَبُّكَ إِلَى الملائكة أَنِّي مَعَكُمْ فَثَبِّتُواْ الذين آمَنُواْ ... }  [الأنفال: ١٢] </p><p> ويُوحِي للبشر، قال تعالى:  {وَأَوْحَيْنَآ إلى أُمِّ موسى أَنْ أَرْضِعِيهِ. .}  [القصص: ٧] </p><p> ويوحى للحيوان {وأوحى رَبُّكَ إلى النحل أَنِ اتخذي مِنَ الجبال بُيُوتاً ... }  [النحل: ٦٨] </p><p> ومن ذلك أيضاً يوحي الشياطين بعضهم إلى بعض من شياطين الإنس أو الجن:  {وَإِنَّ الشياطين لَيُوحُونَ إلى أَوْلِيَآئِهِمْ لِيُجَادِلُوكُمْ ... }  [الأنعام: ١٢١] </p><p> كذلك يوحي الله إلى أهل الخير من أتباع الرسل:  {وَإِذْ أَوْحَيْتُ إِلَى الحواريين أَنْ آمِنُواْ بِي وَبِرَسُولِي ... }  [المائدة: ١١١] </p><p> هذا في المعنى اللغوي للوحي وهو: إعلام بخفاء، فإنْ قصدت الوحي الشرعي الاصطلاحي: فهو إعلام من الله لرسوله بمنهجه. </p><p> وهذا التعريف يُخرِج كل الأنواع السابقة. </p><p> والحق سبحانه عبَّر عن الإيتاء العام بقوله:  {وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ الله إِلاَّ وَحْياً أَوْ مِن وَرَآءِ حِجَابٍ أَوْ يُرْسِلَ رَسُولاً فَيُوحِيَ بِإِذْنِهِ مَا يَشَآءُ. .}  [الشورى: ٥١] </p><p> والإيتاء يُقصد به الإلهام، ويكون حين تتوفر للإنسان آلة استقبال سليمة صالحة لاستقبال الإلهام والخاطر من الحق سبحانه وتعالى، وآلة الاستقبال لا تصلح للاستقبال عن الله تعالى إلا إذا كانت على مواصفات الخالق سبحانه صانعها ومبدعها، كما يلتقط (الراديو أو التليفزيون) الإرسال، فإنِ انقطع عنك الإرسال فاعلم أن جهاز استقبالك به عطب، أما الإرسال فموجود لا ينقطع، ولله تعالى المثل الأعلى. </p><p> وله سبحانه إرسال دائم إلى عباده، لا يلتقطه إلا مَنْ صفَتْ آلة استقباله، وصلحت للتلقي عن الله، وهذه الآلة لا تصلح إلا إذا كانت على المنهج في افعل ولا تفعل، لا تصلح إذا تكونت من الحرام وتغذَّتْ به؛ لأن الحرام يفسد كيماوية الفطرة التي خلقها الله في عباده يوم أن أخذ عليهم العهد:  {وَإِذْ أَخَذَ رَبُّكَ مِن بنيءَادَمَ مِن ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ على أَنفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ قَالُواْ بلى. .}  [الأعراف: ١٧٢] </p><p> فهذه الذرية لو ظلتْ على حالها من الصفاء يوم كانت في ظهر آدم ويوم أخذ الله عليها العهد، ولو التزمت منهج ربها في (افعل) و (لا تفعل) لكانت أهلاً لإلهام الله؛ لأن آلة استقبالها عن الله سليمة. </p><p> وتأمل في وحي الله إلى أم موسى: {أَنْ أَرْضِعِيهِ فَإِذَا خِفْتِ عَلَيْهِ </p><p> فَأَلْقِيهِ فِي اليم وَلاَ تَخَافِي وَلاَ تحزني. .} [القصص: ٧] </p><p> فأيُّ آلة استقبال هذه التي استقبلتْ هذا الأمر ونفذته دون أنْ تناقشه، واطمأنتْ إليه قبل أنْ تفكر فيه؟ وكيف تقتنع الأم أن الموت المحقق يُنجي وليدها من موت مظنون؟ </p><p> لذلك نقول: إذا صادف الإلهام آلة استقبال سليمة فإنه لا يوجد في النفس ما يصادره، ولا ما يبحث عن دليل، فقامت أم موسى ونفذت الأمر كما أُلقي إليها، هذا هو الإيتاء. </p><p> ومنه أيضاً قوله تعالى:  {فَوَجَدَا عَبْداً مِّنْ عِبَادِنَآ آتَيْنَاهُ رَحْمَةً مِّنْ عِندِنَا وَعَلَّمْنَاهُ مِن لَّدُنَّا عِلْماً}  [الكهف: ٦٥] والعبد الصالح لم يكن نبياً، ومع ذلك آتاه الله بدون واسطة، فكان هو مُعلِّماً للنبي، وما ذلك إلا لأنه عبد لله على منهج موسى، وأخلص لله تعالى فآتاه الله من عنده. </p><p> واقرأ قول الله تعالى:  {يِا أَيُّهَا الذين آمنوا إِن تَتَّقُواْ الله يَجْعَل لَّكُمْ فُرْقَاناً. .}  [الأنفال: ٢٩] وقال سبحانه: {والذين اهتدوا زَادَهُمْ هُدًى وَآتَاهُمْ تَقُوَاهُمْ}  [محمد: ١٧] </p><p> إذن: كلُّ ما علينا لنأخذ إلهامات الحق سبحانه أنْ نحتفظ بصفاء </p><p> البنية التي خلقها الله لتظل بمواصفات خالقها، ثم نسير بها على منهجه تعالى في افعل ولا تفعل، وكان سيدنا لقمان من هذا النوع الصافي الطاهر النقي، الذي لم يخالط جسمه حرام، والذي لا يغفل عن منهج ربه؛ لذلك آتاه الله الحكمة، وقال فيه:  {وَلَقَدْ آتَيْنَا لُقْمَانَ الحكمة. .}  [لقمان: ١٢] </p><p> وقد اختلف العلماء فيه: أهو نبي أم غير نبي، والغالب أنه غير نبي؛ لأن القائلين بنبوته ليس لهم سند صحيح، والجمهور اجتمعوا على أنه رجل صالح مرهف الحس، دقيق الإدراك، والحسّ كما قلنا هو الأصل الأول في المعلومات، وكان لقمان لا يمر على الأشياء إلا بهذا الحسِّ المرهف والإدراك الدقيق العميق، فتتكون لديه مُدْركات ومواجيد دقيقة تختمر في نفسه، فتتجمع لديه مجموعة من الفضائل والقيم التي تسوس حركة حياته، فيسعد بها في نفسه، بل ويسعد غيره من حوله بما يملك من المنطق المناسب والتعبير الحسن، كذلك كان لقمان. </p><p> وللعلماء أبحاث حول شخصية لقمان وجنسيته، فمنهم مَنْ ذهب إلى أنه كان أسود اللون غليظ الشفتين كأهل جنوب إفريقيا، لكنه مع ذلك أبيض القلب نقي السريرة، تخرج من بين شفتيه الغليظتين الحِكَم الرقيقة والمعاني الدقيقة. </p><p> وصدق رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حين قالوا:  «إن الله لا ينظر إلى أجسادكم ولا إلى صوركم، ولكن ينظر إلى قلوبكم» . </p><p> لذلك حين ترى مَنْ هو أقل منك في مال، أو صحة، أو جاه، أو منظر فلا تغتر بذلك، وانظر وتأمل ما تميزّ به عليك؛ لأن الخالق سبحانه - كما قلنا - وزَّع فضله بين عباده بالتساوي، بحيث يكون مجموع كل إنسان يساوي مجموع الآخر، ولا تفاضلَ بين المجموعات إلا بالتقوى:  «لا فضل لعربي على أعجمي إلا بالتقوى والعمل الصالح» . </p><p> فالذين يحلو لهم أنْ يقسموا المهن مثلاً إلى مهن شريفة وأخرى حقيرة نقول: ليست هناك مهنة حقيرة ما دام المجتمع في حاجة إليها ولا تستقيم حركة الحياة إلا بها، فكيف تحقرها؟ وكيف تحقر أهلها؟ </p><p> والله لو قعد الوزراء في بيوتهم أسبوعاً ما حدث شيء، لكن لو تعطل عمال النظافة مثلاً أو الصرف الصحي ليوم واحد لحدثتْ مشكلة، ولأصبحت الدنيا (خرارة) . </p><p> وكيف نحقر هذه المهن ونحقر أصحابها، وهم يرضوْنَ باليسير، ويتحملون ما لا يطيقه غيرهم، كيف نحقرهم، والله تعالى يقول:  {ياأيها الذين آمَنُواْ لاَ يَسْخَرْ قَوْمٌ مِّن قَوْمٍ عسى أَن يَكُونُواْ خَيْراً مِّنْهُمْ ... }  [الحجرات: ١١] </p><p> فإن قلت: ما دام ليس نبياً، فكيف يؤتيه الله؟ نقول: بالمدد والإلهام الذي قال الله فيه: {إِن تَتَّقُواْ الله يَجْعَل لَّكُمْ فُرْقَاناً}  [الأنفال: ٢٩] فمَنْ يحافظ على مواصفات التكوين بمنطق الله يأخذ من الله مباشرة. </p><p> كما لو طلب منك ولدك مبلغاً من المال يتاجر به في السوق، فتعطيه مبلغاً يسيراً تُجرِّبه به، فإنْ أفلح وربحت تجارته يطمئن قلبك فتزيده أضعاف ما أخذ في المرة الأولى، كذلك الإنسان إن أحسن صحبته لربه داوم الله عليه فضله ووالى إليه فيضه. </p><p> لذلك يقول سيدنا عمر بن عبد العزيز: ما قصر بنا في علم ما نجهل إلا عدم عملنا بما علمنا - يعني: لو كنا أهلاً للزيادة لزادنا، لو كنا مأمونين على ما علمنا فوظّفناه في حركة حياتنا لجاءتنا فيوضات إشراقية وعطاءات من ربنا ممتدة لا تنتهي، أما إنْ أخذنا </p><p> العلم فألقيناه جانباً ولم نعمل به، فما الداعي للزيادة، وأنت لم تستفِدْ بما عندك؟ </p><p> وكما تكلم العلماء في شخصية لقمان وجنسيته تكلموا في حكمته، فسأله أحدهم وقد تبسَّط معه في الحديث: ألم تكُنْ عبداً تخدم فلاناً؟ قال: بلى، قال: فَبِمَ أوتيت الحكمة؟ قال: باحترامي قدر ربي، وأدائي الأمانة فيما وليت من عَمل، وصدق الحديث، وعدم تعرُّضي لما لا يعنيني. </p><p> وهذه الصفات كافية لأنْ تكون منهجاً لكل مؤمن، ولأنْ ينطق صاحبها بالحكمة، والله لو كانت فيه صفة الصدق في الحديث لكانت كافية. </p><p> لذلك وصل لقمان إلى هذه المرتبة وهو العبد الأسود، فآتاه الله الحكمة مباشرة، وهو ليس نبياً ولا رسولاً، وسُمِّيت إحدى سور القرآن باسمه، وهذا يدلك على أن الإنسان إذا اعتدل مع الله وأخلص في طاعته فإن الله يعطيه من فيضه الواسع، فيكون له ذِكْر في مصافِّ الرسل والأنبياء. </p><p> ويُرْوَى من حكمة لقمان أن سيده أمره أن يذبح له شاة ثم يأتيه بأطيب مُضْغتين فيها، فذبح الشاة وجاءه بالقلب واللسان، وفي اليوم التالي قال له: اذبح لي شاة وأتني بأخبث مُضغتين فيها، فجاءه أيضاً بالقلب واللسان فسأله: ألم تَأْتِ بهما بالأمس على أنهما </p><p> أطيب مضغتين في الشاة؟ قال: بلى فليس شيء أطيب منهما إذا طَابَا، ولا شيء أخبث منهما إذا خَبُثَا. </p><p> وبعد لقمان جاء سيدنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يُعلِّمنا هذا الدرس فيقول:  « ... ألا أن في الجسد مضغة إذا صَلُحت صلح الجسد كله، وإذا فسدتْ فسد الجسد كله، ألا وهي القلب» . </p><p> ويقول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في حديث آخر:  «من حفظ ما بين لحييه وما بين رِجْليه دخل الجنة» . </p><p> ويُروى أن لقمان كان يفتي الناس، وكانوا يثقون بكلامه، وكان ذلك قبل داود عليه السلام، فلما جاء داود كفَّ لقمان عن الفُتْيا، فلما سألوه: لماذا امتنعتَ عن الفُتْيا؟ فقال - وهذه أيضاً من حكمته: ألاَ أكتفي إذا كُفيت؟ </p><p> يعني: لماذا أتمسَّك بها وقد بعث الله لي مَنْ حملها عني، وهو يعلم تماماً أنه مجرد عبد صالح (أي: أنه أخذ الحكمة من منازلهم </p><p> كما يقال) ، أما داود فرسول من عند الله، ومن الحكمة أنْ يُفسِح له هذا المجال، ويترك له ساحة الفُتْيا في القوم لعله يأتي بأفضلَ مما عند لقمان؛ لذلك تركها له عن رضاً وطيب خاطر. </p><p> والبعض يقول: إن الله خيَّره بين أن يكون نبياً أو حكيماً، فقال: أما وقد خيَّرتني يا رب، فأنا أختار الراحة وأترك الابتلاء، أما إنْ أردْتها يا رب عزمة فأنا سأقبلها سمعاً وطاعة؛ لأني أعلم أنك لن تخذلني. </p><p> والحق سبحانه يُنطق لقمان بأشياء من الحكمة يسبق بها النبوة؛ ليبين لنا أن الإنسان من الممكن أن يكون ربانياً، كما جاء في الحديث القدسي:  «عبدي، أطعني تكُنْ ربانياً، تقول للشيء كُنْ فيكون» . </p><p> ذلك لأن فضل الله ليس له حدود، وليس عليه حرج، وبابه تعالى مفتوح، المهم أن تكون أهلاً لأنْ تلِجَ هذا الباب، وأنْ تكون </p><p> في معية ربك دائماً. </p><p> ومما يُرْوَى من حكمة لقمان أنه غاب في سَفْرة، ثم عاد فلقيه تابعه، فقال له: مَا حال أبي؟ فقال: مات، فقال لقمان: الآن ملكْتُ أمري، ثم سأل: فما حال زوجتي؟ فقال: ماتت، فقال: جدّدتُ فراشي، ثم سأل عن أخته، فقال: ماتت، فقال: ستَر الله عِرْضي، ثم سأل عن أخيه، فقال: مات، فقال: انقصم ظهري. </p><p> وهذا الكلام لا يصدر إلا عن حكمة، فكثيراً ما يفرح الابن - خاصة العاق - بموت أبيه؛ لأنه سيترك له المال يتمتع به، أما لقمان فيقول عندما علم بموت أبيه: الآن ملكْتَ أمري؛ لأنه في حياة أبيه كان له أمر، لكن أمره ليس في يده إنما في يد أبيه، فلما مات أبوه صار أمره بيده. </p><p> وهذه الحكمة توضح لنا قول النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «أنت وما ملكت يداك لأبيك» كأنه من العيب أن تقول في حياة أبيك: أنا أملك كذا وكذا. أما الآن فقد تجاوز الأبناء كل هذه القيم، ونسمع الابن يقول لأبيه: اكتب لي كذا وكذا. </p><p> أما قوله:  «جددت فراشي» فهي كلمة لها معنى كبير: أنا لا أُدخِل الجديدة على فراش القديمة حتى لا أجرح مشاعرها، أو أنني لا أتزوج إلا بعد وفاة زوجتي الأولى؛ ذلك لأن الغيرة طبع في النساء. </p><p> وكانت أم المؤمنين عائشة تغار حتى من ذكر السيدة خديجة، فقد «دخلت فاطمة بنت محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ على أبيها مُغْضبة فقال صلى الله عليهم وسلم:» ما أغضبك يا أم أبيها «فقالت: والله إن عائشة قالت لي: إن رسول الله تزوج أمك ثيباً، ولم يتزوج بِكْراً غيري،فقال لها رسول الله:» إذا أعادت عليك هذا القول - وانظر هنا إلى أدب النبوة في الردَّ وفي سرعة الخاطر - فقولي لها: ولكن أمي تزوجتْ رسول الله وهو بكر، وتزوجيته أنت وهو ثيَّب «هذا كلام النبوة، ومن بعدها لم تُعِدْها عائشة مرة أخرى. </p><p> وقد يقول قائل: وكيف تغار عائشة، وهي أم المؤمنين وزوج رسول الله؟ قالوا: هذه الغيرة لها معنى، فقد عقد رسول الله عليها وهي بنت السادسة، ودخل بها وهي بنت التاسعة، وقد جاوز صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ الخمسين من عمره، ومع فارق السن بينهما رضيتْ عائشة برسول الله؛ لأنها رأتْ فيه من مزايا نوره ما جعلها تَغَار عليه رغم كِبَر سنّه وصِغَر سنها، فلم تنظر إليه على أنه رجل عجوز يكبرها، بل رأَتْ </p><p> فيه ما يفوق ويعلو على مجرد الشباب. </p><p> إذن: فمعنى:» جددت فراشي «أنني أراعي مشاعر الزوجة الجديدة، فلا أُدِخلها على فراش القديمة فأصدمها به، وأُلِهب مشاعر الغيرة عندها، حتى من التي ماتت، وأنا أريد أن تكون صافية التكوين لذاتي، راضية عن كل تصرفاتي، أريد أن أمنع كل شبهة تقلق كونها سكناً لي، وأنا سَكن لها. </p><p> نعود إلى قوله تعالى:  {وَلَقَدْ آتَيْنَا لُقْمَانَ الحكمة ... }  [لقمان: ١٢] فالذي آتى هو الله عَزَّ وَجَلَّ، والحكمة: مادة حكَم تدل على وَضْع الشيء في موضعه، ومنها الحاكم؛ لأنه يضع الحق في نصابه، حتى في الدواب نسمي الحديدة التي توضع في فم الفرس لأتحكم في حركته (حَكَمه) ؛ لأن الهدف من ركوب الخيل مختلف، فمرة أركبه للنزهة، ومرة أركبه لأدرك به صَيْداً، ومرة للكِّر وللفرِّ في المعركة، فكُلُّ هدف من هذه له حركة، وينبغي أنْ أتحكم في حصاني ليؤدي لي ما أريده منه. </p><p> إذن: فالحكمة تعني في معناها العام وَضَع الشيء في موضعه، وهي مجموعة من مَلَكات الفضائل تصدر عنها الأشياء التي تضع كل أمر في محله لكن بيُسْر وبلا مشقة ولا تعب، كالشيخ الذي ظل يدرس في الأزهر مثلاً عشرين أو ثلاثين سنة تذهب إليه، وتستفتيه في أمر من الأمور، فيجيبك بيُسْر وسهولة، وبدون تفكير أو إعداد، لماذا؟ لأن الفُتْيا أصبحت ملَكَه عنده لا تحتاج منه إلى مجهود ولا مشقة. </p><p> ومن الحكمة أنْ يخلق الله لك أشياءً، ويهديك لأنْ تستنبط منها أشياءً أخرى. </p><p> وساعة تسمع من الله تعالى:  {وَلَقَدْ. .}  [لقمان: ١٢] فاعلم أن هنا قَسَماً فالواو واو القسم، والمقسَم عليه مُؤكَّد باللام ومُؤكَّد بقد التي تفيد التحقيق. </p><p> قوله سبحانه:  {آتَيْنَا. .}  [لقمان: ١٢] الحق - سبحانه وتعالى - في إتيانه للأشياء يعني تعدَّي ما قدره لمن قدره من خير ظاهر ومن خير مستور. وقبل أنْ يخلق الله الإنسان خلق له، فجاء الإنسان الأول (آدم عليه السلام) وطرأ على كون فيه كل مُقوِّمات حياته من هواء وماء وأرض وسماء وطعام وشراب. . الخ. </p><p> وكل ذلك مُسخَّر له تسخيراً لا دَخْلَ للمنتفع به فيه، وهذا أول الإيتاء، بل قبل ذلك، وفي الأزل قبل أن يخلق الإنسان خلق له مُقوِّمات مادته ومُقوِّمات قيمه وروحه - أي: أوجدها. </p><p> لأننا نعلم أن كل صانع قبل أن يُقدِم على صَنْعة لا بُدَّ أن يُحدِّد الغاية، ويضع الهدف منها أولاً، لا أنْ يصنع الشيء ثم ينظر فيه: لأيِّ شيء يصلح هذا الشيء، كذلك لا بُدَّ أنْ يسبق الصنعةَ منهجُ صيانتها. </p><p> فالحق سبحانه قبل أنْ يخلق الإنسان وضع له مُقوِّماته المادية والمعنوية، والمنهج الذي يُصلِحه وحدّد الهدف من وجوده؛ لذلك يُنبِّهنا الحق سبحانه إلى هذه المسألة في قوله تعالى:  {الرحمن عَلَّمَ القرآن خَلَقَ الإنسان}  [الرحمن: ١ - ٣] فقبل أنْ يخلق الله الإنسانَ وضع المنهج الذي به صيانته، وهو القرآن الكريم. </p><p> إذن: فمعنى الإيتاء أنْ يعدي الله ما قدره من خير ظاهر أو خير مستور لمن قدره، والخير يكون على نوعين: خير يقيم المادة، وخير يقيم القيم الروحية، المادة تقوم بالهواء وبالطعام وبالشراب. . الخ، والقيم تقوم بالوحي وبالمنهج الذي حمله الرسل بافعل ولا تفعل. </p><p> والله تعالى آتى كثيراً من خلقه، فلماذا خَصَّ لقمان بالذات، فقال {وَلَقَدْ آتَيْنَا لُقْمَانَ الحكمة. .}  [لقمان: ١٢] ؟ قالوا: لأن الله تعالى حين يأمر الرسل بأمر ليُبلِّغوه يُعِد الرسل لهذا الأمر، وكأن الحق سبحانه يريد أنْ يقول لنا، إن الفَطرة السليمة تهتدي إلى الله، وإلى المطلوب من الله بدون وحي، وبدون إعداد. </p><p> ومن ذلك ما رُوِي عن سيدنا عمر - رَضِيَ اللَّهُ عَنْه - من أنه كان يُحدِّث سيدنا رسول الله بالأمر، ويقترح عليه فيأتي الوحي موافقاً لرأيه، فكيف يتسنى لعمر أن يقترح على رسول الله وفي وجوده، وهو المشرع الثاني بعد القرآن؟ </p><p> نقول: لأن الله تعالى يريد أنْ يثبت لنا أن الفطرة السليمة إذا صَفتْ لله تستطيع أنْ تهتدي إلى الأشياء، وتصل إلى الحق قبل أنْ ينزل الوحي به. </p><p> إذن: فالإيتاء من الله لا يأتي عبثاً، فالإيتاء الأول كان لآدم عليه السلام، وآدم شاء الله أنْ يجعله خليفة له في الأرض، ولا يعني هذا أنه أول المخلوقات في الأرض، والحق سبحانه لم يَقُلْ إنني أول ما خلقتُ خلقتُ آدم، وبدليل قوله تعالى:  {والجآن خَلَقْنَاهُ مِن قَبْلُ مِن نَّارِ السموم}  [الحجر: ٢٧] . </p><p> ومسألة الخلْق هذه هيِّنة على الله، بدليل قوله تعالى:  {إِن يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ وَمَا ذلك عَلَى الله بِعَزِيزٍ}  [إبراهيم: ١٩ - ٢٠] فالمسألة ليست نادرة حدثت مرة واحدة، ولن تحدث بعد ذلك. </p><p> وللعلماء كلام طويل في عوالم أخرى غير عالمنا كعالم الحن، </p><p> وعالم البنِّ، وعالم الجن وغيرها مما لا يعمله إلا الله، لكن إنْ حدَّثك المضللون الذين يريدون أنْ يستدركوا على الدين ويقولون: إن الحفريات أثبتت وجود مخلوقات قبل آدم، فكيف تقولون: إن آدم أول مخلوق؟ </p><p> ونقول لهؤلاء: لم يقُلْ أحد: إن آدم أول مخلوق على الأرض، إنما هو أول هذا الجنس البشري الذي نسميه «إنسان» لكن سبقته أجناس أخرى، وشاء الله أنْ يجعل آدم خليفة في الأرض، ثم أخبر الملائكة {إِنِّي جَاعِلٌ فِي الأرض خَلِيفَةً. .}  [البقرة: ٣٠] </p><p> والله حين يخبر الملائكة هذا الخبر لا يستشيرهم، إنما ليبين لهم أمراً واقعاً، وخصَّ الملائكة بهذا الإخبار؛ لأنه سيكون لهم دور مع هذا الخليفة الجديد. إذن: فالذين قال الله لهم: {إِنِّي جَاعِلٌ فِي الأرض خَلِيفَةً. .}  [البقرة: ٣٠] ليسوا كل الملائكة، إنما الذين لهم دور ومهمة مع هذا المخلوق، أما باقي الملائكة فلا يدرون بآدم، ولا يعرفون عنه شيئاً، وليس في بالهم إلا الله. </p><p> والقرآن الكريم يشير لنا إلى هذه المسألة إشارةً دقيقة في قوله تعالى مخاطباً إبليس لما رفض السجود لآدم:  {أَسْتَكْبَرْتَ أَمْ كُنتَ مِنَ العالين}  [ص: ٧٥] والعالون هم الملائكة الذين لم يشملهم الأمر بالسجود. </p><p> وقلنا: إن الله تعالى كرَّم آدم حين خلقه تعالى، وباشر خَلْقه بيده سبحانه، ولم يخلقه كباقي المخلوقات (بكُنْ) ؛ لذلك جاء في حيثية النقد على إبليس:  {قَالَ ياإبليس مَا مَنَعَكَ أَن تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ. .}  [ص: ٧٥] </p><p> إذن: مباشرة الخَلْق باليد دليل على العناية بالمخلوق؛ لأن اليد هي الآلة الفاعلة لأكثر الأشياء، وحتى الآن نفخر بعمل اليد فنقول (هذا الشيء يدويّ) يعني: لم تصنعه آلة صماء، إنما يد مفكر يتقن الصنعة. </p><p> وفي مسألة خَلْق آدم - عليه السلام - يحلو للبعض أن يقول: هو الذي أخرجنا من الجنة، فهل قال الله تعالى قبل أن يصدر أول بيان عن آدم أنني خلقُته للجنة، ثم عصى آدم ربه وتسبب في أنْ نخرج منها؟ </p><p> لم يقُلْ ذلك، إنما قال:  {إِنِّي جَاعِلٌ فِي الأرض خَلِيفَةً. .}  [البقرة: ٣٠] فهو - إذن - مخلوق للأرض، وما الجنة التي دخلها إلا جنة التجربة لا جنة الخلد، والبعض يظن أن كلمة الجنة إذا أُطلقَتْ تعني جنة الآخرة، وهذا خطأ بدليل قول الله تعالى:  {إِنَّا بَلَوْنَاهُمْ كَمَا بَلَوْنَآ أَصْحَابَ الجنة إِذْ أَقْسَمُواْ لَيَصْرِمُنَّهَا مُصْبِحِينَ}  [القلم: ١٧] </p><p> وقوله تعالى:  {واضرب لهُمْ مَّثَلاً رَّجُلَيْنِ جَعَلْنَا لأَحَدِهِمَا جَنَّتَيْنِ مِنْ أَعْنَابٍ. .}  [الكهف: ٣٢] </p><p> فالجنة في اللغة هي المكان المليء بالأشجار الكثيفة التي تستر مَنْ يسير فيها، كما تستره أيضاً عن البيئة الخارجية؛ لأنها تكفيه بما فيها عن الاحتياج إلى غيرها، فبها كل مُقوِّمات الحياة، ومن ذلك الجنة التي دخلها آدم؛ لأن الله تعالى أراد أنْ يصنع لآدم تدريباً على مهمة الخلافة، ولم لا ونحن نُدرَّب كل صاحب مهمة على مهمته قبل أنْ يقوم بها، حتى لاعب الكرة. </p><p> وحين نأخذ المتدرب لندربه على أداء مهمته لا بُدَّ أن نوفر له كل مُقوِّمات حياته، ونتكفل له بكل ما يعينه على أداء مهمته، فنقدم له </p><p> إقامة كاملة من طعام وشراب ومسكن. . إلخ وكذلك فعل الله تعالى لآدم فقال له {يَآءَادَمُ اسكن أَنْتَ وَزَوْجُكَ الجنة وَكُلاَ مِنْهَا رَغَداً حَيْثُ شِئْتُمَا وَلاَ تَقْرَبَا هذه الشجرة فَتَكُونَا مِنَ الظالمين}  [البقرة: ٣٥] </p><p> وحين نقارن بين ما أباحه الله لآدم وما حظره عليه نجد أنه تعالى أباح له كُلَّ ما في الجنة ولم يحرم عليه إلا هذه الشجرة التي أوضحها وبيَّنها له. كما نلحظ قوله تعالى:  {لاَ تَقْرَبَا. .}  [البقرة: ٣٥] ولم يقُلْ: لا تأكلا؛ لأن القرب من الشيء قد يُغرِي بمزاولته، فاحتطْ أنت لنفسك بعدم القرب منه. </p><p> وهذا التدريب لآدم فيه إشارة رمزية لكل تكليف من الله لخَلْقه في (افعل) و (لا تفعل) . </p><p> ثم يذكِّر الحق سبحانه آدم بالمقدمة العدائية التي حدثتْ بينه وبين إبليس، وينصحه بأنْ يحذر هذا العدو؛ لأنه أبى أنْ يسجد له لما أمره الله بالسجود استكباراً وعُتواً. </p><p> والله حين يأمر بالسجود لآدم إنما يريد السجود للأمر والانصياع له، لا السجود لآدم في ذاته؛ لذلك نجد الأمر من الله تعالى يختلف باختلاف المأمورين، فمرة ينهي عن شيء ويأمر بمثله ليرى مدى انضباطك للأمر وللنهي. </p><p> ففي الحج مثلاً، يأمرك أنْ تُقبِّل حجراً، وأنْ ترمي حجراً آخر وترجمه، وهذا حجر وذاك حجر، إذن: فالحجرية غير منظورة، لكن المنظور فيه إلى الأمر أو النهي. </p><p> وبصرف النظر عن المصلحة أو الحكمة من الأمر أو النهي، فمثلاً حينما يتعذر الماء يشرع التيمم بدلاً من الوضوء، فيأتي مَنْ يقول: </p><p> الوضوء للنظافة، فما النظافة في التيمم، وهو يُلوِّث الجسم؟ </p><p> ونقول: فَرْق بين النظافة والتطهير، والمراد من التيمم التطهير بشيء هو أصل في مادتك وتكوينك، فالمسألة انضباط في طاعة الأمر بأن تفعل شيئاً تجعله مقدمة لصلاتك، كأنك لا تُقبل على الصلاة إلا بتهيئة، وأيضاً لأن الصلاة بها قِوامَ روحك وحياتك، وحياتك في الأصل ومادتك من الماء الذي تستخدمه في الوضوء والتراب الذي تستخدمه التيمم. </p><p> إذن: لهاتين المادتين رمزية يجب أن تُلحظ في الدخول على الله في الصلاة، ولا يليق بالمؤمن أنْ يُفلسف أمور العبادات ويبحث عن عِلّتها والحكمة أو المصلحة من أدائها، إنما يكفي أن يقول: عِلَّة هذا الأمر أن الله أمر به أنْ يفعل، وعلة هذا الحكم أن الله أمر به ألاَّ يُفعل. </p><p> لذلك ورد عن الإمام علي رَضِيَ اللَّهُ عَنْه أنه قال: لو كانت المسألة بالعقل لكان أسفل الخُفِّ أوْلَى بالمسح من أعلاه، إذن: المسألة طاعة والتزام للأمر وللنهي؛ لذلك من غير المناسب أن نقول: إن من حكمة الصوم: أنْ يَشعر الغني بألم الجوع، فيعطف على الفقير؛ لأنني سأقول لك إذن: لماذا يصوم الفقير؟ </p><p> ولتوضيح هذه المسألة ضربنا مثلاً وما زْلنا نكرره. قلنا: إن أعز شيء على المرء صحته، فإنْ أصابته علة، فأول ما يُعمِل عقله </p><p> يبحث عن الطبيب المتخصص في مرضه فيذهب إليه، ثم يسلم له نفسه ليفحصه، ثم يكتب له الدواء فيأخذه ويتناوله دون أنْ يسأل عن عِلَّته، أو لماذا وصفه الطبيب، لماذا؟ </p><p> لأن الطبيب مؤتمن بعد أنْ تعلَّم ودرس وتخصَّص، فأنت لا تسأله ولا تناقشه: لماذا كتب لك هذا الدواء، وهو مع ذلك إنسان وعُرْضة للخطأ وللسهو وللنسيان، ومع ذلك لا يناقش. إذن: علة تناول الدواء أن الطبيب وصفه لي، وعلة كل أمر عند الآمر به. </p><p> والآمر في العبادات هو الحق - سبحانه وتعالى - فلا يليق بالمؤمن بعد أن آمن بالله وبحكمته وقدرته أنْ يبحث ليعلم الحكمة من كل أمر يأتيه من ربه عَزَّ وَجَلَّ. </p><p> نعود إلى آدم - عليه السلام - وأن الجنة التي دخلها كانت للتدريب والتجربة ولم تكُنْ جنة الخلد، تدرَّب فيها آدم على: كل (افعل) وعلى: لا تقرب (لا تفعل) واحذر الشيطان فإنه عدو لك، وسوف يوسوس لك، ويغويك؛ لأنه لا يريد أنْ يكونَ عاصياً وحده، يريد أنْ يجرَّك معه إلى حمأة المعصية. </p><p> وظل آدم وزوجته يأكلان كما قال تعالى من الجنة رغداً حيث شاءا، دون أنْ يقربا هذه الشجرة التي بيَّنها الله لهما إلى أنْ وسوس لهما الشيطان وأغراهما بالأكل منها، مع أن الله تعالى حذَّرهما، وأعطاهما حقنة مناعة ضد الشيطان ووسوسته، ومع ذلك حدثتْ من آدم الغفلة. </p><p> وهذه الغفلة الله يُنبِّه بها ذرية آدم من بعده: أن الشيطان لن يدعكم، وسوف يدخل عليكم بألاعيبه وحيله، كما دخل على أبيكم آدم، فكونوا منه على حذر، وابحثوا بعقولكم ما يلقيه إليكم من وساوس </p><p> بالله. </p><p> ماذا قال إبليس لآدم حين أغواه بالأكل من الشجرة؟ قال:  {مَا نَهَاكُمَا رَبُّكُمَا عَنْ هذه الشجرة إِلاَّ أَن تَكُونَا مَلَكَيْنِ أَوْ تَكُونَا مِنَ الخالدين}  [الأعراف: ٢٠] </p><p> أليس من المنطق أن نقول: ولماذا لم تأكل أنت منها يا إبليس فتصير مَلَكاً، وتصير من الخالدين، ولا تتمحك فتقول:  {فَأَنظِرْنِي إلى يَوْمِ يُبْعَثُونَ}  [الحجر: ٣٦] إذن: كان على آدم أنْ ينتبه إلى مكايد الشيطان وألاعيبه. </p><p> ثم يُنبِّهنا - سبحانه وتعالى - من خلال هذه القصة إلى أن الشيطان سيأتينا في مقام الطاعة، فلو أن آدم وزوجه ذهبا إلى هذه ذهبا إلى هذه الشجرة وأكلا منها ما وسوس لهما، فهذا دليل على أنهما احتاطا للأمر، فلم يقربا من الشجرة تنفيذاً لأمر الله؛ لذلك تدخَّل الشيطان. </p><p> إذن: نقول إن الشيطان لا يتدخل إلاّ في مجال الطاعة، أما المعصية فصاحبها كفاه مؤنة الوسوسة، الشيطان يذهب إلى المسجد لا يذهب إلى الخمارة؛ لأن الذي يذهب إلى الخمارة صار شيطاناً في ذاته، فما حاجته لإبليس؟ </p><p> لذلك يقول تعالى حكاية عن إبليس:  {لأَقْعُدَنَّ لَهُمْ صِرَاطَكَ المستقيم}  [الأعراف: ١٦] أي: في مواضع الخير وطرق الصلاح والهداية لأبطل أعمالهم، وأفسد عليهم أمرهم، ونحن نلحظ ذلك في صلاتنا مثلاً، فقد تنسى شيئاً، وتحاول أن تتذكره فلا تستطيع، وفجأة وأنت تصلى تتذكره. </p><p> فلو أننا أخذنا (الروشتة) من خالقنا عَزَّ وَجَلَّ وبمجرد أنْ ينزغنا الشيطان نقول: أعوذ بالله من الشيطان الرجيم لتنبّه الشيطان، </p><p> وعلم أننا لسنا في غفلة، وأننا نكشف ألاعيبه، ونعرف حيله وصدق الله العظيم حين قال:  {وَإِماَّ يَنَزَغَنَّكَ مِنَ الشيطان نَزْغٌ فاستعذ بالله إِنَّهُ سَمِيعٌ عَلِيمٌ}  [الأعراف: ٢٠٠] </p><p> وقد وصف الله الشيطان بأنه خنّاس، يعني: إذا ذُكِر الله خنس وتضاءل، فإنْ جاءك هذا الخاطر الشيطاني - حتى وإنْ كنتَ تقرأ القرآن - قُلْ بجرأة وقوة: أعوذ بالله من الشيطان الرجيم؛ ليعلم أن ألاعيبه لا تخفي عليك فينصرف عنك، أما أن تخضع له فإنه يعطيك فقط طرف الخيط، ويفتح لك باباً يشغلك به، ثم يتركك أنت (تكُرُّ) هذا الخيط من نفسك، ويذهب هو (يستغفل) واحداً غيرك. </p><p> والشيطان رغم عِلْمه، إلا أن فيه تغفيلاً بدليل أنه أعلن عن خطته، وأظهر لنا مكايده قبل أنْ يكيدنا بها، فقال:  {لأَقْعُدَنَّ لَهُمْ صِرَاطَكَ المستقيم}  [الأعراف: ١٦] وقال {لآتِيَنَّهُمْ مِّن بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَانِهِمْ وَعَن شَمَآئِلِهِمْ. .}  [الأعراف: ١٧] ، فالذي يدبر المكايد ويتآمر على غيره لا يعلن عن مكايده مُقدماً، ونحن أيضاً كان علينا أنْ نحذر هذه المكايد خاصة، وقد أعلن عدونا عنها. </p><p> ولك أنْ تلحظ في خطة إبليس أنه يأتيك من جهاتك الربع، ومعلوم أن الجهات ست، فلماذا لم يذكر فوقنا وتحتنا؟ قالوا: لأن هاتين الجهتين محلُّ نظر إلى الله عَزَّ وَجَلَّ، فالعبد ينظر إلى عِزِّ الربوبية في عليائه وذُلِّ العبودية إذا اتجه في سجوده إلى أسفل. </p><p> إذن: فأنت في معية ربك في هاتين الجهتين، والشيطان لا ينال منك إلا وأنت بعيد عن معية ربك. ومثَّلْنا لذلك، ولله المثل الأعلى؛ قلنا: إن الغلام إذا كان يسير في يد أبيه وفي صحبته، لا يجرؤ أحد من أمثاله على الاعتداء عليه، إنما إنْ سار وحده فهو عُرْضة للإيذاء. </p><p> وهذا دليل على علم إبليس وعلى ذكائه، ونلحظ هذا أيضاً في قوله:  {لأُغْوِيَنَّهُمْ أَجْمَعِينَ إِلاَّ عِبَادَكَ مِنْهُمُ المخلصين}  [ص: ٨٢ - ٨٣] كأنه يقول لربه: أنا لا أقترب من عبادك الذين هم في حضانتك، وفي معيتك. </p><p> والتغفيل الأكبر في إبليس أنه مع علمه بمقام ربه يتمرد على أمره، حين يأمره بالسجود فلا يسجد. </p><p> إذن: نبَّه الله تعالى آدم وحذره من كيْد إبليس، وكان عليه أنْ يحذر وألاَّ تدخل عليه حيلة الأكل من الشجرة إلا أنه في غفلة منه عن أمر ربه أكل من الشجرة، فلما خالف الأمر اختلفتْ طبيعته، وبدَتْ له ولزوجه السَّوْءة، وكانت المرة الأولى التي يشعر فيها آدم بعورته عند خروج الغائط. </p><p> لكن، ما الفرق بين فتحة دخول الطعام (الفم) وفتحة خروجه؟ ولماذا أصبحت هذه عورة، وهذه غير عورة؟ </p><p> قالوا: لأن آدم حال طاعته لأمر ربه في الأكل من ثمار الجنة كان يأكل بطهي ربه، وهو طهي بحكمة وبقدر معلوم، يكفي مقومات الحياة ولا يزيد عنها، لذلك لم يَبْق في بطن آدم فضلات، ولم توجد عنده غازات أو أرياح، فلم يشعر في هذه الحالة بحاجة إلى التغوط، فكانت الفتحتان متساويتين، هذه فتحة، وهذه فتحة. </p><p> فلما خالف آدم ربه وذاق الشجرة اختلفتْ الأغذية في بطنه، وحدث لها تفاعلات، ونتج عنها فضلات وأرياح، ولما أحسَّ بها آدم نفر منها وأصابه الخجل، وشعر أنها عورة ينبغي أنْ تُستر، فالطبع السليم لا بُدَّ أنْ ينفر منها؛ لذلك أخذ يزيل هذا الأذى عن نفسه، </p><p> ويستره بأوراق الشجر، ومنذ ذلك الحين لم يستطع آدم أن يسدَّ هذه الفتحة، ولن تُسدَّ. </p><p> إذن: الحق سبحانه جعل الدُّرْبة لآدم في الجنة هذه، وهيَّأ له فيها طعامه، ونهاه عن نوع بعينه، فأمره ونهاه وعلَّمه وحذَّره، فلما وقع في المخالفة وأغواه الشيطان، ولم يعمل بنصيحة ربه أخرجه إلى الأرض بهذه التجربة، لتكون رمزاً له ولذريته من بعده: إنْ سِرْتَ على منهجي ووِفْق أوامري في (فعل) و (لا تفعل) فلن تجد عورة في الكون كله، ونحن نرى ذلك فعلاً في حركة حياتنا في الكون، فلا نرى عورة في المجتمع ولا خللاً إلا إذا خُولِفَتْ أوامر الله. </p><p> هذا هو الإتيان الأول، بعد ذلك قدَّر الله غفلة البشر، فأرسل إليهم الرسل بالمنهج، فكان إتيان آخر، كما قال تعالى:  {وَآتَيْنَا دَاوُودَ زَبُوراً}  [النساء: ١٦٣] وقال في عيسى عليه السلام: {وَآتَيْنَاهُ الإنجيل}  [الحديد: ٢٧] </p><p> وهذا الإيتاء من الله يتم في خفاء؛ لذلك يُسمونه وحياً، وهو من الغيبيات، فالله تعالى لا يمدُّ يده فيعطي النبي أو الرسول شيئاً حسِّياً، ومن هنا ارتبط الإيمان بالغيبيات دون المحسَّات، فأنا لا أقول مثلاً: آمنتُ بأنني قاعد في مسجد الشيخ سليمان وأمامي جَمْع من الإخوة. . الخ. إذن: لا بُدَّ أنْ يكون الإيمان بأمر غيبي. </p><p> الحق - سبحانه وتعالى - يُؤتِى على توالي العصور أنبياءه معجزات، ويؤتيهم منهجاً يسوس حركة الحياة، ولا يقتصر إيتاء الله على الرسل، إنما يؤتى غير الرسل، ويؤتى الحيوان. . الخ. </p><p> ثم يعطينا الحق سبحانه نموذجاً للحكمة التي آتاها لقمان:  {أَنِ اشكر للَّهِ. .}  [لقمان: ١٢] هذه هي الحكمة الأولى في الوجود؛ لأنك إنْ شكرتَ الله على ما قدَّم لك قبل أنْ توجد، وعلى ما أعطاك قبل تسأل، وعلى ما هدى جوارحك لتؤدي مهمتها حتى وأنت نائم، كأنه تعالى يقول لعباده: ناموا أنتم فربكم لا تأخذه سنة ولا نوم. </p><p> فإن شكرك لله يهدم أول لبنة من لبنات الاغترار، فالذي يفسد خلافة الإنسان في الأرض أنْ يغترَّ بما أعطاه الله وبما وهبه، وينسى أنه خليفة، ويعتبر نفسه أصيلاً في الكون، والشكر لله تعالى يكون على ما قدَّم لك من نعم. </p><p> ومن ذلك قوله تعالى:  {والله أَخْرَجَكُم مِّن بُطُونِ أُمَّهَاتِكُمْ لاَ تَعْلَمُونَ شَيْئاً وَجَعَلَ لَكُمُ السمع والأبصار والأفئدة لَعَلَّكُمْ تَشْكُرُونَ}  [النحل: ٧٨] أي: تشكر الله على ما سبق، فقد وُلدتَ لا تعلم شيئاً، ثم تكونت عندك آلات الإدراك والعلم، فعلمتَ وملأت قلبك بالمعاني الجميلة؛ لذلك تشكر الله عليها، فجَعْل هذه الآلات لك، عِلَّته أنْ تشكر أي: على ما مضى. </p><p> ثم هناك شكر آخر، لا على ما فات، لكن شكر هو في ذاته نعمة جديدة، وتأمل في ذلك قول الله تعالى: </p><p> {وَمِنْ آيَاتِهِ أَن يُرْسِلَ الرياح مُبَشِّرَاتٍ وَلِيُذِيقَكُمْ مِّن رَّحْمَتِهِ وَلِتَجْرِيَ الفلك بِأَمْرِهِ وَلِتَبْتَغُواْ مِن فَضْلِهِ. .}  [الروم: ٤٦] هذه كلها نِعَم يعطف عليها بقوله: {وَلَعَلَّكُمْ تَشْكُرُونَ}  [الروم: ٤٦] </p><p> فعطف الشكر على النعم السابقة يعني أنه في ذاته نعمة، وإلا لقال كما في الآية السابقة {لَعَلَّكُمْ تَشْكُرُونَ}  [النحل: ٧٨] </p><p> والشكر بهذا المعنى هو المراد في قوله تعالى:  {لَئِن شَكَرْتُمْ لأَزِيدَنَّكُمْ. .}  [إبراهيم: ٧] فهذا شكر لما سبق، وهذا شكر لما هو آتٍ. </p><p> والشكر في قوله تعالى:  {أَنِ اشكر للَّهِ. .}  [لقمان: ١٢] مُوجه إلى الله تعالى، فكيف إذا توجه الشكر في أسباب تناوله إلى غير الله، كأنْ تشكر صاحبك الذي قدم لك معروفاً مثلاً؟ قالوا: لو تأملتَ شكر غير الله ممن قدَّم لك معروفاً يستوجب الشكر لوجدته يؤول إلى شكر الله في النهاية. </p><p> لذلك قالوا: لا تشكر الله إلا حين تشكر مَنْ ساق لك الجميل على يديه، يعني: جعله سبباً في قضاء حاجتك، ثم إن الذي قدَّم لك جميلاً، ما قدّمه لك وما آثرك على نفسه إلا لأن الله أمره بذلك، ودعاه إليه. وأثابه على فعله، فإذا سلسلتَ الشكر لانتهى إلى شكر الله تعالى. </p><p> ثم يقول سبحانه:  {وَمَن يَشْكُرْ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ وَمَن كَفَرَ فَإِنَّ الله غَنِيٌّ حَمِيدٌ}  [لقمان: ١٢] علمنا أن الشكر لله هو أول الحكمة، فلماذا؟ </p><p> لأن مَنْ يشكر تعود إليه ثمرة شكره. </p><p> وإياك أن تظن أن من مقومات قيومية ربك أنْ تشكره، فشكْرك وعدمه سواء بالنسبة لله تعالى، كيف وقد وسِع سبحانه الكافر الذي كفر به، ولم يقطع عنه نعمه؛ ذلك لأنه سبحانه غني عن خَلْقه {وَمَن كَفَرَ فَإِنَّ الله غَنِيٌّ حَمِيدٌ}  [لقمان: ١٢] لأنه سبحانه يعرف أنه رب، حتى للكافر الجاحد. </p><p> ونلحظ في الأسلوب هنا عظمة وروعة، ففي الشكر قال سبحانه {وَمَن يَشْكُرْ. .}  [لقمان: ١٢] أما في الكفر فقال: {وَمَن كَفَرَ. .}  [لقمان: ١٢] ولم يقل: ومَنْ يكفر، وفَرْق بين الأسلوبين، والكلام هنا كلام ربٍّ، ففي الشكر جاء بالفعل المضارع {يَشْكُرْ ... }  [لقمان: ١٢] الدال على الحال والاستقبال، فالشكر متجدد ودائم على خلاف الكفر. </p><p> وكأنه - سبحانه وتعالى - لا يريد من عبده الدوام على كفره، فلعله يتوب ويرجع إلى ساحة الإيمان، فجاء بالفعل الماضي {كَفَر. .}  [لقمان: ١٢] أي: في الماضي فحسب، وقد لا يعود في المستقبل، وهذا مظهر من مظاهر الإعجاز البياني في القرآن الكريم. </p><p> ومعنى {حَمِيدٌ}  [لقمان: ١٢] من صيغ المبالغة على وزن «فعيل» وتأتي مرة بمعنى «فاعل» مثل رحيم، ومرة بمعنى «مفعول» مثل قتيل أي: مقتول، والمعنى هنا {حَمِيدٌ}  [لقمان: ١٢] أي: محمود وجاءت هذه الصفة بعد {غَنِيٌّ}  [لقمان: ١٢] لأن الكافر لو كان يعلم أن الله لم يقطع عنه نعمه رغم كفره به لحمد هذا الإله الذي حلم عليه، ولم يعامله بالمثل. </p><p> ثم يقول الحق سبحانه:  {وَإِذْ قَالَ لُقْمَانُ ... } . </p>"
}