{
  "id": null,
  "sura": 31,
  "aya": 25,
  "text": "<p> هذا إفحام لهم، حيث شهدوا بأنفسهم أن الله تعالى هو خالق السماوات والأرض، وتعجب بعد ذلك لأنهم ينصرفون عن عبادة الخالق سبحانه إلى عبادة مَنْ لا يخلق ولا يرى ولا يسمع. </p><p> لذلك بعد هذه الشهادة منهم، وبعد أنْ قالوا (الله) يُتبعها الحق سبحانه بقول {قُلِ الحمد لِلَّهِ. .}  [لقمان: ٢٥] أي: الحمد لله؛ لأنهم أقروا على أنفسهم، ونحن في معاملاتنا نفعل مثل هذا، فحين يعترف لك خَصمْك تقول: الحمد لله. </p><p> وهذه الكلمة تُقال تعليقاً على أشياء كثيرة، فحين يعترف لك الخَصْم بما تريد تقول: الحمد لله، وحين يُخلِّصك الله من أذى أحد الأشرار تقول: الحمد لله أي: الذي نجانا من فساد هذا المفسد. </p><p> فلو بلغنا خبر موت أحد الأشقياء أو قُطّاع الطرق نقول: الحمد لله أي: الذي خلصنا من شرِّه، وأراح منه البلاد والعباد، ومن ذلك قول الله تعالى:  {فَقُطِعَ دَابِرُ القوم الذين ظَلَمُواْ والحمد للَّهِ رَبِّ العالمين}  [الأنعام: ٤٥] </p><p> كذلك تقال حينما يُنصَف المظلوم، وتُردُّ إليه مظلمته، أو تظهر براءته، كما سنقول - إنْ شاء الله - في الآخرة:  {الحمد للَّهِ الذي أَذْهَبَ عَنَّا الحزن إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ}  [فاطر: ٣٤]  {وَسِيقَ الذين اتقوا رَبَّهُمْ إِلَى الجنة زُمَراً حتى إِذَا جَآءُوهَا وَفُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا سَلاَمٌ عَلَيْكُمْ طِبْتُمْ فادخلوها خَالِدِينَ وَقَالُواْ الحمد للَّهِ الذي صَدَقَنَا وَعْدَهُ وَأَوْرَثَنَا الأرض نَتَبَوَّأُ مِنَ الجنة حَيْثُ نَشَآءُ فَنِعْمَ أَجْرُ العاملين}  [الزمر: ٧٣ - ٧٤] </p><p> فالحمد لله تُقال أيضاً عند خلوصك إلى غاية تُخرِجك مما كنتَ فيه </p><p> من الضيق، ومن الهَمِّ، ومن الحزن، وتقال حين ندخل الجنة، وننعم بنعيمها ونعلم صِدْق الله تعالى فيما أخبرنا به من نعيمها. </p><p> هذا كله حَمْد على نِعمه، وهناك الحمد الأعلى: ألم تقرأ الحديث القدسي: «إن الله يتجلى على خَلْقه المؤمنين في الجنة فيقول: يا عبادي، ألا أزيدكم؟فيقولون:وكيف تزيدنا وقد أعطيْتنا مَا لا عين رأتْ، ولا أذن سمعتْ، ولا خطر على قلب بشر؟قال:أُحِلُّ عليكم رضواني، فلا أسخط عليكم بعدها أبداً» فماذا بعد هذا الرضوان؟ </p><p> يقول تعالى:  {وَتَرَى الملائكة حَآفِّينَ مِنْ حَوْلِ العرش يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَقُضِيَ بَيْنَهُمْ بالحق وَقِيلَ الحمد لِلَّهِ رَبِّ العالمين}  [الزمر: ٧٥] </p><p> هذا هو الحمد الأعلى، فقد كنت في الحمد مع النعمة، وأنت الآن في الحمد مع المنعم سبحانه. </p><p> ثم يقول سبحانه:  {بَلْ أَكْثَرُهُمْ لاَ يَعْلَمُونَ}  [لقمان: ٢٥] وهم أهل الغفلة عن الله، أو {لاَ يَعْلَمُونَ}  [لقمان: ٢٥] أي: العلم الحقيقي، النافع، وإنْ كانوا يعلمون العلم من كتاب غير منير، أو: يعلمون العلم الذي يُحقِّق لهم شهواتهم. </p><p> ثم ينتقل السياق إلى آيات كونية فيقول سبحانه:  {لِلَّهِ مَا فِي السماوات ... } . </p>"
}