{
  "id": null,
  "sura": 31,
  "aya": 6,
  "text": "<p> بعد أن ذكر الحق سبحانه الكتاب وآياته، وأن فيه هدى ورحمة لمن اتبعه وفلاحاً لمن سار على هديه يبين لنا أن هناك نوعاً آخر من الناس ينتفعون بالضلال ويستفيدون منه، وإلا ما راجتْ سوقه، ولما انتشر بين الناس أشكالاً وألواناً. </p><p> لذلك نرى للضلال فئة مخصوصة حظهم أن يستمر وأن ينتشر </p><p> لتظل مكاسبهم، ولتظل لهم سيادتهم على الخَلْق وعبوديتهم لهم واستنزاف خيراتهم. </p><p> وطبيعي إنْ وُجِد قانون يعيد توازن الصلاح للمجتمع لا يقف في وجهه إلا هؤلاء يحاربونه ويحاربون أهله ويتهمونهم ويُشككون في نواياهم، بل ويواجهونهم بالسخرية والاستهزاء مرة وبالتعدي مرة أخرى. </p><p> وربما قطعوا عليهم سبل الحياة، كما عزلوا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في شِعْب أبي طالب، ثم يُكرهون أهل الحق على الهجرة والخروج من أموالهم وأهلهم إلى الحبشة مرة، وإلى المدينة مرة أخرى، لماذا؟ لأن حياتهم تقوم على هذا الضلال فلا بُدَّ أنْ يحافظوا عليه. </p><p> والحق سبحانه يبين لنا أن هؤلاء الذين يحاربون الحق ويقفون في وجه الدعوة إلى الإيمان يعرفون تماماً أنهم لو تركوا الناس يسمعون منهج الله وداعي الخير لا بُدَّ أنْ يميلوا إليه؛ لذلك يَحُولُون بين آذان الناس ومنطق الحق، فهم الذين قالوا للناس:  {لاَ تَسْمَعُواْ لهذا القرآن والغوا فِيهِ ... }  [فصلت: ٢٦] </p><p> وما ذلك إلا أنهم واثقون من لغة القرآن وجمال أسلوبه، واستمالته للقلوب بحلو بيانه، فلو سمعتْه الأذن العربية لا بُدَّ وأنْ تتأثر به، وتقف على وجوه إعجازه، وتنتهي إلى الإيمان. </p><p> فإذا ما أفلتَ منهم أحد، وانصرف إلى سماع الحق أتوْهُ بصوارف أخرى وأصوات تصرفه عن الحق إلى الباطل. </p><p> وقوله {وَمِنَ الناس}  [لقمان: ٦] من هنا للتبعيض أي: الناس المستفيدون من الضلال، والذين يسؤوهم أنْ يأتم الناس </p><p> جميعاً بمنطق واحد، وهدف واحد؛ وهدى واحد لأن هذه الوحدة تقضي على تميزهم وجبروتهم وظلمهم في الأرض؛ لذلك يبذلون قصارى جهدهم في الضلال {وَمِنَ الناس مَن يَشْتَرِي لَهْوَ الحديث لِيُضِلَّ عَن سَبِيلِ الله ... }  [لقمان: ٦] </p><p> قوله تعالى:  {يَشْتَرِي}  [لقمان: ٦] من الشراء الذي يقابله البيع، والشراء أنْ تدفع ثمناً وتأخذ في مقابله مُثمناً، وهذا بعدما وُجِد النقد، لكن قبل وجود النقد كان الناس يتعاملون بالمقايضة والتبادل سلعة بسلعة، وفي هذه الحالة فكل سلعة مباعة وكل سلعة مشتراة، وكل منهما بائع ومُشْتر. </p><p> ومن ذلك قوله تعالى في قصة يوسف عليه السلام:  {وَشَرَوْهُ بِثَمَنٍ بَخْسٍ دَرَاهِمَ مَعْدُودَةٍ وَكَانُواْ فِيهِ مِنَ الزاهدين}  [يوسف: ٢٠] . </p><p> والمعنى: شروه أي: باعوه. </p><p> ومن ذلك أيضاً قوله تعالى:  {وَمِنَ الناس مَن يَشْرِي نَفْسَهُ ابتغآء مَرْضَاتِ الله ... }  [البقرة: ٢٠٧] . </p><p> أي: يبيعها، إذن: الفعل (شَرَى) يأتي بمعنى البيع، وبمعنى الشراء. </p><p> أما إذا جاء الفعل بصيغة (اشترى) فإنه يدل على الشراء الذي يُدفع له ثمن، ومن ذلك قوله تعالى:  {وَإِنَّ مِنْ أَهْلِ الكتاب لَمَن يُؤْمِنُ بالله وَمَآ أُنزِلَ إِلَيْكُمْ وَمَآ أُنزِلَ إِلَيْهِمْ خَاشِعِينَ للَّهِ لاَ يَشْتَرُونَ بِآيَاتِ الله ثَمَناً قَلِيلاً ... }  [آل عمران: ١٩٩] </p><p> وقوله تعالى:  {إِنَّ الله اشترى مِنَ المؤمنين أَنفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمُ الجنة}  [التوبة: ١١١] </p><p> وعادة تدخل الباء على المتروك تقول: اشِتريتُ كذا بكذا </p><p> وحين نتأمل قوله تعالى:  {وَمِنَ الناس مَن يَشْتَرِي لَهْوَ الحديث ... }  [لقمان: ٦] نجد أن هذه عملية تحتاج إلى طلب للشيء المشترَى، ثم إلى ثمن يُدفع فيه، وليت الشراء لشيء مفيد إنما {لَهْوَ الحديث}  [لقمان: ٦] وهذه سلعة خسيسة. </p><p> إذن: هؤلاء الذين يريدون أنْ يصدوا عن سبيل الله تحملوا مشقة الطلب، وتحملوا غُرْم الثمن، ثم وُصِفوا بالخيبة لأنهم رَضوا بسلعة خسيسة، والأدهى من ذلك والأمرّ منَه أن يضعوا هذا في مقابل الحق الذي جاءهم من عند الله على يد رسوله بلا تعب وبلا مشقة وبلا ثمن، جاءهم فضلاً من عند الله وتكرماً:  {قُل لاَّ أَسْأَلُكُمْ عَلَيْهِ أَجْراً إِلاَّ المودة فِي القربى}  [الشورى: ٢٣] </p><p> فأيُّ حمق هذا الذي يوصفون به؟ </p><p> وكلمة اللهو: ذكر القرآن اللهو وذكر اللعب في عدة آيات، قدَّمت اللعب على اللهو في قوله تعالى:  {وَمَا الحياة الدنيآ إِلاَّ لَعِبٌ وَلَهْوٌ وَلَلدَّارُ الآخرة خَيْرٌ لِّلَّذِينَ يَتَّقُونَ أَفَلاَ تَعْقِلُونَ}  [الأنعام: ٣٢] </p><p> وفي قوله تعالى:  {اعلموا أَنَّمَا الحياة الدنيا لَعِبٌ وَلَهْوٌ}  [الحديد: ٢٠] </p><p> وقدمت اللهو في قوله تعالى:  {وَمَا هذه الحياة الدنيآ إِلاَّ لَهْوٌ وَلَعِبٌ}  [العنكبوت: ٦٤] </p><p> فقدمت الآيات اللعب في آيتين؛ لأن اللعب أن تصنع حركة غير مقصودة لمصلحة، كما يلعب الأطفال، يعني: حركة لا هدفَ لها، ونقول عنها (لعب عيال) وسُمِّيت لعباً؛ لأن الطفل يلعب قبل أنْ يُكلِّف بشيء، فلم يشغل باللعب عن غيره من المهمات. </p><p> لكن إذا انتقل إلى مرحلة التكليف، فإن اللعب يشغله عن شيء طُلب منه، ويُسمَّى في هذه الحالة لهواً، ومنه قوله تعالى:  {وَإِذَا رَأَوْاْ تِجَارَةً أَوْ لَهْواً انفضوا إِلَيْهَا وَتَرَكُوكَ قَآئِماً}  [الجمعة: ١١] </p><p> إذن: فاللهو هو الشيء الذي لا مصلحة فيه، ويشغلك عن مطلوب منك. </p><p> فآية سورة العنكبوت التي قدمت اللهو على اللعب تعني أن أمور الاشتغال بغير الدين قد بلغت مبلغاً، وأن الفساد قد طمَّ واستشرى الانشغال بغير المطلوب عن المطلوب، فهذه أبلغ في المعنى من تقديم اللعب؛ لأن اللعب لم يُلهه عن شيء. </p><p> لكن، ما اللهو الذي اشتروه ليصرفوا الناس به عن الحق وعن دعوة الإسلام؟ إنهم لما سمعوا القرآن فيه قصصاً عن عاد وثمود، وعن مدين وفرعون. . الخ، فأرادوا أنْ يشغلوا الناس بمثل هذه القصص. </p><p> وقد ذهب واحد منهم وهو النضر بن الحارث إلى بلاد فارس وجاءهم من هناك بقصص مسلية عن رستم وعن الأكاسرة وعن ملوك حِمْيَر، اشتراها وجاء بها، وجعل له مجلساً يجتمع الناس فيه ليقصّها عليهم، ويصرفهم بسماعها عن سماع منطق الحق في رسول الله. </p><p> وآخر يقول: بل جاء أحدهم بمغنية تغنيهم أغاني ماجنة متكسرة. </p><p> ومعنى:  {لَهْوَ الحديث}  [لقمان: ٦] قال العلماء: هو كل ما يُلهي عن مطلوب لله، وإنْ لم يكُنْ في ذاته في غير مطلوب الله لَهْواً، وعليه فالعمل الذي يُلهي صاحبه من صناعة أو زراعة. . الخ يُعَدُّ من اللهو إنْ شغله مثلاً عن الصلاة، أو عن أداء واجب لله تعالى. </p><p> ومن التصرفات ما يُعَدُّ لهواً، وإنْ لم يشغلك عن شيء كالغناء، </p><p> وللعلماء فيه كلام كثير خاصة بعد أنْ صاحبته الموسيقى وآلات الطرب والحركات الخليعة الماجنة، ولفقهائنا القدامى رأيهم في هذا الموضوع، لكن العلماء المحدثين والذين يريدون أنْ يُجيزوا هذه المسألة يأخذون من كلام القدماء زاوية ويُطبِّقونها على غير كلامهم. </p><p> نعم، أباح علماؤنا الأُنْس بالغناء في الأفراح وفي الأعياد اعتماداً على «قول النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لأبي بكر الصديق الذي رأى جاريتين تغنيان في بيت رسول الله فنهرهما،وقال:أمزمار الشيطان في بيت رسول الله،فقال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:» دعهما، فإننا في يوم عيد «» . </p><p> وكذلك أباحوا الأناشيد التي تقال لتلهب حماس الجنود في الحرب، أو التي ينشدها العمال ليطربوا بها أنفسهم وينشغلوا بها عن متاعب العمل، أو المرأة التي تهدهد ولدها لينام. </p><p> ومن ذلك حداء الإبل لتسرع في سيرها، وقد قال النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لأنجشة:  «رفقاً بالقوارير» فشبَّه النساء في لُطفهن ورقّتهن </p><p> بالقوارير، فإذا ما أسرعتْ بهن الإبل هُزَّت بهن الهوادج، وهذا يشقُّ على النساء. </p><p> إذن: لا مانع من كل نصٍّ له غرض نبيل، أما إنْ أهاج الغرائز فهو حرام - والكلام هنا عن مجرد النص - لأن الخالق سبحانه يعلم طبيعة الغرائز في البشر؛ لذلك نسميها غريزة؛ لأن لها عملاً وتفاعلاً في نفسك بدون أيِّ مؤثرات خارجية، ولها طاقة لا بُدَّ أنْ تتحرك، فإنْ أثرْتَها أنت ثارتْ ونزعتْ إلى ما لا تُحمدَ عُقْباه. </p><p> وسبق أن أوضحنا أن مراتب الشعور ثلاث: يدرك بحواسه، ثم وجدان يتكوَّن في النفس نتيجة للإدراك، ثم النزوع والعمل الذي يترجم هذا الوجدان. </p><p> ومن رحمة الله بنا أن الشرع لا يتدخل في هذه المسألة إلا في مرحلة النزوع، فيقول لك: قِفْ لا تمدّ يدك إلى ما ليس لك: ومثَّلنا لهذه المسألة بالوردة تراها في البستان، ويُعجبك منظرها، وتجذبك رائحتها فتعشقها وهذا لك، فإن مددْتَ يدك لتقطفها يقول لك الشارع قِفْ ليس من حقك. </p><p> إذن: فالشارع الحكيم لا يتدخَّل في مرحلة الإدراك، ولا في المواجيد إلا في مسألة واحدة لا يمكن الفصل فيها بين الإدراك والوجدان والنزوع، لأنها جميعها شيء واحد، إنها عملية نظر الرجل إلى المرأة التي لا تحل له، لماذا هذه المسألة بالذات؟ </p><p> قالوا: لأنها لا تقف عند حَدِّ الإعجاب بالمنظر، إنما يُرثك هذا الإعجاب انفعالاً خاصاً في نفسك، ويُورثك تشكلاً خاصاً لا يهدأ، إلا بأن تنزع، فرحمة بك يا عبدي أنا سأتدخل في هذا الأمر بالذات من أوله، وأمنعك من مجرد الإدراك، لأنك إنْ أدركتَ وجدتَ، وإنْ </p><p> وجدتَ نزعتَ إلى ما تجد فأثمت في أعراض الناس أو كبت في نفسك، فأضررتَ بها، وربك يريد أنْ يُبرئك من الإثم ومن الإضرار بالنفس، فالأسلم لكم أنْ تغضُّوا أبصاركم. </p><p> إذن: لا تقُل الغناء لكن قُلْ النص نفسه: إنْ حثَّ على فضيلة فهو حلال، وإنْ أهاج الغرائز فهو حرام وباطل، كالذي يُشبِّب بالمرأة ويذكر مفاتنها، فهذا حرام حتى في غير الغناء، فإذا ما أضفتَ إليه الموسيقى والألحان والتكسر والميوعة ازدادت حرمته وتضاعف إثمه. </p><p> أما ما نراه الآن وما نسمعه مما يُسمُّونه غناء، وما يصاحبه من حركات ورقصات وخلاعات وموسيقى صاخبة، فلا شكّ في حرمته. </p><p> فكل ما يُخرج الإنسان عن وقاره ورزانته وكل ما يجرح المشاعر المهذبة فهو حرام، ثم إن الغناء صوت فإنْ خرج عن الصوت إلى أداء آخر مُهيّج، تستعمل فيه الأيدي والأرجل والعينان والوسط. . الخ فهذا كله باطل ومحرم. </p><p> ولا ينبغي للمؤمن الذي يملك زمام نفسه أن يقول: إنهم يفرضون ذلك علينا، فالمؤمن له بصيرة يهتدي بها، ويُميز بين الغثِّ والسمين، والحق والباطل، فكُنْ أنت حكماً على ما ترى وما تسمع، بل ما يرى وما يسمع أهلك وأولادك، وبيدك أنت الزمام إنْ شئتَ سمعتَ، وإنْ شئتَ أغلقتَ الجهاز، فلا حجة لك لأن أحداً لا يستطيع أنْ يجبرك على سماع أو رؤية ما تكره. </p><p> ففي رمضان مثلاً، وهو شهر للعبادة نصوم يومه، ونقوم ليله، وينبغي أن نكرمه، ونحتفظ فيه بالوقار والروحانية، ومع ذلك يخرجون علينا بألوان اللهو الذي يتنافى والصيام، فإنْ سألتهم قالوا: الناس مختلفو الأمزجة، وواجبنا أن نوفر لهم أمزجتهم، لكن للمؤمن </p><p> ولاية على نفسه وهو يملك زمامها، فلا داعي أن تتهم أحداً ما دام الأمر في يدك، وعليك أن تنفذ الولاية التي ولاك الله، فإنْ فعلتَ ففي يدك خمسة وتسعون بالمائة من حركة الحياة، ولغيرك الخمسة الباقية. </p><p> ثم إن ما يحلّ من الغناء مشروط بوقت لا يكون سمة عامة ولا عادة مُلِحّة على الإنسان يجعلها ديدنه؛ لذلك يقول النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «روِّحوا القَلوب ساعة بعد ساعة» . </p><p> وهؤلاء المغنون والمغنيات الذين يُدخِلون في الغناء ما ليس منه من الحركات والرقصات لا يدرون أنهم يَثيرون الغرائز، ويستعدون على الشباب غير القادر على الزواج، ويلبهون مشاعر الناس ويثيرون الغيرة. </p><p> . الخ </p><p> إذن: القضية واضحة لا تحتاج منا إلى فلسفة حول حكم الغناء أو الموسيقى، فكل ما يثير الغرائز، ويُخرجك عن سَمْت الاعتدال والوقار فهو باطل وحرام، سواء أكان نصاً بلا لحن، أو لحناً بدون أداء، أو أداء مصحوباً بما لا دخلَ له بالغناء. </p><p> لكن، لماذا يكلفون أنفسهم ويشترون لهو الحديث؟ </p><p> العلة كما قال الحق سبحانه:  {لِيُضِلَّ عَن سَبِيلِ الله}  [لقمان: ٦] وفرْق بين مَنْ يشتري اللهو لنفسه يتسلى به، ويقصر ضلاله على نفسه وبين مَنْ يقصد أن يَضِلَّ ويُضل غيره؛ لذلك فعليه تبعة الضَّلالَيْن: ضلالة في نفسه، وإضلاله لغيره. </p><p> وقوله:  {لَهْوَ الحديث}  [لقمان: ٦] لا يقتصر على الغناء </p><p> والكلام، إنما يشمل الفعل أيضاً، وربما كان الفعل أغلب. </p><p> وقوله تعالى:  {بِغَيْرِ عِلْمٍ}  [لقمان: ٦] يدل على عدم معرفتهم حتى بأصول التجارة في البيع والشراء، فالتاجر الحق هو الذي يشتري السلعة، بحيث يكون نفعها أكثر من ثمنها، أما هؤلاء فيشترون الضلال؛ لذلك يقول الحق عنهم:  {فَمَا رَبِحَتْ تِّجَارَتُهُمْ}  [البقرة: ١٦] </p><p> والسبيل: هو الطريق الموصل إلى الخير من أقصر طريق، وهو الصراط المستقيم الذي قال الله تعالى عنه {اهدنا الصراط المستقيم}  [الفاتحة: ٦] لذلك نقول في علم الهندسة: المستقيم هو أقصر بُعد بين نقطتين. </p><p> وقوله:  {وَيَتَّخِذَهَا هُزُواً}  [لقمان: ٦] أي: السبيل؛ لأن السبيلِ تُذكَّر وتؤنث، تُذكَّرِ باعتبار الطريق، كقوله تعالى:  {وَإِن يَرَوْاْ سَبِيلَ الرشد لاَ يَتَّخِذُوهُ سَبِيلاً}  [الأعراف: ١٤٦] </p><p> وتُؤنَّث على اعتبار الشِّرْعة، كقوله تعالى:  {قُلْ هذه سبيلي أَدْعُو إلى الله على بَصِيرَةٍ}  [يوسف: ١٠٨] </p><p> هؤلاء الذين يشترون الضلال لإضلال الناس لا يكتفون بذلك، إنما يسخرون من أهل الصلاح، ويهزأون من أصحاب الطريق المستقيم والنهج القويم، ويُسفِّهون رأيهم وأفعالهم. </p><p> ثم يذكر الحق سبحانه عاقبة هذا كله:  {أولئك لَهُمْ عَذَابٌ مُّهِينٌ}  [لقمان: ٦] أولئك: أي الذين سبق الحديث عنهم، وهم أهل الضلال {لَهُمْ عَذَابٌ مُّهِينٌ}  [لقمان: ٦] ووصْف العذاب هنا بالمهانة دليل على أن من العذاب ما ليس مُهيناً، بل ربما كان تكريماً لمن وقع عليه كالرجل الذي يضرب ولده ليُعلِّمه ويُربِّيه، فهو يضربه لا ليعذبه ويؤلمه ويهينه، إنما لكي لا يعود إلى الخطأ مرة أخرى. على حَدِّ قول الشاعر: </p><p> فَقَسَا لِيزْدجِرُوا ومَنْ يَكُ حَازِماً ... فَلْيقسُ أحْيَاناً على مَنْ يَرْحَم </p><p> إذن: فمن العذاب ما هو تذكير وتطهير أو ترضية وتكريم لمستقبل، وإنما سُمِّي عذاباً تجاوزاً، فهو في هذه الحالة لا يُعَدُّ عذاباً. </p><p> وفي هذا المعنى قال الزمخشري رَضِيَ اللَّهُ عَنْه: الملك يكون عنده الخادم، فيفعل ما لا يُرضي سيده، فيأمر صاحب الشرطة أنْ يأخذه ويعذبه جزاء ما فعل، فيأخذه الشرطي ويُعذَّبه بقدر لا يتعداه، لأنه يعلم أنه سيعود مرة أخرى إلى خدمة السيد، فالعذاب في هذه الحالة يكون بقدر ما فعل الخادم ليس مهنياً له. لكن إنْ قال له: خُذْ هذا الخادم واقْصِه عن الخدمة أو افصله، يعني: ليست له عودة فلا شكَّ أن العذاب سيكون مهنياً وأليماً. </p><p> فالعذاب إنْ سمَّيناه عذاباً يكون إكراماً لمن تحب وتريد أن تطهره، أما العذاب المهين فهو لمن لا أمل في عودته، والإهانة تقتضي الأبدية والخلود. </p><p> ثم يقول الحق سبحانه وتعالى:  {وَإِذَا تتلى عَلَيْهِ آيَاتُنَا ولى مُسْتَكْبِراً كَأَن لَّمْ يَسْمَعْهَا كَأَنَّ ... } . </p>"
}