{
  "id": null,
  "sura": 31,
  "aya": 28,
  "text": "<p> الحق سبحانه وتعالى يؤكد دائماً على قضية البعث والقيامة، ويريد سبحانه أنْ ينصب للناس في حركة حياتهم موازين الجزاء؛ لأن كل عمل لا توجد فيه موازين للجزاء يعتبر عملاً باطلاً، ولا يمكن أنْ يستغنى عن الجزاء ثواباً وعقاباً إلا مَنْ كان معصوماً او مُسخَّراً، فالمعصوم قائم دائماً على فِعْل الخير، والمسخّر لا خيارَ له في أنْ يفعل أو لا يفعل. </p><p> إذن: إذا لم يتوفر مبدأ الجزاء ثواباً وعقاباً في غير هذين لا بُدَّ أنْ يوجد فساد، إذا لم يُثب المختار على الفعل، ويعاقب على الترك اضطربت حركة الحياة، حتى في المجتمعات التي لا تؤمن بإله وضعت لنفسها هذا القنون، قانون الثواب والعقاب. </p><p> والحق - سبحانه وتعالى - يعطينا مثالاً لهذا المبدأ في قوله تعالى من قصة ذي القرنين:  {إِنَّا مَكَّنَّا لَهُ فِي الأرض وَآتَيْنَاهُ مِن كُلِّ شَيْءٍ سَبَباً فَأَتْبَعَ سَبَباً}  [الكهف: ٨٤ - ٨٥] </p><p> أراد الحق سبحانه أن يبين أن الرجل الممكّن في الأرض له مهمة، هذه المهمة هي شكر الله على التمكين ولا يكون إلا بإقامة ميزان العدالة في الكون {حتى إِذَا بَلَغَ مَغْرِبَ الشمس ... }  [الكهف: ٨٦] أي: في رأي العين، وإلا فهي لا تغرب أبداً، إنما تغرب عن جماعة في مكان، وتشرق على جماعة في مكان آخر. {وَجَدَهَا تَغْرُبُ فِي عَيْنٍ حَمِئَةٍ وَوَجَدَ عِندَهَا قَوْماً قُلْنَا ياذا القرنين إِمَّآ أَن تُعَذِّبَ وَإِمَّآ أَن تَتَّخِذَ فِيهِمْ حُسْناً}  [الكهف: ٨٦] </p><p> ولا يُفوِّض إنسان في أنْ يُعذِّب أو يتخذ الحسنى إلا إذا كانت لديه مقاييس وميزان العدالة، وقد قال الله عنه:  {وَآتَيْنَاهُ مِن كُلِّ شَيْءٍ سَبَباً}  [الكهف: ٨٤] أي: نعمة وميزاناً لتوزيع هذه النعمة، فلم تقتصر نعمة الله عليه في أنه صاحب سلطان وجبروت، إنما عنده المقوِّمات الحياتية، وعنده ميزان العدالة الذي يضبط استطراق النِّعَم في الكون كله. </p><p> فالذي خُيِّر في أنْ يفعل أو لا يفعل أراد أنْ يبين منهجه في أنه لم يأخذ الاختيار وسيلة لتثبيت الأهواء؛ لذلك قال بعدها:  {قَالَ أَمَّا مَن ظَلَمَ فَسَوْفَ نُعَذِّبُهُ ثُمَّ يُرَدُّ إلى رَبِّهِ فَيُعَذِّبُهُ عَذَاباً نُّكْراً}  [الكهف: ٨٧] هذا هو العقاب {وَأَمَّا مَنْ آمَنَ وَعَمِلَ صَالِحاً فَلَهُ جَزَآءً الحسنى وَسَنَقُولُ لَهُ مِنْ أَمْرِنَا يُسْراً}  [الكهف: ٨٨] أي: بعد أنْ ينال ثوابه، نعطيه فوق ذلك حوافز تشجعه، ونقيم له حفلة تكريم لنغري غيره بأن يسلك مسلكه. </p><p> إذن: فقضية الثواب والعقاب أمر لازم، وإذا كان هذا في الأمور الحياتية الجزئية، فهو أَوْلى في أمور الدين والقيم التي تسيطر على كل موازين الحياة، لا بُدَّ من وقت للثواب وللعقاب، وإلا استشرى </p><p> الظلم واغتال الناس، وقضى عليهم وأخذ منهم كل مُتع الحياة، فانتفع بذلك المفسد، وخاب كل مَن التزم بدين الله وقيم منهجه. </p><p> لذلك تجد الحق - تبارك وتعالى - يؤكد دائماًَ على مسألة البعث والقيامة والحساب، وترى أعداء الدين يحاولون أنْ يُشككوا في هذه القضية، وأنْ يُزحزحوا الناس عن الإيمان بها بطرق شتى. </p><p> فالفلاسفة لهم في ذلك دور، وللملاحدة دور، ولأهل الكتاب دور؛ لذلك تجد التوراة مثلاً تكاد تخلو من إشارة عن اليوم الآخر، وهذا أمر غريب لا يمكن تصوره في كتاب ودين سماوي ومنهج حياة. </p><p> وما ذلك إلا لأن أهل التوراة أرادوا أنْ يُزحزحوا الناس عن أمور عدة ليثبتوا لأنفسهم سلطة زمنية مادية، حتى إنهم طمعوا في أنْ يرتقوا بهذه السلطة حتى يصلوا إلى الله تعالى، كما حكى القرآن عنهم:  {وَإِذْ قُلْتُمْ ياموسى لَن نُّؤْمِنَ لَكَ حتى نَرَى الله جَهْرَةً ... }  [البقرة: ٥٥] </p><p> ولما أنزل الله عليهم المنَّ، وهو مادة حُلْوة كطعم القشدة جعلها تتساقط عليهم، وأنزل عليهم السلوى، وهي طيور مثل السمان تنزل عليهم جاهزة مُعدَّة للتناول رفضوا عطية الله لهم، وطعامه الذي أُعدَّ من أجلهم، وقالوا: بل نريد طعاماً نصنعه بأيدينا، وقالوا:  {لَن نَّصْبِرَ على طَعَامٍ وَاحِدٍ ... }  [البقرة: ٦١] ، فقال لهم:  {اهبطوا مِصْراً فَإِنَّ لَكُمْ مَّا سَأَلْتُمْ ... }  [البقرة: ٦١] </p><p> وما دام الأمر بالنسبة لهؤلاء مادياً فلا بُدَّ أنْ يزحزح نفسه عن </p><p> الآخرة وعن القيامة والحساب، لذلك راحوا يُشكِّكون فيها، أما الفلاسفة فقالوا: حين يبعث الله إنساناً بعد الموت وقد تحللتْ أعضاؤه وصارت تراباً، ثم غرست في هذا المكان شجرة فتغذتْ من هذا التراب، وأكل إنسان آخر من ثمارها وانتقلتْ إليه بعض خلايا وجزيئات الأول، فإذا كان هناك بعث أتُبعت هذه الجزئيات مع الأول أم مع الآخر؟ فإنْ كانت مع الأول فهي نقص في الآخر والعكس. هذه هي شبهة الفلاسفة. </p><p> وقد تخبَّط الفلاسفة هذا التخبُّط؛ لأنهم لم يفطنوا إلى شيء في الوجود يعطي قيماً للغيبيات، وقد أوضحنا هذه المسألة فقلنا لهم: لو أن إنساناً يزن مائة كيلو مثلاً أصيب بمرض أفقده أربعين كيلو من وزنه، فماذا يعني هذا النقص بالنسبة للشخص نفسه؟ </p><p> هذه المسألة يتحكم فيها أمران: الغذاء والإخراج، ففي فترة النمو يكون الداخل للجسم أكثر من الخارج، أما في فترة الشيخوخة مثلاً فالخارج أكثر، فإنْ توازن الأمران كانت حالة من الثبات لا يزيد فيها الشخص ولا ينقص، وهي فترة الثبات. </p><p> فالشخص الذي نقص من وزنه أربعون كيلو، ثم شفاه الله وعادت إليه عافيته حتى زاد وزنه وعاد إلى حالته الطبيعية، فهل تغيَّر الشخص حال نقصان وزنه؟ وهل تغيَّر حال عودته إلى طبيعته؟ أم ظلت الشخصية والذاتية هي هي؟ </p><p> إذن: المسألة في تكوين الجسم ليست ذرات وجزئيات، إنما هي شخصية معنوية خاصة وإنْ تكوَّنت من جزيئات المادة وهي الستة عشر عنصراً التي تكوِّن جسم الإنسان، والتي تبدأ بالأكسوجين وتنتهي بالمنجنيز، وهي نفس العناصر المكوِّنة لتربة </p><p> الأرض التي نأكل منها، وهذه العناصر بنسب تختلف من شخص لآخر. </p><p> والحق سبحانه وتعالى يقول:  {قَدْ عَلِمْنَا مَا تَنقُصُ الأرض مِنْهُمْ وَعِندَنَا كِتَابٌ حَفِيظٌ}  [ق: ٤] يعني: نعرف ما نقص من كل إنسان: كذا في الحديد، وكذا من الأكسوجين، وكذا من الفسفور. . إلخ. </p><p> إذن: حين يبعث الله الإنسان بعد الموت يبعث هذه الشخصية المعنوية بهذه الأجزاء المعروفة، فيأتي الشخص هو هو. </p><p> ومن القضايا التي أثاروها في مسألة البعث ولالتباسات التي يحاولونها يقولون: الله تعالى يخلق الإنسان في مدة تسعة أشهر، أو ستة أشهر، يمر خلالها بعدة مراحل: نطفة، ثم علقة، ثم مضغة، ثم عظاماً، ثم يكسو هذه العظام لحماً، هذا للإنسان الواحد، فكم تستغرق إعادة خَلْق البشر من لَدُن آدم عليه السلام حتى قيام الساعة؟ </p><p> ونقول: لقد ذكرتم كيفية خَلْق سلالة الإنسان والتي تستغرق تسعة أو ستة أشهر، لكن لم تذكروا خَلْق الأصل، وهو آدم عليه السلام، وقد خلقه الله على هيئته وصورته التي كان عليها، فلم يكُنْ صغيراً وكبر، إنما خُلِق كبيراً مستوياً كاملاً، ثم نُفِخت فيه الروح. </p><p> ثم إن عناصر الفعل هي: الفعل، والفاعل، والمنفعل، يُضاف إليها الزمن الذي سيتم فيه الفعل، فأنا أريد أنْ أنقل هذه (الحملة) من هنا إلى هناك فنقلنا فعل، وأنا الفاعل، والجملة هي المنفعل ثم الزمن الذي يستغرقه الحدث، والزمن يعني توزيع جزئيات الحدث على جزيئات الزمن فإذا أردت أن تخيط ثوبا بطريقة يدوية فإنه يأخذ منك وقتاً طويلاً، فإن خِطَّه بالماكينة أخذ وقتاً أقلّ بكثير. </p><p> إذن: فزمن الفعل يتناسب مع قوة الفاعل، وتذكرون أنه في الماضي كانت الشوارع تضاء بمصابيح الزيت، وكان لكل منطقة عامل يصعد إلى سلم إلى كل فانوس ليشعله، أما الآن فتستطيع أن تنير مدينة بأكملها بضغط زر واحد. إذن: كلما زادتْ القوة قلَّ الزمن. </p><p> فتعال إذن إلى مسألة البعث والإعادة بعد الموت: أهي بقوتك أنت لتحسبها بما يناسب قوتك وقدرتك؟ إنها بقوة الله عَزَّ وَجَلَّ، والله لا يعالج الأمور كما نفعل ولا يزاولها، إنما يفعل سبحانه بكُنْ. إذن: فالفعل بالنسبة لله تعالى لا يحتاج إلى زمن تُوزَّع فيه جزئيات الفعل على جزئيات الزمن. </p><p> ولمَ تستبعد هذا في حقَّ الله تعالى، وقد أعطاك ربك طرفاً منه رغم قدرتك المحدودة؟ ألستَ تجلس في مثل هذا المجلس فترانا جميعاً مرة واحدة في نظرة واحدة، كذلك تسمع الجميع دفعة واحدة؟ ألستَ تقوم بمجرد أن تريد أنْ تقوم، وتنفعل جوارحك لك بمجرد أنْ يخطر الفعل على بالك؟ أتفكر أنت في العضلات التي تحركتْ والإشارات التي تمتْ بداخلك لتقوم من مجلسك؟ </p><p> وقد سبق أنْ أوضحنا هذه المسألة حين قارنَّا حركة الإنسان في سلاستها وطواعية الجوارح لمراد صاحبها بحركة الحفار مثلاً، فهو لا يؤدي حركة إلا بالضغط على زر خاص بها. </p><p> فإذا كنت أنت أيها العبد تنفعل لك جوارحك وأعضاؤك بمرادك في الأشياء، فهل تستبعد في حق الله أنْ يفعل بكلمة كُنْ؟ كيف وأنت ذاتك تفعل بدون أنْ تقولها؟ مجرد الإرادة منك تفعل ما تريد. </p><p> فإنْ قلتَ: كيف يفعل الحق سبحانه بكلمة كُنْ، وأنا أفعل بدون أنْ أقولها؟ نقول: نعم أنت تفعل بدون كُنْ؛ لأن الأشياء ليست </p><p> منفعلة لك أنت، إنما هي مُسخَّرة بكُنْ الأولى حين قال الله لها كوني مُسخَّرة لإرادته، إذن: أنا أفعل بدون كُنْ؛ لأنها ليست في مقدوري أنا، فكأن كُنْ الأولى من الله تعالى هي كُنْ لنا جميعاً. </p><p> وبهذا الفهم استطعنا تفسير حادثة الإسراء والمعراج، واستطعنا الرد على منكريها، فالله يقول:  {سُبْحَانَ الذي أسرى بِعَبْدِهِ لَيْلاً مِّنَ المسجد الحرام إلى المسجد الأقصى ... }  [الإسراء: ١] </p><p> فلما سمع الكفار بالحادثة أنكروها وقالوا: كيف ونحن نضرب إليها أكباد الإبل شهراً؟ نعم أنتم تضربون إليها أكباد الإبل شهراً؛ لأن فعلكم يحتاج إلى زمن ومزاولة نوزع فيها جزئيات الفعل على جزئيات الزمن، أمَّا محمد فلم يقُلْ سريتُ، فيكون في الفعل كأحدكم إنما قال: أُسرِي بي. </p><p> إذن: فهو محمول على قدرة أخرى، فالفعل لا يُنسب إليه إنما إلى حامله إلى الله، وقلنا: كلما زادتْ القوة قلَّ الزمن، فإذا كانت القوة قوة الحق - تبارك وتعالى - فلا زمن؛ لذلك يقول سبحانه في مسألة الخلق والإعادة:  {مَّا خَلْقُكُمْ وَلاَ بَعْثُكُمْ إِلاَّ كَنَفْسٍ وَاحِدَةٍ. .}  [لقمان: ٢٨] </p><p> فالأمر يسير على الله؛ لأن خَلْق النفس الواحدة وخَلْق جميع الأنفس يتم بكُنْ، فالمسألة لا تحتاج إلى تسعة أو ستة أشهر. </p><p> وضربنا مثلاً لتوضيح هذه المسألة بصناعة الزبادي مثلاً، فأنت تأتي باللبن وتضع عليه المادة المعروفة وتتركه في درجة حرارة معينة فيتحول تلقائياً إلى الزبادي الذي تريده، فهل جلستَ أمام كل </p><p> علبة تُحوِّلها بنفسك، أم أنك عملت العملية المعروفة في هذه الصناعة، ثم تركت هذه المواد تتفاعل بذاتها؟ </p><p> كذلك شاء الله تعالى أنْ يوجد الإنسان جنيناً في بطن أمه، وأن تجري عليه أمور النمو بطبيعتها، إذن: خَلْق الإنسان لا يقاس بالنسبة لله تعالى بالزمن، وقد حَلَّ لنا الإمام علي كرم الله وجهه هذه القضية حينما سُئِل: كيف يحاسب الله الناس جميعاً من لَدُن آدم عليه السلام إلى قيام الساعة في وقت واحد؟ </p><p> فقال: يحاسبهم جميعاً في وقت واحد، كما أنه يرزقهم جميعاً في وقت واحد؛ لأنه سبحانه لا يشغله شأن عن شأن. </p><p> ثم يذيل الحق سبحانه هذه الآية بقوله تعالى:  {إِنَّ الله سَمِيعٌ بَصِيرٌ}  [لقمان: ٢٨] سميع بصير صيغة مبالغة من السمع والبصر، وقلنا: إنك وأنت العبد المخلوق تستطيع أن ترى هذا الجمع مرة واحدة في نظرة واحدة، وكذلك تسمعه، فما بالك بسمَعْ الله تعالى وبصره؟ </p><p> ثم يقول الحق سبحانه:  {أَلَمْ تَرَ أَنَّ الله ... } . </p>"
}