{
  "id": null,
  "sura": 31,
  "aya": 10,
  "text": "<p> أولاً: ذكر الحق سبحانه آية كونية لم يدَّعها أحد لنفسه من الكفار أو من الملاحدة، وهي آية موجودة ومُشَاهدة، وبعد أن قال سبحانه أنا خالق السماء والأرض لم يعارضه أحد، ولم يأْتِ مَنْ يعارضه فيقول: بل أنا خالق السماء والأرض. </p><p> وسبق أنْ قلنا: إن القضية تسلم لصاحبها ومدعيها إذا لم يَقُمْ لها معارض، فإن كانت هذه القضية صحيحة، والحق سبحانه هو </p><p> الخالق فقد انتهتْ المسألة، وإذا كان هناك خالق غيره سبحانه فأين هو؟ هل درى أن واحداً آخر أخذ منه الخَلْق، ولماذا لم يعارض ويدافع عن حقِّه؟ أو أنه لم يَدْرِ بشيء فهو إله (نائم على ودنه) ، وفي كلا الحالين لا يصلح أن يكون إلهاً يُعبد. </p><p> لذلك قال تعالى:  {شَهِدَ الله أَنَّهُ لاَ إله إِلاَّ هُوَ}  [آل عمران: ١٨] ، فهذه شهادة الذات للذات، ولم يعارضها معارض فصَحَّتْ لصاحبها إلى أنْ يوجد معارض. </p><p> وسبق أن مثَّلنا لذلك - ولله المثل الأعلى - بجماعة جلسوا في مجلس فلما انفضَّ مجلسهم وجد صاحب البيت حافظة نقود لا يعرف صاحبها، فاتصل بمن كانوا في مجلسه، وسألهم عنها فلم يقُلْ واحد منهم أنها له، إلى أن طرق الباب أحدهم وقال: والله لقد نسيت حافظة نقودي هنا، فلا شكَّ إذن أنها له وهو صاحبها حيث لم يدَّعها واحد آخر منهم. </p><p> والحق سبحانه يقول في إثبات هذه القضية:  {قُلْ لَّوْ كَانَ مَعَهُ آلِهَةٌ كَمَا يَقُولُونَ إِذاً لاَّبْتَغَوْاْ إلى ذِي العرش سَبِيلاً}  [الإسراء: ٤٢] أي: لذهبوا يبحون عمَّنْ أخذ منهم الخَلْق والناس، وأخذ منهم الألوهية. </p><p> فإنْ قالوا نحن آلهة لكن فوقنا إله أكبر يردُّ الحق عليهم:  {مَّآ أَشْهَدتُّهُمْ خَلْقَ السماوات والأرض وَلاَ خَلْقَ أَنْفُسِهِمْ وَمَا كُنتُ مُتَّخِذَ المضلين عَضُداً}  [الكهف: ٥١] </p><p> وقوله تعالى:  {بِغَيْرِ عَمَدٍ تَرَوْنَهَا}  [لقمان: ١٠] حين تدور في أنحاء الكرة الأرضية من شمالها إلى جنوبها، ومن شرقها إلى غربها تجد السماء تظلّك، ومع سعة السماء لا تجد لها عمداً ترفعها، وكلمة {تَرَوْنَهَا}  [لقمان: ١٠] تحمل معنيين: إما هي فعلاً بغير عمد، أو لها عمد لكن لا نراها {بِغَيْرِ عَمَدٍ تَرَوْنَهَا}  [لقمان: ١٠] يعني: لا نرى لها </p><p> عمداً، لكن الحقيقة أن لها عمداً لا ترونها بإحساسكم ومقاييسكم. </p><p> فإنْ قلت، فما هذه العمد التي لا نراها؟ البعض يقول: هي الجاذبية، وهذا القول مجانب للصواب، والحق سبحانه يكفينا مؤنة البحث في هذه المسألة، فيقول سبحانه:  { ... وَيُمْسِكُ السمآء أَن تَقَعَ عَلَى الأرض إِلاَّ بِإِذْنِهِ}  [الحج: ٦٥] </p><p> إذن: لا نملك إلا أنْ نقول إنها ممسوكة بقدرة الله، ولكي لا نحار في كيفية ذلك يُقرِّب الله لنا هذه المسألة بمثال مُشاهد لنا، فالطير يمسكه الله في جو السماء: </p><p> {أَلَمْ يَرَوْاْ إلى الطير مُسَخَّرَاتٍ فِي جَوِّ السمآء مَا يُمْسِكُهُنَّ إِلاَّ الله ... }  [النحل: ٧٩] </p><p> وفي موضوع آخر يقول الحق سبحانه:  {إِنَّ الله يُمْسِكُ السماوات والأرض أَن تَزُولاَ}  [فاطر: ٤١] إذن: فهو سبحانه يمسكها بقانون، لكن لا نعرفه نحن ولا ندركه. </p><p> والسماء في اللغة: كل مَا علاك فأظلّك، فالغيم الذي يعلوك وتراه قريباً منك يُعد من السماء بدليل قول الله تعالى:  {وَأَنزَلْنَا مِنَ السمآء مَآءً}  [لقمان: ١٠] والماء ينزل من الغيم، لا من السماوات العلا، والفرق بينهما أن الغيم تراه في مكان دون آخر، وتراه مُتقطعاً منفطراً، أمَّا السماء العليا فهي بشكل واحد، لا ترى فيها من فطور. </p><p> وحين تكلم الحق سبحانه عن الأرض والسماء قال: إنها سبع سماوات، ولم يقُلْ سبع أراضين، بل {وَمِنَ الأرض مِثْلَهُنَّ}  [الطلاق: ١٢] فدلَّ على أن الأرض سبع كالسماء، وإنْ كانت السماء كل ما أظلّك، فالأرض كل ما أقلَّك، لكن أين هذه الأرَضين السبع؟ </p><p> لقد أخبرنا القرآن الكريم أن السماوات سبع، وأخبرنا النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أنه مرَّ بها في مرحلة المعراج فقال في الأولى كذا وكذا، وفي الثانية كذا وكذا، وما دامتْ السماء كل ما أظلك، والأرض كل ما أقلك فالخَلْق </p><p> في السماء الأولى مثلاً سماؤهم السماء الثانية، وأرضهم سماؤنا الأولى، وهكذا وهكذا. </p><p> ثم يقول سبحانه:  {وألقى فِي الأرض رَوَاسِيَ}  [لقمان: ١٠] أي: الجبال الراسية الثابتة المتصلة بالأرض اتصالاً وثيقاً بحيث لا تتخلخل منها، والعلة في خَلْق الجبال الرواسي على الأرض {أَن تَمِيدَ بِكُمْ}  [لقمان: ١٠] أي: تميل وتضطرب بكم، ولو أن الأرض مخلوقة على هيئة الثبات لما احتاجت إلى ما يثبتها. </p><p> إذن: فالأرض متحركة، وما خُلِقت الجبال إلا لتثبيتها وضبط حركتها، فدَّلت هذه الآية على صِدْق النظرية القائلة بدوران الأرض، كذلك في قوله تعالى:  {وَتَرَى الجبال تَحْسَبُهَا جَامِدَةً وَهِيَ تَمُرُّ مَرَّ السحاب}  [النمل: ٨٨] </p><p> إذن: فللجبال حركة مرتبطة بحركة الأرض، فإنْ قُلْتَ: ولماذا لا نراها؟ نقول: لأن وحدة المكان تجعلك لا تدرك هذه الحركة، فالمتحد في مكان لا تختلف مرائي الأشياء بالنسبة له. </p><p> فلو تصوَّرنا أن هذا المسجد الذي يجمعنا صُمِّم على هيئة رَحَىً تدور بنا، فهل نشعر بدورانه ونحن ندور بدورانه؟ لا نشعر، لماذا؟ لأن مواقعنا من بعض ثابتة لا تتغير، كذلك موقعنا من المكان؛ لذلك لا نشعر بالحركة لكن نشعر بالحركة حين نقيس متحركاً بثابت، فلو فتحنا الباب مثلاً أو الشباك ورأينا ما هو خارج المسجد، عندها نشعر أننا نتحرك. </p><p> إذن: لا يمكن لمَنْ على الأرض أن يشعر بحركتها؛ لأنه يتحرك معها، وما دامت الجبال أوتاداً في الأرض وهي - أي الجبال - تمر مرَّ السحاب فلا بُدَّ أن الأرض كذلك تمر وتتحرك بنفس الحركة، </p><p> وحركة الجبال ليست ذاتية، إنما هي تابعة لحركة الأرض، والحق سبحانه شبَّه حركة الجبال بحركة السحاب، والسحاب حركته غير ذاتية، إنما هي تابعة لحركة الرياح. </p><p> ثم يذكر الحق سبحانه علة أخرى لخَلْق الجبال:  {وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٍ}  [لقمان: ١٠] وسبق أنْ أوضحنا أن الجبال تمثل مخازن للقوت الذي به قوام الحياة للإنسان وللحيوان والذي ينشأ من الزرع، وبيَّنا أن الطبقة الخارجية للجبال تتفتتْ بعوامل التعرية، ثم يحملها ماء المطر إلى الوديان فتزيد من خصوبة الأرض بمقدار كل عام، ومن الجبال أيضاً يتكون الماء في الأنهار او في مسارب الأرض فنخرجه حين الحاجة إليه. </p><p> ومن حكمته تعالى أنْ جعل الجبال راسية ثابتة، وجعلها صلدة وإلا لو كانت هشّة لأذابتها الأمطار وفتتها في عدة سنوات، ثم حرمت الأرض من الخصوبة التي تستمدها من الجبال؛ لذلك يقول الله تعالى:  {وَمَا نُنَزِّلُهُ إِلاَّ بِقَدَرٍ مَّعْلُومٍ}  [الحجر: ٢١] فمع زيادة السكان تزداد المساحة الخِصْبة التي يُكوِّنها الغِرْين الذي يتفتت من الجبال عاماً بعد عام. </p><p> واقرأ إنْ شئتَ قوله تعالى:  {قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بالذي خَلَقَ الأرض فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَندَاداً ذَلِكَ رَبُّ العالمين وَجَعَلَ فِيهَا رَوَاسِيَ مِن فَوْقِهَا وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقْوَاتَهَا ... }  [فصلت: ٩ - ١٠] </p><p> فالجبال جعلها الله راسية حتى لا تضطرب بنا الأرض، وجعلها صلبة لأنها مخزن الخِصْب الذي يُمِدُّنا بالزرع الذي به قِوَام حياتنا. </p><p> ومن رحمة الله بالإنسان أنْ جعل فيه ذاتية استبقاء الحياة، فإن مُنِع عنه الطعام أو الشراب تغذَّى من المخزون في جسمه؛ فيأخذ </p><p> أولاً من الدهن، ثم من اللحم، ثم من العظم؛ لذلك قلنا: إن العظم هو آخر مخازن القوت في جسم الإنسان، وفي ضوء ذلك نفهم قول سيدنا زكريا:  {إِنَّي وَهَنَ العظم مِنِّي}  [مريم: ٤] </p><p> يعني: قد بلغتُ آخر مرحلة من مراحل استبقاء الحياة. </p><p> فكان من رحمة الله بالخَلْق أنْ جعل حتى شَرَه الإنسان للطعام والشراب رحمة به، حيث يتحول الزائد عن طاقته وحاجته إلى مخزون في جسمه، فإذا انقطعتْ به السُّبُل أو تعذَّر عليه الطعام والشراب استمد مما في جسمه. </p><p> كذلك من رحمة الله بالإنسان أنْ جعله يصبر على الطعام إلى شهر، ويصبر على الماء من ثلاثة أيام إلى عشرة بحسب ما في جسمه من مخزون الطعام والشراب، اما الهواء فلا يصبر عليه إلا بمقدار شهيق وزفير؛ لذلك تتجلى رحمته تعالى وحكمته في خَلْقه بألاَّ يُملِّك الهواء لأحد، فلو مَلكه عدوك لمتّ قبل أن يرضى عنك. </p><p> وقوله:  {وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٍ}  [لقمان: ١٠] بث أي: نشر، والدابة: كل ما له دبيب على الأرض، والدبيب بحسب ما يدبّ على الأرض، وكل ما يمشي على الأرض له دبيب نسمعه في الحيوان الضخم مثلاً، لكن لا نسمعه في النملة مثلاً، فهي أيضاً لها دبيب بدليل قولنا: فلان يسمع دبّة النملة، إذن: لها دبيب على الأرض، لكن أذن مَنْ التي تستطيع أنْ تسمعه؟ </p><p> وقوله تعالى:  {مِن كُلِّ دَآبَّةٍ}  [لقمان: ١٠] كل تعني سوراً كلياً يضم كل ما له حركة ودبيب على الأرض، يعني: كل ما يقال له دابة بداية من النملة أو الفيروسات الآن إلى أكبر حيوان على الأرض. </p><p> وقوله (من) تتدرج من الصغير إلى الكبير فتدلُّ على الشمول. </p><p> ومن هذه الدواب ما أحله الله ومنها ما حرمه؛ لذلك يقول البعض: ما دام الله حرَّم هذه الحيوانات، فما الضرورة في خَلْقها؟ وهل كل شيء مخلوق يُؤكل؟ </p><p> لا، ليس كل مخلوق من الحيوانات يؤكل؛ لأن له مهمة أخرى يؤديها. </p><p> ولو تأملت ما حُرِّم عليك لوجدته يخدمك في ناحية أخرى، فمنه ما يمد الحيوانات التي تأكلها، ومنه ما فيه خاصية تحتاج إليها في غير الأكل، فالثعبان مثلاً لا نرى فيه إلا أنه مخلوق ضار، لكن ألم نحتَجْ إلى سُمِّه الآن، ونجعله مَصْلاً نافعاً؟ ألسنا ننتفع بجلوده؟ الخ، فإذا كنا لا نأكله فنحن نستفيد من وجوده في نواحٍ أخرى. </p><p> كذلك الخنزير مثلاً: البعض يقول: ما دام الله تعالى حرمه، فلماذا خلقه؟ سبحان الله، هل خلق الله كل شيء لتأكله أنت؟ ليس بالضرورة أنْ تأكل كل شيء، لأن الله جعل لك طعامك الذي يناسبك، أتأكل مثلاً البترول؟ كيف ونحن نرى حتى السيارات والقطارات والطائرات لكل منها وقوده المناسب له، فالسيارة التي تعمل بالبنزين مثلاً لا تعمل بالسولار. . الخ، فربك أعطاك قُوتَك كما أعطى لغيرك من المخلوقات أقواتها. </p><p> لذلك؛ إذا نظرت في غابة لم تمتد إليها يد الإنسان تجد فيها جميع الحيوانات والطيور والدواب والحشرات. . الخ دون أنْ تجد فيها رائحة كريهة أو منظراً مُنْفراً، لماذا؟ </p><p> لأن الحيوانات يحدث بينها وبين بعضها توازن بيئي، فالضعيف منها والمريض طعام للقوي، والخارج من حيوان طعام لحيوان آخر. . وهكذا، فهي محكومة بالغريزة لا بالعقل والاختيار. </p><p> وكل شيء لا دَخْلَ للإنسان فيه يسير على أدقِّ نظام فلا تجد فيه فساداً أبداً إلا إذا طالتْه يد البشر، ولك أنْ تذهب إلى إحدى الحدائق أو المنتزهات في شم النسيم مثلاً لترى ما تتركه يد الإنسان في الطبيعة. </p><p> لكن، لماذا وُصِف الإنسان بهذا الوصف؟ ولماذا قُرِن وجوده بالفساد؟ نقول: لأَنه يتناول الأشياء بغير قانون خالقها، ولو تناول الأشياء بقانون الخالق عَزَّ وَجَلَّ ما أحدث في الطبيعة هذا الفساد. </p><p> وسبق أنْ بيَّنا أن الإنسان لا قدرةَ له على شيء من مخلوقات الله إلا إذا ذلَّلها الله له ويسِّرها لخدمته، بدليل أن الولد الصغير يركب الفيل ويسحب الجمل ويُنيخه ويحمله الأثقال في حين لا قدرةَ لأحدنا على ثعبان صغير، أو حتى برغوث، لماذا؟ لأن الله تعالى ذلَّلَ لنا هذا، ولم يُذلِّل لنا هذا. </p><p> ثم يقول تعالى:  {وَأَنزَلْنَا مِنَ السمآء مَآءً فَأَنْبَتْنَا فِيهَا مِن كُلِّ زَوْجٍ كَرِيمٍ}  [لقمان: ١٠] من السماء: أي من جهة العلو ومن ناحية السماء، وإلا فالمطر لا ينزل من السماء، إنما من الغمام {فَأَنْبَتْنَا فِيهَا. .}  [لقمان: ١٠] أي: في الأرض: {مِن كُلِّ زَوْجٍ كَرِيمٍ}  [لقمان: ١٠] زوج أي: نوع من النبات، فهي كلمة تدل على مفرد، لكن معه مثله، والبعض يظن أنها تعني اثنين وهذا خطأ؛ لذلك نقول عن الرجل زوج، وعن المرأة زوج رغم أنه مفرد، لكن قُرِن بغيره. </p><p> وقال تعالى عن التكاثر:  {وَمِن كُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ. .}  [الذاريات: ٤٩] فَسمّي الذكر (زوج) وسمّي الأنثى (زوج) . </p><p> ومثلها كلمة (توأم) فهي تدل على مفرد، لكن مفرد لم يُولَد </p><p> وحده إنما معه غيره، والبعض يقول (توأم) ويقصد الاثنين، إنما الصواب أن نقول هما توأمان. </p><p> ووصف الحق سبحانه الزوج أي النوع من النبات بأنه {كَرِيمٍ}  [لقمان: ١٠] لأنه يعطيك بكرم وسخاء، فالحبة تعطيك سبعمائة حبة، وهذا عطاء المخلوق لله، فما بالك بعطاء الخالق عَزَّ وَجَلَّ؟ </p><p> ثم يقول الحق سبحانه:  {هذا خَلْقُ الله فَأَرُونِي مَاذَا خَلَقَ الذين مِن ... } . </p>"
}