{
  "id": null,
  "sura": 31,
  "aya": 19,
  "text": "<p> القصد: هو الإقبال على الحدث، إقبالاً لا نقيضَ فيه لطرفين، يعني: توسطاً واعتدالاً، هذا في المشي {واغضض مِن صَوْتِكَ. .}  [لقمان: ١٩] أي: اخفضه وحَسْبك من الأداء ما بلغ الأذن. </p><p> لكن، لماذا جمع السياق القرآني بين المشي والصوت؟ قالوا: لأن للإنسان مطلوبات في الحياة، هذه المطلوبات يصل إليها، إما بالمشي - فأنا لا أمشي إلى مكان إلا إذا كان لي فيه مصلحة وغرض - وإما بالصوت فإذا لم أستطع المشي إليه ناديته بصوتي. </p><p> إذن: إما تذهب إلى مطلوبك، أو أنْ تستدعيه إليك. والقصد أي التوسط في الأمر مطلوب في كل شيء؛ لأن كل شيء له طرفان لا بُدَّ أن يكون في أحدهما مبالغة، وفي الآخرة تقصير؛ لذلك قالوا: كلا طرفي قصد الأمور ذميم. </p><p> ثم يقول سبحانه مُشبِّهاً الصوت المرتفع بصوت الحمار:  {إِنَّ أَنكَرَ الأصوات لَصَوْتُ الحمير}  [لقمان: ١٩] والبعض يفهم هذه الآية فهماً يظلم فيه الحمير، وعادة ما يتهم البشرُ الحميرَ بالغباء وبالذلة، لذلك يقول الشاعر: </p><p> ولاَ يُقيم علَى ضيَمْ يُرَادُ به ... إلاَّ الأذلاَّنِ عَيْرُ الحيِّ والوَتِدُ </p><p> هذا على الخسفْ مربوطٌ برمته ... وذَا يُشَدُّ فَلاَ يَرْثِى لَهُ أَحَد </p><p> ونعيب على الشاعر أن يصف عِيرَ الحي - والمراد الحمار - بالذلة، ويقرنه في هذه الصفة بالوتد الذي صار مضرب المثل في الذلة حتى قالوا (أذلّ من وتد) لأنك تدقّ عليه بالآلة الثقيلة حتى ينفلق نصفين، فلا يعترض عليك، ولا يتبرم ولا يغيثه أحد، فالحمار مُسخّر، وليس ذليلاً، بل هو مذلَّل لك من الله سبحانه. </p><p> ولو تأملنا طبيعة الحمير لوجدنا كم هي مظلومة مع البشر، فالحمار تجعله لحمل السباخ والقاذورات، وتتركه ينام في الوحل فلا يعترض عليك، وتريده دابة للركوب فتنظفه وتضع عليه السِّرْج، وفي فمه اللجام، فيسرع بك إلى حيث تريد دون تذمر أو اعتراض. </p><p> وقالوا في الحكمة من علو صوت الحمار حين ينهق: أن الحمار قصير غير مرتفع كالجمل مثلاً، وإذا خرج لطلب المرعى ربما ستره تلّ أو شجرة فلا يهتدي إليه صاحبه إلا إذا نهق، فكأن صوته آلة من آلات البادية الطبيعية ولازمة من لوازمه الضرورية التي تناسب طبيعته. </p><p> لذلك يجب أن نفهم قول الله تعالى:  {إِنَّ أَنكَرَ الأصوات لَصَوْتُ الحمير}  [لقمان: ١٩] فنهيق الحمار ليس مُنكَراً من الحمار، إنما المنكر أن يشبه صوت الإنسان صوت الحمار، فكأن نهيق الحمار كمال فيه، وصوتك الذي يشبهه مُنكَر مذموم فيك، وإلا فما ذنب الحمار؟ </p><p> إنك تلحظ الجمل مثلاً وهو أضخم وأقوى من الحمار إذا حمَّلته حِمْلاً فإنه (ينعَّر) إذا ثقل عليه، أما الحمار فتُحمِّله فوق طاقته فيحمل دون أنْ يتكلم أو يبدي اعتراضاً، الحمار بحكم ما جعل الله فيه من الغريزة ينظر مثلاً إلى (القناة) فإنْ كانت في طاقته قفز، </p><p> وإنْ كانت فوق طاقته امتنع مهما أجبرته على عبورها. </p><p> أما الإنسان فيدعوه غروره بنفسه أنْ يتحمّل ماَلا يطيق. ويُقال: إن الحمار إذا نهق فإنه يرى شيطاناً، وعلمنا بالتجربة أن الحيوانات ومنها الحمير تشعر بالزلزال قبل وقوعه، وأنها تقطِّع قيودها وتفرّ إلى الخلاء، وقد لوحظ هذا في زلزال أغادير بالمغرب، ولاحظناه في زلزال عام ١٩٩٢م عندما هاجت الحيوانات في حديقة الحيوان قبيل الزلزال. </p><p> ثم إن الحمار إنْ سار بك في طريق مهما كان طويلاً فإنه يعود بك من نفس الطريق دون أنْ تُوجِّهه أنت، ويذهب إليه مرة أخرى دون أنْ يتعدَّاه، لكن المتحاملين على الحمير يقولون: ومع ذلك هو حمار لأنه لا يتصرف، إنما يضع الخطوة على الخطوة، ونحن نقول: بل يُمدح الحمار حتى وإنْ لم يتصرف؛ لأنه محكوم بالغريزة. </p><p> كذلك الحال في قول الله تعالى:  {مَثَلُ الذين حُمِّلُواْ التوراة ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ الحمار يَحْمِلُ أَسْفَاراً ... }  [الجمعة: ٥] </p><p> فمتى نثبت الفعل وننفيه في آن واحد؟ المعنى: حملوها أي: عرفوها وحفظوها في كتبهم وفي صدورهم، ولم يحملوها أي: لم يؤدوا حق حملها ولم يعملوا بها، مثَلهم في ذلك {كَمَثَلِ الحمار يَحْمِلُ أَسْفَاراً ... }  [الجمعة: ٥] فهل يُعَدُّ هذا ذَماً للحمار؟ لا، لأن الحمار مهمته الحمل فحسب، إنما يُذَمّ منهم أَنْ يحملوا كتاب الله </p><p> ولا يعملوا به، فالحمار مهمته أنْ يحمل، وأنت مهمتك أنْ تفقه ما حملت وأنْ تؤديه. </p><p> فالاعتدال في الصوت أمر ينبغي أن يتحلى به المؤمن حتى في الصلاة وفي التعبد يُعلِّمنا الحق سبحانه:  {وَلاَ تَجْهَرْ بِصَلاَتِكَ وَلاَ تُخَافِتْ بِهَا وابتغ بَيْنَ ذلك سَبِيلاً}  [الإسراء: ١١٠] أما ما تسمعه من (الجعر) في مكبرات الصوت والنُّواح طوال الليل فلا ينالنا منه إلا سخط المريض وسخط صاحب العمل وغيرهم، ولقد تعمدنا عمل إحصاء فوجدنا أن الذين يأتون إلى المسجد هم هم لم يزيدوا شيئاً ب (الميكروفونات) . </p><p> كذلك الذين يعرفون أصواتهم بقراءة القرآن في المساجد فيشغلون الناس، وينبغي أن نترك كل إنسان يتقرب إلى الله بما يخفّ على نفسه: هذا يريد أنْ يصلي، وهذا يريد أن يُسبِّح أو يستغفر، وهذا يريد أنْ يقرأ في كتاب الله، فلماذا تحمل الناس على تطوعك أنت؟ </p><p> بعد أنْ عرضتْ لنا الآيات طرفاً من حكمة لقمان ووصاياه لولده تنقلنا إلى معنى كوني جديد:  {أَلَمْ تَرَوْاْ أَنَّ الله ... } . </p>"
}