{
  "id": null,
  "sura": 31,
  "aya": 34,
  "text": "<p> بعد أن حذرنا ربنا - تبارك وتعالى - من الغرور في الحياة الدنيا يُذكِّرنا أن بعد هذه الحياة حياة أخرى، وقيامه وساعة {إِنَّ الله عِندَهُ عِلْمُ الساعة. .}  [لقمان: ٣٤] والساعة لا تعني القيامة فحسب، إنما لكل منا ساعته، لأنه مَنْ مات فقد قامت قيامته. </p><p> لماذا؟ لأنه انقطع عمله، ولا يمكنه تدارك ما فاته من الإيمان أو العمل الصالح، فكأن قيامته قامت بموته. </p><p> وقلنا: إن عمر الدنيا بالنسبة لك هو مقدار عمرك فيها، وإنْ كان عمر الدنيا على الحقيقة من لَدُن آدم - عليه السلام - إلى قيام الساعة، لكن ماذا استفدتَ أنت من عمر غيرك؟ </p><p> إذن: لا ينبغي أن تقول: إن الدنيا طويلة؛ لأن عمرك فيها قصير، ثم إنك لا تعلمه، ولا تستطيع أنْ تتحكم فيه، وكما أبهم الله الساعة أبهم الأجل؛ لأن في إبهامه أنفع البيان، فلما أبهم الله الأجل جعل النفس البشرية تترقبه في كل لحظة، فكل لحظة تمر عليك يمكن أن يأتيك فيها الموت. </p><p> وهكذا أشاع الموت في كل الزمن، وما دام الأمر كذلك فلا بُدَّ أن ينتبه الإنسان ويخشى أن يموت وهو على معصية، فالإبهام هنا هو عَيْن البيان. </p><p> وقلنا: إن الذين ماتوا من لَدُن آدم عليه السلام يلبثون في قبورهم طوال هذه المدة، فإذا ما قامت القيامة {كَأَنَّهُمْ يَوْمَ يَرَوْنَهَا لَمْ يلبثوا إِلاَّ عَشِيَّةً أَوْ ضُحَاهَا}  [النازعات: ٤٦] لماذا؟ قالوا: لأن قياس الزمن إنما يتأتى بالأحداث، فحيث لا توجد أحداث لا يوجد زمن. </p><p> ومثَّلْنا لذلك بأهل الكهف الذين مكثوا في كهفهم ثلاثمائة سنين وازدادوا تسعاً، ومع ذلك لما سأل بعضهم بعضاً {كَم لَبِثْتُمْ قَالُواْ لَبِثْنَا </p><p> يَوْماً أَوْ بَعْضَ يَوْمٍ ... } [الكهف: ١٩] </p><p> لماذا؟ لأن النوم يخلو من الأحداث، فلا يشعر النائم فيه بالزمن، كما أنهم لما رأى بعضهم بعضاً بعد هذه الفترة رآه على حالته التي نام عليها لم يتأثر بمرور هذه المدة، ولم تتغير هيئته، فأقصى ما يمكن تصوُّره أن يقول: لبثنا يوماً أو بعض يوم. </p><p> وكذلك الحال في قصة العُزير الذي قال الله عنه:  {أَوْ كالذي مَرَّ على قَرْيَةٍ وَهِيَ خَاوِيَةٌ على عُرُوشِهَا قَالَ أنى يُحْيِي هذه الله بَعْدَ مَوْتِهَا فَأَمَاتَهُ الله مِائَةَ عَامٍ ثُمَّ بَعَثَهُ قَالَ كَمْ لَبِثْتَ قَالَ لَبِثْتُ يَوْماً أَوْ بَعْضَ يَوْمٍ ... }  [البقرة: ٢٥٩] ؛ لأن هذه هي أطول مدة يمكن أن ينامها الإنسان. </p><p> ثم أخبره ربه {بَل لَّبِثْتَ مِائَةَ عَامٍ ... }  [البقرة: ٢٥٩] ويريد الحق سبحانه أن يُدلِّل على صدق الرجل في قوله يوماً أو بعض يوم، وعلى صدقه تعالى في قوله مائة عام، فيقول سبحانه:  {فانظر إلى طَعَامِكَ وَشَرَابِكَ لَمْ يَتَسَنَّهْ ... }  [البقرة: ٢٥٩] أي: لم يتغير. </p><p> وهذا دليل على صِدْقه في يوم أو بعض يوم </p><p> {وانظر إلى حِمَارِكَ ... }  [البقرة: ٢٥٩] </p><p> وهذا دل على صدق الحق - تبارك وتعالى - في قوله {مائَةَ عَامٍ ... }  [البقرة: ٢٥٩] فكلا القولين صادق؛ لأن الله تعالى هو القابض الباسط، يقبض الزمن في حق قوم، ويبسطه في حق آخرين. </p><p> وهذه الآية جمعتْ خمسة أمور استأثر الله تعالى بعلمها:  {إِنَّ الله عِندَهُ عِلْمُ الساعة وَيُنَزِّلُ الغيث وَيَعْلَمُ مَا فِي الأرحام وَمَا تَدْرِي نَفْسٌ مَّاذَا تَكْسِبُ غَداً وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ. .}  [لقمان: ٣٤] </p><p> فهل هذه هي كل الغيبيات في الكون؟ نقول: في الكون غيبيات </p><p> كثيرة لا نعرفها، فلا بُدَّ أن هذه الخمس هي المسئول عنها، وجاء الجواب على قدر السؤال، بالله لو هَبَّتْ الريح، وحملتْ معها بعض الرمال، أنعرف أين ذهبت هذه الذرات؟ وفي أي ناحية، أنعرف ورق الشجر كم تساقط منها؟ </p><p> هذه كلها غيبيات لا يعلمها أيضاً إلا الله، أما نحن فلا نعلم حتى عدد النِّعَم التي أنعم الله بها علينا {وَإِن تَعُدُّواْ نِعْمَتَ الله لاَ تُحْصُوهَا ... }  [إبراهيم: ٣٤] </p><p> إذن: فهذه نماذج لما استأثر الله بعلمه؛ لأن الله تعالى قال:  {وَلَوْ أَنَّمَا فِي الأرض مِن شَجَرَةٍ أَقْلاَمٌ والبحر يَمُدُّهُ مِن بَعْدِهِ سَبْعَةُ أَبْحُرٍ مَّا نَفِدَتْ كَلِمَاتُ الله إِنَّ الله عَزِيزٌ حَكِيمٌ}  [لقمان: ٢٧] </p><p> فلله تعالى في كونه أسرار لا تُحصى، أجَّل الله ميلادها؛ لنعلم أننا في كل يوم نجهل ما عند الله، وكل يوم يطلع علينا العلماء والباحثون بجديد من أسرار الكون - هذا ونحن لا نزال في الدنيا، فما بالنا في الآخرة، وفي الجنة إن شاء الله؟ </p><p> وقد أخبر النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ عنها فقال:  «فيها ما لا عين رأتْ، ولا أذن سمعت، ولا خطر على قلب بشر» . </p><p> والإنسان يكتسب المعلومات، إما برؤية العين، أو بسماع الأذن، ومعلوم أن رقعة السمع أوسع من البصر؛ لأنك لا ترى إلا ما تراه عيناك، لكن تسمع لمرائي الآخرين، ثم أنت تسمع وترى موجوداً، </p><p> لكن هناك ما لا يخطر على قلب بشر يعني: أشياء غيبية لم تطرأ على بال أحد، وفي ذلك يقول سبحانه:  {فَلاَ تَعْلَمُ نَفْسٌ مَّآ أُخْفِيَ لَهُم مِّن قُرَّةِ أَعْيُنٍ جَزَآءً بِمَا كَانُواْ يَعْمَلُونَ}  [السجدة: ١٧] </p><p> وقد ورد في أسباب نزول مفاتح الغيب هذه، أن رجلاً من محارب، اسمه الحارث بن عمرو بن حارثة أتى رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وقال: يا رسول الله: أريد أنْ أعرف متى الساعة، وقد بذرْت بذري، وأنتظر المطر فمتى ينزل؟ وامرأتي حامل، وأريد أن تلد ذكراً، وقد أعددت لليوم عُدَّته، فماذا أُعِد لغد؟ وقد عرفت موقع حياتي، فكيف أعرف موقع مماتي؟ </p><p> هذه خمس مسائل مخصوصة جاء بها الجواب من عند الله تعالى {إِنَّ الله عِندَهُ عِلْمُ الساعة وَيُنَزِّلُ الغيث وَيَعْلَمُ مَا فِي الأرحام وَمَا تَدْرِي نَفْسٌ مَّاذَا تَكْسِبُ غَداً وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ.</p><p> .}  [لقمان: ٣٤] . </p><p> وعجيب أنْ نرى من خَلْق الله مَنْ يحاول أن يستدرك على مقولة الله في هذه الغيبيات الخمس، كالذين حاولوا أنْ يتنبأوا بموعد قيام الساعة، وقد كذبوا جميعاً، ولو قُدِّر لهم الإيمان بالله، والعلم كما قاله الله في قيام الساعة ما تجرأ منهم أحد على هذه المسألة. </p><p> وقلنا: إن الحق سبحانه أخفى موعد الساعة لكي نستشعرها دائماً، وفي كل وقت، حتى الذين لا يؤمنون بها ويشكُّون فيها، وإذا ما استشعرها الناس عملوا لها، واستعدوا لأهوالها، كما أخفى الله عن الإنسان ساعة موته ومكان أجله، وجعل الموت يدور على </p><p> العباد على غير قاعدة. </p><p> فمنهم مَنْ يموت بعد دقائق من مولده، ومنهم مَنْ يعمر مئات السنين، كما أنه سبحانه لم يجعل للموت مقدمات من مرض أو غيره، فكم من مريض يُعافى، وصحيح يموت، كما يقولون: كيف مريضكم؟ قال: سليمنا مات، وصدق القائل: </p><p> فلا تَحْسَب السُّقْم كأْسَ الممات ... وإنْ كَان سُقْماً شَديد الأثَر </p><p> فرُبَّ عليل تَرَاهُ اسْتفَاق ... ورُبّ سِلَيم تَرَاه اسْتتر </p><p> كذلك الموت لا يرتبط بالسِّن: </p><p> كم بُودرت غادة كعَابٌ ... وغُودِرَتْ أمُّها العَجُوزُ </p><p> يجوُزُ أنْ تبطئ المنَايَا ... والخُلْدُ في الدَّهْرلا لا يَجُوزُ </p><p> إذن: أخفى الله القيامة وأخفى الموت؛ لنظل على ذُكْر له نتوقعه في كل لحظة، فنعمل له، ولنتوقع دائماً أننا سنلقى الله، فنعد للأمر عُدته؛ لأن مَنْ مات فقد قامت قيامته؛ لأنه انقطع عمله، ففي إبهام موعد القيامة وساعة الموت عَيْن البيان لكل منهما، فالإبهام أشاعه في كل وقت. </p><p> وقوله:  {وَيُنَزِّلُ الغيث. .}  [لقمان: ٣٤] وهذا أيضاً، ومع تقدُّم العلوم حاول البعض التنبؤ به بناء على حسابات دقيقة لسرعة الرياح ودرجة الحرارة. . إلخ، وربما صَحَّتْ حساباتهم، لكن فاتهم أن الله أقداراً في الكون تحدث ولا تدخل في حساباتهم، فكثيراً ما نُفَاجأ بتغيُّر درجة الحرارة أو اتجاه الريح، فتنقلب كل حساباتنا. </p><p> لذلك من عجائب الخَلْق أنك كلما اقتربتَ من الشمس وهي مصدر الحرارة تقِلُّ درجة الحرارة، وكلما ابتعدت عنها زادت درجة </p><p> الحرارة، إذن: المسألة ليست روتينية، إنما هي قدرة لله سبحانه، والله يجمع لك الأسباب ليثبت لك طلاقة قدرته التي تقول للشيء: كُنْ فيكون. </p><p> ألسنا نُؤمر في الحج بأن نُقبِّل حجراً ونرمي آخر، وكل منهما إيمان وطاعة، هذا يُباس وهذا يُداس، هذا يُقبَّل وهذا يقنبل، لماذا؟ لأن الله تعالى يريد منا الالتزام بأمره، وانصياع النفس المؤمنة للرب الذي أحيا، والرب الذي كلَّف. </p><p> وقوله تعالى:  {وَيَعْلَمُ مَا فِي الأرحام. .}  [لقمان: ٣٤] هذه أيضاً من مفاتح الغيب، وستظل كذلك مهما تقدمت العلوم، ومها ادَّعى الخَلْق أنهم يعلمون ما في الأرحام، والذي أحدث إشكالاً في هذه المسألة الآن الأجهزة الحديثة التي استطاعوا بها رؤية الجنين، وتحديد نوعه أذكر أم أنثى، فهذه الخطوة العلمية أحدثتْ بلبلة عند بعض الناس، فتوهموا أن الأطباء يعلمون ما في الأرحام، وبناءً عليه ظنوا أن هذه المسألة لم تَعُدْ من مفاتح الغيب التي استأثر الله بها. </p><p> ونقول: أنتم بسلطان العلم علمتم ما في الأرحام بعد أن تكوَّن ووضحتْ معالمه، واكتملتْ خِلْقته، أما الخالق - عَزَّ وَجَلَّ - فيعلم ما في الأرحام قبل أنْ تحمل الأم به، ألم يُبشِّر الله تعالى نبيه زكريا عليه السلام بولده يحيى قبل أن تحمل فيه أمه؟ ونحن لا نعلم هذا الغيب بذواتنا، إنما بما علّمنا الله، فالطبيب الذي يُخبرك بنوع الجنين لا يعلم الغيب، إنما مُعلَّم غيب. </p><p> والله - تبارك وتعالى - يكشف لبعض الخلق بعض الغيبيات، </p><p> ومن ذلك ما كان من الصِّدِّيق أبي بكر - رَضِيَ اللَّهُ عَنْه - حين أوصى ابنته عائشة - رَضِيَ اللَّهُ عَنْها - قبل أن يموت وقال لها: يا عائشة إنما هما أخواك وأختاك، فتعجبت عائشة حيث لم يكن لها من الإخوة سوى محمد وعبد الرحمن، ومن الأخوات أسماء، لكن كان الصِّديق في هذا الوقت متزوجاً من بنت خارجة، وكانت حاملاً وبعد موته ولدتْ له بنتاً، فهل تقول: إن الصِّدِّيق كان يعلم الغيب؟ لا، إنما أُعِلم من الله. إذن: الممنوع هنا العلم الذاتي أن تعلم بذاتك. </p><p> ثم إن الطبيب يعلم الآن نوع الجنين، إما من صورة الأشعة أو التحاليل الي يُجريها على عينة الجنين، وهذا لا يُعتبر علماً للغيب، و (الشطارة) أن تجلس المرأة الحامل أمامك وتقول لها: أنت إنْ شاء الله ستلدين كذا أو كذا، وهذا لا يحدث أبداً. </p><p> ثم يقول سبحانه:  {وَمَا تَدْرِي نَفْسٌ مَّاذَا تَكْسِبُ غَداً. .}  [لقمان: ٣٤] الإنسان يعمل، إما لدنياه، وإما لأُخْراه، فالمعنى إما تكسب من الخير المادي لذاتك لتعيش، وإن كان من مسألة التكليف، فالنفس إما تعمل الخير أو الشر، الحسنة أو السيئة، والإنسان في حياته عُرضَة للتغيُّر. </p><p> لذلك يقال في الأثر:  «يا ابن آدم، لا تسألني عن رزق غدٍ، كما لو أطالبك بعمل غد» . </p><p> وقوله تعالى:  {وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ. .}  [لقمان: ٣٤] وهذه المسألة حدث فيها إشكال؛ «لأن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أخبر الأنصار </p><p> أنه سيموت بالمدينة حينما وزع الغنائم على الناس جميعاً ما عدا الأنصار؛ لذلك غضبوا ووجدوا في أنفسهم شيئاً؛ لأن رسول الله حرمهم، لكن سيدنا رسول الله جمعهم وتلطَّف معهم في الحديث واعترف لهم بالفضل فقال: والله لو قلتم أني جئت مطروداً فآويتموني فأنتم صادقون، وفقيراً فأغنيتموني فأنتم صادقون. . لكن الأ تحبون أن يرجع الناس بالشاه والبعير، وترجعون أنتم برسول الله» ، وقال في مناسبة أخرى «المحيا محياكم، والممات مماتكم» . </p><p> إذن: نُبِّئ رسول الله أنه سيموت بالمدينة، والله يقول:  {وَمَا تَدْرِي نَفْسٌ مَّاذَا تَكْسِبُ غَداً وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ.</p><p> .}  [لقمان: ٣٤] نقول: الأرض منها عام ومنها خاصّ، فأرض المدينة شيء عام، نعم سيموت بالمدينة، لكن في أيِّ بقعة منها، وفي أي حجرة من حجرات زوجاته، إذن: إذا علمتَ الأرض العامة، فإن الأرض </p><p> الخاصة ما زالت مجهولة لا يعلمها أحد. </p><p> يُروى أن أبا جعفر المنصور الخليفة العباسي كان يحب الحياة ويحرص عليها، ويخاف الموت، وكان يستشير في ذلك المنجِّمين والعرافين، فأراد الله أنْ يقطع عليه هذه المسألة، فأراه في المنام أن يداً تخرج من البحر وتمتد إليه، وهي مُفرَّجة الأصابع هكذا، فأمر بإحضار مَنْ يُعبِّر له هذه الرؤيا، فكان المتفائل منهم، أو الذي يبغي نفاقه يقول له: هي خمس سنوات وآخرون قالوا: خمسة أشهر، أو خمسة أيام أو دقائق. </p><p> إلى أن انتهى الأمر عند أبي حنيفة رَضِيَ اللَّهُ عَنْه فقال له: إنما يريد الله أن يقول لك: هي خمسة لا يعلمها إلا الله، وهي:  {إِنَّ الله عِندَهُ عِلْمُ الساعة وَيُنَزِّلُ الغيث وَيَعْلَمُ مَا فِي الأرحام وَمَا تَدْرِي نَفْسٌ مَّاذَا تَكْسِبُ غَداً وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ. .}  [لقمان: ٣٤] </p><p> وما دامت هذه المسائل كلها مجهولة لا يعلمها أحد، فمن المناسب أن يكون ختام الآية {إِنَّ الله عَلَيمٌ خَبِيرٌ}  [لقمان: ٣٤] </p><p> إذن: الحق سبحانه يريد أنْ يُريح خَلْقه من الفكر في هذه المسائل الخمس، وكل ما يجب أن نعلمه أن المقادير تجري بأمر الله لحكمة أرادها الله، وأنها إلى أجل مسمى، وأن العلم بها لا يُقدِّم ولا يُؤخِّر، بالله ماذا يحدث لو علمت ميعاد موتك؟ لا شيء أكثر من أنك ستعيش نَكِداً حزيناً طول الوقت لا تجد للحياة لذة. </p><p> لذلك أخفى الله عنَّّا هذه المسألة لنُقبِل على الله بثقتنا في مجريات قدر الله فينا. </p>"
}