{
  "id": null,
  "sura": 31,
  "aya": 7,
  "text": "<p> قوله تعالى:  {وَإِذَا تتلى عَلَيْهِ آيَاتُنَا ولى مُسْتَكْبِراً ... }  [لقمان: ٧] بعد قوله: {وَمِنَ الناس مَن يَشْتَرِي لَهْوَ الحديث لِيُضِلَّ عَن سَبِيلِ الله}  [لقمان: ٦] يدلنا على حرص النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ على تبليغ أمر دعوته، حتى لمن يعلم عنه أنه ضَلَّ في نفسه، بل ويريد أنْ يُضل غيره. </p><p> ومعنى {ولى}  [لقمان: ٧] يعني: أعرض وأعطانا (عرض أكتافه) كما نقول: وتولى وهو مستكبر {ولى مُسْتَكْبِراً}  [لقمان: ٧] أي: تكبَّر على ما يُدْعى إليه، أنت دُعيت إلى حق فاستكبرت، ولو كنت مستكبراً في ذاتك لما لجأت إلى باطل لتشتريه، إذن: فكيف تستكبر عن قبول الحق وأنت محتاج حتى إلى الباطل؟ </p><p> ولماذا تتكبَّر وليس عندك مُقوِّمات الكِبْر؟ ومعلوم أنك تستكبر عن قبول الشيء إنْ كان عندك مثله، فكيف وأنت لا تملك لا مثله ولا أقل منه؟ </p><p> إذن: فاستكبارك في غير محله، والمستكبر دائماً إنسان في غفلة عن الله؛ لأنه نظر إلى نفسه بالنسبة للناس - وربما كان لديه من المقومات ما يستكبر به على الناس - لكنه غفل عن الله، ولو استحضر جلال ربه وكبرياءه سبحانه لاستحى أنْ يتكبَّر، فالكبرياء صفة العظمة وصفة الجلال التي لا تنبغي إلا لله تعالى، فكبرياؤه سبحانه شرف لنا وحماية تمنعنا أن نكون عبيداً لغيره سبحانه. </p><p> لذلك نسمع في الأمثال العامية (اللي ملوش كبير يشتري له كبير) فإنْ كان لي كبير خافني الناس واحتميتُ به، كذلك المؤمن يحتمي بكبرياء ربه؛ لأن كبرياء الله على الجميع والكل أمامه سواسية، لا أحد يستطيع أن يرفع رأسه أمام الحق سبحانه. </p><p> إذن: فكبرياؤه تعالى لصالحنا نحن. </p><p> وهذا المستكبر استكبر عن سماع الآيات {كَأَنَّ في أُذُنَيْهِ وَقْراً}  [لقمان: ٧] أي: ثِقَل وصَمَم {فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ}  [لقمان: ٧] ونحن نعلم أن البشارة لا تكون إلا في الخير، فهي الإخبار بأمر سارٍّ لم يأْت زمنه، كما تبشر ولدك بالنجاح قبل أنْ تظهر النتيجة. </p><p> أما البشارة بالعذاب فعلى سبيل التهكّم بهم والسخرية منهم، كما تتهكم من التلميذ المهمل فتقول له: أبشرك رسبت هذا العام. واستخدام البُشرى في العذاب كأنك تنقله فجأة من الانبساط إلى الانقباض، وفي هذا إيلام للنفس قبل أن تُقاسي ألم العذاب، فالتلميذ الذي تقول له: أُبشِّرك يستبشر الخير بالبشرى، ويظن أنه نجح لكن يُفَاجأ بالحقيقة التي تؤلمه. </p><p> والشاعر يُصوِّر لنا هذه الصدمة الشعورية بقوله: </p><p> كَما أبرقَتْ يَوْماً عِطَاشَاً غَمامَةٌ ... فَلمّا رأوْهَا أقْشَعَتْ وتجلَّتِ </p><p> ويقول آخر: </p><p> فَأصْبحتُ من ليلى الغَداةَ كقَابِضٍ ... علَى الماء خَانتْه فُروجُ الأصَابِع </p><p> لذلك يقولون: ليس أشرّ على النفس من الابتداء المطمع يأتي بعده الانتهاء الموئس، وسبق أن مثلنا لذلك بالسجين الذي بلغ به العطش منتهاه، ورجا السجان، إلى أنْ جاء له بكوب من الماء، ففرح واستبشر، وظن أن سبحانه رجل طيب أصيل فلما رفع الكوب إلى فيه ضربه السجان من يده فأراقه على الأرض. </p><p> ولا شكَّ أن هذا آلم وأشدّ على نفس السجين، ولو رفض السجان أنْ يأتي له بالماء من البداية لكان أخفّ ألماً. وهذا الفعل يسمونه «يأس بعد إطماع» فقد ابتدأ معه بداية مُطمِعة، وانتهى به إلى نهاية موئسة، نعوذ بالله من القبض بعد البسط. </p><p> ثم يذكر الحق سبحانه عقوبة الإضلال عن سبيل الله والتولِّي والاستكبار {فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ}  [لقمان: ٧] فعذابهم مرة (مهين) ومرة (أليم) . </p><p> ثم يقول الحق سبحانه:  {إِنَّ الذين آمَنُواْ وَعَمِلُواْ ... } . </p>"
}