{
  "id": null,
  "sura": 31,
  "aya": 11,
  "text": "<p> والكلام هنا مُوجَّه للمكابرين وللمعاندين الجاحدين لآيات الله:  {هذا}  [لقمان: ١١] أي: ما سبق ذِكْره لكم من خَلْق السماوات بغير عمد، ومن خَلَق الجبال الرواسي والدواب وإنزال المطر وإحياء النبات. . الخ. </p><p> هذا كله {خَلْقُ الله ... }  [لقمان: ١١] فلم يدَّعهِ أحد لنفسه، وليس لله فيه شريك {فَأَرُونِي ماذا خَلَقَ الَّذيِنَ مِن دُونه. .}  [لقمان: ١١] أي: الذين اتخذتموهم شركاء مع الله، ماذا خلقوا؟ </p><p> وليس لهذا السؤال إجابة عندهم، حيث لا واقع له يستدلون به، ولا حتى بالمكابرة؛ لأن الحق أبلج والباطل لجلج، لذلك لم </p><p> نسمع لهم صوتاً ولم يجرؤ واحد منهم مثلاً على أن يقول آلهتنا خلقت الجبال مثلاً أو الشمس أو القمر، فلم يستطيعوا الردّ رغم كفرهم وعنادهم. </p><p> والحق سبحانه في الرد عليهم يبين لهم أن المسألة لا تقف عند عدم قدرتهم على الخَلْق، إنما لا يعرفون كيف خُلُقوا هم أنفسهم:  {مَّآ أَشْهَدتُّهُمْ خَلْقَ السماوات والأرض وَلاَ خَلْقَ أَنْفُسِهِمْ وَمَا كُنتُ مُتَّخِذَ المضلين عَضُداً}  [الكهف: ١١] وفي قول الله {وَمَا كُنتُ مُتَّخِذَ المضلين عَضُداً}  [الكهف: ٥١] دليل على صِدْق القرآن ومظهر من مظاهر إعجازه، فقد أخبرنا الحق سبحانه أنه سيُوجد مُضلون يضلون الناس في مسألة الخَلْق، ويصرفونهم عن الحق بكلام باطل. </p><p> وفعلاً صدق الله وسمعنا من هؤلاء المضلين مَنْ يقول: إن الأرض قطعة من الشمس انفصلتْ عنها، وسمعنا مَنْ يقول إن الإنسان في أصله قرد. . الخ، ولولا هذه الأقاويل وغيرها ما صدقت هذه الآية، ولجاء أعداء الإسلام يقولون لنا: أين المضلون الذين أخبر عنهم القرآن؟ </p><p> فكأن كل كلام يناقض {هذا خَلْقُ الله. .}  [لقمان: ١١] هو كلام مُضِل، وكأن هؤلاء المضلين - في غفلة منهم ودون قصد - يؤيدون كلام الله {وَمَا كُنتُ مُتَّخِذَ المضلين عَضُداً}  [الكهف: ٥١] </p><p> ونجد هذه المسألة أيضاً في سنة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، حيث يطلع </p><p> علينا من حين لآخر مَنْ ينكر سنة رسول الله ويقول: بيننا وبينكم كتاب الله، فما كان فيه من حلال حللناه، وما كان فيه من حرام حرمناه. </p><p> وعندها نقول: سبحان الله، كأن الله تعالى أقامكم دليلاً على صِدْق رسوله، فقد أخبر الرسول عنكم، وعما تقولونه في حَقِّ سنته، حيث قال:  «يوشك رجل يتكئ على أريكته،يُحدَّث بالحديث عني فيقول:بيننا وبينكم كتاب الله، فما وجدنا فيه من حلال حللناه، وما وجدنا فيه من حرام حرمناه» . </p><p> ومعنى:  {هذا خَلْقُ الله}  [لقمان: ١١] أي: مخلوقاته {فَأَرُونِي مَاذَا خَلَقَ الذين مِن دُونِهِ. .}  [لقمان: ١١] ولن نطلب منك خَلْقاً كخَلْق السماء والأرض والجبال، ولا إنزال المطر وإحياء الأرض بالنبات، بل اختلقوا أقلّ شيء في الموجودات التي ترونْها، وليس هناك أقل من الذباب:  {إِنَّ الذين تَدْعُونَ مِن دُونِ الله لَن يَخْلُقُواْ ذُبَاباً وَلَوِ اجتمعوا لَهُ. .}  [الحج: ٧٣] بل وأبلغ من ذلك {وَإِن يَسْلُبْهُمُ الذباب شَيْئاً لاَّ يَسْتَنقِذُوهُ مِنْهُ ضَعُفَ الطالب والمطلوب}  [الحج: ٧٣] </p><p> ثم يختم الحق سبحانه الآية بقوله:  {بَلِ الظالمون فِي ضَلاَلٍ مُّبِينٍ}  [لقمان: ١١] أي: ضلال محيط بهم من كل اتجاه، والضلال المبين المحيط لا تُرْجى معه هداية، فلن يهتدي هؤلاء، وما عليك إلا أنْ تصبر على دعوتك يا محمد حتى يُبدلك الله خيراً من هؤلاء، ويكونون لك جنوداً يؤمنون بك، وينصرون دعوتك. وقد كان. </p><p> ثم يقول الحق سبحانه:  {وَلَقَدْ آتَيْنَا لُقْمَانَ الحكمة أَنِ اشكر ... } . </p>"
}