{
  "id": null,
  "sura": 31,
  "aya": 2,
  "text": "<p> تلك: اسم إشارة للمؤنت مثل ذلك المذكر، وهي عبارة عن التاء للإشارة، واللام للبُعْد، سواء أكان في المكان أو في المكانة والمنزلة، ثم الكاف للخطاب، وتأتي بحسب المخاطب مذكراً أو مؤنثاً، مفرداً أو مثنىً أو جمعاً. </p><p> فتقول في خطاب المفرد المذكر: تلك. وللمفردة المؤنثة: تلك. وللمثنى تلكما. . إلخ، ومن ذلك قول امرأة العزيز في شأن يوسف عليه السلام:  {فذلكن الذي لُمْتُنَّنِي فِيهِ ... .}  [يوسف: ٣٢] . </p><p> فذا اسم اشارة ليوسف، واللام للبعد وكُنَّ ضمير لمخاطبة جمع المؤنث ويقول تعالى في خطاب موسى:  {فَذَانِكَ بُرْهَانَانِ مِن رَّبِّكَ ... }  [القصص: ٣٢] أي اليد والعصا، فذانِ اسم إشارة للمثنى، والكاف للخطاب. </p><p> والإشارة هنا {تِلْكَ آيَاتُ ... }  [لقمان: ٢] لمؤنث وهي الآيات، والمخاطب سيدنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وأمته تبع له، والقرآن الكريم مرة يشير إلى الآيات، ومرة يشير إلى الكتاب نفسه، فيقول: الكتاب أو الفرقان، أو القرآن ولكل منها معنى. </p><p> فالكتاب دلَّ على أنه يُكتب وتحويه السطور، والقرآن دلَّ على أنه يُقرأ وتحويه الصدور، أما الفرقان فهذه هي المهمة التي يقوم بها: أنْ يفرق بين الحق والباطل. </p><p> وهنا قال:  {تِلْكَ آيَاتُ الكتاب الحكيم}  [لقمان: ٢] فوصفه بالحكمة، أما في أول البقرة فقال:  {ذَلِكَ الكتاب لاَ رَيْبَ فِيهِ هُدًى ... }  [البقرة: ٢] فلم يُوصَف بالحكمة، إنما نفى عنه أن يكون فيه ريب. أي: شك. </p><p> وكلمة {لاَ رَيْبَ فِيهِ ... }  [البقرة: ٢] تؤكد لنا صِدْق الرسول في البلاغ عن الله، وصَدْق الملك الذي حمله من اللوح المحفوظ إلى رسول الله، وقد مدحه الله بقوله {ذِي قُوَّةٍ عِندَ ذِي العرش مَكِينٍ}  [التكوير: ٢٠] . </p><p> وقال عن سيدنا رسول الله في شأن تبليغ القرآن {وَلَوْ تَقَوَّلَ </p><p> عَلَيْنَا بَعْضَ الأقاويل لأَخَذْنَا مِنْهُ باليمين ثُمَّ لَقَطَعْنَا مِنْهُ الوتين} [الحاقة: ٤٤ - ٤٦] . </p><p> إذن: فالقرآن كما نزل من عند الله، لم يُغيَّر فيه حرف واحد، وسيظل كذلك محفوظاً بحفظ الله له إلى أنْ تقوم الساعة، وسنظل نقرأ {لاَ رَيْبَ فِيهِ ... }  [البقرة: ٢] . </p><p> ويقرؤها مَنْ بعدنا إلى قيام الساعة، فقد حكم الحق سبحانه بأنه لا ريْب في هذا القرآن منذ نزل إلى قيام الساعة، فإنْ شككونا في شيء من كتاب ربنا فعلينا أن نقرأ:  {ذَلِكَ الكتاب لاَ رَيْبَ فِيهِ هُدًى لِّلْمُتَّقِينَ}  [البقرة: ٢] . </p><p> فهذه قضية حكم الله بها، وهي ممتدة وباقية ما بقيتْ الدنيا، كما سبق أنْ قُلْنا ذلك في قوله تعالى:  {سَنُرِيهِمْ آيَاتِنَا فِي الآفاق وفي أَنفُسِهِمْ ... }  [فصلت: ٥٣] . فالآية تستوعب المستقبل كله، مستقبل مَنْ عاصر نزول القرآن، ومستقبل مَنْ يأتي بعد إلى قيام الساعة، بل مستقبل مَنْ تقوم الساعة عليه. </p><p> فالقرآن لم ينزله الله ليُفرغ كل أسراره وكل معجزاته في قَرْن واحد، ولا في أمة واحدة، ثم يستقبل القرون والأمم الأخرى دون عطاء، الله يريد للقرآن أنْ يظل جديداً تأخذ منه كل الأمم وكل العصور، وتقف على أسراره ومعجزاته وآياته في الكون. </p><p> ومعنى {الكتاب الحكيم}  [لقمان: ٢] الكتاب لا يُوصَف بالحكمة إنما يُوصَف بالحكمة مَنْ يعلم، فالمعنى: الكتاب الحكيم أي: الموصوف بالحكمة، أو الحكيم قائله، أو الحكيم مُنزِله. ومعنى حكيم: هو الذي يضع الشيء في موضعه، ولا يضعَ الشيء في موضعه إلا الله؛ لأنه هو الذي يعلم صِدْق الشيء في موضعه. </p><p> أما نحن فنهتدى إلى موضع الشيء، ثم يتبين لنا خطؤه في </p><p> موضعه، ونضطر إلى تغييره أو تعديله ككثير من المخترعات التي ظننا أنها تخدم البشرية قد رأينا مضارها، واكتويْنا بنارها فيما بعد. </p><p> فكل آية ذكرت ناحية من نواحي كمال القرآن وجهة من جهات عظمته، إذن: فهي لقطات مختلفة لشيء واحد متعدد الملكات في الكمال، وكذلك تجد تعدد الكمالات في الآية بعدها:  {هُدًى وَرَحْمَةً ... } . </p>"
}