{
  "id": null,
  "sura": 31,
  "aya": 33,
  "text": "<p> خطاب الحق سبحانه لعباده بيأيها الناس يدل على أنه تعالى يريد أنْ يُسعدهم جميعاً في الآخرة، وسبق أنْ ذكرنا الحديث القدسي الذي تقول فيه الأرض: يارب ائذن لي أنْ أخسف بابن آدم، وقالت البحار: نغرقه ... إلخ، فكان الرد من الخالق عَزَّ وَجَلَّ «دعوني وخلقي، فلو خلقتموهم لرحمتموهم، إنْ تابوا إليَّ فأنا حبيبهم، وإنْ لم يتوبوا فأنا طبيبهم» . </p><p> وقوله تعالى:  {اتقوا رَبَّكُمْ. .}  [لقمان: ٣٣] التقوى أنْ تجعل بينك وبين ما يضرك وقاية تقيك وتحميك؛ لذلك يقول تعالى في آية </p><p> أخرى {واتقوا النار ... }  [آل عمران: ١٣١] وهما بمعنى واحد؛ لأن معنى اتقوا الله: اجعلوا بينكم وبين صفات جلال ربكم وانتقامه وجبروته وقاية، وكذلك في: اتقوا النار. </p><p> فالخطاب هنا عام للناس جميعاً مؤمنهم وكافرهم، فالله تعالى يريد أن يُدخلهم جميعاً حيِّز الإيمان والطاعة، ويريد أنْ يعطيهم ويمنّ عليهم ويعينهم، وكأنه سبحانه يقول لهم: لا أريد لكم نِعَم الدنيا فحسب، إنما أريد أنْ أعطيكم أيضاً نعيم الآخرة. </p><p> وكذلك النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، كان رحيماً حتى بالكافرين والمعاندين له، كما ذكرنا في قصة اليهودي الذي اتهموه ظلماً بسرقة درع أحد المسلمين، وقد عزَّ على المسلمين أنْ يُرمى واحد منهم بالسرقة، فجعلوها عند اليهودي، وعرضوا الأمر على سيدنا رسول الله، فأداره في رأسه: كيف يتصرف فيه؟ </p><p> فأسعفه الله، وأنزل عليه:  {إِنَّآ أَنْزَلْنَا إِلَيْكَ الكتاب بالحق لِتَحْكُمَ بَيْنَ الناس بِمَآ أَرَاكَ الله ... }  [النساء: ١٠٥] لا بين المؤمنين فحسب {وَلاَ تَكُنْ لِّلْخَآئِنِينَ خَصِيماً}  [النساء: ١٠٥] أي: لا تخاصم لصالح الخائن، وإن كان مسلماً، فالناس جميعاً سواء أمام مسئولية الإيمان. </p><p> وفَرْق بين: اتقوا ربكم واتقوا الله؛ لأن عطاء الربوبية غير عطاء الألوهية، عطاء الربوبية إيجاد من عَدَم، وإمداد من عُدْم، وتربية للمؤمن وللكافر، أما عطاء الألوهية فطاعة وعبادة وتنفيذ للأوامر، فاختار هنا الرب الذي خلق وربَّى، وكأنه سبحانه يقول للناس جميعاً: من الواجب عليكم أن تجعلوا تقوى الله شكراً لنعمته عليكم، وإنْ كنتم قد كفرتُم بها. </p><p> ولا تنتهي المسألة عند تقوى الرب في الدنيا، إنما {واخشوا يَوْماً </p><p> لاَّ يَجْزِي وَالِدٌ عَن وَلَدِهِ. .} [لقمان: ٣٣] أي: خافوا يوماً تُرجعون فيه إلى ربكم، وكلمة (يوم) تأتي ظرفاً، وتأتي اسماً مُتصرِّفاً، فهي ظرف إذا كان هناك حدث سيحدث في هذا اليوم كما تقول: خِفْت شدة الملاحظة يوم الامتحان، فالخوف من الحدث، لا من اليوم نفسه، أمَّا لو قلت خفت يوم الامتحان، فالخوف من كل شيء في هذا اليوم، أي من اليوم نفسه. </p><p> فالمعنى هنا {واخشوا يَوْماً. .}  [لقمان: ٣٣] لأن اليوم نفسه مخيف بصرف النظر عن الجزاء فيه، وفي هذا اليوم {لاَّ يَجْزِي وَالِدٌ عَن وَلَدِهِ. .}  [لقمان: ٣٣] خصَّ هنا الوالد والولد؛ لأنه سبحانه نصح الجميع، ثم خصَّ الوالدين في الوصية المعروفة </p><p> {وَوَصَّيْنَا الإنسان بِوَالِدَيْهِ ... }  [لقمان: ١٤] </p><p> ثم ذكر حيثيات هذه الوصية وقال:  {أَنِ اشكر لِي وَلِوَالِدَيْكَ ... }  [لقمان: ١٤] فجعل لهما فضلاً ومَيْزة ومنزلة عند الله، حتى أصبحا مظنة النفع حتى يوم القيامة، فأراد سبحانه أنْ يُبينَّ لنا أن نفع الوالد لولده ينقطع في الآخرة، فكلٌّ منهما مشغول بنفسه، فلا ينفع الإنسان حتى أقرب الناس إليه. </p><p> وفي سورة البقرة:  {واتقوا يَوْماً لاَّ تَجْزِي نَفْسٌ عَن نَّفْسٍ شَيْئاً ... }  [البقرة: ٤٨] أي: مطلق النفس، لا مجرد الوالد والولد، إنما عامة الناس لا ينفع أحد منهم أحداً أيّاً كان. </p><p> والآية بهذا اللفظ وردت في موضعين: اتفقا في الصدر، واختلفا في العَجُز، وهي تتحدث عن نَفْسين: الأولى هي النفس الجازية أي: التي تتحمل الجزاء، والأخرى هي النفس المجزَّية التي تستحق العقوبة. </p><p> فالآية التي نظرت إلى النفس المجزَّى عنها، جاء عَجُزها {وَلاَ يُقْبَلُ </p><p> مِنْهَا عَدْلٌ وَلاَ تَنفَعُهَا شَفَاعَةٌ ... } [البقرة: ١٢٣] </p><p> ومعنى: عَدْل أي فدية، فالنفس المجزيّ عنها أول مرحلة عندها لتدفع عن نفسها العذاب أن تعرض الفدية، فلا يقبل منها فدية، لكنها لا تيأس، بل تبحث عَمَّنْ يشفع لها من أصحاب الجاه والمنزلة يتوسط لها عند الله، وهذه أيضاً لا تنفع. </p><p> أما النفس الجازية، فأول ما تعرض تعرض الشفاعة، فإنْ لم تُقبل عرضت العدل والفدية؛ لذلك جاء عَجز الآية الأخرى الذي اعتبر النفس الجازية بتقديم الشفاعة على العدل. إذن: ذَيْل الآية الأولى عائد على النفس المجزىَّ عنها، وذيل الآية الثانية يعود على النفس الجازية. </p><p> وهنا {لاَّ يَجْزِي وَالِدٌ عَن وَلَدِهِ. .}  [لقمان: ٣٣] لأن الوالد مظنّة الحنان على الولد، وحين يرى الوالد ولده يُعذَّب يريد أنْ يفديه، فقدَّم هنا (الوالد) ثم قال: {وَلاَ مَوْلُودٌ هُوَ جَازٍ عَن وَالِدِهِ شَيْئاً. .}  [لقمان: ٣٣] فقدم المولود، وكان مقتضى الكلام أنْ نقول: ولا يجزي ولده عن والده، فلماذا عدل عن ولد إلى مولود؟ </p><p> الكلام هنا كلام رب، وفرْق كبير بين ولد ومولود؛ لأن المسلمين الأوائل كان لهم آباء ماتوا على الكفر، فظنوا أن وصية الله بالوالدين تبيح لهم أنْ يجزوا عنهم يوم القيامة، فأنزل الله هذه الآية تبين لهؤلاء ألاَّ يطمعوا في أنْ يدفعوا شيئاً عن آبائهم الذين ماتوا على الكفر. </p><p> لذلك لم يقل هنا ولد، إنما مولود، لأن المولود هو المباشر للوالد، والولد يقال للجد وإنْ علا فهو ولده، والجد وإنْ علا والده، فإذا كانت الشفاعة لا تُقبل من المولود لوالده المباشر له، فهي من </p><p> باب أَوْلَى لا تُقبل للجدِّ؛ لذلك عَدل عن ولد إلى مولود، فالمسألة كلام رب حكيم، لا مجرد رَصْف كلام. </p><p> لكن، متى يجزي الوالد عن الولد، والمولود عن والده؟ قالوا: الولد ضعيف بالنسبة لوالده يحتاج منه العطف والرعاية، فإذا رأى الوالد ولده يتألم سارع إلى أنْ يشفع له ويدفع عنه الألم، أما الولد فلا يدفع عن أبيه الألم لأنه كبير، إنما يدفع عنه الإهانة، فالوالد يشفع في الإيلام، والولد يشفع في الإهانة، فكل منهما مقام. </p><p> ثم يقول سبحانه:  {إِنَّ وَعْدَ الله حَقٌّ. .}  [لقمان: ٣٣] عرفنا أن الوعد: إخبار بشيء يسر لم يَأْت وقته، وضده الوعيد، وهو إخبار بشيء يؤذي لم يأْتِ وقته بعد، لكن ما فائدة كل منهما؟ </p><p> فائدة الوعد أنْ تستعدَّ له، وتأخذ في أسبابه، فهو يشجعك على العمل والسعي الذي يُحقِّق لك هذا الوعد كأنْ تَعِد ولدك مثلاً بجائزة إنْ نجح في الامتحان، وعلى العكس من ذلك الوعيد؛ لأنه يُخوِّفك من عاقبته فتحترس، وتأخذ بأسباب النجاة منه. </p><p> إذن: الوعد حق، وكذلك الوعيد حق، لكنه خصَّ الوعد لأنه يجلب للنفس ما تحب، أمّا الوعيد فقد يمنعها من شهوة تحبها، ووضحنا هذه المسألة بأن الحق - سبحانه وتعالى - يتكلم في النعم أن منها نِعَم إيجاب، ونِعَم سلب. </p><p> واقرأ في ذلك قول ربك:  {يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِّن نَّارٍ وَنُحَاسٌ فَلاَ تَنتَصِرَانِ فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ}  [الرحمن: ٣٥ - ٣٦] </p><p> فإذا كانت الجنة وما فيها نعماً تستحق الشكر، ويمتنّ الله بها علينا، فأيُّ نعمة في الشواظ والنار والعذاب؟ قالوا: هي نعمة من حيث هي تحذير وتخويف من العذاب لتبتعد عن أسبابه، وتنجو منه </p><p> قبل أنْ تقع فيه، نعمة لأن الله لم يأخذنا على غِرَّة، ونبهنا إلى الخطر قبل أنْ نقع فيه. </p><p> ووَعْد الله حقٌّ؛ لأنه وعد ممَّنْ يملك الوفاء بما وعد، وإنفاذ ما وعد به، أما غير الله سبحانه فلا يملك أسباب الوفاء، فوعده لا يُوصَف بأنه حق؛ لذلك قال سبحانه في سورة الكهف:  {وَلاَ تَقْولَنَّ لِشَيْءٍ إِنِّي فَاعِلٌ ذلك غَداً إِلاَّ أَن يَشَآءَ الله ... }  [الكهف: ٢٣ - ٢٤] </p><p> فأنت وإنْ كنتَ صادقاً فيما وعدتَ به إلا أنك لا تضمن البقاء إلى أنْ تفي بما وعدتَ، فإنْ بقيت فقد تتغير الأسباب فتحول بينك وبين الوفاء، وأنت لا تملك سبباً واحداً من هذه الأسباب. </p><p> إذن: تأدب ودَع الأمر لمَنْ يملك كل أسباب إنفاذ الوعد، وقُلْ سأفعل كذا إن شاء الله، حتى إذا لم تنفذ يكون لك حجة فتقول: أردتُ لكن الله لم يشأ. </p><p> وكأن ربنا - عَزَّ وَجَلَّ - يريد أنْ يداري كذبنا ويستره علينا، يريد ألاَّ يفضحنا به، وأخرجنا من هذه المسئولية بترك المشيئة له سبحانه، وكأن قدر الله في الأشياء صيانة لعبيده من عبيده. لذلك كثيراً ما نقول حينما لا نستطيع الوفاء: هذا قدر الله، وماذا أفعل أنا، والأمر لا يُقضى في الأرض حتى يُقضى في السماء. </p><p> وما دمنا قد آمنا بقدر الله والحكمة منه، فلا تغضب مني إنْ لم أفِ لك وأنت كذلك، والعاقل يعلم تماماً حين يقضي أمراً لأحد أن قضاء الأمر جاء معه لا به، فالقدر قضاء، ووافق قضاؤه قضاء الله للأمر، فكأن الله كرَّمه بأنْ يقضي الأمر على يديه، لذلك قلنا: إن الطبيب المؤمن يقول: جاء الشفاء معي لا بي، وأن الطبيب يعالج والله يشفي، إذن: لا يُوصَف الوعد بأنه حقٌّ إلا وعد الله عَزَّ وَجَلَّ. </p><p> وما دام وعد الله حقاً فعليك أنْ تفعل ما وعدك عليه بالخير وتجتنب ما توعَّدك عليه بشرٍّ، وألاَّ تغرك الحياة {فَلاَ تَغُرَّنَّكُمُ الحياة الدنيا. .}  [لقمان: ٣٣] أي: بزينتها وزُخْرفها، فهي سراب خادع ليس وراءه شيء، واقرأ قول الله تعالى:  {أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثاً وَأَنَّكُمْ إِلَيْنَا لاَ تُرْجَعُونَ}  [المؤمنون: ١١٥] </p><p> والحق سبحانه يضرب لنا مثلاً للدنيا، لا ليُنفِّرنا منها، وإنما لنحتاط في الإقبال عليها، وإلا فحبُّ الحياة أمر مطلوب من حيث هي مجال للعمل للآخرة ومضمار للتسابق إليها. </p><p> يقول تعالى في هذا المثل:  {واضرب لَهُم مَّثَلَ الحياة الدنيا ... }  [الكهف: ٤٥] فسماها دنيا، وليس هناك وصف أبلغ في تحقيرها من أنها دنيا {كَمَآءٍ أَنْزَلْنَاهُ مِنَ السماء فاختلط بِهِ نَبَاتُ الأرض فَأَصْبَحَ هَشِيماً تَذْرُوهُ الرياح ... }  [الكهف: ٤٥] نعم، كذلك الدنيا تزدهي، لكن سرعان ما تزول، تبدأ ابتداءً مقنعاً مغْرياً، وتنتهي انتهاءً مؤسفاً. </p><p> وقوله تعالى:  {وَلاَ يَغُرَّنَّكُم بالله الغرور}  [لقمان: ٣٣] والغَرور بالفتح الذي يغرُّك في شيء ما، والغرور يوضحه لنا الشاعر الجاهلي وهو يخاطب محبوبته فيقول: </p><p> أَفَاطِمُ مَهْلاً بَعْضَ هَذَا التدَلُّل ... وإنْ كنت قَدْ أَزْمعتِ صَرْمي فأَجْمِلِي </p><p> أغرَّك مني أنَ حبَّكِ قَاتِلي ... وأَنَّكِ مَهْما تأْمُري القَلْبَ يفعَلِ </p><p> فمعنى غرَّك: أدخل فيك الغرور، بحيث تُقبل على الأشياء، </p><p> وتتصرف فيها في كنف هذا الغرور وعلى ضوئه. </p><p> والغَرُور بالفتح هو الشيطان، وله في غروره طرق وألوان، فغرور للطائعين وغرور للعاصين، فلكل منهما مدخل خاص، فيغرّ العاصي بالمعصية، ويوسوس له بأن الله غفور رحيم، وقد عصا أبوه فغفر الله له. لذلك أحد الصالحين سمع قول الله تعالى:  {ياأيها الإنسان مَا غَرَّكَ بِرَبِّكَ الكريم الذي خَلَقَكَ فَسَوَّاكَ فَعَدَلَكَ}  [الانفطار: ٦ - ٧] فأجاب هو: غرَّني كرمه، لأنه خلقني وسوَّاني في أحسن صورة، وعاملني بكرم ودلَّّلني، حتى أصابني الغرور بذلك، ولو أنه عَزَّ وَجَلَّ قسا علينا ما اغتررنا. </p><p> وكان لأحدهم دَيْن خمسة صاغ فضة عند آخر، فردَّها إليه، فلما نظر فيها الدائن وجدها ممسوحة فأعادها إليه، فقال المدين: والله لو كنت كريماً لقبلتها دون أنْ تنظر فيها. </p><p> فأخذ الواعظ هذه الواقعة وأراد أنْ يعظ بها الدائن، وكان يصلي صلاةً لا خشوعَ فيها، فقال له: إن صلاتك هذه لا تعجبني، فهي نَقْر لا خشوع فيها، أرأيت لو أن لك دَيْنا فأعطاك صاحب الدين نقوداً ممسوحة قديمة أكنت تقبلها؟ فقال الرجل: والله لو كنتُ كريماً أقبلها ولا أردها. </p><p> ثم يقول الحق سبحانه مختتماً سورة لقمان:  {إِنَّ الله عِندَهُ ... } . </p>"
}