{
  "id": null,
  "sura": 31,
  "aya": 23,
  "text": "<p> بعد أن بيِّن الحق سبحانه أن إليه مرجع كل شيء ونهاية الأمور كلها، أراد أن يُسلِّى رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فقال:  {وَمَن كَفَرَ. .}  [لقمان: ٢٣] أي: بعدما قلناه من الجدل بالعلم وبالهدى وبالكتاب المنير، وبعدما بيناه من ضرورة إسلام الوجه لله، مَنْ يكفر بعد ذلك {فَلاَ يَحْزُنكَ كُفْرُهُ. .}  [لقمان: ٢٣] </p><p> وهذا القول من الله تعالى لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يدل على أن الله علم أن رسوله يحب أن تكون أمته كلها مؤمنة، وأنه يحزن لكفر من كفر منهم ويؤلمه ذلك، وقد كرر القرآن هذا المعنى في عدة مواضع، منها قوله تعالى:  {فَلَعَلَّكَ بَاخِعٌ نَّفْسَكَ على آثَارِهِمْ إِن لَّمْ يُؤْمِنُواْ بهذا الحديث أَسَفاً}  [الكهف: ٦] ويقول: {لَعَلَّكَ بَاخِعٌ نَّفْسَكَ أَلاَّ يَكُونُواْ مُؤْمِنِينَ}  [الشعراء: ٣] </p><p> فالله تعالى يريد أنْ يقول لرسوله: أنا أرسلتُك للبلاغ فحسب، فإذا بلَّغْت فلا عليك بعد ذلك، وكثيراُ ما تجد في القرآن عتاباً لرسول الله في هه المسألة، وهو عتاب لصالحه لا عليه، كما تعاتب ولدك الذي أجهد نفسه في المذاكرة خوفاً عليه. </p><p> ومن ذلك قوله تعالى معاتباً نبيه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  {عَبَسَ وتولى أَن جَآءَهُ الأعمى وَمَا يُدْرِيكَ لَعَلَّهُ يزكى}  [عبس: ١ - ٣] </p><p> والعتاب هنا لأن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ترك الرجل المؤمن الذي جاءه يستفهم عن أمور دينه، وذهب يدعو الكفار والمكِّذبين به، فكأنه اختار الصعب الشاق وترك السهل اليسير، إذن: فالعتاب هنا عتاب لصالح الرسول لا ضده، كما يظن البعض في فهمهم لهذه الآيات. </p><p> كذلك الأمر في قوله تعالى:  {ياأيها النبي لِمَ تُحَرِّمُ مَآ أَحَلَّ الله لَكَ ... }  [التحريم: ١] فالله يعاتب رسوله لأنه ضيَّق على نفسه، فحرَّم عليها ما أحله الله لها. </p><p> ثم يقول سبحانه:  {إِلَيْنَا مَرْجِعُهُمْ. .}  [لقمان: ٢٣] يعني: إذا لم تَرَ فيهم عاقبة كفرهم، وما ينزل بهم في الدنيا، فسوف يرجعون إلينا ونحاسبهم في الآخرة، كما قال سبحانه في موضع آخر:  {فَإِمَّا نُرِيَنَّكَ بَعْضَ الذي نَعِدُهُمْ ... }  [غافر: ٧٧] أي: ترى بعينك ما ينزل بهم من العقاب {أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا يُرْجَعُونَ}  [غافر: ٧٧] </p><p> إذن:  {إِلَيْنَا مَرْجِعُهُمْ. .}  [لقمان: ٢٣] هذه هي الغاية النهائية، وهذه لا تمنع أن نُريَك فيهم أشياء تُظهر عزتك وانتصارك عليهم، وانكسارهم وذِلَّتهم أمامك، وهذا ما حدث يوم الفتح يوم أنْ دخل النبي مكة منصراً ومتواضعاً يطأطئ رأسه بأدب وتواضع؛ لأنه </p><p> يعلم أن النصر من الله، وكأنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يقول لأهل مكة: لقد كنتم تريدون الملْك لتتكبروا به، وأنا أريده لأتواضع به، وهذا هو الفرق بين عزَّة المؤمن وعِزّة الكافر. </p><p> لذلك لما تمكن رسول الله من رقابهم - بعد أنْ فعلوا به ما فعلوا - جمعهم وقال قولته المشهورة: </p><p> «يا معشر قريش ما تظنون أني فاعل بكم؟» قالوا: خيراً، أخ كريم، وابن أخ كريم، قال:  «اذهبوا فأنتم الطلقاء» . </p><p> ولك أنْ تلحظ تحوُّل الأسلوب من صيغة الإفراد في {وَمَن كَفَرَ فَلاَ يَحْزُنكَ. .}  [لقمان: ٢٣] إلى صيغة الجمع في {إِلَيْنَا مَرْجِعُهُمْ. .}  [لقمان: ٢٣] ولم يقل: إليَّ مرجعه؛ لأن مَنْ في اللغة تقوم مقام الأسماء الموصولة كلها، فإنْ أردتَ لفظها فأفردها، وإن أردتَ معناها فاجمعه. </p><p> وقوله تعالى:  {فَنُنَبِّئُهُم بِمَا عملوا. .}  [لقمان: ٢٣] لأننا نُسجِّله عليهم ونحصيه، كما قال سبحانه:  {أَحْصَاهُ الله وَنَسُوهُ ... }  [المجادلة: ٦]  {إِنَّ الله عَلِيمٌ بِذَاتِ الصدور}  [لقمان: ٢٣] أي: بنات الصدر ومكنوناته يعلمها الله، حتى قبل أنْ تُترجم إلى نزوع سلوكي عملي أو قَوْلي، فالله يعلم ما يختلج في صدورهم من حقد أو غلٍّ أو حسد أو تآمر. </p><p> و {عَلِيمٌ ... }  [آل عمران: ١١٩] صيغة مبالغة من العلم، وفَرْق بين عالم وعليم: عالم: ذاتٌ ثبت لها العلم، أما عليم فذات عِلْمها ذاتي؛ لذلك يقول تعالى:  {وَفَوْقَ كُلِّ ذِي عِلْمٍ عَلِيمٌ}  [يوسف: ٧٦] </p><p> ثم يقول الحق سبحانه:  {نُمَتِّعُهُمْ قَلِيلاً ثُمَّ ... } . </p>"
}