{
  "id": null,
  "sura": 32,
  "aya": 14,
  "text": "<p> والتقدير: ذوقوا العذاب، كما جاء في آية أخرى {ذُوقُواْ مَسَّ سَقَرَ}  [القمر: ٤٨] ويُقال هذا لزعماء ورءوس الكفر {ذُقْ إِنَّكَ أَنتَ العزيز الكريم}  [الدخان: ٤٩] </p><p> واختار حاسة التذوق؛ لأن كل وسيلة إدراك قد تتصل بلون من ألوان الترف في الحياة، أمَّا الذوق فيتصل بإمداد الحياة، وهو الأكل والشرب، وبهما قوام حياة الإنسان، فهما ضرورتان للحياة لا مجردَ ترف فيها. </p><p> وفي موضع آخر، يُبيِّن لنا الحق سبحانه أثر الإذاقة، فيقول عن القرية التي كفرت بربها:  {فَأَذَاقَهَا الله لِبَاسَ الجوع والخوف بِمَا كَانُواْ يَصْنَعُونَ}  [النحل: ١١٢] وتصور أن يكون الجوع لباساً يستولي على الجسم كله، وكأن الله تعالى يريد أنْ يُبين لنا عضة الجوع، التي لا تقتصر على البطن فحسب، إنما على كل الأعضاء، فقال {لِبَاسَ الجوع ... }  [النحل: ١١٢] لشمول الإذاقة، فكأن كل عضو في الجسم سيذوق ألم الجوع، وهذا المعنى لا يؤديه إلا اللفظ الذي اختاره القرآن. </p><p> وقد فطن الشاعر إلى هذه الشمولية التي تستولي على الجسم كله، فقال عن الحب الإلهي حين يستشرف في القلب ويفيض منه ليشمل كلَّ الجوارح، فقال: </p><p> خَطَراتُ ذِكْرِكَ تَسْتثير مودَّتي ... فأُحِسُّ منها في الفُؤادِ دَبيبَا </p><p> لا عُضْوَ لي إلاَّ وَفِيه صَبَابةٌ ... فَكأنَّ أَعْضَائي خُلِقْنَ قُلُوبَا </p><p> وعِلَّة هذه الإذاقة {بِمَا نَسِيتُمْ لِقَآءَ يَوْمِكُمْ هاذآ. .}  [السجدة: ١٤] أي: يوم القيامة الذي حدَّثناكم عنه، وحذَّرناكم من أهواله، فلم نأخذكم على غِرَّة، لكن نبهناكم إلى سوء العاقبة، فلا عذرَ لكم الآن، وقد ضخَّمنا لكم هذه الأهوال، فكان من الواجب ان تلتفتوا إليها، وأنْ تعتبروا بها، وتتأكدوا من صِدْقها. </p><p> أما المؤمنون فحين يروْنَ هذا الهول وهذا العذاب ينزل بالكفرة والمكذِّبين يفرحون؛ لأن الله نجاهم بإيمانهم من هذا العذاب. </p><p> وتكون عاقبة نسيان لقاء الله {إِنَّا نَسِينَاكُمْ. .}  [السجدة: ١٤] فأنتم نسيتم لقاء الله، ونسيتم توجيهاته، وأغفلتم إنذاره وتحذيره لكم، ونحن تركناكم ليس هملاً، إنما تركناكم من امتداد الرحمة بكم، فقد كانت رحمتي تشملكم في الدنيا، ولم أخصّ بها المؤمنين بي، بل جعلتُها للمؤمن وللكافر. </p><p> فكل شيء في الوجود يعطي الإنسان مطلق الإنسان طالما أخذ بالأسباب، لا فرق بين مؤمن وكافر، هذا في الدنيا، أما في الآخرة فننساكم من هذه الرحمة التي لا تستحقونها، بل:  {وَذُوقُواْ عَذَابَ الخلد بِمَا كُنتُمْ تَعْمَلُونَ}  [السجدة: ١٤] </p><p> فإنْ كنتم قد تمردتم على الله وكفرتم به في دنيا محدودة، وعمرك فيها محدود، فإن العذاب الواقع بكم اليوم خالد باقٍ دائم، فخسارتكم كبيرة، ومصيبتكم فادحة. </p><p> وقلنا: إن العمل في الدنيا للآخرة يمثل معادلة ينبغي أنْ تُحلّ حلاً صحيحاً، فأنت في الدنيا عمرك لا يُحسب بعمرها، إنما بمدة بقائك فيها، فهو عمر محدود، أما الآخرة فخلود لا ينتهي، فلو أن النعيم فيهما سواء لكان امتداد الزمن مرجحاً للآخرة. </p><p> ثم إن نعيمك في الدنيا على قدر إمكاناتك وحركتك فيها، أما نعيم الآخرة فعلى قدر إمكانات الله في الكون، نعيم الدنيا إما أنْ يفوتك أو تفوته أنت، ونعيم الآخرة باقٍ لا يفوتك أبداً لأنك مخلد فيه. </p><p> إذن: هي صفقة ينبغي أنْ تُحْسبَ حساباً صحيحاً، وتستحق أن نبيع من أجلها الدنيا بكل ما فيها من غالٍ ونفيس؛ لذلك سماها رسول الله تجارة رابحة. </p><p> وقال سبحانه وتعالى عن الكافرين {أولئك الذين اشتروا الضلالة بالهدى فَمَا رَبِحَتْ تِّجَارَتُهُمْ وَمَا كَانُواْ مُهْتَدِينَ}  [البقرة: ١٦] </p><p> ثم يقول الحق سبحانه:  {إِنَّمَا يُؤْمِنُ بِآيَاتِنَا ... } . </p>"
}