{
  "id": null,
  "sura": 32,
  "aya": 26,
  "text": "<p> الحق - سبحانه وتعالى - تكلم عن الرسالة التي أرسل بها رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ليؤكد في الناس عقيدة أعلى، وهي عقيدة الوجود للإله الواحد الذي لا شريك له، ثم بيَّن أن لنا مع الله لقاء آخر حين تنتهي هذه </p><p> الدنيا الفانية، ثم نستقبل حياة خالدة، إما إلى جنة إنْ شاء الله، وإما إلى نار ونعوذ بالله. </p><p> والحق سبحانه حين يعرض آياته في الكون يعرضها لتثبت أنه هو الذي خلق هذه الآيات العجيبة، فلم يتركنا سبحانه ننظر وننصرف إنما لفتنا ونبَّهنا إلى وجوب النظر إلى آياته في الكون، وحين يأتي مَنْ يريد أنْ يُنبه عقلك فاعلم أنه لا يريد أنْ يخدعك، أو أن يأخذك على غرَّة، فربك يقول لك: استقبل كلامي هذا بمنتهى التدُّبر والتذكُّر والتعقُّل. </p><p> ولو لم يكُنْ واثقاً من أنه سيصل بالتدبُّر والتعقُّل والتذكر إلى الغاية التي يريدها لما نبَّه عقلَك لآياته، كما ترى عارض السلعة الجيدة الواثق من جودتها يعرضها عليك، ويكشفها لك، ويدعوك إلى فحصها وتأمُّل ما فيها، فهو لا يفعل ذلك إلا لثقته في بضاعته وأنها ستنال رضاك. </p><p> أما صاحب السلعة المغشوشة فيخدعك ويسلك معك أساليب اللفَّ والدوران والتغرير، فحين تدهب مثلاً لشراء حذاء وجاء ضيقاً يقول لك: سيتسع بعدما تمشي فيه، فإنْ جاء واسعاً يقول لك: أحضر لك واحداً أوسع؟ ليوهمك أنه ضيِّق، وأساليب هؤلاء مكشوفة لا تخفى على أحد، فالذي يريد أنْ يغشَّ أو يخدع يلف القضايا ليسترها عن عقلك المتدبر المتذكر المتمعن. </p><p> أما الحق سبحانه، فكثيراً ما قال في قرآنه: أفلا يسمعون، أفلا يعقلون، أفلا يتدبرون القرآن؛ لذلك من مصلحة الدعوة أنْ يتعقلها الناس، وأن يتدبروها، في حين أن بعض أصحاب الديانات الأخرى يقول لك حين تناقشه: أبعِدْ العقل عن هذه المسألة، لماذا؟ لأنه </p><p> واثق أنها لو بُحثَتْ بالعقل لردها العقل ولم يقبلها - والحق سبحانه يريد إلاَّ يترك عذراً لأحد في البلاغ، فالدعوة قد بلغتْ الجميع بلاغاً سليماً واضحاً، تلك آيات الله في الكون. </p><p> ثم يأتي الحق سبحانه بآيات معجزة ليثبت صِدْق الرسول، فيجعلها تخالف نواميس الكون فيما نبغ فيه القوم ليقطع عليهم الحجة، ثم يأتي بآيات الأحكام التي تحمل المنهج بافعل ولا تفعل، ويُبيِّن أنَّ صلاح حركة الحياة في تطبيق هذا المنهج ويترك للمخالفات أن تُظهِر بعض العيوب، فإذا ما نظرتَ إلى عيب أو عورة في المجتمع عرفتَ أنها نتيجة طبيعية لمخالفة منهج الله، فكأن المخالفة ذاتها من مُؤكِّدات الحكم. </p><p> ثم يُبيِّن سبحانه أنه أرسل رسلاً كثيرين من لَدُنْ آدم عليه السلام؛ لأن الإنسان الذي هو خليفته في الكون تصيبه غفلة حين ينخرط في أسباب الدنيا، وتأخذ عليه كل فكره وكل همه، فينسى ما طلب الله منه، فمن عادة الإنسان ألاَّ يتذكر إلاَّ ما ينفعه النفع العاجل. </p><p> لذلك نجد كثيراً من الناس ينسى ما للناس عنده، ويتذكر ما له عندهم. </p><p> فالحق سبحانه يقول: أنا لم يَعُدْ لخَلْقي عندي حجة، فقد نثرتُ لهم آيات الكون المُلْفتة، وهي آيات واضحات لم يدَّعها أحد لنفسه، ومع كثرة الملحدين والكافرين لم نَرَ أبداً من ادَّعى خَلْق الشمس أو القمر، ولم يقُلْ أحد: إنني أُسيِّر الريح، أو أُنبِت الزرع، أو أُنزِل الماء من السحاب. </p><p> والحق سبحانه يُنبهنا أيضاً: لا تنْس أيها الإنسان أنك خليفة لله في الأرض، وإياك أنْ تظن أنك أصيل فيها، فساعةَ تظن أنك أصيل </p><p> في الدنيا يتخلى الله عنك، ويتركك لنفسك فتهلك، كما حدث لقارون حين وسَّع الله عليه في الدنيا، فاغترَّ بما في يده، وظن أنه من سعيه وعلمه وجهده. </p><p> فكانت النتيجة {فَخَسَفْنَا بِهِ وَبِدَارِهِ الأرض ... }  [القصص: ٨١] لينبه الناس جميعاً أن المال ليس مال صاحبه، إنما هو مُستْخلف فيه، ولو كان ماله لحافظ عليه، فالحق يردُّ الناس بالأحداث إلى طبيعة الفطرة الخلافية، لأن فساد الكون يأتي من اعتبار الإنسان نفسه أصيلاً في الكون. </p><p> وسبق أنْ قُلْنا: إن الإنسان إذا نظر في الكون نظرة فاحصة عادلة لَعلِم ما يأتي: أن كل شيء لم تتدخل فيه يَدُ الإنسان سليم، ويؤدي مهمته على أكمل وجه، وأن كل فساد في الكون إنما هو من تدخُّل الإنسان فيه بغير قانون ربه، ولو تدخَّل فيه بقانون ربه لَصَلُحت له الأشياء التي تدخَّل فيها، كما صَلُحَتْ له الأشياء التي لم يتدخل فيها. </p><p> وقلنا: إنك إذا رأيتَ عواراً في الكون فاعلم أنه نتيجة حقٍّ مُضيَّع من حقوق الله، فحين ترى فقيراً يتضوَّر جوعاً أو عرياناً لا يملك ما يستر عورته، فاعلم أن الأغنياء قصَّروا في أداء حق الله في الزكاة؛ لأن الله تعالى شرعها بحساب، فلو أن القادر أخرج الزكاة المفروضة في ماله لما بقي في المجتمع المحيط به محتاج. </p><p> ثم يريد منا الحق سبحانه أن نحافظ في نفوسنا على إيمان الفطرة، وعلى الذرة الإيمانية الأولى التي لم تدخلها الشهوة، ولم يخالطها النسيان، هذه الذرة التي شهدت العهد الأول الذي قال الله فيه: </p><p> {وَإِذْ أَخَذَ رَبُّكَ مِن بنيءَادَمَ مِن ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ على أَنفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ قَالُواْ بلى شَهِدْنَآ أَن تَقُولُواْ يَوْمَ القيامة إِنَّا كُنَّا عَنْ هذا غَافِلِينَ}  [الأعراف: ١٧٣] </p><p> أي: قبل أنْ تأخذكم شهوات الدنيا ونسيانها فتُنكروا هذه الشهادة، وتقولون:  {إِنَّا كُنَّا عَنْ هذا غَافِلِينَ أَوْ تقولوا إِنَّمَآ أَشْرَكَ آبَاؤُنَا مِن قَبْلُ وَكُنَّا ذُرِّيَّةً مِّن بَعْدِهِمْ أَفَتُهْلِكُنَا بِمَا فَعَلَ المبطلون}  [الأعراف: ١٧٢ - ١٧٣] </p><p> فالذي يحافظ على هذه الذرة، وعلى هذه اللمسة الربانية التي وضعها الله فيه بيده، وعلى العهد الذي أخذه الله عليه يبقى له نور هذه الفطرة، وتظل هذه النورانية متأججة في نفسه، فإن أهملها طمستْها الذنوب والغفلة. </p><p> لذلك فالنبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يضرب لنا المثل فيقول:  «تُعرض الأمانة -أي:التكاليف الاختيارية من الله - على القلوب كالحصير عوداً عوداً، فأيُّما قلب أُشْرِبها نُكتَتْ فيه نكتة بيضاء،وأيُّما قلب أنكرها نُكِتت فيه نكتة سوداء حتى تكون على قلبين:أبيض مثل الصَّفا، لا تضره فتنة ما دامتْ السماوات والأرض، والآخر أسود مُربَاداً كالكوز مجَخَّياً ممقوتاً، لا يعرف معروفا، ولا ينكر منكراً» . </p><p> فالطاعات أو الذنوب تتراكم على القلب كما تُصَفُّ عيدان الحصير عوداً بجوار عود، فيبيضّ القلب بالطاعات، أو يسودّ بالمعاصي. </p><p> والإنسان منه مادة ومنه روح، الروح في المادة تعطيها الحياة والحركة والفهم والفكر والتصرف، وهما قبل أن يلتقيا كانا مُسبِّحَيْن لله تعالى، فكل شيء في الوجود مُسبِّح {كُلٌّ قَدْ عَلِمَ صَلاَتَهُ وَتَسْبِيحَهُ ... }  [النور: ٤١] </p><p> وعلى الإنسان أنْ يفهم هذه الحقيقة، وأن يحافظ على الطبيعة الإيمانية في ذراته ومكوناته لتظل مشرقة نيَّرة بنور الإيمان، فإنْ غفل عن هذه الطبيعة حدثتْ الأغيار، وحدث عدم الانسجام بين ذراته في الذات البشرية، فحين تحمل إرادتُك الجسمَ والروحَ على المعصية يكرهك جسمك، وتكرهك روحك؛ لأنك خالفتَ منهج خالقها - عَزَّ وَجَلَّ - فهي مُسبّحة عابدة وأنت لاهٍ غافل عَاصٍ؛ لذلك تلعنك روحك وتلعنك أبعاضك. </p><p> ومن رحمة الله بالعاصي أن ينام فترتاح أبعاضه، وترتاح روحه من معاصيه، وتأخذ راحتها في عبادة ربها، حيث لا منازع لها، ولا معاند من إرادة صاحبها، لذلك يشعر الإنسان بالراحة عند النوم، ويقوم منه نشيطاً لما حدث من انسجام وتعادل بين ذرات ذاته أثناء النوم. </p><p> لذلك ورد أن سيدنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كانت تنام عينه ولا ينام قلبه؛ لأن أبعاضه منسجمة دائماً في نومه وفي يقظته، فإذا رأيتَ </p><p> إنساناً يغلب عليه أنه مُنْهك القوى فاعرف أنه قد أتعب ذراته، وأنها تودُّ الخلاص منه بالنوم، وكأنها تقول له نَمْ فلم تَعْدُ صالحاً للتعايش معي. </p><p> إذن: الحق سبحانه يُنبِّهنا دائماً من هذه الغفلة بواسطة الرسل، ثم يترك سبحانه للرسالات التي سبقتْ أدلة تؤيد الرسل الموجودين، وتعينهم على أداء مهمتهم؛ لذلك يقول لنا: انظروا إلى الرسل الذين سبقوا، وكيف كانت عاقبة المكذِّبين بهم. </p><p> {أَوَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا مِن قَبْلِهِمْ مِّنَ القرون. .}  [السجدة: ٢٦] كما قال سبحانه: {أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَادٍ إِرَمَ ذَاتِ العماد التي لَمْ يُخْلَقْ مِثْلُهَا فِي البلاد وَثَمُودَ الذين جَابُواْ الصخر بالواد وَفِرْعَوْنَ ذِى الأوتاد}  [الفجر: ٦ - ١٠] </p><p> فهذه الأهرامات التي يَفِد إليها الناس، والتي تُعَدُّ مزاراً سياحياً هي آية من آيات الله تقوم دليلاً على هلاك أصحابها من المكذِّبين للرسل، فالحق سبحانه لم يترك لأحد من خَلْقه عذراً بعد أنْ كشف له الآيات الكونية تشهد بوحدانيته تعالى وألوهيته، والمعجزات التي </p><p> تثبت صدق الرسل في البلاغ عن ربه، ثم آيات الأحكام التي تحمل أقضية الحياة، والتي لا يمكن لبشر أنْ يستدرك عليها، والتي تحمل الحلَّ الشافي والدواء الناجع لكل داءات المجتمع. </p><p> وبعد ذلك تركت لهم تكذيب المكذِّبين أمام أعينهم، كما قال سبحانه:  {وَإِنَّكُمْ لَّتَمُرُّونَ عَلَيْهِمْ مُّصْبِحِينَ وباليل أَفَلاَ تَعْقِلُونَ}  [الصافات: ١٣٧ - ١٣٨] </p><p> فها هي آثار عاد وثمود وغيرهم ما تزال شاهدةً عليهم، بعضها فوق الأرض، ومعظمها مطمور تحت طبقات الثَّرى؛ لذلك نجد أن كل الآثار القديمة يجدونها في الحفريات تحت الأرض، ولم لا وقد كانت العاصفة تهبُّ الهبَّة الواحدة، فتبتلع القافلة بأكملها، فما بالك بهبَّات الرياح من أيام عاد حتى الآن. إذن: خذوا عبرة من مصير هؤلاء. </p><p> ومعنى {أَوَلَمْ يَهْدِ لَهُمْ. .}  [السجدة: ٢٦] يهدي: أي: يدلُّ ويرشد ويُبيِّن ويُوضّح، والهداية لها عناصر ثلاثة: هاد ومهديٌّ والشيء المهْدَى إليه، ومادة:  (هدى) تُستعمل في كتاب الله ثلاثة استعمالات: </p><p> الأول: أنْ يُذكر الهادي، وهو الله عَزَّ وَجَلَّ، والثاني: أن يُذكر المهديّ وهم الخَلْق، والثالث: وهو أنْ يُذكر المهدي إليه، وهي الغاية التي يريدها الله. </p><p> وهذا الفعل يأتي مرة متعدِّياً بنفسه، كما في سورة الفاتحة:  {اهدنا الصراط المستقيم}  [الفاتحة: ٦] أي: يا الله، فالله هو الهادي، ونحن المهديون، والغاية هي الصراط المستقيم. </p><p> ومرة يُعدَّى الفعل باللام، كما في {الحمد للَّهِ الذي هَدَانَا لهذا ... } [ </p><p> الأعراف: ٤٣] فلم يَقُلْ: هِدانا هذا، ومرة يتعدى بإلى كما في {. . والله يَهْدِي مَن يَشَآءُ إلى صِرَاطٍ مُّسْتَقِيمٍ}  [البقرة: ٢١٣] </p><p> فتلحظ أن الهادي واحد وهو الله تعالى، والمهديّ هو الخَلْق، لكن المهْدَي إليه هو المختلف، أما في هذه الآية فالأمر مختلف، حيث يقول سبحانه:  {أَوَلَمْ يَهْدِ لَهُمْ. .}  [السجدة: ٢٦] فلم تدخل اللام على المهْدى إليه، إنما دخلتْ على المهدى، فلم يقُلْ الحق سبحانه: أو لم يَهْدِ الله هؤلاء القوم لكذا. </p><p> فلماذا؟ </p><p> قالوا: لأن بعض الناس يظنون أن الله حين يهدي إلى الطريق يُحمِّلك مشقات التكاليف؛ لذلك نرى بعض الناس ينفرون من التكاليف ويروْنَ فيها عبئاً عليهم، ومن هنا عبد بعضهم الأصنام، وعبد بعضهم الشمس أو القمر. . الخ؛ لأنها آلهة بدون منهج وبدون تكاليف، ليس لها أوامر، وليس عندها نَواهٍ، وما أيسر أنْ يعبد الإنسان مثل هذه الآلهة التي لا مطلوبات لها. </p><p> والذي يرى في التكاليف مشقة، ويراها عبئاً عليه يراها كذلك؛ لأنها تصادم مراد نفسه في الشهوات وتحدُّ من رغباته، ومرادات النفس ربما أعطتْك لذة عاجلة، لكن يعقبها حسرة وشر آجل. </p><p> ومثَّلْنا لذلك بالتلميذ الذي يتحمل مشقة المذاكرة والدرس طمعاً في التفوق الذي ينتظر حلاوته، وآخر يفضل اللذة السريعة العاجلة فيلعب ولا يهتم، فيلاقي مذلَّة الفشل والاحتقار آخر العام. </p><p> إذن: عليك أنْ تقرن بين مشقة العمل والنتيجة والثمرة التي تنالها من ورائه، وعندها تهون عليك مشقة التكاليف؛ لأن ما ينتظرك من </p><p> الأجر عليها أعظم مما قدَّمتَ وأبقى. </p><p> فالحق سبحانه يريد منا أنْ نُقبل على التكاليف، ونعرف أنها لمصلحتنا نحن، وأنها في الحقيقة تشريف لنا لا تكليف؛ لأن الذي كلفني لا يحتاج مني إلى هذا، ولا ينتفع من عبادتي بشيء، بل هو سبحانه يتحنن إليَّ؛ لأكون أهلا لإنعامه وجديراً بفضله وكرمه. </p><p> ألم يقُلْ سبحانه:  {لَئِن شَكَرْتُمْ لأَزِيدَنَّكُمْ ... }  [إبراهيم: ٧] فالمسألة إذن منك وإليك، فالله سبحانه له صفات الكمال قبل أنْ يخلق عباده. </p><p> فاللام في {أَوَلَمْ يَهْدِ لَهُمْ. .}  [السجدة: ٢٦] أي: لصالحهم ومن أجلهم، وليس عليهم، فالهدى لصالح المهدي لا الهادي، ولو فهم الإنسان هذه الحقيقة وعرف أن الهداية راجعة إليه لَقبَّل يد مَنْ بلَغه عن الله هذا الفضل. </p><p> ويؤكد هذا المعنى - لمن فطن - قوله تعالى عن المؤمنين:  {أولئك على هُدًى مِّن رَّبِّهِمْ ... }  [لقمان: ٥] فالهدى ليس حِمْلاً يحملونه، إنما مطية يركبونها إلى الغاية النبيلة التي أرادها الله لهم. </p><p> فما الذي بيَّنه الله للمؤمنين ودلَّهم عليه؟ </p><p> يقول سبحانه:  {كَمْ أَهْلَكْنَا مِن قَبْلِهِمْ مِّنَ القرون يَمْشُونَ فِي مَسَاكِنِهِمْ. .}  [السجدة: ٢٦] أي: انظروا إلى المخالفين للرسل من قبلكم، وكيف أخذهم الله فلم يُمكِّنهم من رسله، بل انتصر الرسل عليهم. </p><p> وكم هنا تفيد الاستفهام عن العدد، وهي بمعنى كثير، كما تقول لمن ينكر جميلك: كم أحسنتُ إليك أي: مرات كثيرة لا تُعَدُّ، </p><p> والمراد أننا بيَّنا لكم كثيراً من الأمم التي عادتْ رسلها، وكيف كانت عاقبتهم وغايتهم التي انتهوا إليها. {فَكُلاًّ أَخَذْنَا بِذَنبِهِ فَمِنْهُم مَّن أَرْسَلْنَا عَلَيْهِ حَاصِباً وَمِنْهُمْ مَّنْ أَخَذَتْهُ الصيحة وَمِنْهُمْ مَّنْ خَسَفْنَا بِهِ الأرض وَمِنْهُمْ مَّنْ أَغْرَقْنَا وَمَا كَانَ الله لِيَظْلِمَهُمْ ولكن كانوا أَنفُسَهُمْ يَظْلِمُونَ}  [العنكبوت: ٤٠] </p><p> ومن مصلحتنا أن يُبيِّن الله لنا عاقبة المكذبين؛ لأنه ينبهنا إلى الخطر قبل أنْ نقع فيه. وسبق أنْ أوضحنا هذه المسألة في كلامنا عن قوله تعالى - من سورة الرحمن:  {يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِّن نَّارٍ وَنُحَاسٌ فَلاَ تَنتَصِرَانِ فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ}  [الرحمن: ٣٥ - ٣٦] فاعتبر الشواظ والنار من النِّعم التي ينبغي ألاَّ نُكذِّب بها، لماذا؟ لأنه نبَّهنا إليها حتى لا نقع فيها. </p><p> وقوله تعالى:  {مِّنَ القرون. .}  [السجدة: ٢٦] القرن حدده العلماء بمائة عام، لكن هذه المائة تتداخل، ويقترن فيها عدة أجيال يجتمعون على مذهب أو مبدأ واحد، فالقرن يقرن بين الجد والابن والحفيد، هذا إنْ أردتَ الزمن وحده، فإنْ قُرِن الزمن بعصر دين من الأديان أو نبي أو ملك، فقد يطول القرن إلى الألف عام، كما في قرن نوح عليه السلام. </p><p> فالقرن مرتبط بما قُرن به؛ لذلك نقول: العصر الجاهلي، عصر صدر الإسلام، عصر بني أمية، العصر العباسي، عصر المماليك، </p><p> وما نزال حتى الآن نقول عن عصرنا: العصر الحديث. </p><p> والحق سبحانه يبين لنا في الحياة التي نعيشها أن الزمن متغير، إلى أعلى في الماديات، وإلى أدنى في المعنويات، فكلما تقدَّم الزمن انحلَّ الناس من رِبْقة الدين وتفلَّتوا منه؛ ذلك لأن الارتقاءات المادية ينتج عنها حضارات تستهوي النفوس وتغريها، والنتيجة انحدار في القيم وفي الدين، ولو أن الارتقاء كان متساوياً لسار الأمران في خطين متوازيين. </p><p> لذلك يقول تعالى:  {حتى إِذَآ أَخَذَتِ الأرض زُخْرُفَهَا وازينت وَظَنَّ أَهْلُهَآ أَنَّهُمْ قَادِرُونَ عَلَيْهَآ أَتَاهَآ أَمْرُنَا لَيْلاً أَوْ نَهَاراً ... }  [يونس: ٢٤] </p><p> ثم إنك لو نظرتَ إلى جزئيات الحضارة في الكون تجد أن الأمم صاحبة الحضارات لم تستطع أنْ تجعل لنفسها وقاية من اندحار حضارتهم، ولم يستطيعوا صيانتها. حتى العصور التقدمية: كنا في العصر الحجري، ثم عصر البخار، ونحن الآن في عصر الفضاء. </p><p> إذن: نحن مرتقون فقط في الماديات، لكن منحدرون في المعنويات، لكن هل هذا الارتقاء المادي جاء عن امتلاك لمعالم هدى الله في الأرض؟ لا، لأن الله تعالى بيِّن لنا:  {إِنَّا نَحْنُ نَزَّلْنَا الذكر وَإِنَّا لَهُ لَحَافِظُونَ}  [الحجر: ٩] </p><p> فأنا الذي أنزلتُ، وأنا الذي ضمنتُ حفظه، فلم أتركه لكم تحفظوه، إذن: المسألة عن عجز منا، وإلا فكتاب البداية موجود حجة علينا. </p><p> وقوله تعالى:  {يَمْشُونَ فِي مَسَاكِنِهِمْ. .}  [السجدة: ٢٦] أي: أنني لا ألقى القضايا بدون حجة أو دليل، بل هي شاخصة أمامكم تمرون </p><p> بها، وتروْنَها ليل نهار، كما قال سبحانه:  {وَإِنَّكُمْ لَّتَمُرُّونَ عَلَيْهِمْ مُّصْبِحِينَ وباليل أَفَلاَ تَعْقِلُونَ}  [الصافات: ١٣٧ - ١٣٨] </p><p> ثم يقول سبحانه:  {إِنَّ فِي ذَلِكَ لآيَاتٍ أَفَلاَ يَسْمَعُونَ}  [السجدة: ٢٦] فالله يحضُّهم على أنْ يستمعوا إلى سِيَر المكذِّبين المعاندين، وما حاق بهم من انتقام الله منهم. </p><p> وبالله: الإنسان مهما قَصُر عمره، ألم يَرَ ظالماً، وألم يَرَ مصرع هذا الظالم وعاقبة ظلمه، فإنْ لم يَرَ ظالماً ألم يُحدَّث عنه؟ إذن: مما يصلح حال الناس أنْ يستمعوا إلى حكايات عن الظالمين وعن نهايتهم، وما ينزل بهم من الانتقام الذي لا ينتظر الآخرة، بل يُعَجِّل لهم في الدنيا. </p><p> وفي ذلك حكمة لله بالغة؛ لأن الظالم ربما لا يرعوى ولا يرجع في الدنيا عن ظلمه، فيظل يُعربد في الخَلْق ما أحياه الله، لكن إنْ مسَّه شيء من العذاب، فلربما عاد إلى رُشْده، وإن لم يَعُدْ كان عبرة لغيره. </p><p> لذلك قال أهل المعرفة: لن يموت ظلوم حتى ينتقم الله منه. وربما مَنْ رآه ظالماً يراه مظلوماً، ومَنْ أراد أن يرى نهاية ظالم فلينظر إلى مصارع الظالمين قبله. </p><p> وتأمل قول ربك:  {وكذلك نُوَلِّي بَعْضَ الظالمين بَعْضاً ... }  [الأنعام: ١٢٩] فكأن الظالم له رسالة، هي أن ينتقم من ظالم مثله، وهكذا يُهلك الله هؤلاء بعضهم ببعض؛ لأن الخيِّر طيِّب القلب لا يؤدب ظالماً، فإن اعتديتَ عليه غلب عليه طابع التسامح والعفو. </p><p> ألم يَقُلْ سيدنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لكفار مكة: «اذهبوا فأنتم </p><p> الطلقاء» فكأن الله عَزَّ وَجَلَّ يقول للخيِّر: اجلس أنت واسترح، واترك الأشرار لي، فسوف أرسل عليهم من هو أشرّ منهم ليؤدبهم. </p><p> واختار الحق هنا حاسة السمع {أَفَلاَ يَسْمَعُونَ}  [السجدة: ٢٦] لأنها وسيلة الإدراك المناسبة للموقف، فبها نسمع ما يُحكَى عن الظالمين وبها نعتبر، وفي موضع آخر سيقول {أَفَلاَ يُبْصِرُونَ}  [السجدة: ٢٧] ويقول: {أَفَلاَ يَعْقِلُونَ}  [يس: ٦٨] فيُنوِّع لنا، ويُقلِّب كل وسائل الإدراك لينبهنا من خلالها. </p><p> والمعنى {أَفَلاَ يَسْمَعُونَ}  [السجدة: ٢٦] ما يُرْوَى لهم عن مصارع الظالمين، لقد نبهناهم وذكَّرناهم، ومع ذلك أشركوا وجعلوا سمعهم (ودن من طين، وودن من عجين) . </p>"
}