{
  "id": null,
  "sura": 32,
  "aya": 23,
  "text": "<p> والإيتاء يختلف، فهناك مَنْ يُؤْتَى بمنهج أو بمعجزة أو بهما معاً، وهناك إيتاء لكتاب موقوت، لزمن موقوت، لقوم موقوتين، وإيتاء آخر لكل الأزمان لكل الأمكنة. </p><p> و {الكتاب}  [السجدة: ٢٣] أي: التوراة {فَلاَ تَكُن فِي مِرْيَةٍ}  [السجدة: ٢٣] أي: في شك {مِّن لِّقَآئِهِ. .}  [السجدة: ٢٣] لقاء موسى عليه السلام أم لقاء الكتاب؟ إنْ كان لقاء موسى فهو تبشير بأن الله سيجمع بين سيدنا رسول الله وهو حَيٌّ بقانون الأحياء وموسى عليه السلام الميت بقانون الأموات، وهذا لا يتأتَّى إلا إذا كان حديث الإسراء والمعراج في أنهما التقيا فيه صادقاً. </p><p> لذلك في القرآن آية ينبغي أن نقف عندها، وأن نتأملها بيقظة، وهي قوله تعالى:  {وَسْئَلْ مَنْ أَرْسَلْنَا مِن قَبْلِكَ مِن رُّسُلِنَآ أَجَعَلْنَا مِن دُونِ الرحمن آلِهَةً يُعْبَدُونَ}  [الزخرف: ٤٥] </p><p> هذا تكليف من الله تعالى لمحمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أنْ يسأل الرسل، فمتى يسألهم؟ فهذه الآية تنبئ بأنهم لا بُدَّ أنْ يلتقوا. فهذه الآية في لقاء موسى والأخرى في لقاء كل الرسل. إذن: علينا أن نصدق بحديث </p><p> الإسراء والمعراج، وأن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ اجتمع بإخوانه من الأنبياء وصلى بهم ودار بينهم حوار. </p><p> أما إذا كان المعنى {فَلاَ تَكُن فِي مِرْيَةٍ مِّن لِّقَآئِهِ. .}  [السجدة: ٢٣] أي: لقاء الكتاب، فالتوراة كما قلنا أصابها التحريف والتبديل، وزِيدَ عليها وكُذِب فيها، لكن سيأتيك يا محمد من أهل التوارة أمثال عبد الله بن سلام مَنْ يعرفون التوراة بلا تحريف ويُسرُّون إليك بها، هؤلاء الذين قال الله فيهم:  {مِّنْ أَهْلِ الكتاب أُمَّةٌ قَآئِمَةٌ يَتْلُونَ آيَاتِ الله آنَآءَ الليل وَهُمْ يَسْجُدُونَ}  [آل عمران: ١١٣] </p><p> ألم يواجه عبد الله بن سلام قومه من اليهود، فيقول لهم: كيف تُكذَّبون بمحمد، وقد كنتم تستفتحون به على الذين كفروا، فتقولون لهم: لقد أطلَّ زمان نبي يأتي فنتبعه، ونقتلكم به قتل عاد وإرم، لقد تجمعتم من شتى البلاد التي اضطهدتكم، وجئتم إلى يثرب تنتظرون مَقْدِم هذا النبي، فما بالكم تكذَّبونه؟ </p><p> وقال القرآن عنهم:  {وَلَمَّا جَآءَهُمْ كِتَابٌ مِّنْ عِندِ الله مُصَدِّقٌ لِّمَا مَعَهُمْ وَكَانُواْ مِن قَبْلُ يَسْتَفْتِحُونَ عَلَى الذين كَفَرُواْ فَلَمَّا جَآءَهُمْ مَّا عَرَفُواْ كَفَرُواْ بِهِ ... }  [البقرة: ٨٩] </p><p> ومن لقاء الكتاب الذي وعد به النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ما رُوي عن عبد الله بن سلام أنه لما أراد أنْ يؤمن أتى النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فقال: يا رسول الله، إن اليهود قوم بُهْتٌ - يعني: يتبجحون بالكذب - فإذا أسلمتُ قالوا فيَّ ما ليس فيَّ. فاسألهم عني يا رسول الله قبل أنْ أعلن إسلامي، فلَما اجتمع اليهود سألهم رسول الله: ما تقولون في ابن سلام؟ فقالوا: سيدنا وابن سيدنا وحبرنا وابن حبرنا ... فقال عبد الله: أما وقد قالوا ما قالوا يا رسول الله فأشهد أنْ لا إله إلا الله، وأنك رسول الله، فقالوا: شرُّنا وابن شرنِّا. </p><p> فقال عبد الله: ألم أَقُلْ لك يا رسول الله أنهم قوم بُهْتٌ؟ </p><p> وقوله تعالى:  {وَجَعَلْنَاهُ هُدًى لبني إِسْرَائِيلَ}  [السجدة: ٢٣] أي: جعلنا الكتاب هدى، وهذا دليل على أن منهم مهتدين بدليل شهادة القرآن لهم:  {مِّنْ أَهْلِ الكتاب أُمَّةٌ قَآئِمَةٌ يَتْلُونَ آيَاتِ الله آنَآءَ الليل وَهُمْ يَسْجُدُونَ}  [آل عمران: ١١٣] </p><p> وقوله تعالى في الآية بعدها:  {وَجَعَلْنَا مِنْهُمْ أَئِمَّةً ... } . </p>"
}