{
  "id": null,
  "sura": 32,
  "aya": 2,
  "text": "<p> مادة (نزل) وردتْ في القرآن بلفظ: نزل، ونزَّل، وأنزل، أنزل تدل على التعدية، يعني: أن الله تعالى عدَّى القرآن من اللوح المحفوظ، إلى أنْ يباشر مهمته في السماء الدنيا، وهذا الإنزال من الله تعالى. </p><p> أما نزَّل فالتنزيل مهمة الملائكة؛ لذلك يقول تعالى في الإنزال:  {إِنَّا أَنزَلْنَاهُ فِي لَيْلَةِ القدر}  [القدر: ١] أي: من اللوح المحفوظ إلى السماء الدنيا، ثم تتنزَّل به الملائكة مُنجَّماً حسب الأحداث، وفي ذلك يقول تعالى:  {نَزَلَ بِهِ الروح الأمين}  [الشعراء: ١٩٣] </p><p> ويقول سبحانه:  {وبالحق أَنْزَلْنَاهُ وبالحق نَزَلَ ... }  [الإسراء: ١٠٥] فقد كان محفوظاً عندنا في اللوح المحفوظ {لاَّ يَمَسُّهُ إِلاَّ المطهرون}  [الواقعة: ١٩٣] ثم نزل به الروح الأمين جبريل. </p><p> وما دام {نَزَلَ بِهِ ... }  [الشعراء: ١٩٣] فهذا يعني أن القرآن نزل معه، فقوله:  {نَزَلَ بِهِ الروح الأمين}  [الشعراء: ١٩٣] تساوي تماماً {وبالحق أَنْزَلْنَاهُ وبالحق نَزَلَ ... }  [الإسراء: ١٠٥] . فالنزول يُنسَب مرة إلى القرآن، ومرَّة إلى الروح الأمين. </p><p> ومادة نزل وما يُشتق منها من إنزال وتنزيل تفيد كلها أنه جاء من جهة العلو إلى جهة أسفل منه، كأنك تتلقّى من جهة أعلى منك وأرفع، وما دُمْتَ تتلقى من جهة أعلى منك، فإيَّاك أنْ يضل بك الفكر لناحية أخرى. </p><p> لذلك يقول تعالى مخاطباً رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في أمر التكليف:  {قُلْ تَعَالَوْاْ أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ ... }  [الأنعام: ١٥١] فنحن نفهم أن تعالوا بمعنى تعالَ. أي: أقبل، لكنها تحمل مع هذا المعنى معنى العلو: أقبل دانياً إلى متعالٍ، تعالَ من أوضاعك الرضية إلى عُلُو ربك في الملأ الأعلى. </p><p> تعالَ يعني: لا تأخذ من نفسك ولا من مُسَاوٍ لك، إنما ارتفع وخُذْ من الأعلى، ارتفع عن مستوى الأرض وعقولهم وأفكارهم، وخُذْ من الذي شرَّع لك؛ لأنه لا بُدَّ أن تكون عنده أمور ومواصفات آمن لك وأسلم؛ لأن علمه أوسع، فلا يُشَرِّع لك اليوم ما ينقضه غداً. </p><p> ثم إنَّ شرعه لك يستوعب كل نواحي حياتك وأقضيتها، وهذه المواصفات لا تكون إلا في الحق - تبارك وتعالى - وهو سبحانه أرحم بك من الوالدة بولدها، فلا يُشرِّع لك إلا ما يُصلحك، ثم هو سبحانه ليس له غرض أو مصلحة ذاتية من وراء هذا التشريع، كما نرى في تشريعات البشر للبشر. </p><p> وقد رأينا الرأسماليين حينما شرّعوا قانوناً جاء يخدمهم، وليكونوا هم أول المنتفعين به؛ لذلك سرعان ما تهاوى؛ لأن شرط المشرِّع الحق ألاَّ ينتفع هو بما يُشرِّع، وعليه فلا مشرِّع حقٍّ إلا الله. </p><p> لذلك رأينا حتى غير المؤمنين بالله من الكافرين أو المشركين بعد أنْ تعضَّهم الأحداث، وتخفق قوانينهم في حَلَّ مشاكلهم يلجئون إلى حلول لها من قوانين الإسلام. </p><p> ولما سُئلنا في سان فرانسيسكو عن قوله تعالى:  {هُوَ الذي أَرْسَلَ رَسُولَهُ بالهدى وَدِينِ الحق لِيُظْهِرَهُ عَلَى الدين كُلِّهِ وَلَوْ كَرِهَ المشركون} </p><p> [التوبة: ٣٣] وفي موضع آخر {يُرِيدُونَ لِيُطْفِئُواْ نُورَ الله بِأَفْوَاهِهِمْ والله مُتِمُّ نُورِهِ وَلَوْ كَرِهَ الكافرون}  [الصف: ٨] </p><p> قالوا لنا: هذا يعني أن الإسلام ظاهر على الأديان منذ أربعة عشر قرناً من الزمان، فما بالنا نرى الآن أكثر أهل الأرض من غير المسلمين؟ </p><p> فقلت في الرد عليهم: والله لو فهمتُم أسرار اللغة، وتأملتُم هذه الآية لوجدتم أن الرَّد فيها، فواحدة تقول:  {وَلَوْ كَرِهَ الكافرون}  [الصف: ٨] ، والأخرى تقول {وَلَوْ كَرِهَ المشركون}  [التوبة: ٣٣] </p><p> إذن: فالكفر والشرك موجودان مع وجود الإسلام، وليس معنى الظهور هنا أن يطمس هؤلاء، أو أنْ يُقْضَى عليهم قضاء مبرماً، إنما يظهر عليهم بحيث يُضطرون إليه، ويلجئون إلى أحكامه، رغم عدم إيمانهم به، وهذا أبلغ في الظهور، أنْ تأخذ بما في القرآن وأنت غير مؤمن به؛ لأنك لا تجد حلاً لقضاياك إلا فيه. </p><p> وأوضح مثال على ذلك أنهم هاجموا شرع الله في مسألة الطلاق، وفي مسألة تعدُّد الزوجات، واتهموا الإسلام بالوحشية. . إلخ، ثم تضطرهم أقضية الحياة ومشاكلها أنْ يشرِّعوا الطلاق، وأنْ يأخذوا به على مرأى ومَسْمع من الفاتيكان، فماذا جرى؟ فنقول لهم: هل أسلمتم وآمنتم؟ لا، إنما لجأنا إليه؛ لأن فيه الحل لهذه المشاكل التي أحاطتْ بنا. </p><p> فهذه إذن شهادة العدو لدين الله، وهذا هو أعظم الإظهار للإسلام على هذه الأديان؛ لأنهم أسلموا، لقالوا عنهم: أخذوا بهذا الشرع لأنهم لو أسلموا، إنما ها هم يأخذون به وهم به كافرون مشركون. </p><p> ومعنى {لاَ رَيْبَ فِيهِ. .}  [السجدة: ٢] أي: لا شكَّ فيه، وقلنا: إن النسب في القضايا. أي نسبة شيء لشيء إما مجزوم بها أو غير مجزوم بها، فلو قُلْنا: الأرض كروية هذه قضية جزم بها </p><p> الآن، ونستطيع التدليل على صحتها دليلاً حسياً، فهذه قضية واقعة ومجزوم بصحتها، وعليها دليل في الكون. </p><p> فإنْ كانت القضية غَيْرَ مجزوم بها، فهي بين ثلاث حالات: إما فيها شكّ، أو ظنّ، أو وهم: الشك أنْ تتساوى الكِفَّتان: الإثبات والنفي، والظن أن تغلب جانب الإثبات فلا تجزم به إنما ترجِّحه، فإنْ غلَّبْتَ الأخرى وجعلتها هي الراجحة، فهذا توهم. </p><p> وهنا قال سبحانه {لاَ رَيْبَ فِيهِ. .}  [السجدة: ٢] لا شكَّ فيه، فنفى الشكَّ، وهو تساوي النفي والإثبات، وما دام قد نفى التساوي، فهذا يعني أنه أراد أنْ يثبت الأعلى. أي: أنه حقٌّ لا يرقى إليه الشك. </p><p> وجملة {لاَ رَيْبَ فِيهِ. .}  [السجدة: ٢] جملة اعتراضية بين {الكتاب. .}  [السجدة: ٢] ، وبين {مِن رَّبِّ العالمين}  [السجدة: ٢] وما دام أنه من {مِن رَّبِّ العالمين}  [السجدة: ٢] فلا بُدَّ أنه حقٌّ لا ريب فيه. </p><p> ثم يقول الحق سبحانه:  {أَمْ يَقُولُونَ افتراه بَلْ ... } . </p>"
}