{
  "id": null,
  "sura": 32,
  "aya": 18,
  "text": "<p> أولاً: نلحظ في اللفظ أن مؤمناً وفاسقاً جاءت بصيغة المفرد، فكان القياس أنْ نقول: لا يستويان، إنما سياق القرآن {لاَّ يَسْتَوُونَ}  [السجدة: ١٨] وسبق أنْ قُلْنا: إن (من وما) الموصولتين تأتي للمفرد أو للمثنى أو للجمع، وللمذكر وللمؤنث، فمرة يراعي السياق لفظها، ومرة يراعى معناها. </p><p> والمعنى هنا {أَفَمَن كَانَ مُؤْمِناً كَمَن كَانَ فَاسِقاً}  [السجدة: ١٨] الحق سبحانه لا يتكلم عن المفرد، إنما عن الجمع، أو أنها قيلت رداً لحالة مخصوصة بين مؤمن وكافر وأراد الحق سبحانه أن يعطيها </p><p> العموم لا خصوص السبب، فراعى السياق خصوص السبب في مؤمن وكافر، وراعى عموم الموضوع فقال {لاَّ يَسْتَوُونَ}  [السجدة: ١٨] والقاعدة الفقهية تقول: إن العبرة في القرآن بعموم اللفظ لا بخصوص السبب. </p><p> وقيل: إن هذه الآية نزلت في الوليد بن عقبة بن أبي معيط حين جادل علياً رَضِيَ اللَّهُ عَنْه. فقال له: أنا أشبُّ منك شباباًً، وأجلد منك جَلَداً، وأذرب منك لساناً، وأحدُّ منك سناناً، وأشجع منك وجداناً، وأكثر منك مَرَقاً، فردَّ عليه عليٌّ - كرَّم الله وجهه - بما يدحض هذا كله ويبطله، فقال له: اسكت يا فاسق، ولا موهبة لفاسق. </p><p> والمعنى: إنْ كنت كما تقول فقد ضيعتَ هذا كله بفسقك، حيث استعملتَ قوة شبابك وجَلَدك وذَرَب لسانك وشجاعة وجدانك في الباطل وفي المعصية، وفي الصدِّ عن سبيل الله. </p><p> وهكذا جمعتْ الآية بين خصوصية هذا السبب في {أَفَمَن كَانَ مُؤْمِناً كَمَن كَانَ فَاسِقاً. .}  [السجدة: ١٨] وبين عموم الموضوع في {لاَّ </p><p> يَسْتَوُونَ} [السجدة: ١٨] ، فهذا الحكم ينسحب على الجمع أيضاً. </p><p> وجاء قوله تعالى:  {لاَّ يَسْتَوُونَ}  [السجدة: ١٨] كأنه جواب للسؤال {أَفَمَن كَانَ مُؤْمِناً كَمَن كَانَ فَاسِقاً. .}  [السجدة: ١٨] لكن، لماذا لم يأت الجواب مثلاً: لا يستوي المؤمن والفاسق؟ قالوا: لأن هذا الأسلوب يسمى أسلوب الإقناع التأكيدي، وهو أن تجعل الخصم هو الذي ينطق بالحكم. </p><p> كما لو قال لك صديق: لقد مررتُ بأزمة ولم تقف بجانبي. فتستطيع أنْ تقول له: وقفتُ بجانبك يوم كذا ويوم كذا - على سبيل الخبر منك، لكن الإخبار منك يحتمل الصدق ويحتمل الكذب، فتلجأ إلى أسلوب آخر لا يستطيع معه الإنكار، ولا يملك إلا الاعتراف لك بالجميل فتقول بصيغة السؤال: ألم أقدم لك كذا وكذا يوم كذا وكذا؟ وأنت لا تسأله إلا إذا وثقتَ بأن جوابه لا بُدَّ أنْ يأتي وَفْق مرادك وعندها يكون كلامه حجة عليه. </p><p> لذلك طرح الحق سبحانه هذه المسألة في صورة سؤال:  {أَفَمَن كَانَ مُؤْمِناً كَمَن كَانَ فَاسِقاً. .}  [السجدة: ١٨] ولا بد أن نقول نحن في جواب هذا السؤال: لا يستوي مؤمن وفاسق، ومَنْ يقُلْ بهذا فقد وافق مراد ربه. </p><p> وما دام أن المؤمن لا يستوي والفاسق، فلكل منهما جزاء يناسبه:  {أَمَّا الذين آمَنُواْ ... } . </p>"
}