{
  "id": null,
  "sura": 32,
  "aya": 30,
  "text": "<p> هذا المعنى كما نقول في العامية (اديني عرض كتافك) أي: انصرف عنهم، فلم يَعُدْ بينك وبينهم لقاءٌ، ولا جدوى من مناقشتهم والتناظر معهم فقد استنفدوا كل وسائل الإقناع، ولم يَبْقَ لهم إلا السيف يردعهم، على حَدِّ قول الشاعر: </p><p> أنَاةٌ فإنْ لَمْ تُغْنِ عَقِّبْ بعدَها وَعيداً ... فَإنْ لَمْ يُغْنِ أَغَنَتْ عَزَائمهُ </p><p> فقد بلَّغهم رسول الله وأنذرهم، لقد بشَّرهم بالجنة لمن آمن، وحذرهم النار لمن كفر فلم يسمعوا. إذن: </p><p> فَمَا هُوَ إلاَّ الوَحْي أو حَدّ مُرْهَف ... فالعاقل الوحي يقنعه، والجاهل السيف يردعه. </p><p> وقوله سبحانه:  {وانتظر. .}  [السجدة: ٣٠] أمر من الله تعالى لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، أي: انتظر وعدي لك بالنصر والغلبة، وقلنا: إن وعد الله محقق، حيث لا توجد قوة أخرى تمنعه من إنفاذ وعده، أما الإنسان فعليه حين يَعِد أنْ يتنبه إلى بشريته، وأنه لا يملك شيئاً من أسباب تنفيذ ما وعد به. </p><p> لذلك يُعلِّمنا ربنا: {وَلاَ تَقْولَنَّ لِشَيْءٍ إِنِّي فَاعِلٌ ذلك غَداً إِلاَّ أَن </p><p> يَشَآءَ الله ... } [الكهف: ٢٤] وتعليق أمرك على مشيئة الله عَزَّ وَجَلَّ يحميك أن تكون كاذباً إذا لم تَفِ بما وعدتَ به، فأسباب الوفاء بالوعد لا يملكها البشر، إنما يملكها خالق البشر سبحانه، فإذا وعد فاعلم أن وعده متحقق لا محالة. </p><p> وقلنا: إنك حين تقول لصاحبك مثلاً: سأقابلك غداً أو سأفعل لك كذا وكذا، نعم أنت صادق وتنوي الوفاء، لكنك لا تملك في الغد سبباً واحداً من أسباب الوفاء، فلربما طرأ لك طارئ، أو منعك مانع، وربما تغيَّر رأيك. . الخ. </p><p> وفَرْق بين انتظار رسول الله حين ينفذ أمر ربه {وانتظر}  [السجدة: ٣٠] وبين {إِنَّهُمْ مُّنتَظِرُونَ}  [السجدة: ٣٠] فانتظار رسول الله لشيء محقق، له رصيد من القوة والقدرة، أما انتظارهم فتسويل نفس ووسوسة شيطان، لا رصيد لها من قوة وإنقاذ. </p><p> ومعنى {إِنَّهُمْ مُّنتَظِرُونَ}  [السجدة: ٣١] أي: ينتظرون أن يحدث لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ شيء يمنعه من تبليغ رسالة ربه، وهذا حمق منهم، فقد كان عليهم أن يعلموا أن الرسول مُؤيَّد من الله مُرْسَل من قِبَله لهدايتهم، وما كان الله تعالى ليرسل رسولاً ثم يُسْلمه أو يخذله، فسنة الله في الرسل أن لهم الغلبة مهما قويتْ شوكة المعاندين لهم. </p><p> إذن: لا سبيلَ إلى ذلك، ولا سبيلَ أيضاً إلى الخلاص منه أو حتى تخويفه ليرتدع، ويدع ما يدعو إليه من منهج ربه. </p><p> وقد ورد هذا الانتظار في موضع آخر بلفظ (التربص) في قوله تعالى: {تَرَبَّصُواْ فَإِنِّي مَعَكُمْ مِّنَ المتربصين}  [الطور: ٣١] </p><p> وفي قوله تعالى:  {قُلْ هَلْ تَرَبَّصُونَ بِنَآ إِلاَّ إِحْدَى الحسنيين ... } [ </p><p> التوبة: ٥٢] أي: ماذا تنتظرون منا ونحن أمام حُسْنيين: إما النصر والغلبة عليكم، وساعتها ندحركم ونُذلكم. أو الشهادة التي تضمن لنا حياة النعيم الباقية الخالدة </p><p> {وَنَحْنُ نَتَرَبَّصُ بِكُمْ أَن يُصِيبَكُمُ الله بِعَذَابٍ مِّنْ عِندِهِ أَوْ بِأَيْدِينَا فتربصوا ... }  [التوبة: ٥٢] </p><p> يعني: تربَّصوا بنا، فنحن أيضاً نتربص بكم، لكن فَرْق بين تربُّصنا وتربُّصكم. </p><p> وهذه السورة سميت (السجدة) أولاً: لأن بها سجدة تلاوة ينبغي أن نسجد الله شكراً عندها، والسجود يمثل منتهى الخضوع للحق - تبارك وتعالى - فإذا جاءت هذه الآية التي تهز كيان الإنسان يعلمنا ربنا أن ننفعل لهزَّة الكيان، وأن نسارع بالسجود، ولا ننتظر سجودنا بعد ذلك في الصلاة. </p><p> فكأن في هذه الآية آمراً قوياً وسراً عظيماً استدعى أنْ نُخرِج السجود عن موقعه بأمر مَنْ شرع السجود الأول. إذن: لا بُدَّ أن في آيات سجود التلاوة طاقاتٍ جميلة من نِعَم الله تُذكِّرني به. </p><p> والحق سبحانه يريد أنْ يشعر الخَلْق أنهم يستقبلون نعماً جديدة، لا يكفي في شكرها السجود الرتيب الذي نعرفه، فيشرع لها سجوداً خاصاً بها. </p><p> وفي السورة أيضاً بعض الإشارات التي وقف عليها العارفون وقالوا: إنها تضع نماذج لصيانة النفس الإنسانية، وعدم بُعْدها عن حكمة خالقها، ومن هذه الإشارات أن العين ترى الأشياء فتقول: هذا حسن، وهذا قبيح، ذلك من مجرد الشكل الخارجي، لكن على المرء أنْ يتأمل الأشياء ويعرف معنى القبح. </p><p> القبح ليس ما قَبُحَ في نظرك، إنما القبيح الذي يُخرِج الحُسْن التكليفي عن مناطه؛ لأن الخالق - عَزَّ وَجَلَّ - خلق كل شيء جميلاً، كما قال سبحانه:  {الذي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ ... }  [السجدة: ٧] </p><p> فإذا قَبُحَ الشيء في نظرك فاعلم أنك نظرتَ إلى جانب الشكل، وأهملتَ جوانب أخرى، وقُلْ إنني لم أتوصل إلى سرِّ الجمال فيه. </p><p> وسبق أنْ قُلْنا: إن الخالق سبحانه نثر المواهب بين خَلْقه بحيث تجد مجموع مواهب كل إنسان تساوي مجموع مواهب كل إنسان، فلا تنظر إلى جانب واحد فتقول: هذا غني، وهذا فقير، لكن انظر إلى الجوانب الأخرى. </p><p> ويُرْوَى أن سيدنا نوحاً عليه السلام رأى كلباً أجرب فبصق عليه، فأنطق الله الكلب الأجرب، وقال له: أتعيبني أم تعيب خالقي؟ والمعنى أنه خلقني لحكمة، ولمعنى من المعاني. </p><p> وصدق القائل: </p><p> للِقُبْح وَقْتٌ فِيهِ يَظْهر حُسْنُه ... وَيُحمد مَنْ غشَّ البناءَ لَدَى الهَدْم </p><p> كذلك نثر الحق سبحانه حكمه، ونثر خيره في كتابه، فلا تغنى آية عن آية، ولا تغني كلمة عن كلمة، ولا حرف عن حرف، لكن البصائر التي تَتلَقَّى عن الله هي التي تستطيع أنْ تقف على أسرار الله. </p>"
}