{
  "id": null,
  "sura": 33,
  "aya": 19,
  "text": "<p> قوله تعالى:  {أَشِحَّةً عَلَيْكُمْ. .}  [الأحزاب: ١٩] الشح في معناه العام هو البخل، لكن الشحيح الذي يبخل على الغير، وقد يكون كريماً على نفسه وعلى أهله، أما البخيل فهو الذي يبخل حتى على نفسه؛ لذلك قال تعالى:  {أَشِحَّةً عَلَيْكُمْ. .}  [الأحزاب: ١٩] ليس على أنفسهم. </p><p> وأنت حين تتأمل الصفات المذمومة في الكون تجدها ضرورية لحقائق تكوين الكون، وتجد لها مهمة؛ لذلك فَطِن الشاعر إلى هذه المسألة، فقال: </p><p> إنَّ الأشحَّاءَ أسْخَى الناسِ قَاطِبةً ... لأنَّهم مَلكُوا الدُّنيا وَمَا انتفَعُوا </p><p> لم يَحْرِمُوا الناسَ من بَعْضِ الذي مَلكُوا ... إلاَّ لِيُعْطَوْا هُموا كُل الذِي جمَعُوا </p><p> وآخر يرى للبخيل فضلاً عليه، فيقول: </p><p> جُزِى البخيلُ عليَّ صالحةً ... مِنَّّى لخِفَّتِهِ علَى نَفْسِي </p><p> نعم، البخيل خفيف على النفس؛ لأنه لم يَجُدْ عليك بشيء يأسرك به، ولم يستعبدك في يوم من الأيام بالإحسان إليك، فهو خفيف على نفسك؛ لأنك لستَ مديناً له بشيء. </p><p> وهذا على حَدِّ قول الشاعر: </p><p> أَحْسِنْ إلىَ النَّاسِ تَسْتعبدِ قُلُوبَهُم ... وطَالَما اسْتعبَد الإنْسانَ إحْسَانُ </p><p> فالبخل وإنْ كان مذموماً، فقد ركزه الله في بعض الطباع ليعين التضاد، ومعنى «يعين التضاد» أن البخل مقابله الكرم، والبخيل يعاون الكريم على أداء مهمته، فالكريم عادة (إيده سايبه) ، ينفق هنا وهناك حتى ينفد ما معه، ومن أهل الكرم مَنْ يلجأ إلى أنْ يبيع أرضه أو بيته في سبيل كرمه، فمَنْ يشتري منه إذن إذا لم يكُنْ هناك مَنْ يكنز المال ويبخل به؟ </p><p> إذن: لو نظرتَ إلى كل شيء في الوجود تجد له مهمة، حتى إنْ كان مذموماً، ثم إن البخيل كثيراً ما يكون ظريفاً لا يخلو مجلسه من ظُرْفه، فقد كنا في بواكير شبابنا نشرب السجائر، فكان الواحد منا يُخرج علبة السجائر يوزعها على الحاضرين، وربما لا تكفي واحدة فأخرج الأخرى، وكان في مجلسنا واحد من هؤلاء، فنظر إليَّ في غَيْظ وقال (يا قلبك يا أخي) . </p><p> وقد كانت هذه السجائر سبباً في أننا جُرْنا على شبابنا، فكان لها أثر بالغ علينا في الكِبَر، فليحْمِ الشباب شبابهم ولا يدمروه بمثل هذه الخبائث المحرمة. </p><p> ثم يقول سبحانه:  {فَإِذَا جَآءَ الخوف رَأَيْتَهُمْ يَنظُرُونَ إِلَيْكَ تَدُورُ أَعْيُنُهُمْ. .}  [الأحزاب: ١٩] أي: في ساعة الفزع، يأخذ الفزع أبصارهم، فينظرون هنا وهناك، لا تستقر أبصارهم، ولا تسكن إلى شيء، زاغتْ أبصارهم {كالذي يغشى عَلَيْهِ مِنَ الموت. .}  [الأحزاب: ١٩] </p><p> ومن ذلك الخبر:  «إنكم لتكثرون عند الفزع، وتَقلُّون عند الطمع» . </p><p> كان هذا حالهم عند الخوف والفزع {فَإِذَا ذَهَبَ الخوف سَلَقُوكُمْ بِأَلْسِنَةٍ حِدَادٍ. .}  [الأحزاب: ١٩] معنى {سَلَقُوكُمْ. .}  [الأحزاب: ١٩] </p><p> آلموكم وآذوكم بألسنتهم، وقالوا لكم: أعطونا حقنا، فقد حاربنا معكم، ولولا نحن ما انتصرتُمْ على عدوكم، إلى غير ذلك من التطاول بالقول والإيذاء والتأنيب. </p><p> وهذا كله من معاني (السلق) ومنه: سلق اللحم ونحوه، وهو أنْ يغلي في الماء دون أنْ تضيف إليه شيئاً، ومثله السلخ، فكلها معانٍ تلتقي في الإيلام. </p><p> وعادةً ما تجد في اللغة إذا اشترك اللفظان في حرفين، واختلفا في الثالث تجد أن لهما معنى عاماً يجمعهما كما في سلق وسلخ، وفي: قطف، وقطر، وقطم. وكلها تلتقي في الانفصال. </p><p> وقوله تعالى:  {بِأَلْسِنَةٍ حِدَادٍ. .}  [الأحزاب: ١٩] حداد يعني: حادة فصيحة بملء الفم، كما في قوله تعالى:  {فَبَصَرُكَ اليوم حَدِيدٌ}  [ق: ٢٢] </p><p> ومعنى {أَشِحَّةً عَلَى الخير. .}  [الأحزاب: ١٩] بعد أنْ قال {أَشِحَّةً عَلَيْكُمْ. .}  [الأحزاب: ١٩] أكدَّ هذا المعنى بقوله {أَشِحَّةً عَلَى الخير. .}  [الأحزاب: ١٩] أي: في عمومه. </p><p> {أولئك لَمْ يُؤْمِنُواْ. .}  [الأحزاب: ١٩] لأنهم لو آمنوا لَعلموا أن الشحَّ، شُحَّ عليهم هم، وليس في صالحهم؛ لأن الكريم يستزيد من الله العطاء، أما الشحيح فليس له زيادة؛ لذلك يقول تعالى:  {هاأنتم هؤلاء تُدْعَوْنَ لِتُنفِقُواْ فِي سَبِيلِ الله فَمِنكُم مَّن يَبْخَلُ وَمَن يَبْخَلْ فَإِنَّمَا يَبْخَلُ عَن نَّفْسِهِ ... }  [محمد: ٣٨] </p><p> وربك حين يراك تنفق مما أعطاك يزيدك؛ لأنك مؤتمن على الرزق؛ لذلك يقول أحد الصالحين: اللهم إنك عوّدتني خيراً، وعوَّدْتُ </p><p> خلقك خيراً، فلا تقطع ما عوَّدتني حتى لا أقطع عن الناس ما عوَّدتهم. إذن: فالعطاء استدرار لنعمة الله، وسبب للمزيد منها. </p><p> وهَبْ أن لك عدة أولاد، أعطيتَ لواحد منهم جنيهاً مثلاً، فذهب واشترى به حلوى، ثم وزَّعها على إخوته، ولم يُؤثِر نفسه عليهم، لا بُدَّ أنك ستأتمنه، وتعطيه المزيد؛ لأن الخير في يده يفيض على الآخرين. </p><p> ونتيجة عدم الإيمان {فَأَحْبَطَ الله أَعْمَالَهُمْ وَكَانَ ذَلِكَ عَلَى الله يَسِيراً}  [الأحزاب: ١٩] أي: أنهم عملوا، لكن أعمالهم لا رصيدَ لها من إيمان؛ لذلك أحبطها الله أي: جعلها غير ذات جدوى ولا فائدةَ تعود عليهم. وهذه القضية أوضحها القرآن في قوله تعالى:  {مَّثَلُ الذين كَفَرُواْ بِرَبِّهِمْ أَعْمَالُهُمْ كَرَمَادٍ اشتدت بِهِ الريح فِي يَوْمٍ عَاصِفٍ لاَّ يَقْدِرُونَ مِمَّا كَسَبُواْ على شَيْءٍ ذلك هُوَ الضلال البعيد}  [إبراهيم: ١٨] </p><p> وهذا الإحباط أمر يسير على الله تعالى، لكن أفي حَقَّ الله تعالى نقول: هذا صعب، وهذا يسير؟ قالوا: كلُّ أمر الله يسير؛ لأنه تعالى لا يفعل بمعالجة الشيء إنما يفعل سبحانه بكن، وسبق أن مثلنا لمعالجة الأفعال بمَنْ يريد أنْ ينقل مثلاً عشرة أرادبّ من القمح، فإنه لا يستطيع إلا أنْ يحملها مُجزَّأة، فينقل (الجُوال) من هنا إلى هناك، ثم الآخر، إلى أنْ ينتهي من الكمية كلها، ويأخذ في هذا العمل وقتاً يتناسب مع قوته. </p><p> فلما تقدَّم العلم، وتطوَّر الفكر الإنساني رأينا الآلة التي تحمل كل هذه الكمية وتنقلها في حركة واحدة، وبمجرد الضغط على مجموعة من الأزرار والمفاتيح، فإذا كان العبد المخلوق لله عَزَّ وَجَلَّ قد استطاع أنْ يصل إلى هذا التيسير، فما بالك بالخالق عَزَّ وَجَلَّ؟ </p><p> لذلك يقول تعالى: </p><p> {إِنَّمَآ أَمْرُهُ إِذَآ أَرَادَ شَيْئاً أَن يَقُولَ لَهُ كُن فَيَكُونُ}  [يس: ٨٢] ولا تتعجب من هذه المسألة؛ لأن ربك أعطاك في ذاتك شيئاً منها، لماذا تستبعد فِعْل الله تعالى بكُنْ، وأنت ترى جوارحك تنفعل لمجرد إرادتك للفعل، مجرد رغبتك في القيام ترى نفسك قد قُمْتَ، دون حتى أن تأمر جوارحك وعضلاتك بالقيام. </p><p> فإنْ قلتَ: فلماذا لا يأمر الإنسان جوارحه وأعضاءه بما يريد؟ نقول: لأنك لا تملك أنْ تأمرها، فهي تنقاد لك ولمرادك بأمر الله، فالأشياء كلها إنما تأتمر بأمر الخالق سبحانه، ولا تتخلف عن أمره أبداً، ألم تقرأ عن السماء {وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ}  [الانشقاق: ٢] </p><p> فالسماء مع عِظَم خَلْقها تسمع وتطيع أمر خالقها؛ أما أنت أيها العبد، فأيَّ شيء تأمر، وأنت لا تعرف أصلاً ما تأمره؟ وهل تعرف أنت العضلات والأعضاء والأعصاب التي تشترك بداخلك لأداء عملية القيام؟ لذلك ولعدم علمك بما تأمره جعل الله أعضاءك وجوارحك تنفعل لمجرد إرادتك. </p><p> أما هو سبحانه فيقول (كُنْ) لأنه خالق كل شيء، وكل شيء مؤتمر بأمره، وقال سبحانه (كُنْ) حتى لا تقولها أنت، فكأنها سبقتْ منه سبحانه لصالحك أنت، وأنت تفعل من باطن كُنْ الأولى التي توزَّعَتْ علينا جميعاً. </p>"
}