{
  "id": null,
  "sura": 33,
  "aya": 43,
  "text": "<p> معنى {هُوَ الذي يُصَلِّي عَلَيْكُمْ ... }  [الأحزاب: ٤٣] الصلاة هي الدعاء، والدعاء لا يكون إلا بطلب الخير للداعي، ولا يدعو إلا قادر على هذا الخير، وعليه كيف نفهم هذا المعنى؟ أيدعو ربنا نفسه تبارك </p><p> وتعالى؟ قالوا: إذا كانت نهاية الصلاة طلبَ الخير، وهذا الخير إذا طلب حصل، فالحق سبحانه هو الداعي، وهو الذي يملك مفاتح الخير كله، فهو الذي يُصلِّي عليكم، وهو الذي يعطيكم، وهو الذي يرحمكم. </p><p> وأيضاً يُصلِّي عليكم الملائكة {وَمَلاَئِكَتُهُ ... }  [الأحزاب: ٤٣] وقد أخبرنا سبحانه عنهم أنهم {عِبَادٌ مُّكْرَمُونَ لاَ يَسْبِقُونَهُ بالقول وَهُمْ بِأَمْرِهِ يَعْمَلُونَ}  [الأنبياء: ٢٧] . </p><p> وقال:  {لاَّ يَعْصُونَ الله مَآ أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ}  [التحريم: ٦] . </p><p> والملائكة أقسام: منهم المكلفون بخدمتنا ومنافعنا في الأرض، ومنهم مَنْ يحفظنا من الأحداث التي قد تفاجئنا بإقدار الله لهم عليها، ومنهم الحفظة والكرام الكاتبون، وهؤلاء الملائكة المتعلقون بنا هم الذين أُمروا بالسجود لآدم عليه السلام في قوله تعالى:  {فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُ سَاجِدِينَ}  [الحجر: ٢٩] . </p><p> وهذا دليل على أنهم سيكونون في خدمته. </p><p> وكأن الله تعالى قال لإبليس: طلبتُ منك أنْ تسجد لآدم، وطلبت من الملائكة وأنت معهم، فإنْ كنتَ من الملائكة فينبغي أن تستجيب، وإنْ لم تكُنْ من الملائكة وحشرتك بطاعتك في زمرتهم كان يجب عليك أنْ تطيع لأن الأعلى منك سجد. </p><p> وقد أوضحنا هذه المسألة بمثَل، ولله تعالى المثل الأعلى قُلْنا: إذا أعلن في أحد الدواوين الحكومية أن الرئيس سيزور هذ الديوان يوم كذا، وعلى الوزراء أنْ يصطفُّوا لتحيته، ألم يشمل هذا الأمر وكلاء الوزارة من باب أَوْلى؟ </p><p> فإذا قال الله للملائكة: اسجدوا لآدم وكان معهم إبليس وهو أقلّ منهم، فكان عليه أنْ يسجد. ثم إنْ كنتَ يا إبليسُ أخذتَ منزلة أعلى من الملائكة بالطاعة، فلا بُدَّ أنْ تكون طاعتك لله على هذه المنزلة، فأنت مَلُوم على أيِّ حال، إلا أنه كان من الجن، والجن مختار، ففسق عن أمر ربه. </p><p> وهناك نوع آخر من الملائكة لا دخلَ لهم بالإنسان ولا بدنياه، وهم الملائكة العالون أو المهيَّمون، وهم الذين قال الله فيهم لما أبى إبليس أنْ يسجد قال له ربه:  {أَسْتَكْبَرْتَ أَمْ كُنتَ مِنَ العالين}  [ص: ٧٥] . </p><p> وهؤلاء العالون لم يشملهم الأمر بالسجود؛ لأنهم لا يدرون شيئاً عن آدم، وليس لهم علاقة به، وأخصُّهم حَمَلة العرش وهم أكرم الملائكة، وهؤلاء هم الذين يُصلُّون عليكم بعد أنْ صلَّى الله عليكم؛ لذلك يُبيِّن لنا الحق سبحانه هؤلاء الملائكة ودورهم في الصلاة علينا والاستغفار لنا، فيقول سبحانه:  {الذين يَحْمِلُونَ العرش وَمَنْ حَوْلَهُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُونَ بِهِ وَيَسْتَغْفِرُونَ لِلَّذِينَ آمَنُواْ ... }  [غافر: ٧] . </p><p> فهؤلاء هم أخصُّ الملائكة وأكرمهم يُسبِّحون بحمد ربهم ويؤمنون به، لكن ما فائدة (يؤمنون به) بعد أن سبَّحوه؟ قالوا: لأن التسبيح قد يكون عن خوف ورهبة، أما تسبيح هؤلاء فتسبيح عن حبٍّ وعن إيمان، وأنه سبحانه وتعالى يستحق أنْ يُسبَّح، ومن مهام هؤلاء أيضاً أنهم يستغفرون للذين آمنوا، وإنْ لم تكن لهم علاقة </p><p> بالناس وليسوا في خدمتهم، إلا أنهم يُصَلُّون عليهم ويستغفرون لهم. </p><p> إذن: نقول الصلاة من مالك الدعوة القادر على الإجابة رحمة وعطف وحنان، والصلاة ممَّنْ دونه دعاء للقادر المالك للخير، فهم يدعون الله للمؤمنين ويستغفرون الله لهم، بل ويبالغون في الدعاء ويتعطَّفون فيه:  {رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَّحْمَةً وَعِلْماً فاغفر لِلَّذِينَ تَابُواْ واتبعوا سَبِيلَكَ وَقِهِمْ عَذَابَ الجحيم}  [غافر: ٧] . </p><p> بل لم يقفوا عند حَدِّ طلب النجاة للمؤمنين من النار، إنما يطلبون لهم الجنة {رَبَّنَا وَأَدْخِلْهُمْ جَنَّاتِ عَدْنٍ التي وَعَدْتَّهُمْ وَمَن صَلَحَ مِنْ آبَآئِهِمْ وَأَزْوَاجِهِمْ وَذُرِّيَّاتِهِمْ إِنَّكَ أَنتَ العزيز الحكيم}  [غافر: ٨] . </p><p> ثم يزيدون على ذلك:  {وَقِهِمُ السيئات وَمَن تَقِ السيئات يَوْمَئِذٍ فَقَدْ رَحِمْتَهُ وَذَلِكَ هُوَ الفوز العظيم}  [غافر: ٩] . </p><p> ووالله، لو أراد المؤمن أنْ يدعو لنفسه ما وجد أعمَّ ولا أشمل من دعاء الملائكة له، فبعد أنْ طلبوا له المغفرة والنجاة من النار لم يتركوه هكذا في أهل الأعراف، لا هُمْ في الجنة، ولا هُمْ في النار، إنما سألوا الله لهم الجنة عملاً بقوله تعالى:  {فَمَن زُحْزِحَ عَنِ النار وَأُدْخِلَ الجنة فَقَدْ فَازَ ... }  [آل عمران: ١٨٥] . </p><p> وهذه المسألة من المسائل التي وقف أمامها المستشرقون، فقالوا: إنها تتناقض مع الحديث النبوي: «ما من يوم تطلع شمسه إلا وينادي ملكان يقول أحدهما: اللهم أَعْط مُنفقاً خَلَفاً، ويقول </p><p> الآخر: اللهم أعْط مُمسكاً تَلَفاً» ، فكيف تقولون: إن الملائكة يدعون للناس بالخير وهم يدعون عليهم بالشر؟ </p><p> وهم معذورون في اعتراضهم؛ لأن ملكاتهم لا تستطيع فَهْم المعاني في الحديث الشريف، والتناقض في نظرهم في قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «ويقول الآخر: اللهم أعط ممسكاً تلفاً» ، فالأولى واضحة لا تناقض فيها؛ لأنها دعوة بالخير، أما الثانية فهي دعوة بالشر. «اللهم أعْط ممسكاً تلفاً» . </p><p> ولو تأملوا نصَّ هذه العبارة لوجدوا فيها الجواب، فالتلف يُعطي أم يؤخذ؟ المفروض أنه يُؤخذ، فحين يقول رسول الله:  «اللهم أعط ممسكاً تلفاً» فاعلم أنه عطاء لا أَخْذٌ وإن كان في ظاهره تلفاً، والمعنى أن شيئاً شغلك، وفتنك فتصيبك فيه مصيبة تخلصك منه فتعود إلى ربك، إذن: هو أَخْذ في الظاهر عطاء في الحقيقة. </p><p> ثم يبيّن لنا الحق سبحانه العلَّة في صلاة الله وصلاة الملائكة على المؤمنين، فيقول {لِيُخْرِجَكُمْ مِّنَ الظلمات إِلَى النور ... }  [الأحزاب: ٤٣] فكأن منهج الله بافعل ولا تفعل هو أول صلاة الله علينا؛ لأنه الوسيلة التي تُخرجنا من الظلمات إلى النور، وجاء هنا بالشيء الحسِّيِّ لنقيس عليه المعنوي، فأنت في النور ترى طريقك وتهتدي إلى غايتك بلا معاطب، أمَّا في الظلام فتتخبط خُطَاك وتضلّ الطريق في الظلام، تسير على غير هُدى، وعلى غير بصيرة، فتحطم الأضعف منك، ويُحطِّمك الأقوى منك. </p><p> والنبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يُوجِّهنا حين ننام بالليل أنْ نطفيء المصابيح فيقول: « </p><p> واطفئوا المصابيح إذا رقدتم» وقد أثبت العلم أن للأنوار المضاءة أثناء النوم تأثيراً ضاراً على صحة الإنسان، وأنه لا يرتاح في الضوء الراحة التامة لما يصيبه أثناء النوم من إشعاع الضوء، كما حذرونا أيضاً من التعرُّض لأضواء التليفزيون مثلاً. </p><p> إذن: للنور مهمة، وللظلمة مهمة - هذا في الحسِّيات. </p><p> كذلك منهج الله بافعل ولا تفعل هو النور المعنوي الذي يقيك العطب، ويمنحك الإشراقات التي تهتدي بها في دروب الحياة، لذلك قال تعالى بعدها:  {وَكَانَ بالمؤمنين رَحِيماً}  [الأحزاب: ٤٣] . </p><p> لكن إنْ كان سبحانه رحيماً بالمؤمنين، فما بال الكافرين؟ قالوا: هو سبحانه بالكافرين رحمن، فالله تعالى رحمن الدنيا ورحيم الآخرة؛ لأن رحمن الدنيا يعني أن خيره يعُمُّ الجميع المؤمن والكافر، والطائع والعاصي، أما في الآخرة فتتجلَّى صفة الرحيم؛ لأن رحمته في الآخرة تخصُّ المؤمنين دون غيرهم. </p><p> والحق سبحانه حين يقول:  {الله نُورُ السموات والأرض ... }  [النور: ٣٥] لا يعني هذا وَصْفاً لذاته سبحانه، إنما يعني أنه سبحانه نور السماوات والأرض أي: مُنوِّرهما كما نقول: المصباح نور المسجد. </p><p> وسبق أنْ أوضحنا هذه المسألة بقول أبي تمام في مدح المعتصم: </p><p> إقْدَامُ عَمروٍ في سَمَاحةِ حاتم ... في حِلْم أحنْفَ في ذَكَاءِ إيَاسِ </p><p> وعمرو مضرب المثل عند العرب في الشجاعة، وحاتم في الكرم، وأحنف بن قيس في الحِلْم، وإياس بن معاوية في الذكاء، فقام إليه أحد الحاضرين وقال له - وكان حاقداً عليه -: أمير المؤمنين فوق ما تقول، أتُشبِّهه بأجلاف العرب؟ وأنشأ يقول: </p><p> وشبَّهه المدَّاح في البَأسِ والنَّدَى ... بمَنْ لوْ رآهُ كَانَ أصْغر خَادِمِ </p><p> فََفِي جَيْشهِ خَمْسونَ ألْفاً كعنتْر ... وفي خُزَّانِهِ أَلْفُ حَاتِمِ </p><p> عندها أطرق أبو تمام هُنيهة، ثم قال: </p><p> لاَ تُنكِرُوا ضَرْبي له مَنْ دُونَهُ ... مَثَلاً شَرُوداً في النَّدَى والبَاسِ </p><p> فَاللهُ قَدْ ضَربَ الأقلّ لِنُورِهِ ... مثَلاً من المشْكاةِ والنِّبراس </p><p> إذن: فالنور المعنوي يُجنّبك العطب المعنوي، كما أن النور الحسيَّ يُجنَّبك العطب الحسِّيَّ؛ لذلك قال سبحانه عن نوره {نُّورٌ على نُورٍ ... }  [النور: ٣٥] يعني: نور حِسّيّ يقيكم المعاطب الحسية، ونور معنوي يقيكم المعاطب المعنوية {يَهْدِي الله لِنُورِهِ مَن يَشَآءُ ... }  [النور: ٣٥] والمراد به هنا النور المعنوي الذي يهتدي به المؤمن ويسير عليه، أما الكافر فهو لا يعرف إلا النور الحسيَّ فقط. </p><p> فإنْ سألت: فأين نجد هذا النور يا رب؟ يُجيبك ربك:  {فِي بُيُوتٍ أَذِنَ الله أَن تُرْفَعَ وَيُذْكَرَ فِيهَا اسمه يُسَبِّحُ لَهُ فِيهَا بالغدو والآصال رِجَالٌ لاَّ تُلْهِيهِمْ تِجَارَةٌ وَلاَ بَيْعٌ عَن ذِكْرِ الله ... }  [النور: ٣٦ - ٣٧] . </p><p> فإنْ أردتَ النور الحق فهو في خَلْوتك مع ربك وفي بيته، حيث تتجلَّى عليك إشراقاته ويغمرك نوره. </p><p> وقبل أن نترك مسألة صلاة الله وصلاة الملائكة على المؤمنين نذكر صلاتنا نحن على النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، عملاً بقوله تعالى:  {إِنَّ الله وَمَلاَئِكَتَهُ يُصَلُّونَ عَلَى النبي ياأيها الذين آمَنُواْ صَلُّواْ عَلَيْهِ وَسَلِّمُواْ تَسْلِيماً}  [الأحزاب: ٥٦] . </p><p> فالصلاة من الله تعالى تعني الحنان والرحمة والعطف، والصلاة من الملائكة تعني الدعاء والطلب من الذي يملك، أما الصلاة منا نحن على سيدنا رسول الله، فلبعض يظن أنها دعاء منا لرسول الله، وهي ليست كذلك؛ لأنك تقول في الصلاة على رسول الله: اللهم صَلِّ على محمد، فأنت لا تصلي عليه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، إنما تطلب من الله تعالى أنْ يصلي عليه، لكن كيف تطلب من الله أن يصلي على رسوله؟ قالوا: لأن كل خير ينال الرسول منثور على أمته. </p><p> والحق سبحانه وتعالى لم يدع محمداً يصلي عليه كل مَنْ آمن به، ثم لا يرد رسول الله عليه هذه التحية بصلاة مثلها، فقال سبحانه:  {وَصَلِّ عَلَيْهِمْ إِنَّ صلاوتك سَكَنٌ لَّهُمْ ... }  [التوبة: ١٠٣] وكأنها رَدٌّ للتحية ولصلاة المؤمنين على رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> ثم يقول الحق سبحانه:  {تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُ سَلاَمٌ ... } . </p>"
}