{
  "id": null,
  "sura": 33,
  "aya": 49,
  "text": "<p> تتحدث الآية عن مسألة اجتماعية تخصُّ حفظ النوع، وحفظ النوع الإنساني لا يتأتَّى إلا بالزواج، وهو وسيلة التكاثر، وأولى مراحل الزواج مرحلة الخِطْبة، وكثيرون لا يفهمون معنى الخِطْبة وحدودها لكل من الرجل والمرأة، فالخِطبة مجرد أنْ يذهب طالب البنت إلى وليِّها ليقول له: أإذا تقدمتُ لطلب يد ابنتك أكون أهلاً للقبول؟ </p><p> فيقول وليُّها: مرحباً بك، هذه تسمى خِطْبة، وربما لا يتقدم، فإنْ تقدَّم لها، له أنْ يراها مرة واحدة بين محارمها؛ لأن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قال للشاب الذي أراد الخطبة:  «انظر إليها، فإنه أحْرَى أنْ يُؤدَم بينكما» . </p><p> وعجيب أنْ يخلط الناس بين الخِطْبة والعقد، فيعطون الخِطْبة صفة العقد، فإذا قيل الوليُّ الخاطبَ اتفق معه على المهر أو الشبكة وعلى كلِّ تفاصيل الزواج، وأباح له أنْ يجلس مع ابنته، وأنْ يتحدث معها، وربما يختلي بها، ويا ليتهم جعلوها عقداً، فأخرجوا أنفسهم من هذا الحرج. </p><p> فالخطبة إنْ عدل عنها الخاطب ما عليهم إلا أنْ يذهب إلى وليِّ البنت فيقول له: لقد طلبتُ منك يد ابنتك وأنا في حِلٍّ من هذا الأمر، أما العقد فلا يُفسخ قبل الدخول إلا بالطلاق، إذن: لا تجعلوها صورة خطبة وموضوعية عقد. </p><p> والحق سبحانه وتعالى يُبيِّن لنا في هذه الآية الكريمة ما يتعلَّق بأحكام الطلاق إنْ وقع قبل الدخول بالزوجة:  {ياأيها الذين آمنوا إِذَا نَكَحْتُمُ المؤمنات ثُمَّ طَلَّقْتُمُوهُنَّ مِن قَبْلِ أَن تَمَسُّوهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا ... }  [الأحزاب: ٤٩] . </p><p> فالنكاح هنا مقصود به العقد فقط، وإلا لو قصد به المعنى الآخر لما قال {مِن قَبْلِ أَن تَمَسُّوهُنَّ ... }  [الأحزاب: ٤٩] والمسُّ كناية عن الجماع، وهو عملية دائماً يسترها القرآن بألفاظ لا تدل عليه حقيقة. </p><p> والحكم هنا {فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا ... }  [الأحزاب: ٤٩] فليس للزوج على زوجته عِدَّة إنْ طلَّقها قبل أنْ يدخل بها؛ لأن العِدَّة إنما كانت لحكمة: فالعدة في حالة الطلاق الرجعي تعطي للزوج فرصة أنْ يراجع زوجته، وأنْ يعيدها بنفسه إلى عصمته، والعدة تكون لاستبراء الرحم والتأكد من خُلوِّه من الحمل، وقد تكون العِدَّة، لا لهذا ولا لذاك، ولكن لأنه تُوفِّي عنها. </p><p> فالعِدَّة قبل الدخول لها حكم، وبعد الدخول لها حكم آخر، وهذا الفرق يتضح كذلك في مسألة المهر، فقبل الدخول للزوجة نصف </p><p> مهرها، كما قال سبحانه:  {فَنِصْفُ مَا فَرَضْتُمْ ... }  [البقرة: ٢٣٧] وقال هنا: {فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحاً جَمِيلاً}  [الأحزاب: ٤٩] فإنْ سُمِّي المهر بين الطرفين فلها نصفه، وإنْ لم يُسَمَّ فلها نصف مهر المثْل. </p><p> أما العِدَّة بعد الدخول ففيها تفصيل، بحيث تختلف من حالة لأخرى بما يناسب الحالة التي تشرع فيها العِدَّة، والعِدَّة كما قلنا: تدل على أنها شيء معدود، فإنْ كانت المرأة من ذوات الحيض، فهي ثلاث حيضات، ليتأكد خلالها استبراء الرحم، لكن الرحم يستبريء من مرة واحدة، فلماذا جعلها الله ثلاث حيضات؟ </p><p> قالوا: الهدف من ذلك إعطاء الزوج فرصة، فقد يراجع نفسه وتهدأ نفسه، فيراجع زوجته في هذه المدة، فالشرع هنا يراعي بناء الأسرة، أَلاَ ترى أن الحق سبحانه شرع التقاء الزوج بزوجته بكلمة: زوِّجني وزوَّجتك، أما في حالة الطلاق والفراق بين الزوجين، فجعله على ثلاث مراحل؛ لأن الله تعالى يريد ألاَّ يجعل للغضب العابر سبيلاً لنقْضِ كلمة الله في الزواج. </p><p> وأذكر أنهم كانوا يسألوننا سؤالاً وكأنه لغز: أو يعتدُّ الرجل؟ أو: أو ليس للمرأة عِدَّةٌ عند الرجل؟ قالوا: نعم، يعتدُّ الرجل في حالة واحدة وهي: إذا تزوج امرأة ثم طلقها، وأراد أن يتزوج بأختها، فعليه أن يمضي العدة ليحلَّ له الزواج بأختها. </p><p> أما عِدَّة التي انقطع عنها الحيض فثلاثة أشهر، وعدة الحامل أنْ تضع حملَها، أما عدة المتوفَّي عنها زوجها فأربعة أشهر وعشرة أيام، لكن ما الحكم إذا اجتمع للمرأة الحملُ مع وفاة الزوج، فكيف تعتدُّ؟ قالوا: تعتدُّ في هذه الحالة بأبعد الأجلين: الحمل، أو الأربعة أشهر وعشرة أيام. </p><p> ولك أنْ تسأل: لماذا كانت عِدَّة المطلَّقة ثلاثة أشهر، وعِدَّة المتوفَّي عنها زوجها أربعة أشهر وعشرة أيام؟ قالوا: لأن هناك فَرْقاً بين الطلاق والوفاة بالنسبة لعلاقة الزوج بزوجته، سببه أن الذي خلق الذكر والأنثى جعل هناك كلمة تجمعهما، هذه الكلمة هي: زوِّجني وزوَّجتُك شريطة أنْ تكون علانية على رءوس الأشهاد، ولا تستهنْ بهذه الكلمة، فأنت لا تعلم ما الذي تصنعه هذه الكلمة في ذرات التكوين الإنساني، ولكنك تعرفها بآثارها. </p><p> وقلنا: هَبْ أنك تعرضتَ لشاب تعوَّد معاكسة ابنتك مثلاً، ماذا تصنع أنت؟ لا شكَّ أنك ستثور، ويفور دمك، وتأخذك الغَيْرة، وربما تعرضْتَ له بالإيذاء، أما إنْ جاء من الباب، وطلب يدها منك ترحب به وتسعد ويفرج الجميع، فما الذي حدث؟ وما الفرق بين الموقفين؟ فالذي أهاجك أنه تلصَّص عليها من غير إذن خالقها، لذلك يقول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «اتقوا الله في النساء، فإنكم أخذتموهن بأمان الله، واستحللتم فروجهن بكلمة الله» . </p><p> «ويقول رسول الله لرجل كان مشهوراً بالغيرة على بناته، وقد جاء يدعو رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إلى زواج إحدى بناته،فضحك رسول الله وقال:» جدع الحلال انف الغيرة «» . </p><p> فالعقد الذي يجمع الزوجين على كلمة الله يجعل الله به بين الزوجين سِيَالاً حلالاً عند كل منهما، ويلتقي هذان السيالان في الحلال وتحت مظلة الشرع الذي جمعهما. </p><p> وعادة ما يصاحب الطلاق بُغْضٌ من الطرفين، أو كُرْه من أحدهما للآخر؛ لذلك تكون العِدَّة بينهما ثلاثة أشهر أو وَضْع الحمل؛ لأن الكراهية التي حدثتْ بينهما تميت خلايا الالتقاء بين الأنسجة، وتُسرِع بانتهاء ما بينهما من سِيال وتطْعسه. </p><p> أما في حالة موت الزوج، فقد قطع النكاح قدرياً من الله، فعادة ما تكون الزوجة مُحبَّة لزوجها، حزينة على فَقْده، وتأتي فاجعة الموت، فتزيدها حُباً له، وفي هذه الحالة ليس من السهل أنْ ينتهي السيَّال بينهما؛ لذلك يشاء الخالق سبحانه أنْ يطيل أمد العِدَّة إلى أنْ ينتهي هذا السِّيال الذي جمعهما، فلا يدخل على سيال الرجل سيال جديد، فيحدث صراع بين السيالين؛ لذلك كانت عِدَّة المتوفي عنها زوجها أطول من عدة المطلقة. </p><p> وقوله تعالى:  {ثُمَّ طَلَّقْتُمُوهُنَّ مِن قَبْلِ أَن تَمَسُّوهُنَّ ... }  [الأحزاب: ٤٩] يعني: أن الطلاق قبل المسِّ والدخول كان موجوداً كما هو موجود الآن، ونحن نرى الطرفين أو أحدهما يتعجَّل العقد، رغم أنه غير مُستعد لنفقات الزواج، إنما يتعجله لمصلحة تعود عليه من هذا الارتباط. </p><p> وقد ذكر لنا التاريخ أن كثيراً من الأسر، خاصة الأسر العربية الأصيلة كانت تفعل ذلك، لكنهم لم يكونوا يسمحون للزوج في هذه الحالة أنْ يختلي بالزوجة، وإنْ كان عاقداً عليها، وبعض فيتاتنا لهن قصص مُشرِّفة في هذه المسألة. </p><p> ومما رُوى في هذا الصدد قصة بهيثة بنت أوس بن حارثة الطائي والحارث بن عوف، وهو سيد من سيادات بني مُرَّة، وكان للحارث ابن عوف صديق اسمه ابن سنان، وفي ليلة جلس الحارث يتسامر </p><p> مع صديقه ابن سنان فقال له: ترني لو أنني خطبتُ إلى أحد من العرب ابنته أيردّني؟ قالها وهو مُعْتَزٌّ بنفسه فخور بسيادته على قومه. </p><p> فلما رآه صاحبه على هذه الحالة قال له: نعم هناك مَنْ يردُّك، قال: مَنْ؟ قال: أوس بن حارثة الطائي، فنادي الحارث على غلامة وقال: أحضر المراكب، وهيا بنا إلى أوس بن حارثة الطائي، فذهبوا إليه، فوجدوه جالساً في فناء بيته، فلما رآه أوس قال له: ما الذي جاء بك يا حارث، فأقبل عليه الحارث، وقال: ويك يا أوس، ما الذي جاء بك؟ وتركه على دابته - قال: جئتُك خاطباً لابنتك، فقال له: لستَ هنك - يعني لستَ أهْلاً لها - فلوى الحارث زمام دابته منصرفاً، في حين بدا على ابن سنان الارتياح؛ لأن كلامه صدق في صاحبه. </p><p> فلما دخل أوس على امرأته سألتْه: مَنْ رجلٌ وقف معك فلم يُطل ولم ينزل؟ قال: إنه الحارث بن عوف سيد من سادات بني مُرَّة، فقالت: ولماذا لم تستنزله عندك؟ قال: لقد استحمق - يعني: ارتكب حُمْقاً - قالت: وكيف هذا؟ قال: إنه جاء يخطب ابنتي، قالت: عجباً أو لا تريد أن تُزوِّج بناتك؟ قال: بلى، قالت: فإذا كنتَ لا تُزوِّجهن من سادات العرب، فمَنْ تُزوِّجهن؟ يا أوس، اذهب فتدارك الأمر، قال: كيف وقد فرطَ مني ما فرط؟ قالت: الحقْ به، وقُلْ له: إنك جئتني وأنا مُغْضب من أمر لا دخْلَ لك فيه، ولما راجعتُ نفسي جئتُك معتذراً أطلب منك أنْ تعود، ولك عندي ما تحب. </p><p> فذهب الرجل، فلم يجد الركْبَ، فشدَّ على راحلته، حتى صار بينهما في الركْب، فالتفت ابنُ سنان، وقال: ابن عوف، هذا </p><p> أوس يلحق بنا، فقال: وماذا أصنع به امْضِ، فناداه أوس: يا حارث: اربع عليَّ ساعة، يعني: انتظرني - ولك عندي ما تحب، ففرح يا حارث وعاد معه. </p><p> عاد أوس إلى بيته، وقال لامرأته: ادْعي ابنتك الكبرى، فجاءت، فقال: با بُنيَّة إن الحارث بن عوف سيد بني مرة جاء ليخطبك فقالت: لا تفعل يا أبي، فقال: ولم؟ قالت: إنني امرأة في وجهي ردّة - يعني قُبْح يردُّ مَنْ يراني - وفي خُلُقي عُهْدة - أي عيب - وليس بابن عم لي فيرعى رحمي، ولا بجَار لك في بلدك فيستحي منك، وأخاف أنْ يكره مني شيئاً، فيُطلِّقني فيكون عليَّ فيه ما تعرف. فقال لها: قُومي، بارك الله فيك. </p><p> ثم قال لامرأته: ادْعِي ابنتك الوُسْطى فجاءتْ، فقال لها ما قال لأختها، فقالت: لا تفعل يا أبي، قال: ولم؟ قالت: أنا امرأة خرقاء - يعني: لا تُحسِن عملاً - وليست لي صناعة، وأخاف أنْ يرى مني ما يكره فيُطلِّقني، ويكون فيَّ ما يكون فقال لها: قومي بارك الله فيك، وادْعِي أختك الصغرى، وكانت هذه هي بُهَيْثة التي نضرب بها المثل في هذا الموقف. </p><p> لما عرض عليها أبوها الأمر قالت: افعل ما ترى يا أبي، قال: يا بُنيَّتي، لقد عرضتُه على أُختيك فأبتَاهُ، قالت: لكني أنا الجميلة وجهاً الصَّناع يداً، الرفيعة خُلُقاً، فإنْ طلَّقني فلا أخلفَ اللهُ عليه، فقال: بارك الله فيك. ثم قام إلى الحارث وقال: بُورِكَ لك يا حارث، فإنِّي زوَّجتك ابنتي بهيثة، فبارك الله لكما، قال: وأنا قبلتُ زواجها. </p><p> ثم قال لامرأته: هَيِّئي ابنتك، واصنعي لها فُسْطاطاً بفناء البيت، ولما صُنع الفسطاط حُملت إليه بهيثة، ودخل عليها الحارث، لكنه لم يلبث طويلاً حتى خرج، فسأله ابنُ سنان: أفرغتَ من شأنك؟ قال: لا والله، يا بن سنان، قال: ولم؟ قال: جئتُ لأقترب منها. فقالت: أعند أبي وإخوتي؟ والله لا يكون ذلك أبداً، فخرجتُ. </p><p> فقال: ما دامتْ لا ترضى وهي عند أبيها وإخوتها، فهيَّا بنا نرحل، فأمر بالرحيل، وسار الركب بهم طويلاً، ثم قال: يا بن سنان تقدَّم أنت - يعني: أعطنا الفرصة - ٠ فتقدَّم ابن سنان بالركْبِ، وانحاز الحارث بزوجته إلى ناحية من الطريق ونصب خيمته، ثم دخل عليها فقالت له: ما شاء الله، أتفعل بي كما يُفعل بالسَّبِيَّة الأخيذة، والأَمَة الجليبة؟ والله لا يكون ذلك حتى أذهب إلى أهلك وبلدك، وتذبح لي الذبائح، وتدعو سادة العرب، وتصنع ما يصنعه مثلك لمثلي. </p><p> الشاهد هنا - وهو درس لبنات اليوم - أنها لم ترْضَ لزوجها، ولم تقبل منه في بيت أبيها، ولا في الطريق، ولم تتنازل عن شيء من عِزَّتها وكبريائها، مع أنها زوجته. </p><p> وفعلاً تمَّ لها ما أرادت، وذُبِحَتْ لها الذبائح، ودُعي لها سادات العرب، فلما دخل عليها وحاول الاقتراب منها، قالت: لقد ذكرتَ لي شرفاً ما رأيتُ فيك شيئاً منه، فقال: ولم؟ قالت: أتفرغُ لأمر النساء والعرب يقتلُ بعضُهم بعضاً - تريد الحرب الدائرة وقتها بين عبس وذبيان - اذهب فأصلح بينهما، ثم عُدْ لأهلك، فلن يفوتك مني شيء، فذهب الحارث وابن سنان، وأصلحا بين عبس وذُبْيان، </p><p> وتحمَّلا ديات القتلى ثلاثة آلاف بعير يُؤدُّونها في ثلاث سنوات، ثم عاد إليها، فقالت له: الآن لك ما تريد. </p><p> وهذه الآية {ياأيها الذين آمنوا إِذَا نَكَحْتُمُ المؤمنات ثُمَّ طَلَّقْتُمُوهُنَّ ... }  [الأحزاب: ٤٩] بظاهرها أعطتْ فهماً لبعض الناس الذين يريدون أن يتحلَّلوا من أحكام الدين في أشياء قد ترهقهم: فمثلاً الذي طلَّق امرأته ثلاث مرات، واستوفى ما شُرِع له من مرات الطلاق حكمه أنه لا تحلُّ له زوجته هذه إلا بعد أن تنكَح زوجاً غيره، فيأتي مَنْ يقول - بناءً على الآية السابقة - ما دام النكاح هنا بمعنى العقد فهو إذن كَافٍ في حالة المرأة التي طُلِّقت ثلاث مرات، وأنها تحِلّ لزوجها الأول بمجرد العقد على آخر. </p><p> ونقول: لكن فاتك أن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فُوِّض من ربه بالتشريع وبيان وتفصيل ما جاء في كتاب الله من أحكام، كما قال سبحانه مخاطباً نبيه:  {وَأَنْزَلْنَا إِلَيْكَ الذكر لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ ... }  [النحل: ٤٤] . </p><p> فلو أن سُنَّة سول الله لم تتعرَّض لهذه المسألة، لَكانَ هذا الفهم جائزاً في أن مجرد العقد يبيح عودة الزوجة لزوجها ثانية، لكن الذي أناط الله به مهمة بيان القرآن وقال عنه:  {وَمَآ آتَاكُمُ الرسول فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فانتهوا ... }  [الحشر: ٧] . </p><p> إذن: فهو صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ له حَقُّ التشريع، وقد بيَّن لنا المراد هنا في قوله </p><p> تعالى:  {حتى تَنْكِحَ زَوْجاً غَيْرَهُ ... }  [البقرة: ٢٣٠] . </p><p> فأبقى كلمة النكاح على أنها مجرد العقد، ثم بيَّن المراد من ذلك، فقال للرجل:  «حتى تذوق عسيلته، ويذوق عسيلتها» إذن: تمام الآية لا يجيز لمن يقول: إن مجرد العقد يبيح للرجل أن يعيد زوجته التي طُلِّقَتْ ثلاث مرات إلا بعد أن تذوق عُسَيْلته، ويذوق عُسيَلْتها، وهذه المسألة جعلها الله تأديباً للرجل الذي تعوَّد الطلاق، وسَهُلَ عليه النطق به، حتى صار على لسانه دائماً. </p><p> ومن رحمة الخالق بالخَلْق، ومن حرصه - تبارك وتعالى - على رباط الأسرة أنْ أحلَّ المرأة للرجل كما قلنا بكلمة زوَّجني وزوّجتك لكن عند الفراق لم يجعله بكلمة واحدة إنما جعله على مراحل ثلاث؛ لُيبقِي للمودة وللرحمة بين الزوجين مجالاً، فإنِ استنفد الزوج هذه الفرص، وطلَّق للمرة الثالثة فلا بُدَّ أن نحرق أنفك بأنْ تتزوج امرأتُكَ من زوجٍ غيرك زواجاً حقيقياً تمارس فيه هذه العملية، وهي أصعب ما تكون على الزوج. </p><p> ونلحظ هنا أن دقَّة التشريع أو صعوبته في كثير من المسائل لا يريد الله منه أنْ يُصعِّب على الناس، وإنما يريد أن يرهِّب من أنْ تفعل ذلك، يريدك أنْ تبتعد عن لفظ الطلاق، وألاَّ تلجأ إليه إلا عند الضرورة القصوى. </p><p> لذلك يُعلِّمنا سيدنا رسول الله فيقول:  «إن أبغض الحلال عند الله الطلاق» فالذين يعترضون على الطلاق في شرعنا، ويتعجَّبون كيف يفارق الزوجُ زوجته بعد العِشْرة الطويلة والحب والمودة يفارقها بكلمة، وفاتَ هؤلاء أن الطلاقَ وإنْ كان الأبغض إلا أنه حلالٌ، ويكفي أن الله تعالى جعله على مراحل ثلاث، وجعله لا يُستخدم إلا عند الضرورة، وحذَّؤ الرجل أنْ يتساهل فيه، أو يُجرِيه على لسانه، فيتعوَّده. </p><p> ونلحظ أن الحق سبحانه خصَّ المؤمنات في قوله:  {إِذَا نَكَحْتُمُ المؤمنات ... }  [الأحزاب: ٤٩] مع أن المؤمن يُبَاح له أنْ يتزوج من الكتابية، مسيحية كانت أو يهودية، فكأن في الآية إشارةً لطيفة لمن أراد أنْ يتزوج فليتزوج مؤمنة، ولا يُمكِّن من مضجعه إلا مؤمنة معه، وهذا احتياط في الدين، فالمؤمنة تكون مأمونة على حياته وعلى عِرْضه، وعلى أولاده وماله، فإن غير المؤمنة لا تُؤتمن على هذا كله. </p><p> وقد رأينا بعض بعض شبابنا الذين ذهبوا إلى بلاد الغرب، وتزوجوا من أجنبيات، وبعد الزواج ظهرت النكبات والمصائب، فالأم لا تنسى أنها يهودية أو نصرانية، وتبثّ أفكارها، ومعتقداتها في الأولاد، إذن: فعلى المؤمن أنْ يختار المؤمنة؛ لأنها مؤتمنة عليه وعلى بيته. </p><p> وأذكر حين سافرنا إلى الخارج، كنا نُسْأل: لماذا أبحتُم لأنفسكم </p><p> أنْ تتزوجوا الكتابية، ولم تبيحوا لنا أن نتزوج المسلمة؟ وكان بعض الآباء يأتون ببناتهم اللائي وُلِدْن في ألمانيا مثلاً، وكانت البنت تُحاج والدها بهذه المسألة، لماذا لا أتزوج ألمانياً كما تزوجْتَ أنت ألمانية؟ </p><p> فكنا نرد على بناتنا هناك: بأن المسلم له أن يتزوج كتابية؛ لأنه يؤمن بكتابها، ويؤمن بنبيِّها، لكن كيف تتزوجين أنت من الكتابي، وهو لا يؤمن بكتابك، ولا يؤمن بنبيك؟ إذن: فالمسلم مُؤْتَمن على الكتابية، وغير المسلم ليس مُؤتمناً على المسلمة. </p><p> وقوله تعالى:  {فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحاً جَمِيلاً}  [الأحزاب: ٤٩] وفي موضع آخر قال سبحانه في نفس هذه المسألة: {وَإِن طَلَّقْتُمُوهُنَّ مِن قَبْلِ أَن تَمَسُّوهُنَّ وَقَدْ فَرَضْتُمْ لَهُنَّ فَرِيضَةً فَنِصْفُ مَا فَرَضْتُمْ ... }  [البقرة: ٢٣٧] . </p><p> ويمكن أنْ نُوفِّق بين هاتين الآيتين بأن الأولى نزلتْ فيمَنْ لم يُفْرض لها مهر، والثانية فيمَنْ فُرِض لها مهر، التي لم يُفرض لها مهر لها المتعة {فَمَتِّعُوهُنَّ ... }  [الأحزاب: ٤٩] والتي فُرض لها مهر لها نصفه، فكل آية تخصُّ وتعالج حالة معينة، وليس بين الآيتين نَسْخ. </p><p> وبعض العلماء يرى أنه لا مانع، إنْ فُرِضَ لها مهر أنْ يعطيها المتعة فوق نصف مهرها، وهذا رأي وجيه، فالعدل أنْ تأخذ نصف ما فُرِض لها، والفضل أنْ يعطيها المتعة فوق هذا النصف، وينبغي أنْ تبنى المعاملات دائماً على الفضل لا على مجرد العدل، وربنا عَزَّ وَجَلَّ يُعلِّمنا ذلك، حين يعاملنا سبحانه بفضله لا بعدله، ولو عاملنا بالعدل لهلكنا جميعاً. </p><p> لذلك جاء في دعاء الصالحين: اللهم عاملْنَا بالفضل لا بالعدل، وبالإحسان لا بالميزان، وبالجبر لا بالحساب. نعم، فإن لم يكُنْ في الآخرة إلا الحساب، فلن يكسب منا أحدٌ، وقد ورد في الحديث:  «مَنْ نُوقِشَ الحساب عُذِّب» . </p><p> ويقول سبحانه:  {قُلْ بِفَضْلِ الله وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُواْ هُوَ خَيْرٌ مِّمَّا يَجْمَعُونَ}  [يونس: ٥٨] . </p><p> فالفرح لا يكون إلا حين يشملك فضْل الله، وتعمُّك رحمته، وفي الحديث الشريف:  «لن يدخل أحدٌ الجنة بعمله» قالوا: ولا أنت يا رسول الله؟ قال:  «ولا أنا إلا أنْ يتغمدني الله برحمته» . </p><p> فإنْ قُلْتَ: فكيف نجمع بين هذه النصوص من القرآن والسنة، وبين مكانة العمل ومنزلته في مثل قوله تعالى:  {ادخلوا الجنة بِمَا كُنْتُمْ تَعْمَلُونَ}  [النحل: ٣٢] . </p><p> قالوا: صحيح أن للعمل منزلته وفضله، لكنك حين تعبد الله لا تُقدم لله تعالى خدمة بعبادتك له، إنما الخدمة مُقدَّمة من الله لك في مشروعية العبادة، وإلا فالله تعالى بكل صفات الكمال خلقك وخلق الكون كله لك، فإنْ كلَّفك بعد ذلك بشيء، فإنما هو لصالحك، كما تكلف ولدك بالجد والمذاكرة. </p><p> ثم لو أنك وضعتَ عملك في كِفَّة، ونِعَم الله عليك في كفة لما وفَّتْ أعمالك بما أخذْتَه من نِعَم ربك. إذن: إنْ أثابك بعد ذلك في الآخرة فإنما بفضله تعالى عليكَ ورحمته لك. </p><p> ومثَّلْنا لذلك - ولله تعالى المثل الأعلى - بقولك لولدك: لو نجحتَ آخر العام سأُعطيك هدية أو مكافأة، فمع أنه هو المستفيد من نجاحه إلا أنك تزيده؛ لأنك مُحِبٌّ له وتحب له الخير. </p><p> إذن: ينبغي أنْ نتعامل بهذه القاعدة، وأنْ نتخلَّق بهذا الخلق، خاصة في مثل هذه الحالة، حالة الزوجة التي طُلِّقَتْ قبل الدخول بها. </p><p> فإنْ قُلْتَ: ولماذا تأخذ الزوجة التي طُلِّقت قبل الدخول بها نصف المهر والمتعة أيضاً؟ نقول: هو عِوَض لها عن المفارقة، فإنْ كانت هي المُفَارقة الراغبة في الطلاق، فليس لها شيء من المهر أو المتعة، إنما عليها أنْ تردَّ على الزوج ما دفعه، كما جاء في حديث المرأة التي جاءت رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ تخبره أنها لا تريد البقاء مع زوجها، فقال لها:  «رًدِّي عليه ما دفعه لك» وهذه العملية يسميها العلماء (الخُلْع) . </p><p> ثم بعد أن ذكر الحق سبحانه مسألة المتعة قال:  {وَسَرِّحُوهُنَّ سَرَاحاً جَمِيلاً}  [الأحزاب: ٤٩] . </p><p> السَّرْح في الأصل: شجر له ثمر، يوجد في البوادي، ترعاه الماشية وتحبه، فالكبيرة منها تأكل من أعلى الشجرة، أما الصغيرة </p><p> فيتعهدها الراعي إنْ كان عنده دقة رعاية، بأنْ يضرب بعصاه غصون الشجرة، فتتساقط منها بعض الأوراق، فيأكلها الصغار. </p><p> ومن ذلك قوله تعالى عن عصا موسى عليه السلام:  {وَأَهُشُّ بِهَا على غَنَمِي وَلِيَ فِيهَا مَآرِبُ أخرى}  [طه: ١٨] . </p><p> ورُوى أن سيدنا عمر مرَّ على راعٍ فقال له: يا راع، فنظر الراعي إلى أمير المؤمنين، وقال: نعم يا راعينا - يعني: أنا راعي الغنم وأنت راعي الراعي، فكأنه لا يتكبر راعٍ على راعٍ - فقال عمر: يا هذا في الأرض التي تبعد عنك كذا وكذا سَرْح أجمل من هذا وأخصب، فاذهب إليه بماشيتك. </p><p> وهذا درس في تحمُّل مسئولية الرعية والحرص عليها، وكان عمر رَضِيَ اللَّهُ عَنْه خير مَنْ تحمَّل هذه المسئولية، فيُرْوى أن سيدنا عمر وسيدنا عبد الرحمن بن عوف رأيا جماعة من التجار عابري السبيل يلجئون إلى المسجد للمبيت فيه، منهم مَنْ يحمل بضاعته، ومنهم مَنْ يحمل ثمن بضاعة باعها، فخافا أن يجتريء عليهم أحد فيسرقهم، فبات عمر وعبد الرحمن يتسامران حتى الفجر لحراسة هؤلاء العابرين. </p><p> وحتى الآن، في الفلاحين يقول الذاهب في الصباح إلى الحقول (نسْرَحْ) وللعودة آخر النهار (نروح) ، ثم تُدوول هذا اللفظ فأْطلق على كل خروج إلى شيء، ومن ذلك نقول: اعطني التسريح، فكأني كنت محبوساً فسمح لك بالخروج، ومن ذلك تسريح الزوجة. </p><p> لكن تسريح الزوجة وصفه الله تعالى بقوله {سَرَاحاً جَمِيلاً} [ </p><p> الأحزاب: ٤٩] وكل شيء وُصِف في القرآن بالجمال له مزية في ذاته، كما في {فَصَبْرٌ جَمِيلٌ. .}  [يوسف: ١٨] وتسريح الزوجة عادة ما يصاحبه غضب وانفعال، فينبغي أنْ يكون التسريح جميلاً لا عنفَ فيه، كأنْ يُطيِّب خارطها بقوله: هذا قدرنا، وأرجو الله أن يُعوِّض عليك بخير مني أو غير ذلك، مما يراه مناسباً لتخفيف الخطْب عليها، ويكفي أن تتحمل هي ألم المفارقة ومصيبة الطلاق. وأيُّ جمال فيمَنْ يفارق زوجته بالسُّباب والشتائم، ويؤذيها بأن يمنعها حقاً من حقوقها. </p><p> وهذه الآية عالجتْ قضية هامة من قضايا الأسرة؛ لأنها مرادة للحق سبحانه، فالله تعالى خلق الإنسان الخليفة، وهو آدم عليه السلام، وخلق منه الزوجة ليُحقِّق منهما الخلافة في الأرض، لكن لماذا هذه الخلافة؟ قالوا: ليستمتعوا بآثار قدرة ربهم وحكمته في كونه، كما تسعد أنت حين تأتي لأولادك بما لَذَّ وطابَ من الطعام، وتفرح حين تراهم يأكلون ويتمتعون بما جئتَ به، تفرح لأنك عدَّيْتَ أثر قدرتك للغير - ولله تعالى المثل الأعلى -. </p><p> فما دام الحق سبحانه جعل الخليفة في الأرض ثم حدد مهمته، فقال:  {هُوَ أَنشَأَكُمْ مِّنَ الأرض واستعمركم فِيهَا ... }  [هود: ٦١] إذن: لا بُدَّ أنْ يضمن لهذا الخليفة مُقوِّمات حياته ومُقوِّمات استبقاء هذه الحياة لا تكتمل إلا بمُقوِّمات بقاء النوع، فإنه لن يعيش في الدنيا وحيداً لآخر الزمان. </p><p> واستبقاء الحياة يكون بالقوت؛ لذلك فإن ربك عَزَّ وَجَلَّ قبل أنْ يستدعيك إلى الوجود، وقبل أنْ يخلقك خلق لك، خلق لك الشمس والقمر والنجوم والكواكب والأرض والهواء والماء، فأعدَّ للخليفة كل مُقوِّمات حياته. </p><p> واقرأ قول الله تعالى: {قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بالذي خَلَقَ الأرض </p><p> فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَندَاداً ذَلِكَ رَبُّ العالمين وَجَعَلَ فِيهَا رَوَاسِيَ مِن فَوْقِهَا وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقْوَاتَهَا في أَرْبَعَةِ أَيَّامٍ سَوَآءً لِّلسَّآئِلِينَ} [فصلت: ١٠] . </p><p> إذن: فمخازن القوت مملوؤة {وَمَا نُنَزِّلُهُ إِلاَّ بِقَدَرٍ مَّعْلُومٍ}  [الحجر: ٢١] وما دام خالق البشر قدَّر لهم الأقوات مُقدَّماً، فليست لك أن تقول «انفجار سكاني» قُلْ: إنك قصرْتَ في استنباط هذا القوت بما أصباك من كسل أو سوء تخطيط. </p><p> ونلحظ هذا المعنى في قوله تعالى:  {وَضَرَبَ الله مَثَلاً قَرْيَةً كَانَتْ آمِنَةً مُّطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَداً مِّن كُلِّ مَكَانٍ فَكَفَرَتْ بِأَنْعُمِ الله فَأَذَاقَهَا الله لِبَاسَ الجوع والخوف بِمَا كَانُواْ يَصْنَعُونَ}  [النحل: ١١٢] . </p><p> ومن الكفر بنعمة الله سَتْرها بالكسل والقعود عن استنباطها، وقد يَشْقي جيل بكسل جيل قبله، لذلك لما تنبَّهنا إلى هذه المسألة، وبدأنا نزرع الصحراء ونُعمِّرها انفرجتْ أزمتنا إلى حَدٍّ ما، ولو بكَّرْنا بزراعة الصحراء ما اشتكينا أزمة، ولا ضاقَ بنا المكان. </p><p> والحق سبحانه يُعلِّمنا أنه إذا ضاق بنا المكان ألاَّ نتشبثَ به، ففي غيره سعة، واقرأ:  {إِنَّ الذين تَوَفَّاهُمُ الملائكة ظالمي أَنْفُسِهِمْ قَالُواْ فِيمَ كُنتُمْ قَالُواْ كُنَّا مُسْتَضْعَفِينَ فِي الأرض قالوا أَلَمْ تَكُنْ أَرْضُ الله وَاسِعَةً فَتُهَاجِرُواْ فِيهَا ... }  [النساء: ٩٧] . </p><p> لذلك يخاطب الحق سبحانه نبيه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، حتى في الخلوة الليلية معه:  {إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أدنى مِن ثُلُثَيِ الليل ... }  [المزمل: ٢٠] إلى أن يقول: {عَلِمَ أَن سَيَكُونُ مِنكُمْ مرضى ... }  [المزمل: ٢٠] والمرضى غير قادرين على العمل، فعلى القادر إذن أنْ يعمل ليِسُدَّ حاجته وحاجة غير القادر {وَآخَرُونَ يَضْرِبُونَ فِي الأرض يَبْتَغُونَ مِن فَضْلِ الله وَآخَرُونَ يُقَاتِلُونَ فِي سَبِيلِ الله ... }  [المزمل: ٢٠] . </p><p> إذن: قانون الإصلاح الذي جعله الله لحياة البشر يقوم على دعامتين: الضرب في الأرض والسَّعْي في مناكبها، وفيه مُقوِّمات الحياة، ثم نقاتل في سبيل الله لبقاء الدعوة والمنهج، فالأولى للقالب، وبها نأكل ونشرب ونعيش، والأخرى للقيم. </p><p> فإنْ قعدتْ الأمة أو تكاسلتْ عن أيٍّ من هاتين الدعامتين ضاعتْ وهلكتْ وصارتْ مطمعاً لأعدائها؛ لذلك تجد الآن الأمم المتخلفة فقيرة، تعيش على صدقات الأمم الغنية؛ لأنها كفرتْ بأنعم الله وسترتها، ولم تعمل على استنباطها، قعدتْ عن الاستعمار والاستصلاح. </p><p> أما الأغنياء فعندهم فائض لا يُعْطي للفقراء، إنما يُرْمي في البحر ويُعدَم، لتظل لهم السيادة الاقتصادية، لذلك نستطيع أنْ نقول بأن شر العالم كله والفساد إنما يأتي بكفر نعم الله، إما بسترها وعدم استنباطها، أو بالبخل بها على غير الواجد. </p><p> ولأهمية القوت يأتي في مقدمة ما يمتنُّ الله به على عباده في قوله:  {فَلْيَعْبُدُواْ رَبَّ هذا البيت الذي أَطْعَمَهُم مِّن جُوعٍ وَآمَنَهُم مِّنْ خَوْفٍ}  [قريش: ٤] . </p><p> وكما ضَمن الحق سبحانه للخليفة في الأرض مُقوّمات حياته ضَمِن له أيضاً بقاء نوعه ونَسْله، وجعل ذلك بالزواج الذي شرَّعه الله؛ ليأتي النسل بطريقة طاهرة شريفة، لا بطريقة خسيسة دَنِسة، وفَرْق بين هذا وذاك، فالولد الشرعي تتلقفه أيدي الوالدين وتتباهَى به، أما الآخر فإذا لم تتخلَّص منه أمه وهو جنين تخلصت منه بعد ولادته، لأنه عار عليها. </p><p> فالحق سبحانه شرع الزواج لطهارة المجتمع المسلم ونظافته وسلامته، مجتمع يكون جديراً بأن يتباهى به سيدنا رسول الله يوم القيامة، فقد ورد في الحديث الشريف: «تناكحوا تناسلوا، فإنِّي </p><p> مُبَاهٍ بكم الأمم يوم القيامة» . </p><p> ثم يقول الحق سبحانه:  {ياأيها النبي إِنَّآ أَحْلَلْنَا ... } . </p>"
}