{
  "id": null,
  "sura": 33,
  "aya": 5,
  "text": "<p> معنى {ادعوهم لآبَآئِهِمْ. .}  [الأحزاب: ٥] يعني: قولوا: زيد بن حارثة، لكن كيف يُنزع من زيد هذا التاج وهذا الشرف الذي منحه له سيدنا رسول الله؟ نعم، هذا صعب على زيد - رَضِيَ اللَّهُ عَنْه - لكنه {هُوَ أَقْسَطُ عِندَ الله. .}  [الأحزاب: ٥] لا عندكم أنتم. </p><p> و {أَقْسَطُ. .}  [الأحزاب: ٥] أفعل تفضيل، نقول هذا قِسْط وهذا أقسط، مثل عدل وأعدل، ومعنى ذلك أن الذي اختاره رسول الله من نسبة زيد إليه يُعَدُّ قِسْطاً وعدلاً بشرياً، في أنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أحسَّ بالبنوة </p><p> وصار أباً لمن اختاره وفضَّله على أبيه. </p><p> لكن الحق سبحانه يريد لنا الأقسط، والاقسط أنْ ندعو الأبناء لآبائهم {فَإِن لَّمْ تعلموا آبَاءَهُمْ فَإِخوَانُكُمْ فِي الدين وَمَوَالِيكُمْ. .}  [الأحزاب: ٥] أي: نُعرِّفهم بأنهم إخواننا في الدين. </p><p> ومعنى الموالي: الخدم والنصراء الذين كانوا يقولون لهم «العبيد» ، فالولد الذي لا نعرف له أباً هو أخ لك في الله تختار له اسماً عاماً، فنقول مثلاً في زيد: زيد بن عبد الله، وكلنا عبيد الله تعالى. </p><p> والبنوة تثبت بأمرين: بالعقل وبالشرع، فالرجل الذي يتزوج زواجاً شرعياً، وينجب ولداً، فهو ابنه كوناً وشرعاً، فإذا زَنَت المرأة - والعياذ بالله - على فراش زوجها، فالولد ابن الزوج شَرْعَاً لا كوناً؛ لأن القاعدة الفقهية تقول: الولد للفراش، وللعاهر الحَجَر. </p><p> كذلك في حالة الزوجة التي تتزوج مرة أخرى بعد وفاة زوجها أو بعد طلاقها، لكنها تنجب لستة أشهر، فتقوم هنا شبهة أن يكون الولد للزوج الأول، لذلك يُعَدُّ ابناً شَرْعاً لا كوناً؛ لأنه وُلد على فراشه. </p><p> فإن جاء الولد من الزنا - والعياذ بالله - في غير فراش الزوجية فهو ابنه كوناً لا شرعاً؛ لذلك نقول عنه «ابن غير شرعي» . </p><p> كما أن في قوله تعالى:  {هُوَ أَقْسَطُ عِندَ الله. .}  [الأحزاب: ٥] تشريفاً للنبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فلو قال تعالى: هو قسْط لكان عمل النبي إذن جَوْراً وظلماً، لكن أقسط تعني: أن عمل النبي قِسْط وعَدْل. </p><p> وقوله تعالى:  {وَلَيْسَ عَلَيْكُمْ جُنَاحٌ فِيمَآ أَخْطَأْتُمْ بِهِ ولكن مَّا تَعَمَّدَتْ قُلُوبُكُمْ. .}  [الأحزاب: ٥] يُخْرجنا من حرج كبير في هذه المسألة، فكثيراً ما نسمع وما نقول لغير أبنائنا: يا بني على سبيل العطف والتودد، ونقول لكبار السن: يا أبي فلان احتراماً لهم. </p><p> فالحق سبحانه يحتاط لنا ويُعفينا من الحرج والإثم، لأننا نقول هذه الكلمات لا نقصد الأُبوّة ولا البنوة الحقيقية، إنما نقصد تعظيمَ الكبار وتوقيرهم، والعطف والتحنُّن للصغار، فليس عليكم إثْمٌ ولا ذَنْبٌ في هذه المسألة، إنْ أخطأتم فيها، والخطأ هو ألاَّ تذهب إلى الصواب، لكن عن غير عَمْد. </p><p> وإذا كان ربنا - تبارك وتعالى - قد رفع عنا الحرج، وسمح لنا باللغو حتى في الحلف بذاته سبحانه، فقال:  {لاَ يُؤَاخِذُكُمُ الله باللغو في أَيْمَانِكُمْ ولكن يُؤَاخِذُكُم بِمَا عَقَّدتُّمُ الأيمان ... }  [المائدة: ٨٩] فكيف لا يُعفينا من الخرج في هذه المسألة؟ </p><p> ثم يقول سبحانه:  {وَكَانَ الله غَفُوراً رَّحِيماً}  [الأحزاب: ٥] سبق أنْ قُلْنا: أن الفعل إذا أُسْنِد إلى الحق سبحانه انحلَّ عنه الزمن، فليس مع الله تعالى زمن ماض، وحاضر ومستقبل، وهو سبحانه خالق الزمن. </p><p> لذلك نقول:  {وَكَانَ الله غَفُوراً رَّحِيماً}  [الأحزاب: ٥] يعني: كان ولا يزال غفوراً رحيماً؛ لأن الاختلاف في زمن الحدث إنما ينشأ من صاحب الأغيار، والحق سبحانه لا يطرأ عليه تغيير. </p><p> لذلك نخاف نحن من صاحب الأغيار لأنه مُتقلِّب، ويقول أهل المعرفة: تغَّيروا من أجل ربكم - يعني: من الانحراف إلى الاستقامة - لأن الله لا يتغير من أجلكم، أنت تتغير من أجل الله، لكن الله لا يتغير من أجل أحد، وما دام الحق سبحانه كان غفوراً رحيماً، وهو سبحانه </p><p> لا يتغير، فبالتالي سيبقى سبحانه غفوراً رحيماً. </p><p> وتلحظ في أسلوب القرآن أنه يقرن دائماً بين هذين الوصفين غفور ورحيم؛ لأن الغفر سَلْب عقوبة الذنب، والرحمة مجيء إحسان جديد بعد الذنب الذي غُفِر، كأن تُمسِك في بيتك لصاً يسرق، فلك أنْ تذهب به للشرطة، ولك أن تعفو عنه وتتركه ينصرف إلى حال سبيله، وتستر عليه، وبيدك أنْ تساعده بما تقدر عليه ليستعين به على الحياة، وهذه رحمة به وإحسان إليه بعد المغفرة. </p><p> وقد عُولجَتْ هذه المسألة في قوله تعالى:  {وَإِنْ عَاقَبْتُمْ فَعَاقِبُواْ بِمِثْلِ مَا عُوقِبْتُمْ بِهِ ... }  [النحل: ١٢٦] وهذا التوجيه يضع لنا أول أساس من أسس المغفرة؛ لأنك لا تستطيع أبداً تقرير هذه المثلية، ولا تضمن أبداً إذا عاقبتَ أنْ تعاقب بالمثل، ولا تعتدي؛ لذلك تلجأ إلى جانب المغفرة، لكي لا تُدخِل نفسك في متاهة اعتداء جديد، يُوجب القصاص منك. </p><p> وسبق أنْ حكْينا قصة المرابي الذي اشترط على مدينه إذا لم يسدِّد ما عليه في الوقت المحدد أن يأخذ رطلاً من لحمه، فلما تأخر اشتكاه المرابي عند القاضي، وذكر ما كان بينهما من شروط، فأقرَّه القاضي على شرطه، لكن ألهمه الله أنْ يقول للمرابي: نعم خُذْ رطلاً من لحمه، لكن بضربة واحدة، فإنْ زِدْتَ عنها أو نقصْتَ وفَّيناها من لحمك أنت، عندها تراجع المرابي، وتنازل عن شَرْطه. </p><p> إذن: أجاز لك الشرع القصاصَ بالمثل ليجعل هذه المرحلة صعبة التنفيذ، ثم يفتح لك الحق سبحانه باب العفو والصفح في المرحلة الثانية:  {وَإِن تَعْفُواْ وَتَصْفَحُواْ وَتَغْفِرُواْ فَإِنَّ الله غَفُورٌ رَّحِيمٌ}  [التغابن: ١٤] </p><p> ثم يُفسرها بحيثية أخرى، فيقول سبحانه:  {والكاظمين الغيظ والعافين عَنِ الناس والله يُحِبُّ المحسنين}  [آل عمران: ١٣٤] </p><p> ومعنى كظم الغيظ أنني لم أنفعل انفعالاً غضبياً ينتج عنه ردّ فعل انتقامي، وجعلتُ غضبي في قلبي، وكظمتُه في نفسي، وهذه المرحلة الأولى، أما الثانية فتُخرِج ما في نفسك من غَيْظ وغضب وتتسامح وتعفو. </p><p> ثم المرحلة الثالثة أنْ ترتقي إلى مرتبة الإحسان، فتُحسِن إلى مَنْ أساء إليك، وهذه رحمة، والرحمة؛ أنْ يميل الإنسان بالإحسان لعاجز عنه، فإنْ كان الأمر بعكس ذلك فلا تُسمَّى رحمة، كأن يميلَ العبدُ بإحسان إلى سيده. </p><p> هذه صور أتتْ فيها الرحمة بعد المغفرة، وهذا هو الأصل في المسألة، وقد تأتي الرحمة قبل المغفرة، كأنْ تُمسك باللص الذي يسرق فتشعر أنه مُكْره على ذلك، وليس عليه أمارات الإجرام، فيرقّ له قلبك، وتمتد يدك إليه بالمساعدة، ثم تطلق سراحه، وتعفو عنه، فالرحمة هنا أولاً وتبعتها المغفرة. </p><p> بعد ذلك لقائل أنْ يقول: ما موقف زيد بعد أنْ أبطل الله تعالى التبني، فصار زيدَ بن حارثة بعد أنْ كان زيد بن محمد؟ وكيف به بعد أنْ سُلِب هذه النعمة وحُرِم هذا الشرف؟ أضِفْ إلى ذلك ما يلاقيه من عنتَ المرجفين، وألسنة الذين يُوغرون صدره، ويُوقِعون بينه وبين رسول الله، وهو الذي اختاره على أبيه. </p><p> لا شكَّ أن الجرعة الإيمانية التي تسلَّح بها زيد جعلتْه فوق هذا كله، فقد تشرَّب قلبه حبّ رسول الله، ووقر في نفسه قوله تعالى: {وَمَا كَانَ لِمُؤْمِنٍ وَلاَ مُؤْمِنَةٍ إِذَا قَضَى الله وَرَسُولُهُ أَمْراً أَن يَكُونَ لَهُمُ الخيرة </p><p> مِنْ أَمْرِهِمْ ... } [الأحزاب: ٣٦] </p><p> ثم تأتي الآيات لتوضح للناس: لستم أحنَّ على زيد من محمد، لأن محمداً صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أوْلى بالمؤمنين جميعاً من أنفسهم، لا بزيد وحده. </p><p> ثم يقول الحق سبحانه:  {النبي أولى بالمؤمنين مِنْ أَنْفُسِهِمْ ... } . </p>"
}