{
  "id": null,
  "sura": 33,
  "aya": 28,
  "text": "<p> لسائل أنْ يسأل: ما سِرُّ هذه النقلة الكبيرة من الكلام عن حرب الأحزاب وحرب بني قريظة إلى هذا التوجيه لزوجاته صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؟ </p><p> قالوا: لأن مسألة الأحزاب انتهتْ بقوله تعالى: {وَأَوْرَثَكُمْ أَرْضَهُمْ وَدِيَارَهُمْ وَأَمْوَالَهُمْ وَأَرْضاً لَّمْ تَطَئُوهَا ... }  [الأحزاب: ٢٧] فربما طلبت زوجات الرسول أنْ يُمتِّعهن وينفق عليهن، مما يفتح الله عليه من خيرات هذه البلاد، فجاءتْ هذه الآية:  {ياأيها النبي قُل لأَزْوَاجِكَ ... }  [الأحزاب: ٢٨] لتقرر أن الإسلام ما جاء ليحقق مزيَّة لرسول الله، ولا لآل رسول الله، حتى الزكاة لا تصح لأحد من فقراءبني هاشم. </p><p> لكن مجيء الآية هكذا بصيغة الأمر:  {ياأيها النبي قُل لأَزْوَاجِكَ إِن كُنتُنَّ تُرِدْنَ ... }  [الأحزاب: ٢٨] دليل على حدوث شيء منهن يدلّ على تطلعهن إلى زينة الحياة ومُتَعها. وقد رُوِي عن عمر - رَضِيَ اللَّهُ عَنْه </p><p> أنهن اجتمعْنَ يسألْنَ رسول الله النفقة، وأنْ يُوسِّع عليهن بعد أنْ قال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ عن الكفار: لن يغزونا، بل نغزوهم وبعد أنْ بشَّرتهم الآيات بما سيُفتح من أرض جديدة. </p><p> وقوله تعالى:  {فَتَعَالَيْنَ أُمَتِّعْكُنَّ وَأُسَرِّحْكُنَّ سَرَاحاً جَمِيلاً}  [الأحزاب: ٢٨] يعني: ليس عندي ما تتطلَّعْن إليه من زينة الدنيا وزخرفها، ومعنى {فَتَعَالَيْنَ ... }  [الأحزاب: ٢٨] نقول: تعاليْن يعني: أقبلْنَ، لكنها هنا بمعنى ارتفعْنَ من العلو، ارتفعْنَ عن مناهج البشر والأرض، وارتقينَ إلى مناهج خالق البشر، وخالق الأرض؛ لأن السيادة في منهج الله، لا في مُتَع الحياة وزخرفها. </p><p> وقد ورد هذا المعنى أيضاً في قوله تعالى:  {قُلْ تَعَالَوْاْ أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ ... }  [الأنعام: ١٥١] فتعالوْا أي: ارتفعوا عن قوانين البشر وقوانين الأرض إلى قوانين السماء؛ لأنه يُشترط فيمَنْ يضع القانون ألاَّ يفيد من هذا القانون، وأن يكون مُلِماً بكل الجزئيات التي يتعرض لها القانون والبشر مهما بلغتْ قدرتهم، فإنهم يعلمون شيئاً ويجهلون آخر؛ لذلك لا ينبغي أَنْ يُقنِّن لهم إلا خالقهم عَزَّ وَجَلَّ. </p><p> ومعنى {أُمَتِّعْكُنَّ ... }  [الأحزاب: ٢٨] أي: أعطيكُنَّ المتعة الشرعية التي تُفْرض للزوجة عند مفارقة زوجها، والتي قال الله فيها: </p><p> {وَلِلْمُطَلَّقَاتِ مَتَاعٌ بالمعروف حَقّاً عَلَى المتقين}  [البقرة: ٢٤١] . </p><p> وقوله {وَأُسَرِّحْكُنَّ}  [الأحزاب: ٢٨] التسريح هنا يعني الطلاق {سَرَاحاً جَمِيلاً}  [الأحزاب: ٢٨] ذلك يدلُّ على أن المفارقة بين الزوجين إنْ تمتْ إنما تتم بالجمال أي: اللطف والرقة والرحمة بدون بشاعة وبدون عنف؛ لأن التسريح في ذاته مفارقة مؤلمة، فلا يجمع الله عليها شدتين: شدة الطلاق، وشدة العنف والقسوة. </p><p> ولك أنْ تلحظ أن لفظ الجمال يأتي في القرآن مع الأمور الصعبة التي تحتاج شدة، واقرأ قوله تعالى:  {فَصَبْرٌ جَمِيلٌ ... }  [يوسف: ٨٣] والصبر يكون جميلاً حين لا يصاحبه ضَجَر، أو شكوى، أو خروج عن حَدِّ الاعتدال. </p><p> ورسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يعرض على زوجاته التسريح الجميل الذي لا مشاحنةَ فيه ولا خصومةَ إنْ اخترْنَهُ بأنفسهن، وما كان رسول الله ليمسك زوجة اختارتْ عليه أمراً آخر مهما كان. </p><p> وللعلماء كلام طويل في هذه المسألة: هل يقع الطلاق بهذا التخيير؟ قالوأ: التخيير لَوْنٌ من حب المفارقة الذي يعطي للمرأة - كما نقول مثلاً: العِصْمَة في يدها - فهي إذن تختار لنفسها، فإنْ قَبِلت الخيار الأول وقع الطلاق، وإن اختارت الآخر فَبِها ونعمتْ، وانتهتْ المسألة. </p><p> وأمرُ الله لرسوله أن يقول لزوجاته هذا الكلام لا بُدَّ أنْ يكون له رصيد من خواطر خطرتْ على زوجاته صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لَمَّا رأيْنَ الإسلام تُفْتح له البلاد، وتُجبى إليه الخيرات، فتطلَّعْن إلى شيء من النفقة. </p><p> وكلمة الأزواج: جمع زوج، وتُقال للرجل وللمرأة، والزوج لا يعني اثنين معاً كما يظن البعض، إنما الزوج يعني الفرد الذي معه مثله من جنس، ومثله تماماً كلمة التوأم، فهي تعني (واحد) لكن معه مثله، والدليل على ذلك قوله تعالى:  {وَمِن كُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ ... }  [الذاريات: ٤٩] يعني: ذكر وأنثى، فالذكر وحده زوج، والأنثى وحدها زوج، وهذه القسمة موجودة في كل المخلوقات. وتُجمع زوج أيضاً على زوجات. </p><p> ونلحظ في الأسلوب هنا أن الحق سبحانه حين يعرض على رسوله أنْ يُخيِّر زوجاته بين زينة الدنيا ونعيم الآخرة يستخدم (إنْ) الدالة على الشكِّ، ولا يستخدم مثلاً (إذَا) الدالة على التحقيق، وفي هذا إشارة إلى عدم المبالغة في اتهامهن، فالأمر لا يعدو أنْ يكون خواطر جالتْ في أذهان بعض زوجاته. </p><p> وتعلمون أن سيدنا رسول الله جمع من النساء تسعاً معاً، منهن خمسٌ من قريش، وهُنَّ: عائشة، وحفصة، وأم حبيبة، وسودة بنت زمعة، وأم سلمة ابنة أبي أمية، ومن غير قريش: صفية بنت حيي بن أخطب الذي ذكرنا قصته في الأحزاب، ثم جويرية بنت الحارث من بني المصطلق، ثم ميمونة بنت الحارث الهلالية - ومَنْ ذهب عند التنعيم وجد هناك بئر ميمونة، ثم زينب بنت جحش من بني أسد، هؤلاء هُنَّ أمهات المؤمنين التسعة اللائي جمعهنَّ رسولُ الله معاً. </p><p> فلما سألْنَ رسول الله النفقة كانت أجرأهُنَّ في ذلك السيدة حفصة بنت عمر، وقد حدث بينها وبين رسول الله مُشَادّة في الكلام، فقال لها:  «ألا تحبين أنْ أستدعي رجلاً بيننا؟» فوافقتْ، فأرسل إلى عمر، فلما جاء قال لها رسول الله: تكلَّمي أنت - يعني: اعرضي حاجتك - فقالت: بل تكلم أنت، ولا تقل إلا حقاً. </p><p> أثارت هذه الكلمة حفيظة سيدنا عمر، فهاج وقام إلى ابنته فوجأها، فحجزه رسول الله فتناولها ثانية فوجأها، ثم قال لها: إن رسول الله لا يقول إلا حقاً، ووالله لولا أنَّا في مجلسه ما تركتُك حتى تموتي، فقام رسول الله من المجلس ليفضَّ هذا النزاع، وذهب إلى حجرته، واعتكف بها، وقاطع الأمر كله مدة شهر. </p><p> وتأمل قول الله تعالى:  {إِن كُنتُنَّ تُرِدْنَ الحياة الدنيا وَزِينَتَهَا ... }  [الأحزاب: ٢٨] فأيُّ وَصْف أحقر، وأقلّ لهذه الحياة من أنها دُنْيا؟ وما فيها من مُتَع إنما هي زينة، يعني: ترف في المظهر، لا في الجوهر، كما قال سبحانه في موضع آخر:  {اعلموا أَنَّمَا الحياة الدنيا لَعِبٌ وَلَهْوٌ وَزِينَةٌ وَتَفَاخُرٌ بَيْنَكُمْ وَتَكَاثُرٌ فِي الأموال والأولاد ... }  [الحديد: ٢٠] ثم يعرض رسول الله على زوجاته الخيار الثاني المقابل للحياة الدنيا: {وَإِن كُنتُنَّ تُرِدْنَ الله وَرَسُولَهُ ... .} . </p>"
}