{
  "id": null,
  "sura": 33,
  "aya": 41,
  "text": "<p> أمرنا ربنا سبحانه بذكره ذِكْراً كثيراً؛ لأن الذكْر عمدة العبادات وأيسرها على المؤمن؛ لذلك نجد ربنا يأمرنا به عند الانتهاء من العبادات كالصلاة والصيام والحج، وجعله سبحانه أكبر فقال {وَلَذِكْرُ الله أَكْبَرُ ... }  [العنكبوت: ٤٥] . </p><p> والذكر شغل الذاكرة، وهي منطقة في المخ، قُلْنا: إن المعلومة يستقبلها الإنسان في بؤرة شعوره، فإذا أراد أنْ يحفظ بها لحين الحاجة إليها حفظها في الحافظة، أو في حاشية الشعور، فأنت مثلاً ترى شخصاً فتقول: هذا الرجل لم أَرَهُ منذ عشرين سنة، وآخر مرة رأيته كان في المكان الفلاني. </p><p> إذن: الذكر لشيء كان موجوداً في بؤرة الشعور، الذكر يعني قضية موجودة عندك بواقع كان لها ساعة وجودها، لكن حصلتْ عنها غفلة نقلتها إلى حاشية الشعور أو الحافظة، بعد ذلك نريد منك ألا تنساها في الحاشية أو في منطقة بعيدة بحيث تحتاج إلى مجهود لتذكرها، إنما اجعلها دائماً في منطقة قريبة لك، بحيث يسهل عليك تذكُّرها دون عناء. </p><p> وكذلك ينبغي أنْ يكون ذكرك لله، فهو القضية الحيوية التي ينبغي أنْ تظلَّ على ذِكْر لها دائماً وأبداً، وكيف تنسى ذكر ربك وقد أخذ عليك العهد، وأنت في عالم الذرِّ، وأخذ منك الإقرار بأنه سبحانه </p><p> ربُّك، الحق سبحانه خلق العقل ليستقبل المعلومات بوسائل الإدراك، كما قال تعالى:  {والله أَخْرَجَكُم مِّن بُطُونِ أُمَّهَاتِكُمْ لاَ تَعْلَمُونَ شَيْئاً وَجَعَلَ لَكُمُ السمع والأبصار والأفئدة لَعَلَّكُمْ تَشْكُرُونَ}  [النحل: ٧٨] . </p><p> فكأن السمع والبصر هما عُمْدة الحواسِّ، وبهما نعلم ما لم نكُنْ نعلمه حين نزولنا من بطون أمهاتنا، ونحن حين نستقبل المعلومات يظن بعض الناس أن الناس يختلفون في ذلك ذكاء وبلادةً، فواحد يلتقط المعلومة من مرة واحدة، وآخر يحتاج إلى أنْ تعيدها له عدة مرات. </p><p> والواقع أن العقل مثل آلة (الفوتوغرافيا) يلتقط المعلومة من مرة واحدة شريطةَ أن يكون خالياً ومستعداً لاستقبالها غير مشغول بغيرها؛ لأن بؤرة الشعور لا تسع ولا تستوعب إلا فكرة واحدة، وهذه المسألة تناولناها في قوله تعالى:  {مَّا جَعَلَ الله لِرَجُلٍ مِّن قَلْبَيْنِ فِي جَوْفِهِ ... }  [الأحزاب: ٤] . </p><p> فالإنسان الذكي هو الذي لا يشغل باله بأمرين في وقت واحد، ولا يفكر في شيء وهو بصدد شيء آخر، فإذا كانت بُؤْرة الشعور خالية فالناس جميعاً سواسية في التقاط المعلومة. </p><p> لذلك، المدرس الموفّق هو الذي يستطيع أنْ يجتذب إليه انتباه التلاميذ، ولا يعطيهم الفرصة للانشغال بغير الدرس، وهذا لا يتأتى إلا بالتلطُّف إليهم وإشراكهم في الدرس بالأسئلة من حين لآخر، ليظل التلميذ متوقعاً لأنْ يسألَ فلا ينشغل، لذلك رأينا أن الطريقة الحوارية هي أنجح طرق التدريس، أما طريقة سَرْد المعلومات فهي تجعل المدرس في وادٍ والتلاميذ في واد آخر، كل منهم يفكر في شيء يشغله. </p><p> وسبق أنْ قُلْنا: إن الطالب حين يعلم بأهمية درس من الدروس فيذاكره وهو ذاهب للامتحان وهو يصعد السلم إذا جاءه هذا الدرس يجيب عنه بنصه، لماذا؟ لأنه ذاكره في الوقت الحرج والفرصة ضيقة لا تحتمل انشغالاً ولا تهاوناً، فيلتقط العقل كل كلمة ويُسجِّلها، فإنْ أراد استرجاعها جاءت كما هي، لماذا؟ لأنها صادفتْ العقل خالياً غير مشغول. </p><p> وتأمل عظمة الخالق سبحانه في مسألة التذكُّر، فالذاكرة جزء صغير في المخ، فكيف بالطفل الصغير الذي لا يتجاوز الثامنة يحفظ القرآن كاملاً ويُعيده عليك في أيِّ وقت، ونحن نتعجب من شريط التسجيل الذي يحفظ لنا حلقة أو حلقتين. </p><p> والقرآن ليس حفظاً فحسب، إنما معايشة، فحروف القرآن ملائكة، لكل حرف منه ملك، والملَك يحب مَنْ يودُّه، فإذا كنتَ على صلة بالقرآن تكثر من تلاوته، فكأنك تود الملائكة، فساعة تريد استرجاع ما حفظت تراصتْ لك الملائكة، وجرى القرآن على لسانك. فإنْ هجرْته هجرك، وتفلَّت من ذاكرتك؛ لذلك حذرنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من هجر القرآن، فقال:  «تعاهدوا القرآن، فوالذي نفسي بيده لهو أشدُّ تفصياً من الإبل في عقلها» . </p><p> وسبق أنْ قُلْنا: إن الذكر هو العبادة الوحيدة التي لا تكلفك شيئاً، ولا تُعطل جارحة من جوارحك، ولا يحتاج منك إلى وقت، ولا إلى مجهود، وليس له وقت مخصوص، فمَنْ ذكر الله قائماً وذكر </p><p> الله قاعداً وذكر الله على جَنْبه عُدَّ من الذاكرين - هذا بالنسبة لوضعك - ومَنْ ذكر الله بُكْرة، وذكر الله أصيلاً، أو غدواً وعشياً، أصبح من الذاكرين - هذا بالنسبة للزمان. </p><p> ومن قال: سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر، ولا حْولَ ولا قوة إلا بالله العلي العظيم، ثلاثين مرة في اليوم كُتِبَ من الذاكرين، ومَنِ استيقظ ليلاً فأيقظ أهله، وصلَّى ركعتين فهو من الذاكرين. </p><p> إذن: فذِكْر الله مسألة سهلة تستطيع أنْ تذكر الله، وأنت تعمل بالفأس، أو تكتب بالقلم، تذكر الله وأنت تأكل أو تشرب. . إلخ فذكر الله وإنْ كان أكبر إلا أنه على المؤمن سهل هَيِّن. </p><p> وقوله تعالى:  {وَسَبِّحُوهُ بُكْرَةً وَأَصِيلاً}  [الأحزاب: ٤٢] التسبيح: هو التقديس، والتقديس هو التنزيه، فعن أيِّ شيء نُنزه الله؟ قالوا: ننزه الله في ذاته، وفي أفعاله، وفي صفاته، فالله تعالى له وجود، ولك أنت وجود، وللنهر وللجبل وجود، لكن وجوده تعالى ليس كوجود ما سواه، وجوده تعالى عن غير عدم، أما وجود ما سواه فوجود عن عدم، هذا في الذات. </p><p> أما في الأفعال، فالله تعالى له فِعْل كما أن لك فعلاً، لكن نزِّه ربك أنْ يكون فعله كفعلك، وهذا ما قلناه في حادثة الإسراء والمعراج، وفي الفرق بين سَرَى وأسرى به، فإذا كان الفعل لله تعالى فلا تنظر إلى الزمن لأنه ليس فعلك أنت، بل فعلْ الله، وفعل الله بلا علاج، إنما يقول للشيء: كٌنْ فيكون. </p><p> وقلنا: إنه حتى في طاقات البشر نجد الفعل يأخذ من الزمن على قدر قوة فاعله، فالولد الصغير ينقل في ساعة ما ينقله الكبير في </p><p> دقيقة، فلو قِسْتَ فعلَ الله بقدرته تعالى وجدت الفعل بلا زمن. </p><p> كذلك نُنزه الله في صفاته، فالله تعالى له سمع نُزِّه أن يكون كسمعك، وله وجه نُزِّه أنْ يكون كوجهك. . إلخ كل هذا في إطار {لَيْسَ كَمِثْلِهِ شَيْءٌ ... }  [الشورى: ١١] . </p><p> وحين تستعرض آيات التسبيح في القرآن تجدها كثيرة، لكن للتسبيح طابع خاص إذا جاء في استهلالات السور، ففي أول الإسراء:  {سُبْحَانَ الذي أسرى بِعَبْدِهِ ... }  [الإسراء: ١] . </p><p> فبدأت السورة بتنزيه الله لما تحتويه من أحداث عجيبة وغريبة؛ لذلك قال بداية {سُبْحَانَ الذي أسرى بِعَبْدِهِ ... }  [الإسراء: ١] فالله له التسبيح والتقديس ثابت قبل أنْ يفعل، وسبحان الله قبل أنْ يوجد المسبِّح، كما أنه تعالى خالق قبل أنْ يوجد من خلق، فهو بالخالقية فيه أولاً خلق، كما قلنا في الشاعر: تقول فلان شاعر، هل لأنك سمعت له قصيدة أم هو شاعر قبل أن يقولها؟ هو شاعر قبل أنْ يقولها، ولولا أنه شاعر ما قال: </p><p> والمتتبع لألفاظ التسبيح في القرآن يجد أنه ثابت لله تعالى قبل أن يخلق المسبِّحين في قوله {سُبْحَانَ الذي أسرى بِعَبْدِهِ. .}  [الإسراء: ١] ثم بعد أن خلق الله الخَلْق {سَبَّحَ لِلَّهِ مَا فِي السموات وَمَا فِي الأرض ... }  [الحشر: ١] . </p><p> وما يزال الخلق يُسبِّح في الحاضر:  {يُسَبِّحُ لِلَّهِ مَا فِي السموات وَمَا فِي الأرض ... }  [الجمعة: ١] فتسبيح الله كان وما يزال إلى قيام الساعة، لذلك يأمر الحق سبحانه نبيه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ومعه أمته ألاَّ يخرج عن هذه المنظومة المسبِّحة، فيقول له:  {سَبِّحِ اسم رَبِّكَ الأعلى}  [الأعلى: ١] . </p><p> وجاء الأمر بذكر الله وبعد الأمر بتسبيحه تعالى، وكأنه يقول لك كلما ذكرته: نزِّهه ذاتاً وصفاتاً وأفعالاً، فمن مصلحتك في رحلة الحياة ألاَّ يكون لله مثيل ولا شبيه ولا نظير ولا نِدٌّ؛ لأن الجميع سيكونون تحت عَدْله سبحانه، فتنزيه الله لمصلحَتك أنت أيها المسبِّح. </p><p> وسبق أنْ ذكرنا في ذلك قول أهل الريف (اللي ملوش كبير يشتري له كبير) فوجود كبير فوق الجميع يحميك أنْ يتكبر أحد عليه، إذن: عظمته تعالى وكبرياؤه من أعظم النعم علينا، فساعة تُسبِّحه وتُنزِّهه أحمد الله لأنه مُنزَّه، أحمد الله أنه لا شريك له، وأن الناس جميعاً عنده سواء، أحمد الله لأن كلامه وأمره نافذ على الجميع، أحمد الله أنه لم يتخذ صاحبة ولا ولداً، وليس بينه وبين أحد من خَلْقه نَسَب. </p><p> وكيف لا نذكر الله ولا نسبّحه ونحمده، وهو سبحانه الذي خلق الخَلْق، وقبل أنْ يخلقهم رتَّب لهم غاياتهم - والخَلْق: إيجاد على تقدير لغاية - بل وأعدَّ لهم ما يخدمهم، فطرأ الإنسان على كون مُعَدٍّ لاستقباله، فقبل أنْ يخلقه خلق له. </p><p> ثم ما كلفك بمنهجه مباشرة، إنما تركك تربع في نعمه، منذ ميلادك إلى سِنِّ البلوغ بدون تكليف، ومعنى البلوغ أنْ تصل سنَّ الرشد فتُقبل على الله بعقل وفكر، فالدين ليس تقليداً إنما عقدة واقتناع. </p><p> وسبق أنْ شبَّهنا نضج الإنسان بنضج الثمرة، فالثمرة لا تحلو إلا حين تنضج بذرتها، وتصير صالحة للإنبات إنْ زُرعت، وهذه من عظمة الخالق سبحانه، ولو أن الثمرة تحلو وتستوي قبل نُضْج </p><p> بذرتها لأكلنا الثمار مرة واحدة، ولما انتفع بها أحد بعدنا، ومثَّلْنا لذلك ببذرة البطيخ إن وجدتها سوداء صلبة فاعلم أن ثمرتها استوت وحَلَتْ وصارتْ صالحة للأكل، وهذه المسألة جعلها الخالق سبحانه لحفظ النوع. </p><p> شيء آخر: بعد أن بلغتْ سنَّ التكليف، أجاءك التكليف مستوعباً لكل حركة في حياتك؟ أجاء قَيْداً لك؟ حين تتأمل مسائل التكليف تجدها في نطاق محدود أمرك الله فيه بافعل كذا ولا تفعل كذا، وهذه المنطقة لا تشغل أكثر من خمسة في المائة من حركة حياتك، وترك لك نسبة الخمسة والتسعين أنت حُرٌّ فيها، تفعل أو لا تفعل، فأيُّ عظمة هذه {وأيُّ رحمة التي يعاملنا بها ربنا عَزَّ وَجَلَّ} وهذا إنْ دلَّ فإنما يدلُّ على حبِّ الخالق سبحانه لخَلْقه وصنعته. أفلا يستوجب ذلك منَّا ألاَّ نغفل عن ذكره، وأن نكثر من تسبيحه وشكره، في كل غدوة وعشية. </p><p> والأعظم من هذا كله أنه - سبحانه وتعالى - جعل ذكْرك له وتسبيحك إياه لصالحك أنت، وفي ميزانك؛ لذلك قال في الآية التي بعدها:  {هُوَ الذي يُصَلِّي عَلَيْكُمْ ... } . </p>"
}