{
  "id": null,
  "sura": 33,
  "aya": 56,
  "text": "<p> جاء النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بالخير لأمته مُبشِّراً للمؤمنين، نذيراً للكافرين، وكان صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حريصاً على هداية قومه، كما قال تعالى:  {لَقَدْ جَآءَكُمْ رَسُولٌ مِّنْ أَنفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بالمؤمنين رَءُوفٌ رَّحِيمٌ}  [التوبة: ١٢٨] . </p><p> كان صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يألم ويحزن إنْ تفلَّتَ أحدٌ من يده، وخرج عن ساحة الإيمان، وكان يُكلِّف نفسه في أمر الدعوة فوق ما يطيق، وفوق ما طلب منه، حتى خاطبه ربه بقوله:  {فَلَعَلَّكَ بَاخِعٌ نَّفْسَكَ على آثَارِهِمْ إِن لَّمْ يُؤْمِنُواْ بهذا الحديث أَسَفاً}  [الكهف: ٦] . </p><p> ومعلوم أن سيدنا رسول الله لم يُطلَب منه إلا البلاغ فحسَبْ، أما الهداية فمن الله عَزَّ وَجَلَّ؛ لأنه تعالى قال:  {إِن نَّشَأْ نُنَزِّلْ عَلَيْهِمْ مِّنَ السمآء آيَةً فَظَلَّتْ أَعْنَاقُهُمْ لَهَا خَاضِعِينَ}  [الشعراء: ٤] . </p><p> فلشدة حرصه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ على هداية قومه عاتبه ربه؛ لأنه شَقَّ على نفسه، فالعتاب هنا لصالحه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، كما جاء في قوله تعالى:  {ياأيها النبي لِمَ تُحَرِّمُ مَآ أَحَلَّ الله لَكَ تَبْتَغِي مَرْضَاتَ أَزْوَاجِكَ ... }  [التحريم: ١] . </p><p> وهذا العتاب أشبه بعتابك لولدك الذي أرهق نفسه في المذاكرة، حتى أنك أشفقتَ عليه، فأنت لا تلومه على تقصير، إنما على المبالغة في عمل لا تطيقه قوته. </p><p> وقد ظهرت قمة حرْصه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ على أمته حين أنزل الله عليه:  {والضحى والليل إِذَا سجى مَا وَدَّعَكَ رَبُّكَ وَمَا قلى وَلَلآخِرَةُ خَيْرٌ لَّكَ مِنَ الأولى وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فترضى}  [الضحى: ١ - ٥] . </p><p> فالتقطها رسول الله من ربه وجعلها لأمته، فقال:  «إذن: لا أرضى وواحد من أمتي في النار» . </p><p> فإذا كان رسول الله حريصاً عليكم بهذا الشكل، فهو يستحق منكم أنْ تُصلُّوا عليه؛ لأن كل خير يناله يعُمُّ عليكم، ويعود إليكم؛ لذلك قال سبحانه:  {إِنَّ الله وَمَلاَئِكَتَهُ يُصَلُّونَ عَلَى النبي ياأيها الذين آمَنُواْ صَلُّواْ عَلَيْهِ وَسَلِّمُواْ تَسْلِيماً}  [الأحزاب: ٥٦] . </p><p> وتلحظ أن الخبر {يُصَلُّونَ ... }  [الأحزاب: ٥٦] خبر عن الله والملائكة؛ فجمع الحق سبحانه بين صلاته وصلاة ملائكته، والنبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مرة </p><p> خطيباً يخطب، يقول: مَنْ يتَّقِ الله ورسوله يُثبْه الله، ومَنْ يعصهما يعاقبه الله، فقال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ له:  «بِئْسَ خطيب القوم أنت» لماذا؟ </p><p> قالوا: لأنه جمع بين الله تعالى ورسوله في: (ومن يعصهما) ، وكان عليه أنْ يقول: ومَنْ يَعْصِ الله ورسوله، فالله وحده هو الذي يجمع معه سبحانه مَنْ يشاء. قال سبحانه:  {وَمَا نقموا إِلاَّ أَنْ أَغْنَاهُمُ الله وَرَسُولُهُ مِن فَضْلِهِ ... }  [التوبة: ٧٤] . </p><p> أما نحن، فليس لنا أبداً أنْ نأتي بصيغة تشريكية بين الله تعالى وأحد من خَلْقه. </p><p> وقوله تعالى:  {إِنَّ الله وَمَلاَئِكَتَهُ يُصَلُّونَ عَلَى النبي ... }  [الأحزاب: ٥٦] هكذا قال الله، وجمع معه سبحانه مَنْ يشاء من خَلْقه، وأنت لا يجوز لك أنْ تجمعَ هذا الجمع إلا إذا كنتَ تقرأه على أنه قرأن، فإن أردتَ أنْ تنشيء كلاماً من عندك فلا بُدَّ أن تقول: الله يُصلِّي على النبي، والملائكة يُصلُّون على النبي. </p><p> لذلك احتاط علماء التفسير لهذه المسألة فقالوا أن (يصلون) </p><p> ليست خبراً للكل، إنما تقدير الخبر أن الله يصلي على النبي، والملائكة يُصلُّون على النبي. </p><p> وإذا كان الله يُصلِّي على النبي، والملائكة يُصلُّون على النبي، فماذا عنكم أنتم؟ يجب أنْ تُصلوا أنتم كذلك على النبي {ياأيها الذين آمَنُواْ صَلُّواْ عَلَيْهِ وَسَلِّمُواْ تَسْلِيماً}  [الأحزاب: ٥٦] . </p><p> سبق أنْ بينّا أن الصلاة من الله لها معنى، ومن الملائكة لها معنى، ومن المؤمنين المأمورين بها لها معنى، فكُلٌّ بحَسْبه، والصلاة في الأصل هي الدعاء، والدعاء يقتضي داعياً ومدعواً له ومدعواً، فمثلاً حين أدعو الله أنْ يغفر لفلان، فأنا الداعي، والله تعالى مدعو، وفلان مدعو له، فإذا كان المصلي والداعي هو الله عَزَّ وَجَلَّ، فمَنْ يدعو؟ إذن: معنى الدعاء لا يأتي مع الله تعالى. </p><p> لذلك قلنا: إنك لو نظرتَ إلى الأحداث تجد أن صاحبك مثلاً إذا قال لك أَعِدُك أنْ أعطيك غداً كذا وكذا، فهذا وَعْد منه، لا يملك هو من أسباب الوفاء به شيئاً، أما إنْ قال لك: أدعو الله أنْ يعطيك كذا وكذا، ونسب العطاء لله تعالى، فهذا أَرْجَى للتحقيق؛ لأنه منسوب إلى الله، فإنْ قبل الدعاء تحقق المطلوب، فإنْ كان الله تعالى هو الذي يأمر لك بهذا العطاء فلا بُدَّ أنْ تناله لا محالة. </p><p> إذن: الصلاة من الله ليست بمعنى الدعاء، إنما هي تنفيذ مباشر ورحمة شاملة وعامة، ويكفي من رحمته تعالى لنبيه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أنْ جعله خاتم الرسل، فلا يستدرك عليه أحد، يكفيه من رحمته وإنعامه وثنائه عليه أنْ قرن اسمه باسمه؛ لذلك خاطبه بقوله:  {وَرَفَعْنَا لَكَ ذِكْرَكَ}  [الشرح: ٤] . </p><p> يكفيه من تكريم الله له أنه سيقبل شفاعته يوم القيامة، لا لأمته فحسب، إنما للخَلْق جميعاً، يكفيه أن الله تعالى خاطب كل رسله بأسمائهم المشخِّصة لهم، وخاطبه هو بالوصف المكرم في {ياأيها النبي ... }  [الممتحنة: ١٢] و {ياأيها الرسول ... }  [المائدة: ٤١] . </p><p> أما عن صلاة الملائكة، فهي دعاء، واقرأ:  {الذين يَحْمِلُونَ العرش وَمَنْ حَوْلَهُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُونَ بِهِ وَيَسْتَغْفِرُونَ لِلَّذِينَ آمَنُواْ رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَّحْمَةً وَعِلْماً فاغفر لِلَّذِينَ تَابُواْ واتبعوا سَبِيلَكَ وَقِهِمْ عَذَابَ الجحيم رَبَّنَا وَأَدْخِلْهُمْ جَنَّاتِ عَدْنٍ التي وَعَدْتَّهُمْ وَمَن صَلَحَ مِنْ آبَآئِهِمْ وَأَزْوَاجِهِمْ وَذُرِّيَّاتِهِمْ إِنَّكَ أَنتَ العزيز الحكيم وَقِهِمُ السيئات وَمَن تَقِ السيئات يَوْمَئِذٍ فَقَدْ رَحِمْتَهُ وَذَلِكَ هُوَ الفوز العظيم}  [غافر: ٧ - ٩] . </p><p> فإذا كان الخَلْق جميعاً محلَّ صلاة الملائكة واستغفارهم ودعائهم، حتى الذين أذنبوا منهم، ثم تابوا، فما بالك برسول الله، وهو هادي الناس جميعاً. </p><p> أما الصلاة من المؤمنين، فهي الاستغفار، واستغفارهم ليس لرسول الله، إنما هو استغفارهم لأنفسهم؛ لأن رسول الله جاء رحمةً لهم، وما دام جاء رحمةً لهم كان من الواجب ألاَّ يغيب توقيره عن بالهم أبداً فَهُمْ إنِ استغفروا، فاستغفار عن الغفلة عنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، أو عن أنهم لم يتقدم اسمه، فيصلون عليه. </p><p> والمؤمن حين يُصلِّي على رسول الله، ماذا يملك من عطاء يُؤدِّيه لرسول الله؟ ماذا بأيدينا؟ لذلك تأمل لفظ صلاتك على رسول الله، إنك لا تقول أصلي، ولكن تقول: اللهم صَلِّ على محمد، أو صلَّى </p><p> الله على محمد، فتطلب مِمَّنْ هو أعلى منك أنْ يُصلي على رسول الله؛ لأنه لا يوجد عطاء عندك تُؤدِّيه لرسول الله. </p><p> إذن: فالصلاة من الله الرحمة العامة المطلقة، والصلاة من الملائكة الدعاء، والصلاة من المؤمنين الاستغفار. </p><p> لذلك «سُئِلَ سيدنا رسول الله: يا رسول الله تلك صلاة الله، وتلك صلاة الملائكة، فما الصلاةُ عليك؟ يعني كيف؟قال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:» قولوا اللهم صَلِّ على محمد وعلى آل محمد، كما صلَّيتَ على إبراهيم وعلى آل إبراهيم، وبارك على محمد وعلى آل محمد، كما باركتَ على إبراهيم وعلى آل إبراهيم في العاملين، إنك حميدٌ مجيدٌ «» . </p><p> ودخل عليه صحابي، فقال: يا رسول الله، ما رأيتك بهذه الطلاقة والبِشْر قبل اليوم؟ فقال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «إن جبريل جاءني فأخبرني أن مَنْ صلى عليَّ صلاة صلَّى الله بها عليه عشراً، وكُتِب له عشر حسنات ومُحي عنه عَشْر سيئات» . </p><p> وقال عمر رَضِيَ اللَّهُ عَنْه: دخل رجل على رسول الله، فسأله: ما الصلاة عليك يا رسول الله؟ قال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: «ذلك من العلم المكنون، ولولا أنكم سألتموني ما قلته: إن الله وكَّل بي ملكيْنِ، فإذا صلَّى واحد عليَّ قال الملكان: غفر الله لك. ويقول الله: آمين وتقول </p><p> الملائكة: أمين» . </p><p> سبحان الله: الله عَزَّ وَجَلَّ بذاته يُؤمِّن على دعاء الملكين. </p><p> وقالوا: الصلاة على رسول الله فَرْض على المؤمن، كالحج مرة واحدة من العمر، لكنها واجبة عليه عند كل ذِكْر لرسول الله، لذلك جاء في الحديث:  «أبخل البخلاء من ذُكِرْتُ عنده فلم يُصَلِّ عليَّ» . </p><p> وقوله تعالى بعدها:  {وَسَلِّمُواْ تَسْلِيماً}  [الأحزاب: ٥٦] لك أنْ تلحظ في صدر الآية {إِنَّ الله وَمَلاَئِكَتَهُ يُصَلُّونَ عَلَى النبي ... }  [الأحزاب: ٥٦] ولم يَقُلْ سبحانه ويسلمون، فلما أمر المؤمنين قال {صَلُّواْ عَلَيْهِ وَسَلِّمُواْ تَسْلِيماً}  [الأحزاب: ٥٦] فزاد: وسلِّموا تسليماً. </p><p> قال العلماء: لأن الصلاة على رسول الله لا يزن إلا مع التسليم له بمعنى طاعته والإذعان لأمره، وأن تُسْلِم زمامك له في كل صغيرة وكبيرة، وإلاَّ فكيف تُصلِّي عليه وأنت تعصي أوامره، وقد قال تعالى:  {فَلاَ وَرَبِّكَ لاَ يُؤْمِنُونَ حتى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لاَ يَجِدُواْ في أَنْفُسِهِمْ حَرَجاً مِّمَّا قَضَيْتَ وَيُسَلِّمُواْ تَسْلِيماً}  [النساء: ٦٥] . </p><p> ومن معاني التسليم أن نقول: السلام عليك أيها النبي كما نقول في التشهُّد، والسلام اسم من أسماء الله، ومعنى: السلام عليك يا رسول الله أي: جعل الله لك وقاية، فلا ينالك أحد بسوء. </p><p> ثم يقول الحق سبحانه:  {إِنَّ الذين يُؤْذُونَ ... } . </p>"
}