{
  "id": null,
  "sura": 33,
  "aya": 2,
  "text": "<p> نلحظ هنا نهياً بين أمرين: الأول {ياأيها النبي اتق الله ... }  [الأحزاب: ١] والاخر: {واتبع مَا يوحى إِلَيْكَ مِن رَبِّكَ. .}  [الأحزاب: ٢] وبينهما النهي: {وَلاَ تُطِعِ الكافرين والمنافقين ... }  [الأحزاب: ١] ووقوع هذا النهي بين هذين الأمرين ترتيب طبيعي؛ لأنك إذا اتقيتَ الله ستُعلى منهج الحق، وهذا يؤذي أهل الباطل وأهل الفساد المستفيدين به، فلا بُدَّ أنْ يأتوا إليك يوسوسون في أُذنك ليصرفوك عن منهج ربك، وعليك إذن أنْ ترد الأمر إلى ما يوحى إليك وأنْ تتبعه. </p><p> وقلنا: إن الوحي: إعلام بخفاء، فإنْ كان علانية فلا يُعَدُّ وحياً، ولله تعالى في وحيه وسائل كثيرة مع جميع خَلْقه، فيوحي سبحانه إلى الجماد؛ لأنه قادر على أن يخاطب الجماد، كما في قوله سبحانه وتعالى عن الأرض:  {يَوْمَئِذٍ تُحَدِّثُ أَخْبَارَهَا بِأَنَّ رَبَّكَ أوحى لَهَا}  [الزلزلة: ٤ - ٥] </p><p> ويوحي إلى النحل:  {وأوحى رَبُّكَ إلى النحل أَنِ اتخذي مِنَ الجبال بُيُوتاً وَمِنَ الشجر وَمِمَّا يَعْرِشُونَ}  [النحل: ٦٨] </p><p> ويُوحى إلى غير رسول أو نبي:  {وَإِذْ أَوْحَيْتُ إِلَى الحواريين أَنْ آمِنُواْ بِي وَبِرَسُولِي ... }  [المائدة: ١١١] </p><p> وقال:  {وَأَوْحَيْنَآ إلى أُمِّ موسى أَنْ أَرْضِعِيهِ ... }  [القصص: ٧] </p><p> هذا هو الوحي في معناه العام، أما الوحي الخاص فيكون من الله تعالى لرسول مُرْسَل من عنده إلى الخَلْق، وله طرق متعددة، فمرةَ يكون بالنفث في الروع، ومرة يكون بالوحي بكلام لا يُرى قائله، ولا يُعرف مصدره، ومرة يكون عن طريق رسول ينزل به من الملائكة. </p><p> يقول تعالى:  {وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ الله إِلاَّ وَحْياً أَوْ مِن وَرَآءِ حِجَابٍ أَوْ يُرْسِلَ رَسُولاً ... }  [الشورى: ٥١] </p><p> والقرآن الكريم لم يأْتِ بالإلهام ولا بالكلام من وراء الغيب والحُجُب، إنما جاء عن طريق رسول مَلَك نزل به على رسول الله، فثبت القرآن من هذا الطريق. </p><p> ولا بُدَّ في هذه المسألة من التقارب بين الرسول الملَك، والرسول البشر، فلكل منهما طبيعته الخاصة، ولكي يلتقيا لا بُدَّ من أمرين: إما أنْ يرتفع البشر إلى مرتبة الملائكية بحيث يستقبل منها، أو ينزل الملَك إلى مرتبة البشرية بحيث يستطيع أنْ يُلقنها. </p><p> لذلك جاء في الحديث أن جبريل عليه السلام نزل إلى مجلس رسول الله في صورة بشرية ليُعلِّم الناس أمور دينهم. وكان النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في أول الوحي تأخذه قشعريرة، ويتصبب جبينه عرقاً، حينما يأتيه جبريل بالوحي، وما ذاك إلا لالتقاء الملكية بالبشرية، فكان صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يبلغ به الجهد حتى يقول: زمِّلوني زمِّلوني، دثِّروني دثِّروني. </p><p> وإذا جاءه الوحي وهو جالس مع أصحابه وركبته على ركبة أحدهم يشعر لها بثقل كأنها الجبل، أو يأتيه الوحي وهو على دابة فكانت تئط، لذلك فتر عن رسول الله الوحي بعد فترة ليستريح من هذا الإجهاد، وتبقى له حلاوة ما أُوحي إليه، فيتشوق إليه من جديد. </p><p> وبعدها خاطبه ربه:  {أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ وَوَضَعْنَا عَنكَ وِزْرَكَ الذي أَنقَضَ ظَهْرَكَ وَرَفَعْنَا لَكَ ذِكْرَكَ}  [الشرح: ١ - ٤] </p><p> والهدف حينما يكون غالياً، والغاية سامية يهون في سبيلها كل جهد، وقد عاد الوحي إلى رسول الله بعد شوق، وخاطبه ربه بقوله:  {وَلَلآخِرَةُ خَيْرٌ لَّكَ مِنَ الأولى وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فترضى}  [الضحى: ٤ - ٥] </p><p> إذن: ثبت القرآن بالوحي عن طريق الرسول الملَك، ولم يثبت بالإلهام أو النفث في الرَّوْع، أو الكلام من وراء حجاب، يقول تعالى:  {وَكَذَلِكَ أَوْحَيْنَآ إِلَيْكَ رُوحاً مِّنْ أَمْرِنَا مَا كُنتَ تَدْرِي مَا الكتاب وَلاَ الإيمان ... }  [الشورى: ٥٢] </p><p> والوحي هنا:  {واتبع مَا يوحى إِلَيْكَ. .}  [الأحزاب: ٢] مِنْ مَنْ؟ {مِن رَبِّكَ. .}  [الأحزاب: ٢] ولم يقل مثلاً رب الخلق، نعم هو سبحانه رب الخَلْق جميعاً، لكن محمداً صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ سيد الخلق، فهو رب الخلق من باب أَوْلَى، وكلمة (ربك) تدل على الحب وعلى الاهتمام، وأنه تعالى لن يخذلك أبداً، وما اتصاله بك إلا للخير لك ولأمتك. </p><p> ثم يقول تعالى:  {إِنَّ الله كَانَ بِمَا تَعْمَلُونَ خَبِيراً}  [الأحزاب: ٢] الخبير مَنْ وصل إلى منتهى العلم الدقيق، ومنه قولنا: اسأل أهل الخبرة. يعني: لا يسأل أهل العلم السطحي، فالخبير هو الذي لا يغيب عنه شيء. </p><p> وتلحظ أن الآية السابقة خُتمتْ بقوله تعالى:  {إِنَّ الله كَانَ عَلِيماً حَكِيماً}  [الأحزاب: ١] أي: عليماً بما يُشرِّع، حكيماً يضع الأمر في موضعه، وقال هنا:  {إِنَّ الله كَانَ بِمَا تَعْمَلُونَ خَبِيراً}  [الأحزاب: ٢] أي: بما ينتهي إليه أمرك مع التشريع، استجابةً أو رفضاً، فربُّك لن يُشرِّع لك ثم يتركك، إنما يَخْبُر ما تصنع، ولو حتى نوايا القلوب. </p><p> فالخبرة تدل على منتهى العلم وعلى العلم الواسع، وهذا المعنى واضح في قوله تعالى في قصة لقمان:  {يابني إِنَّهَآ إِن تَكُ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ فَتَكُنْ فِي صَخْرَةٍ أَوْ فِي السماوات أَوْ فِي الأرض يَأْتِ بِهَا الله إِنَّ الله لَطِيفٌ خَبِيرٌ}  [لقمان: ١٦] </p><p> فالخبرة تدل على العلم الواسع الذي لا تفوته جزئية مهما صغرت، واللطف هو التغلغل في الأشياء مهما كانت دقيقة، وقلنا: إن الشيء كلما لَطُفَ عَنُفَ. </p><p> فكأن الحق سبحانه يقول لرسوله: اطمئن، فمهما صُودِمتَ من خصومك، ومهما تألَّبوا عليك، فربُّك من ورائك لم يتخلى عنك، وهؤلاء الخصوم خَلْقي، وأنا معطيهم الطاقات المفكرة والطاقات العاقلة والطاقات المتآمرة، وسوف أنصرك عليهم في كل مرحلة من مراحل كيدهم لك. </p><p> لذلك لم يقووا عليك مناظرة ولا جدلاً، ولم يقدروا عليك حين بيَّتوا لك ليضربوك ضربة رجل واحد، فيتفرق دمك بين القبائل، وخرجتَ من بينهم سالماً تحثو التراب على رؤوسهم، حتى لما استعانوا عليك بالسحر وبالجن أخبرتُك بما يدبرون لك، ولم أُسِلْمْك لكيدهم. </p><p> ثم يقول الحق سبحانه:  {وَتَوَكَّلْ على الله ... } . </p>"
}