{
  "id": null,
  "sura": 33,
  "aya": 44,
  "text": "<p> الكلام هنا عن الآخرة، وهذه التحية، وهذا السلام ليس منا، ولكن من الله، كما قال في موضع آخر {سَلاَمٌ قَوْلاً مِّن رَّبٍّ رَّحِيمٍ}  [يس: ٥٨] . </p><p> فالرحمة التي ننالها، والعطف والحنان من الله لنا في الدنيا </p><p> يعني: سداداً في حركة الحياة، واستقامة في السلوك، وراحةَ للبال، واطمئناناً للنفس، لكن مع هذا لا تخلو الدنيا من مُنغِّصات وأحداث تُصيبك، أما رحمة الله في الآخرة فهي سلام تام لا يُنغِّصه شيء، والإنسان أيضاً يتمتع بنعم الله في الدنيا، لكن يُنغِّصها عليه خشية فواتها. </p><p> أما في الآخرة فيتمتع متعة خالصة، لا ينغصها شيء، فالنعمة دائمة باقية لا يفوتها ولا تفوته، لقد كان في الدنيا في عالم الأسباب وهو الآن في الآخرة مع المسبِّب سبحانه الذي يقول:  {لِّمَنِ الملك اليوم لِلَّهِ الواحد القهار}  [غافر: ١٦] . </p><p> لكن، ما المراد بقوله تعالى:  {يَوْمَ يَلْقَوْنَهُ ... }  [الأحزاب: ٤٤] أيوم القيامة للثواب، أَمْ يوم يلقوْنَهُ بالموت وبانتهاء الحياة، كما نقول مثلاً في الموت: فلان لقي ربه؟ قالوا: المؤمن لا يأتيه مَلَك الموت إلا إذا سلَّم عليه أولاً قبل أن يقبض روحه، فإذا سلم عليه فهذا يعني أنه من أهل السلام، وهذه أول مراتبه. وقد يكون المراد السلام التام الذي يَلْقاه المؤمن يوم القيامة حيث يجد سلاماً لا مُنغِّصات بعده. </p><p> لذلك نجد أن سيدنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وهو يعاني سكرات الموت تقول له السيدة فاطمة لما رأتْ ما يعانيه: واكرباه يا أبتاه، فيقول لها «لا كرب على أبيك بعد اليوم» فأيُّ كرب على رسول الله بعد أن ينتقل إلى جوار ربه، إلى السلام النهائي الذي لا خوفَ بعده. </p><p> ثم يقول سبحانه:  {وَأَعَدَّ لَهُمْ أَجْراً كَرِيماً}  [الأحزاب: ٤٤] فوصف الأجر نفسه بأنه كريم، والذي يُوصَف بالكرم الذي أعدَّ الأجر، فوصف الأجر بأنه كريم يعني أن الكرم تعدَّى من الرب سبحانه الذي أعده إلى الأجر نفسه، حتى صار هو أيضاً كريماً. </p><p> ومثال ذلك قوله تعالى:  {وَأَعْتَدْنَا لَهَا رِزْقاً كَرِيماً}  [الأحزاب: ٣١] فتعدَّى الكرم من الرازق إلى الرزق؛ لأن الرزق في الدنيا له أسباب بأيدي الخَلْق، لكن الرزق في الآخرة يأتيك بلا أسباب، وليس لأحد فيه شيء، ولماذ لا يُوصَف بالكرم وهو يأتيك دون سَعْي منك، وبمجرد الخاطر تستدعيه فتراه بين يديك. </p><p> ثم يقول الحق سبحانه:  {ياأيها النبي إِنَّآ أَرْسَلْنَاكَ ... } . </p>"
}