{
  "id": null,
  "sura": 33,
  "aya": 51,
  "text": "<p> قوله {تُرْجِي مَن تَشَآءُ مِنْهُنَّ ... }  [الأحزاب: ٥١] أي: تؤخر مَنْ تشاء من زوجاتك عن ليلتها {وتؤوي إِلَيْكَ مَن تَشَآءُ ... }  [الأحزاب: ٥١] أي: تضم إليك، وتضاجع مَنْ تشاء منهن {وَمَنِ ابتغيت ... }  [الأحزاب: ٥١] من طلبتَ من زوجاتك وقرَّبت {مِمَّنْ عَزَلْتَ ... }  [الأحزاب: ٥١] أي: اجتنبتَ بالإرجاء والتأخير {فَلاَ جُنَاحَ عَلَيْكَ ... }  [الأحزاب: ٥١] أي: لا إثم ولا حرج. </p><p> {ذَلِكَ أدنى أَن تَقَرَّ أَعْيُنُهُنَّ وَلاَ يَحْزَنَّ وَيَرْضَيْنَ بِمَآ آتَيْتَهُنَّ كُلُّهُنَّ ... }  [الأحزاب: ٥١] أي: أنهُنَّ جميعاً سيفرَحْنَ، التي تضمها إليك، والتي تُرجئها وتؤخرها، وسوف يرضيْنَ بذلك؛ لأنهن يعلَمنَ أن مشيئتك في ذلك بأمر الله، فالتي ضمها رسول الله إيه تفرح بحب رسول الله ولقائه، والتي أُخِّرَتْ تفرح؛ لأن رسول الله أبقى عليها، ثم عاد إليها مرة أخرى وضمَّها إليه وقرَّبها، وهذا يدل على أن لها دوراً ومنزلة، وأيضاً حين يكون ذلك من تشريع رب محمد لمحمد، فإنه لا يعني أنه كرهها أو زهد فيها، فإنْ فعلْتَ ذلك يا محمد - مع أن فيه مشقة - فإنما فعلْتَه طاعة لأمر مَنْ؟ لأمر الله، فتأخذ ثواب الله عليه. </p><p> وحين نتأمل كلمة {تَقَرَّ ... }  [الأحزاب: ٥١] تجد أنها كعامة كلمات القرآن (كالألماس) ، لكل ذرة تكوينية فيه بريق خاص وإشعاع؛ لذلك يقولون عنه:  (دا بيلالي) ومع كثرة بريقه لا يطمس شعاعٌ فيه شعاعاً آخر، كذلك كلمات القرآن. </p><p> (قرَّ) وردتْ كثيراً في القرآن كما في {قُرَّةُ عَيْنٍ لِّي وَلَكَ ... }  [القصص: ٩] . </p><p> كلمة قرَّ معناها سكن، نقول: قَرَّ بالمكان أي: استقر فيه وسكن، والقرّ هو البرد، وقُرَّة العين تأتي بالمعنيين، فالعين تسكن </p><p> عند شيء ما، ولا تنتقل إلى غيره إنْ كان جميلاً يأسرها فلا تفارقه، يقولون: فلان قيْد النظر. </p><p> وفي المقابل يقولون: فلان عينه زائغة يعني: لا تستقر على شيء أو (عينه دشْعَة) عند إخواننا الذين ينطقون الجيم دالاً مثل (دِرْدَة) يقصدون جرجاً، والعين الجشعة بنفس المعنى، وفي المعنى السياسي يقولون: فلان له تطلُّعات يعني: كلما وصل إلى منصب نظر إلى الأعلى منه. </p><p> أما القُرُّ بمعنى البرودة، فَقُرَّة العين تعني: برودتها، وهي كناية عن سرورها؛ لأن العين لا تسخُن إلا في الحزن والألم؛ لذلك ثبت أخيراً أن حبة العين (ترمومتر) دقيق لحالة الجسم كله، وميزان لصحته أو مرضه. </p><p> ولأهمية العين نقول في التوكيد: جاءني فلان عينه، وسبق أن تحدثنا عن ظاهرة الاستطراق الحراري في جسم الإنسان وقلنا: إن من المعجزات في تكوين الإنسان أن الاستطراق الحراري في جسمه يتم بنظام خاص، بحيث يحتفظ كل عضو في الجسم بحرارة تناسبه، فإن كانت حرارة الجسم العامة والمثالية ٣٧ - ومن العجيب أنها كذلك عند سكان القطب الشمالي، وهي كذلك عند سكان خط الاستواء - فإن حرارة الكبد مثلاً لا تقل عن ٤٠ مئوية، أما العين فإذا زادت حرارتها عن عشر درجات تنفجر. </p><p> إذن: فقُرَّة عَيْن زوجات النبي وسُرورهن في مشيئته، حين </p><p> يُقرِّب إليه مَنْ يُقرِّب، أو يؤخر من يؤخر؛ لأن مشيئته نابعة من أمر الله له. </p><p> وقوله تعالى:  {وَيَرْضَيْنَ بِمَآ آتَيْتَهُنَّ كُلُّهُنَّ ... }  [الأحزاب: ٥١] أي: في أيِّ الحالات، ثم جاء قوله تعالى:  {والله يَعْلَمُ مَا فِي قلُوبِكُمْ وَكَانَ الله عَلِيماً حَلِيماً}  [الأحزاب: ٥١] ليشير إلى أن الرضا هنا ليس هو رضا القوالب، إنما يراد رضا القلب بتنفيذ أوامر الله دون أنْ يكون في النفوس دخائل أو اعتراض. </p><p> فالله سبحانه {وَكَانَ الله عَلِيماً ... }  [الأحزاب: ٥١] يعلم ما في القلوب {حَلِيماً}  [الأحزاب: ٥١] لا يجازيكم على ما يعلم من قلوبكم، ولو جازاكم على قَدْر ما يعلم لأتعبكم ذلك. </p><p> وتأمل حِلْم الله علينا ورحمته بنا في مسألة البدء ببسم الله، فالنبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يُعلِّمنا أن كل عمل لا يبدأ ببسم الله فهو أبتر أي: مقطوع البركة، فالإنسان حين يبدأ في الفعل لا يفعله بقدرته عليه، ولكن بتسخير مَنْ خلقه له، فحين تقول: بسم الله أفعل كذا وكذا، فإنك تفعل باسم الذي سخَّر لك هذا الشيء. </p><p> لذلك يقول الحق سبحانه وتعالى:  {والذي خَلَقَ الأزواج كُلَّهَا وَجَعَلَ لَكُمْ مِّنَ الفلك والأنعام مَا تَرْكَبُونَ لِتَسْتَوُواْ على ظُهُورِهِ ثُمَّ تَذْكُرُواْ نِعْمَةَ رَبِّكُمْ إِذَا استويتم عَلَيْهِ وَتَقُولُواْ سُبْحَانَ الذي سَخَّرَ لَنَا هذا وَمَا كُنَّا لَهُ مُقْرِنِينَ}  [الزخرف: ١٢ - ١٣] . </p><p> فعليك أنْ تبدأ ببسم الله حتى إنْ كنتَ عاصياً لله، إياك أن تظنَّ أنك لسْتَ أهلاً لهذه الكلمة؛ لأن ربك حليم، ورحمن رحيم. </p><p> ثم يقول الحق سبحانه:  {لاَّ يَحِلُّ لَكَ النسآء مِن بَعْدُ ... } . </p>"
}