{
  "id": null,
  "sura": 33,
  "aya": 3,
  "text": "<p> يعني: إياك أن تظن أن واحداً من هؤلاء سوف يساعدك في أمرك، او أنه يملك لك ضراً ولا نفعاً، فلا تُحسِن الظن بأوامرهم لا </p><p> بنواهيهم، ولا تتوكل عليهم في شيء، إنما توكل على الله. </p><p> ولا بُدَّ أن نُفرق هنا بين التوكل والتواكل: التوكل أن تكون عاجزاً في شيء، فتذهب إلى مَنْ هو أقوى منك فيه، وتعتمد عليه في أن يقضيه لك، شريطة أن تستنفد فيه الأسباب التي خلقها الله لك، فالتوكل إذن أن تعمل الجوارح وتتوكل القلوب. </p><p> وقد ضرب لنا سيدنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مثلاً توضيحياً في هذه المسألة بالطير، فقال:  «لو توكلتم على الله حقَّ توكله، لرزقكم كما يرزق الطير، تغدو خماصاً وتروح بطاناً» . </p><p> أما التواكل فأنْ ترفضَ الأسباب التي قدمها الله لك، وتقعد عن الأَخْذ بها، وتقول: توكلت على الله، لا إنما استنفد الأسباب الموجودة لك من ربك، فإنْ عزَّتْ عليك الأسباب فلا تيأس؛ لأن لك رباً أقوى من الأسباب؛ لأنه سبحانه خالق الأسباب. </p><p> لذلك، كثير من الناس يقولون: دعوتُ الله فلم يستجب لي، نقول: نعم صدقت، وصدق الله معك؛ لأن الله تعالى أعطاك الأسباب فأهملتها، فساعة تستنفد أسبابك، فثِقْ أن ربك سيستجيب لك حين تلجأ إليه. </p><p> واقرأ قوله تعالى:  {أَمَّن يُجِيبُ المضطر إِذَا دَعَاهُ وَيَكْشِفُ السواء ... }  [النمل: ٦٢] والمضطر هو الذي عزَّتْ عليه الأسباب، وخرجتْ عن </p><p> نطاق قدرته كما حدث لسيدنا موسى - عليه السلام - حين حاصره فرعون وجنوده حتى قال قوم موسى:  {إِنَّا لَمُدْرَكُونَ}  [الشعراء: ٦١] </p><p> نعم، مدركون؛ لأن البحر من أمامهم، والعدو من خلفهم، هذا رأي البشر وواقع الأمر، لكن لموسى منفذ آخر فقال:  (كلا) يعني لن نُدْرَك {إِنَّ مَعِيَ رَبِّي سَيَهْدِينِ}  [الشعراء: ٦٢] قالها موسى رصيد إيماني وثقة في أن الله سيستجيب له. </p><p> والبعض يقول: دعوتُ الله في كذا وكذا، وأخذت بكل الأسباب، فلم يستجب لي، نقول: نعم لكنك لَسْتَ مضطراً، بل تدعو الله عن ترف كمن يسكن مثلاً في شقة ويدعو الله أنْ يسكن في فيلا أو قصر، فأنت في هذه الحالة لست مضطراً. </p><p> ثم يذكر الحق سبحانه حيثية التوكل على الله، فيقول:  {وكفى بالله وَكِيلاً}  [الأحزاب: ٣] أي: يكفيك أنْ يكون الله وكيلك؛ لأنه لا شيء يتأبَّى عليه، ولا يستحيل عليه شيء. </p><p> وأحكي لكم قصة حدثت بالفعل معنا، وكنا نسير مع بعض الإخوان فرأينا رجلاً مكفوف البصر يريد أنْ يعبر الشارع فقلنا لزميل لنا: اذهب وخذ بيده، فنزل وعبر به الشارع ثم قال له: إلى أين تذهب؟ قال: إلى المنزل رقم كذا في هذا الشارع، فأخرج صاحبنا من جيبه عشرة جنيهات ووضعها في يد الرجل، فلما أمسك بورقة العشرة جنيهات لم يلتفت إلى المعطي، إنما رفع وجهه إلى السماء وقال: لا شيء يستحيل عليك أبداً، ثم قال لصحابنا: يا بني أرجعني مكان ما كنت! {فقد قضيت حاجته التي كان يسعى لها} ! </p><p> نعم {وكفى بالله وَكِيلاً}  [الأحزاب: ٣] لأنه لا تعوزه أسباب، ولا </p><p> يُثنيه عن إرادته شيء </p><p> {مَا عِندَكُمْ يَنفَدُ وَمَا عِندَ الله بَاقٍ ... }  [النحل: ٩٦] </p><p> وفي التوكل ملحظ آخر ينبغي أنْ نتنبه إليه، هو أنك إذا توكلتَ على أحد يقضي لك أمراً فاضمن له أنْ يعيش لك حتى يقضي حاجتك، فكيف تتوكل على شخص وتُعلِّق به كل آمالك، وفي الصباح تسمع نعيه: مات فلان؟ </p><p> إذن: لا ينبغي أن تتوكل إلا على الله الحي الذي لا يموت: {وَتَوَكَّلْ عَلَى الحي الذي لاَ يَمُوتُ وَسَبِّحْ بِحَمْدِهِ ... }  [الفرقان: ٥٨] واستغنِ بوكالة الله عن كل شيء {وكفى بالله وَكِيلاً}  [الأحزاب: ٣] </p><p> ثم يقول الحق سبحانه:  {مَّا جَعَلَ الله لِرَجُلٍ ... } . </p>"
}