{
  "id": null,
  "sura": 33,
  "aya": 8,
  "text": "<p> اللام هنا في {لِّيَسْأَلَ. .}  [الأحزاب: ٨] لام التعليل، فالمعنى أننا أخذنا من النبيين الميثاق، لكن لن نتركهم دون سؤال {وَإِذْ أَخَذْنَا مِنَ النبيين مِيثَاقَهُمْ ... }  [الأحزاب: ٧] لماذا؟ {لِّيَسْأَلَ الصادقين عَن صِدْقِهِمْ. .}  [الأحزاب: ٨] لكن إذا كان المبلِّغ صادقاً، فكيف يسأل عن صدقه؟ </p><p> سؤال الصادق عن صِدْقه ليس تبكيتاً للصادق، إنما تبكيتاً لمن كذَّب به، سنسأل الرسل: أبلغتم هؤلاء؟ ويقول تعالى:  {يَوْمَ يَجْمَعُ الله الرسل فَيَقُولُ مَاذَآ أُجِبْتُمْ ... }  [المائدة: ١٠٩] ويسأل الله القوم: {أَلَمْ يَأْتِكُمْ رُسُلٌ مِّنْكُمْ يَقُصُّونَ عَلَيْكُمْ آيَاتِي وَيُنذِرُونَكُمْ لِقَآءَ يَوْمِكُمْ هذا ... }  [الأنعام: ١٣٠] </p><p> فالاستفهام هنا للتقريع والتبكيت لمن كذَّب. </p><p> أو: يكون المعنى {لِّيَسْأَلَ الصادقين عَن صِدْقِهِمْ. .}  [الأحزاب: ٨] أي: أنتم بشَّرتم بأن الإله واحد، فأنتم صادقون؛ لأنكم أخذتُمْ هذه مني، ولما قامت الساعة ولم تجدوا إلهاً آخر يحمي الكافرين، إذن: فقد صدقت فيما أخبرت به، وصدقتم فيما بلغتم عني، حيث لم تجدوا في الآخرة إلا الإله الواحد. </p><p> لذلك يقول سبحانه:  {وَوَجَدَ الله عِندَهُ فَوَفَّاهُ حِسَابَهُ}  [النور: ٣٩] ولو كان معه سبحانه إله آخر لَدافع عن هؤلاء الكافرين، ومنعهم من العذاب. </p><p> كذلك يسأل الرسل عن البعث الذي وعد الله به، وبلَّغوه لأممهم، </p><p> وعن الحساب وما فيه من ثواب وعقاب، وكأن الحق سبحانه يسألهم: هل تخلَّف شيء مما أخبرتكم به؟ هل قصرت في إثابة المحسن أو معاقبة المسيء؟ إذن: صدق كلامي كله. </p><p> كما تجلس مع ولدك مثلاً تراجع معه المواد الدراسية، وتحثُّه على المذاكرة فيُوفَّق في الامتحان، ثم تسأله: ماذا فعلت في إجابة السؤال الفلاني؟ فأنت لا تقصد الاستفهام، إنما تستعيد معه أمجاد ما أنجزه بالفعل تسأله عن توفيق الله له، كذلك الحق سبحانه يستعيد مع الرسل وَقَفْتهم لدين الله وإعلاءَهم كلمة الحق في هذه الساعة ولا مردَّ لها. </p><p> إذن: فسؤال الصادقين عن صدقهم تكريم لهم، وشهادة بأنهم أدَّوْا ما عليهم، وهو كذلك تبكيت لمن كذَّب بهم. </p><p> ثم يقول سبحانه:  {وَأَعَدَّ لِلْكَافِرِينَ عَذَاباً أَلِيماً}  [الأحزاب: ٨] والفعل الماضي هنا دليل على أن كل شيء معدٌّ وموجود سَلَفاً، ولن ينشيء الحق سبحانه شيئاً جديداً، كذلك قال عن الجنة {أُعِدَّتْ لِلْمُتَّقِينَ}  [آل عمران: ١٣٣] </p><p> وسبق أنْ أوضحنا أن الله تعالى خلق الجنة لتسع الناس جميعاً إنْ آمنوا، وخلق النار كذلك تسع الناس جميعاً إن كفروا، يعني: لن تكون هناك أزمة أماكن، فإذا ما أخذ أهل الإيمان أماكنهم من الجنة </p><p> تتبقى أماكن الذين كفروا شاغرة، فيقول تعالى للمؤمنين: خذوها أنتم: {وَتِلْكَ الجنة التي أُورِثْتُمُوهَا بِمَا كُنتُمْ تَعْمَلُونَ}  [الزخرف: ٧٢] </p><p> وقد وصف العذاب مرة بأنه أليم، ومرة بأنه مهين، ومرة بأنه عظيم، ومرة بأنه شديد، ولكل منها ملحظ، فالأليم يُلحظ فيه القسوة والإيلام، والعذاب المهين يُلحظ فيه إهانة المعذَّب والنيل من كرامته، فمن الناس مَنْ يحاول التجلُّد، ويُظهر تحمل الألم وعدم الاكتراث به، في حين يؤلمه أنْ تنال من كرامته، فيناسبه العذاب المهين. </p>"
}