{
  "id": null,
  "sura": 33,
  "aya": 59,
  "text": "<p> نلحظ أن الأمر توجَّجه أولاً لأزواج النبي، ثم لبناته صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وهذا يعني أن رسول الله لا يأمر أمته بشيء هو عنه بنجوى، إنما يأمرهم بشيء بدأ فيه بأهل بيته، وهذا أدْعَى لقبول الأمر وتنفيذه، فقبل أنْ آمركم أمرت نفسي فلم أتميز عنكم بشيء. </p><p> لذلك جاء في سيرة القائد المسلم «طارق بن زياد» أنه لما ذهب لفتح الأندلس وقف بجنوده على شاطيء البحر، وأعداؤه على الشاطيء الآخر، ثم قال للجنود: أيها الناس أنا لن آمركم بأمر أنا عنه بنجوى، وإنني عند ملتقى القوم سابقكم، فمبارز سيِّدَ القوم، فإنْ قتلتُه فقد كُفيتم أمره، وإنْ قتلني فلن يعوزكم أمير بعدي. </p><p> أي: أنني سابقكم إلى القتال، ولن أرسلكم وأجلس أتفرج وأرقب ما يحدث، يعني: أنا لا أتميز عنكم بشيء. </p><p> وبهذه المساواة أيضاً ساد عمر - رَضِيَ اللَّهُ عَنْه - القوم وقاد العالم وهو يرتدي مُرقَّعته بالمدينة؛ لذلك لما رآه رجل وهو نائم تحت شجرة كعامة الناس قال: حكمتَ فعدلْتَ فأمنْتَ، فنمتَ يا عمر. </p><p> وكان - رَضِيَ اللَّهُ عَنْه - إذا أراد أنْ يأخذ قراراً في أمر من أمور رعيته يعلم أن الفساد إنما يأتي أولاً من الحاشية والأقارب والأتباع ومن مراكز القوى التي تحيط به؛ لذلك كان يجمع قرابته ويحذرهم: أنا اعتزمْتُ أنْ صدر قراراً في كذا وكذا، فوالذي نفسي بيده مَنْ خالفني منكم إلى شيء منه لجعلته نكالاً للمسملين، أيها القوم إياكم أنْ يدخل عليكم مَنْ يدَّعي صلته بي، فتعطونه غير حق مَنْ لم يعرفني، والله إنْ فعلتُم لأجعلنكم نكالاً للمسلمين. </p><p> وورود النص القرآني بلفظ {ياأيها النبي قُل لأَزْوَاجِكَ ... }  [الأحزاب: ٥٩] دليل على أن سيدنا رسول الله كان ينقل النص الذي جاءه، والصيغة التي تكلَّم الله بها دون أنْ يٌغيِّر فيها شيئاً، وإلا فقد كان بإمكانه أن ينقل الأمر لأزواجه، فيقول: يا أيها النبي أزواجك وبناتك يدنين عليهن من جلابيبهن. إنما نقل النص القرآني كما أُنزل عليه؛ ليعلم الجميع أن الأمر من الله، وما محمد إلا مُبلِّغ عن الله، فمَنْ أراد أنْ يناقش الأمر فليناقش صاحبه. </p><p> وأزواج النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ساعة نزلتْ عليه هذه الآية كُنَّ تسعة أزواج، كرَّمهن الله وخيَّرهن فاخترْنَ رسول الله، كان منهن خمس من قريش هُنَّ: عائشة، وحفصة، وأم حبيبة، وأم سلمة، وسودة بنت زمعة، وثلاث من سائر العرب هُنَّ: ميمونة بنت الحارث، وزينب بنت جحش، وجُويرية بنت الحارث من بني المصطلق، وواحدة من نسل هارون أخي موسى - عليهما السلام - هي السيدة صفية بنت حيي بن أخطب. </p><p> أما بنات رسول الله، فرسول الله أنجب البنين والبنات: البنون ماتوا جميعاً في الصِّغَر، أما البنات فأبقاهُنَّ الله حتى تزوَّجْنَ جميعاً، وهُنَّ: زينب، ورقية، وأم كلثوم. </p><p> وأصغرهن فاطمة، وهي الوحيدة التي بقيتْ بعد موت سيدنا رسول الله، أما زينب ورقية وأم كلثوم فقد مُتْنَ في حياة رسول الله. </p><p> ولفاطمة قصة في الضحك والبكاء؛ لذلك بعض العارفين كان يقول في قوله تعالى:  {وَأَنَّهُ هُوَ أَضْحَكَ وأبزى}  [النجم: ٤٣] أن السيدة فاطمة حينما سُئلت ما الذي أبكاكِ وما الذي أضحكك؟ قالت: لأنني لما دخلتُ على أبي وهو مريض قال لي: إن هذا هو مرض الموت يا فاطمة فبكيت، ثم انصرفت فأشار إليَّ وقال لي: يا فاطمة ستكونين أول أهل بيتي لحوقاً بي فضحكت. لذلك لم تمكث فاطمة بعد رسول الله إلا ستة أشهر. </p><p> وقد أخذ العلماء من هذا الحديث أن لقاء الأموات يكون بمجرد الموت، وإلا لو كان اللقاء في البعث والقيامة لاستوى في ذلك مَنْ مات أولاً، ومَنْ مات آخراً، فدلَّ قوله:  «ستكونين أول أهل بيتي لحوقاً بي» على أن لقاءه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بها سيكون بمجرد أنْ تموت. </p><p> الشاهد في هذه القصة أن أحدهم - أظنه الإمام علياً - قال لفاطمة: الله يقول {وَأَنَّهُ هُوَ أَضْحَكَ وأبكى}  [النجم: ٤٣] أما رسول الله فأبكاك أولاً، ثم أضحكك حتى لا يكون أضحك وأبكى كربه. </p><p> أما السيدة زينب فتزوجت العاص بن الربيع قبل أنْ يُحرَّم الزواج من الكفار، وقد أُسِر العاص في غزوة بدر، فذهبتْ زينب لتفديه، وقدمت قلادة كانَت معها، فلام رآها رسول الله وجد أنها قلادة خديجة - رَضِيَ اللَّهُ عَنْها - قد وهبتْها لابنتها، فقال: إنْ رأيتم أنْ تردوا لها قلادتها وتفكُّوا لها أسيرها فافعلوا، فردَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ الأمر إلى مَنْ ينتفع به، فتنازلوا عن القلادة. </p><p> أما رقية وأم كلثوم فلهما حوادث، منها حوادث مؤسفة، ومنها حوادث مبهجة، أما المؤسف فإنَّ عتبة بن أبي لهب عقد على رقية، وأخوه عتيبة عقد على أم كلثوم، وكان هذا قبل بعثة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فلما بُعث رسول الله وحدث ما حدث بينه وبني أبي لهب وأنزل الله تعالى:  {تَبَّتْ يَدَآ أَبِي لَهَبٍ وَتَبَّ مَآ أغنى عَنْهُ مَالُهُ وَمَا كَسَبَ}  [المسد: ١ - ٢] . </p><p> قال لابنه عتبة: رأسي ورأسك عليَّ حرام حتى تُطلِّق رقية فطلَّقها، بعدها مَرَّ عتبة على رسول الله، وفعل فَعْلةً فيها استهزاء برسول الله، فقال له صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «أكلك كلب من كلاب الله» . </p><p> أخبر عتبة أباه بما كان من دعاء رسول الله عليه، وكان أبو لهب يعلم صدْق رسول الله، وأن دعاءه مستجاب لا يرَدُّ، فخاف على ابنه، وأخذ يحتاط له، ويوصي به رفاقه في رحلات تجارته - وعجيب أنه مع هذا كله لم يؤمن. </p><p> وفعلاً كان عتبة في رحلات التجارة ينام في وسط القوم، وهم يحيطون به من كل جانب، وفي إحدى الليالي جاءه أسد، فأخذه من بين القوم، ولم يَبْقَ منه إلا ما يُعرف به. </p><p> علَّق على هذه الحادثة أحد المغرضين فقال: إن رسول الله قال: «أكلك كلب» وهذا أسد، فردَّ عليه أحد العارفين فقال: إذا نُسِب الكلب إلى الله، فلا بُدَّ أنْ يكون أسداً، فرسول الله لم يقل: كلب من كلابكم، إنما من كلاب الله. </p><p> هذا ما كان من أمر عتبة، أما عتيبة فقد طلَّق أم كلثوم، لكنه لم يتعرض لرسول الله بإيذاء، بل قالوا: إنه كان يستحي أنْ يواجه رسول الله، لذلك لم يَدْعُ عليه رسول الله. </p><p> أما الحادث المبهج في حياة رقية وأم كلثوم، فقد أبدلهما الله خيراً من عتبة وعتيبة، حيث تزوجت رقية من سيدنا عثمان، فلما ماتت تزوج بعدها من أم كلثوم؛ لذلك لُقِّب - رَضِيَ اللَّهُ عَنْه - بذي النورين، وكانت النساء يُغنين حين تزوج عثمان برقية: </p><p> أَحْسَن مَا رأى إنْسَانٌ ... رُقيَّة وزوجُها عُثْمَانُ </p><p> فانظر إلى عِظَم هذا العوض أنْ يُبدِلَهُمَا الله بعتبة وعتيبة مَنْ؟ عثمان، نعم العِوَض هذا، والعِوَض في مثل هذه المسائل إنما يتأتَّى بقبول القضاء في نظائره، فإذا أُصيب الإنسان فاستسلم وسلَّم الأمر لله؛ فقال كما علَّمنا رسول الله:  «إنَّا لله وإنَّا إليه راجعون، اللهم أَجْرني في مصيبتي - أيّاً كانت هذه المصيبة - وأخْلُفْنِي خَيْراً منها» . </p><p> إذا قال ذلك وعلم أن لله حكمة في كل قضاء يقضيه لا بُدَّ أنْ يُعوِّضه الله خيراً، وأظن أن قصة السيدة أم سلمة مشهورة في هذا المقام، فلما توفي زوجها أبو سلمة حزنتْ عليه حزناً شديداً، ولما جاءها النسوة يُعزِّينها في زوجها قالت إحداهن: يا أم سلمة، قولي كما قال رسول الله: إنَّا لله وإنَّا إليه راجعون، اللهم أأجرني في مصيبتي، واخْلُفْني خيراً منها، فقالت: وهل هناك خير من أبي سلمة، يعني: هو في نظرها أحسن الناس وخيرهم. </p><p> لكنها مع هذا رضيَتْ بقضاء الله فما انقضَتْ عِدَّتها حتى طرق عليها طارق يقول: يا أم سلمة، إن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يخطبِك لنفسه، فضحكتْ لأن الله عوَّضها بمَنْ هو خير من أبي سلمة. </p><p> بعد أن أمر الحق سبحانه أزواج النبي وبناته أولاً بهذا الأدب ثِنَّى بنساء المؤمنين، فقال {ياأيها النبي قُل لأَزْوَاجِكَ وَبَنَاتِكَ وَنِسَآءِ المؤمنين يُدْنِينَ عَلَيْهِنَّ مِن جَلاَبِيبِهِنَّ ذلك أدنى أَن يُعْرَفْنَ فَلاَ يُؤْذَيْنَ وَكَانَ الله غَفُوراً رَّحِيماً}  [الأحزاب: ٥٩] لأن أسرة رسول الله ليست أزواجه وبناته فحسب، إنما العالم كله، وكلمة (نساء) جمع، لا واحد له من لفظه، فمفرد أزواج زوج، ومفرد بنات بنت، أما (نساء) فمفردها من معناها، لا من لفظها، فتقول: امرأة، واسْتُثْقِل جمع امرأة على امرآت فقالوا: نساء وأصلها في اللغة من النسيء، قالوا: لأن المرأة أُجِّلَ خَلْقُها بعد خَلْق الرجل. </p><p> وفي اللغة: النَّسْء أي: التأخير والتأجيل، فقالوا: نساء. </p><p> ثم يذكر سبحانه الأمر الذي وُجِّه إلى زوجات النبي، وبناته ونساء المؤمنين جميعاً {يُدْنِينَ عَلَيْهِنَّ مِن جَلاَبِيبِهِنَّ ... }  [الأحزاب: ٥٩] فالفعل {يُدْنِينَ ... }  [الأحزاب: ٥٩] مجزوم في جواب الطلب (قُلْ) مثل: اسكُتْ تسْلَم، ذاكر تنجح، وفي الآية شرط مُقدَّر: إنْ تَقُلْ لهُنَّ ادنين يُدنين. </p><p> كما في {وَأَذِّن فِي الناس بالحج يَأْتُوكَ رِجَالاً ... }  [الحج: ٢٧] لأن الخطاب هنا للمؤمنات، وعلى رَأْسِهن أزواج النبي وبناته، وإنْ لم يستجب هؤلاء للأمر، فقد اختلَّ فيهِنَّ شرط الإيمان. </p><p> ومعنى: الإدناء: تقريب شيء من شيء، ومن ذلك قوله تعالى في وصف ثمار الجنة {قُطُوفُهَا دَانِيَةٌ}  [الحاقة: ٢٣] أي: قريبة التناول سَهْلة الجَنْي، والمراد: يُدنين جلابيبهن أي: من الأرض لتستر الجسم. وقوله:  {عَلَيْهِنَّ ... }  [الأحزاب: ٥٩] يدل على أنها تشمل الجسم كله، وأنها ملفوفة حوله مسدولة حتى الأرض. </p><p> وكلمة {جَلاَبِيبِهِنَّ ... }  [الأحزاب: ٥٩] مفردها جلباب، وقد اختلفوا في تعريفه فقالوا: هو الثوب الذي يُلْبس فوق الثوب الداخلي، فتحت الجلباب مثلاً (فانلة) أو قميص وسروال، ويجوز أن تكون الملابس الداخلية قصيرة، أما الجلباب فيجب أن يكون سابغاً طويلاً قريباً من الأرض. </p><p> وقالوا: الجلباب هو الخمار الذي يغطي الرأس، ويُضرب على الجيوب - أي فتحة الرقبة - لكن هذا غير كافٍ، فلا بُدَّ أنْ يُسدل إلى الأرض ليستر المرأة كلها؛ لأن جسم المرأة عورة، ومن اللباس ما يكشف، ومنه ما يصف، ومنه ما يلفت النظر. </p><p> وشرط في لباس المرأة الشرعي ألاَّ يكون كاشفاً، ولا واصفاً، ولا مُلْفِتاً للنظر؛ لأن من النساء مَنْ ترتدي الجلباب الطويل السَّابغ الذي لا يكشف شيئاً من جسمها، إلا أنه ضيِّق يصف الصَّدْر، ويصف الأرداف، ويُجسِّم المفاتن، حتى تبدوا وكأنها عارية. </p><p> لذلك من التعبيرات الأدبية في هذه المسألة قَوْل أحدهم - وهو على حق - إنَّ مبالغة المرأة في تبرُّجها إلحاح منها في عَرْض نفسها على الرجل. يعني: تريد أنْ تُلفت نظره، تريد أنْ تُنبِّه الغافل وكأنها تقول: نحن هنا. وإنْ تساهلنا في ذلك مع البنت التي لم تتزوج، </p><p> ربما كان لها عُذْر، لكن ما عذر التي تزوجت؟ </p><p> ثم يُبيِّن الحق - تبارك وتعالى - الحكمة من هذا الأدب في مسألة اللباس، فيقول:  {ذلك ... }  [الأحزاب: ٥٩] أي: إدناء الجلباب إلى الأرض، وسَتر الجسم، وعدم إبداء الزينة {أدنى ... }  [الأحزاب: ٥٩] أي: أقرب {أَن يُعْرَفْنَ فَلاَ يُؤْذَيْنَ ... }  [الأحزاب: ٥٩] . </p><p> فالمرأة المسلمة تُعْرف بزيِّها وحِشْمتها، فلا يجرؤ أحد على التعرض لها بسوء أو مضايقتها، فلباسها ووقارها يقول لك: إنها ليست من هذا النوع الرخيص الذي ينتظر إشارة منك، وليست ممَّنْ يَعْرض نفسه عَرْضاً مُهيِّجاً مستميلاً مُلْفتاً. </p><p> وقوله تعالى بعد ذلك وفي ختام الآية {وَكَانَ الله غَفُوراً رَّحِيماً}  [الأحزاب: ٥٩] جاء وَصْف المغفرة والرحمة هنا ليشير إلى أن عقوبة الله ليست بأثر رجعي، فما سبق هذا الأمر من تجاوزات مغفور معفوٌّ عنه برحمة الله، والعبرة بسلوك المؤمنة بعد أنْ تسمع هذا الأمر بإدناء الجلباب والتستُّر. </p><p> والحق سبحانه بمثل هذا الأدب إنما يُؤمِّن حياة المرأة المسلمة، كيف؟ نقول: معنى التأمين أنْ نأخذ منك حال يُسْرك، وحين تكون واجداً، لنعطيك حينما تكون غير واجد. </p><p> كذلك الإسلام حين يستر جمال المرأة ومفاتنها حال شبابها ونضارتها يسترها حين تكبر، وحين يتلاشى الجمال، ويحلُّ محلَّه أمور تحرص المرأة على سترها، فالإسلام في هذه الحالة يحمي المرأة ويحفظ لها عِزَّتها. </p><p> ثم يقول الحق سبحانه:  {لَّئِن لَّمْ يَنتَهِ المنافقون ... } . </p>"
}