{
  "id": null,
  "sura": 33,
  "aya": 31,
  "text": "<p> معنى {يَقْنُتْ ... }  [الأحزاب: ٣١] أي: يخضع لله تعالى الخضوع التام، ويخشع ويتذلَّل لله في دعائه، واختار الحق سبحانه القنوت؛ لأنه سبحانه لا يحب من الطائع أنْ يُدِلَّ على الناس بطاعته؛ لذلك يقول العارفون: رُبَّ معصية أورثت ذلاً وانكساراً، خير من طاعة أورثتْ عِزَّاً واستكباراً. </p><p> أو {وَمَن يَقْنُتْ ... }  [الأحزاب: ٣١] أي: بالغ في الصلاح، وبالغ في الورع حتى ذهب إلى القنوت، وهو الخضوع والخشوع. </p><p> والنتيجة {نُؤْتِهَآ أَجْرَهَا مَرَّتَيْنِ ... }  [الأحزاب: ٣١] فالآية السابقة تقرر مضاعفة العذاب لمن تأتي بالفاحشة، وهذه تقرر مضاعفة الأجر لمن تخضع لله وتخشع وتعمل صالحاً. </p><p> {وَأَعْتَدْنَا لَهَا رِزْقاً كَرِيماً}  [الأحزاب: ٣١] أي: أعددناه وجهّزناه لها من الآن، فهو ينتظرها. </p><p> وحين تتأمل الأسلوب القرآني في هاتين الآيتين تطالعك عظمة الأداء، فحين ذكر الفاحشة ومضاعفة العذاب جاء الفعل {يُضَاعَفْ ... }  [الأحزاب: ٣٠] مبنياً لما لم يُسَمَّ فاعله، أما في الكلام عن القنوت لله، فقال {نُؤْتِهَآ أَجْرَهَا ... }  [الأحزاب: ٣١] فجاء الفعل مُسْنداً إلى الحق سبحانه مباشرة، وكأن الحق سبحانه لم يُرِدْ أنْ يواجه بذاته في مقام العذاب، إنما واجه العذاب فقط. </p><p> ومجرد بناء الفعل {يُضَاعَفْ ... }  [الأحزاب: ٣٠] للمجهول يدل على رحمة الله ولُطْفه في العبارة، فالحق سبحانه يحب خَلْقه جميعاً، ويتحبب ويتودد إليهم، ويرجو من العاصي أنْ يرجع ويفرح سبحانه بتوبة عبده المؤمن أكثر من فرح أحدكم حين يجد راحلته وقد ضلَّتْ منه في فلاة. </p><p> وجاء في الأثر: «يا ابن آدم، لا تخافنَّ من ذي سلطان ما دام سلطاني باقياً وسلطاني لا ينفد أبداً، يا ابن آدم، لا تخْشَ من ضيق الرزق وخزائني ملآنة وخزائني لا تنفد أبداً، يا ابن آدم، خلقتُكَ </p><p> للعبادة فلا تلعب - والمراد باللعب العمل الذي لا جدوى منه - وقسمتُ لك رزقك فلا تتعب» . </p><p> والمراد هنا لا تتعب، ولا تشغل قلبك، فالتعب يكون للجوارح، كلما جاء في الحديث الشريف:  «مَنْ بات كالاً من عمل يده بات مغفوراً له» ولما رأى رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يداً خشنة من العمل قال: «هذه يد يحبها الله ورسوله» . </p><p> فالتعب تعب القلب، فالشيء الذي يطيقه صدرك، وتقدر على تحمُّله لا يُتعبك؛ لذلك نجد خالي الصدر من الهموم يعمل في الصخر وهو هاديء البال، يغني بحداء جميل ونشيد رائع يُقوِّي عزيمته، ويعينه على المواصلة، فتراه مع هذا المجهود فَرِحاً منشرحَ الصدر. </p><p> وقد فطن الشاعر العربي لهذه المسألة فقال: </p><p> لَيْسَ بحمْلٍ مَا أطَاقَ الظَّهر ... مَا الحمْلُ إلاَّ مَا وَعَأهُ الصَّدْرُ </p><p> فالمعنى: أتعب جوارحك، لكن لا تُتعِب قلبك، والكَلَل والتعب لا يأتي على الجوارح إنما على القلب، فأتعب جوارحك في العمل الجاد النافع الذي تأخذ من ثمرته على قدر حاجتك، وتفيض بالباقي على غير القادرين. </p><p> ثم يقول:  «فإنْ أنتَ رضيتَ بما قَسمتْهُ لك أرحْتَ قلبك وبدنك وكنتَ عندي محموداً، وإنْ أنت لم تَرْضَ بما قََسَمْتُه لكَ فوعزتي وجلالي لأسلطنَّ عليك الدنيا تركضُ فيها ركْضَ الوحوش في البرية، ثم لا يكون لك منها إلا ما قَسَمْتُه لك، وكنت عندي مذموماً، يا ابن آدم، خلقتُ السماوات والأرض ولم أَعْيَ بخلقهن، أَيُعْييني رغيفٌ أسوقه لك. . يا ابن آدم، لا تطالبني برزق غد كما لم أطالبك بعمل غدٍ، يا ابن آدم أنا لم أَنْسَ مَنْ عصاني، فكيف بمَنْ أطاعني؟» </p><p> وشاهدنا هنا قوله تعالى في آخر الحديث القدسي:  «يا ابن آدم، أنا لك محب فبحقي عليك كُنْ لي مُحِباً» </p><p> فربُّك يظهر لنا بذاته في مقام الخير وجلب النفع لك، أما في الشر فيشير إليك من بعيد، ويلفت نظرك برِفْق. </p><p> كما نلحظ في أسلوب الآية قوله تعالى - والخطاب لنساء النَّبِي {وَمَن يَقْنُتْ مِنكُنَّ ... }  [الأحزاب: ٣١] ولم يقل تقنت. . ثم أنَّثَ الفعل في {وَتَعْمَلْ صَالِحاً ... }  [الأحزاب: ٣١] فمرة يراعي اللفظ، ومرة يراعي المعنى، وسبق أنْ قُلْنا إن (مَنْ) اسم موصول يأتي للمفرد وللمثنى وللجمع، وللمذكر وللمؤنث. </p><p> ونقف أيضاً هنا عند وصف الرزق بأنه كريم {وَأَعْتَدْنَا لَهَا رِزْقاً كَرِيماً}  [الأحزاب: ٣١] قلنا: إن الرزق كل ما يُنتفع به من مأكل، أو مشرب، أو ملبس، أو مسكن، أو مرافق، وقد يأتي في صورة معنوية كالعلم والحلم. . إلخ، وهذا الرزق في الدنيا لا يُوصف بأنه </p><p> كريم، إنما الكريم هو الرازق سبحانه، فلماذا وصف الرزق بأنه كريم؟ </p><p> قالوا: فَرْق بين الرزق في الدنيا والرزق في الآخرة، الرزق في الدنيا له أسباب، فالسبب هو الرازق من ولد أو والٍ أو أجير أو تاجر. . إلخ فالذي يجري لك الرزق على يديه هو الذي يُوصف بالكرم، أما في الآخرة فالرزق يأتيك بلا أسباب، فناسب أنْ يُوصف هو نفسه بأنه كريم، ثم فيها ملحظ آخر: إذا كان الرزق يوصف بالكرم، فما بال الرازق الحقيقي سبحانه؟ </p><p> ثم يقول الحق سبحانه:  {يانسآء النبي لَسْتُنَّ ... } . </p>"
}