{
  "id": null,
  "sura": 33,
  "aya": 1,
  "text": "<p> قوله تعالى:  {ياأيها النبي. .}  [الأحزاب: ١] نداء لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، والمنادي هو الحق سبحانه، رسول الله لقبه، واسمه محمد، واسمه أحمد كما ذُكر في القرآن، والإنسان حين يُولَد يُوضع له اسم يدل على مُسمَّاه، بحيث إذا أطلقه الواضع انصرف إلى المسمى، والقوم الذين سُمُّوا لهم محيط يُعرفون فيه، وغيرهم بنفس الأسماء لهم محيط آخر، فمحمد هذا المحيط غير محمد هذا المحيط. </p><p> وتعريف الإنسان يكون بالاسم أو بالكُنْية أو باللقب، فالاسم هو العلم الذي يُوضع لمسمّى ليُعلَم به ويُنادَى به، ويُميّز عن غيره، أما الكنية فاسم صُدِّر بأب أو أم كما نقول: أبو بكر، وأم المؤمنين، فإنْ سُمِّي بد بدايةً وجُعِل عَلَماً على شخص فهو اسم، وليس كنية، أما اللقب فما أشعر برفعة أو ضِعةً كما تقول: فلان الشاعر أو الشاطر. . إلخ. </p><p> فإذا أُطِلق الاسم الواحد على عدة مسميات، بحيث لا تتميز بعضها عن بعض وجب أنْ تُوصَف بما يميزها كأسرة مثلاً عشقتْ اسم محمد فسمَّتْ كل أولادها (محمد) فلا بُدَّ أن نقول: محمد الكبير، محمد الصغير، محمد الأوسط. . الخ. </p><p> ورسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ له اسم وكُنْية ولقب، أما اسمه فمحمد وقد ورد في القرآن الكريم أربع مرات:  {وَمَا مُحَمَّدٌ إِلاَّ رَسُولٌ قَدْ خَلَتْ مِن قَبْلِهِ الرسل ... }  [آل عمران: ١٤٤] . {مَّا كَانَ مُحَمَّدٌ أَبَآ أَحَدٍ مِّن رِّجَالِكُمْ ولكن رَّسُولَ الله ... }  [الأحزاب: ٤٠] . {مُّحَمَّدٌ رَّسُولُ الله والذين مَعَهُ أَشِدَّآءُ عَلَى الكفار رُحَمَآءُ بَيْنَهُمْ ... }  [الفتح: ٢٩] . {وَآمَنُواْ بِمَا نُزِّلَ على مُحَمَّدٍ وَهُوَ الحق مِن رَّبِّهِمْ ... }  [محمد: ٢] </p><p> وورد باسم أحمد في موضع واحد هو:  {وَمُبَشِّراً بِرَسُولٍ يَأْتِي مِن بَعْدِي اسمه أَحْمَدُ ... }  [الصف: ٦] وسبق أنْ تكلَّمنا في علة هذه التسمية. </p><p> أما كنيته: فأبو القاسم، ولقبه: رسول الله. </p><p> وهكذا استوفى سيدنا رسول الله العَلَمية في أوضاعها الثلاثة: الاسم، والكُنْية، واللقب. </p><p> واللقب يضعه أيضاً الأب أو الأم أو الناس المحيطون بالإنسان، إما يدل على الرفعة تفاؤلاً بأنه سيكون له شأن، أو يدل على الضِّعَة، وهذه في الغالب تحدث في الأولاد الذين يُخاف عليهم العين، فيختارون لهم لقباً يدل على الحِطّة والضِّعة وما أشبهه (بالفاسوخة) يُعلِّقونها على الصغار مخافة العين. </p><p> أما لقب رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فقد اختاره له ربه عَزَّ وَجَلَّ، وطبيعي أنْ يأتي لقبه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مُشْعِراً برفعة أيما رفعة، فهي ليست عند الخلق فحسب، إنما رفعةَ عند الخالق، فلما وَلِد رسول الله أسماه جده بأحب الأسماء عنده، وقال: سمَّيْته محمداً ليُحمد في الأرض وفي السماء. </p><p> ولما وُلِد القاسم كُنِّى به رسول الله فقيل: أبو القاسم، فلما اختاره الله للرسالة وللسفارة بينه تعالى وبين الخَلْق لقّبه برسول الله وبالنبي، وهذان اللقبان على قدر عظيم من الرفعة لو جاءت من البشر، فما بالك وهي من عند الله، فأنت حين تضع المقاييس تضعها على قَدْر معرفتك وإمكاناتك. </p><p> فالرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ رسول الله ونبي الله بمقاييس الله، فهو إذن مُشرّف عندكم، مُشرَّف عند مَنْ أرسله و {الله أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ ... }  [الأنعام: ١٢٤] </p><p> فأحبُّ شيء في الإعلام برسول الله أن نقول: محمد، أو أبو القاسم، أو رسول الله، أو النبي، والحق سبحانه حين نادى رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لم يُنَاده باسمه أبداً، فلم يقُلْ يا محمد، إنما بلقبه الذي يُشعر برفعته عند الحق سبحانه، فقال في ندائه:  {ياأيها النبي ... }  [الأنفال: ٦٥] ، {ياأيها الرسول ... }  [المائدة: ٤١] </p><p> ولو تتبعت نداء الله للرسل من لَدُنْ آدم عليه السلام لا تجد رسولاً نُودِي بغير اسمه إلا محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. أما لفظ (محمد) فقد ورد في القرآن، لكن في غير النداء، ورد على سبيل الإخبار بأن محمداً رسول الله. </p><p> وحتى في الإخبار عنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أخبر الله عنه بلقبه:  {لَقَدْ جَآءَكُمْ رَسُولٌ مِّنْ أَنفُسِكُمْ ... }  [التوبة: ١٢٨] </p><p> وقال:  {وَقَالَ الرسول يارب إِنَّ قَوْمِي اتخذوا هذا القرآن مَهْجُوراً}  [الفرقان: ٣٠] </p><p> إذن: في النداء استقل بيا أيها النبي، ويا أيها الرسول، أما في الإخبار فلا بُدَّ أنْ يذكر اسمه (محمد رسول الله) ، وإلا فكيف يعرف أنه رسول الله؟ فيخبر به أولاً اسماً ومُسمّى. </p><p> ونُودِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بياأيها النبي، وياأيها الرسول تعظيماً له صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، ونحن حين نريد أنْ نُعظِّم مَنْ ننادي نسبق الاسم بمقدمات، نقول: يا سيدي فلان، يا فضيلة الشيخ، يا صاحب العزة. . الخ. </p><p> وقد تقدمتْ (أَيُّهَا) على المنادي هنا؛ لأن الاسم المنادى المحلَّى بأل لا يُنادى مباشرة إلا في لفظ الجلالة (الله) فنقول: يا الله، فكأن الحق سبحانه توحَّد حتى في النداء، هذا في نداء المفرد. </p><p> والحق سبحانه نادى رسوله بياأيها النبي، وياأيها الرسول، الرسول هو سفير بين الله وبين خَلْقه؛ ليُبلغهم منهجه الذي يريد أنْ تسير عليه حياتهم فالرسول مُبلِّغ، أما النبي فمُرْسَل أيضاً من قِبلَ الحق سبحانه، لكن ليس معه شرع جديد، إنما يسير على شرع مَنْ سبقه من الرسل، أما فهو فقدوة وأُسْوة سلوكية لقومه. </p><p> ومحمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ جمع الأمرين معاً، فهو نبي ورسول له خصوصيات أُمِر بها، ولم يُؤْمَر بتبليغها - وهذه مسائل خاصة بالنبوة - وله أمور أخرى أُمِر بها، وأُمِر بتبليغها. </p><p> ومعلوم من أقوال العلماء أن كل رسول نبي، وليس كل نبي رسول بالمعنى الاصطلاحي، وإلا فَهُم جميعاً مُرْسَلون من قِبَل الله. </p><p> وكلمة (النبي) مأخوذة من النبأ وهو الخبر الهام، فالخبر يكون من البشر للبشر، فإنْ كان من خالق البشر فهو نبأ أي: أمر عظيم ينبغي الاهتمام به، وأصله من النَّبوَة، وهي الشيء العالي المستدير في وسط شيء مسْتَوٍ. </p><p> فحين تقول: رأيتُ فلاناً اليوم، هذا لا يُسمَّى نبأ إنما خبر؛ لذلك قال سبحانه:  {عَمَّ يَتَسَآءَلُونَ عَنِ النبإ العظيم}  [النبأ: ١ - ٢] أي: الخبر الهائل الذي هزَّ الدنيا كلها، وملأ الأسماع، وزلزل العروش. </p><p> ثم يقول سبحانه مخاطباً نبيه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ {اتق الله. .}  [الأحزاب: ١] سبق أنْ قُلْنا: إن الكلام العربي مُقسَّم إلى خبر وإنشاء، فالخبر نسبة كلامية، فإنْ كان لها معنى ومدلول فهي نسبة واقعية، والخبر هو القول الذي يُوصَف بالصدق إنْ طابق الواقع، ويُوصَف بالكذب إن خالف. </p><p> أما الإنشاء فهو مقابل الخبر يعني: قوْلٌ لا يُوصَف بصدق ولا بكذب، كأن تقول لإنسان: قِفْ، فهذا أمر لا يقال لقائله: صادق، ولا كاذب. </p><p> فقوله تعالى لنبيه {اتق الله. .}  [الأحزاب: ١] هذه نسبة كلامية من الله لرسوله، ليحدث مدلول هذا الأمر، وهو التقوى، لكن أكان رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ غير تقي حتى يأمره ربه بالتقوى؟ </p><p> نقول: ليس بالضرورة أنْ يكون الرسول عصى، فيأمره الله بتقواه، لكن الحق سبحانه ينشئ مع رسوله كلاماً بداية دون سابقة عصيان. أو: أنه الأمر الأول بالتقوى كما تقول لولدك في بداية الدراسة: اجتهد وذاكر دروسك، وأنت تعرف أنه مجتهد، لكن لا بُدَّ من تقرير المبدأ في بداية الأمر. </p><p> ثم إن الحدث يحدث في أزمنة ثلاثة: ماضٍ وحال ومستقبل، فإذا طلب من شخص فعل شيء هو مقيم عليه بالفعل كقوله تعالى:  {ياأيها الذين آمَنُواْ آمِنُواْ بالله وَرَسُولِهِ ... }  [النساء: ١٣٦] </p><p> فالحق سبحانه يأمرهم بالإيمان، مع أنه وصفهم وخاطبهم بلفظ الإيمان؛ لأن المعني: أنتم آمنتم قبل أنْ أُكلمكم، وهذا الإيمان السابق لكلامي ماضٍ، وأنا أريد منكم أنْ تُحدِثوا إيماناً جديداً، حالاً ومستقبلاً، أريد أنْ تُجدِّدوا إيمانكم، وأنْ تستَمروا عليه. </p><p> فمعنى {ياأيها النبي اتق الله. .}  [الأحزاب: ١] أي: واصل تقواك حالاً، كما فعلتها سابقاً، وواصلها مستقبلاً، فلا تنقطع عنها أبداً. </p><p> أو: أن تقوى الله أمر يلصق الإنسانَ بربه، والله كلَّف بأشياء، </p><p> ثم أباح لك من جنس التكليف أشياء، فإذا قال الله لرسوله {اتق الله. .}  [الأحزاب: ١] فهي غير قوله لنا: اتقوا الله، فالأمر لنا نحن بالتقوى، أي: نفِّذ ما فُرِض عليك، أما في حق رسول الله فهي بمعنى: ادخل في مقام الإحسان، وجدَّده دائماً؛ لأن مراقي القبول من الله لا تنتهي، كما أن كمالات العطاء في الله لا تنتهي. </p><p> لذلك قال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «من استوى يوماه فهو مغبون» أي: من استوى يومه مع أمسه في قُرْبه من الله فهو خاسر، لماذا؟ لأنه ينبغي للمؤمن أنْ يزيد في قُرْبه وفي مودته، وعلاقته بالله يوماً بعد يوم؛ لأن نِعَم الله عليك متوالية تستوجب شكراً متوالياً، وحمداً دائماً. </p><p> كما أن الحق سبحانه لا يكتفي من رسوله بما يكتفي به من سائر الخلق، إذن: فالتقوى بالنسبة لرسول الله غير التقوى بالنسبة لسائر الخَلْق، التقوى في حق رسول الله مجالها أوسع، وللرسول مع الله فيوضات لا تنتهي. </p><p> لذلك حين يناديك ربك للصلاة في كل يوم خمس مرات، فاعلم أن فضله عليك غير مكرر، بل فضله متجدد، فعطاؤه لك في الظهر </p><p> غير عطائه لك في العصر، غير عطائه لك في المغرب، وهكذا تكون التقوى عملاً متواصلاً ممتداً. </p><p> ولذلك يحذرنا أهل الخير أن نداوم مع الله في شيء من الطاعة، ثم نقصر عنها، كذلك يحذرنا الشرع أنْ ننذر الله ما لا نستطيع الوفاء به، لأنك بالنذر تفرض على نفسك الطاعة، فأجمِلْ بك أنْ تظل في مقام التطوع، إنْ خفّت نفسك للطاعة أدِّها، وإنْ قصُرت فلا شيء عليك. </p><p> وكونك تفرض على نفسك شيئاً من الطاعات من جنس ما فرض الله عليك. يعني: أنك أحببتَ الطاعة وحَلَتْ لك العبادة، حتى زدتَ الله منها، فقلت مثلاً: نذرتُ لله أن أصلي من الركعات كذا، أو أتصدَّق بكذا من المال؛ لأنك رأيتَ في الصلوات الخمس إشراقات وفيوضات من الله فزدْتَ منها. </p><p> والحق سبحانه يطلب منا حين ينادينا للصلاة أنْ نسعى للمسجد، ومع أن الأرض كلها مسجد وكلها طهور، لكن المسجد خُصِّص للصلاة، فينبغي أنْ تُؤدَّى فيه، وأنت في صلاة ما دُمْتَ تسعى للصلاة، فمَنْ كان بعيد البيت عن المسجد عليه أنْ يأتي الصلاة في سكينة ووقار، ولا يخرج عن هذا السَّمْت حتى وإنْ تأخر عن تكبيرة الإحرام. </p><p> وقد ورد في حديث سيدنا رسول الله:  «إذا أقيمت الصلاة فلا تأتوها تسعون، وأتوها تمشون وعليكم السكينة، فما أدركتم فصلُّوا وما فاتكم فأتموا» . </p><p> وهناك مطلوب إيمان ومطلوب إحسان: مطلوب الإيمان هو ما فرضه الله عليك، وجاء في الحديث القدسي:  «ما تقرَّب إليّ عبدي بشيء أحبّ إلىّ مما افترضته عليه» </p><p> فإنْ أردتَ أن تتقرب إلى الله فتقرَّب إليه بما يحب، ومن جنس ما فرضه عليك، فالله أمرك بصلاة وصيام وزكاة، فإنْ حَلَتْ لك هذه العبادات فزدْ منها فوق ما فرضه الله عليك، وحين تزيد اعرف أنه مسَّتْكَ نورانية الإشراق في العبادة فقلت: الله يستحق مني فوق ما كلَّفني، وهذا هو مقام الإحسان. </p><p> وسبق أنْ تحدثنا عن هذا المعنى في قوله تعالى:  {إِنَّ المتقين فِي جَنَّاتٍ وَعُيُونٍ آخِذِينَ مَآ آتَاهُمْ رَبُّهُمْ إِنَّهُمْ كَانُواْ قَبْلَ ذَلِكَ مُحْسِنِينَ كَانُواْ قَلِيلاً مِّن الليل مَا يَهْجَعُونَ وبالأسحار هُمْ يَسْتَغْفِرُونَ}  [الذاريات: ١٥ - ١٨] </p><p> وهل فرض الله على عبده ألاَّ يهجع إلا قليلاً من الليل؟ لا بل لك أنْ تُصلي العشاء، وتنام حتى صلاة الفجر، كذلك في الاستغفار، أما الذي لا يهجع من الليل إلا قليلاً ويقوم في السَّحَر للاستغفار، فلا بُدَّ أنه حَلَتْ له العبادة، وحلا له الوقوف في حضرة ربه - عَزَّ وَجَلَّ - فدخل في مقام الإحسان. </p><p> ثم الإحسان نوعان: إحسان كم، وإحسان كيف، إحسان الكم بأنْ تزيد على ما فُرِض عليك، فتصلي فوق الفرض وتُزكِّي فوق الفرض، أما إحسان الكيف فبأنْ تخلص في عبادتك لله، وأنْ تعبد الله </p><p> كأنك تراه، فإنْ لم تكُنْ تراه فإنه يراك يعني: إذا لم يكُن لديك الإشراق والشفافية التي تريك الله، فلا أقلَّ من أنْ تعبده على أنه يراك. </p><p> وساعة تدخل في مقام الإحسان فأنت حرٌّ إذن فيما تقدم من الإحسان، كما قال سبحانه:  {مَا عَلَى المحسنين مِن سَبِيلٍ ... }  [التوبة: ٩١] على حسب ما تخفّ نفسك للطاعة، خفَّتْ لخمس ركعات، خفَّتْ لعشر، خفَّت لخمسة بالمائة في الزكاة، خفَّتْ لعشرة. . الخ أنت حر. </p><p> ألا ترى أن الحق سبحانه لما تكلم عن هذا المقام قال:  {وفي أَمْوَالِهِمْ حَقٌّ لَّلسَّآئِلِ والمحروم}  [الذاريات: ١٩] أما في الزكاة المفروضة فقال: {والذين في أَمْوَالِهِمْ حَقٌّ مَّعْلُومٌ}  [المعارج: ٢٤] </p><p> إذن {ياأيها النبي اتق الله. .}  [الأحزاب: ١] أي: تقوى تناسب مقامك من ربك؛ لأن عطاءات الله سبحانه لا تتناهى، كما أن كمالاته لا تتناهى، لذلك كان سيدنا رسول الله يقدم الليل حتى تتفطر قدماه ولما سألته السيدة عائشة: تفعل هذا وقد غفر الله لك ما تقدم من ذنبك؟ قال:  «أفلا أكون عبداً شكوراً» . </p><p> يعني: العبادة لا تكون لمجرد الثواب والمغفرة، إنما هناك درجات وارتقاءات أخرى. </p><p> والتقوى: قلنا أنْ تجعل بينك وبين ما يمكن أنْ ينشأ منه ضرر لك وقاية، لكن كيف نجعل بيننا وبين ربنا سبحانه وقاية، ومهمة التقوى أن تندمج مع الله في معيته؟ هذا في حق مَنْ يتحكم جيداً في نفسه، ويحملها على منهج الله. </p><p> قالوا: لأن لله تعالى صفات جلال وصفات جمال، ولكل صفة منها مطلوب، فالله تعالى غفور رحيم، وهو أيضاً سبحانه القهار الجبار المنتقم، الله سبحانه هو الضار وهو النافع، إذن: فصفات الجمال هي التي تُؤتي الإنسان الخير الذي يحبه، وصفات الجلال هي التي تتسلط على مَنْ يخالف. فعلى العبد دائماً أنْ يظل خائفاً من صفات الجلال راجياً صفات الجمال. </p><p> إذن: تقوى الله تكون بأنْ تجعل بينك وبين صفات الجلال وقاية؛ لأنك لستَ مطيقاً لهذه الصفات، ولا تطيق مسَّة خفيفة من النار، وهي جند من جنود الله فاحذرها. </p><p> وعرفنا في مسألة الشفاعة أن الصيام والقرآن يشفعان لصاحبهما، وأن الله يُشفِّع بعض المؤمنين، ويُشفِّع الأنبياء والملائكة، ثم بعد ذلك تبقى شفاعة أرحم الراحمين، فكيف يشفع الله عند الله؟ </p><p> قالوا: أي تشفع صفات الجمال عند صفات الجلال، فحين يذنب العبد ذنباً تتسلط عليه صفات الجلال لتعاقبه، فتتصدى لها صفات الجمال، وتشفع عندها لتسقط ما لها عنده من حق. </p><p> ثم يقول سبحانه مخاطباً رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  {وَلاَ تُطِعِ الكافرين والمنافقين.</p><p> .}  [الأحزاب: ١] فهل حين يتقي رسول الله ربه أيطيع الكافرين والمنافقين؟ قالوا: جمع القرآن بين الأمر بالتقوى والنهي عن طاعة الكافرين والمنافقين على الالتزام، تقول: أكرم فلاناً وفلاناً أيضاً، فلم تقل لا تكرم إلا فلاناً، إذن: فعطف لا تُطع الكافرين والمنافقين على {اتق الله. .}  [الأحزاب: ١] بالالتزام. </p><p> والنبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حينما جاء جاء على نظام كوني أعده الله تعالى لخَلْقه، وحين خلق الله الخَلْق أخذ على الإنسانية كلها بكل أفرادها من آدم إلى أن تقوم الساعة - أخذ عليهم العهد {أَلَسْتُ بِرَبِّكُمْ قَالُواْ بلى ... }  [الأعراف: ١٧٢] فشهدوا لله تعالى قبل أنْ تتهيأ لهم المعاصي والشهوات. </p><p> فإذا أصابت الناسَ غفلةٌ أو نسُوا هذا العهد بعث الله لهم من رسله مَنْ يُذكِّرهم؛ لذلك خُوطِب النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بقوله تعالى:  {إِنَّمَآ أَنتَ مُنذِرٌ ... }  [الرعد: ٧] </p><p> وقال سبحانه عن الرسل:  {رُّسُلاً مُّبَشِّرِينَ وَمُنذِرِينَ ... }  [النساء: ١٦٥] يعني: ليسوا منشئين تقوى وطاعة، إنما مذكرون بقضية معلومة سَلَفاً من الأزل، وما هم إلا مبشرين بالثواب لمن أطاع، ومنذرون بالعذاب لمن عصى، والحق سبحانه يريد من عباده أن يكونوا على ذكر دائم لهذه الحقيقة وألاَّ يغفلواعنها. </p><p> والغفلة تأتي إما من شهوة النفس أو كسلها عن مطلوب شاق </p><p> للعبادة أو وسوسة من غير مطيع في أذنك، سواء أكان من شياطين الإنس أو من شياطين الجن، كما قال تعالى:  {يُوحِي بَعْضُهُمْ إلى بَعْضٍ ... }  [الأنعام: ١١٢] </p><p> وقلنا: إن المنحرف يحسد المستقيم على استقامته، لكنه لا يستطيع أنْ يتحمل تبعات هذه الطاعة، فلا أقلَّ من أنْ يحاول أنْ يجذب المستقيم إليه، فيوسوس له ويصرفه عن صفة الكمال التي له؛ لذلك حين يوسوس لك صاحبك بشيء من معصية الله فأول شيء ينبغي أنْ تفطن إليه أنه يكرهك، ولا يريد لك الخير الذي يعجز هو عن إدراكه، فهو لا يريد لك أنْ تتميز عليه بشيء. </p><p> إذن: الكافرون والمنافقون الذي يصادمون دعوة الرسل لم يقدروا على أنْ يحملوا أنفسهم على منهج الله، ولا أنْ يلتزموا كما التزم المؤمنون، فلا أقلَّ من أنْ يحولوا بين المؤمنين وبين المنهج الجديد الذي جاء به رسول الله. </p><p> وقلنا: إن الرسول لم يأتِ إلا لضرورة، هي انطماس معالم المنهج عند المرسل إليهم، وانعدام الرادع في النفس البشرية أولاً ثم في المجتمع ككل، فالإنسان حين يغفل تُذكِّره النفس اللوامة وتردُّه عن المعصية، فإذا ما ضعف سلطان هذه النفس تحكمتْ فيه النفس الأمَّارة بالسوء وصرفتْه عن الخير كله، فلم يَبْقَ له رادع إلا في المجتمع الإيماني الذي يقوم بدوره في الأمر بالمعروف والنهي عن المنكر. </p><p> وهذه هي ميزة الخيرية في هذه الأمة التي قال الله فيها:  {كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بالمعروف وَتَنْهَوْنَ عَنِ المنكر وَتُؤْمِنُونَ بالله ... } </p><p> [آل عمران: ١١٠] </p><p> فإذا انطمس هذا المبدأ في المجتمع أيضاً حتى لم يَعُدْ فيه آمر بمعروف ولا نآهٍ عن منكر، فلا بُدَّ أنْ تتدخّل السماء بإيقاظ جديد برسول جديد، لكن أمة محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من شرفها عند ربها وشرفها برسولها أن الله منحها هذه الخيرية، بحيث لا يعدم فيها الأمر بالمعروف ولا النهي عن المنكر أبداً؛ لذلك لا يجيء رسول بعد رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ لأنها أمة مأمونة. </p><p> ولا بُدَّ للأمة التي توفرتْ لها هذه المناعة الجماعية الآمرة بالمعروف الناهية عن المنكر أنْ يكون لها وَعْيٌ إيماني وفهم جيد لهذه المهمة، وقد وردت فيها مذكرة الإيضاح التفسيرية من سيدنا رسول الله حين قال:  «مَنْ رأى منكم منكراً فليُغيِّره بيده، فإنْ لم يستطع فبلسانه، فإنْ لم يستطع فبقلبه، وذلك أضعف الإيمان» . </p><p> فالمشرِّع قدَّر عدم الاستطاعة، فجعل لكل خطوة من أمر بمعروف أو نهى عن منكر مجالاً: متى أُغيِّر المنكر بيدي؟ ومتى أُغيره بلساني؟ ومتى أغيره بقلبي؟ </p><p> أغيره بيدي فيمن أملك الولاية عليه، حيث أتمكن من التغيير، فإنْ كان المُنْكَر ممن لا ولايةَ لي عليه، فعلىَّ أنْ أغيره بلساني في ضوء قوله تعالى:  {ادع إلى سَبِيلِ رَبِّكَ بالحكمة والموعظة الحسنة وَجَادِلْهُم بالتي هِيَ أَحْسَنُ ... }  [النحل: ١٢٥] بالأسلوب الحسن الجميل، </p><p> لكن تجد بعض الدعاة يدعون على غير بصيرة، فيغفلون مسألة الاستطاعة، ولا يجعلون لعدم الاستطاعة مجالاً، ويميلون إلى تغيير المنكر كله باليد، وهذا مخالف لأمر رسول الله. </p><p> فإنْ توقعتَ أنْ يصيبك ضرر فلتغير المنكر بقلبك؛ لأن الهدف أن تستقطب المنحرف إلى جهة الاعتدال، وهذا لا يتم إلا باللين وبالرفق حتى تجمع عليه شدتين: الأولى أنْ تُخرِجه مما يألف، والثانية: أنْ تُخرِجه عما يألفه بما يكرهه. </p><p> ويخطئ الكثيرون في فهم تغيير المنكر بالقلب فيظنون مثلاً أن تقول في نفسك: اللهم إن هذا منكر لا يرضيك وأنا أنكره، هذا مجرد إنكار باللسان والله لا يريد كلمة تخرج من أفواههم، إنما يريد منا عمل القلب الذي يتبعه عمل الجوارح، فقالبك في هذا الإنكار تابع لقلبك. </p><p> فحين ترى مَنِ استشرى في العصيان والطغيان وأنت لا تقدر على نهيه، لا بيدكَ ولا بلسانك، ولا تستطيع مواجهته، فعليك أن تكون كارهاً لعمله معرضاً عنه، مهملاً له، فلا تجامله في حزن ولا تُهنِّئه في فرح ولا تساعده إن احتاج. . الخ. </p><p> عليكْ أنْ تعزله عن مجتمعك، فإذا فعل معه الجميع هذا الفعل، وسلكوا معه هذا المسلك سقط واحده وارتدع. </p><p> لذلك لم نر النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ صنع سجناً للمسلمين المخالفين، إنما جعل سجنهم في عزل المجتمع الإيماني لهم، أو سجن المجتمع عنهم، لا يكلمهم ولا يتعامل معهم، حتى الزوجة عزلها الشرع عن زوجها لا يقربها حتى يقضي الله في أمره. </p><p> أتذكرون قصة كعب بن مالك، وكيف عزله المجتمع الإيماني وكان من الثلاثة الذين خُلِّفوا عن رسول الله في غزوة تبوك، حتى قاطعه أقرب الناس إليه، فلما تسوَّر الحديقة على ابن عمه وقال: تعلم أني أحب رسول الله فلم يرد عليه. </p><p> وتأتي زوجة هلال إلى رسول الله وقد كان أحد الثلاثة أيضاً، وتقول: يا رسول الله، إن هلالاً رجل كبير السن، ليس له ما للرجال في النساء، فقال لها: اخدميه لكن لا يقربنك. وقد ظل هؤلاء في هذه العزلة حتى أن القرآن قال فيهم:  {حتى إِذَا ضَاقَتْ عَلَيْهِمُ الأرض بِمَا رَحُبَتْ وَضَاقَتْ عَلَيْهِمْ أَنفُسُهُمْ وظنوا أَن لاَّ مَلْجَأَ مِنَ الله إِلاَّ إِلَيْهِ ... }  [التوبة: ١١٨] </p><p> هكذا التزم المسلمون الأوائل بشرع الله، واستطاعوا لا نقول سجن المخالف، إنما سجن المجتمع عنه، وهذه المسألة هي سبب الأزمة التي تعيشها بلدنا الآن، فالمجرم الذي يعيش بيننا، أليس معلوماً لأهل المنزل الذي يعيش فيه، بل لأهل الحي والشارع؟ </p><p> فهل ذهب واحد منهم إلى تاجر فقال له: أعطني كذا فقال: </p><p> لا ليس عندي وقطاعه؟ هل سلَّم واحد منهم على شخص، فلم يردّ عليه السلام؟ </p><p> إذن: المجتمع كله يتحمل هذه المسئولية، ويتحمل الإثم عليها؛ لأنه تستَّر على هؤلاء، لدرجة أن نقول: إن المجتمع نفسه مجرم أكثر من المجرمين. </p><p> وينبغي قبل أنْ نتكلم عن المجرم نتكلم معه نحاوره وننصحه ونحسن إليه قبل أن نقاطعه، نفهم هذا المعنى من قول سيدنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «أعظم الجهاد كلمة حق عند سلطان جائر» ولم يقل على سلطان جائر. فقبل أنْ نفضحه ونُشنَّع عليه يجب أنْ نتكلم معه، وأنْ ننصحه حتى يعلم أنك تريد به الخير، وتريد أنْ ترده إلى الجادة فيقبل منك، وعلى الأقل لا يضرك، إنما آفتنا أننا نُشنِّع على المجرم، وربما نُحمِّله فوق الصدق الواحد ألف كذب لمجرد كراهيتنا له. </p><p> لذلك قال العربي في صفات الناس: إنْ علموا الخير أخفوه، وإنْ علموا الشر أذاعوه، وإنْ لم يعلموا كذبوا. </p><p> إذن: معنى التغيير بالقلب أن يكون قالبك موافقاً لقلبك، وهذه لا تُكلِّفك شيئاً، على خلاف التغيير باليد أو باللسان؛ لذلك وصفه رسول الله بأضعف الإيمان، يعني أنها مسألة يقوم بها الضعيف. </p><p> وبعزل المجتمع عن المجرم تنتهي ظاهرة الإجرام، وما استشرى الإجرام إلا حين خاف الناس من المجرمين وتملّقوهم وتودَّدوا إليهم ربما لاتقاء شَرِّهم، ولم لا يزداد المجرم في إجرامه والأمر كذلك؟ </p><p> لذلك جعل الشارع الحكيم الدية في القتل الخطأ ليست على القاتل وحده، إنما على العاقلة أي: على جميع العائلة لأنها المنوط بها تقويم أبنائها، والأخذ على أيدي المنحرف منهم؛ لأنها هي التي ستتحمل العاقبة، وبذلك يحدث التوازن في المجتمع. </p><p> والحق - سبحانه وتعالى - حين وضع المنهج الذي يُنظِّم حياة الخَلْق يريد سبحانه الخير لخلقه، وهو سبحانه صاحب الخير ولا ينتفع منه بشيء، فلو أن الخَلْق جميعاً كانوا على أتقى قلب رجل واحد منهم ما زاد ذلك في مُلْك الله شيئاً. </p><p> ثم هو سبحانه خلق الإنسان، وحدد مهمته في الحياة، ووضع له قانون صيانته فيها، كما أن صانع الآلة يحدد الهدف منها قبل صناعتها، وحدد لها قانون صيانتها، فالذي صنع الغسالة مثلاً رأى كيف تتعب المرأة في عملية غسيل الملابس، فصنع هذه الآلة لتقوم بهذه المهمة، ولم يحدث أنْ صنع صانع آلة، ثم قال: انظروا في أيِّ شيء يمكن أنْ تُستخدم. </p><p> لذلك، فَشَلُ العالم كله يأتي من أن الخَلْق يريدون أنْ يحددوا مهمة الإنسان، ويضعوا له قانون صيانته، ويغفلون أنه صنعة الله، والذي يحدد مهمة الصَّنْعَة هو صانعها. </p><p> والحق سبحانه حدَّد لنا مهمتنا في الحياة قبل أنْ يستدعينا إليها، </p><p> واقرأ إنْ شئتَ قوْلَ ربك:  {الرحمن عَلَّمَ القرآن خَلَقَ الإنسان}  [الرحمن: ١ - ٣] </p><p> فالحق سبحانه قبل أنْ يخلق الإنسان وضع له المنهج، وحدِّد له مهمته وقانون صيانته في قرآنه الكريم، كما يحدد الصانع مهمة صَنْعته أولاً، فإنْ حدث في هذه الصنعة عَطَب فيجب أنْ تُردَّ إلى الصانع، وإلى قانون الصيانة بافعل ولا تفعل؛ لأنه سبحانه هو الذي خلق، وهو الذي يعلم ما يصلح صنعته ويضمن سلامتها، واقرأ إنْ شئتَ:  {أَلاَ يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللطيف الخبير}  [الملك: ١٤] </p><p> ويقول تعالى:  {فَإِن تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى الله والرسول ... }  [النساء: ٥٩] </p><p> إذن: فآفة المجتمع البشري أولاً: أنه يريد أن يُحدِّد لخَلْق الله مهمتهم، وأن يتدخل في صنعة ليست صنعته. ثانياً: حين يفسد المجتمع يجعلون له قوانين إصلاحية من عندهم، وهل تركنا الله بدون منهج، وبدون قانون صيانة؟ </p><p> لقد كان سيدنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وهو قدوتنا إذا حزبه أمر أو عَزَّ عليه شيء يُهْرع إلى ربه، ويقف بين يديه في الصلاة، كما تعرض أنت آلتك أو جهازك على المهندس المختص، فيصلح لك ما فيه من عطب، وهذه مسألة مادية يصلحها المهندس بشيء مادي. </p><p> أما الحق سبحانه فغيب، فحين يصلحك أنت أيها العبد يصلحك بقانون الغيب، بحيث لا تدري أنت كيف أصلحك، المهم حين تعرض نفسك على ربك وعلى خالقك - عَزَّ وَجَلَّ - تعود مُنْشرح الصدر، راضياً طِّيب النفس. </p><p> الحق سبحانه يقول لرسوله:  {وَلاَ تُطِعِ الكافرين والمنافقين. .} [ </p><p> الأحزاب: ١] لأنهم أهل فساد يمارسونه وينتفعون به؛ لذلك لا بُدَّ أنْ يصادموا الحق، وأنْ يعترضوا طريقه، وأساس الفساد في الكون أنْ يحب الإنسان أنْ يأخذ خير غيره، وأن يكون دمه من عرق الآخرين، فإذا جاء مَنْ يعدل هذا الميزان المائل وقفوا له بالمرصاد؛ لأن دعوته تتعارض ومنافعهم. </p><p> والحق سبحانه بيَّن لنا على مدى موكب الرسل جميعاً أنه ما من رسول إلا كان له أعداء ومعاندون، لكن سنة الله في الرسل أنْ تكون لهم الغَلَبة في نهاية الأمر، كما قال سبحانه: </p><p> {وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا المرسلين إِنَّهُمْ لَهُمُ المنصورون وَإِنَّ جُندَنَا لَهُمُ الغالبون}  [الصافات: ١٧١ - ١٧٣] </p><p> إذن: فالله تعالى يريد منا الاستقامة على منهجه، وأهل الفساد يريدون الانحراف عن هذا المنهج، واقرأ:  {وَأَنَّ هذا صِرَاطِي مُسْتَقِيماً ... }  [الأنعام: ١٥٣] يعني: استقامة على إطلاقها، فمَنْ منكم يرينا فيه التواءً أو اعوجاجاً؟ {فاتبعوه وَلاَ تَتَّبِعُواْ السبل فَتَفَرَّقَ بِكُمْ عَن سَبِيلِهِ ... }  [الأنعام: ١٥٣] </p><p> فالصراط المستقيم واحد، وسبيل الحق واحد، أما الباطل والفساد فله سُبْل شتى، وقد نبهنا سيدنا سيدنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إلى هذه القضية حين خَطَّ للصحابة خطاً واحداً مستقيماً، وعلى جانبيه خطوطاً، ثم تلا: {وَأَنَّ هذا صِرَاطِي مُسْتَقِيماً فاتبعوه وَلاَ تَتَّبِعُواْ </p><p> السبل فَتَفَرَّقَ بِكُمْ عَن سَبِيلِهِ ... } [الأنعام: ١٥٣] </p><p> وتعلَّمنا في علم الهندسة أن الخط المستقيم هو أقرب مسافة بين نقطتين، فلو خَطَّ مهندس طريقاً مستقيماً بين بلدين مثلاً تراه لو انحرف في بداية الطريق عدة سنتيمترات فإنها تبعده عن البلدة الأخرى عدة كيلو مترات. </p><p> إذن: الطريق المستقيم هو الذي يُسهِّل لك السفر، ويقرب لك المسافة، أما السبل المتعددة فإنها تهدر مجهودك وتشقُّ عليك، حتى أنت في لغتنا العامية تقول لصاحبك:  (تعال دغُري) أو تقول (بلاش لف ودوران) كذلك يقول لك ربك: {وَأَنَّ هذا صِرَاطِي مُسْتَقِيماً فاتبعوه وَلاَ تَتَّبِعُواْ السبل ... }  [الأنعام: ١٥٣] </p><p> وإن كان طريق الحق واحداً، فطرق الضلال متعددة، فواحد فساده من ناحية المال، وواحد من ناحية النساء، وواحد يفسده المنصب والسلطان. . إلخ. </p><p> فإذا ما جاء رسول من عند الله يكبح جماح هؤلاء لا بُدَّ أن يتصادموا معه؛ لذلك ينبه الحق - تبارك وتعالى - نبيه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: أول مراتب التقوى أن تتقي الله وحده، ثم لا تُطِع الكافرين والمنافقين؛ لأنهم يريدون أنْ يأخذوك للشر والله يريدك للَخير. </p><p> وقوله تعالى:  {وَلاَ تُطِعِ الكافرين والمنافقين. .}  [الأحزاب: ١] تعني: أنه لا مانع أن تطيع غيرهم من أصحاب الرأي والمشورة من المؤمنين فيما لم يأتكَ فيه أمر من الله؛ لذلك «نزل سيدنا رسول الله في غزوة بدر على رأَي الصحابي الجليل الحباب بن المنذر لما قال </p><p> له: يا رسول الله، أهذا منزلٌ أنزلكه الله، أم هو الحرب والمكيدة؟ فقال رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: » بل هو الحرب والمكيدة «، فقال: إذن هذا ليس لك بمنزل. </p><p> وقد أشار سلمان الفارسي على رسول الله بحفر الخندق فأخذ بمشورته، والقاعدة الشرعية تقول: لا اجتهاد مع النص، فإذا لم يكُنْ في المسألة نصٌّ فلا مانع من أنْ تطيع المؤمنين الناصحين لك، المشيرين عليك بالخير. </p><p> فالحق سبحانه لم يمنه عن رسوله نُصْح الناصحين، ولم يحرمه مشورة أهل الرأي. </p><p> وقد اختلف الناس حول استشارة الحاكم: أهي ملزمة له أم غير ملزمة؟ وإجابة هذا السؤال في قوله تعالى:  {وَشَاوِرْهُمْ فِي الأمر فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى الله ... }  [آل عمران: ١٥٩] </p><p> فللحاكم أنْ يسمع المشورة، وأنْ يقارن بين الآراء ويفاضل بينها، ثم يكون له وحده القرار النهائي {فَإِذَا عَزَمْتَ ... }  [آل عمران: ١٥٩] أي: أنت وحدك. </p><p> وفي العالم المعاصر نرى الأنظمة إذا احتاجت إلى أَخْذ الآراء في موضوع ما ترجح الجانب الذي به الرئيس، وهذا لا يصح، فالآراء </p><p> تنير للرئيس الطريق، وتوضح له الصورة، وله هو القرار الأخير؛ لأن الحيثية التي انتخبته من خلالها أنك تشهد له بالتفوق، إذن: فهو الذي يرجح أحد الآراء. </p><p> وفَرْق بين المشورة والتفويض، فحين يُفوِّض رئيس الدولة شخصاً أو هيئة لدراسة أمر من الأمور، أو اتخاذ قرار، فهي صاحبة الرأي، وحين تعرض عليه ما توصلتْ إليه يعطيها الموافقة؛ لأنه فوَّضها في هذا الأمر، إذن: التفويض يجيز لك اتخاذ القرار، أمَّا المشورة فتقف عند عرض الرأي فحسب. </p><p> والرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كان لا يريد الخروج لغزوة أُحُد، لكن لما شاور صحابته أشاروا عليه بالخروج لما عندهم من العزة والحماس لنصرة دين الله، وظلوا برسول الله حتى استعد للحرب، ولبس لها ملابسها، ثم عادوا إلى رأيه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في عدم الخروج. فقال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «ما كان لنبي يلبس لامة الحرب ... » . </p><p> وحدث ما حدث في أُحُد ولم ينتصر المسلمون، أما أبو بكر رَضِيَ اللَّهُ عَنْه - فلم يستمع لمشورة المسلمين في حرب الردة وصمَّم عليها، وقال: والله لأقاتلنهم ولو بالذر يعني: بالحصى، وانتصر </p><p> الصِّديق، وإليه يرجع الفضل في إنقاذ دين الله من فتنة كادت تذهب به. </p><p> إذن: فاجعلوا من اختيار الله لرسوله صلى الله لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مُرجِّحاً، فيأخذ منكم جميع الآراء، ويستشيركم، ثم ينفذ هو ما يراه مناسباً. </p><p> وهنا فَرْق بين الكافرين والمنافقين، ولدينا بعض المصطلحات التي ينبغي أن نكون على علم بمدلولها: الإيمان والكفر والنفاق والجحد. </p><p> الإيمان: الإنسان منا له قلب يحمل النوايا، وله قالب يعبر عنها، كما قال الشاعر: </p><p> إنَّ الكَلاَم لَفِي الفُؤادِ وإنَّمَا ... جُعِلَ اللسَانُ عَلَى الفُؤادِ دَليلاً </p><p> فالإيمان هو الحق الذي يعتقده القلب، ويقتنع به، ويوافقه اللسان والقالب، أما إنْ وافق اللسان القلب في الباطل فهذا هو الكفر. </p><p> لذلك قلنا: إن الكافر منطقي مع نفسه؛ لأنه نطق بما في قلبه، لكنه غير منطقي مع الحق لأنه جحده بقلبه وجحده بلسانه، فليس عنده اختلاف بين القلب واللسان. </p><p> أما النفاق فهو أنْ يعتقد القلب الكفر ويضمره، ويعلن اللسان كلمة الإيمان، فالمنافق يخالف لسانُه قلبَه، فهو غير منطقي لا مع الحق ولا مع نفسه؛ لذلك كان المنافق في الدَّرْك الأسفل من النار، لأنه أشرُّ من الكافر. </p><p> لذلك لما طلب سيدنا رسول الله من القوم أنْ يقولوا: لا إله إلا الله قالتها القلة المؤمنة، وامتنعت الكثرة الكافرة، لماذا؟ لأنهم </p><p> يعرفون معناها، وإلا لَقَالوها من بداية الأمر، وانتهت المواجهة بين الإيمان والكفر، فعدم نُطْقهم بها دليل على فهمهم لها ولمطلوباتها. </p><p> أما الجاحد فعلى النقيض من المنافق، فهو مقتنع في نفسه، لكنه لا يقدر على النطق بما يقتنع به من الحق؛ لذلك يقول تعالى عنهم:  {وَجَحَدُواْ بِهَا واستيقنتهآ أَنفُسُهُمْ ظُلْماً وَعُلُوّاً ... }  [النمل: ١٤] </p><p> ولما طال الجدل بينهم وبين رسول الله قالوا:  {اللهم إِن كَانَ هذا هُوَ الحق مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السمآء أَوِ ائتنا بِعَذَابٍ أَلِيمٍ}  [الأنفال: ٣٢] بدل أن يقولوا: فاهدنا إليه. </p><p> وبعد أنْ قالوا في القرآن أنه سحر، وأنه أساطير الأولين. . الخ زهق باطلهم، وكشف الله جحودهم، حين حكى قولهم:  {وَقَالُواْ لَوْلاَ نُزِّلَ هذا القرآن على رَجُلٍ مِّنَ القريتين عَظِيمٍ}  [الزخرف: ٣١] </p><p> إذن: فالقرآن لا غبارَ عليه وهو حق، لولا أنه نزل على هذا الرجل بالذات، ولو نزل على عظيم من عظماء مكة أو المدينة لآمنَّا به، وهكذا أثبتوا إيمانهم بالقرآن، والقرآن يستوجب أنْ يؤمنوا أيضاً بمحمد. </p><p> ومعلوم أن الإسلام صاح صيحته الأولى في أُذن مَنْ؟ في أذن كفار مكة وسادة قريش والجزيرة كلها، وقد كانت لهم الكلمة المسموعة والمنزلة الرفيعة بين العرب جميعاً لقيامهم على خدمة الحجيج، ووقوع بلادهم على طرق التجارة بين الشمال والجنوب. </p><p> إذن: الإسلام لم يستضعف جماعة ليعلن فيهم صيحته الأولى، إنما اختار السادة، لكن الله تعالى لم يشأ أنْ ينتصر الإسلام في مكة؛ لأنه لو انتصر فيها لكان من الممكن أن يقال: قوم من قريش </p><p> تعصبوا لواحد منهم ليسودوا به العالم كما سادوا الجزيرة. </p><p> لذلك لما أعلن سيدنا رسول الله دعوته بين قومه أسرعوا إليه يقولون: يا محمد إنْ كنتَ تريد مُلْكاً ملّكناك علينا، وإنْ كنت تريد مالاً جمعنا لك المال حتى تصير أغنانا. . فقال قولته المشهورة:  «والله لو وضعوا الشمس في يميني، والقمر في يساري على أنْ أترك هذا الأمر ما تركتُه حتى يُظهِره الله، أو أهلك دونه» . </p><p> فشاء الله أن تكون الصرخة الأولى في أذن السادة أصحاب الكلمة والسلطة في مكة، وأن تكون نصرة الدين في المدينة، لتعلم الدنيا كلها أن الإيمان بمحمد هو الذي خلق العصبية لمحمد، وليست العصبية لمحمد هي التي خلقتْ الإيمان بمحمد. </p><p> ونفهم أيضاً من قوله تعالى:  {وَلاَ تُطِعِ الكافرين والمنافقين. .}  [الأحزاب: ١] أن غير الكافرين وغير المنافقين لا يكون لهم أمر يُطاع مع أمر رسول الله؛ لأن المؤمن برسول الله يتلقَّى من رسول الله. </p><p> لذلك يُعَدُّ من الخطأ بمكان أن نقول: كيف فعل رسول الله كذا وكذا؟ فنناقشه ونستدرك عليه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وكيف تجعل من نفسك أيها المؤمن ميزاناً وحَكَماً يحكم على أفعال الرسول ويضعها في الميزان؟ </p><p> كمن يناقشون مثلاً مسألة تعدد الزوجات، ويصل بهم الحدُّ إلى انتقاد رسول الله، وكأنه يُجري له محاكمة. </p><p> وكيف نعارض رسول الله في هذا، والله تعالى لم يعارضه، ولم يُقِلْه من مسألة الرسالة، بل ارتضى الله فِعْل رسوله وباركه، فلا تجعل من نفسك مقياساً على رسول الله؛ لأن الأصل أنه هو المقياس الذي نقيس عليه أفعالنا، فنسأل: أفعل رسول الله ذلك أم لم يفعل؟ فإنْ فعل فعلنا. </p><p> ومن هذا المنطلق سُمِّي الصَّديق صِدِّيقاً، فلما حدَّثوه أن رسول الله يخبر أنه أتى بيت المقدس في ليلة قال: إنْ كان قال فقد صدق. </p><p> والحق سبحانه حين ينهى رسوله عن طاعة الكافرين والمنافقين إنما يُبيِّن له طبيعتهم، وحقيقة عدائهم له، فهُمْ غير مخلصين له، وعليه أن يتهم أمرهم إنْ أمروه ويتهم نهيهم إنْ نَهوْه، وكيف يُخلِصون في أمره أو نهيه، وقد جاء ليصادم سيادتهم، ويكسر جبروتهم وكفرهم؟ </p><p> وهَبْهم مخلصين لك لأنك من قريش، ويريدون نصرتك فينقصهم في نُصْحهم لك العلم والحكمة، فلا يصح إذن أنْ تقارن بين طاعة الله وطاعة هؤلاء، مهما كانوا مخلصين لك. </p><p> كما نلحظ أن القوم فعلاً طلبوا من رسول الله أشياء، فكأن الله نبهه قبل أنْ يطلبوا منه إلى ما يُطلب منه من مخالفتهم وعدم طاعتهم، والطاعة فيها مطيع ومطاع، وهم يريدون ان يكونوا </p><p> مطاعين، ورسول الله طائع ممتثل لأمرهم، لكن كيف تقلب المسألة بهذا الشكل، وما جاء رسول الله إلا ليُشرِّع للناس فيطيعوه، فهو الذي يأمر، وهو الذي يُطاع. </p><p> فكأن الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يقول لهم: كيف أقارن بينكم وبين ربي؟ وقد ثبت ذلك فقد جاء أبو سفيان وعكرمة بن أبي جهل والوليد بن المغيرة والأعور السلمي وانضم إليهم وفد ثقيف، جاءوا جميعاً إلى المدينة واجتمعوا بعبد الله بن أُبيٍّ، وعبد الله بن سعد بن أبي السرح، وقد أمَّنهم رسول الله فقالوا: يا محمد كُفَّ عن آلهتنا: اللات والعزى ومناة، واشهد بأن شفاعتهم تُقبل عند الله، ونريد أن تحفظ لنا كرامتنا ومهابتنا بين العرب، فمتِّعنا بآلهتنا سنة وأقرنا على ذلك، ونتركك وشأنك مع ربك. </p><p> فنهاه الله {وَلاَ تُطِعِ الكافرين والمنافقين. .}  [الأحزاب: ١] لأنك لا ينبغي أن تتراجع أمامهم في شيء أبداً، وإلاّ لكنتَ خاضعاً لهذه السيادة المزعومة، ولأعطيتهم الفرصة حين تطاوعهم؛ لأنْ يقولوا: لقد أطاعنا محمد فيصيرون هم الهادين، وأنت المهدي. </p><p> ثم إن هذا الأمر بعدم طاعتهم وهم القادة والصناديد وما زالت الدعوة وليدة تحتاج إلى مهادنة مع أعدائها، وربما يقول قائل: ولِمَ لم يهادنهم رسول الله حتى يشتدَّ عود الدعوة، فهم سادة القوم وأصحاب الكلمة والمهابة؟ لكن منطق الحق يرفض هذه المهادنة، ويرفض أن يعتمد رسول الله إلا على الله؛ لذلك قال في الآية </p><p> بعدها: </p><p> {وَتَوَكَّلْ على الله وكفى بالله وَكِيلاً}  [الأحزاب: ٣] </p><p> ثم يقول سبحانه:  {إِنَّ الله كَانَ عَلِيماً حَكِيماً}  [الأحزاب: ١] فالعلم غير الحكمة، العلم أن تعلم القضايا، أمّا الحكمة فأنْ تُوظِّف هذه القضايا في أماكنها، فالعلم وحده لا يكفي، فالصفتان متلازمتان متكاملتان، كما في قوله تعالى:  {إِنَّ خَيْرَ مَنِ استأجرت القوي الأمين}  [القصص: ١٨] </p><p> فالقوي إنْ كان خائناً لم تنفعك قوته، كذلك إنْ كان الأمين ضعيفاً فلا تنفعك أمانته؛ لذلك لما اشتكى أمير المؤمنين إلى أحد خاصته من أهل العراق، يقول: إن استعملتُ عليهم القوي يَفْجُروه، وإن استعملتُ عليهم الضعيف يُهينَوه، فقال له: إن استعملت عليهم القوي فلك قوته وعليه فجوره، فقال له أمير المؤمنين: ما دُمْتَ قد عرفتََ هذا فلا أُوَلِّى عليهم غيرك. </p><p> إذن: فالعلم يعطيك قضايا الخير كله، والحكمة أنْ تضع الشيء في موضعه، والقضية في مكانها. </p><p> ثم يقول الحق سبحانه:  {واتبع مَا يوحى إِلَيْكَ ... } . </p>"
}