{
  "id": null,
  "sura": 33,
  "aya": 53,
  "text": "<p> الحق - سبحانه وتعالى - وزَّع الأمر بين رسول الله وبين أمته، فكما قال للرسول في أول السورة {ياأيها النبي اتق الله ... }  [الأحزاب: ١] </p><p> أمر أمته بذكْره وطاعته، وكما تكلَّم عن أمر يتعلَّق برسول الله تكلَّم كذلك عن أمر يتعلق بأمته في قوله {ياأيها الذين آمنوا إِذَا نَكَحْتُمُ المؤمنات ثُمَّ طَلَّقْتُمُوهُنَّ ... }  [الأحزاب: ٤٩] . </p><p> بعد ذلك لرسول الله:  {ياأيها النبي إِنَّآ أَرْسَلْنَاكَ شَاهِداً وَمُبَشِّراً وَنَذِيراً}  [الأحزاب: ٤٥] ليُبيِّن عموم نَفْعه لأمته، فجازاه عن الأمة بأن يُصلُّوا عليه، وأنْ يتأدبوا حين دخولهم بيته صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فقال هنا: {ياأيها الذين آمَنُواْ لاَ تَدْخُلُواْ بُيُوتَ النبي إِلاَّ أَن يُؤْذَنَ </p><p> لَكُمْ ... } [الأحزاب: ٥٣] لأن التكليف لا بُدَّ أن يكون لمن آمن بالله. وقلنا: إن الحق سبحانه رب وإله، ومعنى (رب) أنه سبحانه خلق وربَّي وأنعم وتفضَّل، والخَلْق والتربية والإنعام والتفضُّل ليس خاصاً بالمؤمنين، بل لكل مَن استدعاه الله لوجود من مؤمنين وكافرين. </p><p> فالشمس تشرق على الجميع، والمطر يروى أرض المؤمن والكافر، والأرض تستجيب للكل، فالذي يُحسِن أَخْذ أسباب الله من عطاء الربوبية يأخذ النتيجة، وينال نصيبه موقَوتاً بمدى الربوبية في الدنيا {مَن كَانَ يُرِيدُ حَرْثَ الآخرة نَزِدْ لَهُ فِي حَرْثِهِ وَمَن كَانَ يُرِيدُ حَرْثَ الدنيا نُؤْتِهِ مِنْهَا وَمَا لَهُ فِي الآخرة مِن نَّصِيبٍ}  [الشورى: ٢٠] والله لا يضيع أجر مَنْ أحسن عملاً. </p><p> فالمؤمن الذي لا يأخذ يد الله الممدودة له بالأسباب ويهملها يعيش مُتخلِّفاً عالةً على غيره، يعيش شحاذاً يستجدي قُوتَه حتى من الكافر، فإذا ما خَلَتْ الساحة للكافر، وأخذ هو بالأسباب، وأعطاها حقوقها أخذ هو عطاء الرب، وكان أَوْلَى بالمؤمن ألاَّ يترك عطاء ربه، يأخذه مَنْ لا يؤمن بالله، ثم يتخلف هو عن رَكْب الحضارة، وإنْ كانت الحضارة التي وصل إليها الكفار اليوم حضارة في الماديات فحسب. </p><p> أما القيم والأخلاقيات فقد انحدرتْ في هذه المجتمعات، بدليل أنك حين تذهب إلى هذه البلاد وتنزل مثلاً في فندق - كما نزلنا - تجد مكتوباً على باب الحجرة: إذا دخل عليك اللصوص فلا تقاوم، فإن حياتك أثمن مما معك، إذا خرجتَ إلى الشارع فلا تحمل من المال إلا بقدر ضرورياتك. إذن: ارتقوا في شيء، وانحدروا في أشياء. </p><p> وإذا كان مظهر ارتقائهم في الناحية الاقتصادية، فانظر إلى أعلى دَخْلٍ للفرد في العالم تجده في السويد، ومع ذلك تكثر عندهم الأمراض النفسية والعصبية والانتحار والجنون والشذوذ وغيرها من الأمراض الاجتماعية. </p><p> لقد تحضَّرتْ هذه البلاد حضارة مادية؛ لأنهم أخذوا بأسبابها، فأتقن كُلٌّ عمله، وأعطى وقت العمل للعمل، فما بين الثامنة إلى الثانية عشرة لا تجد إنساناً في الشارع، ولا تجد أحداً يجلس على (القهوة) مثلاً أو يضيع وقت العمل، وفي وقت الراحة يذهب الجميع إلى المطعم ليأكل (السندوتش) الجاهز، ثم يعود إلى عمله. </p><p> هكذا يعيش المجتمع المادي، فالذي لا يعمل فيه يموت من الجوع، والحمد لله أن شبابنا تنبهوا إلى أهمية العمل وتخلَّوْا عن الطفولة التي كانوا يعيشون فيها حتى الثلاثين، وهم عَالَة على الأبوين. </p><p> والحق سبحانه هنا يُعلِّمنا الأدب مع رسول الله، ويجعله لنا قدوة، فهو صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ عاش عيشة الكفاف مطعماً وملبساً ومسكناً، فليس عنده إلا عدة حجرات، لكل زوجة من زوجاته حجرة واحدة، فليس لديه حجرة صالون أو استقبال، فلا بُدَّ أن تتعلم الأمة آداب الدخول وآداب الزيارة في مثل هذه الحالة، وخاصة مع رسول الله في بيوته. </p><p> فقال سبحانه:  {ياأيها الذين آمَنُواْ لاَ تَدْخُلُواْ بُيُوتَ النبي إِلاَّ أَن يُؤْذَنَ لَكُمْ ... }  [الأحزاب: ٥٣] كلمة (بيوت) جمع بيت، وهو ما أُعِدَّ للبيتوتة أي: للمبيت فيه، والمبيت في الأغلب الأعَمِّ لليل، فهو محل السكون والبيات، أما النهار فهو محلُّ الحركة، ولا بد للإنسان بعد التعب والجهد أن يأوي بالليل إلى مكان يستريح فيه ويفيء إليه؛ لذلك سُمِّي البيت سكناً، كذلك سُمِّيت الزوجة سكناً للسبب نفسه. </p><p> فالبيت مسكن لإيواء القالب وراحته، والمرأة سَكَن لإيواء القلب وراحة النفس، فكلاهما ينبغي أن يكون مصدراً للراحة. </p><p> والبيت يُجمع على بيوت إنْ أردنا المسكن، ويجمع على أبيات إنْ أردنا البيت الشعري، وسُمِّي الشعر بيتاً عند العرب وهم أمة فصاحة وبيان؛ لأنه تأوي إليه المعاني، كما نأوي نحن إلى بيوتنا ونسكن فيها، كذلك المعاني تسكن بيت الشعر، فيصير البيت نفسه حكمة. </p><p> لذلك يقول أحمد شوقي رَحِمَهُ اللَّهُ: لا يزال الشعر عاقلاً - يعني: لا زينة له من قولهم المرأة العاقل أي: التي لا زينة لها - ما لم تُزيِّنه الحكمة، فهو بدونها هراء لا فائدة منه. </p><p> ولا تزال الحكمة شاردة حتى يؤويها بيت من الشعر يُحفظ ويُتداول على مَرِّ العصور، كما نستشهد نحن الآن بأبيات المتنبي والمعري وشوقي. . إلخ. </p><p> والبيتوتة في كل شيء بحسبها، فالذين يعملون بالنهار بيتوتهم بالليل، والذين يعملون بالليل بيتوتهم بالنهار، وإنْ كان الأصل في البيات أن يكون ليلاً، وإياك أنْ تشغل إنساناً وقت بيتوته سواء أكانت بالليل أو بالنهار، فوقت العمل للعمل، ووقت السكن للسكن. </p><p> لذلك فإن أهل الحكمة عندنا في الفلاحين يقولون:  (مَنْ يحرس) يعني: بالليل (لا يحرث) يعني: بالنهار؛ لأن الإنسان إنْ انشغل وقت راحته لا يجيد عمله ولا يتقنه. </p><p> بصرف النظر، أكان وقت الراحة في الليل أو في النهار، فأنت مثلاً حين تتأمل البلاد التي تشرق فيها الشمس ثلاثة أشهر أو ستة أشهر، وتغيب أيضاً ثلاثة أشهر أو ستة أشهر، هل نتصور أن يعمل أهل هذه البلاد طوال الثلاثة أشهر، وينامون ثلاثة أشهر؟ لا إنما يُقسِّمون هذه الفترة في ليل أو نهار إلى فترات: فترة للعمل، وفترة للراحة. </p><p> لذلك تجد من عظمة القرآن أنْ يحتاط لمثل هذه الأمور، فيقول سبحانه:  {مِنْ آيَاتِهِ مَنَامُكُم باليل والنهار وابتغآؤكم مِّن فَضْلِهِ ... }  [الروم: ٢٣] فالنوم يكون بالليل، ويكون أيضاً بالنهار لمن تستدعي طبيعة عمله أن يعمل بالليل. </p><p> والبيت يكون على قدر إمكانات صاحبه، المهم أنْ يكون له مكان يأوي إليه ويستريح فيه، مهما قَلَّ، حتى لو كان مكاناً ضيِّقاً على قَدْر ما يسع الإنسان أنْ يضع جنبه على الأرض، فإنْ كان فيه مُتَّسع فبها ونِعْمت، وعلى طارق البيت أنْ يراعي مدى البيتوتة لمن يطرق عليه. </p><p> وكما يتفاوت الناس في البيوت، كذلك يتفاوتون في ترف الحياة وأسباب الراحة في البيت على حسب الإمكانات، وما دامت الراحة على قدر الإمكانات، فينبغي أنْ يتحلَّى كلٌّ بالرضا، وأنْ يربط بين عمله ودَخْله وبين ترف حياته، فقبل أنْ تفرض لنفسك حياة مترفة، افرض لها أولاً عملاً مترفاً بنفس المستوى، بحيث توفر منه إمكانات هذا الترف. </p><p> وكما يقول المثل (على قدر لحافظ مِدّ رجليك) فإذا كانت إمكاناتك لا تفر لك إلا الكفاف، فلتكُنْ راضياً به، وإنْ تمردَّتَ وطلبْتَ المزيد فلتتمرد أولاً على نفسك، ولتعمل العمل الذي يوفر لك ما تتطلع إليه. </p><p> وآفة الناس في اقتصادهم أنْ يحددوا مستوى الحياة أولاً، ثم يرغمون دخولهم وإمكاناتهم على هذا المستوى، فيحدث العجز، ولا تفي الإمكانات بالمتطلبات، إنما الواجب أنْ أُحدِّد مستوى حياتي على ضوء دَخْلي وإمكاناتي، وبذلك يعيش الإنسان سعيداً مرتاحاً لا يرهقه شيء، ولا يفوتنا ونحن نتحدث عن الدخول والإمكانات أنْ نراعي الحلال في الكسب وفي الإنفاق. </p><p> وإذا كانت البيوت وأسباب الراحة فيها بحَسْب إمكانات أصحابها، فينبغي أنْ تكون أحوالهم النفسية أيضاً على قدر إمكاناتهم حتى لا يمتليء قلب الفقير حِقْداً على صاحب النعمة. </p><p> إذن: لا بُدَّ لنا أن نتحلَّى بالرضا، وأنْ نقنع بما في أيدينا، ومَنْ يدريك لعل صاحب النعمة هذا ورثها، وإنْ كان لم يتعب هو فيها فقد تعب أباؤه وأجداده، وسبق أن قلنا: إن الذي يعرق عشر سنين من حياته يرتاح بقية عمره، والذي يعرق عشرين سنة يُريح أولاده، والذي يعرق ثلاثين يُريح أحفاده، ومَنْ ذا الذي عرق وكدَّ ولم يجد ثمرة عرقه؟ </p><p> فمَنْ أراد أنْ يعيش محترماً مكرماً حال شيخوخته فليعمل في شبابه وحال قدرته، وليعرق قبل أنْ يأتيه يوم لا يجد فيه هذه القدرة؛ لذلك يراعي سيدنا رسول الله هذا المعنى في قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: </p><p> «أعْطوا الأجير حقه قبل أنْ يجفَّ عرقه» . </p><p> أما الذين يتسكعون في الشوارع أو على القهاوي فليسوا أهلاً لهذه الحياة الكمرية حال شيخوختهم، كذلك العامل الذي لا يعطي للعمل حقه، أو لا يتقنه، أو يجلس يراقب صاحب العمل يتحيَّن الفرصة لإضاعة الوقت. </p><p> ومعلوم أن القرش إذا اكتسبه صاحبه دون وجه حق كان وبالاً عليه وفساداً لحاله؛ لأنه لم يعرق به. </p><p> واقرأ إنْ شِئْتَ قول سيدنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «مَنْ أصاب مالاً من مهاوش، أذهبه الله في نهابر» والمهاوش هي الطرق غير المشروعة لجمع المال، وهو نفس المعنى الذي نقصده حين نقول مثلاً: فلان جمع هذا المال من (الهَبْش) أو (النتش) ، والنهابر هي الأبواب التي تُفتح لصرف هذا المال لا فائدة منه. وكثيراً ما نرى بعض الناس دخولهم ورواتبهم كبيرة، ومع ذلك يعيشون عيشة الفقراء، لا ترى عليهم ولا على أولادهم أثراً لهذه النعمة. </p><p> والناس يختلفون في نظرتهم إلى النعمة في أيدي الآخرين فقويُّ الإيمان ساعة يرى النعمة في يد غيره لا يحسده عليها، إنما يرى أنها فَضْل الله على عباده، وتراه يدعو لصاحب النعمة بالبركة، ويقول: والله إنه يستحق هذه النعمة وأكثر منها؛ لأنه جَدَّ واجتهد. </p><p> المؤمن يقول: ما شاء الله، لا قوة إلا بالله، اللهم بارك له وأعطني من نعمك، المؤمن يرى في نعمة الدنيا نموذجاً مُصغَّراً نعمة الآخرة، فيقول: هذا ما أعدَّه البشر لأنفسهم، فكيف بما أعدَّه الله لخَلْقه؟ عندها يتراءى له نعيم الجنة، فيُقبل عليها بقلب يملؤه الإيمان واليقين، وهذه النظرة للنعمة عند الآخرين تسمى غِبْطة. </p><p> أما غير المؤمن - والعياذ بالله - فيحقد على صاحب النعمة، ويراه غير أَهْل لها، ويتمنى زوالها من عنده، ويحسده عليها، وهذا كله دليل على ضَعْف الإيمان والاعتراض على أقدار الله في خَلْقه. </p><p> ونُسمِّي المساجد بيوت الله، وسُمِّي المسجد بيت الله؛ لأنه جُعِل خصيصاً لكي نقابل فيه الله حينما نسمع نداء الصلاة؛ لذلك حذرنا رسول الله أنْ نُدخل الدنيا معنا بيوت الله، فحذَّر أنْ تُقعد الصفقات في المساجد، أو تُنشَد فيها الضالة، ولا أدلَّ على ذلك من قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لمن عقد صفقة تجارية في بيت الله:  «لا بارك اللهُ لك في صفقتك» وقال لمن نشد ضالته في المسجد: «لا ردَّ اللهُ عليك ضالَّتك» . </p><p> لأن الإنسان يعيش طوال وقته للدنيا، فلا يجوز أن يأخذها معه حتى في وقت الصلاة، فوقت الصلاة للقاء الله، وهذا الوقت لا يعطل حركة حياتك، إنما يعطيك شحنة إيمانية تُقوِّيك على متابعة حركة حياتك، وسبق أن قلنا: إن هذه الشحنة أشبه بشحنة البطارية، فهل يقال لمن أخذ البطارية ليشحنها أنه عطَّل البطارية؟ </p><p> كذلك أنت صَنْعة الله وخِلْقته، وما بالك بصنعة تُعرض على صانعها كل يوم خمس مرات، أيصيبها عطب بعد ذلك؟ وكذلك أنت حين تعرض نفسك على ربك، تأخذ من هذا اللقاء شحنة إيمان ويقين، وتتخلَّص من همومك ومشاكلك. </p><p> لذلك كان سيدنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كلما حَزَبَه أمر فزع إلى الصلاة، ففي الصلاة ترمي بنفسك وترمي بهمومك ومشاكلك في (أحضان) ربك؛ لأنه سبحانه أعطى الكون أسباباً، فإذا عزَّتْ عليك الأسباب ولم تُفِدْكَ بشيء فاترُكْ الأسباب، والجأ إلى المسبِّب سبحانه. </p><p> وقلنا: إن المسجد بيت الله باختيار الخَلْق، أما بيت الله الحرام فهو بيت الله باختيار الله؛ لذلك جعله الله قِبْلة كل البيوت، فإذا ما زُرْته ولو مرة واحدة أصلح حياتك كلها. </p><p> نعود إلى بيوت النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وما ينبغي أنْ يتحلى به المؤمنون من أدب في دخولها، وما يجب أنْ يُراعَي في دخول هذه البيوت بالذات؛ لأن لها طبيعة خاصة تناسب مهمة صاحبها صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> {ياأيها الذين آمَنُواْ لاَ تَدْخُلُواْ بُيُوتَ النبي إِلاَّ أَن يُؤْذَنَ لَكُمْ ... }  [الأحزاب: ٥٣] يعني: لا تتهجَّموا عليها؛ لأنها ضيِّقة وليستْ فيها سعة للاستقبال في كل الأوقات، والإذن هنا مُقيَّد بالطعام {إِلاَّ أَن يُؤْذَنَ لَكُمْ إلى طَعَامٍ ... }  [الأحزاب: ٥٣] . </p><p> وحتى إذا دُعِيتَ إلى طعام رسول الله لا تذهبْ إليه قبل وقته، فإذا كان الغداء مثلاً الساعة الثانية، فلا تذهب أنت الساعة العاشرة؛ لأنه لا يليق أن تشغل رسول الله وله في بيته مهمات يجب ألاّ </p><p> ينشغلَ عنها، مهام مع ربه، ومهام مع أهل بيته، وهذا معنى:  {غَيْرَ نَاظِرِينَ إِنَاهُ ... }  [الأحزاب: ٥٣] أي: نضج الطعام واستوائه وإعداده، والفعل (إِنَي) على وزن رضا، وفي لغة: إني أني مثل: رمي رمياً. </p><p> وهنا تحذير للمؤمنين إذا دُعُوا إلى طعام رسول الله أنْ يدخلوا بيوته ينتظرون نُضْج الطعام، إنما عليهم ألاَّ يدخلوا إلا بعد نُضْج الطعام وإعداده، بحيث يقول لهم تفضلوا الطعام {وَلَكِنْ إِذَا دُعِيتُمْ فادخلوا ... }  [الأحزاب: ٥٣] فالطعام جاهز ومُعَدٌّ {فَإِذَا طَعِمْتُمْ فانتشروا ... }  [الأحزاب: ٥٣] فكما نهاهم في أوَّليّة الطعام عن انتظار نُضْجه، كذلك نهاهم في آخريته عن عدم الجلوس بعده، إنما ينبغي عليهم إذا أكلوا أنْ ينتشروا. </p><p> والانتشار: أنْ يأخذ الشيء حيِّزاً أوسع من حجمه، والانتشار يُعينك على تحقيق الغاية، ألسْنَا ننشر الملابس بعد غَسلْها؟ لماذا؟ لأن نَشْر الغسيل يساعد على جفافه، ولو تركْتَه في حيِّزه الضيق لاحتاج أسبوعاً لكي يجفَّ، إذن: في الانتشار فائدة. </p><p> وسبق أنْ أوضحنا هذه الظاهرة بكوب الماء إذا تركْتَه مثلاً وسافرتَ لمدة شهر، فإنك ستعُود فتجده كما هو لم ينقص إلا القليل، لكن إنْ سكبْتَه في أرض الحجرة فسوف يجفّ قبل أنْ تخرج منها. </p><p> فقوله تعالى هنا {فادخلوا فَإِذَا طَعِمْتُمْ فانتشروا ... }  [الأحزاب: ٥٣] أي تفرَّقوا؛ لأن المكان الذي أنتم فيه في بيت النبي ضيِّق، إذن: ليذهب كُلٌّ إلى عمله، وماذا يُراد من المؤمن بعد أنْ تناول طعامه؟ أنْ يسعى في مناكب الأرض، لا أنْ يجلس خاملاً عَالةً على غيره، وتأمل أيضاً قول الله تعالى في سورة الجمعة: </p><p> {فَإِذَا قُضِيَتِ الصلاة </p><p> فانتشروا فِي الأرض وابتغوا مِن فَضْلِ الله ... } [الجمعة: ١٠] . </p><p> إذن: أمر الحق سبحانه عباده المؤمنين بالانتشار؛ لأن له هدفاً وغايةً، فالهدف السعي وطلب الرزق، وماذا بعد أنْ تناولتهم طعامكم؟ أيليق بكم أنْ تقعدوا مثل (تنابلة السلطان) في بيت رسول الله، وأنتم تعلمون أنه يعيش عَيِشَة الكفاف في كل شئون حياته؟ </p><p> ومن معاني الانتشار: السياحة، وهي مأخوذة من سَاح الماء إذا فَاض، وأخذ حيِّزاً أكبر، والانتشار أو السياحة ينبغي أنْ تكون مُنظمة كما تنتشر نقطة الماء على القماش، فتحدث فيه دائرة منتظمة. </p><p> كذلك في انتشاركم في الأرض للسعي في طلب الرزق يجب أنْ يكون بنظام معين، بحيث لا يحدث تكدُّس في مكان أو زحام، في حين يخلو مكان آخر لا يجد مَنْ يعمره، ويستنبط خيراته. </p><p> والسياحة في الأرض أو الانتشار فيها، الله تعالى يريده مِنَّا لغايتين: </p><p> الأولى: الضرب في الأرض وابتغاء رزق الله وفضله، كما قال الحق سبحانه وتعالى:  {وَآخَرُونَ يَضْرِبُونَ فِي الأرض يَبْتَغُونَ مِن فَضْلِ الله ... }  [المزمل: ٢٠] . </p><p> والضرب في الأرض ليس مجرد الانتشار فيها، إنما المراد العمل والكفاح واستخراج خيراتها؛ لأن الخالق سبحانه نثر القوت في أنحاء الأرض بالتساوي، ونثر فيها الخيرات؛ لذلك كل يوم تعطينا الأرض جديداً من نِعَم الله، كنا لا نعرف من خيرات الأرض إلا الزراعة، فلما تقدَّمَتْ العلوم والاكتشافات وتطوَّرت أدواته عرفنا المعادن والبترول </p><p> والكنوز المطمورة في أرض الله، وكل أثر كنزيٍّ في الأرض لا نستخرجه ولا نعرفه إلا بالضرب في الأرض، وسبق أن قلنا: الضرب إيقاع شيء بقوة. </p><p> كنا نتعجَّب من الناس الذين يسكنون البوادي والصحراء ونشفق عليهم، كيف يعيشون في هذا الجَدْب والقَحْط؟ ولماذا لا يتركون هذا المكان إلى غيره؟ والآن وبعد الاكتشافات البترولية صاروا هم أغنى الناس وتأتيهم كل خيرات الدنيا تحت أقدامهم. لماذا؟ لأنهم تمسَّكوا بأرضهم وبلادهم وصبروا عليها، حتى آن الأوان لجني خيراتها، ولو أنهم يئسوا منها ما نالوا كل هذا الخير. </p><p> وسبق أنْ أوضحنا أن خيرات الأرض متساوية، وشبهناها بقطاع طولي في البطيخة مثلاً، وإنْ تعددت ألوان هذه الخيرات واختلفت من مكان لآخر. </p><p> والأخرى: أن تكون السياحة للاعتبار والتأمل في آيات الله في كونه، فبالتنقل والسير في الأرض أرى آيات ليست موجودة في بيئتي، وفي ذلك يقول تعالى:  {قُلْ سِيرُواْ فِي الأرض فانظروا كَيْفَ بَدَأَ الخلق ثُمَّ الله يُنشِىءُ النشأة الآخرة إِنَّ الله على كُلِّ شَيْءٍ قَدِيرٌ}  [العنكبوت: ٢٠] ويقول سبحانه في موضع آخر: {قُلْ سِيرُواْ فِي الأرض ثُمَّ انظروا ... }  [الأنعام: ١١] . </p><p> والمعنى أن السَّيْر في الأرض لابتغاء الرزق ينبغي أنْ يصاحبه نظر وتأمُّل لآيات الله. </p><p> ثم يقول سبحانه: {وَلاَ مُسْتَئْنِسِينَ لِحَدِيثٍ إِنَّ ذلكم كَانَ يُؤْذِي </p><p> النبي فَيَسْتَحْيِي مِنكُمْ والله لاَ يَسْتَحْيِي مِنَ الحق ... } [الأحزاب: ٥٣] أي: لا ينبغي أنْ تجلسوا بعد الطعام للحديث، وتجعلوها (سهراية) في بيت رسول الله، وهذا النهي كان له سبب وحادثة وقعتْ، فنزلت هذه الآية. </p><p> سيدنا رسول الله لم يُؤلِم وليمة في عُرْس من أعراسه إلا لزينب بنت جحش، فذبح صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ شاة، وأعدَّ لهم الحَيْس، وهو التمر المخلوط بالزبد والسمن، ثم يوضع عليه اللبن الحامض أو الرايب. </p><p> فلما أكل الناس جلسوا يتحدثون، انتظر رسول الله أنْ يقوموا وينصرفوا، فلم يَقُمْ منهم أحد، وحياؤه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يمنعه أنْ يقول لهم: قوموا، فأراد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أنْ يُظهِر لهم أنه يريد أنْ يقوم، وقام فعلاً وخرج، فلم يقُم منهم أحد ووجدَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ آخرين جالسين بالخارج، فعاد إلى مجلسه، فشعر القوم بما يريده رسول الله فانصرفوا. </p><p> يقول سيدنا أنس: فجئتُ فأخبرتُ رسول الله أنهم انطلقوا، فجاء صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ودخل، فذهبت لأدخل وراءه، فألقى الحجاب بيني وبينه - يعني: لا أحد يدخل حتى أنت. </p><p> ومعنى:  {إِنَّ ذلكم كَانَ يُؤْذِي النبي فَيَسْتَحْيِي مِنكُمْ ... }  [الأحزاب: ٥٣] لأنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يريد أنْ تنصرفوا، لكن يمنعه حياؤه، وهذا لأن المكان ضيِّق، ورسول الله في يوم عُرْس، وليس من المناسب الجلوس عنده. </p><p> {والله لاَ يَسْتَحْيِي مِنَ الحق ... }  [الأحزاب: ٥٣] لذلك قالوا: حَسْب الثقلاء أن الله لم يحتملهم. هكذا حدثتنا الآية في صدرها عن: </p><p> آداب الدخول، وآداب الاستئذان، وآداب الأكل، وآداب الجلوس عند رسول الله. </p><p> ثم تحدَّثنا بعد ذلك عن الآداب التي يجب أنْ يتحلَّى بها المؤمنون في علاقتهم بزوجاته صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  {وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعاً فاسألوهن مِن وَرَآءِ حِجَابٍ ذلكم أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ ... }  [الأحزاب: ٥٣] . </p><p> المتاع: أواني البيت التي لا تتيسَّر للجميع، فعادة ما يكون في الشارع أو الحارة بيت أو بيتان مَسْتوران، عندهم مثل هذه الأشياء: ماجور العجين، أو المنخل، أو الغربال، أو الهون. . إلخ. </p><p> ومثل هذه الأشياء عادة لا تتوفر للفقير، فيذهب إلى جاره فيستعيرها منه، وهذا ما قال الله فيه:  {أَرَأَيْتَ الذي يُكَذِّبُ بالدين فَذَلِكَ الذي يَدُعُّ اليتيم وَلاَ يَحُضُّ على طَعَامِ المسكين فَوَيْلٌ لِّلْمُصَلِّينَ الذين هُمْ عَن صَلاَتِهِمْ سَاهُونَ الذين هُمْ يُرَآءُونَ وَيَمْنَعُونَ الماعون}  [الماعون: ١ - ٧] . </p><p> فالمتاع هو الماعون، وهو أدوات البيت التي يستعيرها منك جارك غير القادر على توفيرها في بيته. </p><p> إذن: الحق سبحانه في حين جعل للمؤمنين أدباً خاصاً مع رسول الله في الدخول عليه أو الأكل في بيته والجلوس عنده، لم يمنع الانتفاع بما عنده صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من متاع البيت، ومتاع البيت يُطلَب بأنْ تطرق الباب على أهله تقول: أعطونا كذا وكذا، وعادة ما تُسْأل المرأة لأنها ربةُ البيت والمسئولة عن هذا المتاع، فإذا طلبتُم شيئاً من زوجات النبي فاطلبوه من وراء حجاب {ذلكم أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ.</p><p> . .}  [الأحزاب: ٥٣] . </p><p> سبق أنْ قُلْنا: إن المشاعر والإدراكات والمواجيد والعقائد التي تستقرُّ في النفس، هذه المظاهر الشعورية تتكون على مراحل ثلاث: آلة تدرك، ووجدان يستقبل، إما بالمحبة، وأما بالكراهية، ثم نفس تنزع، ومثَّلْنا لذلك بالوردة تراها في البستان جميلة نضرة، وتشُمُّ رائحتها زكية عطرة، فهذا إدراك بحاسة البصر وحاسة الشم، نتج عنه إعجاب ومواجيد، يترتب عليها أنْ تمدَّ يدك لتقطفها، وهذا هو النزوع. </p><p> والشرع لا يتدخل، لا في الإدراك، ولا في الوجدان، إنما يتدخل في النزوع، فَلَك أنْ ترى جمال الودرة كما تشاء، ولك أنْ تشمَّ عبيرها، لكن إن امتدَّتْ يدُكَ إليها قُلْنا لك: قف: أَهِي حَقٌّ لك؟ إنْ كانت حقك فَخُذْهَا، وإلا فهي مُحرَّمة عليك لأنها ليَستْ مِلْكك، وليس في هذا حَجْراً على حريتك؛ لأن الذي قيَّد حريتك في الاعتداء على مال الغير قيَّد حرية الآخرين في الاعتداء عليك، فأعطاك قبل أنْ يأخذ منك إذن: فالشرع في صالحك أنت. </p><p> نقول: الشرع لا يتدخل إلا عند مرحلة النزوع، إلا في علاقة الرجل بالمرأة والنظر إلى جمالها، فإنه يتدخل فيها من بدايتها، فيحظر عليك مجرد الإدراك، لأنك حين ترى جمال المرأة، وربما كانت أجمل من امرأتك أو لم يسبق لك الزواج، فإنك تُعجب بها. </p><p> وهذا الإعجاب لا بُدَّ أنْ يدعوك إلى النزوع، فكيف تنزع في هذه الحالة؟ والنزوع في هذه المسألة له شروط: أولها أنْ تأتيه من باب الحلال، فإنْ لم تكُنْ قادراً على باب الحلال، فإما أنْ تعفَّ نفسك، وإما أنْ تعربد في أعراض الآخرين، لذلك تدخَّل الشرع في هذه المسألة من أولها، ولم يتركك حتى تقع في المحظور وتنزع فيما لا يحلُّ لك؛ لأن المرأة الجميلة لا شكَّ تهيج في الرجل معاني خاصة. </p><p> وفي ذلك يقول الشاعر: </p><p> سُبْحانَ مَنْ خَلَق الجَماَ ... لَ والانْهِزَام لِسَطْوتِهِ </p><p> وَلَذَاكَ يأمْرنَا بغَضِّ الطَّرْف عنه لَرحمتِهِ ... من شاء يطْلبه فلا ... إلاّ بطُهْر شريعتِه </p><p> وبذَا يدُوم له التمتُّع ... هَأهُنَا وبجنَّتِهِ </p><p> أما الذي يدَّعي أن نظره إلى جمال المرأة لا يترك فيه هذا الأثر فهو مخالف للطبيعة، حتى وإنْ كان متزوجاً، وإياك أنْ تظن أن امرأة تُغني بجمالها عن جمال في سواها؛ لذلك يقولون: النساء كالخمر، كل مليحة بمذاق، فمهما كانت زوجتك جميلة، وفيها كل المواصفات التي تعجبك فسوف تجد في غيرها الجديد مما ليس فيها. إذن: من رحمة الله بك أنْ لا تدخل في هذه المسألة من أول مراحلها، فحرَّم مجرد النظر. </p><p> وإذا كان هذا في المعنى العام للناس، فكيف يكون مع زوجات النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وقد قال تعالى مخاطباً المؤمنين {وَمَا كَانَ لَكُمْ أَن تؤْذُواْ رَسُولَ الله ... }  [الأحزاب: ٥٣] أي بالنظر إلى زوجاته؛ لأن النظر إدراك يتبعه أنْ تجد في نفسك شيئاً، صحيح أنت لا تستطيع أنْ تُقدِم؛ لأنهن أمهات المؤمنين، إنما سينشغل قلبك، ومجرد خواطر القلب هنا إيذاء لسيدنا رسول الله، بدليل أنه قال بعدها:  {وَلاَ أَن تنكحوا أَزْوَاجَهُ مِن بَعْدِهِ.</p><p> . .}  [الأحزاب: ٥٣] . </p><p> ورُوِي أن رجلاص رأى السيدة عائشة قبل الحجاب فانبهر بها، فقال: والله إنْ مات رسول الله لأتزوجنَّ هذه الحميراء، وإنْ كان كفَّر عن هذه القَوْلة وحَجَّ ماشياً، وأعتق الرقاب، ليغفر الله له هذه الجرأة </p><p> على رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> فمعنى {ذلكم ... }  [الأحزاب: ٥٣] أي: أمرنا بأنْ تسألوهنَّ من وراء حجاب، وهذا الأمر احتياط للطرفين {أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ ... }  [الأحزاب: ٥٣] لقلوبكم أولاً، ولقلوبهن ثانياً. </p><p> وقوله تعالى:  {وَمَا كَانَ لَكُمْ أَن تؤْذُواْ رَسُولَ الله}  [الأحزاب: ٥٣] أي: لا ينبغي ولا يكون، وهذا يعني أنَّ شيئاً لم يحدث، بل مجرد الخاطر يُعَدُّ إيذاءً؛ لأنه في حق مَنْ؟ في حق رسول الله. </p><p> وقوله:  {وَلاَ أَن تنكحوا أَزْوَاجَهُ مِن بَعْدِهِ أَبَداً ... }  [الأحزاب: ٥٣] هذا تكريم لرسول الله ولأزواجه ليس في مدة حياته فحَسْب، إنما حتى بعد مماته؛ لأنهُنَّ أمهات للمؤمنين، وليس لأحد أنْ يتزوج منهن بعد رسول الله. </p><p> ومعلوم أن للزوجة بالنسبة لزوجها خصوصية، فعادةً في طبيعة التكوين الإنساني ترى الرجل عنده ألوان من الخير، فإنْ كان صاحب أريحية لا يمنعك شيئاً تتطلبه أو تستعيره منه، يعطيك من ماله، من متاع بيته، يعيرك سيارته. . إلخ. </p><p> إلا ما يتعلق بالمرأة، فإنه يغار حتى من مجرد أنْ تنظر إليها، ليس ذلك وهي في حوزته ومِلْكه، إنما حتى لو كان كارهاً لها، حتى لو طلقها يغار عليها أن تتزوج بآخر. </p><p> إذن المرأة هي المتاع الوحيد الذي يحتل هذه المنزلة، وينال هذا الحفظ وهذه الرعاية، لماذا؟ لأنها وعاء النَّسْل، وكأن الله تعالى يريد للأمة كثرة النسل شريطة أنْ يكون من طُهْر وعِفَّة ونقاء، فوضع في قلب الرجل حُبَّها والغيرة عليها. </p><p> لذلك، تأمل هذا الوصف الذي وصف الله به الأنصار لما استقبلوا المهاجرين، وأفسحوا لهم في أملاكهم وفي بيوتهم، فوصفهم الله وصفاً أرقى ما يُوصف به مكان في مكين. </p><p> فقال سبحانه:  {والذين تَبَوَّءُوا الدار والإيمان ... }  [الحشر: ٩] فكأنهم يسكنون في الإيمان {مِن قَبْلِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلاَ يَجِدُونَ فِي صُدُورِهِمْ حَاجَةً مِّمَّآ أُوتُواْ وَيُؤْثِرُونَ على أَنفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ ... }  [الحشر: ٩] . </p><p> وما استحق الأنصارُ هذا الوصفَ من الحق سبحانه إلا لإيثارهم إخوانهم المهاجرين وبَذْل شيء لم يبذله أحد قبلهم، حيث كان الواحد منهم يعرض على أخيه المهاجر أنْ يُطلِّق له إحدى زوجاته ليتزوجها، وهذه هي المسألة التي تثبت أن إيمانَ هؤلاء طغي على كل ما عداه، وصار أحبَّ شيء إليهم حتى من المرأة، ومن الغيرة عليها. </p><p> وقوله تعالى:  {إِنَّ ذلكم ... }  [الأحزاب: ٥٣] أي: ما سبق أنْ ذُكِر من سؤال أمهات المؤمنين من وراء حجاب، وألاَّ تؤذوا رسول الله، أو تنكحوا أزواجه من بعده، كل هذا {كَانَ عِندَ الله عَظِيماً}  [الأحزاب: ٥٣] وكيف يُؤْذَي رسولُ الله، وهو ما جاء إلا ليحمينا من الإيذاء في الدنيا في الآخرة. </p><p> ثم يقول الحق سبحانه:  {إِن تُبْدُواْ شَيْئاً أَوْ تُخْفُوهُ ... } . </p>"
}