{
  "id": null,
  "sura": 33,
  "aya": 37,
  "text": "<p> معنى {وَإِذْ تَقُولُ ... }  [الأحزاب: ٣٧] واذكر جيداً وأدِرْ مسألة زيد في رأسك، اذكر إذ تقول للذي أنعم الله عليه بالإيمان - والمراد زيد وأنعمتَ عليه بالعتق أولاً، وأنعمت عليه بقانون البشرية بأنْ جعلْتَه ابناً لك وأنعمتَ عليه بأن زوَّجته، وهو عبد، من قرشية، هي ابنة عمتك، ثم أنعمتَ عليه حين قُلْت له {أَمْسِكْ عَلَيْكَ زَوْجَكَ واتق الله ... .}  [الأحزاب: ٣٧] . </p><p> لكن، لماذا قُلْتَ له هذه الكلمة يا محمد؟ أخوفاً من كلام الناس أنْ يقولوا: تزوَّج من امرأة مُتبنَّاه؟ كيف وهذا مقصود من الله تعالى، إنه يريد أن يُنهي عادة التبني، وأنْ يُنهيها على يدك أنت، فأنت تخفيه خوفاً من كلام الناس، وقد أبداه الله حين أخبرك بهذه المسألة، وأن نهايتها ستكون على يديك بأنْ تتزوج امرأة مُتبنَّاك {والله أَحَقُّ أَن تَخْشَاهُ ... }  [الأحزاب: ٣٧] فدعْكَ من الناس. </p><p> لذلك قال سبحانه في موضع آخر:  {الذين يُبَلِّغُونَ رِسَالاَتِ الله وَيَخْشَوْنَهُ وَلاَ يَخْشَوْنَ أَحَداً إِلاَّ الله ... }  [الأحزاب: ٣٩] . </p><p> وسبق أن أوضحنا أن خشيته صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لم تكن خشية خوف من شيء يضره، إنما خشية استحياء ليدفع رسول الله الشبهة عن نفسه. </p><p> وقوله تعالى:  {فَلَمَّا قضى زَيْدٌ مِّنْهَا وَطَراً زَوَّجْنَاكَهَا ... }  [الأحزاب: ٣٧] الوطر: هو الأشياء التي تناسب معاش الرجل، فمعناه الغاية أو الحاجة، وسبق أن قُلْنا: إن وطر الرجل من زوجته أن تكون سكناً، فإن لم يكُنْ، فمودة تجمعهما، فإنْ لم يَكُنْ فرحمة متبادلة. </p><p> وقد افتقد زيد في زوجته كل هذه المراحل، فلم يجد معها، لا السكن، ولا المودة، ولا الرحمة، فلماذا - إذن - يستمر في الارتباط بها؟ لذلك كان يذهب إلى رسول الله، فيشتكي له ما يلاقي </p><p> من زينب، فكان رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يقول له: </p><p> {أَمْسِكْ عَلَيْكَ زَوْجَكَ واتق الله ... .}  [الأحزاب: ٣٧] . </p><p> وتأمل هنا هذه الرياضة الإيمانية بين سيدنا رسول الله وزيد وزينب رَضِيَ اللَّهُ عَنْهما: لما طلِّق زيدٌ زينب تركها رسول الله لتقضي عدَّتها، فلما قضتْ العِدَّة قال: يا زيد اذهب إلى زينب فاخطبها عليَّ، فما هذه العظمة؟ رسول الله يبعث المطلق ليخطب له المطلَّقة، وهذا يدل على ثقته في زيد، وأنه قد قضي وطره من زينب، ولم يَعُدْ فيها حاجة. </p><p> ويدخل زيد على زينب، فيقول لها: أبشري يا زينب، لقد بعثني رسول الله لأخطبك له، فقالت: والله لا أجيب حتى أسجد شكراً لله، فقامت زينب فسجدتْ، عندها عاد زيد إلى رسول الله، فأخبره ما كان من زينب فجاءها رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فدخل عليها بلا استئذان. </p><p> تُرى لماذا يدخل عليها سيدنا رسول الله بلا استئذان؟ قالوا لأنها حينئذ صارت زوجته، كما قال سبحانه {فَلَمَّا قضى زَيْدٌ مِّنْهَا وَطَراً زَوَّجْنَاكَهَا.</p><p> . .}  [الأحزاب: ٣٧] </p><p> أي: زوَّجه الله بها من فوق سبع سماوات. </p><p> لذلك كانت السيدة زينب حين تجلس مع زوجات النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - وهذه أيضاً من الرياضيات الإيمانية - تقول لهن: إني لأفتخر عليكن جميعاً بأنك زوجكُنَّ أولياؤكن، أما أنا فزوَّجني ربي، فلا تجرؤ إحداهن على الردِّ عليها. </p><p> ليس هذا فحسب، إنما تُدِلُّ أيضاً على سيدنا رسول الله، فتقول له: يا رسول الله، أنا أُدِلُّ عليك بثلاث، فيضحك سيدنا رسول الله ويقول: أما الأولى؟ فتقول: أما الأولى فجدِّي وجدُّك واحد، وأما الثانية فلأن الله زوَّجني من فوق سبع سماوات، وأما الثالثة فلأن سفيري في الزواج لم يكُن زيداً، إنما كان جبريل. </p><p> فأيُّ عظمة هذه التي نلاحظها في هذه القصة، وأيُّ رياضة إيمانية عالية من رسول الله وصحابته؟ </p><p> إذن: لم يتزوج رسول الله من زينب، إنما زوَّجه ربه؛ لذلك نقول للمغرمين بالخوض في هذه المسألة، يحسبونها سُبَّة في حق رسول الله: افهموا الفرق بين زُوِّج وتزوج. تزوج أي: بنفسه </p><p> وبرغبته، إنما زُوِّج أي زوَّجه غيره، وكلمة {زَوَّجْنَاكَهَا ... }  [الأحزاب: ٣٧] تحتوي على الفعل زوَّج والضمير (ن) فاعل يعود على الحق سبحانه، والكاف لخطاب رسول الله، وهي مفعول أول، والهاء تعود على السيدة زينب، وهي مفعول ثانٍ للفعل زوَّج. </p><p> فرسول الله في هذه المسألة، وفي كل زوجاته لم يخالف عن أمر الله. فلتكونوا منصفين؛ لأن المسألة ليستْ عند محمد، إنما عند رب محمد، واقرأوا إن شئتم:  {عسى رَبُّهُ إِن طَلَّقَكُنَّ أَن يُبْدِلَهُ أَزْوَاجاً خَيْراً مِّنكُنَّ مُسْلِمَاتٍ مُّؤْمِنَاتٍ قَانِتَاتٍ تَائِبَاتٍ عَابِدَاتٍ سَائِحَاتٍ ثَيِّبَاتٍ وَأَبْكَاراً}  [التحريم: ٥] . </p><p> ثم هَبُوا - جدلاً - أن محمداً فعلها، ما العيب فهيا وقد كان التعدُّد موجوداً، ولم ينشيء رسول الله تعدُّداً، كان التعدُّد موجوداً في الأنبياء والرسل، وفيكم وعندكم. </p><p> أما الذين يتهمون رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بأنه وسَّع على نفسه، فتزوَّج تسعاً، وضيَّق على أمته بأربعة، فالرد على ذلك أن الله تعالى حكم بأن زوجات الرسول أمهاتٌ للمؤمنين، وما دُمْنَ أمهات للمؤمنين، فليس لأحد أنْ يتزوَّجهُنَّ بعد رسول الله، أمّا غيرهن من المؤمنات فإنْ كان مع الرجل سبعة مثلاً، فعليه أنْ يفارق ثلاثة منهن، وهؤلاء الثلاثة سيجدْنَ مَنْ يتزوج بهنَّ، إذن: على الرسول أنْ يُمسِك زوجاته كلهن، وعلى غيره من المؤمنين أنْ يفارقوا ما زاد على أربع. </p><p> شيء آخر: تظنون أن رسول الله وسَّع الله له هذه المسألة، والحقيقة أن الله ضيَّق عليه إذا ما قارناه بغيره من عامة المؤمنين، فالمؤمن له أنْ يمسك أربعَ زوجات، فإذا ماتت إحداهن تزوج بأخرى، وإنْ طلَّق إحداهن تزوج بدلاً منها، فإن مُتْنَ جميعاً أو طلَّقهن، فله أنْ يتزوَّج غيرهن حتى يكمل الأربعة، وهكذا يكون للمؤمن أن يتزوَّج بعدد كثير من النساء. </p><p> أما رسول الله - نعم تزوج تسعاً - لكن خاطبه ربه بقوله:  {لاَّ يَحِلُّ لَكَ النسآء مِن بَعْدُ وَلاَ أَن تَبَدَّلَ بِهِنَّ مِنْ أَزْوَاجٍ وَلَوْ أَعْجَبَكَ حُسْنُهُنَّ ... }  [الأحزاب: ٥٢] فمَن الذي ضيِّق عليه إذن؟ محمد أم أمته؟ </p><p> ثم يا قوم تنبهوا إلى الفرق بين الاستثناء في العدد والاستثناء في المعدود، هل استثني الله نبيه في العدد من أربع إلى تسع، أم استثناه في معدود بذاته، استثناه في المعدود لا في العدد، لأنه لو استثناه في العدد لكان له إذا ماتتْ إحدى زوجاته أنْ يتزوَّج بأخرى، إنما وقف به عند معدود بذاته، بحيث لو ماتوا جميعاً ما كان له صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أنْ يتزوَّج بعدهن. </p><p> وبعد ذلك أظلَّ الحكمُ على رسلو الله هكذا؟ لا، إنما كان في بداية الأمر وبعد ذلك حينما استقرتْ الأمور وأَمِن الله رسولَه قال له: افعل ما تشاء، لأنك مأمون على أمتك. </p><p> ثم نقول: هَبُوا أن رسول الله له اختيار في هذه المسألة، ولم تكن مُسْبقة، ألم يُؤدِّ فِعْلُه هذا إلى إلغاء عادة التبني؟ ثم أنُزِعَتْ الرسالة من رسول الله بعد أنْ فعل ما فعل؟ إذن: لا يتناقض مراد الله ومراد رسول الله. </p><p> والذين تناولوا سيدنا رسول الله في هذه المسألة مثل الذين تناولوا سيدنا يوسف - عليه السلام - لما قال الله فيه:  {وَلَقَدْ هَمَّتْ بِهِ وَهَمَّ بِهَا ... }  [يوسف: ٢٤] وكأنهم أكثر غيرةً على يوسف من ربه عَزَّ وَجَلَّ، نعم همَّ بها يوسف أي: فكَّر فيها أو غير ذلك، ولن نقول لكم على الصواب لتظلوا في حيرتكم، لكن أنزعَ الله منه الرسالةَ بعد ما همَّ بها؟ إذن: همُّه بها لم يناقض الرسالة، فما تقولونه في هذه المسألة فضول منكم. </p><p> ثم تأتي العلة في هذه المسألة {لِكَيْ لاَ يَكُونَ عَلَى المؤمنين حَرَجٌ في أَزْوَاجِ أَدْعِيَآئِهِمْ إِذَا قَضَوْاْ مِنْهُنَّ وَطَراً ... }  [الأحزاب: ٣٧] ثم تختم الآية بما لا يدع مجالاً للشك في رسول الله: {وَكَانَ أَمْرُ الله مَفْعُولاً}  [الأحزاب: ٣٧] أي: لا بُدَّ أن يحدث، ولن يترك لأيِّ شخص آخر، حتى لا تفسد القضية في إلغاء عادة التبني، إذن، فزواج رسول الله من امرأة مُتبنَّاه ما كان إلا لرفع الحرج عن جميع المؤمنين، والآن يصح لكل مُتبنٍّ أن يتزوج امرأة مُتبنَّاه. </p>"
}