{
  "id": null,
  "sura": 1,
  "aya": 6,
  "text": "<p> وكرر {إِيَّاكَ} ليكون كلّ من العبادة والاستعانة سيقا في جملتين، وكلّ منهما مقصودة، وللتنصيص على طلب العون منه، بخلاف ما لو قال: إيّاك نعبد ونستعين، فإنّه كان يحتمل أن يكون إخبارا بطلب العون؛ أي: وليطلب العون من غير أن يعيّن ممن يطلب منه، وفي قوله:  {نَعْبُدُ} قالوا: ردّ على الجبرية، وفي {نَسْتَعِينُ} ردّ على القدرية، وقالوا: في قوله: {إِيَّاكَ} ردّ على الدهرية، والمعطلة، والمنكرين لوجود الصانع، فإنه خطاب لموجود حاضر، والله أعلم بأسرار كتابه. </p><p> ٦ - {اهْدِنَا الصِّراطَ الْمُسْتَقِيمَ} ، أي: أرشدنا إلى الدين القويم الذي لا اعوجاج فيه، الذي هو دين الإسلام، وثبتنا على المنهاج الواضح الذي رضيته لنا، وهذا بيان للمعونة المطلوبة أوّلا، فكأنّه قال: كيف أعينكم؟ فقالوا: اهدنا. </p><p> وإفراد لما هو المقصود الأعظم الذي هو الهداية وهي الدلالة بلطف. </p><p> والمراد زدنا هداية إليه، أو أدمنا مهديّين إليه، وإلا فنحن مهديّون بحمد الله تعالى. وفي «السمين» : وأصل هدى أن يتعدّى إلى الأول بنفسه، وإلى الثاني بحرف الجرّ، وهو إمّا إلى أو اللام، كقوله تعالى:  {وَإِنَّكَ لَتَهْدِي إِلى صِراطٍ مُسْتَقِيمٍ} وقوله: {إِنَّ هذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ} ، ثمّ قد يتّبع فيه، فيحذف الحرف فيتعدى للثاني بنفسه، كما هنا، فأصل {اهْدِنَا الصِّراطَ} : اهدنا للصراط، أو إلى الصراط، ثم حذف الحرف ووصل الفعل إلى المفعول بنفسه، ووزن اهد: إفع، حذفت لامه وهي الياء؛ حملا للأمر على المضارع المجزوم، والمجزوم تحذف لامه إذا كان حرف علّة. والهداية: الإرشاد، والدلالة، والتبيين، كقوله:  {وَأَمَّا ثَمُودُ فَهَدَيْناهُمْ} أي: بيّنا لهم، والإلهام: كقوله: {الَّذِي أَعْطى كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدى} ؛ أي: ألهمه لمصالحه، والدعاء: كقوله: {وَلِكُلِّ قَوْمٍ هادٍ} ؛ أي: </p><p> داع. وقال الراغب: الهداية دلالة بلطف، ومنه: الهديّة؛ لأنّها تمال من مالك إلى مالك. والصراط: الطريق المستهل، وبعضهم لا يقيده بالمستهل، ومنه قول جرير: </p><p> أمير المؤمنين على صراط ... إذا اعوجّ الموارد مستقيم </p><p> أي: على طريقة حسنة، والمراد به هنا: دين الإسلام كما قاله ابن عباس. </p><p> وقيل: هو القرآن، وروي ذلك مرفوعا. وقيل: السنة والجماعة (١) . وقيل: معناه: اهدنا صراط المستحقّين للجنة. </p><p> وأصله (٢) : السين، وقرأ بها قنبل حيث ورد، وإنّما أبدلت صادا؛ لأجل حرف الاستعلاء؛ أي: ليطابق الطاء في الإطباق. والسراط: من سرط الطعام إذا ابتلعه، فكأنّه يسرط السابلة، ولذلك سمّي لقما؛ لأنّه يلتقمهم، وجمعه: سرط ككتب، وقد تشمّ الصاد في الصراط زايا، وبه قرأ خلف، وقرىء بالزاي المحضة، ولم يرسم في المصحف إلّا بالصاد مع اختلاف قراءتهم فيها، كما سيأتي. والصراط يذكر ويؤنّث كالطريق، فالتذكير: لغة تميم، والتأنيث: لغة الحجاز. والمستقيم: اسم فاعل من استقام، ومعناه: استوى من غير اعوجاج، وأصله: مستقوم، ثم أعلّ كإعلال {نَسْتَعِينُ} ، كما سيأتي في مباحث الصرف. </p><p> وفي «أبي السعود» : والصراط: جمعه صرط، ككتاب وكتب، وهو كالطريق والسبيل، في التذكير والتأنيث. والمستقيم: المستوي، والمراد به: طريق الحقّ، وهي الملّة الحنيفيّة السّمحة المتوسّطة بين الإفراط والتفريط. اه. وأصل الصراط: السراط بالسين. </p><p> وقرأ قنبل، ورويس (٣) : {الصراط} بإبدال سينه صادا، وهي الفصحى، وهي لغة قريش، وبها قرأ الجمهور، وبها كتبت في مصحف الإمام. والزراط: لغة رواها الأصمعيّ، عن أبي عمرو، وإشمامها زايا: لغة قيس، وبه قرأ حمزة بخلاف وتفصيل عن رواته. وقال أبو عليّ. وروي عن أبي عمرو السين والصاد، والمضارعة بين الزاي والصاد. وقال أبو جعفر الطّوسي في تفسيره: الصراط بالصاد: لغة قريش، وهي اللغة الجيّده، وعامّة العرب يجعلونها سينا، </p><p>(١) الفتوحات. (٢) البحر المحيط.(٣) المراغي.</p><p> والزاي: لغة لبني عذرة، وكعب، وبني القين، وقال أبو بكر بن مجاهد: وهذه القراءة تشير: إلى أنّ قراءة من قرأ بين الزاي والصاد تكلّف حرف بين حرفين، وذلك صعب على اللسان، وليس بحرف يبنى عليه الكلام ولا من حروف المعجم، لست أدفع أنّه من كلام فصحاء العرب إلّا أنّ الصاد أفصح وأوسع. وقرأ زيد بن علي، والضحاك، ونصر بن علي، عن الحسن اهدنا صراطا مستقيما بالتنوين من غير لام التعريف، كقوله:  {وَإِنَّكَ لَتَهْدِي إِلى صِراطٍ مُسْتَقِيمٍ صِراطِ اللَّهِ} . وقرأ جعفر الصادق في {صراط مستقيم} بالإضافة. </p><p> واعلم (١) : أنّ هداية الله للإنسان على ضروب. </p><p> ١ - هداية الإلهام: وتكون للطفل منذ ولادته فهو يشعر بالحاجة إلى الغذاء، ويصرخ طالبا له. </p><p> ٢ - هداية الحواسّ: وهاتان الهدايتان يشترك فيهما الإنسان والحيوان الأعجم، بل هما في الحيوان أتم منهما في الإنسان، إذ إلهامه وحواسّه يكملان بعد ولادته بقليل، ويحصلان في الإنسان تدريجا. </p><p> ٣ - هداية العقل: وهي هداية أعلى من هداية الحسّ والإلهام، فالإنسان قد خلق ليعيش مجتمعا مع غيره، وحواسّه وإلهامه لا يكفيان لهذه الحياة، فلا بدّ له من العقل الذي يصحّح له أغلاط الحواسّ. ألا ترى الصّفراويّ يذوق الحلو مرّا، والرّائي يبصر العود المستقيم في الماء معوجّا. </p><p> ٤ - هداية الأديان والشرائع: وهي هداية لا بدّ منها لمن استرقّت الأهواء عقله، وسخّر نفسه للذّاته وشهواته، وسلك مسالك الشرور والآثام، وعدا على بني جنسه، وحدث بينه وبينهم التّجاذب والتدافع، فبها يحصل الرشاد، إذا غلبت الأهواء العقول، وتتبينّ للناس الحدود والشرائع، ليقفوا عندها، ويكفّوا أيديهم عمّا وراءها إلى أنّ في غرائز الإنسان الشعور بسلطان غيبيّ متسلط على الأكوان، </p><p>(١) روح البيان.</p><p> إليه ينسب كل ما لا يعرف له سببا، وبأن له حياة وراء هذه الحياة المحدودة، وهو بعقله لا يدرك ما يجب لصاحب هذا السلطان، ولا يصل فكره إلى ما فيه سعادته في هذه الحياة، فاحتاج إلى هداية الدين التي تفضّل الله بها عليه ووهبه إيّاها. </p><p> وإلى تلك الهدايات أشار الكتاب الكريم في آيات كثيرات، كقوله:  {وَهَدَيْناهُ النَّجْدَيْنِ} أي: طريق الخير والشرّ، والسعادة والشقاء، وقوله:  {وَأَمَّا ثَمُودُ فَهَدَيْناهُمْ فَاسْتَحَبُّوا الْعَمى عَلَى الْهُدى} ؛ أي: أرشدناهم إلى طريق الخير والشرّ، فاختاروا الثاني الذي عبّر عنه بالعمى. وهناك نوع آخر من الهداية. </p><p> وهي المعونة والتوفيق للسير في طريق الخير، وهي التي أمرنا الله بطلبها في قوله:  {اهْدِنَا الصِّراطَ الْمُسْتَقِيمَ} ، إذ المراد: دلّنا دلالة تصحبها من لدنك معونة غيبيّة تحفظنا بها من الوقوع في الخطاء والضلال، وهذه الهداية خاصّة به سبحانه لم يمنحها أحدا من خلقه، ومن ثم نفاها عن النبي صلّى الله عليه وسلّم في قوله:  {إِنَّكَ لا تَهْدِي مَنْ أَحْبَبْتَ وَلكِنَّ اللَّهَ يَهْدِي مَنْ يَشاءُ} ، وقوله:  {لَيْسَ عَلَيْكَ هُداهُمْ وَلكِنَّ اللَّهَ يَهْدِي مَنْ يَشاءُ} ، وأثبتها لنفسه في قوله:  {أُولئِكَ الَّذِينَ هَدَى اللَّهُ فَبِهُداهُمُ اقْتَدِهْ} . </p><p> أمّا الهداية بمعنى الدلالة على الخير والحقّ مع بيان ما يعقب ذلك من السعادة، والفوز، والفلاح، فهي مما تفضّل الله بها على خلقه، ومنحهموها، ومن ثمّ أثبتها للنبي صلّى الله عليه وسلّم في قوله:  {وَإِنَّكَ لَتَهْدِي إِلى صِراطٍ مُسْتَقِيمٍ} . </p><p> هذا والصراط المستقيم: هو جملة ما يوصل إلى السعادة في الدنيا، والآخرة من عقائد، وأحكام، وآداب، وتشريع دينّي، كالعلم الصحيح بالله والنبوة، وأحوال الكون، وأحوال الاجتماع. وقد سمّى هذا صراطا مستقيما؛ تشبيها له بالطريق الحسي، إذ كل منهما موصل إلى غاية، فهذا سير معنويّ يوصل إلى غاية يقصدها الإنسان، وذاك سير حسيّ يصل به إلى غاية أخرى. </p><p> وقد أرشدنا الله سبحانه إلى طلب الهداية منه؛ ليكون عونا لنا بنصرنا على أهوائنا وشهواتنا، بعد أن نبذل ما نستطيع من الجهد في معرفة أحكام الشريعة، ونكلّف أنفسنا الجري على سننها؛ لنحصل على خير الدنيا والآخرة. </p>"
}