{
  "id": null,
  "sura": 1,
  "aya": 7,
  "text": "<p> قال في «التيسير»  (١) : {إِيَّاكَ نَعْبُدُ} لإظهار التوحيد، {وَإِيَّاكَ نَسْتَعِينُ} لطلب العون عليه، اهْدِنَا لسؤال الثبات على دينه، وهو تحقيق عبادته واستعانته؛ وذلك لأنّ الثبات على الهداية أهمّ الحاجات، إذ هو الذي سأله الأنبياء والأولياء، كما قال يوسف عليه السلام: تَوَفَّنِي مُسْلِمًا، وسحرة فرعون:  {وَتَوَفَّنا مُسْلِمِينَ} ، والصحابة:  {وَتَوَفَّنا مَعَ الْأَبْرارِ} ؛ وذلك لأنه لا ينبغي أن يعتمد على ظاهر الحال، فقد يتغيّر في المآل كما لإبليس، وبرصيصا، وبلعم بن باعورا. اه. </p><p> ٧ - {صِراطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ} بدل (٢) من الصراط، بدل كلّ من كلّ، فهو على نيّة تكرار العامل، وفائدته: التأكيد والإشعار بأنّ الصراط المستقيم هو صراط هؤلاء الذين أنعمت عليهم. ويجوز أن يكون عطف بيان، وفائدته الإيضاح. </p><p> والذين أنعم الله عليهم هم المذكورون في (سورة النساء) ، حيث قال: {وَمَنْ يُطِعِ اللَّهَ وَالرَّسُولَ فَأُولئِكَ مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَداءِ وَالصَّالِحِينَ وَحَسُنَ أُولئِكَ رَفِيقًا (٦٩) ذلِكَ الْفَضْلُ مِنَ اللَّهِ وَكَفى بِاللَّهِ عَلِيمًا}، وأطلق الإنعام؛ ليشمل كلّ إنعام. </p><p> والمعنى: أي أرشدنا إلى صراط الأقوام الذين مننت عليهم بالهداية، وأكرمتهم بالتوفيق. وقال ابن عباس - رضي الله عنهما -: هم قوم موسى وعيسى الذين لم يغيّروا ولم يبدّلوا. وقيل: هم أصحاب محمد صلّى الله عليه وسلّم وأهل بيته. </p><p> وقرىء (٣) : {صراط من أنعمت عليهم} . والإنعام: إيصال النعمة، وهي في الأصل الحالة التي يستلذّها الإنسان، فأطلقت لما يستلذه من النعمة، وهي اللين. ونعم الله، وإن كانت لا تحصى كما قال:  {وَإِنْ تَعُدُّوا نِعْمَتَ اللَّهِ لا تُحْصُوها} ، تنحصر في جنسين دنيوي وأخروي. والأول قسمان: موهبيّ وكسبيّ. </p><p>(١) عمدة التفاسير. (٢) البيضاوي.(٣) البحر المحيط.</p><p> والموهبيّ قسمان: روحاني: كنفخ الروح فيه، وإشراقه بالعقل، وما يتبعه من القوى، كالفهم، والفكر، والنطق. وجسماني: كتخليق البدن والقوى الحالّة فيه، والهيئات العارضة له من الصحة وكمال الأعضاء. والكسبيّ: تزكية النفس عن الرذائل، وتحليتها بالأخلاق السنيّة والملكات الفاضلة، وتزيين البدن بالهيئات المطبوعة، والحلي المستحسنة، وحصول الجاه، والمال. والثاني: أن يغفر ما فرط منه، ويرضى عنه ويبوّئه في أعلى عليّين مع الملائكة المقربين أبد الآبدين. </p><p> والمراد هنا: هو القسم الأخير، وما يكون وصلة إلى نيله من القسم الآخر، فإنّ ما عدا ذلك يشترك فيه المؤمن والكافر. </p><p> وحكى اللّغويّون في {عَلَيْهِمْ} عشر لغات (١) : ضمّ الهاء وإسكان الميم، وهي قراءة حمزة، وكسرها وإسكان الميم، هي قراءة الجمهور، وكسر الهاء والميم وياء بعدها، وهي قراءة الحسين، وزاد ابن مجاهد، أنها قراءة عمر بن قائد، وكذلك بغير ياء، وهي قراءة عمرو بن فائد، وكسر الهاء وضمّ الميم وواو بعدها، وهي قراءة ابن كثير، وقالون بخلاف عنه، وكسر الهاء وضمّ الميم بغير واو، وضمّ الهاء والميم وواو بعدها، وهي قراءة الأعرج، والخفاف، عن أبي عمرو، وكذلك بدون واو، وضمّ الهاء وكسر الميم بياء بعدها، وكذلك بغير ياء، وقرىء بهما. وتوضيح هذه القراءات بالخط والشكل: عليهم، عليهم، عليهمي، عليهم، عليهمو، عليهم، عليهمو، عليهم، عليهمي، عليهم. </p><p> وفي «القرطبي» : (٢) وفي {عَلَيْهِمْ} عشر لغات قرىء بعامّتها: {عليهم} بضمّ الهاء وإسكان الميم، و {عَلَيْهِمْ} بكسر الهاء وإسكان الميم، و {عليهمي} بكسر الهاء والميم، وإلحاق ياء بعد الكسرة، و {عليهمو} بكسر الهاء وضمّ الميم، وزيادة واو بعد الضمّة، و {عليهمو} بضمّ الهاء والميم، وزيادة واو بعد الميم، و {عليهم} بضمّ الهاء والميم من غير زيادة واو. وهذه الأوجه الستّة مأثورة عن أئمّة القرّاء. الثلاثة الأول منها: سبعيّة، وأوجه أربعة منقولة عن العرب </p><p>(١) الفتوحات. (٢) البيضاوي.</p><p> غير محكيّة عن القرّاء. {عليهُمي} بضمّ الهاء وكسر الميم، وزيادة ياء بعد الميم، حكاها الأخفش البصري عن العرب، وعليهم بضمّ الهاء وكسر الميم من غير زيادة ياء، وعليهم بكسر الهاء وضمّ الميم من غير إلحاق واو، و {عليهم} بكسر الهاء والميم ولا ياء بعد الميم. وكلّها صواب قاله ابن الأنباري. اه. </p><p> {غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ} بدل من {الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ} بدل كلّ من كلّ. أي: صراط غير اليهود الذين غضبت عليهم وخذلتهم، وانتقمت منهم؛ لقوله تعالى فيهم:  {مَنْ لَعَنَهُ اللَّهُ وَغَضِبَ عَلَيْهِ وَجَعَلَ مِنْهُمُ الْقِرَدَةَ وَالْخَنازِيرَ وَعَبَدَ الطَّاغُوتَ أُولئِكَ شَرٌّ مَكانًا وَأَضَلُّ عَنْ سَواءِ السَّبِيلِ} . </p><p> {وَلَا الضَّالِّينَ} . أي: وصراط غير النصارى الذين ضلّوا وأخطأوا عن الهدى لقوله تعالى فيهم: {وَأَضَلُّوا كَثِيرًا وَضَلُّوا عَنْ سَواءِ السَّبِيلِ} وقيل: غير المغضوب عليهم بالبدعة، ولا الضالّين عن السنّة، والله أعلم. </p><p> والمعنى: وفّقنا طريق الهدى والرشاد التي هي طريق الأنبياء والمؤمنين، وجنّبنا عن طريق أهل الغضب والضلال التي هي طريق الكفار والمنافقين. وورد في الحديث: أنّ النبيّ صلّى الله عليه وسلّم قال: «إنّ المغضوب عليهم اليهود، وإنّ الضالّين هم النصارى» رواه ابن حبّان وصحّحه. وإنّما سمّي كلّ من اليهود والنصارى بما ذكر، مع أنّ كلّا منهم مغضوب عليه وضالّ؛ لاختصاص كلّ منهما بما غلب عليه. اه. خطيب. ويتجه أن يقال: المغضوب عليهم العصاة، والضالون الجاهلون بالله؛ لأنّ المنعم عليه من وفّق للجمع بين معرفة الحقّ لذاته، والخير للعمل به، وكان المقابل له من اختلّ إحدى قوّتيه العاقلة والعاملة، والمخل بالعمل فاسق مغضوب عليه؛ لقوله تعالى في القاتل عمدا:  {وَغَضِبَ اللَّهُ عَلَيْهِ} ، والمخل بالعلم جاهل ضالّ؛ لقوله تعالى:  {فَماذا بَعْدَ الْحَقِّ إِلَّا الضَّلالُ} . </p><p> اه. من «البيضاوي» . </p><p> والحاصل:  {أنّ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ} بدل (١) من {الَّذِينَ أَنْعَمْتَ} على </p><p>(١) الشوكاني.</p><p> معنى: أنّ المنعم عليهم هم الذين سلموا من الغضب والضلال، أو صفة له مبيّنة، أو مقيّدة على معنى: أنّهم جمعوا بين النعمة المطلقة، وهي نعمة الإيمان، وبين السلامة من الغضب والضلال، وذلك إنّما يصحّ بأحد تأويلين: أجراء الموصول مجرى النكرة في الإبهام، إذ لم يقصد به معهود كالمحلّى ب (أل) الجنسية في قوله: </p><p> ولقد أمرّ على اللئيم يسبّني ... فمضيت ثم قلت لا يعنيني </p><p> وكقولهم: إنّي لأمرّ على الرجل مثلك فيكرمني. أو جعل {غَيْرِ} معرّفا بالإضافة؛ لأنه أضيف إلى ما له ضدّ واحد، وهو المنعم عليه، فيتعيّن تعيّن الحركة من غير السكون، وعن ابن كثير: نصبه على الحال من الضمير المجرور في {عَلَيْهِمْ} ، والعامل {أَنْعَمْتَ} أو بإضمار أعني أو بالاستثناء، إن فسّر المنعم بما يعمّ القبيلين، وبه قرأ عمر، وابن مسعود، وعليّ، وابن الزبير وليست في المتواتر عن ابن كثير. </p><p> والغضب: ثوران النفس لإرادة الانتقام، ومعنى الغضب في صفة الله: إرادة العقوبة، فهو صفة ذاته، أو نفس العقوبة. ومنه الحديث:  «إنّ الصدقة تطفىء غضب الربّ» ، فهو صفة فعله. قال في «الكشاف» : غضب الله إرادته الانتقام من العصاة، وإنزال العقوبة بهم، وأن يفعل بهم ما يفعله الملك إذا غضب على من تحت يده. </p><p> والفرق (١) بين {عَلَيْهِمْ} الأولى و {عَلَيْهِمْ} الثانية: أنّ الأولى في محل نصب على المفعولية، والثانية في محل رفع على النيابة عن الفاعل. و (لا) في قوله: {وَلَا الضَّالِّينَ} زائدة لتأكيد النفي المفهوم من {غَيْرِ} ، فكأنّه قال: لا المغضوب عليهم ولا الضّالّين. </p><p> وقرأ عمر وأبيّ (٢) : {وغير الضالّين} ، وروي عنهما في الراء في الحرفين النصب والخفض، ويدلّ على أنّ المغضوب عليهم هم غير الضالين. والتأكيد </p><p>(١) البحر المحيط. (٢) المراغي.</p><p> فيها أبعد، والتأكيد في لا، أقرب. وقرأ أيوب السختياني {وَلَا الضَّالِّينَ} بإبدال الألف همزة؛ فرارا من التقاء الساكنين. وحكى أبو زيد: دأبّة وشأبّة في دابّة وشابّة في كتاب الهمز، ومع ذلك فلا ينقاس هذا الإبدال؛ لأنّه لم يكثر كثرة توجب القياس، نصّ على أنّه لا ينقاس النحويّون. </p><p> قال القرطبي: الضلال في لسان العرب: هو الذهاب عن سنن القصد وطريق الحقّ، ومنه ضلّ اللبن في الماء؛ أي: غاب. ومنه:  {أَإِذا ضَلَلْنا فِي الْأَرْضِ} ؛ أي: غبنا بالموت وصرنا ترابا. ويقال: ضللت الشيء: جهلت المكان الذي وضعته فيه، وأضللت الشيء: ضيعته، وأضل أعمالهم وضلّ: غفل ونسي، {وَأَنَا مِنَ الضَّالِّينَ}  {أَنْ تَضِلَّ إِحْداهُما} ، والضلال: سلوك سبيل غير القصد. ضل عن الطريق: سلك غير جادتها، والضلال: الحيرة والتردّد. ومنه: قيل لحجر أملس يردده الماء في الوادي: ضلضلة. </p><p> وفي «الخطيب» : وفي قوله: {وَلَا الضَّالِّينَ} مدّان: مدّ لازم، ومدّ عارض، فاللازم: هو الذي على الألف بعد الضاد وقبل اللام المشدّدة، والعارض: هو الذي على الياء قبل النون. اه. والأصل في الضالّين: الضاللين، ثمّ أدغمت اللام في اللام، فاجتمع ساكنان مدّت الألف واللام المدغمة. </p><p> والحاصل من معنى الآيتين، كما قاله المراغي: أنّ الله سبحانه وتعالى أمرنا (١) باتباع صراط من تقدّمنا؛ لأنّ دين الله واحد في جميع الأزمان، فهو إيمان بالله ورسله، واليوم الآخر، وتخلّق بفاضل الأخلاق، وعمل الخير، وترك الشرّ، وما عدا ذلك فهو فروع وأحكام تختلف باختلاف الزمان والمكان، يرشد إلى ذلك قوله تعالى:  {إِنَّا أَوْحَيْنا إِلَيْكَ كَما أَوْحَيْنا إِلى نُوحٍ وَالنَّبِيِّينَ مِنْ بَعْدِهِ} . </p><p> والْمَغْضُوبِ قيل: هم الذين بلغهم الدين الحقّ الذي شرعه الله تعالى لعباده، فرفضوه ونبذوه وراءهم ظهريّا، وانصرفوا عن النظر في الأدلّة؛ تقليدا لما ورثوه عن الآباء والأجداد، وهؤلاء عاقبتهم النكال والوبال في نار جهنم وبئس القرار. </p><p>(١) المراغي.</p><p> والضالّون: هم الذين لم يعرفوا الحقّ، أو لم يعرفوه على الوجه الصحيح، وهؤلاء هم الذين لم تبلغهم رسالة، أو بلغتهم على وجه لم يستبن لهم فيه الحقّ، فهم تائهون في عماية، لا يهتدون معها إلى مطلوب تعترضهم الشّبهات التي تلبّس الحق بالباطل والصواب بالخطأ، إن لم يضلّوا في شؤون الدنيا، فقد ضلّوا في شؤون الحياة الآخرة، فمن حرم هدى الدين ظهر له أثر الاضطراب في أحواله المعيشيّة، وحلّت به الرزايا، والذين جاؤوا على فترة من الرسل لا يكلّفون بشريعة، ولا يعذّبون في الآخرة؛ لقوله تعالى:  {وَما كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا} . </p><p> وهذا رأي جمهرة العلماء (١) ، وترى فئة منهم: أنّ العقل وحده كاف في التكليف، فمتى أوتيه الإنسان وجب عليه النظر في ملكوت السموات والأرض، والتدبّر، والتفكّر في خالق الكون، وما يجب له من عبادة وإجلال بقدر ما يهديه عقله، ويصل إليه اجتهاده، وبذلك ينجو من عذاب النار يوم القيامة، فإن لم يفعل ذلك كان من الهالكين. </p><p> تنبيه: آخر (الفاتحة)  (٢) : {وَلَا الضَّالِّينَ} ، وأما لفظ آمين: فليس منها ولا من القرآن مطلقا، بل هو سنّة يسنّ لقارىء (الفاتحة) في الصلاة، وغيرها أن يختم به، وهو اسم فعل دعاء بمعنى استجب وتقبّل يا الله هذا الدعاء! وهو قوله:  {اهْدِنَا الصِّراطَ الْمُسْتَقِيمَ} إلى آخرها. وهذا الاسم مبنّي؛ لشبهه بالحرف شبها استعماليّا على الفتح؛ فرارا من التقاء الساكنين وللخفّة، كما في أين وكيف. </p><p> وفيه لغتان: المد على وزن فاعيل، كياسين، أو قابيل وهابيل، فيكون اسما أعجميا، والقصر على وزن يمين، ومن المدّ قول الشاعر: </p><p> يا رب لا تسلبنّي حبّها أبدا ... ويرحم الله عبدا قال آمينا </p><p>(١) المراغي. (٢) الفتوحات.</p><p> وقال الآخر: </p><p> آمين آمين لا أرضى بواحدة ... حتى أكمّلها ألفين آمينا </p><p> ومن القصر قول الآخر: </p><p> أمين فزاد الله ما بيننا بعدا </p><p> قال الجوهري: وتشديد الميم خطأ، وروي عن الحسن، وجعفر الصادق، والحسين بن فضل: التشديد من أمّ إذا قصد؛ أي: نحن قاصدون نحوك، ومنه قوله تعالى:  {وَلَا آمِّينَ الْبَيْتَ الْحَرامَ} حكى ذلك القرطبيّ. وقيل: ليست اسم فعل، بل هي من أسماء الله، والتقدير: يا آمين، وضعفه أبو البقاء بوجهين: </p><p> أحدهما: أنه لو كان كذلك لكان ينبغي أن يبنى على الضمّ؛ لأنّه منادى مفرد معرفة. </p><p> الثاني: أنّ أسماء الله تعالى توقيفيّة. ووجّه الفارسيّ قول من جعله اسما لله تعالى على معنى: أنّ فيه ضميرا يعود على الله تعالى، فكأنّه اسم فعل، وهو توجيه حسن، نقله صاحب المغرب، ويكون المعنى: إنّا نتوجه إليك يا إلهنا فإليك المرجع والمصير. </p><p> وفي «الخطيب» : والسنّة للقارىء: أن يقول بعد فراغه من (الفاتحة) : آمين مفصولا عن {الضَّالِّينَ} بسكتة؛ ليتميّز ما هو قرآن عمّا ليس بقرآن، وهو اسم الفعل الذي معناه: استجب دعاءنا. </p><p> فائدة: في مشروعيّة التأمين بعد قراءة (الفاتحة) : </p><p> اعلم: أنّ السنّة الصحيحة، الصريحة، الثابتة تواترا، قد دلّت على ذلك، فمن ذلك: ما أخرجه أحمد، وأبو داود، والترمذي عن وائل بن حجر قال: سمعت رسول الله صلّى الله عليه وسلّم قرأ {غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ} فقال: آمين، مدّ بها صوته. ولأبي داود: رفع بها صوته، وقد حسّنه الترمذي. وأخرجه أيضا النسائي، وابن أبي شيبة، وابن ماجه، والحاكم وصحّحه، وفي لفظ من حديثه: </p><p> أنّه صلّى الله عليه وسلّم قال:  «رب اغفر لي آمين» . وأخرجه الطبراني والبيهقي. وفي لفظ أنه </p><p> قال: آمين ثلاث مرّات، وأخرجه الطبراني. وأخرج وكيع، وابن أبي شيبة عن أبي ميسرة قال: لمّا أقرأ جبريل رسول الله صلّى الله عليه وسلّم فاتحة الكتاب، فبلغ {وَلَا الضَّالِّينَ} قال: قل: «آمين» ، فقال:  «آمين» . وأخرج ابن ماجه عن عليّ قال: سمعت رسول الله صلّى الله عليه وسلّم إذا قال: {وَلَا الضَّالِّينَ} قال: آمين. وأخرج مسلم، وأبو داود، والنسائي، وابن ماجه عن أبي موسى قال: قال رسول الله صلّى الله عليه وسلّم: «إذا قرأ -يعني:الإمام -{غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ}فقولوا: آمين يحبّكم الله» . </p><p> وأخرج البخاري، ومسلم، وأصحاب السنن، وأحمد، وابن أبي شيبة، وغيرهم عن أبي هريرة: أنّ رسول الله صلّى الله عليه وسلّم قال: «إذا أمّن الإمام فأمّنوا، فإنّه من وافق تأمينه تأمين الملائكة، غفر له ما تقدم من ذنبه» . </p><p> وأخرج أحمد، وابن ماجه، والبيهقي بسند. قال السيوطي صحيح عن عائشة: أنّ النبي صلّى الله عليه وسلّم قال: «ما حسدتكم اليهود على شيء، ما حسدتكم على السلام والتأمين» . وأخرج ابن عديّ من حديث أبي هريرة قال: قال رسول الله صلّى الله عليه وسلّم: «إنّ اليهود قوم حسّد،حسدوكم على ثلاثة:إفشاء السلام، وإقامة الصفّ، وآمين» . </p><p> وأخرج الديلميّ عن أنس قال: قال رسول الله صلّى الله عليه وسلّم: «من قرأ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ، ثمّ قرأ فاتحة الكتاب،ثمّ قال:آمين. لم يبق ملك في السماء مقرّب إلّا استغفر له» . </p><p> وأخرج الترمذي الحكيم في «نوادر الأصول» عن أنس بن مالك قال: قال رسول الله صلّى الله عليه وسلّم: «إنّ الله سبحانه، أعطى أمتي ثلاثا،لم تعط أحدا قبلهم:السلام، وهو تحية أهل الجنة، وصفوف الملائكة، وآمين، إلّا ما كان موسى وهارون» . قال أبو عبد الله: معناه: أنّ موسى دعا على فرعون، وأمّن هارون، فقال الله تبارك وتعالى عند ما ذكر دعاء موسى في تنزيله:  {قَدْ أُجِيبَتْ دَعْوَتُكُما} ، ولم يذكر مقالة هارون، وقال موسى:  {رَبَّنا} ، فكان من هارون التأمين، فسمّاه داعيا في تنزيله، إذ صير ذلك دعوة منه. وقيل: إنّ آمين خاصّ بهذه الأمّة، كما مرّ قريبا. </p><p> فائدة أخرى: في حكم (الفاتحة) : </p><p> اختلف العلماء في وجوب قراءة (الفاتحة) : فذهب مالك، والشافعيّ، وأحمد، وجمهور العلماء إلى وجوب (الفاتحة) ، فإنّها متعيّنة في الصلاة، ولا تجزىء إلّا بها، واحتجّوا بما روى عبادة بن الصامت: أنّ رسول الله صلّى الله عليه وسلّم قال: «لا صلاة لمن لم يقرأ فيها بفاتحة الكتاب» ، أخرجاه في الصحيحين. وبحديث أبي هريرة:  «من صلّى صلاة لم يقرأ فيها بفاتحة الكتاب، فهي خداج ثلاثا غير تمام» الحديث وقد تقدم في بحث فضل (سورة الفاتحة) . وذهب أبو حنيفة: إلى أنّ (الفاتحة) لا تتعيّن على المصلّي، بل الواجب عليه قراءة آية من القرآن طويلة، أو ثلاث آيات قصار، واحتج بقوله تعالى:  {فَاقْرَؤُا ما تَيَسَّرَ مِنْهُ} ، وبقوله صلّى الله عليه وسلّم في حديث الأعرابيّ المسيء صلاته:  «ثمّ اقرأ بما تيّسر معك من القرآن» ، أخرجاه في الصحيحين. </p><p> دليل الجمهور: ما تقدم من الأحاديث، فإن قيل: المراد من الحديث: لا صلاة كاملة. قلت: هذا خلاف ظاهر لفظ الحديث، ومما يدل عليه حديث أبي هريرة قال: قال رسول الله صلّى الله عليه وسلّم: «لا تجزىء صلاة لمن لم يقرأ فيها بفاتحة الكتاب» ، أخرجه الدارقطني، وقال: إسناده صحيح. وعنه: أنّ رسول الله صلّى الله عليه وسلّم أمره أن يخرج فينادي «لا صلاة إلّا بفاتحة الكتاب، فما زاد» أخرجه أحمد، وأبو داود. وأجيب عن حديث الأعرابيّ: بأنه محمول على (الفاتحة) ، فإنّها متيسرة، أو على ما زاد على (الفاتحة) ، أو على العاجز عن قراءة (الفاتحة) ، والله أعلم. </p><p> الإعراب </p><p> {الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ (٢) }. </p><p> {الْحَمْدُ} مبتدأ مرفوع بالابتداء. {لِلَّهِ} جار ومجرور، متعلّق بمحذوف خبر المبتدأ، تقديره: مستحقّ لله، والجملة الإسمية مستأنفة استئنافا نحويّا، أو في محل النصب مقول لقول محذوف تقديره: قولوا: الحمد لله ربّ العالمين. </p><p> {رَبِّ} صفة أولى للجلالة، مجرور بالكسرة الظاهرة، وهو مضاف. {الْعالَمِينَ} مضاف إليه مجرور بالياء؛ لأنّه ملحق بجمع المذكر السالم. </p><p> {الرَّحْمنِ الرَّحِيمِ (٣) مالِكِ يَوْمِ الدِّينِ (٤) إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ (٥) اهْدِنَا الصِّراطَ الْمُسْتَقِيمَ (٦) }. </p><p> {الرَّحْمنِ} صفة ثانية للجلالة، مجرور بالكسرة الظاهرة. {الرَّحِيمِ} صفة ثالثة لها. {مالِكِ} صفة رابعة لها، وهو مضاف. {يَوْمِ الدِّينِ} مضاف إليه. {إِيَّاكَ} إيّا ضمير نصب منفصل، في محل النصب مفعول به مقدم؛ لغرض الحصر، والكاف حرف دالّ على الخطاب. {نَعْبُدُ} فعل مضارع مرفوع بالضمة، وفاعله ضمير مستتر فيه وجوبا؛ لإسناده إلى المتكلم، تقديره: نحن يعود على القارىء ومن معه، أو على المعظم نفسه، والجملة مستأنفة استئنافا نحويا. </p><p> {وَإِيَّاكَ} الواو عاطفة. {إِيَّاكَ} ضمير نصب منفصل في محل النصب مفعول مقدم. {نَسْتَعِينُ} فعل مضارع مرفوع، وفاعله ضمير مستتر يعود على القارىء ومن معه، والجملة معطوفة على جملة {نَعْبُدُ} . {اهْدِنَا}  (اهد) فعل دعاء سلوكا مسلك الأدب مع البارىء سبحانه، وفاعله ضمير مستتر فيه وجوبا؛ لإسناده إلى المخاطب، تقديره: أنت يعود على الله، والجملة مستأنفة لا محلّ لها من الإعراب، أو في محلّ النصب مقول قولوا كسابقها، أو جملة دعائية لا محل لها من الإعراب. (نا) ضمير نصب متصل، يعود على القارىء ومن معه، في محل النصب مفعول أول، مبني بسكون على الألف المحذوفة؛ للتخلّص من التقاء الساكنين. {الصِّراطَ} مفعول ثان {الْمُسْتَقِيمَ} صفة للصراط. </p><p> {صِراطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ (٧) }. </p><p> {صِراطَ} بدل من الصراط، بدل كلّ من كلّ، وهو مضاف. {الَّذِينَ} اسم موصول للجمع المذكر في محلّ الجر بالإضافة، مبني على الفتح، أو على الياء على الخلاف المذكور في محلّه؛ لشبهه بالحرف شبها افتقاريا، وإنّما حرك مع كون الأصل في المبني السكون؛ ليعلم أنّ له أصلا في الإعراب، وكانت الحركة فتحة؛ للخفة مع ثقل الموصول. {أَنْعَمْتَ} فعل وفاعل. {عَلَيْهِمْ} متعلّق بأنعمت، والجملة صلة الموصول، والعائد ضمير عليهم. {غَيْرِ الْمَغْضُوبِ}  {غَيْرِ} بدل من الذين، أو من الضمير في عليهم، بدل كلّ من كلّ، أو نعت للموصول، مجرور بالكسرة الظاهرة، وهو مضاف. {الْمَغْضُوبِ} مضاف إليه، </p><p> مجرور بالكسرة الظاهرة. {عَلَيْهِمْ} جار ومجرور في محلّ الرفع نائب فاعل للمغضوب؛ لأنّه اسم مفعول يعمل عمل الفعل المغيّر. {وَلَا} الواو عاطفة. لا: زائدة زيدت؛ لتأكيد النفي المفهوم من غير. {الضَّالِّينَ} . معطوف على المغضوب عليهم، مجرور بالياء؛ لأنّه جمع مذكر سالم، والنون عوض عن التنوين والحركة اللذين كانا في الاسم المفرد. </p><p> آمين: اسم فعل أمر؛ أي: دعاء سلوكا مسلك الأدب مع البارىء سبحانه؛ بمعنى: استجب، مبنّي على الفتح؛ لشبهه بالحرف شبها استعماليا، والشبه الاستعمالي: هو أن يشبه الاسم الحرف في كونه عاملا لا معمولا، وإنّما حرك؛ ليعلم أنّ له أصلا في الإعراب، أو فرارا من التقاء الساكنين، كما في أين وكيف، وكانت الحركة فتحة؛ للخفة، وفاعله ضمير مستتر فيه وجوبا لإسناده إلى المخاطب، تقديره: أنت يعود على البارىء سبحانه، والجملة من اسم الفعل وفاعله لا محلّ لها من الإعراب؛ لأنّ اسم الفعل عامل غير معمول، أو جملة دعائية، والمعنى: اسمع يا الله قراءتنا واستجب دعاءنا! وتقدم الخلاف في معناه. </p><p> التّصريف ومفردات اللغة </p><p> {رَبِّ الْعالَمِينَ} والرب: هو السيّد، والمالك، والمصلح، وغير ذلك من المعاني المارّة، فهو اسم فاعل من ربّ يربّ ربّا، نظير: نمّ ينم نمّا، إذا نقل الحديث على وجه الإفساد، فهو ربّ وذاك مربوب. أصله: رابّ، حذفوا ألفه؛ اعتباطا، كما في برّ وبارّ. {الْعالَمِينَ} : جمع عالم بفتح اللام، وجمع جمع المذكر السالم العاقل؛ تغليبا للعقلاء، والمراد به جميع الكائنات، والعالم لا واحد له من لفظه، ولا من غير لفظه؛ لأنّه اسم جمع لأشياء مختلفة الحقائق. </p><p> {مالِكِ يَوْمِ الدِّينِ} والمالك: إمّا من الملك بضمّ الميم، وهو عبارة عن السلطان القاهر والاستيلاء الباهر، أو من الملك بكسر الميم، وهو السلطنة الخاصّة، والدين: الجزاء، وهو المراد هنا، ويوم الجزاء: هو يوم القيامة، والطاعة، كقوله تعالى:  {فِي دِينِ الْمَلِكِ} ، والدين أيضا الملّة، وفي «القرطبي» ما نصّه: إن قال قائل: كيف قال: مالك يوم الدين، ويوم الدين لم يوجد بعد، </p><p> فكيف وصف نفسه سبحانه بملك ما لم يوجد؟ قيل له: اعلم أنّ مالكا: اسم فاعل من ملك يملك، واسم الفاعل في كلام العرب قد يضاف إلى ما بعده، وهو بمعنى الفعل المستقبل، ويكون ذلك عندهم كلاما سديدا معقولا صحيحا، كقولك: هذا ضارب زيد غدا؛ أي: سيضرب زيدا، وهكذا حاجّ بيت الله في العام المستقبل تأويله: سيحج في العام المستقبل، أفلا ترى أنّ الفعل قد ينسب إليه وهو لم يفعل بعد؛ وإنّما أريد به الاستقبال، فكذلك قوله عزّ وجل:  {مالِكِ يَوْمِ الدِّينِ} على تأويل الاستقبال؛ أي: سيملك يوم الدين، أو في يوم الدين إذا حضر. </p><p> {وَإِيَّاكَ نَسْتَعِينُ} أصله: نستعون بوزن نستخرج، فهو سداسيّ أجوف واويّ؛ لأنّه من العون، ففيه إعلال بالنقل والقلب، فاستثقلت الكسرة على الواو، فنقلت إلى الساكن قبلها على حدّ قول ابن مالك في «الخلاصة» في باب التصريف: </p><p> لساكن صحّ انقل التحريك من ... ذي لين آت عين فعل كأبن </p><p> فسكنت الواو بعد النقل، وانكسر ما قبلها فقلبت ياء، وهذه قاعدة مطردة عند الصرفيّين، نحو: ميزان وميقات، وهما من الوزن والوقت. اه. «سمين» مع زيادة. وفي «المصباح» : استعان به فأعانه، وقد يتعدى بنفسه، فيقال: أعانه، والاسم: المعونة والمعانة بالفتح. اه. والاستعانة: طلب العون، والطلب أحد معاني استفعل، وهي ثلاثة عشر، فمنها: هذا، والاتخاذ، والتحوّل، وإلقاء الشيء بمعنى: ما صيغ منه وعدّه كذلك، ومطاوعة أفعل وموافقته، وموافقة تفعّل، وافتعل، والفعل المجرد، والاغناء عنه وعن فعّل، وموافقة تفاعل. مثل ذلك: استطعم، واستعبده، واستنسر، واستعظمه، واستحسنه، وإن لم يكن كذلك، واستشلى مطاوع أشلّ، واستنبل موافق ومطاوع أبل، واستكبر موافق تكبّر، واستعصم موافق اعتصم، واستغنى موافق غني، واستنكف، واستحيا مغنيان عن المجرّد، واسترجع، واستعان حلق عانته مغنيا عن فعل، فاستعان طلب العون، كاستغفر، واستعظم، واستمسك بالشيء، وتماسك به، ومسك به بمعنى واحد أي: احتبست به. اه. من «البحر المحيط» . وقد بسطنا الكلام على </p><p> أبنية الفعل المزيد، ووضعنا لها جدولا في كتابنا «مناهل الرجال على لاميّة الأفعال» في الصرف، فراجعه. </p><p> {اهْدِنَا الصِّراطَ الْمُسْتَقِيمَ} ووزن اهد إفع، حذفت لامه، وهي الياء حملا للأمر على المضارع المجزوم، والمجزوم تحذف لامه إذا كانت حرف علة. </p><p> والصراط، كالطريق والسبيل في التذكير والتأنيث، كما مرّ، يجمع على صرط، ككتاب وكتب. والمستقيم: اسم فاعل من استقام السداسيّ الذي من باب استفعل بمعنى: الفعل المجرد من الزوائد، فهو هنا بمعنى: قام إذا استوى وانتصب، وأصله: مستقوم بوزن مستفعل، استثقلت الكسرة على الواو، ثمّ نقلت إلى الساكن قبلها، فقلبت الواو ياء؛ لسكونها وانكسار ما قبلها، فصار مستقيم. </p><p> {أَنْعَمْتَ عَلَيْهِمْ} وهمزة أنعم؛ لجعل الشيء صاحب ما صيغ منه؛ أي: </p><p> جعلتهم أصحاب نعمة، وهذا أحد المعاني التي لأفعل، وهي أربعة وعشرون معنى، وهذا أحدها، والتعدية، والكثرة، والصيرورة، والإعانة، والتعريض، والسلب إلى آخر ما في مطوّلات الصرف فراجعها. والتاء المتصلة بأنعمت: ضمير المخاطب المنزه عن الذكورة والأنوثة الباري سبحانه، وهي حرف خطاب في أنت، والضمير هناك أن، فهو مركب من اسم وحرف. </p><p> {وَلَا الضَّالِّينَ} جمع ضالّ، اسم فاعل من ضلّ الثلاثي، فأصله: </p><p> الضّاللين، سكّنت اللام الأولى؛ لثقل توالي كسرتين فالتقى ساكنان، فأدغمت اللام في اللام، فصار ضالّين، ووزن ضالّين فاعلين، وقد تقدم لك أنّ أيّوب السختياني يقرأ وَلَا الضَّالِّينَ؛ فرارا من التقاء الساكنين، قال أبو زيد: سمعت عمرو بن عبيد يقرأ {فَيَوْمَئِذٍ لا يُسْئَلُ عَنْ ذَنْبِهِ إِنْسٌ وَلا جَانٌ} ، فظننته قد لحن، حتى سمعت من العرب دأبّة، وشأبّة. </p><p> البلاغة </p><p> وقد تضمّنت هذه السورة الكريمة ضروبا من البلاغة، وأنواعا من الفصاحة، والبيان، والبديع: </p><p> فمنها: حسن الافتتاح وبراعة المطلع، فإن كان أوّلها بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ على قول من عدّها منها، فناهيك بذلك حسنا، إذ كان مطلعها مفتتحا باسم الله، وإن كان أولها الحمد لله فحمد الله والثناء عليه بما هو أهله، ووصفه بما له من الصفات العليّة، أحسن ما افتتح به الكلام، وقدم بين يدي النثر والنظم، وقد تكرّر الافتتاح بالحمد في كثير من السور. والمطلع ينقسم إلى حسن وقبيح، والحسن إلى ظاهر وخفيّ على ما قسم في علم البديع. </p><p> ومنها: المبالغة في الثناء على الله؛ وذلك لعموم أل في {الْحَمْدُ} على التفسير الذي مرّ. </p><p> ومنها: تلوين الخطاب على قول بعضهم، فإنّه ذكر أنّ {الْحَمْدُ لِلَّهِ} صيغته صيغة الخبر، ومعناه الأمر، كقوله: لا ريب فيه ومعناه: النهي؛ أي: لا ترتابوا فيه. </p><p> ومنها: الاختصاص باللام التي في لله، إذ دلّت على أنّ جميع المحامد مختصّة به تعالى، فهو مستحق لها، وبالإضافة في مالك يوم الدين؛ لزوال الأملاك والممالك عن سواه تعالى في ذلك اليوم، وتفرّده فيه بالملك والملك، قال تعالى:  {لِمَنِ الْمُلْكُ الْيَوْمَ} ؛ ولأنّه لا يجازي في ذلك اليوم على الأعمال سواه. </p><p> ومنها: الحذف، وهو على قراءة من نصب الحمد ظاهر، وتقدم هل يقدّر من لفظ الحمد، أو من غير لفظه، قال بعضهم: ومنه حذف العامل الذي هو في الحقيقة خبر عن الحمد، وهو الذي يقدّر بكائن، أو مستقرّ، قال: ومنه حذف صراط من قوله: {غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ} ، التقدير: صراط غير المغضوب عليهم وصراط غير الضالّين، وحذف سورة إن قدّرنا العامل في الحمد إذا نصبناه باذكروا، أو اقرؤا، تقديره: اقرءوا سورة الحمد. </p><p> ومنها: الإتيان بالرحمن الرحيم عقب اتصافه بربّ العالمين؛ لإفادة الترغيب بعد الترهيب، فيكون أرغب للعبد على الطاعة، وأمنع من المعصية. </p><p> ومنها: تقديم المعمول على عامله في قوله: {إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ} ، لإفادة الحصر والاختصاص. </p><p> ومنها: الإضافة لأدنى ملابسة في {يَوْمِ الدِّينِ} كإضافة سائر الظروف إلى ما وقع فيها من الحوادث، كيوم الأحزاب، ويوم الفتح. </p><p> ومنها: تقديم العبادة على الاستعانة في {إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ} ؛ ليوافق رؤوس الآي؛ وليعلم أنّ تقديم الوسيلة على طلب الحاجة أدعى إلى الإجابة. </p><p> ومنها: إعادة إيّاك مع الفعل الثاني؛ ليفيد أنّ كلّا من العبادة والاستعانة مقصود بالذات، فلا يستلزم كلّ منهما الآخر. </p><p> ومنها: الالتفات من الغيبة في قوله: {الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ} إلى الخطاب في قوله: {إِيَّاكَ نَعْبُدُ ...} إلخ؛ تطريبا للنفس، وزيادة في نشاطها جريا على أساليبهم. </p><p> ومنها: الاستعارة التصريحية الأصلية في قوله: {اهْدِنَا الصِّراطَ الْمُسْتَقِيمَ} حيث شبّه دين الإسلام بالطريق الحسّيّ، بجامع أنّ كلّا يوصل إلى المقصود، واستعير اسم المشبّه به للمشبّه. </p><p> ومنها: طلب الشيء مرادا به طلب دوامه واستمراره في قوله: {اهْدِنَا الصِّراطَ الْمُسْتَقِيمَ} ، أي: ثبّتنا عليه. </p><p> ومنها: التفسير والبيان في قوله: {صِراطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ} بعد الإبهام في قوله: {اهْدِنَا الصِّراطَ الْمُسْتَقِيمَ} ؛ لأنّه أوقع في النفس، وأرسخ فيه. </p><p> ومنها: نسبة الغضب إلى المجهول في قوله: {غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ} ، حيث لم يقل: غير الذين غضبت عليهم؛ تعليما لعباده الأدب، حيث أسند الخير إلى نفسه، وأبهم في الشرّ، نظير قوله تعالى:  {فَأَرَدْتُ أَنْ أَعِيبَها} ، {فَأَرادَ رَبُّكَ أَنْ يَبْلُغا أَشُدَّهُما} ، وقوله:  {وَإِذا مَرِضْتُ فَهُوَ يَشْفِينِ} . </p><p> ومنها: زيادة لا في قوله: {وَلَا الضَّالِّينَ} ؛ لتأكيد النفي المستفاد من غير. </p><p> ومنها: الزيادة والحذف في عدّة مواضع (١) . </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p>(١) إلى هنا انتهى تفسير سورة الفاتحة بعون الله وتوفيقه، بعيد الظهر من يوم الاثنين، اليوم السابع من شهر ربيع الأول من شهور سنة ألف وأربع مئة وسبع عشرة سنة من الهجرة النبوية: ٧/ ٣/ ١٤١٧ هـ على صاحبها أفضل الصلاة وأزكى التحية، وصلّى الله وسلم على سيّدنا ومولانا محمد خاتم النبيين، وعلى آله وصحبه أجمعين، والحمد لله ربّ العالمين.</p><p> [سورة البقرة] </p><p> سورة البقرة مدنية كلّها، نزلت بعد المطفّفين في مدد شتّى، وهي أوّل ما نزل بالمدينة. قيل: إلّا قوله تعالى: {وَاتَّقُوا يَوْمًا تُرْجَعُونَ فِيهِ إِلَى اللَّهِ} الآية، فإنّها آخر آية نزلت من السماء، نزلت يوم النحر في حجة الوداع بمنى، وآيات الربا أيضا من أواخر ما نزل من القرآن، ذكره القرطبي في «تفسيره» . </p><p> وهي (١) مئتان وستّ أو سبع أو ثمان وثمانون آية، وستّة آلاف كلمة، ومئة وإحدى وعشرون كلمة، وخمس وعشرون ألف حرف وخمس مئة حرف. </p><p> المناسبة: مناسبتها للفاتحة ظاهرة؛ لأنّ سورة الفاتحة ختمت بالأمر بطلب الهداية من الله سبحانه وتعالى، حيث قال فيها: قولوا: {اهْدِنَا الصِّراطَ الْمُسْتَقِيمَ} ، وسورة البقرة بدئت ببيان محلّ الهداية والوسيلة إليها، حيث قال فيها:  {ذلِكَ الْكِتابُ لا رَيْبَ فِيهِ هُدىً لِلْمُتَّقِينَ} . وقال صاحب «الروح» : فإن قلت: (٢) ما الحكمة في ابتداء البقرة بآلم والفاتحة بالحرف الظاهر المحكم وهو قوله: {الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ} ؟ </p><p> فالجواب ما قاله السيوطي - رحمه الله - في «الإتقان» : أقول في مناسبة ابتداء البقرة بآلم: أنّه لما ابتدئت الفاتحة بالحرف المحكم الظاهر لكلّ أحد، بحيث لا يعذر في فهمه أحد، ابتدئت البقرة بمقابله، وهو الحرف المتشابه البعيد التأويل؛ ليعلم مراتبه للعقلاء والحكماء: ليعجزهم بذلك؛ ليعتبروا ويدبّروا آياته. </p><p> التسمية: سمّيت السورة الكريمة بسورة البقرة: إحياء لذكرى تلك المعجزة الباهرة التي ظهرت في زمن موسى الكليم عليه السلام، حيث قتل شخص من بني </p><p>(١) الخازن. (٢) روح البيان.</p><p> إسرائيل، ولم يعرفوا قاتله إلى آخر ما سيأتي. وسيأتي بيان الناسخ والمنسوخ منها في آخرها، إن شاء الله تعالى. </p><p> فضلها: وورد في فضلها أحاديث كثيرة: </p><p> منها: ما أخرجه مسلم، والترمذي، وأحمد، والبخاري في «تاريخه» ، ومحمد بن نصر، عن النوّاس بن سمعان قال: سمعت رسول الله صلّى الله عليه وسلّم يقول: «يؤتى بالقرآن وأهله الذين كانوا يعملون به في الدنيا، تقدمهم سورة البقرة وآل عمران» . قال: وضرب لهما رسول الله صلّى الله عليه وسلّم ثلاثة أمثال ما نسيتهن بعد، قال:  «كأنهما غمامتان،أو قال:كأنّهما غيايتان، أو كأنهما ظلتان سوداوان، أو كأنهما فرقان من طير صوافّ تحاجان عن صاحبهما» . </p><p> ومنها: ما أخرجه ابن أبي شيبة، وأحمد، والدارمي، وأحمد، ومحمد بن نصر، والحاكم وصحّحه عن بريدة قال: قال رسول الله صلّى الله عليه وسلّم: «تعلّموا سورة البقرة وآل عمران فإنّهما الزهراوان تظلّان صاحبهما يوم القيامة، كأنّهما غمامتان، أو غيايتان، أو فرقان من طير صواف» . قال ابن كثير: وإسناده حسن على شرط مسلم. </p><p> ومنها: ما أخرجه مسلم، عن أبي هريرة قال: قال رسول الله صلّى الله عليه وسلّم: «لا تجعلوا بيوتكم مقابر، إنّ الشيطان يفرّ من البيت الذي تقرأ فيه سورة البقرة،وعنه أيضا:قال رسول الله صلّى الله عليه وسلّم: «لكل شيء سنام، وإن سنام القرآن سورة البقرة وفيها آية هي سيّدة آي القرآن، آية الكرسيّ» ، أخرجه الترمذي، وقال حديث غريب. </p><p> ومنها: ما أخرجه مسلم في «صحيحه» مطولا، عن أبي أمامة قال: قال رسول الله صلّى الله عليه وسلّم: اقرءوا سورة البقرة فإنّ أخذها بركة، وتركها حسرة، ولا يستطيعها البطلة؛ يعني: السحرة. </p><p> ومنها: ما أخرجه أبو يعلى، وابن حبان، والطبراني، والبيهقي عن سهل بن سعد الساعدي قال: قال رسول الله صلّى الله عليه وسلّم: «إنّ لكلّ شيء سناما، وسنام القرآن سورة البقرة من قرأها في بيته نهارا لم يدخله الشيطان ثلاثة أيام، ومن قرأها في </p><p> بيته ليلا لم يدخله الشيطان ثلاث ليال». </p><p> وأخرج أحمد، ومحمد بن نصر، والطبراني بسند صحيح، عن معقل بن يسار: أنّ رسول الله صلّى الله عليه وسلّم قال: «البقرة سنام القرآن وذروته، نزل مع كلّ آية منها ثمانون ملكا، واستخرجت{اللَّهُ لا إِلهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ}من تحت العرش، فوصلت بها» . </p><p> وأخرج البغوي في «معجم الصحابة» ، وابن عساكر في «تاريخه» عن ربيعة الجرسيّ قال: سئل رسول الله صلّى الله عليه وسلّم أيّ القرآن أفضل؟ قال:  «السورة التي يذكر فيها البقرة» قيل: فأيّ البقرة أفضل؟ قال:  «آية الكرسيّ وخواتيم سورة البقرة نزلت من تحت العرش» . إلى غير ذلك مما ورد في فضلها من الأحاديث المختلفة صحة، وحسنا، وغرابة، وضعفا. </p><p> وقوله: سورة البقرة كذا وكذا آية يؤخذ منه: أنّ تسميتها بما ذكر غير مكروه خلافا لمن قال بكراهة ذلك، وقال: لا يقال ذلك؛ لما فيه من نوع تنقيص بإضافتها إلى البقرة، أو إلى العنكبوت مثلا، وإنّما يقال: السورة التي تذكر فيها البقرة، أو السورة التي </p><p> يذكر فيها آل عمران، أو العنكبوت مثلا، واستدلّ هذا القائل بما رواه الطبراني في «الأوسط» ، والبيهقي في «الشّعب» ، وغيرهما بسند ضعيف، عن أنس قال: قال رسول الله صلّى الله عليه وسلّم: «لا تقولوا سورة البقرة ولا سورة آل عمران ولا سورة النساء، وكذا القرآن كلّه،ولكن قولوا:السورة التي تذكر فيها البقرة والسورة التي يذكر فيها آل عمران، وكذا القرآن كلّه» . قال ابن كثير: هذا حديث غريب لا يصحّ رفعه، وفي إسناده يحيى بن ميمون الخوّاص، وهو ضعيف الرواية لا يحتجّ به. وبما أخرجه البيهقي في «الشعب» بسند صحيح، عن ابن عمر قال:  (لا تقولوا سورة البقرة،ولكن قولوا:السورة التي تذكر فيها البقرة) ، ولكنه موقوف على ابن عمر لم يرفعه. </p><p> والذي عليه الجماهير من الصحابة والتابعين، ومن بعدهم عدم الكراهة، فقد روي عن جماعة من الصحابة ما يدلّ على عدم الكراهة، فثبت في «الصحيحين» عن ابن مسعود: أنّه رمى الجمرة من بطن الوادي، فجعل البيت عن </p><p> يساره، ومنى عن يمينه، ثمّ قال:  (هذا مقام الذي أنزلت عليه سورة البقرة) . </p><p> وأخرج ابن أبي شيبة، وأحمد، ومسلم، وأهل السنن، والحاكم وصحّحه عن حذيفة قال:  (صلّيت مع رسول الله صلّى الله عليه وسلّم ليلة من رمضان فافتتح البقرة،فقلت:</p><p> يصلّي بها في ركعة، ثمّ افتتح النساء فقرأها، ثمّ افتتح آل عمران فقرأها مترسّلا» الحديث. </p><p> وأخرج أحمد، وابن الضريس، والبيهقي عن عائشة قالت: (كنت أقوم مع رسول الله صلّى الله عليه وسلّم في الليل، فيقرأ بالبقرة وآل عمران و (النساء) . </p><p> وأخرجه أبو داود، والترمذي في «الشمائل» ، والنسائي، والبيهقي عن عوف بن مالك الأشجعي قال: قمت مع رسول الله صلّى الله عليه وسلّم ليلة، فقام، فقرأ سورة البقرة لا يمرّ بآية رحمة إلّا وقف» الحديث. </p><p> والسورة قد يكون لها اسم واحد، وقد يكون لها اسمان أو أكثر، والسورة مأخوذة من سور البلد؛ لارتفاع رتبتها كارتفاعه، وإحاطتها بالمعاني الغزيرة، كإحاطته بالبلد، وهي طائفة من القرآن، لها أوّل وآخر. وتسميتها باسم خاصّ بها توقيفي على الراجح، والراجح: أنّ المكيّ: ما نزل قبل الهجرة، ولو في غير مكة، والمدني: ما نزل بعد الهجرة ولو في غير المدينة. والآية في العرف: هي طائفة من كلمات القرآن، متميّزة بفصل، والفصل: هو آخر الآية، يجمع على فواصل، وقد تكون كلمة، مثل:  {الفجر} ، {والضحى} ، {والعصر} ، وكذا {ألم} و {طه} و {يس} ونحوها عند الكوفيين، وغيرهم لا يسمّيها آيات، بل يقول: هي فواتح السور. وعن أبي عمرو الداني: لا أعلم كلمة هي وحدها آية إلّا قوله تعالى. {مُدْهامَّتانِ} . اه. من «التحبير» . وأصل آية: أيية كشجرة، قلبت عينها ألفا على غير قياس، وقيل: آيية كفاعلة، حذفت الهمزة تخفيفا، وقيل: غير ذلك، وقد بسطنا الكلام في هذا المقام في المقدمة فراجعها. </p><p> واعلم: أنّ كون ترتيب الآيات والسور توقيفيا؛ إنما هو على الراجح. </p><p> وقيل: إنّه ثبت باجتهاد الصحابة. وقال السيوطي - رحمه الله تعالى في «التحبير» : اختلف: هل ترتيب الآي والسور على النظم الذي هو الآن عليه، بتوقيف من النبي صلّى الله عليه وسلّم، أو باجتهاد من الصحابة؟ فذهب قوم إلى الثاني، واختار مكي وغيره: أنّ ترتيب الآيات والبسملة في الأوائل من النبي صلّى الله عليه وسلّم، وترتيب السور منه لا باجتهاد الصحابة. والمختار: أنّ الكلّ من النبي صلّى الله عليه وسلّم. اه. وعلى كلّ من القولين: فأسماء السور في المصاحف لم يثبتها الصحابة في مصاحفهم؛ وإنّما هو شيء ابتدعه الحجاج، كما ابتدع إثبات الأعشار، والأسباع، كما ذكره الخطيب. فإثبات أسماء السور ظاهر، كما فعل المفسرون، وإثبات الأعشار بأن جزّأ الحجاج القرآن عشرة أجزاء، وكتب عند أول عشر بهامش المصحف عشر بضمّ العين، وكذلك كتب الأسباع، فآخر السبع الأول: الدالّ من قوله في النساء: {وَمِنْهُمْ مَنْ صَدَّ عَنْهُ} ، وآخر السبع الثاني: التاء من قوله في الأعراف: {أولئك حَبِطَتْ} ، وآخر الثالث: الألف من أكلها في قوله في الرعد: {أُكُلُها دائِمٌ} ، وآخر الرابع: الألف من جعلنا في قوله في الحج {وَلِكُلِّ أُمَّةٍ جَعَلْنا مَنْسَكًا} ، وآخر الخامس: التاء من قوله في الأحزاب: {وَما كانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ} ، وآخر السادس: الواو من قوله في الفتح: {الظَّانِّينَ بِاللَّهِ ظَنَّ السَّوْءِ} ، وآخر السابع: ما بقي من القرآن، كما ذكره القرطبي. </p><p> وذكر القرطبي أيضا: أنّ الحجاج كان يقرأ كلّ ليلة ربعا، فأوّل ربعه: خاتمة الأنعام، والربع الثاني: في الكهف {وَلْيَتَلَطَّفْ} ، والربع الثالث: خاتمة الزمر، والربع الرابع: ما بقي من القرآن، وقيل غير ذلك. </p><p> وقال السيوطي في «التحبير» ما نصّه: وكون أسماء السور توقيفية؛ إنّما هو بالنسبة إلى الاسم الذي تذكر به السورة، وتشتهر به، وإلّا فقد سمّى جماعة من الصحابة والتابعين سورا بأسماء من عندهم، كما سمّى حذيفة التوبة بالفاضحة، وسورة العذاب، وسمّى خالد بن معدان البقرة: فسطاط القرآن، وسمّى سفيان بن عيينة سورة الفاتحة: الوافية، وسمّاها يحيى بن كثير الكافية؛ لأنّها تكفي عمّا عداها. </p><p> ومن السور ما له اسمان فأكثر، فالفاتحة تسمّى أمّ القرآن، وأمّ الكتاب، </p><p> وسورة الحمد، وسورة الصلاة، والشفاء، والسبع المثاني، والرقية، والنور، والدعاء، والمناجاة، والشافية، والكافية، والكنز، والأساس. وبراءة تسمّى التوبة، والفاضحة، وسورة العذاب. ويونس تسمّى السابعة؛ لأنّها سابعة السبع الطوال. والإسراء تسمّى سورة بني إسرائيل، والسجدة تسمّى المضاجع، وفاطر تسمّى سورة الملائكة، وغافر تسمّى المؤمن، وفصّلت تسمّى السجدة، والجاثية تسمّى الشريعة، وسورة محمد صلّى الله عليه وسلّم تسمّى القتال، والطلاق تسمّى النساء القصرى. </p><p> وقد يوضع اسم لجملة من السور كالزهراوين للبقرة وآل عمران، والسبع الطوال، وهي البقرة وما بعدها إلى الأعراف، والسابعة يونس، كذا روي عن سعيد بن جبير، ومجاهد، والمفصّل، والأصحّ: أنّه من الحجرات إلى آخر القرآن؛ لكثرة الفصل بين سوره بالبسملة، والمعوذات للإخلاص، والفلق والناس. اه. بحروفه. </p><p> فائدة: </p><p> فإن قلت: أيّ سورة أطول في القرآن، وأيّها أقصر؟ وأيّ آية أطول وأيّها أقصر؟، وأيّ كلمة أطول وأيها أقصر؟. </p><p> قلت: أطول سورة في القرآن: البقرة، وأقصرها: الكوثر، وأطول آية: آية الدّين، وأقصرها آية:  {وَالضُّحى} و {الفجر} و {مُدْهامَّتانِ} ، وأطول كلمة: ما بلغ عشرة أحرف، نحو قوله تعالى:  {لَيَسْتَخْلِفَنَّهُمْ} وقوله: {أَنُلْزِمُكُمُوها} ، وأما قوله: فَأَسْقَيْناكُمُوهُ فهو عشرة أحرف في الرسم، وأحد عشر في اللفظ. وأقصرها: ما كان على حرفين نحو: ما، ولا، وله، وبه وما أشبه ذلك، ومن حروف المعاني ما هو على حرف واحد، كهمزة الاستفهام، وواو العطف إلّا أنّه لا ينطق به مفردا. </p><p> فإن قلت:  (١) ما الحكمة في كون سورة البقرة أعظم السور ما عدا الفاتحة؟. </p><p>(١) روح البيان.</p><p> قلت: كانت أعظمها؛ لأنّها فصّلت فيها الأحكام، وضربت الأمثال، وأقيمت الحجج، إذ لم تشتمل سورة على ما اشتملت عليه؛ ولذلك سميت فسطاط القرآن. </p><p> قال ابن العربي في «أحكام القرآن» : سمعت بعض مشايخي يقول: في سورة البقرة ألف أمر، وألف نهي، وألف خبر، ولعظم فقهها أقام ابن عمر - رضي الله عنهما - ثماني سنين على تعلّمها، كذا في «أسئلة الحكم» . </p><p> فإن قلت: لم سوّرت السور طوالا، وأوساطا، وقصارا؟. </p><p> قلت: سوّرت كذلك تنبيها على أنّ الطول ليس من شرط الإعجاز، فهذه سورة الكوثر ثلاث آيات، وهي معجزة إعجاز سورة البقرة، ثمّ ظهرت لذلك التسوير؛ حكمة في التعليم، وتدريج الأطفال من السور القصار إلى ما فوقها تيسيرا من الله تعالى على عباده، وفي ذلك أيضا: ترغيب وتوسيع في الفضيلة في الصلاة، وغيرها، كسورة الإخلاص من القصار تعدل ثلث القرآن، فمن فهم ذلك فاز بسر التسوير. </p><p> فإن قلت: ما الحكمة في تعدّد مواطن نزول القرآن، وتكرّر مشاهده مكيّا، مدنيا، ليليّا، نهاريّا سفريّا، حضريّا، صيفيّا، شتائيا، نوميّا، برزخيّا: يعني: بين الليل والنهار أرضيّا سماويّا. غاريّا. يعني: ما نزل في الغار تحت الأرض برزخيا. يعني: ما نزل بين مكة والمدينة، عرشيّا معراجيّا. يعني: ما نزل ليلة المعراج. آخر (سورة البقرة) ؟. </p><p> قلت: الحكمة في ذلك تشريف مواطن الكون كلّها بنزول الوحي الإلهيّ فيها، وحضور الحضرة المحمّديّة عندها، كما قيل: سرّ المعراج والإسراء به، وسير المصطفى في مواطن الكون كلّها: كأنّ الكون، والعرش، والجنان، يسأل كلّ موطن بلسان الحال، أن يشرّفه الله تعالى بقدوم قدم حبيبه، وتكتحل أعين الأعيان والكبار بغبار نعال قدم سيّد السادات. </p><p> والله أعلم </p><p> * * * </p>"
}