{
  "id": null,
  "sura": 1,
  "aya": 4,
  "text": "<p> موسى معه. فكلّ ما يكره الطبع فتحته أسرار خفيّة، وحكمة بالغة. وأمّا على أنّ الرحمن لجلائل النعم: فإنّما أتبعه بالرحيم؛ لدفع توهم أن يكون طلب العبد الشيء اليسير سوء أدب، كما قيل لبعضهم: جئتك لحاجة يسيرة. قال: أطلب لها رجلا يسيرا، فكأنّ الله سبحانه يقول: لو اقتصرت على الرحمن؛ لاحتشمت عنّي، ولكنّي رحيم فاطلب منّي حتى شراك نعلك، وملح قدرك. انتهى. </p><p> وعبارة المراغي هنا: وقد ذكر سبحانه هذين الوصفين؛ ليبيّن لعباده أن ربوبيته ربوبيّة رحمة وإحسان، ليقبلوا على عمل ما يرضيه، وهم مطمئنو النفوس منشرحو الصدور، لا ربوبيّة جبروت وقهر لهم. والعقوبات التي شرعها الله سبحانه وتعالى لعباده في الدنيا، والعذاب الأليم في الآخرة، لمن تعدّى حدوده، وانتهك حرماته، هي قهر في الظاهر، ورحمة في الحقيقة؛ لأنها تربية للناس وزجر لهم حتى لا ينحرفوا عن الجادّة التي شرعها لهم، إذ في اتباعها سعادتهم ونعيمهم، وفي تجاوزها شقاؤهم وبلاؤهم، ألا ترى إلى الوالد الرؤوف كيف يربّي أولاده بالترغيب في عمل ما ينفع، والإحسان إليهم إذا لزموا الجادّة، فإذا هم حادوا عن الصراط السويّ، لجأ إلى الترهيب بالعقوبة حين لا يجد منها محيصا؟. قال أبو تمّام: </p><p> فقسا ليزدجروا ومن يك حازما ... فليقس أحيانا على من يرحم </p><p> ٤ - {مالِكِ يَوْمِ الدِّينِ} ؛ أي: مالك الأمور ومدبّرها، وقاضيها يوم المجازاة للعباد على أعمالهم؛ بإثابة المؤمنين، وعقاب الكافرين، وهو يوم القيامة. هذا على قراءة الألف، وقرىء بلا ألف، والمعنى حينئذ؛ أي: ذي الملك، والسلطنة، والقهر في ذلك اليوم؛ لأنّه لا ملك ظاهر فيه لأحد إلّا لله تعالى بدليل {لِمَنِ الْمُلْكُ الْيَوْمَ لِلَّهِ الْواحِدِ الْقَهَّارِ} ، أمّا في الدنيا: ففيها الملك ظاهرا لكثير من الناس، فتحصّل: </p><p> أنّ وصف الملكيّة ثابت له تعالى أزلا، وظهوره يكون يوم القيامة؛ لإقرار جميع الخلق به. </p><p> واختلف في أيّ القراءتين أبلغ وأولى؟ فقيل: ملك بلا ألف؛ لأنّه أعمّ وأبلغ من مالك، إذ كلّ ملك مالك ولا عكس؛ ولأنّ أمر الملك نافذ على </p><p> المالك في ملكه حتى لا يتصرّف المالك إلّا عن تدبير الملك؛ ولأنّه قراءة أهل الحرمين؛ ولقوله:  {لِمَنِ الْمُلْكُ} ؛ ولما فيه من التعظيم. وقيل: المالك أبلغ لما فيه من زيادة البناء، فيكون أكثر ثوابا؛ لأنّه أكثر حروفا؛ ولأنّه أوسع بابا من ملك؛ لأنّه يقال: مالك العبد والدابة، ولا يقال: ملك هذه الأشياء. وقيل: هما بمعنى واحد، مثل: فرهين، وفارهين. </p><p> وعبارة المراغي هنا: قرأ بعض القراء {مالك} بالألف، وبعض آخر {ملك} بلا ألف، والفارق بينهما: أنّ المالك: هو ذو الملك بكسر الميم، والملك: هو ذو الملك بضمّ الميم، وقد جاء في الكتاب الكريم ما يعاضد كلّا من القراءتين، فيعاضد الأولى قوله تعالى:  {يَوْمَ لا تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئًا} ، ويعاضد الثانية قوله:  {لِمَنِ الْمُلْكُ الْيَوْمَ} . </p><p> قال الراغب: والقراءتان وإن رويتا عن جمع كثير من الصحابة فالثانية يعني: ملك بلا ألف يكنفها من الجلال والروعة، وإثارة الخشية ما لا يوجد مثله في القراءة الأولى يعني: مالك بالألف، فهي تدلّ على أنّه سبحانه هو المتصرّف في شؤون العقلاء بالأمر والنهي والجزاء، ومن ثمّ يقال: ملك الناس، ولا يقال: </p><p> ملك الدابة، وملك العبد، وملك الدار. </p><p> فائدة: والفرق بين {الْمُلْكُ} بضمّ الميم، و {الْمِلْكُ} بكسرها: أنّ الملك بضمّ الميم: عبارة عن السلطان القاهر، والاستيلاء الباهر، والغلبة التامة، والقدرة على التصرّف الكلّي بالأمر والنهي. والملك بكسر الميم: عبارة عن السلطنة، والتصرف غير التامّين. والفرق بين الوصفين بالنسبة إلى الرب سبحانه: </p><p> أنّ الملك صفة لذاته، والمالك صفة لفعله كما في الشوكاني. </p><p> {يَوْمِ} واليوم في العرف: عبارة عمّا بين طلوع الشمس وغروبها من الزمان. وفي الشرع: عمّا بين طلوع الفجر الثاني وغروب الشمس، والمراد هنا: </p><p> مطلق الوقت؛ لعدم الشمس والفجر ثمّ. و {الدِّينِ} : الجزاء إن خيرا فخير، وإن شرّا فشرّ، ومنه قولهم: كما تدين تدان، وبيت الحماسة: </p><p> ولم يبق سوى العدوا ... ن دنّاهم كما دانوا </p><p> أي: مالك الأمر كلّه في يوم الجزاء، وأضاف اسم الفاعل إلى الظرف؛ إجراء له مجرى المفعول به على الاتّساع، كقولهم: يا سارق الليلة أهل الدار. </p><p> والمعنى: مالك الأمر كلّه في يوم الجزاء، فإضافة اليوم إلى الدين لأدنى ملابسة، كإضافة سائر الظروف إلى ما وقع فيها من الحوادث؛ كيوم الأحزاب، ويوم الفتح، وتخصيصه؛ إمّا لتعظيمه وتهويله، أو لبيان تفرّده بإجراء الأمر فيه، وانقطاع العلائق بين الملّاك والأملاك حينئذ بالكلّية، ففي ذلك اليوم لا يكون مالك، ولا قاض، ولا مجاز غيره تعالى. وأصل الملك والملك: الربط، والشدّة، والقوّة، فلله في الحقيقة؛ القوّة الكاملة، والولاية النافذة، والحكم الجاري، والتصرّف الماضي، وهو للعباد مجاز، إذ لملكهم بداية ونهاية، وعلى البعض لا على الكلّ، وعلى الجسم لا العرض، وعلى النّفس لا النّفس، وعلى الظاهر لا الباطن، وعلى </p><p> الحيّ لا الميّت، بخلاف المعبود الحقّ، إذ ليس لملكه زوال، ولا لملكه انتقال. </p><p> وقال في «تفسير الإرشاد» : قرأ أهل الحرمين المحترمين {مَلْكِ} من الملك: الذي هو عبارة عن السلطان القاهر، والاستيلاء الباهر، والغلبة التامّة، والقدرة على التصرف الكلّي في أمور العامّة بالأمر والنهي، وهو الأنسب بمقام الإضافة إلى يوم الدين. انتهى. ولكلّ قراءة وجوه ترّجحها كما ذكرنا سابقا. </p><p> ويحكى عن أبي عبد الله، محمد بن شجاع الثّلجيّ - رحمه الله تعالى - أنّه قال: كان من عادتي قراءة {مالك} ، فسمعت من بعض الأدباء أنّ {ملك} أبلغ، فتركت عادتي وقرأت {مَلِك} ، فرأيت في المنام قائلا يقول: لم نقصت من حسناتك عشرا، أما سمعت قول النبي صلّى الله عليه وسلّم:  «من قرأ القرآن كتب له بكلّ حرف عشر حسنات، ومحيت عنه عشر سيئات، ورفعت له عشر درجات» ؟. </p><p> فانتبهت فلم أترك عادتي حتى رأيت ثانيا في المنام أنّه قيل لي: لم لا تترك هذه العادة، أما سمعت قول النبي صلّى الله عليه وسلّم:  «اقرؤوا القرآن فخما مفخّما» ؛ أي: عظيما معظّما. فأتيت قطربا، وكان إماما في اللغة، فسألته ما بين المالك والملك من الفرق؟ فقال: بينهما فرق كثير، أمّا المالك: فهو الذي ملك شيئا من الدنيا، وأما </p><p> الملك: فهو الذي يملك الملوك. </p><p> وفي «البيضاوي» : وإجراء (١) هذه الأوصاف على الله تعالى من كونه موجدا للعالمين، ربّا لهم، منعما عليهم بالنعم كلّها ظاهرها وباطنها، عاجلها وآجلها، مالكا لأمورهم يوم الثواب والعقاب؛ للدلالة على أنّه الحقيق بالحمد لا أحد أحقّ به منه، بل لا يستحقّه على الحقيقة سواه، فإنّ ترتّب الحكم على الوصف يشعر بعلّيّته له، وللإشعار من طريق المفهوم على أنّ من لم يتّصف بتلك الصفات؛ لا يستأهل لأن يحمد فضلا عن أن يعبد؛ ليكون دليلا على ما بعده، فالوصف الأول: لبيان ما هو الموجب للحمد، وهو الإيجاد والتربية، والثاني والثالث: للدلالة على أنّه مفضّل بذلك، مختار فيه، ليس يصدر منه لإيجاب بالذات، أو وجوب عليه قضيّة بسوابق الأعمال حتى يستحقّ به الحمد، والرابع: </p><p> لتحقيق الاختصاص، فإنّه مما لا يقبل الشركة، ولتضمين الوعد للحامدين، والوعيد للمعرضين. انتهى. </p><p> وفي «الروح» : والوجه في سرد الصفات الخمس كأنّه يقول: خلقتك فأنا إله، ثمّ ربّيتك بالنعم، فأنا ربّ، ثمّ عصيت فسترت عليك، فأنا رحمن، ثمّ تبت فغفرت، فأنا رحيم، ثمّ لا بدّ من الجزاء، فأنا مالك يوم الدين. </p><p> فعلم مما تقدم: أنّ يوم الدين هو يوم القيامة، سمّي به؛ لأنّه يدان فيه كلّ أحد، ويجازى على عمله. وقيل: الدين الشريعة. وقيل: الطاعة. والمعنى: يوم جزاء الدين، فالدين يطلق لغة: على الحساب، وعلى المكافأة، وعلى الشريعة وعلى الطاعة، وعلى الدين وعلى الجزاء، وهو المناسب هنا، وإنّما قال:  (٢)  {مالِكِ يَوْمِ الدِّينِ} ولم يقل: {مالك الدين} ؛ ليعلم أنّ للدين يوما معيّنا يلقى فيه كلّ عامل جزاء عمله. </p><p>(١) البيضاوي. (٢) المراغي.</p><p> والناس وإن كانوا يلاقون جزاء أعمالهم في الدنيا باعتبارهم أفرادا من بؤس وشقاء، جزاء تفريطهم في أداء الحقوق والواجبات التي عليهم، فربّما يظهر ذلك في بعض دون بعض، فإنّا نرى كثيرا من المنغمسين في شهواتهم، يقضون أعمارهم وهم متمتّعون بلذّاتهم. نعم: إنّهم لا يسلمون من المنغّصات، وربّما أتتهم الجوائح في أموالهم، واعتلّت أجسامهم، وضعفت عقولهم، ولكن لا يكون جزاء كاملا لما اقترفوه من عظيم الموبقات، وكبير المنكرات. كذلك نرى كثيرا من المحسنين، يبتلون بهضم حقوقهم، ولا ينالون ما يستحقّون من حسن الجزاء. نعم: إنّهم ينالون بعض الجزاء براحة ضمائرهم، وسلامة أجسامهم، وصفاء ملكاتهم، وتهذيب أخلاقهم، ولكن ليس هذا كلّ ما يستحقّون من الجزاء، فإذا جاء ذلك اليوم، استوفى كلّ عامل جزاء عمله كاملا، إن خيرا فخير وإن شرّا فشرّ، جزاء وفاقا لما عملوا {وَلا يَظْلِمُ رَبُّكَ أَحَدًا} {فَمَنْ يَعْمَلْ مِثْقالَ ذَرَّةٍ خَيْرًا يَرَهُ (٧) وَمَنْ يَعْمَلْ مِثْقالَ ذَرَّةٍ شَرًّا يَرَهُ}. </p><p> أمّا الناس باعتبارهم أمما وجماعات: فيظهر جزاؤهم في الدنيا ظهورا تامّا، فما من أمّة انحرفت عن الصراط السويّ، ولم تراع سنّة الله في الخليقة، إلّا حلّ بها ما تستحق من الجزاء من فقر بعد غنى، وذلّ بعد عزّة، ومهانة بعد جلال وهيبة. </p><p> فائدة:  (١) ومن لطائف {مالِكِ يَوْمِ الدِّينِ} : أنّ مخالفة الملك تؤول إلى خراب العالم وفناء الخلق، فكيف مخالفة ملك الملوك؟ كما قال تعالى:  {تَكادُ السَّماواتُ يَتَفَطَّرْنَ مِنْهُ} والطاعة سبب المصالح، كما قال تعالى:  {نَحْنُ نَرْزُقُكَ وَالْعاقِبَةُ لِلتَّقْوى} ، فعلى الرعيّة مطاوعة الملوك، وعلى الملوك مطاوعة ملك الملوك؛ لتنتظم مصالح العالم. ومن لطائفه أيضا: أنّ {مالِكِ يَوْمِ الدِّينِ} يبيّن أنّ كمال ملكه بعدله حيث قال: {وَنَضَعُ الْمَوازِينَ الْقِسْطَ لِيَوْمِ الْقِيامَةِ فَلا تُظْلَمُ نَفْسٌ شَيْئًا} ، فالملك المجازي إن كان عادلا كان حقّا، فدرّت الضروع، ونمت </p><p>(١) روح البيان.</p><p> الزروع. وإن كان جائرا كان باطلا، فارتفع الخير. </p><p> قرأ (١)  {مالِكِ} على وزن فاعل بالخفض عاصم، والكسائي، وخلف في اختياره، ويعقوب، وهي قراءة العشرة المبشرة إلّا طلحة، والزبير، وقراءة كثير من الصحابة منهم: أبيّ، وابن مسعود، ومعاذ، وابن عباس، والتابعين منهم: قتادة، والأعمش. وقرأ ملك على وزن فعل بالخفض باقي السبعة، وزيد، وأبو الدرداء، وابن عمر، والمسور، وكثير من الصحابة والتابعين. وقرأ {مَلْكِ} على وزن سهل: أبو هريرة، وعاصم الجحدري، ورواها الجعفي، وعبد الوارث، عن أبي عمرو، وهي لغة بكر بن وائل. وقرأ {ملكي} بإشباع كسرة الكاف: أحمد بن صالح، عن ورش، عن نافع. وقرأ {مِلك} على وزن عجل: أبو عثمان النهدي، والشعبي، وعطيّة، ونسبها ابن عطية إلى أبي حياة. وقال صاحب اللوامح: قرأ أنس بن مالك، وأبو نوفل، عمر بن مسلم بن أبي عدي {مَلِكَ يوم الدين} بنصب الكاف من غير ألف، وجاء كذلك عن أبي حياة. انتهى. وقرأ كذلك إلّا أنّه رفع الكاف: سعد بن أبي وقاص، وعائشة، ومورّق العجليّ. وقرأ {مَلَكَ} فعلا ماضيا: أبو حياة، وأبو حنيفة، وجبير بن مطعم، وأبو عاصم، عبيد بن عمير الليثي، وأبو المحشر، عاصم بن ميمون الجحدري، فينصبون اليوم. وذكر ابن عطيّة: أنّ هذه قراءة يحيى بن يعمر، والحسن، وعليّ بن أبي طالب. وقرأ {مالك} بنصب الكاف: الأعمش، وابن السميقع، وعثمان بن أبي سليمان، وعبد الملك قاضي الهند. وذكر ابن عطيّة: أنّها قراءة عمر بن عبد العزيز، وأبي صالح السمان، وأبي عبد الملك الشاميّ. وروى ابن أبي عاصم، عن اليمان {ملكا} بالنصب والتنوين. وقرأ {مالك} برفع الكاف والتنوين: عون العقيليّ، ورويت، عن خلف بن هشام، وأبي عبيد، وأبي حاتم، وبنصب {اليوم} . وقرأ {مالك يوم} بالرفع والإضافة: أبو هريرة، وأبو حياة، وعمر بن عبد العزيز بخلاف عنه، ونسبها صاحب اللوامح إلى أبي روح، عون بن </p><p>(١) البحر المحيط.</p>"
}