{
  "id": null,
  "sura": 1,
  "aya": 3,
  "text": "<p> جزءا منهم في بلاد الروم: النسطورية، والملكانية، والإسرائيليّة، كلّ من الثلاث أربع طوائف، ومصيرهم إلى النار جميعا. وجعل ستّة أجزاء منهم في المشرق: يأجوج ومأجوج، وترك خاقان، وترك حد خلخ، وترك خزر، وترك جرجير. وجعل ستّة أجزاء في المغرب: الزنج، والزّط، والحبشة، والنوبة، وبربر، وسائر كفار العرب، ومصيرهم إلى النار. وبقي من الإنس من أهل التوحيد جزء واحد، فجزأهم ثلاثا وسبعين فرقة: اثنتان وسبعون على خطر، وهم أهل البدع والضلالات، وفرقة ناجية وهم أهل السنة والجماعة، وحسابهم على الله تعالى، يغفر لمن يشاء، ويعذب من يشاء. </p><p> وفي الحديث:  «إنّ اليهود افترقت إحدى وسبعين فرقة، والنصارى اثنتين وسبعين فرقة، وستفترق أمتي على ثلاث وسبعين</p><p> فرقة، كلّهم في النار إلّا فرقة واحدة، قالوا: من هي يا رسول الله؟ قال: «هم من على ما أنا عليه وأصحابي» . </p><p> يعني: ما أنا عليه وأصحابي من الاعتقاد، والفعل، والقول، فهو حقّ، وطريق موصل إلى الجنة، والفوز، والفلاح، وما عداه باطل. وطريق النار: إن كانوا إباحيين فهم خلود، وإلّا فلا. انتهى. </p><p> ٣ - {الرَّحْمنِ} ؛ أي: المنعم بما لا يتصوّر صدور تلك النعمة من العباد. </p><p> {الرَّحِيمِ} ؛ أي: المنعم بما يتصوّر صدور تلك النعمة من العباد، فلا يقال لغير الله: رحمن، ويقال لغيره من العباد: رحيم، وقد مرّ ذكرهما في البسملة، وهو دليل على أنّ البسملة ليست من (الفاتحة) ، إذ لو كانت منها لما أعادهما؛ لخلّو الإعادة من الإفادة. اه. «نسفي» . وقيل: كرّرهما (١) مع بقيّة الأوصاف؛ تعليلا لاستحقاقه الحمد. والمعنى عليه: وإنّما استحقّ الحمد من عباده؛ لكونه ربّا موجدا لهم، منعما عليهم بالنعم كلّها ظاهرها وباطنها، عاجلها وآجلها، جليلها وحقيرها، مالكا لأمورهم يوم الثواب والعقاب. وقيل: كرّرهما (٢) ؛ ليعلم أنّ العناية بالرحمة أكثر من غيرها من الأمور، وأنّ الحاجة إليه أكثر، فنبّه سبحانه </p><p>(١) عمدة التفاسير. (٢) الخازن.</p><p> وتعالى بتكرير ذكر الرحمة على كثرتها، وأنّه هو المتفضّل بها على خلقه. قال القرطبي: وصف سبحانه وتعالى نفسه بعد {رَبِّ الْعالَمِينَ} بأنه {الرَّحْمنِ الرَّحِيمِ} ؛ لأنّه لمّا كان في اتصافه بربّ العالمين ترهيب، قرنه بالرحمن الرحيم لما تضمّن من الترغيب؛ ليجمع في صفاته بين الرهبة منه، والرغبة إليه، فيكون أعون على طاعته وأمنع، كما قال تعالى: {نَبِّئْ عِبادِي أَنِّي أَنَا الْغَفُورُ الرَّحِيمُ (٤٩) وَأَنَّ عَذابِي هُوَ الْعَذابُ الْأَلِيمُ}، وقال:  {غافِرِ الذَّنْبِ وَقابِلِ التَّوْبِ شَدِيدِ الْعِقابِ} . </p><p> وفي «صحيح مسلم» عن أبي هريرة: أنّ رسول الله صلّى الله عليه وسلّم قال: «لو يعلم المؤمن ما عند الله من العقوبة، ما طمع في جنّته أحد، ولو يعلم الكافر ما عند الله من الرحمة، ما قنط من جنته أحد» . انتهى. </p><p> وفي «روح البيان» : في التكرار وجوه: </p><p> أحدها: ما سبق من أنّ رحمتي البسملة ذاتيّتان، ورحمتي (الفاتحة) صفاتيتان. </p><p> والثاني: ليعلم أنّ التسمية ليست من (الفاتحة) . </p><p> والثالث: أنّه ندب العباد إلى كثرة الذكر، فإنّ من علامة حبّ الله، حبّ ذكر الله. وفي الحديث:  «من أحبّ شيئا أكثر ذكره» . </p><p> والرابع: أنّه ذكر ربّ العالمين، فبيّن أنّ ربّ العالمين: هو الرحمن الذي يرزقهم في الدنيا، الرحيم: الذي يغفر لهم في العقبى، ولذلك ذكر بعده {مالِكِ يَوْمِ الدِّينِ} . يعني: أنّ الربوبية إمّا بالرحمانية: وهي رزق الدنيا، وإما بالرحيمية: وهي المغفرة في العقبى. </p><p> والخامس: أنّه ذكر الحمد، وبالحمد تنال الرحمة، فإنّ أول من حمد الله تعالى من البشر: آدم عليه السلام حين عطس، فقال: الحمد لله، وأجيب في الحال: يرحمك ربّك، ولذلك خلقه، فعلّم خلقه الحمد، وبين أنّهم ينالون رحمته بالحمد. </p><p> والسادس: أنّ التكرار للتعليل كما مرّ؛ لأنّ ترتيب الحمد على هذه الأوصاف أمارة علّيّة مأخذها، فالرحمانية، والرحيمية من جملتها؛ لدلالتهما على </p><p> أنّه مختار في الإحسان لا موجب، وفي ذلك استيفاء أسباب استحقاق الحمد، من فيض الذات بربّ العالمين، وفيض الكمالات بالرحمن الرحيم، ولا خارج عنهما في الدنيا، وفيض الأثوبة لطفا، والأجزية عدلا في الآخرة، ومن هذا يفهم وجه ترتيب الأوصاف الثلاثة. </p><p> والفرق بين الرَّحْمنِ والرَّحِيمِ: إمّا باختصاص الحق بالأوّل، أو بعمومه، أو بجلائل النعم، فعلى الأول: هو الرحمن بما لا يصدر جنسه من العباد، والرحيم: بما يتصور صدوره منهم، فذا كما روي عن ذي النون المصري - رحمة الله تعالى - قال: وقعت ولولة في قلبي، فخرجت إلى شطّ النيل، فرأيت عقربا يعدو، فتبعته، فوصل إلى ضفدع على الشطّ، فركب ظهره، وعبر به النيل، فركبت السفينة واتبعته، فنزل، وعدا إلى شابّ نائم، وإذا أفعى بقربه تقصده، فتواثبا، وتلادغا، وماتا، وسلم النائم. </p><p> ويحكى: أنّ ولد الغراب إذا خرج من القشر يكون كلحم أحمر، ويفرّ الغراب منه، فيجتمع عليه البعوض، فيلتقمه إلى أن ينبت ريشه، فعند ذلك تعود الأمّ إليه، ولهذا قيل: يا رازق النّعاب في عشّه! </p><p> وأمّا على أنّ الرحمن عامّ، فقيل: كيف ذلك وقلّما يخلو أحد، بل حالة له عن نوع بلوى؟ قلنا: الحوادث منها ما يظنّ أنّه رحمة ويكون نقمة، وبالعكس، قال الله تعالى:  {فَعَسى أَنْ تَكْرَهُوا شَيْئًا وَيَجْعَلَ اللَّهُ فِيهِ خَيْرًا كَثِيرًا} ، فالأول كما قال الشاعر: </p><p> إنّ الشباب والفراغ والجده ... مفسدة للمرء أيّ مفسده </p><p> وكلّ منها في الظاهر نعمة، والثاني: كحبس الولد في المكتب، وحمله على التعلّم بالضرب، وكقطع اليد المتآكلة، فالأبله يعتبر الظواهر، والعاقل ينظر إلى السرائر، فما من بليّة ومحنة إلّا وتحتها رحمة ومنحة، وترك الخير الكثير للشر القليل شرّ كبير، فالتكاليف؛ لتطهير الأرواح عن العلائق الجسمانية، وخلق النار؛ لصرف الأشرار إلى أعمال الأبرار، وخلق الشيطان؛ لتميّز المخلصين من العباد، فشأن المحقق أن يبني على الحقائق، كالخضر عليه السلام في قصّة </p>"
}