{
  "id": null,
  "sura": 1,
  "aya": 5,
  "text": "<p> أبي شدّاد العقيلي ساكن البصرة. وقرأ {مليك} على وزن فعيل: أبيّ، وأبو هريرة، وأبو رجاء العطاردي. وقرأ مالِكِ بالإمالة البليغة: يحيى بن يعمر، وأيوب السختياني، وبين بين: قتيبة بن مهران، عن الكسائي، وجهل أبو علي الفارسيّ النقل في قراءة الإمالة، فقال: لم يمل أحد من القرّاء ألف مالك، وذلك جائز إلّا أنّه لا يقرأ بما يجوز إلّا أن يأتي بذلك أثر مستفيض، وذكر أيضا: أنّه قرىء في الشاذ {ملّاك} بالألف، وتشديد اللام، وكسر الكاف. فهذه ثلاث عشرة قراءة بعضها راجع إلى الملك، وبعضها إلى المالك، وهما راجعان إلى الملك، وهو الربط، ومنه: ملك العجين. ذكره أبو حيان. </p><p> ٥ - {إِيَّاكَ نَعْبُدُ} ؛ أي: إيّاك لا غير نخصّ بالعبادة، ونوحّدك، ونطيعك خاضعين لك. وفيه (١) التفات من الغيبة إلى الخطاب، وفائدة ذلك من أوّل السورة إلى هنا ثناء، والثناء في الغيبة أولى، ومن قوله:  {إِيَّاكَ نَعْبُدُ} دعاء، والخطاب في الدعاء أولى. وقيل: فيه مضمر تقديره: أي: قولوا إيّاك نعبد؛ أي: </p><p> إيّاك نخصّ بالعبادة، ونوحدك، ونطيعك خاضعين لك، والعبادة: أقصى غاية الخضوع والتذلّل، وسمّي العبد عبدا؛ لذلّته وانقياده. وقيل:  (٢) العبادة: عبارة عن الفعل الذي يؤدّى به الفرض لتعظيم الله تعالى، فقول العبد:  {إِيَّاكَ نَعْبُدُ} معناه: لا أعبد أحدا سواك، والعبادة: غاية التذلّل من العبد، ونهاية التعظيم للرب سبحانه وتعالى؛ لأنّه العظيم المستحقّ للعبادة، ولا تستعمل العبادة إلّا في الخضوع لله تعالى؛ لأنّه مولي أعظم النعم، وهي إيجاد العبد من العدم إلى الوجود، ثمّ هداه إلى دينه فكان العبد حقيقا بالخضوع، والتذلّل له. وقال ابن كثير: والعبادة في الشرع: عبارة عمّا يجمع كمال المحبّة والخضوع. اه. </p><p> وعبارة المراغي: والعبادة (٣) خضوع ينشأ عن استشعار القلب بعظمة المعبود اعتقادا بأنّ له سلطانا لا يدرك العقل حقيقته؛ لأنّه أعلى من أن يحيط به </p><p>(١) الخازن. (٢) الخازن.(٣) المراغي.</p><p> فكره، أو يرقى إليه إدراكه. </p><p> فمن يتذلّل لملك لا يقال: إنّه عبده؛ لأن سبب التذلّل معروف، وهو إما؛ لخوف من جوره وظلمه، وإما؛ رجاء كرمه وجوده. وللعبادة صور وأشكال تختلف باختلاف الأديان والأزمان، وكلّها شرعت؛ لتنبيه الإنسان إلى ذلك السلطان الأعلى، والملكوت الأسمى؛ ولتقويم المعوجّ من الأخلاق، وتهذيب النفوس، فإن لم تحدث هذا الأثر لم تكن هي العبادة التي شرعها الدين. </p><p> هاك الصلاة: هب أنّ الله أمرنا بإقامتها، والإتيان بها كاملة، وجعل من آثارها: أنّها تنهى عن الفواحش ما ظهر منها وما بطن، كما قال تعالى:  {إِنَّ الصَّلاةَ تَنْهى عَنِ الْفَحْشاءِ وَالْمُنْكَرِ} ، فإن لم يكن لها هذا الأثر في النفوس، كانت صورا من الحركات والعبارات، خالية من روح العبادة وسرّها، فاقدة جلالها وكمالها، وقد توعّد الله سبحانه فاعلها بالويل والثبور، فقال: {فَوَيْلٌ لِلْمُصَلِّينَ (٤) الَّذِينَ هُمْ عَنْ صَلاتِهِمْ ساهُونَ}، فهم وإن سمّاهم مصلّين لأنهم أتوا بصورة الصلاة، وصفهم بالسهو عن حقيقتها ولبّها؛ وهو توجّه القلب إلى الله والإخبات إليه، وهو المشعر بعظمته. وفي الحديث:  «من لم تنهه صلاته عن الفحشاء والمنكر، لم يزدد من الله إلّا بعدا» . وأنّها «تلفّ كما يلّف الثوب البالي، ويضرب بها وجهه» . </p><p> {وَإِيَّاكَ نَسْتَعِينُ} أي (١) : منك لا من غيرك نطلب المعونة على عبادتك، وعلي جميع أمورنا دينا ودنيا. فإن قلت: الاستعانة على العمل إنّما تكون قبل الشروع فيه، فلم أخّر الاستعانة عن العبادة، وما الحكمة فيه؟ </p><p> قلنا: قدّمت العبادة على الاستعانة؛ لأنّ تقديم الوسيلة قبل طلب الحاجة أقرب إلى الإجابة، أو قدّمها؛ لرعاية الفاصلة كما قدّم الرحمن، وإن كان الأبلغ لا يقدّم. اه. «نسفي» . </p><p> وعبارة «الخازن» هنا: فإن قلت: الاستعانة على العمل إنّما تكون قبل </p><p>(١) النسفي.</p><p> الشروع فيه، فلم أخّر الاستعانة عن العبادة؟ </p><p> قلت: ذكروا فيه وجوها: </p><p> أحدها: أنّ هذا يلزم من يجعل الاستطاعة قبل الفعل، ونحن بحمد الله نجعل التوفيق والاستطاعة مع الفعل، فلا فرق بين التقديم والتأخير. </p><p> الثاني: أنّ الاستعانة نوع تعبّد، فكأنّه ذكر جملة العبادة أولا، ثمّ ذكر ما هو من تفاصيلها ثانيا. </p><p> الثالث: كأنّ العبد يقول: شرعت في العبادة فأنا أستعين بك على إتمامها، فلا يمنعني من إتمامها مانع. </p><p> والرابع: أنّ العبد إذا قال: {إِيَّاكَ نَعْبُدُ} حصل له الفخر، وذلك منزلة عظيمة، فيحصل بذلك العجب، فأردف ذلك بقوله:  {وَإِيَّاكَ نَسْتَعِينُ} ليزول ذلك العجب الحاصل بسبب تلك العبادة. </p><p> وفي «النسفي» : وأطلقت الاستعانة؛ لتتناول كلّ مستعان فيه، ويجوز أن يراد الاستعانة به وبتوفيقه على أداء العبادات، ويكون قوله:  {اهْدِنَا الصِّراطَ} بيانا للمطلوب منه المعونة، فكأنّه قيل: كيف أعينكم؟ فقالوا:  {اهْدِنَا الصِّراطَ الْمُسْتَقِيمَ ...} الخ. اه. </p><p> والمجيء بالنون في الفعلين (١) ؛ لقصد الإخبار من الداعي عن نفسه وعن جنسه من العباد. وقيل: إنّ المقام لمّا كان عظيما، لم يستقلّ به الواحد؛ استقصارا لنفسه، واستصغارا لها، فالمجيء بالنون؛ لقصد التواضع لا لتعظيم النفس، وتقديم المعمول على العامل في الفعلين؛ لقصد الاختصاص. وقيل: </p><p> للاهتمام، والصواب أنّه لهما، ولا تزاحم بين المقتضيات. </p><p> وكرّر (٢)  {إِيَّاكَ} للتنصيص على اختصاصه تعالى بالاستعانة أيضا، والاستعانة: طلب العون، ويعدّى بالباء وبنفسه؛ أي: نطلب العون على عبادتك، </p><p>(١) الشوكاني. (٢) روح البيان.</p><p> أو على ما لا طاقة لنا به، أو على محاربة الشيطان المانع من عبادتك، أو في أمورنا بما يصلحنا في ديننا ودنيانا، والجامع للأقاويل: نسألك أن تعيننا على أداء الحقّ وإقامة الفروض، وتحمّل المكاره وطلب المصالح. والضمير المستكن في {نَعْبُدُ} ، وكذا في {نَسْتَعِينُ} للقارىء، ومن معه من الحفظة وحاضري صلاة الجماعة، أو له ولسائر الموحدين، أدرج عبادته في تضاعيف عبادتهم، وخلط حاجته بحاجتهم، لعلّها تقبل ببركتها، وتجاب، ولهذا شرعت الجماعة. </p><p> ثمّ قوله {نَعْبُدُ} يحتمل أن يكون من العبادة، كما عليه تفسيرنا السابق، أو من العبودة. والعبادة: هي العابدية، والعبودة: هي العبدية، فمن العبادة: الصلاة بلا غفلة، والصوم بلا غيبة، والصدقة بلا منّة، والحج بلا إراءة، والغزو بلا سمعة، والعتق بلا أذيّة، والذّكر بلا ملالة، وسائر الطاعات بلا آفة. ومن العبودة: الرضى بلا خصومة، والصبر بلا شكاية، واليقين بلا شبهة، والشهود بلا غيبة، والإقبال بلا رجعة، والإيصال بلا قطيعة. </p><p> وخلاصة ما في الآية: أنّ الله سبحانه وتعالى (١) قد أمرنا أن لا نعبد أحدا سواه. لأنّه المنفرد بالسلطان، فلا ينبغي أن يشاركه في العبادة سواه، ولا أن يعظم تعظيم المعبود غيره، كما أمرنا أن لا نستعين بمن دونه، ولا نطلب المعونة المتّمّمة للعمل، والموصلة إلى الثمرة المرجوّة إلّا منه فيما وراء الأسباب التي يمكننا كسبها وتحصيلها. </p><p> بيان هذا: أنّ الأعمال يتوقّف نجاحها على أسباب ربطتها الحكمة الإلهية بمسبّباتها، وجعلتها موصلة إليها، وعلى انتفاء موانع من شأنها أن تحول دونها، وقد أوتي الإنسان بما فطره الله عليه من العلم والمعرفة، كسب بعض الأسباب، ودفع بعض الموانع بقدر استعداده الذي أوتيه، وفي هذا القدر أمرنا أن نتعاون، ويساعد بعضنا بعضا، كما قال تعالى: {وَتَعاوَنُوا عَلَى الْبِرِّ وَالتَّقْوى وَلا تَعاوَنُوا عَلَى </p><p>(١) المراغي.</p><p> الْإِثْمِ وَالْعُدْوانِ}. فنحن نحضر الدواء مثلا؛ لشفاء المرضى، ونجلب السلاح والكراع، ونكثر الجند؛ لغلب العدوّ، ونضع في الأرض السماد، ونرويها ونقتلع منها الحشائش الضارّة؛ للخصب وتكثير الغلّة. </p><p> وفيما وراء ذلك مما حجب عنّا من الأسباب: يجب أن نفوّض أمره إلى الله تعالى، فنستعين به وحده، ونفزع إليه في شفاء مريضنا، ونصرنا على عدونا، ورفع الجوائح السماوية والأرضية عن مزارعنا، إذ لا يقدر على دفع ذلك سواه، وهو قد وعدنا إذا نحن لجأنا إليه بإجابة سؤلنا، كما قال:  {ادْعُونِي أَسْتَجِبْ لَكُمْ} ، وأرشد إلى أنّه قريب منّا، يسمع دعاءنا، كما قال:  {وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ} . </p><p> وفي ذكر الاستعانة بالله: إرشاد للإنسان إلى أنّه يجب عليه أن يطلب المعونة منه على عمل له فيه كسب، فمن ترك الكسب فقد خالف الفطرة، ونبذ هدي الشريعة، وأصبح مذموما مدحورا لا متوكلا محمودا، وكذلك فيها إيماء إلى أنّ الإنسان مهما أوتي من حصافة الرأي، وحسن التدبير، وتقليب الأمور على وجوهها، لا يستغني عن العون الإلهيّ، واللطف الخفي. </p><p> والاستعانة (١) بهذا المعنى ترادف التوكّل على الله، وهي من كمال التوحيد والعبادة الخالصة له تعالى، وبها يكون المرء مع الله عبدا خاضعا مخبتا، ومع الناس حرّا كريما لا سلطان لأحد عليه لا حيّ ولا ميّت، وفي هذا فكّ للإرادة من أسر الرؤساء، والدجّالين المخرّفين، وإطلاق العزائم من قيود الأفاكين الكاذبين. </p><p> إيّا (٢) : تلحقه ياء المتكلم، وكاف المخاطب، وهاء الغائب، وفروعها، فيكون ضمير نصب منفصلا لا اسما ظاهرا أضيف، خلافا لزاعمه، وهل الضمير </p><p>(١) المراغي. (٢) البحر المحيط.</p><p> هو مع لواحقه، أو هو وحده واللواحق حروف تبيّن المراد به؟ أو هو واللواحق أسماء أضيف هو إليها، أو اللواحق وحدها، وإيّا زائدة لتتصل بها الضمائر. </p><p> أقوال ذكرت في كتب النحو. </p><p> وأما لغاته: فبكسر الهمزة وتشديد الياء، وبها قرأ الجمهور، وبفتح الهمزة وتشديد الياء، وبها قرأ الفضل الرقاشيّ، وبكسر الهمزة وتخفيف الياء، وبها قرأ عمرو بن فائد، عن أبيّ، وبإبدال الهمزة المكسورة هاء، وبإبدال الهمزة المفتوحة هاء، وبذلك قرأ ابن السوّار الغنويّ، وذهاب أبي عبيدة إلى أنّ (إيّا) مشتق ضعيف، وكان أبو عبيدة لا يحسن النّحو، وإن كان إماما في اللّغات وأيّام العرب. </p><p> وإضافة (إيّا) إلى الظاهر نادر، نحو: وإيّا الشوابّ، أو ضرورة، نحو: دعني وإيّا خالد، واستعماله تحذيرا معروف، وإياك والأسد. وقرأ الحسن، وأبو مجلز، وأبو المتوكل {إيّاك يعبد} بالياء مبنيا للمفعول، وهذه القراءة مشكلة؛ لأنّ إيّاك ضمير نصب ولا ناصب له، وتوجيهها أنّ فيها استعارة والتفاتا، فالاستعارة إحلال الضمير المنصوب موضع الضمير المرفوع، فكأنّه قال: أنت، ثمّ التفت فأخبر عنه إخبار الغائب؛ لمّا كان {إِيَّاكَ} هو الغائب من حيث المعنى فقال: يعبد، فكأنّه قيل: هو يعبد؛ أي: ربّ العالمين الموصوف بما ذكر يعبد، وغرابة هذا الالتفات كونه في جملة واحدة. </p><p> وعن بعض أهل مكة {نَعْبُدُ} بإسكان الدال. وقرأ زيد بن عليّ، ويحيى بن وثّاب، وعبيد بن عمير الليثيّ {ونِعبد} بكسر النون. وقرأ الجمهور {نَسْتَعِينُ} بفتح النون الأولى، وهي لغة الحجاز، وهي الفصحى. وقرأ عبيد بن عمير الليثيّ، وزرّ بن حبيش، ويحيى بن وثّاب، والنخعيّ، والأعمش بكسرها، وهي لغة قيس، وتميم، وأسد، وربيعة، وكذلك حكم حرف المضارعة في هذا الفعل وما أشبهه. وقال أبو جعفر الطّوسيّ: هي لغة هذيل. وانقلاب الواو ألفا في استعان ومستعان وياء في نستعين ومستعين والحذف في الاستعانة مذكور في علم التصريف، فراجعه. </p>"
}