{
  "id": null,
  "sura": 1,
  "aya": 2,
  "text": "<p> وقيل: أصله أله، يقال: ألهت إلى فلان، أي: سكنت إليه، فكأنّ الخلق يسكنون إليه ويطمئنّون بذكره. وقيل: أصله ولاه، فأبدلت الواو همزة، سمّي بذلك؛ لأنّ كلّ مخلوق واله نحوه: إمّا بالتحيّر، أو بالإرادة، ومن هذا قيل: الله محبوب كلّ الأشياء، يدلّ عليه قوله </p><p> تعالى:  {وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ} . </p><p> ومن خصائص هذا الاسم: أنّك إذا حذفت منه شيئا، بقي الباقي يدّل عليه، فإن حذفت الألف بقي لله، وإن حذفت اللام، وأثبتّ الألف بقي إله، وإن حذفتهما بقي له، وإن حذفت الألف واللامين معا، بقي هو، والواو عوض عن الضمّة. </p><p> وذهب بعضهم إلى أنّ هذا الاسم هو الاسم الأعظم؛ لأنّه يدّل على الذات، وباقي الأسماء تدلّ على الصفات. </p><p> {الرَّحْمنِ الرَّحِيمِ} قال ابن عباس: هما اسمان رقيقان، أحدهما أرقّ من الآخر. وقيل: هما بمعنى؛ مثل: ندمان ونديم، ومعناهما: ذو الرحمة، وإنما جمع بينهما؛ للتأكيد. وقيل: ذكر أحدهما بعد الآخر؛ تطميعا لقلوب الراغبين إليه. وقيل: الرحمن فيه معنى العموم، والرحيم فيه معنى الخصوص. فالرحمن: بمعنى الرزاق في الدنيا، وهو على العموم لكافة الخلق المؤمن والكافر، والرحيم: بمعنى الغفور الكافي للمؤمنين في الآخرة، فهو على الخصوص؛ ولذلك قيل: رحمن الدنيا، ورحيم الآخرة، ورحمة الله؛ إرادة الخير والإحسان لأهله. وقيل: هي ترك عقوبة من يستحق العقاب، وإسداء الخير والإحسان إلى من لا يستحق، فهو على الأول صفة ذات، وعلى الثاني صفة فعل. وقيل: الرحمن بكشف الكروب، والرحيم بغفر الذنوب. وقيل: الرحمن بتبيين الطريق، والرحيم بالعصمة والتوفيق، والله سبحانه وتعالى أعلم بحقائق أسمائه. اه. من الخازن. </p><p> ٢ - {الْحَمْدُ لِلَّهِ} ؛ أي: جنس الحمد، والثناء الحسن مستحقّ لله سبحانه وتعالى وحده، فلا يستحق لغيره؛ لأنّه الفاعل المختار. والأولى (١) من </p><p>(١) عمدة التفاسير.</p><p> الاحتمالات التسعة، الجارية في جملة الحمدلة؛ أن تكون (أل) جنسية، واللام للاستحقاق كما في حلّنا؛ لأنّه يلزم من استحقاق الجنس استحقاق الإفراد؛ أي: جنس الحمد مستحقّ لله سبحانه؛ وذلك لأنّ (أل) في {الْحَمْدُ} : إمّا جنسيّة؛ أي: جنس الحمد، أو استغراقية؛ أي: كلّ الحمد بأنواعه، أو للعهد؛ أي: الحمد المعهود، وهو حمد الله لنفسه، وحمد عباده له، واللام في {لِلَّهِ} : إما للاستحقاق، أو للملك، أو للاختصاص، فهذه ثلاثة في الثلاثة الأولى بتسعة. وقال النسفي:  {الْحَمْدُ لِلَّهِ} لفظه خبر، كأنّه سبحانه يخبر (١) ، أنّ المستحقّ للحمد هو الله تعالى، ومعناه الأمر؛ أي: قولوا: الحمد لله، وفيه تعليم الخلق كيف يحمدونه. </p><p> و {الْحَمْدُ} لغة (٢) : هو الثناء باللسان على الجميل الاختياري، سواء كان في مقابلة نعمة أم لا. </p><p> وعرفا: فعل يدلّ على تعظيم المنعم بسبب كونه منعما، سواء كان قولا باللسان؛ بأن يثني عليه به، أو اعتقادا بالجنان، بأن يعتقد اتصافه بصفات الكمال، أو عملا وخدمة بالأعضاء، والأركان؛ بأن يجهد نفسه في طاعته، فمورد العرفي؛ أي: محلّه عامّ، ومتعلّقه؛ أي: سببه الباعث عليه، وهو النعمة خاصّ، والشكر: مقابلة النعمة قولا، وعملا، واعتقادا، قال بعضهم: </p><p> وما كان شكري وافيا بنوالكم ... ولكنني حاولت في الجهد مذهبا </p><p> أفادتكم النعماء منّي ثلاثة ... يدي ولساني والضمير المحجّبا </p><p> يعني: أنّ الشكر هو الاعتراف بالفضل، إزاء نعمة صدرت من المشكور، بالقلب، أو باللسان، أو باليد، أو غيرها من الأعضاء، كما في البيت: يريد الشاعر أنّ يدي، ولساني، وقلبي لكم فليس في القلب إلّا نصحكم ومحبتكم، ولا في اللسان، إلّا الثناء عليكم ومدحكم، ولا في اليد، وسائر الجوارح، والأعضاء؛ إلّا مكافأتكم وخدمتكم. </p><p>(١) النسفي. (٢) البيضاوي.</p><p> والمدح: هو الثناء على الجميل مطلقا. تقول: حمدت زيدا على علمه، وكرمه، ولا تقول: حمدته على حسنه، بل مدحته. وقيل: هما أخوان. والشكر أعمّ منهما من وجه، وأخصّ من آخر. وقيل: الحمد باللسان قولا، والشكر بالأركان فعلا، والذمّ نقيض الحمد، والكفران نقيض الشكر، والثناء يستعمل في المدح، والذّم على السواء، فيقال: أثنى لله عليه شرّا كما يقال: أثنى عليه خيرا. </p><p> ورفعه بالابتداء، وخبره {لِلَّهِ} ، وأصله النصب، وقد قرىء به؛ لأنّه من المصادر التي تنصب بأفعال مضمرة أقيمت مقامها، لا تكاد تستعمل معها، كسقيا لك، ورعيا لك. وإنّما عدل عنه إلى الرفع؛ ليدلّ على عموم الحمد، وثباته دون تجدده، وحدوثه، ولهذا أجمع (١) عليها القرّاء السبعة. وقراءة النصب تحتاج إلى عامل مقدر من مادة الحمد، واللام عليها؛ للتبيين، تقديره: أحمد لله، أو حمدت لله، فيتخصّص الحمد؛ بتخصيص فاعله، وأشعر بالتجدد والحدوث، واللام متعلّقة بالعامل المحذوف: ك: لام سقيا لك، وقدر بعضهم عاملا للنصب فعلا غير مشتق من الحمد؛ أي: أقول الحمد لله، أو إلزموا الحمد لله، كما حذفوا من نحو: اللهم وضبعا وذئبا، والأول هو الصحيح؛ لدلالة اللفظ عليه، وقرىء {الْحَمْدُ لِلَّهِ}  (٢) باتباع الدال اللام، وبالعكس تنزيلا لهما، من حيث إنهما يستعملان معا منزلة كلمة واحدة. قال الشيخ داود القيصري (٣) : الحمد قوليّ، وفعليّ، وحاليّ، أمّا القولي: فحمد اللسان، وثناؤه عليه بما أثنى به الحق على نفسه، على لسان أنبيائه عليهم السلام، وأمّا الفعليّ: فهو الإتيان بالأعمال البدنية من العبادات، والخيرات؛ ابتغاء لوجه الله تعالى، وتوجها إلى جنابه الكريم؛ لأنّ الحمد كما يجب على الإنسان باللسان، كذلك يجب عليه بحسب كلّ عضو، بل على كلّ عضو، كالشكر، وعند كلّ حال من الأحوال، كما قال النبي صلّى الله عليه وسلّم «الحمد لله على كلّ حال» ، وذلك لا يمكن، إلّا باستعمال كلّ عضو فيما خلق لأجله، على الوجه </p><p>(١) البحر المحيط. (٢) البيضاوي.(٣) روح البيان.</p><p> المشروع؛ عبادة للحق تعالى وانقيادا لأمره، لا طلبا لحظوظ النفس، ومرضاتها. </p><p> وأما الحاليّ: فهو الذي يكون بحسب الروح، والقلب، كالاتصاف بالكمالات العلمية، والعملية، والتخلّق بالأخلاق الإلهية؛ لأنّ الناس مأمورون بالتخلّق بأخلاق الله تعالى، بلسان الأنبياء عليهم السلام؛ لتصير الكمالات ملكة نفوسهم وذواتهم. </p><p> وورد في الأثر (١) : (الحمد رأس الشكر ما شكر الله عبد لم يحمده) . وقد جعله رأس الشكر؛ لأنّ ذكر النعمة باللسان، والثناء على من أسداها، يشهرها بين الناس، ويجعل صاحبها القدوة المؤتسى به، أمّا الشكر بالقلب: فهو خفيّ قلّ من يعرفه، وكذلك الشكر بالجوارح مبهم لا يستبين لكثير من الناس. </p><p> {لِلَّهِ} الله (٢) : علم على المعبود بحقّ، المستجمع لجميع صفات الكمال، عربي، مرتجل، جامد، أي: غير مشتقّ، وهو الصحيح. وعند الزمخشري: أنّه اسم جنس صار علما بالغلبة من أله بمعنى: تحيّر. والإله: هو المعبود سواء بحقّ، أم بباطل، ثمّ غلب في عرف الشرع على المعبود بحقّ، وهو الذات الواجب الوجود. اه. كرخي. </p><p> وقد ورد في فضل {الْحَمْدُ} أحاديث (٣) : </p><p> منها: ما أخرجه أحمد، والنسائي، والحاكم، وصححه، والبخاري في «الأدب المفرد» عن الأسود بن سريع قال: قلت: يا رسول الله! ألا أنشدك محامد حمدت بها ربّي تبارك وتعالى؟ فقال:  «أما إنّ ربّك يحبّ الحمد» . </p><p> وأخرج الترمذي وحسّنه، والنسائي، وابن ماجه، وابن حبان، والبيهقي عن جابر قال: قال رسول الله صلّى الله عليه وسلّم: «أفضل الذكر لا إله إلا الله، وأفضل الدعاء الحمد لله» . </p><p> وأخرج ابن ماجه، والبيهقي بسند حسن عن أنس قال: قال رسول الله صلّى الله عليه وسلّم: «ما </p><p>(١) المراغي. (٢) الفتوحات.(٣) الشوكاني.</p><p> أنعم الله على عبد نعمة فقال: الحمد لله، إلّا كان الذي أعطى أفضل مما أخذ». </p><p> وأخرج الحكيم الترمذي في «نوادر الأصول» ، والقرطبي في «تفسيره» عن أنس عن النبي صلّى الله عليه وسلّم قال: «لو أنّ الدنيا كلّها بحذافيرها في يد رجل من أمتي ثمّ قال: الحمد لله لكان الحمد أفضل من ذلك» ، قال القرطبي: معناه: لكان إلهامه الحمد، أكبر نعمة عليه من نعم الدنيا؛ لأنّ ثواب الحمد لا يفنى ونعيم الدنيا لا يبقى. </p><p> وأخرج البيهقي في «شعب الإيمان» عن جابر قال: قال رسول الله صلّى الله عليه وسلّم: «ما من عبد ينعم عليه بنعمة، إلّا كان الحمد أفضل منها» . </p><p> وأخرج عبد الرزاق في «المصنف» نحوه عن الحسن مرفوعا. </p><p> وأخرج مسلم، والنسائي، وأحمد عن أبي مالك الأشعري قال: قال رسول الله صلّى الله عليه وسلّم: «الطّهور شطر الإيمان، والحمد لله تملأ الميزان» الحديث. </p><p> وأخرج سعيد بن منصور، وأحمد، والترمذي وحسّنه، وابن مردويه، عن رجل من بني سليم أنّ رسول الله صلّى الله عليه وسلّم قال: سبحان الله نصف الميزان، والحمد لله تملأ الميزان، والله أكبر تملأ ما بين السماء والأرض، والطهور نصف الإيمان، والصوم نصف الصبر». </p><p> وغير ذلك من الأحاديث الواردة. </p><p> وفي «القرطبي»  (١) : اختلف العلماء: أيّما أفضل؟ قول العبد: الحمد لله ربّ العالمين أو قوله: لا إله إلّا الله؟ فقالت طائفة: قول الحمد لله ربّ العالمين أفضل؛ لأنّ في ضمنه التوحيد الذي هو لا إله إلّا الله، ففي قوله: الحمد لله توحيد، وحمد، وفي قوله: لا إله إلّا الله </p><p> توحيد فقط. وقالت طائفة: لا إله إلّا الله أفضل؛ لأنّها تدفع الكفر، والإشراك، وعليها يقاتل الخلق. قال رسول الله صلّى الله عليه وسلّم:  «أمرت أن أقاتل الناس حتى يقولوا: لا إله إلا الله» . واختار هذا القول ابن عطيّة. قال: ويدّل على ذلك: قول النبي صلّى الله عليه وسلّم: «أفضل ما قلت أنا،والنبيون من قبلي:لا إله إلّا الله وحده لا شريك له» . متفق عليه. </p><p>(١) الجمل.</p><p> ولمّا ذكر سبحانه، استحقاقه الذاتي بجميع المحامد بمقابلة الحمد باسم الذات، أردفه بأسماء الصفات، فقال:  {رَبِّ الْعالَمِينَ} جمعا بين الاستحقاقين، وهو؛ أي: رب العالمين، كالبرهان على استحقاقه جميع المحامد الذاتي، والصفاتي، والدنيوي، والأخروي؛ أي: مالك جميع من في السموات، والأرض، وغيرهما من ملك، وإنس، وجنّ، وغيرهم، ومعبودهم. والربّ يأتي لعدّة معان، مجموعة (١) في قول بعضهم نظما من بحر الطويل: </p><p> قريب محيط مالك ومدبّر ... مربّ كثير الخير والمولي للنعم </p><p> وخالقنا المعبود جابر كسرنا ... ومصلحنا والصاحب الثابت القدم </p><p> وجامعنا والسيّد احفظ فهذه ... معان أتت للرّب فادع لمن نظم </p><p> قال البيضاوي: الربّ في الأصل: مصدر بمعنى التربية، والإصلاح، وهو تبليغ الشيء إلى كماله شيئا فشيئا، ثمّ وصف به للمبالغة، كالصوم، والعدل. </p><p> وقيل: هو وصف من ربّه يربّه، فهو ربّ، كقولهم: نمّ ينمّ نمّا ونميمة، فهو نمّ. </p><p> سمّي به المالك؛ لأنّه يحفظ ما يملكه، ويربّيه، ويصلحه. وقيل: هو اسم فاعل حذفت ألفه، فأصله: رابّ، كما قالوا: رجل بارّ، وبرّ. </p><p> وعبارة المراغي: والربّ (٢) : هو السيّد المربّي الذي يسوس من يربيه، ويدبر شؤونه، وتربية الله للناس نوعان: تربية خلقية تكون بتنمية أجسامهم حتى تبلغ الأشدّ، وتنمية قواهم النفسية، والعقلية، وتربية دينية تهذيبية، تكون بما يوحيه إلى أفراد منهم؛ ليبلّغوا للناس ما به تكمل عقولهم، وتصفو نفوسهم، وليس لغيره تعالى أن يشرع للناس عبادة، ولا أن يحل شيئا، ويحرّم آخر إلّا بإذن منه. </p><p> ويطلق الرّب: على الناس، فيقال: ربّ الدار، وربّ هذه الأنعام، كما قال </p><p>(١) البيجوري على السلم. (٢) المراغي.</p><p> تعالى حكاية عن يوسف عليه السلام في مولاه عزيز مصر:  {إِنَّهُ رَبِّي أَحْسَنَ مَثْوا} يَ وقوله: {ارْجِعْ إِلى رَبِّكَ} وكقول عبد المطلب يوم الفيل لأبرهة قائد النجاشي: أمّا الإبل: فأنا ربّها، وأما البيت: فإنّ له ربّا يحميه. </p><p> وعبارة «الروح» : والرّب: (١) بمعنى التربية، والإصلاح، أمّا في حقّ العالمين: فيربّيهم بأغذيتهم، وسائر أسباب بقاء وجودهم، وأمّا في حقّ الإنسان: </p><p> فيربّيه تارة بأطواره، وفيض قوى أنواره في أعضائه. فسبحان من أسمع بعظم، وبصّر بشحم، وأنطق بلحم، وأخرى بترتيب </p><p> غذائه في النبات بحبوبه، وثماره، وفي الحيوان بلحومه، وشحومه، وفي الأراضي بأشجاره، وأنهاره، وفي الأفلاك بكواكبه، وأنواره، وفي الزمان بسكونك، وتسكين الحشرات، والحركات المؤذية في الليالي، وحفظك، وتمكينك من ابتغاء فضله في النهار. فيا هذا! يربّيك كأنّه ليس له عبد سواك، وأنت لا تخدمه، أو تخدمه كأنّ لك ربّا غيره. انتهى. </p><p> وقرأ زيد بن عليّ، وطائفة (٢) : {رَبِّ الْعالَمِينَ} بالنصب على المدح، وهي فصيحة، لولا خفض الصفات بعدها، وضعّفت إذ ذاك، على أنّ الأهوازي حكى في قراءة زيد بن عليّ أنّه قرأ:  {رَبِّ الْعالَمِينَ الرَّحْمنِ الرَّحِيمِ} بنصب الثلاثة، فلا ضعف إذ ذاك، وإنّما ضعّفت قراءة نصب رب، وخفض الصفات بعدها؛ لأنّهم نصّوا على أنّه لا إتباع بعد القطع في النعوت، لكن تخريجها على أن يكون الرحمن بدلا، ولا سيّما على مذهب الأعلم، إذ لا يجيز في الرحمن أن يكون صفة، وحسّن ذلك على مذهب غيره، كونه وصفا خاصّا، وكون البدل على نيّة تكرار العامل، فكأنّه مستأنف من جملة أخرى، فحسن النصب. وقول من زعم: </p><p> أنّه نصب رب بفعل دلّ عليه الكلام قبله، كأنّه قيل: نحمد الله ربّ العالمين. </p><p> ضعيف؛ لأنّه مراعاة التوهّم، وهو من خصائص العطف، ولا ينقاس فيه. </p><p> دقيقة:  (٣) في لفظ ربّ خصوصيّة لا توجد في غيره من أسمائه تعالى، وهي: </p><p>(١) روح البيان. (٢) البحر المحيط.(٣) هداية الطالب.</p><p> أنك إذا قرأته طردا كان من أسمائه تعالى، وإن قلبته كان من أسمائه تعالى. انتهت. </p><p> وقوله:  {الْعالَمِينَ} : اسم جمع لعالم بفتح اللام، لا جمع له؛ لعدم العلمية، أو الوصفية فيه، وقيل: جمع له شاذ. قال في «الكشاف» : ساغ ذلك لوجود معنى الوصفية فيه، وهي الدلالة على معنى العلم. وفي البيضاوي: والعالم: </p><p> اسم لما يعلم به، كالخاتم، والقالب، من العلامة؛ لأنّه علامة على صانعه. وهو كلّ (١) ما سوى الله تعالى من الجواهر، والأعراض، فإنّها لإمكانها وافتقارها إلى مؤثر واجب لذاته تدلّ على وجوده؛ لأنّها محدثة، وكلّ محدث له صانع، فالعالم له صانع. وإنّما جمعه؛ ليشمل جميع ما تحته من الأجناس المختلفة، وغلّب العقلاء منهم، فجمعه بالياء والنون، كسائر أوصافهم. اه. </p><p> فإن قلت (٢) : لم جمع العالمين جمع قلّة، مع أنّ المقام مستدع للإتيان بجمع الكثرة، كالعوالم؟ </p><p> قلت: تنبيها على أنهم، وإن كثروا فهم قليلون في جانب عظمته تعالى، وكبريائه. </p><p> فإن قلت: الجمع يقتضي اتفاق الأفراد في الحقيقة، وهي هنا مختلفة. </p><p> قلنا: بل هي متفقة من حيث إنّ كلّا منها علامة يعلم بها الخالق، والاختلاف إنما عرض بواسطة أسمائها. اه. كرخي. </p><p> وقيل (٣) : اسم وضع لذوي العلم من الملائكة، والثقلين، وتناوله لغيره على سبيل الاستتباع. وقيل: عنى به الناس ههنا، فإنّ كلّ واحد منهم عالم من حيث، إنّه يشمل على نظائر ما في العالم الكبير من الجواهر والأعراض، يعلم بها الصانع، كما يعلم بما أبدعه في العالم، ولذلك سوّى بين النظر فيهما، حيث قال:  {وَفِي أَنْفُسِكُمْ أَفَلا تُبْصِرُونَ} . </p><p> وقد جرت (٤) عادتهم، على أن لا يطلقوا هذا اللفظ، إلّا على كلّ جماعة </p><p>(١) البيضاوي. (٢) الفتوحات.(٣) البيضاوي.(٤) المراغي.</p><p> متمايزة لأفرادها صفات تقرّبها من العقلاء، إن لم تكن منهم، فيقولون: عالم الإنسان، وعالم الحيوان، وعالم النبات، ولا يقولون: عالم الحجر، ولا عالم التراب. ذلك أنّ هذه العوالم هي التي يظهر فيها معنى التربية الذي يفيده لفظ ربّ، إذ يظهر فيها الحياة، والتغذية، والتوالد. </p><p> وخلاصة معنى الآية: أنّ كلّ ثناء فهو لله تعالى، إذ هو مصدر جميع الكائنات، وهو الذي يسوس العالمين، ويربّيهم من مبدئهم إلى نهايتهم، ويلهمهم ما فيه خيرهم، وصلاحهم، فلله الحمد على ما أسدى، والشكر له على ما أولى. </p><p> وفي «الخازن» : واختلف في مبلغ عددهم، فقيل: لله ألف عالم، ستمائة عالم في البحر، وأربعمائة في البرّ. وقيل: ثمانون ألف عالم، أربعون ألفا في البرّ، ومثلهم في البحر. وقيل: ثمانية عشر ألف عالم، الدنيا منها عالم واحد، وما العمران في الخراب إلّا كفسطاط في صحراء، قاله: وهب بن منبه. </p><p> الفسطاط: الخيمة. اه. </p><p> وفي «الروح» : وقال الضحاك: لله ثلاثمائة وستّون عالما، ثلاثمائة منهم: </p><p> عراة حفاة لا يعرفون خالقهم، وهم حشو جهنم. وستّون عالما: يلبسون الثياب، مرّ بهم ذو القرنين، وكلّمهم. وقال كعب الأحبار: لا يحصى؛ لقوله تعالى:  {وَما يَعْلَمُ جُنُودَ رَبِّكَ إِلَّا هُوَ} . </p><p> وعن أبي هريرة - رضي الله عنه -: أنّ الله تعالى خلق الخلق أربعة أصناف: </p><p> الملائكة، والشياطين، والجنّ، والإنس، ثمّ جعل هؤلاء عشرة أجزاء، تسعة منهم الملائكة، وواحد الثلاثة الباقية، ثمّ جعل هذه الثلاثة، عشرة أجزاء، تسعة منهم الشياطين، وجزء واحد الجنّ والإنس، ثمّ جعلهما عشرة أجزاء، فتسعة منهم الجنّ، وواحد الإنس، ثمّ جعل الإنس مائة وخمسة وعشرين جزءا، فجعل مائة جزء في بلاد الهند، منهم ساطوح، وهم: أناس رؤوسهم مثل رؤوس الكلاب، وماسوخ وهم: أناس آذانهم كآذان الفيلة، ومالوف، وهم: أناس لا يطاوعهم أرجلهم، يسمّون دوال باي، ومصير كلّهم إلى النار. وجعل اثني عشر </p>"
}