{
  "id": null,
  "sura": 2,
  "aya": 132,
  "text": "<p> المفتوحة. وقرأ الباقون </p><p> ١٣٢ - {وَوَصَّى} وبها متعلق بوصَّى، والضمير عائدٌ على الملَّة المذكورة في قوله:  {وَمَنْ يَرْغَبُ عَنْ مِلَّةِ إِبْرَاهِيمَ} وبه قال الزمخشري، أو الكلمة التي هي قوله:  {أَسْلَمْتُ لِرَبِّ الْعَالَمِينَ} والتوصية: هي التقديم إلى الغير بما فيه خيرٌ وصلاحٌ من قول، أو فعل على وجه التفضُّل والإحسان، سواءٌ كان أمرًا دينيًّا، أو دنيويًّا، وأصلها: الوصل، يقال: وصَّاه إذا أَوْصَلَه، وهي أبلغ من الإيصاء؛ أي: وأوصى إبراهيم عليه السلام بالملّة المذكورة في قوله: {وَمَنْ يَرْغَبُ عَنْ مِلَّةِ إِبْرَاهِيمَ} أو بكلمة: أسلمت لله ربّ العالمين، أو بكلمة: لا إله إلّا الله {بَنِيهِ} ؛ أي: أولاده الذُّكور، وقد سبق أنّهم كانوا أربعة: إسماعيل، وإسحاق، ومدين، ومدائن. وقيل (١) : هم ثمانية: إسماعيل وهو أكبر أولاده، وأُمُّهُ هاجر القبطية، وإسحاق وأمّه سارةُ، ومدين، ومداين، وبُقْشَانُ، وزُمْرَانُ، وشَبقٌ، ونُوحٌ، وأمُّهم قنَطْوُراءُ بنتُ يَقْطَنَ الكنعانيةُ، تزوَّجها إبراهيم بعد وفاة سارة. وقيل أولادهُ: أربعة عشرة، والذي بقي نسله من هؤلاء الثمانية: إسماعيل، وإسحاق والمعنى: أي: أمر إبراهيم عليه السلام بنيه عند موته باتباع هذه الملة الحنيفية، وإنّما خصَّهم بهذه الوصية؛ لأنّ شفقة الرجل على بنيه أكثر من شفقته على غيرهم، وقيل: لأنّهم كانوا أئمّة يقتدى بهم، وكان صلاحهم صلاحًا لغيرهم. {وَيَعْقُوبُ} بن إسحاق بالرفع عطفًا على إبراهيم؛ أي: ووصّى يعقوب بنيه عند موته بهذه الملة، كوصيّة إبراهيم، وقرىءَ بالنصب عطفًا على بنيه، والمعنى: ووصى إبراهيم بنيه ويعقوب نافلته بهذه الملة عند موته. وقرأ الجمهور {وَيَعْقُوبُ} بالرفع. وقرأ إسماعيل بن عبد الله المكيُّ الضرير، وعمر بن فائد الأسواريُّ بالنصب، فأمَّا قراءة الرفع فتحتمل وجهين: </p><p> أحدهما: أن يكون معطوفًا على إبراهيم، ويكون دَاخِلًا في حكم توصية بنيه؛ أي: ووصى يعقوب بنيه. </p><p> الثاني: أن يكون مرفوعًا على الابتداء، وخبره محذوف، تقديره: ويعقوب </p><p>(١) المراغي.</p><p> قال يا بَنيّ: إن الله اصطفى لكم الدين، والأوّل أظهر. </p><p> وأمّا قراءة النصب فيكون عليها معطوفًا على بنيه؛ أي: ووصَّى بها إبراهيم بنيه ويعقوب نافلته؛ أي: ابن ابنه إسحاق، وكان (١) جملة أولاد يعقوب اثني عشر: روبين، وشمعون، ولاوى، ويهوذا، وشنوخون، وزبولون، وزَوَابِي، ونَفْتُونِي، وكُوْدا، وأوشيز، وبنيامين، ويوسف، وسُمّي يعقوب؛ لأنّه مع أخيه عَيْصُو كانا توأمين، فتقدَّم عيصو في الخروج من بطن أمِّه، وخرج يعقوب على أثره آخذًا بعقبه، وذلك أنَّ أُمَّ يعقوب حملَتْ في بطنٍ واحد بولدين توأمين، فلمَّا تكامل عدَّةٌ أشهر الحمل، وجاء وقت الوضع تكلَّما في بطنها وهي تسمع، فقال: أحدهما للآخر: طرِّق لي حتى أخرج قبلك، وقال الآخر: لئن خرجت قبلي لأشُقَّن بطنها حتى أخرج من خصرها، فقال الآخر: اخرج قبلي، ولا تقتل أمي. قال: فخرج الأول فسمَّته عيصو؛ لأنَّه عصاها في بطنها، وخرج الثاني وقد أمسك بعقبه فسمَّته يعقوب، فنشأ عيصو بالغلظة والفظاظة، صاحب صَيْدٍ وقَنَصٍ، ويعقوب بالرحمة واللين، صاحب زرع وماشية. </p><p> وروي: أنّهما ماتا في يوم واحد، ودُفنا في قبر واحد. قيل: عاش يعقوب مائةً وسبعًا وأربعين سنة بمصر، وأوصى أن يحمل إلى الأرض المقدَّسة، ويدفن عند أبيه إسحاق، فحمله يوسف فدفنه عند أبيه. وقال المؤرِّخون: نقل إبراهيم ولده إسماعيل إلى مكة وهو رضيعٌ، وقيل: ابن سنتين، وقيل: ابن أربع عشرة سنة، وولد قبل إسحاق بأربع عشرة سنة، ومات إسماعيلُ وله مائةٌ وثلاثون سنة، وكان لإسماعيل حين مات أبوه إبراهيم تسعٌ وثمانون سنةً، وعاش إسحاق مائةً وثمانين سنةً، ومات بالأرض المقدَّسة، ودفن عند أبيه، وكان بين وفاة إبراهيم الخليل ومولد محمد - صلى الله عليه وسلم - نحوٌ من ألف سنةٍ وستمائة سنة، على ما قيل واليهود تنقص من ذلك نحوًا من أربعمائة سنة، وقوله:  {يَا بَنِيَّ} على إضمار القول عند البصريين، تقديره: ووصَّى بها بنيه، وقال {يَا بَنِيَّ} الخ. وذلك؛ لأنّ يا بني </p><p>(١) البيضاوي.</p><p> جملةٌ، والجملة لا تقع مفعولًا إلّا لأفعال القلوب، أو فعل القول، وأمَّا عند الكوفيين فمنصوبٌ بفعل الوصية؛ لأنّها في معنى القول على رأيهم. وفي \"الفتوحات\" قوله: {يَا بَنِيَّ} فيه وجهان: </p><p> أحدهما: أنّه مقول إبراهيم، وذلك على القول بعطف يعقوب على إبراهيم، وهو الأظهر كما مرّ، ومقول يعقوب محذوفٌ؛ لدلالة مقول إبراهيم عليه، والتقدير: ووصَّى بها إبراهيم بنيه، وقال:  {يَا بَنِيَّ إِنَّ اللَّهَ اصْطَفَى لَكُمُ الدِّينَ} الخ. ووصى بها يعقوب بنيه، وقال:  {يَا بَنِيَّ} الخ. </p><p> والثاني: أنه من مقول يعقوب؛ إن قلنا رفعه بالابتداء، ومقول إبراهيم محذوف؛ لدلالة مقول يعقوب عليه، والتقدير: ووصَّى بها إبراهيم بنيه، وقال:  {يَا بَنِيَّ ...} الخ. ويعقوب وصَّى بها بنيه، وقال:  {يَا بَنِيَّ} . </p><p> {إِنَّ اللَّهَ} سبحانه وتعالى {اصْطَفَى} واختار {لَكُمُ} من بين الأديان {الدِّينَ} ؛ أي: دين الإِسلام الحنيفي الذي هو صفوة الأديان، ولا دين عنده غيره، والألف واللام في الدين للعهد؛ لأنهم كانوا قد عرفوا، كما في \"الكرخي\"  {فَلَا تَمُوتُنَّ} ؛ أي: لا يصادفنكم الموت في الظاهر، وفي الحقيقة: نهى عن ترك الإِسلام؛ لأنَّ الموت ليس في أيديهم، فكأنَّه قال: لا تموتوا على حالةٍ غير حالة الإِسلام، فليس فيه نهيٌ عن الموت الذي هو قَهْريٌّ، والاستثناء مفرَّغٌ من أعمِّ الأحوال {وَأَنْتُمْ مُسْلِمُونَ} مبتدأ وخبر، والجملة في محلِّ النصب على الحال، والعامل فيها ما قبل {إِلَّا} ، كأنه قال: لا تموتنَّ على حالٍ من الأحوال إلّا على هذه الحالة التي هي اتصافكم بالإِسلام. </p><p> والمعنى: أي فاثبتوا على الإِسلام حتى تموتوا مسلمين مخلصين له تعالى بالتوحيد والعبادة، والمراد: نهيهم عن ترك الإِسلام، وأمرهم بالثبات عليه إلى مصادفة الموت، وإلَّا فالموت قهريٌّ ليس باختيارهم. وذلك حين دخل يعقوب مصر، فرأى أهلها يعبدون الأصنام، فأوصى بنيه بأن يثبتوا على الإِسلام، فإنَّ موتهم لا على حال الثبات على الإِسلام موتٌ لا خير فيه، وأنَّه ليس بموت السعداء، وأنَّ من حقّ هذا الموت أن لا يحلَّ فيهم. وتخصيص الأبناء بهذه </p>"
}