{
  "id": null,
  "sura": 2,
  "aya": 104,
  "text": "<p> فما أشرف الوسيلة، وما أخسَّ المتوسَّل إليه، والذي يَحْملُ على تعلُّم ما لا يليق، وذِكْر ما يجبُ صَوْنُه عنه، إنما هو إيثار الدنيا على الآخرة، والله يقول:  {وَمَا عِنْدَ اللَّهِ خَيْرٌ وَأَبْقَى} . وإن أردت معرفة قدرك عند الله تعالى، فانظر إلى أعمالك؛ لأنّ الأعمال علاماتٌ على ذلك، وقد جاء في الخبر:  \"من سرَّه أن يعرف منزلته عند الله، فلينظر كيف منزلة الله في قلبه، فإن الله يُنزل العبد عنده حيث أنزله العبد من نفسه\" . </p><p> ومعنى الآية: أي ولو أنَّهم آمنوا الإيمان الحق بكتابهم، وفيه البشارة بمحمد - صلى الله عليه وسلم -، والأمر باتّباعه، واتقوا الله بالمحافظة على أوامره واجتناب نواهيه، لكان هذا الثواب العظيم الذي ينتظرونه من الله جزاءً على أعمالهم الصالحة، خيرًا لهم من كلِّ ما يتوقَّعُون من المنافع، والمصالح الدنيوية. {لَوْ كَانُوا يَعْلَمُونَ} ؛ أي: إنّهم (١) ليسوا على شيء من العلم الصحيح، إذْ لو كان كذلك لظهرت نتائجه في أعمالهم، ولآمنوا بالنبي - صلى الله عليه وسلم - واتبعوه، وصاروا من المفلحين، لكنهم يتَّبعون الظنَّ، ويعتمدون على التقليد، ومن جرّاء هذا خالفوا الكتاب، وساروا وراء أهوائهم وشهواتهم، فوقعوا في الضلال البعيد. </p><p> ١٠٤ - {يَا أَيُّهَا الَّذِينَ آمَنُوا} بمحمد - صلى الله عليه وسلم -، وبما جاء به (٢) ، وهذا النداء وقع في القرآن في ثمانية وثمانين موضعًا، وهذا أوَّل خطاب خوطب به المؤمنون في هذه السورة بالنداء الدال على الإقبال عليه، ونداء المخاطبين باسم المؤمنين، يذكرهم بأنَّ الإيمان يقتضي من صاحبه أن يتلقَّى أوامر الله تعالى ونواهيه، ويحسن الطاعة والامتثال. قال أبو حيان (٣) : إنَّ أوّل نداءٍ أتى عامًّا {يَا أَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ} وثاني: نداء أتى خاصًّا {يَا بَنِي إِسْرَائِيلَ اذْكُرُوا} وهي الطائفة العظيمة، اشتملت على الملّتين اليهودية والنصرانية، وثالث نداءٍ لأمّة محمد - صلى الله عليه وسلم - المؤمنين، فكان أوّل نداء عامًّا أمروا فيه بأصل الإِسلام، وهو عبادة الله، وثاني نداء ذُكّرُوا فيه بالنعم الجزيلة، وتُعِبِّدُوا بالتكاليف الجليلة، وخُوّفوا من حلول النقم الوبيلة، </p><p>(١) روح البيان. (٢) العمدة.(٣) روح البيان.</p><p> من النقم والاتعاظ بمن سبق من الأمم، فلم يبق إلّا ما أمروا به على سبيل التكميل، من تعظيم من كانت هدايتهم على يديه، والتبجيل، والخطاب بيا أيها الذين آمنوا، متوجِّهٌ إلى من في المدينة من المؤمنين. قيل: ويحتمل أن يكون إلى كل مؤمن في عصره، وروي عن ابن عباس: أنّه حيث جاء هذا الخطاب، فالمراد به أهل المدينة، وحيث ورد يا أيها الناس، فالمراد أهل مكة. انتهى. </p><p> {لَا تَقُولُوا}  (١) لنبيّكم محمد - صلى الله عليه وسلم -، إذا ألقى عليكم شيئًا من العلم، وأكثر عليكم في الإلقاء وتابع فيه، وصَعُب عليكم الأَخْذُ منه مع الموالاة، وطلبتم منه الإمهال والتأنّي في الإلقاء؛ لِيُحفَظَ لكم ما سمعتم منه أوَّلًا، قبل الإلقاء الثاني {رَاعِنَا} يا رسول الله!؛ أي: أمهلنا وانظرنا في الإلقاء، وتأنَّ، ولا تتابعه علينا؛ لنحفظ ما سمعنا منك أوَّلًا قبل أن تُلْقي علينا ثانيًا؛ لأنَّ هذه الكلمة وإن كان معناها في لغة العرب هكذا، فإنَّها توَافق في اللفظ كلمةً عبرانيةً، أو سريانيَّةً، وضعت للمَسبَّة كانت اليهود يتسابُّون بها فيما بينهم؛ لأنَّ معنى {رَاعِنَا} عندهم: اشملَنْا بحُمْقِك، وأَفِدْنا ولَهَك، وخاطِبْنَا بكلامك الخسيس، فإنَّ اليهود إذا سمعت مخاطبتكم للنبي - صلى الله عليه وسلم - بهذه الكلمة، وأنتم تريدون معناها العربيَّ، فإنَّهم يخاطبون النبيَّ بهذه. </p><p> روي: أنَّ (٢) المسلمين كانوا يقولون لرسول الله - صلى الله عليه وسلم -: إذا تلا عليهم شيئًا من العلم: راعنا يا رسول الله! أي: تأنَّ بنا، وأمهل في الإلقاء حتى نفهم كلامك، واليهود كانت لهم كلمةٌ عبرانيةٌ يتسابُّون بها فيما بينهم، فلمَّا سمعوا المؤمنين يقولون:  {رَاعِنَا} خاطبوا به النبيَّ - صلى الله عليه وسلم -، وهم يريدون بها تلك المسبَّة، ويضحكون فيما بينهم، فسمعها سعد بن معاذ منهم، وكان يعرف لغتهم، فقال لليهود: يا أعداء الله، عليكم لعنة الله، والذي نفسي بيده: لئن سمعتها من أحد منكم يقولها: لرسول الله - صلى الله عليه وسلم -، لأضربنَّ عنقه، قالوا: أو لستم تقولون بها؟ فنهي المؤمنون عنها، فأُمِروا بلفظةٍ أخرى؛ لئلا يجد اليهود بذلك سبيلًا إلى شتم </p><p>(١) العمدة. (٢) المراح.</p><p> النبيِّ - صلى الله عليه وسلم -، وذلك قوله الآتي:  {وَقُولُوا انْظُرْنَا} وهو إمَّا مأخوذٌ من الرعاية، والمراعاة: المبالغة في الرعي، وهو النظر في مصالح الإنسان، وتدبير أموره، وتدارك مصالحه، أو من الرُّعونة، والرَعْنُ: الجَهْلُ، والهَوَجُ، والحُمْقُ، والخِسَّة. وبُدِءَ بالنهي؛ لأنّه من باب التُّروك فهو أسهل، ثُمَّ أتى بالأمر بعده الذي هو أشقُّ؛ لحصول الاستئناس قَبْلَ النهي، ثُمَّ لم يكن نهيًا عن شيء سبق تحريمه، ولكن لمّا كانت لفظةُ المُفاعلة تقتضي الاشتراكَ غالبًا صار المعنى: لِيقع منك رَعْيٌ لنا، ومِنّا رَعْيٌ لك، وهذا فيه ما لا يخفى مع مَنْ يُعظَّم؛ نُهوا عن هذه اللفظة لهذه العلةِ، وأُمروا بأن يقولوا:  {انْظُرْنَا} إذ هو فعلٌ من النبي - صلى الله عليه وسلم - لا مشاركة لهم فيه معه. وقرأ الجمهور (١) : {رَاعِنَا} وفي مصحف عبد الله وقراءته، وقراءة أبيّ {راعونا} خاطبوه بذلك؛ إكبارًا؛ وتعظيمًا إذْ أقاموه مُقامَ الجمع، وتضمَّن هذا النهيُ النَّهْيَ عن كُلِّ ما يكون فيه استواءٌ مع النبي - صلى الله عليه وسلم -. </p><p> وقرأ الحسن، وابن أبي ليلى، وأبو حيوة، وابن مُحيصن:  {رَاعِنًا} بالتنوين جعله صفةً لمصدر محذوف؛ أي: لا تقولوا قولًا راعنًا، وهو على طريق النسب، كلابن، وتامر، وقال الحسنُ: الراعن من القول، السُّخريُّ منه. اهـ. ولمّا كان القول سببًا في السَّبِّ اتَّصف بالرعْنِ، فنُهوا في هذه القراءة أن يخاطبوا الرسولَ بلفظٍ يكون، أو يوهم شيئًا من الغَضِّ والنَّقص، ممَّا يستحقُّه - صلى الله عليه وسلم - من التعظيم، وتلطيفِ القول وأدَبِهِ، مأخوذٌ من الرُّعونة وهو الحُمْقُ، وكذا قيل: في {راعونا} إنّه فاعولا من الرعونة، كعاشورا. وقيل: إنّ اليهود تقول: راعنا؛ أي: رَاعِي غنمنا {وَقُولُوا} أيها المؤمنون عند طلب الإمهال منه، والتأني في الإلقاء {انْظُرْنَا} ؛ أي: انتظرنا وأَمْهِل لنا، ولا تُوال في الإلقاء من نظره إذا انتظره. </p><p> وقرأ الجمهور (٢) : {انْظُرْنَا} موصولَ الهمزة مضمومَ الظاء من النظرة وهي التأخير؛ أي: انتظرنا وتأنَّ علينا، نحو قوله: </p><p> فإِنَّكُمَا إنْ تَنْظُرَانِي سَاعَةً ... مِنَ الدَّهْرِ تَنْفَعْنِي لَدَى أُمِّ جُنْدُبِ </p><p>(١) البحر المحيط. (٢) البحر المحيط.</p><p> أو من النَّظَرِ واتُّسِعَ في الفِعْلِ، فعدِّي بنفسه، وأصله: أن يتعدَّى بإلَى، كما قال الشاعر: </p><p> ظَاهِراتُ الجَمَالِ والحُسْن يَنْظُرْ ... نَ كَمَا يَنْظُرُ الأَرَاكَ الظِّبَاءُ </p><p> يريد إلى الأراك، ومعناه: تَفَقَّدْنا بنظرك، وقال مجاهد معناه: فَهِّمْنَا وبيِّنْ لنا، فسَّر باللازم في الأصل وهو أَنظِرَ؛ لأنّه يلزمُ من الرفقِ والإمهالِ على السائل، والتأنِّي أن يَفْهَم بذلك. وقيل: هو من نَظَرِ البصيرة بالتَّفكُّرِ والتدبُّرِ فيما يَصْلُح للمنظور فيه، فاتُّسِعَ في الفعل أيضًا، إذ أصله: أن يتعدَّى بفي، ويكون أيضًا على حذف مضاف؛ أي: انظر في أمرنا. قال ابن عطيّة: وهذه لفظةٌ مُخلصةٌ لتعظيم النبيِّ - صلى الله عليه وسلم -، وقرأ أبي (١) ، والأعمش:  {أنْظِرْنَا} بقطع الهمزة وكسر الظاء من الإنظار، ومعناه: أخِّرنا وأمهلنا حتى نتلقَّى عنك، وهذه القراءة تشهد للقول الأوّل في قراءة الجمهور، ومنه قول الشاعر: </p><p> أبا هند فلا تَعْجَلْ علينا ... وأَنظِرنا نُخَبِّرْك اليقينا </p><p> ثُمَّ أمرهم بعد هذا النَّهي والأمر الأول، بأمرٍ آخر بقوله:  {وَاسْمَعُوا} أيُّها المؤمنون ما يقوله النبيُّ - صلى الله عليه وسلم -؛ أي أحسنوا (٢) سماعه بآذان واعيةٍ، وأذهانٍ حاضرةٍ، حتى لا تحتاجوا إلى الاسْتعادة، وطلب المراعاة، أو المعنى: واسمعوا ما تؤمرون به في مخاطبته - صلى الله عليه وسلم - وأطيعُوا. نَهَى الله سبحانه وتعالى، عباده المؤمنين أن يقولوا للنبيِّ - صلى الله عليه وسلم - راعنا؛ لئلا يتطرَّق أحدٌ إلى شَتْمِه، وأمرهم بتوقيره وتعظيمه، وأن يتخيَّروا لخطابه - صلى الله عليه وسلم - من الألفاظ أحسنهَا، ومن المعاني أدقَّها، وإن سألوه يسألوه بتبجيلٍ، وتعظيمٍ، ولينٍ، ولا يخاطبوه بما يَسُرُ اليهود. </p><p> ولمَّا نهى أوّلًا، وأمر ثانيًا، وأمر بالسمع وحضَّ عليه إذ في ضِمْنهِ الطاعةُ، أخَذَ يُذَكِّرُ لِمَنْ خالَف أَمْرَه بقوله:  {وَلِلْكَافِرِينَ} ؛ أي: ولليهود الذين سبُّوا رسول الله - صلى الله عليه وسلم -، وتهاونوا بأمر الرسول، وظاهره العموم، فيدخل فيه اليهود دخولًا أوَّليًّا </p><p>(١) البحر المحيط. (٢) المراح.</p>"
}