{
  "id": null,
  "sura": 2,
  "aya": 60,
  "text": "<p> الرابع: ذكر هنا {رَغَدًا} وهناك حذف. وأجيب: بالجواب قبل. </p><p> الخامس: قدم هنا دخول الباب على القول، وهناك عكس. وأجيب: بأن الواو للجمع، والمخاطبون بهذا مذنبون، فاشتغاله بحط الذنب، مقدّم على اشتغاله بالعبادة، فكلّفوا بقول حطة أولا، ثم بالدخول غير مذنبين، فاشتغاله أوّلا بالعبادة، ثم بذكر التوبة ثانيا، على سبيل هضم النفس، وإزالة العجب، فلما احتمل الانقسام، ذكر حكم كل واحد منهما في سورة بأيهما بدأ. </p><p> السادس: إثبات الواو في {وَسَنَزِيدُ} هنا، وحذفها هناك. وأجيب: بأنه لما تقدّم أمران كان المجيء بالواو، مؤذنا بأن مجموع الغفران، والزيادة جزاء واحد لمجموع الأمرين، وحيث تركت أفاد توزع كل واحد على كل واحد من الأمرين، فالغفران في مقابلة القول، والزيادة في مقابلة ادخلوا. </p><p> السابع: لم يذكر ههنا {منهم} وذكر هناك. وأجيب: بأنّ أول القصة في الأعراف مبنيّ على التخصيص بلفظ من قال: ومن قوم موسى أمة، فذكر لفظ من آخرا؛ ليطابق آخره أوله. وهنا لم تبن القصة على التخصيص. </p><p> الثامن: قال هنا {فَأَنْزَلْنا} وهناك {فَأَرْسَلْنا} . وأجيب: بأنّ الإنزال مفيد حدوثه في أول الأمر، والإرسال يفيد تسلطه عليهم، واستئصالهم بالكلية، وهذا إنما يحدث بالآخر. </p><p> التاسع: هنا {يَفْسُقُونَ} وهناك {يَظْلِمُونَ} . وأجيب: بأنه لمّا بين هنا، كون ذلك الظلم فسقا، اكتفى بذكر الظلم في سورة الأعراف؛ لأجل ما تقدم من البيان هنا. ذكره في «البحر» . </p><p> ٦٠ - {وَإِذِ اسْتَسْقى مُوسى لِقَوْمِهِ} هذا هو (١) الإنعام التاسع، وهو جامع لنعم الدنيا والدين، أما في الدنيا؛ فلأنه أزال عنهم الحاجة الشديدة إلى الماء، ولولا هو لهلكوا في التيه، وهذا أبلغ من الماء المعتاد في الإنعام؛ لأنهم في مفازة </p><p>(١) البحر المحيط.</p><p> منقطعة، وأما في الدين؛ فلأنه من أظهر الدلائل على وجود الصانع، وقدرته، وعلمه، وعلى صدق موسى عليه السلام. والاستسقاء: طلب الماء عند عدمه، أو قلّته. وتقدّم (١) غير مرة، أنّ الظروف كلّها معطوفة على نعمتي، في قوله:  {يا بَنِي إِسْرائِيلَ اذْكُرُوا نِعْمَتِيَ} ؛ أي: واذكروا يا بني إسرائيل! نعمتي التي أنعمت عليكم، واذكروا حين طلب موسى السقيا لقومه، وقد عطشوا في التيه، فاستغاثوا به، فدعا ربّه أن يسقيهم {فَقُلْنَا} له بالوحي أن {اضْرِبْ بِعَصاكَ} وكانت من آس الجنة، طولها عشرة أذرع، على قدر طول موسى، ولها شعبتان تتقدان في الظلمة نورا، حملها آدم معه من الجنة، فتوارثها الأنبياء حتى وصلت إلى شعيب، فأعطاها موسى {الْحَجَرَ} ؛ أي: اضرب أيّ حجر كان تتفجّر منه العيون بقدرتنا، إن قلنا: إن أل فيه جنسية. أو اضرب الحجر المحمول معك، إن قلنا: إن أل فيه عهدية، وهو الحجر الذي فرّ بثوبه. </p><p> عبارة «الروح» هنا: اللام (٢) فيه، إما للعهد، والإشارة بها إلى معلوم. فقد روي أنه كان حجرا طوريا حمله معه، وكان خفيفا مربعا كرأس الرجل، له أربعة أوجه، في كل وجه ثلاث أعين، أو هو الحجر الذي فرّ بثوبه، حين وضعه عليه ليغتسل، وبرأه الله تعالى مما رموه به من الأدرة، فأشار إليه جبريل أن ارفعه، فإن لله فيه قدرة، ولك فيه معجزة. قال رسول الله صلّى الله عليه وسلّم:  «كان بنوا إسرائيل ينظر بعضهم إلى سوءة بعض، وكان موسى يغتسل وحده، فوضع ثوبه على حجر، ففرّ الحجر بثوبه،فجمع موسى بأثره يقول:ثوبي يا حجر! حتى نظرت بنوا إسرائيل إلى سوءة موسى،فقالوا:والله ما بموسى أدرة» وهي بالمد: نفخة بالخصية، وإما للجنس؛ أي: اضرب الشيء الذي يقال له الحجر، وهو الأظهر في الحجة؛ أي: أبين في القدرة، وأدلّ عليها. فإنّ إخراج الماء بضرب العصا من جنس الحجر، أيّ حجر كان، أدلّ على ثبوت نبوة موسى عليه السلام، من إخراجه من حجر معهود معين، لاحتمال أن يذهب الوهم إلى تلك الخاصية في ذلك الحجر </p><p>(١) العمدة. (٢) روح البيان.</p><p> المعين، كخاصية جذب الحديد في حجر المغناطيس {فَانْفَجَرَتْ} الفاء عاطفة على محذوف، والانفجار (١) : الانكباب. والانبجاس: الترشّح والرشّ، فالرشّ أوّل، ثم الانكباب. عبّر بدل ما هنا في الأعراف بقوله:  {فَانْبَجَسَتْ} والأول أبلغ؛ لأنه انصباب الماء بكثرة، والانبجاس ظهور الماء، فناسب ذكر الانفجار هنا، الجمع قبله بين الأكل، والشرب الذي هو أبلغ من الاقتصار على أحدهما؛ أي: فضربه فانفجرت؛ أي: جرت وسالت {مِنْهُ} ؛ أي: من ذلك الحجر {اثْنَتا عَشْرَةَ عَيْنًا} ماء عذبا؛ أي اثنا عشر نهرا بعدد قبائل بني إسرائيل، لكلّ سبط عين، وكان يضربه بعصاه إذا نزل، فيتفجّر، ويضربه إذا ارتحل، فييبس. وفي هذا الانفجار من الإعجاز، ظهور نفس الماء من حجر لا اتصال له بالأرض، فتكون مادته منها، وخروجه كثيرا من حجر صغير، وخروجه بقدر حاجتهم، وخروجه عند الضرب بالعصا، وانقطاعه عند الاستغناء عنه. والتاء في اثنتا للتأنيث، وفي ثنتا للالحاق، وهذه نظير ابنة وبنت. </p><p> {قَدْ عَلِمَ كُلُّ أُناسٍ} ؛ أي: كل سبط من الأسباط الاثني عشر مَشْرَبَهُمْ؛ أي: موضع شربهم، ونهرهم من تلك الأنهار التي جرت من الحجر، فكان كل سبط يأتي عينهم الخاصة بهم، لا يدخل سبط على غيره في شربه. والمشرب: إما مصر، أو اسم مكان. والحكمة في ذلك: أن الأسباط كانت بينهم عصبية، ومباهاة، وكل سبط منهم لا يتزوج من سبط آخر، وكل سبط يريد تكثير نفسه، فجعل الله لكل سبط منهم نهرا على حدة، ليستقوا منها، ويسقوا دوابهم؛ لكيلا يقع بينهم جدال، ومخاصمة. وكان ينبع من كل وجه من الحجر، ثلاث أعين تسيل كل عين في جدول إلى سبط، وكانوا ستمائة ألف، وسعة المعسكر اثني عشر ميلا. ثم إن الله تعالى، قد كان قادرا على تفجير الماء، وفلق البحر من غير ضرب، لكن أراد أن يربط المسببات بالأسباب، حكمة منه للعباد، في وصولهم إلى المراد، ويترتب على ذلك ثوابهم، وعقابهم في المعاد. ومن أنكر أمثال هذه المعجزات فلغاية جهله بالله، وقلة تدبره في عجائب صنعه، فإنه </p><p>(١) روح البيان.</p><p> لمّا أمكن أن يكون من الأحجار ما يحلق الشعر، ويمقّر الخلّ، ويجذب الحديد، لم يمتنع أن يخلق الله حجرا يسخّره لجذب الماء من تحت الأرض، أو لجذب الهواء من الجوانب، ويصيّره ماء بقوة التبريد، ونحو ذلك. قال القرطبي في تفسيره: ما ورد من انفجار الماء، ونبعه من يد نبينا محمد صلّى الله عليه وسلّم، وبين أصابعه، أعظم في المعجزة، فإنا نشاهد الماء يتفجّر من الأحجار آناء الليل، وأطراف النهار، ومعجزة نبينا صلّى الله عليه وسلّم لم تكن لنبيّ قبل، إذ لم يخرج الماء من لحم ودم. </p><p> واعلم (١) : أنّ المعجزات كلها من صنع الله تعالى، وهي سنّة جديدة غير ما نشاهد كل يوم، فحركة الشمس، وطلوعها من المشرق مع عظمها، لا تحدث دهشة؛ لتعودنا إياها، ولكن إذا طلعت من المغرب دون المشرق كان معجزة، وأحدث غرابة، ودهشة، مع أن الحركتين من صنع الله تعالى، لا فارق بينهما. </p><p> ولئلا تحدث الصدمة حين حصول المعجزة، يهيّىء الله الظروف لتحمّلها، ويهيّىء النبيّ لقبولها، ويهيّىء الحاضرين لمشاهدتها، وقبولها. فأمر الله موسى بإدخال يده جيبه، وإخراجها بيضاء، تهيئة لمعجزاته الأخرى. وليس للعقل أن يحكم أيّ المعجزات أعظم من الأخرى؛ لأنه يتكلم عن مجهول هو من صنع الله لا يعرفه، فلا يمكن الإنسان مهما ارتقى عقله، أن يصل إلى صنعها، بل هي فوق قدرته. </p><p> أمّا (٢) المخترعات العلمية، فهي مبنيّة على السّنن العلمية مهما ظهرت مدهشة، كالكهرباء، والمسرّة - التليفون - وغاية ما هناك: أن العلماء سخروها لأغراضهم، فالذي يتكلم في أوروبا، ويسمع صوته في مكة المكرمة، أو في مصر مثلا بوساطة الراديو، إنما استطاع ذلك؛ لأنه استخدم الهواء الذي يحمل أمواج الصوت إلى العالم كلّه، وهكذا حال سائر المخترعات، إنما هي كشف لناموس إلهي، يتكرّر دائما على يد كل إنسان، لكن المعجزات تجري على طراز آخر، فهي خلق سنة جديدة في الكون، ولا تتكرر إلا بإذن الله، ولا يعرف الإنسان لها قاعدة، ولا يدرك طريقا لصنعها. وقوله:  {كُلُوا} على تقدير القول؛ أي: </p><p>(١) المراغي. (٢) الطب الحديث.</p><p> قلنا (١) لهم، أو قيل لهم: كلوا {وَاشْرَبُوا مِنْ رِزْقِ اللَّهِ} الذي يأتيكم من غير كدّ منكم، ولا تعب، بل هو من محض فضل الله تعالى، وإنعامه؛ أي: وقلنا لهم: كلوا من المن والسلوى، واشربوا من الأنهار الاثني عشر كلّها، فالأكل يتعلّق بالأولين، والشرب بالثالث. وإنما لم يقل من رزقنا، كما يقتضيه قوله تعالى:  {فَقُلْنَا} إيذانا بأن الأمر بالأكل، والشرب لم يكن بطريق الخطاب، بل بواسطة موسى عليه السلام. {وَلا تَعْثَوْا فِي الْأَرْضِ} ؛ أي: لا تعتدوا في الأرض حال كونكم {مُفْسِدِينَ} ؛ أي: متمادين ومبالغين في الإفساد، والطغيان بمخالفة موسى عليه السلام. وقال البيضاوي:  {وَلا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ}  (٢) ؛ أي: لا تعتدوا حال إفسادكم، وإنما قيّده به؛ لأن العثيّ وإن غلب في الفساد؛ فإنه قد يكون منه ما ليس بفساد، كمقابلة الظالم المعتدي بفعله، ومنه ما يتضمن صلاحا راجحا، كقتل الخضر عليه السلام الغلام، وخرقه السفينة. انتهى. والأصل في العثيّ: مطلق التعدّي، وإن غلب في الفساد، فيكون التقييد بالحال تقييدا للعامل بالخاص. وقوله:  {اثْنَتا عَشْرَةَ} قرأ الجمهور {عَشْرَةَ} بسكون الشين. وقرأ مجاهد، وطلحة، وعيسى، ويحيى بن وثاب، وابن أبي ليلى، ويزيد بكسر الشين. وروى ذلك، نعيم السعيديّ، عن أبي عمرو، والمشهور عنه: الإسكان. وتقدم أنها لغة تميم، وكسرهم لها نادر في قياسهم؛ لأنهم يخفّفون فعلا، يقولون في نمر: نمر. </p><p> وقرأ ابن الفضل الأنصاري (٣) ، والأعمش بفتح الشين. وروي عن الأعمش الإسكان، والكسر أيضا. قال الزمخشري: الفتح لغة. وقال ابن عطية: هي لغة ضعيفة. وقال المهدويّ: فتح الشين غير معروف، وإضافة المشرب إليهم في قوله:  {مَشْرَبَهُمْ} ؛ لأنه لمّا تخصص كلّ مشرب بمن تخصّص به، صار كأنه ملك لهم، وأعاد الضمير في مشربهم على معنى كل، لا على لفظها، ولا يجوز أن </p><p> يعود على لفظها، فيقال: مشربه؛ لأن مراعاة المعنى هنا لازمة؛ لأن كل قد </p><p>(١) روح البيان. (٢) البيضاوي.(٣) البحر المحيط.</p><p> أضيفت إلى نكرة، ومتى أضيفت إلى نكرة وجب مراعاة المعنى، فتطابق ما أضيفت إليه في عود ضمير، وغيره. قال تعالى:  {يَوْمَ نَدْعُوا كُلَّ أُناسٍ بِإِمامِهِمْ} وقال الشاعر: </p><p> وكلّ أناس قاربوا قيد فحلهم ... ونحن حللنا قيده فهو سارب </p><p> وقال: </p><p> وكلّ أناس سوف تدخل بينهم ... دويهية تصفرّ منها الأنامل </p><p> وقال تعالى:  {كُلُّ نَفْسٍ ذائِقَةُ الْمَوْتِ} وتقول: كل رجلين يقولان ذلك، ولا يجوز في شيء من هذا مراعاة لفظ كل، وثمّ محذوف، تقديره: مشربهم منها؛ أي: من الاثنتي عشرة عينا، ونصّ على المشروب؛ تنبيها على المنفعة العظيمة التي هي سبب الحياة. </p><p> والحكمة في قوله:  {وَلا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ} أنهم (١) لما أمروا بالأكل، والشرب من رزق الله، ولم يقيّد ذلك عليهم بزمان، ولا مكان، ولا مقدار من مأكول، أو مشروب، كان ذلك إنعاما، وإحسانا جزيلا إليهم، واستدعى ذلك التبسط في المآكل، والمشارب، وأنه ينشأ عن ذلك القوة الغضبية، والقوة الاستعلائية تنهاهم عمّا يمكن أن ينشأ عن ذلك، وهو الفساد، حتى لا يقابلوا تلك النعم بما يكفرها، وهو الفساد في الأرض. وقال ابن عباس، وأبو العالية معناه: ولا تسعوا. وقال قتادة: ولا تسيروا. وقيل: لا تتظالموا الشرب فيما بينكم؛ لأن كل سبط منكم قد جعل له شرب معلوم. وقيل معناه: لا تتمادوا في فسادكم. وقال ابن زيد: لا تطغوا. وهذه الأقوال كلها متقاربة. وقوله:  {فِي الْأَرْضِ} الجمهور على أنها أرض التيه، ويجوز أن يريدها، وغيرها، ممّا قدّر أن يصلوا إليها، فينالها فسادهم، ويجوز أن يريد الأرضين كلّها. وأل لاستغراق الجنس، ويكون فسادهم فيها، من جهة أن كثرة العصيان والإصرار على المخالفات، والبطر يؤذن بانقطاع الغيث، وقحط البلاد، </p><p>(١) البحر المحيط.</p><p> ونزع البركات، وذلك انتقام يعمّ الأرض بالفساد. </p><p> وحاصل المعنى:  {كُلُوا وَاشْرَبُوا مِنْ رِزْقِ اللَّهِ} . أي وقلنا لهم (١) : كلوا مما رزقناكم من المن والسلوى، واشربوا ممّا فجرنا لكم من الماء من الحجر الصّلد. وقد عبّر عن الحال الماضية بالأمر؛ ليستحضر السامع صورة أولئك القوم في ذهنه مرة أخرى، حتى كأنّهم حاضرون الآن، والخطاب موجّه إليهم {وَلا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ} ؛ أي: ولا تنشروا فسادكم في الأرض، وتكونوا قدوة لغيركم فيه، وقد جاء هذا النهي عقب الإنعام عليهم بطيب المأكل، والمشرب؛ خيفة أن ينشأ الفساد بزيادة التبسط فيهما؛ ولئلا يقابل النعم بالكفران، وقد أراد موسى عليه السلام أن يجتث أصول الشرك التي تغلغلت جذورها في نفوس قومه، ويربأ بهم عن الذّلّ الذي ألفته نفوسهم، بتقادم العهد، واستعباد المصريين إياهم، ويعودهم العزة، والشّمم، والإباء بعبادة الله وحده. وكانوا لا يخطون خطوة إلا اجترحوا خطيئة، وكلّما عرض لهم شيء من مشاق السفر، برموا بموسى، وتحسّروا على فراق مصر، وتمنّوا الرجوع إليها، واستبطئوا وعد الله، فطلبوا منه أن يجعل لهم إلها غير الله، وصنعوا عجلا وعبدوه، وحينما أمرهم أن يدخلوا الأرض المقدسة التي وعدوا بها، اعتذروا بالخوف من أهلها الجبارين، كما قصه الله سبحانه وتعالى:  {قالُوا يا مُوسى إِنَّا لَنْ نَدْخُلَها أَبَدًا ما دامُوا فِيها} فضرب الله سبحانه عليهم التيه أربعين سنة، حتى ينقرض ذلك الجيل الذي تأصلت فيه جذور الوثنية، ويخرج جيل جديد يتربّى على العقائد الحقّة، وفضائل الأخلاق، فتاهوا هذه المدة، وقضى الله أمرا كان مفعولا. </p><p> الإعراب </p><p> {وَإِذْ قالَ مُوسى لِقَوْمِهِ يا قَوْمِ إِنَّكُمْ ظَلَمْتُمْ أَنْفُسَكُمْ بِاتِّخاذِكُمُ الْعِجْلَ فَتُوبُوا إِلى بارِئِكُمْ فَاقْتُلُوا أَنْفُسَكُمْ ذلِكُمْ خَيْرٌ لَكُمْ عِنْدَ بارِئِكُمْ فَتابَ عَلَيْكُمْ إِنَّهُ هُوَ التَّوَّابُ الرَّحِيمُ (٥٤) }. </p><p>(١) المراغي.</p><p> {وَإِذْ} الواو عاطفة {إِذْ} ظرف لما مضى من الزمان في محل النصب، معطوف على نعمتي {قالَ مُوسى} فعل وفاعل {لِقَوْمِهِ} متعلق بقال، والجملة الفعلية في محل الجر مضاف إليه لإذ، تقديره: واذكروا وقت قول موسى لقومه {يا قَوْمِ} منادى مضاف منصوب، وعلامة نصبه فتحة مقدرة على ما قبل ياء المتكلم المحذوفة، اجتزاء عنها بالكسرة منع من ظهورها اشتغال المحل بحركة المناسبة، وياء المتكلم المحذوفة اجتزاء عنها بالكسرة في محل الجر مضاف إليه، مبنية على السكون، وجملة النداء في محل النصب مقول قال {إِنَّكُمْ} ناصب واسمه {ظَلَمْتُمْ أَنْفُسَكُمْ} فعل وفاعل ومفعول به، والجملة الفعلية في محل الرفع خبر إن، تقديره: إنكم ظالمون أنفسكم، وجملة إن في محل النصب مقول قال، على كونها جواب النداء {بِاتِّخاذِكُمُ} جار ومجرور ومضاف إليه متعلق بظلمتم، والباء سببية، وهو من إضافة المصدر إلى فاعله، وهو من اتخذ المتعدي إلى مفعولين {الْعِجْلَ} مفعول أول للمصدر، والثاني محذوف، تقديره: إلها {فَتُوبُوا} الفاء عاطفة تفريعية (توبوا) فعل وفاعل {إِلى بارِئِكُمْ} جار ومجرور ومضاف إليه متعلق بتوبوا، والجملة الفعلية في محل النصب معطوفة على جملة إن، على كونها مقولا لقال {فَاقْتُلُوا} الفاء حرف عطف وتفصيل {اقتلوا} فعل وفاعل {أَنْفُسَكُمْ} مفعول به ومضاف إليه، والجملة في محل النصب معطوفة على جملة توبوا، عطف تفصيل على مجمل، على كونها مقولا لقال {ذلِكُمْ خَيْرٌ} مبتدأ وخبر، والجملة الإسمية في محل النصب مقول قال لَكُمْ متعلق بخير {عِنْدَ بارِئِكُمْ} ظرف ومضاف إليه متعلق بخير أيضا {فَتابَ} الفاء عاطفة سببية على محذوف، تقديره: ففعلتم ما أمرتم به فتاب عليكم {تاب} فعل ماض وفاعل مستتر يعود على البارىء {عَلَيْكُمْ} متعلق بتاب، والجملة الفعلية معطوفة على تلك المحذوفة، والجملة المحذوفة في محل الجر معطوفة على جملة قوله:  {قالَ مُوسى لِقَوْمِهِ} على كونها مضافا إليه لإذ {إِنَّهُ} ناصب واسمه {هُوَ} ضمير فصل {التَّوَّابُ} خبر أول، لأن الرحيم خبر ثان لها، أو صفة للتواب، ويجوز أن يكون {هُوَ} مبتدأ {التَّوَّابُ} خبره و {الرَّحِيمُ} صفة له، والجملة الاسمية في محل الرفع خبر إن، وجملة إن مستأنفة مسوقة؛ لتعليل ما قبلها. </p><p> {وَإِذْ قُلْتُمْ يا مُوسى لَنْ نُؤْمِنَ لَكَ حَتَّى نَرَى اللَّهَ جَهْرَةً فَأَخَذَتْكُمُ الصَّاعِقَةُ وَأَنْتُمْ تَنْظُرُونَ (٥٥) }. </p><p> {وَإِذْ} الواو عاطفة {إِذْ} ظرف لما مضى من الزمان في محل النصب معطوف على نعمتي، على كونها مفعولا به لاذكروا، كما مرّ مرارا، تقديره: وقت قولكم يا موسى {قُلْتُمْ} فعل وفاعل، والجملة في محل الجر مضاف إليه لإذ {يا مُوسى} منادى مفرد العلم في محل النصب على المفعولية، مبني بضم مقدر منع من ظهوره التعذر؛ لأنه اسم مقصور، وجملة النداء في محل النصب مقول لقلتم {لَنْ} حرف نفي ونصب {نُؤْمِنَ} فعل مضارع منصوب بلن، وفاعله ضمير مستتر فيه وجوبا، تقديره: نحن يعود على قوم موسى {لَكَ} متعلق بنؤمن، والجملة الفعلية في محل النصب مقول لقلتم {حَتَّى} حرف جر وغاية {نَرَى} فعل مضارع منصوب بأن مضمرة وجوبا بعد حتى الجارة، وعلامة نصبه فتحة مقدرة على الألف المحذوفة؛ للتخلص من التقاء الساكنين، منع من ظهورها التعذر؛ لأنه فعل معتل بالألف، وفاعله ضمير مستتر فيه وجوبا، تقديره: نحن يعود على قوم موسى، ولفظ الجلالة {اللَّهَ} مفعول به؛ لأن رأى هنا بصرية {جَهْرَةً} منصوب على المفعولية المطلقة؛ لأنه صفة لمصدر محذوف، تقديره: حتى نرى الله رؤية جهرة، والجملة الفعلية صلة أن المضمرة، وأن مع صلتها في تأويل مصدر مجرور بحتى بمعنى إلى، تقديره: إلى رؤيتنا الله جهرة، الجار والمجرور متعلق بنؤمن؛ لأنه فعل مضارع {فَأَخَذَتْكُمُ} الفاء حرف عطف وتفريع {أخذتكم} فعل ومفعول به، والتاء علامة تأنيث الفاعل {الصَّاعِقَةُ} فاعل، والجملة في محل الجر معطوفة على جملة قلتم، على كونها مضافا لإذ {وَأَنْتُمْ} الواو حالية {أَنْتُمْ} مبتدأ، وجملة {تَنْظُرُونَ} خبره، ومتعلق النظر محذوف، تقديره: وأنتم تنظرون ما حل بكم، والجملة الإسمية في محل النصب حال من ضمير المخاطبين، تقديره: حال كونكم ناظرين ما حل بكم. </p><p> {ثُمَّ بَعَثْناكُمْ مِنْ بَعْدِ مَوْتِكُمْ لَعَلَّكُمْ تَشْكُرُونَ (٥٦) وَظَلَّلْنا عَلَيْكُمُ الْغَمامَ}. </p><p> {ثُمَّ} حرف عطف وترتيب مع تراخ {بَعَثْناكُمْ} فعل وفاعل ومفعول به، </p><p> والجملة الفعلية في محل الجر معطوفة على جملة قوله {فَأَخَذَتْكُمُ الصَّاعِقَةُ} . </p><p> {مِنْ بَعْدِ مَوْتِكُمْ} جار ومجرور ومضاف إليه متعلق ببعثناكم {لَعَلَّكُمْ} لعل حرف نصب وتعليل بمعنى كي، والكاف في محل النصب اسمها، وجملة {تَشْكُرُونَ} خبرها، تقديره: لعلكم شاكرون، وجملة لعل في محل الجر بلام التعليل المقدرة، المدلول عليها بلعل التعليلية المتعلقة ببعثناكم، تقديره: ثم بعثناكم لشكركم إيانا على نعمة بعثكم. {وَظَلَّلْنا} فعل وفاعل {عَلَيْكُمُ} متعلق بظللنا {الْغَمامَ} مفعول به، والجملة الفعلية في محل الجر، معطوفة على جملة بعثنا. </p><p> {وَأَنْزَلْنا عَلَيْكُمُ الْمَنَّ وَالسَّلْوى كُلُوا مِنْ طَيِّباتِ ما رَزَقْناكُمْ وَما ظَلَمُونا وَلكِنْ كانُوا أَنْفُسَهُمْ يَظْلِمُونَ} . </p><p> {وَأَنْزَلْنا} فعل وفاعل معطوف على بعثناكم {عَلَيْكُمُ} متعلق بأنزلنا {الْمَنَّ} مفعول به {وَالسَّلْوى} معطوف عليه {كُلُوا} فعل أمر مبني على حذف النون، والواو فاعل، والجملة الفعلية مقول لقول محذوف معطوف على أنزلنا، تقديره: وقلنا لكم كلوا مِنْ {طَيِّباتِ} جار ومجرور متعلق بكلوا {طَيِّباتِ} مضاف {ما} اسم موصول في محل الجر مضاف إليه {رَزَقْناكُمْ} فعل وفاعل ومفعول أول، والمفعول الثاني محذوف، تقديره: ما رزقناكموه، وهو العائد على الموصول، والجملة الفعلية صلة الموصول، ورزق هنا بمعنى أعطى يتعدى إلى مفعولين. </p><p> {وَما} الواو عاطفة {ما} نافية {ظَلَمُونا} فعل ماض وفاعل ومفعول به، والجملة معطوفة على مقدر، تقديره: فظلموا أنفسهم بكفران النعم، وما ظلمونا على كونها مقولا لمحذوف، تقديره: قال الله تعالى: فظلموا أنفسهم. إلخ. {وَلكِنْ} الواو عاطفة {لكِنْ} حرف استدراك مهمل؛ لتخفيف النون {كانُوا} فعل ناقص واسمه {أَنْفُسَهُمْ} مفعول مقدم ليظلمون، وجملة {يَظْلِمُونَ} في محل النصب خبر كان، تقديره: ولكن كانوا ظالمين أنفسهم، وجملة كان معطوفة على جملة قوله:  {وَما ظَلَمُونا} . </p><p> {وَإِذْ قُلْنَا ادْخُلُوا هذِهِ الْقَرْيَةَ فَكُلُوا مِنْها حَيْثُ شِئْتُمْ رَغَدًا وَادْخُلُوا الْبابَ سُجَّدًا </p><p> وَقُولُوا حِطَّةٌ نَغْفِرْ لَكُمْ خَطاياكُمْ وَسَنَزِيدُ الْمُحْسِنِينَ}. </p><p> {وَإِذْ} الواو عاطفة {إِذْ} ظرف لما مضى من الزمان في محل النصب معطوف على نعمتي، كما مرّ مرارا، تقديره: يا بني إسرائيل! اذكروا نعمتي، ووقت قولنا لكم ... إلخ. {قُلْنَا} فعل وفاعل، والجملة في محل الجر بإضافة إذ إليها {ادْخُلُوا} فعل أمر مبني على حذف النون، والواو فاعل، والجملة الفعلية في محل النصب مقول لقلنا {هذِهِ} ها حرف تنبيه، ذه: اسم إشارة في محل النصب على الظرفية عند سيبويه، وعلى المفعول به عند الأخفش، كما في «الفتوحات»  {الْقَرْيَةَ} نعت لهذه، أو عطف بيان منه، أو بدل عنه. {فَكُلُوا} الفاء عاطفة {كلوا} فعل وفاعل معطوف على ادخلوا {مِنْها} متعلق بكلوا {حَيْثُ} ظرف مكان في محل النصب، مبني على الضم {شِئْتُمْ} فعل وفاعل، والجملة في محل الجر مضاف إليه لحيث، والظرف متعلق بمحذوف حال من فاعل كلوا؛ أي كلوا منها حال كونكم متنقلين في أي مكان شئتم {رَغَدًا} مفعول مطلق منصوب بكلوا، لأنه صفة لمصدر محذوف؛ أي: أكلا رغدا {وَادْخُلُوا} فعل وفاعل {الْبابَ} مفعول به على السعة، والجملة معطوفة على كلوا {سُجَّدًا} حال من فاعل كلوا؛ أي: متواضعين متطامين، كحال الساجد {وَقُولُوا} فعل وفاعل معطوف على ادخلوا {حِطَّةٌ} خبر لمبتدأ محذوف، تقديره: مسألتنا حطة، أو أمرنا حطة، والجملة الإسمية في محل النصب مقول قولوا، والأصل فيها النصب؛ لأن معناها حط عنا ذنوبنا، ولكنه عدل إلى الرفع؛ للدلالة على ديمومية الحط، والثبات عليه {نَغْفِرْ} فعل مضارع مجزوم بالطلب السابق، وفاعله ضمير مستتر فيه؛ تقديره: نحن يعود على الله، والجملة الفعلية جواب الطلب لا محل لها من الإعراب {لَكُمْ} متعلق بنغفر {خَطاياكُمْ} مفعول به {وَسَنَزِيدُ} الواو عاطفة، والسين حرف استقبال {نزيد} فعل مضارع وفاعل مستتر يعود على الله {الْمُحْسِنِينَ} مفعول به منصوب بالياء، والجملة معطوفة على جملة نغفر، على كونها جواب الطلب لا محل لها من الإعراب، وإنما لم يجزم؛ لأن الطلب عامل ضعيف فلا يقوى على العمل في المعطوف، أو الجملة مستأنفة. </p><p> {فَبَدَّلَ الَّذِينَ ظَلَمُوا قَوْلًا غَيْرَ الَّذِي قِيلَ لَهُمْ فَأَنْزَلْنا عَلَى الَّذِينَ ظَلَمُوا رِجْزًا </p><p> مِنَ السَّماءِ بِما كانُوا يَفْسُقُونَ (٥٩) }. </p><p> {فَبَدَّلَ} الفاء استئنافية، أو فصيحية؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفت أنهم أمروا بقول حطة، وأردت بيان ما قالوا، فأقول لك: بدّل الذين ظلموا {بدل} فعل ماض {الَّذِينَ} اسم موصول في محل الرفع فاعل، والجملة الفعلية مستأنفة، أو في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة {ظَلَمُوا} فعل وفاعل صلة الموصول {قَوْلًا} مفعول به منصوب {غَيْرَ} صفة لـ {قَوْلًا} منصوب وهو مضاف {الَّذِي} مضاف إليه {قِيلَ} فعل ماض مغير الصيغة، ونائب فاعله ضمير يعود على الموصول {لَهُمْ} جار ومجرور متعلق بقيل، والجملة صلة الموصول {فَأَنْزَلْنا} الفاء عاطفة {أنزلنا} فعل وفاعل معطوف على جملة بدّل، على كونها مقولا لجواب إذا المقدرة {عَلَى الَّذِينَ} متعلق بأنزلنا {ظَلَمُوا} فعل وفاعل صلة الموصول {رِجْزًا} مفعول به لأنزلنا {مِنَ السَّماءِ} صفة لرجزا {بِما} الباء حرف جر وسبب {ما} مصدرية {كانُوا} فعل ناقص واسمه، وجملة {يَفْسُقُونَ} خبره، وجملة كان من اسمها وخبرها، صلة {ما} المصدرية، وما مع صلتها في تأويل مصدر مجرور بالباء، تقديره: بكونهم فاسقين، أو بفسقهم الجار والمجرور متعلق بأنزلنا. </p><p> التصريف ومفردات اللغة </p><p> {وَإِذْ قالَ مُوسى لِقَوْمِهِ يا قَوْمِ} أصل قال: قول بوزن فعل، تحركت الواو، وانفتح ما قبلها قلبت ألفا، وهو أجوف واويّ. يا قوم! أصله: يا قومي، حذفت ياء المتكلم، وبقيت الكسرة دالّة عليها، وهكذا حيثما ورد في القرآن. والقوم: اسم جمع لا واحد له من لفظه، وإنما واحده امرؤ، وقياسه: أن لا يجمع، وشذّ جمعه حيث قالوا: أقوام، وجمع جمعه قالوا: أقاويم. قيل: يختصّ بالرجال. </p><p> قال تعالى:  {لا يَسْخَرْ قَوْمٌ مِنْ قَوْمٍ} ولذلك قابله بقوله: {وَلا نِساءٌ مِنْ نِساءٍ} وقال زهير: </p><p> وما أدري وسوف إخال أدري ... أقوم آل حصن أم نساء </p><p> وقال آخر: </p><p> قومي هم قتلوا أميم أخي ... فإذا رميت يصيبني سهمي </p><p> وقال آخر: </p><p> لا يبعدنّ قومي الذين هم ... سمّ العداة وآفة الجزر </p><p> وقيل: لا يختصّ بالرجال، بل يطلق على الرجال والنساء، قال تعالى:  {إِنَّا أَرْسَلْنا نُوحًا إِلى قَوْمِهِ} وقال: {وَيا قَوْمِ ما لِي أَدْعُوكُمْ إِلَى النَّجاةِ} . </p><p> والمرسل إليهم يشمل النساء والرجال، وصاحب هذا القيل يقول: أمّا إذا قامت قرينة على التخصيص، فيبطل العموم، ويكون المراد ذلك الشيء المخصّص. والقول الأول أصوب، ويكون اندراج النساء في القوم على سبيل الاستتباع، وتغليب الرجال على النساء، والمجاز خير من الاشتراك. وسمّي الرجال قوما؛ لأنهم يقومون بالأمور اه. من «البحر» . </p><p> {إِلى بارِئِكُمْ} البارىء: هو الخالق. يقال: برأ الله الخلق يبرأ، إذا خلقهم. </p><p> وفي الجمع بينهما في قوله تعالى:  {هُوَ اللَّهُ الْخالِقُ الْبارِئُ الْمُصَوِّرُ} ما يدلّ على التباين، إلا أن يحمل على التوكيد. وقد فرّق بعض الناس بينهما، فقال: البارىء: هو المبدع المحدث. والخالق: هو المقدّر الناقل من حال إلى حال. وقال بعض العلماء: برأ، وأنشأ، وأبدع نظائر. وأصل مادة برأ يدلّ على انفصال شيء من شيء، وتميّزه عنه. يقال: برأ المريض من مرضه، إذا زال عنه المرض وانفصل، وبرىء المدين من دينه، إذا زال عنه الدين وسقط. ومنه البارىء في أوصاف الله تعالى؛ لأنه الذي أخرج من العدم، (وفصلهم عنه إلى الوجود) . وفي «المختار» : أنّ برىء المريض، من بابي سلم، وقطع، وأنّ برأ الله الخلق، من باب قطع لا غير. اه. </p><p> {فَتُوبُوا} أمر من تاب يتوب، والأمر قطعة من المضارع، وأصل مضارعه يتوبون بوزن يفعلون، نقلت حركة الواو إلى التاء، فسكنت الواو إثر ضمة، فصارت حرف مد، فلما بني منه الأمر، حذفت نون الرفع، وحرف المضارعة، </p><p> ودخل عليه الفاء العاطفة {فَاقْتُلُوا أَنْفُسَكُمْ} القتل: إزهاق الروح بفعل أحد، من طعن، أو ضرب، أو ذبح، أو خنق، أو ما شابه ذلك، وأمّا إذا كان من غير فعل، فهو موت هلاك {ذلِكُمْ خَيْرٌ} أصله: أخير صيغة تفضيل، ولمّا كثر استعمال هذه اللفظة على لسان العرب، حذفوا همزها تخفيفا، وسكّنوا الياء، ونقلوا حركتها إلى الخاء، وكذلك فعلوا في شر أصله: أشرر بوزن أفعل، خففوه لما كثر استعماله، بنقل حركة الراء الأولى إلى الشين، وإدغامها في الراء الثانية، وحذفوا الهمزة، فقالوا: شرّ وفي «البحر»  {خَيْرٌ} هي أفعل التفضيل، حذفت همزتها شذوذا في الكلام، فنقص بناؤها، فانصرفت. وقد نطقوا بالهمزة في الشعر، كما في قوله: بلال خير الناس وابن الأخير. وتأتي خير أيضا لا بمعنى التفضيل، تقول: زيد خير، تريد بذلك فيه خصلة جميلة، ومخفّفا من خير، تقول: رجل خير؛ أي: فيه خير، ويمكن أن يكون من ذلك {فِيهِنَّ خَيْراتٌ حِسانٌ} . </p><p> {فَتابَ عَلَيْكُمْ} أصله؛ توب بوزن فعل، قلبت الواو ألفا؛ لتحركها بعد فتح {وَإِذْ قُلْتُمْ يا مُوسى لَنْ نُؤْمِنَ لَكَ} قلتم بوزن فلتم، وذلك أنّ أصله: قول بوزن فعل، قلبت الواو ألفا؛ لتحركها وانفتاح ما قبلها، ثم لمّا أسند الفعل إلى ضمير الرفع المتحرك؛ سكن آخره لبنائه على السكون، فالتقى ساكنان الألف ولام الفعل، فحذفت الألف عين الفعل، فصار اللفظ هكذا. قلت: فاحتيج للتنبيه على نوع عين الفعل المحذوفة، هل هي واو؟ أو ياء؟ فحذفت حركة فاء الفعل، وعوض عنها حركة مجانسة للعين المحذوفة التي هي الواو، فضم أول الفعل، فقيل: قلت: {حَتَّى نَرَى اللَّهَ} أصله: نرأي بوزن نفعل، تحركت الياء وانفتح ما قبلها فقلبت ألفا، ثم نقلت حركة الهمزة عين الفعل إلى الراء فاء الفعل، ثم حذفت الهمزة؛ تخفيفا، فقيل: نرى، وهذا الحذف لعين هذا الفعل، مطرد في الماضي من الرباعي، والمضارع منه، والأمر، كما تحذف من الثلاثي في المضارع، والأمر، وهذا الحذف الذي ذكرناه، هو إذا كان مدلول رأى الإبصار في يقظة، أو منام، أو الاعتقاد، وأمّا إذا كانت رأى بمعنى أصاب رئته، فلا تحذف الهمزة، بل تقول: رآه يراه؛ أي: أصاب رئته. نقله صاحب كتاب الأمر {جَهْرَةً} الجهرة العلانية، ومنه الجهر ضدّ السر، وفتح عين هذا النحو مسموع </p><p> عند البصريين، مقيس عند الكوفيين، يقال: جهر الرجل الأمر، إذا كشفه، وجهرت الركيّة، إذا أخرجت ما فيها من الحمأة، وأظهرت الماء. قال الشاعر: </p><p> إذا وردنا آجنا جهرنا ... أو خاليا من أهله غمرنا </p><p> والجهوريّ: العالي الصوت، وصوت جهير عال، ووجه جهير ظاهر الوضاءة والأجهر: الأعمى. سمّي على الضد {ثُمَّ بَعَثْناكُمْ} البعث: الإحياء، وأصله: الإثارة. قال الشاعر: </p><p> أنيخها ما بدا لي ثمّ أبعثها ... كأنّها كاسر في الجوّ فتخاء </p><p> وقال آخر: </p><p> وفتيان صدق قد بعثت بسحرة ... فقاموا جميعا بين عان ونشوان </p><p> وقيل أصله: الإرسال، ومنه {وَلَقَدْ بَعَثْنا فِي كُلِّ أُمَّةٍ رَسُولًا} وتأتي بمعنى الإفاقة من الغشي، أو النوم، ومنه {وَكَذلِكَ بَعَثْناهُمْ لِيَتَساءَلُوا بَيْنَهُمْ}  {وَظَلَّلْنا عَلَيْكُمُ الْغَمامَ} ظلّل بوزن فعل المضعف، مشتق من الظل، والظلّ أصله: المنفعة. والسحابة: ظلّة لما يحصل تحتها من الظل، ومنه قيل: السلطان ظلّ الله في الأرض. قال الشاعر: </p><p> فلو كنت مولى الظلّ أو في ظلاله ... ظلمت ولكن لا يدي لك بالظّلم </p><p> والغمام: اسم جنس يفرق بينه وبين مفرده هاء التأنيث، تقول: غمامة، وغمام، نحو: حمامة وحمام، وهو السّحاب. وقيل: ما ابيض من السحاب، وسمّي غماما؛ لأنه يغمّ وجه السماء؛ أي: يستره، ومنه: الغمّ، والغمم الأغمّ، والغمّة، والغمّى، والغمّاء. وغمّ الهلال، والنبت الغميم: هو الذي يستر ما يسامته من وجه الأرض {وَأَنْزَلْنا عَلَيْكُمُ الْمَنَّ} والمنّ مصدر مننت؛ أي: قطعت. والمنّ: الإحسان. والمنّ: صمغة تنزل على الشجر حلوة، وفي المراد به في الآية أقوال: مرّت في مبحث التفسير {وَالسَّلْوى} اسم جنس واحدها سلواة، قاله الخليل، والألف فيه للإلحاق لا للتأنيث، نحو: علقى وعلقاة، إذ لو كانت للتأنيث لما أنّث بالهاء. قال الشاعر: </p><p> وإنّي لتعروني لذكراك سلوة ... كما انتقض السّلواة من بلل القطر </p><p> وقال الكسائي: السلوى واحدة، وجمعها سلاوى. وقال الأخفش: جمعه وواحده بلفظ واحد. وقيل: جمع لا واحد له من لفظه {كُلُوا} هذا أمر من مادة أكل يأكل، كخرج يخرج، والقياس في بناء الأمر منه حذف حرف المضارعة، وتسكين فائه، واستجلاب همزة الوصل؛ للتوصل إلى النطق بالساكن فاء الكلمة، لكن هذا اللّفظ، ولفظ الأمر من أمر يأمر، ولفظ الأمر من أخذ يأخذ، نطقت بها العرب هكذا شذوذا عن القياس، فسمعت عنهم هكذا، والسماع مانع القياس، كما هو معروف، فوزن الكلمات الثلاث عل. قال ابن مالك في لاميّة الأفعال: </p><p> وشذّ بالحذف مر وخذ وكل وفشا ... وأمر ومستندر تميم خذ وكلا </p><p> {مِنْ طَيِّباتِ ما رَزَقْناكُمْ} جمع طيب، والطيب فيعل، من طاب يطيب، وهو اللذيذ من كل شيء {وَإِذْ قُلْنَا ادْخُلُوا هذِهِ الْقَرْيَةَ} والدخول معروف، وفعله دخل يدخل، وهو مما جاء على يفعل بضم العين، وكان القياس فيه أن يفتح؛ لأنّ وسطه حرف حلق، كما جاء الكسر في ينزع، وقياسه أيضا الفتح. {الْقَرْيَةَ} المدينة من قريت؛ أي: جمعت، سميت بذلك؛ لأنها مجتمع الناس على طريق المساكنة. وقيل: إن قلّوا قيل لها قرية، وإن كثروا قيل لها مدينة. وقيل: أقل العدد الذي تسمّى به قرية ثلاثة فما فوقها، ومنه: قريت الماء في الحوض إذا جمعته فيه. والمقراة الحوض، ومنه القرى، وهو الضيافة. ولغة أهل اليمن القرية بكسر القاف، ويجمعونها على قرى بكسر القاف، نحو: رشوة ورشا، وأما قرية بالفتح، فجمعت على قرى بضم القاف، وهو جمع على غير قياس (من حيث شئتم) أصله: شيىء بوزن فعل بكسر العين، يفعل بفتحها، تحركت الياء وانفتح ما قبلها فقلبت ألفا، فصار شاء، فأسند الفعل إلى ضمير الرفع المتحرك فبني على السكون، فصار اللفظ شاءت، فالتقى ساكنان فحذفت الألف، فصار اللفظ شأت، فاحتيج إلى معرفة عين الفعل المحذوفة، فحذفت حركة فاء الفعل، ونقلت إليها حركة العين المحذوفة، وهي هنا الكسرة؛ لأن العين المحذوفة ياء، فقيل: </p><p> شئت بوزن فلت {وَادْخُلُوا الْبابَ سُجَّدًا} والباب معروف وهو المكان الذي </p><p> يدخل منه، وجمعه أبواب، وهو قياس مطرد، وسمع جمعه على أبوبة {سُجَّدًا} جمع ساجد، وهو قياس مطرد في فاعل، وفاعلة، الوصفين الصحيحي اللام {وَقُولُوا حِطَّةٌ} أمر من قال يقول، والأصل: يقولون بوزن يفعلون، نقلت حركة الواو إلى القاف، فسكنت إثر ضمة، فصارت حرف مد، ولمّا بني الأمر من المضارع، حذفت حرف المضارعة، ونون الرفع، فقيل: قولوا بوزن فعلوا. وقال أبو حيان: كل أمر من ثلاثي، اعتلت عينه فانقلبت ألفا في الماضي، تسقط تلك العين منه إذا أسند لمفرد مذكر، نحو: قل، وبع، أو لضمير إناث، نحو: قلن وبعن، فإن اتصل به ضمير الواحدة، نحو: قولي، أو ضمير الاثنين، نحو: قولا، أو ضمير الذكور، نحو: قولوا، ثبتت تلك العين، وعلة الحذف والإثبات مذكورة في كتب النحو، والصرف {حِطَّةٌ} بوزن فعلة من حط، وهو مصدر كالحط، وقيل: هو هيئة وحال، كالجلسة، والقعدة، والحطّ: الإزالة، يقال: حططت عنه الخراج أزلته عنه {نَغْفِرْ لَكُمْ} الغفر، والغفران الستر، وفعله غفر يغفر بفتح العين في الماضي، وكسرها في المضارع، ومنه المغفر لستره الرأس، والجمّ الغفير؛ أي: يستر بعضهم بعضا من الكثرة {خَطاياكُمْ} جمع خطيئة بوزن فعيلة، والياء فيه زائدة في المفرد، فلما جمعت جمع تكسير، أبدلت الياء الزائدة في المفرد مزة، فصارت خطائىء بهمزتين، الأولى مبدلة من ياء فعيلة الواقعة حرف مد ثالثا زائدا، كما في صحيفة، وكتيبة، فالقياس إبدال هذه الياء همزة، على حدّ قول ابن مالك في «الخلاصة» في باب التصريف: </p><p> المدّ زيد ثالثا في الواحد ... همزا يرى في مثل كالقلائد </p><p> ثم أبدلت الهمزة الثانية ياء؛ لتطرفها، وانكسار ما قبلها، فصارت خطائي، ثم قلبت كسرة الهمزة فتحة؛ للتخفيف، فصارت خطاءي فأبدلت الياء ألفا؛ لتحركها، وانفتاح ما قبلها، فصارت خطاءا، ثم أبدلت الهمزة ياء، فقيل: خطايا بعد خمس عمليات تصريفية. وقال أبو حيان: الخطيئة فعيلة من الخطأ، والخطأ: العدول عن القصد، يقال: خطىء الشيء أصابه بغير قصد، وأخطأ إذا تعمّد، وأما خطايا فجمع خطيّة مشددة عند الفراء، كهدية، وهدايا، وجمع خطيئة المهموز عند سيبويه والخليل، وعند سيبويه أصله: خطائي، مثل: صحائف وزنه </p><p> فعائل، ثم أعلت الهمزة الثانية بقلبها ياء، ثم فتحت الأولى التي كان أصلها ياء المد في خطيئة، فصار خطأي، فتحركت الياء وانفتح ما قبلها فقلبت ألفا، فصار خطاءا فوقعت همزة بين ألفين، والهمزة شبيهة بالألف، فصار كأنه اجتمع ثلاثة أمثال، فأبدلوا منها ياء، فصار خطايا، كهدايا، ومطايا. وعند الخليل أصله: خطايىء، ثم قلب، فصار خطائي على وزن فعالى المقلوب من فعائل، ثم عمل فيه العمل السابق في قول سيبويه. انتهى. </p><p> {فَبَدَّلَ الَّذِينَ ظَلَمُوا قَوْلًا غَيْرَ الَّذِي قِيلَ لَهُمْ} التبديل: تغيير الشيء بآخر. </p><p> تقول: هذا بدل هذا؛ أي: عوضه، ويتعدى لاثنين، الثاني أصله حرف جر. </p><p> تقول: بدّلت دينارا بدرهم؛ أي: جعلت دينارا عوض درهم، وقد يتعدّى لثلاثة، فتقول: بدّلت زيدا دينارا بدرهم؛ أي: حصلت له دينارا عوضا من درهم {قِيلَ} أصله: قول بضم أوله وكسر ثانيه، استثقل الانتقال من ضمة إلى كسرة، فحذفت حركة فاء الفعل، ونقلت إليه حركة العين، فسكنت الواو إثر كسرة، فقلبت ياء حرف مد، وهكذا كلّ من شاكل هذا النوع من معتل العين، إلا أن الياء تسلم فيما عينه ياء، كجيىء، وبيع، وتقلب الواو ياء فيما عينه واو، كقيل. {رِجْزًا} الرجز: العذاب، وتكسر راؤه وتضم، والضم لغة بني الصّعدات. </p><p> {وَإِذِ اسْتَسْقى مُوسى لِقَوْمِهِ} والاستسقاء: طلب سقيا الماء، والطلب أحد المعاني التي سبق ذكرها في الاستفعال في قوله:  {وَإِيَّاكَ نَسْتَعِينُ} وأصله: استسقي بوزن استفعل، قلبت الياء ألفا؛ لتحركها بعد فتح {فَقُلْنَا اضْرِبْ بِعَصاكَ الْحَجَرَ} أصل قلنا: قولنا، تحركت الواو وانفتح ما قبلها فقلبت ألفا، فلما أسند الفعل إلى ضمير الرفع المتحرك، وبني آخره على السكون، التقى ساكنان الألف واللام، فحذفت الألف، وحذفت أيضا حركة فاء الفعل، وعوض عنها حركة مجانسة للعين المحذوفة، فصار قلنا، كما مر {بِعَصاكَ} العصا الألف فيها منقلبة عن واو، لتثنيته على عصوين، وقولهم: عصوته؛ أي: ضربته بالعصا، ويجمع على أفعل شذوذا، فقالوا: أعص أصله: أعصو، وعلى فعول قياسا. </p><p> قالوا: عصيّ أصله: عصوو، يتبع حركة العين حركة الصاد و {الْحَجَرَ} الجسم الصلب المعروف عند الناس، ويجمع على أحجار وحجار، وهما جمعان مقيسان </p><p> فيه، وقالوا فيه: حجارة بالتاء {فَانْفَجَرَتْ} والانفجار: انصداع شيء عن شيء، ومنه الفجر، والفجور، وهو الانبعاث في المعصية، كالماء، وهو مطاوع فعل. يقال: فجر فانفجر، والمطاوعة أحد المعاني التي جاء لها انفعل {اثْنَتا عَشْرَةَ} اثنتان تأنيث اثنين، وكلاهما له إعراب المثنى، وليس بمثنى حقيقة؛ لأنه لا يفرد، فلا يقال: إثن ولا إثنة، ولامه ما محذوفة وهي ياء؛ لأنه من ثنيت العشرة بإسكان الشين لغة الحجاز، وبكسرها لغة تميم، والفتح فيها شاذ غير معروف، وهو أول العقود {عَيْنًا} والعين لفظ مشترك بين منبع الماء، والعضو الباصر، والسحابة تقبل من جهة القبلة، والمطر يمطر خمسا، أو ستا {كُلُّ أُناسٍ} والأناس اسم جمع لا واحد له من لفظه، كما مر {مَشْرَبَهُمْ} والمشرب مفعل من الشراب، يكون للمصدر، والزمان، والمكان، ويطّرد من كلّ ثلاثي متصرف مجرد لم تكسر عين مضارعه، سواء صحت لامه، ك: سرق، ودخل، أو أعلّت، كرمى، وغزا، وشذّ من ذلك ألفاظ ذكرها الصرفيون في باب المفعل، كما بسطنا الكلام عليها في شرحنا «مناهل الرجال على لامية الأفعال» . </p><p> {وَلا تَعْثَوْا} قيل أصل هذه الكلمة: عثى يعثي، كرمى يرمي. وقيل أصلها: عثى يعثى، كسعى يسعى. وقيل أصلها: عثى يعثى، كرضى يرضى. وقيل أصلها: عثا يعثو، كسما يسمو، والموجود في القرآن يوافق الثانية والثالثة من اللغات، وعليه يكون التغيير الذي وقع فيها، أنّ واو الجماعة اتصل بلام الفعل، سواء أكانت من باب سعى، أم من باب رضي، تحركت الياء وفتح ما قبلها فقلبت ألفا، فالتقى ساكنان، فحذفت الألف. أمّا التي من باب رمى وسما، فلا داعي للكلام عليهما، لعدم ورودهما في القرآن، والعثو والعثيّ أشدّ الفساد. </p><p> يقال: عثا يعثو عثوا، وعثيا، وعثى يعثى عثيا، وعثى يعثى عثيا لغة شاذّة. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات ضروبا من البلاغة، وأنواعا من الفصاحة والبيان والبديع: </p><p> فمنها: الإضافة في قوله: {يا قَوْمِ} للشفقة عليهم. </p><p> ومنها: التعرض لعنوان البارئية في قوله: {فَتُوبُوا إِلى بارِئِكُمْ} ؛ للإشعار بأنهم بلغوا من الجهالة أقصاها، ومن الغباوة منتهاها، حيث تركوا عبادة العليم الحكيم الذي خلقهم بلطيف حكمته، إلى عبادة البقر الذي هو مثل في الغباوة. اه. «أبو السعود» . </p><p> ومنها: المجاز المرسل في قوله: {فَاقْتُلُوا أَنْفُسَكُمْ} علاقته اعتبار ما يؤول إليه؛ أي: أسلموها للقتل تطهيرا لها. </p><p> ومنها: الالتفات في قوله: {فَتابَ عَلَيْكُمْ} والالتفات هنا من التكلم الذي يقتضيه سياق الكلام إلى الغيبة، إذ كان مقتضى المقام أن يقول: فوفقتكم فتبت عليكم، وفيه أيضا مجاز بالحذف، تقديره: ففعلتم ما أمرتم به، فتاب عليكم بارئكم. </p><p> ومنها: العدول من ضمير الغائبين العائد إلى القوم، إلى ضمير المخاطبين في قوله:  {فَتابَ عَلَيْكُمْ} حيث لم يقل: فتاب عليهم العائد إلى الأسلاف؛ إشعارا بأنها نعمة، أريد التذكير بها للمخاطبين لا لأسلافهم. </p><p> ومنها: تقييد البعث بكونه من بعد الموت، مع أن البعث لا يكون إلا بعد الموت؛ لزيادة التأكيد على أنه موت حقيقي؛ ولدفع ما عساه يتوهم أنّ بعثهم كان بعد إغماء، أو بعد نوم. </p><p> ومنها: الإيجاز بالحذف في قوله: {كُلُوا مِنْ طَيِّباتِ ما رَزَقْناكُمْ} ؛ أي: قلنا لهم كلوا، وفي قوله:  {وَما ظَلَمُونا} ، تقديره: فظلموا أنفسهم بكفرهم تلك النعمة، وما ظلمونا بذلك دل على هذا المحذوف قوله:  {وَلكِنْ كانُوا أَنْفُسَهُمْ يَظْلِمُونَ} . </p><p> ومنها: الجمع بين صيغتي الماضي والمضارع في قوله: {ظَلَمُونا} وقوله: {يَظْلِمُونَ} ؛ للدلالة على تماديهم في الظلم، واستمرارهم على الكفر. </p><p> ومنها: تقديم المفعول على عامله في قوله: {وَلكِنْ كانُوا أَنْفُسَهُمْ يَظْلِمُونَ} ؛ للدلالة على القصر الذي يقتضيه النفي السابق، وفيه أيضا ضرب تهكم بهم. </p><p> ومنها: وضع الظاهر موضع المضمر في قوله: {فَأَنْزَلْنا عَلَى الَّذِينَ ظَلَمُوا} ولم يقل: فأنزلنا عليهم؛ لزيادة التقبيح، والمبالغة في الذم، والتقريع. </p><p> ومنها: تنكير {رِجْزًا} ؛ لإفادة التهويل والتفخيم. </p><p> ومنها: الإضافة في قوله: {كلوا من رزق الله} ؛ تعظيما للمنّة والإنعام، وإيماء إلى أنه رزق حاصل من غير تعب، ولا مشقة. </p><p> ومنها: ذكر {فِي الْأَرْضِ} في قوله: {وَلا تَعْثَوْا فِي الْأَرْضِ} مبالغة في تقبيح الفساد. </p><p> ومنها: الإتيان بالحال؛ لتأكيد معنى عامله في قوله:  {مُفْسِدِينَ} ؛ لأنّ معناها قد فهم من عاملها، وحسن ذلك اختلاف اللفظين. </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جل وعلا: </p><p> {وَإِذْ قُلْتُمْ يا مُوسى لَنْ نَصْبِرَ عَلى طَعامٍ واحِدٍ فَادْعُ لَنا رَبَّكَ يُخْرِجْ لَنا مِمَّا تُنْبِتُ الْأَرْضُ مِنْ بَقْلِها وَقِثَّائِها وَفُومِها وَعَدَسِها وَبَصَلِها قالَ أَتَسْتَبْدِلُونَ الَّذِي هُوَ أَدْنى بِالَّذِي هُوَ خَيْرٌ اهْبِطُوا مِصْرًا فَإِنَّ لَكُمْ ما سَأَلْتُمْ وَضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ وَالْمَسْكَنَةُ وَباؤُ بِغَضَبٍ مِنَ اللَّهِ ذلِكَ بِأَنَّهُمْ كانُوا يَكْفُرُونَ بِآياتِ اللَّهِ وَيَقْتُلُونَ النَّبِيِّينَ بِغَيْرِ الْحَقِّ ذلِكَ بِما عَصَوْا وَكانُوا يَعْتَدُونَ (٦١) إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هادُوا وَالنَّصارى وَالصَّابِئِينَ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَعَمِلَ صالِحًا فَلَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ (٦٢) وَإِذْ أَخَذْنا مِيثاقَكُمْ وَرَفَعْنا فَوْقَكُمُ الطُّورَ خُذُوا ما آتَيْناكُمْ بِقُوَّةٍ وَاذْكُرُوا ما فِيهِ لَعَلَّكُمْ تَتَّقُونَ (٦٣) ثُمَّ تَوَلَّيْتُمْ مِنْ بَعْدِ ذلِكَ فَلَوْلا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ لَكُنْتُمْ مِنَ الْخاسِرِينَ (٦٤) وَلَقَدْ عَلِمْتُمُ الَّذِينَ اعْتَدَوْا مِنْكُمْ فِي السَّبْتِ فَقُلْنا لَهُمْ كُونُوا قِرَدَةً خاسِئِينَ (٦٥) </p><p> فَجَعَلْناها نَكالًا لِما بَيْنَ يَدَيْها وَما خَلْفَها وَمَوْعِظَةً لِلْمُتَّقِينَ (٦٦) }. </p><p> المناسبة </p><p> قوله:  {وَإِذْ قُلْتُمْ يا مُوسى لَنْ نَصْبِرَ عَلى طَعامٍ واحِدٍ ...} الآية، مناسبة هذه الآية لما قبلها ظاهرة؛ لأنها في تعداد قبائحهم، كسوابقها. والحاصل منها: أنهم لما (١) سئموا من الإقامة في التيه، والمواظبة على مأكول واحد لبعدهم عن الأرض التي ألفوها، وعن العوائد التي عهدوها، أخبروا عما وجدوه من عدم الصبر على ذلك، وتشوفهم إلى ما كانوا يألفون، وسألوا موسى أن يسأل الله لهم، وأكثر أهل الظاهر من المفسرين، على أن هذا السؤال كان معصية، قالوا: لأنهم كرهوا إنزال المن والسلوى، وتلك الكراهة معصية؛ ولأن موسى وصف ما سألوه بأنه أدنى، وما كانوا عليه بأنه خير، وبأن قوله:  {أَتَسْتَبْدِلُونَ} هو على سبيل الإنكار. ذكره في «البحر» . </p><p> قوله:  {إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هادُوا ...} الآية، مناسبة هذه الآية لما </p><p>(١) البحر المحيط.</p><p> قبلها (١) : أن الله سبحانه وتعالى، لما ذكر الكفرة من أهل الكتاب، وما حل بهم من العقوبة، أخبر بما للمؤمنين من الأجر العظيم، دالا على أنه يجزي كلا بفعله. </p><p> وعبارة المراغي هنا مناسبتها لما قبلها: أنه لما ذكر (٢) باللائمة على اليهود في الآيات السالفة، وبين ما حاق بهم من الذل والمسكنة، وما نالهم من غضب الله جزاء ما اجترحوه من السيئات، من كفر بآيات الله تعالى، وقتل للنبيين، وعصيان لأوامر الدين، وترك لحدوده، ومخالفة لشرائعه. ذكر هنا حال المستمسكين بحبل الله - الدين المتين - من كل أمة، وكل شعب، ممن اهتدى بهدي نبي سابق، وانتسب إلى شريعة من الشرائع الماضية، وصدق في الإيمان بالله واليوم الآخر، وسطع على قلبه نور اليقين، وأرشد إلى أنهم الفائزون بخيري الدنيا والآخرة. </p><p> قوله تعالى:  {وَإِذْ أَخَذْنا مِيثاقَكُمْ وَرَفَعْنا فَوْقَكُمُ الطُّورَ ...} الآيتين، ذكر (٣) سبحانه في هاتين الآيتين، جناية أخرى حدثت من أسلاف المخاطبين وقت التنزيل، ذاك أنه بعد أن أخذ الله عليهم المواثيق التي ذكرها بقوله:  {وَإِذْ أَخَذْنا مِيثاقَ بَنِي إِسْرائِيلَ لا تَعْبُدُونَ إِلَّا اللَّهَ وَبِالْوالِدَيْنِ إِحْسانًا} . إلخ. فقبلوها، وأراهم من الآيات ما فيه مقنع لهم؛ رفع الجبل فوقهم كالظلة حتى ظنوا أنه واقع بهم، وطلب إليهم التمسك بالكتاب، والعمل بما فيه بالجد والنشاط كي يعدّوا أنفسهم لتقوى الله ورضوانه، ثم كان منهم أن أعرضوا عن ذلك، وانصرفوا عن طاعته، ولولا لطف الله بهم لاستحقوا العقاب في الدنيا، وخسروا سعادة الآخرة، وهي خير ثوابا، وخير أملا، لكن وفقهم الله تعالى بعد ذلك فتابوا، ورحمهم فقبل توبتهم. </p><p> قوله تعالى:  {وَلَقَدْ عَلِمْتُمُ الَّذِينَ اعْتَدَوْا مِنْكُمْ فِي السَّبْتِ ...} الآيتين، وفي هاتين الآيتين وما يتلوهما بعد تعداد لنكث العهود، والمواثيق التي أخذت على بني إسرائيل، الذين كانوا في عهد موسى عليه السلام، وحل بهم جزاء ما عملوا، من </p><p>(١) البحر المحيط. (٢) المراغي.(٣) المراغي.</p>"
}