{
  "id": null,
  "sura": 2,
  "aya": 114,
  "text": "<p> {يَخْتَلِفُونَ} فيه من أمر الدين، فيقسم لكل فريق منهم من العقاب ما يستحقُّه، ويليق به. وقال الحسن؛ أي: فالله يكذبهم جميعًا، ويدخلهم النار. </p><p> وقيل (١) : معنى {فَاللَّهُ يَحْكُمُ بَيْنَهُمْ} ؛ أي: بين الفرق المذكورة اليهود، والنصارى، ومشركي العرب، ومن أسلم وجهه لله وهو محسن، فيُدْخِل المحقَّ الجنة، والمبطل النار، وهذا المعنى الذي يقتضيه السياق؛ أي: فهو العليم بما عليه كُلُّ فريق من حقٍّ وباطل، فَيُحِقّ الحقَّ، ويجعل أهله في النعيم، ويبطل الباطل، ويُلْقيَ أهلَه في سواء الجحيم. وفِعْلُ الحُكْم يتعدَّى بجارّين، الباء، وفي، كما يقال: حكم الحاكم في هذه القضية بكذا، وفي الآية قد ذكر المحكوم فيه دون المحكوم به. واعلم أنَّ كُلَّ حزب بما لديهم فرحون، وليس ذلك في الفرق الضالة خاصَّةً. </p><p> ١١٤ - {وَمَنْ أَظْلَمُ}  {مَنْ} للاستفهام الإنكاري المضَمَّن للنفي، مبتدأ، و {أظلم} خبره، أي: وأيُّ امرئٍ أشدُّ ظلمًا وتعدِّيًا على الله تعالى {مِمَّنْ مَنَعَ} ؛ أي: من امرئٍ منع {مَسَاجِدَ اللَّهِ أَنْ يُذْكَرَ فِيهَا اسْمُهُ} ؟ والمراد بالمساجد: بيت المقدس، والمسجد الحرام، على الخلاف في سبب النزول، كما سيأتي، وصيغة الجمع؛ لكون حكم الآية عامًّا لكل من فعل ذلك في أيِّ مسجد كان، كما تقول: لمن آذى صالحًا واحدًا، ومن أظلم ممَّن آذى الصالحين؛ لأنّه لا عبرة بخصوص السبب، كما هو القاعدة في الأسباب، وقوله:  {أَنْ يُذْكَرَ فِيهَا اسْمُهُ} ثاني مفعولَي مَنَع، فإنَّه يقتضي ممنوعًا وممنوعًا عنه، فتارةً يتعدى إليهما بنفسه، كما في قَوْلِك: مَنَعْتُه الأمر، وتارة يتعدى إلى الأول بنفسه، وإلى الثاني بحرف الجرّ، وهو كلمة عن، أو من مذكورةً كانت كما في قولك: منعته من الأمر، أو محذوفةً، كما في الآية؛ أي: من أن يسبَّح ويقدَّس ويصلَّى له فيها {وَسَعَى} ؛ أي: عمل واجتهد {فِي خَرَابِهَا} بالهدم، والخراب: اسم مصدرٍ للتخريب، كالسلام للتسليم، وأصله: الثَّلْمُ والتفريقُ؛ أي: لا أحد من المانعين عن الخيرات أشدُّ ظلمًا وتعديًا على الله سبحانه ممن منع مساجد الله من أن يذكر فيها اسمه، </p><p>(١) الصاوي.</p><p> بالصلاة، والتسبيح، والأذان، ومدارسة العلوم الدينية، وتدريسها من التفسير، والحديث، والفقه، والتوحيد، وما يحتاج إليه فيها من علوم القواعد العربية، كالنحو، والصرف، والبلاغة، فهذا المانع أشدُّ ظلمًا، وأقبح جرمًا، لما فيه من الجراءة على الله، وقطع دينه، ومعاداته، فإنَّ الاشتغال بالعلم من أفضل الطاعات، وأولى ما أنفقت فيه نفائس الأوقات؛ أي: لا أحد أظلم ممن منع الناس أن يعبدوا الله تعالى في المساجد، بالصلاة، والأذكار، وغيرها، بغلقها، وتعطيلها عن العبادة، ومنع الوصول إليها، كما فعل المشركون حين صدُّوا النبيَّ - صلى الله عليه وسلم - وأصحابه عام الحديبية عن البيت عام ستٍّ من الهجرة {وَسَعَى} ؛ أي: عمل واجتهد {فِي خَرَابِهَا} أي: في أسباب تخريبها بالهدم، وإلقاء الجيف، والقاذورات فيها، قال قتادة: أولئك أعداء الله النصارى خرَّبوا بيت المقدس. </p><p> وعن ابن عباس - رضي الله عنهما -: (أن فَلَيْطَيُوسَ الرُّوميّ مَلِكَ النصارى، وأصحابه غزوا بني إسرائيل، فقتلوا مقاتلتهم، وسَبَوْا ذرارِيَّهم، وأحرقوا التوراة، وخرَّبوا بيت المقدس، وقذفوا فيه الجيف، وذبحوا فيه الخنازير، ولم يزل خرابًا حتى بناه المسلمون في عهد عمر بن الخطاب - رضي الله عنه -) وذلك لمَّا استولى عُمر رضي الله عنه على ولاية كِسرى، وغنم أموالَهم، عَمَّر بها بَيْتَ المقدس، ثم صار في أيدي النصارى من الإفرنج أكثر من مائة سنة، حتى فتحه، واستخلصه من أيديهم، الملك الناصر صلاح الدين من آل أيوب، سنة خمسمائة وخمس وثمانين بعد الهجرة. وقيل: نزلت الآية في مشركي العرب الذين منعوا رسول الله عن الدعاء إلى الله تعالى بمكة، وألجؤوه إلى الهجرة، فصاروا بذلك مانعين له - صلى الله عليه وسلم -، ولأصحابه أن يذكروا اسم الله في المسجد الحرام، وأيضًا: أنّهم صدُّوا رسول الله - صلى الله عليه وسلم -، وأصحابه عن المسجد الحرام حين ذهب إليه من المدينة عام الحديبية، وهي السنة السادسة من الهجرة، والحديبية: موضعٌ على طريق مكة، فعلى هذا يكون المسجد الذي نزلت الآية فيه المسجد الحرام، فالمراد بالخراب في قوله:  {وَسَعَى فِي خَرَابِهَا} تعطيلهم المسجد الحرام عن الذكر والعبادة، دون تخريبه وهدمه حقيقةً، ويجعل تعطيل المسجد عنهما تخريبًا؛ لأنَّ المقصود من بنائه إنما هو الذكرُ والعبادةُ فيه، فما دام لم يترتَّب عليه هذا </p><p> المقصود من بنائه صار كأنه هُدِّم وخُرِّب، أو لم يُبْنَ من أصله، فإنَّ عمارة المسجد كما تكون ببنائه، وإصلاحه، تكون أيضًا بحضوره، ولزومه، يقال: فلان يعمر مسجد فلانٍ، إذا كان يحضره ويلزمه، ويقال لسكان السموات من الملائكة: عُمَّارها. وفي الحديث: عن النبي - صلى الله عليه وسلم - قال:  \"إذا رأيتم الرجل يعتاد المساجد، فاشهدوا له بالإيمان\" وذلك لقوله تعالى: {إِنَّمَا يَعْمُرُ مَسَاجِدَ اللَّهِ مَنْ آمَنَ بِاللَّهِ} فجعل حضور المساجد عمارةً لها، وعن عليٍّ - رضي الله عنه - (سِتٌّ من المروءة: ثلاثٌ في الحضر، وثلاثٌ في السفر، فأما اللَّاتي في الحضر فتلاوة كتاب الله، وعمارة مساجد الله، واتخاذ الإخوان في الله، وأمَّا اللاتي في السفر فبذل الزاد، وحسن الخلق، والمزاح في غير معاصي الله) . وعدَّ من علامات الساعة: تطويل المنارات، وتنقيش المساجد، وتزيينها، وتخريبها عن ذكر الله تعالى، فتعطيل المساجد عن الصلاة والتلاوة، وإظهار شعائر الإِسلام، أقبح سيئةٍ لا سيَّما إذا اقترن بفتح أبواب بيوت الخمر، وإغلاق أبواب المكاتب، وغير ذلك، ولقد شوهد في أكثر البلاد الروميَّة، وغيرها في هذا الزمان، فلنبك على غربة الدين أيها الإخوان، فيا لها مصيبةً، أيَّ مصيبة؟! إنّا لله وإنّا إليه راجعون! </p><p> فإن قلت: إنّ هذه الآية تقتضي: أنَّ من منع مساجد الله أن يذكر فيها اسمه، لا يساويه أحدٌ في الظلم، فهي تعارض مع قوله تعالى:  {وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا} ومع قوله {وَمَنْ أَظْلَمُ مِمَّنْ ذُكِّرَ بِآيَاتِ رَبِّهِ فَأَعْرَضَ عَنْهَا} وقوله: {فَمَنْ أَظْلَمُ مِمَّنْ كَذَبَ عَلَى اللَّهِ} المقتضي كُلُّ آيةٍ منها بأنّه لا أحد أظلم ممن ذكر فيها؟ </p><p> قلت: إنّ معنى المفاضلة في كل منها يعتبر بالنظر إلى صلته، فكأنَّه قال: لا أحد من المانعين أظلم ممن منع مساجد الله، ولا أحد من المفترين أظلم ممن افترى على الله كذبًا، ولا أحد من الكذابين أظلم ممن كذب على الله سبحانه وتعالى، وهكذا كُلُّ ما جاء من أمثالها، وقد يجاب عنه بأجوبة أخرى، فليرجع إليها في المطولات. </p><p> فإن قلتَ: إنّ (١) الممنوعَ بَيْتُ المقدس على قول، أو المسجد الحرام على قول آخر، فكيف التعبير بالجمع هنا؟ </p><p> أجيب عنه: بأنَّ من خرَّب مسجدًا من هذين، فكأنّما خرَّب مساجد كثيرة بالقوَّة؛ لأنَّهما أفضل المساجد، وغيرهما تبعٌ لهما {أُولَئِكَ} المانعون الذين يسعون في تخريب بيوت الله {مَا كَانَ} ينبغي {لَهُمْ أَنْ يَدْخُلُوهَا} ؛ أي: أن يدخلوا المساجد {إِلَّا خَائِفِينَ} من المسلمين أن يبطشوا بهم فضلًا عن أن يمنعوهم منها، وهذا الحكم عامٌّ لكل من فعل ذلك في أيِّ مسجدٍ كان {لَهُمْ} ؛ أي: لهؤلاء المانعين {فِي الدُّنْيَا خِزْيٌ} ؛ أي: هوان بالقتل، والسبي، وضرب الجزية عليهم {وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ} ؛ أي: شديدٌ أشدَّ مما لهم في الدنيا؛ بسبب كفرهم، وظلمهم، وهو عذاب النار. </p><p> الإعراب </p><p> {مَا نَنْسَخْ مِنْ آيَةٍ أَوْ نُنْسِهَا نَأْتِ بِخَيْرٍ مِنْهَا أَوْ مِثْلِهَا أَلَمْ تَعْلَمْ أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (١٠٦) }. </p><p> {مَا} اسم شرط جازم في محل النصب مفعول مقدّم وجوبًا؛ لأنّه من أسماء الشروط لننسخ {نَنْسَخْ} فعل مضارع وفاعل مستتر يعود على الله مجزوم بما الشرطية {مِنْ آيَةٍ} جار ومجرور متعلق بمحذوف صفة لاسم الشرط، واسم الشرط ليس معرفة، فلا يجوز أن يكون الجار والمجرور حالًا منه، والتقدير: أي شيء كائنًا من الآيات ننسخه، فهو مفردٌ وقع موقع الجمع، وهذا مطردٌ بعد الشرط؛ لما فيه من معنى العموم، وعلى هذا يخرَّج كُلُّ ما جاء من هذا التركيب، كقوله: ما يفتح الله للناس من رحمة وما بكم من نعمة فمن الله، وأجاز بعضهم أن تكون من آية في موضع نصب على التمييز والمُميَّز {مَا} وليس ببعيدٍ أيضًا، وأعربها ابن هشام في موضع نصب على الحال، وليس ببعيدٍ أيضًا {أَوْ} حرف </p><p>(١) العمدة.</p><p> عطف وتنويع {نُنسِهَا} فعل مضارع وفاعل مستتر ومفعول به معطوفٌ على نسخ مجزومٌ بما الشرطية على كونه فعل الشرط، وعلامة جزمه سكون الهمزة المحذوفة للتخفيف، والأصل: ننسئها؛ أي: نرجئها، أو سكونٌ ظاهر على الهمزة على قراءة {نَنْسَأها} . {نَأْتِ} فعل مضارع وفاعل مستتر يعود على الله مجزوم بما الشرطية على كونه جوابًا لها، وعلامة جزمه حذف حرف العلة وهي الياء؛ لأنّه من أتى يأتي، وجملة {مَا} الشرطية من فعل شرطها وجوابها مستأنفة استئنافًا نحويًّا لا محل لها من الإعراب {بِخَيْرٍ} جار ومجرور متعلق بنأت {مِنْهَا} جار ومجرور متعلق بخير؛ لأنّه اسم تفضيل، {أَوْ مِثْلِهَا} أَوْ حرف عطف وتفصيل {مثل} معطوف على خير وهو مضاف، والهاء مضاف إليه. {أَلَمْ} الهمزة للاستفهام التقريري {لم} حرف نفي وجزم {تَعْلَمْ} فعل مضارع وفاعل مستتر يعود على محمد - صلى الله عليه وسلم - مجزوم بلم، والجملة الاستفهامية جملة إنشائية لا محل لها من الإعراب {أَنَّ اللَّهَ} ناصب واسمه {عَلَى كُلِّ شَيْءٍ} جار ومجرور ومضاف إليه متعلق بقدير، و {قَدِيرٌ} خبر أنّ المفتوحة، وجملة {أَنَّ} من اسمها وخبرها في تأويل مصدر سادّ مسدَّ مفعولَي علم؛ أي: ألم تعلم كون الله قادرًا على كلّ شيء. </p><p> {أَلَمْ تَعْلَمْ أَنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ (١٠٧) }. </p><p> {أَلَمْ} الهمزة للاستفهام التقريري {لم تعلم} جازم وفعل مجزوم وفاعل مستتر يعود على محمد - صلى الله عليه وسلم -، والجملة الاستفهامية جملة إنشائية لا محل لها من الإعراب {أَنَّ اللَّهَ} ناصب واسمه {لَهُ} جار ومجرور خبر مقدّم {مُلْكُ السَّمَاوَاتِ} مبتدأ مؤخّر ومضاف إليه {وَالْأَرْضِ} معطوف على السموات، والجملة من المبتدأ والخبر في محل رفع خبر أَنَّ وجملة أَنَّ من اسمها وخبرها سادة مسد مفعولي {تَعْلَمْ} . {وَمَا لَكُمْ} الواو عاطفة مَا نافية لَكُم جار ومجرور خبر مقدّم {مِنْ دُونِ اللَّهِ} جار ومجرور ومضاف إليه متعلق بالاستقرار الذي تعلق به الخبر، أو متعلق بمحذوف حال من قوله:  {وَلِيٍّ وَلَا نَصِيرٍ} . {مِنْ} زائدة {وَلِيٍّ} مبتدأ مؤخّر {وَلَا نَصِيرٍ} معطوف على {وَلِيٍّ} ، والتقدير: وما وليّ ولا نصير كائنان لكم من دون الله، أو حالة كونهما كائنين من دون الله، والجملة من المبتدأ والخبر في </p><p> محل النصب معطوفة على جملة {أَنْ} . </p><p> {أَمْ تُرِيدُونَ أَنْ تَسْأَلُوا رَسُولَكُمْ كَمَا سُئِلَ مُوسَى مِنْ قَبْلُ وَمَنْ يَتَبَدَّلِ الْكُفْرَ بِالْإِيمَانِ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ (١٠٨) }. </p><p> {أَمْ} منقطعة بمعنى بل الإضرابية، والهمزة الاستفهامية أعني: الإضراب الانتقالي؛ أي: الانتقال من قصّة إلى أخرى، ولم تجعل متّصلة؛ لفقد شرطها وهو تقدم همزة الاستفهام، أو التسوية {تُرِيدُونَ} فعل وفاعل، والجملة مستأنفة. {أَنْ} حرف نصب ومصدر {تَسْأَلُوا} فعل وفاعل منصوب بأن {رَسُولَكُمْ} مفعول أوَّل ومضاف إليه، والمفعول الثاني محذوف، تقديره: إنزال الكتاب جملةً، أو الإتيان بالله والملائكة قبيلًا، والجملة الفعلية صلة {أَنْ} المصدرية و {أَنْ} مع صلتها في تأويل مصدر منصوب على المفعوليَّة لتريدون، تقديره: بل أتريدون سؤال رسولكم محمدٍ - صلى الله عليه وسلم - إنزال الكتاب جملةً مثلًا {كَمَا سُئِلَ} الكاف حرف جرّ وتشبيه {مَا} مصدرية {سُئِلَ} فعل ماض مغيّر الصيغة {مُوسَى} نائب فاعل، وهو المفعول الأول لسئل، والثاني محذوف، تقديره: رؤية الربّ جهرةً {مِنْ قَبْلُ} جار ومجرور متعلِّق بسئل، والجملة الفعلية صلة {مَا} المصدرية، و {مَا} مع صلتها في تأويل مصدر مجرور بالكاف، تقديره: كسؤال أسلافكم موسى رؤية الربّ، والجار والمجرور متعلق بمحذوف صفة لمصدر محذوف، تقديره: أم تريدون أن تسألوا رسولكم سؤالًا كائنًا، كسؤال أسلافكم موسى عليه السلام، {وَمَنْ يَتَبَدَّلِ} الواو استئنافية {مَنْ} اسم شرط جازم في محل الرفع مبتدأ، والخبر جملة الشرط، أو الجواب، أو هما، والأول أصحُّ {يَتَبَدَّلِ} فعل مضارع مجزوم بِمَنْ على كونه فعل شرط لها، وفاعله ضمير يعود على {مَنْ}  {الْكُفْرَ} مفعول به {بِالْإِيمَانِ} جار ومجرور متعلق بيتبدل، وهو المتروك {فَقَدْ} الفاء رابطة لجواب {مَنْ} الشرطية وجوبًا؛ لاقترانه بقد {قَدْ} حرف تحقيق {ضَلَّ} فعل ماض وفاعل مستتر يعود على {مَنْ}  {سَوَاءَ} مفعول به على التوسُّع، وهو مضاف {السَّبِيلِ} مضاف إليه وهو من إضافة الصفة إلى الموصوف؛ أي: السبيل المستوي، والجملة الفعلية في محل الجزم بمن الشرطية على كونها جوابًا لها، وجملة {مَنْ} الشرطية من فعل شرطها وجوابها مستأنفة </p><p> استئنافًا نحويًّا لا محل لها من الإعراب. </p><p> {وَدَّ كَثِيرٌ مِنْ أَهْلِ الْكِتَابِ لَوْ يَرُدُّونَكُمْ مِنْ بَعْدِ إِيمَانِكُمْ كُفَّارًا حَسَدًا مِنْ عِنْدِ أَنْفُسِهِمْ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْحَقُّ فَاعْفُوا وَاصْفَحُوا حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} . </p><p> {وَدَّ كَثِيرٌ} فعل وفاعل، والجملة مستأنفة {مِنْ أَهْلِ الْكِتَابِ} جار ومجرور ومضاف إليه صفة لكثير {لَوْ} حرف مصدر {يَرُدُّونَكُمْ} فعل وفاعل ومفعول أوّل مرفوع بثبات النون {مِنْ بَعْدِ إِيمَانِكُمْ} جار ومجرور ومضاف إليه متعلق بيردّون {كُفَّارًا} مفعول ثان ليردّونكم؛ لأنّه من أفعال التصيير، والجملة الفعلية صلة {لَوْ} المصدرية، و {لَوْ} مع صلتها في تأويل مصدر منصوب على المفعولية لودَّ؛ تقديره: ودَّ كثيرٌ من أهل الكتاب ردَّكم كفارًا من بعد إيمانكم {حَسَدًا} مفعولٌ لأجله منصوب بودَّ {مِنْ عِنْدِ أَنْفُسِهِمْ} جار ومجرور ومضاف إليه متعلِّق بمحذوف صفةٍ لحسدًا، تقديره: حسدًا كائنًا من عند أنفسهم {مِنْ بَعْدِ} جار ومجرور متعلّق بودَّ {ما} مصدرية {تَبَيَّنَ} فعل ماض {لَهُمُ} متعلق به {الْحَقُّ} فاعل، والجملة الفعلية صلة {مَا} المصدرية {مَا} مع صلتها في تأويل مصدر مجرور بإضافة الظرف إليه، تقديره: من بعد تبيُّن الحق، وظهوره لهم {فَاعْفُوا} الفاء فاء الفصيحة، مبنيةٌ على الفتح؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفتم حسدهم، وأردتم بيان ما هو الأصلح لكم، فأقول لكم {اعْفُوا} فعل أمر وفاعل مبني على حذف النون، والجملة في محل النصب مقولٌ لجواب إذا المقدّرة، وجملة إذا المقدّرة مستأنفة {وَاصْفَحُوا} فعل وفاعل معطوف على {فَاعْفُوا}  {حَتَّى} حرف جر وغاية بمعنى إلى {يَأْتِيَ} فعل مضارع منصوب بأنْ مضمرة بعد حتى (ولفظ الجلالة) فاعل {بِأَمْرِهِ} جار ومجرور ومضاف إليه متعلِّق بيأتي، والجملة الفعلية صلة أن المضمرة، وأن مع صلتها في تأويل مصدر مجرور بحتى، تقديره: إلى إتيان الله بأمره، الجار والمجرور تنازع فيه كُلٌّ من الفعلين، فاعفوا واصفحوا {إِنَّ اللَّهَ} ناصب واسمه {عَلَى كُلِّ شَيْءٍ} متعلِّق بقدير، و {قَدِيرٌ} خبر {إِنَّ} وجملة {إن} مستأنفة؛ مسوقة لتعليل ما قبلها {وَأَقِيمُوا الصَّلَاةَ} فعل وفاعل ومفعول معطوف على {فَاعْفُوا} . {وَآتُوا الزَّكَاةَ} معطوف على {فَاعْفُوا} . </p><p> {وَمَا تُقَدِّمُوا لِأَنْفُسِكُمْ مِنْ خَيْرٍ تَجِدُوهُ عِنْدَ اللَّهِ إِنَّ اللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ} . </p><p> {وَمَا} الواو استئنافية {مَا} اسم شرط جازم في محل النصب مفعول مقدّم وجوبًا {تُقَدِّمُوا} فعل وفاعل مجزوم بها على كونه فعل الشرط {لِأَنْفُسِكُمْ} جار ومجرور ومضاف إليه متعلق بتقدّموا {مِنْ خَيْرٍ} جار ومجرور متعلق بمحذوف صفة لاسم الشرط، تقديره: أيَّ شيء كائنًا من خيرٍ تقدِّموه لأنفسكم، أو حال من اسم الشرط، ولكنَّه ضعيفٌ، كما مرّ في نظيره {تَجِدُوُه} فعل وفاعل ومفعول به مجزوم بما على كونه جواب الشرط {عِنْدَ اللَّهِ} ظرف ومضاف إليه متعلق بمحذوف حال من المفعول، ولكنه على تقدير مضاف، تقديره: تجدوا ثوابه حال كونه مدّخرًا عند الله، أو متعلق بتجدوا، وجملة {مَا} الشرطيّة مع معموليها مستأنفة {إنَّ اَللهَ} ناصب واسمه {بِمَا} جار ومجرور متعلق ببصير {تَعْمَلُونَ} فعل وفاعل صلة لما إن قلنا: إنها موصولة، والعائد محذوف، تقديره: بما تعملونه، ويصحّ كونها مصدرية؛ أي: بعملكم و {بَصِيرٌ} خبر إنّ، وجملة {إنَّ} مع معموليها مستأنفة؛ مسوقة لتعليل ما قبلها، لا محل لها من الإعراب. </p><p> {وَقَالُوا لَنْ يَدْخُلَ الْجَنَّةَ إِلَّا مَنْ كَانَ هُودًا أَوْ نَصَارَى تِلْكَ أَمَانِيُّهُمْ قُلْ هَاتُوا بُرْهَانَكُمْ إِنْ كُنْتُمْ صَادِقِينَ (١١١) بَلَى مَنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ فَلَهُ أَجْرُهُ عِنْدَ رَبِّهِ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ (١١٢) }. </p><p> {وَقَالُوا} الواو عاطفة {قَالُوا} فعل وفاعل معطوف على {وَدَّ كَثِيرٌ مِنْ أَهْلِ الْكِتَابِ} والضمير لأهل الكتاب {لَنْ يَدْخُلَ} ناصب ومنصوب {الْجَنَّةَ} مفعول به على السعة {إِلَّا} أداة استثناء مفرَّغ {مَن} اسم موصول في محل الرفع فاعل، والجملة الفعلية في محل النصب مقول {قَالُوا} . {كاَنَ} فعل ماض ناقص، واسمها ضمير مستتر، تقديره: هو يعود على {مَنْ} ، {هُودًا} خبرها منصوب {أَوْ نَصَارَى} معطوف على {هُودًا} ، والجملة صلة لِمَنْ الموصولة {تِلْكَ أَمَانِيُّهُمْ} مبتدأ وخبر ومضاف إليه، والجملة الإسمية معترضة لا محل لها من الإعراب؛ لاعتراضها بين الدعوى، وهي قوله:  {وَقَالُوا} ، ودليلها وهو قوله:  {قُلْ ...} إلخ. {قُلْ} فعل أمر وفاعل مستتر يعود على محمد - صلى الله عليه وسلم -، والجملة مستأنفة {هَاتُوا} فعل أمر مبني على حذف النون، والواو فاعل {بُرْهَانَكُمْ} مفعول به، والجملة مقول {قُلْ} . {إِنْ} حرف شرط {كُنْتُمْ صَادِقِينَ} فعل </p><p> ناقص واسمه وخبره في محل الجزم بإن الشرطية على كونه فعل شرط لها، وجواب الشرط محذوف دلّ عليه ما قبله، تقديره: إن كنتم صادقين فهاتوا برهانكم، وجملة الشرط مع جوابه في محل النصب مقول {قُلْ}  {بَلَى} حرف جواب لإثبات ما نفوه من دخول غيرهم الجنة {مَنْ} اسم شرط جازم في محل الرفع مبتدأ، والخبر جملة الشرط، وهو الأصحّ، أو الجواب، أو هما، كما مرّ مرارًا {أَسْلَمَ} فعل ماض في محل الجزم بمن على كونه فعل شرط لها، وفاعله ضمير يعود على {مَنْ} . {وَجْهَهُ} مفعول به ومضاف إليه {لِلَّهِ} متعلق بأسلم، {وَهُوَ} الواو حالية {وَهُوَ مُحْسِنٌ} مبتدأ وخبر، والجملة الإسمية في محل النصب حال من فاعل {أَسْلَمَ} . {فَلَهُ} الفاء رابطة لجواب مَنْ الشرطية وجوبًا {له} جار ومجرور خبر مقدّم {أَجْرُهُ} مبتدأ مؤخر، والجملة الاسمية في محل الجزم بمن على كونها جوابًا لها، وجملة {مَنْ} الشرطية مع معموليها جملة جوابية لا محل لها من الإعراب {عِنْدَ رَبِّهِ} ظرف ومضاف إليه، والظرف متعلق بمحذوف حال من أجره؛ أي: فله أجره حال كونه مدّخرًا له عند ربّه {وَلَا} الواو عاطفة {لَا} نافية؛ مهملة لتكرّرها {خَوْفٌ} مبتدأ، وسَوَّغَ الابتداء بالنكرة، تقدُّمُ النفي عليه {عَلَيْهِمْ} جار ومجرور متعلق بمحذوف خبر المبتدأ، والجملة الإسمية في محل الجزم معطوفة على جملة قوله:  {فَلَهُ أَجْرُهُ} على كونها جواب الشرط لمن، تقديره: بلى من أسلم وجهه لله فلا خوف عليهم {وَلَا} الواو عاطفة {لَا} نافية مهملة {هُم} مبتدأ، وجملة {يَحْزَنُونَ} خبره، والجملة الإسمية معطوفة على الجملة التي قبلها. </p><p> {وَقَالَتِ الْيَهُودُ لَيْسَتِ النَّصَارَى عَلَى شَيْءٍ وَقَالَتِ النَّصَارَى لَيْسَتِ الْيَهُودُ عَلَى شَيْءٍ وَهُمْ يَتْلُونَ الْكِتَابَ كَذَلِكَ قَالَ الَّذِينَ لَا يَعْلَمُونَ مِثْلَ قَوْلِهِمْ فَاللَّهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ (١١٣) }. </p><p> {وَقَالَتِ} الواو استئنافية {قالت اليهود} فعل وفاعل، والجملة الفعلية مستأنفة؛ مسوقة لبيان حالة من حالات جهالتهم المتأصّلة في نفوسهم {لَيْسَتِ النَّصَارَى} فعل ناقص واسمه {عَلَى شَيْءٍ} جار ومجرور خبره، وجملة ليس في محل النصب مقول {قَالَتِ} . {وَقَالَتِ النَّصَارَى} فعل وفاعل معطوف على {قالت </p><p> اليهود} {لَيْسَتِ الْيَهُودُ} فعل ناقص واسمه {عَلَى شَيْءٍ} خبره، وجملة ليس في محل النصب مقول {قَالَتِ}  {وَهُمْ} الواو حالية {هُمْ} مبتدأ {يَتْلُونَ الْكِتَابَ} فعل وفاعل ومفعول، والجملة الفعلية في محل الرفع خبر المبتدأ، والجملة الإسمية في محل النصب حال من اليهود والنصارى {كَذَلِكَ} جار ومجرور متعلق بمحذوف صفة لمصدر محذوف منصوب بقال الآتي، مقدّم عليه؛ لإفادة الحصر، تقديره: قولًا كائنًا، كقول اليهود والنصارى {قَالَ الَّذِينَ} فعل وفاعل، والجملة مستأنفة، وجملة {لَا يَعْلَمُونَ} صلة الموصول، والعائد ضمير الفاعل، ومفعول العلم محذوف، تقديره: لا يعلمون شيئًا من المعلومات {مِثْلَ} منصوب على كونه بدلًا من {كَذَلِكَ} بدل كل من كل، وهو مضاف {قَوْلِهِمْ} مضاف إليه وهو مضاف، والهاء مضاف إليه {فَاللَّهُ} الفاء استئنافية، أو فصيحة، مبنية على الفتح؛ لأنّها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفت ما قال كل فريق، وأردت بيان عاقبة أمرهم، فأقول لك:  {الله يحكم بينهم}  {اللهُ} مبتدأ {يَحْكُمُ} فعل مضارع وفاعل مستتر يعود على {اللهُ}  {بَيْنَهُمْ} ظرف ومضاف إليه متعلق بيحكم {يَوْمَ الْقِيَامَةِ} ظرف ومضاف إليه متعلق بيحكم أيضًا، وجملة {يَحْكُمُ} في محل الرفع خبر المبتدأ، والجملة الإسمية مستأنفة، أو في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة {فِيمَا}  {في} حرف جرّ {مَا} اسم موصول، أو نكرة موصوفة في محل الجر بفي، والجار والمجرور متعلق بيحكم {كَانُوا} فعل ناقص واسمه {فِيهِ} متعلق بيختلفون، قدّم عليه؛ لرعاية الفاصلة، وجملة {يَخْتَلِفُونَ} في محل النصب خبر كان، وجملة كان صلة لما الموصولة، أو صفة لما الموصوفة، والعائد أو الرابط ضمير فيه. </p><p> {وَمَنْ أَظْلَمُ مِمَّنْ مَنَعَ مَسَاجِدَ اللَّهِ أَنْ يُذْكَرَ فِيهَا اسْمُهُ وَسَعَى فِي خَرَابِهَا أُولَئِكَ مَا كَانَ لَهُمْ أَنْ يَدْخُلُوهَا إِلَّا خَائِفِينَ لَهُمْ فِي الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ (١١٤) }. </p><p> {وَمَنْ} الواو استئنافية {مَنْ} اسم استفهام في محل الرفع مبتدأ {أَظْلَمُ} خبره، والجملة مستأنفة {مِمَّنْ}  {مِن} حرف جرّ {مَنْ} اسم موصول في محل </p><p> الجر بمن، والجار والمجرور متعلق بأظلم {مَنَعَ} فعل ماض وفاعل مستتر يعود على {مَن} والجملة الفعلية صلة {مَن} الموصولة، والعائد ضمير الفاعل {مَسَاجِدَ اللَّهِ} مفعول به ومضاف إليه {أَنْ} حرف نصب ومصدر {يُذْكَرَ} فعل مضارع مغيّر الصيغة منصوب بأن {فِيهَا} جار ومجرور متعلق به {اسْمُهُ} نائب فاعل ومضاف إليه، والجملة الفعلية من الفعل المغيّر ونائب فاعله صلة {أَن} المصدرية. و {أَنْ} مع صلتها في تأويل مصدر منصوب على كونه مفعولًا ثانيًا لمنع، ولكنه على تقدير {مِن} الجارة؛ لأنّه يتعدى إلى الثاني بواسطة {مِن} الجارة، تقديره: ممن منع مساجد الله من ذكر اسمه فيها، أو منصوب على كونه مفعولًا لأجله، ولكنه على حذف مضاف، تقديره: منع مساجد الله كراهية ذكر اسمه فيها، أو منصوب على كونه بدل اشتمال من مساجد، تقديره: منع مساجد الله ذكر اسمه فيها، والأوّل أرجح، كما أشرنا إليه في مبحث التفسير {وَسَعَى} فعل ماض وفاعل مستتر يعود على مَن معطوف على {مَنَعَ} . {فِي خَرَابِهَا} جار ومجرور ومضاف إليه متعلق بسعى، {أُولَئِكَ} مبتدأ {مَا} نافية {كاَنَ} فعل ماض ناقص {لَهُم} خبر {كاَنَ} مقدم {أَن} حرف نصب ومصدر {يَدْخُلُوهَا} فعل وفاعل ومفعول به على التوسّع، والجملة الفعلية مع {أَن} المصدرية في تأويل مصدر مرفوع على كونه اسم {كَانَ} مؤخّرًا، تقديره: أولئك ما كان دخولهم إيّاها كائنًا لهم، وجملة {كَانَ} من اسمها وخبرها في محل الرفع خبر المبتدأ، والجملة الإسمية مستأنفة استئنافًا بيانيًّا {إِلَّا} أداة استثناء مفرّغ من أعمّ الأحوال {خَائِفِينَ} حال من فاعل {يَدْخُلُوهَا} ، أي: ما كان لهم دخولها في جميع الأحوال إلا في حالة الخوف. اهـ. \"سمين\"  {لَهُمْ} جار ومجرور خبر مقدّم {فِي الدُّنْيَا} متعلق بمحذوف حال من {خِزْيٌ} ؛ لأنّه صفة نكرة قدمت عليها {خِزْيٌ} مبتدأ مؤخّر، والجملة الإسمية مستأنفة {وَلَهُمْ} خبر مقدّم {فِي الْآخِرَةِ} متعلق بمحذوف حال من عذاب {عَذَابٌ} مبتدأ مؤخرّ {عَظِيمٌ} صفة لعذاب، والجملة الإسمية معطوفة على جملة قوله:  {لَهُمْ فِي الدُّنْيَا خِزْيٌ} على كونها مستأنفة استئنافًا بيانيًّا. </p><p> التصريف ومفردات اللغة </p><p> {مَا نَنْسَخْ مِنْ آيَةٍ} النسخ: الإزالة والنقل، يقال: نسخت الريح الأثر، أي: أزالته، ونسختَ الكتاب إذا نقلتَه من كتاب إلى آخر {أَوْ نُنْسِهَا} قرئ بغير همز من أنسى ينسى إنساء، يقال: أنسى الشيء جعله منسيًّا، فهو من النسيان الذي هو ضِدُّ الذكر، وهو ذهاب الشيء من الذاكرة؛ أي: نمحها من القلوب، وقرىء {نَنْسَأها} بفتح النون والسين، وبالهمز من قولهم: نَسَأتُ هذا الأمر إذا أخَّرته، وأنسأ الله أجلك أخَّره وأطاله، والإنساء: تأخير الشيء أو إذهابه عن الذاكرة، والإنساء: إذهاب الآية من ذاكرة النبي - صلى الله عليه وسلم - بعد تبليغه إيّاها {مِنْ وَلِيٍّ} الوليّ: القريب والصديق، وأصله: ولِيْيٌ على وزن فعِيْل، أدغمت ياء فعيل في ياء لام الكلمة، والنصير: المعين، وتقدم الفرق بينهما في مبحث التفسير. </p><p> {أَمْ تُرِيدُونَ أَنْ تَسْأَلُوا رَسُولَكُمْ} وأصل تريدون: تُرْوِدون بوزن تُفْعِلون؛ لأنّه من راد لي رود، نقلت حركة الواو إلى الراء قبلها، فسكِّنت الواو بعد كسرة، فقلبت ياء حرف مدّ فصار تريدون، والسؤال: الاقتراح المقصود به التعنت {وَمَنْ يَتَبَدَّلِ} بدَّل وتبدَّل واستبدل: جعل شيئًا موضع آخر. بعد الإيمان، أصله: إءمان بوزن إفعال، أبدلت الهمزة الساكنة حرف مد مجانسًا لحركة الأولى {فَقَدْ ضَلَّ} ؛ أي: عَدَلَ وجار، أصله: ضَلَلَ بوزن فعل، أدغمت اللام الأولى في الثانية بعد أن سكنت {سَوَاءَ} تقدم أن الهمزة فيه مبدلة عن ياء {وَدَّ كَثِيرٌ} أصل ودَّ: وَدِدَ بكسر العين في الماضي، ومضارعه ودد، أدغمت الدال الأولى بعد تسكينها في الثانية، أمَّا في المضارع، فنقلت حركة الدال إلى الواو، ثمّ أدغمت الدال في الدال، فقيل: يَودُّ {لَوْ يَرُدُّونَكُمْ} أصله: يَرْدُدُونكم بوزن يفعُلُون، نقلت حركة الدال الأولى إلى الراء، فسكنت فأدغمت في الدال الثانية. {فَاعْفُوا} أمر من عفا يعفو، كصفا يصفو من باب فعل بفتح العين في الماضي، يفعُلُ بضمّها في المضارع، ولام الفعل واوٌ، وإذا أسند المضارع إلى واو الجماعة، صار يفعوون بوزن يفعلون، حذفت منه نون الرفع؛ لبناء الأمر على ما يجزم به مضارعه، ثُمَّ استثقلت الحركة على الواو، فحذفت فسكنت فالتقى ساكنان، لام الكلمة وواو الجماعة، فحذفت الأولى التي هي لام الكلمة، فصار </p><p> اعْفُوا بوزن أفعوا. والعفو: ترك العقاب على الذنب، كما قال تعالى:  {إِنْ نَعْفُ عَنْ طَائِفَةٍ مِنْكُمْ نُعَذِّبْ طَائِفَةً} ، والصَّفح: الإعراض عن المذنب بصفحة الوجه، وهو يشمل ترك العقاب، وترك اللوم والتثريب. وفي \"المصباح\" : عفا الله عنك؛ أي محا ذنوبك، وعفوت عن الحق: أسقطته، كأنّك محوته عن الذي هو عليه، وعافاه الله: محا عنه الأسقام. اهـ. </p><p> وفيه أيضًا: صفحت عن الذنب صفحًا من باب نفع: عفوت عنه، وصفحت عن الأمر: أعرضت عنه وتركته اهـ. </p><p> فعلى هذا يكون العطف في الآية للتأكيد، وحسَّنه تغاير اللفظين، وقال بعضهم: العفو: ترك العقوبة على الذنب، والصفح: ترك اللوم والعتاب عليه {وَأَقِيمُوا الصَّلَاةَ} أصله: أَقْوِموا بوزن أَفْعِلوا، نقلت حركة الواو إلى القاف، فسكنت إثر كسرة، فقلبت ياءً حرف مدّ {وَآتُوا الزَّكَاةَ} أصله: أأتيوا بوزن أفعلوا، أمر من أتى الرباعي، أبدلت الهمزة الثانية حرف مدٍّ مجانسًا لحركة الأولى، ثم استثقلت الضمة على الياء؛ فحذفت للتخفيف، فالتقى ساكنان، فحذفت الياء كما حذفت نون الرفع، ثمَّ ضُمَّت التاء؛ لمناسبة الواو {الزَّكَاةَ} تقدَّم أنَّ ألفه منقلبة عن واوٍ؛ لأنّه من زكا يزكو زكاءً إذا نما. </p><p> {كَانَ هُودًا أَوْ نَصَارَى} والهود: جمع هائد على أظهر القولين فيه، نحو: بازلٍ وبُزْلٍ، وعائذٍ وعوذ، وحائل وحول، وبائر وبور، وهائدٌ من الأوصاف الفارق بين مذكَّرها ومؤنثها تاء التأنيث. اهـ. \"سمين\" والعوذ بالذال المعجمة، قال الجوهري: الحديثات النتاج من الظباء، والإبل، والخيل واحدها: عائذ. اهـ. زكريا، وفي \"المختار\" : هاد إذا تاب ورجع، وبابه قال، فهو هائد، وقومُ هود. قال أبو عبيدة: التهوُّد: التوبة والعمل الصالح، يقال أيضًا: هاد وتهوَّد؛ أي: صار يهوديًّا، والهود بوزن العود: اليهود. اهـ. {أَوْ نَصَارَى} وفي \"المختار\" : جمع نصران، ونصرانة كالندامى جمع ندمان، وندمانة، ولم يستعمل نصران إلا بياء النسب. اهـ. وفي \"المصباح\" : والنصارى. جمع نصرى، كمهرى ومهارى، فتلخص أنّ نصارى له مفردان: نصرى ونصران {تِلْكَ أَمَانِيُّهُمْ} جمع </p><p> أمنيَّة: وهي ما يُتمنَّى على وزن أفعولة، كأعجوبة، وأضحوكة، وتقدم بسط الكلام عليها في قوله:  {وَمِنْهُمْ أُمِّيُّونَ لَا يَعْلَمُونَ الْكِتَابَ إِلَّا أَمَانِيَّ}  {قُلْ هَاتُوا بُرْهَانَكُمْ} هاتوا: أمرٌ للجماعة، أصله: هاتيوا، حذفت الضمة؛ لثقلها، ثمّ حذفت الياء لالتقاء الساكنين، فصار هاتوا؛ لأنّه من هاتى يهاتي على وزن رامي يرامي، وأميت تصريفها إلّا في الأمر، ويقال للمفرد المذكر: هات، والمؤنث: هاتي. وفي \"الفتوحات\" : واختلف في هات على ثلاثة أقوال: </p><p> أحدها: أنّه فعل أمر، وهذا هو الصحيح؛ لاتصاله بالضمائر المرفوعة البارزة، نحو: هاتوا هاتي هاتيا هاتين. </p><p> الثاني: أنّه اسم فعل بمعنى أحضروا. </p><p> والثالث: وبه قال الزمخشري: أنّه اسم صوت بمعنى ها الَّتي بمعنى احضروا. اهـ. \"سمين\" . </p><p> وقيل: الهاء فيه بدل من الهمزة في آتوا. وقيل: تنبيهٌ، وحذفت همزة آتى لزومًا، كذا في \"تفسير ابن عطية\"  {بُرْهَانَكُمْ} واختلف في برهان على قولين: </p><p> أحدها: أنّه مشتق من البره وهو القطع، وذلك أنّه دليلٌ يفيد العلم القطعيَّ، ومنه برهة الزمان؛ أي: القطعة منه، فوزنه فعلان. </p><p> والثاني: أنَّ نونه أصلية؛ لثُبُوتها في برهن يبرهن برهنةً، والبرهنة: البيان، فبرهن من باب فعلل لا من فعلن؛ لأنّ فعلن غير موجود في أبنيتهم، فوزنه فعلان، وعلى هذين القولين يترتَّب الخلاف في صرف برهان وعدمه، إذا سُمِّي به. اهـ. \"سمين\" . </p><p> {وَقَالَتِ الْيَهُودُ لَيْسَتِ النَّصَارَى عَلَى شَيْءٍ} وليس فعل ماض ناقص أبدًا من أخوات كان، ولا يتصرّف، ووزنه على فَعِل بكسر العين. اهـ. \"سمين\" . وهو بناءٌ نادر في الثلاثي اليائي العين {وَهُمْ يَتْلُونَ الْكِتَابَ} أصله: يتلوون بوزن يفعلون، الواو الأولى لام الكلمة، والثانية واو الجماعة، استثقلت الحركة على الواو، فحذفت، فسكنت فالتقى ساكنان، فحذفت الواو الأولى، فوزنه يفعون {يَوْمَ </p><p> الْقِيَامَةِ} تقدّم أنَّ الياء فيه منقلبة عن واو؛ لأنّه من قام يقوم قيامًا، أصله: قواما {مَسَاجِدَ اللَّهِ} جمع مسجد: اسم لمكان السجود، وكان قياسه أن يكون على وزن مَفْعَلٍ بالفتح، لانضمام عين مضارعه، نظير مدخل من دخل يدخل، ولكنه شذَّ كسره كما شذَّتْ ألفاظٌ أخر في كتب الصرف، كالمشرق، والمغرب، والمطلع، والمنِسك، والمجزِر، والمنِبت، والمسقِط، ويجوز فيها الفتح والكسر، ولكن السماع أفصح. كما بسطنا الكلام في شرحنا \"مناهل الرجال على لاميّة الأفعال\" وقد سمع مسجَد بالفتح على الأصل، وقد تبدل جيمه ياءً، ومنه: المَسْيِد في لغةٍ. اهـ. \"سمين\" . {وَسَعَى} أصله: سَعَيَ بوزن فعل، قلبت الياء ألفًا؛ لتحركها وانفتاح ما قبلها {خَائِفِينَ} أصله: خاوفين لأن مادته خوفَ واوي العين أعلت عين فعله فقلبت ألفًا. فقيل: خاف، فحمل الوصف على فعله في الإعلال، فأعلّ بإبدال الواو همزةً، إذ القياس أن يقال: خاوفين، وقس عليه ما شابهه، فقالوا: قائل بدل قاول، وقالوا بائع بدل بايع {فِي الدُّنْيَا} تقدّم أنَّ الياء في الدنيا منقلبة عن واوٍ، فأصله: الدنو، وتقدّم علَّةُ هذا القلب. </p><p> البلاغة </p><p> وقد تضمَّنت هذه الآيات ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: الاستفهام التقريريُّ، وهو حمل المخاطب على الإقرار بما عُلِم عنده ثبوته، أو نفيه في قوله:  {أَلَمْ تَعْلَمْ أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} ؛ أي: إنّك علمت. </p><p> ومنها: تخصيصه - صلى الله عليه وسلم - بالخطاب في قوله:  {أَلَمْ تَعْلَمْ أَنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ} مع أنَّ غيره داخلٌ في الخطاب أيضًا، بدليل قوله فيما بعد:  {وَمَا لَكُمْ مِنْ دُونِ اللَّهِ} ؛ إيذانًا بأنَّ المقصود من الخطاب تقرير علم المخاطب، وهو - صلى الله عليه وسلم - أعلم الخلق. </p><p> ومنها: تخصيص السموات والأرض بالذكر مع أنّه تعالى له ملك الدنيا </p><p> والآخرة؛ لكونهما أعظم المصنوعات، وأعجبها شأنًا. </p><p> ومنها: وضع الاسم الجليل موضع الضمير في قوله: {أَلَمْ تَعْلَمْ أَنَّ اللَّهَ} وقوله: {مِنْ دُونِ اللَّهِ} ومقتضى السياق أن يقال: ألم تعلم أنّه، من دونه؛ لسبق المرجع؛ لتربية الرَّوعة، والمهابة في النفوس. </p><p> ومنها: المصدر التشبيهي في قوله: {كَمَا سُئِلَ مُوسَى مِنْ قَبْلُ} ؛ لتأكيد الكلام؛ أي: سؤالًا مشبهًا بسؤال موسى عليه السلام. </p><p> ومنها: الإتيان بقوله: {مِنْ قَبْلُ} ؛ لتأكيد الكلام؛ لأنّ كون سؤال موسى من قبل محمد - صلى الله عليه وسلم - من المعلوم، فالإتيان به؛ لتأكيد الكلام. </p><p> ومنها: الطباق في قوله: {وَمَنْ يَتَبَدَّلِ الْكُفْرَ بِالْإِيمَانِ} . </p><p> ومنها: إضافة الصفة إلى الموصوف في قوله: {فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ} ؛ أي: الطريق المستوي، وفي التعبير به نهاية التَّبكيت والتشنيع لمن ظهر له الحق، فعدل عنه إلى الباطل. </p><p> ومنها: الاعتراض بين الدعوى ودليلها في قوله: {تِلْكَ أَمَانِيُّهُمْ} فإنّها جملة اعتراض اعترض بها بينهما؛ لغرض بيان بطلان الدعوى، وأنّها دعوى كاذبة. </p><p> ومنها: الأمر للتعجيز والتبكيت في قوله: {قُلْ هَاتُوا بُرْهَانَكُمْ} . </p><p> ومنها: التعريض بكذبهم، وبطلان دعواهم في قوله:  {إِنْ كُنْتُمْ صَادِقِينَ} وفيه أيضًا: الإيجاز بالحذف؛ لأنّه حُذف فيه جواب الشرط؛ لعلمه من السابق؛ أي: إن كنتم صادقين في دعواكم، فهاتوا برهانكم. </p><p> ومنها: تخصيص الوجه بالذكر في قوله: {بَلَى مَنْ أَسْلَمَ وَجْهَهُ لِلَّهِ} ؛ لكونه أشرف أعضاء الإنسان؛ لكونه مركز الحواس، ففيه إمّا استعارة تصريحية؛ لأنّه استعار الوجه للنفس، أو مجاز مرسل من إطلاق الجزء وإرادة الكل. </p><p> ومنها: العنديَّة؛ للتشريف في قوله {فَلَهُ أَجْرُهُ عِنْدَ رَبِّهِ} وفيه أيضًا: وضع </p><p> اسم الربّ مضافًا إلى ضمير {مَنْ أَسْلَمَ} موضع ضمير الجلالة؛ لإظهار مزيد اللُّطف به. </p><p> ومنها: تخصيص الصلاة والزكاة بالذكر مع كونهما داخلين في قوله: {وَمَا تُقَدِّمُوا لِأَنْفُسِكُمْ مِنْ خَيْرٍ} ؛ تنبيهًا على عظيم شأنهما، وعلوِّ قدرهما عند الله تعالى؛ لأنّ الصلاة قربةٌ بدنية، والزكاة قربة مالية، كما مرّ في مبحث التفسير. </p><p> ومنها: التعبير بلفظ التقديم في قوله: {وَمَا تُقَدِّمُوا لِأَنْفُسِكُمْ مِنْ خَيْرٍ} ؛ إشارةً إلى أنّ المقصود الأصليَّ، والحكمة الكلية في جميع ما أنعم الله تعالى به على المكلفين في الدنيا، أن يقدِّموه إلى معادهم، ويدّخروه ليومهم الآجل. </p><p> ومنها: تقديم المعمول على عامله؛ لإفادة الحصر في قوله:  {كَذَلِكَ قَالَ الَّذِينَ لَا يَعْلَمُونَ} ؛ أي: قال الذين لا يعلمون الكتاب قولًا مثل ذلك القول بعينه، لا قولًا مغايرًا له اهـ. \"أبو السعود\" . وفيه أيضًا: توبيخ عظيم، وتقريع لأهل الكتاب، حيث نظموا أنفسهم مع علمهم في سلك من لا يعلم أصلًا. </p><p> ومنها: تقديم المعمول على عامله في قوله: {فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ} ؛ محافظةً على رؤوس الآي. </p><p> ومنها: الاستفهام الإنكاري المضمَّن معنى النفي في قوله: {وَمَنْ أَظْلَمُ} ؛ أي: لا أحد أظلم منه. </p><p> ومنها: التنكير في قوله: {لَهُمْ فِي الدُّنْيَا خِزْيٌ} ؛ للتهويل؛ أي: خزي هائل فظيع، لا يوصف لهوله. </p><p> ومنها: الزيادة والحذف في عدّة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلّ وعلا: </p><p> {وَلِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْهُ اللَّهِ إِنَّ اللَّهَ وَاسِعٌ عَلِيمٌ (١١٥) وَقَالُوا اتَّخَذَ اللَّهُ وَلَدًا سُبْحَانَهُ بَلْ لَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ كُلٌّ لَهُ قَانِتُونَ (١١٦) بَدِيعُ السَّمَاوَاتِ وَالْأَرْضِ وَإِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ (١١٧) وَقَالَ الَّذِينَ لَا يَعْلَمُونَ لَوْلَا يُكَلِّمُنَا اللَّهُ أَوْ تَأْتِينَا آيَةٌ كَذَلِكَ قَالَ الَّذِينَ مِنْ قَبْلِهِمْ مِثْلَ قَوْلِهِمْ تَشَابَهَتْ قُلُوبُهُمْ قَدْ بَيَّنَّا الْآيَاتِ لِقَوْمٍ يُوقِنُونَ (١١٨) إِنَّا أَرْسَلْنَاكَ بِالْحَقِّ بَشِيرًا وَنَذِيرًا وَلَا تُسْأَلُ عَنْ أَصْحَابِ الْجَحِيمِ (١١٩) وَلَنْ تَرْضَى عَنْكَ الْيَهُودُ وَلَا النَّصَارَى حَتَّى تَتَّبِعَ مِلَّتَهُمْ قُلْ إِنَّ هُدَى اللَّهِ هُوَ الْهُدَى وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ بَعْدَ الَّذِي جَاءَكَ مِنَ الْعِلْمِ مَا لَكَ مِنَ اللَّهِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ (١٢٠) الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَتْلُونَهُ حَقَّ تِلَاوَتِهِ أُولَئِكَ يُؤْمِنُونَ بِهِ وَمَنْ يَكْفُرْ بِهِ فَأُولَئِكَ هُمُ الْخَاسِرُونَ (١٢١) يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَنِّي فَضَّلْتُكُمْ عَلَى الْعَالَمِينَ (١٢٢) وَاتَّقُوا يَوْمًا لَا تَجْزِي نَفْسٌ عَنْ نَفْسٍ شَيْئًا وَلَا يُقْبَلُ مِنْهَا عَدْلٌ وَلَا تَنْفَعُهَا شَفَاعَةٌ وَلَا هُمْ يُنْصَرُونَ (١٢٣) وَإِذِ ابْتَلَى إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ فَأَتَمَّهُنَّ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامًا قَالَ وَمِنْ ذُرِّيَّتِي قَالَ لَا يَنَالُ عَهْدِي الظَّالِمِينَ (١٢٤) وَإِذْ جَعَلْنَا الْبَيْتَ مَثَابَةً لِلنَّاسِ وَأَمْنًا وَاتَّخِذُوا مِنْ مَقَامِ إِبْرَاهِيمَ مُصَلًّى وَعَهِدْنَا إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ أَنْ طَهِّرَا بَيْتِيَ لِلطَّائِفِينَ وَالْعَاكِفِينَ وَالرُّكَّعِ السُّجُودِ (١٢٥) وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَذَا بَلَدًا آمِنًا وَارْزُقْ أَهْلَهُ مِنَ الثَّمَرَاتِ مَنْ آمَنَ مِنْهُمْ بِاللَّهِ وَالْيَوْمِ الْآخِرِ قَالَ وَمَنْ كَفَرَ فَأُمَتِّعُهُ قَلِيلًا ثُمَّ أَضْطَرُّهُ إِلَى عَذَابِ النَّارِ وَبِئْسَ الْمَصِيرُ (١٢٦) }. </p><p> المناسبة </p><p> قوله تعالى:  {وَلِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ ...} الآية، قال أبو حيان (١) : مناسبة هذه الآية لِمَا قبلها: هو أنَّه تعالى لما ذكر منع المساجد من ذكر الله، والسعي في تخريبها .. نبَّه على أن ذلك لا يمنع من أداء الصلوات، ولا من ذكر الله تعالى،، إذ المشرق والمغرب كلاهما لله تعالى، فأيُّ جهةٍ أدَّيتم فيها العبادة فهي لله يثيب على ذلك، ولا يختص مكان التأدية بالمسجد، والمعنى: </p><p>(١) البحر المحيط.</p><p> ولله بلاد المشرق والمغرب وما بينهما، فيكون على حذف مضافٍ. انتهى. </p><p> قوله تعالى:  {بَدِيعُ السَّمَاوَاتِ وَالْأَرْضِ ...} الآية، مناسبتها لما قبلها: أنّه تعالى لمَّا ذكر أنَّه مالكٌ لجميع من في السموات والأرض، وأنَّ كُلَّهم قانتون له، وهم المظروف للسموات والأرض، ذكر الظرفين، وخصَّهما بالبداعة؛ لأنّهما أعظم ما نشاهده من المخلوقات. </p><p> قوله تعالى:  {وَإِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ ...} الآية، مناسبتها لما قبلها (١) : أن الله سبحانه وتعالى، لمَّا ذكر ما دل على الاختراع، ذكر ما يدلُّ على طواعية المخترع، وسرعة تكوينه. </p><p> قوله تعالى:  {وَقَالَ الَّذِينَ لَا يَعْلَمُونَ لَوْلَا يُكَلِّمُنَا اللَّهُ ...} الآيات، مناسبة هذه الآيات لِمَا قبلها: أنّه تعالى لمَّا ذكر (٢) فيما سلف الردَّ على من أنكر الوحدانية، واتخذ لله ولدًا، ذكر هنا من أنكر نبوَّة محمد - صلى الله عليه وسلم -، وطعن في الآيات التي جاء بها، وتجنَّى بطلب آيات أخرى؛ تعنُّتًا وعنادًا؛ كما جاء في نحو قوله حكايةً عنهم: {وَقَالُوا لَنْ نُؤْمِنَ لَكَ حَتَّى تَفْجُرَ لَنَا مِنَ الْأَرْضِ يَنْبُوعًا (٩٠) أَوْ تَكُونَ لَكَ جَنَّةٌ مِنْ نَخِيلٍ وَعِنَبٍ فَتُفَجِّرَ الْأَنْهَارَ خِلَالَهَا تَفْجِيرًا} وقوله: {لَوْلَا أُنْزِلَ عَلَيْنَا الْمَلَائِكَةُ أَوْ نَرَى رَبَّنَا} . </p><p> قوله تعالى:  {الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَتْلُونَهُ حَقَّ تِلَاوَتِهِ ...} الآيات، مناسبتها لما قبلها: أنَّ الله سبحانه وتعالى، لمَّا ذكر فيما سلف أنَّ اليهود والنصارى لن ترضى عنك حتى تتَّبع ملَّتهم، وحذر رسوله - صلى الله عليه وسلم -، من اتباع أهوائهم، وأعلمه بأنّ هدى الله هو الهدى الذي أعطاه، وبعثه به، ذكر هنا أنَّ فريقًا منهم يرجى إيمانهم، وهم الذين يتدبَّرون كتابهم، ويُمَيِّزُونَ بين الحق والباطل، ويفهمون أسرار الدِّين، ويعلمون أنّ ما جئت به هو الحقُّ الذي يتَّفِق مع صالح البشر، فهو الذي يهذِّب نفوسهم، ويصفِّي أرواحهم، ويُنظِّم معايشهم، وبه سعادتهم في الدنيا والآخرة. </p><p>(١) البحر المحيط. (٢) المراغي.</p><p> وبعد أنَّ أقام عليهم الحجة دعاهم وناداهم بقوله:  {يَا بَنِي إِسْرَائِيلَ ...} إلخ. وطلب إليهم أن يتركوا الغرور المانع لهم من الإيمان بمحمد - صلى الله عليه وسلم -، إذ لا ينبغي لمن كرَّمه الله تعالى، وفضّله على غيره من الشعوب، أن يكون حظه من كتابه، كحظّ الحمار يحمل أسفارًا. </p><p> قوله تعالى:  {وَإِذِ ابْتَلَى إِبْرَاهِيمَ رَبُّهُ ...} الآية، مناسبة هذه الآية لما قبلها (١) : أنّه لما جرى ذكر الكعبة والقبلة، وأنَّ اليهود عيَّروا المؤمنين بتوجُّههم إلى الكعبة، وترك بيت المقدس، كما قال:  {مَا وَلَّاهُمْ عَنْ قِبْلَتِهِمُ} ذَكَر حديث إبراهيم، وما ابتلاه الله، واستطرد إلى ذكر البيت، وكيفية بنائه، وأنَّهم لمَّا كانوا من نسل إبراهيم، كان ينبغي أن يكونوا أكثر الناس اتباعًا لشرعه، واقتفاءً لآثاره فكان تعظيم البيت لازمًا لهم، فنبَّه الله بذلك على سوء اعتقادهم، وكثرة مخالفتهم، وخروجهم عن سنن من ينبغي اتباعه من آبائهم، وأنّهم وإن كانوا من نسله لا ينالون لظلمهم شيئًا من عهده. </p><p> أسباب النزول </p><p> قوله تعالى:  {وَلِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْهُ اللَّهِ ...} الآية، سبب نزول هذه الآية (٢) : ما أخرجه مسلم، والترمذي، والنسائي، وأحمد، عن ابن عباس - رضي الله عنهما - قال:  (كان رسول الله - صلى الله عليه وسلم -، يصلي على راحلته تطوّعًا أينما توجّهت به، وهو مقبل من مكّة إلى المدينة، ثم قرأ ابن عمر{وَلِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ}وقال: في هذه نزلت هذه الآية) . وعن ابن عبَّاسٍ - رضي الله عنهما -: (أنّ رسول الله - صلى الله عليه وسلم -، لمّا هاجر إلى المدينة، أمره الله سبحانه أن يستقبل بيت المقدس، ففرحت اليهود، فاستقبلها بضعة عشر شهرًا، وكان يحبّ قبلة إبراهيم، وكان يدعو الله وينظر إلى السماء، فأنزل الله تعالى:  {فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ} </p><p>(١) البحر المحيط. (٢) لباب النقول.</p>"
}