{
  "id": null,
  "sura": 2,
  "aya": 253,
  "text": "<p> التفسير وأوجه القراءة </p><p> ٢٥٣ - {تِلْكَ الرُّسُلُ} ؛ أَي: جماعةُ الرسل المذكورون في قوله تعالى: {وَإِنَّكَ لَمِنَ الْمُرْسَلِينَ} وأتى بإشارة البعيد إشعارًا ببُعْدِ مرتبتهم في الكمال. {فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ} في مراتب الكمال؛ بأن خصصناه بمنقبةٍ لَيْستَ لغيره؛ أيْ: لم نجعَلْهم سواءً في الفَضِيْلَة، وإنْ اسْتَوَوْا في القِيام بالرسالةِ؛ كالمؤمنين مُسْتوون في صفة الإيمان ويتفاوتون في الطاعات بعد الإيمان. فإن قلتَ (١) : هذه الآيةُ يُعارضها ما ورد في \"الصحيحين\" من حديث أبي هريرة رضي الله عنه مرفوعًا بلفظ: \"لا تفضِّلوني على الأنبياء\" ، وفي لفظ آخر:  \"لا تُفَضِّلوا بينَ الأنبياءِ\" وفي لفظ: \"لا تخيَّروا بين الأنبياء\" ؟ </p><p> قلتُ: لا تعارض بين القرآن والسُّنّة بوجهٍ من الوجوه؛ فالقرآنُ: فيه الإخبارُ من الله بأنه فضَّل بعضَ أنبيائه على بعضٍ، والسنةُ: فيها النهيُ لعباده أن يُفضّلوا بين أنبيائه، فمَنْ تعرَّض للجمع بينهما زاعمًا أنهما متعارضان فقد غَلِطَ غلطًا بَيِّنًا. </p><p> ثُمَّ بيَّن ذلك بقوله:  {مِنْهُمْ مَنْ كَلَّمَ اللَّهُ} . قرأ الجمهور:  {كلّم} بالتشديدِ، ورفعِ الجلالة، والعائدُ على:  {مَن} محذوفٌ؛ تقديره: مَنْ كلَّمه الله، وقُرىء بنصب الجلالة، والفاعل مستترٌ، يعود على {مَن} ، وقرأ أبو المتوكل، وأبو {نَهْشَلٍ} ، وابن السُّمَيْفِع شذوذًا:  {كالم اللهُ} بالألف، ونَصْبِ الجلالة مِنَ المُكالمة، وهي: حُدُوثُ الكلامِ من اثنين، ومنه قيل: كَلِيْمُ الله؛ أَيْ: مُكالِمُهُ؛ فعيل بمعنى مُفاعل؛ أي: منهم من كَلَّمهم الله سبحانه وتعالى بلا واسطةٍ، كموسى؛ حيث كَلَّمه ليلةَ الحَيْرَةِ؛ وهي تحيُّره في معرفة طريقِه في مسيره من مَدْينَ إلى مصر، وفي الطور، ومحمدٌ - صلى الله عليه وسلم -؛ حيث كلَّمه ليلة المعراج. </p><p> {وَرَفَعَ بَعْضَهُمْ} على بعض {دَرَجَاتٍ} ؛ أي: في الدرجات، والفضائِل؛ كما ثبت (٢) في حديث الإسراء حين رَأَى النَّبِيُّ - صلى الله عليه وسلم - الأنبياءَ في السموات بحسبِ </p><p>(١) الشوكاني. (٢) ابن كثير.</p><p> تفاوت منازلهم عند الله عزّ وجلّ. وقال بعضُ المفسرين: أي رَفَع بعضَ الأنبياء والمرسلين على بعضهم الآخر في الدرجات والمنازل كإبراهيم؛ لأنه تعالى اتخذه خليلًا، ولم يُؤْتِ أحدًا مِثْلَه هذه الفضيلةَ، وإدريسَ فإنه تعالى رَفَعَهُ مكانًا عليًّا، وداودَ فإنه تعالى جَمَعَ له المُلْكَ والنُّبوةَ، ولم يَحْصُل هذا لغيره، وسليمانَ فإنه تعالى سخَّر له الإنسَ والجنَّ والطيرَ والرِّيْحَ، ولم يكنْ هذا حاصلًا لأبيه داود، ومحمدًا - صلى الله عليه وسلم -؛ فإنه تعالى خَصَّه بعُموم رسالته، وبأنَّ شرعه ناسخ لجميع الشرائع، ولكن هذا تفسيرٌ بالرَّأْيِ لا بالنَّقْلِ، والأَوْلَى تَرْكهُ مُبْهمًا كما أَبْهمَه سبحانه وتعالى، كما ذَكَره الشوكانيُّ. </p><p> {وَآتَيْنَا عِيسَى ابْنَ مَرْيَمَ الْبَيِّنَاتِ} ؛ أي: أعطيناه الآياتِ الباهرة، والمعجزاتِ الظاهرة الدالة على صدقه ونبوَّته، كإحياءِ الموتى، وإبراءِ الأكمه، والأبرص، والإخبار بالمغيبات. {وَأَيَّدْنَاهُ} ؛ أي: قوَّيْنَاه. {بِرُوحِ الْقُدُسِ} ، أي: بالروحِ المقدَّس، وأعَنَّاهُ بجبريل عليه السلام في أولِ أمره، وفي وَسطِه، وفي آخره؛ وهو نَفْخُ جبريل الروحَ في عِيْسى، وتعليمهُ العلومَ، وحفظُه من الأعداء، وإعانتُه ورفعُه إلى السماء حين أرادت اليهود قتله، فكان يسيرُ معه حيثُ سار. </p><p> فإن قلتَ (١) : لِمَ خُصَّ موسى وعيسى بالذِّكر من بين سائر الأنبياء؟ قلتُ: لَمَّا أوتيا من الآياتِ العظيمة، والمعجزاتِ الباهرة .. خُصَّا بالذكر في باب التفضيل. فعلى هذا: كل مَنْ كان من الأنبياء أعظمَ آياتٍ، وأكثرَ معجزاتِ .. كانَ أفضلَ؛ ولهذا أَحْرزَ نبيُّنا - صلى الله عليه وسلم - قَصَباتِ السبق في الفَضْل؛ لأنه أعظم الأنبياءِ آياتٍ، وأكثرهم معجزاتٍ، فهو أفضلُهم - صلى الله عليه وسلم - وعليهم أجمعين. </p><p> {وَلَوْ شَاءَ اللَّهُ} عَدَمَ (٢) اقْتِتالِهم، أو هُدى (٣) الناس جميعًا؛ أي: ولو أرادَ </p><p>(١) الخازن. (٢) الشوكاني.(٣) البيضاوي.</p>"
}