{
  "id": null,
  "sura": 2,
  "aya": 36,
  "text": "<p> ٣٦ - {فَأَزَلَّهُمَا} ؛ أي: أزلق آدم وحواء، ونحاهما، وأبعدهما الشيطان؛ أي: إبليس بوسوسته عَنْها؛ أي: عن الجنة؛ أي: تسبب بوسوسته ودعائه إلى أكل الشجرة في إخراجهما عن الجنة. وقيل: الضمير في عنها عائد إلى الشجرة، وعن بمعنى الباء السببية؛ أي: أوقعهما الشيطان في الزلل، والهفوة، والخطيئة بسبب الشجرة: أي: بسبب حثه إياهما على أكل الشجرة. والإزلال: الإزلاق والزلة بالفتح، الخطأ، وهو الزوال عن الصواب من غير قصد. </p><p> فإن قلت (١) : إبليس كافر، والكافر لا يدخل الجنة، فكيف دخل هو؟ </p><p> قلت: إنما منع من الدخول على وجه التكرمة، كما تدخلها الملائكة، ولم يمنع من الدخول للوسوسة؛ ابتلاء لآدم وحواء. وقيل: إنه دخلها على صورة دابة من دواب الجنة. وقيل: وسوس إليهما وهو خارج عنها، وهما داخلها، لكن أتوا على بابها. وقيل: غير ذلك. وقرأ حمزة، والحسن، وأبو رجاء، فأزالهما، ومعنى: الإزالة التنحية. وروي عن حمزة، وأبي عبيدة إمالة فأزالهما {فَأَخْرَجَهُما} ؛ أي: تسبب إبليس في إخراجهما {مِمَّا كانا فِيهِ} من الكرامة والنعيم الواسع الذي كانا فيه في الجنة أولا، بأن قال لهما هل أدلكما على شجرة الخلد، وقاسمهما بالله إني لكما لمن الناصحين، فأكلا منها، ولم يقصد إبليس إخراج آدم من الجنة؛ وإنما قصد إسقاطه من مرتبته، وإبعاده، كما أبعد، فلم يبلغ مقصده، فقال تعالى:  {فَتابَ عَلَيْهِ وَهَدى} . </p><p> {وَقُلْنَا} نحن لآدم، وحواء، وإبليس {اهْبِطُوا} ؛ أي: انزلوا إلى الأرض، فالمأمور بالهبوط آدم، وزوجه، وإبليس، وهو المأثور عن ابن عباس، ومجاهد، وكثير من السلف، ويشهد له قوله:  {بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ} إذ العداوة بين الشيطان والإنسان. </p><p> وقيل: الخطاب لآدم وحواء، ورجحه الزمخشري وجمع الضمير؛ لأنهما أصلا الجنس، فكأنهما الجنس كله، ويدل له قوله تعالى في سورة طه:  {اهْبِطا مِنْها جَمِيعًا} وقوله تعالى: {وَكُنَّا لِحُكْمِهِمْ شاهِدِينَ} . وقيل: الخطاب لأربعة، </p><p>(١) روح البيان.</p><p> والرابع الحية. قاله أبو صالح عن ابن عباس. قال كعب، ووهب: اهبطوا جملة، ونزلوا في بلاد متفرقة. وقال مقاتل: اهبطوا متفرقين، فهبط إبليس. قيل بالأبلّة، وحواء بجدة، وآدم بالهند. وقيل: بسرنديب بجبل يقال له واسم. وقيل: كان غذاؤه جوز الهند، وكان السحاب يمسح رأسه فأورث ولده الصلع، وهذا لا يصح، إذ لو كان كذلك لكان أولاده كلهم صلعا. وروي عن ابن عباس: أن الحية اهبطت بنصيبين. وروى الثعلبي: بأصبهان، والمسعودي: بسجستان، وهي أكثر بلاد الله حيات. وقيل: ببيسان. وقيل: لما نزل آدم بسرنديب من الهند، ومعه ريح الجنة، علق بشجرها وأوديتها، فامتلأ ما هناك طيبا، فمن ثم يؤتى بالطيب من ريح آدم عليه السلام. وذكر ابن الجوزي كيفية في إخراجه، قال: </p><p> وأدخل آدم في الجنة ضحوة، وأخرج منها بين الصلاتين، فمكث فيها نصف يوم، والنصف خمس مئة عام مما يعد أهل الدنيا، ولكن لا أصل له. </p><p> والأشبه أن قوله (١) : {اهْبِطُوا} أمر تكليف؛ لأن فيه مشقة شديدة بسبب ما كانا فيه من الجنة، إلى مكان لا تحصل فيه المعيشة إلا بالمشقة. وقرأ الجمهور {اهْبِطُوا} بكسر الباء، وقرأ أبو حيوة {اهبطوا} بضم الباء، وهما لغتان. قال القرطبي (٢) في تفسيره: إن الصحيح في إهباطه وسكناه في الأرض، ما قد ظهر من الحكمة الأزلية في ذلك، وهي نثر نسله فيها ليكلفهم ويمتحنهم، ويرتب على ذلك ثوابهم وعقابهم الأخروي، إذ الجنة والنار ليستا بدار تكليف، فكانت تلك الأكلة سبب إهباطهما من الجنة فأخرجهما؛ لأنهما خلقا منها؛ وليكون آدم خليفة الله في الأرض، ولله أن يفعل ما يشاء، وقد قال:  {إِنِّي جاعِلٌ فِي الْأَرْضِ خَلِيفَةً} وهذه منقبة عظيمة، وفضيلة كريمة شريفة. انتهى كلام القرطبي. فهبوطه من الجنة هبوط التشريف، والامتحان، والتمييز بين قبضتي السعادة والشقاوة؛ لأن ذلك من مقتضيات الخلافة الإلهية، وأكثر المفسرين على أن المعنى: انزلوا استخفافا بكم، لكن القول ما قالت حذام. وجملة قوله:  {بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ} ؛ أي: </p><p>(١) البحر المحيط. (٢) القرطبي.</p><p> اهبطوا حالة كونكم متعادين، يبغي بعضكم على بعض بتضليله، حال من (١) فاعل اهبطوا، استغنى فيها عن الواو بالضمير، والعدو يصلح للواحد والجمع، ولهذا لم يقل أعداء، فإبليس عدو لهما، وهما عدو لإبليس، والحية عدو لبني آدم، وهم عدوها، هي تلسعهم وهم يدمغونها، وإبليس يفتنهم وهم يلعنونه، وكذا العداوة بين ذرية آدم وحواء، بالتحاسد في الدنيا والاختلاف في الدين، والعداوة مع إبليس دينية، فلا ترتفع ما بقي الدين، والعداوة مع الحية طبيعية، فلا ترتفع ما بقى الطبع، ثم هذه عداوة تأكدت بيننا وبينهم، لكنّ حزبا يكون الله معهم كان الظفر لهم، ثم قوله:  {بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ} إخبار عن كونه؛ أي: التعادي لا أمر بتحصيله، ولما قال:  {بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ} قال آدم: الحمد لله، حيث لم يقل سبحانه: أنا لكم عدو. والعدو: هو المجاوز حده في مكروه صاحبه. </p><p> {وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ} ؛ أي: موضع استقرار على وجهها بالإقامة فيها، أو في القبور. والمستقر ثلاثة: </p><p> الأول: رحم الأم. قال تعالى:  {فَمُسْتَقَرٌّ وَمُسْتَوْدَعٌ} أودع في صلب الأب، واستقر في رحم الأم. </p><p> والثاني: الدنيا قال تعالى: {وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ} . </p><p> والثالث: العقبى، إما في الجنة. قال تعالى:  {أَصْحابُ الْجَنَّةِ يَوْمَئِذٍ خَيْرٌ مُسْتَقَرًّا} وإما في النار. قال تعالى:  {إِنَّها ساءَتْ مُسْتَقَرًّا وَمُقامًا}  (٦٦)  {وَمَتاعٌ} ؛ أي: تمتع بنعيمها، وانتفاع به {إِلى حِينٍ} ؛ أي: إلى وقت انقضاء آجالكم؛ يعني: إلى الموت. </p><p> والمعنى (٢) : أي إن استقراركم في الأرض وتمتعكم فيها، ينتهيان إلى وقت محدد، وليسا بدائمين، كما زعم إبليس حين وسوس لآدم، وسمى الشجرة المنهي عنها شجرة الخلد، وفي هذا إشارة إلى أن الإخراج من جنة الراحة إلى الأرض؛ للعمل فيها، لا للفناء، ولا للمعاقبة بالحرمان من التمتع بخيراتها، ولا للخلود فيها. </p><p>(١) روح البيان. (٢) المراغي.</p>"
}