{
  "id": null,
  "sura": 2,
  "aya": 176,
  "text": "<p> اختاروا {العذاب} في الآخرة الذي سببه كتمان الحق؛ للأغراض الدنيوية {بِالْمَغْفِرَةِ} ؛ أي: بدل المغفرة والجنة التي سببها إظهار ما أنزل الله تعالى، والمعنى: إنهم اختاروا الضلالة على الهدى، واختاروا العذاب على المغفرة؛ لأنهم كانوا عالمين بالحق، ولكن كتموه، وأخفوه، وكان في إظهاره الهدى والمغفرة، وفي كتمانه الضلالة والعذاب، فلما أقدموا على إخفاء الحق وكتمانه .. كانوا بائعين الهدى بالضلالة، والمغفرة بالعذاب. </p><p> {فَمَا أَصْبَرَهُمْ عَلَى النَّارِ} ؛ أي: فما (١) الذي صَبَّرهم، وأيُّ شيءٍ جسرهم وأجرأهم وأدومهم على عمل أهل النار حتى تركوا الحق واتبعوا الباطل؟ فهو استفهام بمعنى التوبيخ لهم، وقيل: إنه بمعنى التعجب من حالهم في التباسهم بموجبات النار من غير مبالاة منهم، فلما أقدموا على ما يوجب النار مع علمهم بذلك .. صاروا كالراضين بالعذاب، والصابرين عليه، فتعجب من حالهم بقوله:  {فَمَا أَصْبَرَهُمْ عَلَى النَّارِ} والمراد (٢) تعجيب المخلوقين من حال هؤلاء الذين باشروا الأسباب الموجبة لعذاب النار، فكأنهم بهذه المباشرة للأسباب صبروا على العقوبة في نار جهنم. </p><p> ١٧٦ - {ذَلِكَ} العذاب المذكور مستحق لهم {بِأَنَّ اللَّهَ} ؛ أي: بسبب أن الله سبحانه وتعالى {نَزَّلَ الْكِتَابَ بِالْحَقِّ} ؛ أي: أنزل كتابه - التوراة - ببيان الحق الذي منه نعت محمد - صلى الله عليه وسلم -، فكتموا وحرفوا ما فيه، وأرادوا ستر الحق وغلبته، والحق لا يغالب، فمن غالبه غُلِب. </p><p> {وَإِنَّ الَّذِينَ اخْتَلَفُوا فِي الْكِتَابِ} ؛ أي: اختلفوا في تأويله ومعانيه، فحرفوها وبدلوها، وقيل: آمنوا ببعض وكفروا ببعض. {لَفِي شِقَاقٍ} ؛ أي: خلاف ومنازعة {بَعِيدٍ} عن الحق والصواب مستوجب لهم أشد العذاب. </p><p>(١) الخازن. (٢) شوكاني.</p><p> أو المعنى (١) : أن الذين اختلفوا في الكتاب الذي نزله الله لجمع الكلمة على اتباع الحق، وإزالة الاختلاف - وهو القرآن - لفي شقاق بعيد عن سبيل الحق، فلا يهتدون إليه، إذ كل منهم يخالف الآخر بما ابتدعه من رأي ومذهب، وينأى بجانبه عن الآخر، فيكون الشقاق بينهما بعيدًا. </p><p> وهذا وعيد آخر بعد الوعيد الأول على كتمان الحق، فالمختلفون لا يسلكون سبيلًا واحدة كما يدعو إلى ذلك القرآن الكريم حيث قال:  {وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلَا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ} فلا يجوز لأهل الكتاب الإلهي أن يكونوا شِيَعًا ومذاهب شتى كما قال: {إِنَّ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعًا لَسْتَ مِنْهُمْ في شَيْءٍ} فإذا وجد خلاف في الفهم - وهو ضروري في طباع البشر - وجب التحاكم إلى الكتاب والسنة حتى يزول كما قال:  {فَإِنْ تَنَازَعْتُمْ في شَيْءٍ فَرُدُّوهُ إِلَى اللهِ وَالرَّسُولِ} وليس هناك عذر للمسلمين في الاختلاف في دينهم حيث جعلوه مذاهب وطرائق شتى؛ لأن الله أوجد لكل مشكل مخرجًا على أنّ ما تختلف فيه الأفهام لا يقتضى الشقاق والنزاع، بل يسهل على جماعة المسلمين من أهل العلم أن ينظروا فيما اختلفوا فيه، وما يرون أنه الراجح يعتمدون عليه إذا تعلق بمصلحة الأمة والأحكام المشتركة بينها. </p><p> الإعراب </p><p> {يَا أَيُّهَا النَّاسُ كُلُوا مِمَّا في الْأَرْضِ حَلَالًا طَيِّبًا} . </p><p> {يَا أَيُّهَا} : {يا} : حرف نداء، {أيّ} : منادى نكرة مقصودة، {ها} : حرف تنبيه زائد زيدت تعويضًا عما فات؛ أي: من الإضافة. {النَّاسُ} : صفة لـ {أيّ} تابع للفظه، وجملة النداء مستأنفة. {كُلُوا} : فعل وفاعل، والجملة جواب النداء لا محل لها من الإعراب. {مِمَّا} : جار ومجرور متعلق بـ {كُلُوا} ، أو بمحذوف حال من {حَلَالًا} ؛ لأنه صفة نكرة قدمت عليها، فأعربت حالًا. {فِي الْأَرْضِ} : جار ومجرور صلة لـ {مَا} ، أو صفة لها. {حَلَالًا} : مفعول به </p><p>(١) المراغي.</p><p> لـ {كُلُوا} . {طَيِّبًا} : صفة مؤكدة لـ {حَلَالًا} ؛ لأن معناهما واحد، وهو قول ابن مالك، أو مخصصة له؛ لأن معناه مغاير لمعنى الحلال، وهو المستلذ؛ وهو قول الشافعي وغيره، ولذلك يمنع أكل الحيوان القذر، وكل ما هو خبيث. </p><p> {وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ} . </p><p> {وَلَا} : {الواو} عاطفة، {لا} : ناهية جازمة. {تَتَّبِعُوا} : فعل وفاعل مجزوم بـ {لا} الناهية، {خُطُوَاتِ الشَّيْطَانِ} : مفعول به ومضاف إليه، والجملة معطوفة على جملة {كُلُوا} . {إِنَّهُ}  {إن} : حرف نصب وتوكيد، والهاء اسمها، وإنما كَسَرَ (١) همزة {إن} ؛ لأنه تعالى أراد الإعلام بحاله، وهو أبلغ من الفتح؛ لأنه لو فتح الهمزة .. لكان التقدير: لا تتبعوه؛ لأنه عدو لكم، واتباعه ممنوع وإن لم يكن عدوًّا لنا، ومثله: لبيك إن الحمد لك والنعمة لك، فكسر الهمزة أجود فيه لدلالة الكسر على استحقاقه الحمد في كل حال، والمراد بالشيطان هنا الجنس، فيشمل جميع شياطين الإنس والجن، وليس المراد به واحدًا. قاله أبو البقاء. {لَكُمْ} : جار ومجرور متعلق بـ {عدو} . {عَدُوٌّ} : خبر إن. {مُبِينٌ} : صفة لـ {عدو} ، وجملة إن في محل الجر بـ {لام} التعليل المقدرة. </p><p> {إِنَّمَا يَأْمُرُكُمْ بِالسُّوءِ وَالْفَحْشَاءِ وَأَنْ تَقُولُوا عَلَى اللَّهِ مَا لَا تَعْلَمُونَ} . </p><p> {إِنَّمَا} : أداة حصر. {يَأْمُرُكُمْ} : فعل ومفعول به، وفاعله ضمير يعود على {الشَّيْطَانِ} ، والجملة مستأنفة مسوقة لتعليل النهي في قوله {وَلَا تَتَّبِعُوا} . بـ {السُّوءِ} : جار ومجرور متعلق بـ {يَأْمُرُكُمْ} . {وَالْفَحْشَاءِ} : معطوف على {بِالسُّوءِ} . {وَأَن} : {الواو} عاطفة، و {أن} : حرف نصب ومصدر. {تَقُولُوا} : فعل وفاعل، ومنصوب بأن. {عَلَى اللَّهِ} : جار ومجرور متعلق بـ {تَقُولُوا} ، والجملة الفعلية صلة أن المصدرية، أن مع صلتها في تأويل مصدر معطوف على {بِالسُّوءِ} ، تقديره: إنما يأمركم بالسوء والفحشاء، وبقولكم على الله. </p><p>(١) البحر المحيط.</p><p> {مَا لَا تَعْلَمُونَ} : {مَا} : موصولة، أو موصوفة في محل النصب مفعول به لـ {تَقُولُوا} . {لَا} : نافية. {تَعْلَمُونَ} : فعل وفاعل، وعلم هنا بمعنى عرف، يتعدى لمفعول واحد، وهو محذوف؛ تقديره: ما لا تعلمونه، والجملة الفعلية صلة لـ {مَا} ، أو صفة لها، والعائد أو الرابط الضمير المحذوف. </p><p> {وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنْزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا أَلْفَيْنَا عَلَيْهِ آبَاءَنَا} . </p><p> {وَإِذَا}  {الواو} استئنافية، {إذا} : ظرف لما يستقبل من الزمان مضمنة معنى الشرط. {قِيلَ} : فعل ماض مغيَّر الصيغة. {لَهُمُ} : جار ومجرور متعلق بـ {قِيلَ} . {اتَّبِعُوا مَا أَنْزَلَ اللَّهُ} : مقول محكي في محل الرفع نائب فاعل لـ {قِيلَ} ، وجملة {قِيلَ} : في محل الجر مضاف إليه لـ {إذا} على كونها فعل شرط لها، والظرف متعلق بالجواب الآتي، وإن شئت قلت {اتَّبِعُوا} : فعل وفاعل، والجملة من الفعل والفاعل في محل الرفع نائب فاعل لـ {قِيلَ} . {مَا} : موصولة، أو موصوفة في محل النصب مفعول. {أَنْزَلَ اللَّهُ} : فعل وفاعل، والجملة صلة لـ {ما} ؛ أو صفة لها، والعائد أو الرابط محذوف؛ تقديره: أنزل الله. {قَالُوا} : فعل وفاعل، والجملة الفعلية جواب الشرط لا محل لها من الإعراب، وجملة {إذا} من فعل شرطها وجوابها مستأنفة لا محل لها من الإعراب. {بَلْ نَتَّبِعُ مَا أَلْفَيْنَا عَلَيْهِ آبَاءَنَا} : مقول محكي لـ {قَالُوا} ، وإن شئت قلت:  {بَلْ} حرف عطف وإضراب. {نَتَّبِعُ} : فعل مضارع، وفاعله ضمير يعود على الكفار، والجملة الفعلية في محل النصب معطوفة على جملة محذوفة؛ تقديرها: قالوا لا نتبع ما أنزل الله، بل نتبع ما ألفينا عليه أباءنا. {مَا} : موصولة، أو موصوفة في محل النصب مفعول {نَتَّبِعُ} . {أَلْفَيْنَا} : فعل وفاعل. {عَلَيْهِ} : جار ومجرور في محل النصب مفعول ثان لـ {ألفى} . {آبَاءَنَا} : مفعول أول ومضاف إليه، والجملة الفعلية صلة لـ {ما} ، أو صفة لها، والعائد أو الرابط ضمير عليه. </p><p> {أَوَلَوْ كَانَ آبَاؤُهُمْ لَا يَعْقِلُونَ شَيْئًا وَلَا يَهْتَدُونَ} . </p><p> {أَوَلَوْ} : {الهمزة} للاستفهام الإنكاري التوبيخي، والواو عاطفة على محذوف؛ تقديره: أيتبعونهم ولو كان أباؤهم، أو حالية كما قاله الزمخشري {لو} : غائية لا جواب لها، وقال أبو السعود: إن {لو} في مثل هذا التركيب لا تحتاج إلى جواب؛ لأن القصد منها تعميم الأحوال، فلا يلاحظ لها جواب قد حذف ثقة، بدلالة ما قبلها عليه. {كَانَ} : فعل ماضٍ ناقص. {آبَاؤُهُمْ} : اسم كان ومضاف إليه. {لَا} : نافية. {يَعْقِلُونَ} : فعل وفاعل. {شَيْئًا} : مفعول به. {وَلَا}  {الواو} عاطفة، {لا} : زائدة، زيدت لتأكيد نفي ما قبلها. {يَهْتَدُونَ} : فعل وفاعل، والجملة معطوفة على جملة {يَعْقِلُونَ} ، وجملة {يَعْقِلُونَ} مع ما عطف عليها في محل النصب خبر {كَانَ} ، وجملة {كَانَ} من اسمها وخبرها معطوفة على جملة محذوفة؛ على كونها مستأنفة لا محل لها من الإعراب، أو في محل النصب حال من مفعول الجملة المحذوفة؛ تقديره: أيتبعون آباءهم حالة كون آبائهم لا يعقلون شيئًا ولا يهتدون. </p><p> {وَمَثَلُ الَّذِينَ كَفَرُوا كَمَثَلِ الَّذِي يَنْعِقُ بِمَا لَا يَسْمَعُ إِلَّا دُعَاءً وَنِدَاءً صُمٌّ بُكْمٌ عُمْيٌ فَهُمْ لَا يَعْقِلُونَ (١٧١) }. </p><p> {وَمَثَلُ} : {الواو} استثنائية، {وَمَثَلُ} : مبتدأ. {الَّذِينَ} : مضاف إليه. {كَفَرُوا} : فعل وفاعل، والجملة صلة الموصول، والعائد ضمير الفاعل. {كَمَثَلِ الَّذِي} : جار ومجرور ومضاف إليه متعلق بمحذوف خبر المبتدأ، ولكنه على حذف مضاف؛ إما من الأول تقديره: ومثل داعي الذين كفروا كمثل الذي ينعق، أو من الثاني تقديره: ومثل الذين كفروا كمثل مواشي الذي ينعق، كما مرت الإشارة إليه في قسم التفسير. {يَنْعِقُ} : فعل مضارع، وفاعله ضمير يعود على الموصول، والجملة صلة الموصول {بِمَا} : جار ومجرور متعلق بـ {يَنْعِقُ}  {لَا} : نافية. {يَسْمَعُ} : فعل مضارع، وفاعله ضمير يعود على {ما} ، والجملة صلة لـ {ما} ، أو صفة لها. {إِلَّا} : أداة استثناء مفرغ. {دُعَاءً} : مفعول به. {وَنِدَاءً} : معطوف عليه. {صُمٌّ} : خبر مبتدأ محذوف، تقديره: هم صمّ. {بُكْمٌ} : خبر ثان. {عُمْيٌ} : خبر ثالث، والجملة الإسمية في محل الجر باللام </p><p> المقدرة المعللة للتشبيه المذكور. {فَهُمْ} : {الفاء} : عاطفة تفريعية، {هم} مبتدأ، وجملة {لَا يَعْقِلُونَ} : خبر المبتدأ، والجملة معطوفة على جملة قوله:  {صُمٌّ بُكْمٌ} . </p><p> {يَا أَيُّهَا الَّذِينَ آمَنُوا كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ وَاشْكُرُوا لِلَّهِ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ (١٧٢) }. </p><p> {يَا أَيُّهَا} : {يَا} حرف نداء، {كُلُوا} : منادى نكرة مقصودة، {ها} : حرف تنبيه زائد. {الَّذِينَ} : في محل الرفع صفة لـ {أي} تابع للفظه، وجملة النداء مستأنفة. {آمَنُوا} : فعل وفاعل، والجملة صلة الموصول، والعائد ضمير الفاعل. {كُلُوا} : فعل وفاعل، والجملة جواب النداء. {مِنْ طَيِّبَاتِ} : جار ومجرور متعلق بـ {كُلُوا} وهو مضاف. {مَا} : موصولة، أو موصوفة في محل الجر مضاف إليه. {رَزَقْنَاكُمْ} : فعل وفاعل ومفعول أول؛ لأن رَزَقْنا بمعنى: أعطيَنْا، يتعدى لمفعولين، والثاني محذوف تقديره: رزقناكموه، والجملة صلة لـ {ما} ، أو صفة لها، والعائد أو الرابط الضمير المحذوف. {وَاشْكُرُوا} : فعل وفاعل، والجملة معطوفة على جملة {كُلُوا} . {لِلَّهِ} : جار ومجرور متعلق بـ {اشكروا} ، {إن} : حرف شرط جازم. {كُنْتُمْ} : فعل ناقص، واسمه في محل الجزم بـ {إنْ} على كونه فعل شرط لها. {إِيَّاهُ} : مفعول مقدم لـ {تَعْبُدُونَ} ، وجملة {تَعْبُدُونَ} : في محل النصب خبر كان، وجواب {إن} معلوم مما قبلها؛ تقديره: إن كنتم إياه تعبدون .. فاشكروا له، وجملة الشرط جملة مستأنفة لا محل لها من الإعراب. </p><p> {إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزِيرِ وَمَا أُهِلَّ بِهِ لِغَيْرِ اللَّهِ} . </p><p> {إِنَّمَا} كافة ومكفوفة؛ لا عمل لها، وهي أداة حصر. {حَرَّمَ} : فعل ماضٍ، وفاعله ضمير يعود على الله، والجملة مستأنفة. {عَلَيْكُمُ} : جار ومجرور متعلق بـ {حرم} . {الْمَيْتَةَ} : مفعول به. {وَالدَّمَ وَلَحْمَ الْخِنْزِيرِ} : معطوفان عليه. {وَمَا} : {الواو} عاطفة {ما} : موصولة، أو موصوفة في محل النصب معطوف على {الْمَيْتَةَ} . {أُهِلَّ} : فعل ماض مغيَّر الصيغة: </p><p> {بِهِ} : جار ومجرور في محل الرفع نائب فاعل لـ {أهل} ، والجملة صلة لـ {ما} ، أو صفة لها، والعائد أو الرابط ضمير {بِهِ} . {لِغَيْرِ اللَّهِ} : جار ومجرور ومضاف إليه متعلق بـ {أهل} . </p><p> {فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَلَا إِثْمَ عَلَيْهِ} . </p><p> {فَمَنِ} : {الفاء} : فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر؛ تقديره: إذا عرفتم أن الله حرم عليكم الميتة وما بعدها، وأردتم بيان حكم من اضطر إليها .. فأقول لكم. {من} : اسم شرط جازم في محل الرفع مبتدأ، والخبر جملة الشرط، أو الجواب، أو هما. {اضْطُرَّ} : فعل ماضٍ مغيَّر الصيغة في محل الجزم بـ {من} على كونه فعل شرط لها، ونائب فاعله ضمير يعود على {من} . {غَيْرَ} : منصوب على الحالية من نائب فاعل {اضْطُرَّ}  {غيرَ} : مضاف. {بَاغٍ} : مضاف إليه. {وَلَا} : الواو: عاطفة، {لا} : زائدة. {عَادٍ} : معطوف على باغٍ. {فَلَا} : {الفاء} : رابطة لجواب {مَنْ} الشرطية وجوبًا، {لا} نافية تعمل عمل إن. {إِثْمَ} : في محل النصب اسمها. {عَلَيْهِ} : جار ومجرور متعلق بمحذوف خبر {لا} ، وجملة {لا} في محل الجزم بـ {من} على كونها جوابًا لها، وجملة {من} الشرطية في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة استئنافًا بيانيًّا لا محل لها من الإعراب. </p><p> {إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} . </p><p> {إِنَّ} : حرف نصب. {اللَّهَ} : اسمها. {غَفُورٌ} : خبر أول لها. {رَحِيمٌ} : خبر ثان لها، وجملة {إن} في محل الجر بلام التعليل المقدرة؛ لأن هذه الجملة سيقت لتعليل ما قبلها. </p><p> {إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلَ اللَّهُ مِنَ الْكِتَابِ وَيَشْتَرُونَ بِهِ ثَمَنًا قَلِيلًا أُولَئِكَ مَا يَأْكُلُونَ فِي بُطُونِهِمْ إِلَّا النَّارَ} . </p><p> {إِنَّ} : حرف نصب وتوكيد. {الَّذِينَ} : في محل الرفع اسمها. </p><p> {يَكْتُمُونَ} : فعل وفاعل، والجملة صلة الموصول. {مَا} : اسم موصول، أو </p><p> نكرة موصوفة في محل النصب مفعول به. {أَنْزَلَ} : فعل ماض. ولفظ الجلالة {اللَّهُ} : فاعل، والجملة صلة لـ {ما} ، أو صفة لها، والعائد أو الرابط ضمير المفعول المحذوف؛ تقديره: أنزله الله. {مِنَ الْكِتَابِ} : جار ومجرور حال من الضمير المحذوف في {أَنْزَلَ} . {وَيَشْتَرُونَ} : {الواو} عاطفة، {يشترون} : فعل وفاعل، والجملة معطوفة على جملة {يَكْتُمُونَ} على كونها صلة الموصول. {بِهِ} : جار ومجرور متعلق به. {ثَمَنًا} : مفعول به. {قَلِيلًا} : صفة له. {أُولَئِكَ} : مبتدأ. {مَا} : نافية. {يَأْكُلُونَ} : فعل وفاعل. {فِي بُطُونِهِمْ} : جار ومجرور ومضاف إليه متعلق بـ {يَأْكُلُونَ} . {إِلَّا} : أداة استثناء مفرغ. {النَّارَ} : مفعول {يَأْكُلُونَ} ، وجملة يأكلون في محل الرفع خبر المبتدأ، وجملة المبتدأ والخبر في محل الرفع خبر {إنَّ} ، وجملة {إنَّ} مستأنفة. </p><p> {وَلَا يُكَلِّمُهُمُ اللَّهُ يَوْمَ الْقِيَامَةِ وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ} . </p><p> {وَلَا} : {الواو} عاطفة. {لا} : نافية. {يُكَلِّمُهُمُ اللَّهُ} : فعل ومفعول وفاعل، والجملة في محل الرفع معطوفة على جملة قوله:  {مَا يَأْكُلُونَ} على كونها خبر المبتدأ. {يَوْمَ الْقِيَامَةِ} : ظرف ومضاف إليه متعلق بـ {يُكَلِّمُهُمُ} . {وَلَا} : الواو: عاطفة، {لا} : زائدة لتأكيد نفي ما قبلها. {يُزَكِّيهِمْ} : فعل ومفعول وفاعله ضمير يعود على {اللَّهُ} ، والجملة معطوفة على جملة {يَأْكُلُونَ} . {وَلَهُمْ} : الواو: عاطفة، {لهم} جار ومجرور خبر مقدم. {عَذَابٌ} : مبتدأ مؤخر. {أَلِيمٌ} : صفة له، والجملة الإسمية في محل الرفع معطوفة على جملة {يَأْكُلُونَ} على كونها خبر المبتدأ. </p><p> {أُولَئِكَ الَّذِينَ اشْتَرَوُا الضَّلَالَةَ بِالْهُدَى وَالْعَذَابَ بِالْمَغْفِرَةِ فَمَا أَصْبَرَهُمْ عَلَى النَّارِ (١٧٥) }. </p><p> {أُولَئِكَ} مبتدأ. {الَّذِينَ} : اسم موصول في محل الرفع خبر المبتدأ، والجملة مستأنفة. {اشْتَرَوُا} : فعل وفاعل، والجملة صلة الموصول. {الضَّلَالَةَ} : مفعول به. {بِالْهُدَى} : متعلق بـ {اشْتَرَوُا} . {وَالْعَذَابَ} : معطوف على {الضَّلَالَةَ} . {بِالْمَغْفِرَةِ} : متعلق بـ {اشْتَرَوُا} أيضًا. {فَمَا أَصْبَرَهُمْ عَلَى النَّارِ} : {الفاء} : فاء </p><p> الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفتم صنيعهم القبيح وعقوبتهم القبيحة، وأردتم بيان ما يقال فيهم .. فأقول لكم:  {ما أصبرهم على النار} : (ما) استفهامية، أو تعجبية في محل الرفع مبتدأ. {أصبر} : فعل ماض، أو فعل تعجب، وفاعل ضمير يعود على {ما} ، والهاء مفعول به {عَلَى النَّارِ} : جار ومجرور متعلق بـ {أصبر} ، والجملة الفعلية في محل الرفع خبر المبتدأ، والجملة الإسمية في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة استئنافًا بيانيًّا. </p><p> {ذَلِكَ بِأَنَّ اللَّهَ نَزَّلَ الْكِتَابَ بِالْحَقِّ} . </p><p> {ذَلِكَ} : مبتدأ. {بِأَنَّ} : {الباء} : حرف جر، {أنَّ} حرف نصب وتوكيد. {اللَّهَ} : اسمها. {نَزَّلَ} : فعل ماض، وفاعله ضمير يعود على {اللَّهَ}  {الْكِتَابَ} : مفعول به. {بِالْحَقِّ} : متعلق بـ {نَزَّلَ} ، أو حال من {الْكِتَابَ} ، وجملة {نَزَّلَ} في محل الرفع خبر {أن} ، وجملة أن في تأويل مصدر مجرور بالباء المتعلقة بواجب الحذف؛ لوقوعه خبر المبتدأ، تقديره: ذلك العذاب مستحق لهم بسبب تنزيل الله الكتاب، واختلافهم فيه، والجملة الإسمية مستأنفة. </p><p> {وَإِنَّ الَّذِينَ اخْتَلَفُوا فِي الْكِتَابِ لَفِي شِقَاقٍ بَعِيدٍ} . </p><p> {وَإِنَّ} : {الواو} استئنافية، أو عاطفة، {إن} : حرف نصب وتوكيد. {الَّذِينَ} : اسم موصول في محل النصب اسم إن {اخْتَلَفُوا} : فعل وفاعل، والجملة صلة الموصول، والعائد ضمير الفاعل. {فِي الْكِتَابِ} : جار ومجرور متعلق بـ {اخْتَلَفُوا} . {لَفِي شِقَاقٍ} : {اللام} : حرف ابتداء، {في شقاق} جار ومجرور متعلق بمحذوف خبر إن. {بَعِيدٍ} : صفة لـ {شِقَاقٍ} ، والتقدير: لكائنون في شقاق بعيد، وجملة {إن} من اسمها وخبرها مستأنفة استئنافًا نحويًّا، أو معطوفة على جملة قوله {ذَلِكَ بِأَنَّ اللَّهَ نَزَّلَ الْكِتَابَ} على كونها مستأنفة. </p><p> التصريف ومفردات اللغة </p><p> {خُطُوَاتِ} : الخُطوات - بضم الخاء والطاء -: جمع خُطوة بضم الخاء، وأما على قراءة فتحهما: فجمع خَطوة بفتح الخاء، والفرق بين الخُطوة بالضم، </p><p> والخَطوة بالفتح: أن المضموم اسم لما بين القدمين، كأنه اسم للمسافة، كالغرفة اسم لما يغترف، والمفتوح مصدر دال على المرة، من خطا يخطو إذا مشى، وقيل: إنهما لغتان بمعنى واحد. ذكره أبو البقاء. </p><p> {أَلْفَيْنَا} : من ألفى يلفي الرباعي، ولامه واو لا ياء؛ لأن الأصل فيما جهل من اللامات أن يكون واوًا؛ لأنه أوسع وأكثر، فالرد إليه أولى. ذكره السمين. </p><p> {كَمَثَلِ الَّذِي يَنْعِقُ} يقال: نَعَق - بفتح العين - ينعِق - بكسرها - نعيقًا، ونُعاقًا بالضم، ونَعَقَانًا بفتحتين، والنعيق: نداء الراعي وتصويته بالغنم ليزجرها، ولا يقال: نعق إلا لراعي الغنم وحدها، وأما نعق الغراب: فبالمعجمة، وحكى بعضهم بالمهملة. </p><p> {صُمٌّ بُكْمٌ عُمْيٌ} جمع أصم وأبكم وأعمى، كحمر جمع أحمر. </p><p> {كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ} الأصل في كلوا: أأكلوا، فالهمزة الأولى همزة وصل، والثانية فاء الكلمة، إلا أنهم حذفوا الفاء، فاستغنوا عن همزة الوصل لتحرك ما بعدها، والحذف هنا شاذ ليس بقياس، ولم يأت إلا في (كل) و (خذ) و (مر) ، كما قال ابن مالك في لامية الأفعال: </p><p> وَشَذَّ بِالْحَذْفِ مُرْ وَخُذْ وَكُلْ وَفَشَا ... وَأْمُرْ وَمُسْتَنْدَرٌ تَتْمِيْمُ خُذْ وَكُلاَ </p><p> {وَمَا أُهِلَّ بِهِ} يقال: أهل يهل إهلالًا إذا صرخ ورفع صوته، ومنه الهلال؛ لأنه يصرخ عند رؤيته، واستهلّ الصبي إذا صرخ عند خروجه. </p><p> {غَيْرَ بَاغٍ وَلَا عَادٍ} والباغي: اسم فاعل من بغى يبغي فهو باغٍ، كقاضي فهو ناقص يائي، وهو من البغي وهو الظلم، والعادي: اسم فاعل من عدا يعدو إذا تجاوز الحد، والأصل: عادو، فقلبت {الواو} ياء لانكسار ما قبلها، كغاز من الغزو، فهو ناقص واوي، وهو من العدوان؛ وهو مجاوزة الحد. </p><p> {فِي بُطُونِهِمْ} البطن معروف، وجمعه على فعول قياس، ويجمع أيضًا على بطنان، ويقال: بطن الأمر يبطن إذا خفي، وبطن الرجل، فهو بطين إذا كبر بطنه، والبطنة امتلاء البطن بالطعام، ويقال: البطنة تذهب الفطنة. </p><p> البلاغة </p><p> {خُطُوَاتِ الشَّيْطَانِ} استعارة (١) عن الاقتداء به واتباع آثاره؛ وهي أبلغ عبارة عن التحذير من طاعته فيما يأمر به، وقبول قوله فيما يدعو إلى فعله. </p><p> {إِنَّمَا يَأْمُرُكُمْ} فيه استعارة تصريحية تبعية، وتقريرها أن يقال: شُبِّه تزيِّنه وبعثه لهم على الشر تسفيهًا لرأيهم وتحقيرًا لشأنهم، يأمر من يأمر بشيءٍ، ثم اشتق من الأمر بمعنى التزيين، يأمر بمعنى يزين على طريق الاستعارة التصريحية التبعية. </p><p> {بِالسُّوءِ وَالْفَحْشَاءِ} هو من باب عطف الخاص على العام؛ لأن السوء يتناول جميع المعاصي، والفحشاء أقبح وأفحش المعاصي. </p><p> {وَمَثَلُ الَّذِينَ كَفَرُوا} فيه تشبيه مرسل لذكر الأداة فيه، ومجمل لحذف وجه الشبه فيه، فقد شبه الكفار بالبهائم التي تسمع صوت المنادي من غير أن تفقه كلامه وتفهم مراده. </p><p> {صُمٌّ بُكْمٌ عُمْيٌ} فيه تشبيه بليغ حذف فيه أداة التشبيه ووجه الشبه؛ أي: هم كالصم في عدم سماع الحق، وكالبكم والعمي في عدم الانتفاع بالقرآن. </p><p> {وَاشْكُرُوا لِلَّهِ} فيه التفات من ضمير المتكلم إلى الغيبة؛ إذ لو جرى على الأسلوب الأول .. لقال: واشكرونا. </p><p> {إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ} فيه قصر قلب للرد على من استحل هذه الأربعة، وحرم الحلال غيرها كالسوائب، ومع ذلك هو، أي: ما حرم عليكم إلا هذه الأربعة لا غيرها من البحيرة. </p><p> وفي قوله:  {فِي بُطُونِهِمْ} زيادة تشنيع وتقبيح لحالهم، وتصويرهم بمن يتناول رضف جهنم، وذلك أفظع سماعًا وأشد إيجاعًا. </p><p> {اشْتَرَوُا الضَّلَالَةَ بِالْهُدَى} فيه استعارة تصريحية تبعية، وتقريرها أن يقال: </p><p>(١) عكبرى.</p><p> شبه استبدال الضلالة عن الهدى باشتراء من اشترى شيئًا بشيءٍ، ثم اشتق من الاشتراء بمعنى الاستبدال، اشتروا بمعنى: استبدلوا على طريقة الاستعارة التصريحية. </p><p> {فَمَا أَصْبَرَهُمْ عَلَى النَّارِ} فيه مجاز بالحذف؛ أي: على عمل أهل النار. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {لَيْسَ الْبِرَّ أَنْ تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَالْمَلَائِكَةِ وَالْكِتَابِ وَالنَّبِيِّينَ وَآتَى الْمَالَ عَلَى حُبِّهِ ذَوِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينَ وَابْنَ السَّبِيلِ وَالسَّائِلِينَ وَفِي الرِّقَابِ وَأَقَامَ الصَّلَاةَ وَآتَى الزَّكَاةَ وَالْمُوفُونَ بِعَهْدِهِمْ إِذَا عَاهَدُوا وَالصَّابِرِينَ فِي الْبَأْسَاءِ وَالضَّرَّاءِ وَحِينَ الْبَأْسِ أُولَئِكَ الَّذِينَ صَدَقُوا وَأُولَئِكَ هُمُ الْمُتَّقُونَ (١٧٧) يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى الْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ وَالْأُنْثَى بِالْأُنْثَى فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ فَاتِّبَاعٌ بِالْمَعْرُوفِ وَأَدَاءٌ إِلَيْهِ بِإِحْسَانٍ ذَلِكَ تَخْفِيفٌ مِنْ رَبِّكُمْ وَرَحْمَةٌ فَمَنِ اعْتَدَى بَعْدَ ذَلِكَ فَلَهُ عَذَابٌ أَلِيمٌ (١٧٨) وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ يَا أُولِي الْأَلْبَابِ لَعَلَّكُمْ تَتَّقُونَ (١٧٩) كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ إِنْ تَرَكَ خَيْرًا الْوَصِيَّةُ لِلْوَالِدَيْنِ وَالْأَقْرَبِينَ بِالْمَعْرُوفِ حَقًّا عَلَى الْمُتَّقِينَ (١٨٠) فَمَنْ بَدَّلَهُ بَعْدَمَا سَمِعَهُ فَإِنَّمَا إِثْمُهُ عَلَى الَّذِينَ يُبَدِّلُونَهُ إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ (١٨١) فَمَنْ خَافَ مِنْ مُوصٍ جَنَفًا أَوْ إِثْمًا فَأَصْلَحَ بَيْنَهُمْ فَلَا إِثْمَ عَلَيْهِ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (١٨٢) }. </p><p> المناسبة </p><p> قوله تعالى:  {لَيْسَ الْبِرَّ أَنْ تُوَلُّوا وُجُوهَكُمْ ...} الآية، وجه (١) مناسبتها لما قبلها: أنه تعالى لمّا أمر في الآيات السابقة بتحويل القبلة عن بيت المقدس إلى الكعبة، طال خوض أهل الكتاب في ذلك، وأنكروا على المسلمين التحول إلى الكعبة، ووقع الجدال بينهم وبين المسلمين، حتى بلغ أشده، وادعى كل من اليهود والنصارى أن الهدى مقصور على قبلته، وكانوا يرون أن الصلاة إلى غير قبلتهم لا يقبلها الله تعالى، ولا يكون صاحبها متبعًا دين الأنبياء، كما كان المسلمون يرون أن الصلاة لا يقبلها الله إلا إذا كانت إلى المسجد الحرام قبلة إبراهيم أبي الأنبياء جميعًا .. فلأجل هذا بين الله سبحانه وتعالى في هذه الآية أنّ تولية الوجوه قبلة مخصوصة ليس هو البر المقصود من الدين؛ لأنه إنما شرع لتذكير المصلي بأنه يناجي ربه ويدعوه وحده، ويعرض عن كل ما سواه، وليكون شعارًا لاجتماع الأمة على مقصد واحد، فيكون في ذلك تعويدهم في سائر </p><p>(١) تلخيص البيان.</p>"
}