{
  "id": null,
  "sura": 2,
  "aya": 72,
  "text": "<p> صافيته من سلم له كذا إذا خلص له، لم يشب صفرتها شيء من الألوان، ويؤيّد هذا المعنى قوله تعالى:  {لا شِيَةَ فِيها} ؛ أي: لا خلط في لونها يخالف لون جلدها، فهي صفراء كلّها حتى قرنها وظلفها. قال مجاهد: لا بياض فيها ولا سواد، بل هي صافية، وأصله: وشية، كالعدة، والصفة، والزنة. أصلها: وعد ووصف ووزن، واشتقاقها من وشى الثوب وهو استعمال ألوان الغزل في نسجه، وقال بعضهم: الشية بكسر الشين العلامة، والمراد: لا لمعة فيها من لون آخر سوى الصفرة {قالُوا} ؛ أي: قال قوم موسى لموسى عندما سمعوا هذا النعوت {الْآنَ} ؛ أي: في هذا الوقت الحاضر الذي أجبت فيه الجواب الأخير {جِئْتَ بِالْحَقِّ} ؛ أي: بحقيقة وصف البقرة وما بقي إشكال في أمرها. وقرأ الجمهور {الأن} بإسكان اللام والهمزة بعده. وقرأ ورش عن نافع بحذف الهمزة وإلقاء حركتها على اللام وهي في المتواتر وعن نافع - في الشاذ - روايتان: إحداهما: حذف واو قالوا إذ لم يعتدّ بنقل الحركة، إذ هو نقل عارض، والرواية الأخرى إثبات الواو اعتدادا بالنقل، واعتبارا لعارض التحريك؛ لأنّ الواو لم تحذف إلا لأجل سكون اللام بعدها، فإذا ذهب موجب الحذف عادت الواو إلى حالها من الثبوت. </p><p> والمعنى: أي في هذا الوقت الحاضر الذي قلت فيه: {مُسَلَّمَةٌ لا شِيَةَ فِيها} نطقت بالبيان الشافي، وأتيت بالوصف التام الذي تتميّز به عن أجناسها، فطلبوها فوجدوها عند الفتى البار لأمه، فاشتروها بملىء جلدها ذهبا {فَذَبَحُوها وَما كادُوا يَفْعَلُونَ} ؛ أي: والحال أنهم ما قاربوا أن يذبحوها، لأجل غلاء ثمنها؛ أو لخوف الفضيحة بإظهار الله نبيه موسى على القاتل؛ أي: قاربوا أن يتركوا ذبحها لأجل ذلك، والجملة حال من ضمير ذبحوا؛ أي: فذبحوها والحال أنهم كانوا قبل ذلك بمعزل منه. والخلاصة: أنهم ذبحوها بعد توقف وبطء. قيل: مضى من أول الأمر إلى الامتثال أربعون سنة، فعلى العاقل أن يسارع إلى الامتثال، وترك التفحص عن حقيقة الحال، فإن قضية التوحيد تستدعي ذلك، </p><p> ٧٢ - ثم أخبر الله سبحانه وتعالى عن سبب أمرهم بذبح البقرة، وعمّا شاهدوه من آيات الله الباهرة، فقال:  {وَإِذْ قَتَلْتُمْ نَفْسًا} وهذا مؤخر لفظا مقدّم معنى؛ لأنه أول القصة؛ لأنّ أصيل </p><p> الكلام وتركيبه أن يقال: وإذ قتلتم نفسا، وأتيتم موسى وسألتموه أن يدعو الله تعالى، فقال موسى:  {إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تَذْبَحُوا بَقَرَةً} وتضربوا القتيل ببعض البقرة فيحيى فيخبر عن قاتله، وإنما (١) أخّره ولم يقدّمه لفظا؛ لأن الغرض إنما هو ذبح البقرة؛ للكشف عن القاتل؛ وليواصل قبائح بني إسرائيل بعضها ببعض، كما مر. فهو اعتراض بين المعطوف وهو قول:  {فَقُلْنا اضْرِبُوهُ} والمعطوف عليه وهو {فَذَبَحُوها} كما سيأتي في مبحث الإعراب. وأضيف القتل إلى اليهود المعاصرين لرسول الله صلّى الله عليه وسلّم لرضاهم بفعل أولئك الأسلاف، وخوطبت الجماعة بالقتل مع كون القاتل واحدا؛ لوجود القتل فيهم. والقتل: نقض البنية الذي بوجوده تنتفي الحياة. واسم القتيل: عاميل بن شراحيل. وقيل: نكّار بن شراحيل، والمعنى: واذكروا يا بني إسرائيل! قصة إذ قتل أسلافكم نفسا محرّمة {فَادَّارَأْتُمْ} ؛ أي: اختلفتم، وتنازعتم، وتخاصمتم {فِيها} ؛ أي: في شأن قتل تلك النفس وبيان قاتلها، وأصبح كلّ فريق يدفع أن يكون قاتلها وينسبه إلى غيره من الدرء وهو الدفع؛ أي: تدافعتم وتخاصمتم في شأنها، إذ كلّ واحد من الخصماء يدافع الآخر؛ أي: يدفع الفعل عن نفسه، ويحيله على غيره. </p><p> قال أبو حيان (٢) : ويحتمل هذا التدارؤ وهو التدافع أن يكون حقيقة، وهو أن يدفع بعضهم بعضا بالأيدي لشدة الاختصام، ويحتمل المجاز بأن يكون بعضهم طرح قتله على بعض فدفع المطروح عليه ذلك إلى الطارح، أو بأن دفع بعضهم بعضا بالتّهمة والبراءة. اه. </p><p> وقرأ الجمهور (٣) : {فَادَّارَأْتُمْ} بالإدغام. أصله: تدارأتم، فأدغمت التاء في الدال فتعذّر الابتداء بالمدغم الساكن، فاجتلبوا همزة الوصل، فصار ادرأتم. وقرأ أبو حيوة، وأبو السوار الغنويّ {فادّرأتم} بغير ألف قبل الراء، وجملة قوله:  {وَاللَّهُ} سبحانه وتعالى {مُخْرِجٌ} ؛ أي: مظهر لا محالة {ما كُنْتُمْ تَكْتُمُونَ} ـه، </p><p>(١) روح البيان. (٢) البحر المحيط.(٣) البحر المحيط.</p>"
}