{
  "id": null,
  "sura": 2,
  "aya": 256,
  "text": "<p> إلى المفعول {وَهُوَ} سبحانه وتعالى {الْعَلِيُّ} ؛ أي: الرفيع فوق خلقه، الذي ليس فوقه شيءٌ فيما يجب له أن يوصف به، من صفات الجلال والكمال، فهو العليُّ بالإطلاق، المتعالي عن الأشباه والأنداد والأضداد {الْعَظِيمُ} ؛ أي: ذو العظمة والكبرياء، الذي لا شيء أعظم منه، أو الذي يستحقر كلَّ ما سواه بالنسبة إليه، فهو تعالى أعلى وأعظم من كلِّ شيء. </p><p> ومن فضائلها أيضًا: أنه رُوي عن النبي - صلى الله عليه وسلم - أنه قال:  \"ما قُرِئتْ هذه الآيةُ في دارٍ .. إلا هَجرتها الشياطينُ ثلاثين يومًا، ولا يدخُلُها ساحرٌ ولا ساحرة أربعينَ ليلةً\" . </p><p> وعن عليٍّ رضي الله عنه أنه قال: سمعتُ نبيَّكم على أعواد المنبر وهو يقول: \"مَنْ قرأ آية الكرسي في دُبُر كلِّ صلاةٍ مكتوبةٍ .. لم يمنعْهُ من دخول الجنة إلا الموت\" ؛ أي: فإذا مات دخل الجنة، ولا يواظب عليها إلا صِدِّيقٌ أو عابدٌ، ومَنْ قرأها إذا أخذ مَضجِعه .. أُمِنَهُ على نفسه، وجاره، وجار جاره، والأبيات </p><p> ٢٥٦ - التي حوله. {لَا إِكْرَاهَ فِي الدِّينِ} ؛ أي: لا إجبار على الدخول في دين الإِسلام؛ إذ الإكراهُ في الحقيقة: إِلْزَامُ الغيرِ فِعْلًا لا يَرى فيه خيرًا يَحْمِلُه عليه {قَدْ تَبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ} ؛ أي؛ قد تَميَّز الحق من الباطل، والإيمان من الكفر، والهدى من الضلالة؛ بكثرة الدلائل، والبراهين الساطعة. وقُرىء بسكون الشين، وبضمها، وبفتح الراء والشين، وكله عدا قراءة الجمهور شاذ، وقُرىء كذلك وبألف بعد الشين، وقُرىء بإدغام دال {قَد} في تاء {تَبَيَّنَ} لجميع القراء في المتواتر، وقُرىء بإظهارها شاذًا. </p><p> وقال الشوكاني (١) : وقد اختلف أهل العلم في هذه الآية على أقوالٍ: </p><p> الأول: أنها منسوخةٌ؛ لأن رسول الله - صلى الله عليه وسلم - قد أكره العرب على دين الإِسلام، وقاتلهم، ولم يرضَ منهم إلا الإِسلام، والناسخُ لها: قوله تعالى: {يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ} ، وقال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا قَاتِلُوا </p><p>(١) فتح القدير.</p><p> الَّذِينَ يَلُونَكُمْ مِنَ الْكُفَّارِ وَلْيَجِدُوا فِيكُمْ غِلْظَةً وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ (١٢٣) }، وقد ذهب إلى هذا كثيرٌ من المفسرين. </p><p> القول الثاني: أنها ليست بمنسوخةٍ، وإنما نزلت في أهل الكتاب خاصةً، وأنهم لا يُكْرَهُون على الإِسلام إذا أَدَّوا الجِزْية، بل الذين يكرهون هم: أهلُ الأوثان، فلا يُقبل منهم إلا الإِسلام، أو السيف، وإلى هذا ذهب الشعبي والحسن وقتادة والضحاكُ. </p><p> القول الثالث: أن هذه الآية في الأنصار خاصةً، كما سبق لك بيان ما ورد في ذلك. </p><p> القول الرابع: أن معناها لِمَن أسلمَ تحت السيف؛ أنَّه مكرهٌ، فلا إكراه في الدين، إلى غير ذلك من الأقوال. </p><p> والذي ينبغي اعتماده، ويتعيَّن الوقوف عنده: أنها في السَّبَبِ الذي نَزَلتْ لأجله، مُحْكَمةٌ غيرُ منسوخةٍ؛ وهو أن المرأة من الأنصار كانت مقلاةً، لا يكاد يعيش لها ولدٌ إلى آخر ما سبق {فَمَنْ يَكْفُرْ بِالطَّاغُوتِ} ؛ أي: بالشيطان، أو الأصنام، أو بكلِّ ما عُبد من دون الله {وَيُؤْمِنْ بِاللَّهِ} ؛ أي: ويُصدِّق بالله أنه ربه، ومعبودُه من دون كلِّ شيءٍ كان يعبده، وفيه: إشارةٌ إلى أنه لا بد للكافر أن يتوب أولًا عن الكفر، ويستبرأ منه، ثُمَّ يؤمنَ بعد ذلك بالله، فمَنْ فعل ذلك .. صحَّ إيمانه، وناسب ذلك أيضًا اتصاله بلفظ الغيِّ، ولم يَكْتَفِ بالجملة الأُوْلَى؛ لأنها لا تستلزم الجملة الثانية؛ إذ قد يَرْفُض عبادتَها، ولا يؤمن بالله، لكنَّ الإيمان يستلزم الكفر بالطاغوت. {فَقَدِ اسْتَمْسَكَ} ؛ أي: تَمَسَّكَ {بِالْعُرْوَةِ} ؛ أي: بالعقدة {الْوُثْقَى} ؛ أي: المحكمة {لَا انْفِصَامَ لَهَا} ؛ أي: لا انقطاع لتلك العروة حتى تُوصله إلى الجنة؛ أي: فقد أخذ بالحبل الوثيق، الشديد المحكم المأمون، الذي لا انقطاع له؛ أي: فقد أَخَذ بالثقة بـ {لا إله إلا الله} التي لا انقطاع لصاحبها عن نعيم الجنة، ولا زوال عن الجنة، ولا هلاكَ بالبقاء في النار. وهذا تمثيلٌ للمعلوم بالنظر والاستدلال بالشاهد المحسوس حتى يَتَصَوَّره السامع كأنَّه ينظرُ إليه بعينه، فيُحْكِمُ اعتقاده. والمعنى: فقد عَقَد لنفسه من الدين </p>"
}