{
  "id": null,
  "sura": 2,
  "aya": 48,
  "text": "<p> غيركم، بإرسال الرسل منكم، وإنزال الكتب عليكم؛ أي: على غيركم من الشعوب والأمم، حتى الأمم ذات الحضارة والمدنية، كالمصريين، وسكان الأراضي المقدّسة. وقد ناداهم باسم أبيهم؛ لأنه منشأ فخارهم، وأصل عزهم. وأسند النعمة والفضل إليهم جميعا؛ لشمولهما إياهم، والتفضيل إنما أتاهم؛ لتمسكهم بالفضائل، وتركهم للرذائل، إذ من يرى نفسه مفضلا شريفا يترفع عن الدنيا، وذكّرهم بهذا الفضل؛ لينبّههم إلى أن الذي فضّلهم على غيرهم، له أن يفضل عليهم غيرهم، كمحمد صلّى الله عليه وسلّم، وأمته، وإلى أنهم أجدر من جميع الشعوب، بالتأمل فيما أوتيه النبي صلّى الله عليه وسلّم من الآيات، فإنّ المفضّل أولى بالسبق إلى الفضائل ممن فضل عليه، وهذا الفضل إن كان بكثرة الأنبياء، فلا مزاحم له فيه، ولا تقتضي هذه الفضيلة أن يكون كلّ فرد منهم، أفضل من كل فرد من غيرهم، ولا تمنع أن يفضلهم أخسّ الشعوب إذا انحرفوا عن جادّة الطريق، وتركوا سنة أنبيائهم واهتدى بهديها غيرهم، وإن كان بالقرب من الله باتباع شرائعه، فذلك إنما يتحقّق في أولئك الأنبياء والمهتدي من أهل زمانهم، ومن تبعهم بإحسان ما داموا على الاستقامة، وسلكوا الطريق الذي استحقوا به التفضيل. </p><p> قال القشيري (١) : أشهد الله سبحانه بني إسرائيل فضل أنفسهم، فقال:  {فَضَّلْتُكُمْ عَلَى الْعالَمِينَ} وأشهد محمدا صلّى الله عليه وسلّم فضل ربه، فقال:  {قُلْ بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ} وشتان بين من مشهوده فضل نفسه، وبين من مشهوده فضل ربه، وشهوده فضل نفسه، قد يورث الإعجاب، وشهوده فضل ربه، يورث الإيجاب. ثم إن اليهود كانوا يقولون: نحن من أولاد إبراهيم خليل الرحمن، ومن أولاد إسحاق ذبيح الله، والله تعالى يقبل شفاعتهما، </p><p> ٤٨ - {وَإِذْ نَجَّيْنَاكُمْ مِنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ يُذَبِّحُونَ أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ وَفِي ذَلِكُمْ بَلَاءٌ مِنْ رَبِّكُمْ عَظِيمٌ (٤٩) } [البقرة: ٤٩] فرد الله عليهم، فأنزل هذه الآية وقال:  {وَاتَّقُوا} ؛ أي: واخشوا يا بني إسرائيل! وخافوا {يَوْمًا} ؛ أي: حساب يوم، أو عذاب يوم، وهو من إطلاق المحل وإرادة الحال، وهو يوم القيامة {لا تَجْزِي} فيه؛ أي: لا تغني ولا تدفع فيه، أو لا تقضي ولا تؤدّي فيه، والجملة صفة يوم، والرابط فيه محذوف، كما قدّرنا {نَفْسٌ} مؤمنة عَنْ {نَفْسٍ} كافرة {شَيْئًا} من </p><p>(١) روح البيان.</p><p> عذاب الله، أو شيئا مّا من الحقوق التي لزمت عليها. وإيراده منكرا مع تنكير النفس؛ للتعميم والإقناط الكليّ. قال تعالى:  {لَنْ تَنْفَعَكُمْ أَرْحامُكُمْ وَلا أَوْلادُكُمْ} وكيف تنفع وقد قال: {يَوْمَ يَفِرُّ الْمَرْءُ مِنْ أَخِيهِ}  (٣٤) الآية. </p><p> وقرأ ابن السّماك العدويّ (١) : {لا تَجْزِي} من أجزأ؛ أي: أغنى. وقيل: جزى، وأجزأ بمعنى واحد {وَلا يُقْبَلُ مِنْها} ؛ أي: من النفس الأولى المؤمنة. قرأ ابن كثير، وأبو عمرو {ولا تقبل} بالتاء المثناة الفوقية، وهو القياس، والأكثر؛ لأنّ الشفاعة مؤنثة. وقرأ الباقون بالياء التحتية، فهو أيضا جائز فصيح، لمجاز التأنيث، وحسنه أيضا الفصل بين الفعل ومرفوعه. وقرأ سفيان (٢) : {ولا يقبل} بفتح الياء، ونصب شفاعة على البناء للفاعل، وفي ذلك التفات، وخروج من ضمير المتكلم إلى ضمير الغائب؛ لأن قبله {اذْكُرُوا نِعْمَتِيَ}  {وَأَنِّي فَضَّلْتُكُمْ} وبناؤه للمفعول أبلغ؛ لأنه في اللفظ أعمّ، وإن كان يعلم أن الذي لا يقبل هو الله تعالى؛ أي: ولا يقبل من النفس المؤمنة {شَفاعَةٌ} للنفس الثانية الكافرة، إن شفعت عند الله تعالى، لتخليصها من عذابه؛ أي: لا توجد منها شفاعة فتقبل، ولا يؤذن لها فيها، والشفاعة: طلب الخير من الغير للغير، فلا (٣) شفاعة في حق الكافر، بخلاف المؤمن. قال النبي صلّى الله عليه وسلّم:  «شفاعتي لأهل الكبائر من أمتي، فمن كذب بها لم ينلها» والآيات الواردة في نفي الشفاعة خاصّة بالكافر: وسبب الآية كما مرّ: أن اليهود كانوا يقولون: يشفع لنا آباؤنا الأنبياء فآيسهم الله تعالى عن ذلك، لأن الأصول لا تنفع الفروع، إلا إذا كان مع الفروع إيمان {وَلا يُؤْخَذُ مِنْها} ؛ أي: من النفس الكافرة المشفوع لها، وهي الثانية العاصية {عَدْلٌ} ؛ أي: فداء من عذاب الله من مال، أو رجل مكانها، أو توبة تنجو بها من النار. </p><p> والعدل بالفتح مثل الشيء من خلاف جنسه، وبالكسر مثله من جنسه، وسمّي به </p><p>(١) البحر المحيط. (٢) البحر المحيط.(٣) روح البيان.</p><p> الفدية؛ لأنها تساويه، وتماثله، وتجري مجراه {وَلا هُمْ} ؛ أي: ولا أصحاب النفوس الكافرة {يُنْصَرُونَ} ؛ أي: يمنعون من دخول عذاب الله تعالى، ومن أيدي المعذّبين، فلا نافع، ولا شافع، ولا دافع لهم، والضمير، لما دلّت عليه النفس الثانية المنكرة، الواقعة في سياق النّفي من النفوس الكثيرة، والتذكير، لكونها عبارة عن العباد والأناسي. والنصرة ههنا أخصّ من المعونة؛ لاختصاصها بدفع الضرر. </p><p> فإن قلت: ما الحكمة في تقديم الشفاعة على العدل هنا؟ وعكسه فيما يأتي في قوله:  {وَلا يُقْبَلُ مِنْها عَدْلٌ وَلا تَنْفَعُها شَفاعَةٌ} . </p><p> قلت: للإشارة هنا إلى من ميله إلى حبّ نفسه، أشدّ منه إلى حب المال، وثم إلى من هو بعكس ذلك والمعنى؛ أي: ليس (١) لهم أنصار يمنعونهم من عذاب الله، ويدفعون عنهم عقابه يعني (٢) : أنهم يومئذ لا ينصرهم ناصر، كما لا يشفع لهم شافع، ولا يقبل منهم عدل، ولا فدية. بطلت هنالك المحابة، واضمحلت الرّشا، والشفاعات، وارتفع من القوم التناصر والتعاون، وصار الحكم إلى الجبار العدل الذي لا ينفع لديه الشفعاء، والنصراء، فيجزي بالسيئة مثلها، وبالحسنة أضعافها. والخلاصة (٣) : أن ذلك يوم تتقطع فيه الأسباب، وتبطل منفعة الأنساب، وتتحول فيه سنة الحياة الدنيا، من دفع المكروه عن النفس بالفداء، أو بشفاعة الشافعين عند الأمراء، والسلاطين، أو بأنصار ينصرونها بالحق، والباطل على سواها، وتضمحل فيه جميع الوسائل، إلا ما كان من إخلاص في العمل، قبل حلول الأجل، ولا يتكلم فيه أحد إلا بإذن الله تعالى. </p><p> وقد كان اليهود كغيرهم من الأمم الوثنية، يقيسون أمور الآخرة على أمور الدنيا، فيتوهمون أنه يمكن تخليص المجرمين من العذاب، بفداء يدفع، أو </p><p>(١) ابن كثير. (٢) العمدة.(٣) المراغي.</p>"
}