{
  "id": null,
  "sura": 2,
  "aya": 115,
  "text": "<p> فارتاب في ذلك اليهود، قالت: ما ولّاهم عن قبلتهم التي كانوا عليها، فأنزل الله {وَلِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ} وقال: {فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْهُ اللَّهِ} إسناده قويّ، والمعنى: أيضًا يساعده فليُعتمدْ، وفي الآية رواياتٌ أُخر ضعيفةٌ. </p><p> قوله تعالى:  {وَاتَّخِذُوا مِنْ مَقَامِ إِبْرَاهِيمَ ...} الآية، سبب نزول هذه الآية: ما رواه البخاري، وغيره، عن عمر - رضي الله عنه - قال:  (وافقت ربّي في ثلاثٍ،قلت:يا رسول الله! لو اتخذت من مقام إبراهيم مصلًّى،فنزلت:{وَاتَّخِذُوا مِنْ مَقَامِ إِبْرَاهِيمَ مُصَلًّى}قلت: يا رسول الله! إنّ نساءك يدخل عليهنّ البرُّ والفاجر، فلو أمرتهنّ أن يحتجبن، فنزلت آية الحجاب، واجتمع على رسول الله - صلى الله عليه وسلم - نساءه في الغَيرة،فقلت لهنَّ:عسى ربُّه إن طلَّقكنّ أن يبدله أزواجًا خيرًا منكنّ، فنزلت كذلك، وللحديث طرقٌ كثيرةٌ.</p><p> التفسير وأوجه القراءة </p><p> ١١٥ - {وَلِلَّهِ} سبحانه وتعالى لا لغيره {الْمَشْرِقُ} ؛ أي: مكان شروق الشمس {وَالْمَغْرِبُ} ؛ أي: مكان غروبها، يريد (١) بهما ناحيتي الأرض إذ لا وجه لإرادة موضعي الشروق والغروب بخصوصهما؛ أي: له الأرض كلُّها لا يختصُّ به من حيث الملك والتصرف ولا من حيث المحلية، لعبادته مكان منها دون مكان، فإن مُنعتم أن تصلُّوا في المسجد الحرام، أو الأقصى، فقد جعلت لكم الأرض كلَّها مسجدًا. </p><p> والمعنى: أي له (٢) سبحانه وتعالى جميع نواحي الأرض شرقًا وغربًا، جنوبًا وشمالًا؛ لأنّه خالقها، فإن مُنعتم أن تصلوا في المسجد الحرام، أو المسجد الأقصى، فقد جعلت لكم الأرض كلّها مسجدًا، فهذه الجملة مرتبطة بقوله:  {مِمَّنْ مَنَعَ مَسَاجِدَ اللَّهِ أَنْ يُذْكَرَ فِيهَا اسْمُهُ وَسَعَى فِي خَرَابِهَا} يعني: أنّه إن سعى ساع في المنع من ذكره تعالى، وفي خراب بيوته، فليس ذلك مانعًا من أداء العبادة في غيرها؛ </p><p>(١) روح البيان. (٢) العمدة.</p><p> لأنَّ المشرق المغرب وما بينهما له تعالى:  {فَأَيْنَمَا تُوَلُّوا} وقرىء بفتح التاء واللام؛ أي: ففي أي مكانٍ فعلتم تولية وجوهكم القبلة. </p><p> قال الإمام الراغب: ولَّى: إذا أقبل، ولَّى إذا أدبر، وهو من الأضداد، والمراد ها هنا: الإقبال. اهـ. {فَثَمَّ} ؛ أي: هناك {وَجْهُ اللَّهِ} سبحانه وتعالى؛ أي: هناك (١) جهته التي أمر بها، ورضيها لكم قبلةً، فإنَّ إمكان التولية غير مختص بمسجدٍ دون مسجدٍ، أو مكانٍ دون آخر، أو فثمَّة ذاته تعالى، بمعنى: الحضور العِلْميِّ، فيكون الوجه مجازًا من قبل إطلاق اسم الجزء على الكل، والمعنى عليه: ففي أيِّ مكان فعلتم التولية، فهو سبحانه موجودٌ فيه، ويمكنكم الوصول إليه، إذْ ليس هو جوهرًا، ولا عرضًا حتى يكون بكونه في جانب مفرِّغًا جانبًا، ولمَّا امتنع عليه أن يكون في مكانٍ، أريد أنَّ علمه محيطٌ لما يكون في جميع الأماكن والنواحي؛ أي: فهو عالم بما يُفعل فيه، ومثيب لكم على ذلك. اهـ. من \"الروح\" . </p><p> واعلم (٢) : أنَّ {أين} اسم شرط في المكان، وهو ها هنا منصوب بتُوَلُّوا؛ لأنّه فعل شرطه، و {ما} مزيدةٌ؛ للتأكيد، و {ثمَّ} ظرف مكانٍ بمنزلة هناك، تقول لِمَا قَرُب من المكان هنا، ولِمَا بَعُد ثَمَّ وهناك، وهو خبر مقدَّمٌ، و {وَجْهُ اللَّهِ} مبتدأٌ مؤخَّر، والجملة الإسمية في محل الجزم على أنّها جواب الشرط، كما سيأتي في مبحث الإعراب. </p><p> والمعنى:  {فَأَيْنَمَا تُوَلُّوا} ؛ أي (٣) : ففي أيِّ مكانٍ وبقعةٍ، تحوِّلوا، وتوجِّهوا فيه وجوهكم في الصلاة إلى القبلة التي أمرتم بالاستقبال إليها {فَثَمَّ} ؛ أي: هناك في الجهة التي أمرتم بالاستقبال إليها {وَجْهُ اللَّهِ} سبحانه وتعالى؛ أي: جهته التي ارتضاها لكم قبلةً، وأمر بالتوجُّه إليها، فإن إمكان التولية والتحوّل لا </p><p>(١) روح البيان. (٢) روح البيان.(٣) العمدة.</p><p> يختصُّ بمكانٍ ولا مسجدٍ، فإنَّها ممكنةٌ في كُلِّ مكانٍ. وفي \"المختار\" ؛ الوجه والجهة بمعنًى، والهاء عوضٌ من الواو. </p><p> ومعنى الآية (١) : إنَّ لله المشرق والمغرب وما بينهما خلقًا وملكًا، وإنّما خصَّ المشرق والمغرب؛ اكتفاءً بهما عن جميع الجهات؛ لأنَّ له تعالى كُلَّها، وما بينهما خلقه وعبيده، وإنَّ على جميعهم طاعته فيما أمرهم به ونهاهم عنه، فالجهة التي أمرهم باستقبالها، فهي القبلة، فإنَّ القبلة ليست قبلةً لذاتها؛ بل لأنَّ الله سبحانه جعلها قبلةً، وأمر بالتوجُّه إليها، فإن جعل الكعبة قبلةً، فلا تنكروا ذلك؛ لأنّه تعالى يُدبِّر عباده كيف يريد {فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْهُ اللَّهِ} ؛ أي: فَهُنَالِكَ قبلة الله التي وَجَّهَكُمْ إليها. </p><p> وقيل معناه: فثمَّ وجه الله سبحانه وتعالى بلا تأويلٍ، والوجه صفةٌ ثابتة لله تعالى، نثبتها، ونعتقدها من غير تشبيه ولا تمثيل، وهذا القول هو الصحيح الأسلم الذي ينبغي الاعتماد عليه. وقيل: المعنى: فثمَّ رضا الله؛ أي: يريدون بالتوجه إليه رضاه تعالى. وقال ابن العربي: مقتضى التوحيد أنَّ الصلاة لأيِّ جهةٍ تصحُّ، وإنّما أُمِرنا بجهةٍ مخصوصةٍ؛ تعبدًا، ولم نعقل له معنى. وقال ابن عباس (٢) - رضي الله تعالى عنهما -: (لمَّا حُوِّلت القبلة عن بيت المقدس، أنكر اليهود ذلك، فنزلت هذه الآية ردًّا عليهم) . وقال أبو مسلم: إنَّ اليهود إنّما استقبلوا بيت المقدس؛ لأنّهم اعتقدوا أنَّ الله تعالى صعد السماء من الصخرة، والنصارى استقبلوا المشرق؛ لأنَّ عيسى عليه السلام ولد هناك، فردَّ الله سبحانه عليهما بهذه الآية. </p><p> {إِنَّ اللَّهَ} سبحانه وتعالى {وَاسِعٌ} بفضله، ورحمته، جميع الخلائق، يريد التوسعة على عباده في القبلة، وغيرها، أو واسعٌ بإحاطته بالأشياء ملكًا وخلقًا، فيكون تذييلًا لقوله تعالى:  {وَلِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ} وكذا إن فسرت السعة بسعة الرحمة، فإنَّ قوله:  {وَلِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ} لمَّا اشتمل على معنى قولنا: لا </p><p>(١) الخازن. (٢) المراح.</p><p> تختصُّ العبادة والصلاة ببعض المساجد، بل الأرض كلُّها مسجدٌ لكم، فصلُّوا في أيِّ بقعة شئتم من بقاعها فُهِم منه أنَّه واسع الشريعة بالترخيص والتوسعة على عباده في دين، لا يضطرُّهم إلى ما يعجزون عن أدائه، والمقصود: التوسعة على عباده والتيسير عليهم في كُلِّ ما يحتاجون إليه، فيدخل فيه التوسعة في أمر القبلة دخولًا أوّليًّا، وهذا التعليم مستفادٌ من إطلاق {وَاسِعٌ} ، حيث لم يقيَّد بشيء دون شيء. قال الغزاليُّ في \"شرح الأسماء الحسنى\" : الواسع مشتقٌّ من السعة، والسَّعة تضاف مرَّةً إلى العلم إذا اتَّسع، وأحاط بالمعلومات الكثيرة، وتضاف مرة أخرى إلى الإحسان، وبسط النعم، وكيفما قُدِّر، وعلى أيِّ شيءٍ نزِّل، فالواسع المطلق هو الله سبحانه وتعالى؛ لأنّه إن نُظِر إلى علمه، فلا ساحل لبحر علمه، بل تنفد البحار لو كانت مدادًا لكلماته، وإن نظر إلى إحسانه ونعمه، فلا نهاية لقدرته، وكُلُّ سعةٍ وإن عظمت، فتنتهي إلى طرفٍ، والذي لا يتناهى إلى طرف، فهو أحقُّ باسم السعة، والله تعالى هو الواسع المطلق؛ لأنَّ كُلَّ واسع بالإضافة إلى ما هو أوسع منه ضيِّقٌ، وكُلُّ سعة تنتهي إلى طرف، فالزيادة عليها متصوَّرة، وما لا نهاية له ولا طرف، فلا يتصوَّر عليه زيادةٌ، فهو تعالى الواسع المطلق الذي ليس لسعته نهايةٌ ولا طرفٌ. {عَلِيمٌ} بمصالحهم ونياتهم في جميع الأماكن والجهات كلِّها، وهذا لا يخلو عن إفادة التهديد؛ ليكون المصلِّي على حذر من التفريط، والتساهل، كما أنَّه يتضمَّن الوعد بتوفية ثواب المصلِّين في جميع الأماكن. </p><p> فقد ظهر أنَّ هذه الآية مرتبطةٌ بقوله تعالى:  {وَمَنْ أَظْلَمُ مِمَّنْ مَنَعَ مَسَاجِدَ اللَّهِ} الآية، وأنَّ المعنى: إنَّ بلاد الله تعالى أيها المؤمنون! تسعكم، فلا يمنعكم تخريب من خرَّب مساجد الله، أن تُولُّوا وجوهكم نحو قبلة الله تعالى أينما كنتم من أرضه. </p><p> فائدةٌ فقهيَّةٌ تتعلَّق بحكم الآية وهي: أنَّ المسافر إذا كان في مفازة، أو بلاد الشرك، واشتبهت عليه القبلة، فإنّه يجتهد في طلبها بنوع من الدلائل، ويصلّي إلى الجهة التي أدَّى إليها اجتهاده، ولا إعادة عليه، وإن لم يصادف القبلة، فإنّ جهة </p><p> الاجتهاد قبلته، وكذا الغريق في البحر إذا بقي على اللوح، فإنَّه يصلي على حسب حاله، وتصحُّ صلاته، وكذلك المشدود على جذع، بحيث لا يمكنه الاستقبال. اهـ. \"خازن\" . قالوا: وكذلك راكب الطائرة إذا علم أنه لا يدرك الوقت بعد نزوله من الطائرة، يجتهد، ويصلِّي إلى أيِّ جهة ظنَّها قبلةً، ولا إعادة عليه إن لم يدرك الوقت بعد نزوله منها. </p><p> وعبارة \"المراغي\" هنا: {وَلِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ} ؛ أي: له (١) تعالى هاتان الجهتان المعلومتان لكل أحد، والمراد ربُّ الأرض كلِّها، فهو كقوله:  {رَبُّ الْمَشْرِقَيْنِ وَرَبُّ الْمَغْرِبَيْنِ}  {فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْهُ اللَّهِ} ؛ أي: أي مكانٍ تستقبلونه في صلاتكم، فهناك القبلة التي يرضاها الله لكم، ويأمركم بالتوجُّه إليها، فأينما توجه المصلِّي في صلاته، فهو متوجِّه إلى الله لا يقصد بصلاته غيره، والله تعالى راضٍ عنه، مقبلٌ عليه، والحكمة في استقبال القبلة: أنّه لما كان من شأن العابد أن يستقبل وجه المعبود، وهو بهذه الطريقة محال على الله تعالى، شرع للناس مكانًا مخصوصًا يستقبلونه في عبادتهم إيّاه، وجعل استقباله كاستقبال وجهه تعالى:  {إِنَّ اللَّهَ وَاسِعٌ عَلِيمٌ} ؛ أي: إنّه تعالى لا يُحْصَر، ولا يتحدَّد، فيصحُّ أن يُتوجَّه إليه في كل مكان، وهو عليم بالمتوجِّه إليه أينما كان، فاعبدوه حيثما كنتم، وتوجَّهوا إليه أينما حللتم، ولا تتقيدوا بالأمكنة، والمعبود غير مقيَّد، وقد نزلت هذه الآية قبل الأمر بالتوجه إلى استقبال الكعبة في الصلاة، وفيها إبطالٌ لما كان يعتقده أرباب الملل السابقة، من أنَّ العبادة لا تصحُّ إلّا في الهياكل، والمعابد، وإزالةٌ لما قد يتوهَّم من أنَّ الوعيد إنما كان على إبطالها في الأماكن المخصوصة، فأبان بها أنَّ الوعيد إنما كان لإبطالها مطلقًا؛ لأنَّ الله تعالى لا تحدِّده الجهات، ولا تحصره الأمكنة. انتهت. وروي (٢) عن ابن عباس ومقاتل: أنّه عبَّر عن الذات بالوجه، كقوله تعالى:  {وَيَبْقَى وَجْهُ رَبِّكَ}  {كُلُّ شَيْءٍ هَالِكٌ إِلَّا وَجْهَهُ} وقيل المعنى: العمل </p><p>(١) المراغي. (٢) البحر المحيط.</p>"
}