{
  "id": null,
  "sura": 2,
  "aya": 108,
  "text": "<p> سبحانه، أي: سوى الله، وهو في حيِّز النصب على الحالية من الوليِّ؛ لأنّه في الأصل صفةٌ له، فلمّا قدِّم انتصب حالًا {مِن} زائدة للاستغراق {وَلِيٍّ} ؛ أي: قريبٌ وصديقٌ يلي أمركم، وقيل: والٍ، وهو القيِّم بالأمور {وَلَا نَصِيرٍ} ؛ أي: معينٌ ومانع ينصركم على أعدائكم؛ أي: ناصركم ومعينكم هو الله وحده، فلا تبالوا بمن ينكر النسخ، أو يعيِّبكم به، وليس في استطاعته أن يلحق بكم أذًى، والفَرْقُ بين الولي والنصير: أنَّ الولي قد يضعف عن النصرة، والنصير قد يكون أجنبيًّا عن المنصور، فبينهما عموم وخصوص من وجهٍ، والمقصود: التسكين لقلوب المؤمنين، بأنَّ الله وليُّهم، وناصرهم دون غيره، فلا يجوز الاعتماد إلّا عليه ولا يصحُّ الالتجاء إلّا إليه. </p><p> والمعنى: إن قضية العلم بما ذكر من الأمور الثلاثة وهو العلم بـ {أَنَّ اللهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} والعلمُ بـ {أَنَّ اللهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ} والعلمُ بأنْ {وَمَا لَكُمْ مِنْ دُونِ اللهِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ} هو الجَزْمُ والإيقان، بأنّه تعالى لا يفعل بهم في أمرٍ من أمور دينهم، أو دنياهم إلّا ما هو خيرٌ لهم، والعمل بموجبه شيءٌ من الثقة والتوكّل عليه، وتفويض الأمر إليه من غير إصغاءٍ إلى أقاويلِ الكفرة، وتشكيكاتهم التي هي من جملتها ما قالوا في أمر النسخ. وقيل: المعنى: {وَمَا لَكُمْ} يا معشر اليهود والكفار! عند نزول العذاب {مِنْ دُونِ اللهِ} ؛ أي: ممَّا سوى الله {مِنْ وَلِيٍّ} ؛ أي: قريبٍ وصديقٍ يحميكم من عذاب الله، وقيل: والٍ يلي أمركم ويقوم به {وَلَا نَصِيرٍ} ؛ أي: ولا ناصر يمنعكم من عذاب الله، وإنما هو الذي يملك أموركم، ويجريها على ما يصلح لكم، وفي هذا تحذيرٌ من عذاب الله، إذ لا مانع منه. </p><p> ولمَّا قالت اليهود: يا محمد! ائتنا بكتابٍ من السماء جملةً، كما أتى موسى بالتوراة، نزل قوله تعالى: </p><p> ١٠٨ - {أَمْ تُرِيدُونَ} وأمْ هنا (١) منقطعةٌ تقدَّر ببل والهمزة، ويكون إضراب انتقال من قصّةٍ إلى أخرى، لا إضراب إبطالٍ، </p><p>(١) العمدة.</p><p> والخطاب لليهود؛ أي: بل أتريدون يا معشر اليهود! الذين كانوا في عهد محمدٍ - صلى الله عليه وسلم - {أَنْ تَسْأَلُوا رَسُولَكُمْ} ؛ أي: الرسول الذي جاءكم؛ أي: محمدًا - صلى الله عليه وسلم -؛ لأنّه رسول الخلق أجمعين، أن يأتيكم بكتاب من السماء جملةً {كَمَا سُئِلَ مُوسَى} عليه السلام؛ أي: سأله أسلافكم وآباؤكم رؤية الربِّ، وسماع كلامه، وغير ذلك حيث قالوا:  {أَرِنَا اللهَ جَهْرَةً}  {مِنْ قَبْلُ} ؛ أي: من قبل هذا الرسول محمد - صلى الله عليه وسلم -، فتضلُّوا كما ضلُّوا؛ وذلك لأنَّ السؤال بعد قيام البراهين كفرٌ. </p><p> وقيل (١) : أم في قوله: {أَمْ تُرِيدُونَ} معادِلةٌ للهمزة في {أَلَمْ تَعْلَمْ} والخطاب للمؤمنين؛ أي: ألم تَعْلَموا؟ أيها المؤمنون! أنّه سبحانه مالك الأمور، وقادرٌ على الأشياء كلِّها، يأمر وينهى كما أراد، أم تعلمون، وتقترحون بالسؤال، كما اقترحت اليهود على موسى عليه السلام، والمراد: توصية المؤمنين بالثقة به، وترك الاقتراح عليه، وهو المفاجأة بالسؤال من غير رويَّةٍ وفكرٍ {أَنْ تَسْأَلُوا} وأنتم مؤمنون {رَسُولَكُمْ} محمدًا - صلى الله عليه وسلم -، وهو في تلك المرتبة من علوِّ الشأن، وتقترحوا عليه ما تشتهون، غير واثقين بأموركم بفضل الله تعالى، حسبما يوجبه قضيّةُ علمكم بشؤونه تعالى. قيل: لعلَّهم كانوا يطلبون منه - صلى الله عليه وسلم -، تفاصيل الحِكَمِ الداعية إلى النسخ {كَمَا سُئِلَ مُوسَى} مصدر تشبيهيٌّ! أي: نعت لمصدر مؤكّد محذوف، وما مصدرية؛ أي: تسألون رسولكم سؤالًا مشبهًا لله سؤال موسى عليه السلام، حيث قيل له: اجعل لنا إلهًا، وأرنا الله جهرةً، وغير ذلك. وقرىء (سِيْلَ بالياء)  {مِنْ قَبْلُ} ؛ أي: من قبل محمد - صلى الله عليه وسلم - متعلق بسئل؛ جيء به للتأكيد {وَمَنْ يَتَبَدَّلِ الْكُفْرَ} ؛ أي: من يختر الكفر لنفسه، ويأخذه، {بِالْإِيمَانِ} ؛ أي: بدل الإيمان؛ أي: أخذه في مقابلة الإيمان بدلًا عنه؛ أي: ومن يختر الكفر على الإيمان، ويأخذه لنفسه بدل الإيمان. </p><p> وحاصله: من يترك الثقة بالآيات البينة المنزَّلة، بحسب المصالح التي من جملتها الآيات الناسخة التي هي خيرٌ محضٌ، وحقٌّ بحتٌ، واقترح غيرها {فَقَدْ </p><p>(١) روح البيان.</p>"
}