{
  "id": null,
  "sura": 2,
  "aya": 164,
  "text": "<p> على الوحي أحكامًا كثيرةً من تلقاء أنفسهم، وخالفوا ما نزل بتأويلاتٍ وتعسفات بعيدةٍ عن روح الدين وسره. </p><p> وقوله:  {الرَّحْمَنُ الرَّحِيمُ} خبران آخران للمبتدأ؛ أي: وإلهكم هو الرحمن؛ أي: كثير الرحمة والإنعام لعباده بحلائل النعم، الرحيم؛ أي: كثير الرحمة والإحسان لعباده بدقائق النعم. </p><p> فالله تعالى (١) هو الرحمن الرحيم الذي وسعت رحمته كل شيء، فحسب المرء أن يرجوها، ولا يعتمد على رحمة سواه ممن يظن أنهم مقربون إليه؛ إذ كل ما يعتمد عليه من دونه، فليس أهلًا للاعتماد عليه، بل الاعتماد عليه من قبيل الشرك. </p><p> والإله الذي بيده أزمة المنافع، والقادر على دفع المضار؛ واحدٌ لا سلطان لأحد على إرادته، ولا مبدل لكلماته، ولا أوسع من رحمته. </p><p> وإنما ذكر الوحدة والرحمة دون غيرهما من صفاته؛ لأن الوحدة تذكر أولئك الكافرين الكاتمين للحق بأنهم لا يجدون ملجأ غيرَ الله يقيهم عقوبته ولعنته، والرحمة بعدها ترغبهم في التوبة، وتحول بينهم وبين اليأس من فضله بعد أن اتخذوا الوسطاء والشفعاء عنده. </p><p> وعن أسماء بنت يزيد رضي الله عنها قالت: سمعت رسول الله - صلى الله عليه وسلم - يقول: \"اسم الله الأعظم في هاتين الآيتين: {وَإِلَهُكُمْ إِلَهٌ وَاحِدٌ لَا إِلَهَ إِلَّا هُوَ الرَّحْمَنُ الرَّحِيمُ (١٦٣) } وفاتحة آل عمران {الم (١) اللهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ (٢) } أخرجه أبو داود والترمذي، وقال حديث صحيح. </p><p> ١٦٤ - ثم ذكر الله سبحانه وتعالى بعض ظواهر الكون الدالة على وحدانيته ورحمته؛ لتكون برهانًا على ما ذكر في الآية قبلها فقال:  {إِنَّ في خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ ...} إلى آخر الآية، فذكر من عجائب مخلوقاته ودلائل قدرته ووحدانيته </p><p>(١) مراغي.</p><p> تسعة أنواع، إن جعلنا قوله:  {وَبَثَّ فِيهَا} معطوفًا على ما أنزل، وهو الظاهر كما قاله في \"الكشاف\" وإن عطفناه على قوله: {فَأَحْيَا} فتكون الدلائل ثمانية؛ لأنهما أمران متسببان عن إنزال المطر: </p><p> الأول والثاني منها ذكره بقوله:  {إِنَّ في خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ} ؛ أي: إن في إيجادهما على غير مثال سبق مع عظمهما وكثرة أجزائهما، وقيل: الخَلْقُ هنا بمعنى المخلوق؛ إذ الآيات التي تشاهد إنما هي في المخلوق الذي هو السموات والأرض، وحينئذ فإضافته بيانية، وإنما جمع السموات؛ لأنها أجناس مختلفة كل سماء من جنس غير جنس الأخرى، وأفرد الأرض؛ لأنها جنس واحد وهو التراب. </p><p> والآيات في السماء هي: سمكها، وارتفاعها بغير عمد ولا علَّاقة، وما يُرى فيها من الشمس والقمر والنجوم، وفي ذلك كله ما يدل على أنه صادر من إله واحد لا شريك له في الخلق والتقدير، والحكمة والتدبير. </p><p> وَفِي كُلِّ شَيءٍ لَهُ آيَةٌ ... تَدُلُّ عَلَى أَنَّهُ الْوَاحِدُ </p><p> والآيات في الأرض: مدها، وبسطها على الماء، وما يرى فيها من الجبال والبحار والمعادن والجواهر والأنهار والأشجار والثمار {وَفِي الْأَرْضِ آيَاتٌ لِلْمُوقِنِينَ} . </p><p> وذكر الثالث منها بقوله:  {و} في {اختلاف الليل والنهار} ؛ أي: في تعاقبهما بمجيء أحدهما، وذهاب الآخر، واختلافهما في الطول والقصر، والزيادة والنقصان، والنور والظلمة، وإنما قُدِّم الليل على النهار؛ لأن الظلمة أقدم، والآيات في الليل والنهار تعاقبهما بالمجيء والذهاب واختلافهما فيما ذكر، واختلاف انتظام أحوال العباد في معاشهم بالراحة في الليل، والسعي والكسب في النهار. </p><p> وذكر الرابع منها بقوله:  {و} في الفلك والسفن {الَّتِي تَجْرِي} وتسير {في الْبَحْرِ} والماء العميق. </p><p> والآياتُ في السفن: جريانها على وجه الماء؛ وهي موقرة بالأثقال والرجال فلا ترسب (١) ، وجريانها بالريح مقبلة ومدبرة، وتسخير البحر لحمل السفن، مع قوة سلطان الماء وهيجان الجر، فلا يُنجي منه إلا الله تعالى. </p><p> فدلالتها (٢) على الوحدانية يحتاج إلى معرفة طبيعة الماء، وقانون الثقل في الأجسام، وطبيعة الهواء والريح والبخار والكهرباء التي هي العمدة في سير السفن الكبرى في هذا العصر، وكل ذلك يجري على سنن مطردة تدل على أنها صادرة عن قوة بديعة النظام؛ هي قدرة الإله الواحد العليم كما قال: {وَمِنْ آيَاتِهِ الْجَوَارِ في الْبَحْرِ كَالْأَعْلَامِ (٣٢) إِنْ يَشَأْ يُسْكِنِ الرِّيحَ فَيَظْلَلْنَ رَوَاكِدَ عَلَى ظَهْرِهِ}. </p><p> النوع الخامس منها: ركوب السفن، والحمل عليها في التجارة. وذكره بقوله:  {بِمَا يَنْفَعُ النَّاسَ} ؛ أي: ينفعهم في أسفارهم وتجارتهم؛ فهي تحمل أصناف المتاجر من إقليم إلى إقليم، ومن قطر إلى قطر آخر، فتجعل العالم كله مشتركًا في المطاعم والمشارب والملابس وأصناف الأدوية وغيرها، والآيات في ذلك أن الله تعالى لو لم يقوِّ قلوب من يركب هذه السفن .. لما تم الغرض في تجاراتهم ومنافعهم، وأيضًا فإن الله تعالى خص كل قطر من أقطار العالم بشيء معين فصار ذلك سببًا يدعوهم إلى اقتحام الأخطار في الأسفار من ركوب السفن، وخوض البحر، وغير ذلك. </p><p> والنوع السادس منها: نزول المطر من السماء، وذكره بقوله:  {و} في {مَا أَنْزَلَ اللهُ مِنَ السَّمَاءِ} ؛ أي: من السحاب {مِنْ مَاءٍ} ؛ أي: من المطر الذي به حياة البلاد والعباد، فـ {من} الأولى للابتداء، والثانية للبيان. قيل: أراد بالسماء السحاب، سُمي سماء لأن كل ما علاك فأظلك فهو سماء؛ لأنه خلق الله الماء في السحاب، ومنه ينزل إلى الأرض، وقيل: أراد السماء بعينها؛ لأنه خلق الله الماء في السماء، ومنه ينزل إلى السحاب، ثم منه إلى الأرض، ثم عطف على </p><p>(١) لا ترسب: أي لا تذهب سافلة إلى قاع البحر. اهـ. (٢) مراغي.</p><p> أنزل قوله:  {فَأَحْيَا بِهِ} ؛ أي: بذلك الماء {الْأَرْضَ} وأنبتها، وأظهر نضارتها، وحسنها {بَعْدَ مَوْتِهَا} ويبسها وجدبها سماه: موتًا مجازًا؛ لأنها إذا لم تنبت شيئًا، ولم يصبها المطر .. فهي كالميتة، والمعنى: أحيا بهذا الماء الزروع والأشجار بعد أن كانت يابسة مجدبة ليس فيها حبوب ولا ثمار. </p><p> والآيات في ذلك: أنّ الله جعل الماء سببًا لحياة جميع الموجودات من حيوان ونبات، وأنه ينزله عند الحاجة إليه بمقدار المنفعة، وعند الاستسقاء، وينزله بمكان دون مكان. </p><p> والسابع منها: انتشار كل دابةٍ في الأرض، وذكره بقوله:  {و} في {بث} وفرق {فِيهَا} ؛ أي: في الأرض {مِنْ كُلِّ دَابَّةٍ} ؛ أي: من كل حيوان. قال ابن عباس رضي الله عنهما: يريد كل ما دبّ على وجه الأرض من جميع الخلق من الناس وغيرهم، فقوله:  {بث} إما معطوف على {أنزل} فتقدر {ما} الموصولة قبلها، فتكون الآيات حينئذ تسعة أنواع، أو معطوف على {أحيا} ، فتكون الآيات ثمانية كما أشرنا إليه فيما مر، والآيات في ذلك: أن جنس الإنسان مثلًا يرجع إلى أصل واحد وهو آدم، مع ما فيهم من الاختلاف في الصور، والأشكال، والألوان والألسنة، والطبائع، والأخلاق، والأوصاف إلى غير ذلك، ثم يقاس على بني آدم سائر الحيوان. </p><p> والثامن منها: الريح وذكره بقوله: {يَعْقِلُونَ} ؛ أي: وفي تقليب الرياح وتحويلها، وتوجيهها مرة جنوبًا ومرة من شمالًا، وباردةً وحارةً، ولينةً وعاصفةً. </p><p> والآيات فيها: أنها جسم لطيف لا يمسك ولا يرى؛ وهي مع ذلك في غاية القوة بحيث تقلع الشجر والصخر، وتخرب البنيان، وهي مع ذلك حياة الوجود، فلو أمسكها طرفة عين .. لمات كل ذي روح، وأنتن ما على وجه الأرض. </p><p> والنوع التاسع منها: السحاب وذكره بقوله: {وَالسَّحَابِ الْمُسَخَّرِ} ؛ أي: وفي الغيم المذلل لقدرة الله تعالى يسير {بَيْنَ السَّمَاءِ وَالْأَرْضِ} بواسطة الرياح حيث شاء الله تعالى، وهو يحمل الماء الغزير، ثم يصبه على الأرض قطرات قطرات. </p>"
}