{
  "id": null,
  "sura": 2,
  "aya": 81,
  "text": "<p> علم لكم به، فإنَّ مثله لا يكون إلّا بوحي يبلِّغه الرسل عنه، وبدون هذا يكون افتياتًا على الله وجراءةً عليه؛ لأنَّه قولٌ بلا علم، فهو كفر صراحٌ. </p><p> وخلاصة هذا (١) : إنّ مثل ذلك القول لا يصدر إلّا عن أحد أمرين: إمّا اتخاذ عهدٍ من الله، وإمّا افتراءٌ وتقوُّلٌ عليه، وإِنْ كان اتخاذُ العهد لم يحصل، فأنتم كاذبون في دعواكم، مفترون بأنسابكم حين تدَّعون أنَّكم أبناء الله وأحبّاؤه. </p><p> ٨١ - ثُمَّ ردَّ الله سبحانه وتعالى على اليهود قولهم:  {لَنْ تَمَسَّنَا النَّارُ} بقوله: {بَلَى} تمسُّكم النار، وتخلدون فيها أبدًا، و {بَلَى}  (٢) إثباتٌ لما بعد النفي، فهو جواب النفي، ونعم: جواب الإيجاب؛ أي إنّكم قلتم: لن تمسَّنا النار سوى الأيام المعدودة، بلى تمسُّكم أبدًا بدليل {هُمْ فِيهَا خَالِدُونَ} وبيَّن ذلك بالشرط والجزاء، وهما قوله:  {مَن ...} إلخ. ومن يحتمل أن تكون موصولة، ودخلت الفاء حينئذٍ في الخبر، لما في المبتدأ من العموم؛ لشبه الموصول بالشرط في العموم {كَسَبَ} وعمل وارتكب {سَيِّئَةً} من السيئات يعني: كبيرةً من الكبائر، والمراد بالسيئة هنا: الكفر والشرك، قاله ابن عباس، ومجاهد. والكسب: استجلاب النفع، والاكتساب: استجلاب الضرّ. واستعمال الكسب هنا في استجلاب الضرّ، كالسيئة، على سبيل التهكُّم، {وَأَحَاطَتْ بِهِ خَطِيئَتُهُ} تلك واستولت عليه من جميع جوانبه، من قلبه، ولسانه، ويده، كما يحيط العدوُّ، وهذا إنّما يتحقق في الكافر، ولذلك فسَّر السلف السيئة بالكفر {فَأُولَئِكَ} الموصوفون بما ذكر من كسب السيئات، وإحاطة خطاياهم بهم، أشير إليهم بعنوان الجمعيَّة؛ مراعاةً لجانب المعنى في كلمة {مَن} بعد مراعاة جانب اللفظ في الضمائر الثلاثة {أَصْحَابُ النَّارِ} ؛ أي: ملازموها في الآخرة حسب ملازمتهم في الدنيا؛ لما يستوجبها من الأسباب التي من جملتها ما هم عليه من تكذيب آيات الله، وتحريف كلامه، والافتراء عليه، وغير ذلك، وهو خبر أولئك، والجملة خبر للمبتدأ {هُمْ </p><p>(١) المراغي. (٢) روح البيان.</p><p> فِيهَا}؛ أي: في النار {خَالِدُونَ} ؛ أي: دائمون، فأنى لهم التَفَضِّي منها بعد سبعة أيّام، أو أربعين يومًا كما زعموا، والجملة في حيِّز النصب على الحالية؛ لورود التصريح به في قوله:  {أَصْحَابُ النَّارِ خَالِدِينَ} ، ولا حُجَّة في الآية على خلود صاحب الكبيرة؛ لما عرفت من اختصاصها بالكافر، والمراد بأصحاب النار: الذين هم أهلها حقيقةً لا مَن دخلها، ثُمَّ خرج منها. </p><p> وقرأ الجمهور (١) : {خَطِيئَتُهُ} بالإفراد، ونافع:  {خطيئاته} جمع سلامة، وقرأ بعض القرَّاء:  {خطاياه} جمع تكسير. وقريء:  {خطيَّته} و {خطيَّاته} على القلب والإدغام فيهما، والمعنى: أنَّها أخذته من جميع جوانبه، ومعنى الإحاطة به: أنّه يوافي على الكفر والإشراك، هذا إذا (٢) فسرت الخطيئة بالشرك، ومن فسَّرها بالكبيرة، فمعنى الإحاطة به: أن يموت وهو مُصِرٌّ عليها، فيكون الخلود على القول الأوّل، المراد به الإقامة لا إلى انتهاء، وعلى القول الثاني المراد به: الإقامة دهرًا طويلًا؛ إذ مآله إلى الخروج من النار. قال الكلبيُّ: أوثقته ذنوبه. وقال ابن عباس: أحبطت حسناته. وقال مجاهد: غشيت قلبه. وقال مقاتل: أصرَّ عليها. وقال الربيع: مات على الشرك. وقال الحسن: كل ما توعَّد الله عليه بالنار، فهو الخطيئة المحيطة. </p><p> ومعنى الآية: ليس (٣) الأمر كما ذكرتم، بل تمسُّكم النار وتمسُّ غيركم دهرًا طويلًا، فكلُّ من أحاطت به خطيئته، وأخذت بجوانب إحساسه ووجدانه، واسترسل في شهواته، وأصبح سجين آثامه، فجزاؤه النار خالدًا فيها أبدًا؛ لما اقترف من أسبابها بانغماسه في الشهوات التي استوجبت ذلك العقاب. </p><p> وعبارة \"العمدة\"  (٤) : {بَلَى} تمسُّكم النار، وتخلدون فيها أبدًا {مَنْ كَسَبَ سَيِّئَةً} أي عمل شركًا {وَأَحَاطَتْ} ؛ أي: أحدقت {بِهِ خَطِيئَتُهُ} وذنوبه، </p><p>(١) البحر المحيط. (٢) البحر المحيط.(٣) المراغي.(٤) العمدة.</p>"
}