{
  "id": null,
  "sura": 2,
  "aya": 141,
  "text": "<p> وخلاصة معنى الآية: لا أحد أشدُّ ظلمًا ممن يكتم شهادةً في كتاب الله، تبِشِّرُ بأنَّ الله يبعث فيهم نبيًّا من بَنِي إخوتهم، وهم العرب أبناءُ إسماعيل، وهم لا يزالون يكتمون ذلك، فينكرون على غير المطلع على التوراة، ويحُرِّفون على المُطَّلع عليها. </p><p> ١٤١ - {تِلْكَ} الجماعة المذكورة من إبراهيم، ومَنْ معه {أُمَّةٌ} ؛ أي: جماعةٌ {قَدْ خَلَتْ} ؛ أي: مضت وسلفت بالموت {لَهَا} جزاء {مَا كَسَبَتْ} من الأعمال خيرًا أو شرًّا {وَلَكُمْ} أيها اليهود والنصارى جزاء {مَا كَسَبْتُمْ} من الأعمال، كذلك {وَلَا تُسْأَلُونَ} أيها اليهود والنصارى يوم القيامة {عَمَّا كَانُوا يَعْمَلُونَ} في الدنيا، كما أنَّهم لا يسألون عما تعملون. </p><p> والمعنى: أنّ جماعة الأنبياء قد مضت بالموت ولها ما كسبت من الأعمال، ولكم ما كسبتم منها، ولا يُسأل أحدٌ عن عمل غيره، بل كُلُّ إنسان يسأل يوم القيامة عن كسبه وعمله، ويجازى به، فلا يضرُّه، ولا ينفعه سواه. </p><p> وهذه قاعدةٌ أقرَّتها الأديان جميعًا، وأيَّدها العقل، كما قال تعالى: {أَلَّا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى (٣٨) وَأَنْ لَيْسَ لِلْإِنْسَانِ إِلَّا مَا سَعَى (٣٩) } لكن غلبة الجهل جعلت الناس يعتمدون في طلب سعادة الآخرة، وبعض مصالح الدنيا على كرامات الصالحين، وساعدهم على ذلك رؤساء الأديان، فأوَّلوهم نصوص الدين اتِّباعًا للهوى، ومن ثمَّ جاء القرآن يقرِّر ارتباط السعادة بالكتب، والعمل، وينفي الانتفاع بالأنبياء والصالحين لمن لم يقتد بهم في صالح أعمالهم، وقد حاجَّ بذلك أهل الكتاب الذين يفتخرون بأسلافهم، ويعتمدون على شفاعتهم وجاههم، ليقطع أطماعهم في تلك الشفاعة. وعلينا معشر المسلمين أن نجعل نصب أعيننا، ورائدنا في أعمالنا، تلك القاعدة: الجزاء على العمل، ولا نغترَّ بشفاعة سلفنا الصالح ونجعلها وسيلةً لنا في النجاة إذا نحن قصَّرنا في عملنا، فكلٌّ من السلف والخلف مجزيٌّ بعمله، ولا ينفع أحدًا عملُ غيره، وفَّقنا الله تعالى لما يحبّه ويرضاه {يَوْمَ لَا تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئًا وَالْأَمْرُ يَوْمَئِذٍ لِلَّهِ (١٩) }. </p><p> وبالجملة، ففي الآية: وعظٌ لليهود، ولكل من يتكل على فضل الآباء، وشرفهم، أن لا يتَّكلوا على فضل الآباء، فكلٌّ يؤخذ بعمله، ولا ينفعه غيره، وإنّما كُرِّرت هذه الآية؛ لأنّه إذا اختلف مواطن الحِجاج، والمجادلة، حسن </p><p> تكريره للتذكير به، وتأكيده، وقيل: إنّما كرَّره؛ تنبيهًا لليهود؛ لئلّا يغترُّوا بشرف آبائهم وعبارة الكرخي: وكرر تأكيدًا وزجرًا عمّا هم عليه، من الافتخار بالآباء، والاتكال على أعمالهم؛ أو لأنَّ الأمة في الآية الأولى للأنبياء، وفي الثانية لأسلاف اليهود والنصارى؛ أو لأنَّ الخطاب في تلك الآية لهم، وفي هذه الآية لنا. انتهت. والله أعلم. </p><p> الإعراب </p><p> {وَقَالُوا كُونُوا هُودًا أَوْ نَصَارَى تَهْتَدُوا قُلْ بَلْ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ) ٣٥)} . </p><p> {وَقَالُوا} الواو استئنافية، أو عاطفة {قالوا} فعل وفاعل، والجملة مستأنفة، أو معطوفة على جملة قوله:  {وَقَالُوا لَنْ يَدْخُلَ الْجَنَّةَ ...} هو الخ. {كُونُوا هُودًا} إلى قوله: {قُلْ} مقولٌ محكيٌّ لقالوا، وإن شئت قلت:  {كُونُوا} فعل أمر ناقص مبني على حذف النون، والواو اسمها {هُودًا} خبرها، والجملة في محل النصب مقول {قَالُوا}  {أَوْ} حرف عطف وتفصيل {نَصَارَى} معطوف على {هُودًا} . {تَهْتَدُوا} فعل مضارع وفاعل مجزوم بالطلب السابق، والجملة جوابية لا محل لها من الإعراب {قُلْ} فعل أمر وفاعل مستتر يعود على محمد - صلى الله عليه وسلم -، والجملة مستأنفة {بَلْ مِلَّةَ إِبْرَاهِيمَ ...} إلى آخر الآية: مقول محكي، وإن شئت قلت:  {بَلْ} حرف عطف وإضراب {مِلَّةَ} مفعول به لفعل محذوف، تقديره: بل نتَّبع ملة إبراهيم، أو منصوب على الإغراء بتقدير الزموا، والجملة المحذوفة معطوفة على جملةٍ مقدّرةٍ قبلها، تقديرها: لا نتبع اليهودية، ولا النصرانية، بل نتّبع ملة إبراهيم، والجملة المقدرة مع ما عطف عليها في محل النصب مقول {قُلْ}  {مِلَّةَ} مضاف {إِبْرَاهِيمَ} مضاف إليه مجرور بالفتحة للعلمية والعجمة {حَنِيفًا} حال من إبراهيم؛ لأنّ الملة كالجزء من إبراهيم، كما قال ابن مالك في \"الخلاصة\" : </p><p> ولا تُجِزْ حالًا من الْمُضافِ لَه ... إِلَّا إِذَا اقْتَضَى الْمُضَافُ عَمَلَه </p><p> أو كانَ جُزْءَ مَا لَهُ أضيفَا ... أو مِثْلَ جُزْئهِ فلا تَحِيفَا </p><p> {وَمَا} الواو حالية (ما) نافية (كاَنَ) فعل ناقص، واسمها ضمير يعود على إبراهيم {مِنَ الْمُشْرِكِينَ} جار ومجرور خبر {كاَنَ} ، وجملة {كاَنَ} في محل النصب حال ثانية من إبراهيم. </p><p> {قُولُوا آمَنَّا بِاللَّهِ وَمَا أُنْزِلَ إِلَيْنَا وَمَا أُنْزِلَ إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَمَا أُوتِيَ مُوسَى وَعِيسَى وَمَا أُوتِيَ النَّبِيُّونَ مِنْ رَبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ (١٣٦) }. </p><p> {قُولُوا} فعل أمر مبنيٌّ على حذف النون، والواو فاعل، والجملة مستأنفة {آمَنَّا بِاللَّهِ ...} إلى آخر الآية: مقول محكي لقولوا، وإن شئت قلت:  {آمَنَّا} فعل وفاعل، والملة في محل النصب مقول {قُولُوا}  {بِاللَّهِ} متعلق بآمنَّا، {وَمَا} الواو عاطفة {ما} اسم موصول في محل الجر معطوفة على لفظ الجلالة {أُنْزِلَ} فعل ماض مغيَّر الصيغة، ونائب فاعل مستترٌ فيه، والجملة صلة لما الموصولة، والعائد ضمير النائب {إِلَيْنَا} جار ومجرور متعلق بأنزل {وَمَا} موصول معطوف على لفظ الجلالة، وجملة {أُنْزِلَ} صلتها {إِلَى إِبْرَاهِيمَ} متعلِّق بأنزل {وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ} معطوفات على إبراهيم، مجروراتٌ بالفتحة للعلمية والعجمية، والأسباط معطوف أيضًا على إبراهيم مجرور بالكسرة الظاهرة {وَمَا} معطوف أيضًا على الجلالة {أُوتِيَ} فعل ماض مغيّر الصيغة {مُوسَى} نائب فاعل {وَعِيسَى} معطوف على {مُوسَى} ، والجملة صلة لما الموصولة، والعائد محذوف، تقديره: وما أوتيه موسى {وما} معطوف على لفظ الجلالة أيضًا، {أُوتِيَ النَّبِيُّونَ} فعل ماض ونائب فاعل، والجملة صلة لما، والعائد محذوف، تقديره: وما أوتيه النبيون {مِنْ رَبِّهِمْ} جار ومجرور متعلق بأوتي {لَا} نافية {نُفَرِّقُ} فعل مضارع مرفوع، وفاعله ضمير يعود على المتكلمين، تقديره: نحن {بَيْنَ أَحَدٍ} ظرف ومضاف إليه متعلق بنفرق {مِنْهُمْ} صفة لأحد، والجملة الفعلية في محل النصب حال من فاعل {آمَنَّا} ، أو مستأنفة {وَنَحْنُ} الواو حالية {نحن} مبتدأ {لَهُ} متعلق بمسلمون، قدّم عليه؛ للاهتمام به {مُسْلِمُونَ} خبر </p><p> المبتدأ، والجملة الإسمية حال ثانية من فاعل {آمنا} . </p><p> {فَإِنْ آمَنُوا بِمِثْلِ مَا آمَنْتُمْ بِهِ فَقَدِ اهْتَدَوْا وَإِنْ تَوَلَّوْا فَإِنَّمَا هُمْ فِي شِقَاقٍ فَسَيَكْفِيكَهُمُ اللَّهُ وَهُوَ السَّمِيعُ الْعَلِيمُ (١٣٧) }. </p><p> {فَإِنْ} الفاء استئنافية، أو فصيحة؛ لأنّها أفصحت عن جواب شرط مقدر، تقديره: إذا امتثلتم ما أمرتكم به، وأردتم بيان حال أهل الكتاب، فأقول لكم: إن آمنوا. الخ. {إن} حرف شرط جازم {آمَنُوا} فعل وفاعل في محل الجزم بإن الشرطية على كونه فعل شرط لها {بِمِثْلِ} الباء حرف جر {مثل} زائدة {ما} موصول في محل الجر بالباء الجار والمجرور متعلق بآمنوا؛ أي: فإن آمنوا بما آمنتم {آمَنْتُمْ} فعل وفاعل {به} متعلق بآمنتم، وجملة {آمَنْتُمْ} صلةٌ لما الموصولة، والعائد ضمير {بِهِ} . {فَقَدِ} الفاء رابطةٌ لجواب {إن} الشرطية وجوبًا لكون الجواب مقرونًا بقد، {قد} حرف تحقيق {اهْتَدَوْا} فعل ماض وفاعل في محل الجزم بإنْ الشرطية على كونه جوابًا لها، وجملة {إن} الشرطية مع جوابها مستأنفة، أو مقولٌ لجواب إذا المقدَّرة وجملة إذ المقدرة مستأنفة {وَإِنْ} الواو عاطفة {إن} حرف شرط جازم {تَوَلَّوْا} فعل ماض وفاعل في محلِّ الجزم بإنْ الشرطية على كونه فعل شرط لها {فَإِنَّمَا} الفاء رابطة لجواب {إن} الشرطية وجوبًا لكون الجواب جملة إسمية، {إنما} أداة حصر {هُمْ} مبتدأ {فِي شِقَاقٍ} جار ومجرور متعلق بمحذوفٍ خبر المبتدأ، والجملة الإسمية في محل الجزم بإن الشرطية على كونها جوابًا لها، وجملة {إن} الشرطية في محل النصب معطوفة على جملة {إن} الأولى على كونها مقولًا لجواب إذا المقدرة {فَسَيَكْفِيكَهُمُ} الفاء حرف عطف وتعقيب؛ لإشعارها بوقوع الكفاية عقب شقاقهم، والسين حرف تنفيس للاستقبال القريب {يكفي} فعل مضارع، والكاف مفعول أوّل، والهاء مفعول ثانِ {اللَّهُ} فاعل، والجملة الفعلية في محل الجزم معطوفة على جملة الجواب، ولذا دخلت الفاء الرابطة عليه؛ لاشتماله على حرف التنفيس {وَهُوَ} الواو استئنافية {هو} مبتدأ {السَّمِيعُ} خبر أول {الْعَلِيمُ} خبر ثان، والجملة الإسمية مستأنفة؛ مسوقة لتعليل ما قبلها. </p><p> {صِبْغَةَ اللَّهِ وَمَنْ أَحْسَنُ مِنَ اللَّهِ صِبْغَةً وَنَحْنُ لَهُ عَابِدُونَ (١٣٨) }. </p><p> {صِبْغَةَ اللَّهِ} مصدر مؤكّد لفعله المحذوف، منصوب على المفعولية المطلقة، تقديره: صبغنا الله صبغته، والجملة معطوفة في المعنى على جملة {آمَنَّا} داخلةٌ تحت حكم الأمر في قوله: {قُولُوا آمَنَّا} ؛ أي: قولوا آمنَّا بالله، وصبغنا الله صبغته، وهذا أحسن الأوجه في إعرابه كما مرّ، وقيل: منصوبٌ على الإغراء؛ أي: الزموا صبغة الله {وَمَنْ أَحْسَنُ} الواو استئنافية {مَنْ} اسم استفهام في محل الرفع مبتدأ {أَحْسَنُ} خبره والجملة مستأنفة {مِنَ اللَّهِ} جار ومجرور متعلق بأحسن {صِبْغَةً} تمييزٌ محوَّل عن المبتدأ، منصوب باسم التفضيل، والأصل: ومن صبغته أحسن من صبغة الله؛ أي: لا أحسن منها {وَنَحْنُ} الواو استئنافية، أو عاطفة {نحن} مبتدأ {لَهُ} متعلق بـ {عَابِدُونَ} ، وهو خبر المبتدأ، والجملة مستأنفة، أو معطوفة على {آمنّا} فهو داخلٌ معه تحت الأمر؛ أي: وقولوا نحن ... الخ. وقوله:  {صِبْغَةَ اللَّهِ} معترض بين المعطوف والمعطوف عليه. انتهى. \"أبو السعود\" . </p><p> {قُلْ أَتُحَاجُّونَنَا فِي اللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمْ وَلَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ وَنَحْنُ لَهُ مُخْلِصُونَ (١٣٩) }. </p><p> {قُلْ} فعل أمر وفاعل مستتر يعود على محمد - صلى الله عليه وسلم -، والجملة مستأنفة {أَتُحَاجُّونَنَا} إلى آخر الآية: مقول محكي، وإن شئت قلت: الهمزة للاستفهام الإنكاري {تحاجُّوننا} فعل وفاعل ومفعول به مرفوع بثبات النون، والجملة في محل النصب مقول {قُلْ}  {فِي اللَّهِ} جار ومجرور متعلق بتحاجون {وَهُوَ} الواو حالية {هو} مبتدأ {رَبُّنَا} خبر ومضاف إليه {وَرَبُّكُمْ} معطوف على {رَبُّنَا} ، والجملة في محل النصب حالٌ من الواو في {أَتُحَاجُّونَنَا} ، وكذا قالوا، أو من ضمير المفعول، أو من الجلالة {وَلَنَا} الواو حالية {لنا} خبر مقدّم {أَعْمَالُنَا} مبتدأ مؤخّر، والجملة في محل النصب حال من ضمير المفعول في {أَتُحَاجُّونَنَا}  {وَلَكُمْ} الواو عاطفة {لكم} خبر مقدّم، {أَعْمَالُكُمْ} مبتدأ مؤخّر، والجملة في محل النصب معطوفة على جملة قوله:  {لنا أعمالنا}  {وَنَحْنُ} الواو حالية {نحن} مبتدأ {لَهُ} متعلق بمخلصون {مُخْلِصُونَ} خبر المبتدأ، والجملة في محل </p><p> النصب حال من ضمير المفعول في {أَتُحَاجُّونَنَا} أو من واو الفاعل، وفي \"الجلالين\" : والجمل الثلاث؛ يعني قوله:  {رَبُّنَا وَرَبُّكُمْ}  {وَلَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ} ، والثالثة:  {وَنَحْنُ لَهُ مُخْلِصُونَ} أحوالٌ من الواو في {أَتُحَاجُّونَنَا} والعامل فيها: {أَتُحَاجُّونَنَا} . </p><p> {أَمْ تَقُولُونَ إِنَّ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطَ كَانُوا هُودًا أَوْ نَصَارَى} . </p><p> {أَمْ} عاطفة متصلة معادلة لهمزة {أتحاجون}  {تَقُولُونَ} بالتاء فعل وفاعل، والجملة معطوفة على جملة {تحاجون} ، وإن شئت قلت:  {أَمْ} منقطعة بمعنى بل الإضرابية، وهمزة الإنكار {يقولون} فعل وفاعل، والجملة مستأنفة. وقال أبو البقاء: قرئ {أَمْ تَقُولُونَ} بالياء ردًّا على قوله: {فسيكفكهم} وبالتاء ردًّا على قوله: {أَتُحَاجُّونَنَا} ؛ انتهى. {إِنَّ إِبْرَاهِيمَ} ناصب واسمه {وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطَ} معطوفاتٌ على إبراهيم {كَانُوا} فعل ماض ناقص واسمه {هُودًا} خبره {أَوْ نَصَارَى} معطوف على {هُودًا} ، وجملة كان في محل الرفع خبر {إِنَّ} ، وجملة {إِنَّ} في محل النصب مقول {تَقُولُونَ} . </p><p> {قُلْ أَأَنْتُمْ أَعْلَمُ أَمِ اللَّهُ وَمَنْ أَظْلَمُ مِمَّنْ كَتَمَ شَهَادَةً عِنْدَهُ مِنَ اللَّهِ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ} . </p><p> {قُلْ} فعل أمر وفاعل مستتر يعود على محمد - صلى الله عليه وسلم -، والجملة مستأنفة {أَأَنْتُمْ} الهمزة للاستفهام الإنكاري {أنتم} مبتدأ {أَعْلَمُ} خبره، والجملة في محل النصب مقول {قُلْ}  {أَمِ} عاطفة متّصلة {اللَّهُ} معطوف على {أنتم} ، ولكنه فصل بين المتعاطفين بالمسؤول عنه {وَمَنْ} الواو استئنافية {من} اسم استفهام في محل الرفع مبتدأ {أَظْلَمُ} خبره، والجملة مستأنفة؛ مسوقة للتعريض بكتمانهم شهادة الله، وهذا دَيْدَنُ اليهود دائمًا {مِمَّن} جار ومجرور متعلق بأظلم {كَتَمَ} فعل ماض وفاعل مستتر يعود على {مَنْ}  {شَهَادَةً} مفعول به، والجملة الفعلية صلة الموصول لا محل لها من الإعراب {عِنْدَهُ} ظرف ومضاف إليه متعلق بمحذوف صفة لشهادة {وَمَا} الواو استئنافية، أو عاطفة {ما} حجازية </p><p> {اللَّهُ} اسمها {بِغَافِلٍ} خبرها، والباء زائدة، وجملة {ما} الحجازية مستأنفة، أو معطوفة على جملة قوله:  {وَمَنْ أَظْلَمُ} ، {عَمَّا} جار ومجرور متعلق {بِغَافِلٍ}  {تَعْمَلُونَ} فعل وفاعل، والجملة صلة الموصول، والعائد محذوف، تقديره: عمّا تعملونه. </p><p> {تِلْكَ أُمَّةٌ قَدْ خَلَتْ لَهَا مَا كَسَبَتْ وَلَكُمْ مَا كَسَبْتُمْ وَلَا تُسْأَلُونَ عَمَّا كَانُوا يَعْمَلُونَ (١٤١) }. </p><p> {تِلْكَ أُمَّةٌ} مبتدأ وخبر، والجملة مستأنفة {قَدْ} حرف تحقيق {خَلَتْ} فعل ماض مبني بفتحة مقدرة على الألف المحذوفة؛ لالتقاء الساكنين، والتاء علامة تأنيث الفاعل، وفاعله ضمير مستتر يعود على {أُمَّةٌ} والجملة في محل الرفع صفةٌ لأُمَّةٌ {لَهَا} خبر مقدم {مَا} اسم موصول في محل الرفع مبتدأ مؤخّر، والجملة الإسمية مستأنفة، أو حال من {أُمَّةٌ} أو صفة ثانية لها، والأول أظهر، وجملة {كَسَبَتْ} صلة لما الموصولة، {وَلَكُمْ} خبر مقدم {مَا} مبتدأ مؤخّر، وجملة {كَسَبْتُمْ} صلة لما الموصولة، والجملة الإسمية معطوفة على ما قبلها، {وَلَا تُسْأَلُونَ} الواو عاطفة {لا} نافية {تُسْأَلُونَ} فعل مضارع مغيّر الصيغة، والواو نائب فاعله، والجملة معطوفة على جملة قوله:  {تِلْكَ أُمَّةٌ} مسوقة؛ لتأكيد ما قبلها {عَمَّا} جار ومجرور متعلق بـ {تُسْأَلُونَ}  {كَانُوا} فعل ناقص واسمه، وجملة {يَعْمَلُونَ} خبره، وجملة كان صلة لما الموصولة، والله أعلم. </p><p> التصريف ومفردات اللغة </p><p> {حَنِيفًا} الحنيف: المائل عن الأديان الباطلة إلى دين الحق، يقال: حَنَف حَنْفًا من باب ضرب إذا مال، وحَنِف من باب تعب حَنَفًا، وحَنُف حنافة من باب ظرف اعوجَّت رجله إلى داخلٍ، فهي حنفاء، فالحنيف في أصل اللغة الذي تميل قدماه كُلُّ واحدة إلى أختها، وقد يستعمل في اليدين {كُونُوا هُودًا أَوْ نَصَارَى تَهْتَدُوا} أصله: تهتديوا بوزن تفتعلوا من اهتدى الخماسيِّ، استثقلت الضمة على الياء، فحذفت، فلمَّا سكنت التقى ساكنان، فحذفت الياء وضمت الدال؛ لمناسبة واو الجماعة، وهذا بعد حذف نون الرفع للجازم، وهو الطلب السابق </p><p> {وَالْأَسْبَاطِ} جمع سبط بكسر السين وسكون الباء، وهو في الأصل: ولد البنت مقابل الحفيد الذي هو ولد الابن، وهو مشتق من السبط، أي: الشجرة. وفي \"الفتوحات\" : وهذا كله بالنظر إلى أصل اللغة في إطلاق السبط على ولد الولد مطلقًا، وإلّا فالعرف خصَّص السبط بولد البنت، والحفيد بولد الابن. اهـ. {فقد اهتدوا} أصله: اهتديوا بوزن افتعلوا، تحركت الياء وانفتح ما قبلها فقلبت ألفًا، فالتقى ساكنان الألف وواو الجماعة، فحذفت الألف، وبقيت الفتحة دالَّةً عليها. </p><p> {فإن تولّوا} أصله: تَوَلَّيُوا أيضًا، فُعِل به ما فعل بـ {اهْتَدَوْا} المذكور قبله، فوزن اهتدوا افتعوا، ووزن تَوَلَّوا تفعَّوا {فَإِنَّمَا هُمْ فِي شِقَاقٍ} الشقاق: المخالفة والعداوة، وأصله: من الشقِّ وهو الجانب؛ لأنّ كل واحد من المتشاققين يكون في شقٍّ غير شق صاحبه؛ أي: في ناحيةٍ منه، وهو مصدر شاقَّ شقاقًا من باب فاعَلَ، وفيما ذكر إشارة إلى بيان المراد بالشقاق هنا؛ لأنَّ له في اللغة ثلاث معان: </p><p> أحدها: الخلاف، ومنه:  {وَإِنْ خِفْتُمْ شِقَاقَ بَيْنِهِمَا} . </p><p> والثاني: العداوة، ومنه قوله:  {لَا يَجْرِمَنَّكُمْ شِقَاقِي} . </p><p> والثالث: الضلال، مثل:  {وَإِنَّ الظَّالِمِينَ لَفِي شِقَاقٍ بَعِيدٍ}  {صِبْغَةَ اللَّهِ} والصبغ بالكسر: ما يلوَّن به الثياب، وبالفتح: المصدر، والصبغة: الحالة التي تبنى لبيان النوع، كصبغت صِبغةَ الأمير نظير جِلسةَ الإقعاء، والصَبغة بالفتح: المرَّة من الصبغ، كصبغت صبغةً. وفي \"المصباح\" : صبغت الثوب صبغًا من بابي نفع وقتل، وفي لغة من باب ضرب. انتهى. والصبغة، كالجلسة من جلس، وهي الحالة التي يقع عليها الصبغ، والعرب تسمِّي ديانة الشخص لشيء، واتصافه به صبغةً، قال بعض ملوكهم: </p><p> وكُلُّ أُناسٍ لهم صبغةٌ ... وصِبغة همدان خير الصِّبَغْ </p><p> صبغنا على ذاك أبناءَنا ... فأَكْرِم بصبغتنا في الصِّبَغْ </p><p> {أَتُحَاجُّونَنَا} أصله: أتحاججوننا، فأدغمت الجيم الأولى في الثانية، </p><p> والمحاجُّة: المجادلة ودعوى الحق، وإقامة الحجة، على ذلك من كل واحد من الجانبين. </p><p> البلاغة </p><p> وقد تضمّنت هذه الآيات ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: الإيجاز بالحذف في قوله: {وَقَالُوا كُونُوا هُودًا أَوْ نَصَارَى} ؛ أي: قالت اليهود: كونوا هودًا، وقالت النصارى: كونوا نصارى، وليس المعنى: إنّ الفريقين قالوا ذلك؛ لأنّ كل فريق يعدُّ دين الآخر باطلًا. </p><p> ومنها: جعل الشقاق ظرفًا لهُمْ في قوله: {فَإِنَّمَا هُمْ فِي شِقَاقٍ} ؛ مبالغةً في الإخبار عن استيلائه عليهم، فإنّه أبلغ من قولك: هم مشاقون. </p><p> ومنها: تنكير شقاق؛ دلالةً على امتناع وفاق بينهم أصلًا. </p><p> ومنها: التذييل بقوله: {وَهُوَ السَّمِيعُ الْعَلِيمُ} لأنّه تذييلٌ لما سبق من الوعد، وتأكيدٌ له. </p><p> ومنها: الإيجاز بالحذف في {فَسَيَكْفِيكَهُمُ اللَّهُ} ؛ لأنّ الأصل: فسيكفيك شرَّهم، وفيه تصدير الفعل بالسين دون سوف؛ إشعارًا بأنَّ ظهوره عليهم واقعٌ في زمن قريبٍ. </p><p> ومنها: التعجيز والتبكيت في قوله: {فَإِنْ آمَنُوا بِمِثْلِ مَا آمَنْتُمْ بِهِ} ؛ لأنّ المراد منه إلزام الخصم، وإلجاءَه إلى الاعتراف بالحق بإرخاء عِنانه، وسدّ طرق المجادلة عليه؛ لأنّه ليس لله سبحانه، وكذا لدين الإِسلام مثلٌ، فيؤمنون به. </p><p> ومنها: الاستعارة التصريحية الأصلية في قوله: {صِبْغَةَ اللَّهِ} حيث شبَّه الدين الإِسلاميَّ بالصبغة، وحذف المشبَّه، وأبقى المشبه به بجامع أنَّ في كل منهما حليةً وزينةً، لِمَا قام به، وفيه أيضًا: فنُّ المشاكلة: وهو ذكر الشيء بلفظ غيره، لوقوع ذلك الشيء في صحبة الغير، إمّا بحسب المقال المحقَّق، أو المقدَّر بأن لا يكون ذلك الغير مذكورًا حقيقةً، ويكون في حكم المذكور؛ لكونه مدلولًا عليه بقرينة الحال، فسمي الدين هنا صبغةً؛ لوقوعه في مقابلة صبغة النصارى </p><p> أولادهم في المعمودية. قال البغوي: إنّ إطلاق مادة لفظ الصبغ على التطهير مجاز تشبيهي، وذلك أنه شبه التطهير من الكفر بالإيمان بصبغ المغموس في الصبغ الحسِّي، ووجه الشبه ظهور أثر كل منهما على ظاهر صاحبه، فيظهر أثر التطهير على المؤمن حسًّا ومعنًى بالعمل الصالح، والأخلاق الطيبة، كما يظهر أثر الصبغ على الثوب، ولا ينافي ذلك كونه مشاكلة. انتهى. </p><p> وتقرير المشاكلة مبسوط في \"التلخيص\" وشرحه للسعد التفتازاني، فراجعهما. </p><p> ومنها: تقديم المعمول على عامله في قوله: {وَنَحْنُ لَهُ مُسْلِمُونَ} وقوله: {وَنَحْنُ لَهُ عَابِدُونَ} وقوله {وَنَحْنُ لَهُ مُخْلِصُونَ} ؛ لرعاية الفواصل، وللاعتناء بالضمير المجرور العائد إلى الله سبحانه وتعالى. </p><p> ومنها: الاستفهام الإنكاري في قوله: {وَمَنْ أَحْسَنُ مِنَ اللَّهِ صِبْغَةً} والتوبيخيُّ في قوله: {أَتُحَاجُّونَنَا} والتقريري في قوله: {أَأَنْتُمْ أَعْلَمُ أَمِ اللَّهُ} . </p><p> ومنها: التهديد في قوله: {وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ} . </p><p> ومنها: تكرير الآية {تِلْكَ أُمَّةٌ قَدْ خَلَتْ} بعينها؛ مبالغة في الزجر عمَّا هم عليه من الافتخار بالآباء، والاتكال على أعمالهم. </p><p> ومنها: الزيادة والحذف في عدَّة مواضع (١) . </p><p> * * * </p><p>(١) إلى هنا تمَّ المجلّد الثاني بالتكملة في تاريخ: ١٧/ ٩/ ١٤١٧ - هـ، في اليوم السابع عشر قبيل الظهر من شهر رمضان المبارك من شهور سنة: ألفٍ وأربعمائة وسبع عشرة سنة من سني الهجرة النبوية، على صاحبها أفضل الصلاة، وأزكى التحية، ويليه المجلَّد الثالث، وأوَّله قوله تعالى: {سَيَقُولُ السُّفَهَاءُ مِنَ النَّاسِ}. وصلَّى الله وسلَّم على سيّدنا ومولانا محمد خاتم النبيين، وعلى آله الطيبين الطاهرين، وأصحابه السادة الغُرِّ المحجَّلين، والتابعين ومن تبعهم بإحسان إلى يوم الدين، آمين.تم تصحيح هذا المجلد بيد مؤلفه يوم الجمعة وقت الضحى من شهر ربيع الآخر في تاريخ ١٧/ ٤/ ١٤٢٠ من الهجرة المصطفية على صاحبها أفضل الصلاة وأزكى التحية آمين.</p><p> شعرٌ </p><p> إِذَا رَأيْتَ زَلِيقًا ... كُنْ سَاتِرًا وحَلِيما </p><p> يا مَنْ يُعَيِّبُ تَفْسِيري ... لِمَ لا تَمُرُّ كَرِيمَا </p><p> (وفَوْقَ كُلِّ ذي عِلْمٍ عليم) </p><p> تفسير حدائق الروح والريحان في روابي علوم القرآن </p><p> تأليف </p><p> الشيخ العلامة محمد الأمين بن عبد الله الأرمي العلوي الهرري الشافعي </p><p> المدرس بدار الحديث الخيرية في مكة المكرمة </p><p> إشراف ومراجعة </p><p> الدكتور هاشم محمد علي بن حسين مهدي </p><p> خبير الدراسات برابطة العالم الإسلامي - مكة المكرمة </p><p> «المجلد الثالث» </p><p> حقوق الطبع محفوظة للناشر </p><p> الطبعة الأولى </p><p> ١٤٢١ هـ - ٢٠٠١ م </p><p> دار طوق النجاة </p><p> بيروت - لبنان </p><p> تفسير حدائق الروح والريحان في روابي علوم القرآن </p><p> [٣] </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> شعر </p><p> وَعيْنُ الرِّضَا عَنْ كُلِّ عَيْبٍ كَلِيْلَةٌ ... وَلَكِنَّ عَيْنَ السُّخْطِ تُبْدِيْ الْمَسَاوِيَا </p><p> قَدَّمْتُهُ لِلِإخْوَانِ مُعْتَذِرَا ... وَالْعُذْرُ مِنْ شِيَمِ السَّادَاتِ مَقْبُوْلُ </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {سَيَقُولُ السُّفَهَاءُ مِنَ النَّاسِ مَا وَلَّاهُمْ عَنْ قِبْلَتِهِمُ الَّتِي كَانُوا عَلَيْهَا قُلْ لِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ يَهْدِي مَنْ يَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ (١٤٢) وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا وَمَا جَعَلْنَا الْقِبْلَةَ الَّتِي كُنْتَ عَلَيْهَا إِلَّا لِنَعْلَمَ مَنْ يَتَّبِعُ الرَّسُولَ مِمَّنْ يَنْقَلِبُ عَلَى عَقِبَيْهِ وَإِنْ كَانَتْ لَكَبِيرَةً إِلَّا عَلَى الَّذِينَ هَدَى اللَّهُ وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانَكُمْ إِنَّ اللَّهَ بِالنَّاسِ لَرَءُوفٌ رَحِيمٌ (١٤٣) قَدْ نَرَى تَقَلُّبَ وَجْهِكَ فِي السَّمَاءِ فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضَاهَا فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُ مَا كُنْتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ وَإِنَّ الَّذِينَ أُوتُوا الْكِتَابَ لَيَعْلَمُونَ أَنَّهُ الْحَقُّ مِنْ رَبِّهِمْ وَمَا اللَّهُ بِغَافِلٍ عَمَّا يَعْمَلُونَ (١٤٤) }. </p><p> المناسبة </p><p> قوله:  {سَيَقُولُ السُّفَهَاءُ مِنَ النَّاسِ ...} الآية، مناسبة (١) هذه الآية لما قبلها: أن اليهود والنصارى قالوا: إن إبراهيم ومَن ذكر معه كانوا يهودًا أو نصارى، ذكروا ذلك طعنًا في الإِسلام؛ لأن النسخ عند اليهود باطل، فقالوا: الانتقال عن قبلتنا باطلٌ وسفَهٌ، فرد الله تعالى ذلك عليهم بقوله:  {قُلْ لِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ ...} الآية، فبين ما كان هداية وما كان سفهًا. </p><p> وحاصل ما ذكر في المناسبة: أن اليهود والنصارى زعموا أن إبراهيم والأنبياء الذين ذُكروا معه كانوا يهودًا أو نصارى، وقد كانت قِبْلةُ الأنبياء بيتَ المقدس، وكان - صلى الله عليه وسلم - وهو بمكة يستقبل بيت المقدس، فلما أمر - صلى الله عليه وسلم - بالتوجه إلى الكعبة المشرفة .. طعن اليهود في رسالته، واتخذوا ذلك ذريعةً للنيل من </p><p>(١) البحر المحيط.</p><p> الإِسلام، وقالوا: لقد اشتاق محمد إلى مولده، وعن قريب يرجع إلى دين قومه، فأخبر الله رسوله الكريم - صلى الله عليه وسلم - بما سيقوله السفهاء، ولقَّنه الحجة الدامغة؛ ليرد عليهم ويوطن نفسه على تحمل الأذى منهم عند مفاجأة المكروه، وكان هذا الإخبار قبل تحويل القبلة معجزةً له عليه الصلاة والسلام. </p><p> أسباب النزول </p><p> قوله:  {سَيَقُولُ السُّفَهَاءُ مِنَ النَّاسِ ...} إلى آخر الآية قال ابن إسحاق: حدثني إسماعيل بن أبي خالد، عن أبي خالد، عن أبي إسحاق، عن البراء رضي الله عنه قال: كان رسول الله - صلى الله عليه وسلم - يصلي نحو بيت المقدس ويُكثر النظر إلى السماء ينتظر أمر الله، فأنزل الله:  {قَدْ نَرَى تَقَلُّبَ وَجْهِكَ فِي السَّمَاءِ فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضَاهَا فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ} ، فقال رجال من المسلمين: وددنا لو علمنا علم من مات قبل أن نُصرف إلى القبلة، وكيف بصلاتنا قبل بيت المقدس، فأنزل الله:  {وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانَكُمْ} ، وقال السفهاء من الناس: ما ولاهم عن قبلتهم التي كانوا عليها؟ فأنزل الله:  {سَيَقُولُ السُّفَهَاءُ مِنَ النَّاسِ ...} إلى آخر الآية. </p><p> قوله تعالى:  {وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانَكُمْ} قال الإِمام البخاري رحمه الله تعالى: حدثنا أبو نعيم، سمع زهيرًا، عن أبي إسحاق، عن البراء رضي الله عنه: أن النبي - صلى الله عليه وسلم - صلى إلى بيت المقدس ستة عشر شهرًا، أو سبعة عشر شهرًا، وكان يعجبه أن تكون قبلته قِبَلَ البيت، وأنه صلى - أو صلاها - صلاة العصر، وصلى معه قوم، فخرج رجل ممن صلى معه، فمرَّ على أهل المسجد وهم راكعون قال: أشهد بالله لقد صليت مع رسول الله - صلى الله عليه وسلم - قِبَلَ مكة، فداروا كما هم قِبَلَ البيت، وكان الذي مات على القبلة قبل البيت رجال قُتلوا، فلم نَدْرِ ما نقول فيهم؛ فأنزل الله:  {وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانَكُمْ إِنَّ اللَّهَ بِالنَّاسِ لَرَءُوفٌ رَحِيمٌ} . </p><p> سبب نزول قوله تعالى:  {قَدْ نَرَى تَقَلُّبَ وَجْهِكَ فِي السَّمَاءِ ...} الآية، أخرج البخاري أيضًا رحمه الله تعالى في \"صحيحه\" قال: حدثنا عبد الله بن </p>"
}