{
  "id": null,
  "sura": 2,
  "aya": 28,
  "text": "<p> أقوم على أيتامي حتى يغنيهم الله تعالى أو يميت - يعني: اليتيم أو هي -، ورجل له مال صنع طعاما، فأطاب صنعته، وأحسن نفقته، فدعا عليه اليتيم والمسكين، ورجل وصل الرحم، يوسّع له في رزقه، ويمدّ له في أجله، ويكون تحت ظلّ عرش ربّه». </p><p> {وَيُفْسِدُونَ فِي الْأَرْضِ} بالمعاصي، والفتن، وتعويق الناس من الإيمان بمحمد صلّى الله عليه وسلّم وبالقرآن، والاستهزاء بالحقّ، وقطع الصلة التي عليها يدور فلك نظام العالم، وصلاحه. {أُولئِكَ} الموصوفون بنقض العهد وبما بعده {هُمُ الْخاسِرُونَ} ؛ أي: المغبونون بفوات المثوبة والجنة لهم، والمصير إلى العقوبة والنار المؤبّدة عليهم؛ لأنّهم استبدلوا الضلالة بالهدى، والعذاب بالمغفرة، فصاروا إلى النار المؤبّدة؛ لأنّهم استبدلوا النقض بالوفاء، والقطع بالوصل والفساد بالصلاح. </p><p> وروي: أنّه ليس من مؤمن ولا كافر إلّا وله منزل، وأهل، وخدم في الجنة، فإن أطاع الله تعالى أعطي أهله، وخدمه، ومنزله في الجنة، وإن عصاه ورّثه الله المؤمن فقد غبن عن أهله، وخدمه، ومنزله. </p><p> ٢٨ - {كَيْفَ تَكْفُرُونَ} كيف (١) نصب حالا من الضمير في {تَكْفُرُونَ} ؛ أي: حالة كونكم معاندين تكفرون، وتجحدون {بِاللَّهِ} ؛ أي: بوحدانية الله، ومعكم ما يصرفكم عن الكفر إلى الإيمان من الدلائل الأنفسيّة والآفاقية. والاستفهام في {كَيْفَ} إنكاري، لا بمعنى: إنكار الوقوع، بل بمعنى: إنكار الواقع واستبعاده، والتعجيب منه، والتوبيخ عليه؛ لأنّ التعجّب من الله يكون على وجه التعجيب، والتعجيب: هو أن يدعو إلى التعجب، وكأنّه يقول: ألا تتعجّبون أنّهم يكفرون الله، كما في «تفسير أبي الليث» . وقال القاضي: هو استخبار، والمعنى: أخبروني على أيّ حال تكفرون. </p><p> {وَكُنْتُمْ أَمْواتًا} ؛ أي: والحال أنكم كنتم أمواتا؛ أي: أجساما لا حياة </p><p>(١) روح البيان.</p><p> لها، عناصر، وأغذية، ونطفا، ومضغا مخلّقة وغير مخلّقة؛ أي: لا ينبغي ولا يليق بكم الكفر مع وجود البرهان الساطع على الوحدانية فيكم. والأموات: جمع ميت، كأقوال جمع قيل. </p><p> قال في «الكشاف» : فإن قلت: كيف قيل لهم: أموات حال كونهم جمادا، وإنما يقال: ميت فيما تصحّ منه الحياة من البنى؟ قلت: بل يقال ذلك لعادم الحياة لقوله تعالى: {بَلْدَةً مَيْتًا} . </p><p> {فَأَحْياكُمْ} بخلق الأرواح، ونفخها فيكم في أرحام أمهاتكم، ثمّ في دنياكم. وهذا إلزام لهم بالبعث، والفاء (١) للدلالة على التعقيب، فإنّ الإحياء حاصل إثر كونهم أمواتا، وإن توارد عليهم في تلك الحالة أطوار مترتّبة بعضها متراخ عن بعض، كما أشير إليه آنفا. </p><p> ثمّ لما كان المقام في الدنيا قد يطول، جاء بثمّ الدالة على التراخي، فقال:  {ثُمَّ يُمِيتُكُمْ} عند انقضاء آجالكم، وكون الإماتة من دلائل القدرة ظاهر، وأمّا كونها من النعم، فلكونها وسيلة إلى الحياة الثانية التي هي الحيوان الأبدي والنعمة العظمى. {ثُمَّ يُحْيِيكُمْ} للسؤال في القبور، فيحيى الميت حتى يسمع خفق نعالهم إذا ولّوا مدبرين، ويقال: من ربّك؟ ومن نبيّك؟ وما دينك؟. ودلّت {ثُمَّ} التي للتعقيب على سبيل التراخي على أنّه لم يرد به حياة البعث، فإنّ الحياة يومئذ يقارنها الرجوع إلى الله بالحساب والجزاء، وتتصل به من غير تراخ. فلا يناسب {ثُمَّ إِلَيْهِ تُرْجَعُونَ} . ودلّت الآية على إثبات عذاب القبر وراحة القبر، كما في «التيسير» . ثُمَّ إِلَيْهِ تُرْجَعُونَ بعد الحشر لا إلى غيره، فيجازيكم بأعمالكم إن خيرا فخير، وإن شرّا فشرّ، وإليه تنشرون من قبوركم للحساب، فما أعجب كفركم مع علمكم بحالكم هذه. </p><p> فإن قيل: إن علموا أنّهم كانوا أمواتا، فأحياهم ثمّ يميتهم، لم يعلموا أنّه يحييهم {ثُمَّ إِلَيْهِ تُرْجَعُونَ} . قلت: تمكنهم من العلم بهما، لما نصب لهم من </p><p>(١) روح البيان.</p><p> الدلائل منزّل منزلة علمهم في إزاحة العذر، سيّما. وفي الآية تنبيه على ما يدلّ به على صحتهما. وهو أنّه تعالى، لمّا قدر أن أحياهم أوّلا، قدر أن يحييهم ثانيا، فإنّ بدء الخلق ليس بأهون عليه من إعادته. </p><p> وحاصل المعنى على هذا التفسير الذي قرّرناه:  {كُنْتُمْ أَمْواتًا} ؛ أي: نطفا في أصلاب الرجال. ثُمَّ يُحْيِيكُمْ حياة الدنيا {ثُمَّ يُمِيتُكُمْ} بعد هذه الحياة {ثُمَّ يُحْيِيكُمْ} في القبور {ثُمَّ يُمِيتُكُمْ} في القبور ثُمَّ يُحْيِيكُمْ الحياة التي ليس بعدها موت. قال القرطبي: فعلى هذا التأويل هي ثلاث موتات، وثلاث إحياءات. وكونهم موتى في ظهر آدم، وإخراجهم من ظهره والشهادة عليهم غير كونهم نطفا في أصلاب الرجال. فعلى هذا يجيء أربع موتات، وأربع إحياءات. </p><p> وقيل معنى الآية:  (١)  {كَيْفَ تَكْفُرُونَ} وتجحدون أيّها العباد إنسكم وجنّكم {بـ} وحدانية {الله} سبحانه وتعالى، وتعبدون معه غيره، {وَ} الحال أنّه قد وجد فيكم ما يدلّ على وحدانية الله؛ لأنّكم {كُنْتُمْ أَمْواتًا} ؛ أي: أجساما لا حياة لها نطفا علقا ومضغا {فَأَحْياكُمْ} بنفخ الأرواح فيكم، {ثُمَّ يُمِيتُكُمْ} في الدنيا بقبض أرواحكم عند انقضاء آجالكم، {ثُمَّ يُحْيِيكُمْ} في الآخرة بالبعث والنشور. وقد ذهب إلى هذا جماعة من الصحابة، فمن بعدهم. قال ابن عطية: وهذا القول هو المراد بالآية، وهو الذي لا محيد للكفار عنه، وإذا أذعنت نفوس الكفار بكونهم كانوا معدومين، ثمّ أحياء في الدنيا، ثمّ أمواتا فيها لزمهم الإقرار بالحياة الأخرى. </p><p> وقال غيره: والحياة التي تكون في القبر على هذا التأويل في حكم حياة الدنيا. </p><p> {ثُمَّ} بعد بعثكم {إِلَيْهِ} ؛ أي: إلى لقائه {تُرْجَعُونَ} وتردّون، فيجازيكم على أعمالكم إن خيرا فخير، وإن شرّا فشرّ؛ أي: ثمّ إليه تنشرون من قبوركم للحساب. </p><p> وعبارة المراغي هنا:  {كَيْفَ تَكْفُرُونَ بِاللَّهِ} ؛ أي: على (٢) أيّ حال </p><p>(١) العمدة. (٢) المراغي.</p>"
}