{
  "id": null,
  "sura": 2,
  "aya": 139,
  "text": "<p> يشرع أعمالًا خاصَّةً يتميَّز بها المسلم مِنْ سواه، كما شرع النصارى المعمودية، بل المعوَّل عليه ما صبغ الله به الفطرة السليمة من الإخلاص، وحبِّ الخير، والاعتدال، كما قال تعالى:  {فِطْرَتَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا لَا تَبْدِيلَ لِخَلْقِ اللَّهِ ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ} . </p><p> ١٣٩ - {قُلْ أَتُحَاجُّونَنَا} والخطابُ في قل لمحمد - صلى الله عليه وسلم -، أو لكلِّ من يصلح للخطاب، والهمزة فيه للإنكار، والتوبيخ، والمحاجَّةُ المجادلةُ، ودعوى الحق، وإقامة الحُجَّة على ذلك من كلِّ واحدٍ، وسبب نزول هذه الآية: أنَّ اليهود والنصارى قالوا: إنَّ الأنبياء كانوا منَّا، وعلى ديننا، وديننا أقدمُ، فقال تعالى:  {قُلْ} يا محمد! لليهود والنصارى أتجادلوننا، وتخاصموننا {فِي} شأن دين {الله} واصطفائه النَّبيَّ من العرب دونكم، وتدَّعون أنَّ دينه الحقَّ هو اليهوديَّة والنصرانيَّة، وتبنون دخول الجنَّة، والاهتداء عليهما، وتقولون تارةً:  {لَنْ يَدْخُلَ الْجَنَّةَ إِلَّا مَنْ كَانَ هُودًا أَوْ نَصَارَى} وتارةً: {كُونُوا هُودًا أَوْ نَصَارَى تَهْتَدُوا} ، وتقولون:  (لو أنزل الله على أحد لأنزل علينا) وترونكم أحقَّ بالنبوَّة منَّا {وَهُوَ} سبحانه وتعالى {رَبُّنَا وَرَبُّكُمْ} ؛ أي: والحال أنّه تعالى خالقنا وخالقكم، ومالك أمرنا وأمركم، لا اختصاص له بقومٍ دون قوم، يصيب برحمته وكرامته من يشاء من عباده وهو أعلم بتدبير خلقه، وبمن يصلح للرسالة، وبمن لا يصلح لها، فلا وجه للمجادلة، فحينئذٍ لا تعترضوا على خالقكم، فإنَّ العبد ليس له أن يعترض على ربّه، بل يجب عليه تفويض الأمر. بالكلية إليه تعالى {وَلَنَا أَعْمَالُنَا} فنجازى عليها خيرًا أو شرًّا، ولا يصيبكم منَّا ضررٌ ولا أجرٌ، {وَلَكُمْ أَعْمَالُكُمْ} السيئة المخالفة لأمر الله، فلا يرجع علينا من أعمالكم ضررٌ، وإنما مرادنا نصحكم وإرشادكم، فكيف تدعون أنّكم أولى بالله؟ ! قال البيضاويُّ: كأنَّه ألزمهم على كُلِّ مذهب ينتحلونه إقحامًا وتبكيتًا، فإنّ كرامة النبوة: إمَّا تفضُّلٌ من الله تعالى على من يشاء، والكُلُّ فيه سواءٌ، وإما إفاضة حقّ على مستعدِّين لها بالمواظبة على الطاعة، والتحلِّي بالإخلاص، فكما أنَّ لكم أعمالًا ربما يعتبرها الله في إعظامها، فلنا أيضًا أعمالٌ، فلا يبعد أن يكرمنا بأعمالنا {وَنَحْنُ لَهُ} تعالى {مُخْلِصُونَ} في تلك الأعمال، لا نبتغي بها إلّا وجهه، فأنّى لكم المحاجَّة، وادعاء حقيّة ما أنتم </p><p> عليه، والطمع في دخول الجنة بسببه، ودعوة الناس إليه، وأنتم به مشركون، ونحن مخلصون الطاعة والعبادة له تعالى، وأنتم به مشركون، والمخلص أحرى بالكرامة، وأولى بالنبوَّة من غيره، وهذه الآية منسوخةٌ بآية السيف، كما سيأتي في آخر السورة، والإخلاص (١) : أن يخلص العبد دينه وعمله لله تعالى، فلا يشرك في دينه، ولا يرائي بعمله، وحقيقة الإخلاص: تصفية العمل عن ملاحظة المخلوقين. قال الفضيل بن عياض - رحمه الله تعالى - ترك العمل من أجل الناس رياءٌ، والعمل لأجل الناس شركٌ، والإخلاص أن يعافيك الله منهما. انتهى. </p><p> وحاصل المعنى (٢) : أي ومن أين جاءكم هذا القرب من الله دوننا، والله ربُّنا وربُّكم، وربُّ العالمين. فهو الخالق، وجميعنا خلقه، وإنّما يتفاضل الناس بأعمالهم، وآثار أعمالنا عائدةٌ إلينا خيرًا أو شرًّا، وآثار أعمالكم كذلك لكم على هذا النحو، ونحن له مخلصون في أعمالنا، لا نبتغي إلّا وجهه، أما أنتم فقد اتكلتم على أسلافكم من الصالحين، وزعمتم أنَّهم شفعاء لكم عند ربكم مع انحرافكم عن سيرتهم، إذ هم ما كانوا يتقرَّبون إلّا بصالح العمل، وصادق الإيمان، فاجعلوهم رائدكم، وانهجوا نهجهم تنالوا الفوز والسعادة. </p><p> وخلاصة مما سبق: أنَّ روح الدين هو التوحيد، وملاك أمره الإخلاص المعبر عنه بالإِسلام، فإذا زال هذا المقصد، وحفظت الأعمال الصوريَّة، لم يغن ذلك شيئًا، وأهل كتاب أزهقوا هذا الروح، وحفظوا الرسوم والتقاليد، فهم ليسوا على شيء من الدين، ولكنّ محمدًا - صلى الله عليه وسلم - جاء بما أحيا ذلك الروح الذي كان عليه جميع الأنبياء، والمرسلين، فهو الذي كمَّل شريعتهم بشريعته التي تصلح لجميع البشر في كلِّ زمان، ومكان. وقرأ الجمهور (٣) : {أَتُحَاجُّونَنَا} بنونين: إحداهما: نون الرفع، والأخرى ضمير المتكلمين. وقرأ زيد بن ثابت، والحسن، </p><p>(١) الخازن. (٢) المراغي.(٣) البحر المحيط.</p>"
}