{
  "id": null,
  "sura": 2,
  "aya": 29,
  "text": "<p> تكفرون بالله؟ وعلى أيّ شبهة تعتمدون؟ وحالكم في موتتيكم وحياتيكم لا تدع لكم عذرا في الكفران به، والاستهزاء بما ضربه من المثل، وإنكار نبوة نبيه. </p><p> {وَكُنْتُمْ أَمْواتًا فَأَحْياكُمْ} ؛ أي: والحال أنكم كنتم قبل هذه النشأة في الحياة الدنيا أمواتا، أجزاؤكم متفرّقة في الأرض بعض منها في الطبقات الجامدة، وأخرى في الطبقات السائلة، وقسم في الطبقات الغازية تشركون سائر أجزاء الحيوان والنبات في ذلك، ثمّ خلقكم في أحسن تقويم، وفضّلكم على غيركم بنعمة العقل، والإدراك، والفهم، وتسخير جميع الكائنات الأرضية لكم. {ثُمَّ يُمِيتُكُمْ} حين انقضاء آجالكم بقبض الأرواح التي بها نظام حياتكم، وحينئذ تنحلّ أبدانكم، وتعود سيرتها الأولى، وتنبثّ في طبقات الأرض، وينعدم هذا الوجود الخاصّ الذي لها. {ثُمَّ يُحْيِيكُمْ} حياة أخرى أرقى من هذه الحياة، وأكمل لمن زكّى نفسه، وعمل صالحا، ودونها لمن أفسد فطرته والتدبّر في سنن الكون، وأنكر الإله والرسل، وفسق عن أمر ربّه. {ثُمَّ إِلَيْهِ تُرْجَعُونَ} للحساب والجزاء على ما قدمتم من عمل، إن خيرا فخير وإن شرّا فشرّ. انتهى. </p><p> وقرأ الجمهور (١) : {تُرْجَعُونَ} مبنيا للمفعول من رجع المتعدي. وقرأ مجاهد، ويحيى بن يعمر، وابن أبي إسحاق، وابن محيصن، والفيّاض بن غزوان، وسلّام، ويعقوب {تُرْجَعُونَ} مبنيا للفاعل، حيث وقع في القرآن من رجع اللازم؛ لأنّ (رجع) يكون لازما ومتعديّا. وفي قوله:  {ثُمَّ إِلَيْهِ تُرْجَعُونَ} من الترهيب والترغيب ما يزيد المسيء خشية، ويردّه عن بعض ما يرتكبه، ويزيد المحسن رغبة في الخبر، ويدعوه رجاؤه إلى الازدياد من الإحسان. </p><p> ٢٩ - وبعد أن عدّد سبحانه آياته في الأنفس بذكر المبدأ والمنتهى، ذكر آياته في الآفاق الدالة على قدرته المحيطة بكلّ شيء، وعلى نعمه المتظاهرة على عباده بجعل ما في الأرض مهيّأ لهم ومعدّا لمنافعهم. فقال:  {هُوَ الَّذِي خَلَقَ لَكُمْ} هذا بيان نعمة أخرى؛ أي:  (٢) قدّر خلقها لأجلكم ولانتفاعكم بها في دنياكم </p><p>(١) البحر المحيط. (٢) روح البيان.</p><p> ودينكم؛ لأنّ الأشياء كلّها لم تخلق في ذلك الوقت. {ما فِي الْأَرْضِ} أي: الذي فيها من الأشياء. {جَمِيعًا} نصب حالا من الموصول الثاني، وقد يستدلّ بهذا على أنّ الأصل في الأشياء الإباحة، كما في «الكواشي» . وقال في «التيسير» : أهل الإباحة من المتصوّفة الجهلة حملوا اللام في {لَكُمْ} في قوله تعالى: {هُوَ الَّذِي خَلَقَ لَكُمْ} على الإطلاق والإباحة على الإطلاق، وقالوا لا حظر ولا نهي ولا أمر، فإذا تحقّقت المعرفة، وتأكّدت المحبة سقطت الخدمة، وزالت الحرمة. فالحبيب لا يكلّف حبيبه ما يتعبه، ولا يمنعه ما يريده ويطلبه. وهذا منهم كفر صريح، وقد نهى الله تعالى، وأمر، وأباح، وحظّر، ووعد، وأوعد، وبشّر، وهدّد، والنصوص ظاهرة والدلائل متظاهرة، فمن حمل هذه الآية على الإباحة المطلقة فقد انسلخ من الدين بالكلية. انتهى كلام «التيسير» . </p><p> واستدلّ بعضهم بقوله:  {ما فِي الْأَرْضِ} على تحريم أكل الطين، قال: لأنّه خلق لنا ما في الأرض دون نفس الأرض، ذكره في «البحر» . </p><p> {ثُمَّ اسْتَوى إِلَى السَّماءِ} ؛ أي: قصد إليها؛ أي: إلى خلقها بإرادته ومشيئته قصدا سويّا بلا صارف يلويه ولا عاطف يثنيه من إرادة شيء آخر في تضاعيف خلقها، أو غير ذلك. وسيأتي في مبحث الفائدة البسط في معنى الاستواء. </p><p> ولا تناقض بين هذا وبين قوله (١) : {وَالْأَرْضَ بَعْدَ ذلِكَ دَحاها} ؛ لأنّ - الدّحو هو البسط. وعن الحسن:  (خلق الله الأرض في موضع بيت المقدس، كهيئة الفهر -أي:الحجر ملء الكفّ - عليها دخان يلتزق بها، ثمّ أصعد الدخان وخلق منه السموات، وأمسك الفهر في موضعه ثمّ بسط منه الأرض) ، كذا في «الكواشي» . </p><p> وقال ابن عباس - رضي الله عنهما -: (أوّل ما خلق الله جوهرة طولها وعرضها مسيرة ألف سنة في مسيرة عشرة آلاف سنة، فنظر إليها بالهيبة، فذابت، واضطربت، ثمّ ثار منها دخان، فارتفع واجتمع زبد، فقام فوق الماء، فجعل </p><p>(١) روح البيان.</p><p> الزبد أرضا، والدخان سماء). قالوا: فالسماء من دخان خلقت، وبريح ارتفعت، وبإشارة تفرّقت، وبلا عماد قامت، وبنفخة تكسّرت. </p><p> وقرأ أهل الحجاز {اسْتَوى} بالفتح، وأهل نجد بالإمالة، وقرىء في السبعة بهما. </p><p> {فَسَوَّاهُنَّ} ؛ أي: أتمّهنّ، وقوّمهنّ، وخلقهنّ ابتداء مصونات عن العوج والفطور؛ لأنّه سوّاهنّ بعد أن لم يكن كذلك. والضمير فيه مبهم، فسّر بقوله تعالى:  {سَبْعَ سَماواتٍ} فهو منصوب على أنّه تمييز، نحو: ربّه رجلا. وفي هذا تصريح بأنّ السموات سبع، وأمّا الأرض فلم يأت في ذكر عددها، إلّا قوله تعالى:  {وَمِنَ الْأَرْضِ مِثْلَهُنَّ} . </p><p> قال سلمان:  (هي سبع.اسم الأولى:رفيع، وهي من زمرّد خضراء،واسم الثانية:أرفلون، وهي من فضة بيضاء،والثالثة:قيدوم، وهي من ياقوتة حمراء،والرابعة:ماعون، وهي من درّة بيضاء،والخامسة:دبقاء، وهي من ذهب أحمر،والسادسة:وفناء، وهي من ياقوتة صفراء،والسابعة:عروباء، وهي من نور يتلألأ) . </p><p> {وَهُوَ} سبحانه وتعالى {بِكُلِّ شَيْءٍ عَلِيمٌ} تعليل لما قبله، كأنّه قال: ولكونه عالما بكنه الأشياء كلّها، خلق ما خلق على هذا النمط الأكمل والوجه الأنفع، واستدلال بأنّ من كان فعله على هذا النسق العجيب والترتيب الأنيق كان عليما، فإنّ إتقان الأفعال وإحكامها، وتخصيصها بالوجه الأحسن الأنفع لا يتصور إلّا من عالم حكيم رحيم. وإزاحة لما يختلج في صدورهم، من أنّ الأبدان بعد ما تفتّتت وتكسرت وتبدّدت أجزاءها، واتصلت بما يشاكلها كيف يجمع أجزاء كلّ بدن مرّة ثانية، بحيث لا يشذّ شيء منها، ولا ينضمّ إليها ما لم يكن معها، فيعاد منها كما كان. </p><p> وقرأ بتسكين {وهو} أبو عمرو والكسائي، وقالون. وقرأ الباقون بضمّ الهاء على الأصل. ووقف يعقوب على {وهو} بالهاء، نحو: وهوه، وتسكين الهاء في هو، وهي، بعد الواو والفاء واللام قراءة أبي عمرو والكسائي وقالون </p><p> وبعد ثمّ قراءة الكسائي وقالون، وقلّ بعد كاف الجر، وهمزة الاستفهام، وندر بعد لكن في قراءة أبي حمدون لكنّ هو الله ربّي، ذكره في «البحر» . </p><p> وحاصل معنى الآية:  {هُوَ} ؛ أي:  (١) الإله الذي ثبتت وحدانيته، ووجبت عبادته هو الخالق {الَّذِي خَلَقَ لَكُمْ} ؛ أي: لأجل انتفاعكم في الدين والدنيا، بالاستدلال على موجدكم وإصلاح الأبدان {ما فِي الْأَرْضِ جَمِيعًا} ؛ أي: الأرض، وجميع ما فيها، بعضه للانتفاع وبعضه للاعتبار. {ثُمَّ اسْتَوى} ؛ أي: قصد، ووجّه إرادته بعد خلق الأرض {إِلَى} خلق طباق {السَّماءِ}  {فَسَوَّاهُنَّ سَبْعَ سَماواتٍ} ؛ أي: صيّرهنّ سبع طباق مستويات، لا شقوق فيها، ولا فطور، ولا تفاوت. {وَهُوَ} سبحانه وتعالى {بِكُلِّ شَيْءٍ} من الموجودات {عَلِيمٌ} ؛ أي: عالم به، إذ بالعلم يصحّ الفعل المحكم، فلا يمكن أن يكون خالقا للأرض وما فيها، وللسموات وما فيها من العجائب والغرائب، إلّا إذا كان عالما بها محيطا بجزئياتها </p><p> وكلّياتها، أفلا تعتبرون بأنّ القادر على خلق ذلك وهنّ أعظم منكم قادر على إعادتكم. بلى إنّه على كلّ شيء قدير. </p><p> والخلاصة: أنّ هذا النظام المحكم لا يكون إلّا من لدن حكيم عليم بما خلق، فلا عجب أن يرسل رسولا يوحي إليه بكتاب لهداية من يشاء من عباده، يضرب فيه الأمثال بما شاء من مخلوقاته جلّ أو حقر، عظم أو صغر. </p><p> فائدة: وفي معنى الاستواء هنا سبعة أقوال للعلماء (٢) : </p><p> أحدها: أقبل وعمد إلى خلقها، وقصد من غير أن يريد فيما بين ذلك خلق شيء آخر، قاله الفرّاء، واختاره الزمخشري. </p><p> وثانيها: علا، وارتفع من غير تكييف ولا تحديد، قاله الربيع بن أنس، والتقدير: علا أمره وسلطانه، واختاره ابن جرير. </p><p>(١) العمدة. (٢) البحر المحيط بتصرف.</p><p> وثالثها: أن يكون {إِلَى} بمعنى على؛ أي: استوى على السماء؛ أي: تفرّد بملكها ولم يجعلها كالأرض ملكا لخلقه، ومن هذا المعنى قول الشاعر: </p><p> فلمّا علونا واستوينا عليهم ... تركناهم صرعى لنسر وكاسر </p><p> ورابعها: معناه: تحوّل أمره إلى السماء، واستقرّ فيها، قاله الحسن البصري. </p><p> وخامسها: معناه: استوى بخلقه واختراعه إلى السماء، قاله ابن كيسان، ويؤول هذا المعنى إلى القول الأول. </p><p> وسادسها: معناه: كمّل صنعه فيها، كما تقول: استوى الأمر، وهذا ينبو اللفظ عن الدلالة عليه. </p><p> وسابعها: أنّ الضمير في {اسْتَوى} عائد على الدخان، وهذا بعيد جدّا، يبعده قوله تعالى:  {ثُمَّ اسْتَوى إِلَى السَّماءِ وَهِيَ دُخانٌ} واختلاف الضمائر وعوده على غير مذكور، ولا يفسّره سياق الكلام. </p><p> وهذه التأويلات كلّها فرار عما تقرّر في العقول، من أنّ الله تعالى يستحيل أن يتصف بالانتقال المعهود في غيره تعالى، وأن يحل فيه حادث، أو يحل هو في حادث، وسيأتي الكلام على الاستواء بالنسبة إلى العرش إن شاء الله تعالى، ذكره في «البحر» . </p><p> والقول الأرجح الأسلم: أن يقال في تفسير الاستواء هنا: ثمّ استوى سبحانه وتعالى إلى السماء، وارتفع، وعلا استواء يليق به، نثبته ولا نعطله، نعتقده ولا نكيّفه، ولا نمثّله ليس كمثله شيء، وهو السميع البصير. </p><p> الإعراب </p><p> {يا أَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ وَالَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ} . </p><p> {يا أَيُّهَا}  {يا} حرف نداء للمتوسط، ولم يقع النداء في القرآن بغيرها من </p><p> أدوات النداء، مبني على السكون. {أي} منادى نكرة مقصودة في محل النصب على المفعولية، مبني على الضمّ؛ لشبهه بالحرف شبها معنويا. {ها} حرف تنبيه زائد تعويضا عمّا فات. أيّ من الإضافة مبني بسكون على الألف المحذوفة؛ للتخلص من التقاء الساكنين. {النَّاسُ} بدل من أيّ، أو عطف بيان له، أو صفة له تبعه في لفظه، مرفوع بضمّة ظاهرة، وجملة النداء مستأنفة استئنافا نحويا. {اعْبُدُوا} فعل أمر، مبني على حذف النون؛ لأنّه أمر من الأفعال الخمسة، والواو في محل الرفع فاعل، والألف تكتب؛ للفرق بين واو الضمير وواو جزء الكلمة في غير الرسم العثماني؛ وفرقا بين المتطرّفة والمتوسّطة في الرسم العثماني. {رَبَّكُمُ} مفعول به، ومضاف إليه، والجملة الفعليّة جواب النداء لا محل لها من الإعراب. {الَّذِي} اسم موصول في محل النصب، صفة لربكم. </p><p> {خَلَقَكُمْ} فعل ماض وفاعل مستتر يعود على الموصول، ومفعول به، والجملة الفعلية صلة الموصول لا محل لها من الإعراب. {وَالَّذِينَ} اسم موصول للجمع المذكر في محل النصب، معطوف على الكاف من {خَلَقَكُمْ} ، مبني على الفتح، أو على الياء على الخلاف المذكور في محلّه؛ أي: وخلق الذين من قبلكم. {مِنْ قَبْلِكُمْ} جار ومجرور، ومضاف إليه، متعلّق بمحذوف صلة الموصول، تقديره: والذين مضوا من قبلكم. {لَعَلَّكُمْ} لعلّ حرف نصب وترج، أو حرف نصب وتعليل بمعنى: كي، مبنيّ على الفتح، والكاف ضمير المخاطبين في محل النصب اسمها. {تَتَّقُونَ} فعل وفاعل مرفوع بثبات النون؛ لأنّه من الأفعال الخمسة، والجملة الفعلية في محل الرفع خبر لعلّ، تقديره: لعلكم متقون، ومفعول التقوى محذوف، تقديره: لعلّكم تتقونه، وجملة لعلّ من اسمها وخبرها لا محلّ لها من الإعراب؛ لأنّ موقعها مما قبلها موقع الجزاء من الشرط؛ لأنّه في تقدير: إن عبدتم ربّكم ترجى لكم التقوى. أو في محلّ النصب حال من فاعل {اعْبُدُوا} ، تقديره: يا أيها الناس اعبدوا ربّكم حالة كونكم راجين نيل التقوى. أو في محل الجر بلام التعليل المقدرة المتعلّقة باعبدوا تقديره: يا أيّها الناس اعبدوا ربّكم لوقاية أنفسكم من عذاب الله تعالى. </p><p> {الَّذِي جَعَلَ لَكُمُ الْأَرْضَ فِراشًا وَالسَّماءَ بِناءً} . </p><p> {الَّذِي} اسم موصول في محل النصب، بدل من ربكم، أو صفة ثانية له، أو منصوب بفعل محذوف، تقديره: أمدح، أو مرفوع على أنّه خبر لمبتدأ محذوف، تقديره: هو الذي جعل لكم الأرض. {جَعَلَ} فعل ماض وفاعل مستتر يعود على الموصول {لَكُمُ} جار ومجرور متعلّق بمحذوف حال من فراشا؛ لأنّه صفة نكرة تقدمت عليها الْأَرْضَ مفعول أوّل لجعل، إن كان من الجعل بمعنى التصيير. {فِراشًا} مفعول ثان له، وإن كان من الجعل بمعنى الخلق، ففراشا حال مؤوّلة من الأرض؛ أي: مفروشة. وجملة {جَعَلَ} صلة الموصول لا محل لها من الإعراب. {وَالسَّماءَ} معطوف على الأرض على كونه مفعولا أوّل لجعل {بِناءً} مفعول ثان لجعل، أو حال من السماء. </p><p> {وَأَنْزَلَ مِنَ السَّماءِ ماءً فَأَخْرَجَ بِهِ مِنَ الثَّمَراتِ رِزْقًا لَكُمْ فَلا تَجْعَلُوا لِلَّهِ أَنْدادًا وَأَنْتُمْ تَعْلَمُونَ} . </p><p> {وَأَنْزَلَ} فعل ماض وفاعل مستتر، معطوف على جعل {مِنَ السَّماءِ} جار ومجرور متعلّق بأنزل {ماءً} مفعول به لأنزل {فَأَخْرَجَ} الفاء عاطفة سببية {أخرج} فعل ماض وفاعل مستتر، معطوف على أنزل. {بِهِ} متعلّق بأخرج {مِنَ الثَّمَراتِ} جار ومجرور متعلّق بمحذوف حال من رزقا؛ لأنّه صفة نكرة قدمت عليها. {رِزْقًا} مفعول به لأخرج {لَكُمُ} جار ومجرور متعلّق بمحذوف صفة ثانية لرزقا {فَلا تَجْعَلُوا} الفاء عاطفة تفريعية، أو فصيحية؛ لأنّها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفتم أنّه خالق السموات والأرض وخالق ما فيهما لكم، وأردتم بيان ما هو اللازم لكم فأقول لكم: لا تجعلوا. {لا} ناهية جازمة {تَجْعَلُوا} فعل مضارع مجزوم بلا الناهية وعلامة جزمه حذف النون؛ لأنّه من الأفعال الخمسة، والواو فاعل {لِلَّهِ} جار ومجرور متعلّق بمحذوف، مفعول ثان لجعل، مقدم على الأول وجوبا؛ لأنّ المفعول الأول نكرة ولم يوجد له مسوّغ إلا تقديم الجار والمجرور، ومعنى تجعلوا: لا تصيّروا، أو لا تسمّوا {أَنْدادًا} مفعول أول لتجعلوا، والجملة الفعلية معطوفة على جملة اعبدوا ربكم، أو في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. </p><p> {وَأَنْتُمْ} الواو حالية {أَنْتُمْ} مبتدأ، وجملة {تَعْلَمُونَ} خبره، ومفعول العلم محذوف، تقديره: وأنتم عالمون بطلان ذلك، والجملة الإسمية في محل النصب حال من فاعل تجعلوا. </p><p> {وَإِنْ كُنْتُمْ فِي رَيْبٍ مِمَّا نَزَّلْنا عَلى عَبْدِنا فَأْتُوا بِسُورَةٍ مِنْ مِثْلِهِ} . </p><p> {وَإِنْ} الواو استئنافية {إِنْ} حرف شرط جازم {كُنْتُمْ} فعل ناقص واسمه وحدّ الفعل: كن (كن) فعل ماض في محل الجزم بإن الشرطية على كونه فعل شرط لها، مبني على السكون لاتصاله بضمير رفع متحرك، والتاء ضمير لجماعة المخاطبين في محل الرفع اسمها، مبني على الضمّ، والميم: حرف دالّ على الجمع. {فِي رَيْبٍ} جار ومجرور، متعلّق بمحذوف خبر كان، تقديره: وإن كنتم كائنين في ريب. </p><p> فائدة: ولا تدخل {إِنْ} الشرطية على فعل ماض في المعنى، إلّا على كان؛ لكثرة استعمالها؛ ولأنّها لا تدلّ على حدث، ذكره أبو البقاء العكبري. </p><p> {مِمَّا} من حرف جرّ، مبني بسكون على النون المدغمة في ميم {ما} ، و {ما} اسم موصول، أو نكرة موصوفة، في محل الجرّ بمن، الجار والمجرور متعلّق بمحذوف صفة لريب، تقديره: في ريب كائن من الذي نزلناه، أو كائن في شيء نزلناه على عبدنا. {نَزَّلْنا} فعل وفاعل، صلة لما، أو صفة لها، والعائد أو الرابط محذوف، تقديره: من الذي نزلناه، أو من شيء نزلناه. {عَلى عَبْدِنا} جار ومجرور، ومضاف إليه متعلّق بنزّلنا. {فَأْتُوا} الفاء رابطة لجواب إن الشرطية وجوبا: لكون الجواب جملة طلبية {أتوا} فعل أمر، مبني على حذف النون؛ لأنّه أمر من الأفعال الخمسة، والواو ضمير لجماعة المخاطبين، في محل الرفع فاعل، والألف تكتب للفرق، والجملة الفعليّة في محل الجزم بإن الشرطية على كونها جوابا لها، وجملة {إِنْ} الشرطية مستأنفة مسوقة؛ للردّ على من ارتابوا في القرآن تعنّتا ولجاجا. {بِسُورَةٍ} جار ومجرور، متعلّق بأتوا، {مِنْ مِثْلِهِ} جار ومجرور، ومضاف إليه، متعلّق بمحذوف صفة (لسورة) إن قلنا: إنّ الضمير عائد على القرآن، والمعنى على هذا يتناول عدة أمور: </p><p> ١ - فأتوا بسورة كائنة من مثل القرآن في حسن النظم، وبديع الوصف، وروعة الأسلوب وإيجازه. </p><p> ٢ - فأتوا بسورة من مثله في غيبوبة أخباره، وأحاديثه عن الماضين، وتحدّثه عما سيكون. </p><p> ٣ - فأتوا بسورة من مثله فيما انطوى عليه من أمر ونهي، ووعد وعيد، وبشارة وإنذار، وحكم وأمثال. </p><p> ٤ - فأتوا بسورة من مثله في صدقه وصيانته من التحريف والتبديل. </p><p> الجار والمجرور متعلّق بأتوا إن قلنا: إنّ الضمير عائد على {عَبْدِنا} ، وفي معناه أيضا عدّة أمور: </p><p> (أ) فأتوا من مثل الرسول في كونه أمّيّا على الفطرة الأصلية، لا يقرأ ولا يكتب. </p><p> (ب) فأتوا من مثل الرسول في كونه لم يدارس العلماء، ولم يجالس الحكماء، ولم يتعاط أخبار الأولين، ولم يؤثر ذلك عنه بحال من الأحوال. </p><p> (ج) فأتوا من مثل الرسول؛ أي: من كلّ رجل، كما تحسبونه في زعمكم شاعر أو مجنون. وكلا المعنيين واضح صحيح. </p><p> {وَادْعُوا شُهَداءَكُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صادِقِينَ} . </p><p> {وَادْعُوا} فعل وفاعل، معطوف على (أتوا)  {شُهَداءَكُمْ} مفعول به، ومضاف إليه، {مِنْ دُونِ اللَّهِ} جار ومجرور، ومضاف إليه، متعلّق بمحذوف حال من شهدائكم، تقديره: حال كونهم منفردين عن الله، أو مغايرين لله، أو متعلّق بادعوا؛ أي: وادعوا من دون الله شهداءكم. {إِنْ} حرف شرط جازم {كُنْتُمْ} فعل ناقص واسمه، في محل الجزم بإن الشرطية على كونه فعل شرط لها، والتاء ضمير المخاطبين في محل الرفع اسمها {صادِقِينَ} خبرها، منصوب بالياء، وجواب الشرط معلوم مما قبله، تقديره: فافعلوا ذلك، كذا قال السيوطي قال </p><p> المحليّ في تفسير قوله تعالى:  {قُلْ يا أَيُّهَا الَّذِينَ هادُوا ...} الآية، إذا اجتمع شرطان وتوسّط بينهما جواب، فالجواب للأخير، والأول قيد فيه، ولا يحتاج لجواب ثان، والتقدير في الآية: إن كنتم صادقين في دعواكم أنّه من عند محمد، ودمتم على الريب فأتوا بسورة من مثله، وهو أولى لعدم التقدير. </p><p> {فَإِنْ لَمْ تَفْعَلُوا وَلَنْ تَفْعَلُوا فَاتَّقُوا النَّارَ الَّتِي وَقُودُهَا النَّاسُ وَالْحِجارَةُ أُعِدَّتْ لِلْكافِرِينَ} . </p><p> {فَإِنْ}  (الفاء) استئنافية أو فصيحية؛ لأنّها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفتم ما ذكرته لكم، وأردتم بيان ما هو الأصلح لكم فأقول: إن لم تفعلوا. {إن} حرف شرط جازم {لَمْ} حرف جزم وقلب ونفي {تَفْعَلُوا} فعل مضارع مجزوم بلم، وعلامة جزمه حذف النون، والواو فاعل، والجملة الفعلية في محل الجزم بإن الشرطية على كونها فعل شرط لها. {وَلَنْ} الواو اعتراضية {لَنْ} حرف نفي ونصب واستقبال {تَفْعَلُوا} فعل مضارع منصوب بلن، وعلامة نصبه حذف النون، والواو فاعل، والجملة الفعلية معترضة لا محل لها من الإعراب؛ لاعتراضها بين الشرط وجوابه، قصد بها تأكيد العجز. {فَاتَّقُوا} الفاء رابطة لجواب إن الشرطية وجوبا، {اتقوا} فعل أمر مبني على حذف النون، والواو فاعل، والجملة الفعلية في محلّ الجزم بإن الشرطية على كونها جوابا لها، وجملة إن الشرطية مستأنفة، أو في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. {النَّارَ} مفعول به منصوب {الَّتِي} اسم موصول في محل النصب، صفة للنار {وَقُودُهَا} مبتدأ ومضاف إليه {النَّاسُ} خبر المبتدأ {وَالْحِجارَةُ} معطوف على الناس، والجملة الإسمية صلة الموصول {أُعِدَّتْ} فعل ماض مغيّر الصيغة، والتاء علامة تأنيث نائب الفاعل، ونائب فاعله ضمير مستتر يعود على النار {لِلْكافِرِينَ} جار ومجرور متعلّق بأعدّت، والجملة الفعلية في محل النصب حال لازمة من النار، تقديرها: حالة كونها معدّة مهيّئة للكافرين، أو مستأنفة، كما قاله أبو حيان، وابن عطية. </p><p> {وَبَشِّرِ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ} . </p><p> {وَبَشِّرِ}  (الواو) استئنافية أو عاطفة {بَشِّرِ} فعل أمر وفاعل مستتر يعود على محمد، أو على كلّ من يصلح للتبشير. {الَّذِينَ} اسم موصول للجمع المذكر في محل النصب مفعول به، مبني على الفتح، أو على الياء على الخلاف المذكور في محلّه. والجملة الفعليّة مستأنفة أو معطوفة على معنى قوله:  {فَإِنْ لَمْ تَفْعَلُوا وَلَنْ تَفْعَلُوا فَاتَّقُوا النَّارَ} الآية؛ لأنّه في معنى: وأنذر الذين كفروا بالنار التي وقودها الناس {وَبَشِّرِ الَّذِينَ آمَنُوا ...} الآية. </p><p> {آمَنُوا} فعل وفاعل، والجملة صلة الموصول، والعائد واو الفاعل، {وَعَمِلُوا الصَّالِحاتِ} فعل وفاعل، ومفعول به، معطوف على {آمَنُوا} . </p><p> {أَنَّ لَهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهارُ كُلَّما رُزِقُوا مِنْها مِنْ ثَمَرَةٍ رِزْقًا قالُوا هذَا الَّذِي رُزِقْنا مِنْ قَبْلُ وَأُتُوا بِهِ مُتَشابِهًا وَلَهُمْ فِيها أَزْواجٌ مُطَهَّرَةٌ وَهُمْ فِيها خالِدُونَ} . </p><p> {أَنَّ} حرف نصب وتوكيد ومصدر {لَهُمْ} جار ومجرور خبر مقدم؛ لأنّ جَنَّاتٍ اسمها مؤخّر منصوب بالكسرة؛ لأنّه جمع مؤنّث سالم، وجملة {أَنَّ} من اسمها وخبرها في تأويل مصدر منصوب بنزع الخافض المتعلّق ببشّر، تقديره: وبشّر الذين آمنوا بكون جنات تجري من تحتها الأنهار لهم؛ لأنّ حذف الجار مع أنّ وأن مطرد، كما قال في «الخلاصة» : </p><p> نقلا وفي أنّ وأن يطّرد ... مع أمن لبس كعجبت أن يدوا </p><p> {تَجْرِي} فعل مضارع {مِنْ تَحْتِهَا} جار ومجرور، ومضاف إليه، متعلّق بتجري {الْأَنْهارُ} فاعل، والجملة الفعلية في محل النصب صفة لجنات، ولكنّها سببيّة، والرابط الضمير في تحتها. {كُلَّما} اسم شرط غير جازم في محل النصب على الظرفية الزمانية، مبني على السكون؛ لشبهه بالحرف شبها معنويا، والظرف متعلّق بالجواب الآتي. {رُزِقُوا} فعل ماض مغيّر الصيغة، والواو في محل الرفع نائب فاعل. {مِنْها} جار ومجرور متعلق برزقوا، والجملة الفعلية فعل شرط لكلّما لا محل لها من الإعراب {مِنْ ثَمَرَةٍ} جار ومجرور، بدل من الجار والمجرور قبله بدل اشتمال بإعادة العامل، وإنّما قلنا بدل اشتمال؛ لأنّه لا يتعلّق </p><p> حرفان بمعنى واحد بعامل واحد، إلّا على سبيل البدلية، أو العطف، والمعنى: كلّ وقت رزقوا مرزوقا مبتدأ من الجنات مبتدأ من ثمرة، ذكره في «الفتوحات» . {رِزْقًا} مفعول ثان لرزقوا؛ أي: مرزوقا، والأوّل واو الضمير القائمة مقام الفاعل {قالُوا} فعل وفاعل، والجملة الفعلية جواب كلّما لا محل لها من الإعراب، وجملة كلما من فعل شرطها وجوابها في محل النصب صفة ثانية لجنات، قاله في «الفتوحات» ، أو حال من جنات، أو من الذين آمنوا، تقديره: مرزوقين على الدوام، كما قاله أبو البقاء، والرابط على الوجهين الأولين الضمير في {مِنْها} ، وعلى الثالث الواو في {رُزِقُوا} . هذَا مبتدأ {الَّذِي} خبره، ولكن على تقدير مضاف، كما مرّت الإشارة إليه في مبحث التفسير؛ أي: مثل الذي رزقنا من قبل. والجملة الإسمية في محل النصب مقول لقالوا {رُزِقْنا} فعل ونائب فاعل، والجملة صلة الموصول، والعائد محذوف تقديره: رزقناه {مِنْ قَبْلُ} من حرف جرّ {قَبْلُ} في محل الجر بمن، مبني على الضمّ، لقطعه عن المضاف إليه مع نية معناه، والجار والمجرور متعلّق برزقنا {وَأُتُوا} الواو حالية أو اعتراضية أُتُوا فعل ماض مغير الصيغة، والواو نائب فاعل {بِهِ} متعلّق بأتوا؛ أي: بالثمرة المرزوقة لهم من الجنة، والجملة الفعلية معترضة مقرّرة لمعنى ما قبلها، أو حال من الواو في {قالُوا} ، ولكن مع تقدير قد، تقديره: قالوا ذلك وقد أتوا به. {مُتَشابِهًا} حال من ضمير {بِهِ} ، {وَلَهُمْ} الواو عاطفة أو استئنافية {لَهُمْ} جار ومجرور خبر مقدم {فِيها} جار ومجرور متعلّق بالاستقرار المعلوم من الخبر {أَزْواجٌ} مبتدأ مؤخّر {مُطَهَّرَةٌ} صفة لأزواج، والجملة الإسمية في محل النصب معطوفة على جملة تجري، على كونها صفة ثالثة لجنات، أو مستأنفة. {وَهُمْ} الواو عاطفة، أو استئنافية، أو حالية {هُمْ} ضمير لجماعة الذكور الغائبين في محل الرفع مبتدأ {فِيها} متعلّق بـ {خالِدُونَ} ، وهو خبر المبتدأ، والجملة الإسمية في محل النصب معطوفة على جملة {تَجْرِي} ، على كونها صفة رابعة لجنات، أو مستأنفة، أو حال من الضمير في {لَهُمْ} ، والعامل فيها معنى الاستقرار. </p><p> {إِنَّ اللَّهَ لا يَسْتَحْيِي أَنْ يَضْرِبَ مَثَلًا ما بَعُوضَةً فَما فَوْقَها فَأَمَّا الَّذِينَ آمَنُوا </p><p> فَيَعْلَمُونَ أَنَّهُ الْحَقُّ مِنْ رَبِّهِمْ}. </p><p> {إِنَّ} حرف نصب {اللَّهَ} اسمها منصوب {لا} نافية {يَسْتَحْيِي} فعل مضارع مرفوع وفاعله ضمير مستتر يعود على الله، والجملة الفعلية في محل الرفع خبر إنّ، وجملة {إِنَّ} مستأنفة. {أن} حرف نصب ومصدر {يَضْرِبَ} فعل مضارع منصوب بأن، وفاعله ضمير يعود على الله، وجملة {يَضْرِبَ} مع {إِنَّ} المصدرية في تأويل مصدر منصوب على المفعولية، إن كان {يَسْتَحْيِي} يتعدّى بنفسه؛ أي: إنّ الله لا يستحيي ضرب مثل، أو منصوب بنزع الخافض؛ أي: من ضرب مثل، إن كان غير متعدّ بنفسه و {يَضْرِبَ} إما بمعنى: يبيّن متعدّ لواحد {مَثَلًا} مفعول به {ما} اسم مبهم بمعنى: أيّ مثل في محل النصب صفة لمثلا، أو زائدة زيدت؛ لتأكيد الخسّة، {بَعُوضَةً} بدل من مثلا، بدل كلّ من كلّ {فَما فَوْقَها} الفاء عاطفة {ما} موصولة أو موصوفة في محل النصب، معطوفة على {بَعُوضَةً} ، {فوق} منصوب على الظرفية المكانية، وهو مضاف، والهاء مضاف إليه، والظرف متعلّق بمحذوف صلة لما، أو صفة لها، تقديره: فالذي استقرّ فوقها، أو فشيئا مستقرّا فوقها، وإما بمعنى: يجعل فمتعدّ لاثنين. {مَثَلًا} مفعول أول، و {ما} زائدة بَعُوضَةً مفعول ثان، فَما فَوْقَها معطوف عليه، ويحتمل كون بَعُوضَةً مفعولا أوّل مؤخرا، ومَثَلًا مفعولا ثانيا مقدّما للاهتمام به. وقرىء بَعُوضَةً بالرفع شاذا، كما مرّ، على أنّه خبر لمبتدأ محذوف، تقديره: هو بعوضة، والجملة الإسمية في محل النصب صفة لـ {مَثَلًا} ، و {ما} زائدة، تقديرها: مثلا موصوفا بكونه بعوضة فما فوقها. {فَأَمَّا} الفاء فاء الفصيحة؛ لأنّها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفت أنّ الله لا يستحيي من ضرب المثل، وأردت بيان فائدة ذلك المثل فأقول لك: أمّا. {أما} حرف شرط وتفصيل {الَّذِينَ} اسم موصول في محل الرفع مبتدأ {آمَنُوا} فعل وفاعل، صلة الموصول {فَيَعْلَمُونَ} الفاء رابطة لجواب {أما} ، واقعة في غير موضعها للثقل، لأنّ موضعها موضع {أما} . {يعلمون} فعل وفاعل، والجملة في محل الرفع خبر المبتدأ، تقديره: فأمّا الذين آمنوا فعالمون أنّه الحقّ، والجملة الاسمية جواب {أَمَّا} لا محلّ لها من الإعراب، وجملة {أَمَّا} في محل النصب مقول </p><p> لجواب إذا المقدرة، وجملة (إذا المقدرة) مستأنفة استئنافا بيانيا لا محلّ لها من الإعراب. {أَنَّهُ} . ناصب واسمه {الْحَقُّ} خبره {مِنْ رَبِّهِمْ} جار ومجرور، ومضاف إليه، متعلّق بمحذوف حال من الحقّ، تقديره: حال كون ذلك الحقّ كائنا من ربّهم، وجملة {أن} من اسمها وخبرها في تأويل مصدر سادّ مسدّ مفعولي علم، تقديره:  (فيعلمون كونه الحقّ من ربّهم) . </p><p> {وَأَمَّا الَّذِينَ كَفَرُوا فَيَقُولُونَ ماذا أَرادَ اللَّهُ بِهذا مَثَلًا يُضِلُّ بِهِ كَثِيرًا وَيَهْدِي بِهِ كَثِيرًا وَما يُضِلُّ بِهِ إِلَّا الْفاسِقِينَ} . </p><p> {وَأَمَّا} الواو عاطفة {أَمَّا} حرف شرط وتفصيل {الَّذِينَ} مبتدأ، وجملة {كَفَرُوا} صلة الموصول {فَيَقُولُونَ} الفاء رابطة لجواب {أما} ، وجملة {يقولون} خبر المبتدأ، تقديره:  (وأمّا الذين كفروا فقائلون ماذا أراد الله بهذا مثلا) . والجملة الإسمية جواب {أَمَّا} ، لا محل لها من الإعراب، وجملة {أَمَّا} في محل النصب معطوفة على جملة أمّا الأولى {ماذا} ما: اسم استفهام في محل الرفع مبتدأ ذا اسم موصول بمعنى: الذي، في محل الرفع خبر المبتدأ، والجملة الإسمية في محل النصب مقول ليقولون {أَرادَ اللَّهُ} فعل وفاعل، والجملة صلة لذا الموصولة، والعائد محذوف تقديره: ما الذي أراده الله، وإن شئت قلت:  {ماذا} اسم استفهام مركب في محلّ النصب مفعول به مقدم وجوبا لأراد الله، وجملة {أَرادَ اللَّهُ} في محلّ النصب مقول ليقولون؛ أي: يقولون: أيّ شيء أراد الله بهذا مثلا. {بِهذا} جار ومجرور، متعلّق بأراد {مَثَلًا} تمييز ذات لاسم الإشارة، منصوب به، {يُضِلُّ} فعل مضارع، وفاعله ضمير مستتر يعود على الله، {بِهِ} متعلّق بيضلّ، {كَثِيرًا} مفعول به، منصوب، والجملة الفعلية مستأنفة استئنافا بيانيا، جارية مجرى التفسير، والبيان للجملتين المصدّرتين بأمّا، وهي على هذا من كلام الله تعالى. وقيل: في محل النصب صفة لمثلا، تقديره: مثلا يفترق به الناس إلى ضالّين ومهتدين، وهي على هذا من كلام الكفار، وأجاز أبو البقاء أن تكون حالا من اسم الله؛ أي: مضلّا به كثيرا وهاديا به كثيرا. {وَيَهْدِي} فعل مضارع وفاعل مستتر يعود على الله، معطوف على يضلّ </p><p> في إعرابه السابق {بِهِ} متعلّق بيهدي {كَثِيرًا} مفعول به ليهدي، {وَما} الواو استئنافية {ما} نافية. {يُضِلُّ} فعل مضارع وفاعل مستتر يعود على الله، والجملة مستأنفة. {إِلَّا} أداة استثناء مفرّغ، {الْفاسِقِينَ} مفعول به ليضلّ، منصوب بالياء، وجوّز الفراء أن يكون منصوبا على الاستثناء، والمستثنى منه محذوف، تقديره: وما يضلّ به أحدا إلّا الفاسقين. اه. «سمين» . </p><p> {الَّذِينَ يَنْقُضُونَ عَهْدَ اللَّهِ مِنْ بَعْدِ مِيثاقِهِ وَيَقْطَعُونَ ما أَمَرَ اللَّهُ بِهِ أَنْ يُوصَلَ وَيُفْسِدُونَ فِي الْأَرْضِ أُولئِكَ هُمُ الْخاسِرُونَ} . </p><p> {الَّذِينَ} اسم موصول في محلّ نصب صفة للفاسقين {يَنْقُضُونَ} فعل وفاعل {عَهْدَ اللَّهِ} مفعول به، ومضاف إليه، والجملة صلة الموصول {مِنْ بَعْدِ} جار ومجرور، متعلّق بينقضون {مِيثاقِهِ} مضاف إليه، والضمير إما عائد على الله، أو على العهد، كما مرّ. {وَيَقْطَعُونَ} فعل </p><p> وفاعل، معطوف على {يَنْقُضُونَ} . {ما} اسم موصول في محلّ النصب مفعول به. {أَمَرَ اللَّهُ} فعل وفاعل {بِهِ} متعلّق بأمر، والجملة الفعلية صلة لما الموصولة. {أَنْ} حرف نصب ومصدر {يُوصَلَ} فعل مضارع مغير الصيغة منصوب بأن، ونائب فاعله ضمير مستتر يعود على {ما} ، والجملة الفعلية مع أن المصدرية، في تأويل مصدر مجرور على أنّه بدل من ضمير {بِهِ} بدل كلّ من كلّ؛ أي: ويقطعون ما أمر الله بوصله، أو مفعول لأجله، ولكنه على تقدير مضاف؛ أي: كراهية وصله، أو لئلّا يوصل. </p><p> {وَيُفْسِدُونَ} فعل وفاعل، معطوف على {وَيَقْطَعُونَ} ، {فِي الْأَرْضِ} متعلّق بيفسدون {أُولئِكَ} اسم إشارة في محل الرفع مبتدأ {هُمُ} ضمير فصل، أو حرف عماد لا محل له من الإعراب {الْخاسِرُونَ} خبر المبتدأ، ولك أن تعرب {هُمُ} مبتدأ. و {الْخاسِرُونَ} خبره، والجملة الإسمية في محلّ الرفع خبر {أُولئِكَ} وجملة {أُولئِكَ} مستأنفة. </p><p> {كَيْفَ تَكْفُرُونَ بِاللَّهِ وَكُنْتُمْ أَمْواتًا فَأَحْياكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ثُمَّ إِلَيْهِ تُرْجَعُونَ} . </p><p> {كَيْفَ} اسم استفهام للاستفهام التعجبي، في محل النصب على الحال من </p><p> فاعل تكفرون و {تَكْفُرُونَ} فعل وفاعل مرفوع بثبات النون {بِاللَّهِ} متعلّق بتكفرون، والجملة مستأنفة، والتقدير: أتكفرون بالله حالة كونكم معاندين لوحدانية الله تعالى. ويجوز أن تكون {كَيْفَ} منصوبة على كونها مفعولا مقدّما لتكفرون {وَكُنْتُمْ} الواو حالية {كُنْتُمْ} فعل ناقص واسمه {أَمْواتًا} خبره، والجملة في محل النصب حال من فاعل {تَكْفُرُونَ} ولكنها بتقدير: قد. {فَأَحْياكُمْ} الفاء حرف عطف وتعقيب وترتيب {أحياكم} فعل ومفعول به، وفاعله ضمير يعود على الله، والجملة في محل النصب معطوفة على جملة قوله:  {وَكُنْتُمْ أَمْواتًا} . {ثُمَّ} حرف عطف وترتيب مع تراخ {يُمِيتُكُمْ} فعل مضارع، ومفعول به، وفاعل مستتر يعود على الله، والجملة معطوفة على جملة قوله:  {فَأَحْياكُمْ} . {ثُمَّ يُحْيِيكُمْ} فعل وفاعل مستتر يعود على الله، ومفعول به، معطوف على جملة قوله:  {ثُمَّ يُمِيتُكُمْ} . {ثُمَّ} حرف عطف {إِلَيْهِ} متعلّق بترجعون {تُرْجَعُونَ} فعل مضارع مغيّر الصيغة، ونائب فاعل، والجملة معطوفة على جملة قوله:  {ثُمَّ يُحْيِيكُمْ} . </p><p> {هُوَ الَّذِي خَلَقَ لَكُمْ ما فِي الْأَرْضِ جَمِيعًا ثُمَّ اسْتَوى إِلَى السَّماءِ فَسَوَّاهُنَّ سَبْعَ سَماواتٍ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ} . </p><p> {هُوَ الَّذِي} مبتدأ وخبر، والجملة مستأنفة. {خَلَقَ} فعل ماض وفاعل مستتر يعود على الله {لَكُمْ} متعلّق بخلق، والجملة صلة الموصول {ما} اسم موصول في محلّ النصب مفعول خلق {فِي الْأَرْضِ} جار ومجرور متعلّق بمحذوف صلة لما الموصولة، {جَمِيعًا} حال من المفعول الذي هو ما الموصولة، ولكنه في تأويل مشتقّ، تقديره: مجتمعين. {ثُمَّ} حرف عطف وترتيب مع تراخ {اسْتَوى} فعل ماض وفاعل مستتر يعود على الله {إِلَى السَّماءِ} متعلّق باستوى، والجملة معطوفة على جملة خلق، وعطف بثمّ؛ إشعارا بأنّ خلق السماء متأخر عن خلق الأرض بأعمال أخر، كجعل الجبال رواسي، وتقدير الأقوات فيها. {فَسَوَّاهُنَّ} الفاء حرف عطف وتعقيب (سوّى) فعل ماض وفاعله ضمير مستتر يعود على الله، والهاء ضمير لجماعة الإناث الغائبات في محل النصب مفعول به </p><p> أوّل، والنون المشدّدة علامة جمع الإناث. {سَبْعَ سَماواتٍ} مفعول ثان ومضاف إليه؛ لأنّ سوى بمعنى صيّر، يتعدّى إلى مفعولين، والجملة الفعلية معطوفة على جملة اسْتَوى. {وَهُوَ} مبتدأ {بِكُلِّ شَيْءٍ} جار ومجرور، ومضاف إليه، متعلق بعليم و {عَلِيمٌ} خبر المبتدأ، والجملة الإسمية مستأنفة مسوقة؛ لتعليل ما قبلها، كأنّه قال: ولكونه عالما بكنه الأشياء كلّها، خلق ما خلق على هذا النمط الأكمل والوجه الأنفع، كما ذكره البيضاوي. قال أبو البقاء: ويقرأ وهو بإسكان الهاء، وأصلها الضمّ، وإنّما أسكنت هنا؛ لأنّها صارت كعضد، فخفّفت، وكذلك حالها مع الفاء واللام، نحو: فهو لهو، ويقرأ بالضمّ على الأصل كما مر. </p><p> التصريف ومفردات اللغة </p><p> {يا أَيُّهَا النَّاسُ} والناس أصله: أناس، فحذفت الهمزة التي هي فاء الكلمة، وعوّض عنها (أل) ، فلا يجمع بينهما. اه. شيخنا. {اعْبُدُوا} والعبادة: خضوع ينشأ عن استشعار القلب بعظمة المعبود. {رَبَّكُمُ} والربّ: هو الذي يسوس من يربيه، ويدبر شؤونه. {لَعَلَّكُمْ تَتَّقُونَ} وفي «السمين» ما نصه: وإذا ورد (لعلّ) في كلام الله تعالى فللناس فيه ثلاثة أقوال: </p><p> أحدها: أنّ لعلّ على بابها من الترجي والإطماع، ولكنه بالنسبة إلى المخاطبين؛ أي: لعلكم تتقون على رجائكم وطمعكم. وقد نصّ على هذا التأويل سيبويه في «كتابه» في قوله تعالى: {لَعَلَّهُ يَتَذَكَّرُ} ؛ أي: اذهبا على رجائكما، وكذا نصّ عليه الزمخشري في «كشافه» . </p><p> والثاني: أنّها للتعليل؛ أي: اعبدوا ربّكم لكي تتقوا، وبه قال قطرب، واختاره الطبري في «تفسيره الكبير» . </p><p> والثالث: أنّها للتعريض للشيء، كأنّه قيل افعلوا ذلك متعرّضين لأن تتقوا، نصّ عليه أبو البقاء، واختاره المهدوي في «تفسيره» الممتع. وهذه الجملة على كلّ قول متعلّقة من جهة المعنى باعبدوا؛ أي: اعبدوه على رجائكم التقوى، أو لتتقوا، أو متعرّضين للتقوى. </p><p> {تَتَّقُونَ} أصله توتقيون على وزن تفتعلون، أبدلت الواو التي هي فاء الكلمة تاء، ثمّ أدغمت في تاء الافتعال، واستثقلت الضمة على الياء، فحذفت فسكنت الياء، فالتقت مع واو الجماعة الساكنة، فحذفت الياء، ثمّ صحّحت حركة القاف، فجعلت ضمّة؛ لتناسب الواو، فصار تتقون بوزن تفعلون. </p><p> {جَعَلَ لَكُمُ الْأَرْضَ فِراشًا} والفراش: واحد الفرش، وفرش الشيء يفرشه بالضمّ فراشا إذا بسطه. {وَالسَّماءَ بِناءً} أصله: بناي بدليل قوله: بنيت بنيانا، فلما تطرّفت الياء بعد ألف زائدة قلبت همزة، وهذا مطّرد في كلّ واو أو ياء تطرّفتا بعد ألف زائدة. وفي «السمين» : والبناء مصدر بنيت، وإنّما قلبت الياء همزة؛ لتطرّفها بعد ألف زائدة، وقد يراد به المفعول. اه. وأصل معنى البناء: </p><p> وضع شيء على شيء آخر، بحيث يتكوّن من ذلك شيء بصورة خاصة، كوضع حجر على حجر ليتكوّن البيت. {وَأَنْزَلَ مِنَ السَّماءِ ماءً} فيه إعلال بالقلب والإبدال. أصله: موه، تحركت الواو وانفتح ما قبلها فصار ماه، فاجتمع حرفان ضعيفان: الألف والهاء، فأبدلت الهاء حرفا قويا وهو الهمزة؛ ليتقوى بها الضعيف، ودليل ذلك: أنه يصغر على مويه، أما جمعه على مياه، فلإبدال الواو ياء لانكسار ما قبلها، كما فعلوا في ديار إذ الأصل مواه ودوار، وقد جمع على الأصل فقيل: أمواه {أَنْدادًا} جمع ند بكسر النون وهو المثل، ولا يقال إلا للمثل المخالف المساوي قال جرير: </p><p> أتيم تجعلون إليّ ندّا ... وهل تيم لذي حسب نديد </p><p> وقال أبو البقاء أنداد جمع ندّ ونديد، وفي جعله جمع نديد نظر؛ لأنّ أفعالا إنما يحفظ في فعيل، بمعنى فاعل، نحو: شريف وأشراف، ولا يقاس عليه والندّ المقاوم المضاهي، سواء كان مثلا، أو ضدا، أو خلافا. وقيل: هو الضد، وقيل الكفء والمثل. اه. بمعنى يقال فلان ند فلان: إذا كان مماثلا له في بعض الشؤون {وَإِنْ كُنْتُمْ فِي رَيْبٍ} أصل كان: كون بوزن فعل واوي العين نظير قال، تحركت الواو وانفتح ما قبلها قلبت ألفا فصار كان، ثم أسند الفعل إلى ضمير الرفع المتحرك فسكن آخره وهو النون، فالتقى ساكنان الألف وآخر </p><p> الفعل، فحذفت الألف فصار اللفظ كنتم بفتح الكاف، فاحتيج إلى معرفة عين الفعل التي حذفت، هل هي واو أو ياء؟ فحذفت حركة فاء الفعل وعوض عنها حركة مجانسة للعين المحذوفة، وهي الضمة؛ لأنها تناسب الواو، فقيل: كنتم بوزن فلتم، وهكذا كل فعل من هذا النوع. </p><p> {فَأْتُوا} أصله: ائتيوا أمر من أتى الثلاثي يائيّ اللام اتصل به واو الجماعة، فوزنه الأصلي افعلوا، فاستثقلت الضمة على الياء فحذفت، ثم حذفت الياء لمّا سكّنت؛ لالتقاء الساكنين على حد قول ابن مالك في «الكافية» : </p><p> إن ساكنان التقيا اكسر ما سبق ... وإن يكن لينا فحذفه استحق </p><p> ثم قلبت كسرة التاء ضمة، لتناسب الواو، ثم حذفت همزة الوصل للاستغناء عنها بدخول الفاء؛ لأن الغرض منها التوصل إلى النطق بالساكن، وقد توصل إليه بالفاء فوزنه الآن إفعوا. </p><p> {بِسُورَةٍ} السورة: الطائفة من القرآن التي أقلها ثلاث آيات، ومن معانيها: المرتبة الرفيعة، قال النابغة الذبياني: </p><p> ألم تر أنّ الله أعطاك سورة ... ترى كلّ ملك دونها يتذبذب </p><p> وفي «البيضاوي» والسورة: الطائفة من القرآن المترجمة التي أقلها ثلاث آيات، وهي إن جعلت واوها أصلية منقولة من سور المدينة؛ لأنها محيطة بطائفة من القرآن مفرزة محوزة على حيالها، أو محتوية على أنواع من العلم احتواء سور المدينة على ما فيها، أو من السورة التي هي الرتبة؛ لأن السورة كالمنازل والمراتب، يترقى فيها القارىء، أو لها مراتب في الطول والقصر، والفضل والشرف، وثواب القراءة، وإن جعلت مبدلة من الهمزة فمن السؤر. التي هي البقية والقطعة من الشيء. والحكمة في تقطيع القرآن سورا: إفراد الأنواع، وتلاحق الأشكال، وتناسب النظم، وتنشيط القارىء، وتسهيل الحفظ والترغيب فيه، فإنه إذا ختم سورة نفّس ذلك عنه بعض كربة، كالمسافر إذا علم أنه قطع ميلا، أو طوى بريدا، والحافظ متى حفظها، اعتقد أنه أخذ من القرآن حظا تاما، وفاز بطائفة محدودة مستقلة، فعظم ذلك عنه، وابتهج به إلى غير ذلك من </p><p> الفوائد. {وَادْعُوا} أمر جماعة من دعا يدعو ناقص واويّ، فلما أسند الفعل إلى واو الجماعة التقى ساكنان، فأصله هنا: ادعووا بواوين، الأولى مضمومة وهي لام الكلمة، والثانية ساكنة وهي واو الجماعة، فاستثقلت الضمة على الواو الأولى، وحذفت الضمة فاجتمع ساكنان، فحذفت الواو الأولى التي هي لام الكلمة؛ لالتقاء الساكنين، وبقيت واو الجماعة؛ لأنها جىء بها لغرض، فلام الكلمة أولى بالحذف؛ لأنها جزء كلمة، وواو الجماعة كلمة مستقلة، فحذف جزء الكلمة أولى من حذف كلمة مستقلة؛ لما فيه من إجحاف الكلمة، فوزنه إفعوا. </p><p> {شُهَداءَكُمْ مِنْ دُونِ اللَّهِ} والشهداء: جمع شهيد، كشرفاء جمع شريف، وعليم وعلماء، ولا يبعد أن يكون جمع شاهد، كشاعر وشعراء، وليس فعلاء مقيسا لباب فاعل، كما في «البحر» والشهيد الحاضر، أو الناصر، أو القائم بالشهادة، أو الإمام، وكأنه سمّي به؛ لأنه يحضر المجالس، وتبرم بمحضره الأمور ومعنى {دُونِ} أدنى مكان من الشيء، ومنه: تدوين الكتب؛ لأنه إدناء البعض من البعض، ودونك هذا؛ أي: خذه من أدنى مكان منك، ثم استعير للتفاوت في الرتب، فقيل: زيد دون عمرو؛ أي: في الشرف، ومنه: الشيء الدّون، ثم اتسع فيه، فاستعمل في كل تجاوز حد إلى حد، وتخطى أمر إلى أمر قال الله تعالى:  {لا يَتَّخِذِ الْمُؤْمِنُونَ الْكافِرِينَ أَوْلِياءَ مِنْ دُونِ الْمُؤْمِنِينَ} ؛ أي: لا يتجاوزوا ولاية المؤمنين إلى ولاية الكافرين، وهي من الظروف المكانية الملازمة الحقيقية، أو المجازية، ولا يتصرف فيه بغير من، وتجىء دون صفة بمعنى: ردىء، يقال: ثوب دون؛ أي: ردىء. حكاه سيبويه في أحد قوليه. فعلى هذا يعرب بوجوه الإعراب ويكون مشتركا {إِنْ كُنْتُمْ صادِقِينَ} والصدق يقابله الكذب وهو: مطابقة الخبر للمخبر عنه. {فَاتَّقُوا} أصله: اتقيوا، استثقلت الضمة على الياء التي هي لام الكلمة فحذفت، فالتقى ساكنان فحذفت الياء، ثم ضم ما قبلها؛ لمناسبة الواو {وَقُودُهَا} بفتح الواو وهو: ما توقد به النار من حطب، أو غيره. وأما بضمها فهو: مصدر وقد، وكذا يقال فيما جاء على هذا الوزن، كالوضوء والطّهور والسّحور، وهذه التفرقة على المشهور في أن المفتوح: اسم للآلة والمضموم مصدر، وبعضهم قال: كل من الضم والفتح يجري في الآلة </p><p> والمصدر، فما توقد به النار يقال له وقود بالفتح والضم، وإيقادها كذلك، ومثله نظائره ونحوه. اه. بمعنى. </p><p> {وَالْحِجارَةُ} جمع الحجر، والتاء فيها لتأكيد تأنيث الجمع، كالفحولة. </p><p> {أُعِدَّتْ} أصله: أعددت، نقلت حركة الدال الأولى إلى العين، فسكّنت فأدغمت في الدال الثانية. </p><p> {وَأُتُوا بِهِ مُتَشابِهًا} أصل الكلمة: أتيوا بوزن فعلوا بالبناء للمجهول، استثقلت الضمة على الياء فحذفت فسكنت الياء فحذفت لالتقائها ساكنة مع واو الجماعة التي أسند إليها الفعل، فوزنه الأصلي فعلوا، ووزنه الحاليّ فعوا؟ </p><p> {وَلَهُمْ فِيها أَزْواجٌ} جمع زوج، والزوج: ما يكون معه آخر، فيقال: زوج للرجل والمرأة، وأمّا زوجة بالتاء فقليل. ونقل الفراء أنها لغة تميم، والزوج أيضا: الصنف والتثنية زوجان. </p><p> {مُطَهَّرَةٌ} والطهارة النظافة، والفعل منها: طهر بالفتح من باب قتل، ويقل الضم من باب قرب، واسم الفاعل: طاهر فهو مقيس على الفتح شاذ على الضم، كخاثر، وحامض من خثر اللبن، وحمض بضم العين. اه. «سمين» . {وَهُمْ فِيها خالِدُونَ} والمراد بالخلود هنا: الدوام لما يشهد له من الآيات والأحاديث، وأصله: ثبات طويل المدة دام أو لم يدم، ولذا يوصف بالأبدية. اهـ. كرخي. </p><p> {إِنَّ اللَّهَ لا يَسْتَحْيِي} بياءين أولاهما عين الكلمة، والثانية لامها والحاء فاؤها، وفي «السمين» : واستفعل هنا للإغناء عن الثلاثي المجرد؛ أي: إنه موافق له، فإنه قد ورد حيي واستحيا بمعنى واحد، والمشهور استحيا يستحيي فهو مستحي ومستحي منه من غير حذف، وقد جاء استحى يستحي فهو مستح، مثل: استقى يستقي، وقد قرىء به كما مر، واختلف في المحذوف، فقيل: عين الكلمة فوزنه يستفل، وقيل: لامها فوزنه يستفع، ثم نقلت حركة اللام على القول الأول، وحركة العين على القول الثاني إلى الفاء وهي الحاء. والحياء لغة: تغيّر وانكسار يعتري الإنسان من خوف ما يعاب به، أو يذم عليه، واشتقاقه من الحياة؛ ومعناه على ما قاله الزمخشري: نقصت حياته واعتلت مجازا واستعماله هنا في حق الله </p><p> تعالى بمعنى: الترك، وجعله الزمخشري من باب المقابلة يعني: أن الكفار لما قالوا أما يستحي ربّ محمد أن يضرب المثل بالمحقرات، قوبل قولهم ذلك بقوله:  {إِنَّ اللَّهَ لا يَسْتَحْيِي أَنْ يَضْرِبَ} والضرب: إمساس جسم بجسم بعنف، ويكنى به عن السفر في الأرض، ويكون بمعنى الصنع والاعتمال {فَيَقُولُونَ} أصله: يقولون بوزن يفعلون بضم العين، فنقلت حركة حرف اللين إلى الساكن الصحيح قبله فسكنت الواو إثر ضمه، فصارت حرف مد {ماذا أَرادَ اللَّهُ} أصله: أرود بوزن أفعل أجوف واويّ؛ نقلت حركة عينه الواو إلى الراء، فتحركت الراء بالفتح وسكنت الواو لما سلبت حركتها، لكنها أبدلت ألفا؛ لتحركها أصالة وفتح ما قبلها الآن، فلفق لها موجب الإبدال، كما قلبت ياء في المضارع، فقالوا: </p><p> يريد، وسقطت في المصدر؛ لاجتماعها مع ألف الإفعال على أن المحذوف هي لا ألف الإفعال، أما على مقتضى قول ابن مالك: </p><p> وألف الإفعال واستفعال أزل. </p><p> فلم تحذف في المصدر، والهاء عوض عن المحذوفة منهما {يُضِلُّ بِهِ كَثِيرًا} أصله: يضلل بوزن يفعل، فنقلت حركة اللام الأولى إلى الضاد، فسكنت فأدغمت في اللام الثانية {وَيَهْدِي بِهِ كَثِيرًا} أصله: يهدي بوزن يفعل، سكنت الياء؛ لوقوعها إثر كسرة، فصارت حرف مد {إِلَّا الْفاسِقِينَ} ؛ أي: </p><p> الخارجين عن طاعة الله تعالى، وفي «المصباح» : فسق فسوقا من باب قعد خرج عن الطاعة، والاسم: الفسق، وفسق يفسق بالكسر من باب جلس. لغة حكاها الأخفش، فهو فاسق، والجمع فساق وفسقة. اهـ. </p><p> {مِنْ بَعْدِ مِيثاقِهِ} أصل ميثاق: موثاق من الموثق بوزن مفعال، قلبت الواو ياء؛ لسكونها إثر كسرة. {هُمُ الْخاسِرُونَ} جمع. خاسر، والخاسر: من خسر أحد أمور ثلاثة المال، والبدن، والعقل، وهؤلاء من الثالث. اه. كرخي. </p><p> وفي «القاموس» : خسر، كفرح وضرب، خسرا وخسرا، وخسرا، وخسرا وخسرانا، وخسارة، وخسارا: ضلّ، فهو خاسر، وخسير، وخسر التاجر إذا غبن في تجارته، والخسر: النقص، كالإخسار والخسران. اه. </p><p> {كَيْفَ تَكْفُرُونَ بِاللَّهِ} كيف: للسؤال عن الأحوال، والمراد هنا: الأحوال التي يقع عليها الكفر من العسر واليسر، والسفر والإقامة، والكبر والصغر، والعز والذل، وغير ذلك، والاستفهام هنا: للتوبيخ والإنكار، فكأنه قال: لا ينبغي أن توجد فيكم تلك الصفات التي يقع عليها الكفر، فلا ينبغي أن يصدر منكم الكفر في كل حال من تلك الأحوال {فَأَحْياكُمْ} أصله: أحيي بوزن أفعل، عينه ولامه حرفا علّة، تحركت الياء الأخيرة وفتح ما قبلها فقلبت ألفا {ثُمَّ يُمِيتُكُمْ} مضارع أمات الرباعي وأصله: يموتكم بوزن يفعل، نقلت حركة الواو إلى الميم فسكنت الواو إثر كسرة، فقلبت ياء حرف مد {ثُمَّ يُحْيِيكُمْ} أصله: يحييكم بوزن يفعل، استثقلت الضمة على الياء الأخيرة فحذفت، فلما سكنت إثر كسرة صارت حرف مد {ثُمَّ اسْتَوى إِلَى السَّماءِ} أصله استوي بوزن افتعل، تحركت الياء وانفتح ما قبلها فقلبت ألفا {فَسَوَّاهُنَّ} أصله: سوّي بوزن فعّل المضعف، قلبت ياؤه ألفا؛ لتحركها بعد فتح. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات ضروبا من البلاغة، وأنواعا من الفصاحة والبيان والبديع: </p><p> فمنها: ذكر عنوان الربوبية في قوله: {يا أَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ} مع إضافته إلى المخاطبين؛ للتفخيم والتعظيم. </p><p> ومنها: المقابلة اللطيفة في قوله: {الَّذِي جَعَلَ لَكُمُ الْأَرْضَ فِراشًا وَالسَّماءَ بِناءً} فقد قابل بين الأرض والسماء، والفراش والبناء. </p><p> ومنها: الإضافة للتشريف في قوله: {عَلى عَبْدِنا} ؛ لأنه أشرف أسمائه صلّى الله عليه وسلّم. </p><p> ومنها: الالتفات من الغيبة في قوله: {الَّذِي جَعَلَ لَكُمُ الْأَرْضَ فِراشًا} الخ. </p><p> إلى التكلم في قوله:  {مِمَّا نَزَّلْنا عَلى عَبْدِنا} لما فيه من التفخيم للمنزّل والمنزل عليه، ما لا يؤدّيه ضمير غائب لو قال مما نزل على عبده، لا سيما كونه أتى بـ (نا) المشعرة بالتعظيم التام، وتفخيم الأمر، ونظيره {وَهُوَ الَّذِي أَنْزَلَ مِنَ السَّماءِ ماءً فَأَخْرَجْنا} . </p><p> ومنها: التعجيز في قوله: {فَأْتُوا بِسُورَةٍ} ؛ لأن الأمر هنا، خرج مخرج التعجيز. </p><p> ومنها: تنكير السورة؛ لإرادة العموم والشمول. </p><p> ومنها: الجملة الاعتراضية في قوله: {وَلَنْ تَفْعَلُوا} ؛ لبيان التحدي في الماضي والمستقبل، وبيان العجز التام في جميع العصور </p><p> والأزمان، ومن أمثلة الاعتراض، قول عوف بن محلّم الخزاعيّ: </p><p> إنّ الثمانين قد بلّغتها ... قد أحوجت سمعي إلى ترجمان </p><p> فقوله وبلغتها: اعتراض بين اسم إن وخبرها، وفائدتها: الدعاء للمخاطب، بأن يمتد عمره إلى الثمانين، مع التنصل عن مسؤولية عدم السمع؛ بسبب كبر السن ووقر السمع. </p><p> ومنها: إيجاز القصر في قوله: {فَاتَّقُوا النَّارَ} والإيجاز: هو جمع المعاني الكثيرة تحت اللفظ القليل، مع الإبانة والإفصاح؛ لأن المعنى: فإن عجزتم عن الإتيان بما ذكر في الحال، والمستقبل، والماضي، فخافوا نار جهنم بتصديقكم بالقرآن. </p><p> ومنها: المجاز المرسل في قوله: {تَجْرِي مِنْ تَحْتِهَا الْأَنْهارُ} والعلاقة المحلية، هذا إذا كان النهر مجرى الماء، كما قال بعض علماء اللغة، أما إذا كان بمعنى الماء في المجرى، فلا مجاز فيه. </p><p> ومنها: التشبيه البليغ في قوله: {هذَا الَّذِي رُزِقْنا مِنْ قَبْلُ} وسمي بليغا؛ لأنّ أداة التشبيه فيه محذوفة، فساوى طرفا التشبيه في المرتبة. </p><p> ومنها: وصف الأزواج بمطهرة في قوله: {وَلَهُمْ فِيها أَزْواجٌ مُطَهَّرَةٌ} ولم يقل: طاهرة أو متطهرة؛ للإشعار بأنّ لهن مطهّرا طهرهن، وما هو إلا الله سبحانه وتعالى. </p><p> ومنها: المجاز المرسل في قوله: {إِنَّ اللَّهَ لا يَسْتَحْيِي} من باب إطلاق الملزوم وإرادة اللازم. المعنى: إن الله لا يترك أن يبين مثلا، فعبّر بالحياء عن الترك؛ لأنّ الترك من ثمرات الحياء، ومن استحيا من فعل شيء تركه، كما أفاده الزمخشري. </p><p> ومنها: الإشارة بهذا في قوله: {ماذا أَرادَ اللَّهُ بِهذا مَثَلًا} تحقيرا للمشار إليه واسترذالا له. </p><p> ومنها: زيادة ما في قوله: {مَثَلًا ما بَعُوضَةً} لتأكيد خسة الممثّل به وهو البعوض، وغيره، والمراد بقولنا: زيادة ما؛ لتأكيد الخسة رفع ما يقال، إن القرآن مصون عن الحشو والزائد حشو. وعبارة ابن السبكي: ولا يجوز ورود ما لا معنى له في الكتاب والسنة، خلافا للحشوية، ومحصل جوابه: أنّ زيادتها لفائدة، وهي التأكيد، فليست حشوا محضا. وعبارة البيضاوي: ولا نعني بالمزيد اللغو الضائع، فإن القرآن كله هدى وبيان، بل مرادنا بالمزيد، هو الذي لم يوضع لمعنى يراد منه، وإنما وضع ليذكر مع غيره فيفيد الكلام وثاقة وقوّة، وهو زيادة في الهدى غير قادح فيه. انتهت. أفاده في «الفتوحات» . </p><p> ومنها: الاستعارة المكنية في قوله: {يَنْقُضُونَ عَهْدَ اللَّهِ} حيث شبه العهد بالحبل، وحذف المشبه به ورمز إليه بشيء من لوازمه وهو النقض، على سبيل الاستعارة المكنية، لأنه إحدى حالتي الحبل، وهما النقض والإبرام. </p><p> ومنها: الإلتفات من الغيبة في قوله: {وَأَمَّا الَّذِينَ كَفَرُوا} الخ. إلى الخطاب في قوله:  {كَيْفَ تَكْفُرُونَ بِاللَّهِ} لغرض التوبيخ، والتقريع، والتعجيب. </p><p> ومنها: الطباق بين قوله: {يُضِلُّ بِهِ كَثِيرًا} وقوله: {وَيَهْدِي بِهِ كَثِيرًا} ، وبين {يَقْطَعُونَ} و {يُوصَلَ} . </p><p> ومنها: تقديم الإضلال فيهما على الهداية، ليكون أول ما يقرع أسماعهم من الجواب، أمرا فظيعا يسوؤهم ويفتت أكبادهم. </p><p> ومنها: إيثار صيغة الاستقبال فيهما؛ إيذانا بالتجدد والاستمرار. اه. «أبو السعود» . </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> والله أعلم </p><p> * * * </p><p> قال الله سبحانه جل وعلا: </p><p> {وَإِذْ قالَ رَبُّكَ لِلْمَلائِكَةِ إِنِّي جاعِلٌ فِي الْأَرْضِ خَلِيفَةً قالُوا أَتَجْعَلُ فِيها مَنْ يُفْسِدُ فِيها وَيَسْفِكُ الدِّماءَ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ قالَ إِنِّي أَعْلَمُ ما لا تَعْلَمُونَ (٣٠) وَعَلَّمَ آدَمَ الْأَسْماءَ كُلَّها ثُمَّ عَرَضَهُمْ عَلَى الْمَلائِكَةِ فَقالَ أَنْبِئُونِي بِأَسْماءِ هؤُلاءِ إِنْ كُنْتُمْ صادِقِينَ (٣١) قالُوا سُبْحانَكَ لا عِلْمَ لَنا إِلاَّ ما عَلَّمْتَنا إِنَّكَ أَنْتَ الْعَلِيمُ الْحَكِيمُ (٣٢) قالَ يا آدَمُ أَنْبِئْهُمْ بِأَسْمائِهِمْ فَلَمَّا أَنْبَأَهُمْ بِأَسْمائِهِمْ قالَ أَلَمْ أَقُلْ لَكُمْ إِنِّي أَعْلَمُ غَيْبَ السَّماواتِ وَالْأَرْضِ وَأَعْلَمُ ما تُبْدُونَ وَما كُنْتُمْ تَكْتُمُونَ (٣٣) وَإِذْ قُلْنا لِلْمَلائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلاَّ إِبْلِيسَ أَبى وَاسْتَكْبَرَ وَكانَ مِنَ الْكافِرِينَ (٣٤) وَقُلْنا يا آدَمُ اسْكُنْ أَنْتَ وَزَوْجُكَ الْجَنَّةَ وَكُلا مِنْها رَغَدًا حَيْثُ شِئْتُما وَلا تَقْرَبا هذِهِ الشَّجَرَةَ فَتَكُونا مِنَ الظَّالِمِينَ (٣٥) فَأَزَلَّهُمَا الشَّيْطانُ عَنْها فَأَخْرَجَهُما مِمَّا كانا فِيهِ وَقُلْنَا اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ وَمَتاعٌ إِلى حِينٍ (٣٦) فَتَلَقَّى آدَمُ مِنْ رَبِّهِ كَلِماتٍ فَتابَ عَلَيْهِ إِنَّهُ هُوَ التَّوَّابُ الرَّحِيمُ (٣٧) قُلْنَا اهْبِطُوا مِنْها جَمِيعًا فَإِمَّا يَأْتِيَنَّكُمْ مِنِّي هُدىً فَمَنْ تَبِعَ هُدايَ فَلا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ (٣٨) وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآياتِنا أُولئِكَ أَصْحابُ النَّارِ هُمْ فِيها خالِدُونَ (٣٩) }. </p><p> المناسبة </p><p> قوله تعالى:  {وَإِذْ قالَ رَبُّكَ لِلْمَلائِكَةِ ...} الآيات، مناسبة هذه الآيات لما قبلها (١) : أن الله سبحانه وتعالى، لما امتنّ على العباد بنعمة الخلق والإيجاد، وأنه سخرّ لهم ما في الأرض جميعا، أتبع ذلك بذكر بدء خلقهم، وامتنّ عليهم بتشريف أبيهم وتكريمه، بجعله خليفة في الأرض، وإسكانه دار الكرامة، وأمر الملائكة بالسجود له؛ تعظيما لشأنه، ولا شك أن الإحسان إلى الأصل إحسان إلى الفرع، والنعمة على الآباء نعمة على الأبناء. </p><p> فائدة: والحكمة في إخبار الله تعالى للملائكة، عن خلق آدم واستخلافه في الأرض؛ تعليم لعباده المشاورة في أمورهم قبل أن يقدموا عليها. </p><p>(١) العمدة.</p><p> وقول الملائكة:  {أَتَجْعَلُ فِيها مَنْ يُفْسِدُ فِيها ...} الآية. ليس (١) اعتراضا على الله، ولا حسدا لبني آدم؛ وإنما هو سؤال استعلام واستكشاف عن الحكمة في ذلك. يقولون: ما الحكمة في خلق هؤلاء، مع أن منهم من يفسد في الأرض؟ وإنما (٢) علمت الملائكة أن بني آدم يفسدون في الأرض، بإعلام الله إياهم ذلك، وقيل: كان في الأرض جنّ فأفسدوا فيها، فبعث الله إليهم ملائكة فقتلوهم، فقاست الملائكة بني آدم عليهم. وروى (٣) الضحاك عن ابن عباس - رضي الله عنهما - قال: أول من سكن الأرض الجن فأفسدوا فيها، وسفكوا فيها الدماء؛ وقتل بعضهم بعضا، قال: فبعث الله عليهم إبليس في جند من الملائكة، فقتلهم إبليس ومن معه حتى ألحقهم بجزائر البحور وأطراف الجبال، ثم خلق آدم فأسكنه إياها، فلذلك قال:  {إِنِّي جاعِلٌ فِي الْأَرْضِ خَلِيفَةً} فعلى هذا القول المعنى: إني جاعل في الأرض خليفة من الجن يخلفونهم فيها، فيسكنونها ويعمرونها. انتهى. ابن جرير. </p><p> وفي «المراح» روى الضحاك عن ابن عباس: أنه تعالى إنما (٤) قال هذا القول، للملائكة الذين كانوا في الأرض محاربين مع إبليس، لأن الله تعالى لما أسكن الجن الأرض فأفسدوا فيها، وسفكوا الدماء، وقتل بعضهم بعضا، بعث الله إبليس مع جند من الملائكة، فقتلهم إبليس مع عسكره حتى أخرجوهم من الأرض، وألحقوهم بجزائر البحر، وهؤلاء خزّان الجنان، أنزلهم الله تعالى من السماء إلى الأرض؛ لطرد الجن إلى الجزائر والجبال، وسكنوا الأرض، فخفف الله عنهم العبادة، وكان إبليس يعبد الله، تارة في الأرض، وتارة في السماء، وتارة في الجنة، فدخله العجب، فقال في نفسه: ما أعطاني الله هذا الملك إلا لأني أكرم الملائكة عليه، فقال تعالى له ولجنده هذا الكلام. </p><p> قوله تعالى:  {وَإِذْ قُلْنا لِلْمَلائِكَةِ اسْجُدُوا لِآدَمَ} الآيات، مناسبتها لما قبلها: </p><p>(١) ابن كثير. (٢) شهيل.(٣) ابن جرير.(٤) المراح.</p>"
}