{
  "id": null,
  "sura": 2,
  "aya": 245,
  "text": "<p> تعالى من حيث أن الإنسان يسلكها، ويتوصل إلى الله بها، ومعلوم أن الجهاد تقوية للدين، فكان طاعة، فلا شك أن المجاهد مقاتل في سبيل الله. </p><p> {وَاعْلَمُوا أَنَّ اللَّهَ سَمِيعٌ} لكلامكم في ترغيب الغير في الجهاد، وفي تنفير الغير عنه. {عَلِيمٌ} بما في صدوركم من البواعث والأغراض، وأن ذلك الجهاد لغرض الدين، أو لغرض الدنيا. </p><p> ٢٤٥ - {مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ} ويسلفه {قَرْضًا حَسَنًا} ؛ أي: إقراضًا حسنًا طيبًا مقرونًا بالإخلاص لا لرياء وسمعة، أو مقرضًا حلالًا طيبًا {فَيُضَاعِفَهُ لَهُ} ؛ أي: فيضاعف الله جزاءه وأجره له؛ أي: لذلك المنفق {أَضْعَافًا كَثِيرَةً} كثرة لا يعلم قدرها إلا الله سبحانه وتعالى. قرأ أبو عمرو ونافع وحمزة والكسائي {فيضاعفُه} بالألف والرفع، وقرأ عاصم:  {فَيُضَاعِفَهُ} بالألف والنصب، وقرأ ابن كثير:  {فيضعِّفُه} بالتشديد والرفع بلا ألف، وقرأ ابن عامر:  {فيضعِّفَه} بالتشديد والنصب، والمعنى: من الذي يبذل ماله وينفقه في سبيل الخير ابتغاء وجه الله ولإعلاء كلمة الله في الجهاد وسائر طرق الخير، فيكون جزاؤه أن يضاعف الله تعالى له ذلك القرض أضعافًا كثيرة؛ لأنه قرض لأغنى الأغنياء رب العالمين جل جلاله، وهذا من تنزلات المولى لعباده حيث خاطبهم مخاطبة المحتاج المضطر مع أنه غني عنهم رحمة بهم على حد:  {كَتَبَ عَلَى نَفْسِهِ الرَّحْمَةَ} وسماه هنا قرضًا، وفي آية براءة بيعًا، وفي الحقيقة لا بيع ولا قرض؛ لأن الملك كله له سبحانه، وحينئذ فليست مضاعفته على ذلك ربًا؛ لأنه لا تجري أحكام الربابين السيد وعبده الحادثين لملكه له صورة، فأولى بين السيد المالك القديم وعبده الذليل الضعيف الذي لا يملك شيئًا أصلًا، فمن إحسانه عليه خلق ونسب إليه، بل هذا (١) تأنيس وتقريب للناس بما يفهمونه، والله هو الغني الحميد، شبه عطاء المؤمن ما يرجو ثوابه في الآخرة بالقرض كما شبه إعطاء النفوس والأموال في أخذ الجنة بالبيع والشراء {وَاللَّهُ} سبحانه وتعالى {يَقْبِضُ} ؛ أي: يمسك الرزق عمن يشاء، ويضيق عليه ابتلاء هل يصبر أم لا؟ {وَيَبْسُطُ} يقرأ بالسين، وهو الأصل، </p><p>(١) الشوكاني.</p><p> وبالصاد على إبدالها من السين؛ لتجانس الطاء في الاستعلاء؛ أي: يوسع لمن يشاء امتحانًا هل يشكر أم لا؛ أي: أن الإنفاق لا يقبض الرزق، وعدمه لا يبسطه، بل القابض والباسط هو الله سبحانه وتعالى، أو المعنى. والله يقبض بعض القلوب حتى لا تقدم على هذه الطاعة، ويبسط بعضها حتى يقدم على هذه الطاعة {وَإِلَيْهِ} سبحانه وتعالى لا إلى غيره {تُرْجَعُونَ} يوم القيامة، فيجازيكم على أعمالكم، فيثيب المنفق ويعذب الممسك. </p><p> الإعراب </p><p> {حَافِظُوا عَلَى الصَّلَوَاتِ وَالصَّلَاةِ الْوُسْطَى وَقُومُوا لِلَّهِ قَانِتِينَ (٢٣٨) }. </p><p> {حَافِظُوا} : فعل وفاعل، والجملة مستأنفة {عَلَى الصَّلَوَاتِ} : جار ومجرور متعلق بـ {حافظوا} . {وَالصَّلَاةِ} معطوف على الصلوات. {الْوُسْطَى} : صفة لـ {الصَّلَاةِ} ، {وَقُومُوا} : الواو: عاطفة. {قوموا} : فعل وفاعل، والجملة معطوفة على جملة {حَافِظُوا} . {لِلَّهِ} : جار ومجرور متعلق بـ {قوموا} . {قَانِتِينَ} : حال من فاعل {قوموا} . </p><p> {فَإِنْ خِفْتُمْ فَرِجَالًا أَوْ رُكْبَانًا} : </p><p> {فَإِنْ}  {الفاء} : فاء الفصيحة؛ لأنها أفصحت عن شرط مقدر؛ تقديره: إذا عرفتم وجوب المحافظة على الصلوات، وأردتم بيان كيفية فعلها في حالة الخوف .. فأقول لكم: إن خفتم {إن} : حرف شرط جازم. {خِفْتُمْ} : فعل وفاعل في محل الجزم بـ {إن} الشرطية على كونها فعل شرط لها. {فَرِجَالًا أَوْ رُكْبَانًا} : {الفاء} : رابطة لجواب الشرط المحذوف تقديره: فصلوا رجالًا، {صلوا} : فعل وفاعل في محل الجزم بـ {إن} الشرطية {رجالًا} : حال من فاعل {صلوا} . {أَوْ رُكْبَانًا} : معطوف عليه، وجملة {إن} الشرطية في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. </p><p> {فَإِذَا أَمِنْتُمْ فَاذْكُرُوا اللَّهَ كَمَا عَلَّمَكُمْ مَا لَمْ تَكُونُوا تَعْلَمُونَ} . </p><p> {فَإِذَا}  {الفاء} : فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر </p><p> تقديره: إذا عرفتم كيفية صلاة الخوف، وأردتم بيان حكم ما إذا زال الخوف .. فأقول لكم:  {إذا} : ظرف لما يستقبل من الزمان. {أَمِنتم} : فعل وفاعل في محل الخفض بإضافة {إذا} إليها على كونها فعل شرط لها. {فَاذْكُرُوا} : {الفاء} : رابطة لجواب {إذا} وجوبًا. {اذكروا الله} : فعل وفاعل ومفعول، والجملة جواب {إذا} لا محل لها من الإعراب، والظرف متعلق به، وجملة {إذا} في محل النصب مقول لجواب {إذا} المقدرة. {كَمَا عَلَّمَكُمْ} : الكاف: حرف جر وتعليل. {ما} : مصدرية. {عَلَّمَكُمْ} : فعل ومفعول أول، وفاعله ضمير يعود على {اللَّهَ} ، {مَا لَمْ تَكُونُوا} . {ما} موصولة، أو موصوفة في محل النصب مفعول ثان. {لَمْ} : حرف نفي وجزم، {تَكُونُوا} : فعل ناقص واسمه مجزوم بـ {لم} ، وجملة {تَعْلَمُونَ} في محل النصب خبر {تَكُونُوا} تقديره: ما لم تكونوا عالمين، وجملة {تَكُونُوا} صلة لـ {ما} أو صفة لها، والعائد أو الرابط الضمير المحذوف من {تَعْلَمُونَ} وجملة {عَلَّمَكُمْ} صلة {مَا} المصدرية {مَا} مع صلتها في تأويل مصدر مجرور بالكاف التعليلية المتعلقة باذكروا تقديره: فاذكروا الله لتعليمه إياكم ما لم تكونوا تعلمونه قبل بعثة محمَّد صلى الله عليه وآله وسلم، وقبل نزول القرآن. </p><p> {وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا وَصِيَّةً لِأَزْوَاجِهِمْ} . </p><p> {وَالَّذِينَ} الواو: استئنافية. {الذين} : مبتدأ، {يُتَوَفَّوْنَ} : فعل مغيَّر ونائب فاعل، والجملة صلة الموصول، والعائد ضمير الغائب. {مِنْكُمْ} : جار ومجرور حال من ضمير الغائب. {وَيَذَرُونَ} : معطوف على جملة الصلة. {أَزْوَاجًا} : مفعول به. {وَصِيَّةً} بالنصب مفعول مطلق لفعل محذوف هو خبر المبتدأ تقديره: فليوصوا وصية، وعلى قراءة الرفع وصية: مبتدأ خبره محذوف تقديره: فعليهم وصية، والجملة الإسمية خبر المبتدأ الذي هو الموصول أيضًا، والجملة من المبتدأ والخبر مستأنفة استئنافًا نحويًّا {لِأَزْوَاجِهِمْ} : جار ومجرور ومضاف إليه صفة لـ {وصية} تقديره: وصية كائنة لأزواجهم. </p><p> {مَتَاعًا إِلَى الْحَوْلِ غَيْرَ إِخْرَاجٍ} . </p><p> {مَتَاعًا} : منصوب إما على إضمار فعل من لفظه؛ أي: متعوهن متاعًا، أو من غير لفظه؛ أي: جعل الله لهن متاعًا، وجوزوا أن يكون {مَتَاعًا} صفة لـ {وصية} ، أو بدلًا منها، أو حالًا من الموصين؛ أي: ممتعين أو ذوي متاع. {إِلَى الْحَوْلِ} : جار ومجرور صفة لـ {متاعا} . {غَيْرَ إِخْرَاجٍ} : حال من الأزواج ومضاف إليه؛ أي: غير مخرجات، أو حال من الموصين؛ أي: غير مخرجين، وجوزوا أن يكون صفة لـ {متاعًا} أو بدلًا منه. </p><p> {فَإِنْ خَرَجْنَ فَلَا جُنَاحَ عَلَيْكُمْ فِي مَا فَعَلْنَ فِي أَنْفُسِهِنَّ مِنْ مَعْرُوفٍ وَاللَّهُ عَزِيزٌ حَكِيمٌ} . </p><p> {فَإِنْ} الفاء: فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر تقديره: إذا عرفتم أنها غير مخرجات، وأردتم حكم ما إذا خرجن بأنفسهن .. فأقول لكم:  {إن} : حرف شرط جازم. {خَرَجْنَ} : فعل وفاعل في محل الجزم بـ {إن} الشرطية. {فَلَا}  {الفاء} : رابطة لجواب إن الشرطية وجوبًا، {لا} : نافية تعمل عمل إن، {جُنَاحَ} : في محل النصب اسمها. {عَلَيْكُمْ} : جار ومجرور خبرها، وجملة {لا} في محل الجزم بـ {إن} على كونها جوابًا لها، وجملة {إن} الشرطية في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. {فيما} : جار ومجرور متعلق بالاستقرار الذي تعلق به خبر {لا} . {فَعَلْنَ} : فعل وفاعل، والجملة صلة لـ {ما} أو صفة لها، والعائد أو الرابط محذوف تقديره: فيما فعلنه. {فِي أَنْفُسِهِنَّ} : جار ومجرور ومضاف إليه متعلق بـ {فعلن} ، {مِنْ مَعْرُوفٍ} : جار ومجرور حال من الضمير المحذوف من {فعلن} أو من {ما} الموصولة. {وَاللَّهُ} : الواو: استئنافية. {الله} : مبتدأ. {عَزِيزٌ} : خبر أول. {حَكِيمٌ} : خبر ثان، والجملة مستأنفة. </p><p> {وَلِلْمُطَلَّقَاتِ مَتَاعٌ بِالْمَعْرُوفِ حَقًّا عَلَى الْمُتَّقِينَ (٢٤١) }. </p><p> {وَلِلْمُطَلَّقَاتِ} الواو: استئنافية. {للمطلقات} : جار ومجرور خبر مقدم، {مَتَاعٌ} مبتدأ مؤخر، والجملة مستأنفة، {بِالْمَعْرُوفِ} : جار ومجرور صفة لـ {مَتَاعٌ} . {حَقًّا} : مفعول مطلق لفعل محذوف تقديره: حق ذلك حقًّا. {عَلَى </p><p> الْمُتَّقِينَ}: جار ومجرور متعلق بعامل المصدر المحذوف. </p><p> {كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَعْقِلُونَ} . </p><p> {كَذَلِكَ} : جار ومجرور صفة لمصدر محذوف تقديره: تبيينًا كائنًا كالتبيين الذي ذكر {يُبَيِّنُ اللَّهُ} : فعل وفاعل، والجملة مستأنفة. {لَكُمْ} : جار ومجرور متعلق بـ {يبين} ، {آيَاتِهِ} : مفعول به ومضاف إليه. {لَعَلَّكُمْ} : {لعل} : حرف تعليل ونصب بمعنى كي، والكاف اسمها، وجملة {تَعْقِلُونَ} خبرها، وجملة {لعل} في محل الجر بلام التعليل المقدرة تقديره: يبين الله لكم آياته تبيينًا كائنًا كذلك لتدبركم. </p><p> {لَمْ تَرَ إِلَى الَّذِينَ خَرَجُوا مِنْ دِيَارِهِمْ وَهُمْ أُلُوفٌ حَذَرَ الْمَوْتِ} . </p><p> {أَلَمْ}  {الهمزة} للإستفهام التعجبي، أو الإقراري، والاستفهام التعجبي: هو إيقاع المخاطب في أمر عجيب غريب. {لم} : حرف نفي وجزم. {تَرَ} : فعل مضارع مجزوم بـ {لم} ، وعلامة جزمه حذف حرف العلة، وهي الألف، والفتحة قبلها دليل عليها، وفاعله ضمير مستتر فيه تقديره: أنت يعود على محمَّد صلى الله عليه وآله وسلم، أو إلى أي مخاطب، وإنما عداه هنا بإلى؛ لأن معناه: ألم ينته علمك إلى كذا، والرؤية هنا بمعنى العلم، والجملة مستأنفة {إِلَى الَّذِينَ} : جار ومجرور متعلق بـ {تر} ، {خَرَجُوا} : فعل وفاعل، والجملة صلة الموصول، والعائد ضمير الفاعل. {مِنْ دِيَارِهِمْ} : جار ومجرور ومضاف إليه متعلق بـ {خرجوا} . {وَهُمْ أُلُوفٌ} مبتدأ وخبر، والجملة حال من فاعل {خَرَجُوا} ، {حَذَرَ الْمَوْتِ} : مفعول لأجله ومضاف إليه، والعامل فيه {خَرَجُوا} . </p><p> {فَقَالَ لَهُمُ اللَّهُ مُوتُوا ثُمَّ أَحْيَاهُمْ إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ} . </p><p> {فَقَالَ}  {الفاء} : حرف عطف وتعقيب، {قال} : فعل ماضٍ. {لَهُمُ} : متعلق به. {اللَّهُ} : فاعل، والجملة معطوفة على جملة {خَرَجُوا} . {مُوتُوا} : مقول محكي، أو فعل وفاعل، والجملة في محل النصب مقول {قال} . {ثُمَّ </p><p> أَحْيَاهُمْ}:  {ثُمَّ} : حرف عطف وترتيب ومهلة. {أَحْيَاهُمْ} : فعل ومفعول، والفاعل ضمير يعود على {اللَّهَ} ، والجملة معطوفة على محذوف تقديره: فقال لهم الله موتوا، فماتوا ثم أحياهم. {إِنَّ} : حرف نصب، {اللَّهَ} : اسمها، {اللام} : حرف ابتداء، {ذو} : خبر {إِنَّ} ، {فَضْلٍ} : مضاف إليه وجملة {إِنَّ} مستأنفة. {عَلَى النَّاسِ} : متعلق بمحذوف صفة لـ {فضل} ، أو متعلق بـ {فضل} ، {وَلَكِنَّ} : الواو: عاطفة، {لكن} : حرف نصب واستدراك. {أَكْثَرَ} اسمها. {النَّاسِ} : مضاف إليه. {لَا} : نافية. {يَشْكُرُونَ} : فعل وفاعل، والجملة في محل الرفع خبر {لكن} تقديره: ولكن أكثر الناس غير شاكرين، والجملة جملة استدراكية لا محل لها من الإعراب، استدرك بها عن محذوف تقديره: فيجب عليهم شكره. </p><p> {وَقَاتِلُوا فِي سَبِيلِ اللَّهِ وَاعْلَمُوا أَنَّ اللَّهَ سَمِيعٌ عَلِيمٌ (٢٤٤) }. </p><p> {وَقَاتِلُوا} الواو: استئنافية. {قاتلوا} : فعل وفاعل، والجملة مستأنفة. {فِي سَبِيلِ اللَّهِ} : جار ومجرور ومضاف إليه متعلق بـ {قاتلوا} . {وَاعْلَمُوا} : فعل وفاعل، والجملة معطوفة على جملة {قاتلوا} . {أَنَّ اللَّهَ} : {أَنَّ} : حرف نصب. {اللَّهَ} : اسمها. {سَمِيعٌ} خبر أول، {عَلِيمٌ} : خبر ثان، وجملة {أَنَّ} في تأويل مصدر ساد مسد مفعولي {اعلموا} تقديره: واعلموا كون الله سميعًا عليمًا. </p><p> {مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ لَهُ أَضْعَافًا كَثِيرَةً} . </p><p> {مَنْ ذَا} : اسم استفهام مركب في محل الرفع مبتدأ. {الَّذِي} : خبره، أو {مَنْ} : اسم استفهام مبتدأ، {ذَا} : اسم إشارة خبر المبتدأ {الَّذِي} : بدل من اسم الإشارة، أو نعت له، والجملة الإسمية مستأنفة. {يُقْرِضُ} : فعل مضارع، وفاعله ضمير يعود على الموصول. {اللَّهَ} : مفعول به، والجملة صلة الموصول، والعائد ضمير الفاعل. {قَرْضًا} : منصوب على المفعولية المطلقة. {حَسَنًا} ؛ صفته. {فَيُضَاعِفَهُ} بالنصب: {الفاء} : عاطفة سببية {يضاعف} : منصوب بأن مضمرة بعد الفاء السببية، وفاعله ضمير يعود على {اللَّهَ} ، والهاء مفعول به. </p><p> {لَهُ} : جار ومجرور متعلق بـ {يضاعف} . {أَضْعَافًا} : حال من ضمير المفعول، أو منصوب على المفعولية المطلقة. {كَثِيرَةً} : صفة له، وجملة {يضاعف} من الفعل والفاعل صلة أن المصدرية، أن مع صلتها في تأويل مصدر معطوف على مصدر متصيد من الجملة التي قبلها من غير سابك تقديره: من ذا الذي يكون منه قرض حسن فمضاعفة من الله له، وبالرفع فهو معطوف على جملة الصلة. </p><p> {وَاللَّهُ يَقْبِضُ وَيَبْسُطُ وَإِلَيْهِ تُرْجَعُونَ} . </p><p> {وَاللَّهُ} الواو: استئنافية. {اللَّه} : مبتدأ، وجملة {يَقْبِضُ} خبره، والجملة مستأنفة، وجملة {وَيَبْسُطُ} في محل الرفع معطوف على جملة {يَقْبِضُ} ، {وَإِلَيْهِ} : جار ومجرور متعلق بـ {ترجعون} ، وجملة {تُرْجَعُونَ} من الفعل المغيّر ونائبه معطوفة على جملة قوله: {وَاللَّهُ يَقْبِضُ} على كونها مستأنفة، أو معطوفة على جملة {يَقْبِضُ} على كونها خبر المبتدأ. </p><p> التصريف ومفردات اللغة </p><p> {وَالصَّلَاةِ الْوُسْطَى} الوسطى: مؤنث الأوسط بمعنى الفضلى مؤنث الأفضل، كما قال أعرابي يمدح رسول الله صلى الله عليه وآله وسلم: </p><p> يَا أَوْسَطَ اَلنَّاسِ طُرًّا في مَفَاخِرِهِمْ ... وَأَكْرَمَ النَّاسِ أُمًّا بَرَّةً وأَبَا </p><p> لا من الأوسط بمعنى المتوسط بين شيئين، وذلك لأن أفعل التفضيل لا يبنى إلا مما يقبل الزيادة والنقص، وكذلك فعل التعجب، فكل ما لا يقبل الزيادة والنقص .. لا يبنيان منه. </p><p> {فَرِجَالًا} جمع راجل، يقال منه: رجل يرجل رجلًا إذا عُدم المركوب ومشى على قدميه، فهو راجل ورجل، ورجل على وزن رجل مقابل امرأة، ويجمع على رجُل ورجْل ورجال وأراجل وأرجيل. </p><p> {أَوْ رُكْبَانًا} : جمع راكب، قيل: لا يطلق الراكب إلا على راكب الإبل، فأما راكب الفرس: ففارس، وراكب البغل والحمار؛ فبغَّال وحمَّار، الأجود صاحب بغل وحمار، وهذا بحسب اللغة، والمراد بهم هنا ما يعم الكل. </p><p> {أَلَمْ تَرَ إِلَى الَّذِينَ خَرَجُوا} الأصل (١) في ترى ترأى مثل يرعى إلا أن العرب اتفقوا على حذف الهمزة في المستقبل تخفيفًا، ولا يقاس عليه، وربما جاء في ضرورة الشعر على أصله، ولما حذف الهمزة .. بقي آخر الفعل ألفًا، فحذفت في الجزم والألف منقلبة عن ياء، وأما في الماضي: فلا تحذف الهمزة. </p><p> {وَهُمْ أُلُوفٌ} : جمع أَلْف، والأَلْف عدد معروف، وجمعه في القلة آلاف، وفي الكثرة ألوف، ويقال آلفت الدراهم، وآلفت هي، وقيل: ألوف جمع آلف كشاهد وشهود. </p><p> {قَرْضًا} القرض: القطع بالسكين، ومنه سمي المقراض؛ لأنه يقطع به، وقال ابن كيسان: القرض أن تعطي شيئًا ليرجع إليه مثله، ومنه يقال: أقرضت فلانًا؛ أي: قطعت له قطعة من المال، والقرض: اسم مصدر لأقرض، والمصدر الإقراض، ويجوز أن يكون القرض هنا بمعنى: المقروض كالخلق بمعنى المخلوق، فيكون مفعولًا به. </p><p> {أَضْعَافًا} جمع (٢) ضعف، والضعف هو العين، وليس بالمصدر، والمصدر الأضعاف أو المضاعفة، فعلى هذا: يجوز أن يكون حالًا من الهاء في يضاعفه، ويجوز أن يكون مفعولًا ثانيًا على المعنى؛ لأن معنى يضاعفه يصيره أضعافًا، ويجوز أن يكون جمع ضعف، والضعف اسم وقع موقع المصدر كالعطاء، فإنه اسم للمعطي، وقد استعمل بمعنى العطاء، فيكون انتصاب أضعافًا على المصدر. </p><p> البلاغة </p><p> {فَإِنْ خِفْتُمْ فَرِجَالًا} وفي إيراد هذه (٣) الشرطية بكلمة {إن} المنبئة عن عدم تحقق وقوع الخوف وقلته، وفي إيراد الشرطية الثانية بكلمة {إذا} المنبئة عن تحقق وقوع الأمن وكثرته مع الإيجاز في جواب الأولى، والإطناب في جواب الثانية من الجزالة ولطف الاعتبار ما فيه عبرة لأولي الأبصار. </p><p>(١) العكبري. (٢) العكبري.(٣) أبو السعود.</p><p> {حَافِظُوا عَلَى الصَّلَوَاتِ} إلى قوله: {لَعَلَّكُمْ تَعْقِلُونَ} : قال أبو حيان (١) : وفي هذه الآيات من بدائع البديع وصنوف الفصاحة: </p><p> منها: النقل من صيغة افعلوا إلى فاعلوا؛ للمبالغة، وذلك في قوله:  {حَافِظُوا} . </p><p> ومنها: الاختصاص بالذكر في قوله: {وَالصَّلَاةِ الْوُسْطَى} . </p><p> ومنها: الطباق المعنوي في {فَإِنْ خِفْتُمْ} ؛ لأن التقدير في {حَافِظُوا} ، وهو مراعاة أوقاتها وهيأتها إذا كنتم آمنين. </p><p> ومنها: الحذف في قوله: {فَإِنْ خِفْتُمْ} العدو، أو ما جرى مجراه، وفي قوله:  {فَرِجَالًا} ؛ أي: فصلوا رجالا، وفي قوله:  {وَصِيَّةً لِأَزْوَاجِهِمْ} سواء رفع، أو نصب وفي قوله:  {غَيْرَ إِخْرَاجٍ} ؛ أي: لهن من مكانهن الذي يعتددن فيه، وفي قوله:  {فَإِنْ خَرَجْنَ} من بيوتهن من غير رضا منهن، وفي قوله:  {فِي مَا فَعَلْنَ فِي أَنْفُسِهِنَّ} ؛ أي: من ميلهن إلى التزويج أو الزينة بعد انقضاء المدة، وفي قوله:  {مِنْ مَعْرُوفٍ} ؛ أي: عادة أو شرعًا، وفي قوله:  {عَزِيزٌ} ؛ أي: انتقامه، وفي قوله:  {حَكِيمٌ} ؛ أي: في أحكامه، وفي قوله:  {حَقًّا} ؛ أي: حق ذلك حقًّا، وفي قوله:  {عَلَى الْمُتَّقِينَ} ؛ أي: عذاب الله. </p><p> ومنها: التشبيه في قوله {كَمَا عَلَّمَكُمْ} . </p><p> ومنها: التجنيس المماثل؛ وهو أن يكون بفعلين أو باسمين، وذلك في قوله:  {عَلَّمَكُمْ مَا لَمْ تَكُونُوا تَعْلَمُونَ} . </p><p> ومنها: التجنيس المغاير في قوله: {غَيْرَ إِخْرَاجٍ} ، و {فَإِنْ خَرَجْنَ} . </p><p> ومنها: المجاز في قوله: {يُتَوَفَّوْنَ} ؛ أي: يقاربون الوفاة. </p><p> ومنها: التكرار في قوله: {مَتَاعًا إِلَى الْحَوْلِ} ثم قال: {وَلِلْمُطَلَّقَاتِ مَتَاعٌ} فيكون للتأكيد إن كان إياه، ولاختلاف المعنيين إن كان غيره. </p><p>(١) البحر المحيط.</p><p> {أَلَمْ تَرَ إِلَى الَّذِينَ خَرَجُوا مِنْ دِيَارِهِمْ} إلى قوله: {وَإِلَيْهِ تُرْجَعُونَ} وقد تضمنت هذه الآيات الكريمة من ضروب علم البيان، وصنوف البلاغة: </p><p> منها: الاستفهام الذي أجري مجرى التعجب في قوله: {أَلَمْ تَرَ إِلَى الَّذِينَ} . </p><p> ومنها: الحذف بين {مُوتُوا ثُمَّ أَحْيَاهُمْ} ؛ أي: فماتوا ثم أحياهم، وفي قوله:  {فَقَالَ لَهُمُ اللَّهُ} ؛ أي: ملك الله بإذنه، وفي قوله:  {لَا يَشْكُرُونَ} ؛ أي: لا يشكرونه، وفي قوله:  {سَمِيعٌ} لأقوالكم {عَلِيمٌ} بأعمالكم، وفي قوله:  {تُرْجَعُونَ} فيجازي كلًّا بما عمل. </p><p> ومنها: الطباق في قوله: {مُوتُوا ثُمَّ أَحْيَاهُمْ} ، وفي {يَقْبِضُ وَيَبْسُطُ} . </p><p> ومنها: التكرار في قوله: {عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ} . </p><p> ومنها: الالتفات في قوله: {وَقَاتِلُوا فِي سَبِيلِ اللَّهِ} . </p><p> ومنها: التشبيه بغير أدائه في قوله: {قَرْضًا حَسَنًا} شبه قبوله تعالى إنفاق العبد في سبيله ومجازاته عليه بالقرض الحقيقي، فأطلق اسم القرض عليه. </p><p> ومنها: الاختصاص بوصفه بقوله: {حَسَنًا} . </p><p> ومنها: التجنيس المغاير في قوله: {فَيُضَاعِفَهُ لَهُ أَضْعَافًا} ، وجمعه لاختلاف جهات التضعيف بحسب اختلاف الإخلاص، ومقدار القرض واختلاف أنواع الجزاء. </p><p> {وَاللَّهُ يَقْبِضُ وَيَبْسُطُ} وفي تأخير البسط (١) عن القبض في الذكر إيماء إلى أنه يعقبه في الوجود تسلية للفقراء. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p>(١) الجمل.</p><p> قال الله سبحانه جلَّ وعلا: </p><p> {أَلَمْ تَرَ إِلَى الْمَلَإِ مِنْ بَنِي إِسْرَائِيلَ مِنْ بَعْدِ مُوسَى إِذْ قَالُوا لِنَبِيٍّ لَهُمُ ابْعَثْ لَنَا مَلِكًا نُقَاتِلْ فِي سَبِيلِ اللَّهِ قَالَ هَلْ عَسَيْتُمْ إِنْ كُتِبَ عَلَيْكُمُ الْقِتَالُ أَلَّا تُقَاتِلُوا قَالُوا وَمَا لَنَا أَلَّا نُقَاتِلَ فِي سَبِيلِ اللَّهِ وَقَدْ أُخْرِجْنَا مِنْ دِيَارِنَا وَأَبْنَائِنَا فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ تَوَلَّوْا إِلَّا قَلِيلًا مِنْهُمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ (٢٤٦) وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ اللَّهَ قَدْ بَعَثَ لَكُمْ طَالُوتَ مَلِكًا قَالُوا أَنَّى يَكُونُ لَهُ الْمُلْكُ عَلَيْنَا وَنَحْنُ أَحَقُّ بِالْمُلْكِ مِنْهُ وَلَمْ يُؤْتَ سَعَةً مِنَ الْمَالِ قَالَ إِنَّ اللَّهَ اصْطَفَاهُ عَلَيْكُمْ وَزَادَهُ بَسْطَةً فِي الْعِلْمِ وَالْجِسْمِ وَاللَّهُ يُؤْتِي مُلْكَهُ مَنْ يَشَاءُ وَاللَّهُ وَاسِعٌ عَلِيمٌ (٢٤٧) وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ آيَةَ مُلْكِهِ أَنْ يَأْتِيَكُمُ التَّابُوتُ فِيهِ سَكِينَةٌ مِنْ رَبِّكُمْ وَبَقِيَّةٌ مِمَّا تَرَكَ آلُ مُوسَى وَآلُ هَارُونَ تَحْمِلُهُ الْمَلَائِكَةُ إِنَّ فِي ذَلِكَ لَآيَةً لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ (٢٤٨) فَلَمَّا فَصَلَ طَالُوتُ بِالْجُنُودِ قَالَ إِنَّ اللَّهَ مُبْتَلِيكُمْ بِنَهَرٍ فَمَنْ شَرِبَ مِنْهُ فَلَيْسَ مِنِّي وَمَنْ لَمْ يَطْعَمْهُ فَإِنَّهُ مِنِّي إِلَّا مَنِ اغْتَرَفَ غُرْفَةً بِيَدِهِ فَشَرِبُوا مِنْهُ إِلَّا قَلِيلًا مِنْهُمْ فَلَمَّا جَاوَزَهُ هُوَ وَالَّذِينَ آمَنُوا مَعَهُ قَالُوا لَا طَاقَةَ لَنَا الْيَوْمَ بِجَالُوتَ وَجُنُودِهِ قَالَ الَّذِينَ يَظُنُّونَ أَنَّهُمْ مُلَاقُو اللَّهِ كَمْ مِنْ فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةً كَثِيرَةً بِإِذْنِ اللَّهِ وَاللَّهُ مَعَ الصَّابِرِينَ (٢٤٩) وَلَمَّا بَرَزُوا لِجَالُوتَ وَجُنُودِهِ قَالُوا رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَثَبِّتْ أَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ (٢٥٠) فَهَزَمُوهُمْ بِإِذْنِ اللَّهِ وَقَتَلَ دَاوُودُ جَالُوتَ وَآتَاهُ اللَّهُ الْمُلْكَ وَالْحِكْمَةَ وَعَلَّمَهُ مِمَّا يَشَاءُ وَلَوْلَا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَفَسَدَتِ الْأَرْضُ وَلَكِنَّ اللَّهَ ذُو فَضْلٍ عَلَى الْعَالَمِينَ (٢٥١) تِلْكَ آيَاتُ اللَّهِ نَتْلُوهَا عَلَيْكَ بِالْحَقِّ وَإِنَّكَ لَمِنَ الْمُرْسَلِينَ (٢٥٢) }. </p><p> المناسبة </p><p> مناسبة (١) هذه الآيات لما قبلها ظاهرة؛ وذلك أنه لما أمر المؤمنين بالقتال في سبيل الله، وكان قد قدم قبل ذلك قصة الذين خرجوا من ديارهم حذر الموت إما بالقتال أو بالطاعون على سبيل التشجيع والتثبيت للمؤمنين، والإعلام بأنه لا يُنجي حذرٌ من قدر .. أردف ذلك بأن القتال كان مطلوبًا مشروعًا في الأمم </p><p>(١) البحر المحيط.</p>"
}