{
  "id": null,
  "sura": 2,
  "aya": 246,
  "text": "<p> السابقة، فليس من الأحكام التي خصصتم بها؛ لأن ما وقع فيه الاشتراك كانت النفس أميل لقبوله من التكليف الذي يكون يقع به الانفراد. </p><p> التفسير وأوجه القراءة </p><p> ٢٤٦ - {أَلَمْ تَرَ إِلَى الْمَلَإِ مِنْ بَنِي إِسْرَائِيلَ} والاستفهام استفهام تعجيب وتشويق للسامع، والملأ من القوم وجوههم وأشرافهم، وهو اسم جمع لا واحد له من لفظه كالقوم والرهط والنفر، ويجمع على أملاء كسبب وأسباب سمّوا بذلك؛ لأنهم يملؤون القلوب مهابة، والعيون حسنًا وبهاء؛ أي: ألم ينته علمك يا محمَّد إلى قصة القوم الذين كانوا من بني إسرائيل حالة كونهم كائنين {مِنْ بَعْدِ} وفاة {مُوسَى} عليه السلام {إِذْ قَالُوا} ؛ أي: حين قال أولئك الملأ {لِنَبِيٍّ لَهُمُ} شمويل كما قاله وهب بن منبه، أو شمعون، أو يوشع بن نون كما قاله قتادة، وهذا القول ضعيف، أو حزقيل كما حكاه الكرماني، أو غيرهم كما قاله غيرهم، ولكن (١) معرفة حقيقة هذا النبي بعينه ليست مرادة من القصة، إنما المراد منها الترغيب في الجهاد، وذلك حاصل بلا معرفة عينه {ابْعَثْ لَنَا} ؛ أي: أقم وعين لنا {مَلِكًا} ؛ أي: أمير نرجع إليه ونعمل برأيه، ووله وأمره علينا {نُقَاتِلْ} ؛ أي: ننهض معه للقتال {فِي سَبِيلِ اللَّهِ} وطاعته ونقاتل بأمره عدونا {نُقَاتِلْ} بالنون والجزم على جواب الأمر، وبه قرأ الجمهور، وقرأ الضحاك وابن أبي عبلة شذوذًا {يقاتل} بالياء ورفع الفعل على أنه صفة للملك، وقرىء شذوذًا أيضًا {نقاتلُ} بالنون والرفع على أنه حال، أو كلام مستأنف. </p><p> وسبب سؤال بني إسرائيل نبيهم ذلك: أنه لما مات موسى وعظمت الخطايا .. سلط الله عليهم قوم جالوت، وكانوا يسكنون ساحل بحر الروم بين مصر وفلسطين، وغلبوا على كثير من أرضهم، وسبوا كثيرًا من ذراريهم، وأسروا من أبناء ملوكهم أربع مئة وأربعين غلامًا، وضربوا عليهم الجزية، وأخذوا توراتهم، ولم يكن لهم حينئذ نبي يدبر أمرهم، وكان سبط النبوة قد هلكوا، فلم </p><p>(١) الخازن.</p><p> يبق منهم إلا امرأة حبلى، فحبسوها في بيت، فولدت غلامًا، فلما كبر كفله شيخ من علمائهم في بيت المقدس، فلما بلغ الغلام أتاه جبريل، فقال له: اذهب إلى قومك، فبلغهم رسالة ربك، فإن الله قد بعثك فيهم نبيًّا، فلما أتاهم كذبوه، وقالوا استعجلت بالنبوة، فإن كنت صادقًا .. فبين لنا ملك الجيش. </p><p> وكان صلاح أمر بني إسرائيل بالإجماع على الملوك وبطاعة الملوك أنبياءهم، فكان الملك هو الذي يسير بالجموع، والنبي هو الذي يقيم أمره ويشير عليه برشده، ويأتيه بالخبر من ربه فـ {قال} لهم ذلك النبي {هَلْ عَسَيْتُمْ} بفتح السين وكسرها لغتان، وبالثانية قرأ نافع، وبالأولى قرأ الباقون، وهذا الكلام استئناف بياني كأنه قيل: فماذا قال لهم النبي حينئذ؟ فقيل: قال لهم النبي: هل عسيتم وحسبتم وظننتم {إِنْ كُتِبَ} وفرض {عَلَيْكُمُ الْقِتَالُ أَلَّا تُقَاتِلُوا} ؛ أي: قال لهم نبيهم: هل ظننتم أن لا تقاتلوا عدوكم إن فرض عليكم القتال مع ذلك الملك؟ فصل بين عسى وخبره بالشرط والاستفهام؛ لتقرير المتوقع به، وإثباته، والمعنى: أتوقع وأخشى جبنكم عن القتال إن كتب عليكم القتال {قَالُوا وَمَا لَنَا} ؛ أي: وأي شيء ثبت لنا في {أَلَّا نُقَاتِلَ فِي سَبِيلِ اللَّهِ} وطاعته {وَقَدْ أُخْرِجْنَا} وأبعدنا {مِنْ دِيَارِنَا} وأوطاننا {وَأَبْنَائِنَا} وأولادنا، وأفرد الأولاد بالذكر؛ لأنهم الذين وقع عليهم السبي، أو لأنهم بمكان فوق مكان سائر القرابة، ولأجل (١) قولهم هذا لم يتم قصدهم؛ لأنه لم يخلص لحق الله عزمهم، ولو أنهم قالوا: وما لنا أن لا نقاتل في سبيل الله؛ لأنه قد أمرنا وأوجب علينا، لعلهم وفقوا لإتمام ما قصدوا، والمعنى: وأي شيء ثبت لنا في ترك القتال في سبيل الله، والحال أنه قد أخرج وأبعد بعضنا من المنازل والأولاد، والقائلون لنبيهم بما ذكر كانوا في ديارهم، فسأل الله تعالى ذلك النبي، فبعث لهم ملكًا يقاتلون معه، وكتب عليهم القتال مع ذلك الملك {فَلَمَّا كُتِبَ} وأوجب {عَلَيْهِمُ الْقِتَالُ} في سبيل الله {تَوَلَّوْا} ؛ أي: أعرضوا عن قتال عدوهم لما شاهدوا كثرة العدو وشوكته {إِلَّا قَلِيلًا مِنْهُمْ} ثلاث مئة وثلاثة عشر على عدد أهل بدر، وهم الذين عبروا النهر </p><p>(١) البحر المحيط.</p>"
}