{
  "id": null,
  "sura": 2,
  "aya": 49,
  "text": "<p> بشفاعة بعض المقربين إلى الحاكم، فيغيّر رأيه، وينقض ما عزم عليه، فجاء الإسلام ومحا هذه العقيدة؛ ليعلم المؤمنون أنه لا ينفع في ذلك اليوم، إلا مرضاة الله تعالى بالعمل الصالح، والإيمان الذي يبلغ قرارة النفس، ويتجلّى في أعمال الجوارح </p><p> ٤٩ - {وَإِذْ نَجَّيْناكُمْ}  (١) وقرىء {أنجيناكم} والهمزة للتعدية إلى المفعول، كالتضعيف في نجيناكم، ونسبت هذه القراءة إلى النخعي، وذكر بعضهم أنه قرأ {أنجيتكم} فيكون الضمير فيه موافقا للضمير في نعمتي، {وَإِذْ} في موضع (٢) نصب عطفا على نعمتي، عطف مفصّل على مجمل، وكذلك الظروف الآتية في الكلام المتعلق ببني إسرائيل، وينقضي عند قوله تعالى:  {سَيَقُولُ السُّفَهاءُ} والخطاب للموجودين في زمن النبي صلّى الله عليه وسلّم، تذكيرا لهم بما أنعم الله على آبائهم؛ لأن إنجاء الآباء سبب في وجود الأبناء، والمعنى: ويا بني إسرائيل! اذكروا إذ نجينا آباءكم، وسلمناهم، وخلصناهم {مِنْ آلِ فِرْعَوْنَ} ؛ أي: من بطش فرعون وأتباعه، وأهل دينه؛ أي:  (٣) واذكروا قصة وقت تنجيتنا آباءكم فإن تنجيتهم تنجية لكم، ومن عادة العرب يقولون: قتلناكم يوم عكاظ، أي: قتل آباؤنا آباءكم. </p><p> والنجو: المكان العالي من الأرض؛ لأنّ من صار إليه يخلص، ثم سمي كلّ فائز ناجيا؛ لخروجه من ضيق إلى سعة؛ أي: جعلنا آباءكم بمكان حريز، ورفعناكم من الأذى. وفرعون: لقب من ملك العمالقة، ككسرى لمن ملك الفرس، وقيصر لمن ملك الروم، وخاقان لمن ملك الترك، والنجاشي لمن ملك الحبشة، وتبّع لمن ملك اليمن، والعمالقة الجبابرة، وهم أولاد عمليق بن لاود بن إرم، بن سام، بن نوح عليه السلام سكان الشام، منهم سمو الجبابرة. وملوك مصر، منهم سموا بالفراعنة، ولعتوه اشتق منه تفرعن الرجل، إذا عتا وتمرّد، فليس المراد الاستغراق، بل الذين كانوا بمصر. وفرعون موسى: هو الوليد بن مصعب بن الريان، وكان من القبط، وعمّر أكثر من أربعمائة سنة. وقيل: إنه كان عطارا </p><p>(١) البحر المحيط. (٢) العمدة.(٣) روح البيان.</p><p> أصفهانيا، ركبته الديون فأفلس، فاضطر إلى الخروج فلحق بالشام، فلم يتيسّر له المقام، فدخل مصر، فرأى في ظاهرها حملا من البطيخ بدرهم، وفي سوقها بطيخة بدرهم، فقال في نفسه: إن تيسّر لي أداء الديون فهذا طريقه، فخرج إلى السواد فاشترى حملا بدرهم، فتوجه به إلى السوق، فكل من لقيه من المكاسين؛ أي: العشارين، أخذ بطيخة، فدخل البلد وما معه إلا بطيخة، فباعها بدرهم ومضى بوجهه، ورأى أهل البلد متروكين سدى، لا يتعاطى أحد سياستهم، وكان قد وقع بها وباء عظيم، فتوجه نحو المقابر، فرأى ميتا يدفن، فتعرض لأوليائه، فقال: أنا أمين المقابر، فلا أدعكم تدفنونه حتى تعطوني خمسة دراهم، فدفعوها إليه، ومضى لآخر وآخر، حتى جمع في مقدار ثلاثة أشهر مالا عظيما، ولم يتعرّض له أحد قطّ، إلى أن تعرّض يوما لأولياء ميت، فطلب منهم ما كان يطلب من غيرهم، فأبوا ذلك، فقالوا: من نصبك هذا المنصب، فذهبوا به إلى فرعون؛ أي: إلى ملك المدينة، فقال: من أنت؟ ومن أقامك بهذا المقام؟ قال: لم يقمني أحد، وإنما فعلت ما فعلت؛ ليحضرني أحد إلى مجلسك، فأنبّهك على اختلال حال قومك، وقد جمعت بهذا الطريق هذا المقدار من المال، فأحضره، ودفعه إلى فرعون، فقال: ولّني أمورك ترني أمينا كافيا، فولاه إياها، فسار بهم سيرة حسنة، فانتظمت مصالح العسكر، واستقامت أحوال الرعيّة، ولبث فيهم دهرا طويلا، وترامى أمره في العدل والصلاح، فلما مات فرعون أقاموه مقامه، فكان من أمره ما كان، وكان فرعون يوسف عليه السلام ريّان، وبينهما أكثر من أربعمائة سنة. </p><p> وقد روى المؤرخون: أنّ أول من دخل مصر من بني إسرائيل، يوسف عليه السلام، وانضم إليه إخوته بعد، وتكاثر نسلهم حتى بلغوا في مدى أربعمائة سنة، نحو: ستمائة ألف، حين خرجوا من مصر باضطهاد فرعون وقومه لهم إذ قد رأى تبسط اليهود في البلاد، ومزاحمتهم للمصريين، فراح يستن لهم، ويكلفهم شاقّ الأعمال في مختلف المهن، والصناعات، وهم مع ذلك يزدادون نسلا، ويحافظون على عاداتهم وتقاليدهم، لا يشركون المصريين. في شيء، ولا يندمجون في غمارهم إلى ما لهم من أنانية، وإباء، وترفع على </p><p> سواهم، اعتقادا منهم بأنهم شعب الله، وأفضل خلقه؛ فهال المصريين ما رأوا، وخافوا إذا هم كثروا أن يغلبوهم على بلادهم، ويستأثروا بخيراتها، وينتزعوها من بين أيديهم، وهم ذلك الشعب النشيط، المجدّ، العامل، المفكّر، فعملوا على انقراضهم بقتل ذكرانهم، واستحياء بناتهم، فأمر فرعون القوابل أن يقتلن كل ذكر إسرائيلي حين ولادته، فكان من أمرهم ما ذكره الله سبحانه بقوله:  {يَسُومُونَكُمْ ...} إلخ. </p><p> والعبرة من هذه القصص: أنه كما أنعم على اليهود، ثمّ اجترحوا الآثام، فعاقبهم بصنوف البلاء، ثم تاب عليهم وأنجاهم أنعم على الأمة الإسلامية بضروب من النعم، فقد كانوا أعداء، فألّف بين قلوبهم، وأصبحوا بنعمته إخوانا، وكانوا مستضعفين في الأرض، فمكّن لهم وأورثهم أرض الشعوب القوية، وجعل لهم فيها السلطان والقوة، وجعلهم أمة وسطا لا تفريط لديها ولا إفراط، ليكونوا شهداء على من فرّطوا، أو قصّروا. </p><p> ثم لما كفروا بهذه النعم (١) ، أذاقهم الله تعالى ألوانا من العذاب على يد التّتار في بغداد، وفي الحروب الصليبية، إذ جاس الغربيون خلال الديار الإسلامية، ولا يزالون ينتقصون بلادهم من أطرافها، ويصبون عليهم العذاب، وهم لاهون ساهون، وكلما حلت كارثة، أو أصابتهم جائحة، أحالوا الأمر فيها على القضاء والقدر، دون أن يتعرّفوا أسبابها، ويبادروا إلى علاجها، ويكونوا يدا واحدة على رفع ما يحل بهم من النكبات، ويدهمهم من الويلات. وقوله:  {يَسُومُونَكُمْ} حال من آل فرعون؛ أي: واذكروا قصة وقت تنجيتنا آباءكم من آل فرعون وقومه، حالة كونهم يذيقونكم {سُوءَ الْعَذابِ} وأشده، ويكلفونكم أشقّ الأشغال، وأتعبها، وأصعبها. وقيل: حال من ضمير المفعول في نجيناكم، والمعنى: نجيناكم مسومين منهم أقبح العذاب، كقولك: رأيت زيدا يضربه عمرو؛ أي: حال كونه مضروبا لعمرو. وذلك (٢) أنّ فرعون جعل بني إسرائيل </p><p>(١) المراغي. (٢) روح البيان.</p><p> خدما وخولا، وصنفهم في الأعمال، فصنف يبنون، وصنف يحرثون ويزرعون، وصنف يخدمونه، ومن لم يكن منهم في عمل، وضع عليهم الجزية، وقال وهب: كانوا أصنافا في أعمال فرعون، فذو القوة ينحتون السواري من الجبال، ويحملونها حتى قرحت أعناقهم وأيديهم، ودبرت ظهورهم من قطعها ونقلها، وطائفة ينقلون الحجارة والطين، يبنون له القصور، وطائفة منهم يضربون اللبن، ويطبخون الآجر، وطائفة نجارون، وحدادون، والضعفة منهم يضرب عليهم الخراج ضريبة، ويؤدونها كل يوم، فمن غربت عليه الشمس قبل أن يؤدي ضريبته، غلت يمينه إلى عنقه شهرا، والنساء يغزلن الكتان وينسجن. وقيل تفسير قوله:  {يَسُومُونَكُمْ سُوءَ الْعَذابِ} ما بعده، وهو قوله تعالى:  {يُذَبِّحُونَ أَبْناءَكُمْ} ؛ أي: يقتلّون أبناءكم الصغار بالذبح، فهو مستأنف استئنافا بيانيا، كأنه قيل: ما حقيقة سوء العذاب الذي يذيقونهم، فأجيب بأنهم يذبحون أبناءهم؛ أي: يقتلونهم، والتشديد للتكثير، كما يقال: فتحت الأبواب، والمراد من الأبناء: هم الذكور خاصّة، بدليل المقابلة بما بعده، وأن الاسم يقع على الذكور والإناث في غير هذا الموضع، كالبنين في قوله تعالى:  {يا بَنِي إِسْرائِيلَ} فإنهم كانوا يذبحون الغلمان لا غير، وكذا أريد به الصغار دون الكبار؛ لأنهم كانوا يذبحون الصغار. </p><p> فإن قلت: ما الحكمة في ترك العاطف هنا في قوله: {يُذَبِّحُونَ أَبْناءَكُمْ} ؟ وذكره في سورة إبراهيم؟. </p><p> قلت: لأن ما هنا من كلام الله تعالى فوقع تفسيرا لما قبله، وما هناك من كلام موسى، وكان مأمورا بتعداد المحن في قوله:  {وَذَكِّرْهُمْ بِأَيَّامِ اللَّهِ} فعدد المحن عليهم، فناسب ذكر العاطف. انتهى من «فتح الرحمن» . </p><p> وقرأ الجمهور {يُذَبِّحُونَ}  (١) بالتشديد، وهو أولى؛ لظهور تكرار الفعل باعتبار متعلقاته. وقرأ الزهريّ، وابن محيصن {يذبحون} مخففا من ذبح المجرد؛ اكتفاء بمطلق الفعل، وللعلم بتكريره من متعلقاته. وقرأ عبد الله </p><p>(١) البحر المحيط.</p><p> يقتلون بالتشديد مكان يذبحون، والذبح: القتل، ويذبحون بدل من يسومونكم، بدل الفعل من الفعل، نحو قوله تعالى:  {يَلْقَ أَثامًا يُضاعَفْ لَهُ الْعَذابُ} وقول الشاعر: </p><p> متى تأتنا تلمم بنا في ديارنا ... تجد حطبا جزلا ونارا تأجّجا </p><p> ويحتمل أن يكون ممّا حذف منه حرف العطف؛ لثبوته في (سورة إبراهيم) وقول من ذهب إلى أنّ الواو هناك زائدة لحذفها هنا ضعيف، ويجوز أن يكون يذبحون في موضع الحال من ضمير الرفع في يسومونكم، ويجوز أن يكون مستأنفا كما مرّ {وَيَسْتَحْيُونَ نِساءَكُمْ} ؛ أي: يستبقون بناتكم ويتركونهن حيّات؛ استبقاء للخدمة، وذكر النساء، وإن كانوا يفعلون هذا بالصغائر؛ لأنه سماهن باسم المآل؛ لأنهم إذا استبقوهن صرن نساء بعد البلوغ؛ ولأنهم كانوا يستبقون البنات مع أمهاتهن، والاسم يقع على الكبيرات، والصغيرات عند الاختلاط. </p><p> وذلك (١) أنّ فرعون رأى في منامه، كأنّ نارا أقبلت من بيت المقدس، فأحاطت بمصر، وأخرجت كل قبطيّ بها، ولم تتعرض لبني إسرائيل، فهاله ذلك، وسأل الكهنة والسحرة عن رؤياه، فقالوا: يولد في بني إسرائيل غلام، يكون على يده هلاكك وزوال ملكك، فأمر فرعون بقتل كل غلام يولد في بني إسرائيل، وجمع القوابل، فقال لهن: لا يسقط على أيديكن غلام يولد في بني إسرائيل إلا قتل، ولا جارية إلا تركت، ووكل القوابل، فكن يفعلن ذلك حتى قيل: إنه قتل في طلب موسى عليه السلام اثنا عشر ألف صبيّ، وتسعون ألف وليد، وقد أعطى الله نفس موسى عليه السلام، من القوة على التصرف، ما كان يعطيه أولئك المقتولين لو كانوا أحياء، ولذلك كانت معجزاته ظاهرة باهرة، ثم أسرع الموت في مشيخة بني إسرائيل، فدخل رؤوس القبط على فرعون، وقال: إن الموت وقع في بني إسرائيل، فتذبح صغارهم، ويموت كبارهم، فيوشك أن يقع العمل علينا، فأمر فرعون أن يذبحوا سنة، ويتركوا سنة، فولد هارون عليه السلام في السنة التي لا </p><p>(١) روح البيان.</p>"
}