{
  "id": null,
  "sura": 2,
  "aya": 95,
  "text": "<p> الشهادة، وذلك أنّ عثمان جاءه جماعة من الصحابة، فقالوا له: نقاتل عنك، فقال لهم: وكان له قريبٌ من ألف عبد، فشهروا سيوفهم لمَّا هُجِمَ عليه، فقال: من أغمد سيفه فهو حرّ، فصبر حتى قتل، وأمَّا سعيد بن جبير، فإنَّ الموكَّلين به لمَّا طلبه الحجاج لمَّا شاهدوا من لياذ السباع به، وتمسُّحها به، قالوا: لن ندخل في إراقة دم هذا الرجل الصالح، قالوا له: طَلَبك لِيَقْتلَك، فاذهب حيث شئت، ونحن نكون فداءك، فقال: لا والله، إنّي سالت ربّي الشهادة، وقد رزقنيها، والله لا بِرَحْتُ. </p><p> وروي عن النبي - صلى الله عليه وسلم - (١) : لو تمنَّوا الموت - يعني: اليهود - لغص كل إنسانٍ منهم بريقه فمات مكانه، وما بقي على وجه الأرض يهوديٌّ، وذلك: أنَّ الله سبحانه، أمر نبيه أن يدعوهم إلى تمنّي الموت، وأن يعلمهم أنَّه من تمنَّاه منهم مات، ففعل النبيُّ - صلى الله عليه وسلم - فعلم اليهود صدقه، فأحجموا عن تمنيه فرقًا من الله سبحانه، وهذا من المعجزات؛ لأنّه إخبارٌ بالغيب، وكان كما أخبر به ولو وقع من أحد منهم تمني موته لنقل واشتُهر. </p><p> وحاصل معنى الآية: أي إن صدق (٢) قولكم وصحت دعواكم: أنَّ الجنة لا يدخلها إلّا من كان هودًا، وفي أنّكم شعب الله المختار، وأنَّ النار تمسُّكم أيامًا معدودات، فتمنَّوا الموت الذي يوصلكم إلى ذلك النعيم، الخالص، الدائم، الذي لا ينازعكم فيه أحدٌ، إذ لا يرغب الإنسان عن السعادة، ويختار الشقاء، فإن لم تتمنَّوه، بل كنتم شديدي الحرص على هذه الحياة، فما أنتم بصادقي الإيمان، وهذه حجةٌ تنطبق على الناس عامَّة، فيجب على المسلمين أن يجعلوها ميزانًا يزنون بها دعواهم اليقين بالإيمان، والقيام بحقوق الله، فإن ارتاحت نفوسهم لبذل أرواحهم في سبيل الله، والذود عن الدين، كانوا مؤمنين حقًّا، وإن ضنُّوا بها وكانوا شديدي الحرص على الحياة إذا جدَّ الجِدُّ، ودعا الداعي، كانوا بعكس ما يدَّعون. </p><p> ٩٥ - {وَلَنْ يَتَمَنَّوْهُ} ؛ أي: الموت {أَبَدًا} أي: في جميع الزمن المستقبل؛ لأنّ </p><p>(١) البحر المحيط. (٢) المراغي.</p><p> أبدًا اسم لجميع مستقبل الزمان، كقطُّ لماضيه، وفيه (١) دليلٌ على أنَّ (لن) ليس للتأبيد؛ لأنّهم يتمنَّون الموت في الآخرة، ولا يتمنَّوه في الدنيا؛ أي: لن يسألوا الموت، ولن يطمعوا فيه أبدًا ما عاشوا {بـ} سبب {ما قدمتـ} ـه وعملته واجترحته {أَيْدِيهِمْ} من المعاصي الموجبة لدخول النار، كالكفر بمحمد - صلى الله عليه وسلم -، وبالقرآن الذي أنزل عليه، وتحريف نعت محمد - صلى الله عليه وسلم - المذكور في التوراة؛ لأنّهم عرفوا أنهم كفرةً، ولا نصيب لهم في الجنّة. </p><p> فإن قلت: لِمَ قال هنا (لن) وفي الجمعة (لا) ؟ </p><p> قلت: لأنَّ (لن) أبلغ في النفي من (لا) حتى قيل: إنّها لتأبيد النفي، ودعواهم في (البقرة) بالغةٌ قاطعةٌ، وهي كون الجنة لهم بصفة الخلوص، فناسب ذكر (لن) فيها، ودعواهم في الجمعة قاصرةٌ مردودة، وهي زعمهم أنّهم أولياء لله، فناسب ذكر (لا) فيها. انتهى من \"فتح الرحمن\" . </p><p> والمعنى: أي ولن يقع منهم هذا التمنِّي بحالٍ؛ لأنّهم يعرفون ما اجترحته أنفسهم من المعاصي، والذنوب التي يستحقون بها العقوبة، كتحريف التوراة وتبديلها، وتكذيب محمد - صلى الله عليه وسلم - مع البشارة به في كتابهم. </p><p> وخصَّ الأيدي بالذكر (٢) ؛ لأنّ الأعمال غالبًا تكون بها، وهي من بين جوارح الإنسان مناط عامَّة صنائعه، ومدار أكثر منافعه، ولذا عبَّر بها تارةً عن النفس، والشخص، كما هنا، والأخرى عن القدرة {وَاللَّهُ} سبحانه وتعالى {عَلِيمٌ بِالظَّالِمِينَ} ؛ أي: بالكافرين من اليهود، والنصارى، وغيرهم؛ أي: محيط علمه بهم، وبما صدر عنهم، وسيجازيهم عليه، ففيه معنى التهديد، والتخويف لهم، وإنّما (٣) خصَّهم بالظلم؛ لأنّه أعمّ من الكفر عمومًا وخصوصًا مطلقًا؛ لأنّ كلَّ كافر ظالم، وليس كل ظالم كافرًا، فلهذا كان أعم، وكانوا أولى به. </p><p>(١) روح البيان. (٢) روح البيان.(٣) الخازن.</p>"
}