{
  "id": null,
  "sura": 2,
  "aya": 86,
  "text": "<p> {وَمَا اللَّهُ بِغَافِلٍ} أي: بساهٍ {عَمَّا تَعْمَلُونَ} من القبائح التي من جملتها هذا المنكر؛ أي: لا يخفى عليه شيء من أعمالهم، فيجازيهم بها يوم البعث، وهذا تهديدٌ شديدٌ، وزجرٌ عظيمٌ عن المعصية، وبشارةٌ عظيمةٌ على الطاعة؛ لأنّ الغفلة إذا كانت ممتنعة عليه تعالى، مع أنّه أقدر القادرين وصَلَتِ الحُقوقُ إلى مستحقِّيها، فهو مجازيكم على ما اجترحتم من السيّئات. </p><p> وقرأ الجمهور (١) : {يُرَدُّونَ} بالياء، وهو مناسب لما قبله من قوله:  {مَنْ يَفْعَلُ ذَلِكَ} ويحتمل أن يكون التفاتًا، فيكون راجعًا إلى قوله:  {أَفَتُؤْمِنُونَ} فيكون قد خرج من ضمير الخطاب إلى ضمير الغيبة. وقرأ الحسن، وابن الهرمز باختلاف عنهما (تُردُّون) بالتاء، وهو مناسبٌ لقوله:  {أَفَتُؤْمِنُونَ} ويحتمل أن يكون التفاتًا بالنسبة إلى قوله: {مَنْ يَفْعَلُ ذَلِكَ} فيكون قد خرج من ضمير الغيبة إلى ضمير الخطاب، وأشدُّ العذاب الخلود في النار، وأشديته من حيث إنه لا انقضاء له، أو أنواع عذاب جهنّم؛ لأنّها دركاتٌ مختلفةٌ، وفيها أوديةٌ، وحَيَّاتٌ، أو العذاب الذي لا فرح فيه ولا رَوح مع اليأس من التخلُّصِ، أو الأشدِّية بالنسبة إلى عذاب الدنيا، أو الأشدِّية بالنسبة إلى عذاب عامَّتهم؛ لأنّهم الذين أضلُّوهم ودلَّسُوا عليهم، أقوالٌ خمسةٌ. وقرأ نافع (٢) ، وابن كثير، وأبو بكر:  (عمّا يعملون) بالياء، والباقون بالتاء من فوق، فبالياء ناسب {يُرَدُّونَ} قراءة الجمهور، وبالتاء تُناسب قراءةَ {تُردُّون} بالتاء، فيكون المخاطب بذلك من كان مخاطبًا في الآية قبل، ويحتمل أن يكون الخطاب لأمّةِ محمد - صلى الله عليه وسلم -، فقد روي عن عمر بن الخطاب رضي الله عنه قال:  (إنَّ بني إسرائيل قد مضوا، وأنتم الذين تُعنَوْن بهذا يا أُمّة محمدٍ! وبما يجري مجراه) . وهذه الآية من أوعظ الآيات إذ المعنى: إنّ الله بالمرصاد لكل كافرٍ وعاصٍ، ثُمَّ أكَّد عظيم حماقتهم وسيىء، إجرامهم، ثم شديد نكالهم على ما اجترحوا، فقال: </p><p> ٨٦ - {أُولَئِكَ} الموصوفون بما ذكر من الأوصاف القبيحة التي منها الجمع بين </p><p>(١) البحر المحيط. (٢) البحر المحيط.</p><p> الإيمان والكفر، هم {اشْتَرَوُا الْحَيَاةَ الدُّنْيَا} ؛ أي: استبدلوا الحياة الدنيا {بِالْآخِرَةِ} ؛ أي: عن الآخرة، وأعرضوا عن الآخرة مع تمكِّنهم من تحصيلها؛ أي (١) اختاروا لذَّات الحياة الدنيا على لذات الآخرة اختيار المشتري المبيع بدل الثمن؛ لأنّ الجمع بين لذَّات الدنيا ولذات الآخرة غير ممكنٍ، فمن اشتغل بتحصيل لذات الدنيا فاتته لذات الآخرة، أي: أولئك الذين آثروا الحياة الدنيا، واستبدلوها بالآخرة، فقدَّمُوا حظوظهم في هذه الحياة على حظوظهم في الحياة الآخرة، بما أهملوا من الشرائع، وتركوا من أوامرها التي يعرفونها كما يعرفون أبناءَهم، كالانتصار للحليف المشرك، ومظاهرته على قومه الذين تجمعهم وإيّاه رابطة الدين، والنسب، وإخراج أهله من دياره ابتغاءَ مرضاته {فَلَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ} دنيويًّا، أو أخرويًّا، فلا يُهَوَّن عليهم العذاب، ولا يُقلَّل بنقص (٢) الجزية عنهم في الدنيا، والتعذيب في الآخرة. وقيل: نفس التخفيف مختصٌّ بالآخرة، والمعنى حينئذٍ: فلا يخفَّف عنهم العذاب في الآخرة بالانقطاع، ولا بالقلَّة في كل وقت، أو في بعض الأوقات {وَلَا هُمْ يُنْصَرُونَ} أي: ولا هم يمنعون من عذاب الله؛ أي: ليس (٣) لهم ناصرٌ يدفع عنهم العذاب، وينقذهم مما هم فيه من العذاب الدائم السرمديِّ، ويجيرهم منه. </p><p> وهذا (٤) إخبار من الله سبحانه وتعالى، بأنَّ اليهود لا يزالون في عذاب موفَّر، لازم لهم بالجزية، والصغار، والذلّة، والمهانة، فلا يُخفَّف عنهم ذلك أبدًا ما داموا، ولا يوجد لهم ناصر يدفع عنهم، ولا يثبت لهم نصر في أنفسهم على عدوِّهم. </p><p> واعلم: أن الجمع بين تحصيل لذات الدنيا ولذات الآخرة ممتنعٌ غير </p><p>(١) العمدة. (٢) البيضاوي.(٣) ابن كثير.(٤) الشوكاني.</p><p> ممكن، والله سبحانه مكَّن المكلَّف من تحصيل أيّتهما شاء وأراد، فإذا اشتغل بتحصيل أحدهما، فقد فوَّت الأخرى على نفسه، فجعل الله ما أعرض اليهود عنه من الإيمان بما في كتابهم، وما حصل في أيديهم من الكفر ولذات الدنيا، كالبيع والشراء، وذلك من الله نهاية الذمِّ لهم؛ لأنَّ المغبون في البيع والشراء في الدنيا مذمومٌ، فأنْ يُذَمَّ مشتري الدنيا بالآخرة أولى، فعلى العاقل أن يرغب في تجارة الآخرة، ولا يركن إلى الدنيا ولا يسفك دمه بامتثال أوامر الشيطان في استجلاب حظوظ النفس، ولا يخرج من ديار دينه التي عليها في الأصل الفطرة، فإنَّه إذًا يضِلُّ ويشقى. </p><p> قال أبو حيان: وقد تضمّنت (١) هذه الآيات الكريمة من قوله: {وَإِذْ أَخَذْنَا مِيثَاقَ بَنِي إِسْرَائِيلَ لَا تَعْبُدُونَ إِلَّا اللَّهَ} إلى هنا، إخبار الله تعالى، أنّه أخذ الميثاق على بني إسرائيل بإفراد العبادة لله تعالى، والإحسان إلى الوالدين، وإلى ذي القربى، واليتامى، والمساكين، وبالقول الحسن للناس، وإقامة الصلاة، وإيتاء الزكاة، وأنّهم نقضوا الميثاق بتولِّيهم، وإعراضهم، وأنه أخذ عليهم أن لا يسفكوا دماءهم، ولا يخرجوا أنفسهم من ديارهم، وأنهم أقروا، والتزموا ذلك، فإن الميثاق الأول يتضمَّن الأوامر، والميثاق الثاني يتضمَّن النواهي؛ لأنَّ التكاليف الإلهيّة مبنيَّةٌ على الأوامر والنواهي، وكان البدء بالأوامر آكد؛ لأنّها تتضمَّن أفعالًا والنواهي. تتضمَّن تُروكًا، والأفعال أشقُّ من التروك، وكان من الأوامر: الأمر بإفراد الله بالعبادة وهو رأس الإيمان، إِذ مُتعلَّقه أشرف المتعلَّقات، فكان البدء به أولى، ثمَّ نعى عليهم التباسهم بما نهوا عنه، وإن كان قد تقدَّم إخباره أنَّهم خالفوا في الأوامر بقوله:  {ثُمَّ تَوَلَّيْتُمْ} لأنَّ فعل المنهيات أقبح من ترك المأمورات؛ لأنَّها تروك، كما ذكرنا. </p><p> ثمّ قرَّعهم بمخالفة نواهي الله، وأنّهم مستعينون في ذلك بغير الحق، بل بالإثم والعدوان، ثمَّ ذكر تناقض آرائهم، وسخف عقولهم بفداء من أتى إليهم </p><p>(١) البحر المحيط.</p>"
}