{
  "id": null,
  "sura": 2,
  "aya": 285,
  "text": "<p> وعن أبي هريرة رضي الله عنه: أن رسول الله صلى الله عليه وآله وسلم قال: \"إن الله تعالى تجاوز لأمتي ما حدثت به أنفسها ما لم يعملوا به أو يتكلموا به\" وفي رواية: \"ما وسوست به صدورها\" متفق عليه. </p><p> {فَيَغْفِرُ} بفضله {لِمَنْ يَشَاءُ} المغفرة له {وَيُعَذِّبُ} بعَدْله {مَنْ يَشَاءُ} تعذيبه، وقد يغفر لمن يشاء الذنب العظيم، وقد يعذب من يشاء على الذنب الحقير لا يُسأل عما يفعل. {وَاللَّهُ} سبحانه وتعالى {عَلَى كُلِّ شَيْءٍ} شاءَه من المحاسبة والمغفرة والتعذيب وغيرها {قَدِيرٌ} ؛ أي: قادر. </p><p> وقرأ ابن (١) عامر وعاصم ويزيد ويعقوب وسهل: {فَيَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ} بالرفع فيهما على القطع والاستئناف على أن يجعل الفعل خبر مبتدأ محذوف؛ أي: فهو يغفر. وقرأ باقي السبعة: بالجزم عطفًا على الجواب، وقرأ ابن عباس والأعرج وأبو حيوة شذوذًا: بالنصب فيهما على إضمار: أن، فينسَبِك منها مع ما بعدها مصدر مرفوع معطوف على مصدر متوهم من الحساب تقديره: يكن محاسبة فمغفرة وتعذيب، وهذه الأوجه قد جاءت في قول الشاعر: </p><p> فَإنْ يَهْلِكْ أَبُوْ قَابُوْسَ يَهْلِكْ ... رَبِيْعُ النَّاسِ وَالشَهْرُ الْحَرَامُ </p><p> وَنَأْخُذُ بَعْدَهُ بِذِنَابِ عَيْشٍ ... أَجَبِّ الظَّهْرِ لَيْسَ لَهُ سِنَامُ </p><p> يروى بجزم: ونأخذ، ورفعه ونصبه. </p><p> وقرأ الجعفي وخلاد وطلحة بن مصرف شذوذًا أيضًا:  {يغفر لمن يشاء} ، ويروى أنها كذلك في مصحف عبد الله، قال ابن جني: هي على البدل من {يُحَاسِبْكُمْ} ؛ فهي تفسير للمحاسبة. انتهى. قيل: وليس بتفسير بل هما مترتبان على المحاسبة. </p><p> ٢٨٥ - {آمَنَ الرَّسُولُ} ؛ أي: صدق الرسول محمَّد صلى الله عليه وآله وسلم {بِمَا أُنْزِلَ إِلَيْهِ} ؛ أي: بأن هذا القرآن وجملة ما فيه من الشرائع والأحكام منزلٌ عليه </p><p>(١) البحر المحيط.</p><p> {مِنْ رَبِّهِ} ؛ أي: من عند الله سبحانه وتعالى {و} صدق {المؤمنون} بذلك أيضًا، فيكون المؤمنون مرفوعًا على الفاعلية عطفًا على الرسول، فيكون الوقف عليه، ويدل على صحة هذا قراءة علي رضي الله عنه:  {وآمن المؤمنون} ، فأظهر الفعل. {كُلٌّ} أي: كل واحد من الرسول والمؤمنين {آمَنَ بِاللَّهِ} ؛ أي: صدق بوجوده وصفاته وأسمائه وأفعاله وأحكامه {وَمَلَائِكَتِهِ} ؛ أي: بوجودهم، وبأنهم معصومون مطهرون، يخافون ربهم من فوقهم ويفعلون ما يؤمرون، وأنهم وسائط بين الله وبين البشر، وأن كتب الله المنزلة إنما وصلت إلى الأنبياء بواسطة الملائكة {وَكُتُبِهِ} . وقرأ حمزة والكسائي وخلف:  {وكِتَابه} - بكسر الكاف وفتح التاء مع الألف - بالإفراد على إرادة الجنس وباقي السبعة:  {وَكُتُبِهِ} بضم الكاف والتاء بالجمع، أي: كلٌّ صدق بأن هذه الكتب المنزلة وحي من الله تعالى إلى رسله، وأنها ليست من باب الكهانة، ولا من باب السحر، ولا من باب إلقاء الشياطين والأرواح الخبيثة، وأن الشياطين لا يتمكنون من إلقاء شيء من ضلالتهم في أثناء هذا الوحي الظاهر، وأن هذا القرآن الكريم لم يغيَّر ولم يحرَّف. {رُسُلِهِ} ؛ أي: بأن لله رسلًا من البشر أمناء على وحيه معصومين من الذنوب، أرسلهم إلى عباده المكلفين بشرائع وتكاليف، من أطاعهم دخل الجنة ومن عصاهم دخل النار. وقرأ يحيى (١) بن يعمر شذوذًا: {وكتْبه ورسله} بإسكان التاء والسين وروي ذلك عن نافع، وقرأ الحسن شذوذًا أيضًا:  {ورسْله} : بإسكان السين، وهي رواية عن أبي عمرو، وقرأ عبد الله شذوذًا أيضًا:  {وكتابه ولقائه ورسله} ، وقرأ الجمهور {وَرُسُلِهِ} بضم السين. </p><p> {لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ} قرأ الجمهور: {لَا نُفَرِّقُ} بالنون؛ أي: حالة كون الرسول والمؤمنين يقولون: لا نفرق بين أحد من رسله في الإيمان بهم كما فعلت اليهود والنصارى، فآمنوا ببعض وكفروا ببعض، بل نؤمن بجميع رسله تعالى، ونثبت نبوة جميع الأنبياء، ولا نكفر بأحد منهم. والمقصود من هذا الكلام: إثبات النبوة لكلهم، لا ما ادَّعاه بعضهم من أن المقصود هو عدم </p><p>(١) البحر المحيط.</p>"
}