{
  "id": null,
  "sura": 2,
  "aya": 50,
  "text": "<p> يذبح فيها، وولد موسى في السنة التي يذبحون فيها، فلم يردّ اجتهادهم من قضاء الله شيئا، وشمّر فرعون عن ساق الاجتهاد، وحسر عن ذراع العناد، فأراد أن يسبق القضاء ظهوره، ويأبى الله إلا أن يتم نوره {وَفِي ذلِكُمْ} إشارة (١) إلى ما ذكر من التذبيح والاستحياء {بَلاءٌ} ؛ أي: محنة وبليّة، وكون استحياء نسائهم؛ أي: استبقائهن على الحياة محنة، مع أنه عفو، وترك للعذاب، لما أن ذلك كان للاسترقاق والاستعمال في الأعمال الشاقّة، ولأنّ بقاء البنات مما يشق على الآباء، ولا سيما بعد ذبح البنين، لما فيه من انقطاع النسل، وفساد أمر معيشتهن {مِنْ رَبِّكُمْ} ؛ أي: من جهته تعالى، بتسليطهم عليكم {عَظِيمٌ} صفة للبلاء، وتنكيرهما للتفخيم، والمعنى على هذا القول: وفي ذلكم المذكور من ذبح الأبناء واستبقاء البنات للخدمة، اختبار وامتحان شديد واقع عليكم من ربكم، ويجوز أن يشار بذلكم إلى الإنجاء من فرعون، ومعنى البلاء حينئذ النعمة؛ لأنّ أصل البلاء الاختبار، والله تعالى يختبر عباده تارة بالمنافع ليشكروا فيكون ذلك الاختبار منحة؛ أي: عطاء ونعمة؛ وأخرى بالمضار ليصبروا فيكون محنة، فلفظ الاختبار يستعمل في الخير والشر. قال تعالى:  {وَنَبْلُوكُمْ بِالشَّرِّ وَالْخَيْرِ} ومعنى من ربكم؛ أي ببعث موسى وبتوفيقه لتخليصكم منهم، والمعنى على هذا القول: وفي ذلكم المذكور من تنجيتكم من عذابهم، نعمة عظيمة واقعة لكم من ربكم. وحمل البلاء (٢) على النعمة أرجح؛ لأنها هي التي صدرت من الله تعالى؛ ولأن موضع الحجة على اليهود إنعام الله تعالى على أسلافهم. اه. «مراح» . </p><p> وقال أبو حيان:  (٣) هو أضعف من القول الذي قبله؛ لما فيه من إعادة اسم الإشارة إلى أبعد مذكور، وهو المصدر المفهوم من نجيناكم. والمتبادر إلى الذهن، والأقرب في الذكر، هو القول الأول. اه. </p><p> ٥٠ - {وَ} اذكروا يا بني إسرائيل! أيضا {إِذْ فَرَقْنا} وفلقنا، وشققنا، وفصلنا {بِكُمُ} ؛ أي: بسبب إنجائكم، فالباء </p><p>(١) روح البيان. (٢) المراح.(٣) البحر المحيط.</p><p> للسببية وهو أولى؛ لأنّ الكلام مسوق لتعداد النعم والامتنان، وفي السببية دلالة على تعظيمهم، وهو أيضا من النعم. وقيل: الباء بمعنى اللام كقوله تعالى: {ذلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ} ؛ أي: لأن الله. {الْبَحْرَ} ؛ أي: فصلنا بعضه عن بعض لأجل أن يتيسر لكم سلوكه، وهو (١) بحر القلزم، بحر من بحار فارس، أو بحر من ورائهم يقال له: إساف، فجعلنا فيه اثني عشر ملكا، بعدد أسباط بني إسرائيل. والسبط: ولد الولد. والأسباط من بني إسرائيل كالقبائل من العرب، وهم أولاد يعقوب، فخضتم فيها {فَأَنْجَيْناكُمْ} من الغرق بإخراجكم إلى الساحل {وَأَغْرَقْنا آلَ فِرْعَوْنَ} يعني: فرعون وقومه للعلم به بدخوله فيهم، وكونه أولى به منهم. والغرق: الرسوب في الشيء المائع، ورسب الشيء في الماء رسوبا؛ أي: سفل فيه. والإغراق: الإهلاك في الماء {وَأَنْتُمْ تَنْظُرُونَ} ؛ أي: الحال أنكم تنظرون، وتبصرون، وتشاهدون انفراق البحر حين سلكتم فيه، وانطباقه على آل فرعون بعد سلامتكم منه، وتنظرون إليهم أيضا غرقى موتى، وجثثهم التي رماها البحر إلى الساحل بعد ثلاثة أيام، وفرعون معهم طافين. وفي ذلك آية باهرة من آيات الله سبحانه، حيث أنجى أولياءه، وأهلك أعداءه في زمن يسير، وكان ذلك اليوم يوم عاشوراء، كما في الصحيحين، وغيرهما، فصامه موسى شكرا. </p><p> قال القرطبي: أن الله تعالى لمّا أنجاهم وأغرق فرعون، قالوا: يا موسى! إنّ قلوبنا لا تطمئن أن فرعون قد غرق، حتى أمر الله البحر فلفظه فنظروا إليه. </p><p> وروي (٢) أنه: لما دنا هلاك فرعون، أمر الله سبحانه موسى عليه السلام، أن يسري ببني إسرائيل من مصر ليلا، فأمرهم أن يخرجوا، وأن يستعيروا الحلي من القبط، وأمر أن لا ينادي أحد منهم صاحبه، وأن يسرجوا في بيوتهم إلى الصبح، ومن خرج لطخ بابه بكف من دم؛ ليعلم أنه قد خرج، فخرجوا ليلا وهم ستمائة ألف وعشرون ألف مقاتل، لا يعدون فيهم ابن العشرين </p><p> لصغره، ولا ابن الستين لكبره، والقبط لا يعلمون، ووقع في القبط موت فجعلوا يدفنونهم، وشغلوا عن </p><p>(١) روح البيان. (٢) روح البيان.</p><p> طلبهم، فلما أرادوا السير ضرب عليهم التيه، فلم يدروا أين يذهبون، فدعا موسى مشيخة بني إسرائيل وسألهم عن ذلك، فقالوا: إنّ يوسف لما حضره الموت، أخذ على إخوته عهدا، أن لا يخرجوا من مصر حتى يخرجوه معهم، فلذلك انسد عليهم الطريق، فسألهم عن موضع قبره، فلم يعلمه أحد غير عجوز قالت: لو دللت على قبره، أتعطيني كلّ ما سألتك؟ فأبى عليها، وقال: حتى أسأل ربي، فأمره الله بإيتاء سؤلها، فقالت: إني عجوز كبيرة لا أستطيع المشي، فاحملني، وأخرجني من مصر، هذا في الدنيا، وأمّا في الآخرة، فأسألك أن لا تنزل في غرفة إلا نزلتها معك. قال: نعم. قالت: إنه في جوف الماء في النيل، فادع الله أن يحسر عنه الماء، فدعا الله أن يؤخر طلوع الفجر إلى أن يفرغ من أمر يوسف، فحفر موسى ذلك الموضع، واستخرجه في صندوق من صنوبر. قالوا: إنّ موسى استخرج تابوت يوسف من قعر النيل بالوفق، وهو أول علم أوجده الله سبحانه بنفسه، وعلمه آدم عليه السلام، فتوارثه الأنبياء آخرا عن أوّل. ثم إنه حمله حتى دفنه بالشام، ففتح لهم الطريق فساروا، فكان هارون أمام بني إسرائيل، وموسى على ساقتهم، فلمّا علم بذلك فرعون، جمع قومه فخرج في طلب بني إسرائيل، وعلى مقدمته هامان في ألف ألف وسبعمائة ألف جواد ذكر ليس فيها رمكة، على رأس كل واحد منهم بيضة، وفي يده حربة، فسارت بنو إسرائيل حتى وصلوا إلى البحر، والماء في غاية الزيادة، فأدركهم فرعون حين أشرقت الشمس، فقال فرعون في أصحاب موسى: إن هؤلاء لشرذمة قليلون، فلما نظر أصحاب موسى إليهم، بقوا متحيّرين، فقالوا لموسى: إنا لمدركون يا موسى! أوذينا من قبل أن تأتينا، ومن بعد ما جئتنا، اليوم نهلك، فإنّ البحر أمامنا إن دخلناه غرقنا، وفرعون خلفنا إن أدركنا قتلنا يا موسى! كيف تصنع؟ وأين ما وعدتنا؟ قال موسى: كلا إن معي ربي سيهدين، فأوحى الله سبحانه إلى موسى عليه السلام، أن اضرب بعصاك البحر، فضربه، فلم يطعه، فأوحي إليه أن كنّه، فضربه، وقال: انفلق يا أبا خالد! انفلق، فصار فيه اثنا عشر طريقا، كل طريق كالجبل العظيم، وكان لكل سبط طريق يأخذون فيه وأرسل الله الريح والشمس على قعر البحر حتى صار يبسا، فخاضت بنو إسرائيل البحر، وعن جانبيهم الماء كالجبل الضخم لا يرى بعضهم بعضا، فقالوا: ما لنا لا نرى إخواننا؟ </p><p> وقال كل سبط: قد قتل إخواننا. قال: سيروا فإنهم على طريق مثل طريقكم. قالوا: لا نرضى حتى نراهم، فقال موسى: اللهم! أعني على أخلاقهم السيئة، فأوحى الله إليه، أن قل بعصاك هكذا وهكذا يمنة ويسرة، فصار فيها كوى ينظر بعضهم بعضا، ويسمع بعضهم كلام بعض، فساروا حتى خرجوا من البحر، فلما جاز أخر قوم موسى، هجم فرعون على البحر فرآه منفلقا. قال لقومه: انظروا إلى البحر، انفلق من هيبتي حتى أدرك عبيدي الذين أبقوا، فهاب قومه أن يدخلوه، وقيل له: إن كنت ربّا فادخل البحر، كما دخل موسى، وكان فرعون على حصان أدهم؛ أي: ذكر أسود من الخيل، ولم يكن في قوم فرعون فرس أنثى، فجاء جبريل على أنثى وديق، وهي التي تشتهي الفحل، وتقدمه إلى البحر، فشمّ أدهم فرعون ريحها، فاقتحم خلفها البحر؛ أي: هجم على البحر بالدخول وهم لا يرونه، ولم يملك فرعون من أمره شيئا، وهو لا يرى فرس جبريل، وتبعته الخيول، وجاء ميكائيل على فرس خلف القوم يعجّلهم، ويسوقهم حتى لا يشذّ رجل منهم، حتى خاضوا كلّهم البحر، ودخل آخر قوم فرعون، وجاز آخر قوم موسى، وهمّ أولهم بالخروج، فأمر الله البحر أن يأخذهم، فانطبق على فرعون وقومه، فأغرقوا، فنادى فرعون: لا إله إلا الذي آمنت به بنو إسرائيل وأنا من المسلمين القصة، وقالت بنوا إسرائيل: الآن يدركنا فيقتلنا، فلفظ البحر ستمائة وعشرين ألفا عليهم الحديد، فذلك قوله تعالى:  {فَالْيَوْمَ نُنَجِّيكَ بِبَدَنِكَ} ، فلفظ فرعون وهو كأنه ثور أحمر، فلم يقبل البحر بعد ذلك غريقا إلا لفظه على وجه الماء. </p><p> واعلم (١) أنّ هذه الواقعة، كما أنها لموسى عليه السلام، معجزة عظيمة لأوائل بني إسرائيل، موجبة عليهم شكرها، كذلك اقتصاصها على ما هي عليه من رسول الله صلّى الله عليه وسلّم، معجزة جليلة تطمئن بها القلوب الأبية، وتنقاد لها النفوس الغيبة، موجبة لأعقابهم أن يتلقوها بالأذهان؛ لأنه صلّى الله عليه وسلّم أخبرهم بذلك مع أنه كان أميّا لم يقرأ كتابا، وهذا غيب لم يكن له علم عند العرب، فإخباره به دلّ على أنه أوحى إليه ذلك، وذلك علامة لنبوته، فما تأثرت أوائلهم بمشاهدتها ورؤيتها، </p><p>(١) روح البيان.</p><p> حيث اتخذوا العجل إلها بعد الإنجاء، ثمّ صار أمرهم إلى أن قتلوا أنبياءهم ورسلهم. فهذه معاملتهم مع ربهم، وسيرتهم في دينهم، وسوء أخلاقهم، ولا تذكرت أواخرهم بتذكيرها وروايتها، حيث بدلوا التوراة، وافتروا على الله، وكتبوا بأيديهم، واشتروا به عرضا، وكفروا بنبوة محمد صلّى الله عليه وسلّم، إلى غير ذلك. فيا لها من عصابة ما أعصاها، وطائفة ما أطغاها. </p><p> وفي الآية تهديد للكافرين، وتنبيه للمؤمنين ليتعظوا، وينتهوا عن المعاصي في جميع الأوقات، خصوصا في الزمان الذي أنجى الله فيه موسى مع بني إسرائيل من الغرق، وهو اليوم العاشر من المحرم. </p><p> وفي سفر الخروج من التوراة (١) : أنهم خرجوا في شهر أبيب بعد أن أقاموا بمصر أربعمائة وثلاثين سنة من عهد يوسف عليه السلام، ثم اتّبعهم فرعون وجنوده، فغشيهم من اليمّ ما غشيهم، وأنجى الله بني إسرائيل وأغرق فرعون ومن معه، وقد كان فرق البحر من معجزات موسى عليه السلام، كمعجزات سائر الأنبياء التي يظهرها الله تعالى على أيديهم. </p><p> وزعم بعض الناس: أنّ عبور بني إسرائيل البحر، كان وقت الجزر وفي بحر القلزم - البحر الأحمر - رقارق يتيسّر للإنسان أن يعبر بها البحر إذا كان الجزر شديدا، وكانوا لاستعجالهم واتصال بعضهم ببعض، قد جعلوا الماء الرقارق فرقتين عظيمتين ممتدّين، كالطود العظيم، يرشد إلى ذلك قوله تعالى: </p><p> {وَإِذْ فَرَقْنا بِكُمُ الْبَحْرَ} ولم يقل فرقنا لكم وقوله: {فَكانَ كُلُّ فِرْقٍ كَالطَّوْدِ الْعَظِيمِ} تشبيه معروف معهود مثله في مقام المبالغة، كقوله:  {وَهِيَ تَجْرِي بِهِمْ فِي مَوْجٍ كَالْجِبالِ} وقوله: {وَمِنْ آياتِهِ الْجَوارِ فِي الْبَحْرِ كَالْأَعْلامِ (٣٢) } ألا ترى أنّ الأمواج والسفن الجواري لا تكون كشواهق الجبال، لكنه يراد بمثل هذا التعبير زيادة البيان، وإرادة التأثير في نفس السامع (٢) ، ولما اتبعهم فرعون وجنوده، ورآهم قد عبروا البحر، مشى إثرهم، وكان المدّ قد بدأ، ولم يتم خروج بني </p><p>(١) المراغي. (٢) المراغي.</p>"
}