{
  "id": null,
  "sura": 2,
  "aya": 103,
  "text": "<p> وعبَّر عن إيمانهم بأنفسهم (١) ؛ لأنّ النَّفس خلقت للعلم والإيمان، وجواب لو في قوله:  {لَوْ كَانُوا يَعْلَمُونَ} محذوف، تقديره: لو كانوا يعلمون عاقبة أمرهم، وما يصيرون إليه من العذاب، لَما فعلوا ما فعلوا من تعلُّم السحر، والعمل به، أثبت لهم العلم أوَّلًا بقوله:  {وَلَقَدْ عَلِمُوا} ، ثُمَّ نفى عنهم بقوله:  {لَوْ كَانُوا يَعْلَمُونَ} ؛ لأنَّهم لمَّا لم يعملوا بعلمهم، فكأنَّهم لم يعلموا، فهذا في الحقيقة نفي الانتفاع بالعلم لا نفي العلم. </p><p> وعبارة \"الخازن\" هنا: فإن قلت (٢) : كيف أثبت الله لهم العلم أوَّلًا في قوله: {وَلَقَدْ عَلِمُوا} على - التوكيد القسميّ، ثُمَّ نفاه آخرًا في قوله:  {لَوْ كَانُوا يَعْلَمُونَ} ، ففيه تناقضٌ؟ </p><p> قلت: إنّهم قد علموا أنَّ من اشترى السحر ما له في الآخرة من خلاق، ثُمَّ مع هذا العلم خالفوا واشتغلوا بالسحر، وتركوا العمل بكتاب الله تعالى، وما جاءت به الرسل؛ عنادًا منهم وبغيًا، وذلك على معرفةٍ منهم بما لِمَنْ فعَلَ ذلك منهم من العقاب، فكأنَّهم حين لم يعملوا بعلمهم كانوا منسلخين منه، والمعنى هنا: لو كانوا يَعْمَلُون بعلمهم ذلك ما تعلَّموه؛ فالمثبت أوّلًا العلم، والمنفيُّ هنا العمل به. انتهى. وهذا هو ما يفعلُ مِثْلهَ بعضُ المسلمين اليوم، إِذْ يَنْتَهِكون بعض حرماتِ الدين بمثل تلك التأويلات، فيمنعون الزكاة بحيلةٍ، ويأكلون أموال الناس بحيلةٍ أخرى ويشهدون الزور بحيلةٍ ثالثة، وهكذا. </p><p> ١٠٣ - {وَلَوْ أَنَّهُمْ} أي ولو أنَّ اليهود الذين اتَّبعوا ما تتلوا الشياطين، وتعلَّموا السحر {آمَنُوا} بمحمدٍ - صلى الله عليه وسلم - وبالقرآن {وَاتَّقَوْا} ؛ أي: واجتنبوا اليهوديَّة، والسحر، وجواب {لَوْ} محذوف دَلَّ عليه قوله: {لَمَثُوبَةٌ مِنْ عِنْدِ اللَّهِ} ، تقديره: لأُثيبوا ما هو خيرٌ لهم من الكسب بالسحر، والمثوبةُ مَفْعُلةٌ (٣) من الثواب، مِنْ ثاب يثوب إذا رجع، وسُمِّي الجزاء </p><p>(١) روح البيان. (٢) الخازن.(٣) روح البيان.</p><p> ثوابًا؛ لأنّه عوضُ عمَلِ المحسن يرجع إليه، والتنكير فيه للتقليل؛ أي: شيءٌ قليلٌ من الثواب كائنٌ {مِنْ عِنْدِ اللَّهِ} سبحانه وتعالى، وقوله:  {لَمَثُوبَةٌ} مبتدأ خبره {خَيْرٌ} لهم من السحر وما اكتسبوا به، واسم التفضيل ليس على بابه، بل المراد بيان أنَّ المثوبة فاضلة على السحر، كقوله تعالى:  {أصْحَابُ الْجَنَّةِ يَوْمَئِذٍ خَيْرٌ مُسْتَقَرًّا وَأَحْسَنُ مَقِيلًا} . </p><p> وقرأ الجمهور (١) : {لَمَثُوبَةٌ} بضم الثاء، كالمَشُورة. وقرأ قتادة، وأبو السمال، وعبد الله بن بريدة بسكون الثاء، كمَشْوُرةٍ، ومعنى قوله:  {لَمَثُوبَةٌ} ؛ أي: لثَوابٌ وهو الجزاء، والأَجر على الإيمان، والتقوى بأنواع الإحسان. وقيل:  {لَمَثُوبَةٌ} لرجعةٌ إلى الله خيرٌ، والجارُّ والمجرور في قوله:  {مِنْ عِنْدِ اللَّهِ} في موضع الصفة؛ أي: كائنةٌ من عند الله تعالى، وهذا الوصف هو المسوِّغ لجواز الابتداء بالنكرة، وفي وصف المثوبة بكونها من عند الله تفخيمٌ وتعظيمٌ لها، ولمناسبة الإيمان والتقوى لذلك كان المعنى: إنّ الذي آمنتم به، واتقيتم محارمه هو الذي ثوابكم منه على ذلك، فهو المُتكفِّل بذلك لكم، وحذف المفضَّل عليه؛ إجلالًا للمفضَّل من أن ينسب إليه {لَوْ كَانُوا يَعْلَمُونَ} خيريةَ ثوابِ الله وجزاءه، وجواب {لَوْ} محذوف، تقديره: ما اختاروا السحر على الإيمان بمحمد - صلى الله عليه وسلم -. </p><p> فإن قلت (٢) : قد علموا ذلك من كتابهم، فكيف جهَّلهم؟. </p><p> قلت: جهَّلهم لعدم عملهم بعلمهم، فإنَّ من لم يعمل بما علم، فهو كمن لم يعلم، ومجرد العلم باللسان لا ينفع بدون أن يصل التأثير إلى القلب، ويظهر ذلك التأثير بالمسارعة إلى الأعمال الصالحة، والاتباع للكتاب والسنة، فمن أمَّر السُّنَّة على نفسه أخذًا وتركًا، حُبًّا وبغضًا، نطق بالحكمة، ومن أمَّر الهوى على نفسه نطق بالبدعة. قال بعض (٣) العلماء: زيادة العلم في الرجل السوء، كزيادة الماء في أصول الحنظل، كلما ازداد، ريًّا ازداد مرارةً ومثل من تعلم العلم لاكتساب الدنيا، وتحصيل الرفعة فيها، كمثل من رفع العذرة بملعقة من الياقوت، </p><p>(١) البحر المحيط. (٢) العمدة.(٣) روح البيان.</p>"
}