{
  "id": null,
  "sura": 2,
  "aya": 276,
  "text": "<p> {وَمَنْ عَادَ} إلى تحليل الربا بعد التحريم فأخذه، أو إلى القول: بأن البيع مثل الربا {فَأُولَئِكَ} العائدون إلى الربا {أَصْحَابُ النَّارِ} ؛ أي: ملازموها {هُمْ فِيهَا خَالِدُونَ} ؛ أي: ماكثون فيها أبدًا؛ لأنهم باستحلاله صاروا كافرين؛ لأن من أحل ما حرم الله تعالى فهو كافر؛ فلذا استحق الخلود فيها، فقوله:  {أولئك} راجع لـ {مَنْ} باعتبار معناها. </p><p> ٢٧٦ - {يَمْحَقُ اللَّهُ الرِّبَا} ؛ أي: يذهب بركته وإن كان كثيرًا، ويهلك المال الذي دخل فيه في الدنيا. وقيل: يمحق بركته في الآخرة. قال ابن عباس رضي الله عنهما: إن الله تعالى لا يقبل منه صدقة، ولا جهادًا، ولا حجًّا، ولا صلة رحم. {وَيُرْبِي الصَّدَقَاتِ} ؛ أي: يزيدها ويثمرها، ويبارك في المال الذي أخرجت منه في الدنيا، ويضاعف أجرها في الآخرة. </p><p> روى الشيخان عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وآله وسلم: \"ما تصدق أحد بصدقة من كَسْب طيِّب - ولا يقبل الله إلا الطيب - إلا أخذها الرحمن بيمينه، وإن كانت ثمرة فتربو في كف الرحمن حتى تكون أعظم من الجبل، كما يربي أحدكم فلوه أو فصيله\" . وهذا لفظ مسلم. ولفظ البخاري:  \"من تصدق بعدل ثمرة من كسب طيِّب، ولا يصعد إلى الله -وفي رواية:ولا يقبل الله - إلا الطيِّب - فإن الله يقبلها بيمينه، ثم يربيها لصاحبها كما يربي أحدكم فلوه حتى تكون مثل الجبل\" . </p><p> {وَاللَّهُ لَا يُحِبُّ} ؛ أي: لا يرضى ولا يحب محبته للتوابين؛ يعني: يعاقبه {كُلَّ كَفَّارٍ} ؛ أي: جاحد بتحريم الربا، أو كل مصر على كفره مقيم عليه مستحل لأكل الربا. {أَثِيمٍ} ؛ أي: فاجر بأخذه مع اعتقاده التحريم. </p><p> فوائد تتعلق في تحريم الربا </p><p> الأولى: ذكروا في سبب تحريم الربا وجوهًا: </p><p> أحدها: أن الربا يقتضي أخذ مال الغير بغير عوض؛ لأن من باع درهمًا </p><p> بدرهمين نقدًا كان، أو نسيئة .. فقد حصل له زيادة درهم من غير عوض فهو حرام. </p><p> الوجه الثاني: إنما حرم عقد الربا؛ لأنه يمنع الناس من الاشتغال بالتجارة؛ لأن صاحب الدراهم إذا تمكن من عقد الربا .. خَفَّ عليه تحصيل الزيادة من غير تعب ولا مشقة، فيفضي ذلك إلى انقطاع منافعِ الناس بالتجارات وطلب الأرباح. </p><p> الوجه الثالث: أن الربا هو سبب إلى انقطاع المعروف بين الناس من القرض، فلما حرَّم الربا طابت النفوس بقرض الدراهم للمحتاج، واسترجاع مثله لطلب الأجر من الله تعالى. </p><p> الوجه الرابع: أن تحريم الربا قد ثبت بالنص، ولا يجب أن يكون حكم جميع التكاليف معلومة للخلق، فوجب القطع بتحريم الربا وإن كنا لا نعلم وجه الحكمة في ذلك. </p><p> الثانية: اعلم أن الربا في اللغة: هو الزيادة. وطلب الزيادة بطريق التجارة غير حرام، فثبت أن الزيادة المحرمة هو: الربا، وهو على صفة مخصوصة في مال مخصوص بيّنه رسول الله صلى الله عليه وآله وسلم. </p><p> وعن عمر بن الخطاب رضي الله عنه قال: قال رسول الله صلى الله عليه وآله وسلم: \" الذهب بالوَرِق ربًا إلا هاء وهاء، والبر بالبر ربًا إلا هاء وهاء، والشعير بالشعير ربًا إلا هاء وهاء، والتمر بالتمر ربًا إلا هاء وهاء،وفي رواية:الوَرِق بالوَرِق ربًا إلا هاء وهاء، والذهب بالذهب ربًا إلا هاء وهاء\" متفق عليه. </p><p> وعن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وآله وسلم: \"الذهب بالذهب وزنًا بوزن مثلًا بمثل، والفضة بالفضة وزنًا بوزن مثلًا بمثل، فمن زاد واستزاد .. فقد أربى،وفي رواية:التمر بالتمر، والحنطة بالحنطة، والشعير بالشعير، والملح بالملح، مثلًا بمثل، يدًا بيد، فمن زاد واستزاد .. فقد أربى إلا ما اختلف ألوانه\" أخرجه مسلم. </p>"
}