{
  "id": null,
  "sura": 2,
  "aya": 11,
  "text": "<p> واعلم: أنّ المراد بالكذب في الحقيقة: الكذب في العبوديّة والقيام بحقوق الربوبيّة، كما للمنافقين ومن يحذو حذوهم، ولا يصح الاقتداء بأرباب الكذب مطلقا، ولا يعتمد عليهم، فإنّهم يجرّون إلى الهلاك، والفراق عن مالك الأملاك. </p><p> وأمال حمزة (١)  {فَزادَهُمُ} ، ووافقه ابن ذكوان، وأجمع القراء على فتح الراء في قوله:  {مَرَضٌ} ، إلّا ما رواه الأصمعيّ، عن أبي عمرو: أنّه قرأ بإسكان الراء. وقرأ حمزة، وعاصم، والكسائي {يكذبون} بالتخفيف. وقرأ الحرميان: نافع، وابن كثير، والعربيان: أبو عمرو، وابن عامر بالتشديد. </p><p> وقد سئل (٢) القرطبيّ وغيره من المفسرين، عن حكمة كفّه صلّى الله عليه وسلّم عن قتل المنافقين مع علمه بأعيان بعضهم؟ فذكروا أجوبة عن ذلك. </p><p> منها: ما ثبت في «الصحيحين» : أنّه صلّى الله عليه وسلّم قال لعمر - رضي الله عنه -: «أكره أن يتحدّث العرب أنّ محمدا يقتل أصحابه» . </p><p> ومنها: ما قال مالك: (إنّما كفّ رسول الله صلّى الله عليه وسلّم عن المنافقين؛ ليبيّن لأمّته أنّ الحاكم لا يحكم بعلمه) . </p><p> ومنها: ما قاله بعضهم: أنّه إنما لم يقتلهم؛ لأنّه كان لا يخاف من شرّهم مع وجوده صلّى الله عليه وسلّم بين أظهرهم، يتلو عليهم آيات الله بينات. فأمّا بعده: فيقتلون إذا أظهروا النفاق، وعلمه المسلمون. انتهى. </p><p> ١١ - ثمّ (٣) شرع في بيان قبائحهم وأحوالهم الشنيعة، وفي الحقيقة: هو تفصيل للمخادعة الحاصلة منهم، فقال:  {وَإِذا قِيلَ لَهُمْ} ؛ أي: وإذا قال المسلمون لهؤلاء المنافقين: {لا تُفْسِدُوا فِي الْأَرْضِ} ؛ أي: لا تسعوا في الأرض بالإفساد بالكفر، وتعويق الناس عن الإيمان بمحمد صلّى الله عليه وسلّم وإفشاء أسرار المؤمنين إلى </p><p>(١) البحر المحيط. (٢) ابن كثير.(٣) العمدة.</p><p> الكفار، وإغرائهم عليهم، وغير ذلك. </p><p> وإسناد (١) قِيلَ إلى {لا تُفْسِدُوا} إسناد له إلى لفظه، كأنّه قيل: وإذا قيل لهم: هذا اللفظ، كقولك: ألّف ضرب من ثلاثة أحرف. والفساد: خروج الشيء عن حال استقامته، وكونه منتفعا به، وضدّه: الصلاح، وهو الحصول على الحال المستقيمة النافعة. وكلاهما يعمّان كلّ ضارّ ونافع، والفساد في الأرض: تهييج الحروب والفتن المستتبعة؛ لزوال الاستقامة عن أحوال العباد، واختلال أمر المعاش والمعاد. والمراد بما نهوا عنه: ما يؤدي إلى ذلك من إفشاء أسرار المؤمنين إلى الكفار، وإغرائهم عليهم، وغير ذلك من فنون الشرور. فلمّا كان ذلك من صنيعهم مؤدّيا إلى الفساد. قيل:  {لا تُفْسِدُوا} ، كما يقال للرجل: لا تقتل نفسك بيدك، ولا تلق نفسك في النار، إذا أقدم على ما هذه عاقبته. </p><p> وكانت الأرض قبل البعثة يعلن فيها بالمعاصي، فلمّا بعث النبي صلّى الله عليه وسلّم ارتفع الفساد، وصلحت الأرض، فإذا أعلنوا بالمعاصي، فقد أفسدوا في الأرض بعد إصلاحها، كما في «تفسير أبي الليث» . </p><p> {قالُوا إِنَّما نَحْنُ مُصْلِحُونَ} جواب لإذا، وردّ للناصح على سبيل المبالغة؛ أي: نحن مقصورون على الإصلاح المحض؛ أي: ليس شأننا الإفساد أبدا، بل نحن محصورون في الإصلاح، لا نخرج عنه إلى غيره، فهو من حصر المبتدأ في الخبر. </p><p> والمعنى (٢) : أنّه لا يصح مخاطبتنا بذلك، فإنّ شأننا ليس إلّا الإصلاح، وإنّ حالنا متمّحضة عن شوائب الإفساد، وإنّما قالوا ذلك؛ لأنّهم تصوّروا الفساد بصورة الصلاح، لما في قلوبهم من المرض، كما قال تعالى:  {أَفَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ فَرَآهُ حَسَنًا} . فأنكروا كون ذلك فسادا، وادّعوا كونه إصلاحا محضا. وهو من قصر الموصوف على الصفة، مثل: إنّما زيد منطلق. </p><p>(١) روح البيان. (٢) روح البيان.</p>"
}