{
  "id": null,
  "sura": 2,
  "aya": 148,
  "text": "<p> الذي يكتمونه كائنٌ من ربك، أو للجنس، والمعنى: أنَّ جنس الحق هو ما ثبت أنه من الله تعالى كالذي أنت عليه، لا ما لم يثبت أنه منه كالذي عليه أهل الكتاب، أو خبر مبتدأ محذوف؛ تقديره:  {هو} ، والضمير عائد على الحق المكتوم؛ أي: مما كتموه هو الحق كائنًا من ربك، ويكون المجرور حينئذٍ في موضع الحال، أو خبرًا بعد خبر، وعلى كل التقادير فالجملة مستأنفة. </p><p> وقرأ علي بن أبي طالب رضي الله عنه، بالنصب على أنه بدل من {الحق} المكتوم وهي قراءة شاذة، والتقدير: يكتمون الحق من ربك، أو منصوب على الإغراء؛ أي: الزم الحق، أو مفعول لـ {يعلمون}  {فَلَا تَكُونَنَّ} يا محمدُ {مِنَ الْمُمْتَرِينَ} ؛ أي: من الشَّاكين في أنه الحق من ربك، أو في كتمانهم الحق عالمين به، أو في أن علماء أهل الكتاب علموا صحة نبوءتك وشريعتك. وعلى الأول فالخطاب مع الرسول، والمراد به الأمة؛ أي: لا يكن أحد من أمته من الممترين في ذلك؛ لأنه - صلى الله عليه وسلم - لا يشك في كون ذلك هو الحق من الله سبحانه وتعالى. </p><p> وقال أبو العالية (١) : يقول الله سبحانه لنبيه - صلى الله عليه وسلم -: فلا تكونن - يا محمد - في شكٍّ أن الكعبة هي قبلتك، وكانت قبلة الأنبياء من قبلك. </p><p> ١٤٨ - {وَلِكُلٍّ} بحذفِ المضاف إليه؛ لدلالة التنوين عليه؛ أي: ولكل أهل دينٍ سواء كان بحقٍ أو بباطلٍ {وِجْهَةٌ} ؛ أي: جهة وقبلة يستقبلها؛ أي: أنهم لا يتبعون قبلتك، وأنت لا تتبع قبلتهم. والضمير في قوله:  {هُوَ مُوَلِّيهَا} راجعٌ إلى لفظ {كل} ، و (الهاء) في قوله: {مُوَلِّيهَا} عائد على الـ {وجهة} وهو المفعول الأول. والمفعول الثاني محذوفٌ؛ تقديره: موليها وجهه. والمعنى: أن لكل صاحب ملة قبلةً، صاحبُ تلك القبلة موليها وجهه، أو المعنى ولكل قومٍ من المسلمين جهة من الكعبة يصلي إليها، جنوبية أو شمالية، أو شرقية أو غربية، إذا كان الكلام في المسلمين. ويحتمل أن يكون الضمير في قوله:  {هُوَ مُوَلِّيهَا} عائدًا على الله سبحانه، وإن لم يسبق له ذكر لعلمه من السياق؛ إذ من المعلوم أن الله </p><p>(١) بيضاوي.</p><p> فاعل ذلك، والمعنى حينئذٍ: أن لكل صاحب ملة قبلةٌ، الله موليها إياه؛ أي: أمر بأن يستقبلها، اتبعها من اتبعها، وتركها من تركها؛ يعني: شارعها ومكلِّفهم بها. </p><p> وقرأ الجمهور (١) : {وَلِكُلٍّ} منوَّنًا: {وِجْهَةٌ} مرفوعًا، {هُوَ مُوَلِّيهَا} بكسر اللام اسم فاعل. </p><p> وفي قراءة عبد الله بن عامر النخعي {هوَ مُوَلَّاها} بفتح اللام اسم مفعول، وهي قراءة ابن عباس، وأبي جعفر محمد بن علي الباقر، والمعنى:  {هو} ؛ أي: كل قوم مولَّى لتلك الجهة؛ أي: مأمور باستقبالها، وقرىء شاذًا:  {ولكلِّ وجهةٍ} بالإضافة؛ أي: بخفض اللام من {كل} بلا تنوين، {وجهةٍ} بالخفضِ منونًا على الإضافة، قال في \"الكشاف\" : والمعنى عليها: وكل وجهة وقبلة الله موليها، فزيدت اللام لتقدم المفعول، كقولك لزيد ضربت. وقال ابن جرير: هي خطأ لا سيما وهي معزوة إلى ابن عامر أحد القراء السبعة، وقرأ أبي:  (ولكل قبلة) وهي قراءة شاذة، وقرأ عبد الله:  {ولكل جعلنا قبلة} وهي قراءة شاذة أيضًا. </p><p> {فَاسْتَبِقُوا الْخَيْرَاتِ} ؛ أي: فبادروا - يا أمة محمد - إلى الطاعات والأعمال الصالحة، وقبول أوامرها، من التوجه إلى القبلة وغيره مما تنال به سعادة الدارين. {أَيْنَ مَا تَكُونُوا} ؛ أي: في أي موضع تكونوا من برٍّ أو بحرٍ أنتم وأعداءكم من موافق ومخالف، مجتمع الأجزاء ومفترقها {يَأْتِ بِكُمُ اللَّهُ جَمِيعًا} ؛ أي: يبعثكم الله جميعًا، ويحشركم إلى المحشر يوم القيامة للمجازاة، فيجازيكم على أعمالكم خيرًا أو شرًّا، أو (٢) أينما تكونوا من أعماق الأرض، وقلل الجبال يقبض أرواحكم، أو أينما تكونوا من الجهات المتقابلة .. يأت بكم الله جميعًا، ويجعل صلواتكم كأنّها إلى جهةٍ واحدة {إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ} شاءه مِنْ جَمْعِكم وغيره {قَدِيرٌ} ؛ أي: قادر يقدر على الإعادة بعد الموت، والإثابة لأهل الطاعة، والعقاب لمستحق العقوبة. </p><p>(١) شوكاني. (٢) البحر المحيط.</p>"
}