{
  "id": null,
  "sura": 2,
  "aya": 259,
  "text": "<p> الشرقية المحسوسة لنا قسرية؛ كتحريك الماء النملَ على الرحى إلى غير جهة حركة النمل، فقال: إن ربي يحرك الشمس قسرًا على غير حركتها، فإن كنت ربًّا فحرِّكْها بحركتها فهو أهون {فَبُهِتَ الَّذِي كَفَرَ} ؛ أي: تحير نمروذ وسكت بغير حجة، فبقي مغلوبًا لا يجد للحجة مقالًا، ولا للمسألة جوابًا، ولم يقل: فبهت الذي حاج؛ إشعارًا بأن تلك المحاجة كُفْر. </p><p> قراءة الجمهور (١) : {فبُهت} مبنيًّا للمفعول، والفاعل المحذوف إبراهيم؛ إذ هو المناظِر له، فلما أتى بالحجة .. بهته بذلك وحيره وغلبه. ويحتمل أن يكون الفاعل المحذوف المصدرَ المفهوم من {قَالَ} ؛ أي: فحيره قول إبراهيم وبهته. وقرأ ابن السميفع شذوذًا:  {فبَهت} بفتح الباء والهاء، والظاهر أنه متعدٍّ كقراءة الجمهور مبنيًّا للمفعول؛ أي: فبهَتَ إبراهيمُ الذي كفر، فـ {الَّذِي} في موضع نصب، وقيل المعنى: فبهَتَ الكافرُ إبراهيمَ، أي: سَبَّ وقذف إبراهيم حين انقطعت الحجة، ولم تكن له حيلة. ويحتمل أن يكون لازمًا، ويكون الذي كفر فاعلًا، والمعنى فبهت؛ أي: أتى بالبهتان وقرأ أبو حيوة شذوذًا: {فبَهُت} بفتح الباء وضم الهاء، وهي لغة في بَهِت بكسر الهاء، وقرىء شذوذًا أيضًا فيما حكاه الأخفش {فبهِت} بكسر الهاء. </p><p> {وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ} أنفسهم بالكفر إلى طريق الحجة؛ أي: لا يلهمهم الحجة والبيان في مقام المناظرة والبرهان. بخلاف أولياؤه المتقين. قيل وعنى بالظالمين: نمروذ، ولكن الظاهر العموم، والذي يظهر أن هذا إخبار من الله بأن من حَكَم عليه وقضى بأن يكون ظالمًا، أي: كافرًا، وقدَّر أن لا يسلم، فإنه لا يمكن أن تقع هداية من الله له {أَفَمَنْ حَقَّ عَلَيْهِ كَلِمَةُ الْعَذَابِ أَفَأَنْتَ تُنْقِذُ مَنْ فِي النَّارِ (١٩) }. </p><p> ٢٥٩ - {أَوْ كَالَّذِي مَرَّ عَلَى قَرْيَةٍ} قرأ الجمهور {أَوْ} ساكنة الواو. قيل ومعناها التفضيل، وقيل التخيير في التعجيب من حال من ينشأ منهما. وقرأ (٢) أبو </p><p>(١) البحر المحيط. (٢) البحر المحيط.</p><p> سفيان بن حسين شذوذًا {أوَ كالذي} بفتح الواو، وهي حرف عطف دخل عليها ألف التَّقْرِيرِ، والكاف بمعنى إلى فهو معطوف على قوله:  {إِلَى الَّذِي حَاجَّ إِبْرَاهِيمَ} ؛ أي: أَلَمْ ينتهِ علمك يا محمَّد إلى قصة الذي حاج إبراهيم، وإلى قصة الذي مرَّ وجاوز على قرية وهو عزير بن شرخيا؟ والقرية: هي بيت المقدس حين خربه بُخْتُنَصَّرُ، أو القريةُ التي أَهْلَكَ اللهُ فيها الذين خَرجُوا مِنْ دِيارَهِم حذَرَ الموتِ، أَيْ: هل انْتَهى إليك يا محمَّد خَبرُهُ وقصتُه كيف هداه الله وأخرجه من ظلمةِ الاشتباهِ إلى نور العيان؟. </p><p> ومقصود القصة (١) : تعريف منكري البعث قدرة الله تعالى على إحياء خلقه بعد إماتتهم، لا تعريف اسم ذلك المار في هذه القصةِ دلالة عظيمة بنبوة نبينا محمد - صلى الله عليه وسلم -؛ لأنه أخبر اليهود بما يجدونه في كتبهم ويعرفونه، وهو أميٌّ لم يقرأ الكتب القديمة. </p><p> {وَهِيَ} ؛ أي: والحال أن تلك القرية {خَاوِيَةٌ عَلَى عُرُوشِهَا} ؛ أي: خالية ساقطة جدرانها على سقوفها؛ وذلك أن السقوف سقطت أولًا، ثم وقعت الحيطان عليها بعد ذلك. {قَالَ} ذلك المار {أَنَّى يُحْيِي} ؛ أي: كيف يحيي {هَذِهِ} القرية الخاوية {اللهُ} سبحانه وتعالى {بَعْدَ مَوْتِهَا} ؛ أي: قال كيف يحي الله سبحانه وتعالى أهل هذه القرية بعد موتهم!! تعجبًا من قدرة الله تعالى على إحيائها، واستعظامًا لقدرته، واعترافًا بالقصور عن معرفة طريق الإحياء؛ وذلك (٢) لِمَا رأى من دثورها، وشدة خرابها، وبُعدها عن العود إلى ما كانت عليه. {فأماته الله} مكانه فالبثه ميتًا {مائة عامٍ} وعمرت القرية بعد مضى سبعين سنة من موته وتكامل ساكنوها وتراجع بنوا إسرائيل إليها {ثُمَّ بَعَثَهُ} ؛ أي: أحياه في آخر النهار، فلما (٣) بعثه الله عَزَّ وَجَلَّ بعد موته، كان أول شيء أحيا الله فيه: عينيه؛ لينظر بهما إلى صنع الله فيه كيف يحي بدنه، فلما استقل سويًّا {قَالَ} الله تعالى له بواسطة المَلَك: يا عزير {كَمْ لَبِثْتَ} أي: مكثت هنا بعد الموت؛ </p><p>(١) الخازن. (٢) ابن كثير.(٣) ابن كثير.</p><p> أي: كم قدر الزمان الذي مكثت فيه هنا ميتًا قبل أن أبعثك من مكانك حيًّا؟ {قال} عزير {لَبِثْتُ يَوْمًا} واحدًا؛ وذلك أن الله تعالى أماته ضحىً في أول النهار، وأحياه بعد مئة سنة في آخر النهار قبل أن تغيب الشمس، فقال: لبثت يومًا، وهو يرى أن الشمس قد غابت، ثم التفت في أي بقية من الشمس، فقال:  {أَوْ بَعْضَ يَوْمٍ} ؛ أي: بل لبثت بعض يوم، وظن أن الشمس شمسُ يوم إِماتته {قَالَ} الله تعالى له بواسطة الملك {بَلْ لَبِثْتَ} ؛ أي: مكثت ميتًا هنا {مِائَةَ عَامٍ} . و {بَل} هذه عاطفة لهذه الجملة على جملة محذوفة تقديرها: قال ما لبثت هذه المدة، بل لبثت مئة عام. وقرأَ نافع وابن كثير وعاصم بإظهار التاء في لبثتَ، وهو أَحْسَنُ لِبُعْدِ مخرج الثاءِ من مخرجِ التاءِ، قاله الشوكاني ولعلهم رأوه أسهل؛ لأن كلا القراءتين متواتر؛ فلا تفاضل بينهما. وقرَأَ الباقون بإدغام الثاءِ في التاء لِتقارُبِهما في المخرجِ. </p><p> {فَانْظُرْ إِلَى طَعَامِكَ} أَيْ التِّين والعِنبِ الذي كان معه قبلَ موته، {وَشَرَابِكَ} ؛ أي: العصيرِ {لَمْ يَتَسَنَّهْ} ؛ أَيْ: لم يتغيَّرْ، ولم ينضُب في هذه المدةِ المتطاولةِ، فكان التين والعنب كأنه قد قطف من ساعته، والعصير كأنه عُصر مِنْ ساعتِه، واللبن كأنه قد حُلب من ساعته. </p><p> وقرأ ابن مسعود:  {وهذا طعامك وشرابك لم يتسنه} ، وقرأ طلحة ابن مصرف {وانظر لطعامك وشرابك لمائة سنة} ، وروي عن طلحة أيضًا أنه قرأ:  {لم يَسَّنَّ} بإدغام التاء في السين، وحذف الهاء، وكل هذه القراءات شاذة عدا قراءة الجمهور. وقراءة الجمهور بإثبات الهاء في الوصل، وقرأ حمزة والكسائي ويعقوب وخلف في المتواتر بحذفها وصلًا فقط. والتَّسَنُّهُ: مأخوذ من السَّنَة؛ أي: لم تغيره السنون، أو المعنى على التشبيه؛ كأنه لم تمرَّ عليه المئة سنة لبقائه على حاله، وعدم تغيره، وإنْ شككت فانظر إلى طعامك وشرابك لم يتغير بمرور الزمان، وكان معه عنب وتين وعصير، فوجدها على حالها لم تفسد. {وَانْظُرْ إِلَى حِمَارِكَ} كيف تقطعت أوصاله، وكيف تلوح عظامه بيضاء، فنظَرَ فإذا هو عظامٌ بِيضٌ، فركَّب الله تعالى العظامَ بعضَها على بعض، ثم كساها اللحم </p><p> والجلدَ، وأحياه وهو ينظر. </p><p> فعلنا ذلك - الإحياء - لتُعاين ما ابتعدته من الإحياء بعد دهر طويل {وَلِنَجْعَلَكَ آيَةً لِلنَّاسِ} ؛ أي: ولكي نجعلك علامة للناس في إحياء الموتى، وأنهم يحيون على ما يموتون لأنه مات شابًّا، وبعث شابًّا، وعبرة للناس؛ لأنه كان ابن أربعين سنة حين أماته الله، وابنُه ابنُ مئة وعشرين سنة حين بعثه الله. وقيل: إنه أتى قومه راكبًا حماره وقال: أنا عزير. فكذبوه، فقال: هاتوا التوراة، فأخذ يقرؤها عن ظهر قلبه، ولم يحفظها أحد قبله، وقيل: رجع إلى منزله فرأى أولاده شيوخًا وهو شاب. </p><p> {وَانْظُرْ إِلَى الْعِظَامِ} ؛ أي: عظام الحمار، أو الأموات الذين تعجب من إحيائهم {كَيْفَ نُنشِزُهَا} قرأ الكوفيون وابن عامر بالزاي المنقوطة؛ أي: كيف نرفع بعضها على بعض، ونركبه عليه، وقرأ نافع وابن كثير وأبو عمرو وأبو جعفر ويعقوب {ننشرها} بالراء المهملة؛ أي: كيف نحييها ونخلقها؟ مِنْ أنشر الله الموتى إذا أحياهم. وروى أبان عن عاصم {نَنْشُرُها} بفتح النون الأولى وسكون الثانية وضم الشين والراء، من نشَرَ بمعنى: أَحْيَا وهي قراءة شاذة، وقرأ أُبي شذوذًا:  {كيف ننشيها} بالياء؛ أي: نخلقها، وقال بعضهم: العظام لا تحيى على الانفراد حتى ينضم بعضها إلى بعض، فالزاي أولى بهذا المعنى؛ إذ هو بمعنى الانضمام دون الإحياء. {ثُمَّ نَكْسُوهَا} ؛ أي: العظام {لَحْمًا} ؛ أي: ننبت عليها العصب والعروق واللحم والجلد والشعر، ونجعل فيه الروح بعد ذلك. والمعنى: ثم نستر العظام باللحم كما يستر الجلد باللباس. </p><p> وفي الآية (١) : تقديم وتأخير، تقديره: وانظر إلى حمارك، وانظر إلى العظام كيف ننشزها، ولنجعلك آية للناس {فَلَمَّا تَبَيَّنَ لَهُ} ؛ أي: فلما اتضح له عيانًا ما كان استغربه أولًا من إحياء القرية، ورآه عيانًا في نفسه {قَالَ} عُزيرٌ {أَعْلَمُ} علم (٢) مشاهدة بعد العلم اليقيني الحاصل بالفطرة والأدلة العقلية {أَنَّ اللَّهَ عَلَى </p><p>(١) الخازن. (٢) الجمل.</p>"
}