{
  "id": null,
  "sura": 2,
  "aya": 34,
  "text": "<p> على اختلاف بينهم في بعض ذلك، وتفصيل ذلك مذكور في كتب القراءات. </p><p> ٣٤ - {وَ} اذكر يا محمد لأمتك قصة {إِذْ قُلْنا} ؛ أي: قصة وقت قولنا: {لِلْمَلائِكَةِ} الذين أنزلهم الله سبحانه إلى الأرض؛ لطرد الجن، أو لجميع الملائكة، وهو الظاهر من قوله تعالى: {فَسَجَدَ الْمَلائِكَةُ كُلُّهُمْ أَجْمَعُونَ (٣٠) } وقرأ الجمهور (١)  {لِلْمَلائِكَةِ} بجر التاء، وقرأ أبو جعفر، يزيد بن القعقاع، وسليمان بن مهران، بضم التاء إتباعا لحركة الجيم، ونقل أنها لغة أزد شنوءة، وقال الزجاج: هذا غلط من أبي جعفر، وقال الفارسي: هذا خطأ، ولكن لا ينبغي أن يغلّط؛ لأنّ القارىء بها أبو جعفر، أحد القراء المشاهير الذين أخذوا القرآن عرضا، عن عبد الله بن عباس، وغيره من الصحابة - رضي الله عنهم أجمعين - وهو شيخ نافع بن أبي نعيم، أحد القراء السبعة، وقد علّل ضمّ التاء؛ لشبهها بألف الوصل، ووجه الشبه: أنّ الهمزة تسقط في الدرج؛ لكونها ليست بأصل، والتاء في الملائكة تسقط أيضا؛ لأنها ليست بأصل، ألا تراهم قالوا الملائك، وقيل: </p><p> ضمت؛ لأنّ العرب تكره الضمة بعد الكسرة لثقلها. </p><p> {اسْجُدُوا} لله سبحانه وخروا له سجودا شرعيا بوضع الجبهة مستقبلين إلى {آدم} عليه السلام قبلة لسجودهم؛ تعظيما لشأنه وإظهارا لفضله، فجعل آدم قبلة لسجودهم، والسجود لله، كما جعلت الكعبة قبلة للصلاة، والصلاة لله، أو اسجدوا لآدم سجود تحية بالانحناء من غير وضع الجبهة على الأرض. </p><p> والسجود لغة (٢) : الخضوع والانقياد. وشرعا: وضع الجبهة على الأرض مع أعضائه بقصد العبادة. والمأمور به؛ إما المعنى الشرعي، كما ذكرناه أولا، فالمسجود له في الحقيقة هو الله تعالى، وجعل آدم قبلة سجودهم، تفخيما لشأنه؛ وإما المعنى اللغوي، كما ذكرناه آنفا، وهو التواضع لآدم تحية وتعظيما له، كسجود إخوة يوسف له، وكان سجود التحية جائزا فيما مضى من الأمم، ثم نسخ </p><p>(١) البحر المحيط. (٢) روح البيان.</p><p> بقوله صلّى الله عليه وسلّم لسلمان الفارسي، حين أراد أن يسجد له صلّى الله عليه وسلّم أوّل ما قدم على عادة ملوكهم:  «لا ينبغي لمخلوق أن يسجد لأحد إلا الله تعالى، ولو أمرت أحدا أن يسجد لأحد، لأمرت المرأة أن تسجد لزوجها» فتحية هذه الأمة هي السلام، لكن يكره الإنحناء؛ لأنه يشبه فعل اليهود، كما في «الدرر» . </p><p> وكان هذا القول الكريم بعد إنبائهم بالأسماء (١) . قيل: لما خلق آدم، أشكل عليهم أن آدم أعلم أم هم، فلما سألهم عن الأسماء فلم يعرفوا، وسأل آدم فأخبر بها، ظهر لهم أن آدم أعلم منهم، ثم أشكل عليهم أنه أفضل أم هم، فلما أمرهم بالسجود له، ظهر لهم فضله، ومن لطف الله تعالى بنا، أن أمر الملائكة بالسجود لأبينا، ونهانا عن السجود لغيره، فقال:  {لا تَسْجُدُوا لِلشَّمْسِ وَلا لِلْقَمَرِ وَاسْجُدُوا لِلَّهِ الَّذِي خَلَقَهُنَّ} نقل الملائكة المقربين إلى آدم وسجدته، ونقلنا إلى سجدته وخدمته. </p><p> وفائدة هذه السجدة راجعة إلى الإنسان لمعنيين: </p><p> أحدهما: أنّ الإنسان يقتدي بهم في الطاعة، ويتأدّب بآدابهم في امتثال الأوامر، وينزجر عن الإباء والاستكبار، كيلا يلحق به الطرد واللعن، كما لحق بإبليس، ويكون مقبولا ممدوحا مكرما، كما كان الملائكة في امتثال الأمر، كما قال تعالى:  {لا يَعْصُونَ اللَّهَ ما أَمَرَهُمْ وَيَفْعَلُونَ ما يُؤْمَرُونَ} . </p><p> وثانيهما: أن الله تعالى من كمال فضله ورحمته مع الإنسان، جعل همة الملائكة في الطاعة، والتسبيح، والتحميد مقصورة على استعداد المغفرة للإنسان، كما قال تعالى:  {وَالْمَلائِكَةُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيَسْتَغْفِرُونَ لِمَنْ فِي الْأَرْضِ} فلذلك أمرهم بالسجود لأجلهم، وليستغفروا لهم. </p><p> واعلم: أن (٢) الملائكة من عالم الغيب لا نعرف حقيقتهم، والكتاب الكريم يرشد إلى أنهم أصناف لكل صنف عمل، وقد جاء في لسان الشرع إسناد إلهام </p><p>(١) روح البيان. (٢) المراغي.</p><p> الحق والخير إلى الملائكة، كما يستفاد من خطابهم لمريم عليها السلام، وإسناد الوسوسة إلى الشياطين، وهو مشهور في الكتاب والسنة. فقد روى الترمذي: إن للشيطان لمّة بابن آدم، وللملك لمّة؛ فأما لمّة الشيطان فإيعاد بالشر، وتكذيب بالحق؛ وأما لمّة الملك فإيعاد بالخير، وتصديق بالحق، فمن وجد ذلك فليعلم أنه من الله، فليحمد الله على ذلك، ومن وجد الآخر فليتعوذ بالله من الشيطان، ثم قرأ {الشَّيْطانُ يَعِدُكُمُ الْفَقْرَ وَيَأْمُرُكُمْ بِالْفَحْشاءِ} واللمّة الإلمام والإصابة، فالملائكة والشياطين أرواح لها اتصال بأرواح الناس لا نعرف حقيقته، بل نؤمن بما ورد فيه ولا نزيد عليه شيئا آخر. </p><p> {فَسَجَدُوا} ؛ أي: سجدت الملائكة كلهم أجمعون؛ أي: لآدم، دل عليه قوله:  {اسْجُدُوا لِآدَمَ} ؛ لأنهم خلقوا من نور، كما قال صلّى الله عليه وسلّم:  «خلقت الملائكة من نور» والنور من شأنه الانقياد والطاعة، وكان هذا السجود قبل دخول آدم الجنة؛ لأن الظاهر من السياق وقوع التعليم لآدم، فإنباؤه للملائكة، فأمر الملائكة بالسجود له، فإسكانه الجنة، ثم إخراجه منها وإسكانه الأرض. </p><p> وأول من سجد منهم (١) : جبريل، فأكرم بإنزال الوحي على النبيين، وخصوصا على سيد المرسلين، ثم ميكائيل، ثم إسرافيل، ثم عزرائيل، ثم سائر الملائكة، وقيل: أول من سجد: إسرافيل، فرفع رأسه، وقد ظهر كل القرآن مكتوبا على جبهته كرامة له على سبقه إلى الائتمار. </p><p> والفاء في قوله:  {فَسَجَدُوا} للتعقيب؛ لإفادة مسارعتهم إلى الامتثال، وعدم تلعثمهم في ذلك، وهذه القصة ذكرت في القرآن في سبع سور، في هذه السورة، والأعراف والحجر، والإسراء، والكهف، وطه، وص. والحكمة (٢) في تكريرها؛ تسلية النبي صلّى الله عليه وسلّم، فإنه كان في محنة عظيمة في قومه وأهل زمانه، فكأنه تعالى يقول لنبيه: ألا ترى أن أول الأنبياء وهو آدم عليه السلام، كان في محنة عظيمة في مبدأ خلقه، فاصبر كما صبر. </p><p>(١) روح البيان. (٢) العمدة.</p><p> إِلَّا إِبْلِيسَ؛ أي: ما سجد؛ لأنه خلق من النار، والنار من شأنها الاستكبار، وطلب العلو طبعا، وسمي إبليس؛ لأنه أبلس من رحمة الله؛ أي: أيس. </p><p> وللعلماء في هذا الاستثناء قولان: </p><p> القول الأول: أنه استثناء متصل؛ لأن إبليس كان جنيا واحدا بين أظهر الألوف من الملائكة، مغمورا بهم، متصفا بصفاتهم، فغلبوا عليه في قوله:  {فَسَجَدُوا} ثم استثني منهم استثناء واحد منهم، وأكثر المفسرين: أن إبليس من الملائكة؛ لأن خطاب السجود كان مع الملائكة، فعلى هذا كان منهم ثم أبلس وغضب عليه، ولعن، فصار شيطانا. قال البغوي: وهو الأصح وعليه الجمهور، وابن عباس، وابن مسعود، وابن المسيب، وغيرهم. قال في «التيسير» : أما وصف الملائكة بأنهم لا يعصون ولا يستكبرون، فذلك دليل تصوّر العصيان منهم، ولولا التصوّر لما مدحوا به، لكن طاعتهم طبع، وعصيانهم تكلّف، وطاعة البشر تكلّف، ومتابعة الهوى منهم طبع، ولا يستنكر من الملائكة تصوّر العصيان، فقد ذكر من هاروت وماروت ما ذكر. </p><p> والقول الثاني: أنه منقطع؛ لأنه لم يكن من الملائكة، بل كان من الجن بالنص، قال تعالى:  {كانَ مِنَ الْجِنِّ فَفَسَقَ عَنْ أَمْرِ رَبِّهِ} وروى ابن مسعود، وشهر بن حوشب. أنه من الجن الذين كانوا في الأرض، وقاتلتهم الملائكة فسبوه صغيرا، وتعبّد مع الملائكة، وخوطب معهم. وعن الحافظ: أن الجن والملائكة جنس واحد، فمن طهر منهم فهو ملك، ومن خبث فهو شيطان، ومن كان بين بين فهو جن {أَبى} ؛ أي: امتنع عما أمر به من السجود والإباء إمتناع باختيار {وَاسْتَكْبَرَ} ؛ أي: تعظم وأظهر كبره، ولم يتخذه وصلة في عبادة ربه، أو تعظيمه، وتلقيه بالتحية والتكبر، أن يرى الرجل نفسه أكبر من غيره، والاستكبار طلب ذلك بالتشبّع؛ أي: بالتزين بالباطل وبما ليس له، ولكن السين هنا للمبالغة لا للطب، وتقديم الإباء على الاستكبار مع كونه مسبّبا عنه؛ لظهوره ووضوح أثره، فعطفه عليه من عطف العلة على المعلول؛ أي: أبى وامتنع لكبره، كما في «الصاوي» . </p><p> قالوا (١) : لما سجد الملائكة، امتنع إبليس ولم يتوجه إلى آدم، بل ولّاه ظهره وانتصب هكذا، إلى أن سجدوا وبقوا في السجود مائة سنة، وقيل: </p><p> خمسمائة سنة ورفعوا رؤوسهم، وهو قائم معرض لم يندم من الامتناع، ولم يعزم على الاتباع، فلمّا رأوه عدل ولم يسجد، وهم وفّقوا للسجود، سجدوا لله تعالى ثانيا، فصار لهم سجدتان، سجدة لآدم، وسجدة لله تعالى، وإبليس يرى ما فعلوه وهذا إباؤه، فغيّر الله تعالى صفته، وحالته، وصورته، وهيئته، ونعمته، فصار أقبح من كل قبيح، قال الله تعالى:  {إِنَّ اللَّهَ لا يُغَيِّرُ ما بِقَوْمٍ حَتَّى يُغَيِّرُوا ما بِأَنْفُسِهِمْ} قال بعضهم: جعل ممسوخا على مثال جسد الخنازير، ووجهه كالقردة، وللشيطان نسل وذرية، والممسوخ وإن كان لا يكون له نسل، لكن لما سأل النظرة وأنظر، صار له نسل. وفي الخبر: قيل له من قبل الحق: اسجد لقبر آدم أقبل توبتك، وأغفر معصيتك، فقال: ما سجدت لقالبه وجثته، فكيف أسجد لقبره وميتته. وفي الخبر أيضا: إن الله تعالى يخرجه على رأس مائة ألف سنة من النار، ويخرج آدم من الجنة، ويأمره بالسجود لآدم فيأبى، ثم يرد إلى النار. </p><p> {وَكانَ} إبليس اللعين {مِنَ الْكافِرِينَ} ؛ أي: في علم الله تعالى، أو صار منهم باستقباحه أمر الله إياه بالسجود لآدم، اعتقادا بأنه أفضل منه، والأفضل لا يحسن أن يؤمر بالتخضع للمفضول والتوصل به، كما أشعر به قوله:  {أَنَا خَيْرٌ مِنْهُ} جوابا لقوله تعالى: {ما مَنَعَكَ أَنْ تَسْجُدَ لِما خَلَقْتُ بِيَدَيَّ أَسْتَكْبَرْتَ أَمْ كُنْتَ مِنَ الْعالِينَ} لا بترك الواجب وحده، وإنما قال:  {مِنَ الْكافِرِينَ} ولم يكن حينئذ كافر غيره؛ لأنه كان في علم الله أن يكون بعده كفار، فذكر أنه كان من الكافرين؛ أي: من الذين يكفرون بعده، وهذا كما في قوله:  {فَتَكُونا مِنَ الظَّالِمِينَ} وقال (٢) أبو العالية: {مِنَ الْكافِرِينَ} ؛ أي: من العاصين، وصلة (أل) هنا ظاهرها الماضي؛ أي: من الذين كفروا، فيكون قد سبق إبليس كفار، وهم الجن الذين كانوا في الأرض، أو يكون إبليس أول من كفر مطلقا، إذ لم يصح أنه كان كفار </p><p>(١) روح البيان. (٢) البحر المحيط.</p>"
}