{
  "id": null,
  "sura": 2,
  "aya": 40,
  "text": "<p> ثم نبههم بذكر أصلهم آدم، وما جرى له من أكله من الشجرة بعد النهي عنها، وأن الحامل له على ذلك إبليس، وكانت هاتان الطائفتان، أعني: اليهود والنصارى أهل الكتاب، مظهرين اتّباع الرسل والاقتداء بما جاء عن الله تعالى. وقد اندرج ذكرهم عموما في قوله:  {يا أَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ} فجرّد ذكرهم هنا خصوصا، إذ قد سبق الكلام مع المشركين والمنافقين، وبقي الكلام مع اليهود والنصارى، فتكلّم معهم هنا، وذكر ما يقتضي لهم الإيمان بهذا الكتاب، كما آمنوا بكتبهم السابقة إلى آخر الكلام معهم، على ما سيأتي جملة مفصلة، وناسب الكلام معهم قصة آدم على نبينا وعليه الصلاة والسلام، لأنهم بعد ما أوتوا من البيان الواضح، والدليل اللائح، المذكور ذلك في التوراة والإنجيل، من الإيفاء بالعهد، والإيمان بالقرآن، ظهر منهم ضدّ ذلك بكفرهم بالقرآن، ومن جاء به وأقبل عليهم بالنداء، ليحرّكهم لسماع ما يرد عليهم من الأوامر والنواهي، نحو قوله:  {يا أَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ} و {يا آدَمُ اسْكُنْ} انتهى. </p><p> وللشوكاني هنا: كلام في الرد على من يبحث عن المناسبة بين السور وبين الآيات فلا يغتر بكلامه؛ لأنه إذا ثبت أن ترتيب الآيات والسور في وضع المصاحف، على غير ترتيب النزول، والحال أن ذلك وضع توقيفي، فلا بدّ من معرفة حكمة تغيير الترتيب النزولي إلى هذا الترتيب الوضعي، ويتوصل إلى معرفتها بالبحث عن المناسبة الموصل إلى معرفة بلاغات القرآن وإعجازه، فحينئذ لا بد من البحث عنها ويقال: </p><p> وكم من عائب بحثا صحيحا </p><p> لعدم اطّلاعه على ما فيها ولا نطيل الكلام في الرد عليه، كما أطاله وخطّأ غيره، وحمّقه، ولا نقول فيه إلا كما قيل: </p><p> وهو بسبق حائز تفضيلا ... مستوجب ثنائي الجميلا </p><p> التفسير وأوجه القراءة </p><p> ٤٠ - {يا بَنِي إِسْرائِيلَ} ؛ أي: يا أولاد يعقوب، وهذا خطاب مع جماعة اليهود </p><p> الذين كانوا بالمدينة في زمن النبي صلّى الله عليه وسلّم وإسرائيل: هو نبي الله يعقوب بن إسحاق، بن إبراهيم الخليل عليهم الصلاة والسلام، وفي إسرائيل سبع لغات: إسرائيل بزنة إبراهيم، وإسرائيل بمدة مهموزة مختلسة، رواها ابن شنبوذ، عن ورش، وإسرائيل بمدّة بعد الياء من غير همز، وهي قراءة الأعمش، وعيسى بن عمر، وقرأ الحسن من غير همز ولا مدّ، وإسرائل بهمزة مكسورة، وإسراءل بهمزة مفتوحة، وتميم يقولون إسرائين، ذكره الشوكاني وأضافهم (١) إلى لفظ إسرائيل، وهو يعقوب، ولم يقل: يا بني يعقوب! لما في لفظ إسرائيل من الإضافة المشرفة؛ لأنّ معناه عبد الله، أو صفوة الله، وذلك على أحسن تفاسيره، فهزّهم بالإضافة إليه، فكأنّه قيل: يا بني عبد الله أو يا بني صفوة الله، فكان في ذلك تنبيه على أن يكونوا مثل أبيهم في الخير، كما تقول: يا ابن الرجل الصالح! أطع الله، فتضيفه إلى ما يحركه لطاعة الله؛ لأنّ الإنسان يحبّ أن يقتفي أثر آبائه، وإن لم يكن بذلك محمودا، فكيف إذا كان محمودا ألا ترى إنا وجدنا آباءنا على أمة بل نتّبع ما ألفينا عليه آباءنا وفي قوله: يا بني إسرائيل! دليل على أنّ من انتمى إلى شخص، ولو بوسائط كثيرة، يطلق عليه أنه ابنه، وعليه يا بني آدم! ويسمى ذلك أبا، وفي إضافتهم إلى إسرائيل، تشريف لهم بذكر نسبتهم لهذا الأصل الطيب، وهو يعقوب بن إسحاق بن إبراهيم خليل الرحمن. </p><p> ونقل عن أبي الفرج ابن الجوزي: أنه ليس لأحد من الأنبياء غير نبينا محمد صلّى الله عليه وسلّم اسمان إلا يعقوب، فإنه يعقوب، وهو إسرائيل ونقل الجوهري في «صحاحه» : أن المسيح اسم علم لعيسى لا اشتقاق له. وذكر البيهقيّ عن الخليل بن أحمد، خمسة من الأنبياء ذوو اسمين: محمد وأحمد نبينا صلّى الله عليه وسلّم، وعيسى والمسيح، وإسرائيل ويعقوب، ويونس وذو النون، وإلياس وذو الكفل. </p><p> والمراد بقوله:  {يا بَنِي إِسْرائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ} من كان بحضرة رسول الله صلّى الله عليه وسلّم بالمدينة وما والاها من بني إسرائيل، أو من أسلم من اليهود وآمن </p><p>(١) البحر المحيط.</p><p> بالنبي صلّى الله عليه وسلّم، أو أسلاف بني إسرائيل وقدماؤهم، أقوال ثلاثة: والأقرب الأول؛ لأن من مات من أسلافهم لا يقال له:  {وَآمِنُوا بِما أَنْزَلْتُ مُصَدِّقًا لِما مَعَكُمْ} إلا على ضرب بعيد من التأويل؛ ولأن من آمن منهم لا يقال له:  {وَآمِنُوا بِما أَنْزَلْتُ مُصَدِّقًا لِما مَعَكُمْ وَلا تَكُونُوا أَوَّلَ كافِرٍ بِهِ} إلا بمجاز بعيد. </p><p> ويحتمل قوله:  {اذْكُرُوا} الذكر باللسان، والذكر بالجنان، فعلى الأول يكون المعنى: أمرّوا النّعم على ألسنتكم ولا تغفلوا عنها، فإن إمرارها على اللسان ومدارستها سبب في أن لا تنسى. وعلى الثاني يكون المعنى تنبّهوا للنعم ولا تغفلوا عن شكرها وفي النعمة (١) المأمور بشكرها، أو بحفظها أقوال: ما استودعوا من التوراة التي فيها صفة رسول الله صلّى الله عليه وسلّم أو ما أنعم به على أسلافهم من إنجائهم من آل فرعون، وإهلاك عدوّهم، وإيتائهم التوراة، ونحو ذلك قاله الحسن، والزجاج، أو إدراكهم مدّة النبي صلّى الله عليه وسلّم، أو علم التوراة، أو جميع النعم على جميع خلقه، وعلى سلفهم وخلفهم في جميع الأوقات على تصاريف الأحوال. وأظهر هذه الأقوال: أنها ما اختصّ به بنو إسرائيل من النعم لظاهر قوله: {الَّتِي أَنْعَمْتُ عَلَيْكُمْ} ونعم الله على بني إسرائيل كثيرة، استنقذهم من بلاء فرعون وقومه، وجعلهم أنبياء وملوكا، وأنزل عليهم الكتب المعظّمة، وظلّل عليهم في التيه الغمام، وأنزل عليهم المنّ والسلوى. قال ابن عباس (أعطاهم عمودا من النّور ليضيء لهم باللّيل) وكانت رءوسهم لا تتشعّث، وثيابهم لا تبلى، وإنما ذكّروا بهذه النعم؛ لأن في جملتها ما شهد بنبوة محمد صلّى الله عليه وسلّم وهو التوراة، والإنجيل، والزبور. وليحذروا مخالفة ما دعوا إليه، من الإيمان برسول الله صلّى الله عليه وسلّم، وبالقرآن، ولأنّ تذكير النعم السالفة يطمع في النعم الخالفة، وذلك الطمع يمنع من إظهار المخالفة، وهذه النعم وإن كانت على آبائهم فهي أيضا نعم عليهم؛ لأن هذه النعم حصل بها النسل؛ ولأنّ الانتساب إلى آباء شرّفوا بنعم، تعظيم في حق الأولاد. قال بعض العارفين: عبيد النعم كثيرون، وعبيد المنعم قليلون، فالله تعالى ذكّر بني إسرائيل نعمه عليهم، ولما آل الأمر إلى أمة محمد صلّى الله عليه وسلّم ذكر </p><p>(١) البحر المحيط.</p><p> المنعم، فقال:  {فَاذْكُرُونِي أَذْكُرْكُمْ} فدلّ ذلك على فضل أمة محمد صلّى الله عليه وسلّم على سائر الأمم. وفي قوله:  {نِعْمَتِيَ} نوع التفات، لأنه خروج من ضمير المتكلم المعظم نفسه في قوله:  {آياتِنا} إلى ضمير المتكلم الذي لا يشعر بذلك. وفي إضافة النعمة إليه، إشارة إلى عظم قدرها، وسعة برّها، وحسن موقعها. وفي قوله (١) : {عَلَيْكُمْ} إشعار بأنهم قد نسوها بالكلية، ولم يخطروها بالبال، لا أنهم أهملوا شكرها فقط. وتقييد النعمة بكونها عليهم؛ لأن الإنسان غيور حسود بالطبع، فإذا نظر إلى ما أنعم الله على غيره، حمله الغيرة والحسد على الكفران والسّخط، ولذا قيل: لا تنظر إلى من هو فوقك في الدنيا، لئلّا تزدري نعمة الله عليك، فإنّ من نظر إلى ما أنعم الله به عليه، حمله حبّ النعمة على الرضى والشكر؛ أي: احفظوا بالجنان، واشكروا باللسان نعمتي التي تفضّلت بها عليكم. ويجوز (٢) في الياء من نعمتي الإسكان والفتح، والقرّاء السبعة متفقون على الفتح، وأنعمت صلة التي، والعائد محذوف، والتقدير: أنعمتها عليكم {وَأَوْفُوا} ؛ أي: أتمّوا {بِعَهْدِي} الذي قبلتم يوم الميثاق، ولا تتركوا وفاءه وهو عام في جميع أوامره، من الإيمان، والطاعة، ونواهيه، ووصاياه، فيدخل في ذلك ما عهده تعالى إليهم في التوراة، من اتّباع محمد صلّى الله عليه وسلّم والعهد: حفظ الشيء ومراعاته حالا فحالا، والمراد منه هنا: الموثق. والوصية والعهد هنا مضاف إلى الفاعل {أُوفِ بِعَهْدِكُمْ} بما ضمنت لكم من الجزاء؛ أي: أتّمم جزاءكم بحسن الإثابة، والقبول، ودخول الجنة، والعهد هنا مضاف إلى المفعول، فإنّ العهد يضاف إلى المعاهد والمعاهد، فإن الله عهد إليهم بالإيمان والعمل الصالح، بنصب الدلائل، وإرسال الرسل، وإنزال الكتب، ووعد لهم بالثواب على حسناتهم وأوّل مراتب الوفاء منّا: هو الإتيان بكلمتي الشهادة، ومن الله حقن المال والدم، وآخرها منّا: الاستغراق في بحر التوحيد بحيث نغفل عن أنفسنا فضلا عن غيرنا، ومن الله الفوز باللّقاء الدائم. </p><p>(١) روح البيان. (٢) البحر المحيط.</p><p> والمعنى (١) : يا أولاد يعقوب! اذكروا بألسنتكم وبقلوبكم نعمتي التي أنعمت بها عليكم، وعلى آبائكم، من الإنجاء من فرعون، وفلق البحر، وتظليل الغمام في التيه، وإخراج الماء من الحجر، وإنزال المنّ والسلوى، وغير ذلك من النعم التي لا تعدّ ولا تحصى، واشكروا عليها بالإيمان بمحمد صلّى الله عليه وسلّم، وحذف الشكر؛ إكتفاء بذكر النعمة {وَأَوْفُوا بِعَهْدِي} ؛ أي: أتموا وأدّوا بما أمرتكم به من الطاعات، واجتنبوا ما نهيتكم عنه من الكفر والعصيان، أو أوفوا العهد الذي جعلنا عليكم في كتبكم من الإيمان بمحمد صلّى الله عليه وسلّم {أُوفِ بِعَهْدِكُمْ} ؛ أي: أوف لكم وأتمم بما عاهدته لكم عليّ، وضمنته لكم، من الجزاء بإثابتكم وإدخالكم الجنة {وَإِيَّايَ} لا غيري {فَارْهَبُونِ} ؛ أي: خافوني فيما تأتونه وفيما تذرونه؛ أي: خافوا عقابي في نقض ذلك العهد، فإن عذابي لشديد. ونصب (٢)  {إِيَّايَ} بمحذوف، تقديره: وإياي ارهبوا، فارهبوني فيما تأتون وتذرون، وخصوصا في نقض العهد لا بارهبون فإنه قد أخذ مفعوله، والأصل: ارهبوني، لكن حذفت الياء تخفيفا؛ لموافقة رؤوس الآي، والفاء الجزائية دالة على تضمن الكلام معنى الشرط، كأنه قيل: إن كنتم راهبين شيئا فارهبوني لا غيري. والرهبة: خوف معه تحرز، والآية متضمنة للوعد لقوله:  {أُوفِ} والوعيد لقوله: {وَإِيَّايَ فَارْهَبُونِ} دالة على وجوب الشكر. والوفاء بالعهد، وأن المؤمن ينبغي له أن لا يخاف أحدا إلا الله؛ للحصر المستفاد من تقديم إياي، والمعنى (٣) : أي: لا ترهبوا ولا تخافوا إلا من بيده مقاليد الأمور كلها، وهو الله الذي أنعم عليكم بتلك النعمة الكبرى، وهو القادر على سلبها منكم، وعلى عقوبتكم على ترك الشكر عليها، ولا يرهب بعضكم بعضا خوف فوت بعض المنافع، ونزول بعض الأضرار، إذا أنتم اتبعتم الحق، وخالفتم غيركم من الرؤساء. </p><p> وقيل: المراد بالنعمة نعمة النبوة التي اصطفاهم بها زمانا طويلا، حتى </p><p>(١) العمدة. (٢) روح البيان.(٣) المراغي.</p>"
}