{
  "id": null,
  "sura": 2,
  "aya": 186,
  "text": "<p> ولكون ذلك في معنى العلة عطف عليه قوله:  {وَلِتُكْمِلُوا} بالتخفيف والتشديد {الْعِدَّةَ} ؛ أي: عدة صوم رمضان، والتقدير: وإنما (١) أرخص لكم في الإفطار للمرض والسفر ونحوهما من الأعذار؛ لإرادته بكم اليسر، وإنما أمركم بالقضاء لتكملوا عدة شهركم بتدارك ما فات منها بالقضاء {وَلِتُكَبِّرُوا اللَّهَ} ؛ أي: ولتذكروا الله بالتكبير وغيره عند انقضاء عبادتكم شكرًا {عَلَى مَا هَدَاكُمْ} ؛ أي: على هدايته إياكم إلى معالم دينكم وإرشاده إياكم إلى هذه العبادة. </p><p> قال ابن عباس رضي الله عنهما: حقٌّ على المسلمين إذا رأوا هلال شوال أن يكبروا، وقال الشافعي: وأحب إظهار التكبير في العيدين، وبه قال مالك، وأحمد، وإسحاق، وأبو يوسف، ومحمد. {وَلَعَلَّكُمْ تَشْكُرُونَ} الله على رخصه بالمحافظة على ما أمركم الله به من أداء فرائضه، وترك محارمه، وحفظ حدوده. </p><p> وإنما ختمت هذه الآية (٢) بترجي الشكر؛ لأن قبلها تيسيرًا وترخيصًا، فناسب ختمها بذلك، وختمت الآيتان قبلها بترجي التقوى، وهما قوله:  {وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ} وقوله: {كُتِبَ عَلَيْكُمُ الصِّيَامُ} ؛ لأن القصاص والصوم من أشق التكاليف، فناسب ختمها بذلك، وهذا مطرد في القرآن، فحيث ورد ترخيص عقب بترجي الشكر غالبًا، وحيث جاء عدم ترخيص عقب بترجي التقوى وشبهها، وهذا من محاسن علم البيان. </p><p> ١٨٦ - ولما سأل الناس رسول الله - صلى الله عليه وسلم - أقريب ربنا فنناجيه، أم بعيد فنناديه؟ نزل قوله:  {وَإِذَا سَأَلَكَ} يا محمد {عِبَادِي عَنِّي} ؛ أي: عن قربي أو بعدي {فَإِنِّي قَرِيبٌ} ؛ أي: فقل لهم يا محمد: أني قريب منهم، بالعلم والإجابة والإنعام، والقرب هنا عبارة عن سماعه لدعائهم، وقال في \"الكشاف\" : إنه تمثيل لحاله في سهولة إجابته لمن دعاه، وسرعة إنجاحه حاجة من سأله بمن قرب مكانه، فإذا دعي أسرعت تلبيته. {أُجِيبُ دَعْوَةَ الدَّاعِ} ؛ أي: أسمع وأقبل دعاء عبدي الداعي </p><p>(١) ابن كثير. (٢) جمل.</p><p> إذا {دَعَانِ} : وهذا تقرير للقرب ووعد للداعي بالإجابة. </p><p> ثم إجابة الدعاء (١) وعد صدق من الله لا خلف فيه، غير أن إجابة الدعاء تخالف قضاء الحاجة، فإجابة الدعوة أن يقول العبد: يا رب، فيقول الله: لبيك عبدي، وهذا أمر موعود موجود لكل مؤمن، وقضاء الحاجة إعطاء المراد، وهذا قد يكون ناجزًا، وقد يكون بعد مدة، وقد يكون في الآخرة، وقد تكون الخيرة له في غيره. </p><p> وقيل (٢) : المراد من الدعاء التوبة من الذنوب؛ لأن التائب يدعو الله تعالى عند التوبة، وإجابة الدعاء هو قبول التوبة، وقيل: المراد من الدعاء العبادة، قال - صلى الله عليه وسلم -: \"الدعاء هو العبادة\" ومما يدل على ذلك قوله تعالى: {وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ (٦٠) }: وقرأ أبو عمرو، وقالون عن نافع:  {الداعي إذا دعاني} بإثبات الياء فيهما مع الوصل، والباقون بحذفها على الوصل في الأولى، وعلى التخفيف في الثانية. </p><p> {فَلْيَسْتَجِيبُوا لِي} ؛ أي: فليجيبوا إلى دعوتي إذا دعوتهم إلى الإيمان والطاعة، كما أني أجيبهم إذا دعوني لحوائجهم ومهماتهم، ولينقادوا لي وليستسلموا لأوامري، فالإجابة من العبد الطاعة، ومن الله الإثابة والعطاء {وَلْيُؤْمِنُوا بِي} ؛ أي: وليواظبوا على الإيمان بي وبرسولي، وهذا الترتيب يدل على أن العبد لا يصل إلى نور الإيمان وقوته إلا بتقدم الطاعات والعبادات {لَعَلَّهُمْ يَرْشُدُونَ} ويهتدون؛ أي: لكي يهتدوا إلى مصالح دينهم ودنياهم إذا استجابوا لي، وآمنوا بي وبرسولي. </p><p> ثم إنه كانت الشريعة صدرَ الإِسلام أنَّ الرجل إذا أمسى .. حلَّ له الأكل والشرب والجماع إلى أن يصلي العشاء الآخرة، أو يرقد، فإذا صلاها، أو رقد ولم يفطر .. حَرُمَ عليه الطعام والشراب والنساء إلى القابلة، ثم إن عمر رضي الله </p><p>(١) نسفي. (٢) مراح.</p>"
}