{
  "id": null,
  "sura": 2,
  "aya": 122,
  "text": "<p> الذين خسروا في الدنيا والآخرة، حيث اشتروا الكفر بالإيمان؛ لمصيرهم إلى النار المؤبَّدة عليهم. </p><p> ١٢٢ - {يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ} لمّا صدر (١) قصّتهم بالأمر بذكر النعم، والقيام بحقوقها، والحذر من إضاعتها، والخوف من الساعة وأهوالها، كرَّر ذلك وختم به الكلام معهم؛ مبالغةً في النصح لهم؛ وإيذانًا بأنّه فذلكة القصة، والمقصود من القصة، والمعنى: يا بني إسرائيل! اذكروا أيادييّ لديكم، وصنعي بكم، واستنقاذي إيّاكم من أيدي العدو في نعم كثيرة أنعمت بها عليكم، ومن جملة النعم: التوراة، وذكر النعمة إنّما يكون بشكرها، وشكرها الإيمان بجميع ما فيها، ومِنْ لازم الإيمان بها الإيمان بمحمد - صلى الله عليه وسلم -؛ لأنَّ نعت النبي - صلى الله عليه وسلم - من جملة ما فيها {وَأَنِّي فَضَّلْتُكُمْ عَلَى الْعَالَمِينَ} ؛ أي: واذكروا تفضيلي إيّاكم على عالمي زمانكم بكثرة الأنبياء فيكم، وإعطاء التوراة لكم. </p><p> ١٢٣ - {وَاتَّقُوا يَوْمًا} ؛ أي: واخشوا، وخافوا عذاب يوم رهيب، وهو يوم القيامة {لَا تَجْزِي} ولا تدفع فيه، تقول: جزى عنّي هذا الأمر يجزي، كما تقول: قضى عنّي يقضي وزنًا، ومعنى؛ أي: لا تقضي في ذلك اليوم {نَفْسٌ} من النفوس، أو نفسٌ مؤمنةٌ {عَنْ نَفْسٍ} أخرى أو كافرةٍ {شَيْئًا} من الحقوق التي لزمتها؛ أي: لا تقضي نفسٌ ليس عليها شيءٌ شيئًا من الحقوق التي وجبت على نفسٍ أخرى؛ أي: لا تؤخذ نفسٌ بذنب أخرى، ولا تدفع شيئًا، وأمّا إذا كان عليها شيءٌ، فإنّها تجزي وتقضي بغير اختيارها، بما لها من حسناتها ما عليها من الحقوق، كما في حديث أبي هريرة - رضي الله عنه -: أن رسول الله - صلى الله عليه وسلم - قال:  \"من كانت له مظلمة لأخيه من عرض، أو غيره، فليستحلل منه اليوم قبل أن لا يكون دينار ولا درهم، إن كان له عملٌ صالح أخذ منه بقدر مظلمته، وإن لم يكن له حسنات أخذ من سيئات صاحبه، فحمل عليه\" . </p><p> {وَلَا يُقْبَلُ مِنْهَا} ؛ أي: من النفس الأولى أو الكافرة {عَدْلٌ} ؛ أي: فداءٌ، وهو بفتح العين: الفدية، وهي ما يماثل الشيء قيمةً، وإن لم يكن من جنسه، والعِدْل بالكسر: ما يساوي، الشيء في الوزن والجرم من جنسه. </p><p> والمعنى: لا يؤخذ منها فديةٌ تنجو بها من النار، ولا تجد ذلك لتفتدي به، </p><p>(١) العمدة.</p>"
}