{
  "id": null,
  "sura": 2,
  "aya": 126,
  "text": "<p> يختصُّ بهم، إلّا أن له مزيد اختصاص بهم من حيث إن مجاوزة الميقات لا تجوز لهم إلّا بالإحرام {وَالرُّكَّعِ السُّجُودِ} ؛ أي: المصلِّين إليه من سائر البلدان جمع راكعٍ وساجدٍ؛ لأن القيام، والرُّكوع، والسجود من هيئات المصلِّي، ولتقارب الركوع والسجود ذاتًا وزمانًا، ترك العاطف بين موصوفيهما، والجلوس في المسجد الحرام ناظرًا إلى الكعبة من جملة العبادات الشريفة المرضية، كما قال النبيُّ - صلى الله عليه وسلم -: \"إنّ لله تعالى في كُلِّ يوم مائةً وعشرين رحمةً، تنزل على هذا البيت ستون للطائفين، وأربعون للمصلّين، وعشرون للناظرين\" . </p><p> واعلم: أنّه تعالى لمّا قال: {أَنْ طَهِّرَا بَيْتِيَ} دخل فيه بالمعنى: جميع بيوته تعالى، فيكون حكمها حكمه في التطهير، والنظافة، وإنّما خصَّ الكعبة بالذكر؛ لأنّه لم يكن هناك غيرها، وفي الآية: إيماء إلى أنَّ إبراهيم كان مأمورًا هو ومن بعده بهذه العبادات، ولكن لا دليل إلى معرفة الطريق التي كانوا يؤدُّونها بها. فالمراد بالطائفين: من يقصد البيت حاجًّا، أو معتمرًا، فيطوف به، وبالعاكفين: من يقوم هناك ويجاور فيه، وبالركع السجود: من يصلّي إليه الصلوات الخمس، وغيرها. وروي عن ابن عباس، ومجاهد، وعطاء: إنّ الطواف لأهل الأمصار أفضل، والصلاة لأهل مكة أفضل. </p><p> ١٢٦ - {و} واذكر يا محمد! لأمّتك قصّة {إِذْ قَالَ إِبْرَاهِيمُ} عليه السلام؛ أي: قصّة إذ دعا إبراهيم ربَّه، فقال: في دعائه يا {رَبِّ اجْعَلْ هَذَا} الوادي الأقفر الخالي عن الأنيس، الذي ليس فيه زرعٌ، ولا ماءٌ، ولا بناءٌ {بَلَدًا} مَسْكنًا {آمِنًا} أي: ذا أمنٍ يأمن فيه أهله من القحط، والجدب، والخسف، والمسخ، والزَّلازل، والجذام، والبرص، ونحو ذلك من المَثُلاَتِ التي تَحُلُّ بالبلاد غيرها، فهو من باب النَّسب؛ أي: بلدًا منسوبًا إلى الأمن كلابن، وتامر، فإنّهما لنسبة موصوفهما إلى مأخذهما، كأنّه قيل: لبنيٌّ وتمريٌّ، فالإسناد حقيقيٌّ، أو المعنى: بلدًا آمنًا أهله، فيكون من قبيل الإسناد المجازي؛ لأنَّ الأمن الذي هو صفةٌ لأهل البلد حقيقةً، قَدْ أُسْنِدَ إلى مكانهم للملابسة بينهما. وكان هذا الدعاء في أوَّلِ ما قَدِم إبراهيم عليه السلام مكة؛ لأنّه لما أسكن إسماعيل وهاجر هناك، وعاد مُتوجِّهًا إلى الشام تبعته هاجر، فجعلت تقول: إلى مَنْ تكلنا في هذا البَلْقَعِ؛ أي: المكانِ الخالي من الماء، والنبات، </p><p> وهو لا يردُّ عليها جوابًا، حتى قالت: آلله أمرك بهذا؟ فقال: نعم، قالت: إذًا لا يُضيِّعنا، فرضِيَتْ، ومضَى، حتى إذا استوى على ثنية كداء، أقبل على الوادي، فقال:  {رَبَّنَا إِنِّي أَسْكَنْتُ مِنْ ذُرِّيَّتِي بِوَادٍ غَيْرِ ذِي زَرْعٍ ...} إلى آخر الآية، وإنما (١) دعا إبراهيم له بالأمن؛ لأنه ليس فيه زرع، ولا ثمرٌ، فإذا لم يكن آمنًا، لم يجلب إليه شيءٌ من النَّواحي، فيتعذَّر المقام فيه، فأجاب الله تعالى دعاء إبراهيم، فجعله بلدًا آمنًا لا يُسْفَك فيه دم إنسان، ولا يظلم أحد، ولا يصاد صيده، ولا يُخْتَلَى خلاه، فما قصده جَبَّارٌ إلّا قصَمَه الله تعالى، كما فعل بأصحاب الفيل، وغيرهم من الجبابرة. </p><p> فإن قُلْتَ: ما الفائدة في قول إبراهيم {رَبِّ اجْعَلْ هَذَا بَلَدًا آمِنًا} مع قوله تعالى أوّلًا: {وَإِذْ جَعَلْنَا الْبَيْتَ مَثَابَةً لِلنَّاسِ وَأَمْنًا} ؟ </p><p> قلت: المراد من الأمن المذكور: أوّلًا الأمن من الأعداء، والخسف، والمسخ، ومن المذكور في دعاء إبراهيم: الأمن من القحط، والجوع، وقيل: معنى بلدًا آمنًا؛ أي: كثير الخصب، يؤمن فيه من الجوع، والقحط، فإن الدنيا إذا طلبت ليُتقوَّى على الدين، كان ذلك من أعظم أركان الدين، فإذا كان البلد آمنًا، وحصل فيه الخصب تفرَّغ أهله لطاعة الله، وأيضًا إنَّ الخصب مما يدعو الناس إلى تلك البلدة، فهو سبب اتصاله في الطاعة. </p><p> والمعنى (٢) : أي قال إبراهيم: ربّ اجعل هذا الوادي من البلاد الآمنة! وهذا دعاء منه أن يكون البيت آمنًا في نفسه من الجبابرة، وغيرهم، أن يسلَّطوا عليه، ومن عقوبة الله أن تناله، كما تنال سائر البلدان من خسف، وزلزال، وغرق، ونحو ذلك ممَّا يُنْبِىءُ عن سخط الله، ومثلاته التي تصيب سائر البلاد، وقد استجاب الله دعاءه، فلم يقصده أحدٌ بسوءٍ إلا قصم ظهره، ومن تعدَّى عليه لم يطل زمن تعدِّيه، بل يكون تعدّيًا عارضًا ثمَّ يزول. </p><p>(١) روح البيان. (٢) العمدة.</p><p> {وارزق} يا ربّ! {أَهْلَهُ} ؛ أي: أهل هذا البلد وسُكَّانه مواطنًا كان، أو مقيمًا {مِنَ الثَّمَرَاتِ} ؛ أي: من أنواع الثمرات، وحمل الشجر: جمع ثمرة وهي المأكولات مما يخرج من الأرض والشجر، فهو سؤال الطعام والفواكه، وقيل: هي الفواكه، وإنّما خصَّ هذا بالسؤال؛ لأنّ الطعام المعهود مما يكون في كُل موضع، وأمّا الفواكه، فقد تندر، فسأل لأهله الأمن والسعة، مما يطيب العيش، ويدوم، وقد تحصل في مكَّة الفواكه الربيعيَّة، والصيفيَّة، والخريفيَّة في يوم واحد، فاستجاب له في ذلك؛ لما روي أنّه لما دعا هذا الدعاء، أمر الله سبحانه جبريل بنقل قرية من قرى فلسطين كثيرة الثمار إليها، فأتى جبريل فقلعها، وجاء بها، وطاف بها حول البيت سبعًا، ثم وضعها على ثلاث مراحل من مكة وهي الطائف، ولذلك سُمِّيت به، ومنها أكثر ثمرات مكة، ويجيءُ إليها أيضًا من الأقطار الشَّاسِعَة، والبلاد النَّائية، شرقًا وغربًا، شمالًا وجنوبًا، خصوصًا في هذا الزمان بالطائرات، والباخرات، والسيَّارات، وهذا آية من آيات الله، فسبحانه فعالًا لما يريد، وخصّ الثمرات حيث لم يقل من الحبوب؛ لما في تحصيلها من الذلّ الحاصل بالحرث، وغيره، فاقتصاره على الثمرات؛ لتشريفهم، ثم أبدل قوله:  {مَنْ آمَنَ مِنْهُمْ بِاللَّهِ وَالْيَوْمِ الْآخِرِ} من أهله بدل بعض من كل؛ مراعاة لحسن الأدب، وترغيبًا لقومه في الإيمان؛ أي: وارزق المؤمنين باللهِ وباليوم الآخر من أهله خاصة {قَالَ} سبحانه وتعالى {وَمَن كَفَرَ} معطوف على محذوف، تقديره: أي: ارزق من آمن منهم ومن كفر أيضًا. </p><p> قاس إبراهيم عليه السلام الرزق على الإمامة، حيث سأل الرزق لأجل المؤمنين خاصة، كما خصّ الله تعالى الإمامة بهم في قوله تعالى:  {لَا يَنَالُ عَهْدِي الظَّالِمِينَ} فلمّا ردّ سؤال الإمامة في حقّ ذرّيته على الإطلاق، حسب أن يردَّ سؤاله الرزق في حقّ أهل مكة على الإطلاق، فلذلك قيد بالإيمان تأدُّبًا بالسؤال الأول، فنبَّه سبحانه على أنَّ الرزق رحمةٌ دنيويَّةٌ تعمُّ المؤمن والكافر، بخلاف الإمامة والتقدُّم؛ أي: وأَرْزُقُ أيضًا من كفر باللهِ واليوم الآخر {فَأُمَتِّعُهُ} ؛ أي: أمدُّ له ليتناول من لذات الدنيا؛ إثباتًا للحجة عليه، وأمتعه تمتيعًا {قَلِيلًا} فإنّ الدنيا بكليتها قليلةٌ، وما يتمتَّع الكافر به منها قليلٌ من القليل، فإنَّ نعمته تعالى في الدنيا </p><p> وإن كانت كثيرة بإضافة بعضها إلى بعض، فإنّها قليلةٌ بإضافتها إلى نعمة الآخرة، وكيف لا يقلُّ ما يتناهى بالإضافة إلى ما لا يتناهى، فقليلًا: صفة لمصدر محذوف، كما قدَّرنا، ويجوز أن يكون صفة لظرف محذوف؛ أي: أُمتِّعُه زمانًا قليلًا، وهو مدَّة حياته {ثُمَّ أَضْطَرُّهُ} ؛ أي: ثمّ بعد تمتيع ذلك الكافر مدّة حياته أضطرُّه؛ أي: ألجئه، وأرجعه، وأسوقه في الآخرة {إِلَى عَذَابِ النَّارِ} فلا يجد عنها محيصًا، والاضطرار في اللُّغة: حمل الإنسان على ما يضرُّه، وهو في المتعارف: حمل الإنسان بكفره على أن يفعل ما أكره عليه باختياره، فلا يكون اضطرارهم إلى عذاب النار مستعملًا في معناه العرفي، فهو مستعارٌ لِلَزِّهِمْ، وإلصاقِهِم به، بحيث يتعذَّر عليهم التخلّصُ منه، كما قال تعالى:  {يَوْمَ يُسْحَبُونَ فِي النَّارِ عَلَى وُجُوهِهِمْ} فإنَّه صريحٌ في أن لا مدخل لهم في لحوق عذاب الآخرة بهم، ولا اختيار إلّا أنّهم سُمُّوا مضطرين إليه مختارين إيّاه على كُره، تشبيهًا لهم بالمضطر الذي لا يملك الامتناع عمَّا اضطرّ إليه، فالمعنى: أَلُزُّهُ إليه لَزُّ المضطرِّ لكُفْرِه، وتضييعهِ ما متَّعتُهُ به من النِعَم بحيث لا يمكن الامتناعَ منه {وَبِئْسَ الْمَصِيرُ} ؛ أي: قَبُح المرجع مرجعُه المخصوص بالذمّ محذوف؛ أي: بئس المرجع الذي يرجع إليه للإقامة فيه النارُ، أو عذابها، فللعبد في هذه الدنيا الفانية الإمهالُ أيّامًا لا لإهمالٍ، إذ كُلُّ نفس تُجزى بما كسبت، ولا تغرَّنك الزخارف الدنيوية، فإنَّ للمطيع والعاصِي نصيبًا منها، وليس ذلك من موجبات الرفعة في الآخرة، فعلى العاقل أن لا يغترَّ بالزخارف الدُّنيوية، بل لا يفرح بشيء سوى الله تعالى، فإنَّ ما خلا الله باطلٌ وزائلٌ، والاغترار بالزائل الفاني ليس من قضيّة كمال العقل، والفهم، والعرفان. </p><p> وقرأ الجمهور (١) من السبعة {فَأُمَتِّعُهُ} مشدَّدًا على الخبر. وقرأ ابن عامر {فأمتعه} مخفَّفًا على الخبر. وقرأ هؤلاء {ثُمَّ أَضْطَرُّهُ} خبرًا، وقرأ يحيى بن وثاب:  {فأُمْتِعهُ} مخفَّفًا {ثُمَّ أَضْطَرُّهُ} بكسر الهمزة، وهما خبران. وقرأ ابن محيصن {ثُمَّ أَضْطَرُّهُ} بإدغام الضاد في الطاء خبرًا. وقرأ يزيد بن أبي حبيب {ثُمَّ </p><p>(١) البحر المحيط.</p><p> أَضْطَرُّهُ} بضمّ الطاء خبرًا. وقرأ أبيُّ بن كعب {فنُمتِّعُه ثمّ نضطرُّه} بالنون فيهما. </p><p> وقرأ ابن عباس، ومجاهد، وغيرهما:  {فأَمْتِعْهُ قليلًا ثم اضْطرُّه} على صيغة الأمر فيهما، فأمَّا على هذه - القراءة، فيتعيَّن أن يكون الضمير في {قَالَ} عائدًا على إبراهيم لمَّا دعا للمؤمنين بالرزق، دعا على الكافرين بالإمتاع القليل، والإلزاز إلى العذاب، ومَنْ على هذه القراءة يحتمل أن تكون في موضع رفع بالابتداء على أن تكون موصولة، أو شرطية، وفي موضع نصب على الاشتغال على الوصل أيضًا وأمّا على قراءة الباقين، فيتعيَّن أن يكون الضمير في قال عائدًا على الله تعالى، ومَنْ يحتمل أن يكون في موضع نصب على إضمار فعل، تقديره: قال الله: وأرزق مَنْ كفر فأمتعه، ويكون {فَأُمَتِّعُهُ} معطوفًا على ذلك الفعلِ المحذوف الناصب لِمَنْ، ويحتمل أن تكون {مَنْ} في موضع رفع على الابتداء إمّا موصولًا، وإمّا شرطًا، والفاء فاءُ جواب الشرط، أو الداخلة في خبر الموصول؛ لشبهه باسم الشرط. انتهى. ملخصًا من \"البحر\" . </p><p> وحاصل مَعنى الآية:  {وَارْزُقْ أَهْلَهُ مِنَ الثَّمَرَاتِ} . الخ. أي: وارزق (١) أهله من أنواع الثمار، إمّا بزرعها بالقرب منه، وإمّا بأن تجبى إليه من الأقطار الشاسعة، وقد حصل كلاهما استجابةً لدعوة إبراهيم، كما هو مشاهدٌ، وقد جاء في سورة القصص {أَوَلَمْ نُمَكِّنْ لَهُمْ حَرَمًا آمِنًا يُجْبَى إِلَيْهِ ثَمَرَاتُ كُلِّ شَيْءٍ} وخصَّ إبراهيم بدعائه المؤمنين، وإن كان سبحانه لواسع رحمته، جعل رزق الدنيا عامًّا للمؤمنين والكافرين {كُلًّا نُمِدُّ هَؤُلَاءِ وَهَؤُلَاءِ مِنْ عَطَاءِ رَبِّكَ وَمَا كَانَ عَطَاءُ رَبِّكَ مَحْظُورًا} ؛ لأن تمتيع الكافرين قصيرٌ محدودٌ بذلك العمر القصير، ثمَّ إلى النار وبئس المصير، وهذا ما بيَّنه عز اسمه بقوله:  {قَالَ وَمَنْ كَفَرَ فَأُمَتِّعُهُ ...} إلخ. أي: قال الله سبحانه: يا إبراهيم! قد أجبت دعوتك، ورزقت مؤمن أهل البلد من الثمرات، ورزقت كفارهم أيضًا، وأمتعهم بهذا الرزق أمدًا قليلًا، وهو مدّة وجودهم في الدنيا، ثم أسوقهم إلى عذاب النار سوقًا اضطراريًّا لا اختيار لهم فيه، ولا يعلمون أنَّ عملهم ينتهي بهم إليه. </p><p>(١) المراغي.</p><p> ذاك أنَّ أعمال البشر التي تقع باختيارهم، لها آثارٌ وغاياتٌ اضطراريَّةٌ تنتهي بهم إليها، وتكون نتيجةً لها، بحسب ما وضعه الله سبحانه في نظام الكون، من وجود المسببات عقب وجود أسبابها، فالإسراف في الشهوات يفضي إلى بعض الأمراض في الدنيا، كذلك الكفار، والفساق، مختارون في كفرهم، وفسوقهم، وتكون نتيجة ذلك سوقهم إلى عذاب النار بمقتضى السُّنن الموضوعة. وكُل أعمال الإنسان النفسانية، والبدنية، لها الأثر الذي يفضي بصاحبها إلى السعادة، أو الشقاء، وهي أعمال كسبية اختيارية، فالإنسان متمكّن من اختيار الحق، وترك الباطل، وترك الخبيث، وفعل الطيّب بما أعطاه الله من العقل، وبما نزَّل عليه من الوحي، فإذا حاد عن ذلك يكون قد ظلم نفسه، وعرَّضها للعذاب، والشَّقاء بأعماله التي مبدؤها كسبي، وأثرها اضطراريٌّ، وهذه السُّنن بقضاء الله وتقديره، ومن ثَمّ يصحُّ أن يقال: إن الله قد اضطرّ الكافر إلى العذاب، وأَلْجَأَهُ إليه، وجعل الأرواح المدنَّسة بالأخلاق الذميمة، أو بالعقائد الفاسدة محلَّ سخطه، وموضع انتقامه في الآخرة، كما جعل أصحاب الأمراض القذرة عرضةً للأمراض في الدنيا. </p><p> الإعراب </p><p> {وَلِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْهُ اللَّهِ إِنَّ اللَّهَ وَاسِعٌ عَلِيمٌ} . </p><p> {وَلِلَّهِ} الواو استئنافية {لله} خبر مقدّم {الْمَشْرِقُ} مبتدأ مؤخّر {وَالْمَغْرِبُ} معطوف على {الْمَشْرِقُ} والجملة الاسمية مستأنفة، ولكنّها مرتبطة من حيث المعنى بقوله:  {مِمَّنْ مَنَعَ مَسَاجِدَ اللَّهِ أَنْ يُذْكَرَ فِيهَا اسْمُهُ وَسَعَى فِي خَرَابِهَا} يعني: أنّه إن سعى ساع في المنع من ذكره تعالى، وفي خراب بيوته، فليس ذلك مانعًا من أداء العبادة في غيرها؛ لأنّ المشرق والمغرب وما بينهما له تعالى. ذكره في \"الفتوحات\"  {فَأَيْنَمَا} الفاء فاء الفصيحة، مبنية على الفتح؛ لأنّها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفتم أن المشرق والمغرب لله تعالى، وأردتم بيان ما هو الأصلح لكم، فأقول لكم:  {فَأَيْنَمَا تُوَلُّوا}  {أين} اسم شرط جازم يجزم فعلين في محل النصب على الظرفية المكانية، مبني على الفتح، والظرف متعلق بفعل الشرط؛ أعني: </p><p> تولّوا {ما} زائدة زيدت، لإفادة العموم {تُوَلُّوا} فعل مضارع مجزوم بأين على كونه فعل شرط لها، وعلامة جزمه حذف النون، والواو ضمير لجماعة المخاطبين في محل الرفع فاعل {فَثَمَّ} الفاء رابطة لجواب أين الشرطية وجوبًا؛ لكون الجواب جملة اسمية {ثَمَّ} اسم إشارة يشار به للمكان البعيد في محل النصب على الظرفية المكانية، مبني على الفتح، والظرف متعلق بواجب الحذف؛ لوقوعه خبرًا مقدّمًا {وَجْهُ اللَّهِ} مبتدأ مؤخّر ومضاف إليه، والجملة الاسمية في محل الجزم بأين على كونها جوابًا لها، وجملة أين الشرطية في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدّرة مستأنفة {إِنَّ اللَّهَ} ناصب واسمه {وَاسِعٌ} خبر أوّل له {عَلِيمٌ} خبر ثان، وجملة {إِنَّ} مستأنفة مسوقة؛ لتعليل ما قبلها. </p><p> {وَقَالُوا اتَّخَذَ اللَّهُ وَلَدًا سُبْحَانَهُ بَلْ لَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ كُلٌّ لَهُ قَانِتُونَ (١١٦) بَدِيعُ السَّمَاوَاتِ وَالْأَرْضِ وَإِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ (١١٧) }: </p><p> {وَقَالُوا} الواو عاطفة، أو استئنافية {قالوا} فعل وفاعل، والجملة الفعلية مستأنفة، أو معطوفة على جملة قوله:  {وَقَالَتِ الْيَهُودُ} . {اتَّخَذَ اللَّهُ وَلَدًا} فعل وفاعل ومفعول، والجملة في محل النصب مقول {قالوا} و {اتَّخَذَ} هنا بمعنى: صنع، يتعدّى إلى مفعول واحد {سُبْحَانَهُ}  {سبحان} مفعول مطلق منصوب بفعل محذوف وجوبًا، تقديره: أسبّح سبحانه؛ أي: أنزّه الله تعالى عن اتخاذ الولد تنزيهًا، والهاء ضمير للمفرد المنزه عن الذكورة والأنوثة في محل البحر مضاف إليه، وجملة التسبيح معترضة، فهو تعالى نزّه نفسه بنفسه {بَل} حرف عطف وإضراب، أو حرف ابتداء وإضراب {لَهُ} جار ومجرور خبر مقدّم {مَا} اسم موصول في محل الرفع مبتدأ مؤخّر {فِي السَّمَاوَاتِ} متعلق بمحذوف صلة الموصول {وَالْأَرْضِ} معطوف على {السَّمَاوَاتِ} والجملة الإسمية معطوفة على جملة {قالوا} عطف اسمية على فعلية، أو مستأنفة {كُلٌّ} مبتدأ وسوّغ الابتداء بالنكرة؛ ما فيه من العموم، والتنوين عوض عن مضاف إليه محذوف؛ أي: كل فرد من أفراد المخلوقات {لَهُ} متعلق بقانتون، و {قَانِتُونَ} خبر المبتدأ، والجملة </p><p> الإسمية مستأنفة، وجمع الخبر؛ مراعاة لمعنى كل، وجمعه جمع العقلاء؛ تغليبًا لهم على غيرهم {بَدِيعُ السَّمَاوَاتِ} خبر لمبتدأ محذوف؛ أي: هو بديع السموات، والجملة مستأنفة {السَّمَاوَاتِ} مضاف إليه {وَالْأَرْضِ} معطوف على السموات، وهو من باب إضافة الصفة المُشبَّهة إلى فاعلها، والأصل: بديعٌ سمواته {وَإِذَا} الواو استئنافية {إذا} ظرف لما يستقبل من الزمان خافض لشرطه منصوب بجوابه متعلِّق بالجواب {قَضَى} فعل ماض وفاعل مستتر يعود على الله {أَمْرًا} مفعولٌ به، والجملة الفعلية في محل البحر مضاف إليه لإذا على كونها فعل شرط لها {فَإِنَّمَا} الفاء رابطة لجواب إذا جوازًا {إنما} أداة حصر {يَقُولُ} فعل مضارع وفاعل مستتر يعود على الله {لَهُ} جار ومجرور متعلِّق بيقول، والجملة الفعلية جواب {إذا} لا محل لها من الإعراب، وجملة {إذا} مستأنفة {كن} مقولٌ محكي ليقول منصوب بفتحة مقدرة منع من ظهورها اشتغال المحل بسكون الحكاية، وهو أمر من كان التامة، بمعنى: أُحْدُثْ، وكذلك قوله:  {فَيَكُونُ} ؛ أي: يحدث {فَيَكُونُ} الفاء استئنافية {يكون} فعل مضارع تام، وفاعله ضمير يعود على {أَمْرًا} والجملة الفعلية مستأنفة، أو في محل الرفع خبر لمبتدأ محذوف، تقديره: فهو يكون، والجملة الإسمية مستأنفة أيضًا، ويعزى هذا القول إلى سيبويه، وقال الزجاج، والطبري: إنّ جملة قوله: {فَيَكُونُ} معطوف على جملة {يَقُولُ} والفاء حينئذٍ عاطفة، وقال الفارسي: معطوفة على {كُنْ} من حيث المعنى. ذكره في \"الفتوحات\" . </p><p> {وَقَالَ الَّذِينَ لَا يَعْلَمُونَ لَوْلَا يُكَلِّمُنَا اللَّهُ أَوْ تَأْتِينَا آيَةٌ كَذَلِكَ قَالَ الَّذِينَ مِنْ قَبْلِهِمْ مِثْلَ قَوْلِهِمْ تَشَابَهَتْ قُلُوبُهُمْ قَدْ بَيَّنَّا الْآيَاتِ لِقَوْمٍ يُوقِنُونَ (١١٨) }: </p><p> {وَقَالَ الَّذِينَ} هو فعل وفاعل معطوف على جملة قوله: {وقالوا} أو مستأنفة، وجملة {لَا يَعْلَمُونَ} صلة الموصول، والعائد ضمير الفاعل {لَوْلَا يُكَلِّمُنَا اللَّهُ أَوْ تَأْتِينَا آيَةٌ} مقول محكي، لقال، منصوب بفتحة مقدرة على الأخير، وإن شئت قلت:  {لَوْلَا} حرف تحضيض بمعنى: هلّا، والتحضيض: الطلب بحثّ وإزعاج {يُكَلِّمُنَا اللَّهُ} فعل ومفعول وفاعل، والجملة في محل النصب مقول قال {أَوْ} </p><p> حرف عطف وتفصيل، {تَأْتِينَا آيَةٌ} فعل ومفعول وفاعل والجملة في محل النصب معطوفة على جملة {يُكَلِّمُنَا} . {كَذَلِكَ} الكاف اسم بمعنى: مثل، في محل النصب على أنّه صفة لمصدر محذوف قدّم على عامله؛ لإفادة الحصر، تقديره: قولًا مثل قول الذين لا يعلمون، {قَالَ الَّذِينَ} فعل وفاعل، والجملة مستأنفة {مِن قَبْلِهِم} جار ومجرور متعلق بمحذوف صلة الموصول، تقديره: قال الذين كانوا من قبلهم {مِثْلَ} بدل من الكاف في {كَذَلِكَ} بدل كل من كل، جيء به؛ لتأكيد معنى المثلية، وهو مضاف {قَوْلِهِمْ} مضاف إليه مجرور {تَشَابَهَتْ قُلُوبُهُمْ} فعل وفاعل، والجملة مستأنفة مسوقة؛ لتقرير ما قبلها {قَدْ} حرف تحقيق {بَيَّنَّا الْآيَاتِ} فعل وفاعل ومفعول، والجملة مستأنفة {لِقَوْمٍ} متعلق ببينا، وجملة {يُوقِنُونَ} صفة لقوم. </p><p> {إِنَّا أَرْسَلْنَاكَ بِالْحَقِّ بَشِيرًا وَنَذِيرًا وَلَا تُسْأَلُ عَنْ أَصْحَابِ الْجَحِيمِ} . </p><p> {إِنَّا} ناصب واسمه {أَرْسَلْنَاكَ} فعل وفاعل ومفعول، والجملة الفعلية في محل الرفع خبر {إن} ، والجملة الإسمية مستأنفة {بِالْحَقِّ} جار ومجرور متعلق بمحذوف حال من المفعول في {أَرْسَلْنَاكَ} ؛ أي: حال كونك ملتبسًا بالحق، أو من الفاعل؛ أي: حالة كوننا ملتبسين بالحق، والأوّل أولى؛ لموافقة ما بعده {بَشِيرًا} حال ثانية من الكاف أيضًا، تقديره: حالة كونك مبشرًا بالجنة لمن اتبعك {وَنَذِيرًا} معطوف على {بَشِيرًا} ؛ أي: وحالة كونك منذرًا لمن خالفك بالعذاب {وَلَا} الواو استئنافية على الأرجح، أو عاطفة {لَا} نافية {تُسْأَلُ} فعل مضارع مغير الصيغة مرفوع بالضمّة، ونائب فاعله ضمير يعود على محمد - صلى الله عليه وسلم -، والجملة الفعلية مستأنفة، أو معطوفة على جملة {إن}  {عَنْ أَصْحَابِ الْجَحِيمِ} جار ومجرور ومضاف إليه متعلق بتسأل. </p><p> {وَلَنْ تَرْضَى عَنْكَ الْيَهُودُ وَلَا النَّصَارَى حَتَّى تَتَّبِعَ مِلَّتَهُمْ قُلْ إِنَّ هُدَى اللَّهِ هُوَ الْهُدَى وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ بَعْدَ الَّذِي جَاءَكَ مِنَ الْعِلْمِ مَا لَكَ مِنَ اللَّهِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ (١٢٠) }. </p><p> {وَلَنْ} : الواو استئنافية {لن} حرف نصب ونفي {تَرْضَى} فعل مضارع منصوب بلن {عَنْكَ} متعلق بترضى، {الْيَهُودُ} فاعل {وَلَا النَّصَارَى} معطوف على </p><p> {الْيَهُودُ} والجملة مستأنفة {حَتَّى} حرف جرّ وغاية بمعنى: إلى {تَتَّبِعَ} فعل مضارع وفاعل مستتر يعود على محمد - صلى الله عليه وسلم -، منصوب بأن مضمرة وجوبًا، بَعْدَ حتى بمعنى: إلى {مِلَّتَهُمْ} مفعول به ومضاف إليه، وجملة أن المضمرة مع صلتها في تأويل مصدر مجرور بحتى بمعنى: إلى، تقديره إلى اتباعك ملّتهم، الجار والمجرور متعلق بترضى {قُلْ} فعل أمر وفاعل مستتر، والجملة مستأنفة {إنَّ هُدَى اللَّهِ هُوَ الْهُدَى} مقول محكي لقل، وإن شئت قلت:  {إِنَّ هُدَى اللَّهِ} ناصب واسمه ومضاف إليه {هُوَ} ضمير فصل {الْهُدَى} خبر {إِنَّ} ، وجملة {إِنَّ} في محل النصب مقول {قُلْ} . {وَلَئِنِ} الواو استئنافية، واللام موطئة للقسم {إنْ} حرف شرط {اتَّبَعْتَ} فعل وفاعل في محل الجزم بإن الشرطية على كونه فعل شرط لها {أَهْوَاءَهُمْ} مفعول به، وجواب الشرط محذوف دلَّ عليه جواب القسم، تقديره: إن اتبعت أهواءهم فما لك من ولي ولا نصير، وجملة {إنْ} الشرطية معترضة بين القسم وجوابه {بَعْدَ الَّذِي} ظرف ومضاف إليه متعلق باتبعت {جَاءَكَ} فعل وفاعل مستتر ومفعول به، والجملة صلة الموصول، والعائد ضمير الفاعل {مِنَ الْعِلْمِ} حال من فاعل {جاءَك}  {مَا} نافية {لَكَ} خبر مقدم، {مِنَ اللَّهِ} جار ومجرور تنازع فيه، كل من ولى ونصير {مِنَ} زائدة {وَلِيٍّ} مبتدأ مؤخّر {وَلَا نَصِيرٍ} معطوف على {وَلِيٍّ} ، والتقدير: ما ولي ولا نصير من عذاب الله كائنان لك، والجملة الإسمية جواب القسم لا محل لها من الإعراب؛ جريًا على القاعدة المشهورة عندهم: من أنّه إذا اجتمع شرط وقسم، يحذف جواب المتأخر منهما، كما قال ابن مالك: </p><p> واحذف لدى اجتماع شرط وقَسَمْ ... جواب ما أخرّت فهو ملتَزَمْ </p><p> وجملة القسم مع جوابه مستأنفة. </p><p> {الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَتْلُونَهُ حَقَّ تِلَاوَتِهِ أُولَئِكَ يُؤْمِنُونَ بِهِ وَمَنْ يَكْفُرْ بِهِ فَأُولَئِكَ هُمُ الْخَاسِرُونَ (١٢١) يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَنِّي فَضَّلْتُكُمْ عَلَى الْعَالَمِينَ (١٢٢) }. </p><p> {الَّذِينَ} مبتدأ أول {آتَيْنَاهُمُ الْكِتَابَ} فعل وفاعل ومفعولان، والجملة صلة الموصول، والعائد ضمير المفعول {يَتْلُونَهُ} فعل وفاعل ومفعول به، والجملة الفعلية في محل النصب حال من ضمير المفعول في {آتَيْنَاهُمُ} ولكنّها حال </p><p> مقدّرة؛ لأنّهم لم يكونوا تالين حال إيتائه، تقديره: حالة كونهم تالين إياه {حَقَّ تِلَاوَتِهِ} منصوب على المفعولية المطلقة {أُولَئِكَ} مبتدأ ثَانٍ {يُؤْمِنُونَ} فعل وفاعل مرفوع بالنون {بِهِ} متعلق بيؤمنون، والجملة الفعلية خبر للمبتدأ الثاني، والجملة من المبتدأ الثاني وخبره خبر المبتدأ الأول، وجملة الأول مستأنفة استئنافًا نحويًّا {وَمَنْ} الواو استئنافية، أو عاطفة {من} اسم شرط جازم في محل الرفع مبتدأ، والخبر جملة الشرط، أو الجواب، أو هما {يَكْفُرْ} فعل مضارع وفاعل مستتر يعود على مَن مجزوم بمَن الشرطية على كونه فعل شرط لها {بِهِ} متعلق بيكفر {فَأُولَئِكَ} الفاء رابطة لجواب الشرط وجوبًا {فَأُولَئِكَ} مبتدأ {هُمُ} ضمير فصل {الْخَاسِرُونَ} خبر المبتدأ، والجملة الإسمية في محل الجزم بمن الشرطية على كونها جوابًا لها، وجملة {من} الشرطية مستأنفة، أو معطوفة على ما قبلها {يَا بَنِي إِسْرَائِيلَ} يا حرف نداءه {بني إِسْرَائيلَ} منادى مضاف منصوب بالياء {إِسْرَائِيلَ} مضاف إليه مجرور بالفتحة، وجملة النداء مستأنفة {اذْكُرُوا} فعل أمر وفاعل مبني على حذف النون، والجملة الطلبية جواب النداء لا محل لها من الإعراب {نِعْمَتِيَ} مفعول به ومضاف إليه {الَّتِي} اسم موصول صفة لنعمتي، {أَنْعَمْتُ} فعل وفاعل صلة الموصول، والعائد محذوف، تقديره: التي أنعمتها {عَلَيْكُمْ} متعلق بأنعمت {وَأَنِّي} الواو عاطفة {أنى} ناصب واسمه {فَضَّلْتُكُمْ} فعل وفاعل ومفعول به {عَلَى الْعَالَمِينَ} متعلق بفضّلت، والجملة الفعلية في محل الرفع خبر أن، وجملة أن في تأويل مصدر معطوف على {نِعْمَتِيَ} تقديره: اذكروا نعمتي التي أنعمتها عليكم، وتفضيلي إياكم على العالمين. </p><p> {وَاتَّقُوا يَوْمًا لَا تَجْزِي نَفْسٌ عَنْ نَفْسٍ شَيْئًا وَلَا يُقْبَلُ مِنْهَا عَدْلٌ وَلَا تَنْفَعُهَا شَفَاعَةٌ وَلَا هُمْ يُنْصَرُونَ (١٢٣) }. </p><p> {وَاتَّقُوا} فعل أمر معطوف على {اذْكُرُوا} على كونها جواب النداء {يَوْمًا} مفعول به {لَا} نافية {تَجْزِي نَفْسٌ} فعل وفاعل، والجملة الفعلية في محل النصب صفة ليومًا، ولكنّها سببية، والرابط محذوف، تقديره: لا تجزي فيه نفس {عَنْ نَفْسٍ} متعلق بتجزي {شَيْئًا} مفعول به لتجزي {وَلَا} الواو عاطفة {لَا} زائدة زيدت؛ لتأكيد نفي ما قبلها {يُقْبَلُ} فعل مضارع مغيّر الصيغة {مِنْهَا} متعلق بيقبل </p><p> {عَدْلٌ} نائب فاعل، والجملة الفعلية في محل النصب معطوفة على جملة لا تجزي، والرابط أيضًا محذوف، تقديره: فيه {وَلَا تَنْفَعُهَا} فعل ومفعول به {شَفَاعَةٌ} فاعل، والجملة معطوفة على جملة {لَا تَجْزِي} . {وَلَا} الواو عاطفة {لَا} نافية مهملة {هُمْ} مبتدأ، وجملة {يُنْصَرُونَ} من الفعل المغيّر، ونائب فاعله في محل الرفع خبر المبتدأ، والجملة الإسمية في محل النصب معطوفة على جملة {لَا تَجْزِي} . </p><p> {وَإِذِ ابْتَلَى إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ فَأَتَمَّهُنَّ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامًا قَالَ وَمِنْ ذُرِّيَّتِي قَالَ لَا يَنَالُ عَهْدِي الظَّالِمِينَ (١٢٤) }. </p><p> {وَإِذِ} الواو استئنافية {إذ} ظرف لما مضى من الزمان متعلق بمحذوف، تقديره: واذكر يا محمد! لأمتك قصة إذ ابتلى إبراهيم، والجملة المحذوفة مستأنفة {ابْتَلَى} فعل ماض {إِبْرَاهِيمَ} مفعول مقدّم على فاعله وجوبًا؛ لاتصال الفاعل بضميره، فلو قدم الفاعل عليه لزم عود الضمير على متأخر لفظًا ورتبة، قال ابن مالك: </p><p> وشاع نحو خاف ربَّه عمرْ ... وشذّ نحو زان نوره الشجر </p><p> {رَبُّهُ} فاعل ومضاف إليه، والجملة الفعلية في محل البحر مضاف إليه لإذ، وهذا على القراءة المشهورة، وأمّا على القراءة غير المشهورة فـ {إِبْرَاهِيمَ} فاعل و {رَبَّهُ} مفعول به، والتركيب جار على أصله {بِكَلِمَاتٍ} متعلق بابتلى {فَأَتَمَّهُنَّ} الفاء عاطفة {أتمهن} فعل وفاعل مستتر يعود على إبراهيم، ومفعول به معطوف على ابتلى، {قَالَ} فعل ماض وفاعل مستتر يعود على الربّ، والجملة مستأنفة استئنافًا بيانيًّا، واقعة في جواب سؤال مقدر، كأنّه قيل: فماذا قال ربّه حين أتمّ الكلمات؟ فقيل: قال: {إِنِّي} ناصب واسمه {جَاعِلُكَ} خبره ومضاف إليه، وهو من إضافة اسم الفاعل إلى مفعوله الأول {لِلنَّاسِ} متعلق بجاعلك، أو بمحذوف حال من {إِمَامًا} ؛ لأنّه صفة نكرة قدمت عليها، والأصل إمامًا كائنًا للناس {إِمَامًا} مفعول ثانٍ لجاعلك، وجملة إنّ من اسمها وخبرها في محل النصب مقول {قَالَ} . </p><p> {قَالَ} فعل ماض وفاعل مستتر يعود على إبراهيم، والجملة مستأنفة واقعة </p><p> في جواب سؤال مقدر، كأنّه قيل: فماذا قال إبراهيم بعد قول الربّ: إني جاعلك للناس إمامًا. {وَمِنْ ذُرِّيَّتِي} الواو عاطفة في المعنى على معنى {جَاعِلُكَ} عطفًا تلقينيًّا {من ذريتي} جار ومجرور ومضاف إليه متعلق بمحذوف، تقديره: واجعل من ذرّيتي إمامًا للناس، والجملة المحذوفة في محل النصب مقول {قَالَ} . {قَالَ} فعل ماض وفاعل مستتر يعود على الله، والجملة مستأنفة واقعة في جواب سؤال مقدر أيضًا، كأنّه قيل: ماذا قال ربّه؟ فقيل: قال: {لَا يَنَالُ عَهْدِي ...} الخ؛ {لَا} نافية {يَنَالُ} فعل مضارع {عَهْدِي} فاعل ومضاف إليه {الظَّالِمِينَ} مفعول به، والجملة في محل النصب مقول {قال} . </p><p> {وَإِذْ جَعَلْنَا الْبَيْتَ مَثَابَةً لِلنَّاسِ وَأَمْنًا وَاتَّخِذُوا مِنْ مَقَامِ إِبْرَاهِيمَ مُصَلًّى وَعَهِدْنَا إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ أَنْ طَهِّرَا بَيْتِيَ لِلطَّائِفِينَ وَالْعَاكِفِينَ وَالرُّكَّعِ السُّجُودِ (١٢٥) }. </p><p> {وَإِذْ} الواو عاطفة، أو استئنافية {إذ} ظرف لما مضى من الزمان متعلق بمحذوف، تقديره: واذكر يا محمد! قصة {إذ قال ربّك} ، والجملة المحذوفة معطوفة على جملة قوله:  {وَإِذِ ابْتَلَى إِبْرَاهِيمَ} أو مستأنفة {جَعَلْنَا} فعل وفاعل {الْبَيْتَ} مفعول أول {مَثَابَةً} مفعول ثان {لِلنَّاسِ} متعلق بجعلنا، أو محذوف صفة لـ {مَثَابَةً} . {وَأَمْنًا} معطوف على {مَثَابَةً} ، والجملة الفعلية في محل الجر مضاف إليه لإذ {وَاتَّخِذُوا} الواو عاطفة لقول محذوف، تقديره: وقلنا لهم، قلنا: فعل وفاعل، والجملة في محل البحر معطوفة على جملة {جَعَلْنَا} . {اتخذوا} فعل أمر مبني على حذف النون، والواو فاعل، والجملة في محل النصب مقول للقول المحذوف {مِنْ مَقَامِ إِبْرَاهِيمَ} جار ومجرور ومضاف إليه متعلق باتخذوا {مُصَلًّى} مفعول {اتخذوا} . {وَعَهِدْنَا} فعل وفاعل، والجملة في محل الجر معطوفة على جملة {جَعَلْنَا} . {إِلَى إِبْرَاهِيمَ} متعلق بعهدنا {وَإِسْمَاعِيلَ} معطوف على {إِبْرَاهِيمَ} . {أَن} مفسرة، بمعنى: أي، مبني على السكون {طَهِّرَا} فعل أمر مبني على حذف النون، والألف فاعل {بَيتِيَ} مفعول به، والجملة الفعلية جملة مفسرة لا محل لها من الإعراب {لِلطَّائِفِينَ} متعلق بطهِّرًا {وَالْعَاكِفِينَ} معطوف على {الطائفين}  {وَالرُّكَّعِ} معطوف أيضًا على {الطائفين}  {السُّجُودِ} معطوف عليه أيضًا، ولما كان الركوع </p><p> والسجود بمثابة كلمة واحدة؛ لأنّ الركوع والسجود ركنان متّصلان، أسقط حرف العطف من بينهما، ونزّلهما منزلة الكلمة الواحدة، ولو عطف السجود بالواو، ولأوهم أنهما عبادتان منفصلتان. </p><p> {وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَذَا بَلَدًا آمِنًا وَارْزُقْ أَهْلَهُ مِنَ الثَّمَرَاتِ مَنْ آمَنَ مِنْهُمْ بِاللَّهِ وَالْيَوْمِ الْآخِرِ قَالَ وَمَنْ كَفَرَ فَأُمَتِّعُهُ قَلِيلًا ثُمَّ أَضْطَرُّهُ إِلَى عَذَابِ النَّارِ وَبِئْسَ الْمَصِيرُ} . </p><p> {وَإِذْ} الواو عاطفة {إذ} ظرف لما مضى من الزمان متعلق بمحذوف، تقديره: واذكر يا محمد! قصة {إذ قال إبراهيم} ، والجملة المحذوفة معطوفة على جملة {وَإِذِ ابْتَلَى إِبْرَاهِيمَ} . {قَالَ إِبْرَاهِيمُ} فعل وفاعل، والجملة في محل البحر مضاف إليه لإذ {رَبِّ اجْعَلْ} إلى قوله: {قَالَ} مقول محكي لقال إبراهيم، وإن شئت قلت:  {رَبِّ} منادى مضاف حذف منه حرف النداء، وجملة النداء في محل النصب مقول {قَالَ} . {اجْعَلْ} فعل دعاء سلوكًا مسلك الأدب مع الباري سبحانه، وفاعله ضمير يعود على الله {هَذَا} اسم إشارة في محل النصب مفعول أوّل لاجْعل {بَلَدًا} مفعول ثان {آمِنًا} صفة لبلدًا، والجملة الفعلية في محل النصب مقول {قَالَ} على كونها جواب النداء {وَارْزُقْ أَهْلَهُ} فعل دعاء وفاعل مستتر يعود على الله، ومفعول به معطوف على {اجْعَلْ} . {مِنَ الثَّمَرَاتِ} متعلق بارزق {مَن} اسم موصول في محل النصب بدل من {أَهْلَهُ} بدل بعض من كل، والرابط ضمير {مِنْهُمْ}  {آمَنَ} فعل ماض وفاعل مستتر يعود على {مَنْ} والجملة صلة {مَنْ} الموصولة {مِنْهُمْ} متعلق بمحذوف حال من فاعل {آمَنَ} . {بِاللَّهِ} متعلق بآمن {وَالْيَوْمِ الْآخِرِ} معطوف على لفظ الجلالة {قَالَ} فعل ماض وفاعل مستتر يعود على الله، والجملة مستأنفة {وَمَنْ كَفَرَ ...} إلى آخر الآية مقول محكي لقال، وإن شئت قلت:  {وَمَن} الواو استئنافية، أو عاطفة عطفًا تلقينيًّا على محذوف، تقديره: من آمن أرزقه من الثمرات، ومن كفر أمتعه قليلًا، والجملة المحذوفة مع ما عطف عليها في محل النصب مقول {قَالَ} . {مَنْ} اسم موصول، أو اسم شرط في محل الرفع مبتدأ {كَفَرَ} فعل ماض وفاعل مستتر يعود على {مَنْ} في محل الجزم بمن الشرطية على كونه فعل شرط لها، إن قلنا: </p><p> {مَّنْ} اسم شرط، وجملة الشرط في محل الرفع خبر {مَنْ} الشرطية، أو الخبر جملة الجواب، أو هما. إن قلنا:  {مَنْ} شرطية، أو الجملة الفعلية صلة {مَنْ} الموصولة إن قلنا: {مَنْ} موصولة، والعائد ضمير الفاعل في {كَفَرَ}  {فَأُمَتِّعُهُ} الفاء رابطة لجواب {مَنْ} الشرطية جوازًا. إن قلنا:  {مَنْ} شرطية، أو زائدة في خبر المبتدأ، لما في المبتدأ من شبه الشرط إن قلنا {مَنْ} موصولة {أمتّعه} فعل مضارع وفاعل مستتر يعود على الله، ومفعول به {قَلِيلًا} منصوب على المفعولية المطلقة؛ أي: تمتيعًا قليلًا، أو على الظرفية، أي: زمانًا قليلًا، والجملة الفعلية في محل الجزم بمن الشرطية. إن قلنا: إنّها اسم شرط، أو خبر المبتدأ. إن قلنا: إنها موصولة، {ثُمَّ} حرف عطف وترتيب مع تراخ {أَضْطَرُّهُ} فعل مضارع وفاعل مستتر يعود على الله، ومفعول به، والجملة معطوفة على جملة {أمتّعه}  {إِلَى عَذَابِ النَّارِ} جار ومجرور ومضاف إليه متعلق بأَضطّره {وَبِئْسَ} الواو استئنافية، ولا يصحّ هنا كونها عاطفة؛ لئلّا يلزم علينا عطف الإنشاء على الإخبار، كما في المغني {بئس} فعل ماض لإنشاء الذمّ {الْمَصِيرُ} فاعل بئس، والجملة مستأنفة لإنشاء الذمّ، والمخصوص بالذمّ محذوف، تقديره: النار أو عذابها. </p><p> التصريف ومفردات اللغة </p><p> {وَلِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ} هما من الألفاظ الشاذة التي انفردت بالكسر على الشذّوذ، لما علم عند الصرفيين أنّه إذا لم تكسر عين المضارع، فحق اسم المصدر، والمكان، والزمان، فتح العين قياسًا لا تلاوة {أينما تولوا} أصل تولّوا: تُولِّيُون، حذفت منه نون الرفع للجازم، ثم استثقلت الضمة على الياء؛ فحذفت تخفيفًا، فسكنت فالتقى ساكنان، الياء، والواو، فحذفت الياء، وصُحِّحت حركة اللام بجعلها ضمة، لتناسب الواو، فصار تولّوا {فَثَمَّ وَجْهُ اللَّهِ} وثَمَّ: اسم إشارة للمكان البعيد خاصَّة، مثل: هَنَّا وهِنَّا بتشديد النون، وهو مبني؛ لتضمّنه معنى حرف الإشارة، وفي \"المختار\" : الوجه والجهة بمعنًى، والهاء عِوضٌ عن الواو؛ أي: فثمّ جهته التي ارتضاها قبلةً، وأمر بالتوجه نحوها {وَقَالُوا اتَّخَذَ اللَّهُ وَلَدًا} واتخذ افتعَلَ من تَخِذَ بكسر العين يَتْخَذُ، بفتحها، في المضارع، </p><p> فأدغمت فاءُ الفعلِ التي هي التاء الأولى في تاء الافتعال، والمادةُ معناها بمعنى: أخذ، فتَخِذَ وأخذ بمعنى واحدٍ، خلافًا لابن الأثير القائل: بأنّها مادّة مستقلّة، وليست من الأخذ في شيء محتجًّا بأنّ فاء الأخذ همزة، والهمزة لا تدغم في التاء؛ يعني: أنّ افتعل من أخذ قياسه ائتخذ. </p><p> قلت: قول ابن الأثير: إنّ فاء الكلمة إذا كان همزة لا يبدل تاء إن كان يعني قياسًا، فمسلَّمٌ، وإلّا فإبدال الهمزة ياءً، وإبدال الياء تاءً، وإدغامها في تاء الافتعال واردٌ، لكنّه شاذٌّ كما عقد ذلك ابن مالك في باب التصريف بقوله: </p><p> ذو اللِّيْنِ فَاتَا في افْتِعالٍ أُبْدِلا ... وَشذّ في ذي الهمز نَحْوُ ائْتَكَلا </p><p> يعني: أنَّ فاء الكلمة إذا كان همزةً شذَّ إبدالها تاءً، كما قالوا: اتكل، واتَّزَرَ بإبدال الياء المبدلة من الهمزة تاءً، ولكن الأشمونيَّ وافق ابن الأثير، ونسب الجوهريَّ إلى الوهم في دعواه أنّها من الأخذ، كما نسبه ابن الأثير في النهاية، أمّا صاحب \"القاموس\" : فقد وافق الجوهري في مذهبه مصدِّرًا به كلامه، ثم ذكر كلام ابن الأثير الذي نقَلْتُه، وعلى كل حالٍ اتخذ وزنه افتعل، سواء أكان من الأخذ، أو من تخذ، وذهب بعض المتأخّرين إلى أنَّ اتخذ أصله: وخذ واويُّ الفاء، وعليه يكون إبدالها تاءً جاء على اللغة الفصحى من إبدال فاء الكلمة تاء إذا كان حرف لين، وبني منها افتعالٌ، والله أعلم. </p><p> {بَدِيعُ السَّمَاوَاتِ وَالْأَرْضِ} من باب الصفة المشبهة التي أضيفت إلى منصوبها الذي كان فاعلًا في الأصل، والأصل: بديعٌ سمواته؛ أي: بدعت لمجيئها على شكلٍ فائق حسنٍ غريب، ثمّ شبّهت هذه الصفة باسم الفاعل، فتنصب ما كان فاعلًا، ثُمَّ أضيفت إليه تخفيفًا، وهكذا كل ما جاء من نظائره بالإضافة لا بدّ، وأن تكون من نصبٍ؛ لئلا يلزم إضافة الصفة إلى فاعلها، وهو لا يجوز، كما لا يجوز في اسم الفاعل الذي هو الأصل. اهـ. \"سمين\" . وفي \"القاموس\" : وبَدُعَ، ككرم بداعةً وبدوعًا. اهـ. </p><p> {وَإِذَا قَضَى أَمْرًا} أصله: قَضَيَ بوزن فعل، تحركت الياء وانفتح ما قبلها فقلبت ألفًا، والقضاء له معانٍ كثيرةٌ، مرجعها إلى انقطاع الشيء وتمامه، فيكون </p><p> بمعنى خلق، نحو:  {فَقَضَاهُنَّ سَبْعَ سَمَاوَاتٍ} وبمعنى: أعلم، نحو:  {وَقَضَيْنَا إِلَى بَنِي إِسْرَائِيلَ} ، وبمعنى: أمر، نحو:  {وَقَضَى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ} وبمعنى: وفي، نحو:  {فَلَمَّا قَضَى مُوسَى الْأَجَلَ} وبمعنى: ألزم، نحو: قضى بكذا، وبمعنى: أراد، نحو:  {وَإِذَا قَضَى أَمْرًا} وبمعنى: قدر وأمضى تقول: قضى يقضي قضاء. اهـ. من \"السمين\" . {فَإِنَّمَا يَقُولُ لَهُ كُنْ} أمرٌ من كان التامة، فأصل كن: يَكْوُن بوزن يفعل، نقلت حركة الواو إلى الكاف، فسكنت فالتقى ساكنان، الواو، وآخر الفعل المسكن لبناء الأمر، فحذفت الواو، فصار كن بوزن فل {قَدْ بَيَّنَّا الْآيَاتِ لِقَوْمٍ يُوقِنُونَ} أصله: ييقنون من اليقين، أبدلت الياء واوًا؛ لسكونها إثر ضمة، كما قال ابن مالك في باب الإبدال من \"الخلاصة\" : </p><p> ووجب: </p><p> إبدالُ واوٍ بَعْدَ ضمٍ مِنْ ألِفْ ... وَيا كَمُوقِنٍ بِذَالِها اعْتَرِف </p><p> بمعنى: أنَّ الألف إذا كانت قبلها ضمَّة أبدل واوًا، كوارى إذا بُني للمجهول، يقال: وُوِري، وأنَّ الياء إذا سُكِّنت بعد ضمٍّ أُبدلت واوًا، كما في يوقنون، يُيْقنون من اليقين، وكذلك موسرٌ، أصله: مُيْسِرٌ من اليسار {وَلَا تُسْأَلُ عَنْ أَصْحَابِ الْجَحِيمِ} وفي \"القاموس\" : الجحيم: النار الشديدة التأجُّج، وكُلُّ نار بعضها فوق بعض، وجحمها كمنعها أوقدها، فجَحُمَت، ككَرُمت جحومًا، وجَحِمت، كفَرِح جحمًا وجحمًا وجحومًا اضطرمت، والجاحم: الجمر الشديد الاشتعال، ومن الحرب معظمها. اهـ. </p><p> {وَلَنْ تَرْضَى عَنْكَ الْيَهُودُ} أصل ترضى: ترضَي بوزن تفعَل، قلبت الياء ألفًا؛ لتحركها بعد فتح، والرضا ضدُّ الغضب، وهو من ذوات الواو لقولهم: الرضوان، والمصدر رِضًى ورضاءً بالقصر والمدّ، ورضوانٌ بكسر الراء وضمّها، وقد يضمَّن معنى عطف، فيتعدَّى بعلى، كقوله: </p><p> إذا رَضِيَتْ عليَّ بنو قشير ... لعمر الله أعجبني رضاها </p><p> {يَتْلُونَهُ حَقَّ تِلَاوَتِهِ} يتلون مضارع من تلا يتلو واويُّ اللام، وأصل يتلون: يتلوون بواوين الأولى لام الكلمة، والثانية واو الجماعة، فحذفت حركة الواو </p><p> الأولى لام الكلمة؛ للتخفيف، فسكنت فالتقى ساكنان، فحذفت لام الكلمة، وبقيت واو الجماعة، فوزنه يفعون. </p><p> {وَإِذِ ابْتَلَى إِبْرَاهِيمَ} أصله: ابتلَيَ بوزن افتعل، تحركت الياء وانفتح ما قبلها فقلبت ألفًا {فَأَتَمَّهُنَّ} أصله: أتممهنَّ بوزن أفعل، نقلت حركة الميم الأولى إلى التاء، فسكنت فأدغمت في الميم الثانية {قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامًا} جاعلك: اسم فاعل من جعل بمعنى صيَّر، فيتعدَّى لاثنين أحدهما الكاف، وفيها الخلاف المشهور، والإمام: اسمٌ لكل ما يُؤْتمُّ به؛ أي: يقصد ويتَّبع، كالإزار: اسمٌ لما يؤتزر به، ومنه قيل لخيط البناء: إمام. اهـ. \"سمين\" . </p><p> {يَنَالُ عَهْدِي} أصله: يَنْيَل بوزن يفعل؛ لأنَّ نال أصله نيل بكسر العين في الماضي يائيُّ العين، نقلت حركة الياء إلى النون، ثمّ قلبت الياء ألفًا؛ لتحركها في الأصل وانفتاح ما قبلها الآن. فقيل: ينال. {مَثَابَةً لِلنَّاسِ} أصله: مَثْوُبةٌ بوزن مفعلة: اسم مكان من ثاب يثوب، نقلت حركة الواو إلى الثاء، فسكنت الواو، وتحركت الثاء بالفتح، لكن الواو قلبت ألفًا؛ نظرًا لتحركها في الأصل، ونظرًا إلى فتح ما قبلها في الحال، ويحتمل أن تكون من الثواب؛ لأنَّ الناس يثابون عند البيت على الطواف به، والصلاة حوله، أمَّا على المعنى الأول، فلأنَّ الناس يثوبون إلى البيت؛ أي: يرجعون إليه لا يقضون وطرهم منه {مِنْ مَقَامِ إِبْرَاهِيمَ} اسم مكان من قام يقوم ووزنه مفعلٌ بفتح العين، نقلت حركة الواو إلى القاف، فسكنت ثمّ أبدلت ألفًا؛ لتحركها في الأصل وانفتاح ما قبلها الآن {مُصَلًّى} أصله: مصلوٌ؛ لأنّ ألفه منقلبةٌ عن واو؛ لأنّ الصلاة من ذوات الواو {لِلطَّائِفِينَ} أصله: للطاوفين من طاف يطوف، وأصل طاف: طَوَف، أعِلَّت بقلب الواو في الفعل ألفًا؛ لتحركها بعد فتح، ولمّا أُعلّ الفعل حمل عليه الوصف، فأُعِلَّ بإبدال الواو همزةً، وهو جمع طائف اسم فاعل من طاف يطوف، ويقال: أطاف رباعيًّا، وهذا من باب فعل وأفعل بمعنًى {وَالْعَاكِفِينَ} جمع عاكف من العكوف، وهو لغة: اللزوم واللُّبْث، يقال: عكف يعكف، ويعكف بالفتح في الماضي، والضمّ والكسر في المضارع {أَضْطَرُّهُ} أصله: اضطرره بوزن افتعل، أبدلت تاء الافتعال طاء، ثمّ أدغمت الراء الأولى في الثانية {وَبِئْسَ الْمَصِيرُ} مصدرٌ ميميٌّ من صار، </p><p> أصله: مَصْيِر بوزن مَفْعِل بكسر العين، نقلت حركة الياء إلى الصاد، فسكنت الياء إثر كسرة فصارت حرف مدّ، والله أعلم. </p><p> البلاغة </p><p> وقد تضمَّنت هذه الآيات ضروبًا من البلاغة، وأنوعًا من الفصاحة والبيان والبديع: </p><p> فمنها: الجملة الاعتراضية في قوله: {سُبْحَانَهُ} ، لغرض بيان بطلان دعوى الظالمين الذين زعموا أن لله ولدًا. </p><p> ومنها: تغليب العقلاء على غيرهم في قوله: {كُلٌّ لَهُ قَانِتُونَ} ؛ لأنَّ غيرهم لا يجمع هذا الجمع؛ لأن التغليب من المحسنات البديعيَّة. </p><p> ومنها: الاستعارة التمثيلية في قوله: {كُنْ فَيَكُونُ} بأن شبِّهت الحال التي تتصوَّر من تعلق إرادته تعالى بشيء من المكوَّنات، وسرعة إيجاده إياه بحالة أمر الآمر النافذ تصرُّفه في المطيع، لا يتوقَّف في الامتثال، فأطلق على هذه الحالة ما كان يستعمل في تلك، من غير أن يكون هناك أمر ولا قولٌ. </p><p> ومنها: التعبير عن الكافرين والمكذبين بكلمة أصحاب الجحيم في قوله: {وَلَا تُسْأَلُ عَنْ أَصْحَابِ الْجَحِيمِ} ؛ إيذانًا بأنَّ أولئك المعاندِيْنَ من المطبوع على قلوبهم، فلا يرجى منهم الرجوع عن الكفر والضلال، إلى الإيمان والإذعان. </p><p> ومنها: إيراد الهدى معرَّفًا باللام، مع اقترانه بضمير الفصل في قوله:  {قُلْ إِنَّ هُدَى اللَّهِ هُوَ الْهُدَى} ؛ لإفادة القصر؛ أي: قصر الهداية على دين الله، فهو من باب قصر الصفة على الموصوف، فالإِسلام هو الهدى كلُّه، وما عداه فهو هوًى وعمًى. </p><p> ومنها: التكرير في قوله: {يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ ...} إلخ. حيث كرَّره في أوّل السورة وهنا؛ لإفادة التوكيد، وتذكيرًا للنعم. </p><p> ومنها: التعرض بعنوان الربوبية في قوله: {إذ ابتلى إبراهيم ربُّه} ؛ إيذانًا بأنّ ذلك الابتلاء تربيةٌ له، وترشيحٌ لأمرٍ خطيرٍ، إذ المعنى: عامله معاملة </p><p> المختبر، كلَّفه بأوامر ونواهي يظهر بها استحقاقه للإمامة العظمى. </p><p> ومنها: الإضافة في قوله: {رَبُّهُ} ؛ لتشريف المضاف إليه الذي هو ضمير الخليل عليه السلام. </p><p> ومنها: الإيجاز بالحذف في قوله: {وَأَمْنًا} ؛ أي: ذا أمْنٍ، وهو أظهر من جعله بمعنى: اسم الفاعل؛ أي: آمنا على سبيل المجاز. </p><p> ومنها: الإضافة لتشريف المضاف في قوله: {أَنْ طَهِّرَا بَيْتِيَ} نظير ناقة الله. </p><p> ومنها: عطف أحد الوصفين على الآخر في قوله: {لِلطَّائِفِينَ وَالْعَاكِفِينَ} ؛ إفادةً لتباين ما بينهما. </p><p> ومنها: ترك عطف إحدى الصفتين على الأخرى في قوله: {وَالرُّكَّعِ السُّجُودِ} ؛ إفادة بأنَّ المراد منهما شيءٌ واحدٌ وهو الصلاة، إذ لو عطف لتوهّم أنَّ كلا منهما عبادةٌ مستقلة. </p><p> ومنها: جمع الصفتين الأوليين جمع سلامة، والأخريين جمع تكسير؛ لغرض المقابلة، وهو نوع من الفصاحة. </p><p> ومنها: تأخير صيغة فُعول عن فعَّلٍ؛ لكونها فاصلةً. </p><p> ومنها: المجاز العقلي في قوله: {بَلَدًا آمِنًا} حيث أسند الأمن إلى البلد؛ للمبالغة، مع أنّ المقصود: أمن المتلجىء إليه من إسناد ما للحال إلى المحل. </p><p> ومنها: الاستعارة التصريحية التبعيّة في قوله: {ثُمَّ أَضْطَرُّهُ} حيث شبه حالة الكافر المذكور، بحالة من لا يملك الامتناع مما اضطر إليه، فاستعمل في المشبَّه ما استعمل في المشبه به. </p><p> ومنها: الزيادة والحذف في عدَّة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال سبحانه جل وعلا: </p><p> {وَإِذْ يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ مِنَ الْبَيْتِ وَإِسْمَاعِيلُ رَبَّنَا تَقَبَّلْ مِنَّا إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ (١٢٧) رَبَّنَا وَاجْعَلْنَا مُسْلِمَيْنِ لَكَ وَمِنْ ذُرِّيَّتِنَا أُمَّةً مُسْلِمَةً لَكَ وَأَرِنَا مَنَاسِكَنَا وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ (١٢٨) رَبَّنَا وَابْعَثْ فِيهِمْ رَسُولًا مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِكَ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَيُزَكِّيهِمْ إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ (١٢٩) وَمَنْ يَرْغَبُ عَنْ مِلَّةِ إِبْرَاهِيمَ إِلَّا مَنْ سَفِهَ نَفْسَهُ وَلَقَدِ اصْطَفَيْنَاهُ فِي الدُّنْيَا وَإِنَّهُ فِي الْآخِرَةِ لَمِنَ الصَّالِحِينَ (١٣٠) إِذْ قَالَ لَهُ رَبُّهُ أَسْلِمْ قَالَ أَسْلَمْتُ لِرَبِّ الْعَالَمِينَ (١٣١) وَوَصَّى بِهَا إِبْرَاهِيمُ بَنِيهِ وَيَعْقُوبُ يَا بَنِيَّ إِنَّ اللَّهَ اصْطَفَى لَكُمُ الدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ (١٣٢) أَمْ كُنْتُمْ شُهَدَاءَ إِذْ حَضَرَ يَعْقُوبَ الْمَوْتُ إِذْ قَالَ لِبَنِيهِ مَا تَعْبُدُونَ مِنْ بَعْدِي قَالُوا نَعْبُدُ إِلَهَكَ وَإِلَهَ آبَائِكَ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ إِلَهًا وَاحِدًا وَنَحْنُ لَهُ مُسْلِمُونَ (١٣٣) تِلْكَ أُمَّةٌ قَدْ خَلَتْ لَهَا مَا كَسَبَتْ وَلَكُمْ مَا كَسَبْتُمْ وَلَا تُسْأَلُونَ عَمَّا كَانُوا يَعْمَلُونَ (١٣٤) }. </p><p> المناسبة </p><p> قوله تعالى:  {وَإِذْ يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ مِنَ الْبَيْتِ وَإِسْمَاعِيلُ ...} الآيات، مناسبة هذه الآيات لما قبلها: أنَّ الله سبحانه وتعالى، لمَّا (١) ذكر العرب بما أنعم عليهم من بناء البيت، وجَعْلِهِ مثابةً للناس وأمْنًا، وبدعاء إبراهيم عليه السلام لقاطن هذا البلد الحرام باستجابته تعالى دعاءَه، إذ جعله بلدًا آمنًا تجبى إليه الثمرات من شاسع الأقطار؛ ليتمتَّع بها أهله، وبعهده إلى إبراهيم وإسماعيل بأن طهّرا بيته للطائفين، والعاكفين، والركّع السجود؛ تنبيهًا لهم إلى أنه لا ينبغي أن يعبد فيه غيره، فيجب تنزيهه عن الأصنام، والتماثيل، وعبادتها الفاسدة انتقل بهم إلى التذكير بأنَّ الذي بنى البيت هو أبوهم إبراهيم الخليل، بمعونة ابنه إسماعيل عليهما السلام؛ ليجذبهم بذلك إلى الاقتداء بسلفهم الصالح الذي ينتمون إليه، ويفاخرون به، وقد كانت قريشٌ تنتسب إلى إبراهيم وإسماعيل، وتدِّعي أنها على ملّة إبراهيم، وسائر العرب في ذلك تَبَعٌ لقريش. </p><p>(١) المراغي.</p>"
}