{
  "id": null,
  "sura": 2,
  "aya": 254,
  "text": "<p> اللهُ ذلك {مَا اقْتَتَلَ الَّذِينَ مِنْ بَعْدِهِمْ} ؛ أي: ما اختلَف الذين من بعدِ مجيءِ الرسل مِنَ الأممِ المختلفةِ اختلافًا مؤدِّيًا إلى الاقْتتالِ. فعَبَّرَ بالمُسَبِّبِ الذي هو الاقتتالُ عن السبب الذي هو الاختلافُ. {مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَاتُ} ؛ أي: مِنْ بعد ما جاءَتْهم المعجزاتُ الواضحة، والبراهينُ الساطعة التي جاءَتْهم بها رُسلُهم؛ بأَنْ جَعَلهم مُتَّفِقِينَ على اتباع الرسلِ المتفقةِ على كلمةِ الحق. {وَلَكِنِ اخْتَلَفُوا} في الدِّين. وهذا الاستدراكُ واضحٌ؛ لأنَّ ما قبلها ضِدٌّ لِمَا بعدها؛ لأن المعنى: لو شاء الاتفاقَ لاتفقوا، ولكنْ شاء الاختلافَ فاختلفوا بمشيئته، ثم بَيَّنَ الاختلافَ فقال:  {فَمِنْهُمْ مَنْ آمَنَ} بما جاءت به أولئك الرسلُ مِنْ كلِّ كتابٍ، وعملوا به، وثَبَتُوا عليه، {وَمِنْهُمْ مَنْ كَفَرَ} بذلك بإعراضهِ عنه؛ لخذلانِ اللهِ إيَّاه؛ كالنصارى بعد المسيح اختلفوا فصاروا فِرَقًا، ثُمَّ تحاربوا. {وَلَوْ شَاءَ اللَّهُ مَا اقْتَتَلُوا} قيل: هذه الجملةُ كُرِّرَتْ توكيدًا للأُولى، قاله الزمخشري. وقيل: لا توكيدَ، بل كُرِّر ذِكْرُ المشيئة باقتتالهم تكذيبًا لمَنْ زعم أنَّهم فَعَلوا ذلك من عند أنفسهم، ولم يوجبْه قضاءٌ مِنَ اللهِ؛ أي: ولو شاء الله عدمَ اقتتالهم بعدَ هذا الاختلافِ ما اقتتلوا. {وَلَكِنَّ اللَّهَ يَفْعَلُ مَا يُرِيدُ} لا رادَّ لحُكْمه، ولا مُبدِّل لقضائه، فهو يفعلُ ما يشاءُ، ويحكم ما يريد، فيوفِّقُ مَنْ يشاء، ويَخذلُ مَنْ يشاء، لا اعتراضَ عليه في فعله. </p><p> ٢٥٤ - {يَا أَيُّهَا الَّذِينَ آمَنُوا} وصَدَّقوا بما جاء به محمدٌ - صلى الله عليه وسلم - {أَنْفِقُوا} ؛ أي: اصرِفُوا وتَصَدَّقُوا {مِمَّا رَزَقْنَاكُمْ} ؛ أي: مما أعطيناكم من الأموال في الخيرات {مِنْ قَبْلِ أَنْ يَأْتِيَ} أي: من قبل أن يجيء {يَوْمٌ لَا بَيْعٌ فِيهِ} وهو: يوم القيامة؛ أي: لا يُؤْخذ فيه بَدَلٌ، ولا فِداءٌ يَفْتَدي به الإنسانُ نَفْسَه مِنْ عذابِ اللهِ لو فُرِضَ، وإنما سمَّاه بيعًا؛ لأنَّ الفِداءَ شِراءُ النفس من الهلاك. والمعنى: قَدِّموا لأنفسكم اليوم من أموالكم، من قبل أن يأتي يومٌ لا تجارةَ فيه؛ فيكسب الإنسانُ ما يفتدي به من عذاب الله. {وَلَا خُلَّةٌ} ؛ أي: ولا مَودّةَ ولا صَدَاقةَ تنفعُ يومئذٍ. قال تعالى: {الْأَخِلَّاءُ يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ إِلَّا الْمُتَّقِينَ (٦٧) }، وقال أيضًا؛ {فَإِذَا نُفِخَ فِي الصُّورِ فَلَا أَنْسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلَا يَتَسَاءَلُونَ (١٠١) }. </p><p> {وَلَا شَفَاعَةٌ} للكافرين؛ أي: ولا تنفعهم شفاعةُ الشافعين. وقَرَأ ابن كثير، </p><p> وأبو عَمْرو ويعقوب: بالفتحِ بلا تنوينٍ في: بيعَ وخلةَ وشفاعةَ. وقرأ الباقون جميعًا: بالرفع، وهما لغتان مشهورتان متواترتان، ووجهان معروفان عند النحاة. </p><p> {وَالْكَافِرُونَ هُمُ الظَّالِمُونَ} يعني (١) : والتاركونَ للزكاةِ هم الظالمون الذين ظلموا أنفسهم، أو وضَعُوا المالَ في غير مَوضِعِهِ، وصَرَفُوه على غير وجهه، فوُضِع الكافرون موضِعَهم تغليظًا عليهم، وتهديدًا لهم، كقوله: و {مَنْ كفر} مكانَ ومَنْ لم يَحُجَّ، وإيذانًا بأنَّ تَرْك الزكاةِ مِنْ صفاتِ الكُفَّارِ لقوله تعالى:  {وَوَيْلٌ لِلْمُشْرِكِينَ الَّذِينَ لَا يُؤْتُونَ الزَّكَاةَ} . </p><p> وأخرج (٢) عبد بن حميد، وابنُ المنذر، وابنُ أبي حاتم، عن قتادة في الآية قال: قد عَلِم اللهُ أنَّ ناسًا يتخاللون في الدنيا، ويشفع بعضهم لبعض، فأمَّا يوم القيامة: فلا خُلَّةٌ إلا خُلَّةُ المتقين. وأخرج ابنُ جرير، وابنُ أبي حاتم، عن عطاءٍ قال: الحمد لله الذي قال: {وَالْكَافِرُونَ هُمُ الظَّالِمُونَ} ولم يقل: والظالمون هم الكافرون. </p><p> الإعراب </p><p> {تِلْكَ الرُّسُلُ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ} . </p><p> {تِلْكَ} : مبتدأ. {الرُّسُلُ} : بدل منه، أو عطفُ بيانٍ، أو صفةٌ له {فَضَّلْنَا} : فعلٌ وفاعلٌ، والجملةُ خبرُ المبتدأ، والجملةُ الإسميةُ مستأنفةٌ. {بَعْضَهُمْ} : مفعولٌ به، ومضافٌ إليه. {عَلَى بَعْضٍ} جارٌ ومجرورٌ متعلق بفَضَّلْنا. </p><p> {مِنْهُمْ مَنْ كَلَّمَ اللَّهُ وَرَفَعَ بَعْضَهُمْ دَرَجَاتٍ} . </p><p> {مِنْهُمْ} : جار ومجرور خبر مقدم. {من} : اسم موصول في محل الرفع مبتدأ. {كَلَّمَ اللَّهُ} فعلٌ وفاعلٌ، والجملةُ صلة الموصول، والعائدُ محذوفٌ: </p><p>(١) البيضاوي. (٢) الشوكاني.</p><p> تقديره؛ كَلَّمهُ الله، والجملةُ من المبتدأ والخبر مستأنفةٌ استئنافًا بيانيًّا، أو في محل الرفع خبر ثانٍ لتلك الرسل. {وَرَفَعَ بَعْضَهُمْ} : الواو عاطفة. {رفع} : فعلٌ ماضٍ، وفاعله ضمير يعود على الله. {بَعْضَهُمْ} : مفعول به ومضاف إليه. {دَرَجَاتٍ} : منصوبٌ بنزع الخافض؛ تقديره: في درجات، وجملة {وَرَفَعَ} معطوفةٌ على جملة {مِنْهُمْ مَنْ كَلَّمَ اللَّهُ} . </p><p> {وَآتَيْنَا عِيسَى ابْنَ مَرْيَمَ الْبَيِّنَاتِ وَأَيَّدْنَاهُ بِرُوحِ الْقُدُسِ} . </p><p> {وَآتَيْنَا} : {الواو} : عاطفةٌ. {آتينا} : فعل وفاعل، وهو بمعنى أعطينا. {عِيسَى} : مفعول أول {ابْنَ} : صفةٌ له، وهو مضاف. {مَرْيَمَ} : مضاف إليه مجرور بالفتحة؛ لأنه اسم لا ينصرف، والمانع له من الصرف: العلميةُ والتأنيث المعنوي. {الْبَيِّنَاتِ} : مفعول ثانٍ، والجملة معطوفة على جملة قوله:  {مِنْهُمْ مَنْ كَلَّمَ اللَّهُ} على كونها مستأنفةً. {وَأَيَّدْنَاهُ} : {الواو} : عاطفةٌ. {أيدناه} : فعل وفاعل ومفعول به، والجملة معطوفة على جملة {آتيناه} ، {بِرُوحِ الْقُدُسِ} : جار ومجرور، ومضاف إليه متعلِّق بأيَّدْنا. </p><p> {وَلَوْ شَاءَ اللَّهُ مَا اقْتَتَلَ الَّذِينَ مِنْ بَعْدِهِمْ مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَاتُ وَلَكِنِ اخْتَلَفُوا} . </p><p> {وَلَوْ} : {الواو} : استئنافية. {لو} : حرف شرط غير جازم. {شَاءَ اللَّهُ} : فعل وفاعل، والجملة فعل شرط لـ {لو} لا محل لها من الإعراب. {مَا اقْتَتَلَ} : ما: نافية. {اقْتَتَلَ الَّذِينَ} : فعل وفاعل، والجملة جواب {لو} لا محل لها من الإعراب، وجواب {لو} هنا منفيٌ بما، فالفصيح أنْ لا يدخل عليه اللام كما في الآية، ويجوز في القليل أنْ تدخل عليه اللام فيقول: لو قام زيدٌ لَمَا قامَ عَمْرٌو، وجملة {لو} مِنْ فعلِ شرطها وجوابها مستأنفةٌ. {مِنْ بَعْدِهِمْ} : جار ومجرور، ومضاف إليه، متعلقٌ بمحذوف وجوبًا لوقوعه صلة الموصول. {مِنْ بَعْدِ} : جار ومجرور متعلق بـ {اقتَتَلَ} . {مَا} : مصدرية. {جَاءَتْهُمُ الْبَيِّنَاتُ} : فعل ومفعول وفاعل، والجملة صلة لـ {مَا} المصدرية، و {مَا} مع صلتها في تأويل مصدرٍ مجرور بالإضافة تقديره: مِنْ بعدِ مجيء البينات إيَّاهم. {وَلَكِنِ </p><p> اخْتَلَفُوا}:  {وَلَكِنِ} : {الواو} : عاطفة، {لكن} : حرف استدراك. {اخْتَلَفُوا} : فعل وفاعل، والجملة معطوفة على جملة {لو} . </p><p> {فَمِنْهُمْ مَنْ آمَنَ وَمِنْهُمْ مَنْ كَفَرَ وَلَوْ شَاءَ اللَّهُ مَا اقْتَتَلُوا وَلَكِنَّ اللَّهَ يَفْعَلُ مَا يُرِيدُ} . </p><p> {فَمِنْهُمْ} : الفاء: عاطفةٌ تفصيليّة {منهم} : جار ومجرور خبرٌ مقدَّمٌ. {مَنْ} : اسم موصول في محل الرفع مبتدأ مؤخر، والجملة معطوفة على جملة الاستدراك. {آمَنَ} : فعل ماضٍ، وفاعله ضمير يعود على {مَنْ} ، والجملة صلة الموصول. {وَمِنْهُمْ} الواو: عاطفة، {منهم} : خبر مقدم. {مَنْ} : اسم موصول في محل الرفع مبتدأ مؤخَّر، والجملة معطوفة على جملة قوله {فَمِنْهُمْ مَنْ آمَنَ} ، {كَفَر} فعل ماضٍ، وفاعله ضمير يعود على {مَن} ، والجملة صلة الموصول. {وَلَوْ شَاءَ اللَّهُ مَا اقْتَتَلُوا}  {الواو} : عاطفة {لو} حرف شرط. {شَاءَ اللَّهُ} فعل شرطها. {مَا اقْتَتَلُوا} جوابها، وجملة {لو} معطوفة على جملة {لو} الأولى مؤكِّدةٌ لها. {وَلَكِنَّ اللَّهَ}  {الواو} : عاطفة. {لكنَّ} : حرف نصب واستدراك. {اللَّهَ} : اسمها. {يَفْعَلُ} : فعل مضارع، وفاعله ضمير يعود على الله، والجملة خبر {لكن} وجملة {لكن} معطوفةٌ على جملة {لو} الثانية. {مَا} : موصولة، أو موصوفة في محل النصب مفعول به. {يُرِيدُ} : فعل مضارع، وفاعله ضمير يعود على الله، والجملة صلة لـ {ما} ، أو صفةٌ لها، والعائد أو الرابط محذوفٌ؛ تقديره: ما يريده. </p><p> {يَا أَيُّهَا الَّذِينَ آمَنُوا أَنْفِقُوا مِمَّا رَزَقْنَاكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا بَيْعٌ فِيهِ وَلَا خُلَّةٌ وَلَا شَفَاعَةٌ وَالْكَافِرُونَ هُمُ الظَّالِمُونَ (٢٥٤) }. </p><p> {يَا أَيُّهَا} : يا: حرف نداء {أيُّ} : منادى نكرةٌ مَقْصُودَةٌ {ها} : حرف تنبيه زائد تعويضًا عما فات أيُّ: من الإضافة {الَّذِينَ} : اسم موصول في محل الرفع، أو في محل النصب صفة لأي. {آمَنُوا} فعل وفاعل، والجملة صلة الموصول، والعائد ضمير الفاعل، وجملة النداء مستأنفةٌ. {أَنْفِقُوا} : فعل وفاعل، والجملة جواب النداء لا محل لها من الإعراب. {مِمَّا} : جار ومجرور </p><p> متعلق بأنفقوا. {رَزَقْنَاكُمْ} فعل وفاعل ومفعول، والجملة صلة لـ {ما} ، أو صفةٌ لها، والعائد أو الرابط محذوفٌ؛ تقديره: رزقناكموه. {مِنْ قَبْلِ} جار ومجرور متعلق أيضًا بأنفقوا، وجاز تعلُّق حرفين بلفظٍ واحدٍ بفعلٍ واحدٍ لاختلافهما معنىً؛ فإِنَّ الأُولى: للتبعيض، والثانية: لابتداء الغاية. {أَن} حرف نصب ومصدر. {يَأْتِيَ يَوْمٌ} فعل وفاعل، منصوب بأن، والجملة في تأويل مصدر مجرور بالإضافة؛ تقديره: مِنْ قبل إِتْيَانِ يومٍ. {لَا بَيْعٌ فِيهِ}  {لا} : نافية تعمل عمل ليس. {بَيْعٌ} : اسمها. {فِيهِ} : جار ومجرور متعلق بمحذوف خبر {لا} ؛ تقديره: لا بيع موجودًا فيه، وجملة {لا} من اسمها وخبرها في محل الرفع صفة ليوم تقديره: من قبل أن يأتي يوم موصوفٌ بعدم البيع فيه، وكذلك جملة قوله: ولا خلةٌ فيه، ولا شفاعةٌ فيه، في محل الرفع معطوفة على جملة قوله:  {لَا بَيْعٌ فِيهِ} على كونها صفة ليوم تقديره: موصوف بعدم الخلة وبعدم الشفاعة فيه. {وَالْكَافِرُونَ} : مبتدأ. {هُمُ} : ضمير فَصْلٍ، {الظَّالِمُونَ} خبره والجملة مستأنفةٌ. </p><p> التصريف ومفردات اللغة </p><p> {تِلْكَ الرُّسُلُ فَضَّلْنَا} التضعيف فيه للتعدية. {دَرَجَاتٍ} : جمع درجةٍ، وهي: المنزلة الرفيعة. {الْبَيِّنَاتِ} : جمع بَيِّنَة؛ وهي: المعجزة والحُجَّة. {وَأَيَّدْنَاهُ} : هو مِنَ التأييد بمعنى التَقْوِيَةُ، يُقال: أَيَّد الحقَّ - من باب فَعَّل المضعَّف - يؤيده تأييدًا إذا نَصَره وأظهره. {لَا بَيْعٌ فِيهِ} البيع معروف: وهو مقابلة مال بمال على وجه التمليك، والفعل منه: باع يبيع، وهو من الأجوف اليائي. ومَنْ قال: أَباعَ في معنى باع .. فقد أَخْطَأَ؛ لأنه لم يُسْمَع منهم. </p><p> {وَلَا خُلَّةٌ} : الخُلَّة: الصداقة والمودة، سُمِّيتْ بذلك لأنها تتخلل الأعضاء؛ أي: تدخل خِلالَها ومنه الخليل. قال الشاعر: </p><p> وَكَانَ لَهَا في سَالِفِ الدَّهْرِ خُلَّةٌ ... يُسَارِقُ بِالطَّرْفِ الخِبَاءَ المُسَتَّرَا </p><p> {وَلَا شَفَاعَةٌ} : من الشَّفْع بمعنى: الضم؛ لانضمام الشافع إلى آخرَ ناصرًا </p><p> له، وسائلًا عونه، والشفاعة في اصطلاحهم: طلب الخير للغير من الغير. </p><p> البلاغة </p><p> {تِلْكَ الرُّسُلُ} : وأشار بتلك التي للبعيد؛ لبُعْد ما بينهم من الأزمان، وبين النبي - صلى الله عليه وسلم -، أو بُعْد مرتبتهم في الكمال، وأتى بتلك التي للواحدة المؤنثة وإنْ كانَ المشار إليه جمعًا؛ لأنه جمع تكسير، وجمع التكسير حكمهُ حكمُ الواحدة المؤنثة في الوَصْفِ، وفي عود الضمير، وفي غير ذلك. وكان جمعَ تكسيرٍ هنا لاخْتِصَارِ اللفظِ، ولإزالةِ قلق التكرار؛ لأنه لو قال: أولئك المرسلون فضلنا .. كان في اللفظ طولٌ، وكان فيه التكرارُ. </p><p> {فَضَّلْنَا} : فيه التفات؛ لأنه خروج إلى متكلِّم من غائب؛ إذ قبله ذُكِر لفظُ الله، وهو لفظٌ غائبٌ. {مِنْهُمْ مَنْ كَلَّمَ اللَّهُ} : هذا تفصيل لذلك التفضيل، ويسمى هذا في البلاغة: التقسيم، وكذلك في قوله:  {فَمِنْهُمْ مَنْ آمَنَ وَمِنْهُمْ مَنْ كَفَرَ} . وبَيْن لفظِ {آمَنَ} و {كَفَرَ} طِباقٌ، وفي قوله:  {كَلَّمَ اللَّهُ} أيضًا: التفات؛ إذ هو خروج إلى ظاهرٍ غائبٍ منْ ضميرٍ متكلمٍ؛ لِمَا في ذِكْر هذا الاسم العظيم من التفخيم والتعظيم، ولزوالِ قلق تكرار ضمير المتكلم؛ إذ كان التركيب فضَّلْنا وكلَّمنا ورَفَعْنَا وآتينا. </p><p> {وَرَفَعَ بَعْضَهُمْ دَرَجَاتٍ} : وفي هذا الإبهام من تفخيم فضله، وإعلاء قدره ما لا يخفى؛ لما فيه من الشهادة على أنه العَلَمُ الَّذي لا يَشْتَبه، والمتميِّز الذي لا يَلْتَبِسُ. وفي قوله:  {وَلَوْ شَاءَ اللَّهُ مَا اقْتَتَلُوا} : الإطنابُ حيث كَرَّر جملة {وَلَوْ شَاءَ اللَّهُ} . </p><p> {وَالْكَافِرُونَ هُمُ الظَّالِمُونَ} : فيه قصرُ الصفة على الموصوف، وقد أُكِّدتْ بالجملة الإسمية، وبضمير الفصل. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلَّا بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ وَلَا يَئُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ (٢٥٥) لَا إِكْرَاهَ فِي الدِّينِ قَدْ تَبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِنْ بِاللَّهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى لَا انْفِصَامَ لَهَا وَاللَّهُ سَمِيعٌ عَلِيمٌ (٢٥٦) اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا يُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ وَالَّذِينَ كَفَرُوا أَوْلِيَاؤُهُمُ الطَّاغُوتُ يُخْرِجُونَهُمْ مِنَ النُّورِ إِلَى الظُّلُمَاتِ أُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ (٢٥٧) }. </p><p> المناسبة </p><p> {اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ ...} الآيات، مناسبةُ (١) هذه الآيات لِمَا قبلها: أنَّه تعالى لَمَّا ذكر أنه فَضَّل بعض الأنبياء على بعضٍ، وأنَّ منهم من كلَّمه، وفسِّر بموسى عليه السلام، وأنه رفع بعضهم درجاتٍ، وفسِّر بمحمدٍ - صلى الله عليه وسلم -، ونصَّ على عيسى عليه السلام، وتفضيلُ المتبوعِ يُفهَمُ منه تفضيلُ التابعِ، وكانت اليهود والنصارى قد أحدثوا بعد نبيهم بدعًا، وخرافاتٍ في أديانهم وعقائدهم، ونسبوا الله تعالى إلى ما لا يجوز عليه، وكان رسول الله - صلى الله عليه وسلم - بُعثَ إلى الناس كافَّةً، فكان منهم العرب، وكانوا قد اتخذوا من دون الله آلهةً، وأشركوا، فصار جميع الناس المبعوث إليهم - صلى الله عليه وسلم - على غير استقامة في شَرائِعِهم وعقائدِهم، وذَكَر تعالى أنَّ {وَالْكَافِرُونَ هُمُ الظَّالِمُونَ} وهم الواضعون الشيءَ في غير موضعه .. أتى بهذه الآية العظيمة الدالة على إفراد الله بالوحدانية المتضمَّنة بصفاته العليا من الحياة، والاستبداد بالملك، واستحالة كونه مَحَلًّا للحوادث، ومُلكِهِ لِمَا في السموات والأرض، وامتناع الشفاعة عنده إلا بإذنه، وسَعَة علمه، وعدم إحاطة أحد بشيءٍ من علمه، وباهر ما خلق من الكرسيِّ العظيم الاتساع، ووصفه </p><p>(١) البحر المحيط.</p>"
}