{
  "id": null,
  "sura": 2,
  "aya": 121,
  "text": "<p> أتبع ذلك بمدح من ترك طريق التعنت وحبَّ الرئَاسة منهم، وطلب مرضاة الله تعالى، وحسن ثواب الآخرة، وآثره على الحظوظ العاجلة الفانية، فقال: </p><p> ١٢١ - {الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ} من قبلك يا محمد! من مؤمني أهل الكتاب، كعبد الله بن سلام وأصحابه، وبحيرا الراهب وأصحابه، والنجاشيِّ وأصحابه، من الذين أسلموا من اليهود والنصارى، وإنّما خصَّهم بذكر الإيتاء؛ لأنّهم هم الذين عملوا به فخُصُّوا به، والكتاب التوراة والإنجيل، واسم الموصول مبتدأ أول، خبره جملة قوله:  {أُولَئِكَ يُؤْمِنُونَ بِهِ} أي: الذين أعطيناهم التوراة والإنجيل حال كونهم {يَتْلُونَهُ} ، أي: يتلون ذلك الكتاب ويقرؤونه {حَقَّ تِلَاوَتِهِ} بمراعاة لفظه عن التحريف، وبالتدبُّر في معانيه، والعمل بما فيه، وهو حال مقدَّرةٌ من الضمير المنصوب في آتيناهم، أو من الكتاب؛ لأنّهم لم يكونوا تالين له وقت الإيتاء، وقوله (١) : {حَقَّ تِلَاوَتِهِ} نعتٌ لمصدر محذوف دلَّ عليه الفعل المذكور؛ أي: يتلونه تلاوةً حقَّ تلاوته، واختار الكواشيُّ كونه منصوبًا على المصدرية على تقدير تلاوة حقًّا، فإنَّ نعت المصدر إذا قدم عليه، وأضيف إليه نصب المصادر، نحو: ضربت أشدَّ الضرب، بنصب أشدَّ على المصدرية، والمعنى: أي: يقرؤونه قراءةً حقَّةً، كما أنزل، لا يغيّرونه، ولا يحرّفونه، ولا يبدّلون ما فيه من نعت محمد - صلى الله عليه وسلم -. </p><p> وقيل المعنى: أي يتبعونه حقَّ اتباعه، فيحلُّون حلاله، ويحرِّمون حرامه، ويبيِّنون أمره ونهيه لمن سألهم {أُولَئِكَ} الذين يتلونه حقَّ تلاوته هو مبتدأٌ ثان، خبره قوله:  {يُؤْمِنُونَ بِهِ} ، أي: بكتابهم المستلزم إيمانهم به الإيمان بمحمد - صلى الله عليه وسلم - دون المحرِّفين، فإنّ بناء الفعل على المبتدأ، وإن كان اسمًا ظاهرًا يفيد الحصر، مثل:  {اللَّهُ يَسْتَهْزِئُ بِهِمْ} أو يؤمنون بمحمد - صلى الله عليه وسلم -، وبالقرآن المنزَّل عليه {وَمَنْ يَكْفُرْ} أي: بالكتاب المؤتى له بأن يغيِّره، ويحرِّفه، ويجحد ما فيه من فرائض الله، ونبَّوة محمدٍ - صلى الله عليه وسلم -؛ أي: سواءٌ كان كفرهم بنفس التحريف، أو بغيره، كالكفر بالكتاب الذي يصدِّقه، أو يكفر بمحمد - صلى الله عليه وسلم -، وبالقرآن {فَأُولَئِكَ} الذين كفروا بكتابهم، أو بمحمدٍ - صلى الله عليه وسلم - {هُمُ} لا غيرهم {الْخَاسِرُونَ} أي: الهالكون، المغبونون </p><p>(١) روح البيان.</p>"
}