{
  "id": null,
  "sura": 2,
  "aya": 240,
  "text": "<p> عن عكرمة التخفيف مع ضم الراء، وقرىء {فرُجَّلا} بضم الراء وفتح الجيم مشددة بغير ألف وقرىء: {فرَجْلا} بفتح الراء وسكون الجيم - وقرأ بديل بن ميسرة:  {فرجالا فركبا} بالفاء جمع راكب وما عدا قراءة الجمهور شاذة: {فَإِذَا أَمِنْتُمْ} ؛ أي: فإذا زال عنكم الخوف ورجاء الأمن، أو لم يكن أصلًا {فَاذْكُرُوا اللَّهَ} ؛ أي: فصلّوا الصلوات الخمس تامة بأركانها وشروطها وسننها، وعبر عن الصلاة بالذكر لاشتمالها {كَمَا عَلَّمَكُمْ مَا لَمْ تَكُونُوا تَعْلَمُونَ} ؛ أي: لأجل تعليمه إياكم ما لم تكونوا تعلمون قبل بعثة محمَّد - صلى الله عليه وسلم - من الشرائع. وكيفية الصلاة في حالتي الأمن والخوف، ففيه إشارة إلى إنعام الله تعالى علينا بالعلم، ولولا هدايته وتعليمه إيانا .. لم نعلم شيئًا، ولم نصل إلى معرفة شيء، فله الحمد على ذلك. فالأظهر جعل الكاف في الآية تعليلية، و {ما} مصدرية كما أشرنا إليه في الحل. </p><p> ٢٤٠ - ثم قال تعالى مبينا أحكام العدة:  {وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا وَصِيَّةً لِأَزْوَاجِهِمْ مَتَاعًا إِلَى الْحَوْلِ غَيْرَ إِخْرَاجٍ} قرأ: {وَصِيَّةً} - بالنصب - أبو عمرو وابن عامر وحمزة وحفص عن عاصم، والمعنى على هذا: والذين قاربوا الموت من رجالكم، ويتركون أزواجًا .. فليوصوا وصية لأزواجهم أن يمتعن بالنفقة والكسوة والسكنى إلى تمام الحول من موت الزوج حالة كونهن غير مخرجات من سكنهن، وقرأ:  {وصيّة} بالرفع، وابن كثير وعاصم في رواية أبي بكر والكسائي على أنه مبتدأ محذوف الخبر، والمعنى على هذا: والذين يقربون الوفاة من رجالكم، ويتركون أزواجًا .. فعليهم وصية لأزواجهم ما يمتعن به من النفقة والكسوة والسكنى إلى تمام الحول حالة كونهن غير مخرجات من سكنهن، وقرأ أبيّ شذوذًا {متاع لأزواجهم متاعًا إلى الحول} . {فَإِنْ خَرَجْنَ} عن منزل الأزواج باختيارهن قبل الحوف {فَلَا جُنَاحَ} ؛ أي: فلا حرج ولا إثم {عَلَيْكُمْ} يا أولياء الميت {فِي مَا فَعَلْنَ فِي أَنْفُسِهِنَّ} ؛ أي: بسبب ما فعلن في أنفسهن من التعرض للخطاب والتزين لهم {مِنْ مَعْرُوفٍ} ؛ أي؛ مما هو معروف في الشرع غير منكر، وفي هذا دليل على أن النساء كن مخيرات في سكنى الحول، وليس ذلك بحتم عليهن. </p><p> ولرفع الحرج عن الورثة وجهان (١) : </p><p> أحدهما: أنه لا جناح عليكم في قطع النفقة عنهن إذا خرجن قبل انقضاء الحول. </p><p> والوجه الثاني: لا جناح عليكم في ترك منعهن من الخروج؛ لأن مقامها في بيت زوجها حولًا غير واجب عليها، خيرها الله تعالى بين أن تقيم في بيت زوجها حولًا، ولها النفقة والسكنى، وبين أن تخرج ولا نفقة لها ولا سكنى، ثم نسخ الله ذلك بأربعة أشهر وعشر. </p><p> واعلم: أنه دلت هذه الآية على مجموع أمرين: </p><p> أحدهما: أن لها النفقة والسكنى من مال زوجها سنة. </p><p> والثاني: أن عليها عدة سنة، ثم إن الله تعالى نسخ هذين الحكمين، أما الوصية بالنفقة والكسوة والسكنى: فنسخ بآية الميراث، فجعل لها الربع أو الثمن عوضًا عن النفقة والسكنى، ونسخ عدة الحول بأربعة أشهر وعشر. </p><p> فإن قلت: كيف نسخت الآية المتقدمة المتأخرة؟ </p><p> قلتُ: قد تكون الآية المتقدمة متقدمة في التلاوة متأخرة في النزول، كقوله تعالى:  {سَيَقُولُ السُّفَهَاءُ مِنَ النَّاسِ} مع قوله تعالى: {قَدْ نَرَى تَقَلُّبَ وَجْهِكَ فِي السَّمَاءِ} . </p><p> فإن قلت (٢) : لِمَ نكَّر {مَعْرُوفٍ} هنا، وعرَّفه فيما سبق {بِالْمَعْرُوفِ} ؟ </p><p> قلتُ: لأن ما هنا سابق في النزول، فلم يسبق له عهد حتى يعرف، وما سبق متأخر عن هذا، فسبق له عهد، فعرف فما سبق هو عين ما هنا على القاعدة المشهورة عند البلغاء. {وَاللَّهُ عَزِيزٌ} ؛ أي: غالب قوي في انتقامه ممن خالف أمره ونهيه، وتعدى حدوده. </p><p> {حَكِيمٌ} فيما شرع وبين لعباده من الشرائع والأحكام، يراعي مصالحهم في أحكامه. </p><p>(١) الخازن. (٢) الجمل.</p>"
}