{
  "id": null,
  "sura": 2,
  "aya": 140,
  "text": "<p> والأعمش، وابن محيصن بإدغام النون في النون، وأجاز بعضهم حذف النون. أما قراءة الجمهور فظاهرةٌ، وأمَّا قراءة زيدٍ، ومن ذكر معه، فوَجْهها: أنّه لمَّا التقى مثلان، وكان قبل الأولى حرف مدٍّ ولينٍ جاز الإدغام، كقولك: دار راشدٍ؛ لأنَّ المد يقوم مقام الحركة في نحو: جعل، وأمَّا جواز حذف النون الأولى، فوجَهَّهُ: من أجاز ذلك على قراءة من قرأ {فَبِمَ تُبَشِّرُونَ} بكسر النون. </p><p> ١٤٠ - {أَمْ تَقُولُونَ} قرأ حمزة (١) ، وابن عامر، والكسائي، وعاصم في روايةِ حفصٍ: بالتاء الفوقية، وعلى هذه القراءة تكون أم هنا متَّصلة معادلةً للهمزة في قوله:  {أَتُحَاجُّونَنَا} أي: أتحاجوننا في الله أم تقولون: إنّ هؤلاء الأنبياء على دينكم، فالاستفهام عن وقوع أحد هذين الأمرين: المحاجَّة في الله، والادِّعاء على إبراهيم، ومن ذكر معه أنَّهم كانوا يهودًا أو نصارى؛ أي: أيُّ الأمرين وقع منكم؟ وقرأ الباقون بالياء التحتية، فعلى هذه القراءة تكون أم منقطعةً تقدَّر ببل، وهمزة الإنكار؛ أي: بل أيقولون: {إِنَّ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطَ} وهم حفدة يعقوب، وهم أولاد أولاده الاثني عشر. وعن الزجَّاج أنّه قال: الأسباط في ولد إسحاق بمنزلة القبائل في ولد إسماعيل، فولد كل واحدٍ من ولد إسحاق سبطٌ، ومن ولد إسماعيل قبيلةٌ. اهـ. </p><p> {كَانُوا} قبل نزول التوراة والإنجيل {هُودًا أَوْ نَصَارَى} فهم مقتدون بهم، والاستفهام إنكاريٌّ بمعنى: النَّفي؛ أي: لا ينبغي لهم أن يقولوا ذلك؛ لأنَّ اليهوديَّة والنصرانيَّة إنّما حدثت، ووقعت بعدهم في زمن موسى وعيسى، وإبراهيم ومن ذكر معه قبلها بزمانٍ، فكيف يقال فيهم إنَّهم كانوا هودًا أو نصارى؟ كما قال سبحانه في آيةٍ أخرى: {يَا أَهْلَ الْكِتَابِ لِمَ تُحَاجُّونَ فِي إِبْرَاهِيمَ وَمَا أُنْزِلَتِ التَّوْرَاةُ وَالْإِنْجِيلُ إِلَّا مِنْ بَعْدِهِ أَفَلَا تَعْقِلُونَ (٦٥) } عبارة \"السمين\" . والاستفهام للإنكار والتوبيخ أيضًا، فيكون قد انتقل عن قوله:  {أَتُحَاجُّونَنَا} وأخذ في الاستفهام عن قضيةٍ أخرى، والمعنى: على إنكار نسبة اليهودية والنصرانية إلى إبراهيم، ومن ذكر معه. انتهت. </p><p>(١) البيضاوي.</p><p> والمعنى: على أنَّ أم متصلةٌ معادلةٌ للهمزة أتحاجُّوننا في الله أم تقولون إنّ إبراهيم؛ أي: أتقيمون الحجة على حقيَّة ما أنتم عليه، أم تقولون إنّ إبراهيم، ومن ذكر معه كانوا هودًا أو نصارى، فنحن مقتدون بهم، والمراد: إنكار كلا الأمرين، والتوبيخ عليهما؛ أي: كيف تحاجون وكيف تقولون في حقِّ الأنبياء الذين بعثوا قبل نزول التوراة والإنجيل: أنّهم كانوا هودًا أو نصارى؟ ومن المحال أن يقتدي المتقدِّم بالمتأخِّر، ويستنَّ بسنته. </p><p> والخلاصة: أي: أتقولون إنَّ اختصاصكم بالقرب من الله دوننا هو من الله، وهو ربُّنا وربُّكم؟ أم تقولون: إنّ امتيازكم باليهودية والنصرانية التي أنتم عليها، إنّما كان بأنَّ هؤلاء الأنبياء كانوا عليها، فنحن مقتدون بهم. فإن كان هذا ما تدَّعون، فأنتم كاذبون فيما تقولون، فإنَّ هذين الإسمين إنّما حدثا فيما بعد، فما حدث اسم اليهودية إلّا بعد موسى، وما حدث اسم النصرانية إلّا بعد عيسى، فكيف تزعمون أنَّ إبراهيم كان يهوديًّا أو نصرانيًّا وقضيَّة العقل شاهدةٌ بكذبكم؟ {قُلْ} لهم يا محمد! {أَأَنْتُمْ} الاستفهام للتقرير والتوبيخ {أَعْلَمُ} بدينهم {أَمِ اللَّهُ} أعلم به؛ أي: أأنتم أعلم بدين إبراهيم ومن ذكر معه من الله، أم الله أعلم منكم، حيث نفى عن إبراهيم ومن ذكر معه ما نسبتم إليهم من اليهودية والنصرانية، بل الله أعلم منكم، وخبره أصدق، وقد أخبر سبحانه في التوراة، والإنجيل، وفي القرآن على لسان محمد - صلى الله عليه وسلم -، أنّهم كانوا مسلمين مبرَّئين من اليهودية والنصرانية، حيث قال سبحانه: {مَا كَانَ إِبْرَاهِيمُ يَهُودِيًّا وَلَا نَصْرَانِيًّا وَلَكِنْ كَانَ حَنِيفًا مُسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ (٦٧) } والمذكور معه تبعٌ. </p><p> والمعنى: أي أأنتم أعلم بالمرضِيِّ عند الله، أم الله أعلم بما يرضيه وما يتقبَّله، لا شكّ أنَّ الله هو العليم بذلك دونكم، وقد ارتضى للناس ملة إبراهيم، وأنتم تعترفون بذلك، وكتبكم تصدِّقه قبل أن تجيء اليهودية والنصرانية، فلم لا ترضون لأنفسكم هذه الملة. وقال أبو حيان: والقول في القراءة في {أَأَنْتُمْ} كهو في قوله: {أَأَنْذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ} وقد توسَّط السؤال عنه هنا، وهو أحسن من تقدُّمه، نحو: أعلم أنتم أم الله، أو تأخُّره، نحو: أأنتم أم الله أعلم، وهذا تهكُّم </p><p> بهم؛ لأنّه ليس عندهم علمٌ، والاستفهام في قوله:  {وَمَنْ أَظْلَمُ} ؛ لإنكار أن يكون أحدٌ أظلم منه، فهو بمعنى: النفي؛ أي: لا أحد أشدُّ ظلمًا {مِمَّنْ كَتَمَ} ؛ أي: ستر وأخفى عن الناس {شَهَادَةً} ثابتةً {عِنْدَهُ} ؛ أي: عند من كائنةً {مِنَ اللَّهِ} تعالى، فقوله:  {عِنْدَهُ} و {مِنَ اللَّهِ} صفتان لشهادة؛ أي: شهادةً حاصلةً عنده، صادرةً من الله تعالى، وهو شهادته تعالى لإبراهيم عليه السلام بدين الإِسلام، والبراءة من اليهودية، والنصرانية، وهم اليهود، وفيه تعريضٌ بكتمانهم شهادة الله لمحمد - صلى الله عليه وسلم - بالنبوَّة والرسالة في كتبهم، وسائر شهاداته، وتقدَّم الكلام في دفع المعارضة في أفعل التفضيل الجائي بعد الاستفهام، كمن عند قوله:  {وَمَنْ أَظْلَمُ مِمَّنْ كَتَمَ شَهَادَةً عِنْدَهُ مِنَ اللَّهِ} فالمراد هنا: لا أحد من الكاتمين أظلم ممن كتم شهادة الله تعالى؛ يعني: يا أهل الكتاب! قد علمتم بشهادةٍ حصلت عندكم، صادرةٍ من الله تعالى، بأنَّ إبراهيم وبنيه كانوا حنفاء مسلمين بأن أخبركم الله بذلك في كتابكم، ثم إنّكم تكتمونها، وتدَّعون خلاف ما شهد الله به في حقِّهم، فلا أحد أظلم منكم، حيث اجترأتم على تكذيب الله تعالى فيما أخبر به في شأن إبراهيم، ومن معه. </p><p> وتعليقُ الأظلمية بمطلق الكِتْمَانِ؛ للإِيمْاء إلى أنَّ مرتبة مَنْ يَدْرِيها، ويَشْهَدُ بخلافها في الظلم، خارجةٌ عن دائرة البيان. وعن ابن عباس:  (أكبر الكبائر: الإشراك بالله، وشهادة الزور، وكتمان الشهادة)  {وَمَنْ يَكْتُمْهَا فَإِنَّهُ آثِمٌ قَلْبُهُ} والمراد: مَسْخُ القلب، وطَبْعُه، ونعوذ بالله من ذلك {وَمَا اللَّهُ} سبحانه وتعالى {بِغَافِلٍ} أي: بساهٍ {عَمَّا تَعْمَلُونَ}  (ما) موصولة عامّة لجميع ما يكتسب بالجوارح الظاهرة، والقوى الباطنة، ويدخل فيه كتمان شهادة الله دخولًا أوّليًّا؛ أي: هو سبحانه وتعالى محيط بجميع ما تأتون، وما تذرون، فيعاقبكم بذلك أشدَّ عقاب، ويجوز كونها مصدرية؛ أي: بغافلٍ عن عملكم من الكتمان، وغيره، بل محصيه عليكم، ثمّ يعاقبكم عليه في الآخرة، وفيه وعيد شديد، وتهديد ليس عليه مزيدٌ، وإعلامٌ بأنَّ الله سبحانه لا يترك عقوبتهم على الظلم القبيح، والذنب الفظيع. وقرىء {يعملون} بالياء التحتانية؛ يعني: أنَّ الله لا يترك أمركم سُدًى، بل يعذِّبكم أشدَّ العذاب، وهو محيطٌ بما تأتون، وما تذرون. </p>"
}