{
  "id": null,
  "sura": 2,
  "aya": 130,
  "text": "<p> فائدة: فإن قلت (١) : ما الحكمة في ذكر إبراهيم، وآله مع محمد - صلى الله عليه وسلم - في باب الصلاة حيث يقال: اللهم صل على محمد، وعلى آل محمد، كما صلَّيت على إبراهيم، وعلى آل إبراهيم دون سائر الأنبياء عليهم الصلاة والسلام؟. </p><p> قلت: أجيب عنها بأجوبة كثيرة: </p><p> منها: أنّ إبراهيم دعا لمحمد بهذه الدعوات، فأجرى الله سبحانه ذكر إبراهيم على ألسنة أمَّة محمد - صلى الله عليه وسلم - إلى يوم القيامة، أداءً لحقٍّ واجبٍ على محمد لإبراهيم عليهما الصلاة والسلام. </p><p> ومنها: أنَّ إبراهيم سأل ربَّه بقوله: {وَاجْعَلْ لِي لِسَانَ صِدْقٍ فِي الْآخِرِينَ} ؛ أي: أبق لي ثناءً حسنًا في أمّة محمد - صلى الله عليه وسلم -. </p><p> ومنها: أنّ إبراهيم كان منادي الشريعة في الحجِّ، ومحمدًا كان منادي الإيمان، فجمع الله بينهما في الذكر الجميل إلى غير ذلك من الأجوبة. </p><p> ١٣٠ - ومَن في قوله:  {وَمَنْ يَرْغَبُ} للاستفهام الإنكاري التوبيخيِّ، فهو بمعنى: النفي؛ أي: لا يرغب، ولا يعرض {عَنْ مِلَّةِ إِبْرَاهِيمَ} عليه السلام، ولا يترك دينه، وشريعته التي منها ما أرسل به محمدٌ - صلى الله عليه وسلم - {إِلَّا مَنْ سَفِهَ نَفْسَهُ} ؛ أي: إلا من استخفَّ، وأذلَّ، وامتهن نفسه، وأهلكها، وخسَّرها، وجهل قدرها بأن لم يعلم أنّها مخلوقةٌ لله، يجب عليها عبادة خالقها؛ لأن من عبد غير الله فقد جهل نفسه؛ لأنّه لم يعترف بأنَّ الله خالقها، وقد ورد:  (من عرف نفسه فقد عرف ربّه) . وعنى بذلك اليهود، والنصارى، ومشركي العرب لاختيارهم اليهوديَّة، والنصرانيَّة، والوثنية، على الإسلام. </p><p> فائدة: فالمِلَّة والدّين والشريعة بمعنى واحد، وهي: الأحكام التي شرعها الله تعالى لعباده للتَّعبُّد بها، فمن حيث إملاء الرسول إيَّاها علينا تسمَّى ملَّةً، ومن حيث إنَّها شرعها الله على لسان رسوله تسمَّى شريعةً، ومن حيث إنّا نتديَّن بها </p><p>(١) المراح.</p><p> تسمى دينًا، كما مرَّ لك {وَلَقَدِ اصْطَفَيْنَاهُ} ؛ أي: وعزّتي وجلالي، لقد اصطفينا إبراهيم واخترناه {فِي الدُّنْيَا} من بين سائر الخلق، للرسالة والخلَّة، وعرَّفناه الملة التي هي جامعة للتوحيد، والعدل، والشرائع {وَإِنَّهُ} ؛ أي: إنّ إبراهيم {فِي الْآخِرَةِ} ؛ أي: في اليوم الآخر {لَمِنَ الصَّالِحِينَ} ؛ أي: لمن الفائزين بالرضا والكرامة مع الأنبياء، والمرسلين، وسائر عباد الله الصالحين، ففيه بيان (١) لخطأ من رغب عن ملَّته؛ لأنَّ من جمع كرامة الدارين لم يكن أحدٌ يرغب عن طريقته إلا من سفيه. </p><p> وقوله:  {وَإِنَّهُ فِي الْآخِرَةِ} متعلق (٢) بقوله: {لَمِنَ الصَّالِحِينَ} ؛ أي: لمن المشهود لهم بالثبات على الاستقامة، والخير، والصلاح، فمن كان صفوة العباد في الدنيا، مشهودًا له في الآخرة بالصلاح، كان حقيقًا بالاتباع، لا يرغب عن مِلَّتَهِ إلّا سفيهٌ؛ أي: في أصل الخلقة، أو متسفِّهٌ يتكلَّف السَّفاهة بمباشرة أفعال السفهاء باختياره، فيذلُّ نفسه بالجهل، والإعراض عن النظر، والتأمُّل، وفي قوله:  {وَإِنَّهُ فِي الْآخِرَةِ لَمِنَ الصَّالِحِينَ} بشارةٌ عظيمةٌ له في الدنيا بصلاح الخاتمة، ووعد له بذلك، وكم من صالحٍ في أوَّل حاله ذهب صلاحه في ماله، وكان في </p><p> الآخرة لعذابه، ونكاله، كبلعم بن باعوراء، وبرصيصا، وقارون. والمعنى (٣) : أي: إنّ ملتكم هي ملة أبيكم إبراهيم الذي إليه تنسبون، وبه تفخرون، فكيف ترغبون وتحتقرون عقولكم، وتدعون أولياء من دون الله لا يملكون لكم ضرًّا ولا نفعًا؟! ولقد اجتبيناه من بين خلقنا، وجعلنا في ذريته أئمةً يهدون بأمرنا، وجعلناه في الآخرة من المشهود لهم بالخير، والصلاح، وإرشاد الناس للعمل بهذه الملّة، ولا شكّ (٤) أنَّ ملّةً هذا شأنها، وبها كانت له المكانة عند ربّه، لا يرغب عنها إلّا سفيهٌ يعرض عن التأمل في ملكوت السموات والأرض، ورؤية الآثار الكونية </p><p>(١) النسفي. (٢) روح البيان.(٣) المراغي.(٤) المراغي.</p>"
}