{
  "id": null,
  "sura": 2,
  "aya": 33,
  "text": "<p> لمبتدعاته، الذي لا يفعل إلا ما فيه حكمة بالغة. وناسب (١) تقديم الوصف بالعلم على تقديم الوصف بالحكمة؛ لأنه المتصل به في قوله:  {وَعَلَّمَ}  {أَنْبِئُونِي}  {لا عِلْمَ لَنا} فالذي ظهرت به المزية لآدم والفضيلة، هو العلم، فناسب ذكره متصلا به؛ ولأنّ الحكمة إنما هي آثار العلم، وناشئة عنه، ولذلك أكثر ما جاء في القرآن تقديم الوصف بالعلم على الوصف بالحكمة؛ وليكون آخر مقالهم مخالفا لأوله، حتى يتبين رجوعهم عن قولهم:  {أَتَجْعَلُ فِيها} وفي هذا الجواب (٢) منهم، إيذان بأنهم رجعوا إلى ما كان يجب عليهم أن لا يغفلوا عن مثله، من التفويض إلى واسع علم الله وعظيم حكمته، بعد أن تبيّن لهم ما تبيّن، وإيماء إلى أنّ الإنسان ينبغي له أن لا يغفل عن نقصانه، وعن فضل الله عليه وإحسانه، ولا يأنف أن يقول لا أعلم إذا لم يكن يعلم، ولا يكتم الشيء الذي يعلم. </p><p> وقال العلماء: قول الشخص لا أدري نصف العلم، وسئل (٣) أبو يوسف القاضي عن مسألة؟ فقال: لا أدري، فقالوا له: ترتزق من بيت المال كلّ يوم كذا وكذا، ثم تقول لا أدري، قال: إنما أرتزق بقدر علمي، ولو أعطيت بقدر جهلي لم يسعني مال الدنيا، وحكي: أن عالما سئل عن مسألة وهو فوق المنبر؟ فقال: </p><p> لا أدري، فقيل له: ليس المنبر موضع الجهّال، فقال: إنما علوت بقدر علمي ولو علوت بقدر جهلي لبلغت السماء. </p><p> ٣٣ - وقوله:  {قالَ} الله سبحانه وتعالى لآدم كلام مستأنف أيضا {يا آدَمُ أَنْبِئْهُمْ} ؛ أي: أخبر الملائكة وأعلمهم {بِأَسْمائِهِمْ} التي عجزوا عن علمها، واعترفوا بالقصور عن بلوغ مرتبتها؛ أي: أخبرهم بأسماء هؤلاء المسمّيات، فسمّى لهم كل شيء باسمه حتى القصعة والقصيعة، وبين لهم أحوال كل من المسميات، وخواصّه، وأحكامه المتعلقة بالمعاش، والمعاد. </p><p>(١) البحر المحيط. (٢) المراغي.(٣) روح البيان.</p><p> وقال:  {أَنْبِئْهُمْ}  (١) دون أنبئني؛ للإشارة إلى أنّ علمه عليه السلام بها ظاهر، لا يحتاج إلى ما يجري مجرى الامتحان، وإلى أنه جدير أن يعلّم غيره، فتكون له منّة المعلّم المفيد، ولهم مقام المتعلم المستفيد؛ ولئلا تستولي عليه الهيبة، فإنّ إنباء العالم ليس كإنباء غيره. وقرأ الجمهور {أَنْبِئْهُمْ} بالهمز وضم الهاء، وهذا هو الأصل، كما تقول: أكرمهم. وروي عن ابن عباس {أَنْبِئْهُمْ} بالهمز وكسر الهاء، ووجهه: أنه أتبع حركة الهاء لحركة الباء، ولم يعتدّ بالهمزة؛ لأنها ساكنة، فهي حاجز غير حصين وقرأ الحسن، والأعرج، وابن كثير، من طريق الغواس {أنبهم} على وزن أعطهم. قال ابن جني: وهذا على إبدال الهمزة ياء على أنه تقول: أنبيت، كأعطيت، قال: وهذا ضعيف في اللغة؛ لأنه بدل لا تخفيف، والبدل عندنا لا يجوز إلا في ضرورة الشعر. انتهى. كلام أبي الفتح. </p><p> ذكره أبو حيان في «البحر المحيط» . </p><p> {فَلَمَّا أَنْبَأَهُمْ} أي أنبأ آدم الملائكة {بِأَسْمائِهِمْ} ؛ أي: بأسماء تلك المسميات مفصلة، وبين لهم أحوال كل منها، وخواصّه، وأحكامه. روي (٢) أنه رفع على منبر، وأمر أن ينبىء الملائكة بالأسماء، فلما أنبائهم بها وهم جلوس بين يديه، وذكر منفعة كل شيء {قالَ} الله سبحانه وتعالى، للملائكة توبيخا لهم وتقريرا منهم {أَلَمْ أَقُلْ لَكُمْ} يا ملائكتي، والاستفهام للتقرير مع التوبيخ؛ أي: قد قلت لكم: {إِنِّي أَعْلَمُ غَيْبَ السَّماواتِ وَالْأَرْضِ} ؛ أي: أعلم ما غاب فيهما عنكم ممّا كان ومما يكون، مما لا دليل عليه، ولا طريق إليه، وقيل: غيب السموات أكل آدم وحواء من الشجرة؛ لأنها أوّل معصية وقعت في السماء، وغيب الأرض قتل قابيل هابيل؛ لأنها أوّل معصية كانت في الأرض، وقيل غير ذلك. وذلك أنه سبحانه وتعالى، علم أحوال آدم قبل أن يخلقه، فلهذا قال لهم أعلم ما لا تعلمون {وَأَعْلَمُ ما تُبْدُونَ} ؛ أي: ما تظهرون من قولكم: {أَتَجْعَلُ فِيها مَنْ يُفْسِدُ فِيها} الآية. </p><p>(١) المراغي. (٢) روح البيان.</p><p> {وَما كُنْتُمْ تَكْتُمُونَ} ؛ أي: تسرون من قولكم، لن يخلق الله خلقا أكرم عليه منا ولا أعلم منا، وهو استحضار لقوله تعالى:  {إِنِّي أَعْلَمُ ما لا تَعْلَمُونَ} وروى الشعبي، عن ابن عباس، وابن مسعود: أن المراد بقوله تعالى: {ما تُبْدُونَ} قولهم: {أَتَجْعَلُ فِيها مَنْ يُفْسِدُ فِيها} وبقوله: {وَما كُنْتُمْ تَكْتُمُونَ} ما أسر إبليس في نفسه من الكبر، ومن أن لا يسجد، وفيه تعريض (١) بمعاتبتهم على ترك الأولى من السؤال، وهو أن يتوقفوا مترصدين لأن يبيّن لهم، وفي هذه الآيات دلالة على شرف الإنسان على غيره من المخلوقات، وعلى فضل العلم على العبادة، فإن الملائكة أكثر عبادة من آدم، ومع ذلك لم يكونوا أهلا لاستحقاق الخلافة، وعلى أن شرط الخلافة العلم، بل هو العمدة فيها، وعلى أنّ آدم أفضل من هؤلاء الملائكة، لأنه أعلم منهم، والأعلم هو الأفضل من غيره لقوله تعالى:  {قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لا يَعْلَمُونَ} فالعلم أشرف جوهرا، ولكن لا بدّ للعبادة مع العلم، فإن العلم بمنزلة الشجرة، والعبادة بمنزلة الثمرة، فالشرف للشجرة وهو الأصل، لكن الانتفاع بثمرتها. </p><p> وفي استخلاف (٢) آدم في الأرض، معنى سام من الحكمة الإلهية، خفي على الملائكة، فإنه لو استخلفهم فيها لما عرفوا أسرار هذا الكون، وما أودع فيه من الخواص، فإنهم ليسوا بحاجة إلى شيء مما في الأرض، إذ هم على حال يخالف حال الإنسان، فما كانت الأرض لتزرع بمختلف الزروع، ولا تستخرج المعادن من باطنها، ولا تعرف خواصّها الكيمائية والطبيعية، ولا تعرف الأجرام الفلكية، ولا المستحدثات الطبية، ولا شيء من العلوم التي تفنى السنون، ولا يدرك الإنسان لها غاية. </p><p> وقوله:  {إِنِّي أَعْلَمُ}  (٣) ياء المتكلم المتحرك ما قبلها، إذا لقيت همزة القطع المفتوحة جاز فيها وجهان: التحريك والإسكان، وقرىء بالوجهين في السبعة </p><p>(١) روح البيان. (٢) المراغي.(٣) البحر المحيط.</p>"
}