{
  "id": null,
  "sura": 2,
  "aya": 27,
  "text": "<p> وعمّا هداهم إليه بالعقل، والمشاعر، والكتب المنزلة على من أوتوها. وفي هذا إيماء إلى أنّ علّة إضلالهم، ما كانوا عليه من الخروج عن السنن الكونية التي جعلها عبرة لمن تذكّر، فقد انصرفت أنظارهم عن التدبّر في حكمة المثل إلى حقارة الممثّل به، حتى رسخت به جهالتهم، وازدادت ضلالتهم، فأنكروه. </p><p> والفسق في اللغة (١) : الخروج، وفي الشرع: الخروج عن طاعة الله بارتكاب الكبيرة التي من جملتها الإصرار على الصغيرة، وله طبقات ثلاث: </p><p> الأولى: التغابي، وهو ارتكابها أحيانا مستقبحا لها. </p><p> والثانية: الانهماك في تعاطيها. </p><p> والثالثة: المثابرة عليها مع جحود قبحها، وهذه الطبقة من مراتب الكفر، فما لم يبلغها الفاسق لا يسلب عنه اسم المؤمن، لاتصافه بالتصديق الذي يدور عليه الإيمان. </p><p> ٢٧ - ثمّ زاد في ذمّ الفاسقين بذكر أوصاف مستقبحة لهم، فقال:  {الَّذِينَ يَنْقُضُونَ عَهْدَ اللَّهِ} أي: يخالفون، ويتركون أمر الله تعالى {مِنْ بَعْدِ مِيثاقِهِ} ؛ أي: من بعد توثيق ذلك العهد، وتوكيده بالقبول. فالضمير للعهد، أو من بعد توثيق الله سبحانه ذلك العهد، بإنزال الكتب وإرسال الرسل، فالضمير إلى الله. فالمراد بالميثاق هنا: نفس المصدر لا نفس العهد. </p><p> أي: الذين يخالفون أمر الله ووصيّته في الكتب المتقدمة، بالإيمان بمحمد صلّى الله عليه وسلّم من بعد ميثاقه وتوكيده عليهم، وإيجاب وفائه عليهم المذكور في آية {وَإِذْ أَخَذَ اللَّهُ مِيثاقَ النَّبِيِّينَ لَما آتَيْتُكُمْ مِنْ كِتابٍ وَحِكْمَةٍ ثُمَّ جاءَكُمْ رَسُولٌ مُصَدِّقٌ لِما مَعَكُمْ} الآية. </p><p> وقيل (٢) : المراد بالعهد: هو الحجة القائمة على عباده الدالّة على وجوب </p><p>(١) روح البيان. (٢) العمدة.</p><p> وجوده ووحدانيته، وعلى وجوب صدق رسله. فالمعنى: الذين ينقضون كلّ عهد وميثاق من الإيمان بالله، والتصديق بالرسل، والعمل بالشرائع. </p><p> قيل (١) : عهد الله ثلاثة: </p><p> الأول: ما أخذه على ذرّيّة آدم - عليه السلام - بأنّ يقرّوا بربوبيته تعالى. </p><p> والثاني: ما أخذه على الأنبياء - عليهم السلام - أن أقيموا الدين، ولا تتفرّقوا فيه. </p><p> والثالث: ما أخذه على العلماء بأن يبيّنوا الحقّ، ولا يكتموه. </p><p> والنقض: الفسخ، وفكّ التركيب. </p><p> فإن قلت: من أين ساغ استعمال النقض في إبطال العهد؟ قلت: من حيث تسميتهم العهد بالحبل على سبيل الاستعارة، لما فيه من ثبات الوصلة بين المتعاهدين. </p><p> وعبارة المراغي هنا:  {الَّذِينَ يَنْقُضُونَ عَهْدَ اللَّهِ مِنْ بَعْدِ مِيثاقِهِ} ؛ أي:  (٢) الذين يستعملون المواهب التي خلقها الله لعباده من عقل، ومشاعر، وحواس ترشدهم إلى النظر والاعتبار في غير ما خلقت له، حتى كأنّهم فقدوها، كما قال:  {لَهُمْ قُلُوبٌ لا يَفْقَهُونَ بِها وَلَهُمْ أَعْيُنٌ لا يُبْصِرُونَ بِها وَلَهُمْ آذانٌ لا يَسْمَعُونَ بِها أُولئِكَ كَالْأَنْعامِ بَلْ هُمْ أَضَلُّ أُولئِكَ هُمُ الْغافِلُونَ} . </p><p> وهذا العهد الذي نقضوه هو العهد الفطريّ، وهناك عهد آخر جاءت به الشرائع، وهو العهد الدينيّ، وقد وثّق الله الأول بجعل العقول قابلة لإدراك السنن الإلهيّة التي في الكون، كما وثّق الثاني، بما أيّد به الأنبياء من الحجج والبراهين الدالة على صدقهم، فمن أنكر بعثة الرسل، ولم يهتد بهديهم، فهو ناقض لعهد الله، فاسق عن سننه في إبلاغ القوى البشريّة والنفسيّة حدّ الكمال الإنسانيّ الممكن لها. </p><p>(١) روح البيان. (٢) المراغي.</p><p> وقرأ الجمهور (١) : {يُضِلُّ} بضمّ الياء وكسر الضاد من (أضلّ) الرباعيّ المبني للفاعل في المواضع الثلاثة، والفاعل هو الله سبحانه وتعالى. وقرأ زيد بن عليّ {يُضِلُّ بِهِ كَثِيرًا وَيَهْدِي بِهِ كَثِيرًا وَما يُضِلُّ بِهِ إِلَّا الْفاسِقِينَ} في الثلاثة على البناء للمفعول. وقرأ إبراهيم بن أبي عبلة في الثلاثة على البناء للفاعل الظاهر مفتوح حرف المضارعة. وروي عن ابن مسعود: أنّه قرأ {يُضِلُّ} بضمّ الياء في الأول، {وما يضل به} بفتح الياء، و {الفاسقون} بالواو، وكذا أيضا: في القراءتين السابقتين، وهي قراءات متجهة في أنّها مخالفة للمصحف المجمع عليه. </p><p> {وَيَقْطَعُونَ ما أَمَرَ اللَّهُ بِهِ أَنْ يُوصَلَ} محلّ {أَنْ يُوصَلَ} الجرّ على أنّه بدل من الهاء في {بِهِ} العائد إلى {ما} الموصولة؛ أي:  (٢) يقطعون ما أمر الله بوصله، من الأرحام والقرابات الدينية والنسبية. وذلك أنّ قريشا قطعوا رحم النبي صلّى الله عليه وسلّم بالمعاداة، والله أمرهم أن يصلوا حبلهم بحبل المؤمنين، فهم انقطعوا عن المؤمنين، واتصلوا بالكفّار. فلفظ (٣) القطع عامّ في كلّ قطيعة لا يرضى الله بها، كقطع الرحم، وقطع موالاة المؤمنين، والتفرقة بين الأنبياء عليهم السلام والكتب السماوية في التصديق، وترك الجماعات المفروضة، وسائر ما فيه رفض خير أو تعاطي شرّ، فإنّه يقطع ما بين الله تعالى وبين العبد، من الوصلة التي هي المقصودة بالذات من كلّ وصل وفصل. </p><p> وفي الحديث:  «إذا أظهر الناس العلم، وضيّعوا العمل به، وتحابّوا بالألسن وتباغضوا بالقلوب، وتقاطعوا الأرحام لعنهم الله عند ذلك، فأصمّهم وأعمى أبصارهم» . وروي عن النبي صلّى الله عليه وسلّم أنّه قال: «ثلاثة في ظلّ عرش الله يوم القيامة: </p><p> امرأة مات عنها زوجها، وترك عليها يتامى صغارا، فخطبت فلم تتزوج، وقالت: </p><p>(١) البحر المحيط. (٢) العمدة.(٣) روح البيان.</p>"
}