{
  "id": null,
  "sura": 2,
  "aya": 65,
  "text": "<p> والتضييع، وقال:  {وَاذْكُرُوا ما فِيهِ} وهو المقصود من الكتب الإلهية؛ لأنّ العمدة العمل بمقتضاها لا تلاوتها باللسان، وترتيلها بالأنغام، فإنّ ذلك نبذ لها. قال الغزالي: وما مثل ذلك إلا مثل ملك أرسل كتابا إلى أحد أمرائه، وأمره أن يبني له قصرا في ناحية من مملكته، فلم يكن حظّ الكتاب منه إلا أن يقرأه كل يوم دون أن يبني القصر، أفلا يستحق هذا الأمير بعدئذ العقاب من الملك الذي أرسل به إليه؟ </p><p> ٦٥ - وقوله:  {وَلَقَدْ عَلِمْتُمُ} خطاب لمعاصري النبي صلّى الله عليه وسلّم من اليهود؛ أي: وبالله قد عرفتم يا بني إسرائيل! {الَّذِينَ اعْتَدَوْا} ؛ أي: تجاوزوا الحد ظلما {مِنْكُمْ} ؛ أي: من أسلافكم، محلّه نصب على أنه حال {فِي} يوم {السَّبْتِ} ؛ أي: جاوزوا ما حدّ لهم فيه من التجرّد للعبادة وتعظيمه، واشتغلوا بالصيد، وأصل السبت القطع؛ لأنّ اليهود أمروا بأن يسبتوا فيه؛ أي: يقطعوا الأعمال، ويشتغلوا بعبادة الله، ويسمّى النوم سباتا؛ لأنه يقطع الحركات الاختيارية، وفيه تحذير وتهديد؛ فكأنّه يقول: إنكم تعلمون ما أصابهم من العقوبة، فاحذروا كيلا يصيبكم مثل ما أصابهم {فَقُلْنا لَهُمْ} قهرا {كُونُوا قِرَدَةً} جمع قرد، كالديكة جمع ديك، وهذا أمر تحويل وتكوين، فهو عبارة عن تعلق القدرة بنقلهم من حقيقة البشرية إلى حقيقة القردة؛ لأنهم لم يكن لهم قدرة على التحول من صورة إلى صورة، وهو إشارة إلى قوله:  {إِنَّما قَوْلُنا لِشَيْءٍ إِذا أَرَدْناهُ أَنْ نَقُولَ لَهُ كُنْ فَيَكُونُ} ؛ أي: لمّا أردنا ذلك صاروا كما أردنا من غير امتناع ولا لبث {خاسِئِينَ} ؛ أي: ذليلين، هو وقردة خبران لكان؛ أي: كونوا جامعين بين القرديّة والخسىء، وهو الصغار والطرد. </p><p> فإن قلت: كيف أمروا بذلك مع أنه ليس في وسعهم؟. </p><p> قلت: هذا أمر إيجاد لا أمر إيجاب، كقوله:  {كُنْ فَيَكُونُ} والمعنى؛ أي (١) : وعزتي وجلالي، لقد عرفتم عقوبة الذين تجاوزوا الحد في الاصطياد باصطيادهم في يوم السبت الذي نهوا عن الاصطياد فيه، وأمروا بالتفرّغ فيه للعبادة، فقلنا لهم: كونوا وصيروا بقدرتنا قردة؛ أي: حيوانا معروفا خاسئين؛ </p><p>(١) العمدة.</p><p> أي: ذليلين مطرودين عن الرحمة والشرف. </p><p> وأصل هذه القصة (١) : أنهم كانوا في زمن داود عليه السلام بأرض يقال لها: أيلة بين المدينة والشام على ساحل بحر القلزم، فحرّم الله عليهم صيد السمك يوم السبت، فكان إذا دخل السبت لم يبق حوت في البحر إلا اجتمع هناك، إمّا ابتلاء لأولئك القوم، وإما لزيارة السمكة التي كان في بطنها يونس بن متى، في كل سبت يجتمعن لزيارتها، ويخرجن خراطيمهن من الماء حتى لا يرى الماء من كثرتها، وإذا مضى السبت تفرقن ولزمن مقل البحر فلا يرى شيء منها، ثمّ إن الشيطان وسوس إليهم، وقال: إنما نهيتم عن أخذها يوم السبت، فعمد رجال من أهل تلك القرية فحفروا الحياض حول البحر، وشرعوا منه إليها الأنهار، فإذا كانت عشيّة الجمعة فتحوا تلك الأنهار، فأقبل الموج بالحيتان إلى الحياض، فلا يقدرون على الخروج؛ لبعد عمقها؛ وقلة مائها، فإذا كان يوم الأحد يصطادونها، فأخذوا، وأكلوا، وملّحوا، وباعوا، فكثرت أموالهم، ففعلوا ذلك زمانا أربعين سنة، أو سبعين لم تنزل عليهم عقوبة، وكانوا يتخوّفون العقوبة، فلمّا لم يعاقبوا استبشروا وتجرّءوا على الذنب، وقالوا: ما نرى السبت إلا قد أحل لنا، ثم أستنّ الأبناء سنة الآباء، فلو أنهم فعلوا ذلك مرة أو مرتين لم يضرهم، فلما فعلوا ذلك صار أهل القرية - وكانوا نحوا من سبعين ألفا - ثلاثة أصناف: صنف أمسك ونهى، وصنف أمسك ولم ينه، وصنف انتهك الحرمة، وكان الناهون اثني عشر ألفا فنهوهم عن ذلك، وقالوا: يا قوم! إنكم عصيتم ربكم وخالفتم سنة نبيكم، فانتهوا عن هذا العمل قبل أن ينزل بكم البلاء، فلم يتعظوا وأبوا قبول نصحهم، فعاقبهم الله بالمسخ، وذلك قوله تعالى:  {فَقُلْنا لَهُمْ كُونُوا قِرَدَةً خاسِئِينَ} ثمّ إنّ المجرمين لما أبوا قبول النصح قال الناهون: والله لا نساكنكم في قرية واحدة، فقسموا القرية بجدار وصيّروها بذلك ثنتين، فلعنهم داود، وغضب الله عليهم؛ لإصرارهم على المعصية، فمسخوا ليلا، فلما أصبح الناهون أتوا أبوابها فإذا هي مغلقة لا يسمع منها صوت ولا يعلو منها دخان، </p><p>(١) روح البيان.</p>"
}