{
  "id": null,
  "sura": 2,
  "aya": 248,
  "text": "<p> {وَالْجِسْمِ} بالقوة على مبارزة العدو، وبالجمال وبطول القامة، فإنه كان أطول من غيره برأسه ومنكبيه حتى إن الرجل القائم كان يمد يده، فينال رأسه، فكان أعلم بني إسرائيل يومئذ، وأجملهم وأتمهم خلقًا، والعمدة في الاختيار أمران: العلم؛ ليتمكن به من معرفة أمور السياسة، والأمر الثاني: قوة البدن؛ ليعظم خطره في القلوب ويقدر على مقاومة الأعداء، ومكابدة الشدائد، وقد خصه الله منهما بحظ وافر. قال ابن كثير: ومن ها هنا ينبغي أن يكون الملك ذا علم، وشكل حسن، وقوة شديدة في بدنه ونفسه {وَاللَّهُ يُؤْتِي} ؛ أي: يعطي {مُلْكَهُ} وسلطنته في الدنيا {مَنْ يَشَاءُ} ، إيتاءه من عباده، وإن لم يكن من سبط الملك، فلا اعتراض عليه {وَاللَّهُ وَاسِعٌ} الفضل والعطاء {عَلِيمٌ} بمن هو أهل </p><p> ٢٤٨ - للملك، ويليق به، ولما قال القوم لنبيهم: ليس ملكه من الله بل أنت ملكته علينا، وطلبوا منه آية تدل على اصطفاء الله تعالى إياه للملك .. أجابهم إلى ذلك {وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ آيَةَ مُلْكِهِ} ؛ أي: إن علامة ملكه واصطفائه من الله عليكم {أَنْ يَأْتِيَكُمُ التَّابُوتُ} ؛ أي: يرد الله إليكم الصندوق الذي أخذ منكم، وهو صندوق التوراة، وكانوا يعرفونه، وكان قد رفعه الله تعالى بعد وفاة موسى عليه السلام لسخطه على بني إسرائيل لما عصوا وأفسدوا، فلما طلب القوم من نبيهم آية تدل على ملك طالوت .. قال نبي ذلك القوم: إن آية ملك طالوت أن يأتيكم التابوت من السماء إلى الأرض، والملائكة يحفظونه، فأتاهم، والقوم ينظرون إليه حتى نزل عند طالوت، وقرأ الجمهور:  {التَّابُوتُ} بالتاء، وقرأ أبي وزيد بالهاء وهي لغة الأنصار {فِيهِ} ؛ أي: في ذلك التابوت {سَكِينَةٌ} وقرأ أبو السماك: {سكّينة} بتشديد الكاف؛ أي: طمأنينة لقلوبكم؛ أي: مودع فيه ما تسكنون إليه؛ وهو التوراة، وكان موسى عليه السلام إذا قاتل قدَّمه فسكن نفوسَ بني إسرائيل ولا يفرون، أو الضمير في الإتيان؛ أي: في إتيان ذلك التابوت سكون لكم وطمأنينة وبشارات {مِنْ رَبِّكُمْ} ؛ أي: من كتب ربكم المنزلة على موسى وهارون، ومن بعدهما من الأنبياء عليهم السلام بأن الله ينصر طالوت وجنوده، ويزيل عنهم الخوف من العدو {وَبَقِيَّةٌ} ؛ أي: تركة {مِمَّا تَرَكَ آلُ مُوسَى وَآلُ هَارُونَ} ؛ أي: مما ترك موسى وهارون أنفسهما، والآل مقحم؛ لتفخيم شأنهما </p>"
}