{
  "id": null,
  "sura": 2,
  "aya": 233,
  "text": "<p> الأطفال والاهتمام بشأنهم، ثم أعقب ذلك ببيان حكم الفراق، بين الزوجين بالموت، وما يجب على المرأة من العدة فيه رعاية لحق الزوج، كما ذكر تعالى موضوع خطبة المرأة في حالة العدة، وموضوع استحقاق المرأة لنصف المهر، أو كاملة بعد الفراق أو الطلاق. </p><p> قوله تعالى:  {وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا} قال أبو حيان: مناسبة هذه الآية لما قبلها: أنه لما تقدم ذكر عدة طلاق الحيض، واتصلت الأحكام إلى ذكر الرضاع، وكان في ضمنها قوله:  {وَعَلَى الْوَارِثِ مِثْلُ ذَلِكَ} ؛ أي: وارث المولود له .. ذكر عدة الوفاة؛ إذ كانت مخالفة لعدة طلاق الحيض. </p><p> التفسير وأوجه القراءة </p><p> ٢٣٣ - {وَالْوَالِدَاتُ} ؛ أي: الأمهات سواء كن مطلقات أو متزوجات {يُرْضِعْنَ أَوْلَادَهُنَّ} وهذا خبر بمعنى الأمر؛ أي: ليرضعن أولادهن ندبًا عند استجماع (١) ثلاثة شروط: قدرة الأب على الاستئجار، ووجود غير الأم، وقبول الولد للبن الغير، ووجوبًا عند فقد واحد منها، كما يجب على كل أحد مواساة المضطر؛ لأن تربية الطفل بلبن الأم أصلح له من لبن غيرها، ولكمال شفقتها عليه. </p><p> ويدل على أنه لا يجب على الوالدة إرضاع الولد عند استجماع تلك الشروط قوله تعالى:  {فَإِنْ أَرْضَعْنَ لَكُمْ فَآتُوهُنَّ أُجُورَهُنَّ} ولو وجب عليها الرضاع .. لما استحقت الأجرة، وقوله تعالى:  {وَإِنْ تَعَاسَرْتُمْ فَسَتُرْضِعُ لَهُ أُخْرَى} . {حَوْلَيْنِ} ؛ أي: عامين ظرف الرضاع {كَامِلَيْنِ} ؛ أي: تامين صفة مؤكدة، وإنما أكده بكاملين؛ لأنه مما يتسامح فيه تقول: أقمت عند فلان حولين، وإن لم تستكملهما، فبين الله تعالى أنهما حولان كاملان أربعة وعشرون شهرًا من غير نقص ولا زيادة، وهذا رد على أبي حنيفة في قوله: إن مدة الرضاع ثلاثون شهرًا، وعلى زفر في قوله: إن مدة الرضاع ثلاث سنين، وهذا التحديد بالحولين </p><p>(١) الجمل.</p><p> ليس تحديد إيجاب، ويدل على ذلك قوله بعده:  {لِمَنْ أَرَادَ أَنْ يُتِمَّ الرَّضَاعَةَ} ؛ أي: ذلك المذكور من الحولين لمن أراد إتمام الرضاعة الكاملة من الأبوين، فدل على أن إرضاع الحولين ليس حتمًا، بل هو التمام، ويجوز الاقتصار على ما دونه، وليس فيما دون ذلك حد، وإنما هو على مقدار إصلاح المولود وما يعيش به، فثبت أن المقصود من هذا التحديد قطع النزاع بين الزوجين في مقدار زمن الرضاعة، فقدر الله تعالى ذلك بالحولين حتى يرجعا إليه عند التنازع. </p><p> وقرأ مجاهد (١) ، وابن محيصن {لمن أراد أن تتم} بفتح التاء، ورَفع الرضاعة على إسناد الفعل إليها، وقرأ أبو حيوة، وابن أبي عبلة، والجارود بن أبي سبرة بكسر الراء من الرضاعة، وهي لغة، وروي عن مجاهد أنه قرأ:  {الرضعة} وقرأ ابن عباس: {لمن أراد أن يكمل الرضاعة} ، وما عدا قراءة الجمهور شاذ. </p><p> {وَعَلَى الْمَوْلُودِ لَهُ} ؛ أي: على الأب الذي يولد لأجله وبسببه، وأثر (٢) هذا اللفظ دون قوله: وعلى الوالد للدلالة على أن الأولاد للآباء لا للأمهات، ولهذا ينسبون إليهم دونهن، كأنهن إنما ولدن لهم فقط. </p><p> قال بعضهم: </p><p> وَإنَّمَا أُمَّهَاتُ النِّسَاءِ أَوْعِيَةٌ ... مُسْتَوْدَعَاتٌ وَللآبَاءِ أَبْنَاءُ </p><p> وقيل (٣) : إن هذا تنبيه على أن الولد إنما يلتحق بالوالد؛ لكونه مولودًا على فراشه، فكأنه قال: إذا ولدت المرأة الولد لأجل الرجل، وعلى فراشه .. وجب عليه رعاية مصالحه. {رِزْقُهُنَّ} ؛ أي: طعامهن {وَكِسْوَتُهُنَّ} ؛ أي: لباسهن لأجل الإرضاع إذا كن مطلقات من الأب طلاقًا بائنًا؛ لعدم بقاء علقة النكاح الموجبة لذلك، فلو لم ترضعهم الوالدات .. لم يجب، فإن كن زوجات أو رجعيات .. </p><p>(١) الشوكاني. (٢) الكشاف.(٣) الخازن.</p><p> فالرزق والكسوة لحق الزوجية، ولهن أجرة الرضاع إن امتنعن منه وطلبن ما ذكر {بِالْمَعْرُوفِ} ؛ أي: بما يتعارفه الناس من غير إسراف ولا تقتير {لَا تُكَلَّفُ نَفْسٌ} بالنفقة على الرضاع ولا تلزم {إِلَّا وُسْعَهَا} ؛ أي: طاقتها وما يسعها وقدر ما أعطاها الله تعالى من المال. </p><p> وقوله (١) : {لَا تُكَلَّفُ نَفْسٌ إِلَّا وُسْعَهَا} تقييد لقوله {بِالْمَعْرُوفِ} ؛ أي: هذه النفقة والكسوة الواجبتان على الأب بما يتعارفه الناس لا يكلف منها إلا ما يدخل تحت وسعه وطاقته لا ما يشق عليه ويعجز عنه. </p><p> وقيل: المراد لا تكلف المرأة الصبر على التقتير في الأجرة، ولا يكلف الزوج ما هو إسراف، بل يراعي القصد، وقرأ أبو رجاء شذوذًا:  {لا تكلف} - بفتح التاء؛ أي: لا تتكلف، وارتفع نفس على الفاعلية، وحذفت إحدى التائين. وفي هذه الآية (٢) : دليل على وجوب نفقة الولد على الوالد؛ لعجزه وضعفه، ونسبه تعالى إلى الأم؛ لأن الغذاء يصل إليه بواسطتها في الرضاع، وأجمع العلماء على أنه يجب على الأب نفقة أولاده الأطفال الذين لا مال لهم. </p><p> {لَا تُضَارَّ وَالِدَةٌ بِوَلَدِهَا} ؛ أي: بأخذ ولدها منها بعد ما رضيت بما أعطي غيرها على الرضاع مع شدة محبتها له {وَلَا} يضار {مَوْلُودٌ لَهُ} وهو الأب {بِوَلَدِهِ} ؛ أي: بطرح الولد عليه بعد إلف أمه، ولا يقبل ثدي غيرها مع أن الأب لا يمتنع عليها من الرزق والكسوة، فقوله:  {لَا تُضَارَّ وَالِدَةٌ} راجع لقوله: {وَالْوَالِدَاتُ يُرْضِعْنَ} وقوله: {وَلَا مَوْلُودٌ لَهُ بِوَلَدِهِ} راجع لقوله: {وَعَلَى الْمَوْلُودِ لَهُ} و {لا} في قوله: {لَا تُضَارَّ} يحتمل أن تكون نافية؛ فالفعل مرفوع على أنه بدل من {لَا تُكَلَّفُ نَفْسٌ} ، وأن تكون ناهية، فهو مجزوم. </p><p> قوله:  {لَا تُضَارَّ} قرأ (٣) أبو عمرو، وابن كثير وجماعة، ورواه أبان عن </p><p>(١) الشوكاني. (٢) القرطبي.(٣) الشوكاني مع زيادة عن العكبري والجمل.</p><p> عاصم بالرفع على الخبر. وقرأ نافع، وابن عامر، وحمزة، والكسائي، وعاصم في المشهور عنه بفتح الراء المشددة على النهي، وعلى كل من القراءتين يحتمل أن يكون الفعل مبنيًّا للفاعل أو للمفعول، وأصله لا تُضارر، أو لا تَضارر بالبناء للفاعل أو المفعول، والباء في قوله:  {بولدها} أو {بولده} سببية، والمعنى: لا تضارر الأب بسبب الولد بأن تطلب منه ما لا يقدر عليه من الرزق والكسوة، أو بأن تفرط في حفظ الولد، والقيام بما يحتاج إليه، أو لا تضارر من زوجها بأن يقصر عليها في شيء مما يجب عليه، أو ينتزع ولدها منها بلا سبب، وهكذا قراءة الرفع تحتمل الوجهين، فهذه أربع قراءات سبعية. </p><p> وقرأ عمر بن الخطاب رضي الله عنه:  {لا تضارَر} على الأصل بفتح الراء الأولى، وقرأ أبو جعفر بن القعقاع:  {لا تضارْ} بإسكان الراء وتخفيفا، على أنه حذف الراء الثانية فرارًا من التشديد في الحرف المكرر، وهو الراء، وروي عنه الإسكان والتشديد، وجاز حينئذ الجمع بين الساكنين؛ إما لأنه أجرى الوصل مجرى الوقف، أو لأن مدة الألف تجري مجرى الحركة، فهاتان قراءتان شاذتان عن أبي جعفر المذكور. </p><p> وقرأ الحسن، وابن عباس شذوذًا:  {لا تضارِر} بكسر الراء الأولى، فجملة ما في هذه الكلمة من القراءات ثمانية، ويحتمل أن تكون الباء في قوله:  {بِوَلَدِهِ} صلة لقوله: {تُضَارَّ} على أنه بمعنى تضر؛ أي: لا تضر والدة ولدها، ولا أب ولده، فتسيء تربيته، أو تقصر في غذائه، وأضيف الولد تارة إلى الأب، وتارة إلى الأم؛ لأن كل واحد منهما يستحق أن ينسب إليه مع ما في ذلك من الاستعطاف، وهذه الجملة تفصيل، وتقرير للجملة التي قبلها؛ أي: لا يكلف كل واحد منهما الآخر ما لا يطيقه، فلا تضاره بسبب ولده. </p><p> {وَعَلَى الْوَارِثِ مِثْلُ ذَلِكَ} ؛ أي (١) : وعلى الصبي الذي هو وارث أبيه المتوفى مثل ما على الأب من النفقة والكسوة، فإنه إن كان له مال .. وجب أجر الرضاعة </p><p>(١) المراح.</p><p> في ماله، وإن لم يكن له مال .. أجبرت أمه على الرضاعة، ولا يجبر على نفقة الصبي إلا الوالدان؛ وهو قول مالك والشافعي، وقيل: المراد من الوارث الباقي من الأبوين أخذًا من قوله: \"اللهم متعنا بأسماعنا وأبصارنا واجعلهما الوارث منا\" . </p><p> وقيل (١) : المراد بالوارث وارث الصبي الذي لو مات الصبي ورثه؛ أي: فعلى هذا الوارث مثل ما كان على أب الصبي في حال حياته، واختلف في أي وارث هو؟ فقيل: هم عصبة الصبي كالجد والأخ والعم وابنه، وقيل: هو كل وارث له من الرجال والنساء، وبه قال أحمد، فيجبرون على نفقة الصبي كل على قدر سهمه منه، وقيل: هو من كان ذا رحم محرم منه، وبه قال أبو حنيفة لقراءة ابن مسعود رضي الله عنه {وعلى الوارث ذي الرحم المحرم مثل ذلك} . </p><p> {فَإِنْ أَرَادَا} ؛ أي: الوالدان، وقرىء شذوذًا:  {فإن أراد} بلا ألف، {فِصَالًا} ؛ أي: فطامًا للولد عن اللبن قبل تمام الحولين صادرًا {عَنْ تَرَاضٍ} واتفاق {مِنْهُمَا} لا من أحدههما فقط {وَتَشَاوُرٍ} ؛ أي: مشاورة بينهما؛ أي: تدقيق النظر فيما يصلح للولد؛ أي: يشاوران أهل العلم في ذلك حتى يخبروا أن الفطام قبل الحولين لا يضر بالولد، والمشاورة استخراج الرأي بما فيه مصلحة {فَلَا جُنَاحَ عَلَيْهِمَا} ؛ أي: فلا حرج ولا إثم على الوالدين في الفطام قبل الحولين إذا لم يضر بالولد، وكما يجوز النقص عن الحولين عند اتفاق الأبوين عليه، كذلك تجوز الزيادة عليهما باتفاقهما {وَإِنْ أَرَدْتُمْ} أيها الآباء {أَنْ تَسْتَرْضِعُوا أَوْلَادَكُمْ} ؛ أي: أن تطلبوا لأولادكم مراضع غير أمهاتهم إذا أبت أمهاتهم إرضاعهم، أو تعذر ذلك لعلة بهن من انقطاع لبن، أو غير ذلك أو أردن التزويج {فَلَا جُنَاحَ} ولا حرج ولا إثم {عَلَيْكُمْ} في ذلك الاسترضاع {إِذَا سَلَّمْتُمْ} إلى المراضع المستأجرات {مَا آتَيْتُمْ} بالمد على قراءة الجمهور؛ أي: ما أعطيتم؛ أي: سلمتم إليهن ما أردتم إيتاءه وإعطاءه لهن من الأجرة {بِالْمَعْرُوفِ} ؛ أي: بطيب نفس وسرور </p><p>(١) الخازن.</p>"
}