{
  "id": null,
  "sura": 2,
  "aya": 4,
  "text": "<p> عبادات الملائكة كلّها؛ لأنّ منهم من هو قائم، ومنهم من هو راكع، ومنهم من هو ساجد، وحامد، ومسبّح، ومكبّر، إلى غير ذلك. فأعطى الله سبحانه أجور عبادات أهل السموات لأمّته إذا أقاموا بالصلوات الخمس، هكذا قالوا، والله أعلم. </p><p> والحكمة في كونها خمس صلوات: أنها كانت متفرّقة في الأمم السالفة، فجمعها سبحانه لنبيّه وأمّته؛ لأنّه صلّى الله عليه وسلّم مجمع الفضائل كلّها دنيا وأخرى، وأمته من بين الأمم كذلك، فقد قيل: أوّل من صلّى الفجر آدم، والظهر إبراهيم، والعصر يونس، والمغرب عيسى، والعشاء موسى. فهذا سرّ القرار على خمس صلوات. </p><p> وقيل: صلّى آدم الصلوات الخمس كلّها، ثمّ تفرقت بعده بين الأنبياء عليهم الصلاة والسلام، وأوّل من صلّى الوتر رسول الله صلّى الله عليه وسلّم ليلة المعراج، ولذلك قال: </p><p> «زادني ربّي صلاة» ؛ أي: الوتر على الخمس، أو صلاة الليل، فافهم. </p><p> قيل (١) : وأول من بادر إلى السجود جبريل - عليه السلام - ولذلك كان رفيق الأنبياء وخادمهم، وأوّل من قال: سبحان الله جبريل، والحمد لله آدم، ولا إله إلّا الله نوح، والله أكبر إبراهيم، ولا حول ولا قوّة إلا بالله العلي العظيم رسول الله صلّى الله عليه وسلّم. ذكر ذلك كلّه في «كشف الكنوز وحلّ الرموز» ، وهكذا قالوا ولكن لا أصل له. </p><p> ٤ - وقوله:  {وَالَّذِينَ يُؤْمِنُونَ} معطوف على الموصول الأول، وهو نوع آخر للمتقين، فإنها أنزلت فيمن كان آمن بعيسى وأدرك النبي صلّى الله عليه وسلّم: كعبد الله بن سلام، وعمّار بن ياسر، وسلمان الفارسي، والنجاشي وغيرهم. وأما النوع الأول: فهم الذين آمنوا برسول الله صلّى الله عليه وسلّم من مشركي العرب؛ لأنّهم لم يرسل إليهم غيره صلّى الله عليه وسلّم. </p><p> فنزلت الآية الأولى إلى قوله:  {وَمِمَّا رَزَقْناهُمْ يُنْفِقُونَ} فيهم. روى ابن جرير عن ابن عباس - رضي الله عنهما - أنّ المراد بالمؤمنين هنا: من آمنوا بالنبي صلّى الله عليه وسلّم وبالقرآن من أهل الكتاب، وبالمؤمنين فيما قبلها من آمنوا من مشركي العرب. </p><p>(١) روح البيان.</p><p> أي: والذين يصدّقون {بِما أُنْزِلَ إِلَيْكَ} يا محمد، وهو القرآن الذي يتلى، والوحي الذي لا يتلى. وهو ما بيّنه النبي صلّى الله عليه وسلّم من أعداد الركعات، ونصب الزكوات، وحدود الجنايات. قال تعالى:  {وَأَنْزَلْنا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ ما نُزِّلَ إِلَيْهِمْ} ، وقال أيضا: {وَما يَنْطِقُ عَنِ الْهَوى (٣) إِنْ هُوَ إِلَّا وَحْيٌ يُوحى}. والتعبير عن إنزاله بالماضي مع كون بعضه مترقبا حينئذ؛ لتغليب المحقّق على المقدّر، أو لتنزيل ما في شرف الوقوع لتحقّقه منزلة الواقع، كما في قوله تعالى:  {إِنَّا سَمِعْنا كِتابًا أُنْزِلَ مِنْ بَعْدِ مُوسى} مع أنّ الجنّ ما كانوا سمعوا الكتاب جميعا، ولا كان الجميع إذ ذاك نازلا. وفي «الكواشي» : لأنّ القرآن شيء واحد في الحكم، ولأنّ المؤمن ببعضه مؤمن بكلّه. انتهى. والإنزال هنا (١) : بمعنى الوحي، وسمّي إنزالا، وهو نقل الشيء من العلو إلى السفل، ولا يكون إلّا في الأجسام؛ لما في جانب الألوهية من علوّ الخالق على المخلوق، أو لإنزال جبريل له على النبي صلّى الله عليه وسلّم لتبليغه للخلق، كما قال في آية أخرى:  {نَزَلَ بِهِ الرُّوحُ الْأَمِينُ} ؛ يعني: أنّ الإنزال نقل الشيء من أعلى إلى أسفل، وهو إنّما يلحق المعاني بواسطة لحوقه الذوات الحاملة لها، فنزول ما عدا الصحف من الكتب الإلهيّة إلى الرسل عليهم السلام والله أعلم: بأن يتلقّاها الملك من جنابه تعالى تلقّيا روحانيا، أو يحفظها من اللوح المحفوظ، فينزل بها إلى الرسل، فيلقيها عليهم. </p><p> {وَ} يؤمنون بـ {ما أُنْزِلَ} من الكتب السالفة من التوراة، والإنجيل، والزبور، وغيرها على الرسل الذين أرسلوا {مِنْ قَبْلِكَ} إيمانًا إجماليًّا لا تفصيليًّا، والإيمان بالكل جملة فرض عين، وبالقرآن تفصيلا من حيث إنّا متعبّدون بتفاصيله فرض كفاية، فإنّ في وجوبه على الكلّ عينا حرجا بيّنا، وإخلالا بأمر المعاش. </p><p> قال في «التيسير» : (٢) الإيمان بكلّ الكتب مع تنافي أحكامها على وجهين: </p><p>(١) المراغي. (٢) روح البيان.</p><p> أحدهما: التصديق أنّ كلّها من عند الله تعالى. </p><p> والثاني: الإيمان بما لم ينسخ من أحكامها. </p><p> {وَبِالْآخِرَةِ} تأنيث الآخر الذي هو نقيض الأول، وهو في المعدودات اسم للفرد اللاحق، وهي صفة الدار بدليل قوله تعالى:  {تِلْكَ الدَّارُ الْآخِرَةُ} ، وهي من الصفات الغالبة، وكذا الدنيا، وسمّيت الدنيا دنيا لدنوها؛ أي: قربها من الآخرة، أو لدناءتها وخسّتها، وسمّيت الآخرة آخرة؛ لتأخّرها، وكونها بعد الدنيا. {هُمْ يُوقِنُونَ} ؛ أي: يعتقدون اعتقادا جازما، وتقديم الجار والمجرور على الفعل؛ لرعاية الفاصلة، أو لإفادة الحصر، وأتى بالجملة الاسمية للاهتمام به؛ لأنّه أعلى من الإنفاق. والإيقان: إتقان العلم بالشيء بنفي الشكّ، والشبهة عنه نظرا واستدلالا، ولذلك لا يسمّى علمه تعالى يقينا، وكذا العلوم الضرورية. وفيه ردّ على من أنكر الآخرة ممن لا يؤمن بمحمد صلّى الله عليه وسلّم. </p><p> وقرأ الجمهور {بِما أُنْزِلَ إِلَيْكَ وَما أُنْزِلَ مِنْ قَبْلِكَ} مبنيا للمفعول. وقرأهما النخعيّ، وأبو حيوة، ويزيد بن قطيب مبنيا للفاعل، وقرىء شاذّا {بِما أُنْزِلَ إِلَيْكَ} بتشديد اللام، ووجه ذلك: أنه أسكن لام {أُنْزِلَ} ثم حذف همزة (إلى) ، ونقل كسرتها إلى لام «أنزل» ، فالتقى المثلان من كلمتين، فأدغم، والإدغام جائز. وقرأ الجمهور {يُوقِنُونَ} بواو ساكنة بعد الياء، وهي مبدلة من ياء؛ لأنّه من أيقن. وقرأ أبو حية النّمريّ بهمزة ساكنة بدل الواو. </p><p> ومعنى الآية: أي (١) والذين يصدقون بما أنزل إليك من القرآن والوحي، أنه من عند الله تعالى، ويصدقون بما أنزل على الرسل من قبلك من سائر الكتب السماوية، أنها من عند الله سبحانه وتعالى، لا يفرقون بين كتب الله ولا بين رسله. وقال ابن عباس: أي: يصدقون بما جئت به من الله تعالى، وبما جاء به من قبلك من الرسل، لا يفرقون بينهم ولا يجحدون بما جاءؤوا به من ربهم، </p><p> وبمجيء الدار الآخرة التي تتلو الدنيا مع ما فيها من البعث، والحشر والحساب، </p><p>(١) العمدة.</p><p> والميزان، والجزاء، والجنة والنار. هم يوقنون؛ أي:  (١) يعلمون علما قطعيا مزيحا لما كان عليه أهل الكتاب من الشكوك والأوهام التي من جملتها: زعمهم أن الجنة لا يدخلها إلا من كان هودا أو نصارى، وأنّ النار لن تمسهم إلا أياما معدودات، واختلافهم في أن نعيم الجنة هل هو من قبيل نعيم الدنيا أو لا؟ وهل هو دائم أو لا؟ فقال فرقة منهم: يجري حالهم في التلذذ بالمطاعم، والمشارب، والمناكح على حسب مجراها في الدنيا، وقال آخرون: إنّ ذلك إنّما احتيج إليه في هذه الدار من أجل نماء الأجسام، ولمكان التوالد والتناسل، وأهل الجنة مستغنون عنه، فلا يتلذذون إلا بالنسيم، والأرواح العبقة، والسماع اللذيذ، والفرح والسرور. وفي بناء {يُوقِنُونَ} على الضمير تعريض بمن عداهم من أهل الكتاب، وبما كانوا عليه من إثبات أمر الآخرة على خلاف حقيقته، فإنّ اعتقادهم في أمور الآخرة بمعزل من الصحة، فضلا من الوصول إلى مرتبة اليقين. فدل التقديم على التخصيص، بأن إيقان من آمن بما أنزل إليك وما أنزل من قبلك، مقصور على الآخرة الحقيقية لا يتجاوز إلا ما أثبته الكفار بالإقرار من أهل الكتاب. </p><p> واليقين (٢) : هو التصديق الجازم الذي لا شبهة فيه ولا تردد، ويعرف اليقين بالله واليوم الآخر بآثاره في الأعمال، فمن يشهد الزور، أو يشرب الخمر، أو يأكل حقوق الناس يكن إيمانه بهما خيالا يلوح في الذهن لا إيمانا يقوم على اليقين، إذ لم يظهر آثاره في الجوارح واللسان، وهو لا يكون إيمانا حقّا إلّا إذا كان مالكا لزمام النفس مصرّفا لها في أعمالها. </p><p> والإيمان على الوجه الصحيح يحصل من أحد طريقين: </p><p> ١ - البحث والتأمّل فيما يحتاج إلى ذلك، كالعلم بوجود الله سبحانه ورسالة الرسل. </p><p>(١) روح البيان. (٢) المراغي.</p>"
}