{
  "id": null,
  "sura": 2,
  "aya": 107,
  "text": "<p> فرقةٌ كذلك إلّا أنَّها همزت بعد السين. وقرأ الضحاك، وأبو رجاء بضمّ النون الأولى وفتح الثانية، وتشديد السين وبلا همزٍ. وقرأ أُبيٌّ:  {أو نُنْسِكَ} بضمّ النون الأولى وسكون الثانية، وكسر السين من غير همز، وبكاف الخطاب بدل ضمير الغيبة، وفي مصحف سالم مولى أبي حذيفة كذلك، إلّا أنّه جمع بين الضميرين، وهي قراءة أبي حذيفة. وقرأ الأعمش:  {ما نُنْسِكَ مِنْ آيةٍ أو نُنْسِخْهَا نَجِىءْ بِمِثْلِها} وهكذا ثبت في مصحف عبد الله، فتحصَّل من هذه القراءات دون قراءة الأعمش إحدى عشرة قراءةً، فمعنى هذه اللفظة في الآية: نُؤخّر نسخها، أو نُزُولُها، قاله عطاء، وابن أبي نجيح، أو نمحها لفظًا، وحكمًا، قاله ابن زيد، أو نمضها فلا ننسخها، قاله أبو عبيدة، وهذا يضعِّفه قوله:  {نَأْتِ بِخَيْرٍ مِنْهَا} ؛ لأنّ ما أمضى وأُقِرّ لا يقال فيه نأت بخير منها. </p><p> ثمّ أقام الدليل على إمكان الننسخ، فقال: </p><p> ١٠٧ - {أَلَمْ تَعْلَمْ} يا محمد! الخطاب للنبي - صلى الله عليه وسلم -، والمراد (١) غيره من المؤمنين الذين ربّما كان يؤذيهم ما كان يعترض به اليهود، وغيرهم على النسخ، وضعيف الإيمان يؤثِّر في نفسه أن يعاب ما يأخذ به، فيخشى عليه من الرُّكونِ إلى الشُّبهة، أو تدخل في قلبه الحيرة، فجاء ذلك؛ تثبيتًا لهم؛ وتقويةً لإيمانهم ببيان أنَّ القادر على كل شيء، لا يستنكر عليه نسخ الأحكام؛ لأنّها ممَّا تتناولها قدرته. والاستفهام فيه للتقرير؛ أي: إنك تعلم يا محمد! {أَنَّ اللَّهَ} سبحانه وتعالى {عَلَى كُلِّ شَيْءٍ قَدِيرٌ} فمنه النسخ والتبديل {قَدِيرٌ} ؛ أي: قادر، فيقدر على النسخ، والإتيان بمثل المنسوخ، وبما هو خير منه. </p><p> والمعنى (٢) : ألم تعلم يا محمد؟ أني قادر على تعويضك ممَّا نسخت من أحكامي، وغيرته من فرائضي التي كنت افترضتها عليك ما أشاء مما هو خيرٌ لك، ولعبادي المؤمنين، وأنفع لك ولهم عاجلًا، أو آجلًا، وسبق لك آنفًا أنَّ الهمزة للاستفهام التقريري، والمعنى: أي: أَقرَّ واعترفْ يا محمد! بكون الله </p><p>(١) المراغي. (٢) الخازن.</p><p> قديرًا على كُلِّ شيء. وفي هذه الجملة تنبيهٌ للنبيِّ - صلى الله عليه وسلم -، وغيره، على قدرته تعالى، وأنّه القادر المتصرِّف في شؤون الخلق، يحكم بما شاء، ويأمر بما شاء، وأنّه لا دافع لما أراد، ولا مانع لما اختار. ثُم أقام دليلًا آخر، فقال:  {أَلَمْ تَعْلَمْ} يا محمد! الخطاب للنبي - صلى الله عليه وسلم -، والمراد: هو وأمّته، بدليل قوله:  {وَمَا لَكُمْ} وإنّما أفرده هنا؛ لأنّه أعلمهم، ومبدأ علمهم ومأخذه. قال بعضهم: وإنّما (١) خصَّه - صلى الله عليه وسلم - بالخطاب، مع أنَّ غيره داخلٌ في الخطاب أيضًا حقيقةً، بناءً على أنَّ المقصود من الخطاب تقرير علم المخاطب بما ذكر، ولا أحد من البشر أعلم بذلك منه - صلى الله عليه وسلم -، إذ قد وقف من أسرار ملكوت السموات والأرض، على ما لا يطَّلع عليه غيره، وعِلْمُ غيره بالنسبة إلى علمه - صلى الله عليه وسلم -، مُلْحَقٌ بالعلم؛ لأنّ علم الأولياء من علم الأنبياء، بمنزلة قطرةٍ من سبعة أبحر، وعلم الأنبياء من علم نبيّنا محمد - صلى الله عليه وسلم - بهذه المنزلة، وعلم نبينا من علم الحقّ سبحانه بهذه المنزلة. انتهى. </p><p> {أَنَّ اللَّهَ} سبحانه وتعالى {لَهُ} لا لغيره {مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ} وما فيهما، وما بينهما، أي: سلطنتهما، فهو المتصرِّف فيهما دون غيره، يحكم فيهما، وفيما فيهما بما شاء من أمر، ونهي، ونسخ، وتبديل، فيفعل ما يشاء، ويحكم ما يريد، وهو كالدليل على قوله:  {أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} الملك: تمام القدرة واستحكامها، وتخصيص السموات والأرض بالذكر، وإن كان الله تعالى له ملك الدنيا والآخرة جميعًا؛ لكونهما أعظم المصنوعات المحسوسة، وأعجبها شأنًا. وهذا الخبر (٢) ، وإن كان خطابًا للنبيِّ صلى الله عليه وسلم، لكن فيه تكذيبٌ لليهود الذين أنكروا النسخ، وجحدوا نبوّة عيسى، ومحمدٍ عليهما الصلاة والسلام، فأخبرهم أنَّ الله سبحانه وتعالى، له ملك السموات والأرض، وأنَّ الخلق كُلَّهم عبيده، وتحت تصرُّفه، يحكم فيهم ما يشاء، وعليهم السمع والطاعة، فعلم أنَّ هذه الجملة، كالدليل على قوله:  {أنَّ الله على كُلِّ شَيْءٍ قديرٌ} ، كما مرَّ، أو على جواز النسخ، ولذلك ترك العاطف {وَمَا لَكُمْ} أيها المؤمنون {مِنْ دُونِ اللَّهِ} </p><p>(١) روح البيان. (٢) العمدة.</p>"
}