{
  "id": null,
  "sura": 2,
  "aya": 213,
  "text": "<p> الخندق حين أصاب النبي - صلى الله عليه وسلم - والمسلمين يومئذ ما أصابهم من الجهد والشدة، والخوف والبرد، وضيق العيش الذي كانوا فيه يومئذ. </p><p> قوله تعالى:  {يَسْأَلُونَكَ مَاذَا يُنْفِقُونَ ...} الآية، أخرج ابن جرير عن ابن جريج قال: سأل المؤمنون رسول الله - صلى الله عليه وسلم -: أين يضعون أموالهم؟ فنزلت {يَسْأَلُونَكَ مَاذَا يُنْفِقُونَ قُلْ مَا أَنْفَقْتُمْ مِنْ خَيْرٍ} . </p><p> وأخرج ابن المنذر عن أبي حيان أن عمرو بن الجموح رضي الله عنه - وكان شيخًا كبيرًا ذا مالٍ - سأل النبي - صلى الله عليه وسلم -: ماذا ننفق من أموالنا، وأين نضعها؟ فنزلت هذه الآية. </p><p> قوله تعالى:  {يَسْأَلُونَكَ عَنِ الشَّهْرِ الْحَرَامِ ...} الآية، أخرج ابن جرير، وابن أبي حاتم، والطبراني في \"الكبير\" ، والبيهقي في \"سننه\" عن جندب بن عبد الله، أن رسول الله - صلى الله عليه وسلم - بعث رهطًا، وأمّر عليهم عبد الله بن جحش - وهو ابن عمته - في جُمادى الآخرة قبل وقعة بدر بشهرين، فلقوا عمرو بن الحضرمي فقتلوه، ولم يدروا أن ذلك اليوم من رجب أو من جُمادى، فقال المشركون للمسلمين: قتلتم في الشهر الحرام، فأنزل الله تعالى:  {يَسْأَلُونَكَ عَنِ الشَّهْرِ الْحَرَامِ قِتَالٍ فِيهِ ...} الآية. فقال بعضهم: إن لم يكونوا أصابوا وزرًا ليس لهم أجر، فأنزل الله تعالى:  {إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَاجَرُوا وَجَاهَدُوا فِي سَبِيلِ اللَّهِ ...} الآية. فأثبت الله لأصحاب هذه السرية جهادًا. </p><p> التفسير وأوجه القراءة </p><p> ٢١٣ - {كَانَ النَّاسُ} من لدن آدم إلى نوح عليهما السلام {أُمَّةً وَاحِدَةً} ؛ أي: متفقين على الحق والتوحيد، فاختلفوا {فَبَعَثَ اللَّهُ النَّبِيِّينَ} ويدل على هذا المحذوف - أعني قوله: فاختلفوا - قراءة ابن مسعود التفسيرية، والتي ليست بقرآن بل بتفسير، فإنه قرأ:  {كان الناس أمة واحدة فاختلفوا فبعث الله النبيين} . </p><p> والمراد (١) بالناس: القرون التي بين آدم ونوح؛ وهي عشرة، كانوا على </p><p>(١) البحر المحيط.</p><p> الحق حتى اختلفوا، فبعث الله نوحًا فمن بعده. قاله ابن عباس وقتادة. </p><p> والمعنى: كان الناس الذين بين آدم ونوح أمة متفقة في الدين قائمة على الحق، ثم اختلفوا بسبب الحسد والتنازع في طلب الدنيا، فآمن بعض وكفر بعض، فبعث الله النبيين؛ أي: نوحًا فمَن بعده حالة كونهم {مُبَشِّرِينَ} من آمن بالله بالجنة {وَمُنْذِرِينَ} ؛ أي: مخوِّفين من كفر بالله بالنار، وقدم البشارة؛ لأنها أبهج للنفس، وأقبل لما يُلقي النبي، وقيل (١) : جملة الأنبياء مئة ألف وأربعة وعشرون ألفًا، والرسل منهم ثلاث مئة وثلاثة عشر، والمذكور في القرآن باسم العلم ثمانية وعشرون. {وَأَنْزَلَ مَعَهُمُ} ؛ أي: مع كل واحد منهم {الْكِتَابَ} ؛ أي: كتابه حال كون ذلك الكتاب ملتبسًا {بِالْحَقِّ} ؛ أي: ببيان الحق والتوحيد، أو متعلق بأنزل؛ أي: وأنزل معهم الكتاب بالعدل والصدق (٢) ، وقيل: جملة الكتب المنزلة من السماء مئة وأربعة كتب: أنزل على آدم عشر صحائف، وعلى شيث ثلاثون، وعلى إدريس خمسون، وعلى موسى عشر صحائف والتوراة، وعلى داود الزبور، وعلى عيسى الإنجيل، وعلى محمَّد صلى الله وسلم عليه وعليهم القرآن {لِيَحْكُمَ} الله، أو ذلك الكتاب والنبي المبعوث، والحاكم في الحقيقة هو الله سبحانه وتعالى، وإسناد الحكم إلى الكتاب والنبي مجاز عقلي. {بَيْنَ النَّاسِ فِيمَا اخْتَلَفُوا فِيهِ} ؛ أي: في دين الإِسلام الذي اختلفوا فيه بعد الاتفاق عليه أولًا؛ أي: ليحكم الكتاب في الحق الذي اختلف الناس في ذلك الحق، فالكتاب حاكم، والمختلف فيه - وهو الحق - محكوم عليه. {وَمَا اخْتَلَفَ فِيهِ} ؛ أي: في ذلك الحق والدين {إِلَّا الَّذِينَ أُوتُوهُ} ؛ أي: أعطوا الكتاب مع أن المقصود من إنزال الكتاب أن لا يختلفوا، وأن يرفعوا المنازعة في الدين، فعكسوا الأمر، فجعلوا ما أنزل مزيحًا للاختلاف سببًا لاستحكامه، والمراد (٣) بالكتاب: التوراة والإنجيل، والذين أوتوه اليهود والنصارى، واختلافهم هو تكفير بعضهم بعضًا </p><p>(١) البيضاوي والشوكاني. (٢) الخازن.(٣) الخازن.</p><p> بغيًا وحسدًا، وقيل: اختلافهم هو تحريفهم: وتبديلهم، وقيل: الضمير في (فيه) راجع إلى محمَّد - صلى الله عليه وسلم -، والمعنى: وما اختلف في أمر محمَّد - صلى الله عليه وسلم - بعد وضوح الدلالات على صحة نبوته - صلى الله عليه وسلم - إلا اليهود الذين أوتوا الكتاب بغيًا منهم وحسدًا، و {مِنْ} في قوله (١) : {مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَاتُ بَغْيًا بَيْنَهُمْ} متعلقة بـ {اختلف} ، وهي وما بعدها - أعني قوله:  {بَغْيًا} - مقدم على الاستثناء في المعنى، والاستثناء مفرغ، والمستثنى منه محذوف، والمعنى (٢) : وما اختلف في الدين والحق أحد من بعد ظهور الحجج الواضحة، لأجل البغي والحسد الواقع منهم إلا الذين أوتوه، وإنما جعل مقدمًا على الاستثناء؛ لئلا يكون الاستثناء المفرغ متعدِّدًا مع أنه لا يكون كذلك؛ لأنه يصير المعنى حينئذ: إلا الذين أوتوه إلا من بعد ما جاءتهم البينات إلا بغيًا بينهم. </p><p> وقيل المعنى (٣) : وما اختلف في أمر محمَّد - صلى الله عليه وسلم - بعد وضوح الدلالات الواضحة على صحة نبوة محمَّد - صلى الله عليه وسلم - لهم بغيًا وحسدًا إلا اليهود؛ أي: إلا الذين أوتوا الكتاب، وهم علماء اليهود؛ لأن المشركين وإن اختلفوا في أمر محمَّد - صلى الله عليه وسلم -، فإنهم لم يفعلوا ذلك للبغي والحسد، والحرص على طلب الدنيا، ولم تأتهم البينات في شأن محمَّد - صلى الله عليه وسلم - كما أتت اليهود، فاليهود مخصوصون من هذا الوجه. </p><p> {فَهَدَى اللَّهُ الَّذِينَ آمَنُوا} بالنبيين {لِمَا اخْتَلَفُوا فِيهِ} ؛ أي: إلى الدين والحق الذي اختلف فيه من اختلف، وقوله:  {مِنَ الْحَقِّ} بيان لما اختلفوا فيه، وفي قراءة شاذة تنسب لعبد الله {لما اختلفوا فيه من الإسلام}  {بِإِذْنِهِ} ؛ أي: بإرادته وعلمه ولطفه. </p><p> قال ابن زيد: اختلفوا في القبلة فصلت اليهود إلى بيت المقدس، والنصارى إلى المشرق، فهدانا الله إلى الكعبة، واختلفوا في الصيام، فهدانا الله لشهر رمضان، واختلفوا في إبراهيم، فقالت اليهود: كان يهوديًّا، وقالت النصارى: </p><p>(١) الجلالين. (٢) الصاوي.(٣) الواحدي.</p>"
}