{
  "id": null,
  "sura": 2,
  "aya": 271,
  "text": "<p> في المعاصي أو بمنع الزكاة، وعدم الوفاء بالنذور، أو بالإنفاق بالخبيث، أو بالرياء والمن والأذى {مِنْ أَنْصَارٍ} ؛ أي: من أعوان يدفعون عنهم عذاب الله تعالى، ففيه وعيد شديد لكل ظالم. </p><p> روى البخاري عن عائشة رضي الله عنها قالت: سمعت رسول الله صلى الله عليه وآله وسلم يقول: \"من نذر أن يطيع الله .. فليطعه، ومن نذر أن يعص الله. فلا يعصه\" . وعن ابن عباس رضي الله عنهما: أن رسول الله صلى الله عليه وآله وسلم قال: \"من نذر نذرًا لم يسمه .. فكفارته كفارة يمين، ومن نذر نذرًا في معصية .. فكفارته كفارة يمين، ومن نذر نذرًا لا يطيقه .. فكفارته كفارة يمين، ومن نذر نذرًا فأطاقه .. فليَفِ به\" . أخرجه أبو داود. </p><p> وعن عمران بن حصين رضي الله عنه قال: قال رسول الله صلى الله عليه وآله وسلم: \"لا نذر في معصية، ولا فيما لا يملك ابن آدم\" . أخرجه النسائي. </p><p> ٢٧١ - {إِنْ تُبْدُوا} ؛ أي: إن تظهروا أيها المؤمنون إعطاء {الصَّدَقَاتِ فَنِعِمَّا هِيَ} ؛ أي: فنعم شيئًا إبداؤها وإظهارها، ولم يكن رياء ولا سمعة. وقيل (١) : فنعمت الخصلة هي. وقيل: فنعم الشيء هي. والصدقات: جمع صدقة، والصدقة: ما يخرجه الإنسان من ماله على وجه القربى، فيدخل فيه الزكاة الواجبة، وصدقة التطوع. وقرأ ابن عامر (٢) وحمزة والكسائي وخلف هنا، وفي النساء:  {فَنِعِمَّا} بفتح النون وكسر العين، وهذه القراءة على الأصل؛ لأن الأصل في نَعِمَ أن يكون على وزن: فَعِل كعلم. وقرأ ابن كثير وورش وحفص {فَنِعِمّا} بكسر النون والعينِ، وإنما كسرت النون إتباعًا لكسرة العين، وهي لغة هذيل. قيل: وتحتمل قراءة كسر العين على أن يكون أصل العين السكون، فلما وقعت {ما} بعدها، وأدغمت ميم {نعم} فيها .. كُسرت العين لالتقاء الساكنين. اهـ \"سمين\" . وقال الشوكاني: وقرىء بفتح النون وكسر العين، </p><p>(١) الخازن. (٢) الجمل.</p><p> وبكسرهما، وبكسر النون وسكون العين، وبكسر النون وإخفاء حركة العين. وقد حكى النحويون في: نِعْمَ أربع لغات، وهي هذه التي قرئ بها في المتواتر. انتهى. </p><p> {وَإِنْ تُخْفُوهَا} ؛ وإن تسروا الصدقات {وَتُؤْتُوهَا الْفُقَرَاءَ} ؛ أي؛ وتعطوها الفقراء في السر {فَهُوَ خَيْرٌ لَكُمْ} ؛ أي: أفضل من إبدائها وإيتائها الأغنياء؛ أي: وإن (١) تخفوها وتصيبوا بها مصارفها من الفقراء، فالإخفاء خير لكم. وقد ذهب جمهور المفسرين: إلى أن هذه الآية في صدقة التطوع، لا في صدقة الفرض، فلا فضيلة للإخفاء فيها، بل قد قيل: إن الإظهار فيها أفضل، وقالت طائفة: إن الإخفاء أفضل في الفرض والتطوع. </p><p> وعبارة \"الخازن\" هنا يعني: أن إخفاء الصدقة أفضل من العلانية، وكلٌّ مقبول إذا كانت النية صادقة، واختلفوا في المراد بالصدقة المذكورة في الآية فقال الأكثرون: المراد بها: صدقة التطوع. واتفق العلماء على أن كتمان صدقة التطوع أفضل، وإخفاءها خير من إظهارها؛ لأن ذلك أبعد من الرياء، وأقرب إلى الإخلاص؛ ولأن فيه بعدًا عما تؤثره النفس من إظهار الصدقة، وفي صدقة السر أيضًا فائدة ترجع إلى الفقير الآخذ، وهي أنه إذا أُعطي في السر .. زال عنه الذل والانكسار، وإذا أُعطي في العلانية .. يحصل له الذل والانكسار. انتهت. </p><p> ويدل على أن صدقة السر أفضل، ما روى الشيخان عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وآله وسلم: \"سبعة يظلهم الله في ظلِّه يوم لا ظل إلا ظله: إمام عادل، وشاب نشأ في طاعة الله تعالى ... \" الحديث، وفي آخره:  \"ورجل تصدَّق بصدقة فأخفاها حتى لا تعلم شماله ما تنفق يمينه\" . </p><p> ووجه جواز إظهار الصدقة (٢) يكون ممن قد أمن على نفسه من مداخلة الرياء في عمله، أو يكون ممن يُقتدى به في أفعاله، فإذا أظهر الصدقة تابَعه غيره </p><p>(١) الشوكاني. (٢) الخازن.</p><p> على ذلك، وأما الزكاة: فإظهار إخراجها أفضل من كتمانها؛ كالصلاة المكتوبة في الجماعة أفضل، وصلاة التطوع في البيت أفضل، ولكن في إظهار الزكاة نفي التهمة عن المزكي. وقيل: إن الآية واردة في زكاة الفرض وكان إخفاؤها خيرًا على عهد رسول الله صلى الله عليه وآله وسلم؛ لأنهم كانوا لا يظنون بأحد أنه يمنع الزكاة، فأما اليوم في زماننا: فإظهار الزكاة أفضل حتى لا يساء الظن به. {وَيُكَفِّرُ} الله، أو يكفِّر الإخفاءُ {عَنْكُمْ} أيها المؤمنون، ويستر شيئًا {مِنْ سَيِّئَاتِكُمْ} وذنوبكم يعني: من الصغائر؛ لأن الكبائر لا تكفر إلا بالتوبة، أو بمحض فضل الله تعالى. </p><p> قرأ ابن كثير وأبو عمرو وشعبة ويعقوب وعاصم في رواية أبي بكر (١) : {نكفر} بالنون ورفع الراء. وقرأ نافع وحمزة والكسائي والأعمش وأبو جعفر وخلف:  {ونكفرْ} : بالنون والجزم؛ أي: ونكفرْ عنكم شيئًا من ذنوبكم بقدر صدقاتكم. وقرأ ابن عامر وعاصم في رواية حفص:  {ويكفرُ} بالياء والرفع، والمعنى: يكفر الله، أو يكفر الإخفاء. وقرىء قراءة شاذة: بالتاء الفوقية، وبالرفع والجزم، والفاعل راجع للصدقات. وقرأ ابن عباس شذوذًا {تُكفَر} : بالتاء الفوقية وفتح الفاء والجزم. وقرأ الحسين بن علي الجعفي شذوذًا أيضًا {نكفَر} : بالنون ونصب الراء. </p><p> وقال أبو حيان (٢) : قرأ الجمهور بالواو في: {وَيُكَفِّرُ} وقرأ غيرهم بإسقاطها، وبالياء، والتاء، والنون، وبكسر الفاء، وفتحها، وبرفع الراء، وجزمها، ونصبها. فإسقاط الواو رواه أبو حاتم عن الأعمش شذوذًا، ونقل عنه أنه قرأ بالياء، وجَزمَ الراء وهو شاذ أيضًا. ووجهه: أنه بدل على الموضع من قوله: {فَهُوَ خَيْرٌ لَكُمْ} ؛ لأنه في موضع جزم، وكأن المعنى يكن لكم إخفاء خيرًا من الإبداء، أو على إضمار حرف العطف؛ أي: ويكفر. انتهى. ومن قرأ بالنصب .. فعلى تقدير: أن. قال سيبويه: والرفع ها هنا هو الوجه الجيد. {وَاللَّهُ} </p><p>(١) الشوكاني ومراح. (٢) البحر المحيط.</p>"
}