{
  "id": null,
  "sura": 2,
  "aya": 58,
  "text": "<p> عنه، فإنما ذلك لدفع ضرّ يقع عليهم. وقد جاء في الحديث القدسي:  (فكلّ عمل ابن آدم له أو عليه) وهو بمعنى قوله تعالى: {لَها ما كَسَبَتْ وَعَلَيْها مَا اكْتَسَبَتْ} </p><p> ٥٨ - {وَإِذْ قُلْنَا} هذا هو الإنعام الثامن؛ لأنه تعالى أباح لهم دخول البلدة، وأزال عنهم التيه. وَإِذْ (١) معطوف على نعمتي على كونها مفعولا لا ذكروا، كما مرّ مرارا؛ أي: واذكروا يا بني إسرائيل! نعمتي التي أنعمت بها عليكم، ووقت قولنا لآبائكم إثر ما أنقذتم من التيه {ادْخُلُوا هذِهِ الْقَرْيَةَ} منصوب على الظرفية؛ أي: مدينة بيت المقدس، كما قاله مجاهد، أو قرية أريحاء، كما قاله ابن عباس، وهي قرية قريبة من بيت المقدس. وجزم القاضي، وغيره بالأول، ورجّح الثاني بأنّ الفاء في قوله {فَبَدَّلَ} تقتضي التعقيب، فيكون واقعا عقب هذا الأمر في حياة موسى عليه السلام، وموسى توفّي في التيه، ولم يدخل بيت المقدس. قاله الرازيّ. اه. </p><p> «كرخي» . </p><p> وعبارة الخازن: قال ابن عباس: القرية هي أريحا قرية الجبارين، بفتح الهمزة وكسر الراء وبالحاء المهملة، قرية بالغور قريبة من بيت المقدس. قيل: كان فيها قوم من بقية عاد يقال لهم: العمالقة، ورأسهم عوج بن عنق، فعلى هذا يكون القائل يوشع بن نون؛ لأنه الذي فتح أريحا بعد موسى؛ لأن موسى مات في التيه. وقيل: هي بيت المقدس، وعلى هذا فيكون القائل موسى، والمعنى: إذا خرجتم بعد مضيّ الأربعين سنة، فادخلوا بيت المقدس. اه. </p><p> والقرية (٢) : اسم للمكان الذي يجتمع فيه القوم، وقد تطلق عليهم مجازا، كما في قوله تعالى:  {وَسْئَلِ الْقَرْيَةَ} ؛ أي: أهلها، والمعنى؛ أي: واذكروا قصة، إذ قلنا لكم بعد خروجكم من التيه على لسان موسى، أو على لسان يوشع، ادخلوا هذه القرية {فَكُلُوا مِنْها} ؛ أي: من ثمارها، وطعامها {حَيْثُ شِئْتُمْ} وأنى شئتم أكلا {رَغَدًا} ؛ أي: واسعا لا حجر فيه، على أنّ النصب على </p><p>(١) العمدة. (٢) روح البيان.</p><p> المصدرية، أو هو حال من الواو في كلوا؛ أي: راغدين متوسعين، وفيه دلالة على أن المأمور به الدخول على وجه الإقامة والسّكنى. قال في «التيسير» ؛ أي: أبحنا لكم، ووسعنا عليكم، فتعيشوا فيها أنّى شئتم بلا تضييق ولا منع، وهو تمليك لهم بطريق الغنيمة. وذكر الأكل؛ لأنه معظم المقصود {وَادْخُلُوا الْبابَ} ؛ أي: بابا من أبواب القرية، وكان لها سبعة أبواب، والمراد الباب الثاني من بيت المقدس، ويعرف اليوم بباب حطة، أو باب القبّة التي كان يتعبّد فيها موسى وهارون، ويصلّيان مع بني إسرائيل إليها {سُجَّدًا} ؛ أي: ركعا منحنين، ناكسي رؤوسكم بالتواضع، على أن يكون المراد معناه الحقيقيّ، أو ساجدين شكرا لله تعالى على خلاصكم وإخراجكم من التيه، على أن يكون المراد به معناه الشرعيّ {وَقُولُوا} بألسنتكم مسألتنا منك يا ربنا! {حِطَّةٌ} ؛ أي: حطّ ذنوبنا عنّا، وغفرانها لنا بالرفع على أنه خبر مبتدأ محذوف؛ أي: مسألتنا من الله أن يحط عنا ذنوبنا، أو بالنصب على المصدرية لفعل محذوف؛ أي: حطّ عنا ذنوبنا حطة وذلك أنهم أصابوا خطيئة بإبائهم على موسى دخول القرية. وقيل: أريد بها كلمة الشهادة؛ أي: قولوا كلمة الشهادة الحاطّة للذنوب. والحاصل: أنهم أمروا بأن يدخلوا الباب على وجه الخضوع، وأن يذكروا بألسنتهم التماس حطّ الذنوب، حتى يكونوا جامعين بين ندم القلب، وخضوع الجوارح، والاستغفار باللسان. </p><p> وقرأ الجمهور (١) : (حطة) بالرفع، على أنه خبر مبتدأ محذوف. وقرأ إبراهيم بن أبي عبلة بالنصب، على معنى احطط عنا ذنوبنا حطة. وقيل معناه: الاستغفار، ومنه قول الشاعر: </p><p> فاز بالحطّة الّتي جعل اللّ ... هـ بها ذنب عبده مغفورا </p><p> {نَغْفِرْ لَكُمْ} مجزوم على أنه جواب الأمر من الغفر، وهو: الستر؛ أي: نستر عليكم {خَطاياكُمْ} ؛ أي: ذنوبكم، فلا نجازيكم بها لما تفعلون من السجود والدعاء، وهم الذين عبدوا العجل ثمّ تابوا، وهي جمع خطيئة ضدّ الصواب. </p><p>(١) البحر المحيط.</p><p> وقرأ نافع بالياء المضمومة مبنيا للمجهول (١) ، وذكّر الفعل؛ لأنّ الخطايا مؤنث مجازي، أو لوقوع الفصل. وقرأ ابن عامر بالتاء المضمومة مبنيا للمجهول أيضا. وقرأ الباقون نغفر بنون العظمة، وهي أولى؛ لجريانها على نظام ما قبله من قوله:  {وَإِذْ قُلْنَا} وما بعده من قوله: {وَسَنَزِيدُ الْمُحْسِنِينَ} وقرأ أبو بكر من طريق الجعفيّ يغفر بالياء المفتوحة، على أنّ الفاعل ضمير الغائب العائد على الله سبحانه. وقرأت طائفة تغفر بالتاء الفوقية المفتوحة، فيكون ضمير الفاعل عائدا على الحطة، كأنه تكون سبب الغفران، وليس بجيّد؛ لأنّ نفس اللّفظة بمجردها لا تكون سببا للغفران، وراوي هذه القراءة هو ابن عطية، وأمال الكسائي {خَطاياكُمْ} وقرأ الجحدريّ وقتادة {تغفر خطيئتكم} بضم التاء، وإفراد الخطيئة. وقرأ الحسن {يغفر خطيئاتكم} بالياء مفتوحة، وبالجمع المسّلم. وقرأ أبو حيوة {تغفر خطيئاتكم} بالتاء مضمومة، وبالجمع المسلم. وحكى الأهوازي أنه قرأ {خَطاياكُمْ} بهمزة الألف، وسكون الألف الأخيرة. وحكى عنه أيضا العكس. وتوجيه هذا الهمزة؛ أنه استثقل النطق بألفين مع أنّ الحاجز حرف مفتوح، والفتحة تنشأ عنها الألف، فكأنّه اجتمع ثلاث ألفات، فهمّزت إحدى الألفين، ليزول هذا الاستثقال. </p><p> والحاصل (٢) : أنّ من قرأ بضم الياء، أو التاء، كان خطاياكم، أو خطيئاتكم، أو خطيئتكم مفعولا، لم يسمّ فاعله. ومن قرأ بفتح التاء، أو الياء، أو بالنون، كان ذلك مفعولا به، وجزم هذا الفعل؛ لأنه جواب الأمر. والمعنى: أي إذا فعلتم ما ذكر استجبنا دعاءكم، وكفرنا عنكم خطاياكم. {وَسَنَزِيدُ الْمُحْسِنِينَ} بالطاعة والامتثال لأمرنا ثوابا من فضلنا، وهم الذين لم يعبدوا العجل، جمع محسن، والمحسن (٣) : من أحسن في فعله، وإلى نفسه، وغيره. وقيل: المحسن من صحّح عقد توحيده، وأحسن سياسة نفسه، وأقبل على أداء </p><p>(١) البحر المحيط. (٢) البحر المحيط.(٣) روح البيان.</p>"
}