{
  "id": null,
  "sura": 2,
  "aya": 78,
  "text": "<p> ينافقوا، ويتظاهروا للمؤمنين بما يعلم الله منهم خلافه؟ فلا يجامع حالة نفاقهم بحالة علمهم بأنّ الله عالم بذلك، والأولى حمل ما يسرّون وما يعلنون على العموم إذ هو ظاهر اللفظ. وقيل: الذي أسرُّوه الكفر، والذي أعلنوه الإيمان. وقيل: العداوة والصداقة. وقيل: قولهم لشياطينهم {إِنَّا مَعَكُمْ} ، وقولهم للمؤمنين {آمَنَّا} وقيل: صفة النبي - صلى الله عليه وسلم -، وتغيير صفته إلى صفة أخرى حتى لا تقوم عليهم الحُجّة. وقرأ ابن محيصن (١)  (أو لا تعلمون) بالتاء، قالوا: فيكون ذلك خطابًا للمؤمنين، وفيه تنبيه لهم على جهلهم بعالم السر والعلانية، ويحتمل أن يكون خطابًا لهم، وفائدته: التنبيه على سماع ما يأتي بعد، ثُمَّ أعرض عن خطابهم، وأعاد الضمير إلى الغيبة إهمالًا لهم، فيكون ذلك من باب الالتفات، ويكون حكمته في الحالتين ما ذكرناه. </p><p> ٧٨ - {وَمِنْهُمْ} ؛ أي: ومن اليهود رهْطٌ {أُمِّيُّونَ} لا يحسنون الكتْب، ولا يقدرون على القراءة جمع أمّيّ، والأُمِّيُّ: من لا يكتب ولا يقرأ، منسوبٌ إلى أمّة العرب، وهي الأمة الخالية عن العلم والقراءة، فاستعير لمن لا يعرف الكتابة والقراءة أو إلى الأُمّ؛ لأنّه على حالة ولادة أُمّه، وظاهر الكلام أنّها نزلت في اليهود المذكورين في الآية التي قبل هذه الآية، قاله ابن عباس. وقيل: في المجوس، قاله عليُّ بن أبي طالب. وقيل: في اليهود والمنافقين، وقال عكرمة، والضحاك: في نصارى العرب، فإنَّهم كانوا لا يحسنون الكتابة. وقيل: في قوم من أهل الكتاب رفع كتابهم لذنوب ارتكبوها، فصاروا أمّيِّين؛ لجحودهم الكتاب، فصاروا بمنزلة من لا يحسن شيئًا، والقول الأوّل هو الأظهر؛ لأنَّ سياق الكلام إنما هو مع اليهود، فالضمير لهم، وقرأ أبو حيوة، وابن أبي عبلة:  {أُمِّيُّونَ} بتخفيف الميم؛ أي: ومن (٢) اليهود جهلةٌ لا يكتبون ولا يقرؤون، {لَا يَعْلَمُونَ الْكِتَابَ} ؛ أي: لا يعرفون التوراة بكتابةٍ ولا قراءةٍ، وطريقتهم التقليد، </p><p>(١) البحر المحيط. (٢) العمدة.</p><p> {إِلَّا أَمَانِيَّ} ؛ أي (١) : إلا ما هم عليه من أمانيَّ وأكاذيب، وأحاديث مُختلقَةٍ يسمعونها من كبرائهم، والأمانيُّ جمع أُمنيَّةٍ بتشديد الياء فيهما وبتخفيفها فيهما، وهي في الأصل: ما يُقدِّره الإنسان في نفسه من مُنًى إذا قدَّر، ولذلك تطلق على الكذب، وعلى ما يتمنَّى، وعلى ما يقرأ، والاستثناء (٢) فيه منقطعٌ؛ لأنّها ليست من جنس الكتاب؛ أي: لكن الشهوات الباطلة ثابتةٌ عندهم، وهي المفتريات من تغيير صفة محمَّد - صلى الله عليه وسلم -، وأنَّهم لا يعذَّبون إلّا أيامًّا معدودة، وأنَّ آباءهم الأنبياء يشفعون لهم، وأنّ الله لا يؤاخذهم بخطاياهم ويرحمهم، ولا حُجَّة لهم في ذلك، والمعنى؛ أي: لكن يعتقدون أكاذيب أخذوها تقليدًا من المحرّفين، أو مواعيد فارغة سمعوها منهم، من أنّ الجنّة لا يدخلها إلّا من كان هودًا، إلى غير ذلك. وقيل المعنى: إلّا ما يقرؤون قراءة عارية من معرفة المعنى، وتقدّم لك قريبًا أنّ الاستثناء هنا منقطع؛ لأنّ الأماني ليست من جنس الكتاب، ولا مندرجة تحت مدلوله، وهو (٣) أحد قسمي الاستثناء المنقطع، وهو الذي يتوجَّهُ عليه العامل. ألا ترى أنَّه لو قيل: لا يعلمون إلّا أماني لكان الكلام مستقيمًا، وهذا النوع من الاستثناء يجوز فيه وجهان: </p><p> أحدهما: النصب على الاستثناء وهي لغة أهل الحجاز. </p><p> والوجه الثاني؛ الاتباع على البدل بشرط التأخُّر وهي لغة تميم، فنصب أمانيّ هنا يصحُّ من الوجهين. </p><p> والمعنى: إلّا ما هم عليه من أمانيِّهم، وأمانيُّهم أنّ الله يعفو عنهم، ويرحمهم ولا يؤاخذهم بخطاياهم، إلى غير ذلك ما مرّ، أو ما يُمنِّيم أحبارهم من أنَّ النار لا تمسُّهم، إلّا أيّامًا معدودة، أو لا يعلمون إلّا أكاذيب مختلقةً سمعوها من علمائهم نقلوها على التقليد، قاله ابن عباس، ومجاهد، واختاره </p><p>(١) العمدة. (٢) روح البيان.(٣) البحر المحيط.</p><p> الفرَّاء. وقيل معناه: لا يعلمون إلّا تلاوةً؛ أي: لا يعلمون فقه الكتاب، ومعناه: إنّما يقتصرون على ما يسمعونه يتلى عليهم. قال أبو مسلم: حمله على تمنِّي القلب أولى؛ لقوله تعالى:  {وَقَالُوا لَنْ يَدْخُلَ الْجَنَّةَ إِلَّا مَنْ كَانَ هُودًا أَوْ نَصَارَى تِلْكَ أَمَانِيُّهُمْ} . </p><p> وقرأ الجمهور (١) : {أَمَانِيَّ} بالتشديد. وقرأ أبو جعفر، وشيبة، والأعرج، وابن جمَّاز عن نافع، وهارون عن أبي عمرو:  {أَمَانِيَّ} بالتخفيف، جمعه على أفاعل، ولم يعتدَّ بحرف المدّ الذي في المفرد. قال أبو حاتم: كُلُّ ما جاء من هذا النحو واحده مشددٌ فلك فيه التشديد والتخفيف، مثل: أثافي، وأغاني، وأماني، ونحوها. قال الأخفش: هذا كما يقال: في جمع مفتاح مفاتيح ومفاتح. وقال النحَّاس: الحذف في المعتل أكثر، كما قال: </p><p> وَهَلْ رَجَّعَ التَّسْلِيمَ أوْ يَكْشِفُ العَمَى ... ثَلاثُ الأثافِي والرُّسُومُ البَلاقِعُ </p><p> {وَإِنْ هُمْ}  (٢) ؛ أي: وما هم في جحد نبوّة محمد - صلى الله عليه وسلم -، وغيره ممَّا يختلقونه {إِلَّا يَظُنُّونَ} أي: إلّا ظانُّون ظنًّا وتوهُّمًا لا أصل له فيجحدون نبوته بالظنّ، وليسوا على يقين، إلّا ما سمعوا من المحرِّفين أحبارهم، والمعنى؛ أي: ما هم إلّا قومٌ قصارى أمرهم الظنُّ والتقليد من غير أن يصلوا إلى مرتبة العلم، فأنَّى يُرْجَى منهم الإيمان المُؤسَّس على قواعد اليقين. </p><p> قال أبو حيان: و {إِنْ}  (٣) هنا هي: النافية بمعنى ما، و {هُمْ} مرفوع بالابتداء، و {إِلَّا يَظُنُّونَ} في موضع الخبر وهو من الاستثناء المفرَّغ، وإذا كانت إن نافية فدخلت على المبتدأ والخبر لم تعمل عمل ما الحجازيّة؛ لانتقاض نفيها هنا بإلا الاستثنائيّة، ومن أجاز شَرَطَ نَفْيَ الخبرِ وتأخيرَهُ، والصحيح أنّه لا يجوز إعمالها؛ لأنّه لم يحفظ من ذلك إلا بيتٌ نادرٌ، وهو قوله: </p><p>(١) البحر المحيط. (٢) روح البيان.(٣) البحر المحيط.</p>"
}