{
  "id": null,
  "sura": 2,
  "aya": 37,
  "text": "<p> قال بعض العلماء في قوله تعالى:  {إِلى حِينٍ} فائدة لآدم عليه السلام، ليعلم أنه غير باق فيها، ومنتقل إلى الجنة التي وعد الرجوع إليها، وهي لغير آدم دالة على المعاد فحسب، ولما هبطوا وقع آدم بأرض الهند، ووقعت حواء بجدة، وبينهما سبعمائة فرسخ، فجاء آدم في طلبها حتى أتى جمعا، فازدلفت إليه حواء، فلذلك سميت المزدلفة، واجتمعا بجمع، والحية بسجستان، وكانت أكثر بلاد الله حيات، ولولا العربد تأكلها، وتفني كثيرا منها، لأخليت سجستان من أجل الحيات، وإبليس بسدّ يأجوج ومأجوج، فابتلي آدم بالحرث، والكسب، وحواء بالحيض، والحبل، والطلق، ونقصان العقل، وجعل الله قوائم الحية في جوفها، وجعل قوتها التراب، وجعل إبليس بأقبح صورة وأفضح حالة. </p><p> يذكر أن الحية كانت خادم آدم عليه السلام في الجنة، فخانته بأن مكنت عدوه من نفسها، وأظهرت العداوة له هناك، فلما أهبطوا تأكدت العداوة، فقيل لها: أنت عدو بني آدم، وهم أعداؤك، وحيث لقيك منهم أحد شدخ رأسك. </p><p> ٣٧ - قيل: إنها أدخلت إبليس الجنة بين فكيها، ولو كانت تنذره ما تركها تدخل به، وقال إبليس: أنت في ذمتي، فأمر رسول الله صلّى الله عليه وسلّم بقتلها ولو في الصلاة، والفاء في قوله:  {فَتَلَقَّى آدَمُ مِنْ رَبِّهِ كَلِماتٍ} للدلالة على أن التوبة، حصلت عقب الأمر بالهبوط قبل تحقق المأمور به، ومن ثمة قال القرطبي: إن آدم تاب، ثم هبط، وإليه الإشارة بقوله تعالى:  {اهْبِطُوا} ثانيا؛ ومنه يعرف أن الأمر بالهبوط ليس للاستخفاف، ومشوبا بنوع سخط، إذ لا سخط بعد التوبة، فآدم أهبط بعد أن تاب الله عليه، ومعنى تلقّي الكلمات: استقبالها بالأخذ، والقبول، والعمل بها حين علمها، فإن قلت: ما هن؟ </p><p> قلت: هي قوله تعالى: {رَبَّنا ظَلَمْنا أَنْفُسَنا} وعن ابن مسعود - رضي الله عنه - إن أحب الكلام إلى الله تعالى، ما قال أبونا آدم حين اقترف الخطيئة، وهي: سبحانك اللهم وبحمدك، وتبارك اسمك، وتعالى جدك، لا إله إلا أنت، ظلمت نفسي فاغفر لي، إنه لا يغفر الذنوب إلا أنت. وتلقى من باب تفعّل الخماسي، وهو هنا بمعنى المجرد؛ أي: بمعنى: لقي آدم من ربه كلمات وأخذها. وقرأ الجمهور برفع آدم ونصب كلمات، والمعنى عليه: حفظ آدم، وألهم من ربه </p><p> كلمات، يدعو بها لتكون سببا ووسيلة له، ولأولاده إلى التوبة، وتلك الكلمات مبيّنة في (سورة الأعراف) بقوله تعالى: {قالا رَبَّنا ظَلَمْنا أَنْفُسَنا} الآية. وقرأ ابن كثير بنصب آدم، ورفع كلمات، والمعنى: استقبلت آدم، وجاءته من ربه كلمات كانت سببا لتوبته {فَتابَ عَلَيْهِ} ؛ أي: فقبل منه ربه التوبة، وتفضل عليه بالرحمة، ورجع عليه بالقبول، وأصل التوب الرجوع، فإذا وصف به العبد، كان رجوعا عن المعصية إلى الطاعة، وإذا وصف به البارىء، أريد به الرجوع عن العقوبة إلى المغفرة، والفاء للدلالة على ترتبه، على تلقي الكلمات المتضمن لمعنى التوبة، وتمام التوبة من العبد بالندم على ما كان، وبترك الذنب الآن، وبالعزم على أن لا يعود إليه في مستأنف الزمان، وبردّ مظالم العباد، وبإرضاء الخصم بإيصال حقه إليه باليد، والاعتذار عنه باللسان واكتفى بذكر (١) آدم عليه السلام؛ لأن حواء كانت تابعة له في الحكم، ولذلك طوى ذكر النساء في أكثر القرآن والسنن {إِنَّهُ} سبحانه وتعالى: {هُوَ التَّوَّابُ} ؛ أي: الرجاع على عباده بالمغفرة، أو كثير القبول لتوبة عباده، أو الذي يكثر إعانتهم على التوبة {الرَّحِيمُ} ؛ أي: كثير الرحمة لعباده، وفي الجمع بين الوصفين، وعد بليغ للتائب بالإحسان مع العفو والغفران، والجملة تعليل؛ لقوله:  {فَتابَ عَلَيْهِ} . </p><p> وقرأ الجمهور (٢) : {إِنَّهُ} بكسر الهمزة، وقرأ نوفل بن أبي عقرب {أنه} بفتح الهمزة، ووجهه: أنه فتح على التعليل، والتقدير: لأنه، فالمفتوحة مع ما بعدها فضله، إذ هي في تقدير مفرد ثابت واقع مفروغ من ثبوته، لا يمكن فيه نزاع منازع، وأما الكسر، فهي جملة ثابتة تامة، أخرجت مخرج الإخبار المتقبل الثابت. </p><p> وروي عن ابن عباس - رضي الله عنهما (٣) - قال: بكى آدم وحواء على ما فاتهما من نعيم الجنة مائتي سنة، ولم يأكلا، ولم يشربا أربعين يوما، ولم يقرب آدم حواء مائة سنة، وقال شهر بن حوشب: بلغني أن آدم لما هبط إلى الأرض، </p><p>(١) روح البيان. (٢) البحر المحيط.(٣) روح البيان.</p>"
}