{
  "id": null,
  "sura": 2,
  "aya": 221,
  "text": "<p> بذلك لا يُشارك، فكأنه لما جعل لهم ولاية على اليتامى .. نبههم على أنهم لا يقهرونهم ولا يغالبونهم ولا يستولون عليهم استيلاء القاهر، فإن هذا الوصف لا يكون إلا لله تعالى، وفي وصفه تعالى بالحكمة: إشارة إلى أنه لا يتعدى ما أذن هو تعالى فيهم وفي أموالهم، فليس لكم نظر إلا بما أذنتْ لكم فيه الشريعة، واقتضته الحكمة الإلهية؛ إذ هو الحكيم المتقن لما صنع وشرع، فالإصلاح لهم ليس راجعًا إلى نظركم إنما هو راجع لاتّباع ما شرع في حقهم. </p><p> ٢٢١ - ثم قال تعالى محذرًا من زواج المشركات اللاتي ليس لهن كتاب:  {وَلَا تَنْكِحُوا الْمُشْرِكَاتِ حَتَّى يُؤْمِنَّ} ؛ أي: ولا تتزوجوا أيها المؤمنون النساء المشركات بالله حتى يؤمن؛ أي: يصدقن بالله ورسوله، وهو الإقرار بالشهادتين، والتزام أحكام المسلمين، نزلت في أبي مرثد الغنوي، سأل النبي - صلى الله عليه وسلم - عن أن يتزوج عناق وهي مشركة، والمشركات ها هنا عامة في كل من كفرت بالله ورسوله - صلى الله عليه وسلم - حرم الله بهذه الآية نكاحهن، ثم استثنى الحرائر الكتابيات بالآية التي في المائدة، فبقي نكاح الأمة الكتابية على التحريم، وقراءة الجمهور بفتح التاء في قوله {وَلَا تَنْكِحُوا} ، من نَكَح الثلاثي إذا تزوج، وقرىء بضمها، من أنكح الرباعي بمعنى: ولا تزوجوهن من المسلمين. </p><p> {وَلَأَمَةٌ مُؤْمِنَةٌ} ؛ أي: ولرقيقة مؤمنة بالله ورسوله {خَيْرٌ} لكم وأنفع وأصلح وأفضل {مِن} حرة {مُشْرِكَةٍ} بالله؛ أي: تزوج الأمة خير لكم عند الله من تزوج مشركة {وَلَوْ أَعْجَبَتْكُمْ} المشركة؛ أي: أحبتكم وأعشقتكم لجمالها أو مالها أو حسبها أو جاهها، أو غير ذلك، وقد تقدم لك أنها نزلت في عبد الله بن رواحة كانت عنده أمة سوداء الحديث. والواو للحال و {لو} بمعنى {إن} ؛ أي: وإن كان الحال أن المشركة تعجبكم وتحبونها .. فالأمة المؤمنة خير منها. </p><p> وفي هذا (١) : دليل على جواز نكاح الأمة المؤمنة، ومفهوم الصفة يقتضي .. أنه لا يجوز نكاح الأمة الكافرة كتابية كانت أو غيرها، وفي هذه الآية: دليل </p><p>(١) البحر المحيط.</p><p> لجواز نكاح القادر على طَول الحرة المسلمة للأمة المسلمة، ووجه الاستدلال أن قوله:  {خَيْرٌ مِنْ مُشْرِكَةٍ} معناه: من حرة مشركة، وواجد طول الحرة المشركة واجد لطول الحرة المسلمة؛ لأنه لا يتفاوت الطولان بالنسبة إلى الإيمان والكفر، فقدر المال المحتاج إليه في أهبة نكاحهما سواء، فيلزم من هذا أن واجد طول الحرة المسلمة .. يجوز له نكاح الأمة المسلمة، وهذا استدلال لطيف. </p><p> {وَلَا تُنْكِحُوا الْمُشْرِكِينَ حَتَّى يُؤْمِنُوا} وهنا خطاب لأولياء المرأة؛ أي: ولا تزوجوا - أيها الأولياء - النساء المؤمنات من الكفار وثنيين كانوا أو أهل كتاب حتى يؤمنوا بالله ورسوله {وَلَعَبْدٌ مُؤْمِنٌ} ؛ أي: ولتزويجكم المؤمنات لرقيق مؤمن بالله. {خَيْرٌ} لكم عند الله وأفضل وأصلح {مِنْ} تزويجهن لحر {مُشْرِكٍ} باللهِ {وَلَوْ أَعْجَبَكُمْ} وأحبكم ذلك المشرك لحسبه أو ماله أو جماله أو جاهه، أو غير ذلك. {أُولَئِكَ} المذكورون من المشركين والمشركات الذين حرمت عليكم مصاهرتهم ومناكحتهم {يَدْعُونَ} كُمْ {إِلَى} الشرك والكفر الذي يؤديكم إلى {النَّارِ} في الآخرة فلا يليق بكم مصاهرتهم ومناكحتهم، فإن الزوجية مظنة المحبة، وذلك يوجب الموافقة في الأغراض، وربما يؤدي ذلك إلى انتقال الدين بسبب موافقة المحبوب {وَاللَّهُ يَدْعُو} ؛ أي: أولياءه (١) المؤمنون يدعون، فحذف المضاف، وأقيم المضاف إليه مقامه تفخيمًا لشأنهم؛ أي: يدعون إلى الاعتقاد والعمل الموصلَين {إِلَى الْجَنَّةِ وَالْمَغْفِرَةِ} فهم الأَحِقَّاء بالمواصلة دون غيرهم، أو الكلام على ظاهره بلا حذف، والمعنى والله يدعو عباده إلى الجنة والمغفرة بتبيان هذه الأحكام من الإباحة والتحريم، فإن من تمسك بها .. استحق الجنة والمغفرة {بِإِذْنِهِ} ؛ أي: بتيسيره تعالى، وتوفيقه للعمل الذي يستحق به الجنة والمغفرة، أو بقضائه وإرادته. </p><p> يعني: أنه تعالى بين هذه الأحكام، وأباح بعضها، وحرم بعضها، فاعملوا بما أمركم به، وانتهوا عما نهاكم عنه، فإنه من عمل بذلك .. استحق الجنة </p><p>(١) البيضاوي والنسفي.</p>"
}