{
  "id": null,
  "sura": 2,
  "aya": 105,
  "text": "<p> {عَذَابٌ أَلِيمٌ} ؛ أي: مؤلم موجعٌ يخلص وجعه إلى قلوبهم، ونحو الآية قوله:  {فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ} ، وفي التعبير بالكافرين الذين هم اليهود هنا:  (١) إيماءٌ إلى أنَّ ما صدر منهم من سوء الأدب في خطابه - صلى الله عليه وسلم -، كُفْرٌ لا شكَّ فيه؛ لأنَّ من يصف النبيَّ - صلى الله عليه وسلم -، بأنّه شريرٌ، فقد أنكر نبوّته، وأنه مُوحًى إليه من قبل ربّه، ومتى فعل ذلك فقد كفر واستحقَّ العذاب الأليم. </p><p> قال الأستاذ الإمام (٢) : إنَّ هذا التأديب ليس خاصًّا بمن كان في عصره - صلى الله عليه وسلم - من المؤمنين، بل يعم من جاء بعدهم أيضًا، فهذا كتاب الله الذي كان يتلوه عليهم، وكان يجب عليهم الاستماع له، والإنصات لتدبره، هو الذي يتلى علينا بعينه لم يذهب منه شيءٌ، وهو كلام الله الذي به كان الرسول رسولًا تجب طاعته، والاهتداء بهديه، فما هذا الأدب الذي يقابله به الأكثرون، إنهم يلغطون في مجلس القرآن، فلا يستمعون، ولا ينصتون، ومن أنصت، واستمع؛ فإنَّما ينصت طربًا بالصوت، واستلذاذًا بتوقيع نغمات القارئ، وإنّهم ليقولون في استحسان ذلك، واستجادته ما يقولون في مجلس الغناء، ويهتزُّون للتلاوة، ويصوِّتون بأصواتٍ مخصوصة، كما يفعلون عند سماع الغناء بلا فرق، ولا يلتفتون إلى شيءٍ من معانيه إلّا ما يرونه مدعاةً لسرورهم في مثل قصة يوسف عليه السلام، مع الغفلة عمَّا فيها من العبرة، وإعلاء شأن الفضيلة، ولا سيما العِفَّةُ والأمانة، أليس هذا أقربَ إلى الاستهانة بالقرآن، منه بالأدب اللائق الذي ترشد إليه هذه الآية الكريمة، وأمثالها؟ {أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ} {أَمْ جَاءَهُمْ مَا لَمْ يَأْتِ آبَاءَهُمُ الْأَوَّلِينَ (٦٨) أَمْ لَمْ يَعْرِفُوا رَسُولَهُمْ فَهُمْ لَهُ مُنْكِرُونَ}. </p><p> ١٠٥ - {مَا يَوَدُّ} ويحبُّ {الَّذِينَ كَفَرُوا} وأنكروا بما جاء به محمدٌ - صلى الله عليه وسلم - {مِنْ أَهْلِ الْكِتَابِ} ؛ أي: من اليهود والنصارى، ككعب بن الأشرف {وَلَا} من </p><p>(١) المراغي. (٢) المراغي.</p><p> {الْمُشْرِكِينَ} ؛ أي: مشركي العرب عبدة الأوثان، كأبي جهل وأصحابه، وكان فريقٌ من اليهود يُظهرون للمؤمنين محبَّةً، ويزعمون أنَّهم يودُّون لهم الخير، فنزل تكذيبًا لهم. والودُّ (١) : حُبُّ الشيء مع تمنيه، ونفي الودِّ كنايةٌ عن الكراهة؛ أي: ما يحبُّ الذين كفروا من أهل الكتاب والمشركين، ومِن للتبيين؛ لأنَّ الذين كفروا جنسٌ تحته نوعان: أهل الكتاب والمشركون، فكأنَّه قيل: ما يودُّ الذين كفروا وهم أهل الكتاب والمشركون، فبيَّن أنَّ الذين كفروا باقٍ على عمومه، وأنَّ المراد كلا نوعيه جميعًا، والمعنى: أنَّ الكفار جميعًا لم يُحِبُّوا {أَنْ يُنَزَّلَ عَلَيْكُمْ} ؛ أي: على نبيكم؛ لأنّ المُنزَّل عليه منزَّلٌ على أُمَّته، وهو في موضع المفعول بيودُّ، وبناؤه للمفعول؛ وحذف للعلم به؛ وللتصريح به في قوله:  {مِنْ رَبِّكُمْ} ولو بني للفاعل لم يظهر في قوله: {مِنْ رَبِّكُمْ} . </p><p> فائدةٌ: وقرأ أبو عمرو بالتخفيف. </p><p> {مِنْ خَيْرٍ} هو قائم مقام فاعله، و {مِنْ} مزيدةٌ لاستغراق الخير، والخير الوحي، والقرآن، والنصرة كائنٌ {مِنْ رَبِّكُمْ} ؛ أي: أن ينزَّل عليكم وحيٌ من ربّكم؛ لأنّهم يحسدونكم فيه، و {مِنْ} هنا لابتداء الغاية، كما تقول: هذا الخير من زيد، ويجوز (٢) أن تكون، للتبعيض، والمعنى: من خير كائن من خيوركم، فإذا كانت لابتداء الغاية تعلَّقت بقوله:  {يُنَزَّلَ} ، وإذا كانت للتبعيض تعلَّقت بمحذوف، وكان ذلك على حذف مضافٍ، كما قدَّرناه آنفًا. ذكره في \"البحر\" . </p><p> والمعنى (٣) : إنّهم يرون أنفسهم أحقَّ بأن يوحى إليهم، فيحسدونكم، ويكرهون أن يُنزَّل عليكم شيءٌ من الوحي، أمَّا اليهود فَبِناءً على أنّهم أهلُ الكتاب وأبناءُ الأنبياء النَّاشِئُون في مَهابِطِ الوحي، وأنتم أميُّون، وأمَّا المشركون فإدْلاَلًا بما كان لهم من الجاه والمال، زعمًا منهم أنَّ رياسة الرسالة كسائر الرياسات </p><p>(١) روح البيان. (٢) البحر المحيط.(٣) روح البيان.</p><p> الدنيويّة، منوطةٌ بالأسباب الظاهرة، ولذا قالوا:  {لَوْلَا نُزِّلَ هَذَا الْقُرْآنُ عَلَى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ} وهم كانوا يتمنَّون أن تكون النُبوَّة في أحد الرجلين: نعيم بن مسعودٍ الثقفيِّ بالطَّائف، والوليد بن المغيرة بمكّة، ثُمَّ أجاب عن قول من يقول: لِمَ لَمْ يُنزَّل عليهم بقوله: {وَاللَّهُ} سبحانه وتعالى {يَخْتَصُّ} ؛ أي: يخصُّ {بِرَحْمَتِهِ} ؛ أي: بوحيه، ونبوّته، وبالهداية {مَنْ يَشَاءُ} ويختار من عباده؛ أي: من كان أهلًا لذلك وهو محمدٌ - صلى الله عليه وسلم - والمؤمنون. </p><p> يقال: خصَّه بالشيء. واختصه، إذا أفرده به دون غيره، ومفعول المشيئة محذوفٌ، تقديره: من يشاء تخصيصه بفضله، والرحمة (١) هنا عامَّةٌ بجميع أنواعها، أو النبوة، والوحي، والحكمة، والنصرة، اختصَّ بها محمدٌ - صلى الله عليه وسلم - قاله عليٌّ، والباقر، ومجاهدٌ، والزجَّاجُ، أو الإِسلام، قاله ابن عباس، أو القرآن، أو النبيُّ - صلى الله عليه وسلم - {وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِلْعَالَمِينَ} وهو نبيُّ الرحمة أقوالٌ خمسةٌ أظهرها الأول. </p><p> والمعنى: يفرد (٢) سبحانه برحمته من يشاء إفراده بها، ويجعَلها مقصورة عليه؛ لاستحقاقه الذاتيِّ الفائض عليهِ بحُبِّ إرادته عزّ وجلّ، لا تتعدَّاه إلى غيره، لا يجب علِيه شيءٌ، وليس لأحدٍ عليه حقٌّ، وسبب (٣) عدم ودهم ذلك، أمَّا في اليهود، فلِكون النبوة كانت في بني إسماعيل؛ ولخوفهم على رئاستهم، وأمَّا النصارى؛ فلتكذيبهم في ادعائهم ألوهيَّة عيسى، وأنّه ابنُ الله؛ ولخوفهم على رئاستهم، وأمَّا المشركون؛ فلسبِّ آلهتهم، وتسفيه أحلامهم، ولحسدهم أن يكون رجلٌ منهم يختصُّ بالرسالة، واتباع الناس له. {وَاللَّهُ} سبحانه وتعالى {ذُو الْفَضْلِ الْعَظِيمِ} ؛ أي: صاحب المَنِّ الكبير، والعطاء الكثير بالوحي على محمد - صلى الله عليه وسلم -، وبالإِسلام بلا غرض، ولا علَّةٍ؛ يعني (٤) : أنَّ الله تعالى يخصُّ بنبوّته ورسالته من يشاء من عباده، ويتفضَّل بالإيمان والهداية على من أحبَّ من خلقه </p><p>(١) البحر المحيط. (٢) روح البيان.(٣) البحر المحيط.(٤) العمدة.</p><p> رحمةً منه لهم، فكُلُّ خيرٍ ناله عباده في دينهم ودنياهم، فإنَّه منه ابتداءً، وتفضّلًا عليهم من غير استحقاق أحدٍ منهم لذلك، بل له الفضل والمنَّة على خلقه، وفي الآية تعريضٌ بأهل الكتاب في حسدهم للنبيِّ - صلى الله عليه وسلم -، والمؤمنين. </p><p> فائدةٌ: قال بعض الحكماء: بارز الحاسد ربَّه من خمسة أوجهٍ: </p><p> أولها: أنّه أبغض كُلَّ نعمةٍ ظهرت على غيره. </p><p> والثاني: أنّه يتسخَّطُ قسمته تعالى، ويقول لربّه: لِمَ قسمت هكذا. </p><p> والثالث: أنَّ فضل الله يؤتيه من يشاء، وهو يبخل بفضله. </p><p> والرابع: أنّه خذل وليَّ الله تعالى؛ لأنّه يريد خذلانه، وزوال النعمة عنه. </p><p> والخامس: أنّه أعان عدوَّه؛ يعني: إبليس اللعين. </p><p> واعلم: أنَّ حسدك لا ينفذ على عدوِّك، بل على نفسك، بل لو كوشفت بحالك في يقظةٍ، أو منام لرأيت نفسك أيها الحاسد في صورة من يرمي حجرًا إلى عدوّه ليصيب به مقلته، فلا يصيبه، بل يرجع إلى حدقته اليُمْنى فيقلعها، فيزيد غضبه ثانيًا، فيعود ويرمي أشدَّ من الأولى، فيرجع على عينه اليسرى فيعميها، فيزداد - غضبه ثالثًا، فيعود ويرميه، فيرجع الحجر على رأسه فيشُجُّه، وعدوُّه سالمٌ في كُل حال، وهو إليه راجعٌ كرَّةً بعد أُخرى، وأعداؤه حواليه يفرحون ويضحكون، وهذا حال الحسود، وسخرية الشياطين. </p><p> وقال بكر بن عبد الله: كان رجل يأتي بعض الملوك، فيقوم بحذائه ويقول: أَحْسِنْ إلى المحسنِ بإحسانه، فإنَّ المسيء يكفيه إساءته، فحسده رجلٌ على ذلك المقام والكلام، فسعى به إلى الملك، وقال: إنّ هذا الرجل يَزْعُم أنَّ الملك أبْخَرُ، فقال الملك: وكيف يصحُّ ذلك عندي؟ قال: تدعو به إليك فانظر، فإنّه إذا دنا منك وضع يده على أنفه أن لا يشمّ ريح البخر، فخرج من عند الملك، فدعا الرجل إلى منزله، فأطعمه طعامًا فيه ثوم، فخرج الرجل من عنده، فقام بحذاء الملك، فقال على عادته مثل ما قال، فقال له الملك: ادن منّي، فدنا منه واضعًا يده على فيه مخافة أن يشمَّ الملك منه ريح الثوم، فصدَّق الملك في نفسه قول </p><p> الساعي، قال: وكان الملك لا يكتب بخطّه إلّا لجائزة، فكتب له كتابًا بخّطه إلى عامل له، إذا أتاك الرجل فاذبحه واسلخه، واحش جلده تبنًا، وابعث به إليّ، فأخذ الكتاب وخرج، فلقيه الرجل الذي سعى به، فاستوهب منه ذلك الكتاب، فأخذه منه بأنواع التضرّع والامتنان، ومضى إلى العامل، فقال له العامل: إنَّ في كتابك أن أذبحك، وأسلخك، قال: إنَّ الكتاب ليس هو لي، الله الله في أمري حتى أراجع الملك، قال: ليس لكتاب الملك مراجعةٌ، فذبحه، وسلخه، وحشا جلده تبنًا، وبعث به، ثمَّ عاد الرجل كعادته، فتعجب منه الملك، فقال: ما فعلت بالكتاب؟ قال لقيني فلانٌ فاستوهبه منّي، فوهبته، قال الملك: إنّه ذكر لي أنَّك تزعم أنِّي أبخر، فقال كلَّا، قال: فلم وضعت يدك على أنفك؟ قال: كان أطعمني طعامًا فيه ثومٌ، فكرهت أن تشمَّه منّي، قال: ارجع إلى مكانك، فقد كفى المسيءَ إساءتُه، اللهمّ! احفظنا من مساويء الأخلاق، فإنَّها بئس الوثاق، وأكرمنا بمكارم الأخلاق، فإنّها نعم الرفاق. ذكره في \"روح البيان\" . </p><p> وخلاصة معنى الآية (١) : أي إنَّ الذين عرفتم شأنهم مع أنبيائهم من أهل الكتاب حسدةٌ لكم، لا يودُّون أن ينزل عليكم خيرٌ من ربّكم، والكتاب الكريم أعظم الخيرات، فهو الهداية العظمى، به جمع الله شملكم، ووحَّد شعوبكم، وقبائلكم، وطهَّر عقولكم من زيغ الوثنية، وأقامكم على سنن الفطرة، وكذلك المشركون، إذ يرون في نزول القرآن على طريق التتابع الوقت بعد الوقت قوَّةً للإسلام، ورسوخًا لقواعده، وتثبيتًا لأركانه، وانتشارًا لهديه، وهم يودُّون أن تدور عليكم الدَّوائر، وينتهي أمركم، ويزول دينكم من صفحة الوجود. وحسد الحاسد يدلُّ على أنَّه ساخطٌ على ربّه معترضٌ عليه؛ لأنَّه أنعم على المحسود بما أنعم، والله لا يضيره سخط الساخطين ولا يحول مجاري نعمته حسد الحاسدين، فهو يختص من يشاء برحمته متى شاء، وهو ذو الفضل العظيم على من اختاره للنبوة، وهو صاحب الإحسان والمنَّة، وكُلُّ عباده غارقٌ في بحار نعمته، فلا ينبغي لأحدٍ أن يحسد أحدًا على خيرٍ أصابه، وفضلٍ أوتيه من عند ربه. </p><p>(١) المراغي.</p><p> الإعراب </p><p> {وَإِذْ أَخَذْنَا مِيثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطُّورَ خُذُوا مَا آتَيْنَاكُمْ بِقُوَّةٍ وَاسْمَعُوا قَالُوا سَمِعْنَا وَعَصَيْنَا وَأُشْرِبُوا فِي قُلُوبِهِمُ الْعِجْلَ بِكُفْرِهِمْ قُلْ بِئْسَمَا يَأْمُرُكُمْ بِهِ إِيمَانُكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ (٩٣) }. </p><p> {وَإِذْ} الواو استئنافية {إِذْ} ظرف لما مضى من الزمان في محل النصب، معطوف على {نِعْمَتِيَ} كما مرّ مرارًا {أَخَذْنَا} فعل وفاعل، والجملة في محل الجر مضاف إليه لإذ، والتقدير: واذكروا يا بني إسرائيل! نعمتي عليكم، وحين أخذنا ميثاقكم {مِيثَاقَكُمْ} مفعول به ومضاف إليه {وَرَفَعْنَا} فعل وفاعل، والجملة في محل الجر معطوفة على جملة {أَخَذْنَا} . {فَوْقَكُمُ} ظرف مكان ومضاف إليه، والظرف متعلق برفعنا {الطُّورَ} مفعول به {خُذُوا مَا آتَيْنَاكُمْ بِقُوَّةٍ وَاسْمَعُوا} مقول محكي لقول محذوف معطوف على {رفعنا} ، تقديره: ورفعنا فوقكم الطور فقلنا خذوا ما آتيناكم، وإن شئت قلت:  {خُذُوا} فعل أمر مبني على حذف النون، والواو فاعل، والجملة في محل النصب مقول لقلنا المحذوف {مَا} اسم موصول في محل النصب مفعول به لخذوا {آتَيْنَاكُمْ} فعل وفاعل ومفعول أوّل، والمفعول الثاني محذوف، تقديره: ما آتيناكموه؛ لأنّ آتى بمعنى: أعطى يتعدى إلى مفعولين، والجملة صلة لما الموصولة، والعائد المفعول الثاني المحذوف {بِقُوَّةٍ} جار ومجرور متعلق بمحذوف حال من ضمير المخاطبين، تقديره: حال كونكم ملتبسين بقوّة وعزيمة {وَاسْمَعُوا} الواو عاطفة {اسمعوا} فعل أمر وفاعل، والجملة في محل النصب معطوفة على جملة {خُذُوا} . {قَالُوا} فعل وفاعل، والجملة مستأنفة {سَمِعْنَا وَعَصَيْنَا} مقول محكي لقالوا منصوب بفتحة مقدّرة منع من ظهورها اشتغال المحل بحركة الحكاية، وإن شئت قلت:  {سَمِعْنَا} فعل وفاعل، ومفعوله محذوف، تقديره: سمعنا قولك، والجملة في محل النصب مقول {قَالُوا} . {وَعَصَيْنَا} فعل وفاعل معطوف على {سَمِعْنَا} ، ومفعوله محذوف، تقديره: وعصينا أمرك {وَأُشْرِبُوا} الواو حالية {أشربوا} فعل ماض مغيّر الصيغة، ونائب فاعل {في قُلُوبِهِمُ} جار ومجرور ومضاف إليه متعلق بأُشربوا {الْعِجْلَ} مفعول به ثان لأُشربوا؛ لأن الأول كان نائب فاعل، والجملة </p><p> من الفعل المغيّر، ونائب فاعله في محل النصب حال من الواو في {قَالُوا} ، ولكن بتقدير قد لتقرب الماضي إلى الحال، والتقدير: قالوا سمعنا وعصينا حاله كونهم مشْرَبين في قلوبهم حُبَّ عبادة العجل، ويجوز أن تكون الجملة معطوفة على {قَالُوا} على كونها مستأنفة لا محلَّ لها من الإعراب {بِكُفْرِهِمْ} جار ومجرور ومضاف إليه متعلق بأُشربوا، والباء فيه سببية، ويجوز أن يكون حالًا من الحبّ المحذوف؛ أي: حال كون ذلك الحبّ مختلطًا بكفرهم، كما ذكَره العكبري {قُلْ} فعل أمر وفاعل مستتر، والجملة مستأنفة {بِئْسَمَا يَأْمُرُكُمْ بِهِ إِيمَانُكُمْ ...} إلى آخر الآية، مقول محكي لقل منصوب بفتحة مقدّرة، وإن شئت قلت:  {بئس} فعل ماض جامد من أفعال الذمّ مبني على الفتح، وفاعله ضمير مستتر فيه وجوبًا؛ لشبهه بالمثل، تقديره: هو يعود على الشيء المبهم {مَا} نكرة موصوفة بمعنى شيء في محل النصب تمييز لفاعل {بئس} . {يَأْمُرُكُمْ} فعل ومفعول به {بِهِ} جار ومجرور متعلق بيأمركم {إِيمَانُكُمْ} فاعل ومضاف إليه، والجملة في محل النصب صفة لما، ولكنها صفة سببية، والرابط ضمير {بِهِ} وجملة {بئس} في محل الرفع خبر لمبتدأ محذوف يسمى المخصوص بالذمّ، تقديره: عبادة العجل، والجملة الاسمية في محل النصب مقول {قُلْ} . {إِنْ} حرف شرط جازم {كُنْتُمْ} فعل ناقص واسمه، في محل الجزم بإنْ على كونه فعل شرط لها {مُؤْمِنِينَ} خبر كان منصوب بالياء، وجواب الشرط معلوم مما قبله، تقديره: إن كنتم مؤمنين بالتوراة، فلم عبدتم العجل، والمعنى: لو كنتم مؤمنين ما عبدتموه. </p><p> {قُلْ إِنْ كَانَتْ لَكُمُ الدَّارُ الْآخِرَةُ عِنْدَ اللَّهِ خَالِصَةً مِنْ دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِنْ كُنْتُمْ صَادِقِينَ} . </p><p> {قُلْ} فعل أمر وفاعل مستتر يعود على محمد - صلى الله عليه وسلم -، والجملة مستأنفة {إِنْ} حرف شرط جازم {كَانَتْ} فعل ماض ناقص في محل الجزم بإن الشرطية، والتاء علامة تأنيث اسمها {لَكُمُ} جار ومجرور خبر لكان، مقدّم على اسمها {الدَّارُ} اسمها مؤخّر، {الْآخِرَةُ} صفة للدار {عِنْدَ اللَّهِ} ظرف مكان ومضاف إليه، متعلق بالاستقرار الذي تعلق به الخبر، والتقدير: إن كانت الدار الآخرة كائنة </p><p> لكم عند الله تعالى، {خَالِصَةً} حال من الدار تقديره حالة كونها خاصة بكم {مِنْ دُونِ النَّاسِ} جار ومجرور ومضاف إليه، متعلق بمحذوف حال مؤكّدة للحال المذكور قبلها؛ لأنّ دون تستعمل للاختصاص، يُقال هذا لي دونك؛ أي: من دونك؛ أي: لا حقَّ لك فيه، كما في \"الشهاب\" ، وفي \"السمين\" في خبر كان هنا ثلاثة أقوال: </p><p> أحدها: أنّه {خَالِصَةً} فيكون {عِنْدَ} ظرفًا لخالصةً، وللاستقرار الذي في {لَكُمُ} . </p><p> والثاني: أنَّ الخبر {لَكُمُ} فيتعلَّق بمحذوف، ونصب {خَالِصَةً} حينئذٍ على الحال. </p><p> والثالث: أنَّ الخبر هو الظرف و {خَالِصَةً} حال أيضًا. انتهى. </p><p> وفي \"الكرخي\" : {خَالِصَةً} مصدرٌ جاء على وزن فاعلة، كالعافية، والعاقبة، وهو بمعنى الخلوص. اهـ. {فَتَمَنَّوُا الْمَوْتَ} الفاء رابطةٌ لجواب {إِن} الشرطية وجوبًا؛ لكون الجواب جملة طلبية {تمنّوا} فعل أمر في محل الجزم بإنْ الشرطية على كونها جوابًا لها مبني على حذف النون، والواو فاعل {الْمَوْتَ} مفعول به، وجملة {إِن} الشرطية مع جوابها في محل النصب مقول {قُلْ} . {إن} حرف شرط جازم {كنتُمْ} فعل ناقص واسمه، في محل الجزم بإنْ الشرطية على كونه فعل شرط لها {صَادِقِينَ} خبر كان منصوب بالياء، وجواب {إن} الشرطية معلومٌ مما قبلها، تقديره: إن كنتم صادقين فتمنَّوا الموت، وجملة {إِن} الشرطية في محلِّ النصب مقول {قُل} أيضًا. </p><p> فائدة: ولا تدخل {إِن} الشرطية على فعل ماض في المعنى إلّا على كان؛ لكثرة استعمالها، وأنها لا تدلّ على حدث. ذكره العكبريُّ. </p><p> {وَلَنْ يَتَمَنَّوْهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ (٩٥) }. </p><p> {وَلَنْ} الواو استئنافية {لن} حرف نفي ونصب واستقبال {يَتَمَنَّوْهُ} فعل مضارع منصوب بلن، وعلامة نصبه حذف النون، والواو فاعل، والهاء مفعول به {أَبَدًا} ظرف زمان متعلق بيتمنوه {بِمَا} جار ومجرور متعلق بيتمنوه أيضًا، والجملة الفعلية مستأنفة {قَدَّمَتْ أَيْدِيهِمْ} فعل وفاعل صلة لما الموصولة، والعائد </p><p> محذوف، تقديره: بما قدّمته أيديهم، {وَاللَّهُ} الواو استئنافية (ولفظ الجلالة) مبتدأ {عَلِيمٌ} خبر، والجملة الاسمية مستأنفة {بِالظَّالِمِينَ} جار ومجرور متعلق بعليم. </p><p> {وَلَتَجِدَنَّهُمْ أَحْرَصَ النَّاسِ عَلَى حَيَاةٍ وَمِنَ الَّذِينَ أَشْرَكُوا يَوَدُّ أَحَدُهُمْ لَوْ يُعَمَّرُ أَلْفَ سَنَةٍ وَمَا هُوَ بِمُزَحْزِحِهِ مِنَ الْعَذَابِ أَنْ يُعَمَّرَ وَاللَّهُ بَصِيرٌ بِمَا يَعْمَلُونَ (٩٦) }. </p><p> {وَلَتَجِدَنَّهُمْ} الواو استئنافية، واللام موطئة للقسم {لتجدنّ} فعل مضارع مبني على الفتح؛ لاتصاله بنون التوكيد الثقيلة، ونون التوكيد حرف لا محل لها من الإعراب، والهاء ضمير الغائبين في محل النصب مفعول أوّل، وفاعله ضمير مستتر وجوبًا تقديره أنت يعود على محمد - صلى الله عليه وسلم -، أو على أيِّ مخاطب {أَحْرَصَ النَّاسِ} مفعول ثاني لتجد ومضاف إليه {عَلَى حَيَاةٍ} جار ومجرور متعلقٌ بأحرص، والجملة الفعلية جواب القسم لا محل لها من الإعراب، وجملة القسم مستأنفة لا محل لها من الإعراب. {وَمِنَ الَّذِينَ} الواو عاطفة {من الذين} جار ومجرور متعلق بمحذوف دل عليه السياق، معطوف ذلك المحذوف على {أَحْرَصَ} لغرض التخصيص بعد التعميم، والتقدير: ولتجدنّهم أحرص من جميع الناس على حياةٍ متطاولة، وأحرص من الذين أشركوا {أَشْرَكُوا} فعل وفاعل، والجملة صلة الموصول، والعائد واو الفاعل {يَوَدُّ أَحَدُهُمْ} فعل وفاعل ومضاف إليه {لَوْ} حرف مصدر {يُعَمَّرُ} فعل مضارع مغيّر الصيغة مرفوع، ونائب فاعله ضمير يعود على {أَحَدُهُمْ} . {أَلْفَ} منصوب على الظرفية متعلق بيعمّر، وهو مضاف {سَنَةٍ} مضاف إليه، وجملة {يُعَمَّرَ} صلة {لَوْ} المصدرية و {لَوْ} مع صلتها في تأويل مصدر منصوب على المفعولية ليودّ، تقديره: يودّ أحدهم تعميره ألف سنة، وجملة {يَوَدُّ} من الفعل والفاعل في محل النصب حال من ضمير المفعول في {تجدنّهم} ، تقديره: لتجدن اليهود أحرص الناس على حياة حالة كون أحدهم وادًّا تعميره ألف سنة، أو مستأنفة لا محلَّ لها من الإعراب {وَمَا} الواو حالية {مَا} حجازيّة {هُوَ} ضمير يعود على التعمير المفهوم من السياق، في محل الرفع اسم {مَا} الحجازيّة {بِمُزَحْزِحِهِ} الباء زائدة في خبر {مَا} الحجازيّة {مزحزحه} مجرور لفظًا منصوب محلًا على أنّه خبر {مَا} وهو مضاف، </p><p> والضمير مضاف إليه {مِنَ الْعَذَابِ} جار ومجرور متعلق {بِمُزَحْزِحِهِ} . {أَن} حرف نصب ومصدر {يُعَمَّرَ} فعل مضارع مغيّر الصيغة منصوب بأن المصدرية، ونائب فاعله ضمير يعود على {أَحَدُهُمْ} والجملة الفعلية صلة {أَن} المصدرية. و {أَن} مع صلتها في تأويل مصدر مرفوع على البدليّة من اسم {مَا} الحجازيّة، تقديره: وما هو تعميره بمزحزحه من العذاب، وجملة {مَا} الحجازية في محل النصب حال من مفعول {يَوَدُّ} المؤوّل من {لَوْ} المصدريّة مع فعلها، تقديره: يودّ أحدهم تعميره ألف سنة حالة كون تعميره عادم الزحزحة، والإبعاد له من العذاب، وفي المقام أوجه من الإعراب ضربنا عنها صفحًا؛ خوفًا من الإطالة، فراجع المطوَّلات؛ لأنّ كتابنا مختصرٌ، {وَاللَّهُ} الواو استئنافية {اللَّهُ} مبتدأ {بَصِيرٌ} خبر، والجملة مستأنفة {بِمَا} جار ومجرور متعلق ببصير، و {مَا} موصولة، أو موصوفة، أو مصدرية {يَعْمَلُونَ} فعل وفاعل، والجملة صلة لما، أو صفة لها، والعائد محذوف، تقديره: يعملونه، أو صلة {مَا} المصدرية، تقديره: بعملهم. </p><p> {قُلْ مَنْ كَانَ عَدُوًّا لِجِبْرِيلَ فَإِنَّهُ نَزَّلَهُ عَلَى قَلْبِكَ بِإِذْنِ اللَّهِ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ وَهُدًى وَبُشْرَى لِلْمُؤْمِنِينَ (٩٧) }. </p><p> {قُلْ} فعل أمر وفاعل مستتر، والجملة مستأنفة {مَنْ كَانَ عَدُوًّا لِجِبْرِيلَ ...} إلخ مقول محكي لقل، وإن شئت قلت:  {مَن} اسم شرط جازم في محل الرفع مبتدأ، وفي خبره ثلاثة أقوال: قيل: فعل الشرط وهو الراجح، كما في \"أبي النجا على الأجرومية\" ، وقيل: جوابه، وقيل: هما معًا {كَانَ} فعل ماض ناقص في محل الجزم بمن على كونه فعل شرط لها، واسمها ضمير يعود على {مَن} . {عَدُوًّا} خبرها {لِجِبْرِيلَ} اللام حرف جرّ {جبريل} مجرور بالفتحة للعلمية والعجمية، والجار والمجرور متعلق بعدوًّا؛ لأنّه بمعنى معاديًا، وجواب الشرط محذوف جوازًا، تقديره: فليمت غيظًا، وجملة {مَن} الشرطية في محل النصب مقول {قُل} . {فَإِنَّهُ} الفاء تعليلية للجواب المحذوف {إِنَّ} حرف نصب، والهاء اسمها، وهو عائد على جبريل {نَزَّلَهُ} فعل ومفعول، والهاء عائد على القرآن، وفي إضماره على ما لم يسبق ذكره؛ تفخيم لشأن صاحبه، كأنّه يدلُّ على نفسه، وفاعله ضمير مستتر يعود على جبريل، {عَلَى قَلْبِكَ} جار ومجرور </p><p> ومضاف إليه متعلق بنزّله، والجملة الفعلية خبر {إِنَّ} وجملة {إِنَّ} من اسمها وخبرها في محل الجرّ بلام التعليل المقدرة المدلول عليها بالفاء التعليلية المتعلقة بمعلول محذوف، تقديره، وإنّما قلنا: فليمت غيظًا لتنزيله إيّاه بإذن الله تعالى {بِإِذْنِ اللَّهِ} جار ومجرور ومضاف إليه متعلق بمحذوف حال من ضمير الفاعل، في {نَزَّلَهُ} العائد على جبريل، تقديره: حالة كونه ملتبسًا بإذن الله، أو مأذونًا {مُصَدِّقًا} حال من الهاء في {نَزَّلَهُ} العائد على القرآن {لِمَا} اللام حرف جرّ {مَا} اسم موصول في محل الجر باللام، الجار والمجرور متعلق بمصدّقًا {بَيْنَ} منصوب على الظرفية الزمانية متعلق بمحذوف صلة لما الموصولة {بَيْنَ} مضاف {يَدَيْهِ} مضاف إليه مجرور بالياء؛ لأنّه مثنّى، أو ملحق به، وهو مضاف، والهاء مضاف إليه {وَهُدًى} معطوف على {مُصَدِّقًا} منصوب على الحالية، ولكنّه في تأويل مشتقّ؛ أي: هاديًا {وَبُشْرَى} معطوف أيضًا على {مُصَدِّقًا} كذلك؛ أي: مبشّرًا {لِلْمُؤْمِنِينَ} جار ومجرور، تنازع فيه هدى وبشرى. </p><p> {مَنْ كَانَ عَدُوًّا لِلَّهِ وَمَلَائِكَتِهِ وَرُسُلِهِ وَجِبْرِيلَ وَمِيكَالَ فَإِنَّ اللَّهَ عَدُوٌّ لِلْكَافِرِينَ} : </p><p> {مَنْ} اسم شرط جازم في محل الرفع مبتدأ، خبره جملة الشرط، أو الجواب، أو هما، كما مرّ آنفًا. {كاَنَ} فعل ماض ناقص في محل الجزم بمن على كونه فعل شرط لها، واسمها ضمير يعود على {مَن}  {عَدُوًّا} خبرها منصوب {لِلَّهِ} جار ومجرور متعلق بعدوًّا {وَمَلَائِكَتِهِ} معطوف على الجلالة، وهو مضاف، والضمير مضاف إليه، وكذلك {وَرُسُلِهِ} معطوف على الجلالة، وكذلك {وَجِبْرِيلَ وَمِيكَالَ} معطوفان على الجلالة مجروران بالفتحة للعلمية والعجمة، وذكرهما من بعد الملائكة من ذكر الخاص بعد العام؛ إظهارًا لمزيّته، كما مرّ {فَإِنَّ اللَّهَ} الفاء رابطة لجواب مَن الشرطية وجوبًا لكون الجواب جملة اسمية {إنّ الله} ناصب واسمه، وأُظهِر في موضع الإضمار؛ دفعًا لإيهام أنّه يعود إلى جبريل {عَدُوٌّ} خبر {إِنَّ}  {لِلْكَافِرِينَ} متعلق به، وجملة {إِنَّ} في محل الجزم بمن الشرطية على كونها جوابًا لها، والرابط موجود، وهو الاسم الظاهر؛ أعني: لفظ الجلالة؛ لقيامه مقام الضمير؛ لأنّ الأصل من كان عدوًّا لله، وملائكته، ورسله، فإنّ الله عدوٌّ له، أو لهم، وقيل: الرابط العموم، وله في القرآن </p><p> نظائر كثيرة ستمر بك إن شاء الله تعالى، وجملة {مَن} الشرطية وجوابها مستأنفة، أو في محل النصب معطوفة بعاطف مقدّر على جملة قوله:  {مَنْ كَانَ عَدُوًّا لِلَّهِ} على كونها مقولًا لقل. </p><p> {وَلَقَدْ أَنْزَلْنَا إِلَيْكَ آيَاتٍ بَيِّنَاتٍ وَمَا يَكْفُرُ بِهَا إِلَّا الْفَاسِقُونَ (٩٩) أَوَكُلَّمَا عَاهَدُوا عَهْدًا نَبَذَهُ فَرِيقٌ مِنْهُمْ بَلْ أَكْثَرُهُمْ لَا يُؤْمِنُونَ (١٠٠) }. </p><p> {وَلَقَدْ} الواو استئنافية، واللام موطئة للقسم {قَدْ} حرف تحقيق {أَنْزَلْنَا} فعل وفاعل {إِلَيْكَ} متعلق به {آيَاتٍ} مفعول به {بَيِّنَاتٍ} صفة لآيات، والجملة الفعلية جواب لقسم محذوف، تقديره: وعزّتي وجلالي، لقد أنزلنا إليك ... الخ. وجملة القسم مستأنفة {وَمَا يَكْفُرُ} الواو حالية {مَا} نافية {يَكْفُرُ} فعل مضارع {بِهَا} متعلق بيكفر {إِلَّا} أداة استثناء مفرّغ {الْفَاسِقُونَ} فاعل مرفوع بالواو، والجملة الفعلية في محل النصب حال من آيات، وسوّغ مجيء الحال من النكرة وصفها بما بعدها {أَوَكُلَّمَا} الهمزة للاستفهام الإنكاري، داخلة على محذوف، والواو عاطفة على ذلك المحذوف، والجملة المحذوفة جملة إنشائية لا محل لها من الإعراب {كلما} اسم شرط غير جازم في محل النصب على الظرفية الزمانية، مبني على السكون؛ لشبهه بالحرف شبهًا معنويًّا؛ لتضمّنه معنى إن الشرطية، والظرف متعلق بالجواب {عَاهَدُوا} فعل وفاعل، والجملة فعل شرط لكلما لا محل لها من الإعراب {عَهْدًا} منصوب على المفعولية المطلقة، أو منصوب على أنّه مفعول به ثان لعاهدوا، إذا كان {عَاهَدُوا} بمعنى أعطوا، والأوّل محذوف، تقديره: عاهدوا الله عهدًا {نَبَذَهُ} فعل ومفعول {فَرِيقٌ} فاعل {مِنْهُمْ} جار ومجرور متعلق بمحذوف صفة لفريق، والجملة جواب {كلما} لا محل لها من الإعراب، وهذه الجملة هي محل الاستفهام الإنكاري، وجملة {كلما} من فعل شرطها وجوابها معطوفة على الجملة المحذوفة على كونها مستأنفة {بَلْ} حرف عطف وإضراب {أَكْثَرُهُمْ} مبتدأ ومضاف إليه، وجملة {لَا يُؤْمِنُونَ} خبر المبتدأ، والجملة الاسمية معطوفة على الجملة السابقة. أو مستأنفة، إن قلنا: إنّ بَلْ حرف ابتداء. </p><p> {وَلَمَّا جَاءَهُمْ رَسُولٌ مِنْ عِنْدِ اللهِ مُصَدِّقٌ لِمَا مَعَهُمْ نَبَذَ فَرِيقٌ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ كِتَابَ اللهِ وَرَاءَ ظُهُورِهِمْ كَأَنَّهُمْ لَا يَعْلَمُونَ (١٠١) }. </p><p> {وَلَمَّا} الواو عاطفة {لَمَّا} حرف شرط غير جازم {جَاءَهُمْ} فعل ماض ومفعول به {رَسُولٌ} فاعل، والجملة الفعلية فعل شرط للمَّا لا محل لها من الإعراب {مِنْ عِنْدِ اللَّهِ مُصَدِّقٌ} جار ومجرور ومضاف إليه، صفة أولى لرسول، تقديره: رسول مرسل من عند الله {مُصَدِّقٌ} صفة ثانية لرسول {لِمَا مَعَهُمْ} اللام حرف جرّ {مَا} اسم موصول في محل الجر باللام، الجار والمجرور متعلق بمصدّق {مَعَهُمْ} ظرف ومضاف إليه متعلق بمحذوف صلة لما الموصولة، تقديره: مصدّق للذي استقرّ معهم {نَبَذَ فَرِيقٌ} فعل وفاعل، والجملة جواب {لَمَّا} لا محل لها من الإعراب، وجملة {لَمَّا} معطوفة على جملة {كلما} أو مستأنفة {مِنَ الَّذِينَ} جار ومجرور صفة لفريق {أُوتُوا الْكِتَابَ} فعل ماض مغيّر الصيغة، والواو نائب فاعل والكتاب مفعول ثانٍ لأوتوا، والجملة الفعلية صلة الموصول لا محل لها من الإعراب {كِتَابَ اللَّهِ} مفعول به لنبذ {وَرَاءَ} منصوب على الظرفية المكانية متعلق بنبذ، وهو مضاف {ظُهُورِهِمْ} مضاف إليه {كَأَنَّهُمْ} كأنّ حرف نصب وتشبيه، والهاء اسمها، وجملة {لَا يَعْلَمُونَ} خبرها، وجملة {كأنّ} في محل النصب حال من فريق؛ لتخصّصه بالوصف، تقديره: حالة كونهم مشبهين بمن لا يعلم. </p><p> {وَاتَّبَعُوا مَا تَتْلُو الشَّيَاطِينُ عَلَى مُلْكِ سُلَيْمَانَ وَمَا كَفَرَ سُلَيْمَانُ وَلَكِنَّ الشَّيَاطِينَ كَفَرُوا يُعَلِّمُونَ النَّاسَ السِّحْرَ وَمَا أُنْزِلَ عَلَى الْمَلَكَيْنِ بِبَابِلَ هَارُوتَ وَمَارُوتَ} . </p><p> {وَاتَّبَعُوا} فعل وفاعل معطوف على جملة قوله: نَبَذَ فَرِيق على كونها جوابًا للمّا، وفي \"الفتوحات\" : والأولى أن تكون هذه الجملة معطوفة على مجموع الجملة السابقة من قوله: وَلَمَّا جَاءَهُمْ إلى آخرها؛ لأنّ عطفها على نَبَذَةُ يقتضي كونها جوابًا لقوله: وَلَمَّا جَاءَهُمْ رَسُولٌ منْ عِندِ الله. واتِّباعهم لما تتلو الشياطين ليس مترتِّبًا على مجيء الرسول، بل كان اتباعهم لذلك قبله {مَا} اسم موصول في محل النصب مفعول اتبعوا {تَتْلُو الشَّيَاطِينُ} فعل مضارع معتلّ </p><p> بالواو وفاعل، والجملة صلة لما الموصولة، والعائد محذوف، تقديره: ما تتلوه الشياطين {عَلَى} حرف جرّ بمعنى: في {مُلْكِ} مجرور بعلى {سُلَيْمَانَ} مضاف إليه مجرور بالفتحة للعلمية والعجمة، وزيادةُ الألف والنون موقوفةٌ على معرفة الاشتقاق، الجار والمجرور متعلق بتتلوا {وَمَا} الواو استئنافية، أو اعتراضية {مَا} نافية {كَفَرَ سُلَيْمَانُ} فعل وفاعل، والجملة مستأنفة، أو اعتراضية لا محل لها من الإعراب؛ لاعتراضها بين المعطوف الذي هو قوله: وَمَا أُنزِلَ عَلَى الْمَلَكَيْنِ وبين المعطوف عليه الذي هو قوله: {مَا تَتْلُو الشَّيَاطِينُ} إن قلنا: إنّ {ما أنزل على الملكين} معطوف على {تَتْلُو} . {وَلَكِنَّ} الواو عاطفة {لَكِنِ} حرف نصب واستدراك {الشَّيَاطِينَ} اسمها منصوب بالفتحة؛ لأنّه جمع تكسير، وجملة {كَفَرُوا} في محل الرفع خبر لَكِنِ وجملة لَكِنِ معطوفة على جملة قوله: وَمَا كَفَرَ سُلَيْمَانُ على كونها مستأنفة، أو معترضة {يُعَلِّمُونَ} فعل وفاعل {النَّاسَ} مفعول أوّل {السِّحْرَ} مفعول ثانٍ، والجملة الفعلية في محل النصب حال من الشَّيْاطِينَ، أو من فاعل كَفَرُوا أو خبر ثان لـ {لكن} . </p><p> وفي \"الفتوحات\" : واختلفوا في هذه الجملة على خمسة أقوال: </p><p> أحدها: أنّها حال من فاعل {كَفَرُوا} ؛ أي: كفروا معلمين الناس. </p><p> الثاني: أنّها حال من {الشَّيَاطِينَ} وردّه أبو البقاء بأن {لَكِنِ} لا تعمل في الحال، وليس بشيء، فإنّ {لَكِنِ} فيها رائحة الفعل. </p><p> الثالث: أنها في محل الرفع على أنّها خبر ثان للشياطين. </p><p> الرابع: أنها بدل من {كفروا} أبدل الفعل من الفعل. </p><p> الخامس: أنّها استئنافية أخبر عنهم بذلك. </p><p> هذا إذا أعدنا الضمير من {يُعَلِّمُونَ} على {الشَّيَاطِينَ} ، أما إذا أعدناه على الذين اتبعوا ما تتلو الشياطين، فتكون حالًا من فاعل اتبعوا، أو استئنافية فقط. انتهى. {وَمَا} الواو عاطفة {مَا} اسم موصول في محل النصب معطوفة على </p><p> السحر، تقديره: ويعلمونهم ما أنزل عليهما، وسوّغ عطفه عليه مع كون هذا سحرًا أيضًا؛ تغايرهما لفظًا، أو المراد {بما أنزل على الملكين} نوع أقوى من السحر، فالتغاير بالحقيقة لا بالاعتبار. ذكره \"الكرخي\"  {أُنْزِلَ} فعل ماض مغير الصيغة، ونائب فاعله ضمير يعود على {مَا} ، والجملة الفعلية صلة لما الموصولة على الملكين متعلق بأنزل {بِبَابِلَ} الباء حرف جر بمعنى في {بابل} مجرور بالباء، وجره بالفتحة للعلمية والعجمية، أو التأنيث المعنوي؛ لأنّه بمعنى: البلدة، الجار والمجرور متعلق بأنزل، أو الباء على معناها متعلقة بمحذوف حال من {الْمَلَكَيْنِ} . {هَارُوتَ وَمَارُوتَ} بدل من {الْمَلَكَيْنِ} أو عطف بيان لهما، وجرّهما بالفتحة للعلمية والعجمية {وَمَا} الواو استئنافية {مَا} نافيه {يُعَلِّمَانِ} فعل وفاعل مرفوع بثبات النون، والجملة الفعلية مستأنفة، ولا تغترّ بما قال في \"الفتوحات\" هنا، من أنّ الجملة معطوفة على ما قبلها؛ لأنّ عطفها عليه لا يصحّ، تأمّل {مِنْ} زائدة {أَحَدٍ} مفعول أوّل، والثاني محذوف، تقديره: وما يعلمان أحدًا السحر حتى يقولا {حَتَّى} حرف جر وغاية بمعنى إلى {يَقُولَا} فعل وفاعل منصوب بأن المضمرة بعد حتّى، والجملة صلة أن المضمرة، وأن مع صلتها في تأويل مصدر مجرور بحتى، تقديره: وما يعلمان أحدًا إلى قولهما له نصيحة {إِنَّمَا نَحْنُ فِتْنَةٌ فَلَا تَكْفُرْ} مقول محكي ليقولا منصوب بفتحة مقدرة على الأخير، وإن شئت قلت:  {إِنَّمَا} أداة حصر {نَحْنُ} مبتدأ {فِتْنَةٌ} خبر، والجملة في محل النصب مقول ليقولا {فَلَا} الفاء حرف عطف وتفريع {لَا} ناهية جازمة {تَكْفُرْ} فعل مضارع مجزوم بلا الناهية، وفاعله ضمير مستتر يعود على أحد، تقديره: أنت، والجملة الفعلية معطوفة مفرّعة على الجملة الإسمية قبلها على كونها مقولًا ليقولا. </p><p> {فَيَتَعَلَّمُونَ مِنْهُمَا مَا يُفَرِّقُونَ بِهِ بَيْنَ الْمَرْءِ وَزَوْجِهِ وَمَا هُمْ بِضَارِّينَ بِهِ مِنْ أَحَدٍ إِلَّا بِإِذْنِ اللَّهِ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ} . </p><p> {فَيَتَعَلَّمُونَ} الفاء استئنافية، أو فصيحة، مبني على الفتح؛ لأنّها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفت أن الملكين لا يعلمان أحدًا حتى </p><p> يقولا له: إنما نحن فتنة فلا تكفر، وأردت بيان حال الناس هل ينجزون أم لا؟ فأقول لك: يتعلمون {يتعلمون} فعل وفاعل، والجملة في محل النصب مقول لجواب إذا المقدّرة، وجملة إذا المقدّرة مستأنفة {مِنْهُمَا} جار ومجرور متعلق بيتعلمون {مَا} اسم موصول في محل النصب مفعول به {يُفَرِّقُونَ} فعل وفاعل صلة الموصول، {بِهِ} جار ومجرور متعلق بيفرقون، والعائد ضمير {بِهِ} . {بَيْنَ الْمَرْءِ} ظرف ومضاف إليه متعلق بيفرقون أيضًا {وَزَوْجِهِ} معطوف على المرء {وَمَا} الواو حالية، أو اعتراضية {مَا} حجازية {هُمْ} اسمها {بِضَارِّينَ} خبرها، والباء زائدة {بِهِ} جار ومجرور متعلق {بِضَارِّينَ} . {مِنْ أَحَدٍ} مفعول ضارين منصوب بفتحة مقدّرة؛ لأنّه اسم فاعل، و {من} زائدة، وجملة {مَا} الحجازية في محل النصب حال من واو {وَيَتَعَلَّمُونَ} ، تقديره: يتعلمون منهما حالة كونهم غير ضارين به من أحد، أو معترضة؛ لاعتراضها بين المعطوف عليه {إلّا} أداة استثناء مفرّغ {بِإِذْنِ اللَّهِ} جار ومجرور ومضاف إليه متعلق بمحذوف حال من الضمير المستتر الفاعل لضارين، أو من المفعول به، الذي هو أحد. </p><p> وفي \"الفتوحات\" : وفي صاحب هذه الحال أربعة أوجه: </p><p> أحدها: أنّه الفاعل المستكن في {بِضَارِّينَ} والتقدير: وما هم بضارين به أحدًا إلّا حالة كونهم ملتبسين بإذن الله. </p><p> والثاني: أنّه المفعول وهو أحد، وسوّغ مجيء الحال من النكرة اعتمادها على النفي، والتقدير: وما هم بضارين به أحدًا إلّا حالة كونه ملتبسًا بإذن الله. </p><p> والثالث: أنه الهاء في {بِهِ} ؛ أي: بالسحر، والتقدير: وما هم بضارين به أحدًا إلّا حالة كون ذلك السحر مقرونًا بإذن الله، وإرادته. </p><p> والرابع: أنّه المصدر المعرف وهو الضرر، إلّا أنّه حذف؛ للدلالة عليه، والتقدير: وما هم بضارين به أحدًا الضرر إلّا حالة كون ذلك الضرر واقعًا بإذن الله وقدرته {وَيَتَعَلَّمُونَ} فعل وفاعل معطوف على قوله: {فَيَتَعَلَّمُونَ مِنْهُمَا مَا}  {مَا} اسم موصول في محل النصب مفعول به {يَضُرُّهُمْ} فعل وفاعل مستتر </p><p> ومفعول به، والجملة صلة الموصول، والعائد ضمير الفاعل {وَلَا يَنْفَعُهُمْ} الواو عاطفة {لَا} نافية {يَنْفَعُهُمْ} فعل ومفعول، والفاعل ضمير مستتر يعود على {مَا} والجملة معطوفة على جملة {يَضُرُّهُمْ} على كونها صلة الموصول، قوله:  {وَلَقَدْ عَلِمُوا لَمَنِ اشْتَرَاهُ ...} الخ وفي \"الفتوحات\" هذا الكلام في المعنى راجع لقوله: {وَاتَّبَعُوا} فهو معطوف عليه في المعنى. </p><p> {وَلَقَدْ عَلِمُوا لَمَنِ اشْتَرَاهُ مَا لَهُ فِي الْآخِرَةِ مِنْ خَلَاقٍ وَلَبِئْسَ مَا شَرَوْا بِهِ أَنْفُسَهُمْ لَوْ كَانُوا يَعْلَمُونَ} . </p><p> {وَلَقَدْ} الواو استئنافية مسوقة للشروع في بيان حالهم بعد تعلم السحر، واللام موطئة لقسم محذوف {قَدْ} حرف تحقيق {عَلِمُوا} فعل وفاعل، والجملة جواب القسم لا محل لها من الإعراب، وجملة القسم مستأنفة {لَمَنِ اشْتَرَاهُ} اللام حرف ابتداء مُعلِّقَةٌ لما قبلها عن العمل فيما بعدها لفظًا {مَنِ} اسم موصول في محل الرفع مبتدأ {اشْتَرَاهُ} فعل ومفعول، والفاعل ضمير مستتر يعود على {مَنِ} والجملة صلة الموصول، والعائد ضمير الفاعل {مَا} نافية {لَهُ} جار ومجرور خبر مقدم {فِي الْآخِرَةِ} متعلق بمحذوف حال مقدمة على صاحبها الذي هو {خَلَاقٍ} . {مِنْ} زائدة {خَلَاقٍ} مبتدأ مؤخّر، والتقدير: ما خلاق كائن له حال كونه في الآخرة، والجملة الاسمية في محل الرفع خبر {لَمَنِ} الموصولة. </p><p> وجملة {لَمَنِ اشْتَرَاهُ} من المبتدأ والخبر في محل النصب سادّة مسدّ مفعولَي {عَلِمُوا} إن كان متعديًا لاثنين، ومسد مفعوله إن كان متعديًا لواحد. </p><p> {وَلَبِئْسَ} الواو استئنافية، أو عاطفة، واللام موطئة لقسم محذوف {بئس} فعل ماض جامد من أفعال الذم وفاعله ضمير مستتر وجوبًا يعود على الشيء المبهم {مَا} نكرة موصوفة بمعنى شيء في محل النصب على التمييز مفسّرة لفاعل {بئس} . {شَرَوْا} فعل وفاعل {بِهِ} متعلق بشروا، وهذا الضمير هو الرابط بين جملة الصفة والموصوف {أَنْفُسَهُمْ} مفعول به لشروا، والتقدير: ولبئس الشيء شيئًا شروا به أنفسهم، وجملة {بئس} من الفعل والفاعل جواب القسم لا محل لها من الإعراب، وجملة القسم مستأنفة، أو معطوفة على جملة </p><p> قوله:  {عَلِمُوا} ، والمخصوص بالذمّ محذوف، تقديره: السحرُ والكفرُ وهو خبر لمبتدأ محذوف، تقديره: هو السحر {لَوْ} حرف شرط غير جازم {كَانُوا} فعل ماض ناقص، والواو اسمها، وجملة {يَعْلَمُونَ} في محل النصب خبر كان، تقديره: لو كانوا عالمين عاقبة ما تعلَّموا، وجملة كان فعل شرط للو لا محلَّ لها من الإعراب، وجواب {لَوْ} الشرطية محذوف دَلَّ عليه السياق، تقديره: لو كانوا يعلمون عاقبة ما تعلَّموا، لما أقدموا على ما اجترحوه من عمل السحر، وجملة {لَوْ} الشرطية من فعل شرطها وجوابها مستأنفة. </p><p> {وَلَوْ أَنَّهُمْ آمَنُوا وَاتَّقَوْا لَمَثُوبَةٌ مِنْ عِنْدِ اللَّهِ خَيْرٌ لَوْ كَانُوا يَعْلَمُونَ (١٠٣) }. </p><p> {وَلَوْ} الواو استئنافية {لَوْ} حرف شرط غير جازم {أَنَّهُمْ} ناصب واسمه، {آمَنُوا} فعل وفاعل، والجملة في محل الرفع خبر {أَنَّ} وجملة {وَاتَّقَوْا} معطوفة على جملة {آمَنُوا} والتقدير: ولو أنّهم مؤمنون بالله ومتّقون إيّاه، وجملة أنّ من اسمها وخبرها في تأويل مصدر مرفوع على الفاعلية لفعل محذوف جوازًا؛ لأنَّ لو الشرطية لا يليها إلّا الفعل، والتقدير: ولو ثبت إيمانهم وتقواهم {لَمَثُوبَةٌ} اللام رابطة لجواب لَّوْ الشرطية، وقيل: هي لام الابتداء مثوبة مبتدأ {مِنْ عِنْدِ اللَّهِ} جار ومجرور ومضاف إليه، متعلق بمحذوف صفة {لَمَثُوبَةٌ} وهذا الوصف سوّغ الابتداء بالنكرة، والتقدير: لمثوبة كائنة من عند الله {خَيْرٌ} لهم خبر المبتدأ، والجملة الاسمية جواب لو الشرطية لا محل لها من الإعراب، وجملة لو الشرطية مستأنفة {لَوْ} حرف شرط غير جازم، {كَانُوا} فعل ناقص واسمه، وجملة {يَعْلَمُونَ} خبره، وجملة كان من اسمها وخبرها فعل شرط للو لا محل لها من الإعراب، وجواب لو محذوف دلّ عليه ما قبلها، تقديره: لو كانوا يعلمون خيرية الثواب من عند الله لما اختاروا السحر عليه، وجملة لو الشرطية من فعل شرطها وجوابها مستأنفة لا محل لها من الإعراب. </p><p> {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَقُولُوا رَاعِنَا وَقُولُوا انْظُرْنَا وَاسْمَعُوا وَلِلْكَافِرِينَ عَذَابٌ أَلِيمٌ (١٠٤) }. </p><p> {يَا أَيُّهَا}  {يَا} حرف نداء؛ أي: منادى نكرة مقصودة مبني على الضمّ، ها حرف تنبيه زائد تعويضًا عمّا فات؛ أي: من الإضافة، كما عوضوا عنها ما الزائدة في نحو: أيًّا تدعوا، وخصّت ها بالنداء؛ لأنّه محل تنبيه، وجملة النداء مستأنفة {الَّذِينَ} بدل من أي، أو عطف بيان له، أو صفة {آمَنُوا} فعل وفاعل، والجملة صلة الموصول {لَا} ناهية {تَقُولُوا} فعل مضارع مجزوم بلا الناهية، وعلامة جزمه حذف النون، والواو فاعل، والجملة جواب النداء لا محل لها من الإعراب {رَاعِنَا} مقول محكي لتقولوا، ولو شئت قلت:  {راع} فعل أمر مبني على حذف حرف العلة وهي الياء، وفاعله ضمير مستتر فيه وجوبًا، تقديره: أنت يعود على محمد - صلى الله عليه وسلم -، ونا ضمير المتكلمين في محل النصب مفعول به، والجملة في محل النصب مقول لتقولوا {وَقُولُوا} فعل وفاعل مبني على حذف النون، والجملة معطوفة، على جملة {لَا تَقُولُوا} على كونها جواب النداء {انْظُرْنَا} مقول محكي، وإن شئت قلت:  {انْظُرْنَا} فعل أمر، ومفعول به، وفاعل مستتر فيه، والجملة في محل النصب مقول {قُولُواْ} . {وَاسْمَعُوا} فعل أمر وفاعل معطوف على {قُولُواْ} والمفعول محذوف، تقديره: واسمعوا ما يُكلِّمُكم به الرسول، ويُلْقِي عليكم من المسائِل المُؤدِّيةِ إلى فَلاَ حكُمْ دينا، ودنيا، ومعادًا {وَلِلْكَافِرِينَ} الواو استئنافية {للكافرين} جار ومجرور خبر مقدّم {عَذَابٌ} مبتدأ مؤخّر {أَلِيمٌ} صفة لعذاب، والجملة مستأنفة استئنافًا بيانيًّا مسوقة للإجمال بعد التفصيل. </p><p> {مَا يَوَدُّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَلَا الْمُشْرِكِينَ أَنْ يُنَزَّلَ عَلَيْكُمْ مِنْ خَيْرٍ مِنْ رَبِّكُمْ وَاللَّهُ يَخْتَصُّ بِرَحْمَتِهِ مَنْ يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ (١٠٥) }. </p><p> {مَا} نافية، {يَوَدُّ} فعل مضارع مرفوع {الَّذِينَ} فاعل، والجملة مستأنفة {كَفَرُوا} صلة الموصول {مِنْ أَهْلِ الْكِتَابِ} جار ومجرور ومضاف إليه متعلق بمحذوف حال من الواو في كَفَرُوا {وَلَا الْمُشْرِكِينَ} معطوف على أَهْلِ الكِتَاب وزيدت لا هنا؛ لتأكيد النفي السابق، ولو كان في غير القرآن لجاز حذفها {أَن} حرف نصب ومصدر {يُنَزَّلَ} فعل مضارع مغيّر الصيغة منصوب بأن المصدرية </p><p> {عَلَيْكُمْ} متعلق بينزّل {مِنْ} هو زائدة {خَيْرٍ} نائب فاعل لينزل {مِنْ رَبِّكُمْ} صفة لخير، والجملة الفعلية مع أَن المصدرية في تأويل مصدر منصوب على المفعولية ليودّ، تقديره. ما يودّ الذين كفروا تنزيل خير كائن من ربّكم عليكم {وَاللَّهُ} الواو استئنافية {اللَّهُ} مبتدأ {يَخْتَصُّ} فعل مضارع وفاعل مستتر يعود على الله، والجملة في محل الرفع خبر المبتدأ، والجملة مستأنفة {بِرَحْمَتِهِ} جار ومجرور متعلق بيختّص {مَنْ} اسم موصول في محل النصب مفعول به، وجملة {يَشَاءُ} صلة الموصول، والعائد محذوف، تقديره: من يشاؤه؛ أيْ: يشاء تخصيصه {وَاللَّهُ} الواو استئنافية {اللَّهُ} مبتدأ {ذُو} خبر مرفوع بالواو المحذوفة؛ لالتقاء الساكنين؛ لأنّه من الأسماء الستة، وهو مضاف {الْفَضْلِ} مضاف إليه {الْعَظِيمِ} صفة للفضل، والجملة الاسمية مستأنفة، والله سبحانه وتعالى أعلم. </p><p> التصريف ومفردات اللغة </p><p> {وَإِذْ أَخَذْنَا مِيثَاقَكُمْ} تقدّم أن أصل الميثاق مِوْثاق، قلبت الواو ياءً لمَّا سُكِّنت بعد كسرةٍ {خُذُوا مَا آتَيْنَاكُمْ} أمر من أخذ، والقياس أن يسكن فاؤه، ويؤتى بهمزة وصل؛ للتوصل بها إلى النطق بالساكن، كما قالوا: اضرب، اصبر، ولكن قدَّمنا أنَّ هذا الفعل وهو أخذ، وكذلك أكَلَ، وأَمَر، أنَّ الأمر منها دائمًا، هكذا: خُذ، كُل، مُر {مَا آتَيْنَاكُمْ} أصله: أأتيناكم بهمزتين، أبدلت الثانية ألفًا حرف مدِّ للأولى {قُلْ بِئْسَمَا يَأْمُرُكُمْ بِهِ إِيمَانُكُمْ} وبئس فعلٌ، وضع لإنشاء الذمّ، وأصله. فعِلَ، ولكنّهم خفَّفوا بسكون الوسط وله ولنِعْمَ باب معقود في النحو، وأصل إيمانكم: إئمانكم بهمزتين، أبدلت الثانية الساكنة حرف مدّ مجانسًا لحركة الأولى. </p><p> {إِنْ كَانَتْ لَكُمُ الدَّارُ الْآخِرَةُ} الدار فيه إعلال بالقلب، فألفه منقلبة عن واو، وأصله؛ دَوَرٌ تحركت الواو بعد فتح فقلبت ألفًا، ولذلك يصغر على دويرة {خَالِصَةً} الخالص: الذي لا يشوبه شيء، يقال: خلص يخلص خلوصًا، إذا </p><p> سلم من شائبة الغير، فالخالصة مصدر جاء على وزن فاعلة، كالعافية، والعاقبة، وهو بمعنى الخلوص، كما ذكره \"الكرخي\"  {فَتَمَنَّوُا الْمَوْتَ} أصله: تمنّيوا بوزن تفعلوا من التمنّي، يقال: تمنّى يتمنّى تمنيًّا، وأمرُ الجماعة منه تمنّووا، وذلك أنّ المضارع لمّا بني منه الأمر، حذف حرف المضارعة ونون الرفع، فصار تمنّيوا، فتحركت الياء فقلبت ألفًا فالتقى ساكنان الألف وواو الجماعة، فحذفت الألف، ثمّ حركت الواو بالضمّ؛ لالتقائها ساكنة مع لام ال بعده؛ لأنّ همزة الوصل ساقطة في الدرج، ومعنى تمنوا الموت: تشوفوا، واجعلوا نفوسكم ترتاح إليه، وتودُّ المصير إليه {وَأُشْرِبُوا في قُلُوبِهِمُ الْعِجْلَ} والعجل: هو الذي صنعه لهم السامري من حليهم، وجعلوه إلهًا وعبدوه، ويقال: أشرب قلبه كذا؛ أي: حُلَّ محلَّ الشراب، كأنَّ الشيء المحبوب شراب يُساغُ، فهو يسري في قلب المحب، ويمازجه كما يسري الشراب العذب البارد في اللَّهاة، وحقيقة أُشْرِبَه كذا جعله شارِبًا له. </p><p> {وَلَتَجِدَنَّهُمْ أَحْرَصَ النَّاسِ عَلَى حَيَاةٍ} تجدنهم مضارع وجَدَ، وأصله: يَوْجِدُ من فَعَل بفتح العين في الماضي يفعِل بكسرها في المضارع، فهو مثالٌ وقعت الواو بين عدوَّتيها الياء المفتوحة والكسرة فحذفت، ثُمَّ بني الفعل على الفتح؛ لاتصاله بنون التوكيد المباشرة، وقس على هذا ما شابهه، ومادَّة. وجد مشتركٌ بين الإصابة، والعلم، والغنى، والحرج، ويختلف بالمصادر، كالوجدان، والوجد، والموجدة، والحرص شدَّة الطلب، وفي \"المصباح\" : وحَرَص عليه حرصًا من باب ضرب إذا اجتهد، والاسم الحِرص بالكسر، وحرص على الدنيا من باب ضرب أيضًا، وحَرِص حرصًا من باب تعب إذا رغب رغبةً مذمومةً. اهـ. </p><p> {يَوَدُّ أَحَدُهُمْ} من الود وهو المحبَّة للشيء والإيثار له، وهو مضارع وَدِدَ بكسر العين في الماضي، يَوْدَدُ بفتحها في المضارع من باب فَعِلَ يَفْعَلَ، نقلت حركة الدال إلى الواو، فسكنت، فأدغمت في الدال الثانية {أَنْ يُعَمَّرَ} من عمَّر المضعَّف، والتضعيف فيه للنقل، إذ هو من عَمَّر الرجل إذا طال عمره، وعمَّره الله إذا أطال عمره، والعمر مدَّةُ البقاء {أَلْفَ سَنَةٍ} والألف عشر من المئين، وقد يتجاوز فيه فيدلُّ على الشيء الكثير وهو من الألفة، إذ هو ما لَفَّ أنواعَ الأعداد، إذ العشرات ما لَفَّ الآحاد، والمئون ما لفَّ العشرات، والألف ما لفَّ المِئِين </p><p> {وَمَا هُوَ بِمُزَحْزِحِهِ} من الزحزحة: وهي الإزالة والتنحية عن المقرِّ، وزحزح يستعمل متعدِّيًا كما هنا، ولازمًا، كقول الشاعرِ: </p><p> خَلِيْلَيَّ ما بَالُ الدُّجَى لا يُزَحْزَحُ ... وَمَا بالُ ضَوءِ الصُّبْحِ لا يتَوضَّحُ </p><p> والمعنى: بمنجيه من العذاب، وقيل: من بمعنى عن؛ أي: بمبعده عن العذاب، وتكرار الحروف يشابه تكرار العمل {قُلْ مَنْ كَانَ عَدُوًّا لِجِبْرِيلَ} والعدوُّ ضِدُّ الصديق، يستوي فيه المذكر والمؤنث، والواحد والمثنى والجميع، وأصله: عَدُوْوٌ بوزن فَعولٍ، أدغمت وَاوُ فَعول في لام الكلمة {نَبَذَ فَرِيقٌ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ} نَبْذُ الشيءِ طَرَحُهُ وإلقاؤهُ، والفريق: العدد القليل، وأصل أوتوا: أؤتيوا مبنيًّا للمجهول، وفيه همزتان الأولى مضمومة، والثانية ساكنة، فأبدلت الثانية حرف مدٍّ للأولى من جنس حركتها على حدِّ قول ابن مالك: </p><p> وَمَدًّا ابْدِل ثَانِيَ الهَمْزَيْنِ مِنْ ... كِلْمَةٍ إنْ يَسْكُنْ كَآثِرْ وائتُمِينْ </p><p> ثمّ استثقلت الضمة على الياء، فحذفت، فسكنت، فحذفت لالتقاء الساكنين {وَاتَّبَعُوا مَا تَتْلُو الشَّيَاطِينُ}  {اتبعوا} افتعلوا من الاتباع، أدغمت فاء الفعل في تاء الافتعال، فقيل: اتبعوا بعد أن استجلبت همزة الوصل، للتوصّل إلى النطق بالساكن {تَتْلُو} أصَلْهُ: تَتْلُوُ بوزن تَفعُلُ من تلا يتلو، كسما يسمو ناقصٌ واويٌّ، ولمَّا تطرفت الواو إثر ضمة سكنت، وجعلت حرف مدّ {بضارِّين} أَصْلُه: بضارِرِين، أدغمت الراء الأولى بعد تسكينها في الثانية {مَا يَضُرُّهُمْ} أصله: يَضْرُرْهم بوزن يفعل، نقلت حركة الراء الأولى إلى الضاد، فسكنت، فأُدغمت في الراء الثانية {هَارُوتَ وَمَارُوتَ} علمان أعجميان بدليل منع الصرف، ولو كانا من الهَرْتِ والمَرتِ؛ أي: الكُسْرِ كما زعَمَ بعضهم لانَصْرَفَا {بِبَابِلَ} وبابلُ مدينة قديمة مُنع من الصرف للعلمية والعجمة، وتقعُ أنْقاضُها على الفُراتِ قُرْبَ الحُلَّةِ شرقيَّ بغدادَ {هَارُوتَ وَمَارُوتَ} أصله: اشتَرَيَ بوزن افتَعَلَ، قُلبت الياءُ لامُ الفعل ألفًا؛ لتحركها بعد فتح، فهي مِنْ شرَاه يَشْرِيهِ إذا باعه، أو ملَكَه بشراءٍ، ودليلُ ذلك قولُه:  {وَمِنَ النَّاسِ مَنْ يَشْرِي نَفْسَهُ}  {مِنْ خَلَاقٍ} بالفتح بمعنى نصيب {وَلَبِئْسَ مَا شَرَوْا} أصل: شروا كما تقدّم قريبًا شَرَيُوا، تحركت الياء وانفتح ما </p><p> قبلها فقلبت ألفًا، فالتقى ساكنان، فحذفت الألف. </p><p> {وَلَوْ أَنَّهُمْ آمَنُوا} أصله؛ أَأْمنُوا، أبدلت الهمزة الثانية ألفًا حرف مَدٍّ للأولى {وَاتَّقَوْا} أصله: أوْتَقَيُوا، أبدلت الواو التي هي فاء الكلمة تاء، وأدغمت في تاء الافتعال، ثم أبدلت الياء ألفًا؛ لتحركها بعد فتح، فالتقى ساكنان الألف والواو، فحذفت الألف، وبقيت الفتحة دالةً عليها {لَمَثُوبَةٌ} وَزْنهُ مَفْعُلَةً بضمّ العين من الثواب، نقلت حركة الواو إلى الفاء، فسكنت الواو إثر ضمة، فجعلت حرف مدّ. ونقل الواحديُّ: أنَّ المثوبة فيها قولان: </p><p> أحدهما: أنّ وزنها مَفْعُولة، والأصلُ: مَثْوُوْبةٌ بواوين، فثقلت الضمةُ على الواو الأولى، فنقلت إلى الساكن قبلها، فالتقى ساكنان، فحذف أوّلهما الذي هو عين الكلمة، فصار مثوبة على وزن مفولة، ومحوزة، ومصونة، ومشوبة، وقد جاءت مصادر على وزن مفعول، كالمعقود، فهي مصدر نقل ذلك الواحديُّ. </p><p> والثاني: أنّها مفعُلةٌ بضم العين، وإنما نُقلت الضمة منها إلى الثاء، وكان من حقّها الإعلال، فيقال: مَثابة، كمَقالة، إلّا أنّها صحَّحوها. اهـ. \"سمين\" . {تَتْلُو الشَّيَاطِينُ} يقال: تلا يتلو إذا تبع، وتلا القرآن؛ قرأه. وتلا عليه؛ كذَب. قاله أبو مسلم، وقال أيضًا: تلا عنه؛ صدف. فإذا لم يذكر الصِلَتَين احتمل الأمرين {عَلَى مُلْكِ سُلَيْمَانَ} ؛ أي: في زمنه، وسليمان: اسم أعجمي، وامتنع من الصرف للعلمية والعجمة، ونظيره من الأعجمية في أنَّ آخرُهُ ألفًا ونونًا هامان، وماهان، وسامان، وليس امتناعه من الصرف للعلمية وزيادة الألف والنون كعثمان؛ لأنَّ زيادة الألف والنون موقوفةٌ على الاشتقاق، والتصريف، والاشتقاق، والتصريف العربيان لا يدخلان الأسماء العجمية {السِّحْرَ} مصدر سَحَر يَسْحَر سِحْرًا على وزن فِعْلٍ، ولا يوجد مصدرٌ على وزن فِعْلٍ إلّا سِحْرٌ وفِعْلٌ، قاله بعض أهل العلم، قال الجوهري: كُلُّ ما لطَفُ ودقَّ فهو سِحر، يقال: سحَرَهَ؛ أَبْدَى، له أمرًا يَدِقُّ عليه ويَخْفَى. انتهى. وقال الشاعر: </p><p> أدَاءٌ عرَانِي مِنْ حَيائِكَ أمْ سِحْرُ </p><p> ويقال: سحَرَه إذا خدَعه، ومنه قولُ امريء القيس: </p><p> أَرانَا موضعيَنِ لأمْرِ عيْب ... وَنُسْحَرُ بالطَّعَامِ وَبالشرَابِ </p><p> أي نُعَلَّلُ ونُخْدَعُ {هَارُوتَ وَمَارُوتَ} اسمان أعجميَّان ممنوعان من الصرف، ومن نظائرهما طالوتُ وجالوتُ، ويجمعان على هواريت، ومواريت. {إِنَّمَا نَحْنُ فِتْنَةٌ} والفتنة: الابتلاءُ والاختبار، يقال: فتن يفتن فتونًا، وفتنةً {مَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ} والضُرُّ والنفع معروفان، ويقال: ضرَّ يضُرُّ بضمّ الضاد، وهو قياس المضعَّف المتعدِّي، ومصدره: الضُرُّ والضَرُّ والضرر، ويقال: ضار يضير، قال: </p><p> يَقُولُ أُناسٌ لا يَضِيْرُكَ نَابُهَا ... بَلَى كُلُّ مَا شَفَّ النُّفُوسَ يضيْرُهَا </p><p> ويقال: نفع ينفع نفعًا، قيل: لا يقال منه اسم مفعول، نحو: منفوع، والقياس النحويُّ يقتضيه {مِنْ خَلَاقٍ} الخلاق في اللغة: النصيب، قاله الزجَّاج، قال لكنه أكثر ما يستعمل في الخير، قال: </p><p> يَدْعُوْنَ بالوَيْلِ فِيْهَا لا خَلاَقَ لَهُمْ ... إلّا السَّرَابِيْلُ مِنْ قَطْرٍ وأغلاَلُ </p><p> والخلاقُ أيضًا: القَدْرُ، قال الشاعر: </p><p> فَمَا لَكَ بَيْتٌ لَدَى الشَّامِخَاتِ ... وَمالَكَ في غَالِب مِنْ خَلاق </p><p> {لَمَثُوبَةٌ} مفعلة من الثواب كما مرّ، نقلت حركة الواو إلى الثاء، ويقال: مثوبةٌ، وكان قياسه الإعلال، فتقول: مثابةٌ، ولكنهم صحَّحُوه كما صحَّحُوا في الأعلام مَكْوُرة، ونظيرهُما في الوزنِ من الصحيح مَقْبَرة ومَقْبُرة {مَنْ كَانَ عَدُوًّا لِجِبْرِيلَ} قال الراغبُ: العداوةُ: التجاوز، ومُنافاة الالتئام. فبالقَلْبِ يقال: العداوة. وبالمَشْي يقال: العَدْوُ. وبالإخلال في العدل يقال: العُدْوان. وبالمكان أو النَّسب، يقالَ: قومٌ عِدَي؛ أي: غُرباء. {كِتَابَ اللَّهِ وَرَاءَ ظُهُورِهِمْ} وهذا مثلٌ يُضرب لمن أعرض عن الشيء جملةً، تقول العرب: جعل هذا الأمر ورَاءَ ظهرِه ودُبُرَ أُذنه، وقال الفرزدق: </p><p> تَمِيمُ بنُ مُرٍّ لا تَكُونَنْ حَاجَتِي ... بِظَهْرٍ وَلاَ يَعْيَا عَلَيْكَ جَوَابُهَا </p><p> وقالت العرب ذلك. لأنَّ ما جُعل وراء الظهر لا يمكن النظرُ إليه، ومنه {واتَّخذتُموه ظهريا}  {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَقُولُوا رَاعِنَا} راعنا وزنه فاعنا، </p><p> أُعلّ بحذف لامه؛ لمناسبة باء الأمر؛ لأنّه من الرعاية، يقال: راعى يراعي مراعاة، إذا نظر في مصالح الإنسان، وتدبير أموره. </p><p> البلاغة </p><p> وقد تضمّنت هذه الآيات ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: الاستعارة المكنية في قوله: {وَأُشْرِبُوا فِي قُلُوبِهِمُ الْعِجْلَ} حيث شبَّه حبَّ عبادة العجل بمشروب لذيذ سائغ الشراب، وطوى ذكر المشبَّه به، ورمز إليه بشيء من لوازمه وهو الإشراب على طريق الاستعارة المكنية، قال في \"تلخيص البيان\" ، وهذه استعارةٌ، والمراد: وصف قلوبهم بالمبالغة في حُبِّ العجل، فكأنَّها تشرَّبَتْ حُبَّه، فمازجها ممازجة المشروب، وخالطها مخالطة الشيء الملذوذ، وقال بعضهم فيه: التشبيه البليغ؛ أي: جعلت قلوبهم لتَمَكُّن حب العجل منها، كأنَّها تشرب، ومثله قول زهير: </p><p> فصحوتَ عَنْهَا بَعْدَ حُبٍّ داخِلٍ ... وَالْحُبُّ يَشْرَبُهُ فُؤَادُكَ دَائِمًا </p><p> وإنما عبَّر عن حُبّ العجل بالشرب دون الأكل؛ لأنَّ شُرْبَ الماء يتغلغل في الأعضاء حتى يصل إلى باطنها، والطعامُ لا يتغلغل فيها. </p><p> ومنها: التهكُّم في قوله: {قُلْ بِئْسَمَا يَأْمُرُكُمْ بِهِ إِيمَانُكُمْ} حيث أسند الأمر إلى إيمانهم، وكذلك إضافةُ الإيمان إليهم، أمَّا الثاني فظاهرٌ في قوله تعالى:  {إِنَّ رَسُولَكُمُ الَّذِي أُرْسِلَ إِلَيْكُمْ لَمَجْنُونٌ} تحقيرًا ودلالة على أنَّ مثل هذا لا يليق أن يسمَّى إيمانًا إلّا بالإضافة إليكم، وأمَّا الأوّل؛ فلأنَّ الإيمان إنّما يأمر ويدعو إلى عبادة من هو في غاية العلم والحكمة، فالإخبار بأنَّ إيمانهم يأمر بعبادة ما هو في غاية البلادة، في غاية التهكم والاستهزاء، سواءٌ جعل يأمر به بمعنى يدعو إليه أم لا. انتهى. من \"الكرخي\" . </p><p> ومنها: التنكير في قوله: {عَلَى حَيَاةٍ} ؛ للتنبيه على أنَّ المراد بها حياةٌ مخصوصة، وهي الحياة المتطاولة التي يعمر فيها الشخص ألوفًا من السنين. </p><p> ومنها: تخصيص هذا العدد في قوله: {أَلْفَ سَنَةٍ} ؛ لأنّهم يقولون ذلك فيما بينهم عند العطاس والتحيّة عِشْ ألفَ سنة، وألف نَوَّروُزْ، وأَلْفِ مهرجان. </p><p> ومنها: الإتيانُ بالجملة الاسمية في جواب الشرط في قوله: {فَإِنَّ اللَّهَ عَدُوٌّ لِلْكَافِرِينَ} ؛ لزيادة التقبيح والتشنيع؛ لأنّها تُفِيدُ الثباتَ والدوامَ. </p><p> ومنها: الإظهار في موضع الإضمار في قوله: {عَدُوٌّ لِلْكَافِرِينَ} حيث لم يقل: عدوٌّ لهم؛ لتسجيل صفة الكفر عليهم، وأنّهم بسبب عداوتهم للملائكة أصبحوا من الكافرين. </p><p> ومنها: الإظهار في قوله: {فَإِنَّ اللَّهَ} حيث لم يقل: فإنه؛ دفعًا لاحتمال أن يعود الضمير إلى جبريل، أو ميكائيل. </p><p> ومنها: ذكر الخاص بعد العام في قوله: {وَجِبْرِيلَ وَمِيكَالَ} ، إظهارًا لمزيَّتِهِ وشرفه. </p><p> ومها؛ إسناد النبذ إلى فريق منهم في قوله:  {نبذ فريق منهم} ؛ إشعارًا بأنَّ منهم من لم ينبذ. </p><p> ومنها: خُروج الأمر عن معناه الأصليِّ إلى معنى التعجيز، في قوله:  {فَتَمَنَّوُا الْمَوْتَ} هو لأنَّ ذلك ليس من سِماتهم، ولا من ظواهرهم المألوفة، فإنَّ تمني الموت من شأن الأبرار المقرَّبين؛ لأنَّ من أيقن بالشهادة اشتاق إليها، وبكى حنينًا إليها، وقد رُوي عن علي بن أبي طالب (أنّه كان يطوف بين الصفين، في غلالة،فقال ابنه الحسن:ما هذا بزيِّ المحاربين؟فقال:يا بنيّ! لا يبالي أبوك سقط على الموت أم سقط عليه الموت) ، ولمَّا احتضر خالد بن الوليد بكى، فقيل له: ما يبكيك؛ قال:  (والله ما أُبالي إشفاقًا من الموت، ولكن لأنّي حضرت كذا وكذا معركةً، ثمّ أموت هكذا، كما تموت العنز، فلا نامت أعين الجبناء) وعن حذيفة أنّه كان يتمنَّى الموت، فلما احتضر قال:  (حبيبٌ جاء على فاقةٍ لا أفلح من ندم! يعني: على التمنِّي، وعن النبي - صلى الله عليه وسلم -: (لو تمنَّوا الموت لغَصَّ كُلُّ إنسان منهم بريقه فمات مكانه، وما بقي على وجه الأرض يهوديٌّ) . </p><p> ومنها: الإيجاز في قوله: {عَلَى حَيَاةٍ} ففي تنكير حياة فائدةٌ عجيبة، فحواها: أنَّ الحريص لا بُدَّ أن يكون حيًّا، وحرصه لا يكون على الحياة الماضية والراهنة، فإنّهما حاصلتان، بل على الحياة المستقبلة، ولمَّا لم يكن الحرص متعلِّقًا بالحياة على الإطلاق، بل بالحياة في بعض الأحوال، وجب التنكير، وفي الحذف توبيخٌ عظيمٌ لليهود؛ لأنَّ الذين لا يؤمنون بالمعاد، ولا يعرفون إلّا الحياة، لا يستبعد حرصهم عليها، فإذا زاد أهل الكتاب عليهم في الحرص، وهم مُقِرُّون بالبعث والجزاء، كانوا أحرى باللَّوم والتوبيخ. </p><p> ومنها: الكناية في قوله: {أَلْفَ سَنَةٍ} ؛ لأنّه كنايةٌ عن الكثرة، فليس المراد خصوص الألف. </p><p> ومنها: التنكير في قوله: {رَسُولٌ} ؛ للدلالة على التفخيم والتعظيم. </p><p> ومنها: وصفه بقوله: {مِنْ عِنْدِ اللَّهِ} ؛ أي: بأنَّه آتٍ من عند الله، إفادةً لمزيد التعظيم. </p><p> ومنها: الإضافة للتشريف في قوله: {كِتَابَ اللَّهِ} كناقة الله وبيت الله. </p><p> ومنها: التمثيل في قوله: {وَرَاءَ ظُهُورِهِمْ} ؛ لأنّه تمثيل لتركهم وإعراضهم عن كتاب الله بالكلية، حيث رموه بالعناد، ولم يعملوا به بما يرمى به وراء الظهر استغناءً عنه، وقلَّة التفاتٍ إليه. </p><p> ومنها: حكاية حالٍ ماضيةٍ في قوله: {وَاتَّبَعُوا مَا تَتْلُو الشَّيَاطِينُ} حيث لم يقل تلت الشياطين؛ لأنَّ تلاوتهم من الأمور الماضية فعبَّر عنها بالمستقبل حكايةً لها. </p><p> ومنها: زيادة مِنْ في المفعول في قوله: {وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ} ؛ لإفادة تأكيد الاستغراق المستفاد من أحد. </p><p> ومنها: القصر في قوله: {إِنَّمَا نَحْنُ فِتْنَةٌ} ؛ لبيان أنّه ليس لهما فيما يتعاطيانه شأنٌ سواها؛ لِنَصْرِفَ الناسَ عن تعلُّمِه. </p><p> ومنها: الطباق بين الضرِّ والنفع في قوله: {مَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ} ؛ لأنَّ بينهما طباق السَّلْب. </p><p> ومنها: فنٌّ رفيعٌ في فنون البلاغة في قوله: {وَلَقَدْ عَلِمُوا لَمَنِ اشْتَرَاهُ} ؛ الخ. وقوله:  {لَوْ كَانُوا يَعْلَمُونَ} وهو تنزيل العلم منزلة الجاهل، فإنَّ صدر الآية يدلُّ على ثبوت العلم في أنّه لا نفع لهم في اشتراء كتب السحر والشعوذة، واختيارها على كتب الله تعالى، وآخر الآية ينفي عنهم العلم، فإنَّ لو تدلُّ على امتناع الثاني لامتناع الأول، إلا أنَّ نفي العلم عنهم لأمرٍ خطابيٍّ، نظرًا إلى أنَّهم لا يعملون على مقتضى العلم، ولكن في ذلك مبالغةٌ من حيث الإشارة، إلى أنَّ علمهم بعدم الثواب كافٍ في الامتناع، فكيف العلم بالذمِّ والرداءة. </p><p> ومنها: الإتيان بالجملة الاسمية في جواب لو الشرطية في قوله: {لَمَثُوبَةٌ مِنْ عِنْدِ اللَّهِ} بدل الجملة الفعلية؛ للدلالة على الثبوت والاستمرار. </p><p> ومنها: تنكير مثوبة في قوله: {لَمَثُوبَةٌ} ؛ لإفادة التقليل؛ أي: شيءٌ قليلٌ من الثواب كائنٌ من عند الله خيرٌ. </p><p> ومنها: حذف المفضَّل عليه في قوله: {لَمَثُوبَةٌ مِنْ عِنْدِ اللَّهِ خَيْرٌ} ؛ إجلالًا للمفضَّل من أن ينسب إليه، وهو السحر. </p><p> ومنها: الكناية في قوله: {مَا يَوَدُّ الَّذِينَ كَفَرُوا} ؛ لأنَّ نفي الودِّ عنهم كنايةٌ عن الكراهة؛ أي: ما يحب الذين كفروا الخ. </p><p> ومنها: الإضافة للتشريف في قوله: {مِنْ رَبِّكُمْ} . </p><p> ومنها: تصدير الجملتين بلفظ الجلالة في قوله: {وَاللَّهُ يَخْتَصُّ} وقوله: {وَاللَّهُ ذُو الْفَضْلِ} للإيذان بفخامة الأمر. </p><p> ومنها: فنُّ التهذيب في قوله: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَقُولُوا رَاعِنَا وَقُولُوا انْظُرْنَا} وهو ترداد النظر فيما يكتبه الكاتب، وينظمه الشاعر، فقد خلصت هذه الآية من الإيهام، ودلَّتْ على آداب المخاطبة ليكون الكلام بريئًا من المطاعن، بعيدًا عن الملاحن. </p><p> ومنها: زيادة لا النافية في قوله: {وَلَا الْمُشْرِكِينَ} تأكيدًا للنفي المستفاد ممَّا قبلها؛ لأنَّ المعنى ما يودُّ الذين كفروا من أهل الكتاب والمشركين، بغير زيادة لا. اهـ. \"سمين\" . </p><p> ومنها: الزيادة والحذف في عدَّة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلّ وعلا: </p><p> {مَا نَنْسَخْ مِنْ آيَةٍ أَوْ نُنْسِهَا نَأْتِ بِخَيْرٍ مِنْهَا أَوْ مِثْلِهَا أَلَمْ تَعْلَمْ أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (١٠٦) أَلَمْ تَعْلَمْ أَنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ (١٠٧) أَمْ تُرِيدُونَ أَنْ تَسْأَلُوا رَسُولَكُمْ كَمَا سُئِلَ مُوسَى مِنْ قَبْلُ وَمَنْ يَتَبَدَّلِ الْكُفْرَ بِالْإِيمَانِ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ (١٠٨) وَدَّ كَثِيرٌ مِنْ أَهْلِ الْكِتَابِ لَوْ يَرُدُّونَكُمْ مِنْ بَعْدِ إِيمَانِكُمْ كُفَّارًا حَسَدًا مِنْ عِنْدِ أَنْفُسِهِمْ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْحَقُّ فَاعْفُوا وَاصْفَحُوا حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (١٠٩) وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَمَا تُقَدِّمُوا لِأَنْفُسِكُمْ مِنْ خَيْرٍ تَجِدُوهُ عِنْدَ اللَّهِ إِنَّ اللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ (١١٠) وَقَالُوا لَنْ يَدْخُلَ الْجَنَّةَ إِلَّا مَنْ كَانَ هُودًا أَوْ نَصَارَى تِلْكَ أَمَانِيُّهُمْ قُلْ هَاتُوا بُرْهَانَكُمْ إِنْ كُنْتُمْ صَادِقِينَ (١١١) بَلَى مَنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ فَلَهُ أَجْرُهُ عِنْدَ رَبِّهِ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ (١١٢) وَقَالَتِ الْيَهُودُ لَيْسَتِ النَّصَارَى عَلَى شَيْءٍ وَقَالَتِ النَّصَارَى لَيْسَتِ الْيَهُودُ عَلَى شَيْءٍ وَهُمْ يَتْلُونَ الْكِتَابَ كَذَلِكَ قَالَ الَّذِينَ لَا يَعْلَمُونَ مِثْلَ قَوْلِهِمْ فَاللَّهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ (١١٣) وَمَنْ أَظْلَمُ مِمَّنْ مَنَعَ مَسَاجِدَ اللَّهِ أَنْ يُذْكَرَ فِيهَا اسْمُهُ وَسَعَى فِي خَرَابِهَا أُولَئِكَ مَا كَانَ لَهُمْ أَنْ يَدْخُلُوهَا إِلَّا خَائِفِينَ لَهُمْ فِي الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ}. </p><p> المناسبة </p><p> قوله تعالى:  {مَا نَنْسَخْ مِنْ آيَةٍ أَوْ نُنْسِهَا ...} الآيات، مناسبتها لما قبلها: أنّ الله سبحانه، لمَّا بيَّن حقيقة الوحي (١) ، وردَّ كلام الكارهين له جملةً .. بَيَّنَ سرَّ نسخه، وأبطل مقال الطاعنين فيه، بأنّه تعالى يأمر بالشيء لما يعلم فيه من المصلحة، ثمَّ ينهى عنه لما يرى في ذلك من الخير حينئذٍ، فأطيعوا أمره، واتَّبعوا رسله في تصديق ما به أخبروا، وترك ما عنه زجروا. </p><p> قوله تعالى:  {وَدَّ كَثِيرٌ مِنْ أَهْلِ الْكِتَابِ ...} الآيات، مناسبتها لما قبلها: أنَّ الله سبحانه وتعالى، لمَّا نهى في الآيات السابقة عن الاستماع لنصح </p><p>(١) المراغي.</p><p> اليهود، وعدم قبول آرائهم في شيء من أمور دينهم، ذكر هنا وجه العلة في ذلك، وهي أنَّ كثيرًا منهم يودون لو ترجعون كفارًا حسدًا لكم ولنبيّكم، فهم لا يكتفون بكفرهم بالنبي - صلى الله عليه وسلم -، والكيد له بنقض ما عاهدهم عليه، بل يحسدونكم على نعمة الإِسلام، ويتمنون أن تحرموا منها. </p><p> وقد كان لأهل الكتاب حيلٌ في تشكيك المسلمين في دينهم، فقد طلب بعضهم من بعض أن يؤمنوا أوَّل النهار، ويكفروا آخره كي يتأسَّى بهم بعض ضعاف الإيمان من المسلمين، وكانوا يلقون بعض الشبه على المؤمنين، ليشككوهم في دينهم. </p><p> قوله تعالى:  {وَقَالُوا لَنْ يَدْخُلَ الْجَنَّةَ إِلَّا مَنْ كَانَ هُودًا أَوْ نَصَارَى ...} الآيات، مناسبة هذه الآيات لما قبلها من حيث إنَّ هذه الآيات في بيان أباطيل أخر لأهل الكتاب وقبائحهم، حيث ادَّعى كلٌّ من الفريقين اليهود والنصارى أنَّ الجنّة خاصَّةٌ به، وطعن في دين الآخر، فأكذب الله الفريقين، وبيَّن أنّ الجنّة إنّما يفوز بها المؤمن التقيُّ الذي عمل الصالحات. </p><p> واعلم: أنّ الله سبحانه ذكر في هذه الآية حالين من أحوال اليهود (١) : </p><p> أولاهما: تضليل من عداهم، وادعاؤهم أنَّ الحق لا يعدوهم، وأنّ النبوة مقصورةٌ عليهم. </p><p> وثانيهما: تضليل اليهود للنصارى، وتضليل النصارى لهم، كذلك مع أنَّ كتاب اليهود أصل لكتاب النصارى، وكتاب النصارى متمِّمٌ لكتاب اليهود. </p><p> والعبرة من هذا القصص: أنَّهم قد صاروا إلى حال من اتباع الأهواء، لا يعتدُّ معها بقول أحد منهم، لا في نفسه، ولا في غيره، فطعنهم في النبي - صلى الله عليه وسلم -، وإعراضهم عن الإيمان به، لا يثبت دعواهم في أنّه مخالف للحق، فاليهود قد كفروا بعيسى، وقد كانوا ينتظرونه، والنصارى كفروا بموسى ورفضوا التوراة، وهي حجتهم على دينهم، فكيف بعدئذٍ يعتدُّ برأيهم في محمدٍ - صلى الله عليه وسلم -؟ وهو من غير </p><p>(١) المراغي.</p><p> شعبهم، وجاء بشريعةٍ نسخت شرائعهم. </p><p> قوله تعالى:  {وَقَالُوا اتَّخَذَ اللَّهُ وَلَدًا سُبْحَانَهُ} سبحانه الآيات، مناسبتها لما قبلها: أنَّ الله سبحانه وتعالى، لمَّا ذكر افتراء اليهود والنصارى وقولهم: إنّ الجنّة لا يدخلها إلّا من كان هودًا أو نصارى، وإنّها خاصة بهم .. أردف ذلك بذكر بعض قبائحهم، وقبائح المشركين في ادّعائهم: أنّ لله ولدًا، حيث زعمت اليهود: أنَّ عزيرًا ابن الله، وزعمت النصارى: أنّ المسيح ابن الله، وزعم المشركون: أنّ الملائكة بنات الله، فأكذبهم الله وردَّ عليهم دعواهم الباطلة. </p><p> أسباب النزول </p><p> قوله تعالى:  {مَا نَنْسَخْ مِنْ آيَةٍ ...} الآية، سبب نزول هذه الآية: ما أخرجه ابن أبي حاتم من طريق عكرمة، عن ابن عباس قال:  (كان ربما ينزل على النبي - صلى الله عليه وسلم - الوحي بالليل وينساه في النهار،فأنزل الله عَزَّ وَجَلَّ:{مَا نَنْسَخْ}الآية) . </p><p> وروي أنَّ هذه الآيات نزلت حين قال المشركون، أو اليهود: ألا ترون إلى محمد يأمر أصحابه بأمرٍ، ثُمَّ ينهاهم عنه ويأمرهم بخلافه ويقول: اليوم قولا ويرجع عنه غدًا، فقد أمر في حد الزنا بإيذاء الزانيين باللِّسان حيث قال:  {فَآذُوهُمَا} ثُمَّ غيَّره وأمر بإمساكهن في البيوت، حيث قال:  {فَأَمْسِكُوهُنَّ فِي الْبُيُوتِ حَتَّى يَتَوَفَّاهُنَّ الْمَوْتُ} ثمَّ غيَّره بقوله: {فَاجْلِدُوا كُلَّ وَاحِدٍ مِنْهُمَا مِائَةَ جَلْدَةٍ} فما هذا القرآن إلّا كلام محمد يقوله من تلقاء نفسه، يناقض بعضه بعضًا، ومقصدهم من ذلك الطعن في الدين؛ ليضعِّفوا عزيمة من يريد الدخول فيه، وينضوي تحت لوائه. </p><p> قوله تعالى:  {أَمْ تُرِيدُونَ أَنْ تَسْأَلُوا رَسُولَكُمْ} إلى قوله: {سَوَاءَ السَّبِيلِ} سبب نزول هذه الآية: ما أخرجه ابن أبي حاتم من طريق سعيد، أو عكرمة، عن ابن عباس قال: قال رفيع بن خزيمة، ووهب بن زيد لرسول الله - صلى الله عليه وسلم -: يا محمد! ائتنا بكتابٍ تنزله علينا من السماء نقرؤه، أو فجر لنا أنهارًا نتَّبعك ونصدِّقك، فأنزل الله في ذلك:  {أَمْ تُرِيدُونَ أَنْ تَسْأَلُوا رَسُولَكُمْ} إلى قوله: {سَوَاءَ السَّبِيلِ} . </p><p> وما أخرجه ابن جرير، عن مجاهد قال: سألت قريشٌ محمدًا - صلى الله عليه وسلم - أن يجعل لهم الصفا ذهبًا، فقال:  \"نعم، وهو لكم كالمائدة لبني إسرائيل إن كفرتم\" فأبوا، ورجعوا، فأنزل الله عزّ وجلّ:  {أَمْ تُرِيدُونَ أَنْ تَسْأَلُوا رَسُولَكُمْ ...} الآية. </p><p> قوله تعالى:  {وَدَّ كَثِيرٌ مِنْ أَهْلِ الْكِتَابِ ...} الآية، سبب نزولها: أنّه كان حُييُّ بن أخطب، وأبو ياسر بن أخطب، من أشدّ اليهود حسدًا، للعرب، إذْ خصّهم الله تعالى برسوله، وكانوا جاهدين في رد الناس عن الإِسلام، فأنزل الله فيهما:  {وَدَّ كَثِيرٌ مِنْ أَهْلِ الْكِتَابِ} أخرجه ابن أبي حاتم من طريق سعيد، أو عكرمة، عن ابن عباس - رضي الله عنهما - وعن الزهري، عن عروة، عن أسامة بن زيد أنّه أخبره: أنَّ رسول الله - صلى الله عليه وسلم - ركب على حمار، فقال لسعد:  \"ألم تسمع ما قال أبو الحباب\" يريد عبد الله بن أبي؟ قال:  \"كذا وكذا\" ، فقال سعد بن عبادة: اعف عنه واصفح، فعفا عنه رسول الله - صلى الله عليه وسلم -، وكان رسول الله - صلى الله عليه وسلم - يعفو عن أهل الكتاب والمشركين، فأنزل الله عَزَّ وَجَلَّ:  {فَاعْفُوا وَاصْفَحُوا حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} . </p><p> قوله تعالى:  {وَقَالَتِ الْيَهُودُ ...} الآية، سبب نزولها: ما أخرجه ابن أبي حاتم من طريق سعيد، أو عكرمة، عن ابن عباس قال: لمَّا قدم أهل نجران من النصارى على رسول الله - صلى الله عليه وسلم -، أتتهم أحبار اليهود، فتنازعوا عند رسول الله - صلى الله عليه وسلم -، فقال رافع بن حرملة من اليهود: ما أنتم على شيء، وكفر بعيسى، وبالإنجيل، وقال: رجل من أهل نجران من النصارى لليهود: ما أنتم على شيء، وجحد نبوة موسى، وكفر بالتوراة، فأنزل الله عَزَّ وَجَلَّ {وَقَالَتِ الْيَهُودُ لَيْسَتِ النَّصَارَى عَلَى شَيْءٍ} الآية. </p><p> قوله تعالى:  {وَمَنْ أَظْلَمُ مِمَّنْ مَنَعَ مَسَاجِدَ اللَّهِ ...} الآية، سبب نزول هذه الآية، ما أخرجه ابن جرير، عن ابن زيد قال: نزلت هذه الآية في المشركين حين صدُّوا رسول الله - صلى الله عليه وسلم -، عن مكة يوم الحديبية، وأخرج ابن جرير من طريق سعيد، أو عكرمة عن ابن عباس قال: إنّ قريشًا منعوا النبيَّ - صلى الله عليه وسلم - الصلاة عند الكعبة في المسجد الحرام، فأنزل الله سبحانه {وَمَنْ أَظْلَمُ مِمَّنْ مَنَعَ مَسَاجِدَ اللَّهِ ...} الآية. </p>"
}