{
  "id": null,
  "sura": 2,
  "aya": 10,
  "text": "<p> أنفسهم على أقوالهم، ولم يراقبوه في أفعالهم، ولم يفكّروا فيما يرضيه، بل جروا في ريائهم على ما ألفوا وتعودوا، فهم يعملون عمل المخادعين، وما يشعرون، فإذا عرض لهم زاجر من الدين يحول بينهم وبين ما يشتهون، وجدوا لهم من المعاذير ما يسهّل أمره، إمّا بأمل في المغفرة، أو تحريف في أوامر الكتاب، لما رسخ في نفوسهم من عقائد الزيغ التي يسمّونها إيمانا، وهم في الحقيقة مخدوعون، وعن الصراط السويّ ناكبون. </p><p> والمشاهد: أنّ الإنسان إذا همّ بعمل وناجى، وجد كأنّ في قلبه خصمين مختصمين: </p><p> أحدهما: يميل به إلى اللذة، ويسير به في طريق الضلال والغواية. </p><p> وثانيهما: يأمره بالسير في الطريق القويم، وينهاه عن اتباع النفس والهوى. </p><p> ولقد جاء في كلامهم عن المتردّد:  (فلان يشاور نفسه) ولا يترجّح عنده جانب الشرّ إلّا إذا خدع نفسه، وصرفها عن الحقّ، وزيّن لها اتباع الباطل. وإنّما يكون ذلك بعد مشاورة ومذاكرة، تجول في الخاطر، وتهجس في النفس، ربّما لا يلتفت إليها الإنسان، ولا يشعر بما يجول بين جنبيه. </p><p> ١٠ - {فِي قُلُوبِهِمْ} ؛ أي: في قلوب هؤلاء المنافقين وعقولهم، فالمراد بالقلوب هنا: العقول، وهو تعبير معروف عند العرب. {مَرَضٌ} ؛ أي: مرض معنوي الذي هو الشكّ، والكفر، والنفاق. والمرض: حقيقة فيما يعرض للبدن، فيخرجه عن الاعتدال اللائق، ويوجب الخلل في أفاعيله، ويؤدّي إلى الموت. ومجاز في الأعراض النفسانية التي تخلّ بكمالها: كالجهل، وسوء العقيدة، والحسد، والضغينة، وحبّ المعاصي، وغير ذلك من فنون الكفر المؤدي إلى الهلاك الروحاني؛ لأنّها مانعة عن نيل الفضائل، أو مؤدّية إلى زوال الحياة الحقيقية الأبدية، والآية الكريمة تحتملها، فإنّ قلوبهم كانت متألّمة تحرّقا على ما فات عنهم من الرياسة، وحسدا على ما يرون من ثبات أمر الرسول صلّى الله عليه وسلّم واستعلاء شأنه يوما فيوما. </p><p> {فَزادَهُمُ اللَّهُ} على مرضهم الأول {مَرَضًا} آخر بما أنزله من القرآن؛ لأنّ </p><p> نزول القرآن يزيد الكافر والمنافق مرضا بمعنى: كفرا وشكّا، فينشأ عنه المرض الحسّيّ، كما يزيد المؤمن إيمانا فينشأ عنه البهجة والسرور. قال تعالى:  {وَإِذا ما أُنْزِلَتْ سُورَةٌ فَمِنْهُمْ مَنْ يَقُولُ أَيُّكُمْ زادَتْهُ هذِهِ إِيمانًا ...} الآيات، ويحتمل بما أنزله في حقّهم من فضيحتهم خصوصا بسورة التوبة، فإنّها تسمّى الفاضحة. </p><p> والمعنى: فزاد الله غمّهم بما زاد في إعلاء أمره ورفع قدره، وأنّ نفوسهم كانت مؤوفة بالكفر، وسوء الاعتقاد، ومعاداة النبي صلّى الله عليه وسلّم ونحوها، فزاد الله ذلك بأن طبع على قلوبهم؛ لعلمه تعالى بأنّه لا يؤثّر فيها التذكير والإنذار، وبازدياد التكاليف الشرعية، وتكرير الوحي، وتضاعف النصر؛ لأنّهم كلما ازداد التكاليف بنزول الوحي يزدادون كفرا، وقد كان يشقّ عليهم التكلم بالشهادة، فكيف وقد لحقتهم الزيادات، وهي وظائف الطاعات، ثمّ العقوبة على الجنايات، فازدادوا بذلك اضطرابا على اضطراب، وارتيابا على ارتياب، ويزدادون بذلك في الآخرة عذابا على عذاب. قال تعالى:  {زِدْناهُمْ عَذابًا فَوْقَ الْعَذابِ} ، والمؤمنون لهم في الدنيا ما قال:  {وَيَزِيدُ اللَّهُ الَّذِينَ اهْتَدَوْا هُدىً} ، وفي العقبى ما قال:  {وَيَزِيدُهُمْ مِنْ فَضْلِهِ} . </p><p> قال القطب العلّامة: أمراض القلب: إمّا متعلّقة بالدين، وهو سوء الاعتقاد والكفر، أو بالأخلاق، وهي إما رذائل فعليّة، كالغلّ والحسد، وإما رذائل انفعاليّة، كالضعف والجبن. فحمل المرض أوّلا على الكفر، ثمّ على الهيئات الفعلية، ثمّ على الهيئات الانفعالية. ويحتمل أن يكون قوله تعالى:  {فَزادَهُمُ اللَّهُ مَرَضًا} دعاء عليهم. </p><p> فإن قلت:  (١) فكيف يحمل على الدعاء، والدعاء للعاجز عرفا، والله تعالى منزّه عن العجز؟ </p><p> قلت: هذا تعليم من الله لعباده أنّه يجوز الدعاء على المنافقين، والطرد لهم؛ لأنّهم شرّ خلق الله؛ لأنّه أعد لهم يوم القيامة الدرك الأسفل من النار، وهذا كقوله تعالى:  {قاتَلَهُمُ اللَّهُ}  {لَعَنَهُمُ اللَّهُ} . </p><p>(١) روح البيان.</p><p> وعبارة المراغي هنا: وقد وجد (١) هذا المرض عند هؤلاء المنافقين حين كانوا في فترة من الرسل، فلم يكن لهم حظّ من قراءة كتب الدين إلّا تلاوتها، ولا من أعماله إلّا إقامة صورها، من غير أن تنفذ أسرارها إلى قلوبهم، فتهذب النفوس، وتسمو بها إلى فضائل الأخلاق، والتفقّه في الدين. </p><p> {فَزادَهُمُ اللَّهُ مَرَضًا} بعد أن جاء النذير البشير، ومعه البرهان القاطع، والنور الساطع وأبوا أن يتبعوه، وزاد تمسكّهم بما كانوا عليه، فكان ذلك النور عمى في أعينهم ومرضا في قلوبهم، وتحرّقت قلوبهم حسرة على ما فاتهم من الرياسة، وحسدا على ما يرونه من ثبات أمر الرسول صلّى الله عليه وسلّم وعلوّ شأنه يوما بيوم. </p><p> انتهى. </p><p> {وَلَهُمْ} ؛ أي: ولهؤلاء المنافقين في الآخرة {عَذابٌ أَلِيمٌ} يصل ألمه إلى القلوب، وهو بمعنى: المؤلم بفتح اللام على أنّه اسم مفعول من الإيلام. يقال: ألم يألم فهو أليم بمعنى: مؤلم، كسميع بمعنى: مسمع. وصف به للمبالغة، وهو في الحقيقة صفة المعذّب بفتح الذال المعجمة، كما أنّ الجدّ للجادّ في قولهم: جدّ جدّه. وجه المبالغة: إفادة أنّ الألم بلغ الغاية حتى سرى من المعذّب بفتح الذال إلى العذاب المتعلّق به. </p><p> أي: ولهم عذاب موجع {بِما كانُوا يَكْذِبُونَ} بالتخفيف (٢) ؛ أي: بسبب كذبهم في قولهم: {آمَنَّا بِاللَّهِ وَبِالْيَوْمِ الْآخِرِ} ، وقرىء بالتشديد؛ أي: بسبب تكذيبهم النبيّ صلّى الله عليه وسلّم فيما جاء به في السرّ. والكذب: هو الإخبار عن الشيء على خلاف ما هو عليه، كقولك: الجهل نافع والعلم ضارّ، وهو قبيح كلّه. </p><p> و (الباء)  (٣) فيه للسببية، أو للمقابلة، {وما} مصدرية، داخلة في الحقيقة على {يَكْذِبُونَ} وكلمة {كانُوا} مقحمة؛ لإفادة دوام كذبهم وتجدده؛ أي: بسبب </p><p>(١) المراغي. (٢) العمدة.(٣) روح البيان.</p><p> كذبهم المتجدّد المستمر الذي هو قولهم:  {آمَنَّا ...} إلخ. وفيه رمز إلى قبح الكذب وسماجته، وتخييل أنّ العذاب الأليم لا حق بهم من أجل كذبهم نظرا إلى ظاهر العبارة المتخيّلة، لانفراده بالسببية مع إحاطة علم السامع بأنّ لحوق العذاب بهم من جهات شتّى، وأنّ الاقتصار عليه للإشعار بنهاية قبحه والتنفير عنه. وأمّا ما روي: أنّ إبراهيم عليه السلام كذب ثلاث كذبات، فالمراد به: التعريض، لكن لمّا شابه الكذب في صورته سمّي به، وهي قوله:  {إِنِّي سَقِيمٌ} ، وقوله:  {بَلْ فَعَلَهُ كَبِيرُهُمْ} ، وقوله:  (هذه أختي) كما هو مذكور في محلّه. </p><p> وحاصل معنى الآية: أنّ الله سبحانه جعل (١) العذاب جزاء الكذب دون سائر موجباته الأخرى، كالكفر وغيره من أعمال السوء؛ للتحذير منه، وبيان فظاعته، وعظم جرمه؛ وللأشعار بأنّ الكفر من محتوياته، وإليه ينتهي في حدوده وغاياته، ومن ثم حذر منه القرآن أتمّ التحذير. فما فشا في أمة إلّا كثرت فيها الجرائم، وشاعت فيها الرذائل، فهو مصدر كل رذيلة ومنشأ كلّ كبيرة. وقد روي عن النبي صلّى الله عليه وسلّم: أنّه قال: «إياكم والكذب، فإنّه مجانب للإيمان» ؛ يعني: أنّ الإيمان في جانب والكذب في جانب آخر منه، مقابل له، وهذا كناية عن كمال البعد بينهما. </p><p> وفي الحديث (٢) : «ما لي أراكم تتهافتون في الكذب تهافت الفراش في النار» . كلّ الكذب مكتوب كذبا لا محالة، إلّا أن يكذب الرجل في الحرب، فإنّ الحرب خدعة، أو يكون بين رجلين شحناء، فيصلح بينهما، أو يحدث امرأته ليرضيها، مثل أن يقول:  (لا أحد أحبّ إليّ منك) ، وكذا من جانب المرأة. فهذه الثلاث ورد فيها صريح الاستثناء، وفي معناها: ما أدّاها إذا ارتبط بمقصود صحيح له، أو لغيره، لكن هذا في حقّ الغير، وأمّا في حقّ نفسه، فالصدق أولى وإن لزم الضرر. </p><p>(١) المراغي. (٢) روح البيان.</p>"
}