{
  "id": null,
  "sura": 2,
  "aya": 167,
  "text": "<p> بأن القوة لله جميعًا؛ أي: لتبرؤا من الأنداد، و {يرى} الثانية: من رؤية العين. انتهى. </p><p> ١٦٦ - {إِذْ} في قوله: {إِذْ تَبَرَّأَ الَّذِينَ اتُّبِعُوا} بدل من قوله: {إِذْ يَرَوْنَ الْعَذَابَ} ؛ أي: ولو يرى الذين ظلموا حالهم إذ يتبرأ ويتخلص الرؤساء الذين اتبعوا، وأضلوا أتباعهم لعلموا أن القوة لله جميعًا، وأن الله شديد العذاب. {مِنَ الَّذِينَ اتَّبَعُوا} ؛ أي: من السفلة والأتباع الذين اتبعوهم في الضلال، كما قال تعالى:  {تَبَرَّأْنَا إِلَيْكَ مَا كَانُوا إِيَّانَا يَعْبُدُونَ} ، {و} قد {رأوا العذاب} ؛ أي: والحال أن الرؤساء والسفلة كلهم قد رأوا العذاب {وَتَقَطَّعَتْ بِهِمُ الْأَسْبَابُ} ؛ أي: وقد انقطعت عنهم الأسباب والمواصلات التي كانت بينهم في الدنيا من الأرحام والمودة على الكفر، وأنكر المتبوعون إضلال الأتباع، وانقلبت مودتهم عداوة. </p><p> وقرأ الجمهور:  {اتُّبِعُوا} الأول مبنيًّا للمفعول والثاني مبنيًّا للفاعل، وقرأ مجاهد في الشواذ: بالعكس، ومعنى تبرأ المتبوعين: قولهم إنا لم نضل هؤلاء، بل كفروا بإرادتهم، وعقاب كفرهم عليهم لا علينا، ومعنى تبرأ التابعين: هو انفصالهم عن متبوعيهم، والندم على عبادتهم وطاعتهم. </p><p> ١٦٧ - {وَقَالَ الَّذِينَ اتَّبَعُوا} ؛ أي: الأتْباع {لَوْ أَنَّ لَنَا كَرَّةً} ؛ أي: ليت لنا رجعة إلى الدنيا {فَنَتَبَرَّأَ مِنْهُمْ} ؛ أي: نتخلص من المتبوعين في الدنيا إذا رجعنا إليها، فنتبع سبيل الحق، ونأخذ بالتوحيد الخالص، ونهتدي بكتاب الله وسنة رسوله، ثم نعود إلى موضع الحساب، فنتبرأ من هؤلاء الضالين {كَمَا تَبَرَّءُوا مِنَّا} ؛ أي: كما تبرأ المتبوعون منا في هذا اليوم العصيب، ونسعد بعملنا حيث هم أشقياء بأعمالهم {كَذَلِكَ} ؛ أي: كما أراهم شدة عذابه {يُرِيهِمُ اللَّهُ أَعْمَالَهُمْ} السيئة من الشرك وغيره حالة كونها {حَسَرَاتٍ} ؛ أي: ندامات شديدة {عَلَيْهِمْ} ؛ أي: على تفريطهم فيها؛ لأنهم أيقنوا بالهلاك والعذاب الشديد عليها، والحسرة (١) الغم على ما فاته، وشدة الندم عليه، كأنه انحسر عنه الجهل الذي حمله على ما </p><p>(١) البحر المحيط.</p><p> ارتكبه. والمعنى: أن الله تعالى يريهم السيئات التي عملوها وارتكبوها في الدنيا، فيتحسرون لِمَ عملوها، وقيل: يريهم ما تركوا من الحسنات، فيندمون على تضييعها، وقيل: يرفع لهم منازلهم في الجنة، فيقال لهم: تلك مساكنكم لو أطعتم الله، ثم تقسم بين المؤمنين، فذلك حين يتحسرون ويندمون على ما فاتهم، ولا ينفعهم الندم {وَمَا هُمْ} ؛ أي: وما القادة والسفلة {بِخَارِجِينَ مِنَ النَّارِ} بعد دخولها، بل هم فيها دائمون. أصله (١) : وما يخرجون، فعدل به إلى هذه العبارة؛ للمبالغة في الخلود والإقناط عن الخلاص، والرجوع إلى الدنيا. </p><p> الإعراب </p><p> {وَإِلَهُكُمْ إِلَهٌ وَاحِدٌ لَا إِلَهَ إِلَّا هُوَ الرَّحْمَنُ الرَّحِيمُ} . </p><p> {وَإِلَهُكُمْ} : الواو استئنافية {إلهكم} : مبتدأ ومضاف إليه. {إِلَهٌ} : خبر. {وَاحِدٌ} : صفة له، والجملة مستأنفة. {لَا} : نافية. {إِلَهَ} : في محل النصب اسمها، وخبر (لا) محذوف جوازًا، تقديره: موجود، وجملة {لَا} من اسمها وخبرها في محل الرفع خبر ثان لـ {إلهكم} ، {إِلَّا} : أداة استثناء مفرغ. {هُوَ} : ضمير منفصل في محل الرفع بدل من الضمير المستكن في خبر لا. </p><p> وعبارة \"السمين\" هنا: {الرَّحْمَنُ الرَّحِيمُ} فيه أربعة أوجه: </p><p> أحدها: أن يكون بدلًا من {هُوَ} بدل ظاهر من مضمر، إلا أن هذا يؤدي إلى البدل بالمشتقات وهو قليل، ويمكن الجواب عنه: بأن هاتين الصفتين جريا مجرى الجوامد، ولا سيما عند من يجعل الرحمن عَلَمًا. </p><p> الثاني: أن يكون خبر مبتدأ محذوف؛ أي: هو الرحمن، وحسّن حذفه توالي اللفظ بـ {هُوَ} مرتين. </p><p> الثالث: أن يكون خبرًا ثالثًا لقوله: {وَإِلَهُكُمْ} أخبر عنه بقوله: {إِلَهٌ </p><p>(١) الخازن.</p><p> وَاحِدٌ}، وبقوله:  {لَا إِلَهَ إِلَّا هُوَ} وبقوله: {الرَّحْمَنُ الرَّحِيمُ} وذلك عند من يرى تعدد الخبر. </p><p> الرابع: أن يكون صفة لـ {هُوَ} وذلك عند الكسائي؛ فإنه يجيز وصف ضمير الغائب بصفة المدح، فاشترط في وصف الضمير هذين الشرطين: أن يكون غائبًا، وأن تكون الصفة صفة مدح. انتهت. </p><p> والأرجح أن يكون {الرَّحْمَنُ} : خبرًا ثالثًا لقوله: {وَإِلَهُكُمْ} ، و {الرَّحِيمُ} خبرًا رابعًا. </p><p> {إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَالْفُلْكِ الَّتِي تَجْرِي فِي الْبَحْرِ بِمَا يَنْفَعُ النَّاسَ} . </p><p> {إِنَّ} : حرف نصب وتوكيد. {فِي خَلْقِ السَّمَاوَاتِ} : جار ومجرور ومضاف إليه متعلق بمحذوف خبر مقدم لـ {إنَّ}  {وَالْأَرْضِ} : معطوف على السموات. {وَاخْتِلَافِ} : معطوف على {خَلْقِ} ، وهو مضاف. {اللَّيْلِ} : مضاف إليه. {وَالنَّهَارِ} : معطوف على {اللَّيْلِ} . {وَالْفُلْكِ} : معطوف على {خَلْقِ السَّمَاوَاتِ} . {الَّتِي} : صفة للفلك. {تَجْرِي} : فعل مضارع، وفاعله ضمير يعود على الفلك، والجملة صلة الموصول، والعائد ضمير الفاعل. {فِي الْبَحْرِ} : جار ومجرور متعلق بـ {تَجْرِي} . {بِمَا} : جار ومجرور متعلق بـ {تَجْرِي} أيضًا، أو حال من الضمير المستتر في {تَجْرِي} ؛ تقديره: حالة كونها مصحوبة بالأعيان التي تنفع الناس. {يَنْفَعُ} : فعل مضارع وفاعله ضمير يعود على {ما}  {النَّاسَ} : مفعول به، والجملة صلة لـ {ما} ، أو صفة لها. </p><p> {وَمَا أَنْزَلَ اللَّهُ مِنَ السَّمَاءِ} . </p><p> {وَمَا} : {الواو} عاطفة، {ما} موصولة، أو موصوفة في محل البحر معطوفة على {خَلْقِ السَّمَاوَاتِ}  {أَنْزَلَ} : فعل ماضٍ. {اللَّهُ} : فاعل. {مِنَ السَّمَاءِ} : جار ومجرور متعلق بـ {أنزل} ، وجملة {أَنْزَلَ} صلة لـ {ما} ، أو صفة </p><p> لها، والعائد أو الرابط محذوف؛ تقديره: وما أنزله الله. {مِنْ مَاءٍ} : جار ومجرور حال من ضمير المفعول المحذوف. </p><p> {فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا} . </p><p> {فَأَحْيَا}  {الفاء} : حرف عطف وتعقيب، {أحيا} : فعل ماض. {بِهِ} : جار ومجرور متعلق بـ {فَأَحْيَا} . {الْأَرْضَ} : مفعول به، والجملة معطوفة على جملة {أَنْزَلَ} على كونها صلة لـ {ما} ، أو صفة لها. </p><p> {وَبَثَّ فِيهَا مِنْ كُلِّ دَابَّةٍ وَتَصْرِيفِ الرِّيَاحِ وَالسَّحَابِ الْمُسَخَّرِ بَيْنَ السَّمَاءِ وَالْأَرْضِ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ} . </p><p> {وَبَثَّ} : {الواو} عاطفة. {بث} : فعل ماضٍ، وفاعله ضمير يعود على الله. {فِيهَا} : جار ومجرور متعلق بـ {بث} ، والجملة من الفعل والفاعل معطوفة على جملة {أَنْزَلَ} على كونها صلة لـ {ما} ، أو صفة لها، والعائد أو الرابط ضمير محذوف؛ تقديره: وما بث به، وفي \"السمين\" ما حاصله: أن بعضهم أجاز حذف العائد المجرور بالحرف وإن لم يجر الموصول بمثله كما هنا، وذكر شواهد على ذلك. انتهى. {مِنْ كُلِّ دَابَّةٍ} : جار ومجرور ومضاف إليه حال من العائد المحذوف. {وَتَصْرِيفِ} : معطوف على {خَلْقِ السَّمَاوَاتِ} ، وهو مضاف. {الرِّيَاحِ} : مضاف إليه. {وَالسَّحَابِ} : معطوف على {خَلْقِ السَّمَاوَاتِ} . {الْمُسَخَّرِ} : صفة للسحاب. {بَيْنَ السَّمَاءِ} : ظرف ومضاف إليه متعلق بـ {المسخر} . {وَالْأَرْضِ} : معطوف على {السَّمَاءِ}  {لَآيَاتٍ} : {اللام} : حرف ابتداء، {آيات} : اسم {إِنَّ} مؤخر منصوب بالكسرة، وجملة {إِنَّ} من اسمها وخبرها مستأنفة استئنافًا نحويًّا. {لِقَوْمٍ} : جار ومجرور متعلق بمحذوف صفة {لَآيَاتٍ} . {يَعْقِلُونَ} : جملة فعلية في محل الجر صفة لـ {قَوْمٍ} ، والرابط ضمير الفاعل. </p><p> {وَمِنَ النَّاسِ مَنْ يَتَّخِذُ مِنْ دُونِ اللَّهِ أَنْدَادًا يُحِبُّونَهُمْ كَحُبِّ اللَّهِ} . </p><p> {وَمِنَ} : {الواو} استئنافية، {من الناس} جار ومجرور خبر مقدم. {مِنَ} : اسم موصول في محل الرفع مبتدأ مؤخر، والجملة مستأنفة. {يَتَّخِذُ} : فعل مضارع، وفاعله ضمير يعود على {مَن} ، والجملة صلة الموصول، وأفرد الضمير في {يَتَّخِذُ} حملًا على لفظ {مِن} . {مِنْ دُونِ اللَّهِ} جار ومجرور ومضاف إليه متعلق بـ {يتخذ} ، و {دُونِ} هنا: بمعنى (غير) ، وأصلها أن يكون ظرف مكان، وهي نادرة التصرف. {أَنْدَادًا} : مفعول به لـ {يَتَّخِذُ} ، وهو يتعدى لمفعول واحد. {يُحِبُّونَهُمْ} : فعل وفاعل ومفعول به، وأتى هنا بواو الجمع نظرًا لمعنى {مِنْ} ، والجملة في محل النصب صفة لـ {أَنْدَادًا} . {كَحُبِّ اللَّهِ} جار ومجرور ومضاف إليه متعلق بمحذوف؛ صفة لمصدر محذوف؛ تقديره: حبًّا كائنًا كحب الله. </p><p> {وَالَّذِينَ آمَنُوا أَشَدُّ حُبًّا لِلَّهِ} . </p><p> {وَالَّذِينَ} : {الواو} عاطفة، {الَّذِينَ} : مبتدأ. {آمَنُوا} : فعل وفاعل، والجملة صلة الموصول، والعائد ضمير الفاعل. {أَشَدُّ} : خبر المبتدأ، والجملة معطوفة على جملة قوله:  {وَمِنَ النَّاسِ} . {حُبًّا} : تمييز محول عن المبتدأ منصوب بـ {أشد} . {لِلَّهِ} : جار ومجرور متعلق بـ {حبا} و {من} الداخلة على المفضل عليه محذوفة؛ تقديره: أشد حبًّا لله من حب هؤلاء لأندادهم. </p><p> {وَلَوْ يَرَى الَّذِينَ ظَلَمُوا إِذْ يَرَوْنَ الْعَذَابَ أَنَّ الْقُوَّةَ لِلَّهِ جَمِيعًا وَأَنَّ اللَّهَ شَدِيدُ الْعَذَابِ} . </p><p> {وَلَوْ} : {الواو} استئنافية. {لو} : حرف شرط غير جازم. {يَرَى الَّذِينَ} : فعل وفاعل، والجملة فعل شرط لـ {لو} . {ظَلَمُوا} : فعل وفاعل، والجملة صلة الموصول، والعائد ضمير الفاعل، و {يَرَى} هنا بصرية تتعدى لواحد. {إِذْ} : ظرف لما مضى من الزمان، ولكنها مضمنة معنى {إذا} الدالة على المستقبل. {يَرَوْنَ الْعَذَابَ} : فعل وفاعل ومفعول، والجملة في محل الجر مضاف إليه لـ {إذ} ، والظرف متعلق بـ {يَرَى} ، ومفعول {يَرَى} محذوف؛ تقديره: ولو رأى الذين ظلموا في الدنيا حالَهم وقت رؤيتهم العذاب في الآخرة، وجواب </p><p> {لو} محذوف؛ تقديره: لعلموا أن القوة لله جميعًا، وجملة {لو} مستأنفة. {أَنَّ} : حرف نصب ومصدر. {الْقُوَّةَ} : اسمها. {لِلَّهِ} : جار ومجرور متعلق بمحذوف خبر {أن} ، وجملة {أن} من اسمها وخبرها في تأويل مصدر منصوب على المفعولية للجواب المحذوف؛ تقديره: لعلموا كون القوة لله وحده، {جَمِيعًا} : حال من الضمير المستكن في خبر {أن} ؛ أعني الجار والمجرور. {وَأَنَّ اللَّهَ} : {أن} : حرف نصب ومصدر، ولفظ الجلالة: اسمها. {شَدِيدُ الْعَذَابِ} : خبرها ومضاف إليه، وجملة {أن} معطوفة على جملة {أن} الأولى على كونها مفعولًا للجواب المحذوف. </p><p> {إِذْ تَبَرَّأَ الَّذِينَ اتُّبِعُوا مِنَ الَّذِينَ اتَّبَعُوا} . </p><p> {إِذْ} : ظرف لما مضى من الزمان، ولكنها بمعنى {إذا} . {تَبَرَّأَ الَّذِينَ} : فعل وفاعل، والجملة في محل الجر مضاف إليه، و {إِذْ} بدل من {إِذْ} في قوله: {إِذْ يَرَوْنَ الْعَذَابَ} ، {اتُّبِعُوا} : فعل ونائب فاعل، والجملة صلة الموصول، والعائد ضمير نائب. {مِنَ الَّذِينَ} : جار ومجرور متعلق بـ {تَبَرَّأَ} . {اتَّبَعُوا} : فعل وفاعل، والجملة صلة الموصول. </p><p> {وَرَأَوُا الْعَذَابَ وَتَقَطَّعَتْ بِهِمُ الْأَسْبَابُ} . </p><p> {وَرَأَوُا} : {الواو} حالية، {رأوا العذاب} : فعل وفاعل ومفعول به، والجملة في محل النصب حال من الموصولين؛ تقديره: حالة كون المتبوعين والأتباع رائين العذاب. {وَتَقَطَّعَتْ} : الواو: عاطفة، {تقطع} : فعل ماضٍ. {بِهِمُ} : متعلق به، والباء بمعنى (عن) . {الْأَسْبَابُ} : فاعل، والجملة معطوفة على جملة {رَأَوُا} . </p><p> {وَقَالَ الَّذِينَ اتَّبَعُوا لَوْ أَنَّ لَنَا كَرَّةً فَنَتَبَرَّأَ مِنْهُمْ كَمَا تَبَرَّءُوا مِنَّا} . </p><p> {وَقَالَ} : الواو: استئنافية، {قال الذين} : فعل وفاعل، والجملة مستأنفة. </p><p> {اتَّبَعُوا} : فعل وفاعل، والجملة صلة الموصول. {لَوْ} مقول محكي لـ {قال} وإن شئت قلت {لَوْ} : حرف تمن. {أَنَّ} : حرف نصب ومصدر. {لَنَا} : جار </p><p> ومجرور خبر مقدم لـ {أن} . {كَرَّةً} : اسمها مؤخر، وجملة {أَنَّ} من اسمها وخبرها في تأويل مصدر منصوب على المفعولية لفعلٍ محذوف دل عليه حرف التمني؛ تقديره: وقال الذين اتبعوا: نتمنى كون كرة لنا. {فَنَتَبَرَّأَ} : {الفاء} : عاطفة سببية، {نتبرأ} : فعل مضارع منصوب بـ {أن} مضمرة وجوبًا بعد الفاء السببية الواقعة في جواب التمني، وفاعله ضمير مستتر فيه وجوبًا؛ تقديره: نحن {منهم} : جار ومجرور متعلق بـ {نتبرأ} ، والجملة من الفعل والفاعل صلة أن المضمرة، أن مع صلتها في تأويل مصدر معطوف على مصدر متصيد من الجملة التي قبلها من غير سَابِقٍ لإصلاح المعنى؛ تقديره: نتمنى كون كرة لنا، فنتبرأ منهم. {كَمَا} : {الكاف} : حرف جر، {ما} : مصدرية. {تَبَرَّءُوا} : فعل وفاعل. {مِنَّا} : جار ومجرور متعلق به، والجملة صلة {ما} المصدرية، {ما} مع صلتها في تأويل مصدر مجرور بالكاف؛ تقديره: كتبرؤهم منا، والجار والمجرور صفة لمصدر محذوف؛ تقديره: فنتبرأ منهم تبرؤًا كائنًا كتبرئهم منا. </p><p> {كَذَلِكَ يُرِيهِمُ اللَّهُ أَعْمَالَهُمْ حَسَرَاتٍ عَلَيْهِمْ وَمَا هُمْ بِخَارِجِينَ مِنَ النَّارِ} . {كَذَلِكَ} : جار ومجرور صفة لمصدر محذوف؛ تقديره: يريهم الله أعمالهم إراءةً كائنة كإراءتهم العذاب الشديد. {يُرِيهِمُ} : فعل ومفعول أول، وهو من (رأى) البصرية تعدى بالهمزة إلى مفعولين. {اللَّهُ} : فاعل. {أَعْمَالَهُمْ} : مفعول ثان ومضاف إليه، والجملة مستأنفة. {حَسَرَاتٍ} : حال من أعمالهم. {عَلَيْهِمْ} : جار ومجرور صفة لـ {حَسَرَاتٍ}  {وَمَا هُم} : الواو: عاطفة. {ما} حجازية، أو تميمية. {هُم} اسمها، أو مبتدأ. {بِخَارِجِينَ} : {الباء} : زائدة، {خارجين} : خبر ما، أو خبر المبتدأ. {مِنَ النَّارِ} : متعلق بـ {خارجين} ، وجملة {ما} من اسمها وخبرها، أو جملة المبتدأ والخبر معطوفة على جملة {يُرِيهِمُ اللَّهُ أَعْمَالَهُمْ} على كونها مستأنفة. </p><p> التصريف ومفردات اللغة </p><p> {وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ} والليل: اسم جنس يفرق بينه وبين واحده بالتاء، فيقال: ليل وليلة كتمر وتمرة، والصحيح: أنه مفرد ولا يحفظ له جمع، ولذلك </p><p> خطأ الناس مَنْ زعم أن الليالي جمع ليل، بل الليالي جمع ليلة، وقدم الليل على النهار؛ لأنه سابقه. قال تعالى:  {وَآيَةٌ لَهُمُ اللَّيْلُ نَسْلَخُ مِنْهُ النَّهَارَ} وهذا أصح القولين، وقيل: النور سابق الظلمة، ونبني على هذا الخلاف فائدة وهي: أن الليلة هل هي متابعة لليوم قبلها، أو لليوم بعدها؟ فعلى القول الصحيح: تكون الليلة لليوم بعدها، فيكون اليوم تابعًا لها، وعلى القول الثاني: تكون لليوم قبلها، فتكون الليلة متابعة له، فيوم عرفة على القول الأول: مستثنى من الأصل، فإنه تابع لليلة بعده، وعلى الثاني: جاء على الأصل: ذكره \"السمين\" . </p><p> {وَالْفُلْكِ} ولفظ الفلك يكون مفردًا كقوله تعالى: {فِي الْفُلْكِ الْمَشْحُونِ} فهو حينئذٍ مذكر، ويكون جمعًا؛ أي: جمع تكسير كقوله تعالى: {حَتَّى إِذَا كُنْتُمْ فِي الْفُلْكِ وَجَرَيْنَ بِهِمْ} فإن قيل: إن جمع التكسير لا بد فيه من تغيرٍ ما، وهنا لا تغير .. فالجواب أن تغيره مقدر، فالضمة في حالة كونه جمعًا كالضمة في حُمر وبُدن، وفي حالة كونه مفردًا كالضمة في قُفل، وهو هنا جمع بدليل قوله: التي تجري في البحر. </p><p> {وَتَصْرِيفِ الرِّيَاحِ} تصريف: مصدر صرّف المضاعف، ويجوز أن يكون مضافًا للفاعل، والمفعول محذوف؛ أي: وتصريف الرياح السحاب، فإنها تسوق السحاب، وأن يكون مضافًا للمفعول، والفاعل محذوف؛ أي: وتصريف الله الرياح، والرياح: جمع ريح جمع تكسير، وياء الريح والرياح منقلبة من واو، والأصل روح ورواح؛ لأنه من راح يروح، وإنما قلبت في ريح؛ لسكونها وانكسار ما قبلها، وفي رياح؛ لأنها عين في جمع بعد كسرة، وبعدها ألف، وهي ساكنة في المفرد، وهو إبدال مطرد، ولذلك لمّا زال موجب قلبها .. رجعت إلى أصلها، فقالوا: أرواح. </p><p> {مَنْ يَتَّخِذُ مِنْ دُونِ اللَّهِ أَنْدَادًا} يتخذ: يفتعل من الأخذ، وهي متعدية إلى واحد، وهو أندادًا، والأنداد: جمع ند كأرطال جمع رطْل، والنِّد بكسر النون: الشبيه والمثل. </p><p> {وَالَّذِينَ آمَنُوا أَشَدُّ حُبًّا} وأتى بأشد متوصلًا به إلى أفعل التفضيل من مادة الحب؛ لأن حب مبني للمفعول، والمبني للمفعول لا يُتعجب منه، ولا يبنى منه أفعل التفضيل؛ فلذلك أتى بما يجوز ذلك منه، وأما قولهم: ما أحبه إلي .. فشاذٌّ. ذكره الكرخي. </p><p> قال الراغب: الحب أصله من المحبة، يقال: أحببته، أصبت حبة قلبه، وأصبته بحبة القلب، وهي في اللفظ فعل، وفي الحقيقة انفعال، وإذا استعمل في الله .. فالمعنى: أصاب حبه قلب عبده، فجعلها مصونةً عن الشيطان والهوى وسائر أعداء الله انتهى. وقال عبد الجبار: حب العبد لله تعظيمه والتمسك بطاعته، وحب الله. العبد إرادة الثناء عليه وإثابته. انتهى. </p><p> {أَنَّ الْقُوَّةَ لِلَّهِ جَمِيعًا} وجميع: في الأصل فعيل من الجميع، وكأنه اسم جمع، فلذلك يتبع تارة بالمفرد، قال تعالى:  {نَحْنُ جَمِيعٌ مُنْتَصِرٌ} ، وتارة بالجمع، قال تعالى:  {جَمِيعٌ لَدَيْنَا مُحْضَرُونَ} وينتصب حالًا، ويؤكد به بمعنى (كل) ، ويدل على الشمول كدلالة (كل) عليه. </p><p> {الْأَسْبَابُ} : جمع سبب، وأصله الحبل، والمراد به: ما يكون بين الناس من الروابط كالنسب والصداقة. </p><p> {كَرَّةً} الكرة: الرجعة والعودة، وفعلها كر يكر كرًّا، وفي المختار الكر: الرجوع، وبابه: رَدّ. </p><p> {حَسَرَاتٍ} : جمع حسرة، وهي أشد الندم على شيء فائت، وفي المصباح: حسرت على شيء حسرًا من باب تعب، والحسرة اسم منه، وهي التلهف والتأسف، وحسَّرته بالتشديد أوقعته في الحسرة. انتهى. </p><p> البلاغة </p><p> {وَإِلَهُكُمْ إِلَهٌ وَاحِدٌ} ورد الخبر خاليًا من التأكيد تنزيلًا للمنكر منزلة غير المنكر، وذلك لأن بين أيديهم من البراهين الساطعة والحجج القاطعة ما لو </p><p> تأملوه .. لوجدوا فيه غاية الإقناع. {إِلَهٌ وَاحِدٌ}  {إِلَهٌ} خبر المبتدأ؛ {وَاحِدٌ} : صفته، وهو - أعني لفظ {وَاحِدٌ} - الخبر في الحقيقة؛ لأنه محط الفائدة، ألا ترى أنه لو اقتصر على ما قبله لم يفسد، وهو ذا يشبه الحال الموطئة، نحو: مررت يزيد رجلًا صالحًا، فرجلًا حال، وليست مقصودة، إنما المقصود وصفها. </p><p> {لَا إِلَهَ إِلَّا هُوَ} هذه الجملة تقرير للوحدانية؛ لأن الاستثناء هنا إثبات من نفي، فهو بمنزلة البدل، والبدل هو المقصود بالنسبة، وإزاحة لأن يتوهم أن في الوجود إلهًا، ولكن لا يستحق منهم العبادة، ذكره الكرخي. </p><p> {لَآيَاتٍ} التنكير في آيات للتفخيم، أي: آيات عظيمة دالة على قدرة قاهرة، وحكمة باهرة. </p><p> {إِنَّ فِي خَلْقِ السَّمَاوَاتِ}  {إِنَّ} : حرف توكيد ونصب، والجار والمجرورات به خبرها مقدم، واسمها قوله:  {لَآيَاتٍ} بزيادة لام الابتداء فيه، والتقدير: إن آيات لكائنة في خلق السموات ... الخ فيفيد هذا التركيب أن في كل واحد من هذه المجرورات آيات متعددة، وهو كذلك كما بيناه فيما مر. </p><p> {كَحُبِّ اللَّهِ} : فيه تشبيه مرسل مجمل حيث ذكرت الأداة، وحذف وجه الشبه. </p><p> {أَشَدُّ حُبًّا لِلَّهِ} التصريح بالأشدِّية أبلغ أن يقال: أحب لله، كقوله:  {فَهِيَ كَالْحِجَارَةِ أَوْ أَشَدُّ قَسْوَةً} مع صحة أن يقال: أو أقسى. </p><p> {وَلَوْ يَرَى الَّذِينَ ظَلَمُوا} فيه وضع الظاهر موضع المضمر، والظاهر أن يقال:  {ولو يرون} لإحضار الصورة في ذهن السامع، وتسجيل لسبب في العذاب الشديد، وهو الظلم الفادح. </p><p> {إِذْ تَبَرَّأَ الَّذِينَ اتُّبِعُوا ...} إلخ في هذه الجمل من أنواع البديع نوع يسمى الترصيع؛ وهو أن يكون الكلام مسجوعًا، كقوله تعالى:  {وَلَسْتُمْ بِآخِذِيهِ إِلَّا أَنْ تُغْمِضُوا فِيهِ} وهو في القرآن كثير، وهو في هذه الآية في موضعين: </p><p> أحدهما:  {إِذْ تَبَرَّأَ الَّذِينَ اتُّبِعُوا مِنَ الَّذِينَ اتَّبَعُوا} وهو محسن الحذف </p><p> لضمير الموصول في قوله:  {اتبعوا} إذ لو جاء اتبعوهم .. لَفاتَ هذا النوع من البديع. </p><p> والموضع الثاني:  {وَرَأَوُا الْعَذَابَ وَتَقَطَّعَتْ بِهِمُ الْأَسْبَابُ} وفي استعمال السبب في المواصلة مجازٌ، فإن السبب في الأصل الحبل الذي يُرتقى به للشجرة، ثم أطلق على ما يتوصل به إلى شيء عينًا كان أو معنى. </p><p> {وَمَا هُمْ بِخَارِجِينَ مِنَ النَّارِ} الجملة اسمية وإيرادها بهذه الصيغة؛ لإفادة دوام الخلود. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {يَا أَيُّهَا النَّاسُ كُلُوا مِمَّا فِي الْأَرْضِ حَلَالًا طَيِّبًا وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ (١٦٨) إِنَّمَا يَأْمُرُكُمْ بِالسُّوءِ وَالْفَحْشَاءِ وَأَنْ تَقُولُوا عَلَى اللَّهِ مَا لَا تَعْلَمُونَ (١٦٩) وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنْزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا أَلْفَيْنَا عَلَيْهِ آبَاءَنَا أَوَلَوْ كَانَ آبَاؤُهُمْ لَا يَعْقِلُونَ شَيْئًا وَلَا يَهْتَدُونَ (١٧٠) وَمَثَلُ الَّذِينَ كَفَرُوا كَمَثَلِ الَّذِي يَنْعِقُ بِمَا لَا يَسْمَعُ إِلَّا دُعَاءً وَنِدَاءً صُمٌّ بُكْمٌ عُمْيٌ فَهُمْ لَا يَعْقِلُونَ (١٧١) يَا أَيُّهَا الَّذِينَ آمَنُوا كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ وَاشْكُرُوا لِلَّهِ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ (١٧٢) إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزِيرِ وَمَا أُهِلَّ بِهِ لِغَيْرِ اللَّهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَلَا إِثْمَ عَلَيْهِ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (١٧٣) إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلَ اللَّهُ مِنَ الْكِتَابِ وَيَشْتَرُونَ بِهِ ثَمَنًا قَلِيلًا أُولَئِكَ مَا يَأْكُلُونَ فِي بُطُونِهِمْ إِلَّا النَّارَ وَلَا يُكَلِّمُهُمُ اللَّهُ يَوْمَ الْقِيَامَةِ وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ (١٧٤) أُولَئِكَ الَّذِينَ اشْتَرَوُا الضَّلَالَةَ بِالْهُدَى وَالْعَذَابَ بِالْمَغْفِرَةِ فَمَا أَصْبَرَهُمْ عَلَى النَّارِ (١٧٥) ذَلِكَ بِأَنَّ اللَّهَ نَزَّلَ الْكِتَابَ بِالْحَقِّ وَإِنَّ الَّذِينَ اخْتَلَفُوا فِي الْكِتَابِ لَفِي شِقَاقٍ بَعِيدٍ (١٧٦) }. </p><p> المناسبة </p><p> قوله:  {يَا أَيُّهَا النَّاسُ كُلُوا مِمَّا فِي الْأَرْضِ حَلَالًا طَيِّبًا ...} مناسبة (١) هذه الآية لما قبلها: أنه سبحانه وتعالى لمّا بين التوحيد، ودلائله، وما للمؤمنين المتقين والكفرة العاصين .. أردف ذلك بذكر إنعامه على الكافر والمؤمن؛ ليدل على أن الكفر لا يؤثر في قطع الإنعام؛ لأنه سبحانه وتعالى عام إحسانه لجميع الأنام دون تمييز بين مؤمن وكافر، وبر وفاجر، ثم دعا المؤمنين إلى شكر المنعم جل وعلا، والأكل من الطيبات التي أباحها الله تعالى، واجتناب ما حرمه الله من أنواع الخبائث. </p><p> قوله تعالى:  {إِنَّمَا يَأْمُرُكُمْ بِالسُّوءِ وَالْفَحْشَاءِ ...} مناسبته (٢) لما قبله: أنّه </p><p>(١) بيضاوي. (٢) البحر المحيط.</p><p> تعالى لمّا أخبر أنه عدو .. أخذ بذكر ثمرة العداوة وما نشأ عنها؛ وهو أمره - عليه لعائن الله - لمن اتبعه بالسوء والفحشاء. </p><p> قوله تعالى:  {وَمَثَلُ الَّذِينَ كَفَرُوا كَمَثَلِ الَّذِي يَنْعِقُ بِمَا لَا يَسْمَعُ إِلَّا دُعَاءً وَنِدَاءً ...} مناسبة (١) هذه الآية لما قبلها: أنه سبحانه وتعالى لمّا ذكر أن هؤلاء الكفار إذا أُمروا باتباع ما أنزل الله .. أعرضوا عن ذلك، ورجعوا إلى ما ألفوه من اتباع الباطل الذي نشؤوا عليه، ووجدوا عليه أباءهم، ولم يتدبروا ما يقال لهم، وصموا عن سماع الحق، وخرسوا عن النطق به، وعموا عن أبصار النور الساطع النبوي .. ذكر هذا التشبيه العجيب في هذه الآية منبهًا على حالة الكافر في تقليده أباه، ومحقرًا نفسه إذ صار هو في رتبة البهيمة، أو في رتبة داعيها على الخلاف المذكور في هذا التشبيه. </p><p> قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ ...} مناسبة هذه الآية لما قبلها: أنه تعالى لمّا أباح لعباده أكل ما في الأرض من الحلال الطيب، وكانت وجوه الحلال كثيرة .. بين لهم ما حرّم عليهم لكونه أقل، فلما بين ما حرم بقي ما سوى ذلك على التحليل حتى يرد منع آخر، وهذا مثل قوله - صلى الله عليه وسلم - لما سئل عمّا يلبس المُحْرِم؟ فقال:  \"لا يلبس القميص ولا السراويل\" فعدل عن ذكر المباح إلى ذكر المحظور: لكثرة المباح، وقلة المحظور، وهذا من الإيجاز البليغ. </p><p> قوله تعالى:  {إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ ...} مناسبته (٢) لما قبله: أنه تعالى لمّا أمر بأكل الحلال في الآية السابقة .. فصل هنا أنواع الحرام، وأسند التحريم إلى الميتة وما نسق بعدها وفي المقام حذف، والظاهر أن المحذوف هو الأكل؛ لأن التحريم لا يتعلق بالعين، ولأن السابق المباح هو الأكل في قوله:  {كُلُوا مِمَّا فِي الْأَرْضِ}  {كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ} فالممنوع هنا هو الأكل، وكذا غيره من سائر الانتفاعات على الراجح. </p><p>(١) البحر المحيط. (٢) البحر المحيط.</p><p> قوله تعالى:  {إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلَ اللَّهُ مِنَ الْكِتَابِ وَيَشْتَرُونَ بِهِ ثَمَنًا قَلِيلًا} هذه (١) الآية مناسبتها لما قبلها: أنه تعالى ذكر في الآية قبلها إباحة الطيبات، ثم فصل أشياء من المحرمات، فناسب أن يذكر جزاء من كتم شيئًا من دين الله، وما أنزله على أنبيائه، فكان ذلك تحذيرًا أن يقع المؤمنون فيما وقع فيه أهل الكتاب مِن كتمِ ما أنزل الله عليهم، واشترائهم به ثمنًا قليلًا. </p><p> أسباب النزول </p><p> قوله (٢) تعالى {وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا ..} الآية، أخرج ابن أبي حاتم من طريق سعيد، أو عكرمة عن ابن عباس - رضي الله عنهما - قال:  (دعا رسول الله - صلى الله عليه وسلم - اليهود إلى الإِسلام، ورغبهم فيه، وحذرهم عذاب الله ونقمته،فقال رافع بن حريطة ومالك بن عون:بل نتبع - يا محمد - ما وجدنا عليه آباءنا، فهم كانوا أعلم وخيرًا منا،فأنزل الله في ذلك:{وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنْزَلَ اللَّهُ ...}الآية) . </p><p> قوله تعالى:  {إِنَّ الَّذِينَ يَكْتُمُونَ ...} الآية، أخرج (٣) ابن جرير عن عكرمة في قوله تعالى: {إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلَ اللَّهُ مِنَ الْكِتَابِ} والتي في آل عمران: {إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ} نزلتا جميعًا في اليهود، وأخرج الثعلبي من طريق الكلبي، عن أبي صالح، عن ابن عباس رضي الله عنهما قال: نزلت هذه الآية في رؤساء اليهود وعلمائهم، كانوا يصيبون من سفلتهم الهدايا والفضل، وكانوا يرجون أن يكون النبي المبعوث منهم، فلما بعث محمد - صلى الله عليه وسلم - من غيرهم .. خافوا ذهاب مأكلتهم وزوال رياستهم، فعمدوا إلى صفة محمد - صلى الله عليه وسلم -، فغيروها، ثم أخرجوها إليهم، وقالوا: هذا نعت النبي الذي يخرج في آخر الزمان لا يشبه نعت هذا النبي، فأنزل الله:  {إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلَ اللَّهُ مِنَ الْكِتَابِ ...} الآية. </p><p>(١) لباب النقول. (٢) لباب النقول.(٣) المراغي والخازن.</p>"
}