{
  "id": null,
  "sura": 2,
  "aya": 31,
  "text": "<p> يأكل من بيت المال، وكان موسى، وشعيب، ومحمد رعاة، وكان أكثر عمله صلّى الله عليه وسلّم في البيت الخياطة، وفي الحديث:  «عمل الأبرار من الرجال الخياطة وعمل الأبرار من النساء الغزل» كذا في «روضة الأخيار» . </p><p> ٣١ - وقال العلماء: الأسماء في قوله تعالى: {وَعَلَّمَ آدَمَ الْأَسْماءَ} تقتضي الاستغراق واقتران قوله {كُلَّها} يوجب الشمول، فكما علمه أسماء المخلوقات علّمه أسماء الحق تعالى، فإذا كان تخصيصه بمعرفة أسماء المخلوقات يقتضي أن يصح سجود الملائكة له، فما الظنّ بتخصيصه بمعرفة أسماء الحق، وما الذي يوجب له؟! </p><p> {ثُمَّ عَرَضَهُمْ} ؛ أي: ثم عرض الله سبحانه وتعالى مسميات تلك الأسماء وأظهرها عَلَى الْمَلائِكَةِ وسألهم عن أسمائها تبكيتا لهم، وإظهارا لفضل آدم عليه السلام، وذكّر (١) الضمير في قوله: {عَرَضَهُمْ} ؛ لأن في المسميات العقلاء فغلّبهم على غيرهم، والعرض: إظهار الشيء للغير ليعرف العارض منه حاله. </p><p> وفي الخبر: أنه عرضهم أمثال الذر، ولعله سبحانه وتعالى، عرض عليهم من أفراد كل نوع، ما يصلح أن يكون أنموذجا يتعرف منه أحوال البقية وأحكامها. </p><p> والحكمة في التعليم والعرض؛ تشريف آدم واصطفاؤه، وإظهار الأسرار والعلوم المكنونة في غيب علمه تعالى، على لسان من يشاء من عباده، وهو المعلّم المكرّم آدم الصفيّ، كيلا يحتجّ الملك وغيره عليه بعلمه ومعرفته، وذلك رحمة الله التي وسعت كل شيء. وثمّ (٢) : حرف تراخ ومهلة؛ يعني: علّم آدم، ثم أمهله من ذلك الوقت إلى أن قال: أنبئهم بأسمائهم ليتقرّر ذلك في قلبه ويتحقق المعلوم؛ ثم أخبرهم عما تحقق به واستيقنه. وأما الملائكة، فقال لهم على وجه التعقيب من غير مهلة: نبئوني، فلما لم يتقدّم لهم تعريف، لم يخبروا، ولمّا تقدم لآدم التعليم، أجاب وأخبر ونطق؛ إظهارا لعنايته السابقة به سبحانه. </p><p>(١) روح البيان. (٢) البحر المحيط.</p><p> وقرأ أبي (١) : {ثمّ عرضها على الملائكة} وقرأ عبد الله {ثم عرضهنّ} والضمير عائد على الأسماء فتكون هي المعروضة، أو يكون التقدير مسمياتها، فيكون المعروض المسميات لا الأسماء، كما مرّ. وقوله:  {عَلَى الْمَلائِكَةِ} ظاهرة العموم، فقيل: هو المراد، وقيل: الملائكة الذين كانوا مع إبليس في الأرض. والحاصل: أن الله سبحانه وتعالى علم (٢) آدم الأجناس التي خلقها، وألهمه معرفة ذواتها، وخواصّها، وصفاتها، وأسمائها ولا فارق بين أن يكون هذا العلم في آن واحد، أو آنات متعددة، فالله قادر على كل شيء. وإن كان لفظ علّم يشعر بالتدريج، كما يشهد له نظائره من نحو:  {وَعَلَّمَكَ ما لَمْ تَكُنْ تَعْلَمُ} و {وَيُعَلِّمُهُ الْكِتابَ وَالْحِكْمَةَ وَالتَّوْراةَ وَالْإِنْجِيلَ (٤٨) } إلى نحو ذلك من الآيات التي فيها لفظ التعليم. لكن المتبادر هنا أنه كان دفعة واحدة. </p><p> {ثُمَّ عَرَضَهُمْ عَلَى الْمَلائِكَةِ} ؛ أي: ثم أطلع الملائكة على مجموعة تلك الأشياء إطلاعا إجماليا بالإلهام، أو غيره، مما يليق بحالهم، وربما كان بعرض نماذج من كل نوع يتعرف منها أحوال البقية وأحكامها، كما مرّ. وتقدم لك أن الحكمة في التعليم والعرض؛ تشريف آدم واصطفاؤه، كي لا يكون للملائكة مفخرة عليه بعلومهم ومعارفهم؛ وإظهار الأسرار والعلوم المكنونة في غيب علمه تعالى على لسان من يشاء من عباده. </p><p> {فَقالَ} الله سبحانه وتعالى للملائكة تبكيتا وتعجيزا لهم، وخطاب (٣) التعجيز جائز، وهو الأمر بإتيان الشيء، ولم يكن إتيانه مرادا ليظهر عجز المخاطب، وإن كان ذلك محالا، كالأمر بإحياء الصورة التي يفعلها المصورون يوم القيامة، ليظهر عجزهم ويحصل لهم الندم، ولا ينفعهم الندم. والفاء (٤) في قوله: {فَقالَ} للتعقيب؛ أي: ولم يتخلل بين العرض والأمر مهلة بحيث يقع فيها </p><p>(١) البحر المحيط. (٢) المراغي.(٣) روح البيان.(٤) البحر المحيط.</p><p> تروّ أو فكر، وذلك أجدر بعدم الإجابة {أَنْبِئُونِي} ، أي: أخبروني {بِأَسْماءِ هؤُلاءِ} المسميات فردا فردا، أو بأسماء هؤلاء الموجودات، كما في «الروح» . </p><p> وقرأ الأعمش (١) : {نبّوني} بغير همز. وقد استدل بقوله:  {أَنْبِئُونِي} على جواز تكليف ما لا يطاق، وهو استدلال ضعيف؛ لأنه على سبيل التبكيت، ويدل عليه قوله:  {إِنْ كُنْتُمْ صادِقِينَ} وظاهر قوله: {هؤُلاءِ} حضور أشخاص من الموجودات حالة العرض على الملائكة، ومن قال إن المعروض إنما هي أسماء فقط، جعل الإشارة إلى أشخاص الأسماء وهي غائبة، إذ قد حضر ما هو منها سبب، وذلك أسماؤها، وكأنه قال لهم في كل اسم: لأيّ شخص هذا الاسم؟ </p><p> وهذا فيه بعد وتكلّف، وخروج عن الظاهر بغير داعية إلى ذلك. </p><p> {إِنْ كُنْتُمْ صادِقِينَ} في زعمكم أنكم أحقاء بالخلافة ممن استخلفته، كما ينبىء عنه مقالكم، وهذا شرط (٢) جوابه محذوف، تقديره: فأنبئوني يدل عليه أنبئوني السابق، ولا يكون أنبئوني السابق هو الجواب. هذا مذهب سيبويه، وجمهور البصريين، وخالف الكوفيون، وأبو زيد، وأبو العباس، فزعموا: أن جواب الشرط هو المتقدم في نحو هذه المسألة، والصدق هنا هو الصواب، أي: إن كنتم مصيبين، كما يطلق الكذب على الخطأ، كذلك يطلق الصدق على الصواب، ومتعلق الصدق فيه أقوال: إن كنتم صادقين في أني لا أخلق خلقا إلا كنتم أعلم منه؛ لأنه هجس في أنفسهم أنهم أعلم من غيرهم، أو فيما زعمتم أن خلفائي يفسدون في الأرض، أو فيما وقع في نفوسكم أني لا أخلق خلقا إلا كنتم أفضل منه، أو بأمور من أستخلفهم بعدكم، أو إني إن استخلفتكم فيها سبحتموني وقدستموني، وإن استخلفت غيركم عصاني، أو في قولكم: إنه لا شيء مما يتعبد به الخلق، إلا وأنتم تصلحون له وتقومون به. قاله ابن مسعود، وابن عباس، أو في ذلك الإنباء، وجواب السؤال بالأسماء. </p><p> وأبعد من ذهب إلى أن الصدق هنا ضد الكذب المتعارف؛ لعصمة </p><p>(١) البحر المحيط. (٢) البحر المحيط.</p>"
}