{
  "id": null,
  "sura": 2,
  "aya": 128,
  "text": "<p> عليه، وقيل كانا يبنيان في طرفين، أو على التناوب يقولان:  {رَبَّنَا تَقَبَّلْ مِنَّا} وقد أظهر عبد الله (يقولان) في قراءته؛ أي: يرفعانها حالة كونهما قائلين {رَبَّنَا تَقَبَّلْ مِنَّا} الدعاء، وغيره من القرب، والطاعات التي من جملتها ما هما بصدده من البناء؛ أي: حالة كونهما قائلين: ربّنا واقبل منّا ما عملنا لك! وطاعتنا إياك، وعبادتنا لك، وبناءَنا بيتك، وفُرِّق (١) بين القبول والتقبُّل: بأنَّ التَّقبُّل لكونه على بناء التكلُّف، إنّما يطلق حيث يكون العمل ناقصًا لا يستحق أن يقبل إلا على طريق التفضُّل، والكرم، ولفظ القبول لا دلالة فيه على هذا المعنى، فاختيار لفظ التقبُّل اعتراف منهما بالعجز، والانكسار، والقصور في العمل {إِنَّكَ أَنْتَ السَّمِيعُ} لجميع المسموعات التي من جملتها دعاؤُنا، وتضرُّعنا إليك {الْعَلِيمُ} بكل المعلومات التي من زُمْرَتها نياتنا في جميع أعمالنا، ودلَّ هذا القول، على أنّه لم يقع منهما تَقْصِير بوجه في إتيان المأمور به، بل بذلا في ذلك غاية ما في وسعهما، فإنَّ المقصِّر المتساهل كيف يتجاسر على أن يقول بأطلق لسانٍ، وأرقِّ جنانٍ {إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ} ؟! </p><p> ودلت الآية أيضًا (٢) على أنَّ الواجب على كُلِّ مأمور بعبادةٍ وقربةٍ إذا فرغ منها، وأدَّاها كما أمر بها، وبذل في ذلك ما في وسعه أن يتضرَّع إلى الله سبحانه، ويبتهل ليتقبَّل منه، ولا يردَّ عليه، فيضيع سعيه، وأن لا يقطع القول بأنَّ من أدَّى عبادةً وطاعةً تقبل منه لا محالةٍ، إذ لو كان هكذا لما كان لدعائهما بطريق التضرع ليقبل منهما معنًى، فالقبول والردُّ إليه تعالى، ولا يجب عليه شيءٌ </p><p> ١٢٨ - {رَبَّنَا وَاجْعَلْنَا مُسْلِمَيْنِ} ؛ أي: منقادين لحكمك مخلصين {لَكَ} بالتوحيد والعبادة، لا نعبد إلّا إياك فالمراد بالمسلم: من يجعل نفسه وذاته خالصًا لله تعالى، بأن يجعل التذلُّلَ، والتعظيم الواقع منه لِلِّسانِ، والأركانِ، والجَنَان خالصًا له تعالى، ولا يُعظِّم معه تعالى غيره، ويعتقد بأنَّ ذاتَه، وصفاتِه، وأفعالَه خالصةٌ له تعالى، خلقًا، وملكًا، لا مدخل في شيءٍ منها لأحدٍ سواه، أو المعنى: واجعلنا </p><p>(١) روح البيان. (٢) روح البيان.</p><p> مستسلمين لك، منقادين بالرضى بكل ما قدَّرت، وبترك المنازعة في أحكامك، فإنّ الإِسلام إذا وصل باللام الجارة يكون بمعنى الاستسلام والانقياد، والرضا بالقضاء. </p><p> فإنْ قلت (١) : لا شكَّ أنَّهما كانا مخلصين، ومستسلمين في زمان صدور هذا الدعاء منهما. </p><p> قلت: المراد طلب الزيادة في الإخلاص، والإذعان، أو الثبات عليه، فهذا تعليمٌ منهما الناس الدعاء؛ للتثبيت على الإيمان، فإنّهما لمّا سألا ذلك مع أمنهما من زواله عنهما، فكيف غيرهما مع خوفه، وسألا أيضًا الثبات على الانقياد، فأجيبا إلى ذلك حتى أسلم إبراهيم للإلقاء في النار، إسماعيل للأمر بالذبح. {وَ} اجعل {مِنْ ذُرِّيَّتِنَا} ؛ أي: بعض أولادنا {أُمَّةً مُسْلِمَةً لَكَ} ؛ أي: جماعةً منقادة لأمرك، مخلصةً لك بالتوحيد، والطاعة، والعبادة، خاضعةً لعظمتك؛ وإنَّما خصَّا الذريَّة بالدعاء مع أنَّ الأنسب بحال أصحاب الهمم، لا سيما الأنبياء أن لا يخصُّوا ذرّيَّتهم بالدعاء، لكنهما خصّاهم لوجهين: </p><p> الأول: كونهم أحقَّ بالشفقة، كما في قوله تعالى:  {قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ نَارًا} فدعوا لأولادهما؛ ليكثر ثوابهما بهم، وفي الحديث:  \"ما مِن رجلٍ من المسلمين، يخلف من بعده ذريةٌ يعبدون الله تعالى، إلّا جعل الله له مثل أجورهم ما عبد الله منهم عابدٌ حتى تقوم الساعة\" . </p><p> والثاني: إنّه وإن كان تخصيصًا صورةً، إلّا أنّه تعميمٌ معنى؛ لأنَّ صلاح أولاد الأنبياء سببٌ وطريقٌ لصلاح العامَّة، فكأنَّهما قالا: وأصلح عامة عبادك بإصلاح بعض ذريّتنا. </p><p> وخصَّا البعض من ذريّتهما (٢) ؛ لما علما أنَّ من ذريّتهما محسنٌ، وظالمٌ </p><p>(١) روح البيان. (٢) روح البيان.</p><p> لنفسه مبينٌ، وطريق علمهما بذلك أمران، تنصيص الله تعالى بذلك بقوله:  {لَا يَنَالُ عَهْدِي الظَّالِمِينَ} والاستدلال بأنَّ حكمته تعالى تقتضي أن لا يخلو العالم عن أفاضل، وأواسط، وأراذل، فالأفاضل: هم أهل الله الذين أخلصوا أنفسهم لله تعالى، بالإقبال الكليِّ عليه. والأواسط: هم أهل الآخرة الذين يجتنبون المنكرات، ويواظبون على الطاعات؛ رغبةً في نيل المثوبات. والأراذل: هم أهل الدنيا الذين يعلمون ظاهرًا من الحياة الدنيا، وهم عن الآخرة هم غافلون، جُلُّ همَّتهم عمارة الدنيا، وتهيئة أسبابها. </p><p> وقد قيل: عمارة الدنيا بثلاثة أشياء: أحدها: الزراعة والغرس، والثاني: الحماية والحرب، والثالث: جلب الأشياء من مصرٍ إلى مصر، ومن أكبَّ على هذه الأشياء، ونسي الموت، والبعث، والحساب، وسعى لعمارة الدنيا سعيًا بليغًا، ودقَّق في إعمال فكره تدقيقًا عجيبًا، فهو متوغِّلٌ في الجهل، والحماقة، ولهذا قيل: لولا الحمقى لخربت الدنيا. {وَأَرِنَا} أي بصرنا، أو عرفنا {مَنَاسِكَنَا} ؛ أي: مواضع نسكنا، أو أعمال نسكنا، والمناسك: جمع منسكٍ بفتح السين وكسرها، ويحتمل أن يكون المراد به: اسم مكان، فتكون الرُّؤية حنيئذٍ بصريةً، والمعنى: بصّرنا مواضع نسكنا؛ أي: المواضع التي يتعلَّق بها النسك؛ أي: أفعال الحج، نحو: المواقيت التي يحرم منها، والموضع الذي يوقف بعرفة، ومزدلفة، وموضع الطواف، والصفا والمروة، وما بينهما من المسعى، وموضع رمي الجمار، ويحتمل أن يكون المراد به: مصدرًا لا اسم مكان؛ أي: أفعال الحج نفسها لا مواضعها، ويكون جمعه حينئذٍ لاختلاف أنواعه، وتكون الرُّؤية حينئذٍ علميَّةً؛ لأنَّ نفس الأفعال لا تدرك بالبصر بل ترى بعين القلب، والمعنى حينئذٍ: وعرِّفنا أفعال حجنا، وكيفيتها من الطواف، والوقوف، والرمي، والنُّسُك: كُلُّ ما يُتعبَّد به إلى الله تعالى، وشاع في أعمال الحج؛ لكونها أشقَّ الأعمال بحيث لا تتأتَّى إلّا بمزيد سعيٍ واجتهادٍ، فأجاب (١) </p><p>(١) الخازن.</p>"
}