{
  "id": null,
  "sura": 2,
  "aya": 97,
  "text": "<p> يتقادم عهده، وكرَّر تعالى: ذكر رفع الطور عليهم؛ ليقبلوا ما في التوراة، وأمروا بالسمع والطاعة، فأجابوا بالعصيان هذا، وهم ملجؤون إلى الإيمان، أو كالملجئين؛ لأنَّ مثل هذا المزعج العظيم من رفع جبل عليهم لينشد جوابه، جديرٌ بأن يأتي الإنسان ما أُمِر به، ويقبل ما كُلِّف به من التكاليف، وإِباؤُهم لذلك، وعدمُ قبولهم؛ سببَهُ أنَّ عبادة العجل خامرَتْ قلوبهم، ومازَجَتها حتى لم تسمح قبولًا لشيءٍ من الحق، والقلب إذا امتلأَ بحبِّ شيءٍ لم يسمع سواه، ولم يُصْغِ إلى مَلاَم، وأنشدوا: </p><p> مَلأْتُ بِبَعْضِ حُبِّكَ كُلَّ قَلْبِي ... فَإنْ تُرِدْ الزِيَادَة هَاتِ قَلْبَا </p><p> ثمَّ ذمَّهم تعالى على ما أمرهم به إيمانهم، ولا إيمان لهم حقيقةً، بل نسب ذلك إليهم على سبيل التهكُّم من عبادة العجل، واتخاذه إلهًا من دون الله، ثُمَّ كذَّبهم في دعواهم أنَّ الجنّة هي خالصةٌ لهم لا يدخلها أحدٌ سواهم، فأمرهم بتمنِّي الموت؛ لأنَّ من اعتقد أنّه يصير إلى سرور، وحبور، ولذّةٍ دائمةٍ لا تنقضي، يؤثر الوصول إلى ذلك، وانقضاء ما هو فيه من الذلَّة، والنَّكدِ. وأخبر تعالى أنَّ تمنِّي الموت لا يقع منهم أبدًا، وأنَّ امتناعهم من ذلك هو بما قدَّمت أيديهم من الجرائم، فظهر كذبهم في دعواهم بأنَّهم من أهل الجنة، ثُمَّ ذكر ترشيحًا لما قبله من عدم تمنيهم الموت، أنّهم أشدُّ الناس حرصًا على حياةٍ، حتى إنّهم أحرص من الذين لا يؤمنون بالدار الآخرة، ولا يرجون ثوابًا، ولا يخافون عقابًا، ثُمَّ ذكر أنَّ أحدهم يودُّ أن يُعَمَّر ألف سنة ومع ذلك فتعميره وإن طال ليس بمنجيه من عذاب الله. </p><p> ثُمَّ ختم الآيات بأنَّ الله تعالى، مطلع على قبائح أفعالهم، ومجازيهم عليها، وتبيَّن بمجموع هذه الآيات ما جبل عليه اليهود من فرط كذبهم، وتناقض أفعالهم وأقوالهم، ونقص عقولهم، وكثرة بهتهم، أعاذنا الله من ذلك، وسلك بنا أنهج المسالك </p><p> ٩٧ - {قُلْ} يا محمد! لهؤلاء اليهود الذين زعموا أنَّ جبريل عدوٌّ لهم من بين الملائكة؛ لأنّه ينزل بالعذاب والشدّة {مَنْ كَانَ عَدُوًّا لِجِبْرِيلَ} بِسَبَب نزوله بالقرآن المشتمل على سبِّهم وتكذيبهم، فليمت غيظًا؛ لأنَّ من عاداه فقد </p><p> عادى الله؛ لأنَّ الله تعالى جعله واسطة بينه وبين رسله {فَإِنَّهُ} ؛ أي: فإنَّ جبريل الأمين {نَزَّلَهُ} ؛ أي: نزل هذا القرآن {عَلَى قَلْبِكَ} يا محمد! وإنَّما خصَّ القلب بالذكر؛ لأنّه محلُّ الحفظ {بِإِذْنِ اللَّهِ} ؛ أي: بأمر الله تعالى، وإذا كان نزوله بإذن الله تعالى، فلا وجه للعداوة، وإنّما كان لها وجهٌ لو كان النزول برأيه، فالضمير (١) في قوله: {فَإِنَّهُ نَزَّلَهُ} الأول لجبريل، والثاني للقرآن، وإضماره في الثاني مع عدم سبق المرجع يدلُّ على فخامة شأن القرآن؛ كأنَّه لتعينه؛ وفرط شهرته لم يحتج إلى سبق ذكره؛ ولدلالة (٢) المعنى عليه، ألا ترى إلى قوله:  {مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ وَهُدًى وَبُشْرَى لِلْمُؤْمِنِينَ} ، وهذه كُلُّها من صفات القرآن، ولقوله:  {بِإِذْنِ اللَّهِ} ؛ أي: فإنَّ جبريل نزَّل القرآن على قلبك. وقيل: الضمير في {فَإِنَّهُ} عائدٌ على الله، وفي {نَزَّلَهُ} عائدٌ على جبريل، والتقدير: فإن الله نزَّل جبريل بالقرآن على قلبك، وفي كل من هذين التقديرين إضمارٌ يعود على ما عليه سياق المعنى، لكن التقدير الأوَّل أولى لما ذكرناه آنفًا؛ وليكون موافقًا لقوله: {نَزَلَ بِهِ الرُّوحُ الْأَمِينُ (١٩٣) عَلَى قَلْبِكَ} ويُنْظَر للتقدير الثاني قراءةُ مَنْ قرأ {نَزَّلَ} بالتشديد و {الرُّوحَ} بالنصب. وأتى بلفظ على في قوله:  {عَلَى قَلْبِكَ} ؛ لأنَّ القرآن مستعلٍ على القلب، إذ القلب سامع له، ومُطيعٌ يمتثل ما أمر به، ويجتنب ما نهى عنه، وكانت أبلغ من إلى؛ لأنَّ إلى تدلُّ على الانتهاء فقط، و (على) تدلُّ على الاستعلاء، وما استعلى على الشيء يُضمَّنُ الانتهاء إليه. </p><p> وخصَّ القلب ولم يقل عليك؛ لأن القلب هو محلُّ العقل، والعلم، وتلقِّي الواردات؛ أو لأنَّه صحيفته التي يرقم فيها، وخزانته التي يحفظ فيها؛ أو لأنَّه سلطان الجسد. وفي الحديث:  \"إنَّ في الجسد مضغةً،ثُمَّ قال أخيرًا:ألا وهي القلب\" ؛ أو لأنَّ القلب خيار الشيء وأشرفه، أو لأنّه بيت الله؛ أو لأنّه كنى به عن العقل إطلاقًا للمحلِّ على الحالِّ؛ أو عن الجملة الإنسانية، إذ قد ذكر الإنزال عليه في أماكن {مَا أَنْزَلْنَا عَلَيْكَ الْقُرْآنَ لِتَشْقَى}  {وَأَنْزَلَ اللَّهُ عَلَيْكَ الْكِتَابَ وَالْحِكْمَةَ} </p><p>(١) البيضاوي. (٢) البحر المحيط.</p><p> أو يكون إطلاقًا لبعض الشيء على كلّه أقوالٌ سبعة. </p><p> وأضاف القلب إلى الكاف التي للخطاب، ولم يُضفه إلى ياء المتكلم، وإن كان نظم الكلم يقتضيه ظاهرًا؛ لأنَّ قوله:  {مَنْ كَانَ عَدُوًّا لِجِبْرِيلَ} هو معمولٌ لقول مضمر، التقدير: قل يا محمد! قال الله: {مَنْ كَانَ عَدُوًّا لِجِبْرِيلَ فَإِنَّهُ نَزَّلَهُ عَلَى قَلْبِكَ} وقوله: {بِإِذْنِ اللَّهِ} ؛ أي: بأمر الله (١) اختاره في المنتخب، ومنه:  {لَا تَكَلَّمُ نَفْسٌ إِلَّا بِإِذْنِهِ}  {مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ} وقد صرَّح ذلك في قوله: {وَمَا نَتَنَزَّلُ إِلَّا بِأَمْرِ رَبِّكَ} ، أو بعلمه وتمكينه إيّاه من هذه المنزلة، قاله ابن عطيّة، أو باختياره، قاله الماوردي، أو بتيسيره وتسهيله، قاله الزمخشري. </p><p> وقوله:  {مُصَدِّقًا} حالٌ من الضمير المنصوب في {نَزَّلَهُ} إن كان يعود على القرآن، والمعنى: أي: حالة كون القرآن مصدِّقًا وموافقًا {لِمَا بَيْنَ يَدَيْهِ} أي: لما قبله من الكتب الإلهية في التوحيد وبعض الشرائع، وإن قلنا: إنّ ضمير {نَزَّلَهُ} عائد على جبريل، فيحتمل وجهين: </p><p> أحدهما: أن يكون حالًا من المجرور المحذوف لفهم المعنى، والمعنى: فإنّ الله نزّل جبريل بالقرآن حال كون القرآن مصدِّقًا لما بين يديه. </p><p> والثاني: أن يكون حالًا من جبريل، وما في قوله:  {لِمَا} موصولةٌ، وعنى بها الكتب التي أنزل الله على الأمم قبل إنزاله، أو التوراة والإنجيل. والهاء في {بَيْنَ يَدَيْهِ} يحتمل أن تكون عائدةً على القرآن، ويحتمل أن تعود على جبريل، فالمعنى: مصدّقًا لما بين يديه من الرسل والكتب {و} حالة كون القرآن {هُدًى} ؛ أي: هاديًا للناس من الضلالة إلى دين الحق {و} حالة كونه {بُشْرَى} ؛ أي: مبشِّرًا {لِلْمُؤْمِنِينَ} ؛ أي: للموحِّدين بالجنة، فلا وجه لمعاداته، فلو أنصفوا لأحبُّوه، وشكروا له صنيعه في إنزاله ما ينفعهم، ويَنْصَحُ المُنزَّل عليهم. </p><p>(١) البحر المحيط.</p><p> وهذا (١) ردٌّ على اليهود حين قالوا: إنَّ جبريل ينزل بالحرب والشدّة، فقيل لهم: إنْ كان ينزل بالحرب والشدة على الكافرين، فإنّه ينزل بالهدى والبشرى للمؤمنين، وقوله:  {وَهُدًى وَبُشْرَى}  (٢) معطوفان على {مُصَدِّقًا} فهما حالان، فيكون من وضع المصدر موضع اسم الفاعل، كأنَّه قال: وهاديًا ومبشِّرًا أو من باب المبالغة، كأنّه لمَّا حصل به الهدى والبشرى، جُعِل نفس الهدى والبشرى، والألف في بشرى للتأنيث، كهي في رجعى وهو مصدر. </p><p> والخلاصة: أنَّه وصف القرآن بتصديقه لِمَا تقَّدمه من الكتب الإلهية، وأنّه هدى، إذ فيه بيان ما وقع التَّكْليف به من أعمال القلوب والجوارح، وأنّه بشرى لمن حصل له الهدى، فصار هذا الترتيب اللفظيُّ في هذه الأحوال؛ لكون مدلولاتها ترتبت ترتيبًا وجوديًّا: </p><p> فالأوّل: كونه مصدِّقًا للكتب، وذلك؛ لأنَّ الكتب كلَّها من ينبوع واحد. </p><p> والثاني: أنَّ الهداية حصلت به بعد نزوله على هذه الحال من التصديق. </p><p> والثالث: أنَّه بشرى لمن حصلت له به الهداية، وقوله:  {لِلْمُؤْمِنِينَ} خصَّ الهدى والبشرى بالمؤمنين؛ لأنَّ غير المؤمنين لا يكون لهم هُدًى به ولا بشرى، كما قال:  {وَهُوَ عَلَيْهِمْ عَمًى} ؛ ولأنَّ المؤمنين هم المبشَّرون، كما قال:  {فبشِّر عبادي}  {يُبَشِّرُهُمْ رَبُّهُمْ بِرَحْمَةٍ مِنْهُ} . ودلَّت هذه الآية على تعظيم جبريل، والتنويه بقدره، حيث جعله الواسطة بينه تعالى وبين أشرف خلقه، والمنزَّل بالكتاب الجامع للأوصاف المذكورة، ودلت على ذم اليهود حيث أبغضوا من كان بهذه المنزلة الرفيعة عند الله تعالى. </p><p> وهذه الآية (٣) تعلَّقت بها الباطنية حيث قالوا: إنّ القرآن إلهامٌ، والحروف </p><p>(١) الواحدي. (٢) البحر المحيط.(٣) البحر المحيط.</p>"
}