{
  "id": null,
  "sura": 2,
  "aya": 127,
  "text": "<p> قوله تعالى:  {وَمَنْ يَرْغَبُ عَنْ مِلَّةِ إِبْرَاهِيمَ إِلَّا مَنْ سَفِهَ ...} الآيات، مناسبة هذه الآيات لما قبلها: أنَّ الله سبحانه وتعالى، لما ذكر (١) أنّه ابتلى إبراهيم بكلمات فأتمَّهنّ، وأنّه عهد إليه ببناء البيت، وتطهيره للعبادة، فصدع بما أمر .. أردف ذلك بذكر أنَّ ملّة إبراهيم التي كان يدعو إليها، وهي التوحيد، وإسلام القلب لله، والإخلاص له في العمل لا ينبغي التحوُّل عنها، ولا يرضى عاقلٌ أن يتركها إلّا إذا ذلَّ نفسه، واحتقرها، وبها وصَّى يعقوب بنيه، ووصَّى بها من قبله إبراهيم بنيه، ثم ردَّ على شُبْهةٍ لليهود، إذْ قالوا للنبيِّ - صلى الله عليه وسلم -: إنَّ يعقوب كان يهوديًّا وكذَّبهم بما قال له بنوه حين موته: {قَالُوا نَعْبُدُ إِلَهَكَ وَإِلَهَ آبَائِكَ ... إِلَهًا وَاحِدًا} . </p><p> أسباب النزول </p><p> قوله تعالى:  {وَمَنْ يَرْغَبُ عَنْ مِلَّةِ إِبْرَاهِيمَ ...} الآية، قد روي في سبب نزول هذه الآية: أنَّ عبد الله بن سلام، دعا ابني أخيه سلمة ومهاجرًا إلى الإِسلام، قال لهما: قد علمتما أنَّ الله تعالى قال في التوراة: إنّي باعثٌ من ولد إسماعيل نبيًّا اسمه أحمد، من آمن به فقد اهتدى، ومن لم يؤمن فهو ملعون، فأسلم سلمة، وأَبَى مهاجرٌ الإِسلام، فنزلت فيه هذه الآية، فالعبرة بعموم اللفظ لا بخصوص السبب، كما هي القاعدة، عندهم وفيه تعريضٌ لليهود، والنصارى، ومشركي العرب. </p><p> التفسير وأوجه القراءة </p><p> ثُمَّ قال تعالى: حكايته عن قصة بناء البيت العتيق: </p><p> ١٢٧ - {وَإِذْ يَرْفَعُ إِبْرَاهِيمُ} فيه (٢) حكايته حالٍ ماضيةٍ، حيث عبَّر بلفظ المضارع عن الرفع الواقع في الزمان المتقدِّم على زمان نزول الوحي، بأن يقدَّر ذلك الرفع السابق واقعًا في الحال، كَأنَّكَ تُصَوِّرُه للمخاطب، وتُرِيْهِ على وَجْهِ المشاهدةِ والعِيان {الْقَوَاعِدَ مِنَ الْبَيْتِ} جمع </p><p>(١) المراغي. (٢) روح البيان.</p><p> قاعدة، وهي في الأصل: صفةٌ بمعنى الثابتة، ثُمَّ صارت بالغلبة من قبيل الأسماء بحيث لا يذكر لها موصوفٌ، ولا يقدَّر، ولعل لفظ القعود حقيقةٌ في الهيئة: المقابلة للقيام، ومستعارٌ للثبات والاستقرار؛ تشبيهًا له بها في أنَّ كُلًّا منهما حالةٌ مباينةٌ للانتقال والنزول، وقوله:  {مِنَ الْبَيْتِ} حالٌ من القواعد، وكلمة من ابتدائية لا بيانية؛ لعدم صحّة أن يقال: الَّتي هي البيت. </p><p> فإن قلت: رفع الشيء أن يفصل عن الأرض، ويجعل عاليًا مرتفعًا، والأساس أبدًا ثابتٌ على الأرض، فما معنى رفعه؟ </p><p> قلت: المراد برفع الأساس: البناء عليه، وعبَّر عن البناء على الأساس برفعه؛ لأنَّ البناء ينقله عن هيئة الانخفاض إلى هيئة الارتفاع، فيوجد الرفع حقيقةً إلّا أنَّ أساس البيت واحدٌ، وعبَّر عنه بلفظ القواعد باعتبار أجزائه، كأنَّ كُلَّ جزء من الأساس أساسٌ لما فوقه، والمعنى: واذكر يا محمد! وقت رفع إبراهيم أساس البيت؛ أي: الكعبة {وَإِسْمَاعِيلُ} ولده، وكان له أربعة بنين: إسماعيل من هاجر، وإسحاق من سارة، ومدين، ومداين من امرأة أخرى، وهو عطفٌ على إبراهيم، وتأخيره عن المفعول مع أنَّ حقَّ ما عطف على الفاعل أن يُقدَّم على المفعول؛ للإيذان بأنَّ الأصل في الرفع هو إبراهيم وإسماعيل تبعٌ له. قيل: إنّه كان يناوله الحجارة وهو يبنيها. </p><p> واعلم: أنَّ رفع الأساس الذي هو البناء عليه، يدلّ على أنَّ البيت كان مؤسَّسا قبل إبراهيم، وأنّه إنما بنى على الأساس الموجودة قبله، واختلف الناس فيمن بنى البيت أوّلًا، وأسَّسَه؟ فقيل: هو الملائكة، وذلك أنَّ الله تعالى لما قال:  {إِنِّي جَاعِلٌ فِي الْأَرْضِ خَلِيفَةً} قالت الملائكة: {أَتَجْعَلُ فِيهَا مَنْ يُفْسِدُ فِيهَا وَيَسْفِكُ الدِّمَاءَ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ} فغضب عليهم، فعاذوا بعرشه، وطافوا حوله سبعة أطواف يسترضون ربهم حتى رضي عنهم، وقال لهم:  (ابْنُوا لي بيتًا في الأرض، يتعوَّذ به من سخطت عليه من بني آدم، ويطوف حوله كما طفتم حول عرشي، فأرضى عنهم) فبنوا هذا البيت. وقيل: إنّ الله بنى في السماء </p><p> بيتًا وهو البيت المعمور، ويسمَّى ضراحًا، وأمر الملائكة أن يبنوا الكعبة في الأرض بحياله على قدره ومثاله. وقيل: أوّل من بنى الكعبة: آدم، واندرست زمن الطوفان، ثُمَّ أظهرها الله تعالى لإبراهيم عليه السلام. </p><p> وروي عن ابن عباس - رضي الله عنهما - أنّه قال:  (لمّا أهبط الله آدم من الجنة إلى الأرض،قال له:(يا آدم! اذهب فَابْنِ لي بيتًا، وطف به، واذكرني عنده كما رأيت الملائكة تصنع حول عرشي) فأقبل آدم يتخطَّى، وطويت له الأرض، وقيِّضت له المفاوز، فلا يقع قدمه على شيء من الأرض إلّا صار عامرًا، حتى انتهى إلى موضع البيت الحرام، وأنَّ جبريل ضرب بجناحه الأرض، فأبرز عن الأسِّ الثابت على الأرض السابعة السفلى، وقدَّمت إليه الملائكة بالصخر، فما يطيق حمل الصخرة منها ثلاثون رجلًا، وأنَّه بناه من خمسة أجبل: طور سيناء؛ وطور زيتاء، ولبنان وهو جبلٌ بالشام، والجوديِّ هو جبلٌ بالجزيرة، وحراء وهو جبلٌ بمكة، وكان رَبَضُهُ من حراء؛ أي: الأساس المستدير بالبيت من الصخر، فهذا بناء آدم) وروي أنَّ الله خلق موضع البيت قبل الأرض بألفي عام، وكانت زُبَيْدةً بيضاء على الماء، فدحيت الأرض من تحته، فلما أهبط الله تعالى آدم إلى الأرض استوحش، فشكا إلى الله، فأنزل الله البيت المعمور من ياقوتةٍ من يواقيت الجنة، له بابان من زمرد أخضر، بابٌ شرقيٌّ، وبابٌ غربيٌّ، فوضعه على موضع البيت، وقال (يا آدم! إنّي أهبطت لك بيتًا، فطف به كما يطاف حول عرشي، وصلّ عنده كما يُصلَّى عند عرشي، وأنزل الحجر، وكان أبيض، فاسودَّ من لمس الحيَّض في الجاهلية. فتوجَّه آدم من أرض الهند إلى مكة ماشيًا، وقيَّض الله له ملكًا يدله على البيت،قيل لمجاهد:لِمَ لَمْ يركب قال: وأيُّ شيء كان يحمله إنَّ خُطْوَتَهُ مسيرة ثلاثة أيام، فأتى مكة، وحجَّ البيت، وأقام المناسك، فلمَّا فرغ تلقَّته الملائكة،فقالوا:برَّ حجُّك يا آدم! لقد حججنا هذا البيت قبلك بألفي عام) . </p><p> قال ابن عباس - رضي الله عنهما -: (حَجَّ آدم أربعين حجةً من الهند إلى مكة على رجليه، فبقي البيت يطوف به هو والمؤمنون من ولده إلى أيام الطوفان، فرفعه الله تعالى في تلك الأيام إلى السماء الرابعة، يدخله كُلَّ يوم سبعون ألف ملك، ثمّ لا يعودون إليه، وبعث الله جبرائيل حتى خبأ الحجر الأسود في جبل </p><p> أبي قبيس؛ صيانةً من الغرق، وكان موضع البيت خاليًا إلى زمن إبراهيم عليه السلام، ثُمَّ إنّ الله تعالى أمر إبراهيم ببناء بيت يذكر فيه، فسأل الله تعالى أن يُبيِّن له موضعه، فبعث الله السكينة لتدلَّه على موضع البيت، وهي ريحٌ حجوجٌ لها رأسان شبه الحيَّة، وأمر إبراهيم أن يبني حيث استقرَّت السكينة، فتبعها إبراهيم حتى أتيا مكة، فتطوَّت السكينة على موضع البيت؛ أي: تحوت، وتجمَّعت، واستدارت، كتطوِّي الحجفة، ودورانها، فقالت لإبراهيم: ابن علي موضعي الأساس، فرفع البيت هو وإسماعيل حتى انتهى إلى موضع الحجر الأسود، فقال لابنه: يا بني! ائتني بحجرٍ أبيض يكون للناس علمًا، فأتاه بحجر، فقال: ائتني بأحسن من هذا، فمضى إسماعيل يطلبه، فصاح أبو قبيسٍ، يا إبراهيم! إنّ لك عندي وديعةً، فخذها، فإذا هو بحجرٍ أبيض من ياقوت الجنة، كان آدم قد نزل به من الجنة، كما وجد في بعض الروايات، أو أنزله الله تعالى حين إنزال البيت المعمور، كما مرَّ، فأخذ إبراهيم ذلك الحجر فوضعه مكانه، فلما رفع إبراهيم وإسماعيل القواعد من البيت، جاءت سحابة مربَّعة فيها رأسٌ فنادت: أن ارفعا على تربيعي، فهذه بناء إبراهيم عليه السلام. </p><p> وروي أنَّ إبراهيم وإسماعيل لمَّا فرغا من بناء البيت، أعطاهما الله تعالى الخيل جزاء معجَّلًا على رفع قواعد البيت، وكان الخيل قبل ذلك وحشيَّةً كسائر الوحوش، فلمَّا أذن الله لإبراهيم وإسماعيل برفع القواعد، قال الله تعالى:  (إنّي معطيكما كنزًا ادّخرته لكما، ثُمّ أوحى إلى إسماعيل أن اخرج إلى أجياد، فادع يأتك الكنز) فخرج إلى أجياد ولا يدري ما الدعاء ولا الكنز، فألهمه الله تعالى، فدعا، فلم يبق على وجه الأرض فرسٌ بأرض العرب إلّا جاءته، فأمكنه من ناصيتها، وذلَّلها له وقال النبي - صلى الله عليه وسلم -: \"فاركبوها واعلفوها، فإنّها ميامين، وهي ميراث أبيكم إسماعيل\" وإنّما سمّي الفرس عربيًّا؛ لأنَّ إسماعيل هو الذي أمر بدعائه، وهو أتى إليه، والعربيُّ: نسبةٌ إلى عربة بفتحتين، وهي باحة العرب؛ لأنَّ أباهم إسماعيل نشأ بها. قيل: كان إبراهيم يتكلَّم بالسريانية، وإسماعيل بالعربية، وكُلُّ واحد منهما يفهم ما يقوله صاحبه، ولا يمكنه التَّفوُّه به. وأمَّا بنيان قريش إياه فمشهور، فخبر الحيَّة في ذلك مذكور، وكانت تمنعهم من هدمه إلى أن </p><p> اجتمعت قريش، فعجُّوا إلى الله تعالى؛ أي: رفعوا أصواتهم، وقالوا: لم تراع وقد أردنا تشريف بيتك وتزيينه، فإنْ كنت ترضى بذلك، وإلّا فما بدا لك فافعل، فأُسمِعوا خوّاتًا في السماء، والخوَّات: دَوِيُّ جناح الطير الضَّخم؛ أي: صوته، فإذا هم بطائر أعظم من النَّسر، أسود الظهر، أبيض البطن والرجلين، فغمز مخالبه في قفا الحيَّة، ثمّ انطلق بها تَجُرُّ ذَنبَها أَعْظَمَ مِنْ كذا وكذا، حتى انطلق بها إلى أجياد، فهدمتها قريش، وجعلوا يبنونها بحجارة الوادي، تحملها قريشٌ على رقابها، فرفعوها في السماء عشرين ذراعًا. وذكر عن الزهري: أنّهم بنوها حتى إذا بلغوا موضع الركن، اختصمت قريشٌ في الرُّكْن، أيُّ القبائل تلي رفعه؟ حتى شجر بينهم، فقالوا: حتى نحكِّم أوّل من يطلع علينا من هذه السكَّة، فاصطلحوا على ذلك، فاطَّلع عليهم رسول الله - صلى الله عليه وسلم -، فحكَّموه، فأمر بالركن، فوضع في ثوب، ثُمَّ أمر سيّد كُلِّ قبيلة، فأعطاه ناحيةً من الثوب، ثمّ ارتقى هو على البناء، فرفعوا إليه الركن، فأخذه من الثوب، فوضعه في مكانه. </p><p> قيل: إنّ قريشًا وجدوا في الركن كتابًا بالسريانية، فلم يدروا ما هو حتى قرأه لهم رجلٌ من اليهود، فإذا فيه: أنا الله ذو مكة، خلقتها يوم خلقت السموات والأرض، وصوَّرت الشمس والقمر، وحففتها بسبعة أملاكٍ احتفاءً لا يزول حتى يزول أخشباها، مبارك لأهلها في الماء، واللبن. وعن أبي جعفر: كان باب الكعبة على عهد العماليق، وجرهم، وإبراهيم بالأرض، حتى بنته قريش. وعن عائشة - رضي الله عنها -: سألت رسول الله - صلى الله عليه وسلم - عن الجدار، أمن البيت هو؟ قال:  \"نعم\" قلت: فلم لَمْ يدخلوه؟ قال:  \"إنّ قومك قصرت بهم النفقة\" قلت: فما شأن بابه مرتفعًا؟ قال: فعل ذلك قومك، ولو حِدْثَانُهُمْ بالجاهليَّة لهدمت الكعبة، فأُلَزِقُ بابها بالأرض، وجعلت له بابًا شرقيًّا، وبابًا غربيًّا، وزدت فيه ستَّ أذرع من الحِجْر، فإنَّ قريشًا اقتصرتها حيث بنت الكعبة، فهذا بناء قريش. ثُمَّ لمّا غزا أهل الشام عبد الله بن الزبير، ووهنت الكعبة من حريقهم، هدَّمها ابن الزبير وبناها على ما أخبرته عائشة، فجعل لها بابين بابًا يدخلون منه، وبابًا يخرجون منه، وزاد فيه مما يلي الحجر ستَّ أذرعٍ، وكان طولها قبل ذلك ثماني أذرع، ولمَّا زاد في البناء مما يلي الحجر، استقصر ما كان من طولها تسع أذرع، فلمَّا </p><p> قتل ابن الزبير، أمر الحجَّاج أن يُقرَّر ما زاده ابن الزبير في طولها، وأن يُنَقص ما زاده من الحجر، ويردَّها إلى ما بناها قريشٌ، وأن يسدَّ الباب الذي فتحه إلى جانب الغرب. وروي: أنَّ هارون الرشيد ذكر لمالك بن أنس، أنَّه يريد هدم ما بني الحجاج من الكعبة، وأن يردَّها إلى بناء ابن الزبير، لِمَا جاء عن النبي - صلى الله عليه وسلم -، وامتثلَه ابن الزبير، فقال له مالكٌ: ناشدتُك اللهَ يا أمير المؤمنين! أن لا تجعل هذا البيت ملعبةً للملوك، لا يشاء أحدٌ منهم إلّا نقض البيت بناءه، فتذهب الهيبة من صدور الناس. وفي \"القسطلاني على البخاري\" : ما نصُّه: وبنيت الكعبة عشرة مرات. </p><p> الأول: بناء الملائكة. روي أنّ الله أمرهم أن يبنوا في كل سماء بيتًا، وفي كل أرض بيتًا. قال مجاهد: هي أربعة عشر بيتًا. روي أنَّ الملائكة حين أسست الكعبة، انشقت الأرض إلى منتهاها، وقذفت الملائكة فيها حجارة، كأمثال الإبل، فتلك القواعد من البيت التي وضع عليها إبراهيم وإسماعيل بناءهما. </p><p> الثاني: بناء آدم. روي أنّه قيل له: أنت أوّل الناس، وهذا أوّل بيتٍ وضع للناس. </p><p> الثالث: بناء ابنه شيثٍ بالطين والحجارة، فلم يزل معمورًا به، وبأولاده، ومَن بعدهم حتى كان زمن نوح، فأغرقه الطوفان، وغيَّر مكانه. </p><p> الرابع: بناء إبراهيم، وقد كان المُبلِّغ له ببنائه جبريل من الملك الجليل، ومن ثمَّ قيل: ليس ثمَّ في هذا العالم بيت أشرف من الكعبة؛ لأنَّ الآمر ببنائها الملك الجليل، والمبلِّغ، والمهندس جبريل، والباني الخليل، والمعين إسماعيل. </p><p> الخامس: بناء العمالقة. </p><p> السادس: بناء جرهم، والذي بناه منهم هو الحارث بن مضَّاض الأصفر. </p><p> السابع: بناء قصيٍّ خامس جدِّ النبي - صلى الله عليه وسلم -. </p><p> الثامن: بناء قريش وحضره النبيُّ - صلى الله عليه وسلم - وهو ابن خمسٍ وثلاثين سنة. </p><p> التاسع: بناء عبد الله بن الزبير، وسببه: توهين الكعبة من حجارة المنجنيق </p><p> التي أصابتها، حين حوصر ابن الزبير بمكة في أوائل سنة أربعٍ وستين، بمعاهدة يزيد بن معاوية، فهدمها بعد أن استخار واستشار، وكان يوم السبت منتصف جمادى الآخرة سنة أربعٍ وستين، وبلغ بالهدم قامةً ونصفًا حتى وصل قواعد إبراهيم، فوجدها كالإبل المسنَّمة، وبعضها متصلٌ ببعضٍ، حتى إن من ضرب بالمعول طرف البناء تحرَّك طرفه الآخر، فبناها على قواعد إبراهيم، وأدخل فيها ما أخرجته منها قريشٌ من الحجر بكسر الحاء، وجعل لها بابين لاصقين بالأرض، أحدهما: بابها الموجود الآن، والآخر: المقابل له المسدود، وكان ابتداء البناء في جمادى الآخرة، وختمه في رجب سنة خمسٍ وستين، ثمَّ ذبح مائة بدنةٍ للفقراء وكساهم. </p><p> العاشر: بناء الحجاج، وكان بناؤه للجدار الذي من جهة الحجر بكسر الحاء، والباب الغربيُّ المسدود عند الركن اليماني، وما تحت عتبة الباب الشرقيّ، وهو أربع أذرع وشبر، وترك بقية الكعبة على بناء ابن الزبير، واستمرَّ بناء الحجاج إلى الآن. انتهى ملخصًا. وهذا بحسب ما اطلع عليه رحمه الله تعالى، وإلّا فقد بناه بعد ذلك بعض الملوك سنة ألفٍ وتسعٍ وثلاثين، كما نقله بعض المؤرِّخين. اهـ. وقد نظم العشرة الأولى بعضهم، فقال: </p><p> بَنَى بَيْتَ ربِّ العَرْشِ عَشْرٌ فخذْهُمُ ... ملائكةُ الله الكِرامِ وآدَمُ </p><p> فَشِيثٌ فَإبْرَاهِيْمُ ثُمَّ عَمَالِقٌ ... قُصَيٌّ قُرَيْشٌ قَبْلَ هَذَينِ جُرْهُمُ </p><p> وَعَبْدُ الإلهِ ابْنُ الزُّبَيْرِ بَنَى كَذَا ... بِنَاءٌ لِحَجَّاجٍ وَهَذَا مُتمِّمُ </p><p> والمعنى: أي واذكر يا محمد! لأمّتك قصّة إذ يرفع ويبني إبراهيم الخليل، وولده إسماعيل على نبينا وعليهما الصلاة والسلام، القواعد، والأساس، والجدار المستتر في الأرض التي هي من بعض جدران البيت الموجودة قبله، والمراد برفعهما: البناء عليها، فإنَّها كانت موجودةً من قبل بنائه، غائصةً في الأرض إلى منتهاها، وإنما بنى عليها ورفع البناء فوقها؛ لأنَّها إذا بُنِيَ عليها نقلت عن هيئة الانخفاض إلى هيئة الارتفاع، وتطاولت بعد التقاصر، وبناؤهما أنَّ إبراهيم يبنيه وإسماعيل يناوله الحجارة، ولكنَّه لمّا كان له دخلٌ في البناء عطف </p>"
}