{
  "id": null,
  "sura": 2,
  "aya": 23,
  "text": "<p> المنكرات، وتحريم بعض الطيبات فقها واستنباطا من التوراة، والكل متفقون على أنّه لا خالق إلّا الله ولا رازق إلّا هو. {وَأَنْتُمْ تَعْلَمُونَ} أي: وإنّكم لتعلمون بطلان ذلك، وإنّكم إذا سئلتم من رزقكم من السموات والأرض؟ ومن يدبّر الأمر؟ تقولون: الله، فلم إذا تدعون غيره وتستشفعون به؟. ومن أين أتيتم بهذه الوسائط التي لا تضرّ ولا تنفع؟ ومن أين جاءكم أنّ التقرب إلى الله يكون بغير ما شرعه الله حتى قلتم:  {ما نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونا إِلَى اللَّهِ زُلْفى} . </p><p> وقرأ زيد بن عليّ، ومحمد بن السميفع (١) : {ندا} على التوحيد، وهو مفرد في سياق النهي، فالمراد به: العموم، إذ ليس المعنى: فلا تجعلوا لله ندّا واحدا، بل أندادا. </p><p> ٢٣ - ولمّا احتجّ سبحانه وتعالى، عليهم في إثبات توحيد الألوهية والربوبيّة بما تقدم، احتجّ عليهم في إثبات نبوة محمد صلّى الله عليه وسلّم بما قطع عذرهم، فقال:  {وَإِنْ كُنْتُمْ} أيّها الناس {فِي رَيْبٍ} وشكّ {مِمَّا نَزَّلْنا عَلى عَبْدِنا} أي: في كون القرآن المعجز الذي نزلناه على عبدنا ورسولنا محمد صلّى الله عليه وسلّم وحيا منزّلا من عند الله تعالى، أو مفترى من عند نفسه. والتنزيل (٢) : هو النزول على سبيل التدريج، وأنزل القرآن جملة واحدة إلى السماء الدنيا إلى بيت العزّة، ثمّ منه إلى النبي صلّى الله عليه وسلّم مفرّقا منجما في ثلاث وعشرين سنة؛ ليحفظ، فإنّه صلّى الله عليه وسلّم كان أمّيّا لا يقرأ ولا يكتب، ففرّق عليه؛ ليثبت عنده حفظه، بخلاف غيره من الأنبياء، فإنّه كان كاتبا قارئا، فيمكنه حفظ الجميع من الكتاب، ولذا قالوا: إنّ سائر الكتب الإلهية أنزلت جملة. </p><p> وفي إضافة العبد إليه تعالى: تنبيه على عظم قدره صلّى الله عليه وسلّم واختصاصه بخالص العبودية ورفع محلّه. وإضافته إلى نفسه تعالى واسم العبد عامّ وخاصّ، وما هنا من الخاص، كقوله: </p><p> لا تدعني إلّا بيا عبدها ... لأنّه أشرف أسمائي </p><p>(١) البحر المحيط. (٢) روح البيان.</p><p> ومن قرأ {على عبادنا} بالجمع، فقيل: يريد رسول الله صلّى الله عليه وسلّم وأمّته، قاله الزمخشري، ذكره في «البحر» ؛ لأنّ المكذّب لمحمد مكذّب لأمته، لأنّهم تبعه. </p><p> وقوله:  {فَأْتُوا} جواب الشرط، وهو أمر تعجيز {بِسُورَةٍ} واحدة كائنة {مِنْ مِثْلِهِ} ؛ أي: من مثل هذا القرآن الذي نزلناه على عبدنا محمد صلّى الله عليه وسلّم في البلاغة، والفصاحة، والبيان الغريب، وعلوّ الطبقة في حسن النظم، والتركيب، والإخبار عن المغيّبات؛ أي: فهاتوا وجيئوا بسورة واحدة مماثلة له فيما ذكر، فأنتم بشر فصحاء مثله، هذا إن جرينا على أنّ الضمير في {مِثْلِهِ} عائد على ما نزلنا، وهو المتبادر. </p><p> والمعنى: أي (١) ائتوا أنتم بمثل ما أتى هو، إن كان الأمر كما زعمتم من كونه كلام البشر، إذ أنتم وهو سواء في الجوهر، والخلقة، واللسان، وليس هو أولى بالاختلاق منكم. ثمّ القرآن وإن كان لا مثل له؛ لأنّه صفة الله وكلامه ووحيه، ولا مثل لصفاته، كما لا مثل لذاته، لكن معناه من مثله على زعمكم، فقد كانوا يقولون: لو شئنا لقلنا مثل هذا، كما في «التيسير» . </p><p> ويحتمل (٢) عود الضمير على {عَبْدِنا} ، والمعنى حينئذ: فهاتوا بسورة واحدة واقعة من بشر مماثل لعبدنا محمد صلّى الله عليه وسلّم في كونه عربيّا فصيحا. وحدّ السورة: هي قطعة من القرآن معلومة الأول والآخر، مترجم عنها باسم خاصّ، أقلّها ثلاث آيات. وإنّما سميت سورة؛ لكونها أقوى من الآية من سورة الأسد والشراب؛ أي: قوته. والآية قطعة من السورة مميزا بفصل يسمّى الفاصلة، هذا إن كان واوها أصلية، وإن كانت منقلبة عن همزة، فهي مأخوذة من السؤر الذي هو البقية من الشيء، فالسورة قطعة من القرآن مفرزة باقية من غيرها. </p><p> قال القاضي زكريا: إن قلت: لم ذكرت {مِنْ} هنا، وحذفت في سورتي: يونس وهود؟ </p><p> قلت: لأنّ {مِنْ} هنا للتبعيض، أو للتبيين، أو زائدة على قول الأخفش: </p><p>(١) روح البيان. (٢) العمدة.</p><p> بتقدير رجوع الضمير في {مِثْلِهِ} إلى ما في قوله: {مِمَّا نَزَّلْنا} ، وهو الأوجه، والمعنى على الأخير: فأتوا بسورة مماثلة للقرآن في البلاغة وحسن النظم، وعلى الأولين: فأتوا بسورة مما هو على صفته في البلاغة وحسن النظم، وحينئذ فكأنّه منه، فحسن الإتيان بمن الدالة على ما ذكر، بخلاف ذاك، فإنّه قد وصف السور بالافتراء صريحا في هود، وإشارة في يونس، فلم يحسن الإتيان بمن الدالة على ما ذكر؛ لأنّها حينئذ تشعر بأنّ ما بعدها من جنس ما قبلها، فيلزم أن يكون قرآنا، وهو محال. ويجوز جعل {مِنْ} للابتداء بتقدير رجوع الضمير في {مِثْلِهِ} إلى {عَبْدِنا} ؛ أي: محمد، والمعنى: فأتوا بسورة مبتدأة من شخص مثل محمد، ذكره في «فتح الرحمن» . </p><p> وقوله:  {وَادْعُوا شُهَداءَكُمْ} معطوف على جواب الشرط، جمع شهيد بمعنى: الحاضر، أو القائم بالشهادة، أو الناصر. {مِنْ دُونِ اللَّهِ} إما متعلّقة بادعوا، فالمعنى: ادعوا متجاوزين الله من حضركم كائنا من كان، للاستظهار في معارضة القرآن، أو الحاضرين في مشاهدكم ومحاضركم من رؤسائكم وأشرافكم الذين تفزعون إليهم من الملمّات، وتعوّلون عليهم في المهمّات. أو القائمين بشهادتكم الجارية فيما بينكم من أمثالكم المتولّين، لاستخلاص الحقوق بتنفيذ القول عند الولاة. أو القائمين بنصركم حقيقة أو زعما من الإنس والجنّ، ليعينوكم. وقال القاضي: معنى {مِنْ دُونِ اللَّهِ} ؛ أي: من غيره، وهو بهذا المعنى في جميع ما جاء في القرآن. </p><p> وإما متعلّقة بشهداءكم، والمراد بهم: الأصنام. و {دُونِ} بمعنى: التجاوز على أنّها ظرف مستقرّ وقع حالا من ضمير المخاطبين، والعامل ما دلّ عليه {شُهَداءَكُمْ} ؛ أي: ادعوا أصنامكم الذين اتخذتموهم آلهة، وزعمتم أنّهم يشهدون لكم يوم القيامة أنّكم على الحقّ، متجاوزين الله في اتخاذها كذلك. </p><p> والمعنى عليه: وادعوا آلهتكم التي تعبدونها من دون الله، ليساعدوكم في معارضة هذا القرآن والإتيان بمثله. {إِنْ كُنْتُمْ صادِقِينَ} في مقالتكم: إنّ محمّدا افتراه من عند نفسه، فإنّكم عربيون فصحاء مثله. وسميّت الآلهة شهداء؛ لزعمهم </p><p> أنّهم يشهدون لهم يوم القيامة بصحّة عبادتهم إياهم. والصدق: خلاف الكذب، وهو مطابقة الخبر للواقع أو الاعتقاد، أو لهما على </p><p> الخلاف المذكور في علم المعاني. </p><p> ودلّت الآية: على أنّ الاستعانة بالخلق لا تغني شيئا، وما يغني رجوع العاجز عن العاجز، فلا ترفع حوائجك إلّا إلى من لا يشّق عليه قضاؤها، ولا تسأل إلّا من لا تفنى خزائنه، ولا تعتمد إلّا على من لا يعجز عن شيء ينصرك من غير معين، ويحفظك من كلّ جانب ومن غير صاحب، ويغنيك من غير مال، فيقلّ أعداد الأعداء الكثيرة إذا حماك، ويكثر عدد المال القليل إذا كفاك. </p><p> وقوله:  {إِنْ كُنْتُمْ صادِقِينَ} في أنّ محمدا تقوّله من تلقاء نفسه، وفي أنّ فيه مجالا للريب، وأنّ آلهتكم شهداؤكم. شرط جوابه محذوف، تقديره: فافعلوا؛ أي: فأتوا بسورة من مثله. </p><p> وقد نزل في هذا المعنى آيات كثيرة بمكة، أوّلها: ما في سورة الإسراء {قُلْ لَئِنِ اجْتَمَعَتِ الْإِنْسُ وَالْجِنُّ} الآية، ثمّ ما في سورة هود {أَمْ يَقُولُونَ افْتَراهُ قُلْ فَأْتُوا بِعَشْرِ سُوَرٍ مِثْلِهِ مُفْتَرَياتٍ وَادْعُوا مَنِ اسْتَطَعْتُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صادِقِينَ} ، ثمّ ما في سورة يونس {أَمْ يَقُولُونَ افْتَراهُ قُلْ فَأْتُوا بِسُورَةٍ مِثْلِهِ} ، وما جاء في هذه السورة المدنية. </p><p> فائدة: وأصل (١) معنى {دُونِ} : أدنى مكان من الشيء، واتسع فيه حتى استعمل في تخطّي الشيء إلى شيء آخر، ومنه ما في هذه الآية، وكذلك قوله تعالى:  {لا يَتَّخِذِ الْمُؤْمِنُونَ الْكافِرِينَ أَوْلِياءَ مِنْ دُونِ الْمُؤْمِنِينَ} . وله معان أخر: </p><p> منها: التقصير عن الغاية والحقارة. يقال: هذا الشيء دون؛ أي: حقير، ومنه قوله: </p><p> إذا ما علا المرء رام العلا ... ويقنع بالدّون من كان دونا </p><p>(١) الشوكاني.</p>"
}