{
  "id": null,
  "sura": 2,
  "aya": 274,
  "text": "<p> قال:  \"ليس الغنى عن كثرة العرض، ولكن الغنى غنى النفس\" متفق عليه. وعنه رضي الله عنه أيضًا أن رسول الله صلى الله عليه وآله وسلم قال:  \"ليس المسكين الذي تردُّه اللقمة واللقمتان، والتمرة والتمرتان، ولكن المسكين الذي لا يجد غنى يغنيه عن الناس، ولا يفطن به فيتصدق عليه، ولا يقوم فيسأل الناس\" . متفق عليه. </p><p> وعن الزبير رضي الله عنه قال: قال رسول الله صلى الله عليه وآله وسلم: \"لأن يأخذ أحدكم حبله ثم يأتي الجبل، فيأتي بحزمة من حطب على ظهره، فيبيعها خير له من أن يسأل الناس أعطوه، أم منعوه\" . رواه البخاري. </p><p> وعن ابن مسعود رضي الله عنه قال: قال رسول الله صلى الله عليه وآله وسلم: \"من سأل الناس وله ما يغنيه، جاء يوم القيامة ومسألته في وجهه خُموش - أو خدوش أو كدوح -قيل:يا رسول الله، وما يغنيه؟قال:خمسون درهمًا، أو قيمتها من الذهب\" أخرجه أبو داود والترمذي والنسائي. </p><p> {وَمَا تُنْفِقُوا} أيها المؤمنون {مِنْ خَيْرٍ} ؛ أي: من مال {فَإِنَّ اللَّهَ بِهِ عَلِيمٌ} ، فيجازيكم عليه أحسن جزاء؛ يعني: أن الله تعالى يعلم مقادير الإنفاق، ويجازي عليها، ففيه حث على الصدقة والإنفاق في الطاعة، خصوصًا على هؤلاء الفقراء. </p><p> ٢٧٤ - {الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ} في الصدقات {بِاللَّيْلِ وَالنَّهَارِ سِرًّا وَعَلَانِيَةً} حالان؛ أي: مسرين ومعلنين؛ أي (١) : الذين ينفقون أموالهم في طاعة الله ابتغاء مرضاته في جميع الأوقات من ليل ونهار، وفي جميع الأحوال من سر وجهر، ويعممون جميع الأوقات والأحوال بالصدقة لحرصهم على الخير، فكلما نزلت بهم حاجة محتاج .. عجّلوا قضاءها ولم يؤخروه، ولم يتعللوا بوقت ولا حال، وهذا شروع في بيان صفة الصدقة ووقتها، فصفتها: السر والعلانية، ووقتها: </p><p>(١) النسفي.</p><p> الليل والنهار. وعبارة الكرخي (١) : أي يعممون الأوقات والأحوال بالخير والصدقة. </p><p> ولعل تقديم الليل على النهار، والسر على العلانية؛ للإيذان بمزية الإخفاء على الإظهار. قيل: نزلت في شأن أبي بكر الصديق رضي الله عنه، تصدق بأربعين ألف دينار: عشرة آلاف بالليل، وعشرة آلاف بالنهار، وعشرة آلاف بالسر، وعشرة آلاف بالعلانية. وقيل: غير ذلك كما سبق. وكون ما ذكر سببًا لنزولها لا يقتضي خصوص الحكم به، بل العبرة بعموم اللفظ لا بخصوص السبب. فالآية عامة في الذين ينفقون أموالهم في جميع الأوقات، ويعمون بها أصحاب الحاجات والفاقات. </p><p> وعن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وآله وسلم: \"من احتبس فرسًا في سبيل الله إيمانًا واحتسابًا وتصديقًا بوعده .. كان شبعه وريه وروثه وبوله في ميزانه يوم القيامة\" . يعني: حسنات. أخرجه البخاري. </p><p> {فَلَهُمْ أَجْرُهُمْ} خبر للموصول، وأتى بالفاء للدلالة على سببية ما قبلها لما بعدها، أو لتضمن الموصول معنى اسم الشرط لعمومه؛ أي: فلهم جزاء أعمالهم {عِنْدَ رَبِّهِمْ} في الجنة {وَلَا خَوْفٌ} في الآخرة {وَلَا هُمْ يَحْزَنُونَ} على ما فاتهم في الدنيا. </p><p> الإعراب </p><p> {وَمَا أَنْفَقْتُمْ مِنْ نَفَقَةٍ أَوْ نَذَرْتُمْ مِنْ نَذْرٍ فَإِنَّ اللَّهَ يَعْلَمُهُ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ (٢٧٠) }. </p><p> {وَمَا أَنْفَقْتُمْ}  {الواو} : استئنافية {ما} : شرطية في محل النصب مفعول مقدم وجوبًا، أو موصولة في محل الرفع مبتدأ. {أَنْفَقْتُمْ} : فعل وفاعل في محل الجزم بـ {ما}  {مِنْ نَفَقَةٍ} : متعلق بـ {أَنْفَقْتُمْ} ، أو متعلق بمحذوف حال من </p><p>(١) الفتوحات الإلهية.</p><p> {ما} تقديره: حال كونه كائنًا من نفقة، وكذا يقال، في قوله:  {مِنْ نَذْرٍ}  {أَوْ} : حرف عطف وتنويع {نَذَرْتُمْ} : فعل وفاعل في محل الجزم معطوف على {أَنْفَقْتُمْ} . {مِنْ نَذْرٍ} متعلق بـ {نَذَرْتُمْ} . وفي قوله (١) : {مِنْ نَذْرٍ} دلالة على حذف موصول قبل قوله: {نَذَرْتُمْ} تقديره. أو ما نذرتم من نذر؛ لأن {مِنْ نَذْرٍ} تفسير وتوضيح لذلك المحذوف، وحذف ذلك للعلم به، ولدلالة ما في قوله:  {وَمَا أَنْفَقْتُمْ} عليه؛ كما حذف ذلك في قول حسان: </p><p> أمَنْ يَهْجُوْ رَسُولَ اللهِ مِنْكُمْ ... وَيَمْدَحُهُ وَينصُرُهْ سَوَاءُ؟! </p><p> {فَإِنَّ اللَّهَ} الفاء رابطة لجواب {ما} الشرطية وجوبًا أو رابطة الخبر بالمبتدأ جوازًا، {إن} : حرف نصب {اللَّهَ} : اسمها، {يَعْلَمُهُ} : فعل ومفعول، وفاعله ضمير يعود على الله، والجملة الفعلية في محل الرفع خبر {إن} ، وجملة {إن} من اسمها وخبرها في محل الجزم جواب {ما} الشرطية، أو في محل الرفع خبر المبتدأ، وجملة {ما} الشرطية، أو جملة المبتدأ مستأنفة، {وَمَا لِلظَّالِمِينَ} : الواو استئنافية {ما} : نافية. {لِلظَّالِمِينَ} : جار ومجرور خبر مقدم. {مِنْ أَنْصَارٍ} : {مِنْ} : زائدة {أَنْصَارٍ} : مبتدأ مؤخر، والتقدير: وما أنصار كائنون للظالمين، والجملة الإسمية مستأنفة. </p><p> {إِنْ تُبْدُوا الصَّدَقَاتِ فَنِعِمَّا هِيَ} . </p><p> {إِنْ} : حرف شرط جازم. {تُبْدُوا الصَّدَقَاتِ} : فعل وفاعل ومفعول، مجزوم بـ {إن} الشرطية. {فَنِعِمَّا هِيَ} : الفاء رابطة لجواب {إِنْ} الشرطية وجوبًا؛ لكون الجواب جملة جامدية. {نِعْمَ} : فعل ماضٍ من أفعال المدح، وفاعله ضمير مستتر تقديره: هو يعود على الشيء المبهم. {ما} : نكرة تامة في محل النصب تمييز لفاعل {نِعْمَ} . {هي} : مخصوص بالمدح خبر لمبتدأ محذوف تقديره: المخصوص بالمدح هي؛ أي: إبداء تلك الصدقات. أو {هي} : مبتدأ، والخبر جملة {نعم} . وجملة {نعم} في محل الجزم جواب </p><p>(١) البحر المحيط.</p><p> {إن} الشرطية، وجملة {إن} الشرطية مستأنفة. </p><p> {وَإِنْ تُخْفُوهَا وَتُؤْتُوهَا الْفُقَرَاءَ فَهُوَ خَيْرٌ لَكُمْ وَيُكَفِّرُ عَنْكُمْ مِنْ سَيِّئَاتِكُمْ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ} . </p><p> {وَإِنْ}  {الواو} : عاطفة {إن} : حرف شرط جازم. {تُخْفُوهَا} فعل وفاعل ومفعول مجزوم بـ {إن} على كونه فعل الشرط، وجزمه حذف النون. {وَتُؤْتُوهَا} : الواو عاطفة {تؤتوها} : فعل وفاعل ومفعول أول، معطوف على تخفوها. {الْفُقَرَاءَ} : مفعول ثان. {فَهُوَ} الفاء رابطة لجواب {إن} الشرطية وجوبًا. {هو} : مبتدأ {خَيْرٌ} خبر. {لَكُمْ} : جار ومجرور متعلق بمحذوف صفة لـ {خَيْرٌ} ، كما ذكره أبو حيان في \"البحر\" تقديره: فهو - أي: الإخفاء - خير كائن لكم، والجملة الإسمية في محل الجزم على كونها جواب الشرط، وجملة {إن} الشرطية معطوفة على جملة قوله: {إِنْ تُبْدُوا الصَّدَقَاتِ} . {وَيُكَفِّرُ} : الواو عاطفة. {يُكفِّر} : فعل مضارع مرفوع، وفاعله ضمير يعود على الله، أو على الإخفاء. {عَنْكُمْ} : جار ومجرور متعلق به {مِنْ} : زائدة. {سَيِّئَاتِكُمْ} : مفعول به، ومضاف إليه، ويحتمل كون {مِنْ} تبعيضية، والمفعول محذوف تقديره: شيئًا من سيئاتكم، والجملة الفعلية في محل الجزم معطوفة على جملة قوله:  {فَهُوَ خَيْرٌ لَكُمْ} على كونها جواب الشرط. وقرىء {يكفر} بالجزم عطفًا على الجواب، وبالنصب على تقدير أن، والمصدر المؤول من {أن} معطوفٌ على {خَيْرٌ} ، والتقدير: فهو - أي الإخفاء - خير لكم، وتكفير سيئاتكم {وَاللَّهُ} : الواو استئنافية {الله} : مبتدأ {بِمَا} جار ومجرور متعلق بـ {خَبِيرٌ} الآتي. {تَعْمَلُونَ} : فعل وفاعل، والجملة صلة لـ {ما} ، أو صفة لها، والعائد أو الرابط محذوف تقديره: تعملونه. {خَبِيرٌ} : خبر المبتدأ، والجملة مستأنفة. </p><p> {لَيْسَ عَلَيْكَ هُدَاهُمْ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ وَمَا تُنْفِقُوا مِنْ خَيْرٍ فَلِأَنْفُسِكُمْ} . </p><p> {لَيْسَ} : فعل ماضٍ ناقص {عَلَيْكَ} : جار ومجرور خبر مقدم لـ {لَيْسَ} . </p><p> {هُدَاهُمْ} : اسمها مؤخر، ومضاف إليه، والتقدير: ليس هداهم كائنًا عليك، والجملة مستأنفة. {وَلَكِنَّ} : الواو عاطفة {لكن} : حرف نصب واستدراك. {اللَّهَ} : اسمها {يَهْدِي} : فعل مضارع، وفاعله ضمير يعود على الله، والجملة في محل الرفع خبر {لكن} ، وجملة {لكن} معطوفة على جملة {لَيْسَ} . {مَنْ يَشَاءُ} : {مَنْ} : اسم موصول في محل النصب مفعول به. {يشاء} : فعل مضارع وفاعله ضمير يعود على الله، والجملة صلة {مَنْ} الموصولة، والعائد محذوف تقديره: يشاء هدايته. {وَمَا} : الواو استئنافية. {ما} : شرطية في محل النصب مفعول مقدم وجوبًا. {تُنْفِقُوا} : فعل وفاعل مجزوم بـ {ما} على كونه فعل الشرط. {مِنْ خَيْرٍ} : جار ومجرور متعلق بمحذوف حال من {ما} . {فَلِأَنْفُسِكُمْ} الفاء رابطة. {لأنفسكم} : جار ومجرور ومضاف إليه، متعلق بمحذوف خبر لمبتدأ محذوف؛ تقديره: فهو كائن لكم، والجملة الإسمية في محل الجزم جواب {ما} الشرطية، وجملة {ما} الشرطية مستأنفة. </p><p> {وَمَا تُنْفِقُونَ إِلَّا ابْتِغَاءَ وَجْهِ اللَّهِ} . </p><p> {وَمَا تُنْفِقُونَ} الواو استئنافية {ما} : نافية {تُنْفِقُونَ} : فعل وفاعل {إِلَّا ابْتِغَاءَ} إلا أداة استثناء مفرغ {ابْتِغَاءَ} : مفعول لأجله، وهو مضاف. {وَجْهِ} : مضاف إليه، وجه مضاف، ولفظ الجلالة {الله} مضاف إليه والجملة الفعلية مستأنفة، أو معطوفة على الجملة التي قبلها، وهي خبرية اللفظ إنشائية المعنى قصد بها النهي، والمعنى: لا تنفقوا لغرض من الأغراض إلا لغرض ابتغاء وجه الله تعالى. </p><p> {وَمَا تُنْفِقُوا مِنْ خَيْرٍ يُوَفَّ إِلَيْكُمْ وَأَنْتُمْ لَا تُظْلَمُونَ} . </p><p> {وَمَا} الواو عاطفة. {ما} : اسم شرط في محل النصب مفعول مقدم {تُنْفِقُوا} : فعل وفاعل مجزوم بـ {ما} . {مِنْ خَيْرٍ} : حال من {ما}  {يُوَفَّ} : فعل مضارع مغير الصيغة مجزوم بـ {ما} ، ونائب فاعله ضمير يعود على {ما} ، وجملة {ما} الشرطية معطوفة على جملة قوله: {وَمَا تُنْفِقُوا مِنْ خَيْرٍ فَلِأَنْفُسِكُمْ} ، وأتت الواو حالية، أو استئنافية. {أنتم} : مبتدأ، وجملة {لَا تُظْلَمُونَ} خبره، </p><p> والجملة الإسمية في محل النصب حال من ضمير {إِلَيْكُمْ} ، والعامل فيه {يُوَفَّ} ، أو مستأنفة لا محل لها من الإعراب. </p><p> {لِلْفُقَرَاءِ الَّذِينَ أُحْصِرُوا فِي سَبِيلِ اللَّهِ لَا يَسْتَطِيعُونَ ضَرْبًا فِي الْأَرْضِ يَحْسَبُهُمُ الْجَاهِلُ أَغْنِيَاءَ مِنَ التَّعَفُّفِ} . </p><p> {لِلْفُقَرَاءِ} : جار ومجرور، متعلق بمحذوف خبر لمبتدأ محذوف جوازًا؛ تقديره: الصدقات مصروفة للفقراء، والجملة من المبتدأ المحذوف وخبره مستأنفة استئنافًا بيانيًّا، كأنهم لما أمروا بالصدقات .. قالوا: فلمن هي؟ فأجيبوا: بأنها لهؤلاء الفقراء المذكورين. {الَّذِينَ} : اسم موصول صفة {لِلْفُقَرَاءِ} . {أُحْصِرُوا} : فعل ونائب فاعل، والجملة صلة الموصول، والعائد ضمير النائب .. {فِي سَبِيلِ اللَّهِ} : جار ومجرور مضاف إليه، متعلق بـ {أُحْصِرُوا} . {لَا يَسْتَطِيعُونَ} : {لَا} : نافية {يَسْتَطِيعُونَ} : فعل وفاعل، والجملة في محل النصب حال من ضمير النائب في {أُحْصِرُوا} ، والعامل فيه {أُحْصِرُوا} ؛ أي: أحصروا عاجزين، ويجوز أن يكون مستأنفًا. {ضَرْبًا} : مفعول به. {فِي الْأَرْضِ} : متعلق بـ {ضَرْبًا} ، أو بمحذوف صفة لـ {ضَرْبًا} ، {يَحْسَبُهُمُ الْجَاهِلُ} فعل ومفعول أول وفاعل، {أَغْنِيَاءَ} : مفعول ثانٍ. {مِنَ التَّعَفُّفِ} : جار ومجرور متعلق، بـ {يحسب} ؛ أي: يحسبهم لأجل تعففهم. والجملة في محل النصب حال أيضًا من ضمير النائب في {أُحْصِرُوا} ، ويجوز أن يكون مستأنفًا. </p><p> {تَعْرِفُهُمْ بِسِيمَاهُمْ لَا يَسْأَلُونَ النَّاسَ إِلْحَافًا} . </p><p> {تَعْرِفُهُمْ} : فعل ومفعول، وفاعله ضمير يعود على المخاطب، والجملة في محل النصب حال أيضًا، أو مستأنفة. {بِسِيمَاهُمْ} : جار ومجرور ومضاف إليه، متعلق بـ {تَعْرِفُهُمْ} . {لَا} : نافية. {يَسْأَلُونَ النَّاسَ} : فعل وفاعل ومفعول أول، والمفعول الثاني محذوف تقديره: أموالهم، والجملة في محل النصب حال، أو مستأنفة. {إِلْحَافًا} : قال السمين: في نصبه ثلاثة أوجه: </p><p> أحدها: نصبه على المصدر بفعل مقدر؛ أي: يلحفون إلحافًا، والجملة المقدرة حال من فاعل {يَسْأَلُونَ} . </p><p> والثاني: أن يكون مفعولًا لأجله؛ أي: لا يسألون لأجل الإلحاف. </p><p> والثالث: أن يكون مصدرًا في موضع الحال تقديره: لا يسألون ملحفين. انتهى. </p><p> {وَمَا تُنْفِقُوا مِنْ خَيْرٍ فَإِنَّ اللَّهَ بِهِ عَلِيمٌ} . </p><p> {وَمَا} الواو استئنافية. {ما} : اسم شرط في محل النصب مفعول مقدم. {تُنْفِقُوا} : فعل وفاعل مجزوم بـ {ما} ، {مِنْ خَيْرٍ} : حال من {ما} . {فَإِنَّ اللَّهَ} : الفاء رابطة لجواب {ما} الشرطية. {إنَّ} : حرف نصب. {اللَّهَ} : اسمها به متعلق بـ {عَلِيمٌ} ، {عَلِيمٌ} : خبر {إنَّ} ، وجملة {إنَّ} في محل الجزم بـ {ما} على كونها جوابًا لها، وجملة {ما} الشرطية مستأنفة لا محل لها من الإعراب. </p><p> {الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ بِاللَّيْلِ وَالنَّهَارِ سِرًّا وَعَلَانِيَةً فَلَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ (٢٧٤) }. </p><p> {الَّذِينَ} : مبتدأ أول. {يُنْفِقُونَ} : فعل وفاعل، والجملة صلة الموصول، والعائد ضمير الفاعل. {أَمْوَالَهُمْ} : مفعول به ومضاف إليه. {بِاللَّيْلِ} : الباء بمعنى: في، {الليل} : مجرور بها، والجار والمجرور متعلق بـ {يُنْفِقُونَ} ، {وَالنَّهَارِ} : معطوف على {الليل} ، {سِرًّا وَعَلَانِيَةً} ؛ مصدران في موضع الحال من فاعل {يُنْفِقُونَ} ؛ أي: مسرين ومعلنين {فَلَهُمْ} : الفاء رابطة الخبر بالمبتدأ؛ لِمَا في المبتدأ من العموم. {لهم} : خبر مقدم. {أَجْرُهُمْ} : مبتدأ ثانٍ ومضاف إليه {عِنْدَ رَبِّهِمْ} : ظرف ومضاف إليه، متعلق بالاستقرار الذي تعلق به الخبر، والجملة من المبتدأ الثاني وخبره خبرٌ للمبتدأ الأول، والجملة من المبتدأ الأول وخبره مستأنفة {وَلَا خَوْفٌ عَلَيْهِمْ} الواو عاطفة {لا} : نافية تعمل عمل ليس. {خَوْفٌ} : اسمها. {عَلَيْهِمْ} : جار ومجرور خبر {لا} ، وجملة {لا} في محل الرفع معطوفة على جملة قوله: {فَلَهُمْ أَجْرُهُمْ} على كونها خبرًا للمبتدأ الأول. {وَلَا هُمْ} : الواو عاطفة. {لا} : نافية {هم} : مبتدأ، وجملة {يَحْزَنُونَ} خبره، والجملة الإسمية في </p><p> محل الرفع معطوفة أيضًا على جملة قوله:  {فَلَهُمْ أَجْرُهُمْ} على كونها خَبرًا للمبتدأ الأول. </p><p> التصريف ومفردات اللغة </p><p> {فَنِعِمَّا هِيَ} : أصلها نعم ما، ونعم (١) : فعل جامد ليس له مضارع ولا أمر ولا غيرهما. فليس من مباحث الصرفيين ما هو معلوم، ولكن نذكره هنا لأجل هذا الإدغام، فهو في الأصل من باب فَعِل المكسور كـ: علِم كما جاء في الشعر كذلك، إلا أنهم سكنوا العين، ونقلوا حركتها إلى النون ليكون دليلًا على الأصل. ومنهم من يترك النون مفتوحة على الأصل، ومنهم من يكسر النون والعين إتباعًا. وبكل قد قرئ في المتواتر كما سبق، وفيه قراءة أخرى أيضًا وهي: إسكان العين والميم مع الإدغام. وفيه بُعْدٌ لما فيه من الجمع بين الساكنين، ولكنه متواتر فلا بعد فيه. </p><p> {مِنْ سَيِّئَاتِكُمْ} : السيئات: جمع سيئة، ووزنها: فيعلة، وعينها واو، والأصل: سيوئة، فاجتمعت الواو والياء وسبقت إحداهما بالسكون، فقلبت الواو ياءً، وأدغمت الياء في الياء، فصار سيئة. </p><p> {مِنَ التَّعَفُّفِ} التعفف مصدر تعفف، - من باب: تفعَّل - تعففًا إذا أعرض عن الشيء، وتركه مع القدرة على تعاطيه. {بِسِيمَاهُمْ} : السيما (٢) بالقصر: العلامة، ويجوز مدُّها، وإذا مدت .. فالهمزة فيها منقلبة عن حرف زائد للإلحاق، إما واو أو ياء فهي كـ: علياء ملحقة بـ: سرداح، فالهمزة للإلحاق، لا للتأنيث، وهي منصرفة لذلك. وسيما مقلوبة قدمت عينها على فائها؛ لأنها مشتقة من الوَسْم، فهي من السمة؛ أي: العلامة. فلما وقعت الواو بعد كسره قلبت ياء، فوزن سيما: عُفْلا، كما يقال: اضمحلَّ وامضحل. </p><p> {إِلْحَافًا} الإلحاف: (٣) الإلحاح في المسألة والتمادي فيها، وهو مشتق من اللِّحافِ، سُمِّي بذلك لاشتماله على وجود الطلب في المسألة، كاشتمال </p><p>(١) عكبري. (٢) الجمل.(٣) الشوكاني.</p><p> اللِّحافُ على التغطية. </p><p> البلاغة </p><p> {وَمَا أَنْفَقْتُمْ مِنْ نَفَقَةٍ} بين {أَنْفَقْتُمْ} و {نَفَقَةٍ} : جناس الاشتقاق، وكذلك بين {نَذَرْتُمْ} و {نَذْرٍ} .. </p><p> {فَإِنَّ اللَّهَ يَعْلَمُهُ} : فالتعبير بالعلم كناية عن المجازاة، وإلا فهو معلوم، ذكره الكرخي. </p><p> {إِنْ تُبْدُوا الصَّدَقَاتِ} : فيه نوع تفصيل لبعض ما أجمل في الشرطية قبله، وبيان له، ولذا ترك العطف بينهما، وفي الإبداء والإخفاء طباق لفظي، وكذلك بين لفظ الليل والنهار، والسر والعلانية. وهو من المحسنات البديعية. </p><p> وفي قوله:  {وَتُؤْتُوهَا الْفُقَرَاءَ} طباق معنوي (١) ؛ لأنه لا يؤتي الصدقات إلا الأغنياء، فكأنه قيل: إن يبد الصدقات الأغنياء. </p><p> وفي قوله:  {هُدَاهُمْ} طباق معنوي؛ إذ المعنى: ليس عليك هدى الظالمين. </p><p> وفي قوله:  {وَأَنْتُمْ لَا تُظْلَمُونَ} إطناب؛ لوروده بعد قوله:  {يُوَفَّ إِلَيْكُمْ} الذي معناه يصلْكم وافيًا غير منقوص. </p><p> {لِلْفُقَرَاءِ الَّذِينَ أُحْصِرُوا فِي سَبِيلِ اللَّهِ} وفي هذه الآية طباق في موضعين: </p><p> أحدهما: في قوله: {أُحْصِرُوا} و {ضَرْبًا فِي الْأَرْضِ} . </p><p> والثاني: في قوله: {لِلْفُقَرَاءِ} و {أَغْنِيَاءَ} . </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p>(١) البحر المحيط.</p><p> قال الله سبحانه جلَّ وعلا: </p><p> {الَّذِينَ يَأْكُلُونَ الرِّبَا لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ الَّذِي يَتَخَبَّطُهُ الشَّيْطَانُ مِنَ الْمَسِّ ذَلِكَ بِأَنَّهُمْ قَالُوا إِنَّمَا الْبَيْعُ مِثْلُ الرِّبَا وَأَحَلَّ اللَّهُ الْبَيْعَ وَحَرَّمَ الرِّبَا فَمَنْ جَاءَهُ مَوْعِظَةٌ مِنْ رَبِّهِ فَانْتَهَى فَلَهُ مَا سَلَفَ وَأَمْرُهُ إِلَى اللَّهِ وَمَنْ عَادَ فَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ (٢٧٥) يَمْحَقُ اللَّهُ الرِّبَا وَيُرْبِي الصَّدَقَاتِ وَاللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ (٢٧٦) إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ لَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ (٢٧٧) يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَذَرُوا مَا بَقِيَ مِنَ الرِّبَا إِنْ كُنْتُمْ مُؤْمِنِينَ (٢٧٨) فَإِنْ لَمْ تَفْعَلُوا فَأْذَنُوا بِحَرْبٍ مِنَ اللَّهِ وَرَسُولِهِ وَإِنْ تُبْتُمْ فَلَكُمْ رُءُوسُ أَمْوَالِكُمْ لَا تَظْلِمُونَ وَلَا تُظْلَمُونَ (٢٧٩) وَإِنْ كَانَ ذُو عُسْرَةٍ فَنَظِرَةٌ إِلَى مَيْسَرَةٍ وَأَنْ تَصَدَّقُوا خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ (٢٨٠) وَاتَّقُوا يَوْمًا تُرْجَعُونَ فِيهِ إِلَى اللَّهِ ثُمَّ تُوَفَّى كُلُّ نَفْسٍ مَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ (٢٨١) }. </p><p> المناسبة </p><p> قوله تعالى:  {الَّذِينَ يَأْكُلُونَ الرِّبَا لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ الَّذِي يَتَخَبَّطُهُ الشَّيْطَانُ مِنَ الْمَسِّ ...} مناسبة (١) هذه الآية لما قبلها: أن ما قبلها وارد في تفضيل الإنفاق والصدقة في سبيل الله، وأنه يكون ذلك من طيبات ما كسب، ولا يكون من الخبيث، فذكر نوعًا غلب عليهم في الجاهلية - وهو خبيث - وهو: الربا، حتى يُمتنع من الصدقة بما كان من ربا، وأيضًا فتظهر مناسبة أخرى، وذلك أن الصدقات فيها نقصان مال، والربا فيه زيادة مال، فاستطرد من المأمور به إلى ذكر المنهي عنه، لما بينهما من مناسبة ذكر التضاد. </p><p> قوله تعالى:  {الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَأَقَامُوا الصَّلَاةَ ...} الآية، مناسبة هذه الآية لما قبلها واضحة؛ وذلك أنه لما ذكر حال آكل الربا، وحال من عاد إليه بعد مجيء الموعظة، وأنه كافر أثيم .. ذكر ضد هؤلاء؛ ليبين فرق ما بين الحالين. </p><p>(١) البحر المحيط.</p><p> أسباب النزول </p><p> قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَذَرُوا مَا بَقِيَ مِنَ الرِّبَا ...} أخرج (١) ابن جرير عن ابن جريج قال: كانت ثقيف قد صالحت النبي صلى الله عليه وآله وسلم على أن ما لَهم من ربا على الناس، وما كان للناس عليهم من ربا .. فهو موضوع، فلما كان الفتح استعمل عتاب بن أسيد على مكة، وكانت بنو عمرو بن عوف يأخذون الربا من ابن المغيرة، وكان بنو المغيرة يرابون لهم في الجاهلية، فجاء الإِسلام ولهم عليهم مال كثير، فأتاهم بنو عمرو يطلبون رباهم، فأبى بنو المغيرة أن يعطوهم في الإِسلام، ورفعوا ذلك إلى عتاب بن أسيد، فكتب عتاب إلى رسول الله صلى الله عليه وآله وسلم، فنزلت:  {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَذَرُوا مَا بَقِيَ مِنَ الرِّبَا} فكتب بها رسول الله صلى الله عليه وآله وسلم إلى عتاب، وقال:  \"إن رضوا، وإلا فأذنهم بحرب\" . </p><p> وأخرج أهل السنن وغيرهم عن عمرو بن الأحوص: أنه شهد حجة الوداع مع رسول الله صلى الله عليه وآله وسلم، فقال:  \"ألا إن كل ربا في الجاهلية موضوع لكم رؤوس أموالكم، لا تَظلمون ولا تُظلمون،وأول ربا موضوع:ربا العباس\" . </p><p> وأخرج ابن منده عن ابن عباس قال: نزلت هذه الآية في ربيعة بن عمرو وأصحابه: {وَإِنْ تُبْتُمْ فَلَكُمْ رُءُوسُ أَمْوَالِكُمْ} . </p><p> وعن ابن عباس رضي الله عنه قال (٢) : آخر آية نزلت من القرآن على النبي صلى الله عليه وآله وسلم: {وَاتَّقُوا يَوْمًا تُرْجَعُونَ فِيهِ إِلَى اللَّهِ} وقال: وكان بين نزولها وبين موت النبي صلى الله عليه وآله وسلم إحدى وثمانون يومًا. وأخرج ابن أبي حاتم عن سعيد بن جبير رضي الله عنه أنه عاش النبي صلى الله عليه وآله وسلم بعد نزولها تسع ليال، ثم مات. </p><p>(١) الشوكاني. (٢) الشوكاني.</p>"
}