{
  "id": null,
  "sura": 2,
  "aya": 136,
  "text": "<p> إبراهيم، وإمّا على أنَّه منصوب على الإغراء؛ أي؛ الزموا ملَّة إبراهيم، وإمَّا على أنّه منصوبٌ على إسقاط الخافض؛ أي: نقتدي ملّة إبراهيم؛ أي: بملة إبراهيم، ويحتمل أن يكون الخطاب للكفار، فيكون المضمر اتبعوا، أو كونوا، ويحتمل أن يكون من كلام المؤمنين، فيقدَّر نتَّبع، أو نكون، أو نقتدي على ما تقدم تقديره. </p><p> وقرأ ابن هرمز الأعرج، وابن أبي عبلة:  {بَلْ مِلَّةَ إِبْرَاهِيمَ} برفع ملَّة وهو خبر مبتدإٍ محذوف؛ أي: بل الهدى ملة إبراهيم، أو أمْرُنا ملَّتُه، أو نحن ملَّتُه؛ أي؛ أهل ملته، أو مبتدأ محذوف الخبر؛ أي: بل ملة إبراهيم حنيفًا ملَّتنا؛ أي: بل نتبع ملة إبراهيم حالة كون إبراهيم {حَنِيفًا} ؛ أي: مائلًا عن الأديان الباطلة كُلِّها من اليهودية، والنصرانية، والوثنية، إلى الدين الحق السَّمح الذي هو التوحيد، وهو حالٌ من المضاف إليه، وهو إبراهيم، كما في قولهم: رأيت وجه هندٍ قائمةً؛ لأنَّ رؤية وجه هندٍ يستلزم رؤيتها، فالحال هنا تبين هيئة المفعول، أو من المضاف وهو المِلَّة، وتذكير حنيفًا حينئذٍ بتأويل الملة بالدين؛ لأنّهما متَّحدان ذاتًا، والتغاير بالاعتبار، وإنَّما خصَّ (١) إبراهيم دون غيره من الأنبياء، وإن كان كُلُّهم مائلين إلى الحق مستقيمين في الطريقة حنفاء؛ لأنّ الله تعالى اختصَّ إبراهيم بالإمامة؛ لِمَا سنَّه من مناسك الحج، والختان، وغير ذلك من شرائع الإِسلام ممَّا يقتدى به إلى قيام الساعة {وَمَا كاَنَ} إبراهيم {مِنَ الْمُشْرِكِينَ} بالله تعالى؛ أي: وما كان على دينهم، والمراد بالإشراك: مطلق الكفر، وفي هذا تعريضٌ بهم، وإيذانٌ ببطلان دعاويهم اتباع إبراهيم عليه السلام مع إشراكهم، فإشراك اليهود بقولهم: عزير ابن الله، وإشراك النصارى بقولهم: المسيح ابن الله وإشراك غيرهما بعبادة الأوثان، والشمس، والقمر، والكواكب، والملائكة، وغيرها. </p><p> وفي الآية: إرشاد (٢) إلى اتباع دين إبراهيم، وهو الدين الذي عليه نبيُّنا محمدٌ - صلى الله عليه وسلم - وأصحابه، وأتباعه، وبعد أن أمر الله سبحانه نبيَّه - صلى الله عليه وسلم - أن يدعو الناس إلى اتّباع ملة إبراهيم، أمر المؤمنين بمثل ذلك، فقال: </p><p> ١٣٦ - (قُولُوا) أيُّها المؤمنون! </p><p>(١) العمدة. (٢) روح البيان.</p><p> لهؤلاء اليهود والنصارى الذين قالوا لكم ذلك {آمَنَّا بِاللَّهِ} وحده، وصدَّقنا بوحدانيَّته {وَمَا أُنْزِلَ إِلَيْنَا} ؛ أي: آمنا بالقرآن الذي أنزل على نبينا، والإنزال إليه إنزالٌ إلى أمته؛ لأنَّ حكم المنزل يَلْزَمُ الكُلَّ؛ لأنّهم المخاطبون فيه بتكالفيه من الأوامر، والنواهي، وغير ذلك. </p><p> أخرج البخاري عن أبي هريرة - رضي الله عنه - قال: كان أهل الكتاب يقرؤون التوراة بالعبرانية، ويفسِّرونها بالعربية لأهل الإِسلام، فقال رسول الله - صلى الله عليه وسلم -: \"لا تصدِّقوا أهل الكتاب، ولا تكذِّبوهم،ولكن قولوا:آمنا باللهِ وما أنزل إلينا، فإن كان حقًّا لم تكذبوه، وإن كان كذبًا لم تصدقوه\" . وروى ابن أبي حاتم عن معقل مرفوعًا:  (آمِنُوا بالتوارة والإنجيل، وليسعكم القرآن)  {وَمَا أُنْزِلَ إِلَى إِبْرَاهِيمَ} من صحفه العشر، قال تعالى:  {إن هذا لفي الصحف الأولى صحف إبراهيم وموسى} وكرَّر الموصول؛ لأنّ المنزل إلينا وهو القرآن غير تلك الصحائف التي أنزلت على إبراهيم، فلو حذف الموصول لأوهم أنَّ المنزل إلينا هو المنزل إلى إبراهيم، وعطف قوله:  {وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ} على إبراهيم مع أنَّه لم ينزل إليهم شيءٌ؛ لأنّهم كلِّفوا العمل بما أنزل إلى إبراهيم، والدعاء إليه، فأضيف الإنزال إليهم كما أضيف إلينا في قوله:  {وَمَا أُنْزِلَ إِلَيْنَا} والأسباط: جمع سبطٍ وهو في الأصل شجرةٌ واحدةٌ لها أغصانٌ كثيرةٌ، والمراد هنا: أولاد يعقوب من صلبه اثنا عشر، كما مر، سُمُّوا بذلك؛ لأنّه وُلد لكلٍ منهم جماعةٌ، وسبط الرجل: حافده؛ أي: ولد ولده، وحينئذٍ تسمية أولاد يعقوب بالأسباط بالنظر، لكونهم أولاد أولاد إسحاق وإبراهيم، وقيل: المراد: أولاد أولاد يعقوب وتسميتهم أسباطًا ظاهرةٌ، والأسباط من بني إسرائيل، كالقبائل من العرب، والشعوب من العجم، وهم جماعةٌ من أبٍ وأمٍ، وكان في الأسباط أنبياء {وَمَا أُوتِيَ مُوسَى} ؛ أي: وآمنَّا بالذي أوتي، وأعطي موسى بن عمران، كليم الله من التوراة، والآيات {و} ما أوتى {عيسى} ابن مريم من الإنجيل، والآيات، ونصَّ على موسى وعيسى؛ لأنّهما متبوعا اليهود والنصارى بزعمهم، والكلام هنا معهم، ولم يكرِّر الموصول في عيسى؛ لأنه إنّما جاء مصدِّقًا لما في التوراة، ولم ينسخ منها إلّا نزرًا يسيرًا، فالذي أوتي عيسى هو ما أوتي موسى، وإن كان قد </p><p> خالف في نزرٍ يسيرٍ، وتعبيره أوّلًا بأنزل، وثانيًا بأوتي مع كون المعنى واحدًا؛ للتفنُّن، ولمَّا (١) ذكر في الإنزال خاصًّا عطف عليه جمعًا، فكذلك لما ذكر في الإيتاء خاصًّا عطف عليه جمعًا، ولمَّا أظهر الموصول في الإنزال في العطف أظهره في الإيتاء، فقال:  {وَمَا أُوتِيَ النَّبِيُّونَ مِنْ رَبِّهِمْ} ؛ أي: وبجميع ما أعطى النبيون المذكورون، وغيرهم من الكتب، والمعجزات، والمعنى: آمنَّا أيضًا بالتوراة والإنجيل، والكتب التي أوتي جميع النبيين، وصدَّقنا أنَّ ذلك كُلَّه حق، وهدى، ونور، وأنَّ الجميع من عند الله تعالى، وأنَّ جميع ما ذكر الله من أنبيائه كانوا على هدى، وحقٍّ، وذكر ما أوتي هنا، وحذفه في آل عمران؛ اختصارًا، كما هو الأنسب بالآخر، وقال هنا: أوتي موسى، ولم يقل: وما أنزل إلى موسى، كما قال قبل:  {وَمَا أُنْزِلَ إِلَى إِبْرَاهِيمَ} ؛ للاحتراز عن كثرة التكرار. </p><p> {لَا نُفَرِّقُ} في الإيمان لا في الأفضليَّة {بَيْنَ أَحَدٍ مِنْهُمْ} ؛ أي: بين أحدٍ من الأنبياء؛ أي: لا نؤمن ببعض الأنبياء ونكفر ببعضٍ، كما فعلت اليهود والنصارى، فاليهود كفرت بعيسى ومحمد - صلى الله عليه وسلم -، وأقرَّت ببعض الأنبياء، بل نؤمن نحن بكلِّ الأنبياء، وأنَّ جميعهم كانوا على حقّ وهدى؛ لأنَّ تصديق الكُل واجبٌ، والدليل الذي أوجب علينا أن نؤمن ببعض الأنبياء، وهو تصديق الله إياه بخلق المعجزات على يديه، يوجب الإيمان بالباقين، فلو آمنَّا ببعضهم، وكفرنا بالبعض لناقضنا أنفسنا، والجملة حال من الضمير في آمنا، ولفظ أحد (٢) ؛ لوقوعه في سياق النفي عامٌّ، فساغ أن يضاف إليه (بين) من غير تقدير معطوفٍ، نحو: المال بين الناس، ووجَّهَهُ في \"الكشاف\" بقوله: وأحدٌ في معنى الجماعة بحسب الوضع، وعلَّله التفتازانيُّ بقوله: لأنّه اسمٌ لمن يصلح أن يخاطب يستوي فيه المذكر والمؤنث، والمثنى والمجموع، ويشترط أن يكون استعماله مع كُلٍّ، أو في كلام غير موجب، وهذا غير الأحد الذي هو أوَّل العدد في مثل {قُلْ هُوَ اللَّهُ أَحَدٌ} ، وليس كونه في معنى الجماعة من جهة كونه نكرةً في سياق النفي على </p><p>(١) البحر المحيط. (٢) الفتوحات.</p><p> ما سبق إلى كثيرٍ من الأذهان، ألا ترى أنَّه لا يستقيم لا نُفرِّق بين رسولٍ من الرسل إلّا بتقدير العطف؛ أي: بين رسولٍ ورسولٍ. اهـ. \"كرخي\" . </p><p> {وَنَحْنُ لَهُ} سبحانه وتعالى {مُسْلِمُونَ} ؛ أي: منقادون خاضعون بالطاعة، مذعنون له بالعبودية؛ أي: آمنَّا بالله، والحال أنَّا مخلصون لله تعالى جميع أعمالنا، ومذعنون له، وله متعلِّقٌ بمسلمون، وتأخَّر عنه العامل؛ لرعاية الفواصل، أو قدَّم له؛ للاعتناء بالضمير العائد على الله تعالى. </p><p> فائدةٌ: وابتدأ أوّلًا بالإيمان بالله (١) ؛ لأنَّ ذلك أصل الشرائع، وقدَّم ما أنزل إلينا، وإن كان متأخِّرًا في الإنزال عن ما بعده؛ لأنّه أولى بالذكر؛ لأنَّ الناس بعد بعثة محمدٍ - صلى الله عليه وسلم - مدعوون إلى الإيمان بما أنزل إليه جملةً وتفصيلًا، وقدَّم ما أنزل إلى إبراهيم على ما أوتى موسى وعيسى؛ للتقدم في الزمان؛ أو لأنَّ المنزل على موسى ومن ذكر معه هو المنزل إلى إبراهيم، إذ هم داخلون تحت شريعته، </p><p> وأنزل (٢) يتعدَّى بعلى، وإلى، فلذا أورد بإلى، وفي آل عمران بعلى. </p><p> فائدة أخرى: وظاهر قوله (٣) : {وَمَا أُوتِيَ النَّبِيُّونَ} يقتضي التعميم في الكتب، والشرائع، وعن أبي سعيد الخدري قال: قلت: يا رسول الله! كم أنزل الله من كتاب؟ قال:  \"مائة كتاب وأربعة كتب، أنزل على شيثٍ خمسين صحيفة، وأنزل على أخنوخ ثلاثين صحيفة، وأنزل على إبراهيم عشر صحائف، وأنزل على موسى قبل التوراة عشر صحائف، ثُمَّ أنزل التوراة، والإنجيل، والزبور، والفرقان\" ، وأمَّا عدد الأنبياء: فروي عن ابن عباس، ووهب بن منبه أنّهم مائة ألف نبيٍّ وأربعة وعشرون ألف نبي، كُلُّهم من بني إسرائيل إلّا عشرين ألف نبيٍّ، وعدد الرسل: ثلاثمائة وثلاثة عشر، كُلُّهم من ولد يعقوب إلّا عشرين رسولًا، ذُكِر منهم في القرآن خمسةٌ وعشرون، نصَّ على أسمائهم وهم: آدم، وإدريس، </p><p>(١) البحر المحيط. (٢) النفي.(٣) البحر المحيط.</p>"
}