{
  "id": null,
  "sura": 2,
  "aya": 238,
  "text": "<p> الله: {وَلِلْمُطَلَّقَاتِ مَتَاعٌ بِالْمَعْرُوفِ حَقًّا عَلَى الْمُتَّقِينَ (٢٤١) }. </p><p> قوله تعالى:  {مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا ..} الآية، روى ابن حبان في \"صحيحه\" ، وابن أبي حاتم، وابن مردويه عن ابن عمر قال: لما نزلت: {مَثَلُ الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللَّهِ كَمَثَلِ حَبَّةٍ ...} إلى آخرها .. قال رسول الله - صلى الله عليه وسلم -: رب زد أمتي فنزلت: {مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ لَهُ أَضْعَافًا كَثِيرَةً} . </p><p> التفسير وأوجه القراءة </p><p> ٢٣٨ - {حَافِظُوا} ؛ أي: واظبوا وداوموا أيها المؤمنون {عَلَى} أداء {الصَّلَوَاتِ} الخمس في أوقاتها بأركانها وشروطها وسننها وآدابها، وهذه المحافظة التي هي المفاعلة تكون بين العبد والرب، كأنه قيل له: احفظ الصلاة ليحفظك الإله الذي أمرك بالصلاة، وتكون أيضًا بين المصلي والصلاة، فكأنه قيل: احفظ الصلاة حتى تحفظك {و} حافظوا على {الصلاة الوسطى} ؛ أي: الفضلى، تأنيث الأوسط بمعنى الأفضل، وهي من الوسط الذي بمعنى الخيار، وليست من الوسط الذي معناه المتوسط، وأفردها بالذكر اهتمامًا بشأنها، لفضلها على غيرها كليلة القدر، فهي أفضل الليالي. وإنما أتى بهذه الآية في خلال ما يتعلق بالأزواج والأولاد تنبيهًا على أنه لا ينبغي للعبد أن يشتغل عن حقوق سيده بأمر الأزواج والأولاد. قال تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُلْهِكُمْ أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ عَنْ ذِكْرِ اللَّهِ} . </p><p> وقد اختلف العلماء من الصحابة فمن بعدهم في الصلاة الوسطى على مذاهب: </p><p> الأول: أن الصلاة الوسطى هي صلاة الفجر؛ وهو قول عمر وابن عمر وابن عباس ومعاذ وجابر وعطاء وعكرمة ومجاهد وغيرهم، وبه قال مالك والشافعي رضي الله عنهم أجمعين. </p><p> المذهب الثاني: أنها صلاة الظهر؛ وهو قول زيد بن ثابت وأسامة بن زيد وأبي سعيد الخدري، ورواية عن عائشة، وبه قال عبد الله بن شداد، وهو رواية عن أبي حنيفة. </p><p> والمذهب الثالث: أنها صلاة العصر وهو قول علي وابن مسعود وأبي أيوب وأبي هريرة وابن عمر وابن عباس وأبي سعيد الخدري، وعائشة رضي الله عنهم، وهو قول أبي عبيدة السلماني والحسن البصري وإبراهيم النخعي وقتادة والضحاك، وبه قال أبو حنيفة وأحمد وداود وابن المنذر، وقال الترمذي: هو قول أكثر الصحابة فمن بعدهم، وقال الماوردي - من أصحاب الشافعية -: هذا مذهب الشافعي؛ لصحة الأحاديث فيه قال: إنما نص الشافعي على أنها الصبح؛ لأنه لم تبلغه الأحاديث الصحيحة في العصر، ومذهبه اتباع الحديث. </p><p> ويدل على صحة هذا المذهب: ما روي عن علي رضي الله عنه أن النبي - صلى الله عليه وسلم - قال يوم الأحزاب: - وفي رواية يوم الخندق - \"ملأ الله قلوبهم وبيوتهم نارًا كما شغلونا عن الصلاة الوسطى صلاة العصر\" وذكر نحوه، وزاد في أخرى \"ثم صلاها بين المغرب والعشاء\" . أخرجاه في \"الصحيحين\" وفي مصحف عائشة وحفصة في قراءة تفسيرية شاذة: {حافظوا على الصلوات والصلاة الوسطى صلاة العصر} وهذا هو المذهب الحق الراجح. </p><p> والمذهب الرابع: أنها صلاة المغرب قاله قبيصة بن ذؤيب. </p><p> والمذهب الخامس: أنها صلاة العشاء ولم ينقل عن أحد من السلف فيها شيء، وإنما ذكرها بعض المتأخرين. </p><p> والمذهب السادس: أنها إحدى الصلوات الخمس لا بعينها، فأبهمها الله تعالى تحريضًا للعباد في المحافظة على أداء جميعها، كما أخفى ليلة القدر في شهر رمضان، وأخفى ساعة الإجابة في يوم الجمعة. </p><p> وإذا تقرر لك هذا (١) ، وعرفت ما سقناه .. تبين لك أنه لم يرد ما يعارض أن الصلاة الوسطى صلاة العصر، وأما حجج بقية الأقوال: فليس فيها شيء مما ينبغي الاشتغال به؛ لأنه لم يثبت عن النبي - صلى الله عليه وسلم - في ذلك شيء، وبعض القائلين </p><p>(١) الشوكاني.</p>"
}