{
  "id": null,
  "sura": 2,
  "aya": 110,
  "text": "<p> تقريعه ولومه بالكلام، فبينهما مغايرة، كذا ذكره البيضاوي، وفي \"الصاوي\" : أنّهما متحدان، ومعناهما: عدم المؤاخذة، ولم يؤمر النبي - صلى الله عليه وسلم - بقتالهم، مع أنّهم ناقضون للعهد بتلك المقالة؛ لأنَّ الواقعة كانت بعد غزوة أحد، فكان الإذن في القتال حاصلًا، فالجواب: أنَّ القتال المأذون فيه كان للمشركين، وأمَّا أهل الكتاب، فلم يؤمروا بقتالهم إلّا في غزوة الأحزاب، قيل: قبلها، وقيل: بعدها، فقتَلَ بني قريظة، وأجلَى بني النضير، وغزا خيبر. وقال ابن كثير (١) : عن ابن عباس قوله تعالى: {فَاعْفُوا وَاصْفَحُوا} منسوخٌ بقوله تعالى: {فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ} وبقوله: {قَاتِلُوا الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَلَا بِالْيَوْمِ الْآخِرِ} إلى قوله: {وَهُمْ صَاغِرُونَ} فنسخ هذا عفوه عن المشركين، وكذا قال أبو العالية، والربيع بن أنس، وقتادة والسدي: إنّها منسوخة بآية السيف، ويرشد إلى ذلك أيضًا قوله تعالى:  {حَتَّى يَأْتِيَ اللَّهُ} سبحانه وتعالى: {بِأَمْرِهِ} فيهم؛ أي: فاعفوا واصفحوا عنهم حتى يبيِّن الله سبحانه حكمه فيهم؛ أي: بقتل قريظة، وسبيهم، وإجلاء بني النضير، وإذلالهم، بضرب الجزية عليهم، أو بإذنه في القتال. </p><p> والمعنى (٢) : حتى يحكم الله بحكمه الذي هو الإذن في قتالهم، وضرب الجزية عليهم، أو قتل بني قريظة، وإجلاء بني النضير. روي أنَّ الصحابة - رضي الله عنهم - استأذنوا رسول الله - صلى الله عليه وسلم -، في أن يقتلوا هؤلاء اليهود الذين كفروا بأنفسهم، ودعوا المسلمين إلى الكفر، فنزلت الآية بترك القتال، والإعراض عن المكافأة إلى أن يجيء الإذن من الله تعالى:  {إِنَّ اللَّهَ} سبحانه وتعالى {عَلَى كُلِّ شَيْءٍ} شاءه {قَدِيرٌ} فهو يقدر على الانتقام منهم بالقتل والإجلاء، وينتقم منهم إذا جاء أوانه، ففيه وعيدٌ وتهديدٌ لهم. والمعنى: أنّه تعالى قويٌّ قادرٌ على كل شيء، إن شاء انتقم منهم، وإن شاء هداهم. له الخلق والأمر. ولمَّا أمر الله سبحانه وتعالى، المؤمنين بالعفو والصفح عن اليهود، أمرهم بما فيه صلاحُ أنفسهم من إقامة الصلاة، وإيتاء الزكاة، الواجبتين، فقال: </p><p> ١١٠ - {وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ} </p><p>(١) ابن كثير. (٢) روح البيان.</p><p> أي: أدُّوا الصلاة المفروضة عليكم بشروطها وأركانها، وادفعوا زكاة أموالكم عن طيب نفسٍ منكم إلى مصارفها، فهو معطوف على قوله:  {فَاعْفُوا وَاصْفَحُوا} كأنّه أمرهم بالصبر والمخالفة، واللجوء إلى الله تعالى بالعبادة والبرِّ، فالمراد: الأمر بملازمة طاعة الله تعالى من الفرائض، والواجبات، والتطوّعات، بقرينة قوله:  {وَمَا تُقَدِّمُوا} و {مَا} شرطية؛ أي: أيَّ شيء تفعلوه، وتسلفوه (لـ) مصلحة {أنفسكم من خير} ؛ أي: عملٍ صالحٍ، كصلاة، وصدقة، وصيام، لمصلحة أنفسكم {تَجِدُوُه} ؛ أي: تجدوا ثوابه وجزاءه لا عينه؛ لأنَّ عين تلك الأعمال لا تبقى؛ ولأنَّ وجدان عينها لا يرغب فيه؛ أي: تجدوه مدَّخرًا لكم {عِنْدَ اللَّهِ} سبحانه وتعالى، محفوظًا عنده في الآخرة، فتجدوا التمرة واللُّقمة فيها مثل أُحُدٍ، فالخير المذكور في الآية يتناول (١) أعمال البر كُلَّها، إلّا أنّه تعالى خصَّ من بينها إقام الصلاة، وإيتاء الزكاة، بالذكر؛ تنبيهًا على عظم شأنهما، وعلوِّ قدرهما عند الله تعالى، فإنَّ الصلاة قربةٌ بدنيةٌ، ليكون عمل كل عضوٍ شكرًا لما أنعم الله عليه في ذلك، والزكاة قربةٌ مالية، ليكون شكرًا للأغنياء الذين فضَّلهم الله في الدنيا بالاستمتاع بلذيذ العيش؛ بسبب سعتهم في صنوف الأموال. وقرىء {تُقْدِمُوا} من أقدم الرباعي. ذكره البيضاوي، ولفظ التقديم في قوله:  {وَمَا تُقَدِّمُوا لِأَنْفُسِكُمْ} إشارةٌ إلى أنَّ المقصود الأصليَّ، والحكمة الكلية في جميع ما أنعم الله تعالى به على المكلفين في الدنيا، أن يقدّموه إلى معادهم، ويدَّخروه ليومهم الآجل، كما جاء في الحديث:  \"إنّ العبد إذا مات قال الناس: ما خلَّف، وقالت الملائكة ما قدَّم\" وما أحسن قول بعضهم: </p><p> سَابِقْ إلى الخيرِ وبَادِر به ... فإنَّما خَلْفَكَ ما تَعْلَمُ </p><p> وقدِّمَ الخَيْرَ فكُلُّ امرئٍ ... عَلَى الَّذي قدَّمَهُ يَقْدُمُ </p><p> {إِنَّ اللَّهَ} سبحانه وتعالى {بِمَا تَعْمَلُونَ} من الخيرات، وما تنفقون من الصدقات {بَصِيرٌ} ؛ أي: عليم بنياتكم، لا يخفى عليه شيء من قليل الأعمال </p><p>(١) روح البيان.</p><p> وكثيرها، ولا يضيع عنده عمل عامل، ففيه ترغيبٌ في الطاعات، وأعمال البرّ، وزجرٌ عن المعاصي؛ أي: فالعمل المذكور في الآية، غير مقيَّد بالخير، أو الشرِّ، فهو عام شامل للترغيب والترهيب، فالترغيب من حيث إنّه يدلُّ على أنّه تعالى يجازي على القليل من الخير، كما يجازي على الكثير منه، والترهيب من حيث إنّه يجازي على القليل من الشرّ والكثير منه أيضًا، فلا يضيع عنده عمل عامل خيرًا أو شرًّا. وقرىء {يعملون} بالياء، فيكون وعيدًا. ذكره البيضاوي. </p><p> وعن عُمر بن الخطاب - رضي الله عنه - أنّه مرَّ ببقيع الغرقد، فقال:  (السلام عليكم أهل القبور أخبار ما عندنا، إنَّ نساءكم قد تزوَّجْنَ، ودوركم قد سكنت، وأموالكم قد قسمت،فأجابه هاتفٌ:يا ابن الخطاب! أخبار ما عندنا: إنّ ما قدَّمناه وجدناه، وما أنفقناه فقد ربحناه، وما خلَّفناه فقد خسرناه) . ولقد أحسن هذا القائل: </p><p> قَدِّم لِنَفْسِكَ قَبْلَ مَوْتِك صَالِحًا ... واعْمَلْ فَلَيْس إلَى الخُلُودِ سَبِيلُ </p><p> ومن مواعظ عليّ - كرّم الله وجهه - أنّه كان إذا دخل المقبرة قال:  (السلام عليكم أهل هذه الديار الموحشة، والمحالِّ المقفرة، من المؤمنين والمؤمنات،ثُمَّ قال:أمّا المنازل فقد سكنت، وأمّا الأموال فقد قسمت، وأمّا الأزواج فقد نكحت، فهذا خبر ما عندنا، فليت شعري ما عندكم، والذي نفسي بيده،لو أنَّ لهم في الكلام لقالوا:إنّ خير الزاد التقوى) وفي الحديث الصحيح \"إذا مات ابن آدم انقطع عمله إلّا من ثلاث: صدقةٍ جاريةٍ، أو علمٍ ينتفع به، أو ولدٍ صالح يدعو له\" والأوّل يشمل بناء المساجد، ومعاهد العلم، والمستشفيات، والملاجىء، والأَحْبَاسَ على المُعْوزِينَ والمحتاجين، والثاني: يَنْضَوِي تحته ما يُخْلِفهُ الإنسان من تصنيف علمٍ، أو تَعليمٍ للعلوم الدينية، وما يحتاج إليه في تعلُّمِها، كالنحو، والصرف، وما كان آلة لها، وقيَّد الولد بكونه صالحًا؛ لأنّ الأجر لا يحصل من غيره، وأمّا الوزر، فلا يلحق الأب سيئة ابنه إذا كانت نيّته في تحصيله الخَيْرَ، وإنما ذكر الدعاء له؛ تحريضًا للولد على الدعاء لأبيه، لا لأنَه قيدٌ؛ لأنَّ الأجر يحصل للوالد بولدهِ الصالح كُلَّما عمل عملًا صالحًا، سواء </p>"
}