{
  "id": null,
  "sura": 2,
  "aya": 43,
  "text": "<p> أجرا، فأما إذا لم يتعيّن، فيجوز له أخذ الأجرة، بدليل السنة في ذلك، كما إذا كان الغسّال في موضع لا يوجد فيه من يغسل الميت غيره، كما في القرى، والنّواحي، فلا أجر له لتعيّنه لذلك، وأما إذا كان ثمّة ناس غيره، كما في الأمصار، والمدن، فله الأجر حيث لم يتعيّن عليه، فلا يأثم بالترك، وقد يتعيّن عليه، إلا أنه ليس عنده ما ينفقه على نفسه، ولا على عياله، فلا يجب عليه التعليم، وله أن يقبل على صنعته، وحرفته، ويجب على الإمام أن يعيّن له شيئا، وإلا فعلى المسلمين؛ لأنّ الصدّيق - رضي الله عنه - لمّا ولي الخلافة وعيّن لها، لم يكن عنده ما يقيم به أهله، فأخذ ثيابا، وخرج إلى السوق، فقيل له في ذلك، فقال: ومن أين أنفق على عيالي، فردوه وفرضوا له كفايته. وكذا يجوز للإمام، والمؤذن، وأمثالهما أخذ الأجرة، وبيع المصحف ليس بيع القرآن، بل هو بيع الورق وعمل أيدي الكاتب. </p><p> وقالوا في زماننا: تغيّر الجواب في بعض المسائل، لتغيّر الزمان، وخوف اندراس العلم والدّين. </p><p> منها: ملازمة العلماء أبواب السلاطين. </p><p> ومنها: خروجهم إلى القرى لطلب المعيشة. </p><p> ومنها: أخذ الأجرة لتعليم القرآن، والأذان، والإمامة. </p><p> ومنها: العزل عن الحرّة بغير إذنها. </p><p> ومنها: السلام على شربة الخمور، ونحوها، فأفتى بالجواز فيها، خشية الوقوع فيما هو أشدّ منها وأضرّ. كذا في «نصاب الأحساب» ، وغيره. </p><p> ٤٣ - ثم ذكر لزوم الشرائع لهم بعد الإيمان، فقال:  {وَأَقِيمُوا الصَّلاةَ} خطاب (١) لبني إسرائيل؛ أي: اقبلوا يا بني إسرائيل! وجوب الصلوات الخمس المفروضة، واعتقدوا فرضيتها، وأدوها بشرائطها، وأركانها، وآدابها في أوقاتها المحدودة لها، كصلاة المسلمين، فإن غيرها ك: لا صلاة {وَآتُوا الزَّكاةَ} ؛ أي: اعطوا </p><p>(١) روح البيان.</p><p> الزكاة الواجبة في أموالكم، وأدوها إلى مستحقيها، كزكاة المؤمنين، فإن غيرها ك: لا زكاة. والزكاة: من زكى الزرع إذا نمى، فإنّ إخراجها يستجلب بركة في المال، ويثمر للنفس فضيلة الكرم، أو من الزكاة بمعنى الطهارة، فإنها تطهّر المال من الخبث، والنّفس من البخل {وَارْكَعُوا مَعَ الرَّاكِعِينَ} ؛ أي: صلوا الصلوات الخمس مع المصلين محمد وأصحابه في جماعتهم، فإنّ صلاة الجماعة تفضل صلاة الفذّ بسبع وعشرين درجة؛ لما فيها من تظاهر النّفوس، فإن الصلاة كالغزو والمحراب كمحل الحرب ولا بد للقتال من صفوف الجماعة، فالجماعة قوّة. </p><p> وخصّ الله سبحانه وتعالى الركوع بالذكر؛ تحريضا لليهود على الإتيان بصلاة المسلمين، فإن اليهود لا ركوع في صلاتهم، فكأنّه تعالى قال: صلّوا الصلاة ذات الركوع في جماعة. وقيل: لكونه ثقيلا على أهل الجاهلية. وقيل: </p><p> إنه أراد بالركوع جميع أركان الصلاة، والركوع الشرعيّ: هو أن ينحني المصلّي، ويمدّ ظهره وعنقه، ويفتح أصابع يديه، ويقبض على ركبتيه، ثم يطمئن راكعا ذاكرا بالذكر المشروع فيه. </p><p> والخلاصة (١) : أنه سبحانه وتعالى، بعد أن دعا بني إسرائيل إلى الإيمان، أمرهم بصالح عمل على الوجه المقبول عند الله، فطلب إليهم إقامة الصلاة؛ لتطهّر نفوسهم، كما طلب إليهم إيتاء الزكاة التي هي: مظهر شكر الله على نعمه، والصلة العظيمة بين الناس؛ لما فيها من بذل المال لمواساة عيال الله، وهم الفقراء؛ ولما بين الناس من تكافل عام في هذه الحياة، فالغنيّ في حاجة إلى الفقير، والفقير في حاجة إلى الغني، كما ورد في الحديث «المؤمن للمؤمن كالبنيان يشدّ بعضه بعضا» . </p><p> وبعد (٢) إذ أمرهم بالركوع مع الراكعين؛ أي: أن يكونوا في جماعة المسلمين ويصلّوا صلاتهم، وقد حثّ على صلاة الجماعة؛ لما فيها من تظاهر النفوس عند مناجاة الله، وإيجاد الألفة بين المؤمنين؛ ولأنه عند اجتماعهم </p><p>(١) المراغي. (٢) المراغي.</p>"
}