{
  "id": null,
  "sura": 2,
  "aya": 275,
  "text": "<p> التفسير وأوجه القراءة </p><p> ٢٧٥ - {الَّذِينَ يَأْكُلُونَ الرِّبَا} ؛ أي: يأخذونه استحلالًا، ويعاملون به، وإنما خص الأكل؛ لأنه معظم الأمر المقصود من المال لأن المال لا يؤكل، وإنما يصرف في المأكول، ثم يؤكل، فمنع الله التصرف في الربا بما ذكر فيه من الوعيد، ولأن الربا شائع في المطعومات. </p><p> وأخرج مسلم عن جابر رضي الله عنه قال: لعن رسول الله صلى الله عليه وآله وسلم أكل الربا، ومؤكله، وكاتبه، وشاهديه، وقال:  \"هم سواء\" . </p><p> وأصل الربا في اللغة: الزيادة. يقال: ربا الشيء يربو إذا زاد وكثر، فالربا شرعًا: الزيادة في المال. ومنه: ربا الفضل، وربا النسيئة. وغالب ما كانت تفعله الجاهلية أنه إذا حلَّ أجل الدَّين، قال مَنْ هو له لمن هو عليه: أتقضي أم تربي؟ فإذا لم يقضِ زاد مقدارًا في المال الذي عليه، وأَخَّر له الأجل إلى حين، وهذا حرام بالاتفاق. </p><p> {لَا يَقُومُونَ} من قبورهم إذا بعثوا يوم القيامة {إِلَّا كَمَا يَقُومُ الَّذِي يَتَخَبَّطُهُ الشَّيْطَانُ مِنَ الْمَسِّ} ؛ أي: الجنون، فقوله:  {مِنَ الْمَسِّ} إما متعلق بـ {لَا يَقُومُونَ} على أن: {مِنَ} للتعليل، والمعنى (١) : لا يقومون من قبورهم - لأجل المس والجنون والخبل الواقع بهم في الموقف - إلا قيامًا كقيام الشخص الذي يتخطبه ويصرعه ويسقطه الشيطان والجن في الدنيا إذا مسه بخبل وجنون. ومعنى الآية: أن آكل الربا يبعث يوم القيامة مثل المصروع المجنون، لا يستطيع الحركة الصحيحة، وذلك ليس لخلل في عقله، بل لأن الربا الذي أكله في الدنيا يربو في بطنه، فلا يقدر على الإسراع في النهوض، فإذا قام تميل به بطنه. قال سعيد بن جبير: تلك علامة آكل الربا يوم القيامة إذا استحله في الدنيا. </p><p> يعني: أن آكل (٢) الربا يُبعث يوم القيامة مجنونًا، وذلك كالعلامة </p><p>(١) الخازن. (٢) المراح.</p><p> المخصوصة بأكل الربا، فيعرفه أهل الموقف بتلك العلامة أنه أكل الربا في الدنيا، فعلى هذا معنى الآية: أنهم يقومون مجانين كمن أصابه الشيطان بالجنون، وإما متعلق بـ {يقوم} أو بـ {يتخبط} والخبط: الضرب، والمشي من غير استواء. </p><p> وهذا على ما يزعمون أن الشيطان يخبط الإنسان فيصرع، وفي الآية (١) دليل على فساد قول من قال: أن الصرع لا يكون من جهة الجن، وزعم: أنه من فِعْل الطبائع، وقال: إن الآية خارجة على ما كانت العرب تزعمه من أن الشيطان يصرع الإنسان، وليس بصحيح. وإن الشيطان لا يسلك في الإنسان، ولا يكون منه مسٌّ، وقد استعاذ النبي صلى الله عليه وآله وسلم من أن يتخبطه الشيطان، كا أخرجه النسائي وغيره. </p><p> {ذَلِكَ} العقاب الذي نزل بهم، وهو كون التخبل علامة آكل الربا في الآخرة {بِأَنَّهُمْ قَالُوا} ؛ أي: بسبب قولهم: {إِنَّمَا الْبَيْعُ مِثْلُ الرِّبَا} ؛ أي:  (٢) إنما البيع بلا زيادة عند حلول الأجل، كالبيع بزيادة عند حلوله، فإن العرب لا تعرف ربا إلا ذلك، وإنما شبهوا البيع بالربا مع أن الكلام في الربا، وكان مقتضاه: إنما الربا مثل البيع مبالغةً بجعلهم الربا أصلًا في الحل، والبيع فرعًا فيه. أو المعنى (٣) : إنما الزيادة والربح في البيع كالزيادة في الربا؛ أي: اعتقدوا مدلول هذا القول وفعلوا مقتضاه؛ أي: ذلك العذاب بسبب أنهم نظموا الربا والبيع في سلك واحد لإفضائهما إلى الربح، فاستحلوا الربا استحلال البيع، وقالوا: يجوز بيع درهم بدرهمين؛ كما يجوز بيع ما قيمته درهم بدرهمين، فجعلوا الربا أصلًا في الحل، وقاسوا به البيع مع وضوح الفرق بينهما، فإن من أعطى درهمين بدرهم .. ضيَّع درهمًا، ومن اشترى سلعة بدرهمين تساوي درهمًا .. فلعل مساس الحاجة إليها، أو توقع رواجها يجبرُ هذا الغُبْن. </p><p>(١) الشوكاني. (٢) الشوكاني.(٣) أبو السعود.</p><p> وذكر بعضهم الفرق بين البيع والربا، فقال: إذا باع ثوبًا يساوي عشرة بعشرين، فقد جعل ذات الثوب مقابلًا للعشرين، فلما حصل التراخي على هذا التقابل .. صار كل واحد منهما مقابلًا للآخر في المالية عندهما، فلم يكن أخذ من صاحبه شيئًا بغير عوض، أما إذا باع عشرة دراهم بعشرين: فقد أخذ العشرة الزائدة بغير عوض، ولا يمكن أن يقال: إن العوض هو الإمهال في مدة الأجل؛ لأن الإمهال ليس مالًا أو شيئًا يُشار إليه حتى يجعله عوضًا عن العشرة الزائدة، فقد ظهر الفرق بين الصورتين. انتهى. </p><p> وعبارة \"الخازن\" : وذلك أن أهل الجاهلية كان أحدهم إذا حلَّ ماله على غريمه فيطالبه، يقول الغريم لصاحب الحق: زدني في الأجل حتى أزيدك في المال، فيفعلان ذلك. وكانوا يقولون: سواء علينا الزيادة في أول البيع بالربح، أو عند المحل لأجل التأخير، فكذبهم الله تعالى، ورد عليهم ذلك بقوله:  {وَأَحَلَّ اللَّهُ الْبَيْعَ وَحَرَّمَ الرِّبَا} ؛ أي: أحل الله لكم الأرباح في التجارة بالبيع والشراء، وحرم عليكم الربا الذي هو زيادة في المال لأجل تأخير الأجل؛ وذلك لأن الله تعالى خلق الخلق فهم عبيده، وهو مالكهم يحكم فيهم بما يشاء، ويستعبدهم بما يريد، ليس لأحد أن يعترض عليه في شيء مما أحل أو حرم، وإنما على كافة الخلق الطاعة والتسليم لحكمه وأمره ونهيه. </p><p> {فَمَنْ جَاءَهُ مَوْعِظَةٌ مِنْ رَبِّهِ} ؛ أي: فمن بلغته موعظةٌ من الله، وزَجْرٌ وتخويفٌ عن الربا. وإنما ذكر الفعل؛ لأن الفاعل مؤنث مجازي، أو لوجود الفاصل. وقرأ أبو الحسن شذوذًا:  {فمن جاءته} بالتاء على الأصل. {فَانْتَهَى} ؛ أي: فامتثل النهي الذي جاءه، وانزجر عن أخذه {فَلَهُ مَا سَلَفَ} ؛ أي: له ما تقدم، وأكل من الربا قبل النهي، وليس عليه رد ما أخذ وسلف قبل النهي، فلا يؤاخذ به؛ لأنه أخذه قبل نزول التحريم، وأما ما لم يقضِ قبل النهي: فلا يجوز له أخذه، وإنما له رأس ماله فقط. {وَأَمْرُهُ} ؛ أي: أَمْر من عامل بالربا مفوض {إِلَى اللَّهِ} يجازيه على انتهائه إن كان عن قبول الموعظة، وصدق النية، وقيل: يحكم في شأنه يوم القيامة بما شاء، وليس من أمره إليكم شيء، فلا تطالبوه به. </p>"
}