{
  "id": null,
  "sura": 2,
  "aya": 25,
  "text": "<p> أو على أن جعلوا نفس الوقود مبالغة. وقرأ عبيد بن عمير {وقيدها} على وزن فعيل، وهو بمعنى: الحطب، كقراءة الجمهور. </p><p> وعبارة المراغي هنا:  {فَإِنْ لَمْ تَفْعَلُوا وَلَنْ تَفْعَلُوا فَاتَّقُوا النَّارَ} الآية، والنار (١) موطن العذاب، ونحن نؤمن بها كما أخبر القرآن، ولا نبحث عن حقيقتها، والوقود بفتح الواو: ما توقد به النار، والمراد بالناس: العصاة، والمراد بالحجارة هنا: الأصنام، كما قال:  {إِنَّكُمْ وَما تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ} ، وقوله:  {أُعِدَّتْ لِلْكافِرِينَ} ؛ أي: هيّئت للذين لا يستجيبون دعوة الرسل، أو ينحرفون عنها لمخالفتهم هدي الدين، وعمل ما تنكره شرائع الأنبياء والمرسلين من الخرافات والبدع. </p><p> والخلاصة: فإن لم تفعلوا ما أمرتم به من الإتيان بالمثل بعد أن بذلتم المجهود {وَلَنْ تَفْعَلُوا} فليس في استطاعتكم، فاحذروا من العناد، واعترفوا بكونه منزلا من عند الله تعالى، لئلا تكونوا أنتم وأصنامكم وقودا للنار التي أعدّت لأمثالكم من الكافرين. اه. </p><p> ٢٥ - ولمّا ذكر الله سبحانه وتعالى جزاء الكافرين، عقّبه بجزاء المؤمنين؛ ليجمع بين الترغيب والترهيب، والوعد والوعيد، كما هي عادته سبحانه في كتابه العزيز؛ لما في ذلك من تنشيط عباده المؤمنين لطاعاته، وتثبيط عباده الكافرين عن معاصيه، فقال:  {وَبَشِّرِ الَّذِينَ آمَنُوا ...} الخ. وقال ابن كثير:  (٢) لمّا ذكر الله سبحانه وتعالى، ما أعدّه لأعدائه من الأشقياء الكافرين بالله وبرسله من العذاب والنكال، عطف بذكر حال أوليائه من السعداء المؤمنين به وبرسله الذين صدّقوا إيمانهم بأعمالهم الصالحة. وهذا معنى تسمية القرآن مثاني على أصحّ أقوال العلماء، وهو أن يذكر الإيمان، ويتبع بذكر الكفر أو عكسه، أو حال السعداء، ثمّ الأشقياء أو عكسه. وحاصله: أنّه ذكر الشيء ومقابله. انتهى. </p><p>(١) المراغي. (٢) ابن كثير.</p><p> والبشارة: الخبر السارّ الذي يظهر به أثر السرور في البشرة، والتبشير: الإخبار بما يظهر أثره على البشرة، وهي الجلدة الظاهرة من البشر والسرور. </p><p> والمأمور بالتبشير هنا، قيل: هو النبي صلّى الله عليه وسلّم. وقيل: هو كل أحد ممن يتأتّى منه التبشير، كما في قوله صلّى الله عليه وسلّم:  «بشّر المشّائين إلى المساجد في ظلم الليالي، بالنور التامّ يوم القيامة» ، فإنّه صلّى الله عليه وسلّم لم يأمر بذلك واحدا بعينه، بل كلّ أحد ممّن يتأتّى منه ذلك، كالعلماء وولاة الأمور. والأمر على الأول للوجوب؛ لأنّ البشارة من جملة ما أمر بتبليغه. </p><p> أي: فرّح يا محمد قلوب الذين آمنوا، وصدّقوا بأنّ القرآن منزل من عند الله تعالى، وبجميع ما أرسلت به. {وَعَمِلُوا} الأعمال {الصَّالِحاتِ} من الفرائض والنوافل، جمع صالحة؛ أي: وعملوا الفعلات الصالحات، وهي كلّ ما كان لله تعالى. وفي عطف (١) العمل على الإيمان، دلالة على تغايرهما، وإشعار بأنّ مدار استحقاق البشارة مجموع الأمرين، فإنّ الإيمان أساس، والعمل الصالح كالبناء عليه، ولا غناء بأساس لا بناء عليه. وطلب الجنة بلا عمل حال السفهاء؛ لأنّ الله سبحانه وتعالى، جعل العمل سببا لدخول الجنة، والعبد وإن كان يدخله الله الجنة بمجرّد الإيمان، لكن العمل يزيد نور الإيمان، وبه يتنوّر قلب المؤمن، وكم من عقبة كؤود تستقبل العبد إلى أن يصل إلى الجنة، وأوّل تلك العقبات عقبة الإيمان، أنّه هل يسلم من السلب أم لا؟ فلزم العمل لتسهيل العقبات. </p><p> أي: أخبر يا محمد الذين آمنوا وعملوا الصالحات بشارة بـ {أَنَّ لَهُمْ جَنَّاتٍ} أي: حدائق وبساتين ذات أشجار مثمرة، ومساكن مزيّنة. والجنة: ما فيه النخيل، والفردوس: ما فيه الكرم، كذا قال الفراء. ولفرط التفاف أغصان أشجارها، وتستّرها بالأشجار سمّيت جنة، كأنّها سترة واحدة، لأنّ الجنة بناء مرّة. وإنّما سميت دار الثواب بها مع أنّ فيها ما لا يوصف من الغرفات والقصور؛ لما أنّها مناط نعيمها ومعظم ملاذّها. </p><p>(١) روح البيان.</p><p> فإن قلت: ما معنى جمع الجنة وتنكيرها؟ </p><p> قلت: الجنة اسم لدار الثواب كلّها، وهي مشتملة على جنّات كثيرة مرتّبة مراتب على استحقاقات العاملين، لكلّ طبقة منهم جنة من تلك الجنات. </p><p> والمراد بالجنة هنا (١) : دار الخلود في الحياة الآخرة، أعدّها الله للمتقين، كما أعدّ النار للكافرين، ونحن نؤمن بهما ولا نبحث عن حقيقتهما. ثمّ (٢) الجنان ثمان: دار الجلال كلّها من نور مدائنها، وقصورها، وبيوتها، وأوانيها، وشرفها وأبوابها، ودرجها، وغرفها، وأعاليها، وأسافلها، وخيامها، وحليها، وكلّ ما فيها. ودار القرار كلّها من المرجان، ودار السلام كلّها من الياقوت الأحمر، وجنة عدن من الزبرجد كلّها، وهي قصبة الجنة، وهي مشرفة على الجنان كلّها، وجنة المأوى من الذهب الأحمر كلّها، وجنّة الخلد من الفضّة كلّها، وجنة الفردوس من اللؤلؤ كلّها، وجنة النعيم من الزمردّ كلّها، كذا قالوا، والله أعلم. </p><p> وجملة قوله:  {تَجْرِي} وتسيل {مِنْ تَحْتِهَا} ؛ أي: من تحت أشجارها ومساكنها على ظهر الأرض من غير حفيرة. {الْأَنْهارُ} الأربعة المذكورة في (سورة محمد) ؛ أي: المياه المعهودة في الجنة المذكورة في قوله تعالى: {فِيها أَنْهارٌ مِنْ ماءٍ غَيْرِ آسِنٍ} الآية. وهي أنهار الخمر، واللبن، والعسل، والماء. صفة لقوله:  {جَنَّاتٍ} . </p><p> والأنهار جمع نهر بفتح الهاء وسكونها وهو (٣) المجرى الواسع فوق الجدول ودون البحر، كالنيل وهو نهر مصر، والمراد بها: الماء الجاري فيها، وأسند الجري إليها مجازا، والجاري حقيقة هو الماء، كما في قوله تعالى:  {وَسْئَلِ الْقَرْيَةَ} ؛ أي: أهلها، وكما قال الشاعر: </p><p> ونبّئت أنّ النّار بعدك أوقدت ... واستبّ بعدك يا كليب المجلس </p><p>(١) المراغي. (٢) روح البيان.(٣) الشوكاني.</p><p> والضمير في قوله:  {مِنْ تَحْتِهَا} عائد إلى الجنات، ولكنه على تقدير مضاف؛ لاشتمالها على الأشجار؛ أي: من تحت أشجارها، كما مرّ آنفا. </p><p> فإن قلت (١) : كيف جري الأنهار من تحتها؟ </p><p> قلت: كما ترى الأشجار النابتة على شواطىء الأنهار الجارية. وعن مسروق: أنّ أنهار الجنة تجري في غير أخدود، وهو الشقّ من الأرض بالاستطالة، وأنزه البساتين، وأكرمها منظرا، ما كانت أشجاره مظللة، والأنهار في خلالها مطّردة. ولولا أنّ الماء الجاري من النعمة العظمى، وأنّ الرياض وإن كانت أحسن شيء، لا تجلب النشاط حتى يجري فيها الماء، وإلّا كان السرور الأوفر مفقودا، وكانت كتماثيل لا أرواح لها، وصورا لا حياة لها، لما جاء الله بذكر الجنات ألبتة مشفوعا بذكر الأنهار الجارية من تحتها. </p><p> وقوله:  {كُلَّما رُزِقُوا} وصف (٢) آخر للجنات، أو هو جملة مستأنفة استئنافا بيانيا، كأنّ سائلا قال: كيف ثمارها؟. و {كُلَّما} ظرف زمان ضمّن معنى الشرط؛ أي: متى أطعموا {مِنْها} ؛ أي: من تلك الجنات {مِنْ ثَمَرَةٍ} ؛ أي: من أيّ ثمرة من أنواع ثمراتها. وليس المراد بالثمرة (٣) : التفاحة الواحدة أو الرمّانة الفذّة، وإنما المراد: نوع من أنواع الثمرات. و {مِنْ} الأولى والثانية كلتاهما لابتداء الغاية، لأنّ الرزق قد ابتدىء من الجنات، والرزق من الجنّات قد ابتدىء من ثمرة. {رِزْقًا} مفعول رزقوا. والرزق: ما ينتفع به الحيوان طعاما. </p><p> {قالُوا} ؛ أي: قال أصحاب الجنة للملائكة والولدان: {هذَا} الطعام الذي أتيتمونا به هو {الَّذِي رُزِقْنا} به {مِنْ قَبْلُ} ؛ أي: مثل الطعام الذي رزقنا به من قبل هذا في الدنيا، ولكن لمّا استحكم الشبه بينهما جعل ذاته ذاته. </p><p> وإنّما (٤) جعل ثمر الجنة كثمر الدنيا؛ لتميل النفس إليه حين تراه، فإنّ </p><p>(١) روح البيان. (٢) الشوكاني.(٣) روح البيان.(٤) روح البيان.</p><p> الطباع مائلة إلى المألوف، متنفرة عن غير المعروف؛ وليتبيّن لها مزيّة، إذ لو كان جنسا غير معهود، لظن أنّه لا يكون إلّا كذلك وإن كان فائقا، فحين أبصروا الرمّانة من رمّان الدنيا ومبلغها في الحجم، وأنّ الكبرى لا تفضل عن حدّ البطيخة الصغيرة، ثمّ يبصرون رمّانة الجنة، وهي تشبع السكن - أي: أهل الدار - كان ذلك أبين للفضل، وأجلب للسرور، وأزيد في التعجّب من أن يفاجئوا ذلك الرمّان من غير عهد سابق بجنسه. وعموم {كُلَّما} يدلّ على ترديدهم هذه المقالة، كلّ مرة رزقوا فيما عدا المرّة الأولى، يظهرون بذلك التبجّح وفرط الاستغراب، لما بينهما من التفاوت العظيم من حيث اللذّة، مع اتحادهما في الشكل واللون، كأنّهم قالوا: هذا عين ما رزقناه في الدنيا، فمن أين له هذه الرتبة من اللذة والطيب. </p><p> ولا يقدح فيه ما روي عن ابن عباس - رضي الله عنهما - (أنّه ليس في الجنّة من أطعمة الدنيا إلّا الاسم) ، فإنّ ذلك، لبيان كمال التفاوت بينهما من حيث اللذّة، والحسن، والهيئة، لا لبيان أن لا تشابه بينهما أصلا، كيف لا وإطلاق الأسماء منوط بالاتحاد النوعي قطعا. </p><p> وجملة قوله:  {وَأُتُوا بِهِ} حال من فاعل قالوا؛ أي: قالوا ذلك والحال أنّهم أتوا به، أي: جيئوا بذلك الرزق، أو المرزوق في الدنيا والآخرة جميعا. </p><p> والضمير عائد إلى ما دلّ عليه فحوى الكلام، مما رزقوا في الدارين حال كون ما أتوا به وأعطوه في الدارين. {مُتَشابِهًا} بعضه بعضا في اللون والجودة، فإذا أكلوا وجدوا طعمه غير ذلك أجود وألذّ، يعني: لا يكون فيه رديء، فقوله:  {مُتَشابِهًا} حال من ضمير {بِهِ} . </p><p> وقيل المعنى:  (١) كلّما رزقوا من الجنة رزقا من بعض ثمارها قالوا: هذا الذي وعدنا به في الدنيا جزاء على الإيمان، وصالح الأعمال، فهو من وادي قوله تعالى: {وَقالُوا الْحَمْدُ لِلَّهِ الَّذِي صَدَقَنا وَعْدَهُ وَأَوْرَثَنَا الْأَرْضَ نَتَبَوَّأُ مِنَ الْجَنَّةِ </p><p>(١) المراغي.</p><p> حَيْثُ نَشاءُ}. {وَأُتُوا بِهِ مُتَشابِهًا} أي: إنّ رزق الجنة وثمرها يتشابه على أهلها في صورته، ويختلف في طعمه ولذته. </p><p> وقيل المعنى:  (١)  {كُلَّما رُزِقُوا} وأعطوا، واطعموا {مِنْها} ؛ أي: من تلك الجنات {مِنْ ثَمَرَةٍ رِزْقًا} ؛ أي: عطاء وطعاما من ثمرة من ثمارها. {قالُوا} للملائكة والولدان: {هذَا} الطعام الذي أتيتمونا به في هذه المرّة، مثل الطعام. {الَّذِي رُزِقْنا} وأعطينا به {مِنْ قَبْلُ} ؛ أي: من قبل هذه المرّة في الجنة؛ أي: مثله في الشكل واللون، فتقول الملائكة: كل يا عبد الله، فاللون واحد، والطعم مختلف. {وَأُتُوا بِهِ مُتَشابِهًا} ؛ أي: والحال أنّهم أعطوا بذلك الطعام، حال كونه متشابها بعضه بعضا في اللون والمنظر دون الطعم؛ أي: تأتيهم الملائكة والولدان برزق الجنة متشابها بعضه بعضا في اللون مختلفا في الطعم. </p><p> وقرأ الجمهور {وَأُتُوا بِهِ} مبنيا للمفعول، وحذف الفاعل للعلم به، وهو الخدم والولدان، يبيّن ذلك قراءة هارون الأعور، والعتكي {وَأُتُوا بِهِ} على البناء للفاعل، ذكره في «البحر» . </p><p> وروى مسلم عن جابر - رضي الله عنه - قال: قال رسول الله صلّى الله عليه وسلّم: أهل الجنة يأكلون، ويشربون، ولا يبولون، ولا يتغوّطون، ولا يتمخّطون، ولا يبزقون، ويلهمون الحمد والتسبيح كما يلهمون النّفس طعامهم جشاء، ورشحهم كرشح المسك. وفي رواية: ورشحهم المسك. وعن مسروق: نخل الجنة نضيد من أصلها إلى فرعها؛ أي: منضود بعضها على بعض؛ أي: متراكب ومجتمع ليس كأشجار الدنيا متفرّقة أغصانها وثمرتها أمثال القلال، كلّما نزعت ثمرة عادت مكانها أخرى، والعنقود اثنا عشر ذراعا، ولو اجتمع الخلائق على عنقود لأشبعهم. وجاء رجل من أهل الكتاب إلى النبي صلّى الله عليه وسلّم - فقال: يا أبا القاسم! تزعم أنّ أهل الجنة يأكلون ويشربون، فقال:  «نعم والذي نفس محمد بيده، إنّ أحدهم ليعطى قوة مائة رجل في الأكل، والشرب، والجماع» ، قال: فإنّ الذي يأكل له </p><p>(١) العمدة.</p><p> حاجة، والجنة طيّبة ليس فيها أذى، قال عليه السلام:  «حاجة أحدهم عرق كريح المسك» . </p><p> وجملة قوله:  {وَلَهُمْ فِيها} ؛ أي: في الجنة {أَزْواجٌ} ؛ أي: نساء وحور. </p><p> معطوفة على جملة قوله:  {تَجْرِي مِنْ تَحْتِهَا الْأَنْهارُ} . على كونها صفة لجنات؛ أي: وبشّر الذين آمنوا وعملوا الصالحات، بأنّ لهم جنات تجري من تحتها الأنهار، وجنات لهم فيها أزواج. {مُطَهَّرَةٌ} ؛ أي:  (١) مهذّبة منقّاة من الأحوال المستقذرة، كالحيض، والنفاس، والبول، والغائط، والمنيّ، والمخاط، والبلغم، والورم، والدّرن، والصّداع، وسائر الأوجاع، والولادة، ودنس الطبع، وسوء الخلق، وميل الطبع إلى غير الأزواج، وغير ذلك. </p><p> وقوله:  {مُطَهَّرَةٌ} أبلغ من طاهرة ومتطهرة؛ للإشعار بأنّ مطهّرا طهّرهنّ، وما هو إلّا الله سبحانه وتعالى. وقرأ الجمهور (٢)  {مُطَهَّرَةٌ} صفة للأزواج، مبنيّة على طهرت كالواحدة المؤنثة. وقرأ زيد بن علي {مطهّرات} فجمع بالألف والتاء على معنى: طهّرن. قال الزمخشري: وهما لغتان فصيحتان. يقال: النساء فعلن وهنّ فاعلات، والنساء فعلت وهي فاعلة. وقرأ عبيد بن عمير {مُطَهَّرَةٌ} بتشديد الطاء المفتوحة وتشديد الهاء المكسورة. أصله: متطهرة، وهي مناسبة لقراءة الجمهور. قال الحسن: هنّ عجائزكم العمص العمش طهّرن من قاذورات الدنيا. وقال ابن عباس - رضي الله عنهما -: (خلق الحور العين من أصابع رجليها إلى ركبتها من الزعفران، ومن ركبتيها إلى ثدييها من المسك الأذفر، ومن ثدييها إلى عنقها من العنبر الأشهب؛أي:الأبيض، ومن عنقها إلى رأسها من الكافور، إذ أقبلت يتلألأ نور وجهها، كما يتلألأ نور الشمس لأهل الدنيا) . </p><p> وجملة قوله:  {وَهُمْ فِيها خالِدُونَ} حال من ضمير لهم؛ أي: ولهم فيها أزواج مطهّرة خالصة من الأدناس الحسية والمعنوية، حالة كونهم خالدين في تلك </p><p>(١) روح البيان. (٢) البحر المحيط.</p><p> الجنات ماكثين فيها أحياء أبدا، لا يموتون، ولا يخرجون منها؛ لأنّ من تمام النعمة عليهم الخلود فيها. </p><p> قال عكرمة:  (١) أهل الجنة ولد ثلاث وثلاثين سنة، رجالهم ونساؤهم، وقامتهم ستون ذراعا على قامة أبيهم آدم، شباب جرد مرد، مكحلون، عليهم سبعون حلّة، تتلوّن كلّ حلة في كلّ ساعة سبعين لونا، لا يبزقون، ولا يتمخّطون، وما كان فوق ذلك من الأذى، فهو أبعد، يزدادون كلّ يوم جمالا وحسنا، كما يزداد أهل الدنيا هرما وضعفا، لا يفنى شبابهم، ولا تبلى ثيابهم. </p><p> واعلم: أنّ معظم اللذات الحسيّة، لما كان مقصورا على المساكن، والمطاعم، والمناكح حسبما يقضي به الإستقراء، وكان ملاك جميع ذلك الدوام والثبات، إذ كلّ نعمة وإن جلّت حيث كانت في شرف الزوال، ومعرض الاضمحلال، فإنّها منغّصة غير صافية من شوائب الألم، بشّر المؤمنين بها وبدوامها تكميلا للبهجة والسرور، ولذلك قيل: </p><p> أشدّ الغمّ عندي في سرور ... تيقّن عنه صاحبه انتقالا </p><p> واعلم (٢) : أنّ صحبة الأزواج في الآخرة من الأمور الغيبية التي نؤمن بها، كما أخبر الله تعالى، ولا نبحث فيما وراء ذلك، فأطوار الآخرة أعلى مما في حياتنا الدنيا، فهي سالمة من المنغّصات في الطعام، والشراب، والمباشرة الزوجيّة، كما أخبره النبي صلّى الله عليه وسلّم في حديث مسلم السابق. </p><p> وقد ورد في الحديث الصحيح (٣) ، ما يدلّ على كثرة الأزواج من الحور وغيرهنّ، وأريد بالأزواج هنا القرناء من النساء اللاتي تختصّ بالرجل، لا يشركه فيها غيره، فمعنى تطهيرهنّ:  (إن كنّ من الحور،كما روي عن عبد الله:خلقهنّ على الطهارة لم يعلق بهنّ دنس ذاتيّ ولا خارجيّ) (وإن كنّ من بني آدم، كما روي عن الحسن: تطهيرهنّ من الأدناس الّتي كانت بها في الدنيا، ذاتيّة كانت </p><p>(١) روح البيان. (٢) المراغي.(٣) البحر المحيط.</p>"
}