{
  "id": null,
  "sura": 2,
  "aya": 26,
  "text": "<p> كالحيض، والنفاس، والبول، والغائط، أو عرضيّة، كالبخر، والصّنان، والقيح، والصديد، أو معنويّة كالغضب، والحقد، والحدّة، والكيد، والمكر، والميل إلى غير الأزواج). </p><p> ٢٦ - وقوله تعالى:  {إِنَّ اللَّهَ لا يَسْتَحْيِي} . الخ. أنزل الله سبحانه هذه الآية ردّا على الكفار، لمّا أنكروا ما ضربه من الأمثال، كقوله:  {مَثَلُهُمْ كَمَثَلِ الَّذِي اسْتَوْقَدَ نارًا} . وقوله:  {أَوْ كَصَيِّبٍ مِنَ السَّماءِ} ، فقالوا: الله أجلّ وأعلى من أن يضرب الأمثال. وقال الحسن وقتادة: لمّا ذكر الله سبحانه الذباب والعنكبوت في كتابه، وضرب للمشركين به المثل ضحكت اليهود، وقالوا: ما يشبه هذا كلام الله، فأنزل الله هذه الآية، كما مرّ في الأسباب بسطه. </p><p> والظاهر (١) ما ذكرناه أوّلا؛ لكون هذه الآية جاءت بعقب المثلين اللذين هما مذكوران قبلها، ولا يستلزم استنكارهم لضرب الأمثال بالأشياء المحقرة أن يكون ذلك، لكونه قادحا في الفصاحة والإعجاز. </p><p> والحياء: تغيّر وانكسار، يعتري الإنسان من تخوّف ما يعاب به ويذمّ، كذا في «الكشاف» ، وتبعه الرازي في «مفاتيح الغيب» . وقال القرطبي: أصل الاستحياء: الانقباض عن الشيء، والامتناع منه خوفا من مواقعة القبيح، وهذا محال على الله تعالى. وقد اختلفوا في تأويل ما في هذه الآية من ذكر الحياء، فقيل: ساغ ذلك لكونه واقعا في الكلام المحكي عن الكفّار، وقيل: هو من باب المشاكلة، وقيل: هو جار على سبيل التمثيل. قال في «الكشاف» : مثّل تركه تخييب العبد، وأنّه لا يردّ يديه صفرا من عطائه لكرمه، بترك من يترك ردّ المحتاج إليه حياء منه. اه. </p><p> والمعنى: أنّ الله لا يترك ضرب المثل بالبعوضة، ترك من يستحيي أن يمثل بها لحقارتها. وما (٢) الأمثال إلّا إبراز للمعاني المقصودة في قالب الأشياء </p><p>(١) الشوكاني. (٢) المراغي.</p><p> المحسوسة، لتأنس بها النفس، وتستنزل الوهم عن معارضة العقل. والحكيم علام الغيوب، يعلم حكمة هذا، فلا يترك ضرب المثل بالبعوضة، وما دونها حين تدعو المصلحة إلى ذلك. </p><p> والناس إزاء هذا فريقان: مؤمنون يقولون: إنّ الله خالق الأشياء حقيرها وعظيمها، فالكلّ لديه سواء، وكافرون يستهزؤن بالأمثال احتقارا لها، فحقت عليهم كلمة ربّهم، فأصبحوا من الخاسرين. </p><p> فمحلّ {أَنْ يَضْرِبَ مَثَلًا} ؛ أي: يذكر. نصب (١) على المفعولية؛ أي: إنّ الله لا يترك أن يذكر مثلا وشبها لآلهتهم، وما في قوله:  {ما بَعُوضَةً} اسمية إبهامية؛ أي: موجبة لإبهام ما دخلت عليه؛ أي: تزيد ما تقارنه من الاسم المنكّر إبهاما وشيوعا، حتى يكون أعمّ مما كان عليه أوّلا، وأكثر شيوعا في أفراده، فكأنّه قيل: يضرب مثلا ما من الأمثال أيّ مثل كان، فهي في موضع نصب، صفة لما قبلها، و {بَعُوضَةً} بدل من {مَثَلًا} . {فَما فَوْقَها} معطوف على بعوضة؛ أي: إنّ الله لا يترك أن يذكر مثلا وشبها لآلهتهم أيّ مثل كان، ولا يترك أن يذكر بعوضة، فيذكر الذي هو أزيد منها في الكبر، كالذباب والعنكبوت، أو يذكر ما دونها في الصغر، كالذرّة، وجناح بعوضة. قيل: إنّه من الأضداد، ويطلق على الأعلى والأدنى. وقيل: أن يضرب بمعنى: يجعل، فتكون. {بَعُوضَةً} المفعول الثاني، كما سيأتي. </p><p> فإن قلت (٢) : مثّل الله آلهتهم ببيت العنكبوت وبالذباب، فأين تمثيلها بالبعوضة فما دونها؟ </p><p> قلت: في هذه الآية كأنّه قال: إنّ الله لا يستحيي أن يضرب مثل آلهتكم بالبعوضة فما دونها، فما ظنّكم بالعنكبوت والذباب؟. </p><p> والبعوضة: فعولة من بعض إذا قطع. يقال: بعض وبضع بمعنى، والبعوض: الناموس، والواحدة: بعوضة. قال الربيع بن أنس: ضرب المثل </p><p>(١) روح البيان. (٢) روح البيان.</p><p> بالبعوضة عبرة لأهل الدنيا، فإنّ البعوضة تحيا ما جاعت، وتموت إذا شبعت، فكذا صاحب الدنيا، إذا استغنى طغا، وأحاط به الردى. وقال الإمام أبو منصور: الأعجوبة في الدلالة على وحدانية الله تعالى، في الخلق الصغير الجثّة والجسم، أكثر منها في الكبار العظام؛ لأنّ الخلائق لو اجتمعوا على تصوير صورة من نحو البعوض والذباب، وتركيب ما يحتاج من الفم، والأنف، والعين، والرجل، واليد، والمدخل، والمخرج ما قدروا عليه، ولعلّهم يقدرون على تصوير العظام من الأجسام الكبار منها، فالبعوضة أعطيت على قدر حجمها الحقير، كلّ آلة وعضو أعطيه الفيل الكبير القويّ. </p><p> قال بعضهم:  (١) إنّ الله تعالى قوّى قلوب ضعفاء الناس بذكر ضعفاء الأجناس، وعرّف الخلق قدرته في خلق الضعفاء على هيئات الأقوياء، فإنّ البعوض على صغره بهيئة الفيل على كبره، وفي البعوض زيادة جناحين، فلا يستبعد من كرمه، أن يعطي على قليل العمل ما يعطي على كثير العمل من الخلق، كما أعطى صغير الجثة ما أعطى كبير الجثة من الخلقة، ومن العجب أنّ هذا الصغير يؤذي هذا الكبير، فلا يمتنع منه. </p><p> ومن لطف الله تعالى: أنّه خلق الأسد بغاية القوة، والبعوض والذباب بغاية الضعف، ثمّ أعطى البعوض والذباب جراءة أظهرها في طيرانهما في وجوه الناس، وتماديهما في ذلك مع مبالغة الناس في ذبّهما بالمذبّة، وركّب الجبن في الأسد، وأظهر ذلك </p><p> بتباعده عن مساكن الناس وطرقهم، ولو تجاسر الأسد تجاسر الذباب والبعوض لهلك الناس. فمنّ الله تعالى، وجعل في الضعيف التجاسر، وفي القوي الجبن، ومن العجب عجزك عن هذا الضعيف، وقدرتك على ذلك الكبير. </p><p> وتقدّم لك أنّ المراد بالبعوض هنا: الناموس، وهو من عجيب خلق الله تعالى، فإنّه في غاية الصغر، وله ستّة أرجل، وأربعة أجنحة، وذنب، وخرطوم </p><p>(١) روح البيان.</p><p> مجوّف، وهو مع صغره يغوص خرطومه في جلد الفيل، والجاموس، والجمل، فيبلغ منه الغاية حتى إنّ الجمل يموت من قرصته. </p><p> قال القشيري - رحمه الله تعالى - (١) : الخلق في التحقيق بالإضافة إلى قدرة الخالق، أقلّ من ذرّة من الهباء في الهواء، وسيّان في قدرته العرش والبعوضة، فلا خلق العرش عليه أعسر، ولا خلق البعوضة عليه أيسر، سبحانه وتقدّس عن لحوق العسر واليسر. انتهى. </p><p> أي:  {إِنَّ اللَّهَ} سبحانه وتعالى {لا يَسْتَحْيِي} ولا يترك {أَنْ يَضْرِبَ} ويذكر، ويبيّن للخلق {مَثَلًا ما} ؛ أي: شبها ما أيّ مثل كان {بَعُوضَةً فَما فَوْقَها} ؛ أي: فوق البعوضة في الذات والكبر، كالذباب والعنكبوت، أو فوقها في الغرض المقصود من التمثيل، كجناح البعوضة، أو دونها في الذات، كالذرة صغار النمل، وكيف يستحيي الله سبحانه من ذكر شيء، لو اجتمع الخلائق كلّهم على تخليقه ما قدروا عليه. </p><p> والمعنى: أنّ الله تعالى، لا يترك ضرب المثل ببعوضة فما فوقها، إذا علم أنّ فيه عبرة لمن اعتبر، وحجة على من جحد. والخلاصة: أي: إنّ الله جلّت قدرته، لا يرى من النقص أن يضرب المثل بالبعوضة فما دونها، لأنّه هو الخالق لكلّ شيء جليلا كان أو حقيرا. </p><p> وقرأ الجمهور (٢) : {يَسْتَحْيِي} بياءين، والماضي استحيا، وهي لغة أهل الحجاز، واستفعل هنا جاء للإغناء عن الثلاثي المجرد، كاستنكف، واستأثر، واستبدّ، واستعبر، وهو من المعاني التي جاء لها استفعل. قال الزمخشري: يقال: حيي الرجل من الحياء، كما يقال: نسي، وخشي، فيكون استحيا على ذلك موافقا للمجرّد. وقرأ ابن كثير في رواية شبل، وابن محيصن، ويعقوب {يستحي} بياء واحدة، وهي لغة بني تميم، وبكر بن وائل، يجرونها مجرى </p><p>(١) روح البيان. (٢) البحر المحيط.</p><p> يستبي، قال الشاعر: </p><p> ألا تستحي منّا ملوك وتتقي ... محارمنا لا يبوء الدّم بالدم </p><p> والماضي استحى، قال الشاعر: </p><p> إذا ما استحين الماء يعرض نفسه ... كرعن بستّ في إناء من الورد </p><p> وأصله:  {يَسْتَحْيِي} بياءين، نقلت فيها حركة الياء الأولى إلى الحاء، فسكنت، ثمّ استثقلت الضمة على الثانية، فسكنت، فحذفت إحداهما لالتقاء الساكنين. واختلف النحاة في المحذوفة، فقيل: لام الكلمة، فالوزن: يستفع، فنقلت حركة العين إلى الفاء وسكنت العين، فصارت يستفع. وقيل: المحذوف العين، فالوزن: يستفل، ثمّ نقلت حركة اللام إلى الفاء وسكنت اللام، فصارت يستفل، وأكثر نصوص الأئمّة على أنّ المحذوف هو العين. </p><p> وقرأ الجمهور (١) : بنصب {بَعُوضَةً} ، واختلف في توجيه النصب على أوجه: </p><p> أحدهما: أن تكون صفة لـ {ما} ، إذا جعلنا {ما} بدلا من {مَثَلًا} ، و {مَثَلًا} مفعول {يَضْرِبَ} . </p><p> والثاني: أن تكون {بَعُوضَةً} عطف بيان، و {مَثَلًا} مفعول {يَضْرِبَ} . </p><p> والثالث: أن تكون بدلا من {مَثَلًا} . </p><p> والرابع: أن تكون مفعولا لـ {يَضْرِبَ} ، وانتصب {مَثَلًا} حالا من النكرة مقدّمة عليها. </p><p> والخامس: أن تكون مفعولا لـ {يَضْرِبَ} ثانيا، والأول هو {مَثَلًا} على أنّ {يَضْرِبَ} بمعنى يجعل يتعدّى لاثنين. </p><p> والسادس: أن تكون مفعولا أوّل لـ {يَضْرِبَ} ، و {مَثَلًا} المفعول الثاني. </p><p> والسابع: أن تكون منصوبا على تقدير إسقاط الجار، والمعنى: أن يضرب </p><p>(١) البحر المحيط.</p><p> مثلا ما بين بعوضة فما فوقها، نظير قولهم: له عشرون ما ناقة فجملا. </p><p> وقرأ الضحاك (١) ، وإبراهيم بن أبي عبلة، ورؤبة بن العجاج، وقطرب {بَعُوضَةً} بالرفع، وهي لغة تميم. قال أبو الفتح: وجه ذلك: أنّ {ما} اسم بمنزلة الذي و {بَعُوضَةً} رفع على إضمار المبتدأ، ويجوز أن تكون {ما} استفهامية في محلّ الرفع بالابتداء، و {بَعُوضَةً} وما بعدها خبرها، وقيل غير ذلك. </p><p> {فَأَمَّا الَّذِينَ آمَنُوا} وصدّقوا بالقرآن، وبما جاء به محمد صلّى الله عليه وسلّم، وهو محمد وأصحابه. والفاء؛ للدلالة على ترتيب ما بعدها على ما يدل عليه ما قبلها، كأنّه قيل: فيضربه فأما الذين آمنوا {فَيَعْلَمُونَ أَنَّهُ} ؛ أي: أنّ ضرب المثل بالبعوضة والذباب هو الأمر الْحَقُّ الثابت الذي لا يسوغ إنكاره حال كونه {مِنْ رَبِّهِمْ} لا من محمد، فلا يسوغ إنكاره؛ لأنّه ليس عبثا، بل هو مشتمل على الحكم والفوائد، فيؤمنون به. والجار والمجرور (٢) حال من الضمير المستكن في {الْحَقُّ} ، أو من الضمير العائد إلى المثل؛ أي: كائنا منه تعالى، فيتفكرون في هذا المثل الحقّ، ويوقنون أنّ الله هو خالق الكبير والصغير، وكلّ ذلك في قدرته سواء، فيؤمنون به. </p><p> والمعنى: أي (٣) فالمؤمنون يقولون: ما ضرب الله هذا المثل إلّا لحكم ومصالح اقتضت ضربه لها، وهي تقرير الحقّ، والأخذ به، فهو إنّما يضرب لإيضاح المبهم بجعل المعقولات تلبس ثوب المحسوسات، أو تفصيل المجمل لبسطه وإيضاحه. </p><p> {وَأَمَّا الَّذِينَ كَفَرُوا} وجحدوا بما جاء به محمد صلّى الله عليه وسلّم وهم اليهود والمشركون، {فـ} يتعجّبون من ذلك المثل، و {يقولون} إنكارا له: {ماذا} ؛ </p><p>(١) الشوكاني. (٢) روح البيان.(٣) المراغي.</p><p> أي: أيّ شيء، أو ما الغرض الذي {أَرادَ اللَّهُ} سبحانه وتعالى {بِهذا} المثل الخسيس الذي هو التمثيل بالأشياء الحقيرة من البعوضة والذباب. وفي كلمة {هذا} تحقير للمشار إليه، واسترذال له. {مَثَلًا} ؛ أي: من جهة كونه مثلا من الأمثال، فهو تمييز ذات من اسم الإشارة؛ أي: أيّ فائدة وأيّ غرض في ضرب المثل بهذه الأشياء الخسيسة؟ فليس من الله، بل افتراء من محمّد. </p><p> قال في «الروح»  (١) : الأصل: ماذا أراد الله بهذا المثل؟ فلما حذف الألف واللام نصب على الحال؛ أي: ماذا أراد الله بهذا حال كونه ممثّلا به، أو على التمييز؛ أي: من جهة كونه مثلا. </p><p> والمعنى (٢) : وأمّا الذين كفروا، وهم اليهود والمشركون، وكانوا يجادلون بعد أن استبانت الحجة، وحصحص الحقّ، ويقولون: ماذا أراد الله بهذه المثل الحقيرة التي فيها الذباب والعنكبوت، ولو أنصفوا لعرفوا وجه الحكمة في ذلك، وما أعرضوا، وانصرفوا {وَكانَ الْإِنْسانُ أَكْثَرَ شَيْءٍ جَدَلًا} . </p><p> فأجابهم الله تعالى، ردّا عليهم بقوله:  {يُضِلُّ بِهِ} ؛ أي: يخذل بهذا المثل والإضلال: هو الصرف عن الحقّ إلى الباطل، وإسناد الإضلال؛ أي: خلق الضلال إليه سبحانه، مبنيّ على أنّ جميع الأشياء مخلوقة له تعالى، وإن كانت أفعال العباد مستندة إليهم من حيث الكسب؛ أي: أراد الله بهذا المثل أن يضلّ به {كَثِيرًا} من أهل الكفر والنفاق؛ وذلك. لأنّهم ينكرونه، ويكذّبونه، فيزيدون بإنكاره ضلالا على ضلالهم الأول. {وَيَهْدِي بِهِ} ؛ أي: بهذا المثل {كَثِيرًا} من أهل الإيمان والإخلاص؛ لأنّهم يعرفون، ويصدّقون به، فيزيدون به إيمانا على إيمانهم. يعني:  (٣) يضلّ به من علم منهم أنّه يختار الضلالة، ويهدي به من علم أنّه يختار الهدى. </p><p>(١) روح البيان. (٢) المراغي.(٣) روح البيان.</p><p> والمعنى: أي (١) إنّ من غلب عليهم الجهل إذا سمعوه كابروا، وعاندوا، وقابلوه بالإنكار، فكان ذلك سببا في ضلالهم، ومن عادتهم الإنصاف، والنظر بثاقب الفكر إذا سمعوه اهتدوا به؛ لأنّهم يقدّرون الأشياء بحسب فائدتها. ومن المعلوم: أنّ أنفع الكلام ما تجلّت به الحقائق، واهتدى به السامع إلى سواء السبيل، وأجلّه في ذلك الأمثال، كما قال تعالى:  {وَتِلْكَ الْأَمْثالُ نَضْرِبُها لِلنَّاسِ وَما يَعْقِلُها إِلَّا الْعالِمُونَ} ، والعالمون: هم المؤمنون المهتدون بهدي الحقّ. </p><p> وقد جعل الله سبحانه، المهتدين في الكثرة كالضالين مع أنّ هؤلاء أكثر، كما قال:  {وَقَلِيلٌ مِنْ عِبادِيَ الشَّكُورُ} . إشارة إلى أنّ المؤمنين المهتدين على قلّتهم، أكثر نفعا وأجل فائدة من أولئك الكفرة الفاسقين، وما أحسن قول بعضهم: </p><p> إنّ الكرام كثير في البلاد وإن ... قلّوا كما غيرهم قلّ وإن كثروا </p><p> وفي «الروح» : فإن قلت: (٢) لم وصف المهديّون بالكثرة والقلّة صفتهم؟ </p><p> قلت: أهل الهدى كثير في أنفسهم، وحين يوصفون بالقلّة إنّما يوصفون بها بالقياس إلى أهل الضلال، وأيضا: فإنّ القليل من المهديّين كثير في الحقيقة، وإن قلّوا في الصورة؛ لأنّ هؤلاء على الحقّ، وهم على الباطل. وعن ابن مسعود - رضي الله عنه -: (السواد الأعظم هو الواحد على الحقّ) . </p><p> ثمّ أكمل الجواب، وزاد في البيان، فقال:  {وَما يُضِلُّ} الله سبحانه {بِهِ} ؛ أي: بهذا المثل؛ أي: لا يخذل، ولا يذلّ بهذا المثل وتكذيبه {إِلَّا الْفاسِقِينَ} ؛ أي: إلّا الخارجين عن حدّ الإيمان والإخلاص إلى الكفر والنفاق، كاليهود والمنافقين. </p><p> أي:  (٣) وما يضلّ بضرب المثل إلّا الذين خرجوا عن سنّة الله في خلقه، </p><p>(١) المراغي. (٢) روح البيان.(٣) المراغي.</p>"
}