{
  "id": null,
  "sura": 2,
  "aya": 150,
  "text": "<p> ومعلومٌ (١) أن مثل هذه الجملة المصدّرة بإن تجيء كالعلةِ لِما قبلَها، فكأن المعنى: إتيان الله بكم جميعًا لقدرته على ذلك. </p><p> ١٤٩ - {وَمِنْ حَيْثُ خَرَجْتَ} ؛ أي: وفي أي مكانٍ خرجت إليه يا محمد لسفرٍ، أو غزو. وقرأ عبد الله بن عمير:  {وَمِنْ حَيْثُ} بفتح المثلثة تخفيفًا، {فَوَلِّ وَجْهَكَ} ؛ أي: فاصرف، وحول، ووجه ذاتك في صلاتك {شَطْرَ الْمَسْجِدِ الْحَرَامِ} ؛ أي: تلقاء المسجد الحرام وجهة الكعبة. {وَإِنَّهُ} ؛ أي: وإن التولي إلى المسجد الحرام في الصلاة {لَلْحَقُّ} ؛ أي: للأمر الموافق للحكمة الثابت الذي لا يعرض له نسخ، ولا تبديل حال كونه واقعًا {وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ} قرأ أبو عمرو: {يعملون} بالياء على الغيبة، وهو راجع للكفار؛ أي: من إنكار أمر القبلة، والباقون:  {تعملون} بالتاء على الخطاب؛ أي: ليس هو بساهٍ عن أعمالكم، ولكنه محصيها لكم وعليكم، فيجازيكم بها يوم القيامة. </p><p> ١٥٠ - {وَمِنْ حَيْثُ خَرَجْتَ} في أسفارك ومغازيك من المنازل القريبة والبعيدة {فَوَلِّ وَجْهَكَ} في الصلاة {شَطْرَ الْمَسْجِدِ الْحَرَامِ} ؛ أي: تلقاءه {وَحَيْثُ مَا كُنْتُمْ} ؛ أي: وفي أي مكان كنتم فيه - يا أمة محمد - من أقطار الأرض مقيمين، أو مسافرين في برٍّ أو بحرٍ {فَوَلُّوا وُجُوهَكُمْ} ؛ أي: فوجِّهوا وجوهكم في الصلاة من محالكم {شَطْرَهُ} ؛ أي: شطر المسجد الحرام وتلقاءه. </p><p> وكرّر (٢) الله سبحانه وتعالى أمرَ التولي لشطرِ المسجد الحرام ثلاثَ مرات؛ لتأكيد أمر القبلة، فالثالثة مؤكدةٌ للثانية لا للأولى؛ لأنّا بينّا أن الأولى: في الإقامة، والثانية: في السفر، وأما الثالثة: ففي السفر أيضًا، فهي مؤكدةٌ للثانية، وحكمة هذا التأكيد: تثبيت هذا الحكم، وتقرير نسخ استقبال بيت المقدس؛ لأن النسخ من مظانِّ الفتنة والشبهة، مع أنه تعالى علق بكل آية فائدةً. أما في الآية الأولى فبيّن أن أهل الكتاب يعلمون أن أمر نبوة محمد، وأمر هذه القبله حق؛ </p><p>(١) بيضاوي. (٢) البحر المحيط.</p><p> لأنهم شاهدوا ذلك في التوراة والإنجيل، وأما في الآية الثانية: فبين أنه تعالى يشهد أن ذلك حق، وشهادة الله بكونه حقًّا مغايرةٌ لعلم أهل الكتاب بكونه حقًّا، وأما في الآية الثالثة: فبين أنه تعالى قطع حجة اليهود والمشركين، وذلك قوله تعالى:  {لِئَلَّا يَكُونَ لِلنَّاسِ} ؛ أي: عرّفناكم وجه الصواب في قبلتكم والحجة لكم؛ لكي لا يكون لليهود والمشركين {عَلَيْكُمْ} أيها الأمة المحمدية {حُجَّةٌ} ؛ أي: مجادلة ومعارضة في التولي، والمعنى: أن التولية عن الصخرة إلى الكعبة تدفع احتجاج اليهود بأن محمدًا يجحد ديننا، ويتبع قبلتنا، وذلك مدفوع بأن المنعوت في التوراة قبلته الكعبة، وتدفع احتجاج المشركين بأنه - صلى الله عليه وسلم - يدّعي مِلة إبراهيم ويخالف قبلته. {إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ} قرأ الجمهور: {إِلَّا} بكسر الهمزة جعلوها أداة استثناء متصل، وقرأ ابن عامر، وزيد بن علي، وابن زيد شذوذًا {ألا} بفتح الهمزة وتخفيف اللام جعلوها {أَلاَ} التي للتنبيه والاستفتاح. فعلى قراءة هؤلاء يكون إعراب {الَّذِينَ ظَلَمُوا} مبتدأ خبره جملة {فَلَا تَخْشَوْهُمْ وَاخْشَوْنِي} ، ودخلت الفاء؛ لأنه سَلَكَ بـ {الذِينَ} مسلك الشرط، والفعل الماضي هو مستقبل المعنى. كأنه قيل: من يظلم من الناس فلا تخافوا مطاعنتهم في قبلتكم، واخشوني فلا تخالفوا أمري، وقال أبو عبيدة: إنّ {إلّا} هنا بمعنى الواو؛ أي: و {الَّذِينَ ظَلَمُوا} فهو استثناء بمعنى {الواو} ومنه قول الشاعر: </p><p> وَمَا بِالْمَدِينَةِ دَارٌ غَيْرُ وَاحِدَةٍ ... دَارُ الْخَلِيْفَةِ إلا دَارُ مَرْوَانَا </p><p> كأنه قال: إلا دار الخليفة ودار مروان، ونقل السجاوندي في قراءة شاذة عن أبي بكر بن مجاهد أنه قرأ:  {إلى الذين} جعلها حرف جر، وتأويلها بمعنى (مع) والمعنى على قراءة الجمهور: لكي لا يكون حجة لأحد من اليهود والمشركين إلا للمعاندين منهم، القائلين ما ترك قبلتنا إلى الكعبة إلا ميلًا إلى دين قومه، وحبًّا لبلده، ولو كان على الحق .. للزم قبلة الأنبياء {فَلَا تَخْشَوْهُمْ} ؛ أي: فلا تخافوا مطاعنتهم في قبلتكم، فإنهم لا يضرونكم {وَاخْشَوْنِي} ؛ أي: واحذروا عقابي، فلا تخالفوا أمري. وقوله:  {وَلِأُتِمَّ نِعْمَتِي عَلَيْكُمْ} معطوف على قوله: {لِئَلَّا يَكُونَ} ؛ أي: فهو علة ثانية، وكأن المعنى: عرّفناكم وجه الصواب في </p><p> قبلتكم، والحجة لكم لانتفاء حجج الناس عليكم ولإتمام النعمة عليكم، فيكون التعريف معللًا بهاتين العلتين. والفصل بالاستثناء وما بعده كلا فصل؛ إذ هو من متعلق العلة الأولى، وقيل: معطوف على علة مقدرة، كأنه قيل: واخشوني؛ لأوفقكم، ولأتم نعمتي عليكم. وإتمام النعمة الهداية إلى القبلة. وقيل: دخول الجنة. والمعنى: ولكي أتم نعمتي عليكم بهدايتي إياكم إلى قبلة إبراهيم لتتم لكم الملة الحنفية. وقيل: تمام النعمة الموت على الإِسلام، ثم دخول الجنة، ثم رؤية الله تعالى:  {وَلَعَلَّكُمْ تَهْتَدُونَ} ؛ أي: ولكي تهتدوا من الضلالة إلى الحق، فهو علة ثالثة، فإن قلتَ: إن الله تعالى أنزل عند قرب وفاته - صلى الله عليه وسلم - {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي} فدلّ على أن تمام النعمة إنما حصل ذلك اليوم فكيف قال قبل ذلك بسنين كثيرة في هذه الآية: {وَلِأُتِمَّ نِعْمَتِي عَلَيْكُمْ} ؟ </p><p> قلنا: تمام النعمة في كل وقتٍ بما يليق به، فلا معارضة بين الآيتين. </p><p> الإعراب </p><p> {وَلَئِنْ أَتَيْتَ الَّذِينَ أُوتُوا الْكِتَابَ بِكُلِّ آيَةٍ مَا تَبِعُوا قِبْلَتَكَ} . </p><p> {وَلَئِنْ} : {الواو} استئنافية، أو داخلة على مقسم به محذوف، تقديره: وعزتي وجلالي {اللام} : موطئة للقسم {إن} : حرف شرط جازم. {أَتَيْتَ} : فعل، وفاعل في محل الجزم بإن على كونه فعل شرط لها. {الَّذِينَ} : اسم موصول للجمع المذكر في محل النصب مفعول به؛ لأن (أتى) هنا بمعنى جاء. {أُوتُوا} : فعل ماض مُغيَّر ونائب فاعل وهو المفعول الأول. {الْكِتَابَ} : مفعول ثان؛ لأن (أتى) هنا بمعنى أعطى، والجملة من الفعل المغيَّر ونائب فاعل صلة الموصول، والعائد ضمير الغائب. {بِكُلِّ آيَةٍ} : جار ومجرور ومضاف إليه متعلق بـ {أَتَيْتَ} . {مَا تَبِعُوا} : {ما} : نافية. {تَبِعُوا} فعل وفاعل، {قِبْلَتَكَ} : مفعول به ومضاف إليه، والجملة الفعلية جواب القسم لا محل لها من الإعراب، وجملة القسم مع جوابه ساد مسد جواب الشرط، وجملة الشرط مستأنفة استئنافًا نحويًّا لا محل لها من الإعراب، وإنما جعلنا المذكور جوابًا للقسم لا للشرط جريًا على القاعدة النحوية: أنه إذا اجتمع شرط وقسم فإنه يحذف جواب المتأخر </p><p> منهما، كما قال ابن مالك: </p><p> وَاحْذِفْ لَدَى اجْتِمَاعِ شَرْطٍ وَقَسَمْ ... جَوَابَ مَا أَخَّرْتَ فَهْوَ مُلْتَزَمْ </p><p> وأيضًا لا يصلح قوله:  {مَا تَبِعُوا} أن يكون جوابًا للشرط؛ لأنه فعل منفي بـ {ما} فحقه دخول الفاء عليه، فوجب أن يكون جوابًا للقسم لا للشرط، ولذلك جاء فعل الشرط ماضيًا؛ لأنه متى حذف الجواب .. وجبَ كون فعل الشرط ماضيًا إلا في ضرورةٍ، كما هو مقرر في محله. </p><p> {وَمَا أَنْتَ بِتَابِعٍ قِبْلَتَهُمْ} . </p><p> {وَمَا} : {الواو} عاطفة. {ما} : حجازية أو تميمية. {أَنْتَ} : في محل الرفع اسمها، أو مبتدأ. {بِتَابِعٍ}  {الباء} : زائدة، {تابع} : خبر {ما} منصوب، أو خبر المبتدأ مرفوع. {قِبْلَتَهُمْ} : مفعول لـ {تابع} ومضاف إليه، والجملة الإسمية معطوفة على جملة الشرط وجوابه، لا على الجواب وحده، إذ لا تحل محله؛ لأن نفي تبعيتهم مقيد بشرطٍ لا يصح أن يكون قيدًا في نفي تبعيته قبلتهم. </p><p> {وَمَا بَعْضُهُمْ بِتَابِعٍ قِبْلَةَ بَعْضٍ} . </p><p> {وَمَا} : {الواو} عاطفة. {ما} : حجازية أو تميمية. {بَعْضُهُمْ} : اسم {ما} ومضاف إليه، أو مبتدأ {بِتَابِعٍ}  {الباء} : زائدة {تابع} : خبر ما، أو خبر المبتدأ. {قِبْلَةَ بَعْضٍ} : مفعول {تابع} ، ومضاف إليه، والجملة الإسمية معطوفة على جملة الشرط وجوابه في قوله:  {وَلَئِنْ أَتَيْتَ الَّذِينَ} ... إلخ. </p><p> {وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ مِنْ بَعْدِ مَا جَاءَكَ مِنَ الْعِلْمِ إِنَّكَ إِذًا لَمِنَ الظَّالِمِينَ} . </p><p> {وَلَئِنِ} : {الواو} استئنافية فيه، أو داخلة على مقسم به محذوف، وتقديره: وعزتي وجلالي. {اللام} : موطئة للقسم، {إن} : حرف شرط جازم. {اتَّبَعْتَ} . فعل وفاعل في محل الجزم بأن على كونه فعل شرط لها. {أَهْوَاءَهُمْ} : مفعول به ومضاف إليه. {مِنْ بَعْدِ} : جار ومجرور متعلق </p><p> بـ {اتَّبَعْتَ} ، {بَعْدِ} : مضاف. {ما} : موصولة، أو موصوفة في محل الجر مضاف إليه {جَاءَكَ} : فعل ومفعول به، وفاعله ضمير يعود على ما، والجملة صلةٌ لما، أو صفة لها. {مِنَ الْعِلْمِ} : جار ومجرور حال من الضمير المستتر في جاء. {إِنَّكَ} : {إن} : حرف نصب، و {الكاف} اسمها. {إِذًا} : حرف جواب وجزاء زائد لتأكيد الكلام، ولا تعمل هنا شيئًا؛ لأن عملها في الفعل، ولا فعل هنا. {لَمِنَ الظَّالِمِينَ} : {اللام} : حرف ابتداء {من الظالمين} : جار ومجرور خبر لـ {إن} ، وجملة إن من اسمها وخبرها جوابٌ القسم لا محل لها من الإعراب، وجملة القسم مع جوابه سادٌّ مسد جواب الشرط، وجملة القسم مستأنفة. </p><p> {الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمْ وَإِنَّ فَرِيقًا مِنْهُمْ لَيَكْتُمُونَ الْحَقَّ وَهُمْ يَعْلَمُونَ (١٤٦) } </p><p> {الَّذِينَ} : مبتدأ. {آتَيْنَاهُمُ} : فعل وفاعل ومفعول أول. {الْكِتَابَ} : مفعول ثانٍ، والجملة صلة الموصول، والعائد ضمير الغائبين. {يَعْرِفُونَهُ} : فعل وفاعل ومفعول به، والجملة خبر المبتدأ، والجملة الإسمية مستأنفة. {كَمَا}  (الكاف) : حرف جر وتشبيه، {ما} مصدرية. {يَعْرِفُونَ} : فعل وفاعل. {أَبْنَاءَهُمْ} : مفعول به ومضاف إليه، والجملة صلة (ما) المصدرية. (ما) مع صلتها في تأويل مصدرٍ مجرور بالكاف، تقديره: كمعرفتهم أبناءهم، الجار والمجرور صفة لمصدر محذوف، تقديره: يعرفونه معرفةً كائنةً كمعرفتهم أبناءهم، وقال أبو البقاء: ويجوز أن يكون {الَّذِينَ} بدلًا من {الَّذِينَ أُوتُوا الْكِتَابَ} في الآية قبلها، ويجوز أن يكون بدلًا من {الظَّالِمِينَ} ، فيكون {يَعْرِفُونَهُ} حالًا من الكتاب، ويجوز أن يكون نصبًا على تقدير: أعني، ورفعًا على تقديرهم: انتهى. {وَإِنَّ فَرِيقًا مِنْهُمْ} : الواو استثنائية، {إن} : حرف نصب وتوكيد. {فَرِيقًا} : اسمها. {مِنْهُمْ} : جار ومجرور صفة لـ {فَرِيقًا} ، {لَيَكْتُمُونَ} : {اللام} : حرف ابتداء. {يكتمون} : فعل وفاعل. {الْحَقَّ} : مفعول به، والجملة الفعلية خبر (إن) ، تقديره: وإن فريقًا منهم لكاتمون الحق، وجملة (إن) مستأنفة. {وَهُمْ} </p><p> {الواو} حالية، {هم} مبتدأ، وجملة {يَعْلَمُونَ} : خبره، والجملة من المبتدأ والخبر في محل النصب حال من فاعل {يكتمون} . </p><p> {الْحَقُّ مِنْ رَبِّكَ فَلَا تَكُونَنَّ مِنَ الْمُمْتَرِينَ (١٤٧) }. </p><p> {الْحَقُّ} : مبتدأ. {مِنْ رَبِّكَ} : جار ومجرور ومضاف إليه خبر المبتدأ، والجملة مستأنفة، وقيل: خبرٌ لمبتدأ محذوف؛ تقديره: هو؛ أي: ما كتموه، وقيل: الحق. {مِنْ رَبِّكَ} جار ومجرور حال من الحق، وقيل: غير ذلك {فَلَا}  (الفاء) : عاطفة تفريعية {لا} : ناهية جازمة. {تَكُونَنَّ} : فعل مضارع ناقص في محل الجزم بـ (لا) مبني على الفتح لاتصاله بنون التوكيد الثقيلة. {مِنَ الْمُمْتَرِينَ} : جار ومجرور خبر (تكون) ، وجملة (تكون) معطوفة على جملة المبتدأ. </p><p> {وَلِكُلٍّ وِجْهَةٌ هُوَ مُوَلِّيهَا فَاسْتَبِقُوا الْخَيْرَاتِ} . </p><p> {وَلِكُلٍّ}  {الواو} استئنافية. (لكل) : جار ومجرور خبر مقدم. {وِجْهَةٌ} : مبتدأ مؤخر، وسَوَّغ الابتداء بالنكرة وصفه بما بعده، والجملة مستأنفة. {هُوَ} : ضمير يعود على (كل) في محل الرفع مبتدأ. {مُوَلِّيهَا} : خبر ومضاف إلى المفعول الأول، والضمير عائد على وجهة، والمفعول الثاني محذوف، تقديره: وَجْهَهُ، والجملة من المبتدأ والخبر في محل الرفع صفةٌ لوجهة {فَاسْتَبِقُوا}  (الفاء) : فاء الفصيحة؛ لأنها أفصحت عن شرط مقدر؛ تقديره: إذا عرفتم ما ذكرته لكم، وأردتم بيان ما هو الأصلح لكم فأقول {استبقوا} فعل وفاعل، {الْخَيْرَاتِ} : منصوب بنزع الخافض تقديره: إلى الخيرات والجملة الفعلية في محل النصب مفعول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. </p><p> {أَيْنَ مَا تَكُونُوا يَأْتِ بِكُمُ اللَّهُ جَمِيعًا إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} . </p><p> {أَيْنَ} : اسم شرط جازم في محل النصب على الظرفية مبنية على الفتح، والظرف متعلق بـ {تَكُونُوا} . {مَا} : زائدة. {تَكُونُوا} : فعل وفاعل مجزوم بـ {أَيْنَ} على كونه فعل شرط لها، وهو من كان التامة، {يَأْتِ} : فعل مضارع مجزوم بـ {أَيْنَ} على كونه فعل شرط لها. {بِكُمُ} : جار ومجرور متعلق به. </p><p> {اللَّهُ} : فاعل. {جَمِيعًا} : حال من ضمير المخاطبين، وجملة {أَيْنَ} من فعل شرطها وجوابها مستأنفة. {إِنَّ} : حرف نصب وتوكيد. {اللَّهَ} : اسمها. {عَلَى كُلِّ شَيْءٍ} : جار ومجرور ومضاف إليه متعلق بـ {قَدِيرٌ} ، وهو خبر {إِنَّ} ، وجملة {إِنَّ} في محل الجر بلام التعليل المقدرة المتعلقة بجواب {أَيْنَ} . </p><p> {وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ} . </p><p> {وَمِنْ} : {الواو} استئنافية. {من حيث} : جار ومجرور متعلق بـ {ولِّ} الآتي. {خَرَجْتَ} : فعل وفاعل، والجملة في محل الجر مضاف إليه لـ {حَيْثُ} . {فَوَلِّ} : {الفاء} : زائدة، {ولِّ} : فعل أمر، وفاعله ضمير يعود على محمد. {وَجْهَكَ} : مفعول أول ومضاف إليه. {شَطْرَ} : مفعول ثانٍ وهو مضاف. {الْمَسْجِدِ} : مضاف إليه. {الْحَرَامِ} : صفة له، والجملة الفعلية مستأنفة. </p><p> {وَإِنَّهُ لَلْحَقُّ مِنْ رَبِّكَ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ} . </p><p> {وَإِنَّهُ}  {الواو} استئنافية، {إن} : حرف نصب، و {الهاء} : اسمها {لَلْحَقُّ} : اللام حرف ابتداء، الحق: خبرها، والجملة مستأنفة. {مِن رَبِّكَ} : جار ومجرور ومضاف إليه متعلق بمحذوف حال من الحق. {وَمَا} : {الواو} عاطفة، {ما} نافية {اللَّهُ} مبتدأ. أو:  {ما} : حجازية، {اللَّهُ} : اسمها. {بِغَافِلٍ} : {الباء} زائدة، {غافل} : خبر المبتدأ، أو خبر {ما} ، والجملة صلة لما أو صفة لها، والعائد أو الرابط محذوف؛ تقديره: تعملونه، أو صلة {ما} المصدرية؛ تقديره: عن عملكم، الجار والمجرور متعلق بـ {غافل} . </p><p> {وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ} : تقدم إعرابه آنفًا، فلا عود ولا إعادة، فراجعه إن شئت. </p><p> {وَحَيْثُ مَا كُنْتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ} . </p><p> {وَحَيْثُ مَا}  {الواو} عاطفة. {حيث ما} : اسم شرط جازم في محل النصب على الظرفية المكانية، والظرف متعلق بالجواب الآتي. {كُنْتُمْ} : فعل وفاعل؛ لأنه من كان التامة في محل الجزم بـ {حيث ما} على كونها فعل شرط </p><p> لها. {فَوَلُّوا}  {الفاء} : رابطة لجواب الشرط، {وَلُّوا} : فعل وفاعل في محل الجزم بـ {حيث ما} على كونها جوابًا لها، وجملة {حيث ما} معطوفة على جملة قوله: {وَمِنْ حَيْثُ خَرَجْتَ} . {وُجُوهَكُمْ} مفعول أول ومضاف إليه. {شَطْرَهُ} : مفعول ثانٍ ومضاف إليه. </p><p> {لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيْكُمْ حُجَّةٌ} . </p><p> {لِئَلَّا} : {اللام} : حرف جر وتعليل، {أن} حرف مصدري ونصب {لا} : نافية. {يَكُونَ} فعل مضارع منصوب بأن المذكورة في {لِئَلَّا} . {لِلنَّاسِ} : جار ومجرور خبر مقدم {لِيَكُونَ} . {عَلَيْكُمْ} : جار ومجرور حال من {حُجَّةٌ} ؛ لأنه نعت نكرة قُدِّم عليها. {حُجَّةٌ} : اسم {يَكُونَ} : مؤخر، وجملة {يَكُونَ} من اسمها وخبرها صلة {أن} المصدرية، {أن} مع صلتها في تأويل مصدرٍ مجرور بلام التعليل؛ تقديره: لعدم كون حجة ثابتة للناس عليكم، الجار والمجرور متعلق بمحذوف؛ تقديره: عرفناكم وجه الصواب في قبلتكم وكيفية الاحتجاج في القبلة بما بيَّنا في قولنا: {وَلِكُلٍّ وِجْهَةٌ هُوَ مُوَلِّيهَا} لإعدام كون حجة للناس عليكم ونفيها. </p><p> {إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ} . </p><p> {إِلَّا} : أداة استثناء من الناس متصل؛ لأن ما قبل إلا ظالمون أيضًا، والمعنى: لئلا تكون حجةً لأحد من الناس - أي: اليهود والمشركين - عليكم إلا المعاندين منهم القائلين ما ترك قبلتنا إلى الكعبة إلا ميلًا إلى دين قومه وحبًّا لبلده، ولو كان على الحق .. للزم قبلة الأنبياء قَبْله عليهم السلام. {الَّذِينَ} : اسم موصول في محل النصب على الاستثناء. {ظَلَمُوا} : فعل وفاعل، والجملة صلة الموصول. {مِنْهُمْ} : جار ومجرور حال من فاعل {ظَلَمُوا} . </p><p> {فَلَا تَخْشَوْهُمْ وَاخْشَوْنِي} . </p><p> {فَلَا}  {الفاء} : فاء الفصيحة؛ لأنها أفصحت عن شرطٍ مقدر؛ تقديره: إذا عرفتم أنما فعلنا بكم ذلك لقطع حجة الناس عنكم، وأردتم بيان ما يلزمكم .. فأقول لكم {لا تخشوهم}  {لا} : ناهية جازمة، {تَخْشَوْهُمْ} فعل وفاعل ومفعول </p><p> مجزوم بـ {لا} الناهية، والجملة في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة معترضة. {وَاخْشَوْنِي} : {الواو} عاطفة، {اخشوا} : فعل أمر مبني على حذف النون، والواو فاعل، والنون للوقاية، والياء مفعول به، والجملة في محل النصب معطوفة على جملة قوله:  {فَلَا تَخْشَوْهُمْ} . </p><p> {وَلِأُتِمَّ نِعْمَتِي عَلَيْكُمْ وَلَعَلَّكُمْ تَهْتَدُونَ} . </p><p> وَلأُتِمَّ:  {الواو} عاطفة {اللام} : حرف جر وتعليل، {أتم} : منصوب بـ {أن} مضمرة جوازًا بعد لام كي، وفاعله ضمير يعود على الله. {نِعْمَتِي} : مفعول به ومضاف إليه. {عَلَيْكُمْ} : جار ومجرور متعلق بـ {أتم} ، أو حال من (نعمتي) ، والجملة الفعلية صلة أن المضمرة، أن مع صلتها في تأويل مصدر مجرور باللام؛ تقديره: ولإتمام نعمتي عليكم، الجار والمجرور معطوف على الجار والمجرور في قوله:  {لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيْكُمْ حُجَّةٌ} ، والتقدير: عرفناكم وجه الصواب في قبلتكم لقطع حجة الناس عنكم، ولإتمام نعمتي عليكم بتحويلكم إلى أشرف القبل، قبلة أبيكم إبراهيم عليه السلام. {وَلَعَلَّكُمْ} : {الواو} عاطفة {لعل} : حرف نصب وتعليل بمعنى كي، {الكاف} ): اسمها، وجملة {تَهْتَدُونَ} في محل الرفع خبرها، وجملة (لعل) في محل الجر بـ {لام} التعليل المقدرة؛ تقديره: ولإرادتي هدايتكم إلى الحق، الجار والمجرور معطوف على الجار والمجرور في قوله:  {لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيْكُمْ حُجَّةٌ} ، وتقدير الكلام: عرفناكم وجه الصواب في قبلتكم لقطع حجة الناس عنكم، ولإتمام نعمتي عليكم، ولإرادتي هدايتكم إلى الحق، والله أعلم بمعنى كلامه. </p><p> التصريف ومفردات اللغة </p><p> {بِكُلِّ آيَةٍ} الآية: الحجة والعلامة. قيل: أصلها أيَيَة كتمرة، قلبت عينها ألفًا على غير قياس، وقيل: أصلها آئية كقائلة، حذفت همزتها تخفيفًا، وقيل: غير ذلك. </p><p> {مَا تَبِعُوا} ؛ أي: لا يتبعوا، فهو ماض في معنى المستقبل، ودخلت {مَا} حملًا على لفظ الماضي، وحذفت الفاء في الجواب مع كونه منفيًّا بها؛ لأن فعل </p><p> الشرط ماض غير مجزوم لفظًا. </p><p> {أَهْوَاءَهُمْ} : جمع هوى مقصورًا، والهوى: كل ما تحبه النفس وتميل إليه طبعًا. {إِذًا} : حرف، والنون فيه أصل، ولا تستعمل إلا في الجواب، ولا تعمل هنا شيئًا؛ لأن عملها في الفعل، ولا فعل هنا، فهي هنا مؤكدةٌ لجواب ارتبط بمتقدم، ولا عمل لها إذا كانت مؤكدة. </p><p> {مِنَ الْمُمْتَرِينَ} : اسم فاعل من الامتراء؛ وهو الشك، يقال: امترى في الشيء - من باب افتعل - إذا شك فيه، ومثله: المراء والمرية. </p><p> {وَلِكُلٍّ وِجْهَةٌ} : وعبارة \"السمين\" هنا: وفي {وِجْهَةٌ} قولان: </p><p> أحدهما: اسم للمكان المتوجه إليه كالكعبة، وعلى هذا يكون إثبات {الواو} قياسًا؛ إذ هي غير مصدر. </p><p> والثاني: أنها مصدر بوزن فِعْلةٌ، وعلى هذا يكون ثبوت {الواو} شاذًا منبِّهًا على الأصل المتروك في عدة ونحوها. انتهت. </p><p> وقال أبو البقاء:  {وِجْهَةٌ} مصدر جاء على الأصل، والقياس: جهة مثل (عِدَة) و (زِنَه) ، و {الوجهة} : مصدر في معنى المتوجه إليه، كالخلق بمعنى المخلوق، وهي مصدر محذوف الزوائد؛ لأن الفعل تَوجّه أو اتجه، والمصدر التوجه أو الاتجاه؛ لأنه لم يستعمل منه وَجْهٌ كَوْعدٌ. </p><p> {هُوَ مُوَلِّيهَا} بكسر اللام على قراءة الجمهور اسم فاعل من ولّى يولّي توليةً من باب فَعّل المضاعف المعتل، وأما بفتح اللام: فاسم مفعول منه. </p><p> {فَاسْتَبِقُوا الْخَيْرَاتِ} : والخيرات جمع خيرة، وفيها احتمالان: </p><p> أحدهما: أن تكون مخففة من خيرة بالتشديد بوزن فيعلة، نحو ميِّت في ميْت. </p><p> والثاني: أن تكون غير مخففة من خَيِّرة، بل ثبتت على فَعْلَة بوزن جَفْنَة. يقال: رجل خَيْر وامرأة خَيْرَة، وعلى كلا التقديرين فليستا للتفضيل، والسبق: الوصول إلى </p><p> الشيء أولًا، وأصله: المتقدم في السير، ثم تجوّز به في كل تقديم. اهـ. </p><p> البلاغة </p><p> {وَلَئِنْ أَتَيْتَ الَّذِينَ أُوتُوا الْكِتَابَ} : فيه وضع اسم الموصول موضع الضمير؛ للإيذان بكمال سوء حالهم من العناد؛ يعني: أنهم قد انتهوا في العناد، وإظهار المعاداة إلى رتبةٍ لو جئتهم فيها بجميع المعجزات .. ما تبعوك، ولا سلكوا طريقك. </p><p> {وَمَا أَنْتَ بِتَابِعٍ قِبْلَتَهُمْ} : وهذه الجملة أبلغ في النفي من قوله: {مَا تَبِعُوا قِبْلَتَكَ} من وجوه: كونها اسميةً، وتكرر الاسم فيها، وكون نفيها مؤكدًا بالباء. </p><p> {وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ} : هذا من باب التهييج والإلهاب للثبات على الحق. </p><p> {كَمَا يَعْرِفُونَ أَبْنَاءَهُمْ} : فيه تشبيه مرسل مفصل؛ أي: يعرفون محمدًا - صلى الله عليه وسلم - معرفةً واضحةً كمعرفة أبنائهم الذين من أصلابهم، وخصَّ الأبناء دون البنات أو الأولاد؛ لأن الذكور أعرف وأشهر، وهم لصحبة الآباء ألزم، وبقلوبهم ألصق. والالتفات عن الخطاب إلى الغيبة؛ للإيذان بأن المراد ليس معرفتهم له - صلى الله عليه وسلم - من حيث ذاته ونسبه الزاهر، بل من حيث كونه مسطورًا في الكتاب منعوتًا بالنعوت التي من جملتها أنه - صلى الله عليه وسلم - يصلي إلى القبلتين، كأنه قيل: الذين آتيناهم الكتاب يعرفون من وصفناه فيه، وبهذا تظهر جزالة النظم الكريم وبلاغة القرآن العظيم. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {كَمَا أَرْسَلْنَا فِيكُمْ رَسُولًا مِنْكُمْ يَتْلُو عَلَيْكُمْ آيَاتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمُ الْكِتَابَ وَالْحِكْمَةَ وَيُعَلِّمُكُمْ مَا لَمْ تَكُونُوا تَعْلَمُونَ (١٥١) فَاذْكُرُونِي أَذْكُرْكُمْ وَاشْكُرُوا لِي وَلَا تَكْفُرُونِ (١٥٢) يَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ إِنَّ اللَّهَ مَعَ الصَّابِرِينَ (١٥٣) وَلَا تَقُولُوا لِمَنْ يُقْتَلُ فِي سَبِيلِ اللَّهِ أَمْوَاتٌ بَلْ أَحْيَاءٌ وَلَكِنْ لَا تَشْعُرُونَ (١٥٤) وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِنَ الْخَوْفِ وَالْجُوعِ وَنَقْصٍ مِنَ الْأَمْوَالِ وَالْأَنْفُسِ وَالثَّمَرَاتِ وَبَشِّرِ الصَّابِرِينَ (١٥٥) الَّذِينَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ قَالُوا إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ (١٥٦) أُولَئِكَ عَلَيْهِمْ صَلَوَاتٌ مِنْ رَبِّهِمْ وَرَحْمَةٌ وَأُولَئِكَ هُمُ الْمُهْتَدُونَ (١٥٧) }. </p><p> المناسبة </p><p> قوله تعالى:  {كَمَا أَرْسَلْنَا فِيكُمْ رَسُولًا مِنْكُمْ ...} الآيات، لمّا ذكر الله سبحانه وتعالى في الآيات السابقة النعم التي أنعمها على بني إسرائيل التي قابلوها بالجحود والكفران فيما يزيد على ثلث السورة، وعدد جرائمهم؛ ليعتبر ويتعظ بها المؤمنون، وأنهى الكلام عليهم .. بدأ هنا بمخاطبة المؤمنين وتذكيرهم بنعمةِ الله العظمى عليهم ببعثة خاتم المرسلين محمد - صلى الله عليه وسلم -، وبالتشريعات الحكيمة التي بها سعادتهم في الدارين قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ} قال أبو حيان: مناسبة هذه الآية لما قبلها ظاهرة؛ لأنهم سمعوا من طعن الكفار على التوجه إلى الكعبة والصلاة إليها أذى كثيرًا، فأمروا عند ذلك بالاستعانة بالصبر والصلاة. انتهى. </p><p> أسباب النزول </p><p> قوله تعالى (١) : {وَلَا تَقُولُوا لِمَنْ يُقْتَلُ فِي سَبِيلِ اللَّهِ ...} الآية، أخرج ابن منده في \"المعرفة\" من طريق السُدِّي الصغير، عن الكلبي، عن أبي صالح، عن ابن عباس رضي الله عنهما قال: قتل تميم بن الحمام ببدر، وفيه وفي غيره نزلت:  {وَلَا تَقُولُوا لِمَنْ يُقْتَلُ فِي سَبِيلِ اللَّهِ أَمْوَاتٌ ...} الآية. قال أبو نعيم: اتفقوا على </p><p>(١) مراح.</p>"
}