{
  "id": null,
  "sura": 2,
  "aya": 54,
  "text": "<p> خاشعين لله، فعصى بعضهم، وخالف أمر ربه، فأنزل عليهم عذابا من السماء جزاء ما ارتكبوه من المعاصي، واقترفوه من الآثام. </p><p> قوله تعالى:  {وَإِذِ اسْتَسْقى مُوسى ...} الآية، مناسبتها لما قبلها: أن الله سبحانه وتعالى؛ ذكر فيها نعمة أخرى آتاها بني إسرائيل فكفروا بها. ذلك أنهم حين خرجوا من مصر إلى التيه، أصابهم ظمأ من لفح الشمس، فاستغاثوا بموسى، فدعا ربه أن يسقيهم، فأجاب دعوته. وقد كان من دأب بني إسرائيل، أن يعودوا باللّوم على موسى إذا أصابهم الضيق، ويمنّون عليه بالخروج معه من مصر، ويصارحونه بالندم على ما فعلوا. فقد روي أنهم قالوا: من لنا بحر الشمس، فظلل عليهم الغمام. وقالوا: من لنا بالطعام، فأنزل الله عليهم المنّ والسلوى. فقالوا: من لنا بالماء، فأمر موسى بضرب الحجر. </p><p> التفسير وأوجه القراءة </p><p> ٥٤ - ثمّ بين سبحانه كيفية وقوع العفو المذكور بقوله:  {وَ} اذكروا أيضا يا بني إسرائيل! وهذا هو الإنعام الخامس {وَإِذْ قالَ مُوسى} ؛ أي: قصة وقت قوله: {لِقَوْمِهِ} الذين عبدوا العجل، بعد ما رجع من الميعاد الذي وعده ربّه، فرآهم عبدوا العجل {يا قَوْمِ} ؛ أي: يا قومي! والإضافة فيه للشفقة {إِنَّكُمْ ظَلَمْتُمْ} وأضررتم {أَنْفُسَكُمْ} بتفويتها الثواب الواجب لها، بالإقامة على عهد موسى {بِاتِّخاذِكُمُ الْعِجْلَ} ؛ أي: بسبب اتخاذكم العجل معبودا لكم، فقالوا لموسى: فماذا تأمرنا {فـ} قال {توبوا} قلبا وقالبا؛ أي: فاعزموا على التوبة، والفاء للسببية، لأنّ الظلم سبب للتوبة {إِلى بارِئِكُمْ} ؛ أي: إلى خالقكم الذي خلقكم بريئا من العيوب، والنقصان، والتفاوت، وميّز بعضكم من بعض بصور، وهيئات مختلفة، ولو (١) أظهرتم التوبة بالبدن دون القلب فأنتم ما تبتم إلى الله، وإنما تبتم إلى الناس. والتعرّض (٢) لعنوان البارئية؛ للإرشاد إلى أنهم بلغوا من الجهالة أقصاها، ومن الغباوة منتهاها، حيث تركوا عبادة العليم الحكيم الذي خلقهم </p><p>(١) العمدة. (٢) روح البيان.</p><p> بلطيف حكمته، بريئا من التفاوت، والتنافر، إلى عبادة العجل الذي هو مثل في الغباوة، وأنّ من لم يعرف حقوق منعمه، حقيق بأن تستردّ هي منه، ولذلك أمروا بالقتل، وفكّ التركيب، فقالوا له: كيف نتوب إلى الله سبحانه {فـ} قال لهم {اقتلوا أَنْفُسَكُمْ} ؛ أي: سلّموا أنفسكم للقتل، وارضوا به، واصبروا عليه، وليقتل البريء منكم المجرم، وإنما قال أنفسكم؛ لأن المؤمنين إخوة، وأخو الرجل كأنّه نفسه، كما قال تعالى:  {وَلا تَلْمِزُوا أَنْفُسَكُمْ} ؛ أي: ولا تغتابوا إخوانكم من المسلمين. كذا في «التيسير» ، و «تفسير أبي الليث» ، والفاء في قوله:  {فَاقْتُلُوا} للتعقيب، وتوبتهم هي قتلهم؛ أي: فاعزموا على التوبة، فاقتلوا أنفسكم. كذا في «الكشاف» . </p><p> وقال في «التفسير الكبير» : وليس المراد تفسير التوبة بقتل النفس، بل بيان أنّ توبتهم لا تتمّ، ولا تحصل إلا بقتل النفس، وإنما كان كذلك؛ لأنّ الله تعالى أوحى إلى موسى عليه السلام، أن توبة المرتد لا تتم إلا بالقتل {ذلِكُمْ} ؛ أي: القتل في التوبة {خَيْرٌ لَكُمْ} ؛ أي أنفع لكم {عِنْدَ بارِئِكُمْ} سبحانه من الامتناع الذي هو إصرار، وفيه عذاب، لما أن القتل طهرة من الشرك، ووصلة إلى الحياة الأبدية، والبهجة السرمدية؛ أي: إنّ التوبة أجر لكم عند خالقكم، من إقامتكم على عبادة العجل؛ لما فيها من الطهارة من الشرك. وقوله:  {فَتابَ عَلَيْكُمْ} خطاب منه تعالى، معطوف على محذوف؛ أي: ثم فعلتم ما أمرتم به، فتاب عليكم بارئكم؛ أي: قبل توبتكم، وتجاوز عنكم، وإنما لم يقل: فتاب عليهم، على أنّ الضمير للقوم؛ لما أن ذلك نعمة أريد التذكير بها للمخاطبين لا لأسلافهم. </p><p> فإن قلت (١) : أنه تعالى أمر بالقتل، والقتل لا يكون نعمة. </p><p> قلت: إن الله سبحانه نبّههم على عظيم ذنبهم، ثم نبّههم على ما به يتخلّصون من ذلك العظيم، وذلك من النعم في الدّين؛ أي: قبل توبة من قتل منكم، وغفر لمن لم يقتل من بقية المجرمين، وعفا عنهم من غير قتل. </p><p>(١) روح البيان.</p><p> {إِنَّهُ} سبحانه وتعالى {هُوَ التَّوَّابُ} ؛ أي: الذي يكثر توفيق المذنبين للتوبة، ويبالغ في قبولها منهم:  {الرَّحِيمُ} ؛ أي: كثير الرحمة للمطيعين أمره حيث جعل القتل كفارة لذنوبهم. روي أنهم لمّا أمرهم موسى بالقتل. قالوا: نصبر لأمر الله، فجلسوا في الأفنية محتبين مذعنين. وقيل لهم: من حلّ حبوته، أو مدّ طرفه إلى قاتله، أو اتقاه بيد أو رجل، فهو ملعون مردود توبته، وأصلت القوم عليهم الخناجر؛ أي: حملوا عليهم الخناجر، ورفعوا بها وضربوهم بها، وكان الرجل يرى ابنه، وأباه، وأخاه، وقريبه، وصديقه، وجاره، فلم يمكنهم المضيّ لأمر الله. قالوا: يا موسى! كيف نفعل؟ فأرسل الله سبحانه ضبابة، وسحابة سرداء، لا يبصر بعضهم بعضا، فكانوا يقتلونهم إلى المساء، فلما كثر القتل، دعا موسى وهارون، وبكيا، وتضرّعا، وقالا: يا رب! هلكت بنو إسرائيل، البقية، البقية، فكشف الله السحابة، ونزلت التوبة، وأمرهم أن يكفّوا عن القتل، فقتل منهم سبعون ألفا، فكان من قتل شهيدا، ومن بقي مغفورة ذنوبه. وأوحى الله سبحانه إلى موسى عليه السلام، إني أدخل القاتل والمقتول الجنة. هذا على رواية أن القاتل من المجرمين، على أن معنى قوله:  {فَاقْتُلُوا أَنْفُسَكُمْ} بعض المجرمين بعضا، فالقاتل هو الذي بقي من المجرمين بعد نزول أمر الكف عن القتل، وإلا فالقاتل على الرواية الأخرى هو البرىء، كما سبق في تفسير الآية. </p><p> وروي: أنّ الأمر بالقتل من الأغلال التي كانت عليهم، وهي المواثيق اللازمة لهم لزوم الغلّ، ومن الإصر وهو الأعمال الشاقة، كقطع الأعضاء الخاطئة، وعدم جواز صلاتهم في غير المسجد، وعدم التطهير بغير الماء، وحرمة أكل الصائم بعد النوم، ومنع الطيبات عنهم بالذنوب، وكون الزكاة ربع مالهم، وكتابة ذنب الليل على الباب بالصبح، وكما روي: أن بني إسرائيل إذا قاموا يصلّون، لبسوا المسوح، وغلّوا أيديهم إلى أعناقهم، وربّما ثقب الرجل ترقوته، وجعل فيها طرف السلسلة وأوثقها إلى السارية، وحبس نفسه على العبادة. فهذه الأمور رفعت عن هذه الأمة؛ تكريما للنبي صلّى الله عليه وسلّم. وحاصل معنى الآية (١) : أي </p><p>(١) المراغي.</p><p> واذكر أيها الرسول الكريم! فيما تلقيه على بني إسرائيل، وغيرهم من العظات، قول موسى لقومه الذين عبدوا العجل، حيث كان يناجي ربه: يا قوم! إنكم باتخاذكم العجل إلها قد أضررتم بأنفسكم، وأنقصتم مالها من الأجر والثواب عند ربكم، لو أنكم أقمتم على عهدي، واتّبعتم شريعتي وقد فصّلت هذه القصة في سورتي الأعراف وطه {فَتُوبُوا إِلى بارِئِكُمْ ...} إلخ؛ أي: فاعزموا على التوبة إلى من خلقكم، وميّز بعضكم من بعض بصور، وهيئات مختلفة. وفي قوله:  {إِلى بارِئِكُمْ} إيماء إلى أنهم بلغوا غاية الجهل، إذ تركوا عبادة البارىء، وعبدوا أغبى الحيوان، وهو البقر، وليقتل البرىء منكم المجرم. </p><p> وقصة القتل مذكورة في التوراة التي يتدارسونها إلى اليوم، ففيها دعاء موسى: من للربّ فإليّ، فأجابه بنو لاوى، فأمرهم أن يأخذوا السيوف ويقتل بعضهم بعضا، ففعلوا، فقتل في ذلك اليوم، نحو: ثلاثة آلاف رجل. والعبرة من القصة، لا تتوقّف على عدد معين، فلنمسك عنه ما دام القرآن لم يتعرّض له. </p><p> ذلكم المذكور من التوبة، والقتل، أنفع لكم عند الله من العصيان، والإصرار على الذنوب؛ لما فيه من العذاب، إذ أن القتل يطهّركم من الرجس الذي دنّستم به أنفسكم، ويجعلكم أهلا للثواب {فَتابَ عَلَيْكُمْ} ؛ أي: ففعلتم ما أمركم به موسى، فقبل توبتكم، وتجاوز عن سيئاتكم، إنه سبحانه هو التواب؛ أي: كثير قبول التوبة ممن تاب إليه. الرحيم: أي كثير الرحمة بمن ينيب إليه، ويرجع، ولولا ذلك لعجل بإهلاككم على ما اجترحتم من عظيم الآثام، وكرّر البارىء باللفظ الظاهر؛ توكيدا؛ ولأنها جملة مستقلة، فناسب الإظهار. وللتنبيه على أنّ هذا الفعل هو راجح عند الذي أنشأكم، فكما رأى أن إنشاءكم راجح؛ رأي: أنّ إعدامكم بهذا الطريق من القتل راجح، فينبغي التسليم له في كل حال، وتلقّي ما يرد من قبله بالقبول، والامتثال. ذكره في «البحر» . </p><p> وقرأ الجمهور (١) : بظهور حركة الإعراب في {بارِئِكُمْ} وروي عن أبي </p><p>(١) البحر المحيط.</p><p> عمرو الاختلاس. روى ذلك عنه سيبويه، وروي عنه الإسكان؛ وذلك إجراء للمنفصل من كلمتين مجرى المتصل من كلمة، فإنه يجوز تسكين مثل إبل، فأجري المكسوران في بارئكم مجرى إبل. ومنع المبرد التسكين في حركة الإعراب، وزعم أن قراءة أبي عمرو لحن، وما ذهب إليه ليس بشيء؛ لأن أبا عمرو لم يقرأ إلا بأثر عن رسول الله صلّى الله عليه وسلّم، ولغة العرب توافقه على ذلك، فإنكار المبرد لذلك منكر. </p><p> وقرأ الزهري {باريكم} بكسر الياء من غير همز. وروي ذلك عن نافع، وليست في المتواترات ولهذه القراءة تخريجان: </p><p> أحدهما: أنّ الأصل الهمزة، وأنه من برأ، فخففت الهمزة بالإبدال المحض على غير قياس، إذ قياس هذا التخفيف، جعلها بين بين. </p><p> والثاني: أن يكون الأصل باريكم بالياء من غير همز، فيكون مأخوذا من قولهم بريت القلم إذا أصلحته، أو من البري وهو التراب، ثم حرّك حرف العلة، وإن كان قياسه تقدير الحركة في مثل هذا رفعا وجرا. وقد ذكر الزمخشري (١) في اختصاص ذكر البارىء هنا كلاما حسنا هذا نصه: فإن قلت: من أين اختصّ هذا الموضع بذكر البارىء؟ </p><p> قلت: البارىء: هو الذي خلق الخلق بريئا من التفاوت {ما تَرى فِي خَلْقِ الرَّحْمنِ مِنْ تَفاوُتٍ} ومميّزا بعضه عن بعض بالأشكال المختلفة، والصّور المتباينة، فكان فيه تقريع بما كان منهم، من ترك عبادة العالم الحكيم، الذي برأهم بلطيف حكمته، على الأشكال المختلفة، أبرياء من التفاوت، والتنافر، إلى عبادة البقر التي هي مثل في الغباوة، والبلادة. في أمثال العرب: أبلد من ثور. حتى عرضوا أنفسهم لسخط الله، ونزول أمره بأن يفك ما ركبه من خلقهم، وينثر ما نظم من صورهم، وأشكالهم، حين لم يشكروا النعمة في ذلك، وغمطوها بعبادة من لا يقدر على شيء منها. انتهى. </p><p>(١) الكشاف.</p>"
}