{
  "id": null,
  "sura": 2,
  "aya": 137,
  "text": "<p> ونوح، وهود، وصالح، وإبراهيم، ولوط، وشعيب، وإسماعيل، وإسحاق، ويعقوب، ويوسف، وموسى، وهارون، واليَسع، ويونس، وأيوب، وداود، وسليمان وذو الكفل، وإلْياس، وزكريا، ويحيى، وعيسى، ومحمد صلى الله تعالى عليهم أجمعين، وفي روايةٍ عن ابن عباس: (أنَّ الأنبياء كُلَّهم من بني إسرائيل إلّا عشرةً: نوحًا، وهودًا، وشعيبًا، وصالحًا، ولوطًا، وإبراهيم، وإسحاق، ويعقوب، وإسماعيل ومحمدًا صلى الله عليهم أجمعين ولمَّا نزل قوله تعالى:  {قُولُوا آمَنَّا بِاللَّهِ ...} الآية، قرأها رسولُ الله - صلى الله عليه وسلم - على اليهود والنصارى، وقال:  \"الله أمرني بهذا\" ، فلمَّا سمعوا بذكر عيسى أنكروا وكفروا، وقالت النصارى: إنّ عيسى ليس بمنزلة سائر الأنبياء، ولكنَّه ابن الله تعالى فأنزل الله تعالى: </p><p> ١٣٧ - {فَإِنْ آمَنُوا} ؛ أي: اليهود والنصارى {بِمِثْلِ مَا} ؛ أي: بمثل الدين الذي {آمَنْتُمْ بِهِ} هذا من (١) باب التعجيز والتبكيت؛ أي: إلزام الخصم، وإلجائه إلى الاعتراف بالحق بإرخاء عنانه، وسدِّ طرق المجادلة عليه، والمثل مقحمٌ هنا، كما تدلُّ عليه القراءتان الآتيتان. </p><p> والمعنى: فإن آمنوا بما آمنتم به وهو الله تعالى، فإنَّه ليس لله تعالى مثلٌ، وكذا دين الإِسلام. وقرأ عبد الله بن مسعود، وابن عباس:  {بما آمنتم} وقرأ أُبيٌّ {بالذي آمنتم به} وقرأ الجمهور {بِمِثْلِ مَا آمَنْتُمْ بِهِ} ومثل على هذه القراءة مقحمٌ كما ذكرناه آنفًا، كما في قوله تعالى:  {وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ عَلَى مِثْلِهِ} ؛ أي: عليه، وتشهد له قراءة من قرأ {بما آمنتم به}  {وبالذي آمنتم به} ؛ لئلّا يلزم علينا ثبوت المثل لله تعالى، وللقرآن. </p><p> وهذا مُرتب على قوله (٢) : {قُولُوا آمَنَّا بِاللَّهِ ...} إلخ. أي: وإذا قلتم ما ذكر فحال اليهود، إمَّا مساواتكم فيما ذكر، أو مخالفتكم فيه، والمعنى: أي: فإن آمنت اليهود والنصارى، وغيرهم، بجميع ما آمنتم به من سائر كتب الله تعالى، وجميع رسله {فَقَدِ اهْتَدَوْا} من الضلالة إلى الحق، وأصابوه، كما اهتديتم، وحصل بينكم الاتحاد والاتفاق؛ أي: فقد صاروا مهتدين مسلمين مثلكم، وقيل: </p><p>(١) روح البيان. (٢) العمدة.</p><p> المعنى: فإن آمنوا بالتوراة من غير تصحيفٍ، ولا تحريفٍ، كما أنّكم آمنتم بالقرآن من غير تصحيف، ولا تحريف، فقد اهتدوا؛ لأنّهم يتوصَّلون بذلك إلى معرفة نبوة محمد - صلى الله عليه وسلم - وقال في:  \"الكشَّاف\" : إنّه من باب التبكيت والتعجيز، كما مرّ آنفًا؛ لأنَّ دين الحق واحدٌ لا مثل له، وهو دين الإِسلام، قال: أي (١) : فإن حصَّلوا دينًا آخر مثل دينكم، مساويًا له في الصحة والسَّداد، فقد اهتدوا {وَإِنْ تَوَلَّوْا} ؛ أي: أعرضوا عن الإيمان بالنبيين وكتبهم؛ أي: أعرضوا عن الدخول في الإيمان على الوجه المذكور بأن أخلُّوا بشيءٍ من ذلك، كأن آمنوا ببعضٍ وكفروا ببعض، كما هو دينهم وديدنهم {فَإِنَّمَا هُمْ} مستقرُّون {فِي شِقَاقٍ} وخلافٍ عظيمٍ بعيدٍ عن الحق، وعداوةٍ شديدةٍ لكم. </p><p> وهذا (٢) لدفع ما يتوهَّم من احتمال الوفاق بسبب إيمانهم ببعض ما آمن به المؤمنون، فقوله:  {فِي شِقَاقٍ} خبرٌ لقوله: {هم} وجَعْلُ الشقاق ظرفًا لهم، هم مظروفون له مبالغةً في الإخبار باستيلائه عليهم، فإنَّه أبلغُ من قولك هم مشاقُّون، والشِقاقُ: مأخوذٌ من الشِّقِّ وهو الجانب، فكأنَّ كُلَّ واحدٍ من الفريقين في شقٍّ غير شقِّ صاحبه؛ بسبب العداوة، ولمَّا دلَّ تنكير الشقاق على امتناع الوفاق، وأنَّ ذلك ممَّا يؤدِّي إلى الجدال، والقتال لا محالة، عقَّب ذلك بتسلية رسول الله - صلى الله عليه وسلم - وتفريح المؤمنين بوعد النصرة والغلبة، وضمان التأييد، والإعزاز بالسين الموضوعة للتأكيد الدالَّة على تحقُّق الوقوع ألبتة، فقال:  {فَسَيَكْفِيكَهُمُ اللَّهُ} ؛ أي: فسيكفيك الله يا محمد! ويقيك شرَّ شقاقهم، ومكر عنادهم، والضميران منصوبا المحلِّ على أنَّهما مفعولان ليكفي، يقال:  (٣) كَفَاهُ مؤونتَهُ كفايةً، وإن كثر استعماله معدًّى إلى واحد، نحو: كفاك الشيء، والظاهر: أنَّ المفعول الثاني حقيقةً في الآية هو المضاف المقدَّرُ؛ أي: فسيكفي الله إياك أَمْر اليهود والنصارى، ويدفع شرَّهم عنك، وينصرك عليهم، فإنَّ الكفاية لا تتعلَّق بالأعيان، بل بالأفعال، وقد </p><p>(١) الكشاف. (٢) روح البيان.(٣) روح البيان.</p>"
}