{
  "id": null,
  "sura": 2,
  "aya": 80,
  "text": "<p> وسبعين فرقة، وإن هذه الأمة ستفترق على ثلاث وسبعين، كلّها في النار إلّا واحدةً \".</p><p> فحذَّرهم أن يحدثوا من تلقاء أنفسهم في الدين خلاف كتاب الله، أو سنّة رسوله - صلى الله عليه وسلم -، أو سنّة خلفائه، فيضلُّوا به الناس، وقد وقع ما حذره، وشاع، وكثر، وذاع، فإنا لله وإنّا إليه راجعون. </p><p> فعلى العاقل أن يجتهد في الوصول إلى الحق، ويتخلَّص من الموهوم الباطل، ولا يغترَّ بظواهر الحالات غافلًا عن بطون الاعتبارات، فإنَّ طريق الحق أدقُّ من كُلِّ دقيقٍ، وماءٍ عَمِيقٍ، وفجٍّ سحيقٍ، وأجهلُ (١) الناس من يترك يقين ما عنده من صفات نفسه التي لا شكّ فيها، لظنِّ ما عند الناس من صلاحية حاله. </p><p> قال الحارث المحاسبيُّ رحمه الله تعالى: الراضي بالمدح الباطل كمن يهزأ به، ويقال له: إنّ العذرة التي تخرج من جوفك لها رائحةٌ كرائحة المسك، وهو يفرح ويرضى بالسُّخرية به، فالعاقل لا يغترُّ بمثله، بل يجتهد إلى أن يصل إلى رضا ربّه، ويفتح له باب قربه بأن يكون سمعه، وبصره، ولسانه، ورجله، ويده التي يبطش بها، فويلٌ لواعظٍ تكبر وافتخر بتقبيل الناس يده، ورأى نفسه خيرًا من السامعين، ويتقيَّد بالمدح والذمّ، اللهم إلّا أن يخرج ذلك من قلبه، والمعيار مساواة المقبِّل، واللَّاطم عنده، بل رجحان اللاطم والضارب عنده. قال الجُنيد البغداديُّ في مجلس وعظه: لو لم أسمع قول النبي - صلى الله عليه وسلم -: \" إن الله يؤيِّد هذا الدين بالرجل الفاجر لما اجترأت على الوعظ، فأنا ذلك الرجل الفاجر. اهـ. ولمَّا أوعدهم رسول الله - صلى الله عليه وسلم - بالنار عند تكذيبهم إيّاه </p><p> ٨٠ - {قَالُوا} ؛ أي: قالت اليهود زعمًا منهم {لَنْ تَمَسَّنَا النَّارُ} ؛ أي: لن تصيبنا النار، ولن تصل إلينا في الآخرة {إِلَّا أَيَّامًا مَعْدُودَةً} ؛ أي: أيامًا قلائل محصورةً يسهل عدُّها قدر سبعة أيّام، فإنّهم يقولون: إنّ أيّام الدنيا سبعة آلاف سنة، فنعذَّب مكان كُل ألف سنةٍ يومًا واحدًا، أو قدر أربعين يومًا مقدار عبادة آبائهم العجل، ثم يزول عنّا العذاب. </p><p>(١) روح البيان.</p><p> قال أبو منصور - رحمه الله تعالى -: تُصرف الأيام المعدودة إلى العمر الذي عصوا فيه، وهم لم يروا التعذيب إلّا على قدر وقت العصيان، أو كانوا لا يرون التخليد في النار كالجهميِّ، أو لأنهم كانوا يقولون: نحن أبناء الله وأحبّاؤه فلا نعذَّب أبدًا، بل نُعذَّب تعذيب الأب ابنه، والحبيب حبيبه في وقت قليل ثم يرضى. وهذا منهم باطل، وعقوبة الكفر مؤبَّدة، وثواب الإيمان كذلك؛ لأنَّ من اعتقد دينًا إنّما يعتقده للأبد، فعلى ذلك جزاؤه للأبد. وروي أنَّ سبب (١) نزول هذه الآية: أنّهم زعموا أنّهم وجدوا في التوراة مكتوبًا: إنَّ ما بين طرفي جهنم مسيرة أربعين سنة، إلى أن ينتهوا إلى شجرة الزقوم، قالو: إنّما نعذّب حتى ننتهي إلى شجرة الزقوم، فتذهب جهنّم وتهلك. روي ذلك عن ابن عباس. وقيل: إن النبي - صلى الله عليه وسلم - قال:  \"إنّ اليهود من أهل النار\" فقالوا: نحن، ثُمَّ تخلفوننا أنتم، فقال:  \"كذبتم لقد علمتم أنَّا لا نخلفكم\" فنزلت هذه الآية. </p><p> والضمير في قوله (٢) : {وَقَالُوا} عائد على الذين يكتبون الكتاب، جمعوا إلى تبديل كتاب الله وتحريفه، وأخذهم به المال الحرام، وكذبهم على أنّه من عند الله، الإخبار بالكذب البحت عن مدّة إقامتهم في النار. </p><p> فإن قلت (٣) : لِمَ قال هنا {مَعْدُودَةً} بالإفراد، وفي آل عمران {معدودات} بالجمع؟. </p><p> قلت: إشارةً إلى الجمع بين الأصل والفرع، إذ الأصل في الجمع بالألف والتاء: إذا كان واحده مذكّرًا أن يقتصر في الوصف على تأنيثه مفردًا، كقوله تعالى: {فِيهَا سُرُرٌ مَرْفُوعَةٌ (١٣) } وقد يقال: (سرر مرفوعات) على الجمع، فهو فرعٌ عن الأول، فذكر في البقرة على الأصل؛ لكونها أوّل، وفي آل عمران على الفرع؛ لكونها آخرًا، ثُمَّ قال تعالى رَدًّا عليهم وتكذيبًا لهم:  {قُلْ} لهم يا محمد! </p><p>(١) البحر المحيط. (٢) البحر المحيط.(٣) فتح الرحمن.</p><p> تبكيتًا لهم وتوبيخًا {أَتَّخَذْتُمْ} بقطع الهمزة؛ لأنّها همزة استفهام للتوبيخ، والهمزة المجلوبة للوصل حذفت للدرج. وفي \"البيضاوي\" : قرأ ابن كثير، وحفصٌ: بإظهار الذال، والباقون بإدغامها. انتهى؛ أي: اتّخذتم وجعلتم {عِنْدَ اللَّهِ} سبحانه {عَهْدًا} وموثقًا ووعدًا بما تزعمون، فإنّما تدَّعون لا يكون إلّا بناءً على وعد قويٍّ، ولذلك عبَّر عنه بالعهد؛ أي: هل جعلتم عند الله موثقًا أن لا يعذبكم إلّا هذه المدة، {فَلَنْ يُخْلِفَ اللَّهُ عَهْدَهُ} ؛ أي: فإذًا لن يخلف الله وعده إيّاكم على ذلك؛ لأنَّ الله لا يخلف الميعاد. وعبارة \"الروح\" هنا قوله: {فَلَن} الفاء (١) فصيحةٌ معربة عن شرط محذوف؛ أي: إن اتخذتم عند الله عهدًا وأمانًا، فلن يخلف الله عهده الذي عهده إليكم؛ يعني: ينجز وعده ألبتة؛ والإخلاف نقض العهد، فتكون جملة الشرط معترضة بين المعطوف الذي هو قوله:  {أَمْ تَقُولُونَ عَلَى اللَّهِ} الخ، والمعطوف عليه الذي هو قوله:  {أَتَّخَذْتُمْ} قال الإِمام أبو منصور: لهذا الكلام وجهان: </p><p> أحدهما: هل عندكم خبرٌ عن الله تعالى؟ أنّكم لا تعذَّبون أبدًا لكن أيامًا معدودة، فإن كان لكم هذا فهو لا يخلف عهده ووعده. </p><p> والثاني: ألكم عند الله أعمالٌ صالحةٌ، ووعدكم بها الجنة؟ فهو لا يخلف وعده {أَمْ تَقُولُونَ} ذلك مفترين {عَلَى اللَّهِ مَا لَا تَعْلَمُونَ} وقوعه؛ أي: أم لم تتَّخذوا من الله عهدًا، بل تتقولون على الله الباطل والكذب، وأم معادلةٌ لهمزة الاستفهام، بمعنى: أيُّ الأمرين المتساويين كائنٌ على سبيل التقرير؟ لأنَّ العلم واقعٌ يكون أحدهما. خلاصته: إن لكم عنده عهد فلا ينقض، ولكنّكم تخرصون وتكذبون. روي أنهم إذا مضت تلك المدة عليهم في النار، يقول لهم خزنة جهنّم: يا أعداء الله! ذهب الأجل وبقي الأبد، فأيقنوا بالخلود. انتهت. </p><p> والمعنى: قل لهم يا محمد (٢) أعَهِد إليكم ربُّكم بذلك، ووعدكم به وعدًا حقًّا؟ إن كان كما تقولون، فلن يخلف الله وعده، أم أنتم تقولون على الله شيئًا لا </p><p>(١) روح البيان. (٢) المراغي.</p>"
}