{
  "id": null,
  "sura": 2,
  "aya": 70,
  "text": "<p> الأبيض خفّ وزيره هامان، والخفّ الأسود خفّ العلماء. وروي أنّ خفّ النبي صلّى الله عليه وسلّم كان أسود؛ أي: إنها بقرة صفراء فاقع لونها فاذبحوها، ولا تكثروا السؤال، فأبوا عن قبول ذلك ف </p><p> ٧٠ - {قالُوا ادْعُ لَنا رَبَّكَ} ؛ أي: سل لنا ربك ما حالها؟ أعاملة هي أم سائمة؟ إن دعوته {يُبَيِّنْ لَنا} جواب {ما هِيَ} ؛ أي: ما حال تلك البقرة؟ أعاملة أم سائمة؟ وفي «الكشاف» هذا تكرير للسؤال عن حالها وصفتها، واستكشاف زائد؛ ليزدادوا بيانا لوصفها، والاستقصاء شؤم. وعن عمر بن عبد العزيز: إذا أمرتك أن تعطي فلانا شاة، سألتني أضائن أم ماعز؟ فإن بينت لك قلت: أذكر أم أنثى؟ فإن أخبرتك قلت: أسوداء أم بيضاء؟ فإذا أمرتك بشيء فلا تراجعني وفي الحديث:  «أعظم الناس جرما من سأل عن شيء لم يحرّم فحرّم لأجل مسألته» . </p><p> {إِنَّ الْبَقَرَ} ؛ أي: إن (١) جنس البقر الموصوف بالتعوين والصفرة كثير فـ {تَشابَهَ} أي: تشاكل {عَلَيْنا} ؛ أي: فاشتبه أمرها علينا، فلم ندر ما البقرة المأمور بذبحها {وَإِنَّا إِنْ شاءَ اللَّهُ} هدايتنا {لَمُهْتَدُونَ} إلى وصفها، وسنعرف ما التبس علينا من أمرها وتشابه، أو لمهتدون إلى البقرة المراد ذبحها. وعن عطاء: لو لم يستثنوا لما بينت لهم آخر الأبد؛ أي: لو لم يقولوا إن شاء الله. وقال الطبري: لما زادوا نبيهم أذى وتعنتا، زادهم الله عقوبة وتشديدا، ولو أنّ بني إسرائيل، كما قال ابن عباس (أخذوا أدنى بقرة فذبحوها لأجزأت عنهم، ولكنهم شدّدوا فشدد الله عليهم) والمراد بالاستثناء هنا التعليق بالمشيئة، وسمي التعليق بها استثناء؛ لصرفه الكلام عن الجزم، وعن الثبوت في الحال من حيث التعليق بما لا يعلمه إلا الله تعالى. اه. «كرخي» قال أبو عبد الله (٢) ، محمد بن أبي الفضل المرسيّ في «ريّ الظمآن» : وجه الاشتباه عليهم: أنّ كلّ بقرة لا تصلح عندهم أن تكون آية؛ لما علموا من ناقة صالح، وما كان فيها من العجائب، فظنّوا أن الحيوان لا يكون آية إلا إذا كان على ذلك الأسلوب، وذلك لمّا نبّئوا أنها آية سألوا عن ماهيتها وكيفيتها، ولذلك لم يسألوا موسى عن ذلك، بل سألوه أن يسأل الله لهم عن ذلك، إذ الله تعالى هو العالم بالآيات، وإنما سألوا عن </p><p>(١) العمدة. (٢) البحر المحيط.</p><p> التعيين وإن كان اللفظ مقتضاه الإطلاق؛ لأنهم لو عملوا بمطلقه لم يحصل التقصّي عن الأمر بيقين. انتهى كلامه. وقال غيره: لما لم يكن التماثل من كل وجه، وحصل الاشتباه عليهم، ساغ لهم السؤال، فأخبروا بسنها فوجدوا مثلها في السن كثيرا، فسألوا عن اللون فأخبروا بذلك، فلم يزل اللبس بذلك، فسألوا عن العمل فأخبروا بذلك، وعن بعض أوصافها الخاصّ بها فزال اللبس بتبيين السن، واللون، والعمل، وبعض الأوصاف، إذ وجود بقر كثير على هذه الأوصاف يندر، فهذا هو السبب الذي جرّأهم على تكرار السؤال. </p><p> وقرأ الجمهور (١)  {تَشابَهَ} جعلوه فعلا ماضيا على وزن تفاعل مسندا لضمير البقر على أنّ البقر مذكر. وقرأ الحسن {تشابه} بضم الهاء جعله مضارعا محذوف التاء، وماضيه {تَشابَهَ} وفيه ضمير يعود على البقر على أنّ البقر مؤنث. وقرأ الأعرج كذلك، إلا أنه شدّد الشين جعله مضارعا وماضيه {تشابه} أصله: تتشابه، فأدغم، وفيه ضمير يعود على البقر. وروي عن الحسن أيضا. وقرأ محمد المعيطيّ المعروف بذي الشامة (تشبّه علينا) جعله ماضيا على تفعل. وقرأ ابن مسعود {يشّابه} بالياء وتشديد الشين جعله مضارعا من تفاعل، ولكنه أدغم التاء في الشين. وقرىء {متشبّه} اسم فاعل من تشبّه. وقرأ بعضهم {يتشابه} مضارع تشابه، وفيه ضمير يعود على البقر. وقرأ أبيّ {تشابهت} وقرأ الأعمش متشابه ومتشابهة وقرأ ابن أبي إسحاق {تشّابهت} بتشديد الشين مع كونه فعلا ماضيا وبتاء التأنيث آخره. فهذه اثنتا عشرة قراءة، وتوجيه هذه القراءات ظاهر إلا قراءة ابن أبي إسحاق تشابهت، فقال بعض الناس: لا وجه لها، وتبيين ما قاله: أنّ تشديد الشين إنما يكون بإدغام التاء فيها، والماضي لا يكون فيه تاءان، فتبقى إحداهما وتدغم الأخرى، ويمكن أن توجه هذه القراءة على أن أصله: اشابهت، والتاء هي تاء البقرة، وأصله: إن البقرة اشابهت علينا، فأدغمت التاء في الشين فاجتلبت همزة الوصل. وقد أطال الكلام هنا أبو حيان، فراجعه فإنه لا يليق بمختصرنا هذا. </p><p>(١) البحر المحيط.</p>"
}