{
  "id": null,
  "sura": 2,
  "aya": 133,
  "text": "<p> الوصية مع أنّه معلومٌ من حال إبراهيم إنَّه كان يدعو الكُلَّ أبدًا إلى الإِسلام والدين، للدلالة على أنَّ أمر الإِسلام أولى الأمور بالاهتمام، حيث وصَّى به أقرب الناس إليه، وأحراهم بالشفقة، والمحبَّة، وإرادة الخير، مع أنَّ صلاح أبنائه سببٌ لصلاح العامَّة؛ لأنَّ المتبوع إذا صلح في جميع أحواله صلح التابع. وروي أنَّ اليهود قالوا لرسول الله - صلى الله عليه وسلم -: ألست تعلم أنَّ يعقوب أوصى بنيه باليهوديَّة يوم مات؟ فنزلت هذه الآية: </p><p> ١٣٣ - {أَمْ كُنْتُمْ شُهَدَاءَ} وأم فيه منقطعةٌ مقدَّرةٌ ببل الإضرابية، وهمزة الاستفهام الإنكاري. قال في \"التيسير\" : أم إذا لم يتقدَّمها ألف الاستفهام كانت بمنزلة مجرَّد الاستفهام، ومعنى الهمزة فيها الإنكار، والشهداء: جمع شهيد بمعنى حاضر؛ أي: بل كنتم يا معشر اليهود! حاضرين وصيّة يعقوب، {إِذْ حَضَر} وقرىء بكسر (١) الضاد {يَعْقُوبَ الْمَوْتُ} وقرأ الجمهور (٢) بنصب يعقوب، ورفع الموت، وقرىء بالعكس، والمعنيان متقاربان، أي: أكنتم حاضرين يعقوب حين حضره أسباب الموت ومقدّماته؟ أي:  (٣) إنّكم لم تحضروا ذلك فلا تدَّعوا على أنبيائي ورسلي الأباطيل، وتنسبوهم إلى اليهوديَّة، فإنّي ما ابتعثت خليلي إبراهيم، وولده، وأولاده إلا بدين الإِسلام، وبذلك وصّوا أولادهم، وبه عهدوا إليهم. </p><p> ثُمَّ بيَّن ما قال يعقوب لبنيه بقوله سبحانه:  {إِذْ قَالَ} يعقوب، {إِذْ} بدلٌ من إذ الأولى بدل اشتمال، والعامل فيهما شهداء، أو ظرفٌ لحضر، أي: أكنتم حاضرين وصيّته؟ إذ قال:  {لِبَنِيهِ} ؛ أي: لأولاده الاثني عشر {مَا تَعْبُدُونَ} ؛ أي: أيَّ شيء تعبدونه؟ {مِنْ بَعْدِي} ؛ أي: من بعد موتي، أراد به تقريرهم على التوحيد والإِسلام، وأخذ ميثاقهم على الثبات عليهما؛ أي: فأنتم لم تحضروا وصيته، فكيف تنسبونه إلى اليهودية؟ قيل: إنّ الله تعالى لم يقبض نبيًّا حتى يخيّره بين الحياة والموت، فلمَّا خيِّر يعقوب، وكان قد رأى أهل مصر يعبدون الأوثان والنيران، قال: أنظروني حتى أسأل أولادي، وأوصيهم، فأمهل، فجمع أولاده، </p><p>(١) البيضاوي. (٢) العكبري.(٣) الخازن.</p><p> وأولاد أولاده، وقال لهم: قد حضر أجلي، ما تعبدون من بعدي؟ قال الراغب: لم يَعْنِ بقوله: {مَا تَعْبُدُونَ مِنْ بَعْدِي} العبادة المشروعة فقط، وإنَّما عنى أن يكون مقصودهم في جميع الأعمال وجه الله تعالى ومرضاته، وأن يتباعدوا عمَّا لا يتوسَّل به إليهما، وكأنَّه دعاهم إلى أن لا يتحرَّوا في أعمالهم غير وجه الله تعالى، ولم يَخَفْ عليهم الاشتغالَ بعبادة الأصنام، وإنّما خاف أن تشغلهم دنياهم، ولهذا قيل: ما قطعك عن الله فهو طاغوتٌ، ولهذا قال في دعائه:  {وَاجْنُبْنِي وَبَنِيَّ أَنْ نَعْبُدَ الْأَصْنَامَ} ؛ أي: أن نخدم ما دون الله تعالى. قال النحرير التفتازانيُّ: و (ما) عامٌّ؛ أي: يصحُّ إطلاقه على ذي العقل، وغيره عند الإبهام، سواءٌ كان للاستفهام، أو غيره، وإذا علم أنَّ الشيء من ذي العقل والعلم، فُرِّقَ (بمَنْ) و (ما) ، فيخُصُّ (مَنْ) بذي العلم، و (ما) بغيره، وبهذا الاعتبار يقال: إنَّ (ما) لغير العقلاء. انتهى كلامه. </p><p> وتمَّ الإنكار عليهم عند قوله:  {مَا تَعْبُدُونَ مِنْ بَعْدِي} ثُمَّ استأنف وبيَّن أنَّ الأمر قد جرى على خلاف ما زعموا، فقال: و {قَالُوا} كأنَّه قيل: فماذا قال أولاد يعقوب؟ فقيل: قالوا: {نَعْبُدُ إِلَهَكَ} ربَّ العالمين {وَإِلَهَ آبَائِكَ} معبود الأولين والآخرين، وأعيد ذكر الإله؛ لئلَّا يعطف على الضمير المجرور بدون إعادة الجار. وقرأ الجمهور {وَإِلَهَ آبَائِكَ} . وقرأ أُبيٌّ {وإلهَ إبراهيم} بإسقاط آبائك. وقرأ ابن عباس، والحسن، وابن يعمر، والجحدريُّ وأبو رجاء {وإله أبيك} وقوله: {إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ} عطف بيان لآبائك، أو بدل تفصيل له؛ أي: نعبد الإله المتفق على وجوده، وإلهيته، ووجوب عبادته، وقدَّم إسماعيل؛ لأنّه كان أكبر من إسحاق، وجعله من جملة آبائه مع كونه عمًّا له؛ تغليبًا للأب والجدِّ؛ ولأنَّ العمَّ أبٌ، والخالة أُمٌّ؛ لانْخِرَاطِهما في سلكٍ واحدٍ، وهو الأخوَّة لا تفاوت بينهما، ولقوله - صلى الله عليه وسلم - في العباس:  \"هذا بقيَّة آبائي\" وفي \"الصحيحين\" : \"عمُّ الرجل صنو أبيه\" ؛ أي: مثله في أنَّ أصلهما واحدٌ؛ أي: لا تفاوت بينهما، كما لا تفاوت بين صنوي النخلة. وقوله:  {إِلَهًا وَاحِدًا} بدلٌ من {إله آبائك} كقوله تعالي: {بِالنَّاصِيَةِ (١٥) نَاصِيَةٍ كَاذِبَةٍ} وفائدته: التصريح بالتوحيد، ودفع التوهُّم الناشىء من تكرار المضاف لتعذّر العطف على المجرور، والتأكيد، أو </p>"
}