{
  "id": null,
  "sura": 2,
  "aya": 44,
  "text": "<p> يتشاورون في دفع ما ينزل بهم من البأساء، أو يجلب لهم السرّاء. ومن ثم جاء في الخبر:  «صلاة الجماعة تفضل على صلاة الفذ بسبع وعشرين درجة» وعبر عن الصلاة بالركوع؛ ليبعدهم عن الصلاة التي كانوا يصلونها قبلا، إذ لا ركوع فيها. </p><p> ٤٤ - والخطاب في قوله:  {أَتَأْمُرُونَ النَّاسَ بِالْبِرِّ} موجّه إلى حملة الكتاب من الأحبار والرهبان. فقد روي عن ابن عباس: أنّ الآية نزلت في أحبار المدينة، كانوا يأمرون من نصحوه سرا بالإيمان بمحمد صلّى الله عليه وسلّم، ولا يؤمنون به. وقال السدّيّ: إنهم كانوا يأمرون الناس بطاعة الله تعالى، وينهونهم عن معصيته، وهم يفعلون ما ينهون عنه. والاستفهام (١) فيه للتوبيخ، والتقريع لهم على ما فعلوا من أمر الناس، وترك أنفسهم المضمّن للإنكار والنهي، ونظيره في النهي، قول أبي الأسود الدؤليّ: </p><p> لا تنه عن خلق وتأتي مثله ... عار عليك إذا فعلت عظيم </p><p> وقال الآخر: </p><p> وابدأ بنفسك فانهها عن غيّها ... فإن انتهت عنه فأنت حكيم </p><p> فيقبح في العقول أن يأمر الإنسان بخير وهو لا يأتيه، وأن ينهى عن سوء وهو يفعله. وفي تفسير البرّ هنا أقوال: الثّبات على دين رسول الله صلّى الله عليه وسلّم، وهم لا يتبعونه، أو اتباع التوراة وهم يخالفونها في جحدهم صفته صلّى الله عليه وسلّم. وروي عن قتادة، وابن جريج، والسدي: أو على الصدقة ويبخلون، أو على الصدق وهو لا يصدقون، أو على الصلاة، والزكاة وهم لا يأتونهما. وقال القشيري: أتحرضون الناس على البدار، وترضون بالتخلّف. وقال: أتدعون الخلق إلينا، وتقعدون عنا، ونحو ذلك. </p><p> والأمر (٢) : القول لمن دونك افعل، والمراد بالناس سفلتهم. والبرّ: التوسع في الخير، من البرّ الذي هو الفضاء الواسع {وَتَنْسَوْنَ أَنْفُسَكُمْ} ؛ أي:  (٣) تتركونها </p><p>(١) البحر المحيط. (٢) روح البيان.(٣) روح البيان.</p><p> من البر، كالمنسيّات، لأنّ أصل السهو، والنسيان الترك، إلا أن السهو يكون لما علمه الإنسان، ولما لم يعلمه. والنسيان لما عزب بعد حضوره، كانوا يقولون لفقرائهم الذين لا مطمع لهم فيهم بالسرّ: آمنوا بمحمد، فإنه حقّ، وكانوا يقولون للأغنياء: نرى فيه بعض علامات نبي آخر الزمان دون بعض، فانتظروا، استيفاء لما ينالون منهم، ويؤخّرون أمور أنفسهم، فلا يتبعونه في الحال، مع عزيمتهم أن يتبعوه يوما، وكذا حال من تمادى في العصيان، وهو يقول: أتوب عند الكبر والشيب، وربّما يفجؤه الموت، فيبقى في حسرة الفوت {وَأَنْتُمْ تَتْلُونَ الْكِتابَ} ؛ أي: والحال أنكم تقرؤون التوراة الناطقة بنعوته صلّى الله عليه وسلّم، الآمرة بالإيمان به {أَفَلا تَعْقِلُونَ} ؛ أي: أتدومون على ذلك، فلا تفهمون أنه قبيح، فترجعون عنه؛ أي: </p><p> أليس لكم عقل تعرفون به، أنه قبيح منكم عدم إصلاح أنفسكم، والاشتغال بغيركم؟!. </p><p> والعقل في الأصل: المنع والإمساك، ومنه العقال الذي يشدّ به وظيف البعير إلى ذراعيه لحبسه عن الحراك، سمي به النور الروحانيّ الذي به تدرك النفس العلوم الضروريّة، والنظرية؛ لأنه يحبس عن تعاطي ما يقبح، ويعقل على ما يحسن، ومحله الدماغ؛ لأنّ الدماغ محلّ الحسّ، وعند البعض محلّه القلب؛ لأنّ القلب معدن الحياة ومادّة الحواس، وعند البعض هو نور في بدن الآدمي والله أعلم. والأوّل أرجح، ثم هذا التوبيخ ليس على أمر الناس بالبر، بل لترك العمل به، فمدار الإنكار والتوبيخ هي الجملة المعطوفة، وهي جملة تنسون أنفسكم، دون ما عطفت هي عليه، وهي أتأمرون الناس بالبر. ولا يستقيم قول: من لا يجوّز الأمر بالمعروف لمن لا يعمل به لهذه الآية، بل يجب العمل به، ويجب الأمر به، وقد جاء في الخبر «مروا بالمعروف وإن لم تعملوا به، وانهوا عن المنكر وإن لم تنتهوا عنه» ، وذلك؛ لأنه إذا أمر به مع أنه لا يعمل به، وفقد ترك واجبا، وإذا لم يأمر به، فقد ترك واجبين، فالأمر بالحسن حسن وإن لم يعمل به، ولكن قلّما نفعت موعظة من لم يعظ نفسه. ومن أمر بخير، فليكن أشد الناس مسارعة إليه، ومن نهى عن شيء، فليكن أشدّ الناس انتهاء عنه. </p><p> وهذه الآية كما ترى، ناعية على من يعظ غيره، ولا يعظ نفسه سوء </p>"
}