{
  "id": null,
  "sura": 2,
  "aya": 84,
  "text": "<p> ولم ينتهوا. والخطاب هناك للذين كانوا في عصر موسى عليه السلام، وهو هنا للحاضرين في عصر التنزيل؛ إرشادًا إلى أنَّ الأمَّة كالفرد يصيب خلفها أثر ما كان عليه سلفها إن خيرًا فخيرٌ، وإن شرًّا فشرٌّ، ما داموا على سنتهم يحتذون بحذوهم، ويجرون على نهجهم، كما أنَّ ما يفعله الشخص حين الصغر يؤثِّر في قواه العقليَّة، وأخلاقه النفسية حين الكبر، والمشاهدة أكبر برهان على ذلك. </p><p> أسباب النزول </p><p> قوله تعالى:  {وَلَمَّا جَاءَهُمْ كِتَابٌ مِنْ عِنْدِ اللَّهِ مُصَدِّقٌ لِمَا مَعَهُمْ وَكَانُوا مِنْ قَبْلُ يَسْتَفْتِحُونَ عَلَى الَّذِينَ كَفَرُوا ...} الآية، سبب نزول هذه الآية (١) : ما أخرجه الحاكم في \"المستدرك\" ، والبيهقي في \"الدلائل\" بسند ضعيف، عن ابن عباس قال:  (كانت يهود خيبر تقاتل غطفان، فكلّما التقوا هزموا يهود،فعاذت يهود بهذا الدعاء:اللهمّ! إنّا نسألك بحقّ محمدٍ النبيّ الأمّي الذي وعدتنا أن تخرجه لنا في آخر الزمان إلّا نصرتنا عليهم، فكانوا إذا التقوا دعوا بهذا فيهزمون غطفان، فلمَّا بعث النبيُّ - صلى الله عليه وسلم - كفروا به، فأنزل الله سبحانه{وَكَانُوا مِنْ قَبْلُ يَسْتَفْتِحُونَ عَلَى الَّذِينَ كَفَرُوا}.</p><p> وأخرج ابن أبي حاتم من طريق سعيدٍ، أو عكرمة عن ابن عباس: (أنَّ يهود كانوا يستفتحون على الأوس والخزرج برسول الله - صلى الله عليه وسلم - قبل مبعثه، فلما بعثه الله من العرب كفروا به، وجحدوا ما كانوا يقولون فيه، فقال لهم معاذ بن جبل، وبشر بن البراء، وداود بن سلمة: يا معشر اليهود! اتَّقوا الله وأسلموا، فقد كنتم تستفتحون علينا بمحمدٍ - صلى الله عليه وسلم - ونحن أهل شرك، وتخبروننا بأنَّه مبعوثٌ، وتصفونه بصفته، فقال سلام بن مشكم أحد بني نضير: ما جاءنا بشيءٍ نعرفه، وما هو بالذي كنَّا نذكر لكم) فأنزل الله: {وَلَمَّا جَاءَهُمْ كِتَابٌ مِنْ عِنْدِ اللَّهِ ...} هو الآية. </p><p> التفسير وأوجه القراءة </p><p> ٨٤ - {وَإِذْ أَخَذْنَا مِيثَاقَكُمْ} وهذا شروع في بيان ما فعلوا بالعهد المتعلِّق بحقوق </p><p>(١) لباب النقول.</p><p> العباد، بعد بيان ما فعلوا بالعهد المتعلِّق بحقوق الله، فخانوا كُلًّا من العهدين، وهي متضمنةٌ لأربعة عهود (١) : </p><p> الأوّل: لا يسفك بعضهم دماء بعضٍ. </p><p> الثاني: لا يخرج بعضهم بعضًا من ديارهم. </p><p> الثالث: لا يتظاهر بعضهم على بعض بالإثم والعدوان. </p><p> الرابع: إن وجد بعضهم بعضًا أسيرًا فداه ولو بجميع ما يملك. </p><p> والخطاب (٢) هنا لليهود المعاصرين له - صلى الله عليه وسلم -، والمراد أسلافهم المعاصرون لموسى عليه السلام، على سنن التذكيرات السابقة. </p><p> أي: واذكروا أيّها اليهود المعاصرون لمحمد - صلى الله عليه وسلم - وقت أن أخذنا الميثاق، وجعلنا العهد على آبائكم في التوراة، وقلنا لهم:  {لَا تَسْفِكُونَ} ولا تريقون {دِمَاءَكُمْ} أي: لا يُرقْ بعضكم دم بعض، ولا يقتله ظلمًا وعدوانًا، فهو إخبارٌ بمعنى النهي، كأنّه سورع إلى الانتهاء فهو يخبر عنه، وإنّما جعل (٣) قتل الرجل غيره قتل نفسه؛ لاتصاله به نسبًا أو دينًا؛ أو لأنَّ من أراق دم غيره فكأنَّما أراق دم نفسه؛ لأنّه يوجب قصاصًا. </p><p> وقرأ الجمهور (٤) : {تَسْفِكُونَ} بفتح التاء، وسكون السين، وكسر الفاء، وقرأ طلحة، وشعيب بن أبي حمزة كذلك، إلّا أنهما ضَمَّا الفاء، وقرأ أبو نهيك، وأبو مجلز بضمّ التاء، وفتح السين، وكسر الفاء المشدّدة، وقرأ ابن أبي إسحاق كذلك، إلّا أنّه سكَّن السين وخفف الفاء. قال أبو حيان: وظاهر قوله: {لَا تَسْفِكُونَ دِمَاءَكُمْ} ؛ أي: لا تفعلون ذلك بأنفسكم لشدَّةٍ تُصِيبكُم، وحَنَق يَلْحَقُكم، </p><p>(١) الصاوي. (٢) الفتوحات.(٣) الخازن.(٤) البحر المحيط.</p><p> وقد جاء في الحديث: أَمْرُ الذي وضع نصل سيفه في الأَرض، وذبابه بين ثدييه، ثم تحامل عليه فقتل نفسه، وإخبار رسول الله - صلى الله عليه وسلم -: \"إنّه من أهل النار\" ، وصحَّ:  \"من قتل نفسه بحديدةٍ فحديدته في يده يتوجَّأ بها في بطنه في نار جهنّم خالدًا مخلَّدًا فيها أبدًا\" ، وتظافرت على تحريم قتل النفس المِلَلُ، وقال تعالى:  {وَلَا تَقْتُلُوا أَنْفُسَكُمْ} . </p><p> وقيل معناه: لا تسفكوا دماءَ الناس، فإنَّ من سَفك دماءهم سُفك دمه، قال الشاعر: </p><p> سَقَيْناهُمُ كَأْسًا سَقُونَا بِمِثْلِهَا ... وَلَكِنَّهم كانوا على الموت أصبرا </p><p> وقيل معناه: لا تقتلوا أنفسكم بارتكابكم ما يوجب ذلك، كالإرتداد والزنا بعد الإحصان، والمحاربة وقتل النفس بغير حق، ونحو ذلك مما يُزيل عصمةَ الدماء. وقيل معناه: لا يسفكْ بعضكم دماء بعض، وإليه أشار بقوله:  \"لا ترجعوا بعدي كفارًا يضرب بعضكم رقاب بعض\" ، وكُلُّ أهل دين كنفس واحدة. قاله قتادة، واختاره الزمخشريُّ. اهـ. \"ابن عطيّة\" . </p><p> قال ابن عطيّة: إن الله أخذ على بني إسرائيل في التوراة ميثاقًا أن لا يقتل بعضهم بعضًا، ولا ينفيه، ولا يسترقّه، ولا يدعه يُسترق، إلى غير ذلك من الطاعات. اهـ. {وَلَا تُخْرِجُونَ أَنْفُسَكُمْ مِنْ دِيَارِكُمْ} وأوطانكم، والديار: جمع دار، وهو المنزلة الذي فيه أبنية المقام، بخلاف منزل الارتحال؛ أي: لا يخرج (١) بعضكم بعضًا من منزله ووطنه، أو لا تسيئوا جوار من جاوركم، فتلجئوهم إلى الخروج من دياركم، أو لا تفعلوا ما تخرجون به أنفسكم من الجنّة التي هي داركم، أو لا تخرجون أنفسكم؛ أي: إخوانكم؛ لأنّكم كنفسٍ واحدةٍ، أو لا تفسدوا فيكون سببًا لإخراجكم من دياركم، كأنَّه يشير إلى تغريب الجاني، أو لا تفسدوا وتشاقوا الأنبياء والمؤمنين، فيكتب عليكم الجلاء، أقوالٌ ستّةٌ. </p><p> وفي اقتران الإخراج من الديار بالقتل (٢) ، إيذانٌ بأنّه بمنزلة القَتْلِ. </p><p>(١) البحر المحيط. (٢) روح البيان.</p><p> والمعنى: أي (١) واذكروا إذ أخذنا عليكم العهد، لا يريق بعضكم دم بعض، ولا يخرج بعضكم بعضًا من ديارهم، وأوطانهم، وقد جعل غير الرجل، كأنّه نفسه، ودمه كأنَّه دمه، إذا اتصل به دِينًا، أو نسبًا، إشارةً إلى وحدة الأُمّة وتضامنها، وأنَّ ما يصيب واحدًا منها فكأنَّما يصيب الأمّة جَمْعَاءَ، فيجب أن يشعر كُلُّ فرد منها بأنَّ نفسه نفس الآخرين، ودمه دمهم، فالروح الذي يحيا به، والدم الذي يَنْبِضُ في عرقه هو كدم الآخرين وأرواحهم، لا فرق بينهم في الشريعة التي وحَّدت بينهما في المصالح العامة، وهذا ما يؤْمىء إليه الحديثُ:  \"إنّما المؤمنون في تراحمهم، وتعاطفهم، بمنزلة الجسد الواحد، إذا اشتكى بعضه تداعى له سائر الجسد بالحُمَّى والسَّهر\" ، وقد يجوز أن يكون المعنى لا ترتكبوا من الجرائم ما تجازون عليه بالقتل قصاصًا، أو بالإخراج من الديار، فتكونون كأنّكم قد قتلتم أنفسكم؛ لأنّكم فعلتم ما تستحقُّون به القتل، كما يقول الرجل لآخر، قد فعل ما يستحقُّ به العقوبة: أنت الذي جنى على نفسه. </p><p> {ثُمَّ أَقْرَرْتُمْ} ذلك الميثاق، وقبلتموه، واعترفتم بلزومه، وبوجوب المحافظة عليه، يعني: قَبِلَ ذلك الميثاق، وأقرّ به أسلافكم {وَأَنْتُمْ} أيّها المعاصرون لمحمدٍ - صلى الله عليه وسلم - {تَشْهَدُونَ} على أسلافكم قَبُولَهم ذلك الميثاقَ والعهدَ، وتعلمون ذلك، أو المعنى؛ أي: ثمّ أقررتم بهذا الميثاق أيها الحاضرون المخاطبون، واعترفتم به، ولم تنكروه بألسنتكم، بل شهدتم به وأعلنتموه، فالحجة قائمةٌ عليكم، وقد يراد وأنتم أيها الحاضرون تشهدون على إقرار أسلافكم بهذا الميثاق وقبوله، وشهودهم الوحي الذي نزل به على موسى عليه السلام، إِمَّا بالنقل المتواتر، وإمّا بما تتلونه في التوراة، وإن كان معنى الشهادة الحضور، فيتعيَّن أن يكون الخطاب لأسلافهم. وقال بعض المفسرين: ثمّ أقررتم عائدٌ إلى الخلق، وأنتم تشهدون عائد إلى السَّلفِ؛ لأنّهم عاينوا سَفْكَ دماءِ بعضهم بعضًا، وقال:  {وَأَنْتُمْ تَشْهَدُونَ} ؛ لأنَّ الأوائل والأصاغر صاروا كالشيء الواحد، فلذلك أطلق عليهم خطاب الحضرة. وقيل: إنَّ قوله: {وَأَنْتُمْ تَشْهَدُونَ} تأكيدٌ للإقرار، </p><p>(١) المراغي.</p>"
}