{
  "id": null,
  "sura": 2,
  "aya": 17,
  "text": "<p> قالوا كذبا وبهتانا: آمنا كإيمانكم، وصدّقنا كتصديقكم، وإذا انفردوا بأمثالهم من دعاة الفتنة والإفساد قالوا لهم: إنّا على عقيدتكم، وموافقوكم على دينكم، وإنما نظهر لهم الإيمان استهزاء بهم؛ لنشاركهم في الغنائم، ونحفظ أموالنا، وأولادنا، ونساءنا من أيديهم، ونطّلع على أسرارهم {اللَّهُ يَسْتَهْزِئُ بِهِمْ} ؛ أي: الله يجازيهم بالعقاب على استهزائهم، وسمّي هذا الجزاء استهزاء؛ للمشاكلة في اللفظ، كما سمّي جزاء السيئة سيئة، ويزيدهم في عتوهم وكفرهم، ويجعلهم حائرين متردّدين في الضلال؛ عقوبة لهم. {أُولئِكَ الَّذِينَ اشْتَرَوُا} ؛ أي: هؤلاء هم الذين رغبوا عن الهدى وسلوك الطريق المستقيم، ومالوا إلى الضلال، واشتروه، ولكن لم تكن تجارتهم رابحة إذ أضاعوا رأس المال، وهو ما كان لهم من الفطرة السليمة، والاستعداد لإدراك الحقائق ونيل الكمال، </p><p> فأصبحوا خاسرين آيسين من الربح، وإنّ من كانت هذه حالتهم فلا علم لهم بطرق التجارة، فإنّ التاجر إن فاته الربح في صفقة، فربّما تداركه في أخرى ما دام رأس المال موجودا، أما وقد فقد رأس المال فلا سبيل إلى الربح بحال. </p><p> ١٧ - ولمّا بيّن الله سبحانه وتعالى قبائحهم وعاقبة أمرهم، شرع يضرب أمثالهم، ويبيّن فيها وصفهم وما هم عليه، فقال:  {مَثَلُهُمْ ...} إلخ، والمثل في الأصل: بمعنى النظير، ثمّ قيل: للقول السائر الممثل بمورده، كما ورد من غير تغيير، ولا يضرب إلّا بما فيه غرابة، ولذلك حوفظ عليه من التغيير، ثمّ استعير لكل حال، أو قصة، أو صفة لها شأن عجيب، وفيها غرابة، كقوله تعالى:  {مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ} ، وقوله أيضا:  {وَلِلَّهِ الْمَثَلُ الْأَعْلى} ؛ أي: الوصف الذي له شأن من العظمة والجلال. </p><p> وعبارة «الروح» : ولمّا جاء الله بحقيقة حال المنافقين، عقّبها بضرب المثل؛ زيادة في التوضيح والتقرير، فإنّ التمثيل ألطف ذريعة إلى تسخير الوهم للعقل، وأقوى وسيلة إلى تفهيم الجاهل الغبي، وقمع ثورة الجامح الأبيّ، كيف لا يلطف وهو إبداء للمنكر في صورة المعروف، وإظهار للوحشي في هيئة المألوف، وإراءة للمخيّل محقّقا، وللمعقول محسوسا، وتصوير للمعاني بصورة الأشخاص، ومن </p><p> ثمّ كان الغرض من المثل تشبيه الخفي بالجليّ والغائب بالشاهد، ولأمر مّا أكثر الله سبحانه في كتبه الأمثال والعبر، وفي الإنجيل سورة تسمّى سورة الأمثال، وفي القرآن ألف آية من الأمثال والعبر، وهي في كلام الأنبياء عليهم السلام والعلماء والحكماء كثيرة، لا تحصى، ذكر السيوطي في «الإتقان» من أعظم علم القرآن أمثاله، والناس في غفلة عنه. </p><p> والمعنى (١) : مثلهم؛ أي: حالهم وصفتهم العجيبة الشأن {كَمَثَلِ الَّذِي} ؛ أي: كحال الذين من باب وضع مفرد الموصول موضع الجمع منه؛ تخفيفا للكلام؛ لكونه مستطالا بصلته، كقوله:  {وَخُضْتُمْ كَالَّذِي خاضُوا} ، والقرينة ما قبله وما بعده، لكن إنّه وحّد الضمير في قوله: اسْتَوْقَدَ نارًا نظرا إلى صورة اللفظ، وجمع في الأفعال الآتية نظرا إلى المعنى. والاستيقاد: طلب الوقود، والسعي في تحصيله، وهو سطوع النور، وارتفاع لهبها. والنار: جوهر لطيف مضيء محرق حارّ، والنور ضوؤها وضوء كلّ نيّر، وهو نقيض الظلمة؛ أي: كمثل الذي أوقد في مفازة في ليلة مظلمة نارا عظيمة؛ خوفا من السباع وغيرها. </p><p> {فَلَمَّا أَضاءَتْ} الإضاءة: فرط الإنارة كما يعرب عنه قوله تعالى: {هُوَ الَّذِي جَعَلَ الشَّمْسَ ضِياءً وَالْقَمَرَ نُورًا} . وقرأ ابن السميقع، وابن أبي عبلة {فلما ضاءت} ثلاثيا فيتخرّج على زيادة ما، أو على أن تكون هي الفاعلة، إما موصولة، أو موصوفة؛ أي: أنارت النار {ما حَوْلَهُ} ؛ أي: ما حول المستوقد من الأماكن والأشياء على أنّ {ما} مفعول {أَضاءَتْ} إن جعلته متعدّيا و (حول) نصب على الظرفية، وإن جعلته لازما، فهو مسند إلى {ما} ، والتأنيث؛ لأنّ ما حوله أشياء وأماكن، وأصل الحول: الدّوران، ومنه الحول للعام؛ لأنّه يدور. وجواب {لما} قوله سبحانه {ذَهَبَ اللَّهُ بِنُورِهِمْ} ؛ أي: أذهبه بالكلية، وأطفأ نارهم التي هي مدار نورهم. وإنّما علّق الإذهاب بالنور دون نفس النار؛ لأنّه المقصود بالاستيقاد. وقرأ اليمانيّ {أذهب الله نورهم} ، وهذا يدلّ على مرادفة الباء للهمزة في التعدية. </p><p>(١) روح البيان.</p><p> وإسناد الإذهاب إلى الله تعالى (١) : إمّا لأنّ الكلّ بخلقه تعالى؛ وإما لأنّ الإنطفاء حصل بسبب خفي، أو أمر سماوي، كريح أو مطر؛ وإما للمبالغة، كما يؤذن به تعدية الفعل بالباء دون الهمزة؛ لما فيها من معنى الاستصحاب والإمساك، يقال: ذهب السلطان بماله إذا أخذه، وما أخذه الله تعالى وأمسكه، فلا مرسل له من بعده، ولذلك عدل عن الضوء الذي هو مقتضى الظاهر إلى النور؛ لأنّ ذهاب الضوء قد يجامع بقاء النور في الجملة، لعدم استلزام عدم القوي، لعدم الضعيف، والمراد إزالته بالكلّية، كما يفصح عنه قوله تعالى:  {وَتَرَكَهُمْ فِي ظُلُماتٍ لا يُبْصِرُونَ} فإنّ الظلمة هي عدم النور، وانطماسه بالمرة، لا سيّما إذا كانت متضاعفة متراكمة متراكبا بعضها فوق بعض، كما يفيده الجمع، والتنكير التفخيميّ، وما بعده من قوله:  {لا يُبْصِرُونَ} لا يتحقّق إلّا بعد أن لا يبقى من النور عين ولا أثر. و (ترك) في الأصل بمعنى: طرح وخلّى، وله مفعول واحد، فضمّن معنى التصيير، فجرى مجرى أفعال القلوب؛ أي: صيّرهم {فِي ظُلُماتٍ لا يُبْصِرُونَ} ما حولهم. فعلى هذا يكون قوله:  {فِي ظُلُماتٍ} وقوله: {لا يُبْصِرُونَ} مفعولين لصيّر بعد المفعول الأول على سنن الأخبار المتتابعة للمخبر عنه الواحد، وإن حمل معناه على الأصل يكونان حالين من المفعول، مترادفين، أو متداخلين. </p><p> والمعنى (٢) : أنّ حالهم العجيبة التي هي اشتراؤهم الضلالة التي هي: عبارة عن ظلمتي الكفر والنفاق، المستتبعين لظلمة سخط الله تعالى، وظلمة يوم القيامة {يَوْمَ تَرَى الْمُؤْمِنِينَ وَالْمُؤْمِناتِ يَسْعى نُورُهُمْ بَيْنَ أَيْدِيهِمْ وَبِأَيْمانِهِمْ} ، وظلمة العقاب السرمدي بالهدى الذي هو الفطري النوري، المؤيّد بما شاهدوه من دلائل الحقّ، كحال من استوقد نارا عظيمة حتى كاد ينتفع بها، فأطفأها الله تعالى، وتركه في ظلمات هائلة لا يتسنى فيها الإبصار. </p><p> وقرأ الأعمش، والحسن، وأبو السماك {ظلمات} بإسكان اللام على الأصل. وقرأ أشهب العقيليّ بفتح اللام. وقرأ الجمهور بضمّ اللام. وهذه اللّغي </p><p>(١) روح البيان. (٢) روح البيان.</p>"
}