{
  "id": null,
  "sura": 2,
  "aya": 98,
  "text": "<p> عبارة الرسول. ورُدَّ عليهم: بأنَّه معجزةٌ ظاهرةٌ بنظمه، وأنَّ الله سمَّاه وحيًا، وكتابًا عربيًّا، وأنَّ جبريل نزل به، والملهم لا يحتاج إلى جبريل، ثُمَّ عمَّم الشرط والجزاء ردًّا عليهم بقوله: </p><p> ٩٨ - {مَنْ كَانَ عَدُوًّا لِلَّهِ} بمخالفته أمر الله عنادًا، وخروجه عن طاعته مكابرةً، أو بمعاداة المقرَّبين من عباده، وصدَّر (١) الكلم بذكر الله؛ تفخيمًا لشأنهم {و} لـ {ملائكته}  {و} لـ {رسله}  {و} لـ {جبريل و} لـ {ميكال} أفردهما بالذكر مع كونهما داخلين في جملة الملائكة؛ لبيان شرفهما؛ وإظهار فضلهما؛ وعلوِّ منزلتهما، فكأنَّهما جنسٌ آخر أشرف ممَّا ذكر تنزيلًا؛ للتغاير في الوصف منزلة التغاير في الجنس، وللردّ على اليهود حيث قالوا: جبريل عدوُّنا، وميكال ولِيُّنا. قال عكرمة: جبرَ، وميك، وإسراف، معناها: العبد بالسُّريانية، وإيل، وآيْل، معناهما: الله، ومعنى هذه الأسماء: عبد الله، أو عبد الرحمن، وحكى الماوردي عن ابن عباس: أن جبر بمعنى: عبد بالتكبير، وميكا بمعنى: عبيدٍ بالتصغير، فمعنى جبريل: عبد الله، ومعنى ميكائيل: عبيد الله، قال: ولا نعلم لابن عباس في هذا مخالفًا. اهـ. \"سمين\" . </p><p> أي: من عادى هؤلاء المذكورين، فقد كفر، والكافر عدوٌّ لله {فَإِنَّ اللَّهَ} جواب الشرط (٢) ، ولم يقل: فإنَّه؛ لاحتمال أن يعود إلى جبريل، أو ميكال {عَدُوٌّ لِلْكَافِرِينَ} ؛ أي: عدوٌّ لهؤلاء اليهود، وغيرهم من الكفرة، وأظهر في موضع الإضمار؛ لأنَّ مقتضى السياق، فإنَّ الله عدوٌّ لهم؛ ليدلَّ على أنَّ الله إنّما عاداهم لكفرهم، والمعنى: من عاداهم عاداه الله، وعاقبه أشدَّ العقاب، أي: فإنّ الله سبحانه تولَّى بنفسه عداوة ذلك الكافر بالانتقام منه، وكفى رسله، وملائكته عن أمر من عاداهم. </p><p> قال الواحديُّ: والمعنى: أنَّ من كان عدوًّا لأحد من هؤلاء، فإنَّ الله عدوٌّ له؛ لأنَّ عَدُوَّ الواحد منهم عدوٌّ للجمع، وعدوُّ محمدٍ - صلى الله عليه وسلم - عدوُّ الله، وليس </p><p>(١) العمدة (٢) روح البيان.</p><p> المراد: مَنْ جَمَعَ عداوة الجميع فالله عدوُّهُ، والواو هنا بمعنى أوْ، وليست للجمع، وقال بعضهم: الواو للتفصيل. </p><p> وليس المراد (١) : من كان عدوًّا لجميع الملائكة، وجميع الرسل، بل هذا من باب التعليق على الجنس بصورة الجمع، كقوله:  (إنْ كلَّمْتِ الرجال فأنتِ طالق) لا يريد بذلك إن كلمت كُلَّ الرجال، ولا أقلَّ ما ينطلق عليه الجمع، وإنّما علَّق بالجنس، وإن كان بصورة الجمع، فلو كلَّمَتْ رجلًا واحدًا طلقتْ، فكذلك هذا الجمع في الملائكة والرسل. </p><p> فالمعنى: أن من عادى الله، أو ملكًا من ملائكته، أو رسولًا من رسله، فالله عدوٌّ له، والعداوة بين الله والعبد لا تكون حقيقةً، وعداوة العبد لله تعالى مجازٌ. ومعناها: مخالفة أمره، وعداوة الله للعبد مجازاته على مخالفته. وقرأ حمزة (٢) ، والكسائي: جبرائيل بفتح الجيم والراء وهمزةٍ مكسورةٍ بعد الراء. وقرأ شعبة كذلك، إلّا أنه حذف الياء بعد الهمزة وكسر الراء، والباقون بكسر الجيم والراء من غير همزٍ بعد الراء، إلّا أنَّ ابن كثير: فتح الجيم. وقرأ أبو عمرو، وحفصٌ:  {ميكال} بغير همزة، ولا ياءٍ بين الألف واللام. وقرأ نافع بهمزةٍ بعد الألف، ولا ياء بعد الهمزة، والباقون بهمزةٍ بعد الألف وياءٍ. </p><p> والخلاصة: أي إنَّ (٣) من عادى الله وعادى هؤلاء المقرَّبين عنده، فالله عدوٌّ له؛ لأنَّه كافرٌ به ومعادٍ له، وهو الظالم لنفسه حين دعاه فلم يجب، وفي هذا من شديد الوعيد ما لا يخفى، إذ فيه تصريحٌ بأنّهم أعداء الحق، وأعداء كلِّ من يدعو إليه، ومعاداة القرآن، كمعاداة سائر الكتب السماويّة؛ لأنَّ المقصد من الجميع واحدٌ، وهو هداية الناس، وإرشادهم إلى سبيل الخير، ومعاداة محمد - صلى الله عليه وسلم -، كمعاداة سائر الأنبياء؛ لأنَّ رسالتهم واحدة، والمقصد واحدٌ. والواو في قوله: </p><p>(١) البحر المحيط. (٢) المراح.(٣) المراغي.</p>"
}