{
  "id": null,
  "sura": 2,
  "aya": 260,
  "text": "<p> كُلِّ شَيْءٍ} من الإماتة والإحياء {قَدِيرٌ} قرأ الجمهور (١) : {تَبَيَّنَ} مبنيًّا للفاعل، وقرأ ابن عباس شذوذًا {تُبِيِّن له} مبنيًّا للمفعول، وقرأ ابْنُ السُّميفع شذوذًا أْيضًا {بُيِّن له} مبنيًّا للمفعول بغير تاء. وقرأ الجمهور {أَعْلَمُ} مضارعًا، فيه ضمير المار. وقال ذلك على سبيل الاعتبار، وقرأ حمزة والكسائي (٢) : {اعلم} من: عَلِم الثلاثي أمرًا من الله، أو من المَلَك عن الله، أو منه لنفسه؛ نزَّلها منزلة الأجنبي المخاطب، وقرىء شذوذًا {أْعْلِمْ} أمرًا من: أعلَمَ الرباعي؛ أي: قال الله له: أعلِمْ غيرك بما شاهدته من قدرة الله تعالى. </p><p> ٢٦٠ - {و} اذكر يا محمَّد قصة {إذ قال إبراهيم} الخليل عليه السلام؛ أي: طلب إبراهيم من ربه أن يريه كيف يحيي الموتى، وقال:  {رَبِّ أَرِنِي كَيْفَ تُحْيِ الْمَوْتَى} سأله عن إراءَة كيفية الإحياء مع إيمانه الجازم بالقدرة الربانية، فكان يريد أن يعلم بالعيان ما كان يوقن به بالوجدان. </p><p> قال الحسن (٣) والضحاك وقتادة وعطاء وابن جريج: سبب سؤاله: أنه رأى جيفة مطروحة في شط البحر، وقد توزعها دواب البحر والبر، فإذا مدَّ البحر .. أكل منها دواب البحر، وإذا جزر البحر .. جاءت السباع فأكلت، وإذا ذهبت السباع .. جاءت الطيور، فأكلت وطارت، فلما رأى إبراهيم ذلك تعجب منها، وقال: يا رب، إني قد علمت أنك لتجمعها من بطون السباع وحواصل الطيور وأجواف الدواب، فأرني كيف تحييها؛ لأعاين ذلك، فأزداد يقينًا، فعاتبه الله تعالى على ذلك حيث {قَالَ أَوَلَمْ تُؤْمِنْ} ؛ أي: أتسالني عن ذلك، لم توقن وتصدق بقدرتي على الإحياء. {قَالَ} إبراهيم {بَلَى} يا رب آمنت وصدقت أنك {قادر} على الإحياء، وليس سؤالي لعدم إيماني بذلك {وَلَكِنْ لِيَطْمَئِنَّ قَلْبِي} ؛ أي: ولكن سألتك عن ذلك؛ ليوقن قلبي ويزداد طمأنينةً وبصيرةً بمُضامَّةِ العِيان إلى الوحي والاستدلال، أو سألتك لتسكن حرارة قلبي، وأعلم بأني خليلك مجاب الدعوة والمطلوب من السؤال أن يصير العلم بالاستدلال ضروريًّا. </p><p>(١) البحر المحيط. (٢) النهر.(٣) مراح وخازن.</p><p> فإن قلتَ: كيف قال {أَوَلَمْ تُؤْمِنْ} وقد علم أنه أثبت الناس إيمانًا؟ قلتُ: ليجيب بما أجابه به؛ لما فيه من الفائدة الجليلة للسامعين. قال الله سبحانه وتعالى: إن أردت ذلك يا إبراهيم {فَخُذْ أَرْبَعَةً مِنَ الطَّيْرِ} أشتاتًا. قال مجاهد: كانت طاووسًا وغرابًا وحمامة وديكًا؛ أي: خذ أربعة أنواع من الطيور {فَصُرْهُنَّ إِلَيْكَ} . قرأ حمزة:  {فصِرهن} بكسر الصاد، ومعناه: قطعهن ومزقهن. وقرأ الباقون بضمها، وتخفيف الراء، ومعناه: اضْمُمْهُنَّ وأملهنَّ إليك واجمعهن عندك؛ أي: خذ أربعة أنواع منها، واضممهُنَّ إليك، واجمعهن عندك، ثم اذبحهن، وقطع لحومهن، واخلط بعضهن ببعض حتى يصبحن كتلة واحدة (١) . وقرأ ابن عباس وقوم شذوذًا {فصُرَّهن} - بتشديد الراء وضم الصاد وكسرها - من: صَرَّه يصُره ويصِره إذا جمعه، نحو: ضرَّه يضِره ويضُره، وعنه أيضًا:  {فصَرَّهن} - بفتح الصاد وتشديد الراء وكسرها -: من الصرِيَةِ. </p><p> {ثُمَّ اجْعَلْ عَلَى كُلِّ جَبَلٍ} ؛ أي؛ ضع على كل جبل من الجبال التي بحضرتك؛ أي: على أربعة أجبل من الجبال التي بقربك {مِنْهُنَّ جُزْءًا} ؛ أي: جزءًا من لحومهن المجزأة. وقرأ الجمهور {جُزْءًا} بإسكان الزاي وبالهمزة، وضم أبو بكر شعبة الزاي فقرأ:  {جزُءا} . وقرأ أبو جعفر {جزّا} بحذف الهمزة وتشديد الزاي؛ أي: جزِّىء لحومهن، وفرقهن على رؤوس الجبال {ثُمَّ ادْعُهُنَّ} ؛ أي: نادهن بأسمائهن، وقيل لهن: تعالين بإذن الله تعالى: {يَأْتِينَكَ} ؛ أي: يجئن إليك مشيًا أو طيرانًا {سَعْيًا} ؛ أي؛ حالة كونهن ساعيات مسرعات إليك في مشيهن، أو طيرانهن. وقيل معنى:  {يَأْتِينَكَ سَعْيًا} ؛ أي: مشيًا سريعًا ولم تأتِ طائرة ليتحقق أن أرجلهن سليمة في هذه الحالة. {وَاعْلَمْ} يا إبراهيم {أَنَّ اللَّهَ عَزِيزٌ} ؛ أي: غالب على جميع الممكنات، لا يعجزه شيء عما يريده {حَكِيمٌ} في تدبيره وصنعه، عليم بعواقب الأمور وغايات الأشياء. روي أنه عليه السلام أمر بذبحها، ونتف ريشها، وتقطيعها جزءًا جزءًا، وخلط دمائها </p><p>(١) البحر المحيط.</p><p> ولحومها، وأن يمسك رؤوسها بيده، ثم أمر بأن يجعل أجزاءها على الجبال على كل جبل ربعًا من كل طائر، ثم يصيح بها: تعالين بإذن الله تعالى، ثم أخذ كل جزء يطير إلى الآخر حتى تكاملت الجثث، ثم أقبلت كل جثة إلى رأسها سعيًا على أرجلها، وانضم كل رأس إلى جثته، وصار الكل أحياء بإذن الله تعالى. </p><p> الإعراب </p><p> {أَلَمْ تَرَ إِلَى الَّذِي حَاجَّ إِبْرَاهِيمَ فِي رَبِّهِ أَنْ آتَاهُ اللَّهُ الْمُلْكَ} . </p><p> {أَلَمْ} : الهمزة للاستفهام التقريري التعجبي {لم} : حرف نفي وجزم. {تَرَ} : فعل مضارع مجزوم بـ {لم} ، وفاعله ضمير يعود على محمَّد، أو على كل من يصلح للخطاب، والجملة مستأنفة {إِلَى الَّذِي} : جار ومجرور متعلق بـ {تر} . {حَاجَّ إِبْرَاهِيمَ} : فعل ومفعول، وفاعله ضمير يعود على الموصول، والجملة صلة الموصول، والعائد ضمير الفاعل، {فِي رَبِّهِ} : جار ومجرور، ومضاف إليه، متعلق بـ {حَاجَّ} . {أَنْ آتَاهُ} : {أَنْ} : مصدرية. {آتَاهُ اللَّهُ} : فعل ومفعول أول وفاعل. {الْمُلْكَ} مفعول ثانٍ، والجملة صلة {أَنْ} المصدريةُ {أَنْ} مع صلتها في تأويل مصدر مجرور بلام التعليل المقدرة تقديره: لأجل إيتاء الله إياه الملك، والجار والمجرور متعلق بـ {حَاجَّ} . </p><p> {إِذْ قَالَ إِبْرَاهِيمُ رَبِّيَ الَّذِي يُحْيِي وَيُمِيتُ} . </p><p> {إِذْ} : ظرف لما مضى، متعلق بـ {حَاجَّ} . {قَالَ إِبْرَاهِيمُ} : فعل وفاعل، والجملة في محل جر مضاف إليه {رَبِّيَ الَّذِي يُحْيِي وَيُمِيتُ} مقول محكي، وإن شئت قلتَ {رَبِّيَ} : مبتدأ ومضاف إليه {الَّذِي} : خبر، والجملة في محل النصب مقول القول. {يُحْيِي} : فعل مضارع، وفاعله ضمير يعود على الموصول، والجملة صلة له. {وَيُمِيتُ} : معطوف على {يُحْيِي} . </p><p> {قَالَ أَنَا أُحْيِي وَأُمِيتُ} . </p><p> {قَالَ} : فعل ماض، وفاعله ضمير يعود على نمروذ اللعين، والجملة </p><p> مستأنفة {أَنَا أُحْيِي وَأُمِيتُ} : مقول محكيٌ، وإن شئتَ قلتَ:  {أَنَا} : ضمير منفصل في محل الرفع مبتدأ، والاسم منه أنْ، والألف زائدة لبيان الحركة في الوقف؛ ولذلك حذفت وصلًا، والصحيح أنَّ فيه لغتين: </p><p> إحداهما: لغة تميم وهي إثبات أَلِفِه وصلًا ووقفًا. </p><p> والثانية: إثباتها وقفًا، وحذفها وصلًا. وقيل بل {أَنَا} كله ضمير، وفيه لغات: أنا، وأنْ؛ كلفظ أنْ الناصبة وآن، وكأنه قدم الألف على النون فصار آن مثل آن، المراد به: الزمان، وقالوا: آنه، وهي هاء السكت، لا بدل من الألف. اهـ \"سمين\" . وجملة {أُحْيِي} : خبره، والجملة الإسمية في محل النصب مقول القول {وَأُمِيتُ} : معطوف على أحي. </p><p> {قَالَ إِبْرَاهِيمُ فَإِنَّ اللَّهَ يَأْتِي بِالشَّمْسِ مِنَ الْمَشْرِقِ فَأْتِ بِهَا مِنَ الْمَغْرِبِ} . </p><p> {قَالَ إِبْرَاهِيمُ} فعل وفاعل، والجملة مستأنفة. {فَإِنَّ اللَّهَ يَأْتِي بِالشَّمْسِ مِنَ الْمَشْرِقِ فَأْتِ بِهَا مِنَ الْمَغْرِبِ} : مقول محكي لـ {قَالَ إِبْرَاهِيمُ} وإنْ شئت قلت: {فَإِنَّ اللَّهَ يَأْتِي بِالشَّمْسِ} . الفاء: فاء الفصيحة؛ لأنها أَفْصَحت عن شرطٍ مقدَّرٍ تقديره: إذا كنت قادرًا كقدرة الله .. فأقول لك:  {إن الله}  {إن} : حرف نصب وتوكيد {اللَّهَ} : اسمها. {يَأْتِي} : فعل مضارع، وفاعله ضمير يعود على {اللَّهَ}  {بِالشَّمْسِ} : جار ومجرور متعلق بـ {يَأْتِي} وجملة {يَأْتِي} : في محل الرفع خبر {إن} تقديره: فإن الله آتٍ بالشمس، والجملة الإسمية في محل النصب مقول لجواب إذا المقدرة. {مِنَ الْمَشْرِقِ} : متعلق بـ {يَأْتِي} أيضًا {فَأْتِ بِهَا} الفاء: عاطفة {ائت} : فعل أمر مبني على حذف حرف العلة، وفاعله ضمير يعود على الكافر اللعين. {بِهَا مِنَ الْمَغْرِبِ} : كلاهما متعلق بـ {ائت} ، والجملة الفعلية معطوفة على جملة إن على كونها مقولًا لجواب إذا المقدرة. </p><p> {فَبُهِتَ الَّذِي كَفَرَ} . </p><p> {فَبُهِتَ} : الفاء: حرف عطف وتقريع. {بهت الذي} : فعل وفاعل، </p><p> وهذا (١) الفعل من جملة الأفعال التي جاءت على صورة المبني للمفعول، والمعنى فيها على البناء للفاعل؛ فلذلك فسَّروه بدَهِش وتَحيَّر. فـ {الَّذِي كَفَرَ} : فاعل، لا نائب فاعل، والجملة معطوفة على جملة {قَالَ إِبْرَاهِيمُ} . {كَفَرَ} : فعلٌ ماضٍ، وفاعله ضمير يعود على الموصول والجملة صلة له. </p><p> {وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ} . </p><p> {وَاللَّهُ} : الواو استئنافية {الله} : مبتدأ. {لَا} : نافية. {يَهْدِي} : فعل مضارع، وفاعله: ضمير يعود على الله. {الْقَوْمَ} : مفعول به. {الظَّالِمِينَ} : صفة له، والجملة الفعلية في محل الرفع خبر المبتدأ، والجملة الإسمية مستأنفة. </p><p> {أَوْ كَالَّذِي مَرَّ عَلَى قَرْيَةٍ وَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا} . </p><p> {أَوْ} : حرف عطف وتفصيل وتخيير في التعجب، {الكاف} : زائدة، {الذي} : في محل الجر معطوف على الموصول في قوله: {أَلَمْ تَرَ إِلَى الَّذِي حَاجَّ إِبْرَاهِيمَ} ، والتقدير: ألم تر إلى الذي حاج إبراهيم، أو الذي مرَّ على قرية، وإنْ شئت قلت: الكاف حرف جر معنًى، {إِلَى الَّذِي} : في محل الجر بالكاف، والجار والمجرور معطوف على الجار والمجرور في قوله:  {إِلَى الَّذِي حَاجَّ إِبْرَاهِيمَ} ؛ لأن حروف الجر بعضها يتقارض عن بعض، كما هو كثير في كلامهم، كما أشرنا إلى هذا الوجه الأخير في محل التفسير {وَهِيَ خَاوِيَةٌ}  {الواو} : حالية. {هي} : مبتدأ. {خَاوِيَةٌ} : خبره، والجملة (٢) في محل النصب حال من الفاعل الذي في {مَرَّ} ، أو من {قَرْيَةٍ} ، ولكن مجيءَ الحال من النكرة إذا تأخَّرَتْ قليل، وقيل: الجملة في محل الجر صفة لـ {قَرْيَةٍ} ، ويُبعِد هذا القولَ الواوُ. </p><p> {قَالَ أَنَّى يُحْيِي هَذِهِ اللَّهُ بَعْدَ مَوْتِهَا} . </p><p>(١) الجمل. (٢) البحر المحيط.</p><p> {قَالَ} : فعل، وفاعله ضمير يعود على المار، والجملة مستأنفة. {أَنَّى يُحْيِي} إلى قوله: {مَوْتِهَا} : مقول محكي لـ {قَالَ} ، وإن شئت قلت:  {أَنَّى} : اسم استفهام بمعنى متى في محل النصب على الظرفية الزمانية، أو بمعنى كيف في محل النصب حال من {هَذِهِ} ، وعلى كِلا التقديرين، فالعامل فيه {يُحْيِي} . {يُحْيِي هَذِهِ اللَّهُ} فعل ومفعول وفاعل، والجملة في محل النصب مقول القول {بَعْدَ مَوْتِهَا} : ظرف، ومضاف إليه متعلق بـ {يُحْيِي} . </p><p> {فَأَمَاتَهُ اللَّهُ مِائَةَ عَامٍ ثُمَّ بَعَثَهُ} . </p><p> {فَأَمَاتَهُ} : الفاء: عاطفة تفريعية، {أماته الله} : فعل ومفعول وفاعل، والجملة معطوفة على جملة {قَالَ} . {مِائَةَ} : منصوب على الظرفية الزمانية متعلق بـ {أماته} . {عَامٍ} مضاف إليه. {ثُمَّ بَعَثَهُ} . {ثُمَّ} : حرف عطف وترتيب، {بَعَثَهُ} : فعل ومفعول، وفاعله ضمير يعود على الله، والجملة معطوفة على جملة {فَأَمَاتَهُ} . </p><p> {قَالَ كَمْ لَبِثْتَ قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ} . </p><p> {قَالَ} : فعل ماضٍ، وفاعله ضمير يعود على الله، والجملة مستأنفة. {كَمْ لَبِثْتَ} : مقول محكي، وإن شئت قلت:  {كَمْ} : اسم استفهام في محل النصب على الظرفية متعلق بـ {لَبِثْتَ} ؛ أي: كم مدة لبثت. {لَبِثْتَ} : فعل وفاعل، والجملة في محل النصب مقول {قَالَ} . {قَالَ} : فعل ماضٍ، وفاعله ضمير يعود على المار، والجملة مستأنفة {لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍ} : مقول محكي، وإن شئت قلت:  {لَبِثْتُ} فعل وفاعل {يَوْمًا} : ظرف متعلق به، والجملة في محل النصب مقول {قَالَ} . {أَوْ} : حرف عطف بمعنى بل: التي للإضراب {بَعْضَ} : معطوف على {يَوْمًا} وهو مضاف. {يَوْمٍ} مضاف إليه. </p><p> {قَالَ بَلْ لَبِثْتَ مِائَةَ عَامٍ فَانْظُرْ إِلَى طَعَامِكَ وَشَرَابِكَ لَمْ يَتَسَنَّهْ وَانْظُرْ إِلَى حِمَارِكَ وَلِنَجْعَلَكَ آيَةً لِلنَّاسِ وَانْظُرْ إِلَى الْعِظَامِ كَيْفَ نُنْشِزُهَا ثُمَّ نَكْسُوهَا لَحْمًا} . </p><p> {قَالَ} : فعل ماضٍ، وفاعله ضمير يعود على الله، والجملة مستأنفة. {بَلْ لَبِثْتَ مِائَةَ عَامٍ} إلى قوله: {فَلَمَّا تَبَيَّنَ لَهُ} مقول محكي، وإن شئت قلت:  {بَلْ} : حرف عطف وإضراب. {لَبِثْتَ} : فعل وفاعل. {مِائَةَ عَامٍ} : ظرف، ومضاف إليه متعلق بـ {لَبِثْتَ} ، والجملة الفعلية معطوفة على جملة محذوفة هي مقول {قَالَ} تقديرها: قال: ما لبثتُ يومًا أو بعض يوم، بل لبثتُ مئة عام. {فَانْظُرْ إِلَى طَعَامِكَ} الفاء: عاطفة. {انظر} : فعل أمر، وفاعله ضمير يعود على المار، والجملة معطوفة على جملة {بَلْ لَبِثْتَ} على كونها مقول القول لـ {قَالَ} . {إِلَى طَعَامِكَ} : جار ومجرور، ومضاف إليه متعلق بـ {انظر} ، {وَشَرَابِكَ} : معطوف على طعامك {لَمْ يَتَسَنَّهْ}  {لَمْ} : حرف نفي وجزم {يَتَسَنَّهْ} فعل مضارع مجزوم بسكون آخره؛ أعني: الهاء؛ لأنها أصلية، وفاعله ضمير يعود على الطعام والشراب، والجملة في محل النصب حال من {طَعَامِكَ وَشَرَابِكَ} تقديره: حالة كونهما غير مُتسنِّهَين؛ أي: متغيِّرين. {وَانْظُرْ}  {الواو} : عاطفة. {انظر} : فعل أمر، وفاعله ضمير يعود على المار، والجملة في محل النصب معطوفة على جملة قوله:  {فَانْظُرْ} . {إِلَى حِمَارِكَ} : جار ومجرور، ومضاف إليه متعلق بـ {انظر} . {وَلِنَجْعَلَكَ}  {الواو} : عاطفة، اللام: لام كي، {نجعلك} : فعل ومفعول أول منصوب بأن مضمرة بعد لام كي، وفاعله ضمير يعود على الله. {آيَةً} : مفعول ثانٍ. {لِلنَّاسِ} : جار ومجرور صفة لـ {آية} ، وجملة {نجعلك} صلة أنْ المصدرية، وأن مع صلتها في تأويل مصدر مجرور باللام تقديره: ولجعلنا إياك آية للناس، والجار والمجرور (١) معطوف على مقدَّر متعلق بفعل مقدر قبله بطريق الاستئناف، مُقَرِّر لمضمون ما سَبَقَ؛ تقديرهُ: فعلْنَا بك ما فعلنا من إحيائك بعد ما ذكر؛ لتعاين ما ابتعدته من الإحياء بعد دهر طويل، ولنجعلك آية للناس. {وَانْظُرْ إِلَى الْعِظَامِ}  {الواو} : عاطفة، {انظر} : فعل أمر، وفاعله ضمير يعود على المار، والجملة معطوفة على جملة قوله:  {فَانْظُرْ إِلَى طَعَامِكَ} . {إِلَى الْعِظَامِ} : جار ومجرور متعلق </p><p>(١) أبو السعود.</p><p> به. {كَيْفَ نُنْشِزُهَا}  {كَيْفَ} : في محل النصب على الحالية، وصاحب الحال مفعول {نُنْشِزُهَا} ، {نُنْشِزُهَا} : فعل ومفعول، وفاعله ضمير يعود على الله، والجملة في محل الجر بدل من {الْعِظَامِ} . {ثُمَّ} : حرف عطف وترتيب. {نَكْسُوهَا لَحْمًا} : فعل ومفعولان، وفاعله ضمير يعود على الله، والجملة معطوفة على جملة قوله {كَيْفَ نُنْشِزُهَا} . </p><p> {فَلَمَّا تَبَيَّنَ لَهُ قَالَ أَعْلَمُ أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} . </p><p> {فَلَمَّا} : الفاء؛ عاطفة، {لما} : حرف شرط غير جازم {تَبَيَّنَ} : فعل ماضٍ له متعلق به، وفاعله ضمير يعود على معلوم من السياق تقديره: فلما تبين له كيفية الإحياء التي استغربها. والجملة فعل شرط لـ {لمَّا} لا محل لها من الإعراب. {قَالَ} فعل ماضٍ، وفاعله ضمير يعود على المار، والجملة جواب {لمَّا} لا محل لها من الإعراب. وجملة {لمَّا} - من فعل شرطها وجوابها - معطوفة على (١) مقدَّر يقتضيه المقام تقديره: فأنشزها الله تعالى، وكساها لحمًا، فنظر إليها، فتبين له كيفية الإحياء، فلما تبين له؛ أي: اتضح له اتضاحًا تامًّا .. قال: أعلم .... الآية. {أَعْلَمُ أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} : مقول محكي لـ {قَالَ} ، وإن شئت قلتَ:  {أَعْلَمُ} فعل مضارع، وفاعله ضمير يعود على المار، والجملة في محل النصب مقول {قَالَ} . {أَنَّ} : حرف نصب. {اللَّهَ} اسمها. {عَلَى كُلِّ شَيْءٍ} جار ومجرور، ومضاف إليه متعلق بـ {قَدِيرٌ} ، وهو خبر {أَنَّ} ، وجملة {أَنَّ} - من اسمها وخبرها - في تأويل مصدر سادٌّ مسد مفعولي {أَعْلَمُ} تقديره: أعلم قدرة الله على كلِّ شيء. </p><p> {وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ أَرِنِي كَيْفَ تُحْيِ الْمَوْتَى قَالَ أَوَلَمْ تُؤْمِنْ} . </p><p> {وَإِذْ} : {الواو} : عاطفة قصةً على قصة، أو استئنافية. {إِذْ} : ظرف لما مضى من الزمان، متعلق بمحذوف تقديره: واذكر يا محمَّد قصة {إِذْ قَالَ إِبْرَاهِيمُ} . {قَالَ إِبْرَاهِيمُ} : فعل وفاعل، والجملة في محل الجر مضاف إليه </p><p>(١) الجمل.</p><p> لـ {إذ} ، {رَبِّ أَرِنِي كَيْفَ تُحْيِ الْمَوْتَى} : مقول محكي لـ {قَالَ} ، وإن شئت قلت:  {رَبِّ} منادى مضاف حذف منه حرف النداء؛ لكثرة الاستعمال، منصوب وعلامة نصبه فتحة مقدَّرة على ما قبل ياء المتكلم المحذوفة اجتزاءً عنها بالكسرة، وجملة النداء في محل النصب مقول {قَالَ} . {أَرِنِي} : فعل، ومفعول أول، وفاعله ضمير يعود على الله. وأرى هنا: بصرية (١) متعدية لواحد، وبدخول همزة النقل عليها طلبت مفعولًا آخر هو: جملة الاستفهام. {كَيْفَ} اسم استفهام في محل النصب على الحال بـ {تُحْيِ} . {تُحْيِ} : فعل مضارع، وفاعله ضمير يعود على الله. {الْمَوْتَى} : مفعول به، وجملة {تُحْيِ} في محل النصب مفعول ثانٍ لـ {أرني} تقديره: ربِّ أرني كيفية إحيائِك الموتى. وجملة رأى في محل النصب مقول {قَالَ} . {قَالَ أَوَلَمْ تُؤْمِنْ} قَالَ: فعل ماضٍ، وفاعله ضمير يعود على الله، والجملة مستأنفة {أَوَلَمْ تُؤْمِنْ} مقول محكي لـ {قَالَ} ، وإن شئتَ قلتَ: الهمزة للاستفهام التقريري؛ كالهمزة في قوله:  {أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ} . والواو: عاطفة على محذوف تقديره: أتسأل، و {لم تؤمن}  {لم} : حرف نفي وجزم {تُؤْمِنْ} مجزوم بلم، وفاعله ضمير يعود على إبراهيم، والجملة في محل النصب معطوفة على ذلك المحذوف على كونها مقولًا لـ {قَالَ} . </p><p> {قَالَ بَلَى وَلَكِنْ لِيَطْمَئِنَّ قَلْبِي} . </p><p> {قَالَ} : فعل، وفاعله ضمير يعود على إبراهيم، والجملة مستأنفة {بَلَى} : مقول محكي، وإن شئت قلت:  {بَلَى} : حرف جواب لإثبات النفي، ومدخولها محذوف تقديره: بلى آمنت. والجملة المحذوفة في محل النصب مقول {قَالَ} . {وَلَكِنْ} : {الواو} : عاطفة. {لكن} : حرف استدراك. {لِيَطْمَئِنَّ} اللام: لام كي. {يطمئن} : فعل منصوب بأن مضمرة بعد لام كي {قَلْبِي} : فاعل، ومضاف إليه، والجملة صلة أن المضمرة تقديره: ولكن لاطمئنان قلبي، والجار والمجرور متعلق بمحذوف تقديره: ولكن سألتك لاطمئنان قلبي، وجملة الاستدراك معطوفة </p><p>(١) أبو السعود.</p><p> على محذوف تقديره؛ بلى آمنت، وما سألت عن غير إيمان، ولكن سألتُ ليطمئن. </p><p> {قَالَ فَخُذْ أَرْبَعَةً مِنَ الطَّيْرِ فَصُرْهُنَّ إِلَيْكَ} . </p><p> {قَالَ} : فعل ماضٍ، وفاعله ضمير يعود على الله، والجملة مستأنفة. {فَخُذْ أَرْبَعَةً مِنَ الطَّيْرِ} إلى آخر الآية: مقول محكي، وإن شئت قلت:  {فَخُذْ} الفاء: رابطة لجواب شرط محذوف تقديره: إن أردت ذلك .. {خذ} : فعل، وفاعله ضمير يعود على إبراهيم، والجملة في محل الجزم جواب لذلك الشرط المحذوف، وجملة الشرط المحذوف مع جوابه في محل النصب مقول قال. {أَرْبَعَةً} : مفعول به. {مِنَ الطَّيْرِ} : جار ومجرور صفة لـ {أربعة} . {فَصُرْهُنَّ} : الفاء: عاطفة، {صرهن} : فعل ومفعول، وفاعله ضمير يعود على إبراهيم {إِلَيْكَ} : جار ومجرور متعلق به، والجملة معطوفة على جملة قوله:  {فَخُذْ أَرْبَعَةً} . </p><p> {ثُمَّ اجْعَلْ عَلَى كُلِّ جَبَلٍ مِنْهُنَّ جُزْءًا} . </p><p> {ثُمَّ} : حرف عطف وترتيب. {اجْعَلْ} : فعل أمر، وفاعله ضمير يعود على إبراهيم، والجملة معطوفة على جملة {صرهن} . {عَلَى كُلِّ جَبَلٍ} : جار ومجرور، ومضاف إليه متعلق بـ {اجعل} . {مِنْهُنَّ} : جار ومجرور متعلق بمحذوف حال من {جُزْءًا} ؛ لأنه نعت نكرة فلما قُدِّم عليها .. نصب حالًا. {جُزْءًا} : مفعول به لـ {اجعل} ؛ لأنه بمعنى ألقِ، فيتعدى لمفعول واحد. </p><p> {ثُمَّ ادْعُهُنَّ يَأْتِينَكَ سَعْيًا وَاعْلَمْ أَنَّ اللَّهَ عَزِيزٌ حَكِيمٌ} . </p><p> {ثُمَّ} : حرف عطف {ادْعُهُنَّ} : فعل ومفعول، وفاعله ضمير يعود على إبراهيم، والجملة معطوفة على جملة قوله:  {ثُمَّ اجْعَلْ} . {يَأْتِينَكَ} فعل، وفاعل، ومفعول. في محل الجزم بالطلب السابق {سَعْيًا} : حال من ضمير الفاعل، أو منصوب على المصدر النوعي؛ لأنه من الإتيان؛ إذ هو إتيان بسرعة، فكأنه قيل: يأتينك إتيانًا سريعًا. {وَاعْلَمْ}  {الواو} : عاطفة. {اعلم} : فعل </p><p> أمر، وفاعله ضمير يعود على إبراهيم، والجملة في محل النصب، معطوفة على جملة قوله:  {فَخُذْ أَرْبَعَةً مِنَ الطَّيْرِ} على كونها مقولًا لـ {قَالَ} . {أَنَّ} : حرف فصب ومصدر {اللَّهَ} : اسمها {عَزِيزٌ} : خبر أول لها. {حَكِيمٌ} : خبر ثانٍ، وجملة {أَنَّ} في تأويل مصدرٍ سَادٍّ مسَدَّ مفعولَي {اعلم} تقديره: واعلم كون الله عزيزًا حكيمًا. </p><p> التصريف ومفردات اللغة </p><p> {حَاجَّ إِبْرَاهِيمَ} : يقال حاجَّةُ محاجة إذا خاصمه وجادله. من باب: فَاعَل. والمحاجة: الغالبة من الجانبين. ومعنى:  {حَاجَّ إِبْرَاهِيمَ فِي رَبِّهِ} ؛ أي: عارض حجته بمثلها، أو أتى على الحجة بما يبطلها، أو أظهر المغالبة في الحجة، ثلاثة أقوال. </p><p> {فَبُهِتَ الَّذِي كَفَرَ} : على صورة المبني للمفعول، ومعناه على البناء للفاعل؛ كما سبق. وفي \"القاموس\" : والبهت: الانقطاع والحيرة. وفعلُهما كعَلِم ونَصَر وكَرُم وزَهَي. وهو مبهوت، لا باهت ولا باهيت. اهـ. {كَالَّذِي مَرَّ عَلَى قَرْيَةٍ} : وأصل القرية من قريت الماء إذا جمعته، فالقرية مجتمع الناس {وَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا} وفي \"المصباح\" : خوت الدار تخوى من باب: ضَرَب خَوْيًا إذا خلت من أهلها، أو سقطت. وخواء أيضًا: بالفتح والمد. وخويت خوىً من باب: تعب لغة اهـ. والعُروشُ: جمعُ عرش: وهو سقف البيت، وكذلك كل ما هيء ليُستظل به. وقيل: هو البنيان نفسه. </p><p> {لَمْ يَتَسَنَّهْ} واشتقاقه من: السَّنَه، والهاء أصلية إِن قدِّرت لامَ السَّنَه هاءً؛ لقولهم في التصغير: سُنَيْهة، وفي الجمع: سَنَهات. وقالوا: سانهتُ وأسنهت عند بني فلان، وهي لغة الحجاز. وهاء السكت إن قُدرت لام الكلمة محذوفة للجازم، وهي ألف منقلبة عن واو عندما يُجعل لام السنه المحذوف واوًا؛ لقولهم: سنيته وسنوات، واشتق من الفعل فقيل: سانيت وأسنى وأسنتْ. أبدل من الواو تاء، وقيل أصله لم يتسنن؛ أي: لم يتغير من الحمأ المسنون، فأبدلت النون الثالثة ألفًا فرارًا من كراهة اجتماع الأمثال؛ كما قالوا: تَظَنَّى أصله: تظنن. </p><p> قال أبو عمرو: وخطَّأه الزجاج. </p><p> {إِلَى حِمَارِكَ} : الحمار هو الحيوان المعروف، ويجمع في القلة على أَفْعِلة قالوا: أحمرة، وفي الكثرة على فُعُل، قالوا: حُمُر. وعلى فعيل، قالوا: حمير. </p><p> {كَيْفَ نُنْشِزُهَا} - بالزاي -: من أنشز الشيء إذا رفعه؛ أي: كيف نرفعها عن الأرض؟ لنركب بعضها مع بعض ونردَّها إلى أَماكنها من الجسد، فنركبها تركيبًا لائقًا بها. </p><p> {وننشرها} - بالراء المهملة -: من أنشر الله الموتى إذا أحياهم ونشرهم، ونشر الميت إذا حيي، ولكن ليس المراد بالإحياء هنا، معناه الحقيقي الذي هو نفخ الروح؛ لقوله: ثم نكسوها لحمًا؛ أي: نسترها به كما يستر الجسد باللباس. </p><p> {وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ أَرِنِي} وأصل أرني: أرئيني بوزن أكرمني، فحذفت الياء الأولى؛ لأن الأمر كالمضارع في الحذف، فصار أرئي، ثم نقلت حركة الهمزة إلى الراء، وحذفت الهمزة، فصار أَرِني بوزن أَفِني؛ فإنه حُذف منه عينه ولامه، وهي الياء. </p><p> {لِيَطْمَئِنَّ} : والهمزة في {يطمئن} أصلية، ووزنه يفعلل، ولذلك جاء {فَإِذَا اطْمَأْنَنْتُمْ} مثل: اقشعررتم. والطمأنينة مصدر: اطمأن على غير القياس، والقياس الاطمئنان، وهو السكون. </p><p> {أَرْبَعَةً مِنَ الطَّيْرِ} والطير: اسم جمع كركب، وقيل بل جمع طائر نحو: تاجر وتُجرَ. وهذا مذهب أبي الحسن. وقيل: بل هو مخفف طَيّر بالتشديد، كقولهم: هيْن وميْت في هيِّن وميِّت، وقال أبو البقاء: هو في الأصل مصدر طار يطير، ثم سُمِّي به هذا الجنس. </p><p> {فَصُرْهُنَّ} وفي \"المختار\" صاره - من باب: قال وباع - إذا أمال إليه وقربه منه أمره بإمالتِهن إليه؛ أي: تقريبِهن منه؛ ليتحقق أوصافَهن حتى يعلم بعد الإحياء أنه لم ينتقل منها جزءٌ من موضعه الأول أصلًا، وصار الشيء إذا فعله وقطعه من بابي: قال وباع أيضًا. </p><p> {عَلَى كُلِّ جَبَلٍ} : والجبل معروف، ويجمع في القلة على: أجبال وأجبُل، وفي الكثرة على: جبال والجزء القطعة من الشيء، يقال: جزأ الشيء إذا جعله قِطعًا. </p><p> البلاغة </p><p> {أَلَمْ تَرَ إِلَى الَّذِي حَاجَّ إِبْرَاهِيمَ} : الهمزة فيه للاستفهام التعجبي التَّقْرِيْري. </p><p> {يُحْيِي وَيُمِيتُ} : التعبير بالمضارع يفيد التجدد، والاستمرار، وفي الجملة دلالةً على الاختصاص والقصر؛ لأنهم قد ذكروا أن الخبر إذا كان بمثل هذا .. دلَّ على الاختصاص. فتقول: زيد الذي يصنع كذا؛ أي: المختص بالصنع، وهنا المبتدأ والخبر كانا معرفتين، والمعنى: أنه سبحانه وحده هو الذي يحيي ويميت. </p><p> وبين كلمتي يحيي ويميت من المحسِّنات البديعية: الطباق، وكذلك بين لفظي المشرق والمغرب. </p><p> {فَبُهِتَ الَّذِي كَفَرَ} : التعبير بالموصول مع صلته يُشعر بالعلة، وأن سبب الحيرة هو: كفره. ولو قال: فبهت الكافر .. لَمَا أفاد ذلك المعنى الدقيق. </p><p> {أَنَّى يُحْيِي هَذِهِ اللَّهُ بَعْدَ مَوْتِهَا} وفي نسبة الإحياء والإماتة إلى القرية مجاز بالاستعارة: إنْ أُريد بهما العمارة والخراب، ومجاز مرسل: إن أريد أهلها .. فهو من باب إطلاق المحل، وإرادة الحال على حدِ {وَاسْأَلِ الْقَرْيَةَ} . {ثُمَّ نَكْسُوهَا لَحْمًا} ؛ أي؛ نسترها به؛ كما يستر الجسد باللباس فاستعار اللباس لذلك، كما استعاره النابغة للإسلام فقال: </p><p> الحمد لله إذ لم يأتني أجلي ... حتى اكتسيتُ من الإِسلام سربالًا </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {مَثَلُ الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللَّهِ كَمَثَلِ حَبَّةٍ أَنْبَتَتْ سَبْعَ سَنَابِلَ فِي كُلِّ سُنْبُلَةٍ مِائَةُ حَبَّةٍ وَاللَّهُ يُضَاعِفُ لِمَنْ يَشَاءُ وَاللَّهُ وَاسِعٌ عَلِيمٌ (٢٦١) الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللَّهِ ثُمَّ لَا يُتْبِعُونَ مَا أَنْفَقُوا مَنًّا وَلَا أَذًى لَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ (٢٦٢) قَوْلٌ مَعْرُوفٌ وَمَغْفِرَةٌ خَيْرٌ مِنْ صَدَقَةٍ يَتْبَعُهَا أَذًى وَاللَّهُ غَنِيٌّ حَلِيمٌ (٢٦٣) يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُبْطِلُوا صَدَقَاتِكُمْ بِالْمَنِّ وَالْأَذَى كَالَّذِي يُنْفِقُ مَالَهُ رِئَاءَ النَّاسِ وَلَا يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَمَثَلُهُ كَمَثَلِ صَفْوَانٍ عَلَيْهِ تُرَابٌ فَأَصَابَهُ وَابِلٌ فَتَرَكَهُ صَلْدًا لَا يَقْدِرُونَ عَلَى شَيْءٍ مِمَّا كَسَبُوا وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ (٢٦٤) وَمَثَلُ الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمُ ابْتِغَاءَ مَرْضَاتِ اللَّهِ وَتَثْبِيتًا مِنْ أَنْفُسِهِمْ كَمَثَلِ جَنَّةٍ بِرَبْوَةٍ أَصَابَهَا وَابِلٌ فَآتَتْ أُكُلَهَا ضِعْفَيْنِ فَإِنْ لَمْ يُصِبْهَا وَابِلٌ فَطَلٌّ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ (٢٦٥) أَيَوَدُّ أَحَدُكُمْ أَنْ تَكُونَ لَهُ جَنَّةٌ مِنْ نَخِيلٍ وَأَعْنَابٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ لَهُ فِيهَا مِنْ كُلِّ الثَّمَرَاتِ وَأَصَابَهُ الْكِبَرُ وَلَهُ ذُرِّيَّةٌ ضُعَفَاءُ فَأَصَابَهَا إِعْصَارٌ فِيهِ نَارٌ فَاحْتَرَقَتْ كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ لَعَلَّكُمْ تَتَفَكَّرُونَ (٢٦٦) يَا أَيُّهَا الَّذِينَ آمَنُوا أَنْفِقُوا مِنْ طَيِّبَاتِ مَا كَسَبْتُمْ وَمِمَّا أَخْرَجْنَا لَكُمْ مِنَ الْأَرْضِ وَلَا تَيَمَّمُوا الْخَبِيثَ مِنْهُ تُنْفِقُونَ وَلَسْتُمْ بِآخِذِيهِ إِلَّا أَنْ تُغْمِضُوا فِيهِ وَاعْلَمُوا أَنَّ اللَّهَ غَنِيٌّ حَمِيدٌ (٢٦٧) الشَّيْطَانُ يَعِدُكُمُ الْفَقْرَ وَيَأْمُرُكُمْ بِالْفَحْشَاءِ وَاللَّهُ يَعِدُكُمْ مَغْفِرَةً مِنْهُ وَفَضْلًا وَاللَّهُ وَاسِعٌ عَلِيمٌ (٢٦٨) يُؤْتِي الْحِكْمَةَ مَنْ يَشَاءُ وَمَنْ يُؤْتَ الْحِكْمَةَ فَقَدْ أُوتِيَ خَيْرًا كَثِيرًا وَمَا يَذَّكَّرُ إِلَّا أُولُو الْأَلْبَابِ (٢٦٩) }. </p><p> المناسبة </p><p> قوله تعالى:  {مَثَلُ الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللَّهِ ...} مناسبة (١) هذه الآية لما قبلها هي: أنه تعالى لما ذكر قصة المار على قرية، وقصة إبراهيم، وكانا من أدلِّ دليل على البعث .. ذكر هنا ما ينتفع به يوم البعث، وما يجد جدوى هناك؛ وهو: الإنفاق في سبيل الله؛ لأن ثمرة النفقة في سبيل الله، إنما </p><p>(١) البحر المحيط.</p><p> تظهر حقيقةً يوم البعث، يوم تجد كل نفس ما عملت من خير محضرًا. واستدعاءُ النفقة في سبيل الله مذكِّر بالبعث، وحاضُّ على اعتقاده؛ لأنه لو لم يعتقد وجوده .. لما كان ينفق في سبيل الله، وفي تمثيل النفقة بالحبَّة المذكورة إشارة أيضًا إلى البعث وعظيم القدرة؛ إذ حبة واحدة يُخرج الله منها سبع مئة حبة، فمن كان قادرًا على مثل هذا الأمر العجاب .. فهو قادر على إحياء الموات. </p><p> ويقال: لما ذكر المبدأ والمعاد، ودلائل صحتهما .. أتبع ذلك ببيان الشرائع، والأحكام والتكاليف، فبدأ بإنفاق الأموال في سبيل الله، وأمعن في ذلك، ثم انتقل إلى كيفية تحصيل الأموال بالوجه الذي يجوز شرعًا. </p><p> قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُبْطِلُوا صَدَقَاتِكُمْ بِالْمَنِّ وَالْأَذَى ...} مناسبة هذه الآية لما قبلها: أنه لمّا شرط في الإنفاق أن لا يتبع منًّا ولا أذىً .. لم يكتفِ بذلك حتى جعل المن والأذى مبطِلًا للصدقة، ونهى عن الإبطال بهما؛ ليقوى اجتناب المؤمن لهما؛ ولذلك ناداهم بوصف الإيمان. ولما جرى ذكر المن والأذى مرتين .. أعادهما هنا بالألف واللام، ودلت الآية على أن المن والأذى مبطلان للصدقة، ومعنى إبطالهما: أنه لا ثواب فيهما عند الله تعالى. </p><p> قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا أَنْفِقُوا مِنْ طَيِّبَاتِ مَا كَسَبْتُمْ ...} مناسبة (١) هذه الآية لما قبلها هي: أنه تعالى لما ذكر فضل النفقة في سبيل الله، وحثَّ عليها، وقبَّح المنة، ونهى عنها، ثم ذكر القصد فيها من الرياء، أو ابتغاء مرضات الله .. ذكر هنا وصف المنفَق من المختار الجيد، وسواء كان الأمر في الآية للوجوب، أو للندب، والأكثرون على أن {طَيِّبَاتِ مَا كَسَبْتُمْ} هو الجيد المختار، وأن الخبيث هو الرديء. </p><p> أسباب النزول </p><p> قوله تعالى:  {الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللَّهِ ...} قيل (٢) : نزلت في </p><p>(١) البحر المحيط. (٢) واحدي.</p><p> عثمان بن عفان، وعبد الرحمن بن عوف في غزوة تبوك؛ حيث جهز عثمان ألف بعير بأحلاسها وأقتابها، ووضع بين يدي رسول الله - صلى الله عليه وسلم - ألف دينار، فصار رسول الله - صلى الله عليه وسلم - يقلبها ويقول:  \"ما ضرّ عثمان ما فعل بعد اليوم\" . وأتى عبد الرحمن بن عوف النبي - صلى الله عليه وسلم - بأربعة آلاف درهم، فقال: يا رسول الله، كان عندي ثمانية آلاف درهم، فأمسكت منها لنفسي ولعيالي أربعة آلاف، وأربعة آلاف أقرضتها ربي، فقال له رسول الله - صلى الله عليه وسلم -: \"بارك الله لك فيما أمسكتَ وفيما أعطيت\" ، فنزلت فيهما الآية. </p><p> قوله تعالى:  {أَيَوَدُّ أَحَدُكُمْ ...} الآية، أخرج البخاري وغيره عن ابن عباس رضي الله عنهما قال: قال عمر يومًا لأصحاب النبي - صلى الله عليه وسلم -: فيم ترون هذه الآية نزلت: {أَيَوَدُّ أَحَدُكُمْ أَنْ تَكُونَ لَهُ جَنَّةٌ} ؟ قالوا: الله أعلم، قال: قولوا: نعلم، أو لا نعلم، فقال ابن عباس: في نفسي منها شيء يا أمير المؤمنين، فقال عمر: يا ابن أخي، قل ولا تحقر نفسك، قال ابن عباس: لِرَجل غنيٍّ يعمل لطاعة الله، ثم بعث الله له الشيطان، فعمل في المعاصي حتى أغرق عمله. </p><p> قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا أَنْفِقُوا مِنْ طَيِّبَاتِ مَا كَسَبْتُمْ ...} الآية. </p><p> روى (١) الحاكم والترمذي وابن ماجه وغيرهم عن البراء رضي الله عنه قال: نزلت هذه الآية فينا - معشرَ الأنصار - كنا أصحاب نخل، وكان الرجل يأتي من نخله على قدر كثرته وقلته، وكان ناس ممن لا يرغب في الخير يأتي الرجل بالقنو، فيه الشيص والحشف، وبالقنو قد انكسر فيعلقه، فأنزل الله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا أَنْفِقُوا مِنْ طَيِّبَاتِ مَا كَسَبْتُمْ ...} الآية. </p><p> وروى أبو داود والنسائي والحاكم عن سهل بن حنيف رضي الله عنه قال: كان الناس يتيممون شر ثمارهم، فجاء رجل بتمر ردِيءٍ، فنزل القرآن:  {يَا أَيُّهَا الَّذِينَ آمَنُوا أَنْفِقُوا مِنْ طَيِّبَاتِ مَا كَسَبْتُمْ ...} الآية. وروى ابن أبي حاتم عن </p><p>(١) لباب النقول.</p>"
}