{
  "id": null,
  "sura": 2,
  "aya": 118,
  "text": "<p> ولد، وقولهم: لن يعيدنا، شتمٌ أيضًا؛ لأنّه نسبةٌ له إلى العجز؛ فَلِمَ خصَّ أحدهما بالشتم، والآخر بالتكذيب؟. </p><p> قلت: نفي الإعادة نفي صفة كمالٍ، واتخاذ الولد إثبات صفة نقصانٍ له، والشتم أفحش من التكذيب، والكذب على الله فوق الكذب على النبي - صلى الله عليه وسلم -. </p><p> وفي الحديث:  \"إنّ كذبا عليَّ ليس ككذب على أحد\" ؛ يعني: الكذب على النبي - صلى الله عليه وسلم -، أعظم أنواع الكذب سوى الكذب على الله؛ لأنّ الكذب على النبي - صلى الله عليه وسلم - يؤدِّي إلى هدم قواعد الإِسلام، وإفساد الشريعة والأحكام. وفي الصحيح أيضًا:  (من كذب عليّ متعمّدًا، فليتبوَّأ مقعده من النار) . </p><p> فعلى المؤمن أن يتجنب عن الزيغ والضلال، وأشنع الفعال، وأسوإِ المقال، وأن يداوم على التوحيد في الأسحار والآصال، إلى أن لا يبقى للشرك الخفي أيضًا مجالٌ. وفي الحديث:  \"لو يعلم الأمير ماله في ذكر الله لترك إمارته، ولو يعلم التاجر ماله في ذكر الله لترك تجارته، ولو أنَّ ثواب تسبيحة قسم على أهل الأرض لأصاب كُلَّ واحد منهم عشرة أضعاف الدنيا\" ولكن لا أصل له. وفي الحديث:  \"للمؤمن حصونٌ ثلاثة: ذكر الله، وقراءة القرآن، والمسجد\" والمراد بالمسجد: مُصلَّاه، سواء كان في بيته، أو في الخارج، ولا بُدَّ من الصدق والإخلاص حتى يظهر أثر التوحيد في الملك والملكوت، اللهمّ! أوصلنا إلى اليقين، وهيِّىءْ لنا مقامًا من مقامات التمكين! آمين. </p><p> ١١٨ - {وَقَالَ الَّذِينَ لَا يَعْلَمُونَ} توحيد الله؛ أي: جهلة المشركين من كفار مكة لمحمد - صلى الله عليه وسلم -؛ أي: قال مشركوا العرب الجاهلون حقيقةً، وأهل الكتاب المتجاهلون ونفى عنهم العلم؛ لعدم انتفاعهم بعلمهم؛ لأنَّ المقصود هو العمل {لَوْلَا يُكَلِّمُنَا اللَّهُ} مشافهةً بأنّك رسوله؛ أي: هلا يكلِّمنا مشافهةً من غير واسطة بالأمر والنهي، كما يُكلِّم الملائكة، أو موسى، وهلّا يَنُصُّ لنا على نبوّتك، وهذا منهم استكبارٌ. و {لَوْلَا}  (١) هنا: للتحضيض، وحرف التحضيض إذ دخلت على </p><p>(١) روح البيان.</p><p> الماضي كان معناها التوبيخ، واللوم على ترك الفعل بمعنى: لِمَ لَمْ يفعله، ومعناها في المضارع تحضيض الفاعل على الفعلِ، والطلبِ له في المضارع بمعنى: الأمر، والمعنى: هلَّا يُكلِّمنا الله عيانًا بأنّك رسوله، كما يُكلِّم الملائكة بلا واسطة، أو يرسل إلينا ملكًا، ويكلِّمنا بواسطة ذلك، إنّك رسوله، كما كلَّم الأنبياء عليهم الصلاة والسلام على هذا الوجه، وهذا القول من الجهلة استكبارٌ يعنون به: نحن عظماء، كالملائكة، والنبيين، فلم اختصُّوا به دوننا {أَوْ} هلّا {تَأْتِينَا آيَةٌ} وحجةٌ، ومعجزةٌ، تدلُّ على صدقك مما اقترحناه من الأمور الأربعة المذكورة في سورة الإسراء في قوله تعالى:  {وَقَالُوا لَنْ نُؤْمِنَ لَكَ حَتَّى تَفْجُرَ لَنَا مِنَ الْأَرْضِ يَنْبُوعًا ...} الآيات. و (أَوْ) هنا: للتخيير؛ أي: فإن كان الله لا يكلِّمنا، فلم لا يخصك بآيةٍ ومعجزةٍ تأتينا بها، وهذا جحودٌ منهم لأن يكون ما آتاهم به من القرآن، وسائر المعجزات آيات؛ لأنهم لو أقروا بكونه معجزة، لاستحال أن يقولوا ذلك، والجحود: هو الإنكار مع العلم، والعجب أنّهم عظَّموا أنفسهم وهي أحقر الأشياء، واستهانوا بآية الله وهي أعظمها، ثم أجاب الله عن هذه الشبهة، فقال:  {كَذَلِكَ} ؛ أي: مثل قول هؤلاء الشنيع الصادر عن عنادهم واستكبارهم {قَالَ الَّذِينَ مِنْ قَبْلِهِمْ} من كفار الأمم الماضية لأنبيائهم {مِثْلَ قَوْلِهِمْ} ؛ أي: شبه قول هؤلاء لمحمد - صلى الله عليه وسلم - في التشديد، وطلب الآيات المقترحة، فقالت اليهود لموسى عليه السلام:  {أَرِنَا اللَّهَ جَهْرَةً} وقالوا: {لَنْ نَصْبِرَ عَلَى طَعَامٍ وَاحِدٍ} وقالوا: {اجْعَلْ لَنَا إِلَهًا كَمَا لَهُمْ آلِهَةٌ} وقالت النصارى لعيسى عليه السلام: {هَلْ يَسْتَطِيعُ رَبُّكَ أَنْ يُنَزِّلَ عَلَيْنَا مَائِدَةً مِنَ السَّمَاءِ} ونحو ذلك ممَّا اقترحوه من أنبيائهم. </p><p> وقوله:  {كَذَلِكَ قَالَ الَّذِينَ} مع قوله: {مِثْلَ قَوْلِهِمْ} على (١) تشبيهين، تشبيه المقول بالمقول في المؤدَّى، والمحصول، وتشبيه القول بالقول في الصدور بلا رويّةٍ، بل بمجرد التشهي، واتباع الهوى، والاقتراح على سبيل التعنّت والعناد، لا على سبيل الإرشاد، وقصد الجدوى، والكاف في كذلك منصوب </p><p>(١) روح البيان.</p><p> المحل على أنّه مفعول {قَالَ} وقوله: {مِثْلَ قَوْلِهِمْ} مفعول مطلق؛ أي: قال كفار الأمم الماضية، مثل ذلك القول الذي قالوه قولًا مثل قولهم فيما ذكر، فظهر أنَّ أحد التشبيهين لا يغني عن الآخر {تَشَابَهَتْ قُلُوبُهُمْ} تماثلت قلوب هؤلاء ومَن قبلهم في العمى، والقسوة، والعناد، وهو استئنافٌ على وجه تعليل، تشابه مقالتهم بمقالة مَن قبلهم، فإنَّ الألسنة ترجمان القلوب، والقلب إن استحكم فيه الكفر، والقسوة، والعمى، والسفه، والعناد، لا يجري على اللسان إلّا ما ينبىء عن التَّعلُّل، والتَّباعد عن الإيمان. وقرأ ابن إسحاق (١) ، وأبو حيوة {تشَّابهت} بتشديد الشين وقال: أبو عمرو الدانيُّ، وذلك غير جائز؛ لأنّه فعل ماض، يعني: أنّ اجتماع التائين المزيدتين لا يكون في الماضي، إنّما يكون في المضارع، نحو: تتشابه، وحينئذٍ يجوز فيه الإدغام، أمَّا الماضي، فليس أصله: تتشابه، وقد مرَّ نظير هذه القراءة في قوله:  {إِنَّ الْبَقَرَ تَشَابَهَ عَلَيْنَا} وخرَّجنا ذلك على تأويلٍ لا يمكن هنا؛ فليطلب تأويلٌ لهذه القراءة. </p><p> والمعنى (٢) : أي تشابهت، وتماثلت، وتوافقت، قلوب هؤلاء المكذبين لك يا محمد! مع قلوب كفار الأمم الماضية المكذِّبين لأنبيائهم؛ أي: أشبهت قلوبهم بعضها بعضًا في الكفر، والقسوة، وطلب المحال، وإلّا لما تشابهت أقاويلهم الباطلة، وفي هذا تسليةٌ له - صلى الله عليه وسلم - {قَدْ بَيَّنَّا} ووضَّحنا {الْآيَاتِ} ؛ أي: الدلالات والمعجزات الدالَّة على صدقك، وصدق ما جئت به من الآيات القرآنية، والمعجزات الباهرة {لِقَوْمٍ يُوقِنُونَ} ؛ أي: لقوم ينصفون، فيوقنون، ويصدِّقون أنها آياتٌ يجب الاعتراف بها، والإذعان لها، والاكتفاء بها عن غيرها، أو المعنى {قَدْ بَيَّنَّا الْآيَاتِ} أي (٣) : قد نزلناها بيّنة بأن جعلناها كذلك في أنفسها، كما في قولهم: سبحان من صغر البعوض، وكبَّر الفيل، لا أنّا بيَّناها بعد أن لم تكن بينةً {لِقَوْمٍ يُوقِنُونَ} ؛ أي: لقوم يطلبون اليقين، واليقين أبلغ العلم، </p><p>(١) البحر المحيط. (٢) العمدة.(٣) روح البيان.</p>"
}