{
  "id": null,
  "sura": 2,
  "aya": 217,
  "text": "<p> كلفوا به كالجهاد، فإن الطبع يكرهه {وَهُوَ} ؛ أي: والحال أن ذلك الشيء {خَيْرٌ لَكُمْ} ؛ أي: مناط صلاحكم وسبب فلاحكم، فإنكم تكرهون الغزو وفيه إحدى الحسنين: إما الظفر والغنيمة، وإما الشهادة والجنة. {وَعَسَى أَنْ تُحِبُّوا شَيْئًا} ؛ أي: وحق وثبت محبتكم شيئًا، وهو جميع ما نهوا عنه كالقعود عن الغزو، فإن النفس تحبه وتهواه {وَهُوَ} ؛ أي: والحال أن ذلك الشيء {شَرٌّ لَكُمْ} ؛ أي: مفضٍ لكم إلى الردى والهلاك الأبدي، فإنكم تحبون القعود عن الغزو، وفيه ذلّكم وفقركم وحرمانكم من الغنيمة والأجر، وطمع العدو فيكم؛ لأنه إذا علم ميلكم إلى الراحة والدعة والسكون .. قصد بلادكم وحاول قتالكم، وإذا علم أن فيكم شهامة وجلادة على القتال .. كفّ عنكم. {وَاللَّهُ يَعْلَمُ} ما فيه صلاحكم وفلاحكم، فبادروا إلى ما يأمركم به من الجهاد، وإن شق عليكم، ويعلم ما فيه ذلّكم وهلاككم، فانتهوا عما ينهاكم عنه من القعود عن الغزو {وَأَنْتُمْ لَا تَعْلَمُونَ} ذلك؛ أي: ما هو خير لكم وما هو شر لكم: لأن عواقب الأمور مغيبة عن علمكم، وفي هذا الكلام: تنبيه على الرضى بما جرت به المقادير، وقال الحسن: لا تكرهوا الملمات الواقعة، فلربّ أمر تكرهه فيه أربك، ولربّ أمر تحبه فيه عطبك، ونزل في سرية بعثها رسول الله - صلى الله عليه وسلم - فقاتلوا المشركين، وقد أهل هلال رجب وهم لا يعلمون ذلك، فقالت قريش: استحل محمَّد - صلى الله عليه وسلم - الشهر </p><p> ٢١٧ - الحرام شهرًا يأمن فيه الخائف - قوله تعالى:  {يَسْأَلُونَكَ عَنِ الشَّهْرِ الْحَرَامِ} ؛ أي: يسألك يا محمَّد أصحابك عن الشهر الحرام {قِتَالٍ فِيهِ} بدل اشتمال من الشهر الحرام، وقرىء {عن قتال فيه} بتكرير العامل، وقرىء أيضًا بالرفع؛ أي: يسألك أصحابك - يا محمَّد - عن القتال في الشهر الحرام خطأ، أيحل لهم أم لا؟ {قُلْ} لهم - يا محمَّد - في الجواب {قِتَالٌ فِيهِ كَبِيرٌ} مبتدأ وخبر، وقد تم الكلام ها هنا، والوقف هنا تام، وما بعده كلام مستأنف، وقرأ عكرمة {قتل فيه قل قتل فيه} بغير ألف فيهما؛ أي: قل لهم في جوابهم: القتال في الشهر الحرام أمره كبير ووزره عظيم، ولكن هناك ما هو أعظم وأخطر منه، وهو ما ذكره بقوله:  {وَصَدٌّ عَنْ سَبِيلِ اللَّهِ} ؛ أي: ومنع المشركين المؤمنين عن دين الله وطاعته {وَكُفْرٌ بِهِ} ؛ أي: وكفرهم بتوحيد الله {و} صدهم الناس عن {الْمَسْجِدِ </p><p> الْحَرَامِ}، يعني: عن مكة، وقرىء شاذًا:  {والمسجدُ الحرام} بالرفع ووجهه أنه عطفه على قوله: {وَكُفْرٌ بِهِ} ، ويكون على حذف مضاف؛ أي: وكفر بالمسجد الحرام {وَإِخْرَاجُ أَهْلِهِ} ؛ أي: أهل المسجد الحرام، وهم النبي - صلى الله عليه وسلم - والمؤمنون {مِنْهُ} ؛ أي: من المسجد الحرام، يعني: من مكة، كل ذلك {أَكْبَرُ} وأعظم وزرًا وذنبًا {عِنْدَ اللَّهِ} تعالى من قتل من قتلتم من المشركين، فإذا استعظموا قتالكم في الشهر الحرام .. فليعلموا أن ما ارتكبوه في حق النبي - صلى الله عليه وسلم - والمؤمنين أعظم وأشنع. </p><p> {وَالْفِتْنَةُ} ؛ أي: وفتنتهم المؤمنين عن دينهم تارة بإلقاء الشبهة في قلوبهم، وتارة بالتعذيب، كفعلهم ببلال وصهيب وعمار بن ياسر، حتى يردوهم إلى الكفر بعد إيمانهم. {أَكْبَرُ} ؛ أي: أعظم وزرًا وأفظع حالًا عند الله {مِنَ الْقَتْلِ} ؛ أي: من قتل من قتلتموه من المشركين في الشهر الحرام. </p><p> روي أنه لما نزلت هذه الآية .. كتب عبد الله بن جحش إلى مؤمني مكة: إذا عيركم المشركون بالقتال في الشهر الحرام .. فعيروهم بالكفر وإخراج رسول الله - صلى الله عليه وسلم - من مكة، ومنع المؤمنين عن البيت الحرام {وَلَا يَزَالُونَ} ؛ أي: ولا يزال المشركون من أهل مكة وغيرهم {يُقَاتِلُونَكُمْ} ؛ أي: يجتهدون في قتالكم أيها المؤمنون {حَتَّى يَرُدُّوكُمْ عَنْ دِينِكُمْ} ؛ أي: كي يردوكم عن دينكم الحق، ويعيدوكم إلى دينهم الباطل {إِنِ اسْتَطَاعُوا} ؛ أي: إن أطاقوا وقدروا على ذلك .. يردوكم، ولكن لا يستطيعون ذلك، وهذا استبعاد لاستطاعتهم، وإشارة إلى ثبات المؤمنين على دينهم {وَمَنْ يَرْتَدِدْ مِنْكُمْ عَنْ دِينِهِ} ؛ أي: ومن يرجع منكم عن دينه الحق إلى دينهم الباطل {فَيَمُتْ وَهُوَ كَافِرٌ} ؛ أي: فيمت على ردته، ولم يرجع إلى الإِسلام {فَأُولَئِكَ} المصرون على الارتداد إلى حين الموت {حَبِطَتْ} بكسر الباء وقرىء بفتحها، وهي لغة فيه؛ أي: بطلت. {أَعْمَالُهُمْ} الصالحة وردت حسناتهم التي عملوها في حالة الإِسلام {فِي الدُّنْيَا وَالْآخِرَةِ} فلا اعتداد بها في الدنيا، ولا ثواب عليها في الآخرة، فحبوط الأعمال في الدنيا هو أنه يقتل عند الظفر به، ويقاتل إلى أن يظفر به، ولا يستحق من المسلمين نصرًا ولا </p>"
}