{
  "id": null,
  "sura": 2,
  "aya": 6,
  "text": "<p> أسباب النزول </p><p> روي: أنّ هاتين الآيتين نزلتا في من علم الله عدم إيمانه من الكفار، إما مطلقا، وإما في طائفة مخصوصة، كأبي جهل، وأبي لهب، وغيرهما من كفار مكة. والحكمة في إخبار الله سبحانه نبيّه صلّى الله عليه وسلّم بذلك؛ إراحة قلبه من تعلّقه بإيمانهم، فلا يشغل بهدايتهم ولا تأليفهم. قال أبو حيان: وذكر المفسرون في سبب نزول هاتين الآيتين أقوالا: </p><p> أحدها: أنّها نزلت في يهود كانوا حول المدينة، قاله ابن عباس، وكان يسميهم. </p><p> الثاني: نزلت في قادة الأحزاب من مشركي قريش، قاله أبو العالية. </p><p> الثالث: في أبي جهل، وخمسة من أهل بيته، قاله الضحاك. </p><p> الرابع: في أصحاب القليب، وهم: أبو جهل، وشيبة بن ربيعة، وعقبة بن أبي معيط، وعتبة بن ربيعة، والوليد بن عتبة. </p><p> الخامس: في مشركي العرب قريش، وغيرها. </p><p> السادس: في المنافقين. </p><p> والحكمة في عدم الدعاء منه عليهم مع علمه بأنّه يستحيل إيمانهم، أنّه يرجو الإيمان من ذرّيتهم. </p><p> التفسير وأوجه القراءة </p><p> ٦ - {إِنَّ الَّذِينَ كَفَرُوا} وجحدوا، وأنكروا بآيات الله، وكذبوا برسوله محمد صلّى الله عليه وسلّم وأصرّوا، وداموا على ذلك. {سَواءٌ عَلَيْهِمْ أَأَنْذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ} أي: مستو عندهم في عدم الإفادة، إنذارك وتخويفك يا محمد إياهم من عذاب الله على كفرهم، وعدم إنذارك إيّاهم. فهم {لا يُؤْمِنُونَ} أي: لا يصدّقون بما جئتهم به من التوحيد، فلا تطمع في إيمانهم، ولا تذهب نفسك عليهم حسرات؛ لأنّه قد سبق في علمنا عدم إيمانهم بك. وفي هذا تسلية للنبي صلّى الله عليه وسلّم على تكذيب قومه له. </p><p> لمّا ذكر سبحانه خاصّة عباده، وخالصة أوليائه بصفاتهم التي أهّلتهم للهدى والفلاح، أعقبهم بأضدادهم العتاة المردة الذين لا ينفع فيهم الهدى، ولا يغني عنهم الآيات والنذر. وتعريف الموصول: إمّا للعهد، والمراد به: ناس بأعيانهم، كأبي لهب، وأبي جهل، والوليد بن المغيرة، وأحبار اليهود، أو للجنس متناولا كلّ من صمّم على كفره تصميما لا يرعوي بعده وغيرهم، فخصّ منهم غير المصرّين بما أسند إليه. </p><p> والكفر لغة: الستر والتغطية، ومنه سمي الليل كافرا، لأنّه يستر الأشياء بظلمته. قال الشاعر: </p><p> في ليلة كفر النجوم غمامها </p><p> أي: سترها. وشرعا: إنكار ما علم بالضرورة مجيء الرسول صلّى الله عليه وسلّم به. </p><p> واعلم: أنّ الكفر على أربعة أضرب (١) : </p><p> كفر إنكار: وهو أن لا يعرف الله سبحانه أصلا، ككفر فرعون، حيث قال:  {ما عَلِمْتُ لَكُمْ مِنْ إِلهٍ غَيْرِي} . </p><p> وكفر جحود: وهو أن يعرف الله بقلبه، ولا يقرّ بلسانه، ككفر إبليس اللعين. </p><p> وكفر عناد: وهو أن يعرف الله بقلبه، ويقرّ بلسانه، ولا يدين به، ككفر أمية ابن أبي الصلت، وأبي طالب، حيث قال في شعر له: </p><p> ولقد علمت بأنّ دين محمد ... من خير أديان البريّة دينا </p><p> لولا الملامة أو حذار مسبّة ... لو جدتّني سمحا بذاك مبينا </p><p> وكفر نفاق: وهو أن يقرّ بلسانه، ولا يعتقد صحة ذلك بقلبه، فجميع هذه الأنواع كفر. </p><p>(١) الخازن.</p><p> وحاصله (١) : أنّ من جحد الله سبحانه، أو أنكر وحدانيته، أو أنكر شيئا مما أنزله على رسوله، أو أنكر نبوة محمد صلّى الله عليه وسلّم، أو نبوة أحد من الرسل عليهم الصلاة والسلام، فهو كافر، فإن مات على ذلك فهو في النار خالدا فيها، ولا يغفر الله سبحانه له. </p><p> والمراد بالذين كفروا هنا: من علم الله سبحانه أنّ الكفر قد رسخ في قلوبهم حتى أصبحوا غير مستعدّين للإيمان بجحودهم بالنبي صلّى الله عليه وسلّم، وبما جاء به بعد أن بلغتهم رسالته بلاغا صحيحا، وعرضت عليهم الدلائل على صحتها للنظر والبحث، فأعرضوا عنها عنادا واستهزاء. وسبب كفرهم: إما عناد للحق بعد معرفته، وقد كان من هذا الصنف جماعة من المشركين واليهود في زمن النبي صلّى الله عليه وسلّم، كأبي جهل وأضرابه، وأحبار اليهود، ككعب بن الأشرف وإما إعراض عن معرفته، واستكبار عن النظر فيه. </p><p> والمعرضون عن الحقّ يوجدون في كلّ زمان ومكان، وهؤلاء إذا طاف بهم طائف الحقّ لوّوا رؤوسهم، واستكبروا، وهم معرضون، وفيهم يقول تبارك وتعالى: {إِنَّ شَرَّ الدَّوَابِّ عِنْدَ اللَّهِ الصُّمُّ الْبُكْمُ الَّذِينَ لا يَعْقِلُونَ (٢٢) وَلَوْ عَلِمَ اللَّهُ فِيهِمْ خَيْرًا لَأَسْمَعَهُمْ وَلَوْ أَسْمَعَهُمْ لَتَوَلَّوْا وَهُمْ مُعْرِضُونَ}. </p><p> {سَواءٌ عَلَيْهِمْ} أي (٢) : مستو عند هؤلاء الكفرة، وهو اسم مصدر بمعنى الاستواء، وصف به كما يوصف بالمصادر مبالغة، كما في قوله تعالى:  {تَعالَوْا إِلى كَلِمَةٍ سَواءٍ بَيْنَنا وَبَيْنَكُمْ} . وارتفاعه على أنّه خبر إنّ، وقوله:  {أَأَنْذَرْتَهُمْ} يا محمد {أَمْ لَمْ تُنْذِرْهُمْ} مرتفع على الفاعلية بسواء؛ لأنّ الهمزة وأم مجرّدتان عن معنى الاستفهام؛ لتحقيق معنى الاستواء بين مدخوليهما، كما جرّد الأمر والنهي عن معنييهما؛ لتحقيق معنى الاستواء في قوله عزّ وجلّ:  {اسْتَغْفِرْ لَهُمْ أَوْ لا تَسْتَغْفِرْ لَهُمْ} كأنّه قيل: إنّ الذين كفروا مستو عليهم إنذارك وعدمه، كقولك: إن </p><p>(١) المراغي. (٢) روح البيان.</p><p> زيدا مختصم أخوه وابن عمّه. وقيل:  {سَواءٌ} خبر مقدم للمصدر المنسبك من الجملة التي بعده من غير سابك لإصلاح المعنى، وخبر إنّ جملة قوله:  {لا يُؤْمِنُونَ} الآتية، وجملة {سَواءٌ} معترضة بين اسم إنّ وخبرها. وصحّ على هذا القول الابتداء بالفعل والإخبار عنه بسواء؛ هجرا لجانب اللفظ إلى جانب المعنى، كأنّه قيل: إنذارك إياهم وعدمه سواء، كقولهم: تسمع بالمعيدي خير من أن تراه، أي: سماعك به خير من رؤيته. </p><p> وأصل الإنذار: الإعلام بأمر مخوف، وكلّ منذر معلم، وليس كلّ معلم منذرا، كما في «تفسير أبي الليث» ، والمراد ههنا: التخويف من عذاب الله وعقابه على المعاصي، وإنّما اقتصر على الإنذار دون التبشير؛ لمّا أنّهم ليسوا بأهل للبشارة أصلا؛ ولأنّ الإنذار أوقع في القلوب، وأشدّ تأثيرا في النفوس، فإنّ دفع المضار أهمّ من جلب المنافع، فحيث لم يتأثّروا به فلأن لا يرفعوا للبشارة رأسا أولى. </p><p> فإن قلت: لم حذف الواو هنا، وأثبت في (يس) حيث قال فيها: {وَسَواءٌ عَلَيْهِمْ} ؟ </p><p> قلت: لأنّ (ما) هنا جملة هي خبر عن اسم إنّ، و (ما) هناك جملة عطفت على أخرى، فبينهما فرق. وإنما لم يقل:  (سواء عليك) ، كما قال لعبدة الأوثان:  {سَواءٌ عَلَيْكُمْ أَدَعَوْتُمُوهُمْ أَمْ أَنْتُمْ صامِتُونَ} ، لأنّ إنذارك، وترك إنذارك ليسا سواء في حقّك؛ لأنّك تثاب على الإنذار وإن لم يؤمنوا، وأمّا في حقّهم فهما سواء في عدم الإفادة؛ لأنّهم لا يؤمنون في الحالين، وهو نظير الأمر بالمعروف، والنهي عن المنكر، فإنّه يثاب به الآمر وإن لم يمتثل المأمور. وكان هؤلاء القوم، كقوم هود عليه السلام حيث قالوا له:  {سَواءٌ عَلَيْنا أَوَعَظْتَ أَمْ لَمْ تَكُنْ مِنَ الْواعِظِينَ} . </p><p> وقوله:  {لا يُؤْمِنُونَ} جملة مستقلّة على الوجه الأول، مؤكدة لما قبلها، مبيّنة لما فيه من إجمال ما فيه الاستواء، فلا محلّ لها من الإعراب، أي: موضحة لتساوي الإنذار وعدمه في حقّهم لا في حقّه صلّى الله عليه وسلّم، ولا في حقّ الدّعاة إلى دينه، إذ هم يدعون كلّ كافر إلى الدين الحقّ، لا فرق بين المستعدّ للإيمان وغير </p><p> المستعد. أو حال مؤكدة، أو بدل منه، أو خبر إن، والجملة قبلها اعتراض بما هو علّة الحكم. </p><p> ثّم هذا تيئيس للنبي صلّى الله عليه وسلّم، وتفريغ لقلبه، حيث أخبره عن هؤلاء بما أخبر به نوحا عليه السلام في الانتهاء، فإنّه قال تعالى لنوح عليه السلام بعد طول الزمان، ومقاساة الشدائد والأحزان:  {أَنَّهُ لَنْ يُؤْمِنَ مِنْ قَوْمِكَ إِلَّا مَنْ قَدْ آمَنَ} ، فدعا بهلاكهم بعد ذلك، وكذلك سائر الأنبياء. </p><p> وفي الآية الكريمة: إخبار بالغيب على ما هو به، إن أريد بالموصول أشخاص بأعيانهم فهي من المعجزات الباهرة. وفي الآية: إثبات فعل العبادة، فإنّه قال:  {لا يُؤْمِنُونَ} ، وفيه إثبات الاختيار، ونفي الإكراه، والإخبار، فإنّه لم يقل: لا يستطيعون، بل قال: لا يؤمنون. </p><p> فإن قلت (١) : حين علم الله أنهم لا يؤمنون، فلم أمر النبي صلّى الله عليه وسلّم بدعائهم؟ </p><p> قلت: فائدة الإنذار بعد العلم: بأنّه لا ينجع إلزام الحجة، كما أنّ الله تعالى بعث موسى إلى فرعون ليدعوه إلى الإيمان، وعلم أنّه لا يؤمن، قال تعالى:  {رُسُلًا مُبَشِّرِينَ وَمُنْذِرِينَ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى اللَّهِ حُجَّةٌ بَعْدَ الرُّسُلِ} ، وقال:  {وَلَوْ أَنَّا أَهْلَكْناهُمْ بِعَذابٍ مِنْ قَبْلِهِ لَقالُوا رَبَّنا لَوْلا أَرْسَلْتَ إِلَيْنا رَسُولًا فَنَتَّبِعَ آياتِكَ} . </p><p> فإن قلت: قد أخبر الله رسوله أنّهم لا يؤمنون، فهلّا أهلكهم كما أهلك قوم نوح عليه السلام، بعدما أخبره أنّهم لا يؤمنون؟ </p><p> قلت: لأنّ النبي صلّى الله عليه وسلّم كان رحمة للعالمين، كما ورد به الكتاب، فقد قال تعالى:  {وَما كانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ وَما كانَ اللَّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ} . </p><p> والآية (٢) مما احتّج به من جوّز تكليف ما لا يطاق، فإنّه سبحانه وتعالى </p><p>(١) روح البيان. (٢) البيضاوي.</p><p> أخبر عنهم بأنّهم لا يؤمنون، وأمرهم بالإيمان، فلو آمنوا انقلب خبره كذبا، وشمل إيمانهم الإيمان بأنّهم لا يؤمنون، فيجتمع الضدّان، والحقّ أنّ التكليف بالممتنع لذاته وإن جاز عقلا من حيث إنّ الأحكام لا تستدعي غرضا سيّما الامتثال، لكنه غير واقع للاستقراء والإخبار بوقوع الشيء، أو عدمه لا ينفي القدرة عليه، كإخباره سبحانه عمّا يفعله هو أو العبد باختياره، فلا يلزم جواز تكليف ما لا يطاق. </p><p> وقال صاحب اللوامح (١) : قرأ الجحدريّ {سَواءٌ} بتخفيف الهمزة على لغة الحجاز، فيجوز أنّه أخلص الواو، ويجوز أنّه جعل الهمزة بين بين، وهو أن يكون بين الهمزة والواو، وفي كلا الوجهين لا بدّ من دخول النقص فيما قبل الهمزة المليّنة من المدّ. انتهى. </p><p> فعلى هذا: يكون {سَواءٌ} ليس لامه ياء، بل واوا، فيكون من باب قواء. </p><p> وعن الخليل:  {سوء عليهم} بضمّ السين مع واو بعدها مكان الألف، مثل {دائرة السوء} على قراءة من ضمّ السين، وفي ذلك عدول عن معنى المساواة إلى معنى القبح والسّبّ، ولا يكون على هذه القراءة له تعلّق إعراب بالجملة بعدها، بل يبقى قوله:  {أَأَنْذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ} إخبارا بانتفاء إيمانهم على تقدير إنذارك، وعدم إنذارك، وأمّا سواء الواقع في الاستثناء في قولهم:  (قاموا سواك) بمعنى: قاموا غيرك، فهو موافق لهذا في اللفظ مخالف في المعنى، فهو من باب المشترك، وله أحكام ذكرت في باب الاستثناء. </p><p> وقوله:  {أَأَنْذَرْتَهُمْ} فيه خمس قراءات سبعيّة (٢) : </p><p> الأولى: تحقيق الهمزتين مع إدخال ألف؛ أي: مدّ طبيعيّ بينهما. </p><p> والثانية: تحقيق بلا إدخال ألف بينهما. </p><p>(١) البحر المحيط. (٢) صاوي بتصرف.</p>"
}