{
  "id": null,
  "sura": 2,
  "aya": 224,
  "text": "<p> - قال: قال رسول الله - صلى الله عليه وسلم -: \"ملعون من أتى امرأة في دبرها\" . أخرجه أبو داود. {وَقَدِّمُوا} صالح الأعمال التي تكون ذخرًا {لِأَنْفُسِكُمْ} في الآخرة، وقيل: معناه وقدموا على الجماع ما يكون صلاحًا لأنفسكم ولأولادكم من التسمية والدعاء، وقيل: معناه وقدموا نية الولد أو نية الإعفاف لأنفسكم. أخرج الشيخان عن ابن عباس - رضي الله عنهما - قال: قال النبي - صلى الله عليه وسلم -: \"لو أن أحدكم إذا أراد أن يأتي أهله قال: بسم الله اللهم جنبنا الشيطان، وجنب الشيطان ما رزقتنا .. فإنه إن يقدر بينهما ولد في ذلك لم يضره الشيطان أبدًا\" ؛ أي: قدموا ما يدخر لكم من الثواب، ولا تكونوا في قيد قضاء الشهوة. {وَاتَّقُوا اللَّهَ} ؛ أي: خافوا عقاب الله في أدبار النساء، ومجامعتهن في الحيض {وَاعْلَمُوا أَنَّكُمْ مُلَاقُوهُ} ؛ أي: ملاقوا الله بالبعث وراجعون إليه في الآخرة للمجازاة، فتزودوا ما تنتفعون به فيها {وَبَشِّرِ} يا محمَّد {الْمُؤْمِنِينَ} ؛ أي: الكاملين في الإيمان؛ أي: بشرهم بالفضل الجسيم، والفوز العظيم في جنات النعيم؛ لأنهم تلقوا ما خوطبوا به من الأوامر والنواهي بحسن القبول والامتثال. </p><p> ٢٢٤ - {وَلَا تَجْعَلُوا اللَّهَ عُرْضَةً لِأَيْمَانِكُمْ} نزلت في عبد الله بن رواحة رضي الله عنه كان بينه وبين ختنه بشير بن النعمان شيء، فحلف عبد الله لا يدخل عليه، ولا يكلمه، ولا يصلح بينه وبين خصم له، وقيل: نزلت في أبي بكر الصديق - رضي الله عنه - حين حلف أن لا ينفق على مسطح حين خاض في حديث أهل الإفك؛ أي: ولا تجعلوا أيها المؤمنون الحلف باسم الله عرضة؛ أي: عارضًا ومانعًا وحاجزًا لكم عن أيمانكم؛ أي: عن أعمالكم الصالحة، فالمراد بالأيمان هنا: الأعمال الصالحة، واللام فيه بمعنى عن وسميت: أيمانًا لتعلق الإيمان بها، وقوله:  {أَنْ تَبَرُّوا وَتَتَّقُوا وَتُصْلِحُوا بَيْنَ النَّاسِ} بدل من الأيمان بدل تفصيل من مجمل؛ أي: ولا تجعلوه حاجزًا لكم عن أن تبروا وتصلوا الرحم، ولا عن أن تتقوا؛ أي: ولا أن تصلّوا أو تصوموا مثلًا، ولا عن أن تصلحوا بين الناس، فعطف هذا على ما قبله من عطف الخاص على العام، والمعنى: لا تجعلوا الحلف باسم الله مانعًا لكم عن أعمال البر، ولا عن أن تبروا بالوالدين والأرحام، ولا أن تفعلوا ما فيه تقوى الله كالصلاة والصيام، ولا أن تفعلوا </p>"
}