{
  "id": null,
  "sura": 2,
  "aya": 273,
  "text": "<p> وفي هذا وفيما قبله (١) : قطع عذرهم في عدم الإنفاق؛ إذ الذي ينفقونه هو لهم، حيث يكونون محتاجين إليه فيوفونه كاملًا موفرًا، فينبغي أن يكون إنفاقهم على أحسن الوجوه وأفضلها، وقد جاء قوله تعالى:  {وَيُرْبِي الصَّدَقَاتِ} وقوله صلى الله عليه وآله وسلم في حديث أبي هريرة: \"إذا تصدق العبد بالصدقة وقعت في يد الله قبل أن تقع في يد السائل، فيربيها لأحدكم كما يربي أحدكم</p><p> ٢٧٣ - فُلوَّه أو فَصِيلَهُ حتى إن اللقمة لتصير مثل أُحد\" . وقوله:  {لِلْفُقَرَاءِ الَّذِينَ أُحْصِرُوا فِي سَبِيلِ اللَّهِ} خبر لمبتدأ محذوف تقديره: ذلك الإنفاق المحثوث عليه مصروف للفقراء الذين حبسوا أنفسهم ووقفوها على الجهاد في سبيل الله، أو للفقراء الذين صفتهم كذا وكذا حق واجب. </p><p> نزلت هذه الآية في حق فقراء المهاجرين من قريش (٢) ، وكانوا نحو أربع مئة، وهم أصحاب الصفة، لم يكن لهم مساكن ولا عشائر بالمدينة، وكانوا ملازمين المسجد، ويتعلمون القرآن، ويصومون، ويخرجون في كل غزوة {لَا يَسْتَطِيعُونَ ضَرْبًا فِي الْأَرْضِ} ؛ أي: لا يقدرون سيرًا {فِي الْأَرْضِ} ولا سفرًا فيها لطلب المعاش، ولا يتفرغون لطلبها، ثم عدم الاستطاعة للسير إما لاشتغالهم بصلاح الدين وبأمر الجهاد، فذلك يمنعهم من الاشتغال بالكسب والتجارة، وإما لخوفهم من الأعداء، كما قاله قتادة وابن زيد؛ لأن الكفار كانوا مجتمعين حول المدينة وكانوا متى وجدوهم قتلوهم، فذلك يمنعهم من السفر، وإمَّا لمَرضهم بالجروح، كما قاله سعيد بن المسيب رضي الله عنه، فحث الله تعالى الناس على الإنفاق عليهم، فكان مَن عنده فَضْل أتاهم به إذا أمسى. </p><p> {يَحْسَبُهُمُ الْجَاهِلُ} بحالهم؛ أي: يظنهم من لم يختبر أمرهم {أَغْنِيَاءَ} غير محتاجين {مِنَ التَّعَفُّفِ} ؛ أي: لأجل تحفظهم عن مسألة الناس وتركها، وإظهارهم التجمل. قرأ ابن عامر وعاصم وحمزة:  {يحسَبهم} - بفتح السين من </p><p>(١) البحر المحيط. (٢) المراح.</p><p> حَسِبَ حيث وَقع وهو القياس؛ لأن ماضيه على فَعِل بكسر العين. وقرأ باقي السبعة {يحسِبهم} بكسرها، وهو مسموع {تَعْرِفُهُمْ} أيها المخاطب {بِسِيمَاهُمْ} ؛ أي: بعلامتهم. والسيماء والسيمياء والسمة: العلامة التي يُعرف بها الشيء، واختلفوا في معناها هنا، فقيل: هي الخضوع والتواضع وآثار الخشوع في الصلاة، وقيل: هي أثر الجهد من الحاجة والفقر، وقيل: هي صفرة ألوانهم من الجوع ورثاثة ثيابهم من الضر؛ أي: تعرفهم أيها المخاطب بعلامتهم من الهيبة، ووقع في قلوب الخلق، وآثار الخشوع في الصلاة، فكل من رآهم تواضع لهم. ورُوي أنهم كانوا يقومون الليل ويحتطبون بالنهار للتعفف. {لَا يَسْأَلُونَ النَّاسَ} أموالهم أصلًا، ولا يلحفونهم {إِلْحَافًا} ؛ أي: ولا يلازمونهم ملازمة لطلب المال. والإلحاف (١) وكذا الإلحاح هو: أن يُلازِم المسؤولَ حتى يعطيهُ. من قولهم: لحفني من فضل لحافه؛ أي: أعطاني من فضل ما عنده. والمعنى: أنهم لا يسألون وإن سألوا للضرورة لم يلحفوا. وقيل: هو نفي للأمرين: السؤال والإلحاف؛ أي: لا يسألون إلحافًا، ولا غير إلحاف؛ أي: لا سؤال لهم أصلًا، فلا يقع منهم إلحاف؛ أي: كثرة التلطف وملازمة المسؤول؛ أي: أنهم سكتوا عن السؤال، ولا يضمون إلى ذلك السكوت من رثاثة الحال وإظهار الانكسار ما يقوم مقام السؤال على سبيل الإلحاف، بل يزينون أنفسهم عند الناس، ويتجملون بهذا الخلق، ويجعلون فقرهم وحاجتهم بحيث لا يطلع عليه إلا الخالق. وفي قوله:  {لَا يَسْأَلُونَ النَّاسَ إِلْحَافًا} دلالة على سوء طريقة من يسأل الناس إلحافًا. </p><p> وعن ابن مسعود رضي الله عنه: \"إن الله يحب العفيف المتعفف، ويبغض الفاحش البذيء السَّآل الملحف الذي إن أعطي كثيرًا أفرط في المدح وإن أعطي قليلًا أفرط في الذم. </p><p> وعن أبي هريرة رضي الله عنه: أن رسول الله صلى الله عليه وآله وسلم </p><p>(١) البيضاوي.</p>"
}