{
  "id": null,
  "sura": 2,
  "aya": 35,
  "text": "<p> قبله، وإن صح فيفيد أول من كفر بعد إيمانه، أو يراد الكفر الذي هو التغطية للحق، وكفر إبليس قيل: جهل سلب الله ما كان وهبه من العلم فخالف الأمر، ونزع يده من الطاعة، وقيل: كفر عناد ولم يسلب العلم، بل كان الكبر مانعه من السجود. </p><p> ومن فوائد هذه الآية (١) : استقباح الاستكبار، وأنه قد يفضي بصاحبه إلى الكفر، والحثّ على الائتمار لأمره، وترك الخوض في سره، وأنّ الأمر للوجوب، وأنّ الذي علم الله من حاله أنه يتوفى على الكفر هو الكافر حقيقة، إذ العبرة بالخواتم، وإن كان بحكم الحال مؤمنا وهي مسألة الموافاة؛ أي: اعتبار تمام العمر الذي هو وقت الوفاة، فإذا كان العبرة بالخاتمة، فليسارع العبد إلى الطاعات، فكل ميسر لما خلق له، كما ورد في الخبر الصحيح، خصوصا في آخر السنة، وخاتمتها، كي يختم له الدفتر بالعمل الصالح. وفي الخبر: قيل يا رسول الله: من خير الناس؟ قال:  «من طال عمره وحسن عمله» قيل: فأي الناس شر؟ </p><p> قال:  «من طال عمره، وساء عمله، وخيف شره، ولم يرج خيره» . وقال الحسن البصري لجلسائه: يا معشر الشيوخ، ما ينتظر بالزرع إذا بلغ؟ قالوا: الحصاد، قال: يا معشر الشباب، فإن الزرع قد تدركه الآفة قبل أن يبلغ، وأنشد بعضهم: </p><p> ألا مهّد لنفسك قبل موت ... فإنّ الشّيب تمهيد الحمام </p><p> وقد جدّ الرّحيل فكن مجدّا ... لحطّ الرّحل في دار المقام </p><p> وعن الحسن أيضا: قال يا ابن آدم: لا تحمّل همّ سنة على يوم، كفى يومك بما فيه، فإن تكن السنة من عمرك، يأتك الله فيها برزقك، وإلّا تكن من عمرك، فأراك تطلب ما ليس لك. </p><p> ٣٥ - وقوله:  {وَقُلْنا يا آدَمُ اسْكُنْ أَنْتَ وَزَوْجُكَ الْجَنَّةَ}  (٢) معطوف على الجملة السابقة التي هي قوله تعالى: {وَإِذْ قُلْنا} لا على {قُلْنا} وحده لاختلاف زمانيهما ومعمول القول المنادى وما بعده، وفائدة النداء؛ تنبيه المأمور لما يلقى إليه من الأمر، </p><p>(١) روح البيان. (٢) البحر المحيط.</p><p> وتحريكه لما يخاطب به، إذ هو من الأمور التي ينبغي أن يجعل لها البال، وهو الأمر بسكنى الجنة. قالوا: ومعنى الأمر هنا: إباحة السكنى والإذن فيها مثل: {وَإِذا حَلَلْتُمْ فَاصْطادُوا}  {فَإِذا قُضِيَتِ الصَّلاةُ فَانْتَشِرُوا فِي الْأَرْضِ} ؛ لأن الاستقرار في المواضع الطيبة لا يدخل تحت التّعبّد. </p><p> قال القرطبي في «تفسيره» : لا خلاف أنّ الله تعالى أخرج إبليس عند كفره وأبعده عن الجنة، وبعد إخراجه قال:  {يا آدَمُ اسْكُنْ} ؛ أي؛ أقم وامكث، ولازم الجنة، واتخذها مسكنا لك، وهو محل السكون، وليس المراد به ضدّ الحركة، بل اللّبث والاستقرار و {أَنْتَ} تأكيد للضمير المستكن في {اسْكُنْ} وهذا أحد المواضع التي يستكن فيها الضمير وجوبا {وَزَوْجُكَ} معطوف على ذلك الضمير المستكن، وحسن العطف عليه تأكيده بأنت، كما هو مذكور في محله؛ أي: اسكن أنت وزوجك حواء {الْجَنَّةَ} يقال للمرأة الزوج والزوجة، والزوج أفصح، كما في «تفسير أبي الليث» وإنما لم يخاطبهما أوّلا؛ تنبيها على أنه المقصود بالحكم، والمعطوف عليه تبع له، والجنة هي دار الثواب بإجماع المفسرين، خلافا لبعض المعتزلة، والقدرية، حيث قالوا: المراد بالجنة بستان كان في أرض فلسطين، أو بين فارس وكرمان، خلقه الله تعالى امتحانا لآدم، وأوّلوا الهبوط بالانتقال منه إلى أرض الهند، كما في قوله تعالى:  {اهْبِطُوا مِصْرًا} ، وفيه نظر؛ لأن الهبوط قد يستعار للانتقال إذا ظهر امتناع حقيقته وابتعادها، وهناك ليس كذلك، وقوله:  {وَقُلْنا يا آدَمُ} هو من خطاب الأكابر والعظماء، فأخبر الله تعالى عن نفسه بصيغة الجمع؛ لأنه ملك الملوك؛ أي: اتّخذا جنة الخلد مأوى ومنزلا كلّها، وسمي آدم؛ لأنه خلق من أديم الأرض؛ أي: ترابها، كما مر. وسميت زوجه حوّاء؛ لأنها خلقت من حي؛ لأنها خلقت من ضلع آدم الأيسر، فلذا كان كل إنسان ناقصا ضلعا من الجانب الأيسر، فجهة اليمين أضلاعها ثمانية عشر، وجهة اليسار أضلاعها سبعة عشر. </p><p> واختلفوا (١) في خلق حواء: هل كان قبل دخول الجنة أو بعده؟ ويدل على </p><p>(١) روح البيان.</p><p> الأول: ما روي عن ابن عباس - رضي الله عنهما - أنه بعث الله جندا من الملائكة، فحملوا آدم وحواء على سرير من الذهب مكلل بالياقوت، واللؤلؤ، والزمرد، وعلى آدم منطقة مكللة بالدر والياقوت. حتى أدخلوهما الجنة، ويدل على الثاني: ما روي عن ابن مسعود - رضي الله عنه - أنه لما خلق الله الجنة، وأسكن فيها آدم، بقي فيها وحده، فألقى الله عليه النوم، ثم أخذ ضلعا من أضلاعه من الجانب الأيسر، ووضع مكانه لحما، فخلق منه حواء. ومن الناس من قال: لا يجوز أن يقال خلقت حواء من ضلع آدم؛ لأنه يكون نقصانا منه، ولا يجوز القول بنقص الأنبياء. قلنا: هذا نقص منه صورة، تكميل له معنى؛ لأنه جعلها سكنه وأزال بها وحشته، وحزنه، فلما استيقظ وجدها عند رأسه قاعدة، فسألها من أنت؟ فقالت: إني امرأة، فقال: ولم خلقت، قالت: لتسكن إليّ، وأسكن إليك، فقالت الملائكة: يا آدم! ما اسمها؟ قال: حواء، قالوا: ولم؟ </p><p> قال: لأنها خلقت من حي، أو لأنها أصل كل حي، أو لأنها كانت في ذقنها حوّة؛ أي: حمرة مائلة إلى السواد، وقيل: في شفتها، وسميت مرأة؛ لأنها خلقت من المرء، كما أن آدم سمي بآدم؛ لأنه خلق من أديم الأرض، وعاشت بعد آدم سبع سنين وسبعة أشهر، وعمرها تسعمائة وسبع وتسعون سنة. </p><p> واعلم: أن الله تعالى، خلق واحدا من أب دون أم وهو حواء، وآخر من أم دون أب وهو عيسى، وآخر من أب وأم وهم أولاد آدم، وآخر من غير أب وأم وهو آدم عليه السلام، فسبحان من أظهر من عجائب صنعه ما يتحيّر فيه العقول. </p><p> ثم اعلم (١) : أن الله تعالى، خلق حواء لأمر تقتضيه الحكمة؛ ليدفع آدم وحشته بها لكونها من جنسه؛ وليبقي الذرية على ممر الأزمان والأيام إلى ساعة القيام، فإن بقاءها سبب لبعثه الأنبياء، وتشريع الشرائع والأحكام، ونتيجة لأمر معرفة الله تعالى، فإن الله تعالى خلق الخلق لأجلها. </p><p> وفي الزوجية منافع كثيرة دينية، ودنيوية، وأخروية، ولم يذكر الله تعالى في </p><p>(١) روح البيان.</p><p> كتابه من الأنبياء إلا المتزوجين، وقالوا إن يحيى عليه السلام، قد تزوج لنيل الفضل وإقامة السنة، ولكن لم يجامع؛ لكون ذلك عزيمة في تلك الشريعة، ولذلك مدحه الله تعالى بكونه حصورا. وفي «الأشباه» ليس لنا عبادة شرعت من عهد آدم إلى الآن، ثم تلك العبادة تستمر في الجنة إلا الإيمان والنكاح. قيل: فضل المتأهل على العزب، كفضل المجاهد على القاعد، وركعة من المتأهل أفضل من سبعين ركعة من عزب، هذا كله لكون التزوج سببا لبقاء النسل، وحفظا من الزنا، والترغيب في النكاح يجري إلى ما يجاوز المائة الأولى من الألف الثاني، كما قال صلّى الله عليه وسلّم:  «إذا أتى على أمتي مائة وثمانون سنة بعد الألف، فقد حلّت العزوبة، والعزلة، والترهب على رؤوس الجبال» ، وذلك لأن الخلق في المائتين أهل الحرب والقتل، فتربية جرو حينئذ خير من تربية ولد، وأن تلد المرأة حيّة خير من أن تلد الولد. </p><p> {وَكُلا} أنتما {مِنْها} ؛ أي: من ثمار الجنة. وجّه الخطاب (١) إليهما؛ إيذانا بتساويهما في مباشرة المأمور به، فإن حواء أسوة له في الأكل بخلاف السكن فإنها تابعة له فيها، ثمّ معنى الأمر بهذا والشغل به مع أنه اختصّه واصطفاه، وللخلافة أبداه أنه مخلوق، والذي يليق بالخلق هو السكون بالخلق، والقيام باستجلاب الحظّ؛ أي: وكلا أنتما من ثمار الجنة أكلا {رَغَدًا} ؛ أي: أكلا واسعا رافها بلا تقدير، ولا تقتير {حَيْثُ شِئْتُما} ؛ أي: من أيّ مكان من الجنة شئتما وأردتما الأكل منه، وسّع عليهما؛ إزاحة للعلّة والعذر، في التناول من الشجرة المنهي عنها من بين أشجارها الفائتة للحصر. </p><p> فإن قلت: لم قال هنا {وَكُلا} بالواو وفي الأعراف {فَكُلا} بالفاء؟ </p><p> قلت: لأن اسكن معناه هنا استقر، لكون آدم وحواء كانا في الجنة، والأكل يجامع الاستقرار غالبا، فلهذا عطف بالواو الدالّة على الجمع والمعنى، اجمعا بين الأكل وبين الاستقرار، وفي الأعراف معناه ادخل، لكونهما، كانا </p><p>(١) روح البيان.</p><p> خارجين عنها، والأكل لا يكون مع الدخول عادة، بل عقبه، فلهذا عطف بالفاء الدالة على التعقيب وقد بسطت الكلام على ذلك في «الفتاوي» . اه. شيخ الإسلام. </p><p> وقرأ الجمهور (١) : {رَغَدًا} بفتح الغين، وقرأ إبراهيم النخعي، ويحيى بن وثاب بسكونها {رَغَدًا} ، والتسكين لغة تميم؛ أي: أكلا واسعا كثيرا لا عناء فيه ولا حجر. قال امرؤ القيس: </p><p> بينما المرء نراه ناعما ... يأمن الأحداث في عيش رغد </p><p> وبقوله سبحانه:  {حَيْثُ شِئْتُما} أباح لهما الأكل حيث شاءا، فلم يحظر عليهما مكانا من أماكن الجنة، كما لم يحظر عليهما مأكولا إلا ما وقع النهي عنه. و (شاء) في وزنه خلاف: فنقل عن سيبويه: أنّ وزنه فعل بكسر العين، فنقلت حركتها إلى الشين فسكنت واللام ساكنة للضمير، فالتقى ساكنان فحذفت لالتقاء الساكنين، وكسرت الشين؛ لتدل على أن المحذوف ياء، كما صنعت؟ في بعت، كما سيأتي في مبحث التصريف. </p><p> {وَلا تَقْرَبا} بالأكل ولو كان (٢) النهي عن الدنو لضمت الراء {هذِهِ الشَّجَرَةَ} الشجرة منصوب على أنه بدل من اسم الإشارة، أو نعت له بتأويلها بمشتق؛ أي: هذه الحاضرة من الشجر؛ أي: لا تأكلا منها، وإنما علق النهي بالقربان منها؛ مبالغة في تحريم الأكل ووجوب الاجتناب عنه، والشجرة: هي البر والسنبلة. </p><p> قاله ابن عباس، وأبو مالك، وقتادة، وهو الأشهر، والأجمع، والأنسب؛ لأنّ النوع الإنساني ظهر في دور السنبلة، وعليها من كل لون، وثمرها أحلى من العسل، وألين من الزبد، وأشد بياضا من الثلج، كل حبة من حنطتها، مثل كلية البقرة، وقد جعلها الله سبحانه رزق أولاده في الدنيا، ولذلك قيل: تناول سنبلة فابتلي بحرث السنبلة، وقيل: الكرمة، ولذلك حرّمت علينا الخمر. قاله ابن </p><p>(١) البحر المحيط. (٢) روح البيان.</p><p> مسعود، وابن عباس أيضا، وابن جبير. أو التين: قاله بعض الصحابة، وقتادة، ولهذا ابتلاه الحق بلباس ورقها، كما ابتلاه بثمرها، وهو البلاء الحسن، وقيل: </p><p> شجرة من أكل منها أحدث. قاله أبو العالية، وقال علي: شجرة الكافور، وقال بعض أهل الكتاب: شجرة الحنظل، وقال أبو مالك: النخلة، والأولى عدم تعينها؛ لعدم ورود النص القاطع فيها. </p><p> وقرىء (١) : {ولا تقربا} بكسر التاء، وهي لغة عن الحجازيين في فعل يفعل، يكسرون حرف المضارعة التاء والهمزة والنون، وأكثرهم لا يكسر الياء، ومنهم من يكسرها، وقرأ ابن محيصن {هذي} بالياء، وقرأ الجمهور بالهاء وقرىء {الشجرة} بكسر الشين، حكاها هارون الأعور، عن بعض القراء، وقرأ أيضا {الشيرة} بكسر الشين والياء المفتوحة بعدها، وكره أبو عمرو هذه القراءة وقال: يقرأ بها برابر مكة وسوادنها، وينبغي أن لا يكرهها؛ لأنها لغة منقولة فيها، وقال الأصمعي: نحسبه بين الأنام شيره. </p><p> وفي نهي (٢) الله سبحانه آدم وزوجه عن قربان الشجرة دليل: على أن سكناهما في الجنة لا تدوم لأن المخلد لا يؤمر، ولا ينهى، ولا يمنع من شيء. </p><p> وقوله:  {فَتَكُونا} إما معطوف على تقربا، أو منصوب بأن مضمرة بعد الفاء السببية الواقعة في جواب النهي، وهذا هو الأظهر، والتقدير عليه: لا يكن منكما قربان الشجرة فكونكما {مِنَ الظَّالِمِينَ} ؛ أي: من الذين ظلموا أنفسهم وأضروها بمعصية الله تعالى، أو بإخراجكما من دار النعيم إلى دار الشقاء، أو بالأكل من الشجرة التي نهيتما عنها، أو بالفضيحة في الملأ الأعلى، أو بمتابعة إبليس، أو بترك الأولى. وقال قوم: هما أول من ظلم نفسه من الآدميين. وقال قوم: كان قبلهم ظالمون شبهوا بهم، ونسبوا إليهم، وفي قوله:  {فَتَكُونا مِنَ الظَّالِمِينَ} دلالة </p><p>(١) البحر المحيط. (٢) البحر المحيط.</p><p> على أن النهي كان على جهة الوجوب لا على جهة الندب؛ لأن تاركه لا يسمى ظالما. </p><p> وقال بعض أهل الإشارات (١) : الذي يليق بالخلق عدم السكون إلى الخلق، وما زال آدم وحده بكل خير وبكل عافية، فلما جاءه الشّكل والزوج، ظهر إتيان الفتنة وافتتاح باب المحنة، وحين ساكن حواء، أطاعها فيما أشارت عليه من الأكل، فوقع فيما وقع ولقد قيل: </p><p> داء قديم في بني آدم ... صبوة إنسان بإنسان </p><p> قال القشيري: نبه سبحانه، على أن عاقبة دخول آدم الجنة خروجه منها بارتكاب الخطيئة بقوله:  {إِنِّي جاعِلٌ فِي الْأَرْضِ خَلِيفَةً} فإذا أخبر سبحانه بجعله خليفة في الأرض، فكيف يمكن بقاؤه في الجنة. كان آدم لا يساويه أحد في الرتبة، يتوالى عليه النداء بيا آدم، ويا آدم، فأمسى وقد نزع عنه لباسه، وسلب استئناسه، والقدرة لا تكابر، وحكم الله لا يعارض، وقال الشاعر: </p><p> لله درّهم من فتية بكروا ... مثل الملوك وراحوا كالمساكين </p><p> تتمة (٢) : واختلفت آراء العلماء في الجنة المرادة هنا: فمن قائل: إنها دار الثواب التي أعدها الله للمؤمنين يوم القيامة، لسبق ذكرها في هذه السورة، وفي ظواهر السنة ما يدل عليه، فهي إذا في السماء حيث شاء الله منها. ومن قائل: إنها جنة أخرى، خلقها الله تعالى امتحانا لآدم عليه السلام، وكانت بستانا في الأرض بين فارس وكرمان، وقيل: بفلسطين، وليست هي الجنة المعروفة، وعلى هذا جرى أبو حنيفة، وتبعه أبو منصور الماتريدي في تفسيره المسمى «بالتأويلات» ، فقال: نحن نعتقد أن هذه الجنة بستان من البساتين، أو غيضة عن الغياض، كان آدم وزوجه منعمين فيها، وليس علينا تعيينها، ولا البحث عن مكانها، وهذا هو مذهب السلف، ولا دليل لمن خاض في تعيين مكانها من أهل </p><p>(١) البحر المحيط. (٢) المراغي.</p><p> السنة وغيرهم. اهـ. </p><p> قال الألوسي في تفسيره «روح المعاني» : (١) ومما يؤيد هذا الرأي: </p><p> ١ - أن الله خلق آدم في الأرض؛ ليكون خليفة فيها هو وذريته، فالخلافة منهم مقصودة بالذات، فلا يصح أن يكون وجودهم فيها عقوبة عارضة. </p><p> ٢ - أنه تعالى لم يذكر أنه بعد خلق آدم في الأرض عرج به إلى السماء، ولو حصل لذكر؛ لأنه أمر عظيم. </p><p> ٣ - أن الجنة الموعود بها لا يدخلها إلا المؤمنون المتقون، فكيف دخلها الشيطان الكافر للوسوسة. </p><p> ٤ - أنها دار للنعيم والراحة لا دار للتكليف، وقد كلف آدم وزوجه أن لا يأكلا من الشجرة. </p><p> ٥ - أنه لا يمنع من فيها من التمتع بما يريد منها. </p><p> ٦ - أنه لا يقع فيها العصيان والمخالفة؛ لأنها دار طهر لا دار رجس، وعلى الجملة فالأوصاف التي وصفت بها الجنة الموعود بها، ومنها أن عطاءها غير مجذوذ ولا مقطوع، لا تنطبق على جنة آدم. </p><p> {وَكُلا مِنْها رَغَدًا حَيْثُ شِئْتُما} ؛ أي: كلا منها أكلا هنيئا من أي مكان شئتما، وأباح لهما الأكل كذلك، إزاحة للعذر في التناول من الشجرة المنهي عنها، من بين أشجارها التي لا حصر لها {وَلا تَقْرَبا هذِهِ الشَّجَرَةَ} الخ. لم يبين لنا ربنا هذه الشجرة، فلا نستطيع أن نعينها من تلقاء أنفسنا بلا دليل قاطع؛ ولأن المقصود يحصل بدون التعيين، ولكنا نقول إن النهي لحكمة، كأن يكون في أكلها ضرر، أو يكون ذلك ابتلاء من الله لآدم واختبارا له، ليظهر به ما في استعداد الإنسان من الميل إلى معرفة الأشياء واختبارها، ولو كان في ذلك معصية يترتب عليها ضرر. </p><p>(١) روح المعاني.</p>"
}