{
  "id": null,
  "sura": 2,
  "aya": 113,
  "text": "<p> اعتبارًا لمعنًى مِن {وَلَا هُمْ يَحْزَنُونَ} على ما خلفوا في الدنيا، والمعنى: أي: إنّ (١) الذين أسلموا وجوههم لله، وأحسنوا العمل، لا تُساوِرُ نفوسَهم مخاوفُ، ولا أحزانٌ، كما تختلج صدور الذين أشرب قلوبهم حبُّ الوثنية، وأعرضوا عن الهداية، إذ من طبيعة المؤمن أنّه إذا أصابه مكروهٌ بحث عن سببه، واجتهد في تلاوته، فإن لم يمكنه دفعه، فوَّض أمره إلى ربه، ولم يضطرب، ولم تهن له عزيمةٌ، علمًا منه بأنَّه قد ركن إلى القوة القادرة على دفع كُلِّ مكروه. وتوكَّل على من بيده دفع كُلِّ محظور. </p><p> أمَّا عابدوا الأوثان والأصنام، فهم في خوف مما يستقبلهم، وحزن مما ينزل بهم، فإذا أصابتهم مصيبة بما قدمت أيديهم، داخلهم الهلع، ولم يستطيعوا صبرًا على البأساء، وهم يَسْتَخْذُون للدجَّالين، والمُشَعْوِذين، ويعتقدون سَلْطَنةً غيبيَّة لكل من يعمل عملًا لا يهتدون إلى معرفة سببه. والآية (٢) ترشد إلى أنَّ الإيمان الخالص لا يكفي وحده للنجاة، بل لا بدّ أن يقرن بإحسان العمل، وقد جَرَتْ سنة القرآن، إذا ذكر الإيمان أردفه عمل الصالحات، كقوله:  {وَمَنْ يَعْمَلْ مِنَ الصَّالِحَاتِ مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ وَلَا يُظْلَمُونَ نَقِيرًا} وقوله: {فَمَنْ يَعْمَلْ مِنَ الصَّالِحَاتِ وَهُوَ مُؤْمِنٌ فَلَا كُفْرَانَ لِسَعْيِهِ} ثُمَّ ذكر مقال كلٍّ من الفريقين في الآخرة بقوله: </p><p> ١١٣ - {وَقَالَتِ الْيَهُودُ ...} إلخ. بيان لتضليل كل فريق من اليهود والنصارى صاحبه بخصوصه، إثر بيان تضليله كُلَّ من عداه على وجه العموم؛ أي: وقالت اليهود {لَيْسَتِ النَّصَارَى} في دينهم {عَلَى شَيْءٍ} ؛ أي: على أمر يصحُّ، ويعتدُّ به عند الله؛ أي: ليسوا على صواب، فكفروا بعيسى {وَقَالَتِ الْيَهُودُ لَيْسَتِ النَّصَارَى عَلَى شَيْءٍ} في دينهم {عَلَى شَيْءٍ} ؛ أي: على أمر يصحُّ، ويعتدُّ به عند الله تعالى، أي: ليسوا على صواب، فكفروا بموسى، وهذه المقالة منهما أصدق مقالةٍ قالتها اليهود والنصارى، وجملة قوله: {وَهُمْ يَتْلُونَ </p><p>(١) المراغي. (٢) المراغي.</p><p> الْكِتَابَ} حال من فاعل قالوا؛ أي: قال كُلٌّ (١) من الفريقين ما قالوا، والحال أن كُلًّا من الفريقين يقرؤون الكتاب المنزَّل عليهم من التوراة والإنجيل، ويقولون: ما ليس فيه، فكان حقُّ كُلِّ فريق منهم أن يعترف بحقيقة دين صاحبه حسبما ينطق كتابه، فإنّ كتب الله تعالى متصادقةٌ، واللام في {الْكِتَابَ} للجنس؛ أي: قالوا ذلك، وهم من أهل العلم والكتاب، والتلاوة للكتب، فحقُّ من تلا كتابًا من كتب الله تعالى، وآمن به، أن لا يكفر بالباقي؛ لأنّ كل واحد من كتب الله يصدّق ما عداه، وليس في كتابهم هذا الاختلاف، فدلَّت تلاوتهم الكتاب، ومخالفتهم لما فيه على كفرهم، وكونهم على الباطل {كَذَلِكَ} ؛ أي: مثل ذلك القول الذي قالته اليهود والنصارى بعينه، لا قولًا مغايرًا له، أي: مثل ذلك القول الذي سمعته من هؤلاء الضالَّة، على أنَّ الكاف في موضع النصب على أنّه مفعول، قال:  {قَالَ الَّذِينَ لَا يَعْلَمُونَ} كتاب الله، من عبدة الأصنام، والمعطِّلة، ونحوهم من الجهلة؛ أي: قال المشركون من العرب، وغيرهم {مِثْلَ قَوْلِهِمْ} ؛ أي: مثل قول اليهود والنصارى، فهذا تأكيدٌ وبيانٌ لمعنى {كَذَلِكَ} أي: قالت الجهلة الذين لا علم عندهم، ولا كتاب، من عبدة الأوثان، والمعطِّلة، مثل قول اليهود والنصارى؛ أي: قالوا لأهل كل دين ليسوا على شيء ودينٍ صحيحٍ؛ أي: قالوا ليست اليهود ولا النصارى على شيء، ولا محمدٌ - صلى الله عليه وسلم - على شيء، بل كلُّهم على أباطيل مفترياتٍ، فالغرض من ذلك تسلية رسول الله - صلى الله عليه وسلم - على ما وقع من المشركين، فإنَّ اليهود والنصارى كفروا وضلُّوا مع علمهم بالحق، فكيف بمن لا علم عنده؟! فلا تَسْتَغْرِبْ ذلك منهم، وقوله:  {مِثْلَ قَوْلِهِمْ} بدلٌ من محل الكاف في {كَذَلِكَ} وفيه توبيخٌ عظيمٌ، حيث نظموا أنفسهم مع علمهم في سلك من لا يعلم أصلًا. </p><p> {فَاللَّهُ} سبحانه وتعالى {يَحْكُمُ} ويَفْصِلُ، ويقضى {بَيْنَهُمْ} ؛ أي: بين هؤلاء الفرق الثلاثة، وغيرهم {يَوْمَ الْقِيَامَةِ} ؛ أي: يوم الجزاء، سُمِّي يوم القيامة؛ لأنّه يوم يقوم الناس فيه لربّ العالمين {فِيمَا كَانُوا فِيهِ} متعلِّقٌ بيختلفون، قدم عليه؛ للمحافظة على رؤوس الآي؛ أي: يحكم بينهم يوم القيامة فيما كانوا </p><p>(١) روح البيان.</p>"
}