{
  "id": null,
  "sura": 2,
  "aya": 210,
  "text": "<p> {فَاعْلَمُوا أَنَّ اللَّهَ عَزِيزٌ} ؛ أي: قوي لا يعجزه شيء عن انتقامه منكم، ولا يمنعه مانع عنكم، ولا يفوته ما يريده منكم {حَكِيمٌ} في صنعه لا ينتقم إلا بحق، أو حكيم فيما شرعه لكم من الدين. </p><p> ٢١٠ - {هَلْ يَنْظُرُونَ} ؛ أي: ما ينتظر هؤلاء التاركون الدخول في السلم والمتبعون خطوات الشيطان {إِلَّا أَنْ يَأْتِيَهُمُ اللَّهُ} يوم القيامة بلا كيف ولا تشبيه، لفصل القضاء بين الأولين والأخرين {فِي ظُلَلٍ} ؛ أي: في سحاب رقيق {مِنَ الْغَمَامِ} ؛ أي: من السحاب الأبيض {و} إلا أن تأتيهم {الملائكة} الموكلون بتعذيبهم، وقيل: إن قوله: {فِي ظُلَلٍ مِنَ الْغَمَامِ وَالْمَلَائِكَةُ} فيه تقديم وتأخير بدليل ما في بعض القراءات شاذة: {هل ينظرون إلا أن يأتيهم الله والملائكة في ظلل من الغمام} قال أبو جعفر الرازي عن الربيع بن أنس، عن أبي العالية (١) يقول: والملائكة يجيئون في ظلل من الغمام، والله تعالى يجيىء فيما يشاء بدليل هذه القراءة. </p><p> وقال ابن كثير: وقد ذكر الإِمام أبو جعفر بن جرير ها هنا حديث الصوَر بطوله من أوله عن أبي هريرة رضي الله عنه عن رسول الله - صلى الله عليه وسلم -، وهو حديث مشهور ساقه غير واحد من أصحاب المسانيد وغيرهم، وفيه:  \"إن الناس إذا اهتموا لموقفهم في العرصات .. تشفعوا إلى ربهم بالأنبياء واحدًا واحدًا من آدم، فمن بعده، فكلهم يحيد عنها حتى ينتهوا إلى محمَّد - صلى الله عليه وسلم -،فإذا جاؤوا إليه قال:أنا لها أنا لها، فيذهب فيسجد لله تحت العرش، ويشفع عند الله في أن يأتي لفصل القضاء بين العباد، فيشفعه الله، ويأتي في ظلل من الغمام بعد ما تنشق السماء الدنيا، وينزل من فيها من الملائكة، ثم الثانية، ثم الثالثة إلى السابعة، وينزل حملة العرش والكروبيون(٢)،قال:وينزل الجبار عَزَّ وَجَلَّ في ظلل من الغمام والملائكة\" . الحديث. </p><p> قال ابن أبي حاتم، وحدثنا أبي قال: حدثنا محمَّد بن الوزير الدمشقي، </p><p>(١) ابن كثير. (٢) الكروبيون: سادة الملائكة \"لسان العرب\".</p><p> حدثنا الوليد قال: سألت زهير بن محمَّد عن قول الله: {هَلْ يَنْظُرُونَ إِلَّا أَنْ يَأْتِيَهُمُ اللَّهُ فِي ظُلَلٍ مِنَ الْغَمَامِ} قال: ظلل من الغمام منظوم من الياقوت مكلل بالجواهر والزبرجد، وقال ابن أبي نجيح وعن مجاهد: في ظلل من الغمام قال: هو غير السحاب، ولم يكن قط إلا لبني إسرائيل في تيه حين تاهوا. </p><p> والقول الأسلم (١) الذي عليه سلف الأمة وأعلام أهل السنة في آيات الصفات وأحاديثها: الإيمان والتسليم لما جاء فيها من الصفات، فيجب علينا الإيمان بظاهرها، وأن نؤمن بها كما جاءت، ونكل علمها إلى الله تعالى وإلى رسوله - صلى الله عليه وسلم -، مع الإيمان والاعتقاد بأن الله تعالى منزه عن سمات الحدوث، وعن الحركة والسكون. قال الكلبي: هذا من الذي لا يفسر، وقال سفيان بن عيينه: كل ما وصف الله به نفسه في كتابه فتفسيره قراءته والسكوت عليه، ليس لأحد أن يفسره إلا الله ورسوله. </p><p> وكان الزهري، والأوزاعي، ومالك، وابن المبارك، وسفيان الثوري، والليث بن سعد وأحمد بن حنبل، وإسحاق بن راهويه يقولون في هذه الآية وأمثالها: اقرؤوها كما جاءت بلا كيف ولا تشبيه ولا تأويل، هذا مذهب أهل السنة، ومعتقد سلف الأمة، وأنشد بعضهم في المعنى: </p><p> عَقِيْدَتُنَا أَنْ لَيْسَ مِثْلُ صِفَاتِهِ ... وَلاَ ذَاتِهِ شَيءٌ عَقِيْدَةُ صَائِبِ </p><p> نُسَلِّمُ آيَاتِ الصِّفَاتِ بِأَسْرِهَا ... وَأَخْبَارَهَا للظَّاهِرِ المُتَقَارِبِ </p><p> وَنُؤْيِسُ عَنْهَا كُنْهَ فَهْمِ عُقُوْلِنَا ... وَتَأْوِيْلُنَا فِعْلُ اَللَّبِيْبِ الْمُغَالِبِ </p><p> وَنَرْكَبُ لِلتَسْلِيْمِ سُفْنًا فَإِنَّهَا ... لِتَسْلِيْمِ دِيْنِ الْمَرْءِ خَيْرُ الْمَركَبِ </p><p> والظلل: جمع (٢) ظلة كقلة وقلل، وهي ما أظلك، وقرأ قتادة، ويزيد بن القعقاع {ظلال} كقلال، والغمام: السحاب الأبيض، وقرأ يزيد (٣) أيضًا </p><p>(١) الخازن. (٢) بيضاوي.(٣) شوكاني.</p><p> {والملائكةِ} بالجر عطفًا على {الْغَمَامِ} أو على {ظُلَلٍ} . قال الأخفش: والملائكة بالخفض بمعنى: وفي الملائكة، قال: والرفع أجود، وقال الزجاج: التقدير في ظلل من الغمام، ومن الملائكة. </p><p> والمعنى: هل ينتظرون إلا أن يأتيهم بما وعدهم من الحساب والعذاب في ظلل من الغمام والملائكة؟. </p><p> وقوله:  {وَقُضِيَ الْأَمْرُ} : معطوف على {يَأْتِيَهُمُ} ، داخل في حيز الانتظار، وإنما عدل إلى صيغة الماضي دلالة على تحققه، فكأنه قد كان، أو جملة مستأنفة جيء بها للدلالة على أن مضمونها واقع لا محالة؛ أي: وفرغ من الأمر الذي هو إهلاكهم. وقرأ معاذ بن جبل شذوذًا:  {وقضاء الأمر} بالمصدر عطفًا على الملائكة، وقرأ يحيى بن يعمر شذوذًا أيضًا:  {وقضى الأمور} بالجمع؛ أي: فهل ينتظرون إلا أن يُقضى الأمر بين الخلائق، ويفصل بينهم بأخذ الحقوق لأربابها، وإنزال كل أحد من المكلفين منزلته، إما في الجنة وإما في النار، وذلك يوم القيامة. {وَإِلَى اللَّهِ} سبحانه وتعالى لا إلى غيره {تُرْجَعُ الْأُمُورُ} يوم النشور؛ أي: ترد إليه أمور الخلائق وشؤونهم؛ ليقضي بينهم القضاء الفاصل، ويجازي كلًّا على عمله. </p><p> فإن قلتَ (١) : هل كانت الأمور ترجع إلى غيره تعالى؟. </p><p> قلت: إن أمور جميع العباد ترجع إليه في الدنيا والآخرة، ولكن المراد من هذا: إعلام الخلق بأنه المجازي على الأعمال بالثواب والعقاب. </p><p> وفيه جواب آخر، وهو أنه لمّا عبد قوم غيره تعالى في الدنيا .. أضافوا أفعاله تعالى إلى طاغوتهم، فإذا كان يوم القيامة، وانكشف الغطاء .. ردوا إلى الله أضافوه إلى غيره في الدنيا. </p><p> وقرأ ابن كثير (٢) ، ونافع، وأبو عمرو، وعاصم على البناء للمفعول على أنه بمعنى: ترد، وقرأ ابن عامر، وحمزة، والكسائي على البناء للفاعل بالتأنيث على </p><p>(١) الخازن. (٢) بيضاوي ومراح.</p>"
}