{
  "id": null,
  "sura": 2,
  "aya": 286,
  "text": "<p> التفضيل بينهم. </p><p> وقرأ ابن جبير وابن يعمر وأبو زرعة بن عمرو بن جرير ويعقوب:  {لا يفرق} بالياء على لفظ كل. قال هارون: وهي في مصحف أُبي وابن مسعود: {لا يفرقون} وهو شاذ، حملًا على معنى كل بعد الحمل على اللفظ. </p><p> {وَقَالُوا} ؛ أي: وقال المؤمنون أيضًا: {سَمِعْنَا} ؛ أي: أجبنا قولك يا إلهما فيما كلفتنا به {وَأَطَعْنَا} ؛ أي: امتثلنا أمرك يا مولانا في ذلك، وقدّم {سَمِعْنَا} على {وَأَطَعْنَا} ؛ لأن التكليف طريقُه السمع، والطاعة بعده، وينبغي للمؤمن أن يكون قائلًا هذا دهره وحياته. {غُفْرَانَكَ} ؛ أي: نسألك غفرانك لذنوبنا يا {رَبَّنَا} وما قصرنا في حقك يا إلهنا {وَإِلَيْكَ} يا إلهنا لا إلى غيرك {الْمَصِيرُ} ؛ أي: المرجع بعد الموت؛ يعني قالوا: إليك يا ربنا مرجعنا ومعادنا، فاغفر لنا ذنوبنا، وفيه إقرار بالبعث والجزاء. </p><p> ٢٨٦ - {لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا} ظاهره أنه إخبار من الله سبحانه وتعالى مستأنف أخبر به أنه لا يكلف العباد من أفعال القلوب والجوارح إلا ما هو في وسع المكلف، والمعنى: أنكم إذا سمعتم وأطعتم ولم تتعمدوا والتقصير، فلو وقع منكم نوع تقصير على سبيل السهو والغفلة .. فلا تكونوا خائفين منه، فإن الله تعالى لا يكلف نفسًا ولا يلزمها من التكاليف والطاعات إلا وسعها وطاقتها؛ أي: إلا ما تسعه قدرتها فضلًا ورحمة منه تعالى، فلا يتعبدها بما لا تطيق. </p><p> وقيل: هذا من كلام الرسول والمؤمنين؛ أي: وقالوا: لا يكلف الله نفسًا إلا وسعها، والمعنى: أنهم لما قالوا: سمعنا وأطعنا .. قالوا: كيف لا نسمع ذلك ولا نطيع وهو تعالى لا يكلفنا إلا ما في وسعنا!. </p><p> وقرأ ابن أبي عبلة:  {إلا وسعها} جعله فعلًا ماضيًا، وأوَّلوه على إضمار {ما} الموصولة؛ أي: إلا ما وسعها. {لَهَا مَا كَسَبَتْ} وعملت من الخير، أي: للنفس ثواب ما عملته من الخير وأجره {وَعَلَيْهَا مَا اكْتَسَبَتْ} ؛ أي: وعليها وزر ما عملته من الشر وعقابه؛ أي: لا ينتفع بطاعتها، ولا يتضرر بمعاصيها غيرها. وتخصيص الكسب بالخير والاكتساب بالشرِّ؛ لأن الاكتساب فيه اعتمال واشتهاء </p><p> وانجذاب، والشر تشتهيه النفس، وتنجذب إليه، فكانت أجد في تحصيله وأعمل، بخلاف الخير فإنه ثقيل عليها. وجاء في الخير بـ {اللام} ؛ لأنه ما يفرح به ويسر، فأضيف إلى ملكه، وجاء في الشر بـ {على} من حيث هو أوزار وأثقال، فجعلت قد عَلَته، وصار تحتها يحملها، وهذا كما تقول: لي مال وعليَّ دين. </p><p> وقولوا في دعائكم: يا {رَبَّنَا لَا تُؤَاخِذْنَا} ؛ أي: لا تعاقبنا {إِنْ نَسِينَا} طاعتك؛ أي: إن تركنا أمرًا من أوامرك نسيانًا {أَوْ أَخْطَأْنَا} في أمرك إن تركنا الصواب فيه لا عن تعمد، كتأخير الصلاة عن وقتها في حالة الغيم جهلًا به، وكقتل الخطأ المشهور، وهذا تعليم منه سبحانه وتعالى عباده المؤمنين كيف يدعونه، ومعناه: قولوا في دعائكم: ربنا لا تؤاخذنا؛ أي: لا تعاقبنا بإثمِ ما يصدر منا من هذين الأمرين. </p><p> وقد (١) استشكل هذا الدعاء جماعة من المُفسِّرين وغيرهم قائلين: إن النسيان والخطأ مغفوران غير مؤاخذ بهما، فالدعاء بذلك من تحصيل الحاصل. وأجيب عن ذلك: بأن المراد طلب ترك المؤاخذة بما صدر عنهم من الأسباب المؤدية إلى النسيان والخطأ من التفريط، وعدم المبالاة، لا من النسيان والخطأ، فإنه لا مؤاخذة بهما، كما يفيد ذلك قوله صلى الله عليه وآله وسلم:  \"رفع عن أمتي الخطأ والنسيان وما استكرهوا عليه\" أخرجه ابن ماجه وابن منذر وابن حبان في \"صحيحه\" والطبراني والدارقطني والحاكم والبيهقي في \"سننه\" وغيرهم من حديث ابن عباس رضي الله عنهما. وقيل: إنه للإنسان أن يدعو بحصول ما هو حاصل له قبل الدعاء لقصد استدامته. وقيل: سؤاله على سبيل إظهار النعمة والتحدث بها على حد: {وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ} ، والصحيح أنه يختلف ذلك باختلاف الوقائع، فقسمٌ: لا يسقط باتفاق، كالغرامات والدِّيات والصلوات المفروضات، وقسم: يسقط باتفاق، كالقصاص والنطق بكلمة الكفر، وقسم ثالث مختلف فيه: كمن أكل ناسيًا في رمضان، أو حنث ساهيًا، وما كان مثله مما يقع </p><p>(١) الشوكاني.</p><p> خطأً أو نسيانًا، ويعرف ذلك في الفروع. انتهى. ومن هنا إلى آخر السورة سبع دعوات مستجابة. </p><p> {رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَا إِصْرًا} ؛ أي: وقولوا يا ربنا لا تكلفنا بالأمور الشاقة {كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا} من بني إسرائيل؛ أي: لا تشدد علينا في التكاليف كما شددت على من قبلنا من اليهود. وفي قراءة أُبيّ بالتشديد شذوذًا في:  {ولا تحمِّل علينا إصرًا} إفادةٌ للتكثير. </p><p> قال المفسرون (١) : إن الله تعالى فرض عليهم خمسين صلاة في اليوم والليلة، وأمرهم بأداء ربع أموالهم في الزكاة، ومن أصاب ثوبه نجاسة .. أمر بقطعها، وكانوا إذا نسوا شيئًا .. عجلت لهم العقوبة في الدنيا، وكانوا إذا أتوا بخطيئة .. حرم عليهم من الطعام بعض ما كان حلالًا لهم، ومن أصاب ذنبًا .. أصبح وذنبه مكتوب على بابه، ونحو ذلك من الأثقال والآصار التي كتبت عليهم، فسأل المسلمون ربهم أن يصونهم عن أمثال هذه التغليظات والعهود الثقيلة، وقد أجاب الله دعائهم برحمته، وخفف عنهم بفضله وكرمه، فقال تعالى:  {وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ} . </p><p> {وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ} ؛ أي: قوة {لَنَا به} من البلاء والعقوبة النازلة بمن قبلنا أو من التكاليف التي لا تفي بها الطاقة البشرية، وهذا أعم من الإصر السابق؛ لتخصيصه بالتشبيه وعموم هذا، والتشديد في {وَلَا تُحَمِّلْنَا} : للتعدية. {وَاعْفُ عَنَّا} ؛ أي: أمح آثار ذنوبنا {وَاغْفِرْ لَنَا} ؛ أي: واستر عيوبنا، ولا تفضحنا بالمؤاخذة بين رؤوس الأشهاد {وَارْحَمْنَا} ؛ أي: تعطف بنا وتفضل علينا {أَنْتَ مَوْلَانَا} ؛ أي؛ ناصرنا وحافظنا وولينا ومتولي أمورنا، ونحن عبيدك. ويقال: واعف عنا من المسخ كما مسخت قوم عيسى، واغفر لنا من الخسف كما خسفت بقارون، وارحمنا من القذف كما قذفت قوم لوط، فلما دَعَوا بهذا الدعاء رفع الله عنهم ذنوب حديث النفس والنسيان والخطأ والاستكراه، وعفا عنهم من </p><p>(١) مراح خازن.</p><p> الخسف والمسخ والقذف. {فَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ} ؛ أي: الجاحدين الذين عبدوا غيرك، وجحدوا وحدانيتك؛ أي: انصرنا عليهم في محاربتنا معهم، وفي مناظرتنا بالحجة معهم، وفي إعلاء دولة الإِسلام على دولتهم، فإن من حق المولى أن ينصر مواليه على الأعداء. روي أنه - صلى الله عليه وسلم - لما دعا بهذه الدعوات قيل له عند كل كلمة: قد فعلت. </p><p> وعن عبد الله بن مسعود رضي الله عنه قال: لما أُسري برسول الله صلى الله عليه وآله وسلم انتهى به إلى سدرة المنتهى، وهي في السادسة، وإليها ينتهي ما يعرج من الأرض، فيقبض منها، وإليها ينتهي ما يهبط من فوقها، فيقبض منها. قال: {إِذْ يَغْشَى السِّدْرَةَ مَا يَغْشَى (١٦) } قال: فراشٌ من ذهب. قال: فأُعطي رسول الله صلى الله عليه وآله وسلم ثلاثًا: أعطي الصلوات الخمس، وخواتيم سورة البقرة، وغفر - لمن لا يشرك بالله من أمته شيئًا - المقحمات. أخرجه مسلم. المقحمات: الذنوب التي تولج مرتكبها النار، وأصل الاقتحام: الولوج. </p><p> وعن أبي مسعود الأنصاري رضي الله عنه قال: قال رسول الله صلى الله عليه وآله وسلم: \"الآيتان من آخر سورة البقرة من قرأهما في ليلة كفتاه\" متفق عليه. معناه: كفتاه من كل ما يحذر من كل هامة وشيطان، فلا يقربه تلك الليلة. وقيل: كفتاه عن قيام الليل. </p><p> وعن ابن عباس رضي الله عنهما قال: بينا رسول الله صلى الله عليه وآله وسلم عنده جبريل عليه السلام، إذ سمع نقيضًا من فوقه، فرفع جبريل بصره إلى السماء فقال: هذا باب من السماء فتح اليوم، لم يفتح قط إلا اليوم، فنزل منه ملك فقال: هذا ملك نزل من السماء إلى الأرض لم ينزل قط إلا اليوم، فسلم وقال: أبشرْ بنورين أوتيتَهما لم يؤتهما نبي قبلك: فاتحة الكتاب، وخواتيم سورة البقرة، لن تقرأ بحرف منهما إلا أعطيته. أخرجه مسلم. </p><p> وعن النعمان بن بشير رضي الله عنه: عن النبي صلى الله عليه وآله وسلم قال: \"إن الله كتب لنا كتابًا قبل أن يخلق السموات والأرض بألفي عام، أنزل فيه آيتين ختم بهما سورة البقرة، ولا يقرآن في دار ثلاث ليالٍ فيقربها شيطان\" . </p><p> أخرجه الترمذي، وقال: حديث غريب. </p><p> ولما مدح الله سبحانه وتعالى المتقين في أول السورة .. بيّن في آخر السورة أنهم أمة محمَّد صلى الله عليه وآله وسلم، فقال:  {وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ} ؛ وهذا هو المراد بقوله تعالى هناك:  {الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ} ثم قال ها هنا؛ {وَقَالُوا سَمِعْنَا وَأَطَعْنَا} وهو المراد بقوله تعالى هناك: {وَيُقِيمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ} ثم قال ها هنا: {غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ} وهو المراد بقوله هناك: {وَبِالْآخِرَةِ هُمْ يُوقِنُونَ} ثم حكى الله تعالى عنهم ها هنا كيفية تضرعهم إلى ربهم في قولهم: {رَبَّنَا لَا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا} إلى آخر السورة، وهو المراد بقوله تعالى هناك: {أُولَئِكَ عَلَى هُدًى مِنْ رَبِّهِمْ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ (٥) } فانظر كيف حصلت الموافقة بين أول السورة وآخرها. </p><p> الإعراب </p><p> {لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ} . </p><p> {لِلَّهِ} : جار ومجرور خبر مقدم. {مَا} : موصولة، أو موصوفة في محل الرفع مبتدأ مؤخر، والجملة مستأنفة {فِي السَّمَاوَاتِ} : جار ومجرور متعلق بمحذوف صلة لـ {مَا} أو صفة لها، {وَمَا} : الواو عاطفة و {مَا} : موصولة أو موصوفة في محل الرفع معطوفة على {مَا} الأولى: {فِي الْأَرْضِ} : جار ومجرور صلة لها، أو صفة لها. </p><p> {وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُمْ بِهِ اللَّهُ} . </p><p> {وَإن}  {الواو} : استئنافية. {إن} : حرف شرط جازم {تُبْدُوا} : فعل وفاعل مجزوم بـ {إن} على كونه فعل شرط لها {مَا} : موصولة أو موصوفة في محل النصب مفعول به {فِي أَنْفُسِكُمْ} : جار ومجرور ومضاف إليه، متعلق بمحذوف صلة لـ {مَا} أو صفة لها {أَوْ} : حرف عطف وتفصيل {تُخْفُوهُ} : فعل وفاعل ومفعول مجزوم بـ {إن} الشرطية؛ لأنه معطوف على فعل الشرط </p><p> {يُحَاسِبْكُمْ} : فعل ومفعول مجزوم بـ {إن} على كونه جواب الشرط {بِهِ} : جار ومجرور متعلق به، {اللَّهُ} فاعل، وجملة {إن} الشرطية من فعل شرطها وجوابها مستأنفة. </p><p> {فَيَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} . </p><p> {فَيَغْفِرُ} الفاء بمعنى الواو الاستئنافية {يغفر} : فعل مضارع مرفوع، وفاعله ضمير يعود على {اللَّهُ} ، والجملة الفعلية في محل الرفع خبر لمبتدأ محذوف تقديره: فهو يغفر لمن يشاء، والجملة الإسمية مستأنفة. هذا على قراءة الرفع، وأما على قراءة الجزم فمعطوفٌ على يحاسبكم. وقرىء شذوذًا بالنصب كما مر على إضمار {أن} ؛ فينسبك منها مع ما بعدها مصدرٌ مرفوع معطوف على مصدر متصيَّد من {يُحَاسِبْكُمْ} تقديره: وإن تبدوا ما في أنفسكم أو تخفوه يكن محاسبة فمغفرة وتعذيب، وهذه الأوجه الثلاثة قد جاءت في قول الشاعر: </p><p> فَإنْ يَهْلِكَ أَبُوْ قَابُوْسَ يَهْلِكْ ... رَبِيْعُ النَّاسِ وَالشَهْرُ الْحَرَامُ </p><p> وَنَأْخُذُ بَعْدَهُ بِذِنَابِ عَيْشٍ ... أجَبِّ الظَّهْرِ لَيْسَ لَهُ سِنَامُ </p><p> يروى بجزم ونأخذ ورفعه ونصبه ما سبق. {لِمَن} : جار ومجرور متعلق بـ {يغفر} . {يَشَاءُ} : فعل مضارع، وفاعله ضمير يعود على الله، والجملة صلة {من} الموصولة، والعائد محذوف تقديره: لمن يشاء مغفرته. {وَيُعَذِّبُ} : معطوف على {يغفر} بالأوجه الثلاثة السابقة {مَن} : اسم موصول مفعول {يعذب} ، وجملة {يَشَاءُ} صلته، والعائد محذوف تقديره: يشاء تعذيبه. {وَاللَّهُ} الواو استئنافية {اللَّهُ} : مبتدأ {عَلَى كُلِّ شَيْءٍ} : جار ومجرور ومضاف إليه، متعلق بـ {قَدِيرٌ} ، وهو خبر المبتدأ، والجملة مستأنفة. </p><p> {آمَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ} . </p><p> {آمَنَ الرَّسُولُ} : فعل وفاعل، والجملة مستأنفة {بِمَا} : جار ومجرور متعلق بـ {آمَنَ} ، {أُنْزِلَ} : فعل ماضٍ مغير الصيغة، ونائب فاعله ضمير يعود </p><p> على {ما} ، والجملة صلة لـ {ما} أو صفة لها، والعائد أو الرابط ضمير النائب {إِلَيْهِ} جار ومجرور متعلق بـ {أُنْزِلَ} . {مِنْ رَبِّهِ} : جار ومجرور ومضاف إليه، متعلق بـ {أُنْزِلَ} أيضًا، {وَالْمُؤْمِنُونَ} يجوز فيه وجهان: </p><p> أحدهما: أنه مرفوع بالفاعلية عطفًا على الرسول، فيكون الوقف عليه، ويكون قوله:  {كُلٌّ آمَنَ} جملة اسمية مركبة من مبتدأ وخبر مستأنفة استئنافًا بيانيًّا تدل على أن جميع من تقدم ذكره آمن بما سيذكر بعدها. </p><p> والثاني: أن يكون المؤمنون مبتدأ أول، و {كُلٌّ} : مبتدأ ثانٍ، و {آمَنَ} : خبر للمبتدأ الثاني، وجملة المبتدأ الثاني مع خبره: خبر عن المبتدأ الأول، وعلى هذا فلا بد من رابط يربط بين الجملة الصغرى والكبرى، وهو محذوف تقديره: كلٌّ منهم، كقولهم: السَّمْنُ منوان بدرهمٍ، تقديره: منوانٍ منه {بِاللَّهِ} : جار ومجرور متعلق بـ {آمَنَ}  {وَمَلَائِكَتِهِ} : معطوف على الجلالة ومضاف إليه، وكذا قوله:  {وَكُتُبِهِ وَرُسُلِهِ} : معطوفان على لفظ الجلالة. </p><p> {لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ} . </p><p> {لَا} : نافية {نُفَرِّقُ} : فعل مضارع، وفاعله ضمير مستتر تقديره: نحن، {بَيْنَ أَحَدٍ} : ظرف ومضاف إليه متعلق بـ {نُفَرِّقُ} ، والجملة الفعلية مقول لقول محذوف تقديره: يقولون: لا نفرق بين أحد من رسله، والقول المحذوف حال من الضمير المستتر في {آمَنَ} تقديره: كل آمن باللهِ وملائكته وكتبه ورسله حالة كونهم قائلين لا نفرق بين أحد. </p><p> {وَقَالُوا سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ} . </p><p> {وَقَالُوا} الواو عاطفة {قالوا} : فعل وفاعل، والجملة في محل الرفع معطوفة على جملة {آمَنَ} . {سَمِعْنَا وَأَطَعْنَا} إلى آخر الآية مقول محكي لـ {قالوا} ، وإن شئت قلت:  {سَمِعْنَا} : فعل وفاعل، والجملة في محل النصب مقول {قالوا} ، وكذلك جملة {أطعنا} : معطوفة على جملة {سَمِعْنَا} . {غُفْرَانَكَ} : مفعول لفعل محذوف ومضاف إليه تقديره: نسألك غفرانك، </p><p> والجملة المحذوفة في محل النصب مقول {قالوا} . {رَبَّنَا} : منادى مضاف حذف منه حرف النداء، وجملة النداء في محل النصب مقول {قالوا} ، {وَإِلَيْكَ} : الواو عاطفة {إليك} : جار ومجرور خبر مقدم {الْمَصِيرُ} مبتدأ مؤخر، والجملة الإسمية في محل النصب معطوفة على جملة {سَمِعْنَا} على كونها مقولًا لـ {قالوا} وفي \"الجمل\" : أنها معطوفة على مقدَّر؛ أي: فمنك مبدأنا، وإليك المصير. </p><p> {لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لَا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا} . </p><p> {لَا} : نافية {يُكَلِّفُ اللَّهُ} : فعل وفاعل، والجملة مستأنفة {نَفْسًا} : مفعول أول {إِلَّا} : أداة استثناء مفرغ {وُسْعَهَا} : مفعول ثانٍ ومضاف إليه. {لَهَا} : جار ومجرور خبر مقدم {مَا} : موصولة في محل الرفع مبتدأ، والجملة مستأنفة {كَسَبَتْ} : فعل ماضٍ، وفاعله ضمير يعود على {نَفْسًا} ، والجملة صلة لـ {مَا} أو صفة لها، والعائد أو الرابط محذوف تقديره: ما كسبته {وَعَلَيْهَا مَا اكْتَسَبَتْ} : الواو عاطفة {عليها} : جار ومجرور خبر مقدم. {مَا اكْتَسَبَتْ} . {مَا} : موصولة أو موصوفة في محل الرفع مبتدأ مؤخر، والجملة معطوفة على جملة قوله:  {لَهَا مَا كَسَبَتْ} . {اكْتَسَبَتْ} : فعل ماضٍ، وفاعله ضمير يعود على {نَفْسًا} ، والجملة صلة لـ {مَا} أو صفة لها، والعائد أو الرابط محذوف تقديره: ما اكتسبته. {رَبَّنَا لَا تُؤَاخِذْنَا} إلى آخر السورة: مقول محكي لقول محذوف تقديره: قولوا في دعائكم: ربنا لا تؤاخذنا، وجملة القول المحذوف مستأنفة، وإن شئت قلتَ:  {رَبَّنَا} : منادى مضاف حذف منه حرف النداء، وجملة النداء في محل النصب مقول للقول المحذوف. {لَا تُؤَاخِذْنَا} : {لَا} : دعائية جازمة {تُؤَاخِذْنَا} : فعل ومفعول مجزوم بـ {لَا} الدعائية، وفاعله ضمير يعود على الله، والجملة في محل النصب مقول للقول المحذوف. {إِنْ نَسِينَا أَوْ أَخْطَأْنَا}  {إن} : حرف شرط {نَسِينَا} : فعل وفاعل في محل الجزم بـ {إن} على كونه فعل شرط لها {أَوْ} : حرف عطف وتفصيل. {أَخْطَأْنَا} : فعل وفاعل في محل </p><p> الجزم معطوف على {نَسِينَا} وجواب {إن} معلوم مما قبله تقديره: إن نسينا أو أخطأنا لا تؤاخذنا بذلك النسيان أو الخطأ، وجملة {إن} الشرطية في محل النصب مقول للقول المحذوف. </p><p> {وَلَا تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا} . </p><p> {وَلَا}  {الواو} : عاطفة {لا} : ناهية. {تَحْمِلْ} : مجزوم بـ {لا} الناهية، وفاعله ضمير يعود على {اللَّهُ} ، والجملة معطوفة على جملة قوله: لا تؤاخذنا. {عَلَيْنَا} : جار ومجرور متعلق بـ {تَحْمِلْ} . {إِصْرًا} : مفعول به {كَمَا} : الكاف حرف جر {ما} : مصدرية. {حَمَلْتَهُ} : فعل وفاعل ومفعول {الَّذِينَ} : جار ومجرور متعلق بـ {حَمَلْتَهُ} ، والجملة الفعلية صلة {ما} المصدرية، {ما} مع صلتها في تأويل مصدر مجرور بالكاف، الجار والمجرور صفة لمصدر محذوف تقديره: ولا تحمل علينا إصرًا حملًا كائنًا كحملك على الذين من قبلنا. {مِنْ قَبْلِنَا} : {مِن} : حرف جر. {قَبْلِنَا} : مجرور ومضاف إليه، الجار والمجرور متعلق بمحذوف صلة الوصول. </p><p> {رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِ} . </p><p> {رَبَّنَا} : منادى مضاف، وجملة النداء في محل النصب مقول القول. {وَلَا تُحَمِّلْنَا} : الواو عاطفة {لا} : دعائية. {تُحَمِّلْنَا} : فعل ومفعول أول مجزوم بـ {لا} الدعائية، وفاعله ضمير يعود على الله، والجملة معطوفة على جملة قوله:  {لَا تُؤَاخِذْنَا} . {مَا لَا طَاقَةَ} ؛ {مَا} : موصولة أو موصوفة في محل النصب مفعول ثانٍ {لَا} : نافية تعمل عمل {إن} . {طَاقَةَ} : اسمها {لَنَا} : جار ومجرور متعلق بمحذوف خبر {لَا}  {بِهِ} : جار ومجرور متعلق بـ {طَاقَةَ} ؛ لأنه اسم مصدر من: أطاق الرباعي، وجملة {لَا} من اسمها وخبرها صلة لـ {مَا} أو صفة لها، والعائد أو الرابط ضمير {بِه} . </p><p> {وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا أَنْتَ مَوْلَانَا فَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ} </p><p> {وَاعْفُ} الواو عاطفة، والجمل الثلاث معطوفات على جملة قوله: {لَا </p><p> تُؤَاخِذْنَا}، وكذا جملة قوله:  {وَارْحَمْنَا} معطوفة عليها. {أَنْتَ مَوْلَانَا} : مبتدأ وخبر ومضاف إليه، والجملة في محل النصب مقول القول. {فَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ} : الفاء: عاطفة سببية {انصرنا} : فعل ومفعول، وفاعله ضمير يعود على الله. {عَلَى الْقَوْمِ الْكَافِرِينَ} : جار ومجرور وصفة، متعلق بـ {انصرنا} ، والجملة الفعلية في محل النصب معطوفة على جملة {أَنْتَ مَوْلَانَا} . </p><p> التصريف ومفردات اللغة </p><p> {وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ أَوْ تُخْفُوهُ} من أبدى الرباعي، يقال: أبدى ما في ضميره إذا أظهره بفعله أو قوله. {أَوْ تُخْفُوهُ} من أخفى الرباعي، يقال: أخفى الشيء إذا أسره في نفسه، وقدِّم الإبداء هنا على الإخفاء؛ لأن الأصل في الأمور التي يحاسب عليها هو الأعمال البادية، وأما تقديم الإخفاء في قوله تعالى في آل عمران:  {قُلْ إِنْ تُخْفُوا مَا فِي صُدُورِكُمْ أَوْ تُبْدُوهُ يَعْلَمْهُ اللَّهُ} ؛ فلكون العلم يتعلق بالأعمال الخافية والبادية على السوية، وقدم المغفرة على التعذيب؛ لكون رحمته سبقت غضبه. </p><p> {وَإِلَيْكَ الْمَصِيرُ} والمصير (١) : مصدرٌ ميميٌّ من صار يصير صيرورة ومصيرًا، وهو مبني على مفعِل بكسر العين، وقد اختلف النحويون في بناء المفعل مما عينه ياء نحو: يبيت ويعيش، فذهب بعضهم إلى أنه كالصحيح نحو: يضرب يكون للمصدر بالفتح، وللمكان والزمان بالكسر نحو {وَجَعَلْنَا النَّهَارَ مَعَاشًا (١١) }؛ أي: عيشًا. والمصير بمعنى الصيرورة على هذا شاذ، وذهب بعضهم إلى التخيير في المصدر بين أن تبنيه على مفعِل بكسر العين أو مفعَل بفتحها، وأما الزمان والمكان فبالكسر ذهب إلى ذلك الزجاج، ورده عليه أبو علي، وذهب بعضهم إلى الاقتصار على السماع، فحيث بنت العرب المصدر على مفعِل أو مفعل اتبعناه، وهذا المذهب أحوط. </p><p> {إِلَّا وُسْعَهَا} والوسع بتثليث الواو كما في \"القاموس\" : دون المجهود في </p><p>(١) أبو حيان.</p><p> المشقة، وهو ما يتسع له قدرة الإنسان، يقال: وسعه الشيء بالكسر يسعه سعة بالفتح، والسعة بالفتح الجدة والطاقة. </p><p> {رَبَّنَا لَا تُؤَاخِذْنَا} يقرأ (١) بالهمزة وهو من الأخذ بالذنب، ويقرأ بالواو ويحتمل وجهين: </p><p> أحدهما: أن يكون من الأخذ أيضًا، وإنما أبدلت الهمزة واو لانفتاحها وانضمام ما قبلها، وهو تخفيف قياسي. </p><p> ويحتمل أن يكون من: وَاخَذَهُ بالواو. قاله: أبو البقاء. وجاء هنا بلفظ المفاعلة وهو فعل واحد وهو الله؛ لأن المسيء قد أمكن من نفسه وطرق السبيل إليها بفعله، فكأنه أعان من يعاقبه بذنبه، ويأخذ به على نفسه فحسنت المفاعلة، ويجوز أن يكون من باب سافرت وعاقبت وطارقت. </p><p> {إِصْرًا} الإصر: العناء الثقيل الذي يأصر صاحبه؛ أي: يحبسه مكانه والمراد به التكاليف الشاقة، ذكره أبو السعود. وفي \"المختار\" : أصره يأصره - من باب ضرب - إصرارًا إذا حبسه، ويطلق على كل ما يثقل على النفس كشماتة الأعداء. </p><p> {مَا لَا طَاقَةَ لَنَا بِهِ} : والطاقة القدرة على الشيء، وهي في الأصل مصدر جاء على حذف الزوائد، وكان من حقها إطاقة؛ لأنها من أطاق، ويصح أن تكون اسم مصدر لأطاق الرباعي. </p><p> {مَوْلَانَا} المولى: مفعل من: ولى يلي، وهو هنا مصدر ميمي يراد به اسم الفاعل ويجوز أن يكون على حذف مضاف؛ أي: صاحب تولينا؛ أي: نصرتنا. </p><p> البلاغة </p><p> وقد تضمنت الآية من ضروب البلاغة أنواعًا: </p><p>(١) الجمل.</p><p> منها: الطباق بين قوله: {وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ} ، وقوله:  {أَوْ تُخْفُوهُ} ، وكذا بين {فَيَغْفِرُ} ، و {وَيُعَذِّبُ} . </p><p> ومنها: الطباق المعنوي بين: {لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ} ؛ لأن {لَهَا} إشارة إلى ما يحصل به نفع {وَعَلَيْهَا} إشارة إلى ما يحصل به ضرر، وقدم {لَهَا}  {وَعَلَيْهَا} على الفعلين؛ ليفيد أن ذلك لها لا لغيرها، وعليها لا على غيرها، وإنما كرر الفعل وخالف بين التصريفين تحسينًا للنظم، كما في قوله تعالى: {فَمَهِّلِ الْكَافِرِينَ أَمْهِلْهُمْ رُوَيْدًا (١٧) }. </p><p> ومنها: التكرار في قوله: {وَمَا فِي الْأَرْضِ} كرر {ما} تنبيهًا وتوكيدًا للكلام. </p><p> ومنها: الجناس المغاير، ويسمى جناس الاشتقاق في قوله:  {آمَنَ}  {وَالْمُؤْمِنُونَ} . </p><p> ومنها: تكرير النداء بين المتعاطفات لإظهار مزيد الضراعة والالتجاء إلى الرب الكريم. </p><p> ومنها: الإطناب في قوله: {لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ} . </p><p> ومنها: الاستعارة المصرحة في قوله: {وَلَا تَحْمِلْ عَلَيْنَا إِصْرًا} ؛ لأن الإصر في الأصل: الحمل الثقيل الذي يحبس صاحبه في مكانه، والمراد به هنا: التكاليف الشاقة. </p><p> ومنها: التشبيه في قوله: {كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا} . </p><p> ومنها: الإيجاز بالحذف في قوله: {وَالْمُؤْمِنُونَ} ؛ أي؛ آمنوا بالله ورسله. </p><p> وفي مواضع أخرى عديدة. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> تتمة </p><p> وخلاصة ما في هذه السورة من أمهات الشريعة خمسة عشر: </p><p> الأول: دعوة الناس جميعًا إلى عبادة ربهم. </p><p> والثاني: عدم اتخاذ أنداد له. </p><p> والثالث: ذكر الوحي والرسالة، والحجاج على ذلك بهذا الكتاب المنزل على عبده، وتحدي الناس كافة بالإتيان بمثله. </p><p> والرابع: ذكر أُسِّ الدين، وهو توحيد الله. </p><p> والخامس: إباحة الأكل من جميع الطيبات. </p><p> والسادس: ذكر الأحكام العملية من إقامة الصلاة، وإيتاء الزكاة، وأحكام الصيام، والحج والعمرة، وأحكام القتال والقصاص. </p><p> والسابع: الأمر بإنفاق المال في سبيل الله. </p><p> والثامن: تحريم الخمر والميسر. </p><p> والتاسع: معاملة اليتامى ومخالطتهم في المعيشة. </p><p> والعاشر: أحكام الزوجية من طلاق ورضاعة وعدة. </p><p> والحادي عشر: تحريم الربا والأمر بأخذ ما بقي منه. </p><p> والثاني عشر: أحكام الدَّين من كتابة وإشهاد، وشهادة وحكم النساء والرجال في ذلك. </p><p> والثالث عشر: وجوب أداء الأمانة. </p><p> والرابع عشر: تحريم كتمان الشهادة. </p><p> والخامس عشر: خاتمة ذلك كله الدعاء الذي طلب إلينا أن ندعوه به، وعلى الجملة فقد فُصلت فيها الأحكام وضُربت الأمثال وأقيمت الحجج، ولم تشتمل سورة على مثل ما اشتملت عليه، ومن ثمَّ سمُيت فسطاط القرآن. </p><p> خاتمة </p><p> قال محمَّد بن حزم في كتابه \"الناسخ والمنسوخ\" : واعلم أن نزول المنسوخ بمكة كثير، والناسخ بالمدينة كثير، وليس في أم الكتاب شيء منهما، فأما سورة البقرة وهي مدنية، ففيها ستة وعشرون آية من المنسوخ. </p><p> الأولى منها: قوله تعالى: {إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا} الآية وهي منسوخة بقوله تعالى في آل عمران؛ {وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ} مدنية ٨٥. </p><p> والثانية منها: قوله تعالى: {وَقُولُوا لِلنَّاسِ حُسْنًا} فإنها منسوخة بقوله تعالى في براءة آية السيف: {فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ} مدنية ٥. </p><p> والثالثة: قوله تعالى: {فَاعْفُوا وَاصْفَحُوا حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ} فإنها منسوخة بقوله تعالى في براءة: {قَاتِلُوا الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَلَا بِالْيَوْمِ الْآخِرِ} إلى قوله: {حَتَّى يُعْطُوا الْجِزْيَةَ عَنْ يَدٍ وَهُمْ صَاغِرُونَ} مدنية: ٢٩. </p><p> والرابعة: قوله تعالى: {وَلِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ} هذا محكم، والمنسوخ منها قوله:  {فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْهُ اللَّهِ} منسوخ بقوله تعالى: {وَحَيْثُ مَا كُنْتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ} البقرة مدنية ١٤٤. </p><p> والخامسة: قوله تعالى: {إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلْنَا مِنَ الْبَيِّنَاتِ وَالْهُدَى} الآية منسوخة بالاستثناء بقوله: {إِلَّا الَّذِينَ تَابُوا وَأَصْلَحُوا وَبَيَّنُوا} البقرة ١٥٩. </p><p> والسادسة: قوله تعالى: {إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ} الآية، فنسخ منها بالسنَّة بعض الميتة وبعض الدم بقوله - صلى الله عليه وسلم -: \"أحلت لنا ميتتان ودمان: السمك والجراد، والكبد والطحال\" . وقال سبحانه:  {وَمَا أُهِلَّ بِهِ لِغَيْرِ اللَّهِ} ، ثم رخص للمضطر إذا كان غير باغٍ ولا عاد بقوله:  {فَلَا إِثْمَ عَلَيْهِ} . </p><p> والسابعة: قوله تعالى: {كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى الْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ وَالْأُنْثَى بِالْأُنْثَى} وهذا الأخير موضع النسخ منها - أعني - والأنثى بالأنثى، وباقيها محكم وناسخها قوله تعالى:  {وَكَتَبْنَا عَلَيْهِمْ فِيهَا أَنَّ النَّفْسَ بِالنَّفْسِ} الآية المائدة ٤٥ وقيل: ناسخها قوله تعالى في سورة الإسراء: {وَمَنْ قُتِلَ مَظْلُومًا فَقَدْ جَعَل </p><p> لِوَلِيِّهِ سُلْطَانًا فَلَا يُسْرِفْ فِي الْقَتْلِ} مدنية ٣٣، وقتل الحر بالعبد إسراف، وكذلك قتل المسلم بالكافر. </p><p> والثامنة: قوله تعالى: {كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ إِنْ تَرَكَ خَيْرًا الْوَصِيَّةُ لِلْوَالِدَيْنِ وَالْأَقْرَبِينَ} فإنها منسوخة بقوله تعالى: {يُوصِيكُمُ اللَّهُ فِي أَوْلَادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ}  \"النساء مدنية:١١\" . </p><p> والتاسعة: قوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ} فإنها منسوخة، وذلك أنهم كانوا إذا أفطروا أكلوا وشربوا وجامعوا النساء ما لم يصلوا العشاء الأخيرة أو يناموا قبل ذلك، ثم نسخ الله ذلك بقوله:  {أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَى نِسَائِكُمْ} إلى قوله: {وَابْتَغُوا مَا كَتَبَ اللَّهُ لَكُمْ} البقرة: ١٨٧ في شأن عمر رضي الله عنه والأنصاري؛ لأنهما جامعا معًا ونزل في صرفه:  {وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ مِنَ الْفَجْرِ} . </p><p> والعاشرة: قوله تعالى: {وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ} هذه الآية نصفها منسوخ، وناسخها قوله تعالى:  {فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ} يعني: فمن شهد منكم الشهر حيًّا بالغًا حاضرًا صحيحًا عاقلًا فليصمه. </p><p> والحادية عشرة: قوله تعالى: {وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ وَلَا تَعْتَدُوا إِنَّ اللَّهَ لَا يُحِبُّ الْمُعْتَدِينَ (١٩٠) } فإنّ خصوصها منسوخ بعموم قوله تعالى: {وَقَاتِلُوا الْمُشْرِكِينَ كَافَّةً كَمَا يُقَاتِلُونَكُمْ كَافَّةً} التوبة مدنية: ٣٦. </p><p> والثانية عشرة: قوله تعالى: {وَلَا تُقَاتِلُوهُمْ عِنْدَ الْمَسْجِدِ الْحَرَامِ حَتَّى يُقَاتِلُوكُمْ فِيهِ} فإنها منسوخة بقوله تعالى: {فَإِنْ قَاتَلُوكُمْ فَاقْتُلُوهُمْ} البقرة مدنية: ١٩١. </p><p> والثالثة عشرة: قوله تعالى: {فَإِنِ انْتَهَوْا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} وهذا من الأخبار التي معناها الأمر تأويله: فاغفروا لهم، واعفوا عنهم، ثم أخبار العفو منسوخة بآية السيف بقوله تعالى:  {فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ} التوبة مدنية:٥. </p><p> والرابعة عشرة: قوله تعالى: {وَلَا تَحْلِقُوا رُءُوسَكُمْ حَتَّى يَبْلُغَ الْهَدْيُ مَحِلَّهُ} نسخ عمومها بخصوص قوله تعالى: {فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ بِهِ أَذًى مِنْ رَأْسِهِ فَفِدْيَةٌ مِنْ </p><p> صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ}. </p><p> والخامسة عشرة: قوله تعالى: {يَسْأَلُونَكَ مَاذَا يُنْفِقُونَ قُلْ مَا أَنْفَقْتُمْ مِنْ خَيْرٍ فَلِلْوَالِدَيْنِ وَالْأَقْرَبِينَ} نسخت بقوله تعالى: {إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ} الآية التوبة مدنية: ٦٠. </p><p> والسادسة عشرة: قوله تعالى: {يَسْأَلُونَكَ عَنِ الشَّهْرِ الْحَرَامِ قِتَالٍ فِيهِ} الآية نسخت بقوله تعالى: {فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ} الآية التوبة مدنية:٥. </p><p> والسابعة عشرة: قوله تعالى: {يَسْأَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ} الآية نسخت بقوله تعالى: {وَإِثْمُهُمَا أَكْبَرُ مِنْ نَفْعِهِمَا} ، فلما نزلت هذه الآية امتنع قوم عن شربها، وبقي قوم على شربها، ثم أنزل الله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَقْرَبُوا الصَّلَاةَ وَأَنْتُمْ سُكَارَى حَتَّى تَعْلَمُوا مَا تَقُولُونَ} النساء: ٤٣، وكانوا يشربون بعد العشاء الآخرة، ثم يرقدون، ثم يقومون من غد وقد صحوا، ثم يشربونها بعد الفجر إن شاؤوا فإذا جاء وقت الظهر لا يشربونها البتة، ثم أنزل الله تعالى:  {فَاجْتَنِبُوهُ} المائدة مدنية: ٩٠؛ أي: فاتركوه. </p><p> والثامنة عشرة: قوله تعالى: {وَيَسْأَلُونَكَ مَاذَا يُنْفِقُونَ قُلِ الْعَفْوَ} ؛ يعني: الفضل من أموالكم منسوخة بقوله تعالى: {خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ} الآية التوبة مدنية: ١٠٣. </p><p> والتاسعة عشرة: قوله تعالى: {وَلَا تَنْكِحُوا الْمُشْرِكَاتِ حَتَّى يُؤْمِنَّ} نسخ عمومها الكتابيات والوثنيات بقوله تعالى: {وَالْمُحْصَنَاتُ مِنَ الْمُؤْمِنَاتِ وَالْمُحْصَنَاتُ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ} المائدة مدنية: ٥. </p><p> والعشرون: قوله تعالى: {وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلَاثَةَ قُرُوءٍ} هذه الآية جميعها محكم إلا كلامًا في وسطها، وهو قوله تعالى:  {وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَلِكَ} نسخ بقوله تعالى: {الطَّلَاقُ مَرَّتَانِ فَإِمْسَاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بِإِحْسَانٍ} . </p><p> الحادية والعشرون: قوله تعالى: {وَلَا يَحِلُّ لَكُمْ أَنْ تَأْخُذُوا مِمَّا آتَيْتُمُوهُنَّ شَيْئًا} نسخ عمومها بالاستثناء بقوله تعالى: {إِلَّا أَنْ يَخَافَا أَلَّا يُقِيمَا حُدُودَ اللَّهِ} . </p><p> والثانية والعشرون: قوله تعالى: {وَالْوَالِدَاتُ يُرْضِعْنَ أَوْلَادَهُنَّ حَوْلَيْنِ كَامِلَيْنِ} </p><p> نسخت بالاستثناء بقوله تعالى:  {فَإِنْ أَرَادَا فِصَالًا عَنْ تَرَاضٍ مِنْهُمَا وَتَشَاوُرٍ فَلَا جُنَاحَ عَلَيْهِمَا} فصارت هذه الإرادة بالاتفاق ناسخة لحولين كاملين. </p><p> والثالثة والعشرون: قوله تعالى: {وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا وَصِيَّةً لِأَزْوَاجِهِمْ} الآية، نسخت بقوله تعالى:  {وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا} وليس في كتاب الله آية تقدم ناسخها على منسوخها إلا هذه الآية وآية أخرى في سورة الأحزاب، وهي قوله تعالى:  {يَا أَيُّهَا النَّبِيُّ إِنَّا أَحْلَلْنَا لَكَ أَزْوَاجَكَ} الآية، نُسخت بقوله تعالى:  {لَا يَحِلُّ لَكَ النِّسَاءُ مِنْ بَعْدُ} الآية. </p><p> والرابعة والعشرون: قوله تعالى: {لَا إِكْرَاهَ فِي الدِّينِ} الآية، منسوخة بقوله تعالى:  {فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ} الآية التوبة مدنية: ٥. </p><p> والخامسة والعشرون: قوله تعالى: {وَأَشْهِدُوا إِذَا تَبَايَعْتُمْ} منسوخة بقوله تعالى: {فَإِنْ أَمِنَ بَعْضُكُمْ بَعْضًا فَلْيُؤَدِّ الَّذِي اؤْتُمِنَ أَمَانَتَهُ} . </p><p> والسادسة والعشرون: قوله تعالى: {لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ} هذا محكم ثم قال: {وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُمْ بِهِ اللَّهُ} ، فشق نزولها عليهم فقال النبي - صلى الله عليه وسلم -: \"ولا تقولوا كما قالت اليهود سمعنا وعصينا، ولكن قولوا سمعنا وأطعنا\" ، فلما علم الله تسليمهم لأمره .. أنزل ناسخ هذه بقوله تعالى:  {لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا} ، وخفف الله مع الوسع بقوله تعالى:  {يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ} البقرة مدنية: ١٨٥. انتهى (١) . </p><p> والله أعلم </p><p> * * * </p><p>(١) وقد تم بحمد الله تعالى وعونه تفسير سورة البقرة في الساعة الثالثة من اليوم الثامن من شهر ربيع الأول المبارك من شهور سنة سبع وأربع مئة وألف من الهجرة النبوية على صاحبها أفضل الصلاة وأزكى التحية. بقلم مؤلِّفه الراجي من ربه المنعم سبحانه أن يعينه على تمامه، وينفع به من شاء من عباده، ويجعله ذخيرة له عنده يوم وفوده إلى دار الآخرة: محمَّد الأمين بن عبد الله الأرمي الأثيوبي الهرري غفر الله له ولوالديه ولمشايخه وذريته وأحبائه ولجميع المسلمين. آمين يا رب آمين.</p><p> [سورة آل عمران] </p><p> مدنية، ومما يدل (١) على ذلك أن صدرها إلى ثلاث وثمانين آية نزلت في وفد نصارى نجران، وكان قدومهم في سنة تسع من الهجرة، كما سيأتي بيان ذلك عند تفسير آية المباهلة منها. </p><p> وآياتها: مئتان باتفاق العادِّين. وكلماتها: ثلاث آلاف وأربع مئة وستون كلمة. وحروفها: أربعة عشر ألفًا وخمس مئة وخمس وعشرون حرفًا. </p><p> المناسبة: ومناسبة (٢) هذه السورة لما قبلها واضحة؛ لأنه لما ذكر آخر البقرة:  {أَنْتَ مَوْلَانَا فَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ} .. ناسب أن يذكر نصره تعالى على الكافرين؛ حيث ناظرهم رسول الله - صلى الله عليه وسلم -، وردَّ عليهم بالبراهين الساطعة والحجج القاطعة، فقص تعالى أحوالهم، وردَّ عليهم في اعتقادهم، وذكر تنزيهه تعالى عما يقولون، وبداءةَ خلق مريم وابنها المسيح إلى آخر ما ردَّ عليهم. </p><p> ولما كان مفتتح آية آخر البقرة:  {آمَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ} فكان في ذلك الإيمان بالله وبالكتب .. ناسب ذكر أوصاف الله تعالى، وذكر ما أنزل على رسوله، وذكر المنزل على غيره صلوات الله وسلامه على نبينا وعليهم. </p><p> وذكر المراغي (٣) في وجه مناسبة هذه السورة للسورة التي قبلها خمسة أوجه: </p><p> الأول منها: أن كلًّا منهما بدىء بذكر الكتاب وحال الناس في الاهتداء، فقد ذكر في الأولى من آمن به ومن لم يؤمن به والمذبذبين بين ذلك، وفي الثانية </p><p>(١) شوكاني وابن كثير. (٢) أبو حيان.(٣) المراغي.</p><p> طائفة الزائغين الذين يتبعون ما تشابه منه ابتغاء الفتنة، وطائفة الراسخين في العلم الذين يؤمنون بمحكمه ومتشابهه ويقولون: كلّ من عند ربنا. </p><p> والثاني منها: أن في الأولى تذكيرًا بخلق آدم، وفي الثانية تذكيرًا بخلق عيسى، وتشبيه الثاني بالأول في أنه جرى على غير سنة سابقة في الخلق. </p><p> والثالث منها: أن في كل منهما محاجَّة لأهل الكتاب، لكن في الأولى إسهاب في محاجة اليهود واختصار في محاجة النصارى، وفي الثانية عكس هذا؛ لأن النصارى متأخرون في الوجود عن اليهود، فليكن الحديث معهم تاليًا في المرتبة للحديث الأول. </p><p> والرابع منها: أن في آخر كلٍّ منهما دعاء إلا أن الدعاء في الأولى ينحو نحو طلب النصر على جاحدي الدعوة ومحاربي أهلها ورفع التكليف بما لا يطاق، وهذا مما يناسب بداءة الدين، والدعاء في الثانية يرمي إلى قبول دعوة الدين، وطلب الجزاء على ذلك في الآخرة. </p><p> والخامس منها: أن الثانية ختمت بما يناسب بدء الأولى؛ كأنها مُتَمِّمة لها؛ فبُدئت الأولى بإثبات الفلاح للمتقين، وختمت هذه بقوله:  {وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ} . </p><p> فائدة: قال محمَّد بن حزم في كتابه \"الناسخ والمنسوخ\"  (١) : سورة آل عمران كلها محكمة إلا خمس آيات: </p><p> الأولى منها: قوله تعالى: {وَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْكَ الْبَلَاغُ} فإنها منسوخة وناسخها آية السيف في سورة التوبة: {فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ} . </p><p> والثانية والثالثة والرابعة: قوله تعالى: {كَيْفَ يَهْدِي اللَّهُ قَوْمًا كَفَرُوا بَعْدَ إِيمَانِهِمْ} إلى قوله: {وَلَا هُمْ يُنْظَرُونَ} فهذه ثلاثة آيات نزلت في ستة رهط ارتدوا عن الإِسلام بعد أن أظهروا الإيمان، ثم استثنى واحدًا من الستة وهو سويد بن الصامت، فقال:  {إِلَّا الَّذِينَ تَابُوا مِنْ بَعْدِ ذَلِكَ وَأَصْلَحُوا} فهذه - أعني آية الاستثناء - </p><p>(١) الناسخ والمنسوخ.</p><p> ناسخة لتلك الثلاث. </p><p> والخامسة قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ} لما نزلت .. لم يعلم ما تأويلها، فقالوا يا رسول الله، ما حق تقاته؟ فقال - صلى الله عليه وسلم -: \"حق تقاته أن يطاع فلا يعصى، وأن يذكر فلا ينسى، وأن يُشكر فلا يكفر\" فقالوا: يا رسول الله، ومَنْ يطيق ذلك؟ فانزعجوا لنزولها انزعاجًا عظيمًا، ثم أنزل الله بعد مدة يسيرة آية تؤكد حكمها، وهي قوله تعالى:  {وَجَاهِدُوا فِي اللَّهِ حَقَّ جِهَادِهِ} في سورة الحج، فكانت هذه أعظم عليهم من الأولى، ومعناها: اعملوا لله حق عمله، فكادت عقولهم تذهل، فلما علم الله ما قد نزل بهم في هذا الأمر العسير .. خفف فنسخها بالآية التي في التغابن، وهي قوله تعالى:  {فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ} وهي مدنية، فكان هذا تيسيرًا من التعسير الأول وتخفيفًا من التشديد الأول انتهى. </p><p> ومما ورد في فضلها وفضل البقرة: ما رواه مسلم في \"صحيحه\" عن أبي أمامة الباهلي رضي الله عنه قال: سمعت رسول الله - صلى الله عليه وسلم - يقول:  \"اقرؤوا القرآن، فإنه يأتي يوم القيامة شفيعًا لأصحابه،اقرؤوا الزهراوين:البقرة وسورة آل عمران، فإنهما تأتيان يوم القيامة كأنهما غمامتان، أو كأنهما غيايتان، أو كأنهما فرقان من طير صواف تحاجان عن أصحابهما، اقرؤوا سورة البقرة فإن أخذها بركة، وتركها حسرة، ولا تستطيعها البطلة\" . قال معاوية بن سلام: من رواته بلغني أن البطلة: السحرة. </p><p> وروى مسلم أيضًا: عن النواس بن السمعان الكلابي قال: سمعت رسول الله - صلى الله عليه وسلم - يقول:  \"يؤتى بالقرآن يوم القيامة وأهله الذين كانوا يعملون به، تَقْدُمه سورة البقرة وآل عمران\" . وضرب لهم رسول الله - صلى الله عليه وسلم - ثلاثة أمثال ما نسيتهن بعدُ. قال \"لأنهما غمامتان أو ظلَّتان سودوان بينهما شرق -أي:ضوء - أو كأنهما حزقان من طير صواف، تحاجان عن صاحبهما\" . </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} </p><p> {الم (١) اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ (٢) نَزَّلَ عَلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ وَأَنْزَلَ التَّوْرَاةَ وَالْإِنْجِيلَ (٣) مِنْ قَبْلُ هُدًى لِلنَّاسِ وَأَنْزَلَ الْفُرْقَانَ إِنَّ الَّذِينَ كَفَرُوا بِآيَاتِ اللَّهِ لَهُمْ عَذَابٌ شَدِيدٌ وَاللَّهُ عَزِيزٌ ذُو انْتِقَامٍ (٤) إِنَّ اللَّهَ لَا يَخْفَى عَلَيْهِ شَيْءٌ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ (٥) هُوَ الَّذِي يُصَوِّرُكُمْ فِي الْأَرْحَامِ كَيْفَ يَشَاءُ لَا إِلَهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ (٦) هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللَّهُ وَالرَّاسِخُونَ فِي الْعِلْمِ يَقُولُونَ آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنَا وَمَا يَذَّكَّرُ إِلَّا أُولُو الْأَلْبَابِ (٧) رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِنْ لَدُنْكَ رَحْمَةً إِنَّكَ أَنْتَ الْوَهَّابُ (٨) رَبَّنَا إِنَّكَ جَامِعُ النَّاسِ لِيَوْمٍ لَا رَيْبَ فِيهِ إِنَّ اللَّهَ لَا يُخْلِفُ الْمِيعَادَ (٩) }. </p><p> المناسبة </p><p> المناسبة بين هذه الآيات وبين السورة السابقة: فقد مرَّ بيانها آنفًا، فلا عود. </p><p> أسباب النزول </p><p> فقد روى ابن جرير وابن إسحاق وابن المنذر أن هذه الآيات وما بعدها إلى نحو ثمانين آية نزلت في نصارى نجران، إذ وفدوا على رسول الله - صلى الله عليه وسلم -، وكانوا نحو ستين راكبًا، فيهم أربعة عشر من أشرافهم ثلاثة منهم أكابرهم: عبد المسيح أميرهم، والأيهم مشيرهم، وأبو حارثة بن علقمة حبرهم. فقدموا على النبي - صلى الله عليه وسلم -، وخاصموه، فتكلم منهم أولئك الثلاثة معه - صلى الله عليه وسلم -، فقالوا تارة: عيسى هو الله؛ لأنه كان يحي الموتى، وتارة هو ابن الله؛ إذ ليس له أب، وتارة إنه ثالث ثلاثة؛ لقوله تعالى: فعلنا وقلنا، ولو كان واحدًا لقال: فعلتُ وقلتُ، فقال لهم رسول الله - صلى الله عليه وسلم -: \"ألستم تعلمون أن ربنا حيٌّ لا يموت، وأن عيسى يموت\" ؟ قالوا: بلى، قال:  \"ألستم تعلمون أنه لا يكون ولد إلا ويشبه أباه\" ؟ قالوا: بلى، قال:  \"ألستم تعلمون أن ربنا قائم على كل شيء يكلؤه ويحفظه ويرزقه، فهل يملك عيسى شيئًا\" </p>"
}