{
  "id": null,
  "sura": 2,
  "aya": 134,
  "text": "<p> منصوبٌ على الاختصاص، كأنّه قيل: نريد ونعني بإله آبائك إلهًا واحدًا، وقوله:  {وَنَحْنُ لَهُ} سبحانه وتعالى وحده {مُسْلِمُونَ} حالٌ من فاعل نعبد؛ أي: مقرُّون له بالتوحيد وبالعبادة، منقادون. قال تعالى: مشيرًا إلى تلك الذرية الطيبة </p><p> ١٣٤ - {تِلْكَ} الجماعة المذكورة التي هي إبراهيم، ويعقوب، وبنوهما المُوحِّدون {أُمَّةٌ} ؛ أي: جماعةٌ {قَدْ خَلَتْ} ومضت وسلفت بالموت، والأمَّة في الأصل: المقصود، كالعهدة بمعنى: المعهود، وسمّي بها الجماعة؛ لأنَّ فِرَقَ الناس تؤمُّها؛ أي يقصدونها، ويقتدون بها، وهي خبر تلك، وجملة قوله:  {قَدْ خَلَتْ} نعتٌ لأمّةٍ؛ تلك الجماعة المذكورة أمّةٌ قد خلت ومضت بالموت، وانفردت عمَّن عداها، وأصله: صارت إلى الخلاء، وهي الأرض التي لا أنيس بها {لَهَا} ؛ أي: لتلك الأمة {مَا كَسَبَتْ} ؛ أي: جزاء ما عملت من الخيرات، ودَعُوا يا معشر اليهود والنصارى! ذِكْرهم، ولا تقولوا عليهم ما ليس فيهم، وتقديم المسند؛ لقصره على المسند إليه؛ أي: لها كسبها لا كسب غيرها {وَلَكُمْ} يا معشر اليهود والنصارى {مَا كَسَبْتُمْ} لا كسب غيركم؛ أي: جزاء ما كسبتموه من العمل، أي: إنَّ أحدًا من الناس لا ينفعه كسب غيره متقدِّمًا كان أو متأخرًا، فكما أنَّ أولئك لا ينفعهم إلّا ما اكتسبوا، فكذلك أنتم لا ينفعكم إلّا ما اكتسبتم، فلا ينفعكم الانتساب إليهم، بل إنّما ينفعكم موافقتهم واتباعهم {وَلَا تُسْأَلُونَ عَمَّا كَانُوا يَعْمَلُونَ} ؛ أي: لا تؤاخذون بسيئات الأمّة الماضية، كما أنهم لا يؤاخذون بسيئاتكم، بل كُلُّ فريق يسأل عن عمله لا عن عمل غيره، ففي الكلام حذفٌ، تقديره ولا يسألون عما كنتم تعملون، ودلَّ على المحذوف قوله:  {لَهَا مَا كَسَبَتْ وَلَكُمْ مَا كَسَبْتُمْ} وذلك لمَّا ادعى اليهود أنَّ يعقوب عليه السلام مات على اليهودية، وأنه عليه السلام، وصَّى بها بنيه يوم مات، ورُدُّوا بقوله تعالى:  {أَمْ كُنْتُمْ شُهَدَاءَ ...} الآية، قالوا: هب أنَّ الأمر كذلك، أليسوا آباءنا، وإليهم ينتمي نسبنا؟ فلا جرم ننتفع بصلاحهم، ومنزلتهم عند الله تعالى. قالوا ذلك: مفتخرين بأوائلهم، فرُدُّوا بأنّهم لا ينفعهم انتسابهم إليهم، وإنَّما ينفعهم اتباعهم في الأعمال، فإنَّ أحدًا لا ينفعه كسب غيره، كما روي عن النبي - صلى الله عليه وسلم -: \"يا صفية عمة محمد! يا فاطمة بنت محمد! ائتوني يوم القيامة بأعمالكم لا بأنسابكم، فإنّي لا أغني عنكم من الله </p><p> شيئًا \" وقال - صلى الله عليه وسلم -أيضًا:\" مَنْ أبطأ به عمله لم يسرع به نسبه\" يعني: من أخره في الآخرة عمله السيىء، أو تفريطه في العمل، لم ينفعه شرف نسبه، ولم تنجبر نقيصته به. </p><p> قال الشاعر: </p><p> أَتَفْخَرُ باتّصالِكَ مِنْ عَلِيٍّ ... وَأصْلُ البَوْلَةِ الماءُ القَراحُ </p><p> وَلَيْسَ بِنَافِعٍ نسَبٌ زكّي ... يُدَنِّسُهُ صَنَائِعُكَ القِبَاحُ </p><p> والأبناء وإن كانوا يتشرَّفون في الدنيا بشرف آبائهم، إلّا أنّه إذا نفخ في الصور فلا أنساب، والافتخار بمثل هذا، كالافتخار بمتاع غيره، وإنّه من المجنون، فلا بُدَّ من كسب العمل والإخلاص فيه، فإنَّه المنجي بفضل الله تعالى، فالقربى لا تغني شيئًا إذا فسد العمل، وأمَّا قول من قال: </p><p> إذا طَابَ أصْلُ المَرْءِ طَابَتْ فُرُوعُهُ </p><p> فباعتبار الغالب، فمن عادته تعالى أن يخرج الحيَّ من الميت، والميت من الحيّ. </p><p> الإعراب </p><p> {وَإِذْ يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ مِنَ الْبَيْتِ وَإِسْمَاعِيلُ رَبَّنَا تَقَبَّلْ مِنَّا إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ (١٢٧) }: </p><p> {وَإِذْ} الواو عاطفة {إذ} ظرف لما مضى من الزمان متعلق بمحذوف، تقديره: واذكر يا محمد! قصّة {إذ يرفع إبراهيم} ، والجملة معطوفة على جملة:  {وَإِذِ ابْتَلَى إِبْرَاهِيمَ رَبُّهُ} . {يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ} فعل وفاعل ومفعول به، والجملة في محل الجر مضاف إليه لإذ {مِنَ الْبَيْتِ} جار ومجرور حال من {الْقَوَاعِدَ} . {وَإِسْمَاعِيلُ} معطوف على إبراهيم {رَبَّنَا} منادى مضاف حذف منه حرف النداء، وجملة النداء وما بعدها في محل النصب مقول لقول محذوف، تقديره: يقولان: ربّنا تقبّل منا، وجملة القول المحذوف حال من إبراهيم وإسماعيل، كما أشرنا إليه في الحلّ {تَقَبَّلْ} فعل دعاء وفاعل مستتر يعود على الله سبحانه {مِنَّا} جار </p><p> ومجرور متعلق بتقبل، والجملة الفعلية في محل النصب مقول للقول المحذوف {إِنَّكَ} ناصب واسمه {أَنْتَ} ضمير فصل {السَّمِيعُ} خبر أوّل؛ لأنَّ {الْعَلِيمُ} خبر ثانٍ لها، وجملة {إنّ} مسوقة؛ لتعليل ما قبلها على كونها مقولًا للقول المحذوف. </p><p> {رَبَّنَا وَاجْعَلْنَا مُسْلِمَيْنِ لَكَ وَمِنْ ذُرِّيَّتِنَا أُمَّةً مُسْلِمَةً لَكَ وَأَرِنَا مَنَاسِكَنَا وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ (١٢٨) }: </p><p> {رَبَّنَا} منادى مضاف، وجملة النداء في محل النصب مقول للقول المحذوف {وَاجْعَلْنَا} الواو عاطفة {اجعلنا} فعل ومفعول أوّل، وفاعل مستتر يعود على الله {مُسْلِمَيْنِ} مفعول ثان {لَكَ} جار ومجرور متعلق بمسلمين، والجملة الفعلية معطوفة على جملة {تَقَبَّلْ مِنَّا}  {وَمِنْ ذُرِّيَّتِنَا} جار ومجرور ومضاف إليه معطوف على المفعول الأول في قوله: {وَاجْعَلْنَا} ؛ أي: على كونه متعلقًا بمحذوف، تقديره: واجعل من ذرّيتنا أمّة مسلمة، وإن شئت قلت: الواو عاطفة {مِنْ} اسمٌ بمعنى بعض في محل النصب معطوفٌ على المفعول الأول في قوله: {وَاجْعَلْنَا}  {منْ} مضافٌ {ذريّة} مضافٌ إليه {ذرية} مضافٌ (نا) مضاف إليه، {أُمَّةً} مفعول ثانٍ {مُسْلِمَةً} صفةٌ لأمة {لَكَ} متعلِّق بمسلمة {وَأَرِنَا} الواو عاطفة {أرنا} فعل ومفعول أوّل، وفاعله ضمير يعود على الله {مناسكنا} مفعول ثان ومضاف إليه، والجملة معطوفة على جملة {تقبل} على كونها مقولًا للقول المحذوف، {وَتُبْ} الواو عاطفة {تب} فعل دعاءٍ، وفاعله ضمير يعود على الله، والجملة معطوفة على جملة {تقبل} ، {عَلَيْنَا} جار ومجرور متعلق بتب {إِنَّكَ} ناصب واسمه {أَنتَ} ضمير فصل {التَّوَّابُ} خبر أول، لـ {إنَّ}  {الرَّحِيمُ} خبر ثان لها، وجملة {إنّ} مستأنفة مسوقة؛ لتعليل ما قبلها على كونها مقولًا للقول المحذوف. </p><p> {رَبَّنَا وَابْعَثْ فِيهِمْ رَسُولًا مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِكَ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَيُزَكِّيهِمْ إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ (١٢٩) }. </p><p> {رَبَّنَا} منادى مضاف، والجملة في محل النصب مقول للقول المحذوف، {وَابْعَثْ} الواو عاطفة {بعث} فعل دعاء سُلُوكًا مسلك الأدب مع الباري جلَّ </p><p> وعلا، وفاعله ضمير يعود على الله، والجملة معطوفة على جملة {تقبل}  {فِيهِمْ} متعلق بابعث {رَسُولًا} مفعول به {مِنْهُمْ} صفة أولى لرسولًا {يَتْلُو} فعل مضارع وفاعل مستتر يعود على رسولًا {عَلَيْهِمْ} متعلق به {آيَاتِكَ} مفعول به ومضاف إليه، وجملة {يَتْلُو} في محل النصب صفة ثانية لرسولًا {وَيُعَلِّمُهُمُ} فعل ومفعول أوّل، وفاعل مستتر يعود على {رَسُولًا} ، والجملة في محل النصب معطوفة على جملة {يَتْلُو}  {الْكِتَابَ} مفعول ثان، {وَالْحِكْمَةَ} معطوف على {الْكِتَابَ}  {وَيُزَكِّيهِمْ} فعل وفاعل مستتر ومفعول به، والجملة معطوفة على جملة {يَتْلُو}  {إِنَّكَ} ناصب واسمه {أَنْتَ} ضمير فصل {الْعَزِيزُ} خبر أول؛ لأنَّ {الْحَكِيمُ} خبر ثان له، وجملة {إن} مسوقة؛ لتعليل ما قبلها على كونها مقولًا للقول المحذوف {وَمَنْ يَرْغَبُ عَنْ مِلَّةِ إِبْرَاهِيمَ} الواو استئنافية {مَنْ} اسم استفهام في محل الرفع مبتدأ، {يرغب} فعل مضارع وفاعل مستتر يعود على {من} والجملة الفعلية في محل الرفع خبر المبتدأ، والجملة الإسمية مستأنفة {عن ملّة إبراهيم} جار ومجرور ومضاف إليه متعلق بيرغب. </p><p> {إِلَّا مَنْ سَفِهَ نَفْسَهُ وَلَقَدِ اصْطَفَيْنَاهُ فِي الدُّنْيَا وَإِنَّهُ فِي الْآخِرَةِ لَمِنَ الصَّالِحِينَ} : </p><p> {إِلَّا} أداة استثناء {مَن} اسم موصول في محل الرفع بدل من فاعل {يَرْغَبُ} ، أو في محل النصب على الاستثناء {سَفِهَ} فعل ماض، وفاعله ضمير يعود على {مَنْ} ، {نَفْسَهُ} مفعول به ومضاف إليه، والجملة صلة {مَنْ} الموصولة. {وَلَقَدِ} الواو استئنافية، واللام موطئة للقسم، {قد} حرف تحقيق، {اصْطَفَيْنَاهُ} فعل وفاعل ومفعول، والجملة جواب القسم، وجملة القسم مستأنفة {فِي الدُّنْيَا} جار ومجرور متعلق باصطفينا {وَإِنَّهُ} الواو عاطفة، أو استئنافية {إِنَّهُ} ناصب واسمه {فِي الْآخِرَةِ} متعلق بالصالحين، أو حال من الضمير المستكن في الظرف الخبري {لَمِنَ} اللام حرف ابتداء {من الصالحين} جار ومجرور خبر {إنّ} ؛ أي: وإنّه لكائن من الصالحين؛ أي: الفائزين في الآخرة، وجملة {إنّ} مستأنفة، أو معطوفة على جملة القسم المذكور قبلها. </p><p> {إِذْ قَالَ لَهُ رَبُّهُ أَسْلِمْ قَالَ أَسْلَمْتُ لِرَبِّ الْعَالَمِينَ (١٣١) وَوَصَّى بِهَا إِبْرَاهِيمُ بَنِيهِ </p><p> وَيَعْقُوبُ يَا بَنِيَّ إِنَّ اللَّهَ اصْطَفَى لَكُمُ الدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ (١٣٢) }. </p><p> {إِذْ} ظرف لما مضى من الزمان متعلق بمحذوف، تقديره: اذكر، والجملة المحذوفة مستأنفة {قَالَ} فعل ماض {لَهُ} متعلق بقال {رَبُّهُ} فاعل، والجملة الفعلية في محل الجر مضاف إليه لإذ {أَسْلِمْ} فعل أمر وفاعل مستتر والجملة في محل النصب مقول قال (قال) فعل ماضي وفاعل مستتر يعود على {إِبْرَاهِيمُ} ، والجملة مستأنفة {أَسْلَمْتُ} فعل وفاعل {لِرَبِّ} متعلق بأسلمت، {الْعَالَمِينَ} مضاف إليه، وجملة {أَسْلَمْتُ} في محل النصب مقول {قَالَ} . {وَوَصَّى} الواو استئنافية {وَصَّى} فعل ماض {بِهَا} متعلق بوصى {إِبْرَاهِيمُ} فاعل {بَنِيهِ} مفعول به منصوب بالياء؛ لأنّه ملحق بجمع المذكر السالم، والهاء ضمير متصل في محل البحر مضاف إليه، والجملة الفعلية مستأنفة {وَيَعْقُوبُ} بالرفع معطوف على إبراهيم وهو الأظهر، ومفعوله محذوف، تقديره: ووصّى يعقوب بنيه أيضًا، أو مبتدأ خبره محذوف، تقديره: ويعقوب قال: {يَا بَنِيَّ إِنَّ اللَّهَ اصْطَفَى لَكُمُ الدِّينَ} ومفعول {وَوَصَّى بِهَا إِبْرَاهِيمُ} محذوف؛ لعلمه ممَّا بعده، والجملة الإسمية معطوفة على جملة {وصَّى بها إبراهيم} ، وبالنصب معطوفٌ على {بَنِيهِ} كما سبق في مبحث التفسير في {يَا بَنِيَّ إِنَّ اللَّهَ اصْطَفَى لَكُمُ الدِّينَ} مقول محكي للقول المحذوف الواقع حالًا من فاعل {وصى} والتقدير: ووصى بها إبراهيم حال كونه قائلًا يا بني إنّ الله. الخ. وإن شئت قلت:  {يَا بَنِيَّ}  {يا} حرف نداء، {بني} منادى مضاف منصوب وعلامة نصبه الياء المدغمة في ياء المتكلم؛ لأنّه ملحق بجمع المذكر السالم؛ لأنّ أصله يا بنين لي {بني} مضاف، وياء المتكلم في محل الجر مضاف إليه، وجملة النداء في محل النصب مقول لقال المحذوفة {إِنَّ اللَّهَ} ناصب واسمه، {اصْطَفَى} فعل ماض وفاعل مستتر يعود على {اللَّهَ}  {لَكُمُ} متعلق باصطفى، {الدِّينَ} مفعول به وجملة {اصْطَفَى} خبر {إنَّ} ، وجملة {إنَّ} في محل النصب مقول لقال المحذوفة {فَلَا تَمُوتُنَّ} ، الفاء عاطفة تفريعية {لَا} ناهية جازمة {تَمُوتُنَّ} فعل مضارع مجزوم بلا الناهية، وعلامة جزمه حذف النون، وواو الجماعة المحذوفة لالتقاء الساكنين في محل الرفع فاعل، والنون المشددة حرف توكيد، والجملة الفعلية في محل النصب معطوفة مفرعة على جملة {إنَّ} على </p><p> كونها مقولًا لقال المحذوفة {إِلَّا} أداة استثناء مفرغ {وَأَنْتُمْ} الواو حالية {مُسْلِمُونَ} مبتدأ وخبر، والجملة الإسمية في محل النصب حال من فاعل {تَمُوتُنَّ} ، والرابط ضمير المبتدأ، والتقدير: فلا تموتن في حال من الأحوال إلّا حالة كونكم مسلمين .. </p><p> {أمْ كُنْتُمْ شُهَدَاءَ إِذْ حَضَرَ يَعْقُوبَ الْمَوْتُ إِذْ قَالَ لِبَنِيهِ مَا تَعْبُدُونَ مِنْ بَعْدِي قَالُوا نَعْبُدُ إِلَهَكَ وَإِلَهَ آبَائِكَ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ إِلَهًا وَاحِدًا وَنَحْنُ لَهُ مُسْلِمُونَ (١٣٣) }. </p><p> {أَمْ} منقطعة بمعنى بل الإضرابية، وهمزة الاستفهام الإنكاري {كُنْتُمْ} فعل ناقص واسمه {شُهَدَاءَ} خبره، وجملة كان مستأنفة {إِذْ} ظرف لما مضى من الزمان، متعلق بشهداء {حَضَرَ} فعل ماض {يَعْقُوبَ} مفعول به {الْمَوْتُ} فاعل، والجملة في محل البحر مضاف إليه لإذ {إِذْ} ظرف لما مضى من الزمان بدل من {إِذْ} الأولى، فيكون متعلِّقًا بشهداء، أو متعلِّقٌ بحضر {قَالَ} فعل ماض وفاعله ضمير {يَعْقُوبَ} ، والجملة الفعلية في محل البحر مضاف إليه لإذْ {لِبَنِيهِ} جار ومجرور ومضاف إليه متعلق بقال {مَا تَعْبُدُونَ مِنْ بَعْدِي} مقول محكي لقال، وإن شئت قلت:  {مَا} اسم استفهام في محل النصب مفعول مقدّم وجوبًا لتعبدون، {تَعْبُدُونَ} فعل وفاعل، والجملة الفعلية في محل النصب مقول {قَالَ} ، {مِنْ بَعْدِي} جار ومجرور ومضاف إليه متعلِّق بتعبدون، أو بمحذوف حال من فاعل تعبدون، {قَالُوا} فعل وفاعل، والجملة مستأنفة {نَعْبُدُ إِلَهَكَ} إلى آخر الآية، مقولٌ محكيٌّ لقالوا، وإن شئت قلت:  {نَعْبُدُ} فعل مضارع وفاعل مستتر يعود على أولاد يعقوب، والجملة في محل النصب مقول {قَالُوا} . {إِلَهَكَ} مفعول به ومضاف إليه {وَإِلَهَ} الواو عاطفة {إِلَهَ} معطوف على {إِلَهَكَ}  {إِلَهَ} مضاف {آبَائِكَ} مضاف إليه {آباء} مضاف، والكاف مضاف إليه {إِبْرَاهِيمَ} بدل من {آبَائِكَ} بدل تفصيل من مجمل تبعه بالجر، وعلامة جره الفتحة {وَإِسْمَاعِيلَ وَإِسْحَاقَ} معطوفان على {إِبْرَاهِيمَ} وإنّما كرَّر إله؛ ليصحَّ عطف {آبَائِكَ} على ضمير المخاطب المجرور بإضافة {إلهٍ} إليه؛ أعني:  {إِلَهَكَ} كما قال ابن مالك: </p><p> وعَوْدُ خَافضٍ لَدَى عَطْفٍ عَلَى ... ضَمِيرِ خَفْضٍ لاَزِمًا قَدْ جُعِلاَ </p><p> ولمَّا كان رُبَّما يتوهَّم من ظاهر هذا العطف تعدُّد الإله أبدل منه، قوله:  {إِلَهًا وَاحِدًا} لدفع هذا التوهُّم، كما مر في مبحث التفسير {إِلَهًا} بدلٌ من {إلهٍ} الأول بدل كل من كل، ويجوز أن يكون حالًا موطئةً منه، كقولك: رأيت زيدًا رجلًا صالحًا {وَاحِدًا} صفة {إِلَهًا} ، {وَنَحْنُ} الواو عاطفة {نحن} مبتدأ {له} متعلق بمسلمون {مُسْلِمُونَ} خبر المبتدأ، والجملة الإسمية في محل النصب معطوفة على جملة قوله {نعبد إلهك} على كونها مقولًا لقالوا، أو حال من فاعل {نَعْبُدُ} . </p><p> {تِلْكَ أُمَّةٌ قَدْ خَلَتْ لَهَا مَا كَسَبَتْ وَلَكُمْ مَا كَسَبْتُمْ وَلَا تُسْأَلُونَ عَمَّا كَانُوا يَعْمَلُونَ (١٣٤) }. </p><p> {تِلْكَ} تي: اسم إشارة يشار به للمفردة المؤنثة البعيدة في محل الرفع مبتدأ، مبنيٌّ بسكون على الياء المحذوفة، للتخلُّص من التقاء الساكنين، لشبهه بالحرف شبهًا معنويًّا؛ لأنَّ أصله: تِي كذِي، فالياء جزء الكلمة عند البصريين، وقال الكوفيون: التاء وحدها هي اسم الإشارة، والياء زائدةٌ، وعلى كلا المذهبين حذفت الياء؛ لالتقاء الساكنين مع اللام؛ لسكونها وسكون اللام بعدها، واللام لبعد المشار إليه، والكاف حرف قال على الخطاب {أُمَّةٌ} خبر، والجملة مستأنفة {قَدْ} حرف تحقيق {خَلَتْ} فعل ماض مبني بفتحة مقدّرة على الألف المحذوفة؛ للتخلص من التقاء الساكنين؛ لأنّه فعل معتلٌّ بالألف، والتاء علامة تأنيث الفاعل، وفاعله ضمير مستتر يعود على {أُمَّةٌ} والجملة الفعلية في محل الرفع صفةٌ أولى لأمَّةٍ {لَهَا} جار ومجرور خبر مقدّم {مَا} اسم موصول في محل الرفع مبتدأ مؤخّر، والجملة الإسمية في محل الرفع صفة ثانية لأمّة، أو في محل النصب حالٌ من الضمير في {خَلَتْ} أو مستأنفة وهو أولى، وجملة {كَسَبَتْ} صلةٌ لما الموصولة، والعائد محذوف، تقديره: ما كسبته {وَلَكُمْ} الواو استئنافية {لكم} خبر مقدّم {مَا} اسم موصول في محل الرفع مبتدأ، والجملة مستأنفة، وجملة {كَسَبْتُمْ} صلةٌ لما الموصولة، والعائد محذوف، تقديره: ما كسبتموه {وَلَا} الواو استئنافية {لَا} نافية {تُسْأَلُونَ} فعل </p><p> مضارع مغيَّر الصيغة مرفوع بثبات النون والواو في محل الرفع نائب فاعله، والجملة مستأنفة {عَمَّا} جار ومجرور متعلق بتسألون {كَانُوا} فعل ناقص واسمه، وجملة {يَعْمَلُونَ} خبر كان، وجملة كان صلةٌ لما الموصولة لا محلَّ لها من الإعراب، والعائد محذوف، تقديره: عمّا كانوا يعملونه. </p><p> التصريف ومفردات اللغة </p><p> {وَإِذْ يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ مِنَ الْبَيْتِ} قال الكسائي، والفراء: القواعد: الجدر جمع جدار، ككتاب، وكتب: الحائط. وقال أبو عبيدة: القواعد: الأساس، وأساس البناء أصله الثابت في الأرض. وقال بعضهم: القواعد: جمع قاعدةٍ، والقاعدة: هي ما يقعد ويقوم عليه البناء من الأساس، أو من السَّافات (طاقات البناء) ، ورفعُها إعلاءُ البناء عليها، قال الشاعر: </p><p> في ذِرْوَةٍ مِنْ بِقَاعِ أوَّلِهِم ... زَانَتْ عَوالِيهَا قَواعِدُهَا </p><p> والقواعد من النساء: جمع قاعد، وهي التي قعدت عن الولد، وسيأتي الكلام على كون قاعدٍ لم يأت بالتاء في مكانه إن شاء الله تعالى:  {تَقَبَّلْ مِنَّا} تقبل الله العمل: قَبِلَه ورضي به {مُسْلِمَيْنِ} أي: منقادين لك، يقال: أسلم واستسلم إذا خضع وانقاد {وَمِنْ ذُرِّيَّتِنَا} والذرِّية: النسل، مشتقَّةٌ من ذروت، أو ذريت، أو ذرأ الله الخلق، أو الذرَّ، ويضم ذالها أو يكسر أو يفتح، فأمَّا الضمُّ فيجوز أن تكون ذُرَيَّة فُعَيلة من ذرأ الله الخلق. وأصله: ذريئةٌ، فخفّفت الهمزة بإبدالها ياءً، كما خفَّفوا همزة النَّسِىءَ، فقالوا: النَّسِيْيَ، ثُمَّ أدغمُوا الياء التي هي لام الفعل في الياء التي هي للمد، ويجوز أن تكون فَعُولةً من ذروت، الأصلُ: ذَرُوْوَةٌ، أبدلت لام الفعل ياءً، اجتمعت فيه واوٌ وياءٌ، واوُ المدّ، والياء المنقلبة عن الواو التي هي لام الفعل، وسبقت إحداهما بالسكون، فقلبت واو المدِّ ياءً، وأدغمت الياء في الياء وكُسر ما قبلها؛ لأنَّ الياء تطلب الكسر، وقد أطال الكلام في هذه المادَّة أبو حيان، فراجع \"البحر\" . </p><p> {وَأَرِنَا} أصلُه: أَرْءِيْنَا، أمرٌ من أرى الرباعيِّ، فالهمزة الثانية عين الكلمة، والياء لامها، فحذفت الياء؛ لأجل بناء الفعل، فصار أرئنا بوزن أَفْعِنا، ثُمَّ نقلت </p><p> حركة الهمزة إلى الراء الساكنة قبلها، وهي فاءُ الكلمة، ثمّ حذفت الهمزةُ للتخفيف، فصار أرنا بوزن أَفِنَا، فلم يبق من الفعل إلا فاؤُهُ، وهي إمَّا بصريَّةٌ بمعنى: بصِّرنا، أو عرفانيةٌ بمعنى: عرِّفنا، تتعدَّى في أصلها إلى واحد، وتعدَّت هنا للثاني بواسطة همزة النقل {مَنَاسِكَنَا} جمع منسكٍ بفتح السين وكسرها، وقد قرئ بهما، والمفتوح هو المقيس؛ لانضمام عين مضارعه {وَتُبْ عَلَيْنَا} يقال: تاب العبدُ إلى ربّه إذا رجع إليه؛ لأنّ اقتراف الذنب إعراضٌ عن الله وعن موجبات رضوانه، وتاب الله على العبد رحمه وعطف عليه {وَتُبْ} أمرٌ من تاب يتوب، ووزنه فل، وأصل يتوب: يتوب بوزن يفعل؛ نقلت حركة الواو إلى التاء، فسكنت إثر ضمٍّ، فصارت حرف مدّ، فلمَّا بُنِي منه الأمر حذف حرف المضارعة وسكن آخره، فقيل: تُبْ، فالتقى ساكنان فحذفت الواو، ويقال: رغب في الشيء إذا أحبَّه، ورغب عنه كرهه (وسفه) نَفْسه أذلَّها واحتقرها. {وَلَقَدِ اصْطَفَيْنَاهُ فِي الدُّنْيَا} أصله: اصْتَفَوَ بوزن افتَعَلَ من الصفوة لامه واوٌ، لكنَّها أبدلت ياءً؛ لمجيئها خامسةً، ثُمَّ بُنِيَ الفعل على السكون؛ لاتصاله بضمير الرفع (نا) ثُمَّ أبدلت تاء الافتعال طاءً؛ لوقوعها بعد حرفٍ من حروف الإطباق، كما قال ابن مالك: </p><p> طاتا افْتِعَالٍ رُدَّ إثر مُطْبَقِ ... في ادَّان وازْدَدْ وادَّكِر دالًا بَقي </p><p> وعبارة \"العمدة\" هنا: واصطفيناه؛ أي: جعلناه صافيًا من الأدناس الظاهرة والباطنة، مشتقٌّ من الصفوة، ومعناه: تخيير الأصفى، فأصله: اصتفيناه، قلبت تاء الافتعال طاء؛ لوقوعها بعد حرف الإطباق، فصار اصطفى، وألف اصطفى بدلٌ من الياء التي هي بدلٌ من الواو؛ لأنَّ أصله: اصْطَفَوَ؛ لأنَّه من الصفوة، يقال: صفا يصفو صفوةً، فقلبت الواو ياءً؛ لأن الواو إذا وقعت رابعةً فصاعدًا قلبت ياءً، فصار اصطفى، فتحركت الياء وانفتح ما قبلها قلبت ألفًا، فصار اصطفى {وَوَصَّى} أصله: وَصَّيَ بوزن فَعَّلَ المضعَّف قلبت الياء ألفًا لتحركها بعد فتح، وقرىء وأوصى بوزن أفعل وأصله: أَوْصَيَ تحركت الياء وانفتح ما قبلها قلبت ألفًا {يَا بَنِيَّ} أصله: يا بنين لي، حذفت النون واللام للإضافة، ثُمَّ أدغمت ياء الجمع في ياء المتكلم المضاف إليها الجمع، فقيل: يا بنيَّ بفتح الياء المشددة. </p><p> {فَلَا تَمُوتُنَّ} أصله: تموتونن بثلاث نونات، الأولى علامة الرفع، والثانية </p><p> المشدَّدة للتوكيد، فحذفت نون الرفع للجازم، فالتقى ساكنان الواو والنون الأولى المدغمة من نوني التوكيد، فحذفت الواو لالتقاء الساكنين؛ لأنَّ نون التوكيد أولى بالبقاء؛ لدلالتها على معنى مستقلٍّ، وبقيت ضمّةُ التاء لتدلَّ على الواو المحذوفة، فصار تموتُنَّ {أَمْ كُنْتُمْ شُهَدَاءَ إِذْ حَضَرَ يَعْقُوبَ الْمَوْتُ} والشهداء: جمع شهيد بمعنى حاضر، وحضور الموت حضور أماراته، وأسبابه، وقرب الخروج من الدنيا {وَإِلَهَ آبَائِكَ إِبْرَاهِيمَ} جمع أبٍ على أفعال، أصله: أأباوٌ، أبدلت الهمزة الثانية حرف مدّ مجانسًا لحركة الأولى وهو الألف، ثم أبدلت الواو همزةً؛ لتطرُّفها إثر ألفٍ زائدةٍ {قَدْ خَلَتْ} فعلٌ ماض مؤنّثٌ لإسناده إلى ضمير المؤنَّث، وأصله: خلو بوزن فعل بفتح العين، قلبت الواو ألفًا؛ لتحركها بعد فتح، فلحقت بالفعل تاء التأنيث الساكنة فالتقى ساكنان، حيث صار اللفظ خَلاْت، فحذفت الألف؛ لالتقاء الساكنين، فصار خلت بوزن فعت. </p><p> البلاغة </p><p> وقد تضمَّنت هذه الآيات ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: فمنها: التعبير بصيغة الاستقبال في قوله: {وَإِذْ يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ مِنَ الْبَيْتِ وَإِسْمَاعِيلُ} ؛ لحكاية الحال الماضية، ومعنى حكاية الحال الماضية: أن يفرض ويقدَّر الواقع الماضي واقعًا وقت التكلم، ويخبر عنه بالمضارع الدال على الحال، وفي ذلك غرضٌ معروفٌ عند أهل المعاني، وهو استحضار الصورة الماضية، كأنّها مشاهدة بالعيان، فكأنَّ السامعُ ينظرُ إلى البُنْيانِ وهو يرتفعُ، والبَنَّاءِ وهو إبراهيم وإسماعيل عليهما السلام. </p><p> ومنها: الإيجاز بالحذف في قوله: {رَبَّنَا تَقَبَّلْ مِنَّا} ؛ لأنه على تقدير القول؛ أي: يقولان: ربَّنا تقبَّل منَّا. </p><p> ومنها: الاستفهام الإنكاري الذي يراد به التقريع، والنفي في قوله:  {وَمَنْ يَرْغَبُ عَنْ مِلَّةِ إِبْرَاهِيمَ} ؛ لأنَّ الجملة واردةٌ مورد التوبيخ والتقريع للكافرين، كما </p><p> مرَّ في مبحث التفسير. </p><p> ومنها: التأكيد بإنَّ واللام معًا في قوله: {وَإِنَّهُ فِي الْآخِرَةِ لَمِنَ الصَّالِحِينَ} مع أنَّه أكَّد باللام فقط فيما قبله؛ أعني: قوله: {وَلَقَدِ اصْطَفَيْنَاهُ فِي الدُّنْيَا} ؛ إشعارًا بأنَّ الجملة الثانية محتاجةٌ لمزيد التأكيد دون الأولى، وذلك أنَّ كونه في الآخرة من الصالحين أمرٌ مغيَّبٌ، فاحتاج الإخبار عنه إلى زيادة تأكيد، وأمَّا اصطفاء الله تعالى له في الدنيا، فأمر مشاهدٌ نقله جيلٌ عن جيل. </p><p> ومنها: الالتفات من التكلم في قوله: {وَلَقَدِ اصْطَفَيْنَاهُ} إلى الغيبة في قوله: {إِذْ قَالَ لَهُ رَبُّهُ أَسْلِمْ} ؛ لأنَّ الأسماء الظاهرة من قبيل الغيبة، إذ مقتضى السياق أن يقال: إذ قلنا له أسلم، وكذا قوله:  {أَسْلَمْتُ لِرَبِّ الْعَالَمِينَ} إذ مقتضاه أن يقال: أسلمت لك؛ لأنَّ الالتفات من المحسِّنات البديعة، ولهم فيه غرضٌ، والغرض من الالتفات في الأوَّل؛ إظهار مزيد اللُّطف به، والاعتناء بتربيتِهِ بذكر عنوان الربوبية، وفي الثاني: الإيذان بكمال قوّة إسلامه، والإشارة إلى أنَّ من كان ربًّا للعالمين لا يليق به إلّا أن يُتلقَّى أمره بالقبول، والإذعان، والخضوع ... </p><p> ومنها: التعبير بما الموضوعة لغير العاقل دون مَن الموضوعة للعاقل في قوله: {مَا تَعْبُدُونَ مِنْ بَعْدِي} ؛ لأنَّ المعبودات في ذلك الوقت كانت من غير العقلاء، كالأوثان، والأصنام، والشمس، والقمر، فاستفهم بما التي لغير العاقل، فَعرَف بَنوُهُ ما أَرَادَ، فأجابوه بالحق، إذ الجواب على وَفْقِ السؤال، ففيه مطابقة الكلام لمقتضَى الحال. </p><p> ومنها: فنُون البلاغة التي تضمَّنها قولُه: {نَعْبُدُ إِلَهَكَ وَإِلَهَ آبَائِكَ} إلى آخره. </p><p> ومنها: الاطراد وهو: أن يذكر المتكلم أسماء آباء المخاطب مرتَّبةً على طبق ترتيبها في الميلاد، فقد تجاوز جدَّهم الأدنى إلى جدِّهم الأعلى؛ لكونه المبتدأ بالملة المتبعة. </p><p> ومنها: فنُّ المساواة؛ لأنَّ ألفاظ هذه الأسماء لا فضل فيها لبعضٍ على بعض. </p><p> ومنها: حسن البيان؛ لأنَّ فيها بيانًا عن الدين بأحسن بيانٍ، لا يتوقَّف أحدٌ في فهمه. </p><p> ومنها: الاحتراس؛ لأنّه لو وقف عند آبائك ولم يذكر ما بعده لاختلَّت صحة المعنى؛ لأنَّ مطلق الآباء يتأول من الأب الأدنى إلى آدم، وفي آباء يعقوب عليه السلام من لا يجب اتباع ملّته، فاحترس بذكر البدل عمَّا يرد على المبدل منه، لو كان وقع الاختصار عليه، فتأمَّل واعجب، وفيه أيضًا التغليب؛ لأنّ قوله:  {آبَائِكَ} شمل العمَّ الذي هو إسماعيل، والجدَّ الذي هو إبراهيم والأب الذي هو إسحاق، فغلَّب الأب على غيره، فعبَّر عن الكل بالآباء من المجازات المعهودة، في فصيح الكلام. </p><p> ومنها: النهي عن الموت في قوله: {فَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} مع أنَّ الموت ليس من الأمور التي تدخل تحت إرادة الإنسان؛ إشعارًا بأنَّ الموت على خلاف الإِسلام هو موتٌ لا خير فيه، وأنّه ليس بموت السعداء. </p><p> ومنها: الزيادة والحذف في عدَّة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلّ وعلا: </p><p> {وَقَالُوا كُونُوا هُودًا أَوْ نَصَارَى تَهْتَدُوا قُلْ بَلْ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ (١٣٥) قُولُوا آمَنَّا بِاللَّهِ وَمَا أُنْزِلَ إِلَيْنَا وَمَا أُنْزِلَ إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَمَا أُوتِيَ مُوسَى وَعِيسَى وَمَا أُوتِيَ النَّبِيُّونَ مِنْ رَبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ (١٣٦) فَإِنْ آمَنُوا بِمِثْلِ مَا آمَنْتُمْ بِهِ فَقَدِ اهْتَدَوْا وَإِنْ تَوَلَّوْا فَإِنَّمَا هُمْ فِي شِقَاقٍ فَسَيَكْفِيكَهُمُ اللَّهُ وَهُوَ السَّمِيعُ الْعَلِيمُ (١٣٧) صِبْغَةَ اللَّهِ وَمَنْ أَحْسَنُ مِنَ اللَّهِ صِبْغَةً وَنَحْنُ لَهُ عَابِدُونَ (١٣٨) قُلْ أَتُحَاجُّونَنَا فِي اللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمْ وَلَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ وَنَحْنُ لَهُ مُخْلِصُونَ (١٣٩) أَمْ تَقُولُونَ إِنَّ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطَ كَانُوا هُودًا أَوْ نَصَارَى قُلْ أَأَنْتُمْ أَعْلَمُ أَمِ اللَّهُ وَمَنْ أَظْلَمُ مِمَّنْ كَتَمَ شَهَادَةً عِنْدَهُ مِنَ اللَّهِ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ (١٤٠) تِلْكَ أُمَّةٌ قَدْ خَلَتْ لَهَا مَا كَسَبَتْ وَلَكُمْ مَا كَسَبْتُمْ وَلَا تُسْأَلُونَ عَمَّا كَانُوا يَعْمَلُونَ (١٤١) }. </p><p> المناسبة </p><p> قوله تعالى:  {كُونُوا هُودًا أَوْ نَصَارَى ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه وتعالى، لما (١) ذكر أنَّ ملة إبراهيم هي الملة الحنيفية السمحة، وأنَّ من لم يؤمن بها، أو رغب عنها، فقد بلغ الذروة العليا في الجهالة والسفاهة .. ذكر تعالى ما عليه أهل الكتاب من الدعاوى الباطلة، من زعمهم أنَّ الهداية في اتباع اليهودية والنصرانية، وبيَّن أنَّ تلك الدعاوي لم تكن عن دليلٍ، أو شبهةٍ، بل هي مجرَّد جحود وعناد، ثُمَّ عقَّب ذلك بأنَّ الدين الحق هو التمسك بالإِسلام دين جميع الأنبياء والمرسلين. </p><p> قوله تعالى:  {قُولُوا آمَنَّا بِاللَّهِ ...} الآية، قال أبو حيان: وارتبطت (٢) هذه الآية بما قبلها؛ لأنّه لمَّا ذكر في قوله:  {بَلْ مِلَّةَ إِبْرَاهِيمَ} جوابًا إلزاميًّا، وهم ما </p><p>(١) العمدة. (٢) البحر المحيط.</p><p> أُمروا باتباع اليهودية والنصرانية، وإنما كان ذلك منهم على سبيل التقليد، وكُلُّ طائفةٍ منهم تكفِّر الأخرى، أجيبوا بأنَّ الأولى في التقليد اتباع إبراهيم؛ لأنّهم أعني: الطائفتين المختلفتين قد اتفقوا على صحة دين إبراهيم، والأخذُ بالمتفق عليه أولى من الأخذ بالمختلف فيه، إن كان الدين بالتقليد، فلما ذكر هنا جوابًا إلزاميًّا ذكر بعده برهانًا في هذه الآية، وهو ظهور المعجزة عليهم بإنزال الآيات، وقد ظهرت على يد محمد - صلى الله عليه وسلم -، فوجب الإيمان بنبوَّته، فإن تخصيص بعض بالقبول وبعض بالردِّ يوجب التناقض في الدليل، وهو ممتنعٌ نقلًا. انتهى. </p><p> قوله تعالى:  {قُلْ أَتُحَاجُّونَنَا فِي اللَّهِ ...} الآيات، مناسبة هذه الآيات لما قبلها: لمَّا بيَّن (١) سبحانه وتعالى في الآيات السابقة أنَّ الملَّة الصحيحة هي ملة إبراهيم، وليست هي باليهودية والنصرانية، بل هي صبغة الله التي لا دخل لأحد فيها، وهي بعيدةٌ عن اصطلاحات الناس وأوضاعهم، ولكن نشأت بعد ذلك أوضاعُ الرؤساء، فطمست ما جرى عليه الأنبياء، حتى خفيت أوامرهم فيها إلى أن أرسل الله سبحانه محمدًا - صلى الله عليه وسلم -، ودعا الناس إلى الرجوع إليها، وأرشد إلى الحق الذي عليه صلاح المجتمع في دينه ودنياه .. شرع هنا يُبطل الشبهاتِ التي تعترض سبيل الحق، فلقَّن نبيَّه الحجج التي يدفع بها تلك المفتريات. </p><p> أسباب النزول </p><p> قوله تعالى:  {وَقَالُوا كُونُوا هُودًا أَوْ نَصَارَى ...} الآية، سبب نزول هذه الآية (٢) : ما أخرجه ابن أبي حاتم من طريق سعيد، أو عكرمة، عن ابن عباس رضي الله عنهما - قال: (قال ابن صُوريا للنبي - صلى الله عليه وسلم -: ما الهدى إلّا ما نحن عليه، فاتبعنا يا محمد! تهتد، وقالت النصارى مثل ذلك، فأنزل الله فيهم {وَقَالُوا كُونُوا هُودًا أَوْ نَصَارَى ...} الآية. </p><p>(١) المراغي. (٢) لباب النقول.</p>"
}