{
  "id": null,
  "sura": 2,
  "aya": 93,
  "text": "<p> لَا تَقُولُوا رَاعِنَا وَقُولُوا انْظُرْنَا وَاسْمَعُوا}. </p><p> وأخرج أبو نعيم في \"الدلائل\" من طريق السدي الصغير، عن الكلبي، عن ابن عباس قال: راعنا بلسان - اليهود: السَّبُّ القبيح، فلمَّا سمعوا أصحابه يقولون، أعلنوا بها له، فكانوا يقولون ذلك، ويضحكون فيما بينهم، فنزلت هذه الآية، فسمعها منهم سعد بن معاذ، فقال لليهود: يا أعداء الله! لئن سمعتها من رجل منكم بعد هذا المجلس لأضربنَّ عنقه. وأخرج ابن جرير، عن الضحاك قال: كان الرجل يقول: أرعني سمعك، فنزلت الآية. </p><p> وأخرج عن عطية قال: كان أناسٌ من اليهود يقولون: أرعنا سمعك، حتى قالها أناسٌ من المسلمين، فكره الله لهم ذلك، فنزلت الآية. وأخرج عن قتادة قال: كانوا يقولون: راعنا سمعك؛ فكان اليهود يأتون، فيقولون مثل ذلك، فنزلت الآية. وأخرج عن عطاء قال: كانت لغة الأنصار في الجاهليّة، فنزلت. وأخرج عن أبي العالية قال: إنّ العرب كانوا إذا حدَّث بعضهم يقول أحدهم لصاحبه: أرعني سمعك، فنهوا عن ذلك. </p><p> التفسير وأوجه القراءة </p><p> ٩٣ - {وَإِذْ أَخَذْنَا مِيثَاقَكُمْ} ؛ أي: العهد منكم؛ أي: واذكروا يا بني إسرائيل! قصّة حين أخذنا العهد المؤكَّد باليمين منكم، على العمل بما في التوراة {وَرَفَعْنَا} أي: قلعنا وحبسنا {فَوْقَكُمُ} ؛ أي: فوق رؤوسكم {الطُّورَ} أي: جبله ليسقط عليكم حين أبيتم، وامتنعتم من قبول التوراة قائلين لكم:  {خُذُوا مَا آتَيْنَاكُمْ} ؛ أي: اعملوا بما أعطيناكم من الكتاب {بِقُوَّةٍ} ؛ أي: بجدٍّ واجتهادٍ {وَاسْمَعُوا} ما أمرتم به في الكتاب سماع قبول وطاعةٍ {قَالُوا} كلام مستأنف واقع في جواب سؤال مقدر، كأنّه قيل: فماذا قالوا؟ فقيل: قالوا: {سَمِعْنَا} قولك بآذاننا، ولكن لا سماع طاعةٍ وقبولٍ {وَعَصَيْنَا} وخالفنا أمرك بقلوبنا، ولولا مخافة الجبل ما قبلنا في الظاهر، فإذا كان حال أسلافهم هكذا فكيف يتصوَّر من أخلافهم الإيمان؟ وقيل: إنّهم يقولون ذلك بألسنتهم، ولكن لَمَّا سمعوه وتلقَّوه، تلقوه بالعصيان، فنسب ذلك إليهم. وقيل كأنَّهم يقولون: لولا </p><p> الجبل لسمعنا ذلك، وعصينا أمرك، وجملة قوله:  {وَأُشْرِبُوا} في محل النصب على الحال من فاعل {قَالُوا} ؛ أي:  {قَالُوا سَمِعْنَا وَعَصَيْنَا} والحال أنَّهم أشربوا وسُقوا {فِي قُلُوبِهِمُ} بيانٌ لمكان الإشراب، كقوله:  {إِنَّمَا يَأْكُلُونَ فِي بُطُونِهِمْ نَارًا}  {الْعِجْلَ} أي: حبَّ عبادة العجل، فهو على حذف مضافين، يقال: أشرب قلبه كذا؛ أي: حلَّ محلَّ الشراب، أو اختلط، كما خلط الصبغ بالثوب. </p><p> وحقيقة (١) أُشربَه كذا جعله شاربًا لذلك، فالمعنى: جُعلوا شاربين حبَّ العجل نافذًا فيهم نفوذ الماء فيما يَتغَلْغَلُ فيه. قال الراغب: من عاداتهم إذا أرادوا محاصرة حبِّ، أو بغضٍ في القلب، أن يستعيروا لها اسم الشراب، إذ هو أبلغ مساغًا في البدن، ولذلك قالت الأطباء: الماء مطيَّة الأغذية والأدوية {بِكُفْرِهِمْ} أي: بسبب كفرهم السابق لهم في مصر من الوثنية الموجب لذلك، والمعنى: حُبّب إليهم العجل، وخالط حبُّه قلوبهم، كما يخالط الشراب أجزاء البدن الباطنة. قيل: كانوا مُجسِّمةً، أو حُلُوليَّةً، ولم يروا جسمًا أعجب منه، فتمكَّن في قلوبهم ما سوَّل لهم السامريُّ، وجَعَل حلاوةَ عبادةِ العجل في قلوبهم مجازاة لكفرهم. وفي القصص: أنَّ موسى عليه السلام، لمَّا خرج إلى قومه أمَرَ أَنْ يُبْرَدَ العجل بالمِبْرد ثم يُدرَّى في النهر، فلم يبق نهرٌ يجري يومئذٍ إلّا وقع فيه منه شيءٌ، ثم قال لهم: اشربوا منه فمن بقي، في قلبه شيءٌ من حبّ العجل ظهَرَتْ سُحَالة الذَهب على شاربه؛ أي: خَرَجت بُرادَتهُ على شاربه، وهذا (٢) قولٌ يردُّهُ قولهُ: {فِي قُلُوبِهِمُ} وروي أنَّ الذين تبيَّن لهم حُبُّ العجل أصابهم من ذلك الماء الجُبْنُ، وبناؤه للمفعول في قوله:  {وَأُشْرِبُوا} دليلٌ على أنَّ ذلك فُعِل بهم، ولا يفعلُه إلّا الله تعالى. وقال أبو حيان: ومعناه: أنَّه داخلهم حبُّ عبادته، كما داخل الصبغُ الثوبَ، وأنشدوا: </p><p>(١) روح البيان. (٢) البحر المحيط.</p><p> إِذا مَا القَلْبُ أُشْرِبَ حُبَّ شيءٍ ... فَلاَ تَأْمَلْ لَهُ عَنْهُ انْصِرَافا </p><p> وقال ابن عرفة: يقال: أُشرب قلْبُه حبَّ كذا؛ أي: حلَّ محلَّ الشراب، ومازَجَهُ. انتهى كلامه. وإنّما عبَّر عن حبّ العجل بالشرب دون الأكل؛ لأنَّ شرب الماء يتغلغل في الأعضاء حتى يصل إلى باطنها، ولهذا قال بعضهم: </p><p> جَرَى حُبُّها مَجْرَى دَمِي في مَفَاصِلِي ... فَأصْبَحَ لِي عَنْ كُلِّ شُغْلٍ بهَا شُغْلُ </p><p> وأمّا الطعام (١) ، فقالُوا: هو مجاور لها غير متغلغلٍ فيها، ولا يصل إلى القلب منه إلّا يسيرٌ، وقال: </p><p> تَغَلْغَلَ حُبُّ عَثْمَةَ في فُؤَادِيْ ... فَبَادِيْه مَعَ الخَافِي يَسِيرُ </p><p> والظاهر: أنَّ الباء في قوله: {بِكُفْرِهِمْ} للسبب؛ أي: الحامل لهم على عبادة العجل هو كفرهم السابق لهم في مصر. وقيل ويجوز أن تكون الباء بمعنى مع متعلِّقة بمحذوف وقع حالًا؛ أي: وأشربوا في قلوبهم حبَّ العجل حال كونه مصحوبًا بكفرهم السابق من الوثنية {قُلْ} لهم يا محمد! توبيخًا (٢) لحاضري اليهود، إثر ما بُيِّنَ أحوال رؤسائهم الذين بهم يقتدون في كُلِّ ما يأتون ويذرون {بِئْسَمَا} أي: بئس الشيء شيئًا {يَأْمُرُكُمْ بِهِ} ، أي: بذلك الشيء {إِيمَانُكُمْ} بما أنزل عليكم من التوراة حسبما تدَّعون، والمخصوص بالذم محذوف؛ أي: ما ذكر من قولهم: {سَمِعْنَا وَعَصَيْنَا} وعبادتهم العجل، وفي إسناد الأمر إلى الإيمان تهكّم بهم، وإضافة الإيمان إليهم؛ للإيذان بأنّه ليس بإيمانٍ حقيقةً، كما ينبيء عنه قوله:  {إِنْ كُنْتُمْ مُؤْمِنِينَ} بالتوراة، إذ لم يُسوِّغ الإيمان بها مثلَ تلك القبائح، فلستم بمؤمنين بها قطعًا، فقد علم أن من ادَّعى أنّه مؤمن ينبغي أن يكون فعله مصدِّقًا لقوله: وإلّا لم يكن مؤمنًا؛ أي: بئس الشيء شيئًا يأمركم به إيمانكم بما أنزل عليكم من التوراة، والمخصوص بالذمّ قولهم:  {سَمِعْنَا وَعَصَيْنَا} ، وعبادتُهم العجل، والمعنى: بئس الإيمان إيمانٌ </p><p>(١) البحر المحيط. (٢) روح البيان.</p>"
}