{
  "id": null,
  "sura": 2,
  "aya": 101,
  "text": "<p> وقال:  {بَلْ أَكْثَرُهُمْ لَا يُؤْمِنُونَ} ؛ لأنّهم لا عهود لهم؛ أي: بل أكثر اليهود لا يصدِّقون ربَّك أبدًا؛ لحَسَدِهم. </p><p> وقيل المعنى: بل أكثر اليهود لا يؤمنون بالتوراة، وليسوا من الدين في شيء، فلا يعتدُّون - نقض العهد والمواثيق ذنبًا، ولا يبالون، وهذا ردٌّ لما يتوهَّم من أنَّ الفريق النابذين هم الأقلُّون، أو أنّ من لم ينبذ جهارًا فهم مؤمنون به خفاءً. وهذا من (١) إخبار الغيب، إذ أنَّ أكثر اليهود ما آمنوا بالنبي - صلى الله عليه وسلم - ولن يؤمنوا به، فمثل هذا الحكم لا يصدر إلّا ممَّن يعلم خفيَّات الأمور. </p><p> والخلاصة: أنَّ الله سبحانه وتعالى، بيَّن في هذه الآية حالين لأهل الكتاب. </p><p> أولاهما: أنّه لا يوثق بهم في شيء؛ لما عرف عن كثير منهم من نقض العهود في كل زمان. </p><p> ثانيتهما: أنّه لا يرجى إيمان أكثرهم؛ لأنّ الضلال قد استحوذ عليهم، وجعلهم في طغيانهم يعمهون. </p><p> ١٠١ - {وَلَمَّا جَاءَهُمْ} ؛ أي: ولمَّا أتى اليهود {رَسُولٌ} هو محمد - صلى الله عليه وسلم - {مِنْ عِنْدِ اللَّهِ} متعلِّق بجاء {مُصَدِّقٌ} ؛ أي: مُقرِّرٌ {لِمَا مَعَهُمْ} ؛ أي: لما مع اليهود من التوراة من (٢) حيث إنّه - صلى الله عليه وسلم - قرَّر صحتها، أو حقَّق حقيقة نبوّة موسى عليه السلام بما أنزل الله تعالى عليه، أو من حيث إنه - صلى الله عليه وسلم - جاء على وفق ما نعت له فيها {نَبَذَ} ؛ أي: طرح ورمى جواب {لَمَّا}  {فَرِيقٌ} ؛ أي: طائفةٌ {مِنَ الَّذِينَ أُوتُوا} وأعطوا {الْكِتَابَ} ؛ أي: التوراة، وتمسَّكوا به أوَّلًا، يعني: علماء اليهود وأحبارهم {كِتَابَ اللَّهِ} الذي أوتوه وهو مفعول نبذ؛ أي: التوراة؛ أي، طرح </p><p>(١) النسفي. (٢) المراغي.(٣) كرخي.</p><p> أحبارهم، ورمى علماؤهم التوراة {وَرَاءَ ظُهُورِهِمْ} وأعرضوا عنها بالكلِّية، وتركوا العمل بما فيها من الإيمان بمحمد - صلى الله عليه وسلم -، وجحدوا به، وأصرُّوا على إنكار نبوّته؛ لأنّهم لمَّا كفروا بالرسول المصدِّق لما معهم، فقد نبذوا التوراة التي فيها أنَّ محمدًا رسول الله، وقد علموا أنها من الله تعالى، مثل تركهم وإعراضهم عنه بالكلية بما يرمى به وراء الظهر استغناءً، وقلَّة التفاتٍ إليه، وقوله:  {كَأَنَّهُمْ لَا يَعْلَمُونَ} ؛ أي: كأنَّ هؤلاء الفريق لا يعلمون ما في التوراة من الأمر باتباع محمد - صلى الله عليه وسلم -، وتصديقه، أو مما بينته من نعوته - صلى الله عليه وسلم -، جملةٌ حاليةٌ من فريقٌ؛ لتخصيصه بالوصف؛ أي: نبذوه وراء ظهورهم حال كونهم متشبِّهين بمن لا يعلمه أنّه كتاب الله. والنبذُ (١) : كناية عن عدم الالتفات إليها، وعدم الاعتناء بما فيها؛ لأنّ النبذ الحقيقيَّ لم يحصل منهم؛ لأنّها بين أيديهم يقرؤونها. وقال سفيان بن عيينة: أدرجوها في الحرير والديباج، وحلَّوه بالذهب والفضة، ولم يُحِلُّوا حلالها، ولم يحرّموا حرامها، فذلك النَّبذ، وهذه الآية تنطبق على كُلِّ من يقرأ القرآن، ولم يعمل بما فيه، وفَّقنا الله تعالى بالعمل بما فيه، وإنَّما عبر عنها بكتاب الله، تشريفًا لها، وتعظيمًا لحقّها عليهم، وتهويلًا لما اجْتَرؤُوا عليه من الكفر بها. </p><p> قيل (٢) : أصل اليهود: أربع فرقٍ: فرقةٌ آمنوا بالتوراة، وقاموا بحقوقها، كمؤمن أهل الكتاب، وهم الأقلُّون المشار إليهم بقوله تعالى:  {بَلْ أَكْثَرُهُمْ لَا يُؤْمِنُونَ} وفرقةٌ جاهروا بنبذ العهود تمردًا وفسوقًا، وهم المعنيُّون بقوله عَزَّ وَجَلَّ {نَبَذَ فَرِيقٌ مِنَ} وفرقةٌ لم يجاهروا بنبذها، ولكن نبذوها لجهلهم، وهم الأكثرون، وفرقةٌ تمسَّكوا بها ظاهرًا، ونبذوها خفيةً وهم المتجاهلون. وفيه إشارةٌ إلى أن مَنْ فَعَل فِعْل الجاهل، وتعمَّدَ الخلافَ مع علمه، يلتحقُ بالجُهَّال، وهو والجاهل سواءٌ، فكما أنَّ الجاهلَ لا يجَيِءُ منه خيرٌ، فكذا العالم لا يعمل بِعلْمِه، ولذا قال النبي - صلى الله عليه وسلم -: \"واعظُ اللِّسان ضائعٌ كلامه، وواعظ القلب نافذٌ </p><p>(١) الفتوحات. (٢) روح البيان.</p>"
}