{
  "id": null,
  "sura": 2,
  "aya": 116,
  "text": "<p> لله، قاله الفرَّاء، قال: </p><p> أسْتَغْفِرُ الله ذَنْبًا لَسْتُ مُحْصِيهِ ... رَبَّ العِبَادِ إلَيْه الوَجْهُ والعَمَلُ </p><p> ١١٦ - {وَقَالُوا اتَّخَذَ اللَّهُ وَلَدًا} نزلت في اليهود، إذ قالوا: عزير ابن الله، أو في النصارى، إذ قالوا: المسيح ابن الله، أو في المشركين، إذ قالوا: الملائكة بنات الله، أو في النصارى والمشركين أقوالٌ أربعة، والأخير قاله الزجاج، ولاختلافهم في سبب النزول، اختلفوا في مرجع الضمير في {قالوا} على من يعود، فقيل: عائدٌ على الجميع من غير تخصيص، فإنَّ كلًّا منهم قد جعل لله ولدًا، قاله ابن إسحاق، فحينئذٍ ضمير {قالوا} راجع إلى الفرق الثلاثة المذكورة سابقًا، أمَّا اليهود والنصارى، فقد ذُكِروا صريحًا، وأمّا المشركون، فقد ذُكِروا بقوله تعالى:  {كَذَلِكَ قَالَ الَّذِينَ مِنْ قَبْلِهِمْ مِثْلَ قَوْلِهِمْ} . </p><p> وقرأ الجمهور (١) . {وَقَالُوا} بواو العطف، وهو آكد في الربط، فيكون عطف جملة خبرية على جملة مثلها؛ أي: معطوفًا على قوله: {وَقَالَتِ الْيَهُودُ} ، أو على منع، أو على مفهوم قوله:  {وَمَنْ أَظْلَمُ} ؛ أي: على معناه، وكأنّه قيل: لا أحد أظلم ممَّن منع مساجد الله، ولا ممَّن قال؛ اتخذ الله ولدًا، وإن كان الثاني أظلم من الأول. وقيل: هو معطوف على قوله: {وَسَعَى فِي خَرَابِهَا} فيكون معطوفًا على معطوف على الصلة، وفصل بينهما بالجمل الكثيرة، وهذا بعيدٌ جدًّا ينزَّه القرآن عن مثله. وقرأ ابن عباس، وابن عامر، وغيرهما:  {قالوا} بغير واو، استئنافًا وملحوظًا فيه معنى العطف، واكتفى على هذا بالضمير، والربط به عن الربط بالواو. وقال الفارسيُّ: وبغير واوٍ هي في مصاحف أهل الشام، فالقراءتان سبعيتان، وأمَّا آية يونس، فبترك الواو لا غير؛ لعدم ما يناسب العطف؛ أي: وقالت اليهود، والنصارى، ومشركوا العرب {اتَّخَذَ اللَّهُ} ؛ أي: صنع الله، وجعل لنفسه {وَلَدًا} ذكرًا أو أنثى، والاتخاذ (٢) : إمّا بمعنى الصنع والعمل، فلا </p><p>(١) البحر المحيط. (٢) روح البيان.</p><p> يتعدَّى إلّا إلى واحد، وإمّا بمعنى: التصيير، والمفعول الأول محذوف؛ أي: صيَّر بعض مخلوقاته ولدًا، وادَّعى أنَّه ولده، لا أنّه ولده حقيقةً، وكما يستحيل عليه تعالى أن يلد حقيقةً، كذا يستحيل عليه التبني واتخاذ الولد؛ أي: قالت اليهود: عزير ابن الله، وقالت النصارى: المسيح ابن الله، وقال المشركون: الملائكة بنات الله، فنزَّه تعالى نفسه عمّا قالوا في حقه، فقال ردًّا عليهم {سُبْحَانَهُ} ؛ أي: تنزيهًا له تعالى عمَّا يقول هؤلاء الكفرة، فهي كلمة تنزيه، نزَّه الله تعالى بها نفسه عن اتخاذ الولد، ومن قولهم، وافترائهم عليه؛ أي: منزَّهٌ (١) سبحانه عن السبب المقتضي للولد، وهو الاحتياج إلى من يعينه في حياته، ويقوم مقامه بعد مماته، وعمّا يقتضيه الولد وهو التشبيه، فإنّ الولد لا يكون إلّا من جنس والده، فكيف يكون للحقّ سبحانه ولدٌ وهو لا يشبهه شيءٌ؟ </p><p> روى البخاري عن ابن عباس - رضي الله عنهما - عن النبي - صلى الله عليه وسلم - قال: قال الله عَزَّ وَجَلَّ: (كذَّبني ابن آدم ولم يكن له ذلك، وشتمني ولم يكن له، فأمَّا تكذيبه إيَّاي، فزعم أنِّي لا أقدر أن أعيده كما كان، وأمَّا شتمه إيَّاي،فقوله:لي ولدٌ، فسبحاني أن أتَّخذ صاحبةً أو ولدًا) ولا فارق بين أن يكون هذا القول قد صدر من جميع أفراد الأمَّة، أو من بعضها، فإنَّ أفرادها متكافلون في كلّ ما يعملون، وما يقولون ممَّا يعود أثره من خيرٍ أو شرٍّ إلى الجميع {بَل} ليس الأمر كما زعموا {لَهُ} سبحانه وتعالى عبيدًا وملكًا {مَا فِي السَّمَاوَاتِ وَالْأَرْضِ} ؛ أي: جميع ما فيهما، والملكية تنافي الولدية، فكيف ينسب إليه الولد، وهو داخل فيهما؟ بل هو خالق جميع الموجودات علويًّا وسفليًّا، التي من جملتها عزيرٌ، والمسيح، والملائكة، وهذا ردٌّ لما قالوه، واستدلالٌ على فساده، فإنَّ الإضراب عن قول المبطلين معناه: الردُّ، والإنكار، وفي \"الوسيط\"  {بَلْ} ؛ أي: ليس الأمر كما زعموا، والمعنى: إنه خالق ما في السموات والأرض جميعًا، الذي يدخل فيه الملائكة، وعزيرٌ، والمسيح، دخولًا أوّليًّا، فكان المستفاد من الدليل، امتناع أن يكون شيءٌ ما مما في السموات والأرض ولدًا، سواءً كان ذلك ما زعموا أنّه </p><p>(١) روح البيان.</p>"
}