{
  "id": null,
  "sura": 2,
  "aya": 188,
  "text": "<p> قوله تعالى:  {الشَّهْرُ الْحَرَامُ بِالشَّهْرِ الْحَرَامِ ...} أخرج ابن جرير عن قتادة قال: أقبل نبي الله - صلى الله عليه وسلم - وأصحابه معتمرين في ذي القعدة، ومعهم الهدي، حتى إذا كانوا بالحديبية .. صدهم المشركون، وصالحهم النبي - صلى الله عليه وسلم - على أن يرجع من عامه ذلك، ثم يرجع من العام المقبل، فلما كان العام المقبل .. أقبل هو وأصحابه حتى دخلوا مكة معتمرين في ذي القعدة، فأقام بها ثلاث ليال، وكان المشركون قد فخروا عليه حين ردوه، فأقصه الله منهم، فأدخله مكة في مثل ذلك الشهر الذي كانوا ردوه فيه، فأنزل الله تعالى:  {الشَّهْرُ الْحَرَامُ بِالشَّهْرِ الْحَرَامِ وَالْحُرُمَاتُ قِصَاصٌ ...} . </p><p> قوله تعالى:  {وَأَنْفِقُوا فِي سَبِيلِ اللَّهِ وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ ...} أخرج البخاري عن حذيفة: {وَأَنْفِقُوا فِي سَبِيلِ اللَّهِ وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ} قال نزلت في النفقة. </p><p> وأخرج أبو داود والترمذي، وصححه ابن حبان والحاكم وغيرهم، عن أبي أيوب الأنصاري رضي الله عنه قال: نزلت هذه الآية فينا معشر الأنصار، لما أعز الله الإِسلام وكثر ناصروه .. قال بعضنا لبعض سرًّا: إن أموالنا قد ضاعت، وإن الله قد أعز الإِسلام، فلو أقمنا في أموالنا، فأصلحنا ما ضاع منها، فأنزل الله يرد علينا ما قلنا:  {وَأَنْفِقُوا فِي سَبِيلِ اللَّهِ وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ} فكانت التهلكة الإقامة على الأموال وإصلاحها، وتركنا الغزو. </p><p> التفسير وأوجه القراءة </p><p> ١٨٨ - {وَلَا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ} ؛ أي: لا يأخذ بعضكم مال بعض بالطريق الحرام شرعًا كالنهب والغصب واللهو كالقمار، وأجرة المغني، وثمن الخمر والملاهي، والرشوة وشهادة الزور، والخيانة في الأمانة، وذلك لأن الله قدر لكلٍّ رزقه، فلا يتسع بالباطل، ولا يضيق بالحق. {و} لا {تدلوا} عطف على المنهي، وقرأ أبي:  (ولا تدلوا) بإعادة لا الناهية؛ أي: ولا تلقوا {بِهَا} ؛ أي: بحكومتها؛ أي: لا تسرعوا ولا تبادروا بالخصومة على الأموال {إِلَى الْحُكَّامِ} ؛ أي: إلى الولاة ليعينوكم على إبطال حق، أو تحقيق باطل {لِتَأْكُلُوا} ؛ أي: تأخذوا بالتحاكم إليهم {فَرِيقًا} ؛ أي: قطعة وجملة {مِنْ أَمْوَالِ النَّاسِ} وسماها </p>"
}