{
  "id": null,
  "sura": 2,
  "aya": 57,
  "text": "<p> السادس: ليقدّر قدرها، إذ كل ممنوع عزيز. </p><p> السابع: إنما منعها رحمة بالعباد؛ لما جبلوا عليه في هذه الدار من الغيرة، إذ لو رآه أحد تصدّع قلبه من رؤية غيره إياه، كما تصدّع الجبل غيرة من أن يراه موسى. والله أعلم. </p><p> ٥٧ - {وَظَلَّلْنا عَلَيْكُمُ الْغَمامَ} هذا هو الإنعام السابع؛ أي: جعلنا السحاب الرقيق ظلا عليكم، يحفظكم من حر الشمس، وكان يسير بسيرهم، وكانوا يسيرون ليلا ونهارا، وذلك في التيه، وهو: واد بين الشام ومصر وقدره تسعة فراسخ، وقيل: اثنا عشر فرسخا، مكثوا فيه أربعين سنة متحيرين، لا يهتدون إلى الخروج منه، وسبب ذلك؛ مخالفتهم أمر الله تعالى إياهم بقتال الجبارين الذين كانوا بالشام؛ أي: جعلنا (١) الغمام ظلّة عليكم يا بني إسرائيل. وهذا كما ذكرنا جرى في التيه، واد بين مصر والشام، فإنهم حين خرجوا من مصر وجاوزوا البحر، وقعوا في صحراء لا أبنية فيها، وأمرهم الله تعالى بدخول مدينة الجبّارين، الذين كانوا في الشام وقتالهم، فقبلوا أمره، فلما قربوا منها سمعوا بأنّ أهلها جبارون أشدّاء، قامة أحدهم سبعمائة ذراع، ونحوها، فامتنعوا، وقالوا لموسى:  {فَاذْهَبْ أَنْتَ وَرَبُّكَ فَقاتِلا إِنَّا هاهُنا قاعِدُونَ} فعاقبهم الله تعالى، بأن يتيهوا في الأرض أربعين سنة، وكانت المفازة يعني: التيه، اثني عشر فرسخا، فأصابهم حرّ شديد، وجوع مفرط، فشكوا إلى موسى، فرحمهم الله تعالى، فأنزل عليهم عمودا من نور يدلى له من السماء، فيسير معهم بالليل يضيىء لهم مكان القمر إذا لم يكن قمر، وأرسل غماما أبيض رقيقا. أطيب من غمام المطر، يظللهم من حر الشمس في النهار. وسمّي السحاب غماما؛ لأنه يغمّ السماء؛ أي: يسترها. والغمّ: حزن يستر القلب. ولم يكن لهم في التيه شيء يسترهم، ويستظلّون به، وكانت ثيابهم لا تتسخ، ولا تبلى، ثم سألوا موسى الطعام، فدعا ربه فاستجاب له، وهو قوله تعالى:  {وَأَنْزَلْنا عَلَيْكُمُ الْمَنَّ} ؛ أي: الترنجبين بفتح </p><p>(١) روح البيان.</p><p> الراء وتسكين النون: وهو شيء أبيض مثل الثلج، كالشّهد المعجون بالسمن. وقيل: هو يشبه العسل الأبيض. وقيل: هو كان يقع على أشجارهم من الفجر إلى طلوع الشمس، لكلّ إنسان صاع، أو المنّ جميع ما منّ الله به على عباده من غير تعب، ولا زرع، ومنه قوله صلّى الله عليه وسلّم:  «الكمأة من المنّ وماؤها شفاء للعين» ؛ أي: ممّا منّ الله به على عباده من غير تعب، ثمّ لما ملّوا من أكله، قالوا: يا موسى! قتلنا هذا المنّ بحلاوته، فادع لنا ربك أن يطعمنا اللحم، فأنزل الله عليهم السلوى، وذلك قوله:  {وَالسَّلْوى} ؛ أي: وأرسلنا عليكم السلوى، وهو السماني، وهو: طائر لذيذ اللحم، ليس له ذنب، ولا يطير إلا قليلا، ويموت إذا سمع صوت الرعد، فيلهمه الله أن يسكن جزائر البحر التي لا يكون فيها مطر ولا رعد، إلى انقضاء أوان المطر والرعد، فيخرج من الجزائر، وينتشر في الأرض. </p><p> وخاصّيّته: أنّ أكل لحمه يليّن القلوب القاسية، وكانت تحشره عليهم ريح الجنوب، وكانت الريح تقطع حلقومها، وتشق بطونها، وتمعط شعورها، وكانت الشمس تنضجها، فكانوا يأكلونها مع المنّ. وأكثر المفسرين على أنهم يأخذونها، فيذبحونها، فكان ينزل عليهم المنّ نزول الثلج، من طلوع الفجر إلى طلوع الشمس، وتأتيهم السلوى، فيأخذ كل إنسان منهم كفايته إلى الغد، إلا يوم الجمعة يأخذ ليومين؛ لأنه لم يكن ينزل يوم السبت؛ لأنه كان يوم عبادة، فإن أخذ أكثر من ذلك دوّد وفسد. </p><p> وقوله:  {كُلُوا} مقول (١) لقول محذوف، معطوف على فعل محذوف، تقديره: أنعمنا عليكم بأنواع النعم من الطعام والشراب، من غير كدّ ولا تعب، وقلنا لكم كلوا {مِنْ طَيِّباتِ} وحلالات {ما رَزَقْناكُمْ} وأعطيناكم؛ أي: كلوا من لذائذ ما رزقناكموه من المنّ والسلوى، ولا ترفعوا منه شيئا ادخارا لغد، ولا تعصوا أمري، فرفعوا، وادّخروا، وجعلوا اللحم قديدا مخافة أن ينفد، فقطع الله عنهم، ودوّد ما ادّخروه، ولو لم يرفعوا لدام عليهم ذلك. والطيبات: جمع </p><p>(١) العمدة.</p><p> طيب، والطّيب: ما لا تعافه طبعا ولا تكرهه شرعا. وفي الحديث المتفق عليه. </p><p> عن أبي هريرة - رضي الله عنه - قال: قال رسول الله صلّى الله عليه وسلّم: «لولا بنوا إسرائيل، لم يخبث الطعام، ولم يخنز اللحم» ؛ أي: لم ينتن ولم يتغيّر «ولولا حواء، لم تخن أنثى زوجها الدّهر» . وقوله:  {وَما ظَلَمُونا} ؛ أي: وما نقصونا بما ادخروا، معطوف على محذوف، تقديره: فظلموا بأن كفروا تلك النعمة الجليلة، وادّخروا بعد ما نهوا عنه، وما ظلمونا؛ أي: ما بخسوا بحقّنا {وَلكِنْ كانُوا أَنْفُسَهُمْ يَظْلِمُونَ} ؛ أي: يضرّون باستيجابهم عذابي، وقطع مادة الرزق الذي كان ينزل عليهم، بلا مؤونة في الدنيا، ولا حساب في العقبى، فرفعنا ذلك عنهم؛ لعدم توكلهم علينا. </p><p> فإن قلت: ما الحكمة في ذكر كانوا هنا وفي الأعراف، وحذفها في آل عمران؟ </p><p> فالجواب: أن ما في السورتين إخبار عن قوم انقرضوا، وما في (آل عمران) مثل منبّه عليه بقوله: {مَثَلُ ما يُنْفِقُونَ} إلخ. اه «كرخي» . وقوله في الحديث: لم يخنز اللحم ولم تخن أنثى زوجها؛ أي: واستمرّ نتن اللحم من ذلك الوقت، لأنّ البادي للشيء كالحامل للغير على الإتيان به، وكذلك استمرت الخيانة من النساء؛ لأنّ أمّ النساء خانت بأن أغواها إبليس قبل آدم حتى أكلت من الشجرة، ثم أتت آدم، فزيّنت له ذلك حتى حملته على أن أكل منها، فاستمرّت تلك الخيانة من بناتها لأزواجها. </p><p> قال في «الأشباه والنظائر» : الطعام إذا تغيّر واشتدّ تغيره تنجّس، وحرم أكله واللّبن، والزّيت، والسمن، إذا أنتن لا يحرم أكله. انتهى. </p><p> وفي سفر الخروج من التوراة (١) : أنهم أكلوا المن أربعين سنة، وأنّ طعمه كالرّقاق بالعسل، وكان لهم بدل الخبز إذ كانوا محرومين من البقول، والخضر. </p><p> وفي هذا إيماء إلى أنّ كلّ ما يطلبه الله من عباده، فإنما نفعه لهم، وما ينهاهم </p><p>(١) المراغي.</p>"
}