{
  "id": null,
  "sura": 2,
  "aya": 231,
  "text": "<p> قوله تعالى:  {وَإِذَا طَلَّقْتُمُ النِّسَاءَ ...} الآية، روى البخاري، وأبو داود، والترمذي وغيرهم عن معقل ابن يسار أنه زوج أخته رجلًا من المسلمين، فكانت عنده، ثم طلقها تطليقة، ولم يراجعها حتى انقضت العدة، فهويها وهويته، فخطبها مع الخطاب، فقال له: يا لكع أكرمتك بها وزوجتكها فطلقتها، والله لا ترجع إليك أبدًا، فعلم الله حاجته إليها وحاجتها إليه، فأنزل الله:  {وَإِذَا طَلَّقْتُمُ النِّسَاءَ فَبَلَغْنَ} إلى قوله: {وَأَنْتُمْ لَا تَعْلَمُونَ} فلما سمعها معقل قال: سمع لربي وطاعة، ثم دعاه وقال: أزوجك وأكرمك، وأخرجه ابن مردويه من طرق كثيرة. </p><p> التفسير وأوجه القراءة </p><p> ٢٣١ - {وَإِذَا طَلَّقْتُمُ النِّسَاءَ} طلاقًا رجعيًّا {فَبَلَغْنَ أَجَلَهُنَّ} ؛ أي: قاربن انقضاء عدتهن وشارفن منتهاها، ولم تنقض؛ لأنه لو انقضت .. لم يكن للزوج إمساكها؛ لأنها ليست بزوجة، فلا سبيل له عليها، والأجل: هو الذي (١) ضربه الله للمعتدات من الأقراء والأشهر ووضع الحمل، وأضاف الأجل إليهن؛ لأنه أمس بهن، ولذا قيل: الطلاق للرجال، والعدة للنساء. {فَأَمْسِكُوهُنَّ} ؛ أي: راجعوهن قبل انقضاء العدة {بِمَعْرُوفٍ} في الشرع؛ أي: بالقول وبالإشهاد على الرجعة، لا بالوطء كما يجوز عند أبي حنيفة رحمه الله، أو بحسن الصحبة والمعاشرة {أَوْ سَرِّحُوهُنَّ} ؛ أي: خلوهن واتركوهن بلا رجعة حتى تنقضي عدتها، وتبين فيملكن أنفسهن {بِمَعْرُوفٍ} ؛ أي: بأداء حقوقهن بلا تخاصم ولا تقابح ولا تشاتم {وَلَا تُمْسِكُوهُنَّ} ؛ أي: لا تراجعوهن {ضِرَارًا} ؛ أي: لأجل إضرارها بسوء العشرة، وتضييق النفقة وتطويل العدة، وأنتم لا حاجة لكم إليهن، أو حالة كونكم مضارين لهن بذلك، وهذا النهي (٢) كالتوكيد لقوله أولًا: {فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ} نهاهم عن أن يكون الإمساك ضرارًا، وحكمة هذا النهي: أن الأمر في قوله: {فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ} يحصل لإمساكها مرة بمعروف هذا مدلول الأمر، ولا يتناول سائر الأوقات، وجاء بالنهي ليتناول سائر الأوقات ويعمها، ولينبه على ما كانوا يفعلونه من </p><p>(١) البحر المحيط. (٢) البحر المحيط.</p><p> الرجعة، ثم الطلاق، ثم الرجعة، ثم الطلاق على سبيل الضرار، فنهى عن هذه الفعلة القبيحة بخصوصها تعظيمًا لهذا المرتكب السيء الذي هو أعظم إيذاء للنساء حتى تبقى عدتها في ذوات الأشهر تسعة أشهر. </p><p> {لِتَعْتَدُوا} ؛ أي: لكي تظلموهن بتطويل العدة عليهن، أو بالإلجاء إلى الافتداء بالمال، واللام متعلق بضرارًا؛ إذ المراد تقييده وتعليله، وقيل: غير ذلك كما سنبينه في بحث الإعراب. </p><p> {وَمَنْ يَفْعَلْ ذَلِكَ} الإمساك المؤدي إلى الضرار والعدوان {فَقَدْ ظَلَمَ نَفْسَهُ} ؛ أي: أضر بنفسه بمخالفة أمر الله، وتعريضها لعقاب الله تعالى:  {وَلَا تَتَّخِذُوا} أيها الأزواج {آيَاتِ اللَّهِ} ؛ أي: أحكامه التي بينها بوحيه وتنزيله من أمره ونهيه وحلاله وحرامه {هُزُوًا} ؛ أي: استهزاء ولعبًا؛ أي: مهزوءًا بها، ومتروكًا العمل بها بالإعراض عنها، والتهاون بالعمل بما فيها من قولهم لمن لم يجدّ في الأمر: إنما أنت هازىء، كأنه نهى عن الهزء، وأراد به الأمر بضده؛ أي: جدوا (١) في الأخذ بها والعمل بما فيها، وارعوها حق رعايتها، وإلا فقد أخذتموها هزوًا ولعبًا، فمن وجب عليه طاعة الله وطاعة رسوله، ثم وصل إليه هذه الأحكام التي تقدم ذكرها في العدة والرجعة والخلع وترك المضارة .. فلا يتخذها هزوا، ففيه تهديد عظيم ووعيد شديد. </p><p> وعن أبي هريرة (٢) رضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال:  \"ثلاث جدهن جد وهزلهن جد: النكاح والطلاق والرجعة\" أخرجه أبو داود والترمذي. </p><p> وعن عبادة بن الصامت رضي الله عنه قال: كان الرجل على عهد رسول الله - صلى الله عليه وسلم - يقول: زوجتك ابنتي، ثم يقول: كنت لاعبًا، ويقول: قد أعتقت، ويقول: كنت لاعبًا، فأنزل الله سبحانه:  {وَلَا تَتَّخِذُوا آيَاتِ اللَّهِ هُزُوًا} فقال رسول الله - صلى الله عليه وسلم -: \"ثلاث من قالهن لاعبًا أو غير لاعب فهن جائزات عليه: الطلاق والنكاح والعتاق\" . </p><p>(١) الجمل. (٢) الشوكاني.</p>"
}