{
  "id": null,
  "sura": 2,
  "aya": 251,
  "text": "<p> جبار من العمالقة من أولاد عمليق بن عاد، وكان في بيضته ثلاث مئة رطل من الحديد؛ أي: لا قدرة لنا اليوم بمحاربة جالوت {وَجُنُودِهِ} وكانوا مئة ألف رجل شاكي السلاح. {قَالَ الَّذِينَ يَظُنُّونَ} ؛ أي: يوقنون ويعلمون {أَنَّهُمْ مُلَاقُو اللَّهِ} ؛ أي: ملاقوا ثواب الله ورضوانه في الدار الآخرة؛ وهم القليل الذين اقتصروا على الغرفة {كَمْ مِنْ فِئَةٍ قَلِيلَةٍ} وقرأ أبي شذوذًا: {وكأين} وهي مرادفة لـ {كم} في التكثير؛ أي: كم من جماعة قليلة من المؤمنين {غَلَبَتْ فِئَةً كَثِيرَةً} ؛ أي: غلبت جماعة كثيرة من الكافرين {بِإِذْنِ اللَّهِ} ؛ أي: بنصر الله تعالى إياهم، أو بقضاء الله وإرادته {وَاللَّهُ} سبحانه وتعالى {مَعَ الصَّابِرِينَ} بالنصر والعون؛ أي: معين الصابرين على الحرب بالنصرة على أعدائهم. </p><p> ٢٥٠ - {وَلَمَّا بَرَزُوا} ؛ أي: ولما برزوا طالوت وجنوده المؤمنون، وظهروا {لِجَالُوتَ وَجُنُودِهِ} الكافرين، ودنوا منهم وصافوا لهم {قَالُوا} ؛ أي: قال طالوت وجنوده جميعًا متضرعين إلى الله تعالى مستعينين به تعالى؛ أي: قالوا ملتجئين إلى الله بثلاث دعوات {رَبَّنَا أَفْرِغْ} ؛ أي: اصبب {عَلَيْنَا صَبْرًا} على القتال والمخاوف والأمور الهائلة؛ أي: أفض علينا صبرا يعمنا في جمعنا، وفي خاصة أنفسنا لنقوى على قتال أعدائك، وهذه هي الدعوة الأولى. {وَثَبِّتْ أَقْدَامَنَا} ؛ أي: أرسخها حتى لا تفر، أو قو قلوبنا لتثبت أقدامنا على مداحض القتال بكمال القوة عند المقارعة، وعدم التزلزل وقت المقاومة، وهذه هي الدعوة الثانية. {وَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ} جالوت وجنوده؛ أي: أعنا وأظفرنا بقهرهم وهزمهم، وذلك لأن جالوت وقومه كانوا يعبدون الأصنام، وهذه هي الدعوة الثالثة، وفيها (١) ترتيب بليغ إذ سألوا أولًا إفراغ الصبر في قلوبهم الذي هو ملاك الأمر، ثم ثبات القدم في مداحض الحرب السبب عنه، ثم النصر على </p><p> ٢٥١ - العدو والمترتب عليهما غالبًا. {فَهَزَمُوهُمْ} ؛ أي: هزم طالوت وجنوده جالوت وجنوده؛ أي: كسروهم وغلبوهم وقهروهم وردوهم {بِإِذْنِ اللَّهِ} ؛ أي: بنصره أو بقضائه وإرادته، أو بتمكين الله منهم إجابة لدعائهم {وَقَتَلَ دَاوُودُ} </p><p>(١) البيضاوي.</p><p> ابن إيشا عليه السلام كان من سبط يهودا بن يعقوب، وكان في عسكر بني إسرائيل {جَالُوتَ} الكافر، ولم يبين تعالى كيفية القتل {وَآتَاهُ اللَّهُ} ؛ أي: وأعطى الله سبحانه وتعالى لداود {الْمُلْكَ} الكامل سبع سنين بعد موت طالوت؛ أي: ملك بني إسرائيل في مشارق الأرض المقدسة ومغاربها {وَالْحِكْمَةَ} ؛ أي: النبوة بعد موت شمويل، وكان موته قبل طالوت، ولم يجتمع في بني إسرائيل الملك والنبوة لأحد قبله إلا له، بل كان الملك في سبط والنبوة في سبط آخر، ومع ذلك جمع الله له ولابنه سليمان بين الملك والنبوة، وقيل: الحكمة العلم النافع {وَعَلَّمَهُ} ؛ أي: وعلم الله داود {مِمَّا يَشَاءُ} ؛ أي: ما يشاء تعليمه من معلوماته كصنعة الدروع من الحديد، وكان يلين في يده وينسجه، وفهم كلام الطير والنمل، وكيفية القضاء، وما يتعلق بمصالح الدنيا، ومعرفة الألحان الطيبة، ولم يعط الله تعالى أحدًا من خلقه مثل صوته، كان إذا قرأ الزبور .. تدنو الوحوش حتى يؤخذ بأعناقها، وتظله الطير {وَلَوْلَا دَفْعُ اللَّهِ} قرأ نافع هنا وفي الحج: {دفاع الله} ؛ أي: ولولا أن يدفع الله {النَّاسَ بَعْضَهُمْ} بدل بعض من الناس، ويكف شرهم، وهم أهل الكفر والمعاصي {بِبَعْضٍ} منهم؛ وهم أهل الإيمان والطاعة {لَفَسَدَتِ الْأَرْضُ} وخربت بغلبة المشركين، وقتل المسلمين، وتخريب المساجد، قال ابن عباس - رضي الله عنهما -: ولولا دفع الله بجنود المسلمين .. لغلب المشركون على الأرض، فقتلوا المؤمنين وخربوا المساجد والبلاد، كما دفع الله جالوت وجنوده بطالوت وجنوده، ومن المعلومات أن لولا حرف امتناع لوجود، والمعنى: امتنع فساد الأرض لأجل دفع الناس بعضهم لبعض، وهذه الآية كالدليل لما ذكر في القصة من مشروعية القتال، ونصر داود على جالوت. {وَلَكِنَّ اللَّهَ} سبحانه وتعالى {ذُو فَضْلٍ} ؛ أي: ذو تفضل وإنعام عظيم {عَلَى الْعَالَمِينَ} كافة بسبب دفع ذلك الفساد؛ يعني: أن دفع الفساد بهذا الطريق إنعام وإفضال عم الناس كلهم، وجه (١) الاستدراك هو أنه لما </p><p>(١) البحر المحيط.</p>"
}