{
  "id": null,
  "sura": 2,
  "aya": 21,
  "text": "<p> والذباب، قال المشركون ما بال العنكبوت والذباب يذكران؟ فأنزل الله هذه الآية. وأخرج ابن أبي حاتم، عن الحسن قال: لما نزلت {يا أَيُّهَا النَّاسُ ضُرِبَ مَثَلٌ} قال المشركون: ما هذا من الأمثال فيضرب؟ أو ما يشبه هذه الأمثال، فأنزل الله:  {إِنَّ اللَّهَ لا يَسْتَحْيِي أَنْ يَضْرِبَ مَثَلًا ...} الآية. قلت: القول الأول أصحّ إسنادا، وأنسب بما تقدّم أوّل السورة، وذكر المشركين لا يلائم كون الآية مدنية. وما أوردناه عن قتادة والحسن حكاه عنهما الواحديّ بلا إسناد بلفظ (قالت اليهود) ، وهو أنسب. </p><p> التفسير وأوجه القراءة </p><p> ٢١ - {يا أَيُّهَا النَّاسُ} ؛ أي: يا أيّها المكلّفون من الإنس والجنّ {اعْبُدُوا} ؛ أي: وحّدوا، وأفردوا بالعبادة، والطاعة، والاستغاثة، والدعاء {رَبَّكُمُ الَّذِي خَلَقَكُمْ} ؛ أي: خالقكم الذي ابتدع خلقكم على غير مثال سابق؛ لأنّه الذي يستحقّ العبادة منكم دون غيره من الأصنام، والأحجار، لأنّ تعليق الحكم بمشتقّ يؤذن بعليّة ما منه الاشتقاق، فكأنّه قال: اعبدوه لخلقه إيّاكم، فإنّه هو الذي يعبد دون غيره. </p><p> وهذه الآية (١) مسوقة لإثبات التوحيد، وتحقيق نبوة محمد صلّى الله عليه وسلّم - اللذين هما أصل الإيمان. والناس يصلح اسما للمؤمنين، والكافرين، والمنافقين. والنداء فائدته؛ تنبيه الغافلين، أو إحضار الغائبين، وتحريك الساكنين؛ وتعريف الجاهلين، وتفريغ المشغولين، وتوجيه المعرضين، وتهييج المحبّين، وتشويق المريدين. </p><p> قال بعضهم: أقبل عليهم بالخطاب جبرا؛ لما في العبادة من الكلفة بلذّة الخطاب؛ أي: يا مؤنس لا تنس أنسك بي قبل الولادة، أو يا ابن النسيان تنبّه، ولا تنس حيث كنت نسيا منسيا، ولم تك شيئا مذكورا، فخلقتك وخمرتك طينا، </p><p>(١) روح البيان.</p><p> ثم نطفة، ثم دما، ثم علقة، ثم مضغة، ثم عظاما ولحوما وعروقا وجلودا وأعصابا، ثمّ جنينا، ثم طفلا، ثمّ صبيا، ثمّ شابا، ثمّ كهلا، ثمّ شيخا، وأنت فيما بين ذلك تتمرّغ في نعمتي، وتسعى في خدمة غيري، تعبد النفس والهوى، وتبيع الدين بالدنيا، لا تنس من خلقك، وجعلك من لا شيء شيئا مذكورا كريما مشكورا، علّمك، وقوّاك، وأكرمك، وأعطاك ما أعطاك. فهذا خطاب للنفس والبدن. قال في «التيسير» : وإذا كان الإنسان من النسيان، ففيه عتاب وتلقين، أمّا العتاب، فكأنّه يقول: أيّها الناس! قابلتم نعمنا بالكفران، وأوامرنا بالعصيان، وأمّا التلقين للعذر، فكأنّه يقول: أيّها المخالف لنا ناسيا لا عامدا، وساهيا لا قاصدا! اعذرناك لنسيانك، وعفونا عنك لإيمانك. </p><p> قال ابن عباس - رضي الله عنهما (١) -: يا أيّها الناس: خطاب لأهل مكة، {يا أَيُّهَا الَّذِينَ آمَنُوا} خطاب لأهل المدينة. وهو هنا خطاب عامّ لسائر المكلّفين؛ لأنّ ذلك أمر أغلبي على أنّ السورة مدنية. </p><p> واعلم (٢) : أنّ النداء الواقع في القرآن على سبعة مراتب: </p><p> الأول: نداء مدح، كقوله:  {يا أَيُّهَا النَّبِيُّ} ، {يا أَيُّهَا الرَّسُولُ} . </p><p> والثاني: نداء ذمّ، كقوله:  {يا أَيُّهَا الَّذِينَ هادُوا} ، {يا أَيُّهَا الَّذِينَ كَفَرُوا} . </p><p> والثالث: نداء تنبيه، كقوله:  {يا أَيُّهَا الْإِنْسانُ} ، {يا أَيُّهَا النَّاسُ} . </p><p> والرابع: نداء إضافة، كقوله:  {يا عِبادِيَ} . </p><p> والخامس: نداء نسبة، كقوله:  {يا بَنِي آدَمَ} ، {يا بَنِي إِسْرائِيلَ} . </p><p> والسادس: نداء تسمية، كقوله:  {يا داوُدُ} ، {يا إِبْراهِيمُ} . </p><p> والسابع: نداء تعنيف، كقوله:  {يا أَهْلَ الْكِتابِ} . </p><p>(١) صاوي. (٢) الخازن.</p><p> {اعْبُدُوا رَبَّكُمُ} يقول للكفّار: (١) وحّدوا ربّكم، ويقول للعاصين: أطيعوا ربّكم، ويقول للمنافقين: أخلصوا بالتوحيد معرفة ربّكم، ويقول للمطيعين: اثبتوا على طاعة ربّكم. واللفظ يحتمل لهذه الأوجه كلّها، وهو من جوامع الكلم، كما في «تفسير أبي الليث» . والعبادة: استفراغ الطاقة في استكمال الطاعة، واستشعار الخشية في استبعاد المعصية. {الَّذِي خَلَقَكُمْ} صفة جرت عنه للتعظيم والتعليل معناه: أطيعوا ربّكم الذي خلقكم، لخلقكم ولم تكونوا شيئا. والخلق: اختراع الشيء على غير مثال سبق. {وَ} خلق {الَّذِينَ مِنْ قَبْلِكُمْ} ؛ أي: من أهل زمن قبل زمانكم من الأمم. فـ {مِنْ} ابتدائية متعلّقة بمحذوف، وفي الوصف به، إيماء إلى سبب وجوب عبادته تعالى، فإنّ خلق أصولهم من موجبات العبادة، كخلق أنفسهم. وفيه دلالة على شمول القدرة، وتنبيه من سنة الغفلة؛ أي: أنّهم كانوا فمضوا، وجاءوا وانقضوا، فلا تنسوا مصيركم، ولا تستجيزوا تقصيركم. </p><p> {لَعَلَّكُمْ تَتَّقُونَ} ؛ أي: اعبدوه وحده؛ لتجعلوا عبادته وقاية وسترا بينكم وبين عذابه، هذا إن جرينا على أنّ (لعلّ) للتعليل. ويحتمل كونها على أصل معناها من الترجيّ، فتكون جملتها حالا من فاعل {اعْبُدُوا} ؛ أي: أفردوه بالعبادة حالة كونكم راجين أن تدخلوا، وتنظّموا في سلك المتقين الفائزين بالهدى والفلاح، المستوجبين لجوار الله تعالى. و (لعلّ) للترجّي والإطماع، وهي من الله تعالى واجب؛ لأنّ الكريم لا يطمع إلّا فيما يفعل. والأولون والآخرون مخاطبون بالأمر بالتقوى. وخصّ المخاطبين بالذكر؛ تغليبا لهم على الغائبين، كما في «الكواشي» . </p><p> وقرأ ابن السميفع (٢)  {وخلق من قبلكم} جعله من عطف الجمل. وقرأ زيد بن علي {وَالَّذِينَ مِنْ قَبْلِكُمْ} بفتح ميم (من) قال الزمخشري: وهي قراءة مشكلة، ووجهها على إشكالها بأن يقال: أقحم الموصول الثاني بين الأول وصلته؛ تأكيدا، كما أقحم جرير في قوله: </p><p>(١) روح البيان. (٢) البحر المحيط.</p>"
}