{
  "id": null,
  "sura": 2,
  "aya": 143,
  "text": "<p> الدارين، وهو ما ترتضيه الحكمة، وتقتضيه المصلحة من التوجه إلى بيت المقدس تارة، وإلى الكعبة أخرى. </p><p> والظاهر: أن الصراط المستقيم هو ملة الإِسلام وشرائعه، فالكعبة من بعض مشروعاته. والإشارة في قوله: </p><p> ١٤٣ - {وَكَذَلِكَ} راجعة إلى مفهوم الآية المذكورة قبله؛ أي: كما جعلناكم معديين إلى الصراط المستقيم، أو هديناكم إلى قبلة هي أوسط القبل، أو جعلنا قِبلتكم أفضل القبل {جَعَلْنَاكُمْ} يا أمة محمد {أُمَّةً وَسَطًا} ؛ أي: أمة خيارًا عدولًا ممدوحين بالعلم والعمل. {لِتَكُونُوا} ؛ أي: لكي تكونوا يوم القيامة {شُهَدَاءَ عَلَى النَّاسِ} ؛ أي: على الأمم الماضية بأن رسلهم قد بلغتهم رسالات ربهم؛ وذلك (١) لأن الله تعالى يجمع الأولين والآخرين في صعيد واحد، ثم يقول لكفار الأمم: ألم يأتكم نذير؟ فينكرون ويقولون: ما جاءنا من نذير، فيسأل الله الأنبياء عن ذلك، فيقولون: كذبوا قد بلغناهم، فيسألهم البينة - وهو أعلم بهم - إقامة للحجة، فيقولون: أمة محمد تشهد لنا، فيؤتى بأمة محمد - صلى الله عليه وسلم -، فيشهدون لهم بأنهم قد بلغوا فتقول الأمم الماضية: من أين علموا وإنما أتوا بعدنا؟ فيسأل الله تعالى هذه الأمة، فيقولون: أرسلت إلينا رسولًا، وأنزلت علينا كتابًا أخبرتنا فيه بتبليغ الرسل، وأنت صادق فيما أخبرت، ثم يؤتى بمحمد - صلى الله عليه وسلم -، فيُسأل عن حال أمته، فيزكيهم ويشهد بصدقهم. </p><p> وأخرج البخاري عن أبي سعيد الخدري رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \"يجاء بنوح وأمته يوم القيامة،فيقال له:هل بلغت؟فيقول:نعم أي رب، فيسأل أمته هل بلَّغكم؟فيقولون:ما جاءنا من نذير،فيقال لنوح:من يشهد لك؟فيقول:محمد وأمته، فيجاء بكم، فتشهدون، ثم قرأ رسول الله - صلى الله عليه وسلم -{وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا}\" . زاد الترمذي \"وسطًا عدولًا\" . {وَيَكُونَ الرَّسُولُ} محمد - صلى الله عليه وسلم - {عَلَيْكُمْ شَهِيدًا} ؛ أي: يشهد بعدالتكم، وعلى صدقكم في شهادتكم على الأمم </p><p>(١) الخازن.</p><p> الماضية، فهو معطوف على {لِتَكُونُوا} يعني (١) : أن الرسول يزكيكم في شهادتكم على الأمم السابقة أن أنبياءهم بلَّغوهم، وعلى هذا تكون {عَلَى} بمعنى اللام؛ أي: يكون شاهدًا لكم؛ أي: مزكيًا لكم شاهدًا بعدالتكم. </p><p> وأخرت (٢) صلة الشهادة أولًا، وقدمت آخرًا؛ لأن المراد في الأول: إثبات شهادتهم على الأمم، وفي الآخر: اختصاصهم بكون الرسول شهيدًا عليهم. </p><p> وقيل (٣) : معنى قوله تعالى: {وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا} أنه - صلى الله عليه وسلم - إذا ادعى على أمته أنه بلغهم .. تقبل منه هذه الدعوى، ولا يطالب بشهيد يشهد له، فسميت دعواه شهادة من حيث قَبولها، وعدمِ توقفها على شيء آخر، بخلاف سائر الأنبياء لا تقبل دعواهم على أممهم إلا بشادة الشهود، وهم هذه الأمة {وَمَا جَعَلْنَا الْقِبْلَةَ} ؛ أي: وما صيرنا لك القبلة الآن بعد الهجرة الجهة {الَّتِي كُنْتَ عَلَيْهَا} ؛ أي: كنت على استقبالها أولًا في مكة قبل الهجرة، وتلك الجهة الكعبة، فـ {القبلة} : هو المفعول الثاني لـ {جعل} مقدمًا، و {التي} صفة لموصوف محذوف؛ أي: الجهة التي كنت عليها، وهذا هو المفعول الأول مؤخرًا، وجعل: بمعنى صير، والتقدير: وما صيرنا الجهة التي كنت عليها أولًا قبل الهجرة - وهي الكعبة - القبلة الآن؛ أي: بعد نسخ استقبال بيت المقدس؛ أي: وما جعلنا قبلتك الأولى قبلة لك ثانيًا؛ أي: ما حولناك ورجعناك إليها {إِلَّا لِنَعْلَمَ مَنْ يَتَّبِعُ الرَّسُولَ مِمَّنْ يَنْقَلِبُ عَلَى عَقِبَيْهِ} ؛ أي: إلا لنعاملهم معاملة مَنْ يمتحنهم، ونعلم حينئذ مَنْ يتبع الرسول محمدًا - صلى الله عليه وسلم - في التوجه إلى ما أُمر به - وهو الكعبة - ويصدقه، ممن ينقلب ويرجع إلى الكفر مرتدًا، وراجعًا على عقبيه شكًّا في الدين، وظنًّا منه أن النبي - صلى الله عليه وسلم - في حيرة من أمره، وكان - صلى الله عليه وسلم - يصلي إلى الكعبة قبل الهجرة، فلما هاجر أمر بالصلاة إلى صخرة بيت المقدس تألفًا لليهود، فصلى إليها سبعة عشر شهرًا، ثم حول إلى الكعبة، وارتد قوم من المسلمين إلى اليهودية، وقالوا: رجعَ محمد إلى دين آبائه. وقرأ الزهري:  {ليُعلَم} بالبناء للمفعول وقرىء: {على </p><p>(١) كرخي بتصرف. (٢) نسفي.(٣) مراح.</p><p> عقْبيه} بسكون القاف، وهي لغة تميم، وكلا القراءتين شاذتان. {وَإِنْ} ؛ أي: وإنها {كَانَتْ} ؛ أي: التولية إلى الكعبة {لَكَبِيرَةً} ؛ أي: لشاقة على الناس ثقيلة عليهم. وقرأ (١) اليزيدي شذوذًا: {لكبيرةٌ} بالرفع، وخرج ذلك الزمخشري على زيادة {كاَنَتْ} والتقدير: وإن هي لكبيرة، وهذا ضعيف؛ لأن كان الزائدة لا عمل لها، وهنا اتصل بها الضمير فعملت فيه، ولذلك استكن فيها وقرأ الجمهور {لَكَبِيرَةً} بالنصب على أن تكون خبر {كاَنَتْ} . </p><p> {إِلَّا عَلَى الَّذِينَ هَدَى اللَّهُ} منهم؛ أي: هداهم ووفَّقهم لاتّبَاع الرسول، وهم الثابتون على الإيمان {وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانَكُمْ} ؛ أي: تصديقكم بالقِبْلة الأولى المنسوخة، وصلاتكم إليها؛ أي: لا يجعل صلاتكم إليها ضائعًا غير محسوب لكم، بل يثيبكم عليها؛ لأن سبب نزولها: السؤال عمن مات قبل التحويل. وذلك (٢) أن حيي بن أخطب وأصحابه من اليهود قالوا للمسلمين: أخبرونا عن صلاتكم إلى بيت المقدس، إن كانت على هدى فقد تحولتم عنه، وإن كانت على ضلالة فقد دنتم الله بها مدة، ومن مات عليها فقد مات على ضلالة، فقال المسلمون: إنما الهدى فيما أمر الله به، والضلالة فيما نهى الله عنه. قالوا: فما شهادتكم على من مات منكم على قِبْلتنا وكان قد مات قبل أن تحول القبلة إلى الكعبة: أسعد بن زرارة من بني النجار، والبراء بن معرور من بني سلمة وكانا من النقبا ورجال آخرون؟ فانطلقت عشائرهم إلى النبي - صلى الله عليه وسلم -، فقالوا: يا رسول الله، قد صرفك الله إلى قبلة إبراهيم، فكيف بإخواننا الذين ماتوا وهم يصلون إلى بيت المقدس؟ فأنزل الله تعالى:  {وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانَكُمْ} ؛ يعني: صلاتكم إلى بيت المقدس. وقرأ الضحاك {ليضَيَّع} بفتح الضاد، وتشديد الياء، مضاعف ضاع، وهي قراءة شاذة {إِنَّ اللَّهَ بِالنَّاسِ} أي: بالمؤمنين {لَرَءُوفٌ} ؛ أي: لمنعم لهم بجلائل النعم. {رَحِيمٌ} بهم بدقائقها. وهذه الجملة جارية مجرى التعليل لما قبلها؛ أي: للطف رأفته، وسعة رحمته، لا يضيع إيمان من آمن، ولا عمل من عمل صالحًا. </p><p>(١) البحر المحيط. (٢) الخازن.</p>"
}