{
  "id": null,
  "sura": 2,
  "aya": 249,
  "text": "<p> كما في قوله - صلى الله عليه وسلم - لأبي موسى الأشعري - رضي الله عنه -: \"لقد أوتيت مزمارًا من مزامير آل داود\" فالمراد به داود نفسه، وهي رضاض الألواح؛ أي: كسرها، وعصا موسى، وثيابه ونعلاه، وشيء من التوراة ورداء هارون وعمامته، حال كون ذلك التابوت {تَحْمِلُهُ} وقرأ مجاهد شذوذًا: {يحمله} بالياء من أسفل؛ أي: تسوقه {الْمَلَائِكَةُ} إليكم {إِنَّ فِي ذَلِكَ} ؛ أي: إن في إتيان التابوت ورجوعه إليكم {لَآيَةً لَكُمْ} ؛ أي: لعلامة لكم دالة على أن ملكه من الله تعالى، أو لآية (١) لكم على صدقي فيما جئتكم به من النبوة، وفيما أمر لكم به من طاعة طالوت {إِنْ كُنْتُمْ مُؤْمِنِينَ} ؛ أي: مصدقين بتمليكه عليكم، أو بالله واليوم الآخر. </p><p> أو المعنى: أن في هذه الآية من نقل القصة معجزة باهرة دالة على نبوة محمد - صلى الله عليه وسلم - حيث أخبر بهذه التفاصيل من غير سماع من البشر إن كنتم ممن يؤمن بدلالة المعجزة على صدق مدعي النبوة والرسالة، فلما رد الله عليهم التابوت .. قبلوا وأقروا بملكه، وتسارعوا إلى الجهاد، واختار من الشبان الفارغين من الأشغال ثمانين ألفًا، وقيل: مئة وعشرين ألفًا، وخرجوا معه. </p><p> ٢٤٩ - {فَلَمَّا فَصَلَ طَالُوتُ} بين هذه الجملة والتي قبلها محذوف؛ تقديره: فجاءهم التابوت، وأقروا له بالملك، وتأهبوا للخروج، فلما فصل طالوت؛ أي: خرج من بيت المقدس وتوجه {بِالْجُنُودِ} ؛ أي: بالجيش التي اختارها إلى جهة العدو، وكان من جملتهم داود عليه السلام كما سيأتي، وكان الوقت قيظًا، وسلك بهم في أرض قفرة، فأصابهم حر وعطش شديد، فطلبوا منه الماء {قَالَ} طالوت {إِنَّ اللَّهَ} تعالى {مُبْتَلِيكُمْ} ؛ أي: مختبركم {بِنَهَرٍ} جارٍ ليظهر منكم المطيع والعاصي؛ وهو بين الأردن وفلسطين، وقرأ الجمهور:  {بِنَهَرٍ} بفتح الهاء، وقرأ حميد ومجاهد والأعرج شذوذًا بسكون الهاء، والغرض من هذا الابتلاء: أن يميز الصديق من الزنديق، والموافق من المخالف {فَمَنْ شَرِبَ مِنْهُ} ؛ أي: كرع من ماء النهر، قليلًا كان أو كثيرًا {فَلَيْسَ مِنِّي} ؛ أي: من أهل ديني، أو من أتباعي المؤمنين، فلا يكون مأذونًا له في هذا القتال {وَمَنْ لَمْ </p><p>(١) ابن كثير.</p><p> يَطْعَمْهُ}؛ أي: ومن لم يذقه أصلًا، لا كثيرًا ولا قليلًا {فَإِنَّهُ مِنِّي} ؛ أي: من أتباعي {إِلَّا مَنِ اغْتَرَفَ غُرْفَةً بِيَدِهِ} ؛ أي: إلا من أخذ شيئًا قليلًا من الماء بيده؛ فإنه مني ويكون أهلًا لهذا القتال. قرأ ابن كثير ونافع وأبو عمرو:  {غَرفة} بفتح الغين، وكذلك يعقوب وخلف، وقرأ عاصم وابن عامر وحمزة والكسائي بالضم، فالغُرفة بالضم الشيء القليل الذي يحصل في الكف، والغَرفة بالفتح الفعل؛ وهو الاغتراف مرة واحدة، فكانت تكفيهم هذه الغرفة لشربهم ودوابهم وحملهم؛ أي: قال لهم طالوت: من شرب من النهر وأكثر .. فقد عصى الله، ومن اغترف غرفة بيده .. أقنعته بعد عطش شديد، فوقع أكثرهم في النهر وأكثروا الشرب، فهؤلاء جبنوا عن لقاء العدو، وأطاع قوم قليل عددهم، فلم يزيدوا على الاغتراف، فقويت قلوبهم، وعبروا النهر، فذلك قوله:  {فَشَرِبُوا مِنْهُ} ؛ أي: فلما وصلوا إلى النهر .. وقفوا فيه وشربوا منه بالكرع بالفم كيف شاؤوا {إِلَّا قَلِيلًا مِنْهُمْ} ثلاث مئةٍ وثلاثة عشر رجلًا، فلم يشربوا إلا قليلًا، وهو الغرفة. روي (١) أن من اغترف غرفة كما أمر الله .. قوي قلبه، وصح إيمانه، وعبر النهر سالمًا، وكفته تلك الغرفة لشربه ودوابه وخدمه، وحمله مع نفسه؛ إما لأنه كان مأذونًا في أخذ ذلك المقدار، وإما لأن الله تعالى يجعل البركة في ذلك الماء حتى يكفي لكل هؤلاء، وذلك معجزة لنبي ذلك الزمان، وأما الذين شربوا منه، وخالفوا أمر الله تعالى فقد اسودت شفاههم، وغلبهم العطش، فلم يرووا، وبقوا على شط النهر وجبنوا عن لقاء العدو، وقرىء شذوذًا:  {إلا قليل} بالرفع حملًا على المعنى، فإن قوله:  {فَشَرِبُوا مِنْهُ} في معنى: فلم يطيعوه، وفيه تعسف {فَلَمَّا جَاوَزَهُ} ؛ أي: النهر {هُوَ} ؛ أي: طالوت {وَالَّذِينَ آمَنُوا مَعَهُ} والظرف متعلق بـ {جاوز} من حيث عمله في المعطوف، وهو الموصول؛ أي: فلما جاوزه وجاز معه الذين آمنوا؛ وهم أولئك القليل الذين اقتصروا على الغرفة، وقال القرطبي: هم الذين لم يذوقوا الماء أصلًا. {قَالُوا} ؛ أي: قال الذين شربوا وخالفوا أمر الله {لَا طَاقَةَ لَنَا} ؛ أي: لا قوة لنا {الْيَوْمَ بِجَالُوتَ} هو </p><p>(١) المراح.</p>"
}