{
  "id": null,
  "sura": 2,
  "aya": 53,
  "text": "<p> تشكروا نعمة عفوي، وتستمروا بعد ذلك على طاعتي، فإنّ الإنعام يوجب الشكر. </p><p> وأصل الشكر: تصوّر النعمة وإظهارها، وحقيقته العجز عن الشكر، والمعنى؛ أي: ثم محونا تلك الجريمة بقبول التوبة، ولم نعاجلكم، بل أمهلناكم حتى جاءكم موسى، وأخبركم بكفارة ذنوبكم؛ ليعدكم بهذا العفو للاستمرار على الشكر على النعم. قاله الجمهور وفي «البحر»  {لَعَلَّكُمْ تَشْكُرُونَ} ؛ أي (١) : تثنون عليه تعالى بإسدائه نعمه إليكم، وتظهرون النعمة بالثناء. وقالوا: الشكر باللسان؛ وهو الحديث بنعمة المنعم والثناء عليه بذلك، وبالقلب؛ وهو اعتقاد حق المنعم على المنعم عليه وبالعمل، كما قال تعالى:  {اعْمَلُوا آلَ داوُدَ شُكْرًا} وبالله؛ أي: شكر الله بالله؛ لأنّه لا يشكره حق شكره إلا هو. وقال بعضهم: </p><p> وشكر ذوي الإحسان بالقول تارة ... وبالقلب أخرى ثمّ بالعمل الأسنى </p><p> وشكري لربّي لا بقلبي وطاعتي ... ولا بلساني بل به شكره عنّا </p><p> ٥٣ - {وَ} اذكروا يا بني إسرائيل! {إِذْ آتَيْنا} ؛ أي: قصة إذ أعطينا {مُوسَى} بن عمران رسولكم {الْكِتابَ} ؛ أي: التوراة {وَالْفُرْقانَ} ؛ أي: الحكم الفارق بين الحق والباطل، والحلال والحرام، وهو من عطف الصفة على الموصوف، لغرض التفسير والبيان لماهية الموصوف؛ أي: قصة إذ أعطينا له التوراة الجامعة بين كونها كتابا، وحجة تفرق الحق والباطل، كقولك: لقيت الغيث الليث، تريد الشخص الجامع بين الجود والجراءة، فالمراد (٢) بالفرقان والكتاب واحد، فكأنه قيل: إذ آتينا له الكتاب الفارق بين الحق والباطل. وقيل: الكتاب التوراة، والفرقان الآيات والمعجزات التي أعطاه الله تعالى، من العصا، واليد، وغيرهما، وهذا أولى وأرجح، ويكون العطف على بابه، والمعنى: وإذ آتينا موسى التوراة والآيات التي أرسلناه بها معجزة له {لَعَلَّكُمْ تَهْتَدُونَ} ؛ أي: لكي تهتدوا بذلك الكتاب من الضلال إلى الحق، وبالعمل به إلى دار الثواب. </p><p>(١) البحر المحيط. (٢) روح البيان.</p><p> وهذا بيان الحكمة دون العلة؛ أي: الحكمة في إنزاله: أن يتدبّروا فيه، فيعلموا أن الله تعالى لم يفعل ذلك إلا للدلالة على صحة نبوته، فيجتهدوا بذلك في اتّباع الرشد، وإذا فعلتم ذلك آمنتم بمحمد؛ لأنه قد أتى من المعجزات بما يدلكم إذا تدبّرتم فيه على صحة دعواه النبوّة. </p><p> والمعنى (١) : واذكروا نعمة إيتاء التوراة والآيات التي أيّدنا بها موسى، لتهتدوا بالتدبر فيها، والعمل بما تحويه من الشرائع، ليعدّكم للاسترشاد بها، حتى لا تقعوا في وثنيّة أخرى، وأن من كمال الاستعداد لفهم الكتاب، أن تعرفوا أنّ ما جاء به محمد صلّى الله عليه وسلّم دليل على صحة نبوته، فتؤمنوا به، وتهتدوا بهديه، وتتبعوا سبيل الرشاد الذي سلكه. </p><p> واعلم: أنه روي (٢) : أن بني إسرائيل، لمّا أمنوا من عدوهم بإغراق الله آل فرعون، ودخلوا مصر، لم يكن لهم كتاب ولا شريعة ينتهون إليها، فوعد الله سبحانه موسى أن ينزل عليه التوراة، فقال موسى لقومه: إني ذاهب لميقات ربي، آتيكم بكتاب فيه بيان ما تأتون، وما تذرون، ووعدهم أربعين ليلة، واستخلف عليهم أخاه هارون، فلما أتى الوعد جاءه جبريل على فرس، يقال له: فرس الحياة، لا يصيب شيئا إلا حيي؛ ليذهب بموسى إلى ربه، فلما رآه السامريّ، وكان رجلا صائغا من أهل باجرمي، واسمه ميحا، ورأى مواضع الفرس تخضرّ من ذلك، وكان منافقا، أظهر الإسلام، وكان من قوم يعبدون البقر، فلما رأى جبريل على ذلك، قال: إنّ لهذا شأنا، وأخذ قبضة من تربة حافر فرس جبريل. </p><p> وقيل: إنه عرف جبريل، لأنّ أمه حين خافت عليه أن يذبح سنة ذبح فرعون أبناء بني إسرائيل، خلفته في غابة، وكان جبريل يأتيه فيغذيه بأصابعه، فكان السامريّ يمصّ من إبهام يمينه عسلا، ومن إبهام شماله سمنا، فلمّا رآه حين عبر البحر عرفه، فقبض قبضة من أثر فرسه، فلم تزل القبضة في يده حتى انطلق موسى إلى </p><p>(١) المراغي. (٢) روح البيان.</p><p> الطور، وكأن السامريّ سمعهم حين خرجوا من البحر، وأتوا على قوم يعكفون على أصنام لهم، قالوا يا موسى: اجعل لنا إلها كما لهم آلهة، ووقع في نفسه أن يفتنهم من هذا الوجه وكان بنو إسرائيل، استعاروا حليّا كثيرة من قوم فرعون حين أرادوا الخروج من مصر، بعلّة عرس لهم، فأهلك الله تعالى فرعون، وبقيت تلك الحلي في أيدي بني إسرائيل، فلمّا ذهب موسى إلى المناجاة، عدّ بنو إسرائيل اليوم مع الليلة يومين، فلمّا مضى عشرون يوما، قالوا: قد تم أربعين ولم يرجع موسى إلينا فخالفنا، فقال السامريّ: هاتوا الحلي التي استعرتموها، أو أنّ موسى أمرهم أن يلقوها في حفرة، حتى يرجع ويفعل ما يرى فيها، فلما اجتمعت الحليّ صاغها السامريّ عجلا في ثلاثة أيام، ثم ألقى فيها القبضة التي أخذها من تراب سنبك فرس جبريل، فخرجت عجلا من ذهب مرصعا بالجواهر كأحسن ما يكون، فصار جسدا له خوار؛ أي: صوت كصوت العجل، وله لحم، ودم، وشعر. </p><p> وقيل: دخل الريح في جوفه من خلفه وخرج من فيه، كهيئة الخوار، فقال للقوم: </p><p> هذا إلهكم وإله موسى، فنسي؛ أي: أخطأ موسى الطريق وربّه هنا، وهو ذهب يطلبه، فأقبلوا كلهم على عبادة العجل إلا هارون، مع اثني عشر ألفا اتبعوا هارون، ولم يتبعه غيرهم، وهارون قد نصحهم، ونهاهم، وقال: يا قوم! إنما فتنتم به، وإن ربكم الرحمن فاتبعوني وأطيعوا أمري. قالوا: لن نبرح عليه عاكفين حتى يرجع إلينا موسى. وقيل: كان موسى وعدهم ثلاثين ليلة، ثمّ زيدت العشر، وكانت فتنتهم في تلك العشر، فلمّا مضت الثلاثون ولم يرجع موسى، وظنّوا أنه قد مات، ورأوا العجل وسمعوا قول السامري، عكفوا على العجل يعبدونه. </p><p> قال أبو اللّيث في «تفسيره» : وهذا الطريق أصحّ، فلما رجع موسى ووجدهم على ذلك، ألقى الألواح، فرفع من جملتها ستة أجزاء وبقي جزء واحد، وهو الحلال والحرام وما يحتاجون، وأحرق العجل وذرّاه في البحر، فشربوا من مائه حبّا للعجل، فظهرت على شفاههم صفرة، وورمت بطونهم، فتابوا، ولم تقبل توبتهم دون أن يقتلوا أنفسهم، وهذه حالهم. وأمّا هذه الأمة فلا يحتاجون إلى قتل النفس للتوبة في مثل هذه الصورة. </p><p> الإعراب </p><p> {يا بَنِي إِسْرائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَوْفُوا بِعَهْدِي أُوفِ بِعَهْدِكُمْ وَإِيَّايَ فَارْهَبُونِ (٤٠) }. </p><p> {يا بَنِي}  {يا} حرف نداء {بَنِي} منادى مضاف منصوب بالياء؛ لأنه ملحق بجمع المذكر السالم، وقد تغير بناء مفرده، كما سيأتي في مبحث التصريف {بَنِي} مضاف {إِسْرائِيلَ} مضاف إليه مجرور بالفتحة؛ لأنه ممنوع من الصرف للعلمية والعجمة، وجملة النداء مستأنفة {اذْكُرُوا} فعل أمر مبني على حذف النون لاتصاله بواو الجماعة، والواو فاعل، والجملة الفعلية جواب النداء لا محل لها من الإعراب {نِعْمَتِيَ} مفعول به منصوب، وعلامة نصبه فتحة مقدرة منع من ظهورها اشتغال المحل بحركة المناسبة {نعمة} مضاف، و (الياء) ضمير المتكلم في محل الجر مضاف إليه {الَّتِي} اسم موصول في محل النصب صفة لنعمتي {أَنْعَمْتُ} فعل وفاعل و {عَلَيْكُمْ} متعلق به، والجملة الفعلية صلة الموصول، والعائد محذوف، تقديره: أنعمتها {وَأَوْفُوا} فعل وفاعل معطوف على اذكروا {بِعَهْدِي} جار ومجرور ومضاف إليه متعلق بأوفوا {أُوفِ} فعل مضارع مجزوم بالطلب السابق، وعلامة جزمه حذف حرف العلة وهي الياء، والكسرة قبلها دليل عليها، وفاعله ضمير مستتر فيه وجوبا، تقديره: أنا يعود على الله، والجملة الفعلية جملة طلبية لا محل لها من الإعراب {بِعَهْدِكُمْ} جار ومجرور ومضاف إليه متعلق بأوف {وَإِيَّايَ} الواو عاطفة {إِيَّايَ} ضمير نصب منفصل في محل النصب مفعول به لفعل محذوف وجوبا يفسره المذكور بعده، تقديره: </p><p> وارهبوا إياي {فَارْهَبُونِ} ارهبوا فعل أمر مبني على حذف النون، والواو فاعل، والجملة المحذوفة معطوفة على جملة اذكروا {فَارْهَبُونِ} الفاء واقعة في جواب الأمر المحذوف، تقديره: تنبهوا. فارهبون نظير قولهم: زيدا فاضرب؛ أي: تنبه فاضرب زيدا، ثم حذف تنبه، فصار فاضرب زيدا، ثم قدم المفعول إصلاحا للفظ؛ لئلا تقع الفاء صدرا؛ وإنما دخلت الفاء لربط هاتين الجملتين؛ أو زائدة لتحسين اللفظ، وكذا يقال في قوله الآتي:  {وَإِيَّايَ فَاتَّقُونِ} ارهبون فعل أمر مبني على حذف النون، والواو فاعل، والنون نون الوقاية، وياء المتكلم المحذوفة، </p><p> اجتزاء عنها بكسرة نون الوقاية في محل النصب مفعول به مبنية على السكون، والجملة الطلبية جملة مفسرة لا محل لها من الإعراب. </p><p> {وَآمِنُوا بِما أَنْزَلْتُ مُصَدِّقًا لِما مَعَكُمْ وَلا تَكُونُوا أَوَّلَ كافِرٍ بِهِ وَلا تَشْتَرُوا بِآياتِي ثَمَنًا قَلِيلًا وَإِيَّايَ فَاتَّقُونِ} . </p><p> {وَآمِنُوا} الواو عاطفة {آمِنُوا} فعل أمر مبني على حذف النون، والواو فاعل، والجملة معطوفة على جملة اذكروا {بِما} الباء حرف جر {ما} موصولة، أو موصوفة في محل الجر بالباء، والجار والمجرور متعلق بآمنوا {أَنْزَلْتُ} فعل وفاعل، والجملة صلة، أو صفة لها، والعائد، أو الرابط محذوف، تقديره: بما أنزلته {مُصَدِّقًا} حال من ما الموصولة، أو الضمير المحذوف لِما جار ومجرور متعلق بمصدقا {مَعَكُمْ} مع منصوب على الظرفية المكانية، والكاف مضاف إليه، والظرف متعلق بمحذوف صلة لما، أو صفة لها {وَلا} الواو عاطفة {لا} ناهية جازمة {تَكُونُوا} فعل ناقص واسمه، مجزوم بلا الناهية {أَوَّلَ} خبرها منصوب {كافِرٍ} مضاف إليه {بِهِ} متعلق بكافر، وجملة تكونوا معطوفة على جملة آمنوا {وَلا} الواو عاطفة {لا} ناهية جازمة {تَشْتَرُوا} فعل وفاعل مجزوم بلا الناهية معطوف على جملة آمنوا {بِآياتِي} جار ومجرور ومضاف إليه متعلق بتشتروا {ثَمَنًا} مفعول به لتشتروا {قَلِيلًا} صفة له {وَإِيَّايَ} الواو عاطفة {إِيَّايَ} ضمير نصب منفصل في محل النصب بفعل محذوف وجوبا، تقديره: واتقوا إياي {فَاتَّقُونِ} والجملة المحذوفة معطوفة على جملة آمنوا {فَاتَّقُونِ} الفاء رابطة لجواب الأمر، أو زائدة، كما مرت الإشارة إليه (اتقوا) فعل أمر مبني على حذف النون، والواو فاعل، والنون للوقاية، والياء المحذوفة اجتزاء عنها بكسرة نون الوقاية في محل النصب مفعول به، والجملة جملة مفسرة لا محل لها من الإعراب. </p><p> {وَلا تَلْبِسُوا الْحَقَّ بِالْباطِلِ وَتَكْتُمُوا الْحَقَّ وَأَنْتُمْ تَعْلَمُونَ (٤٢) وَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكاةَ وَارْكَعُوا مَعَ الرَّاكِعِينَ}. </p><p> {وَلا} الواو عاطفة {لا} ناهية جازمة {تَلْبِسُوا} فعل وفاعل مجزوم بلا الناهية {الْحَقَّ} مفعول به {بِالْباطِلِ} جار ومجرور متعلق بتلبسوا، والجملة معطوفة على </p><p> جملة آمنوا {وَتَكْتُمُوا} فعل وفاعل مجزوم بلا الناهية عطفا على تلبسوا، داخلة تحت حكم النهي، ولك أن تجعل، الواو للمعية، و {تَكْتُمُوا} فعل مضارع منصوب بأن مضمرة وجوبا بعد واو المعية، الواقعة في جواب النهي، والتقدير: لا يكن منكم لبس الحق بالباطل، وكتمانكم الحق {الْحَقَّ} مفعول به. {وَأَنْتُمْ} الواو حالية {أَنْتُمْ} مبتدأ، وجملة {تَعْلَمُونَ} خبره، والجملة الإسمية في محل النصب حال من فاعل تكتموا، تقديره: ولا تكتموا الحق حالة كونكم عالمين حقيته. {وَأَقِيمُوا الصَّلاةَ} فعل أمر وفاعل ومفعول به معطوف على آمنوا {وَآتُوا الزَّكاةَ} فعل وفاعل ومفعول به معطوف على آمنوا {وَارْكَعُوا} فعل وفاعل معطوف على آمنوا {مَعَ الرَّاكِعِينَ} ظرف، ومضاف إليه متعلق باركعوا. </p><p> {أَتَأْمُرُونَ النَّاسَ بِالْبِرِّ وَتَنْسَوْنَ أَنْفُسَكُمْ وَأَنْتُمْ تَتْلُونَ الْكِتابَ أَفَلا تَعْقِلُونَ (٤٤) وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلاةِ وَإِنَّها لَكَبِيرَةٌ إِلَّا عَلَى الْخاشِعِينَ (٤٥) }. </p><p> {أَتَأْمُرُونَ النَّاسَ} الهمزة للاستفهام الإنكاري، المضمن للتوبيخ والتعجب من هؤلاء اليهود؛ لأنه ليس هناك أقبح في العقول، من أن يأمر الإنسان غيره بخير، وهو لا يأتيه تأمرون فعل وفاعل مرفوع بثبات النون {النَّاسَ} مفعول به {بِالْبِرِّ} متعلق به، والجملة جملة طلبية لا محل لها من الإعراب {وَتَنْسَوْنَ} الواو عاطفة {تَنْسَوْنَ} فعل وفاعل معطوف على تأمرون {أَنْفُسَكُمْ} مفعول به {وَأَنْتُمْ} الواو حالية {أَنْتُمْ} مبتدأ {تَتْلُونَ الْكِتابَ} فعل وفاعل ومفعول به، والجملة خبر المبتدأ، والجملة الاسمية في محل النصب حال من فاعل تنسون، تقديره: وتنسون أنفسكم حالة كونكم تالين الكتاب {أَفَلا تَعْقِلُونَ} الهمزة للاستفهام الإنكاري، داخلة على محذوف، تقديره: أتفعلون ذلك فلا تعقلون، والجملة المحذوفة مستأنفة، والفاء عاطفة و {لا} نافية {تَعْقِلُونَ} فعل وفاعل معطوف على الجملة المحذوفة. {وَاسْتَعِينُوا} الواو استئنافية {اسْتَعِينُوا} فعل أمر مبني على حذف النون، والواو فاعل، والجملة مستأنفة {بِالصَّبْرِ} متعلق باستعينوا {وَالصَّلاةِ} معطوف على الصبر {وَإِنَّها} الواو حالية، على ما قيل، أو استئنافية {إِنَّها} ناصب واسمه {لَكَبِيرَةٌ} اللام حرف ابتداء (كبيرة) خبر إن {إِلَّا} أداة استثناء مفرغ، وشرطه أن يسبق بنفي، فيؤول الكلام هنا بالنفي، تقديره: وإنها لا تخف </p><p> ولا تسهل إلا على الخاشعين. والخشوع: حضور القلب، وسكون الجوارح {عَلَى الْخاشِعِينَ} جار ومجرور متعلق بكبيرة، وجملة إن في محل النصب حال من الصلاة، أو مستأنفة وهو الأصح. </p><p> {الَّذِينَ يَظُنُّونَ أَنَّهُمْ مُلاقُوا رَبِّهِمْ وَأَنَّهُمْ إِلَيْهِ راجِعُونَ يا بَنِي إِسْرائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَنِّي فَضَّلْتُكُمْ عَلَى الْعالَمِينَ} . </p><p> {الَّذِينَ} اسم موصول في محل الجر صفة للخاشعين {يَظُنُّونَ} فعل وفاعل صلة الموصول {أَنَّهُمْ} ناصب واسمه {مُلاقُوا} خبره مرفوع بالواو {رَبِّهِمْ} مضاف إليه، وجملة أن من اسمها وخبرها، في تأويل مصدر ساد مسد مفعولي ظن، تقديره: الذين يظنون لقاء ربهم بالبعث {وَأَنَّهُمْ} ناصب واسمه {إِلَيْهِ} متعلق براجعون و {راجِعُونَ} خبر أن، وجملة أن في تأويل مصدر معطوف على المصدر المؤول من أن الأولى، تقديره: ويظنون رجوعهم إلى ربهم للمجازاة. {يا بَنِي إِسْرائِيلَ} منادى مضاف، وجملة النداء مستأنفة {اذْكُرُوا} فعل وفاعل، والجملة جواب النداء لا محل لها من الإعراب {نِعْمَتِيَ} مفعول به ومضاف إليه {الَّتِي} اسم موصول للمفردة المؤنثة في محل النصب صفة لنعمتي {أَنْعَمْتُ} فعل وفاعل صلة الموصول، والعائد محذوف، تقديره: أنعمتها {عَلَيْكُمْ} متعلق بأنعمت {وَأَنِّي} ناصب واسمه {فَضَّلْتُكُمْ} فعل وفاعل ومفعول به {عَلَى الْعالَمِينَ} متعلق به، والجملة الفعلية في محل الرفع خبر أن، تقديره: وأني مفضلكم على العالمين، وجملة أن في تأويل مصدر معطوف على نعمتي على كونه مفعولا به لاذكروا، تقديره: اذكروا نعمتي عليكم، وتفضيلي إياكم على العالمين. </p><p> {وَاتَّقُوا يَوْمًا لا تَجْزِي نَفْسٌ عَنْ نَفْسٍ شَيْئًا وَلا يُقْبَلُ مِنْها شَفاعَةٌ وَلا يُؤْخَذُ مِنْها عَدْلٌ وَلا هُمْ يُنْصَرُونَ (٤٨) }. </p><p> {وَاتَّقُوا} الواو عاطفة {اتَّقُوا} فعل، وفاعل مبني على حذف النون، معطوف على اذكروا {يَوْمًا} مفعول به {لا} نافية {تَجْزِي} فعل مضارع {نَفْسٌ} فاعل {عَنْ نَفْسٍ} متعلق بتجزي {شَيْئًا} مفعول به، والجملة الفعلية في محل النّصب صفة ليوما، ولكنها صفة سببية، والرابط محذوف، </p><p> تقديره: فيه {وَلا} </p><p> الواو عاطفة {لا} نافية {يُقْبَلُ} فعل مضارع مغير الصيغة {مِنْها} متعلق بيقبل {شَفاعَةٌ} نائب فاعل، والجملة الفعلية في محل النصب، معطوفة على جملة لا تجزي على كونها صفة سببية ليوما، والرابط محذوف أيضا، تقديره: فيه {وَلا يُؤْخَذُ} فعل مضارع مغير الصيغة {مِنْها} متعلق بيؤخذ {عَدْلٌ} نائب فاعل، والجملة في محل النصب معطوفة على جملة لا تجزي على كونها صفة ليوما، والرابط محذوف أيضا، تقديره: ولا يؤخذ منها فيه عدل {وَلا} الواو عاطفة لا نافية {هُمْ} مبتدأ {يُنْصَرُونَ} فعل ونائب فاعل مرفوع بثبات النون، والجملة الفعلية في محل الرفع خبر المبتدأ، والجملة الاسمية في محل النصب، معطوفة على جملة لا تجزى على كونها صفة سببية ليوما، والرابط محذوف أيضا، تقديره: ولا هم ينصرون فيه. </p><p> {وَإِذْ نَجَّيْناكُمْ مِنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذابِ يُذَبِّحُونَ أَبْناءَكُمْ وَيَسْتَحْيُونَ نِساءَكُمْ وَفِي ذلِكُمْ بَلاءٌ مِنْ رَبِّكُمْ عَظِيمٌ} . </p><p> {وَإِذْ} الواو عاطفة {إِذْ} ظرف لما مضى من الزمان في محل النصب، معطوف على نعمتي على كونها مفعولا به لاذكروا مبنية على السكون {نَجَّيْناكُمْ} فعل وفاعل ومفعول به، والجملة في محل الجر مضاف إليه لإذ، تقديره: يا بني إسرائيل! اذكروا نعمتي، وتفضيلي إياكم، ووقت تنجيتي إياكم {مِنْ آلِ فِرْعَوْنَ} جار ومجرور، ومضاف إليه متعلق بنجيناكم و {فِرْعَوْنَ} ممنوع من الصرف للعلمية والعجمة {يَسُومُونَكُمْ} فعل وفاعل ومفعول به أول {سُوءَ الْعَذابِ} مفعول ثاني ومضاف إليه، والجملة الفعلية في محل النصب حال من آل فرعون، والرابط واو الفاعل، تقديره: حالة كونهم سائمين إياكم سوء العذاب، ويحتمل أن تكون مستأنفة {يُذَبِّحُونَ أَبْناءَكُمْ} فعل وفاعل ومفعول به، والجملة الفعلية في محل النصب بدل من جملة يسومونكم، بدل تفصيل من مجمل على كونها حالا من آل فرعون، تقديره: حالة كونهم مذبحين أبنائكم، أو جملة مفسرة لا محل لها من الإعراب {وَيَسْتَحْيُونَ نِساءَكُمْ} فعل وفاعل ومفعول به معطوف على يذبحون {وَفِي ذلِكُمْ} الواو اعتراضية، أو استئنافية {فِي ذلِكُمْ} جار ومجرور خبر مقدم {بَلاءٌ} مبتدأ مؤخر {مِنْ رَبِّكُمْ} جار ومجرور متعلق بمحذوف صفة أولى لبلاء </p><p> {عَظِيمٌ} صفة ثانية لبلاء، والتقدير: وبلاء عظيم واقع من ربكم، كائن في ذلكم العذاب، أو في ذلكم الإنجاء، والجملة الإسمية معترضة، أو مستأنفة لا محل لها من الإعراب. </p><p> {وَإِذْ فَرَقْنا بِكُمُ الْبَحْرَ فَأَنْجَيْناكُمْ وَأَغْرَقْنا آلَ فِرْعَوْنَ وَأَنْتُمْ تَنْظُرُونَ (٥٠) وَإِذْ واعَدْنا مُوسى أَرْبَعِينَ لَيْلَةً ثُمَّ اتَّخَذْتُمُ الْعِجْلَ مِنْ بَعْدِهِ وَأَنْتُمْ ظالِمُونَ (٥١) }. </p><p> {وَإِذْ} الواو عاطفة {إِذْ} ظرف لما مضى من الزمان في محل النصب، معطوف على نعمتي على كونها مفعولا به لاذكروا مبني على السكون؛ لشبهها بالحرف شبها افتقاريا {فَرَقْنا} فعل، وفاعل {بِكُمُ} متعلق بفرقنا على كونه مفعولا ثانيا له {الْبَحْرَ} مفعول أول له، والجملة الفعلية في محل الجر مضاف إليه لإذ، والتقدير: يا بني إسرائيل! اذكروا نعمتي عليكم، وتفضيلي إياكم، ووقت تنجيتي إياكم من آل فرعون، ووقت فرقي بكم البحر {فَأَنْجَيْناكُمْ} الفاء حرف عطف وتفريع {أنجيناكم} فعل وفاعل ومفعول به، والجملة في محل الجر، معطوفة على جملة فرقنا بكم البحر، على كونها مضافا إليه لإذ، تقديره: واذكروا وقت فرقي بكم البحر، فإنجائي إياكم من الغرق {وَأَغْرَقْنا} فعل وفاعل معطوف على أنجيناكم، تقديره: وإغراقنا آل فرعون و {آلَ فِرْعَوْنَ} مفعول به، ومضاف إليه {وَأَنْتُمْ} مبتدأ، وجملة {تَنْظُرُونَ} خبره، والجملة الإسمية في محل النصب حال من آل فرعون، تقديره: حالة كونكم ناظرين إليهم وقت إغراقهم. {وَإِذْ} الواو عاطفة إِذْ ظرف لما مضى في محل النصب، معطوف على نعمتي {واعَدْنا مُوسى} فعل وفاعل ومفعول أول، والجملة في محل الجر مضاف إليه لإذ {أَرْبَعِينَ} مفعول ثان منصوب بالياء؛ لأنه ملحق بجمع المذكر السالم، والنون حرف زائد؛ لشبه الجمع {لَيْلَةً} تمييز ذات لأربعين منصوب به، والتقدير: واذكروا وقت مواعدتنا موسى أربعين ليلة {ثُمَّ} حرف عطف وتراخ {اتَّخَذْتُمُ} فعل وفاعل، وهو من أخوات ظن ينصب مفعولين {الْعِجْلَ} مفعول أول، والمفعول الثاني محذوف، تقديره: إلها {مِنْ بَعْدِهِ} جار ومجرور ومضاف إليه متعلق باتخذتم، والجملة الفعلية في محل الجر، معطوفة على جملة واعدنا على كونها مضاف إليه لإذ {وَأَنْتُمْ ظالِمُونَ} مبتدأ وخبر، والجملة الإسمية في محل </p><p> النصب حال من فاعل اتخذ، تقديره: حالة كونكم ظالمين أنفسكم بعبادته. </p><p> {ثُمَّ عَفَوْنا عَنْكُمْ مِنْ بَعْدِ ذلِكَ لَعَلَّكُمْ تَشْكُرُونَ (٥٢) وَإِذْ آتَيْنا مُوسَى الْكِتابَ وَالْفُرْقانَ لَعَلَّكُمْ تَهْتَدُونَ}. </p><p> {ثُمَّ} حرف عطف وتراخ {عَفَوْنا} فعل وفاعل {عَنْكُمْ} متعلق بعفونا {مِنْ بَعْدِ ذلِكَ} جار ومجرور ومضاف إليه متعلق بعفونا أيضا، والجملة الفعلية في محل الجر معطوفة على جملة اتخذتم {لَعَلَّكُمْ} لعل حرف نصب وتعليل، والكاف في محل النصب اسمها، وجملة {تَشْكُرُونَ} في محل الرفع خبر لعل، تقديره: لعلكم شاكرون نعمتنا عليكم، وجملة لعل جملة تعليلية لا محل لها من الإعراب، أو في محل النصب حال من ضمير عنكم. {وَإِذْ} الواو عاطفة {إِذْ} ظرف لما مضى من الزمان في محل النصب، معطوف على نعمتي على أنه مفعول به لاذكروا {آتَيْنا} فعل وفاعل، وهو بمعنى أعطينا يتعدى إلى مفعولين مُوسَى مفعول أول {الْكِتابَ} مفعول ثان {وَالْفُرْقانَ} معطوف على الكتاب عطف صفة على موصوف، كما مر بسط الكلام فيه في مبحث التفسير، والجملة الفعلية في محل الجر مضاف إليه لإذ، تقديره: واذكروا وقت إيتائنا موسى الكتاب والفرقان {لَعَلَّكُمْ} ناصب واسمه، وجملة {تَهْتَدُونَ} في محل الرفع خبره، وجملة لعلّ جملة تعليلية لا محل لها من الإعراب. </p><p> التصريف ومفردات اللغة </p><p> {يا بَنِي إِسْرائِيلَ} وبني منادى مضاف منصوب بالياء؛ لأنه ملحق بجمع المذكر السالم؛ لأنه شبيه بجمع التكسير لتغير مفرده، ولذلك عاملته العرب بعض معاملة جمع التكسير، فألحقوا بفعله المسند إليه تاء التأنيث، فقالوا: قالت بنو فلان: وهل لامه ياء؟ لأنه مشتق من البناء؛ لأن الابن فرع الأب ومبنيّ عليه، أو واو لقولهم: البنوة كالأبوة. والأخوة قولان: الصحيح الأول، وأما البنوة فلا دلالة فيها؛ لأنهم قد قالوا الفتوّة، ولا خلاف في أنها من ذوات الياء إلا الأخفش. رجح الثاني، بأن حذف الواو أكثر. واختلف في وزنه، فقيل: هو فعل بفتح العين. وقيل: هو بسكونها، وهو أحد الأسماء العشرة التي سكنت فاؤها، وعوّض من لامها همزة الوصل، وجمع ابن جمع </p><p> تكسير، فقالوا: أبناء، وجمع سلامة، فقالوا: بنون وهو جمع شاذّ، إذ لم يسلم فيه بناء الواحد، فلم يقولوا: إبنون {وَإِسْرائِيلَ} خفض بالإضافة، ولا ينصرف للعلمية والعجمة، وهو مركب تركيب الإضافة، مثل: عبد الله، فإن إسر بالعبرانية هو العبد، وإيل هو الله. وقيل: إسرا مشتق من الأسر وهو القوة، فكأن معناه الذي قواه الله. </p><p> وقيل: لأنه أسرى بالليل مهاجرا إلى الله تعالى. وقيل: لأنه أسر جنيّا كان يطفىء سراج بيت المقدس، فعلى هذا بعض اسم يكون عربيا، وبعضه عجميا، وقد تصرفت فيه العرب بلغات كثيرة أفصحها، لغة القرآن، وهي قراءة الجمهور {إِسْرائِيلَ} بوزن إسرافيل. </p><p> {اذْكُرُوا نِعْمَتِيَ} الذّكر والذّكر بكسر الذال وضمها بمعنى واحد، يكونان باللّسان وبالجنان. وقال الكسائي: هو بالكسر للّسان، وبالضم للقلب، فضدّ المكسور الصمت، وضد المضموم النسيان، وبالجملة فالذكر الذي محله القلب ضد النسيان، والذي محلّه اللسان ضد الصمت، سواء قيل: إنها بمعنى واحد، أم لا (والنعمة) اسم لما ينعم به، وهي شبيهة بفعل بمعنى مفعول، نحو: ذبح، ورعي، والمراد بها الجمع؛ لأنها اسم جنس. قال تعالى:  {وَإِنْ تَعُدُّوا نِعْمَتَ اللَّهِ لا تُحْصُوها}  {وَأَوْفُوا بِعَهْدِي} يقال: أوفى ووفّى ووفى مشددا، ومخففا، ثلاث لغات بمعنى واحد. وقيل: يقال: وفيت ووفّيت بالعهد، وأوفيت بالكيل لا غير، والعهد: حفظ الشيء ومراعاته حالا فحالا، والمراد منه الموثق، والوصيّة، وأصل أوفوا أوفيوا بوزن أفعلوا، استثقلت الضمة على الياء فحذفت، فلما سكنت التقى ساكنان، فحذفت الياء، وضمت الفاء؛ لمناسبة الواو، فصار وزنه أفعوا. وقوله:  {أُوفِ} وزنه أفع؛ لمناسبة حذف لام الكلمة، بسبب جزم الفعل الواقع جوابا للطلب {وَلا تَكُونُوا أَوَّلَ كافِرٍ بِهِ} وزن أوّل أفعل، فاء الكلمة وعينها معتلّان، كلاهما واو، ولم يتصرف من هذا اللفظ فعل، فأصل الكلمة على هذا وول، هذا مذهب سيبويه. وقال غيره: أصله أو أل من وأل إذا نجا، أو طلب النجاة، أبدلت الهمزة الثانية واوا للتخفيف، ثم أدغمت فيها الواو الأولى، فقيل: أوّل. وقيل: إنه من آل، فهو أأول، وقع فيه قلب مكانيّ، بجعل العين مكان الفاء، والفاء مكان العين، فصار وزنه أعفل؛ أي: أو أل، ثم خفف بإبدال الهمزة الثانية واوا، وإدغام الواو الأولى فيها. انظر «الأشموني» . </p><p> {وَلا تَشْتَرُوا بِآياتِي} أصله تشتريوا من اشترى، استثقلت الضمة على الياء فحذفت، ثم حذفت الياء؛ لالتقائها ساكنة مع واو الجماعة، وضمت الراء؛ لمناسبة الواو {وَلا تَلْبِسُوا الْحَقَّ بِالْباطِلِ} وفي «المصباح» لبس الثوب من باب تعب لبسا بضم اللام، واللّبس بالكسر، واللباس ما يلبس، ولبست عليه الأمر لبسا، من باب ضرب خلطته. وفي التنزيل {وَلَلَبَسْنا عَلَيْهِمْ ما يَلْبِسُونَ} والتشديد مبالغة. وفي الأمر لبس بالضم، ولبسة أيضا؛ أي: إشكال، والتبس الأمر أشكل، ولا بسته بمعنى خالطته. اه. </p><p> {وَأَقِيمُوا الصَّلاةَ} أصله: أقوموا بوزن أفعلوا، نقلت حركة الواو إلى فاء الكلمة الساكن، فسكنت الواو بعد كسرة، فقلبت ياء حرف مد {الصَّلاةَ} الألف فيه منقلبة عن واو، فأصله: صلوة بوزن فعلة، قلبت الواو ألفا؛ لتحركها بعد فتح {وَآتُوا الزَّكاةَ} والألف فيه أيضا منقلبة عن واو؛ لأنه من زكا يزكو، كنما ينمو وزنا ومعنى، فأصله: زكوة بوزن فعلة، قلبت الواو ألفا؛ لتحركها بعد فتح. </p><p> {أَتَأْمُرُونَ النَّاسَ} الأمر طلب إيجاد الفعل، ويطلق على الشأن، والفعل منه أمر يأمر على وزن فعل يفعل، من باب نصر، وتحذف فاؤه في الأمر منه بغير لام، فتقول: مر زيدا، وإتمامه قليل أؤمر زيدا، فإن تقدم الأمر واو، أو فاء، فإثبات الهمزة أجود، وهو مما يتعدى إلى مفعولين أحدهما بنفسه، والآخر بحرف جر. ويجوز حذف ذلك الحرف، وهو من أفعال محصورة يحذف من ثاني مفعوليها حرف الجر جوازا تحفظ، ولا يقاس عليها. ذكره في «البحر»  {بِالْبِرِّ} والبر الصلة، وأيضا الطاعة. قال الراجز: </p><p> لا همّ ربّ إنّ بكرا دونكا ... يبرّك النّاس ويفجرونكا </p><p> والبرّ: الفؤاد، وولد الثعلب والهرّ. وبرّ والده: أجلّه وأعظمه. يبرّه على وزن فعل يفعل، ورجل بارّ، وبرّ، وبرّت يمينه، وبرّ حجّه، جمع أنواعا من الخير. اه. من «البحر» . وفي «البيضاوي» البرّ: بالكسر التوسع في الخير، مأخوذ من البرّ، وهو الفضاء الواسع. والبرّ بالضم: القمح، والواحدة برّة. </p><p> والبرّ بالكسر ثلاثة أقسام: برّ في عبادة الله، وبرّ في مراعاة الأقارب، وبرّ </p><p> في معاملة الأجانب. وفي «السمين» والبرّ سعة الخير من الصلة، والطاعة. والفعل منه برّ يبرّ، كعلم يعلم. والبر بالفتح: الإجلال والتعظيم، ومنه ولد برّ بوالديه؛ أي: يعظّمهما، والله تعالى برّ لسعة خيره على خلقه. اه. </p><p> {وَتَنْسَوْنَ} والنسيان ضد الذكر. وهو: السهو الحادث بعد حصول العلم. ويطلق أيضا على الترك، وضدّه الفعل. والفعل نسي ينسى على وزن فعل يفعل، وأصله: تنسيون بوزن تفعلون، تحركت الياء بعد فتح، فقلبت ألفا فالتقى ساكنان الألف وواو الجماعة، فحذفت الألف وبقيت الفتحة دالّة عليها {وَأَنْتُمْ تَتْلُونَ} من تلا يتلو واويّ اللام، أسند الفعل إلى واو الجماعة، وحذفت حركة الواو لام الفعل؛ للتخفيف، فسكنت فالتقى ساكنان، فحذفت الواو الأولى لام الكلمة، وأبقيت واو الجماعة للغرض الذي جيء بها له، فصار وزنه تفعون بعد أن كان تفعلون والتلاوة القراءة، وسميت بها؛ لأن الآيات، أو الكلمات، أو الحروف يتلو بعضها بعضا في الذكر، والتلو التبع، وناقة متل يتبعها ولدها {أَفَلا تَعْقِلُونَ} العقل: الإدراك المانع من الخطأ، ومنه عقال البعير يمنعه من التحرك، والمعقل: </p><p> مكان يمتنع فيه، والعقل الدية؛ لأن جنسها إبل تعقل في فناء الولي، أو لأنها تمنع من قتل الجاني، والعقل ثوب موشّى قال الشاعر: </p><p> عقلا ورقما تظلّ الطّير تتبعه ... كأنّه من دم الأجواف مدموم </p><p> {وَاسْتَعِينُوا بِالصَّبْرِ} أصله: استعونوا بوزن استفعلوا، نقلت حركة الواو إلى العين فسكنت إثر كسرة، فقلبت ياء حرف مد. والصبر: حبس النفس على المكروه، كالاجتهاد في العبادة، وكظم الغيظ، والحلم، والإحسان إلى المسيء، والصبر عن المعاصي. وبما تقرر علم أن الصبر على ثلاثة أقسام: صبر على الشدة والمصيبة. وصبر على الطاعة، وهو أشدّ من الأول، وأجره أكثر منه وصبر عن المعصية، وهو أشدّ من الأول والثاني، وأجره أكثر منهما. اه. «كرخي» والفعل منه صبر يصبر، من باب نصر. وأصله: أن يتعدّى لواحد. وقد كثر حذف مفعوله حتى صار كأنه غير متعد. </p><p> {إِلَّا عَلَى الْخاشِعِينَ} ؛ أي: إلا على المتصفين بالخشوع والخوف من الله </p><p> سبحانه، والخشوع بالجوارح، والخضوع بالقلب، أو الخشوع بالبصر، والخضوع بسائر الأعضاء {الَّذِينَ يَظُنُّونَ} ؛ أي: يوقنون؛ لأن الظنّ هنا بمعنى اليقين، كما في قوله تعالى: {إِنِّي ظَنَنْتُ أَنِّي مُلاقٍ حِسابِيَهْ (٢٠) } فاستعمل الظن استعمال اليقين مجازا، كما استعمل العلم استعمال الظن، كما في قوله تعالى:  {فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِناتٍ} . اه. «كرخي» . وأصل يظنون: يظننون بوزن يفعلون، نقلت حركة النون الأولى إلى الظاء، فضمت، وأدغمت النون في النون {أَنَّهُمْ مُلاقُوا رَبِّهِمْ} أصله ملاقيوا بضم الياء، استثقلت الحركة على الياء فحذفت فسكنت، فالتقت ساكنة مع واو الجماعة فحذفت، ثم ضمت القاف؛ لمناسبة الواو، وهذا بعد حذف نون الرفع للإضافة، والملاقاة: مفاعلة تكون من الجانبين؛ لأنّ من لاقاك فقد لاقيته. </p><p> قال المهدويّ، والمارودي، وغيرهما: الملاقاة هنا وإن كانت صيغتها تقتضي التشريك، فهي من الواحد، كقولهم: طارقت النعل، وعاقبت اللص، وعافاك الله. وقد اختلف المفسرون في معنى ملاقاة ربهم: فحمله بعضهم على ظاهره من غير حذف ولا كناية، بأن اللقاء هو رؤية الله تعالى، وإلى اعتقادها ذهب أكثر المسلمون. وقيل: ذلك على حذف مضاف؛ أي: جزاء ربهم؛ لأن الملاقاة بالذوات مستحيلة في غير الرؤية. وقيل: ذلك كناية عن انقضاء أجلهم، كما يقال لمن مات: لقي الله، ومنه قول الشاعر: </p><p> غدا نلقى الأحبه ... محمدا وصحبه </p><p> وكنى بالملاقاة عن الموت؛ لأن ملاقاة الله متسبب عن الموت. اه. من «البحر» بتصرف {وَأَنِّي فَضَّلْتُكُمْ عَلَى الْعالَمِينَ} والفضل: الزيادة واستعماله في الخير، وفعله فعل يفعل من باب نصر، وأصله: أن يتعدى بحرف الجر وهو على، ثم يحذف على، على حدّ قول الشاعر، وقد جمع بين الوجهين: </p><p> وجدنا نهشلا فضلت فقيماه ... كفضل ابن المخاض على الفصيل </p><p> {يَوْمًا لا تَجْزِي} الجزاء القضاء عن المفضّل والمكافأة. قال الراجز: </p><p> يجزيه ربّ العرش عنيّ إذ جزى ... جنات عدن في العلاليّ العلا </p><p> والإجزاء الإغناء {لا يُقْبَلُ} وقبول الشيء التوجه إليه، والفعل قبل يقبل </p><p> من باب فتح، والقبل ما واجهك {شَفاعَةٌ} والشفاعة. ضمّ غيره إلى وسيلته. من الشفع ضد الوتر؛ لأن الشفيع ينضمّ إلى الطالب في تحصيل ما يطلب، فيصير معه شفعا بعد أن كان وترا {وَلا يُؤْخَذُ مِنْها عَدْلٌ} والأخذ ضد الترك، والأخذ: القبض والإمساك، ومنه قيل للأسير: أخيذ، وتحذف فاؤه في الأمر منه بغير لام، وقلّ الإتمام. والعدل: الفداء. وأصل العدل بالفتح: ما يساوي الشيء قيمة وقدرا، وإن لم يكن من جنسه، وبالكسر المساوي في الجنس، والحجم. والعدل بالفتح: المقبول القول من الناس {وَلا هُمْ يُنْصَرُونَ} والنّصر العطاء والانتصار: الانتقام. والنصرة أخصّ من المعونة؛ لأنها مختصة بدفع الضرر {وَإِذْ نَجَّيْناكُمْ} والنجاة: التنجية من الهلكة بعد الوقوع فيها. والأصل: الإلقاء بنجوة. والنجو: المكان العالي من الأرض؛ لأنّ من صار إليه يخلص وينجو، ثم سمّي كلّ فائز ناجيا؛ لخروجه من الضيق إلى السعة {مِنْ آلِ فِرْعَوْنَ} اختلف في أصل آل، فقيل: أصله أهل بوزن فعل، أبدلت الهاء همزة؛ ليتوصل إلى إبدالها ألفا، ثم أبدلت ألفا، فقيل: آل، لأنها صارت همزة ساكنة بعد أخرى مفتوحة، وعلى هذا الأكثر. وقيل: أصله أول بوزن فعل بالتحريك، تحركت الواو وانفتح ما قبلها فقلبت ألفا، وهو من آل يئول بمعنى رجع؛ لأنه يرجع إليك في قرابة، أو رأي، أو مذهب، وهذا مذهب الكسائي، وإلى ما ذكر أشار الشاطبيّ في «حرز الأماني» بقوله: </p><p> فإبداله من همزة هاء اصلها ... وقد قال بعض النّاس من واو ابدلا </p><p> ومراده ببعض الناس الكسائيّ: وقد خصوا آلا بالإضافة إلى العلم ذي الخطر ممن يعلم غالبا، فلا يقال: آل الإسكاف والحجّام. قال الشاعر: </p><p> نحن آل الله في بلدتنا ... لم نزل إلّا على عهد إرم </p><p> قال الأخفش: لا يضاف آل. إلّا إلى الرئيس الأعظم، نحو: آل محمد صلّى الله عليه وسلّم، وآل فرعون؛ لأنّه رئيسهم في الضلالة. قيل: وفيه نظر، لأنه قد سمع عن أهل اللغة في البلدان، فقالوا: آل المدينة، وآل البصرة. وقال الكسائي: لا يجوز أن يقال: فلان من آل البصرة، ولا من آل الكوفة، بل يقال: من أهل البصرة، ومن </p><p> أهل الكوفة. انتهى قوله. </p><p> وقد سمع إضافته إلى اسم الجنس، وإلى الضمير. قال الشاعر: </p><p> وانصرّ على آل الصليـ ... ـب وعابديه اليوم آلك </p><p> وقال هدبة: </p><p> أنا الفارس الحامي حقيقة والدي ... وآلي كما تحمي حقيقة آلكا </p><p> وجمع بالواو والنون رفعا، وبالياء والنون جرا ونصبا، كما جمع أهل، فقالوا: آلون. والآل: السراب يجمع على أفعال. قالوا: أأوال. والآل: عمود الخيمة. والآل: الشخص، والآلة الحالة الشديدة. {يَسُومُونَكُمْ} من سامه إذا كلّفه العمل الشاقّ. قال الشاعر: </p><p> إذا ما الملك سام النّاس خسفا ... أبينا أن نقرّ الخسف فينا </p><p> وقيل: معناه: يعلّمونكم من السيماء وهي العلامة، ومنه تسويم الخيل. </p><p> وقيل: يطالبونكم من مساومة البيع. وقيل: يرسلون عليكم من إرسال الإبل للرعي. وقال أبو عبيدة: يولونكم. يقال: سامه خطّة خسف؛ أي: أولاه إياها، وأصله يسومونكم بوزن يفعلون، نقلت حركة الواو إلى السين، فسكّنت إثر ضمة، فصارت حرف مد {سُوءَ الْعَذابِ} السّوء: اسم مصدر من أساء الرباعيّ، ومصدر لساء الثلاثي. يقال: ساء يسوء وهو متعدّ، وأساء الرجل؛ أي: صار ذا سوء. </p><p> قال الشاعر: </p><p> لئن ساءني أن نلتني بمساءة ... لقد سرّني أنّي خطرت ببالكا </p><p> ومعنى ساءه: أحزنه وهذا أصله. ثمّ يستعمل في كل ما يستقبح، ويقال: أعوذ بالله من سوء الخلق وسوء الفعل، يراد قبحهما. وسوء العذاب: أشدّه وأفظعه {يُذَبِّحُونَ أَبْناءَكُمْ} والذبح أصله الشقّ. قال الشاعر: </p><p> كأنّ بين فكّها والفكّ ... فأرة مسك ذبحت في سكّ </p><p> والذّبحة: داء في الحلق يقال منه: ذبحه يذبحه ذبحا، والذبح المذبوح </p><p> {أَبْناءَكُمْ} الهمزة فيه مبدلة من واو؛ لتطرفها فيها إثر ألف زائدة {وَيَسْتَحْيُونَ نِساءَكُمْ} والاستحياء هنا: الإبقاء حيّا. واستفعل فيه بمعنى أفعل. استحياه وأحياه بمعنى واحد. وقد تقدم الكلام على استحيا من الحياء في قوله:  {إِنَّ اللَّهَ لا يَسْتَحْيِي} وأصل يستحيون يستحييون بوزن يستفعلون، عينه ولامه حرفا علة، استثقلت الضمة على الياء التي هي لام الفعل، فحذفت، فسكنت، فالتقت ساكنة مع واو الجماعة، فحذفت الياء لام الفعل؛ لالتقاء الساكنين، وضمت الياء؛ لمناسبة الواو، فصار وزنه يستفعون {نِساءَكُمْ} والنساء: اسم يقع على الصغار والكبار، وهو جمع تكسير لنسوة، ونسوة على وزن فعلة، وهو جمع قلة خلافا لابن السراج، إذا زعم أنّ فعلة اسم جمع لا جمع تكسير، وعلى القولين لم يلفظ له بواحد من لفظه، والواحدة امرأة {بَلاءٌ} والبلاء الاختبار والامتحان، وهو تارة يكون بما يسر؛ ليشكر العبد ربه، وتارة بما يضر؛ ليصبر، وتارة بهما؛ ليرغب ويرهب. يقال: بلاه يبلوه بلاء، إذا اختبر، ثم صار يطلق على المكروه والشدة. يقال: أصاب فلانا بلاء؛ أي: شدّة، وهو راجع لمعنى البلى، كأنّ المبتلى يؤول حاله إلى البلى وهو الهلاك والفناء، ويقال: أبلاه بالنعمة، وبلاه بالشدة. وقد يدخل أحدهما على الآخر، فيقال: بلاه بالخير، وأبلاه بالشر. قال الشاعر: </p><p> جزى الله بالإحسان ما فعلا بكم ... فأبلاهما خير البلاء الّذي يبلو </p><p> فاستعملهما بمعنى واحد، ويبنى منه افتعل، فيقال: ابتلى، وأصل بلاء بلاو، فالهمزة فيه مبدلة من واو، لأنّ الواو إذا وقعت متطرّفة بعد ألف زائدة، قلبت، وكذلك الياء، كما تقدم في سماء، وبناء {ثُمَّ اتَّخَذْتُمُ الْعِجْلَ} افتعل من الأخذ. يقال: تخذ بكسر الخاء، يتخذ بفتحها في المضارع، كعلم يعلم من الأخذ، فهي بمعنى أخذ، أدغمت إحدى التاءين في الأخرى، كما سيأتي بيانه قريبا إن شاء الله تعالى. وعليه تكون اتخذ أصلها إئتخذ، أبدلت الهمزة الساكنة ياء، حرف مد للهمزة المتحركة بالكسر قبلها، ثم أبدلت الياء تاء وأدغمت في التاء الثانية، ولما كثر استعمال هذا اللفظ من أخذ بصيغة الافتعال، توهموا أصالة التاء، فبنوا منه فعل يفعل. هذا ما ذهب إليه صاحب «القاموس» ، </p><p> والجوهري في «صحاحه» ، ولم يذكر الجوهري مادّة تخذ، خلافا لصاحب «القاموس» ، فإنه ذكر المادتين أخذ، وتخذ، إلا أنه جعل الثانية من الأولى. </p><p> وقال ابن الأثير: إنه ليس من الأخذ في شيء، وأشار بذلك إلى أنّ تخذ مادة مستقلة، وقال: إن الافتعال من الأخذ إئتخذ؛ لأنّ فاءه همزة، والهمزة لا تدغم، وغلّط الجوهريّ. وقول الجوهري أظهر. والله أعلم. </p><p> {ثُمَّ عَفَوْنا عَنْكُمْ} لما أسند الفعل إلى ضمير الرفع المتحرك، بني على سكون آخره، فوزنه فعلنا لا فعونا {وَإِذْ آتَيْنا مُوسَى الْكِتابَ} آتينا أصله أأتى بوزن أفعل، أبدلت الهمزة الثانية حرف مد مجانسا لحركة الأولى، وسكن آخره حين أسند الفعل إلى ضمير الرفع المتحرك {لَعَلَّكُمْ تَهْتَدُونَ} أصله تهتديون بوزن تفتعلون، استثقلت الضمة على الياء، فحذفت، فسكنت الياء، فالتقى ساكنان، فحذفت الياء، وضمت الدال؛ لمناسبة الواو {وَإِذْ فَرَقْنا بِكُمُ الْبَحْرَ} في «القاموس» البحر: الماء الكثير، أو الملح، والجمع بحور، وبحار، وأبحر. انتهى. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات ضروبا من البلاغة، وأنواعا من الفصاحة والبيان والبديع: </p><p> فمنها: الإضافة للتعظيم في قوله: {نِعْمَتِيَ} فإن فيها إشارة إلى عظم قدرها، وسعة برها، وحسن موقعها؛ لأن الإضافة إلى العظيم والشريف تفيد التعظيم والتشريف، كما في قولهم:  {بيت الله} ، وقوله:  {ناقَةُ اللَّهِ} . </p><p> ومنها: فن التعطّف في قوله: {أُوفِ بِعَهْدِكُمْ} ومعناه: إعادة اللفظة بعينها في الجملة من الكلام، ويسميه بعضهم فن المشاركة. </p><p> ومنها: الإيجاز بالحذف في قوله: {وَلا تَكُونُوا أَوَّلَ كافِرٍ بِهِ} ؛ لأنه على حذف موصوف؛ أي: أوّل فريق كافر به. </p><p> ومنها: الاستعارة التصريحية التبعيّة في قوله: {وَلا تَشْتَرُوا بِآياتِي} ؛ لأن الاشتراء مستعار للاستبدال بجامع الأخذ في كل، كما تقدم في قوله: {أُولئِكَ </p><p> الَّذِينَ اشْتَرَوُا الضَّلالَةَ بِالْهُدى}. </p><p> ومنها: تكرار الحق في قوله: {وَلا تَلْبِسُوا الْحَقَّ بِالْباطِلِ وَتَكْتُمُوا الْحَقَّ} ؛ لزيادة تقبيح المنهي عنه، إذ في الإظهار ما ليس في الإضمار من التأكيد، ويسمى هذا أيضا بالإطناب. </p><p> ومنها: المجاز المرسل في قوله: {وَارْكَعُوا مَعَ الرَّاكِعِينَ} فهو من باب تسمية الكل باسم الجزء لعلاقة الجزئية؛ أي: صلّوا مع المصلين. </p><p> ومنها: التقديم في قوله: {وَإِيَّايَ فَارْهَبُونِ}  {وَإِيَّايَ فَاتَّقُونِ} ؛ لإفادة الحصر. </p><p> ومنها: حذف ياء المفعول فيهما؛ لرعاية رؤوس الفواصل. </p><p> ومنها: الاستفهام التوبيخي المضمن للإنكار في قوله: {أَتَأْمُرُونَ النَّاسَ} . </p><p> ومنها: التعبير بصيغة المضارع في قوله: {أَتَأْمُرُونَ النَّاسَ} مع أنّ الأمر واقع منهم؛ لإفادة التجدد والاستمرار. </p><p> ومنها: التعبير عن تركهم البر بالنسيان في قوله: {وَتَنْسَوْنَ أَنْفُسَكُمْ} ؛ لإفادة المبالغة في تركهم، فكأنّ البر لا يخطر ببالهم، ولا يخالج نفوسهم، ولا يدور في خلدهم. </p><p> ومنها: إفراد الإيمان بالقرآن في قوله: {وَآمِنُوا بِما أَنْزَلْتُ} بالأمر به مع اندراجه في العهد المذكور قبله، لما أنه العمدة القصوى في </p><p> شأن الوفاء بالعهد. </p><p> ومنها: تقييد المنزل بكونه مصدقا لما معهم في قوله: {مُصَدِّقًا لِما مَعَكُمْ} ؛ لتأكيد وجوب الامتثال بالأمر، فإنّ إيمانهم بما معهم مما يقتضي الإيمان بما يصدّقه قطعا، ومنه التكرار في قوله:  {يا بَنِي إِسْرائِيلَ اذْكُرُوا نِعْمَتِيَ} ؛ توطئة لما بعده. </p><p> ومنها: عطف الخاص على العام في قوله: {وَأَنِّي فَضَّلْتُكُمْ عَلَى الْعالَمِينَ} ؛ لبيان الكمال والتشريف؛ لأن النعمة اندرج تحتها التفضيل المذكور، فعطف التفضيل عليها من عطف الخاص على العام؛ لبيان فضلهم وشرفهم على غيرهم من أهل </p><p> زمانهم. </p><p> ومنها: ذكر المحل وإرادة الحال في قوله: {وَاتَّقُوا يَوْمًا} ؛ أي: عذاب يوم. </p><p> ومنها: تنكير شيئا مع تنكير نفس في قوله: {لا تَجْزِي نَفْسٌ عَنْ نَفْسٍ شَيْئًا} ؛ لإفادة التعميم والإقناط الكليّ. </p><p> ومنها: الإتيان بالجملة الاسمية في قوله: {وَلا هُمْ يُنْصَرُونَ} مع أنّ الجمل التي قبلها فعلية، للمبالغة، والدلالة على الثبات والديمومية؛ أي: إنهم غير منصورين دائما، ولا عبرة بما يصادفونه من نجاح مؤقت. </p><p> ومنها: الاستعارة التصريحيّة التبعيّة في قوله: {يَسُومُونَكُمْ} ؛ أي: يذيقونكم، فإنه استعارة من السوم في البيع. </p><p> ومنها: إضافة الصفة إلى الموصوف في قوله: {سُوءَ الْعَذابِ} ؛ أي: العذاب السيىء الفظيع. </p><p> ومنها: تفسير العذاب السيىء بقوله: {يُذَبِّحُونَ أَبْناءَكُمْ وَيَسْتَحْيُونَ نِساءَكُمْ} ؛ لأنّ التفصيل بعد الإجمال أوقع في النفس. </p><p> ومنها: الاستعارة في قوله: {يَسْتَحْيُونَ} ؛ لأنه مجاز عن الاستبقاء للخدمة. </p><p> ومنها: التنكير في كلّ من {بَلاءٌ} ، و {عَظِيمٌ} للتفخيم والتهويل. </p><p> ومنها: التشديد في قوله: {يُذَبِّحُونَ} ؛ لإفادة التكثير. يقال: فتّحت الأبواب. </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> فائدة: قال عليّ كرم الله وجهه: (قصم ظهري رجلان: عالم متهتّك، وجاهل متنسّك، ومن دعا غيره إلى الهدى ولم يعمل به، كان كالسراج يضيء للناس ويحرق نفسه) . قال الشاعر: </p><p> ابدأ بنفسك فانهها عن غيّها ... فإذا انتهت عنه فأنت حكيم </p><p> فهناك يقبل إن وعظت ويقتدى ... بالرّأي منك وينفع التّعليم </p><p> وقال أبو العتاهية: </p><p> وصفت التّقى حتّى كأنّك ذو تقى ... وريح الخطايا من ثيابك تسطع </p><p> وقال آخر: </p><p> وغير تقيّ يأمر النّاس بالتّقى ... طبيب يداوي النّاس وهو عليل </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جل وعلا: </p><p> {وَإِذْ قالَ مُوسى لِقَوْمِهِ يا قَوْمِ إِنَّكُمْ ظَلَمْتُمْ أَنْفُسَكُمْ بِاتِّخاذِكُمُ الْعِجْلَ فَتُوبُوا إِلى بارِئِكُمْ فَاقْتُلُوا أَنْفُسَكُمْ ذلِكُمْ خَيْرٌ لَكُمْ عِنْدَ بارِئِكُمْ فَتابَ عَلَيْكُمْ إِنَّهُ هُوَ التَّوَّابُ الرَّحِيمُ (٥٤) وَإِذْ قُلْتُمْ يا مُوسى لَنْ نُؤْمِنَ لَكَ حَتَّى نَرَى اللَّهَ جَهْرَةً فَأَخَذَتْكُمُ الصَّاعِقَةُ وَأَنْتُمْ تَنْظُرُونَ (٥٥) ثُمَّ بَعَثْناكُمْ مِنْ بَعْدِ مَوْتِكُمْ لَعَلَّكُمْ تَشْكُرُونَ (٥٦) وَظَلَّلْنا عَلَيْكُمُ الْغَمامَ وَأَنْزَلْنا عَلَيْكُمُ الْمَنَّ وَالسَّلْوى كُلُوا مِنْ طَيِّباتِ ما رَزَقْناكُمْ وَما ظَلَمُونا وَلكِنْ كانُوا أَنْفُسَهُمْ يَظْلِمُونَ (٥٧) وَإِذْ قُلْنَا ادْخُلُوا هذِهِ الْقَرْيَةَ فَكُلُوا مِنْها حَيْثُ شِئْتُمْ رَغَدًا وَادْخُلُوا الْبابَ سُجَّدًا وَقُولُوا حِطَّةٌ نَغْفِرْ لَكُمْ خَطاياكُمْ وَسَنَزِيدُ الْمُحْسِنِينَ (٥٨) فَبَدَّلَ الَّذِينَ ظَلَمُوا قَوْلًا غَيْرَ الَّذِي قِيلَ لَهُمْ فَأَنْزَلْنا عَلَى الَّذِينَ ظَلَمُوا رِجْزًا مِنَ السَّماءِ بِما كانُوا يَفْسُقُونَ (٥٩) وَإِذِ اسْتَسْقى مُوسى لِقَوْمِهِ فَقُلْنَا اضْرِبْ بِعَصاكَ الْحَجَرَ فَانْفَجَرَتْ مِنْهُ اثْنَتا عَشْرَةَ عَيْنًا قَدْ عَلِمَ كُلُّ أُناسٍ مَشْرَبَهُمْ كُلُوا وَاشْرَبُوا مِنْ رِزْقِ اللَّهِ وَلا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ (٦٠) }. </p><p> المناسبة </p><p> قوله تعالى:  {وَإِذْ قالَ مُوسى لِقَوْمِهِ يا قَوْمِ ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه، لما ذكر في الآيات السالفة أنواعا من النعم التي آتاها بني إسرائيل، كلّها مصدر فخار لهم، ولها تهتزّ أعطافهم خيلاء وكبرا؛ لما فيها من الشهادة بعناية الله بهم ... بيّن هنا كبرى سيئاتهم التي بها كفروا أنعم ربهم، وهي: اتخاذهم العجل إلها، ثم ختمها بذكر العفو عنهم، ثم قفّى ذلك بذكر سيئة أخرى لهم ابتدعوها تعنتا، وتجبّرا، وطغيانا، وهي طلبهم من موسى أن يريهم الله سبحانه عيانا حتى يؤمنوا به، فأخذتهم الصّاعقة وهم يرون ذلك رأى العين. ثم أردف ذلك ذكر نعمتين أخريين كفروا بهما. أولاهما: تظليل الغمام لهم في التيه إلى أن دخلوا الأرض المقدسة. وثانيتهما: إنزال المن والسلوى عليهم مدة أربعين سنة. </p><p> قوله تعالى:  {وَإِذْ قُلْنَا ادْخُلُوا هذِهِ الْقَرْيَةَ ...} الآيتين، ذكر سبحانه في هاتين الآيتين بعض ما اجترحوه من السيئات، فقد أمرهم أن يدخلوا قرية من القرى </p>"
}