{
  "id": null,
  "sura": 2,
  "aya": 230,
  "text": "<p> من قبلهما معًا، أو لا يحصل الخوف من قبل واحد منهما، فإن كان الخوف من قبل المرأة بأن تكون ناشزة مبغضة للزوج .. فيحل له أخذ المال منها، وإن كان من قبل الزوج فقط بأن يضربها ويؤذيها حتى تلتزم الفداء .. فهذا المال حرام، كما إذا كان حاصلًا من قبلهما معًا، فذلك المال حرام أيضًا، وإن لم يحصل الخوف من قبل واحد منهما .. فقال أكثر المجتهدين: إن هذا الخلع جائز، والمال المأخوذ حلال، وقال قوم: إنه حرام. </p><p> {تِلْكَ} الأحكام المذكورة من قوله: {وَلَا تَنْكِحُوا الْمُشْرِكَاتِ} إلى هنا {حُدُودُ اللهِ} ؛ أي: ما حدد الله وشرعه، وبينه لعباده في النكاح واليمين والإيلاء والعدة والطلاق والخلع، وغير ذلك {فَلَا تَعْتَدُوهَا} ؛ أي: فلا تجاوزوها بالمخالفة إلى ما نهى الله تعالى لكم عنه {وَمَنْ يَتَعَدَّ} ؛ أي: يتجاوز {حُدُودَ اللهِ} ؛ أي: أحكام الله إلى ما نهى الله عنه {فَأُولَئِكَ} المعتدون {هُمُ الظَّالِمُونَ} أنفسهم، والضارون لها بتعريضها لسخط الله، والظلم: هو وضع الشيء في غير موضعه. </p><p> ٢٣٠ - ثم رجع إلى قوله:  {الطَّلَاقُ مَرَّتَانِ} ، فقال:  {فَإِنْ طَلَّقَهَا} ؛ أي: الطلقة الثالثة التي ذكرها سبحانه بقوله: {أَوْ تَسْرِيحٌ بِإِحْسَانٍ} بعد الطلقتين، فكأنه قال: فإن (١) سرحها التسريحة الثالثة الباقية من عدد الطلاق، قاله ابن عباس، وقتادة، والضحاك، وغيرهم؛ أي: فإن وقع منه ذلك .. فقد حرمت عليه بالتثليث {فَلَا تَحِلُّ} تلك المطلقة {لَهُ} ؛ أي: لمطلقها ثلاثًا {مِنْ بَعْدُ} ؛ أي: من بعد التطليقة الثالثة {حَتَّى تَنْكِحَ} ؛ أي: حتى تتزوج {زَوْجًا غَيْرَهُ} ؛ أي: غير الأول بعد انقضاء عدتها من الأول، ويطأها الزوج الثاني، ويطلقها الثاني، وتنقضي عدتها من الثاني، وقد أخذ (٢) بظاهر الآية سعيد بن المسيب ومن وافقه، فقالوا: يكفي مجرد العقد؛ لأنه المراد بقوله تعالى:  {حَتَّى تَنْكِحَ زَوْجًا غَيْرَهُ} . وذهب الجمهور من السلف والخلف إلى أنه لا بد مع العقد من الوطء؛ لما ثبت عن النبي - صلى الله عليه وسلم - من اعتبار ذلك، وهو زيادة يتعين قبولها، ولعله لم يبلغ سعيد بن المسيب ومن تابعه. </p><p>(١) البحر المحيط. (٢) الشوكاني.</p><p> وفي الآية: دليل على أنه لا بد أن يكون ذلك نكاحًا شرعيًّا مقصودًا لذاته، لا نكاحًا غير مقصود لذاته، بل حيلة للتحليل وذريعة إلى ردها إلى الزوج الأول، فإن ذلك حرام للأدلة الواردة في ذمه وذم فاعله، وأنه التيس المستعار الذي لعنه الشارع، ولعن من اتخذه لذلك. </p><p> واعلم: أن مذهب جمهور السلف والخلف أن المطلقة ثلاثًا لا تحل لذلك المطلق إلا بخمس شرائط: تعتد منه، وتعقد للثاني ويطؤها، ثم يطلقها، ثم تعتد منه. </p><p> والحكمة في تشريع التحليل (١) : الردع عن المسارعة إلى الطلاق، وعن العود إلى المطلقة ثلاثًا والرغبة فيها {فَإِنْ طَلَّقَهَا} الزوج الثاني طلاقًا بائنًا، وانقضت عدتها منه {فَلَا جُنَاحَ} ؛ أي: فلا إثم ولا حرج {عَلَيْهِمَا} ؛ أي: على الزوج الأول والمرأة {أَنْ يَتَرَاجَعَا} ؛ أي: أن يرجع كل من المرأة والزوج الأول إلى الآخر بنكاح جديد ومهر {إِنْ ظَنَّا أَنْ يُقِيمَا حُدُودَ اللَّهِ} ؛ أي: حقوق الزوجية الواجبة لكل منهما على الآخر، وأما إذا لم يحصل ظن ذلك بأن يعلما أو أحدهما عدم الإقامة لحدود الله، أو تردد أو أحدهما ولم يحصل لهما الظن .. فلا يجوز الدخول في هذا النكاح؛ لأنه مظنة لمعصية الله، والوقوع فيما حرمه على الزوجين. </p><p> وأجمع أهل العلم (٢) على أن الحر إذا طلق زوجته ثلاثًا، ثم انقضت عدتها، ونكحت زوجًا آخر ودخل بها، ثم فارقها وانقضت عدتها، ثم نكحها الزوج الأول .. أنها تكون عنده على ثلاث تطليقات. </p><p> {وَتِلْكَ} الأحكام المذكورة من النكاح وغيره {حُدُودُ اللَّهِ} ؛ أي: أحكام شرعه {يُبَيِّنُهَا} وقرىء {نبينها} بالنون على طريق الالتفات؛ أي: يوضحها {لِقَوْمٍ يَعْلَمُونَ} أنها من الله ويصدقون بها وخص الذين يعلمون مع عموم الدعوة للعالم وغيره ووجوب التبليغ لكل فرد؛ لأنهم المنتفعون بالبيان المذكور، أما من </p><p>(١) أبو السعود. (٢) الشوكاني.</p><p> لا يعلم .. فهو أعمى لا يبصر شيئًا من الآيات ولا يتضح له {أَفَمَنْ يَعْلَمُ أَنَّمَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ الْحَقُّ كَمَنْ هُوَ أَعْمَى إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ (١٩) }. </p><p> الإعراب </p><p> {لِلَّذِينَ يُؤْلُونَ مِنْ نِسَائِهِمْ تَرَبُّصُ أَرْبَعَةِ أَشْهُرٍ} . </p><p> {لِلَّذِينَ} : جار ومجرور خبر مقدم. {يُؤْلُونَ} : فعل وفاعل، والجملة صلة الموصول، والعائد ضمير الفاعل. {مِنْ نِسَائِهِمْ} : جار ومجرور ومضاف إليه متعلق بـ {يُؤْلُونَ} . {تَرَبُّصُ} : مبتدأ مؤخر وهو مضاف. {أَرْبَعَةِ} : مضاف إليه وهو مضاف. {أَشْهُرٍ} : مضاف إليه، والجملة الإسمية مستأنفة استئنافًا نحويًّا. </p><p> {فَإِنْ فَاءُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} . </p><p> {فَإِنْ} : الفاء: فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر؛ تقديره: إذا عرفت حكم الإيلاء، وأردت بيان حكم ما إذا فاؤوا .. فأقول لك: إن فاءوا. {إن} : حرف شرط جازم. {فَاءُوا} : فعل وفاعل في محل الجزم بـ {إن} على كونه فعل الشرط لها. {فَإِنَّ اللَّهَ} : {الفاء} : رابطة لجواب {إنْ} الشرطية وجوبًا، {إنَّ} : حرف نصب وتوكيد. {اللَّهَ} : اسمها. {غَفُورٌ} : خبر أول لها. {رَحِيمٌ} : خبر ثان لها، وجملة {إنْ} في محل الجزم بـ {إن} الشرطية على كونها جوابًا لها، وجملة {إن} الشرطية في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. </p><p> {وَإِنْ عَزَمُوا الطَّلَاقَ فَإِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ} . </p><p> {وَإِنْ} الواو: عاطفة، {إن} : حرف شرط. {عَزَمُوا الطَّلَاقَ} : فعل وفاعل ومفعول في محل الجزم بـ {إنْ} على كونه فعل شرط لها. {فَإِنَّ} : {الفاء} : رابطة لجواب {إنْ} الشرطية، {إنَّ} : حرف نصب. {اللَّهَ} : اسمها. {سَمِيعٌ} : خبر أول لها. {عَلِيمٌ} : خبر ثان لها، وجملة {إنَّ} في محل الجزم بـ {إنْ} على كونها جواب شرط لها، وجملة {إنْ} الشرطية في محل النصب معطوفة على جملة قوله: {فَإِنْ فَاءُوا} على كونها مقولًا لجواب إذا المقدرة. </p><p> {وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلَاثَةَ قُرُوءٍ} . </p><p> {وَالْمُطَلَّقَاتُ} : الواو: استئنافية، {المطلقات} : مبتدأ. {يَتَرَبَّصْنَ} : فعل وفاعل. {بِأَنْفُسِهِنَّ}  {الباء} : زائدة في التوكيد. {أَنْفُسِهِنَّ} : مؤكد لنون الفاعل ومضاف إليه، والجملة خبر المبتدأ؛ تقديره: والمطلقات متربصات هن أنفسهن، والجملة مستأنفة. {ثَلَاثَةَ قُرُوءٍ} مفعول به ومضاف إليه. </p><p> {وَلَا يَحِلُّ لَهُنَّ أَنْ يَكْتُمْنَ مَا خَلَقَ اللَّهُ فِي أَرْحَامِهِنَّ إِنْ كُنَّ يُؤْمِنَّ بِاللَّهِ وَالْيَوْمِ الْآخِرِ} . </p><p> {وَلَا} : الواو: عاطفة، {لَا} : نافية. {يَحِلُّ} : فعل مضارع. {لَهُنَّ} : جار ومجرور متعلق به. {أَنْ} : حرف نصب ومصدر. {يَكْتُمْنَ} : فعل وفاعل في محل النصب بـ {أَنْ} المصدرية، والجملة الفعلية صلة {أن} المصدرية، {أَن} مع صلتها في تأويل مصدر مرفوع على الفاعلية؛ تقديره: ولا يحل لهن كتمانهن، والجملة في محل الرفع معطوفة على جملة قوله {يَتَرَبَّصْنَ} . {مَا} : موصولة، أو موصوفة في محل النصب مفعول به. {خَلَقَ اللَّهُ} : فعل وفاعل، والجملة صلة لـ {مَا} ، أو صفة لها، والعائد أو الرابط محذوف؛ تقديره: ما خلقه الله. {فِي أَرْحَامِهِنَّ} : جار ومجرور ومضاف إليه متعلق بـ {خَلَقَ} . {إِنْ} : حرف شرط جازم. {كُنَّ} : فعل ناقص واسمه، في محل الجزم على كونه فعل شرط لـ {إنَّ} . {يُؤْمِنَّ} : فعل وفاعل في محل النصب على كونه خبرًا لـ {كان} ؛ تقديره: إن كن مؤمنات بالله. {بِاللَّهِ} : جار ومجرور متعلق بـ {يؤمن} ، {وَالْيَوْمِ} : معطوف على الجلالة. {الْآخِرِ} : صفة لليوم، وجواب {إن} معلوم مما قبله؛ تقديره: إن كن يؤمن باللهِ واليوم الآخر .. لا يحل لهن أن يكتمن ما خلق الله في أرحامهن، وجملة {إن} الشرطية جملة غائية لا محل لها من الإعراب. </p><p> {وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَلِكَ إِنْ أَرَادُوا إِصْلَاحًا} . </p><p> {وَبُعُولَتُهُنَّ} : الواو: استئنافية، {بعولتهن} : مبتدأ ومضاف إليه. {أَحَقُّ} : خبر، وصح الإخبار بالمفرد عن الجمع؛ لأن الخبر اسم تفضيل، والجملة </p><p> مستأنفة. {بِرَدِّهِنَّ} : جار ومجرور ومضاف إليه متعلق بـ {أَحَقُّ} . {فِي ذَلِكَ} : جار ومجرور متعلق بـ {ردهن} . {إِنْ} : حرف شرط. {أَرَادُوا} : فعل وفاعل في محل الجزم بـ {إنْ} على كونه فعل الشرط. {إِصْلَاحًا} : مفعول به، وجواب {إنْ} معلوم مما قبله؛ تقديره: فهم أحق بردهن، وجملة {إِنْ} الشرطية جملة غائية لا محل لها من الإعراب. </p><p> {وَلَهُنَّ مِثْلُ الَّذِي عَلَيْهِنَّ بِالْمَعْرُوفِ وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٌ وَاللَّهُ عَزِيزٌ حَكِيمٌ} . </p><p> {وَلَهُنَّ} : الواو: استئنافية، {لهن} : جار ومجرور خبر مقدم. {مِثْلُ} : مبتدأ مؤخر، وسوغ الابتداء بالنكرة تقدم الخبر الظرفي عليه، أو تخصصه بالإضافة، والجملة مستأنفة، وهو مضاف. {الَّذِي} : مضاف إليه. {عَلَيْهِنَّ} : جار ومجرور متعلق بمحذوف صلة الموصول. {بِالْمَعْرُوفِ} : جار ومجرور (١) متعلق بالاستقرار الذي تعلق به {لهن} أي: استقر ذلك بالمعروف، ويجوز أن يكون في موضع رفع صفة لـ {مِثْلُ} ؛ لأنه لا يتعرف بالإضافة. {وَلِلرِّجَالِ} : الواو: عاطفة، {للرجال} : جار ومجرور خبر مقدم. {عَلَيْهِنَّ} : جار ومجرور (٢) متعلق بالاستقرار الذي تعلق به {للرجال} ، ويجوز أن يكون في موضع نصب حالًا من {دَرَجَةٌ} ؛ والتقدير: درجة كائنة عليهن، فلما قدم وصف النكرة عليها .. صار حالًا. {دَرَجَةٌ} : مبتدأ مؤخر، والجملة معطوفة على الجملة التي قبلها على كونها مستأنفة. {وَاللَّهُ} : الواو: استئنافية. {اللَّهُ} : مبتدأ. {عَزِيزٌ} : خبر أول. {حَكِيمٌ} : خبر ثان، والجملة مستأنفة. </p><p> {الطَّلَاقُ مَرَّتَانِ فَإِمْسَاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بِإِحْسَانٍ} . </p><p> {الطَّلَاقُ} : مبتدأ، وهو على حذف مضاف؛ تقديره: عدد الطلاق الذي تملك بعده الرجعة؛ ليصح الإخبار. {مَرَّتَانِ} : خبر، والجملة مستأنفة. {فَإِمْسَاكٌ} : {الفاء} : فاء الفصيحة؛ لأنها أفصحت عن شرط مقدر؛ تقديره: إذا عرفتم عدد الطلاق الذي تملك بعده الرجعة، وأردتم بيان مالكم بعد المرتين .. </p><p>(١) العكبري. (٢) العكبري.</p><p> فأقول لكم: عليكم إمساك بمعروف، {إمساك} : مبتدأ مؤخر، وخبره محذوف مقدر قبله؛ ليصح الابتداء بالنكرة؛ تقديره: عليكم إمساكهن. {بِمَعْرُوفٍ} : جار ومجرور صفة لـ {إمساك} ، أو متعلق به، والجملة الإسمية في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة استئنافًا بيانيًّا. {أَوْ تَسْرِيحٌ} : معطوف على {إمساك} . {بِإِحْسَانٍ} : جار ومجرور متعلق بمحذوف صفة لـ {تَسْرِيحٌ} ، أو متعلق به. </p><p> {وَلَا يَحِلُّ لَكُمْ أَنْ تَأْخُذُوا مِمَّا آتَيْتُمُوهُنَّ شَيْئًا إِلَّا أَنْ يَخَافَا أَلَّا يُقِيمَا حُدُودَ اللَّهِ} . </p><p> {وَلَا} : الواو: استئنافية. {لا} : نافية. {يَحِلُّ} : فعل مضارع {لَكُمْ} : جار ومجرور متعلق به. {أَنْ} : حرف نصب ومصدر. {تَأْخُذُوا} : فعل وفاعل منصوب بأن، وصلة لها في تأويل مصدر مرفوع على الفاعلية؛ تقديره: ولا يحل لكم أخذكم. {مِمَّا} : جار ومجرور متعلق بـ {تَأْخُذُوا} . {آتَيْتُمُوهُنَّ} : فعل وفاعل ومفعول أول، والثاني محذوف تقديره: إياه، والجملة صلة لـ {ما} ، أو صفة لها، والعائد أو الرابط المفعول الثاني المحذوف. {شَيْئًا} : مفعول به لـ {تَأْخُذُوا} . {إِلَّا أَنْ يَخَافَا} : {إِلَّا} : أداة (١) استثناء من مفعول له محذوف تقديره: ولا يحل لكم أن تأخذوا مما آتيتموهن شيئًا بسبب من الأسباب إلا بسبب أن يخافا. {أَن} : حرف نصب ومصدر. {يَخَافَا} : فعل وفاعل منصوب بـ {أن} ، والجملة الفعلية صلة {أَن} المصدرية، {أَن} مع صلتها في تأويل مصدر مجرور بإضافة محذوف إليه؛ تقديره: إلا بسبب خوفهما، الجار والمجرور متعلق بـ {تأخذوا} . {أَلَّا يُقِيمَا حُدُودَ اللَّهِ} : {أن} : حرف نصب ومصدر. لا: نافية. {يُقِيمَا} : فعل وفاعل منصوب بـ {أن} ، وصلة لها. {حُدُودُ اللَّهِ} : مفعول به ومضاف إليه، {أن} مع صلتها في تأويل مصدر منصوب على المفعولية؛ تقديره: إلا بسبب خوفهما عدم إقامة حدود الله. </p><p>(١) البحر المحيط.</p><p> {فَإِنْ خِفْتُمْ أَلَّا يُقِيمَا حُدُودَ اللَّهِ فَلَا جُنَاحَ عَلَيْهِمَا فِيمَا افْتَدَتْ بِهِ} . </p><p> {فَإِنْ خِفْتُمْ}  {الفاء} : فاء الفصيحة؛ لأنها أفصحت عن شرط مقدر تقديره: إذا عرفتم أنه لا يحل الأخذ منهن إلا في حالة الخوف، وأردتم بيان حكمه حينئذ هل معه جناح أم لا؟ فأقول لكم:  {إن} : حرف شرط. {خِفْتُمْ} : فعل وفاعل في محل الجزم بـ {إن} على كونه فعل الشرط، {أن} : حرف نصب ومصدر. {لا} : نافية. {يقيما} : فعل وفاعل منصوب بـ {أن} ، وصلة لها. {حُدُودُ اللَّهِ} : مفعول به ومضاف إليه، وجملة {أن} مع صلتها في تأويل مصدر منصوب على المفعولية تقديره: فإن خفتم عدم إقامتهما حدود الله. {فَلَا جُنَاحَ} : {الفاء} : رابطة لجواب {إن} الشرطية وجوبًا. {لا} : نافية تعمل عمل {إن} . {جُنَاحَ} : في محل النصب اسمها. {عَلَيْهِمَا} : جار ومجرور متعلق بمحذوف خبر {لا} تقديره: فلا جناح كائن عليهما، وجملة {لا} في محل الجزم بـ {إن} على كونها جوابًا لها، وجملة {إن} الشرطية في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. {فِيمَا} : جار ومجرور متعلق بالاستقرار الذي تعلق به عليهما. {افْتَدَتْ} : فعل ماض، وفاعله ضمير يعود على المرأة. {بِهِ} : جار ومجرور متعلق به، والجملة صلة لـ {ما} ، أو صفة لها، والعائد أو الرابط ضمير به. </p><p> {تِلْكَ حُدُودُ اللَّهِ فَلَا تَعْتَدُوهَا وَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ فَأُولَئِكَ هُمُ الظَّالِمُونَ} . </p><p> {تِلْكَ حُدُودُ اللَّهِ} : مبتدأ وخبر ومضاف إليه، والجملة مستأنفة. {فَلَا} : {الفاء} : حرف عطف وتفريع، {لا} : نافية. {تَعْتَدُوهَا} : فعل وفاعل ومفعول، والجملة معطوفة على الجملة الإسمية. {وَمَنْ يَتَعَدَّ} الواو: استئنافية. {من} ؛ اسم شرط جازم في محل الرفع مبتدأ، والخبر جملة الشرط. {يَتَعَدَّ} : فعل مضارع مجزوم بـ {من} ، وفاعله ضمير يعود على {من} . {حُدُودَ اللَّهِ} : مفعول به ومضاف إليه. {فَأُولَئِكَ} : {الفاء} : رابطة لجواب {من} الشرطية. {أولئك} : مبتدأ. {هُمُ} : ضمير فصل. {الظَّالِمُونَ} : خبر، والجملة الإسمية في محل الجزم بـ {من} على كونها جوابًا لها، وجملة {من} الشرطية مستأنفة. </p><p> {فَإِنْ طَلَّقَهَا فَلَا تَحِلُّ لَهُ مِنْ بَعْدُ حَتَّى تَنْكِحَ زَوْجًا غَيْرَهُ} . </p><p> {فَإِنْ}  {الفاء} : فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر؛ تقديره: إذا عرفتم حكم الطلاق مرتين، وأردتم بيان حكم ما إذا طلق الثالثة .. فأقول لكم:  {إن} : حرف شرط. {طَلَّقَهَا} : فعل ومفعول في محل الجزم بـ {إن} ، وفاعله ضمير يعود على المطلق مرتين. {فَلَا تَحِلُّ} : {الفاء} : رابطة لجواب {إن} الشرطية جوازًا، {لا} : نافية. {تَحِلُّ} : فعل مضارع مرفوع ليشاكل الجواب الشرط، وفاعله ضمير يعود على المطلقة مرتين. {لَهُ} : جار ومجرور متعلق بـ {تحل} ، وكذا يتعلق به قوله:  {مِنْ بَعْدُ} والجملة الفعلية في محل الجزم على كونها جوابًا لها، وجملة {إن} الشرطية في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة، {حَتَّى تَنْكِحَ} : {حتى} : حرف جر وغاية. {تَنْكِحَ} : منصوب بأن المضمرة بعد حتى، وفاعله ضمير يعود على المطلقة ثلاثًا {زَوْجًا} : مفعول به، {غَيْرَهُ} : بدل من {زَوْجًا} ومضاف إليه، وجملة {تَنْكِحَ} صلة أن المضمرة، أن مع صلتها في تأويل مصدر مجرور بحتى تقديره: إلى نكاحها زوجًا غيره، الجار والمجرور متعلق بـ {لا تحل} . </p><p> {فَإِنْ طَلَّقَهَا فَلَا جُنَاحَ عَلَيْهِمَا أَنْ يَتَرَاجَعَا إِنْ ظَنَّا أَنْ يُقِيمَا حُدُودَ اللَّهِ} . </p><p> {فإن} : (الفاء) : فاء الفصيحة؛ لأنها أفصحت عن شرط مقدر؛ تقديره: إذا عرفتم أنها لا تحل له حتى تنكح زوجًا غيره، وأردتم بيان حكم ما إذا نكحت زوجًا آخر .. فأقول لكم {إن طلقها} ، {إن} : حرف شرط. {طَلَّقَهَا} : فعل ومفعول في محل الجزم بـ {إن} ، وفاعله ضمير يعود على الزوج الثاني. {فَلَا} : {الفاء} : رابطة لجواب {إن} الشرطية وجوبًا، {لا} : نافية تعمل عمل إن. {جُنَاحَ} : في محل النصب اسمها، {عَلَيْهِمَا} : جار ومجرور خبر {لا} ، وجملة {لا} في محل الجزم بـ {إن} الشرطية على كونها جوابًا لها، وجملة {إن} الشرطية في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. {أَن} : حرف نصب ومصدر. {يَتَرَاجَعَا} : فعل وفاعل منصوب بـ {أن} وصلة لها، {أن} مع صلتها في تأويل مصدر مجرور بحرف جر محذوف؛ تقديره: فلا جناح عليهما في تراجعهما، والجار المحذوف متعلق بالاستقرار الذي تعلق به </p><p> {عَلَيْهِمَا} . {إن} : حرف شرط. {ظَنَّا} : فعل وفاعل في محل الجزم بـ {إن} على كونه فعل شرط لها. {أَن} : حرف نصب ومصدر. {يُقِيمَا} : فعل وفاعل منصوب بـ {أن} وصلة لها، وجملة {أَن} مع صلتها في تأويل مصدر ساد مسد مفعولي ظن؛ تقديره: إن ظنا إقامتهما. {حُدُودَ اللَّهِ} : مفعول به ومضاف إليه، وجواب {إن} محذوف؛ تقديره: إن ظنا أن يقيما حدود الله .. فلا جناح عليهما في تراجعهما، وجملة {إن} الشرطية جملة غائية لا محل لها من الإعراب. </p><p> {وَتِلْكَ حُدُودُ اللَّهِ يُبَيِّنُهَا لِقَوْمٍ يَعْلَمُونَ} . </p><p> {وَتِلْكَ}  {الواو} : استئنافية، {تِلْكَ حُدُودُ اللَّهِ} : مبتدأ وخبر ومضاف إليه، والجملة مستأنفة. {يُبَيِّنُهَا} : فعل ومفعول، وفاعله ضمير يعود على {اللَّهِ} ، والجملة الفعلية في محل الرفع خبر بعد خبر، أو في محل النصب حال من {حُدُودَ اللَّهِ} ؛ أي: مبينة، والعامل فيها اسم الإشارة {لِقَوْمٍ} : جار ومجرور متعلق بـ {يبين} ، وجملة {يَعْلَمُونَ} في محل الجر صفة لـ {قوم} ؛ تقديره: لقوم عالمين؛ أي: فاهمين إياها. </p><p> التصريف ومفردات اللغة </p><p> {لِلَّذِينَ يُؤْلُونَ} الإيلاء: مصدر آلى الرباعي، يولي إيلاء إذا حلف، فهو لغة: الحلف، وشرعا: حلف الزوج على أن لا يطأ زوجته مطلقًا، أو مدة تزيد على أربعة أشهر. </p><p> {تَرَبُّصُ} التربص: الانتظار والترقب، وهو مصدر تربص الخماسي، وهو مقلوب التبصر. </p><p> {فَاءُوا} وهو من الأجوف المهموز، يقال: فاء يفيء فيأً إذا رجع، وسمي الظل بعد الزوال فيأً؛ لأنه رجع عن جانب المغرب إلى جانب المشرق. </p><p> {عَزَمُوا الطَّلَاقَ} العزم: ما يعقد عليه القلب ويصمم، يقال: عزم عليه يعزم عزمًا وعزيمةً وعزامًا إذا صمم عليه. </p><p> {الطَّلَاقَ} : انحلال عقد النكاح، يقال: طلقت تطلق فهي طالق وطالقة، </p><p> ويقال: طَلُقت بضم اللام. حكاه أحمد بن يحيى، وأنكره الأخفش. </p><p> {قُرُوءٍ} القرء: في اللغة الوقت المعتاد تردده، وقرء المرأة حيضها وطهرها، والقرء فيه لغتان: الفتح ويجمع المفتوح على قُرُؤ وأقرء مثل فلس وفلوس وأفلس، والضم: ويجمع المضموم على أقراء مثل قفل وأقفال. </p><p> {وَبُعُولَتُهُنَّ} البعولة: جمع بعل، فالتاء لتأنيث الجمع، وفي \"المصباح\" البعل: الزوج، يقال: بعل يبعل - من باب قتل - بعولةً إذا تزوج، والمرأة بعل أيضًا، وقد يقال فيها: بعلة بالهاء، كما يقال: زوجة تحقيقًا للتأنيث، والجمع البعولة، وفي \"القاموس\" : أن بعل من باب منع، فيؤخذ منه مع كلام \"المصباح\" ، أنه يأتي من باب قتل ومنع، ونص كلام \"القاموس\" والبعل الزوج، والجمع بعال وبعول وبعولة، والأنثى بعل وبعلة، بعل - كمنع - بعولةً صار بعلًا، والبعال: الجماع وملاعبة المرء أهله، والبعل أيضًا الملك، وبه سمي الصنم. </p><p> {أَحَقُّ بِرَدِّهِنَّ} وصيغة (١) التفضيل لإفادة أن الرجل إذا أراد الرجعة، والمرأة تأباها .. وجب إيثار قوله على قولها، وليس معناه أن لها حقًّا في الرجعة. </p><p> {وَلِلرِّجَالِ} : جمع رجل، والرجل معروف، وهو مشتق من الرجلة، وهي القوة، يقال: رجل بين الرجولة والرجلة، وهو أرجل الرجلين؛ أي: أقواهما. </p><p> {دَرَجَةٌ} الدرجة: المنزلة، يقال: درجت الشيء وأدرجته إذا طويته، وأدرجهم الله، فهو كطي الشيء منزلة منزلة، ومنه الدرجة التي يرتقى إليها. </p><p> {إمساك} : مصدر أمسك الشيء إمساكًا إذا حبسه. </p><p> {تَسْرِيحٌ} : مصدر سرح الرباعي، يقال: سرح الماشية تسريحًا إذا أرسلها لترعى، وسرح الشعر إذا خلص بعضه من بعض. </p><p> البلاغة </p><p> {تَرَبُّصُ أَرْبَعَةِ أَشْهُرٍ} : في إضافة المصدر إلى الظرف تجوز، والأصل </p><p>(١) الجمل.</p><p> تربصهنّ في أربعة أشهر. </p><p> {فَإِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ} : فيه من الوعيد والتهديد على الامتناع وترك الفيئة ما لا يخفى. </p><p> {وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ} : هذا خبر بمعنى الأمر، والأصل: وليتربصن المطلقات، وإيراده خبرًا أبلغ من صريح الأمر؛ لإشعاره بأن المأمور به مما يجب أن يتلقى بالمسارعة إلى الإتيان به، فكأنهن امتثلن الأمر بالفعل، فهو يخبر عنه موجودًا، وبناؤه على المبتدأ مما زاده تأكيدًا. </p><p> {إِنْ كُنَّ يُؤْمِنَّ بِاللَّهِ} : ليس الغرض منه التقييد بالإيمان، بل للتغليظ وتهويل الأمر في نفوسهن حتى لو لم يكن مؤمنات كان عليهن العدة أيضًا. </p><p> {وَلَهُنَّ مِثْلُ الَّذِي عَلَيْهِنَّ} : فيه من الإيجاز والإبداع ما لا يخفى على المتمكن في علوم البيان، فقد حذف شيئًا من الأول أثبت نظيره في الآخر، وأثبت شيئًا في الأول حذف نظيره في الآخر، وأصل الكلام: ولهن على أزواجهن من الحقوق مثل الذي لأزواجهن عليهن من الحقوق، وفيه من المحسنات البديعية أيضًا الطباق بين {لهن} و {عليهن} وهو طباق بين حرفين. </p><p> {الطَّلَاقُ مَرَّتَانِ} : وإيثار لفظ مرتان على لفظ ثنتان؛ للإيذان بأن حقهما أن يوقعا مرة بعد مرة لا دفعة واحدة وإن أنت الرجعة ثابتة أيضًا، وبين لفظ {إمساك} ولفظ {تَسْرِيحٌ} طباق. {إِلَّا أَنْ يَخَافَا} : فيه التفات عن الخطاب إلى الغيبة. </p><p> {فَإِنْ خِفْتُمْ أَلَّا يُقِيمَا حُدُودَ اللَّهِ} : فيه وفيما بعده الإظهار في مقام الإضمار؛ لتربية المهابة وإدخال الروع في ذهن السامع. {فَأُولَئِكَ هُمُ الظَّالِمُونَ} : فيه قصر صفة على موصوف. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {وَإِذَا طَلَّقْتُمُ النِّسَاءَ فَبَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ سَرِّحُوهُنَّ بِمَعْرُوفٍ وَلَا تُمْسِكُوهُنَّ ضِرَارًا لِتَعْتَدُوا وَمَنْ يَفْعَلْ ذَلِكَ فَقَدْ ظَلَمَ نَفْسَهُ وَلَا تَتَّخِذُوا آيَاتِ اللَّهِ هُزُوًا وَاذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ وَمَا أَنْزَلَ عَلَيْكُمْ مِنَ الْكِتَابِ وَالْحِكْمَةِ يَعِظُكُمْ بِهِ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ (٢٣١) وَإِذَا طَلَّقْتُمُ النِّسَاءَ فَبَلَغْنَ أَجَلَهُنَّ فَلَا تَعْضُلُوهُنَّ أَنْ يَنْكِحْنَ أَزْوَاجَهُنَّ إِذَا تَرَاضَوْا بَيْنَهُمْ بِالْمَعْرُوفِ ذَلِكَ يُوعَظُ بِهِ مَنْ كَانَ مِنْكُمْ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ذَلِكُمْ أَزْكَى لَكُمْ وَأَطْهَرُ وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ (٢٣٢) }. </p><p> المناسبة </p><p> مناسبة الآيتين لما قبلهما ظاهرة؛ لأن الآيتين تتحدثان عن أحكام الطلاق وتنهيان عن الإيذاء والإضرار، وعن عضل الأولياء موليتهم عن نكاح مطلقها. </p><p> أسباب النزول </p><p> قوله تعالى (١) : {وَإِذَا طَلَّقْتُمُ النِّسَاءَ فَبَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ ...} الآية. </p><p> أخرج ابن جرير من طريق العوفي عن ابن عباس قال: كان الرجل يطلق امرأته، ثم يراجعها قبل انقضاء عدتها، ثم يطلقها يفعل ذلك يضارها ويعضلها، فأنزل الله هذه الآية. </p><p> وأخرج عن السدي قال: نزلت في رجل من الأنصار يدعى ثابت بن يسار، طلق امرأته حتى إذا انقضت عدتها إلا يومين أو ثلاثة .. راجعها، ثم طلقها مضارة، فأنزل الله:  {وَلَا تُمْسِكُوهُنَّ ضِرَارًا لِتَعْتَدُوا ...} . </p><p> قوله تعالى:  {وَلَا تَتَّخِذُوا آيَاتِ اللَّهِ هُزُوًا ...} أخرج ابن أبي عمر في مسنده، وابن مردويه عن أبي الدرداء قال: كان الرجل يطلق، ثم يقول: لعبت، فأنزل الله:  {وَلَا تَتَّخِذُوا آيَاتِ اللَّهِ هُزُوًا ...} . </p><p>(١) لباب النقول.</p>"
}