{
  "id": null,
  "sura": 2,
  "aya": 87,
  "text": "<p> منهم، مع أنَّهم هم السبب في إخراجهم وأسرهم مع علمهم بتحريم إخراجهم، وبذكر أنهم آمنوا ببعض الكتاب وكفروا ببعض، هذا مع أنَّه كُلَّه حَقٌّ وصِدْقٌ، فلا يناسب ذلك الكفر ببعض والإيمان ببعض، ثم ذكر أنَّ الجزاء لفاعل ذلك هو الخزيُ في الدنيا، وأشدُّ العذاب في الآخرة، وأنَّ الله تعالى لا يغفل عمَّا عملوه فيجازيهم على ذلك. ثم أشار إلى أنَّ من تحلَّى بهذه الأوصاف الذميمة، وخالف أمر الله ونهيه، هو قد اشترى عاجلًا تافهًا بآجلٍ جليلٍ، وآثر فانيًا مكدَّرًا على بَاقٍ صافٍ، وأنَّ نتيجة هذا الشراء أن لا يخفَّف عنهم ما حلَّ بهم من العذاب، ولا يجدوا ناصرًا يدفع عنهم سوء العذاب، وشديد العقاب، لقد خسروا تجارةً، وبدَّلُوا بالنعيم السرمديِّ نارًا وقودها الناس والحجارة، وإذا كان التخفيف قد نفي، فالرفع أولى، وهل هذا إلّا من باب التنبيه بالأدنى على الأعلى؟!. انتهى. </p><p> ٨٧ - {وَلَقَدْ آتَيْنَا} ؛ أي: بالله لقد أعطينا يا بني إسرائيل {مُوسَى} بن عمران؛ أي: وعزّتي وجلالي، لقد أعطينا موسى بن عمران {الْكِتَابَ} أي: التوراة جملةً واحدةً. </p><p> ومناسبة هذه الآية لِمَا قبلها (١) : أنّ إيتاء موسى الكتاب هو نعمة لهم، إذْ فيه أحكامهم وشرائعهم، ثُمَّ قابلوا تلك النعمة بالكفران، وذلك جَرْيٌ على ما سبق من عادتهم، إذ قد أمروا بأشياء ونهوا عن أشياء، فخالفوا أمر الله ونهيه، فناسب ذكْرُ هذه الآية ما قبلها، والإيتاء (٢) : الإعطاء، فيحتمل أن يراد به الإنزال؛ لأنَّه أنزله عليه جملةً واحدةً، ويحتمل أن يراد آتيناه: أفهمناه ما انطوى عليه من الحدود، والأحكام، والأنباء، والقصص، وغير ذلك ممَّا فيه، فيكون على حذف مضاف؛ أي: آتينا موسى علم الكتاب، أو فهم الكتاب، وموسى هو نبيُّ الله موسى بن عمران صلى الله على نبيّنا وعليه وسلّم، وهو لغةٌ عبرانيةٌ، قد سبق عند قوله:  {وَإِذْ وَاعَدْنَا مُوسَى ...} الآية. والكتاب هنا: التوراة في قول الجمهور، والألف واللام فيه للعهد إذ قرن بموسى، وانتصابه على أنّه مفعول ثان </p><p>(١) البحر المحيط. (٢) البحر المحيط.</p><p> لآتينا، وقال السهيليُّ: إنّه مفعول أوّل له، وموسى هو المفعول الثاني {وَقَفَّيْنَا} يقال: قفاه به إذا أتبعه إيّاه؛ أي: أتبعنا، وأردفنا، وجئنا {مِنْ بَعْدِهِ} ؛ أي: من بعد موسى بن عمران {بِالرُّسُلِ} زمن عيسى عليهم السلام، متواترةً يظهر بعضهم إثر بعضٍ، والشريعة واحدة، وكانوا يحكمون بشريعة موسى إلى أن بعث الله عيسى عليه السلام، وجاءهم بشريعةٍ جديدةٍ، وغيَّر بعض أحكام التوراة. وقيل إنَّ مدَّة ما بين موسى وعيسى ألف سنة وتسعمائة سنة وخمسٌ وعشرون سنةً. ذكره السيوطي في \"التَّحْبِير\" . </p><p> قيل (١) : إنّ الرسل بعد موسى هم: يوشع بن نون، وشمويل، وشمعون، وداود، وسليمان، وشعياء، وأرميا، وعزيرٌ، وحزقيلٌ، وإلياسُ، واليسعُ، ويونسُ، وزكريا، ويحيى، وغيرهم، ومنْ في قوله:  {مِنْ بَعْدِهِ} لابتداء الغاية وهو ظاهرٌ؛ لأنَّه يُحْكَى: أنَّ موسى لم يَمُتْ حتى نُبِّىء يوشعُ، والباء في قوله:  {بِالرُّسُلِ} متعلقةٌ بقفينا، والألف واللام يحتمل أن تكون للجنس الخاص، ويحتمل أن تكون للعهد؛ لما استفيد من القرآن وغيره، أنَّ هؤلاء بعثوا من بعده، ويحتمل أن تكون التقفية هي كونهم يتَّبعون في العمل بالتوراة، وأحكامها، ويأمرون باتباعها والبقاء على التزامها. وقرأ الجمهور (٢) . {بِالرُّسُلِ} بضمّ السين. وقرأ الحسن ويحيى بن يعمر بتسكينها، وهما لغتان فيه، ووافقهما أبو عَمْرو إن أُضيف إلى ضمير جمع، نحو:  (رُسْلهم ورُسْلكم ورُسْلنا) ؛ استُثقل توالي أربع متحركات، فسُكِّن تخفيفًا {وَآتَيْنَا} ؛ أي: أعطينا {عِيسَى} بالسريانة (٣) اليسوع، ومعناه: المبارك، والأصحّ: أنّه لا اشتقاق له ولأمثاله في العربية، وأضافه إلى مريم أمّه؛ ردًّا على اليهود فيما أضافوه إليه. {ابْنَ} بإثبات الألف، وإن كان واقعًا بين العلمين؛ لندرة الإضافة إلى الأمّ {مَرْيَمَ} بالسريانية بمعنى الخادمة والعابدة، قد جعلتها أمّها محرّرة لخدمة المسجد، ولكمال عبادتها </p><p>(١) أبو السعود والخازن. (٢) البحر المحيط.(٣) روح البيان.</p><p> لربّها، سمّاها الحقّ تعالى في كتابه الكريم مع الأنبياء عليهم السلام سبع مرّات، وخاطبها كما خُوطِب الأنبياء، كما قال تعالى: {يَا مَرْيَمُ اقْنُتِي لِرَبِّكِ وَاسْجُدِي وَارْكَعِي مَعَ الرَّاكِعِينَ (٤٣) } فشاركها مع الرجال. </p><p> وقد أجمل (١) الله سبحانه ذكر الرسل، وفصل ذكر عيسى؛ لأنّ من قبله كانوا متّبعين شريعة موسى، وأمّا عيسى فنسَخَ شَرْعُه كثيرًا من شرع موسى؛ أي: وآتينا عيسى ابن مريم {الْبَيِّنَاتِ} ؛ أي: الحجج الواضحات والمعجزات الباهرات الدَالَّة على نُبوّته، فيشمل كل معجزة أوتيها عيسى عليه السلام، وهذا هو الظاهر. وقيل: الإنجيل. وقيل: الحجج التي أقامها الله على اليهود، كإحياء الموتى وهو أربعةٌ: سامُ بن نوح، والعازِرو ابنُ العَجوز، وبنتُ العَشَّار، ومن الطير الخفاش. قيل: لم يكن مِنْ قَبْلِ عيسى، بل هو صوَّرهُ، والله نفخ فيه الروح، وقيل: كان قَبْلَهُ، فوضَع عيسى على مثاله. قالوا: وإنّما اختصَّ هذا النوع من الطير؛ لأنّه ليس شيءٌ من الطير أشدَّ خلقًا منه؛ لأنّه لحمٌ كلُّه، وكإبراء الأكمه سواء كان كمهه خلقيًّا، أو طارئًا، وإبراء الأبرص، والإخبار بالمغيَّبات. </p><p> فائدة: ولفظ عيسى (٢) لغةٌ عبرانيةٌ معناه: السَّبُوح بفتح السين وضمّ الباء المخفّفة بمعنى: السَّابح، وهو من الخيل السريعُ الجري، وبالسريانية اسمه: أيشوع، ومعناه: المبارك، ولفظ مريم لغة سريانية معناه: خادمة الله، وفي كتاب \"لسان العرب\" هي: المرأة التي تكره مخالطة الرجال، وإنّما خصَّ عيسى بالذكر مع دخوله في قوله:  {وَقَفَّيْنَا مِنْ بَعْدِهِ بِالرُّسُلِ} ؛ إشعارًا بفضله، ومزيَّته على غيره لكونه رسولًا مستقلًّا بشرع يخصه: لأنّه نسخ بعض ما في التوراة، وردًّا على اليهود حيث ادَّعوا أنهم قتلوه، وما بين موسى وعيسى: أربعة آلاف نبيٍّ، وقيل: سبعون ألف نبيٍّ، {وَأَيَّدْنَاهُ} أي: قوَّينا عيسى عليه السلام. وقرأ الجمهور (٣) على </p><p>(١) روح البيان. (٢) العمدة.(٣) البحر المحيط.</p><p> وزن فعَّلناه. وقرأ مجاهد، والأعرج، وحميد، وابن محيصن، وحسين عن أبي عمرو {أَأْيَدْناه} على وزن أفعلناه. وقرأ ابن كثير {آيَدْنَاه} بمد الهمزة وتخفيف الياء، وهاتان القراءتان من الشواذ والأصحّ أنّها كلها بمعنى: قوَّيناه، وكُلُّها من الأيد وهو القوّة؛ أي: قوَّيناه، وآنَسْنَاه، وشدَدْناه {بِرُوحِ الْقُدُسِ} من إضافة الموصوف إلى الصفة؛ أي: بالروح المُقدَّس؛ أي: المطهَّر الذي هو جبريل عليه السلام، وذلك لأنّه بشَّر مريم بولادتها له، وكان من نفخه في جيبها، وهو الذي ربَّاه في جميع الأحوال، وكان يسير معه حيث سار، وكان معه حين صعد به إلى السماء وهو ابن ثلاثٍ وثلاثين سنة، وسُمِّي جبريل روحًا؛ لأنَّ به حياة القلوب بسبب وحيه إلى الأنبياء، كما أنَّ الروح المعروفة بها حياة الأبدان، ووصف بالقدس بمعنى الطُّهْرِ؛ لطهارته من المعاصي، والمخالفات، والأقذار، وقد مدحه تعالى بقوله:  {إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ} فمعنى تقويته به: أنّه عصمه من أوّل حاله إلى كبره، فلم يدن منه الشيطان عند الولادة، ورفعه إلى السماء حين قصد اليهود قتله. وقيل (١) : أيدناه بالروح المقدَّسة المطهرة، وهي روح عيسى عليه السلام، وُصِفَت بالقدس؛ للكرامة؛ لأنَّ القدس هو الله سبحانه وتعالى، كالقدُّوس. وقرأ الجمهور (٢) بضمّ القاف والدال. وقرأ مجاهد، وابن كثير بسكون الدال حيث وقع في القرآن، وفيه لغةٌ: فتحها. وقرأ أبو حيوة:  {القُدُوْس} بواوٍ. </p><p> قال أبو حيان: والرُّوح هنا: اسم الله الأعظم الذي كان به عيسى عليه السلام يُحيي الموتى. قاله ابن عباس، أو الإنجيل، كما سَمَّى الله تعالى القرآن روحًا في قوله:  {وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِنْ أَمْرِنَا} قاله ابن زيد، أو الروح الَّتي نفخها الله تعالى في عيسى عليه السلام، أو جبريل عليه السلام. قاله قتادة، والسديّ، والضحاك، والربيع، ونسب هذا القول لابن عباس. قاله ابن عطيّة. </p><p> وهذا أصحُّ الأقوال، وقد قال النبيُّ - صلى الله عليه وسلم - لحسَّان بن ثابت:  \"أُهْجُ قُريشًا وروح القدس معك\" ومرَّةً قال له: \"وجبريل معك\" . انتهى كلامه. </p><p>(١) روح البيان. (٢) البحر المحيط.</p><p> قالوا ويُقوِّي ذلك قوله تعالى:  {إِذْ أَيَّدْتُكَ بِرُوحِ الْقُدُسِ} وقال حسان بن ثابت - رضي الله تعالى عنه -: </p><p> وجبريلُ رسولُ اللهِ فينا ... وروحُ القُدْسِ لَيْس لَهُ كِفَاءُ </p><p> وتسمية جبريل بذلك؛ لأنَّ الغالب على جسمه الرُّوحانيَّة، وكذلك سائر الملائكة؛ أو لأنّه يحيا به الدين كما يحيا البدن بالروح، فإنَّه هو المتولِّي لإنزال الوحي؛ أو لتكوينه روحًا من غير ولادةٍ، وتأييد الله عيسى بجبريل عليهما السلام؛ لإظهار حجته وأمر دينه؛ أو لدفع اليهود عنه إذ أرادوا قتله، أو في جميع أحواله، قالوا: وإطلاق الروح على جبريل، وعلى الإنجيل، وعلى اسم الله الأعظم مجازٌ؛ لأنَّ الرُّوح هو الريح المتردّدُ في مخارق الإنسان، أي: في منافذه، ومعلومٌ أنَّ هذه الثلاثة ما كانت كذلك. اهـ. من \"البحر\" . </p><p> وخلاصة معنى قوله:  {وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ ...} إلخ؛ أي (١) : ولقد أعطينا موسى الكتاب المقدس وهي التوراة، ثمّ أتبعنا من بعده رسولًا بعد رسول مقتفين إثره، فلم يمض زمنٌ إلّا كان فيه نبيٌّ، أو أنبياء، يأمرون وينهون، فلا عذر لهم في نسيان الشرائع، أو تحريفها، وتغيير أوضاعها، ثُمَّ خصَّ من أولئك الرسل عيسى عليه السلام، فقال:  {وَآتَيْنَا عِيسَى ابْنَ مَرْيَمَ} .. الخ؛ أي: وأعطينا عيسى المعجزات الباهرة التي تدلُّ على صدق نُبوّته، وأنّه مُوحًى إليه من ربّه، وأيّدناه بروح الوحي الذي يُؤيِّد الله تعالى به أنبياءه في عقولهم، ومعارفهم، وأرسلناه بعد ظهور كثيرٍ من الرسل، ولم يكن حظّهُ بينهم أحسن من حظِّ سابقيه، ثُمَّ بين ماذا كان حظُّ الرسل من بني إسرائيل، فقال:  {أَفَكُلَّمَا جَاءَكُمْ رَسُولٌ} خاطب بهذا أهل عصر محمد - صلى الله عليه وسلم -، وقد فعله أسلافهم؛ يعني: لم يوجد منهم القتل، وإن وجد منهم الاستكبار؛ لأنّهم يتولَّونهم ويرضون بفعلهم، والراضي بفعل الغير كفاعله، وقد كذَّبوا رسول الله - صلى الله عليه وسلم - فيما جاء به، وسقوه السُمَّ ليقتلوه، وسحروه. ويجوز أن (٢) يكون الخطاب عامًّا لجميع بني إسرائيل، </p><p>(١) المراغي. (٢) البحر المحيط.</p><p> إذ كانوا على طبق واحد من سوء الأخلاق، وتكذيب الرسل، وكثرة سؤالهم لأنبيائهم، والشكِّ، والارتياب فيما أتوهم به، ويحتمل أن يكون الخطاب لأسلافهم الذين فعلوا ذلك، وسياق الآيات يدلُّ عليه. والهمزة (١) فيه للاستفهام التوبيخيّ داخلةٌ على محذوف، والفاء عاطفة لجواب كلّما على ذلك المحذوف؛ لأنَّ حقَّ الهمزة والفاء أن يدخلا على الجواب؛ أي: ألم تطيعوهم؟ فكلَّما جاءكم رسول {بِمَا لَا تَهْوَى} ولا تريد {أَنْفُسُكُمُ} ولا يوافق هواكم من الحق الذي لا انحراف عنه {اسْتَكْبَرْتُمْ} ؛ أي: تكبَّرتم، وتعظَّمتم عن الاتباع له، والإيمان بما جاء به من عند الله، واستفعل هنا بمعنى: تفعَّل، وهو أحد معاني استفعل، وفسَّر رسول الله - صلى الله عليه وسلم - الكِبْرَ بأنَّه:  \"دَفْعُ الحقِ، وغَمْطُ الناس\" ؛ أي: إنكار الحقِّ، واحتقار الناس. </p><p> والمعنى: أدمتم يا معشر اليهود! على التكذيب، فاستكبرتم عن الإيمان كُلَّما جاءكم رسولٌ من الرسل بما لا تهوى، ولا تُحِبُّ أنفسكم؛ أي: استكبرتم عن الإيمان، ودمتم على التكذيب كُلَّ وقتٍ جاءكم رسولٌ منهم بالحقِّ الذي لا يوافق هواكم. {فَفَرِيقًا} ؛ أي: طائفةً منهم {كَذَّبْتُمْ} كعيسى، ومحمدٍ عليهما السلام، والجملة معطوفة على قوله:  {اسْتَكْبَرْتُمْ} ؛ أي: فنشأ عن الاستكبار مبادرتهم فريقًا من الرسل بالتكذيب فقط، حيث لا يقدرون على قتله، ولم يتمكَّنوا منه {وفريقًا} منهم {تَقْتُلُونَ} كزكريا، ويحيى، وغيرهما عليهم السلام؛ أي: وفريقًا منهم بادروه بالقتل إذ قدروا على قتله، وتهيَّأ لهم ذلك، ومعلوم (٢) أنَّ من قتلوه فقد كذّبوه، واستغنى عن التصريح بتكذيبه؛ للعلم بذلك، فذكر أقبح أفعالهم معه، وأجاز أبو القاسم الراغب أن يكون {فَفَرِيقًا كَذَّبْتُمْ} معطوفًا على قوله: {وَأَيَّدْنَاهُ} ويكون قوله: أفكُلَّمَا مع ما بعده اعتراضًا بينهما على سبيل الإنكار، والأظهرُ في ترتيب الكلام الأوّلُ، وهذا أيضًا محتملٌ. وقدَّم المفعول وأخر العامل في قوله:  {وَفَرِيقًا تَقْتُلُونَ} ؛ ليتَواخى رؤُوسُ الآي، وثَمَّ محذوف، </p><p>(١) العمدة. (٢) البحر المحيط.</p><p> تقديرُهُ: ففريقًا منهم كذبتم، وبدأ بالتكذيب؛ لأنَّه أوَّل ما يفعلونه من الشرِّ؛ ولأنه المشترك بين الفريقين المكذَّبِ والمقتولِ، وأَتَى بفعلِ القتل مضارعًا؛ لحكاية الحال الماضية؛ ولِمَا فيه من مناسبةِ رؤوس الآي التي هي فواصلُ، وإمَّا لكونه مستقبلًا، لأنّهم يَرُوموُن قَتْلَ رسولِ الله - صلى الله عليه وسلم -، ولذلك سَحَروه وسَمُّوه. اهـ. من \"البحر\" . </p><p> والمعنى: إنَّه نشأ من استبكارهم مبادرتهم لفريق من الرسل بالتكذيب، ومبادرتهم لآخرين بالقتل. وعبارة \"الروح\" هنا؛ وقدَّم (١) فريقًا في الموضعين؛ للاهتمام، وتشويق السامع إلى ما فعلوا بهم، لا للقصر، ولم يقل قتلتم، وإن أريد الماضي؛ تفظيعًا لهذه الحالة، فكأنَّها - وإن مضت - حاضرةٌ لشناعتها، ولثبوت عارها عليهم، وعلى ذرِّيتهم بعدهم، أو يراد: وفريقًا تقتلونهم بعد، وإنّكم على هذه النيَّة؛ لأنّكم حاولتم قتل محمد - صلى الله عليه وسلم -، لولا أنَّي عصمته منكم، ولذلك سحرتموه، وسممتم له الشاة حتى قال - صلى الله عليه وسلم - عند موته:  \"ما زالت أكلة خيبر تعاودني\" ؛ أي: يراجعني أثر سُمِّها في أوقاتٍ معدودة: \"فهذا أوان قَطعَتْ أبهري\" وهو عرقٌ منبسطٌ في القلب، إذا انقطع مات صاحبه. وقصته: أنّه لمّا فتحت خيبر وهو موضع بالحجاز قرب المدينة، أهديت لرسول الله - صلى الله عليه وسلم - شاةٌ فيها سُمٌّ، فقال رسول الله - صلى الله عليه وسلم -: \"إنّي سائلكم عن شيء، فهل أنتم صادقيّ فيه\" قالوا: نعم يا أبا القاسم! قال: \"هل جعلتم في هذه الشاة سُمًّا\" قالوا: نعم، قال:  \"فما حملكم على ذلك\" قالوا: أردنا إن كنت كاذبًا أن نستريح منك، وإن كنت صادقًا لم يضرَّك. </p><p> واعلم: أنَّ اليهود أَنِفُوا من أن يكونوا أتباعًا، وكانت لهم رئاسةٌ، وكانوا متبوعين، فلم يؤمنوا مخافة أن تذهب عنهم الرئاسة، فما دام لم يخرج حُبُّ الرئاسة من القلب، لا تكون النَّفس مؤمنةً بالإيمان الكامل. </p><p> وللنفس صفاتٌ سبعٌ مذمومةٌ: العجب، والكبر، والرياء، والغضب، والحسد، وحُبُّ المال، وحبّ الجاه. ولجهنَّم أيضًا أبوابٌ سبعةٌ: فمن زكى نفسه </p><p>(١) روح البيان.</p>"
}