{
  "id": null,
  "sura": 2,
  "aya": 2,
  "text": "<p> أحد وجهين أيضا: إمّا بإضمار فعل لائق تقديره: اقرؤا {الم} ، وإما بإسقاط حرف القسم، كقوله: </p><p> إذا ما الخبز تأدمه بلحم ... فذاك أمانة الله الثريد </p><p> يريد: وأمانة الله، وكذلك هذه الحروف أقسم الله تعالى بها. والجرّ من وجه واحد، وهو أنّها مقسم بها حذف حرف القسم وبقي عمله، كقولهم: الله لأفعلنّ. أجاز ذلك الزمخشري، وأبو البقاء، وهذا ضعيف؛ لأنّ ذلك من خصائص الجلالة المعظّمة لا يشركها فيه غيرها. </p><p> فتلخّص مما تقدّم: أنّ في {الم} ونحوها ستة أوجه، وهي: أنّها لا محلّ لها من الإعراب، أو لها محلّ وهو الرفع بالابتداء، أو على الخبر، والنصب بإضمار فعل، أو حذف حرف القسم، والجرّ بإضمار حرف القسم. </p><p> ٢ - وأما قوله:  {ذلِكَ الْكِتابُ} فيجوز في ذلك أن يكون مبتدأ ثانيا، والكتاب خبره، والجملة خبر {الم} ، وأغني عن الرابط باسم الإشارة، ويجوز أن يكون {الم} مبتدأ، و {ذلِكَ} خبره، و {الْكِتابُ} صفة لذلك، أو بدل منه، أو عطف بيان، و {لا رَيْبَ} فِيهِ خبر للمبتدأ الثاني، وهو وخبره خبر عن الأول، ويجوز أن يكون {الم} خبر مبتدأ مضمر تقديره: هذه ألم، فتكون جملة مستقلّة بنفسها، ويكون {ذلِكَ} مبتدأ و {الْكِتابُ} خبره، ويجوز أن يكون صفة له، أو بدلا، أو بيانا، و {لا رَيْبَ فِيهِ} هو الخبر عن ذلك، أو يكون {الْكِتابُ} خبرا لذلك، و {لا رَيْبَ فِيهِ} خبر ثان. </p><p> تنبيه: ثمّ اعلم أنّ المتشابه كالمحكم من جهة أجر التلاوة؛ لما روي عن ابن مسعود رضي الله عنه - قال: قال رسول الله: «من قرأ حرفا من كتاب الله، فله حسنة، والحسنة بعشر أمثالها،لا أقول:{الم}حرف، بل ألف حرف، ولام حرف، وميم حرف، ففي ألم تسع حسنات» . </p><p> فائدة هذا الربع من هذه السورة ينقسم أربعة أقسام: </p><p> قسم يتعلّق بالمؤمنين ظاهرا وباطنا، وهو الآيات الأربع الأول إلى </p><p> {الْمُفْلِحُونَ} . </p><p> وقسم يتعلّق بالكافرين كذلك، وهو الآيتان بعد ذلك. </p><p> وقسم يتعلّق بالمؤمنين ظاهرا لا باطنا، وهو ثلاث عشر آية من قوله:  {وَمِنَ النَّاسِ مَنْ يَقُولُ} إلى قوله: {يا أَيُّهَا النَّاسُ} . </p><p> وقسم يتعلق بالفرق الثلاثة، وهو من قوله: يا أَيُّهَا النَّاسُ إلى آخر الربع. اهـ. شيخنا. </p><p> فعلى القول الأول: الراجح الذي جرى عليه السلف: أنّ {الم} مهمل لا يحكم عليه بإعراب، ولا بناء، وقوله:  {ذلِكَ} مبتدأ، وقوله:  {الْكِتابُ} بدل من اسم الإشارة، أو عطف بيان له، أو صفة له، وجملة {لا رَيْبَ فِيهِ} خبر المبتدأ. والمعنى؛ أي:  (١) هذا القرآن المنزل عليك يا محمّد لا ريب، ولا شكّ، ولا تهمة، في أنّه منزل من عند الله تعالى لمن تدبّر فيه وتأمّل، وتذكّر لما اشتمل عليه من الإعجاز الباهر. وأشار إليه بإشارة البعيد؛ تنزيلا لبعد المرتبة منزلة البعد الحسّيّ. </p><p> فإن قلت: إنّ الريب فيه موجود عند بعض الناس كالكفار، فكيف نفي الريب عنه؟ </p><p> قلت: المعنى لا ريب به عند المؤمنين، كما أشرنا إليه في الحلّ. </p><p> وعلى القول: بأنّ {الم} اسم للقرآن، فهو؛ أي لفظ {الم} : مبتدأ و {ذلِكَ} خبره إشارة إلى الكتاب، و {الْكِتابُ} : صفة لاسم الإشارة، والمعنى:  {الم} هو ذلك الكتاب الكامل الموعود إنزاله في الكتب المتقدمة حال كونه لا ريب ولا شكّ في إنزاله من عند الله تعالى، وإنّما أشار بذلك إلى ما ليس ببعيد؛ </p><p>(١) عمدة التفاسير.</p><p> لأنّ الكتاب من حيث كونه موعودا في حكم البعيد. </p><p> قالوا: لمّا أنزل الله تعالى على موسى التوراة، وهي: ألف سورة كل سورة ألف آية. قال موسى عليه السلام: يا ربّ ومن يطيق قراءة هذا الكتاب وحفظه؟ فقال تعالى: إنّي أنزل كتابا أعظم من هذا، قال: على من يا ربّ؟ قال: على خاتم النبيين، قال: وكيف تقرؤه أمته، ولهم أعمار قصيرة؟ قال: إنّي أيسره عليهم حتى يقرأه صبيانهم، قال: يا ربّ وكيف تفعل؟ قال: إنّي أنزلت من السماء إلى الأرض مئة وثلاثة كتب: خمسين على شيث، وثلاثين على إدريس، وعشرين على إبراهيم، والتوراة عليك، والزبور على داود، والإنجيل على عيسى، وذكرت الكائنات في هذه الكتب، فأذكر جميع معاني هذه الكتب في كتاب محمد صلّى الله عليه وسلّم، وأجمع ذلك كلّه في مائة وأربع عشرة سورة، وأجعل هذه السور في ثلاثين جزءا، والأجزاء في سبعة أسباع؛ يعني: في سبع آيات (الفاتحة) ، ثمّ أجعل معانيها في سبعة أحرف، وهي {بِسْمِ اللَّهِ} ، ثمّ ذلك كلّه في الألف من {الم} ثمّ افتتح سورة (البقرة) فأقول {الم} . ولمّا وعد الله ذلك في التوراة، وأنزله على محمد صلّى الله عليه وسلّم جحدت اليهود لعنهم الله تعالى أن يكون هذا ذلك، فقال تعالى: ذلك الكتاب، كما في تفسير «التيسير» . وقد مرّ لك: أنّ في هذه الآية أوجه أخر من الإعراب، وسيأتي تطبيق بعضها في مبحث الإعراب. </p><p> والكتاب:  (١) اسم بمعنى المكتوب، وهو النقوش والرقوم الدالّة على المعاني، والمراد به هنا: الكتاب المعروف المعهود للنبي صلّى الله عليه وسلّم الذي وعده الله تعالى به؛ لتأييد رسالته، وكفل به هداية طلّاب الحقّ، وإرشادهم إلى ما فيه سعادتهم في معاشهم ومعادهم. </p><p> وفي التعبير به: إيماء إلى أنّ النبي صلّى الله عليه وسلّم لم يؤمر بكتابة شيء سواه، وعدم كتابة القرآن كلّه بالفعل حين الإشارة إليه لا يمنع الإشارة، ألا ترى أنّ من </p><p>(١) المراغي.</p><p> المستفيض الشائع في التخاطب: أن يقول إنسان لآخر: هلّم أمل عليك كتابا، والكتاب لم يوجد بعد. </p><p> {لا رَيْبَ} : كائن {فِيهِ} ، فقوله:  (١)  {رَيْبَ} : اسم لا، و {فِيهِ} : خبرها، وهو في الأصل: من رابني الشيء، إذا حصل فيك الريبة، وهي قلق النفس واضطرابها، سمّي به الشكّ؛ لأنّه يقلق النفس، ويزيل الطمأنينة، قال الشاعر: </p><p> ليس في الحقّ يا أميّة ريب ... إنّما الرّيب ما يقول الكذوب </p><p> وفي الحديث:  «دع ما يريبك إلى ما لا يريبك» . فإنّ الشكّ ريبة، والصدق طمأنينة. ومنه: ريب الزمان لنوائبه. وفي «التيسير» : الريب: شكّ فيه خوف، وهو أخصّ من الشكّ، فكلّ ريب شكّ، وليس كلّ شكّ ريبا. والشكّ: هو التردّد بين النقيضين، ولا ترجيح لأحدهما على الآخر عند الشاكّ. ولم يقدم الظرف على الريب؛ لئلّا يذهب الفهم إلى أنّ هناك كتابا آخر فيه الريب لا فيه. </p><p> فإن قلت: الكفّار شكّوا فيه فلم يقرّوا بكتاب الله تعالى، والمبتدعون من أهل القبلة شكّوا في معاني متشابهه، فأوّلوها وضلّوا بها، والعلماء شكّوا في وجوهه، فلم يقطعوا القول على وجه منها، والعوامّ شكّوا فيه فلم يفهموا معانيه، فما معنى نفي الريب عنه؟. </p><p> فالجواب: إنّ هذا إنما هو نفي الريب عن الكتاب لا عن الناس، والكتاب موصوف بأنّه لا يتمكّن فيه ريب، فهو حقّ صدق معلوم ومفهوم شكّ فيه الناس، أو لم يشكّوا، كالصدق صدق في نفسه وإن وصفه الناس بالكذب، والكذب كذب وإن وصفه الناس بالصدق، فكذا الكتاب ليس مما يلحقه ريب، أو يتمكن فيه عيب، ويجوز أن يكون خبرا في معنى الأمر، ومعناه: لا ترتابوا، كقوله تعالى:  {فَلا رَفَثَ وَلا فُسُوقَ وَلا جِدالَ فِي الْحَجِّ} المعنى: لا ترفثوا، ولا تفسقوا، ولا تجادلوا، كما في «الوسيط» و «العيون» . </p><p>(١) روح البيان.</p><p> والمعنى (١) : أنّ هذا الكتاب لا يعتريه ريب في كونه من عند الله، ولا في هدايته وإرشاده، ولا في أسلوبه وبلاغته، فلا يستطيع أحد أن يأتي بكلام يقرب منه بلاغة وفصاحة. وإلى هذا أشار بقوله:  {وَإِنْ كُنْتُمْ فِي رَيْبٍ مِمَّا نَزَّلْنا عَلى عَبْدِنا فَأْتُوا بِسُورَةٍ مِنْ مِثْلِهِ} . وارتياب كثير من الناس فيه؛ إنّما نشأ عن جهل بحقيقته، أو عن عمى بصيرتهم، أو عن التعنّت عنادا، واستكبارا، واتباعا للهوى، أو تقليدا لسواهم. </p><p> والهاء (٢) المتصلة بفي من {فِيهِ} : ضمير غائب مذكر مفرد، وقد يوصل بياء، وهي قراءة ابن كثير، وحكم هذه الهاء بالنسبة إلى الحركة، والإسكان، والاختلاس، والإشباع في كتب النحو. والوقف (٣) على {فِيهِ} هو المشهور، وقد روي عن نافع، وعاصم، الوقف على {لا رَيْبَ} . قال في «الكشاف» : ولا بد للواقف من أن ينوي خبرا، ونظيره قوله تعالى:  {قالُوا لا ضَيْرَ} ، وقول العرب: لا بأس. وهي كثيرة في لسان أهل الحجاز، والتقدير: لا ريب فيه. فيه هدى. </p><p> {هُدىً} ؛ أي: هو رشد وبيان {لِلْمُتَّقِينَ} ؛ أي:  (٤) للضالّين المشارفين التقوى الصائرين إليها. ومثله حديث «من قتل قتيلا فله سلبه» ، وقال أبو السعود في «الإرشاد»  {لِلْمُتَّقِينَ} ؛ أي: للمتصفين بالتقوى حالا، أو مآلا. وتخصيص الهدى بهم؛ لما أنّهم المقتبسون من أنواره المنتفعون بآثاره، وإن كان ذلك شاملا لكلّ ناظر من مؤمن وكافر. والهداية: عبارة عن الدلالة. وقيل: دلالة بلطف. </p><p> وقيل: هو هاد لا ريب في هدايته للمتقين. قال في «التيسير» : وكذلك يقال في كلّ من انتفع بشيء دون غيره: إنه لك على الخصوص؛ أي: المنتفع به وحدك. </p><p> وليس في كون بعض الناس لم يهتدوا به ما يخرجه من أن يكون هدى، فالشمس </p><p>(١) المراغي. (٢) البحر المحيط.(٣) الشوكاني.(٤) روح البيان.</p><p> شمس وإن لم يرها الضرير، والعسل عسل وإن لم يجد طعمه الممرور، والمسك مسك وإن لم يدرك طيبه المأنوف. فالخيبة كلّ الخيبة؛ لمن عطش، والبحر زاخر، وبقي في الظلمة والبدر زاهر، وخبث والطيب حاضر، والحسرة كل الحسرة؛ لمن عصى وفسق، والقرآن ناه آمر، وفارق الرغبة والرهبة، والوعد متواتر والوعيد متظاهر، ولذلك قال تعالى:  {وَإِنَّهُ لَحَسْرَةٌ عَلَى الْكافِرِينَ} . </p><p> والمتقين: جمع متّق، والمتقي: اسم فاعل من باب الافتعال من الوقاية، وهي فرط الصيانة، قال البغوي: هو مأخوذ من الاتقاء، وأصله: الحاجز بين الشيئين، ومنه يقال: اتقى بترسه؛ أي: جعله حاجزا بين نفسه وبين من يقصده. وفي الحديث: كنّا إذا احمرّ البأس، اتقينا برسول الله صلّى الله عليه وسلّم؛ أي: إذا اشتد الحرب جعلناه حاجزا بيننا وبين العدوّ، فكأنّ المتقي يجعل امتثال أمر الله، والاجتناب عمّا نهاه حاجزا بينه وبين العذاب. والتقوى في عرف الشرع (١) : عبارة عن كمال التوقّي عمّا ضرّه في الآخرة، وله ثلاث مراتب: </p><p> الأولى: التوقّي عن العذاب المخلّد؛ بالتبرّي من الكفر، وعليه قوله تعالى:  {وَأَلْزَمَهُمْ كَلِمَةَ التَّقْوى} . </p><p> والثانية: التجنّب عن كل ما يؤثم من فعل أو ترك حتى الصغائر عند قوم، وهو المتعارف بالتقوى في الشرع، وهو المعني بقوله تعالى:  {وَلَوْ أَنَّ أَهْلَ الْقُرى آمَنُوا وَاتَّقَوْا} . </p><p> والثالثة: أن يتنزّه عما يشغل سرّه عن الحقّ عز وجلّ، ويتبتل إليه بكليته، وهو التقوى الحقيقية المأمور بها في قوله تعالى:  {يا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقاتِهِ} . وأقصى مراتب هذا النوع من التقوى: ما انتهى إليه همم الأنبياء عليهم الصلاة والسلام، حيث جمعوا رياستي النبوة والولاية، وما عاقهم التعلّق بعالم الأشباح، عن العروج إلى عالم الأرواح، ولم تصدّهم الملابسة بمصالح الخلق، عن الاستغراق في شؤون الحقّ؛ لكمال استعداد نفوسهم الزكية المؤيّدة </p><p>(١) روح البيان.</p><p> بالقوة القدسية، وهداية الكتاب المبين شاملة لأرباب هذه المراتب أجمعين، فهداية العامّ بالإسلام، وهداية الخاص بالإيقان والإحسان، وهداية الأخصّ بكشف الحجب ومشاهدة العيان. </p><p> وفي «التأويلات النجمية» : المتقون هم الذين أوفوا بعهد الله من بعد ميثاقه، ووصلوا به ما أمر الله أن يوصل به من مأمورات الشرع ظاهرا وباطنا، يدلّ على هذا قوله تعالى:  {وَأَوْفُوا بِعَهْدِي أُوفِ بِعَهْدِكُمْ} إلى قوله: {وَإِيَّايَ فَاتَّقُونِ} . </p><p> والعقاب الذي يتّقى منه ضربان (١) : دنيوي وأخروي، وكلّ منهما يتّقى باتقاء أسبابه، فعقاب الدنيا يستعان على اتقائه بالعلم بسنن الله في الخليقة، وعدم مخالفة النظم التي وضعها في الكون، فاتقاء الفشل والخذلان في القتال مثلا، يتوقّف على معرفة نظم الحرب، وفنونها، وآلاتها، كما يشير إلى ذلك قوله تعالى:  {وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِباطِ الْخَيْلِ} ، كما يتوقّف على القوة المعنوية: من اجتماع الكلمة، واتحاد الأمة، والصبر والثبات، والتوكل على الله، واحتساب الأجر عنده، وعقاب الآخرة يتقى: بالإيمان الخالص، والتوحيد، والعمل الصالح، واجتناب ما يضادّ ذلك من الشرك، واجتناب المعاصي والآثام التي تضرّ المرء، أو تضرّ المجتمع. </p><p> والمتقون في هذه الآية: هم الذين سمت نفوسهم، فأصابت ضربا من الهداية، واستعدادا لتلقي نور الحقّ، والسعي في مرضاة الله بقدر ما يصل إليه إدراكهم، ويبلغ إليه اجتهادهم. وقد كان من هؤلاء ناس في الجاهلية كرهوا عبادة الأصنام، وأدركوا أنّ خالق الكون لا يرضى بعبادتها، كذلك كان من أهل الكتاب ناس يؤمنون بالله واليوم الآخر، ويأمرون بالمعروف وينهون عن المنكر، ويسارعون في الخيرات وأولئك من الصالحين. </p><p> ومن المعلوم: أنّ في قوله: {هُدىً} مجازا عقليًّا؛ لما فيه من إسناد الشيء إلى سببه؛ أي: هو هاد، أو مجازا بالحذف؛ أي: ذو هدى، أو مبالغة </p><p>(١) المراغي.</p>"
}