{
  "id": null,
  "sura": 2,
  "aya": 55,
  "text": "<p> ٥٥ - ولمّا فرغ سبحانه من محاورة موسى لقومه .. شرع في محاورتهم له عليه السلام، فقال:  {وَإِذْ قُلْتُمْ} هذا هو الإنعام السادس؛ أي: واذكروا يا بني إسرائيل! وقت قول السبعين من أسلافكم، الذين اختارهم موسى حين ذهبوا معه إلى الطور للاعتذار عن عبادة العجل، وهم غير السبعين الذين اختارهم موسى أوّل مرة، حين أراد الانطلاق إلى الطور بعد غرق فرعون لأخذ التوراة {يا مُوسى لَنْ نُؤْمِنَ لَكَ} ؛ أي: لن نصدّقك لأجل قولك ودعوتك على أنّ هذا كتاب الله، وأنك سمعت كلامه، وأنّ الله تعالى أمرنا بقبوله، والعمل به، ولم يريدوا (١) نفي الإيمان به بدليل: قولهم لك، ولم يقولوا بك، نحو:  {وَما أَنْتَ بِمُؤْمِنٍ لَنا} ؛ أي بمصدّق. </p><p> وقيل معناه: لن نقرّ لك بأن التوراة من عند الله {حَتَّى نَرَى اللَّهَ} سبحانه وتعالى {جَهْرَةً} ؛ أي:  (٢) عيانا لا ساتر بيننا وبينه، كالجهر في الوضوح والانكشاف؛ لأن الجهر في المسموعات، والمعاينة في المبصرات، ونصبها على المصدرية؛ لأنها نوع من الرؤية، فكأنها مصدر الفعل الناصب، أو حال من الفاعل؛ أي: حتى نرى الله مجاهرين، أو من المفعول؛ أي: حتى نرى الله مجاهرا بفتح </p><p> الهاء، وذلك أنّه لمّا تاب بنو إسرائيل من عبادة العجل، أمر الله تعالى موسى أن يختار من قومه رجالا يعتذرون إليه من عبادتهم العجل، فاختار موسى سبعين رجلا من خيارهم، كما قال تعالى:  {وَاخْتارَ مُوسى قَوْمَهُ سَبْعِينَ رَجُلًا لِمِيقاتِنا} وقال لهم: صوموا، وتطهّروا، وطهّروا ثيابكم، ففعلوا، وخرج بهم إلى طور سيناء، فقالوا لموسى: أطلب لنا أن نسمع كلام ربنا، فقال موسى: أفعل، فلمّا دنا موسى من الجبل، وقع عليه الغمام حتى تغشّى الجبل كلّه، ودنا القوم حتى إذا دخلوا في الغمام. وقعوا سجودا، فسمعوا الله سبحانه يكلّم موسى، يأمره، وينهاه، فلمّا انكشف عن موسى الغمام أقبل إليهم، فقالوا لموسى: لن نؤمن لك حتى نرى الله جهرة، كما بيّنه تعالى بقوله:  {وَإِذْ قُلْتُمْ يا مُوسى} وقد عرفت أنّ هذا الظرف معطوف على الظروف المتقدمة، وأنّ التقدير فيه: واذكروا </p><p>(١) البحر المحيط. (٢) روح البيان.</p><p> إذ قلتم يا موسى! إلخ. والقائلون لهذا القول: هم سبعون رجلا من خيارهم، كما عرفت. وقرأ الجمهور. {جَهْرَةً} بسكون الهاء. وقرأ ابن عباس، وسهل بن شعيب، وحميد بن قيس {جهرة} بفتحها، وتحتمل هذه القراءة وجهين: </p><p> أحدهما: يكون جهرة مصدرا، كالغلبة، فيكون معناها ومعنى جهرة المسكّنة الهاء سواء. </p><p> والثاني: أن يكون جمعا لجاهر، كما تقول فاسق وفسقة، فيكون انتصابه على الحال؛ أي جاهرين بالرؤية. ذكره في «البحر» . </p><p> والمعنى (١) : واذكروا يا بني إسرائيل! حين خرجتم مع موسى إلى جبل الطور لتعتذروا إلى الله من عبادة العجل، فسمعتم كلام الله مع موسى، فقلتم لموسى لمّا أقبل إليكم من المناجاة {لَنْ نُؤْمِنَ لَكَ} ؛ أي: لن نصدقك في أن المخاطب لنا هو ربنا، وأن ما سمعناه كلامه {حَتَّى نَرَى اللَّهَ جَهْرَةً} ؛ أي: حتى نبصره ونراه رؤية جهرة؛ أي: ظاهرة واضحة عيانا، لا يستره عنا شيء {فَأَخَذَتْكُمُ الصَّاعِقَةُ} ؛ أي: فأحرقتكم النار النازلة من السماء؛ أي: فأخذت الصاعقة من قال ذلك، والباقون ينظرون بأعينهم. وقد فصّل ذلك في الأعراف. وقرأ عمر، وعليّ {الصّعقة} بلا ألف. ذكره في «البحر» . والصاعقة (٢) : هي نار محرقة فيها صوت، نازلة من السماء. وقيل: هي كلّ أمر مهول مميت، أو مزيل للعقل والفهم، وتكون صوتا، وتكون نارا، وتكون غير ذلك. </p><p> وقيل: هي صوت ملك صاح عليهم، وإنما أحرقتم الصاعقة، لسؤالهم ما هو مستحيل على الله في الدنيا؛ ولفرط العناد والتعنّت، وإنما الممكن أن يرى رؤية منزهة عن الكيفية، وذلك للمؤمنين في الآخرة، وللأفراد من الأنبياء في بعض الأحوال في الدنيا، كما قيل:  {وَأَنْتُمْ تَنْظُرُونَ} إلى الصاعقة النازلة حين نزولها، فإن كانت نارا فقد عاينوها، وإن كانت صوتا هائلا فقد مات بعضهم </p><p>(١) العمدة. (٢) روح البيان.</p>"
}