{
  "id": null,
  "sura": 2,
  "aya": 187,
  "text": "<p> عنه واقع أهله بعد صلاة العشاء الآخرة، فلما اغتسل أخذ يبكي ويلوم نفسه، فأتى النبي - صلى الله عليه وسلم - وأخبره بما فعل، فقال عليه السلام:  \"ما كنت جديرًا بذلك\" ؛ فنزلت هذه الآية الآتية ناسخة لتلك الشريعة. </p><p> ١٨٧ - {أُحِلَّ لَكُمْ} ؛ أي: أبيح لكم أيها الصائمون {لَيْلَةَ الصِّيَامِ} ؛ أي: ليالي الصيام {الرَّفَثُ إِلَى نِسَائِكُمْ} ؛ أي: إلى حلائلكم من زوجة وأمة؛ أي: المجامعة مع نسائكم والإفضاء إليها بالمباشرة {هُنَّ لِبَاسٌ لَكُمْ} ؛ أي: النساء سكن وستر لكم عن الحرام، وهذا الكلام مستأنف سيق تعليلًا لما قبله من الإحلال {وَأَنْتُمْ} أيها الرجال {لِبَاسٌ} وستر {لَهُنَّ} عن الحرام. </p><p> قيل (١) : لا يسكن شيء إلى شيء كسكون أحد الزوجين إلى الآخر، وسمي كل واحد من الزوجين لباسًا؛ لتجردهما عن النوم واجتماعهما في ثوب واحد، وقيل: اللباس اسم لما يواري، فيكون كل واحد منهما سترًا لصاحبه عما لا يحل، كما جاء في الحديث:  \"من تزوج فقد أحرز ثلثي دينه\" . </p><p> وإنما قدم (٢) قوله: {هُنَّ لِبَاسٌ لَكُمْ} على قوله: {وَأَنْتُمْ لِبَاسٌ لَهُنَّ} تنبيهًا على ظهور احتياج الرجل إلى المرأة، وعدم صبره عنها، ولأنه هو البادىء بطلب ذلك، فحاجة الرجل إليها أكثر، لما في الحديث:  \"لا خير في النساء ولا صبر عنهن، يغلبن كريمًا ويغلبهن لئيم، وأحب أن أكون كريمًا مغلوبًا، ولا أحب أن أكون لئيمًا غالبًا\" . وكني باللباس عن شدة المخالطة. </p><p> {عَلِمَ اللَّهُ} سبحانه وتعالى {أَنَّكُمْ كُنْتُمْ} أيها الصائمون قبل هذا الإحلال لكم {تَخْتَانُونَ أَنْفُسَكُمْ} ؛ أي: تظلمون أنفسكم بالجماع في ليالي رمضان وتنقصون حظها من الخير، والاختيان من الخيانة كالاكتساب من الكسب، فيدل على زيادة الخيانة من حيث كثرة مقدمات الجماع؛ لأن زيادة المبنى تدل على زيادة المعنى غالبًا. </p><p>(١) خازن. (٢) سمين.</p><p> ففي هذه الجملة إشارة إلى سبب النزول. {فَتَابَ عَلَيْكُمْ} ؛ أي: قبل توبتكم حين تبتم مما ارتكبتم من المحظور، {وَعَفَا عَنْكُمْ} ؛ أي: محا ذنوبكم وما فعلتموه قبل النسخ ولم يعاقبكم على خيانتكم {فَالْآنَ} ؛ أي: ففي هذا الزمن الحاضر الذي أحل الله لكم فيه الرفث إلى نسائكم {بَاشِرُوهُنَّ} : جامعوهن في ليالي الصوم؛ فهو حلال لكم لنسخ التحريم، وهو أمر إباحة، وسميت الجماع مباشرة؛ لالتصاق بشرتيهما عنده. {وَابْتَغُوا مَا كَتَبَ اللَّهُ لَكُمْ} ؛ أي: واطلبوا بالمباشرة ما قدر الله وقسمه لكم، وأثبته في اللوح المحفوظ من الولد، وفيه إشارة إلى أنه ينبغي للمباشر أن يكون غرضه الولد، فإنه الحكمة من خلق الشهوة وشرع النكاح: لإقضاء الوطر والشهوة، وقيل: فيه إشارة إلى النهي عن العزل. </p><p> قال الشافعي: لا يعزل الرجل عن المرأة إلا بإذنها، ولا بأس أن يعزل من الأمة. </p><p> وقيل: معنى ذلك ابتغوا هذه المباشرة من الزوجة والمملوكة، فإن ذلك هو الذي كتب الله لكم؛ أي: قسم الله لكم {وَكُلُوا وَاشْرَبُوا} الليل كله من أوله {حَتَّى يَتَبَيَّنَ} ويتضح {لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ} ؛ أيّ: كلوا واشربوا الليل كله من أوله إلى أن يتبين ويظهر لكم بياض النهار من سواد الليل حال كون الخيط الأبيض بعضًا {مِنَ الْفَجْرِ} الصادق، وسمي الصبح الصادق فجرًا؛ لأنه يتفجر وينتشر منه النور. </p><p> وهذا أمر إباحة، وسُمِّيَا (١) خيطين؛ لأن كل واحد منهما يبدو في الأفق ممتدًا كالخيط، قال الشاعر: </p><p> فَلَمَّا أَضَاءَتْ لَنَا سَدْفَةٌ ... وَلاَحَ مِنَ الصُّبْحِ خَيْطٌ أَنَارَا </p><p> السدف: اختلاط الظلام، وأسدف الفجر: أضاء. </p><p> واعلم: أن الفجرَ الذي يُحرِّمُ على الصائم الطعامَ والشرابَ والجماعَ هو الفجر الصادق المستطير المنتشر في الأفق سريعًا، لا الفجر الكاذب المستطيل. </p><p>(١) خازن.</p><p> فإن قلتَ: كيف شبه الصبح الصادق بالخيط والخيط مستطيل، والصبح الصادق ليس بمستطيل؟ </p><p> قلت: إن القدر الذي يبدو من البياض؛ وهو أول الصبح يكون رقيقًا صغيرًا ثم ينتشر؛ فلهذا شبه بالخيط، والفرق بين الفجر الصادق والفجر الكاذب: أن الفجر الكاذب يبدو في الأفق فيرتفع مستطيلًا، ثم يضمحل ويذهب، ثم يبدو الفجر الصادق بعده منتشرًا في الأفق مستطيرًا. </p><p> وروى مسلم عن سمرة بن جندب - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"لا يغرنكم من سحوركم أذان بلال، ولا بياض الأفق المستطيل هكذا حتى يستطير هكذا\" . وحكاه حماد بيديه. قال: يعني معترضًا. وفي رواية الترمذي:  \"لا يمنعكم من سحوركم أذان بلال، ولا الفجر المستطيل، ولكن الفجر المستطير في الأفق\" . </p><p> فإذا تحقق طلوع الفجر الثاني وهو الصادق .. حرم على الصائم الطعام والشراب، والجماع إلى غروب الشمس، وهو قوله تعالى:  {ثُمَّ أَتِمُّوا الصِّيَامَ إِلَى اللَّيْلِ} ؛ أي: ثم بعد تبين الفجر الصادق أتموا الصيام والإمساك عن المفطرات في جميع النهار إلى دخول أول الليل بغروب الشمس، وهذا أمر إيجابٍ في صوم الفرض، وبيان لآخر وقت الصوم، ولإخراج الليل عنه، فينتفي صوم الوصال، ولمّا بين الله تعالى أن الجماع يحرم على الصائم نهارًا، ويباح ليلًا، فكان يحتمل أن حكم الاعتكاف كذلك؛ لأنه يشارك الصوم في غالب أحكامه .. بين الله بتحريمه على المعتكف ليلًا ونهارًا بقوله:  {وَلَا تُبَاشِرُوهُنَّ} ؛ أي: لا تجامعوهن ليلًا ولا نهارًا {وَأَنْتُمْ عَاكِفُونَ} ؛ أي: ماكثون {فِي الْمَسَاجِدِ} بنية الاعتكاف للتقرب إلى الله تعالى، ولا تقربوهن ما دمتم معتكفين فيها ليلًا ونهارًا حتى تفرغوا من الاعتكاف. {تِلْكَ} الأحكام المذكورة في آيات الصيام من أولها إلى هنا {حُدُودُ اللَّهِ} ؛ أي: أوامره وزواجره، وأحكامه التي شرعها لكم؛ فلا تخالفوا الأوامر منها ولَا تَقْرَبُوا الزواجر والممنوعات منها؛ أي: من تلك الحدود كالأكل والشرب والجماع في الصوم، والمباشرة في حال الاعتكاف، </p><p> والنهي عن القربان بالنظر إلى الزواجر منها، وإلا فالحدود تطلق على الأوامر أيضًا والله أعلم. </p><p> {كَذَلِكَ} ، أي: كما بين الله سبحانه وتعالى أوامره وزواجره في الصوم والاعتكاف {يُبَيِّنُ اللَّهُ آيَاتِهِ} ؛ أي: معالم دينه وأحكام شريعته من الأوامر والزواجر في غير الصوم {لِلنَّاسِ} كافة على لسان رسوله - صلى الله عليه وسلم - بيانًا شافيًا وإيضاحًا وافيًا {لَعَلَّهُمْ يَتَّقُونَ} ، أي: لكي يتقوا مخالفة الأوامر والنواهي، فينجوا من العذاب. </p><p> قيل (١) : نزلت هذه الآية في حق نفر من أصحاب النبي - صلى الله عليه وسلم -: علي بن أبي طالب، وعمار بن ياسر وغيرهما، فكانوا معتكفين في المسجد، فيأتون إلى أهاليهم إذا احتاجوا، ويجامعون نساءهم ويغتسلون، فيرجعون إلى المسجد، فنهاهم الله عن ذلك. </p><p> الإعراب </p><p> {يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ} . </p><p> يا: حرف نداء. {أي} : منادى نكرة مقصودة. {ها} : حرف تنبيه زائد. {الَّذِينَ} : اسم موصول في محل الرفع، أو في محل النصب صفة لـ {أي} ، وجملة النداء مستأنفة. {آمَنُوا} : فعل وفاعل، والجملة صلة الموصول، والعائد ضمير الفاعل. {كُتِبَ} فعل ماض مغيَّر الصيغة. {عَلَيْكُمُ} : جار ومجرور متعلق به. {الصِّيَامُ} : نائب فاعل، والجملة جواب النداء، لا محل لها من الإعراب. </p><p> {كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ} . </p><p> {كَمَا} : {الكاف} : حرف جر وتشبيه، {ما} : مصدرية، أو موصولة في محل الجر بالكاف، {كُتِبَ} : فعل ماض مغير الصيغة، ونائب فاعله ضمير يعود </p><p>(١) مراح.</p><p> على {الصِّيَامُ} . {عَلَى الَّذِينَ} : جار ومجرور متعلق بـ {كُتِبَ} ، والجملة صلة لما المصدرية، لـ {ما} مع صلتها في تأويل مصدر مجرور بالكاف؛ تقديره: ككتبه على الذين {مِنْ قَبْلِكُمْ} ، الجار والمجرور متعلق بمحذوف صفة لمصدر محذوف؛ تقديره: كتب عليكم الصيام كتبًا كائنًا ككتبه على الذين من قبلكم، أو الجملة صلة لـ {ما} الموصولة، والعائد ضمير الغائب، والجار والمجرور متعلق بواجب الحذف حال من {الصِّيَامُ} ؛ تقديره: كتب عليكم الصيام حالة كونه كائنًا كالصيام الذي كتب على الذين من قبلكم. {مِنْ قَبْلِكُمْ} : جار ومجرور ومضاف إليه متعلق بواجب الحذف؛ لوقوعه صلة الموصول؛ تقديره: كما كتب على الذين استقروا من قبلكم {لَعَلَّكُمْ} . {لعل} : حرف ترج وتعليل ونصب، و {الكاف} اسمها، وجملة {تَتَّقُونَ} : خبرها؛ تقديره: لعلكم متقون، وجملة {لعل} في محل الجر بلام التعليل المقدرة. </p><p> {أَيَّامًا مَعْدُودَاتٍ فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ} . </p><p> {أَيَّامًا} : منصوب على الظرفية الزمانية. {مَعْدُودَاتٍ} : صفة لـ {أَيَّامًا} ، والظرف متعلق بمحذوف جوازًا؛ تقديره: صوموا أيامًا، والجملة المحذوفة مستأنفة استئنافًا بيانيًّا. {فَمَن} : {الفاء} : فاء الفصيحة؛ لأنها أفصحت عن شرط مقدر؛ تقديره: إذا عرفتم وجوب الصيام عليكم، وأردتم بيان حكم من كان معذورًا بمرض أو سفر .. فأقول لكم: من كان {من} : اسم شرط جازم في محل الرفع مبتدأ، والخبر جملة الشرط على الراجح، أو جملة الجواب، أو هما. {كَانَ} : فعل ماض ناقص في محل الجزم بـ {من} ، واسمها ضمير يعود على {من} . {مِنكمُ} : جار ومجرور متعلق بمحذوف حال من اسم {كَانَ} ؛ تقديره: فمن كان حالة كونه كائنًا منكم. {مَرِيضًا} : خبر {كَانَ}  {أَوْ} : حرف عطف وتقسيم. {عَلَى} : حرف جر. {سَفَرٍ} : مجرور بـ {عَلَى} ، الجار والمجرور متعلق بمحذوف معطوف على {مَرِيضًا} ؛ تقديره: فإن كان منكم مريضًا أو عازمًا على إتمام سفر. {فَعِدَّةٌ} : {الفاء} : رابطة لجواب {من} الشرطية وجوبًا؛ لكون الجواب جملة اسمية {عدة} : مبتدأ، والخبر محذوف؛ تقديره: فصيام عدة </p><p> واجب عليه، والجملة الإسمية في محل الجزم بـ {من} الشرطية على كونها جوابًا لها، وجملة {من} الشرطية في محل النصب مقول لجواب {إذا} المقدرة، وجملة {إذا} المقدرة مستأنفة. {مِنْ أَيَّامٍ} : جار ومجرور متعلق بمحذوف صفة لـ {عدة} ؛ تقديره: فعدة كائنة من أيام. {أُخَرَ} : صفة لـ {أَيَّامٍ} مجرور بالفتحة؛ لأنه اسم لا ينصرف، والمانع له من الصرف: الوصف والعدل؛ لأنه معدول عن الآخر؛ لأن الأصل في فعلى صفة أن تستعمل في الجمع بالألف واللام. </p><p> {وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ} . </p><p> {وَعَلَى الَّذِينَ} الواو: استئنافية. {على الذين} : جار ومجرور خبر مقدم. {يُطِيقُونَهُ} : فعل وفاعل ومفعول، والجملة صلة الموصول، والعائد ضمير الفاعل. {فِدْيَةٌ} : مبتدأ مؤخر، وهو مضاف. {طَعَامُ} : مضاف إليه، وهو مضاف. {مِسْكِينٍ} : مضاف إليه إذا قرئ بلا تنوين، وأما على قراءة التنوين فـ {طَعَامٍ} : بدل من {فِدْيَةٌ} : بدل كل من كل؛ والتقدير: وفدية طعام مسكين واجب على الذين يطيقونه. </p><p> {فَمَنْ تَطَوَّعَ خَيْرًا فَهُوَ خَيْرٌ لَهُ} . </p><p> {فَمَن}  {الفاء} : عاطفة بمعنى الواو. {من} : اسم شرط جازم في محل الرفع مبتدأ، والخبر جملة الشرط على الراجح. {تَطَوَّعَ} : فعل ماض في محل الجزم بـ {من} ، وفاعله ضمير يعود على {مَن} . {خَيْرًا} : منصوب بنزع الخافض؛ أي: بخير، أو صفة لمصدر محذوف؛ تقديره: تطوعًا خيرًا. {فَهُوَ} : {الفاء} : رابطة لجواب {من} الشرطية وجوبًا. {هو} : مبتدأ. {خَيْرٌ} : خبر. {لَهُ} : جار ومجرور متعلق بـ {خَيْرٌ} ، والجملة الإسمية في محل الجزم بـ {من} على كونها جوابًا لها، وجملة {مَنْ} الشرطية معطوفة على جملة قوله: {وَعَلَى الَّذِينَ يُطِيقُونَهُ} . </p><p> {وَأَنْ تَصُومُوا خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ} . </p><p> {وَأَنْ} الواو: عاطفة. {أن} : حرف نصب ومصدر. {تَصُومُوا} : فعل </p><p> وفاعل منصوب بـ {أن} المصدرية، والجملة من الفعل والفاعل صلة {أن} المصدرية، {أن} مع صلتها في تأويل مصدر مرفوع على الابتداء؛ تقديره: وصومكم. {خَيْرٌ} : خبر له. {لَكُمْ} : جار ومجرور متعلق بـ {خَيْرٌ} ، والجملة الإسمية معطوفة على جملة قوله:  {وَعَلَى الَّذِينَ يُطِيقُونَهُ} . {إِنْ كُنْتُمْ تَعْلَمُونَ} . {إن} : حرف شرط، أو غائية لا جواب لها. {كُنْتُمْ} : فعل ناقص، واسمه في محل الجزم بـ {إن}  {تَعْلَمُونَ} : فعل وفاعل، والجملة في محل النصب، خبر {كان} ؛ تقديره: إن كنتم عالمين، ومفعول العلم محذوف، وجواب {إن} معلوم مما قبله إن قلنا شرطية لها جواب؛ تقديره: إن كنتم تعلمون خيريته .. فافعلوه، وجملة {إن} الشرطية مستأنفة. </p><p> {شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ هُدًى لِلنَّاسِ وَبَيِّنَاتٍ مِنَ الْهُدَى وَالْفُرْقَانِ} . </p><p> {شَهْرُ رَمَضَانَ} : خبر لمبتدأ محذوف جوازًا؛ تقديره: تلك الأيام المعدودات شهر رمضان، والجملة مستأنفة استئنافًا بيانيًّا. و {شَهْرُ} مضاف. {رَمَضَانَ} : مضاف إليه مجرور بالفتحة للعلمية وزيادة الألف والنون. {الَّذِي} : اسم موصول في محل الرفع صفة لـ {شَهْرُ} . {أُنْزِلَ} فعل ماض مغير الصيغة {فِيهِ} جار ومجرور متعلق بأنزل {الْقُرْآنُ} : نائب فاعل، والجملة صلة الموصول، والعائد ضمير فيه. {هُدًى} : حال من {الْقُرْآنُ} . {لِلنَّاسِ} : متعلق بـ {هُدًى}  {وَبَيِّنَاتٍ} : معطوف على {هُدًى} . {مِنَ الْهُدَى} : جار ومجرور متعلق بمحذوف صفة لـ {بينات} تقديره: كائنات من الهدى. {وَالْفُرْقَانِ} : معطوف على {الْهُدَى} . </p><p> {فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ وَمَنْ كَانَ مَرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ} . </p><p> {فَمَن} : {الفاء} : فاء الفصيحة؛ لأنها أفصحت عن شرط مقدر إذا عرفتم أن الأيام المعدودات شهر رمضان، وأردتم بيان حكم من شهده .. فأقول لكم:  {من} : اسم شرط جازم في محل الرفع مبتدأ، والخبر جملة الشرط على </p><p> الراجح. {شَهِدَ} : في محل الجزم بـ {من} ، وفاعله ضمير يعود على {من} . {مِنْكُمُ} : جار ومجرور، حال من فاعل {شَهِدَ} ؛ تقديره: حال كونه كائنًا منكم {الشَّهْرَ} : منصوب على الظرفية الزمانية، والظرف متعلق بـ {شَهِدَ}  {فَلْيَصُمْهُ} : {الفاء} : رابطة لجواب {من} الشرطية وجوبًا؛ لكون الجواب جملة طلبية. {اللام} : لام الأمر. {يصم} : فعل مضارع مجزوم بلام الأمر، و {الهاء} : مفعول به، وفاعله ضمير يعود على {من} ، والجملة الفعلية في محل الجزم بـ {من} الشرطية على كونها جوابًا لها، وجملة {من} الشرطية في محل النصب مقول لجواب {إذا} المقدرة، وجملة {إذا} المقدرة مستأنفة استئنافًا بيانيًّا، {وَمَنْ كَانَ مَرِيضًا} . الواو: عاطفة. {من} : اسم شرط في محل الرفع مبتدأ، والخبر جملة الشرط. {كَانَ} : فعل ناقص في محل الجزم بـ {من} ، واسمها ضمير يعود على {من} . {مَرِيضًا} : خبرها. {أَوْ} : حرف عطف وتقسيم {عَلَى سَفَرٍ} : جار ومجرور متعلق بمحذوف معطوف على {مَرِيضًا} ؛ تقديره: أو عازمًا على إتمام سفر. {فَعِدَّةٌ} : {الفاء} : رابطة لجواب {من} الشرطية. {عدة} : مبتدأ، خبره محذوف؛ تقديره: فعدة ما أفطر واجب عليه. {مِنْ أَيَّامٍ} : جار ومجرور متعلق بمحذوف صفة لـ {عدة} ؛ تقديره: فعدة كائنة من أيام أخر. {أُخَرَ} : صفة لـ {أَيَّامٍ} مجرور بالفتحة للوصفية والعدل، والجملة من المبتدأ والخبر المحذوف في محل الجزم بـ {من} الشرطية، وجملة {من} الشرطية معطوفة على جملة {من شهد منكم الشهر} . </p><p> {يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ وَلِتُكْمِلُوا الْعِدَّةَ} . </p><p> {يُرِيدُ اللَّهُ} : فعل وفاعل، والجملة مستأنفة. {بِكُمُ} : جار ومجرور متعلق به. {الْيُسْرَ} : مفعول به. {وَلَا يُرِيدُ} : الواو: عاطفة. {لا} نافية. {يُرِيدُ} : فعل مضارع، وفاعله ضمير يعود على الله، والجملة معطوفة على جملة قوله:  {يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ} . {بِكُمُ} : جار ومجرور متعلق بـ {يُرِيدُ} . {الْعُسْرَ} : مفعول به. {وَلِتُكْمِلُوا الْعِدَّةَ} : الواو: عاطفة. {لتكملوا} : {اللام} : لام كي. {تكملوا} : فعل وفاعل منصوب بأن مضمرة جوازًا بعد لام </p><p> كي. {الْعِدَّةَ} : مفعول به، والجملة الفعلية صلة أن المضمرة، {أن} مع صلتها في تأويل مصدر مجرور بلام كي تقديره: ولإكمالكم العدة الجار والمجرور معطوف على علة محذوفة لمعلول محذوف؛ تقديره: وإنما أرخص لكم في الإفطار للمرض والسفر وأمركم بالقضاء؛ لإرادته بكم اليسر، ولإكمالكم عدة شهر رمضان. </p><p> {وَلِتُكَبِّرُوا اللَّهَ عَلَى مَا هَدَاكُمْ وَلَعَلَّكُمْ تَشْكُرُونَ} . </p><p> {وَلِتُكَبِّرُوا} الواو: عاطفة. {لتكبروا} : {اللام} : حرف جر وتعليل. {تكبِّروا} : فعل وفاعل منصوب بأن مضمرة جوازًا. {اللَّهَ} : مفعول به، والجملة الفعلية صلة أن المصدرية، و {أن} مع صلتها في تأويل مصدر مجرور بلام التعليل؛ تقديره: ولتكبيركم الله، والجار والمجرور معطوف على الجار والمجرور في قوله:  {وَلِتُكْمِلُوا الْعِدَّةَ} . {عَلَى مَا هَدَاكُمْ} : {عَلَى} : حرف جر وتعليل. {مَا} : مصدرية. {هَدَاكُمْ} : فعل ومفعول به، وفاعله ضمير يعود على {اللَّهَ} ، والجملة الفعلية صلة {مَا} المصدرية، {مَا} مع صلتها في تأويل مصدر مجرور بـ {عَلَى} التعليلية تقديره: لهدايته إياكم، الجار والمجرور متعلق بـ {كبروا} . {وَلَعَلَّكُمْ} : الواو: عاطفة. {لعل} : حرف ترج ونصب {الكاف} : في محل النصب اسمها، وجملة {تَشْكُرُونَ} : في محل الرفع خبرها تقديره: ولعلكم شاكرون، وجملة {لعل} : في محل الجر معطوفة على جملة؛ قوله:  {وَلِتُكَبِّرُوا اللَّهَ} ؛ تقديره: ولتكبيركم إياه لهدايته إياكم، ولشكركم إياه على رخصته. </p><p> {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ فَلْيَسْتَجِيبُوا لِي وَلْيُؤْمِنُوا بِي لَعَلَّهُمْ يَرْشُدُونَ (١٨٦) }. </p><p> {وَإِذَا} : {الواو} اعتراضية. {إذا} : ظرف لما يستقبل من الزمان. {سَأَلَكَ} : فعل ومفعول {عِبَادِي} : فاعل ومضاف إليه. {عَنِّي} : جار ومجرور متعلق بـ {سأل} ، والجملة في محل الجر بإضافة {إذا} إليها على كونها </p><p> فعل شرط لها، والظرف بمتعلق بالجواب {فَإِنِّي} : {الفاء} : رابطة لجواب {إذا} وجوبًا. {إن} : حرف توكيد ونصب و {الياء} : اسمها. {قَرِيبٌ} : خبر أول لها، وجملة {إن} من اسمها وخبرها في محل النصب مقول لمحذوف هو جواب؛ تقديره: فقل لهم: إني قريب أجيب وجملة {إذا} جملة معترضة لا محل لها من الإعراب لاعتراضها بين مباحث الصيام. {أُجِيبُ} : فعل مضارع، وفاعله ضمير يعود على {الله} ، والجملة في محل الرفع خبر ثان لـ {إنَّي} ؛ تقديره: مجيب. {دَعْوَةَ} : مفعول به وهو مضاف. {الدَّاعِ} : مضاف إليه مجرور وعلامة جره كسرة مقدرة على الياء المحذوفة للتخفيف منع من ظهورها الثقل؛ لأنه اسم منقوص. {إِذَا دَعَانِ} : {إِذَا} : ظرف لما يستقبل من الزمان مجرد عن معنى الشرط في محل النصب على الظرفية. {دَعَانِ} : {دعا} : فعل ماض. و {النون} : للوقاية، وياء المتكلم المحذوفة للتخفيف في النصب مفعول به، وفاعله ضمير يعود إلى {الدَّاعِ} ، والجملة من الفعل والفاعل في محل الجر بإضافة {إذَا} إليها، والظرف متعلق بـ {أُجِيبُ} ؛ تقديره: أجيب دعوة الداعي وقت دعوته إياي. {فَلْيَسْتَجِيبُوا لِي} : {الفاء} : فاء الفصيحة؛ لأنها أفصحت عن شرط مقدر؛ تقديره: إذا عرفت أني أجيب دعوتهم، وأردت بيان ما هو اللازم لهم .. فأقول لك:  {اللام} : لام الأمر. {يستجيبوا} : فعل وفاعل مجزوم بلام الأمر. {لِي} : جار ومجرور متعلق به، والجملة في محل النصب مقول لجواب إذا المقدرة. {وَلْيُؤْمِنُوا} : الواو: عاطفة. {اللام} : لام الأمر. {يؤمنوا} : فعل وفاعل مجزوم بلام الأمر. {بِي} : جار ومجرور متعلق به، والجملة معطوفة على جملة {يستجيبوا} . {لَعَلَّهُمْ يَرْشُدُونَ} : {لعل} : حرف نصب وتعليل. و {الهاء} : اسمها، وجملة {يَرْشُدُونَ} : خبرها؛ تقديره: لعلهم راشدون، وجملة {لعل} : في محل الجر بلام التعليل المقدرة؛ تقديره: وليؤمنوا بي لرشادهم؛ أي: لنيل رشادهم وفوز هدايتهم. </p><p> {أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَى نِسَائِكُمْ هُنَّ لِبَاسٌ لَكُمْ وَأَنْتُمْ لِبَاسٌ لَهُنَّ عَلِمَ اللَّهُ أَنَّكُمْ كُنْتُمْ تَخْتَانُونَ أَنْفُسَكُمْ فَتَابَ عَلَيْكُمْ وَعَفَا عَنْكُمْ} . </p><p> {أُحِلَّ} : فعل ماضٍ مغيَّر الصيغة. {لَكُمْ} : جار ومجرور متعلق به. {لَيْلَةَ الصِّيَامِ} : ظرف ومضاف إليه، والظرف متعلق بـ {أُحِلَّ} . {الرَّفَثُ} : نائب فاعل، والجملة مستأنفة. {إِلَى نِسَائِكُمْ} : جار ومجرور ومضاف إليه متعلق بـ {الرَّفَثُ} : {هُنَّ} : مبتدأ. {لِبَاسٌ} : خبر، والجملة مستأنفة استئنافًا بيانيًّا. {لَكُمْ} : جار ومجرور متعلق بمحذوف صفة {لِبَاسٌ} . {وَأَنْتُمْ} الواو: عاطفة. {أَنْتُمْ} : مبتدأ. {لِبَاسٌ} : خبر، والجملة معطوفة على جملة قوله:  {هُنَّ لِبَاسٌ لَكُمْ} . {لَهُنَّ} : جار ومجرور صفة {لِبَاسٌ} . {عَلِمَ اللَّهُ} : فعل وفاعل، والجملة مستأنفة. {أنكم} : {أنّ} : حرف نصب ومصدر و {الكاف} في محل النصب اسمها. {كُنْتُمْ} : فعل ناقص واسمه. {تَخْتَانُونَ} : فعل وفاعل. {أَنْفُسَكُمْ} : مفعول ومضاف إليه، والجملة من الفعل والفاعل في محل النصب خبر {كان} ؛ تقديره: مختانين أنفسكم، وجملة كان في محل الرفع خبر {أن} تقديره: أنكم مختانون أنفسكم، وجملة {أنَّ} من اسمها وخبرها في تأويل مصدر سادٍّ مسد مفعولي علم تقديره: علم الله اختيانكم؛ أي: خيانتكم أنفسكم. {فَتَابَ} : {الفاء} : عاطفة {تاب} : فعل ماضٍ، وفاعله ضمير يعود على الله، والجملة معطوفة على جملة {عَلِمَ} ، أو معطوفة على محذوف؛ تقديره: فتبتم فتاب عليكم. {عَلَيْكُمْ} : جار ومجرور متعلق بـ {تاب} ، {وَعَفَا} : الواو: عاطفة. {عَفَا} : فعل ماضٍ، وفاعله ضمير يعود على الله، والجملة معطوفة على جملة {تاب}  {عَنْكُمْ} : جار ومجرور متعلق بـ {عَفَا} . </p><p> {فَالْآنَ بَاشِرُوهُنَّ وَابْتَغُوا مَا كَتَبَ اللَّهُ لَكُمْ} . </p><p> {فَالْآنَ}  {الفاء} : فاء الفصيحة؛ لأنها أفصحت عن شرط مقدر؛ تقديره: إذا عرفتم أن الله تاب عليكم وعفا عنكم، وأردتم بيان ما هو الأصلح لكم .. فأقول: الآن باشروهن. {الآن} : ظرف للزمان الحاضر في محل النصب على الظرفية متعلق بـ {بَاشِرُوهُنَّ} . {بَاشِرُوهُنَّ} : فعل وفاعل ومفعول، والجملة في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. {وَابْتَغُوا} : الواو: عاطفة. {وَابْتَغُوا} : فعل وفاعل، والجملة معطوفة على جملة {بَاشِرُوهُنَّ} . </p><p> {مَا} : موصولة، أو موصوفة في محل النصب مفعول به. {كَتَبَ اللَّهُ} : فعل وفاعل. {لَكُمْ} : جار ومجرور متعلق به، والجملة صلة لـ {ما} ، أو صفة لها، والعائد أو الرابط محذوف؛ تقديره: ما كتبه الله لكم. </p><p> {وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ مِنَ الْفَجْرِ} . </p><p> {وَكُلُوا} : الواو: عاطفة. {كلوا} فعل وفاعل، والجملة معطوفة على جملة {بَاشِرُوهُنَّ} . {وَاشْرَبُوا} : الواو: عاطفة. {اشربوا} : فعل وفاعل، والجملة معطوفة على جملة {بَاشِرُوهُنَّ} . {حَتَّى} : حرف جر وغاية بمعنى {إلى} . {يَتَبَيَّنَ} : فعل مضارع منصوب بـ {أن} مضمرة وجوبًا بعد حتى بمعنى {إلى} . {لَكُمُ} : جار ومجرور متعلق به. {الْخَيْطُ} : فاعل. {الْأَبْيَضُ} : صفة له. {مِنَ الْخَيْطِ} : جار ومجرور متعلق بـ {يَتَبَيَّنَ} . {الْأَسْوَدِ} : صفة للخيط. {مِنَ الْفَجْرِ} : جار وجرور متعلق بمحذوف حال من {الْخَيْطُ الْأَبْيَضُ} ؛ تقديره: حالة كون الخيط الأبيض كائنًا من الفجر، وجملة {يَتَبَيَّنَ} صلة أن المضمرة، {أن} مع صلتها في تأويل مصدر مجرور بـ {حَتَّى} بمعنى {إلى} ؛ تقديره: إلى تبين الخيط الأبيض من الفجر من الخيط الأسود، الجار والمجرور تنازع فيه كلوا واشربوا. </p><p> {ثُمَّ أَتِمُّوا الصِّيَامَ إِلَى اللَّيْلِ وَلَا تُبَاشِرُوهُنَّ وَأَنْتُمْ عَاكِفُونَ فِي الْمَسَاجِدِ تِلْكَ حُدُودُ اللَّهِ فَلَا تَقْرَبُوهَا} . </p><p> {ثُمَّ} : حرف عطف وترتيب. {أَتِمُّوا الصِّيَامَ} : فعل وفاعل ومفعول، والجملة معطوفة على جملة {وَكُلُوا وَاشْرَبُوا} . {إِلَى اللَّيْلِ} : جار ومجرور معلق بـ {أَتِمُّوا} . {وَلَا تُبَاشِرُوهُنَّ} : الواو: استئنافية. {لا} : ناهية. {تُبَاشِرُوهُنَّ} : فعل وفاعل ومفعول، والجملة مستأنفة. {وَأَنْتُمْ عَاكِفُونَ} الواو: حالية. {أنتم} : مبتدأ. {عَاكِفُونَ} : خبر، والجملة في محل النصب حال من فاعل {تُبَاشِرُوهُنَّ} . {فِي الْمَسَاجِدِ} : جار ومجرور متعلق بـ {عَاكِفُونَ} . {تِلْكَ} : مبتدأ. {حُدُودُ اللَّهِ} : خبر ومضاف إليه، والجملة مستأنفة. {فَلَا تَقْرَبُوهَا}  {الفاء} : عاطفة على محذوف تقديره: تنبهوا فلا تقربوها {لا} : ناهية جازمة. {تَقْرَبُوهَا} : فعل وفاعل ومفعول مجزوم بلا الناهية، والجملة معطوفة على ذلك المحذوف. </p><p> {كَذَلِكَ يُبَيِّنُ اللَّهُ آيَاتِهِ لِلنَّاسِ لَعَلَّهُمْ يَتَّقُونَ} . </p><p> {كَذَلِكَ} : جار ومجرور متعلق بمحذوف صفة لمصدر محذوف؛ تقديره: بيانًا كائنًا كذلك. {يُبَيِّنُ اللَّهُ آيَاتِهِ} : فعل وفاعل ومفعول به ومضاف إليه، والجملة مستأنفة. {لِلنَّاسِ} : جار ومجرور متعلق بـ {يُبَيِّنُ} . {لَعَلَّهُمْ} : {لعل} : حرف ترجٍّ ونصب، و {الهاء} : اسمها، وجملة {يَتَّقُونَ} : خبرها. وجملة {لعل} : في محل الجربـ {لام} التعليل المقدرة المتعلقة بـ {يُبَيِّنُ} . </p><p> التصريف ومفردات اللغة </p><p> {فِدْيَةٌ طَعَامُ} الفدية: مصدرُ فدى يفدي فِدْيةً وفِداءً، والهاء فيها لا تدل على المرة الواحدة، بل هي للتأنيث فقط، وطعام: اسم مصدر لأطعم يطعم إطعامًا وطعامًا، فهو هنا بمعنى الإطعام كالعطاء بمعنى الإعطاء، ويضعف (١) أن يكون الطعام هنا بمعنى المطعوم؛ لأنه أضافه إلى المسكين، وليس الطعام للمسكين قبل تملكه إياه، فلو حمل على ذلك .. لكان مجازًا؛ لأنه يكون تقديره: فعليه إخراج الطعام يصير للمساكين، ولو حملت الآية على هذا .. لم يمتنع؛ لأن حذف المضاف جائز، وتسمية الشيء بما يؤول إليه جائز. </p><p> {شَهْرُ رَمَضَانَ} والشهر (٢) لأهل اللغة فيه قولان: </p><p> أشهرهما: أنه اسم لمدة الزمان الذي يكون مبدؤها الهلال ظاهرًا إلى أن يستتر، سمي بذلك لشهرته في حاجة الناس إليه من المعاملات. </p><p> والثاني: قاله الزجاج اسم للهلال نفسه. و {رَمَضَانَ} علم لهذا الشهر المخصوص، وهو علم جنس، وفي تسميته رمضان أقوال: </p><p> أحدها: أنه وافق مجيئه في الرمضاء، وهي شدة الحر، فسمي به كربيع لموافقته الربيع، وجمادى لجمود الماء فيه. </p><p> وثانيها: أنه يرمض الذنوب؛ أي: يحرقها، بمعنى: يمحوها. </p><p>(١) أبو البقاء. (٢) جمل.</p><p> وثالثها: أن القلوب ترمض؛ أي: تحترق فيه من الموعظة. </p><p> {الْقُرْآنُ} : في الأصل مصدر قرأت، ثم صار علمًا لما بين الدفتين، وهو من قرأ بالهمزة إذا جمع؛ لأنه يجمع السور والآيات والحكم والمواعظ، والجمهور على همزه، وقرأ ابن كثير من غير همز بنقل حركة الهمزة إلى الساكن قبلها، ثم حذفها. </p><p> {دَعْوَةَ الدَّاعِ إِذَا دَعَانِ} ؛ أي: دعاء الداعي لا خصوص المرة، فـ (فعلة) ليست هنا للمرة؛ لأن محل كونها للمرة إذا لم يبن المصدر عليها كضربة، وأما إذا بُني المصدر عليها كرحمة ودعوة: فلا تكون للمرة إلا بذكر الواحدة، كما هو مبين في محله. </p><p> والياءان (١) من قوله: {الدَّاعِ} و {دَعَانِ} من الزوائد عند القراء، ومعنى ذلك أن الصحابة لم تثبت لها صورة في المصحف، فمن القراء من أسقطها تبعًا للرسم، وقفًا ووصلًا، ومنهم من يثبتها في الحالين، ومنهم من يثبتها وصلًا ويحذفها وقفًا. {فَلْيَسْتَجِيبُوا لِي} السين والتاء فيه زائدان بمعنى: فليجيبوا لي، ويكون استفعل فيه بمعنى: أفعل الرباعي، وهو كثير في القرآن، كقوله تعالى:  {فَاسْتَجَابَ لَهُمْ رَبُّهُمْ أَنِّي لَا أُضِيعُ} ، {فَاسْتَجَبْنَا لَهُ وَوَهَبْنَا لَهُ يَحْيَى} : إلا أن تعديته في القرآن باللام، وقد جاء في كلام العرب معدى بنفسه، قال الشاعر: </p><p> وَدَاعٍ دَعَا يَا مَنْ يُجِيبُ إِلَى النِّدَا ... فَلَمْ يَسْتَجِبْهُ عِنْدَ ذَاكَ مُجِيْبُ </p><p> أي: فلم يجبه، ونظيره من كلام العرب كاستحصد الزرع بمعنى: أحصد، واستعجل الشيء بمعنى: أعجل، واستقر بمعنى أقر، وكون استفعل بمعنى أفعل هو أحد المعاني التي ذكروها لـ (استفعل) . </p><p> {لَعَلَّهُمْ يَرْشُدُونَ} يقال: رَشِدَ (٢) رشدًا من باب تعب، ورشد يرشد من باب قتل، فهو راشد، والاسم الرشاد ويتعدى بالهمزة، والرشد والرشاد </p><p>(١) جمل. (٢) مصباح.</p><p> الصلاح، وهو خلاف الغي والضلال، وهو إصابة الصواب. </p><p> {الرَّفَثُ إِلَى نِسَائِكُمْ} يقال: رفث في منطقه رفثًا من باب طلب، ويرفِث - بالكسر - لغة: إذا أفحش فيه، أو صرح بما يكنى عنه من ذكر النكاح، والمراد بالرفث هنا: الجماع. {نِسَائِكُمْ} والهمزة (١) في نساء مبدلة من واو، لقولك في معناه نسوة، وهو جمع لا واحد له من لفظه، بل واحدته امرأة، وقيل النساء جمع نسوة، والنسوة جمع امرأة فهو جمع الجمع. </p><p> {حَتَّى يَتَبَيَّنَ} يقال: تبين الشيء وبان وأبان واستبان كله لازم، وقد يستعمل أبان واستبان وتبين متعديةً. </p><p> البلاغة </p><p> {كَمَا كُتِبَ عَلَى الَّذِينَ} التشبيه في الفرضية لا في الكيفية، وهذا التشبيه يسمى عندهم تشبيهًا مرسلًا مجملًا. </p><p> {فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ} فيه إظهار في مقام الإضمار؛ ليدل على التنويه به والتعظيم له، وفيه من أنواع المجاز: المجاز اللغوي؛ وهو إطلاق اسم الكل على الجزء، حيث أطلق الشهر وهو اسم للكل، وأراد جزءًا منه. </p><p> {يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ} فيه من المحسنات البديعية: طباق السلب؛ وهو أن يجمع المتكلم في كلامه بين لفظين يتنافى وجود معناهما معًا في شيء واحد في وقت واحد، وخلاصة هذا الكلام أن طباق السلب: هو ما اختلف فيه الضدان إيجابًا وسلبًا بحيث يجمع بين فعلين من مصدر واحد أحدهما مثبت مرة والآخر منفي تارةً أخرى في كلام واحد نحو قوله تعالى: {يَسْتَخْفُونَ مِنَ النَّاسِ وَلَا يَسْتَخْفُونَ مِنَ اللَّهِ} . </p><p> {وَلِتُكْمِلُوا الْعِدَّةَ} علة للأمر بمراعاة العدد {وَلِتُكَبِّرُوا اللَّهَ} علة للأمر بالقضاء، وبيان كيفيته. {وَلَعَلَّكُمْ تَشْكُرُونَ} علة للترخيص والتيسير، وهذا نوع من اللف لطيف المسالك، لا يكاد يهتدي إلى تبيينه إلا النقاد من علماء البيان. </p><p>(١) عكبري.</p><p> {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي} ؛ أي: عن قربي وبعدي، ففيه مجاز بالحذف. </p><p> {الرَّفَثُ إِلَى نِسَائِكُمْ} : {الرفث} : الجماع، وعداه بإلي وإن كان أصله التعدية بالباء؛ لتضمينه معنى الإفضاء، وحسن اللفظ به هذا التضمين، فصار ذلك قريبًا من الكنايات التي جاءت في القرآن من قوله:  {فَلَمَّا تَغَشَّاهَا} ، {وَلَا تَقْرَبُوهُنَّ} ، {فَأْتُوا حَرْثَكُمْ} مثلًا. </p><p> {أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَى نِسَائِكُمْ هُنَّ لِبَاسٌ لَكُمْ وَأَنْتُمْ لِبَاسٌ} . </p><p> جمعت (١) هذه الآية ثلاثة أنواع من البيان: الطباق المعنوي بقوله: {أُحِلَّ لَكُمْ} فإنه يقتضي تحريمًا سابقًا، فكأنه قيل: أحل لكم ما حرم عليكم، أو ما حرم على من قبلكم، والكناية: بقوله: {الرَّفَثُ إِلَى نِسَائِكُمْ} وهو كناية عن الجماع، والاستعارة البديعة بقوله:  {هُنَّ لِبَاسٌ لَكُمْ} فإنه شبه (٢) كل واحد من الزوجين لاشتماله على صاحبه في العناق والضم باللباس المشتمل على لابسه؛ أي: كالفراش واللحاف، وحاصله أنه تمثيل لصعوبة اجتنابهن وشدة ملابستهن، أو لستر أحدهما الآخر عن الفجور. </p><p> {حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ} فيه مجازان (٣) ؛ لأنه شبه بالخيط الأبيض ما يبدو من الفجر المعترض في الأفق، وبالأسود ما يمتد معه من غبش الليل وظلامه، شبها بخيطين أبيض وأسود، وأخرجه من الاستعارة إلى التشبيه قوله:  {مِنَ الْفَجْرِ} كقولك: رأيت أسدًا من زيد، فلو لم يذكر من زيد كان استعارة، وكان التشبيه هنا أبلغ من الاستعارة؛ لأن الاستعارة لا تكون إلا حيث يدل عليها الحال أو الكلام، وهنا لو لم يأت من الفجر .. لم يعلم الاستعارة. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p>(١) البحر المحيط. (٢) جمل.(٣) البحر المحيط.</p><p> قال الله سبحانه جلَّ وعلا: </p><p> {وَلَا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ وَتُدْلُوا بِهَا إِلَى الْحُكَّامِ لِتَأْكُلُوا فَرِيقًا مِنْ أَمْوَالِ النَّاسِ بِالْإِثْمِ وَأَنْتُمْ تَعْلَمُونَ (١٨٨) يَسْأَلُونَكَ عَنِ الْأَهِلَّةِ قُلْ هِيَ مَوَاقِيتُ لِلنَّاسِ وَالْحَجِّ وَلَيْسَ الْبِرُّ بِأَنْ تَأْتُوا الْبُيُوتَ مِنْ ظُهُورِهَا وَلَكِنَّ الْبِرَّ مَنِ اتَّقَى وَأْتُوا الْبُيُوتَ مِنْ أَبْوَابِهَا وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ (١٨٩) وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ وَلَا تَعْتَدُوا إِنَّ اللَّهَ لَا يُحِبُّ الْمُعْتَدِينَ (١٩٠) وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ وَأَخْرِجُوهُمْ مِنْ حَيْثُ أَخْرَجُوكُمْ وَالْفِتْنَةُ أَشَدُّ مِنَ الْقَتْلِ وَلَا تُقَاتِلُوهُمْ عِنْدَ الْمَسْجِدِ الْحَرَامِ حَتَّى يُقَاتِلُوكُمْ فِيهِ فَإِنْ قَاتَلُوكُمْ فَاقْتُلُوهُمْ كَذَلِكَ جَزَاءُ الْكَافِرِينَ (١٩١) فَإِنِ انْتَهَوْا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (١٩٢) وَقَاتِلُوهُمْ حَتَّى لَا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ لِلَّهِ فَإِنِ انْتَهَوْا فَلَا عُدْوَانَ إِلَّا عَلَى الظَّالِمِينَ (١٩٣) الشَّهْرُ الْحَرَامُ بِالشَّهْرِ الْحَرَامِ وَالْحُرُمَاتُ قِصَاصٌ فَمَنِ اعْتَدَى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدَى عَلَيْكُمْ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ (١٩٤) وَأَنْفِقُوا فِي سَبِيلِ اللَّهِ وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ وَأَحْسِنُوا إِنَّ اللَّهَ يُحِبُّ الْمُحْسِنِينَ (١٩٥) }. </p><p> المناسبة </p><p> قوله تعالى (١) : {وَلَا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ ...} مناسبة هذه الآية لما قبلها ظاهرة: وذلك أن من يعبد الله تعالى بالصيام، فحبس نفسه عما تعوده من الأكل والشرب والمباشرة بالنهار، ثم حبس نفسه بالتقييد لها في مكان تعبد الله تعالى صائمًا له ممنوعًا من اللذة الكبرى بالليل والنهار، جدير أن لا يكون مطعمه ومشربه إلا من الحلال الخالص الذي ينور القلب، ويزيده بصيرة، ويفضي به إلى الاجتهاد فهي العبادة .. فلذلك نهى عن أكل الحرام الذي يمضي به إلى عدم قبول عبادته من صيامه واعتكافه. </p><p> وقوله تعالى:  {يَسْأَلُونَكَ عَنِ الْأَهِلَّةِ ...} مناسبة هذه الآية لما قبلها ظاهرة: وهي أن ما قبلها من الآيات نزلت في الصيام، وأن صيام رمضان مقرون برؤية الهلال، وكذلك الإفطار في شهر شوال، ولذلك قال - صلى الله عليه وسلم -: \"صوموا لرؤيته </p><p>(١) البحر المحيط.</p><p> وأفطروا لرؤيته\". </p><p> وكان أيضًا قد تقدم كلام في شيء من أعمال الحج، وهو الطواف والحج أحد الأركان التي بني عليها الإِسلام، وكان قد مضى الكلام في توحيد الله تعالى، وفي الصلاة والزكاة والصيام، فأتى بالكلام على الركن الخامس وهو الحج، ليكون قد كملت الأركان التي بُني الإِسلام عليها. </p><p> قوله تعالى:  {وَلَيْسَ الْبِرُّ بِأَنْ تَأْتُوا الْبُيُوتَ مِنْ ظُهُورِهَا وَلَكِنَّ الْبِرَّ مَنِ اتَّقَى ...} مناسبة هذه الآية لما قبلها: أنه لما ذكر أن الأهلة مواقيت للحج .. استطرد إلى ذكر شيء كانوا يفعلونه في الحج زاعمين أنه من البر، فبين لهم أن ذلك ليس من البر، وإنما جرت العادة به قبل الحج أن يفعلوه في الحج، ولما ذكر سؤالهم عن الأهلة بسبب النقصان والزيادة، وما حكمة ذلك، وكان من المعلوم أنه تعالى حكيم فأفعاله جارية على الحكمة .. رد عليهم بأن ما يفعلونه من إتيان البيوت من ظهورها إذا أحرموا ليس من الحكمة في شيء، ولا من البر، ولما وقعت القصتان في وقت واحد .. نزلت الآية فيهما معًا، ووصل إحداهما بالأخرى. </p><p> قوله تعالى:  {وَقَاتِلُوا فِي سَبِيلِ اللَّهِ ...} مناسبة هذه الآية لما قبلها: أنه تعالى لمّا أمرهم بالتقوى، وكان أشد أقسام التقوى وأشقها على النفس قتال أعداء الله .. أمر به، فقال تعالى:  {وَقَاتِلُوا فِي سَبِيلِ اللَّهِ} ، والظاهر أن المقاتلة في سبيل الله هي الجهاد في الكفار لإظهار دين الله وإعلاء كلمته، وأكثر علماء التفسير أنها أول آية نزلت في الأمر بالقتال، أمر فيها بقتال من قاتل والكف عمن كف، فهي ناسخة لآية الموادعة. </p><p> أسباب النزول </p><p> قوله تعالى (١) : {وَلَا تَأْكُلُوا ...} أخرج ابن أبي حاتم، عن سعيد بن جبير </p><p>(١) لباب النقول.</p><p> قال: إن امرئ القيس بن عابس الكندي وعبدان بن الأشوع الحضرمي اختصما في أرض، وأراد امرؤ القيس أن يحلف، ففيه نزلت:  {وَلَا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ ...} . </p><p> قوله تعالى:  {يَسْأَلُونَكَ عَنِ الْأَهِلَّةِ ...} أخرج ابن أبي حاتم من طريق العوفي، عن ابن عباس - رضي الله عنه - قال: سأل الناس رسول الله - صلى الله عليه وسلم - عن الأهلة، فنزلت هذه الآية. </p><p> وأخرج أبو نعيم وابن عساكر من طريق السدي الصغير، عن الكلبي، عن أبي صالح، عن ابن عباس - رضي الله عنهما - أن معاذ بن جبل، وثعلبة بن غنم قالا: يا رسول الله، ما بال الهلال يبدو ويطلع دقيقًا مثل الخيط، ثم يزيد حتى يعظم ويستوي ويستدير، ثم لا يزال ينقص ويدق، حتى يعود كما كان، ولا يكون على حال واحد كالشمس؟ فنزلت:  {يَسْأَلُونَكَ عَنِ الْأَهِلَّةِ ...} . </p><p> قوله تعالى (١) : {وَلَيْسَ الْبِرُّ بِأَنْ تَأْتُوا الْبُيُوتَ مِنْ ظُهُورِهَا ...} روى البخاري عن البراء - رضي الله عنه - نزلت هذه الآية فينا، كانت الأنصار إذا حجّوا فجاؤوا .. لم يدخلوا من قبل أبواب بيوتهم، ولكن من ظهورها، فجاء رجل من الأنصار فدخل من قبل بابه، فكأنه عُيِّر بذلك، فنزلت:  {وَلَيْسَ الْبِرُّ بِأَنْ تَأْتُوا الْبُيُوتَ مِنْ ظُهُورِهَا وَلَكِنَّ الْبِرَّ مَنِ اتَّقَى وَأْتُوا الْبُيُوتَ مِنْ أَبْوَابِهَا} . </p><p> قوله تعالى:  {وَقَاتِلُوا فِي سَبِيلِ اللَّهِ ...} أخرج (٢) الواحدي من طريق الكلبي، عن أبي صالح، عن ابن عباس قال: نزلت هذه الآية في صلح الحديبية، وذلك أن رسول الله - صلى الله عليه وسلم - لما صُدَّ من البيت الحرام .. صالحه المشركون على أن يرجع عامه ذلك، ثم يرجع من العام المقبل، فلما كان العام القابل تجهز هو وأصحابه لعمرة القضاء، وخافوا أن لا تفي قريش بذلك، وأن يصدوهم عن المسجد الحرام ويقاتلوهم، وكره أصحابه قتالهم في الشهر الحرام .. فأنزل الله ذلك. </p><p>(١) البخاري. (٢) لباب النقول.</p>"
}