{
  "id": null,
  "sura": 2,
  "aya": 157,
  "text": "<p> أَصَابَتْهُمْ مُصِيبَةٌ}؛ أي: نائبة وشدة مما ذكر، وحلت بهم؛ أي: بشر الصابرين الذين إذا نزل بهم كرب أو بلاءً أو مكروه {قَالُوا} باللسان والقلب جمعًا، لا باللسان فقط، فإن التلفظ بذلك مع الجزع قبح وسخط للقضاء، وذلك بأن يتصور بقلبه ما خلق لأجله، وأنه راجع إلى ربه، ويتذكر نعم الله تعالى عليه؛ ليرى أن ما أبقى الله تعالى عليه أضعاف ما استرده منه، فهون عليه، ويستسلم {إِنَّا لِلَّهِ} ملكًا وخلقًا وعبدًا؛ أي: نحن عبد الله وأموالنا له، يفعل فينا ما يشاء، لا يسئل عما يفعل {وَإِنَّا إِلَيْهِ} ؛ أي: إلى لقائه {رَاجِعُونَ} بالبعث والنشور بعد الموت، وإن لم نرض بقضائه لا يرضى منا أعمالنا. قال أبو بكر الوراق {إنَّا لله} إقرارٌ منا بالملك له تعالى {وَإِنَّا إِلَيْهِ رَاجِعُونَ} إقرار على أنفسنا بالهلاك. </p><p> وعن أم سلمة رضي الله عنها قالت: سمعت رسول الله - صلى الله عليه وسلم - يقول:  \"ما من عبدٍ تصيبه مصيبة فيقول: إنا لله وإنا إليه راجعون اللهم أجُرني في مصيبتي واخلف لي خيرًا منها .. إلا آجره الله في مصيبته واخلف له خيرًا منها\" أخرجه مسلم. وعن عائشة رضي الله عنها: أن مصباح النبي - صلى الله عليه وسلم - طفىء فاسترجع، فقلت: إنما هو مصباح. فقال:  \"كل ما ساء المؤمن فهو مصيبة\" رواه أبو داود في مراسله. </p><p> قيل: ما أعطي أحد مثل ما أعطيت هذه الأمة يعني الاسترجاع عند المصيبة، ولو أعطيه أحد لأعطي يعقوب عليه السلام، ألا تسمع إلى قوله عند فقد يوسف:  {يَا أَسَفَى عَلَى يُوسُفَ} قيل: وفي قول العبد {إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ} </p><p> ١٥٧ - تفويض منه إلى الله وأنه راض بكل ما نزل به من المصائب {أُولَئِكَ} الصابرون المسترجعون عند المصيبة {عَلَيْهِمْ صَلَوَاتٌ} ومغفرة {مِنْ رَبِّهِمْ وَرَحْمَةٌ} ؛ أي: نعمة وإنما جمع الصلوات للتنبيه على كثرتها وتنوعها؛ لأنه أراد مغفرة بعد مغفرة، والرحمة من الله إنعامه وإحسانه وإفضاله، وذكر الرحمة بعد الصلاة للتأكيد. وقيل:  {عَلَيْهِمْ صَلَوَاتٌ} ؛ أي: مغفرة من ربهم في الدنيا، {وَرَحْمَةٌ} ؛ أي: مغفرة من ربهم في الدنيا، ورحمة؛ أي: سلامة من العذاب في الآخرة {وَأُولَئِكَ هُمُ الْمُهْتَدُونَ} إلى الحق والصواب؛ حيث استرجعوا لمصيبتهم واستسلموا لقضاء الله تعالى، وقيل: المهتدون إلى الجنة الفائزون بالثواب. </p><p> فصل </p><p> في ذكر أحاديث وردت في ثواب أهل البلاء، وأجر الصابرين: </p><p> عن أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \"من يرد الله به خيرًا .. يصب منه\" يعني: يبتليه بالمصائب حتى يأجره على ذلك. أخرجه البخاري. </p><p> وعن أبي سعيد، وأبي هريرة رضي الله عنهما، عن النبي - صلى الله عليه وسلم - قال:  \"ما يصيب المؤمن من نَصَبٍ ولا وَصَبٍ، ولا حزَنٍ ولا أذىً ولا غمٍّ، حتى الشوكة يشاكها .. إلا كفر الله عنه بها خطاياه\" متفق عليه. </p><p> وعن عبد الله رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \"ما من مسلم يصيبه أذى، من مرض فما سواه .. إلا حط الله به عنه من سيئاته كما تحط الشجرة ورقها\" متفق عليه. </p><p> وعن أبي هريرة رضي الله عنه قال: قال قال رسول الله - صلى الله عليه وسلم -: \"مثل المؤمن كمثل الزرع، لا تزال الريح تفيئه، ولا يزال المؤمن يصيبه البلاء. ومثل المنافق كمثل شجرة الأرزة لا تهتز حتى تحصد\" متفق عليه. الأرزة: شجرٍ معروف بالشام، ويعرف في العراق ومصر بالصنوبر، والصنوبر ثمر الأرزة، وقيل: الأرزة الثابتة في الأرض. </p><p> وعن أنسٍ رضي الله عنه، أن رسول الله - صلى الله عليه وسلم - قال:  \"إذا أراد الله بعبدٍ خيرًا .. عجل له العقوبة في الدنيا، وإذا أراد الله بعبد شرًّا .. أمسك عنه حتى يوافى يوم القيامة\" أخرجه الترمذي. </p><p> وعن أنس أيضًا رضي الله عنه، عن النبي - صلى الله عليه وسلم - قال:  \"إن عظم الجزاء مع عظم النبلاء، وإن الله إذا أحب قومًا .. ابتلاهم، فمن رضي .. فله الرضا، ومن سخط .. فله السخط\" أخرجه الترمذي. </p><p> وعن جابر رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \"يود أهل العافية يوم القيامة حين يعطى أهل البلاء الثواب لو أن جلودهم كانت قرضت في الدنيا </p><p> بالمقاريض \" أخرجه الترمذي.</p><p> وعن أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \" ما يزال البلاء بالمؤمن في نفسه وولده حتى يلقى الله وما عليه خطيئة \" أخرجه الترمذي.وقال:حديث حسن.</p><p> وعن أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \" قال الله تعالى: ما لعبدي المؤمن عندي جزاء إذا قبضت صفيه من أهل الدنيا ثم أحتسبه إلا الجنة \" أخرجه البخاري.</p><p> وعن سعد بن أبي وقاصٍ رضي الله عنه قال: قلت يا رسول الله، أيّ الناس أشد بلاء؟ قال: \" الأنبياء، ثم الأمثل فالأمثل، يبلى الرجل على حسب دينه، فإن كان في دينه صلبًا .. اشتد بلاؤه، وإن كان في دينه رقة (١) .. هون عليه، فما يبرح البلاء بالعبد حتى يتركه يمشي على الأرض وما عليه خطيئة\" أخرجه الترمذي، وقال: حديث حسن. </p><p> الإعراب </p><p> {كَمَا أَرْسَلْنَا فِيكُمْ رَسُولًا مِنْكُمْ يَتْلُو عَلَيْكُمْ آيَاتِنَا وَيُزَكِّيكُمْ} . </p><p> {كَمَا} : {الكاف} : حرف جر وتشبيه، ما: مصدرية. {أَرْسَلْنَا} : فعل وفاعل. {فِيكُمْ} : جار ومجرور متعلق بأرسلنا. {رَسُولًا} : مفعول به. {مِنْكُمْ} : جار ومجرور صفة لـ {رَسُولًا} ، والجملة الفعلية صلة ما المصدرية، (ما) مع صلتها في تأويل مصدرٍ مجرور بالكاف؛ تقديره: كإرسالنا فيكم رسولًا {مِنْكُمْ} ، الجار والمجرور متعلق بواجب الحذف؛ لوقوعه صفة لمصدر محذوف؛ تقديره: ولأتم نعمتي عليكم في أمر القبلة إتمامًا كائنًا كإرسالنا رسولًا؛ أي: إتمامًا كائنًا كإتمامها عليكم بإرسال رسول منكم {يَتْلُو} : فعل مضارع معتل بالواو، وفاعله ضمير يعود على {رَسُولًا} . {عَلَيْكُمْ} : جار ومجرور متعلق </p><p>(١) الرقة - بكسر الراء وتشديد القاف -: الدقة ورقة الجانب، كناية عن الضعف. اهـ.</p><p> بـ {يتلوا} ، {آيَاتِنَا} : مفعول به ومضاف إليه، والجملة الفعلية في محل النصب صفة لـ {رَسُولًا} . {وَيُزَكِّيكُمْ} : {الواو} عاطفة، {يزكيكم} : فعل ومفعول، وفاعله ضمير يعود على رسولًا، والجملة في محل النصب معطوفة على جملة {يَتْلُو} على كونها صفة لـ {رَسُولًا} . </p><p> {وَيُعَلِّمُكُمُ الْكِتَابَ وَالْحِكْمَةَ وَيُعَلِّمُكُمْ مَا لَمْ تَكُونُوا تَعْلَمُونَ} . </p><p> {وَيُعَلِّمُكُمُ} : {الواو} عاطفة {يعلمكم} : مضارع معطوف على يتلوا. {الْكِتَابَ} مفعول به {وَالْحِكْمَةَ} : معطوفة على الكتاب {وَيُعَلِّمُكُمْ} الواو: عاطفة، {يعلمكم} : فعل مضارع ومفعول أول، وفاعله ضمير يعود على {رَسُولًا} ، والجملة الفعلية في محل النصب معطوفة على جملة {يَتْلُو} على كونها صفة لـ {رَسُولًا} . {مَا} : موصولة، أو موصوفة، في محل النصب مفعول ثان لـ {علم} ، {لم} حرف نفي. {تَكُونُوا} : فعل مضارع ناقص، واسمه مجزوم بـ {لم} . {تَعْلَمُونَ} : فعل وفاعل، وهو بمعنى (عرف) يتعدى إلى واحد؛ تقديره: تعلمونه، والجملة الفعلية في محل النصب خبر {تَكُونُوا} تقديره: ما لم تكونوا عالمين، وجملة {تَكُونُوا} : صلة لـ {ما} أو صفة لها، والعائد أو الرابط الضمير المحذوف من {تَعْلَمُونَ} . </p><p> {فَاذْكُرُونِي أَذْكُرْكُمْ وَاشْكُرُوا لِي وَلَا تَكْفُرُونِ} . </p><p> {فَاذْكُرُونِي} : {الفاء} : فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر تقديره: إذا عرفتم إتمام نعمتي عليكم بما ذكر، وأردتم بيان ما هو الواجب عليكم .. فأقول لكم:  {اذكروني} : فعل وفاعل ومفعول، والجملة في محل النصب مفعول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. {أَذْكُرْكُمْ} : {أَذْكُرْ} : فعل مضارع مجزوم بالطلب السابق، وفاعله ضمير مستتر يعود على الله، و {الكاف} : مفعول به، والجملة جملة جوابية لا محل لها من الإعراب. {وَاشْكُرُوا} : الواو: عاطفة، {اشكروا} : فعل وفاعل. {لِي} : جار ومجرور متعلق به، والجملة في محل النصب معطوفة على جملة {فَاذْكُرُونِي} ، {وَلَا تَكْفُرُونِ} : {الواو} عاطفة، {لا} : ناهية جازمة، {تَكْفُرُونِ} : فعل مضارع </p><p> مجزوم بـ {لا} الناهية، وعلامة جزمه حذف النون؛ لأنه من الأفعال الخمسة، والواو فاعل، والنون للوقاية؛ لأنها تقي الفعل عن الكسرة، وياء المتكلم المحذوفة لرعاية الفاصلة في محل النصب مفعول به، والجملة في محل النصب معطوفة على جملة قوله {وَاشْكُرُوا لِي} على كونها مقولًا لجواب إذا المقدرة. </p><p> {يَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ إِنَّ اللَّهَ مَعَ الصَّابِرِينَ (١٥٣) }. </p><p> {يَا أَيُّهَا} : {يا} : حرف نداء؛ {أي} : منادى نكرة مقصودة {ها} : حرف تنبيه زائد تعويضًا عما فات؛ أي: من الإضافة. {الَّذِينَ} : اسم موصول في محل الرفع صفة لـ {أي} ، تابع للفظه، وجملة النداء مستأنفة. {آمَنُوا} : فعل وفاعل، والجملة صلة الموصول، والعائد ضمير الفاعل. {اسْتَعِينُوا} : فعل وفاعل، والجملة جواب النداء لا محل لها من الإعراب. {بِالصَّبْرِ} : جار ومجرور متعلق بـ {اسْتَعِينُوا} . {وَالصَّلَاةِ} : معطوف عليه. {إن} : حرف نصب وتوكيد. {اللَّهَ} : اسمها. {مَعَ الصَّابِرِينَ} : ظرف ومضاف إليه والظرف متعلق بمحذوف خبر {إِنَّ} تقديره: كائن مع الصابرين، وجملة {إنَّ} في محل الجر بـ {لام} التعليل المقدرة. </p><p> {وَلَا تَقُولُوا لِمَنْ يُقْتَلُ فِي سَبِيلِ اللَّهِ أَمْوَاتٌ بَلْ أَحْيَاءٌ وَلَكِنْ لَا تَشْعُرُونَ (١٥٤) }. </p><p> {وَلَا تَقُولُوا} : {الواو} استئنافية، {لا} : ناهية جازمة. {تَقُولُوا} : فعل وفاعل مجزوم بـ {لا} الناهية، والجملة مستأنفة. {لِمَن} : جار ومجرور متعلق بـ {تَقُولُوا} . {يُقْتَلُ} : فعل مضارع مغير الصيغة، ونائب فاعله ضمير يعود على {من} ، والجملة صلة لـ {من} الموصولة. {فِي سَبِيلِ اللَّهِ} : جار ومجرور ومضاف إليه متعلق بـ {يُقْتَلُ} . {أَمْوَاتٌ} : خبر مبتدأ محذوف؛ تقديره: هم أموات، والجملة من المبتدأ المحذوف وخبره في محل النصب مقول لـ {تَقُولُوا} . {بَلْ} حرف ابتداء. {أَحْيَاءٌ} : خبر مبتدأ محذوف؛ تقديره: بل هم أحياء، والجملة مستأنفة. {وَلَكِنْ}  {الواو} عاطفة. {لكن} : حرف استدراك. {لا} : نافية. {تَشْعُرُونَ} فعل وفاعل، ومفعوله محذوف؛ تقديره: ولكن لا تشعرون ما هم فيه من الكرامة والنعيم، والجملة الفعلية معطوفة على جملة قوله </p><p> {بَلْ أَحْيَاءٌ} على كونها مستأنفة. </p><p> {وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِنَ الْخَوْفِ وَالْجُوعِ وَنَقْصٍ مِنَ الْأَمْوَالِ وَالْأَنْفُسِ وَالثَّمَرَاتِ وَبَشِّرِ الصَّابِرِينَ (١٥٥) }. </p><p> {وَلَنَبْلُوَنَّكُمْ} : {الواو} استئنافية، أو حرف جر وقسم داخلة على مقسم به محذوف تقديره: وعزتي وجلالي، {اللام} : موطئة للقسم، (نبلون) : فعل مضارع مبني على الفتح؛ لاتصاله بنون التوكيد الثقيلة، وفاعله ضمير يعود على الله، و {الكاف} : مفعول به، والجملة جواب القسم لا محل لها من الإعراب، وجملة القسم المحذوف مع جوابه مستأنفة لا محل لها من الإعراب. {بِشَيْءٍ} : جار ومجرور متعلق بـ {نبلونكم} . {مِنَ الْخَوْفِ} : جار ومجرور متعلق بمحذوف صفة لـ {شيء} ؛ تقديره: بشيء كائن من الخوف، {وَالْجُوعِ} : معطوف على الخوف. {وَنَقْصٍ} : معطوف على شيء. {مِنَ الْأَمْوَالِ} : جار ومجرور متعلق بمحذوف صفة لمحذوف؛ تقديره: وبنقص شيء كائن من الأموال؛ لأن النقص مصدر نقصت؛ وهو متعد إلى مفعول، وقد حذف المفعول، تقديره: وبنقص شيء من الأموال، {وَالْأَنْفُسِ} : معطوف على الأموال. {وَالثَّمَرَاتِ} : معطوف على الأموال أيضًا، عطف خاصٍّ على عام. {وَبَشِّرِ الصَّابِرِينَ} : {الواو} استئنافية، {وَبَشِّرِ الصَّابِرِينَ} : فعل ومفعول وفاعله ضمير يعود على محمد، والجملة مستأنفة. </p><p> {الَّذِينَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ قَالُوا إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ (١٥٦) }. </p><p> {الَّذِينَ} : اسم موصول في محل النصب صفة للصابرين، أو منصوب بـ (أعني)  {إِذَا} : ظرف لما يستقبل من الزمان. {أَصَابَتْهُمْ مُصِيبَةٌ} : فعل ومفعول وفاعل، والجملة في محل الخفض بإضافة إذا إليها على كونها فعل شرط لها. {قَالُوا} فعل وفاعل، والجملة جواب إذا لا محل لها، وجملة إذا صلة الموصول لا محل لها من الإعراب {إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ} مقول محكي لـ {قالوا} ، وإن شئت قلت {إن} : حرف نصب، و {نا} : اسمها، {لِلَّهِ} جار ومجرور خبر إن، والجملة في محل النصب مقول القول {وَإِنَّا}  {الواو} عاطفة، {إنّا} حرف واسمها. {إِلَيْهِ} : متعلق بـ {رَاجِعُونَ} ؛ وهو خبر إن، والجملة في محل النصب </p><p> معطوفة على الجملة التي قبلها على كونها مقول القول. </p><p> {أُولَئِكَ عَلَيْهِمْ صَلَوَاتٌ مِنْ رَبِّهِمْ وَرَحْمَةٌ وَأُولَئِكَ هُمُ الْمُهْتَدُونَ (١٥٧) }. </p><p> {أُولَئِكَ} : مبتدأ أول. {عَلَيْهِمْ} : جار ومجرور خبر مقدم للمبتدأ الثاني. {صَلَوَاتٌ} : مبتدأ ثان. {مِنْ رَبِّهِمْ} : صفة لـ {صَلَوَاتٌ} ، والجملة من المبتدأ الثاني وخبره في محل الرفع خبر للمبتدأ الأول، والجملة من المبتدأ الأول وخبره مستأنفة استئنافًا بيانيًّا لا محل لها من الإعراب، كأنه قيل: ما الذي بشروا به؟ فقيل:  {أُولَئِكَ عَلَيْهِمْ صَلَوَاتٌ مِنْ رَبِّهِمْ} . {وَرَحْمَةٌ} : معطوف على {صَلَوَاتٌ} : {وَأُولَئِكَ} : {الواو} عاطفة، {أولئك} مبتدأ. {هُمُ} ضمير فصل. {الْمُهْتَدُونَ} : خبره، والجملة معطوفة على الجملة التي قبلها على كونها مستأنفة. </p><p> التصريف ومفردات اللغة </p><p> {وَاشْكُرُوا لِي} وشكرٌ يتعدى تارةً بنفسه، وتارةً بحرف جرٍ على حدٍّ سواء على الصحيح، وقال بعضهم: إذا قلت: شكرت لزيدٍ: فمعناه: شكرت لزيد صنيعه، فجعلوه متعديًا لاثنين: أحدهما: بنفسه، والآخر: بحرف الجر، ولذلك فسر الزمخشري هذا الموضع بقوله: واشكروا لي ما أنعمت عليكم. </p><p> وقال ابن عطية:  {وَاشْكُرُوا لِي} واشكروني بمعنى واحد، و {لي} أفصح وأشهر مع الشكر، ومعناه: اشكروا نعمتي وأياديَّ، وكذلك إذا قلت: شكرتك فالمعنى: شكرت لك صنيعك وذكرته. فَحَذَف المضاف؛ إذ معنى الشكر: ذكر اليد وذكر مسديها معًا، فما حذف من ذلك فهو اختصار لدلالة ما بقي على ما حذف انتهى \"سمين\" وقيل: معنى الشكر هنا: الاعتراف بحق المنعم والثناء عليه، ولذلك قابله بقوله:  {وَلَا تَكْفُرُونِ} . </p><p> {وَلَا تَكْفُرُونِ} هو من كفر النعمة، وهو على حذف مضاف؛ أي: ولا تكفروا نعمتي، ولو كان من الكفر ضد الإيمان لقال: ولا تكفروا، أو: ولا تكفروا بي، وهذه النون نون الوقاية حذفت ياء المتكلم بعدها تخفيفًا لتناسب الفواصل، وقيل: المعنى واشكروا لي بالطاعة، ولا تكفرون بالمعصية. </p><p> {إِنَّ اللَّهَ مَعَ الصَّابِرِينَ} جمع صابر، اسم فاعل من صبر على الأمر - من باب ضرب - إذا جرأ وشجع وتجلد، فهو صابر وصبر وصبور، والصبر من خواص الإنسان؛ لأنه يتعارض فيه العقل والشهوة وهو بدني، وهو إما فعلي كتعاطي الأعمال الشاقة، وإما احتمالي كالصبر على الضرب الشديد، ونفسي وهو قمع النفس عن مشتهيات الطبع فإن كان من شهوة الفرج والبطن سمي عِفَّة، وإن كان من احتمال مكروه اختلفت أساميه باختلاف المكروه ففي المصيبة يقتصر عليه باسم الصبر ويضاده الجزع، وإن كان في الغنى سُميَ ضبط النفس ويضاده البطر، وإن كان في حربٍ سُمي شجاعةً ويضاده الجبن، وإن كان في نائبة مُضجرة سُمي سعة صدر ويضاده الضجر، وإن كان في إخفاء كلام سُمي كتمانًا ويضاده الإعلان، وإن كان في فضول الدنيا سُمي زهدًا ويضاده الحرص، وإن كان على يسير من المال سمِّي قناعةً ويضاده الشره. </p><p> قال القفال: ليس الصبر أن لا يجد الإنسان ألم المكروه، ولا أن لا يكره ذلك، إنما هو حمل النفس على ترك إظهار الجزع وإن ظهر دمع عين أو تغير لون ولو ظهر منه أولًا ما لا يُعد معه صابرًا ثُمَّ صبر لم يعد ذلك إلا سلوانًا. </p><p> {مُصِيبَةٌ} : اسم فاعل من أصابت، والمصيبة: كل ما أذى المؤمن في نفسٍ أو مالٍ أو أهلٍ، صغرت أو كبرت حتى انطفاء المصباح لمن يحتاجه يُسمى: مصيبة. </p><p> البلاغة </p><p> {كَمَا أَرْسَلْنَا فِيكُمْ رَسُولًا مِنْكُمْ} : والتعبير بصيغة التكلم الدالّة على العظمة بعد التعبير بالصيغة التي لا دلالة لها عليها من قبيل التفنن، وجريًا على سَنَنِ الكبراء. أفاده أبو السعود. </p><p> وبين كلمتي {أَرْسَلْنَا} و {رَسُولًا} من المحسنات البديعية جناس الاشتقاق؛ وهو توافق الكلمتين في الحروف والأصول مع الاتفاق في أصل المعنى. </p><p> قوله:  {وَيُعَلِّمُكُمْ مَا لَمْ تَكُونُوا تَعْلَمُونَ} : ذكره بعد قوله: {وَيُعَلِّمُكُمُ الْكِتَابَ وَالْحِكْمَةَ} من باب ذكر العام بعد الخاص لإفادة الشمول والعموم، ويسمى مثل هذا عند البلغاء بالإطناب. </p><p> {أَمْوَاتٌ غَيْرُ أَحْيَاءٍ} : فيه إيجاز بالحذف؛ أي: لا تقولوا: هم أموات، بل هم أحياء وبينهما طباق. </p><p> {وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ} : والإتيان بالجملة الخبرية مقسمًا عليها تأكيدٌ لوقوع الابتلاء، وإسناد الفعل إليه صريح في إضافة أسباب البلايا إليه، وأن هذه المحن من الله تعالى. {بِشَيْءٍ} الباء فيه للإلصاق، وأفرده ليدل على التقليل؛ أي: بشيءٍ قليلٍ؛ إذ لو جمعه فقال: بأشياء .. لاحتمل أن تكون ضروبًا من كل واحدٍ مما بعده. </p><p> قوله:  {وَالثَّمَرَاتِ} : ذكره بعد ذكر الأموال من ذكر الخاص بعد العام اهتمامًا به؛ لاندراجها تحت الأموال. </p><p> قوله:  {إِذَا أَصَابَتْهُمْ مُصِيبَةٌ} : فيه من المحسنات البديعية التجنيس المغاير؛ وهو أن تكون إحدى الكلمتين اسمًا، والأخرى فعلًا، ومنه قوله تعالى:  {أَزِفَتِ الْآزِفَةُ} ، {إِذَا وَقَعَتِ الْوَاقِعَةُ} ، وفي \"المنتخب\" ما ملخَّصه: إن إسناد الإصابة إلى المصيبة لا إلى الله تعالى؛ ليعم ما كان من الله وما كان من غيره، فما كان من الله فهو داخل تحت قوله:  {إِنَّا لِلَّهِ} ؛ لأن في الإقرار بالعبودية تفويضًا للأمور إليه، وما كان في غيره فتكليفه أن يرجع إلى الله في الإنصاف منه، ولا يتعدى. كأنه في الأول:  {إِنَّا لِلَّهِ} يدبر كيف يشاء، وفي الثاني:  {وَإِنَّا إِلَيْهِ} ينصف لنا كيف يشاء انتهى. </p><p> {عَلَيْهِمْ صَلَوَاتٌ مِنْ رَبِّهِمْ وَرَحْمَةٌ} : التنوين فيهما للتفخيم، وجمع صلوات؛ ليدل على أن ذلك ليس مطلق صلاة، بل صلاة بعد صلاة، ووصفها بكونها {مِنْ رَبِّهِمْ} ليدل بـ {من} على ابتدائها من الله؛ إذ تنشأ تلك الصلوات وتبتدىء من الله تعالى، ويحتمل أن تكون {من} تبعيضية، فيكون ثَمَّ حذف مضاف؛ أي: صلوات من صلوات ربهم، وأتى بلفظ الرب مع إضافته إلى ضميرهم؛ لما فيه من </p><p> دلالة التربية والنظر للعبد فيما يصلحه ويربِّيه به. </p><p> {وَأُولَئِكَ هُمُ الْمُهْتَدُونَ} : أكّد بقوله: {هُمُ} وبالألف واللام؛ لإفادة الحصر، كأن الهدايةَ انحصرت فيهم، وهو من قَصْرِ الصفة على الموصوف، وأتى باسم الفاعل، ليدل على الثبوت؛ لأن الهداية ليست من الأفعال المتجددة وقتًا بعد وقت فيخبر عنها بالفعل، بل هي وصف ثابتٌ. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا وَمَنْ تَطَوَّعَ خَيْرًا فَإِنَّ اللَّهَ شَاكِرٌ عَلِيمٌ (١٥٨) إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلْنَا مِنَ الْبَيِّنَاتِ وَالْهُدَى مِنْ بَعْدِ مَا بَيَّنَّاهُ لِلنَّاسِ فِي الْكِتَابِ أُولَئِكَ يَلْعَنُهُمُ اللَّهُ وَيَلْعَنُهُمُ اللَّاعِنُونَ (١٥٩) إِلَّا الَّذِينَ تَابُوا وَأَصْلَحُوا وَبَيَّنُوا فَأُولَئِكَ أَتُوبُ عَلَيْهِمْ وَأَنَا التَّوَّابُ الرَّحِيمُ (١٦٠) إِنَّ الَّذِينَ كَفَرُوا وَمَاتُوا وَهُمْ كُفَّارٌ أُولَئِكَ عَلَيْهِمْ لَعْنَةُ اللَّهِ وَالْمَلَائِكَةِ وَالنَّاسِ أَجْمَعِينَ (١٦١) خَالِدِينَ فِيهَا لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنْظَرُونَ (١٦٢) }. </p><p> المناسبة </p><p> لما أمر الله سبحانه وتعالى بذكره وشكره، ودعا المؤمنين إلى الاستعانة بالصبر والصلاة، وأثنى على الصابرين، وكان الحج من الأعمال الشاقة المفنية للمال والبدن، وكان أحد أركان الإِسلام .. أعقب ذلك ببيان أهمية الحج، وأنه من شعائر دين الله، ثم نبه تعالى على وجوب نشر العلم، وعدم كتمانه، وذكر خطر كتمان ما أنزل الله من البينات والهدى، كما فعل اليهود والنصارى في كتبهم، فاستحقوا اللعنة والغضب من الله تعالى ومن عباده. </p><p> أسباب النزول </p><p> قوله تعالى:  {إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ ...} قال الإِمام البخاري رحمه الله تعالى في \"صحيحه\"  (ج ٤ ص ٢٤٤) : حدثنا أبو اليمان، أخبرنا شعيب، عن الزهري قال عروة: سألت عائشة رضي الله عنها، فقلت لها: أرأيت قول الله تعالى: {إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا} فوالله ما على أحد جناح ألا يطّوف بالصفا والمروة؟ فقالت: بئس ما قلت يا ابن أختي، إن هذه الآية لو كانت كما أوَّلتها عليه كانت لا جناح عليه ألا يتطوف بهما، ولكنها أنزلت في الأنصار؛ كانوا قبل أن يسلموا يهلون لمناة الطاغية التي كانوا يعبدونها بالمشلل (١) ، فكان مَنْ أهلَّ يتحرج أن </p><p>(١) مشلل: موضع بين مكة والمدينة.</p><p> يطوف بالصفا والمروة، فلما أسلموا سألوا رسول الله - صلى الله عليه وسلم - عن ذلك، قالوا: يا رسول الله إنا كنا نتحرج أن نطوف بين الصفا والمروة، فأنزل الله تعالى عز وجل {إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ ...} الآية. قالت عائشة رضي الله عنها: وقد سنّ رسول الله - صلى الله عليه وسلم - الطواف بينهما، فليس لأحد أن يترك الطواف بينهما، ثم أخبرت أبا بكر بن عبد الرحمن، فقال: إن هذا العلم ما كنت سمعته، ولقد سمعت رجالًا من أهل العلم يذكرون: أن الناس - إلا من ذكرت عائشة ممن كان يهل بمناة - كانوا يطوفون كلهم بالصفا والمروة، فلما ذكر الله تعالى الطواف بالبيت، ولم يذكر الصفا والمروة في القرآن .. قالوا: يا رسول الله كنا نطوف بالصفا والمروة، وإن الله أنزل الطواف بالبيت، فلم يذكر الصفا والمروة، فهل علينا من حرج أن نطوف بالصفا؟ فأنزل الله تعالى:  {إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ ...} الآية. قال أبو بكر: فأسمع هذه الآية نزلت في الفريقين كليهما؛ في الذين كانوا يتحرجون أن يطوفوا في الجاهلية بالصفا والمروة، والذين يطوفون ثم يتحرجوا أن يطوفوا بهما في الإِسلام؛ من أجل أن الله تعالى أمر بالطواف بالبيت ولم يذكر الصفا والمروة حتى ذكر ذلك بعد ما ذكر الطواف بالبيت. والحديث أخرجه مسلم والترمذي، وقال: هذا حديث حسن صحيح، وأبو داود، وأحمد ابن حنبل، ومالك في \"الموطأ\" . </p><p> وأخرج البخاري في \"صحيحه\" ومسلم والترمذي، وصححه عن أنس رضي الله عنه؛ أنه سئل عن الصفا والمروة، فقال: كنا نرى أنهما من أمر الجاهلية، فلما كان الإِسلام أمسكنا عنهما، فأنزل الله تعالى:  {إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ ...} الآية. ولا مانع من أن الآية نزلت في الجميع. </p><p> وأخرج الحاكم (١) عن ابن عباس رضي الله عنهما قال: كانت الشياطين في الجاهلية تطوف الليل أجمع بين الصفا والمروة، وكان بينهما أصنام لهم، فلما جاء الإِسلام قال المسلمون: يا رسول الله لا نطوف بين الصفا والمروة، فإنه </p><p>(١) لباب النقول.</p>"
}