{
  "id": null,
  "sura": 2,
  "aya": 51,
  "text": "<p> إسرائيل إلا وقد علا المد وطغى، حتى أغرق المصريّين جميعا، وتحقّقت نعمة الله على بني إسرائيل، وتمّ لهم التوفيق، ولعدوّهم الخذلان. ونعم الله بغير طريق المعجزات، أتمّ وأكثر، فليس بلازم أن نجعل الامتنان في كونه معجزة لموسى عليه السلام. انتهى. </p><p> ومثل هذا التأويل، ليس بضائر إذا كان أربابه يثبتون صدور خوارق العادات على يد الأنبياء تأييدا من الله لهم، أما إذا أنكروها فلا حاجة إلى الكلام معهم، إذ لا بدّ أن نثبت لهم قدرة الله وإرادته، ثم نثبت لهم إمكان الوحي، وإرسال الرسل، وتأييدهم بالمعجزات. </p><p> وقرأ الجمهور (١) : {وَإِذْ فَرَقْنا} بالتخفيف. وقرأ الزهري {فَرَّقنا} بالتشديد ويفيد التكثير؛ لأنّ المسالك كانت اثنتي عشرة مسلكا على عدد أسباط بني إسرائيل، ومن قرأ {فَرَقْنا} مجردا اكتفى بالمطلق، وفهم التكثير من تعداد الأسباط </p><p> ٥١ - {وَ} اذكروا يا بني إسرائيل! {إِذْ واعَدْنا} ؛ أي: قصة وعدنا {مُوسى} ابن عمران عليه السلام، وقت انقضاء أربعين ليلة لإيتاء التوراة، فصيغة المفاعلة بمعنى الثلاثي المجرد، فيكون صدور الوعد من واحد، وهو الله سبحانه وتعالى، أو على أصلها، فإنّ الوعد وإن كان من الله، فقبوله كان من موسى، وقبول الوعد شبه الوعد، أو أنّ الله تعالى وعده بالوحي، وهو وعده المجيء للميقات إلى الطور (٢) . قرأ الجمهور {وعدنا} بالألف، وهي قراءة مجاهد، والأعرج، وابن كثير، ونافع، والأعمش، وحمزة، والكسائي، وقرأ أبو عمرو {ووعدنا} بغير ألف هنا، وفي (الأعراف) و (طه) وقد رجح أبو عبيد، قراءة من قرأ {وعدنا} بغير ألف، وأنكر قراءة من قرأ {واعَدْنا} بالألف، ووافقه على معنى ما قال: أبو حاتم، ومكيّ، وقال أبو عبيد: المواعدة لا تكون إلا من البشر. وقال أبو حاتم: أكثر ما تكون المواعدة من المخلوقين المتكافئين، كل واحد منهما يعد صاحبه، </p><p>(١) البحر المحيط. (٢) البحر المحيط.</p><p> وقد مرّ تخريج واعد على تلك الوجوه السابقة، ولا وجه لترجيح إحدى القراءتين على الأخرى؛ لأنّ كلا منهما متواتر، فهما في الصحة على حد سواء. </p><p> وقوله {مُوسى} مفعول أوّل لواعدنا. (مو)  (١) بالعبرانية الماء. و (شى) بمعنى الشجر، فقلبت الشين المعجمة سينا في العربية، وإنّما سمّي به؛ لأنّ أمّه جعلته في التابوت حين خافت عليه من فرعون، وألقته في البحر، فدفعته أمواج البحر حتى أدخلته بين أشجار عند بيت فرعون، فخرجت جواري آسية امرأة فرعون يغسلن، فوجدن التابوت فأخذنه، فسمّي عليه السلام، باسم المكان الذي أصيب به، وهو الماء والشجر. ونسبه: هو موسى بن عمران، بن يصهر بن قاهث بن لاوى، بن يعقوب إسرائيل، بن إسحاق، بن إبراهيم خليل الرحمن، عليهم وعلى نبينا الصلاة والسلام. </p><p> {أَرْبَعِينَ لَيْلَةً} ؛ أي: واعدناه تمام أربعين ليلة لإيتاء التوراة، وهو مفعول ثاني لواعدنا، ولكنه على حذف مضاف كما قدرنا أمره الله سبحانه بصوم ثلاثين وهو ذو القعدة، ثم زاد عليه عشرا من ذي الحجة. قاله أبو العالية، وأكثر المفسرين. </p><p> وقيل ذو الحجة، وعشر من المحرم، وعبّر (٢) عنها بالليالي؛ لأنها غرر الشهور، وشهور العرب وضعت على سير القمر، ولذلك وقع بها التاريخ. فالليالي أولى الشّهور، والأيّام تبع لها، أو لأنّ الظّلمة أقدم من الضوء، بدليل {وَآيَةٌ لَهُمُ اللَّيْلُ نَسْلَخُ مِنْهُ النَّهارَ} ، أو دلالة على مواصلته الصوم ليلا ونهارا؛ لأنّه لو كان التفسير باليوم، أمكن أن يعتقد أنه كان يفطر بالليل، فلمّا نصّ على الليالي، اقتضت قوّة الكلام أنّه واصل أربعين ليلة بأيامها. وهذه المواعدة للتكليم، أو لإنزال التوراة. قال المهدويّ: وكان ذلك بعد أن جاوز البحر، وسأله قومه أن يأتيهم بكتاب من عند الله، فخرج إلى الطور في سبعين رجلا من خيار بني إسرائيل، وصعد الجبل، وواعدهم إلى تمام أربعين ليلة، فقعدوا فيما ذكره المفسرون عشرين يوما وعشرة ليال، فقالوا: </p><p>(١) روح البيان. (٢) روح البيان.</p>"
}