{
  "id": null,
  "sura": 2,
  "aya": 255,
  "text": "<p> بالمبالغة في العلو والعظمة، إلى سائر ما تَضَمَّنتْهُ من أسمائه الحسنى، وصفاته العليا، نبههم بها على العقيدة الصحيحة التي هي محض التوحيد، وعلى طرح ما سواها، وذَكَر أنه لا إكراه في الدين؛ فقد سطع نور الحق، وأشرق ضياؤه، فمَنَ تمسَّكَ به .. فقد استمسك بالعروة الوثقى، وذَكَر أنه وليُّ المؤمنين، وأن الكافرين لا وليَّ لهم إلا الطاغوت. </p><p> أسباب النزول </p><p> قوله تعالى:  {لَا إِكْرَاهَ فِي الدِّينِ ...} روى أبو داود والنسائي وابن حبان عن ابن عباس رضي الله عنهما قال: تكون المرأة مقلاةً، فتجعل على نفسها إن عاش لها ولدٌ أنْ تُهوِّده، فلما أُجليتْ بنو النضير كان فيهم من أبناء الأنصار، فقالوا: لا ندعُ أبنائنا، فَأَنْزَلَ الله {لَا إِكْرَاهَ فِي الدِّينِ ...} . </p><p> وأخرج ابن جرير من طريق سعيد، أو عكرمة عن ابن عباس رضي الله عنهما قال: نزلت آية: {لَا إِكْرَاهَ فِي الدِّينِ} في رجلٍ من الأنصار من بني سالم بن عوف يقال له: الحصين كان له ابنان نصرانيان، وكان هو مسلمًا، فقال للنبي - صلى الله عليه وسلم -: ألا أَسْتَكْرِههُما فإنهما قد أبيا إلا النصرانية، فأنزل الله الآية. </p><p> قوله تعالى:  {اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا ...} أخرج ابن جرير، عن عبدة، عن أبي لبابة في قوله:  {اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا} قال: هم الذين كانوا آمنوا بعيسى، فلما جاءهم محمدٌ - صلى الله عليه وسلم - .. آمنوا به، وأُنزلت فيم هذه الآية، وأخرج عن مجاهد قال: كان قومٌ آمنوا بعيسى، وقومٌ كفروا به، فلما بُعث محمدٌ - صلى الله عليه وسلم - .. آمن به الذين كفروا بعيسى، وكفر به الذين آمنوا بعيسى، فأنزل الله هذه الآية. </p><p> التفسير وأوجه القراءة </p><p> ٢٥٥ - {اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ} ومما ورد في فضل هذه الآية الكريمة: </p><p> ما أخرجه مسلم عن أبيّ بن كعب رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \"يا أبا المنذر، أتدري أيَّ آيةٍ من كتاب الله معك أعظم؟قلتُ:{اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ}فضرب في صدري،وقال:\" ليَهْنِكَ العلم يا أبا المنذر\". </p><p> وما أخرجه أبو داود عن واثلة بن الأسقع رضي الله عنه: أن النبي - صلى الله عليه وسلم - جاءهم في صفة المهاجرين، فسأله إنسان: أيّ آية في القرآن أعظم؟ فقال: رسول الله - صلى الله عليه وسلم -: \"{اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ}\" . </p><p> وما أخرجه الترمذي عن أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \"مَنْ قرأ حين يصبح آية الكرسي،وآيتين من أول:{حم(١)تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْعَلِيمِ(٢)} .. حُفظ يومه ذلك حتى يُمسي، ومن قرأها حين يمسي .. حُفظ ليلته تلك حتى يُصبح\" . وقال: حديث غريب. </p><p> وما أخرجه الترمذي عن أبي هريرة رضي الله عنه: أنَّ رسول الله - صلى الله عليه وسلم - قال:  \"لكلِّ شيءٍ سَنَام، وإن سَنَام القرآنِ البقرة، وفيها آيةٌ هي سيدة آيِ القرآن؛ آية الكرسي\" والمراد منه: تعظيمُ هذه السورة. وقوله هي سيدة آي القرآن؛ أي: أفضله. </p><p> وقال العلماء (١) : إنما تميَّزتْ آيةُ الكرسيِّ؛ بكونها أعظمَ آية في القرآن؛ لِمَا جَمعتْ من أصول الأسماء والصفات، من الإلهية، والوحدانية، والحياة، والعلم، والقيومية، والملك، والقدرة، والإرادة، فهذه أصول الأسماء والصفات؛ وذلك لأن الله تعالى أعظم مذكور، فما كان ذاكرًا له من توحيد وتعظيم .. كان أعظم الأذكار. وفي هذه الأحاديث حُجَّة لمن يقول: بجواز تفضيل بعض القرآن على بعض، وتفضيله على سائر كتب الله المنزلة. </p><p> وقالوا أيضًا: معنى أن هذه الآية - أو هذه السورة - أعظمُ، أو أفضلُ هو: أنَّ الثواب المتعلق بها أكثر، وهذا هو المختار. </p><p> ومعنى:  {اللَّهُ لَا إِلَهَ إِلَّا هُوَ} ؛ أي: الإله الذي يستحق منكم العبادة .. مُخبَرٌ عنه بكونه لا معبودَ بحق في الوجود إلا هو سبحانه وتعالى، فجملة {لا} في محل الرفع خبرُ المبتدأ؛ نفى (٢) الإلهية عن كل ما سواه، وأثبتَ الإلهية له </p><p>(١) الخازن. (٢) الخازن.</p><p> سبحانه وتعالى، فهو كقولك: لا كريم إلا زيدٌ، فإنه أبلغ من قولك: زيدٌ كريمٌ. </p><p> {الْحَيُّ} ؛ أي: الباقي على الأبد، الدائم بلا زوال، الذي لا سبيل إليه للموت والفناء، والحيُّ في صفة الله تعالى: هو الذي لم يزل موجودًا، وبالحياة موصوفًا، لم تحدثْ له الحياة بعد موتٍ، ولا يعتريه الموت بعد حياة، وسائر الأحياء سواه يعتريهم الموت والعدم، فكل شيءٍ هالكٌ إلا وجهَهُ سبحانه وتعالى. </p><p> {الْقَيُّومُ} ؛ أي: القائم (١) على كُلِّ نفسٍ بما كسبت. وقيل: القائم بذاته، المقيم لغيره. وقال مجاهد (٢) : القيوم: القائم على كلِّ شيءٍ؛ أي: القائم بتدبير خلقه في إيجادهم، وإرزاقهم، وجميع ما يحتاجون إليه. وقيل: هو القائم الدائم بلا زوال، الموجود الذي يمتنع عليه التغيير. </p><p> وقرأ الجمهور (٣) : {الْقَيُّومُ} على وزن فيعول، وقرأ ابن مسعود وابن عمر وعلقمة والنَّخَعِيُّ والأعمش شذوذًا {القَيَّام} بالألف، ورُوي ذلك عن عمر، وقرأ علقمة شذوذًا أيضًا {القَيِّمِ} كما تقول: دَيِّرْ ودَيَّار، ولا خلافَ بين أهل اللغة: أن القَيُّوم أعرف عند العرب، وأصحُّ بناءً، وأثبت عِلَّةً. وقال أمية: </p><p> لَمْ تُخْلَقِ السَّمَاءُ وَالنُّجُومُ ... وَالشَّمْسُ مَعْهَا قَمَرٌ يَعُومُ </p><p> قَدَّرَهَا الْمُهَيْمِنُ الْقَيُّوْمُ ... وَالْحَشْرُ وَالْجَنَّةُ وَالنَّعِيمُ </p><p> إِلَّا لَأمْرٍ شَأْنُهُ عَظِيْمُ </p><p> {لَا تَأْخُذُهُ} ؛ أي: لا تعتريه. {سِنَةٌ} ؛ أي: نعاسٌ. {وَلَا نَوْمٌ} ثقيلٌ فيشغلَه عن تدبير خلقه وأمره؛ أَيْ: لا يأخذه نعاسٌ فضلًا عن أن يأخذه نوم؛ لأن النوم والسهو والغفلة محالٌ على الله تعالى؛ لأن هذه الأشياء عبارة عن عدم العلم، وذلك نقص وآفة، والله تعالى منزَّهٌ عن النقص والآفات، وأن ذلك تَغَيُّر، والله تعالى مُنَزَّهٌ عن التغيُّر. </p><p>(١) الشوكاني. (٢) الخازن.(٣) البحر المحيط مع الشوكاني.</p><p> وفي \"الجمل\"  (١) قوله: {وَلَا نَوْمٌ} رتَّبَهما بترتيب وجودهما؛ إذ وجود السِّنَة سابق على وجود النوم، فهو على حدٍّ لا يغادر صغيرةً ولا كبيرةً إلا أحصاها؛ قصدًا إلى الإحاطة والإحصاء. والمعنى: أنه تعالى لا يغفل عن دقيق، ولا عن جليلٍ. عَبَّر بذلك عن الغفلة؛ لأنه سببها فأطلق اسم السبب على المسبِّب. والسِّنةُ: ما يتقدَّم النومَ من الفتور مع بقاء الشعور، وهو المسمَّى: بالنعاس. والنومُ: حالةٌ تعرض بسبب استرخاء أعضاء الدماغ من رطوبة الأبخرة المتصاعدة، فتمنع الحواس الظاهرة من الإحساس رأسًا، ويمكن إيقاظ صاحبه. وقيل: النوم مزيل للقوة والعقل، وأمَّا السِّنة: ففي الرأس، والنعاس: في العين وقيل: السِّنةُ هي: النعاس. وقيل السِّنةُ: ريح النوم تبدو في الوجه، ثم تنبعث إلى القلب، فينعس الإنسان فينام. انتهى. </p><p> وقال الشوكاني (٢) : وإذا ورد على القلب والعين دفعةً واحدة، فإنه يقال له: نوم، ولا يقال له: سِنة، فلا يستلزم نفيُ السِّنة نفيَ النوم، وقد ورد عن العرب نفيُهما جميعًا، ومنه قول زهير: </p><p> لاَ سِنَةٌ طِوَالِ اللَّيْلِ تَأْخُذُهُ ... وَلاَ يَنَامُ وَلاَ فِي أَمْرِهِ فَنَدُ </p><p> فلم يكتفِ بنفي السِّنةِ. </p><p> وأيضًا فإن الإنسان يقدر على أن يدفع عن نفسه السِّنة، ولا يقدر على أن يدفع عن نفسه النوم؛ فقد يأخذه النومُ، ولا تأخذه السِّنة. فلو وقع الاقتصار في النظم القرآني على نفي السِّنة .. لم يُفِدْ ذلك نفيَ النوم، وهكذا لو وقع الاقتصار على نفي النوم .. لم يُفِدْ نفيَ السِّنة، فكم من ذي سِنة غير نائم، وكُرِّرَ حرف النفي للتنصيص على شمول النفي لكل واحد منهما. انتهى. </p><p> وأخرج مسلم عن أبي موسى الأشعريِّ رضي الله عنه قال: قام فينا رسول الله - صلى الله عليه وسلم - خطيبًا بخمس كلماتٍ فقال: \"إنَّ الله عَزَّ وَجَلَّ لا ينام، ولا ينبغي </p><p>(١) جمل. (٢) فتح القدير.</p><p> له أن ينام، يخفض القسط ويرفعه، يرفع إليه عمل الليل قبل عمل النهار، وعمل النهار قبل عمل الليل، حجابُه النور - وفي رواية: النار - لو كشفه .. لأحرقتْ سبحاتُ وجهه ما انتهى إليه بصره من خلقه\". </p><p> {لَهُ} سبحانه وتعالى، لا لغيره جميعُ {مَا فِي السَّمَاوَاتِ} السبع من الملائكة {و} جميع {ما في الأرض} من الخلق مَلِكًا ومُلْكًا. ذكر ما فيهما دونهما للردِّ على المشركين العابدين لبعض الكواكب التي في السماء، والأصنام التي في الأرض؛ أي: فلا تصلح أن تكون معبودة؛ لأنها مملوكةٌ لله، مخلوقةٌ له. </p><p> {مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ} ؛ أي؛ لا يشفع عنده أحدٌ من أهل السموات والأرض يومَ القيامة. {إِلَّا بِإِذْنِهِ} ، أي: إلا بأمره وإرادته تعالى، وهذا ردٌّ على المشركين؛ حيث زعموا أن الأصنام تشفع لهم، فإنه تعالى لا يأذن لأحدٍ في الشفاعة إلا للمطيعين، وهو ما استثناه بقوله:  {إِلَّا بِإِذْنِهِ} يريد بذلك: شفاعة النبي - صلى الله عليه وسلم -، وشفاعة بعض الأنبياء والملائكة، وشفاعة المؤمنين بعضهم بعضًا. </p><p> وفي هذا (١) الاستفهام من الإنكار على مَنْ يزعم: أنَّ أحدًا من عباده يَقْدِر على أن ينفع أحدًا منهم بشفاعة أو غيرها، ومن التقريع والتوبيخ له ما لا مزيد عليه، وفيه من الدَّفْع في صدور عُبَّادِ القبور، والصَّد في وجوهم، والفَتِّ في أَعْضَادِهِم ما لا يرتاد قدرهُ، ولا يبلغْ مَدَاه. {يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ} الضميران لـ {{مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ} ، بتغليب العقلاء على غيرهم؛ أي: يعلم {مَا بَيْنَ أَيْدِيهِمْ} ؛ أي: ما هو حاضرٌ مشاهَدٌ لهم، وهو: الدنيا وما فيها. {وَمَا خَلْفَهُمْ} ؛ أي: قُدَّامهم، وهو: الآخرة وما فيها. وقيل: بعكسه؛ لأنهم يُقْدِمون على الآخرة، ويُخَلِّفون الدنيا وراء ظهورهم. وقيل: يعلم ما كان قبلهم، وما كان بعدهم. وقيل: يعلم ما قَدَّموه بين أَيديهم من خيرٍ أو شرٍّ، وما خَلْفَهم مما هم فاعلوه. والمقصود من هذا: أنه سبحانه وتعالى عالمٌ بجميع المعلومات، لا يخفى عليه شيءٌ من أحوال جميع خلقه، وكَنَّى بهاتين الجهتين عن سائر </p><p>(١) فتح القدير.</p><p> جهات من أحاط علمه به. {وَلَا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ} ؛ أي: لا يعلمون شيئًا قليلًا من معلوماته. {إِلَّا بِمَا شَاءَ} الله سبحانه وتعالى أن يُعْلِمَهم بها؛ أي: إنَّ أحدًا لا يحيط بمعلومات الله تعالى إلا ما شاء هو أن يُعْلِمَهم، أو المعنى: إنهم لا يعلمون الغيب إلا عند اطلاع الله بعض أنبيائه على بعض المغيبات؛ ليكون ما يُطلِعهم عليه من علمٍ غَيَّبَهُ دليلًا على نبوتهم؛ كما قال تعالى: {فَلَا يُظْهِرُ عَلَى غَيْبِهِ أَحَدًا (٢٦) إِلَّا مَنِ ارْتَضَى مِنْ رَسُولٍ}. </p><p> {وَسِعَ كُرْسِيُّهُ} سبحانه وتعالى: {السَّمَاوَاتِ} السبع {وَالْأَرْضَ} ؛ أي: أحاط كرسيُّه، واشتمل عليهما لعظمته. وأصل (١) الكرسيِّ في اللغة: مِنْ تركب الشيء بعضه على بعضٍ، ومنه: الكُرَّاسة؛ لتركُّب بعض أوراقها على بعضٍ، والكرسيُّ في العُرْف: اسم لما يُقعد عليه، سُمِّيَ به لتركُّب خشباته بعضها على بعض. </p><p> واختلفوا في المراد بالكرسيِّ هنا على أربعة أقوالٍ: </p><p> أحدها: أنَّ الكرسيَّ: هو العرش. </p><p> والقول الثاني: أن الكرسيَّ: غير العرش، وهو أمامه، وهو فوق السموات ودون العرش، فهو جسم عظيم تحت العرش، وفوق السماء السابعة، وهو أوسع من السموات والأرض. وقال ابن كثير: والصحيح: أن الكرسيَّ غيرُ العرش، والعرش أكبر منه، كما دلَّتْ على ذلك الآثار والأخبار. </p><p> والقول الثالث: أنَّ الكرسي: هو الاسم الأعظم؛ لأن العلم يعتمد عليه، كما أن الكرسيَّ يُعتمد عليه. </p><p> والقول الرابع: المراد بالكرسيِّ: المُلْك والسلطان والقدرة؛ لأن الكرسيَّ موضع السلطان، فلا يَبْعد أن يُكنى عن الملك بالكرسيِّ على سبيل المجاز. </p><p> {وَلَا يَئُودُهُ} ؛ أي لا يُثقله، ولا يُجهده، ولا يُتعبه، ولا يَشق عليه {حِفْظُهُمَا} ؛ أي: حفظ السموات والأرض، فحَذَفَ الفاعلَ، وأضاف المصدرَ </p><p>(١) الخازن.</p>"
}