{
  "id": null,
  "sura": 2,
  "aya": 196,
  "text": "<p> يتجروا في الموسم، فسألوا رسول الله - صلى الله عليه وسلم - عن ذلك، فنزلت:  {لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَبْتَغُوا فَضْلًا مِنْ رَبِّكُمْ} في مواسم الحج. </p><p> قوله تعالى:  {ثُمَّ أَفِيضُوا مِنْ حَيْثُ أَفَاضَ النَّاسُ ...} أخرج ابن جرير عن ابن عباس قال: كانت العرب تقف بعرفة، وكانت قريش تقف دون ذلك بالمزدلفة، فأنزل الله:  {ثُمَّ أَفِيضُوا مِنْ حَيْثُ أَفَاضَ النَّاسُ ...} . </p><p> وأخرج ابن المنذر عن أسماء بنت أبي بكر - رضي الله عنها - قالت: كانت قريش يقفون بالمزدلفة، ويقف الناس بعرفة إلا شيبة بن ربيعة، فأنزل الله:  {ثُمَّ أَفِيضُوا مِنْ حَيْثُ أَفَاضَ النَّاسُ} . </p><p> قوله تعالى:  {فَإِذَا قَضَيْتُمْ مَنَاسِكَكُمْ ...} الآية، أخرج ابن أبي حاتم عن ابن عباس قال: كان أهل الجاهلية يقفون في الموسم، يقول الرجل منهم: كان أبي يطعم ويحمل الحمالات، ليس لهم ذكر أفعال آبائهم، فأنزل الله:  {فَإِذَا قَضَيْتُمْ مَنَاسِكَكُمْ فَاذْكُرُوا اللَّهَ ...} الآية. </p><p> قوله تعالى:  {فَمِنَ النَّاسِ مَنْ يَقُولُ رَبَّنَا ...} أخرج ابن أبي حاتم عن ابن عباس قال: كان قوم من الأعراب يجيئون إلى الموقف، فيقولون: اللهم اجعله عام غيث وعام خصب وعام ولاء وحسن، لا يذكرون من أمر الآخرة شيئًا، فأنزل الله فيهم:  {فَمِنَ النَّاسِ مَنْ يَقُولُ رَبَّنَا آتِنَا فِي الدُّنْيَا وَمَا لَهُ فِي الْآخِرَةِ مِنْ خَلَاقٍ} ويجيء بعدهم آخرون من المؤمنين، فيقولون: {رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ (٢٠١) أُولَئِكَ لَهُمْ نَصِيبٌ مِمَّا كَسَبُوا وَاللَّهُ سَرِيعُ الْحِسَابِ (٢٠٢) }. </p><p> التفسير وأوجه القراءة </p><p> ١٩٦ - {وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ} ؛ أي: أدوهما تامين كاملين بأركانهما وشروطهما وواجباتهما وآدابهما خالصين {لِلَّهِ} سبحانه وتعالى غير مخلوطين بشيء من الأغراض الدنيوية كالتجارة والاكتساب، أو بشيء مما يحبطهما كالرياء والسمعة والشهرة باسمهما، وفي قراءة {وأقيموا الحج والعمرة لله} واختلف العلماء في معنى إتمامها. قال ابن عباس: إتمامهما: أن يتمهما بمناسكهما وحدودهما </p><p> وسننهما، وقيل: إتمامهما: أن يتحرم بهما من دويرة أهلك، وقيل: هو أن تفرد لكل واحد منهما سفرًا، وقيل: إتمامهما أن تكون النفقة حلالًا، وتنتهي عما نهى الله عنه، وقيل: إتمامهما أن تخرج من أهلك، لهما لا للتجارة ولا لحاجة، وقيل، إذا شرع فيهما وجب عليه الإتمام. </p><p> فصل </p><p> واتفقت الأمة على وجوب الحج على من استطاع إليه سبيلًا. روى مسلم عن أبي هريرة - رضي الله عنه - قال: خطبنا رسول الله - صلى الله عليه وسلم -، فقال:  \"أيها الناس، قد فرض عليكم الحج فحجوا\" ، فقال رجل: أفي كل عام يا رسول الله؟ فسكت حتى قالها ثلاثًا، فقال رسول الله - صلى الله عليه وسلم -: \"لو قلت نعم .. لوجب ولما استطعتم\" . </p><p> وفي وجوب العمرة قولان للشافعي: </p><p> أصحهما: أنها واجبة، وهو قول علي، وابن عمر، وابن عباس، والحسن، وابن سيرين، وعطاء، وطاووس، وسعيد بن جبير، ومجاهد، وإليه ذهب أحمد بن حنبل رضي الله عنهم أجمعين. </p><p> وحجتهم على أنها واجبة ما روي في حديث الضبي بن معبد أنه قال لعمر بن الخطاب رضي الله عنه: إني وجدت الحج والعمرة مكتوبين علي، وإني أهللت بهما، فقال: هديت لسنة نبيك محمَّد - صلى الله عليه وسلم - أخرجه أبو داود، والنسائي بأطول من هذا. </p><p> وجه الاستدلال أنه أخبر عن وجوبهما عليه، وصوبه عمر وبين أنه مهتد بما رآه في وجوبهما عليه لسنة النبي - صلى الله عليه وسلم -. </p><p> وما روي عن ابن عباس رضي الله عنهما أنه قال: إنها كقرينها في كتاب الله: {وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ} . </p><p> وما روي عن ابن عمر رضي الله عنهما أنه قال: الحج والعمرة فريضتان، وعنه رضي الله عنه: ليس أحد من خلق الله إلا وعليه حجة وعمرة واجبتان من استطاع إلى ذلك سبيلًا. </p><p> وما روي عن ابن عباس رضي الله عنهما أيضًا قال: العمرة واجبة كوجوب الحج. </p><p> وعن ابن مسعود رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \"تابعوا بين الحج والعمرة فإنهما ينفيان الفقر والذنوب كما ينفي الكير خبث الحديد والفضة، وليس لحجة مبرورة ثواب إلا الجنة\" أخرجه الترمذي والنسائي \"وما من مؤمن يظل يومه محرمًا إلا غابت الشمس بذنوبه\" وقال حديث حسن صحيح. </p><p> وجه الاستدلال: أنه أمر بالمتابعة بين الحج والعمرة، والأمر للوجوب، ولأنها قد نظمت مع الحج في الأمر بالإتمام، فكانت واجبة كالحج. </p><p> والقول الثاني: أنها سنة، ويروى ذلك عن ابن مسعود، وجابر، وإبراهيم، والشعبي، وإليه ذهب مالك وأبو حنيفة رضي الله عنهم. </p><p> وحجتهم على أنها سنة: ما روي عن جابر رضي الله عنه قال: سئل رسول الله - صلى الله عليه وسلم - عن العمرة أواجبة هي؟ قال:  \"لا وأن تعتمروا خير لكم\" أخرجه الترمذي. </p><p> وأجيب عنه بأن هذا الحديث يرويه حجاج بن أرطاه، وحجاج ليس ممن يقبل منه ما تفرد به لسوء حفظه، وقلة مراعاته لما يحدث به. </p><p> وأجمعت الأمة على جواز أداء الحج والعمرة على إحدى ثلاثة أوجه: إفراد وتمتع وقران. </p><p> فصورة الإفراد: أن يحج، ثم بعد فراغه منه يعتمر من أدنى الحل، أو يعتمر قبل أشهر الحج، ثم يحج في تلك السنة. </p><p> وصورة التمتع: أن يحرم بالعمرة في أشهر الحج، ويأتي بأعمالها فإذا فرغ من أعمالها أحرم بالحج من مكة في تلك السنة، وإنما سمي تمتعًا؛ لأنه يستمتع بمحظورات الإحرام بعد التحلل من العمرة إلى أن يحرم بالحج. </p><p> وصورة القران: أن يحرم بالحج والعمرة معًا في أشهر الحج فينويهما بقلبه، وكذلك لو أحرم بالعمرة في أشهر الحج، ثم أدخل عليها الحج قبل أن يفتتح الطواف فيصير قارنًا. </p><p> واختلفت الأئمة في الأفضل منها، فذهب مالك والشافعي إلى أن الإفراد أفضل، ثم التمتع، ثم القران، ويدل عليه ما روي عن عائشة - رضي الله عنها - أن رسول الله - صلى الله عليه وسلم - أفرد بالحج. أخرجه مسلم. </p><p> وله عن ابن عمر رضي الله عنهما قال: أهللنا مع رسول الله - صلى الله عليه وسلم - بالحج مفردًا، وفي رواية أن رسول الله - صلى الله عليه وسلم - أهل بالحج مفردًا. وله عن جابر رضي الله عنه قال: قدمنا مع رسول الله - صلى الله عليه وسلم -، ونحن نصرخ بالحج صراخًا. </p><p> وذهب الثوري وأبو حنيفة إلى أن القران أفضل، ويدل عليه ما روي عن أنس رضي الله عنه قال: سمعت رسول الله - صلى الله عليه وسلم - يلبي بالحج والعمرة جميعًا، وفي رواية: سمعت رسول الله - صلى الله عليه وسلم - يقول:  \"لبيك عمرة وحجًّا\" . أخرجاه في \"الصحيحين\" . </p><p> وذهب أحمد بن حنبل وإسحاق بن راهويه إلى أن التمتع أفضل، ويدل عليه ما روي عن ابن عباس - رضي الله عنهما - قال: تمتع رسول الله - صلى الله عليه وسلم - وأبو بكر وعمر وعثمان رضي الله عنهم، فأول من نهى عنها معاوية. أخرجه الترمذي. </p><p> واختلفت الروايات في حجة النبي - صلى الله عليه وسلم -: هل كان مفردًا، أو متمتعًا، أو قارنًا؟ وهي ثلاثة أقوال للعلماء بحسب مذاهبهم السابقة، ورجحت كل طائفة نوعًا، وادعت أن حجة النبي - صلى الله عليه وسلم - كذلك، وطريق الجمع بين روايات الصحابة واختلافهم في حجته - صلى الله عليه وسلم - أنه كان أولًا مفردًا، ثم أنه - صلى الله عليه وسلم - أحرم بالعمرة بعد ذلك، وأدخلها على الحج، فصار قارنًا. </p><p> فمن روى أنه كان مفردًا فهو الأصل، ومن روى القِران اعتمد آخر الأمر، ومن روى التمتع أراد التمتع اللغوي، وهو الانتفاع والارتفاق، وقد ارتفق بالقِران كارتفاق التمتع وزيادة، وهو الاقتصار على عمل واحد، وبهذا أمكن الجمع بين الروايات المختلفة في صفة حجة الوداع، وهو الصحيح. </p><p> واختار الشافعي الإفراد واحتج في ترجيحه بأنه صح ذلك من رواية جابر وابن عمر وابن عباس وعائشة - رضي الله عنهم - وهؤلاء لهم مزية في حجة </p><p> الوداع على غيرهم، فأما جابر رضي الله عنه: فهو أحسن الصحابة سياقة لرواية حديث حجة الوداع، فإنه ذكرها من حين خرج النبي - صلى الله عليه وسلم - من المدينة إلى آخرها، فهو أضبط لها من غيره. </p><p> وأما ابن عمر رضي الله عنهما: فصح عنه أنه كان آخذًا بخطام ناقة النبي - صلى الله عليه وسلم - في حجة الوداع، وإنما سمعه يلبي بالحج، وأما ابن عباس رضي الله عنهما فمحله من العلم والفقه والدين معروف مع كثرة بحثه عن أحوال رسول الله - صلى الله عليه وسلم -، وأما عائشة رضي الله عنها: فقربها من رسول الله - صلى الله عليه وسلم - معروف، واطلاعها على باطن أمره وظاهره مع كثرة فقهها وعلمها. </p><p> ومن دلائل ترجيح الإفراد أن الخلفاء الراشدين أفردوا الحج بعد رسول الله - صلى الله عليه وسلم -، وواظبوا عليه وأركان الحج خمسة: الإحرام والوقوف بعرفة، والطواف والسعي بين الصفا والمروة، وحلق الرأس أو التقصير في أصح القولين. </p><p> وأركان العمرة أربعة: الإحرام، والطواف، والسعي، والحلق أو التقصير، وبهذه الأركان يحصل تمام الحج والعمرة. </p><p> {فَإِنْ أُحْصِرْتُمْ} ؛ أي: منعتم عن إتمام الحج أو العمرة، بعدوّ أو مرض أو كسر أو سجن، وأردتم التحلل من إحرامكم {فَمَا اسْتَيْسَرَ} ؛ أي: فعليكم ذبح ما تيسر وسهل لكم {مِنَ الْهَدْيِ} من بدنة أو بقرة أو شاة، واذبحوها حيث أحصرتم من حل أو حرم؛ لأنه - صلى الله عليه وسلم - ذبح عام الحديبية بها، وإليه ذهب الشافعي وأحمد ومالك، وقال أبو حنيفة: أنه يقيم على إحرامه، ويبعث بهديه إلى الحرم، ويواعد من يذبحه هناك، ثم يحل في ذلك الوقت، والهدي: هو ما يهدي إلى بيت الله الحرام، أعلاه بدنة، وأوسطه بقرة، وأدناه شاة؛ أي: فعليكم ذبح ما تيسر من هذه الأجناس، ويشترط (١) فيها أن تكون مجزئة في الأضحية، فإن لم يتيسر .. عدل إلى قيمة الحيوان، واشترى به طعامًا: وتصدق به في مكان الإحصار، فإن </p><p>(١) جمل.</p><p> لم يقدر .. صام عن كل مد يومًا حيث شاء، وله التحلل حالًا؛ أي: قبل الصوم وهذا الدم دم ترتيب وتعديل، هكذا قال الفقهاء، وليس لهم عليه حجة. </p><p> والظاهر من الآية: أنه إذا لم يتيسر له .. فلا شيء عليه. </p><p> {وَلَا تَحْلِقُوا رُءُوسَكُمْ} ؛ أي: ولا تحللوا من إحرامكم أيها المحصورون بالحلق أو التقصير {حَتَّى يَبْلُغَ الْهَدْيُ مَحِلَّهُ} ؛ أي: حتى يصل الهدي المكان الذي يحل فيه ذبحه، وهو الحرم عند أبي حنيفة، ومكان الإحصار عند الشافعي وهو الراجح؛ لأنه - صلى الله عليه وسلم - ذبح عام الحديبية بها، وهي من الحل، فيذبح فيه بنية التحلل، ويفرق على مساكينه، ويحلق أو يقصر وبه يحصل التحلل والخروج من النسك، فبلوغ الهدي محله كناية عن ذبحه في مكان الإحصار، فتفيد الآية وجوب تقديم الذبح على الحلق، وهو كذلك كما هو مقرر في الفروع، و {الْهَدْيُ}  (١) جمع هدية كجدي وجدية، وقرىء {من الهدي} جمع هدية كمطي جمع مطية، والمَحِل - بالكسر - يطلق على المكان والزمان، ويطلق (٢) الهدي على الحيوان الذي يسوقه الحاج أو المعتمر هدية لأهل الحرم من غير سبب يقتضيه، وهذا ليس مرادًا هنا، ويطلق على ما وجب على الحاج أو المعتمر بسبب، سواء كان محظورًا وهو الواجب بفعل حرام أو ترك واجب، أو لم يكن كالإحصار والتمتع، وهذا هو المراد هنا. </p><p> واقتصاره على الهدي (٣) دليل على عدم وجوب القضاء، وقال أبو حنيفة: يجب القضاء. </p><p> {فَمَنْ كَانَ مِنْكُمْ مَرِيضًا} مرتب على محذوف؛ تقديره: ولا تحلقوا رؤسكم في حال الإحرام إلا أن تضطروا إلى حلقه لمرض أو أذى كقمل وصداع؛ أي: فمن كان منكم أيها المحرمون مريضًا في بدنه محتاجًا إلى المداواة واستعمال الطيب </p><p>(١) بيضاوي. (٢) جمل.(٣) بيضاوي.</p><p> واللباس {أَوْ} كان {بِهِ أَذًى مِنْ رَأْسِهِ} ؛ أي: ألم في رأسه بسبب الجراحة، أو بسبب القمل والصئبان أو بسبب الصداع، أو كان عنده خوف من حدوث مرض أو ألم، فحلق أو تطيب أو لبس {فـ} عليه {فدية من صيام} ثلاثة أيام {أَوْ صَدَقَةٍ} بثلاثة آصع من غالب قوت مكة على ستة مساكين، لكل مسكين نصف صاع {نُسُكٍ} ؛ أي: ذبح شاة مجزئة في الأضحية، وهذه الفدية على التخيير لأن {أَوْ} في الآية للتخيير، إن شاء ذبح أو صام أو تصدق، وكل هدي أو طعام يلزم المحرم فإنه لمساكين الحرم إلا الهدي المحصر؛ فإنه يذبحه حيث أحصر، وأما الصوم: فله أن يصوم حيث شاء، وقد سبق لك أن هذه الآية نزلت في كعب بن عجرة - رضي الله عنه - وقد بين في حديثه مقدار الصيام والصدقة والنسك. </p><p> {فَإِذَا أَمِنْتُمْ} من العدو أو لم يكن من أول الأمر؛ أي: فإذا كنتم آمنين من العدو بعد ما وقع الإحصار، أو كنتم آمنين من أول الأمر {فَمَنْ تَمَتَّعَ بِالْعُمْرَةِ} ؛ أي: فمن تلذذ بمحظورات الإحرام كالطيب والدهن واللباس والنساء بسبب فراغه من أعمال العمرة {إِلَى الْحَجِّ} ؛ أي: إلى إحرامه بالحج {فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ} ؛ أي: فعليه ذبح ما تيسر وسهل له من الدم، وهو شاة يذبحها يوم النحر، وهو الأفضل، فلو ذبح قبله بعد ما أحرم بالحج. أجزأه عند الشافعي كسائر دم الجبرانات، ولا يجزئه ذبحه عند أبي حنيفة قبل يوم النحر. </p><p> ولوجوب دم التمتع خمسة شرائط: </p><p> الأول: أن يقدم العمرة في أشهر الحج. </p><p> الثاني: أن يحرم بالعمرة في أشهر الحج. </p><p> الثالث: أن يحج بعد الفراغ من العمرة في هذه السنة. </p><p> الرابع: أن يحرم بالحج من جوف مكة، ولا يعود إلى ميقات بلده، فإن رجع إلى الميقات وأحرم منه .. لم يكن متمتعًا. </p><p> الخامس: أن لا يكون من حاضري المسجد الحرام. فهذه الشروط معتبرة </p><p> في وجوب دم التمتع، ومتى فُقِد شيء منها لم يكن متمتعًا، ودمُ التمتعِ دمُ جبران عند الشافعي، فلا يجوز أن يأكل منه، وقال أبو حنيفة: هو دم نسك، فيجوز أن يأكل منه. {فَمَنْ لَمْ يَجِدْ} الهدي لفقده أو فقد ثمنه {فـ} عليه {صيام ثلاثة أيام في} حال إحرامه بـ {الحج} ؛ أي: في أيام اشتغاله بأعمال الحج؛ يعني: بعد إحرامه وقبل التحلل منه، والأفضل أن يصومها قبل يوم عرفة؛ ليكون مفطرًا فيه بأن يصوم خامسه وسادسه وسابعه بعد ما أحرم بالحج في اليوم الرابع مثلًا، وقال أبو حنيفة: يصومها في أشهره بين الإحرامين، ولا يجوز صومها يوم النحر وأيام التشريق عند الأكثرين، وقرىء {صيامَ} - بالنصب - على تقدير: فليصم، والمصدر مضاف إلى ظرفه في المعنى، وهو في اللفظ مفعول به على السعة كما ذكره العكبري. {و} عليه أيضًا صيام {سبعة} أيام {إذا} فرغتم من الحج و {رَجَعْتُمْ} إلى أهليكم ووطنكم مكة أو غيرها، ففيه التفات من الغيبة إلى الخطاب، وكان مقتضى السياق أن يقول: إذا رجع، وقرأ ابن أبي عبلة {سبعةَ} - بالنصب - عطفًا على محل {ثلاثة} ، أو بفعل محذوف تقديره: وصوموا سبعة أيام إذا رجعتم {تِلْكَ} الأيام الثلاثة والسبعة جملتها {عَشَرَةٌ كَامِلَةٌ} في الثواب والأجر، أو في مقامها مقام الهدي؛ لأنه قد يحتمل أن يظن ظان أن الثلاثة قد قامت مقام الهدي، فأعلم الله أن العشرة بكمالها هي القائمة مقام الهدي. </p><p> وقيل: فائدة ذلك: الفذلكة في علم الحساب؛ وهو أن يعلم العدد مفصلًا، ثم يعلمه جملة؛ ليحتاط به من جهتين، و {ذلك} الحكم المذكور من وجوب الهدي أو الصيام على من تمتع {لِمَنْ لَمْ يَكُنْ أَهْلُهُ حَاضِرِي الْمَسْجِدِ الْحَرَامِ} بأن يكونوا على مرحلتين فأكثر من الحرم عند الشافعي رحمه الله تعالى، أو يكونوا وراء المواقيت الخمسة: ذي الحليفة، والجحفة، وقرن، ويلملم، وذات عرق عند أبي حنيفة رحمه الله تعالى، أو يكونوا من أهل الحل عند طاووس رضي الله عنه، أو يكونوا غير مكيين عند مالك رحمه الله تعالى، فحاضرو الحرم عند الشافعي رحمه الله تعالى من كان وطنه دون مرحلتين منه، ومن كان من أهل المواقيت أو دونها عند أبي حنيفة رحمه الله تعالى، وأهل الحرم عند طاووس، وأهل مكة عند مالك رحمه الله تعالى. </p>"
}