{
  "id": null,
  "sura": 2,
  "aya": 145,
  "text": "<p> قال الله سبحانه جلَّ وعلا: </p><p> {وَلَئِنْ أَتَيْتَ الَّذِينَ أُوتُوا الْكِتَابَ بِكُلِّ آيَةٍ مَا تَبِعُوا قِبْلَتَكَ وَمَا أَنْتَ بِتَابِعٍ قِبْلَتَهُمْ وَمَا بَعْضُهُمْ بِتَابِعٍ قِبْلَةَ بَعْضٍ وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ مِنْ بَعْدِ مَا جَاءَكَ مِنَ الْعِلْمِ إِنَّكَ إِذًا لَمِنَ الظَّالِمِينَ (١٤٥) الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمْ وَإِنَّ فَرِيقًا مِنْهُمْ لَيَكْتُمُونَ الْحَقَّ وَهُمْ يَعْلَمُونَ (١٤٦) الْحَقُّ مِنْ رَبِّكَ فَلَا تَكُونَنَّ مِنَ الْمُمْتَرِينَ (١٤٧) وَلِكُلٍّ وِجْهَةٌ هُوَ مُوَلِّيهَا فَاسْتَبِقُوا الْخَيْرَاتِ أَيْنَ مَا تَكُونُوا يَأْتِ بِكُمُ اللَّهُ جَمِيعًا إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (١٤٨) وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَإِنَّهُ لَلْحَقُّ مِنْ رَبِّكَ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ (١٤٩) وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُ مَا كُنْتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيْكُمْ حُجَّةٌ إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ فَلَا تَخْشَوْهُمْ وَاخْشَوْنِي وَلِأُتِمَّ نِعْمَتِي عَلَيْكُمْ وَلَعَلَّكُمْ تَهْتَدُونَ (١٥٠) }. </p><p> المناسبة </p><p> قوله تعالى:  {وَلَئِنْ أَتَيْتَ الَّذِينَ أُوتُوا الْكِتَابَ بِكُلِّ آيَةٍ ...} الآيات، مناسبتها (١) لما قبلها: أنه تعالى لمّا ذكر لنبيه - صلى الله عليه وسلم - ما يقوله السفهاء من اليهود عند تحويل القبلة من بيت المقدس إلى الكعبة المشرفة، وأمر رسوله - صلى الله عليه وسلم - بأن يتوجه في صلاته نحو الكعبة، وأعلمه أنهم يعلمون أنه الحق وهم يكتمونه، ولا يرتبون على العلم به مقتضاه .. سلَّاه - صلى الله عليه وسلم - عن قبولهم الحق بأنهم قد انتهوا في العناد وإظهار المعاداة إلى رتبةٍ لو جئتهم فيها بجميع المعجزات التي كل معجزة منها تقتضي قبول الحق .. ما تبعوك، ولا سلكوا طريقك، وإذا كانوا لا يتبعونك مع مجيئك لهم بجميع المعجزات .. فأحرى أن لا يتبعوك إذا جئتهم بمعجزةٍ واحدة، والمعنى بكل آيةٍ يدل على أن توجهك إلى الكعبة هو الحق. </p><p> التفسير وأوجه القراءة </p><p> ١٤٥ - {وَلَئِنْ أَتَيْتَ الَّذِينَ أُوتُوا الْكِتَابَ} ؛ أي: وعزَّتي وجلالتي لَئِن جئتَ يا محمدُ </p><p>(١) البحر المحيط بتصرف.</p><p> اليهودَ والنصارى الذين أعطوا التوراة والإنجيل {بِكُلِّ آيَةٍ} ؛ أي: بكل حجةٍ قطعيةٍ دالةٍ على صدقك في أنَّ تحولك بأمرٍ من الله، وذلك (١) بأنّهم قالوا: ائتنا بآيةٍ على ما تقول، فأنزل الله هذه الآية:  {مَا تَبِعُوا قِبْلَتَكَ} الكعبة، وما دخلوا في دينك، والجملة جواب القسم المحذوف، والقسم وجوابه سادٌ مسد جواب الشرط؛ وذلك لأن تركهم اتباعك ليس عن شبهةٍ تزيلها عنهم بإيراد الحجة والمعجزة عليهم، إنما هو عن مكابرةٍ وعنادٍ، مع علمهم بما في كتبهم من نعتك أنك على الحق، فهم معاندون جاحدون نبوتك مع العلم بها، ففي الآية تسليةٌ لرسول الله - صلى الله عليه وسلم - عن إيمانهم، وترويحُ خاطره؛ لأنَّ هؤلاء لا تؤثر فيهم كل آية، ولا يرجعون إلى الحق وإن جاءهم بكل برهانٍ، فضلًا عن برهانٍ واحد {وَمَا أَنْتَ} يا محمدُ {بِتَابِعٍ قِبْلَتَهُمْ} وقرىء {بتابعِ} بالإضافةِ إلى ما بعدَه بلا تنوينٍ تخفيفًا؛ لأن اسم الفاعل المستكمِل لشروطِ العمل يجوز فيه الوجهان؛ أي: بتابعِ قبلةِ اليهود والنصارى، وهذه الجملة خبرية، قيل معناها: النهي، وطلب الدوام على قبلته؛ أي: لا تتبع قبلتهم، ودُمْ على قبلتك التي حولناك إليها - وهي الكعبة - وإلا فهو معصومٌ عن اتِّباع قبلتهم بعدَ ورود الأمر بالتحول، وقيل معناها: بيانُ أن هذه القبلة باقيةٌ غيرَ منسوخةٍ، وقطعٌ لأطماعهم، فإنهم قالوا: لو ثَبَتَّ على قبلتنا لكنّا نرجو أَنْ تكون صاحبنا الذي ننتظره تعزيرًا له، وطمعًا في رجوعه إلى قبلتهم. وأفردَ القِبلة في قوله:  {قِبْلَتَهُمْ} مع أن لهم قبلتين: قبلةً لليهود، وقبلة للنصارى مغايرةً لقبلة اليهود؛ لأنها وإن تعددت فهي في البطلان كالقبلةِ الواحدةِ. {وَمَا بَعْضُهُمْ بِتَابِعٍ قِبْلَةَ بَعْضٍ} ؛ أي: وما بعضُ أهلِ الكتاب اليهودِ والنصارى بتابعٍ قبلةَ البعضِ الآخر؛ أي: فإنهم وإن اتفقوا في التظاهر على النبي - صلى الله عليه وسلم - مختلفونَ فيما بينهم، فلا اليهود تتبعُ قبلة النصارى، ولا النصارى تتبع قبلة اليهود، فقبلةُ اليهود بيت المقدس، وقبلة النصارى مطلع الشمس، وقبلة النبي - صلى الله عليه وسلم - الكعبة، فلا يرجى توافقهم، كما لا يرجى موافقتهم لك لتصلّب كل حزبٍ فيما هو فيه، وذلك إشارةً إلى أن اليهود لا تتنصر، وإلى أنَّ النصارى لا </p><p>(١) الخازن.</p><p> تتهوَّد، وذلك لما بينهما من إفراط العداوة والتباغض، وقد رأينا اليهود والنصارى كثيرًا ما يدخلون في ملة الإِسلام، ولم نشاهد يهوديًّا تنصر، ولا نصرانيًّا تهود. </p><p> وفي \"بدائع الفوائد\" لابن القيم: قبلةُ أهل الكتاب ليست بوحي ولا توقيف من الله تعالى، بل بمشورةٍ واجتهادٍ منهم، أما النصارى: فلا ريب أنَّ الله سبحانه وتعالى لم يأمرهم في الإنجيل ولا في غيرِه باستقبالِ المشرقِ، وهم يُقرُّون بأنَّ قبلة المسيح عليه السلام قبلةُ بني إسرائيل وهي الصخرة، وإنما وضع لهم أشياخهم هذه القبلةَ وهم يعتذرون عنهم بأنَّ المسيحَ عليه السلام فوَّض إليهمُ التحليلَ والتحريم وشرع الأحكامِ، وأنَّ ما حلّلوه وحرّموه فقد حلّله هو وحرّمه في السماء، فهم واليهود متفقون على أنَّ الله تعالى لم يشرع استقبال بيت المقدس على رسوله أبدًا، والمسلمونَ شاهدون عليهم بذلك الأمر، وأما قبلة اليهود: فليس في التوراة الأمر باستقبالِ الصخرةِ البتة، وإنما كانوا ينصبون التابوت، ويصلون إليه حيث خرجوا، فإذا قدموا نصبوه على الصخرةِ وصلّوا إليه، فلما رُفع صلوا إلى موضعه، وهو الصخرة. انتهى. </p><p> ووقع في بعض كتب القصص (١) : أن قبلة عيسى عليه السلام كانت بيتَ المقدس، وبَعْد رَفْعِه ظهر بولس ودسَّ في دينهم دسائسَ، منها أنه قال: لقيتُ عيسى عليه السلام فقال لي: إن الشمس كوكبٌ أحبه يبلِّغ سلامي في كل يومٍ فَمُرْ قومي ليتوجهوا إليها في صلاتهم، ففعلوا ذلك. </p><p> {وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ} ؛ أي: وعزتي وجلالي لَئِن اتبعتَ يا محمدُ - فَرَضًا - أهواءهم وشهواتهم؛ أي: الأمورَ التي يهوونها، ويحبونها، ويطلبونها منك، ومنها: رجوعك إلى قبلتهم {مِنْ بَعْدِ مَا جَاءَكَ مِنَ الْعِلْمِ} والوحي من أمر القبلةِ بأنَّك لا تعود إلى قبلتهم، وأنَّ القبلةَ هي الكعبةُ، وأنَّ دينَ اللهِ هو الإِسلامُ، وقيل (٢) معناه: من بعد ما وصل إليك من العلم بأنَّ اليهود والنصارى مقيمون على باطلٍ وعنادٍ للحقِ {إِنَّكَ} يا محمد {إِذًا} ولفظ {إذا} هنا </p><p>(١) جمل. (٢) الخازن.</p><p> مؤكدة لجواب ارتبط بمتقدم، ولا عمل لها فهي زائدة بين إن وخبرها؛ أي:  {إنك} يا محمد لو فعلتَ ذلك الاتباعَ على سبيلِ تقديرِ المُحال المستحيلِ وقوعه {لَمِنَ الظَّالِمِينَ} أنفسَهم بارتكابِ الظلمِ الفاحش. وأكَّد (١) تهديده وبالغ فيه تعظيمًا للحث المعلومِ، وتحريضًا على اقتفائه، وتحذيرًا من متابعةِ الهوى، واستفظاعًا لصدورِ الذنبِ عن الأنبياء. </p><p> ولزم الوقف على الظالمين؛ إذ لو وصل لصار {الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ} صفة للظالمين، وليس كذلك. </p><p> وقال الشوكاني (٢) : وفي قوله: {وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ} إلى آخر الآية، من التهديد العظيم، والزجر البليغ ما تقشعر له الجلود، وترجف منه الأفئدة، وإذا كان الميل إلى أهوية المخالفين لهذه الشريعة الغراء والملة الشريفة من رسول الله - صلى الله عليه وسلم - الذي هو سيد ولد آدم يوجب عليه أن يكون - وحاشاه - من الظالمين .. فما ظنك بغيره من أمته؛! وقد صان الله هذه الفرقة الإِسلامية بعث ثبوت قدم الإِسلام وارتفاع مناره عن أن يميلوا إلى شيء من هوى أهل الكتاب ولم تبق إلا دسيسة شيطانية، ووسيلة طاغوتية؛ وهو ميل بعض من تحمل حجج الله إلى هوى بعض طوائف المبتدعة؛ لما يرجوه من الحطام العاجل من أيديهم، أو الجاه لديهم إن كان لهم في الناس دولة، أو كانوا من ذوي الصولة، وهذا الميل ليس بدون ذلك الميل، بل اتباع أهوية المبتدعة تشبه اتباع أهوية أهل الكتاب، كما يشبه الماء الماء، والبيضة البيضة، والثمرة الثمرة، وقد تكون مَفْسدة اتباع أهوية المبتدعة أشد على هذه الملة من مفسدة أتباع أهويةِ أهل الملل، فإن المبتدعة ينتمون إلى الإِسلام، ويظهرون للناس أنهم ينصرون الدين ويتبعون أحسنه، وهم على العكس من ذلك والضد لما هنالك، فلا يزالون ينقُلون مَنْ يميل إلى أهويتهم مِن بدعة إلى بدعة، ويدفعونه من شنعة إلى شنعة حتى يسلخوه من الدين، ويخرجوه وهو يظن أنه منه في الصميم، وأن الصراط الذي </p><p>(١) النهر. (٢) بيضاوي.</p>"
}