{
  "id": null,
  "sura": 2,
  "aya": 234,
  "text": "<p> وموافقة، أو (١) بما يتعارفه الناس من أجر المرضعات من دون مماطلة لهن، أو حط بعض ما هو لهن من ذلك، فإن عدم توفير أجرهن يبعثهن عن التساهل بأمر الصبي، والتفريط في شأنه، فليس تسليم الأجرة شرطًا لصحة الإجارة، بل لتكون المرضعة طيبة النفس راضية، فيصير ذلك سببًا لصلاح حال الصبي، وللاحتياط في مصالحه. </p><p> وقرأ ابن كثير وحده في المتواتر:  {ما أتيتم} مقصورة الألف؛ أي: ما أتيتم وفعلتم به؛ أي: ما أردتم إتيانه وفعله، ومنه قول زهير: </p><p> وَمَا كَانَ مِنْ خَيْرٍ أَتَوْهُ فَإِنَّمَا ... تَوَارَثَهُ آبَاءُ آبَائِهِمْ قَبْلُ </p><p> وقيل المعنى: إذا سلمتم إلى أمهاتهم من أجرة الرضاع بقدر ما أرضعن لكم إلى وقت إرادة الاسترضاع، وروى شيبان عن عاصم:  {ما أوتيتم} مبنيا للمفعول؛ أي: ما آتاكم الله وأقدركم عليه من الأجرة ونحوها. {وَاتَّقُوا اللَّهَ} ؛ أي: خافوا الله فيما فرض عليكم من الحقوق، وفيما أوجب عليكم لأولادكم {وَاعْلَمُوا أَنَّ اللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ} لا تخفى عليه خافية من جميع أعمالكم سرها وعلانيتها، فإنه تعالى يراها ويعلمها، فيجازيكم عليها، ولما تقدم (٢) أمر ونهي .. أمر بتقوى الله تعالى، ولما كان كثير من أحكام هذه الآية متعلقًا بأمر الأطفال الذين لا قدرة لهم، ولا منعة مما يفعل بهم .. حذر وهدى بقوله:  {وَاعْلَمُوا} ، وأتى بالصفة التي هي {بَصِيرٌ} مبالغة في الإحاطة بما يفعلونه معهم والاطلاع عليه. </p><p> ٢٣٤ - {وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ} قرأ الجمهور بضم الياء مبنيًّا للمفعول؛ أي: يتوفاهم الله ويموتون، وقرأ علي، والمفضل عن عاصم:  {يَتوفون} بفتح الياء مبنيًّا للفاعل؛ أي: يستوفون آجالهم، وهو مبتدأ، ولكنه على حذف مضاف؛ ليصح الإخبار عنه بما بعده؛ أي: وأزواج الذين يموتون من رجالكم {وَيَذَرُونَ أَزْوَاجًا} ؛ </p><p>(١) الشوكاني. (٢) البحر المحيط.</p><p> أي: يتركون زوجات حرائر حائلات سواء كانت مدخولًا بها أو غيرها، وسواء كانت من ذوات الأقراء أو آيسة أو صغيرة، ولو كانت زوجة صبي، لعموم الآية الكريمة لهن. {يَتَرَبَّصْنَ} ؛ أي: ينتظرون ويتصبرن عن النكاح بعد وفاتهم {بِأَنْفُسِهِنَّ} ؛ أي: أنفسهن، فالباء زائدة ومدخولها توكيد للنون، أو سببية؛ أي: بسبب أنفسهن لا بسبب ضرب قاضٍ كما تقدم نظيره {أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا} من الليالي أن يمكثن أربعة أشهر وعشرة أيام من وفاة أزواجهن، إحدادًا على أزواجهن وعدة لوفاتهم، وهذه العدة سببها الوفاة عند الأكثرين، لا العلم بالوفاة كما قال به بعضهم، فلو انقضت المدة أو أكثرها، ثم بلغ المرأة خبر وفاة زوجها .. وجب أن تعتد بما انقضى، والدليل على ذلك: أن الصغيرة التي لا علم لها يكفي في انقضاء عدتها انقضاء هذه المدة. </p><p> أما الحوامل: فعدتهن بوفع الأحمال بآية سورة الطلاق، والأمة على النصف من ذلك بالسنة، وإنما قال:  {عَشْرًا} بلفظ التأنيث؛ لأن العرب إذا أبهمت في العدد من الليالي والأيام غلّبوا الليالي حتى إن أحدهم ليقول: صمت عشرًا من الشهر؛ لكثرة تغليبهم الليالي على الأيام، فإذا أظهروا الأيام .. قالوا: صمنا عشرة أيام. </p><p> والحكمة في جعل عدة الوفاة هذا المقدار: أن الجنين الذكر يتحرك في الغالب لثلاثة أشهر، والأنثى لأربعة، فزاد الله سبحانه على ذلك عشرًا؛ لأن الجنين ربما يضعف عن الحركة، فتتأخر حركته قليلًا، ولا تتأخر عن هذا الأجل. </p><p> {فَإِذَا بَلَغْنَ أَجَلَهُنَّ} ؛ أي: انقضت عدتهن {فَلَا جُنَاحَ} ؛ أي: لا حرج ولا إثم {عليكم} يا أولياء الميت، أو أيها الأئمة والحكام، أو أيها المسلمون {فِيمَا فَعَلْنَ فِي أَنْفُسِهِنَّ} ؛ أي: في تركهن على ما فعلن في أنفسهن من التزين والتطيب، والنقلة من المسكن، والتعرض للخطاب، وغير ذلك مما حرم عليهن في زمن العدة؛ لأجل وجوب الإحداد عليهن حال كونهن ملتبسات {بِالْمَعْرُوفِ} ؛ أي: بما يحسن عقلًا وشرعًا، ومفهومه أنهن لو خرجن عن المعروف شرعًا بأن تبرجن، </p>"
}