{
  "id": null,
  "sura": 2,
  "aya": 94,
  "text": "<p> يأمركم بعبادة العجل إن كنتم مؤمنين بالتوارة كما زعمتم، والمعنى: لستم بمؤمنين؛ لأنَّ الإيمان لا يأمركم بعبادة العجل، وهذا تكذيبٌ لقولهم:  {نُؤْمِنُ بِمَا أُنْزِلَ عَلَيْنَا} وذلك أنّ آباءهم ادَّعوا الإيمان ثُمَّ عبدوا العجل، فقيل: لهم بئس الإيمان إيمانٌ يأمر بالكفر. </p><p> والخلاصة: لو كنتم مؤمنين ما عبدتم العجل؛ يعني آباءهم، وكذلك كذبهم في قولهم:  {لَنْ يَدْخُلَ الْجَنَّةَ إِلَّا مَنْ كَانَ هُودًا} حيث قال: </p><p> ٩٤ - {قُلْ} لهم يا محمد! أيضًا: {إِنْ كَانَتْ لَكُمُ الدَّارُ الْآخِرَةُ} ؛ أي: نعيمها وهي الجنة مُدَّخرةً {عِنْدَ اللَّهِ} سبحانه وتعالى، ظَرْفٌ للاستقرار في الخير؛ أعني: لكم حالة كونها {خَالِصَةً} ؛ أي: خاصَّةً بكم منصوبٌ على الحالية من الدار؛ أي: إن كانت لكم الدار الآخرة حالة كونها سالمةً لكم خاصَّةً بكم {مِنْ دُونِ النَّاسِ} في محل النصب بـ {خَالِصَةً} ؛ أي: من دون محمد وأصحابه، فاللام في الناس للعهد، وتستعمل هذه اللفظة للاختصاص، يقال: هذا إليَّ من دون الناس؛ أي: أنا مختصُّ به؛ أي: ليس لأحد سواكم فيها حقٌّ بأن صحَّ قولكم {لَنْ يَدْخُلَ الْجَنَّةَ إِلَّا مَنْ كَانَ هُودًا} . </p><p> والمعنى: إن صحّ قولكم لن يدخل الجنّة إلّا من كان هودًا {فَتَمَنَّوُا الْمَوْتَ} ؛ أي: أَحِبُّوه، واسألوه بالقلب واللسان، وقولوا: اللهم! أمتنا، فإنَّ من أيقن بدخول الجنّة اشتاق إليها، وتمنَّى سرعة الوصول إلى النعيم، والتخلُّص من دار البوار، وقرارة الأكدار، ولا سبيل إلى دخولها إلّا بعد الموت، فاستَعْجِلُوه بالتَّمنِّي {إِنْ كُنْتُمْ صَادِقِينَ} في قولكم: إنّ الجنة خاصَّةٌ لكم فتمنَّوه، وأصل التمنّي: تقدير شيء في النفس، وأكثر ما يستعمل فيما لا حقيقة له. قوله:  {إِنْ كَانَتْ لَكُمُ الدَّارُ الْآخِرَةُ} فسَّرُوا الدار الآخرة بأنّها هي موضع الإقامة بعد انقضاء الدنيا، وسميت آخرة؛ لأنّها متأخّرة عن الدنيا، أو هي آخر ما يسكن، فتشمل الجنة والنار، ولكن الكلام هنا على تقدير مضاف؛ أي: نعيم الآخرة. </p><p> وقرأ الجمهور {فَتَمَنَّوُا الْمَوْتَ} بضمّ الواو، وهي اللغة المشهورة في مثل: اخشوا القوم، ويجوز الكسر؛ تشبيهًا لهذه الواو بواو لو استطعنا، كما شبَّهوا واو </p><p> لو بواو اخشوا، فضَمُّوا، فقالوا: لو استطعنا. وقرأ ابن أبي إسحاق:  {فَتَمَنَّوُا الْمَوْتَ} بالكسر، وحكى أبو علي الحسن بن إبراهيم بن يَزْداد، عن أبي عمرو، أنّه قرأ {فَتَمَنَّوُا الْمَوْتَ} بفتح الواو وحركها بالفتح؛ طلبًا للتخفيف؛ لأنَّ الضمة والكسرة في الواو يثقلان، وحكي أيضًا عن أبي عمرو اختلاس ضمّة الواو وكلها شاذة باستثناء ما عليه الجمهور وجواب الشرط في قوله:  {إِنْ كُنْتُمْ صَادِقِينَ} محذوفٌ، تقديره: إن كنتم صادقين في دعواكم أنَّ الجنّة لكم دون غيركم، فتمنوا الموت، وعَلَّق تمنِّيهم على شرطٍ مفقودٍ وهو كونهم صادقين، وليسوا بصادقين في أنَّ الجنة خالصةٌ لهم دون الناس، فلا يقع التمنِّي، والمقصود من ذلك التحدِّي، وإظهار كذبهم، وذلك أنَّ من أيقن أنّه من أهل الجنة اختار أن ينتقل إليها، وأن يخلص من المقام في دار الأكدار، وأن يصل إلى دار القرار، كما روي عمن شهد له رسول الله - صلى الله عليه وسلم - بالجنة، كعثمان، وعلي، وعمّار، وحذيفة، أنّهم كانوا يختارون الموت، وكذلك الصحابة كانت تختار الشهادة. </p><p> وقد روي عن كثير من الصحابة - رضوان الله تعالى عليهم - تمنّي الموت عند القتال، معبِّرين بألسنتهم عمّا يجول في صدورهم من صدق الإيمان بما أعدَّ الله للمؤمنين في الدار الآخرة، فقد جاء في الأخبار: أنَّ عبد الله بن رواحة كان ينشد وهو يقاتل الروم: </p><p> يَا حَبَّذَا الجَنَّةُ واقْتِرابها </p><p> طَيِّبةٌ وَبارِدٌ شَرابُها </p><p> والرُّومُ رُوْمٌ قَدْ دَنَا عَذابُهَا </p><p> وأنَّ عمَّار بن ياسر في حرب صفين قال: </p><p> غَدًا نَلْقَى الأحِبَّهْ ... مُحمَّدًا وصَحْبَه </p><p> وروي عن حذيفة أنّه كان يتمنَّى الموت، فلما احتُضِر قال:  (حبيبٌ جاء على فاقةٍ) . وعن علي أنّه كان يطوف بين الصفين بغلالةٍ، فقال له ابنه الحسن: ما هذا بزيِّ المحاربين، فقال: يا بني! لا يبالي أبوك، أعلى الموت سقط أم عليه سقط الموت. وفي قصتي قتل عثمان، وسعيد بن جبير ما يدلُّ على اختيارهما </p>"
}