{
  "id": null,
  "sura": 2,
  "aya": 20,
  "text": "<p> معلوم، إلّا ما كان من يوم الطوفان من ماء، فإنّه نزل بلا كيل ولا وزن، كذا في تفسير «التيسير» . </p><p> قال الشوكاني (١) : وفائدة ذكر نزوله من السماء مع كونه لا يكون إلّا منها: </p><p> أنّه لا يختص نزوله بجانب منها دون جانب. وإطلاق السماء على المطر واقع كثيرا في كلام العرب، ومنه قول الشاعر: </p><p> إذا نزل السماء بأرض قوم ... رعيناه وإن كانوا غضابا </p><p> {فِيهِ} أي: في ذلك الصيّب {ظُلُماتٌ} ؛ أي: أنواع من ظلمات، وهي ظلمة تكاثفه وانتساجه بتتابع القطر، وظلمة إظلال ما يلزمه من الغمام المطبق الآخذ بالآفاق مع ظلمة الليل وليس في الآية ما يدلّ على ظلمة الليل، </p><p> ٢٠ - لكن يمكن أن يؤخذ ظلمة الليل من سياق الآية، حيث قال تعالى بعد هذه الآية:  {يَكادُ الْبَرْقُ يَخْطَفُ أَبْصارَهُمْ} وبعده {وَإِذا أَظْلَمَ عَلَيْهِمْ قامُوا} . فإنّ خطف البرق البصر، إنما يكون غالبا في ظلمة الليل، وكذا وقوف الماشي عن المشي، إنما يكون إذا اشتدت ظلمة الليل، بحيث يحجب الأبصار عن إبصار ما هو أمام الماشي من الطريق وغيره، وظلمة سحمة السحاب وتكاثفه في النهار، لا يوجب وقوف الماشي عن المشي. وجعل (٢) المطر محلّا للظلمات، مع أنّ بعضها لغيره، كظلمة الغمام والليل؛ لما أنّهما جعلتا من توابع ظلمته مبالغة في شدّته، وتهويلا لأمره، وإيذانا بأنّه من الشدة والهول، بحيث تغمر ظلمته ظلمات الليل والغمام. </p><p> {وَرَعْدٌ} هو صوت قاصف شديد يسمع من السحاب، والصحيح الذي عليه المعوّل: أنّه اسم لصوت الملك الذي يزجر السحاب، لما روى الترمذي عن ابن عباس - رضي الله عنهما - قال: سألت اليهود النبي صلّى الله عليه وسلّم عن الرعد ما هو؟ قال: </p><p>(١) الشوكاني. (٢) روح البيان.</p><p> «ملك من الملائكة بيده مخاريق» جمع مخراق: آلة تزجر الملائكة بها السحاب مثل السوط من نار، «يسوق بها السحاب حيث شاء الله» ، قالوا: فما هذا الصوت الذي نسمع؟ قال:  «زجره بالسحاب إذا زجره حتى ينتهي إلى حيث أمر» ، قالت: صدقت. الحديث بطوله، وفي إسناده مقال. فالمراد بالرعد في هذه الآية: صوت ذلك الملك لا عينه، كما في بعض الروايات: من أنّ الرعد: ملك موكل بالسحاب يصرفه إلى حيث يؤمر، وأنّه يجوز الماء في نقرة إبهامه، وأنّه يسبّح الله، فإذا سبّح الله لا يبقى ملك في السماء إلّا رفع صوته بالتسبيح، فعندها ينزل المطر. </p><p> قال القرطبيّ: وعلى هذا التفسير أكثر العلماء، والمشهور عند الحكماء: أنّ الرعد يحدث من اصطكاك أجرام السحاب بعضها ببعض، أو من إقلاع بعضها عن بعض عند اضطرابها بسوق الرياح إياها سوقا عنيفا، وإلى هذا ذهب جمع من المفسرين تبعا للفلاسفة، وجهلة المتكلمين. </p><p> {وَبَرْقٌ} وهو لمعان يظهر من السحاب إذا تحاكّت أجزاؤه، أو عند ضرب الملك السحاب بالمخاريق عند سوقه، وهي جمع مخراق، كما مرّ آنفا، والمخراق في الأصل: ثوب يلفّ، ويضرب به الصبيان بعضهم بعضا، وهي هنا: آلة تزجر بها الملائكة السحاب. وكونهما؛ أي: الرعد والبرق في الصيّب مع أنّ مكانهما السحاب، باعتبار كونهما في أعلاه ومنصبّه، وملتبسين في الجملة ووصول أثرهما إليه، فهما فيه. </p><p> والضمائر في قوله:  {يَجْعَلُونَ أَصابِعَهُمْ فِي آذانِهِمْ} للمضاف المحذوف في قوله: {أَوْ كَصَيِّبٍ} لأنّ التقدير: أو كأصحاب صيّب، كما مرّ. وهو وإن حذف لفظه وأقيم الصيب مقامه، لكن معناه باق، فيجوز أن يعود عليه الضمير، ولا محلّ لهذه الجملة؛ لكونها مستأنفة استئنافا بيانيا، لأنّه لما ذكر الرعد والبرق على ما يؤذن الشدة والهول، فكأنّ قائلا قال: كيف حالهم مع مثل ذلك الرعد؟ فقيل: يجعلون أصابعهم في آذنهم، والمراد: أناملهم، وفيه من المبالغة ما ليس في ذكر الأنامل، كأنّهم يدخلون من شدّة الحيرة أصابعهم كلّها في آذانهم لا أناملها </p><p> فحسب، كما هو المعتاد. ويجوز (١) أن يكون هذا إيماء إلى كمال حيرتهم، وفرط دهشتهم، وبلوغهم إلى حيث لا يهتدون إلى استعمال الجوارح على النهج المعتاد، وكذا الحال في عدم تعيين الأصبع المعتاد؛ أعني: السبّابة. وقيل: لرعاية الأدب؛ لأنّها فعّالة من السبّ، فكأن اجتنابها أولى بآداب القرآن. ألا ترى أنّهم قد استبشعوها فكنوا عنها بالمسبحة والمهلّلة، وغيرهما، ولم يذكر من أمثال هذه الكنايات؛ لأنّها ألفاظ مستحدثة لم يتعارفها الناس في ذلك العهد. </p><p> وإطلاق الأصبع على بعضها - وهو الأنملة - مجاز مشهور، والعلاقة الجزئية والكلية؛ لأنّ الذي يجعل في الأذن، إنما هو رأس الأصبع لا كلها. </p><p> وقوله:  {مِنَ الصَّواعِقِ} متعلّق بيجعلون؛ أي: يجعلون من أجل خوف الصواعق المقارنة للرعد. والصواعق (٢) : ويقال لها: الصواقع، جمع صاعقة، وهي قطعة نار، تنفصل من مخراق الملك الذي يزجر السحاب عند غضبه على السحاب وشدة ضربه لها، كما روي: إذا اشتدّ غضبه على السحاب طارت من فيه النار، فتضطرب أجرام السحاب، وترتعد. اه. «كرخي» . </p><p> ويدلّ على ذلك: ما في حديث ابن عباس الذي ذكرنا بعضه قريبا، وبه قال كثير من علماء الشريعة، ومنهم من قال: إنها نار تخرج من فم الملك، وقال الخليل: هي الواقعة الشديدة من صوت الرعد، يكون معها أحيانا قطعة نار، تحرق ما أتت عليه. وقال أبو زيد: الصاعقة: نار تسقط من السماء في رعد شديد، وقال بعض المفسرين تبعا للفلاسفة: ومن قال بقولهم: إنّها نار لطيفة </p><p> تنقدح من السحاب إذا اصطكّت أجرامها، وسيأتي في (سورة الرعد) إن شاء الله تعالى في تفسير الرعد، والبرق، والصواعق، ماله مزيد فائدة وإيضاح. </p><p> وقوله:  {حَذَرَ الْمَوْتِ} منصوب (٣) بيجعلون على أنّه مفعول لأجله؛ أي: </p><p>(١) روح البيان. (٢) الشوكاني.(٣) البروسوي.</p><p> يجعلونها في آذانها؛ لأجل مخافة الهلاك من سماعها. والموت: فساد بنية الحيوان، أو عرض لا يصحّ معه إحساس معاقب للحياة. </p><p> {وَاللَّهُ مُحِيطٌ} أصل الإحاطة: الإحداق بالشيء من جميع جهاته، بحيث لا يفوت المحاط به المحيط بوجه من الوجوه؛ أي: والله سبحانه محيط محدق {بِالْكافِرِينَ} بعلمه وقدرته، لا يفوتونه، كما لا يفوت المحاط به المحيط حقيقة، فيحشرهم يوم القيامة، ويعذّبهم، وهذه الجملة اعتراضية منبهة، على أنّ ما صنعوا من سدّ الآذان بالأصابع لا يغني عنهم شيئا، فإنّ القدر لا يدافعه الحذر، والحيل لا تردّ بأس الله عز وجلّ. وفائدة وضع الكافرين موضع الضمير الراجع إلى أصحاب الصيّب؛ الإيذان بأنّ ما دهمهم من الأمور الهائلة المحكية بسبب كفرهم. </p><p> وحاصل معنى الآية (١) : صفة هؤلاء المنافقين في حيرتهم ودهشتهم، كصفة أصحاب مطر شديد نازل من السماء {فِيهِ ظُلُماتٌ} ؛ أي: مع ذلك المطر ظلمات متكاثفة مجتمعة من ثلاثة أنواع: ظلمة السحاب، وظلمة المطر، وظلمة الليل. </p><p> {وَ} معه {رَعْدٌ} قاصف؛ أي: شديد، وهو صوت الملك الموكل بالسحاب، {وَ} معه {بَرْقٌ} خاطف؛ أي: مسرع، وهو لمعان سوطه التي يسوق بها السحاب، وهي من نار {يَجْعَلُونَ} ؛ أي: يجعل أصحاب الصيّب أصابعهم؛ أي: رؤوس أصابعهم ويضعونها في آذانهم {مِنَ الصَّواعِقِ} ؛ أي: من أجل شدّة صوت الرعد. ف (أل) في {الصَّواعِقِ} للعهد الذكري؛ لأنّه تقدم ذكرها بعنوان الرعد، فهي عين الرعد السابق، فالتعبير هنا بالصواعق، وهناك بالرعد؛ للتفنّن، ولا يضرّ في العهد الذكري اختلاف العنوان، كما هو مقرر في محلّه، كما في «الجمل» . {حَذَرَ الْمَوْتِ} ؛ أي: لأجل خوف الموت والهلاك من سماعها. {وَاللَّهُ} سبحانه وتعالى {مُحِيطٌ بِالْكافِرِينَ} ؛ أي: محيط بهم بقدرته وعلمه، وهم في قبضته، وتحت إرادته ومشيئته، لا يفوتونه، كما لا يفوت من أحاط به الأعداء من كلّ جانب. </p><p>(١) عمدة التفاسير.</p><p> والمعنى: أي والله مطّلع على أسرارهم، عالم بما في ضمائرهم، قادر على أخذهم أينما كانوا، فما صنعوا من سدّ الآذان بالأصابع لا يغني عنهم من الله شيئا، إذ لا يغني حذر من قدر، فمن لم يمت بالصاعقة مات بغيرها. </p><p> وقوله:  {يَكادُ الْبَرْقُ} من تمام المثل، وأمّا قوله:  {وَاللَّهُ مُحِيطٌ بِالْكافِرِينَ} فجملة معترضة بين أجزاء المشبّه به، كما مرّ قريبا، جيء بها تسلية للنبي صلّى الله عليه وسلّم؛ أي: يقرب البرق لشدّته وقوته، وكثرة لمعانه {يَخْطَفُ أَبْصارَهُمْ} ؛ أي: يختلس أبصار أصحاب الصيّب ويستلبها، ويأخذها بسرعة، ويذهبها من شدّة ضوئه. </p><p> وجملة يكاد مستأنفة استئنافا بيانيا، واقعا في جواب سؤال مقدر، كأنّه قيل: </p><p> فكيف حالهم مع ذلك البرق؟ فقيل: يكاد ذلك البرق يخطف أبصارهم. </p><p> وقرأ مجاهد، وعليّ بن الحسين، ويحيى بن زيد (١) : {يَخْطَفُ} بسكون الخاء وكسر الطاء. قال ابن مجاهد: وأظنه غلطا، واستدل على ذلك: بأنّ أحدا لم يقرأ {إِلَّا مَنْ خَطِفَ الْخَطْفَةَ} بالفتح. وقال الزمخشري: الفتح - يعني في المضارع - أفصح. انتهى. والكسر في طاء الماضي لغة قريش، وهي أفصح، وبعض العرب يقول: خطف بفتح الطاء يخطف بالكسر. قال ابن عطيّة: ونسب المهدوي هذه القراءة إلى الحسن، وأبي رجاء، وذلك وهم. وقرأ علي، وابن مسعود {يختطف} . وقرأ أبيّ {يتخطّف} ، وقرأ الحسن أيضا {يخطّف} بفتح الياء والخاء والطاء المشددة. وقرأ الحسن أيضا، والجحدري، وابن أبي إسحاق {يخطّف} بفتح الياء والخاء وتشديد الطاء المكسورة، وأصله:  {يختطف} ، وقرأ الحسن أيضا، وأبو رجاء، وعاصم، والجحدري وقتادة {يخطّف} بفتح الياء وكسر الخاء والطاء المشددة. وقرأ أيضا الحسن، والأعمش {يخطّف} بكسر الثلاثة وتشديد الطاء. وقرأ زيد بن علي {يخطّف} بضمّ الياء وفتح الخاء وكسر الطاء المشددة، من (خطّف) المضعف، وهو تكثير مبالغة لا تعدية. وقرأ بعض أهل المدينة {يخطّف} بفتح الياء وسكون الخاء وتشديد الطاء المكسورة. </p><p>(١) البحر المحيط.</p><p> والتحقيق: أنّه اختلاس لفتحة الخاء لا إسكان؛ لأنّه يؤدّي إلى التقاء الساكنين على غير حدّة، فهذا الحرف قرىء عشر قراءات، واحدة سبعيّة، وهي {يَخْطَفُ} بفتح الياء وسكون الخاء وفتح الطاء، وباقيها شواذّ. {كُلَّما أَضاءَ} ولمع البرق {لَهُمْ} أي: لأصحاب الصيّب. ولفظ (١)  {كُلَّما} ظرف زمان، ضمّن معنى الشرط، والعامل فيه جوابه، وهو {مَشَوْا} . و {أَضاءَ} متعد؛ أي: كلّما أنار البرق الطريق في الليلة المظلمة، وهو استئناف ثالث، كأنّه قيل: كيف يصنعون في تارتي خفوق البرق وخفيته؟ أيفعلون بأبصارهم ما يفعلون بآذانهم أم لا؟ فقيل: كلّما نوّر البرق لهم ممشى ومسلكا {مَشَوْا فِيهِ} ؛ أي: في ذلك المسلك؛ أي: في مطرح نوره خطوات يسيرة مع خوف أن يخطف أبصارهم، وإيثار المشي على ما فوقه من السعي والعدو؛ للإشعار بعدم استطاعتهم لهما لكمال دهشتهم. </p><p> وهذا تمثيل لشدّة الأمر على المنافقين بشدّته على أهل الصيّب. وفي مصحف ابن مسعود:  {مضوا فيه} . </p><p> {وَإِذا أَظْلَمَ} البرق {عَلَيْهِمْ} ؛ أي: خفي، واستتر، فصار الطريق مظلما {قامُوا} ؛ أي: وقفوا في أماكنهم، وثبتوا على ما كانوا عليه من الهيئة، متحيّرين، مترصّدين لحظة أخرى عسى يتسنّى لهم الوصول إلى المقصد، أو الالتجاء إلى ملجأ يعصمهم. وقرأ زيد بن قطيب، والضحاك {وَإِذا أَظْلَمَ} مبنيا للمفعول، ذكره في «البحر» . </p><p> وهذا تصوير (٢) لما هم فيه من غاية التحير والجهل، فإذا صادفوا من البرق لمعة، مع خوفهم أن يخطف أبصارهم انتهزوها فرصة، فيخطوا خطوات يسيرة، فإذا خفي، واستتر، وفتر لمعانه، وفقد: وقفوا عن السّير، وثبتوا في مكانهم؛ خشية التردّي في حفرة، فكذلك المنافقون لمّا آمنوا بألسنتهم مشوا فيما بين المؤمنين؛ لأنّه يقبل إيمانهم اللسانيّ، فلما ماتوا بقوا في ظلمة القبر والعذاب. </p><p>(١) روح البيان. (٢) العمدة.</p><p> {وَلَوْ شاءَ اللَّهُ} مفعوله (١) محذوف، تقديره: أي: ولو أراد الله سبحانه أن يذهب الأسماع التي في الرأس، والأبصار التي في العين، كما ذهب بسمع قلوبهم وأبصارها {لَذَهَبَ} ؛ أي: لأذهب سبحانه {بِسَمْعِهِمْ وَأَبْصارِهِمْ} ؛ أي: لأذهب الأسماع بصوت الرعد، والأبصار بنور البرق عقوبة لهم؛ لأنّه لا يعجز عن ذلك؛ أي: لزاد في قصف الرعد، فأصمّهم، وأذهب أسماعهم، ولزاد في ضوء البرق فأعماهم، وأذهب بأبصارهم، لكنّه لم يشأ؛ لحكم ومصالح هو بها عليم. </p><p> {إِنَّ اللَّهَ} سبحانه وتعالى {عَلى كُلِّ شَيْءٍ} شاءه وأراده؛ أي: على كلّ موجود بالإمكان، والله تعالى وإن كان يطلق عليه الشيء، لكنه موجود بالوجوب دون الإمكان، فلا يشكّ العاقل، أنّ المراد من الشيء في أمثال هذا الموضع ما سواه تعالى، فالله تعالى مستثنى في الآية مما يتناوله لفظ الشيء بدلالة العقل، فالمعنى: على كلّ شيء سواه قدير، كما يقال: فلان أمين، على معنى: أمين على من سواه من الناس، ولا يدخل فيه نفسه، وإن كان من جملتهم، كما في «حواشي ابن التمجيد» . {قَدِيرٌ} ؛ أي: فاعل له على قدر ما تقتضيه حكمته لا ناقصا ولا زائدا؛ أي: قادر على إيجاده وإعدامه لا منازع له فيه، ومنه إذهاب أسماعهم وأبصارهم. قال ابن جرير: وإنّما وصف تعالى نفسه بالقدرة على كلّ شيء في هذا الموضع؛ لأنّه حذّر المنافقين بأسه وسطوته، وأخبرهم أنّه محيط بهم، وعلى إذهاب أسماعهم وأبصارهم قادر. اه. </p><p> وقرأ ابن أبي عبلة (٢) : {لأذهب بأسماعهم وأبصارهم} ، فالباء زائدة، التقدير: لأذهب أسماعهم وأبصارهم. </p><p> ثمّ اعلم (٣) : أنّ هذا التمثيل كشف بعد كشف، وإيضاح بعد إيضاح، أبلغ </p><p>(١) روح البيان. (٢) البحر المحيط.(٣) روح البيان.</p><p> من الأوّل. شبّه الله حال المنافقين في حيرتهم، وما خبطوا فيه من الضلالة، وشدّة الأمر عليهم، وخزيهم، وافتضاحهم بحال من أخذته السماء في ليلة مظلمة مع رعد، وبرق، وخوف من الصواعق والموت. </p><p> هذا إذا كان التمثيل مركبا، وهو الذي يقتضيه جزالة التنزيل، فإنّك تتصوّر في المركّب، الهيئة الحاصلة من تفاوت تلك الصور، وكيفياتها المتضامّة، فيحصل في النفس منه ما لا يحصل من المفردات، كما إذا تصوّرت من مجموع الآية، مكابدة من أدركه الوابل الهطل، مع تكاثف ظلمة الليل وهيئة انتساج السحاب بتتابع القطر، وصوت الرعد الهائل، والبرق الخاطف، والصاعقة المحرقة، ولهم من خوف هذه الشدائد حركات من تحذّر الموت. حصل لك منه أمر عجيب، وخطب هائل، بخلاف ما (١) إذا تكلّفت لواحد واحد مشبّها به. </p><p> يعني: إن حمل التمثيل على التشبيه المفرّق، فشبه القرآن، وما فيه من العلوم والمعارف التي هي مدار الحياة الأبدية بالصيّب الذي هو سبب الحياة الأرضية، وما عرض لهم بنزوله من الغموم، والأحزان، وانكساف البال بالظلمات، وما فيه من الوعد والوعيد، بالرعد والبرق، وتصاممهم عمّا يقرع أسماعهم من الوعيد، بحال من يهوّله الرعد والبرق، فيخاف صواعقه، فيسد أذنه، ولا خلاص له منها، واهتزازهم لما يلمع لهم من رشد يدركونه، أو رفد يحرزونه، بمشيهم في مطرح ضوء البرق، كلما أضاء لهم، </p><p> وتحيرهم في أمرهم، حين عنّ لهم مصيبة بوقوفهم إذا أظلم عليهم. فهذه حال المنافقين، قصارى عمرهم الحيرة والدهشة. فعلى العاقل أن يتمسّك بحبل الشرع القويم، والصراط المستقيم، كي يتخلّص من الغوائل والقيود، ومهالك الوجود، وغاية الأمر خفيّة لا يدري بم يختم. </p><p> الإعراب </p><p> {وَمِنَ النَّاسِ مَنْ يَقُولُ آمَنَّا بِاللَّهِ وَبِالْيَوْمِ الْآخِرِ وَما هُمْ بِمُؤْمِنِينَ} . </p><p> {وَمِنَ} الواو استئنافية. {مِنَ النَّاسِ} جار ومجرور خبر مقدم. {مِنَ} اسم </p><p>(١) البروسوي.</p><p> موصول بمعنى الذي، أو نكرة موصوفة بمعنى فريق، في محل الرفع مبتدأ مؤخّر. </p><p> {يَقُولُ} فعل مضارع وفاعله مستتر، يعود على من، وجملة يقول صلة من الموصولة، لا محلّ لها من الإعراب، إن قلنا:  {مِنَ} موصولة، تقديره: والذي يقول آمنا بالله كائن من الناس. أو في محل الرفع صفة لمن، إن قلنا:  {مِنَ} نكرة موصوفة، تقديره: وفريق يقول آمنا بالله كائن من الناس. والعائد أو الرابط الضمير المستتر في {يَقُولُ} . وردّه (١) أبو السعود فقال: أمّا جعل الظرف خبرا مقدما، كما هو الشائع في الاستعمال، فيأباه جزالة معنى القرآن؛ لأنّ كون القائل: آمنا بالله من الناس ظاهر معلوم، فالإخبار به عار عن الفائدة، والحقّ أن يقال في إعرابه:  {مِنَ} اسم بمعنى: بعض في محل الرفع مبتدأ، مبني بسكون مقدر؛ لشبهها بالحرف شبها وضعيا، و {مِنَ} مضاف. {النَّاسِ} مضاف إليه مجرور بها. {مَنْ يَقُولُ} من اسم موصول، أو موصوف في محل الرفع خبر المبتدأ، ولكن المقصود بالإخبار الصلة لا الموصول، والمعنى: وبعض الناس يقول آمنا بالله وباليوم الآخر الخ. والجملة الإسمية على كلا التقديرين مستأنفة استئنافا نحويا، لا محل لها من الإعراب. {آمَنَّا بِاللَّهِ وَبِالْيَوْمِ الْآخِرِ} مقول محكيّ ليقول، لأنّ مرادنا لفظه لا معناه، والمقول منصوب بالقول، وعلامة نصبه فتحة مقدرة على الأخير، منع من ظهورها اشتغال المحل بحركة الحكاية. وإن شئت قلت:  {آمَنَّا} فعل وفاعل، وحدّ الفعل آمن، آمن فعل ماض مبني بفتحة ظاهرة على النون المدغمة في نون نا. {نا} ضمير لجماعة المتكلمين في محل الرفع فاعل. {بِاللَّهِ} جار ومجرور متعلّق بآمنا، والجملة الفعلية في محل النصب مقول ليقول. {وَبِالْيَوْمِ} جار ومجرور معطوف على الجار والمجرور قبله. </p><p> {الْآخِرِ} صفة لليوم. {وَما} الواو حالية. {ما} نافية حجازية، تعمل عمل ليس. </p><p> {هُمْ} ضمير منفصل لجماعة الغائبين في محل الرفع اسمها. {بِمُؤْمِنِينَ} الباء حرف جرّ زائد للتوكيد؛ لأنّه ليس في القرآن حرف زائد خال عن الفائدة. </p><p> {مؤمنين} خبر ما الحجازية، منصوب وعلامة نصبة الباء المقدرة، منع من </p><p>(١) الصاوي والجمل.</p><p> ظهورها الياء المجلوبة لحرف جرّ زائد؛ لأنّه من الجمع المذكر السالم، والجملة الإسمية في محل النصب حال من فاعل يقول. </p><p> {يُخادِعُونَ اللَّهَ وَالَّذِينَ آمَنُوا وَما يَخْدَعُونَ إِلَّا أَنْفُسَهُمْ وَما يَشْعُرُونَ} . </p><p> {يُخادِعُونَ} فعل مضارع مرفوع بثبات النون، والواو فاعل. {اللَّهَ} مفعول به، منصوب بالفتحة، والجملة الفعلية مستأنفة استئنافا بيانيا؛ لوقوعها في جواب سؤال مقدر، كأنّه قيل: ما الحامل لهم على إظهار الإيمان وإخفاء الكفر؟ فأجاب بقوله: لأنّهم يريدون مخادعة الله سبحانه والمؤمنين. أو بدل من صلة من في قوله:  {مَنْ يَقُولُ} بدل اشتمال؛ لأنّ قولهم ذلك مشتمل على الخداع؛ أي: ومن الناس من يقول آمنا بالله ويخادع الله والذين آمنوا. {وَالَّذِينَ} اسم موصول للجمع المذكر في محل النصب معطوف على الجلالة، وجملة {آمَنُوا} صلة الموصول. </p><p> {وَما} الواو حالية. {ما} نافية. {يَخْدَعُونَ} فعل وفاعل، مرفوع بثبات النون، والجملة في محل النصب حال من فاعل يخادعون؛ أي: يخادعون الله والمؤمنين حال كونهم غير مخادعين إلّا أنفسهم. {إِلَّا} أداة استثناء مفرغ. {أَنْفُسَهُمْ} مفعول به، وهو مضاف، والهاء ضمير متصل في محل جر بالإضافة. {وَما} الواو حالية، أو استئنافية، أو عاطفة. ما نافية. {يَشْعُرُونَ} فعل وفاعل، والجملة في محل النصب حال من فاعل يخدعون؛ أي: وما يخدعون إلّا أنفسهم حالة كونهم غير شاعرين بذلك، أو مستأنفة، أو معطوفة على جملة يخدعون، ومفعول {يَشْعُرُونَ} محذوف للعلم به، تقديره: وما يشعرون أنّ خداعهم راجع إلى أنفسهم، ويسمّى هذا الحذف حذف اختصار. وهو حذف الشيء لدليل. </p><p> {فِي قُلُوبِهِمْ مَرَضٌ فَزادَهُمُ اللَّهُ مَرَضًا وَلَهُمْ عَذابٌ أَلِيمٌ بِما كانُوا يَكْذِبُونَ} . </p><p> {فِي قُلُوبِهِمْ} جار ومجرور، ومضاف إليه، خبر مقدم. {مَرَضٌ} مبتدأ مؤخر، والجملة مستأنفة استئنافا بيانيا، لا محل لها من الإعراب. {فَزادَهُمُ اللَّهُ} الفاء عاطفة. {زادهم الله} فعل ومفعول أول وفاعل. {مَرَضًا} مفعول ثان، والجملة الفعلية معطوفة على جملة قوله:  {فِي قُلُوبِهِمْ مَرَضٌ} عطف فعلية على اسمية. ويحتمل أن تكون الفاء استئنافية، وتكون جملة {زادهم} جملة دعائية لا </p><p> محل لها من الإعراب. {وَلَهُمْ} الواو عاطفة، أو استئنافية. {لَهُمْ} خبر مقدم. </p><p> {عَذابٌ} مبتدأ مؤخّر. {أَلِيمٌ} صفة له، والجملة معطوفة على جملة قوله في قلوبهم مرض، أو مستأنفة استئنافا بيانيا، كأنّه قيل: ما عاقبة خداعهم؟ فقال: عاقبتهم عذاب أليم. {بِما} الباء حرف جرّ وسبب. {ما} مصدرية. {كانُوا} فعل ناقص واسمه، وجملة {يَكْذِبُونَ} في محل النصب خبر كان؛ أي: بما كانوا كاذبين أو مكذبين، وجملة كان صلة (ما) المصدرية، وما مع صلتها في تأويل مصدر مجرور بالياء؛ أي: بسبب كذبهم أو تكذيبهم، الجار والمجرور متعلّق بالنسبة الكائنة بين المبتدأ والخبر في قوله: ولهم عذاب أليم، أو صفة ثانية لعذاب. </p><p> {وَإِذا قِيلَ لَهُمْ لا تُفْسِدُوا فِي الْأَرْضِ قالُوا إِنَّما نَحْنُ مُصْلِحُونَ (١١) أَلا إِنَّهُمْ هُمُ الْمُفْسِدُونَ وَلكِنْ لا يَشْعُرُونَ (١٢) }. </p><p> {وَإِذا} الواو استئنافية، أو عاطفة. {إِذا} ظرف لما يستقبل من الزمان خافض لشرطه، منصوب بجوابه متعلّق بالجواب الآتي. {قِيلَ} فعل ماض مغيّر الصيغة. {لَهُمْ} جار ومجرور متعلّق بقيل. {لا تُفْسِدُوا فِي الْأَرْضِ} نائب فاعل محكي لقيل؛ لأنّ مرادنا لفظه لا معناه، وإن شئت قلت:  {لا} ناهية جازمة. </p><p> {تُفْسِدُوا} فعل مضارع مجزوم بلا الناهية، وعلامة جزمه حذف النون، والواو فاعل. {فِي الْأَرْضِ} متعلّق بتفسدوا، والجملة الفعلية في محل الرفع نائب فاعل لقيل، ولكنّها لا تؤول بمفرد؛ لأنّها محكية، وجملة قيل في محل الجرّ مضاف لإذا على كونها فعل شرط لها. {قالُوا} فعل وفاعل، والجملة جواب إذا، لا محل لها من الإعراب، وجملة إذا مستأنفة، أو معطوفة على جملة يقول الواقعة صلة لمن الموصولة. {إِنَّما نَحْنُ مُصْلِحُونَ} مقول محكيّ لقالوا، منصوب، وعلامة نصبه فتحة مقدرة على الأخير منع من ظهورها اشتغال المحل بحركة الحكاية، وإن شئت قلت:  {إِنَّما} أداة حصر ونفي بمعنى (ما) النافية، وإلّا المثبتة. {نَحْنُ} ضمير لجماعة المتكلمين في محل الرفع مبتدأ. مُصْلِحُونَ خبر مرفوع بالواو، والجملة الإسمية في محل النصب مقول لقالوا. {أَلا} حرف استفتاح وتنبيه. </p><p> {إِنَّهُمْ} ناصب واسمه. {هُمُ} ضمير فصل حرف لا محل له من الإعراب، أو </p><p> حرف عماد. {الْمُفْسِدُونَ} خبر إنّ مرفوع بالواو. أو {هُمُ} مبتدأ. {الْمُفْسِدُونَ} خبره، وجملة المبتدأ مع خبره في محل الرفع خبر إنّ، وجملة إن مستأنفة. </p><p> {وَلكِنْ} الواو عاطفة. {لكِنْ} حرف استدراك لا عمل لها. {لا} نافية. </p><p> {يَشْعُرُونَ} فعل وفاعل، مرفوع بثبات النون، والجملة الاستدراكية معطوفة على جملة إنّ. </p><p> {وَإِذا قِيلَ لَهُمْ آمِنُوا كَما آمَنَ النَّاسُ قالُوا أَنُؤْمِنُ كَما آمَنَ السُّفَهاءُ أَلا إِنَّهُمْ هُمُ السُّفَهاءُ وَلكِنْ لا يَعْلَمُونَ} . </p><p> {وَإِذا} الواو استئنافية، أو عاطفة. {إِذا} ظرف لما يستقبل من الزمان، خافض لشرطه منصوب بجوابه، متعلّق بالجواب الآتي. {قِيلَ} فعل ماض مغيّر الصيغة، مبني على الفتح. {لَهُمْ} متعلّق بقيل. {آمِنُوا كَما آمَنَ النَّاسُ} نائب فاعل محكي لقيل؛ لأنّ مرادنا لفظه لا معناه، مرفوع، وعلامة رفعه ضمّة مقدرة على الأخير منع من ظهورها اشتغال المحل بحركة الحكاية، وجملة قيل في محل الجرّ مضاف إليه لإذا على كونه فعل شرط لها. وإن شئت قلت:  {آمِنُوا} فعل أمر، مبني على حذف النون، والواو فاعل، والجملة الفعلية في محل الرفع نائب فاعل لقيل، ولكنّها لا تؤوّل؛ لأنّها محكية. {كَما} الكاف حرف جرّ وتشبيه. </p><p> {ما} مصدرية. {آمَنَ النَّاسُ} فعل وفاعل، والجملة صلة لما المصدرية، وما مع صلتها في تأويل مصدر مجرور بالكاف، الجار والمجرور صفة لمصدر محذوف، تقديره: آمنوا إيمانا كائنا، كإيمان الناس في كونه قلبيّا لا لسانيّا. {قالُوا} فعل وفاعل، والجملة جواب إذا، لا محل لها من الإعراب، وجملة إذا مستأنفة، أو معطوفة على جملة يقول كسابقتها. {أَنُؤْمِنُ كَما آمَنَ السُّفَهاءُ} مفعول محكي لقالوا، منصوب بفتحة مقدرة. وإن شئت قلت: الهمزة للاستفهام الإنكاري. </p><p> نُؤْمِنُ فعل مضارع مرفوع، وفاعله ضمير مستتر يعود على المنافقين، تقديره: </p><p> نحن، والجملة الفعلية في محل النصب مقول قالوا. {كَما} الكاف حرف جرّ وتشبيه. {آمَنَ السُّفَهاءُ} فعل وفاعل، والجملة صلة لما المصدرية، وما مع صلتها في تأويل مصدر مجرور بالكاف، الجار والمجرور متعلّق بمحذوف صفة لمصدر </p><p> محذوف، تقديره: أنؤمن إيمانا كائنا كإيمان السفهاء؛ أي: لا نؤمن. {أَلا} حرف استفتاح وتنبيه. {إِنَّهُمْ} ناصب واسمه. {هُمُ} ضمير فصل، أو حرف عماد. {السُّفَهاءُ} خبر إنّ أو {هُمُ} مبتدأ. و {السُّفَهاءُ} خبره، والجملة خبر إنّ، وجملة إنّ مستأنفة. {وَلكِنْ} الواو عاطفة. {لكِنْ} حرف استدراك. {لا} نافية. {يَعْلَمُونَ} فعل وفاعل، والجملة الاستدراكية معطوفة على جملة إنّ. </p><p> {وَإِذا لَقُوا الَّذِينَ آمَنُوا قالُوا آمَنَّا وَإِذا خَلَوْا إِلى شَياطِينِهِمْ قالُوا إِنَّا مَعَكُمْ إِنَّما نَحْنُ مُسْتَهْزِؤُنَ} . </p><p> {وَإِذا} الواو استئنافية أو عاطفة. {إِذا} ظرف لما يستقبل من الزمان. </p><p> {لَقُوا الَّذِينَ} فعل وفاعل ومفعول به، والجملة في محل الخفض بإضافة إذا إليها على كونها فعل شرط لها، والظرف متعلّق بالجواب الآتي، وجملة {آمَنُوا} صلة الموصول، وجملة {قالُوا} جواب إذا، لا محل لها من الإعراب، وجملة إذا مستأنفة، أو معطوفة على جملة يقول كسوابقها. {آمَنَّا} مقول محكيّ لقالوا منصوب بفتحة مقدرة، وإن شئت قلت:  {آمَنَّا} فعل وفاعل، والجملة في محل النصب مقول قالوا. {وَإِذا} الواو استئنافية أو عاطفة. {إِذا} ظرف لما يستقبل من الزمان متعلّق بالجواب الآتي. {خَلَوْا} فعل وفاعل في محل الخفض بإضافة إذا إليها على كونها فعل شرط لها. {إِلى شَياطِينِهِمْ} متعلّق بخلوا. {قالُوا} فعل وفاعل، جواب إذا، وجملة إذا مستأنفة، أو معطوفة على جملة يقول كسوابقها. </p><p> {إِنَّا مَعَكُمْ إِنَّما نَحْنُ مُسْتَهْزِؤُنَ} مقول محكيّ لقالوا، وإن شئت قلت:  {إِنَّا} ناصب واسمه، {مَعَكُمْ} مع منصوب على الظرفية الاعتبارية بالفتحة الظاهرة. </p><p> {مع} مضاف، والكاف ضمير المخاطبين في محل الجرّ مضاف إليه، مبني على الضمّ، والميم حرف دالّ على الجمع، والظرف متعلّق بمحذوف خبر إنا، تقديره: إنّا كائنون معكم، وجملة إنا في محلّ النصب مقول قالوا. {إِنَّما} كافّة ومكفوفة. {نَحْنُ} مبتدأ. {مُسْتَهْزِؤُنَ} خبر المبتدأ مرفوع بالواو، والجملة في محل النصب مقول قالوا. </p><p> {اللَّهُ يَسْتَهْزِئُ بِهِمْ وَيَمُدُّهُمْ فِي طُغْيانِهِمْ يَعْمَهُونَ} . </p><p> {اللَّهُ} مبتدأ. {يَسْتَهْزِئُ} فعل مضارع وفاعل مستتر يعود على الله، {بِهِمْ} متعلّق بيستهزىء، والجملة الفعلية في محل الرفع خبر المبتدأ، والجملة الإسمية مستأنفة. {وَيَمُدُّهُمْ} فعل مضارع وفاعل مستتر يعود على الله، ومفعول به، والجملة في محل الرفع معطوفة على جملة يستهزىء، على كونها خبر المبتدأ. </p><p> {فِي طُغْيانِهِمْ} متعلّق بيمدهم. {يَعْمَهُونَ} فعل وفاعل مرفوع بثبات النون، والجملة الفعلية في محل النصب حال من ضمير يمدهم، أو من ضمير طغيانهم، وجاءت الحال من المضاف إليه؛ لأنّ المضاف مصدر مضاف إلى فاعله. </p><p> {أُولئِكَ الَّذِينَ اشْتَرَوُا الضَّلالَةَ بِالْهُدى فَما رَبِحَتْ تِجارَتُهُمْ وَما كانُوا مُهْتَدِينَ (١٦) مَثَلُهُمْ كَمَثَلِ الَّذِي اسْتَوْقَدَ نارًا فَلَمَّا أَضاءَتْ ما حَوْلَهُ ذَهَبَ اللَّهُ بِنُورِهِمْ وَتَرَكَهُمْ فِي ظُلُماتٍ لا يُبْصِرُونَ}. </p><p> {أُولئِكَ} مبتدأ. {الَّذِينَ} خبره، والجملة مستأنفة استئنافا بيانيا. {اشْتَرَوُا} فعل وفاعل، والجملة صلة الموصول، والعائد ضمير الفاعل. {الضَّلالَةَ} مفعول به. {بِالْهُدى} متعلّق باشتروا. {فَما} الفاء حرف عطف وتعقيب. {ما} نافية. </p><p> {رَبِحَتْ} فعل ماض، و (التاء) لتأنيث الفاعل. {تِجارَتُهُمْ} فاعل، والجملة معطوفة على جملة اشتروا. {وَما} الواو عاطفة. {ما} نافية. {كانُوا} فعل ناقص واسمه. {مُهْتَدِينَ} خبره، والجملة معطوفة على جملة ربحت. {مَثَلُهُمْ} مبتدأ ومضاف إليه. {كَمَثَلِ} جار ومجرور متعلّق بمحذوف خبر المبتدأ، تقديره: مثلهم كائن كمثل الذي استوقد نارا، والجملة مستأنفة استئنافا بيانيا. {مثل} مضاف. {الَّذِي} اسم موصول في محل الجرّ مضاف إليه. {اسْتَوْقَدَ} فعل ماض وفاعل مستتر، والجملة صلة الموصول، واستعمل {الَّذِي} في موضع الذين، ولذلك قال فيما بعد:  {بِنُورِهِمْ} . {نارًا} مفعول به. {فَلَمَّا} الفاء حرف عطف وتعقيب. {لما} حرف شرط غير جازم. {أَضاءَتْ} فعل ماض، والتاء علامة تأنيث الفاعل، وفاعله ضمير مستتر يعود على النار، والجملة فعل شرط للمّا لا محل لها من الإعراب. {ما} اسم موصول بمعنى المكان في محلّ النصب، مفعول به. {حَوْلَهُ} منصوب على الظرفية المكانية. {حول} مضاف، والهاء </p><p> مضاف إليه، والظرف متعلّق بمحذوف صلة لما، تقديره: ما استقرّ حوله. {ذَهَبَ اللَّهُ} فعل وفاعل، والجملة جواب لما، وجملة لما من فعل شرطها وجوابها معطوفة على جملة أستوقد، على كونها صلة الموصول. {بِنُورِهِمْ} متعلّق بذهب. </p><p> {وَتَرَكَهُمْ} فعل ماض وفاعل مستتر، يعود على الله، ومفعول أول؛ لأنّ (ترك) هنا بمعنى صيّر. {فِي ظُلُماتٍ} جار ومجرور متعلّق بترك على كونه مفعولا ثانيا له، تقديره: وصيّرهم كائنين في ظلمات، والجملة الفعلية معطوفة على جملة ذهب، {لا} نافية. {يُبْصِرُونَ} فعل وفاعل، مرفوع بثبات النون، والجملة في محل النصب حال من ضمير تركهم، أو من الضمير المستكن في الجار والمجرور؛ أعني: في ظلمات، ومفعول يبصرون محذوف، تقديره: ما حولهم، ويحتمل كون (ترك) بمعنى: خلّى وأهمل، فيتعدّى إلى مفعول واحد، وهو الضمير البارز في تركهم وفي ظلمات لا يبصرون حالان من الضمير في تركهم. </p><p> {صُمٌّ بُكْمٌ عُمْيٌ فَهُمْ لا يَرْجِعُونَ (١٨) أَوْ كَصَيِّبٍ مِنَ السَّماءِ فِيهِ ظُلُماتٌ وَرَعْدٌ وَبَرْقٌ يَجْعَلُونَ أَصابِعَهُمْ فِي آذانِهِمْ مِنَ الصَّواعِقِ حَذَرَ الْمَوْتِ وَاللَّهُ مُحِيطٌ بِالْكافِرِينَ (١٩) }. </p><p> {صُمٌّ} خبر لمبتدأ محذوف جوازا، تقديره: هم صمّ، والجملة مستأنفة. </p><p> {بُكْمٌ} خبر ثان. {عُمْيٌ} خبر ثالث، وهذه الأخبار وإن تباينت في اللفظ متحدة في المدلول والمعنى؛ لأنّ مآلها إلى عدم قبول الحقّ مع كونهم سمع الآذان، فصحاء الألسن، بصراء الأعين. فليس المراد نفي الحواسّ الظاهرة. وقرىء شاذّا بالنصب على الحال من الضمير في {يبصرون} . {فَهُمْ} الفاء حرف عطف وتفريع. {هم} مبتدأ. {لا} نافية. {يَرْجِعُونَ} فعل وفاعل، والجملة الفعلية في محلّ الرفع خبر المبتدأ، والجملة الإسمية معطوفة على جملة قوله:  (هم صمّ بكم عمي) . </p><p> {أَوْ كَصَيِّبٍ مِنَ السَّماءِ} أو حرف عطف وتفصيل؛ أي: إنّ الناظرين في حالهم منهم من يشبّههم بحال المستوقد، ومنهم من يشبّههم بأصحاب صيب. </p><p> {كَصَيِّبٍ} جار ومجرور معطوف على كمثل، ولا بدّ من تقدير مضاف؛ أي: </p><p> كأصحاب صيّب، بدليل قوله:  {يَجْعَلُونَ أَصابِعَهُمْ فِي آذانِهِمْ} على كونه خبر المبتدأ، تقديره: أو مثلهم كائن كمثل أصحاب صيّب. {مِنَ السَّماءِ} جار ومجرور متعلق </p><p> بمحذوف صفة لصيّب، تقديره: نازل من السماء. {فِيهِ} جار ومجرور خبر مقدم لقوله: ظلمات، و {ظُلُماتٌ} مبتدأ مؤخّر، مرفوع بالضمة الظاهرة، {وَرَعْدٌ وَبَرْقٌ} معطوفان على ظلمات، والتقدير: ظلمات ورعد وبرق كائنات في ذلك الصيّب، والجملة الإسمية في محلّ الجر صفة ثانية لصيّب، تقديره: موصوف بكون ظلمات ورعد وبرق فيه. {يَجْعَلُونَ} فعل وفاعل، مرفوع بثبات النون، والجملة مستأنفة استئنافا بيانيا، واقعا في جواب سؤال مقدر، فكأنّه لما ذكر ما يؤذن بالشدة والهول قيل: فكيف حالهم مع ذلك الرعد القاصف؟ فأجاب بقوله: يجعلون ... إلخ. {أَصابِعَهُمْ} مفعول به، ومضاف إليه. {فِي آذانِهِمْ} جار ومجرور، ومضاف إليه، متعلّق بيجعلون على كونه مفعولا ثانيا له. {مِنَ الصَّواعِقِ} جار ومجرور متعلّق بيجعلون. و {مِنَ} سببيّة. {حَذَرَ الْمَوْتِ} مفعول لأجله ليجعلون، وهو مضاف. {الْمَوْتِ} مضاف إليه. {وَاللَّهُ} الواو اعتراضية. {اللَّهُ} مبتدأ. {مُحِيطٌ} خبره. {بِالْكافِرِينَ} متعلّق بمحيط، والجملة الإسمية جملة اعتراضية لا محل لها من الإعراب؛ لاعتراضها بين جملتين من أجزاء المشبّه به، وهما: يجعلون أصابعهم، ويكاد البرق. </p><p> {يَكادُ الْبَرْقُ يَخْطَفُ أَبْصارَهُمْ كُلَّما أَضاءَ لَهُمْ مَشَوْا فِيهِ وَإِذا أَظْلَمَ عَلَيْهِمْ قامُوا وَلَوْ شاءَ اللَّهُ لَذَهَبَ بِسَمْعِهِمْ وَأَبْصارِهِمْ إِنَّ اللَّهَ عَلى كُلِّ شَيْءٍ قَدِيرٌ} . </p><p> {يَكادُ} فعل مضارع من أفعال المقاربة تعمل عمل كان، وفيها لغتان: فعل وفعل، ولذلك يقال فيها عند اتصال ضمير الرفع بماضيه: كدت كبعت، وكدت كقلت. {الْبَرْقُ} اسمها مرفوع. {يَخْطَفُ} فعل مضارع وفاعل مستتر فيه جوازا، تقديره: هو، يعود على البرق، وجملة يخطف في محل النصب خبر يكاد، وجملة يكاد مستأنفة استئنافا بيانيا، كأنّه قيل: ما حالهم مع تلك الصواعق؟ فأجاب بقوله: يكاد البرق، أو معطوفة بعاطف مقدر على يجعلون. {أَبْصارَهُمْ} مفعول به، ومضاف إليه. {كُلَّما} اسم شرط غير جازم في محل النصب على الظرفية الزمانية، مبني على السكون؛ لشبهه بالحرف شبها معنويّا، والظرف متعلق بالجواب، وهو {مَشَوْا}  {أَضاءَ} فعل ماض وفاعل مستتر، يعود على البرق. {لَهُمْ} متعلق بأضاء، والجملة الفعلية فعل شرط لكلما، لا محل لها من </p><p> الإعراب. {مَشَوْا} فعل وفاعل. {فِيهِ} متعلق بمشوا، والجملة الفعلية جواب كلما لا محل لها من الإعراب، وجملة كلما من فعل شرطها وجوابها مستأنفة استئنافا بيانيا لا محل لها من الإعراب، كأنّه قيل: ما يفعلون في حالتي خفوق البرق وخفيته؟ فأجاب بذلك. وهذا أصحّ ما قيل في إعراب كلّما، كما في كتب النحاة، كما بسطناه في تفسيرنا «عمدة التفاسير والمعربين» . {وَإِذا} إذا ظرف لما يستقبل من الزمان، خافض لشرطه، منصوب بجوابه. {أَظْلَمَ} فعل ماض وفاعله ضمير مستتر فيه جوازا، تقديره: هو، يعود على البرق، والجملة الفعلية في محل الخفض بإضافة إذا إليها على كونها فعل شرط لها، والظرف متعلق بالجواب الآتي. {عَلَيْهِمْ} متعلّق بأظلم. {قامُوا} فعل وفاعل، والجملة جواب إذا لا محل لها من الإعراب، وجملة إذا معطوفة على جملة كلما على كونها مستأنفة. {وَلَوْ} الواو استئنافية. لَوْ حرف شرط غير جازم. {شاءَ اللَّهُ} فعل وفاعل، ومفعول المشيئة محذوف، تقديره: ذهاب سمعهم وأبصارهم. والجملة الفعلية فعل شرط للو. {لَذَهَبَ} اللام رابطة لجواب لو الشرطية. {ذهب} فعل ماض وفاعل مستتر، يعود على الله. {بِسَمْعِهِمْ} جار ومجرور متعلّق بذهب. {وَأَبْصارِهِمْ} معطوف على سمعهم، وجملة ذهب جواب لو، لا محل لها من الإعراب، وجملة لو الشرطية مستأنفة استئنافا نحويا لا محل لها من الإعراب. {إِنَّ اللَّهَ} ناصب واسمه. {عَلى كُلِّ شَيْءٍ} جار ومجرور ومضاف إليه، متعلّق بقدير، و {قَدِيرٌ} خبره، وجملة إنّ مستأنفة مسوقة؛ لتعليل ما قبلها. والله أعلم. </p><p> التصريف ومفردات اللغة </p><p> {وَمِنَ النَّاسِ} الناس اسم جمع، لا واحد له من لفظه، ومادّته عند سيبويه والفرّاء همزة ونون وسين، وحذفت همزته شذوذا، وأصله: أناس، وقد نطق القرآن بهذا الأصل، قال تعالى:  {يَوْمَ نَدْعُوا كُلَّ أُناسٍ بِإِمامِهِمْ} . وذهب الكسائي إلى أنّ مادّته: نون وواو وسين، مشتق من النوس، وهو الحركة، يقال: ناس ينوس نوسا، والنّوس: تذبذب الشيء في الهواء، ومنه: نوس القرط في الأذن، وسمي أبو نواس بذلك؛ لأنّ ذؤابتين له كانتا تنوسان عند أذنيه، واسمه </p><p> الحقيقي الحسن بن هانىء. وإنّما أطلنا في هذا البحث؛ لأنّ بعض المعاجم الحديثة خلط في أصله، فأوردوه في مادة أنس، وبعضها أورده في مادة نوس، وأضاعوا بذلك الطالب والمراجع في متاهات لا منافذ منها. اه. درويش. </p><p> وقيل: أصله من نسي، فوقع فيه القلب المكاني بتقديم الياء على السين، فصار نيس بوزن فعل، تحركت الياء عندئذ وانفتح ما قبلها، قلبت ألفا، فقيل: ناس، فدخلت الألف واللام للتعريف، فصار الناس. وعلى هذا سمّوا بذلك لنسيانهم، ووزن الفعل عليه فلع، وعلى القول الأول وزنه فعال، وعلى القول الثاني أجوف واويّ، تحركت الواو وانفتح ما قبلها، قلبت ألفا، وقيل غير ذلك. </p><p> {مَنْ يَقُولُ} أصله: يقول بوزن يفعل، نقلت حركة الواو إلى القاف فسكنت الواو، فصارت حرف مدّ. {آمَنَّا} أصله: أأمنّا بوزن أفعلنا، أبدلت الهمزة الثانية حرف مدّ مجانسا لحركة الأولى، وهكذا كلّ همزة ساكنة وقعت فاء للفعل ودخلت عليها همزة مفتوحة، وقوله {الْآخِرِ} ، الألف فيه مبدلة من همزة ساكنة. </p><p> {يُخادِعُونَ} الخداع في الأصل: الإخفاء. ومنه سمّي البيت المفرد في المنزل مخدعا تستر أهل صاحب المنزل فيه، ومنه: الأخدعان: وهما العرقان المستبطنان في العنق، وسمّي الدهر خادعا؛ لما يخفي من غوائله. </p><p> {وَما يَشْعُرُونَ} الشعور؛ إدراك الشيء من وجه يدقّ ويخفى، وهو مشتقّ من الشعر لدقّته، كما مرّ. وقيل: هو الإدراك بالحاسّة، فهو مشتق من الشعار، وهو ثوب يلي الجسد، ومشاعر الإنسان حواسه، وشعر بالأمر من بابي: نصر وكرم: علم به وفطن له، ومنه يسمي الشاعر شاعرا؛ لفطنته ودقّة معرفته. والتحقيق: أنّ الشعور إدراك ما دقّ من حسي وعقلي. </p><p> {فِي قُلُوبِهِمْ مَرَضٌ} المرض مصدر مرض، ويطلق في اللغة على الضعف والفتور، وقالوا المرض في القلب: الفتور عن الحقّ، وفي البدن فتور الأعضاء، وفي العين فتور النظر. ويطلق المرض فيراد به الظلمة، كقوله: </p><p> في ليلة مرضت من كلّ ناحية ... فما يحسّ بها نجم ولا قمر </p><p> {فَزادَهُمُ اللَّهُ مَرَضًا} وزاد يستعمل لازما ومتعديا لاثنين، ثانيهما غير الأول، كأعطى وكسا، فيجوز حذف مفعوليه وأحدهما اختصارا واقتصارا، فالأول حذف لدليل والثاني حذف بلا دليل، تقول: زاد المال فهو لازم، وزدت زيدا خيرا، ومنه:  {وَزِدْناهُمْ هُدىً} ، {فَزادَهُمُ اللَّهُ مَرَضًا} وزدت زيدا ولا تذكر ما زدته، وزدت مالا ولا تذكر من زدته، وألف زاد منقلبة عن ياء لقولهم: يزيد. </p><p> اه. «سمين» . وأصل زاد زيد بوزن فعل بفتح العين، يفعل بكسرها يائي العين، نظير باع يبيع، تحركت الياء وانفتح ما قبلها فقلبت ألفا. </p><p> {عَذابٌ أَلِيمٌ} من ألم من باب طرب، فهو أليم، كوجع فهو وجيع؛ أي متألم ومتوجع. {بِما كانُوا يَكْذِبُونَ} الباء سببية، وما يجوز أن تكون مصدرية؛ أي: بكونهم يكذبون، وهذا على القول: بأن كان لها مصدر، وهو الصحيح عند بعضهم للتصريح به في قول الشاعر: </p><p> ببذل وحلم ساد في قومه الفتى ... وكونك إيّاه عليك يسير </p><p> وقد صرّح بالكون، وعلى هذا فلا حاجة إلى ضمير عائد على ما؛ لأنّها حرف مصدري على الصحيح، خلافا للأخفش وابن السرّاج، في جعل ما المصدرية اسما، ويجوز أن تكون بمعنى الذي، وحينئذ فلا بدّ من تقدير عائد؛ أي: بالذي كانوا يكذبونه، وجاز حذف العائد لاستكمال الشروط وهو كونه متصلا منصوبا بفعل، وليس ثمّ عائد آخر. اه. «سمين» . {يكذبون} قرىء بالتخفيف مضارع كذب الثلاثي، وقرىء بالتشديد مضارع كذّب المضعف. </p><p> {وَإِذا قِيلَ لَهُمْ}  {قِيلَ} فعل ماض مبني للمجهول واوي العين، أصله: قول استثقلت الكسرة على الواو، والانتقال من ضمّ إلى كسر، فحذفت حركة الفاء التي هي القاف، ونقلت إليها حركة العين التي هي الواو، فسكنت الواو إثر كسرة، فقلبت ياء حرف مدّ، وهكذا كلّ فعل من هذا النوع معتل العين بني للمجهول. {قالُوا} أصله: قولوا، تحركت الواو وفتح ما قبلها، فقلبت ألفا، فصار: قالوا. </p><p> {لا تُفْسِدُوا فِي الْأَرْضِ} والفساد: خروج الشيء عن حال استقامته، </p><p> ونقيضه: الصلاح. والفساد في الأرض: تهييج الحروب وإثارة الفتن، والإخلال بمعايش الناس. {أَلا إِنَّهُمْ هُمُ الْمُفْسِدُونَ} ألا: حرف تنبيه واستفتاح، وليست مركبة من همزة الاستفهام ولا النافية، بل هي بسيطة، ولكنها لفظ مشترك بين التنبيه والاستفتاح، فتدخل على الجملة اسمية كانت أو فعلية وبين العرض والتحضيض، فتختصّ بالأفعال لفظا أو تقديرا. اه. «سمين» . {الْمُفْسِدُونَ} فيه حذف همزة أفعل من اسم الفاعل، كما تقدم في {الْمُفْلِحُونَ}  {كَما آمَنَ السُّفَهاءُ} جمع سفيه، وهو المنسوب إلى السفه، والسفه: خفّة رأي، وسخافة يقتضيها نقصان العقل، ومقابله الحلم، يقال: سفه بكسر الفاء وضمّها. </p><p> {وَإِذا لَقُوا الَّذِينَ آمَنُوا} من اللقاء، وهو المصادفة، يقال: لقيته ولاقيته، إذا صادفته واستقبلته، ومنه: ألقيته إذا طرحته، فإنّك بطرحه جعلته بحيث يلقى. اه. «بيضاوي» . وأصل لقوا: لقيوا بوزن شربوا، استثقلت الضمة على الياء، ثمّ نقلت إلى ما قبلها بعد سلب حركته، فالتقى ساكنان، وهما الياء وواو الجماعة، ثمّ حذفت الياء لالتقاء الساكنين، ثمّ ضمّت القاف؛ لمناسبة الواو، فصار لقوا بوزن فعوا بعد أن كان على وزن فعلوا. </p><p> {وَإِذا خَلَوْا} أصله: خلووا بوزن نصروا، تحركت الواو الأولى التي هي لام الكلمة وانفتح ما قبلها، فقلبت ألفا فالتقى ساكنان وهما الألف وواو الضمير، ثمّ حذفت الألف؛ لبقاء دالّها وهو فتحة اللام، فصار خلوا بوزن فعوا. </p><p> {إِلى شَياطِينِهِمْ} جمع شيطان، نحو: غرانين في جمع غرنان، حكاه الفراء. </p><p> والشيطان فيعال عند البصريّين، فنونه أصلية من شطن؛ إذا بعد، واسم الفاعل شاطن، قال أميّة: </p><p> أيّما شاطن عصاه عكاه ... ثمّ يلقى في السّجن، والأكبال </p><p> وعند الكوفيّين وزنه فعلان، فنونه زائدة من شاط يشيط؛ إذا هلك، قال الشاعر: </p><p> قد تظفر العير في مكنون قائلة ... وقد تشيط على أرماحنا البطل </p><p> والشيطان: كلّ متمرّد من الجنّ، والإنس، والدوابّ، قاله ابن عباس، وأنثاه: شيطانة، قال الشاعر: </p><p> هي البازل الكوماء لا شيء غيرها ... وشيطانة قد جنّ منها جنونها </p><p> {إِنَّما نَحْنُ مُسْتَهْزِؤُنَ} اسم فاعل من استهزأ السداسي، والاستهزاء بالشيء: السّخرية منه يقال: هزأت واستهزأت بمعنى، وأصله: الخفّة من الهزء، وهو القتل السريع، وهزأ يهزأ: مات فجأة، وتهزأ به ناقته؛ أي: تسرع به وتخبّ. </p><p> اه. «أبو السعود» . </p><p> {وَيَمُدُّهُمْ} من مدّ الجيش من باب ردّ، وأمده إذا زاده وقواه، ومنه: مددت السراج والأرض؛ إذا أصلحتهما بالزيت والسماد، أصله: يمددهم نقلت حركة الدال الأولى إلى الميم، فسكنت فأدغمت في الدال الثانية. </p><p> {فِي طُغْيانِهِمْ} الطّغيان: مصدر طغى يطغى طغيانا بضم الطاء، وطغيانا بكسرها ولام طغى. قيل: ياء وقيل: واو. يقال: طغيت وطغوت، وأصل المادّة مجاوزة الحدّ، ومنه: قوله تعالى: {إِنَّا لَمَّا طَغَى الْماءُ} . </p><p> {يَعْمَهُونَ} من العمه، وهو التردّد والتحيّر، وهو قريب من العمى، إلّا أنّ بينهما عموما وخصوصا مطلقا؛ لأنّ العمى يطلق على ذهاب ضوء العين، وعلى الخطأ في الرأي، والعمه لا يطلق إلّا على الخطأ في الرأي، يقال عمه يعمه من باب طرب عمها وعمهانا، فهو عمه وعامه اه. «سمين» . </p><p> {اشْتَرَوُا الضَّلالَةَ بِالْهُدى} الاشتراء، والشراء بمعنى: الاستبدال بالشيء والاعتياض منه، إلّا أنّ الاشتراء يستعمل في الابتياع والبيع، وهو ممّا جاء فيه افتعل بمعنى: الفعل المجرّد، وهو أحد المعاني التي جاء لها افتعل، وأصل اشترى اشتري بوزن افتعل، تحركت الياء وانفتح ما قبلها، قلبت ألفا، ثمّ أسند الفعل إلى واو الجماعة فالتقى ساكنان: الألف وواو الجماعة، فحذفت الألف وبقيت الفتحة دالّة عليها، ثمّ تحركت الواو لالتقائها ساكنة مع الساكن بعدها؛ لأنّ همزة الوصل ساقطة في الدرج، وخصّت بالضمة؛ لأنّها أخت الواو، وأخفّ </p><p> الحركات عليها. وقرىء بكسرها على أصل التقاء الساكنين وبفتحها؛ لأنّه أخفّ. </p><p> {فَما رَبِحَتْ تِجارَتُهُمْ} الربح: ما يحصل من الزيادة على رأس المال. </p><p> والتجارة: هي صناعة التاجر، وهو الذي يتصرّف في المال لطلب النّمو والزيادة. </p><p> {وَما كانُوا} أصله: كونوا؛ لأنّه أجوف واويّ تحركت الواو وانفتح ما قبلها، فقلبت ألفا. {مُهْتَدِينَ} وزنه مفتعين، أصله: مهتديين بياءين: الأولى لام الكلمة، والثانية ياء إعراب الجمع، استثقلت الحركة على الياء، فحذفت فسكنت، فالتقى ساكنان، فحذفت الياء الأولى لام الكلمة. وهو جمع مهتد، وهو اسم فاعل من اهتدى الخماسي، وافتعل فيه للمطاوعة، يقال: هديته فاهتدى، نحو: سويته فاستوى، وغممته فاغتم، والمطاوعة أحد المعاني التي جاءت لها افتعل، ولا يكون افتعل للمطاوعة، إلّا إذا كان من الفعل المتعدّي. </p><p> {مَثَلُهُمْ كَمَثَلِ الَّذِي اسْتَوْقَدَ نارًا} المثل في أصل كلام العرب بمعنى: المثل، والمثيل، كالشّبه والشّبه والشبيه، وهو النظير، ويجمع المثل، والمثل على أمثال، قال اليزيدي: الأمثال: الأشباه، وأصل المثل؛ الوصف. يقال: هذا مثل كذا؛ أي: وصفه مساو لوصف الآخر بوجه من الوجوه. وأما المثل في قوله تعالى:  {ضَرَبَ اللَّهُ مَثَلًا} فهو القول السائر الذي فيه غرابة من بعض الوجوه، ولذلك حوفظ على لفظه فلم يغيّر، فيقال لكلّ من فرّط في كل أمر عسر مدركه:  (الصيف ضيّعت اللبن) سواء كان المخاطب به مفردا، أو مثنى، أو مجموعا، أو مذكرا، أو مؤنّثا. {اسْتَوْقَدَ} والاستيقاد بمعنى: الإيقاد واستدعاء ذلك، ووقود النار: ارتفاع لهبها. وَ {النَّارُ} : جوهر لطيف مضيء حارّ محرق، والنار مؤنثة، وهي واويّة العين؛ لأنّ تصغيرها نوير، والجمع نور ونيران، وأصل الثاني نوران، قلبت الواو ياء؛ لسكونها إثر كسرة، وعليه فوزنها فعل بفتح العين، قلبت الواو ألفا؛ لتحركها بعد فتح، وقس على هذا ما ورد من هذا اللفظ. </p><p> {فَلَمَّا أَضاءَتْ} من الإضاءة، وهو الإشراق، وهو فرط الإنارة، أصله: أضوأ بوزن أفعل من الضوء، نقلت حركة حرف العلة (الواو) إلى الساكن الصحيح قبله (الضاد) ، فتحركت الضاد بالفتح، ثم أبدلت الواو ألفا؛ لتحركها في </p><p> الأصل، وانفتاح ما قبلها الآن، وقس على هذا ما شاكله من الأفعال: كاستجاب، وأصاب، وأناب، كما سيأتي إن شاء الله تعالى. </p><p> {صُمٌّ بُكْمٌ عُمْيٌ} جموع كثرة على وزن فعل، كأحمر وحمر. والصّمّ جمع أصمّ، وهو الذي لا يسمع، يقال: صمّ يصمّ بفتح الصاد فيهما؛ إذا ثقل السمع منه. قيل: أصله السدّ، تقول: صممت القارورة؛ إذا سددتها، والصمم: داء يحصل في الأذن يسد العروق، فيمنع من السمع، وقيل: أصله الصّلابة، قالوا: قناة صمّاء، والأصمّ أصله: أصمم نقلت حركة الميم الأولى إلى الصاد، فسكنت، فأدغمت في الميم الثانية، فوزنه أفعل. {بُكْمٌ} جمع أبكم، والبكم: آفة في اللسان تمنع من الكلام. قاله أبو حاتم، وقيل: الذي يولد أخرس، وقيل: الذي لا يفهم الكلام، ولا يهتدي إلى الصواب، فيكون إذ ذاك داء في الفؤاد لا في اللسان. {عُمْيٌ} جمع أعمى، والعمى: ظلمة في العين تمنع من إدراك المبصرات، والفعل منها على وزن فعل بكسر العين، واسم الفاعل على أفعل، وهو قياس الآفات والعاهات. فوزن الكلمات الثلاث بعد الجمع فعل بضمّ الفاء وسكون العين، ووزن مفردها أفعل، ويجمع أفعل قياسا على فعل بضمّ الفاء، فالأوصاف الثلاثة صفات مشبهة، جاءت على هذا الوزن، قال ابن مالك في «الخلاصة» : فعل لنحو أحمر وحمراء. </p><p> {لا يَرْجِعُونَ} والرجوع إن لم يتعدّ فهو بمعنى العود، وإن تعدّى فبمعنى الإعادة. {أَوْ كَصَيِّبٍ} فيه إعلال بالقلب والإدغام. أصله: صيوب من الصّوب، اجتمعت الواو والياء، وسبقت إحداهما ساكنة، فقلبت الواو ياء، وأدغمت الياء في الياء، فصار صيّب، كما فعل في ميّت وسيّد. قال ابن مالك في باب التصريف: </p><p> إن يسكن السّابق من واو ويا ... واتّصلا ومن عروض عريا </p><p> فياء الواو اقلبنّ مدغما ... وشذّ معطى غير ما قد رسما </p><p> {مِنَ السَّماءِ} والسماء: كلّ ما علاك فأظلّك، والسماء مؤنّث وقد يذّكر، كما في قول الشاعر: </p><p> فلو رفع السّماء إليه قوما ... لحقنا بالسّماء مع السّحاب </p><p> وأصل السماء: السماو من السمو، أبدلت فيه الواو همزة لمّا تطرّفت إثر ألف زائدة، وهذا القلب مطرد فيها، وفي الياء المتطرفة أيضا بعد ألف زائدة، كما سيأتي إن شاء الله تعالى في مادّة البناء، وقد تقدم عند قوله:  {سَواءٌ عَلَيْهِمْ} . </p><p> {مُحِيطٌ} وزنه: مفعل اسم فاعل من أحاط الرباعيّ، فأصله: محوط واويّ العين، إذ يقال: حاطه يحوطه حوطا وحوّط تحويطا، فالمصدر ظهرت فيه الواو، ولمّا كان أصله محرط، نقلت حركة الواو إلى الحاء، فسكنت الواو إثر كسرة، فقلبت ياء حرف مدّ. </p><p> {يَكادُ الْبَرْقُ} أصله: يكود بفتح العين بوزن يفعل؛ لأنّ الصحيح أنّه من باب فعل مكسور العين، نقلت حركة حرف العلّة إلى الساكن الصحيح قبله، ثمّ أبدلت الواو ألفا؛ لتحركها في الأصل، وانفتاح ما قبلها الآن. </p><p> {كُلَّما أَضاءَ لَهُمْ مَشَوْا فِيهِ} أصله: مشيوا بوزن ضربوا، قلبت الياء ألفا؛ لتحركها بعد فتح، فالتقى ساكنان: الألف وواو الجماعة، فحذفت الألف. {وَإِذا أَظْلَمَ عَلَيْهِمْ قامُوا} أصل قام قوم، بوزن فعل، قلبت الواو ألفا؛ لتحركها بعد فتح، ثمّ أسند الفعل إلى واو الجماعة، فضمّ آخره. {وَلَوْ شاءَ اللَّهُ} أصله: شيء بوزن فعل بكسر العين، تحركت الياء وانفتح ما قبلها، فقلبت ألفا، دلّ على ذلك كون مضارعه يشاء، وسيأتي بيان تصريف مضارعه إن شاء الله تعالى في محلّه. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات ضروبا من البلاغة، وأنواعا من الفصاحة، والبيان، والبديع: </p><p> فمنها: الإتيان بالجملة الاسمية في قوله: {وَما هُمْ بِمُؤْمِنِينَ} ، حيث لم يقل: وما آمنوا المطابق لقوله: {وَمِنَ النَّاسِ مَنْ يَقُولُ آمَنَّا بِاللَّهِ} ؛ لإفادة انتفاء الإيمان عنهم في جميع الأزمنة؛ لإفادتها الدوام والاستمرار؛ أي: لم يتصفوا </p><p> بالإيمان في حال من الأحوال، لا في الماضي، ولا في الحال، ولا في الاستقبال، بخلاف الفعلية الموافقة لدعواهم، فلا تفيد إلّا نفيه في الماضي. اهـ. </p><p> «أبو السعود» . </p><p> ومنها: إعادة الجار في قوله: {وَبِالْيَوْمِ الْآخِرِ} ؛ لإفادة تأكّد دعواهم الإيمان، بكلّ ما جاء به الرسول صلّى الله عليه وسلّم، فردّ عليهم المولى بأبلغ ردّ بقوله:  {وَما هُمْ بِمُؤْمِنِينَ} ، حيث أتى بالجملة الإسمية وزاد الجار في الخبر. </p><p> ومنها: المشاركة في قوله: {يُخادِعُونَ اللَّهَ} ؛ لأنّ المفاعلة تقتضي المشاركة في المعنى، وقد أطلق عليه تعالى مقابلا؛ لما ذكره من خداع المنافقين، كمقابلة المكر بمكرهم، ومن أمثلة هذا الفنّ في الشعر قول بعضهم: </p><p> قالوا التمس شيئا نجد لك طبخه ... قلت اطبخوا لي جبّة وقميصا </p><p> ومنها: الاستعارة التمثيلية في الخداع المنسوب إليه تعالى، حيث شبّه حالهم مع ربّهم في إظهار الإيمان وإخفاء الكفر، بحال رعية تخادع سلطانها، واستعير اسم المشبّه به للمشبّه، بطريق الاستعارة التمثيلية، أو شبه حالهم في معاملتهم مع الله تعالى، بحال المخادع مع صاحبه من حيث القبح، أو من باب المجاز العقلي في النسبة الإيقاعية، حيث أسند الشيء إلى غير من هو له، وأصل التركيب: يخادعون رسول الله، أو من مجاز الحذف، أو من باب التورية، حيث ذكر معاملتهم لله بلفظ الخداع. اه. من «أبي السعود» وغيره. والتورية: أن يكون للكلام معنى قريب وبعيد، فيطلق القريب ويراد البعيد، وهو مطلق الخروج عن الطاعة باطنا، وإن كان العالم لا تخفى عليه خافية اه. «صاوي» . </p><p> ومنها: الاستعارة التصريحية في قوله: {فِي قُلُوبِهِمْ مَرَضٌ} ، حيث استعير المرض لما ران على قلوبهم، من جهل وسوء عقيدة؛ لأنّ المرض حقيقة في الأجسام. </p><p> ومنها: زيادة كان في قوله: {بِما كانُوا يَكْذِبُونَ} ؛ لتأكيد الكلام؛ ولإفادة دوام كذبهم وتجدّده. </p><p> ومنها: قصر الموصوف على الصفة في قوله: {قالُوا إِنَّما نَحْنُ مُصْلِحُونَ} ؛ أي: مقصورون على الإصلاح، نظير قولهم: إنّما زيد منطلق. وقال ابن التمجيد: هذا القصر إفراد؛ لأنّه لما قال المسلمون لهم: لا تفسدوا توهّموا أنّ المسلمين أرادوا بذلك، أنّهم يخلطون الإفساد بالإصلاح، فأجابوهم بأنّهم مقصورون على الإصلاح، لا يتجاوزون عنه إلى صفة الإفساد، فيلزم منه عدم الخلط، فهو من باب قصر الإفراد، حيث توهّموا أنّ المؤمنين اعتقدوا الشركة، فأجابهم الله سبحانه بعد ذلك، بما يدل على القصر القلبي بقوله:  {أَلا إِنَّهُمْ هُمُ الْمُفْسِدُونَ} ، فإنّهم لما أثبتوا لأنفسهم إحدى الصفتين، ونفوا الأخرى، واعتقدوا ذلك، قلب الله اعتقادهم هذا، بأن أثبت لهم ما نفوه، ونفى عنهم ما أثبتوا. والمعنى: هم مقصورون على إفساد أنفسهم بالكفر، والناس بالتعويق عن الإيمان، لا يتخطّون منه إلى صفة الإصلاح. اه. «روح» . </p><p> ومنها: جمع المؤكدات في هذه الجملة؛ لتأكيد الردّ عليهم، حيث أكد بألا، وبأنّ، وبضمير الفصل، وتعريف الخبر مبالغة في الردّ عليهم، لما ادّعوه من قولهم:  {إِنَّما نَحْنُ مُصْلِحُونَ} ؛ لأنّهم أخرجوا الجواب جملة اسمية مؤكّدة بإنما، ليدلّوا بذلك على ثبوت الوصف لهم، فردّ الله عليهم بأبلغ وأوكد مما ادعوه. اه. «سمين» . وكذا جملة قوله:  {أَلا إِنَّهُمْ هُمُ السُّفَهاءُ} . </p><p> ومنها: المفارقة بين الجمل في قوله: {وَإِذا لَقُوا الَّذِينَ آمَنُوا قالُوا آمَنَّا} وقوله: {وَإِذا خَلَوْا إِلى شَياطِينِهِمْ قالُوا إِنَّا مَعَكُمْ إِنَّما نَحْنُ مُسْتَهْزِؤُنَ} . فقد خاطبوا المؤمنين بالجملة الفعلية، وهي جملة {آمَنَّا} ، وخاطبوا شياطينهم بالجملة الإسمية، وهي جملة {إِنَّا مَعَكُمْ} ؛ وذلك لأنّ الجملة الإسميّة أثبت من الجملة الفعلية، فإيمانهم قصير المدى لا يعدو تحريك اللسان، أو مدة التقائهم بالمؤمنين وركونهم إلى شياطينهم، دائم الاستمرار والتجدّد، وهو أعلق بنفوسهم وأكثر ارتباطا بما رسخ فيها. </p><p> ومنها: المخالفة بين جملة مستهزؤن، وجملة يستهزىء؛ لأنّ هزء الله بهم متجدد وقتا بعد وقت، وحالا بعد حال، يوقعهم في متاهات الحيرة والإرتباك، زيادة في التنكيل بهم. </p><p> ومنها: المشاكلة في قوله: {اللَّهُ يَسْتَهْزِئُ بِهِمْ} ؛ لأنّ الاستهزاء ضرب من العبث واللهو، وهما لا يليقان به سبحانه وتعالى، وهو منزّه عنهما، ولكنه سمّى جزاء الاستهزاء استهزاء، فهي مشاكلة لفظيّة لا أقلّ ولا أكثر. فالمشاكلة: هي الإتفاق في اللفظ دون المعنى. </p><p> ومنها: الفصل الواجب في قوله: {اللَّهُ يَسْتَهْزِئُ بِهِمْ} ؛ لأنّ في عطفها على شيء من الجمل السابقة مانعا قويّا؛ لأنّها تدخل حينئذ في حيّز مقول المنافقين، والحال: أنّ استهزاء الله بهم وخذلانه إيّاهم ثابتان مستمرّان، سواء خلوا إلى شياطينهم أم لا. فالجملة مستأنفة على كلّ حال، واجبة الفصل عمّا قبلها؛ لأنّها مظنة سؤال ينشأ، فيقال: ما مصير أمرهم؟ ما عقبى حالهم؟. فيستأنف جوابا عن هذا السؤال. </p><p> ومنها: الإتيان باسم إشارة البعيد في قوله: {أُولئِكَ الَّذِينَ اشْتَرَوُا} للإيذان ببعد منزلتهم في الشرّ، وسوء الحال. </p><p> ومنها: الاستعارة التصريحية الترشيحية في قوله: {الَّذِينَ اشْتَرَوُا الضَّلالَةَ بِالْهُدى فَما رَبِحَتْ تِجارَتُهُمْ} ، حيث استعار الشراء الذي هو بذل الثمن؛ لتحصيل ما يطلب لاختيارهم الضلالة بدل الهدى، ورشّح تلك الاستعارة وقوّاها، بذكر الريح والتجارة، لأنّ الترشيح ذكر ما يلائم المستعار منه الذي هو الشراء هنا. </p><p> ومنها: المجاز العقلي في قوله: {فَما رَبِحَتْ تِجارَتُهُمْ} حيث أسند الربح إلى التجارة؛ لكونها سببه، وحقّ الإسناد أن يقال: فما ربحوا في تجارتهم. </p><p> ومنها: التتميم في قوله: {وَما كانُوا مُهْتَدِينَ} ، وهو أن يأتي المتكلم في آخر كلامه بكلمة أو جملة، تتمّ معنى الكلام السابق، فقوله:  {وَما كانُوا مُهْتَدِينَ} تتميم لما قبله؛ لأنّه أفاد أنّهم ضالّون مخطئون في جميع ما فعلوه من عمل الشراء، وغيره. </p><p> ومنها: التشبيه التمثيلي في قوله: {مَثَلُهُمْ كَمَثَلِ الَّذِي اسْتَوْقَدَ} نارًا الخ، وكذلك في قوله:  {أَوْ كَصَيِّبٍ مِنَ السَّماءِ} . والتشبيه التمثيلي: هو أن يكون وجه </p><p> الشبه منتزعا من أمور متعدّدة، فقد شبّه في المثال الأول المنافق بالمستوقد للنار، وإظهاره الإيمان بالإضاءة، وانقطاع انتفاعه بانطفاء النار. وفي المثال الثاني شبّه الإسلام بالمطر؛ لأنّ القلوب تحيا به، كحياة الأرض بالمطر، وشبّه شبهات الكفّار بالظلمات، وما في القرآن من الوعد والوعيد، بالرعد والبرق، وما يصيب الكفرة من الفتن، والبلايا بالصواعق. </p><p> ومنها: المخالفة بين الضميرين، فقد وحّد الضمير في قوله:  {اسْتَوْقَدَ} وفي قوله: {ما حَوْلَهُ} نظرا إلى جانب اللفظ؛ لأنّ المنافقين كلّهم على قول واحد وفعل واحد، وجمع في قوله:  {بِنُورِهِمْ وَتَرَكَهُمْ} رعاية للمعنى لكون المقام مقام تقبيح أحوالهم، وبيان صفاتهم وضلالهم، فإثبات الحكم لكلّ فرد منهم واقع. </p><p> ومنها: الاستعارة التصريحية الأصلية في قوله: {صُمٌّ بُكْمٌ عُمْيٌ} فقد شبّههم بالصمّ، والبكم، والعمي، وطوى ذكر المشبّه، وجعله بعضهم من التشبيه البليغ؛ أي: هم كالصمّ البكم العمي في عدم الاستفادة من هذه الحواس، فحذف أداة التشبيه ووجه الشبه، فصار تشبيها بليغا، وهو في كلامهم كثير، كقوله: </p><p> صمّ إذا سمعوا خيرا ذكرت به ... وإن ذكرت بسوء عندهم أذنوا </p><p> ومنها: المجاز المرسل في قوله: {يَجْعَلُونَ أَصابِعَهُمْ فِي آذانِهِمْ} حيث أطلق الأصابع، وأراد رؤوسها، فهو من إطلاق الكلّ وإرادة الجزء؛ لأنّ إدخال الأصبع كلّها في الأذن لا يمكن. </p><p> ومنها: جمع الأصابع إشارة إلى أنّه لم يرد أصبعا معيّنة؛ لأنّ الحالة حالة دهش وحيرة، فأيّة أصبع اتّفق لهم أن يسدّوا بها آذانهم، فعلوا غير معرّجين على ترتيب معتاد، أو تعيين مفترض. </p><p> ومنها: إفراد البرق والرعد، وجمع الصواعق، لكونهما في الأصل مصدرين، والمصادر لا تجمع. يقال: رعدت السماء رعدا وبرقت برقا، فراعى فيهما حكم الأصل، فترك جمعهما وإن أريد معنى الجمع، ولا يخفى أنّ من </p><p> الألفاظ ما يعذب مفرده ويقبح جمعه، وبالعكس. </p><p> ومنها: تعريف السماء في قوله: {أَوْ كَصَيِّبٍ مِنَ السَّماءِ} ؛ للإيذان بأنّ انبعاث الصيّب ليس من أفق واحد، فإنّ كلّ أفق من آفاقها سماء على حدة، والمعنى: أنّه نازل من غمام مطبق، آخذ بآفاق السماء كلها. </p><p> ومنها: التعبير بالأصابع دون الأنامل في قوله: {يَجْعَلُونَ أَصابِعَهُمْ} إشارة إلى أنّهم لشدّة حيرتهم ودهشتهم، يدخلون أصابعهم كلّها في إذانهم لا أناملهم فقط، كما هو المعتاد. </p><p> ومنها: الإظهار في موضع الإضمار في قوله: {وَاللَّهُ مُحِيطٌ بِالْكافِرِينَ} حيث لم يقل: والله محيط بهم بالضمير الراجع إلى أصحاب الصيّب، إيذانا. بأنّ ما دهمهم من الأمور الهائلة المحكيّة بسبب كفرهم. </p><p> ومنها: إيثار المشي في قوله: {مَشَوْا فِيهِ} على ما فوقه من السّعي والعدو؛ للإشعار بعدم استطاعتهم لهما لكمال دهشتهم وحيرتهم. </p><p> ومنها: الزيادة والحذف في عدّة مواضع. </p><p> فائدة: والحاصل: أنّ الله وصف المنافقين في هذه الآيات، بثمان صفات كلّها قبيحة شنيعة تدلّ على رسوخهم في الضلال، وهي: الكذب، والخداع، والسفه، والاستهزاء، والإفساد في الأرض، والجهل والضلال، والمرض. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جل وعلا: </p><p> {يا أَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ وَالَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ (٢١) الَّذِي جَعَلَ لَكُمُ الْأَرْضَ فِراشًا وَالسَّماءَ بِناءً وَأَنْزَلَ مِنَ السَّماءِ ماءً فَأَخْرَجَ بِهِ مِنَ الثَّمَراتِ رِزْقًا لَكُمْ فَلا تَجْعَلُوا لِلَّهِ أَنْدادًا وَأَنْتُمْ تَعْلَمُونَ (٢٢) وَإِنْ كُنْتُمْ فِي رَيْبٍ مِمَّا نَزَّلْنا عَلى عَبْدِنا فَأْتُوا بِسُورَةٍ مِنْ مِثْلِهِ وَادْعُوا شُهَداءَكُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صادِقِينَ (٢٣) فَإِنْ لَمْ تَفْعَلُوا وَلَنْ تَفْعَلُوا فَاتَّقُوا النَّارَ الَّتِي وَقُودُهَا النَّاسُ وَالْحِجارَةُ أُعِدَّتْ لِلْكافِرِينَ (٢٤) وَبَشِّرِ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ أَنَّ لَهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهارُ كُلَّما رُزِقُوا مِنْها مِنْ ثَمَرَةٍ رِزْقًا قالُوا هذَا الَّذِي رُزِقْنا مِنْ قَبْلُ وَأُتُوا بِهِ مُتَشابِهًا وَلَهُمْ فِيها أَزْواجٌ مُطَهَّرَةٌ وَهُمْ فِيها خالِدُونَ (٢٥) إِنَّ اللَّهَ لا يَسْتَحْيِي أَنْ يَضْرِبَ مَثَلًا ما بَعُوضَةً فَما فَوْقَها فَأَمَّا الَّذِينَ آمَنُوا فَيَعْلَمُونَ أَنَّهُ الْحَقُّ مِنْ رَبِّهِمْ وَأَمَّا الَّذِينَ كَفَرُوا فَيَقُولُونَ ماذا أَرادَ اللَّهُ بِهذا مَثَلًا يُضِلُّ بِهِ كَثِيرًا وَيَهْدِي بِهِ كَثِيرًا وَما يُضِلُّ بِهِ إِلاَّ الْفاسِقِينَ (٢٦) الَّذِينَ يَنْقُضُونَ عَهْدَ اللَّهِ مِنْ بَعْدِ مِيثاقِهِ وَيَقْطَعُونَ ما أَمَرَ اللَّهُ بِهِ أَنْ يُوصَلَ وَيُفْسِدُونَ فِي الْأَرْضِ أُولئِكَ هُمُ الْخاسِرُونَ (٢٧) كَيْفَ تَكْفُرُونَ بِاللَّهِ وَكُنْتُمْ أَمْواتًا فَأَحْياكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ثُمَّ إِلَيْهِ تُرْجَعُونَ (٢٨) هُوَ الَّذِي خَلَقَ لَكُمْ ما فِي الْأَرْضِ جَمِيعًا ثُمَّ اسْتَوى إِلَى السَّماءِ فَسَوَّاهُنَّ سَبْعَ سَماواتٍ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ (٢٩) }. </p><p> المناسبة </p><p> قوله تعالى:  {يا أَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ ...} الآيات، مناسبة هذه الآيات لما قبلها: أنّ الله سبحانه وتعالى (١) ، لما ذكر أصناف الخلق، وبيّن أنّ منهم المهتدين والكافرين الذين فقدوا الاستعداد للهداية، والمنافقين المذبذبين بين ذلك .. دعا الناس إلى دين التوحيد الحقّ، وهو عبادة الله وحده عبادة خشوع وإخلاص، حتى كأنّهم ينظرون إليه، ويرونه، فإن لم يكونوا يرونه فإنّه يراهم، فإن </p><p>(١) المراغي.</p><p> فعلوا ذلك أعدّوا أنفسهم للتقوى، وبلغوا الغاية القصوى. </p><p> ثمّ عدّد بعض نعمه المتظاهرة عليهم الموجبة للعبادة والشكر، فجعل منها خلقهم أحياء قادرين على العمل والكسب، ثمّ خلق الأرض مستقرّا ومهادا؛ لينتفعوا بخيراتها، ويستخرجوا معادنها ونباتها. ثمّ بنى لهم السماء التي زيّنها بالكواكب، وجعل فيها مصابيح يهتدي بها الساري في الليل المظلم، وأنزل منها الماء، فأخرج به ثمرات مختلفا ألوانها وأشكالها، أفليس في كلّ هذا ما يطوّح بالنظر، ويهدي الفكر إلى أنّ خالق هذا الكون البديع المثال، لا ندّ له ولا نظير، وأنّ ما جعلوه أندادا له لا يقدرون على إيجاد شيء مما خلق، وأنّهم يعلمون ذلك حقّ العلم، فكيف يدعون غير الله من الأصنام والأحجار، ويستشفعون به، ويتوسّلون إليه مع أنّه لا خالق ولا رازق إلّا الله سبحانه وتعالى. </p><p> قوله تعالى:  {وَإِنْ كُنْتُمْ فِي رَيْبٍ مِمَّا نَزَّلْنا عَلى عَبْدِنا ...} الآيتين، مناسبتهما لما قبلهما: أنّ الله سبحانه وتعالى، لمّا ذكر (١) أنّ الناس بالنظر إلى القرآن أقسام ثلاثة: متقون يهتدون بهديه، وجاحدون معاندون معرضون عن سماع حججه وبراهينه، ومذبذبون بين ذلك .. طلب هنا إلى الجاحدين المعاندين في نبوة محمد صلّى الله عليه وسلّم وفي أنّ القرآن معجزته، أن يتعرّفوا إن كان هو من عند الله كما يدّعي هو أو من عند نفسه كما يدّعون، فيروّزوا أنفسهم، ويحاكموه، لعلّهم يأتون بمثل سورة من أقصر سورة، وهم فرسان البلاغة، وعصرهم أرقى عصور الفصاحة، والكلام ديدنهم، وبه تفاخرهم، وكثير منهم حاز قصب السبق في هذا المضمار، ولم يكن محمد من بينهم، فهو لم يمرّن عليه، ولم يبار أهله، ولم ينافسهم فيه. </p><p> فإن عجزوا ولم يستطيعوا ذلك، وهم لا يستطيعون، وإن تظاهر أنصارهم وكثر أشياعهم، بل لو اجتمعت الإنس والجنّ جميعا، فليعلموا أنّ ما جاءهم به، فأعجزهم لم يكن إلّا بوحي سماوي وإمداد إلهيّ، لا يسمو إليه محمد بعقله، ولا </p><p>(١) المراغي.</p><p> يصل بيانه إلى مثل أسلوبه ونظمه. وإذا استبان عجزهم ولزمتهم الحجة فقد صدق النبي صلّى الله عليه وسلّم فيما ادعى، وكان من ارتاب في صدقه معاندا مكابرا، واستحقّ العقاب، وكان جزاءه النار التي وقودها العصاة الجاحدون، وما عبدوه من أحجار وأصنام، أعدّت لكلّ من جحد الرسل أو استحدث في الدين، ما هو منه براء. </p><p> قوله تعالى:  {وَبَشِّرِ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ ...} الآية، مناسبة هذه الآية لما قبلها: أنّ الله سبحانه وتعالى، لمّا ذكر الكافرين، وما أعدّ لهم من العقاب. قفّى على ذلك ببشارة الذين آمنوا وعملوا الصالحات، وما أعدّ لهم من نعيم مقيم في الدار الآخرة، وقد جرت سنّة القرآن أن يقرن الترهيب بالترغيب؛ تنشيطا لاكتساب ما يوجب الزلفى عند الله؛ وتثبيطا عن اقتراف ما يوجب البعد من رضوانه تعالى. </p><p> قوله تعالى:  {إِنَّ اللَّهَ لا يَسْتَحْيِي أَنْ يَضْرِبَ مَثَلًا ...} الآيات، مناسبتها لما قبلها: أنّ الله سبحانه (١) ، لما ذكر الدليل القاطع على أنّ القرآن كلام الله، لا يتطرّق إليه شكّ ولا ريب، وأنّه كتاب معجز، أنزله على خاتم المرسلين، وتحدّاهم أن يأتوا بسورة من مثله. ذكر هنا شبهة أوردها الكفار للقدح فيه، وهي: أنّه جاء في القرآن ذكر النحل، والذباب، والعنكبوت، والنمل، وهذه الأمور لا </p><p> يليق ذكرها بكلام الفصحاء، فضلا من كلام ربّ الأرباب. فأجاب الله تعالى عن هذه الشبهة، وردّ عليهم: بأنّ صغر هذه الأشياء لا يقدح في فصاحة القرآن وإعجازه، إذا كان ذكرها مشتملا على حكم بالغة، فقال:  {إِنَّ اللَّهَ لا يَسْتَحْيِي ...} إلخ. </p><p> قوله تعالى:  {كَيْفَ تَكْفُرُونَ بِاللَّهِ وَكُنْتُمْ أَمْواتًا فَأَحْياكُمْ ...} الآيتين، مناسبتهما لما قبلهما: أنّ الله سبحانه وتعالى، لما (٢) ذكر أولئك الفاسقين الذين ضلوا بالمثل، ووصفهم بالصفات الشنيعة من نقض العهد الموثّق، وقطع ما أمر </p><p>(١) عمدة التفاسير والمعربين. (٢) المراغي.</p><p> الله به أن يوصل، والإفساد في الأرض، وجّه الخطاب إليهم في هاتين الآيتين. </p><p> وجاء به على طريق التوبيخ والتعجيب من صفة كفرهم، بذكر البراهين الداعية إلى الإيمان الصادّة عن الكفر، وهي النعم المتظاهرة الدالّة على قدرته تعالى، من مبدأ الخلق إلى منتهاه من إحيائهم بعد الإماتة، وتركيب صورهم من الذّرات المتناثرة، والنطف الحقيرة المهينة، وخلق ما في الأرض جميعا لهم؛ ليتمتعوا بجميع ما في ظاهرها وباطنها على فنون شتّى وطرق مختلفة، وخلق سبع سموات مزيّنة بمصابيح؛ ليهتدوا بها في ظلمات البرّ والبحر. </p><p> أفبعد هذا كله يكفرون به، وينكرون عليه أن يبعث فيهم رسولا منهم، يتلو عليهم آياته، ويضرب لهم الأمثال؛ ليهتدوا بها في إيضاح ما أشكل عليهم مما فيه أمر سعادتهم في دينهم ودنياهم. </p><p> أسباب النزول </p><p> قوله تعالى:  {إِنَّ اللَّهَ لا يَسْتَحْيِي ...} الآية، سبب نزول هذه الآية:  (١) ما أخرجه ابن جرير عن السدي بأسانيده، لما ضرب الله هذين المثلين للمنافقين، وهما قوله:  {مَثَلُهُمْ كَمَثَلِ الَّذِي اسْتَوْقَدَ نارًا} وقوله: {أَوْ كَصَيِّبٍ مِنَ السَّماءِ} ، قال المنافقون: الله أعلى وأجلّ من أن يضرب هذه الأمثال، فأنزل الله {إِنَّ اللَّهَ لا يَسْتَحْيِي أَنْ يَضْرِبَ مَثَلًا} إلى قوله: {الْخاسِرُونَ} . وما أخرجه الواحدي من طريق عبد الغني بن سعيد الثقفيّ، عن موسى بن عبد الرحمن، عن ابن جريج، عن عطاء، عن ابن عباس - رضي الله عنهما - قال:  (إنّ الله ذكر آلهة المشركين،فقال:{وَإِنْ يَسْلُبْهُمُ الذُّبابُ شَيْئًا}، وذكر كيد الآلهة، فجعله كبيت العنكبوت،فقالوا:أرأيت حيث ذكر الله الذباب والعنكبوت فيما أنزل من القرآن على محمدّ، أيّ شيء كان يصنع بهذا؟ فأنزل الله هذه الآية) . وعبد الغني واه جدّا، وقال عبد الرزاق في «تفسيره» : أخبرنا معمر، عن قتادة: لمّا ذكر الله العنكبوت </p><p>(١) لباب النقول.</p>"
}