{
  "id": null,
  "sura": 2,
  "aya": 7,
  "text": "<p> والثالثة: تسهيل الثانية، وهو أن تكون بين الهمزة والهاء مع إدخال ألف بين المسّهلة والأخرى. </p><p> والرابعة: تسهيل الثانية بلا إدخال ألف بين المسّهلة والأخرى. </p><p> والخامسة: إبدال الثانية ألفا؛ أي: مدّا لازما، وقدره سّت حركات خلافا للبيضاوي، حيث قال: إنّ قراءة الإبدال لحن؛ لوجهين: </p><p> الأوّل: أنّ الهمزة المتحركة لا تبدل ألفا. </p><p> والثاني: أن فيه التقاء الساكنين على غير حدّه. </p><p> وردّ عليه ملّا علي القاري: بأنّ القراءة متواترة عن رسول الله صلّى الله عليه وسلّم ومن أنكرها كفر، فيستدلّ بها لا لها. وأما قوله: إنّ الهمزة المتحركة لا تبدل ألفا في القلب القياسيّ، وأمّا السماعّي كما في سأل، ومنسأته، فلا لحن فيه؛ لأنّه يقتصر فيه على السماع. وقوله: فيه التقاء الساكنين على غير حدّه نقول: سهّله طول المدّ والسماع اه. صاوي بتصرف، وسيأتي بسطه في مبحث القراءة. </p><p> وفي «الجمل» : قال الجعبريّ (١) : وجه الإبدال المبالغة في التخفيف، إذ في التسهيل قسط همز. قال قطرب: هي قرشيّة وليست قياسيّة، لكنها كثرت حتى اطّردت، وأما تعليلهم بأنّه يؤدّي إلى جمع الساكنين على غيره، فمدفوع بأنّ من يقلبها ألفا يشبع الألف إشباعا زائدا على مقدار الألف بحيث يصير المدّ لازما، فيكون فاصلا بين الساكنين، ويقوم قيام الحركة، كما في {مَحْيايَ} بإسكان الياء لنافع وصلا، ويسمّي هذا حاجزا. وقد أجمع القراء وأهل العربية على إبدال الهمزة المتحركة الثانية في نحو: الآن، ثم اعلم أنّ موافقة العربية؛ إنما هي شرط لصحة القراءة، إذا كانت بطريق الآحاد، وأما إذا ثبتت متواترة فيستشهد بها لا لها، وإنّما ذكرنا ما ذكر؛ تفهيما للقاعدة، وتتميما للفائدة اه. </p><p> ٧ - ثمّ بيّن سبب تركهم الإيمان، فقال:  {خَتَمَ اللَّهُ} سبحانه وتعالى، وقفّل </p><p>(١) الفتوحات.</p><p> {عَلى قُلُوبِهِمْ} وطبع عليها، وطمس (١) نور بصيرتهم بحيث لا تعي خبرا ولا تفهمه، فلا يدخل فيها نور، ولا يشرق فيها إيمان. وذلك أنّ القلوب إذا كثرت عليها الذنوب طمست نور البصيرة فيها، فلا يكون للإيمان إليها مسلك، ولا للكفر عنها مخلص. والمراد بالختم هنا: عدم وصول الحقّ إلى قلوبهم، وعدم نفوذه واستقراره فيها. وهذه الجملة مستأنفة مسوقة؛ لتعليل ما سبق من الحكم، وهو عدم إيمانهم. </p><p> وأصل الختم (٢) : التغطية، وحقيقته: الاستيثاق من الشيء؛ لكي لا يخرج منه ما حصل فيه، ولا يدخله ما خرج منه. ومنه: ختم الكتاب ولا ختم في الحقيقة، وإنما المراد به: أن يحدث في نفوسهم هيئة تمرّنهم على استحباب الكفر والمعاصي، واستقباح الإيمان والطاعات، بسبب غيّهم، وانهماكهم في التقليد، وإعراضهم عن النظر الصحيح، فتجعل قلوبهم بحيث لا يؤثر فيها الإنذار، ولا ينفذ إليها الحقّ أصلا. وسمّى هذه الهيئة: ختما على سبيل الاستعارة، فالمراد بالقلب هنا: محلّ القوة العاقلة من الفؤاد. وقد يطلق ويراد به: المعرفة والعقل، كما قال تعالى:  {إِنَّ فِي ذلِكَ لَذِكْرى لِمَنْ كانَ لَهُ قَلْبٌ} . والمراد (٣) بالقلب هنا: جسم لطيف قائم بالقلب اللحمانيّ، الصنوبري الشكل، قيام العرض بمحله، أو قيام الحرارة بالفحم، وهذا القلب: هو الذي يحصل به الإدراك، وترتسم فيه العلوم والمعارف، وهو العقل، بخلاف القلب الذي بمعنى اللحمة الصنوبرية الشكل، فإنّها للبهائم والأموات. </p><p> {وَ} ختم الله {عَلى سَمْعِهِمْ} وآذانهم؛ أي: أصمّ مواضع سمعهم، فجعلها بحيث تعاف استماع الحقّ، ولا تصغي إلى خير، ولا تعيه، ولا تقبله. والختم عقوبة لهم على سوء اختيارهم، وميلهم إلى الباطل، وإيثارهم إياه. والسمع هو: إدراك القوة السامعة، وقد يطلق عليها وعلى العضو الحامل لها، </p><p>(١) عمدة التفاسير. (٢) روح البيان.(٣) العمدة.</p><p> وهو المراد هنا؛ لأنّه أشدّ مناسبة للختم، وهو المختوم عليه أصالة. </p><p> والمعنى: أصمّ مواضع سمعهم، فلا يسمعون الحقّ، ولا ينتفعون به: لأنّها تمّجه، وتنبو عن الإصغاء إليه. وقرىء شاذا {وعلى أسماءهم} ، كما سيأتي في مبحث القراءة. </p><p> وإنّما أفرده وجمع صاحبيه؛ لأنّه مصدر، والمصدر لا يثنى ولا يجمع. </p><p> وقيل: أفرده لوحدة المسموع، وهو الصوت، كذا في «الجمل» . وفي «الروح» : وفي توحيد السمع وجوه (١) : </p><p> أحدها: أنّه في الأصل مصدر، والمصادر لا تثنى ولا تجمع؛ لصلاحيتها للواحد والاثنين والجماعة. </p><p> فإن قلت: فلم جمع الأبصار والواحد بصر، وهو كالسمع؟ </p><p> قلنا: إنّه اسم للعين، فكان اسما لا مصدرا فجمع لذلك. </p><p> وثانيها: أنّ فيه إضمارا، أي: على مواضع سمعهم وحواسّه، كقوله تعالى:  {وَسْئَلِ الْقَرْيَةَ} أي: أهلها. وثبت هذا الإضمار بدلالة أنّ السمع فعل، ولا يختم على الفعل، وإنّما يختم على محله. </p><p> وثالثها: أنّه أراد سمع كلّ واحد منهم، والإضافة إلى الجمع تغنى عن الجمع، وفي التوحيد أمن اللبس، كما في قول الشاعر: </p><p> كلوا في نصف بطنكم تعيشوا ... فإنّ زمانكم زمن خميص </p><p> أي: في أنصاف بطونكم، إذا البطن لا يشترك فيه. </p><p> ورابعها: قول سيبويه: أنّه توسّط بين جمعين، فدلّ على أنّه جمع معنى وإن توّحد لفظا، كما في قوله:  {يُخْرِجُهُمْ مِنَ الظُّلُماتِ إِلَى النُّورِ} ، دلّ على الأنوار ذكر الظلمات. </p><p>(١) روح البيان.</p><p> وتقديم ختم قلوبهم؛ للإيذان بأنّها الأصل في عدم الإيمان، وتقديم حال السمع على حال أبصارهم؛ للاشتراك بينه وبين قلوبهم في تلك الحال. قالوا: السمع أفضل من البصر؛ لأنّه تعالى حيث ذكرهما، قدّم السمع على البصر، ولأنّ السمع شرط النبوة، ولذلك ما بعث الله تعالى رسولا أصمّ، ولأنّ السمع وسيلة إلى استكمال العقل بالمعارف إلى تتلقّف من أصحابها. </p><p> وقوله:  {وَعَلى سَمْعِهِمْ} معطوف على قوله: {عَلى قُلُوبِهِمْ} ، فالوقف عليه تامّ، وما بعده جملة اسمية. وقوله:  {وَعَلى أَبْصارِهِمْ} خبر مقدم، جمع بصر، وهو إدراك العين، وقد يطلق مجازا على القوة الباصرة وعلى العضوين، وهو المراد ههنا؛ لأنّه أشدّ مناسبة للتغطية. {غِشاوَةٌ} مبتدأ مؤخر، أي: غطاء عظيم، وساتر جسيم، فلا يبصرون الحقّ، وفي الحقيقة لا تغشية، وإنّما المراد بها: إحداث حالة </p><p> تجعل أبصارهم بسبب كفرهم لا تجتلي الآيات المنصوبة في الأنفس والآفاق، كما تجتليها أعين المستبصرين، وتصير كأنّها غطّي عليها، وحيل بينها وبين الإبصار. ومعنى التنكير: أنّ على أبصارهم ضربا من الغشاوة خارجا مما يتعارفه الناس، وهي غشاوة التعامي عن الآيات. </p><p> ولما اشترك السمع والقلب في الإدراك من جميع الجوانب، جعل ما يمنعهما من خاصّ فعلهما الختم الذي يمنع من جميع الجهات، وإدراك الأبصار لما كان مما اختصّ بجهة المقابلة، جعل المانع لها من فعلها الغشاوة المختصة بتلك الجهة. </p><p> وإنّما خصّ سبحانه وتعالى هذه الأعضاء الثلاثة بالذكر؛ لأنّها طرق للعلم، فالقلب محلّ العلم، وطريقه: إما السماع، وإما الرؤية. اه. كرخي. وقال في «التيسير» : إنّما ذكر في الآية القلوب، والسمع، والأبصار؛ لأنّ الخطاب كان باستعمال هذه الثلاثة في الحقّ، كما قال تعالى:  {أَفَلا تَعْقِلُونَ}  {أَفَلا تُبْصِرُونَ}  {أَفَلا تَسْمَعُونَ} اهـ. </p><p> {وَلَهُمْ} أي: ولهؤلاء الكفار المذكورين في الآخرة {عَذابٌ عَظِيمٌ} أي: عذاب شديد دائم لا ينقطع بسبب كفرهم وتكذيبهم بآيات الله تعالى. والعذاب </p><p> كالنكال وزنا ومعنى، وهو إيصال الآلام إلى الحيوان على وجه الهوان، فإيلام الأطفال والبهائم ليس بعذاب. يقال: أعذب عن الشيء، إذا أمسك عنه، وسمّي العذاب عذابا، لأنّه يمنع عن الجناية إذا تأمّل العاقل فيها، ومنه الماء العذب، لما أنّه يقمع العطش، أي: يكسره ويردعه بخلاف الملح فإنّه يزيده. وقيل: إنمّا سمّي به؛ لأنّه جزاء ما استعذبه المرء بطبعه؛ أي: استطابه، ولذلك قال تعالى: </p><p> {فَذُوقُوا عَذابِي} ، وإنما يذاق الطيب على معنى: أنّه جزاء ما استطابه واستحلاه بهواه في الدنيا. والعظيم (١) : نقيض الحقير، والكبير: نقيض الصغير، فكان العظيم فوق الكبير، كما أنّ الحقير دون الصغير. قال في «التيسير» : {عَظِيمٌ} أي: كبير، أو كثير، أو دائم، وهو التعذيب بالنار أبدا، ثمّ عظمه بأهواله، وبشدة أحواله، وكثرة سلاسله وأغلاله. فتكون هذه الآية وعيدا وبيانا لما يستحقّونه في الآخرة. وقيل: هو القتل والأسر في الدنيا، والتحريق بالنار في العقبى. </p><p> ومعنى التوصيف بالعظيم: أنّه إذا قيس بسائر ما يجانسه قصر عنه جميعه، ومعنى التنكير: أنّ لهم من الآلام نوعا عظيما لا يعلم كنهه إلّا الله سبحانه وتعالى، فعلى العاقل أنّ يجتنب عمّا يؤدّي إلى العذاب الأليم، والعقاب العظيم، وهو الإصرار على الذنوب، والإكباب على اقتراف الخطيئات والعيوب. وأمّهات الخطايا ثلاث: الحرص، والحسد، والكبر. فحصل من هؤلاء سّت خصال، فصارت جملتها تسعا: الشبع، والنوم، والراحة، وحّب المال، وحبّ الجاه، وحبّ الرياسة. فحّب المال والرياسة من أعظم ما يجرّ صاحبه إلى الكفر والهلاك. </p><p> وظاهر قوله تعالى (٢) : {خَتَمَ اللَّهُ} أنّه إخبار من الله تعالى بختمه، وحمله بعضهم على أنّه دعاء عليهم، وكنى بالختم على القلوب عن كونها لا تقبل شيئا من الحقّ ولا تعيه؛ لإعراضها عنه، فاستعار الشيء المحسوس للشيء المعقول، </p><p>(١) روح البيان. (٢) البحر المحيط.</p><p> أو مثّل القلب بالوعاء الذي ختم عليه؛ صونا لما فيه، ومنعا لغيره من الدخول إليه. والأول مجاز بالاستعارة، والثاني مجاز بالتمثيل. وتكرير حرف الجرّ في قوله:  {وَعَلى سَمْعِهِمْ} يدلّ على أنّ الختم ختمان، أو على التوكيد إن كان الختم واحدا، فيكون أدلّ على شدّة الختم. </p><p> وقرأ ابن أبي عبلة (١) : {وعلى أسماعهم} ، فطابق في الجمع بين القلوب، والأسماع، والأبصار. وقرأ الجمهور {وَعَلى سَمْعِهِمْ} على التوحيد، إمّا لكونه مصدرا في الأصل، فلمح فيه الأصل، وإمّا اكتفاء بالمفرد عن الجمع؛ لأنّ ما قبله وما بعده يدلّ على أنّه أريد به الجمع. وقرأ الكوفيون، وابن ذكوان وروح، عن يعقوب وخلف العاشر قوله: أَأَنْذَرْتَهُمْ بتحقيق الهمزتين، وهو الأصل. وأهل الحجاز لا يرون الجمع بينهما طلبا للتخفيف؛ فقرأ قالون عن نافع وأبو عمرو وأبو جعفر بتسهيل الهمزة الثانية بينها وبين الألف مع إدخال ألف بينهما، وقرأ ابن كثير ورويس عن يعقوب بتسهيل الهمزة الثانية من غير إدخال ألف بينهما، ولهشام وجهان: الأول: تحقيق الهمزتين مع إدخال ألف بينهما وهي قراءة ابن عباس، وابن أبي إسحاق، والثاني: التسهيل مع إدخال الألف. ولورش عن نافع أيضا وجهان: الأول: كابن كثير ورويس، والثاني: إبدال الثانية ألفا مع المد المشبع فيلتقي ساكنان على غير حدهما وقد أنكر هذه القراءة الزمخشري، وزعم أنّ ذلك لحن وخروج عن كلام العرب من وجهين، وقد مرّ لنا ذكر الوجهين مع الرد عليهما، فراجعه. وما قاله الزمخشري هو مذهب البصريين. وقد أجاز الكوفيون الجمع بين الساكنين على غير الحد الذي أجازه البصريون. وقراءة ورش صحيحة النقل، لا تدفع باختيار المذاهب، ولكن عادة هذا الرجل إساءة الأدب على أهل الأداء ونقلة القرآن. وقرأ الزهري، وابن محيصن {أنذرتهم} بهمزة واحدة حذفا الهمزة الأولى؛ لدلالة المعنى عليها، ولأجل ثبوت ما عادلها، وهو {أَمْ} وقرأ أبيّ أيضا (٢) : بحذف الهمزة ونقل حركتها إلى الميم </p><p>(١) البحر المحيط. (٢) البحر المحيط.</p><p> الساكنة قبلها، والمفعول الثاني لأنذر محذوف؛ لدلالة المعنى عليه، والتقدير: أأنذرتهم العذاب على كفرهم أم لم تنذرهموه. وقد قرىء {أَبْصارِهِمْ} بالإمالة، وهي جائزة، لأنّه قد غلبت الراء المكسورة حرف الاستعلاء، إذ لولاها لما جازت الإمالة، وهذا بتمامه مذكور في كتب النحو. </p><p> وقرأ الجمهور {غشاوة} بكسر الغين ورفع التاء، وكانت هذه الجملة ابتدائية؛ ليشمل الكلام الإسنادين: إسناد الجملة الفعلية، وإسناد الجملة الابتدائية. فيكون ذلك آكد؛ لأنّ الفعلية تدلّ على التجدّد والحدوث، والاسمية تدلّ على الثبوت والدوام، وكان تقديم الفعلية أولى، لدلالتها على أنّ ذلك قد وقع وفرغ منه. قال الفرّاء (١) : أما قريش وعامّة العرب، فيكسرون الغين من {غشاوة} ، وعكل يضمّون الغين، وبعض العرب يفتحها، وأظنّها لربيعة. وروى الفضل عن عاصم {غشاوة} بالنصب على تقدير: جعل على أبصارهم غشاوة، أو على (٢) عطف {أَبْصارِهِمْ} على ما قبله، ونصب {غِشاوَةٌ} على حذف حرف الجر؛ أي: بغشاوة، وهو ضعيف. قال أبو علي: وقراءة الرفع أولى؛ لأنّ النصب على تقدير: وجعل على أبصارهم غشاوة، يكون الكلام عليه من باب: علفتها تبنا وماء باردا. ولا تكاد تجد هذا الاستعمال في حال سعة واختيار. وقرأ الحسن باختلاف عنه، وزيد بن عليّ {غشاوة} بضمّ الغين ورفع التاء، وأصحاب عبد الله بالفتح والنصب وسكون الشين، وعبيد بن عمير كذلك، إلّا أنّه رفع التاء. وقرأ {بعضهم} غشاوة بالكسر والرفع. وقرأ بعضهم {غشاوة} بالفتح والرفع والنصب، وهي قراءة أبي حيوة، والأعمش. قال الثوري: وكان أصحاب عبد الله يقرؤونها {غشية} بفتح الغين والياء والرفع، وقال يعقوب {غشاوة} بالضمّ لغة، ولم يؤثرها عن أحد من القراء. وقرأ بعضهم {عشاوة} بالعين المهملة المكسورة والرفع، من العشي، وهو شبه العمى في العين. وقال بعض المفسرين: وأصوب هذه القراءات المقروء بها: ما عليه السبعة من كسر الغين على وزن عمامة. </p><p>(١) زاد المير. (٢) البحر المحيط.</p><p> وحاصل معنى الآية: أنّ الله سبحانه وتعالى (١) ضرب مثلا لحال قلوب أولئك القوم، وقد تمكّن الكفر فيها حتى امتنع أن يصل إليها شيء من الأمور الدينية النافعة لها في معاشها ومعادها، وحيل بينها وبينه، بحال بيوت معدّة؛ لحلول ما يأتي إليها مما فيه مصالح مهمّة للناس، لكنّه منع ذلك بالختم عليها، وحيل بينها وبين ما أعدت لأجله. فقد حدث في كلّ منهما امتناع دخول شيء بسبب مانع قويّ، وكذلك حدث مثل هذا في الأسماع، فلا تسمع آيات الله المنزلة سماع تأمّل وتدبّر، وجعل على الأبصار غشاوة، فلا تدرك آيات الله المبصرة في الآفاق والأنفس الدالّة على الإيمان، ومن ثمّ لا يرجى تغيير حالهم، ولا أن يدخل في قلوبهم الإيمان. </p><p> الإعراب </p><p> {إِنَّ الَّذِينَ كَفَرُوا سَواءٌ عَلَيْهِمْ أَأَنْذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ لا يُؤْمِنُونَ (٦) }. </p><p> {إِنَّ} حرف نصب وتوكيد. {الَّذِينَ} اسم موصول للجمع المذكر، في محل النصب اسمها، مبنيّ على الفتح. {كَفَرُوا} فعل وفاعل، والألف تكتب؛ للفرق بين واو الضمير وبين واو جزء الكلمة في غير الرسم العثماني، وفرقا بين المتطرّفة والمتوّسطة في الرسم العثماني. والجملة الفعلية صلة الموصول، والعائد ضمير الفاعل. {سَواءٌ} خبر مقدم، أو خبر إنّ. {عَلَيْهِمْ} جار ومجرور، متعلّق بسواء؛ لأنّه اسم مصدر لاستوى الخماسّي. {أَأَنْذَرْتَهُمْ} الهمزة في أصلها للاستفهام، ولكن سحبت معناها الأصلي، فجعلت للتسوية؛ لوقوعها بعد سواء. {أَنْذَرْتَهُمْ} فعل وفاعل ومفعول أول، والثاني محذوف؛ لدلالة المقام عليه؛ أي: أنذرتهم العذاب، والجملة من الفعل والفاعل في تأويل مصدر من غير سابك؛ لإصلاح المعنى، مرفوع على كونه مبتدأ مؤخّرا لسواء، والتقدير: إنّ الذين كفروا إنذارك إياهم وعدم إنذارك إياهم سيّان عندهم. والجملة من المبتدأ المؤخّر وخبره المقدم في محلّ الرفع خبر إنّ، وجملة إنّ مستأنفة، أو في تأويل مصدر مرفوع </p><p>(١) المراغي.</p><p> على كونه فاعلا لسواء، الذي أجري مجرى المصادر في عمله عمل الفعل، والتقدير: إنّ الذين كفروا مستو عندهم إنذارك إياهم وعدمه. ويجوز أن يكون سَواءٌ مبتدأ، سوّغ الابتداء بالنكرة عمله في الجار والمجرور، والمصدر المنسبك مما بعدها خبرها، وجملة {سَواءٌ} معترضة، لا محلّ لها من الإعراب، لاعتراضها بين اسم إنّ وخبرها، وهو جملة قوله:  {لا يُؤْمِنُونَ} الآتية، وفي «الصاوي» : </p><p> وعلى ما ذكرنا هنا فقولهم: الفعل لا بدّ له من سابك قاعدة أغلبية. </p><p> وقيل: السابك هنا الهمزة؛ لأنّ بعض النحاة جعل السابك للفعل ستة، وعدّ منها هذه الهمزة، كما ذكره الفاسيّ في «حاشيته على الألفيّة» . {أَمْ} عاطفة متصلة؛ لوقوعها بعد همزة التسوية. {لَمْ} حرف نفي وجزم. {تُنْذِرْهُمْ} فعل مضارع ومفعول أول وفاعل مستتر مجزوم بلم، والثاني محذوف، تقديره: العذاب. </p><p> والجملة الفعلية معطوفة على جملة قوله:  {أَأَنْذَرْتَهُمْ} ، على كونها في تأويل مصدر مرفوع على الابتداء، أو على الفاعلية، أو على الخبرية لسواء، والتقدير: إنّ الذين كفروا، إنذراك إياهم العذاب، وعدم إنذارك إياهم سواء في عدم الإفادة لهم. {لا} نافية. {يُؤْمِنُونَ} فعل وفاعل، والجملة الفعلية في محل الرفع خبر إنّ، أو خبر بعد خبر لها، أو في محل النصب حال من ضمير عليهم، أو مستأنفة مسوقة؛ لتعليل ما قبلها، لا محلّ لها من الإعراب، والتقدير: على كونها خبرا؛ لأنّ إنّ الذين كفروا عادمون الإيمان بك، لما سبق في علمي من كفرهم فلا تأس عليهم، وإنذراك إياهم وعدمه سواء عليهم، لا ينتفعون به. وجملة إنّ مستأنفة استئنافا نحويا، لا محل لها من الإعراب. </p><p> {خَتَمَ اللَّهُ عَلى قُلُوبِهِمْ وَعَلى سَمْعِهِمْ وَعَلى أَبْصارِهِمْ غِشاوَةٌ وَلَهُمْ عَذابٌ عَظِيمٌ (٧) }. </p><p> {خَتَمَ اللَّهُ} فعل وفاعل، والجملة مستأنفة مسوقة؛ لتعليل عدم إيمانهم. </p><p> {عَلى قُلُوبِهِمْ} جار ومجرور، متعلّق بختم. {وَعَلى سَمْعِهِمْ} جار ومجرور، معطوف على الجار والمجرور قبله. وَعَلى أَبْصارِهِمْ الواو عاطفة. {عَلى أَبْصارِهِمْ} جار ومجرور متعلّق بمحذوف خبر مقدم. {غِشاوَةٌ} مبتدأ مؤخّر والجملة معطوفة على جملة {خَتَمَ} عطف اسمية على فعلية، كما مرّ. {وَلَهُمْ} </p><p> الواو عاطفة {لَهُمْ} جار ومجرور متعلّق بمحذوف خبر مقدم. {عَذابٌ} مبتدأ مؤخر. {عَظِيمٌ} صفة لعذاب، والجملة الاسمية معطوفة على جملة ختم أيضا على كونها مستأنفة مسوقة؛ لتعليل ما قبلها. </p><p> فصل في هاء الضمير </p><p> نحو:  (عليهم، وعليه، وفيه، وفيهم) . وإنّما أفردناه بالفصل؛ لكثرة تكرّره في القرآن، والأصل في هذه الهاء الضمّ؛ لأنّها تضمّ بعد الفتحة والضمة والسكون، نحو:  (أنّه، وله، وجاء غلامه، ويسمعه، ومنه) . وإنما يجوز كسرها بعد الياء، نحو:  (عليهم وأيديهم) ، وبعد الكسر، نحو:  (به وبداره) . وضمّها في الموضعين جائز، لأنّه في الأصل كما قرأ به حفص بعد الياء في قوله تعالى:  {وَما أَنْسانِيهُ إِلَّا الشَّيْطانُ} ، وفي قوله تعالى:  {وَمَنْ أَوْفى بِما عاهَدَ عَلَيْهُ اللَّهَ} . </p><p> وإنّما كسرت في الموضعين؛ لتجانس ما قبلها من الياء والكسرة، وبكلّ من الضمّ والكسر قد قرىء. انتهى من «العكبري» . </p><p> فوائد: </p><p> ١ - همزة التسوية هي الواقعة بين سواء وبعد ما أبالي، وما أدري، وليت شعري. وضابطها: أنّها الهمزة التي تدخل على جملة يصحّ حلول المصدر محلّها، كما رأيت. </p><p> ٢ - أم: لها حالان: </p><p> أ - متصلة وهي منحصرة في نوعين؛ وذلك لأنّها: إما أن تتقدم عليها همزة التسوية، كما في الآية، أو همزة يطلب بها وبأم التعيين، نحو: أزيد في الدار أم عمرو، وسمّيت متصلة؛ لأنّ ما قبلها وما بعدها لا يستغنى بأحدهما عن الآخر، وتسمّى أيضا </p><p> معادلة؛ لمعادلتها الهمزة في النوع الأول، إذ كلتاهما تفيد التسوية. </p><p> ب - منقطعة: وهي المسبوقة بالخبر المحض، نحو: قوله تعالى: {تَنْزِيلُ الْكِتابِ لا رَيْبَ فِيهِ مِنْ رَبِّ الْعالَمِينَ (٢) أَمْ يَقُولُونَ افْتَراهُ}. وسمّيت منقطعة؛ </p><p> لانقطاع ما بعدها عمّا قبلها، فكلّ منهما كلام مستقل لا ارتباط له بالآخر. </p><p> التصريف ومفردات اللغة </p><p> {سَواءٌ} فيه إعلال بالإبدال، فأصله: سواي، أبدلت الياء همزة؛ لتطرفها إثر ألف زائدة، وهو اسم مصدر بمعنى الاستواء، أجري مجرى المصادر، فلذلك لا يثنّى ولا يجمع. قالوا: هما وهم سواء، فإذا أرادوا لفظ المثنى قالوا: سيّان، وإن شئت قلت سواءان، وفي الجمع: هم أسواء، وأيضا على غير القياس: هم سواسي وسواسية؛ أي: هما متساويان وهم متساوون. والسّواء: العدل الوسط بين حديثين يقال: ضرب سواءه، أي: وسطه، وجئته في سواء النهار؛ أي: في منتصفه. وإذا كانت سواء بعد همزة التسوية، فلا بدّ من (أم) اسمين كانت الكلمتان أم فعلين. وإذا كان بعدها فعلان بغير همزة التسوية، عطف الثاني بأو، نحو: سواء عليّ قمت أو قعدت، وإذا كان بعدها مصدران عطف الثاني بالواو أو بأو، نحو سواء عليّ قيامك وقعودك، وقيامك أو قعودك. </p><p> وقوله:  {أأنذرتهم} قراءة ورش بإبدال همزة التعدية حرف مدّ مجانسا لحركة همزة الاستفهام المفتوحة في رواية عنه، وعليه يكون في الكلمة إبدال حرف بحرف، وذلك نوع من التصريف، كما هو معروف، وقس على هذا اللفظ كلّ ما شابهه مما اجتمعت فيه همزتان: إحداهما للاستفهام والثانية للتعدية. </p><p> {خَتَمَ اللَّهُ عَلى قُلُوبِهِمْ} والختم الكتم، سمّي به الاستيثاق من الشيء بضرب الخاتم عليه؛ لأنّه ختم له، وبلوغ آخره، ومنه ختم القرآن. {عَلى قُلُوبِهِمْ} جمع قلب، وهو الفؤاد، سمّي قلبا؛ لتقلّبه في الأمور، ولتصرّفه في الأعضاء، كما قال بعضهم: </p><p> وما سمّي الإنسان إلّا لنسيه ... وما القلب إلّا أنّه يتقلّب </p><p> وفي «تفسير الشيخ» : القلب: قطعة لحم مشكّل بالشكل الصنوبري معلّق بالوتين مقلوبا، والوتين: عرق في القلب إذا انقطع مات صاحبه، ويقال: الأبهر. </p><p> وفي «تفسير الكواشي» القلب: قطعة سوداء في الفؤاد، وزعم بعضهم: أنّه الشكل </p><p> الصنوبري المعلّق بالوتين مقلوبا. وفي «تعريفات السيّد» : القلب لطيفة ربّانية، لها بالقلب الجسماني الصنوبري الشكل المودع في الجانب الأيسر من الصدر تعلّق، وتلك اللطيفة هي حقيقة الإنسان، والمراد بالقلب في الآية: محلّ القوة العاقلة من الفؤاد، كما مرّ. {وَعَلى سَمْعِهِمْ} والسمع: هو إدراك القوة السامعة، وقد يطلق عليها وعلى العضو الحامل لها وهو المراد ههنا، كما مرّ. {وَعَلى أَبْصارِهِمْ} جمع بصر، وهو إدراك العين وقد يطلق مجازا على القوة الباصرة. {غِشاوَةٌ} وهو فعالة من غشاه، أو غشيه إذا غطّاه، وهذا البناء لما يشتمل على الشيء، كالعصابة والعمامة. ويجوز في الغين الكسر، والضمّ والفتح. {وَلَهُمْ عَذابٌ} والعذاب: العقوبة. يقال: أعذب عن الشيء إذا أمسك عنه، وسمّي العذاب عذابا، لأنّه يمنع من الجناية إذا تأمّل فيها العاقل. {عَظِيمٌ} أي: قوي شديد، ومنه: العظم. والعذاب: إيصال الألم إلى الحيّ هوانا وذلّا، كما مرّ. والعظيم: </p><p> ضدّ الحقير، وفعيل له معان كثيرة، يكون اسما وصفة، والاسم: إما مفرد أو جمع، والمفرد: إما اسم معنى أو اسم عين، نحو: قميص، وظريف، وصهيل، وكليب جمع كلّب، ويكون اسم فاعل من فعل المضموم، نحو: عظيم من عظم، ومبالغة في فاعل، نحو: </p><p> عليم في عالم، وبمعنى مفعول، كجريح بمعنى مجروح، ومفعل، كسميع بمعنى مسمع، ومفاعل، كجليس بمعنى مجالس، ومفتعل، كبديع بمعنى مبتدع، ومنفعل، كسعير بمعنى منسعر، وفعل، كعجيب بمعنى عجب، وفعال، كصحيح بمعنى صحاح، وبمعنى الفاعل والمفعول، كصريخ بمعنى صارخ أو مصروخ، وبمعنى الواحد والجمع، نحو: خليط، وجمع فاعل، كغريب جمع غارب. اه. «سمين» . </p><p> البلاغة </p><p> وقد تضمنت هاتان الآيتان الكريمتان ضروبا من البلاغة، وأنواعا من الفصاحة والبيان والبديع: </p><p> فمنها: الخطاب العام: اللفظ الخاص المعنى في قوله: {إِنَّ الَّذِينَ كَفَرُوا} إذا أريد بهم أشخاص معيّنون. </p><p> ومنها: الاستفهام الذي يراد به: تقرير المعنى في النفس؛ أي: تقرير أنّ الإنذار وعدمه سواء عندهم في قوله: {سَواءٌ عَلَيْهِمْ أَأَنْذَرْتَهُمْ} الخ. </p><p> ومنها: مجاز بالاستعارة في قوله: {خَتَمَ اللَّهُ عَلى قُلُوبِهِمْ وَعَلى سَمْعِهِمْ} ، لأنّ حقيقة الختم: وضع محسوس على محسوس يحدث بينهما رقم، يكون علامة للخاتم. والختم هنا معنويّ، فإنّ القلب لما لم يقبل الحق مع ظهوره، استعير له اسم المختوم عليه على طريق الاستعارة التصريحية التبعية. وقيل: في إسناد الختم إلى القلوب استعارة تمثيلية، فقد شبّهت قلوبهم في نبوّها عن الحقّ، وعدم الإصغاء إليه بحال قلوب ختم الله عليها، وهي قلوب البهائم، وهو تشبيه معقول بمحسوس، أو هو مجاز عقليّ، وهو باب واسع عند العرب. يقولون: سال بهم الوادي؛ إذا هلكوا، وطارت بفلان العنقاء؛ إذا طالت غيبته. </p><p> ومنها: توحيد السمع لوحدة المسموع، وهو الصوت دون القلوب والأبصار؛ لتنوع المدركات والمرئيّات. </p><p> ومنها: تنكير {غِشاوَةٌ} في قوله: {وَعَلى أَبْصارِهِمْ غِشاوَةٌ} إشارة (١) إلى أنّ على أبصارهم ضربا من الغشاوة خارجا مما يتعارفه الناس، وهي غشاوة التعامي عن الآيات الكونية. </p><p> ومنها: تنكير {عَذابٌ} في قوله: {وَلَهُمْ عَذابٌ عَظِيمٌ} إشارة إلى أنّه نوع منه مجهول الكمّ والكيف. </p><p> ومنها: وصفه بعظيم؛ لدفع الإيهام بقلّته وندرته، وللإشارة إلى أنّ لهم من الآلام نوعا عظيما، لا يعلم كنهه إلّا الله عزّ وجلّ. </p><p> ومنها: الحذف، وهو في مواضع (٢) . </p><p> منها:  {إِنَّ الَّذِينَ كَفَرُوا} أي: إنّ القوم الذين كفروا بالله وبك، وبما </p><p>(١) روح البيان. (٢) البحر المحيط.</p><p> جئت به. </p><p> ومنها:  {لا يُؤْمِنُونَ} أي: بالله، وبما أخبرتهم به عن الله. </p><p> ومنها:  {خَتَمَ اللَّهُ عَلى قُلُوبِهِمْ} أي: فلا تعي. {وَعَلى سَمْعِهِمْ} أي: فلا تصغي. </p><p> ومنها:  {وَعَلى أَبْصارِهِمْ غِشاوَةٌ} على قراءة من نصب، أي: وجعل على أبصارهم غشاوة، فلا يبصرون سبيل الهدى. </p><p> ومنها: وَ {لَهُمْ عَذابٌ عَظِيمٌ} أي: لهم يوم القيامة عذاب عظيم دائم، ويجوز أن يكون التقدير: ولهم عذاب عظيم في الدنيا بالقتل والأسر، أو بالإذلال ووضع الجزية، وفي الآخرة بالخلود في نار جهنم. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلّ وعلا: </p><p> {وَمِنَ النَّاسِ مَنْ يَقُولُ آمَنَّا بِاللَّهِ وَبِالْيَوْمِ الْآخِرِ وَمَا هُمْ بِمُؤْمِنِينَ (٨) يُخَادِعُونَ اللَّهَ وَالَّذِينَ آمَنُوا وَمَا يَخْدَعُونَ إِلَّا أَنْفُسَهُمْ وَمَا يَشْعُرُونَ (٩) فِي قُلُوبِهِمْ مَرَضٌ فَزَادَهُمُ اللَّهُ مَرَضًا وَلَهُمْ عَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْذِبُونَ (١٠) وَإِذَا قِيلَ لَهُمْ لَا تُفْسِدُوا فِي الْأَرْضِ قَالُوا إِنَّمَا نَحْنُ مُصْلِحُونَ (١١) أَلَا إِنَّهُمْ هُمُ الْمُفْسِدُونَ وَلَكِنْ لَا يَشْعُرُونَ (١٢) وَإِذَا قِيلَ لَهُمْ آمِنُوا كَمَا آمَنَ النَّاسُ قَالُوا أَنُؤْمِنُ كَمَا آمَنَ السُّفَهَاءُ أَلَا إِنَّهُمْ هُمُ السُّفَهَاءُ وَلَكِنْ لَا يَعْلَمُونَ (١٣) وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَوْا إِلَى شَيَاطِينِهِمْ قَالُوا إِنَّا مَعَكُمْ إِنَّمَا نَحْنُ مُسْتَهْزِئُونَ (١٤) اللَّهُ يَسْتَهْزِئُ بِهِمْ وَيَمُدُّهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ (١٥) أُولَئِكَ الَّذِينَ اشْتَرَوُا الضَّلَالَةَ بِالْهُدَى فَمَا رَبِحَتْ تِجَارَتُهُمْ وَمَا كَانُوا مُهْتَدِينَ (١٦) مَثَلُهُمْ كَمَثَلِ الَّذِي اسْتَوْقَدَ نَارًا فَلَمَّا أَضَاءَتْ مَا حَوْلَهُ ذَهَبَ اللَّهُ بِنُورِهِمْ وَتَرَكَهُمْ فِي ظُلُمَاتٍ لَا يُبْصِرُونَ (١٧) صُمٌّ بُكْمٌ عُمْيٌ فَهُمْ لَا يَرْجِعُونَ (١٨) أَوْ كَصَيِّبٍ مِنَ السَّمَاءِ فِيهِ ظُلُمَاتٌ وَرَعْدٌ وَبَرْقٌ يَجْعَلُونَ أَصَابِعَهُمْ فِي آذَانِهِمْ مِنَ الصَّوَاعِقِ حَذَرَ الْمَوْتِ وَاللَّهُ مُحِيطٌ بِالْكَافِرِينَ (١٩) يَكَادُ الْبَرْقُ يَخْطَفُ أَبْصَارَهُمْ كُلَّمَا أَضَاءَ لَهُمْ مَشَوْا فِيهِ وَإِذَا أَظْلَمَ عَلَيْهِمْ قَامُوا وَلَوْ شَاءَ اللَّهُ لَذَهَبَ بِسَمْعِهِمْ وَأَبْصَارِهِمْ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (٢٠) }. </p><p> المناسبة </p><p> قوله تعالى:  {وَمِنَ النَّاسِ ...} الآيات، مناسبة هذه الآيات لما قبلها: أنّ الله سبحانه لمّا (١) ذكر أوّلا من أخلص دينه لله، ووافق سرّه علنه، وفعله قوله، ثمّ ثنّى بذكر من محّضوا الكفر ظاهرا وباطنا. ثلّث هنا بالمنافقين الذين آمنوا بأفواههم، ولم تؤمن قلوبهم، وهم أخبث الكفرة؛ لأنّهم ضموا إلى الكفر استهزاء، وخداعا، وتمويها، وتدليا، وفيهم نزل قوله تعالى:  {إِنَّ الْمُنافِقِينَ فِي الدَّرْكِ الْأَسْفَلِ مِنَ النَّارِ} ، وقوله:  {مُذَبْذَبِينَ بَيْنَ ذلِكَ لا إِلى هؤُلاءِ وَلا إِلى هؤُلاءِ} . </p><p> وقد وصف الله سبحانه حال الذين كفروا في آيتين، وحال المنافقين في ثلاث عشرة آية. نعى عليهم فيها خبثهم، ومكرهم، وفضحهم، واستجهلهم، </p><p>(١) المراغي.</p><p> واستهزأ بهم، وتهكّم بفعلهم، ودعاهم صمّا بكما عميا، وضرب لهم شنيع الأمثال. </p><p> فنعى عليهم خبثهم في قوله:  {وَمِنَ النَّاسِ مَنْ يَقُولُ آمَنَّا بِاللَّهِ وَبِالْيَوْمِ الْآخِرِ} ، ونعى عليهم مكرهم في قوله:  {يُخادِعُونَ اللَّهَ وَالَّذِينَ آمَنُوا} ، وفضحهم في قوله: وَما هُمْ بِمُؤْمِنِينَ وفي قوله: {وَما يَخْدَعُونَ إِلَّا أَنْفُسَهُمْ} ، وفي قوله:  {فِي قُلُوبِهِمْ مَرَضٌ} ، واستجهلهم في قوله:  {وَما يَشْعُرُونَ} وفي قوله: {وَلكِنْ لا يَشْعُرُونَ} وفي قوله: {وَلكِنْ لا يَعْلَمُونَ} ، وتهكّم بفعلهم في قوله:  {أُولئِكَ الَّذِينَ اشْتَرَوُا الضَّلالَةَ بِالْهُدى} ، ودعاهم صمّا بكما عميا في قوله:  {صُمٌّ بُكْمٌ عُمْيٌ فَهُمْ لا يَرْجِعُونَ}  (١٨) ، وضرب لهم شنيع الأمثال في قوله:  {مَثَلُهُمْ كَمَثَلِ الَّذِي اسْتَوْقَدَ نارًا ...} إلخ، وفي قوله:  {أَوْ كَصَيِّبٍ مِنَ السَّماءِ} . </p><p> وعبارة أبي حيان هنا: مناسبة هذه الآيات لما قبلها: أنّ الله سبحانه وتعالى لمّا ذكر (١) من الكتاب هدى لهم، وهم المتقون الذين جمعوا أوصاف الإيمان من خلوص الاعتقاد، وأوصاف الإسلام من الأفعال البدنية والمالية، وذكر ما آل أمرهم إليه في الدنيا من الهدى، وفي الآخرة من الفلاح. ثمّ أعقب ذلك بمقابلهم من الكفار الذين ختم عليهم بعدم الإيمان، وختم لهم بما يؤولون إليه من العذاب في النيران، وبقي قسم ثالث: أظهروا الإسلام مقالا، وأبطنوا الكفر اعتقادا، وهم المنافقون. أخذ يذكر شيئا من أحوالهم، فقال:  {وَمِنَ النَّاسِ مَنْ يَقُولُ} . </p><p> الخ. </p><p> قوله تعالى:  {وَإِذا قِيلَ لَهُمْ لا تُفْسِدُوا فِي الْأَرْضِ ...} الآية، مناسبة هذه الآيات لما قبلها: أنّ الله سبحانه لمّا ذكر في الآيات السابقة مقالتهم الكاذبة، وخداعاتهم العاطلة، وأمراضهم المعضلة، عدّد (٢) في هذه الآيات الثلاث بعض شناعاتهم المترتّبة على كفرهم ونفاقهم. ففصّل بعض خبائثهم وجناياتهم، وذكر </p><p>(١) البحر المحيط. (٢) المراغي.</p><p> بعض هفواتهم. ثمّ أظهر فسادها، وأبان بطلانها، فحكى ما أسداه المؤمنون إليهم من النصائح حين طلبوا منهم ترك الرذائل التي تؤدّي إلى الفتنة والفساد، والتمسك بأهداب الفضائل، واتباع ذوي الأحلام الراجحة والعقول الناضجة. ثمّ ما أجابوا به، مما دلّ على عظيم جهلهم، وتماديهم في سفههم وغفلتهم. </p><p> قوله تعالى:  {وَإِذا لَقُوا الَّذِينَ آمَنُوا قالُوا آمَنَّا ...} الآيات، مناسبتها لما قبلها. أنّه سبحانه وتعالى لمّا ذكر فيما قبلها بعض خبائثهم وجناياتهم، وبعض هفواتهم، ذكر (١) هنا حال جماعة من المنافقين الذين كانوا في عصر التنزيل، قد بلغ من دعارتهم، وتمردهم في النفاق وفساد الأخلاق أن كانوا يظهرون بوجهين، ويتكلّمون بلسانين، فإذا لقوا المؤمنين قالوا: آمنا بما أنتم به مؤمنون، وإذا خلوا إلى شياطينهم دعاة الفتنة والإفساد الذين يصدّون عن سبيل الحقّ. قالوا لهم: إنّما نقول ذلك لهم استهزاء بهم، وقد فضح الله بهتانهم، وأوعدهم شديد العقاب على استهزائهم، وزادهم حيرة في أمورهم. ثمّ ذكر أنّهم قد اختاروا الضلالة على الهدى، إذ هم أهملوا العقل في فهم الكتاب بعد أن تمكنت منهم التقاليد والعادات، وتحكمت فيهم البدع، فخسروا في تجارتهم، وما كانوا مهتدين فيها؛ لأنّهم باعوا ما وهبهم الله تعالى من النور والهدى، بضلالات البدع والأهواء. </p><p> قوله تعالى:  {مَثَلُهُمْ كَمَثَلِ الَّذِي اسْتَوْقَدَ نارًا ...} الآيتين، مناسبتهما لما قبلهما: أنّ الله سبحانه لما ذكر فيما قبلهما بعض أحوال المنافقين الذين يظهرون بوجهين، ويتكلّمون بلسانين، أراد أن يضرب لهم الأمثال؛ لأنّ نهج القرآن الكريم، كنهج لغات العرب في أساليبها، فقال:  {مَثَلُهُمْ كَمَثَلِ الَّذِي اسْتَوْقَدَ نارًا ...} إلخ. فضرب الأمثال التي تجلي المعاني أتمّ جلاء، وتحدث في النفوس من الأثر، ما لا يقدر قدره ولا يسبر غوره؛ لما فيها من إبراز المعقولات الخفية في معرض المحسوسات الجليّة، وإظهار ما ينكر في لباس ما يعرف ويشهر. وعلى هذا السنن ضرب الله سبحانه مثل المنافقين، فمثّل حالهم حينما </p><p>(١) المراغي.</p><p> أسلموا أوّلا، ودخل نور الإيمان في قلوبهم، ثمّ داخلهم الشكّ فيه، فكفروا به، إذ لم يدركوا فضائله، ولم يفقهوا محاسنه، وصاروا لا يبصرون مسلكا من مسالك الهداية، ولا يدركون وسيلة من وسائل النجاة، وقد أضاء ذلك النور قلوب من حولهم من المؤمنين المخلصين. بحال جماعة أوقدوا نارا؛ لينتفعوا بها في جلب خير، أو دفع ضرّ، فلمّا أضاءت ما حولهم من الأشياء والأماكن جاءها عارض خفيّ، أو أمر سماوي، كمطر شديد، أو ريح عاصف، جرفها وبدّدها فأصبحوا في ظلام دامس، لا يتسنّى لهم الإبصار بحال. </p><p> ثمّ جعلهم مرّة أخرى كالصمّ البكم العمي الذين فقدوا هذه المشاعر والحواسّ، إذ هم حين لم ينتفعوا بآثارها فكأنّهم فقدوها، فما فائدة السمع إلّا الإصاخة إلى نصح الناصح وهدى الواعظ، وما منفعة اللسان إلّا الاسترشاد بالقول، وطلب الدليل والبرهان؛ لتتجلّى المعقولات وتتضح المشكلات، وما مزية البصر إلّا النظر والاعتبار؛ لزيادة الهدى والاستبصار، فمن لم يستعملها في شيء من ذلك فكأنّه فقدها، وأنّى لمثله أن يخرج من ضلالة أو يرجع إلى هدى. </p><p> ثمّ أراد سبحانه أن ينتقل إلى أسلوب آخر من الأمثال، فقال:  {أَوْ كَصَيِّبٍ مِنَ السَّماءِ فِيهِ ظُلُماتٌ وَرَعْدٌ وَبَرْقٌ} إلى قوله: {إِنَّ اللَّهَ عَلى كُلِّ شَيْءٍ قَدِيرٌ} . </p><p> فضرب (١) سبحانه في هذه الآيات مثلا آخر، يشرح به حال المنافقين، ويبيّن فظاعة أعمالهم وسوء أفعالهم؛ زيادة في التنكيل بهم وهتكا لأستارهم، إذ كانوا فتنة للبشر، ومرضا في الأمم، فجعل حالهم، وقد أتتهم تلك الإرشادات الإلهية النازلة من السماء، فأصابهم القلق والاضطراب، واعترضتهم ظلمات الشبه والتقاليد، والخوف من ذمّ الجماهير عند العمل بما يخالف آراءهم، ثمّ استبان لهم أثناء ذلك قبس من النور يلمع في أنفسهم حين يدعوهم الداعي، وتلوح لهم الآيات البيّنة والحجج القيّمة، فيعزمون على اتباع الحقّ، وتسير أفكارهم في نوره بعض الخطى، ولكن لا يلبثون أن تعود إليهم عتمة التقليد وظلمة الشبهات، فتقيد </p><p>(١) المراغي.</p><p> الفكر وإن لم توقف سيره، بل تعود به إلى الحيرة، كحال قوم في إحدى الفلوات، نزل بهم بعد ظلام الليل صيّب من السماء فيه رعود قاصفة، وبروق لامعة، وصواعق متساقطة، فتولّاهم الدهش والرعب، فهووا بأصابعهم إلى آذانهم كلّما قصف هزيم الرعد؛ ليسدّوا منافذ السمع لما يحذرونه من الموت الزؤام، ويخافونه من نزول الحمام، ولكن هل ينجي حذر من قدر؟ تعددت الأسباب والموت واحد! بلى إنّ الله قدير أن يذهب الأسماع والأبصار التي كانت وسيلة الدهش والخوف، ولكن لحكمة غاب عنّا سرّها، ومصلحة لا تعرف كنهها، لم يشأ ذلك وهو الحكيم الخبير. </p><p> أسباب النزول </p><p> قوله تعالى:  {وَمِنَ النَّاسِ مَنْ يَقُولُ آمَنَّا بِاللَّهِ} الآيات، نزلت (١) هذه الآيات في المنافقين: عبد الله بن أبيّ ابن سلول، ومعتّب بن قثير، وجدّ بن قيس، وأصحابهم. وذلك أنّهم أظهروا كلمة الإسلام؛ ليسلموا بها من النبي صلّى الله عليه وسلّم وأصحابه، وأسرّوا الكفر </p><p> واعتقدوه، وأكثرهم من اليهود. </p><p> قوله تعالى:  {وَإِذا لَقُوا الَّذِينَ آمَنُوا ...} الآية، سبب نزوله: ما أخرجه الواحدي، والثعلبيّ من طريق محمد بن مروان السدّي الصغير، عن الكلبي، عن أبي صالح، عن ابن عباس - رضي الله عنهما -: (نزلت (٢) هذه الآية في عبد الله بن أبيّ وأصحابه، وذلك أنّهم خرجوا ذات يوم، فاستقبلهم نفر من أصحاب رسول الله صلّى الله عليه وسلّم فقال عبد الله بن أبيّ: أنظروا كيف أردّ عنكم هؤلاء السفهاء، فذهب فأخذ بيد أبي بكر، فقال: مرحبا بالصّدّيق سيد بني تيم، وشيخ الإسلام، وثاني رسول الله في الغار، الباذل نفسه وماله لرسول الله، ثمّ أخذ بيد عمر، فقال: مرحبا بسيّد بني عديّ بن كعب، الفاروق القوي في دين الله، الباذل نفسه وماله لرسول الله، ثمّ أخذ بيد عليّ، فقال: مرحبا بابن عمّ رسول الله وختنه سيد بني </p><p>(١) الخازن. (٢) لباب النقول.</p><p> هاشم ما خلا رسول الله. ثمّ افترقوا، فقال عبد الله لأصحابه: كيف رأيتموني فعلت؟ فإذا رأيتموهم فافعلوا كما فعلت، فأثنوا عليه خيرا. فرجع المسلمون إلى النبي صلّى الله عليه وسلّم وأخبروه بذلك، فنزلت هذه الآية). ولكن هذا الإسناد واه جدا، فإنّ السدي الصغير كذّاب، وكذا الكلبي، وأبو صالح ضعيف. </p><p> قوله تعالى:  {أَوْ كَصَيِّبٍ مِنَ السَّماءِ ...} الآية، سبب نزوله: ما أخرجه (١) ابن جرير من طريق السدي الكبير، عن أبي مالك، وأبي صالح، عن ابن عباس وعن مرّة، عن ابن مسعود، وناس من الصحابة قالوا:  (كان رجلان من المنافقين من أهل المدينة هربا من رسول الله صلّى الله عليه وسلّم إلى المشركين، فأصابهما هذا المطر الذي ذكر الله فيه رعد شديد، وصواعق، وبرق، كلّما أصابهما الصواعق جعلا أصابعهما في آذانهما؛ من الفرق أن تدخل الصواعق في مسامعهما، فتقتلهما.</p><p> وإذا لمع البرق مشيا في ضوئه، وإذا لم يلمع لم يبصرا، فأتيا مكانهما يمشيان، فجعلا يقولان: ليتنا قد أصبحنا فنأتي محمدا، فنضع أيدينا في يده، فأتياه فأسلما، ووضعا أيديهما في يده، وحسن إسلامهما) . فضرب الله شأن هذين المنافقين الخارجين مثلا للمنافقين الذين بالمدينة، وكان المنافقون إذا حضروا مجلس رسول الله صلّى الله عليه وسلّم جعلوا أصابعهم في آذانهم؛ فرقا من كلام النبي صلّى الله عليه وسلّم أن ينزل فيهم شيء، أو يذكروا بشيء فيقتلوا، كما كان كذلك المنافقان الخارجان يجعلان أصابعهما في آذانهما. </p><p> {كُلَّما أَضاءَ لَهُمْ مَشَوْا فِيهِ} ؛ أي: فإذا كثرت أموالهم وولدهم، وأصابوا غنيمة أو فتحا مشوا فيها، وقالوا حينئذ: إنّ دين محمد صدق، واستقاموا عليه، كما كان ذانك المنافقان يمشيان إذا أضاء لهما البرق، وإذا أظلم عليهم قاموا، وكانوا إذا هلكت أموالهم وأولادهم، وأصابهم البلاء قالوا: هذا من أجل محمد، وارتدّوا كفارا، كما قال ذانك المنافقان حين أظلم البرق عليهما. </p><p> وفي «الصاوي» : والمراد من المنافقين هنا: بعض سكان البوادي؛ وبعض </p><p>(١) لباب النقول.</p>"
}