{
  "id": null,
  "sura": 2,
  "aya": 24,
  "text": "<p> والقرب. يقال: هذا دون ذاك؛ أي: أقرب منه، ويكون إغراء. تقول: </p><p> دونك زيدا؛ أي: خذه من أدنى مكان. </p><p> ٢٤ - {فَإِنْ لَمْ تَفْعَلُوا} ما أمرتم به من الإتيان بالمثل بعد ما بذلتم في السعي غاية المجهود، يعني: فيما مضى وغبر، وحضر من الزمان، والجملة فعل شرط لإن. </p><p> وقوله:  {وَلَنْ تَفْعَلُوا} . فيما يستقبل أبدا؛ وذلك لظهور إعجاز القرآن. اعتراض بين الشرط وجوابه، وهذه الجملة المعترضة معجزة باهرة، أخبر بها القرآن قبل وقوعها، حيث أخبر بالغيب الخاص علمه به سبحانه وتعالى، وقد وقع القرآن كذلك، كيف لا ولو عارضوه بشيء بداية في الجملة لتناقله الرواة خلفا عن سلف، فلم تقع المعارضة من أحد من الكفرة في أيّام النبوة وفيما بعدها إلى الآن. وقوله:  {فَاتَّقُوا النَّارَ} بالإيمان بالله، وملائكته، وكتبه، ورسله، والقيام بفرائضه، واجتناب مناهيه. جواب الشرط. </p><p> والمعنى: أي (١) فإن لم تأتوا الآن بسورة من مثل المنزل على محمدّ صلّى الله عليه وسلّم لعجزكم عنها، ولن تقدروا على أن تأتوا بمثله في المستقبل لتحقّق عجزكم الآن {فَاتَّقُوا النَّارَ} أي: فاجعلوا لأنفسكم وقاية وسترا من النار المذكورة، بتصديق هذا القرآن، ومن جاء به. وعبّر عن الإتيان بالفعل؛ لأنّ الإتيان فعل من الأفعال، ولقصد الاختصار. </p><p> والخلاصة: أي (٢) وحين عجزتم عن معارضة القرآن، وعن الإتيان بمثله، لزمتكم الحجة على أنّ محمدا رسولي، والقرآن كتابي، ولزمكم تصديقه والإيمان به، وإن لم تؤمنوا صرتم من أهل النار، فاتقوها. </p><p> وفي «الكشاف» : لصيق اتقاء النار، وضميمة ترك العناد من حيث إنّه من نتائجه؛ لأنّ من اتّقى النار ترك المعاندة، فوضع {فَاتَّقُوا النَّارَ} موضع فاتركوا العناد. اه. </p><p>(١) العمدة. (٢) روح البيان.</p><p> وقال القاضي: إن قلت: لم عرّف النار هنا، ونكرّها في التحريم؟ </p><p> قلت: لأنّ الخطاب في هذه السورة مع المنافقين، وهم في أسفل النار المحيطة بهم، فعرفت بلام الاستغراق، أو العهد الذهني، وفي تلك مع المؤمنين، والذين يعذّبون من عصاتهم بالنار يكونون في جزء من أعلاها. فناسب تنكيرها لتقليلها. وقيل: لأنّ تلك الآية نزلت في مكة قبل هذه، فلم تكن النار التي وقودها الناس والحجارة معروفة، فنكّرها ثمّ، وهذه نزلت بالمدينة، فعرفت إشارة إلى ما عرفوه أوّلا. وردّ هذا: بأنّ آية التحريم نزلت بالمدينة بعد هذه الآية التي هنا. </p><p> {الَّتِي وَقُودُهَا} وحطبها الذي توقد به {النَّاسُ} ؛ أي: العصاة من الكفار وغيرهم. وقدم الناس على الحجارة؛ لأنّهم العقلاء الذين يدركون الآلام والمعذّبون؛ أو لكونهم أكثر إيقاد للنار من الجماد، لما فيهم من الجلود، واللحوم، والشحوم، والعظام، والشعور؛ أو لأنّ ذلك أعظم في التخويف، فإنّك إذا رأيت إنسانا يحرق، اقشعرّ بدنك وطاش لبّك، بخلاف الحجر. {وَالْحِجارَةُ} أي: (١) حجارة الكبريت، وإنما جعل حطبها منها؛ لسرعة اتقادها؛ أي التهابها، وبطىء خمودها، وشدة حرها، وقبح رائحتها، ولصوقها بالبدن. أو الحجارة هي الأصنام التي عبدوها، وإنما جعل التعذيب بها؛ ليتحققوا أنهم عذبوا بعبادتها؛ وليروا ذلها ومهانتها بعد اعتقادهم عزّها وعظمتها، قال تعالى:  {إِنَّكُمْ وَما تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ} ، والكافر عبد الصنم، واعتمده، ورجاه، فعذّب به، إظهارا لجهله وقطعا لأمله، كأتباع الكبراء خدموهم، ورجوهم، وفي النار يسحبون معهم؛ ليكون أشق عليهم وأقطع لرجائهم. </p><p> فإن قلت: أنار الجحيم كلّها توقد بالناس والحجارة، أم هي نيران شتّى منها نار بهذه الصفة؟ </p><p> قلت: بل هي نار شتّى منها: نار توقد بالناس والحجارة، يدلّ على ذلك </p><p>(١) روح البيان.</p><p> تنكيرها في قوله تعالى:  {قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ نارًا} ، وقوله سبحانه {فَأَنْذَرْتُكُمْ نارًا تَلَظَّى} . ولعل لكفّار الجنّ ولشياطينهم نارا وقودها الشياطين، كما أنّ لكفرة الإنس نارا وقودها هم، جزاء لكلّ جنس بما يشاكله من العذاب. </p><p> وفي هذا من (١) التهويل ما لا يقادر قدره، من كون هذه النار تتقد بالناس والحجارة، فأوقدت بنفس ما يراد إحراقه بها. {أُعِدَّتْ} أي: هيّئت {لِلْكافِرِينَ} أي: للذين كفروا بما نزلناه على رسلنا، وجعلت عدّة لعذابهم. وفيه دلالة على أنّ النار مخلوقة موجودة الآن خلافا للمعتزلة، وفيه أيضا: دلالة على أنّ الكافرين هم المقصود بخلقها أصالة. </p><p> وفي الآية (٢) : إشارة إلى أنّ ثمرة الأخذ بالقرآن والإقرار به، وبمحمد صلّى الله عليه وسلّم هو النجاة من النار التي وقودها الناس والحجارة، وفيه زيادة فضل القرآن وأهله. </p><p> قال البغوي عند قوله:  {فَأْتُوا بِسُورَةٍ} قيل: السورة اسم للمنزلة الرفيعة، وسمّيت سورة؛ لأنّ القارىء ينال بقراءتها منزلة رفيعة، </p><p> حتى يستكمل المنازل باستكمال سور القرآن. اه. </p><p> وخلاصة معنى الآية (٣) : إذا ظهر عجزكم عن المعارضة، صحّ عندكم صدق محمد صلّى الله عليه وسلّم وإذا صحّ ذلك فاتركوا العناد، وإذا لزمتم العناد استوجبتم العقاب بالنار. </p><p> وقرأ الجمهور (٤) : {وَقُودُهَا} بفتح الواو، وهو الحطب الذي تتقد به، وقد جاء بالفتح مصدرا أيضا. وقرأ الحسن باختلاف، ومجاهد، وطلحة، وأبو حيوة، وعيسى بن عمر الهمدانيّ بضمّ الواو، وهو مصدر بمعنى: التوقد، وهو حينئذ على حذف مضاف؛ أي: ذو وقودها، لأنّ الناس والحجارة ليسا نفس الاتقاد، </p><p>(١) الشوكاني. (٢) روح البيان.(٣) المراح.(٤) البحر المحيط.</p>"
}