{
  "id": null,
  "sura": 2,
  "aya": 228,
  "text": "<p> ٢٢٨ - {وَالْمُطَلَّقَاتُ} الحرائر المدخول بهن، الخاليات من حبال أزواجهن، ذوات الأقراء؛ لأن قوله:  {وَالْمُطَلَّقَاتُ} عام مخصوص بهذه القيود المذكورة، فخرجت الإماء، فعدتهن قُرْآن بالسنة، وغير المدخول بهن فلا عدة عليهن؛ لقوله تعالى:  {فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا} والحوامل فعدتهن أن يضعن حملهن كما في سورة الطلاق، والآيسة والصغيرة فعدتهن ثلاثة أشهر، كما في سورة الطلاق أيضًا، والمطلقات جمع مطلقة؛ وهي التي أوقع عليها الزوج الطلاق؛ أي: والواجب في المطلقات المذكورة في عدتهن أن {يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلَاثَةَ قُرُوءٍ} ؛ أي: أن ينتظرن ويتأخرن عن الزواج مدة ثلاثة أطهار على قول الشافعي ومالك، أو ثلاث حيض على قول أبي حنيفة وأحمد، ثم تتزوج إن شاءت بعد انتهاء عدتها، والباء في قوله:  {بِأَنْفُسِهِنَّ} يحتمل كونها زائدة في توكيد النون؛ أي: يتربصن أنفسهن، ويحتمل كونها للتعدية؛ أي: يتربصن بأنفسهن لا بأمر غيرهن، فلا دخل له في أمر العدة، والمراد: أنه لا تتوقف العدة على ضرب قاض بخلاف مدة العنّة، وقرأ الجمهور (١) : {قروء} على وزن فعول، وقرأ الزهري {قروّ} بالتشديد من غير همز، وروي ذلك عن نافع، وقرأ الحسن {قَرْو} بفتح القاف وسكون الراء وواو خفيفة، وما عدا قراءة الجمهور شاذ. </p><p> {وَلَا يَحِلُّ لَهُنَّ} ؛ أي: لا يجوز للمطلقات {أَنْ يَكْتُمْنَ} ويخفين {مَا خَلَقَ اللَّهُ} وأوجده {فِي أَرْحَامِهِنَّ} من الحبل أو الحيض؛ لأجل استعجال انقضاء العدة لإبطال حق الزوج من الرجعة، أو لأجل إلحاق الولد بغير أبيه، وفيه دليل على قبول قولهن في ذلك نفيًا أو إثباتًا. </p><p> والحاصل: أن المرأة لها أغراض كثيرة في كتمانهما، فإذا كتمت الحبل .. قصرت مدة عدتها، فتتزوج بسرعة، وربما كرهت مراجعة الزوج، وأحبت التزوج بزوج آخر، أو أحبت أن يلتحق ولدها بالزوج الثاني، فلهذه الأغراض تكتم الحبل، وإذا كتمت الحيض .. فقد تحب تطويل عدتها؛ لكي يراجعها الزوج الأول، وقد تحب تقصير عدتها لبطل رجعته، ولا يتم لها ذلك إلا بكتمان بعض </p><p>(١) البحر المحيط.</p><p> الحيض في بعض الأوقات. {إِنْ كُنَّ} تلك المطلقات {يُؤْمِنَّ بِاللَّهِ} ورسوله {وَالْيَوْمِ الْآخِرِ} وجواب الشرط محذوف، فلا يحل لهن ذلك الكتمان، ولا يجترئن عليه، وهذا وعيد شديد لتأكيد تحريم الكتمان، وإيجاب أداء الأمانة بالإخبار عما في الرحم من الحيض والحبل. </p><p> والمعنى: أن هذا من فعل المؤمنات، وإن كانت المؤمنة والكافرة فيه سواء، كقولك: أدِّ حقي إن كنت مؤمنًا؛ يعني: أن أداء الحقوق من أفعال المؤمنين. {وَبُعُولَتُهُنَّ} ؛ أي: أزواج تلك المطلقات، والبعولة جمع بعل، سمي الزوج بعلًا؛ لقيامه بأمر زوجته، وأصل البعل السيد والمالك {أَحَقُّ} وأولى {بِرَدِّهِنَّ} ؛ أي: بمراجعتهن ولو أبين {فِي ذَلِكَ} ؛ أي: في زمن ذلك التربص الذي أمرن أن يتربصن فيه، وهو زمن الأقراء الثلاثة، فلا حق لغيرهم في ردهن ورجعتهن، فأفعل التفضيل ليس على بابه، فكأنه قال: وبعولتهن حقيقون بردهن، وقرأ مسلمة بن محارب {وبعولتهن} بسكون التاء، فرارًا من ثقل توالي الحركات، وقرأ أبي {بردتهن} بالتاء بعد الدال {إِنْ أَرَادُوا} ؛ أي: إن أراد الأزواج بالرجعة {إِصْلَاحًا} لما بينهم وبينهن، وإحسانًا إليهن بحسن المعاشرة، لا الإضرار بهن، وذلك: أن أهل الجاهلية كانوا يراجعون ويريدون بذلك الإضرار، فنهى الله المؤمنين عن مثل ذلك، وأمرهم بالإصلاح وحسن العشرة بعد الرجعة {وَلَهُنَّ} ؛ أي: وللزوجات على الأزواج من الحقوق {مِثْلُ الَّذِي} لهم {عَلَيْهِنَّ} من الحقوق {بِالْمَعْرُوفِ} شرعًا؛ أي: على الوجه الذي أمر الله تعالى به من حسن العشرة، وترك الضرار؛ يعني: يجب لهن على الأزواج النفقة والكسوة والمهر وحسن العشرة، وترك الضرار، كما يجب للأزواج عليهن امتثال أمرهم، ونهيهم في الاستمتاعات والخدمة، فالمماثلة تكون في وجوب ما يفعله الرجل من ذلك ووجوب امتثال المرأة أمره ونهيه، لا في جنس الواجب على كل منهما؛ لأنه مختلف. </p><p> وذلك: أن حق الزوجية لا يتم إلا إذا كان كل واحد منهما يراعي حق الآخر فيما له وعليه، فيجب على الزوج أن يقوم بجميع حقوقها ومصالحها، </p><p> ويجب على الزوجة الانقياد والطاعة له. </p><p> روى مسلم عن جابر رضي الله عنه أنه ذكر خطبة النبي - صلى الله عليه وسلم - في حجة الوداع، وقال فيها: قال رسول الله - صلى الله عليه وسلم -: \"فاتقوا الله في النساء، فإنكم أخذتموهن بأمانات الله، واستحللتم فروجهن بكلمة الله، ولكم عليهن أن لا يوطئن فرشكم أحدًا تكرهونه، فإن فعلن ذلك .. فاضربوهن ضربًا غير مبرح، ولهن عليكم رزقهن وكسوتهن بالمعروف\" . </p><p> ومعنى بالمعروف (١) ؛ أي: بالوجه الذي لا ينكر في الشرع وعادات الناس، ولا يكلف أحدهما الآخر من الأشغال ما ليس معروفًا له، بل يقابل كل منهما صاحبه بما يليق به. </p><p> وقال ابن جرير (٢) : اختلف أصحابنا - يعني: أصحاب مالك - هل على الزوجة أن تطالب بغير الوطء أم لا؟ فقال بعضهم: ليس على الزوجة أن تطالب بغير الوطء، وقال بعضهم: عليها خدمة مثلها، فإن كانت شريفة المحل ليسار أبوة مثلًا .. فعليها تدبير أمر المنزل وأمر الخادم، وإن كانت متوسطة الحال .. فعليها أن تفرش الفراش ونحوه، وإن كانت من نساء الكرد والدينم في بلدهن .. كلفت ما تكلفه نسائهم. </p><p> وقد جرى أمر المسلمين في بلدانهم في قديم الأمر وحديثه بما ذكرنا، ألا ترى أن نساء الصحابة كن يكلفن الطحن والخبيز والطبيخ، وفرش الفراش، وتقريب الطعام، وأشباه ذلك، ولا نعلم امرأة امتنعت من ذلك، بل كانوا يضربون نساءهم إذا قصّرن في ذلك. </p><p> {وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٌ} ؛ أي: ولكن للأزواج على الزوجات فضيلة ومزية في الحق؛ أي: فعليهن مزيد إكرام واحترام وتعظيم لرجالهن؛ بسبب كونه رجلًا يقالب الشدائد والأهوال، ويسعى دائمًا في مصالح زوجته، ويكفيها تعب </p><p>(١) البحر المحيط. (٢) البحر المحيط.</p>"
}