{
  "id": null,
  "sura": 2,
  "aya": 182,
  "text": "<p> الإيصاء من الموصي، وعلمه، وحققه {فَإِنَّمَا إِثْمُهُ} ؛ أي: إثم ذلك التبديل وذنبه {عَلَى الَّذِينَ يُبَدِّلُونَهُ} ؛ أي: على من بدله وغيَّره أيًّا كان لا يعود إلا على المبدل. والموصي والموصى له بريئان منه؛ يعني برئت منه ذمة الموصي، وثبت له الأجر عند ربه. {إِنَّ اللَّهَ} سبحانه وتعالى {سميع} لأقوال المبدلين والموصين {عَلِيمٌ} بنياتهم فيجازي كلًّا على وفق عمله، فيثيب الميت، ويعاقب المبدِّل، ولا يخفى ما في هذه الجملة من الوعيد الشديد للمبدلين، والوعد الحسن للموصين. </p><p> ١٨٢ - ثم استثنى من إثم التبديل حالة ما إذا كان للإصلاح، وإزالة التنازع، فقال:  {فَمَنْ خَافَ مِنْ مُوصٍ} قرأه شعبة وحمزة والكسائي {مُوَصٍّ} بفتح {الواو} وتشديد الصاد من وصَّى المضَعَّف، وقرأ الباقون:  {مُوصٍ} من أوصى، وهما لغتان؛ أي: فمن علم من ميت موص {جَنَفًا} ؛ أي: خطأ في الوصية من غير عمد، وميلٍ عن الحق فيها جهلًا كأن يوصي لبعض ورثته، أو يوصي بماله كله خطأ، وقرأ الجمهور {جَنَفًا} بالجيم والنون، وقرأ علي شذوذًا {حيفا} بالحاء والياء {أَوْ إِثْمًا} ؛ أي: ميلًا عن الحق في الوصية عمدًا وعِلمًا {فَأَصْلَحَ بَيْنَهُمْ} بعد موت الموصي معطوف على محذوف؛ تقديره: أي فتنازعت الورثة والموصى لهم في المال الموصى به، فتوسط بينهم من علم ذلك، وأصلح بينهم؛ أي: فعل ما فيه الصلاح بينهم بتبديل هذا الجنف أو الإثم برده الوصية إلى الثلث مثلًا. {فَلَا إِثْمَ عَلَيْهِ} ؛ أي: فلا حرج ولا ذنب على هذا المصلح الذي أزال الجنف أو الإثم في هذا التبديل؛ لأنه تبديل باطل بحق، وإزالة مفسدة بمصلحة، فهو ليس بمبدل آثم، بل هو متوسط للإصلاح، وليس عليه إثم بخلاف الأول، وقلما يكون الإصلاح إلا بترك بعض الخصوم شيئًا مما يرونه حقًّا لهم، والظاهر (١) أن هذا المصلح هو الوصي والشاهد، ومن يتولى بعد موته ذلك من وال، أو ولي، أو من يأمر بالمعروف، فكل هؤلاء يدخل تحت قوله:  {فَمَنْ خَافَ} إذا ظهرت لهم أمارات الجنف أو الإثم، ولا وجه لتخصيص الخائف بالوصي، ودلت (٢) </p><p>(١) البحر المحيط. (٢) الفخر الرازي.</p><p> الآية على جواز الصلح بين المتنازعين إذا خاف من يريد الصلح إفضاء تلك المنازعة إلى أمر محذور في الشرع {إِنَّ اللَّهَ غَفُورٌ} للميت إن أخطأ أو جار، أو للوصي إن بدل للإصلاح {رَحِيمٌ} للوصي حيث رخص له الرد إلى الثلث، والعدل والإصلاح؛ أي: فمن خالف وبدل لصلاح .. فإن الله يغفر له، ويثيبه على عمله. </p><p> ومعنى الآية (١) : أن الميت إذا أخطأ في وصيته، أو جار فيها متعمدًا .. فلا إثم على من علم ذلك أن يغيره، ويرده إلى الصلاح بعد موته، وهذا قول ابن عباس، وقتادة، والربيع. </p><p> وقيل هذا (٢) : في حال حياة الموصي، فالمعنى حينئذ: فمن حضر وصيته فرآه على خلاف الشرع، فنهاه عن ذلك، وحمله على الصلاح .. فلا إثم على هذا الموصي بما قال أولًا. </p><p> وعن أبي هريرة - رضي الله عنه - عن رسول الله - صلى الله عليه وسلم - قال: إن الرجل والمرأة ليعملان بطاعة الله ستين سنة، ثم يحضرهما الموت، فيضاران في الوصية، فتجب لهما النار\"، ثم قرأ أبو هريرة:  {مِنْ بَعْدِ وَصِيَّةٍ يُوصَى بِهَا أَوْ دَيْنٍ} : إلى قوله: {وَذَلِكَ الْفَوْزُ الْعَظِيمُ} : أخرجه أبو داود والترمذي، قوله: فيضاران (٣) المضارة: إيصال الضرر إلى شخص، ومعنى المضارة: الوصية أن لا تمضي، أو ينقص بعضها، أو يوصي لغير أهلها، أو يحيف في الوصية، ونحو ذلك. </p><p> الإعراب </p><p> {لَيْسَ الْبِرَّ أَنْ تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ} . </p><p> {لَيْسَ} : فعل ماض ناقص. {الْبِرَّ} : بالنصب خبر {لَيْسَ} مقدم على </p><p>(١) مراح. (٢) نسفي.(٣) الخازن.</p><p> اسمها. {أَن} : حرف نصب ومصدر. {تُوَلُّوا} : فعل وفاعل منصوب بـ {أَنْ} . {وُجُوهَكُمْ} . مفعول به ومضاف إليه. {قِبَلَ} : منصوب على الظرفية المكانية. {الْمَشْرِقِ} : مضاف إليه. {وَالْمَغْرِبِ} : معطوف عليه، والجملة الفعلية صلة {أَنْ} المصدرية، {أَنْ} مع صلتها في تأويل مصدر مرفوع على كونه اسم {لَيْسَ} مؤخرًا عن خبرها؛ تقديره: ليس تولية وجوهكم قبل المشرق والمغرب البر كله، وجملة {لَيْسَ} مستأنفة استئنافًا نحويًّا لا محل لها من الإعراب. </p><p> {وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَالْمَلَائِكَةِ وَالْكِتَابِ وَالنَّبِيِّينَ} . </p><p> {وَلَكِنَّ}  {الواو} عاطفة، {لكن} : حرف نصب واستدراك. {الْبِرَّ} : اسمها. {مَنْ} : اسم موصول في محل الرفع خبر {لكن} ، ولكنه على حذف مضاف كما سبق في محل التفسير. {آمَنَ} : فعل ماض، وفاعله ضمير يعود على {مَنْ} ، والجملة الفعلية صلة {مَنْ} الموصولة، والعائد ضمير الفاعل وجملة {لكن} معطوفة على جملة {لَيْسَ} على كونها مستأنفة استئنافًا بيانيًّا. {بِاللَّهِ} : جار ومجرور متعلق بـ {آمَنَ} . {وَالْيَوْمِ} : معطوف على الجلالة {الْآخِرِ} مضاف إليه. {وَالْمَلَائِكَةِ وَالْكِتَابِ وَالنَّبِيِّينَ} معطوفات على {اليوم} . </p><p> {وَآتَى الْمَالَ عَلَى حُبِّهِ ذَوِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينَ وَابْنَ السَّبِيلِ وَالسَّائِلِينَ وَفِي الرِّقَابِ} . </p><p> {وَآتَى الْمَالَ}  {الواو} عاطفة {آتى المال} : فعل ومفعول أول، أو ثان مقدم على الأول، وفاعله ضمير يعود على {مَنْ} ، والجملة معطوفة على جملة {آمَنَ} على كونها صلة {مَنْ} الموصولة. {عَلَى حُبِّهِ} : جار ومجرور ومضاف إليه متعلق بـ {آتَى} ، أو بمحذوف حال من فاعل {آتَى} . {ذَوِي الْقُرْبَى} : مفعول ثانٍ، أو أول، ومضاف إليه. {وَالْيَتَامَى} ، وكذا {وَالْمَسَاكِينَ وَابْنَ السَّبِيلِ وَالسَّائِلِينَ} : معطوفات على {ذَوِي الْقُرْبَى}  {وَفِي الرِّقَابِ} : جار ومجرور في محل النصب معطوف على {ذَوِي} ؛ أي (١) : وآتى المال في الرقاب؛ أي: دفعه </p><p>(١) الفتوحات الإلهية.</p><p> في فكها من الرق، أو الأسر؛ أي: لأجله وسببه، فضمن آتى بالنسبة لهذا المعطوف معنى دفع، فيكون متعديًا لواحد، كما عرفت في محل التفسير. </p><p> {وَأَقَامَ الصَّلَاةَ وَآتَى الزَّكَاةَ} . </p><p> {وَأَقَامَ}  {الواو} عاطفة، {أقام} : فعل ماضٍ، وفاعله ضمير يعود على {مَنْ}  {الصَّلَاةَ} : مفعول به، والجملة الفعلية معطوفة على جملة {آمَنَ} على كونها صلة {مَنْ} الموصولة. {وَآتَى الْمَالَ} : فعل ومفعول، وفاعله ضمير يعود على {مَنْ} ، والجملة معطوفة أيضًا على جملة {آمَنَ} . </p><p> {وَالْمُوفُونَ بِعَهْدِهِمْ إِذَا عَاهَدُوا} . </p><p> {وَالْمُوفُونَ}  {الواو} عاطفة، {الموفون} : معطوف على {مَنْ آمَنَ} على كونه خبر {لكن} ؛ أي: ولكن البر المؤمنون بما ذكر. {وَالْمُوفُونَ بِعَهْدِهِمْ} : خبر لمبتدأ محذوف؛ تقديره: وهم الموفون {بِعَهْدِهِمْ} : جار ومجرور ومضاف إليه متعلق بـ {الموفون} . {إذا} : ظرف لما يستقبل من الزمان مجرد عن معنى الشرط في محل النصب على الظرفية. {عَاهَدُوا} : فعل وفاعل، والجملة في محل الجر مضاف إليه لـ {إذا} ، والظرف متعلق بـ {الموفون} والتقدير: والموفون بعهدهم وقت معاهدتهم مع الله، أو مع الناس. </p><p> {وَالصَّابِرِينَ فِي الْبَأْسَاءِ وَالضَّرَّاءِ وَحِينَ الْبَأْسِ أُولَئِكَ الَّذِينَ صَدَقُوا وَأُولَئِكَ هُمُ الْمُتَّقُونَ} . </p><p> {وَالصَّابِرِينَ} : الواو: استئنافية، {الصابرين} : منصوب على المدح بفعل محذوف؛ تقديره: وأمدح الصابرين، وفاعله ضمير يعود على الله، والجملة مستأنفة. {فِي الْبَأْسَاءِ} : جار ومجرور متعلق بـ {الصابرين} . {وَالضَّرَّاءِ} : معطوف على {الْبَأْسَاءِ} . {وَحِينَ الْبَأْسِ} . ظرف ومضاف إليه، والظرف معطوف على الجار والمجرور قبله على كونه متعلقًا بـ {الصَّابِرِينَ} . {أُولَئِكَ} : مبتدأ. {الَّذِينَ} : خبر، والجملة مستأنفة. {صَدَقُوا} : فعل وفاعل، والجملة صلة الموصول، والعائد ضمير الفاعل. {وَأُولَئِكَ} : الواو: عاطفة، {أولئك} : مبتدأ. {هُمُ} : ضمير </p><p> فصل. {الْمُتَّقُونَ} : خبر، والجملة الإسمية معطوفة على الجملة التي قبلها. </p><p> {يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى الْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ وَالْأُنْثَى بِالْأُنْثَى} . </p><p> {يَا أَيُّهَا}  {يا} : حرف نداء، {أي} : منادى نكرة مقصودة، {ها} حرف تنبيه زائدة. {الَّذِينَ} : في محل الرفع صفة لـ {أَيّ} ، وجملة النداء مستأنفة. {آمَنُوا} : فعل وفاعل، والجملة صلة الموصول، والعائد ضمير الفاعل، {كُتِبَ} : فعل ماضٍ مغيَّر الصيغة. {عَلَيْكُمُ} : متعلق به. {الْقِصَاصُ} : نائب فاعل، والجملة الفعلية جواب النداء لا محل لها من الإعراب. {فِي الْقَتْلَى} : جار ومجرور متعلق بـ {كُتِبَ} . {الْحُرُّ} : مبتدأ. {بِالْحُرِّ} : جار ومجرور متعلق بمحذوف خبر المبتدأ؛ تقديره: الحر مأخوذ بالحر، والجملة مستأنفة استئنافًا بيانيًّا. {وَالْعَبْدُ} : {الواو} : عاطفة، {الْعَبْدُ} : مبتدأ. {بِالْعَبْدِ} : جار ومجرور خبر المبتدأ؛ تقديره: العبد مأخوذ بالعبد، والجملة معطوفة على جملة قوله {الْحُرُّ بِالْحُرِّ} . {وَالْأُنْثَى} : مبتدأ. {بِالْأُنْثَى} : جار ومجرور متعلق بمحذوف خبر المبتدأ؛ تقديره: والأنثى مأخوذة بالأنثى، والجملة معطوفة على جملة قوله {الْحُرُّ بِالْحُرِّ} . </p><p> {فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ} . </p><p> {فَمَنْ} : {الفاء} فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر؛ تقديره: إذا عرفتم أن القصاص مكتوب عليكم، وأردتم بيان حكم ما إذا عفي عنه .. فأقول لكم {من عفي له} ، {من} : اسم شرط جازم في محل الرفع مبتدأ، والخبر جملة الشرط، أو الجواب، أو هما على الخلاف المذكور في محله، ويصح كونها موصولة. {عُفِيَ} : فعل ماضٍ مغيَّر الصيغة في محل الجزم بـ {من} الشرطية. {لَهُ} : جار ومجرور متعلق بـ {عُفِيَ} . {مِنْ أَخِيهِ} : جار ومجرور ومضاف إليه متعلق بمحذوف حال مقدم على صاحبها، وهو {شَيْءٌ} ؛ لأنه نعت نكرة قدمت عليها، فينصب حالًا. {شَيْءٌ} : نائب فاعل لـ {عُفِيَ} . </p><p> {فَاتِّبَاعٌ بِالْمَعْرُوفِ وَأَدَاءٌ إِلَيْهِ بِإِحْسَانٍ ذَلِكَ تَخْفِيفٌ مِنْ رَبِّكُمْ وَرَحْمَةٌ} . </p><p> {فَاتِّبَاعٌ}  {الفاء} : رابطة لجواب {مَنْ} الشرطية وجوبًا، أو رابطة الخبر بالمبتدأ جوازًا إن كانت {من} موصولة {اتباع} : خبر لمحذوف جوازًا؛ تقديره: فالواجب اتباع. {بِالْمَعْرُوفِ} : متعلق بـ {اتِّبَاعٌ} ، والجملة الإسمية في محل الجزم بـ {مَنْ} الشرطية على كونها جوابًا لها، وجملة {من} الشرطية في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. {وَأَدَاءٌ} : معطوف على {اتباع} . {إِلَيْهِ} : جار ومجرور متعلق بـ {أداء} . {بِإِحْسَانٍ} : متعلق أيضًا بـ {أداء} ، ويجوز أن يكون حالًا من الهاء كما ذكره العكبري. {ذَلِكَ} : مبتدأ. {تَخْفِيفٌ} خبر، والجملة مستأنفة. {مِنْ رَبِّكُمْ} : جار ومجرور ومضاف إليه متعلق بمحذوف صفة لـ {تَخْفِيفٌ} . {وَرَحْمَةٌ} : معطوف على {تَخْفِيفٌ} . </p><p> {فَمَنِ اعْتَدَى بَعْدَ ذَلِكَ فَلَهُ عَذَابٌ أَلِيمٌ} . </p><p> {فَمَنِ}  {الفاء} : فاء الفصيحة؛ لأنها أفصحت عن شرط مقدر؛ تقديره: إذا عرفتم حكم ما إذا عفي عن القصاص، وأردتم بيان حكم من اعتدى بعد ذلك .. فأقول لكم:  {من اعتدى} : {من} : اسم شرط جازم، أو موصولة في محل الرفع مبتدأ، والخبر جملة الشرط على الراجح، أو الجملة الآتية إن كانت موصولة. {اعْتَدَى} : فعل ماضٍ في محل الجزم بـ {من} ، وفاعله ضمير يعود على {من} . {بَعْدَ ذَلِكَ} : ظرف ومضاف إليه متعلق بـ {اعْتَدَى} . {فَلَهُ} : {الفاء} : رابطة لجواب {مَنْ} الشرطية، {له} : جار ومجرور خبر مقدم. {عَذَابٌ} : مبتدأ مؤخر. {أَلِيمٌ} : صفة له، والجملة الإسمية في محل الجزم بـ {مَن} الشرطية على كونها جوابًا لها، أو خبر {من} الموصولة، وجملة {من} الشرطية في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. </p><p> {وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ يَا أُولِي الْأَلْبَابِ لَعَلَّكُمْ تَتَّقُونَ (١٧٩) }. </p><p> {وَلَكُمْ} الواو: استئنافية، {لَكُمْ} : جار ومجرور خبر مقدم. {فِي الْقِصَاصِ} : جار ومجرور متعلق بما تعلق به الجار والمجرور قبله. {حَيَاةٌ} : </p><p> مبتدأ مؤخر سوغ الابتداء بالنكرة .. تقدم الخبر الظرفي عليه، والجملة الإسمية مستأنفة استئنافًا بيانيًّا. وقال أبو حيان (١) : وهذه الجملة مبتدأ وخبر، و {فِي الْقِصَاصِ} : متعلق بما تعلق به قوله {لكم} ، وهو في موضع الخبر، وتقديم هذا الخبر مسوغ؛ لجواز الابتداء بالنكرة، والمعنى: أنه يكون لكم في القصاص حياةٌ. انتهى. </p><p> {يَا أُولِي} : {يا} : حرف نداء، {أُولِي} : منادى مضاف بالياء المحذوفة. {الْأَلْبَابِ} : مضاف إليه. {لَعَلَّكُمْ} : {لعل} : حرف نصب وتعليل بمعنى كي، و {الكاف} : اسمها، وجملة {تَتَّقُونَ} خبرها، وجملة {لعل} في محل الجر بلام التعليل المقدرة المتعلقة بمعلول محذوف؛ تقديره: وإنما شرعنا لكم القصاص لكي تتقون القتل والاعتداء. </p><p> {كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ إِنْ تَرَكَ خَيْرًا الْوَصِيَّةُ لِلْوَالِدَيْنِ وَالْأَقْرَبِينَ بِالْمَعْرُوفِ حَقًّا عَلَى الْمُتَّقِينَ (١٨٠) }. </p><p> {كُتِبَ} : فعل ماضٍ مغير الصيغة. {عَلَيْكُمْ} : جار ومجرور متعلق به. {إِذَا} : ظرف لما يستقبل من الزمان مجرد عن معنى الشرط، أو شرطية وجوابها معلوم مما قبلها. {حَضَرَ} : فعل ماضٍ. {أَحَدَكُمُ} : مفعول به ومضاف إليه. {الْمَوْتُ} : فاعل {حَضَرَ} ، والجملة في محل الجر مضاف إليه لـ {إذا} ، والظرف متعلق بـ {كُتِبَ} ؛ تقديره: كتب عليكم أن يوصي أحدكم وقت حضور الموت له {إِنْ تَرَكَ}  {إِنْ} : حرف شرط. {تَرَكَ} : فعل ماضٍ في محل الجزم بـ {إِنْ} : على كونه فعل شرط لها، وفاعله ضمير يعود على {أَحَدَكُمُ} . {خَيْرًا} : مفعول به، وجواب {إِنْ} معلوم مما قبلها؛ تقديره: إن ترك خيرًا .. كتب عليكم الوصية، وجملة {إِنْ} الشرطية جملة معترضة لا محل لها من الإعراب؛ لاعتراضها بين الفعل ونائبه. {الْوَصِيَّةُ} : نائب فاعل لـ {كُتِبَ} ، وجملة {كُتِبَ} من الفعل المغيّر ونائب فاعله. مستأنفة استئنافًا نحويًّا لا محل لها من </p><p>(١) البحر المحيط.</p><p> الإعراب. {لِلْوَالِدَيْنِ} : جار ومجرور متعلق بـ {الْوَصِيَّةُ} لأنه اسم مصدر لأوصى. {وَالْأَقْرَبِينَ} : معطوف على الوالدين. {بِالْمَعْرُوفِ} : جار ومجرور متعلق بـ {الْوَصِيَّةُ} : أيضًا، أو بمحذوف حال من {الْوَصِيَّةُ} ؛ تقديره: حالة كونها متلبسة بالمعروف، لا جور فيها. {حَقًّا} : منصوب على المفعولية المطلقة بعامل محذوف؛ تقديره: حق ذلك الإيصاء حقًّا، ويجوز أن يكون صفة لمصدر محذوف؛ أي: كتبًا حقًّا، أو إيصاء حقًّا. {عَلَى الْمُتَّقِينَ} : جار ومجرور صفة لـ {حَقًّا} . </p><p> {فَمَنْ بَدَّلَهُ بَعْدَمَا سَمِعَهُ فَإِنَّمَا إِثْمُهُ عَلَى الَّذِينَ يُبَدِّلُونَهُ إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ (١٨١) }. </p><p> {فَمَنْ}  {الفاء} : فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر؛ تقديره: إذا عرفتم أنه كتب عليكم الإيصاء، وأردتم بيان حكم من بدله .. فأقول لكم {من} : اسم شرط جازم في محل الرفع مبتدأ، والخبر جملة الشرط على الراجح كما مر مرارًا {بَدَّلَهُ} : فعل ومفعول في محل الجزم بـ {مَنْ} على كونه فعل الشرط لها، وفاعله ضمير يعود على {من}  {بعد} : منصوب على الظرفية متعلق بـ {بَدَّلَ} . {ما} مصدرية، أو موصولة في محل الجر مضاف إليه. {سَمِعَهُ} فعل ومفعول، وفاعله ضمير يعود على {مَن} والجملة صلة {ما} المصدرية، و {ما} مع صلتها في تأويل مصدر مجرور بإضافة الظرف إليه؛ تقديره: فمن بدل ذلك الإيصاء بعد سماعه ذلك الإيصاء، أو صلة {ما} الموصولة؛ تقديره: فمن بدل ذلك الإيصاء بعد الإيصاء الذي سمعه {فَإِنَّمَا} : {الفاء} : رابطة لجواب {من} الشرطية وجوبًا {إنما} : أداة حصر. {إِثْمُهُ} : مبتدأ ومضاف إليه. {عَلَى الَّذِينَ} : جار ومجرور متعلق بمحذوف خبر المبتدأ، والجملة الإسمية في محل الجزم بـ {من} الشرطية على كونها جوابًا لها، وجملة {من} الشرطية في محل النصب، مقول لجواب إذا المقدرة، وجملة إذا المقدرة: مستأنفة استئنافًا بيانيًّا. {يُبَدِّلُونَهُ} : فعل وفاعل ومفعول، والجملة صلة الموصول، والعائد ضمير الفاعل. {إنَّ} : حرف نصب وتوكيد. {اللَّهَ} : اسمها. {سَمِيعٌ} : خبر أول. {عَلِيمٌ} : خبر ثانٍ وجملة {إنَّ} مستأنفة مسوقة لتعليل ما قبلها. </p><p> {فَمَنْ خَافَ مِنْ مُوصٍ جَنَفًا أَوْ إِثْمًا فَأَصْلَحَ بَيْنَهُمْ فَلَا إِثْمَ عَلَيْهِ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (١٨٢) }. </p><p> {فَمَنْ خَافَ مِنْ مُوصٍ} : {الفاء} : فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر؛ تقديره: إذا عرفتم أن من بدله آثم، وأردتم بيان حكم من خاف من موص جنفًا .. فأقول لكم:  {من خاف}  {مَنْ} : اسم شرط في محل الرفع مبتدأ، والخبر جملة الشرط. {خَافَ} : فعل ماض في محل الجزم بـ {من} على كونه فعل شرط لها، وفاعله ضمير يعود على {من}  {مِنْ مُوصٍ} : جار ومجرور متعلق بـ {خاف}  {جَنَفًا} : مفعول به. {أَوْ إِثْمًا} : معطوف عليه. {فَأَصْلَحَ} : {الفاء} : عاطفة {أصلح} : فعل ماضٍ في محل الجزم، معطوف على خاف، وفاعله ضمير يعود على {من} . {بَيْنَهُمْ} : ظرف ومضاف إليه متعلق بأصلح. {فَلَا} : {الفاء} رابطة لجواب {من} الشرطية وجوبًا {لا} : نافية تعمل عمل إن. {إِثْمَ} : في محل النصب اسمها. {عَلَيْهِ} : جار ومجرور متعلق بمحذوف خبر {لا} ، وجملة {لا} من اسمها وخبرها في محل الجزم بـ {من} على كونها جوابًا لها، وجملة {من} الشرطية في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة استئنافًا بيانيًّا. </p><p> {إِنَّ اللَّهَ} . {إنَّ} : حرف نصب وتوكيد. {اللَّهَ} : اسمها. {غَفُورٌ} : خبر أول لها. {رَحِيمٌ} : خبر ثان لها، وجملة {إنَّ} مستأنفة مسوقة لتعليل ما قبلها. </p><p> التصريف ومفردات اللغة </p><p> {قِبَلَ الْمَشْرِقِ} : قِبَل ظرف مكان، تقول: زيد قِبَلَك؛ أي: في المكان الذي هو مقابلك، وقد يتوسع فيه، فيكون بمعنى العندية المعنوية، تقول: لي قبل زيد دين؛ أي: عنده. </p><p> {وَلَكِنَّ الْبِرَّ مَنْ آمَنَ} وفي \"السمين\"  (١) : في هذه الجملة أربعة أوجه: </p><p>(١) جمل.</p><p> أحدهما: أن {البر} ، اسم فاعل مِنْ بَرَّ يَبَرُّ، من باب فرح، والأصل بَرِرَ - بكسر الراء الأولى - بوزن بَطِن وفَرِح، فلما أريد الإدغام .. نقلت كسرة الراء إلى الباء بعد سلب حركتها، فعلى هذا لا يحتاج الكلام إلى حذف وتأويل، فكأنه قيل: ولكن الشخص البرّ من آمن، ويؤيد هذا القراءة الشاذة بصيغة اسم الفاعل الصريح. </p><p> الثاني: أن الكلام على حذف مضاف من الأول؛ تقديره: ولكن ذا البرِّ مَنْ آمن. </p><p> الثالث: أن الكلام على حذف مضاف من الثاني؛ تقديره: ولكن البرَّ برُّ مَنْ آمن. </p><p> الرابع: أن المصدر الذي هو البر - بالكسر - بمعنى اسم الفاعل الصريح الذي هو {البار} ، ويؤيده القراءة، الشاذة أيضًا. </p><p> {عَلَى حُبِّهِ} والحب: مصدر حَبه يحِبه - بفتح الباء وكسر الحاء - حبًّا لغة في أحبه يُحِبه بضم الياء وكسر الحاء، ويجوز أن يكون مصدرًا للرباعي على حذف الزوائد، ويجوز أن يكون اسم مصدر لأحب الرباعي، ومصدره الأحباب. </p><p> {وَفِي الرِّقَابِ}  (١) والرقاب: جمع رقبة، والرقبة مؤخر العنق، واشتقاقها من المراقبة، وذلك أن مكانها من البدن مكان الرقيب المشرف على القوم، ولهذا المعنى يقال: أعتق الله رقبته، ولا يقال أعتق الله عنقه؛ لأنها لما سميت رقبة كانت كأنها تراقب العذاب، ومن هذا يقال للتي لا يعيش لها ولد: رقوب لأجل مراعاتها موت ولدها. قال في \"المنتخب\" : وفِعال جمعٌ يطَّرد في فَعَلَة سواء كانت اسمًا نحو رقبة ورقاب، أو صفة نحو حسنة وحسان، وقد يعبر بالرقبة عن الشخص بجملته. </p><p> {فِي الْبَأْسَاءِ وَالضَّرَّاءِ} اسمان مشتقان من {البُؤس} بضم الباء و {الضُر} </p><p>(١) البحر المحيط.</p><p> بضم الضاد وألفهما للتأنيث، و {البؤس} بالضم و {البأساء} بالمد: الفقر، يقال: بَئِس الرجل - بكسر الهمزة - يبأَس بالفتح على القياس، ويئِس بالكسر على الشذوذ بؤسًا، وبئيسًا، وبؤوسًا، وبؤس إذا اشتدت حاجته وافتقر {وَحِينَ الْبَأْسِ} يقال: بَؤُسَ الرجل - من باب كَرُم - بأْسًا بسكون الهمزة إذا شجع. </p><p> {الْقِصَاصُ} : مصدر قاصّ يُقاصّ مُقَاصَّةً وقِصَاصًا، نحو قاتل يقاتل مقاتلةً وقتالًا، والقصاص: مقابلة الشيء بمثله، ومنه قتل من قُتِل بالمقتول. {فِي الْقَتْلَى} : جمع {قتيل} بمعنى: {مقتول} يستوي فيه المذكر والمؤنث، كجَرْحَى جمع (جريح) ، وفعلى ينقاس في جمع فعيل بمعنى مفعول. {الْحُرُّ بِالْحُرِّ} : {الْحُرُّ} : معروف، تقول: حر الغلام يحر حرية - من باب منع - إذا عتق، يجمع على أحرار كمر وأمرار، وهو غير مقيس، والأنثى حرة، وتجمع على حرائر. </p><p> {الأنثى} : معروف، وهي فعلى، والألف فيه للتأنيث، وهو مقابل الذكر الذي هو مقابل المرأة، ويقال للخصيتين: أنثيان، وهذا البناء لا تكون ألفه إلا للتأنيث، ولا تكون للإلحاق؛ لفقد فعلل في كلامهم. {وَأَدَاءٌ إِلَيْهِ} و (الأداء) : اسم مصدر بمعنى التأدية، يقال: أديت الدين - أداء وتأدية - إذا قضيته. {أولوا الألباب} : {أولو} هو من الأسماء التي هي في الرفع بالواو، وفي الجر والنصب بالياء، ومعنى {أولو} : {أصحاب} ، ومفرده من غير لفظه؛ وهو (ذو) بمعنى صاحب. {الْأَلْبَابِ} : جمع لُبّ؛ وهو العقل الخالي من الهوى، سمي بذلك؛ إما لبنائه من قولهم: ألب بالمكان ولب به إذا أقام، وإما من اللباب؛ وهو الخالص، وهذا الجمع مطرد، أعني أن يجمع فعل ما على أفعال. </p><p> {الْوَصِيَّةُ} والوصية: تبرع مضاف لما بعد الموت، وهي: إما مصدر سماعي، أو اسم مصدر لوصى توصيةً ووصية، أو أوصى إيصاءً ووصيةً. {جَنَفًا} الجنف: الجور، وهو مصدر لجنف بكسر النون - من باب فَرِح - يَجْنَف جَنَفًا، فهو جَنِف وجانف، ويقال: أجنف الرجل إذا جاء بالجنف، كما يقال: ألاَمَ الرجل إذا أتى بما يلام عليه، وأخَسَّ الرجل إذا أتى بخسيس. </p><p> البلاغة </p><p> {وَلَكِنَّ الْبِرَّ مَنْ آمَنَ} جعل البر نفس من آمن على طريق المبالغة، وهذا معهود في كلام البلغاء، كقولهم السَّخاءُ حاتم، والشِّعرُ زهير؛ أي: إن السخاءَ سخاءُ حاتمٍ، والشعرَ شعرُ زهير. </p><p> {وَفِي الرِّقَابِ} فيه إيجاز بالحذف؛ أي: وفي فك الرقاب؛ أي: في فداء الأسرى والمكاتبين، وفي لفظ {الرقاب} مجاز مرسل حيث أطلق الرقبة، وأراد به النفس، وهو من إطلاق الجزء وإرادة الكل. </p><p> {وَالصَّابِرِينَ فِي الْبَأْسَاءِ} منصوب على الاختصاص؛ أي: وأخص الصابرين بالذكر، وإنما لم يؤت به مرفوعًا كقوله: والموفون بأن يقال: والصابرون تنبيهًا على فضيلة الصبر، وهو في الحقيقة معطوف على ما قبله من حيث المعنى. قال أبو علي: إذا ذكرت صفات للمدح أو الذم، وخولف الإعراب في بعضها .. فذلك تفنن، ويسمى قطعًا؛ لأن تغيير المألوف يدل على زيادة ترغيب في استماع المذكور، ومزيد اهتمام بشأنه. </p><p> {أُولَئِكَ الَّذِينَ صَدَقُوا} : مبتدأ وخبر، وأتى بخبر {أُولَئِكَ} الأول موصولًا، وصل بفعل ماضٍ، إشعارًا بتحقق اتصافهم بالصدق، وإن ذلك قد وقع منهم واستقر، وأتى بخبر {أُولَئِكَ} الثاني موصولًا، وصل بجملة اسمية ليدل على الثبوت، وأنه ليس متجددًا، بل صار كالسجية لهم، ومراعاة للفاصلة أيضًا. {حَقًّا عَلَى الْمُتَّقِينَ}  {الْمُتَّقِينَ} من باب الإلهاب والتهييج. </p><p> {وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ} قال أبو السعود: فيه بيان لمحاسن الحكم المذكور على وجه بديع لا تنال غايته، حيث جعل الشيء؛ وهو القصاص محلًّا لضده؛ وهو الحياة، ونكر الحياة ليدل على أن في هذا الجنس نوعًا من الحياة عظيمًا، لا يبلغه الوصف. </p><p> وبَيْنَ قوله:  {اتباع} و {أداء} وكذا بين قوله: {الحر} و {العبد} الطباق. </p><p> {فَمَنْ خَافَ مِنْ مُوصٍ} ؛ أي: علم؛ وهو مجاز مرسل، والعلاقة السببية، وهو أن الإنسان لا يخاف شيئًا حتى يعلم أنه مما يخاف منه، فهو من باب التعبير عن السبب بالمسبب. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ (١٨٣) أَيَّامًا مَعْدُودَاتٍ فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ فَمَنْ تَطَوَّعَ خَيْرًا فَهُوَ خَيْرٌ لَهُ وَأَنْ تَصُومُوا خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ (١٨٤) شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ هُدًى لِلنَّاسِ وَبَيِّنَاتٍ مِنَ الْهُدَى وَالْفُرْقَانِ فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ وَمَنْ كَانَ مَرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ وَلِتُكْمِلُوا الْعِدَّةَ وَلِتُكَبِّرُوا اللَّهَ عَلَى مَا هَدَاكُمْ وَلَعَلَّكُمْ تَشْكُرُونَ (١٨٥) وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ فَلْيَسْتَجِيبُوا لِي وَلْيُؤْمِنُوا بِي لَعَلَّهُمْ يَرْشُدُونَ (١٨٦) أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَى نِسَائِكُمْ هُنَّ لِبَاسٌ لَكُمْ وَأَنْتُمْ لِبَاسٌ لَهُنَّ عَلِمَ اللَّهُ أَنَّكُمْ كُنْتُمْ تَخْتَانُونَ أَنْفُسَكُمْ فَتَابَ عَلَيْكُمْ وَعَفَا عَنْكُمْ فَالْآنَ بَاشِرُوهُنَّ وَابْتَغُوا مَا كَتَبَ اللَّهُ لَكُمْ وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ مِنَ الْفَجْرِ ثُمَّ أَتِمُّوا الصِّيَامَ إِلَى اللَّيْلِ وَلَا تُبَاشِرُوهُنَّ وَأَنْتُمْ عَاكِفُونَ فِي الْمَسَاجِدِ تِلْكَ حُدُودُ اللَّهِ فَلَا تَقْرَبُوهَا كَذَلِكَ يُبَيِّنُ اللَّهُ آيَاتِهِ لِلنَّاسِ لَعَلَّهُمْ يَتَّقُونَ (١٨٧) }. </p><p> المناسبة </p><p> مناسبة (١) هذه الآيات لما قبلها: أنه تعالى أخبر أولًا بكتب القصاص؛ وهو إتلاف النفوس، وهو من أشق التكاليف، فيجب على القاتل إسلام نفسه للقتل، ثم أخبر ثانيًا بكتب الوصية، وهو إخراج المال الذي هو عديل الروح، ثم انتقل ثالثًا إلى كتب الصيام؛ وهو منهك للبدن مضعف له، مانع وقاطع ما ألفه الإنسان من الغذاء بالنهار؛ فابتدأ بالأشق ثم بالأشقّ بعده ثم بالشاق، فهذا انتقال فيما كتبه الله على عباده في هذه الآية، وكان فيما قبل ذلك قد ذكر أركان الإسلام ثلاثة الإيمان والصلاة والزكاة فأتى بهذا الركن الرابع؛ وهو الصوم، ونادى </p><p>(١) البحر المحيط.</p><p> المؤمنين عند إعلامهم بهذا المكتوب الثالث الذي هو الصيام؛ لينبههم على استماع ما يلقى إليهم من هذا التكليف، ولم يحتج إلى نداء في المكتوب الثاني؛ لانسلاكه مع الأول في نظام واحد؛ وهو حضور الموت بقصاص أو غيره، وتباين هذا التكليف الثالث منها. </p><p> أسباب النزول </p><p> قوله (١) تعالى: {وَعَلَى الَّذِينَ يُطِيقُونَهُ ...} الآية، أخرج ابن سعد في \"طبقاته\" عن مجاهد قال: هذه الآية نزلت في مولاي قيس بن السائب: {وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ} : فأفطر وأطعم لكل يوم مسكينًا. </p><p> قوله تعالى:  {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي ...} الآية، عن الصلت بن حكيم بن معاوية بن حيدة، عن أبيه، عن جده قال: جاء أعرابي إلى النبي - صلى الله عليه وسلم -، فقال: أقريب ربنا فنناجيه، أم بعيد فنناديه، فسكت عنه؛ فأنزل الله:  {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ ...} الآية. </p><p> وأخرج عبد الرزاق عن الحسن قال: سأل أصحاب محمد - صلى الله عليه وسلم - النبي - صلى الله عليه وسلم - أين ربنا؟ فأنزل الله:  {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ ...} الآية. مرسل، وله طرق أخرى. </p><p> وأخرج ابن عساكر عن علي قال: قال رسول الله - صلى الله عليه وسلم -: \"لا تعجزوا عن الدعاء فإن الله أنزل علي:{ادْعُونِي أَسْتَجِبْ لَكُمْ}\" فقال رجل: يا رسول الله، ربنا يسمع الدعاء، أم كيف ذلك؟ فأنزل الله:  {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي ...} الآية. </p><p> قوله تعالى:  {أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَى نِسَائِكُمْ} إلى قوله: {وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ} . </p><p> روى البخاري رحمه الله عن البراء رضي الله عنه قال: كان أصحاب </p><p>(١) لباب النقول.</p><p> محمد - صلى الله عليه وسلم - إذا كان الرجل صائمًا، فحضر الإفطار، فنام قبل أن يفطر لم يأكل ليلته ولا يومه حتى يمسي، وأن قيس بن صرمة الأنصاري كان صائمًا، فلما حضر الإفطار أتى امرأته، فقال لها: أعندك طعام؟ قالت: لا ولكن أنطلق، فأطلب لك، وكان يومه يعمل، فغلبته عيناه، فقالت: خيبة لك، فلما انتصف النهار أُغشي عليه، فذكر ذلك للنبي - صلى الله عليه وسلم - فنزلت هذه الآية:  {أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَى نِسَائِكُمْ} ففرحوا بها فرحًا شديدًا، ونزلت:  {وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ} . </p><p> وفي لفظ له في كتاب \"التفسير\" : لما نزل صوم رمضان كانوا لا يقربون النساء رمضان كله وكان رجال يخونون أنفسهم؛ فأنزل الله تعالى:  {عَلِمَ اللَّهُ أَنَّكُمْ كُنْتُمْ تَخْتَانُونَ أَنْفُسَكُمْ فَتَابَ عَلَيْكُمْ} الآية. </p><p> وظاهر الروايتين التغاير، لكن لا مانع من أن تكون نزلت في هؤلاء وفي هؤلاء. </p><p> وروى أبو داود، وأحمد، والحاكم من طريق عبد الرحمن بن أبي ليلى، عن معاذ بن جبل رضي الله عنه قال: كانوا يأكلون ويشربون، ويأتون النساء ما لم يناموا، فإذا ناموا امتنعوا، ثم إن رجلًا من الأنصار - يقال له: قيس بن صرمة - صلى العشاء، ثم نام، فلم يأكل، ولم يشرب حتى أصبح، فأصبح مجهودًا، وكان عمر قد أصاب من النساء بعد ما نام، فأتى النبي - صلى الله عليه وسلم -، فذكر ذلك له، فأنزل الله:  {أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَى نِسَائِكُمْ} إلى قوله: {ثُمَّ أَتِمُّوا الصِّيَامَ إِلَى اللَّيْلِ} هذا الحديث مشهور عن ابن أبي ليلى، عن معاذ لكنه لم يسمع من معاذ، وله شواهد كما أخرجه البخاري عن البراء. </p><p> وأخرجه أحمد، وابن جرير، وابن أبي حاتم من طريق عبد الله بن كعب بن مالك، عن أبيه قال: كان الناس في رمضان إذا صام الرجل فأمسى، فنام .. حرم عليه الطعام والشراب والنساء حتى يفطر من الغد، فرجع عمر من عند النبي - صلى الله عليه وسلم -، وقد سمر عنده، فأراد امرأته، فقالت: إني قد نمت، قال: ما نمت، ووقع عليها، وصنع كعب مثل ذلك، فغدا عمر إلى النبي - صلى الله عليه وسلم - فأخبره، فنزلت الآية. </p>"
}