{
  "id": null,
  "sura": 2,
  "aya": 131,
  "text": "<p> والنفسية الدالَّة على وحدانية الله تعالى وعظيم قدرته، والظرف في </p><p> ١٣١ - قوله:  {إِذْ قَالَ لَهُ رَبُّهُ} متعلِّق باصطفيناه، وتعليلٌ له؛ أي: اصطفيناه واخترناه {إِذْ قَالَ لَهُ رَبُّهُ أَسْلِمْ} ؛ أي: أخلص دينك لربّك، واستقم على الإِسلام، واثبت عليه، وذلك حين كان في الرب، ونظر إلى الكواكب، والقمر، والشمس، فألهمه الله الإخلاص {قَالَ} إبراهيم {أَسْلِمْ قَالَ أَسْلَمْتُ لِرَبِّ الْعَالَمِينَ} ؛ أي: أخلصت ديني له، كقوله:  {إِنِّي وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَاوَاتِ وَالْأَرْضَ} الآية. وقد امتثل ما أمر به من الإخلاص والاستسلام، وأقام على ما قال، فسلَّم القلب، والنفس، والولد، والمال، ولمَّا قال له جبريل حين ألقي في النار: هل لك من حاجة؟ فقال: أما إليك فلا، فقال: ألا تسأل ربَّك؟ فقال: حسبي بسؤالي علمه بحالي. </p><p> وقيل: الظرف متعلق بمحذوف، كنظائره، تقديره: واذكر يا محمد! لأمَّتك قصة {إذ قال له} ؛ أي: لإبراهيم {رَبُّهُ} سبحانه وتعالي {أَسْلِمْ} ؛ أي: أخلص دينك وعملك لله {قَالَ} إبراهيم {أَسْلَمْتُ لِرَبِّ الْعَالَمِينَ} ؛ أي: أخلصت ديني وعملي لمالك الخلائق، ومدبِّرها، ومحدثها، ويقال: قال له ربُّه حين ألقي في النار: أسلم نفسك إليَّ. قال: أسلمت نفسي لله ربِّ العالمين؛ أي: فوَّضْتُ أمري إليه، وقد حقَّق ذلك حيث لم يستعن بأحدٍ من الملائكة حين ألقي في النار. </p><p> قال أهل التفسير (١) : إنّ إبراهيم ولد في زمن النمروذ بن كنعان، وكان النمروذ أوّل من وضع التاج على رأسه، ودعا الناس إلى عبادته، وكان له كُهَّانٌ ومنجِّمون، فقالوا له: إنّه يولد في بلدك في هذه السنة غلامٌ يغيِّر دين أهل الأرض، ويكون هلاكك، وزوال ملكك على يديه. قالوا: فأمر بذبح كُلِّ غلام يولد في ناحيته في تلك السنة، فلمَّا دنت ولادة أُمّ إبراهيم، وأخذها المخاض خرجت هاربةً مخافة أن يطلع عليها فيقتل ولدها، فولدته في نهرٍ يابسٍ، ثُمَّ لفَّته في خرقةٍ، ووضعته في حلفاء، وهو نبتٌ في الماء، يقال له بالتركي: حَصِير قَمشَي، ثُمَّ رجعت فأخبرت زوجها بأنَّها ولدت، وأنَّ الولد في موضع كذا، فانطلق أبوه، فأخذه من ذلك المكان، وحفر له سُرْبًا؛ أي: بيتًا في الأرض </p><p>(١) روح البيان.</p><p> كالمغارة، فواراه فيه، وسدَّ عليه بابه بصخرةٍ مخافة السباع، وكانت أمُّه تختلف إليه فترضعه، وكان اليوم على إبراهيم في الشباب والقوّة، كالشهر في حقّ سائر الصبيان، والشهر كالسنة، فلم يمكث إبراهيم في المغارة إلّا خمسة عشرة شهرًا، أو سبع سنين، أو أكثر من ذلك فلمَّا شبَّ إبراهيم في السرب قال لأمّه: من ربّي؟ قالت: أنا. قال: فمن ربّك؟ قالت: أبوك. قال: فمن ربُّ أبي؟ قالت: أسكت. ثمَّ رجعت إلى زوجها، فقالت: أرأيت الغلام الذي كنَّا نحدَّث أنّه يغيِّر دين أهل الأرض؟ فإنَّه ابنك، ثُمَّ أخبرته بما قال، فأتى أبوه، وقال له إبراهيم: يا أبتاه! من ربي؟ قال: أمُّك. قال: فمن ربُّ أمي؟ قال: أنا. قال فمن ربُّك؟ قال: النمروذ. قال: فمن ربُّ نمروذ؛ فلطمه لطمةً، وقال له: اسكت، فلمَّا جنَّ عليه الليل، دنا من باب السرب فنظر من خلال الصخرة، فرأى السماء، وما فيها من الكواكب، ففكَّر في خلق السموات والأرض، فقال: إنَّ الذي خلقني ورزقني، وأطعمني وسقاني، ربّي الذي مالي إلهٌ غيره، ثمّ نظر في السماء، فرأى كوكبًا، فقال: هذا ربّي، ثُمَّ أتبعه بصره ينظر إليه حتى غاب، فلمَّا أفل قال: لا أحبُّ الآفلين، ثم رأى القمر، ثمّ الشمس، فقال فيهما كما قال في حقِّ الكواكب، وقد نشأ إبراهيم في قومٍ عبدة أصنام وكواكب، فأنار الله بصيرته، وألهمه الحق والصواب، فأدرك أنَّ للعالم ربًّا واحدًا يدبِّره في شؤونه، وإليه مصيره، وحاجَّ قومه في ذلك، وبهرهم بحجته، فقال:  {أَتُحَاجُّونِّي فِي اللَّهِ} الخ. </p><p> والحاصل (١) : أنّ إبراهيم مستسلم للربّ الكريم، وأنّه على الصراط المستقيم، لا يرغب عن طريقته إلّا من سفه نفسه؛ أي: لم يتفكَّر فيها كما تفكَّر إبراهيم في الأنفس، والآفاق، قال تعالى:  {وَفِي أَنْفُسِكُمْ أَفَلَا تُبْصِرُونَ} والسَّفاهة: الجهل وضعف الرأي، وكلُّ سفيه جاهلٌ، وذلك أنَّ من عبد غير الله فقد جهل نفسه؛ لأنّه لم يعرف الله خالقها، ولمَّا كمل إبراهيم في نفسه كمَّل غيره بالتوصية المذكورة في قوله:  {وَوَصَّى بِهَا} . قرأ نافع وابن عامر {وأوصى} بالهمزة </p><p>(١) روح البيان.</p>"
}