{
  "id": null,
  "sura": 2,
  "aya": 71,
  "text": "<p> وقوله:  {وَإِنَّا إِنْ شاءَ اللَّهُ لَمُهْتَدُونَ} ؛ أي: إلى عين البقرة المأمور بذبحها، أو إلى ما خفي من أمر القاتل، أو إلى الحكمة التي من أجلها أمرنا بذبح البقرة. وفي تعليق هدايتهم بمشيئة الله إنابة، وانقياد، ودلالة على ندمهم على ترك موافقة الأمر. وتوسط الشرط هنا بين اسم إنّ وخبرها؛ ليحصل توافق رؤوس الآي؛ وللاهتمام بتعليق الهداية بمشيئة الله جاء خبر إن اسما؛ لأنه أدل على الثبوت، وعلى أن الهداية حاصلة لهم، وأكد بحرفي التأكيد إنّ واللام، ولم يأتوا بهذا الشرط إلا على سبيل الأدب مع الله تعالى، إذ أخبروا بثبوت الهداية لهم، وأكدوا تلك النسبة ولو كان تعليقا محضا لما احتيج إلى تأكيد </p><p> ٧١ - {قالَ} موسى عليه السلام {إِنَّهُ} تعالى {يَقُولُ إِنَّها} ؛ أي: إن البقرة التي أمرتكم بذبحها {بَقَرَةٌ لا ذَلُولٌ} ؛ أي؛ لا مذللة ذللها العمل. يقال: دابة ذلول بيّنة الذل بالكسر، وهو خلاف الصعوبة، وهو صفة لبقرة، بمعنى: أنها بقرة غير مذللة بأيّ عمل، ولا مهيّأة لأي خدمة. قال الحسن: كانت البقرة وحشية، ولهذا وصفت بأنها لا تثير الأرض بالحرث، ولا يسنى عليها فتسقي، ولم يقل: ذلولة بالتاء؛ لأن فعولا إذا كان وصفا لم تدخله الهاء، كصبور وقوله:  {تُثِيرُ الْأَرْضَ} أي تقلب الأرض للزراعة صفة ذلول، كأنه قيل: لا ذلول مثيرة للأرض، وقوله:  {وَلا تَسْقِي الْحَرْثَ} معطوف على تثير على كونه صفة لذلول؛ أي: ليست بسانية يسقي عليها بالسواني، ولا الأولى للنفي، والثانية مزيدة لتوكيد الأولى؛ لأن المعنى: لا ذلول تثير وتسقي على أن الفعلين صفتان لذلول، كأنه قيل: لا ذلول مثيرة وساقية، كذا في «الكشاف» والمعنى؛ أي: ولا تحمل الماء إلى الأرض المهيأة للزراعة، يعني: أنها فارغة من أي عمل ليست مسخرة لحرث الأرض، ولا لسقاية الزرع، ولا لغيرهما. </p><p> قال الإمام أبو منصور - رحمه الله تعالى -: دلت الآية على أن البقرة كانت ذكرا؛ لأن إثارة الأرض وسقي الحرث من عمل الثيران، وأما الضمائر الراجعة إليها على التأنيث فللفظها، كما في قوله:  {وَقالَتْ طائِفَةٌ} فالتاء للتوحيد لا للتأنيث خلافا لأبي يوسف، إلا أن يكون أهل ذلك الزمان يحرثون بالأنثى، كما يحرث أهل هذا الزمان بالذكر {مُسَلَّمَةٌ} ؛ أي: سليمة من جميع العيوب، سلمها الله تعالى منها، أو معافاة من العمل وآثاره، سلّمها أهلها منه، أو مخلصة اللون </p>"
}