{
  "id": null,
  "sura": 2,
  "aya": 38,
  "text": "<p> مكث ثلاثمائة سنة لا يرفع رأسه حياء من الله. وروي أن الله تعالى: تاب على آدم في يوم عاشوراء. </p><p> قالوا: لو أن دموع أهل الأرض جمع، لكانت دموع داود أكثر حيث أصاب الخطيئة، ولو أن دموع داود، ودموع أهل الأرض جمع، لكانت دموع آدم أكثر حيث أخرجه الله من الجنة، فإذا كان حال من اقترف خطيئة دون صغيرة هذا، فكيف حال من انغمس في بحر العصيان، والتوبة بمنزلة الصابون، فكما أن الصابون يزيل الأوساخ الظاهرة، فكذا التوبة تزيل الأوساخ الباطنة، والعبد إذا رجع عن السيئة وأصلح عمله، أصلح الله شأنه وأعاد عليه نعمته الفائتة. </p><p> قلت: وما أوردوه في قصة هبوط آدم وحواء من الجنة، وما يتعلق به، قد نقلوا أكثره من الإسرائيليات التي لا يصح شيء منها عند النّقدة من أهل العلم، ورجال الدين. </p><p> فإن قلت: كيف يصح عصيان آدم ثم توبته، مع أن الأنبياء معصومون؟ </p><p> قلت: أجيب عنه بثلاثة أجوبة: </p><p> ١ - أن المخالفة التي صدرت منه كانت قبل النبوة، والعصمة إنما تكون عن مخالفة الأوامر بعدها. </p><p> ٢ - أن الذي وقع منه كان نسيانا؛ فسمي عصيانا تعظيما لأمره، والنسيان والسهو لا ينافيان العصمة. </p><p> ٣ - أن ذلك من المتشابه، كسائر ما جاء في القصة مما لا يمكن حمله على ظاهره، ويجب تفويض أمره إلى الله تعالى، كما هو رأي </p><p> سلف الأمة، أو هو من باب التمثيل، كما هو رأي الخلف. </p><p> ٣٨ - {قُلْنَا اهْبِطُوا} ؛ أي: انزلوا {مِنْها} ؛ أي: من الجنة إلى الأرض حالة كونكم {جَمِيعًا} نصب على الحال من ضمير الجمع؛ تأكيد في المعنى للجماعة من آدم، وحواء، وإبليس، والحية، وكأنه قيل: اهبطوا أنتم أجمعون، ولذلك لا يستدعي اجتماعهم على الهبوط في زمان؛ أي: اهبطوا منها حال كونكم مجتمعين </p><p> في الهبوط في زمان واحد، أو في أزمنة متفرقة، وكرر (١) الأمر بالهبوط؛ للتأكيد، وإيذانا بتحتم مقتضاه، وتحققه لا محالة، ودفعا لما عسى يقع في أمنيته عليه السلام، من استتباع قبول التوبة للعفو عن ذلك؛ ولأن الأول: دل على أن هبوطهم إلى دار بلية يتعادون فيها، ولا يخلدون. والثاني: أشعر بأنهم أهبطوا للتكليف فاختلف المقصود، وكان يصح لو قرن المعنيان بذكر الهبوط مرة، لكن اعترض بينهما كلام، وهو تلقّيه الكلمات، ونيله قبول التوبة، فأعاد الأول ليتصل المعنى الثاني به، وهو الابتلاء بالعبادة، والثواب على الطاعة، والعقاب على المعصية. وقيل: الأول من الجنة إلى السماء الدنيا. والثاني: منها إلى الأرض. </p><p> قال في «الإرشاد»  (٢) والثاني مقرون بوعد إيتاء الهدى المؤدي إلى النجاة والنجاح، وما فيه من وعيد العقاب، فليس بمقصود من التكليف قصدا أوليا، بل إنما هو دائر على سوء اختيار المكلفين، ثم إن في الآية دليلا على أن المعصية تزيل النعمة عن صاحبها؛ لأن آدم قد أخرج من الجنة بمعصية واحدة، وهذا كما قال القائل: </p><p> إذا تمّ أمر دنا نقصه ... توقّع زوالا إذا قيل تم </p><p> إذا كنت في نعمة فارعها ... فإن المعاصي تزيل النعم </p><p> قال تعالى:  {إِنَّ اللَّهَ لا يُغَيِّرُ ما بِقَوْمٍ حَتَّى يُغَيِّرُوا ما بِأَنْفُسِهِمْ}  {فَإِمَّا يَأْتِيَنَّكُمْ مِنِّي} ، يا ذرية آدم؛ أي: إن يأتينكم مني، فما مزيدة، والفاء لترتيب ما بعدها على الهبوط المفهوم من الأمر به {هُدىً} ؛ أي: رشد وبيان شريعة، برسول أبعثه إليكم، وكتاب أنزله عليكم، والخطاب في قوله:  {يَأْتِيَنَّكُمْ} لآدم، والمراد ذريته، وإبليس وذريته، لم يأتهم كتاب ولا رسول، ولا يكون منهم أتباع. </p><p> وجواب الشرط الأول، هو الشرط الثاني مع جوابه، وهو قوله تعالى:  {فَمَنْ تَبِعَ هُدايَ} ؛ أي: اقتدى برسولي، وتمسك بشريعتي. وكرّر (٣) لفظ الهدى، ولم </p><p>(١) روح البيان. (٢) أبو السعود.(٣) روح البيان.</p><p> يضمر بأن. يقال فمن تبعه؛ لأنه أراد بالثاني ما هو أعمّ من الأول، وهو ما أتى به الرسل من الاعتقاديات والعمليات، واقتضاه العقل، أي: فمن تبع ما أتاه من قبل الشرع، مراعيا فيه ما يشهد به العقل من الأدلة الآفاقية والأنفسية {فَلا خَوْفٌ عَلَيْهِمْ} في الدارين، من لحوق مكروه {وَلا هُمْ يَحْزَنُونَ} من فوات مطلوب، فالخوف (١) على المتوقع، والحزن على الواقع. وقيل: الخوف غم يلحق الإنسان من توقع أمر في المستقبل، والحزن: غم يلحقه من فوات أمر في الماضي، وهو بمعنى ما قبله، وأما الخوف المثبت لهم في بعض الآيات، فهو في الدنيا. اه. </p><p> «كرخي» . أي: لا يعتريهم ما يوجب ذلك، لا أنه يعتريهم ذلك، لكنهم لا يخافون ولا يحزنون، ولا أنه لا يعتريهم نفس الخوف والحزن أصلا، بل يستمرون على السرور والنشاط، كيف لا واستشعار الخوف والخشية استعظاما لجلال الله تعالى، وهيبته، واستقصارا للجد والسعي في إقامة حقوق العبودية، من خصائص الخواص والمقربين. </p><p> والمعنى (٢) : فبعد هبوطكم إلى الأرض، إن يأتكم من جهتي هدى، وشريعة، وبيان حق، ودعوة إليه على ألسنة رسلي، فمن تبع هداي الذي أرسلت به رسلي، واستمسك بالشرائع التي أتوا بها، وراعى ما يحكم العقل بصحته، بعد النظر في الأدلة التي في الآفاق والأنفس، فلا خوف عليهم في الآخرة من العذاب، ولا هم يحزنون على ما فاتهم في الدنيا؛ أي: إن المهتدين بهدي الله لا يخافون مما هو آت، ولا يحزنون على ما فات، فإن من سلك سبيل الهدى، سهل عليه كل ما أصابه، أو فقده؛ لأنه موقن بأن الصبر والتسليم مما يرضي ربه، ويوجب مثوبته، فيكون له من ذلك خير عوض عما فاته، وأحسن عزاه عما فقده، فمثله مثل التاجر الذي يكدّ ويسعى، وتنسيه لذة الربح آلام التعب. </p><p> والأديان قد حرّمت بعض اللذات، التي كان في استطاعة الإنسان أن يتمتع بها، لضررها إما بالشخص، أو بالمجتمع، فمن تمثلت له المضارّ التي تعقب </p><p>(١) روح البيان. (٢) المراغي.</p>"
}