{
  "id": null,
  "sura": 2,
  "aya": 5,
  "text": "<p> ٢ - خبر الرسول بعد أن تقوم الدلائل على صدقه فيما يبلغ عن ربه، أو خبر من سمع منه بطريق لا تحتمل ريبا ولا شكّا، وهي طريق التواتر، كالعلم بأخبار الآخرة وأحوالها، والعالم العلوي وأوصافه. وعلينا أن نقف عند ذلك، فلا نزيد فيه شيئا، ولا نخلطه بغيره مما جاء عن طريق أهل الكتاب، أو عن بعض السلف بدون تمحيص ولا تثبّت من صحته، وقد دوّنه المفسرون في كتبهم، وجعلوه من صلب الدين، وهو ليس منه في شيء. </p><p> قال أبو الليث - رحمه الله تعالى - في «تفسيره» : اليقين على ثلاثة أوجه: يقين عيان، ويقين دلالة، ويقين خبر. فأما يقين العيان: فهو أنّه إذا رأى شيئا زال الشك عنه في ذلك الشيء. وأما يقين الدلالة: فهو أن يرى الرجل دخانا ارتفع من موضع يعلم باليقين أن هناك نارا وإن لم يرها. وأما يقين الخبر: فهو أنّ الرجل يعلم باليقين أنّ في الدنيا مدينة يقال لها: بغداد وإن لم ينته إليها. </p><p> فههنا يقين خبر ويقين دلالة؛ لأنّ الآخرة حقّ، ولأنّ الخبر يصير معاينة عند الرؤية. انتهى. ويقال: علم اليقين ظاهر الشريعة، </p><p> وعين اليقين الإخلاص فيها، وحقّ اليقين المشاهدة فيها، ثمّ ثمرة اليقين بالآخرة الاستعداد لها. فقد قيل: </p><p> عشرة من المغرورين: من أيقن أنّ الله خالقه ولا يعبده، ومن أيقن أنّ الله رازقه ولا يطمئن به، ومن أيقن أن الدنيا زائلة ويعتمد عليها، ومن أيقن أنّ الورثة أعداؤه ويجمع لهم، ومن أيقن أنّ الموت آت فلا يستعدّ له، ومن أيقن أنّ القبر منزله فلا يعمره، ومن أيقن أنّ الديّان يحاسبه فلا يصحح حجته، ومن أيقن أنّ الصراط ممرّه فلا يخفف ثقله، ومن أيقن أنّ النار دار الفجّار فلا يهرب منها، ومن أيقن أنّ الجنّة دار الأبرار فلا يعمل لها، كما في «التيسير» . </p><p> قال ذو النون المصريّ: اليقين داع إلى قصر الأمل، وقصر الأمل يدعو إلى الزهد، والزهد يورث الحكمة، والحكمة تورث النظر في العواقب. اه. </p><p> ٥ - وجملة قوله:  {أُولئِكَ} في محل (١) الرفع، إن جعل أحد الموصولين </p><p>(١) روح البيان.</p><p> مفصولا عن المتقين على أنّها خبر له، وكأنّه لما قيل:  {هُدىً لِلْمُتَّقِينَ} قيل: ما بالهم خصّوا بذلك؟ فأجيب بقوله:  {الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ} إلى آخر الآيات. وإلّا فاستئناف لا محلّ لها، فكأنّه ينتجه الأحكام السابقة، والصفات المتقدمة. </p><p> وأولاء: جمع، لا واحد له من لفظه، مبني على الكسر، وكافه للخطاب كالكاف في {ذلِكَ} ؛ أي: المذكورون قبله، وهم المتقون الموصوفون بالإيمان بالغيب وسائر الأوصاف المذكورة بعده. وفيه دلالة على أنّهم متميّزون بذلك أكمل تميّز، منتظمون بسببه في سلك الأمور المشاهدة، وما فيه من معنى البعد؛ للإشعار بعلوّ درجتهم وبعد منزلتهم في الفضل. </p><p> وهو مبتدأ، وقوله عزّ وجل:  {عَلى هُدىً} خبره، وما فيه من الإبهام المفهوم من التنكير؛ لكمال تفخيمه، كأنّه قيل: على هدى؛ أي: هدى لا يبلغ كنهه ولا يقادر قدره، كما تقول: لو أبصرت فلانا لأبصرت رجلا. وإيراد كلمة الاستعلاء؛ لتمثيل حالهم في ملابستهم بالهدى، وتمسكهم به، واستقرارهم عليه بحال من يقبل الشيء، ويستولي عليه. يعني: شبهت حالهم بحال من اعتلى الشيء وركبه بحيث يتصرف فيه كيفما يريد؛ وذلك إنما يحصل باستفراغ الفكر، وإدامة النظر فيما نصب من الحجج، والمواظبة على محاسبة النفس في العمل. يعني: أكرمهم الله تعالى في الدنيا، حيث هداهم، وبيّن لهم طريق الفلاح قبل الموت. </p><p> {مِنْ رَبِّهِمْ} متعلق بمحذوف وقع صفة له، مبيّنة لفخامته الإضافية إثر بيان فخامته الذاتيّة، مؤكّدة لها؛ أي: على هدى كائن من ربهم سبحانه، وهو شامل لجميع أنواع هدايته تعالى وفنون توفيقه. والتعرض لعنوان الربوبية مع الإضافة إلى ضميرهم؛ لغاية تفخيم الموصوف، والمضاف إليهم وتشريفهما. </p><p> ثمّ في هذه الآية (١) ذكر الهدى للموصوفين بكل هذه الصفات، وفي قوله:  {قُولُوا آمَنَّا بِاللَّهِ وَما أُنْزِلَ إِلَيْنا} إلى قوله تعالى: {فَإِنْ آمَنُوا بِمِثْلِ ما آمَنْتُمْ بِهِ </p><p>(١) روح البيان.</p><p> فَقَدِ اهْتَدَوْا} ذكر لهم الهداية بالإقرار والاعتقاد بدون سائر الطاعات؛ بيانا لشرف الإيمان، وجلالة قدره، وعلو أمره، فإنّه إذا قوي لم يبطله نفس المخالفات، بل هو الذي يغلب، فيردّ إلى التوبة بعد التمادي في البطالات، وكما هدي اليوم إلى الإيمان يهدى غدا إلى الجنان. قال الله تعالى:  {إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ يَهْدِيهِمْ رَبُّهُمْ بِإِيمانِهِمْ} . وذلك، أن المطيعين يسعى نورهم بين أيديهم وبأيمانهم، وهم على مراكب طاعاتهم، والملائكة تتلقاهم. قال تعالى:  {يَوْمَ نَحْشُرُ الْمُتَّقِينَ إِلَى الرَّحْمنِ وَفْدًا} ، وتتلقّاهم الملائكة، وتبقى العصاة منفردين منقطعين في متاهات القيامة، ليس لهم نور الطاعات، ولا في حقهم استقبال الملائكة، فلا يهتدون السبيل، ولا يهديهم دليل. </p><p> وقرأ ابن هرمز {من ربهم} بضمّ الهاء، وكذلك سائر هاءات جمع المذكر والمؤنث على الأصل من غير أن يراعي فيها سبق كسر أو ياء، ذكره في «البحر» . </p><p> فإن قلت: لم ذكر هدى هنا مع قوله أولا: {هُدىً لِلْمُتَّقِينَ} ؟ </p><p> قلت: لأنّه ذكر هنا مع هدى فاعله بخلافه ثمّ. ذكره في فتح الرحمن. {وَأُولئِكَ هُمُ الْمُفْلِحُونَ} تكرير {أُولئِكَ}  (١) ؛ للدلالة على أنّ كلّ واحد من الحكمين مستبدّ في تميّزهم به عن غيرهم، فكيف بهما، وتوسيط العطف بينهما؛ تنبيه على تغايرهما في الحقيقة لاختلاف مفهوم الجملتين ههنا، بخلاف قوله:  {أُولئِكَ كَالْأَنْعامِ بَلْ هُمْ أَضَلُّ أُولئِكَ هُمُ الْغافِلُونَ} فإنّ التسجيل بالغفلة، والتشبيه بالبهائم شيء واحد، فكانت الجملة الثانية مقررة للأولى، فلا تناسب الفصل. </p><p> وفائدة الفصل بين المبتدأ والخبر بالضمير: الدلالة على أنّ ما بعده خبر لا صفة، وأنّ المسند ثابت للمسند إليه دون غيره، فصفة الفلاح مقصورة عليهم، لا تتجاوز إلى من عداهم من اليهود والنصارى، ولا يلزم من هذا أن لا يكون {لِلْمُتَّقِينَ} صفة أخرى غير الفلاح، فالقصر قصر الصفة على الموصوف لا العكس، حتى يلزم ذلك. أو {هُمُ} مبتدأ، و {الْمُفْلِحُونَ} خبره والجملة خبر </p><p>(١) روح البيان.</p><p> {أُولئِكَ} . والمفلح بالحاء والجيم: هو الفائز بالبغية بعد سعي في الحصول عليها، واجتهاد في إدراكها، كأنه انفتحت له وجوه الظفر، ولم تستغلق عليه من الفلح، وهو الشقّ والقطع، ومنه سمّي الزارع فلاحا؛ لأنّه يشقّ الأرض. وهذا التركيب وما يشاركه في الفاء والعين، نحو: فلق، وفلذ، وفلى يدلّ على الشق والفتح. والمشار إليه بأولئك في الموضعين واحد، وهم المؤمنون من غير أهل الكتاب، والمؤمنون منهم. </p><p> تنبيه (١) : تأمّل كيف نبّه سبحانه وتعالى على اختصاص المتقين بنيل ما لا يناله أحد من وجوه شتّى: بناء الكلام على اسم الإشارة؛ للتعليل مع الإيجاز، وتكريره، وتعريف الخبر، وتوسيط الفصل لإظهار قدرهم، والترغيب في اقتفاء أثرهم. وقد تشبثت الوعيدية بهذه الآية في خلود الفساق من أهل القبلة في العذاب، وردّ بأن المراد بالمفلحون: الكاملون في فلاحهم، ويلزمه عدم كمال الفلاح لمن ليس على صفتهم، لا عدم الفلاح لهم رأسا، كما في «تفسير البيضاوي» . </p><p> وحاصل الفلاح يرجع إلى ثلاثة أشياء (٢) : أحدها: الظفر على النفس فلم يتابعوا هواها، والدنيا فلم يطغوا بزخارفها، والشيطان فلم يفتنوا بوساوسه، وقرناء السوء فلم يبتلوا بمكروهاتهم. </p><p> والمعنى: أولئك الموصوفون بالصفات المذكورة، كائنون على هدى ورشاد كائن من ربّهم، ومعبودهم، ومالكهم، وأولئك المذكورون هم المفلحون؛ أي: الفائزون في الدنيا وفي الآخرة بالجنّة، والناجون من النار، والمقطوع لهم بالخير في الدنيا والآخرة. وقال ابن كثير:  {وَأُولئِكَ هُمُ الْمُفْلِحُونَ} ؛ أي (٣) : المنجحون المدركون ما طلبوا عند الله بأعمالهم، وإيمانهم بالله، وكتبه، ورسله من الفوز </p><p>(١) البيضاوي. (٢) روح البيان.(٣) ابن كثير.</p><p> بالثواب، والخلود في الجنات، والنجاة مما أعدّ الله لأعدائه من العقاب. انتهى. </p><p> فائدة: ويستفاد من هذه الآيات (١) : أنّ الهداية الموصلة إلى الفلاح الأبديّ لا تحصل إلا لمن اتصف بالتقوى، وآمن بالغيب الذي أخبر به محمد صلّى الله عليه وسلّم وأقام الصلاة المفروضة، وأنفق في الواجبات مما رزقه الله تعالى، وآمن بالكتاب الذي أنزل على محمد صلّى الله عليه وسلّم وعلى الرسل قبله عليهم الصلاة والسلام، وأيقن مجيء الدار الآخرة. </p><p> الإعراب </p><p> {الم (١) ذلِكَ الْكِتابُ لا رَيْبَ فِيهِ هُدىً لِلْمُتَّقِينَ}. </p><p> {الم} كلمة أريد لفظها لا معناها؛ لأنها اسم للسورة، في محلّ الرفع خبر لمبتدأ محذوف جوازا، تقديره: هذه {الم} ، أي: هذه السورة مسمّاة بلفظ {الم} مبني على السكون؛ لشبهه بالحرف شبها وضعيا. أو مبتدأ خبره محذوف، تقديره: ألم هذا محلّه. وقد تقدم بسط الكلام في معناه وإعرابه في مبحث التفسير، فراجعه. </p><p> والجملة الإسمية مستأنفة استئنافا نحويا، لا محلّ لها من الإعراب. </p><p> وعبارة «عمدة التفاسير» هنا: قوله: {الم} تقدم لك أنّ الأرجح فيه القول: بأنّه مما انفرد الله سبحانه وتعالى بعلم المراد منه، وعلى هذا القول فلا يوصف بإعراب، ولا بناء؛ لأنّ الإعراب فرع عن إدراك المعنى، ومعناه لم يعلم لنا. وعلى القول: بأنّه اسم لهذه السورة مثلا، ففيه ثلاثة أوجه من الإعراب: </p><p> الأول: الرفع على أنه مبتدأ خبره ما بعده، أو على أنه خبر لمبتدأ محذوف. </p><p> والثاني: النصب على أنّه مفعول به لفعل محذوف وجوبا؛ لشبهه بالمثل، تقديره: اقرؤوا {الم} اقرؤوا فعل وفاعل، {الم} في محل النصب مفعول به، </p><p>(١) العمدة.</p><p> مبني على السكون؛ لشبهه بالحرف شبها استعماليا بواسطة شبهه بأسماء الأصوات، والجملة الفعلية مستأنفة. </p><p> والثالث: الجرّ على أنّه مقسم به حذف منه حرف القسم. اه. وقال العكبري: هذه الحروف المقطعة كل واحدة منها اسم، فألف: اسم يعبّر به عن مثل الألف الذي في (قال) ، ولام: اسم يعبّر به عن مثل اللام الذي في (قال) ، وكذلك ما أشبهها. </p><p> والدليل على أنّها أسماء: أنّ كلّا منها يدلّ على معنى في نفسه، وهي مبنية؛ لأنّك لا تريد أن تخبر عنها بشيء، وإنما يحكي بها ألفاظ الحروف التي جعلت أسماء لها، فهي كالأصوات، نحو: غاق في حكاية صوت الغراب. انتهى. </p><p> {ذلِكَ} ذا: اسم إشارة يشار به للمفرد المذكر البعيد تنزيلا للبعد المعنوي منزلة البعد الحسي، في محلّ الرفع مبتدأ، مبني على السكون؛ لشبهه بالحرف شبها معنويا، واللام: لبعد المشار إليه، أو لمبالغة البعد، والكاف: حرف دالّ على الخطاب. {الْكِتابُ} بدل من اسم الإشارة، أو عطف بيان منه، مرفوع بالضمة الظاهرة. {لا} نافية لحكم الخبر عن جنس الاسم، تعمل عمل إنّ، {رَيْبَ} في محل النصب، اسمها مبني على الفتح؛ لشبهه بالحرف شبها معنويا لتضمّنه معنى من الاستغراقية، {فِيهِ} جار ومجرور، متعلّق بمحذوف وجوبا؛ لوقوعه خبرا للا، تقديره: لا ريب موجود فيه، وجملة لا من اسمها وخبرها في محل الرفع خبر المبتدأ، تقديره: هذا الكتاب الذي يقرؤه محمد صلّى الله عليه وسلّم مخبر عنه بعدم وجود ريب فيه، والجملة من المبتدأ والخبر مستأنفة استئنافا نحويا، لا محل لها من الإعراب. {هُدىً} خبر ثان للمبتدأ، ففيه الإخبار بالمفرد بعد الإخبار بالجملة، فهو جائز فصيح، والخبر مرفوع بالمبتدأ، وعلامة رفعه ضمّة مقدرة على الألف المحذوفة، للتخلص من التقاء الساكنين، منع من ظهورها التعذّر؛ لأنّه اسم مقصور، مثل: فتى، وصح الإخبار به مع كونه اسم معنى؛ لأنّه في تأويل هاد، ويجوز أن يكون {ذلِكَ} مبتدأ، {الْكِتابُ} خبر أول له؛ لأنه قصد به الإخبار بأنه الكتاب المقدّس المستحق لهذا الاسم، وجملة {لا رَيْبَ فِيهِ} خبر ثان له، أو حال من الكتاب، و {هُدىً} خبر ثالث له، {لِلْمُتَّقِينَ} جار ومجرور، وعلامة جره الياء؛ لأنّه من جمع المذكر السالم، وهو جمع متّق </p><p> أصله: متقيين بياءين، الأولى لام الكلمة، والثانية علامة الجمع، فاستثقلت الكسرة على لام الكلمة، وهي الياء الأولى، فحذفت الضمة فالتقى ساكنان، وهما الياءان، فحذفت إحداهما، وهي الأولى، فصار متقين، كما سيأتي بسط الكلام فيه في مبحث التصريف إن شاء الله تعالى. الجار والمجرور متعلّق بهدى؛ لأنّه مصدر، ويجوز أن تجعله صفة لهدى. </p><p> {الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلاةَ وَمِمَّا رَزَقْناهُمْ يُنْفِقُونَ (٣) }. </p><p> {الَّذِينَ} اسم موصول لجمع المذكر في محل الجر صفة للمتقين، مبني على الفتح، أو على الياء على الخلاف المذكور في محلّه؛ لشبهه بالحرف شبها افتقاريا، ويجوز فيه القطع إلى الرفع، أو النصب. {يُؤْمِنُونَ} فعل وفاعل، مرفوع بثبات النون، والواو ضمير لجماعة الذكور الغائبين، في محلّ الرفع. {بِالْغَيْبِ} جار ومجرور، متعلّق بيؤمنون، والجملة الفعلية صلة الموصول، والعائد الواو في يؤمنون، وهو أعني الموصول جامد مؤول بمشتق مأخوذ من الصلة، تقديره: هدى للمتقين المؤمنين بالغيب، أو مأخوذ من ضدّ معنى الموصول، تقديره: للمتقين المعلوم إيمانهم بالغيب. {وَيُقِيمُونَ الصَّلاةَ} فعل وفاعل، ومفعول به، معطوف على يؤمنون على كونه صلة الموصول. {وَمِمَّا رَزَقْناهُمْ} الواو عاطفة. {مِمَّا} من حرف جرّ مبني بسكون على النون المدغمة في ميم ما. {ما} اسم موصول، أو نكرة موصوفة في محل الجر بمن، مبني على السكون؛ لشبهه بالحرف شبها افتقاريا، الجار والمجرور متعلّق بينفقون المذكور بعده، قدّم عليه اهتماما بشأن المنفق، أو لرعاية الفاصلة. {رَزَقْناهُمْ} فعل وفاعل ومفعول أول، والجملة صلة لما، أو صفة لها، والعائد أو الرابط محذوف، تقديره: ومما رزقناهم إياه، وهو المفعول الثاني لرزقناهم، وفي «الجمل» : أنّ العائد محذوف، فيقدّر متصلا أو منفصلا على حدّ قول ابن مالك: </p><p> وصل أو افصل هاء سلنيه </p><p> {يُنْفِقُونَ} فعل وفاعل، والجملة معطوفة على جملة قوله:  {يُؤْمِنُونَ بِالْغَيْبِ} على كونها صلة الموصول والعائد إلى الموصول الواو في {يُنْفِقُونَ} . </p><p> {وَالَّذِينَ يُؤْمِنُونَ بِما أُنْزِلَ إِلَيْكَ وَما أُنْزِلَ مِنْ قَبْلِكَ وَبِالْآخِرَةِ هُمْ يُوقِنُونَ (٤) }. </p><p> {وَالَّذِينَ} الواو عاطفة. {الَّذِينَ} اسم موصول للجمع المذكر في محل الجر، معطوف على الموصول الأوّل، على كونه صفة للمتقين. {يُؤْمِنُونَ} فعل وفاعل، والجملة صلة الموصول، والعائد ضمير الفاعل. {بِما} الباء حرف جرّ. {ما} اسم موصول، أو نكرة موصوفة في محلّ الجر بالباء، والجار والمجرور متعلّق بيؤمنون. {أُنْزِلَ} فعل ماض مغيّر الصيغة، مبني على الفتح، ونائب فاعله ضمير يعود على ما، والجملة صلة لما، أو صفة لها. {إِلَيْكَ} جار ومجرور متعلّق بأنزل. {وَما} الواو عاطفة. ما في محلّ الجر معطوفة على ما الأولى. {أُنْزِلَ} فعل ماض مغيّر الصيغة، ونائب فاعل مستتر فيه، والجملة صلة لما، أو صفة لها. {مِنْ قَبْلِكَ} جار ومجرور متعلّق بأنزل. {وَبِالْآخِرَةِ} الواو عاطفة. {بِالْآخِرَةِ} جار ومجرور متعلّق بيوقنون الآتي، قدّم عليه اهتماما بشأن الآخرة، أو لرعاية الفاصلة. {هُمْ} الهاء ضمير لجماعة الذكور الغائبين في محل الرفع مبتدأ، مبني على الضمّ؛ لشبهه بالحرف شبها وضعيا، والميم حرف دالّ على الجمع. {يُوقِنُونَ} فعل مضارع مرفوع بثبات النون، والواو فاعل، والجملة الفعلية في محل الرفع خبر المبتدأ، والتقدير: وهم موقنون بالآخرة، والجملة الاسمية معطوفة على جملة قوله:  {يُؤْمِنُونَ بِما أُنْزِلَ إِلَيْكَ} على كونها صلة الموصول، ففيه عطف الجملة الإسمية على الفعلية، وهو جائز. </p><p> {أُولئِكَ عَلى هُدىً مِنْ رَبِّهِمْ وَأُولئِكَ هُمُ الْمُفْلِحُونَ (٥) }. </p><p> {أُولئِكَ} اسم إشارة يشار به للجمع المطلق، في محلّ الرفع مبتدأ، مبني على الكسر؛ لشبهه بالحرف شبها معنويا، الكاف حرف دال على الخطاب مبني على الفتح. {عَلى هُدىً} جار ومجرور متعلّق بمحذوف خبر المبتدأ، تقديره: كائنون على هدى، والجملة الإسمية مستأنفة استئنافا بيانيّا، لا محلّ لها من الإعراب. {مِنْ رَبِّهِمْ} جار ومجرور متعلّق بمحذوف صفة لهدى، تقديره: على هدى كائن من ربّهم. {وَأُولئِكَ} الواو عاطفة. {أُولئِكَ} مبتدأ. {هُمُ} ضمير </p><p> فصل، حرف لا محلّ له من الإعراب. {الْمُفْلِحُونَ} خبر المبتدأ، مرفوع بالواو، والجملة معطوفة على الجملة التي قبلها. ويصحّ أن يعرب {أُولئِكَ} مبتدأ أول. </p><p> {وهُمُ} ضمير لجماعة الذكور الغائبين، في محلّ الرفع مبتدأ ثان {الْمُفْلِحُونَ} خبر المبتدأ الثاني، والجملة من المبتدأ الثاني وخبره في محل الرفع خبر للأول، وجملة الأول معطوفة على الجملة التي قبلها. </p><p> التصريف ومفردات اللغة </p><p> {الم} هي وأمثالها من الحروف المقطعة، نحو:  {المص} و {المر} وغيرها، أسماء مدلولها حروف المعجم، ولذلك نطق بها نطق حروف المعجم، وهي موقوفة الآخر، لا يقال: إنّها معربة؛ لأنّها لم يدخل عليها عامل فتعرب، ولا يقال: إنها مبنية؛ لعدم سبب البناء، لكن أسماء حروف المعجم قابلة لتركيب العوامل عليها فتعرب، فتقول: هذه ألف حسنة، ونظير سرد هذه الأسماء موقوفة أسماء العدد إذا عدوا يقولون: واحد اثنان ثلاثة أربعة خمسة. وقد اختلف العلماء في المراد بها، كما مرّ بسطه. </p><p> {ذلِكَ الْكِتابُ} الكتاب يطلق على معان كثيرة، منها: العقد المعروف بين العبد وسيّده على مال منجّم، كما في قوله تعالى:  {وَالَّذِينَ يَبْتَغُونَ الْكِتابَ مِمَّا مَلَكَتْ أَيْمانُكُمْ} ، وعلى الفرض، كما في قوله تعالى:  {إِنَّ الصَّلاةَ كانَتْ عَلَى الْمُؤْمِنِينَ كِتابًا مَوْقُوتًا} وقوله: {كُتِبَ عَلَيْكُمُ الْقِصاصُ} وقوله: {كُتِبَ عَلَيْكُمُ الصِّيامُ} ، وعلى الحكم قاله الجوهري، كما في قوله صلّى الله عليه وسلّم:  «لأقضينّ بينكما بكتاب الله، كتاب الله القصاص» ، وعلى القدر، كما في قوله: </p><p> يا ابنة عمّي كتاب الله أخرجني ... عنكم وهل أمنعنّ الله ما فعلا </p><p> أي: قدر الله سبحانه، وعلى مصدر كتبت، تقول: كتبت كتابا وكتبا، ومنه:  {كِتابَ اللَّهِ عَلَيْكُمْ} وعلى المكتوب، كالحساب بمعنى المحسوب، ومنه قول الشاعر: </p><p> بشرت عيالي إذ رأيت صحيفة ... أتتك من الحجّاج يتلى كتابها </p><p> ومنه ما هنا. </p><p> {لا رَيْبَ} الريب: الشكّ بتهمة، وللريب في اللغة ثلاثة معان. </p><p> أحدها: الشكّ، وهو المراد هنا. </p><p> وثانيها: التهمة، كما في قول جميل: </p><p> بثينة قالت يا جميل أربتني ... فقلت كلانا يا بثين مريب </p><p> وثالثها: الحاجة، كما قال الشاعر: </p><p> قضينا من تهامة كلّ ريب ... وخيبر ثمّ أجمعنا السّيوفا </p><p> {هُدىً} ؛ أي: رشاد وبيان، فهو مصدر من هداه، كالسّرى والبكى. اه. «أبو السعود» . {لِلْمُتَّقِينَ} جمع متّق، وأصله: متّقيين بياءين، الأولى لام الكلمة، والثانية علامة الجمع، فاستثقلت الكسرة على لام الكلمة، وهي الياء الأولى فحذفت، فالتقى ساكنان فحذفت إحداهما، هي الأولى، فقيل: للمتقين. </p><p> ومتّق: اسم فاعل من الوقاية؛ أي: المتخذ له وقاية من النار. اه. «جمل» . </p><p> وأصل هذه الكلمة: موتقيين بوزن مفتعلين؛ لأنّ أصل المادّة من الوقاية، وفعلها: </p><p> وقى لفيف مفروق، واتقى منه وزنه افتعل، وأصل اتقى أو تقي تحركت الياء وانفتح ما قبلها، فقلبت ألفا، ثمّ أبدلت الواو - فاء الكلمة - تاء، وأدغمت في تاء الافتعال على حدّ قول ابن مالك في باب التصريف: </p><p> ذو اللّين فا تا في افتعال أبدلا ... وشذّ في ذي الهمز نحو ائتكلا </p><p> وعليه فاسم الفاعل موتقي بوزن مفتعل، أبدلت الواو تاء وأدغمت في تاء الافتعال، كما تقدّم قريبا، ثم أعلّ إعلال قاض بحذف يائه، وأصل التقوى: وقيا، أبدلت الواو تاء، كما أبدلت الياء واوا فقيل: تقوى بعد أن كانت وقيا، كما قال ابن مالك في «الخلاصة» : </p><p> من لام فعلى اسما أتى الواو بدل ... ياء كتقوى غالبا جا ذا البدل </p><p> {الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ} يؤمنون على وزن يفعلون بضمّ حرف المضارعة </p><p> مضارع آمن الرباعي، أصله: أأمن بوزن أفعل، فكرهوا اجتماع الهمزتين في كلمة، فقلبوا الثانية ألفا. </p><p> {وَيُقِيمُونَ الصَّلاةَ} مضارع أقام الرباعيّ، وفيه حذف همزة أفعل، إذ القياس إثباتها، وفيه إعلال بالتسكين والقلب، فأصله: يقومون، نقلت حركة الواو إلى الساكن الصحيح قبلها، فسكنت الواو إثر كسرة فقلبت ياء حرف مدّ، فوزنه يفعلون. وفي «الجمل» : أصله: يؤقومون، حذفت همزة أفعل؛ لوقوعها بعد حرف المضارعة، فصار يقومون بوزن يكرمون، فاستثقلت الكسرة على الواو، فنقلت إلى القاف، ثمّ قلبت الواو ياء؛ لانكسار ما قبلها. اه. «سمين» . الصلاة أصله: صلوة، تحركت الواو وانفتح ما قبلها فقلبت ألفا، ففيه إعلال بالقلب. وقيل: من الوصلة؛ لأنها وصلة بين العبد وبين ربّه، وعليه فأصلها وصلة، قلبت الواو قلبا مكانيا فصار صلوة، ثمّ يقال: تحركت الواو وانفتح ما قبلها فقلبت ألفا. </p><p> {يُنْفِقُونَ} فيه حذف همزة أفعل من المضارع، إذ القياس: يؤنفقون. {وَبِالْآخِرَةِ} الآخرة مؤنث الآخر، كما أنّ الدنيا مؤنث الأدنى، ثمّ صارا علمين للدارين. {هُمْ يُوقِنُونَ} أصله: ييقنون بياءين؛ لأنّ المادة من اليقين، وفيه همزة أفعل؛ لأنّه من مضارع أيقن، وفيه إعلال بالقلب حيث قلبت الياء الثانية الساكنة واوا؛ لسكونها إثر ضمّة، فجعلت حرف مدّ، وهذا على حدّ قول ابن مالك: </p><p> ووجب إبدال واو بعد ضمّ من ألف ... ويأكموقن بذاله اعترف </p><p> {هُمُ الْمُفْلِحُونَ} جمع مفلح، أصله: مؤفلح بوزن مفعل، ففيه حذف همزة أفلح الرباعي من اسم الفاعل، أصله: المؤفلحون. </p><p> البلاغة </p><p> وقد تضمّنت هذه الآيات الكريمة ضروبا من البلاغة، وأنواعا من الفصاحة والبيان والبديع: </p><p> فمنها: حسن الافتتاح في قوله: {الم} حيث افتتح بما فيه غموض ودقة؛ </p><p> لتنبيه السامع على النظر، والفكر، والاستنباط. </p><p> ومنها: الإتيان باسم إشارة البعيد في قوله: {ذلِكَ} إشارة إلى بعد منزلته ورتبته. </p><p> ومنها: التعريف بالألف واللام في قوله: {الْكِتابُ} تفخيما لشأنه، وتعظيما لقدره. </p><p> ومنها: معدول الخطاب في قوله: {لا رَيْبَ فِيهِ} ، حيث عبّر فيه بصيغة الخبر مرادا به الأمر؛ أي: لا ترتابوا فيه. </p><p> ومنها: تقديم الريب على الجار والمجرور في هذه الجملة؛ لأنّه أولى بالذكر أوّلا استعددا لصورته حتى تتجسّد أمام السامع. </p><p> ومنها: المجاز العقليّ في قوله: {هُدىً} لما فيه من الإسناد إلى السبب، حيث أسند الهداية إلى الكتاب والهادي في الحقيقة هو الله سبحانه وتعالى. </p><p> ومنها: المجاز المرسل في قوله: {لِلْمُتَّقِينَ} ؛ أي: الصائرين إلى التقوى، علاقته اعتبار ما يؤول إليه. </p><p> ومنها: الإيجاز في ذكر المتقين؛ لأنّ الوقاية اسم جامع لكلّ ما تجب الوقاية منه. </p><p> ومنها: الاختصاص في قوله: {هُدىً لِلْمُتَّقِينَ} ؛ لكونهم المنتفعين به. </p><p> ومنها: إطلاق المصدر، وإرادة اسم الفاعل في قوله:  {الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ} ؛ لأنّه بمعنى الغائب مبالغة فيه. </p><p> ومنها: تقديم {وَمِمَّا رَزَقْناهُمْ} على {يُنْفِقُونَ} اهتماما بشأن المنفق به، أو لرعاية الفاصلة. </p><p> ومنها: التعبير بضمير جماعة المتكلمين في قوله: {رَزَقْناهُمْ} مع كون الله واحدا لا شريك له؛ جريا على عادة خطاب الملوك في التعبير عن أنفسهم بصيغة الجمع، كما مرّ في مبحث التفسير. </p><p> ومنها: التكرار في قوله: {يُؤْمِنُونَ بِالْغَيْبِ}  {يُؤْمِنُونَ بِما أُنْزِلَ إِلَيْكَ} ، وفي قوله:  {الَّذِينَ وَالَّذِينَ} إن كان الموصوف واحدا، فهو تكرار اللفظ والمعنى، وإن كان مختلفا كان من تكرار اللفظ دون المعنى. </p><p> ومنها: تكرار {أُولئِكَ} ؛ للدلالة على أنّ كلّ واحد من الحكمين مستبدّ في تميّزهم به من غيرهم، فكيف بهما؟. </p><p> ومنها: توسيط العاطف بينهما؛ تنبيها على تغايرهما في الحقيقة. </p><p> ومنها: الفصل بين المبتدأ والخبر في قوله: {وَأُولئِكَ هُمُ الْمُفْلِحُونَ} ؛ للدلالة على أنّ ما بعده خبر لا صفة، وأنّ المسند ثابت للمسند إليه دون غيره. وفي هذه الجملة أيضا: قصر الصفة على الموصوف؛ لأنّ صفة الفلاح مقصورة عليهم لا تتجاوز إلى من عداهم من اليهود والنصارى، وفي هذه الجملة أيضا: تأكيد المظهر بالمضمر. </p><p> ومنها: الاستعارة التصريحية التبعية في قوله: {عَلى هُدىً} ؛ تشبيها لحال المتقين بحال من اعتلى صهوة جواده، فحذف المشبه فاستعيرت كلمة على: الدالّة على الاستعلاء؛ لبيان أنّ شيئا تفوّق واستعلى على ما بعدها حقيقة، نحو: زيد على السطح، أو حكما، نحو: عليه دين، فالدّين للزومه وتحمّله، كأنّه ركب عليه وتحمّله. والدّقّة: أنّ الاستعارة بالحرف، ويقال في تقريرها: شبّه مطلق ارتباط بين هدى ومهدى بمطلق ارتباط بين مستعل ومستعل عليه؛ بجامع التمكن في كلّ منهما، فسرى التشبيه من الكليات إلى الجزئيات، ثمّ استعيرت على وهي من جزئيات المشبه به لجزئيّ من جزئيات المشبه على طريقة الاستعارة التصريحية التبعية. </p><p> ومنها: الحذف، وهو في مواضع: فمنها: قوله هذه: {الم} على قول من يقدر ذلك، وقوله:  {هُدىً} أي: هو هدى، فحذف المبتدأ، وقوله:  {يُنْفِقُونَ} ؛ أي: المال. {بِما أُنْزِلَ إِلَيْكَ} ؛ أي: من القرآن. {مِنْ قَبْلِكَ} ؛ أي: من قبل إرسالك، أو قبل الإنزال إليك. {وَبِالْآخِرَةِ} ؛ أي: بجزاء الآخرة. </p><p> ومنها: التعبير بصيغة الماضي في قوله: {بِما أُنْزِلَ إِلَيْكَ} مع كون بعضه مترقبا حينئذ؛ لتغليب المحقّق على المترقّب نزوله، أو لتنزيل ما في شرف الوقوع لتحقّقه منزلة الواقع. </p><p> ومنها: التنكير في قوله: {عَلى هُدىً} ؛ للدلالة على كمال تفخيمه، كأنّه قيل: على هدى أي هدى لا يقادر قدره. </p><p> ومنها: التعرّض لعنوان الربوبية في قوله: {مِنْ رَبِّهِمْ} ؛ للدلالة على تفخيم الموصوف، وشرف المضاف إليهم. </p><p> ومنها: حسن التقسيم، وهو فنّ من فنون البلاغة، وهو استيعاب المتكلم جميع أقسام المعنى الذي هو آخذ فيه، بحيث لا يغادر منه شيئا، فقد استوعبت هذه الآيات جميع الأوصاف المحمودة، والعبادات التي يعكف عليها المؤمنون؛ لأنّ العبادات كلّها تنحصر في نوعين: بدنيّة ومالية، ولا بدّ من استيفائهما لتكون العبادات كلّها مستوفاة. </p><p> فائدة مستجادة: وقد ورد في فضل هذه الآيات الشريفة أحاديث (١) : </p><p> منها: ما أخرجه عبد الله بن أحمد في «زوائد المسند» والحاكم والبيهقي عن أبيّ بن كعب قال: «كنت عند النبي صلّى الله عليه وسلّم فجاء أعرابيّ،فقال:يا نبي الله! إنّ لي أخا وبه وجع،فقال:«وما وجعه؟» قال: به لمم، قال: فأتني به، فوضعه بين يديه فعوّذه النبي صلّى الله عليه وسلّم بفاتحة الكتاب، وأربع آيات من أوّل سورة البقرة وهاتين الآيتين: وإلهكم إله واحد، وآية الكرسي، وثلاث آيات من آخر سورة البقرة، وآية من آل عمران {شَهِدَ اللَّهُ أَنَّهُ لا إِلهَ إِلَّا هُوَ} ، وآية من الأعراف {إِنَّ رَبَّكُمُ اللَّهُ} وآخر سورة المؤمنين {فَتَعالَى اللَّهُ الْمَلِكُ الْحَقُّ} ، وآية من سورة الجنّ {وَأَنَّهُ تَعالى جَدُّ رَبِّنا} وعشر آيات من أول الصافات، وثلاث آيات من آخر سورة الحشر، {وقُلْ هُوَ اللَّهُ أَحَدٌ} والمعوذتين. فقام الرجل كأنّه لم يشتك قطّ، </p><p>(١) الشوكاني.</p><p> وأخرج نحوه ابن السني في «عمل اليوم والليلة» من طريق عبد الرحمن بن أبي يعلى، عن رجل، عن أبيّ مثله. </p><p> وأخرج الدارميّ، وابن الضريس عن ابن مسعود قال:  (من قرأ أربع آيات من أوّل سورة البقرة، وآية الكرسي، وآيتين بعد آية الكرسي، وثلاثا من آخر (سورة البقرة) لم يقربه ولا أهله يومئذ شيطان، ولا شيء يكرهه في أهله ولا ماله، ولا تقرأ على مجنون إلّا أفاق. وأخرج الدارميّ، وابن المنذر، والطبراني عنه قال: من قرأ عشر آيات من سورة البقرة في ليلة، لم يدخل ذلك البيت شيطان تلك الليلة حتى يصبح؛ أربع من أوّلها، وآية الكرسي، وآيتان بعدها، وثلاث خواتمها: أوّلها {لِلَّهِ ما فِي السَّماواتِ} . وأخرج سعيد بن منصور، والدارمي والبيهقي عن المغيرة بن سبيع وكان من أصحاب عبد الله بن مسعود بنحوه. وأخرج الطبراني، والبيهقي عن ابن عمر قال: قال رسول الله صلّى الله عليه وسلّم: «إذا مات أحدكم فلا تحبسوه، وأسرعوا به إلى قبره، وليقرأ عند رأسه بفاتحة البقرة، وعند رجليه بخاتمة سورة البقرة. </p><p> وقد ورد في ذلك غير هذا. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلّ وعلا: </p><p> {إِنَّ الَّذِينَ كَفَرُوا سَواءٌ عَلَيْهِمْ أَأَنْذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ لا يُؤْمِنُونَ (٦) خَتَمَ اللَّهُ عَلى قُلُوبِهِمْ وَعَلى سَمْعِهِمْ وَعَلى أَبْصارِهِمْ غِشاوَةٌ وَلَهُمْ عَذابٌ عَظِيمٌ (٧) }. </p><p> المناسبة </p><p> مناسبة هاتين الآيتين لما قبلهما: أنّ الله سبحانه وتعالى لمّا (١) بيّن حال المتقين الذين يؤمنون بالغيب، وبما أنزل إلى الرسول صلّى الله عليه وسلّم وما أنزل من قبله، وبيّن ما آل إليه أمرهم من الهداية والفلاح، أعقب هذا بشرح طائفة ثانية، وهم الكفرة الفجرة، وأبان أنّه قد بلغ من أمرهم في الغواية والضلال أن لا يجدي فيهم الإنذار والتبشير، وأن لا تؤثّر فيهم العظة والتذكير، فهم عن الصراط السوي ناكبون، وعن الحق معرضون. فالإنذار وعدمه سيّان، فماذا ينفع النور مهما سطع، والضوء مهما ارتفع؟ مع من أغمض عينيه حتى لا يراه بغضا له وعداوة لمن دعا إليه، لأنّ الجهل أفسد وجدانه، وأصبح لا يميّز بين نور وظلمة، ولا بين نافع وضارّ. </p><p> وقد جرت عادة الله في مثل هؤلاء الذين مرنوا على الكفر أن يختم على قلوبهم، فلا يبقي فيها استعدادا لغير الكفر، ويختم على سمعهم، فلا يسمعون إلّا أصواتا لا ينفذ منها إلى القلب شيء ينتفع به، ويجعل على أبصارهم غشاوة، إذ هم لم ينظروا إلى ما في الكون من آيات وعبر، ولم يبصروا ما به يتقون الخطر، فكأنّهم لا يبصرون شيئا، وكأنّه قد ضرب على أبصارهم بغشاوة. </p><p> وقد حكم الله سبحانه عليهم بالعذاب الأليم في العقبى، وفقد العزّ والسلطان في الدنيا، كما قال سبحانه:  {لَهُمْ فِي الدُّنْيا خِزْيٌ وَلَهُمْ فِي الْآخِرَةِ عَذابٌ عَظِيمٌ} . </p><p>(١) المراغي.</p>"
}