{
  "id": null,
  "sura": 3,
  "aya": 81,
  "text": "<p> عكرمة عن ابن عباس رضي الله عنهما، أنَّ قومًا أسلموا ثم ارتدوا ثم أسلموا ثم ارتدوا، فأرسلوا إلى قومهم يسألون لهم؟ فذكروا ذلك لرسول الله - صلى الله عليه وسلم -، فنزلت هذه الآية {إِنَّ الَّذِينَ كَفَرُوا بَعْدَ إِيمَانِهِمْ ثُمَّ ازْدَادُوا كُفْرًا لَنْ تُقْبَلَ تَوْبَتُهُمْ} هكذا رواه، وإسناده جيد. </p><p> التفسير وأوجه القراءة </p><p> ٨١ - {وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ النَّبِيِّينَ لَمَا آتَيْتُكُمْ مِنْ كِتَابٍ وَحِكْمَةٍ} قرأ جمهور السبعة: {لَمَا} بفتح اللام وتخفيف الميم، وعلى هذه القراءة يُقرأ:  {أتيناكم} بنون العظمة، وهي قراءة نافع وجعفر، ويُقرأ {أتيتكم} بالإفراد، وهو الموافق لما قبله وما بعده؛ لأنَّه تقدم قبله {إذ أخذ الله} وجاء بعده: {إصْرِي} ؛ وهي قراءة الباقين من العشرة، وعلى هذه القراءة، أعني قراءة الجمهور بفتح اللام وتخفيف الميم، فاللام للابتداء وتوكيد معنى القسم الذي في أخذ الميثاق، و {ما} شرطية منصوبة على المفعولية بالفعل المذكور بعدها، {وأتيتكم} : فعل شرط لها، وقوله:  {ثُمَّ جَاءَكُمْ} معطوف على فعل الشرط وقوله: {لَتُؤْمِنُنَّ بِهِ} : جواب القسم ودال على جواب الشرط. </p><p> والمعنى على هذه القراءة: واذكر يا محمَّد لأهل الكتاب قصة إذ جعل الله سبحانه وتعالى العهد المؤكد باليمين على جميع النبيين المرسلين في عالم الذرة، أوفى كتبهم بقوله لمهما أعطيتكم به من كتاب منزل، أو حكمة وعلم نافع {ثُمَّ جَاءَكُمْ رَسُولٌ} من عندي، وهو محمَّد - صلى الله عليه وسلم - {مُصَدِّقٌ} ؛ أي: موافق وصفه {لِمَا مَعَكُمْ} ؛ أي: لوصفه المذكور في الكتاب الذي معكم من التوراة والإنجيل {لَتُؤْمِنُنَّ بِهِ} ؛ أي: لتصدقن أنتم وأممكم برسالته {وَلَتَنْصُرُنَّهُ} على أعدائه، قال ابن عباس: ما بعث الله نبيًّا من الأنبياء إلا أخذ عليه الميثاق: لئن بعث الله محمدًا وهو حيٌّ ليؤمنن به ولينصرنه، وأمره أن يأخذ الميثاق على أمته. </p><p> وقيل: إنَّ {ما} موصولة مبتدأ، وصلتها {آتَيْتُكُمْ} ، والعائد محذوف تقديره أتيتكموه، و {ثُمَّ جَاءَكُمْ} معطوف على الصلة، فهو صلة العائد منه قيل: مقدر؛ أي: جاءكم به، وقيل: الربط حاصل بإعادة الموصول بمعناه في </p><p> قول ما معكم. </p><p> وقوله:  {لَتُؤْمِنُنَّ بِهِ} جواب قسم مقدر، وهذا القسم المقدر وجوابه خبر المبتدأ الذي هو {لَمَا آتَيْتُكُمْ} والهاء في {بِهِ} تعود على المبتدأ، ولا تعود على {رَسُولٌ} لئلا يلزم خلو الجملة الواقعة خبرًا من رابط يربطها بالمبتدأ، وقيل: إنَّ {لَمَا} مخفف لما، والتقدير: حين آتيتكم، ويأتي توجيه قراءة التشديد. </p><p> وقرأ حمزة: بكسر اللام مع تخفيف الميم في {لما} وعلى هذه القراءة يقرأ {آتيتكم} بالتاء فقط، فاللام في هذه القراءة للتعليل، متعلقة بـ {أَخَذَ} و {ما} موصولة و {آتَيْتُكُمْ} صلته والعائد محذوف، و {ثُمَّ جَاءَكُمْ} معطوف على الصلة، والرابط لها بالموصول إمَّا ضمير محذوف، وإمَّا هذا الظاهر الذي هو بمعنى الموصول، أعني قوله:  {لِمَا مَعَكُمْ} كما مر آنفًا. </p><p> والمعنى على هذه القراءة: واذكر يا محمَّد لأهل الكتاب، قصة إذ أخذ الله ميثاق النبيين لرعاية الذي آتيتكم من الكتاب والحكمة. الخ، ففي هذه القراءة تقدير مضاف بعد لام التعليل. </p><p> وأجاز الزمخشري (١) في قراءة حمزة أنْ تكون (ما) مصدرية، وقال: معنى الكلام حينئذٍ لأجل إيتائي إياكم بعض الكتاب والحكمة، ثم لمجيء رسول مصدق لِمَا معكم لتؤمنن به، قالوا: فهو مخالف لظاهر الآية؛ لأنَّ ظاهر الآية يقتضى أنْ تكون تعليلًا لأخْذِ الميثاق، لا لمتعلقه، وهو الإيمان، فاللام متعلقة بـ {أَخَذْ} ، وعلى ظاهر تقدير الزمخشري تكون متعلق بقوله:  {لَتُؤْمِنُنَّ بِهِ} ويمتنع ذلك من حيث إن اللام المتلقى بها القسم، لا يعمل ما بعدها فيما قبلها، وقال النسفي: والمعنى على كونها مصدريّة: أي أخذ الله ميثاقكم لتؤمنن بالرسول، ولتنصرنه، لأجل أنِّي آتيتكم الحكمة، وأن الرسول الذي آمركم بالايمان به ونصرته، موافق لكم غير مخالف. انتهى. </p><p>(١) البحر المحيط.</p><p> وقرأ سعيد بن جبير والحسن شذوذًا:  {لمَّا} بتشديد الميم، على أنَّها ظرف بمعنى حين، متعلق بـ {تُؤْمِنُنَّ} ، والمعنى: اذكر يا محمد لأهل الكتاب، قصة إذ جعل الله العهد المؤكد باليمين علي النبيين في عالم الأرواح بقوله: حين أعطيتكم الكتاب والحكمة في عالم الأشباح، ثم جاءكم رسول مصدق لما معكم، لتؤمنن به ولتنصرنه. </p><p> وقرأ أبي وعبد الله شذوذًا:  {وإذ أخذ الله ميثاق الذين أوتوا الكتاب} بدل النبيين، وكذا هو في مصحفيهما، وقرأ عبد الله شذوذًا:  {رسول مصدقًا} بالنصب على الحال من النكرة المتقدمة، وهو جائز، وإن كان قليلًا، وقد ذكروا أن سيبويه قاسه، ويحسن هذه القراءة أنَّه نكرة في اللفظ معرفة من حيث المعنى؛ لأن المعني: به محمَّد - صلى الله عليه وسلم - على قول الجمهور. </p><p> والمقصود من الآية (١) : أنَّ الله تعالى، أخذ الميثاق من النبيين خاصة، قبل أن يبلغوا كتاب الله ورسالاته إلى عباده: أنْ يصدق بعضهم بعضًا، وأخذ العهد على كل نبي: أن يؤمن بمن يأتي بعده من الأنبياء وينصره إن أدركه، وإنْ لم يدركه: أن يأمر قومه بنصرته إنْ أدركوه، فأخذ الميثاق من موسى أن يؤمن بعيسى، ومن عيسى أن يؤمن بمحمد - صلى الله عليه وسلم -، وهذا قول سعيد بن جبير والحسن وطاووس. </p><p> وقيل: إنَّما أخذ الله الميثاق من النبيين في أمر محمَّد - صلى الله عليه وسلم - بأن يبين بعضهم لبعض صفة محمَّد وفضله، وهو قول علي، وابن عباس، وقتادة، والسدي، وقال علي بن أبي طالب: ما بعث الله نبيًّا، آدم فمن بعده إلا أخذ عليه العهد في أمر محمد - صلى الله عليه وسلم -، وأخذ هو العهد على قومه ليؤمنن به، ولئن بعث وهم أحياء لينصرنه. </p><p> وقيل: إن المراد من الآية أنَّ الأنبياء عليهم السلام كانوا يأخذون الميثاق على أممهم، بأنَّه إذا بعث محمد - صلى الله عليه وسلم - يؤمنون به وينصرونه، وهذا قول كثير من المفسرين، والمراد من قوله تعالى:  {ثُمَّ جَاءَكُمْ رَسُولٌ مُصَدِّقٌ لِمَا مَعَكُمْ} هو محمَّد - صلى الله عليه وسلم -، والمراد بكونه مصدقًا لما معهم: أن صفاته ونعوته وأحواله مذكورة في </p><p>(١) المراح.</p>"
}