{
  "id": null,
  "sura": 3,
  "aya": 52,
  "text": "<p> فأصبح الغد، وقد أنزل الله هذه الآيات:  {إِنَّ مَثَلَ عِيسَى عِنْدَ اللَّهِ} إلى قوله: {فَنَجْعَلْ لَعْنَتَ اللَّهِ عَلَى الْكَاذِبِينَ} . </p><p> وأخرج (١) ابن سعد في \"الطبقات\" عن الأزرق بن قيس قال: قدم على النبي - صلى الله عليه وسلم - أسقفُّ نجران والعاقب، فعرض عليهما الإسلام، فقالا: إنا كنا مسلمين قبلك، قال: كذبتما، إنه منع منكما الإِسلام ثلاث: قولكما اتخذ الله ولدًا، وأكلكما لحم الخنزير، وسجودكما للصنم، قالا: فمن أبو عيسى؟ فما درى رسول الله - صلى الله عليه وسلم - ما يرد عليهم حتى أنزل الله:  {إِنَّ مَثَلَ عِيسَى عِنْدَ اللَّهِ} إلى قوله: {وَإِنَّ اللَّهَ لَهُوَ الْعَزِيزُ الْحَكِيمُ} فدعاهما إلى الملاعنة فأبيا، وأقرا بالجزية، ورجعا. </p><p> التفسير وأوجه القراءة </p><p> ٥٢ - {فَلَمَّا أَحَسَّ عِيسَى مِنْهُمُ الْكُفْرَ} ؛ أي: فلما علم عيسى من قومه بني إسرائيل التصميم على الكفر، والاستمرار على الضلال والعناد، وقصد الإيذاء، فقد صح أنه لقي من اليهود شدائد كثيرة، فقد كانوا يجتمعون عليه، ويستهزئون به ويقولون له: يا عيسى ما أكل فلان البارحة، وما ادخر في بيته لغد، فيخبرهم فيسخرون منه، حتى طال ذلك به وبهم، وطلبوا قتله؛ لأنهم كانوا عارفين بأنه هو المسيح المبشر به في التوراة، وأنه ينسخ دينهم، فخافهم واختفى عنهم، وخرج هو وأمه يسيحان في الأرض. </p><p> وفي هذا عبرةٌ وتسلية للنبي - صلى الله عليه وسلم -، وبيان بأن الآيات الكونية مهما كثرت لا تفضي إلى الإيمان إلا إذا كان للمدعو استعداد للقبول، ومن الداعي حسن بيان. </p><p> فلما رأى منهم ذلك {قَالَ} وعيسى للحواريين: - كما تدل عليه آية الصف {كَمَا قَالَ عِيسَى ابْنُ مَرْيَمَ لِلْحَوَارِيِّينَ مَنْ أَنْصَارِي إِلَى اللَّهِ} - {مَنْ أَنْصَارِي} حالة كوني ملتجئًا {إِلَى اللَّهِ} ومتوجهًا إليه، أو ذاهبًا إليه أو في الدعوة إلى الله {قَالَ </p><p>(١) لباب النقول.</p><p> الْحَوَارِيُّونَ}؛ أي: قال الأصفياء من أتباعه وخواصهم {نَحْنُ أَنصارُ اللهِ} ؛ أي: نحن أنصار دين الله والباذلون كل ما في الوسع في تأييد دعوتك، والآخذون بتعاليمك، والمنصرفون عن التقاليد السالفة، وهذا النصر لا يستلزم القتال، بل يكفى فيه العمل بالدين والدعوة إليه. </p><p> {آمَنَّا بِاللَّهِ} ؛ أي: صدقنا بوحدانية الله، وبما جئتنا به، وهذا جارٍ مجرى بيان السبب في نصر دينه، والمعنى: يجب علينا أن نكون من أنصار الله لأجل أننا آمنا بالله، فإن الإيمان بالله يوجب نصرة دين الله، والذبَّ عن أولياء الله، والمحاربة لأعدائه {وَاشْهَدْ} لنا يا عيسى يوم القيامة حين تشهد الرسل لقومهم وعليهم {بِأَنَّا مُسْلِمُونَ} أي مخلصون منقادون لأوامره، وفي هذا دليل على أن الإِسلام دين الله على لسان كل نبي، وإن اختلفت الأنبياء في بعض صوره وأشكاله وأحكامه وأعماله، وإنما طلبوا شهادته؛ لأن الرسل يشهدون لأممهم يوم القيامة، وإنما قال هنا:  {بِأَنَّا مُسْلِمُونَ} ، وفي المائدة:  {بأننا} ؛ لأن ما فيها أول كلام الحواريين، فجاء على الأصل، وما هنا تكرار له بالمعنى، فناسب فيه التخفيف؛ لأن كلًّا من التخفيف والتكرار فرع، والفرع بالفرع أولى، وإنما طلبوا منه عليه السلام الشهادة بذلك يوم القيامة إيذانًا بأن غرضهم السعادة الأخروية. </p><p> والحواريون: جمع حواري، وحواريُّ الرجل: صفوته وخلاصته، والحواري أيضًا: الناصر، ومنه قوله - صلى الله عليه وسلم -: \"لكل نبي حواري، وحواريي الزبير\" أخرجه الشيخان. وهذا المعنى هو الصحيح، قاله ابن كثير. وقد اختلف في سبب تسميتهم بذلك، فقيل: لبياض ثيابهم، وقيل: لخلوص نياتهم، وقيل: لأنهم خاصة الأنبياء، وكانوا اثني عشر رجلًا، وقيل: تسعة وعشرين رجلًا آمنوا بعيسى عليه السلام واتبعوه، وكانوا إذا جاعوا .. قالوا: جعنا يا روح الله، فيضرب بيده الأرض ليخرج لكل واحد رغيفان، وإذا عطشوا .. قالوا: عطشنا، فيضرب بيده الأرض، فيخرج منها الماء، فيشربون، فقالوا: من أفضل منا، نأكل من حيث شئنا، قال عليه السلام: أفضل منكم من يعمل بيده، ويأكل من كسبه، فصاروا يغسلون الثياب للناس بالأجرة، فسموا حواريين. </p>"
}