{
  "id": null,
  "sura": 3,
  "aya": 103,
  "text": "<p> الالتفات إليها، وعن توقع المجازاة عليها، وفي هذا الأمر تأكيد للنهي عن طاعة أهل الكتاب، وقيل: هو ألا تأخذه في الله لومة لائم، ويقوم بالقسط ولو على نفسه أو ابنه أو أبيه. </p><p> وقال قتادة، (١) والسدي، وابن زيد، والربيع: هي منسوخة بقوله تعالى: {فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ} أمروا أولًا بغاية التقوى حتى لا يقع إخلال بشيء، ثم نسخ، وقال ابن عباس، وطاووس: هي محكمة، {فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ} بيان لقوله: و {اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ} وقال ابن عباس: المعنى: جاهدوا في الله حق جهاده. وقال (٢) الماتريدي، وفي حرفِ حفصةَ {واعبدوا الله حق عبادته}  {وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} ؛ أي: ولا يأتينكم الموت إلا وأنتم ملتبسون بالإسلام، أي:  (٣) حافظوا على الإِسلام في حال صحتكم وسلامتكم؛ لتموتوا عليه، فيا عياذًا بالله من خلاف ذلك، والاستثناء فيه مفرغ من عام الأحوال؛ أي: ولا تموتن على حال من الأحوال إلا على حالة الإِسلام. </p><p> والخلاصة: استمروا على الإِسلام، وحافظوا على أداء الواجبات، وترك المنهيات حتى الموت. وقد جاء ولا تغيروا، ولا تبدلوا، لئلا يصادفكم الموت في حالة التغيير هذا في مقابلة قوله:  {يَرُدُّوكُمْ بَعْدَ إِيمَانِكُمْ كَافِرِينَ} . </p><p> وعن جابر رضي الله عنه سمعت رسول الله - صلى الله عليه وسلم - يقول قبل موته بثلاث:  \"لا يموتن أحدكم إلا وهو يحسن الظن بالله عَزَّ وَجَلَّ\" رواه مسلم. </p><p> ١٠٣ - {وَاعْتَصِمُوا بِحَبْلِ اللَّهِ} ؛ أي: تمسكوا بدين الله الذي هو الإِسلام، أو بكتابه الذي هو القرآن، أو عهده الذي عهد به إليكم الذي هو التوحيد حالة كونكم {جَمِيعًا} ؛ أي: مجتمعين على الاعتصام والتمسك بحبل الله وعن أبي سعيد الخدري، أن رسول الله - صلى الله عليه وسلم - قال:  \"كتاب الله هو حبل الله الممدود من السماء إلى الأرض\" . </p><p>(١) البحر المحيط. (٢) البحر المحيط.(٣) ابن كثير.</p><p> وروي عنه - صلى الله عليه وسلم - أنه قال:  \"القرآن حبل الله المتين، لا تنقضي عجائبه، ولا يخلق على كثرة الرد، من قال به صدق، ومن عمل به رشد ومن اعتصم به هدي إلى صراط مستقيم\" . {وَلَا تَفَرَّقُوا} ؛ أي: لا تتفرقوا، ولا تختلفوا في الدين كما اختلف من قبلكم من اليهود والنصارى، أو لا تتفرقوا تفرقكم الجاهلي يحارب بعضكم بعضًا، ويقتل بعضكم بعضًا، وقيل: معناه لا تحدثوا بينكم ما يكون عنه التفرق، ويزول معه الاجتماع، والألفة التي أنتم عليها كالعصبية، والجنسية، ففيه النهي عن التفرق والاختلاف، والأمر بالاتفاق، والاجتماع؛ لأن الحق لا يكون إلا واحدًا، وما عداه يكون جهلًا وضلالًا، وإذا كان كذلك .. وجب النهي عن الاختلاف في الدين، وعن الفرقة؛ لأن كل ذلك كان عادة أهل الجاهلية فنهوا عنه. </p><p> وبالجملة فحبل الله في هذه الآية هو صراطه المستقيم، كما أن أنواع التفرق هي السبل التي نهي عنها فيها، ومن السبل المفرقة في الدين إحداث الشيع، والفرق كما قال تعالى:  {إِنَّ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعًا لَسْتَ مِنْهُمْ فِي شَيْءٍ} . </p><p> ومنها: العصبية الجنسية كما بين الأوس والخزرج، وقد روى أبو داود عن مطعم بن جبير \"ليس منا من دعا إلى عصبية\" . وقد سار على هذا النهج أهل أوربا في العصر الحديث، فاعتصموا بالعصبية الجنسية كما كانت العرب تفعل ذلك في الجاهلية، وسرى ذلك إلى بعض البلاد الإِسلامية، بل عم جميعها، وفشا فيها، فحاول أهلها أن يجعلوا في المسلمين جنسيات وطنية، ومفاخرات عصبية. </p><p> وكانت كل دولة تتفاخر بجنسيتها ظنًّا منهم أن ذلك مما ينهض بالوطن، ويزيدهم شرفًا، وليس الأمر كما يظنون، فإن الوطن لا يرقى إلا باتحاد كل المقيمين فيه لإحيائه، لا في تفرقهم وعصبيتهم، فإن ذلك مما يورث الشحناء والبغضاء بينهم، خصوصًا، التقدم بالجنسية والعصبية في التعليم والتدريس والإفتاء، بل التقدم في ذلك بالعلم والتقوى، وما لهم في ذلك سند إلا الاقتداء </p><p> بالنصارى، والعياذ بالله من ذلك. فالدين يأمر باتحاد كل قوم، تضمهم أرض واحدة، وإن اختلفت أديانهم وأجناسهم، ويأمر بالاعتصام بحبل الله المتين بين جميع الأقوام. </p><p> {وَاذْكُرُوا} ؛ أي: تذكروا يا معشر الأوس والخزرج {نِعْمَتَ اللَّهِ عَلَيْكُمْ} أي: إنعامه سبحانه وتعالى عليكم نعمة دنيوية، وأخروية التي من جملتها: الهداية والتوفيق للإسلام المؤدي إلى التآلف، وزوال الغل {إِذْ كُنْتُمْ} : ظرف لقوله: {نِعْمَتَ اللَّهِ} أي: اذكروا إنعامه عليكم إذ كنتم في الجاهلية {أَعْدَاءً} متقاتلين يبغض بعضكم بعضًا ويحارب بعضكم بعضًا {فَأَلَّفَ بَيْنَ قُلُوبِكُمْ} بالإِسلام؛ أي: قذف الله تعالى فيها المحبة بتوفيقكم للإسلام {فَأَصْبَحْتُمْ} وصرتم {بِنِعْمَتِهِ} بسبب إنعامه عليكم بنعمة الإِسلام {إِخْوَانًا} في الدين: أي: متحابين مجتمعين على الأخوة في الله سبحانه وتعالى، وقيل: كان الأوس والخزرج أخوين لأبوين، فوقع بين أولادهما العداوة، وتطاولت الحروب بينهم مائة وعشرين سنة، حتى أطفأها الله بالإِسلام، وألف بينهم برسوله - صلى الله عليه وسلم -، وقيل: الخطاب على العموم، والمعنى حينئذٍ؛ واذكروا أيها المؤمنون النعمة التي أنعم الله عليكم بها حين كنتم أعداءً يقتل بعضكم بعضًا، ويأكل قويكم ضعيفكم، فجاء الإِسلام، فألف بينكم وجمع جمعكم، وجعلكم إخوانًا، حتى قاسم الأنصار المهاجرين أموالهم، وديارهم، وكان بعضهم يؤثر غيره على نفسه، وهو في خصاصة وحاجة إليه، وأطفأ الحروب التي تطاولت بين الأوس والخزرج مائة وعشرين سنة وأنقذهم مما هو أدهى وأمر، وهو عذاب الآخرة. {وَكُنْتُمْ} يا معشر الأوس والخزرج {عَلَى شَفَا حُفْرَةٍ} ؛ أي: على طرف وهدة {مِنَ النَّارِ} الأخروية مثل شفا البئر؛ أي: وكنتم قريبين من الوقوع في النار بسبب كفركم، ليس بينكم، وبين الوقوع فيها إلا أن تموتوا على كفركم {فَأَنْقَذَكُمْ} ؛ أي: فأنجاكم {مِنْهَا} ؛ أي: من تلك الحفرة أو النار، بأن هداكم للإسلام. </p><p> والخلاصة: أي وكنتم بوثنيتكم وشرككم بالله كأنكم على طرف حفرة، يوشك أن ينهار، ويسقط بكم في النار، فليس بين الشرك، والهلاك في النار إلا </p><p> الموت، والموت أقرب غائب ينتظر؛ فأنقذكم الإِسلام منها. </p><p> وفي هذه الآيات جماع المنن التي أنعم الله بها عليهم، فقد أخرجهم بالإِسلام من الشرك ومخازيه، وألف بين قلوبهم حتى صاروا سادة البشر، حين كانوا يعملون بكتابه، وأنقذهم بذلك من النار فسعدوا بالحسنيين. فانظر إلى آيات الله، ودلائل قدرته كيف حول قوما متخاذلين تملأ قلوبهم الإحن والعداوات، ويتربص كل منهما بالآخر ريب المنون إلى جماعات متعافية القلوب مليئة بالحب والإخلاص، وجهتهم جميعًا واحدة هي حكم الله ورفعة دينه ونشره بين البشر. </p><p> {كَذَلِكَ} ؛ أي: كما بين لكم ربكم في هذه الآيات ما تضمره لكم اليهود من غشكم، وبين لكم ما أمركم به، وما نهاكم عنه، وبين لكم الحال التي كنتم عليها في الجاهلية، وما صرتم إليه في الإِسلام ليعرفكم في كل ذلك مواقع نعمه {يُبَيِّنُ اللَّهُ لَكُمْ} ؛ أي: يفصل الله تعالى لكم {آيَاتِهِ} ؛ أي: سائر حججه في تنزيله على لسان رسوله. {لَعَلَّكُمْ تَهْتَدُونَ} ؛ أي: لكي تهتدوا من الضلالة، وتستعدوا للاهتداء الدائم حتى لا تعودوا إلى عمل الجاهلية من التفرق والعدوان؛ والمعنى يزيدكم بيان ذلك ما دام رسول الله فيكم. </p><p> فائدة: والاختلاف (١) الذي يقع بين البشر ضربان: </p><p> الأول: ضرب لا يسلم منه الناس، ولا يمكن الاحتراس منه، وهو الخلاف في الرأي والفهم، وهو مما فطر عليه البشر، وإلى ذلك الإشارة بقوله تعالى: {وَلَا يَزَالُونَ مُخْتَلِفِينَ (١١٨) إِلَّا مَنْ رَحِمَ رَبُّكَ} إذ أن العقول والأفهام ليست متساوية، فالأسرة الواحدة تختلف أفهام أفرادها في الشيء الواحد كما يختلف حبهم له؛ وميلهم إليه، وهذا ضرب لا ضرر فيه. </p><p> والثاني: ضرب جدت الشرائع في هدمه ومحوه، وهو تحكيم الرأي والهوى في أمور الدين وشؤون الحياة، وهاك مثلًا يتضح لك به ما تقدم. قد اختلف الأئمة المجتهدون في فهم كثير من نصوص الدين من كتاب وسنة، وما </p><p>(١) المراغي.</p><p> كان في ذلك من حرج، فمالكٌ نشأ في المدينة، ورأى ما كان عليه أهلها من صلاح وسلامة قلب فقال: إن عمل أهلها أصل من أصول الدين؛ لأنهم لقرب عهدهم من النبي - صلى الله عليه وسلم - لا يتفقون على غير ما مضت عليه السنة في العمل. وأبو حنيفة نشأ في العراق وأهلها أهل شقاق ونفاق؛ فلم يجعل عملهم ولا عمل غيرهم حجة، ولو اجتمع هذان الإمامان. لعذر كل منها صاحبه فيما رأى؛ لأنه بذل جهده في بيان وجه الحق مع الإخلاص لله تعالى، وإرادة الخير والطاعة لأمره. ولكن جاءت بعد هؤلاء فرق من المسلمين قلدتهم فيما نقل عنهم، ولم تقلدهم في سيرتهم، وحكموا الرأي والهوى في الدين، وتفرقوا شيعًا كل فريق يتعصب لرأي فيما وقع من أوجه الخلاف، ويعادي المخالف له حتى حدث من ذلك ما نرى، وما ذاك إلا لأن الحق لم يكن هو مطلب المتعصبين، فليس من المعقول أن أبا حنيفة أصاب في كل ما خالف فيه غيره من الأئمة، وأن الشافعي ومالكًا أخطآ في جميع ما خالفا فيه أبا حنيفة. </p><p> وإذًا فكيف يمضي نحو أربعة عشر قرنًا، ولا يستبين لفقهاء مذهبه وجه الصواب في بعض المسائل الخلافية! فيرجحون بعض آراء المذاهب الأخرى على مذهبه في تلك المسائل، ويرجعون إلى الصواب فيها!. </p><p> وهذا الضرب من الخلاف، وهو تحكيم الرأي والهوى كان مصدر شقاء أمم كثيرة، فهوت بعد رفعتها وذلت بعد عزتها وضعفت بعد قوتها. </p><p> وقد حدث مثل هذا في الفرق الإِسلامية في علم العقائد، فإن أبدى أحدهم رأيًا في مسألة بادر مخالفه إلى الرد عليه، وتفنيد مذهبه وتضليله، ويقابله الآخر بمثل صنيعه، ولو حاول كل منهما محادثة الآخر والإطلاع على أدلته، ووزنها بميزان الإنصاف والحق. لما حدث مثل هذا الخلاف، بل اقتنع كل واحد منهما بما رأى مخالفه. </p><p> والمسلم ما دام محافظًا على نصوص دينه، لا يخل بواحد منها مع احترامه لرسوله المفسر لكتابه، لا يخرج من جماعة المسلمين لمخالفته سواه. </p><p> فإذا تحكم الرأي والهوى، ولعن بعضهم بعضًا، وكفر بعضهم بعضًا؛ فقد </p><p> باء بها من قالها، كما ورد في الحديث، وكذلك الحال في الاختلاف في المعاملة في المسائل السياسية والدينية، لا ينبغي أن يكون مفرقًا بين جماعة المسلمين، بل عليهم أن يرجعوا من النزاع إلى حكم الله، وآراء أولي العلم منهم، وبذلك نتقي غائلة الخلاف، ونكون في وفاق، ونصير ممن يستمعون القول فيتبعون أحسنه. </p><p> الإعراب </p><p> {لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ} . </p><p> {لَنْ} : حرف نصب {تَنَالُوا} : فعل وفاعل منصوب بـ {لَنْ} . {الْبِرَّ} : مفعول به، والجملة مستأنفة. {حَتَّى} حرف جر وغاية. {تُنْفِقُوا} : فعل وفاعل منصوب بـ {أن} مضمرة بعد {حتى} ، الجار والمجرور متعلق بـ {تَنَالُوا} . {مِمَّا} : من حرف جر وتبعيض {ما} : موصولة، أو موصوفة في محل الجر بـ {مِنْ} . الجار والمجرور متعلق بـ {تُنْفِقُوا} . قال أبو البقاء: ولا يجوز أن تكون {ما} مصدرية، لأن المحبة لا تنفق، فإن جعل المصدر بمعنى المفعول .. فهو جائز على رأي أبي عليّ الفارسي انتهى. {تُحِبُّونَ} : فعل وفاعل، والجملة صلة لـ {ما} أو صفة لها، والعائد، أو الرابط محذوف تقديره: مما تحبونه. </p><p> {وَمَا تُنْفِقُوا مِنْ شَيْءٍ فَإِنَّ اللَّهَ بِهِ عَلِيمٌ} . </p><p> {وَمَا}  {الواو} : استئنافية. {ما} : اسم شرط جازم في محل النصب مفعول مقدم. {تُنْفِقُوا} فعل وفاعل مجزوم بـ {ما} على كونه فعل شرط لها. {مِنْ شَيْءٍ} : متعلق بـ {تُنْفِقُوا} . {فَإِنَّ} : {الفاء} : رابطة لجواب {ما} الشرطية وجوبًا. {إنَّ} : حرف نصب {اللَّهَ} : اسمها {بِهِ} متعلق بعليم. {عَلِيمٌ} : خبرها، وجملة {إن} : في محل الجزم بـ {ما} الشرطية على كونها جوابًا لها، وجملة {ما} الشرطية مستأنفة. </p><p> {كُلُّ الطَّعَامِ كَانَ حِلًّا لِبَنِي إِسْرَائِيلَ} . </p><p> {كُلُّ الطَّعَامِ} : مبتدأ، ومضاف إليه {كَانَ} : فعل ماض ناقص، واسمها </p><p> ضمير يعود على {كُلُّ} . {حِلًّا} : خبرها. {لِبَنِي إِسْرَائِيلَ} : جار ومجرور، ومضاف إليه متعلق بـ {حِلًّا} ؛ لأنه مصدر بمعنى اسم الفاعل؛ لأنه بمعنى جائزًا، وجملة {كَانَ} في محل الرفع خبر المبتدأ، والجملة الإسمية مستأنفة. </p><p> {إِلَّا مَا حَرَّمَ إِسْرَائِيلُ عَلَى نَفْسِهِ} . </p><p> {إِلَّا} : أداة استثناء. {مَا} : موصولة أو موصوفة في محل النصب على الاستثناء؛ لأنه استثناء من اسم {كَانَ} والعامل فيه {كَانَ} . {حَرَّمَ إِسْرَائِيلُ} : فعل وفاعل. {عَلَى نَفْسِهِ} جار ومجرور، ومضاف إليه متعلق بـ {حَرَّمَ} . والجملة الفعلية صلة لـ {مَا} أو صفة لها، والعائد، أو الرابط ضميرٌ محذوف تقديره: حرمه. </p><p> {مِنْ قَبْلِ أَنْ تُنَزَّلَ التَّوْرَاةُ} . </p><p> {مِنْ قَبْلِ} : جار ومجرور متعلق بـ {حَرَّمَ} ، قاله أبو البقاء، وفي \"الفتوحات\" قوله: {مِنْ قَبْلِ أَنْ تُنَزَّلَ} متعلق بقوله {كَانَ حِلًّا} ولا ضَيْرَ في توسط الاستثناء بينهما إذ هو فصل جائز، وذلك على مذهب الكسائي، وأبي الحسن في جواز أن يعملَ ما قبل إلّا فيما بعدَها؛ إذا كان ظرفًا أو جارًا ومجرورًا أو حالًا، وقيل: متعلِّق بـ {حَرَّمَ} . وفيه: أنَّ تقييد تحريمه - عليه السلام - بقبلية تنزيل التوراة ليس فيه مزيد فائدة، إذ كان ما عدا المستثنى حلالًا لهم قبل نزولها، مشتملة على تحريم أمور أخر؛ حرمت بسبب ظلمهم وبغيهم كما قال تعالى:  {وَعَلَى الَّذِينَ هَادُوا حَرَّمْنَا كُلَّ ذِي ظُفُرٍ} الآية. أبو السعود انتهت. {أَنْ} : حرف نصب. {تُنَزَّلَ التَّوْرَاةُ} فعل ونائب فاعل منصوب بـ {أَنْ} والمصدر المؤول بـ {أَنْ} مجرور بإضافة الظرف إليه تقديره: من قبل تنزيلها. </p><p> {قُلْ فَأْتُوا بِالتَّوْرَاةِ فَاتْلُوهَا إِنْ كُنْتُمْ صَادِقِينَ} . </p><p> {قُلْ} : فعل أمر وفاعله ضمير يعود على محمَّد - صلى الله عليه وسلم -، والجملة مستأنفة، {فَأْتُوا بِالتَّوْرَاةِ} إلى آخر الآية مقول محكي، لِـ {قُلْ} وإن شئتَ: قلت {فَأْتُوا} : {الفاء} عاطفة على محذوف تقديره: هذا هو الحق لا زعمكم يا معشر اليهود، </p><p> كما أشرنا إليه في مقام التفسير. {أتُوا} : فعل وفاعل، والجملة في محل النصب معطوفة على ذلك المحذوف على كونها مقولًا لـ {قُلْ} . {بِالتَّوْرَاةِ} متعلق بـ {أتوا} . {فَاتْلُوهَا} : {الفاء} : عاطفة. {اتلوها} : فعل وفاعل ومفعول، والجملة في محل النصب، معطوفة على جملة {فَأْتُوا}  {إِنْ} : حرف شرط {كُنْتُمْ} : فعل ناقص، واسمه في محل الجزم بـ {إِنْ} على كونه فعلَ شرط لها. {صَادِقِينَ} : خبرُ {كَانَ} ، وجواب إن معلوم مما قبله تقديره: إن كنتم صادقين .. فاتلوها، وجملة إن الشرطية في محل النصب: مقول {قُلْ} . </p><p> {فَمَنِ افْتَرَى عَلَى اللَّهِ الْكَذِبَ مِنْ بَعْدِ ذَلِكَ فَأُولَئِكَ هُمُ الظَّالِمُونَ} . </p><p> {فَمَنِ}  {الفاء} : عاطفة أو استئنافية. {من} : اسم شرط في محل الرفع مبتدأ، والخبر جملة الشرط فقط، أو الجواب فقط، أو هما على الخلاف المذكور في محله {افْتَرَى} فعل ماض في محل الجزم بِـ {مِنْ} ، وفاعله ضمير يعود على {مَنْ} . {عَلَى اللَّهِ} : متعلق بـ {افْتَرَى} . {مِنْ بَعْدِ ذَلِكَ} : جار ومجرور ومضاف إليه متعلق بـ {افْتَرَى} أو بـ {الْكَذِبَ} كما ذكره أبو البقاء. {فَأُولَئِكَ} : {الفاء} : رابطة لجواب {مَن} الشرطية {أولئك} : مبتدأ. {هُمُ} : ضمير فصل. {الظَّالِمُونَ} : خبر والجملة الإسمية في محل الجزم بـ {من} الشرطية على كونها جوابًا لها، والجملة الشرطية في محل النصب معطوفة على جملة قوله:  {فَأْتُوا} بالتوراة على كونها مقولًا لِـ {قُلْ} أو مستأنفة. </p><p> {قُلْ صَدَقَ اللَّهُ فَاتَّبِعُوا مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ (٩٥) }. </p><p> {قُلْ} : فعل أمر، وفاعله ضمير يعود على محمَّد - صلى الله عليه وسلم -، والجملة مستأنفة {صَدَقَ اللَّهُ} إلى آخر الآية مقول محكي، وإن شئت .. قلت {صَدَقَ اللَّهُ} : فعل وفاعل، والجملة في محل النصب مقول لـ {قُلْ} . {فَاتَّبِعُوا} : {الفاء} : عاطفة، أو فصيحة؛ لأنها أفصحت عن جواب شرط مقدر تقديره: إذا تبين لكم صدقي وصدق ما جئت به، وأردتم بيان ما هو المصلحة لكم .. فأقول لكم:  {فَاتَّبِعُوا} : {اتبعوا} : فعل وفاعل، والجملة في محل النصب معطوفةٌ على جملة قوله {صَدَقَ} على كونها مقولًا لـ {قُلْ} أو مقولًا لجواب إذا المقدرة. {مِلَّةَ إِبْرَاهِيمَ} : </p><p> مفعول به، ومضاف إليه {حَنِيفًا} : حال من {إبراهيم} . {وَمَا كَانَ} : {الواو} : عاطفة. {ما} : نافية. {كَانَ} : فعل ماضٍ ناقص، واسمها ضمير يعود على {إِبْرَاهِيمَ} . {مِنَ الْمُشْرِكِينَ} جار ومجرور خبر {كَانَ} وجملة {كَانَ} في محل النصب معطوفة على {حَنِيفًا} على كونها حالًا من {إِبْرَاهِيمَ} تقديره: حالة كونه عادمًا كونه من المشركين. </p><p> {إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكًا وَهُدًى لِلْعَالَمِينَ (٩٦) }. </p><p> {إِنَّ} : حرف نصب {أَوَّلَ بَيْتٍ} : اسم {إِنَّ} ، ومضاف إليه {وُضِعَ} : فعل ماضٍ مغير الصيغة، ونائب فاعله ضمير يعود على {بَيْتٍ} . {لِلنَّاسِ} متعلق بـ {وُضِعَ} والجملة صفة لِـ {بَيْتٍ} . {لَلَّذِي}  {اللام} : حرف ابتداءٍ. {الذي} : اسم موصول في محل الرفع خبر {إن} ، وجملة {إن} مستأنفة. {بِبَكَّةَ} : جار ومجرور صلة الموصول. {مُبَارَكًا} : حال من الضمير المستتر في الصلة، أو المستتر في {وُضِعَ} . {وَهُدًى} : معطوف على {مُبَارَكًا} . {لِلْعَالَمِينَ} : جار ومجرور تنازع فيه كل من {مُبَارَكًا} و {هدى} أو متعلق بـ {هدى} فقط. </p><p> {فِيهِ آيَاتٌ بَيِّنَاتٌ مَقَامُ إِبْرَاهِيمَ وَمَنْ دَخَلَهُ كَانَ آمِنًا} . </p><p> {فِيهِ} : جار ومجرور خبر مقدم. {آيَاتٌ} : مبتدأ مؤخر {بَيِّنَاتٌ} صفة له، والجملة الإسمية في محل النصب حال ثالثة، أو مستأنفة لا محل لها من الإعراب؛ لأنها لبيان وتفسير بركته وهداه كما في \"السمين\" . {مَقَامُ إِبْرَاهِيمَ} بدل من {آيَاتٌ} بدل تفصيل من مجمل و {إِبْرَاهِيمَ} مضاف إليه، والرابط محذوف تقديره {مَقَامُ إِبْرَاهِيمَ} منها {وَمَنْ}  {الواو} : {وَ} استئنافية. {من} : اسم شرط في محل الرفع مبتدأ، والخبر جملة الشرط فقط، أو جملة الجواب، أو هما معًا {دَخَلَهُ} فعل ومفعول في محل الجزم بِـ {من} على كونه فعل شرط لها، وفاعله ضمير يعود على {مَنْ} . {كَانَ} : فعل ماضٍ، ناقص في محل الجزم بـ {مَنْ} على كونه جوابًا لها، واسمها ضمير يعود على {مَنْ} . {آمِنًا} : خبرها، وجملة من الشرطية: مستأنفة استئنافًا بيانيًّا سيقت لبيان تلك الآيات البينات، أو في محل الرفع معطوفة على {مَقَامُ إِبْرَاهِيمَ} على كونها بدلًا </p><p> من {آيَاتٌ} ، والمعنى: فيه آيات بينات. منها: مقام إبراهيم، ومنها: أمن داخله. </p><p> {وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا} . </p><p> {وَلِلَّهِ}  {الواو} : استئنافية. {لله} : جار ومجرور متعلق بمحذوف خبر مقدم. {عَلَى النَّاسِ} : متعلق بما تعلَّق به الجار والمجرور قبله. {حِجُّ الْبَيْتِ} : مبتدأ مؤخر، ومضاف إليه، والتقدير:  {حِجُّ الْبَيْتِ} : واجب لله على الناس. {مَنِ} اسم موصول في محل الجر بدل {من الناس} بدل بعض من كل، والرابط محذوف تقديره: منهم. {اسْتَطَاعَ} : فعل ماضٍ وفاعله ضمير يعود على {مَنْ} والجملة صلة الموصول. {إِلَيْهِ} متعلق بـ {اسْتَطَاعَ} . {سَبِيلًا} : مفعول به لـ {استطاع} . </p><p> {وَمَنْ كَفَرَ فَإِنَّ اللَّهَ غَنِيٌّ عَنِ الْعَالَمِينَ} . </p><p> {وَمَنْ}  {الواو} : استئنافية. {من} : اسم شرط في محل الرفع مبتدأ، والخبر جملة الشرط أو الجواب {كَفَرَ} : فعل ماضٍ في محل الجزم على كونه فعلَ شرط لها، وفاعله ضمير يعود على {مَنْ} . {فَإِنَّ اللَّهَ} : {الفاء} : رابطة لجواب {من} الشرطية وجوبًا. {إنْ} : حرف نصب. {اللَّهَ} : اسمها {غَنِيٌّ} : خبرها. {عَنِ الْعَالَمِينَ} : متعلق بغني، وجملة {إن} : في محل الجزم بـ {من} الشرطية على كونها جوابًا لها، وجملة (من) الشرطية: مستأنفة استئنافًا بيانيًّا لا محلَّ لها من الإعراب، ويجوز أن تكون {مَنْ} موصولة، ودخلت الفاء تشبيهًا للموصول باسم الشرط، وقد تقدم نظيره غير مرة. </p><p> {قُلْ يَا أَهْلَ الْكِتَابِ لِمَ تَكْفُرُونَ بِآيَاتِ اللَّهِ وَاللَّهُ شَهِيدٌ عَلَى مَا تَعْمَلُونَ (٩٨) }. </p><p> {قُلْ} : فعل أمر، وفاعله ضمير يعود على محمَّد - صلى الله عليه وسلم -، والجملة مستأنفة. {يَا أَهْلَ الْكِتَابِ} إلى آخر الآية: مقول محكي لِـ {قُلْ} . وإن شئت قلت:  {يا} حرف نداء، {أَهْلَ الْكِتَابِ} : منادى مضاف، وجملة النداء في محل النصب مقول لـ {قُلْ}  {لِمَ تَكْفُرُونَ} : {اللام} ؛ حرف جر. {مَ} : اسم استفهام في </p><p> محل الجر باللام مبني بسكون على الألف المحذوفة فرقًا بينها وبين {ما} الموصولة، الجار والمجرور متعلق بـ {تَكْفُرُونَ} . {تَكْفُرُونَ} : فعل وفاعل، والجملة في محل النصب مقول القول. {بِآيَاتِ اللَّهِ} : جار ومجرور ومضاف إليه متعلق بـ {تَكْفُرُونَ} . {وَاللَّهُ} : {الواو} : حالية {اللَّهُ} : مبتدأ. {شَهِيدٌ} : خبر. {عَلَى مَا} : جار ومجرور متعلق بـ {شَهِيدٌ} والجملة الإسمية في محل النصب حال من فاعل {تَكْفُرُونَ} . {تَعْمَلُونَ} : فعل وفاعل، والجملة صلة لـ {مَا} ، أو صفة لها، والعائد، أو الرابط محذوف تقديره: تعملونه، ويصح كون {مَا} مصدرية كما مر نظيره مرارًا. </p><p> {قُلْ يَا أَهْلَ الْكِتَابِ لِمَ تَصُدُّونَ عَنْ سَبِيلِ اللَّهِ مَنْ آمَنَ تَبْغُونَهَا عِوَجًا وَأَنْتُمْ شُهَدَاءُ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ (٩٩) }. </p><p> {قُلْ} : فعل أمر، وفاعله ضمير يعود على محمَّد - صلى الله عليه وسلم -، والجملة مستأنفة. {يَا أَهْلَ الْكِتَابِ} إلى آخر الآية: مقول محكي لـ {قُلْ} ، وإن شئت قلت:  {يَا أَهْلَ الْكِتَابِ} : منادى مضاف، وجملة النداء: في محل النصب مقول محكي لِـ {قُلْ} . {لِمَ تَصُدُّونَ}  {اللام} : حرف جر. {م} : اسم استفهام في محل الجر باللام، الجار والمجرور متعلق بـ {تَصُدُّونَ} . {تَصُدُّونَ} : فعل وفاعل، والجملة في محل النصب مقول محكي لـ {قُلْ} . {عَنْ سَبِيلِ اللَّهِ} : جار ومجرور، ومضاف إليه، متعلق بـ {تَصُدُّونَ} . {مَنْ} : اسم موصول في محل النصب مفعول {تَصُدُّونَ} . {آمَنَ} : فعل ماضٍ، وفاعله ضمير يعود على {مَنْ} والجملة صلة الموصول. {تَبْغُونَهَا} : فعل وفاعل ومفعول، والجملة في محل النصب حال من الضمير في {تَصُدُّونَ} أو من {السبيل} ؛ لأنَّ في هذه الجملة ضميرين راجعين إليهما؛ فلذلك صح أن تجعل حالًا من كل واحد منهما؛ كما ذكره أبو البقاء، أو الجملة مستأنفة. {عِوَجًا} : حال من {الهاء} في {تَبْغُونَهَا} بتأويله بمشتق تقديره: معوجة. {وَأَنْتُمْ شُهَدَاءُ} : {الواو} : حالية. {أَنْتُمْ} : مبتدأ {شُهَدَاءُ} : خبر، والجملة في محل النصب: حال إما من فاعل {تَصُدُّونَ} وإما من فاعل {تَبْغُونَ} . {وَمَا اللَّهُ} : {الواو} : حالية. {ما} : </p><p> حجازية أو تميمية. {اللَّهُ} : اسمها، أو مبتدأ. {بِغَافِلٍ} : {الباء} : زائدة {غافل} : خبر لـ {ما} أو خبر المبتدأ، والجملة في محل النصب حال من فاعل {تَصُدُّونَ} . {عَمَّا} جار ومجرور متعلق بـ {غافل} وجملة {تَعْمَلُونَ} : صلة لـ {ما} ، أو صفة لها. </p><p> {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تُطِيعُوا فَرِيقًا مِنَ الَّذِينَ أُوتُوا الْكِتَابَ يَرُدُّوكُمْ بَعْدَ إِيمَانِكُمْ كَافِرِينَ (١٠٠) }. </p><p> {يَا} : حرف نداء {أيّ} : منادى نكرة مقصودة. {ها} : حرف تنبيه زائد تعويضًا عما فات؛ أي: من الإضافة؛ كما مر مرارًا، وجملة النداء: مستأنفة. {الَّذِينَ} : اسم موصول: في محل الرفع صفة لـ {أي} : {آمَنُوا} : فعل وفاعل، والجملة صلة الموصول. {إِنْ} : حرف شرط. {تُطِيعُوا} : فعل وفاعل مجزوم بـ {إِنْ} على كونه فعل شرط لها. {فَرِيقًا} : مفعول به. {مِنَ الَّذِينَ} : جار ومجرور صفة لـ {فَرِيقًا} . {أُوتُوا الْكِتَابَ} : فعل وفاعل ومفعول، صلة الموصول. {يَرُدُّوكُمْ} : فعل وفاعل ومفعول أول مجزوم بـ {إِنْ} على كونه جوابًا لها؛ لأنه من أفعال التصيير. {بَعْدَ إِيمَانِكُمْ} : ظرف، ومضاف إليه متعلق بـ {يردون} . {كَافِرِينَ} : مفعول ثان {يَرُدُّوكُمْ} وجملة {إن} الشرطية جواب النداء لا محل لها من الإعراب. </p><p> {وَكَيْفَ تَكْفُرُونَ وَأَنْتُمْ تُتْلَى عَلَيْكُمْ آيَاتُ اللَّهِ وَفِيكُمْ رَسُولُهُ وَمَنْ يَعْتَصِمْ بِاللَّهِ فَقَدْ هُدِيَ إِلَى صِرَاطٍ مُسْتَقِيمٍ (١٠١) }. </p><p> {وَكَيْفَ}  {الواو} : استئنافية {كيف} : اسم استفهام في محل النصب، على الحالية. {تَكْفُرُونَ} : فعل وفاعل، والجملة مستأنفة. {وَأَنْتُمْ} : {الواو} : حالية. {أنتم} : مبتدأ. {تُتْلَى} : فعل مضارع مغيّر الصيغة. {عَلَيْكُمْ} : متعلق به. {آيَاتُ اللَّهِ} : نائب فاعل ومضاف إليه، والجملة الفعلية في محل الرفع خبر المبتدأ، والجملة الإسمية في محل النصب حال من فاعل {تَكْفُرُونَ} . {وَفِيكُمْ} : {الواو} : عاطفة. {فيكم} : جار ومجرور خبر مقدم. {رَسُولُهُ} : مبتدأ مؤخر، ومضاف إليه، والجملة الإسمية في محل النصب معطوفة على جملة </p><p> قوله:  {وَأَنْتُمْ تُتْلَى} على كونها حالًا من فاعل {تَكْفُرُونَ} . {وَمَنْ يَعْتَصِمْ} : {الواو} : استئنافية. {من} : اسم شرط جازم في محل الرفع مبتدأ، والخبر جملة الشرط، أو جملة الجواب أو هما. {يَعْتَصِمْ} : فعل مضارع مجزوم بـ {مَنْ} وفاعله ضمير يعود على {مَنْ} . {بِاللَّهِ} : متعلق بـ {يَعْتَصِمْ} . {فَقَدْ} : {الفاء} : رابطة لجواب من الشرطية وجوبًا، لكون الجواب مقرونًا بـ {قد} لأنه من المواضع التي يجب فيها إقتران الجواب بالفاء المجموعة في قول بعضهم: </p><p> إِسْمِيَّةٌ طَلَبِيَّةٌ وبِجَامِدٍ ... وَبِمَا وَلَنْ وَبِقَدْ وَبِالتَّسْوِيفِ </p><p> {قَدْ} حرف تحقيق. {هُدِيَ} : فعل ماضٍ مغيّر الصيغة في محل الجزم بِـ {مَنْ} على كونه جواب الشرط، ونائب فاعله ضمير يعود على {مَنْ} . {إِلَى صِرَاطٍ مُسْتَقِيمٍ} : جار ومجرور وصفة متعلق بـ {هُدِيَ} . </p><p> {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ (١٠٢) }. </p><p> {يَا} : حرف نداء. {أيُّ} : منادى نكرة مقصودة. {ها} : حرف تنبيه. {الَّذِينَ} : صفة لـ {أيُّ} ، وجملة النداء، مستأنفة. {آمَنُوا} : فعل وفاعل، والجملة صلة الموصول. {اتَّقُوا اللَّهَ} : فعل وفاعل ومفعول به، والجملة جواب النداء. {حَقَّ} : منصوب على المفعولية المطلقة، وهو مضاف {تُقَاتِهِ} : مضاف إليه، وهو من إضافة الصفة إلى الموصوف، والأصل {اتَّقُوا اللَّهَ} التقاة الحق، أي: الثابتة. {وَلَا تَمُوتُنَّ}  {الواو} : عاطفة {لا} : ناهية {تَمُوتُنَّ} : فعل مضارع مجزوم {بلا} الناهية، وعلامة جزمه حذف النون؛ لأن أصله تَمُوتُونَنَّ والواو المحذوفة لالتقاء الساكنين في محل الرفع فاعل، والجملة معطوفة على جملة قوله:  {اتَّقُوا اللَّهَ}  {إِلَّا} : أداة استثناء مفرغ من عام الأحوال. {وَأَنْتُمْ}  {الواو} : حالية {أنتم} : مبتدأ. {مُسْلِمُونَ} : خبر، والجملة في محل النصب حال من فاعل {تَمُوتُنَّ} تقديره، ولا تموتن على حالةٍ من الأحوال إلَّا حالة كونكم مسلمين. </p><p> {وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعًا وَلَا تَفَرَّقُوا} . </p><p> {وَاعْتَصِمُوا}  {الواو} : استئنافية. {اعتصموا} : فعل وفاعل، والجملة مستأنفة. {بِحَبْلِ اللَّهِ} : جار ومجرور ومضاف إليه متعلق بـ {اعتصموا} . {جَمِيعًا} : حال من فاعل {اعتصموا} تقديره: {وَاعْتَصِمُوا بِحَبْلِ} الله حالة كونكم مجتمعين عليه. {وَلَا تَفَرَّقُوا}  {الواو} : عاطفة {لا} : ناهية {تَفَرَّقُوا} : فعل وفاعل مجزوم بـ {لا} الناهية، والجملة معطوفة على جملة {وَاعْتَصِمُوا} . </p><p> {وَاذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ} . </p><p> {وَاذْكُرُوا}  {الواو} : عاطفة. {اذكروا}  {نِعْمَتَ اللَّهِ} فعل وفاعل ومفعول به، ومضاف إليه، والجملة معطوفة على جملة {وَاعْتَصِمُوا} . {عَلَيْكُمْ} : متعلق بـ {نِعْمَتَ اللَّهِ} لأنه بمعنى إنعامه عليكم. </p><p> {إِذْ كُنْتُمْ أَعْدَاءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُمْ بِنِعْمَتِهِ إِخْوَانًا} . </p><p> {إِذْ} : ظرف لما مضى مجرد عن معنى الشرط، والظرف متعلق بـ {نِعْمَتَ اللَّهِ} . {كُنْتُمْ أَعْدَاءً} فعل ناقص واسمه وخبره، والجملة في محل الجر مضاف إليه لـ {إِذْ} . {فَأَلَّفَ} : {الفاء} : عاطفة {أَلَّفَ} : فعل ماضٍ، وفاعله ضمير يعود على الله، والجملة في محل الجر معطوفة على جملة {كان} . {بَيْنَ قُلُوبِكُمْ} ظرف ومضاف إليه متعلق بـ {أَلَّفَ} . {فَأَصْبَحْتُمْ}  {الفاء} عاطفة. {أصبحتم} : فعل ناقص واسمه. {بِنِعْمَتِهِ} : جار ومجرور، ومضاف إليه متعلق بـ {أصبح} . {إِخْوَانًا} : خبر {أصبح} وجملة {أصبح} في محل الجر معطوفة على جملة {أَلَّفَ} . </p><p> {وَكُنْتُمْ عَلَى شَفَا حُفْرَةٍ مِنَ النَّارِ فَأَنْقَذَكُمْ مِنْهَا} . </p><p> {وَكُنْتُمْ}  {الواو} عاطف. {وَكُنْتُمْ} فعل ناقص واسمه. {عَلَى شَفَا حُفْرَةٍ} جار ومجرور، ومضاف إليه متعلق بمحذوف خبر {كان} تقديره؛ وكنتم كائنين على شفا حفرة، والجملة في محل الجر معطوفة على جملة {كُنْتُمْ أَعْدَاءً} . {مِنَ النَّارِ} جار ومجرور صفة لـ {حُفْرَةٍ} . {فَأَنْقَذَكُمْ مِنْهَا} الفاء عاطفة. {أنقذكم} فعل ومفعول وفاعله ضمير يعود على الله، والجملة معطوفة على جملة قوله </p><p> {وَكُنْتُمْ عَلَى شَفَا حُفْرَةٍ} . {مِنْهَا} متعلق بـ {أَنْقَذَكُمْ} . </p><p> {كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَهْتَدُونَ} . </p><p> {كَذَلِكَ} جار ومجرور صفة لمصدر محذوف تقديره: يبين لكم بيانًا كائنًا كذلك؛ أي: كائنًا مِثْلَ البيان المذكور هنا. {يُبَيِّنُ اللَّهُ} فعل وفاعل، والجملة مستأنفة. {لَكُمْ} متعلق {يُبَيِّنُ} . {آيَاتِهِ} مفعول به، ومضاف إليه {لَعَلَّكُمْ}  {لعل} حرف نصب وتعليل بمعنى كي، و {الكاف} اسمها. وجملة {تَهْتَدُونَ} خبرها وجملة {لعل} من اسمها وخبرها في محل الجر بلام التعليل المقدرة المتعلِّقة بـ {يُبَيِّنُ} تقديره: كذلك بين لكم آياته لاهتدائكم أي لإرادة اهتدائكم. والله أعلم. </p><p> التصريف ومفردات اللغة </p><p> {لَنْ تَنَالُوا الْبِرَّ} يقال: ناله من فلان معروف يناله نيلًا إذا وصل إليه. والنوال: العطاء من قولك: نولته تنويلًا إذا أعطيته. والنيل: إدراك الشيء ولحوقه، وقيل: هو العطية، وقيل: هو تناول الشيء، باليد يقال: نلته أناله نيلًا قال تعالى: {وَلَا يَنَالُونَ مِنْ عَدُوٍّ نَيْلًا} . وأما النول بالواو فمعناه: التناول يقال: نلته أنوله: أي: تناولته وأنلته زيدًا أنيله إياه؛ أي ناولته إياه. والبر اسم جامع لوجوه الخير، والمراد به هنا الجنة. {حِلًّا} الحل لغة: في الحلال، كما أن الحرم لغة: في الحرام، والحلال، وكذا الحل مصدر يستوي فيه الواحد، والجمع، والمذكر، والمؤنث. {فَمَنِ افْتَرَى عَلَى اللَّهِ الْكَذِبَ} فيه مراعاة لفظ {مَنْ} وفي قوله: {فَأُولَئِكَ هُمُ الظَّالِمُونَ} مراعاة معناها، والإفتراء اختلاق الكذب وهو من باب افتعل أصله: من: فرى الأديم إذا قطعه؛ لأن الكاذب يقطع القول من غير حقيقة له في الوجود. </p><p> {لَلَّذِي بِبَكَّةَ} هي مكة بقلب الميم باء، وبكة علم للبلد الحرام، وكذا مكة، وهما لغتان: وقيل: إن بكة اسم لموضع البيت، ومكة اسم للبلد الحرام، وقيل: بكة للمسجد، ومكة للحرم كله، يقال: بك يبك من باب رد إذا دق </p><p> الشيء، وسميت بكة؛ لأنها تبك أعناق الجبابرة، وبكها لأعناقهم كناية عن إهلاكهم، وإذلالهم ويقال: بك القوم إذا ازدحموا؛ لأنهم يزدحمون فيها في الطواف. وأما تسميتها مكة فقيل: سميت بذلك؛ لأنها قليلة الماء تقول العرب: مك الفصيل ضرع أمه، وأمكه إذا امتص كل ما فيه من اللبن. وقيل: لأنها تمك المخ من العظم بما ينال ساكنها من المشقة، ومنه مككت العظم، إذا أخرجت ما فيه، وقيل: سميت بذلك؛ لأنها تمك من ظلم فيها؛ أي: تهلكه. وقد اختلف في الباني له في الابتداء، فقيل: الملائكة، وقيل: آدم، وقيل: إبراهيم، ويجمع بين ذلك؛ بأن أول من بناه الملائكة ثم جدده آدم ثم إبراهيم. </p><p> {تَبْغُونَهَا عِوَجًا} والعوج - بكسر أوله وفتحه -: الميل، ولكن العرب فرقوا بينهما، فخصوا المكسور بالمعاني، والمفتوح بالأعيان، تقول: في دينه وكلامه عوج بالكسر، وفي الجدار عوج بالفتح. قال أبو عبيدة العوج بالكسر الميل في الدين، والكلام والعمل، وبالفتح في الحائط والجذع. وقال أبو إسحاق بالكسر فيما لا ترى له شخصًا، وبالفتح فيما له شخص، وقال صاحب المجمل: العوج بالفتح في كل منتصب كالحائط، وبالكسر ما كان في بساط أو دين أو أرض أو معاشٍ، فقد فرق بينهما بغير ما تقدم، يقال: عوج من باب: طرب فهو أعوج، والاسم: العوج كما ذكره في \"المختار\" . {حَقَّ تُقَاتِهِ} هو من باب إضافة الصفة إلى موصوفها كما تقول: ضربت زيدًا شديد الضرب أي؛ الضرب الشديد فكذلك ما هنا، والتقدير: اتقو الله الإتقاء الحق؛ أي: الواجب الثابت. {شَفَا حُفْرَةٍ} في \"المصباح\" ، وشفا كل شيء حرفه، مثل النوى، وفي \"السمين\" : الشفا: طرف الشيء، وحرفه، وهو مقصور من ذوات الواو يثنى بالواو نحو شفوان، ويكتب بالألف، ويجمع على أشفاء، ويستعمل مضافًا إلى أعلى الشيء، وإلى أسفله، فمن الأول {شَفَا جُرُفٍ} ومن الثاني هذه الآية، وأشفى على كذا إذا قاربه، ومنه أشفى المريض على الموت. </p><p> البلاغة </p><p> وذكروا في هذه الآيات من فنون البلاغة والفصاحة أنواعًا: </p><p> منها: التبكيت والتوبيخ، حيث أمرهم بالإتيان بالتوراة للدلالة على كمالِ القبح. </p><p> ومنها: الهزء في قوله: {إِنْ كُنْتُمْ صَادِقِينَ} ؛ لأنه خرج مخرج الممكن وهو معلوم كذبهم، وذلك على سبيل الهزء بهم كقولك: إن كنت شجاعًا فالقني، ومعلوم عندك أنه ليس بشجاع، ولكن هزأت به؛ إذ جعلت هذا الوصف مما يمكن أن يتصف به. </p><p> ومنها: التفخيم في قوله: {لَلَّذِي بِبَكَّةَ} حيث حذف الموصوف، وذكر الصفة؛ لأن أصل الكلام للبيت الذي ببكة. ومنها: التأكيد والتشديد في قوله: {وَمَنْ كَفَرَ} حيث وضع هذا اللفظ موضع، ومن لم يحج تأكيدا لوجوبه، وتشديدًا على تاركه. قال أبو السعود: ولقد حازت الآية الكريمة من فنون الاعتبارات ما لا مزيد عليه، وهي قوله:  {وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ} حيث أوثرت صيغة الخبر الدالة على التحقيق، وأبرزت في صورة الجملة الإسمية الدالة على الثبات والاستمرار على وجه يفيد أنه حق واجب لله سبحانه وتعالى في ذمم الناس، وسلك بهم مسلك التعميم، ثم التخصيص والإبهام، ثم التبيين والإجمال، ثم التفصيل. </p><p> وقال أبو حيان (١) : وذكروا في هذه الآيات من فنون البلاغة والفصاحة: </p><p> منها: الاستفهام الذي يراد به الإنكار في قوله: {لِمَ تَكْفُرُونَ}  {لِمَ تَصُدُّونَ}  {وَكَيْفَ تَكْفُرُونَ} . </p><p> ومنها: التكرار في قوله: {يَا أَهْلَ الْكِتَابِ} ، وفي اسم الله في مواضع، وفي ما يعملون. </p><p> ومنها: الطباق في الإيمان والكفر، وفي الهداية والكفر، إذ هو ضلال، وفي العوج والاستقامة، والتجوز بإطلاق اسم الجمع في قوله:  {فَرِيقًا مِنَ الَّذِينَ أُوتُوا الْكِتَابَ} فقيل: هو يهودي غير معين، وقيل: هو شاس بن قيس وإطلاق العموم </p><p>(١) البحر المحيط.</p><p> الذي أريد به الخصوص في {يَا أَيُّهَا الَّذِينَ آمَنُوا} على قول الجمهور إنه خطاب للأوس والخزرج. </p><p> ومنها: الحذف في مواضع. انتهى. </p><p> ومنها: الاستعارة التصريحية الأصلية في قوله: {وَاعْتَصِمُوا بِحَبْلِ اللَّهِ} حيث شبه الدين أو القرآن بالحبل، واستعير اسم المشبه به، وهو الحبل للمشبه، وهو الدين أو القرآن على سبيل الاستعارة التصريحية الأصلية، والجامع بينهما التوصل للمقصود في كل، وإضافته للفظ الجلالة قرينة مانعة، والاعتصام ترشيح. </p><p> وفيه أيضًا: استعارة تصريحية تبعية حيث شبه الوثوق بالاعتصام، واستعار الاعتصام للوثوق، واشتق من الاعتصام {وَاعْتَصِمُوا} بمعنى ثقوا. </p><p> والحاصل:  (١) أنَّ في الآية استعارتين: استعارة الحبل للدين، أو للكتاب فتكون استعارة مصرحة أصلية تحقيقية، والقرينة الإضافة إلى الله تعالى، واستعارة الاعتصام للوثوق به، والتمسك به، فتكون استعارة مصرحة تبعية تحقيقية، والقرينة اقترانها بتلك الاستعارة. </p><p> ومنها: الاستعارة التمثيلية حيث شبه حالهم الذي كانوا عليه بالجاهلية، بحال من كان مشرفًا على حفرة عميقة. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p>(١) جمل.</p><p> قال الله سبحانه جلَّ وعلا: </p><p> {وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ (١٠٤) وَلَا تَكُونُوا كَالَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا مِنْ بَعْدِ مَا جَاءَهُمُ الْبَيِّنَاتُ وَأُولَئِكَ لَهُمْ عَذَابٌ عَظِيمٌ (١٠٥) يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوهٌ فَأَمَّا الَّذِينَ اسْوَدَّتْ وُجُوهُهُمْ أَكَفَرْتُمْ بَعْدَ إِيمَانِكُمْ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ (١٠٦) وَأَمَّا الَّذِينَ ابْيَضَّتْ وُجُوهُهُمْ فَفِي رَحْمَةِ اللَّهِ هُمْ فِيهَا خَالِدُونَ (١٠٧) تِلْكَ آيَاتُ اللَّهِ نَتْلُوهَا عَلَيْكَ بِالْحَقِّ وَمَا اللَّهُ يُرِيدُ ظُلْمًا لِلْعَالَمِينَ (١٠٨) وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ (١٠٩) كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ وَتُؤْمِنُونَ بِاللَّهِ وَلَوْ آمَنَ أَهْلُ الْكِتَابِ لَكَانَ خَيْرًا لَهُمْ مِنْهُمُ الْمُؤْمِنُونَ وَأَكْثَرُهُمُ الْفَاسِقُونَ (١١٠) لَنْ يَضُرُّوكُمْ إِلَّا أَذًى وَإِنْ يُقَاتِلُوكُمْ يُوَلُّوكُمُ الْأَدْبَارَ ثُمَّ لَا يُنْصَرُونَ (١١١) ضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ أَيْنَ مَا ثُقِفُوا إِلَّا بِحَبْلٍ مِنَ اللَّهِ وَحَبْلٍ مِنَ النَّاسِ وَبَاءُوا بِغَضَبٍ مِنَ اللَّهِ وَضُرِبَتْ عَلَيْهِمُ الْمَسْكَنَةُ ذَلِكَ بِأَنَّهُمْ كَانُوا يَكْفُرُونَ بِآيَاتِ اللَّهِ وَيَقْتُلُونَ الْأَنْبِيَاءَ بِغَيْرِ حَقٍّ ذَلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ (١١٢) }. </p><p> المناسبة </p><p> لما حذر الله سبحانه (١) وتعالى المؤمنين فيما سلف من مكايد أهل الكتاب، وأمرهم بتكميل أنفسهم، وتزكيتها مما يشوبها من الأدناس، والأرجاس بالعمل بتقوى الله، والمحافظة على إخلاص العمل له حتى المماتِ، وأمرهم بالاعتصام بحبل الله المتين باتباع كتابه، والتمسك بسنة رسوله - صلى الله عليه وسلم - إذا اختلفت الأهواء وتضاربت الآراء .. أمرهم هنا بتكميل غيرهم من أفراد الأمة بدعوتهم إلى الله تعالى، وأمرهم بالمعروف ونهيهم عن المنكر تثبيتًا لهم جميعًا على مراعاة ما في الشريعة من الأحكام، والمحافظة على ما فيها من التكاليف، وبذلك تكون بينهم رابطة تجمعهم في طلاب الخير لهم جميعًا حتى تكون الأمة كأنها جسد واحد كما ورد في الحديث: \"مثل المؤمنين في توادهم وتراحمهم وتعاطفهم، مثل </p><p>(١) المراغي.</p>"
}