{
  "id": null,
  "sura": 3,
  "aya": 91,
  "text": "<p> جنته، والفوز برحمته. </p><p> ٩٠ - {إِنَّ الَّذِينَ كَفَرُوا} بعيسى والإنجيل {بَعْدَ إِيمَانِهِم} بموسى والتوراة، وهم اليهود {ثُمَّ ازْدَادُوا كُفْرًا} بمحمد - صلى الله عليه وسلم - والقرآن {لَنْ تُقْبَلَ تَوْبَتُهُمْ} إذا غرغروا أو ماتوا كفارًا، وقيل: نزلت في اليهود والنصارى جميعًا، وذلك أنَّهم آمنوا بمحمد - صلى الله عليه وسلم - قبل مبعثه، وشهدوا أنَّه حق لما رأوا في كتبهم من نعته ووصفه، ثم كفروا به بعد بعثته، ثم ازدادوا كفرًا بالإصرار والعناد، والصد عن سبيل الله، وبالحرب، فهؤلاء لا تقبل توبتهم ما أقاموا على ذلك؛ لأنَّ نفوسهم قد توغل فيها الشرك، وتمكن فيها الكفر، وأحاطت بها خطيئتها، وضلت على علم، وقرأ عكرمة شاذًا:  {لن نقبل} : بالنون {توبتَهم} : بالنصب. </p><p> {وَأُولَئِكَ} الذين كفروا بعد إيمانهم، ثم ازدادوا كفرًا {هُمُ الضَّالُّونَ} ؛ أي: المتناهون في الضلال، الذين ضلوا عن سبيل الحق، وأخطأوا منهاجه. </p><p> وما مثل ذلك إلا مثل الثوب الأبيض، تصيبه بعض الأوساخ، فيبادر صاحبه إلى غسله، فينظف، ويزَولُ أثر ذلك الدنس، ولكن إذا تراكمت عليه الأقذار مدة طويلة، حتى تخللت جميع خيوطه وتمكنت منها .. تعذر تنظيفه، وإعادته إلى حاله الأولى، وبين هذه الحال وما قبلها مراتب متفاوتة. </p><p> وقد أشير إلى ذلك بقوله تعالى: {إِنَّمَا التَّوْبَةُ عَلَى اللَّهِ لِلَّذِينَ يَعْمَلُونَ السُّوءَ بِجَهَالَةٍ ثُمَّ يَتُوبُونَ مِنْ قَرِيبٍ فَأُولَئِكَ يَتُوبُ اللَّهُ عَلَيْهِمْ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا (١٧) وَلَيْسَتِ التَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ حَتَّى إِذَا حَضَرَ أَحَدَهُمُ الْمَوْتُ قَالَ إِنِّي تُبْتُ الْآنَ وَلَا الَّذِينَ يَمُوتُونَ وَهُمْ كُفَّارٌ أُولَئِكَ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا (١٨) }. </p><p> ٩١ - {إِنَّ الَّذِينَ كَفَرُوا} باللهِ وبمحمد - صلى الله عليه وسلم - {وَمَاتُوا وَهُمْ كُفَّارٌ} بهما {فَلَنْ يُقْبَلَ مِنْ أَحَدِهِمْ مِلْءُ الْأَرْضِ} ؛ أي: مقدار ما يملأ الأرض مشرقها ومغربها {ذَهَبًا وَلَوِ افْتَدَى} نفسه {بِهِ} ؛ أي: بذلك الملء، قال الزجاج: إن الواو للعطف والتقدير: لو تقرب إلى الله في الدنيا بملء الأرض ذهبًا .. لم ينفعه ذلك مع كفره، ولو افتدى من العذاب في الآخرة بملء الأرض ذهبًا .. لم يقبل منه، أو المراد بالواو التعميم في الأحوال، كأنَّه قيل: لن يقبل من الكفار الفداء في جميع </p><p> الأحوال، ولو في حال افتدائه نفسه في الآخرة، وقيل: هي زائدة، كما قرئ شاذًا بإسقاطها، ومفعول افتدى محذوف؛ أي: ولو افتدى نفسه. وقرأ عكرمة شاذًا {فلنْ نقبل} : بالنون، و {وملء} : بالنصب، وقرىء شاذًا:  {فلن يَقبل} بالياء مبنيًّا للفاعل؛ أي: فلن يقبل الله و {ملء} بالنصب، وقرأ أبو جعفر وأبو السمال شذوذًا:  {مل الأرض} بدون همز، ورويت عن نافع، ووجهه أنَّه نقل حركة الهمزة إلى الساكن قبل - وهو اللام - وحذفت الهمزة، وهو قياس في كل ما كان نحو هذا، وقرأ الأعمش شذوذًا أيضًا:  {ذهبٌ} : بالرفع، وحمل على أنَّه بدل من (ملء) ، وقرأ ابن أبي عبلة شذوذًا أيضًا:  {لو افتدى به} : بدون واو. </p><p> فإن قلت (١) : الكافر لا يملك شيئًا في الآخرة فما وجه قوله: {فَلَنْ يُقْبَلَ مِنْ أَحَدِهِمْ مِلْءُ الْأَرْضِ ذَهَبًا} ؟. </p><p> قلتُ: الكلام ورد على سبيل الفرض والتقدير، والمعنى: لو أنَّ للكافر قدر ملء الأرض ذهبًا يوم القيامة .. لبذله في تخليص نفسه من العذاب، ولكن لا يقدر على شيء من ذلك. </p><p> وقيل معناه: لو أنَّ الكافر أنفق في الدنيا ملء الأرض ذهبًا، ثم مات على كفره .. لم ينفعه ذلك؛ لأنَّ الطاعة مع الكفر غير مقبولة؛ لأنَّ الكفر يحبط أعماله، ويمحو كل حسناته، فمن لم تزك نفسه في الدنيا، وتسمُ عما يكدرها من ظلمات الكفر، وأوضار الشرك .. فلن ينفعها يوم مناقشة الحساب عمل وإنْ جَلَّ، ولا فضيلة وإن عظمت، إذ المعول عليه في ذلك اليوم هو الإيمان الصحيح بالله، واليوم الآخر، والعمل الصالح الذي يرقى بصاحبه إلى حظيرة القدس في جوار الرب الرحيم. </p><p> {أُولَئِكَ} الكفار الذين ماتوا على الكفر {لَهُمْ عَذَابٌ أَلِيمٌ} ؛ أي: وجيع يخلص وجعه إلى قلوبهم {وَمَا لَهُمْ مِنْ نَاصِرِينَ} ؛ أي: مانعين يدفعون عذاب الله </p><p>(١) الخازن.</p><p> عنهم، أو يخففونه عنهم، كما كانوا ينصرونهم في الدنيا إذا حاول أحد أذاهم، أو إيقاع المكروه بهم. وعن أنس بن مالك - رضي الله عنه -، عن النبي - صلى الله عليه وسلم - قال:  \"يقول الله - عزّ وجلّ -: لأهون أهل النار عذابًا يوم القيامة، لو أن لك ما في الأرض من شيء، أكنت تفتدى به؟فيقول:نعم،فيقول:أردت منك أهون من هذا، وأنت في صلب آدم، أنْ لا تشرك بي شيئًا، فأبيت إلا الشرك\" . متفق عليه وهذا لفظ رواية مسلم. </p><p> الإعراب </p><p> {وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ النَّبِيِّينَ لَمَا آتَيْتُكُمْ مِنْ كِتَابٍ وَحِكْمَةٍ ثُمَّ جَاءَكُمْ رَسُولٌ مُصَدِّقٌ لِمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهِ وَلَتَنْصُرُنَّهُ} . </p><p> {وَإِذْ}  {الواو} : استئنافية {إذ} : ظرف لما مضى، والظرف متعلق بمحذوف تقديره: أذكر، والجملة المحذوفة مستأنفة {أَخَذَ اللَّهُ} : فعل وفاعل {مِيثَاقَ النَّبِيِّينَ} : مفعول به، ومضاف إليه، والجملة الفعلية في محل الجر مضاف إليه لي {إذ}  {لَمَا} اللام: حرف زائد لتوطئة معنى القسم الآتي {ما} : شرطية في محل النصب على كونه مفعولًا ثانيًا لآتي {آتَيْتُكُمْ} : فعل وفاعل، ومفعول أول في محل الجزم بـ {ما} الشرطية، على كونه فعل شرط لها، {مِنْ كِتَابٍ} : جار ومجرور متعلق بمحذوف صفة لاسم الشرط، أو حال منه {وَحِكْمَةٍ} : معطوف على {كِتَابٍ} . {ثُمَّ} : حرف عطف وترتيب، {جَاءَكُمْ رَسُولٌ} : فعل ومفعول وفاعل في محل الجزم معطوف على {آتَيْتُكُمْ}  {مُصَدِّقٌ} صفة لي {رَسُولٌ} . {لِمَا} جار ومجرور متعلق بـ {مُصَدِّقٌ} ، {مَعَكُمْ} ظرف ومضاف إليه متعلق بمحذوف صلة {لِمَا} . أو صفة لها {لَتُؤْمِنُنَّ بِهِ} اللام موطئة للقسم {تؤمنن} فعل مضارع مرفوع، وعلامة رفعه ثبات النون المحذوفة لتوالي الأمثال، لعدم مباشرة نون التوكيد، وواو الجماعة المحذوفة لالتقاء الساكنين، في محل الرفع فاعل، ونون التوكيد الثقيلة حرف لا محل لها من الإعراب، والجملة الفعلية جواب القسم لا محل لها من الإعراب، وجملة القسم مع جوابه في محل </p><p> الجزم جواب لما الشرطية، وجملة الشرط مع جوابه في محل النصب مقول لقول محذوف تقديره: وإذ أخذ الله ميثاق النبيين بقوله: {لَمَا آتَيْتُكُمْ مِنْ كِتَابٍ وَحِكْمَةٍ} . {وَلَتَنْصُرُنَّهُ}  {الواو} : عاطفة، اللام: موطئة للقسم {تنصرن} : فعل مضارع مرفوع لتوالي الأمثال لعدم مباشرة نون التوكيد، والواو المحذوفة فاعل، والهاء مفعول به، والجملة معطوفة على جملة قوله:  {لَتُؤْمِنُنَّ} وفي المقام أوجه كثيرة من الإعراب، كما أشرنا إليها في مقام التفسير، لا نطيل الكلام بذكرها؛ لأنَّها تحتاج إلى أوراق كثيرة، تكون رسالة نفردها بالتأليف إنْ شاء الله تعالى. </p><p> {قَالَ أَأَقْرَرْتُمْ وَأَخَذْتُمْ عَلَى ذَلِكُمْ إِصْرِي قَالُوا أَقْرَرْنَا قَالَ فَاشْهَدُوا وَأَنَا مَعَكُمْ مِنَ الشَّاهِدِينَ} . </p><p> {قَالَ} : فعل ماضٍ وفاعله ضمير يعود على {اللَّهُ} ، والجملة مستأنفة {أَأَقْرَرْتُمْ} : إلى {قَالُوا} : مقول محكي لـ {قَالَ} ، وإنْ شئت قلت الهمزة: للاستفهام التقريري {أَأَقْرَرْتُمْ} : فعل وفاعل، والجملة في محل النصب مقول {قَالَ}  {وَأَخَذْتُمْ} : {الواو} : عاطفة {أخذتم} : فعل وفاعل {عَلَى ذَلِكُمْ} : جار ومجرور متعلق بـ {أخذتم}  {إِصْرِي} : مفعول به، ومضاف إليه، والجملة في محل النصب، معطوفة على جملة {أَأَقْرَرْتُمْ} على كونها مقولًا لـ {قَالَ} . {قَالُوا} : فعل وفاعل، والجملة مستأنفة، {أَقْرَرْنَا} : فعل وفاعل، والجملة في محل النصب مقول {قَالُوا} . {قَالَ} فعل ماضٍ، وفاعله ضمير يعود على الله، والجملة مستأنفة {فَاشْهَدُوا} إلى آخر الآية مقول محكي، وإنْ شئت قلت:  {فَاشْهَدُوا} الفاء عاطفة (١) على محذوف تقديره: قال: أأقررتم فاشهدوا، فالفاء دخلت للعطف، ونظير ذلك قولك: ألقيت زيدًا؟ قال: لقيت، قلت فأحسن إليه، التقدير: لقيت زيدًا فأحسن إليه، فما فيه الفاء بعض المقول، ولا يجوز أن يكون كل المقول لأجل الفاء، ذكره أبو حيان {أشهدوا} : فعل وفاعل، والجملة في محل النصب، معطوفة على ذلك المحذوف على كونها مقولًا لـ {قَالَ} . {وَأَنَا </p><p>(١) البحر المحيط.</p><p> مَعَكُمْ} {الواو} : استئنافية أو حالية {أنا} : مبتدأ. {مَعَكُمْ} : ظرف، ومضاف إليه متعلق بـ {الشَّاهِدِينَ} ، أو حال من الضمير المستكن في الخبر، {مِنَ الشَّاهِدِينَ} : جار ومجرور، خبر المبتدأ، والجملة الإسمية مستأنفة، أو حال من فاعل {اشهدوا} ولكنها سببية. </p><p> {فَمَنْ تَوَلَّى بَعْدَ ذَلِكَ فَأُولَئِكَ هُمُ الْفَاسِقُونَ (٨٢) }. </p><p> {فَمَنْ تَوَلَّى} الفاء: فاء الفصيحة؛ لأنَّها أفصحت عن شرط مقدر تقديره: إذا عرفتم ما ذكر من إقراركم، وشهادتكم، وشهادتي معكم، وأردتم بيان حكم من تولى بعد ذلك .. فأقول لكم. (مَنْ) : اسم شرط جازم، أو اسم موصول في محل الرفع مبتدأ، والخبر جملة الشرط فقط، أو جملة الجواب فقط، أو هما إن كانت شرطية، أو جملة (أولئك) إنْ كانت موصولة، {تَوَلَّى} : فعل ماضٍ في محل الجزم بـ (من) الشرطية، وفاعله ضمير يعود على {مَن} . {بَعْدَ ذَلِكَ} : ظرف ومضاف إليه، متعلق بـ {تَوَلَّى} أو الجملة الفعلية صلة من الموصولة إنْ قلنا: {من} : موصولة {فَأُولَئِكَ} : الفاء: رابطة لجواب {مَنْ} الشرطية وجوبًا، لكون الجواب جملة اسمية، أو رابطة الخبر بالمبتدأ، لما في المبتدأ من العموم إنْ كانت موصولة، (أولئك) : مبتدأ {هُمُ} : ضمير فصل {الْفَاسِقُونَ} : خبر، والجملة الإسمية في محل الجزم على كونها جوابًا لـ {من} الشرطية، أو خبر لـ {من} الموصولة، والجملة الشرطية، أو الإسمية في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. </p><p> {أَفَغَيْرَ دِينِ اللَّهِ يَبْغُونَ وَلَهُ أَسْلَمَ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ طَوْعًا وَكَرْهًا وَإِلَيْهِ يُرْجَعُونَ (٨٣) }. </p><p> {أَفَغَيْرَ} الهمزة: للاستفهام الإنكاري التوبيخي، داخله على محذوف تقديره: أيتولون .. فيبتغون غير دين الله، والفاء: عاطفة على ذلك المحذوف. {غير} مفعول مقدم لـ {يَبْغُونَ} وهو مضاف {دِينِ} : مضاف إليه وهو مضاف، ولفظ الجلالة مضاف إليه، {يَبْغُونَ} : فعل وفاعل، والجملة الفعلية معطوفة على الجملة المحذوفة، والجملة المحذوفة جملة إنشائية مستأنفة، </p><p> {وَلَهُ} : الواو حالية {له} جار ومجرور متعلق بـ {أَسْلَمَ}  {أَسْلَمَ} : فعل ماضٍ. {مَنْ} : اسم موصول في محل الرفع فاعل {فِي السَّمَاوَاتِ} : جار ومجرور صلة لـ {مَنْ} ، والجملة الفعلية في محل النصب حال من لفظ الجلالة، {وَالْأَرْضِ} : معطوف على {السَّمَاوَاتِ}  {طَوْعًا وَكَرْهًا} حالان من فاعل {أَسْلَمَ} تقديره: حالة كونهم طائعين وكارهين {وَإِلَيْهِ يُرْجَعُونَ}  {الواو} : عاطفة أو استئنافية، (إليه) : جار ومجرور متعلق بـ {يُرْجَعُونَ}  {يُرْجَعُونَ} فعل ونائب فاعل، والجملة معطوفة على جملة قوله:  {وَلَهُ أَسْلَمَ} على كونها حالًا من الجلالة، أو مستأنفة. </p><p> {قُلْ آمَنَّا بِاللَّهِ وَمَا أُنْزِلَ عَلَيْنَا وَمَا أُنْزِلَ عَلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ} . </p><p> {قُلْ} : فعل أمر، وفاعله ضمير يعود على محمد، والجملة مستأنفة، {آمَنَّا بِاللَّهِ} . إلى قوله:  {وَنَحْنُ لَهُ مُسْلِمُونَ} مقول محكي، وإنْ شئت قلت:  {آمَنَّا} فعل وفاعل، {بِاللَّهِ} : متعلق به، والجملة في محل النصب مقول لقل. {وَمَا أُنْزِلَ} : {الواو} : عاطفة {ما} : موصولة أو موصوفة في محل الجر، معطوفة على لفظ الجلالة، {أُنزِلَ} : فعل ماضٍ مغير الصيغة، ونائب فاعله ضمير يعود على {ما} والجملة صلة لـ {ما} أو صفة لها، والعائد أو الرابط ضمير النائب، {عَلَيْنَا} : جار ومجرور متعلق بـ {أنُزِلَ} ، {وَمَا أُنْزِلَ} معطوف على {ما أنزل علينا}  {عَلَى إِبْرَاهِيمَ} : جار ومجرور متعلق بـ {أُنْزِلَ}  {وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ} : معطوفات على {إِبْرَاهِيمَ} . </p><p> {وَمَا أُوتِيَ مُوسَى وَعِيسَى وَالنَّبِيُّونَ مِنْ رَبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ} . </p><p> {وَمَا}  {الواو} : عاطفة {ما} : معطوف على لفظ الجلالة، {أُوتِيَ} : فعل ماضٍ مغير الصيغة، {مُوسَى} : نائب فاعل، وهو المفعول الأول لأوتي، والثاني محذوف تقديره: أوتيه موسى، والجملة صلة لـ {ما} ، أو صفة لها، والعائد أو الرابط الضمير المحذوف {وَعِيسَى وَالنَّبِيُّونَ} : معطوفان على {مُوسَى} ، {مِن </p><p> رَبِّهِمْ}: جار ومجرور، ومضاف إليه، متعلق بمحذوف حال من ضمير المفعول المحذوف {لَا} : نافية، {نُفَرِّقُ} : فعل مضارع وفاعله ضمير يعود على النبي ومن معه، والجملة في محل النصب حال من فاعل {آمَنَّا} تقديره: آمنا بما أوتي النبيون حالة كوننا لا نفرق {بَيْنَ أَحَدٍ} ظرف ومضاف إليه، والظرف متعلق بـ {نُفَرِّقُ} . {مِنْهُمْ} جار ومجرور صفة لـ {أَحَدٍ} . {الواو} : عاطفة، {نحن} مبتدأ، {لَهُ} : متعلق بـ {مُسْلِمُونَ} : وهو خبر المبتدأ، والجملة في محل النصب، معطوفة على جملة قوله:  {لَا نُفَرِّقُ} على كونها حالًا من فاعل {آمَنَّا} تقديره: آمنا بالله حالة كوننا منقادين له. </p><p> {وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ (٨٥) }. </p><p> {وَمَنْ}  {الواو} : استئنافية، {من} : اسم شرط جازم في محل الرفع مبتدأ، والخبر جملة الشرط فقط، أو الجواب فقط، أو هما معًا، {يَبْتَغِ} : فعل مضارع مجزوم بـ {من} ؛ على كونه فعل الشرط لها، وفاعله ضمير يعود على {من} . {غَيْرَ الْإِسْلَامِ} : مفعول به ومضاف إليه، {دِينًا} : تمييز، ويجوز أن يكون {دِينًا} : مفعولًا، و {غَيْرَ} صفة له، قدمت عليه فصارت حالًا، ويجوز أن يكون {دِينًا} بدل من {غَيْرَ}  {فَلَن} الفاء: رابطة لجواب (من) الشرطية وجوبًا، لكون الجواب مقرونًا بـ (لن) ، (لن) : حرف نصب {يُقْبَلَ} : فعل مضارع مغير الصيغة، منصوب بـ (لن) ، ونائب فاعله ضمير يعود على {غَيْرَ الْإِسْلَامِ} . {مِنْهُ} : متعلق به، والجملة الفعلية في محل الجزم بـ {من} الشرطية على كونها جوابًا لها، وجملة {من} الشرطية مستأنفة، {وَهُوَ}  {الواو} : استئنافية أو عاطفة، {هو} مبتدأ، {فِي الْآخِرَةِ} متعلق بـ {الْخَاسِرِينَ} الآتي، على أن الألف واللام ليست موصولة، بل للتعريف، كهي في الرجل، أو على أنها موصولة، وتُسُومِح في الظرف والمجرور؛ لأنَّه يشمع فيهما ما لا يتسع في غيرهما، {مِنَ الْخَاسِرِينَ} : جار ومجرور خبر المبتدأ، والجملة مستأنفة، أو في محل الجزم معطوفة على جملة قوله:  {فَلَنْ يُقْبَلَ} على كونها جوابًا لـ {من} الشرطية. </p><p> {كَيْفَ يَهْدِي اللَّهُ قَوْمًا كَفَرُوا بَعْدَ إِيمَانِهِمْ وَشَهِدُوا أَنَّ الرَّسُولَ حَقٌّ وَجَاءَهُمُ الْبَيِّنَاتُ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ (٨٦) }. </p><p> {كَيْفَ} : اسم للاستفهام الإنكاري لتعميم الأحوال، في محل النصب حال، أو ظرف والعامل فيها {يَهْدِى}  {يَهْدِي الله قَوْمًا} : فعل وفاعل ومفعول به، والجملة مستأنفة {كَفَرُوا} : فعل وفاعل، والجملة صفة لـ {قَوْمًا}  {بَعْدَ إِيمَانِهِمْ} : ظرف ومضاف إليه متعلق بـ {كَفَرُوا}  {وَشَهِدُوا أَنَّ الرَّسُولَ حَقٌّ}  {الواو} : عاطفة (شهدوا) : فعل وفاعل في محل النصب بـ {أَنَّ} مضمرة وجوبًا بعد الواو العاطفة على المصدر الصريح، والجملة الفعلية صلة أنْ المضمرة، أنْ مع صلتها في تأويل مصدر معطوف على قوله:  {بَعْدَ إِيمَانِهِمْ} تقديره: كفروا بعد إيمانهم، وبعد شهادتهم أنَّ الرسول حق، ويجوز أن تكون جملة (شهدوا) حالًا من ضمير {كَفَرُوا} وأنْ تكون معطوفة على {كَفَرُوا} كما ذكره أبو البقاء، {أَنَّ} حرف نصب، {الرَّسُولَ} : اسمها، {حَقٌّ} : خبرها، وجملة {أَنَّ} : في تأويل مصدر منصوب على المفعولية لـ {شهدوا} تقديره: وشهدوا حقية الرسول {وَجَاءَهُمُ الْبَيِّنَاتُ} الواو حالية، {جاءهم البينات} : فعل ومفعول وفاعل، والجملة في محل النصب حال من فاعل {كَفَرُوا} ، ولكنه على تقدير، قد، تقديره: كيف يهدي الله قومًا كفروا وقد جاءهم البينات؟ {وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ}  {الواو} : استئنافية، {الله} مبتدأ، {لَا} : نافية {يَهْدِي} : فعل مضارع، وفاعله ضمير يعود على {اللَّهُ} ، والجملة في محل الرفع خبر المبتدأ، والجملة الإسمية مستأنفة {الْقَوْمَ} : مفعول به {الظَّالِمِينَ} : صفة له. </p><p> {أُولَئِكَ جَزَاؤُهُمْ أَنَّ عَلَيْهِمْ لَعْنَةَ اللَّهِ وَالْمَلَائِكَةِ وَالنَّاسِ أَجْمَعِينَ (٨٧) خَالِدِينَ فِيهَا لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنْظَرُونَ (٨٨) }. </p><p> {أُولَئِكَ} : مبتدأ أول، {جَزَاؤُهُمْ} : مبتدأ ثانٍ، ومضاف إليه، {أَنَّ} : حرف نصب، {عَلَيْهِمْ} : جار ومجرور خبر مقدم لأنَّ. {لَعْنَةَ اللَّهِ} : اسم {أَنَّ} مؤخر عن خبرها، ولفظ الجلالة مضاف إليه {وَالْمَلَائِكَةِ وَالنَّاسِ} معطوفان على لفظ الجلالة {أَجْمَعِينَ} توكيد للناس، وجملة {أَنَّ} من اسمها وخبرها في </p><p> تأويل مصدر خبر للمبتدأ الثاني تقديره: جزاؤهم كون لعنة الله عليهم، والجملة من المبتدأ الثاني وخبره خبر المبتدأ الأول، والجملة من المبتدأ الأول وخبره مستأنفة {خَالِدِينَ} حال من ضمير {عَلَيْهِمْ} والعامل فيها الجار والمجرور، أو ما يتعلق به {فِيهَا} متعلق بـ {خَالِدِينَ}  {لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ} فعل ونائب فاعل، و {لَا} نافية عنهم، متعلق بـ {يُخَفَّفُ} ، والجملة في محل النصب حال ثانية من ضمير {عَنْهُمُ} ولكنها حال سببية {وَلَا هُمْ يُنْظَرُونَ}  {الواو} : عاطفة (لا) : نافية، {هُمْ} : مبتدأ، وجملة {يُنْظَرُونَ} خبره، والجملة في محل النصب، معطوفة على جملة {لَا يُخَفَّفُ} على كونها حالًا من ضمير {عَنْهُمُ} . </p><p> {إِلَّا الَّذِينَ تَابُوا مِنْ بَعْدِ ذَلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (٨٩) }. </p><p> {إِلَّا} : أداة استثناء متصل {الَّذِينَ} اسم موصول في محل النصب على الاستثناء {تَابُوا} ، فعل وفاعل، والجملة صلة الموصول، والعائد ضمير الفاعل {مِنْ بَعْدِ ذَلِكَ} : جار ومجرور، ومضاف إليه متعلق بـ {تَابُوا}  {وَأَصْلَحُوا} : فعل وفاعل، معطوف على {تَابُوا}  {فَإِنَّ اللَّهَ} الفاء: تعليلية لقولهم: إنَّ الفاء بعد الاستثناء للتعليل (إنَّ) : حرف نصب ولفظ الجلالة اسمها {غَفُور} : خبر أول لها، {رحيم} خبر ثانٍ، والجملة في محل الجر بلام التعليل المقدرة المتعلقة بمعلول محذوف تقديره؛ وإنَّما استثنيناهم لكون الله غفورًا رحيمًا. </p><p> {إِنَّ الَّذِينَ كَفَرُوا بَعْدَ إِيمَانِهِمْ ثُمَّ ازْدَادُوا كُفْرًا لَنْ تُقْبَلَ تَوْبَتُهُمْ وَأُولَئِكَ هُمُ الضَّالُّونَ (٩٠) }. </p><p> {إنَّ} : حرف نصب وتوكيد. {الَّذِينَ} : اسمها، {كَفَرُوا} : فعل وفاعل، والجملة صلة الموصول، والعائد ضمير الفاعل {بَعْدَ إِيمَانِهِمْ} : ظرف زمان، ومضاف إليه، متعلق بـ {كَفَرُوا}  {ثُمَّ ازْدَادُوا} عطف وفعل وفاعل {كُفْرًا} : مفعول به منصوب وفي \"الفتوحات\" قوله: {كُفْرًا} : تمييز محول عن الفاعل، والأصل: ثم ازداد كفرهم، كذا أعربه أبو حيان، وفيه نظر، إذ المعنى على أنَّه مفعول به، وذلك أن الفعل المتعدي إلى اثنين، إذا جعل مطاوعًا .. نقص مفعولًا، وهذا من ذلك، كقولهم: زدت زيدًا خيرًا فازداده، وكذلك أصل الآية </p><p> الكريمة: زادهم الله كفرًا فازدادوه، {لَنْ} : حرف نفي ونصب {تُقْبَلَ تَوْبَتُهُمْ} : فعل ونائب فاعل، ومضاف إليه، والجملة في محل الرفع خبر {إنَّ} ، وجملة {إنَّ} ، مستأنفة. {وَأُولَئِكَ} : {الواو} : عاطفة {أولئك} : مبتدأ {هُمُ} ضمير فصل {الضَّالُّونَ} : خبر، والجملة الإسمية في محل الرفع، معطوفة على جملة {لَنْ تُقْبَلَ} : على كونها خبرًا لـ {إنَّ} أو معطوفة على جملة {إنَّ} على كونها مستأنفة. </p><p> {إِنَّ الَّذِينَ كَفَرُوا وَمَاتُوا وَهُمْ كُفَّارٌ فَلَنْ يُقْبَلَ مِنْ أَحَدِهِمْ مِلْءُ الْأَرْضِ ذَهَبًا وَلَوِ افْتَدَى} . </p><p> {إن} : حرف نصب {الَّذِينَ} : اسمها {كَفَرُوا} : صلة الموصول {وَمَاتُوا} : معطوف على {كَفَرُوا}  {وَهُمْ كُفَّارٌ} : مبتدأ وخبر، والجملة في محل النصب حال من واو {ماتوا} . {فَلَنْ} الفاء: رابطة لخبر {إن} باسمها لشبه الذين بالشرط في العموم، وإيذانًا بتسبب عدم القبول عن الموت على الكفر، الذي هو معطوف على الصلة، فهو من جملة المبتدأ، ولما لم يقع مثل هذا العطف في الآية التي قبلها .. لم يقترن خبر إنَّ بالفاء؛ لأنَّ الكفر في حد ذاته ليس سببًا في عدم قبول التوبة، بل السبب مجموعه، هو والموت عليه، كذا ذكره في \"الفتوحات\"  {لن} : حرف نصب {يُقْبَلَ} فعل مضارع مغير الصيغة {مِنْ أَحَدِهِمْ} : جار ومجرور ومضاف إليه، متعلق بـ {يُقْبَلَ} . {مِلْءُ الْأَرْضِ} نائب فاعل ومضاف إليه {ذَهَبًا} تمييز لـ {مِلْءُ} منصوب، والجملة من الفعل المغير ونائبه في محل الرفع خبر {إن} وجملة {إنَّ} مستأنفة {وَلَوِ افتَدَى بِهِ}  {الواو} : عاطفة كما قاله الزجاج {لو} : حرف شرط غير جازم، {افْتَدَى} : فعل ماضٍ، وفاعله ضمير يعود على {أَحَدِهِمْ} ، {بِهِ} متعلق بـ {افْتَدَى} ، وجواب {لو} محذوف تقديره: لم يقبل منه، وجملة {لو} معطوفة على محذوف تقديره: لو تقرب إلى الله في الدنيا بملء الأرض ذهبًا .. لم ينفعه ذلك مع كفره، ولو افتدى من العذاب في الآخرة بملء الأرض ذهبًا .. لم يقبل منه. وقيل: الواو زائدة و (لو) : غائبة لا جواب لها. </p><p> {أُولَئِكَ لَهُمْ عَذَابٌ أَلِيمٌ وَمَا لَهُمْ مِنْ نَاصِرِينَ} . </p><p> {أُولَئِكَ} : مبتدأ أول {لَهُمْ} : جار ومجرور خبر مقدم {عَذَابٌ} : مبتدأ ثانٍ مؤخر، والجملة من المبتدأ الثاني وخبره خبر للمبتدأ الأول، والجملة من المبتدأ الأول وخبره مستأنفة {أَلِيمٌ} صفة، {وَمَا لَهُم} : الواو عاطفة {ما} : نافية {لَهُم} جار ومجرور خبر مقدم، {مِنْ نَاصِرِينَ} : من: زائدة {نَاصِرِينَ} : مبتدأ مؤخر، والجملة معطوفة على جملة {أُولَئِكَ} . وفي \"الفتوحات\" : يجوز أن يكون {لَهُم} خبرًا لاسم الإشارة، و {عَذَابٌ} : فاعل به، وعمل لاعتماده على ذي خبر، أي: أولئك استقر لهم عذاب، وأن يكون {لَهُم} : خبرًا مقدمًا و {عَذَابٌ} ؛ مبتدأً مؤخرًا، والجملة خبر عن اسم الإشارة، والأول أحسن؛ لأنَّ الإخبار بالمفرد أقرب من الإخبار بالجملة، والأول من قبيل الإخبار بالمفرد. اهـ. \"سمين\" . </p><p> وفيها أيضًا قوله:  {وَمَا لَهُمْ مِنْ نَاصِرِينَ} يجوز أن يكون {مِنْ نَاصِرِينَ} : فاعلًا وجاز عمل الجار لاعتماده على حرف النفي؛ أي: وما استقر لهم من ناصرين، والثاني: أنَّه خبر مقدم، و {مِنْ نَاصِرِينَ} : مبتدأ مؤخر، و {مِنْ} : زائدة على الإعرابين، وأتى بـ {نَاصِرِينَ} جمعًا لرعاية الفواصل. </p><p> التصريف ومفردات اللغة </p><p> {مِيثَاقَ النَّبِيِّينَ} الميثاق: العهد الموثق المؤكد باليمين، وهو أنْ يلتزم المعاهِد - بكسر الهاء - للمعاهَد - بفتحا - أنْ يفعل شيئًا، ويؤكد ذلك بيمين، أو بصيغة مؤكدة من ألفاظ المعاهدة أو المواثقة، يجمع على مواثق، ومياثق، ومواثيق، ومياثيق، وأصله موثاق، قلبت الواو ياء لوقوعها إثر كسرة؛ لأنه من وثق يثق. </p><p> {أَأَقْرَرْتُمْ} أصله؛ أقر، بالإدغام، وإنَّما فك هنا؛ لأنَّه إذ اتصل بالفعل المدغم عينه في لامه ضمير رفع سكن آخره. فيجب حينئذٍ الفك، نحو: حللت وحللنا، كما قال في الخلاصة: </p><p> وَفُكَّ حَيْثُ مُدْغَمٌ فِيْهِ سَكَنْ ... لِكَوْنِهِ بِمُضْمَرِ الرَّفْعِ اقْتَرَنْ </p><p> نَحْوِ حَلَلْتُ مَا حَلَلْتُهُ وَفِي ... جَزْمٍ وَشِبْهِ الْجَزْمِ تَخْيِيْرٌ قُفِيْ </p><p> وهو من قر الشيء إذا ثبت مكانه {أخذتم} بمعنى قبلتم؛ لأنَّه من أخذ الشيء إذا قبل، يأخذ من باب نصر ينصر، كما جاء نحوه في قوله تعالى:  {إِنْ أُوتِيتُمْ هَذَا فَخُذُوهُ} . </p><p> {إِصْرِي} الإصر - بكسر الهمزة -: العهد المؤكد الذي يمنع صاحبه من التهاون فيما التزمه وعاهد عليه، وهمَّ، اسم من أصره إذا حبسه، من باب ضرب، وهو أيضًا الذنب والثقل كما في \"المختار\" . </p><p> {طَوْعًا} الطوع: مصدر لطاع لفلان يطوع طوعًا، من باب قال، إذا انقاد له وامتثل أمره. </p><p> {كرهًا} الكره: مصدر كره الشيء يكره، من باب علم، كرهًا وكرهًا وكراهة وكراهية ضد أحبه، وفي \"السمين\"  {طَوْعًا}  {وَكَرْهًا} مصدران في موضع الحال، والتقدير: طائعين وكارهين. </p><p> {الأسباط} جمع سبط، والمراد بهم الأحفاد، وهم أبناء يعقوب الاثني عشر وذراريهم، ولكن المراد بالأسباط هنا قبائل بني إسرائيل، المتشعبة من أولاد يعقوب. </p><p> {وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ} وهو مضارع ابتغى الشيء يبتغي ابتغاء، إذا طلبه، من باب التفعل، وبناؤه لمبالغة ثلاثيه يقال: بغى الشيء من باب رمى بغيًا وبغاء، وبغى وبغية وبغية إذا طلبه. </p><p> {الْقَوْمَ الظَّالِمِينَ} اسم فاعل من الظلم، والظلم هو العدول عن الطريق الذي يجب سلوكه للوصول إلى الحق {لَعْنَةَ اللَّهِ} واللعن: الطرد والإبعاد على سبيل السخط. </p><p> {وَلَا هُمْ يُنْظَرُونَ} الإنظار، الإمهال والتأخير. </p><p> {مِلْءُ الْأَرْضِ} والملء - بكسر الميم وسكون اللام - وهو ما يؤخذه الإناء إذا امتلأ، يقال: إنه ينام ملء جفنه، إذا نام خاليًا من الغم والهم، ويقال: فلان ملء كسائه؛ أي: سمين، ويجمع على أملأ. </p><p> البلاغة </p><p> وذكروا في هذه الايات أنواعًا من البلاغة والفصاحة: </p><p> فمنها: الالتفات في قوله: {لَمَا آتَيْتُكُمْ} ، ففيه الالتفات من الغيبة إلى الخطاب، إذ قبله ميثاق النبيين، وهو لفظ غائب. </p><p> ومنها: الاكتفاء في قوله: {أَأَقْرَرْتُمْ} لأن الظاهر في الجواب أن يقال: أقررنا وأخذنا إصرك، فلم يذكر الثاني اكتفاء بالأول. </p><p> ومنها: جناس الاشتقاق بين لفظ: {اشهدوا} و {الشَّاهِدِينَ} ، وكذلك بين لفظ:  {كَفَرُوا} و {كُفْرًا} ، وهو من المحسنات البديعية. </p><p> ومنها: الطباق بين {طَوْعًا}  {وَكَرْهًا} وبين لفظ الكفر والإيمان في قوله: {كَفَرُوا بَعْدَ إِيمَانِهِمْ} في موضعين. </p><p> ومنها: التكرار في قوله: {يَهْدِي} و {لَا يَهْدِي} ، وفي قوله:  {كَفَرُوا بَعْدَ إِيمَانِهِمْ} . </p><p> ومنها: التجنيس المغاير في قوله: {كَفَرُوا} و {كُفْرًا} . </p><p> ومنها: التأكيد بلفظ هم في قوله: {وَأُولَئِكَ هُمُ الضَّالُّونَ} . </p><p> ومنها: قصر صفة على موصوف في قوله: {فَأُولَئِكَ هُمُ الْفَاسِقُونَ} ومثله قوله: {وَأُولَئِكَ هُمُ الضَّالُّونَ} . </p><p> ومنها: عطف العام على الخاص في قوله: {وَمَا أُوتِيَ مُوسَى وَعِيسَى وَالنَّبِيُّونَ} . </p><p> ومنها: التشبيه في قوله: {ثُمَّ ازْدَادُوا كُفْرًا} شبه تماديهم على كفرهم وإجرامهم، بالأجرام التي يزاد بعضها على بعض، وهو من تشبيه المعقول بالمحسوس. </p><p> ومنها: العدول من مفعل إلى فعيل؛ لإفادة المبالغة في قوله: و {لَهُمْ عَذَابٌ أَلِيمٌ} لما في فعيل من المبالغة. </p><p> ومنها: الحذف في مواضع إلى غير ذلك (١) . </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p>(١) إلى هنا انتهى المجلد الرابع من الشرح على الجزء الثالث من القرآن الكريم في تاريخ ٢٤/ ١٢/ ١٤٠٧ من الهجرة النبوية على صاحبها أفضل الصلاة، وأزكى التحية، وصلى الله وسلم على سيدنا ومولانا محمد خاتم النبيين، وعلى آله وصحبه أجمعين، والحمد لله رب العالمين.</p><p> تفسير حدائق الروح والريحان في روابي علوم القرآن </p><p> تأليف </p><p> الشيخ العلامة محمد الأمين بن عبد الله الأرمي العلوي الهرري الشافعي </p><p> المدرس بدار الحديث الخيرية في مكة المكرمة </p><p> إشراف ومراجعة </p><p> الدكتور هاشم محمد علي بن حسين مهدي </p><p> خبير الدراسات برابطة العالم الإسلامي - مكة المكرمة </p><p> «المجلد الخامس» </p><p> حقوق الطبع محفوظة للناشر </p><p> الطبعة الأولى </p><p> ١٤٢١ هـ - ٢٠٠١ م </p><p> دار طوق النجاة </p><p> بيروت - لبنان </p><p> تفسير حدائق الروح والريحان في روابي علوم القرآن </p><p> [٥] </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> شعر </p><p> إِنْ أخْرَجُونِي مِنْ بِلاَدِي ... فَإِنَّ مَعِيَ رَبَّ العِبَادِ </p><p> في قَلْبِي إِيْمَانٌ وتَصْدِيقُ ... وَفِي جِسْمِيَ امْتِثَالٌ وَتَطْبِيْقُ </p><p> وَلا أَقُولُ أَهلِي وِلادِي ... ولا مَالِي وَلاَ تِلاَدِي </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> وصلَّى الله وسلَّم على سيدنا، ومولانا محمد خاتِم النبيين، وعلى آله وصحبه أجمعين، والحمد لله رب العالمين. </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ وَمَا تُنْفِقُوا مِنْ شَيْءٍ فَإِنَّ اللَّهَ بِهِ عَلِيمٌ (٩٢) كُلُّ الطَّعَامِ كَانَ حِلًّا لِبَنِي إِسْرَائِيلَ إِلَّا مَا حَرَّمَ إِسْرَائِيلُ عَلَى نَفْسِهِ مِنْ قَبْلِ أَنْ تُنَزَّلَ التَّوْرَاةُ قُلْ فَأْتُوا بِالتَّوْرَاةِ فَاتْلُوهَا إِنْ كُنْتُمْ صَادِقِينَ (٩٣) فَمَنِ افْتَرَى عَلَى اللَّهِ الْكَذِبَ مِنْ بَعْدِ ذَلِكَ فَأُولَئِكَ هُمُ الظَّالِمُونَ (٩٤) قُلْ صَدَقَ اللَّهُ فَاتَّبِعُوا مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ (٩٥) إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكًا وَهُدًى لِلْعَالَمِينَ (٩٦) فِيهِ آيَاتٌ بَيِّنَاتٌ مَقَامُ إِبْرَاهِيمَ وَمَنْ دَخَلَهُ كَانَ آمِنًا وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا وَمَنْ كَفَرَ فَإِنَّ اللَّهَ غَنِيٌّ عَنِ الْعَالَمِينَ (٩٧) قُلْ يَا أَهْلَ الْكِتَابِ لِمَ تَكْفُرُونَ بِآيَاتِ اللَّهِ وَاللَّهُ شَهِيدٌ عَلَى مَا تَعْمَلُونَ (٩٨) قُلْ يَا أَهْلَ الْكِتَابِ لِمَ تَصُدُّونَ عَنْ سَبِيلِ اللَّهِ مَنْ آمَنَ تَبْغُونَهَا عِوَجًا وَأَنْتُمْ شُهَدَاءُ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ (٩٩) يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تُطِيعُوا فَرِيقًا مِنَ الَّذِينَ أُوتُوا الْكِتَابَ يَرُدُّوكُمْ بَعْدَ إِيمَانِكُمْ كَافِرِينَ (١٠٠) وَكَيْفَ تَكْفُرُونَ وَأَنْتُمْ تُتْلَى عَلَيْكُمْ آيَاتُ اللَّهِ وَفِيكُمْ رَسُولُهُ وَمَنْ يَعْتَصِمْ بِاللَّهِ فَقَدْ هُدِيَ إِلَى صِرَاطٍ مُسْتَقِيمٍ (١٠١) يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ (١٠٢) وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعًا وَلَا تَفَرَّقُوا وَاذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ إِذْ كُنْتُمْ أَعْدَاءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُمْ بِنِعْمَتِهِ إِخْوَانًا وَكُنْتُمْ عَلَى شَفَا حُفْرَةٍ مِنَ النَّارِ فَأَنْقَذَكُمْ مِنْهَا كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَهْتَدُونَ (١٠٣) }. </p><p> المناسبة </p><p> قوله تعالى:  {لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ ...} مناسبةُ (١) هذه الآية لِما قبلها: هو أنه تعالى لما أخبر عمن مات كافرًا، أنه لا يقبل منه ما أنفق في </p><p>(١) البحر المحيط.</p><p> الدنيا أو ما أحضره لتخليص نفسه في الآخرة .. حض المؤمن على الصدقة، وبيَّن أنه لن يدرك البر حتى ينفق مما يحب. </p><p> قوله تعالى:  {كُلُّ الطَّعَامِ كَانَ حِلًّا لِبَنِي إِسْرَائِيلَ} . مناسبة هذه الآية لما قبلها، والجامع بينهما: أنه تعالى أخبر أنه لا ينال المرء البر إلا بالإنفاق مما يحب. </p><p> ونبيُّ الله إسرائيل، روي في الحديث أنه مرض مرضًا شديدًا؛ فطال سقمه؛ فنذر لله نذرًا إن عافاه الله من سقمه، أن يحرم، أو ليحرمن أحب الطعام والشراب إليه، وكان أحب العام إليه لحوم الإبل، وأحب الشراب ألبانها. ففعل ذلك تقربا إلى الله تعالى. فقد اتفقت هذه الآية، والتي قبلها في أنَّ كلًّا منهما في ترك ما يحبه الإنسان، وما يؤثره على سبيل التقرب به لله تعالى. </p><p> قوله تعالى {إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكًا} مناسبة هذه الآية لما قبلها ظاهرة: وهو أنه لما أمر تعالى باتباع ملة إبراهيم، وكان حج البيت من أعظم شعائر ملة إبراهيم، ومن خصوصيات دينه .. أخذ في ذكر البيت وفضائله، ليبني على ذلك ذكر الحج ووجوبه. وأيضًا، فإن اليهود حين حولت القبلة إلى الكعبة؛ طعنوا في نبوة رسول الله - صلى الله عليه وسلم -، وقالوا: بيت المقدس أفضل وأحق بالاستقبال؛ لأنه وضع قبل الكعبة، وهو أرض المحشر، وقبلة جميع الأنبياء، فأكذبهم الله في ذلك بقوله:  {إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ} ، كما أكذبهم في دعواهم قبل: إنما حرم عليهم ما كان محرمًا على يعقوب من قبل أن تنزل التوارة. وأيضًا: فإن كل فرقة من اليود والنصارى، زعمت أنها على ملة إبراهيم، ومن شعائر ملته حج الكعبة، وهم لا يحجونها، فأكذبهم الله في دعواهم تلك. </p><p> أسباب النزول </p><p> قوله تعالى:  {كُلُّ الطَّعَامِ كَانَ حِلًّا لِبَنِي إِسْرَائِيلَ ...} سبب نزول هذه الآية (١) : أن اليهود قالوا للنبيِّ محمد: - صلى الله عليه وسلم - تزعم أنك على ملة إبراهيم، </p><p>(١) الخازن.</p><p> وكان إبراهيم لا يأكل لحوم الإبل وألبانها، وأنت تأكل ذلك كلَّه، فلست على ملته. فقال النبي - صلى الله عليه وسلم -: \"كان ذلك حلالًا لإبراهيم\" . قالوا: كل ما نحرمه اليوم، كان ذلك حرامًا على نوح وإبراهيم حتى انتهى إلينا. فأنزل الله عز وجل:  {كُلُّ الطَّعَامِ كَانَ حِلًّا لِبَنِي إِسْرَائِيلَ إِلَّا مَا حَرَّمَ إِسْرَائِيلُ عَلَى نَفْسِهِ} وهو يعقوب {مِنْ قَبْلِ أَنْ تُنَزَّلَ التَّوْرَاةُ} يعني: ليس الأمر على ما تدعيه اليهود من تحريم لحوم الإبل، على إبراهيم، بل كان ذلك حلالًا على إبراهيم، وإسماعيل، وإسحاق، ويعقوب، وإنما حرَّمه يعقوب بسببٍ من الأسباب، وبقيت تلك الحرمة في أولاده، فأنكر اليهود ذلك، فأمرهم رسول الله - صلى الله عليه وسلم - بإحضار التوراة، وطلب منهم أن يستخرجوا منها: أنَّ ذلك كان حرامًا على إبراهيم. </p><p> قوله تعالى:  {إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ ...} سبب نزول هذه الآية: أنَّ اليهود قالوا للمسلمين، بيت المقدس، قبلتنا، وهو أفضل من الكعبة، وأقدم، وهو مهاجر الأنبياء وقبلتهم، وأرض المحشر، وقال المسلمون: بل الكعبة أفضل، فأنزل هذه الآية. </p><p> وقيل: لما ادَّعَتِ اليهود والنصارى أنهم على ملة إبراهيم أكذبهم الله تعالى، وأخبر أن إبراهيم كان {حَنِيفًا مُّسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ} وأمرهم باتباعه فقال تعالى في الآية المتقدمة: {فَاتَّبِعُوا مِلَّةَ إِبْرَاهِيمَ حَنِيفًا} وكان من أعظم شعائر ملة إبراهيم الحج إلى الكعبة، ذكر في هذه الآية فضيلة البيت ليفرع عليها إيجاب الحج. </p><p> قوله تعالى:  {وَمَنْ كَفَرَ فَإِنَّ اللَّهَ غَنِيٌّ عَنِ الْعَالَمِينَ ...} سبب نزولها: ما أخرجه سعيد بن منصور عن عكرمة قال: لما نزلت آية {وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا} قالت اليهود: فنحن مسلمون، فقال لهم رسولُ الله - صلى الله عليه وسلم -: \"إن الله فرض على المسلمين حج البيت\" ، فقالوا: لم يكتب علينا، وأبوا أن يحجوا فأنزل الله:  {وَمَنْ كَفَرَ فَإِنَّ اللَّهَ غَنِيٌّ عَنِ الْعَالَمِينَ} . </p><p> قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تُطِيعُوا فَرِيقًا مِنَ الَّذِينَ أُوتُوا ...} الآيات، سبب نزولها: ما أخرجه ابن إسحاق، وأبو الشيخ عن زيد بن أسلم قال: مرَّ </p>"
}