{
  "id": null,
  "sura": 3,
  "aya": 75,
  "text": "<p> التفسير وأوجه القراءة </p><p> ٧٥ - {وَمِنْ أَهْلِ الْكِتَابِ} شروع في بيان خيانتهم في الأموال بعد بيان خيانتهم في الدين، وفي \"الخازن\" ؛ نزلت هذه الآية في اليهود، أخبر الله عزّ وجلّ أنَّ فيهم أمانة وخيانة، وقسمهم قسمين، فقال:  {وَمِنْ أَهْلِ الْكِتَابِ} ؛ أي: ومن اليهود {مَنْ إِنْ تَأْمَنْهُ بِقِنْطَارٍ} ؛ أي: مَنْ إذا جعلته أمينًا على مال كثير، وأودعته عنده {يُؤَدِّهِ} ؛ أي: يدفع ذلك القنطار ويرده {إِلَيْكَ} بلا خيانة فيه ولا تعب، لشدة أمانته، وكمال وثوقه؛ كعبد الله بن سلام، استودعه رجل من قريش ألفًا ومئتي أوقية من ذهب، فأداه إليه {وَمِنْهُمْ} ؛ أي: ومن اليهود {مَنْ إِنْ تَأْمَنْهُ بِدِينَارٍ} ؛ أي: من إذا جعلته أمينًا على مال قليل، فضلًا عن كثير {لَا يُؤَدِّهِ} ؛ أي: لا يدفع ذلك الدينار، ولا يرده {إِلَيْكَ} بل يستحله ويخون فيه؛ كفنحاص بن عازوراء، استودعه رجل من قريش دينارًا، فجحده وخانه {إلَّا مَا دُمْتَ عَلَيْهِ قَائِمًا} ؛ أي: لا يرده إليك في جميع المُدَدَ والأزمنة، إلا مدة دوامك يا صاحب الحق قائمًا على رأسه، ملازمًا له، مبالغًا في مطالبته بالتقاضي والترافع، وإقامة البنية عليه. قال ابن عباس رضي الله عنهما: يريد: تقوم عليه، وتطالبه بالإلحاح والخصومة والملازمة. وقيل: أراد أنَّه إنْ أودعته شيئًا، ثُمَّ استرجعته منه في الحال، وأنت قائم على رأسه لم تفارقه .. رده عليك، وإنْ أخرت استرجاع ما أودعته\". أنكره ولم يرده عليك. </p><p> وقيل: أهل الأمانة هم النصارى، وأهل الخيانة هم اليهود؛ لأنَّ مذهبهم: أنْ يحل قَتل من خالفهم في الدين، وأخذ ماله بأي طريق كان {تَأْمَنْهُ} هذه (١) قراءة الجمهور، وقرأ ابن وثاب والأشهب العقيلي شذوذًا:  (تيمنه) بكسر التاء الفوقية على لغة بكر وتميم، ومثله قراءة من قرأ شذوذًا:  {نِستعين} بكسر النون. </p><p> وقرأ الجمهور (٢) : {يُؤَدِّهِ} بكسر الهاء ووصلها بياء، وقرأ قالون باختلاس الحركة، وقرأ أبو عمرو وأبو بكر وحمزة والأعمش: بالسكون، وقال الفراء: </p><p>(١) الشوكاني. (٢) البحر المحيط.</p><p> مذهب بعض العرب يسكنون الهاء إذا تحرك ما قبلها، فيقولون: ضربته ضربًا شديدًا، كما يسكنون ميم أنتم وقمتم، وما ذهب إليه أبو إسحاق من أن الإسكان غلط، ليس بشيء؛ إذ هي قراءة في السبعة، وهي متواترة. </p><p> وقرأ أبو المنذر سلام والزهري شذوذًا (١) : {يؤده} بضم الهاء بغير واو، وقرأ قتادة وحمزة ومجاهد شذوذًا أيضًا: بواو في الإدراج. </p><p> وقرأ أبو عبد الرحمن السلمي (٢) ، ويحيى بن وثاب، والأعمش وابن أبي ليلى، والفياض بن غزوان، وطلحة وغيرهم شذوذًا:  (دِمت) بكسر الدال، وهي لغة تميم. </p><p> وخلاصة الكلام: أنّ أهل الكتاب طائفتان: </p><p> الأولى: طائفة تُؤَمَّن على الكثير والقليل،؛ كعبد الله بن سلام وأصحابه، استودعه قرشي ألفًا ومائتي أوقية من ذهب، فأداها إليه كما مرَّ. </p><p> والثانية: طائفة أخرى تخون الأمانة، فلو استودعتها القليل جحدته، ولا تؤديه إليك إلا إذا أدمت الوقوف على رأسها، ملحًا في المطالبة، أو لاجئًا إلى التقاضي والمحاكمة، ومن هؤلاء: كعب بن الأشرف، استودعه قريش دينارًا فجحده. </p><p> ثمَّ بيَّن السبب في فعلهم هذا فقال:  {ذَلِكَ} المذكور من الخيانة وترك أداء الأمانة، واستحلال أموال الناس، مستحق لهم {بـ} ـسبب {أنَّهم قالوا ليس علينا في الأميين سبيل} ؛ أي: بسبب أنهم يقولون: ليس علينا فيما أخذنا من أموال المشركين من العرب سبيل؛ أي: مؤاخذة، وتبعة، وإثم عند الله تعالى؛ لأن أموال العرب حلال لنا؛ لأنهم ليسوا على ديننا، ولا حرمة لهم في كتابنا، وكانوا يستحلون ظلم من خالفهم في دينهم، أو المعنى: ليس علينا فيما أصبنا </p><p>(١) الشوكاني. (٢) البحر المحيط.</p>"
}