{
  "id": null,
  "sura": 3,
  "aya": 153,
  "text": "<p> لكم يمحصكم به، ويميز الصادقين من المنافقين، والصابرين من الجازعين {وَلَقَدْ عَفَا} الله سبحانه وتعالى {عَنْكُمْ} ؛ أي: وعزتي وجلالي لقد غفر الله لكم أيها المخالفون أمر الرسول - صلى الله عليه وسلم - ما ارتكبتموه من المخالفة والهزيمة تفضلًا منه لما علم من ندمكم على المخالفة {وَاللَّهُ} سبحانه وتعالى {ذُو فَضْلٍ} وطول، وإحسان {عَلَى الْمُؤْمِنِينَ} ؛ أي: على أهل الإيمان به، وبرسوله، فيعفو عن كثير مما يستوجبون به العقوبة من الذنوب، ولا يذرهم على ما هم عليه من تقصيرٍ يهبط بنفوس بعض، وضعف يلم بآخرين، بل يمحص ما في صدورهم حتى يكونوا من المخلصين الطائعين المخبتين. </p><p> ١٥٣ - وفي الآية: دليلٌ (١) على أنَّ صاحب الكبيرة مؤمنٌ، وأنَّ الله تعالى يعفو بفضله وكرمه إن شاء؛ لأنه سمَّاهم مؤمنين مع ما ارتكبوه من مخالفة أمر رسول الله - صلى الله عليه وسلم - وهي كبيرةٌ، وعفا عنهم بعد ذلك. والظرف في قوله:  {إِذْ تُصْعِدُونَ} إما متعلق بصرفكم، وهو أجود من جهة المعنى، أو بعفا، وهو أحسن من جهة القرب أو بعصيتم، أو تنازعتم أو باذكروا محذوفًا؛ أي: ثم صرفكم عنهم حين تبالغون في الذهاب في صعيد الأرض، والإبعاد في نواحيها، منهزمين منهم هاربين في الجبل، والإصعاد الذهاب في صعيد الأرض. {وَلَا تَلْوُونَ} ؛ أي: ولا تلتفتون {عَلَى أَحَدٍ} وراءكم؛ أي: لا يلتفت بعضكم إلى بعض، ولا ينتظره لشدة الدهشة التي عرتكم، والخوف الذي فجأكم {وَالرَّسُولُ يَدْعُوكُمْ} ؛ أي: والحال أنَّ الرسول محمدا - صلى الله عليه وسلم - يناديكم من ورائكم و {فِي أُخْرَاكُمْ} ؛ أي: في (٢) ساقتكم أو جماعتكم الآخرى، أي: واقفٌ في آخركم يقول: \"إليَّ عباد الله، إليَّ عباد الله، أنا رسول الله من كَرَّ - رجع - فله الجنة\" وأنتم لا تسمعون، ولا تنظرون، وقد كان لكم أسوةٌ بالرسول، فتقتدون به في الصبر والثبات. </p><p> وقرأ الجمهور (٣)  {تُصْعِدُونَ} بضم التاء مضارع أصعد الرباعي، والهمزة </p><p>(١) الخازن. (٢) البيضاوي.(٣) البحر المحيط.</p><p> في أصعد للدخول؛ أي: دخلتم في الصعيد ذهبتم فيه كما تقول: أصبح زيدٌ؛ أي: دخل في الصباح، فالمعنى: إذ تذهبون في الأرض، وتبين ذلك قراءة أبي {إذ تصعدون في الوادي} وقرأ أبو عبد الرحمن، والحسن، ومجاهد، وقتادة، واليزدي {تَصعَدونَ} من صعد في الجبل إذا ارتقى إليه. </p><p> والجمع بين القراءتين: أنهم أوَّلًا أصعدوا في الوادي، فلما ضايقهم العدو صعدوا في الجبل، وهذا على رأي من يفرق بين أصعد وصعد. وقرأ أبو حيوة {تصعدون} من تصعد في السلم، وأصله تتصعدون، فحذفت إحدى التائين على الخلاف في ذلك، أهي تاء المضارعة أم تاء تفعل؟. </p><p> وقرأ ابن محيصن، وابن كثير في رواية شِبْلٍ {يَصْعَدُون}  {ولا يلوون} بالياء على الخروج من الخطاب إلى الغيبة. وقرأ الجمهور (١)  {تَلْوُنَ} بفتح التاء، وضم الواو الأولى من لوى الثلاثي، وقرىء {تَلْؤُون} بإبدال الواو الأولى همزةً كراهية اجتماع واوين، وليس بقياس. وقياس هذه الواو المضمومة أن لا تبدل همزةً لأن الضمة فيها عارضةٌ. </p><p> وقرأ الأعمش وورش عن عاصم {تُلْوون} بضم التاء من أَلْوى الرباعي، وهي لغةٌ ففعل، وأفعل بمعنى. </p><p> وقرأ الحسن {تَلُوْنَ} بواو واحدةٍ، وخرَّجُوها على أنه أبدل الواو همزة، ثم نقلت حركة الهمزة على اللام، ثم حذفت الهمزة على القاعدة، فلم يبق من الكلمة إلا الفاء، وظاهر قوله:  {عَلَى أَحَدٍ} بفتح الهمزة على قراءة الجمهور العموم، وقيل: المراد به النبيُّ - صلى الله عليه وسلم - وعبر بأحد عنه تعظيمًا له، وصونًا لاسمه أن يذكر عند ذهابهم عنه، قاله ابن عباس، والكلبيُّ، وقرأ حميد بن قيس {على أحد} بضم الهمزة، والحاء، وهو الجبل قاله ابن عطية، والقراءة المشهورة أقوى؛ لأنَّ النبي - صلى الله عليه وسلم - لم يكن على الجبل إلا بعد ما فرَّ الناس عنه، وهذه الحال من إصعادهم، إنما كانت وهو يدعوهم انتهى. </p><p>(١) البحر المحيط.</p>"
}