{
  "id": null,
  "sura": 3,
  "aya": 140,
  "text": "<p> وفي قوله:  {وَأَنْتُمُ الْأَعْلَوْنَ} تبشيرٌ لهم بما يقع لهم في المستقبل من النصر، فإن من اخترق الإيمان الصحيح فؤاده، وتمكن من سويداء قلبه يكون على يقينٍ من العاقبة بعد مراعاة السنن والأسباب المطردة للظفر والفلاح </p><p> ١٤٠ - {إِنْ يَمْسَسْكُمْ قَرْحٌ} ؛ أي: إن أصابكم أيها المؤمنون جرح في يوم أحد {فَقَدْ مَسَّ الْقَوْمَ} ؛ أي: فقد أصاب كفار مكة يوم بدر {قَرْحٌ مِثْلُهُ} ، أي: جرح ماثلٌ لما أصابكم في يوم أحد، بل هو أعظم مما أصابكم؛ لأنه أسر منهم سبعون، وقتل سبعون والمسلمون في أحدٍ قتل منهم سبعون، وأسر عشرون، ومع ذلك فلم يضعف ذلك قلوبهم، فأنتم أحق بأن لا تضعافوا. </p><p> وقيل: إن المعنى إن نالكم يوم أحد قرحٌ وانهزامٌ .. فقد نال كفار مكة في ذلك اليوم، أعني يوم، أحد قرحٌ مماثلٌ لما نالكم، فإن المسلمين نالوا من الكفار قبل أن يخالفوا أمر رسول الله - صلى الله عليه وسلم - قتلوا منهم نيفًا وعشرين رجلًا، منهم صاحب لوائهم، وجرحوا عددًا كثيرًا، وعقروا عامة خيلهم بالنبل، وقد كانت الهزيمة عليهم أول النهار. </p><p> والخلاصة: أنه لا يسوغ لكم التقاعد عن الجهاد، وليس لكم العذر فيه؛ لأجل أن مسكم قرحٌ، فإن أعداءكم قد مسهم مثله قبلكم وهم على باطلهم لم يفتروا في الحرب، ولم يهنوا فأنتم أجدر بصدق العزيمة لمعرفتكم بحسن العاقبة وتمسككم بالحق. </p><p> وقرأ حمزة (١) والكسائي، وابن عيَّاش عن عاصم، والأعمش في طريقةٍ {قَرْحٌ} بضم القاف وباقي السبعة بالفتح. والسبعة كلهم على تسكين الراء. قال أبو علي: والفتح أولى انتهى. ولا أولوية إذ كلاهما متواترٌ فهما لغتان كالضعف والضعف. وقيل: هو بالفتح الجراح، وبالضم ألمها. وقرأ أبو السمال، وابن السميقع {قَرْحٌ} بفتح القاف والراء، وهي لغة: كالطرد والطرد والشل والشلل. وقرأ الأعمش {إِنْ يَمْسَسْكُمْ} بالتاء من فوق {قَرْوحٌ} بالجمع. </p><p>(١) البحر المحيط والبيضاوي.</p><p> {وَتِلْكَ الْأَيَّامُ} ؛ أي: أيام الغلبة والظفر والنصر {نُدَاوِلُهَا} ونناقلها، ونحاولها، ونناوبها، ونصرفها من قديم الزمان إلى آخره {بَيْنَ النَّاسِ} على وفق ما أردناه أزلًا تارةً لهؤلاء، وتارةً لهؤلاء، فلا تبقى الناس على حالة واحدةٍ، ولا يدوم (١) مسارها ومضارها فيومٌ يحصل فيه السرور للمؤمنين، والغم للأعداء، ويومٌ آخر بالعكس، ولكن العاقبة للمؤمنين، وليس المراد من هذه المداولة أنَّ الله تعالى تارةً ينصر المؤمنين، والأخرى ينصر الكافرين. وذلك؛ لأن نصرة الله منصبٌ شريفٌ، فلا يليق بالكافر بل المراد من هذه المداولة أنه تارةً يشدد المحنة على الكفار، وأخرى على المؤمنين، ولو شدَّد المحنة على الكفار في جميع الأوقات .. لحصل العلم الضروري بأن الإيمان حقٌّ، وما سواه باطلٌ، ولو كان كذلك .. لبطل التكليف والثواب، وأيضًا إن المؤمن قد يقدم على بعض المعاصي؛ فيشدد الله المحنة عليه في الدنيا تأديبًا له. وأمَّا تشديد المحنة على الكافر، فإنه غضبٌ من الله عليه، وأيضًا: إن لذات الدنيا وآلامها غير باقية، وإنما السعادات المستمرة في دار الآخرة. </p><p> ورُوي أنَّ أبا سفيان صعد الجبل يوم أحد فمكث ساعةٌ، ثم قال: أين ابن أبي كبشة؟ يعني محمدًا - صلى الله عليه وسلم - وأبو كبشة زوج حليمة السعدية، وهو أبوه من الرضاع أين ابن أبي قحافة؟ يريد أبا بكر أين ابن الخطاب؛ فقال عمر: هذا رسولُ الله - صلى الله عليه وسلم - وهذا أبو بكر وها أنا ذا عمر فقال أبو سفيان: يومٌ بيوم، والأيام دولٌ، والحرب سجالٌ، فقال عمر: لا سواء قتلانا في الجنة، وقتلاكم في النار، فقال: إن كان الأمر كما تزعمون .. فقد خبنا إذًا وخسرنا. </p><p> والخلاصة (٢) : أن مداولة الأيام، وأوقات الغلبة، والنصر بين الناس سنةٌ من سنن الله تعالى في المجتمع البشري، فمرةً تكون الدولة، والغلبة للمبطل، وأخرى للمحق، ولكن العاقبة دائمًا لمن اتبع الحق. </p><p> وإنما تكون الدولة لمن عرف أسباب النجاح، ورعاها حق رعايتها، </p><p>(١) مراح. (٢) المراغي.</p><p> كالإتفاق، وعدم التنازع، والثبات، وصحة النظر، وقوة العزيمة، وأخذ الأهبة، وإعداد ما يستطاع من القوة. </p><p> فعليكم أيها المؤمنون: أن تقوموا بهذه الأعمال، والأسباب وتحكموها أتم الأحكام حتى تظفروا، وتفوزوا، ولا يكن ما أصابكم من الفشل مضعفًا لعزائمكم؛ فإن الدنيا دولٌ كما قال: </p><p> فَيَوْمٌ لَنَا وَيَوْمٌ عَلَيْنَا ... وَيَوْمٌ نُسَاءُ وَيوْمٌ نُسَرُّ </p><p> ومن أمثال العرب: الحرب سجالٌ. وقرىء (١) شاذًا {يُدَاوِلُهَا} بالياء، وهو جار على الغيبة قبله وبعده، وقراءة النون فيها التفاتٌ وإخبارٌ بنون العظمة المناسبة لمداولة الأيام. </p><p> وقوله:  {وَلِيَعْلَمَ اللَّهُ الَّذِينَ آمَنُوا} معطوف على محذوف تقديره وتلك الأيام نداولها بين الناس ليقوم بذلك العدل، ويستقر النظام، ويعلم الناظر في السنن العامة، والباحث في الحكم الإلهية، أنه لا محاباة في هذه المداولة {وَلِيَعْلَمَ اللَّهُ الَّذِينَ آمَنُوا وَيَتَّخِذَ مِنْكُمْ} ؛ أي: وليرى الله صبر الذين آمنوا منكم على مناجزة الجهاد وملاقاة الأعداء. قال ابن كثير (٢) : قال ابن عباس في مثل هذا: لنرى من يصبر على مناجزة الأعداء. انتهى أو المعنى: وليميِّز الله الذين أخلصوا في إيمانهم من المنافقين إذا أصابتهم المشقة كما وقع في أحد. وقال الشوكانيُّ (٣) : فعلنا فعل من يريد أن يعلم؛ لأنه سبحانه لم يزل عالمًا، أو ليعلم الذين آمنوا بصبرهم علمًا يقع عليه الجزاء والثواب، كما علمه علمًا أزليًّا انتهى. وإنما فسرنا كذلك, لأنَّ الله سبحانه وتعالى علمهم أزلًا فلم يزل عالمًا بهم. {وَيَتَّخِذَ} ؛ أي: وليكرم بعضكم باتخاذهم شهداء في سبيل الله، وهم شهداء أحد، وذلك أن قومًا من المسلمين فاتهم يوم بدر، وكانوا يتمنون لقاء العدو، ويلتمسون فيه الشهادة. والشهداء جمع شهيد، وهو من قتل من المسلمين بسيف </p><p>(١) البحر المحيط. (٢) ابن كثير.(٣) فتح القدير.</p>"
}