{
  "id": null,
  "sura": 3,
  "aya": 37,
  "text": "<p> وابنها، فإن الله سبحانه وتعالى عصمها ببركة هذه الاستعاذة. </p><p> وفي المقام إشكال قوي لم أرَ من نبَّه عليه من المفسرين، وحاصله: أن قوله: {وَإِنِّي أُعِيذُهَا بِكَ} معطوف على ما قبه، الواقع حيزًا لما وضعتها، فيقتضي أن طلب هذه الاستعاذة إنما وقع بعد الوضع، فلا يترتب عليه حفظ مريم من طعن الشيطان وقت نزولها وخروجها من بطن أمها، فلا يتلاقى الحديث مع الآية، بل مقتضى ظاهر الآية: أن إعاذتها من الشيطان الرجيم إنما كان بعد وضعها، وهذا لا ينافي تسلُّط الشيطان عليها بطعنها ونخسها وقت ولادتها الذي هو عادته، فإن عادته طعن المولود وقت خروجه من بطن أمه، تأمل. </p><p> قلتُ: الجواب أنه استعمل المضارع بمعنى الماضي بقرينة السياق، فكأنه قال: وإني أعذتها بك وذريتها، والله أعلم. </p><p> وفي \"القرطبي\" : قال علماؤنا في هذا الحديث: إن الله استجاب دعاءَ أم مريم، وإن الشيطان ينخس جميع بني آدم حتى الأنبياء والأولياء إلا مريم وابنها، قال قتادة: كل مولود يطعنه الشيطان في جنبه حين يولد، غير عيسى وأمه، فإنه جعل بينهما حجاب هو المشيمة التي يكون فيها الولد، فأصابت الطعنة الحجاب، ولم ينفذ لهما منه شيء. وطعن الشيطان للأنبياء غير عيسى ليس فيه نقص لهم، ولا ينافي عصمتهم منه؛ لأنهم معصومون من وسوسته وإغوائه. والطعن من قبيل الأمراض والآلام المتعلقة بظاهر البدن، والأنبياء غير معصومين من مثل هذا، تأمل. انتهى. </p><p> ٣٧ - {فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٍ} ؛ أي: تقبل الله سبحانه وتعالى مريم من أمها قبولًا حسنًا، ورضي أن تكون محررة للعبادة وخدمة بيته على صغرها وأنوثتها، وكان التحرير لا يجوز إلا لغلام عاقل قادر على خدمة البيت {وَأَنْبَتَهَا نَبَاتًا حَسَنًا} ؛ أي: رباها الله سبحانه وتعالى، ونماها بما يصلح أحوالها؛ كما يربي النبات في الأرض الصالحة بعد تعهد الزراع إياه بالسقي، وقلع ما يضعفه من النبات الطفيلي، وهذه التربية تشمل التربية الروحية والجسدية، فقد نمَّى جسدَها، فكانت خير لذاتها جسمًا وقوة، كما نَمَّاها صلاحًا وعفةً وسداد رأيٍ. قيل: معنى </p><p> أنبتها نباتًا حسنًا؛ أي: جعل ثمرتها مثل عيسى، وقيل: القبول الحسن: تربيتها على نعت العِصْمة حتى قالت: {إِنِّي أَعُوذُ بِالرَّحْمَنِ مِنْكَ إِنْ كُنْتَ تَقِيًّا} ، والنبات الحسن: الاستقامة على الطاعة وإيثار رضا الله في جميع الأوقات. </p><p> {وَكَفَّلَهَا زَكَرِيَّا} ؛ أي: جعل الله سبحانه وتعالى زكريا مربيًا لها، وضامنًا لمصالحها، وقائمًا بشؤونها؛ أي: كَفَّلها، لا بالوحي، بل بمقتضى القرعة، كما ذكره أبو السعود. قال أهل الأخبار: أن حنة حين وضعت مريم لفتها في خرقة، وحملتها إلى المسجد، ووضعتها عند الأحبار أبناء هارون، وهم يلون يومئذٍ من بيت المقدس ما تلى الحجبة من الكعبة، وقالت: خذوا هذه النذيرة، فتنافسوا فيها؛ لأنها كانت بنت إمامهم الأعظم في العلم والصلاح، فقال زكريا: أنا أحق بها؛ لأن خالتها عندي، فقالت الأحبار: لا تقل ذلك، فإنها لو تركت لأحق الناس بها .. لتركت لأمها التي ولدتها، ولكنا نقترع عليها، فانطلقوا، وكانوا تسعة وعشرين إلى نهر جار في حلب يقال له: قرمق، فألقوا فيه أقلامهم التي كانوا يكتبون التوراة بها على أن كل من ارتفع قلمه فوق الماء، وثبت، فهو أولى بها من غيره، وعلى كل قلم اسم صاحبه، ثم ألقوا أقلامهم ثلاث مرات، ففي كل مرة يرتفع قلم زكريا فوق الماء، وترسب أقلامهم، فأخذها زكريا، ولما أخذها .. بنى لها غرفة في المسجد، وجعل بابها في وسطا لا يرقى إليه إلا بالسلم، ولا يصعد إليها غيره، وكان إذا خرج أغلق عليها سبعة أبواب، وكان يأتيها بأكلها وشربها ودهنها. </p><p> وقرأ الكوفيون (١) : {وَكَفَّلَهَا} - بتشديد الفاء - على إسناد الفعل إلى الله تعالى. وباقي السبعة {وكفَلها} بتخفيفها على إسناد الفعل إلى زكريا بمعنى: ضمها إليه، وقرأ أُبي:  {وأكفلها} وهو بمعنى التشديد، وقرأ عبد الله المزني شذوذًا:  {وكفِلها} بالتخفيف وكسر الفاء، وهي لغة، يقال: كفل يكفل كنصر ينصر، وكفل يكفل كعلم يعلم، والفعل مسند إلى زكريا، ففيه أربع قراءات ثنتان </p><p>(١) البحر المحيط.</p><p> منها سبعية. </p><p> وقرأ مجاهد (١) : {فتقبلْها} بإسكان اللام على صيغة الأمر والدعاء، ونصب {ربَّها} على أنَّه منادى مضاف، وقرأ أيضًا:  {وأنبتْها} بإسكان التاء، {وكفِّلْها} بتشديد الفاء المكسورة، وإسكان اللام، ونصب {زكرياء} مع المد وذلك كله شذوذًا. وقرأ حفص وحمزة والكسائي:  {زَكَرِيَّا} بغير مدِّ، ومده الباقون مع الهمز هكذا {زكرياء} . </p><p> {كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا الْمِحْرَابَ} وهو من ذرية سليمان بن داود؛ أي: في أي وقت دخل عليها زكريا المحراب والغرفة التي بنى لها في المسجد {وَجَدَ عَندَهَا} ؛ أي: رأى عند مريم {رِزْقًا} ؛ أي: نوعًا من أنواع الطعام غير الذي رآه في المرة الأولى، أو فاكهة في غير وقتها المعتاد. روي أنه كان لا يدخل عليها غيره، وإذا خرج .. أغلق عليها سبعة أبواب، فكان يجد عندها فاكهة الشتاء في الصيف؛ مثل القصب، وفاكهة الصيف في الشتاء؛ مثل العنب، ولم ترضع ثديًا قط، بل يأتيها رزقها من الجنة. </p><p> وليس لدينا مستند صحيح من كتاب أو سنة يؤيد هذه الروايات الإسرائيلية. </p><p> {قَالَ} زكريا {يَا مَرْيَمُ أَنَّى لَكِ هَذَا} الرزق؛ أي: من أين لك هذا الرزق الآتي في غير حينه، الذي لا يشبه أرزاق الدنيا والأبواب مغلقة عليك؟ {قَالَتْ} مريم {هُوَ} ؛ أي: هذا الرزق {مِنْ عِنْدِ اللَّهِ} سبحانه وتعالى الذي يرزق الناس جميعًا، أتاني به جبريل من الجنة {إِنَّ اللَّهَ} سبحانه وتعالى {يَرْزُقُ مَنْ يَشَاءُ بِغَيْرِ حِسَابٍ} : بغير تقدير لكثرته، أو من غير استحقاف تفضلًا منه، أو من غير مسألة في حينه وفي غير حينه، وهذا يحتمل أن يكون من تمام كلام مريم، أو ابتداء كلام من الله عز وجلّ: فلما رأى زكريا ما أوتيت مريم من فاكهة الصيف في الشتاء، وفاكهة الشتاء في الصيف .. قال: إن الذي قدر على أن يأتي مريم بالفاكهة في غير وقتها وحينها من غير سبب لقادرٌ على أن يصلح زوجي، ويهب </p><p>(١) الشوكاني.</p>"
}