{
  "id": null,
  "sura": 3,
  "aya": 41,
  "text": "<p> في حال غيبته، وإنما يكون الدعاء مستجابًا إذا جرى به اللسان بتلقين القلب حال استغراقه في الشعور بكمال الرب. </p><p> ولما عاد من سفره في عالم الوحدة إلى عالم الأسباب ومقام التفرقة، وقد أوذن بسماع ندائه، واستجابة دعائه .. سأل ربه عن كيفية تلك الاستجابة، وهي على غير السنة الكونية، فأجابه بقوله: </p><p> {قَالَ} جبريل {كَذَلِكَ} ؛ أي: الأمر كما قلت لك من خلق ولد منكما، وأنتما على حالكما من الكبر. {اللَّهُ يَفْعَلُ مَا يَشَاءُ} من الأفاعيل الخارقة للعادة، فمتى شاء أمرًا .. أوجد له سببه، أو خلقه بغير الأسباب المعروفة، فلا يحول دون مشيئته شيء، ففوض الأمر إليه، ولا تسأل عن الكيفية، فلا سبيل لك إلى الوصول بمعرفتها، وإنما قال في حق زكريا:  {يَفعَلُ} ، وفي حق مريم:  {يخلق} مع اشتراكهما في بشارتهما بولد؛ لأن استبعاد زكريا لم يكن لأمر خارق، بل نادر بعيد، فحسن التعبير بـ {يَفعَلُ} ، واستبعاد مريم لأمر خارق، أي: لأغربيته؛ لأنه اختراع بلا مادة؛ أي: من غير إحالة على سبب ظاهر، فكان ذكر الخلق أنسب. </p><p> ٤١ - {قَالَ} زكريا {رَبِّ اجْعَلْ لِي آيَةً} ؛ أي: علامة في حبل امرأتي {قَالَ} الله تعالى {ءَايَتُكَ} ؛ أي: علامتك في حبل امرأتك {أَلَّا تُكَلِّمَ النَّاسَ} ؛ أي: أن لا تقدر على تكليم الناس من غير خرسٍ، لا على غيره من الأذكار وقرأ ابن أبي عبلة؛ {أن} لا تكلمُ برفع الميم على أنَّ: {أن} هي المخففة من الثقيلة. {ثَلَاثَةَ أَيَّامٍ} متوالية بلياليها {إِلَّا رَمْزًا} ؛ أي؛ إلا إيماءً وإشارة بالشفتين والحاجبين والعينين واليدين. وقرأ علقمة بن قيس ويحيى بن وثاب شذوذًا:  (رُمُزًا) - بضم الراء واليم -، وخُرِّج على أنه جمع: رموز؛ كرسل ورسول وعلى أنه مصدر كرمز جاء على فُعْل، وأتبعت العين الفاء؛ كاليسر والعسر. وقرأ الأعمش شذوذًا أيضًا:  (رمزًا) بفتح الراء واليم، وخُرِّج على أنه جمع رامزٍ كخادم وخدم وانتصابه إذا كان جمعًا على الحال من الفاعل، وهو الضمير في {تكلم} ، أو من المفعول، وهو:  {الناس} ؛ أي: مسترًا مزينًا؛ كما يكلم الأخرس الناس ويكلمونه، ووجه جعل حبس لسانه عن كلام الناس تلك </p><p> المدة آيةً له لتخلصَ تلك الأيام لذكر الله تعالى شكرًا على ما أنعم به عليه؛ قضاء لحق الشكر؛ كما قال:  {وَاذْكُرْ رَبَّكَ} باللسان والقلب في مدة الحبسة عن كلام الدنيا مع الخلق شكرًا لله تعالى على هذه النعمة {كَثِيرًا} ؛ أي: ذكرًا كثيرًا على كل حال {وَسَبِّحْ} أي: صلِّ {بِالْعَشِيِّ} ؛ أي: آخر النهار {وَالْإِبْكَارِ} ؛ أي: أوله؛ أي: صلِّ عشيًّا وبكرة كما كنت تصلي. والعشي هو من زوال الشمس إلى الغروب، وقيل: من العصر إلى نصف الليل. والإبكار من طلوع الفجر إلى وقت الضحى. وقريء شاذًا:  (والأبكار) - بفتح الهمزة - جمع: بَكَر بفتح الفاء والعين، والعامة على الإبكار بالكسر اسم مفرد، وخص هذين الوقتين لفرضية الصلاة عليه فيهما، وقيل: المراد بالتسبيح التنزيه له تعالى بالصيغة المعروفة، فعَطْفه على ما قبله من عطف الخاص على العام. </p><p> الإعراب </p><p> {إِنَّ اللَّهَ اصْطَفَى آدَمَ وَنُوحًا وَآلَ إِبْرَاهِيمَ وَآلَ عِمْرَانَ عَلَى الْعَالَمِينَ (٣٣) }. </p><p> {إنَّ} : حرف نصب وتوكيد، ولفظ الجلالة اسمها. {اصْطَفَى} : فعل ماضٍ، وفاعله ضمير يعود على {اللهَ} ، والجملة الفعلية في محل الرفع خبر {إنَّ} ، وجملة {إنَّ} مستأنفة. {آدمَ} : مفعول به. {وَنُوحًا} : معطوف عليه، وصرِّف مع كونه أعجميًّا؛ لخفته بسكون الوسط. {وَءَالَ} : معطوف على {آدَمَ}  {إِبْرَاهِيمَ} : مضاف إليه ممنوع من الصرف للعلمية والعجمة. {وَءَالَ} : معطوف أيضًا {عِمْرَانَ} : مضاف إليه ممنوع من الصرف للعلمية وزيادة الألف والنون. {عَلَى الْعَالَمِينَ} : جار ومجرور متعلق بـ {اصْطَفَى} . </p><p> {ذُرِّيَّةً بَعْضُهَا مِنْ بَعْضٍ وَاللَّهُ سَمِيعٌ عَلِيمٌ} . </p><p> {ذُرِّيَّةً} : منصوب على البدلية من نوحٍ وما عطف عليه، كما قاله أبو البقاء، أو بدل من الآلين، كما قاله الزمخشري، أو منصوب على الحال منهم أيضًا، والعامل فيها {اصْطَفَى} تقديره: حال كونهم متشعبًا. {بَعْضُهَا} : مبتدأ ومضاف إليه. {مِنْ بَعْضٍ} : جار ومجرور خبر، والجملة في محل النصب صفة </p><p> لـ {ذُرِّيَّةً} ، {وَاللَّهُ سَمِيعٌ} : مبتدأ وخبر {عَلِيمٌ} : خبر ثانٍ، والجملة مستأنفة. </p><p> {إِذْ قَالَتِ امْرَأَتُ عِمْرَانَ رَبِّ إِنِّي نَذَرْتُ لَكَ مَا فِي بَطْنِي مُحَرَّرًا فَتَقَبَّلْ مِنِّي إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ (٣٥) }. </p><p> {إِذْ} : ظرف لما مضى من الزمان متعلق بمحذوف تقديره: اذكر يا محمَّد لأمتك قصة إذ. {قَالَتِ امْرَأَتُ عِمْرَانَ} : فعل وفاعل ومضاف إليه، والجملة في محل الجر مضاف إليه لـ {إذ} . {رَبِّ إِنِّي نَذَرْتُ لَكَ مَا فِي بَطْنِي} : إلى آخر الآية: مقول محكي لـ {قَالَتِ} ، وإنْ شئت قلتَ {رَبِّ} : منادى مضاف حذف حرف النداء، وجملة النداء في محل النصب جزء المقول. {إِنِّي} إنَّ: حرف نصب وتوكيد، وياء المتكلم في محل النصب اسمها. {نَذَرْتُ} : فعل وفاعل {لَكَ} : جار ومجرور متعلق به {مَا} : موصولة أو موصوفة، في محل النصب مفعول {نَذَرْتُ}  {فِي بَطْنِي} : جار ومجرور ومضاف إليه متعلق بمحذوف صلة لـ {مَا} أو صفة لها. {مُحَرَّرًا} : حال من {مَا} ، والعامل فيه {نَذَرْتُ} ، أو مفعول ثانٍ لـ (نذر) إن جعلناه بمعنى: جعلت، وجملة {نَذَرْتُ} من الفعل والفاعل في محل الرفع خبر {إن} ، وجملة {إن} في محل النصب مقول القول، {فَتَقَبَّلْ مِنِّي} : الفاء عاطفة {تقبل} : فعل دعاء، وفاعله ضمير يعود على الرب {مِنِّي} : جار ومجرور متعلق به، والجملة الفعلية في محل النصب معطوفة على جملة {إن} على كونها مقول القول، {إِنَّكَ} : إنَّ حرف نصب، والكاف اسمها {أَنتَ} : ضمير فصل أو مؤكد للضمير المنصوب {السَّمِيعُ} : خبر أول لـ {إنْ} ، {الْعَلِيمُ} : خبر ثان لها، وجملة {إن} مستأنفة في محل النصب مقول القول. </p><p> {فَلَمَّا وَضَعَتْهَا قَالَتْ رَبِّ إِنِّي وَضَعْتُهَا أُنْثَى وَاللَّهُ أَعْلَمُ بِمَا وَضَعَتْ وَلَيْسَ الذَّكَرُ كَالْأُنْثَى وَإِنِّي سَمَّيْتُهَا مَرْيَمَ وَإِنِّي أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ الشَّيْطَانِ الرَّجِيمِ (٣٦) }. </p><p> {فَلَمَّا وَضَعَتْهَا قَالَتْ} : الفاء عاطفة على محذوف تقديره: ووضعتها جارية {لما} : حرف شرط غير جازم {وضع} : فعل ماضٍ، التاء علامة تأنيث الفاعل، وفاعله ضمير يعود على المرأة، والهاء مفعول به عائد على {مَا فِي بَطْنِي} ؛ لأنه بمعنى الجارية، {قَالَتِ} : فعل ماضٍ، وفاعله ضمير يعود على </p><p> المرأة، وجملة {قَالَتْ} جواب {لَمَّا} لا محل لها من الإعراب، وجملة (لما) من فعل شرطها وجوابها معطوفة على الجملة المحذوفة. وقوله:  {رَبِّ إِنِّي وَضَعْتُهَا أُنْثَى وَاللَّهُ أَعْلَمُ بِمَا وَضَعَتْ وَلَيْسَ الذَّكَرُ كَالْأُنْثَى وَإِنِّي سَمَّيْتُهَا مَرْيَمَ وَإِنِّي أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ الشَّيْطَانِ الرَّجِيمِ} مقول محكي لـ {قَالَتْ} ، وإن شئتَ قلت:  {رَبِّ} : منادى مضاف، وجملة النداء في محل النصب جزء المقول {إنِّي وَضَعْتُهَا أُنْثَى} : {إن} : حرف نصب وتوكيد، وياء المتكلم اسمها. {وَضَعَتْهَا} : فعل وفاعل ومفعول. {أُنْثَى} : حال من الهاء مؤكدة؛ لأن كونها أنثى مفهوم من تأنيث الضمير، فجاءت أنثى مؤكدة، أو بدل منها، والجملة الفعلية في محل الرفع خبر {إنَّ} ، وجملة (إنّ) في محل النصب مقول القول. {وَاللَّهُ أَعْلَمُ} : مبتدأ وخبر، والجملة معترضة لاعتراضها بين المعطوف والمعطوف عليه، {بِمَا} : جار ومجرور متعلق بـ {أَعْلَمُ} : {وَضَعَتْ} فعل ماضٍ والتاء علامة التأنيث، وفاعله ضمير يعود على أم مريم، والجملة الفعلية صلة لـ {ما} ، أو صفة لها، والعائد أو الرابط محذوف تقديره: بما وضعته. {وَلَيْسَ} : الواو عاطفة (ليس) : فعل ماضٍ ناقص. {الذَّكَرُ} : اسمها. {كَالْأُنْثَى} : جار ومجرور خبر (ليس) ، والجملة معطوفة على جملة {وَاللَّهُ أَعْلَمُ} على كونها معترضة إن قلنا: إنها من كلام الله تعالى، ويحتمل أنها من كلامها، فتكون حينئذٍ من مقول القول. {وَإِنِّي سَمَّيْتُهَا} : {الواو} : عاطفة. {إنَّ} : حر نصب والياء اسمها. {سَمَّيْتُهَا} : فعل وفاعل ومفعول أول. {مَرْيَمَ} : مفعول ثانٍ، والجملة في محل الرفع خبر {إنَّ} ، وجملة {إنَّ} في محل النصب معطوفة على جملة {إني وضعتها} على كونها مقول القول {وَإِنِّي أُعِيذُهَا} : الواو عاطفة {إن} : حرف نصب، والياء اسمها. {أعيذ} : فعل مضارع، وفاعله ضمير يعود على أم مريم، والهاء مفعول به. {بِكَ} : جار ومجرور متعلق بـ {أعيذ}  {وَذُريتَهَا} : معطوف على ضمير المفعول، والهاء مضاف إليه {مِنَ الشَّيْطَانِ} : جار ومجرور متعلق بـ {أعيذ}  {الرَّجِيمِ} : صفة الشيطان، وجملة {أُعَيذُهَا} في محل الرفع خبر {إنَّ} وجملة {إن} في محل النصب معطوفة على جملة قوله: إني وضعتها على كونها مقول القول. </p><p> {فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٍ وَأَنْبَتَهَا نَبَاتًا حَسَنًا وَكَفَّلَهَا زَكَرِيَّا} . </p><p> {فَتَقَبَّلَهَا} الفاء عاطفة تفريعية. {تَقَبَّلَهَا} : فعل ومفعول، {رَبُّهَا} فاعل ومضاف إليه، والجملة معطوفة على جملة قوله:  {قَالَتْ رَبِّ إِنِّي وَضَعْتُهَا}  {بِقَبُولٍ} : الباء زائدة، {قَبولٍ} : منصوب على المفعولية المطلقة. {حَسَنٍ} : صفة له. {وَأَنْبَتَهَا نَبَاتًا حَسَنًا} : الواو عاطفة. {أَنْبَتَهَا} : فعل ومفعول به، وفاعله ضمير يعود على الله، والجملة معطوفة على جملة {تقبل}  {نَبَاتًا} : منصوب على المفعولية المطلقة {حَسَنًا} صفة له. {وَكَفَّلَهَا زَكَرِيَّا} : الواو عاطفة {كفلها} : فعل ومفعول أول، وفاعله ضمير يعود على الله. {زَكَرِيَّا} : مفعول ثان، والجملة معطوفة على جملة قوله:  {فَتَقَبَّلَهَا رَبُّهَا} . </p><p> {كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا الْمِحْرَابَ وَجَدَ عِنْدَهَا رِزْقًا} . </p><p> {كُلَّمَا} : اسم شرط غير جازم في محل النصب على الظرفية الزمانية مبني على السكون، والظرف متعلق بالجواب الآتي {دَخَلَ} : فعل ماضٍ، {عَلَيْهَا} متعلق به. {زَكَرِيَّا} : فاعل، والجملة فعل شرط لـ {كُلَّمَا} لا محل لها من الإعراب، {الْمِحْرَابَ} مفعول {دَخَلَ} . وحق {دَخَلَ} أن يتعدى بفي أو بإلى لكنه اتسع فيه، فأوصل بنفسه إلى المفعول، فهو كقولهم: دخلت الدار، وسكنت الشام كما ذكره أبو البقاء. {وَجَدَ} : فعل ماضٍ، وفاعله ضمير يعود على {زَكَرِيَّا الْمِحْرَابَ} : ظرف ومضاف إليه متعلق بـ {وَجَدَ} ، {رِزْقًا} : مفعول به لـ {وَجَدَ} ؛ لأنه متعد إلى واحد، وجملة {وَجَدَ} جواب {كُلَّمَا} لا محل لها من الإعراب، وجملة {كُلَّمَا} مستأنفة. </p><p> {قَالَ يَا مَرْيَمُ أَنَّى لَكِ هَذَا قَالَتْ هُوَ مِنْ عِنْدِ اللَّهِ إِنَّ اللَّهَ يَرْزُقُ مَنْ يَشَاءُ بِغَيْرِ حِسَابٍ} . </p><p> {قَالَ} : فعل ماضٍ، وفاعله ضمير يعود على {زَكَرِيَّا} ، والجملة مستأنفة استئنافًا بيانيًّا، كانه قيل: فماذا قال زكريا عند مشاهدة هذه الآية؟ فقيل: قال: يا مريم أنى لك هذا؟. وفي \"الفتوحات\" : والذي (١) يظهر أن جملة قوله: {وَجَدَ} </p><p>(١) الجمل.</p><p> في محل نصب على الحال من فاعل {دَخَلَ} ، ويكون جواب {كُلَّمَا} هو نفس {قَالَ} ، والتقدير: كلما دخل عليها زكريا المحراب واجدًا عندها الرزق .. قال، وهذا واضح جدًّا. انتهى {يَا مَرْيَمُ أَنَّى لَكِ هَذَا} مقول محكي لـ {قَالَ} ، وإنْ شئت قلت:  {يا} : حرف نداء {مريم} منادى مفرد العلم، وجملة النداء في محل النصب مقول {قَالَ} . {أَنَّى} : اسم استفام بمعنى: أين، في محل النصب على الظرفية المكانية، متعلق بمحذوف خبر مقدم {هَذَا} : مبتدأ مؤخر {لَكِ} : جار ومجرور متعلق بالاستقرار الذي تعلق به الظرف، أو حال من الضمير المستكن في الخبر، ومن المبتدإِ على رأي سيبويه، والجملة في محل النصب مقول {قَالَ}  {قَالَتْ} : فعل ماضٍ، وفاعله ضمير يعود على {مَرْيَمُ} ، والجملة مستأنفة. {هُوَ} : مبتدأ {هُوَ مِنْ عِنْدِ اللَّهِ} : جار ومجرور ومضاف إليه، متعلق بمحذوف خبر المبتدأ، والجملة الإسمية في محل النصب مقول {قَالَتْ}  {إِنَّ} : حرف نصب، ولفظ الجلالة {اللَّهِ} : اسمها، وجملة {يَرْزُقُ} في محل الرفع خبر {إِنَّ} ، وجملة {إِنَّ} مستأنفة {مَنْ} اسم موصول في محل النصب مفعول {يَرْزُقُ} . {يَشَاءُ} : فعل مضارع، وفاعله ضمير يعود على الله، والجملة صلة {مَن} الموصولة، والعائد محذوف تقديره: من يشاء رزقه، {بِغَيْرِ حِسَابٍ} : جار ومجرور ومضاف إليه متعلق بـ {يَرْزُقُ} . </p><p> {هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُ قَالَ رَبِّ هَبْ لِي مِنْ لَدُنْكَ ذُرِّيَّةً طَيِّبَةً إِنَّكَ سَمِيعُ الدُّعَاءِ (٣٨) }. </p><p> {هُنَالِكَ} : اسم إشارة للمكان البعيد نظرًا إلى أصله، وأما في هذا المقام فهي مستعملة في الزمان تجوزًا، والظرف متعلق بدعا الآتي {هُنَالِكَ دَعَا زَكَرِيَّا} : فعل وفاعل ومفعول ومضاف إليه، والجملة مستأنفة. قصة مستقلة سيقت في أثناء قصة مريم كما مرّ، {قَالَ} : فعل ماضٍ، وفاعله ضمير يعود على {زَكَرِيَّا} ، والجملة مفسرة لجملة {دَعَا} ، {رَبِّ هَبْ لِي} إلى آخر الآية: مقول محكي، وإنْ شئتَ قلتَ:  {رَبِّ} : منادى مضاف، وجملة النداء في محل النصب مقول القول {هَبْ} : فعل دعاء، وفاعله ضمير يعود على الله، والجملة جواب النداء في محل </p><p> النصب مقول القول {لِي} متعلق بـ {هَبْ} ، {مِنْ لَدُنْكَ} : جار ومجرور ومضاف إليه، متعلق بـ {هَبْ}  {ذُرِّيَّةً} : مفعول {هَبْ} ، {طَيِّبَةً} : صفة لـ {ذُرِّيَّةً}  {إِنَّكَ} : إنَّ: حرف نصب، والكاف: اسمها. {سَمِيعُ} : خبر {إنَّ}  {الدُّعَاءِ} : مضاف إليه، وجملة {إنَّ} مستأنفة بحسب الأصل، ومقول القول هنا. </p><p> {فَنَادَتْهُ الْمَلَائِكَةُ وَهُوَ قَائِمٌ يُصَلِّي فِي الْمِحْرَابِ أَنَّ اللَّهَ يُبَشِّرُكَ بِيَحْيَى مُصَدِّقًا بِكَلِمَةٍ مِنَ اللَّهِ وَسَيِّدًا وَحَصُورًا وَنَبِيًّا مِنَ الصَّالِحِينَ} . </p><p> {فَنَادَتْهُ} : الفاء عاطفة تفريعية، {نادته الملائكة} : فعل ومفعول وفاعل، والجملة معطوفة على جملة {هُنَالِكَ دَعَا} ، {وَهُوَ قَائِمٌ} : {الواو} : حالية، {وَهُوَ قَائِمٌ} : مبتدأ وخبر، والجملة في محل النصب حال من ضمير المفعول. {يُصَلِّي} : فعل مضارع، وفاعله ضمير يعود على {زَكَرِيَّا} ، {فِي الْمِحْرَابِ} : متعلق بـ {يُصَلِّي} ، أو بـ {قَائِمٌ} ، والجملة في محل النصب حال ثانية من مفعول النداء، أو خبر ثانٍ لـ {هُوَ} . وفي \"الفتوحات\"  (١) قوله: {وَهُوَ قَائِمٌ} جملة حالية من مفعول النداء، و {يُصَلِّي} يحتمل أوجهًا: </p><p> أحدها: أن يكون خبرًا ثانيًا عند من يرى تعدده مطلقًا نحو: زيد شاعر فقيه. </p><p> الثاني: أنه حال ثانية من مفعول النداء، وذلك أيضًا عند من يُجوِّز تعدد الحال. </p><p> الثالث: أنه حال من الضمير المستتر في {قَائِمٌ} ؛ فيكون حالًا من حال. </p><p> الرابع: أن يكون صفة لـ {قَائِمٌ} . \"سمين\" ، انتهى. </p><p> {أَنَّ اللَّهَ} : {إنْ} : - بكسر الهمزة في قراءة الكسر -: حرف نصب وتوكيد، ولفظ الجلالة اسمها. {يُبَشِّرُكَ} : فعل ومفعول، وفاعله ضمير يعود على {اللَّهَ} ، {بِيَحْيَى} : متعلق بـ {يُبَشِرُكَ} ، والجملة الفعلية في محل الرفع خبر </p><p>(١) الجمل.</p><p> {إن} ، وجملة {إن} من اسمها وخبرها في محل النصب مقول لقول محذوف تقديره: حال كون الملائكة قائلين له: إن الله يبشرك، {مُصَدِّقًا} : حال من {يحيى} ، {بِكَلِمَةٍ} : جار ومجرور متعلق بـ {مُصَدَقَا} ، {مِنَ اللَّهِ} : جار ومجرور صفة لـ {كلمة} ، {وَسَيِّدًا وَحَصُورًا وَنَبِيًّا} : معطوفات على مصدقًا على كونها حالًا من {يحيى}  {مِنَ الصَّالِحِينَ} : جار ومجرور صفة لـ {نبيًّا} . </p><p> {قَالَ رَبِّ أَنَّى يَكُونُ لِي غُلَامٌ وَقَدْ بَلَغَنِيَ الْكِبَرُ وَامْرَأَتِي عَاقِرٌ قَالَ كَذَلِكَ اللَّهُ يَفْعَلُ مَا يَشَاءُ (٤٠) }. </p><p> {قَالَ} : فعل ماضٍ، وفاعله ضمير يعود على زكريا، والجملة مستأنفة، {رَبِّ أَنَّى يَكُونُ لِي غُلَامٌ} إلى قوله: {عَاقِرٌ} : مقول محكي، وإنْ شئت قلتَ:  {رَبِّ} : منادى مضاف، وجملة النداء جزء المقول، {أَنَّى} : اسم استفهام بمعنى: كيف، في محل النصب خبر {يَكُونُ} مقدم عليه، {يَكُونُ} : فعل مضارع ناقص، {لِي} : جار ومجرور متعلق به {غُلَامٌ} : اسم {يَكُونُ} ، وجملة {يَكُونُ} في محل النصب مقول القول. وفي \"الفتوحات\" ، قوله:  {أَنَّى يَكُونُ لِي غُلَامٌ} يجوز في كان أن تكون هي الناقصة، وفي خبرها حينئذٍ وجهان: </p><p> أحدهما: أنى؛ لأنا بمعنى: كيف، أو بمعنى: من أين، ولي على هذا تبيين. </p><p> والثاني: أن الخبر الجار، وأنى: في محل النصب على الظرفية، ويجوز أن تكون تامة، فيكون الظرف والجار والمجرور كلاهما متعلقين بمحذوف على أنه حال من غلام؛ لأنه لو تأخر لكان صفةً له. انتهى. </p><p> {وَقَدْ بَلَغَنِيَ الْكِبَرُ} : الواو حالية {قد} : حرف تحقيق {بَلَغَنِيَ الْكِبَرُ} : فعل ومفعول، ونون وقاية، وفاعل، والجملة في محل النصب حال من الياء في {لِي}  {وَامْرَأَتِي عَاقِرٌ} : الواو حالية، {وَامْرَأَتِي} : مبتدأ ومضاف إليه، {عَاقِرٌ} خبر، والجملة حال؛ إما من الياء في (لي) بناءً على جواز تعدد الحال، وإما من الياء في {بَلَغَنِىَ} . {قَالَ} : فعل ماضٍ، وفاعله ضمير يعود على جبريل، والجملة مستأنفة {كَذَلِكَ اللَّهُ} إلى آخر الآية: مقول محكي، وإن شئتَ قلت: </p><p> {كَذَلِكَ} : صفة لمصدر محذوف منصوب بـ {يَفْعَلُ} الآتي، {اللَّهُ} : مبتدأ، وجملة {يَفْعَلُ} خبره، {مَا يَشَاءُ} : مفعول {يَفْعَلُ} ، والتقدير: الله يفعل ما يشاء فعلًا كائنًا كذلك، والجملة الإسمية في محل النصب مقول {قَالَ} . </p><p> {قَالَ رَبِّ اجْعَلْ لِي آيةً} . </p><p> {قَالَ} : فعل ماضٍ، وفاعله ضمير يعود على {زَكَرِيَّا} والجملة مستأنفة {رَبِّ} منادى مضاف، وياء المتكلم مضاف إليه، وجملة النداء في محل النصب مقول {قَالَ}  {اجْعَلْ لِي آيَةً} : مقول محكي، وإنْ شئتَ قلت:  {اجْعَلْ} : فعل أمر بمعنى صيِّر يتعدى لمفعولين، وفاعله ضمير يعود على الله، {آيَةً} : مفعول أول، {لِي} : مفعول ثانٍ، كما ذكر أبو البقاء، والجملة الفعلية في محل النصب مقول {قَالَ} . </p><p> {قَالَ آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ ثَلَاثَةَ أَيَّامٍ إِلَّا رَمْزًا} . </p><p> {قَالَ} : فعل ماضٍ، وفاعله ضمير يعود على الله، والجملة مستأنفة. {آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ} إلى آخر الآية مقول محكي، وإنْ شئت قلت:  {ءَايَتُكَ} : مبتدأ ومضاف إليه، {أَلَّا}  {أن} : حرف نصب ومصدر {لا} : نافية {تُكَلِّمَ} : فعل مضارع منصوب بـ {أن} ، وفاعله ضمير يعود على {زَكَرِيَّا} . {النَّاسَ} : مفعول به، والجملة الفعلية صلة (أن) المصدرية، (أن) مع صلتها في تأويل مصدر مرفوع على الخبرية تقديره: آيتك عدم تكليم الناس، والجملة الإسمية في محل النصب مقول القول {ثَلَاثَةَ أَيَّامٍ} : ظرف ومضاف إليه متعلق بـ {تُكَلِّمَ}  {إلّا} : أداة استثناء، {رَمْزًا} : منصوب على الاستثناء، وهو منقطع؛ إذ الرمز لا يدخل تحت التكليم، ومن أطلق الكلام في اللغة على الإشارة الدالة على ما في نفس المشير، فلا يبعد أن يكون هذا استثناءً متصلًا على مذهبه. </p><p> {وَاذْكُرْ رَبَّكَ كَثِيرًا وَسَبِّحْ بِالْعَشِيِّ وَالْإِبْكَارِ} . </p><p> {وَاذْكُرْ} الواو عاطفة، {اذكر} : فعل أمر، وفاعله ضمير يعود على </p><p> {زَكَرِيَّا} ، والجملة الفعلية في محل النصب معطوفة على الجملة الإسمية على كونها مقول القول، {رَبَّكَ} : مفعول به ومضاف إليه {كَثِيرًا} : صفة مصدر محذوف تقديره: ذكرًا كثيرًا {وَسَبِّحْ} الواو عاطفة، {سبح} : فعل أمر، وفاعله ضمير يعود على زكريا، والجملة في محل النصب معطوفة على جملة {ذكر} . {بِالْعَشِيِّ} : جار ومجرور متعلق بـ {اذكر} ، {وَالْإِبْكَارِ} : معطوف على {الْعَشِيِّ} . </p><p> التصريف ومفردات اللغة </p><p> {اصْطَفَى} : من الصفوة أصله: اصتفى من باب افتعل قلبت تاء الافتعال طاءً؛ لوقوعها إثر مُطْبَق. </p><p> {عَلَى الْعَالَمِينَ} : متعلق بـ {اصْطَفَى} ضمنَّه معنى فضل، فعداه بـ {عَلَى} ، ولو لم يضمنه معنى فضل لعُدِّي بـ {من} . </p><p> {ذُرِّيَّةً} : قيل: مشتق من الذرء، وهو الخلق، فعلى هذا يطلق على الأصول حتى على آدم، كما يطلق على الفروع، وقيل: منسوب إلى الذَّرّ؛ لأن الله أخرجهم من ظهر آدم كالذَّرّ؛ أي: صغار النمل، ويكون هذا من النسب السماعي؛ إذ كان القياس فتح الذال. </p><p> {نَذَرْتُ لَكَ} : يقال نذر الشيء؛ إذا التزمه، والنذر لغةً الالتزام، وشرعًا: التزام قربة ليست لازمة في أصل الشرع. {مُحَرَّرًا} : اسم مفعول من حَرَّر الرباعي معناه: عتيقًا من كل شغل من أشغال الدنيا، فهو مأخوذ من الحرية. </p><p> {أُعِيذُهَا} : مضارع عاذ بكذا إذا اعتصم به عوذًا وعياذًا ومعاذًا ومعاذةً، ومعناه: التجأ واعتصم، وقيل: اشتقاقه من العَوذ، وهو عوذ يلجأ إليه الحشيش في مهب الريح. </p><p> {الرَّجِيمِ} : فقيل: من رجم إذا رمى وقذف، ومنه: رجمًا بالغيب؛ أي: رميًا به من غير تيقن، والرجيم: يحتمل أن يكون للمبالغة من فاعل؛ أي: أنه يرمي ويقذف بالشر والعصيان في قلب ابن آدم، ويحتمل أن يكون بمعنى: </p><p> مرجوم؛ أي: يرجم بالشهب أو يبعدْ ويطردْ. </p><p> {فَتَقَبَّلَهَا رَبُّهَا} ؛ أي: قبلها ورضيها مكان الذكر المنذور، فصيغة التفعل ليست هنا للتكلف ولا للمطاوعة، بل بمعنى أصل الفعل؛ كتعجب من كذا بمعنى: عجيب وتبرأ من كذا بمعنى برىء منه. </p><p> {بِقَبُولٍ حَسَنٍ} قال الزجاج: الأصل؛ فتقبلها بتقبُّل حسن؛ لأن قبولًا مصدر لـ {قبل} الثلاثي، يقال: قبل الشيء قبولًا إذا رضيه، والقياس فيه: الضم، كالدخول والخروج، ولكنه جاء بالفتح، فالقبول هنا من المصادر التي حذفت زوائده؛ إذ لو جاء على تقبل لقيل: تقبلًا حسنًا. </p><p> {نَبَاتًا حَسَنًا} : النبات اسم مصدر لأنبت الرباعي، فهو بمعنى إنباتًا حسنًا {وَكَفَّلَهَا} : الكفالة الضمان، يقال: كفل يكفل من بابي نصر وعلم، فهو كافل وكفيل، وهذا أصله، ثم يستعار للضم والقيام على الشيء {زَكَرِيَّا} : هو اسم أعجمي شبه بما فيه الألف الممدودة والألف المقصورة، فهو ممدود ومقصور، ولذلك يمتنع صرفه نكرة، وهاتان اللغتان فيه عند أهل الحجاز. </p><p> {يحيى} فيه قولان: </p><p> أحدهما: وهو المشهور عند المفسرين: أنه منقول من الفعل المضارع، وقد سموا بالأفعال كثيرًا نحو: يعيش ويعمِّر، وعلى هذا فهو ممنوع من الصرف للعلمية ووزن الفعل؛ كيزيد ويشكر وتغلب. </p><p> والثاني: أنه أعجمي لا اشتقاق له، وهذا هو الظاهر، فامتناعه من الصرف للعلمية والعجمة الشخصية، ويقال في جمعه على كِلا القولين: يحيون رفعًا، ويحين نصبًا وجرًّا على حد قوله: </p><p> وَحْذِفْ مِنَ الْمَقْصُوْرِ فِيْ جَمْعٍ عَلَى ... حَدِّ الْمُثَنَّى مَا بِهِ تَكَمَّلاَ </p><p> ويقال في تثنيته: يحييان رفعًا، ويحيين نصبًا وجرًّا على حد قوله: </p><p> آخِرَ مَقْصُوْرٍ تُثَنِّ اجْعَلْهُ يَا ... إِنْ كَانَ عَنْ ثَلاَثَةٍ مُرْتَقِيَا </p><p> ويقال في النسب إليه: يحيي بحذف الألف، ويحيوي بقلبها واوًا، </p><p> ويحياوي بزيادة ألف قبل الواو المنقلبة عن الألف الأصلية على حد قوله: </p><p> وإِنْ تَكُنْ تَرْبَعُ ذَا ثَانٍ سَكَنْ ... فَقَلْبُهَا وَاوًا وَحَذْفُهَا حَسَنْ </p><p> ويقال في تصغيره: يحيِّي بوزن فعيعل على حد قوله: </p><p> فُعَيْعِلٌ مَعَ فُعَيْعِيْلَ لِمَا ... فَاقَ كَجَعْلِ دِرْهَمٍ دُرَيْهِمَا </p><p> {وَحَصُورًا} : الحصور: فعول محول عن فاعل للمبالغة؛ كضروب محول من ضارب، وهو الذي لا يأتي النساء، إما لطبعه على ذلك، وإما لمبالغة نفسه، وفي \"القاموس\" : الحصور: من لا يأتي النساء، وهو قادر على ذلك، والممنوع منهن، أو: من لا يشتهيهن ولا يقربهن. </p><p> {وَامْرَأَتِي عَاقِرٌ} : والعاقر من لا يولد له، رجلًا كان أو امرأةً، مشتق من العقر، وهو: القطع، لقطعه النسل، وفي \"المصباح\" : عقرت الناقة عقرًا من باب ضرب، وفي لغة من باب قرب، انقطع حملها فهي عاقر. </p><p> {وَالْإِبْكَارِ} - بكسر الهمزة - مصدر لـ {أبكر} الرباعي بمعنى: بكر، ثم استعمل اسمًا للوقت الذي هو البكرة، هكذا يؤخذ من \"المختار\" ، وبفتح الهمزة جمع بَكَر بفتحتين بمعنى البكرة. </p><p> البلاغة </p><p> وفي هذه الآيات أنواع من الفصاحة والبلاغة: </p><p> منها: العموم الذي يراد به الخصوص في قوله: {عَلَى الْعَالَمِينَ} . </p><p> ومنها: الاختصاص في قوله: {آدَمَ وَنُوحًا وَآلَ إِبْرَاهِيمَ وَآلَ عِمْرَانَ} . </p><p> ومنها: الإبهام في قوله: {مَا فِي بَطْنِي} لما تعذر عليها الاطلاع على ما في بطنها .. أتت بلفظ {مَا} الذي يصدق على الذكر والأنثى والتأكيد في قوله: {إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ} . </p><p> ومنها: الخبر الذي يراد به الاعتذار في قولها: {وَضَعْتُهَا أُنْثَى} . </p><p> ومنها: الاعتراض في قوله: {وَاللَّهُ أَعْلَمُ بِمَا وَضَعَتْ وَلَيْسَ الذَّكَرُ كَالْأُنْثَى} في قراءة من سكَّن التاء أو كسرها. </p><p> ومنها: تلوين الخطاب ومعدوله في قوله: {وَاللَّهُ أَعْلَمُ بِمَا وَضَعَتْ} في قراءة من كسر التاء، خرج من خطاب الغيبة في قولها:  {فَلَمَّا وَضَعَتْهَا} إلى خطاب المواجهة في قوله: {بِمَا وَضَعَت} . </p><p> ومنها: التكرار في قوله: {وَإِنِّي} ، {وَإِنِّي} ، وفي قوله:  {زَكَرِيَّا} و {زَكَرِيَّا} ، وفي قوله:  {مِنْ عَندِ اَللهِ} ، {إِنَّ اللَّهَ} . </p><p> ومنها: الدلالة على الاستمرار والتجدد في قوله: {وَإِنّي أُعِيذُهَا} ؛ حيث أتى بخبر {إن} فعلًا مضارعًا دلالة على طلب استمرار الاستعاذة دون انقطاعها. </p><p> ومنها: الدلالة على الانقطاع، حيث أتى بالخبرين فعلين ماضيين في قوله:  {إِنِّي وَضَعْتُهَا} ، {وَإِنِّي سَمَّيْتُهَا} . </p><p> ومنها: المجاز المرسل أو بالاستعارة في قوله: {وَأنبَتَهَا نَبَاتًا حَسَنًا} ؛ لأنه مجاز عن تربيتها بما يصلحها في جميع أحوالها بطريق ذكر الملزوم وإرادة اللازم، أو بطريق الاستعارة التصريحية التبعية؛ إذ الزارع لم يزل يتعهد زرعه بسقيه، وإزالة الآفات عنه. </p><p> ومنها: التجنيس المغاير في قوله: {فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٍ وَأَنْبَتَهَا نَبَاتًا} ، وفي:  {رِزْقًا} و {يَرْزُقُ} . </p><p> ومنها: التعظيم والتفخيم في قوله: {رِزْقًا} ؛ حيث أتى به منكرًا مشيرًا إلى أنه ليس من جنس واحد، بل من أجناس كثيرة؛ لأن النكرة تقتضي الشيوع والكثرة. </p><p> ومنها: الطباق بين كلمتي: {العشي} و {الإبكار} . </p><p> ومنها: الحذف في مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {وَإِذْ قَالَتِ الْمَلَائِكَةُ يَا مَرْيَمُ إِنَّ اللَّهَ اصْطَفَاكِ وَطَهَّرَكِ وَاصْطَفَاكِ عَلَى نِسَاءِ الْعَالَمِينَ (٤٢) يَا مَرْيَمُ اقْنُتِي لِرَبِّكِ وَاسْجُدِي وَارْكَعِي مَعَ الرَّاكِعِينَ (٤٣) ذَلِكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنْتَ لَدَيْهِمْ إِذْ يُلْقُونَ أَقْلَامَهُمْ أَيُّهُمْ يَكْفُلُ مَرْيَمَ وَمَا كُنْتَ لَدَيْهِمْ إِذْ يَخْتَصِمُونَ (٤٤) إِذْ قَالَتِ الْمَلَائِكَةُ يَا مَرْيَمُ إِنَّ اللَّهَ يُبَشِّرُكِ بِكَلِمَةٍ مِنْهُ اسْمُهُ الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ وَجِيهًا فِي الدُّنْيَا وَالْآخِرَةِ وَمِنَ الْمُقَرَّبِينَ (٤٥) وَيُكَلِّمُ النَّاسَ فِي الْمَهْدِ وَكَهْلًا وَمِنَ الصَّالِحِينَ (٤٦) قَالَتْ رَبِّ أَنَّى يَكُونُ لِي وَلَدٌ وَلَمْ يَمْسَسْنِي بَشَرٌ قَالَ كَذَلِكِ اللَّهُ يَخْلُقُ مَا يَشَاءُ إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ (٤٧) وَيُعَلِّمُهُ الْكِتَابَ وَالْحِكْمَةَ وَالتَّوْرَاةَ وَالْإِنْجِيلَ (٤٨) وَرَسُولًا إِلَى بَنِي إِسْرَائِيلَ أَنِّي قَدْ جِئْتُكُمْ بِآيَةٍ مِنْ رَبِّكُمْ أَنِّي أَخْلُقُ لَكُمْ مِنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ فَأَنْفُخُ فِيهِ فَيَكُونُ طَيْرًا بِإِذْنِ اللَّهِ وَأُبْرِئُ الْأَكْمَهَ وَالْأَبْرَصَ وَأُحْيِ الْمَوْتَى بِإِذْنِ اللَّهِ وَأُنَبِّئُكُمْ بِمَا تَأْكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمْ إِنَّ فِي ذَلِكَ لَآيَةً لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ (٤٩) وَمُصَدِّقًا لِمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ وَلِأُحِلَّ لَكُمْ بَعْضَ الَّذِي حُرِّمَ عَلَيْكُمْ وَجِئْتُكُمْ بِآيَةٍ مِنْ رَبِّكُمْ فَاتَّقُوا اللَّهَ وَأَطِيعُونِ (٥٠) إِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَذَا صِرَاطٌ مُسْتَقِيمٌ (٥١) } </p><p> المناسبة </p><p> لما فرغ (١) الله سبحانه وتعالى عن قصة ولادة يحيى بن زكريا من عجوز عاقر وشيخ كبير قد بلغ من الكبر عتيًّا، وكان قد استطرد من قصة مريم إليها .. رجع إلى قصة مريم، وذكر فيها ما هو أبلغ وأروع في خرق العادات، فذكر قصة ولادة عيسى المسيح من غير أب، وهي شيء أعجب من الأول، وهكذا عادة أساليب العرب، متى ذكروا شيئًا .. استطردوا منه إلى غيره، ثم عادوا إلى الأول إن كان لهم غرض في العود إليه، والغرض من ذكر هذه القصة تبرئة مريم عن ما رمتها به اليهود، والردُّ على النصارى الذين ادعوا ألوهية عيسى، فذكر ولادته من مريم البتول؛ ليدل على بشريته، وأعقبه بذكر ما أيده به من المعجزات؛ ليشير إلى </p><p>(١) البحر المحيط.</p>"
}