{
  "id": null,
  "sura": 3,
  "aya": 152,
  "text": "<p> يأوي إليه الإنسان. وقدم المأوى على المثوى؛ لأنه على الترتيب الوجودي؛ لأنَّ الإنسان يأوي إلى المكان ثم يثوي فيه. </p><p> والمعنى: إنَّ مسكنهم النار بسبب ظلمهم لأنفسهم بالكفر والجحود، ومعاندة الحق، ومقاومة أهله، وظلمهم للناس بسوء المعاملة، وفي التعبير بالمثوى المنبىء عن المكث الطويل دليلٌ على الخلود فيها كما مرَّ آنفًا. </p><p> ١٥٢ - {وَلَقَدْ صَدَقَكُمُ اللَّهُ وَعْدَهُ} ؛ أي: وعزتي وجلالي، لقد وفى الله سبحانه وتعالى، وحقق يوم أحد ما وعده لكم أيها المؤمنون على لسان رسوله محمدٍ - صلى الله عليه وسلم - من النصر على أعدائكم {إِذْ تَحُسُّونَهُمْ} ؛ أي: حين تقتلونهم قتلًا ذريعًا كثيرًا في أوَّل الحرب {بِإِذْنِهِ} ؛ أي: بإرادته وتيسيره ومعونته، وكان رسول الله - صلى الله عليه وسلم - وعدهم النصر يومئذٍ إن انتهوا إلى أمره. </p><p> وهذا جواب لمن رجع إلى المدينة من المؤمنين، قالوا: وعدنا الله بالنصر، والإمداد بالملائكة، فمن أيِّ وجه أُتينا؟ فنزلت إعلامًا أنه تعالى صدقهم الوعد، ونصرهم على أعدائهم أوّلًا، وكان الإمداد مشروطًا بالصبر والتقوى، واتفق من بعضهم من المخالفة ما نصَّ الله تعالى عليه في كتابه هنا. </p><p> {حَتَّى إِذَا فَشِلْتُمْ} وجبنتم عن قتال العدو {وَتَنَازَعْتُمْ} ؛ أي: اختلفتم في أمر الحرب بالثبات في المركز وعدمه، {وَعَصَيْتُمْ} أمر الرسول - صلى الله عليه وسلم -؛ أي: ولقد صدقكم وعده بالنصر في أول الحرب إلى وقت أن وقع منكم الفشل، والتنازع والعصيان، وإذا مجردةٌ عن معنى الشرط، وقيل: وهو الصحيح فيها معنى الشرط، وجوابها محذوف تقديره: ولقد صدقكم الله وعده إذ تحسونهم في أول الحرب، حتى إذا فشلتم، وتنازعتم في أمر الحرب، وعصيتم أمر الرسول ابتلاكم الله، وامتحنكم بالهزيمة، ومنعكم النصر {مِنْ بَعْدِ مَا أَرَاكُمْ} الله سبحانه وتعالى في أول الحرب {مَا تُحِبُّونَ} من الظفر، والغنيمة، وانهزام العدو. </p><p> والمعنى: صدقكم الله وعده حتى ضعفتم في الرأي والعمل، فلم تقووا على حبس أنفسكم عن الغنيمة، وتنازعتم فقال بعضكم: ما بقاؤنا هنا، وقد انهزم المشركون، وقال آخرون: لا نخالف أمر الرسول - صلى الله عليه وسلم - وعصيتم رسولكم وقائدكم؛ </p><p> بترك أكثر الرماة للمكان الذي أقامهم فيه، يحمون ظهور المقاتلة بدفع المشركين بالنبل من بعد ما أراكم ما تحبون من النصر، والظفر، فصبرتم على الضراء، ولم تصبروا على السراء. </p><p> وخلاصة القول: إنَّ الله نصركم على عدوكم إلى أن كان منكم الفشل، والتنازع، وعصيان أمر قائدكم صلى الله عليه وسلم، فانتهى النصر لأن الله تعالى: إنما وعدكم النصرة بشرط التقوى والصبر على الطاعة. </p><p> وفي قوله:  {مِنْ بَعْدِ مَا أَرَاكُمْ مَا تُحِبُّونَ} تنبيهٌ على عظم المعصية، لأنه كان من حقهم حين رأوا إكرام الله لهم بإنجاز الوعد أن يمتنعوا من عصيانه، فلما أقدموا عليه لا جرم سلبهم الله ذلك الإكرام، وأذاقهم وبال أمرهم، {مِنْكُمْ مَنْ يُرِيدُ} بجهاده {الدُّنْيَا} ، أي: الغنيمة، وهم الذين تركوا مقعدهم الذي أقعدهم فيه رسول الله - صلى الله عليه وسلم - في الشعب من أحد، وذهبوا وراء الغنيمة، وكان الرماة أولًا خمسين، ذهب منهم نيف على أربعين للنهب، وعصوا أمر الرسول - صلى الله عليه وسلم - {وَمِنْكُمْ مَنْ يُرِيدُ} بجهاده {الْآخِرَةَ} ؛ أي: ثوابها، وهم الذين ثبتوا من الرماة مع قائدهم عبد الله بن جبير، وهم نحو عشرة قتلوا جميعًا، والذين ثبتوا مع النبي - صلى الله عليه وسلم -، وهم ثلاثون رجلًا، وممن أراد الآخرة من ثبت بعد تخلخل المسلمين، فقاتل حتى قتل كأنس بن النضر، وغيره ممن لم يضطرب في قتاله ولا في دينه. </p><p> وهاتان الجملتان معترضتان بين المعطوف عليه الذي هو جواب إذا المقدر، والمعطوف الذي هو قوله:  {ثُمَّ صَرَفَكُمْ عَنْهُمْ} ؛ أي: ابتلاكم بالهزيمة، ثم صرفكم، وردكم، وكفكم أيها المؤمنون عن الكفار، وألقى الهزيمة عليكم، وسلط الكفار عليكم حتى تحولت الحال من النصرة إلى ضدها، {لِيَبْتَلِيَكُمْ} ؛ أي: ليمتحن صبركم على المصائب، وثباتكم على الإيمان عندها. </p><p> والخلاصة: أنَّ الله سبحانه وتعالى صدقكم وعده، فكنتم تقتلونهم بإذنه ومعونته قتل حس واستئصال، ثم صرفكم عنهم بفشلكم وتنازعكم وعصيانكم، وحال بينكم وبين تمام النصر ليمتحنكم بذلك؛ أي: ليكون ذلك ابتلاءً واختبارًا </p>"
}