{
  "id": null,
  "sura": 3,
  "aya": 18,
  "text": "<p> بك وصدقناك، قال: اسألاني، قالا: فأخبرنا عن أعظم شهادة في كتاب الله عزّ وجلّ، فأنزل الله هذه الآية، فأسلم الحبران. </p><p> وقيل (١) : إن هذه الآية نزل في نصارى نجران فيما ادعوا في عيسى عليه السلام. </p><p> قوله تعالى:  {إِنَّ الدِّينَ عِنْدَ اللَّهِ الْإِسْلَامُ ...} سبب نزولها: لما ادعت اليهود أنه لا دين أفضل من اليهودية، وادعت النصارى أنه لا دين أفضل من النصرانية .. ردَّ الله عليهم فقال: إن الدين عند الله الإِسلام، وقال الكلبي: قوله تعالى: {وَمَا اخْتَلَفَ الَّذِينَ أُوتُوا} نزلت في اليهود والنصارى حين تركوا الإسلام. </p><p> قوله تعالى:  {أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ ...} الآية، أخرج (٢) ابن أبي حاتم وابن المنذر عن عكرمة عن ابن عباس - رضي الله عنهما - قال: (دخل رسول الله - صلى الله عليه وسلم - بيت المدراس على جماعة من اليهود، فدعاهم إلى الله عزّ وجلّ، فقال له نعيم بن عمرو والحارث بن زيد: على أي دينٍ أنت يا محمَّد؟ قال: على ملة إبراهيم ودينه، قالا: إن إبراهيم كان يهوديًّا، فقال رسول الله - صلى الله عليه وسلم -: هلموا إلى التوراة فهي بيننا وبينكم، فأبيا عليه، فأنزل الله هذه الآية إلى قوله:  {يَفْتَرُونَ} . </p><p> التفسير وأوجه القراءة </p><p> ١٨ - {شَهِدَ اللَّهُ} ؛ أي: أخبر الله سبحانه وتعالى، وأعلم وبيّن لعباده بالدلائل السمعية والآيات العقلية {أَنَّهُ} ؛ أي: أن الشأن والحال {لَا إِلَهَ} ؛ أي: لا معبود بحق في الوجود موجود {إِلَّا هُوَ} سبحانه وتعالى {و} شهدت {الملائكة} كلهم وأقرَّت بتوحيد الله تعالى بما عاينوا من عظيم قدرته تعالى </p><p>(١) الخازن والقرطبي. (٢) لباب النقول.</p><p> {و} شهد {أولو العلم} ؛ أي: أقر أصحاب العلم بذلك التوحيد، وهم الذين عرفوا وحدانية الله تعالى بالدلائل القاطعة؛ لأن الشهادة إنما تكون مقبولة إذا كان الإخبار مقرونًا بالعلم، والمراد بهم المؤمنون كلهم، فمعنى شهادة الله لتوحيده: أنه خلق الدلائل الدالة على توحيده وشهادة الملائكة وأولي العلم هي: إقرارهم بتوحيده تعالى وهذه الآية تدل على أن الدرجة العالية، والمرتبة الشريفة ليست إلا لعلماء الأصول. </p><p> قال القرطبي: في هذه الآية دليل على فضل العلم وشرف العلماء، فإنه لو كان أحدٌ أشرف من العلماء لقَرنه الله تعالى باسمه واسم ملائكته، كما قرن اسم العلماء ويكفي في شرف العلم قوله لنبيه - صلى الله عليه وسلم -: {وَقُلْ رَبِّ زِدْنِي عِلْمًا} وقوله - صلى الله عليه وسلم -: \"أن العلماء ورثة الأنبياء\" ، ولقد أجاد من قال في بيان فضل العلم: </p><p> عِلْمُ الْعَلِيْمِ وَعَقْلُ الْعَاقِلِ اخْتَلَفَا ... مَنْ ذَا الَّذِيْ مِنْهُمَا قَدْ أَحْرَزَ الشَّرَفَا </p><p> فَالْعِلْمُ قَالَ: أَنَا أَحْرَزْتُ غَايَتَهُ ... وَالْعَقْلُ قَالَ: أَنَا الرَّحْمنُ بِي عُرِفَا </p><p> فَأَفْصَحَ الْعِلْمُ إِفْصَاحًا وَقَالَ لَهُ: ... بِأَيِّنَا اللهُ في فُرْقَانِهِ اتَّصَفَا </p><p> فَبَانَ لِلْعَقْلِ أَنَّ الْعِلْمَ سَيِّدُهُ ... فَقَبَّلَ الْعَقْلُ رَأْسَ الْعِلْمِ وَانْصَرَفَا </p><p> وقوله:  {قَائِمًا بِالْقِسْطِ} حال لازمة من لفظ الجلالة، والعامل فيه معنى جملة:  {لَا إِلَهَ إِلَّا هُوَ} ؛ أي: تفرد سبحانه وتعالى حالة كونه قائمًا ومتصفًا بالقسط والعدل في تدبير أمور خلقه من الأرزاق والآجال والإحياء والإماتة والرفع والخفض والثواب والعقاب، وهذا بيان لكماله تعالى في أفعاله بعد بيان كماله في ذاته، وقوله:  {لَا إِلَهَ إِلَّا هُوَ} ؛ أي: لا معبود بحق في الوجود إلا هو سبحانه وتعالى، كرره للتأكيد ومزيد الاعتناء بمعرفة أدلة التوحيد، وقيل: إن الأول: وصف وتوحيد والثاني: رسم تعليم؛ أي: قولوا لا إله إلا هو، وقيل: فائدة تكرارها الإعلام بأن هذه الكلمة أعظم الكلام وأشرفه، ففيه حث للعباد على تكريرها والاشتغال بها، فإنه من اشتغل بها .. فقد اشتغل بأفضل العبادات. {الْعَزِيزُ} في ملكه الذي لا يرام جنابه عظمة وكبرياء {الْحَكِيمُ} في صنعه وأقواله وأفعاله وشرعه وقدره، فالعزة تلائم الوحدانية، والحكمة تلائم القيام </p><p> بالقسط، فأتى بهما لتقرير الأمرين على ترتيب ذكرهما. </p><p> وفي \"المدارك\"  (١) : \"من قرأ هذه الآية عند منامه وقال بعدها: أشهد بما شهد الله به، واستودع الله هذه الشهادة وهي عنده وديعة،يقول الله يوم القيامة:إن لعبدي هذا عندي عهدًا، وأنا أحق من وفى بالعهد أدخلوا عبدي الجنة\" . </p><p> وعن عبد الله بن مسعود (٢) : قال: قال رسول الله - صلى الله عليه وسلم -: \"يجاء بصاحبها يوم القيامة، فيقول الله عَزَّ وَجَلَّ عبدي عهد إليَّ، وأنا أحق من وفى بالعهد، أدخلوا عبدي الجنة\" . </p><p> وقرأ أبو الشعثاء (٣) : {شُهِد} بضم الشين مبنيًّا للمفعول، فيكون:  {أَنَّهُ} في موضع البدل؛ أي: شهد وحدانية الله وألوهيته. وارتفاع الملائكة على هذه على الابتداء، والخبر محذوف تقديره: والملائكة وأولو العلم يشهدون، وحذف الخبر لدلالة المعنى عليه. </p><p> وقرأ أبو المهلب عم محارب بن دثار:  {شهداءَ الله} على وزن فعلاء جمعًا منصوبًا على الحال من الضمير في المستغفرين، وهو إما جمع شهيد، كظرفاء وظريف، أو جمع شاهد، كعلماء وعالم. </p><p> وروي عنه وعن أبي نهيك:  {شهداءُ الله} بالرفع؛ أي: هم شهداء الله، وفي هاتين القراءتين: شهداء مضاف إلى لفظ الجلالة. </p><p> وذكر الزمخشري أنه قرأ:  {شهداءُ لله} برفع الهمزة ونصبها وبلام الجر داخلة على اسم الله، فوجه النصب على الحال من المذكورين والرفع على إضمارهم، ووجه رفع الملائكة على هاتين القراءتين عطفًا على الضمير المستكن في شهداء، وجاز ذلك لوقوع الفاصل بينهما. </p><p> وروي عن أبي المهلب:  {شُهُدًا} بضم الشين والهاء جمع شهيد، كنذير </p><p>(١) المراح. (٢) ابن كثير.(٣) البحر المحيط.</p><p> ونذر، وهو منصوب على الحال، واسم الله منصوب. </p><p> وذكر النقَّاش: أنه قرئ كذلك بضم الدال وبفتحها مضافًا لاسم الله في القراءتين. </p><p> وقراءة الجمهور:  {شَهِدَ اللهُ} على أنه فعل وفاعل فجملة القراءات في: {شهد} تسعة مع قراءة الجمهور، وكلها شاذة عدا قراءة الجمهور. </p><p> وقرأ أبو عمرو بخلاف عنه بإدغام واو {هُوَ} في واو {وَالْمَلَائِكَةُ} . </p><p> وذكر ابن جرير (١) أن ابن عباس قرأ: {شهد الله إنه لا إله إلا هو والملائكة وأولوا العلم قائمًا بالقسط لا إله إلا هو العزيز الحكيم أن الدين عند الله الإِسلام} بكسر: إنه، وفتح: أن الدين الإِسلام؛ أي: شهد هو والملائكة وأولو العلم من البشر بأن الدين عند الله الإِسلام، وتكون جملة قوله: أنه لا إله إلا هو جملةٌ معترضة بين المعطوف والمعطوف عليه، وهي. قراءة شاذة والجمهور قرؤوها بكسر همزة: إن الدين، وفتح همزة: أنه، وكلا المعنيين صحيح، ولكن المعنى على قراءة الجمهور أظهر والله أعلم. </p><p> وقرأ أبو حنيفة:  {قَيِّمًا بالقسط} وقرأ ابن مسعود: {القائم} على أنه خبر مبتدأ محذوف تقديره: هو القائم بالقسط، وكلا القراءتين شاذتان. </p><p> {إِنَّ الدِّينَ عِنْدَ اللَّهِ الْإِسْلَامُ} ؛ أي: إن الشرع المرضي المقبول عند الله تعالى هو الإِسلام والانقياد لأمر الله ونهيه، واعتقاد ما جاءت به الرسل من صفات الله تعالى والبعث والجزاء، فلا دين مرضيًّا لله تعالى سوى الإِسلام الذي هو التوحيد والتدرع بالشريعة الشريفة التي عليها الرسل عليهم السلام. </p><p> وتقدم لك قريبًا أن الجمهور قرؤوا بكسر همزة: أن، على أن الجملة مستأنفة، وقال الكسائي (٢) : أنا أفتحهما جميعًا يعني قوله: {شهد الله أنه} ، </p><p>(١) ابن كثير. (٢) الشوكاني.</p>"
}