{
  "id": null,
  "sura": 3,
  "aya": 185,
  "text": "<p> وأنار سبيل النجاة، وهو التوراة، والزبور، والإنجيل، وإنما عطف الكتاب المنير على الزبر لشرفه، وفضله باشتماله على الأحكام. </p><p> والمعنى: فقد كذب رسل من قبلك جَاءُوا بمثل ما جئت من باهر المعجزات، وهزوا القلوبَ بالزواجر، والعظات، وأناروا بالكتاب سبيلَ النجاة، فلم يغن ذلك عنهم شيئًا، فصبروا على ما نالهم من الأذى، وما نالهم من السخرية، والاستهزاء، ذلك أسوة بهم. وفي هذا تسلية للنبيّ - صلى الله عليه وسلم - وبيان بأن طباع البشر في كل الأزمنة سواء، فمنهم من يتقبل الحق، ويقبل عليه بصدر رحب ونفس مطمئنة، ومنهم من يقاوم الحقَ، والداعي إليه ويسفه أحلام معتنقيه؛ فليس بالعجيب منهم أن يقاوموا دعوتك، ولا أن يفندوا حجتك، فإن نُفُوسَهم منصرفة عن طلب الحق، وتحري سبل الخير. </p><p> وقر الجمهور (١)  {والزبور والكتاب} بغير الباء فيهما، وقرأ ابن عامر، {وبالزبر} بإعادة {الباء} كقراءة ابن عباس، للدلالة على أنها مغايرة للبينات بالذات، وكذا هي في مصاحف أهل الشام، وقرأ هشام بخلاف عنه، {وبالكتاب} وإعادة {الباء} وإعادة حرف البحر في المعطوف للتأكيد. </p><p> ١٨٥ - {كُلُّ نَفْسٍ} ؛ أي: كل روح من حيوان حاضر في دار التكليف {ذَائِقَةُ الْمَوْتِ} ؛ أي: ذائقة موت (٢) أجسادها إذ النفس بمعنى الروح، لا تموت، ولو ماتت لما ذاقت الموت في حال موتها؛ لأن الحياة شرط في الذوق، وسائر الإدراكات. وقوله تعالى:  {اللَّهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِهَا} ؛ أي: حين موت أجسادها، والمعنى كل نفس تذوق طعمَ مفارقة البدن، وتحس به. وقرأ الجمهور (٣)  {ذَائِقَةُ الْمَوْتِ} بالإضافة، وقرأ الأعمش، ويحيى بن وثاب، وابن أبي إسحاق، {ذائقةٌ الموت} بالتنوين، ونصب الموت، وقرأ الأعمش فيما نقله الزمخشري {ذائقة} بغير تنوين الموت بالنصب، وخرج على حذف التنوين لالتقاء </p><p>(١) البحر المحيط. (٢) الجمل.(٣) البحر المحيط والشوكاني.</p><p> الساكنين، كقراءة من قرأ {هل هو الله أحد الله الصمد} بحذف التنوين من أحد، وقرىء أيضًا شاذًا {ذائقة الموت} على جعل الهاء ضمير {كلٍ} على اللفظ، وهو مبتدأ وخبر كما ذكره أبو البقاء {وَإِنَّمَا تُوَفَّوْنَ أُجُورَكُمْ} ؛ أي: وإنما تعطون جزاء أعمالكم كاملًا، وافيًا {يَوْمَ الْقِيَامَةِ} ؛ أي: يوم قيام الخلق من القبور، وذلك عند النفخة الثانية، وفي ذكر لفظ التوفية إشارة إلى أن بعض أجورهم يصل إليهم قبل يوم القيامة، ويؤيده ما أخرجه الترمذي، والطبراني مرفوعًا \"القبر روضة من رياض الجنة، أو حفرة من حفر النيران\"  {فَمَنْ زُحْزِحَ} وأبعد {عَنِ النَّارِ} يوم القيامة {وَأُدْخِلَ الْجَنَّةَ فَقَدْ فَازَ} ؛ أي: فقد ظفر بالمحبوب، ونجا من المكروه؛ أي: فمن نجا، وخلص من العذاب والنار يوم القيامة، ووصل إلى الثواب والجنة، فقد ظفر بالمقصد الأسنى، والغاية القصوى، التي لا مطلبَ بعدها. </p><p> وقد روي (١) عن النبي - صلى الله عليه وسلم - أنه قال:  \"من أحب أن يزحزح عن النار، ويدخل الجنة، فلتدركه منيته، وهو يؤمن باللهِ واليوم الآخر، وليؤت إلى الناس ما يحب أن يؤتى إليه\" . رواه وكيع بن الجراح في تفسيره، عن عبد الله بن عمرو بن العاص وقد رواه الإِمام أحمد في \"مسنده\" عن وكيع بسنده. </p><p> والخلاصة (٢) : أن هناك جنة ونارًا، وإن من الناس من يلقى في هذه، ومنهم من يلقى في تلك، وإن هولَ النار عظيم، وعبر عن النجاة عنها بالزحزحة، كأن كلَّ شخص كان مشرفًا على السقوط فيها؛ لأن أعمالهم سائقةٌ لهم إلى النار؛ لأنها أعمال حيوانية، تسوق إليها، ولا يدخل الجنة أحدٌ إلا إذا زحزح، فالزحزحة عنها فوز عظيم، فأولئك المزحزحون هم الذين غلبت صفاتهم الروحية على الصفات الحيوانية، فأخلصوا في إيمانهم، وجاهدوا في الله حق جهاده، ولم يبق في نفوسهم شائبة من إشراك غير الله معه في عمل من أعمالهم. </p><p> والمعنى: فمن بعد عن النار يومئذ ونحي عنها. فقد فاز؛ أي: ظفر بما يريد، ونجا مما يخاف، وهذا هو الفوز الحقيقي الذي لا فوزَ يقاربه، فان كل </p><p>(١) ابن كثير. (٢) المراغي.</p><p> فوز وإن كان بجميع المطالب دون الجنة، ليس بشيء بالنسبة إليها، اللهم لا فوز إلا فوز الآخرة، ولا عيش إلا عيشها، ولا نعيم إلا نعيمها، فاغفر ذنوبنا، واستر عيوبنا، وارض عنا رضًا لا سخط بعده أبدًا، واجمع لنا بين الرضا منك علينا والجنة. </p><p> {وَمَا الْحَيَاةُ الدُّنْيَا} ؛ أي: وما حياتنا القربى إلى الزوال، أو الدنيئة التي نحن فيها، ونتمتع بلذاتها الحسية من مأكل، ومشرب، أو المعنوية كالجاه والمنصب، والسيادة {إِلَّا مَتَاعُ الْغُرُورِ} ومواعين الخداع؛ لأنَّ صاحبَها دائمًا مغرور بها، مخدوع لها تشغله كل حين بجلب لذاتها، ودفع آلامها، فهو يتعب لما لا يستحق التعب به، ويشقى لتوهم السعادة فيها. </p><p> والمتاع: كل ما يتمتع به الإنسان، وينتفع به، ثم يزول، ولا يبقى، والغرور ما يغرُّ الإنسان مما لا يدوم، وقيل: الغرور الباطل الفاني، الذي لا يدوم. </p><p> ومعنى الآية (١) أن منفعةَ الإنسان بالدنيا كمنفعته بهذه الأشياء التي يستمتع بها، ثم تزول عن قريب، وقيل: هي متاع متروك، يوشك أن يضمحل ويزولَ، فخذوا من هذا المتاع، واعملوا فيه بطاعة الله ما استطعتم. قال سعيد بن جبير: هي متاع الغرور، لمن لم يشتغل بطلب الآخرة، وأما من اشتغل بطلب الآخرة فهي له متاع، وبلاغ إلى ما هو خير منها. </p><p> والخلاصة: أن الدنيا ليست إلا متاعًا من شأنه أن يغرَ الإنسانَ، ويشغله عن تكميل نفسه بالمعارف، والأخلاق التي ترقى بروحه إلى سعادة الآخرة. فينبغي له أن يحذر من الإسراف في الاشتغال بمتاعها عن نفسه، وإنفاق الوقت فيما لا يفيد إذ ليس للذاتها غاية تنتهي إليها، فلا يبلغ حاجةً منها إلا طلب أخرى. </p><p> فَمَا قَضَى أحَدٌ مِنْهَا لُبَانَتَهُ ... وَلاَ انْتَهَى أَرَبٌ إلّا إِلَى أَرَبِ </p><p> فعليه أن يسعى لكسب علم يرقى به عقله، أو عمل صالح ينتفع به، وينفع عباده مع إصلاح السريرة، وخلوص النية، وقد قال بعضهم: عليك بنفسك إن لم </p><p>(١) الجمل.</p>"
}