{
  "id": null,
  "sura": 3,
  "aya": 79,
  "text": "<p> ٧٩ - {مَا كاَنَ لشًرٍ} ، أي: لا ينبغي ولا يليق لأحد من البشر، ولا لأحد من الأنبياء، كعيسى وموسى ومحمد عليهم السلام {أَن يُؤتِيَهُ اللهُ} ؛ أي: لا يعطيه الله {الْكِتَابِ} ؛ أي: التوراة أو الإنجيل أو القرآن {وَالْحُكْمَ} ؛ أي: الفهم لذلك الكتاب {وَالنُّبُوَّةَ} ؛ أي: الرسالة {ثُمَ يَقُولَ} ذلك البشر المشرف بالصفات الثلاثة {لِلنَّاسِ كُونُوا عِبَادًا} كائنين {لِي مِنْ دُونِ اللَّهِ} ؛ أي: متجاوزين لله، أشراكًا أو أفرادًا والنفي في مثل هذه الصيغة {مَا كاَنَ} إنَّما يؤتى به للنفي العام الذي لا يجوز عقلًا ثبوته، والغرض أنَّه لا يصح أصلًا، ولا يتصور عقلًا صدور دعوى الألوهية من نبي قط، أعطاه الله النبوة والشريعة، فضلًا على أنْ يحصل ذلك بالفعل؛ لأنَّ الرسول سفير بين الله وخلقه، ليرشد الناس على عبادة الله، فكيف يدعوهم إلى عبادة نفسه؟! </p><p> والمعنى: أي لا ينبغي لأحد من البشر أن ينزل الله عليه كتابه ويعلمه فقه دينه، ومعرفة أسراره، ويعطيه النبوة، ثم يدعو الناس إلى عبادة نفسه دون الله؛ لأنَّ من أتاه الله ذلك؛ فإنِّما يدعوهم إلى العلم به، ويحثهم على شرائع دينه، وأن يكونوا القدوة في طاعته وعبادته، ومعلمي الناس الكتاب. </p><p> ومعنى قوله:  {مِنْ دُونِ اللَّهِ} ؛ أي: متجاوزين ما يجب من إفراده؛ فإنَّ العبادة الصحيحة لا تتحقق إلا إذا أخلصت له وحده، ولم تشبها شائبة، من التوجه إلى غيره ما قال تعالى: {قُلِ اللَّهَ أَعْبُدُ مُخْلِصًا لَهُ دِينِي (١٤) } ومن دعا إلى عبادة نفسه .. فقد دعا الناس إلى أن يكونوا عابدين له من دون الله، وإنْ لم ينههم عن عبادة الله، بل وإنْ أمرهم بعبادة الله، وفي هذه الآية دلالة على عصمة الأنبياء. </p><p> وقال - صلى الله عليه وسلم -: \"قال الله تعالى: أنا أغنى الشركاء عن الشرك، من عمل عملًا أشرك فيه معي غيري .. تركته وشركه\" وفي رواية \"فأنا منه بريء، هو للذي عمله\" رواه مسلم وغيره. </p><p> وقال - صلى الله عليه وسلم -:\"وإذا جمع الله الناس يوم القيامة .. نادى مناد: من أشرك في عمل عمله لله أحدًا .. فيطلب ثوابه من عند غير الله؛ فإنَّ الله أغنى الشركاء عن </p><p> الشرك\" رواه أحمد. </p><p> وقرأ الجمهور {ثُمَّ يَقُولَ} بالنصب عطفًا على {أَن يُؤتِيَهُ} وقرأ شبل عن ابن كثير ومحبوب، عن أبي عمرو: بالرفع على القطع؛ أي: ثم هو يقول، وقرأ الجمهور عبادًا لي بتسكين ياء المتكلم، وقرأ عيسى بن عمر بفتحها {وَلَكِنْ} يقول ذلك البشر المشرف بالكتاب والحكم والنبوة للناس {كُونُوا رَبَّانِيِّينَ} ، أي: علماء عالمين {بِمَا كُنْتُمْ تُعَلِّمُونَ الْكِتَابَ} ؛ أي: بسبب كونكم معلمين الناس الكتاب {وَبِمَا كُنْتُمْ تَدْرُسُونَ} ، أي: وبسبب كونكم دارسين قارئين الكتاب؛ فإنَّ فائدة التعليم والتعلم معرفة الحق والخير، للاعتقاد والعمل به فدلت الآية على أن العلم والتعليم والدراسة توجب كون الإنسان ربانيًّا، فمن اشتغل بالعلم والتعليم لا لهذا المقصود .. ضاع علمه، وخاب سعيه، وقال ابن عباس معنى:  {كُونُوا رَبَّانِيِّينَ} ؛ أي: حكماء علماء حلماء. </p><p> والمعنى: لا أدعوكم إلى أن تكونوا عبادًا لي، ولكن أدعوكم إلى أنْ تكونوا علماء فقهاء، مطيعين لله بتعليمكم الناس الكتاب، ودراستكم إياه. </p><p> قرأ عبد الله وابن كثير وأبو عمرو ونافع (١) : {تعلمون} بفتح التاء وسكون العين والباقون {تُعَلِّمُونَ} بضم التاء وفتح العين وكسر اللام مشددة، وقرأ مجاهد والحسن شذوذًا {تَعَلِّمُونَ} بفتح التاء والعين واللام المشددة، وهو مضارع حذفت منه التاء والأصل:  (تتعلمون) . </p><p> وقرأ الجمهور (٢) : {تَدْرُسُونَ} من درس، من باب نصر، وقرأ أبو حيوة شاذًا (تدرِسون) بكسر الراء وروى عنه {تَدْرُسُونَ} بضم التاء وفتح الدال وكسر الراء المشددة؛ أي: تدرسون غيركم العلم، ويحتمل أن يكون التضعيف للتكثير لا للتعدية، وقرىء:  (تدرسون) من أدرس بمعنى درس، نحو: أكرم وكرم، وأنزل ونزل، ويحتمل أنْ تكون القراءة المشهورة بهذا المعنى على تقدير: وبما كنتم تدرسونه على الناس. </p><p>(١) البحر المحيط ومراح. (٢) البحر المحيط.</p>"
}