{
  "id": null,
  "sura": 3,
  "aya": 187,
  "text": "<p> نعرف السننَ الإلهيةَ، ونهيىءَ أنفسَنا لمقاومتها، فإن من تقع به المصيبة فجأةً على غير انتظار يعظم عليه الأمر، ويحيط به الغمُّ حتى كاد ليقتله في بعض الأحايين، لكنه إذا استعد لها اضطَلَع بها وقويَ على حملها. </p><p> {وَإِنْ تَصْبِرُوا} أيها المؤمنون على ما سيحل ويقع بكم من البلاء في أموالكم، وأنفسكم، وعلى ما تسمعون من أهل الكتاب، والمشركين من الأذى {وَتَتَّقُوا} ما يجب اتقاؤه، وتحترزوا عما لا ينبغي كالمداهنة مع الكفار، والسكوت عن إظهار الإنكار {فَإِنَّ ذَلِكَ} الصبرَ والتقوى {مِنْ عَزْمِ الْأُمُورِ} ؛ أي: من معزومات الأمور؛ أي: من الأمور الواجبة التي ينبغي أن يعزمَها ويفعلَها كل أحد لما فيه من كمال المزية والشرف، أو مما عزم الله تعالى عليه، وأمر به، وبالغ فيه، وأوجب، يعني أن ذلك عزمة من عزمات الله، وواجب من واجبات الله التي أوجبها على عباده. </p><p> ١٨٧ - {وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ الَّذِينَ أُوتُوا الْكِتَابَ} ؛ أي: واذكر يا محمَّد لأمتك قصة إذ أخذ الله العهدَ المؤكدَ باليمين من الذين أوتوا الكتاب؛ أي: من علماء اليهود، والنصارى على لسان أنبيائهم {لَتُبَيِّنُنَّهُ لِلنَّاسِ} بالتاء حكاية لمخاطبتهم؛ أي: لتبينن ذلك الكتاب الذي أوتيتم للناس، ولتظهرن جميع ما فيه من الأحكام، والأخبار التي من جملتها نبوة محمَّد - صلى الله عليه وسلم - للناس {وَلَا تَكْتُمُونَهُ} ؛ أي: والحال أنكم لا تكتمون، ولا تخفون ذلك الكتاب عن الناس، ولا تؤولونه، ولا تلقون الشبه الفاسدة، والتأويلات المزيفة إليهم، وذلك بأن يوضحوا معانيه كما هي، ولا يؤولوه ولا يحرفوه عن مواضعه التي وضع لتقريرها، ويذكروا مقاصده التي أنزل لأجلها حتى لا يقع اضطراب ولا لبس في فهمه. </p><p> فإن لم يفعلوا ذلك .. فإما أن يبينوه على غير وجهه، ولا يكون هذا بيانًا، ولا كشفًا لأغراضِه ومقاصده، وأما أن لا يبينوه أصلًا، ويكون هذا كتمانًا له. </p><p> وتبيين الكتاب على ضربين: </p><p> الأول: تبيينه لغير المؤمنين به لدعوتهم إليه. </p><p> الثاني: تبيينه للمؤمنين به لهدايتهم، وإرشادهم بما أنزل إليهم من ربهم، </p><p> وكل منهما واجب على العلماء لا هوادة (١) فيه، وكفى بهذه الآية حجة عليهم، وهي آكد من قوله:  {وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ} الآية. </p><p> {فَنَبَذُوُه} ؛ أي: نبذ علماؤهم ذلك الكتابَ، أو الميثاقَ وطرحوه {وَرَاءَ ظُهُورِهِمْ} ؛ أي: خَلْفَ ظهورهم، فلم يعملوا به، ولم يبالوا به، ولم يهتموا بشأنه، وقد كان من الواجب عليهم أن يجعلوه نصب أعينهم، لا شيئًا ملقى مرميًّا وراء الظهور، لا ينظر إليه، ولا يفكر في أمره، فقد كان منهم الذين لا يستفيدون منه شيئًا، ويحملونه كما يحمل الحمار الأسفار، ومنهم الذين يحرفونه عن مواضعه، ومنهم الذين لا يعلمونه إلا أماني يتمنونها، وقراءة يقرؤونها. </p><p> وإن هذا والله لينطبق على المسلمين اليوم أتمَ الانطباق، فهم قد اتبعوا سنن من قبلهم، ونهجوا نهجهم حذو القذة بالقذة، فما بالهم عن التذكرة معرضين، وكتاب الله بين أيديهم شاهد عليهم، وهو يتلى بين ظهرانيهم، فإنهم مع حفظهم لكتابهم، وتلاوتهم إياه في كل مكان في الشوارع، والأسواق، ومجتمعات الأفراح والأحزان، تركوا تبيينه للناس والعمل به، ففقدوا هدايته وعميت عليهم عظاته، وزواجره وحكمه وأسراره، واعترفوا بأنهم انحرفوا عنه، وصار القابض على دينه بينهم كالقابض على الجمر، والضمير في قوله:  {وَاَشتَرَوْا بِهِ} عائد إلى الكتاب الذي أمروا ببيانه، ونهوا عن كتمانه؛ أي: وأخذوا بكتمانه {ثَمَنًا قَلِيلًا} وعوضًا يسيرًا من حطام الدنيا، وأغراضها من المآكل والمشارب، والرشا التي كانوا يأخذونها من عوامهم، وسفلتهم يعني أخذوا عوضًا منه فائدة دنيويةً حقيرة، فغبنوا في هذا البيع والشراء، وهذا الثمن هو ما كان يستفيده الرؤساء من المرؤسين من حطام الدنيا، ليتمتعوا بلذاتها الفانية، وشهواتها الفاسدة، وكانوا يؤولون الكتابَ، ويحرفونه، لأغراض كثيرة كالخوف من الحكام، أو الرجاء فيهم، فيصرفون نصوصه إلى معان توافق هوى الحاكم ليأمنوا شره، أو لإرضاء </p><p>(١) الهوادة: الرفق واللين والمحاباة، ومنه قوله: لأبعثن إلى رجل لا تأخذه فيك هوادة؛ أي: إلى رجل يحابيك الرخصة. اهـ.</p>"
}