{
  "id": null,
  "sura": 3,
  "aya": 137,
  "text": "<p> وعن أبي الدرداء رضي الله عنه قال: سمعت رسول الله - صلى الله عليه وسلم - يقول:  \"كل ذنب عسَى أن يغفره الله إلا من مات مشركًا، ومن قتل مؤمنًا متعمدًا\" . أخرجه أبو داود. انتهى الفصل. </p><p> ١٣٦ - {أُولَئِكَ} الموصوفون بالصفات السابقة، والمستغفرون من ذنوبهم {جَزَاؤُهُمْ} على أعمالهم الحسنة {مَغْفِرَةٌ} كائنة {مَغْفِرَةٌ} لذنوبهم {وَجَنَّاتٌ} ؛ أي: بساتين {تَجْرِي مِنْ تَحْتِهَا} ؛ أي: من تحت أشجارها، وقصورها {الْأَنْهَارُ} ؛ أي: أنهار الماء، واللبن، والخمر، والعسل حالة كونهم {خَالِدِينَ} ؛ أي: مقدرين الخلود {فِيهَا} ؛ أي: في الجنة دائمين فيها لا يموتون، ولا يخرجون منها {وَنِعْمَ أَجْرُ الْعَامِلِينَ} ؛ أي: وحسن جزاء المطيعين الله بالصفات السابقة، وبالاستغفار من ذنوبهم. والمخصوص بالمدح المغفرة، والجنات. </p><p> وخلاصة ذلك: نِعْمَ هذا الأجر الذي ذكر من المغفرة، والجنات أجرًا للعاملين تلك الأعمال الصالحة، وللمستغفرين من ذنوبهم. وذكر تعالى (١)  {وَنِعْمَ أَجْرُ الْعَامِلِينَ} بـ {واو} العطف هنا، وتركها في العنبكوت لوقوع مدخولها هنا بعد خبرين متعاطفين بالواو، فناسب عطفه بها ربطًا بخلاف ما في العنبكوت؛ إذ لم يقع قبل ذلك إلا خبر واحد كنظيره في الأنفال في قوله تعالى:  {نِعْمَ الْمَوْلَى} ونظير الأول قوله في الحج: {فَنِعْمَ الْمَوْلَى} ؛ وإن كان العطف فيه بالفاء. </p><p> ولا يلزم (٢) من إعداد الجنة للمتقين، والتائبين جزاءً لهم أن لا يدخلها المصرون، كما لا يلزم من إعداد النار للكافرين جزاء لهم أن لا يدخلها غيرهم. </p><p> والتعبير عن المغفرة، والجنات بالأجر المشعر بأنهما يستحقان في مقابلة العمل، وإن كان بطريق التفضل، لمزيد الترغيب في الطاعات، والزجر عن المعاصي. </p><p> ١٣٧ - {قَدْ خَلَتْ مِنْ قَبْلِكُمْ سُنَنٌ} وهذا رجوع إلى تفصيل بقية قصة أحد بعد تمهيد مبادئ الرشد، والصلاح وأولها قوله:  {وَإِذْ غَدَوْتَ مِنْ أَهْلِكَ} فقوله: {يأَيَهُا </p><p>(١) الجمل. (٢) كرخي.</p><p> الَّذِينَ آمَنُوا لَا تَأكُلُوا الرِّبَا} إلى قوله:  {قَدْ خَلَتْ} اعتراضٌ في خلال القصة. </p><p> أيْ: قد (١) مضت من قبل زمانكم أيها المؤمنون سنن الله تعالى وعاداته في الأمم الماضية المكذِّبة لرسلهم بإهلاكهم، واستئصالهم لأجل مخالفتهم الرسل، إن لم يتوبوا، وبالمغفرة إن تابوا، فرغب الله تعالى أمة محمَّد - صلى الله عليه وسلم - في تأمل أحوال هؤلاء الماضين؛ ليصير ذلك داعيًا لهم إلى الإيمان بالله ورسله، والإعراض عن الرياسة في الدنيا، وطلب الجاه. </p><p> والخلاصة: أن النظر في أحوال من تقدمكم من الصالحين والمكذبين يهديكم إلى الطريق المستقيم، فإن أنتم سلكتم سبيل الصالحين، فعاقبتكم كعاقبتهم، وإن سلكتم سبيل المكذبين، فحالكم كحالهم. وفي الآية تذكير لمن خالف أمر النبي - صلى الله عليه وسلم - يوم أحد، وإرشادٌ لهم إلى أنهم بين عاملي خوف ورجاءٍ، فهي على أنها بشارةٌ لهم بالنصر على عدوهم إنذار بسوء العاقبة إذ هم حادوا عن سننه، وساروا في طريق الضالين ممن قبلهم. وعلى الجملة، فالآية خبر وتشريع، وتتضمن وعدًا ووعيدًا وأمرًا ونهيًا. </p><p> والمسلمون الصادقون أولى الناس بمعرفة تلك السنن في الأمم، وأجدر الناس بأن يسيروا على هديها. لذلك لم يلبث أصحاب النبي - صلى الله عليه وسلم - أن ثابوا إلى رشدهم يومئذٍ، ورجعوا إلى الدِّفاع عن نبيهم، وثبتوا حتى انجلى المشركون عنهم، ولم ينالوا ما كانوا يقصدون. </p><p> وقد جرت سنة الله بأن للمشاهدة في تثبيت الحقائق ما ليس للقول وحده؛ إذ المقول قد ينسى، ويقل الاعتبار به من قبل هذا، أرشدهم إلى الاعتبار، وقياس ما في أنفسهم على ما كان لدى غيرهم من قبلهم، ومن ثم قال:  {فَسِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ} . </p><p> ومعنى الآية: قد مضت وسلفت مني سنن فيمن كان قبلكم من الأمم الماضية الكافرة بإمهالي، واستدراجي إياهم حتى يبلغ الكتاب أجله الذي أجلته </p><p>(١) مراح.</p><p> لإهلاكهم، فإن أردتم معرفة ذلك فامشوا أيها المؤمنون في نواحي الأرض وأرجائها، ثم انظروا، وتأملوا كيف صار آخر أمر المكذبين بالرسل الذين لم يتوبوا من تكذيبهم. وفي الآية (١) دلالةٌ على أهمية علم التاريخ, لأن فيه فائدة السير في الأرض، وهي معرفة أخبار الأوائل وأسباب صلاح الأمم وفسادها. قال ابن عرفة: السير في الأرض حسي ومعنوي. والمعنوي هو النظر في كتب التاريخ بحيث يحصل للناظر العلم بأحوال الأمم، وما يقرب من العلم، وقد يحصل به من العلم ما لا يحصل بالسير في الأرض، لعجز الإنسان وقصوره. وإنما أمر الله بالسير في الأرض دون مطالعة الكتب؛ لأن في المخاطبين من كانوا أميين، ولأن المشاهدة تفيد من لم يقرأ، علمًا، وتقوي علم من قرأ التاريخ, أو قص عليه. </p><p> والمعنى: فسيروا في الأرض، وتأملوا فيما حل بالأمم قبلكم؛ ليحصل لكم العلم الصحيح المبني على المشاهدة وتسترشدوا بذلك إلى أن المصارعة قد وقعت بين الحق والباطل في الأمم السالفة وانتهى أمرها إلى غلبة أهل الحق لأهل الباطل، وانتصارهم عليهم ما تمسكوا بالصبر والتقوى. والسير في الأرض والبحث عن أحوال الماضين وتعرف ما حل بهم نعم العون على معرفة تلك السنن والاعتبار بها. وقد نستفيد هذه الفائدة بالنظر في كتب التاريخ التي دونها من ساروا في الأرض، ورأوا آثار الذين خلوا، فتحصل لنا العظة والعبرة، ولكنها تكون دون اعتبار الذين يسيرون في الأرض بأنفهسم، ويرون الآثار بأعينهم, لأن النظر إلى آثار المتقدمين له أثرٌ في النفس كما قيل: </p><p> إِنَّ آثَارَنَا تَدُلُّ عَلَيْنَا ... فَانْظُرُوْا بَعْدَنَا إلى اْلآثَارِ </p><p> والحاصل: أنه تعالى رغب أمة محمد - صلى الله عليه وسلم - في تأمل أحوال الأمم الماضية ليصير ذلك داعيًا لهم إلى الإيمان بالله ورسوله، والإعراض عن الدنيا ولذاتها. وفيه أيضًا زجر للكافر عن كفره؛ لأنه إذا تأمل في أحوال الكفار الماضين، وإهلاكهم صار ذلك داعيًا له إلى الإيمان. </p><p>(١) التحرير والتنوير في علم التفسير.</p>"
}