{
  "id": null,
  "sura": 3,
  "aya": 154,
  "text": "<p> {فَأَثَابَكُمْ غَمًّا بِغَمٍّ} عطفٌ (١) على صرفكم؛ أي: ثم صرفكم عنهم فجازاكم غمًّا حصل لكم بسبب الانهزام، وقتل الأحباب، وفوت الغنائم بسبب غمٍّ حصل للرسول - صلى الله عليه وسلم - بسبب عصيانكم أمره؛ أي: أذاقكم غمًّا بسبب غمٍّ، أذقتموه رسول الله - صلى الله عليه وسلم - بسبب فراركم عنه {لِكَيْ} تتمرنوا على تجرع الغموم وتتعودوا الصبر في الشدائد فـ {لا تحزنوا} ؛ أي: لا تتأسفوا فيما بعد {عَلَى مَا فَاتَكُمْ} من الظفر والغنيمة {وَلَا} تحزنوا على {مَا أَصَابَكُمْ} ونالكم من القتل والجراح والهزيمة. وقيل: الجار والمجرور متعلِّقٌ بـ {عفا} عنكم، والمعنى: ولقد عفا عنكم لكيلا تحزنوا على ما فاتكم، ولا ما أصابكم؛ لأن عفوه يذهب كلَّ هم وحزن، وقيل: المعنى: فأثابكم غمًّا متواصلًا أنساكم الحزن على ما فاتكم، ولا ما أصابكم. وقد روي أنهم لما سمعوا بأن النبيُّ - صلى الله عليه وسلم - قد قتل نسوا ما أصابهم، وما فاتهم. هذا على القول بأنَّ {لا} أصليةٌ. والقول الثاني: أنَّ {لا} زائدة، واللام متعلِّقة بـ {أثابكم} أي: {فَأَثَابَكُمْ غَمًّا بِغَمٍّ لِكَيْلَا تَحْزَنُوا عَلَى مَا فَاتَكُمْ} وأصابكم عقوبة لكم على مخالفتكم قال ابن عباس رضي الله عنهما الذي فاتهم الغنيمة، والذي أصابهم القتل والهزيمة. {وَاللَّهُ} سبحانه وتعالى {خَبِيرٌ بِمَا تَعْمَلُونَ} ؛ أي: عالم بجميع أعمالكم، ومقاصدكم والدواعي التي حملتكم عليها قادرٌ على مجازاتكم عليها إن خيرًا فخيرٌ، وإن شرًّا فشرٌّ، وفي هذه الجملة ترغيبٌ في الطاعة وترهيبٌ عن الإقدام على المعصية. </p><p> وخصَّ (٢) العمل بالذكر، وإن كان تعالى خبيرًا بجميع الأحوال من الأعمال والأقوال والنيَّات تنبيهًا على أعمالهم من تولية الأدبار والمبالغة في الفرار، وهي أعمال تخشى عاقبتها وعقابها. </p><p> ١٥٤ - {ثُمَّ أَنْزَلَ} الله سبحانه وتعالى وأرسل {عَلَيْكُمْ} يا معشر المسلمين {مِنْ بَعْدِ الْغَمِّ} الذي أصابكم بسبب الجراح والقتل والهزيمة {أَمَنَةً} ؛ أي: أمنًا من </p><p>(١) البيضاوي. (٢) البحر المحيط.</p><p> العدو، وطمأنينةً في القلب وقوله:  {نُعَاسًا} بدلٌ من {أمنة} بدل كل من كل؛ أي: ثم وهبكم من بعد الغم الذي اعتراكم أمنًا أزال عنكم الخوف الذي كان بكم، حتى نعستم، وغلبكم النوم لتستردوا ما فقدتم من القوة بما أصابكم من القرح، وما عرض لكم من الضعف. والنوم نعمةٌ كبرى لمن يصاب بمثل تلك المصائب، وعنايةٌ من الله يخص بها بعض عباده في مثل تلك المحن، ليخفف وقعها على النفوس. ومعنى الآية: امتنان الله علمهم بأمنهم بعد الخوف والغم بحيث صاروا من الأمن ينامون، وذلك أن شديد الخوف والغم لا يكاد ينام. قرأ الجمهور {أَمَنَةً} بفتح الميم على أنه بمعنى الأمن، أو جمع آمنٍ كبارٍ وبررة. وقرأ النخعيُّ، وابن محيصن {أمنةً} بسكون الميم بمعنى الأمن {يَغْشَى} ؛ أي: يغطي، ويأخذ ذلك النعاس {طَائِفَةً مِنْكُمْ} ؛ أي: جماعة منكم أيها المسلمون، قال ابن عباس: هم المهاجرون وعامَّةُ الأنصار، الذين كانوا على بصيرةٍ في إيمانهم. قرأ الجمهور {يَغْشَى} بالياء إسنادًا إلى ضمير النعاس، أي: يغشى هو، وقرأ حمزة، والكسائيُّ تغشى بالتاء إسنادًا إلى ضمير، أمنة؛ أي: تغشى هي. </p><p> روى البخاري عن أنس عن أبي طلحة رضي الله عنهما قال: كنت فيمن يغشاهم النعاس يوم أحد حتى سقط سيفي من يدي مرارًا، يسقط وآخذه ويسقط فآخذه. </p><p> {وَطَائِفَةٌ} ؛ أي: وجماعةٌ من المنافقين كعبد الله بن أبيٍّ، ومعتِّب بن قشير، وأصحابهما {قَدْ أَهَمَّتْهُمْ أَنْفُسُهُمْ} ؛ أي: قد أوقعتهم نجاة أنفسهم وخلاصها في الهموم فلا ينامون، لأن أسباب الخوف، وهي قصد العدو كانت حاصلةً لهم، والدافع لذلك، وهو الوثوق بوعد الله ورسوله غير معتبر عندهم؛ لأنهم كانوا مكذبين بالرسول في قلوبهم، فلذلك عظم الخوف في قلوبهم. </p><p> وخلاصة هذا: أنَّ المسلمين بعد انتهاء الموقعة صاروا فريقين: </p><p> الأول: فريقٌ ذكروا ما أصابهم، فعرفوا أنه كان بتقصير من بعضهم، وذكروا وعد الله بنصرهم فاستغفروا لذنوبهم، ووثقوا بوعد ربهم، وأيقنوا أنهم إن </p><p> غلبوا هذه المرة بسبب ما أصابهم من الفشل والتنازع وعصيان الرسول، فإن الله سينصرهم بعد، فأنزل الله عليهم النعاس أمنةً حتى يستردوا ما فقدوا من قوة، ويذهب عنهم ما عرض لهم من ضعف. </p><p> والثاني منهما: فريقٌ أذهلهم الخوف حتى صاروا مشغولين عن كل ما سواهم؛ إذ الوثوق بوعد الله، ووعد رسوله لم يصل إلى قرارة نفوسهم؛ لأنهم كانوا مكذِّبين بالرسول في قلوبهم، لا جرم عظم الخوف لديهم، وحقَّ عليهم ما وصفهم الله به من قوله:  {يَظُنُّونَ بِاللَّهِ} ، وهذه الجملة حالٌ من ضمير أهمتهم، أي: أهمتهم أنفسهم حالة كونهم يظنون، ويعتقدون في الله سبحانه وتعالى ظنًّا، سيئًا، فاسدًا، وهو عدم نصر الله محمدًا - صلى الله عليه وسلم - {غَيْرَ} الظن {الْحَقِّ} أي غير الصدق الذي يجب اعتقاده، وهو نصره محمدًا - صلى الله عليه وسلم - وقوله:  {ظَنَّ الْجَاهِلِيَّةِ} بدلٌ من غير الحق؛ أي: يظنون في الله ظن أهل الملة الجاهلية؛ إذ كانوا يقولون في أنفسهم: لو كان محمدٌ نبيًّا حقًّا .. ما سلط الله عليه الكفار، وهذا ظن فاسدٌ، وقولٌ باطلٌ لا يقوله إلا أهل الجهل، والشرك بالله تعالى، والله سبحانه وتعالى يفعل ما يشاء، ويحكم ما يريد لا اعتراض لأحدٍ عليه، فإن النبوة خلعةٌ من الله تعالى يشرف بها عبده، وليس يجب في العقل أن الله تعالى إذا شرف عبدًا بخلعةٍ أن يشرفه بخلعة أخرى بل له الأمر والنهي، كيف يشاء بحكم الإلهية. </p><p> وجملة قوله:  {يَقُولُونَ هَلْ لَنَا مِنَ الْأَمْرِ مِنْ شَيْءٍ} بدلٌ من {يَظُنُّونَ} ، والاستفهام فيه للإنكار، ومن زائدة، أي: يقول بعضهم لبعض على سبيل الإنكار: هل لنا من النصر، والفتح، والظفر الذي وعدنا به محمدٌ نصيبٌ، يعنون أنه ليس لهم من ذلك شيء، قط لأن الله تعالى لا ينصر محمدًا - صلى الله عليه وسلم -. </p><p> فهم قد فهموا أنَّ النصر وحقيّة الدِّين متلازمان، فما حدث في ذلك اليوم دليلٌ على أنَّ هذا الدين ليس بحق، وهذا خطأٌ كبيرٌ، فإن نصر الله رسله لا يمنع أن تكون الحرب سجالًا، ولكن العاقبة للمتقين. </p><p> ثم أتى بجملةٍ معترضةٍ بين ما قبلها، وما بعدها، فقال:  {قُلْ} يا محمد لهؤلاء المنافقين {إِنَّ الْأَمْرَ كُلَّهُ} ؛ أي: إنَّ النصر، والغلبة، والظفر، والقضاء، </p><p> والقدر جميعه {لِلَّهِ} سبحانه وتعالى، وبيده يصرفه كيف يشاء، ويدبره كيف يريد، فكل أمرٍ يقع في العالم فهو بحسب سننه تعالى في الخليقة، ووفق النظام الذي وضعه أولًا، وربط فيه الأسباب بالمسببات، ومن ذلك نصر من ينصره من المؤمنين كما وعد ذلك في قوله:  {كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي} وقوله: {وَإِنَّ جُنْدَنَا لَهُمُ الْغَالِبُونَ (١٧٣) }. وهذه معترضةٌ كما مر آنفًا. وقرأ الجمهور (١)  {كله} بالنصب تأكيدًا للأمر، وقرأ أبو عمرو، ويعقوب {كله} بالرفع على أنه مبتدأ، ويجوز أن يعرب توكيدًا للأمر على الموضع على مذهب من يجيز ذلك، وهو الجرميُّ والزجاج والفراء. قال ابن عطية: ورجح الناس قراءة الجمهور، لأن التأكيد أملك بلفظة كلٍّ انتهى. ولا ترجيح إذ كل من القراءتين متواترٌ، والابتداء بكلٍّ كثيرٌ، في لسان العرب، وجملة قوله:  {يُخْفُونَ} حال من ضمير يقولون، أي: يقولون: هل لنا من الأمر شيء حالة كونهم يخفون، ويضمرون {فِي أَنْفُسِهِمْ مَا لَا يُبْدُونَ لَكَ} ، أي: ما لا يستطيعون إعلانه، وإظهاره لك، فهم يظهرون أنهم يسألون مسترشدين طالبين النصر بقولهم:  {هَلْ لَنَا مِنَ الْأَمْرِ مِنْ شَيْءٍ} ويبطنون الإنكار والتكذيب. وجملة قوله:  {يَقُولُونَ} مستأنفةٌ استئنافًا بيانيًّا لما يخفون واقعًا في جواب سؤال مقدر، كأنه قيل: ما الذي يخفونه؛ فأجاب بقوله: يقول هؤلاء المنافقون في أنفسهم أو بعضهم لبعضٍ {لَوْ كَانَ لَنَا مِنَ الْأَمْرِ} والتدبير والرأي والاختيار {شَيْءٌ مَا قُتِلْنَا هَاهُنَا} ؛ أي: ما قتل من قتل منا في هذه المعركة، وما غلبنا، يعنون أنهم أخرجوا كرهًا، ولو كان الأمر بيدهم ما خرجوا، أو المعنى يقولون: لو كان أمر النصر والظفر بأيدينا، كما ادَّعى محمد أنَّ الأمر كلَّه لله، ولأوليائه، وأنهم الغالبون لما غلبنا، ولما قتل من المسلمين من قتل في هذه المعركة. وهذا منهم تقريرٌ لرأيهم، واستدلالٌ عليه بما وقع لهم، وقد غفلوا عن أنَّ الآجال محدودةٌ، والأعمار موقوتة بوقت لا تعدوه، ومن ثم أمر الله نبيه - صلى الله عليه وسلم - أن يجيبهم ويرد عليهم بقوله:  {قُلْ} لهم يا محمد {لَوْ كُنْتُمْ} ومكثتم {فِي بُيُوتِكُمْ} ومنازلكم ولم تخرجوا من المدينة إلى أحدٍ للقتال كما تقولون {لَبَرَزَ} </p><p>(١) البحر المحيط ج ٣ ص ٨٨.</p><p> وظهر وخرج من بينكم {الَّذِينَ كُتِبَ عَلَيْهِمُ الْقَتْلُ} في اللوح المحفوظ، وانتهت آجالهم، وثبت في علم الله أنهم يقتلون بسببٍ من الأسباب الداعية إلى البروز والخروج {إِلَى مَضَاجِعِهِمْ} وأماكنهم التي ماتوا فيها عند أحد ومصارعهم ومساقطهم ومقاتلهم التي قدر الله تعالى أنهم يقتلون فيها فتكون لهم مصارع ومضاجع وقتلوا هناك ألبتةً، ولم تنفع العزيمة على الإقامة بالمدينة قطعًا، فإن قضاء الله لا يرد وحكمه لا يعقب. </p><p> والخلاصة:  (١) أنَّ الحذر لا يدفع القدر، والتدبير لا يقاوم التقدير، فالذين قدر عليهم القتل لا بد أن يقتلوا على كل حال، وإلا انقلب علم الله جهلًا، وذلك محال فقتل من قتل إنما جاء لانتهاء آجالهم، كما قدر ذلك في اللوح المحفوظ، وكتب مع ذلك أنهم هم الغالبون، وأن العاقبة لهم، وأن دين الإسلام سيظهر على الدين كلِّه. وقرأ الجمهور {برز} بالفتح والتخفيف ويقرأ بالتشديد على ما لم يسم فاعله؛ أي: أخرجوا بأمر الله تعالى ذكره أبو البقاء. وقوله:  {وَلِيَبْتَلِيَ اللَّهُ مَا فِي صُدُورِكُمْ} معطوف على علةٍ محذوفةٍ لمعلول محذوف تقديره: فرض الله عليكم القتال، ولم ينصركم يوم أحد وفعل بكم فيه ما فعل لحكمةٍ باهرة، ومصالح جمةٍ، وليبتلى الله سبحانه وتعالى، ويختبر ما في صدوركم من الإخلاص، والنفاق، ويظهر ما فيها من السرائر والاعتقادات، {وَلِيُمَحِّصَ} الله سبحانه وتعالى ويصفي ويطهر {مَا فِي قُلُوبِكُمْ} من وساوس الشيطان، والشك والارتياب بما يريكم من عجائب صنعه في إلقاء الأمَنَةِ وصرف العدو عنكم. </p><p> وخلاصة الكلام هنا: فعل الله سبحانه وتعالى بكم ما أصابكم يوم أحد من القتل والجراح ليكون القتل عاقبة من انتهت آجالهم، وليمتحن ما في صدور المؤمنين من الإخلاص وعدمه، فيظهر ما انطوت عليه من ضعف وقوة، ويمحص ما في قلوبهم من الوساوس، ويطهرها حتى تصل إلى الغاية القصوى من الإيقان، وفي المثل المشهور:  \"لا تكرهوا الفتن فإنها حصاد المنافقين\" . {وَاللَّهُ عَلِيمٌ} </p><p>(١) المراغي ج ٢ ص ١٠٥.</p>"
}