{
  "id": null,
  "sura": 3,
  "aya": 178,
  "text": "<p> الكفر، وانهمكوا فيه، وقضى الله بذلك حرمانهم من نعيم الآخرة على وفق ما تقتضيه سنة الله، وإرادته، وفي تعبيره بصيغة الاستقبال دلالةٌ على تمادي طغيانهم وموتهم على الكفر. </p><p> {وَلَهُمْ} ؛ أي: لهؤلاء المسارعين مع حرمانهم من الثواب {عَذَابٌ عَظِيمٌ} ؛ أي: شديد في النار بسبب مسارعتهم في الكفر، فكان ضرر كفرهم عائدًا عليهم جالبا لهم عدم الحظ في الآخرة، ومصيرهم في العذاب العظيم. </p><p> ١٧٧ - وبعد أن بين الله سبحانه وتعالى حكم أولئك المسارعين إلى نصرة الكفر، والدفاع عنه، ومقاومة المؤمنين لأجله، وأرشد أنه لا يؤبه بهم، ولا يهتم بشأنهم، فهم إنما يحاربون الله، والله غالب على أمره، أشار إلى أن هذا حكم عام يشمل كل من آثر الكفر على الإيمان، واستبدله به فقال {إِنَّ الَّذِينَ اشْتَرَوُا الْكُفْرَ بِالْإِيمَانِ} ؛ أي: الذين أخذوا الكفر بدلًا عن الإيمان، رغبة فيما أخذوا وإعراضًا عما تركوا {لَنْ يَضُرُّوا اللَّهَ} باستبدالهم الكفر عن الإيمان {شَيْئًا} من الضرر، ولن ينقصوه شيئًا باختيارهم الكفر، وإنما يضرون أنفسهم بما لهم من العذاب الأليم، كما قال:  {وَلَهُمْ} ؛ أي: لهؤلاء المشترين الكفر بالإيمان في الآخرة {عَذَابٌ أَلِيمٌ} ؛ أي: وجيع يخلص وجعه إلى قلوبهم وفي هذا الكلام إيماء إلى شيئين: </p><p> أحدهما: تأكيد عدم إضرارهم بالنبي - صلى الله عليه وسلم -. </p><p> وثانيهما: بيان سخافة عقولهم، وغباوة آرائهم إذ هم كفروا أوَّلًا، ثم آمنوا، ثم كفروا، بعد ذلك، وهذا دليل على شدة اضطرابهم، وعدم ثباتهم ومثل هؤلاء لا يخشى منهم شيء مما يحتاج إلى أصالة الرأي، وقوة التدبير. </p><p> ١٧٨ - ثم بين سبحانه وتعالى أن رغبة الكافرين عن الجهاد حبًّا في الحياة ليس من الخير لهم فقال:  {وَلَا يَحْسَبَنَّ الَّذِينَ كَفَرُوا أَنَّمَا نُمْلِي لَهُمْ} ؛ أي: ولا يظنن هؤلاء الكافرون أن إمهالنا لهم بتأخير الأجل، وإطالة أعمارهم {خَيْرٌ لِأَنْفُسِهِمْ} فإنه لا يكون كذلك إلا إذا ازدادوا فيه عملًا صالحًا ينتفعون به في أنفسهم، بتزكيتها، وتطيهرها من شوائب الأدران، وسيء الأخلاق، وينتفع به الناس في تهذيبهم، </p><p> وتحسين معاشهم {إِنَّمَا نُمْلِي} ونمهل {لَهُمْ} في أعمارهم ونعطيهم الأموال والأولاد {لِيَزْدَادُوا إِثْمًا} وذنبًا وطغيانًا في أنفسهم، وإضلالًا لغيرهم في الدنيا، {وَلَهُمْ} في الآخرة {عَذَابٌ مُهِينٌ} ؛ أي: ذو إهانة، وإذلال لهم يهانون به يومًا فيومًا وساعة بعد ساعة. </p><p> والخلاصة (١) : أن هذا الإمهال والتأخر ليس عنايةً من الله بهم، وإنما هو قد جرى على سننه في الخلق بأن ما يصيب الإنسان من خير أو شر، فإنما هو ثمرة عمله، ومن مقتضى هذه السنة أن يكون الإمهال للكافر علة لغروره، وسببًا لاسترساله في فجوره، ونتيجة ذلك الإثم الذي يكتسبه: العذاب المهين. </p><p> وفي الآية من العبرة شيئان: </p><p> أحدهما: أن من شأن الكافر أن يزداد كفرًا بطول عمره، ويتمكن من العمل بحسب استعداده. </p><p> وثانيهما: أن من شأن المؤمن إذا أنسأ الله أجله أن تكثر حسناته، وتزداد خيراته، فليجعل المؤمن هذا دستورًا فيما بينه وبين ربه، ويحاسب نفسه على مقتضاه، فإذا فقهه وعمل به خرج من الظلمات إلى النور، وكان من {الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءِ وَالصَّالِحِينَ} . </p><p> قال (٢) الفخر الرازي: بين الله تعالى في هذه الآية أن بقاء هؤلاء المتخلِّفين عن القتال، ليس خيرًا من قتل أولئك الذين قتلوا في أحد، لأن هذا البقاء صار وسيلة إلى الخزي في الدنيا، والعقاب الدائم في الآخرة، وقتل أولئك الذين قتلوا في أحد صار وسيلةً إلى الثناء الجميل في الدنيا، والثواب الجزيل في الآخرة فترغيب أولئك المثبطين في مثل هذه الحياة، وتنفيرهم عن مثل ذلك القتل لا يقبله إلا جاهل انتهى. </p><p> وروى (٣) البغوي بسنده عن عبد الرحمن بن أبي بكر عن أبيه رضي الله </p><p>(١) المراغي. (٢) الفخر الرازي.(٣) الخازن.</p>"
}