{
  "id": null,
  "sura": 3,
  "aya": 125,
  "text": "<p> أخرج (١) ابن أبي شيبة، وابن المنذر: وغيرهما عن الشعبي، أن المسلمين بلغهم يوم بدر أن كرز بن جابر المحاربي يريد أن يمد المشركين، فشق ذلك عليهم، فأنزل الله {أَلَنْ يَكْفِيَكُمْ أَنْ يُمِدَّكُمْ رَبُّكُمْ} إلى قوله: {مِنَ الْمَلَائِكَةِ مُسَوِّمِينَ} فبلغته هزيمة المشركين، فلم يمد أصحابه، ولم يمدوا بالخمسة آلاف. </p><p> وقرأ (٢) الحسن {بِثَلَاثَةِءَالَافٍ} يقف على الهاء، وكذلك {بِخَمْسَةِءَالَافٍ} قال ابن عطية: ووجه هذه القراءة ضعيفٌ؛ لأن المضاف والمضاف إليه يقتضيان الاتصال؛ إذ هما كالاسم الواحد. انتهى. والذي يناسب توجيه هذه القراءة الشاذة أنها من إجراء الوصل مجرى الوقف، أبدلها هاءً في الوصل كما أبدلوها هاءً في الوقف .. </p><p> وقرىء شاذا {بثلاثة آلافٍ} هو بتسكين التاء في الوصل إجراءً له مجرى الوقف. </p><p> وقرأ الجمهور {مُنْزَلِينَ} بالتخفيف مبنيًّا للمفعول، وابن عامر بالتشديد مبنيًّا للمفعول أيضًا، والهمزة، والتضعيف للتعدية فهما سيان. </p><p> وقرأ بن أبي عبلة {منزلين} بتشديد الزاي، وكسرها مبنيًّا للفاعل، وبعض القراء بتخفيفها، وكسرها مبنيًّا للفاعل أيضًا، والمعنى ينزلون النصر. </p><p> ١٢٥ - {بَلَى} إيجابٌ لما بعد لن، أي: بلى يكفيكم الإمداد بهم. ثم وعدهم بالزيادة بشرط الصبر، والتقوى حثًّا لهم عليهما، وتقويةً لقلوبهم فقال:  {إِنْ تَصْبِرُوا} مع نبيكم على لقاء العدو، ومناهضتهم، {وَتَتَّقُوا} معصية الله، ومخالفة نبيه - صلى الله عليه وسلم - {وَيَأْتُوكُمْ} ؛ أي: ويجئكم المشركون {مِنْ فَوْرِهِمْ هَذَا} ؛ أي: من ساعتهم هذه من جهة مكة {يُمْدِدْكُمْ رَبُّكُمْ} ؛ أي: ينصركم ربكم على عدوكم في حال إتيانهم من غير تراخٍ، ولا تأخير {بِخَمْسَةِ آلَافٍ مِنَ الْمَلَائِكَةِ} ليعجل نصركم، ويسهل فتحكم {مُسَوِّمِينَ} قرأ ابن كثير، وأبو عمرو، وعاصم بكسر الواو؛ أي: معلِّمين أنفسهم أو خيلهم بعلامات. ورجح ابن جرير هذه القراءة وقال كثير من </p><p>(١) المراغي. (٢) البحر المحيط.</p><p> المفسرين: مرسلين خيلهم في الغارة. وقرأ ابن عامر، وحمزة، والكسائي، ونافع {مسومين} بفتح الواو أي: معلمين بالصوف الأبيض في نواصي الدواب، وأذنابها، أو مجذوذة أذنابها، أو مرسلين. </p><p> قال ابن جرير (١) : وأولى الأقوال في ذلك بالصواب أن يقال: إن الله أخبر عن نبيه محمَّد - صلى الله عليه وسلم - أنه قال:  {لِلْمُؤْمِنِينَ أَلَنْ يَكْفِيَكُمْ أَنْ يُمِدَّكُمْ رَبُّكُمْ بِثَلَاثَةِ آلَافٍ مِنَ الْمَلَائِكَةِ} ثم وعدهم بعد الثلاثة آلاف بخمسة آلاف إن صبروا لأعدائهم، واتقوا، ولا دلالة في الآية على أنهم أمدوا بالثلاثة الآلاف، ولا بالخمسة الآلاف، ولا على أنهم لم يمدوا بهم، وقد يجوز أن يكون الله أمدَّهم على نحو ما رواه الذين أثبتوا أنه أمدهم، وقد يجوز أن يكون الله لم يمدهم على نحو الذي ذكره من أنكر ذلك، ولا خبر عندنا صح من الوجه الذي يثبت أنهم أمدوا بالثلاثة الآلاف، ولا بالخمسة الآلاف، وغير جائز أن يقال في ذلك قول إلا بخبر تقوم الحجة به، ولا خبر فنسلم لأحد الفريقين قوله. </p><p> غير أن في القرآن دلالةٌ على أنهم قد أمدوا يوم بدر بألفٍ من الملائكة، وذلك قوله تعالى:  {إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ أَنِّي مُمِدُّكُمْ بِأَلْفٍ مِنَ الْمَلَائِكَةِ مُرْدِفِينَ} . </p><p> أما في أحد: فالدلالة على أنهم لم يمدوا أبين منها في أنهم أمدوا، وذلك أنهم لو أمدوا، لم يهزموا، وينل منهم ما نيل انتهى. </p><p> والإمداد بالملائكة يصح أن يكون من قبيل الإمداد بالمال الذي يزيد في قوة القوم، وأن يكون من الإمداد بالأشخاص الذين ينتفع بهم، ولو نفعًا معنويًّا، وذلك أن الملائكة أرواح تلابس النفوس، فتمدها بالإلهامات الصالحات التي تثبتها وتقوي عزيمتها. </p><p> فإن قلت: أي حاجة إلى ذلك العدد الكثير، فإن جبريل وحده، أو أي ملك كافٍ في قتال الكفار؟ </p><p>(١) طبري.</p>"
}