{
  "id": null,
  "sura": 3,
  "aya": 161,
  "text": "<p> ضميرٌ لله تعالى، والمعنى: فإذا عزمت لك على شيء؛ أي: أرشدتك إليه، وجعلتك تقصده، فتوكل على الله، ويكون قوله: على الله من باب الالتفات؛ إذ لو جرى على نسق ضم التاء .. لقال فتوكل عليَّ. </p><p> ١٦٠ - {إِنْ يَنْصُرْكُمُ اللَّهُ} ؛ أي: إن يعطكم الله النصر ويعنكم بنصره، ويمنعكم من عدوكم كما نصركم يوم بدر {فَلَا غَالِبَ} وقاهر لكم من الناس؛ أي: فلا أحد يغلبكم، وإنما يدرك نصر الله من تبرأ من حوله وقوته، واعتصم بربه، وقدرته {وَإِنْ يَخْذُلْكُمْ} ويترك نصركم، ووكلكم إلى أنفسكم، لمخالفتكم أمره وأمر رسوله - صلى الله عليه وسلم - كما فعل بكم يوم أحد {فَمَنْ ذَا الَّذِي يَنْصُرُكُمْ} ؛ أي: فمن الذي ينصركم {مِنْ بَعْدِهِ} ؛ أي: من بعد خذلانه إياكم؛ أي: فلا أحد يملك لكم نصرًا، ويدفع عنكم الخذلان فالذي وقع لكم من النصر كما في يوم بدر، أو من الخذلان كما في يوم أحد بمشيئته سبحانه وتعالى، فالأمر كلُّه لله بيده العزَّة، والنصرة، والإذلال، والخذلان. وقرأ الجمهور {يَخْذُلْكُمْ} من خذل الثلاثي، وقرأ عبيد بن عمير {يَخْذُلْكُمْ} من أخذل الرباعي، والهمزة فيه للجعل؛ أي: يجعلكم مخذولين. {وَعَلَى اللَّهِ} القاهر الغالب سبحانه وتعالى لا على غيره {فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ} ؛ أي: فليخصوه بالتوكل؛ لأنه لا ناصر لهم سواه. </p><p> وعن عمران بن حصين رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم - \"يدخل الجنة من أمتي سبعون ألفا بغير حساب\" ، قالوا: ومن هم يا رسول الله؟ قال:  \"هم الذين لا يكتوون، ولا يسترقون، ولا يتطيرون، وعلى ربهم يتوكلون\" ، فقام عكاشة بن محصن رضي الله عنه فقال: يا رسول الله، ادع الله أن يجعلني منهم، فقال: أنت منهم، فقام آخر، فقال: يا نبيَّ الله، ادع الله أن يجعلني منهم، فقال:  \"سبقك بها عكاشة\" . رواه الشيخان وأحمد. </p><p> وعن عمر بن الخطاب رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم - \"لو أنكم تتوكَّلون على الله حق توكله، لرزقكم كما يرزق الطير، تغدو خماصًا، وتروح بطانًا\" . أخرجه الترمذي، وقال حديث حسن. </p><p> ١٦١ - {وَمَا كَانَ لِنَبِيٍّ أَنْ يَغُلَّ} قرأ ابن عباس، وابن كثير، وأبو عمرو، وعاصم </p><p> بفتح الياء، وضم الغين؛ أي: وما (١) كان لنبيٍّ أن يخون؛ أي: ما جاز له أن يخون أمته في شيء من الغنائم؛ لأن النبوة، والخيانة لا يجتمعان؛ لأنَّ منصب النبوة أعظم المناصب، وأشرفها وأعلاها، فلا تليق به الخيانة؛ لأنها في نهاية الدناءة والخسة، والجمع بين الضدين محال، فثبت بذلك أن النبي - صلى الله عليه وسلم - لم يخن أمته في شيء، لا من الغنائم، ولا من الوحي. وقيل: المراد به: الأمة؛ لأنه قد ثبت براءة ساحة النبي - صلى الله عليه وسلم - من الغلول، والخيانة، فدلَّ ذلك على أن المراد بالغلول غيره. وقيل: اللام فيه منقولة معناه ما كان النبيُّ ليغل على نفي الغلول عن الأنبياء. وقيل: معناه ما كان لنبي الغلول يعني ما غل نبيٌّ قط، فنفى عن الأنبياء الغلول. وقيل: معناه، وما كان يحل لنبي الغلول، وإذا لم يحل له ... لم يفعله. وحجة هذه القراءة أنهم نسبوا النبي - صلى الله عليه وسلم - إلى الغلول في بعض الروايات، فبين الله تعالى بهذه الآية، أنَّ هذه الخصلة، لا تليق به، ونفى عنه ذلك بقوله:  {وَمَا كَانَ لِنَبِيٍّ أَنْ يَغُلَّ} . </p><p> وقرأ ابن مسعود، ونافع، وابن عامر، وحمزة، والكسائي، ويعقوب {يغل} بضم الياء وفتح الغين بالبناء للمفعول، ولها معنيان: </p><p> أحدهما: أن يكون من الغلول أيضًا، ومعناه: وما كان لنبي أن يخان؛ أي: ما جاز له أن تخونه أمته، لأن الوحي يأتيه حالا فحالًا، فمن خانه .. فربما نزل الوحي فيه، فيحصل له مع عذاب الآخرة فضيحة الدنيا؛ ولأن الخيانة في حقه - صلى الله عليه وسلم - أفحش؛ لأنه أفضل البشر، ولأن المسلمين في ذلك كانوا في غاية الفقر. </p><p> والثاني: أن يكون من الإغلال، ومعناه: وما كان لنبي أن يخون؛ أي: ينسب إلى الخيانة والغلول، أو ما صحَّ له أن يوجد غالًّا. </p><p> ومعنى الكلام: أيْ ما كان (٢) من شأن، أي نبيٍّ، ولا من سيرته أن يغلَّ؛ لأنَّ الله تعالى عصم أنبياءه منه، فهو لا يليق بمقامهم، ولا يقع منهم؛ لأن النبوة أعلى المناصب الإنسانية، فصاحبها لا يرغب فيما فيه دناءةٌ، وخسةٌ. {وَمَنْ </p><p>(١) الخازن. (٢) المراغي.</p><p> يَغْلُلْ}؛ أي: ومن يأخذ من الغنيمة خفية، وخيانة {يَأتِ بِمَا غَلَّ} ؛ أي: يجىء بالذي غله وأخذه من الغنيمة بعينه يحمله علي عنقه {يَوْمَ الْقِيَامَةِ} فضيحةً له على رؤوس الأشهاد، وزيادة له في تعذيبه {ثُمَّ تُوَفَّى} ؛ أي: ثم بعد جمع الخلائق في عرصات القيامة، والحال أن الغال فيهم حاملًا بما غل على عنقه، تعطي، وتوفر وتجازى {كُلُّ نَفْسٍ} غالةٍ وغيرها جزاء {مَا كَسَبَتْ} واقترفت من خير أو شر، {وَهُمْ لَا يُظْلَمُونَ} ؛ أي: والحال أن الخلائق لا يظلمون في جزاء أعمالهم بنقص ثواب عنهم، أو زيادة عقاب عليهم. </p><p> فصل في ذكر الأحاديث الواردة في الغلول ووعيد الغال </p><p> والغلول: لغة: أخذ الشيء خفية، والخيانة فيه. وشرعًا: الخيانة في الغنيمة، وبهذا وردت الأحاديث. </p><p> عن أبي هريرة رضي الله عنه قال: قام فينا رسول الله - صلى الله عليه وسلم - ذات يوم فذكر الغلول فعظمه، وعظم أمره حتى قال:  \"لا ألفينَّ أحدكم يجىء يوم القيامة على رقبته بعيرٌ له رغاء يقول: يا رسول الله، أغثني،فأقول:لا أملك لك من الله شيئًا، قد أبلغتك، لا ألفين أحدكم يجيء يوم القيامة على رقبته فرسٌ له حمحمةٌ،فيقول:يا رسول الله، أغثني،فأقول:لا أملك لك من الله شيئًا، قد أبلغتك لا ألفينَّ أحدكم يجىء يوم القيامة على رقبته شاة لها ثغاء،يقول:يا رسول الله، أغثني،فأقول:لا أملك لك من الله شيئًا، قد أبلغتك، لا ألفين أحدكم يجيء يوم القيامة على رقبته نفسٌ لها صياحٌ،فيقول:يا رسول الله، أغثني،فأقول:لا أملك لك من الله شيئًا، قد أبلغتك، لا ألفين أحدكم يجيء يوم القيامة على رقبته رقاعٌ تخفق،فيقول:يا رسول الله، أغثني،فأقول:لا أملك لك من الله شيئًا، قد أبلغتك، لا ألفين أحدكم يجيء يوم القيامة على رقبته صامتٌ،فيقول:يا رسول الله، أغثني،فأقول:لا أملك لك من الله شيئًا قد أبلغتك\" . متفق عليه، وهذا لفظ مسلم. </p><p> الرغاء: صوت البعير، والثغاء. صوت الشاة، والرقاع: الثياب، والصامت: الذهب والفضة. </p><p> وعن أبي هريرة رضي الله عنه قال: خرجنا مع رسول الله - صلى الله عليه وسلم - إلى خيبر، </p>"
}