{
  "id": null,
  "sura": 3,
  "aya": 80,
  "text": "<p> وخلاصة المعنى: ولكن يأمرهم هذا البشر، والنبي الذي أوتي الكتاب والحكم والنبوة، بأنْ يكونوا منسوبين إلى الرب مباشرة، وإنَّما يهديهم إلى الوسيلة الحقيقية الموصلة إلى ذلك، وهي تعليم الكتاب ودراسته، فبعلم الكتاب، وتعليمه، والعمل به، يكون الإنسان ربانيًّا مرضيًّا عند الله، إذ العلم الذي لا يبعث على العمل لا يعد علمًا صحيحًا، ومن ثمَّ استغنى بذكره عن التصريح بالعمل، فالعلم بسبب للعمل، فقبيح على العالم تركه العمل، وأقبح منه أن يرشد الناس ويهديهم مع كونه هو غير مهتد في نفسه، فمثل العالم الذي يعلم الناس - وهو غير عامل - كشمعة موقودة تضيء للناس وتحرق نفسها، وفي هذا المعنى قال بعضهم: </p><p> أَتَنْهَى النَّاسَ وَلاَ تَنْتَهِي ... مَتَى تُلْحَقُ الْقَوْمَ يَا أَكْوَعُ </p><p> فَيَا حَجَرَ السَّنِّ حَتَّى مَتَى ... تَسُنُّ الْحَدِيْدَ وَلاَ تَقْطَعُ </p><p> وكفى به (١) دليلًا على خيبة سعي من جهد نفسه، وكد روحه في جمع العلم، ثمَّ لم يجعله ذريعة إلى العمل، فكان كمن غرس شجرة حسناء تؤنقه بمنظرها، ولا تنفعه بثمرها. </p><p> ٨٠ - {وَلَا يَأْمُرَكُمْ أَنْ تَتَّخِذُوا الْمَلَائِكَةَ وَالنَّبِيِّينَ أَرْبَابًا} قرأ (٢) عاصم وحمزة وابن عامر ويعقوب وخلف العاشر {يأمركم} بفتح الراء عطفًا على يقول، والفاعل ضمير يعود على البشر، و {لا} مزيدة لتأكيد معنى النفي؛ أي: ما كان لبشر أن يجعله الله نبيًّا، ثم يأمر الناس بعبادة نفسه، أو باتخاذ الملائكة والنبيين أربابًا، وقرأ الباقون برفع الراء على سبيل الاستئناف، كما يدل على ذلك ما روي شاذًا عن ابن مسعود أنه قرأ؛ {ولن يأمركم} والفاعل حينئذٍ ضمير يعود على الله، كما قاله الزجَّاج، أو على محمَّد، كما قاله ابن جريج، أو إلى عيسى، أو إلى كل نبي من الأنبياء، كما قيل بكل؛ أي: ولا يأمركم محمَّد يا معشر قريش، أو موسى يا معشر اليهود، أو عيسى يا معشر النصارى مثلًا، بأنْ تتخذوا الملائكة والنبيين </p><p>(١) النسفي. (٢) المراح.</p><p> أربابًا، كما اتخذت الصابئة وقريش الملائكة، واليهود عزيرًا، والنصارى المسيح {أَيَأْمُرُكُمْ بِالْكُفْرِ} ؛ أي: كيف يأمركم ذلك البشر أو الله بالكفر {بَعْدَ إِذْ أَنْتُمْ مُسْلِمُونَ} ؛ أي: لا يأمركم، بل يأمركم بالإِسلام، والهمزة فيه للاستفهام التعجبي؛ لأنه خطاب للمؤمنين على طريق التعجب من حال غيرهم. </p><p> وإنَّما خص (١) الملائكة والنبيين بالذكر؛ لأنَّ الذين وصفوا بعبادة غير الله عَزَّ وَجَلَّ من أهل الكتاب، لم يحك عنهم إلا عبادة الملائكة، وعبادة المسيح، وعزير، فلهذا المعنى خصهم بالذكر. </p><p> والمعنى: أيأمركم بعبادة الملائكة، والسجود للأنبياء بعد توحيدكم لله، والإخلاص له إذ لو فعل ذلك لكفر، ونزعت منه النبوة والإيمان، ومن آتاه الله الكتاب والحكم والنبوة يكون أعلم الناس باللهِ، فإنَّ الله لا يؤتي وحيه إلا نفوسًا طاهرة، وأرواحًا طيبة، فلا تجتمع نبوة ودعاء إلى عبادة غير الله. </p><p> وأُثِرَ عن علي رضي الله عنه أنَّه قال: قصم ظهري رجلان: عالم متهتك، وجاهل متنسك؛ لأنَّ العالم ينفِّر الناس عن العلم بتهتكه، والجاهل يرغب الناس في الجهل بتنسكه، وقال رسول الله - صلى الله عليه وسلم -: \"نعوذ بالله من علم لا ينفع وقلب لا يخشع\" . </p><p> الإعراب </p><p> {وَمِنْ أَهْلِ الْكِتَابِ مَنْ إِنْ تَأْمَنْهُ بِقِنْطَارٍ يُؤَدِّهِ إِلَيْكَ} . </p><p> {وَمِنْ} الواو استئنافية {من أهل الكتاب} : جار ومجرور، ومضاف إليه خبر مقدم من اسم موصول، أو: نكرة موصوفة، في محل الرفع مبتدأ مؤخر، والجملة الإسمية مستأنفة استئنافًا نحويًّا لا محل لها من الإعراب {إن} حرف شرط {تأْمَنْهُ} : فعل ومفعول مجزوم بـ {إنْ} الشرطية على كونه فعل شرط لها، وفاعله ضمير يعود على المخاطب. {بِقِنْطَارٍ} جار ومجرور متعلق بـ {تأمن} </p><p>(١) الخازن.</p><p> والباء فيه بمعنى على، {يُؤَدِّهِ} فعل ومفعول، مجزوم بـ {إن} الشرطية على كونه جوابًا لها، وفاعله ضمير يعود على {مَنْ}  {إِلَيْكَ} : جار ومجرور متعلق بـ {تؤده} ، وجملة {إن} الشرطية صلة {مَنْ} الموصولة، أو في محل الرفع صفة لـ (مَنْ}، إن قلنا إنَّها نكرة موصوفة تقديره: ومن أهل الكتاب شخص مؤد أمانته إنْ تأمنه على قنطار. </p><p> {وَمِنْهُمْ مَنْ إِنْ تَأْمَنْهُ بِدِينَارٍ لَا يُؤَدِّهِ إِلَيْكَ إِلَّا مَا دُمْتَ عَلَيْهِ قَائِمًا} . </p><p> {وَمِنْهُمْ} الواو عاطفة، {منهم} : خبر مقدم، {مَنْ} : مبتدأ مؤخر، والجملة معطوفة على جملة قوله:  {مِنْ أَهْلِ الْكِتَابِ} ، {إن} : حرف شرط {تَأْمَنْهُ} : فعل ومفعول، وفاعله ضمير يعود على المخاطب {بِدِينَارٍ} : متعلق بـ {تَأْمَنَهُ}  {يُؤَدِّهِ}  {لَا} : نافية {يُؤَدِّهِ} : فعل ومفعول مجزوم بـ {إن} وفاعله ضمير يعود على {مَنْ}  {إِلَيْكَ} متعلق به، وجملة {إن} الشرطية. صلة لـ {مَنْ} الموصولة، أو صفة لها {إِلَّا} أداة استثناء مفرغ من الظرف العام، إذ التقدير: لا يؤده إليك في جميع المدد والأزمنة إلا في مدة دوامك قائمًا عليه، {مَا} : مصدرية ظرفية {دُمْتَ} : فعل ناقص، واسمه {عَلَيْهِ} متعلق بـ {قَائِمًا} ، و {قَائِمًا} : خبر دام، وجملة دام من اسمها وخبرها صلة {مَا} المصدرية، {مَا} مع صلتها في تأويل مصدر مجرور باضافة الظرف المقدر إليه تقديره: إلا مدة دوامك قائمًا عليه. </p><p> {ذَلِكَ بِأَنَّهُمْ قَالُوا لَيْسَ عَلَيْنَا فِي الْأُمِّيِّينَ سَبِيلٌ} . </p><p> {ذَلِكَ} : مبتدأ، {بِأَنَّهُمْ} : الباء حرف جر، أنَّ: حرف نصب ومصدر والهاء اسمها، وجملة {قَالُوا} خبرها، وجملة أنَّ من اسمها وخبرها في تأويل مصدر مجرور بالباء، المتعلقة بمحذوف خبر المبتدأ تقديره: ذلك الاستحلال مستحق بقولهم: {لَيْسَ عَلَيْنَا فِي الْأُمِّيِّينَ سَبِيلٌ} ، والجملة الإسمية مستأنفة. {لَيْسَ عَلَيْنَا فِي الْأُمِّيِّينَ سَبِيلٌ} مقول محكى لـ {قَالُوا} وإنْ شئت قلت {لَيْسَ} : فعل ماضٍ ناقص، {عَلَيْنَا} : جار ومجرور خبر {لَيْسَ} مقدم على اسمها {فِي الْأُمِّيِّينَ} : جار ومجرور متعلق بالاستقرار الذي تعلق به الجار. والمجرور قبله، أو </p><p> صفة لسبيل، قدمت عليه فصارت حالًا، وذهب قوم إلى عمل ليس في الحال، فيجوز على هذا أنْ يتعلق بها، ذكره أبو البقاء، {سَبِيلٌ} : اسم {لَيْسَ} مؤخر عن خبرها، وجملة {لَيْسَ} في محل النصب مقول لـ {قَالُوا} . </p><p> {وَيَقُولُونَ عَلَى اللَّهِ الْكَذِبَ وَهُمْ يَعْلَمُونَ} . </p><p> {وَيَقُولُونَ} الواو استئنافية {يقولونَ} : فعل وفاعل، والجملة مستأنفة، {عَلَى اللَّهِ} : متعلق بـ {يقولون} : لأنَّه بمعنى يفترون {الْكَذِبَ} : مفعول به، {وَهُمْ} : الواو حالية {هم} : مبتدأ، وجملة {يَعْلَمُونَ} : خبره، ومفعول العلم محذوف تقديره: أنَّه كاذبون، والجملة الإسمية في محل النصب حال من فاعل {يَقُولُونَ} . </p><p> {بَلَى مَنْ أَوْفَى بِعَهْدِهِ وَاتَّقَى فَإِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ (٧٦) }. </p><p> {بَلَى} حرف جواب يجاب بها النفي فيصير إثباتًا، داخلة على جملة محذوفة تقديرها: بلى عليهم سبيل في الأميين {مَنْ} : موصولة في محل الرفع مبتدأ، والخبر جملة قوله:  {فَإِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ} أو شرطية في محل الرفع مبتدأ، والخبر جملة الشرط، أو جملة الجواب، أو هما على الخلاف المذكور في محله {أَوْفَى} : فعل ماضٍ في محل الجزم بـ {مَنْ} : الشرطية على كونه فعل شرط لها، وفاعله ضمير يعود على {مَن}  {بِعَهْدِهِ} : جار ومجرور ومضاف إليه متعلق بـ {أَوْفَى} ، {وَاتَّقَى} : معطوف على {أَوْفَى} وفاعله ضمير يعود على {مَنْ} ، {فَإِنَّ اللَّهَ} : الفاء رابطة لجوابـ {من} الشرطية، أو رابطة الخبر بالمبتدأ جوازًا {إنَّ} : حرف نصب وتوكيد، ولفظ الجلالة اسمها {يُحِبُّ اَلمُتقِينَ} فعل ومفعول، وفاعله ضمير يعود على {اللَّهَ} ، والجملة الفعلية في محل الرفع خبر (إنَّ) ، وجملة (إنَّ) : في محل الجزم بـ {مَنْ} الشرطية على كونها جوابًا لها، وجملة {مَنْ} الشرطية مستأنفة مقررة للجملة المحذوفة بعد {بَلَى} . وفي \"الفتوحات\" والربط من الجملة الجزائية أو الخبرية هو العموم في {الْمُتَّقِينَ} وعند من يرى الربط بقيام الظاهر مقام المضمر يقول، ذلك هنا، وقيل: الجزاء أو الخبر محذوف تقديره: يحبه الله، ودل على هذ المحذوف قوله: {فَإِنَّ اللَّهَ يُحِبُّ </p><p> الْمُتَّقِينَ}. اهـ \"سمين\" . </p><p> {إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلًا أُولَئِكَ لَا خَلَاقَ لَهُمْ فِي الْآخِرَةِ} . </p><p> {إنَّ} : حرف نصب وتوكيد {الَّذِينَ} : اسمها {يَشْتَرُونَ} : فعل وفاعل، والجملة صلة الموصول، والعائد ضمير الفاعل {بِعَهْدِ اللَّهِ} : جار ومجرور ومضاف إليه متعلق بـ {يَشْتَرُونَ} ، {وَأَيْمَانِهِمْ} : معطوف على {عهد الله} ومضاف إلى الضمير {ثَمَنًا} مفعول به {قَلِيلًا} : صفة له، {أُولَئِكَ} : مبتدأ {لَا} : نافية، {خَلَاقَ} : اسمها {لَهُمْ} : جار ومجرور خبر {لَا}  {فِي الْآخِرَةِ} : متعلق بالاستقرار الذي تعلق به الخبر، وجملة {لَا} في محل الرفع خبر المبتدأ، والجملة من المبتدأ والخبر في محل الرفع خبر {إِنَّ} ، وجملة {إِنَّ} من اسمها وخبرها مستأنفة لا محل لها من الإعراب. </p><p> {وَلَا يُكَلِّمُهُمُ اللَّهُ وَلَا يَنْظُرُ إِلَيْهِمْ يَوْمَ الْقِيَامَةِ وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ} . </p><p> {وَلَا يُكَلِّمُهُمُ اللَّهُ} الواو عاطفة {لا} : نافية، {يُكَلِّمُهُمُ اللَّهُ} : فعل ومفعول وفاعل، والجملة في محل الرفع، معطوف على جملة قوله:  {لَا خَلَاقَ} على كونها خبر المبتدأ. {وَلَا يَنْظُرُ إِلَيْهِمْ يَوْمَ الْقِيَامَةِ} الواو عاطفة (لا) : نافية {يَنظُرُ} : فعل مضارع، وفاعله ضمير يعود على {اللَّهُ}  {إِلَيْهِمْ} جار ومجرور متعلق بـ {يَنظُرُ}  {يَوْمَ الْقِيَامَةِ} . ظرف ومضاف إليه متعلق بـ {يَنظُرُ} والجملة الفعلية في محل الرفع، معطوفة على جملة قوله:  {لَا خَلَاقَ} على كونها خبر المبتدأ، وكذلك جملة قوله:  {وَلَا يُزَكِّيهِمْ} معطوفة على جملة {لَا خَلَاقَ}  {وَلَهُمْ عَذَابٌ أَلِيمٌ} الواو عاطفة {لهم} جار ومجرور خبز مقدم {عَذَابٌ} : مبتدأ مؤخر {أَلِيمٌ} : صفة له والجملة الإسمية في محل الرفع، معطوفة على جملة قوله:  {لَا خَلَاقَ لَهُمْ} على كونها خبر المبتدأ. </p><p> {وَإِنَّ مِنْهُمْ لَفَرِيقًا يَلْوُونَ أَلْسِنَتَهُمْ بِالْكِتَابِ لِتَحْسَبُوهُ مِنَ الْكِتَابِ وَمَا هُوَ مِنَ الْكِتَابِ} . </p><p> {وَإِنَّ} الواو استئنافية {إِنَّ} : حرف نصب وتوكيد {مِنْهُمْ} : جار ومجرور خبر مقدم {لأنَّ} على اسمها، {لَفَرِيقًا} : اللام لام الابتداء {فَرِيقًا} اسم {إنَّ} مؤخر {يَلْوُونَ} : فعل وفاعل {أَلْسِنَتَهُمْ} : مفعول به ومضاف إليه، {بِالْكِتَابِ} : متعلق بمحذوف حال من الألسنة تقديره: ملتبسة بالكتاب، أو ناطقة بالكتاب، وجملة {يَلْوُونَ} : في محل النصب صفة {لَفَرِيقًا} وجمع الضمير نظرًا إلى المعنى؛ لأنَّه اسم جمع كالرهط والقوم، وجملة {إنّ} : من اسمها وخبرها مستأنفة {لِتَحْسَبُوهُ} : اللام حرف جر وتعليل، (تحسبوا) : فعل مضارع منصوب بأنْ مضمرة جوازًا بعد لام كي، والواو فاعل، والهاء مفعول أول {مِنَ الْكِتَابِ} : متعلق بـ (تحسبوه) وهو في موضع المفعول الثاني، والجملة الفعلية صلة أنْ المضمرة، أنْ مع صلتها في تأويل مصدر مجرور باللام تقديره: لحسبانهم إياه {مِنَ الْكِتَابِ} : الجار والمجرور متعلق بـ {يَلْوُونَ}  {وَمَا هُوَ} : الواو حالية {ما} نافية هُوَ: مبتدأ {مِنَ الْكِتَابِ} : خبره، والجملة في محل النصب حال من الهاء في {تحسبوه} . </p><p> {وَيَقُولُونَ هُوَ مِنْ عِنْدِ اللَّهِ وَمَا هُوَ مِنْ عِنْدِ اللَّهِ وَيَقُولُونَ عَلَى اللَّهِ الْكَذِبَ وَهُمْ يَعْلَمُونَ} . </p><p> {وَيَقُولُونَ} الواو عاطفة {يقولون} : فعل وفاعل، والجملة الفعلية في محل النصب، معطوفة على جملة {يَلْوُونَ}  {هُوَ مِنْ عِنْدِ اللَّهِ} مقول محكي، وإنْ شئت قلت:  {هُوَ} : مبتدأ {مِنْ عِنْدِ اللَّهِ} : جار ومجرور ومضاف إليه خبر المبتدأ، والجملة الإسمية في محل النصب مقول القول {وَمَا هُوَ} : الواو حالية، {ما} : نافية {هُوَ} : مبتدأ، {مِنْ عِندِ اللَّهِ} جار ومجرور ومضاف إليه خبر المبتدأ، والجملة الإسمية في محل النصب حال من الضمير المستكن في الخبر، أعني قوله:  {هُوَ مِنْ عِنْدِ اللَّهِ} . {وَيَقُولُونَ} : الواو عاطفة {يقولون} : فعل وفاعل، والجملة معطوفة على جملة {يَلْوُونَ} أيضًا {عَلَى اَللهَ} : جار ومجرور حال من {الْكَذِبَ} أو متعلق بـ {يقولون} ؛ لأنَّه بمعنى يفترون، {الْكَذِبَ} : مفعول لـ (يقولون)  {وَهُمْ} : مبتدأ، وجملة {يَعْلَمُونَ} خبره، والجملة الإسمية في محل النصب حال من فاعل (يقولون) كما مر نظيره. </p><p> {مَا كَانَ لِبَشَرٍ أَنْ يُؤْتِيَهُ اللَّهُ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ} . </p><p> {مَا} : نافية {كَانَ} : فعل ماضٍ ناقص {لِبَشَرٍ} : جار ومجرور خبر {كَانَ} مقدم على اسمها {أَنْ يُؤْتِيَهُ اللَّهُ} : حرف ناصب، وفعل ومفعول أول وفاعل {الْكِتَابَ} مفعول ثانٍ {وَالْحُكْمَ وَالنُّبُوَّةَ} معطوفان على {الْكِتَابَ} ، والجملة الفعلية صلة {أَن} المصدرية {أَنْ} ، مع صلتها في تاويل مصدر مرفوع على كونه اسمًا لكان تقديره: ما كان إيتاء الله بشرًا الكتاب والحكم والنبوة، ثم قوله للناس كونوا عبادًا لي لائقًا لبشر، وممكنًا منه. وجملة {كَانَ} مستأنفة. </p><p> {ثُمَّ يَقُولَ لِلنَّاسِ كُونُوا عِبَادًا لِي مِنْ دُونِ اللَّهِ} . </p><p> {ثُمَّ} : حرف عطف وترتيب {يَقُولَ} : معطوف على {يؤتي} منصوب بأنْ المصدرية، وفاعلة ضمير يعود على {بشر}  {لِلنَّاسِ} جار ومجرور متعلقان لـ {يقول}  {كُونُوا عِبَادًا لِي مِنْ دُونِ اللَّهِ} مقول محكي وإنْ شئت قلت: {كُونُوا} فعل أمر ناقص واسمه {عِبَادًا} : خبره {لِي} : صفة لـ {عِبَادًا} وجملة {كوُنُوا} : في محل النصب مقول ليقول {مِنْ دُونِ اللَّهِ} : جار ومجرور ومضماف إليه متعلق (١) بمحذوف حال من الواو في {كوُنُوا} تقديره: كونوا عبادًا لي حال كونكم متجاوزين الله، إشراكًا أو إفرادًا. </p><p> {وَلَكِنْ كُونُوا رَبَّانِيِّينَ بِمَا كُنْتُمْ تُعَلِّمُونَ الْكِتَابَ وَبِمَا كُنْتُمْ تَدْرُسُونَ} . </p><p> {وَلَكِنْ} الواو اعتراضية {لكن} : حرف استدراك {كوُنُوا} : فعل ناقص واسمه {رَبَّانِيِّينَ} : خبر {كُونُوا} وجملة {كُونُوا} : في محل النصب مقول لقول محذوف تقديره: ولكن يقول كونوا ربانيين، والجملة جملة استدراكية معترضة لا محل لها من الإعراب، لاعتراضها بين المعطوف والمعطوف عليه {بِمَا كُنْتُمْ} : الباء حرف جر (ما) مصدرية، {كُنْتُمْ} فعل ناقص واسمه. {تُعَلِّمُونَ الْكِتَابَ} : فعل وفاعل ومفعول ثانٍ، والأول محذوف تقديره: غيركم، وجملة {تُعَلِّمُونَ} خبر (كان) ، وجملة (كان) صلة (ما) المصدرية (ما) : مع صلتها في تأويل مصدر </p><p>(١) الصاوي.</p><p> مجرور بالياء تقديره: بسبب كونكم معلمين غيركم الكتاب، الجار والمجرور متعلق بـ {كُونُوا} أو بـ {رَبَّانِيِّينَ}  {وَبِمَا}  {الواو} : عاطفة {الباء} حرف جر، {ما} مصدرية، {كُنْتُمْ} فعل ناقص واسمه {تَدْرُسُونَ} : فعل وفاعل، ومفعوله محذوف تقديره: الكتاب، وجملة {تَدْرُسُونَ} خبر {كان} وجملة {كان} : صلة {ما} المصدرية {ما} : مع صلتها في تأويل مصدر مجرور بالباء تقديره: وبسبب كونكم دارسين الكتاب، الجار والمجرور معطوف على الجار والمجرور قبه. </p><p> {وَلَا يَأْمُرَكُمْ أَنْ تَتَّخِذُوا الْمَلَائِكَةَ وَالنَّبِيِّينَ أَرْبَابًا أَيَأْمُرُكُمْ بِالْكُفْرِ بَعْدَ إِذْ أَنْتُمْ مُسْلِمُونَ (٨٠) }. </p><p> {وَلَا} الواو عاطفة {لا} : زائدة زيدت لتأكيد معنى النفي في قوله: {مَا كَانَ لِبَشَرٍ}  {يَأْمُرَكُمْ} : فعل ومفعول معطوف على {يَقُولَ} وفاعله ضمير يعود على {بشر}  {أَن} : حرف نصب ومصدر، {تَتَّخِذُوا الْمَلَائِكَةَ} : فعل وفاعل ومفعول أول منصوب بأنْ {وَالنَّبِيِّينَ} : معطوف على {الْمَلَائِكَةَ}  {أَرْبَابًا} : مفعول ثانٍ لـ {تَتَّخِذُوا} ، وجملة {تَتَّخِذُوا} : صلة أنْ المصدرية، {أَن} مع صلتها في تأويل مصدر منصوب على كونه مفعولًا ثانيًا لـ {يأمركم} تقديره: ولا يأمركم اتخاذ الملائكة والنبيين أربابًا، وجملة {يأمركم} : في تأويل مصدر معطوف على مصدر {يَقُولَ} والتقدير؛ ما كان إيتاء الله البشر الكتاب والحكم والنبوة، ثم قوله للناس: كونوا عبادًا لي من دون الله، وأمره الناس باتخاذ الملائكة والنبيين أربابًا لائقًا به {أَيَأْمُرُكُمْ} : الهمزة للاستفهام الإنكاري {يأمركم} فعل ومفعول، وفاعله ضمير يعود على {البشر} ، أو على {اللَّهِ}  {بِالْكُفْرِ} : متعلق به، والجملة مستأنفة، أي: لا يأمركم بالكفر {بَعْدَ} منصوب على الظرفية، متعلق بـ {يَأْمُرَكُمْ} أو {باَلْكُفْرِ}  {بَعْدَ} : مضاف، {إذْ} مضاف إليه، ولا يضاف {إذْ} إلا إلى ظرف زمان، و {إذْ} : مضاف وجملة {أَنْتُمْ مُسْلِمُونَ} مضاف إليه؛ أي: لا يأمركم بالكفر بعد إسلامكم، ولا قبله، سواء كان الآمر الله، أم الذي استنبأه الله والله أعلم. </p><p> التصريف ومفردات اللغة </p><p> {بِدِينَارٍ} والدينار أصله دننار بنونين، فاستثقل توالى مثلين، فأبدلوا أولهما حرف علة تخفيفًا لكثرة دورانه على ألسنتهم، ويدل على ذلك رده إلى النونين تكسيرًا وتصغيرًا في قولهم؛ دنانير ودنينير، ومثله قيراط، أصله قراط، بدليل قولهم: قراريط وقريريط، والدينار معرب، قالوا: ولم يختلف وزنه أصلًا وهو أربعة وعشرون قيراطًا، كل قيراط، ثلاث شعيرات معتدلة، فالمجموع اثنتان وسبعون شعيرة. </p><p> {إِلَّا مَا دُمْتَ عَلَيْهِ قَائِمًا}  {دُمْتَ} بضم الدال، من دام يدوم، من باب قال يقول، قال الفراء: هذه لغة الحجاز وتميم، تقول: دمت بكسر الدال، قال: ويجتمعون في المضارع يقولون: يدوم، وأصل هذه المادة الدلالة على الثبوت والسكون، يقال: دام الماء إذا سكن وفي الحديث \"لا يبولن أحدكم في الماء الدائم\" ؛ أي: الذي لا يجري {قَائِمًا} والمراد بالقيام هنا الملازمة؛ لأنَّ الأغلب أنَّ المطالب يقوم على رأس المطالب، ثمَّ جعل عبارة عن الملازمة، وإنْ لم يكن ثَمَّ قيام. </p><p> {فِي الْأُمِّيِّينَ} جمع أمي، وأصل الأمي: الذي لا يقرأ ولا يكتب، والمراد بهم العرب؛ لأنَّهم كانوا كذلك {يَلْوُونَ أَلْسِنَتَهُمْ} يقال: لوى الحبل والتوى إذا فتله، ثم استعمل في الإزاغة في الحجج والخصومات، ومنه ليان الغريم، وهو دفعه ومطله، ومنه خصم ألوى؛ أي: شديد الخصومة، شبهت المعاني بالأجرام، والمراد أنَّهم يفتلون ألسنتهم ليميلوها عن الآيات المنزلة إلى العبارات المحرفة. </p><p> {أَلْسِنَتَهُمْ} جمع لسان، واللسان الجارحة المعروفة، قال أبو عمرو: اللسان يذكَّر ويؤنث، فمن ذكَّر جمعه على ألسنة، ومن أنَّث جمعه على ألسن، كذراع وأذرع، وكراع وأكرع وقال الفراء: اللسان بعينه لم نسمعه من العرب إلا مذكرًا. انتهى. ويعبر باللسان عن الكلام، وهو أيضًا يذكر ويؤنث إذا أريد به ذلك. </p><p> {رَبَّانِيِّينَ} جمع رباني، والرباني إما منسوب إلى الرب، والألف والنون فيه </p><p> زائدتان في النسب دلالة على المبالغة، كما قالوا: رقباني وشعراني ولحياني، للغليظ الرقبة، والكثير الشعر، والطويل اللحية، ولا تفرد هذه الزيادة عن النسب، أمَّا إذا نسبوا إلى الرقبة والشعر واللحية من غير مبالغة قالوا: رقبي وشعري ولحوي، هذا معنى كلام سيبويه، وإمَّا منسوب إلى الربان، والربان هو المعلم للخير، ومن يسوس الناس ويعرفهم أمر دينهم، فالألف والنون دالان على زيادة الوصف، كهي في عطشان وريان وجوعان، وتكون النسبة على هذا للمبالغة في الوصف كما قالوا: أحمري، في أحمر، وكلا القولين شاذ لا يقاس عليه. </p><p> واختلف في معناه فقيل: الرباني الذي يربي الناس بصغار العلوم وكبارها، وقيل: هو العالم الذي يعمل بعلمه، وقيل هو العالم بالحلال والحرام والأمر والنهي، وقيل: هو الذي جمع بين علم البصيرة، والعلم بسياسة الناس. </p><p> ولما مات ابن عباس رضي الله عنهما قال محمَّد ابن الحنفية: اليوم مات رباني هذه الأمة، وقيل: الربانيون هم ولاة الأمر والعلماء، وهما الفريقان اللذان يطاعان، ومعنى الآية على هذا التأويل: لا أدعوكم إلى أنْ تكونوا عبادًا لي، ولكن أدعوكم إلى أنْ تكونوا ملوكًا، وعلماء، ومعلمين الناس الخير، ومواظبين على طاعة الله وعبادته، وقال أبو عبيدة: أحسب أن هذه الكلمة ليست عربية، وإنَّما هي عبرانية أو سريانية، وسواء كانت عربية أو عبرانية، فهي تدل على الذي علم وعمل بما علم، وعلَّم الناس طريق الخير {تَدْرُسُونَ} يقال: درس الكتاب يدرسه أدمن قراءته وكرره، ودرس المنزل، إذا عفا، وطلل دارس عاف. </p><p> البلاغة </p><p> وذكروا في هذه الآيات أنواعًا من البلاغة (١) : </p><p> منها: الطباق في قوله: {بِقِنْطَارٍ} و {بِدِينَارٍ} : إذا أريد بهما معنى القليل والكثير وفي قوله: {يُؤَدِّهِ} و {لَا يُؤَدِّهِ} ؛ لأن الأداء معناه الدفع وعدمه معناه المنع، وهما ضدان، وفي قوله:  {بِالْكُفْرِ} و {مُسْلِمُونَ} . </p><p>(١) البحر المحيط.</p><p> ومنها: الإشارة بالبعيد في قوله: {ذَلِكَ بِأَنَّهُمْ} ، وفي قوله:  {أُولَئِكَ لَا خَلَاقَ لَهُمْ} إيذانًا بكمال غلوهم في الشر والفساد. </p><p> ومنها: الإيجاز بالحذف في قوله: {لَيْسَ عَلَيْنَا فِي الْأُمِّيِّينَ سَبِيلٌ} ؛ أي: ليس علينا في أكل أموال الأميين سبيل. </p><p> ومنها: الاستعارة التصريحية التبعية في قوله: {يَشْتَرُونَ بِعَهْدِ اللَّهِ} ؛ فقد استعار لفظ الشراء للاستبدال. </p><p> ومنها: التجنيس المغاير في قوله: {اتقى} و {الْمُتَّقِينَ} . </p><p> ومنها: الإظهار في موضع الإضمار في قوله: {فَإِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ} ؛ لأنَّ الأصل: فإنَّ الله يحبهم اعتناء بشأن المتقين، وإشارة إلى عمومه لكل تَقي. </p><p> ومنها: التجنيس المماثل في قوله: {وَلَا يَأْمُرَكُمْ} و {أَيَأْمُرُكُمْ} . </p><p> ومنها: الاختصاص في قوله: {يُحِبُّ الْمُتَّقِينَ} ، وفي قوله:  {يَوْمَ اَلقِيامَةِ} اختصه بالذكر لأنَّه اليوم الذي تظهر فيه مجازاة الأعمال. </p><p> ومنها: التكرار في قوله: {يُؤَدَهِ} و {لا يؤده} وفي اسم: {اللَّهِ} في مواضع، وفي:  {الْكِتَابِ وَمَا هُوَ مِنَ الْكِتَابِ} . </p><p> ومنها: الكناية في قوله: {بِقِنْطَارٍ} وقوله: {بِدِينَارٍ} ؛ لأنَّ القنطار كناية عن المال الكثير، والدينار كناية عن المال القليل كما مر. </p><p> ومنها: التأكيد في قوله: {وَإِنَّ مِنْهُمْ لَفَرِيقًا} أكدت الجملة بإنَّ، واللام إشارة إلى أنَّ ذلك محقق منهم. </p><p> ومنها: المجاز في قوله: {وَلَا يُزَكِّيهِمْ} ؛ لأنَّه مجاز عن شدة غضبه وسخطه تعالى عليهم، وكذلك في الآتي بعدها:  {وَلَا يَنْظُرُ إِلَيْهِمْ} قال الزمخشري: مجاز عن الاستهانة بهم، والسخط عليهم؛ لأنَّ من اعتد بإنسان التفت إليه وأعاره نظر عينيه. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ النَّبِيِّينَ لَمَا آتَيْتُكُمْ مِنْ كِتَابٍ وَحِكْمَةٍ ثُمَّ جَاءَكُمْ رَسُولٌ مُصَدِّقٌ لِمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهِ وَلَتَنْصُرُنَّهُ قَالَ أَأَقْرَرْتُمْ وَأَخَذْتُمْ عَلَى ذَلِكُمْ إِصْرِي قَالُوا أَقْرَرْنَا قَالَ فَاشْهَدُوا وَأَنَا مَعَكُمْ مِنَ الشَّاهِدِينَ (٨١) فَمَنْ تَوَلَّى بَعْدَ ذَلِكَ فَأُولَئِكَ هُمُ الْفَاسِقُونَ (٨٢) أَفَغَيْرَ دِينِ اللَّهِ يَبْغُونَ وَلَهُ أَسْلَمَ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ طَوْعًا وَكَرْهًا وَإِلَيْهِ يُرْجَعُونَ (٨٣) قُلْ آمَنَّا بِاللَّهِ وَمَا أُنْزِلَ عَلَيْنَا وَمَا أُنْزِلَ عَلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَمَا أُوتِيَ مُوسَى وَعِيسَى وَالنَّبِيُّونَ مِنْ رَبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ (٨٤) وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ (٨٥) كَيْفَ يَهْدِي اللَّهُ قَوْمًا كَفَرُوا بَعْدَ إِيمَانِهِمْ وَشَهِدُوا أَنَّ الرَّسُولَ حَقٌّ وَجَاءَهُمُ الْبَيِّنَاتُ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ (٨٦) أُولَئِكَ جَزَاؤُهُمْ أَنَّ عَلَيْهِمْ لَعْنَةَ اللَّهِ وَالْمَلَائِكَةِ وَالنَّاسِ أَجْمَعِينَ (٨٧) خَالِدِينَ فِيهَا لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنْظَرُونَ (٨٨) إِلَّا الَّذِينَ تَابُوا مِنْ بَعْدِ ذَلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (٨٩) إِنَّ الَّذِينَ كَفَرُوا بَعْدَ إِيمَانِهِمْ ثُمَّ ازْدَادُوا كُفْرًا لَنْ تُقْبَلَ تَوْبَتُهُمْ وَأُولَئِكَ هُمُ الضَّالُّونَ (٩٠) إِنَّ الَّذِينَ كَفَرُوا وَمَاتُوا وَهُمْ كُفَّارٌ فَلَنْ يُقْبَلَ مِنْ أَحَدِهِمْ مِلْءُ الْأَرْضِ ذَهَبًا وَلَوِ افْتَدَى بِهِ أُولَئِكَ لَهُمْ عَذَابٌ أَلِيمٌ وَمَا لَهُمْ مِنْ نَاصِرِينَ (٩١) }. </p><p> المناسبة </p><p> قوله تعالى:  {وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ النَّبِيِّينَ ...} مناسبة هذه الآية لما قبلها (١) : أنَّه تعالى لما حكى عن أهل الكتاب قبائح أقوالهم وأفعالم، وكان مما ذكر أخيرًا اشتراءهم بآيات الله ثمنًا قليلًا، وما يؤول أمرهم إليه في الآخرة، وإنَّ منهم مَنْ بَدل في كتابه، وغير وصف رسول الله - صلى الله عليه وسلم - المذكور في كتبهم حتى لا يؤمنوا به، ونزه رسوله عن الأمر بأن يعبد هو أو غيره، بل تفرد تعالى بالعبادة .. أخذ تعالى يقيم الحجة على أهل الكتاب وغيرهم ممن أنكر نبوته ودينه، فذكر أخذ الميثاق على أنبيائهم، بالإيمان برسول الله - صلى الله عليه وسلم -، والتصديق له، وبأن يكونوا من أتباعه </p><p>(١) البحر المحيط.</p><p> وأنصاره إنْ أدركوا زمنه، وذكر إقرارهم بذلك، وشهادتهم على أنفسهم، وشهادته تعالى عليهم بذلك، وهذا العهد مذكور في كتبهم، وشاهد بذلك أنبياؤهم، فإذا كان الأنبياء قد أخذ عليهم العهد: أنْ يؤمنوا به ويبشروا بمبعثه .. فكيف يصح من أتباعهم التكذيب برسالته - صلى الله عليه وسلم -، ثم ذكر تعالى أن الإيمان بجميع الرسل شرط لصحة الإيمان، وبيَّن أنَّ الإِسلام هو الدين الحق الذي لا يقبل الله دينًا سواه، فالغرض من هذه الآيات: إثبات نبوة محمد - صلى الله عليه وسلم -، بتعداد أشياء معروفة عند أهل الكتاب قطعًا لعذرهم، وإظهارًا لعنادهم، ودحضًا لمزاعمهم، وإزالةً لشبهات من أنكر منهم بعثة نبي من العرب. </p><p> أسباب النزول </p><p> قوله تعالى:  {أَفَغَيْرَ دِينِ اللَّهِ يَبْغُونَ ...} قيل سبب نزولها: أنَّ (١) أهل الكتاب اختلفوا، فادعى كل فريق منهم أنَّه على دين إبراهيم عليه السلام، فاختصموا إلى النبي - صلى الله عليه وسلم -، فقال لهم رسول الله - صلى الله عليه وسلم -: \"كلا الفريقين بريء من دين إبراهيم، فغضبوا وقالوا: لا نرضى بقضائك ولا نأخذ بدينك، فأنزل الله:  {أَفَغَيْرَ دِينِ اللَّهِ} . </p><p> قوله تعالى:  {كَيْفَ يَهْدِي اللَّهُ قَوْمًا كَفَرُوا بَعْدَ إِيمَانِهِمْ} إلى قوله: {فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} سبب نزولها (٢) : ما رواه النسائي وابن جرير وابن حبَّان والحاكم عن ابن عباس رضي الله عنهما كان رجلٌ من الأنصار أسلم ثم ارتدَّ ولحق بالشرك ثم ندم فأرسل إلى قومه: أرسلوا إلى رسول الله - صلى الله عليه وسلم -: هل لي من توبة؟ قال: فنزلت {كَيْفَ يَهْدِي اللَّهُ قَوْمًا كَفَرُوا بَعْدَ إِيمَانِهِمْ} إلى قوله: {فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} الحديث رجاله رجال الصحيح. </p><p> قوله تعالى: {إِنَّ الَّذِينَ كَفَرُوا بَعْدَ إِيمَانِهِمْ ثُمَّ ازْدَادُوا كُفْرًا لَنْ تُقْبَلَ تَوْبَتُهُمْ وَأُولَئِكَ هُمُ الضَّالُّونَ (٩٠) } سبب نزولها (٣) : ما رواه ابن كثير في تفسيره، عن </p><p>(١) الخازن. (٢) لباب النقول.(٣) المسند الصحيح.</p>"
}