{
  "id": null,
  "sura": 3,
  "aya": 194,
  "text": "<p> بها {وَكَفِّرْ} ؛ أي: وغط وامح بفضلك ورحمتك {عَنَّا سَيِّئَاتِنَا} الصغائر، أو المستقبلة. وقيل: المراد (١) بالأول ما يزول بالتوبة، وبالثاني ما تكفره الطاعة العظيمة، وقيل: المراد بالأول ما أتى به الإنسان مع العلم بكونه معصيةً، وبالثاني ما أتى به الإنسان مع جهله بذلك. والظاهر (٢) : عدمُ اختصاص أحد اللفظين بأحد الأمرين، والآخر بالآخر، بل يكون المعنى في الذنوب والسيئات واحدًا، والتكرير للمبالغة، والتأكيد كما أن معنى الغفر، والتكفير واحد. والغفران: الستر، والتغطية، يقال: رجل مكفر بالسلاح؛ أي: مغطى به، قال لبيد: </p><p> في لَيْلَةٍ كَفَرَ النُّجُوْمَ ظَلاَمُهَا </p><p> وكذلك التكفير معناه الستر، فهما بمعنى واحد، وإنما ذكرَهما للتأكيد؛ لأن الإلحاحَ في الدعاء، والمبالغةَ فيه مندوب إليه، {وَتَوَفَّنَا مَعَ الْأَبْرَارِ} ؛ أي: أمتنا مصاحبين وملتبسينَ بأعمال الأبرار والأخيار المتمسكين بالسنة والطريقة المستقيمة من الأنبياء، والمرسلين، والصديقين، والصالحين، حتى نكون في درجاتهم يوم القيامة، أو المعنى: وتوفنا على الإيمان، واجمعنا مع أرواح النبيينَ والصالحين. </p><p> والحاصل: أنهم طلبوا من الله تعالى في هذا الدعاء ثلاثةَ أشياء: غفرانَ الذنوب المتقدمة، وتكفيرَ السيئات المستقبلة، وأن تكون وفاتهم مع الأبرار؛ بأن يموتوا على مثل أعمالهم حتى يكونوا في درجاتهم يوم القيامة، كما يقال: فلان في العطاء مع أصحاب الألوف؛ أي: هو مشارك لهم في أنه يعطي ألفًا، قال تعالى:  {فَأُولَئِكَ مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ وَالصِّدِّيقِينَ} وفي هذا رمز إلى أنهم كانوا يحبون لقاء الله، ومن أحب لقاء الله. أحب الله لقاءَه. </p><p> ١٩٤ - {رَبَّنَا وَآتِنَا} ؛ أي: أعطنا {مَا وَعَدْتَنَا} من حسن الجزاء كالنصر في الدنيا، والنعيم في الآخرة جزاءً {عَلَى} تصديق {رُسُلِكَ} واتباعهم، فالجار والمجرور، إمَّا متعلق بوعدتنا؛ أي: وعدتنا على تصديق رسلك، أو متعلق بمحذوف صفة لمصدر محذوف مؤكد للعامل، تقديره: وعدتنا وعدًا كائنًا على ألسنة رسلك. </p><p>(١) المرح. (٢) الشوكاني.</p><p> وخلاصة ذلك (١) : أنهم قالوا: أعطنا ذلك بتوفيقنا للثبات على ما نستحق به ذلك، إلى أن تتوفانا مع الأبرار. وفي هذا استشعار بتقصيرهم، وعدم الثقة بثباتهم، إلا بتوفيق الله، ومزيد عنايته. وقرأ الأعمش على {رسْلك} بإسكان السين. {وَلَا تُخْزِنَا} ؛ أي: لا تهنا، ولا تفضحنا، ولا تهتك سترنا {يَوْمَ الْقِيَامَةِ} بإدخالنا النارَ التي يخزى من دخلها، {إِنَّكَ} يا إلهي {لَا تُخْلِفُ الْمِيعَادَ} ؛ أي: لا تخلف ما وعدتَ به على الإيمان، وصالح العمل، فقد وعدتَ المؤمنين بسيادة الدنيا في قولك:  {وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الْأَرْضِ} </p><p> وقلت:  {إِنْ تَنْصُرُوا اللَّهَ يَنْصُرْكُمْ} ووعدت بسعادة الآخرة، فقلت:  {وَعَدَ اللَّهُ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ} . </p><p> فإن قلتَ (٢) : كيف سألوا الله إنجازَ ما وَعَد، والله لا يخلف الميعاد؟ قلتُ: معناه أنهم طلبوا من الله تعالى التوفيقَ فيما يحفظ عليهم أسبابَ إنجاز الميعاد، وقيل: هو من باب اللجاء إلى الله تعالى، والتذلل له، وإظهار الخضوع والعبودية؛ كما أن الأنبياء عليهم الصلاة واللام يستغفرون الله مع علمهم أنهم مغفور لهم، يقصدون بذلك التذللَ لربهم سبحانه وتعالى، والتضرعَ إليه، واللجاء إليه، الذي هو سيما العبودية. وقيل: معناه ربنا، واجعلنا ممن يستحق ثوابكَ، وتؤتيهم ما وعدتَهم على ألسنة رسلك؛ لأنهم لم يتيقنوا استحقاقَهم لتلك الكرامة؛ فسألوه أن يجعلَهم مستحقين لها. وقيل: إنما سألوه تعجيلَ ما وعدهم من النصر على الأعداء، قالوا: قد علمنا أنك لا تخلف الميعاد، ولكن لا صَبْرَ لنا على حلمِك فعجل هلاكهم، وأنصرنا عليهم. </p><p> قال العلماء (٣) : ويستحب لمن انتبه من نومه أن يمسح على وجهه، ويستفتح قيامه بقراءة هذه العشر آيات، اقتداء بالنبي - صلى الله عليه وسلم - ثبت ذلك في \"الصحيحين\" ، وغيرهما ثم يصلي ما كتب له، فيجمع بين التفكر والعمل. وفي الآثار عن جعفر الصادق: من حزبه أمرٌ فقال: ربنا خمس مرات أنجاه الله مما يخاف، وأعطاه ما </p><p>(١) المراغي. (٢) الخازن.(٣) البحر المحيط.(٤) البحر المحيط.</p>"
}