{
  "id": null,
  "sura": 3,
  "aya": 76,
  "text": "<p> من أموال العرب سبيل؛ أي: قدرة على المطالبة والإلزام؛ فإنَّهم قالوا: نحن أبناء الله وأحباؤه، والخلق لنا عبيد، فلا سبيل لأحد علينا إذا أكلنا أموال عبيدنا، وقيل: إنهم قالوا: أنَّ الأموال كلها كانت لنا، فما في يد العرب فهو لنا، وإنَّما هم ظلمونا وغصبوها منا، فلا سبيل علينا في أخذها منهم بأي طريق كان. </p><p> {وَيَقُولُونَ عَلَى اللَّهِ الْكَذِبَ} ؛ أي: يفترون على الله الكذب بادعائهم أنَّ ذلك في كتابهم. {وَهُمْ يَعْلَمُونَ} أنَّهم كاذبون في ذلك؛ أي: أنَّهم قالوا: إنَّ جواز الخيانة مع المخالف مذكور في التوراة، وكانوا كاذبين في ذلك، وعالمين بكونهم كاذبين فيه، ومَنْ كان كذلك .. كانت خيانته أعظم، وجرمه أفحش. </p><p> لكنهم لمَّا لم يكتفوا بالكتاب، ولجؤوا إلى التقليد، وعدّوا كلام أحبارهم دينًا، وهؤلاء قالوا في الدين بالرأي والهوى، وحرّفوا الكلم عن مواضعه، ليؤيدوا آرائهم .. وجدوا من هذه الأقوال ما يساعدهم على ما يدَّعون. </p><p> روى ابن المنذر عن سعيد بن جبير قال: لما نزلت: {وَمِنْ أَهْلِ الْكِتَابِ} إلى قوله: {لَيْسَ عَلَيْنَا فِي الْأُمِّيِّينَ سَبِيلٌ} قال النبي - صلى الله عليه وسلم -: \"كذب أعداء الله، ما من شيء في الجاهلية إلا وهو تحت قدمي هاتين، إلا الأمانة؛ فإنّها مؤداة إلى البَّرِّ والفاجر\" . </p><p> ٧٦ - {بَلَى} : حرف يجاب به النفي، فيصير إثباتًا لما نفوه من السبيل عليهم في الأميين؛ أي: بلى على اليهود في العرب سبيل، فعلى هذا يَحسن الوقف عليها، ثم يبتدىء بما بعده، وقوله:  {مَنْ أَوْفَى بِعَهْدِهِ} جملة مستأنفة مقرر للجملة التي سدت {بَلى} مسدها، والضمير في {بِعَهْدِهِ} يرجع إلى الله تعالى؛ أي: ولكن من أوفى بعهد الله الذي عهد إليه في التوراة، من الإيمان بمحمد - صلى الله عليه وسلم -، وبالقرآن الذي أنزل عليه، أو بأداء الأمانة إلى من ائتمنه عليها، وقيل: الهاء في قوله: {بِعَهْدِهِ} عائد إلى الموفي؛ أي: بيعده فيما بينه وبين الله، أو فيما بينه وبين الناس. </p><p> {وَاتَّقَى} ؛ أي: خاف عقاب الله بالكفر والخيانة، ونقض العهد {فَإِنَّ اللَّهَ} سبحانه وتعالى {يُحِبُّ الْمُتَّقِينَ} الذين يتقون الشرك والخيانة؛ أي: يثيبهم على </p><p> تقواهم ويكرمهم في الدنيا والآخرة، وعموم المتقين قائم مقام العائد إلى {مَنْ} ؛ أي: فإنَّ الله يحبه، أخبر تعالى: بأن من أوفى بالعهد، واتقى الله في نقضه .. فهو محبوب عند الله. </p><p> وهذه الآية (١) دالة على تعظيم أمر الوفاء بالعهد، وذلك لأنَّ الطاعات محصورة في أمرين: التعظيم لأمر الله، والشفقة على خلق الله، فالوفاء بالعهد مشتمل عليهما معًا؛ لأن ذلك سبب لمنفعة الخلق، فهو شفقة على خلق الله، وذلك أمر الله، فالوفاء بالعهد تعظيم لأمر الله، ثم الوفاء كما يكون في حق الغير، يكون في حق النفس، فالوافي بعهد النفس هو الآتي بالطاعات، والتارك للمحرمات. </p><p> وخلاصة المعنى: بلى عليكم يا معشر اليهود في الأميين سبيل، وعليكم الوفاء بعقودكم المؤجلة والأمانات، فمن أقرضك مالًا إلى أجل، أو باعك بثمنٍ مؤجل، أو ائتمنك على شيء .. وجب عليك الوفاء به، وأداء الحق له في حينه، دون حاجة إلى الإلحاف في الطلب، أو إلى التقاضي، وبذلك قضت الفطرة، وحتمت الشريعة، وفي هذا إيماء إلى أنَّ اليهود لم يجعلوا الوفاء بالعهد حقًّا واجبًا لذاته، بل العبرة عندهم المعاهِد، فإن كان إسرائيليًّا .. وجب الوفاء له، ولا يجب الوفاء لغيره. </p><p> والعهد ضربان: </p><p> الأول: عهد المرء لأخيه في العقود والأمانات كما تقدم. </p><p> والثاني: عهد الله تعالى، وهو ما يلتزم به المؤمن لربه، من اتباع دينه والعمل بما شرعه على لسان رسوله. واليهود لم يفوا بشيء منهما، إذ لو وفوا بعهد الله .. لآمنوا بالنبي - صلى الله عليه وسلم -، واتبعوا النور الذي أنزل معه، كما وصاهم بذلك كتابهم على لسان رسولهم موسى عليه السلام. </p><p>(١) المرح.</p>"
}