{
  "id": null,
  "sura": 3,
  "aya": 49,
  "text": "<p> وإنما أفردهما بالذكر على تقدير كون المراد بالكتاب جنس الكتب المنزلة؛ لزيادة فضلهما على غيرهما، فكان يحفظهما على ظهر قلبه. </p><p> وهذا إخبار من الله تعالى لمريم ما هو فاعل بالولد الذي بشرها به، من الكرامة وعلو المنزلة. </p><p> ٤٩ - {و} حالة كونه {رسولًا إلى بني إسرائيل} كلهم، وتخصيص (١) بني إسرائيل لخصوص بعثته إليهم أو للرد على من زعم أنه مبعوث إلى غيرهم. </p><p> وقرأ اليزيدي شذوذًا:  {ورسولِ} - بالجر - وخرجه الزمخشري على أنه معطوف على قوله:  {بِكَلِمَةٍ مِنْهُ} ، وهي قراءة شاذة في القياس؛ لطول البعد بين المعطوف والمعطوف عليه. </p><p> والمعتمد عند الجمهور (٢) : أن عيسى إنما نبىء على رأس الأربعين، وأنه عاش في الأرض قبل رفعه مئة وعشرين سنة، وهو آخر أنبياء بني إسرائيل كما أن أولهم يوسف بن يعقوب، وسيأتي بسط ذلك عند قوله:  {إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ} إن شاء الله تعالى. </p><p> {أَنِّي قَدْ جِئْتُكُمْ بِآيَةٍ} - بفتح الهمزة - على قراءة الجمهور، فيكون مجرورًا بباء الملابسة المقدرة المتعلقة بمحذوف حال من رسول المقدر؛ لما فيه من معنى النطق، والتقدير: فلما جاءهم .. قال: إني رسول الله إليكم حالة كوني ملتبسًا بمجيئي إياكم بآية وعلامة تدل على صدق رسالتي، وتلك الآية: أني أخلق لكم من الطين كهيئة الطير إلخ، وهذا التقدير أحسن (٣) ؛ لأن قصة البشارة قد تمت، وهذا شروع في قصة ما وقع له بعد وجوده في الخارج. </p><p> وقريء بكسر همزة {إني} وهي شاذة، فيكون مفعولًا لقول محذوف تقديره: فلما جاءهم .. قال لهم: إني قد جئتكم بآية. {مِنْ رَبِّكُمْ} ؛ أي: بعلامة دالة على صدقي كائنة من ربكم، وإنما قال:  {بِآيَةٍ} ، وقد جاء بآيات </p><p>(١) البيضاوي. (٢) الجمل والمراح.(٣) الجمل.</p><p> كثيرة؛ لأن الكل دال على شيء واحد، وهو صدقه في الرسالة. قرأ الجمهور:  {بِآيَةٍ} بالإفراد، وفي مصحف عبد الله شذوذًا:  (بآيات) بالجمع في الموضعين، فلما قال ذلك عيسى لبني إسرائيل .. قالوا: ما تلك الآية؟ قال هي {أَنِّي أَخْلُقُ} وأصور وأقدر {لَكُمْ} ؛ أي: لأجل هدايتكم وتصديقكم بي {مِنَ الطِّينِ} ؛ أي: من التراب الرطب {كَهَيْئَةِ الطَّيْرِ} ؛ أي: شيئًا مثل صورة الطير. </p><p> قرأ الجمهور:  {أَنِّي} - بفتح الهمزة - على كونه خبر مبتدأ محذوف كما قدرنا، أو على كونه بدلًا من آية، فيكون في محل جر. وقرأ نافع {إنيَ} بالكسر على الاستئناف، أو على إضمار القول. وقرأ الجمهور {كَهَيْئَةِ} بفتحتين بينهما ياء ساكنة. وقرأ الزهري شذوذًا:  (كهِيَّة) بكسر الهاء وياء مشددة مفتوحة بعدها تاء التأنيث. وقرأ الجمهور:  {كَهَيْئَةِ الطَّيْرِ} ، وقرأ أبو جعفر بن القعقاع في المتواتر:  {كَهَيْئَةِ الطَّيْرِ} . </p><p> {فَأَنْفُخُ فِيهِ} ؛ أي: في فم ذلك الشيء المماثل للطير، فالضمير للكاف. وقرأ بعض القراء شذوذًا؛ (فأنفخ فيها) بالتأنيث كما هو كذلك في المائدة، فالضمير للهيئة. {فَيَكُونُ} ؛ أي: فيصير ذلك المماثل الذي أنفخ فيه {طَيْرًا} حيًّا يطير بين السماء والأرض {بِإِذْنِ اللَّهِ} ؛ أي: بأمر الله وتكوينه وتخليقه، وفيه إشارة إلى أن إحياءَه من الله تعالى، لا منه، وهذه هي المعجزة الأولى. وقرأ نافع ويعقوب هنا وفي المائدة:  {طائرًا} ، وقرأ الباقون:  {طيرا} . </p><p> روي عن أبي سعيد الخدري رضي الله عنه: أنه قال لهم: ماذا تريدون؟ قالوا: الخَفَّاش، وإنما طالبوه بخلق الخفاش؛ لأنه أكمل الطير خلقًا، وأبلغ دلالة على القدرة؛ لأن له نابًا وأسنانًا، ويضحك كما يضحك الإنسان، ويطير بغير ريش، ولا يبصر في ضوء النهار، ولا في ظلمة الليل، إنما يرى في ساعتين: ساعة بعد المغرب، وساعة بعد طلوع الفجر، والأنثى منه لها ثدي وتحيض وتطهر وتلد. </p><p> وخلاصة الكلام: أن من علامات نبوتي - إن كنتم فيه تمترون - أني أقتطع من الطين جزءًا مصورًا بصورة طير من الطيور التي تريدون، ثم أنفخ فيه، فيصير </p><p> طيرًا حيًّا يحلق في جو السماء، كما تفعل بقية الطيور. </p><p> وقد روي أنه عليه السلام لما أعلن النبوة، وأظهر المعجزات .. طالبوه بخلق خَفَّاش، فأخذ طينًا، وصوره، ونفخ فيه، فإذا هو يطير بين السماء والأرض، قال وهب: كان يطير ما دام الناس ينظرون إليه، فإذا غاب عن أعينهم .. سقط ميتًا؛ ليتميز عن خلق الله تعالى. </p><p> وقد جرت سنّة الله أن تجرى الآيات على أيدي الأنبياء عند طلب قومهم لها، وجعل الإيمان موقوفًا عليها، فإن كانوا سألوه شيئًا من ذلك .. فقد فعل، ولا حاجة بنا إلى تعيين نوع الطير؛ إذ لم يرد عندنا نص من كتاب أو سنّة يعينه، فنقف حينئذٍ عند لفظ الآية. </p><p> فلما صور لهم خفاشًا .. قالوا: هذا سحر، فهل عندك غيره؟ قال: نعم. {وَأُبْرِئُ الْأَكْمَهَ} ؛ أي: وأشفي الذي ولد أعمى، أو الممسوح العينين، وأصححه من عماه {و} أشفي {الأبرص} وأصححه من مرضه؛ وهو الذي في جلده بياض شديد، وهذه هي المعجزة الثانية، ولم يقل في هذه المعجزة، وفي المعجزة الرابعة: بإذن الله؛ لأنهما ليس فيهما كبير غرابة بالنسبة إلى الآخرين، فتوهم الألوهية فيهما بعيد، فلا يحتاج للتنبيه على نفيه خصوصًا وكان فيهم أطباء كثيرون، وإنما خُصَّا بالذكر؛ لأن مداواتهما أعيت الأطباء، وقد كان الطب متقدمًا جدًّا في زمن عيسى، فأراهم الله المعجزة من ذلك الجنس، وقد جرت السنّة الإلهية أن تكون معجزة كل نبي من جنس ما اشتهر في زمنه؛ فأعطى موسى العصا، وابتلعت ما كانوا يأفكون؛ لأن المصريين في ذلك العصر كانوا مشهورين بالسحر؛ وأعطى عيسى من المعجزات ما هو من جنس الطب الذي حذقه أطباء عصره؛ وأعطى محمدًا - صلى الله عليه وسلم - معجزة القرآن؛ لأن التفاخر في ذلك العصر كان بالفصاحة والبيان. </p><p> فلما فعل ذلك قالوا: هذا سحر، فهل عندك غيره؟ قال: نعم. {وَأُحْيِ الْمَوْتَى بِإِذْنِ اللَّهِ} ؛ أي: وأحيي بعض الأموات بإرادة الله ودعائه، وكان يدعو لإحيائهم باسم الله الأعظم، وهو يا حي يا قيوم، وهذه هي المعجزة الثالثة. </p><p> وإنما كرر (١) : بإذن الله هنا وفيما مرَّ؛ لنفي توهم الألوهية في عيسى، فهو رد على النصارى؛ لأن الإحياء والخلق ليس من جنس الأفعال البشرية، وأما إبراء الأكمه والأبرص، فهو من جنس أفعالهم، فلذا لم يذكر بإذن الله بعده، وذكر في المائدة أربعًا بلفظ: إذني؛ لأنه هنا من كلام عيسى، وثم من كلام الله تعالى، وأتى بهذه الأربع بلفظ المضارع دلالة على تجدد ذلك كل وقت طلب منه. </p><p> روي أنه أحيا أربعة أنفس: أحيا عازَر بوزن هاجر بعد موته بثلاثة أيام حتى عاش، وولد له، وأحيا ابن العجوز وهو ميت محمول على السرير، فنزل عن سريره حيًّا، ورجع إلى أهله، وعاش وولد له، وأحيا بنت العاشر؛ أي: الذي يأخذ العشور من الناس بعد يوم من موتها، فعاشت، وولد لها، فقالوا لعيسى: إنك تحيي من كان قريب العهد من الموت، فلعلهم لم يموتوا حقيقة، بل أصابهم سكتة، فأحي لنا سام بن نوح، وهو قد مضى من موته أكثر من أربعة آلاف سنة، فقام على قبره، فدعا الله باسمه الأعظم، فقام من قبره، وقال للقوم: صدقوه فإنه نبي الله، ومات في الحال، فآمن به بعضهم، وكذبه آخرون، فقالوا: هذا سحر فهل عندك غيره؟ قال: نعم. {وَأُنَبِّئُكُمْ بِمَا تَأْكُلُونَ} ؛ أي؛ وأخبركم بما تطعمون وتشربون غدوة وعشية {وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمْ} ؛ أي: وأخبركم ما ترفعون وتخبئون في بيوتكم من غداء لعشاء، ومن عشاء لغداء لتأكلوه فيما بعد ذلك. قيل: كان عيسى عليه السلام يخبر الرجل بما أكل البارحة، وبما يأكله اليوم، وبما يدخره للعشاء، وقال قتادة: إنما كان هذا في نزول المائدة، وكان خوانًا ينزل عليهم أينما كانوا، فيه من طعام الجنة، وأمروا أن لا يخونوا ولا يدخروا لغدٍ، فخانوا وادخروا، فكان عيسى عليه السلام يخبرهم بما أكلوا من المائدة، وما ادخروا منها، فمسخهم الله خنازير، وهذه هي المعجزة الرابعة، وفي هذا دليل قاطع على صحة نبوة عيسى عليه السلام، ومعجزة عظيمة له، وهي: إخباره عن المغيبات مع ما تقدم له من الآيات الباهرات من: إبراء الأكمه </p><p>(١) الجمل.</p>"
}