{
  "id": null,
  "sura": 3,
  "aya": 89,
  "text": "<p> الدالة على صحة نبوته، وصدقه - صلى الله عليه وسلم -؛ أي: لا يوفق القوم الكافرين الأصليين والمرتدين طريق الهدى والرشاد، لما سبق في علمه تعالى أنَّهم ظالمون، وقيل: لا يهديهم في الآخرة إلى الجنة والثواب، فإنْ قلت (١) : كيف قال الذي أول الآية: {كَيْفَ يَهْدِي} وفي آخر الآية: {الْقَوْمَ الظَّالِمِينَ} وهذا تكرار؟ </p><p> قلتُ: ليس فيه تكرار؛ لأن قوله:  {كَيْفَ يَهْدِي اللَّهُ قَوْمًا كَفَرُوا} إنَّما هو مختص بأولئك المرتدين عن الإسلام، ثمَّ إنَّه تعالى عمم ذلك الحكم في آخر الآية فقال:  {وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ} يعني جميع الكفار، المرتدين عن الإسلام والكافر الأصلي، وإنَّما سمى الكافر ظالمًا لأنَّه وضع العبادة في غير موضعها. </p><p> ٨٧ - {أُولَئِكَ} الذين كفروا بعد إيمانهم {جَزَاؤُهُمْ} على كفرهم {أَنَّ عَلَيْهِمْ لَعْنَةَ اللَّهِ} أي: سخطه وغضبه، وإبعاده لهم عن رحمته {و} أنَّ عليهم لعنة {الملائكة والناس أجمعين} ؛ أي: يستحقون غضب الله وسخطه، وسخط الملائكة والناس كلهم، إذ هم متى عرفوا حقيقة حالهم لعنوهم؛ لأنَّها مجلبة للَّعن بطبعها لكل من عرفها. </p><p> وهذا يدل (٢) بمنطوقه على جواز لعنهم، وبمفهومه ينفي جواز لعن غيره، ولعل الفرق أنَّهم مطبوعون على الكفر، ممنوعون عن الهدى، آيسون عن الرحمة رأسًا، بخلاف غيرهم، والمراد بالناس المؤمنون، أو العموم؛ فإنَّ الكافر أيضًا يلعن منكر الحق، والمرتد عنه، ولكن لا يعرف الحق بعينه حالة كونهم </p><p> ٨٨ - {خَالِدِينَ فِيهَا} ؛ أي: مقدرين الخلود في اللعنة أو العقوبة، أو النار، وإنْ لم يجر ذكرهما لدلالة الكلام عليهما {لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ} ، أي: لا ينقصون من العذاب شيئًا {وَلَا هُمْ يُنْظَرُونَ} ؛ أي: ولا هم يمهلون لمعذرة يعتذرون بها؛ لأنَّ سببه ماران على قلوبهم من ظلمات الجحود والعناد، وسخط الله وغضبه، وهو معهم لا يفارقهم أينما كانوا، ثمَّ استثنى سبحانه وتعالى فقال: </p><p> ٨٩ - {إِلَّا الَّذِينَ تَابُوا} ورجعوا </p><p>(١) الخازن. (٢) البيضاوي.</p><p> من الكفر إلى الإيمان {مِنْ بَعْدِ ذَلِكَ} ؛ أي: من بعد ارتدادهم وكفرهم، وذلك أن الحارث بن سويد الأنصاري لما لحق بالكفار ندم على ذلك، فأرسل إلى قومه: أن سلوا رسول الله - صلى الله عليه وسلم - هل لي من توبة؟ ففعلوا، فأنزل الله تعالى:  {إِلَّا الَّذِينَ تَابُوا مِنْ بَعْدِ ذَلِكَ وَأَصْلَحُوا} الآية. فبعث إليه أخوه الجلاس مع رجل من قومه، فأقبل إلى المدينة تائبًا، وقبل رسول الله - صلى الله عليه وسلم - توبته، وحسن إسلامه {وَأَصْلَحُوا} ؛ أي: عملوا الأعمال الصالحة، وقيل: معناه وأصلحوا باطنهم مع الحق بالمراقبات، وظاهرهم مع الخلق بالعبادات والطاعات {فَإِنَّ اللَّهَ} سبحانه وتعالى {غَفُورٌ} لقبائحهم في الدنيا بالستر لها {رَحِيمٌ} في الآخرة بالعفو عنها، وقيل: غفور بإزالة العذاب، رحيم بإعطاء الثواب، وفي هذا الاستثناء وما بعده إشارة إلى أنَّ الكفار تنقسم ثلاثة أقسام: </p><p> قسم: تاب توبة صادقة فنفعته، وإليهم الإشارة بقوله:  {إِلَّا الَّذِينَ تَابُوا مِنْ بَعْدِ ذَلِكَ} . </p><p> وقسم: تاب توبة فاسدة فلم تنفعه، وإليهم الإشارة بقوله:  {كَفَرُوا بَعْدَ إِيمَانِهِمْ ثُمَّ ازْدَادُوا كُفْرًا} . </p><p> وقسم: لم يتب أصلًا ومات على الكفر، وإليهم الإشارة بقوله:  {إِنَّ الَّذِينَ كَفَرُوا وَمَاتُوا وَهُمْ كُفَّارٌ} . </p><p> وخلاصة المعنى: أي إلا الذين تابوا من ذنوبهم، وتابوا إلى ربهم، وتركوا ذلك الكفر، الذي دنسوا به أنفسهم، نادمين على ما أصابوا منه، وأصلحوا نفوسهم بصالح الأعمال التي تغذي الإيمان، وتمحو من صفحة القلب ما كان قدْ ران عليها، من ذميم الأخلاق والصفات. وفي هذا إيماء إلى أنَّ التوبة التي لا أثر لها في العمل، لا يعتد بها في نظر الدين، إذ كثير من الناس يظهرون التوبة بالندم، والاستغفار، والرجوع عن الذنب، ثم لا يلبثون أنْ يعودوا إلى مثل ما كانوا قد اجترحوا من السيئات؛ لأنَّ التوبة لم يكن لها أثر في نفوسهم، ينبههم إذا غفلوا، ويهديهم إلى اتخاذ الطرق الموصلة لإصلاح شؤونهم، وتقويم المعوج من أمورهم، فإذا هم فعلوا ذلك .. نالهم من مغفرة ربهم ما يؤهلهم لدخول </p>"
}