{
  "id": null,
  "sura": 3,
  "aya": 112,
  "text": "<p> ١١٢ - {ضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ} ؛ أي: جعلت الذلة والصغار والهوان على اليهود، بأن يحاربوا ويقتلوا وتغنم أموالهم، وتسبى ذراريهم، وتملك أراضيهم، وقيل: الذلة ضرب الجزية عليهم؛ لأنها ذلة وصغار، وقيل: ذلتهم أنك لا ترى في اليهود ملكًا قاهرًا، ولا رئيسًا معتبرًا، بل هم مستضعفون في جميع البلاد، {أَيْنَ مَا ثُقِفُوا} ؛ أي: حيثما وجدوا وصودفوا؛ فلا يقدرون أن يقوموا مع المؤمنين {إِلَّا بِحَبْلٍ مِنَ اللَّهِ} : أي؛ إلا بعهد من الله، وهو أن يسلموا؛ فتزول عنهم الذلة {وَحَبْلٍ مِنَ النَّاسِ} ؛ أي: أو بعهد من المؤمنين ببذل الجزية، والمعنى: ضربت عليهم الذلة في جميع الأحوال إلا في حال اعتصامهم بحبل الله، وحبل الناس، وهو ذمة الله، وعهده، وذمة المسلمين وعهدهم، لا عز لهم أبدًا إلا في هذه الحالة الواحدة، وهي التجاؤهم إلى الذمة لما قبلوه من بذل الجزية وإنما سمي العهد حبلًا؛ لأنه سبب يوصل إلى الأمن، وزوال الخوف. </p><p> {وَبَاءُوا بِغَضَبٍ مِنَ اللَّهِ} ؛ أي: استوجبوا، واستحقوا غضبًا من الله، ولعنة منه، وغضب الله تعالى ذمه إياهم في الدنيا، وعقوبته لهم في الآخرة {وَضُرِبَتْ عَلَيْهِمُ الْمَسْكَنَةُ} كما يضرب البيت على أهله، فهم ساكنون في المسكنة غير خارجين منها، يعني: جعل عليهم زي الفقر، واليهود في غالب الأحوال مساكين، تحت أيدي المسلمين والنصارى. فاليهودي، وإن كان غنيا موسرًا يظهر من نفسه الفقر. {ذَلِكَ} المذكور من ضرب الذلة، والمسكنة، وغضب الله {بِأَنَّهُمْ} ؛ أي: بسبب أنهم {كَانُوا يَكْفُرُونَ بِآيَاتِ اللَّهِ} ؛ أي: ينكرون آيات الله الناطقة بنبوة محمَّد - صلى الله عليه وسلم - يحرفونها، وسائر الآيات القرآنية {وَيَقْتُلُونَ الْأَنْبِيَاءَ بِغَيْرِ حَقٍّ} ؛ أي: بلا جرم، فإن الذين قتلوا الأنبياء، أسلافهم، وهؤلاء المتأخرون كانوا راضين بفعل أسلافهم، فنسب إليهم، كما أن التحريف من أفعال أحبارهم، ينسب إلى كل من يتبعهم، والتقييد بغير حق، مع أنه كذلك في نفس الأمر للدلالة على أنه لم يكن حقًّا بحسب اعتقادهم أيضًا، وللتشنيع عليهم، وللدلالة على أن ذلك حدث منهم عن عمد لا عن خطأ {ذَلِكَ} الكفر والقتل {بِمَا عَصَوْا} ؛ أي: بسبب كثرة عصيانهم، ومخالفتهم لأوامر الله تعالى، وغشيانهم لمعاصي الله، كالاصطياد في يوم السبت مثلًا {و} بما {كانوا يعتدون} ؛ أي: يتجاوزون </p><p> حدود الله باستحلال المحارم؛ أي؛ ذلك بسبب عصيانهم واعتدائهم ومجاوزتهم حدود الله تعالى؛ فنزل بهم ما نزل. </p><p> وهذه الجملة مؤكدة لما قبلها، فالعصيان والاعتداء هو عين الكفر، وقتلهم الأنبياء، ويحتمل أنها ليست مؤكدة بل هي علة للعلة؛ أي: فعلة ضرب الذلة، والمسكنة، والغضب من الله: كفرهم، وقتلهم الأنبياء، وعلة الكفر، والقتل: عصيانهم أمر الله وتجاوزهم الحد. </p><p> وقال بعض العارفين: من ابتلي بترك الآداب .. وقع في ترك السنن ومن ابتلي بترك السنن .. وقع في ترك الفريضة، ومن ابتلي بترك الفريضة .. وقع في اسحقار الشريعة، ومن ابتلى بذلك .. وقع في الكفر. </p><p> الإعراب </p><p> {وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ} . </p><p> {وَلْتَكُنْ}  {الواو} استئنافية. {اللام} لام الأمر، مبنية على السكون لسبقها بعاطف والأصل فيها: البناء على الكسر كما في قوله تعالى: {لِيُنْفِقْ ذُو سَعَةٍ} وإنما حركت حينئذٍ؛ لكونها على حرف واحد، ولتعذر الابتداء بالساكن، وكانت الحركة كسرة للفرق بينها وبين لام القسم، والالتباس بينها وبين لام الجر يندفع بالمقام؛ لأن هذه لا تدخل إلا على الفعل، وتلك إلا على الاسم، كما ذكرته في \"الفتوحات القيومية على متن الآجرومية\"  {تكن} فعل مضارع تام، أو ناقص مجزوم باللام. {مِنْكُمْ} متعلق به، أو خبر لـ {تكن} إن قلنا ناقصة. {أُمَّةٌ} فاعل، أو اسمٌ لها، والجملة مستأنفة. {يَدْعُونَ} فعل وفاعل. {إِلَى الْخَيْرِ} متعلق به، والجملة صفة لـ {أُمَّةٌ} ، وجملة {وَيَأْمُرُونَ بِالْمَعْرُوفِ} وكذلك جملة {وَيَنْهَوْنَ عَنِ الْمُنْكَرِ} معطوفتان على جملة {يَدْعُونَ} على كونهما صفة لـ {أُمَّةٌ} . {وَأُولَئِكَ}  {الواو} استئنافية. {أولئك} مبتداء. {هُمُ} ضمير فصل. {الْمُفْلِحُونَ} خبر، والجملة مستأنفة. </p><p> {وَلَا تَكُونُوا كَالَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا مِنْ بَعْدِ مَا جَاءَهُمُ الْبَيِّنَاتُ وَأُولَئِكَ لَهُمْ عَذَابٌ عَظِيمٌ} . </p><p> {وَلَا}  {الواو} استئنافية، أو عاطفة. {لا} ناهية جازمة. {تَكُونُوا} فعل ناقص واسمه. {كَالَّذِينَ} جار ومجرور خبره، والجملة مستأنفة، أو معطوفة على جملة قوله {وَلْتَكُنْ مِنْكُمْ} . {تَفَرَّقُوا} فعل وفاعل، والجملة صلة الموصول، والعائد ضمير الفاعل. وجملة قوله:  {وَاخْتَلَفُوا} معطوفة على جملة {تَفَرَّقُوا} . {مِنْ بَعْدِ} جار ومجرور تنازع فيه كل من {تَفَرَّقُوا}  {وَاخْتَلَفُوا} . {مَا} مصدرية. {جَاءَهُمُ الْبَيِّنَاتُ} فعل وفاعل، ومفعول، والجملة صلة {مَا} المصدرية {مَا} مع صلتها في تأويل مصدر مجرور بإضافة الظرف إليه، تقديره: من بعد مجيء البينات إياهم. {وَأُولَئِكَ}  {الواو} استئنافية. {أولئك} مبتدأ أول {لَهُمْ} جار ومجرور خبر مقدم. {عَذَابٌ} مبتدأ ثانٍ مؤخر، وسوغ الابتداء، تقدم الخبر الظرفي عليه {عَظِيمٌ} صفة لـ {عَذَابٌ} ، والجملة الإسمية مستأنفة. </p><p> {يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوهٌ} . </p><p> {يَوْمَ} منصوب على الظرفية، والظرف متعلق بمحذوف تقديره: أذكر، والجملة المحذوفة مستأنفة، ويجوز: أن يكون الظرف متعلقًا بـ {عَظِيمٌ} ، أو للاستقرار في {لَهُمْ} كما ذكره أبو البقاء. {تَبْيَضُّ وُجُوهٌ} فعل وفاعل، والجملة في محل الجر مضاف إليه لـ {إِذْ} . وجملة {وَتَسْوَدُّ وُجُوهٌ} معطوفة على جملة {تَبْيَضُّ} . </p><p> {فَأَمَّا الَّذِينَ اسْوَدَّتْ وُجُوهُهُمْ} . </p><p> {فَأَمَّا} الفاء: فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر تقديره: إذا عرفت أن الناس في القيامة فريقان: فرقة تبيض وجوههم، وفرقة تسود وجوههم، وأردت بيان مأوى الفريقين فأقول لك {أما الذين}  {أما} حرف شرط وتفصيل. {الَّذِينَ} مبتدأ. {اسْوَدَّتْ وُجُوهُهُمْ} فعل وفاعل، ومضاف إليه، والجملة صلة الموصول، وخبر المبتدأ، محذوف تقديره: فيلقون في النار، أو يكونون في النار، والجملة من المبتدإ، والخبر جواب {أمَّا} لا محل لها من </p><p> الإعراب، وجملة {أما} من فعل شرطها وجوابها في محل النصب مقولٌ لجواب، إذا المقدرة، وجملة إذا المقدرة مستأنفة. </p><p> {أَكَفَرْتُمْ بَعْدَ إِيمَانِكُمْ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ} . </p><p> {الهمزة} للاستفهام التوبيخي، وقال أبو حيان: الاستفهام، فيه للتقرير والتوبيخ والتعجيب {كفرتم} فعل وفاعل. {بَعْدَ إِيمَانِكُمْ} ظرف، ومضاف إليه متعلق {بكفرتم} ، وجملة الاستفهام في محل النصب مقول لقول محذوف معطوف على الخبر المحذوف تقديره؛ ويقال لهم توبيخًا: أكفرتم بعد إيمانكم. {فَذُوقُوا}  {الفاء} عاطفة تفريعية. {ذوقوا العذاب} فعل وفاعل ومفعول، فالجملة في محل النصب معطوفة على جملة {أَكَفَرْتُمْ} على كونها مقولًا لقول محذوف. {بِمَا}  {الباء} حرف جر وسبب. {ما} مصدرية. {كُنْتُمْ} فعل ناقص واسمه. وجملة {تَكْفُرُونَ} خبر {كان} ؛ وجملة {كان} صلة {لما} المصدرية {ما} مع صلتها في تأويل مصدر مجرور {بالباء} تقديره: بسبب كفركم، الجار والمجرور متعلق {بذوقوا} . </p><p> {وَأَمَّا الَّذِينَ ابْيَضَّتْ وُجُوهُهُمْ فَفِي رَحْمَةِ اللَّهِ هُمْ فِيهَا خَالِدُونَ (١٠٧) }. </p><p> {وَأَمَّا}  {الواو} عاطفة. {أَمَّا} حرف شرط. {الَّذِينَ} مبتدأ. {ابْيَضَّتْ وُجُوهُهُمْ} فعل وفاعل، والجملة صلة الموصول. {فَفِي رَحْمَةِ اللَّهِ}  {الفاء} رابطة لجواب {أما} واقعة في غير موضعها. {في رحمة الله} جار ومجرور، ومضاف إليه متعلق بمحذوف خبر المبتدأ تقديره: فكائنون في رحمة الله والجملة الإسمية جواب {أما} ، وجملةُ {أما} في محل النصب معطوفة على جملة، {أما} الأولى {هُمْ} مبتدأ. {فِيهَا} متعلق بـ {خَالِدُونَ} المذكور بعده. {خَالِدُونَ} خبر المبتدأ، والجملة مستأنفة دالةٌ على أَنَّ الاستقرار في الرحمة على سبيل الخلود، فلا تعلقَ لها بالجملة قَبلها من حيث الإعراب كما ذكره في \"الفتوحات\" . </p><p> {تِلْكَ آيَاتُ اللَّهِ نَتْلُوهَا عَلَيْكَ بِالْحَقِّ وَمَا اللَّهُ يُرِيدُ ظُلْمًا لِلْعَالَمِينَ (١٠٨) }. </p><p> {تِلْكَ آيَاتُ اللَّهِ} مبتدأ وخبر، ومضاف إليه، والجملة مستأنفة. {نَتْلُوهَا} </p><p> فعل ومفعول، والفاعل ضمير يعود على الله. {عَلَيْكَ} متعلِّق به، والجملة الفعلية في محل النصب حال من آيات الله، ولكنها حالةٌ سببيةٌ تقديره: حالة كوننا تالِينَ إياها. {بِالْحَقِّ} جار ومجرور حال من فاعل {نَتْلُوهَا} أو مِنْ مفعوله. {وَمَا اللَّهُ}  {الواو} استئنافية. {ما} حجازية، أو تميمة. {اللَّهُ} اسمها أو مبتدأ. {يُرِيدُ ظُلْمًا} فعل ومفعول به، وفاعله ضمير يعود على {الله} . {لِلْعَالَمِينَ}  {اللام} زائدة زيدت لتقويةِ معنى العامل كاللام في قوله: {فَعَّالٌ لِمَا يُرِيدُ} والجملة الفعلية في محل الرفع خبر المبتدأ، أو خبر لِمَا، والجملة الإسمية مستأنفة، ولكنها مرتبطة في المعنى بقوله:  {فَأَمَّا الَّذِينَ اسْوَدَّتْ وُجُوهُهُمْ} . </p><p> {وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ} . </p><p> {وَلِلَّهِ}  {الواو} استئنافية. {لله} جار ومجرور خبر مقدم. {ما} في محل الرفع مبتدأ مؤخر، والجملة مستأنفة. {فِي السَّمَاوَاتِ} جار ومجرور صلةٌ لـ {ما} أو صفة لها. {وَمَا فِي الْأَرْضِ}  {الواو} عاطفة. {ما} معطوفة على {ما} الأولى. {فِي الْأَرْضِ} صلةٌ {لما} أو صفة لها. {وَإِلَى اللَّهِ}  {الواو} عاطفة {إلى الله} جار ومجرور متعلق بما بعده. {تُرْجَعُ الْأُمُورُ} فعل ونائب فاعل، والجملة الفعلية معطوفة على الجملة الإسمية المذكورة قبلها، أو مستأنفة. </p><p> {كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ وَتُؤْمِنُونَ بِاللَّهِ} . </p><p> {كُنْتُمْ} فعل ناقص واسمه. {خَيْرَ أُمَّةٍ} خبر كان ومضاف إليه، وجملة {كان} مستأنفة {أُخْرِجَتْ} فعلٌ ماضٍ مغير الصيغة، ونائب فاعله ضمير يعود على {خَيْرَ أُمَّةٍ} ؛ والجملة الفعلية صفة لـ {أُمَّةٍ} . {لِلنَّاسِ} متعلق بـ {أُخْرِجَتْ} . {تَأْمُرُونَ} فعل وفاعل {بِالْمَعْرُوفِ} متعلق به، والجملة في محل النصب خبر ثان لـ {كان} ، أو مستأنفة اسْتِئْنافًا بَيَانِيًّا {وَتَنْهَوْنَ عَنِ الْمُنْكَرِ} جملة معطوفة على جملة {تأمرون} ، وكذلك معطوفة عليها جملة قوله:  {وَتُؤْمِنُونَ بِاللَّهِ} على كونها خبرًا لـ {كان} أو مستأنفة. </p><p> {وَلَوْ آمَنَ أَهْلُ الْكِتَابِ لَكَانَ خَيْرًا لَهُمْ مِنْهُمُ الْمُؤْمِنُونَ وَأَكْثَرُهُمُ الْفَاسِقُونَ} . </p><p> {وَلَوْ}  {الواو} استئنافية. {لو} حرف شرط غير جازم. {آمَنَ أَهْلُ الْكِتَابِ} فعل وفاعل، ومضاف إليه، والجملة الفعلية فعل شرط لـ {لَوْ} لا محل لها من الإعراب. {لَكَانَ} اللام رابطة لجواب {لَوْ} . {كان} فعل ماض ناقص، واسمها ضمير مستتر فيه تقديره: هو يعود على الإيمان. {خَيْرًا} خبر لـ {كان} . {لَهُمْ} متعلق بـ {خَيْرًا} وجملة {كان} جواب {لوَ} لا محلَّ لها من الإعراب، وجملة لو مستأنفة. {مِنْهُمُ} خبر مقدم. {الْمُؤْمِنُونَ} مبتدأ مؤخر، والجملة مستأنفة. {وَأَكْثَرُهُمُ الْفَاسِقُونَ} جملة اسمية معطوفة على الجملة التي قبلها. </p><p> {لَنْ يَضُرُّوكُمْ إِلَّا أَذًى وَإِنْ يُقَاتِلُوكُمْ يُوَلُّوكُمُ الْأَدْبَارَ ثُمَّ لَا يُنْصَرُونَ (١١١) }. </p><p> {لَنْ يَضُرُّوكُمْ} حرف نصب وفعل وفاعل ومفعول، والجملة مستأنفة. {إِلَّا} أداة استثناء مفرغ قال أبو حيان: والظاهر أن قوله: {إِلَّا} استثناء متصل، وهو استثناء مفرغ من المصدر المحذوف، والتقدير: لن يضروكم ضررًا إلّا ضررًا يسيرًا، هو الأذى لا نِكايةَ فيه، ولا إِجْحافَ لكم. انتهى. {أَذًى} منصوب على المفعولية المطلقة بـ {يَضُرُّوكُمْ} لأنه مصدر معنوي له. {وَإِنْ}  {الواو} استئنافية، أو عاطفة. {إن} حرف شرط جازم. {يُقَاتِلُوكُمْ} فعل وفاعل ومفعول مجزوم {بإنْ} على كونه فعل شرط لها. {يُوَلُّوكُمُ} فعل وفاعل ومفعول أول مجزوم بـ {أن} على كونه جواب شرط لها {الْأَدْبَارَ} مفعول ثان، وجملة الشرط مستأنفة أو معطوفة على {لَنْ يَضُرُّوكُمْ} . {ثُمَّ} حرف عطف بمعنى {الواو} الاستئنافية. {لا} نافية. {يُنْصَرُونَ} فعل مغير، ونائب فاعل، والجملة الفعلية مستأنفة. وفي \"الفتوحات\" قوله: {ثُمَّ لَا يُنْصَرُونَ} مستأنف، ولم يجزم عطفًا على جواب الشرط؛ لأنه يلزم عليه تغيير المعنى؛ وذلك؛ لأنَّ الله أخبر بعدم نصرتهم مطلقًا، ولو عطفناه على جواب الشرط .. للزم تقييده بمقاتلتهم لنا، مع أنهم غير منصورين مطلقًا قاتلوا أو لم يقاتلوا. انتهى. ويصح أن تكون {ثم} للترتيب الذكري. والجملة معطوفة على جملة {إن} الشرطية، لا على الجواب فقط. وقال أبو البقاء: هو كلام مستأنف أستؤنف به ليدل على أنَّ الله لا ينصرهم </p><p> قاتلوا، أو لم يقاتلوا انتهى. </p><p> {ضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ أَيْنَ مَا ثُقِفُوا إِلَّا بِحَبْلٍ مِنَ اللَّهِ وَحَبْلٍ مِنَ النَّاسِ} . </p><p> {ضُرِبَتْ} فعل ماض مغير الصيغة. {عَلَيْهِمُ} متعلق به. {الذِّلَّةُ} نائب فاعل، والجملة مستأنفة. {أَيْنَ} اسم شرط جازم في محل النصب على الظرفية المكانية، والظرف متعلق بالجواب المحذوف. {مَا} زائدة. {ثُقِفُوا} فعل ونائب فاعل مجزوم بـ {أَيْنَ} على كونه فعلَ شَرْطٍ لها، وجوابها معلوم مما قبلها تقديره أينما ثقفوا ضُرِبَت عليهم الذلة، أو يقال: إنَّ {أَيْنَ} ظرف مجرَّدٌ عن معنى الشرط متعلق بـ {ضُرِبَتْ} فلا جوابَ لها، وجملة {ثُقِفُوا} مضاف إليه لـ {أَيْنَ} . {إِلَّا} أداة استثناء مفرغ من عام الأحوال. {بِحَبْلٍ} جار ومجرور متعلق بمحذوف حال من {واو}  {ثُقِفُوا} تقديره: ضربت عليهم الذلة في جميع الأحوال إلَّا في حالة كونهم مُتمسكين بحبل من الله، وحبل من الناس. {مِنَ اللَّهِ} جار ومجرور صفة لـ {حَبْل} تقديره: حبل كائن من الله. {وَحَبْلٍ} . معطوف على {حَبْلٍ}  {مِنَ النَّاسِ} صفة لحبلٍ الثاني. </p><p> {وَبَاءُوا بِغَضَبٍ مِنَ اللَّهِ وَضُرِبَتْ عَلَيْهِمُ الْمَسْكَنَةُ} . </p><p> {وَبَاءُوا}  {الواو} عاطفة. {باءوا} فعل وفاعل، والجملة معطوفة على جملة {ضُرِبَتْ} . {بِغَضَبٍ} متعلق بمحذوف حال من فاعل {بَاءُوا} والباء للملابسة؛ أى: رجعوا مغضوبًا عليهم، وليس مفعولًا به كمررت بزيد. {مِنَ اللَّهِ} صفة لـ {غَضَبٍ} . {وَضُرِبَتْ}  {الواو} عاطفةً. {ضُرِبَتْ} فعل ماض مغير الصيغة. {عَلَيْهِمُ} متعلق به {الْمَسْكَنَةُ} نائب فاعل، والجملة معطوفة على جملة قوله:  {ضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ} . </p><p> {ذَلِكَ بِأَنَّهُمْ كَانُوا يَكْفُرُونَ بِآيَاتِ اللَّهِ وَيَقْتُلُونَ الْأَنْبِيَاءَ بِغَيْرِ حَقٍّ} . </p><p> {ذَلِكَ} مبتدأ. {بِأَنَّهُمْ} جار ومجرور خبر المبتدأ، والجملة مستأنفة. {أن} حرف نصب وتوكيد و {الهاء} اسمها. {كَانُوا} فعل ناقص واسمه {يَكْفُرُونَ} فعل وفاعل، والجملة خبر {كان} تقديره: كانوا كافرين، وجملة {كان} في </p><p> محل الرفع خبر أنَّ تقديره: بأنهم كافرون، وجملة {أن} في تأويل مصدر مجرور {بالباء} تقديره بسبب كفرهم. {بِآيَاتِ اللَّهِ} جار ومجرور ومضاف إليه متعلق بـ {يَكْفُرُونَ} . {وَيَقْتُلُونَ الْأَنْبِيَاءَ} فعل وفاعل ومفعول، والجملة في محل النصب معطوفة على جملة {يَكْفُرُونَ} على كونها خبرًا لـ {كان} . {بِغَيْرِ حَقٍّ} جار ومجرور ومضاف إليه متعلق بمحذوف حال من الضمير في {يَقْتُلُونَ} ، والتقدير: يقتلونهم مبطلين، ويجوز أن يكون صفة لمصدر محذوف تقديره قتلًا بغير الحق، وعلى كِلَا الوجهين هو توكيد. </p><p> {ذَلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ} . </p><p> {ذَلِكَ} مبتدأ. {بِمَا}  {الباء} حرف جر {ما} مصدرية. {عَصَوْا} فعل وفاعل، والجملة صلة لـ {ما} المصدرية ما مع صلتها في تأويل مصدر مجرور بـ {الباء} المتعلقة بخبر محذوف، تقديره: ذلك كائن بسبب عصيانهم، والجملة مستأنفة، ومؤكدة للجملة التي قبلها كما مَر في بحث التفسير {وَكَانُوا} الواو عاطفة {كَانُوا} فعل ناقص واسمه. وجملة {يَعْتَدُونَ} خبر {كان} ، وجملة {كان} معطوفة على جملة {عصوا} على كونها في تأويل مصدر مجرور بـ {الباء} تقديره: ذلك كائنٌ بسبب عصيانهم واعتدائهم. </p><p> التصريف ومفردات اللغة </p><p> {أُمَّةٍ} الأُمة بضم الهمزة: الجماعة دينهم وأمرهم متفق، والطريقة يجمع على أمم. {بِالْمَعْرُوفِ}  {عَنِ الْمُنْكَرِ} المعروف: هو ما استحسنه الشرع والعقل. والمنكر: ما استقبحه الشرع، والعقل، أو المعروف ما وافق الكتاب والسنة، والمنكر ما خالفهما أو المعروف الطاعة، والمنكر المعاصي. والدعاء إلى الخير عام في التكاليف من الأفعال، والتروك وما عطف عليه خاص. {ابيضت اسودت} ابيض اسود من باب (١) إفعل أصله إفعلل، يدل على ذلك قولهم: اسوددت واحمررت، وشرطه: أن يكون للون أو عيب حسي، كاسود واعوجَّ، </p><p>(١) البحر المحيط.</p><p> واعْورَّ، وأن لا يكون مضعفًا كأحَمَّ الرجل إذا صار محمومًا ولا معتل لامٍ كألمى الرجل إذا حسنت شفته سمرة، وأن لا يكون للمطاوعة، وندر نحو انقاضَّ الحائط وابهار الليل، واشعار الرجل إذا فرق شعره، وشذ ارعوى؛ لكونه معتل اللام بغير لون ولا عيب، مطاوعًا لرعوته بمعنى كففته، وأما زيادة الألف على افعل بأن يقال: افعال كابياضَّ واسواد، فالأكثر أن يقصد به عروض المعنى إذا جىء بها؛ وقد يكون العكس؛ فمن قصد اللزوم مع ثبوت الألف قوله تعالى:  {مُدْهَامَّتَانِ} من ادهام، ومن قصد العروض مع عدم الألف قوله تعالى:  {تَزَاوَرُ عَنْ كَهْفِهِمْ} واحمر خجلًا. </p><p> وَابْيِضَاضُ الوجوه عبارة عن المسرة، واسودادها عبارة عن المساءة، وعلى هذا جاء قوله تعالى:  {وَإِذَا بُشِّرَ أَحَدُهُمْ بِالْأُنْثَى ظَلَّ وَجْهُهُ مُسْوَدًّا وَهُوَ كَظِيمٌ}  {بِالْحَقِّ} ، أي: بالأمر الذي له ثبوت وتحقق، ولا مجال فيه للشبهات و {الظلم} : لغة وعرفًا، وضع الشيء في غير موضعه، إما بنقصان أو بزيادة، وإما بعدول عن وقته أو مكانه. {ضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ}  {ضرب} مبني للمفعول، و {الذِّلَّةُ} قائم مقام الفاعل. ومعنى {ضُرِبَتْ} ألزموها، وقضي عليهم بها، والذلة بكسر أوله الصغار، والهوان، والحقارة، والذل بالضم: ضد العز. </p><p> {الْمَسْكَنَةُ} مفعلة من السكون، لأن المسكين قليل الحركة والنهوض لما به من الفقر. والمسكين مفعيل منه. {وَبَاءُوا بِغَضَبٍ} ألف باء منقلبة عن واو لقولهم باء يبوء مثل: قال، يقول. قال عليه السلام:  \"أَبوءُ بنعمتك\" والمصدر البواءُ ومعناه الرجوع. </p><p> {ذَلِكَ بِمَا عَصَوْا} وأصل {عَصَوْا} عصيوا تحركت الياء وانفتح ما قبلها قلبت ألفًا، فالتقى ساكنان هي والواو، فحذفت لكونها أول الساكنين، وبقيت الفتحة تدل عليها. وأصل العصيان: الشدة يقال: اعتصت النواة، إذا اشتدت. {وَكَانُوا يَعْتَدُونَ} وأصل {يَعْتَدُونَ} يعتديون ففعل به ما فعل بِـ {يتقون} ، من الحذف والإعلال، فوزنه يفتعون. والاعتداء المجاوزة من عدا يعدو، فهو افتعال منه، ولم يذكر متعلق العصيان. والاعتداء ليعم كل ما يعصى، ويعتدى فيه. </p><p> وواو {عَصَوْا} واجبة الإدغام، ومثله فقد اهتدوا، وإن تولوا. وهذا بخلاف ما إذا انضم ما قبل الواو، فإن الضم يقوم مقام الحاجز بين المثلين؛ فيجب الإظهار نحو {آمَنُوا}  {وعملوا} ومثله {الَّذِي يُوَسْوِسُ} . </p><p> البلاغة </p><p> {يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ} فيه مجازٌ بالحذف، لأنه حذف من الأفعال الثلاثة المفعول؛ لأن الأصل يدعون الناس، ويأمرونهم وينهونهم، حذفه للإيذان بظهوره، أو للقصد إلى إيجادٍ نفس الفعل كما في قولك: فلان يعطي؛ أي: يفعلون الدعاء إلى الخير. وقوله: يأمرون الخ من عطف الخاص على العام، لإظهار فضلهما على سائر الخيرات. وفي يأمرون بالمعروف، وينهون عن المنكر من المحسنات البديعية ما يسمى بالمقابلة، {وَأُولَئِكَ هُمُ الْمُفْلِحُونَ} فيه من مباحث المعاني قصر صفة على موصوف، حيث قصر الفلاح عليهم. </p><p> {فَأَمَّا الَّذِينَ اسْوَدَّتْ وُجُوهُهُمْ} فيه من أنواع البلاغة: التفصيل بعد الإجمال؛ لأنه تفصيلٌ لأحوال الفريقين بعد الإشارة إليها إجمالًا، وتقديم بيان حال الكفار؛ لما أن المقام مقام التحذير عن التشبه بهم، مع ما فيه من الجمع بين الإجمال، والتفصيل، والإفضاء إلى ختم الكلام بحسن حال المؤمنين، كما بدىء بذلك عند الإجمال. ففي الآية من المحسنات البديعية حسن الابتداءِ، وحسن الاختتام حيث بدأ الآية بالبشرى وختمها كذلك. </p><p> قال أبو حيان (١) : تضمنت هذه الآيات أنواعًا من البلاغة والفصاحة: </p><p> منها: الطباقُ بين كلمتي {تبيض} و {تسود} ، وبين {اسْوَدَّتْ} و {ابْيَضَّتْ} ، وفي {أَكَفَرْتُمْ بَعْدَ إِيمَانِكُمْ} ، وفي قوله:  {بِالْحَقِّ} و {ظُلْمًا} . </p><p> ومنها: التفصيل في قوله: {فأما} و {أَمَّا} . </p><p> ومنها: التجنيس المماثل في قوله: {أَكَفَرْتُمْ} و {تَكْفُرُونَ} . </p><p>(١) البحر المحيط.</p><p> ومنها: تأكيد المظهر بالمضمر في قوله: {فَفِي رَحْمَةِ اللَّهِ هُمْ فِيهَا خَالِدُونَ} . </p><p> ومنها: المجاز المرسل في قوله: {رَحْمَةِ اللَّهِ} لأنه أطلق الحال، وأريد المحل أي: ففي الجنة؛ لأنها مكان تنزل الرحمة. </p><p> ومنها: التكرار في لفظ الله، ومحسنه أنه في جمل متغايرة المعنى، والمعروف في لسان العرب إذا اختلفت الجمل .. أعادت المظهر لا المُضْمَرَ، لأنَّ في ذكره دلالة على تفخيم الأمر، وتعظيمه، وليس ذلك نظيره. </p><p> لَا أَرى الْمَوْتَ يَسْبِقُ الْمَوْتَ شَيْءٌ </p><p> لاتحاد الجملة لكنه قد يؤتى في الجملة الواحدة بالمظهر قصدًا للتفخيم. </p><p> ومنها: الإشارة في قوله: {تِلْكَ آيَاتُ اللَّهِ} . </p><p> ومنها: الالتفات في قوله: {نَتْلُوهَا} بالنون لما في إسناد التلاوة للمعظم نفسه من الفخامة والشرف. </p><p> ومنها: تلوين الخطاب في قوله: {فَأَمَّا الَّذِينَ اسْوَدَّتْ وُجُوهُهُمْ أَكَفَرْتُمْ} . </p><p> ومنها: التشبيه والتمثيل في قوله: {تَبْيَضُّ} و {وَتَسْوَدُّ} إذا كان ذلك عبارةً عن الطلاقة، والكآبة. </p><p> ومنها: الحذف في مواضع. </p><p> ومنها: الاستعارة التبعية التخييلية في قوله: {فَذُوقُوا} . </p><p> ومنها: الاستعارة المكنية في قوله: {الْعَذَابَ} حيث شبه العذاب بشيء مر يدرك بحاسة الذوق تصورًا بصورة ما يذاق، وطوى ذكر المشبه به، ورمز له بشيء من لوازمه، وهو الذوق، فإثباته تخييل. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {لَيْسُوا سَوَاءً مِنْ أَهْلِ الْكِتَابِ أُمَّةٌ قَائِمَةٌ يَتْلُونَ آيَاتِ اللَّهِ آنَاءَ اللَّيْلِ وَهُمْ يَسْجُدُونَ (١١٣) يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُسَارِعُونَ فِي الْخَيْرَاتِ وَأُولَئِكَ مِنَ الصَّالِحِينَ (١١٤) وَمَا يَفْعَلُوا مِنْ خَيْرٍ فَلَنْ يُكْفَرُوهُ وَاللَّهُ عَلِيمٌ بِالْمُتَّقِينَ (١١٥) إِنَّ الَّذِينَ كَفَرُوا لَنْ تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ مِنَ اللَّهِ شَيْئًا وَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ (١١٦) مَثَلُ مَا يُنْفِقُونَ فِي هَذِهِ الْحَيَاةِ الدُّنْيَا كَمَثَلِ رِيحٍ فِيهَا صِرٌّ أَصَابَتْ حَرْثَ قَوْمٍ ظَلَمُوا أَنْفُسَهُمْ فَأَهْلَكَتْهُ وَمَا ظَلَمَهُمُ اللَّهُ وَلَكِنْ أَنْفُسَهُمْ يَظْلِمُونَ (١١٧) يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا بِطَانَةً مِنْ دُونِكُمْ لَا يَأْلُونَكُمْ خَبَالًا وَدُّوا مَا عَنِتُّمْ قَدْ بَدَتِ الْبَغْضَاءُ مِنْ أَفْوَاهِهِمْ وَمَا تُخْفِي صُدُورُهُمْ أَكْبَرُ قَدْ بَيَّنَّا لَكُمُ الْآيَاتِ إِنْ كُنْتُمْ تَعْقِلُونَ (١١٨) هَا أَنْتُمْ أُولَاءِ تُحِبُّونَهُمْ وَلَا يُحِبُّونَكُمْ وَتُؤْمِنُونَ بِالْكِتَابِ كُلِّهِ وَإِذَا لَقُوكُمْ قَالُوا آمَنَّا وَإِذَا خَلَوْا عَضُّوا عَلَيْكُمُ الْأَنَامِلَ مِنَ الْغَيْظِ قُلْ مُوتُوا بِغَيْظِكُمْ إِنَّ اللَّهَ عَلِيمٌ بِذَاتِ الصُّدُورِ (١١٩) إِنْ تَمْسَسْكُمْ حَسَنَةٌ تَسُؤْهُمْ وَإِنْ تُصِبْكُمْ سَيِّئَةٌ يَفْرَحُوا بِهَا وَإِنْ تَصْبِرُوا وَتَتَّقُوا لَا يَضُرُّكُمْ كَيْدُهُمْ شَيْئًا إِنَّ اللَّهَ بِمَا يَعْمَلُونَ مُحِيطٌ (١٢٠) }. </p><p> المناسبة </p><p> لمَّا وصف الله سبحانه وتعالى أهل الكتاب فيما تقدَّم بذميم الصفات، وقبيح الأعمال، وذكر الجزاء الذي استحقوه بسوء عملهم؛ ذكر هنا أنهم ليسوا بدرجة واحدة، وليسوا جميعًا على تلك الشاكلة، بل فيهم من هو متصفٌ بحميد الخصال، وجميل الصفات، لأن فيهم المؤمن والكافر والبر والفاجر. ثم ذكر تعالى عقاب الكافرين، وأن أموالهم وأولادهم لن تنفعهم يوم القيامة شيئًا، وأعقب ذلك بالنهي عن اتخاذ أعداء الدين أولياء، ونبه إلى ما في ذلك من الضرر الجسيم في الدنيا والدين. </p><p> أسباب النزول </p><p> قوله تعالى:  {لَيْسُوا سَوَاءً ...} الآية، سبب نزولها: ما أخرجه أحمد، وغيره عن ابن مسعود قال: أخَّر رسول الله - صلى الله عليه وسلم - صلاةَ العشاءِ، ثم خرج إلى </p>"
}