{
  "id": null,
  "sura": 3,
  "aya": 164,
  "text": "<p> ١٦٤ - وبعد أن نفى الغلول والخيانة عن النبي - صلى الله عليه وسلم - على أبلغ وجه، أكد ذلك بهذه الآية {لَقَدْ مَنَّ اللَّهُ} ؛ أي: وعزتي وجلالي، لقد منَّ الله سبحانه وتعالى وأنعم {عَلَى الْمُؤْمِنِينَ} ، وأحسن إليهم، وتفضَّل عليهم نعمة عظيمة التي هي بعثة محمد - صلى الله عليه وسلم - إليهم، {إِذْ بَعَثَ فِيهِمْ} وأرسل إليهم {رَسُولًا مِنْ أَنْفُسِهِمْ} وجنسهم عربيًّا مثلهم، ولد ببلدهم، ونشأ بينهم يفهمون كلامه بسهولة، ويعرفون حاله بالصدق، والأمانة من أول العمر إلى آخره، ولو كان من غير جنسهم بأن كان ملكًا أو جنًّا لم يتأنسوا به، ولو كان من غير نسبهم بأن كان أعجميًّا لم يفهموا كلامه بسهولة. </p><p> وهو صار شرفًا للعرب، وفخرًا لهم، وذلك لأن الافتخار بإبراهيم عليه السلام كان مشتركًا فيه اليهود، والنصارى، والعرب، ثم إن اليهود يفتخرون بموسى، والتوراة، والنصارى يفتخرون بعيسى، والإنجيل، فما كان للعرب ما يقابل ذلك، فلما بعث الله محمدًا - صلى الله عليه وسلم -؛ وأنزل القرآن صار شرف العرب بذلك زائدًا على شرف الجميع، فهذا وجه الفائدة في قوله تعالى:  {مِنْ أَنْفُسِهِمْ} وخص المؤمنين؛ لأنهم هم المنتفعون بمبعثه - صلى الله عليه وسلم - بالإيمان بما جاء به. وقرىء شاذًا (١)  {لِمَنْ مَنِّ الله على المؤمنين} بمن الجارة، و {منّ} مجرورٌ بها بدل {قد من} والمعنى لمن من الله على المؤمنين منه، أو بعثه إذ بعث فيهم، فحذف المبتدأ لدلالة السياق عليه. وقرأ الجمهور {مِنْ أَنْفُسِهِمْ} بضم الفاء، جمع نفس، وقرأت فاطمة، وعائشة، والضحاك، وأبو الجوزاء {مِنْ أَنْفُسِهِمْ} بفتح الفاء من النفاسة، والشيء النفيس. وروي عن أنس رضي الله عنه أنه سمعها كذلك، من رسول الله - صلى الله عليه وسلم -. وروى عليُّ عنه عليه السلام \"أنا من أنفسكم نسبًا، وحسبًا، وصهرًا، ولا في أبائي من آدم إلى يوم ولدت سفاحٌ، كلها نكاح والحمد لله\" . </p><p> وقال ابن عباس: ما خلق الله نفسًا هي أكرم على الله من محمَّد رسوله - صلى الله عليه وسلم - وما أقسم بحياة أحد غيره، فقال:  {لعمرك} . </p><p> والخلاصة: أن هذا الرسول ولد في بلدهم، ونشأ بين ظهرانيهم، ولم يروا </p><p>(١) البحر المحيط.</p><p> منه طول حياته، إلا الصدق، والأمانة، والدعوة إلى الله، والإعراض عن الدنيا، فكيف يظن بمن هذه حاله خيانةٌ وغلولٌ، وقد وصفه الله سبحانه وتعالى بأوصافٍ كل منها يقتضي عظيم المنة وجسيم النعمة: </p><p> الأول: أنه من أنفسهم؛ أي: إنه عربي من جنسهم، وبذا يكونون أسرع الناس إلى فهم دعوته، والاهتداء بهديه، وأقرب إلى الثقة به من غيرهم. </p><p> والثاني: أنه {يَتْلُو عَلَيْهِمْ آيَاتِهِ} ؛ أي: يقرأ عليهم كتابه، وقرآنه الذي أنزل عليه بعد أن كانوا أهل جاهلية، لم يطرق أسماعهم شيءٌ من الوحي السماوي. </p><p> والثالث؛ أنه {يزكيهم} ويطهرهم من العقائد الزائغة، ووساوس الوثنية، وأدرانها إذ أن العرب وغيرهم قبل الإِسلام كانوا فوضى في أخلاقهم، وعقائدهم، وآدابهم، فكان محمَّد - صلى الله عليه وسلم - يقتلع منهم جذور الوثنية، ويدفع عنهم العقائد الباطلة كاعتقادهم أن وراء الأسباب الطبيعية التي ارتبطت بها المسببات منافع ترجى ومضار تخشى من بعض المخلوقات، فيجب تعظيمها، والالتجاء إليها دفعًا لشرها، وجلبًا لخيرها، وتقربًا إلى خالقها، ولا شك أن من يعتقد مثل هذا يكون أسير الأوهام، وعبيد الخرافات يخاف في موضع الأمن، ويرجو حيث يجب الحذر والخوف. </p><p> والرابع: أنه {يُعَلِّمُهُمُ الْكِتَابَ} ؛ أي: يعلمهم معاني القرآن وتفسيره {و} يعلمهم {الْحِكْمَةَ} ؛ أي: السنة، والحديث، فتعليم الكتاب (١) اضطرَّهم إلى تعلم الكتابة، وأخرجهم من الأمية إلى نور العلم، والعرفان، فقد طلب إليهم كتابة القرآن، واتخذ كتبة للوحي وكتب كتبًا دعا بها الملوك، والرؤساء إلى الإِسلام، في سائر الأقطار، المعروفة، فانتشرت الكتابة بينهم، وعظمت مدينتهم، وامتدت سلطتهم، فملكوا الأمم التي كان لها السلطان، والصولة، والنفوذ في تلك الحقبة. </p><p> وكذلك علمهم الحكمة وأرشدهم إلى البصر بفهم الأشياء، ومعرفة أسرارها وفقه أحكامها، وبيان ما فيها من المصالح، والحكم، وهداهم إلى طريق </p><p>(١) المراغي.</p>"
}