{
  "id": null,
  "sura": 3,
  "aya": 9,
  "text": "<p> والمتشابهات .. تضرعوا إلى الله تعالى بقولهم:  {رَبَّنَا} ويا مالك أمرنا {لَا تُزِغْ} ولا تمل {قُلُوبَنَا} عن الحق والهدى، كما أزغت قلوب الذين في قلوبهم زيغ؛ أي: لا تمل قلوبنا عن دينك. قراءة الجمهور: بضم التاء ونصب القلوب، وقرىء شذوذًا بفتح التاء ورفع القلوب على نسبة الفعل إليها {بَعْدَ إِذْ هَدَيْتَنَا} ؛ أي: وفقتنا لدينك والإيمان بالمحكم والمتشابه من كتابك، أو يقال: يا ربنا لا تجعل قلوبنا مائلة إلى الباطل بعد أن تجعلها مائلة إلى الحق {وَهَبْ لَنَا مِنْ لَدُنْكَ رَحْمَةً} ؛ أي: أعطنا من فضلك وكرمك رحمة تثبتنا بها على دينك الحق والإيمان بكتابك، أو المعنى: أعطنا من عندك نور الإيمان والتوحيد والمعرفة في القلب ونور الطاعة والعبودية والخدمة في الأعضاء، وسهولة أسباب المعيشة من الأمن والصحة والكفافة في الدنيا، وسهولة سكرات الموت عند الموت، وسهولة السؤال والظلمة في القبر، وغفران السيئات وترجيح الحسنات في القيامة. {إِنَّكَ أَنْتَ} يا ربنا {الْوَهَّابُ} الهبة العظيم الخالية عن الأعواض والأغراض، فإن هذا الذي طلبنا منك في هذا الدعاء عظيم بالنسبة إلينا، لكنه حقير بالنسبة إلى كمال كرمك وغاية جودك ورحمتك. والوهاب في أسماء الله: هو الذي يعطي كل أحد على قدر استحقاقه. </p><p> وعن عبد الله بن عمرو بن العاص رضي الله عنهما: أنه سمع رسول الله - صلى الله عليه وسلم - يقول:  \"قلوب بني آدم كلها بين أصبعين من أصابع الرحمن، كقلب واحد يصرفه حيث يشاء\" ، ثم قال رسول الله - صلى الله عليه وسلم -: \" اللهم مصرِّف القلوب صرف قلوبنا على طاعتك\" أخرجه مسلم. </p><p> وهذا الحديث من أحاديث الصفات، يجب الإيمان به وإمراره كما جاء من غير تعرض لتأويل ولا تكييف ولا لمعرفة معناه، بل نؤمن به كما جاء وأنه حق، ونكل علمه إلى مراد الله ورسوله - صلى الله عليه وسلم -، وهذا القول هو مذهب أهل السنة من سلف الأمة وخلفها من أهل الحديث وغيرهم وهو الأعلم الأسلم الذي نعض </p><p> ٩ - عليه بالنواجذ ويقولون أيضًا:  {رَبَّنَا إِنَّكَ جَامِعُ النَّاسِ} ؛ أي؛ يا ربنا إنك تجمع الناس للجزاء في يوم لا شك في وقوعه فجازنا فيه أحسن الجزاء. {إِنَّ اللَّه </p><p> سبحانه وتعالى {لَا يُخْلِفُ الْمِيعَادَ} ؛ أي: لا يترك وفاء ما وعده لعباده، وهذا من بقية كلام الراسخين في العلم؛ وذلك لأنهم لما طلبوا من ربهم أن يصونهم عن الزيغ، وأن يخصهم بالهداية وأنواع الرحمة .. فكأنهم قالوا: ليس غرضنا من هذا السؤال ما يتعلق بمصالح الدنيا فإنها منقرضة، وإنما غرضنا الأعظم منه ما يتعلق بالآخرة، فإنا نعلم أنك يا إلهنا جامع الناس للجزاء في يوم القيامة ونعلم أن وعدك بالجزاء والحساب والميزان والصراط والجنة والنار لا يكون خلفًا، فمن زاغ قلبه بقي هناك في العذاب أبد الآباد، ومن أعطيته الهداية والرحمة بقي هناك في السعادة والكرامة أبد الآباد. </p><p> تنبيهات </p><p> الأول منها: اختلفت عبارة العلماء في تفسير (١) المحكم والمتشابه على أقوال فقيل: إن المحكم ما عرف تأويله، وفهم معناه وتفسيره. والمتشابه ما لم يكن لأحد إلى علمه سبيل، ومن القائلين بهذا القول: جابر بن عبد الله والشعبي وسفيان الثوري قالوا: وذلك نحو الحروف المقطعة في أوائل السور. </p><p> وقيل: المحكم: ما لا يحتمل إلا وجهًا واحدًا، والمتشابه ما يحتمل وجوهًا. فإذا ردت إلى وجه واحد وأبطل الباقي .. صار المتشابه محكمًا، وقيل: إن المحكم: ناسخة وحرامه وحلاله وفرائضه وما نؤمن به ونعمل عليه، والمتشابه: منسوخه وأمثاله وأقسامه وما نؤمن به ولا نعمل به. ورُوي هذا القول عن ابن عباس، وقيل: المحكم: الناسخ. والمتشابه: المنسوخ وبه قال: ابن مسعود وقتادة والربيع والضحاك. وقيل: المحكم: الذي ليس فيه تصريف ولا تحريف عما وضع له. والمتشابه: ما فيه تصريف وتحريف وتأويل، وبه قال: مجاهد وابن إسحاق. قال ابن عطية: وهذا أحسن الأقوال. وقيل: إن المحكم ما أطلع الله عباده على معناه. والمتشابه: ما استأثر الله بعلمه فلا سبيل لأحد إلى معرفته نحو الخبر عن أشراط الساعة؛ مثل الدجال ويأجوج ومأجوج ونزول </p><p>(١) الشوكاني.</p><p> عيسى وطلوع الشمس من مغربها وفناء الدنيا وقيام الساعة، فجميع هذا ما استأثر الله بعلمه. </p><p> وبهذا القول اختار القرطبي والطبري، وقيل: إن المحكم: سائر القرآن. والمتشابه: هي الحروف المقطعة في أوائل السور إلى غير ذلك. </p><p> والثاني منها: ما قيل (١) : إن الله سبحانه وتعالى قد جعل القرآن هنا محكمًا ومتشابهًا، وجعله في موضع آخر كله محكمًا، كقوله في أول سورة هود:  {الر كِتَابٌ أُحْكِمَتْ آيَاتُهُ} ، وجعله في موضع آخر كله متشابهًا، كقوله في سورة الزمر:  {اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُتَشَابِهًا} فكيف الجمع بين هذه الآيات؟ قلت: حيث جعله كله محكمًا أراد به أنه كله حق وصدق، ليس فيه عبث ولا هزل. وحيث جعله متشابهًا أراد أن بعضه يشبه بعضًا في الحسن والحق والصدق. وحيث جعله هنا بعضه محكمًا وبعضه متشابهًا فقد اختلفت عبارات العلماء في تفسيرهما آنفًا. </p><p> والثالث منها (٢) : سؤال يخطر بالبال، وهو: لم كان في القرآن متشابه لا يعلمه إلا الله، والراسخون في العلم، ولم يكن كله محكمًا يتساوى في فهمه جميع الناس، لأنه نزل لإرشاد العباد هاديًا لهم، والمتشابه يحول دون الهداية؛ لوقوع اللبس في فهمه وفتح باب الفتنة في تأويله لأهل التأويل؟ </p><p> أجاب العلماء عن هذا بأجوبة كثيرة: </p><p> منها: أن في إنزال المتشابه امتحانًا لقلوبنا، في التصديق به؛ إذ لو كان ما جاء في الكتاب معقولًا لا شبهة فيه لأحد .. لما كان في الإيمان به شيء من الخضوع لأمر الله والتسليم لرسله. </p><p> ومنها: أن في وجود المتشابه في القرآن حافزًا لعقول المؤمنين إلى النظر </p><p>(١) الخازن. (٢) المراغي.</p><p> فيه؛ كيلا تضعف وتموت، إذ السهل الجلي لا عمل للعقل فيه، وإذا لم يجد العقل مجالًا للبحث .. مات. والدين أعز شيء على الإنسان فإذا ضعف عقله في فهمه .. ضعف في كل شيء، ومن ثم قال: والراسخون في العلم، ولم يقل: والراسخون في الدين؛ لأن العلم أعم وأشمل، فمن رحمته أن جعل في الدين مجالًا لبحث العقل بما أودع فيه من المتشابه؛ إذ بحثه يستلزم النظر في الأدلة الكونية والبراهين العقلية ووجوه الدلالة ليصل إلى فهمه ويهتدي إلى تأويله. </p><p> ومنها: أن الأنبياء بعثوا إلى الناس كافة، وفيهم العالم والجاهل والذكي والبليد، وكان من المعاني الحكم الدقيقة التي لا يمكن التعبير عنها بعبارة تكشف عن حقيقتها، فجعل فهم هذا من حظ الخاصة، وأمر العامة بتفويض الأمر فيه إلى الله والوقوف عند فهم المحكم؛ ليكون لكل نصيبه على قدر استعداده فإطلاق كلمة الله، وروح الله على عيسى يفهم منه الخاصة ما لا يفهمه العامة، ومن ثم فُتن النصارى بمثل هذا التعبير؛ إذ لم يقفوا عند حد المحكم وهو التنزيه واستحالة أن يكون لله أم أو ولد بمثل ما دل عليه قوله:  {إِنَّ مَثَلَ عِيسَى عِنْدَ اللَّهِ كَمَثَلِ آدَمَ} . </p><p> ومنها: أن القرآن نزل بألفاظ العرب وعلى أسلوبهم وكلامهم على ضربين: </p><p> الأول: الموجز الذي لا يخفى على سامع وهذا هو الضرب الأول. </p><p> والثاني: المجاز والكنايات والإشارات والتلويحات، وهذا الضرب هو المستحسن عندهم، فأنزل القرآن على الضربين ليتحقق عجزهم، فكأنه قال: عارضوه بأي الضربين شئتم. ولو نزل كله محكمًا لقالوا؛ هلا نزل بالضرب المستحسن عندنا. </p><p> والرابع منها: اختلف في الوقف في قوله: {وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللَّهُ} فذهب الجمهور إلى أن الوقف على {إِلَّا اللَّهُ} الواو في قوله: {وَالرَّاسِخُونَ فِي الْعِلْمِ} للاستئناف، وهو قول أبي بن كعب وعائشة وعروة بن الزبير وغيرهم، ويؤيد هذا القول قراءة أبي وابن عباس فيما رواه طاووس عنه شذوذًا: {إلا الله </p><p> ويقول الراسخون في العلم آمنا به}، وقراءة عبد الله:  (ابتغاء تأويله إن تأويله إلا عند الله والراسخون في العلم يقولون) وهي شاذة ومعناه: إن الله استأثر بعلمه تأويل المتشابه وحينئذٍ فحال الراسخين التصديق به. </p><p> وجرى قوم على أن {الراسخون} معطوف على {اللَّهُ} ، ويقولون حال من الراسخون، فالوقف حينئذٍ على أولو الألباب؛ لتعلق ما قبل ذلك بعضه ببعض، وروي هذا القول: عن ابن عباس أيضًا ومجاهد والربيع بن أنس وغيرهم، والمعنى: إن تأويل المتشابه يعلمه الله ويعلمه الراسخون في العلم، فالمراد ما للفكر والنظر فيه مجال. </p><p> قال البغوي: والقول الأول أقيس بالعربية وأشبه بظاهر الآية، وقال الفخر الرازي: في الثاني لو كان الراسخون في العلم عالمين بتأويله .. لما كان لتخصيصهم بالإيمان وجه، فإنهم لما عرفوه بالدلائل .. صار الإيمان كالإيمان بالمحكم، فلا يكون في الإيمان به بخصوصه مزيد مدح. </p><p> الإعراب </p><p> {الم (١) اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ (٢) }. </p><p> اعلم أن فواتح السور إن جعلت مسرودة على نمط التعديد .. فلا محل لها من الإعراب، وإن جعلت أسماء للسور .. فمحلها إما الرفع على أنها أخبار لمبتدآت مقدرة قبلها، أو النصب على تقدير أفعال يقتضيها المقام؛ كأذكر أو أقرأ أو نحوهما؛ كعليك والزم كما سبق ذلك كله في مبتدأ تفسير هذه السورة، وقد تقدم الكلام في إعرابه أيضًا في أول البقرة فراجعه. {اللَّهُ} : مبتدأ {لَا} : نافية تعمل عمل إن. {إِلَهَ} : في محل النصب اسمها، وخبر {لَا} محذوف جوازًا تقديره: موجود. {إِلَّا} : أداة استثناء مفرغ {هُوَ} : ضمير للمفرد المنزه عن الذكورة والأنوثة والغيبة في محل الرفع بدل من الضمير المستتر في خبر {لَا} بدل الشيء من الشيء، وجملة {لَا} من اسمها وخبرها في محل الرفع خبر المبتدأ، والجملة الإسمية مستأنفة استئنافًا نحويًّا {الْحَيُّ الْقَيُّومُ} : خبران آخران </p><p> للاسم الشريف، أو خبران لمبتدأ محذوف؛ أي: هو الحي القيوم. وقيل: إنهما صفتان للفظ الجلالة، أو بدلان منه أو من الخبر. </p><p> {نَزَّلَ عَلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ وَأَنْزَلَ التَّوْرَاةَ وَالْإِنْجِيلَ (٣) }. </p><p> {نَزَّلَ} : فعل ماضٍ، وفاعله ضمير يعود على الجلالة {عَلَيْكَ} : متعلق به {الْكِتَابَ} : مفعول به، والجملة الفعلية إما مستأنفة، أو خبر آخر للفظ الجلالة {بِالْحَقِّ} : جار ومجرور متعلق بمحذوف حال من الكتاب تقديره: ملتبسًا بالحق {مُصَدِّقًا} : حال ثانية من {الْكِتَابَ} مؤكدة؛ لأنه لا يكون إلا مصدقًا، وبهذا قال الجمهور، وجوز بعضهم كونه منتقلة على معنى أنه مصدق لنفسه ولغيره. قال أبو البقاء: وإن شئت جعلته بدلًا من موضع قوله: {بِالْحَقِّ} ، وإن شئت جعلته حالًا من الضمير في المجرور. انتهى. {لِمَا بَيْنَ يَدَيْهِ} اللام حرف جر {ما} : موصولة أو موصوفة في محل الجر باللام متعلق بـ {مُصَدِّقًا}  {بَيْنَ} : منصوب على الظرفية الاعتبارية، وهو مضاف. {يدي} : مضاف إليه مجرور بالياء؛ لأنه ملحق بالمثنى نظير: لبيك، وهو مضاف، والهاء: مضاف إليه، والظرف إما صلة لـ {ما} أو صفة لها. {وَأَنْزَلَ التَّوْرَاةَ وَالْإِنْجِيلَ} : الواو عاطفة. {أنزل} : فعل ماضٍ، وفاعله ضمير يعود على الله، والجملة معطوفة على جملة {نزل} ، {التَّوْرَاةَ} : مفعول به {وَالْإِنْجِيلَ} : معطوف عليه. </p><p> {مِنْ قَبْلُ هُدًى لِلنَّاسِ وَأَنْزَلَ الْفُرْقَانَ} . </p><p> {مِنْ قَبْلُ} : جار ومجرور متعلق بـ {أنزل} . {هُدًى لِلنَّاسِ}  {هُدًى} : حال من {التَّوْرَاةَ وَالْإِنْجِيلَ} ، ولم يثنَّ؛ لأنه مصدر كما مر، ولكنه في تأويل المشتق تقديره: حالة كونهما هاديين. {لِلنَّاسِ} : جار ومجرور متعلق بهدى، أو صفة له. وقال أبو البقاء: ويجوز أن يكون حالًا من {الإنجيل} ، ودل على حال للتوراة محذوف؛ كما يدل أحد الخبرين على الآخر. {وَأَنْزَلَ الْفُرْقَانَ} ؛ الواو عاطفة {أنزل} : فعل ماضٍ، وفاعله ضمير يعود على الله، {الْفُرْقَانَ} : مفعول به، والجملة معطوفة على جملة قوله:  {نزل} كالجملة التي قبلها. </p><p> {إِنَّ الَّذِينَ كَفَرُوا بِآيَاتِ اللَّهِ لَهُمْ عَذَابٌ شَدِيدٌ وَاللَّهُ عَزِيزٌ ذُو انْتِقَامٍ} . </p><p> {إِنَّ} : حرف نصب {الَّذِينَ} : اسمها، {كَفَرُوا} : فعل وفاعل، والجملة صلة الموصول، والعائد ضمير الفاعل. {بِآيَاتِ اللَّهِ} : جار ومجرور ومضاف إليه متعلق بـ {كَفَرُوا} ، {لَهُمْ} : جار ومجرور خبر مقدم {عَذَابٌ} : مبتدأ مؤخر {شَدِيدٌ} : صفة له، والجملة من المبتدأ والخبر في محل الرفع خبر {إِنَّ} ، وجملة إن مستأنفة استئنافًا نحويًّا. {وَاللَّهُ عَزِيزٌ ذُو انْتِقَامٍ} : الواو استئنافية {الله} : مبتدأ، {عَزِيزٌ} : خبر أول {ذُو} : خبر ثانٍ مرفوع بالواو، وهو مضاف، {انْتِقَامٍ} مضاف إليه، والجملة مستأنفة. </p><p> {إِنَّ اللَّهَ لَا يَخْفَى عَلَيْهِ شَيْءٌ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ (٥) }. </p><p> {إِنَّ} : حرف نصب، ولفظ الجلالة {اللَّهَ} اسمها. {لَا} : نافية. {يَخْفَى} : فعل مضارع {عَلَيْهِ} : جار ومجرور متعلق به {شَيْءٌ} : فاعل، والجملة الفعلية في محل الرفع خبر {إِنَّ} ، وجملة {إِنَّ} مستأنفة {فِي الْأَرْضِ} : جار ومجرور صفة لـ {شَيْءٌ} ، أو متعلق بـ {يَخْفَى}  {وَلَا فِي السَّمَاءِ} : الواو عاطفة {لَا} : زائدة زيدت لتأكيد نفي ما قبلها {فِي السَّمَاءِ} : جار ومجرور معطوف على الجار والمجرور في قوله {فِي الْأَرْضِ} . </p><p> {هُوَ الَّذِي يُصَوِّرُكُمْ فِي الْأَرْحَامِ كَيْفَ يَشَاءُ} . </p><p> {هُوَ} مبتدأ {الَّذِي} : اسم موصول في محل الرفع خبر المبتدأ، والجملة مستأنفة {يُصَوِّرُكُمْ} : فعل ومفعول، وفاعله ضمير لعود على الموصول، والجملة صلة الموصول. {فِي الْأَرْحَامِ} : متعلق بـ {يُصَوِّرُكُمْ} ، أو حال من ضمير المخاطبين؛ أي: يصوركم وأنتم في الأرحام مضغ، قاله العُكبَري. {كَيْفَ يَشَاءُ} : {كَيْفَ} : اسم (١) شرط غير جازم لعد دخول: {ما} عليه في محل النصب على الحالية بـ {يَشَاءُ}  {يَشَاءُ} : فعل مضارع، وفاعله ضمير يعود على الله، ومفعول {يَشَاءُ} : محذوف معلوم مما قبله تقديره: كيف يشاء تصويركم، وجملة {يَشَاءُ} فعل شرط {كَيْفَ} لا محل لها من الإعراب، وجواب الشرط </p><p>(١) الجمل.</p><p> معلوم مما قبله تقديره: كيف يشاء تصويركم يصوركم، وجملة {كَيْفَ} مستأنفة، وإن كانت في المعنى متعلقة بما قبلها نظير قولهم: أنت ظالم إن فعلت، التقدير: أنت ظالم إن فعلت فأنت ظالم، وعند من يجيز تقديم الجزاء على الشرط الصريح يجعل:  {يُصَوِّرُكُمْ} المتقدم هو الجزاء و {كَيْفَ} : منصوب على الحال بالفعل بعده، والمعنى: على أي حال شاء أن يصوركم صوركم، وقال بعضهم (١) : {كَيْفَ يَشَاءُ} في موضع الحال معمول {يُصَوِّرُكُمْ} ، ومعنى الحال؛ أي: يصوركم في الأرحام قادرًا على تصويركم مالكًا ذلك، وقيل التقدير: في هذه الحال يصوركم على مشيئته؛ أي: مريدًا، فيكون حالًا من ضمير اسم الله، ذكره أبو البقاء، وجوز أن يكون حالًا من المفعول؛ أي: من كاف المخاطبين؛ أي: يصوركم متقلبين على مشيئته، وقال الحوفي: يجوز أن تكون الجملة في موضع المصدر، المعنى: يصوركم في الأرحام تصوير المشيئة وكما يشاء. </p><p> {لَا إِلَهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ} . </p><p> {لَا} : نافية {إِلَهَ} : في محل النصب اسمها، وخبر {لَا} : محذوف جوازًا تقديره: موجود، وجملة {لَا} مستأنفة {إِلَّا} أداة استثناء مفرغ {هُوَ} : في محل الرفع بدل من الضمير المستتر في خبر {لَا} بدل الشيء من الشيء {الْعَزِيزُ الْحَكِيمُ} خبران لمبتدأ محذوف، أو بدلان من {هُوَ} . </p><p> {هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ} . </p><p> {هُوَ} : مبتدأ {الَّذِي} : خبره، والجملة مستأنفة {أَنْزَلَ} : فعل ماضٍ، وفاعله ضمير يعود على الموصول، والجملة صلة الموصول. {عَلَيْكَ} : متعلق بـ {أَنْزَلَ}  {الْكِتَابَ} : مفعول به {مِنْهُ} : جار ومجرور خبر مقدم {آيَاتٌ} : مبتدأ مؤخر {مُحْكَمَاتٌ} : صفة لـ {آيَاتٌ} ، والجملة الإسمية في محل النصب حال من {الْكِتَابَ}  {هُنَّ أُمُّ الْكِتَابِ} : مبتدأ وخبر مضاف إليه، والجملة في محل الرفع صفة ثانية لـ {آيَاتٌ} وقال الشيخ السمين: وأخبر بلفظ المفرد - وهو {أم} - عن </p><p>(١) البحر المحيط.</p><p> الجمع وهو هن، إما لأن المراد أن كل واحدة منهن {أُمُّ} ، وإما لأن المجموع بمنزلة أم واحدة، كقوله:  {وَجَعَلْنَا ابْنَ مَرْيَمَ وَأُمَّهُ آيَةً} وإما لأنه مفرد واقع موقع الجمع، وقيل: لأنه بمعنى أصل الكتاب، والأصل يوحد {وَأُخَرُ مُتَشَابِهَاتٌ} : الواو عاطفة {وَأُخَرُ} : معطوف على {آيَاتٌ} ، ولكنه على حذف موصوف تقديره: ومنه آيات أخر {مُتَشَابِهَاتٌ} : صفة لـ {أخر} . </p><p> {فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ} . </p><p> {فَأَمَّا} الفاء فاء الفصيحة مبنية على الفتح؛ لأنها أفصحت عن شرط مقدَّر تقديره: إذا عرفت انقسام، الكتاب إلى نوعين، وأردت بيان أقسام من يتبعه .. فأقول لك {أما} : حرف شرط، {الَّذِينَ} : اسم موصول للجمع المذكر في محل الرفع مبتدأ. {فِي قُلُوبِهِمْ} : جار ومجرور ومضاف إليه خبر مقدم {زَيْغٌ} : مبتدأ مؤخر، والجملة صلة الموصول، والعائد ضمير الجمع {فَيَتَّبِعُونَ} الفاء رابطة لجواب {أما} واقعة في غير موضعها {يتبعون} : فعل وفاعل، والجملة الفعلية في محل الرفع خبر المبتدأ تقديره: فأما الذين في قلوبهم مرض فيتبعون {مَا تَشَابَهَ مِنْهُ} ، والجملة الإسمية جواب {أما} لا محل لها من الإعراب، وجملة {أما} في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة استئنافًا بيانيًّا {مَا تَشَابَهَ}  {مَا} : موصولة أو موصوفة في محل النصب مفعول {يتبعون} . {تَشَابَهَ} : فعل ماضٍ، وفاعله ضمير يعود على {ما} ، والجملة صلة لـ {ما} أو صفة لها، والعائد أو الرابط ضمير الفاعل {مِنْهُ} : جار ومجرور حال، من فاعل {تَشَابَهَ}  {ابْتِغَاءَ} : مفعول لأجله وهو مضاف {تَأْوِيلِهِ} : مضاف إليه {وَابْتِغَاءَ} : معطوف على {ابْتِغَاءَ} الأول، وهو مضاف {تَأْوِيلِهِ} مضاف إليه، تأويل مضاف، والهاء: مضاف إليه. </p><p> {وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللَّهُ وَالرَّاسِخُونَ فِي الْعِلْمِ يَقُولُونَ آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنَا وَمَا يَذَّكَّرُ إِلَّا أُولُو الْأَلْبَابِ} . </p><p> {وَمَا يَعْلَمُ} الواو حالية {ما} : نافية {يَعْلَمُ} : فعل مضارع {تَأْوِيلَهُ} : مفعول به ومضاف إليه {إِلَّا} : أداة استثناء مفرغ، ولفظ الجلالة {اللَّهُ} فاعل، </p><p> والجملة الفعلية في محل النصب حال من الضمير في قوله:  {وَابْتِغَاءَ تَأْوِيلِهِ} . {وَالرَّاسِخُونَ} : الواو استئنافية {الراسخون} : مبتدأ {فِي الْعِلْمِ} : متعلق به {يَقُولُونَ} : فعل وفاعل والجملة الفعلية في محل الرفع خبر المبتدأ، والجملة الإسمية مستأنفة، وإن شئت قلت: الواو عاطفة {الراسخون} : معطوف على الجلالة، وجملة {يَقُولُونَ} حال من {الراسخون} . {آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنَا} : مقول محكي لـ {يَقُولُونَ} ، وإن شئت قلت:  {آمَنَّا} : فعل وفاعل. {بِهِ} : متعلق بـ {آمَنَّا} ، والجملة في محل النصب مقول القول. {كُلٌّ} : مبتدأ {مِنْ عِنْدِ رَبِّنَا} : جار ومجرور ومضافان إليه متعلق بمحذوف خبر المبتدأ، والجملة الإسمية في محل النصب مقول القول. {وَمَا} الواو استئنافية. {ما} : نافية. {يَذَّكَّرُ} : فعل مضارع. {إِلَّا} أداة استثناء مفرغ {أُولُو الْأَلْبَابِ} فاعل ومضاف إليه مرفوع بالواو، والجملة معترضة لا محل لها من الإعراب. </p><p> {رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِنْ لَدُنْكَ رَحْمَةً إِنَّكَ أَنْتَ الْوَهَّابُ (٨) }. </p><p> {رَبَّنَا لَا تُزِغْ قُلُوبَنَا} إلى قوله: {إِنَّ اللَّهَ لَا يُخْلِفُ الْمِيعَادَ} مقول محكى لـ {يَقُولُونَ} ، وإن شئت قلت:  {رَبَّنَا} منادى مضاف، وجملة النداء في محل النصب مقول القول {لَا تُزِغْ} : {لَا} : دعائية {تُزِغْ} : فعل مضارع، وفاعله ضمير يعود على الله {قُلُوبَنَا} : مفعول به ومضاف إليه، والجملة في محل النصب مقول القول على كونها جوابًا للنداء. {بَعْدَ} : منصوب على الظرفية متعلق بـ {تُزِغْ}  {إِذْ} : حرف زائد بين المضاف والمضاف إليه لا معنى له {هَدَيْتَنَا} : فعل وفاعل ومفعول به، والجملة الفعلية في محل الجر مضاف إليه لـ {بَعْدَ}  {وَهَبْ لَنَا} الواو عاطفة، {هب} : فعل دعاء، وفاعله ضمير يعود على الله، والجملة في محل النصب معطوفة على جملة {لَا تُزِغْ} على كونها جواب النداء. {لَنَا} : جار ومجرور متعلق بـ {هب} ، {مِنْ لَدُنْكَ} . {مِن} حرف جر، {لدن} ظرف مكان بمعنى: عند في محل الجر بـ {مِن} مبني على السكون لشبهه بالحرف شبهًا افتقاريًّا. {لدن} مضاف، والكاف: مضاف إليه والظرف متعلق بـ {تُزِغْ}  {رَحْمَةً} : مفعول به. {إِنَّكَ} : إنَّ حرف نصب، والكاف اسمها. {أَنْتَ} : ضم </p><p> فصل أو مؤكد لاسم إن {الْوَهَّابُ} : خبر إن، والجملة في محل النصب مقول القول. </p><p> {رَبَّنَا إِنَّكَ جَامِعُ النَّاسِ لِيَوْمٍ لَا رَيْبَ فِيهِ إِنَّ اللَّهَ لَا يُخْلِفُ الْمِيعَادَ (٩) }. </p><p> {رَبَّنَا} : منادى مضاف، وجملة النداء في محل النصب مقول القول. {إِنَّكَ} : حرف نصب واسمها {جَامِعُ النَّاسِ} خبر {إن} ومضاف إليه، وجملة (إن) جواب النداء في محل النصب مقول القول {لِيَوْمٍ} : جار ومجرور متعلق بـ {جَامِعُ} ، واللام فيه بمعنى: في {لَا رَيْبَ فِيهِ} : {لَا} نافية {رَيْبَ} في محل النصب اسمها {فِيهِ} : جار ومجرور متعلق بمحذوف خبر {لَا} تقديره: لا ريب موجود فيه وجملة {لَا} من اسمها وخبرها في محل الجر صفة لـ {يوم}  {إِنَّ اللَّهَ}  {إِنَّ} : حرف نصب وتوكيد، ولفظ الجلالة اسمها {لَا يُخْلِفُ} : {لَا} : نافية، {يُخْلِفُ} ؛ فعل مضارع، وفاعله ضمير يعود على الله، {الْمِيعَادَ} : مفعول به وجملة {إِنَّ} في محل النصب مقول القول لـ {يَقُولُونَ} أو مستأنفة. </p><p> التصريف ومفردات اللغة </p><p> واختلف في: عمران الذي سميت به هذه السورة، فقيل المراد به: أبو موسى وهارون، فآله: هم موسى وهارون، وقيل المراد به: أبو مريم فالمراد بآله: مريم وابنها عيسى، ويرجح هذا القول ذكرُ قصتهما إثر ذكره وبين عمران أبي موسى وهارون، وعمران أبي مريم ألف وثمان مئة عام. </p><p> {التَّوْرَاةَ وَالْإِنْجِيلَ} : واختلف الناس في هذين اللفظين هل يدخلهما الاشتقاق والتصريف أم لا لكونهما أعجميين؟ فذهب جماعة إلى الأول، فقالوا: التوراة مشتقة من قولهم: وري الزند يري إذا قدح فخرج منه نار، فلما كانت التوراة فيها ضياء ونور يخرج به من الضلال إلى الهدى كما يخرج بالنار من الظلام إلى النور .. سمي هذا الكتاب بالتوراة. فأصلها (١) : وورية فأبدلت الواو </p><p>(١) العكبري.</p><p> الأولى تاء وأبدلت الياء ألفًا؛ لتحركها وانفتاح ما قبلها. وقال الفراء: أصلها تورية على وزن تفعلة كتوصية من وري في كلامه تورية، ثم أبدلت من الكسرة الفتحة، فانقلبت الياء ألفًا كما قالوا في ناصية: ناصاة. ويجوز إمالتها؛ لأن أصل ألفها ياء. </p><p> {وَالْإِنْجِيلَ} : إفعيل من النجل، وهو التوسعة من قولهم نجلت الإهاب إذا شققته ووسعته، ومنه عين نجلاء، أي: واسعة الشق فسمي الإنجيل بذلك؛ لأنَّ فيه توسعة لم تكن في التوراة؛ إذ حلل فيه أشياء كانت محرمة فيها، والصحيح أنهما ليسا مشتقين بل اسمان عبرانيان، وقرأ الحسن شذوذًا:  (الأنجيل) - بفتح الهمزة - ولا يعرف له نظير؛ إذ ليس في الكلام أفعيل إلا أن الحسن ثقة فيجوز أن يكون سمعها. </p><p> {الْفُرْقَانَ} : فعلان من الفرق وهو في الأصل مصدر، فيجوز أن يكون بمعنى الفارق، أو المفروق، ويجوز أن يكون التقدير: ذا الفرقان. </p><p> {ذُو انْتِقَامٍ} الانتقام: افتعال من النقمة، وهي السطوة والانتصار، وقيل: هي المعاقبة على الذنب مبالغة في ذلك، ويقال: نقم ونقم إذا أنكر وانتقم إذا عاقبه بسبب ذنب تقدم منه. </p><p> {يُصَوِّرُكُمْ فِي الْأَرْحَامِ} يقال: صوَّره إذا جعل له صورة، والصورة الهيئة التي يكون عليها الشيء بالتأليف وهو بناء مبالغة من صاره إلى كذا يصوره إذا أماله إليه، فالصورة مائلة إلى هيئة وشبه مخصوص، وقال المروزي: التصوير ابتداء مثال من غير أن يسبقه نظير. </p><p> و {الأرحام} : جمع رحم مشتق من الرحمة؛ لأنه مما يتراحم به. </p><p> {زَيْغٌ} . الزيغ مصدر زاغ يزيغ زيغًا من باب باع، ومعناه: الميل ومنه: زاغت الشمس، وزاغت الأبصار، وقال الراغب: الزيغ الميل عن الاستقامة إلى أحد الجانبين. </p><p> {ابتغاء تأويله} التأويل مصدر أوَّل من باب: فعَّل المضعف، ومعناه آخر </p><p> الشيء ومآله {الراسخون} : جمع راسخ اسم فاعل من رسخ - من باب خضع - يرسخ رسوخًا، والرسوخ: الثبوت. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات من ضروب البلاغة والفصاحة أنواعًا كثيرة (١) : </p><p> منها: حسن الإبهام؛ وهو فيما افتتحت به لينبه الفكر إلى النظر فيما بعده من الكلام. </p><p> ومنها: مجاز التشبيه في قوله: {نَزَّلَ عَلَيْكَ الْكِتَابَ} ؛ لأن حقيقة التنزيل طرح جرم من علو إلى أسفل، والقرآن مثبت في اللوح المحفوظ، فلما أثبت في القلب صار بمنزلة جرم ألقي من علو إلى أسفل، فشبِّه به وأُطلق عليه لفظ التنزيل. </p><p> وعبر أيضًا عن القرآن بالكتاب الذي هو اسم جنس إيذانًا بكمال تفوقه على بقية الكتب السماوية، كأنه الحقيق بأن يطلق عليه اسم الكتاب. </p><p> وفي قوله:  {مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ} شبَّه القرآن المصدق لما تقدمه من الكتب بالإنسان الذي بين يديه شيء يناله شيئًا فشيئًا. </p><p> وفي قوله:  {وَأَنْزَلَ التَّوْرَاةَ وَالْإِنْجِيلَ مِنْ قَبْلُ هُدًى لِلنَّاسِ} أقام المصدر فيه مقام اسم الفاعل، فجعل التوراة كالرجل الذي يوري عنك أمرًا؛ أي: يستره لما فيها من المعاني الغامضة، وشبه الإنجيل لما فيه من اتساع الترغيب والترهيب والمواعظ والخضوع بالعين النبلاء، وجعل ذلك هدى لما فيه من الإرشاد الطريق الذي يهديك إلى المكان الذي ترومه. </p><p> وفي قوله:  {وَأَنْزَلَ الْفُرْقَانَ} ؛ لأنه شبه الفرقان بالجرم الفارق بين جرمين. </p><p> وفي قوله:  {يُصَوِّرُكُمْ} شبه أمره بقوله: كن، أو تعلق إرادته بكونه جاء </p><p>(١) البحر المحيط.</p><p> على غاية من الأحكام والصنع بمصوِّر يمثِّل شيئًا فيضم جرمًا إلى جرم ويصور منه صورة. </p><p> وفي قوله:  {فِي قُلُوبِهِمْ زَيْغٌ} شبه القلب المائل عن القصد بالشيء الزائغ عن مكانه، وفي غير ذلك، وقيل: هذه كلها استعارات ولا تشبيه فيها؛ لأنه لم يصرح فيها بذكر أداة التشبيه. </p><p> ومنها: الاختصاص في قوله: {نَزَّلَ عَلَيْكَ الْكِتَابَ} إلى قوله: {وَأَنْزَلَ الْفُرْقَانَ} على تفسير من فسَّره بالزبور، واختص الأربعة دون بقية ما أنزل؛ لأن أصحاب الكتب، إذ ذاك المؤمنون واليهود والنصارى. وفي قوله:  {لَا يَخْفَى عَلَيْهِ شَيْءٌ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ} خصهما بالذكر؛ لأنهما أكبر مخلوقاته الظاهرة لنا. وفي قوله:  {وَالرَّاسِخُونَ} اختصهم بخصوصية الرسوخ في العلم بهم وفي قوله: {أُولُو الْأَلْبَابِ} ؛ لأن العقلاء لهم خصوصية التمييز والنظر والاعتبار وفي قوله:  {لَا تُزِغْ قُلُوبَنَا} اختص القلوب؛ لأن بها صلاح الجسد وفساده وليس كذلك بقية الأعضاء؛ ولأنها محل الإيمان، إلى غير ذلك ومنها الالتفات في قوله: {رَبَّنَا إِنَّكَ جَامِعُ النَّاسِ لِيَوْمٍ لَا رَيْبَ فِيهِ إِنَّ اللَّهَ لَا يُخْلِفُ الْمِيعَادَ (٩) }. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {إِنَّ الَّذِينَ كَفَرُوا لَنْ تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ مِنَ اللَّهِ شَيْئًا وَأُولَئِكَ هُمْ وَقُودُ النَّارِ (١٠) كَدَأْبِ آلِ فِرْعَوْنَ وَالَّذِينَ مِنْ قَبْلِهِمْ كَذَّبُوا بِآيَاتِنَا فَأَخَذَهُمُ اللَّهُ بِذُنُوبِهِمْ وَاللَّهُ شَدِيدُ الْعِقَابِ (١١) قُلْ لِلَّذِينَ كَفَرُوا سَتُغْلَبُونَ وَتُحْشَرُونَ إِلَى جَهَنَّمَ وَبِئْسَ الْمِهَادُ (١٢) قَدْ كَانَ لَكُمْ آيَةٌ فِي فِئَتَيْنِ الْتَقَتَا فِئَةٌ تُقَاتِلُ فِي سَبِيلِ اللَّهِ وَأُخْرَى كَافِرَةٌ يَرَوْنَهُمْ مِثْلَيْهِمْ رَأْيَ الْعَيْنِ وَاللَّهُ يُؤَيِّدُ بِنَصْرِهِ مَنْ يَشَاءُ إِنَّ فِي ذَلِكَ لَعِبْرَةً لِأُولِي الْأَبْصَارِ (١٣) زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوَاتِ مِنَ النِّسَاءِ وَالْبَنِينَ وَالْقَنَاطِيرِ الْمُقَنْطَرَةِ مِنَ الذَّهَبِ وَالْفِضَّةِ وَالْخَيْلِ الْمُسَوَّمَةِ وَالْأَنْعَامِ وَالْحَرْثِ ذَلِكَ مَتَاعُ الْحَيَاةِ الدُّنْيَا وَاللَّهُ عِنْدَهُ حُسْنُ الْمَآبِ (١٤) قُلْ أَؤُنَبِّئُكُمْ بِخَيْرٍ مِنْ ذَلِكُمْ لِلَّذِينَ اتَّقَوْا عِنْدَ رَبِّهِمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَأَزْوَاجٌ مُطَهَّرَةٌ وَرِضْوَانٌ مِنَ اللَّهِ وَاللَّهُ بَصِيرٌ بِالْعِبَادِ (١٥) الَّذِينَ يَقُولُونَ رَبَّنَا إِنَّنَا آمَنَّا فَاغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ النَّارِ (١٦) الصَّابِرِينَ وَالصَّادِقِينَ وَالْقَانِتِينَ وَالْمُنْفِقِينَ وَالْمُسْتَغْفِرِينَ بِالْأَسْحَارِ (١٧) }. </p><p> المناسبة </p><p> لما حكى الله تعالى عن المؤمنين دعاءهم أن يثبتهم الله على الإيمان .. حكى عن الكافرين سبب كفرهم وهو: اغترارهم في هذه الحياة الدنيا بكثرة المال والبنين، وبين أنها لن تدفع عنهم عذاب الله كما لم تغنِ عنهم شيئًا في الدنيا. وضرب على ذلك الأمثال بغزوة بدر حيث التقى فيها جند الرحمن بجند الشيطان، وكانت النتيجة اندحار الكافرين مع كثرتهم وانتصار المؤمنين مع قلتهم، فلم تنفعهم الأموال ولا الأولاد، ثم أعقب تعالى ذلك بذكر شهوات الدنيا، ومُتع الحياة التي يتنافس الناس فيها، ثم ختمها بالتذكير بأن ما عند الله خير للأبرار. </p><p> أسباب النزول </p><p> قوله تعالى:  {قُلْ لِلَّذِينَ كَفَرُوا سَتُغْلَبُونَ ...} سبب نزوله (١) : ما روى </p><p>(١) لباب النقول.</p>"
}