{
  "id": null,
  "sura": 3,
  "aya": 180,
  "text": "<p> وبعد أن رد الله على ما طعن به المنافقون في نبوة محمَّد - صلى الله عليه وسلم - من وقوع الحوادث التي حصلت في أحد، وبين أن فيه كثيرًا من الفوائد كتمييز الخبيث من الطيب، أمرهم بالإيمان به وبرسله فقال:  {فَآمِنُوا بِاللَّهِ وَرُسُلِهِ} ؛ أي: إذا ثبت أنه تعالى يختار من رسله من يشاء، فيطلعه على بعض المغيبات، ومنهم محمَّد - صلى الله عليه وسلم - إذ ثبتت نبوته بإطلاع الله تعالى له على بعض المغيبات، وإخباره لكم بها في غير ما موطنٍ، فآمنوا بالله ورسله الذين ذكرهم الله في كتابه، وقص علينا قصصهم؛ لأنه هو المطلوب منكم، ودعوا الاشتغال بما ليس من شأنكم من التطلع لعلم الله سبحانه وتعالى، ومعنى الإيمان باللهِ: بأن تقدروه حق قدره، وتعلموا أنه وحده هو العالم بالغيوب، ومعنى الإيمان بالرسل: أن تنزلوهم منازلهم، بأن تعلموا أنهم عبادٌ مجتبون، لا يعلمون إلا ما علمهم الله تعالى، ولا يخبرون إلا بما أخبر الله به من الغيوب، وليسوا من علم الغيب في شيء. قاله الزمخشري. وعمم الأمر بالإيمان بالرسل جميعًا، مع أن سوق الكلام في الإيمان بالنبي - صلى الله عليه وسلم - للإيماء إلى أن الإيمان به يقتضي الإيمان بهم؛ لأنه - صلى الله عليه وسلم - مصدق لما بين يديه من الرسل، وهم شهداء على صحة نبوته. </p><p> {وَإِنْ تُؤْمِنُوا} بما جاؤوا به من أخبار الغيب {وَتَتَّقُوا} الله بامتثال أوامره، واجتناب نواهيه {فَلَكُمْ} أيها المؤمنون بما ذكر {أَجْرٌ عَظِيمٌ} وثواب جسيم، لا يستطاع الوصول إلى معرفة قدره. </p><p> وقيل أن ذكر القرآن الإيمان، إلا قرن به التقوى؛ كما قل أن ذكر الصلاة إلا قرن بها الزكاة حثًّا على عمل البرّ، والرأفة بالفقراء والبائسين، وإشارة إلى أن الإيمان لا يكمل إلا بهما. </p><p> ١٨٠ - وقوله:  {وَلَا يَحْسَبَنَّ الَّذِينَ يَبْخَلُونَ بِمَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ هُوَ خَيْرًا لَهُمْ} الموصول فيه فاعل على قراءة الياء التحتانية والمفعول الأول محذوف لدلالة يبخلون عليه، والمعنى: ولا يظنن الذين يبخلون بما أعطاهم الله من فضله، وعطائه، بخلهم إياه هو خيرًا لهم {بَلْ هُوَ} ؛ أي: بخلهم إياه {شَرٌّ لَهُمْ} وضررٌ عليهم؛ لأن أموالهم ستزول عنهم، ويبقى عليهم، وبال البخل، والمعنى: لا </p><p> يحسبن البخلاء أن جمعهم المال، وبخلهم بإنفاقه ينفعهم بل هو مضرةٌ عليهم في دينهم ودنياهم. وأما على قراءة من قرأ بالتاء الفوقانية، فالفعل مسند إلى ضمير النبي - صلى الله عليه وسلم - والمفعول الأول محذوف أيضًا، والمعنى: ولا تحسبن يا محمَّد بخل الذين يبخلون هو خيرًا لهم، بل هو شر، وضرر لهم. </p><p> وحاصل المعنى: ولا يظنن أحدٌ أن بخل الباخلين بما أعطاهم من فضله ونعمه هو خيرًا لهم؛ لأنهم مطالبون بشكران النعم، والبخل بها كفرانٌ، لا ينبغي أن يصدر من عاقل، وقال القرطبي: والبخل في اللغة: أن يمنع الإنسان الحق الواجب عليه، فأما من منع ما لا يجب عليه .. فليس ببخيل. </p><p> وقال المراغي: والمراد من البخل بالفضل البخل به في أداء الزكاة المفروضة، وفي الأحوال التي يتعين فيها بذل المال كالإنفاق لصد عدو يجتاح البلاد، ويهدد استقلالها، ويصبح أهلها أذلة بعد أن كانوا أعزةً أو إنقاذ شخصٍ من مخالب الموت جوعًا. </p><p> ففي كل من هذه الأحوال يجب بذل المال؛ لأنه يجري مجرى دفع الضرر عن النفس. </p><p> وليس الذم والوعيد على البخل بما يملك الإنسان من فضل ربه، إذ أن الله أباح لنا الطيبات؛ لنستمتع بها، ولأن العقل قاضٍ بأن الله لا يكلف الناس، ببذل كل ما يكسبون، ويبقون عراةً جائعين، ومن ثم قال في حق المؤمنين المهتدين:  {وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ} . </p><p> وجاءت الآية بطريق التعميم ترغيبًا في بذل المال بدون تحديد، ولا تعيين، ووكل أمر ذلك إلى اجتهاد المؤمن الذي يتبع عاطفة الإيمان التي في قلبه، وما تحدثه في النفس من بذل الواجب، والزيادة عليه إذا هو تذكر أن في ماله حقًّا للسائل والمحروم. وقرأ حمزة {تحسبن} بالتاء الفوقانية، وقرأ باقي السبعة بالياء كما مرّ. وقرأ الأعمش بإسقاط {هو} من قوله: {هُوَ خَيْرًا} . </p><p> وقوله:  {بَلْ هُوَ شَرٌّ لَهُمْ} ، أي: هو شر عظيم لهم، وقد نفى أوَّلًا أن يكون خيرًا، ثم أثبت كونه شرًّا؛ لأن المانع للحق إنما يمنعه؛ لأنه يحسب أن في </p><p> منعه خيرًا له لما في بقاء المال، في يده من الانتفاع به، في التمتع باللذات، وقضاء الحاجات، ودفع الغوائل، والآفات. </p><p> وعن عبد الله بن عمر رضي الله عنهما قال: خطب رسول الله - صلى الله عليه وسلم - فقال:  \"إيّاكم والشح، فإنما هلك من كان قبلكم بالشحّ، أمرهم بالبخل فبخلوا وأمرهم بالفجور ففجروا\" . أخرجه أبو داود. </p><p> وعن أبي سعيد الخدري رضي الله عنه قال: مال رسول الله - صلى الله عليه وسلم -: \"خصلتان لا يجتمعان في مؤمن: البخل، وسوء الخلق\" ، أخرجه الترمذي، وقال: حديث حسن غريب. </p><p> وقوله:  {سَيُطَوَّقُونَ مَا بَخِلُوا بِهِ يَوْمَ الْقِيَامَةِ} تفسير لقوله: {بَلْ هُوَ شَرٌّ لَهُمْ} ؛ أي: سيجعل ما بخلوا به من المال طوقًا في أعناقهم، يوم القيامة، ويلزمهم ذنبه، وعقابه، ولا يجدون إلى دفعه سبيلًا، أو المعنى سيلزمون وبال ما بخلوا به إلزام الطوق. </p><p> وقال مجاهد: إن المعنى سيكلفون أن يأتوا بمثل ما بخلوا من أموالهم يوم القيامة عقوبةً لهم، فلا يستطيعون ذلك، ويكون ذلك توبيخًا لهم على معنى: هلا فعلتم ذلك حين كان ممكنًا ميسورًا، ونظير هذا قوله تعالى:  {وَيُدْعَوْنَ إِلَى السُّجُودِ فَلَا يَسْتَطِيعُونَ} . </p><p> وقال بعضهم: إن التطويق حقيقي وأنهم يطوقون بطوق يكون سببًا لتعذيبهم؛ فتصير تلك الأموال حيات تلتوي في أعناقهم، فقد روى البخاري، والنسائي عن أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم - \"من آتاه الله مالًا .. فلم يؤد زكاته مثل له يوم القيامة شجاعًا أقرع -أي:ثعبانًا عظيمًا - له زييبتان - نكتتان سوداوان فوق عيني الحية - فيأخد بلهزمتيه - يعني شدقيه -ثم يقول:أنا مالك، أنا كنزك، ثم تلا{وَلَا يَحْسَبَنَّ الَّذِينَ يَبْخَلُونَ بِمَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ}الآية\" . </p><p> وقيل: المراد البخل: بالعلم؛ وذلك لأن اليهود كانوا يكتمون نعت </p><p> محمَّد - صلى الله عليه وسلم - فكان ذلك الكتمان بخلًا، فحينئذٍ يكون معنى سيطوقون أنَّ الله تعالى يجعل في رقابهم طوقًا من نار، قال - صلى الله عليه وسلم -: \"من سئل عن علم يعلمه، فكتمه ألجمه الله يوم القيامة بلجام من نار\" . والمعنى: أنهم عوقبوا في أفواههم، وألسنتهم بهذا اللجام؛ لأنهم لم ينطقوا بأفواههم، وألسنتهم بما يدل على الحق. </p><p> {وَلِلَّهِ} سبحانه وتعالى وحده، لا لأحد سواه {مِيرَاثُ السَّمَاوَاتِ وَالْأَرْضِ} ، أي: جميع ما يتوارث به أهل السموات والأرض، بعضهم من بعض من مال أو غيره، كجاه، وعلم، وقوة، فينقل من واحد إلى آخر لا يستقر في يد واحد، ولا يسلم التصرف فيه لأحد إلى أن يفنى الوارثون، والموروثون، ويبقى مالك الملك رب العالمين، فما لهؤلاء القوم البخلاء يبخلون بملكه عليه، ولا ينفقونه في سبيله وابتغاء مرضاته، وهو لله تعالى لا لهم، وإنما كان عندهم عاريةً مستردةً، والميراث في الأصل هو: ما يخرج من مالك إلى آخر، ولم يكن مملوكًا لذلك الآخر قبل انتقاله إليه بالميراث، ومعلوم أن الله تعالى هو المالك بالحقيقة لجميع مخلوقاته. </p><p> وفي الآية إيماء إلى أنَّ كل ما يعطاه الإنسان من مال، وجاه، وقوة، وعلم، فإنه عرض زائل، وصاحبه فان غير باق، فلا ينبغي أن يستبقي الفاني ما هو مثله في الفناء، بل عليه أن يضع الأشياء في مواضعها، التي تصلح لها، وبذا يكون خليفة الله في أرضه محسنًا للتصرف فيما استخلف فيه {وَاللَّهُ} سبحانه وتعالى {بِمَا تَعْمَلُونَ} من البخل والسخاء {خَبِيرٌ} فيجازيكم عليه، أو فيجازيهم عليه، أي: والله سبحانه وتعالى لا تخفى عليه خافية من أعمالكم، ولا ما تنطوي عليه جوانحكم، فيجازي كل عامل بما عمل بحسب تأثير عمله في تزكية نفسه، أو تدسيسها ونيته في فعله كما في الحديث \"إنما الأعمال بالنيات، وإنما لكل امرئ ما نوى\" . </p><p> وقرأ ابن كثير، وأبو عمرو {يعملون} بالياء على الغيبة جريًا على {يَبْخَلُونَ} و {سَيُطَوَّقُونَ} ، وقرأ الباقون بالتاء على الالتفات، فيكون ذلك خطابًا للباخلين. </p><p> الإعراب </p><p> {وَلَا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتًا بَلْ أَحْيَاءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَ (١٦٩) }. </p><p> {وَلَا}  {الواو} استئنافية. {لا} ناهية جازمة. {تَحْسَبَنَّ} فعل مضارع في محل الجزم {بلا} الناهية، مبني على الفتح لاتصاله بـ {نون} التوكيد، و {نون} التوكيد حرف لا محل له من الإعراب مبني على الفتح، وفاعله ضمير مستتر فيه وجوبًا، تقديره: أنت يعود على محمَّد، أو على كل مخاطب، والجملة الفعلية مستأنفة. {الَّذِينَ} اسم موصول للجمع المذكر في محل النصب مفعول أول لـ {تحسبن} . {قُتِلُوا} فعل مغير ونائب فاعل، والجملة صلة الموصول. {فِي سَبِيلِ اللَّهِ} جار ومجرور، ومضاف إليه متعلق بـ {ـقتلوا} . {أَمْوَاتًا} مفعول ثان لـ {حسب} . {بَلْ أَحْيَاءٌ}  {بَلْ} حرف عطف واضراب. {أَحْيَاءٌ} خبر لمبتدأ محذوف تقديره: هم أحياء، والجملة الإسمية معطوفة على الجملة الفعلية. {عِنْدَ رَبِّهِمْ} ظرف، ومضاف إليه متعلق بـ {يرزقون} . وفي \"الفتوحات\"  (١) قوله: {عِنْدَ رَبِّهِمْ} فيه خمسة أوجه: </p><p> أحدها: أن يكون خبرًا ثانيًا لـ {أحياء} على قراءة الجمهور. </p><p> الثاني: أن يكون ظرفًا لـ {إحياء} لأن المعنى يحيون عند ربهم. </p><p> الثالث: أن يكون ظرفًا لـ {يرزقون} ، أي: يقع رزقهم في هذا المكان الشريف. </p><p> الرابع: أن يكون صفة لـ {أحياء} فيكون في محل رفع على قراءة الجمهور، ونصب على قراءة ابن أبي عبلة. </p><p> الخامس: أن يكون حالًا من الضمير المستكن في {أَحْيَاءٌ} ، والمراد بالعندية المجاز عن قربهم بالتكرمة انتهى. {يُرْزَقُونَ} فعل مغير، ونائب فاعل، والجملة في محل الرفع صفة لـ {أحياء} ، ويجوز أن تكون حالًا من الضمير، في </p><p>(١) الجمل.</p><p> {أَحْيَاءٌ} ، أي: يحيون مرزوقين. </p><p> {فَرِحِينَ بِمَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ} . </p><p> {فَرِحِينَ} حال من الضمير في {يُرْزَقُونَ} . وفي \"الجمل\"  (١) قوله: {فَرِحِينَ} فيه خمسة أوجه: </p><p> أحدها: أن يكون حالًا من الضمير في {أَحْيَاءٌ} . </p><p> الثاني: أن يكون حالًا من الضمير في الظرف. </p><p> الثالث: أن يكون حالًا من الضمير في {يُرْزَقُونَ} . </p><p> الرابع: أنه منصوب على المدح. </p><p> الخامس: أنه صفة لـ {أحياء} وهذا يختص بقراءة ابن أبي عبلة. {فَرِحِينَ} جار ومجرور متعلق بـ {فَرِحِينَ} . {آتَاهُمُ اللَّهُ} فعل ومفعول أول وفاعل، والمفعول الثاني محذوف، تقديره: آتاهموه؛ لأن أتى هنا بمعنى أعطى. {مِنْ فَضْلِهِ} جار ومجرور ومضاف إليه حال من ضمير المفعول الثاني المحذوف، والجملة الفعلية صلة لما، أو صفة لها، والعائد أو الرابط ضمير المفعول المحذوف. </p><p> {وَيَسْتَبْشِرُونَ بِالَّذِينَ لَمْ يَلْحَقُوا بِهِمْ مِنْ خَلْفِهِمْ أَلَّا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ} . </p><p> {وَيَسْتَبْشِرُونَ} الواو عاطفة. {يستبشرون} فعل وفاعل، والجملة في محل النصب معطوفة على {فَرِحِينَ} على كونها حالًا من ضمير {يُرْزَقُونَ} لأن {فَرِحِينَ} اسم فاعل يشبه الفعل المضارع فيجوز عطف الفعل عليه. {بِالَّذِينَ} جار ومجرور متعلق بـ {يستبشرون}  {لَمْ يَلْحَقُوا} جازم وفعل وفاعل {بِهِمْ} جار ومجرور متعلق به، والجملة صلة الموصول، والعائد ضمير الفاعل. {مِنْ خَلْفِهِمْ} جار ومجرور، ومضاف إليه متعلق بمحذوف حال من فاعل {يَلْحَقُوا} تقديره: حال كونهم </p><p>(١) الجمل.</p><p> متخلفين عنهم في الزمان أو متعلق بـ {يلحقوا} . {أَلَّا خَوْفٌ عَلَيْهِمْ}  {أن} حرف نصب ومصدر مخففة من الثقيلة، واسمها ضمير الشأن تقديره أنه. {لا} نافية تعمل عمل ليس. {خَوْفٌ} اسمها مرفوع. {عَلَيْهِمْ} جار ومجرور متعلق بمحذوف خبر {لا} ، تقديره: أنه لا خوف موجودًا عليهم، وجملة لا من اسمها، وخبرها في محل الرفع خبر {أن} المخففة، وجملة {أن} المخففة في تأويل مصدر مجرور على كونه بدلًا من الموصول في قوله {بِالَّذِينَ لَمْ يَلْحَقُوا بِهِمْ} بدل اشتمال تقديره، يستبشرون بالذين لم يلحقوا بهم بعدم خوفهم. {وَلَا هُمْ يَحْزَنُونَ} الواو عاطفة. {لا} زائدة زيدت لتأكيد نفي ما قبلها. {هُمْ} مبتدأ. {يَحْزَنُونَ} فعل وفاعل، والجملة خبر المبتدأ، والجملة من المبتدأ والخبر في محل الرفع معطوفة على جملة {لا} الأولى على كونها خبرًا؛ لـ {أن} المخففة، والتقدير: يستبشرون بعدم وجود خوفهم، وبعدم حزنهم. </p><p> {يَسْتَبْشِرُونَ بِنِعْمَةٍ مِنَ اللَّهِ وَفَضْلٍ وَأَنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُؤْمِنِينَ (١٧١) }. </p><p> {يَسْتَبْشِرُونَ} فعل وفاعل، والجملة الفعلية مستأنفة مكررة لتأكيد الجملة السابقة. {بِنِعْمَةٍ} جار، ومجرور متعلق بـ {يستبشرون} . {مِنَ اللَّهِ} جار ومجرور صفة لـ {نعمة} تقديره: بنعمة كائنة من الله. {وَفَضْلٍ} معطوف على {نعمة} . {وَأَنَّ اللَّهَ} الواو عاطفة. {أن} حرف نصب ومصدر. {اللَّهِ} اسمها. {لَا يُضِيعُ}  {لا} نافية. {يضيع} فعل مضارع، وفاعله ضمير يعود على {اللَّهَ} . {أَجْرَ الْمُؤْمِنِينَ} مفعول به، ومضاف إليه، والجملة الفعلية في محل الرفع خبر {أَنَّ} ، وجملة {أن} في تأويل مصدر مجرور على كونه معطوفًا على {نعمة} تقديره: يستبشرون بنعمة من الله وفضل، وبعدم إضاعة الله أجر المؤمنين. </p><p> {الَّذِينَ اسْتَجَابُوا لِلَّهِ وَالرَّسُولِ مِنْ بَعْدِ مَا أَصَابَهُمُ الْقَرْحُ لِلَّذِينَ أَحْسَنُوا مِنْهُمْ وَاتَّقَوْا أَجْرٌ عَظِيمٌ (١٧٢) }. </p><p> {الَّذِينَ} اسم موصول للجمع المذكر في محل البحر صفة لـ {المؤمنين} ، أو في محل النصب على إضمار أعني، أو في محل الرفع على إضمارهم، أو على كونه مبتدأ خبره جملة {لِلَّذِينَ أَحْسَنُوا} . {اسْتَجَابُوا} فعل وفاعل، والجملة صلة </p><p> الموصول، والعائد ضمير الفاعل. {لِلَّهِ} جار ومجرور متعلق بـ {استجابوا} . {وَالرَّسُولِ} معطوف على الجلالة. {مِنْ بَعْدِ} جار ومجرور متعلق باستجابوا. {مَا} مصدرية. {أَصَابَهُمُ الْقَرْحُ} فعل ومفعول وفاعل، والجملة الفعلية صلة ما المصدرية وما مع صلتها في تأويل مصدر مجرور بإضافة الظرف إليه، تقديره: من بعد إصابة القرح إياهم. {لِلَّذِينَ} جار ومجرور متعلق بواجب الحذف لوقوعه خبرًا مقدمًا. {أَحْسَنُوا} فعل وفاعل، والجملة صلة الموصول. {مِنْهُمْ} جار ومجرور حال من فاعل {أَحْسَنُوا} . {وَاتَّقَوْا} فعل وفاعل معطوف على {أَحْسَنُوا} . {أَجْرٌ} مبتدأ مؤخر. {عَظِيمٌ} صفة له، والجملة من المبتدأ المؤخر، والخبر المقدم، مستأنفة لا محل لها من الإعراب، أو في محل الرفع خبر لقوله {الَّذِينَ اسْتَجَابُوا} إن قلنا إنه مبتدأ. </p><p> {الَّذِينَ قَالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ إِيمَانًا وَقَالُوا حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ (١٧٣) }. </p><p> {الَّذِينَ} اسم موصول للجمع المذكر في محل النصب مفعول لفعل محذوف، تقديره: أمدح الذين قال لهم الناس، والجملة المحذوفة مستأنفة. {قَالَ} : فعل ماض. {لَهُمُ} متعلق به. {النَّاسُ} فاعل، والجملة صلة الموصول، والعائد ضمير لهم. {إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ} مقول محكي لـ {قال} وإن شئت قلت {إنَّ} حرف نصب. {النَّاسَ} اسمها. {قَدْ} : حرف تحقيق. {جَمَعُوا} فعل وفاعل. {لَكُمْ} متعلق به، والجملة الفعلية في محل الرفع خبر إن، وجملة إن في محل النصب مقول لـ {قال} . {فَاخْشَوْهُمْ}  {الفاء} عاطفة تفريعية. {اخشوهم} فعل وفاعل ومفعول، والجملة في محل الرفع معطوفة على جيملة {قَدْ جَمَعُوا} . {فَزَادَهُمْ}  {الفاء} عاطفة. {زادهم} فعل ومفعول أول، وفاعله ضمير مستتر فيه، تقديره: هو يعود على القول المذكور {إِيمَانًا} مفعول ثان، والجملة الفعلية معطوفة على جملة {قَالَ لَهُمُ النَّاسُ} على كونها صلة الموصول. {وَقَالُوا} فعل وفاعل، والجملة معطوفة على جملة {فَزَادَهُمْ إِيمَانًا} . {حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ} مقول محكي لقالوا، وإن شئت قلت:  {اللَّهُ} مبتدأ </p><p> مؤخر. {حَسْبُنَا} خبر مقدم، والجملة في محل النصب مقول لـ {قَالُوا} . {وَنِعْمَ الْوَكِيلُ} فعل وفاعل، والجملة في محل النصب معطوفة على جملة {حَسْبُنَا اللَّهُ} والمخصوص بالمدح محذوف وجوبًا تقديره: هو يعود على {اللَّهُ} . </p><p> {فَانْقَلَبُوا بِنِعْمَةٍ مِنَ اللَّهِ وَفَضْلٍ لَمْ يَمْسَسْهُمْ سُوءٌ وَاتَّبَعُوا رِضْوَانَ اللَّهِ وَاللَّهُ ذُو فَضْلٍ عَظِيمٍ} . </p><p> {فَانْقَلَبُوا}  {الفاء} عاطفة على محذوف تقديره: وخرجوا مع النبي - صلى الله عليه وسلم - إلى سوق بدر، والجملة المحذوفة معطوفة على جملة {وَقَالُوا حَسْبُنَا اللَّهُ}  {انقلبوا} فعل وفاعل، والجملة معطوفة على ذلك المحذوف. {بِنِعْمَةٍ} جار ومجرور حال من {واو}  {انقلبوا} تقديره حالة كونهم ملتبسين بنعمة {مِنَ اللَّهِ} جار ومجرور صفة لـ {نعمة} . {وَفَضْلٍ} معطوف على {نعمة} . {لَمْ يَمْسَسْهُمْ سُوءٌ} جازم وفعل، ومفعول، وفاعل والجملة الفعلية في محل النصب حال من فاعل {انقلبوا}  {وَاتَّبَعُوا} الواو عاطفة. {اتبعوا} فعل وفاعل، والجملة معطوفة على جملة قوله:  {فَانْقَلَبُوا} أو في محل النصب حال من فاعل {انقلبوا} . {رِضْوَانَ اللَّهِ} مفعول به، ومضاف إليه. {وَاللَّهُ} مبتدأ. {ذُو فَضْلٍ} خبر ومضاف إليه. {عَظِيمٍ} صفة لـ {فضل} ، والجملة مستأنفة. </p><p> {إِنَّمَا ذَلِكُمُ الشَّيْطَانُ يُخَوِّفُ أَوْلِيَاءَهُ فَلَا تَخَافُوهُمْ وَخَافُونِ إِنْ كُنْتُمْ مُؤْمِنِينَ (١٧٥) }. </p><p> {إِنَّمَا} أداة حصر ونفي بمعنى ما النافية، وإلا المثبتة حرف لا محل له من الإعراب. {ذَلِكُمُ} مبتدأ. {الشَّيْطَانُ} خبره، والجملة مستأنفة. {يُخَوِّفُ أَوْلِيَاءَهُ} فعل ومفعول ثان، ومضاف إليه، وفاعله ضمير مستتر يعود على اسم الإشارة، أو على الشيطان، والمفعول الأول محذوف، تقديره: يخوفكم أولياءه؛ أي: أصحابه الكفار، والجملة مستأنفة، أو في محل النصب حال من {الشيطان} ، والعامل فيه اسم الإشارة. {فَلَا تَخَافُوهُمْ}  {الفاء} فاء الفصيحة؛ لأنها أفصحت عن شرط مقدر تقديره: إذا عرفتم أن ذلك المخوف هو الشيطان، وأردتم بيان ما هو اللازم لكم فأقول:  {لا تخافوهم}  {لا} ناهية جازمة. {تَخَافُوهُمْ} فعل وفاعل </p><p> ومفعول، والجملة في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. {وَخَافُونِ} الواو عاطفة. {خافوا} فعل أمر مبني على حذف النون، والواو فاعل. و {النون} للوقاية، {وياء} المتكلم المحذوفة اجتزىء عنها بكسرة نون الوقاية في محل النصب مفعول به. وفي \"الفتوحات\" : هذهِ الياء التي بعد النون اختلف القراء السبعة في إثباتها لفظًا، واتفقوا على حذفها في الرسم؛ لأنها من ياءات الزوائد، وكلها لا ترسم، وجملتها في القرآن اثنان وستون اهـ شيخنا. والجملة في محل النصب معطوفة على جملة {فلا تخافوا} على كونها مقولًا لجواب إذا المقدرة. {إِنْ كُنْتُمْ}  {إن} حرف شرط جازم. {كُنْتُمْ} فعل ناقص، واسمه في محل الجزم بإن على كونه فعل شرط لها. {مُؤْمِنِينَ} خبر كان، وجواب {إن} محذوف معلوم مما قبله تقديره: إن كنتم مؤمنين، فخافون، وجملة {إن} الشرطية مستأنفة. </p><p> {وَلَا يَحْزُنْكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ إِنَّهُمْ لَنْ يَضُرُّوا اللَّهَ شَيْئًا يُرِيدُ اللَّهُ أَلَّا يَجْعَلَ لَهُمْ حَظًّا فِي الْآخِرَةِ وَلَهُمْ عَذَابٌ عَظِيمٌ (١٧٦) }. </p><p> {وَلَا} الواو استئنافية. {لا} نافية. {يَحْزُنْكَ} فعل، ومفعول به. {الَّذِينَ} فاعل، والجملة مستأنفة. {يُسَارِعُونَ} فعل وفاعل، والجملة صلة الموصول، والعائد ضمير الفاعل. {فِي الْكُفْرِ} جار ومجرور متعلق بـ {يسارعون} . {إِنَّهُمْ}  {أن} حرف نصب. و {الهاء} اسمها. {لَنْ يَضُرُّوا اللَّهَ} ناصب وفعل وفاعل ومفعول. {شَيْئًا} منصوب على المفعولية المطلقة، أي: ضررًا شيئًا، والجملة الفعلية في محل الرفع خبر {إن} ، وجملة {إن} في محل الجر بلام التعليل المقدرة. {يُرِيدُ اللَّهُ} فعل وفاعل، والجملة مستأنفة. {أَلَّا يَجْعَلَ}  {أن} حرف نصب ومصدر. {لا} نافية. {يَجْعَلَ} فعل مضارع منصوب بأن المصدرية، وفاعله ضمير يعود على {اللَّهُ} . {لَهُمْ} جار ومجرور في محل المفعول الأول لـ {جعل} . {حَظًّا} مفعول ثان لـ {جعل} . {فِي الْآخِرَةِ} صفة لـ {حظًّا} أو متعلق بـ {جعل} ، وجملة {جعل} صلة أن المصدرية وأن مع صلتها في تأويل مصدر منصوب على المفعولية لـ {يريد} تقديره: يريد الله عدم جعل حَظّهم في </p><p> الآخرة. {وَلَهُمْ} الواو استئنافية. {وَلَهُمْ} جار ومجرور خبر مقدم. {عَذَابٌ} مبتدأ مؤخر، {عَظِيمٌ} صفة له، والجملة مستأنفة. </p><p> {إِنَّ الَّذِينَ اشْتَرَوُا الْكُفْرَ بِالْإِيمَانِ لَنْ يَضُرُّوا اللَّهَ شَيْئًا وَلَهُمْ عَذَابٌ أَلِيمٌ (١٧٧) }. </p><p> {إِنَّ} حرف نصب. {الَّذِينَ} اسمها. {اشْتَرَوُا الْكُفْرَ} فعل وفاعل ومفعول. {بِالْإِيمَانِ} متعلق بـ {اشتروا} . {لَنْ يَضُرُّوا اللَّهَ} ناصب وفعل وفاعل ومفعول به. {شَيْئًا} منصوب على المفعولية المطلقة، والجملة الفعلية في محل الرفع خبر {إن} وجملة {إن} مستأنفة {وَلَهُمْ} الواو استئنافية. {لهم} جار ومجرور خبر مقدم. {عَذَابٌ} مبتدأ مؤخر. {أَلِيمٌ} صفة له، والجملة مستأنفة. </p><p> {وَلَا يَحْسَبَنَّ الَّذِينَ كَفَرُوا أَنَّمَا نُمْلِي لَهُمْ خَيْرٌ لِأَنْفُسِهِمْ إِنَّمَا نُمْلِي لَهُمْ لِيَزْدَادُوا إِثْمًا وَلَهُمْ عَذَابٌ مُهِينٌ (١٧٨) }. </p><p> {وَلَا}  {الواو} استئنافية. {لا} ناهية جازمة. {يَحْسَبَنَّ} فعل مضارع في محل الجزم بـ {لا} ، مبني على الفتح؛ لاتصاله بنون التوكيد، و {نون} التوكيد حرف لا محل له، مبني على الفتح، {الَّذِينَ} فاعل، والجملة مستأنفة. {كَفَرُوا} فعل وفاعل، والجملة صلة الموصول، والعائد ضمير الفاعل. {أَنَّمَا}  {أن} حرف نصب ومصدر. {ما} مصدرية، فهي كلمة مستقلة، وكان المناسب أن تكتب مفصولة من {أن} لكن طريقة المصحف كتابتها موصولة. {نُمْلِي} فعل مضارع، وفاعله ضمير يعود على الله. {لَهُمْ} جار ومجرور متعلق به، والجملة الفعلية صلة ما المصدرية ما مع صلتها في تأويل مصدر منصوب على كونه اسم {أن} تقديره أن إملاءنا. {خَيْرٌ} خبر {أن} . {لِأَنْفُسِهِمْ} جار ومجرور، ومضاف إليه، متعلق بخير، وجملة {أن} من اسمها وخبرها، في تأويل مصدر ساد مسدّ مفعولي {حسب} ، تقديره: ولا يحسبن الذين كفروا خيرية إملائنا لهم، أو ساد مسد المفعول الثاني على قراءة التاء في {تحسبن} ، والمفعول الأول {الَّذِينَ كَفَرُوا} والفاعل ضمير المخاطب، وهو النبي - صلى الله عليه وسلم - أو غيره، والتقدير: ولا تحسبن يا محمَّد الذين كفروا خيرية إملائنا لهم. {أَنَّمَا نُمْلِي لَهُمْ}  {إن} أداة حصر. {نُمْلِي} فعل مضارع، وفاعله ضمير يعود على الله، والجملة مستأنفة </p><p> استئنافًا بيانيًّا كأنه قيل: ما بالهم يحسبون الإملاء خيرًا، فقيل:  {إِنَّمَا نُمْلِي لَهُمْ لِيَزْدَادُوا إِثْمًا} . {لِيَزْدَادُوا}  {اللام} لام كي. {يزدادوا} فعل مضارع منصوب بأن مضمرة بعد لام كي والواو فاعل. {إِثْمًا} مفعول به والجملة الفعلية صلة {أن} المضمرة. وأن مع صلتها في تأويل مصدر مجرور بلام التعليل، تقديره: إنما نملي لهم لإرادة ازديادهم إثمًا، الجار والمجرور متعلق بنملي، {وَلَهُمْ} الواو استئنافية. {لَهُمْ} جار ومجرور خبر مقدم. {عَذَابٌ} مبتدأ مؤخر. {مُهِينٌ} صفة له والجملة الإسمية مستأنفة. </p><p> {مَا كَانَ اللَّهُ لِيَذَرَ الْمُؤْمِنِينَ عَلَى مَا أَنْتُمْ عَلَيْهِ حَتَّى يَمِيزَ الْخَبِيثَ مِنَ الطَّيِّبِ} . </p><p> {مَا} نافية. {كَانَ اللَّهُ} فعل ناقص واسمه. {لِيَذَرَ}  {اللام} حرف جر وجحود. {يذر} فعل مضارع منصوب بأن مضمرةً وجوبًا بعد لام الجحود، وفاعله ضمير يعود على {اللَّهُ} . {الْمُؤْمِنِينَ} مفعول به، والجملة الفعلية صلة أن المضمرة، أن مع صلتها في تأويل مصدر مجرور بلام الجحود، تقديره: ما كان الله ليترك المؤمنين على ما أنتم عليه، وجملة {كَانَ} مستأنفة، وإنما أولنا كذلك، لأن {يذر} فعل جامد، لا مصدر له فأخذنا مصدر ما هو بمعناه، وهو ترك. وفي \"الفتوحات\" قوله: {مَا كَانَ اللَّهُ لِيَذَرَ الْمُؤْمِنِينَ} هذه {اللام} : تسمى لام الجحود، وينصب المضارع بعدها بإضمار أن، ولا يجوز إظهارها، والفرق بينها وبين لام كي أن هذه على المشهور شرطها أن تكون بعد كون منفي بما، إن كان ماضيًا، أو بلم إن كان مضارعًا، وعرفها بعضهم في بيت واحد فقال: </p><p> وَكُلِّ لاَمٍ قَبْلَهُ مَا كَانَا ... أَوْ لَمْ يَكُنْ فَلِلْجُحُوْدِ بَانَا </p><p> وفي خبر {كَانَ} في هذا الموضع، وما أشبهه قولان، أحدهما: وهو قول البصريين، أنه محذوف، وأن اللام مقوية لتعدية ذلك الخبر المقدر لضعفه، والتقدير: ما كان الله مريدًا، لأن {يذر} ، فأن يذر، هو مفعول مريدًا، والتقدير: ما كان الله مريدًا ترك المؤمنين على ما أنتم عليه. والثاني: قول الكوفيين أن {اللام} زائدة لتأكيد النفي، وأن الفعل بعدها هو خبر {كاَنَ} و {اللام} عندهم هي العاملة النصب في الفعل بنفسها، لا بإضمار أن، والتقدير: عندهم: ما كان </p><p> الله يذر المؤمنين. وضعف أبو البقاء مذهب الكوفيين؛ لأن ما بعدها قد انتصب، فإن كان النصب باللام نفسها فليست زائدة، وإن كان النصب بأن فسد المعنى؛ لأن أن وما في حيزها في تأويل مصدر، والخبر في باب كان هو الاسم في المعنى، فيلزم أن يكون المصدر الذي هو معنى من المعاني صادقًا على اسمها، وهو محال، انتهت بتصرف وزيادة. وقد أشبعنا الكلام في لام الجحود على كلا المذهبين بما لا مزيد عليه في كتابنا \"الخريدة البهية في إعراب أمثلة الآجرومية\" فراجعه. </p><p> {عَلَى مَا} جار ومجرور متعلق بـ {يذر}  {أَنْتُمْ} مبتدأ {عَلَيْهِ} جار ومجرور خبر المبتدأ، والجملة صلة لـ {ما} أو صفة لها، والعائد أو الرابط ضمير {عليه} . {حَتَّى يَمِيزَ الْخَبِيثَ مِنَ الطَّيِّبِ}  {حَتَّى} حرف جر، وغاية. {يَمِيزَ} فعل مضارع منصوب بأن مضمرة وجوبًا بعد {حتى} بمعنى إلى، وفاعله ضمير يعود على الله. {الْخَبِيثَ} مفعول به. {مِنَ الطَّيِّبِ} متعلق بـ {يميز} ، والجملة الفعلية صلة أن المضمرة، أن مع صلتها في تأويل مصدر مجرور بـ {حتى} بمعنى إلى تقديره: إلى ميزه أو تمييزه الخبيث من الطيب، الجار والمجرور متعلق بـ {يذر} . </p><p> {وَمَا كَانَ اللَّهُ لِيُطْلِعَكُمْ عَلَى الْغَيْبِ وَلَكِنَّ اللَّهَ يَجْتَبِي مِنْ رُسُلِهِ مَنْ يَشَاءُ} . </p><p> {وَمَا}  {الواو} عاطفة. {ما} نافية. {كَانَ اللَّهُ} فعل ناقص واسمه {لِيُطْلِعَكُمْ}  {اللام} حرف جر وجحود. {يطلعكم} فعل ومفعول، وفاعله ضمير يعود على {اللَّهُ} . {عَلَى الْغَيْبِ} متعلق بـ {يطلع} ، والجملة الفعلية صلة أن المضمرة، وأن مع صلتها في تأويل مصدر مجرور باللام تقديره: وما كان الله لإطلاعكم الجار والمجرور متعلق بواجب الحذف لوقوعه خبرًا لـ {ـكان} تقديره: وما كان الله مريدًا لإطلاعكم على الغيب، وجملة {كان} معطوفة على جملة قوله: {مَا كَانَ اللَّهُ لِيَذَرَ الْمُؤْمِنِينَ}  {وَلَكِنَّ اللَّهَ} الواو عاطفة. {لكن} حرف استدراك على ما فهم من قوله: {وَمَا كَانَ اللَّهُ لِيُطْلِعَكُمْ عَلَى الْغَيْبِ} من أنه لا يطلع أحدًا على الغيب حتى الأنبياء؛ لعموم الخطاب فيه. ولفظ الجلالة اسمها. {يَجْتَبِي} فعل مضارع، وفاعله ضمير يعود على {الله} ، {مِنْ رُسُلِهِ} جار </p><p> ومجرور ومضاف إليه متعلق بـ {يجتبى} . {مَنْ يَشَاءُ}  {مَنْ} اسم موصول في محل النصب مفعول به {يَشَاءُ} فعل مضارع، وفاعله ضمير يعود على {اللَّهُ} ، والجملة صلة من الموصولة، والعائد محذوف تقديره: من يشاء اجتباءه، وجملة {يَجْتَبِي} في محل الرفع خبر لكن، وجملة لكن معطوفة على جملة قوله:  {وَمَا كَانَ اللَّهُ لِيُطْلِعَكُمْ عَلَى الْغَيْبِ} . </p><p> {فَآمِنُوا بِاللَّهِ وَرُسُلِهِ وَإِنْ تُؤْمِنُوا وَتَتَّقُوا فَلَكُمْ أَجْرٌ عَظِيمٌ} . </p><p> {فَآمِنُوا}  {الفاء} فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفتم أن الله لا يطلع على غيبه إلا من اجتبى من رسله، وأردتم بيان ما الأصلح لكم؛ فأقول {أمنوا} . {أمنوا} فعل وفاعل، والجملة في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. {بِاللَّهِ} جار ومجرور متعلق {بأمنوا} . {وَرُسُلِهِ} معطوف على الجلالة. {وَإِنْ تُؤْمِنُوا} الواو استئنافية. {إن} حرف شرط، {تُؤْمِنُوا} فعل وفاعل مجزوم بـ {ـإِنْ} . {وَتَتَّقُوا} معطوف عليه. {فَلَكُمْ} الفاء رابطة لجواب إن الشرطية وجوبًا. {لكم} جار ومجرور خبر مقدم. {أَجْرٌ} مبتدأ مؤخر. {عَظِيمٌ} صفة له، والجملة الإسمية في محل الجزم بأن على كونها جوابًا لها، وجملة {إن} الشرطية مستأنفة. </p><p> {وَلَا يَحْسَبَنَّ الَّذِينَ يَبْخَلُونَ بِمَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ هُوَ خَيْرًا لَهُمْ بَلْ هُوَ شَرٌّ لَهُمْ} . </p><p> {وَلَا يَحْسَبَنَّ} الواو استئنافية. {لا} ناهية. {يَحْسَبَنَّ الَّذِينَ} فعل وفاعل، والجملة مستأنفة. {يَبْخَلُونَ} فعل وفاعل، والجملة صلة الموصول، والعائد ضمير الفاعل. {بِمَا} جار ومجرور متعلق بـ {يبخلون} . {آتَاهُمُ اللَّهُ} فعل، ومفعول أول وفاعل، والمفعول الثاني محذوف تقديره: إياه؛ لأن آتى بمعنى: أعطى يتعدى إلى مفعولين. {مِنْ فَضْلِهِ} جار ومجرور ومضاف إليه حال من الضمير المحذوف، وجملة {آتى} صلة لـ {ما} أو صفة لها، والعائد، أو الرابط الضمير المحذوف، {هُوَ خَيْرًا} هو ضمير فصل. {خَيْرًا} مفعول ثان لـ {حسب} ؛ والمفعول الأول محذوف تقديره: ولا يحسبن الذين يبخلون بما آتاهم الله من </p><p> فضله بخلهم هو خيرًا لهم. {لَهُمْ} جار ومجرور متعلق بـ {خيرًا} هذا على قراءة الياء، وأما على قراءة التاء: فالفاعل ضمير المخاطب يعود على النبي - صلى الله عليه وسلم - {الَّذِينَ} مفعول أول، ولكنه على تقدير مضاف تقديره: ولا تحسبن يا محمَّد بخل {الَّذِينَ} يبخلون بما آتاهم الله من فضله هو خيرًا لهم. </p><p> فائدة: وكون {هو} هنا ضمير فصل متعين؛ لأنه لا يخلو إما أن يكون مبتدأ، أو بدلًا، أو توكيدًا، والأول منتف لنصب ما بعده، وهو خيرًا، وكذا الثاني؛ لأنه كان يلزم أن يوافق ما قبله في الإعراب، فكان ينبغي أن يقال: إياه لا هو، وكذا الثالث. اهـ \"سمين\"  {بَلْ هُوَ شَرٌّ لَهُمْ}  {بَلْ} حرف ابتداء وإضراب، {هُوَ} مبتدأ. {شَرٌّ} خبر. {لَهُمْ} جار ومجرور متعلق به. </p><p> {سَيُطَوَّقُونَ مَا بَخِلُوا بِهِ يَوْمَ الْقِيَامَةِ وَلِلَّهِ مِيرَاثُ السَّمَاوَاتِ وَالْأَرْضِ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ} . </p><p> {سَيُطَوَّقُونَ} فعل ونائب فاعل، والجملة مستأنفة. {مَا بَخِلُوا بِهِ}  {ما} موصولة، أو موصوفة في محل النصب مفعول ثان لـ {طوق} . {بَخِلُوا} فعل وفاعل. {بِهِ} متعلق، والجملة صلة لـ {ما} ، أو صفة لها، والعائد أو الرابط ضمير به. {يَوْمَ الْقِيَامَةِ} ظرف، ومضاف إليه متعلق بـ {يطوقون}  {وَلِلَّهِ} الواو استئنافية. {لِلَّهِ} جار ومجرور خبر مقدم. {مِيرَاثُ السَّمَاوَاتِ} مبتدأ مؤخر، ومضاف إليه، والجملة مستأنفة. {وَالْأَرْضِ} معطوف على {السَّمَاوَاتِ}  {وَاللَّهُ} الواو استئنافية. {الله} مبتدأ. {بِمَا} جار ومجرور متعلق بـ {خبير} . {تَعْمَلُونَ} فعل وفاعل، والجملة صلة لـ {ما} ، أو صفة لها، والعائد، أو الرابط محذوف تقديره: بما تعملونه. {خَبِيرٌ} خبر المبتدأ، والجملة الإسمية مستأنفة، والله أعلم. </p><p> التصريف ومفردات اللغة </p><p> {يَسْتَبْشِرُونَ} من باب استفعل من الاستبشار، والاستبشار السرور الحاصل بالبشارة، وأصله: من البشرة؛ لأن الإنسان إذا فرح ظهر أثر السرور في وجهه، وقال ابن عطية: وليس استفعل هنا بمعنى طلب البشارة، وإنما هو بمعنى الفعل </p><p> المجرد، كقوله تعالى:  {وَاسْتَغْنَى اللَّهُ} بمعنى غني، ويقال: بشر الرجل بكسر الشين. فيكون استبشر بمعناه، ولا يتعين هذا المعنى بل يجوز أن يكون مطاوعًا لأفعل، وهو الأظهر، أي: أبشره الله فاستبشر، كقولهم: فأكانه فاستكان، وأراحه فاستراح، وإنما كان هذا الأظهر هنا؛ لأنه من حيث المطاوعة يكون منفعلًا عن غيره، فحصلت له البشرى بإبشار الله له بذلك، ولا يلزم هذا المعنى. إذا كان بمعنى المجرد؛ لأنه لا يدل على المطاوعة {الَّذِينَ اسْتَجَابُوا لِلَّهِ وَالرَّسُولِ}  {استجاب} من باب استفعل الـ {سين} و {التاء} فيه زائدتان، فهو بمعنى {أجابوا}  {القرح} بفتح {الفاء} ، وسكون {العين} مصدر قرح من باب فتح يقال: قرحه إذا جرحه، قرحًا يجمع على قروح، والقرح أثر السلاح بالبدن، والقرحة بضم أوله، وفتحه مع سكون ثانيه فيهما الجراحة المتقادمة التي اجتمع فيها القيح. </p><p> {حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ} حسب في الأصل مصدر حسبه حسبًا إذا كفاه. فهو مصدر أريد به اسم الفاعل، فهو بمعنى المحسب؛ أي: الكافي، وقال في \"الكشاف\" والدليل على أنه بمعنى المحسب أنه يوصف به، فتقول: مررت برجل حسبك من رجل، أي: كافيك منه، فتصف به النكرة إذ إضافته غيرُ محضة؛ لكونه بمعنى اسم الفاعل غير الماضي المجرد من أل، قال الشاعر: </p><p> فَتَمْلأُ بَيْتَنَا أُقُطًا وَسَمْنَا ... وَحَسْبُكَ مِنْ غِنَىً شِبَعٌ وَرِيُّ </p><p> والوكيل فعيل، بمعنى مفعول؛ أي: الموكول إليه الأمور؛ أي: نعم الموكول إليه أمورنا، أو الكافي، أو الكافل. </p><p> {حَظًّا}  {الحظ} النصيب: ويستعمل في الخير، والشر، وإذا أطلق يكون للخير {نُمْلِي} الإملاء التأخير، والإمهال. قال القرطبي: والمراد بالإملاء هنا طول العمر، ورغد العيش. وفي \"المصباح\" أمليت له في الأمر، أخرت، وأمليت للبعير في القيد، أرخيت له، ووسعت {لِيَذَرَ المؤمنينَ}  {يذر} فعل جامد، لا يتصرف كيدع استغناء عنه بتصرف مرادفه، وهو يترك، ولم يستعمل منه ماض استغناء عنه بترك، وأصل يذر: يوذر، فحذفت الواو منه من غير موجب تصريفي، </p><p> تشبيهًا له بيدع إذ لم تقع الواو في {يذر} بين ياء وكسرة، ولا ما هو في تقدير الكسرة؛ إذ الواو فيه، وقعت بين ياء وفتحة أصلية، بخلاف يدع، فإن الأصل فيه يودع، فحذفت الواو، لوقوعها بين الياء، وبين ما هو في تقدير الكسرة، إذ أصله يودع مثل يوعد، وإنما فتحت الدال منه؛ لأن لامه حرف حلقي، فيفتح له ما قبله، ومثله يطأ، ويسع، ويقع، ونحو ذلك. </p><p> {حَتَّى يَمِيزَ} يقرأ بالتخفيف من ماز يميز، من باب باع، وبالتشديد من ميز من باب فعل، وهما بمعنى واحد، بمعنى فصل الشيء من الشيء، وقيل: لا يكون ماز إلا في كثير من كثير، فأما واحد من واحد، فيتميز على معنى يعزل، ذكره أبو حيان، وليس التشديد لتعدي الفعل مثل فرح، وفرحته؛ لأن ماز وميز يتعديان إلى مفعول واحد {وَلَكِنَّ اللَّهَ يَجْتَبِي}  {اجتبى} من باب افتعل من جبوت الماء أو المال وجبيته، وهما لغتان؛ فـ {الياء} في {يَجْتَبِي} تحتمل أن تكون على أصلها، وأن تكون منقلبة من واوٍ لانكسار ما قبلها. {مِيرَاثُ السَّمَاوَاتِ} أصل {ميراث} موراث فقلبت الواو ياءً لانكسار ما قبلها، والميراث مصدر ميمي كالميعاد. قال ابن الأنباري: يقال ورث فلان إذا انفرد به بعد أن كان مشاركًا فيه، وقال تعالى:  {وَوَرِثَ سُلَيْمَانُ دَاوُودَ} لأنه انفرد بذلك بعد أن كان داود مشاركًا له فيه. </p><p> البلاغة </p><p> قال أبو حيان (١) : وقد تضمنت هذه الآيات فنونًا من البلاغة والبديع: </p><p> منها: الاختصاص في قوله: {أجر المؤمنين} . </p><p> ومنها: التكرار في قوله: {يَسْتَبْشِرُونَ} و {لَنْ يَضُرُّوا اللَّهَ شَيْئًا} وفي اسمه في عدة مواضع، و {وَلَا يَحْسَبَنَّ الَّذِينَ كَفَرُوا} وفي ذكر الإملاء. </p><p> ومنها: الطباق في قوله: {اشْتَرَوُا الْكُفْرَ بِالْإِيمَانِ} و {لِيُطْلِعَكُمْ عَلَى الْغَيْبِ} . </p><p>(١) البحر المحيط.</p><p> ومنها: الاستعارة في {يُسَارِعُونَ} و {اشْتَرَوُا} و {نُمْلِي} ، و {لِيَزْدَادُوا إِثْمًا} ، و {الخبيث} و {الطيب} . </p><p> ومنها: التجنيس المماثل في قوله: {فَآمِنُوا}  {وَإِنْ تُؤْمِنُوا} . </p><p> ومنها: الالتفات في قوله: {أنتم} إن كان خطابًا للمؤمنين، إذ لو جرى على لفظ المؤمنين لقال على ما هم عليه، وإن كان خطابًا لغيرهم. كان من تلوين الخطاب، وفي {بِمَا تَعْمَلُونَ خَبِيرٌ} فيمن قرأ بتاء الخطاب. </p><p> ومنها: الحذف في مواضع انتهى. </p><p> قوله (١) : {إِنَّهُمْ لَنْ يَضُرُّوا اللَّهَ شَيْئًا} تعليل للنهي، وتكميل للتسلية بتحقيق نفي ضررهم؛ أي: لن يضروا بفعلهم ذلك أولياء الله ألبتة، وتعليق نفي الضرر به تعالى لتشريفهم، وللإيذانِ بأن مضارتَهم بمنزلة مضارته تعالى، وفيه مزيد مبالغة في التسلية. </p><p> ووصف تعالى (٢) عذابه في مقاطع هذه الآيات الثلاث بـ {عظيم} ، و {أليم} و {مهين} ، ولكل من هذه الصفات، مناسبة تقتضي ختم الآية بها: </p><p> أما الأولى: فإن المسارعة في الشيء، والمبادرة في تحصيله، والتحلي به يقتضي جلالة ما سورع فيه، وأنه من النفاسة، والعظم، بحيث يتسابق فيه، فختمت الآية بعظم الثواب، وهو جزاؤهم على المسارعة في الكفر، إشعارًا بخساسة ما سابقوا فيه. </p><p> وأما الثانية: فإنه ذكر فيها اشتراء الكفر بالإيمان، ومن عادة المشتري الاغتباطُ بما اشتراه، والسرورُ به عند كون الصفقة رابحةً، وتألمه عند كونها خاسرة فناسبها وصف العذاب بالأليم. </p><p> وأما الثالثة: فإنه ذكر الإملاء، وهو الامتاع بالمال، والبنين، والصحة، </p><p>(١) الجمل. (٢) الجمل والبحر المحيط.</p><p> وكان هذا الإمتاع سببًا للتعزز، والتمتع، والاستطالة، فختمت الآية بإهانة العذاب لهم، وأنّ ذلك الإملاءَ المنتج عنه في الدنيا التعزز، والاستطالة، مآله في الآخرة إلى إهانتهم بالعذاب الذي يهين الجبابرة. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {لَقَدْ سَمِعَ اللَّهُ قَوْلَ الَّذِينَ قَالُوا إِنَّ اللَّهَ فَقِيرٌ وَنَحْنُ أَغْنِيَاءُ سَنَكْتُبُ مَا قَالُوا وَقَتْلَهُمُ الْأَنْبِيَاءَ بِغَيْرِ حَقٍّ وَنَقُولُ ذُوقُوا عَذَابَ الْحَرِيقِ (١٨١) ذَلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِلْعَبِيدِ (١٨٢) الَّذِينَ قَالُوا إِنَّ اللَّهَ عَهِدَ إِلَيْنَا أَلَّا نُؤْمِنَ لِرَسُولٍ حَتَّى يَأْتِيَنَا بِقُرْبَانٍ تَأْكُلُهُ النَّارُ قُلْ قَدْ جَاءَكُمْ رُسُلٌ مِنْ قَبْلِي بِالْبَيِّنَاتِ وَبِالَّذِي قُلْتُمْ فَلِمَ قَتَلْتُمُوهُمْ إِنْ كُنْتُمْ صَادِقِينَ (١٨٣) فَإِنْ كَذَّبُوكَ فَقَدْ كُذِّبَ رُسُلٌ مِنْ قَبْلِكَ جَاءُوا بِالْبَيِّنَاتِ وَالزُّبُرِ وَالْكِتَابِ الْمُنِيرِ (١٨٤) كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ وَإِنَّمَا تُوَفَّوْنَ أُجُورَكُمْ يَوْمَ الْقِيَامَةِ فَمَنْ زُحْزِحَ عَنِ النَّارِ وَأُدْخِلَ الْجَنَّةَ فَقَدْ فَازَ وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا مَتَاعُ الْغُرُورِ (١٨٥) لَتُبْلَوُنَّ فِي أَمْوَالِكُمْ وَأَنْفُسِكُمْ وَلَتَسْمَعُنَّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَمِنَ الَّذِينَ أَشْرَكُوا أَذًى كَثِيرًا وَإِنْ تَصْبِرُوا وَتَتَّقُوا فَإِنَّ ذَلِكَ مِنْ عَزْمِ الْأُمُورِ (١٨٦) وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ الَّذِينَ أُوتُوا الْكِتَابَ لَتُبَيِّنُنَّهُ لِلنَّاسِ وَلَا تَكْتُمُونَهُ فَنَبَذُوهُ وَرَاءَ ظُهُورِهِمْ وَاشْتَرَوْا بِهِ ثَمَنًا قَلِيلًا فَبِئْسَ مَا يَشْتَرُونَ (١٨٧) لَا تَحْسَبَنَّ الَّذِينَ يَفْرَحُونَ بِمَا أَتَوْا وَيُحِبُّونَ أَنْ يُحْمَدُوا بِمَا لَمْ يَفْعَلُوا فَلَا تَحْسَبَنَّهُمْ بِمَفَازَةٍ مِنَ الْعَذَابِ وَلَهُمْ عَذَابٌ أَلِيمٌ (١٨٨) وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (١٨٩) }. </p><p> المناسبة </p><p> قوله تعالى:  {لَقَدْ سَمِعَ اللَّهُ قَوْلَ الَّذِينَ قَالُوا ...} الآية، مناسبتها لما قبلها: لما ذكر الله سبحانه وتعالى في الآيات السابقة معركة أحد، وما فيها من الأحداث العجيبة، وتناولت تلك الآيات ضمن ما تناولت مكائدَ المنافقين، ودسائسهم، وما انطوت عليه نفوسهم من الكيد للإسلام، والغدر بالمسلمين، وتثبيط عزائمهم عن الجهاد في سبيل الله .. أعقبَ سبحانه وتعالى ذلك بذكر دسائس اليهود، وأساليبهم الخبيثة في مُحاربة الدعوة الإِسلامية، بطريق التشكيك، والبلبلة، والكيد، والدس ليحذر المؤمنين من خطرهم كما حذرهم من المنافقين، والآيات الكريمة، تتحدث عن اليهود، وموقفهم المخزي من الذات الإلهية، واتهامهم لله عَزَّ وَجَلَّ بأشنع الاتهامات بالبخل والفقر، ثم نقضهم للعهود، وقتلهم </p><p> للأنبياء، وخيانتهم الأمانة التي حملهم الله تعالى إياها إلى آخر ما هنالك من جرائمَ وشنائعَ اتصف بها هذا الجنسُ الملعونُ. </p><p> قوله تعالى:  {كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ ...} الآيات، مناسبتُها (١) لما قبلها: أن الله سبحانه وتعالى لما سلى نبيه - صلى الله عليه وسلم - فيما سلف عن تكذيب قومه له بأن كثيرًا من الرسل قبلك، قد كذبوا كما كذبت، ولاَقُوا من أقوامهم من الشدائد مثلَ ما لاقيتَ بل أشد مما لاقيت، فقد قتلوا كثيرًا منهم كيحيى، وزكرياء عليهما السلام .. زاده هنا تسلية، وتعزية أخرى، فأبان أن كل ما تراه من عنادهم فهو منته إلى غاية، وكل آت قريب، فلا تضجَرْ ولا تحزَن على ما تَرى منهم، وأنهم سيجازون على أعمالهم في دار الجزاء، كما تجازى، وحسبك ما تصيب من حسن الجزاء، وحسبهم ما أصيبوا به، وما يُصابون به من الجزاء في الدنيا، وسيوفون الجزاء كاملًا يوم القيامة. </p><p> قوله تعالى:  {وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ الَّذِينَ أُوتُوا الْكِتَابَ ...} الآية، مناسبتها (٢) لما قبلها أن الله سبحانه وتعالى لما حكى عن اليهود شبهًا، ومطاعنَ في نبوة محمَّد - صلى الله عليه وسلم - وأجاب عنها بما علمتَ فيما سلف .. أردفه هذه الآية لبيان عجيب حالهم، وغريب أمرهم، وأنه لا يليق بهم أن يطعنوا في نبوته، ولا أن يوجهوا شبهًا لدينه ذاك أن اليهود، والنصارى، أمروا بشرح ما في التوراة، والإنجيل، وبيان ما فيهما من الدلائل الناطقة بنبوة محمد - صلى الله عليه وسلم - وصدق رسالته، فكيف يليق بهم بعد هذا إيراد تلك المطاعن، والشبه، وكانوا أجدر الناس بدفعها، وأحقهم بتأييده، والذود عن دينه لما في كتابيهما من البشارة به، وتوكيد دعوته فالعقل قاض بأن يظاهروه ودينهم حاكم بأن يؤيدوه، ومن العجب العاجب أن يطرحوا حكم العقل والنقل وراءهم ظهريًّا، وهل مثل هؤلاء يجدي معهم الحجاج والجدال، أو تقنعهم قوة الدليل والحجة. </p><p>(١) المراغي. (٢) المراغي.</p><p> أسباب النزول </p><p> قوله تعالى:  {لَقَدْ سَمِعَ اللَّهُ قَوْلَ الَّذِينَ قَالُوا إِنَّ اللَّهَ فَقِيرٌ وَنَحْنُ أَغْنِيَاءُ ...} الآية، سبب نزولها: ما أخرجه (١) ابن إسحاق، وابن أبي حاتم، عن ابن عباس - رضي الله عنهما - قال:  \"دخل أبو بكر بيت المدراس،فوجد يهود قد اجتمعوا إلى رجل منهم يقال له:فنحاص فقال له: والله يا أبا بكر ما بنا إلى الله من فقر، وإنه إلينا لفقير، ولو كان غنيًّا عنا .. ما استقرض منا كما يزعم صاحبكم، فغضب أبو بكر فضرب وجهه، فذهب فنحاص إلى رسول الله - صلى الله عليه وسلم -فقال:\" يا محمَّد انظر ما صنع صاحبك بي فقال: \"يا أبا بكر ما حملك على ما صنعت\" ؟ قال يا رسول الله، قال قولًا عظيمًا، يزعم أن الله فقير، وأنهم عنه أغنياء فجحد فنحاص فأنزل الله:  {لَقَدْ سَمِعَ اللَّهُ قَوْلَ الَّذِينَ قَالُوا ...} الآية. </p><p> وأخرج ابن أبي حاتم، عن ابن عباس رضي الله عنهما قال: أتت اليهود النبي - صلى الله عليه وسلم - حين أنزل الله:  {مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا} فقالوا: يا محمَّد افتقر ربك، يسأل عبادهُ، فأنزل الله {لَقَدْ سَمِعَ اللَّهُ قَوْلَ الَّذِينَ قَالُوا ...} الآية. </p><p> قوله تعالى (٢) : {وَلَتَسْمَعُنَّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَمِنَ الَّذِينَ أَشْرَكُوا ...} الآيةَ، روى ابن أبي حاتم، وابن المنذر بسند حسن، عن ابن عباس، أنها نزلت فيما كان بين أبي بكر، وفنحاص من قوله:  {إِنَّ اللَّهَ فَقِيرٌ وَنَحْنُ أَغْنِيَاءُ} . </p><p> وأخرج أبو داود (٣) رحمه الله (ج ٣ ص ١١٤) بسنده إلى الزهري عن عبد الرحمن بن عبد الله بن كعب بن مالك، عن أبيه - وكان أحد الثلاثة الذين تيب عليهم - وكان كعب بن الأشرف يهجو النبي - صلى الله عليه وسلم - ويحرض عليه كفار قريش، وكان النبي - صلى الله عليه وسلم - حين قَدِمَ المدينةَ، وأهلها أخلاط منهم المسلمون، والمشركون يعبدون الأوثان، واليهود، وكانوا يؤذون النبي - صلى الله عليه وسلم - وأصحابه، فأمر الله عَزَّ وَجَلَّ نبيه - صلى الله عليه وسلم - </p><p>(١) لباب النقول. (٢) لباب النقول.(٣) الصحيح المسند.</p><p> بالصبر، والعفو، ففيهم أنزل الله تعالى:  {وَلَتَسْمَعُنَّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ ...} الآية. فلما أبى كعب بن الأشرف أن ينزع عن أَذَى النبي - صلى الله عليه وسلم - .. أمر النبي - صلى الله عليه وسلم - سَعْدَ بن معاذ أن يبعث رَهْطًا يقتلونه، فبعث محمدَ بن مسلمة، وذَكَر قصة قتله، فلما قتلوه فزعت يهود، والمشركون، فغدوا على النبيِّ - صلى الله عليه وسلم - فقالوا: طرق صاحبنا، فقتل، فذكر لهم النبي - صلى الله عليه وسلم - الذي كان يقول، ودعاهم النبي - صلى الله عليه وسلم - إلى أن يكتب بينه، وبينهم كتابًا ينتهون إلى ما فيه، فكتب النبي - صلى الله عليه وسلم - بينه وبينهم، وبين المسلمين عامةً صحيفة. الحديث. </p><p> وقال المنذري (١) : قوله عن أبيه فيه نظر، فإن أباه عبد الله بن كعب ليست له صحبة، ولا هو أحد الثلاثة الذين تيب عليهم، ويكون الحديث على هذا مرسلًا، ويحتمل أن يكون أراد بأبيه جده، وهو كعب بن مالك، فيكون الحديث على هذا مسندًا، إذ قد سمع عبد الرحمن من جده كعب بن مالك، وكعب: هو أحد الثلاثة الذين تيب عليهم، وقد وَقَع مثل هذا في الأسانيد في غير موضع اهـ من \"عون المعبود\" بتصرف. </p><p> قوله تعالى:  {لَا تَحْسَبَنَّ الَّذِينَ يَفْرَحُونَ بِمَا أَتَوْا وَيُحِبُّونَ أَنْ يُحْمَدُوا بِمَا لَمْ يَفْعَلُوا ...} الآية. سبب نزولها: ما أخرجه البخاري عن عطاء بن يسار، عن أبي سعيد الخدري - رضي الله عنه - أن رجالًا من المنافقين على عهد الرسول - صلى الله عليه وسلم - كان إذا خرج رسول الله - صلى الله عليه وسلم - إلى الغزو تخلفوا عنه، وفرحوا بمقعدهم خِلافَ رسول الله - صلى الله عليه وسلم - وإذا قدم رسول الله - صلى الله عليه وسلم - اعتذروا إليه، وأحبوا أن يحمدوا بما لم يفعلوا، فنزلت:  {لَا تَحْسَبَنَّ الَّذِينَ يَفْرَحُونَ بِمَا أَتَوْا وَيُحِبُّونَ أَنْ يُحْمَدُوا بِمَا لَمْ يَفْعَلُوا} الحديث، أخرجه مسلم أيضًا. </p><p> ولها أيضًا سبب آخر، وهو ما أخرجه البخاري عن ابن أبي مليكة، أن علقمة بن وقاص أخبره، أن مروان قال لبوابه: اذهب يا رافع إلى ابن عباس فقل </p><p>(١) عون المعبود.</p>"
}