{
  "id": null,
  "sura": 3,
  "aya": 117,
  "text": "<p> ولا ولد يوم تذهل كل مرضعة عما أرضعت يوم يوضع الميزان ويحاسب كل امرىءٍ، على النقير والقطمير {وَأُولَئِكَ} الكفار. </p><p> المذكورون هم {أَصْحَابُ النَّارِ} وملازموها {هُمْ فِيهَا} ؛ أي: في النار {خَالِدُونَ} ؛ أي: دائمون لا يخرجون منها ولا يموتون. </p><p> وقيل: إنما خصَّ الله سبحانه وتعالى الأموال والأولاد بالذكر؛ لأن أنفع الجمادات هو الأموال، وأنفع الحيوانات هو الولد. ثم بين تعالى أن الكافر لا ينتفع بهما البتة في الآخرة وذلك يدل على عدم انتفاعه بسائر الأشياء بطريق الأولى. </p><p> ١١٧ - وبعد ما بين سبحانه وتعالى: أن أموالهم لا تغنى عنهم شيئًا ... ذكر أن ما ينفقونه من المال في سبيل الخير لا يجديهم ليزيل ما ربما علق بالبال من أنهم ينتفعون به، وضرب لذلك مثلًا فقال:  {مَثَلُ مَا يُنْفِقُونَ} أي: صفة ما ينفقه الكفار {فِي هَذِهِ الْحَيَاةِ الدُّنْيَا} في المفاخر والمكارم، وكسب الثناء وحسن الذكر بين الناس، أو ينفقونه في سبيل الخيرات كبناء الرباطات والقناطر والإحسان إلى الضعفاء والأيتام والأرامل. وقرأ ابن هرمز (١) الأعرج {تنْفِقُونَ} بالتاء على معنى: قل لهم قيل (٢) : أراد نفقة أبي سفيان، وأصحابه ببدر، وأحد في معاداة النبي - صلى الله عليه وسلم - وقيل: أراد نفقة اليهود على علمائهم، ورؤسائهم، وقيل: أراد نفقات جميع الكفار، وصدقاتهم في الدنيا، وقيل: أراد نفقة المرائي الذي لا يريد بما ينفق وجه الله تعالى؛ وذلك لأنَّ إنفاقهم المال إما أن يكون لمنافع الدنيا، أو لمنافع الآخرة، فإن كان لمنافع الدنيا .. لم يبق له أثر في الآخرة في حق المسلم، فضلًا عن الكافر، وإن كان لمنافع الآخرة كمن يتصدق، ويعمل أعمال البر، فإن كان كافرًا .. فإنَّ الكفر محبط لجميع أعمال البر؛ فلا ينتفع بما أنفق </p><p>(١) البحر المحيط. (٢) الخازن.</p><p> في الدنيا لأجل الآخرة، وكذلك المرائي الذي لا يريد بما أنفق وجه الله تعالى؛ فإنه لا ينتفع بما ينفقه في الآخرة. </p><p> ثم ضرب مثلًا لذلك الإنفاق فقال:  {كَمَثَلِ} مصاب {رِيحٍ} شديدٍ {فِيهَا} ؛ أي: في تلك الريح {صِرٌّ} ؛ أي: حر شديد ويسمى بالسموم أو برد شديدٌ ويسمى بالزمهرير {أَصَابَتْ} تلك الريح {حَرْثَ قَوْمٍ} ؛ أي: زرع قوم، وسمي الزرع حرثًا لأنه يحرث عند زرعه {ظَلَمُوا أَنْفُسَهُمْ} أي؛ خسروا أنفسهم بالكفر، والمعاصي، ومنع حق الله تعالى فيه {فَأَهْلَكَتْهُ} ؛ أي: فأحرقت تلك الريح الزرع، كذلك الشرك يهلك النفقة كما أهلكت الريح الزرع. </p><p> ومعنى الآية (١) : مثل نفقات الكفار في ذهابها، وقت الحاجة إليها كمثل زرع أصابته ريح باردة فأهلكته، أو نار فأحرقته، فلم ينتفع به أصحابه. </p><p> وقيل المعنى (٢) : مثل الكفر في إهلاك ما ينفقون كمثل الريح المهلكة للزرع، أو مثل الكافر الذي أنفق أمواله في الخيرات، كبناء الرباطات كمثل من زرع زرعًا، وتوقع منه نفعًا كثيرًا، فأصابته ريح فأحرقته، فلا يبقى معه إلا الحزن والأسف. </p><p> والخلاصة (٣) : أن الجوائح قد تنزل بأموال الناس من حرث ونسل عقوبةً لهم على ذنوب اقترفوها؛ إذ لا يستنكر على القادر الحكيم الذي وضع السنن، وربط الأسباب بمسبباتها في عالم الحسِّ أن يوفِّقَ بينها وبين سننه الخفية في إقامة ميزان القسط بين الناس، لهدايتهم إلى ما به كمالهم من طريق العلوم الحسية التي تستفاد من النظر، والتجربة، ومن طريق الإيمان بالغيب الذي يرشد إليه الوحي الإلهيُّ. </p><p> ونحن نسمي ما يترتب عليه حدوث الشيء سببًا له وما يلابس السبب من النفع لبعض والضر لآخرين حكمة له، وكل مقصودٌ للفاعل الحكيم. </p><p>(١) الخازن. (٢) مراح.(٣) مراغي.</p>"
}