{
  "id": null,
  "sura": 3,
  "aya": 135,
  "text": "<p> أخرج البيهقي: أنَّ جاريةً لعليٍّ بن الحسين رضي الله عنها جعلت تسكب عليه الماء ليتهيأ للصلاة فسقط الإبريق من يدها، فشجه، فرفع رأسه فقالت: إن الله يقول: {وَالْكَاظِمِينَ الْغَيْظَ} فقال لها: قد كظمت غيظي قالت: {وَالْعَافِينَ عَنِ النَّاسِ} قال: قد عفا الله عنك، قالت:  {وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ} قال: اذهبي فأنت حرة لوجه الله تعالى. </p><p> واعلم: أن الإحسان إلى الغير إما بإيصال النفع إليه، وهو الذي عناه الله بقوله:  {الَّذِينَ يُنْفِقُونَ فِي السَّرَّاءِ وَالضَّرَّاءِ} فيدخل فيه إنفاق العلم بأن يشتغل بتعليم الجاهلين، وهداية الضالين، ويدخل فيه إنفاق المال في وجوه الخيرات والعبادات. </p><p> وإما بدفع الضرر عنه، فهو إما في الدنيا بأن لا يقابل الإساءة بإساءة أخرى، وهو ما عناه الله بقوله:  {وَالْكَاظِمِينَ الْغَيْظَ} وإما في الآخرة بأن يعفو عما له عند الناس من التبعات، والحقوق، وهذا هو المراد بقوله:  {وَالْعَافِينَ عَنِ النَّاسِ} ومن ثم كانت هذه الآية جامعة لوجوه الإحسان إلى الغير. </p><p> ١٣٥ - {وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً} هذا (١) مبتدأ خبره {أؤُلَئِكَ} وقيل: معطوف على {المتقين} والأول أولى، وهؤلاء هم صنف دون الصنف الأول، ملحقون بهم، وهم التوابون. أي: والذين إذا فعلوا وارتبكوا فاحشةً أي: ذنبًا قبيحًا، وهو ما يتعدى أثره إلى الغير كالغيبة ونحوها {أَوْ ظَلَمُوا أَنْفُسَهُمْ} ؛ أي: ارتكبوا ذنبًا يكون مقصورًا عليهم، كشرب الخمر ونحوه، وقيل: المراد بالفاحشة الكبائر وبالظلم الصغائر. </p><p> وقال ابن عباس (٢) : الفاحشة الزنا، وظلم النفس ما دونه من النظر واللمسة. {ذَكَرُوا اللَّهَ} ؛ أي: ذكروا وعده ووعيده، وأمره ونهيه، بألسنتهم وعظمته وجلاله وعقابه بقلوبهم {فَاسْتَغْفَرُوا لِذُنُوبِهِمْ} ؛ أي: فرجعوا إليه تعالى طالبين مغفرته راجين رحمته علمًا منهم أنه لا يغفر الذنوب إلا هو، فهو الفعال </p><p>(١) الشوكاني. (٢) البحر المحيط.</p><p> لما يشاء بمقتضى حكمته وعلمه الواسع. وقوله:  {وَمَنْ يَغْفِرُ الذُّنُوبَ إِلَّا اللَّهُ} جملةٌ معترضة بين ما قبلها وما بعدها، أعني بين جملة {فَاسْتَغْفَرُوا} ، وجملة {وَلَمْ يُصِرُّوا عَلَى مَا فَعَلُوا} تصويبًا لفعل التائبين، وتطييبًا لقلوبهم، وبشارةً لهم بسعة الرحمة، وقرب المغفرة وإعلاءً لقدرهم بأنهم علموا أن لا مفزع للمذنبين إلا فضله، وكرمه، وأن من كرمه أن التائب من الذنب عنده كمن لا ذنب له، وأن العبد إذا التجأ إليه، وتنصل عن الذنب بأقصى ما يقدر عليه عما عنه، وتجاوز عن ذنوبه، وإن جلت، فإن عفوه أجل، وكرمه أعظم؛ كما أن فيها تحريضًا للعباد على التوبة وحثًّا لهم عليها، وتحذيرًا من اليأس والقنوط. </p><p> والاستفهام فيه للإنكار، أي: لا يغفر ذنوب التائبين أحدٌ إلا الله. </p><p> ومعنى:  {فَاسْتَغْفَرُوا لِذُنُوبِهِمْ} ؛ أي: أتوا بالتوبة على الوجه الصحيح؛ لأجل ذنوبهم، وهو الندم على فعل ما مضى مع العزم على ترك مثله في المستقبل، ومع الإقلاع عنه في الحال، وهذا هو حقيقة التوبة. فأما الاستغفار باللسان؛ أي: مجرد قول استغفر الله باللسان والقائل ملتبس بالذنوب، فذاك لا أثر له في إزالة الذنب، بل يجب إظهار هذا الاستغفار لإزالة التهمة، ولإظهار انقطاعه إلى الله تعالى. وقوله:  {فَاسْتَغْفَرُوا} معطوف على جواب إذا. </p><p> {وَلَمْ يُصِرُّوا} معطوف على {فَاسْتَغْفَرُوا لِذُنُوبِهِمْ} ؛ أي: ولم يقيموا, ولم يدوموا {عَلَى مَا فَعَلُوا} وارتكبوا من الفواحش واللمم من غير استغفار منها، ورجوع إلى الله بالتوبة بل أقروا واستغفروا. وقد قال - صلى الله عليه وسلم -: \"لا كبيرة مع الاستغفار ولا صغيرة مع الإصرار\" . يريد - صلى الله عليه وسلم - أن الصغيرة مع الإصرار كبيرةٌ. {وَهُمْ يَعْلَمُونَ} وهذه الجملة حال من فاعل {يُصِرُّوا} ؛ والحال أنهم يعلمون أن ما فعلوه معصية الله، وأنه منهيٌّ عنه قبيحٌ ورد الوعيد عليه، أو يعلمون أن الله يتوب على من تاب. </p><p> والفائدة من ذكر هذه الجملة: بيان أنه إذا لم يعلم أنه معصية الله .. يعذر في فعله. </p><p> والمؤمن المتقي لا يصر على الذنب، وهو يعلم نهي الله عنه، ووعيده عليه </p><p> إذ يعلم أن الذنب فسوق وخروج عن نظام الفطرة السليمة، واعتداء على حقوق الشريعة. </p><p> فالآية: تؤمِىءُ إلى أن المتقين الذين أعدَّ الله لهم الجنة لا يصرون على ذنب يرتكبونه صغيرًا كان أو كبيرًا؛ لأن ذكرهم لله يمنعهم أن يقيموا على الذنوب، إذ الإصرار على الصغائر يجعلها كبائر. ورب كبيرة أصابها المؤمن بجهالةٍ، وبادر إلى التوبة منها، فكانت مذكرة له بضعفه البشري، ودليلًا على أن للغضب عليه سلطانًا تكون دون صغيرةٍ يقترفها مستهينًا بها، مصرا عليها، مستأنسًا بها، فتزول من نفسه هيبة الشريعة، ويتجرأ بعد ذلك على ارتكاب الكبائر فيكون من الهالكين. </p><p> وروي أن الله - عَزَّ وَجَلَّ - أوحى إلى موسى عليه السلام:  \"ما أقل حياء من يطمع في جنتي بغير عملٍ، كيف أجود برحمتي على من يبخل بطاعتي\" . وقال عبد الله بن المبارك شعرًا: </p><p> تَرْجُو اْلنَّجَاةَ وَلَمْ تَسْلُكْ مَسَالِكَهَا ... إِنَّ السَّفِيْنَةَ لا تَجْرِي عَلَى الْيَبَسِ </p><p> قال ثابت البناني: بلغني أن إبليس بكى حين نزلت هذه الآية: {وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً} إلى آخرها. </p><p> فصلٌ فيما وَرَد في فضل الاستغفار من الأحاديث الصحيحة </p><p> عن عليّ بن أبي طالب رضي الله عنه أنه قال:  \"إني كنت إذا سمعت حديثًا من رسول الله - صلى الله عليه وسلم - نفعني الله منه ما شاء أن ينفعني، وإذا حدَّثني أحد من الصحابة استحلفته، فإذ حلف لي صدقته، وأنه حدثني أبو بكرٍ، وصدق أبو بكر أنه سمع رسولَ الله - صلى الله عليه وسلم -يقول:\" ما من عبد مؤمن أو قال: ما من رجل يذنب ذنبًا فيقوم ويتطهر، ثم يصلي، ركعتين، ثم يستغفر الله، إلا غفر الله له، ثم قرأ هذه الآية:  {وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ ذَكَرُوا اللَّهَ} إلى آخر الآية. أخرجه أبو داود، والترمذي، وقال: هذا حديث قد رواه غير واحد عن عثمان بن المغيرة فرفعوه. </p><p> وعن ابن عباس رضي الله عنهما أنَّ رسول الله - صلى الله عليه وسلم - قال:  \"مَنْ لَزِم الاستغفارَ .. جَعَل الله له من كل ضيقٍ مخرجًا، ومن كل هم فرجا، ورزقه من حيث لا يحتسب\" . أخرجه أبو داود. </p><p> عن أبي هريرة رضي الله عنه قال: قال، رسول الله - صلى الله عليه وسلم -: \"والذي نفسي بيده لو لم تذنبوا .. لذهب الله بكم، ولجاء بقوم يذنبون، فيستغفرون فيغفر لهم\" . أخرجه مسلم. </p><p> وعنه أيضًا عن النبي - صلى الله عليه وسلم - فيما يحكي عن ربه تبارك وتعالى قال:  \"إذا أذنب عبد ذنبًا،فقال:اللهم اغفر لي ذنبي،قال تبارك وتعالى:أذنب عبدي ذنبًا فعلم أن له ربًّا يغفر الذنب، ويأخذ بالذنب، ثم عاد،فأذنب فقال:أي رب اغفر لي ذنبي، فقال،تبارك وتعالى:إن عبدي أذنب ذنبًا فعلم أن له ربًّا يغفر الذنب، ويأخذ بالذنب، ثم عاد فأذنب،فقال:أي رب اغفر لي ذنبي،فقال:تبارك وتعالى أذنب عبدي ذنبًا فعلم أن له ربًّا يغفر الذنب، ويأخذ بالذنب\" . وفي رواية اعمل ما شئت قد غفرت لك \".قال عبد الأعلى:لا أدري أقال في الثالثة أو الرابعة اعمل ما شئت؛ متفق عليه.</p><p> وعن أنس رضي الله عنه قال: سمعتُ رسولَ الله - صلى الله عليه وسلم - يقول: \" قال الله تبارك وتعالى: يا ابن آدم إنك ما دعوتني ورجوتني غفرت لك على ما كان منك، ولا أُبالي، يا ابن آدم لو بلغت ذنوبك عنان السماء ثم استغفرتني غفرت لك، ولا أبالي، يا ابن آدم لو أتيتني بقراب الأرض خطايا، ثم لقيتني لا تشرك بي شيئًا، لأتيتك بقرابها مغفرةً \". أخرجه الترمذي. وعنان السماء بفتح العين السحاب،وقيل:ما ظهر لك منها. وقراب الأرض بضم القاف، وروي كسرها، والضم أشهر، وهو ما يقارب ملأها.</p><p> وعن ابن مسعود رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم - من قال: \" استغفر الله العظيم الذي لا إله إلا هو الحي القيوم وأتوب إليه، غفرت ذنوبه، وإن كان قد فر من الزحف\". أخرجه أبو داود، والترمذي والحاكم، وقال: حديث حسن صحيح على شرط البخاري ومسلم. </p>"
}