{
  "id": null,
  "sura": 3,
  "aya": 72,
  "text": "<p> أبِيْتُ أسْرِيْ وَتَبِيْتِيْ تُدَلِّكِي ... شَعْرَكِ بالْعَنْبَرِ وَالْمِسْكِ الذَّكِي </p><p> ثم ذكر نوعًا آخر من تلبيسات اليهود، فقال: </p><p> ٧٢ - {وَقَالَتْ طَائِفَةٌ مِنْ أَهْلِ الْكِتَابِ} ؛ أي: جماعة منهم، وهم اثنا عشر حبرًا من أحبار يهود خيبر، منهم: عبد الله بن الصيف، وعدي بن زيد، والحارث بن عوف، وكعب بن الأشرف، وأصحابه من الرؤساء؛ أي: قال بعضهم فيما بينهم: {آمِنُوا} وصدِّقوا ظاهرًا {بِالَّذِي أُنْزِلَ عَلَى الَّذِينَ آمَنُوا} ؛ أي: بالقرآن الذي أنزل عليهم، وامتثلوا بما أمر به محمَّد - صلى الله عليه وسلم -، وصلُّوا معهم إلى قبلتهم الكعبة {وَجْهَ النَّهَارِ} وأوله وهو صلاة الفجر {وَاكْفُرُوا} به وارجعوا عنه {آخِرَهُ} ؛ أي: في آخر النهار، وهو صلاة الظهر، وصلُّوا إلى بيت المقدس {لَعَلَّهُمْ} ؛ أي: لعل العوام من أصحابه {يَرْجِعُونَ} ويرتدون عن دينه وقبلته معكم. </p><p> وقيل: هذا في شأن القبلة، وذلك أنه لما صرفت إلى الكعبة .. شق ذلك على اليهود، فقال كعب بن الأشرف لأصحابه: آمنوا بالذي أُنزل على محمَّد في أمر الكعبة، وصلوا إليها أول النهار، ثم اكفروا وارجعوا إلى قبلتكم آخر النهار؛ لعلهم يرجعون، فيقولون هؤلاء أهل كتاب، وهم أعلم، فيرجعون إلى قبلتنا، فأطلع الله رسوله - صلى الله عليه وسلم - على سرهم، وأنزل هذه الآية حتى لا تُؤَثِّر هذه الحيلة في قلوب ضعفاء المؤمنين؛ ولأنهم إذا افتضحوا فيها .. لا يقدمون على أمثالها، ويكون هذا وَازِعًا لهم، وفي هذا إنباء بالغيب، فيكون معجزةً لمحمد - صلى الله عليه وسلم -. </p><p> ٧٣ - {وَلَا تُؤْمِنُوا إِلَّا لِمَنْ تَبِعَ دِينَكُم} : معطوف على قوله {آمِنُوا} ؛ أي؛ وقالت طائفة من أهل الكتاب: ولا تؤمنوا إلا لمن تبع دينكم، وقوله:  {قُلْ إِنَّ الْهُدَى هُدَى اللَّهِ} جملة معترضة من كلام الله سبحانه، وقوله:  {أَنْ يُؤْتَى أَحَدٌ مِثْلَ مَا أُوتِيتُمْ أَوْ يُحَاجُّوكُمْ عِنْدَ رَبِّكُمْ} معمول لتؤمنوا؛ أي: وقالت جماعة من أهل الكتاب في تلبيساتهم على المؤمنين؛ أي: قال بعضهم لبعض: لا تظهروا إيمانكم واعترافكم؛ بأن يؤتى ويعطى أحد مثل ما أوتيتم من الكتاب والنبوة، أو يحاججكم أحد ويغالبكم عند ربكم يوم القيامة، إلا لمن وافى دينكم، بل أسروا تصديقكم بأن المسلمين قد أوتوا من كتب الله مثل ما أوتيتم، وبأنهم يحاجونكم </p>"
}