{
  "id": null,
  "sura": 3,
  "aya": 155,
  "text": "<p> سبحانه وتعالى {بِذَاتِ الصُّدُورِ} ؛ أي: عالم بالسرائر والضمائر الخفية التي لا تكاد تفارق الصدور، بل تلازمها وتصاحبها، لا تخفى عليه خافية في الأرض ولا في السماء. وفي هذا ترغيبٌ، وترهيبٌ، وتنبيهٌ، إلى أنَّ الله سبحانه وتعالى غنيٌّ عن الابتلاء، والامتحان، وإنما يظهر ذلك على هذه الصورة لحكم يعلمها كتمرين المؤمنين على الصبر، وتحمل المشاق وإظهار حال المنافقين؛ لأنَّ الحقائق قد تخفى على أربابها، فينخدعون للشعور العارض بدون تمحيصٍ، ولا ابتلاء كما انخدع الذين تمنوا الموت من قبل أن يلقوه كما تقدم </p><p> ١٥٥ - {إِنَّ الَّذِينَ تَوَلَّوْا} وأدبروا، وهربوا، وانهزموا، {مِنْكُمْ} أيَّها المسلمون {يَوْمَ الْتَقَى} والتحم، وتقاتل {الْجَمْعَانِ} ؛ أي: جمع المسلمين، وجمع الكفار، وهو يوم أحد فهو خطاب لمن كان مع النبي - صلى الله عليه وسلم - من المؤمنين يوم أحد بأحدٍ، وكان قد انهزم أكثر المسلمين، ولم يبق مع النبي - صلى الله عليه وسلم - إلا ثلاثة عشر رجلًا، وقيل: أربعة عشر من المهاجرين سبعةٌ ومن الأنصار سبعةٌ، فمن المهاجرين: أبو بكر، وعمر، وعلي، وطلحة بن عبيد الله، وعبد الرحمن بن عوف، والزبير، وسعد بن أبي وقاص رضي الله عنهم والباقون من الأنصار، وهم سبعة: الحباب بن المنذر، وأبو دجانة، وعاصم بن ثابت، والحارث بن الصَّمَّةِ، وسهل بن حنيف، وأسيد بن حضير، وسعد بن معاذ. </p><p> {إِنَّمَا اسْتَزَلَّهُمُ الشَّيْطَانُ} ؛ أي: إنما أوقعهم الشيطان في الزلل والخطيئة، بإلقاء الوسوسة في قلوبهم، لا أنه أمرهم بها {بِبَعْضِ مَا كَسَبُوا} ؛ أي: بسبب بعض ما كسبوا، وعملوا من الذنوب، والعصيان، وهو مخالفة أمر الرسول - صلى الله عليه وسلم - بترك المركز والحرص على الغنيمة. </p><p> وخلاصة الكلام (١) : أنَّ الرماة الذين أمرهم الرسول - صلى الله عليه وسلم - أن يثبتوا في أماكنهم ليدفعوا المشركين عن ظهور المؤمنين ما تركوا هذه المراكز إلا بإيقاع الشيطان لهم في الزلل، واستجراره لهم بالوسوسة؛ فإن الخطيئة الصغيرة إذا </p><p>(١) المراغي ج ٢ ص ١٠٦.</p><p> ترخص فيها الإنسان سهلت استيلاء الشيطان على نفسه، فهم قد انحرفوا عن أماكنهم بتأولٍ؛ إذ ظنوا أنه ليس للمشركين رجعةٌ من هزيمتهم؛ فلا يترتب على ذهابهم وراء الغنيمة فوات منفعة، ولا وقوعٌ في ضرر، ولكن هذا التأوُّل كان سببًا في كل ما جرى من المصائب التي من أجلها ما أصاب الرسول - صلى الله عليه وسلم - والذنب يجر إلى الذنب، كما أن الطاعة تجر إلى الطاعة، وعلى هذا فالزلل الذي أوقعهم فيه الشيطان هو ما كان من الهزيمة والفشل بعد توليهم عن مكانهم طمعًا في الغنيمة، وهذا التولي هو بعض ما كسبوا. </p><p> وفي هذا إيماءٌ إلى سنة من سنن الله تعالى في أخلاق البشر، وأعمالهم وهي أن المصائب التي تعرض لهم في خاصة أنفسهم أو في شؤونهم العامة إنما هي آثارٌ طبيعية لبعض أعمالهم، ولكن الله قد يعفو عن بعض الأعمال التي لا أثر لها في النفس، وليست ملكةً ولا عادةً لها، بل صدرت هفوة غير متكررة، وهي التي عناها سبحانه وتعالى بقوله:  {وَيَعْفُو عَنْ كَثِيرٍ} وإليها الإشارة بقوله: {وَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ بِمَا كَسَبُوا مَا تَرَكَ عَلَى ظَهْرِهَا مِنْ دَابَّةٍ} . </p><p> فهذه المصائب والعقوبات سواء: أكانت في الدنيا أم في الآخرة آثارٌ طبيعيةٌ للأعمال السيئة، {وَلَقَدْ عَفَا اللَّهُ عَنْهُمْ} ؛ أي: وعزتي وجلالي، لقد عفا الله سبحانه وتعالى، وسامح، وتجاوز عن تولي هؤلاء المتولين المنهزمين، وعقوبتهم عليه لتوبتهم واعتذارهم. </p><p> والمعنى: أنَّ ما صدر منهم من الذنوب في هذا اليوم، يستحق أن يعاقبوا عليه في الدنيا والآخرة، ولكن عفا الله عن عقوبتهم الأخروية، وجعل عقوبتهم في الدنيا تربية وتمحيصًا، وفي هذا دفعٌ لاستيلاء اليأس على نفوسهم، وتحسين لظنونهم {إِنَّ اللَّهَ} سبحانه وتعالى {غَفُورٌ} لمن تاب يغفر الذنوب جميعًا صغيرها وكبيرها بعد التوبة والإعتذار {حَلِيمٌ} لا يعاجل عقوبة من عصاه، وهذه الجملة كالعلة للعفو عن هؤلاء المتولِّين، وقد كانوا أكثر المقاتلين، فإنه لم يبق مع النبي - صلى الله عليه وسلم - يومئذٍ إلا ثلاثة عشر أو أربعة عشر كما مر. وقد بالغ بعض المنهزمين في الفرار حتى إنَّ بعضهم لم يرجعوا إلى رسول الله - صلى الله عليه وسلم - إلّا بعد ثلاثة أيام، </p>"
}