{
  "id": null,
  "sura": 3,
  "aya": 195,
  "text": "<p> أراد، </p><p> ١٩٥ - بهذه الآية:  {فَاسْتَجَابَ لَهُمْ رَبُّهُمْ} ؛ أي: أجاب لهم ربهم سبحانه وتعالى دَعاءهم بـ {أَنِّي لَا أُضِيعُ} ، ولا أبطل، ولا أحبط {عَمَلَ عَامِلٍ مِنْكُمْ} أيها المؤمنون، سواء كان ذلك العامل {مِنْ ذَكَرٍ أَوْ أُنْثَى} بل أثيبكم على ما فعلتم من الخيرات؛ فلا تفاوت في الإجابة، وفي الثواب بين الذكر والأنثى إذا كانا في التمسك بالسنة والعمل بالطاعة على السواء {بَعْضُكُمْ} أيها المؤمنون والمؤمنات {مِنْ بَعْضٍ} ؛ أي: كبعض في الثواب على الطاعة، والعقاب على المعصية؛ لأن تكليفي عام لكل من النوعين. وقيلَ: بعضُكم من بعض في الدين، والنصرة، والموالاة. وقيل: الذكر من الأنثى، والأنثى من الذكر، فكلكم من آدَمَ وحواء. </p><p> وهذه الجملة معترضة، بيَّن الله سبحانه وتعالى بها شركةَ النساءَ الرجالَ فيما وعده الله عبادَه العاملين. </p><p> وقرأ الجمهور (١)  {أَنِّي} بفتح الهمزة، وإسقاط الباءِ، أي: بأني، وهو مطرد إذا أمن اللبس كما قال ابن مالك: </p><p> نَقْلًا وَفِيْ أَنَّ وَأَنْ يَطَّرِدُ ... مَعْ أَمْنِ لَبْسٍ كَعَجِبْتُ أَنْ يَدُوْا </p><p> وقرأ أبي {بأنى} بإثبات الباء، وهي للسببية؛ أي: فاستجاب لهم ربهم؛ بسبب أنه لا يضيع عملَ عامل منهم، والمراد بالإضاعة تركُ الإثابة، وقرأ عيسى بن عمر {إنِّي} بكسر الهمزة، فيكون على إضمار القول على قول البصريين، أو على الحكاية بقوله:  {فَاسْتَجَابَ} لأن فيه معنى القول على طريقة الكوفيين. وقرأ الجمهور {أُضِيعُ} من أضاع الرباعي، وقرأ بعضهم {أُضِيعُ} بالتشديد من ضيع المضعف، والهمزة، والتشديد فيه: للنقل. </p><p> ويستنبط من هذه الآية أمور كثيرة: </p><p> منها: أن الاستجابة يصح أن تكون بغير ما طلبَ، فقد سألوه غفرانَ الذنوب وتكفيرَ السيئات، والوفاةَ مع الأبرار، فأجابهم بأن كل عامل سيوفَى جزاءَ </p><p>(١) المراغي.</p><p> عمله، وفي ذلك تنبيه على أن العبرةَ في النجاة من العذاب والفوز بحسن الثواب إنما تكون لإحسان العمل، والإخلاص فيه. </p><p> ومنها: أن الذكر والأنثى متساويان عند الله في الجزاء متى تساويَا في العمل، حتى لا يغتر الرجل بقوته، ورياسته على المرأة، فيظن أنه أقربُ إلى الله منها. </p><p> ومنها: أن الله قد بين علة هذه المساواة بقوله: بعضكم من بعض، فالرجل مولود من المرأة، والمرأة مولودة من الرجل، فلا فرق بينهما في البشرية، ولا تفاضل إلا بالأعمال. </p><p> ومنها: أنها رفعَتْ قَدْر النساء المسلمات في أنفسهن، وعند الرجال المسلمين. </p><p> ومنها: أن هذا التشريع قد أصلح معاملةَ الرجل للمرأة، واعترَفَ لها بالكرامة، وأنكرَ تلك المعاملةَ القاسيةَ التي كانت تعاملها بها بعض الأمم، فقد كان بعضها يعدها كالبهيمة المسخرة لمصلحة الرجل، وبعضُها يعدها غير أهل للتكاليف الدينية؛ إذ زعموا أنه ليس لها روح خالد، فما زعمه الإفرنج من أنهم السباقون إلى الاعتراف بكرامة المرأة، ومساواتها للرجل؛ ليس مبنيًّا على أساس صحيح، فالإِسلام هو الذي سبق كل الشرائع في هذا، ولا تزال شرائعهم الدينيةُ، والمدنية يتميز الرجل من المرأة، نعم إن المسلمين قصروا في تعليم النساء، وتربيتهن، لكن هذا لا يصلح حجةً على الدين نفسه. </p><p> ومنها: أن ما يفضل به الرجالُ النساء من العلم والعقل، وما يقومون به من الأعمال الدنيوية التي جرى عرف المجتمع على إسنادها إلى الرجال، وجعل حظ الرجل في الإرث مثلَ حظ الانثيين؛ لأنه يتحمل نفقة امرأته؛ فلا دخل لشيء منه في التفاضل عند الله بثواب ولا عقاب. </p><p> ثم فصل الله سبحانه وتعالى العملَ الذي أجمله في قوله:  {أَنِّي لَا أُضِيعُ عَمَلَ عَامِلٍ} بقوله: {فَالَّذِينَ هَاجَرُوا} وارتحلوا معه - صلى الله عليه وسلم - أو بعده من مكة إلى </p><p> المدينة، وفارقوا أوطانَهم التي ولدوا فيها طلبًا لرضا الله ورسوله - صلى الله عليه وسلم - {وَأُخْرِجُوا مِنْ دِيَارِهِمْ} ؛ أي: ألجأهم الكفار إلى الخروج من منازلهم التي تربوا فيها {وَأُوذُوا فِي سَبِيلِي} وديني، وطاعتي؛ أي: آذاهم وأضرهم المشركون بسبب إيمانهم باللهِ، وعملهم بما شرعه الله تعالى لعباده، وهم المهاجرون الذين أخرجهم المشركون من مكة، فهاجر طائفة إلى الحبشة، وطائفة إلى المدينة قبل هجرة رسول الله - صلى الله عليه وسلم - وبعد هجرته. فلما استقر رسول الله - صلى الله عليه وسلم - في المدينة رجع إليه من كان هاجر إلى الحبشة من المسلمين {وَقَاتَلُوا} الكفار أعداءَ الله، وجاهدوهم لإعلاء كلمة الله، ونصر دينه مع رسوله - صلى الله عليه وسلم - {وَقُتِلُوا} بالبناء للمفعول؛ أي: واستشهدوا في جهاد الكفار. </p><p> وقرأ (١) جمهورُ السبعة {وَقَاتَلُوا وَقُتِلُوا} وقرأ حمزة، والكسائي {وقتلوا وقاتلوا} يبدآنِ بالمبني للمفعول، ثم بالمبني للفاعل فتتخرَج هذه القراءة على أن الواو لا تدل على الترتيب، فيكون الثاني وقع أولًا، ويجوز أن يكون ذلك على التوزيع، فالمعنى قتل بعضهم، وقاتل باقيهم. وقرأ عمر بن عبد العزيز {وقتلوا وقتلوا} ببناء الأول للفاعل، وبناء الثاني للمفعول، وهي قراءة حسنة في المعنى مستوفية للحالين على الترتيب المتعارف، وقرأ محارب بن دثار {وقتلوا} بفتح القاف {وقاتلوا} وقرأ طلحة بن مصرف {وقتلوا وقاتلوا} بضم القاف الأولى، وتشديد التاء، وهي في التخريج كالقراءة الأولى. وقرأ أبو رجاء والحسن {وقاتلوا وقتلوا} بتشديد التاء، والبناء للمفعول؛ أي: قطعوا في المعركة. </p><p> واللام في قوله {لَأُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ} جواب قسم محذوف، والقسم وجوابه خبر عن قوله:  {فَالَّذِينَ هَاجَرُوا} ؛ أي: لأمحون عنهم ذنوبهم، ولأغفرنها لهم؛ أي: وعزتي وجلالي، لأسترن ذنوبَ هؤلاء الموصوفين بالصفات السابقة بمحض فضلي {وَلَأُدْخِلَنَّهُمْ جَنَّاتٍ} وبساتينَ {تَجْرِي} وتسيل {مِنْ تَحْتِهَا} أي من تحت أشجارها وقصورها {الْأَنْهَارُ} ؛ أي: أنهار من ماء غير آسن، وأنهار من </p><p>(١) البحر المحيط.</p>"
}