{
  "id": null,
  "sura": 3,
  "aya": 55,
  "text": "<p> على الله إلا على طريق المشاكلة، فمعنى المشاكلة؛ الاتفاق في اللفظ مع الاختلاف في المعنى؛ إذ لا يجوز أن يوسف الله تعالى بالمكر إلا لأجل ما ذكر معه من لفظ آخر مسند لمن يليق به، هكذا قيل. وقد جاء إسناد المكر إلى الله تعالى من غير مقابلة في قوله تعالى: {أَفَأَمِنُوا مَكْرَ اللَّهِ فَلَا يَأْمَنُ مَكْرَ اللَّهِ إِلَّا الْقَوْمُ الْخَاسِرُونَ (٩٩) }. وفي الحديث:  \"اللهم أمكر لي ولا تمكر عليّ\" . قال أبو حيان: سأل رجل الجنيد، فقال: كيف رضي الله سبحانه لنفسه المكر، وقد عاب به غيره؛ فقال: لا أدري، ولكن أنشدني فلان الظهراني شعرًا: </p><p> وَيَقْبُحُ مِنْ سِوَاكَ الْفِعْلُ عِنْدِيْ ... فَتَفْعَلُهُ فَيَحْسُنُ مِنْكَ ذَاكَا </p><p> ثم قال: قد أجبتُك إن كنت تعقل. والمذهب الأسلم الذي عليه سلف الأمة إثبات المكر لله سبحانه وتعالى، فإذًا فالمكر صفة ثابتة لله تعالى نؤمن بها ونعتقدها ونثبتها من غير تمثيل ولا تعطيل، وهذا هو الذي نلقى الله عليه. </p><p> روي عن ابن عباس رضي الله عنهما: أن ملك بني إسرائيل اسمه: يهوذا، لما قصد قتل عيسى عليه السلام .. أمره جبريل أن يدخل بيتًا فيه روزنة - والروزنة: فرجة في سقف البيت - فرفعه جبريل من تلك الروزنة إلى السماء، فقال الملك لرجل خبيث منهم يقال له تطيانوس: أدخل عليه فاقتله، فدخل البيت فلم يرَ عيسى، فألقى الله تعالى شبه عيسى عليه السلام عليه، فخرج يخبرهم أنه ليس في البيت، فقتلوه وصلبوه، ثم قالوا: وجهه يشبه وجه عيسى، وبدنه يشبه بدن صاحبنا، فإن كان هذا عيسى فأين صاحبنا؟ وإن كان هذا صاحبنا فأين عيسى؟ فوقع بينهم قتال عظيم. </p><p> ٥٥ - وقوله:  {إذ قالَ اَللهُ} ظرف لمكر الله؛ أي: مكر الله سبحانه وتعالى بهم حين قال لنبيه ورسوله عيسى عليه السلام: {يَعِيسى} ابن مريم {إِنِّي مُتَوَفِّيكَ} ؛ أي: مستوفي أجلك المسمى، ومؤخرك إلى تمامه، وعاصمك من أن يقتلك الكفار، أو (١) قابضك من الأرض من توفيت مالي، أو متوفيك نائمًا؛ إذ رُوي أنه </p><p>(١) البيضاوي.</p><p> رفع نائمًا، أو مميتك عن الشهوات العاتقة عن العروج إلى عالم الملكوت، وقيل: أماته الله سبع ساعات، ثم رفعه إلى السماء، وإليه ذهبت النصارى، والله أعلم بحقيقة الحال. {وَرَافِعُكَ} من الأرض {إلَيَّ} ؛ أي: إلى سمائي ومحل كرامتي، ومقر ملائكتي. {وَمُطَهِّرُكَ مِنَ الَّذِينَ كَفَرُوا} ؛ أي: مخرجك من بينهم، ومنجيك منهم؛ أي: مما كانوا يريدونه بك من الشر، أو مما كانوا يرمونه به من القبائح، ونسبة السوء إليه، وفي هذا بشارة بنجاته من مكرهم، واستيفاء أجله، وأنهم لا ينالون منه ما كانوا يريدونه بمكرهم وخبثهم. </p><p> وللعلماء في تأويل هذه الآية رأيان (١) : </p><p> الأول: أن فيها تقديمًا وتأخيرًا، والأصل إني رافعك إليّ ومتوفيك؛ أي؛ إني رافعك الآن، ومميتك بعد النزول من السماء في الحين الذي قدر لك، وعلى هذا فهو رفع حيًّا بجسمه وروحه، وأنه سينزل آخر الزمان، فيحكم بين الناس بشريعتنا، ثم يتوفاه الله تعالى. وعن أبي هريرة رضي الله عنه أنه قال: قال رسول الله - صلى الله عليه وسلم -: \"والذي نفسي بيده ليوشكن أن ينزل فيكم ابن مريم حكمًا عدلًا مقسطًا، فيكسر الصليب، ويقتل الخنزير، ويضع الجزية، ويفيض المال حتى لا يقبله أحد\" ، زاد في رواية:  \"حتى تكون السجدة خيرًا من الدنيا وما فيها\" ، ثم يقول أبو هريرة رضي الله عنه: اقرؤوا إن شئتم: {وَإِنْ مِنْ أَهْلِ الْكِتَابِ إِلَّا لَيُؤْمِنَنَّ بِهِ قَبْلَ مَوْتِهِ} أخرجه البخاري ومسلم. </p><p> وعن أبي هريرة رضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال: \"ليس بيني وبينه - يعني: عيسى - نبي، وإنه نازل، فإذا رأيتموه، فاعرفوه؛ فإنه رجل مربوع إلى الحمرة والبياض ينزل بين ممصرتين - أي: ثوبين مصبوغين بالممصرة، الممصرة: تراب أحمر يصبغ به - كأن رأسه يقطر ماءً، وإن لم يصبه بلل، فيقاتل الناس على الإسلام، فيدق الصليب، ويقتل الخنزير، ويضع الجزية، ويهلك الملل في زمانه كلها إلا الإِسلام، ويهلك المسيح الدجالَ، ثم يمكث في الأرض أربعين سنة، </p><p>(١) المراغي.</p><p> ثم يتوفى، ويصلي عليه المسلمون\" أخرجه أبو داود. </p><p> والقول الثاني: أن الآية على ظاهرها، وأن التوفي هو الإماتة العادية، وأن الرفع بعده للروح، ولا غرابة في خطاب الشخص وإرادة روحه، فالروح هي حقيقة الإنسان، والجسد كالثوب المستعار يزيد وينقص ويتغير، والإنسان إنسان؛ لأن روحه هي هي. </p><p> والمعنى: إني مميتك وجاعلك بعد الموت في مكان رفيع عندي، كما قال تعالى في إدريس عليه السلام: {وَرَفَعْنَاهُ مَكَانًا عَلِيًّا (٥٧) }، وحديث الرفع والنزول آخر الزمان حديثه آحاد، يتعلق بأمر اعتقادي، والأمور الاعتقادية لا يؤخذ فيها إلا بالدليل القاطع من قرآن أو حديث متواتر، ولا يوجد هنا واحد منهما. </p><p> أو أن المراد بنزوله وحكمه في الأرض: غلبة رُوحه، وسرد رسالته على الناس بالأخذ بمقاصد الشريعة دون الوقوف عند ظواهرها، والتمسك بقشورها دون لبابها. </p><p> {وَجَاعِل اَلَذِينَ أتَّبَعُوكَ} ؛ أي: وجاعل الذين آمنوا بأنك عبد الله ورسوله، والذين صدَّقوا بنبوتك وادعوا محبتك كالنصارى {فَوْقَ الَّذِينَ كَفَرُوا} ومكروا بك، وهم اليهود بالحجة والسيف والقهر والسلطان والاستعلاء والنصرة {إِلَى يَوْمِ الْقِيَامَةِ} ؛ أي: إن هذه الفوقية مستمرة لهم ما دامت السموات والأرض، وبعدئذٍ يفعل بهم ما يشاء، وهذه الفوقية؛ إما فوقية دينية روحانية، وهي فضلهم عليهم في حسن الأخلاق، وكمال الآداب، والقرب من الحق؛ والبعد من الباطل، وإما فوقية دنيوية، وهي كونهم أصحاب السيادة عليهم، وفي هذا إخبار عن ذل اليهود ومسكنتهم إلى يوم القيامة، وقد تحقق ذلك؛ فإن مُلك اليهود قد ذهب، لم تبق لهم قلعة ولا سلطان ولا شوكة في جميع الأرض، فلا يرى ملك يهودي، ولا بلد مستقل لهم، بل يكونون مقهورين أين ما كانوا بالذلة والمسكنة، وملك النصارى باقٍ قائم إلى قريب من قيام الساعة، فإنا نرى أن دولة النصارى في الدنيا أعظم وأقوى من أمر اليهود، ولكن هذا لم يتحقق زمن المسيح لأتباعه، بل كان اليهود يغلبونهم على أمرهم، فالوجه الأول أولى بالاعتبار. </p>"
}