{
  "id": null,
  "sura": 3,
  "aya": 146,
  "text": "<p> بهذا العارض فبقيت الهاء على ما كانت عليه، وأما الإشباع فنظرًا إلى اللفظ، لأن الهاء بعد متحرك في اللفظ، وإن كانت في الأصل بعد ساكن، وهو الياء التي حذفت للجزم اهـ \"سمين\" . </p><p> ١٤٦ - {وَكَأَيِّنْ مِنْ نَبِيٍّ قَاتَلَ مَعَهُ رِبِّيُّونَ كَثِيرٌ} ؛ أي: وكثيرٌ من نبي قاتل لإعلاء كلمة الله، وإعزاز دينه، والحال أن معه في القتال جماعاتٌ كثيرةٌ من العلماء العاملين، والعُبَّاد الصالحين، فأصابهم من عدوهم قرحٌ {فَمَا وَهَنُوا} ؛ أي: جبنوا وفتروا عن الجهاد, لأن الذي أصابهم إنما هو في طاعة الله، وإقامة دينه ونصرة رسوله، {وَمَا ضَعُفُوا} ؛ أي: عجزوا عن قتال عدوهم لما أصابهم من جرح أو قتل، حتى ولو كان المقتول هو نبيهم نفسه، لأنهم يقاتلون في سبيل الله، لا في سبيل نبيّهم علمًا منهم بأن النبي ما هو إلا مبلِّغٌ عن ربِّه، وهادٍ لأمته، {وَمَا نُرْسِلُ الْمُرْسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنْذِرِينَ} . {وَمَا اسْتَكَانُوا} ؛ أي: ما ذلوا وما تواضعوا لعدوهم، كما فعلتم أنتم حين قيل قتل نبيكم، وأردتم أن تعتضدوا بالمنافق عبد الله بن أبي في طلب الأمان من أبي سفيان، ولا ولوا الأدبار، ولكنهم صبروا على أمر ربهم، وطاعة نبيهم، وجهاد عدوهم، إذ هم على يقين من ربهم في أن الجهاد في السبيل التي يرضاها من تقرير العدل في الأرض، وحماية الحق {وَاللَّهُ يُحِبُّ الصَّابِرِينَ} على شدائد التكاليف، ومشاق الجهاد، في طلب الآخرة، أي: يكرمهم ويعظمهم ويثيبهم، ومحبة (١) الله تعالى للعبد عبارةٌ عن إرادة إكرامه وإعزازه، وإيصال الثواب له، وإدخاله الجنة مع أوليائه وأصفيائه. </p><p> والخلاصة (٢) : عليكم أن تعتبروا بحال أولئك الربيين وتصبروا كما صبروا، فإن دين الله واحدٌ وسنته في خلقه واحدةٌ، ومن ثم طلب إليكم أن تعرفوا عاقبة من سبقكم من الأمم، وتقتدوا بعمل الصادقين الصابرين منهم، وتقولوا مثل قول أولئك الربيين. </p><p> {وَكَأَيِّنْ} عبارة السمين قوله: {وَكَأَيِّنْ مِنْ نَبِيٍّ} هذه اللفظة قيل: مركبة من </p><p>(١) الخازن. (٢) المراغي.</p><p> كاف التشبيه، ومن أيٍّ الاستفهامية، وحدث فيها بعد التركيب معنى التكثير المفهوم من كم الخبرية، وهي كناية عن عدد مبهم، ومثلها في التركيب، وإفهام التكثير كذا في قولهم: عندي كذا كذا درهمًا، والأصل كاف التشبيه، وذا الذي هو اسم إشارة فلما ركبا حدث فيهما معنى التكثير فكم الخبرية، وكأين وكذا كلها بمعنى واحدٍ. </p><p> وهل هذه الكاف الداخلة على أيّ تتعلق بشيء كغيرها من حروف الجر أم لا؟. والصحيح أنها لا تتعلق بشيء, لأنها مع أي صارتا بمنزلة كلمةٍ واحدةٍ، وهي ككم فلا تتعلق بشيء، ولذلك هجر معناها الأصليُّ، وهو التشبيه. </p><p> وفي كأيِّن (١) خمس لغاتٍ: </p><p> إحداها:  {كَأَيِّنْ} بتشديد الياء والتنوين، وبها قرأ الجماعة إلا ابن كثير. </p><p> والثانية:  {كَائنٌ} بوزن فاعن وبها قرأ ابن كثير، وجماعةٌ، وهي أكثر استعمالًا من كأيِّن وإن كانت تلك الأصل. </p><p> والثالثة:  {كئين} بوزن كريم بياء خفيفة بعد همزة مكسورة، وبها قرأ ابن محيصنٍ، والأشهب العقيليُّ. </p><p> والرابعة:  {كيئن} بياء ساكنة بعدها همزة مكسورة، وهذه مقلوبة عن القراءة التي قبلها وقرأ بها بعضهم. </p><p> والخامسة:  {كأن} مثل كعن، وبها قرأ ابن محيصن أيضًا. وقرأ الحسن (٢)  {كَىً} بكافٍ بعدها ياءٌ مكسورة منونة. وقرأ ابنُ كثير ونافع وأبو عمرو {قتل} مبنيًّا للمفعول، وقتادة كذلك إلا أنه شدد التاء، وضمير النائب على هذه القراءة يعود على المبتدأ، والجملة خبر المبتدأ، وجملة {مَعَهُ رِبِّيُّونَ} من المبتدأ، والخبر في محل النصب حال من ضمير الفعل، و {كثيرٌ} صفة لـ {رِبِّيُّونَ} ، والمعنى على هذه القراءة، وكثيرٌ من الأنبياء قتلوا، وبعدهم الذين بقوا من جماعتهم. وقال الحسن البصريُّ، وجماعةٌ من العلماء لم يقتل نبيُّ في حرب قط، ولهذا ضعفت هذه القراءة من جهة المعنى. </p><p>(١) الجمل. (٢) البحر المحيط.</p>"
}