{
  "id": null,
  "sura": 3,
  "aya": 113,
  "text": "<p> المسجد، فإذا الناس ينتظرون الصلاة، فقال:  \"أما إنه ليس من أهل هذه الأديان أحدٌ يذكر الله هذه الساعة غيركم،قال:وأنزل الله هذه الآيات{لَيْسُوا سَوَاءً مِنْ أَهْلِ الْكِتَابِ}حتى بلغ{وَمَا يَفْعَلُوا مِنْ خَيْرٍ فَلَنْ يُكْفَرُوهُ وَاللَّهُ عَلِيمٌ بِالْمُتَّقِينَ}.</p><p> هذا، وقد ورد للآية سبب آخر، ففي \" مجمع الزوائد\" عن ابن عباس رضي الله عنهما قال: لما أسلم عبد الله بن سلام، وثعلبة بن سعيه، وأسيد بن سعيه، وأسيد بن عبيد، ومن أسلم من يهود، فآمنوا، وصدقوا، ورغبوا في الإِسلام، قالت أحبار يهود أهل الكفر: ما آمن بمحمد وتبعه إلّا شرارنا، ولو كانوا من خيارنا .. ما تركوا دين آبائهم، فأنزل الله عَزَّ وَجَلَّ في ذلك من قوله:  {لَيْسُوا سَوَاءً} إلى قوله: {مِنَ الصَّالِحِينَ} رواه الطبراني، ورجاله ثقات، ويقال: لا مانع من نزول الآية في الجميع، أو أنه تعدَّد سبب نزولها. </p><p> التفسير وأوجه القراءة </p><p> ١١٣ - {لَيْسُوا} ؛ أي: ليس جميع أهل الكتاب {سَوَاءً} ، أي: مستوين، في المساويء والصفات القبيحة، بل منهم المؤمنون، وأكثرهم الفاسقون، أي؛ فليس من آمن منهم كمن لم يؤمن. </p><p> وفي قوله (١) : {لَيْسُوا سَوَاءً} قولان: </p><p> أحدهما: إنه كلام تام يوقف عليه، والمعني: أنَّ أهل الكتاب الذين سبق ذكرهم منهم المؤمنون، وأكثرهم الفاسقون {لَيْسُوا سَوَاءً} . وقيل: معناه: لا يستوي اليهود، وأمة محمَّد - صلى الله عليه وسلم - القائمة بأمر الله الثابتة على الحق. </p><p> والقول الثاني: إن قوله: {لَيْسُوا سَوَاءً} متعلق بما بعده، ولا يوقف عليه. وقوله عَزَّ وَجَلَّ:  {مِنْ أَهْلِ الْكِتَابِ أُمَّةٌ قَائِمَةٌ} فيه اختصار، وإضمار، والتقدير: ليسوا سواءً من أهل الكتاب أمةٌ قائمةٌ، ومنهم أمةٌ مذمومةٌ غير قائمة، فترك ذكر الأمة الأخرى اكتفاء بذكر أحد الفريقين. </p><p>(١) الخازن.</p><p> وخلاصة الكلام: ليس أهل الكتاب متساوين في تلك الصفة القبيحة، بل منهم المؤمنون، وأكثرهم الفاسقون، وهذه الجملة كالتأكيد لتلك أعني قوله:  {لَيْسُوا سَوَاءً} . </p><p> وبعد أن وصف الفاسقين، وذكر سوء أفعالهم .. وصف المؤمنين، ومدحهم بثمانية أوصاف، كلٌّ منها منقبةٌ ومفخريةٌ، يستحق فاعلها الثواب عليها: </p><p> الأول منها: ما ذكره بقوله: {مِنْ أَهْلِ الْكِتَابِ أُمَّةٌ قَائِمَةٌ} ؛ أي: منهم جماعةٌ مستقيمة على الحق متبعة للعدل، لا تظلم أحدًا، ولا تخالف أمر الدين. وكان من تمام الكلام أن يقال: ومنهم: أمة مذمومة كما مر آنفًا، إلا أن العرب قد تذكر أحد الضدين، وتستغني به عن ذكر الآخر، كما قال الشاعر: </p><p> دَعَانِي إِلَيْهَا الْقَلْبُ إِنّيْ لِأَمْرِهَا ... مُطِيْعٌ فَمَا أَدْرِيْ أَرُشْدٌ طِلَابُهَا </p><p> يريد: أم غيٌّ، وهذه الجملة مبينة لعدم التساوي مزيلةٌ لإبهامه، والمراد بهذه الأمة: جماعةٌ من اليهود، أسلموا كعبد الله بن سلام، وثعلبة بن سعيه، وأسيد بن سعيه، وأضرابهم، كما رواه ابن جرير عن ابن عباس وقال في تفسير الآية: الأمة القائمة: أمة مهتدية قائمةٌ على أمر الله، لم تنزع عنه وتتركه كما تركه الآخرون وضيعوه. </p><p> وهذه الآية حجة على أن دين الله واحدٌ على ألسنة جميع الأنبياء، وأن من أخذه مذعنًا وعمل به مخلصًا، وأمر بمعروفٍ ونهى عن منكر فهو من الصالحين. </p><p> واستقامة بعضهم على الحق من دينهم لا ينافي ضياع بعض كتبهم، وتحريف بعضهم لما في أيديهم منها، ألا ترى أن من يحفظ بعض الأحاديث، ويعمل بما علم، ويستمسك به مخلصًا فيه يقال: إنه قائم بالسنة عاملٌ بالحديث. </p><p> والثاني والثالث: ما ذكره بقوله: {يَتْلُونَ آيَاتِ اللَّهِ آنَاءَ اللَّيْلِ وَهُمْ يَسْجُدُونَ} ؛ أي: يقرؤون القرآن ساعات الليل، وهم يصلون التهجد في الليل، وخص السجود بالذكر من بين أركان الصلاة لدلالته على كمال الخضوع، والخشوع، ودلَّت هذه الآية على الترغيب في قيام الليل، وقد جاء في كتاب الله {وَمِنَ اللَّيْلِ فَتَهَجَّدْ بِهِ نَافِلَةً لَكَ}  {أَمَّنْ هُوَ قَانِتٌ آنَاءَ اللَّيْلِ سَاجِدًا وَقَائِمًا} {يَا أَيُّهَا الْمُزَّمِّلُ (١) قُمِ </p>"
}