{
  "id": null,
  "sura": 3,
  "aya": 77,
  "text": "<p> وقد جعل الله جزاء الموفين بالعهد، المتقين بالإخلاف والغدر، محبته تعالى ورحمته لهم في الدنيا والآخرة، وفي هذا إيماء إلى أنَّ الوفاء بالعهود، واتقاء الإخلاف فيها، وفي سائر المعاصي والخطايا، هو الذي يقرب العبد من ربه، ويجعله أهلًا لمحبته، أما الانتساب إلى شعب بعينه، والافتخار والترفع به على غيره، كما كثر في عصرنا هذا والعياذ باللهِ، فلا قيمة له عند الله تعالى. </p><p> وفي هذا أيضًا تعريض بأنَّ أصحاب هذا الرأي من اليهود ليسوا على حظ من التقوى، وهي الدعامة الأساسية في كل دين قويم، رزقنا الله إياها وجميع المسلمين. </p><p> وأخرج الشيخان عن عبد الله بن عمرو رضي الله عنهما قال: قال رسول الله: \"أربع من كن فيه كان منافقًا خالصًا، ومن كان فيه خصلة منهن كان فيه خصلة من النفاق حتى يدعها، إذا اؤتمن خان، وإذا حدث كذب، وإذا عاهد غدر وإذا خاصم فجر\" وفي رواية \"إذا حدث كذب، وإذ وعد أخلف، وإذا عاهد غدر، وإذا خاصم فجر\" . </p><p> ٧٧ - {إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ} الباء فيه داخلة على المتروك؛ أي: إنَّ الذين يأخذن بنقض عهد الله عليهم من الإيمان بالرسول - صلى الله عليه وسلم -، والأداء بالأمانات {وبـ} ـحنث {أيمانهم} وحلفهم من قولهم: والله لنؤمنن به ولننصرنه {ثَمَنًا قَلِيلًا} ؛ أي: عوضًا يسيرًا من الدنيا، والمراد بالثمن القليل متاع الدنيا من الرشا والتراؤس ونحو ذلك {أُولَئِكَ} الموصوفون بتلك الصفات القبيحة {لَا خَلَاقَ} ؛ أي: لا نصيب {لَهُمْ فِي} خير {الْآخِرَةِ} ونعيمها {وَلَا يُكَلِّمُهُمُ اللَّهُ} يوم القيامة أي: يشتد غضب الله عليهم {وَلَا يَنظُرُ} الله {إِلَيْهِمْ} بالإحسان والرحمة {يَوْمَ الْقِيَامَةِ وَلَا يُزَكِّيهِمْ} ، أي: لا يطهرهم من دنس ذنوبهم بالمغفرة {وَلَهُمْ عَذَابٌ أَلِيمٌ} ؛ أي: وجيع يخلص وجعه إلى قلوبهم. </p><p> والمعنى: إنَّ الذين يستبدلون بعهد الله إلى الناس في كتبه المنزلة، بأن يلتزموا الصدق والوفاء بما يتعاهدون عليه ويتعاقدون، وأن يؤدوا الأمانات إلى أهلها، وأن يعبدوه ولا يشركوا به شيئًا، ويتقوه في جميع الأمور، وبما حلفوا </p><p> عليه من قولهم: لنؤمنن به ولننصرنه، أي: يأخذون بدل وفاء عهدهم وبَرِّ أيمانهم ثمنًا قليلًا هو العوض أو الرشا أولئك لا نصيب لهم في منافع الآخرة ونعيمها، ويغضب عليهم ربهم، ولا ينظر إليهم ولا يثنى عليهم يوم القيامة، ولهم عذاب أليم، هو الغاية في الألم. </p><p> قال القفال: هذه الكلمات يراد بها بيان شدة سخط الله عليهم؛ لأن من منع غيره كلامه في الدنيا .. فإنَّما ذلك لسخطه عليه، وقد يأمره بحجبه عنه ويقول؛ لا أكلمك ولا أرى وجهك، وإذا جرى ذكره .. لم يذكره بالجميل اهـ. </p><p> وخلاصة القول: إنَّ الله توعد الناكثين للعهد، المخلفين للوعد بالحرمان من النعيم، وبالعذاب الأليم، وبأنَّهم يكونون في غضب الله، بحيث لا ترجى لهم رحمة، ولا يسمعون منه تعالى كلمة عفو ولا مغفرة، ولم يتوعد الله تعالى مرتكبي الكبائر من الزناة وشاربي الخمر، ولاعبي الميسر، وعاقي الوالدين، بما توعد به ناكثي العهود، وخائني الأمانات؛ لأنَّ مفاسدهما أعظم من جميع المفاسد، التي لأجلها حرمت تلك الجرائم. </p><p> فالوفاء بهما آية الدين البينة، والمحور الذي تدور عليه مصالح العمران، فمتى نكث الناس في عهودهم .. زالت ثقة بعضهم ببعض، والثقة روح المعاملات، وأساس النظام. </p><p> والإيمان باللهِ لا يجتمع مع الخيانة، والنكث بالعهد، ألا ترى أن النبي - صلى الله عليه وسلم - جعله علامة النفاق فقال:  \"آية النفاق ثلاث إذا حدث كذب، وإذا وعد أخلف، وإذا اؤتمن خان\" كما مر آنفًا. </p><p> وروى الطبراني في \"الأوسط\" عن أنس رضي الله عنه قال: ما خطبنا رسول الله - صلى الله عليه وسلم - إلا قال:  \"لا إيمان لمن لا أمانة له، ولا دين لمن لا عهد له\" . </p><p> فما بال كثير من المسلمين - حتى المتدينين منهم - استهانوا بالعهود، وأصبحوا لا يحفظون الأيمان، ويرون ذلك شيئًا صغيرًا، مع كل ما رأوا من شديد التهديد والوعيد، ويكبرون أمر المعاصي التي لم يتعودوها لعدم الإلف </p>"
}