{
  "id": null,
  "sura": 3,
  "aya": 134,
  "text": "<p> رُويَ أنَّ رسول هرقل ملك الروم، قدم على النبي - صلى الله عليه وسلم - بكتاب هرقل، وفيه أنك كتبت تدعوني إلى جنة عرضها السموات والأرض فأين النار؟ فقال رسول الله - صلى الله عليه وسلم -: \"سبحان الله، فأين الليل إذا جاء النهار\" ، يريد أنه إذا دار الفلك حصل النهار في جانب من العالم، والليل في ضد ذلك الجانب، فكذا الجنة في جهة العلو، والنار في جهة السفل. </p><p> ١٣٤ - ثم وصف الله تعالى المتقين بجملة أوصافٍ كلها مناقب ومفاخر، فقال:  {الَّذِينَ يُنْفِقُونَ} ويصرفون أموالهم في مصارف الخير {فِي} حالة {السَّرَّاءِ} والغنى، والسعة، والفرح، والرخاء {وَ} في حالة {الضَّرَّاءِ} والفقر، والضيق، والحزن، والشدة، فينفقون في كل حال بحسبها، ولا يتركون الإنفاق في كلتا الحالتين لا في حال غنى وفقر، ولا في حال حزن وسرور، ولا في رخاءٍ وشدةٍ، ولا محنةٍ وبلاء، وسواء كان الواحد منهم في عرس أو حبس، فإنهم لا يدعون الإحسان إلى الناس في جميع الأحوال. وأثر عن عائشة رضي الله عنها أنها تصدقت بحبة عنب وأثر عن بعض السلف أنه تصدق ببصلة. وفي الحديث:  \"اتقوا النار ولو بشق تمرة، وردوا السائل ولو بظلف محرق\" . </p><p> وإنما بدأ الله سبحانه وتعالى وصف المتقين بالإنفاق لأمرين: </p><p> الأول: أنه جاء في مقابلة الربا الذي نهى عنه في الآية السابقة؛ إذ أن الصدقة إعانة للمعوز المحتاج، وإطعام له ما لا يستحقه، والربا استغلال الغني حاجة ذلك المعوز لأكل أمواله بلا مقابل فهي ضده. ومن ثم لم يرد في القرآن ذكر الربا إلّا ذم وقبح، ومدحت معه الزكاة والصدقة كما في قوله تعالى:  {وَمَا آتَيْتُمْ مِنْ رِبًا لِيَرْبُوَ فِي أَمْوَالِ النَّاسِ فَلَا يَرْبُو عِنْدَ اللَّهِ وَمَا آتَيْتُمْ مِنْ زَكَاةٍ تُرِيدُونَ وَجْهَ اللَّهِ فَأُولَئِكَ هُمُ الْمُضْعِفُونَ} وقوله: {يَمْحَقُ اللَّهُ الرِّبَا وَيُرْبِي الصَّدَقَاتِ} . </p><p> والأمر الثاني: أنَّ الإنفاق في حالي، اليسر والعسر أدل على التقوى, لأن المال عزيز على النفس، فبذله في طرق الخير والمنافع العامة التي ترضي الله يشق عليها أما في السراء؛ فلما يحدثه في السرور والغنى من البطر والطغيان وشدة الطمع، وبعد الأمل، وأما في الضراء؛ فلأن الإنسان يرى أنه أجدر أن يأخذ لا </p><p> أن يعطي، ولكنه مع هذه الحال لا يعدم وقتًا يجد فيه ما ينفقه في سبيل الله، ولو قليلًا. وحب الخير هو الذي يحرك في الإنسان داعية البذل لإنفاق هذا العفو القليل، فإن لم توجد تلك الداعية بحسب الفطرة فالدين ينميها، ويقويها، إذ هو قد جاء لتعديل الأمزجة المعتلة وإصلاح الفطر المعوجة. </p><p> وقد أرشدنا هذا الدين إلى أن النفوس يجب أن تكون كريمةً في ذاتها مهما ألح عليها الفقر، وأن تتعود الإحسان بقدر الطاقة لتسمو عن الرذائل التي قد تجرها إليها الحاجة، فتبعد بقدر الإمكان عن ذل السؤال، ومد الأيدي إلى الناس لطلب الإحسان، وإراقة ماء الوجه أمام بيوت الأغنياء، لما في ذلك من الذلة والصغار، وهي ما لا يرضاها مؤمن لنفسه يعتقد أن الأرزاق في قبضة الله، وهو الذي يعطي ويمنع، وقد جعل لكسب المال أوجهًا كثيرة يستطيع المرء أن يسعى إليها ليحصل عليه. </p><p> وقد وردت أحاديث كثيرة في الحض على اكتساب المال من كل طريق حلال، والبعد عن ذل السؤال. إلا أن بذل القليل من الأفراد والجماعات إذا اجتمع صار كثيرًا، ومن ثم كانت الأمم الراقية تقيم مشروعاتها النافعة للأمة في الزراعة، والصناعة، أو في بناء الملاجىء والمستشفيات بالتبرعات القليلة التي تؤخذ من أفرادها، وبذا تقدمت في سائر فنون المدنية، والحضارة. ولذا حث الله تعالى على بذل الخير ولو قليلًا بقوله:  {لِيُنْفِقْ ذُو سَعَةٍ مِنْ سَعَتِهِ وَمَنْ قُدِرَ عَلَيْهِ رِزْقُهُ فَلْيُنْفِقْ مِمَّا آتَاهُ اللَّهُ لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا مَا آتَاهَا سَيَجْعَلُ اللَّهُ بَعْدَ عُسْرٍ يُسْرًا} . </p><p> ومن هذا ترى: أنَّ الله جعل من أهم علامات التقوى بذل المال؛ كما أن الشحَّ به علامة عدم التقوى. والتقوى: هي السبيل الموصل إلى الجنة. فانظر إلى أهل الثراء الذين يقبضون أيديهم عن بذل المعونة للأفراد، والجماعات، ويكنزون في صناديقهم القناطير المقنطرة من الذهب والفضة هل تغنيهم صلاتهم وصومهم شيئًا مع هذا الشح البادي على ووجههم؟!. فما هي إلّا حركات وأعمال مرنوا عليها دون أن يكون لها الأثر الناجع في نفوسهم إذ الصلاة التي يقبلها الله، والصوم الذي يرضاه الله هو ما ينهى عن الفحشاء والمنكر، وأيُّ منكر أشد من </p><p> الضن بالمال حين الحاجة إليه لنفع أمة أو فرد؟. </p><p> ولو جاد المسلمون بأموالهم عند الحاجة إلى البذل؛ لكان لنا شأن آخر بين أرباب الديانات الأخرى، ولكنا من ذوي العزة والمكانة بينها. </p><p> ولكنا صرنا إلى ما ترى عسى الله أن يغير من نفوس المسلمين، ويرشدهم إلى ما فيه صلاحهم باتباع أوامر كتابهم، واجتناب نواهيه التي ابتلوا بها من جهة الأوروبيين من الملاهي العصرية، والملاعب الفاضية، من المنافع الحربية التي ينفقون فيها أموالًا كثيرةً، وملايين عديدةً تشبهًا باليهود والنصارى، فإنا لله وإنّا إليه راجعون. </p><p> فصل في ذكر بعض الأحاديث الواردة في الحث على الإنفاق </p><p> وعن أبي هريرة رضي الله عنه أنه سمع رسول الله - صلى الله عليه وسلم - يقول:  \"مثل البخيل والمنفق كمثل رجلين عليهما جنتان من حديد من ثديهما إلى تراقيهما،فأما المنفق:فلا ينفق إلا سبغت أو وفت على جلده حتى تخفى ثيابه، وتعفو أثره،وأما البخيل:فلا يريد أن ينفق شيئًا إلا لزقت كل حلقةٍ مكانها؛ فهو يوسعها فلا تتسع \" . \"الجنة الدرع من الحديد متفق عليه.</p><p> وعن أبي هريرة أنَّ رسول الله - صلى الله عليه وسلم - قال: \" السخي قريبٌ من الله، قريبٌ من الناس، قريبٌ من الجنة بعيد من النار، والبخيل بعيدٌ من الله، بعيدٌ من الناس، بعيدٌ من الجنة، قريب من النار، ولجاهلٌ سخيٌّ أحبُّ إلى الله تعالى من عابدٍ بخيل \" أخرجه الترمذي.وعنه أيضًا رضي الله عنه قال:قال رسولُ الله - صلى الله عليه وسلم -: \" ما من يوم يصبح العباد فيه إلّا وملكان ينزلان فيقول أحدهما: اللهم أعط منفقًا خلفًا، ويقول الاخر: اللهم أعط ممسكًا تلفًا. متفق عليه. </p><p> وعنه أيضًا رضي الله عنه قال: قال رسولُ الله - صلى الله عليه وسلم -: \"من أنفق زوجين في سبيل الله تعالى دعاه خزنة الجنة كل خزنة باب،أي فل:هلم،فقال أبو بكر رضي الله:عنه يا رسول الله، ذاك الذي لا توى عليه، قال رسول الله - صلى الله عليه وسلم -: \" إني </p><p> لأرجو أن تكون منهم \". متفق عليه.قوله:أي فل: يعني يا فلان،وليس بترخيم والتوى الهلاك:يعني ذاك الذي لا هلاك عليه.</p><p> وعنه أيضًا رضي الله عنه أنَّ رسول الله - صلى الله عليه وسلم - قال: \" قال الله تبارك وتعالى: أنفق ينفق عليك \". متفق عليه.</p><p> {وَالْكَاظِمِينَ} ؛ أي: الجارعين {الْغَيْظَ} والغضب عند امتلاء نفوسهم منه، والممسكين ما في أنفسهم من الغيظ بالصبر، والكافين لها عن الانتقام مع القدرة عليه، ولا يظهرون أثره. والكظم حبس الشيء عند امتلائه، وكظم الغيظ: هو أن يمتليء غيظًا فيرده في جوفه، ولا يظهره بقولٍ ولا فعلٍ، ويصبر عليه ويسكن عنه. </p><p> ومعنى الآية (١) : أنهم يكفون غيظهم عن الإمضاء، ويردون غيظهم في أجوافهم، وهذا الوصف من أقسام الصبر والحلم كما في آية أخرى:  {وَإِذَا مَا غَضِبُوا هُمْ يَغْفِرُونَ} . </p><p> ومن أجاب داعي الغيظ وتوجه بعزيمةٍ إلى الانتقام لا يقف عند حد الاعتدال، ولا يكتفي بالحق بل يتجاوزه إلى البغي، ومن ثم كان من التقوى كظمه. </p><p> وروي عن عائشة رضي الله عنها أن خادمًا لها غاظها فقالت: لله در التقوى ما تركت لذي غيظ شفاءً، وقال - صلى الله عليه وسلم -: \" ما من جرعتين أحب إلى الله من جرعة موجعة يجرعها صاحبها بصبر وحسن عزاءٍ، ومن جرعة غيظٍ كظمها \".</p><p> وعن سهل بن معاذ عن أنس الجهني عن أبيه أنَّ رسول الله - صلى الله عليه وسلم - قال: \" من كظم غيظًا وهو يستطيع أن ينفذه دعاه الله تعالى يوم القيامة على رؤوس الخلائق حتى يخيره في أي الحور شاء \". أخرجه الترمذي، وأبو داود.</p><p> وعن أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \" ليس الشديد </p><p>(١) الخازن.</p><p> بالصرعة إنما الشديد الذي يملك نفسه عند الغضب \". متفق عليه.</p><p> وروي عن النبي - صلى الله عليه وسلم - أنه قال: \" من كظم غيظًا وهو يقدر على إنفاذه ملأ الله قلبه أمنًا، وإيمانًا \" وقال(١)مقاتل بلغنا أنَّ رسول الله - صلى الله عليه وسلم -قال في هذه الآية:إنَّ هذه في أمتي لقليل، وقد كانوا أكثر في الأمم الماضية\" . وأنشد أبو القاسم بن حبيب: </p><p> وَإذَا غَضِبْتَ فَكُنْ وَقْوَرًا كَاظِمًا ... لِلْغَيْظِ تُبْصِرُ مَا تَقُوْلُ وَتَسْمَعُ </p><p> فَكَفَى بِهِ شَرَفًا تَصَبُّرُ سَاعَةٍ ... يَرْضَى بِهَا عَنْكَ الإِلَهُ وَيدْفَعُ </p><p> {وَالْعَافِينَ} ؛ أي: التاركين المسامحين الإساءة والمظالم {عَنِ النَّاسِ} الجناة والمسيئين عليهم؛ أي: الذين يتجاوزون عن ذنوب الناس، ويتركون عقوبة من استحقوا مؤاخذته مع القدرة عليه، وتلك منزلة من ضبط نفسه وملك زمامها قل من يصل إليها، وهي أرقى من كظم الغيظ إذ ربما كظم المرء غيظه على الحقد والضغينة. وأخرج الطبراني عن أبيٍّ بن كعب أنَّ رسولَ الله - صلى الله عليه وسلم - قال:  \"من سره أن يشرف له البنيان، وترفع له الدرجات، فليعف عمن ظلمه، ويعط من حرمه، ويصل من قطعه\" . </p><p> وفي الآية: إيماءٌ إلى حسن موقع عفوه - صلى الله عليه وسلم - عن الرماة وترك مؤاخذتهم بما فعلوا من مخالفة أمره، وإرشادٌ له إلى ترك ما عزم عليه من مجازاة المشركين بما فعلوه بحمزة رضي الله عنه حتى قال حين راه:  \"قد مثل به لأمثلن بسبعين منهم\" . </p><p> {وَاللَّهُ} سبحانه وتعالى {يُحِبُّ} ويثيب {الْمُحْسِنِينَ} بالإخلاص، والأعمال الصالحة، وبالإحسان إلى غيرهم على إحسانهم، ومحبة الله للعبد أعظم درجات الثواب. </p><p> أي: والله سبحانه وتعالى يحب الذين يتفضلون على عباده البائسين، ويواسونهم ببعض ما أنعم الله به عليهم شكرًا له على جزيل نعمائه. </p><p>(١) البحر المحيط.</p>"
}