{
  "id": null,
  "sura": 3,
  "aya": 199,
  "text": "<p> الذين اتقوا، وخافوا عقاب ربهم بفعل المأمورات، واجتناب المنهيات، وإن أخذوا في التجارات، والمكاسب لهم جنات وبساتين {تَجْرِي} وتسيل {مِنْ تَحْتِهَا} ؛ أي: من تحت أشجارها وقصورها {الْأَنْهَارُ} من الماء، واللبن، والخمر، والعسل حالة كونهم {خَالِدِينَ فِيهَا} ؛ أي: في تلك الجنات أبدًا لا يموتون، ولا يخرجون منها، فلا يضرهم التبسط في الدنيا، إذا كان على الوجه المعروف في الشرع، فذم الدنيا ومعيشتها للكافر خاصة كما قال بعضهم: </p><p> مَا أَحْسَنَ الدِّيْنَ وَالدُّنْيَا إِذَا اجْتَمَعَا ... لاَ بَارَكَ اللهُ فِيْ دُنْيَا بِلاَ دِيْنِ </p><p> حالة كون تلك الجنات {نُزُلًا} ؛ أي: جزاء وثوابًا، وعطاءً، وإكرامًا، واقعًا لهم {مِنْ عِنْدِ اللَّهِ} ضيافة معدةً لهم من فضله، وكرمه سبحانه وتعالى. والنزل في الأصل ما يهيأ للضيف النازل من القِرَى والطعام، والشراب النفيس، وفي الآية: إيماء إلى أن النازلينَ فيها ضيوف عند ربهم، يحفهم بلطفه، ويخصهم بكرمه، وجوده، وهذه الجنات نعيم جسماني لهم، وهناك نعيم روحاني أعطاه الله بمحض الفضل والإحسان، وإليه الإشارة بقوله:  {وَمَا عِنْدَ اللَّهِ} سبحانه وتعالى من الكرامة فوق ما تقدم كرؤية الله عز وجل، أو من الثواب الدائم {خَيْرٌ} وأفضل {لِلْأَبْرَارِ} ؛ أي: للموحدين مما يتقلب فيه الكفار، والفجار في الدنيا من المتاع القليل السريع الزوال. </p><p> وعن عمر بن الخطاب رضي الله عنه قال: جئت رسول الله - صلى الله عليه وسلم - فإذا هو في مشربة، وإنه لعلَى حصير ما بينه وبينه شيء، وتحت رأسه وسادة من أدم، حشوها ليف، وعند رجليه قرظ مصبور، وعند رأسه أُهَبٌ معلقة، فرأيت أثَر الحصير في جنبه، فبكيت فقال:  \"ما يبكيك\" ؟ قلت: يا رسول الله، إن كسرى وقيصر فيما هم فيه، وأنت رسول الله. فقال:  \"أمَا ترضَى أن تكون لهم الدنيا، ولنا الآخرة\" . متفق عليه. وهذا لفظ البخاري. والمشربة الغرفة والعليةُ والمشاربُ العلالي. </p><p> ١٩٩ - {وَإِنَّ مِنْ أَهْلِ الْكِتَابِ} ؛ أي: وإن من اليهود والنصارى {لَمَنْ يُؤْمِنُ} ويصدق {بـ} وحدانية {الله} تعالى كعبد الله بن سلام، وأصحابه، والنجاشي، وأصحابه {و} يؤمن بـ {ما أنزل إليكم} من القرآن {و} يؤمن بـ {ما أنزل إليهم} </p><p> من التوراة، والإنجيل، والزبور حالةَ كونهم {خَاشِعِينَ} ؛ أي: متواضعين {لِلَّهِ} سبحانه وتعالى بامتثال المأمورات، واجتناب المنهيات {لَا يَشْتَرُونَ} أي: لا يأخذون (بـ) كتمان {آيات الله} من أمر محمَّد - صلى الله عليه وسلم - ونعته من سَفَلتهم {ثَمَنًا قَلِيلًا} ؛ أي: عوضًا يسيرًا من الدنيا؛ كما يفعله غيرهم من أهل الكتاب، يعني لا يغيرون كتبهم، ولا يحرفونها، ولا يكتمون صفة محمَّد - صلى الله عليه وسلم - لأجل الرئاسة، والمآكل، والرشا كما يفعلُه رؤساء اليهود. </p><p> والحاصلُ (١) : أنه سبحانه وتعالى لما بين حال المؤمنين، وما أعد لهم من الثواب، وحالَ الكافرين، وما هيأ لهم من العقاب .. ذكر هنا حالَ فريق من أهل الكتاب يهتدون بهذا القرآن، وكانوا من قبله مهتدين بما عندهم من هديِ الأنبياءِ، وقد وصفهم الله تعالى بصفات كلها تستحق المزيَةَ والشرفَ: </p><p> الأولى: الإيمان بالله إيمانًا لا تشوبه نزعات الشرك، ولا يفارقه الإذعانُ الباعثُ على العمل، لا كمن قال الله فيهم:  {وَمَا يُؤْمِنُ أَكْثَرُهُمْ بِاللَّهِ إِلَّا وَهُمْ مُشْرِكُونَ} . </p><p> الثانية: الإيمان بما أنزل إلى المؤمنين، وهو ما أوحاه الله تعالى إلى نبيه محمَّد - صلى الله عليه وسلم -. </p><p> الثالثة: الإيمان بما أنزل إليهم، وهو ما أوحاه الله تعالى إلى أنبيائهم، والمراد به: الإيمان به إجمالًا وما أرشد إليه القرآن تفصيلًا فلا يضيرُ في ذلك ضياع بعضه، ونسيان بعضه الآخر. </p><p> الرابعة: الخشوع، وهو الثمرة للإيمان الصحيح؛ فإن الخشوع أثر خشية الله في القلب، ومنه تفيض على الجوارح والمشاعر، فيخشعُ البصر بالانكسار، ويخشع الصوت بالخفوت والتهدج (٢) . </p><p>(١) المراغي. (٢) تهدج الصوت: تقطُعُه في ارتعاش.</p>"
}