{
  "id": null,
  "sura": 3,
  "aya": 139,
  "text": "<p> والمعنى:  (١) أنَّ هذا الذي تقدم بيان للناس كافةً، وهدى وموعظة للمتقين منهم خاصةً، فالإرشاد عام للناس، وحجة على المؤمن، والكافر التقي منهم والفاجر. </p><p> وذلك يدحض ما وقع للمشركين والمنافقين من الشبهة بنحو قولهم: لو كان محمدٌ رسولًا حقًّا لما غلب في وقعة أحدٍ. فهذا الهدي والبيان يرشد إلى أن سنن الله حاكمة على الأنبياء والرسل كما هي حاكمةٌ على سائر خلقه. فما من قائدٍ يخالفه جنده، ويتركون حماية الثغر الذي يؤتون من قبله، ويخلون بين عدوهم وظهورهم، والعدو مشرف عليهم، إلا كان جيشه عرضةٌ للإنكسار؛ إذا كر العدو عليه قطع خط الرجعة، ولا سيما إذا كان بعد فشل وتنازع، ومن ثم كان هذا البيان لجميع الناس كلٌّ على قدر استعداده للفهم وقبول الحجة. </p><p> وأما كونه هدى وموعظةً للمتقين خاصَّةً، فلأنهم هم الذين يهتدون بمثل هذه الحقائق، ويتعظون بما ينطبق عليها من الوقائع، فيستقيمون، ويسيرون على النهج السوي، ويتجنبون نتائج الإهمال التي تظهر لهم مضرة عاقبتها. فالمؤمن حقًّا، هو الذي: يهتدي بهدي الكتاب، ويسترشد بمواعظه كما قال تعالى:  {ذَلِكَ الْكِتَابُ لَا رَيْبَ فِيهِ هُدًى لِلْمُتَّقِينَ} فالقرآن يهدينا في مسائل الحرب، والتنازع مع غيرنا، إلى أن نروض أنفسنا ونعرف عنه استعدادنا لنكون على بصيرة من حقنا، فنسير على سنن الله في طلبه، وفي حفظه، وأن نعرف كذلك حال خصمنا، ونضع الميزان بيننا وبينه وإلا كنا غير مهتدين ولا متعظين. </p><p> ١٣٩ - {وَلَا تَهِنُوا} ؛ أي: ولا تضعفوا عن الجهاد مع عدوكم لما أصابكم من الهزيمة يوم أحد {وَلَا تَحْزَنُوا} على ما فاتكم من الغنائم فيه، ولا على ما أصابكم من القتل، والجراحة، وكان قد قتل منهم يومئذٍ سبعون رجلًا خمسةٌ من المهاجرين، حمزة بن عبد المطلب، ومصعب بن عمير، صاحب راية رسول الله - صلى الله عليه وسلم -، وعبد الله بن جحش ابن عمة رسول الله - صلى الله عليه وسلم -، وشماس بن عثمان، وسعدٌ </p><p>(١) المراغي.</p><p> مولى عتبة، وباقيهم من الأنصار رضي الله عنهم أجمعين. </p><p> {وَأَنْتُمُ الْأَعْلَوْنَ} ؛ أي: الغالبون في آخر الأمر بالنصرة لكم دون عدوكم، فإن مصير أمرهم إلى الدَّمار حسب ما شاهدتم من أحوال أسلافهم، أي لكم العاقبة المحمودة {إِنْ كُنْتُمْ مُؤْمِنِينَ} حقًّا بصدق وعد الله نبيه بالنصر، وهذا إما منصبٌّ بالنهي أو بوعد النصر والغلبة؛ أي: إن كنتم مؤمنين .. فلا تهنوا، ولا تحزنوا، فإن الإيمان يوجب قوة القلب، والثقة بصنع الله تعالى، وقلة المبالاة بالأعداء، أو إن كنتم مؤمنين. فأنتم الأعلون؛ فإن الإيمان يقتضي العلو بلا شكٍّ. </p><p> والمعنى: ولا تضعفوا عن القتال، وما يتبعه من التدبير بسبب ما أصابكم من الجروح والفشل في يوم أحد، ولا تحزنوا على من فقد منكم في هذا اليوم، وكيف يلحقكم الوهن والحزن وأنتم الأعلون؛ فقد مضت سنة الله أن يجعل العاقبة للمتقين، الذين لا يحيدون عن سنته، بل ينصرون من ينصره، ويقيمون العدل فهم أجدر بذلك من الكافرين الذين يقاتلون لمحض البغي، والانتقام، أو للطمع فيما في أيدي الناس. </p><p> فهمة الكافر على قدر ما يرمي إليه من غرض خسيسٍ، ولا كذلك همة المؤمن الذي يرمي إلى إقامة صرح العدل في الدنيا، والسعادة الباقية في الآخرة {إِنْ كُنْتُمْ مُؤْمِنِينَ} ومصدِّقين بصدق وعد الله بنصر من ينصره، وجعل العاقبة للمتقين المتبعين لسنته في نظم الاجتماع حتى صار ذلك الإيمان وصفًا ثابتًا لكم حاكمًا على نفوسكم وأعمالكم. </p><p> إنما نهى عن الحزن على ما فات؛ لأن ذلك مما يفقد الإنسان شيئًا من عزيمته، وبالعكس صلته بما يحب من مالٍ أو متاع أو صديقٍ تكسبه قوة، وتوجد في نفسه سرورًا. والمراد بالنهي عن مثل ذلك معالجة النفس بالعمل ولو تكلفًا. </p><p> وخلاصة ذلك الأمر: بأخذ الأهبة وإعداد العدة، مع العزيمة الصادقة، والحزم والتوكل على الله حتى يظفروا بما طلبوا، ويستعيضوا مما خسروا. </p>"
}