{
  "id": null,
  "sura": 3,
  "aya": 159,
  "text": "<p> هؤلاء صناديدهم، وأئمتهم، وقادتهم، فهوى رسولُ الله - صلى الله عليه وسلم - ما قال أبو بكر رضي الله عنه ولم يهو ما قلت، فأخذ منهم الفداء، فلما أن كان من الغد، قال عمر رضي الله عنه: غدوت إلى رسول الله - صلى الله عليه وسلم - فإذا هو قاعدٌ، وأبو بكر رضي الله عنه: وإذا هما يبكيان، فقلت: يا رسول الله، أخبرني ماذا يبكيك أنت وصاحبك؟ فإن وجدت بكاءً بكيت، فإن لم أجد تباكيت لبكائكما، قال: فقال النبي - صلى الله عليه وسلم -: الذي عرض عليَّ أصحابك من الفداء، لقد عُرِضَ عليّ عذابكم أدنى من هذه الشجرة، لشجرةٍ قريبةٍ، وأنزل الله عَزَّ وَجَلَّ:  {مَا كَانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرَى حَتَّى يُثْخِنَ فِي الْأَرْضِ} إلى قوله: {لَوْلَا كِتَابٌ مِنَ اللَّهِ سَبَقَ لَمَسَّكُمْ فِيمَا أَخَذْتُمْ} من الفداء ثم أحل لهم الغنائم، فلما كان يوم أحد من العام المقبل عوقبوا بما صنعوا يوم بدر من أخذهم الفداء، فقتل منهم سبعون، وفرَّ أصحاب النبي - صلى الله عليه وسلم - عن النبي - صلى الله عليه وسلم - وكسرت رباعيته، هشمت البيضة على رأسه، وسال الدم على وجهه، وأنزل الله عَزَّ وَجَلَّ:  {أَوَلَمَّا أَصَابَتْكُمْ مُصِيبَةٌ قَدْ أَصَبْتُمْ مِثْلَيْهَا} بأخذ الفداء\". </p><p> الحديث رجاله رجال الصحيح، وقد عزاه ابن كثير، والسيوطي لابن أبي حاتم مختصرًا، وإنما سقته بتمامه لما فيه من العبر. </p><p> التفسير وأوجه القراءة </p><p> ١٥٩ - والباء في قوله:  {فَبِمَا رَحْمَةٍ مِنَ اللَّهِ لِنْتَ لَهُمْ} سببيةٌ، وما زائدة؛ أي: فسبب رحمةٍ عظيمةٍ من الله، لنت وسهلت (١) لهم أخلاقك، وكثرت احتمالك إياهم، ولم تسرع إليهم بتعنيف على ما وقع منهم يوم أحد. ومعنى {فَبِمَا رَحْمَةٍ مِنَ اللَّهِ} : هو توفيق الله عَزَّ وَجَلَّ نبيه محمدًا - صلى الله عليه وسلم - للرفق، والتلطُّف بهم، وأنَّ الله تعالى ألقى في قلب نبيه - صلى الله عليه وسلم - داعية الرحمة، واللطف حتى فعل ذلك معهم. </p><p> وقال (٢) أبو حيان: متعلَّق الرحمة المؤمنون، فالمعنى فبرحمة من الله عليهم، لِنْتَ لهم، فتكون الرحمة امْتَنَّ بها عليهم؛ أي: سهلت أخلاقك، ولان </p><p>(١) الخازن. (٢) البحر المحيط ج ٣ ص ٩٧.</p><p> جانبك لهم بعد ما خالفوا أمرك، وعصوك في هذه الواقعة، وذلك برحمة الله إياهم. وقيل: متعلق الرحمة المخاطب - صلى الله عليه وسلم -؛ أي: برحمة الله إياك، جعلك لين الجانب، موطأ الأكناف، فرحمتهم، ولنت لهم، ولم تؤاخذهم بالعصيان، والفرار وإفرادك للأعداء، ويكون ذلك امتنانًا على رسول الله - صلى الله عليه وسلم -. </p><p> والخلاصة: أنه قد كان من أصحابك ما يستحق الملامة والتعنيف بمقتضى الطبيعة البشرية؛ إذ صدروا عنك حين اشتداد الأهوال، وشمروا للهزيمة، والحرب قائمة على قدم وساق، ومع ذلك لنت لهم، وعاملتهم بالحسنى بسبب الرحمة التي أنزلها الله على قلبك، وخصك بها؛ إذ أمدَّك بآداب القرآن العالية، وحكمه السامية حتى هانت عليك المصائب، وعلمتك ما لها من المنافع، وحسن العواقب، وقد مدح الله نبيَّه - صلى الله عليه وسلم - بحسن الخلق في مواضع من كتابه، فقال: {وَإِنَّكَ لَعَلَى خُلُقٍ عَظِيمٍ (٤) } وقال: {لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بِالْمُؤْمِنِينَ رَءُوفٌ رَحِيمٌ (١٢٨) }، وقال - صلى الله عليه وسلم -: \"لا حِلْمَ أحبَّ إلى الله تعالى من حِلْمِ إمامٍ ورِفْقهِ، ولا جَهْلَ أَبْغَضَ إلى الله من جَهْلِ إمامٍ وخُرْقِهِ\" . </p><p> {وَلَوْ كُنْتَ} يا محمَّد {فَظًّا} ؛ أي: سيىء اللِّسان بذيّه {غَلِيظَ الْقَلْبِ} ، أي: جافيه، وقاسيه {لَانْفَضُّوا مِنْ حَوْلِكَ} ؛ أي: ولو لم تكن كذلك، وكنت فظًّا غليظًا {لَانْفَضُّوا} ؛ أي: لتفرقوا من عندك، ونفروا عنك، ولم يسكنوا إليك حتى لا يبقى أحدٌ منهم عندك، ولا يتم أمرك من هدايتهم وإرشادهم إلى الصراط المستقيم، إذا انفضوا من عندك. وذاك أنَّ المقصود من بعثة الرسل تبليغهم شرائع الله إلى الخلق، ولا يتم ذلك إلّا إذا مالت قلوبهم إليهم، وسكنت نفوسهم لديهم، وذلك إنما يكون إذا كان الرسول رحيما كريمًا، يتجاوز عن ذنب المسيء، ويعفو عن زلاته، ويخصه بوجوه البر، والمكرمة، والشفقة. </p><p> {فَاعْفُ} يا محمَّد {عَنْهُمْ} وسامح لهم ما وقع منهم يوم أحد فيما يختصُّ بك، {وَاسْتَغْفِرْ لَهُمْ} ؛ أي: واطلب المغفرة لهم من الله سبحانه وتعالى فيما يختص بحقوق الله تعالى إتمامًا للشفقة عليهم، وإكمالًا للبر لهم، {وَشَاوِرْهُمْ} يا </p><p> محمَّد {فِي الْأَمْرِ} الذي يرد (١) عليك، أي أمر كان مما يشاور في مثله، أو في أمر الحرب خاصَّةً، كما يفيده السِّياقُ، لما في ذلك من تطييب خواطرهم، واستجلاب مودَّتهم، فإن المشاورة تقتضي شدَّة محبتهم له - صلى الله عليه وسلم -؛ لأنها تدل على رفعة درجتهم، فترك المشاورة معهم إهانة لهم، وروي أنه - صلى الله عليه وسلم - قال:  \"ما شاور قومٌ قطُّ إلا هدوا لأرشد أمورهم\" وعن أبي هريرة رضي الله عنه قال: ما رأيت أحدًا أكثر مشاورةً من أصحاب النبي - صلى الله عليه وسلم - ولتعريف الأمة بمشروعية ذلك حتى لا يأنف منه أحدٌ بعدك، وقرأ ابن عباس {في بعض الأمر} . </p><p> فائدة: وللمشاورة فوائد جمة (٢) : </p><p> منها: أنها تبين مقادير العقول والأفهام، ومقدار الحب والإخلاص للمصالح العامة. </p><p> ومنها: أن عقول الناس متفاوتة وأفكارهم مختلفةٌ، فربما ظهر لبعضهم من صالح الآراء ما لا يظهر لغيره، وإن كان عظيمًا. </p><p> ومنها (٣) : أن الآراء فيها تقلب على وجوهها، ويختار الرأي الصائب من بينها. </p><p> ومنها: أنه يظهر فيها اجتماع القلوب على إنجاح المسعى الواحد، واتفاق القلوب على ذلك مما يعين على حصول المطلوب، ومن ثم شرعت الاجتماعات في الصلوات، وكانت صلاة الجماعة أفضل من صلاة المنفرد بسبع وعشرين درجة. </p><p> ومنها: أنه قد يعزم الإنسان على أمرٍ فيشاور فيه، فيتبين له الصواب في غيره، فيعلم بذلك عجز نفسه عن الإحاطة بفنون المصالح. </p><p>(١) الشوكاني. (٢) المراغي ج ٢ ص ١١٤.(٣) النسفي.</p><p> ومنها: أنه إذا لم ينجح أمره .. علم أن امتناع النجاح محض قدرٍ، فلم يلم نفسه. وقال بعضهم: يجب على الولاة مشاورة العلماء فيما لا يعلمون، وفيما أشكل عليهم من أمور الدنيا، ومشاورة وجه الجيش فيما يتعلق بالحرب، ووجه الناس فيما يتعلق بالمصالح، ووجوه الكتاب والعمال والوزراء فيما يتعلق بمصالح البلاد وعمارتها. وحكى القرطبيُّ عن ابن عطية: أنه لا خلاف في عزل من لا يستشير بأهل العلم، والدِّين. ذكره الشوكاني. وقال بعضهم في مدح المشاورة: </p><p> وَشَاوِرْ إِذَا شَاوَرْتَ كُلَّ مُهَذَّبٍ ... لَبِيْبٍ أَخِىْ حَزْمٍ لتَرْشَدَ فِيْ الأَمْرِ </p><p> وَلاَ تَكُ مِمَّنْ يَسْتَبِدُّ بِرَأيِهِ ... فَتَعْجَزَ أوْ لَا تَسْتَرِيْحَ مِنَ الْفِكْرِ </p><p> ألَمْ تَرَ أَنَّ اللَّهَ قَالَ لِعَبْدِهِ ... وَشَاوِرْهُمْ فِيْ الأمْرِ حَتْمًا بِلَا نُكْرِ </p><p> {فَإِذَا عَزَمْتَ} وجزمت، وصممت نفسك بعد المشاورة على شيء من أمورك، وقصدت إمضاءه {فَتَوَكَّلْ} ، واعتمد {عَلَى} معونة {اللَّهِ} سبحانه وتعالى واستعن به في إمضائه لا على المشاورة، والمقصود: أن لا يكون للعبد اعتمادٌ على شيء إلا على الله تعالى، في جميع أموره، فالمشورة لا تنافي التوكل، فإنه ليس التوكل هو إهمال التدبير بالكلية، وإلا لكان الأمر بالمشاورة منافيا للأمر بالتوكل، بل التوكل هو: أن يراعي الإنسان الأسباب الظاهرة، ولكن لا يعول بقلبه عليها بل يعول بقلبه على عصمة الله ومعونته فـ {إِنَّ اللَّهَ} سبحانه وتعالى {يُحِبُّ} ، ويثيب {الْمُتَوَكِّلِينَ} والمعتمدين عليه في جميع أمورهم الواثقين به، فينصرهم، ويرشدهم إلى ما فيه خيرٌ لهم وصلاحٌ. فالتوكل: هو الاعتماد على الله، والتفويض في الأمور إليه. وقال ذو النون: التوكل: خلع الأرباب، وقطع الأسباب، والصحيح: أن التوكل إنما يكون مع الأخذ في الأسباب، وبدونها يكون دعوى التوكل جهلًا بالشرع، وفسادًا في العقل. </p><p> وقرأ الجمهور (١)  {عَزَمْتَ} على الخطاب كالذي قبله، وقرأ عكرمة، وجابر بن زيد، وأبو نهيك، وجعفر الصادق، {عَزَمْتَ} بضم التاء على أنها </p><p>(١) البحر المحيط.</p>"
}