{
  "id": null,
  "sura": 3,
  "aya": 15,
  "text": "<p> يستغني عنهما حي من الأحياء، ومع ذلك قلما يلتفت الإنسان إليهما، ولا يفكر في غبطته بهما. </p><p> {ذَلِكَ مَتَاعُ الْحَيَاةِ الدُّنْيَا} ؛ أي: هذا الذي ذكر من الأصناف الستة المتقدمة هو ما يتمتع به الناس قليلًا في هذه الحياة الفانية، ويجعلونه وسيلة في معايشهم وسببًا لقضاء شهواتهم، وقد زين لهم حبها في عاجل دنياهم. {وَاللَّهُ عِنْدَهُ حُسْنُ الْمَآبِ} في الحياة الآخرة التي تكون بعد موتهم وبعثهم، فلا ينبغي لهم أن يجعلوا كل همهم في هذا المتاع القريب العاجل بحيث يشغلهم عن الاستعداد لخير الآجل، وفي هذه الجملة دلالة على أنه ليس فيما عدد عاقبة محمودة، فعلى المؤمن أن لا يفتن بهذه الشهوات ويجعلها أكبر همه، والشغل الشاغل له عن آخرته، فإذا استمتع بها بالقصد والاعتدال، ووقف عند حدود الله .. سَعِد في الدارين، ووفق لخير الحياتين كما قال:  {رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ} . </p><p> ١٥ - {قُلْ} يا محمَّد للكفار أو للناس عامة، وهو أمر للنبي - صلى الله عليه وسلم - بتفصيل ما أجمل أولًا في قوله تعالى:  {وَاللَّهُ عِنْدَهُ حُسْنُ الْمَآبِ} . {أَؤُنَبِّئُكُمْ بِخَيْرٍ مِنْ ذَلِكُمْ} ؛ أي: هل أخبركم أيها الناس بشيء أفضل من ذلكم المذكور من النساء والبنين إلى آخره. وجيء بالكلام على صورة الاستفهام التشبيثي لتوجيه النفوس إلى الجواب، وتشويقها إليه. وقرأ نافع وابن كثير وأبو عمرو:  {أأنبئكم} - بتحقيق الهمزة الأولى، وتسهيل الثانية -. والباقون: بالتحقيق فيهما، مع زيادة مد بينهما لبعضهم، وبدون زيادة لبعض آخر فالقراءات ثلاث، وليس في القرآن همزة مضمومة بعد مفتوحة إلا ما هنا، وما في ص:  {أَأُنْزِلَ عَلَيْهِ الذِّكْرُ} ، وما في اقتربت:  {أَأُلْقِيَ الذِّكْرُ عَلَيْهِ مِنْ بَيْنِنَا} . وقوله:  {بِخَيْرٍ} يشعر بأن تلك الشهوات خير في ذاتها، ولا شك في ذلك؛ إذ هي من أجل النعم التي أنعم الله بها على الناس، وإنما يعرض الشر فيها كما يعرض في سائر نعم الله على عباده كالحواس والعقول وغيرها، فما مثل المسرف في حب النساء حتى يعطي امرأته حق غيرها، أو يهمل لأجلها تربية أولاده .. إلا مثل من يستعمل عقله في استنباط الحيل ليبتز </p><p> حقوق الناس ويؤذيهم فسلوك الناس في الانتفاع بالنعم لا يدل على أنها هي في ذاتها شرٌّ، ولا كون حبها شرًّا مع القصد والاعتدال والوقوف عند حدود الشريعة. ثم أجاب عن هذا الاستفهام على نظير قولك: هل أدلك على تاجر عظيم في السوق يصدق في المعاملة، ويرخص السعر، ويفي بالوعد هو: فلان، فقال:  {لِلَّذِينَ اتَّقَوْا عِنْدَ رَبِّهِمْ جَنَّاتٌ} هذه الجملة مستأنفة لبيان ما هو خير؛ أي: للذين اجتنبوا الشرك والمعاصي والشهوات النفسانية، وتبتلوا إلى طاعة الله، وأعرضوا عما سواها .. فلا تشغلهم الزينة عن طاعة الله تعالى، بساتينُ مؤبدة، وحدائق منضدة حالة كونها مدخرة لهم عند ربهم. وقرأ يعقوب:  {جناتٍ} بالجر بدلًا من قوله: {بِخَيْرٍ} . {تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ} ؛ أي: تسيل وتطرد من تحت أشجارها ومساكنها أنهار الخمر والعسل واللبن والماء حالة كونهم {خَالِدِينَ فِيهَا} ؛ أي: مقيمين في الجنة لا يموتون ولا يخرجون منها {و} لهم فيها {أزواج مطهرة} ؛ أي: زوجات منظفة مهذبة من الحيض والنفاس والبصاق والمني وتشويه الخلقة وسوء العشرة والأخلاق الذميمة وسائر ما يستقذر لا يغوطن ولا يتبولن ولا يحضن ولا ينفسن ولا يعتريهن ما يعتري نساء الدنيا {وَرِضْوَانٌ مِنَ اللَّهِ} ؛ أي: ولهم فيها رضا ربهم أكبر ما فيهم، فيه من النعيم. </p><p> وعن أبي سعيد الخدري رضي الله عنه: أن رسول الله - صلى الله عليه وسلم - قال:  \"إنَّ الله عز وجل يقول لأهل الجنة: يا أهل الجنة،فيقولون:لبيك ربنا وسعديك والخير كله في يديك،فيقول:هل رضيتم؟فيقولون:وما لنا لا نرضى وقد أعطيتنا ما لم تعطِ أحدًا من خلقك،فيقول:ألا أعطيكم أفضل من ذلك،فيقولون:وأي شيء أفضل من ذلك؟فيقول:أحل عليكم رضواني، فلا أسخط عليكم بعده أبدًا\" . متفق عليه. </p><p> وقيل: إن العبد إذا علم أن الله تعالى قد رضي عنه .. كان أتم لسروره وأعظم لفرحه. </p><p> وجاء في معنى هذه الآية قوله تعالى: {وَعَدَ اللَّهُ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ وَرِضْوَانٌ مِنَ اللَّهِ </p><p> أَكْبَرُ ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ (٧٢) }، وقوله تعالى:  {اعْلَمُوا أَنَّمَا الْحَيَاةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ وَزِينَةٌ وَتَفَاخُرٌ بَيْنَكُمْ وَتَكَاثُرٌ فِي الْأَمْوَالِ وَالْأَوْلَادِ كَمَثَلِ غَيْثٍ أَعْجَبَ الْكُفَّارَ نَبَاتُهُ} الآية. </p><p> وقرأ عاصم في رواية أبي بكر في جميع القرآن:  {رُضوان} بضم الراء ما عدا الثاني في سورة المائدة وهو قوله: {قَدْ جَاءَكُمْ مِنَ اللَّهِ نُورٌ وَكِتَابٌ مُبِينٌ يَهْدِي بِهِ اللَّهُ مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلَامِ} ففيه عنه خلاف. وقرأ باقي السبعة: بالكسر، وهما لغتان. </p><p> وخلاصة المعنى: أن للذين اتقوا وأخبتوا إلى ربهم، وأنابوا إليه نوعين من الجزاء: </p><p> أحدهما: جسماني: وهو الجنات وما فيها من النعيم والخيرات والأزواج المبرأة من العيوب التي في نساء الدنيا خَلْقًا وخُلُقًا. </p><p> وثانيهما: روحاني عقلي: وهو رضوان الله الذي لا يشوبه سخط، ولا يعقبه غضب، وهو أعظم اللذات كلها في الآخرة عند المتقين. </p><p> وفي الآية إيماء إلى أن أهل الجنة مراتب وطبقات، كما نرى ذلك في الدنيا، فمنهم من لا يفقه لرضوان الله معنى، ولا يكون ذلك باعثًا له على فعل الخير وترك الشر، وإنما يفقه اللذات الحسية التي جربها في الدنيا ففي مثلها يرغب. </p><p> ومنهم من ارتقى إدراكه وعظم قربه من ربه، فيتمنى رضاه، ويجعله الغاية القصوى والسعادة التي ليس وراءها سعادة. </p><p> وقد نبه بهذه الآية على نعمه، فأدناها متاع الدنيا، وأعلاها رضوان الله تعالى؛ لقوله سبحانه وتعالى:  {وَرِضْوَانٌ مِنَ اللَّهِ أَكْبَرُ} ، وأوسطها الجنة ونعيمها. </p><p> {وَاللَّهُ بَصِيرٌ بِالْعِبَادِ} ؛ أي: بصير بأعمالهم مطلع عليها عالم بمن يؤثر ما عنده ممن يؤثر شهوات الدنيا، فيجازي كلًّا بعمله، فيثيب ويعاقب على قدر </p>"
}