{
  "id": null,
  "sura": 3,
  "aya": 147,
  "text": "<p> وقرأ باقي السبعة {قَاتَلَ} بوزن فاعل، وهي القراءة المشهورة التي جرينا عليها في تفسيرنا سابقًا. وقرأ الجمهور {رِبِّيُّونَ} بكسر الراء جمع ربِّي، وهو العالم منسوب إلى الرب، وإنما كسرت راؤه تغييرًا في النسب، نحو: إمسي بالكسر منسوب إلى أمس، وقرأ عليُّ وابن مسعود وابن عباس والحسن {رِبِّيُّونَ} بضم الراء، وهو من تغيير النسب إن قلنا: هو منسوبٌ إلى الرب. وقرأ ابن عباس في رواية قتادة بفتح الراء على الأصل إن قلنا: منسوبٌ إلى الرب، وإلا فمن تغيير النسب إن قلنا: إنه منسوبٌ إلى الربة بمعنى الجماعة. </p><p> وقرأ الجمهور {وَهَنُوا} بفتح الهاء وقرأ الأعمش، والحسن، وأبو السمال، بكسرها، وهما لغتان، وهن يهن كوعد يعد، ووهن يوهن، كوجل يوجل. وقرأ عكرمة، وأبو السمال أيضًا بإسكان الهاء على تخفيف المكسور، كما قالوا: نعم في نعم، وشهد في شهد، وتميمٌ تسكن عين فعل وقرىء {ضَعُفُوا} بفتح العين وبإسكانها (١) . </p><p> ١٤٧ - {وَمَا كَانَ قَوْلَهُمْ} ؛ أي: قول الربيين عند لقاء العدو، واقتحام مضايق الحرب، وإصابة ما أصابهم من فنون الشدائد والأهوال، أو عند قتل نبيهم {إِلَّا أَنْ قَالُوا} هذا الدعاء الآتي، وقولهم بالنصب خبرٌ لكان واسمها أن وما بعدها، أي: وما كان قولهم إلا قولهم هذا الدعاء أي هو دأبهم وديدنهم، وهذه قراءة الجمهور. </p><p> وقرأ (٢) ابن كثير، وعاصم في رواية عنهما برفع قولهم على أنه اسم كان والخبر جملة أن وما في حيزها. وقراءة الجمهور أولى, لأنه إذا اجتمع معرفتان: فالأولى أن تجعل الأعرف منهما اسمًا، وأن وما في حيِّزها أعرف قالوا: لأنها تشبه المضمر من حيث إنها تضمر، ولا توصف، ولا يوصف بها. وقولهم: مضاف للمضمر فهو في رتبة العلم، فهو أقل تعريفًا اهـ سمين. </p><p> {رَبَّنَا اغْفِرْ لَنَا ذُنُوبَنَا} ، أي: صغائرنا وكبائرنا {وَإِسْرَافَنَا فِي أَمْرِنَا} ؛ أي: إفراطنا وتجاوزنا الحد في أمر ديننا، بارتكاب الكبائر، والظاهر أن الذنوب تعم </p><p>(١) الشوكاني. (٢) الجمل.</p><p> كل ما يسمى ذنبًا من صغيرة، أو كبيرة والإسراف ما فيه مجاوزةٌ للحدِّ، فهو من عطف الخاص على العام. وإنما أضافوا الذنوب والإسراف إلى أنفسهم مع كونهم ربانيين برآء من التفريط في جنب الله تعالى هضمًا لها، واستقصارًا لهم وإسنادًا لما أصابهم إلى أعمالهم. وقدموا الدعاء بمغفرتها على ما هو الأهم بحسب الحال من الدعاء بقولهم:  {وَثَبِّتْ أَقْدَامَنَا} في مواطن الحرب بالتقوية والتأييد من عندك أو بإزالة الخوف من القلوب وإزالة الخواطر الفاسدة من الصدور أو ثبتنا على دينك الحق {وَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ} بالمصابرة والمجاهدة تقريبًا له إلى حيز القبول، فإن الدعاء، المقرون بالخضوع الصادر عن ذكاء وطهارة أقرب إلى الاستجابة. </p><p> والمعنى: لم يزالوا مواظبين على هذا الدعاء من غير أن يصدر منهم قولٌ يوهم شائبة الجزع والتزلزل في مواقف الحرب، ومراصد الدِّين، وفيه من التعريض للمنهزمين عن النبيِّ - صلى الله عليه وسلم - يوم أحد ما لا يخفى، ذكره، أبو السعود. </p><p> والخلاصة: أن هؤلاء الربّيين لم يكن لهم من قولٍ عند اشتداد الخطوب، ونزول الكوارث إلا الدعاء، لربهم بأن يغفر لهم بجهادهم، ما كانوا ألموا به من الذنوب، وتجاوزوا حدود الشرائع، وأن يثبت أقدامهم على الصراط القويم، الذي هداهم إليه حتى لا تزحزحهم الفتن، ولا يعروهم الفشل، والوهن حين مقابلة الأعداء، وأن ينصرهم على القوم الكافرين الذين يجحدون الآيات، ويعتدون على أهل الحق، فلا يمكنونهم من إقامة ميزان القسط، فما النصر إلا من عند الله يؤتيه من يشاء بمقتضى السنن التي هدى إليها خلقه، وألهمها عباده. </p><p> وفي هذا إيماءٌ إلى أن الذنوب والإسراف في الأمور من عوامل الخذلان والطاعة والثبات والاستقامة من باب النصر والفلاح، ومن ثم سألوا ربهم أن يمحو من نفوسهم أثر الذنوب، وأن يوفقهم إلى دوام الثبات حين تزل الأقدام. </p><p> وفي طلبهم النصر من الله مع كثرة عددهم التي دل عليها قوله:  {رِبِّيُّونَ كَثِيرٌ} إعلامٌ بأنهم لا يعولون على كثرة العدد بل يطلبون العون والمدد الروحاني من الله تعالى بثبات الأقدام والتمسك بأهداب الحقِّ. </p>"
}