{
  "id": null,
  "sura": 3,
  "aya": 132,
  "text": "<p> مضطرًا حلَّ له تناوله، ويكون مثل أكل الميتة، وشرب الخمر ونحوهما، وإلا لم يحل ذلك. </p><p> إذ الربا يضر بإيمان المؤمنين، وإن كان زيادةً في مال الرابي؛ فهو في الحقيقة نقصانٌ: لأنَّ الفقراء الذين يأخذ أموالهم بهذا التعامل؛ إذا شاهدوه، يلعنونه ويدعون عليه، وبذلك يسلب الله الخير من يديه عاجلًا أو آجلًا في نفسه وماله، وتتوجه إليه المذمة من الناس لقساوة قلبه وغلظ كبده. وقد ورد في الأثر \"إنَّ آخذ الربا لا يقبل منه صدقةٌ، ولا جهادٌ ولا حج ولا صلاة\" . وقرأ ابن كثير، وابن عامر {أضعافًا مضعَّفة} بتشديد العين بلا ألف قبلها. ثم أكد النهي فقال:  {وَاتَّقُوا اللَّهَ} ؛ أي: خافوا عقاب الله أيها المؤمنون فيما نهيتم عنه من أكل الربا، وغيره فلا تأكلوه، {لَعَلَّكُمْ تُفْلِحُونَ} ؛ أي: لكي تنجوا من عذابه وسخطه، وتظفروا بثوابه في الآخرة. لأن الفلاح يتوقف على التقوى، فلو أكل، ولم يتق؛ لم يحصل الفلاح. وفيه دليل على أنَّ أكل الربا من الكبائر، </p><p> ١٣١ - ولهذا أعقبه بقوله: {وَاتَّقُوا النَّارَ الَّتِي أُعِدَّتْ لِلْكَافِرِينَ (١٣١) }؛ أي: واخشوا أيها المؤمنون النار الأخروية التي هيئت للكافرين بالتحرز عن متابعتهم، وتعاطي أفعالهم؛ فلا تستحلُّوا شيئًا مما حرم الله، فإن من استحل شيئًا مما حرم الله .. فهو كافر بالإجماع، ويستحق النار بذلك. </p><p> وفيه (١) تنبيه على أن النار بالذات معدة للكفار، وبالعرض للعصاة. </p><p> قال أبو حنيفة (٢) : هي أخوف آية في القرآن حيث أوعد الله المؤمنين بالنار المعدة للكافرين، إن لم يتقوه في اجتناب محارمه، </p><p> ١٣٢ - وقد أمدَّ ذلك بما أتبعه من تعليق رجاء المؤمنين لرحمته بتوفرهم على طاعته، وطاعة رسوله بقوله:  {وَأَطِيعُوا اللَّهَ} ، وامتثلوه فيما يأمركم به، وينهاكم عنه من أخذ الربا وغيره {وَ} أطيعوا {وَالرَّسُولَ} محمدًا - صلى الله عليه وسلم - أيضًا، فإن طاعته طاعة الله. قال محمَّد ابن إسحاق (٣) : </p><p>(١) المراغي. (٢) البيضاوي.(٣) النسفي.</p><p> في هذه الآية معاتبة للذين عصوا رسولَ الله - صلى الله عليه وسلم - يوم أحد {لَعَلَّكُمْ تُرْحَمُونَ} ؛ أي: لكي ترحموا, ولا تعذبوا، إذا أطعتم الله ورسوله فإن طاعة الله مع معصية رسوله ليست بطاعة، قال تعالى:  {مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ} . </p><p> والمعنى (١) : وأطيعوا الله ورسوله فيما نهيا عنه من أكل الربا، وما أمرا به من الصدقة كي ترحموا في الدنيا بصلاح حال المجتمع، وفي الآخرة بحسن الجزاء على أعمالكم. وقد ورد في الأثر \"الراحمون يرحمهم الرحمن\" رواه أبو داود، والترمذي. </p><p> الإعراب </p><p> {وَإِذْ غَدَوْتَ مِنْ أَهْلِكَ تُبَوِّئُ الْمُؤْمِنِينَ مَقَاعِدَ لِلْقِتَالِ وَاللَّهُ سَمِيعٌ عَلِيمٌ (١٢١) }. </p><p> {وَإِذْ}  {الواو} استئنافية {إِذْ} ظرف لما مضى من الزمان متعلق بمحذوف تقديره؛ واذكر يا محمَّد لأصحابك قصة إذ غدوت. {غَدَوْتَ} فعل وفاعل، والجملة في محل الجر مضاف إليه {لإِذْ} . {مِنْ أَهْلِكَ} جار ومجرور، ومضاف إليه متعلق بـ {غَدَوْتَ}  {تُبَوِّئُ} فعل مضارع، وفاعلمه ضمير يعود على محمَّد {الْمُؤْمِنِينَ} مفعول أول، والجملة الفعلية في محل النصب حال من فاعل {غَدَوْتَ} : وهي حال مقدرة أي: قاصدًا تبويىء المؤمنين. {مَقَاعِدَ} مفعول ثان. {لِلْقِتَالِ} : جار ومجرور صفة لـ {مَقَاعِدَ} أو متعلق بـ {تُبَوِّئُ} . {وَاللَّهُ سَمِيعٌ} الواو استئنافية. {اللَّهُ} مبتدأ. {سَمِيعٌ} خبر أول. {عَلِيمٌ} خبر ثان، والجملة مستأنفة. </p><p> {إِذْ هَمَّتْ طَائِفَتَانِ مِنْكُمْ أَنْ تَفْشَلَا وَاللَّهُ وَلِيُّهُمَا} . </p><p> {إِذْ} ظرف لما مضى من الزمان في محل النصب على الظرفية، والظرف بدل من الظرف قبله، وهو المقصود بالسِّياق. {هَمَّتْ طَائِفَتَانِ} فعل وفاعل، والجملة في محل الجر مضاف إليه لـ {إِذْ} . {مِنْكُمْ} جار ومجرور صفة لـ </p><p>(١) الخازن.</p><p> {طَائِفَتَانِ} . {أَنْ} حرف نصب ومصدر. {تَفْشَلَا} : فعل وفاعل منصوب {بأن}  {أَنْ} مع صلتها في تأويل مصدر مجرور بالباء، تقديره: بالفشل، والباء متعلق بـ {هَمَّتْ} . {وَاللَّهُ} الواو استئنافية. {اللَّهُ} مبتدأ. {وَلِيُّهُمَا} خبر، ومضاف إليه، والجملة مستأنفة لا محل لها من الإعراب. قال أبو حيان (١) : وهذه الجملة لا موضع لها من الإعراب، بل جاءت مستأنفة لثناء الله على هاتين الطائفتين انتهى. </p><p> {وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ} . </p><p> {وَعَلَى اللَّهِ}  {الواو} استئنافية. {عَلَى اللَّهِ} جار ومجرور متعلق، بـ {يَتَوَكَّلِ} قدم عليه للاهتمام به. {فَلْيَتَوَكَّلِ}  {الفاء} زائدة، زيدت لتوهم معنى الشرط. و {اللام} لام الأمر. {يَتَوَكَّلِ} مجزوم بلام الأمر. {الْمُؤْمِنُونَ} فاعل، والجملة مستأنفة. وقال العكبري (٢) : دخلت {الفاء} لمعنى الشرط، والمعنى إن فشلوا فتوكلوا أنتم، وإن صعب الأمر فتوكلوا انتهى. </p><p> {وَلَقَدْ نَصَرَكُمُ اللَّهُ بِبَدْرٍ وَأَنْتُمْ أَذِلَّةٌ فَاتَّقُوا اللَّهَ لَعَلَّكُمْ تَشْكُرُونَ} . </p><p> {وَلَقَدْ}  {الواو} استئنافية. و {اللام} موطئة للقسم. {قد} حرف تحقيق. {نَصَرَكُمُ اللَّهُ} فعل وفاعل، ومفعول، والجملة الفعلية جواب القسم لا محل لها من الإعراب. {بِبَدْرٍ} الباء حرف جر بمعنى في {بَدْر} مجرور بالباء، الجار والمجرور متعلق بـ {نَصَرَ} . {وَأَنْتُمْ} الواو حالية. {أَنْتُمْ} مبتدأ. {أَذِلَّةٌ} خبر، والجملة الإسمية حال من ضمير المخاطبين. {فَاتَّقُوا}  {الفاء} عاطفة تفريعية، لكون ما قبلها علةً لما بعدها. {اتَّقُوا اللَّهَ} فعل وفاعل، ومفعول، والجملة معطوفة على جملة {نَصَرَكُمُ}  {لَعَلَّكُمْ}  {لَعَلَّ} حرف جر، وتعليل بمعنى {كي} . و {الكاف} اسمها. وجملة {تَشْكُرُونَ} خبرها، وجملة {لعل} في محل الجر بلام التعليل المقدرة تقديره، فاتقوا الله لشكركم إياه. </p><p> {إِذْ تَقُولُ لِلْمُؤْمِنِينَ أَلَنْ يَكْفِيَكُمْ أَنْ يُمِدَّكُمْ رَبُّكُمْ بِثَلَاثَةِ آلَافٍ مِنَ الْمَلَائِكَةِ مُنْزَلِينَ (١٢٤) }. </p><p>(١) المراغي. (٢) البحر المحيط.</p><p> {إِذْ} ظرف لما مضى من الزمان. {تَقُولُ} فعل مضارع، وفاعله ضمير يعود على محمَّد، والجملة في محل الجر بإضافة {إِذْ} إليها، والظرف متعلق بـ {نَصَرَكُمُ} . {لِلْمُؤْمِنِينَ} جار ومجرور متعلق بـ {تَقُولُ} . {أَلَنْ يَكْفِيَكُمْ} الخ مقول محكي لـ {تَقُولُ} وإن شئت. قلت: الهمزة للاستفهام التقريري. {لَنْ} حرف نفي ونصب. {يَكْفِيَكُمْ} هو فعل ومفعول به منصوب بـ {لن} . {أَنْ يُمِدَّكُمْ}  {أَنْ} حرف نصب ومصدر. {يُمِدَّكُمْ} فعل مضارع، ومفعول به منصوب {بأن} المصدرية. {رَبُّكُمْ} فاعل، ومضاف إليه، وجملة {أَنْ} المصدرية مع صلتها في تأويل مصدر مرفوع على الفاعلية تقديره: ألن يكفيكم إمداد ربكم إياكم، والجملة الفعلية في محل النصب مقول لـ {تَقُولُ}  {بِثَلَاثَةِ آلَافٍ} جار ومجرور ومضاف إليه متعلق بـ {يُمِدَّكُمْ}  {مِنَ الْمَلَائِكَةِ} جار ومجرور متعلق بمحذوف صفة أولى لـ {ثَلَاثَةِ آلَافٍ} تقديره: كائنات {مِنَ الْمَلَائِكَةِ} . {مُنْزَلِينَ} صفة ثانية لـ {ثَلَاثَةِ آلَافٍ} . </p><p> {بَلَى إِنْ تَصْبِرُوا وَتَتَّقُوا وَيَأْتُوكُمْ مِنْ فَوْرِهِمْ هَذَا يُمْدِدْكُمْ رَبُّكُمْ بِخَمْسَةِ آلَافٍ مِنَ الْمَلَائِكَةِ مُسَوِّمِينَ (١٢٥) }. </p><p> {بَلَى} حرف جواب، وهو إيجاب للنفي في قوله:  {أَلَنْ يَكْفِيَكُمْ} . {إِنْ} حرف شرط. {تَصْبِرُوا} فعل وفاعل مجزوم {بإِنْ} على كونه جواب الشرط لها. {وَتَتَّقُوا} فعل وفاعل معطوف على {تَصْبِرُوا} . {وَيَأْتُوكُمْ} فعل وفاعل ومفعول معطوف على {تَصْبِرُوا} . {مِنْ فَوْرِهِمْ} جار ومجرور، ومضاف إليه متعلق بـ {وَيَأْتُوكُمْ} . {هَذَا} صفة لـ {فَوْرِهِمْ} وهو جامد مؤول بمشتق تقديره من وقتهم الحاضر. {يُمْدِدْكُمْ} فعل ومفعول مجزوم {بإنْ} على كونه جواب الشرط لها. {رَبُّكُمْ} فاعل ومضاف إليه، وجملة {إن} الشرطية من فعل شرطها، وجوابها جملةٌ جوابيةٌ لا محلَّ لها من الإعراب. {بِخَمْسَةِ آلَافٍ} جار ومجرور، ومضاف إليه متعلق بـ {يُمْدِدْكُمْ}  {خَمْسَةِ} مضاف. {آلَافٍ} مضاف إليه. {مِنَ الْمَلَائِكَةِ} جار ومجرور صفة أولى لـ {خَمْسَةِ}  {مُسَوِّمِينَ} صفة ثانية لها. </p><p> {وَمَا جَعَلَهُ اللَّهُ إِلَّا بُشْرَى لَكُمْ وَلِتَطْمَئِنَّ قُلُوبُكُمْ بِهِ وَمَا النَّصْرُ إِلَّا مِنْ عِنْدِ اللَّهِ </p><p> الْعَزِيزِ الْحَكِيمِ (١٢٦) }. </p><p> {وَمَا}  {الواو} استئنافية. {ما} نافية. {جَعَلَهُ اللَّهُ} فعل، وفاعل، ومفعول أول. {إِلَّا} أداة استثناء مفرغ. {بُشْرَى} مفعول ثان لـ {جَعَلَ} على أنه بمعنى صير، ويجوز أن يكون مفعولًا له على أن يكون {جَعَلَ} متعديًّا لواحد، كما ذكره العكبري {لَكُمْ} : جار ومجرور صفة لـ {بُشْرَى} أو متعلق بـ {بُشْرَى} ، والجملة الفعلية مستأنفة. </p><p> وعبارة (١)  \"السمين\" قوله: {إِلَّا بُشْرَى} فيه ثلاثة أوجه: </p><p> أحدها: أنه مفعول لأجله، وهو استثناء مفرغ إذ التقدير، وما جعله لشيء من الأشياء إلا للبشرى، وشروط نصبه موجودةٌ، وهي اتحاد الفاعل والزمان، وكونه مصدرًا سيق للعلة. </p><p> والثاني: أنه مفعول ثان لجعل على أنه بمعنى صير. </p><p> والثالث: أنه بدل من {الهاء} في {جَعَلَهُ} قاله الحوفي، وجعل {الهاء} عائدةً على الوعد بالمدد. انتهى. </p><p> {وَلِتَطْمَئِنَّ قُلُوبُكُمْ بِهِ} فيه (٢) وجهان: </p><p> أحدهما: أنه معطوف على {بُشْرَى} هذا إذا جعلنا مفعولًا لأجله، وإنما جر باللام لاختلال شرط من شروط النصب، وهو عدم اتحاد الفعل، فإن فاعل الجعل هو الله تعالى، وفاعل الاطمئنان القلوب، فلذلك نصب المعطوف عليه لاستكمال الشروط، وجر المعطوف باللام لاختلال شرطه، وقد تقدَّم، والتقديرُ: وما جعله إلا للبشرى وللطمأنينة. </p><p> والثاني: أنه متعلق بفعل محذوف تقديره؛ وفعل ذلك الإمداد لتطمئن قلوبكم به. وقال الشيخ: و {تَطْمَئِنَّ} منصوب بإضمار أن بعد لام كي فهو من عطف الاسم على توهم موضع آخر. ثم نقل عن ابن عطية أنه قال: واللام في </p><p>(١) العكبري. (٢) الجمل.</p><p> {وَلِتَطْمَئِنَّ} متعلقة بفعل مضمر يدل عليه {جَعَلَهُ} ومعنى الآية وما كان هذا الإمداد إلا لتستبشروا به وتطمئن به قلوبكم. انتهى، \"سمين\" . </p><p> وعلى ما قاله ابن عطية: فنقول في إعرابه: {الواو} عاطفة لمحذوف. {لِتَطْمَئِنَّ} اللام حرف جر وتعليل. تطمئن فعل مضارع منصوب بأن مضمرة جوازا بعد لام كي. {قُلُوبُكُمْ} فاعل، ومضاف إليه {بِهِ} جار ومجرور متعلق بـ {تَطْمَئِنَّ} ، والجملة الفعلية صلة أن المضمرة، وأن مع صلتها في تأويل مصدر مجرور باللام المتعلقة بفعل محذوف معطوف على جملة قوله:  {وَمَا جَعَلَهُ اللَّهُ إِلَّا بُشْرَى} تقديره: وما جعله الله إلا لطمأنينة قلوبكم به {وَمَا النَّصْرُ إِلَّا مِنْ عِنْدِ اللَّهِ}  {الواو} استئنافية. {ما} نافية. {النَّصْرُ} مبتدأ. {إِلَّا} أداة استثناء مفرغ. {مِنْ عِنْدِ اللَّهِ} جار ومجرور، ومضاف إليه متعلق بمحذوف خبر المبتدأ، تقديره: وما النصر إلا كائنٌ من عند الله تعالى، والجملة الإسمية مستأنفة. {الْعَزِيزِ} صفة أولى للجلالة. {الْحَكِيمِ} صفة ثانية له. </p><p> {لِيَقْطَعَ طَرَفًا مِنَ الَّذِينَ كَفَرُوا أَوْ يَكْبِتَهُمْ فَيَنْقَلِبُوا خَائِبِينَ (١٢٧) }. </p><p> {لِيَقْطَعَ}  {اللام} لام كي {يَقْطَعَ} فعل مضارع منصوب بأن مضمرة بعد لام كي وفاعله ضمير يعود على {اللَّهِ} . {طَرَفًا} مفعول به، والجملة الفعلية صلة أن المضمرة، وأن مع صلتها في تأويل مصدر مجرور باللام الجار والمجرور متعلق بقوله:  {وَلَقَدْ نَصَرَكُمُ} تقديره: ولقد نصركم الله ببدر ليقطع طرفٍ. {مِنَ الَّذِينَ} جار ومجرور صفة لـ {طَرَفًا} . {كَفَرُوا} فعل وفاعل، والجملة صلة الموصول، والعائد ضمير الفاعل. {أَوْ يَكْبِتَهُمْ} معطوف على {لِيَقْطَعَ} وفاعله ضمير يعود على الله. {الهاء} مفعول به. {فَيَنْقَلِبُوا}  {الفاء} عاطفة. {يَنْقَلِبُوا} معطوف على {يكبت} . و {الواو} فاعل. {خَائِبِينَ} حال من فاعل {يَنْقَلِبُوا} . </p><p> {لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ أَوْ يَتُوبَ عَلَيْهِمْ أَوْ يُعَذِّبَهُمْ فَإِنَّهُمْ ظَالِمُونَ} . </p><p> {لَيْسَ} فعل ماض ناقص. {لَكَ} خبرها مقدم. و {شَيْءٌ} اسمها مؤخر. {مِنَ الْأَمْرِ} حال {من شيء} لأنه صفة نكرة قدمت عليها فتعرب حالًا منها، وجملة {لَيْسَ} من اسمها وخبرها جملة معترضة لاعتراضها بين المعطوف </p><p> والمعطوف عليه. {أَوْ يَتُوبَ عَلَيْهِمْ أَوْ يُعَذِّبَهُمْ} معطوفان على {فَإِنَّهُمْ ظَالِمُونَ} الفاء تعليلية. {إن} حرف نصب. و {الهاء} اسمها. {ظَالِمُونَ} خبرها، وجملة إنَّ من اسمها وخبرها في محل الجر بلام التعليل المقدرة المدلول عليها بالفاء التعليلية تقديره: أو لتعذيبهم. </p><p> {وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ يَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ وَاللَّهُ غَفُورٌ رَحِيمٌ (١٢٩) }. </p><p> {وَلِلَّهِ}  {الواو} استئنافية {لِلَّهِ} جار ومجرور خبر مقدم: {مَا} موصولة أو موصوفة في محل الرفع مبتدأ مؤخر، والجملة مستأنفة. {فِي السَّمَاوَاتِ} جار ومجرور صلة لـ {ما} أو صفة لها. {وَمَا فِي الْأَرْضِ} الواو عاطفة: {مَا} في محل الرفع معطوفة على {ما} الأولى. {فِي الْأَرْضِ} جار ومجرور صلةٌ لما أو صفة لها. {يَغْفِرُ} فعل مضارع، وفاعله ضمير يعود على {الله} ، والجملة مستأنفة. {لِمَنْ} جار ومجرور متعلق بـ {يَغْفِرُ} . {يَشَاءُ} صلة لمن، والعائد محذوف تقديره: لمن يشاء غفرانه. {وَيُعَذِّبُ}  {الواو} عاطفة. {يُعَذِّبُ} فعل مضارع، وفاعله ضمير يعود على الله، والجملة معطوفة على جملة {يَغفِرُ} . {مَنْ} اسم موصول في محل النصب مفعول به، وجملة {يشاء} صلته، والعائد محذوف تقديره: من يشاء تعذيبه. {وَاللَّهُ} الواو استئنافية. {اللَّهُ} مبتدأ. {غَفُورٌ} خبر أول. {رَحِيمٌ} خبر ثان. </p><p> {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَأْكُلُوا الرِّبَا أَضْعَافًا مُضَاعَفَةً وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ (١٣٠) }. </p><p> {يَا} حرف نداء. {أَيُّ} ، منادى نكرة مقصودة. و {الهاء} حرف تنبيه زائد، زيد تعويضًا عمَّا فات {أَيُّ} من الإضافة. {الَّذِينَ} اسم موصول في محل النصب صفة لـ {أَيُّ} وجملة النداء مستأنفة. {آمَنُوا} فعل وفاعل، والجملة صلة الموصول، والعائد ضمير الفاعل. {لَا تَأْكُلُوا}  {لا} ناهية جازمة. {تَأْكُلُوا} فعل وفاعل مجزوم بلا الناهية. {الرِّبَا} مفعول به، والجملة جواب النداء لا محل لها من الإعراب. {أَضْعَافًا} حال من الربا, ولكن بتأويله بمشتق؛ </p><p> لأنه مصدر جامد تقديره: حال كونه مضاعفات. {مُضَاعَفَةً} صفة مؤكدة لـ {أَضْعَافًا} . {وَاتَّقُوا اللَّهَ} الواو عاطفة. {اتَّقُوا اللَّهَ} فعل وفاعل ومفعول، والجملة معطوفة على جملة {لَا تَأْكُلُوا} . {لَعَلَّكُمْ} لعلَّ حرف نصب وتعليل. و {الكاف} اسمها. وجملة {تُفْلِحُونَ} في محل الرفع خبرها، وجملة {لعلَّ} في محل الجر بلام التعليل المقدرة تقديره؛ واتقوا الله لأجل قصد فَلاحِكُم. </p><p> {وَاتَّقُوا النَّارَ الَّتِي أُعِدَّتْ لِلْكَافِرِينَ (١٣١) }. </p><p> {وَاتَّقُوا}  {الواو} استئنافية. {اتَّقُوا النَّارَ} فعل وفاعل ومفعول، والجملة مستأنفة. {الَّتِي} اسم موصول في محل النصب صفة لـ {النَّارَ} . {أُعِدَّتْ} فعل ماض مغير الصيغة، ونائب فاعله ضمير يعود على النار. {لِلْكَافِرِينَ} جار ومجرور متعلق بـ {أُعِدَّتْ} ، والجملة صلة الموصول، والعائد ضمير النائب. </p><p> {وَأَطِيعُوا اللَّهَ وَالرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ (١٣٢) }. </p><p> {وَأَطِيعُوا}  {الواو} استئنافية {أَطِيعُوا اللَّهَ} فعل وفاعل ومفعول، والجملة مستأنفة {وَالرَّسُولَ} : معطوف على الجلالة {لعل} حرف نصب وتعليل. و {الكاف} اسمها، وجملة {تُرْحَمُونَ} من الفعل المغير، ونائبه في محل الرفع خبر {لعلَّ} ، وجملة {لعلَّ} في محل الجر بلام التعليل المقدرة تقديره، وأطيعوا الله والرسول لطلب رحمتكم. </p><p> التصريف ومفردات اللغة </p><p> {وَإِذْ غَدَوْتَ} يقال: غدا الرجل (١) يغدو من باب سما، أي: خرج غدوةً. والغدوة، والغداة ما بين طلوع الفجر، وطلوع الشمس، ويستعمل غدا ناقصًا. بمعنى صار عند بعضهم، فيرفع الاسم وينصب الخبر، وعليه قوله عليه الصلاة والسلام:  \"لو توكلتم على الله حق توكله .. لرزقكم كما يرزق الطير، تغدوا خماصًا وتروح بطانًا\" . </p><p>(١) الجمل.</p><p> وهذا المعنى الثاني: ممكن هنا، فالمعنى عليه، وإذ غدوت؛ أي صرت تبوىء المؤمنين؛ أي؛ تنزلهم في منازل، وهذا أظهر من المعنى الآخر؛ لأنَّ المذكور في القصة أنه سار من أهله بعد صلاة الجمعة، وبات في شعب أحد، وأصبح ينزل أصحابه في منازل القتال، ويدبرهم أمر الحرب. </p><p> {تُبَوِّئُ} ؛ أي: تهىء وتبوىء وتنزل مضارع بوأَ من باب فعل المضاعف، وأصله من المباءة، وهي المرجع، فالمباءة مكان البوء، والبوء الرجوع، وهو هنا المقرُّ؛ لأنه يبوءُ إليه صاحبه. ويقال: بوأته منزلًا، وبوأت له منزلًا؛ أي؛ أنزله فيه فأصل التبوَّؤ اتخاذ المنزل. </p><p> {مَقَاعِدَ لِلْقِتَالِ} جمع مقعد؛ وهو مكان القعود، والمراد: المراكز، والمواطن، والمواقف، وعبر عنها بالمقاعد، إشارةً إلى طلب ثبوتهم فيها، وإن كانوا وقوفًا كثبوت القاعد في مكانه، </p><p> {إِذْ هَمَّتْ طَائِفَتَانِ} يقال: هممت بكذا، أهم به، بضم الهاء من باب: رد إذا قصده، وأراد فعله، فالهم حديث النفس، وتوجهها إلى الشيء بلا عزم عليه. </p><p> وقال أبو حيان: وأوَّل ما يمر الشيء على القلب يسمى خاطرًا، فإذا تردد صار حديث نفس فإذا ترجح فعله صار همًّا، فإذا قوى وأشتد صار عزمًا، فإذا قوى العزم واشتدَّ حصل الفعل أو القول. </p><p> {أَنْ تَفْشَلَا} يقال فشل يفشل فشلا من باب فرح إذا ضعف وجبن عن الحرب، وقال بعضهم: الفشل في البدن الإعياء وعدم النهوض وفي الحرب الجبن والخور، وفي الرأي العجز والفساد، والفعل منه فشل بكسر العين من باب تعب وتفاشل الماء إذا سأل. </p><p> {فَلْيَتَوَكَّلِ} التوكل تفعل من وكل فلان أمره إلى فلان إذا فوضه إليه، واعتمد عليه في كفايته، ولم يتوله بنفسه. وقال ابن فارس (١) : التوكل: إظهار </p><p>(١) البحر المحيط.</p><p> العجز، والاعتماد على غيرك، يقال: فلان وكلةٌ أي: عاجزٌ يكل أمره إلى غيره، وقيل: هو من الوكالة، وهو تفويض الأمر إلى غيره ثقةً بحسن تدبيره. {بَدْرٍ} علم لموضع بين مكة والمدينة، سمي باسم صاحبه بدر بن كلدة، وقيل: غير ذلك {وَأَنْتُمْ أَذِلَّةٌ} جمع ذليل كرغيف، وأرغفة كما قال ابن مالك: </p><p> في اسْمٍ مُذكَّرٍ رُبَاعِيٍّ بِمَدّ ... ثَالِثٍ افْعِلَةُ عَنْهُمُ اطَّرَدْ </p><p> والذليل هو من لا منعة له ولا قوة وقد كانوا قليلي العدة من السلاح والدواب والزاد. </p><p> {أَلَنْ يَكْفِيَكُمْ} من الكفاية، وهي سد الحاجة، وفوقها الغنى {أَنْ يُمِدَّكُمْ} من أمد الرباعي، والإمداد إعطاء الشيء حالًا بعد حال {بَلَى} حرف جواب كنعم لكنها لا تقع إلا بعد النفي، وتفيد إثبات ما بعده {مِنْ فَوْرِهِمْ هَذَا} ؛ أي: من ساعتهم هذه بلا إبطاء ولا تراخٍ، فالفور الحال التي لا بطء فيها, ولا تراخي وأصله (١) من فارت القدر إذا اشتدَّ غليانها، وبادر ما فيها إلى الخروج، ويقال: فار غضبه إذا جاش وتحرك، وتقول: خرج من فوره أي، من ساعته لم يلبث. </p><p> {بِخَمْسَةِ آلَافٍ} الخمسة مرتبة من العدد معروفةٌ، ويشتق منها الفعل، يقال: خمست الأربعة، إذا صيرتهم في خمسة {مُسَوِّمِينَ} بكسر (٢) الواو من قولهم، سوَّم على القوم إذا أغار عليهم، ففتك بهم، وقيل: من التسويم بمعنى إظهار سيما الشي وعلامته، أي؛ معلمين أنفسهم وخيلهم. </p><p> {بُشْرَى} اسم مصدر على فعلى لبشر المضاعف كالرجعى بمعنى البشارة، والبشارة إذا أطلقت لا تكون إلا بالخير، وإنما تكون بالشر إذا قيدت به كقوله تعالى:  {فبشرهم بعذاب أليم} . </p><p> {طَرَفًا} والطرف جانب الشيء الأخير ثم يستعمل للقطعة من الشيء وإن لم يكن جانبًا أخيرًا، والمعنى هنا أي: طائفةً وقطعةً منهم {أَوْ يَكْبِتَهُمْ} الكبت: </p><p>(١) البحر المحيط. (٢) المراغي.</p><p> الهزيمة والإهلاك، وقد يأتي بمعنى الغيظ، والإذلال، أو الوهن، الذي يقع في القلب {خَائِبِينَ} اسم فاعل من خاب خيبة كهاب هيبة، والخيبة عدم الظفر بالمطلوب. </p><p> البلاغة </p><p> قال أبو حيان (١) : وقد تضمنت هذه الآيات ضروبًا من الفصاحة والبلاغة: </p><p> فمنها: إطلاق العام وإرادة الخاص في قوله: {مِنْ أَهْلِكَ} فإن الجمهور قالوا: أراد به بيت عائشة. </p><p> ومنها: الاختصاص في قوله: {وَاللَّهُ سَمِيعٌ عَلِيمٌ} . وفي قوله:  {وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ} و {مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ} و {يَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ} خص نفسه بذلك كقوله: {وَمَنْ يَغْفِرُ الذُّنُوبَ إِلَّا اللَّهُ} . </p><p> ومنها: التشبيه في قوله: {لِيَقْطَعَ طَرَفًا} فأشبه من قتل، وتفرق بالشيء المقتطع الذي تفرقت أجزاؤه، وانخرم نظامه، وفي قوله:  {وَلِتَطْمَئِنَّ قُلُوبُكُمْ} شبه زوال الخوف عن القلب وسكونه عن غليانه باطمئنان الرجل الساكن الحركة، وفي قوله:  {فَيَنْقَلِبُوا خَائِبِينَ} شبه رجوعهم بلا ظفر، ولا غنيمة بمن أمل خيرًا من رجل فأمه فأخفق أمله وقصده. </p><p> ومنها: الطباق في قوله: {وَلَقَدْ نَصَرَكُمُ اللَّهُ بِبَدْرٍ وَأَنْتُمْ أَذِلَّةٌ} لأن النصر إعزازٌ، وهو ضد الذل، وفي قوله:  {يَغْفِرُ} و {يُعَذِّبُ} لأن الغفران ترك المؤاخذة، والتعذيب المؤاخذة بالذنب. </p><p> ومنها: التجوز بإطلاق التثنية على الجمع في قوله: {أَن تَفْشَلَا} ، وبإقامة اللام مقام إلى في قوله:  {لَيْسَ لَكَ} ؛ أي: إليك أو مقام على أي؛ ليس عليك. </p><p> ومنها: الاعتراض والحذف في مواضع اقتضت ذلك. </p><p>(١) البحر المحيط.</p><p> ومنها: الجناس المماثل في قوله: {أَضْعَافًا مُضَاعَفَةً} . </p><p> ومنها: تسمية الشيء بما يؤول إليه في قوله: {لَا تَأْكُلُوا} سمي الأخذ أكلًا لأنه يؤول إليه فهو مجاز مرسل علاقته اعتبار ما يكون. انتهى. </p><p> وجملة قوله (١) : وما النصر إلا من عند الله تذييلٌ، أي: كل نصر هو من الله لا من الملائكة. وإجراء وصفي العزيز الحكيم هنا؛ لأنهما أولى بالذكر في هذا المقام؛ لأن العزيز ينصر من يريد نصره، والحكيم يعلم من يستحق نصره كيف يعطاه. </p><p> {طَرَفًا} والطرف بالتحريك يجوز أن يكون بمعنى الناحية، ويخص بالناحية التي هي منتهى المكان كما في قول أبي تمام: </p><p> كَانَتْ هِيَ الْوَسَط الْمَحْمِيُّ فَاتَّصَلَتْ ... بِهَا الْحَوَادِثُ حَتَّى أَصْبَحَتْ طَرَفًا </p><p> فيكون استعارةً لطائفة من المشركين كقوله تعالى:  {أَوَلَمْ يَرَوْا أَنَّا نَأْتِي الْأَرْضَ نَنْقُصُهَا مِنْ أَطْرَافِهَا} . ويجوز أن يكون بمعنى الجزء المتطرّف من الجسد كاليدين، والرجلين، والرأس، فيكون هنا مستعارًا لأشراف المشركين وتنوين {طَرَفًا} للتفخيم. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p>(١) التحرير والتنوير في علم التفسير.</p><p> قال الله سبحانه جلَّ وعلا: </p><p> {وَسَارِعُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمَاوَاتُ وَالْأَرْضُ أُعِدَّتْ لِلْمُتَّقِينَ (١٣٣) الَّذِينَ يُنْفِقُونَ فِي السَّرَّاءِ وَالضَّرَّاءِ وَالْكَاظِمِينَ الْغَيْظَ وَالْعَافِينَ عَنِ النَّاسِ وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ (١٣٤) وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ ذَكَرُوا اللَّهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ وَمَنْ يَغْفِرُ الذُّنُوبَ إِلَّا اللَّهُ وَلَمْ يُصِرُّوا عَلَى مَا فَعَلُوا وَهُمْ يَعْلَمُونَ (١٣٥) أُولَئِكَ جَزَاؤُهُمْ مَغْفِرَةٌ مِنْ رَبِّهِمْ وَجَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَنِعْمَ أَجْرُ الْعَامِلِينَ (١٣٦) قَدْ خَلَتْ مِنْ قَبْلِكُمْ سُنَنٌ فَسِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ (١٣٧) هَذَا بَيَانٌ لِلنَّاسِ وَهُدًى وَمَوْعِظَةٌ لِلْمُتَّقِينَ (١٣٨) وَلَا تَهِنُوا وَلَا تَحْزَنُوا وَأَنْتُمُ الْأَعْلَوْنَ إِنْ كُنْتُمْ مُؤْمِنِينَ (١٣٩) إِنْ يَمْسَسْكُمْ قَرْحٌ فَقَدْ مَسَّ الْقَوْمَ قَرْحٌ مِثْلُهُ وَتِلْكَ الْأَيَّامُ نُدَاوِلُهَا بَيْنَ النَّاسِ وَلِيَعْلَمَ اللَّهُ الَّذِينَ آمَنُوا وَيَتَّخِذَ مِنْكُمْ شُهَدَاءَ وَاللَّهُ لَا يُحِبُّ الظَّالِمِينَ (١٤٠) وَلِيُمَحِّصَ اللَّهُ الَّذِينَ آمَنُوا وَيَمْحَقَ الْكَافِرِينَ (١٤١) أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدُوا مِنْكُمْ وَيَعْلَمَ الصَّابِرِينَ (١٤٢) وَلَقَدْ كُنْتُمْ تَمَنَّوْنَ الْمَوْتَ مِنْ قَبْلِ أَنْ تَلْقَوْهُ فَقَدْ رَأَيْتُمُوهُ وَأَنْتُمْ تَنْظُرُونَ (١٤٣) وَمَا مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ أَفَإِنْ مَاتَ أَوْ قُتِلَ انْقَلَبْتُمْ عَلَى أَعْقَابِكُمْ وَمَنْ يَنْقَلِبْ عَلَى عَقِبَيْهِ فَلَنْ يَضُرَّ اللَّهَ شَيْئًا وَسَيَجْزِي اللَّهُ الشَّاكِرِينَ (١٤٤) وَمَا كَانَ لِنَفْسٍ أَنْ تَمُوتَ إِلَّا بِإِذْنِ اللَّهِ كِتَابًا مُؤَجَّلًا وَمَنْ يُرِدْ ثَوَابَ الدُّنْيَا نُؤْتِهِ مِنْهَا وَمَنْ يُرِدْ ثَوَابَ الْآخِرَةِ نُؤْتِهِ مِنْهَا وَسَنَجْزِي الشَّاكِرِينَ (١٤٥) وَكَأَيِّنْ مِنْ نَبِيٍّ قَاتَلَ مَعَهُ رِبِّيُّونَ كَثِيرٌ فَمَا وَهَنُوا لِمَا أَصَابَهُمْ فِي سَبِيلِ اللَّهِ وَمَا ضَعُفُوا وَمَا اسْتَكَانُوا وَاللَّهُ يُحِبُّ الصَّابِرِينَ (١٤٦) وَمَا كَانَ قَوْلَهُمْ إِلَّا أَنْ قَالُوا رَبَّنَا اغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِي أَمْرِنَا وَثَبِّتْ أَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ (١٤٧) فَآتَاهُمُ اللَّهُ ثَوَابَ الدُّنْيَا وَحُسْنَ ثَوَابِ الْآخِرَةِ وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ (١٤٨) }. </p><p> المناسبة </p><p> لما حث الله تعالى المؤمنين على الصبر والتقوى، ونبهم على إمداد الله لهم بالملائكة في غزوة بدر، أردفه بالأمر بالمسارعة إلى نيل رضوان الله، ثم ذكر بالتفصيل غزوة أحد، وما نال المؤمنين فيها من الهزيمة بعد النصر بسبب مخالفة أمر الرسول - صلى الله عليه وسلم -، ثم بين أن الابتلاء، سنة الحياة، وأن قتل الأنبياء لا ينبغي أن </p><p> يدخل الوهن في قلوب المؤمنين، ثم توالت الآيات الكريمة في بيان الوقائع والعبر من غزوة أحد. </p><p> قوله تعالى:  {قَدْ خَلَتْ مِنْ قَبْلِكُمْ سُنَنٌ ...} مناسبتها لما قبلها: أنه لما ذكر في الآيات السابقة قصة أحد، وأهم أحداثها، ثم ذكرهم بوقعة بدر، وما كتب لم فيها من النصر على قلة عددهم، وعددهم ذكرهم هنا بسنن الله في خليقته، وأن من سار على نهجها أدى به ذلك إلى السعادة، ومن حاد عنها ضل وكانت عاقبته الشقاء والبوار، وأن الحق لا بد أن ينصر على الباطل مهما كانت له أول الأمر من صولةٍ، كما وعد الله بذلك على ألسنة رسله: {وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا الْمُرْسَلِينَ (١٧١) إِنَّهُمْ لَهُمُ الْمَنْصُورُونَ (١٧٢) وَإِنَّ جُنْدَنَا لَهُمُ الْغَالِبُونَ (١٧٣) }. وقال:  {وَلَقَدْ كَتَبْنَا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ أَنَّ الْأَرْضَ يَرِثُهَا عِبَادِيَ الصَّالِحُونَ} . </p><p> قوله تعالى:  {أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدُوا مِنْكُمْ وَيَعْلَمَ الصَّابِرِينَ ...} الآيات، مناسبتها لما قبلها أنه سبحانه وتعالى لما أرشدهم في الآيات السابقة إلى أنه لا ينبغي لهم أن يحزنوا، أو يضعفوا، وأن ما أصابهم من المحنة والبلاء جار على سنن الله في خليقته من مداولة الأيام بين الناس، وفيه تمحيص له الحق؛ فإن الشدائد محك الأخلاق. وفيه هديٌ وإرشادٌ وتسليةٌ للمؤمنين حتى يتربوا على الصفات التي ينالون بها الفوز والظفر في جميع أعمالهم. </p><p> بين لهم هنا أن سبيل السعادة في الآخرة منوط بالصبر والجهاد في سبيل الله؛ كما أن طريق السعادة في الدنيا يكون بإقامة الحق، وسلوك طريق الإنصاف، والعدل بين الناس، فسنة الله هنا كسنته هناك. </p><p> أسباب النزول </p><p> قوله تعالى (١) : {وَلَقَدْ كُنْتُمْ تَمَنَّوْنَ الْمَوْتَ ...} الآية، سبب نزولها: ما </p><p>(١) لباب النقول.</p>"
}