{
  "id": null,
  "sura": 3,
  "aya": 156,
  "text": "<p> وبعضهم رجع في ذلك اليوم، واجتمعوا على الجبل. </p><p> ١٥٦ - {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَكُونُوا كَالَّذِينَ كَفَرُوا وَقَالُوا لِإِخْوَانِهِمْ} مناسبة هذه الآية لما قبلها: أن الله سبحانه وتعالى لمَّا بين فيما سبق لعباده المؤمنين أن الهزيمة التي حلَّت بهم يوم أحد، كانت بوسواسٍ من الشيطان استزلهم به، فزلوا، حذرهم هنا من مثل هذه الوسوسة التي أفسد بها الشيطان قلوب الكافرين، فقال: يا أيها الذين آمنوا، وصدقوا بما جاء به محمد - صلى الله عليه وسلم - لا تكونوا كالمنافقين الذين كفروا في نفس الأمر، كعبد الله بن أبي وأصحابه، وقالوا في شأن إخوانهم وأصدقائهم في النفاق {إِذَا ضَرَبُوا} وسافروا {فِي} نواحي {الْأَرْضِ} للتجارة، والكسب فماتوا {أَوْ كَانُوا غُزًّى} ؛ أي: غزاةً في وطنهم، أو في بلاد أخرى فقتلوا {لَوْ كَانُوا} مقيمين {عِنْدَنَا} في المدينة {مَا مَاتُوا} في سفرهم، {وَمَا قُتِلُوا} في غزواتهم لما تقدم من قول المنافقين (١)  {لَوْ كَانَ لَنَا مِنَ الْأَمْرِ شَيْءٌ مَا قُتِلْنَا هَاهُنَا} وأخبر الله عنهم أنهم قالوا {لِإِخْوَانِهِمْ وَقَعَدُوا لَوْ أَطَاعُونَا مَا قُتِلُوا} ، وكان قولًا باطلًا، واعتقادًا فاسدًا نهى الله تعالى المؤمنين أن يكونوا مثلهم في هذه المقالة الفاسدة، والاعتقاد السيء، وهو أن من سافر في تجارة ونحوها، فمات، أو قاتل، فقتل، لو قعد في بيته لعاش، ولم يمت في ذلك الوقت الذي عرض نفسه للسفر فيه أو للقتال، وهو معتقدُ الكفار والمنافقين. </p><p> والمراد (٢) بالأخوة هنا: أخوة النسب؛ إذ كان قتلى أحدٍ من الأنصار، وأكثرهم من الخزرج، ولم يقتل من المهاجرين إلا أربعةٌ، وقيل: خمسةٌ، ويكون القائلون منافقي الأنصار جمعهم أب قريبٌ أو بعيدٌ، أو المراد أخوة المعتقد، والنفاق كما مر. </p><p> وقرأ الجمهور {غُزًّى} بتشديد الزاي، وقرأ الحسن والزهري بتخفيف الزاي، ووجه على حذف أحد المضعفين تخفيًّا، وعلى حذف التاء، والمراد غزاةً. </p><p>(١) البحر المحيط ج ٣ ص ٩٢. (٢) البحر ج ٣ ص ٩٢.</p><p> وقرأ الجمهور {وَمَا قُتِلُوا} بتخفيف التاء، وقرأ الحسن بتشديدها للتكثير في المحال، لا بالنسبة إلى محل واحد؛ لأنه لا يمكن التكثير فيه. </p><p> واللام في قوله:  {لِيَجْعَلَ اللَّهُ ذَلِكَ} لام كي، متعلِّقة بمعلول محذوف دلَّ عليه السياق تقديره: أوقع الله ذلك القول، والمعتقد في قلوبهم ليجعل الله ذلك؛ أي: ظنهم أن إخوانهم لو لم يسافروا، ولم يحضروا القتال لعاشوا {حَسْرَةً} وندامةً {فِي قُلُوبِهِمْ} ، وحزنًا وغمًّا، وتأسفًا على فوات إخوانهم، والحسرة: الندامة على فوت المحبوب. والمعنى: لا تكونوا كالذين كفروا، وقالوا فيمن ماتوا، أو قتلوا ما قالوا؛ أي: لا تقولوا، ولا تعتقدوا، مقتضى هذا القول المذكور، فالمقصود النَّهْيُ عن هذا القول، واعتقاد مضمونه، فإنكم إذا كنتم مثلهم في ذلك يصيبكم من الحسرة مثل ما يصيبهم، وتضعفون عن القتال كما يضعفون، فلا يكون لكم ميزةٌ عنهم بالعقل الراجح الذي يهدي صاحبه إلى أنَّ الذي وقع كان لا بد أن يقع، فلا يتحسَّر عليه، ولا بالإيمان الصادق الذي يزيد صاحبه إيقانًا وتسليمًا بكل ما يجري به القضاء. </p><p> وقوله:  {وَاللَّهُ يُحْيِي وَيُمِيتُ} ردٌّ لقولهم: إن القتال يقطع الآجال، فالأمر بيده سبحانه وتعالى، فهو المؤثر وحده في الحياة والموت بمقتضى سننه في أسبابهما، وليس للإقامة والسفر مدخل فيهما؛ فإنَّ الله تعالى قد يحيي المسافر والغازي مع تعرضهما لأسباب الهلاك، ويميت المقيم والقاعد، وإن كان تحت ظلال النعيم. وقد أثر عن خالد بن الوليد أنه قال، عند موته: ما فيَّ موضع شبرٍ إلّا وفيه ضربة سيفٍ أو طعنة رمح، وها أنا ذا أموت كما يموت العير - الحمارُ - فلا نامت أعين الجبناء. </p><p> {وَاللَّهُ} سبحانه وتعالى {بِمَا تَعْمَلُونَ} من خير أو شر {بَصِيرٌ} ؛ أي: مطلع عليه، فلا يخفى عليه شيءٌ مما تكنون في أنفسكم من المعتقدات التي لها أثرٌ في أقوالكم، وأفعالكم، فيجازيكم عليه، فاجعلوا نفوسكم طاهرةً من وساوس الشيطان حتى لا يصدر منها ما يصدر من الكفار. </p><p> وفي هذا تهديدٌ للمؤمنين حتى لا يماثلوا الكفار في أقوالهم، وأفعالهم، </p>"
}