{
  "id": null,
  "sura": 3,
  "aya": 51,
  "text": "<p> قرأ الجمهور:  {حُرِّمَ عَلَيْكُمْ} بالبناء للمفعول مع التشديد، وقرأ عكرمة شذوذًا:  (حَرّم عليكم) بالتشديد مبنيًّا للفاعل، والفاعل ضمير يعود على {ما} في قوله: {لِمَا بَيْنَ يَدَيَّ} ، أو يعود على الله منزل التوراة، أو على موسى صاحب التوراة، والظاهر الأول؛ لأنه مذكور، وقرأ إبراهيم النخعي شذوذًا أيضًا:  (حَرُم) بوزن: كَرُم. {وَجِئْتُكُمْ بِآيَةٍ مِنْ رَبِّكُمْ} ؛ أي: وقد جئتكم بآية بعد آية من ربكم دالة على صدق مقالتي، وشاهدة على صحة رسالتي مما ذكرت لم: من خلق الطير، وإبراء الأكمه والأبرص، والإحياء والإنباء بالمغيبات إلى نحو ذلك (١) ، وقرىء شذوذًا:  {بآيات} بلفظ الجمع، وكرر هذا ليرتب عليه الأمر الذي ذكره بقوله:  {فَاتَّقُوا اللَّهَ} ؛ أي: خافوا عقاب الله يا بني إسرائيل في عدم قبولها {وَأَطِيعُونِ} ؛ أي: امتثلوني فيما آمركم به وأنهاكم عنه عن الله تعالى، ثم ختم مقاله بالإقرار بالتوحيد، والاعتراف بالعبودية، فقال: </p><p> ٥١ - {إِنَّ اللَّهَ} سبحانه وتعالى {رَبِّي وَرَبُّكُمْ} ؛ أي: خالقي وخالقكم، ومالكي ومالككم، وتكرار:  {رَبِّي}  {وَرَبُّكُمْ} أبلغ في التزام العبودية من قوله: ربنا، وأدل على التبري من الربوبية، وأقر بالعبودية لئلا يتقولوا عليه الباطل، فيقولوا: إنه إله وابن إله؛ لأن إقراره بالعبودية لله يمنعُ مما تدعيه جهال النصارى عليه {فَاعْبُدُوه} ؛ أي: وحدوه ولازموا طاعته التي هي الإتيان بالأوامر، والانتهاء عن المناهي {هَذَا} ؛ أي: الجمع بين التوحيد والعبادة {صِرَاطٌ مُسْتَقِيمٌ} ؛ أي: دين قويم يرضاه الله تعالى، وهو الإِسلام الموصل إلى خيري الدنيا والآخرة. </p><p> الإعراب </p><p> {وَإِذْ قَالَتِ الْمَلَائِكَةُ يَا مَرْيَمُ إِنَّ اللَّهَ اصْطَفَاكِ وَطَهَّرَكِ وَاصْطَفَاكِ عَلَى نِسَاءِ الْعَالَمِينَ (٤٢) }. </p><p> {وَإِذْ قَالَتِ الْمَلَائِكَةُ} : الواو استئنافية {إذ} : ظرف لما مضى من الزمان. {قَالَتِ الْمَلَائِكَةُ} : فعل وفاعل، والجملة في محل الجر مضاف إليه لـ {إذ} ، </p><p>(١) قوله إلى نحو ذلك: كولادتي من غير أب، وكلامي في المهد اهـ.</p><p> والظرف متعلق بمحذوف تقديره: واذكر وقت قول الملائكة لمريم، والجملة المحذوفة مستأنفة. {يَا مَرْيَمُ إِنَّ اللَّهَ اصْطَفَاكِ} إلى قوله: {مَعَ الرَّاكِعِينَ} مقول محكي لـ {قَالَتِ} ، وإنْ شئت قلت:  {يَا مَرْيَمُ} : {يا} : حرف نداء. {مريم} منادى مفرد علم، وجملة النداء في محل النصب مقول لـ {قال}  {إن} : حرف نصب، ولفظ الجلالة {اللَّهَ} اسمها، {اصْطَفَاكِ} : فعل ومفعول، وفاعله ضمير يعود على الله، والجملة الفعلية في محل الرفع خبر {إنَّ} ، وجملة {إِنِّ} في محل النصب مقول (قال) ، وجملة قوله:  {وَطَهَّرَكِ} في محل الرفع معطوفة على جملة {وَاصْطَفَاكِ} ، وكذا قوله:  {وَاصْطَفَاكِ} الثاني. {عَلَى نِسَاءِ الْعَالَمِينَ} : جار ومجرور ومضاف إليه، متعلق بـ {وَاصْطَفَاكِ} . </p><p> {يَا مَرْيَمُ اقْنُتِي لِرَبِّكِ وَاسْجُدِي وَارْكَعِي مَعَ الرَّاكِعِينَ (٤٣) }. </p><p> {يَا مَرْيَمُ} : منادى مفرد العلم، والجملة في محل النصب مقول القول. {اقْنُتِي} : فعل وفاعل {لِرَبِّكِ} : جار ومجرور ومضاف إليه، متعلق بـ {اقْنُتِي} ، والجملة في محل النصب مقول القول {وَاسْجُدِي} : فعل وفاعل، وكذا قوله:  {وَارْكَعِي} ، والجملتان في محل النصب معطوفتان على جملة {اقْنُتِي} . {مَعَ الرَّاكِعِينَ} : ظرف ومضاف إليه، والظرف متعلق بـ {اركعي} . </p><p> {ذَلِكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنْتَ لَدَيْهِمْ إِذْ يُلْقُونَ أَقْلَامَهُمْ أَيُّهُمْ يَكْفُلُ مَرْيَمَ وَمَا كُنْتَ لَدَيْهِمْ إِذْ يَخْتَصِمُونَ (٤٤) }. </p><p> {ذلِكَ} : مبتدأ. {مِنْ أَنْبَاءِ الْغَيْبِ} : جار ومجرور ومضاف إليه، خبر المبتدأ، والجملة الإسمية مستأنفة. {نُوحِيهِ} : فعل ومفعول، وفاعله ضمير يعود على {الله}  {إِلَيْكَ} : جار ومجرور متعلق به، والجملة (١) الفعلية مستأنفة، والضمير في {نُوحِيهِ} عائد على {الْغَيْبِ} ؛ أي: الأمر والشأن أنا نوحي إليك الغيب، ونعلمك به، ونظهرك على قصص من تقدمك مع عدم مدارستك لأهل العلم والأخبار {وَمَا كُنْتَ لَدَيْهِمْ إِذْ يُلْقُونَ أَقْلَامَهُمْ} : الواو استئنافية {ما} : </p><p>(١) الجمل.</p><p> نافية {كُنتَ} : فعل ناقص، واسمه. {لَدَيْهِمْ} : ظرف ومضاف إليه، متعلق بخبر {كان} ، والجملة مستأنفة. {إذ} ظرف لما مضى. {يُلْقُونَ} فعل وفاعل، {أَقْلَامَهُمْ} مفعول ومضاف إليه، والجملة في محل الجر مضاف إليه لـ {إذ} ، والظرف متعلق بـ {كان} ، أو بالاستقرار الذي وقع خبرًا لـ {كان} ، والتقدير: وما كنت لديهم وقت إلقائهم أقلامهم. {أَيُّهُمْ} اسم استفهام مبتدأ مرفوع. {يَكْفُلُ} : فعل مضارع، وفاعله ضمير يعود على {أي} . {مَريَمَ} : مفعول به، والجملة الفعلية في محل الرفع خبر المبتدأ تقديره: أيهم كافل مريم، والجملة الإسمية في محل النصب معمول لمحذوف، ولكنه على تقدير مضاف تقديره: إذ يلقون أقلامهم ليعلموا جواب أيهم يكفل مريم. {وَمَا كُنْتَ لَدَيْهِمْ إِذْ يَخْتَصِمُونَ} إعرابه مثل إعراب قوله: {وَمَا كُنْتَ لَدَيْهِمْ إِذْ يُلْقُونَ أَقْلَامَهُمْ} . </p><p> {إِذْ قَالَتِ الْمَلَائِكَةُ يَا مَرْيَمُ إِنَّ اللَّهَ يُبَشِّرُكِ بِكَلِمَةٍ مِنْهُ اسْمُهُ الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ وَجِيهًا فِي الدُّنْيَا وَالْآخِرَةِ وَمِنَ الْمُقَرَّبِينَ (٤٥) }. </p><p> {إِذْ} : ظرف لما مضى، {قَالَتِ الْمَلَائِكَة} : فعل وفاعل، والجملة في محل الجر مضاف إليه لـ {إذ} ، والظرف متعلق بمحذوف تقديره: اذكر يا محمَّد قصة وقت قول الملائكة {يَا مَرْيَمُ إِنَّ اللَّهَ يُبَشِّرُكِ بِكَلِمَةٍ مِنْهُ} إلى قوله: {وَمِنَ الصَّالِحِينَ} مقول محكي لـ {قَالَتِ} ، وإن شئت قلت:  {يَا مَرْيَمُ} منادى مفرد العلم، والجملة في محل النصب مقول {قال}  {إِنَّ اللَّهَ} : حرف نصب، واسمها {يُبَشِّرُكِ} : فعل مضارع ومفعول به، وفاعله ضمير يعود على الله، والجملة الفعلية في محل الرفع خبر {إنَّ} ، وجملة {إِنَّ} في محل النصب مقول القول {بِكَلِمَةٍ} : متعلق بـ {يُبَشِّرُكِ}  {مِنْهُ} : جار ومجرور صفة لـ {كلمة} . {اسْمُهُ} : مبتدأ ومضاف إليه {الْمَسِيحُ} خبره {عِيسَى} بدل منه، أو عطف بيان. {ابنُ مَرْيَمَ} بدل ثانٍ، أو عطف، والجملة الإسمية في محل الجر صفة لـ {كلمة} ، والرابط ضمير اسمه، وقال أبو البقاء: ولا يجوز أن يكون {عِيسَى} خبرًا آخر؛ لأن تعدد الأخبار يوجب تعدد المبتدأ، والمبتدأ هنا مفرد، وهو قوله:  {اسْمُهُ} ، ولو كان {عِيسَى} خبرًا آخر لكان التقدير: أسماؤه، وأجاز أيضًا أن يكون {ابْنُ مَريَمَ} خبر </p><p> مبتدأ محذوف؛ أي: هو ابن مريم {وَجِيهًا} : حال من {كلمة} ، والتذكير باعتبار معناها؛ لأنها بمعنى: مولود، وجاز مجيء الحال منها مع كونها نكرة لوصفها بالجار والمجرور بعدها {فِي الدُّنْيَا وَالْآخِرَةِ} : جار ومجرور متعلق بـ {وَجِيهًا}  {وَمِنَ الْمُقَرَّبِينَ} : جار ومجرور معطوف على {وَجِيهًا} على كونه حالًا من {كلمة} . </p><p> {وَيُكَلِّمُ النَّاسَ فِي الْمَهْدِ وَكَهْلًا وَمِنَ الصَّالِحِينَ (٤٦) }. </p><p> {وَيُكَلِّمُ} الواو عاطفة {يكلم الناس} : فعل ومفعول، وفاعله ضمير يعود على {كلمة} ؛ لأنها بمعنى: مولود {فِي الْمَهْدِ} : متعلق بـ {يكلم} ، أو حال من الضمير في {يكلم} ؛ أي: يكلمهم صغيرًا. {وَكَهْلًا} : يجوز أن يكون حالًا معطونة على {وَجِيهًا} ، وأن يكون معطوفًا على موضع {فِي الْمَهْدِ} إذا جعلناه حالًا، والجملة الفعلية في محل النصب معطوفة على {وَجِيهًا} على كونها حالًا من {كلمة} . {وَمِنَ الصَّالِحِينَ} : جار ومجرور، ومعطوف على {وَجِيهًا} على كونه حالًا من {كلمة} . </p><p> {قَالَتْ رَبِّ أَنَّى يَكُونُ لِي وَلَدٌ وَلَمْ يَمْسَسْنِي بَشَرٌ قَالَ كَذَلِكِ اللَّهُ يَخْلُقُ مَا يَشَاءُ} . </p><p> {قَالَتْ} : فعل ماضٍ، وفاعله ضمير يعود على {مريم} ، والجملة مستأنفة. {رَبِّ أَنَّى يَكُونُ لِي وَلَدٌ} إلى قوله: {بَشَرٌ} : مقول محكي لـ {قال} ، وإن شئت قلت:  {رَبِّ} : مناد مضاف، وجملة النداء في محل النصب مقول {قال}  {أَنَّى} : اسم استفهام بمعنى: من أين في محل النصب على الظرفية متعلق بـ {يَكُونُ} . {يَكُونُ} : فعل مضارع ناقص {لِي} : جار ومجرور خبرها، {وَلَدٌ} اسمها، والجملة في محل النصب مقول {قال} ، وتقدم مثل هذا الكلام في قصة زكريا، فراجعه {وَلَمْ} : الواو حالية {لم} : حرف نفي وجزم. {يَمْسَسْنِي بَشَرٌ} : فعل ومفعول وفاعل، ونون وقاية، والجملة في محل النصب حال من ياء المتكلم في قوله:  {لِي} . {قالَ} : فعل ماضٍ، وفاعله ضمير يعود على جبريل، والجملة مستأنفة {كَذَلِكِ اللَّهُ يَخْلُقُ مَا يَشَاءُ} إلى آخر الآية مقول محكيٌّ، وإن شئت قلتَ:  {كَذلِكِ} : جار ومجرور خبر لمبتدأ محذوف تقديره: الأمر كذلك، </p><p> والجملة في محل النصب مقول القول. {اللَّهُ} : مبتدأ، {يَخلُقُ} : فعل مضارع، وفاعله ضمير يعود على {اللَّهُ} ، والجملة خبر المبتدأ، والجملة الإسمية في محل النصب مقول القول. {مَا} : موصولة أو موصوفة، في محل النصب مفعول {يَخْلُقُ}  {يَشَاءُ} : فعل مضارع، وفاعله ضمير يعود على {اللَّهُ} ، والجملة صلة لـ {مَا} ، أو صفة لها، والعائد أو الرابط محذوف تقديره: يشاؤه. </p><p> {إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ} . </p><p> {إِذَا} ظرف لما يستقبل من الزمان مضمنة معنى الشرط {قَضَى} : فعل ماضٍ، وفاعله ضمير يعود على {اللَّهُ} . {أَمْرًا} : مفعول به، والجملة في محل الخفض فعل شرط لإذا، والعامل (١) في {إِذَا} محذوف يدل عليه الجواب من قوله: {فَإِنَّمَا يَقُولُ لَهُ} ، والتقدير: إذا قضى أمرًا .. يكون ويحصل، فلفظ: يكون المقدر، هو العامل في {إِذَا}  {فَإِنَّمَا} : الفاء رابطة لجواب {إذَا} جوازًا، {إنما} : أداة حصر. {يَقُولُ} : فعل مضارع، وفاعله ضمير يعود على الله {لَهُ} : جار ومجرور متعلق به، والجملة الفعلية دالة على جواب {إذَا}  {كُن} : مقول محكي لـ {يَقُولُ} ، وإن شئت قلتَ:  {كُن} : فعل أمر بمعنى: أُحدث من كان التامة، وفاعله ضمير يعود على {أَمْرًا} ، {فَيَكوُنُ} : الفاء عاطفة {يكون} : فعل مضارع بمعنى يحصل من كان التامة، وفاعله ضمير يعود على أمرًا، والجملة معطوفة على جملة {يَقُولُ} ، وجملة {إِذَا} من فعل شرطها وجوابها في محل النصب مقول {قال} . وفي \"الفتوحات\" : قوله: {فَيَكوُنُ} الجمهور (٢) على رفعه فيه ثلاثة أوجه: </p><p> أحدها: أن يكون مستأنفًا؛ أي: خبرأ لمبتدأ محذوف؛ أي: فهو يكون، ويعزى لسيبويه. </p><p>(١) الجمل ج ١ ص ٩٩. (٢) الجمل ج ١ ص ٩٩.</p><p> الثاني: أن يكون معطوفًا على {كُن} من حيث المعنى، وهو قول الفارسي، وقرأ ابن عامر بالنصب هنا، وفي البقرة. انتهى. </p><p> {وَيُعَلِّمُهُ الْكِتَابَ وَالْحِكْمَةَ وَالتَّوْرَاةَ وَالْإِنْجِيلَ (٤٨) }. </p><p> {وَيُعَلِّمُهُ} الواو عاطفة {يعلمه} : فعل مضارع ومفعول أول {الْكِتَابَ} : مفعول ثانٍ، وفاعله ضمير يعود على {اللَّهُ} ، والجملة في محل النصب معطوفة على {وَجِيهًا} على كونها حالًا من {كلمة} على قراءة الياء، وأما على قراءة النون، فالجملة مستأنفة. وقال أبو البقاء (١) : {ونعلمه} يقرأ بالنون حملًا على قوله: {ذَلِكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ} ويقرأ بالياء حملًا على {يُبَشِّرُكِ} ، وموضعه حال معطوفة على {وَجِيهًا} انتهى. {وَالْحِكْمَةَ وَالتَّوْرَاةَ وَالْإِنْجِيلَ} : معطوفات على {الْكِتَابَ} . </p><p> {وَرَسُولًا إِلَى بَنِي إِسْرَائِيلَ أَنِّي قَدْ جِئْتُكُمْ بِآيَةٍ مِنْ رَبِّكُمْ} . </p><p> {وَرَسُولًا} : حال معطوف على {وَجِيهًا} . {إِلَى بَنِي إِسْرَائِيلَ} : جار ومجرور ومضاف إليه، متعلق بـ {رسولًا} ؛ لأنه بمعنى مرسلًا. {أَنِّي} : أن: حرف نصب ومصدر، والياء اسمها {قَدْ} : حرف تحقيق {جِئْتُكُمْ} : فعل وفاعل ومفعول {بِآيَةٍ} : متعلق به، أو في موضع الحال؛ أي: محتجًّا بآية، {مِنْ رَبِّكُمْ} : متعلق بمحذوف صفة لآية، والجملة الفعلية في محل الرفع خبر (أن) ، وجملة {أَن} في تأويل مصدر مجرور بباء الملابسة المقدرة، المتعلقة بمحذوف حال من رسول المقدر تقديره: فلما جاءهم .. قال: إني رسول الله إليكم حالة كوني ملتبسًا بمجيئي إياكم بآية من ربكم، وعلى قراءة الكسر: تكون مقولًا لقول محذوف تقديره: فلما جاءهم .. قال لهم: إني قد جئتكم بآية من ربكم، كما مرت الإشارة إلى ذلك كله في مقام التفسير وأوجه القراءة. </p><p> {أَنِّي أَخْلُقُ لَكُمْ مِنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ} . </p><p>(١) العكبري.</p><p> {أَنِّي أَخْلُقُ}  {أن} حرف نصب ومصدر، والياء اسمها، {أَخْلُقُ} : فعل مضارع، وفاعله ضمير يعود على عيسى {لَكُمْ} : متعلق به، وكذا {مِنَ الطِّينِ} ، والجملة الفعلية في محل الرفع خبر {أن} ، وجملة {أن} في تأويل مصدر مرفوع على الخبرية لمبتدأ محذوف تقديره: وهي؛ أي: تلك الآية خلقي لكم من الطين، والجملة مستأنفة استئنافًا بيانيًّا. وقال أبو البقاء (١) : {أَنِّي أَخْلُقُ لَكُمْ} يقرأ بفتح الهمزة، وفي موضعه حينئذٍ ثلاثة أوجه: </p><p> أحدها: الجر بدلًا من {آية} . </p><p> والثاني: الرفع؛ أي: هي أني. </p><p> والثالث: أن يكون بدلًا من {أَنِّي} الأولى. ويقرأ بكسر الهمزة على الاستئناف، أو على إضمار القول. انتهى. {كَهَيْئَةِ الطَّيْرِ} جار ومجرور ومضاف إليه، متعلق بمحذوف صفة لمحذوف تقديره: أني أخلق لكم من الطين هيئةً كائنة كهيئة الطير؛ أي: صورة كصورة الطير. </p><p> {فَأَنْفُخُ فِيهِ فَيَكُونُ طَيْرًا بِإِذْنِ اللَّهِ وَأُبْرِئُ الْأَكْمَهَ وَالْأَبْرَصَ وَأُحْيِ الْمَوْتَى بِإِذْنِ اللَّهِ} . </p><p> {فَأَنْفُخُ} : الفاء عاطفة {أنفخ} : فعل مضارع، وفاعله ضمير يعود على عيسى. {فِيهِ} : متعلق به، والجملة الفعلية في محل الرفع معطوفة على جملة {أَخْلُقُ} . {فَيَكُونُ طَيْرًا} : الفاء عاطفة {يكون} : فعل مضارع ناقص، واسمها ضمير يعود على الشيء المصوَّر {طَيْرًا} خبرها، والجملة في محل الرفع معطوفة على جملة {أنفخ} . {بِإِذْنِ اللَّهِ} : جار ومجرور ومضاف إليه، متعلق بـ {يكون} . {وَأُبْرِئُ الْأَكْمَهَ} : فعل ومفعول. {وَالْأَبْرَصَ} : معطوف عليه، وفاعله ضمير يعود على عيسى، والجملة الفعلية في محل الرفع معطوفة على جملة {أَخْلُقُ}  {وَأُحْيِ الْمَوْتَى} : فعل ومفعول. {بِإِذْنِ اللَّهِ} : متعلق به، وفاعله </p><p>(١) العكبري.</p><p> ضمير يعود على عيسى، والجملة في محل الرفع معطوفة على جملة {أَخْلُقُ} . </p><p> {وَأُنَبِّئُكُمْ بِمَا تَأْكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمْ إِنَّ فِي ذَلِكَ لَآيَةً لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ} . </p><p> {وَأُنَبِّئُكُمْ} : فعل ومفعول أول، وفاعله ضمير يعود على عيسى. {بِمَا} : جار ومجرور في موضع المفعول الثاني. {تَأْكُلُونَ} : فعل وفاعل، والجملة صلة لـ {ما} ، أو صفة لها، والعائد أو الرابط محذوف تقديره: تأكلونه، وجملة {أنبئكم} في محل الرفع معطوفة على جملة {أَخْلُقُ}  {وَمَا تَدَّخِرُونَ} : معطوف على قوله: {بِمَا تَأْكُلُونَ} . {فِي بُيُوتِكُمْ} : جار ومجرور ومضاف إليه، متعلق بـ {تَدَّخِرُونَ} . {إِنَّ} : حرف نصب وتوكيد {في ذلِكَ} : جار ومجرور خبر مقدم لإنَّ {لَآيَةً} : اسمها مؤخر، واللام فيه لام الابتداء، {لَكُمْ} : جار ومجرور صفة {لَآيَةً} ، وجملة {إِنَّ} مستأنفة. {إن} حرف شرط جازم. {كُنْتُمْ} : فعل ناقص، واسمه في محل الجزم بـ {إن} على كونه فعل شرط لها {مُؤْمِنِينَ} : خبر كان، وجواب {إن} محذوف تقديره: انتفعتم بهذه الآيات، وجملة {إِنْ} الشرطية مستأنفة. </p><p> {وَمُصَدِّقًا لِمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ وَلِأُحِلَّ لَكُمْ بَعْضَ الَّذِي حُرِّمَ عَلَيْكُمْ وَجِئْتُكُمْ بِآيَةٍ مِنْ رَبِّكُمْ فَاتَّقُوا اللَّهَ وَأَطِيعُونِ (٥٠) }. </p><p> {وَمُصَدِّقًا لِمَا بَيْنَ يَدَيَّ} الواو عاطفة {مصدقًا} : حال معطوفة على قوله: {بِآيَةٍ مِنْ رَبِّكُمْ} ؛ أي: وجئتكم حال كوني محتجًا بآية من ربكم، وحالة كوني مصدقًا لما بين يدي {لِمَا} : جار ومجرور متعلق بـ {مصدقًا}  {بَيْنَ يَدَيَّ} : ظرف ومضاف إليه، والظرف؛ إما صلة لـ {ما} ، أو صفة لها {مِنَ التَّوْرَاةِ} : جار ومجرور في موضع نصب (١) على الحال من الضمير المستتر في الظرف، وهو {بَيْنَ} ، والعامل فيها الاستقرار، أو نفس الظرف، ويجوز أن يكون حالًا </p><p>(١) العكبري.</p><p> من {ما} ، فيكون العامل فيه {مصدقًا} . {وَلِأُحِلَّ} : الواو عاطفة. {لأحل} : اللام حرف جر وتعليل، (أحل) : فعل مضارع منصوب بأن مضمرة جوازًا بعد لام التعليل، وفاعله ضمير يعود على عيسى. {لَكُم} : جار ومجرور متعلق به {بَعْضَ} : مفعول به وهو مضاف {الَّذِي} مضاف إليه، {حُرِّمَ} ماضٍ مغيَّر الصيغة، ونائبه ضمير يعود على الموصول {عَلَيْكُمْ} : متعلق بـ {حُرِّمَ} ، وجملة {حُرِّمَ} صلة الموصول، وجملة {أحل} صلة إن المضمرة، أن مع صلتها في تأويل مصدر مجرور بلام التعليل المتعلقة بمعلول محذوف تقديره: وجئتكم لإحلالي لكم بعض الذي حرم عليكم، وهذا المحذوف معطوف في المعنى على قوله:  {قَدْ جِئْتُكُمْ بِآيَةٍ مِنْ رَبِّكُمْ} . {جِئْتُكُمْ بِآيَةٍ مِنْ رَبِّكُمْ} : الواو عاطفة {جئتكم} : فعل وفاعل ومفعول، والجملة معطوفة على جملة قوله السابق؛ {قَدْ جِئْتُكُمْ بِآيَةٍ مِنْ رَبِّكُمْ} ، فهذه مؤكدة للسابقة لاتحادهما لفظًا ومعنى. {بِآيَةٍ} : متعلق بمحذوف حال من تاء الفاعل تقديره: وجئتكم حالة كوني ملتبسًا بآية، {مِنْ رَبِّكُمْ} : جار ومجرور صفة لـ {آية} . {فَاتقُواْ اَللهَ وَأَطِيعُونِ} : الفاء فاء الفصيحة؛ لأنها أفصحت عن شرط مقدر تقديره: إذا عرفتم مجيئي لكم بآية من ربكم، وأردتم بيان ما هو الأصلح لكم .. فأقول لكم: اتقوا الله. {اتقوا} : فعل وفاعل، ولفظ الجلالة مفعول به، والجملة في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة {وَأَطِيعُونِ} : الواو عاطفة {أطيعون} : فعل وفاعل، والنون للوقاية، وياء المتكلم المحذوفة للفاصلة، أو استغناء عنها بكسر نون الوقاية، في محل النصب مفعول به، والجملة معطوفة على جملة:  {فَاتَّقُوا اللَّهَ} . </p><p> {إِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَذَا صِرَاطٌ مُسْتَقِيمٌ (٥١) }. </p><p> {إِنَّ} : حرف نصب وتوكيد، ولفظ الجلالة {اللَّهَ} اسمها. {رَبِّي} : خبرها ومضاف إليه، وكذلك قوله:  {وَرَبُّكُمْ} معطوف عليه، وجملة {إِنَّ} . مستأنفة {فَاعْبُدُوهُ} : الفاء فاء الفصيحة؛ لأنها أفصحت عن شرط مقدر تقديره: إذا غرفتم كون معبودي ومعبودكم واحدًا، وأردتم بيان ما هو النصيحة لكم .. فأقول </p><p> لكم فاعبدوه. (عبدوه) : فعل وفاعل ومفعول، والجملة في محل النصب مقول لجواب إذا المقدرة. {هَذَا} : مبتدأ {صِرَاطٌ} : خبره {مُسْتَقِيمٌ} : صفة لـ {صِرَاطٌ} ، والجملة مستأنفة مسوقة لتعليل الأمر بالعبادة. والله أعلم. </p><p> التصريف ومفردات اللغة </p><p> {أَنْبَاءِ الْغَيْبِ} : الأنباء: جمع نبأ، وهو الخبر الهام، وهو اسم مصدر لأنبأ ينبىء إنباءً إذا أخبر بالخبر الذي يعتنى به. {نوُحِيهِ} : الوحي: إلقاء المعنى في النفس في خفاء، فقد يكون بالمَلَك للرسل، وبالإلهام كما في النحل، والإشارة كما في زكريا وهو في المحراب، وهو اسم مصدر لأوحى يوحي إيحاءً ووحيًا إذا ألهم وأعلم. </p><p> {أَقلَامَهُمْ} : جمع قلم، والقلم معروف، وهو الذي يكتب به، ويُطلق على السهم يقترع به، وهو فعل بمعنى مفعول؛ لأنه يقلم، أي: يبرى ويسوى، وقيل: هو مشتق من القلامة، وهي نبت ضعيف لترقيقه. </p><p> {فِي الْمَهْدِ} : المهد: ما يمهد للصبي ويوطأ له لينام فيه، والكلام على حذف المضاف؛ أي: في زمان المهد. </p><p> {وَكَهْلًا} : الكهل: اسم من اكتهل النبات إذا قوي وعلا، ومنه: الكاهل، وقال ابن فارس: اكتهل الرجل إذا خطه الشيب، من قولهم: اكتهلت الروضة إذا عمها النور، ويقال للرجل: كهل، وللمرأة: كهلة، والكهل: هو الذي بلغ سن الكهولة، وآخرها ستون، وقيل: خمسون، وقيل: اثنان وخمسون، ثم يدخل سن الشيخوخة، واختلف في أول سن الكهولة، فقيل: ثلاثون، وقيل: اثنان وثلاثون، وقيل: ثلاثة وثلاثون، وقيل: خمسة وثلاثون، وقيل: أربعون عامًا. </p><p> فائدة: ونقل عن (١) الأئمة في ترتيب سن المولود وتنقل أحواله، أنه في </p><p>(١) البحر المحيط.</p><p> الرحم جنين، فإذا ولد فوليد، فإذا لم يستتم الأسبوع فصديع، وإذا دام يرضع فرضيع، وإذا فطم ففطيم، وإذا لم يرضع فجحوش، فإذا دبَّ ونما فدارج، فإذا سقطت رواضعه فمثغور، فإذا نبتت بعد السقوط فمتغر بالتاء والثاء، فإذا كان يجاوز العشر فمترعرع وناشىء، فإذا كان يبلغ الحلم فيافع ومراهق، فإذا احتلم فمحزور، وهو في جميع هذه الأحوال غلام، فإذا اخضر شاربه وسال عذاره فباقل، فإذا صار ذاقنًا ففتى وشارخ، فإذا أكملت لحيته فمجتمع، ثم ما دام بين الثلاثين والأربعين فهو شاب، ثم هو كهل إلى أن يستوفي الستين. هذا هو المشهور عند أهل اللغة. </p><p> {اَلطِّينِ} : معروف، يقال: طانه الله على كذا وطامه بإبدال النون ميمًا، إذا جبله وخلقه على كذا، ومطينٌ لقبٌ لمحدِّث معروف. </p><p> {كَهَيْئَةِ الطَّيْرِ} : الهيئة: الشَّكْل والصورة، وأصله مصدر، يقال: هاء الشيء يهاء - من باب هاب - هيئًا وهيئةً إذا ترتب واستقر على حال ما، وتعدِّيه بالتضعيف، فتقول: هيَّأته. قال تعالى:  {وَيُهَيِّئْ لَكُمْ} . </p><p> {الطَّيْرِ} : اسم جمع والطائر مفرده. </p><p> {وَأُبْرِئُ الْأَكْمَهَ وَالْأَبْرَصَ} : الإبراء: إزالة العلَّة والمرض، وفي \"المصباح\" برأ من المرض يبرأ من بابي نفع وتعب، وبروء برءًا من باب: قرب لغة فيه، وفيه أيضًا: كمه كمهًا من باب تعب فهو أكمه، والمرأة كمهاء مثل أحمر وحمراء، وهو العمى يولد عليه الإنسان، وربما كان عارضًا. </p><p> وفيه أيضًا: برص الجسم من باب تعب فالذكر أبرص، والأنثى برصاء، والجمع برص مثل: أحمر وحمراء وحمر، وفي \"السمين\" : والبرص: داء معروف، وهو بياض يظهر على الجلد، ولم تكن العرب تنفر من شيء نُفْرتَها منه. </p><p> {وَمَا تَدَّخِرُونَ} : يقال: ذخر الشيء يذخره إذا خبأه، والذُّخر: المذخور، </p><p> ويقال؛ إذ تخر من الذخر، أبدلت التاء دالًا، فصار: إذ دخر، ثم أدغمت الذال في الدال فقيل: ادّخر كما قيل: ادّكر في: اذدكر، فأصل تدخرون: تذدخرون؛ لأنه من باب افتعل كما مر في مقام التفسير. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات من ضروب البلاغة: </p><p> منها: المجاز المرسل في قوله: {وَإِذْ قَالَتِ الْمَلَائِكَةُ} إذا أريد بالملائكة جبريل، فهو من باب تسمية الخاص باسم العام تعظيمًا له، فهو مجاز مرسل علاقته العموم. </p><p> ومنها: التكرار المسمى بالإطناب في قوله: {اصْطَفَاكِ} ، وفي {يَا مَرْيَمُ} ، وفي قوله:  {وَمَا كُنْتَ لَدَيْهِمْ} . </p><p> ومنها: التقديم والتأخير في {وَاسْجُدِي}  {وَارْكَعِي} على بعض الأقوال. </p><p> وقال \"أبو السعود\"  (١) : وتكرير النداء في قوله: {يَا مَرْيَمُ اقْنُتِي} للإيذان بأن المقصود بهذا الخطاب ما يرد بعده، وأن الخطاب الأول من تذكير النعمة تمهيدًا لهذا التكليف وترغيبًا في العمل به. انتهى. وقال أيضًا:  {وَمَا كُنْتَ لَدَيْهِمْ إِذْ يُلْقُونَ} لا يخفى ما فيه من التهكم؛ إذ هو تقرير لكون ما ذكر وحيًا على طريقة التهكم بمنكريه، فإن طريق هذه الأمور الغريبة؛ إما المشاهدة، وإما السماع، وعدمه محقق عندهم، فبقي احتمال المعاينة المستحيلة باعترافهم، فنفيت تهكمًا بهم. انتهى. </p><p> {وَمَا كُنْتَ لَدَيْهِمْ إِذْ يُلْقُونَ} : التكرير فيه مع تحقيق المقصود بعطف {إِذْ يَخْتَصِمُونَ} على؛ {إِذْ يُلْقُونَ} للدلالة على أن كل واحد من عدم حضوره إلقاء الأقلام، وعدم حضوره عند الاختصام، مستقل بالشهادة على بنوته. </p><p>(١) الجمل.</p><p> ومنها: المجاز المرسل في قوله: {بِكَلِمَةٍ مِنْهُ} ؛ لأنه سمى الولد كلمة؛ لوجوده بكلمة: كن، فهو من باب إطلاق السبب على المسبَّب. </p><p> ومنها: العموم (١) الذي أريد به الخصوص في قوله: {عَلَى نِسَاءِ الْعَالَمِينَ} . </p><p> ومنها: الاستعارة عند من قال: القنوت والسجود والركوع ليس كناية عن الهيئات التي في الصلاة. </p><p> ومنها: الإشارة بـ {ذَلِكَ مِنْ أَنْبَاءِ الْغَيْبِ} . </p><p> ومنها: التشبيه في قوله: {أَقْلَامَهُمْ} إذا قلنا: إنه أراد القداح؛ أي: السهام. </p><p> ومنها: إسناد الفعل للآمر به لا لفاعله في قوله: {إِنَّ اللَّهَ يُبَشِّرُكِ} ؛ إذ هم المشافهون بالبشارة، والله الآمر بها، ومثله: نادى السلطان في البلد بكذا. </p><p> ومنها: الاحتراس في قوله: {وَكَهْلًا} من ما جرت به العادة أن من تكلم في حال الطفولة .. لا يعيش. </p><p> ومنها: الكناية في قوله: {وَلَمْ يَمْسَسْنِي بَشَرٌ} كنَّت بالمس عن الوطء، ما كني عنه بالحدث واللباس والمباشر. </p><p> ومنها: السؤال والجواب في قوله: {قَالَتِ الْمَلَائِكَةُ} ، وفي قوله:  {أَنَّى يَكُونُ} . </p><p> ومنها: التكرار في قوله: {وَجِئْتُكُمْ بِآيَةٍ} وفي قوله: {أَنِّي أَخْلُقُ لَكُمْ مِنَ الطِّينِ} وفي قوله: {الطَّيْرِ} ، وفي قوله:  {بِإِذْنِ اللَّهِ} ، وفي قوله:  {رَبِي وَرَبُّكُم} ، {ما} وفي قوله: {بِمَا تَأْكُلُونَ} . </p><p> ومنها: التعبير عن الجمع بالمفرد في الآية: {الْأَكْمَهَ وَالْأَبْرَصَ} ، وفي قوله:  {إِذَا قَضَى أَمْرًا} . </p><p> ومنها: الطباق في قوله: {وَأُحْيِ الْمَوْتَى} ، وفي قوله:  {لأحل} و {حُرِّمَ} . </p><p>(١) البحر المحيط.</p><p> ومنها: الالتفات في قوله: {ونعلمه} عند من قرأ بالنون. </p><p> ومنها: التفسير بعد الإبهام فيمن قال: الكتاب مبهم غير مُبين، والتوراة والإنجيل تفسير له. </p><p> ومنها: الحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جل وعلا: </p><p> {فَلَمَّا أَحَسَّ عِيسَى مِنْهُمُ الْكُفْرَ قَالَ مَنْ أَنْصَارِي إِلَى اللَّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنْصَارُ اللَّهِ آمَنَّا بِاللَّهِ وَاشْهَدْ بِأَنَّا مُسْلِمُونَ (٥٢) رَبَّنَا آمَنَّا بِمَا أَنْزَلْتَ وَاتَّبَعْنَا الرَّسُولَ فَاكْتُبْنَا مَعَ الشَّاهِدِينَ (٥٣) وَمَكَرُوا وَمَكَرَ اللَّهُ وَاللَّهُ خَيْرُ الْمَاكِرِينَ (٥٤) إِذْ قَالَ اللَّهُ يَا عِيسَى إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ الَّذِينَ كَفَرُوا وَجَاعِلُ الَّذِينَ اتَّبَعُوكَ فَوْقَ الَّذِينَ كَفَرُوا إِلَى يَوْمِ الْقِيَامَةِ ثُمَّ إِلَيَّ مَرْجِعُكُمْ فَأَحْكُمُ بَيْنَكُمْ فِيمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ (٥٥) فَأَمَّا الَّذِينَ كَفَرُوا فَأُعَذِّبُهُمْ عَذَابًا شَدِيدًا فِي الدُّنْيَا وَالْآخِرَةِ وَمَا لَهُمْ مِنْ نَاصِرِينَ (٥٦) وَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَيُوَفِّيهِمْ أُجُورَهُمْ وَاللَّهُ لَا يُحِبُّ الظَّالِمِينَ (٥٧) ذَلِكَ نَتْلُوهُ عَلَيْكَ مِنَ الْآيَاتِ وَالذِّكْرِ الْحَكِيمِ (٥٨) إِنَّ مَثَلَ عِيسَى عِنْدَ اللَّهِ كَمَثَلِ آدَمَ خَلَقَهُ مِنْ تُرَابٍ ثُمَّ قَالَ لَهُ كُنْ فَيَكُونُ (٥٩) الْحَقُّ مِنْ رَبِّكَ فَلَا تَكُنْ مِنَ الْمُمْتَرِينَ (٦٠) فَمَنْ حَاجَّكَ فِيهِ مِنْ بَعْدِ مَا جَاءَكَ مِنَ الْعِلْمِ فَقُلْ تَعَالَوْا نَدْعُ أَبْنَاءَنَا وَأَبْنَاءَكُمْ وَنِسَاءَنَا وَنِسَاءَكُمْ وَأَنْفُسَنَا وَأَنْفُسَكُمْ ثُمَّ نَبْتَهِلْ فَنَجْعَلْ لَعْنَتَ اللَّهِ عَلَى الْكَاذِبِينَ (٦١) إِنَّ هَذَا لَهُوَ الْقَصَصُ الْحَقُّ وَمَا مِنْ إِلَهٍ إِلَّا اللَّهُ وَإِنَّ اللَّهَ لَهُوَ الْعَزِيزُ الْحَكِيمُ (٦٢) فَإِنْ تَوَلَّوْا فَإِنَّ اللَّهَ عَلِيمٌ بِالْمُفْسِدِينَ (٦٣) }. </p><p> المناسبة </p><p> لما ذكر الله سبحانه وتعالى قبل هذه بشارة الملائكة لمريم بعيسى عليه السلام، وكلامه الناس في المهد، وإيتائه الكتاب والحكمة والنبوة، وإرساله رسولًا إلى بني إسرائيل، وذكر براءة أمه التي تقدم ذكرها .. ذكر هنا خبره مع قومه، وما لاقاه منهم من الصد والإعراض، ومقاساة الأهوال، وهمهم بقتله، وإنجاء الله إياه، ووعيد الكافرين به، وعذابهم في الدنيا والآخرة، وطوى ذكر ما بينهما من خبر ولادته وبعثته مؤيدًا بتلك الآيات التي تقدمت اكتفاءً بحكاية الملائكة، وثقة بما فصل في المواضع الأخرى. </p><p> أسباب النزول </p><p> قوله تعالى (١) : {ذَلِكَ نَتْلُوهُ عَلَيْكَ ...} أخرج ابن أبي حاتم عن الحسن قال: \"أتى رسول الله - صلى الله عليه وسلم - راهبان من نجران،فقال أحدهما:من أبو عيسى؟ وكان رسول الله - صلى الله عليه وسلم - لا يعجل حتى يؤامر ربه،فنزل عليه:{ذَلِكَ نَتْلُوهُ عَلَيْكَ مِنَ الْآيَاتِ وَالذِّكْرِ الْحَكِيمِ(٥٨)} إلى{مِنَ الْمُمْتَرِينَ}.</p><p> وأخرج (٢) ابن جرير وابن أبي حاتم من طريق العوفي عن ابن عباس رضي الله عنهما أن رهطًا من أهل نجران قدموا على النبي - صلى الله عليه وسلم -، وكان فيهم السيد والعاقب، فقالوا: ما شأنك تذكر صاحبنا؟ قال: من هو؟ قالوا: عيسى، تزعم أنه عبد الله قالوا: فهل رأيت مثل عيسى، وأنبئت به؟ ثم خرجوا من عنده، فجاء جبريل، فقال: قل لهم إذا أتوك: {إِنَّ مَثَلَ عِيسَى عِنْدَ اللَّهِ كَمَثَلِ آدَمَ} إلى آخر الآية، وقد رويت هذه القصة على وجوه عن جماعة من التابعين. </p><p> وقد أخرج (٣) البخاري ومسلم وغيرهما من حديث حذيفة رضي الله عنه: أن العاقب والسيد أتيا رسول الله - صلى الله عليه وسلم -، فأراد أن يلاعنهما، فقال: أحدهما لصاحبه: لا نلاعنه، فوالله لئن كان نبيًّا فلاعننا لا نفلح أبدًا نحن ولا عقبنا من بعدنا، فقالوا له: نعطيك ما سألت فأبعث معنا رجلًا أمينًا، فقال: قم يا أبا عبيدة، فلما قام قال: هذا أمين هذه الأمة. </p><p> وأخرج (٤) البيهقي في \" الدلائل \" من طريق سلمة بن عبد يشوع عن أبيه عن جده: أن رسول الله - صلى الله عليه وسلم - كتب إلى أهل نجران - قبل أن ينزل عليه طس سليمان باسم إله إبراهيم إسحاق ويعقوب - \" من محمَّد النبي ... \" الحديث، وفيه: بعثوا إليه شرحبيل بن وداعة الهمداني، وعبد الله بن شرحبيل الأصبحي، وجبارًا الحرثي، فانطلقوا، فأتوه، فسألهم وسألوه، فلم يزل به وبهم المسألة حتى قالوا: ما تقول في عيسى؟ قال: ما عندي فيه شيء يومي هذا، فأقيموا حتى أخبركم، </p><p>(١) لباب النقول. (٢) الشوكاني.(٣) الشوكاني.(٤) لباب النقول.</p>"
}