{
  "id": null,
  "sura": 3,
  "aya": 128,
  "text": "<p> وحكمة ما حصل بهم في ذلك اليوم تمحيص المؤمنين كما سيأتي في قوله:  {وَلِيُمَحِّصَ اللَّهُ} الآية. وتربيتهم بالفعل على إقامة سنن الله تعالى في ارتباط الأسباب بالمسببات، ومعرفة أن هذه السنن حاكمة حتى على الرسول، وأن قتل الرسول أو موته لا ينبغي أن يثبط الهمم، ولا يدعو إلى الانقلاب على الأعقاب، وأن كل ما يصيب العباد من مصائب فهو نتيجة عملهم، وعقوبة طبيعية على أفعالهم. </p><p> ١٢٧ - واللام في قوله:  {لِيَقْطَعَ طَرَفًا مِنَ الَّذِينَ كَفَرُوا} متعلقة بقوله: {وَلَقَدْ نَصَرَكُمُ اللَّهُ بِبَدْرٍ} ، أي: وعزتي وجلالي، لقد نصركم الله سبحانه وتعالى، وأعزكم على عدوكم يوم بدر مع قلة عددكم وعددكم بأمداد الملائكة؛ ليقطع، ويهلك طرفًا وجماعة من صناديد الذين كفروا، وأشركوا بالله، ويهدم ركنًا من أركان الشرك، يعني مشركي مكة بقتل سبعين منهم، وأسر سبعين آخرين منهم. وعبر بالطرف؛ لأنه أقرب إلى المؤمنين من الوسط، فهو أول ما يوصل إليه من الجيش {أَوْ يَكْبِتَهُمْ} ؛ أي: أو ليكبت، ويذل، ويخزي الطرف الآخر منهم، والجماعة الباقية منهم، ويغيظهم بالهزيمة {فَيَنْقَلِبُوا} ، ويرجعوا إلى مكة حال كونهم {خَائِبِينَ} ، أي: غير ظافرين بمرادهم من استئصال المؤمنين والظفر لهم. </p><p> وقد فعل الله تعالى ذلك بهم في بدر حيث قتل المسلمون من صناديدهم سبعين، وأسروا سبعين، وأعز الله المؤمنين، وأذل الشرك والمشركين. </p><p> وقرأ الجمهور (١) : {أَوْ يَكْبِتَهُمْ} بالتاء، وقرأ لاحق بن حميد {أو يكبدهم} بالدال مكان التاء، والمعنى: أو يصيب الحزن كبدهم. </p><p> ١٢٨ - ثم أتى بجملة معترضة بين ما قبلها وما بعدها؛ لبيان أن الأمر كله بيد الله فقال:  {لَيْسَ لَكَ} يا محمَّد {مِنَ الْأَمْرِ} ؛ أي: من أمر عبادي وتدبيرهم وحسابهم {شَيْءٌ} بل إنما عليك البلاغ والدعوة لهم إلى توحيدي، والقضاء فيهم بيدي دون غيري، أقضي فيهم، وأحكم بالذي أشاء من التوبة، أو عاجل العذاب </p><p>(١) المراغي.</p><p> بالقتل، والنقم، أو آجله بما أعددت لأهل الكفر من العذاب في الآخرة. </p><p> وروى أحمد ومسلم، عن أنس رضي الله عنه أن النبيَّ - صلى الله عليه وسلم - كسرت رباعيته يوم أحد، وشج في وجهه حتى سال الدم على وجهه، فقال:  \"كيف يفلح قوم فعلوا بنبيهم هذا، وهو يدعوهم إلى ربهم\" ؟ فأنزل الله {لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ} الآية. </p><p> قيل: أراد النبيُّ - صلى الله عليه وسلم - أن يدعو عليهم بالاستئصال، فنزلت هذه الآية، وذلك لعلمه أن أكثرهم يسلمون. فمعنى الآية: ليس لك مسألة هلاكهم والدعاء عليهم، لأنه تعالى أعلم بمصالحهم، فربما تاب على من يشاء منهم. وقوله:  {أَوْ يَتُوبَ عَلَيْهِمْ} معطوف على قوله: {لِيَقْطَعَ طَرَفًا} وقوله: {لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ} كلامٌ معترض بين المعطوف والمعطوف عليه كما مر آنفًا. </p><p> وتقدير الكلام: ولقد نصركم الله أيها المؤمنون في يوم بدر، ليقطع طرفًا من الذين كفروا بالقتل، أو يكبتهم بالهزيمة، أو يتوب عليهم بالإِسلام، إن أسلموا {أَوْ يُعَذِّبَهُمْ} على الكفر إن أصروا؛ فإنهم ظالمون، ليس لك من الأمر شيء، بل الأمر أمري في ذلك كله، وقوله:  {فَإِنَّهُمْ ظَالِمُونَ} هو كالتعليل لعذابهم، والمعنى: إنما يعذبهم؛ لأنهم ظالمون أنفسهم بالإصرار على الكفر مستحقون للتعذيب. </p><p> قال بعض العلماء (١) : والحكمة في منعه - صلى الله عليه وسلم - من الدعاء عليهم، ولعنهم أن الله تعالى علم من حال بعض الكفار أنه سيسلم فيتوب عليه، أو سيولد من بعضهم ولد يكون مسلمًا برًّا تقيًّا. فلأجل هذا المعنى منعه الله تعالى من الدعاء عليهم؛ لأن دعوته - صلى الله عليه وسلم - مستجابة، فلو دعا عليهم بالهلاك هلكوا جميعًا، لكن اقتضت حكمة الله، وما سبق في علمه إبقائهم ليتوب على بعضهم، وسيخرج من بعضهم ذرية صالحة مؤمنة، ويهلك بعضهم بالقتل والموت. </p><p> وفي هذا الكلام تأديب من الله لرسوله - صلى الله عليه وسلم - وإعلامٌ له بأن الدعاء على </p><p>(١) البحر المحيط ج ٢ ص ٥٢.</p>"
}