{
  "id": null,
  "sura": 3,
  "aya": 14,
  "text": "<p> {وَاللَّهُ} سبحانه وتعالى {يُؤَيِّدُ} ويقوي {بِنَصْرِهِ} وعونه {مَنْ يَشَاءُ} ويريد نصره على عدوه ولو بدون الأسباب العادية {إِنَّ فِي ذَلِكَ} النصر لمحمد - صلى الله عليه وسلم - وأصحابه يوم بدر مع قلتهم عَدَدًا وعُدَدًا أو رؤية القليل كثيرًا، أو في غلبة القليل العديم العدة على الكثير الشاكي السلاح {لَعِبْرَةً} عظيمة؛ أي: لعظة عظيمة {لِأُولِي الْأَبْصَارِ} ؛ أي: لأصحاب العقول الكاملة والأفكار السليمة المستقيمة والمعنى: إن في هذا النصر مع قلة عددهم وكثرة عدوهم عظةٌ لمن عقل وتدبر فعرف الحق وثلج قلبه ببرد اليقين. </p><p> ووجه (١) نظم هذه الآية أن الآية المتقدمة وهي قوله تعالى: {سَتُغْلَبُونَ} نزلت في شأن اليهود وأن رسول الله - صلى الله عليه وسلم - لما دعاهم إلى الإِسلام .. أظهروا التمرد، وقالوا: لسنا أمثال قريش في الضعف وقلة المعرفة بالقتال، بل معنا من الشوكة والمعرفة بالقتال ما يغلب كل من ينازعنا، فالله تعالى قال لهم: إنكم وإن كنتم أقوياء وأرباب العدد والعدة .. فإنكم ستغلبون، ثم ذكر الله تعالى ما يجري مجرى الدلالة على صحة ذلك القول فقال:  {قَدْ كَانَ لَكُمْ آيَةٌ فِي فِئَتَيْنِ الْتَقَتَا} . </p><p> ١٤ - وروي أنه - صلى الله عليه وسلم - لما دعا اليهود إلى الإِسلام بعد غزوة بدر .. أظهروا من أنفسهم القوة والشدة والاستظهار بالمال والسلاح، فبين الله تعالى أن هذه الأشياء وغيرها من متاع الدنيا زائلة، وأن الآخرة خير وأبقى، فقال:  {زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوَاتِ} ؛ أي: حسن لجنس الناس والآدميين. قرأ الجمهور:  {زُيِّنَ} بالبناء للمفعول. وقرأ الضحاك:  {زَيَّنَ} بالبناء للفاعل، والشهوات: جمع شهوة وهو توقان النفس إلى الشيء المشتهى، وهو من إطلاق المصدر وإرادة اسم المفعول؛ أي: حسن لهم حب المشتهيات المذكورة، سماها شهوات مبالغة وإيماء إلى أنهم انهمكوا في محبتها حتى أحبوا شهوتها كقوله تعالى:  {إِنِّي أَحْبَبْتُ حُبَّ الْخَيْرِ} ، والمزيِّن لها هو الله تعالى عند أهل السنّة لا الشيطان كما قالت المعتزلة؛ لأنه </p><p>(١) المراح.</p><p> تعالى خالق كل شيء ولا شريك له في ملكه، ولعله زينه ابتلاءً، أو لأنه يكون وسيلة إلى السعادة الأخروية إذا كان على وجه يرتضيه الله تعالى، ولأنه من أسباب التعيش وبقاء النوع الإنساني. وتزيين الله: عبارة عن جعل القلوب متعلقة بها مائلة إليها، وتزيين الشيطان ووسوسته وتحسينه الميل إليها حالة كون تلك المشتهيات {مِنَ النِّسَاءِ} ، والإماء داخلة فيها وإنما بدأ بذكر النساء؛ لأن الالتذاذ بهن أكثر، والاستئناس بهن أتم، ولأنهن حبائل الشيطان وأقرب إلى الافتتان {و} من {البنين} : جمع ابن، وإنما خص البنين بالذكر؛ لأن حب الولد الذكر أكثر من حب الأنثى؛ لأنه يتكثر به ويعضده، ويقوم مقامه، وقد جعل الله تعالى في قلب الإنسان حب الزوجة والولد لحكمة بالغة، وهي بقاء التوالد. ولولا تلك المحبة لما حصل ذلك {و} من {القناطير} ؛ أي: ومن الأموال الكثيرة والكنوز الوفيرة {الْمُقَنْطَرَةِ} ؛ أي: المجموعة أو المضروبة المنقوشة حتى صارت دراهم ودنانير، وإنما كانا محبوبين؛ لأنهما جعلا ثمن جمع الأشياء، فمالكهما كالمالك لجميع الأشياء، وقوله:  {مِنَ الذَّهَبِ وَالْفِضَّةِ} بيان للقناطير، أو حال منه، والواو فيه بمعنى: أو المانعة الخلو فتجوز الجمع. قيل: سُمي الذهب ذهبًا؛ لسرعة ذهابه بالإنفاق، والفضة فضة لأنها تنفض؛ أي: تتفرق بالإنفاق، والفض: التفرق {و} من {الخيل المسومة} ؛ أي: المرعية في المروج والمسارح، يقال: سامت الدابة إذا سرحت ورعت، والمقصود أنها إذا رعت زاد حسنها، أو المعلمة بعلامة خلقية بأن تكون غرًّا محجلة، أو بعلامة طارئة لتتميز عن غيرها كالكي، وقيل: الحسان المعدة للجهاد {و} من {الأنعام} جمع نعم وهي الإبل والبقر والغنم؛ لأن منها المركب والمطعم والزينة {و} من {الحرث} ؛ أي: ومن المزروع والمغروس وهو مصدر بمعنى: المحروث الشامل للمغروس؛ لأن فيه تحصيل أقواتهم {ذَلِكَ} المذكور من الأصناف السابقة {مَتَاعُ الْحَيَاةِ الدُّنْيَا} ؛ أي: ما يتمتع ويتنعم به مدة الحياة الدنيا، ثم يذهب ولا يبقى {وَاللَّهُ} سبحانه وتعالى {عِنْدَهُ حُسْنُ الْمَآبِ} ؛ أي: المآب الحسن؛ أي؛ المرجع الحسن الدائم الذي لا يفنى في الآخرة وهو الجنة، لمن ترك ذلك. وفيه تزهيد من الدنيا وترغيب في الآخرة، وقيل: فيه إشارة إلى </p><p> أن من آتاه الله الدنيا كان الواجب عليه أن يصرفها فيما يكون فيه صلاحه في الآخرة؛ لأنها السعادة القصوى. </p><p> إيضاح معنى الآية: معنى تزيين حب الشهوات للناس: أن حبها مستحسن لديهم، لا يرون فيه قبحًا ولا غضاضة، ومن ثمَّ لا يكادون يرجعون عنه، وهذا أقصى مراتب الحب، وصاحبه قلما يفطن لقبحه أو ضرره إن كان قبيحًا أو ضارًّا، ولا يحب أن يرجع عنه وإن تأذى به وقد يحب الإنسان شيئًا وهو يراه شيئًا لا زينًا، وضارًّا لا نافعًا، كما يحب بعض الناس شرب الدخان على تأذيه منه، ومن أحب شيئًا ولم يزين له يوشك أن يرجع عنه يومًا ما، ومن زين له حبه فلا يكاد يرجع عنه. </p><p> والمعنى: أن الله تعالى فطر الناس على حب هذه الشهوات الستة المبينة في الآية وغيرها كآلات الملاهي: </p><p> فأولها: النساء: وهي موضع الرغبة ومطمح الأنظار، وإليهن تسكن النفوس، كما قال تعالى:  {وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا لِتَسْكُنُوا إِلَيْهَا} الآية، وعليهن ينفق أكثر ما يكسب الرجال بكدهم وجدهم، فهم القوامون عليهن لقوتهم وقدرتهم على حمايتهن، فإسرافهم في حبهن له الأثر العظيم في شؤون الأمة وفي إضاعة الحقوق أو حفظها. </p><p> وقدم حب النساء على حب الأولاد مع أن حبهن قد يزول وحب الأولاد لا يزول؛ لأن حب الولد لا يعظم فيه الغلو والإسراف كحب المرأة، فكم من رجل جنى حبه للمرأة على أولاده، فكثير ممن تزوجوا فوق الواحدة أفرطو في حب واحدة وقلوا أخرى وأهملوا تربية أولاد المبغوضة وحرموهم سعة الرزق، وقد وسعوه على أولاد المحبوبة. وكم من غني عزيز يعيش أولاده عيشة الذل والفقر، وليس لهذا من سبب إلا حب والدهم لغير أمهم، فهو يفعل ذلك للتقرب عندها وابتغاء الزلفى إليها. </p><p> وثانيها: البنون: والمراد بهم الأولاد مطلقًا كما قال تعالى: {إِنَّمَا أَمْوَالُكُمْ </p><p> وَأَوْلَادُكُمْ فِتْنَةٌ}، وفي الحديث:  \"الولد مجبنة مبخلة\" . </p><p> والعلة في حب الزوجة والولد واحدة: وهي تسلسل النسل وبقاء النوع، وهي حكمة مطردة في غير الإنسان من الحيوانات الأخرى. </p><p> وحب البنين أقوى من حب البنات لأسباب كثيرة: </p><p> ومنها: أنهم عمود النسب الذي به تتصل سلسلة النسل، وبه يبقى ما يحرص عليه الإنسان من بقاء الذكر وحسن الأحدوثة بين الناس. </p><p> ومنها: أمل الوالد في كفالتهم له حين الحاجة إليهم لضعف أو كبر. </p><p> ومنها؛ أنه يرجي بهم من الشرف ما لا يرجي الإناث كنبوغ في علم أو عمل أو رياسة أو قيادة جيش للدفاع عن الوطن وحفظ كيان الأمة. </p><p> ومنها: الشعور بأن الأنثى حين الكبر تنفصل من عشيرتها، وتتصل بعشيرة أخرى. </p><p> وثالثها: القناطير المقنطرة من الذهب والفضة: والعرب تريد بالقنطار المال الكثير والمقنطرة مأخوذة منه على سبيل التوكيد، وقد جرت عادتهم بأن يصفوا الشيء بما يشتق منه مبالغة، كما قالوا: ألوف مؤلفة، وظل ظليل، وليل أليل وهذا التعبير يشعر بالكثرة التي تكون مظنة الافتتان، والتي تشغل القلب للتمتع بها وتستغرق في تدبيرها الوقت الكثير حتى لا يبقى بعد ذلك منفذ للشعور بالحاجة إلى نصرة الحق والاستعداد لأعمال الآخرة. </p><p> ومن ثمَّ كان الأغنياء في كل الأمم لدى بعثة الرسل أول الكافرين المستكبرين عن تلبية دعوتهم وإن أجابوها وآمنوا .. فهم أقل الناس عملًا وأكثرهم بعدًا عن هدي الدين انظر إلى قوله تعالى:  {سَيَقُولُ لَكَ الْمُخَلَّفُونَ مِنَ الْأَعْرَابِ شَغَلَتْنَا أَمْوَالُنَا وَأَهْلُونَا فَاسْتَغْفِرْ لَنَا} . </p><p> وحب المال مما أودع في غرائز البشر واختلط بلحمهم ودمهم، وسر هذا: أنه وسيلة إلى جلب الرغائب وسبيل إلى نيل اللذات والشهوات، ورغبات الإنسان </p><p> غير محدودة، ولذاته لا عد لها ولا حصر، وكلما حصل على لذة طلب المزيد منها، وما وصل إلى غاية في جمع المال إلا تاقت نفسه إلى ما فوقها حتى يبلغ به النهم في جمعه أن ينسى أن المال وسيلة لا مقصد، فيتفنن في الوصول إليه الفنون المختلفة والطرق التي تعن له، ولا يبالي أمن حلال كسب أم من حرام؟ </p><p> روى البخاري ومسلم عن ابن عباس قوله - صلى الله عليه وسلم -: \"لو كان لابن آدم واديان من ذهب .. لتمنى أن يكون له ثالث، ولا يملأ جوف ابن آدم إلا التراب ويتوب الله على من تاب\" ولقد أعمَّتْ فتنة المال كثيرًا من الناس، فشغلتهم عن حقوق الله وحقوق الأمة والوطن، بل عن حقوق من يعاملهم، بل عن حقوق بيوتهم وعيالهم، بل عن أنفسهم، ومنهم من يقصر في النفقة على نفسه وعياله بالقدر الذي يزري بمروءته، فيظهر بمظهر المسترذل بين الناس في مأكله ومشربه وملبسه، ومنهم من يثلم بشرفه ويفتح ثغره للطاعنين والقائلين فيه بالحق وبالباطل؛ لأجل المال ومن ثم قالوا: المال ميّال. </p><p> ورابعها:  {الخيل المسومة} التي ترعى في الأودية يقال: سام الدابة: رعاها وأسامها أخرجها إلى المرعى وكل من الخيل الراعية التي تقتنى للتجارة والمعلمة التي يقتنيها العظماء والأغنياء، من المتاع الذي يتنافس فيه الناس ويتفاخرون حتى لقد يتغالى بعضهم في ذلك إلى حد هو أشبه بالجنون. </p><p> وخامسها:  {الأنعام} : وهي مال أهل البادية، ومنها تكون ثروتهم ومعايشهم ومرافقهم، وبها تفاخرهم وتكاثرهم، وقد امتن الله بها على عباده بقوله: {وَالْأَنْعَامَ خَلَقَهَا لَكُمْ فِيهَا دِفْءٌ وَمَنَافِعُ وَمِنْهَا تَأْكُلُونَ (٥) } إلى قوله: {وَيَخْلُقُ مَا لَا تَعْلَمُونَ} . </p><p> وسادسها:  {الحرث} وعليه قوام حياة الإنسان والحيوان في البدو والحضر والحاجة إليه أشد من الحاجة إلى الأنواع السالفة، والانتفاع به أتم منها، لكنه أخر عنها لأنه لما عم الارتفاق به .. كانت زينته في القلوب أقلَّ، وقلما يكون الانتفاع به صادرًا عن الاستعداد لأعمال الآخرة، أو مانعًا من نصرة الحق. </p><p> وهناك ما هو أعم نفعًا وأعظم فائدة في الحياة وهو: الضوء والهواء، فلا </p>"
}