{
  "id": null,
  "sura": 3,
  "aya": 17,
  "text": "<p> الأعمال، فلا تخفى عليه خافية من أمرهم، وهو المجازي كل نفس بما كسبت من خير أو شر. </p><p> وقد ختم سبحانه وتعالى هذه الآية بتلك الجملة؛ ليحاسب الإنسانُ نفسه على التقوى، فليس كل من ادعاها لنفسه أو تحرك بها لسانه يعد متقيًا، وإنما </p><p> ١٦ - المتقي من يعلم منه ربه التقوى، ولما ذكر الله سبحانه وتعالى أن الجنة للمتقين .. ذكر شيئًا من صفاتهم فبدأ بالإيمان الذي هو رأس التقوى وأساسه فقال:  {الَّذِينَ يَقُولُونَ} بدل من قوله: {لِلَّذِينَ اتَّقَوْا} أو خبر مبتدأ محذوف، أي: هم الذين يقولون في الدنيا {رَبَّنَا إِنَّنَا آمَنَّا} وصدقنا بك وبرسولك إجابةً لدعوتك {فَاغْفِرْ} اللهم {لَنَا ذُنُوبَنَا} واسترها وتجاوز عنا بعفوك عنها وترك العقوبة عليها {وَقِنَا عَذَابَ النَّارِ} ؛ أي: وادفع عنا عذاب النار بفضلك وكرمك إنك أنت الغفور الرحيم، وقد خصوا هذا العذاب بالمسألة؛ لأن من زحزح عن النار </p><p> ١٧ - يومئذٍ .. فقد فاز بالنجاة وحسن المآب، ثم ذكر من أوصافهم ما امتازوا به عن غيرهم، وبه استحقوا المثوبة عند ربهم فقال: أمدح {الصَّابِرِينَ} على تكاليف امتثال المأمورات واجتناب المنهيات، وفي البأساء والضراء وحين البأس {وَالصَّادِقِينَ} في إيمانهم وأقوالهم ونياتهم {وَالْقَانِتِينَ} ؛ أي: المطيعين لربهم المواظبين على العبادات وقيل هم المصلون. {المنفقين} ؛ أي: الباذلين أموالهم في وجوه الخير، ويدخل فيه نفقة الرجل على نفسه وعلى أهله وأقاربه وصلة رحمه، والزكاة والنفقة في جميع القربات {وَالْمُسْتَغْفِرِينَ بِالْأَسْحَارِ} ؛ أي: الطالبين من ربهم مغفرة الذنوب في أواخر الليل؛ لأنها وقت إجابة الدعاء، ووقت الخلوة والفراغ. قال لقمان لابنه: يا بني لا يكن الديكُ أكيس منك ينادي بالأسحار، وقيل: المصلين التهجد: في آخر الليل، وهو الوقت الذي يطيب فيه النوم، ويشق فيه القيام، وتكون النفس فيه أصفى، والقلب أفرغ من الشواغل. </p><p> وعن أبي هريرة رضي الله عنه: أن رسول الله - صلى الله عليه وسلم - قال:  \"ينزل ربنا تبارك وتعالى كل ليلة إلى سماء الدنيا حين يبقى ثلث الليل الأخير،فيقول:مَنْ يدعوني .. فأستجيب له، مَنْ يسألني .. فأعطيه، مَنْ يستغفرني .. فأغفر له\" متفق </p><p> عليه. وفي لفظ مسلم:  \"فيقول: أنا الملك أنا الملك مَنْ ذا الذي يدعوني ... \" الحديث، وله في رواية أخرى:  \"فيقول: هل من سائل فيُعطى، هل من داعٍ فيستجابَ له، هل من مستغفر فيغفر له؟ حتى ينفجر الصبح\" . وهذا الحديث من أحاديث الصفات، فمذهب السلف فيه الإيمان به وإجراؤه على ظاهره ونفي الكيفية عنه، وهو الأسلم الأعلم، وكان عبد الله بن عمر يصلي من الليل، ثم يقول: يا نافع هل جاء السحر؟ فإذا قال: نعم .. أقبل على الدعاء والاستغفار حتى يصبح. رواه ابن أبي حاتم. </p><p> وخلاصة الكلام: أن المتقين هم الذين جمعوا هذه الصفات المذكورة التي لكل منها درجة في الفضل وشرف ورفعة، وبها نالوا هذا الوعد وهي خمسة: </p><p> إحداها: الصبر، وأكمل أنواعه: الصبر على أداء الطاعات، وترك المحرمات، فإذا هبت أعاصير الشهوات، وجمحت بالنفس إلى ارتكاب المعاصي، فلا سبيل لردعها إلا بالصبر، فهو الذي يثبت الإيمان ويقف بها عند حدود الشرع، وهو الحافظ لشرف الإنسان في الدنيا عند المكاره، ولحقوق الناس أن تغتالها أيدي المطامع، وهو كالشرط في كل ما يذكر بعده من الصدق والقنوت والاستغفار بالأسحار. </p><p> ثانيتها: الصدق، وهو منتهى الكمال، وحسبك في بيان فضيلته قوله تعالى: {وَالَّذِي جَاءَ بِالصِّدْقِ وَصَدَّقَ بِهِ أُولَئِكَ هُمُ الْمُتَّقُونَ (٣٣) لَهُمْ مَا يَشَاءُونَ عِنْدَ رَبِّهِمْ ذَلِكَ جَزَاءُ الْمُحْسِنِينَ (٣٤) }. </p><p> وثالثتها: القنوت، وهو المداومة على الطاعة والإخبات إلى الله مع الخشوع والخضوع وهو لبُّ العبادة وروحها وبدونه تكون العبادة جسمًا بلا روح وشجرة بلا ثمرة. </p><p> ورابعتها: الإنفاق للمال في جميع السبل التي حث عليها الدين سواء أكانت النفقة واجبة أم مستحبة فالإنفاق في وجوه الخير جميعًا مما حث عليه الشارع وندب إليه. </p><p> وخامستها: الاستغفار بالأسحار؛ أي: التهجد في آخر الليل، وهو الوقت الذي يطيب فيه النوم ويشق القيام وتكون النفس فيه أصفى والقلب فارغًا والاستغفار المطلوب: هو ما يقرن بالتوبة النصوح والعلم على ميزان الشرع، ولا يكفي الاستغفار باللسان مع الإدمان على فعل المنكر، فإن المستغفر من الذنب وهو مصر عليه كالمستهزىء بربه، ولا يغتر بمثل هذا الاستغفار إلا جاهل بدينه أو غر في معاملته لربه، ومن ثمَّ أثر عن بعضهم قوله: إنَّ استغفارنا يحتاج إلى استغفار. </p><p> الإعراب </p><p> {إِنَّ الَّذِينَ كَفَرُوا لَنْ تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ مِنَ اللَّهِ شَيْئًا وَأُولَئِكَ هُمْ وَقُودُ النَّارِ (١٠) }. </p><p> {إنَّ} : حرف نصب وتوكيد {الَّذِينَ} : اسم موصول للجمع المذكر في محل النصب اسمها {كَفَرُوا} : فعل وفاعل، والجملة صلة الموصول، والعائد ضمير الفاعل {لَن} : حرف نصب ونفي. {تُغْنِيَ} : فعل مضارع منصوب بـ {لَن}  {عَنْهُمْ} : جار ومجرور متعلق به {أَمْوَالُهُمْ} : فاعل ومضاف إليه {وَلَا أَوْلَادُهُمْ} معطوف على {أَمْوَالُهُمْ}  {مِنَ اللَّهِ} : جار ومجرور حال من شيئًا؛ لأنه صفة نكرة قدمت عليها، {شَيْئًا} : مفعول به، والجملة الفعلية في محل الرفع خبر {إنَّ} ، وجملة {إن} مستأنفة {وَأُولَئِكَ هُمْ وَقُودُ النَّارِ} الواو استئنافية أو عاطفة. {أولئك} ): مبتدأ أول {هُمْ} مبتدأ ثانٍ، أو ضمير فصل، {وَقُودُ النَّارِ} : خبر ومضاف إليه، والجملة الإسمية مستأنفة مقررة لعدم الإغناء، أو معطوفة على خبر (أن) وعلى كلا الاحتمالين ففيها تعيين للعذاب الذي بين أن أموالهم وأولادهم لا تغني عنهم منه شيئًا، ذكره أبو السعود. </p><p> {كَدَأْبِ آلِ فِرْعَوْنَ وَالَّذِينَ مِنْ قَبْلِهِمْ} . </p><p> {كَدَأْبِ آلِ} جار ومجرور ومضاف إليه، آل مضاف، {فِرْعَوْنَ} : مضاف إليه، الجار والمجرور متعلق بمحذوف خبر لمبتدأ محذوف تقديره: دأبهم كدأب </p><p> آل فرعون، والجملة مستأنفة {وَالَّذِينَ} في محل الجر معطوف على {آلِ فِرْعَوْنَ}  {مِنْ قَبْلِهِمْ} : جار ومجرور ومضاف إليه متعلق بمحذوف صلة الموصول. </p><p> {كَذَّبُوا بِآيَاتِنَا فَأَخَذَهُمُ اللَّهُ بِذُنُوبِهِمْ وَاللَّهُ شَدِيدُ الْعِقَابِ} . </p><p> {كَذَّبُوا} فعل وفاعل. {بِآيَاتِنَا} : جار ومجرور ومضاف إليه متعلق بـ {كَذَّبُوا} ، والجملة الفعلية جملة مفسِّرة لـ (دأب آل فرعون) ، أو في محل النصب حال من {آلِ فِرْعَوْنَ وَالَّذِينَ مِنْ قَبْلِهِمْ} ، ولكنه على تقدير: قد، ويحتمل كون {الذين من قبلهم} مبتدأ، وجملة {كَذَّبُوا} خبره، والجملة مستأنفة، {فَأَخَذَهُمُ اللَّهُ} الفاء عاطفة سببية (أخذهم الله) : فعل ومفعول وفاعل، والجملة معطوفة على جملة {كَذَّبُوا}  {بِآيَاتِنَا} : جار ومجرور ومضاف إليه متعلق بـ (أخذهم) . {وَاللَّهُ شَدِيدُ الْعِقَابِ} مبتدأ وخبر، والجملة مستأنفة مفيدة لتعليل ما قبلها، والإضافة فيه من إضافة الصفة المشبهة إلى مرفوعها والأصل: والله شديد عقابه. </p><p> {قُلْ لِلَّذِينَ كَفَرُوا سَتُغْلَبُونَ وَتُحْشَرُونَ إِلَى جَهَنَّمَ وَبِئْسَ الْمِهَادُ (١٢) }. </p><p> {قُل} : فعل أمر، وفاعله ضمير يعود على محمَّد، والجملة مستأنفة {لِلَّذِينَ كَفَرُوا} : جار ومجرور وصلة الموصول متعلق بـ {قُل}  {سَتُغْلَبُونَ وَتُحْشَرُونَ} إلى آخر الآية مقول محكي لـ {قُل} ، وإن شئت قلتَ:  {سَتُغْلَبُونَ} : فعل مغير الصيغة، ونائب فاعله، والجملة في محل النصب مقول القول. {وَتُحْشَرُونَ} جملة فعلية في محل النصب معطوفة على جملة {سَتُغْلَبُونَ}  {إِلَى جَهَنَّمَ} : {إِلَى} : حرف جر {جَهَنَّمَ} : مجرور بالفتحة للعلمية والتأنيث المعنوي؛ لأنه بمعنى: الطبقة، والجار والمجرور متعلق بـ {تحشرون} . {وَبِئْسَ الْمِهَادُ} : الواو عاطفة، أو استئنافية. {بئس} : فعل ماضٍ، وهو من أفعال الذم {الْمِهَادُ} : فاعل، والجملة في محل الرفع خبر لمبتدأ محذوف هو المخصوص بالذم تقديره: بئس المهاد جهنم، والجملة الإسمية في محل النصب معطوفة على جملة {سَتُغْلَبُونَ} على كونها مقولًا لـ {قُل} ، أو جملة مستأنفة. </p><p> {قَدْ كَانَ لَكُمْ آيَةٌ فِي فِئَتَيْنِ الْتَقَتَا} . </p><p> {قَدْ} : حرف تحقيق {كَانَ} : فعل ماض ناقص، أو تام {آيَةٌ} اسمها مؤخر، أو فاعل {لَكُمْ} : جار ومجرور خبرها مقدم على اسمها أو متعلق بـ {كَانَ} . {فِي فِئَتَيْنِ} : جار ومجرور صفة لـ {آيَةٌ} ، ولكنه على تقدير مضاف تقديره: في قصة فئتين، أو متعلق بـ {كَانَ} ، والتقدير على كونها ناقصة: قد كانت آية حاصلة في قصة فئتين كائنة لكم، وعلى كونها تامة: قد كان وحصل لكم في فئتين آية دالة على صدق ما أقول لكم من قول: {سَتُغْلَبُونَ} ، وجملة {كَانَ} من اسمها وخبرها، أو من الفعل والفاعل: جواب لقسم محذوف لا محل لها من الإعراب، وجملة القسم المحذوف في محل النصب مقول لـ {قُلْ} ، والتقدير: قل لهم يا محمَّد: واللهِ قد كان لكم آية في فئتين ... إلى آخر الآية. {الْتَقَتَا} : فعل وفاعل، والجملة في محل الجر صفة لـ {فِئَتَيْنِ} تقديره: فئتين ملتقيتين. </p><p> {فِئَةٌ تُقَاتِلُ فِي سَبِيلِ اللَّهِ وَأُخْرَى كَافِرَةٌ} . </p><p> {فِئَةٌ} : مبتدأ، سوغ الابتداء بالنكرة وقوعه في معرض التفصيل، {تُقَاتِلُ} : فعل مضارع، وفاعله ضمير يعود على {فِئَةٌ}  {فِي سَبِيلِ اللَّهِ} : جار ومجرور ومضاف إليه متعلق بـ {تُقَاتِلُ} ، والجملة الفعلية في محل الرفع خبر المبتدأ تقديره: فئة مقاتلة في سبيل الله، والجملة الإسمية في محل الجر بدل من {فِئَتَيْنِ} بدل تفصيل من مُجمل، وأما على قراءة الجر فبدل من {فِئَتَيْنِ} ، وعلى قراءة النصب فمنصوب على المدح بفعل محذوف. {وَأُخْرَى كَافِرَةٌ} : الواو عاطفة {أخرى} : مبتدأ، ولكنه على حذف موصوف تقديره: وفئة أخرى. {كَافِرَةٌ} : خبره، والجملة في محل الجر معطوفة على جملة قوله:  {فِئَةٌ تُقَاتِلُ فِي سَبِيلِ اللَّهِ} على كونها بدلًا من {فِئَتَيْنِ} . </p><p> {يَرَوْنَهُمْ مِثْلَيْهِمْ رَأْيَ الْعَيْنِ} . </p><p> {يَرَوْنَهُمْ} : فعل وفاعل ومفعول به؛ لأن رأى بصرية. {مِثْلَيْهِمْ} : حال من مفعول (يرون) منصوب بالياء، والضمير مضاف إليه، ولكنه على تأويله بمشتق </p><p> تقديره: حالة كون الفرقة المسلمة مماثلين للفرقة الكافرة، وجملة (يرون)  (١) من الفعل والفاعل خبر ثانٍ لقوله: {وَأُخْرَى كَافِرَةٌ} أو صفة له، أو نعت لقوله:  {فِئَةٌ تُقَاتِلُ فِي سَبِيلِ اللَّهِ} وهذه الاحتمالات على قراءة الياء التحتية، وأما على قراءة التاء الفوقية، فتكون الجملة مستقلة ومستأنفة راجعة لقوله:  {قَدْ كَانَ لَكُمْ آيَةٌ} ، وأيًّا ما كان. فالقصد من هذا الوصف تقرير الآية التي في الفئتين وفي التقائهما واجتماعهما. تأملْ ذكره في \"الفتوحات الإلهية\" . {رَأْيَ الْعَيْنِ} : مصدر مؤكد لعامله منصوب على المفعولية المطلقة بـ (يرون) و {الْعَيْنِ} مضاف إليه. </p><p> {وَاللَّهُ يُؤَيِّدُ بِنَصْرِهِ مَنْ يَشَاءُ إِنَّ فِي ذَلِكَ لَعِبْرَةً لِأُولِي الْأَبْصَارِ} . </p><p> {وَاللَّهُ}  {الواو} : عاطفة {الله} : مبتدأ. {يُؤَيِّدُ} : فعل مضارع، وفاعله ضمير يعود على الله، والجملة في محل الرفع خبر المبتدأ، والجملة الإسمية في محل النصب معطوفة على جملة قوله:  {قَدْ كَانَ} على كونها مقولًا لـ {قُل} ، {بِنَصْرِهِ} : جار ومجرور ومضاف إليه، متعلق بـ {يُؤَيِّدُ}  {مَنْ يَشَاءُ} : {مَن} : اسم موصول في محل النصب مفعول {يُؤَيِّدُ} . {يَشَاءُ} : فعل مضارع، وفاعله ضمير يعود على الله، والجملة صلة {مَن} ، ومفعول المشيئة محذوف تقديره: يشاؤه، وهو العائد على {مَن} الموصولة. {إِنَّ} : حرف نصب. {فِي ذَلِكَ} : جار ومجرور خبر {إن} مقدم على اسمها. {لَعِبْرَةً} اللام حرف ابتداء، عبرةً: اسم {إِنَّ} مؤخر وجملة {إِنَّ} مستأنفة. {لِأُولِي الْأَبْصَارِ} : جار ومجرور ومضاف إليه، متعلق بمحذوف صفة {لَعِبْرَةً} تقديره: إن عبرة كائنة لأولي الأبصار لكائنة في ذلك المذكور. </p><p> {زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوَاتِ مِنَ النِّسَاءِ وَالْبَنِينَ وَالْقَنَاطِيرِ الْمُقَنْطَرَةِ مِنَ الذَّهَبِ وَالْفِضَّةِ وَالْخَيْلِ الْمُسَوَّمَةِ وَالْأَنْعَامِ وَالْحَرْثِ} . </p><p> {زُيِّنَ} : فعل ماضٍ مغير الصيغة. {لِلنَّاسِ} : جار ومجرور متعلق </p><p>(١) الجمل.</p><p> بـ {زُيِّنَ}  {حُبُّ الشَّهَوَاتِ} : نائب فاعل ومضاف إليه، والجملة الفعلية مستأنفة {مِنَ النِّسَاءِ} : جار ومجرور حال من {الشَّهَوَاتِ}  {وَالْبَنِينَ} : معطوف على {النِّسَاءِ}  {وَالْقَنَاطِيرِ} : معطوف على النساء أيضًا، {الْمُقَنْطَرَةِ} صفة لـ {قناطير}  {مِنَ الذَّهَبِ} : جار ومجرور حال من {القناطير}  {وَالْفِضَّةِ} : معطوف عليه. {وَالْخَيْلِ} : معطوف على {النِّسَاءِ}  {الْمُسَوَّمَةِ} : صفة للخيل {وَالْأَنْعَامِ} : معطوف على {النِّسَاءِ} ، وكذا قوله:  {وَالْحَرْثِ} : معطوف عليه جريًا على القاعدة المشهورة عند النحاة: أن المعطوفات إذا كثرت، وكان العطف بغير مرتب .. يكون العطف على الأول لا غير. كما ذكرته في \"الباكورة الجنية على متن الآجرومية\" . </p><p> {ذَلِكَ مَتَاعُ الْحَيَاةِ الدُّنْيَا وَاللَّهُ عِنْدَهُ حُسْنُ الْمَآبِ} . </p><p> {ذَلِكَ} : مبتدأ. {مَتَاعُ الْحَيَاةِ} : خبر ومضاف إليه {الدُّنْيَا} صفة لـ {الحياة} ، والجملة مستأنفة، {وَاللَّهُ} : الواو استئنافية {الله} : مبتدأ أول {حُسْنُ الْمَآبِ} مبتدأ ثانٍ، ومضاف إليه. {عِنْدَهُ} : ظرف ومضاف إليه خبر المبتدأ الثاني تقدير الكلام: والله حسن المآب كائن عنده، والجملة مستأنفة. </p><p> {قُلْ أَؤُنَبِّئُكُمْ بِخَيْرٍ مِنْ ذَلِكُمْ لِلَّذِينَ اتَّقَوْا عِنْدَ رَبِّهِمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَأَزْوَاجٌ مُطَهَّرَةٌ وَرِضْوَانٌ مِنَ اللَّهِ وَاللَّهُ بَصِيرٌ بِالْعِبَادِ (١٥) }. </p><p> {قُلْ} : فعل أمر، وفاعله ضمير يعود على محمَّد، والجملة مستأنفة، {أَؤُنَبِّئُكُمْ بِخَيْرٍ} إلى آخر الآية مقول محكي لـ {قُلْ} ، وإنْ شئت قلتَ:  {أَؤُنَبِّئُكُمْ} : الهمزة للاستفهام التقريري مبنية على الفتح، ولكن ليس (١) المراد هنا بالتقرير: طلب الإقرار والاعتراف من المخاطبين، كما هو معنى الاستفهام التقريري في الأصل، بل المراد به هنا: التحقيق والتثبيت في نفوس المخاطبين؛ أي: تحقيق خيرية ما عند الله وأفضليته على شهوات الدنيا، (أنبئكم) : فعل </p><p>(١) الجمل.</p><p> مضارع ومفعول أول، وفاعله ضمير يعود على محمَّد، والجملة في محل النصب مقول لـ {قُلْ}  {بِخَيْرٍ} : جار ومجرور في محل النصب مفعول ثانٍ لـ {نبأ} ، ونبأ هنا (١) تعدَّتْ إلى مفعولين: أحدهما: بنفسه، والآخر: بحرف الجر، قاله أبو حيان في \"النهر\"  {مِنْ ذَلِكُمْ} : جار ومجرور متعلق بـ {بِخَيْرٍ}  {لِلَّذِينَ} : جار ومجرور خبر مقدم {اتَّقَوْا} : فعل وفاعل صلة الموصول. {عِنْدَ رَبِّهِمْ} : ظرف ومضاف إليه متعلق بالاستقرار الذي تعلق به الخبر - أعني قوله:  {لِلَّذِينَ اتَّقَوْا} - ويجوز أن يكون الظرف حالًا من {جَنَّاتٌ} ؛ لأنه صفة نكرة قدمت عليها فتنصب حالًا {جَنَّاتٌ} : مبتدأ مؤخر، والجملة الإسمية جواب للاستفهام السابق في محل النصب مقول لـ {قُلْ} . </p><p> ويقرأ شذوذًا (٢) : {جناتٍ} بكسر التاء، وفيه حينئذٍ وجهان: </p><p> أحدهما: هو مجرور بدلًا من (خير) ، فيكون:  {لِلَّذِينَ اتَّقَوْا} على هذا صفة لـ (خير) . </p><p> والثاني: أن يكون منصوبًا على إضمار: أعني، أو بدلًا من موضع {بِخَيْرٍ} ، ويجوز أن يكون الرفع على أنه خبر مبتدأ محذوف؛ أي: هو جنات. </p><p> {تَجْرِي} : فعل مضارع، وفاعله {الْأَنْهَارُ} الآتي، والجملة الفعلية صفة لـ {جَنَّاتٌ}  {مِنْ تَحْتِهَا} : جار ومجرور ومضاف إليه متعلق بـ {تَجْرِي} أو حال من فاعل {تَجْرِي} ؛ أي: تجري الأنهار حالة كونها كائنة تحتها. {خَالِدِينَ} : حال من {الذين اتقوا} ، والعامل فيها الاستقرار المحذوف. {فِيهَا} : جار ومجرور متعلق بـ {خَالِدِينَ}  {وَأَزْوَاجٌ} : معطوف على {جَنَّاتٌ} . {مُطَهَّرَةٌ} : صفة لـ {أزواج} ، وكذا قوله؛ {وَرِضْوَانٌ} : معطوف على {جَنَّاتٌ} . {مِنَ اللَّهِ} : جار ومجرور صفة لـ {رضوان} . {وَاللَّهُ بَصِيرٌ بِالْعِبَادِ} : الواو استئنافية {اللَّهِ} : مبتدأ. {بَصِيرٌ} : خبره، والجملة مستأنفة، {بِالْعِبَادِ} متعلق بـ {بَصِيرٌ} . </p><p>(١) النهر. (٢) العكبري.</p><p> {الَّذِينَ يَقُولُونَ رَبَّنَا إِنَّنَا آمَنَّا فَاغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ النَّارِ (١٦) }. </p><p> {الَّذِينَ} : في محل الجر بدل من (الذين اتقوا) ، أو نعت له {يَقُولُونَ} : فعل وفاعل، والجملة صلة الموصول، والعائد ضمير الفاعل {رَبَّنَا إِنَّنَا آمَنَّا} إلى آخر الآية مقول محكي لـ {يَقُولُونَ} ، وإن شئتَ قلتَ:  {رب} : منادى مضاف و {نا} مضاف إليه، وجملة النداء في محل النصب مقول لـ {يَقُولُونَ} . {إِنَّنَا} : (إنَّ) حرف نصب، ونا اسمها، {آمَنَّا} : فعل وفاعل، والجملة الفعلية في محل الرفع خبر (إن) ، وجملة (إن) في محل النصب مقول القول. {فَاغْفِرْ لَنَا} : الفاء عاطفة. {اغفر} : فعل دعاء، وفاعله ضمير يعود على الله {لَنَا} : جار ومجرور متعلق به، والجملة معطوفة على جملة {آمَنَّا} . قال الكرخي: وفي ترتيب هذا السؤال على مجرد الإيمان دليل على أنه كافٍ في استحقاق المغفرة، وفيه ردٌّ على أهل الاعتزال؛ لأنهم يقولون: إن استحقاق المغفرة لا يكون بمجرد الإيمان. انتهى. {ذُنُوبَنَا} : مفعول به، ومضاف إليه. {وَقِنَا} : الواو عاطفة {قِ} : فعل دعاء مبني على حذف حرف العلة، وهي الياء، والكسرة قبلها دليل عليها؛ لأنه من وقى يقي، وفاعله ضمير يعود على الله و {نا} : مفعول أول {عَذَابَ} : مفعول ثانٍ {النَّارِ} : مضاف إليه، والجملة معطوفة على جملة قوله:  {فَاغْفِرْ لَنَا} . </p><p> {الصَّابِرِينَ وَالصَّادِقِينَ وَالْقَانِتِينَ وَالْمُنْفِقِينَ وَالْمُسْتَغْفِرِينَ بِالْأَسْحَارِ (١٧) }. </p><p> {الصَّابِرِينَ} : نعت {لِلَّذِينَ اتَّقَوْا} ، أو لـ {الَّذِينَ يَقُولُونَ} مجرور بالياء، وقوله:  {وَالصَّادِقِينَ وَالْقَانِتِينَ وَالْمُنْفِقِينَ وَالْمُسْتَغْفِرِينَ} كلها معطوفات على {الصَّابِرِينَ} . {بِالْأَسْحَارِ} : متعلق بـ {المستغفرين} . </p><p> التصريف ومفردات اللغة </p><p> {لَنْ تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ} : من أغنى الرباعي يغني إغناءً، والإغناء: الدفع والنفع، وفلان عظيم الغنى؛ أي: الدفع والنفع. {وَقُودُ} : الوقود؛ بفتح الواو على قراءة الجمهور اسم لما توقد به النار من الحطب، وبضمها مصدر: وقدت </p><p> النار تَقدُ وقودًا إذا اتقدت. </p><p> {كَدَأْبِ آلِ فِرْعَوْنَ} : والدأب: الاجتهاد، وهو مصدر: دأب الرجل في عمله يدأب - من بابي: قطع وخضع - دأبًا ودؤبًا، إذا جدَّ واجتهد وتعب فيه، وغلب استعماله في العادة والشأن والحال، والمراد به هنا: كعادة آل فرعون وشأنهم وحالهم. </p><p> {قَدْ كَانَ لَكُمْ آيَةٌ فِي فِئَتَيْنِ} : تثنية: فئة، والفئة: الجماعة، ولا واحد لها من لفظها، وجمعها: فئات، وقد تجمع بالواو والنون جبرًا لما نقص، وسميت الجماعة من الناس فئة؛ لأنها يفاء إليها عند الشدة؛ أي: يرجع إليها في وقت الشدة. </p><p> {رَأْيَ الْعَيْنِ} : هو مصدر مؤكد ورأى هنا بصرية. {يُؤَيِّدُ} ؛ أي: يقوي، مضارع أيده تأييدًا إذا نصره وأعانه. {لَعِبْرَةً} : العبرة: الاتعاظ، وهو اسم مصدر لاعتبر اعتبارًا، والاعتبار: الانتقال من حالة الجهل إلى حالة العلم، واشتقاقها من العبور، وهي مجاوزة الشيء إلى الشيء ومنه: عبور النهر، وفي \"الخازن\" : العبرة: الدلالة الموصلة إلى اليقين المؤدية إلى العلم، وأصلها من العبور كالجلسة من الجلوس، كأنه طريق يعبرونه، فيوصلهم إلى مرادهم، وقيل: العبرة: هي التي يعبر عنها من منزلة الجهل إلى منزلة العلم. انتهى. </p><p> {زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوَاتِ} : والتزيين: تحسين الشيء وتجميله في أعين الناس، والشهوات: جمع شهوة: اسم مصدر من اشتهى اشتهاءً، والشهوة: ثوران النفس وميلها إلى الشيء المشتهى، فالمصدر هنا بمعنى: اسم المفعول، عبر به عنه مبالغة في كونها مشتهاة مرغوبًا فيها كأنها نفس الشهوات. </p><p> {القناطير} : جمع قنطار: وهو في الأصل عقد الشيء وإحكامه، يقال: قنطرتُ الشيء إذا أحكمته، ومنه سميت القنطرة؛ أي: المحكمة الطاق، وفي نونه قولان: </p><p> أحدهما: وهو قول جماعة أصلية، فوزنه فعلال كقرطاس. </p><p> الثاني: أنها زائدة فوزنه: فنعال، والمراد به هنا: المال الكثير، واختلفوا فيه هل هو محدود أم لا؟ على قولين، وعلى الأول اختلفوا في حده، فقيل: هو مئة رطل، وقيل: ألف ومئتا أوقية، وقيل: أننا عشر ألف أوقية، وقيل: ألف ومئتا دينار، وكل هذه الأقوال رويت عن النبي - صلى الله عليه وسلم -، وعلى الثاني قال أبو عبيدة: القنطار وزن لا يحد، وقال ابن عطية: القنطار معيار يوزن به كما أن الرطل معيار. </p><p> {وَالْخَيْلِ} : والخيل فيه قولان: </p><p> أحدهما: أنه جمع لا واحد له من لفظه، بل مفرده: فرس، فهو نظير قوم ورهط ونساء. </p><p> والثاني: أن مفرده: خائل، فهو نظير ركب وراكب وتاجر وتجر وطائر وطير، وفي اشتقاقها وجهان: </p><p> أحدهما: من الاختيال، وهو العجب سميت بذلك لاختيالها في مشيتها بطول أذنابها. </p><p> والثاني: من التخيل، قيل: لأنها تتخيل في صورة من هو أعظم منها. </p><p> {وَالْأَنْعَامِ} : جمع نعم، والنعم اسم جمع لا واحد له من لفظه، وهو يذكر ويؤنَّث، ويطلق على الإبل والبقر والغنم، وجمعه على: أنعام باعتبار أنواعه الثلاثة {وَالْحَرْثِ} : مصدر بمعنى اسم المفعول؛ أي: المحروث، والمراد به المزروع سواء كان جوباص أم بقلًا أم ثمرًا، ولم يجمع كما جمعت أخواته نظرًا لأصله وهو المصدر يقال: حرث الرجل حرثًا إذا أثار الأرض فيقع على الأرض والزرع، وقال ابن الإعرابي: الحرث: التفتيش. </p><p> {حُسْنُ الْمَآبِ} : المآب (١) : فعَل - بفتح العين - من آب يؤوب من باب: قال؛ أي: رجع، والأصل: المَأْوَب فنقلت حركة الواو إلى الهمزة الساكنة </p><p>(١) الفتوحات الإلهية.</p><p> قبلها، فقلبت الواو ألفًا وهو هنا اسم مصدر بمعنى الرجوع، وقد يستعمل اسم مكان أو زمان تقول: آب يؤوب أوبًا وإيابًا، فالأوب والإياب مصدرين، والمآب اسم لهما، ذكره السمين. </p><p> {وَرِضْوَانٌ} بكسر الراء وضمها مصدران لـ (رضي) فهما بمعنى واحد، وإن كان الثاني سماعيًّا، والأول قياسيًّا، ونظير الكسر كالإتيان والقربان ونظير الضم كالشكران والكفران، فالكسر لغة أهل الحجاز والضم لغة تميم وبكر وقيس وغيلان وقيل الكسر للاسم ومنه: رضوان خازن الجنة، والضم للمصدر. </p><p> {بِالْأَسْحَارِ} : جمع سَحَر بفتح الحاء وسكونها، وقال قوم منهم الزجاج: السحر: الوقت الذي قبل طلوع الفجر، ومنه يقال: سحر إذا أكل في ذلك الوقت، واستسحر إذا سار فيه. </p><p> البلاغة </p><p> {مِنَ اللَّهِ} : فيه مجازٌ بالحذف، والأصل من عذاب الله. {شَيْئًا} : التنكير فيه للتقليل؛ أي: لن تنفعهم نفعًا ما ولو قليلًا. {وَأُولَئِكَ هُمْ وَقُودُ النَّارِ} ؛ أي: أتى بالجملة الإسمية للدلالة على ثبوت الأمر وتحققه، وفيها التشبيه؛ لأنه شبههم بالحطب الذي لا ينتفع به إلا في الوقود، وفيها التأكيد؛ لأنه أكدها بلفظة {هُمْ} . </p><p> {كَذَّبُوا بِآيَاتِنَا فَأَخَذَهُمُ اللَّهُ} فيه التفات عن الحاضر إلى الغيبة، والأصل: فأخذناهم. </p><p> {لِلَّذِينَ كَفَرُوا} : فيه ذكر العام وإرادة الخاص على قول عامة المفسرين: إن المراد بهم اليهود، وهذا من تكوين الخطاب. </p><p> {قَدْ كَانَ لَكُمْ آيَةٌ} الأصل: آية لكم وقدم للاعتناء بالمقدم والتشويق إلى المؤخر والتنكير في آية للتفخيم والتهويل؛ أي: آية عظيمة. </p><p> {فِئَةٌ تُقَاتِلُ فِي سَبِيلِ اللَّهِ وَأُخْرَى كَافِرَةٌ} في هذا الكلام من المحسنات البديعية شبه احتباك، وهو أن يحذف من أحد متقابلين نظير ما اشتبه </p><p> في الآخر، والأصل (١) : فئة مؤمنة تقاتل في سبيل الله، وفئة أخرى كافرة تقاتل في سبيل الشيطان، فحذف من الأولى ما أثبت مقابله في الثانية، ومن الثانية ما أثبت نظيره في الأولى، فذكر في الأولى لازم الإيمان وهو: القتال في سبيل الله، وذكر في الثانية ملزوم القتال في سبيل الشيطان: وهو الكفر. </p><p> {يَرَوْنَهُمْ مِثْلَيْهِمْ رَأْيَ الْعَيْنِ} : فيه من المحسنات البديعية: التجنيس المغاير والاحتراس في {رَأْيَ الْعَيْنِ} قالوا: لئلا يعتقد أنه من رؤية القلب، فهو من باب الحزر وغلبة الظن ومن ضروب البلاغة: الإبهام في قوله: {زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوَاتِ} ، وفي إيقاع التزيين على حب مسامحة، لأجل المبالغة. والمزين حقيقة: هو المشتهيات، قال الزمخشري: عبَّر بالشهوات مبالغة، كأنها نفس الشهوات وتبنيها على خستها؛ لأن الشهوة رذيلة عند الحكماء وفي قوله:  {وَالْقَنَاطِيرِ الْمُقَنْطَرَةِ} ، من المحسنات: التجنيس المماثل. </p><p> {بِخَيْرٍ مِنْ ذَلِكُمْ} إبهام الخير لتفخيم شأنه والتشويق لمعرفته {لِلَّذِينَ اتَّقَوْا عِنْدَ رَبِّهِمْ} قال أبو السعود: التعرض لعنوان الربوبية مع الإضافة إلى ضمير المتقين لإظهار مزيد اللطف بهم. {وَرِضْوَانٌ مِنَ اللَّهِ} : التنكير فيه للتفخيم. {الصَّابِرِينَ وَالصَّادِقِينَ} إدخال الواو في مثل هذه الصفات للتفخيم؛ لأنه يؤذن بأن كل صفة مستقلة يمدح الموصوف بها، وللدلالة على كماله في كل واحدة منها. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p>(١) البحر المحيط.</p><p> قال الله سبحانه جلَّ وعلا: </p><p> {شَهِدَ اللَّهُ أَنَّهُ لَا إِلَهَ إِلَّا هُوَ وَالْمَلَائِكَةُ وَأُولُو الْعِلْمِ قَائِمًا بِالْقِسْطِ لَا إِلَهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ (١٨) إِنَّ الدِّينَ عِنْدَ اللَّهِ الْإِسْلَامُ وَمَا اخْتَلَفَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ وَمَنْ يَكْفُرْ بِآيَاتِ اللَّهِ فَإِنَّ اللَّهَ سَرِيعُ الْحِسَابِ (١٩) فَإِنْ حَاجُّوكَ فَقُلْ أَسْلَمْتُ وَجْهِيَ لِلَّهِ وَمَنِ اتَّبَعَنِ وَقُلْ لِلَّذِينَ أُوتُوا الْكِتَابَ وَالْأُمِّيِّينَ أَأَسْلَمْتُمْ فَإِنْ أَسْلَمُوا فَقَدِ اهْتَدَوْا وَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَاللَّهُ بَصِيرٌ بِالْعِبَادِ (٢٠) إِنَّ الَّذِينَ يَكْفُرُونَ بِآيَاتِ اللَّهِ وَيَقْتُلُونَ النَّبِيِّينَ بِغَيْرِ حَقٍّ وَيَقْتُلُونَ الَّذِينَ يَأْمُرُونَ بِالْقِسْطِ مِنَ النَّاسِ فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ (٢١) أُولَئِكَ الَّذِينَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ وَمَا لَهُمْ مِنْ نَاصِرِينَ (٢٢) أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ يُدْعَوْنَ إِلَى كِتَابِ اللَّهِ لِيَحْكُمَ بَيْنَهُمْ ثُمَّ يَتَوَلَّى فَرِيقٌ مِنْهُمْ وَهُمْ مُعْرِضُونَ (٢٣) ذَلِكَ بِأَنَّهُمْ قَالُوا لَنْ تَمَسَّنَا النَّارُ إِلَّا أَيَّامًا مَعْدُودَاتٍ وَغَرَّهُمْ فِي دِينِهِمْ مَا كَانُوا يَفْتَرُونَ (٢٤) فَكَيْفَ إِذَا جَمَعْنَاهُمْ لِيَوْمٍ لَا رَيْبَ فِيهِ وَوُفِّيَتْ كُلُّ نَفْسٍ مَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ (٢٥) }. </p><p> المناسبة </p><p> لما مدح الله تعالى المؤمنين، وأثنى عليهم بقوله:  {الَّذِينَ يَقُولُونَ رَبَّنَا إِنَّنَا آمَنَّا} .. أردفه ببيان أن دلائل الإيمان ظاهرة جلية فقال:  {شَهِدَ اللَّهُ أَنَّهُ لَا إِلَهَ إِلَّا هُوَ} ثم بيَّن أن الإِسلام هو الدين الحق الذي ارتضاه الله لعباده، وأمر الرسول بأن يعلن باستسلامه لله، وانقياده لدين الله، وأعقبه بذكر ضلالات أهل الكتاب، واختلافهم في أمر الدين اختلافًا كبيرًا، وإعراضهم عن قبول حكم الله. </p><p> أسباب النزول </p><p> قوله تعالى:  {شَهِدَ اللَّهُ أَنَّهُ لَا إِلَهَ إِلَّا هُوَ ...} سبب نزول هذه الآية: أن حبرين (١) من أحبار الشام قدما على النبي - صلى الله عليه وسلم -، فلما أبصرا المدينة قال أحدهما لصاحبه: ما أشبه هذه المدينة بصفة مدينة النبي الذي يخرج في آخر الزمان، فلما دخلا على النبي - صلى الله عليه وسلم - .. عرفاه بالصفة فقالا له: أنت محمَّد؟ قال: نعم، قالا: وأنت أحمد؟ قال: نعم، قالا: فإنا نسألك عن شيء فإن أنت أخبرتنا به .. آمنا </p><p>(١) خازن وقرطبي.</p>"
}