{
  "id": null,
  "sura": 3,
  "aya": 181,
  "text": "<p> له: لئن كان كل امرئ فرح بما أوتي وأحب أن يحمد بما لم يفعل معذبًا. لنعذبن أجمعون، فقال ابن عباس: ما لك ولهذه الآية، إنما دعا النبي - صلى الله عليه وسلم - يهود، وسألهم عن شيء فكتموه إياه، وأخبروه بغيره، فأروه أن قد استحمدوا إليه بما أخبروه عنه فيما سألهم، وفرحوا بما أوتوا من كتمانهم، ثم قرأ ابن عباس:  {وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ الَّذِينَ أُوتُوا الْكِتَابَ} إلى قوله: {يَفْرَحُونَ بِمَا أَتَوْا وَيُحِبُّونَ أَنْ يُحْمَدُوا بِمَا لَمْ يَفْعَلُوا} . </p><p> ويُمكن الجمعُ بين الحديثين بأن تكون الآية نزلَتْ في الفريقين معًا، قاله الحافظ ابن حجر في \"الفتح\" ولو رجح حديث أبي سعيد، لكان أولى، لأن حديث ابن عباس مما أنتقد على الشيخين، كما في مقدمة \"الفتح\" . </p><p> وأخرج (١) عبد الرزاق في تفسيره عن زيد بن أسلم أن رافع بن خديج، وزيدَ بن ثابت كانا عند مروان، فقال مروان: يا رافع في أيِّ شيء نزلَتْ هذه الآية: {لَا تَحْسَبَنَّ الَّذِينَ يَفْرَحُونَ بِمَا أَتَوْا} قال رافع: أنزلت في أناس من المنافقين كانوا إذا خرج النبي - صلى الله عليه وسلم - اعتذروا، وقالوا: ما حَبَسَنا عنكم إلا شغل، فلوددنا أنا كنا معكم، فأنزل الله فيهم هذه الآية، وكان مروان أنكر ذلك، فجَزِعَ رافع من ذلك، وقال لزيد بن ثابت: أنشدك بالله هل تعلم ما أقول؟ قال: نعم، قال الحافظ ابن حجر: يجمع بين هذا، وبين قول ابن عباس بأَنَّه يمكن أن تكون الآية نزلت في الفريقين معًا. قال: وحَكَى الفراء أنها نزلت في قول اليهود نحن أهلُ الكتاب الأول، والصلاة، والطاعة، ومع ذلك لا يقرون بمحمد، وروى ابن أبي حاتم من طرق عن جماعة من التابعين نحوَ ذلك، ورجحه ابن جرير، ولا مانع أن تكون نزلت في كل ذلك. انتهى. </p><p> التفسير وأوجه القراءة </p><p> ١٨١ - وعزتي، وجلالي {لَقَدْ سَمِعَ اللَّهُ} وعلم، وأحصى {قَوْلَ الَّذِينَ قَالُوا} وهو فنحاص بن عازوراء، كما قاله ابن عباس، والسدي أو حيي بن أخطب، كما قاله </p><p>(١) لباب النقول.</p><p> قتادة، أو كعبُ بن الأشرف، كما نقله ابن عساكر {إِنَّ اللَّهَ} سبحانه وتعالى علوًّا كبيرًا عما قالوا {فَقِيرٌ} ؛ أي: محتاج إلينا يطلب منا القرض على لسان محمَّد {وَنَحْنُ أَغْنِيَاءُ} لا نحتاج إلى قرضه، قالوا: هذه المقالة تمويهًا على ضعفائهم؛ لا أنهم يعتقدون ذلك؛ لأنهم أهل الكتاب، بل أرادوا أنه تعالى إن صح ما طلبه منا من القرض على لسان محمَّد، فهو فقير، ليشككوا على إخوانهم في دين الإِسلام، والمقصود من هذا تهديد القائلين ما ذكر، وإعلامهم أنهم لا يفوتهم من جزائه شيء {سَنَكْتُبُ مَا قَالُوا} من هذه المقالة الشنيعة في صحائف (١) الملائكة ليقرأوا ذلك يومَ القيامة، أو سنحفظه، ونثبته في علمنا، لا ننساه ولا نهمله، أو المراد: سنكتب عنهم هذا الجهلَ في القرآن حتى يعلم الخلق إلى يوم القيامة شدةَ جهلهم وطعنهم، في نبوة محمَّد - صلى الله عليه وسلم - بكل ما قدروا عليه، وقيل: إن معنى سنكتب: سنوجب عليهم في الآخرة جزاءَ ما قالوه في الدنيا {و} نكتب {قَتْلَهُمُ} ؛ أي: قتل آبائهم {الْأَنْبِيَاءَ} ، وإنما نُسِبَ القتل إليهم مع أنه لم يقع منهم، ووعدوا العذابَ عليه لرضاهم بصنع آبائهم، والراضي بشيء، ينسب إليه ذلك الشيء، ويعاقب عليه إن كان شرًّا. </p><p> وإنما (٢) جعل ذلك القول قرينًا لقتل الأنبياء تنبيهًا على أنه من العظَم، والشناعة بمكان يعدل قتل الأنبياء {بِغَيْرِ حَقٍّ} حتى في اعتقادهم كما في نفس الأمر، فكانوا يعتقدون أن قتلهم لا يجوز، ولا يحل، وحينئذ فيناسب شن الغارة عليهم؛ أي: نكتب عليهم رضاهم بقتل آبائهم الأنبياءَ بغير جرم، أو المعنى: سنحفظ عن الفريقين معًا أقوالهم، وأفعالهم {وَنَقُولُ} معطوف على {سنكتب} أي: نقول لهم عند الموت، أو عند الحشر، أو عند قراءة الكتاب، أو عند الإلقاء في النار؛ أي: ننتقم منهم بعد الكتابة بهذا القول الذي نقوله لهم، ويحتمل أن يكون هذا القول كنايةً عن حصول الوعيد، وإن لم يكن هناك قول {ذُوقُوا عَذَابَ الْحَرِيقِ} ؛ أي: باشروا وادخلوا العذابَ المحرق البالغ النهاية في </p><p>(١) المراح. (٢) الشوكاني.</p>"
}