{
  "id": null,
  "sura": 3,
  "aya": 106,
  "text": "<p> وتذيقهم الخزي والنكال. وأما في الآخرة: فعذاب الله أشد وأبقى. وهذا الوعيد المذكور في هذه الآية يقابل الوعد المذكور في الآية السابقة، وهو قوله:  {وَأُولَئِكَ هُمُ الْمُفْلِحُونَ} فالفلاح فيها يشمل الفوز بخيري الدنيا والآخرة. </p><p> وعن أبي ذر رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \"من فارق الجماعة شبرًا .. فقد خلع ربقة الإِسلام من عنقه\" . أخرجه أبو داود. ربقة الإِسلام: عقدة الإِسلام وحبله وعراه. </p><p> وروى البغويُّ بسنده عن عمر بن الخطاب رضي الله عنه أنَّ رسول الله - صلى الله عليه وسلم - قال:  \"مَنْ سَرَّه أن يسكن بحبوحة الجنة .. فعليه بالجماعة؛ فإن الشيطان مع الفذِّ، وهو من الاثنين أبعد\" . بحبوحة الجنة: وسطها، والفذ: هو الواحد. </p><p> ١٠٦ - ثم ذكر الله سبحانه وتعالى زمان ذلك العذاب فقال:  {يَوْمَ تَبْيَضُّ وُجُوهٌ} الظرف منصوب بمحذوف تقديره: اذكروا يوم تبيض وتستنير، وتلألأ فيه وجوه كثيرة من المؤمنين بسبب ما تراه من الفرح والسرور بحسناتها، {وَتَسْوَدُّ وُجُوهٌ} كثيرة من الكافرين بسب ما تراه من الحزن والكآبة والغمّ بسيئاتها، وهو يوم القيامة حين (١) يبعثون من قبورهم تكون وجوه المؤمنين مبيضة، ووجوه الكافرين مسودة، ويقال: إن ذلك عند قراءة الكتاب إذ قرأ المؤمن كتابه .. رأى حسناته، فاستبشر وأبيض وجهه، وإذا قرأ الكافر كتابه .. رأى سيئاته؛ فحزن واسود وجهه. </p><p> وفي بياض (٢) الوجوه وسوادها قولان: </p><p> أحدهما: البياض كناية عن الفرح، والسرور، والسواد: كناية عن الغم والحزن، واستعمال البياض في السرور والسواد في الحزن عرف شائع لدى كل ناطق بالضاد على سبيل التجوز. </p><p> والقول الثاني: بياض الوجوه وسوادها حقيقة تحصل في الوجه، فيبيض وجه المؤمن، ويكسى نورًا، ويسود وجه الكافر ويكسى ظلمة؛ لأن لفظ البياض والسواد حقيقة فيهما. </p><p>(١) الشوكاني. (٢) الخازن.</p><p> والحكمة في بياض الوجوه وسوادها: أن أهل الموقف إذا رأوا بياض وجه المؤمن، عرفوا أنه من أهل السعادة، وإذا رأوا سواد وجه الكافر .. عرفوا أنه من أهل الشقاوة. ونحو هذه الآية قوله تعالى: {وَوُجُوهٌ يَوْمَئِذٍ عَلَيْهَا غَبَرَةٌ (٤٠) تَرْهَقُهَا قَتَرَةٌ (٤١) } وقوله: {وَتَرْهَقُهُمْ ذِلَّةٌ مَا لَهُمْ مِنَ اللَّهِ مِنْ عَاصِمٍ كَأَنَّمَا أُغْشِيَتْ وُجُوهُهُمْ قِطَعًا مِنَ اللَّيْلِ مُظْلِمًا} وقوله: {وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ (٢٢) إِلَى رَبِّهَا نَاظِرَةٌ (٢٣) } وفي الحديث: \"إن أمتي يحشرون غرًّا محجلين من أثر الوضوء\" . </p><p> وخلاصة الكلام: أنَّ هؤلاء المختلفين المتفرقين لهم عذاب عظيم في هذا اليوم، كما تظاهرت على ذلك الآيات والأحاديث، كما يكون لهم مثل ذلك في الدنيا؛ إذ هم لاختلاف مقاصدهم لا يتناصرون، ولا يتعاونون، ولا يأبهون بالأعمال التي فيها شرف الملة وعز الأمة، فتسود وجوههم بالذل والكآبة حين يجنون ثمار أعمالهم، وعواقب تفرقهم، واختلافهم بقهر الغاصب لهم، وانتزاعه السلطة عن أيديهم، والتاريخ والمشاهدة شاهدا صدق على هذا. </p><p> أما المتفقون الذين اعتصموا، واتفقوا على الأعمال النافعة لخير الأمة وعزها، وأصبح كل واحد منهم عونًا للآخر، وناصرًا له، فأولئك تبيض وجوههم، وتتلألأ بهجة وسرورًا حين تظهر لهم آثار اتفاقهم، واعتصامهم بوجود السلطان والعزة والشرف وارتفاع المكانة بين الأمم. </p><p> وقرأ (١) الجمهور {تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ} بفتح التاء، وقرأ يحيى بن وثاب، وأبو رزين العقيلي، وأبو نهيك {تبْيَضُّ} و {تسْوَدُّ} بكسر التاء فيهما، وهي لغة تميم. وقرأ الحسن، والزهري، وابن محيصن، وأبو الجوزاء {تَبياض} و {تسواد} بألف فيهما، ويجوز كسر التاء في {تبياض وتسواد} ، ولم ينقل أنه قرئ ذلك. </p><p> ثم فصل سبحانه وتعالى أحوال الفريقين فقال:  {فَأَمَّا الَّذِينَ اسْوَدَّتْ} وأظلمت {وُجُوهُهُمْ} بسبب تفرقهم واختلافهم فيلقون في النار، وتقول الزبانية توبيخًا لهم {أَكَفَرْتُمْ بَعْدَ إِيمَانِكُمْ} ، أي: هل كفرتم بعد ما ظهر لكم ما يوجب </p><p>(١) البحر المحيط.</p><p> الإيمان؟ وهو الدلائل التي نصبها الله تعالى على التوحيد والنبوة. وقال عكرمة، والأصم، والزجاج: أي أكفرتم يا أهل الكتاب بعد بعثة محمَّد - صلى الله عليه وسلم - بعد إيمانكم به قبل مبعثه؟. </p><p> وابتدأ (١) بالذين اسودت وجوههم، للاهتمام بالتحذير من حالهم، ولمجاورة قوله وتسود وجوه، وليكون الابتداء بالمؤمنين والاختتام بحكمهم فيكون مطلع الكلام ومقطعه شيئًا يسر الطبع، ويشرح الصدر. </p><p> فإن قلت (٢) : كيف قال؟ أكفرتم بعد إيمانكم وهم لم يكونوا مؤمنين، فمن المراد بهؤلاء الذين كفروا بعد إيمانهم؟ </p><p> قلت: اختلف العلماء في ذلك، فروي عن أبيّ بن كعب أنه قال: أراد به الإيمان يوم أخذ الميثاق حين قال لهم: ألست بربكم؟ قالوا: بلى فآمن الكل، فكل من كفر في الدنيا .. فقد كفر بعد الإيمان، وقال الحسن: هم المنافقون؛ وذلك أنهم تكلموا بالإيمان بألسنتهم، وأنكروه بقلوبهم. وقال عكرمة: هم أهل الكتاب؛ وذلك أنهم آمنوا بمحمد - صلى الله عليه وسلم - قبل مبعثه، فلما بعث .. أنكروه وكفروا به كما مر آنفًا. وقيل: هم الذين ارتدوا في زمن أبي بكر الصديق رضي الله عنه وهم أهل الردة. </p><p> ذكر الأحاديث المناسبة للآية </p><p> وعن ابن مسعود رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \"أنا فرطكم على الحوض، وليرفعن إليّ رجال منكم حتى إذا أهويت إليهم لأنالهم، اختلجوا دوني،فأقول:أي رب أصحابي،فيقال:إنك لا تدري ما أحدثوا بعدك\" . متفق عليه. </p><p> وعن أنس رضي الله عنه أنَّ رسول الله - صلى الله عليه وسلم - قال:  \"ليردن علي الحوض رجال ممن صاحبني،حتى إذا رفعوا إليّ اختلجوا دوني فلأقولنَّ:أي رب أصحابي أصحابي فيقال لي: لا تدري ما أحدثوا بعدك\" . زاد في رواية \"فأقول سحقا لمن </p><p>(١) البحر المحيط. (٢) الخازن.</p>"
}