{
  "id": null,
  "sura": 3,
  "aya": 25,
  "text": "<p> حرمات الدين، ويتهاون في أداء الطاعات. وهكذا شأن الأمم حين تفسق عن دينها ولا تبالي باجتراع السيئات. وقد ظهر ذلك في اليهود والنصارى، ثم في المسلمين، فإن كثيرًا من المسلمين اليوم يعتقدون أن المسلم المرتكب للكبائر والإثم والفواحش؛ إما أن تدركه الشفاعات، أو تنجيه الكفارات؛ وإما أن يمنح العفو والمغفرة إحسانًا من الله وفضلًا، فإن فاته ذلك .. عُذِّب على قدر خطيئته، ثم يخرج من النار ويدخل الجنة، وأما المنتسبون إلى سائر الأديان فهم خالدون في النار مهما كانت أعمالهم. </p><p> والقرآن قد ناط أمر الفوز والنجاة من النار بالإيمان الذي ذكر الله علاماته وصفات أهله، وبالعمل الصالح، والخُلُق الفاضل، وترك الفواحش ما ظهر منها وما بطن، كما جعل المغفرة لمن لم تحط به خطيئته. </p><p> أما الذين صار همهم إرضاء شهواتهم، ولم يبق للدين سلطان على نفوسهم .. فأولئك أصحاب النار هم فيها خالدون. </p><p> ٢٥ - {فَكَيْفَ} حالهم {إِذَا جَمَعْنَاهُمْ} ؛ أي: جمعنا الخلائق للمجازاة {لِيَوْمٍ لَا رَيْبَ} ؛ أي: في يوم لا شك في مجيئه ووقوع ما فيه وهو يوم القيامة {وَوُفِّيَتْ كُلُّ} ؛ أي: وتوفى وتنال فيه {كُلُّ نَفْسٍ} بَرَّةٍ، أو فاجرةٍ جزاء {مَا كَسَبَتْ} ؛ أي: عملت من خير أو شر. {وَهُمْ لَا يُظْلَمُونَ} ؛ أي: والحال أنهم لا يظلمون في المجازاة بزيادة في سيئاتهم ونقصان في حسناتهم، فلا ينقص أحد من ثواب الطاعات، ولا يزاد على عقاب السيئات. والضمير عائد لكل نفس على المعنى؛ لأنه في معنى كل إنسان. </p><p> وهناك العدل الكامل والقضاء الفاصل: {وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْئًا وَإِنْ كَانَ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنَا بِهَا وَكَفَى بِنَا حَاسِبِينَ (٤٧) }. </p><p> الإعراب </p><p> {شَهِدَ اللَّهُ أَنَّهُ لَا إِلَهَ إِلَّا هُوَ وَالْمَلَائِكَةُ وَأُولُو الْعِلْمِ قَائِمًا بِالْقِسْطِ لَا إِلَهَ إِلَّا هُوَ </p><p> الْعَزِيزُ الْحَكِيمُ (١٨) }. </p><p> {شَهِدَ اللَّهُ} : فعل وفاعل، والجملة مستأنفة {أَنَّهُ لَا إِلَهَ إِلَّا هُوَ} أن: حرف نصب ومصدر، والهاء ضمير الشأن في محل النصب اسمها. {لَا} نافية تعمل عمل إن {إِلَهَ} : في محل النصب اسمها، وخبر {لَا} محذوف جوازًا تقديره موجود. {إِلَّا} أداة استثناء مفرغ، {هُوَ} : ضمير للمفرد المنزه عن الذكورة والأنوثة والغيبة في محل الرفع بدل من الضمير المستكن في خبر (لا) ، وجملة (لا) من اسمها وخبرها في محل الرفع خبر {أَنَّ} ، وجملة {أنَّ} من اسمها وخبرها في تأويل مصدر منصوب على المفعولية لشهد تقديره: شهد الله وبين عدم وجود معبود بحق سواه. {وَالْمَلَائِكَةُ} : معطوف على لفظ الجلالة {وَأُولُو} : معطوف أيضًا على الجلالة، وهو مضاف. {الْعِلْمِ} : مضاف إليه. {قَائِمًا} : حال من الضمير الواقع بعد {إِلَّا} أو من لفظ الجلالة {بِالْقِسْطِ} متعلق بـ {قَائِمًا} . وجملة {لَا إِلَهَ إِلَّا هُوَ} بدل من جملة قوله: {لَا إِلَهَ إِلَّا هُوَ} الأولى بدلُ كلٍّ من كل كرره تأكيدًا. {الْعَزِيزُ الْحَكِيمُ} في إعرابه (١) ثلاثة أوجه: </p><p> أحدها: أنه بدل من {هُوَ} . </p><p> الثاني: أنه خبر مبتدأ محذوف. </p><p> الثالث: أنه نعت لـ {هُوَ} ، وهذا إنما يتمشَّى على مذهب الكسائي، فإنه يرى وصف الضمير الغائب. </p><p> {إِنَّ الدِّينَ عِنْدَ اللَّهِ الْإِسْلَامُ} . </p><p> {إِنَّ} حرف نصب {الدِّينَ} : اسمها. {عِنْدَ اللَّهِ} : ظرف ومضاف إليه متعلق بمحذوف حال من الدين {الْإِسْلَامُ} خبر {إنَّ} ، والجملة مستأنفة. </p><p> {وَمَا اخْتَلَفَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ} . </p><p>(١) الجمل.</p><p> {وَمَا اخْتَلَفَ الَّذِينَ} الواو استئنافية. {ما} : نافية، {اخْتَلَفَ الَّذِينَ} : فعل وفاعل، والجملة مستأنفة، {أُوتُوا} : فعل ماضٍ مغير، والواو نائب فاعل وهو المفعول الأول؛ لأن آتى بمعنى: أعطى {الْكِتَابَ} : مفعول ثانٍ، والجملة صلة الموصول، والعائد ضمير الغائب {إِلَّا} : أداة استثناء مفرغ {مِنْ بَعْدِ} : جار ومجرور متعلق بـ {اخْتَلَفَ} ، {ما} : مصدرية {جَاءَهُمُ الْعِلْمُ} : فعل ومفعول وفاعل، والجملة في محل الجر مضاف إليه لـ {بَعْدِ} ، {بَغْيًا} : مفعول لأجله، والعامل فيه {اخْتَلَفَ} ، {بَيْنَهُمْ} : ظرف ومضاف إليه متعلق بمحذوف صلة لـ {بَغْيًا} . </p><p> {وَمَنْ يَكْفُرْ بِآيَاتِ اللَّهِ فَإِنَّ اللَّهَ سَرِيعُ الْحِسَابِ} . </p><p> {وَمَنْ} الواو استئنافية، {من} : اسم شرط جازم في محل الرفع مبتدأ، وفي خبره (١) الأقوال الثلاثة أعني: فعل الشرط وحده، أو الجواب وحده، أو كليهما، وعلى القول بكونه الجواب وحده لا بد من ضمير مقدَّر؛ أي: سريع الحساب له. والجملة من المبتدأ والخبر مستأنفة، {يَكْفُرْ} : فعل مضارع مجزوم بـ {من} ، وفاعله ضمير يعود على {من}  {بِآيَاتِ اللَّهِ} : جار ومجرور ومضاف إليه، متعلق بـ {يَكْفُرْ} ، {فَإِنَّ اللَّهَ} : الفاء رابطة لجواب {من} الشرطية وجوبًا؛ لكون الجواب جملة اسمية. {إنَّ} : حرف نصب، {الله} اسمها، {سَرِيعُ} : خبرها. {الْحِسَابِ} : مضاف إليه، وجملة {إنَّ} من اسمها وخبرها في محل الجزم بـ {من} الشرطية على كونها جوابًا لها، وفي الحقيقة: هذه الجملة قائمة (٢) مقام الجواب علة، وتقدير الجواب: فإن الله يجازيه ويعاقبه عن قرب فإنه سريع الحساب. </p><p> {فَإِنْ حَاجُّوكَ فَقُلْ أَسْلَمْتُ وَجْهِيَ لِلَّهِ وَمَنِ اتَّبَعَنِ} . </p><p> {فَإِنْ} الفاء فاء الفصيحة مبنية على الفتح؛ لأنها أفصحت عن جواب </p><p>(١) السمين. (٢) أبو السعود.</p><p> شرط مقدر تقديره؛ إذا عرفت أن الدين المرضي عند الله الإِسلام، وأردت بيان ما تقول لمن حاجك فيه .. فأقول لك {إن} : حرف شرط جازم {حَاجُّوكَ} : فعل وفاعل ومفعول في محل الجزم بـ (إنْ) على كونه فعل شرط لإنْ. {فَقُلْ} : الفاء رابطة لجواب {إنْ} الشرطية وجوبًا؛ لكون الجواب جملة طلبية في محل الجزم بـ (إنْ) على كونه جوابًا لها، وفاعله ضمير مستتر فيه وجوبًا تقديره: أنت، يعود على محمد، وجملة (إنْ) الشرطية في محل النصب مقول لجواب إذا الشرطية المقدرة، وجملة إذا الشرطية مستأنفة. {أَسْلَمْتُ وَجْهِيَ لِلَّهِ وَمَنِ اتَّبَعَنِ} : مقول محكي لـ {قل} منصوب بفتحة مقدرة، وإن شئت قلتَ:  {أَسْلَمْتُ} : فعل وفاعل، {وَجْهِيَ} : مفعول به ومضاف إليه، {لِلَّهِ} : جار ومجرور متعلق بـ {أَسْلَمْتُ} ، والجملة الفعلية في محل النصب مقول لـ {قل} ، {وَمَنِ اتَّبَعَنِ} : الواو عاطفة {مَنْ} : اسم موصول في محل الرفع على الفاعلية معطوف على تاء {أَسْلَمْتُ} ، {اتبع} : فعل ماضٍ، وفاعله ضمير يعود على {من} ، والجملة صلة الموصول، والنون للوقاية، وياء المتكلم المحذوفة تشبيهًا لهذه الكلمة برؤوس الآي: كـ {رَبِّي أَكْرَمَنِ} ، {أهانن} - في محل النصب مفعول به. </p><p> {وَقُلْ لِلَّذِينَ أُوتُوا الْكِتَابَ وَالْأُمِّيِّينَ أَأَسْلَمْتُمْ} . </p><p> {وَقُلْ لِلَّذِينَ}  {الواو} استئنافية، {قل} : فعل أمر، وفاعله ضمير يعود على محمَّد، والجملة مستأنفة {لِلَّذِينَ} : جار ومجرور متعلق بـ {قل} . {أُوتُوا الْكِتَابَ} : فعل ماضٍ مغير، ونائب فاعل، ومفعول ثان؛ لأن أتى بمعنى: أعطى، والجملة صلة الموصول، والعائد ضمير الغائب. {وَالْأُمِّيِّينَ} : معطوف على الموصول. {أَأَسْلَمْتُمْ} : مقول محكى لـ {قل} ، وإنْ شئت قلت: الهمزة للاستفهام التقريري، ولكن فيه معنى الأمر كما مرَّ {أسلمتم} : فعل وفاعل، والجملة في محل النصب مقول {قل} . </p><p> {فَإِنْ أَسْلَمُوا فَقَدِ اهْتَدَوْا وَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَاللَّهُ بَصِيرٌ بِالْعِبَادِ} . </p><p> {فَإِنْ} الفاء فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر تقديره: إذا امتثلت أمرنا بالقول لهم، وأردت بيان ما يترتب على ذلك القول .. فأقول لك </p><p> {إن أسلموا} : {إن} : حرف شرط جازم، {أَسْلَمُوا} : فعل وفاعل في محل الجزم بـ {إن} على كونه فعل شرط لها، {فَقَدِ} : الفاء رابطة لجواب {إن} الشرطية وجوبًا؛ لاقترانه بـ {قد} . {قد} : حرف تحقيق. {اهْتَدَوْا} : فعل وفاعل في محل الجزم بـ {إن} على كونه جوابًا لها، وجملة {إن} الشرطية في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. {وَإِنْ تَوَلَّوْا} : الواو عاطفة، {إن} : حرف شرط، {تَوَلَّوْا} : فعل وفاعل في محل الجزم بـ {إن} على كونه شرطًا لها. {فَإِنَّمَا} الفاء رابطة لجواب {إن} الشرطية وجوبًا؛ لكون الجواب جملة اسمية، {إنما} : أداة حصر بمعنى: ما النافية وإلا المثبتة. {عَلَيْكَ} : جار ومجرور خبر مقدَّم {الْبَلَاغُ} : مبتدأ مؤخر، والجملة الإسمية في محل الجزم بـ {إن} الشرطية على كونها جوابًا لها، وجملة {إن} الشرطية في محل النصب معطوفة على جملة قوله: {فَإِنْ أَسْلَمُوا} على كونها مقولًا لجواب إذا المقدرة. {وَاللَّهُ} : الواو استئنافية {الله} : مبتدأ {بَصِيرٌ} : خبر {بِالْعِبَادِ} : متعلق به، والجملة مستأنفة. </p><p> {إِنَّ الَّذِينَ يَكْفُرُونَ بِآيَاتِ اللَّهِ وَيَقْتُلُونَ النَّبِيِّينَ بِغَيْرِ حَقٍّ وَيَقْتُلُونَ الَّذِينَ يَأْمُرُونَ بِالْقِسْطِ مِنَ النَّاسِ فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ (٢١) }. </p><p> {إِنَّ} : حرف نصب. {الَّذِينَ} : اسمها. {يَكْفُرُونَ} : فعل وفاعل، والجملة صلة الموصول، والعائد ضمير الفاعل. {بِآيَاتِ اللَّهِ} : جار ومجرور ومضاف إليه متعلق بـ {يَكْفُرُونَ} ، {وَيَقْتُلُونَ النَّبِيِّينَ} : فعل وفاعل ومفعول، والجملة معطوفة على جملة {يَكْفُرُونَ}  {بِغَيْرِ حَقٍّ} : جار ومجرور ومضاف إليه، متعلق بمحذوف حال من فاعل {يقتلون} ؛ أي: حال كونهم ملتبسين بغير حق. {وَيَقْتُلُونَ الَّذِينَ} : فعل وفاعل ومفعول، والجملة معطوفة على جملة {يَكْفُرُونَ}  {يَأْمُرُونَ} : فعل وفاعل، والجملة صلة الموصول، {بِالْقِسْطِ} : جار ومجرور متعلق بـ {يَأْمُرُونَ} . {مِنَ النَّاسِ} : جار ومجرور حال من فاعل {يَأْمُرُونَ} تقديره: حالة كونهم كائنين من بعض الناس، فهي حال مؤكدة؛ لأن من المعلوم أنهم من جملة الناس. {فَبَشِّرْهُمْ} : الفاء رابطة لخبر {إن} باسمها </p><p> جوازًا؛ لما في الموصول من العموم. وعبارة السمين: ولما ضُمّن هذا الموصول معنى الشرط في العموم .. دخلت الفاء في خبره، وهو قوله:  {فَبَشِّرْهُمْ} . وخالف الأخفش فمنع دخولها، والسماع حجة عليه كهذه الآية. {بشر} : فعل أمر ومفعول، وفاعله ضمير يعود على محمَّد، والجملة في محل الرفع خبر {إِنَّ} ، وجملة {إنَّ} مستأنفة. {بِعَذَابٍ أَلِيمٍ} : جار ومجرور وصفة، متعلق بـ {بشرهم} . </p><p> {أُولَئِكَ الَّذِينَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ وَمَا لَهُمْ مِنْ نَاصِرِينَ (٢٢) }. </p><p> {أُولَئِكَ الَّذِينَ} : مبتدأ وخبر، والجملة مستأنفة. {حَبِطَتْ أَعْمَالُهُمْ} : فعل وفاعل ومضاف إليه، والجملة صلة الموصول، والعائد ضمير الجمع {فِي الدُّنْيَا وَالْآخِرَةِ} : جار ومجرور ومعطوف، متعلق بـ {حَبِطَتْ} ، {وَمَا لَهُمْ} : الواو عاطفة {ما} : حجازية أو تميمية. {لَهُمْ} : جار ومجرور خبر مقدم لـ {ما} أو لمبتدأ مؤخر، {مِنْ} : زائدة {نَاصِرِينَ} : اسم {ما} مؤخر، أو مبتدأ مؤخر، والجملة الإسمية معطوفة على جملة حبطت على كونها صلة الموصول. </p><p> {أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ يُدْعَوْنَ إِلَى كِتَابِ اللَّهِ} . </p><p> {أَلَمْ} الهمزة للاستفهام التقريري، {لم} : حرف نفي وجزم. {تَرَ} : فعل مضارع مجزوم بـ {لم} ، وفاعله ضمير يعود على محمَّد، والجملة مستأنفة. {إِلَى الَّذِينَ} : جار ومجرور متعلق بـ {تر} ، ورأى هنا علمية مضمنة معنى الانتهاء لتصح التعدية بإلى، والمعنى: ألم تعلم يا محمَّد منتهيًا علمك إلى قصة الذين أوتوا نصيبًا من الكتاب، ذكره السمين. {إِلَى الَّذِينَ} : جار ومجرور متعلق به. {أُوتُوا} : فعل مغير ونائب فاعل. {نَصِيبًا} : مفعول ثانٍ، والجملة صلة الموصول. {مِنَ الْكِتَابِ} : جار ومجرور صفة لـ {نَصِيبًا} . {يُدْعَوْنَ} فعل مضارع مغير، ونائب فاعل، والجملة في محل النصب حال من {الَّذِينَ} . {إِلَى كِتَابِ اللَّهِ} : جار ومجرور ومضاف إليه متعلق بـ {يُدْعَوْنَ} . </p><p> {لِيَحْكُمَ بَيْنَهُمْ ثُمَّ يَتَوَلَّى فَرِيقٌ مِنْهُمْ وَهُمْ مُعْرِضُونَ} . </p><p> {لِيَحْكُمَ} : اللام حرف جر وتعليل. (يحكم) : منصوب بأن مضمرة جوازًا بعد لام (كي) ، وفاعله ضمير يعود على {الْكِتَابِ} ، {بَيْنَهُمْ} : ظرف ومضاف إليه متعلق بـ {يحكم} ، والجملة الفعلية صلة {أن} المضمرة، {أن} مع صلتها في تأويل مصدر مجرور بلام التعليل تقديره: لحكمه، {بَيْنَهُمْ} : الجار والمجرور متعلق بـ {يُدْعَوْنَ} ، {ثُمَّ} : حرف عطف وترتيب. {يَتَوَلَّى فَرِيقٌ} : فعل وفاعل، {مِنْهُمْ} : جار ومجرور صفة لـ {فَرِيقٌ} ، والجملة معطوفة على جملة {يُدْعَوْنَ} ، {وَهُم} : الواو واو الحال {هم معرضون} : مبتدأ وخبر، والجملة حال من {فَرِيقٌ} ، وصح مجيء الحال منه لوصفه بالجار والمجرور. </p><p> {ذَلِكَ بِأَنَّهُمْ قَالُوا لَنْ تَمَسَّنَا النَّارُ إِلَّا أَيَّامًا مَعْدُودَاتٍ وَغَرَّهُمْ فِي دِينِهِمْ مَا كَانُوا يَفْتَرُونَ (٢٤) }. </p><p> {ذَلِكَ} : مبتدأ. {بِأَنَّهُمْ} : الباء حرف جر، {أن} : حرف نصب ومصدر، والهاء: اسمها. {قَالُوا} : فعل وفاعل، وجملة {قَالُوا} في محل الرفع خبر {أن} تقديره: بأنهم قائلون، وجملة {أن} من اسمها وخبرها في تأويل مصدر مجرور بالياء تقديره: ذلك بقولهم، الجار والمجرور متعلق بمحذوف خبر المبتدأ تقديره: ذلك التولي والإعراض كائن بسبب قولهم، والجملة من المبتدأ والخبر مستأنفة. {لَنْ تَمَسَّنَا النَّارُ إِلَّا أَيَّامًا مَعْدُودَاتٍ} : مقول محكي، وإنْ شئت قلت:  {لَن} : حرف نفي ونصب. {تَمَسَّنَا النَّارُ} : فعل ومفعول وفاعل، منصوب بـ {لَن} ، والجملة الفعلية في محل النصب مقول لـ {قَالُوا}  {إِلَّا} : أداة استثناء مفرغ. {أَيَّامًا} : منصوب على الظرفية، {مَعْدُودَاتٍ} : صفة لأيامًا، والظرف متعلق بـ {تَمَسَّنَا} ، {وَغَرَّهُمْ} : الواو عاطفة. {غر} : فعل ماضٍ، الهاء: مفعول به. {فِي دِينِهِمْ} : جار ومجرور ومضاف إليه، متعلق بـ {غرهم} ، {مَا} : اسم موصول في محل الرفع فاعل {كَانُوا} : فعل ناقص واسمه. {يَفْتَرُونَ} : فعل وفاعل، والجملة في محل النصب خبر {كان} تقديره: ما كانوا مفترين، وجملة {كان} صلة الموصول، والعائد محذوف تقديره: يفترونه، وجملة (غرهم) في محل الرفع معطوفة على جملة {قَالُوا} على كونها خبر {أَنَّ} . </p><p> {فَكَيْفَ إِذَا جَمَعْنَاهُمْ لِيَوْمٍ لَا رَيْبَ فِيهِ وَوُفِّيَتْ كُلُّ نَفْسٍ مَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ (٢٥) }. </p><p> {فَكَيْفَ} : الفاء بمعنى الواو الاستئنافية. (كيف) : اسم استفهام في محل الرفع خبر مقدم لمبتدأ محذوف تقديره: فكيف حالهم، مبني على الفتح؛ لشبهه بالحرف شبهًا معنويًّا، حالهم: مبتدأ مؤخر ومضاف إليه، والجملة مستأنفة. {إِذَا} : ظرف مجرد عن الشرط، والظرف متعلق بالمبتدأ المحذوف. {جَمَعْنَاهُمْ} : فعل وفاعل ومفعول، والجملة في محل الجر مضاف إليه لإذا، {لِيَوْمٍ} : جار ومجرور متعلق بـ {جَمَعْنَاهُمْ} . {لا} : نافية، {رَيْبَ} : في محل النصب اسمها. {فِيهِ} : جار ومجرور خبر {لَا} ، وجملة {لَا} في محل الجر صفة لـ {يوم} . وفي \"الفتوحات\"  (١) : قوله: {فَكَيْفَ} ردٌّ لقولهم المذكور، وإبطال لما غرهم باستعظام ما سيقع لهم، وتهويل لما يحيق بهم من الأهوال. و {كيف} : خبر مبتدأ محذوف قدَّره بقوله: حالهم. وعبارة السمين: ويجوز أن يكون {كيف} خبرًا مقدمًا، والمبتدأ محذوف تقديره: فكيف حالهم؟ وقوله:  {إِذَا جَمَعْنَاهُمْ} ظرف محض من غير تضمين شرط، والعامل فيه هو العامل في {كيف} إن قلنا: إنها منصوبة بفعل، وإن قلنا: إنها خبر لمبتدأ مضمر، وهي منصوبة انتصاب الظرف .. كان العامل في إذا: الاستقرار العامل في {كيف} ؛ لأنها كالظرف، وإن قلنا: إنها اسم غير ظرف بل لمجرد السؤال .. كان العامل فيها نفس المبتدأ الذي قدرناه؛ أي: كيف حالهم في وقت جمعهم، وقوله:  {ليوم} متعلق بـ {جَمَعْنَاهُمْ} ؛ أي: لقضاء يوم أو لجزاء يوم و {لَا رَيْبَ فِيهِ} : صفة للظرف. انتهى. {وَوُفِّيَتْ} : الواو عاطفة. {وُفي} : فعل ماضٍ مغيَّر الصيغة، التاء علامة التأنيث؛ لاكتساب الفاعل التأنيث من المضاف إليه. {كُلُّ نَفْسٍ} : فاعل ومضاف إليه، والجملة في محل الجر معطوفة على جملة {لَا رَيْبَ} على كونها صفة لـ {يوم} ، والرابط محذوف تقديره: وتوفى فيه كل نفس. {مَا كَسَبَتْ} : {مَا} : موصولة، أو موصوفة في محل النصب مفعول ثانٍ </p><p>(١) الجمل.</p><p> لـ {وفيت} . {كَسَبَتْ} : فعل ماضٍ، وفاعله ضمير يعود على {كُلُّ نَفْسٍ} ، والعائد أو الرابط محذوف تقديره: كسبته {وَهُمْ لَا يُظْلَمُونَ} : الواو حالية {هم} مبتدأ، وجملة {لَا يُظْلَمُونَ} : خبره، والجملة الإسمية في محل النصب حل من قوله:  {كل نفس} . </p><p> وذكر (١) ضمير {هم} وجمعه باعتبار معنى كل نفس؛ لأنه في معنى كل الناس، كما اعتبر المعنى في قولهم: ثلاثة أنفس، بتأويل الأناس. </p><p> التصريف ومفردات اللغة </p><p> {شَهِدَ اللَّهُ} : يقال: شهد الشيء يشهد شهادةً من باب: علم، إذا بين وأعلم وأخبر. قال الزجاج: الشاهد: هو الذي يعلم الشيء ويبيِّنه، فقد دلَّنا الله على وحدانيته بما خلق وبيَّن. </p><p> {قَائِمًا بِالْقِسْطِ} : القسط: العدل يُجمع على أقساط، يقال: قسط قسطًا من باب: ضرب ونصر، وقسط الوالي وأقسط إذا عدل في حكمه. </p><p> {الْحَكِيمُ} وعدل (٢) عن صيغة الحاكم إلى الحكيم؛ لأجل المبالغة، ولمناسبة العزيز. ومعنى المبالغة تكرار حكمه بالنسبة إلى الشرائع أن الدين عند الله هو الإِسلام؛ إذ حكم في كل شريعة بذلك. </p><p> {الدِّينَ} : الجزاء، ويطلق على الملة وهو المراد هنا، وسُمّي الدِّين دِينًا؛ لأن الشخص يدان به. </p><p> {الْإِسْلَامُ} : الاستسلام والانقياد التام، ويقال: أسلم زيد إذا تدين بدين الإِسلام، وأخلص عمله لله. فالإِسلام إخلاص العمل والعقيدة لله تعالى. </p><p> {فَإِنْ حَاجُّوكَ} ؛ أي: جادلوك ونازعوك، يقال: حاجَّه حجاجًا ومحاجَّةً إذا خاصمه .. فحَجَّه وغلبه، ويقال: تحاجَّا إذا تخاصما. </p><p>(١) الكرخي. (٢) النهر.</p><p> {غرهم} فتنهم، يقال: غر يغر غرورًا إذا خدع، فهو من المضاعف المعدَّى، والغِرُّ: الصغير، والغريرة: الصغيرة، سميا بذلك؛ لأنهما ينخدعان بالعجلة، والغرة منه يقال: أخذه على غرة؛ أي: تغفل وخداع. </p><p> البلاغة </p><p> {شَهِدَ اللَّهُ} قال الزمخشري (١) : شبهت دلالته على وحدانيته بأفعاله الخاصة التي لا يقدر عليها غيره، وبما أوحى من آيته الناطقة بالتوحيد، كسورة الإخلاص وآية الكرسي وغيرهما، بشهادة الشاهد في البيان والكشف على طريق الاستعارة التصريحية، وكذلك إقرار الملائكة وأولي العلم بذلك، واحتجاجهم عليه. انتهى. </p><p> {لَا إِلَهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ} : كرر التهليل للتوكيد، أو لأن (٢) الأول: قول الله، والثاني: حكاية قول الملائكة وأولي العلم، أو لأن الأول جرى مجرى الشهادة، والثاني جرى مجرى الحكم بصحة ما شهد به الشهود. {إِنَّ الدِّينَ عِنْدَ اللَّهِ الْإِسْلَامُ} الجملة معرفة الطرفين، فتفيد الحصر؛ أي: لا دين إلا الإسلام. </p><p> {وَمَا اخْتَلَفَ الَّذِينَ أُوتُوا الْكِتَابَ} في التعبير (٣) عن اليهود والنصارى بقوله: {أُوتُوا الْكِتَابَ} زيادة تقبيح لهم وتشنيع عليهم، فإن الاختلاف بعد إيتاء الكتاب أقبح، وقوله:  {إلا من بعد} الخ زيادة أخرى فإن الاختلاف بعد العلم أزيدُ في القباحة، وقوله:  {بَغْيًا بَيْنَهُمْ} زيادة ثالثة؛ لأنه في حيز الحصر، فكأنه قال: وما اختلفوا إلا بغيًا؛ أي: لا لشبهة ولا لدليل، فيكون أزيد في القباحة {بِآيَاتِ اللَّهِ فَإِنَّ اللَّهَ} إظهار الاسم الجليل مع كون المقام للإضمار؛ لتربية المهابة، وإدخال الروعة في النفس. </p><p>(١) البحر المحيط. (٢) الكرخي.(٣) الجمل.</p><p> {أَسْلَمْتُ وَجْهِيَ} : فيه إطلاق الجزء وإرادة الكل، ففيه مجاز مرسل علاقته الكلية، وإنما خص الوجه؛ لشرفه ولاشتماله على معظم القوى والمشاعر، ولأنه معظم ما تقع به العبادة من السجود والقراءة، وبه يحصل التوجه إلى كل شيء. </p><p> {وَقُلْ لِلَّذِينَ أُوتُوا الْكِتَابَ} : وضع (١) الموصول موضع الضمير؛ لرعاية التقابل بين وصفي المتعاطفين؛ لأن الأميين يقابلون بالذين أوتو الكتاب. </p><p> {فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ} : الأصل في البشرة أن تكون في الخير، واستعمالها في الشر؛ للتهكم، ويسمَّى هذا: الأسلوب التهكمي؛ حيث نزل الإنذار منزلة البشارة السارة، كقوله تعالى: {بَشِّرِ الْمُنَافِقِينَ بِأَنَّ لَهُمْ عَذَابًا أَلِيمًا (١٣٨) }، وهو أسلوب مشهور. </p><p> قال أبو حيان (٢) : ومن ضروب البلاغة في هذه الآيات: </p><p> منها: الاستفهام الذي يرد به التقرير أو التوبيخ والتقريع في قوله: {أَأَسْلَمْتُمْ} . </p><p> ومنها: الطباق المقدَّر في قوله: {فَإِنْ أَسْلَمُوا فَقَدِ اهْتَدَوْا وَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْكَ الْبَلَاغُ} ووجهه أن الإِسلام: الانقياد إلى الإِسلام والإقبال عليه، والتولي ضد الإقبال، والتقدير: وإن تولوا .. فقد ضلوا، والضلالة ضد الهداية. </p><p> ومنها: الحشو الحسن في قوله: {بِغَيْرِ حَقٍّ} فإنه لم يقتل قطٌّ نبي بحق، وإنما أتى بهذه الحشوة؛ ليتأكد قبح قتل الأنبياء ويعظم أمره في قلب العازم عليه. </p><p> ومنها: التكرار في قوله: {وَيَقْتُلُونَ الَّذِينَ يَأْمُرُونَ} تأكيدًا لقبح ذلك الفعل. </p><p> ومنها: الزيادة في قوله: {فَبَشِّرْهُمْ} زاد الفاء إيذانًا بأن الموصول ضمن معنى الشرط. </p><p>(١) أبو السعود. (٢) البحر المحيط.</p><p> ومنها: الاستفهام الذي أريد به التعجيب من حالهم والاستعظام لمقالتهم في قوله: {فَكَيْفَ إِذَا جَمَعْنَاهُمْ} ، وهذا الاستفهام لا يحتاج إلى جواب، وكذا أكثر استفهامات القرآن؛ لأنها من عالم الشهادة، وإنما استفهامه تعالى تقريع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {قُلِ اللَّهُمَّ مَالِكَ الْمُلْكِ تُؤْتِي الْمُلْكَ مَنْ تَشَاءُ وَتَنْزِعُ الْمُلْكَ مِمَّنْ تَشَاءُ وَتُعِزُّ مَنْ تَشَاءُ وَتُذِلُّ مَنْ تَشَاءُ بِيَدِكَ الْخَيْرُ إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (٢٦) تُولِجُ اللَّيْلَ فِي النَّهَارِ وَتُولِجُ النَّهَارَ فِي اللَّيْلِ وَتُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَتُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَتَرْزُقُ مَنْ تَشَاءُ بِغَيْرِ حِسَابٍ (٢٧) لَا يَتَّخِذِ الْمُؤْمِنُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ وَمَنْ يَفْعَلْ ذَلِكَ فَلَيْسَ مِنَ اللَّهِ فِي شَيْءٍ إِلَّا أَنْ تَتَّقُوا مِنْهُمْ تُقَاةً وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ وَإِلَى اللَّهِ الْمَصِيرُ (٢٨) قُلْ إِنْ تُخْفُوا مَا فِي صُدُورِكُمْ أَوْ تُبْدُوهُ يَعْلَمْهُ اللَّهُ وَيَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (٢٩) يَوْمَ تَجِدُ كُلُّ نَفْسٍ مَا عَمِلَتْ مِنْ خَيْرٍ مُحْضَرًا وَمَا عَمِلَتْ مِنْ سُوءٍ تَوَدُّ لَوْ أَنَّ بَيْنَهَا وَبَيْنَهُ أَمَدًا بَعِيدًا وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ وَاللَّهُ رَءُوفٌ بِالْعِبَادِ (٣٠) قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ (٣١) قُلْ أَطِيعُوا اللَّهَ وَالرَّسُولَ فَإِنْ تَوَلَّوْا فَإِنَّ اللَّهَ لَا يُحِبُّ الْكَافِرِينَ (٣٢) }. </p><p> المناسبة </p><p> لما ذكر الله سبحانه وتعالى في الآيات السابقة دلائل التوحيد والنبوة، وصحة دين الإِسلام، وحال النبي - صلى الله عليه وسلم - مع المخاطبين بالدعوة من المشركين وأهل الكتاب، فالمشركون كانوا ينكرون النبوة لرجل يأكل الطعام ويمشي في الأسواق، كما أنكر ذلك أمثالهم على الأنبياء من قبل، وأهل الكتاب كانوا ينكرون أن يكون نبي من غير آل إسرائيل .. أردف بذكر هذه الآيات الآتية تسليةً للنبي - صلى الله عليه وسلم - في مقام عناد المنكرين، ومكابرة الجاحدين، وتذكيرًا له بقدرته تعالى على نصره وإعلاء دينه، وكأنه يقول له: إذا توَلَّى هؤلاء الجاحدون عنك، ولم يقنعهم البرهان؛ فظل المشركون على جهلهم، وأهل الكتاب في غرورهم .. فعليك أن تلجأ إلى الله تعالى وترجع إليه بالدعاء والثناء، وتتذكر أنه بيده الأمر يفعل ما يشاء. </p><p> قوله تعالى:  {لَا يَتَّخِذِ الْمُؤْمِنُونَ الْكَافِرِينَ أَوْلِيَاءَ ...} مناسبة هذه الآية لما قبلها؛ أنه تعالى لما ذكر ما يجب أن يكون المؤمن عليه من تعظيم الله تعالى والثناء عليه بالأفعال التي يختص بها .. ذكر ما يجب على المؤمن من معاملة </p>"
}