{
  "id": null,
  "sura": 3,
  "aya": 171,
  "text": "<p> فَضْلِهِ} متعلق بـ {فَرِحِينَ} وقرأ ابن السميفع {فارحين} وهُما لغتان: كالفره، والفاره، والحذر، والحاذر. والمراد {بِمَا آتَاهُمُ اللَّهُ} ما ساقه الله إليهم من الكرامة بالشهادة، وما صاروا فيه من الحياة، وما يصل إليهم من رزق الله سبحانه وتعالى، والمعنى: مسرورين بما أعطاهم الله تعالى من قربه، ودخول جنته، ورزقهم فيها إلى سائر ما أكرمهم به. ولا تعارض (١) بين فرحين، وبين {إِنَّ اللَّهَ لَا يُحِبُّ الْفَرِحِينَ} في قصة قارون؛ لأن ذاك بالملاذ الدنيوية، وهذا بالملاذ الأخروية ولذلك جاء {قُلْ بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُوا} ، وجاء {وَفِي ذَلِكَ فَلْيَتَنَافَسِ الْمُتَنَافِسُونَ} . </p><p> ١٧١ - والمراد بفضل الله شرف الشهادة، والفوز بالحياة الأبدية، والزلفى من الله تعالى، والتمتع بالنعيم المخلد عاجلًا، والواو في قوله:  {وَيَسْتَبْشِرُونَ} عاطفة على قوله: {يُرْزَقُونَ} ؛ أي: يرزقون، ويستبشرون، ويسرون (بـ) ما تبين لهم من حسن حال إخوانهم المجاهدين {بِالَّذِينَ لَمْ يَلْحَقُوا بِهِمْ} في القتل، والشهادة، ولم يقتلوا إذ ذاك وتركوهم {مِنْ خَلْفِهِمْ} ووراءهم في الدنيا، بل سيلحقون بهم من بعد؛ أي: إنهم بقوا في الدنيا بعدهم، وهم قد تقدموهم يعني من إخوانهم الذين تركوهم أحياءً في الدنيا على منهج الإيمان، والجهاد، فعلموا أنهم إذا استشهدوا لحقوا بهم، ونالوا من الكرامة مثلهم. </p><p> وقيل (٢) : المراد بإخوانهم هنا جميع المسلمين الشهداء وغيرهم؛ لأنهم لما عاينوا ثواب الله، وحصل لهم اليقين بحقية دين الإِسلام؛ استبشروا بذلك لجميع أهل الإِسلام الذين هم أحياء لم يموتوا، وهذا أقوى؛ لأن معناه أوسع، وفائدته أكثر، واللفظ يحتمله، بل هو الظاهر، وبه قال الزجاج، وابن فورك. </p><p> وقوله (٣) : {مِنْ خَلْفِهِمْ} إشارة إلى أنهم وراءهم، يقتفون أثرهم، ويحذون حذوهم قدمًا بقدمٍ، وفي ذكر حال الشهداء، واستبشارهم بمن خلفهم حث </p><p>(١) البحر المحيط. (٢) الشوكاني.(٣) المراغي.</p><p> للباقين بعدهم على زيادة الطاعة، والجد في الجهاد، والرغبة في نيل منازل الشهداء، وإصابة فضلهم كما فيه إخمادٌ لحال من يرى نفسه في خير، فيتمنى مثله لإخوانه، في الدين، وفيه بشرى للمؤمنين بالفوز بالمآب. </p><p> وقوله:  {أَلَّا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ} بدلٌ من {الَّذِينَ} ؛ أي: يستبشرون بعدم الخوف، والحزن على إخوانهم الذين تركوهم أحياءً، وأنهم عند قتلهم يفوزون بحياة أبدية، لا يكدرها خوفٌ من وقوع مكروه من أحوالها، ولا حزنٌ من فوات محبوب من نعيمها. </p><p> والمعنى (١) : يستبشرون بأن لا خوف من المتخلِّفين على أنفسهم، فهم آمنون، ولا هم يحزنون، فهم فرحون هذا ما أدركه لهم إخوانهم المتقدمون، وليس المراد أنهم؛ أي: المتقدمين لا يخافون على المتخلِّفين كما هو ظاهر. </p><p> والحاصل (٢) : أن الشهداء المتقدمين: يقول بعضهم لبعض: تركنا إخواننا فلانًا وفلانًا في صف المقاتلة مع الكفار، فيقتلون إن شاء الله، فيصيبون من الرزق والكرامة ما أصبنا؛ أي: يفرحون بحسن حال إخوانهم الذين تركوهم في الدنيا، بدوام انتفاء الخوف والحزن، وبلحوقهم بهم؛ لأن الله تعالى بشَّرهم بذلك. </p><p> والخوف: غم (٣) يلحق الإنسان بما يتوقعه من السوء، والحزن غمٌّ يلحقه من فوات نافع، وحصول ضار، فمن كانت أعماله مشكورةٌ .. فلا يخاف العاقبة، ومن كان متقلِّبًا في نعمة من الله، وفضل .. فلا يحزن أبدًا. </p><p> {يَسْتَبْشِرُونَ بِنِعْمَةٍ مِنَ اللَّهِ وَفَضْلٍ} لمَّا (٤) بيَّن الله سبحانه وتعالى أنَّ الشهداء يستبشرون بالذين لم يلحقوا بهم من خلفهم، ذكر أنهم أيضًا يستبشرون لأنفسهم بما رزقوا من النعيم والفضل، فالاستبشار الأول كان لغيرهم، والاستبشار الثاني </p><p>(١) الجمل. (٢) مراح.(٣) كرخي.(٤) الخازن.</p><p> لأنفسهم خاصة؛ أي: يفرحون بنعمة من الله؛ أي: بثواب أعمالهم وفضل؛ أي: زيادة عظيمة من الكرامة على ثواب أعمالهم، نظير قوله تعالى:  {لِلَّذِينَ أَحْسَنُوا الْحُسْنَى وَزِيَادَةٌ} وتنكيرها للتعظيم فالنعمة هي الثواب الذي يلقاه العامل جزاءً على عمله، والفضل هو التفضل الذي يمن الله به على عباده الطائعين المخبتين إليه. </p><p> {وَأَنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُؤْمِنِينَ} ؛ أي: ويفرحون بأن الله تعالى لا يبطل، ولا يبخس أجر المؤمنين من الشهداء، وغيرهم. قرأ الكسائي (١) بكسر الهمزة من {إنَّ} على أنه مستأنف. وفيه دلالة على أن الله لا يضيع أجر شيء من أعمال المؤمنين، ويؤيده قراءة ابن مسعود، ومصحفه {والله لا يضيع أجر المؤمنين} وقرأ باقي السبعة، والجمهور بفتح الهمزة عطفًا على فضل، فهو داخل في جملة ما يستبشرون به، قال (٢) أبو علي يستبشرون: بتوفير ذلك عليهم، ووصوله إليهم؛ لأنه إذا لم يضعه وصل إليهم، ولم يبخسوه، ولا يصح الاستبشار بأن الله لا يضيع أجر المؤمنين؛ لأن الاستبشار إنما يكون بما لم يتقدم به علم، وقد علموا قبل موتهم أنَّ الله لا يضيع أجر المؤمنين، فهم يستبشرون بأنَّ الله ما أضاع أجورهم، حتى اختصهم بالشهادة ومنحهم أتم النعمة، وختم لهم بالنجاة، والفوز، وقد كانوا يخشون على إيمانهم، ويخافون سوء الخاتمة المحبطة للأعمال، فلما رأوا ما للمؤمنين عند الله من السعادة، وما اختصَّهم به من حسن الخاتمة التي تصح معها الأجور، وتضاعف الأعمال استبشروا؛ لأنهم كانوا على وجل من ذلك. انتهى كلامه، وفيه تطويلٌ شبيهٌ بالخطابة. </p><p> وفي ذلك كله تحريضٌ للمؤمنين على الجهاد، وترغيبٌ لهم في الشهادة، وحث على ازدياد الطاعة، وبشرى للمؤمنين بالفوز العظيم. </p><p>(١) الشوكاني. (٢) البحر المحيط.</p><p> فصلٌ في ذكر الأحاديث الواردة في فضل الجهاد والشهادة في سبيل الله </p><p> وعن أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \"تضمَّن الله لمن خرج في سبيله، لا يخرجه إلا جهادًا في سبيلي، وإيمانًا وتصديقًا برسلي، فهو عليَّ ضامن -أي:مضمون - أن أدخله الجنة، أو أرجعه إلى مسكنه الذي خرج منه، نائلًا ما نال من أجرٍ، أو غنيمةٍ، والذي نفس محمَّد بيده، ما من كلم يكلم في سبيل الله إلا جاء يوم القيامة كهيئته حين يكلم، لونه لون دم، وريحه ريح مسك، والذي نفس محمَّد بيده، لولا أن يشق على المسلمين ما قعدت خلاف سرية تغزو في سبيل الله أبدًا، ولكن لا أجد سعةً فأحملهم، ولا يجدون سعةً، ويشق عليهم أن يتخلَّفوا عني، والذي نفسُ محمَّد بيده، لوددت أني أغزو في سبيل الله فأقتل، ثم أغزو فأقتل، ثم أغزو فأقتل\" متفق عليه، وهذا لفظ مسلم. </p><p> وعن أنس رضي الله عنه أنَّ رسول الله - صلى الله عليه وسلم - قال \"لغَدَوْةٌ في سبيل الله، أو رَوْحَةٌ خير من الدنيا وما فيها\" متفق عليه. </p><p> وعن سهل بن سعد رضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال:  \"رباط يوم في سبيل الله، خير من الدنيا، وما عليها، وموضع سوط أحدكم في الجنة خير من الدنيا، وما عليها\" . متفق عليه. </p><p> وعن فضالة بن عبيد رضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال:  \"كل ميت يختم على عمله إلا المرابط في سبيل الله، فإنه ينمى له عمله إلى يوم القيامة، ويأمن من فتنة القبر\" أخرجه أبو داود، والترمذي. </p><p> وعن معاذ بن جبل رضي الله عنه أنه سمع رسول الله - صلى الله عليه وسلم - يقول: \"مَنْ قاتل في سبيل الله فواق ناقةٍ، وجبت له الجنة، ومن سأل الله القتل في سبيل الله صادقًا من نفسه، ثم مات أو قتل؛ كان له أجر شهيد، ومن جرح جرحًا في سبيل الله، أو نكب نكبةً .. فإنها تجىء يوم القيامة كأغزر ما كانت، لونها لون الزعفران، وريحها ريح المسك، ومن خرج به خراج في سبيل الله، فإن عليه </p>"
}