{
  "id": null,
  "sura": 3,
  "aya": 97,
  "text": "<p> ويتبع هذا أولوية الشرف والتعظيم. ثم ذكر فضائل أربعة: </p><p> الأول منها ذكره بقوله:  {مُبَارَكًا} ؛ أي: حالة كونه ذا بركة، وخير كثير؛ لأنه قد أفيض عليه من بركات الأرض، وثمرات كل شيء مع كونه بواد غير ذي زرع، كما قال تعالى:  {يُجْبَى إِلَيْهِ ثَمَرَاتُ كُلِّ شَيْءٍ} فترى الأقوات والثمار في مكة كثيرة جيدة، وأقل ثمنًا من كثير من البلاد ذوات الخيرات الوفيرة، كمصر والشام، وكل هذا ببركة دعوة إبراهيم عليه السلام:  {رَبَّنَا إِنِّي أَسْكَنْتُ مِنْ ذُرِّيَّتِي} الآية. </p><p> وعن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال:  \"صلاة في مسجدي هذا، أفضل من ألف صلاة فيما سواه من المساجد، إلا المسجد الحرام\" . متفق عليه. </p><p> وذكر الثاني منها بقوله:  {وَهُدًى لِلْعَالَمِينَ} ؛ أي: وحالة كونه هدى؛ أي: قبلة لكل نبي، ورسول وصديق، ومؤمن يهتدون بذلك البيت إلى جهة صلاتهم، ويولون وجوههم شطره في صلاتهم، وربما لا تمضي ساعة من ليل أو نهار إلّا وهناك ناس يتوجهون إليه، ويأتون إليه مشاة وركبانًا من كل فج عميق، لأداء المناسك الدينية من الحج والعمرة، ولا شك أنَّ هذه الهداية من أشرف أنواع الهدايات. وكونه قبلة لكل نبي؛ لأن تكليف الصلاة كان لازمًا في دين جميع الأنبياء عليهم السلام بدليل قوله تعالى: {أُولَئِكَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ مِنْ ذُرِّيَّةِ آدَمَ وَمِمَّنْ حَمَلْنَا مَعَ نُوحٍ وَمِنْ ذُرِّيَّةِ إِبْرَاهِيمَ وَإِسْرَائِيلَ وَمِمَّنْ هَدَيْنَا وَاجْتَبَيْنَا إِذَا تُتْلَى عَلَيْهِمْ آيَاتُ الرَّحْمَنِ خَرُّوا سُجَّدًا وَبُكِيًّا (٥٨) }. فدلت الآية على أن جميع الأنبياء عليهم السلام، كانوا يسجدون لله، والسجدة لا بد لها من قبلةٍ، فلو كانت قبلة شيث، وإدريس، ونوح، عليهم السلام موضعًا آخر سوى الكعبة .. لبطل قوله تعالى:  {إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ} فوجب أن يقال: إن قبلة أولئك الأنبياء المتقدّمين: هي الكعبة. فدل هذا على أن هذه الجهة كانت أبدًا مشرفة مكرمة. </p><p> ٩٧ - وذكر الثالث منها بقوله:  {فِيهِ آيَاتٌ بَيِّنَاتٌ} ؛ أي: وحالة كونه فيه؛ أي: في ذلك البيت آيات بينات؛ أي: دلائل وعلامات واضحات تدل على حرمته، ومزيد </p><p> فضله، وعظيم قدرته تعالى: </p><p> منها:  {مَقَامُ إِبْرَاهِيمَ} ؛ أي: الحجر الذي يقوم عليه إبراهيم عند بناء البيت، وكان فيه أثر قدمي إبراهيم، فاندرس من كثرة المسح بالأيدي، وفيه دلالة على قدرة الله تعالى ونبوة إبراهيم؛ لأن تأثير قدميه في الصخرة الصماء، وغوصهما فيها إلى الكعبين، وإلانة بعض الصخرة دون بعض، وإبقاءها ألوفًا من الأعوام معجزةٌ عظيمة، وسبب هذا الأثر أنه: لما ارتفع بنيان الكعبة .. قام على هذا الحجر، ليتمكن من رفع الحجارة، فغاصت فيه قدماه. </p><p> ومنها: انحراف الطيور عن موازاة البيت، فلا تعلوا فوقه بل إذا قابل هواه في الجو .. انحرف عنه يمينًا أو شمالًا، ولا يستطيع أن يقطع هواه إلا إذا حصل له مرض فيدخل هواه للتداوي. قال ابن عطية: وهذا ضعيف؛ لأن الطير يعاين يعلوه، وقد علته العقاب التي أخذت الحية المشرفة على جداره. </p><p> ومنها: مخالطة ضواري السباع، الصيود في الحرم من غير تعرض لها. </p><p> ومنها: إهلاك أصحاب الفيل لما قصدوا تخريبه، وما قصده جبار بسوء إلا أهلكه، ومن الآيات التي فيها الحجر الأسود، والملتزم والحطيم، وزمزم، ومشاعر الحج التي فيها كالصفا والمروة. </p><p> ومنها: أنَّ الآمر ببناء هذا البيت هو المولى الجليل، والمهندس له جبريل عليه السلام، والباني هو إبراهيم الخليل عليه السلام، والمساعد في بنيانه هو إسماعيل عليه السلام، فهذه كلها فضيلة عظيمة لهذا البيت. </p><p> وقرأ الجمهور:  {وُضِعَ} بالبناء للمفعول، وقرأ عكرمة، وابن السميقع شذوذًا {وضع} مبنيًّا للفاعل، فاحتمل أن يعود على الله، واحتمل أن يعود على إبراهيم، وهو أقرب في الذكر، وأليق بالمقام. وقرأ الجمهور:  {آيَاتٌ بَيِّنَاتٌ} على صيغة الجمع، وقرأ أبي، وعمر وابن عباس، ومجاهد، وأبو جعفر، في رواية قتيبة:  {آية بينة} على الإفراد وهي قراءة شاذة أيضًا. </p><p> وذكر الرابع منها بقوله:  {وَمَنْ دَخَلَهُ كَانَ آمِنًا} ؛ أي: ومن دخل البيت كان </p><p> آمنًا من ذنوبه. وعن ابن (١) عباس - رضي الله عنهما - قال: قال رسول الله - صلى الله عليه وسلم -: \"مَنْ دَخَل البَيْتَ .. دَخَل في حسنةٍ، وخَرَجَ من سيئة، وخرج مغفورًا له\" ولكن تفرد به عبد الله بن المؤمل، وليس بالقوي. </p><p> وقيل: من دخل الحرم للنسك تقربًا إلى الله تعالى .. كان آمنًا من النار يوم القيامة، وإن الله أودع في قلوب الخلق الشفقة على كل من التجأ إليه. وعبارة أبي السعود: ومعنى أمن داخله: أمنه من التعرض له كما في قوله تعالى: {أَوَلَمْ يَرَوْا أَنَّا جَعَلْنَا حَرَمًا آمِنًا وَيُتَخَطَّفُ النَّاسُ مِنْ حَوْلِهِمْ} وذلك بدعوة إبراهيم عليه السلام: {رَبِّ اجْعَلْ هَذَا الْبَلَدَ آمِنًا} وكان الرجل إذا أجرم كل جريمة ثم لجأ إلى الحرم لم يطلب. وعن عمر - رضي الله عنه -: \"لو ظفرت فيه بقاتل الخطاب .. ما مسسته حتى يخرج منه\" . ولذلك قال أبو حنيفة - رحمه الله -: \"من لزمه القتل في الحل بقصاصٍ أو ردةٍ أو زنا، فالتجأ إلى الحرم لم يتعرض له إلا أنه لا يؤوى، ولا يطعم، ولا يسقى، ولا يبايع، حتى يضطر إلى الخروج\" . </p><p> وقيل: المراد أمنه من النار، وعن النبي - صلى الله عليه وسلم -: \"من مات في أحد الحرمين، بعث يوم القيامة آمنًا\" . وعن النبي - صلى الله عليه وسلم - \"الحجون والبقيع يؤخذ بأطرافهما، وينثران في الجنة\" ؛ وهما مقبرتا مكة والمدينة. </p><p> وعن ابن مسعود - رضي الله عنه - وقف رسول الله - صلى الله عليه وسلم - على ثنية الحجون، وليس بها يومئذٍ مقبرةٌ، فقال:  \"يبعث الله تعالى من هذه البقعة، ومن هذا الحرم سبعين ألفًا وجوههم كالقمر ليلة البدر\" . </p><p> وعن النبي - صلى الله عليه وسلم -: \"من صبر على حر مكة ساعة من نهار .. تباعدت عنه جهنم مسيرة مئتي عام\" انتهت بالحرف، ولكن هذه الأحاديث أكثرها ضعاف. </p><p> وفتح مكة بالسيف؛ كان لضرورة تطهير البيت من الشرك وتخصيصه للعبادة فقط، حلت للنبي - صلى الله عليه وسلم - ساعةً من نهار، لم تحل لأحد قبله، ولن تحل لأحد بعده، كما جاء في الحديث. </p><p>(١) ابن كثير.</p><p> على أنَّ حِلَّ مكة وما يتبعُها من أرباضها للنبي - صلى الله عليه وسلم - ساعة من نار أمر زائد على أمن البيت، فإن النبي - صلى الله عليه وسلم - لم يستحل البيت ساعة، وما دونها، بل كان مناديه ينادي: من دخل المسجد فهو آمن، ومن دخل داره وأغلق باب بيته فهو آمن، ومن دخل دار أبي سفيان فهو آمن. </p><p> وقد أخبر أبو سفيان النبيَّ - صلى الله عليه وسلم - بقول سعد بن عبادة الأنصاري حامل اللواء له في الطريق: اليوم يوم الملحمة، اليوم تستحل الكعبة، فقال - صلى الله عليه وسلم -: \"كذب سعد، هذا يوم يعظم الله فيه الكعبة، ويوم تكسى فيه الكعبة\" . </p><p> وما فعله الحجاج عن رمي البيت بالمنجنيق فهو فعل السياسة التي قد تحمل صاحبها على مخالفة ما يعتقد حرمته، ويقع به في الظلم والإلحاد؛ إذ هو وجنده لم يكونوا معتقدين حلَّ ما فعلوا. </p><p> {وللَّهِ} ؛ واجب {عَلَى النَّاسِ حِجُّ الْبَيْتِ} ؛ أي: قصد البيت للعبادة المخصوصة المعروفة {مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا} ؛ أي: على من أطاق، وقدر إلى حج البيت سبيلًا؛ أي: طريقًا وبلاغًا إليه بوجود الراحلة، والزاد، والنفقة للعيال إلى الرجوع، لأنه - صلى الله عليه وسلم -: فسَّره بالزاد والراحلة، رواه الحاكم وغيره. وكذا أمن الطريق. والحج أحد أركان الإسلام. </p><p> وعن ابن عمر - رضي الله عنهما - قال: قال رسول الله - صلى الله عليه وسلم -: \"بني الإسلام على خمس: شهادة أن لا إله إلا الله وأنَّ محمدًا رسولُ الله، وإقام الصلاة، وإيتاء الزكاة، والحج، وصوم رمضان\" . متفق عليه. فعد النبيُّ - صلى الله عليه وسلم - الحج من أركان الإسلام الخمسة. </p><p> والمعنى: أنه يجب الحج على المستطيع من هذه الأمة، وفي هذا تعظيم للبيت أيما تعظيم، وما زال الناس من عهد إبراهيم إلى عهد محمد صلوات الله عليهما يحجون عملًا بسنة إبراهيم، جروا على هذا جيلًا بعد جيل، لم يمنعهم من ذلك شركهم، ولا عبادتهم للأوثان والأصنام، فهي آية متواترة على نسبة هذا البيت إلى إبراهيم. </p><p> واستطاعة السبيل إلى الشيء إمكان الوصول إليه، كما قال تعالى:  {فَهَلْ إِلَى خُرُوجٍ مِنْ سَبِيلٍ} وتختلف الاستطاعة باختلاف الأشخاص، واختلاف البعد عن البيت والقرب منه، وكل مكلف أدرى بنفسه في ذلك. وقد اختلف في تفسيرها، فقال بعضهم إنها القدرة على الزاد والراحلة مع أمن الطريق. وقال بعضهم: إنها صحة البدن، والقدرة على المشي. وقال آخرون: هي صحة البدن، وزوال الخوف من عدو أو سبع مع القدرة على المال الذي يشتري منه الزاد والراحلة وقضاء جميع الديون، والودائع، ودفع النفقة التي تكفي لمن تجب عليه نفقته حتى العودة من الحج. </p><p> وخلاصة ذلك: أنَّ هذا الإيجاب مشروط بالاستطاعة، وهي تختلف باختلاف الأشخاص والأزمان. </p><p> {وَمَنْ كَفَرَ} : أي: ومن جحد، وأنكر كون هذا البيت أول بيت وضعه الله للعبادة، وأنكر ما فرضه الله من حجه، والتوجه إليه بالعبادة {فَإِنَّ اللَّهَ} سبحانه وتعالى {غَنِيٌّ} ؛ أي: مستغنٍ {عَنِ} إيمانه وإيمان جميع {الْعَالَمِينَ} والخلق، وعن حجهم وعبادتهم. </p><p> وفسر بعضهم الكفر بترك الحج، وعبر عنه بالكفر تأكيدًا لوجوبه وتغليظًا على تاركه، والمعنى حينئذٍ: ومن لم يحج مع استطاعته .. فإن الله غني عن حجه، وحج العالمين كلِّهم. قال الضحاك: لما نزلت آية الحج جمع رسول الله - صلى الله عليه وسلم - أهل الأديان الستة: المسلمين والنصارى، واليهود، والصابئين، والمجوس، والمشركين، فخطبهم، وقال:  \"إن الله تعالى كتب عليكم الحج فحجوا، فآمن به المسلمون، وكفرت به الملل الخمس،وقالوا:لا نؤمن به، ولا نصلي إليه، ولا نحجه،فأنزل الله تعالى قوله:{وَمَنْ كَفَرَ فَإِنَّ اللَّهَ غَنِيٌّ عَنِ الْعَالَمِينَ}؛أي:ومن ترك اعتقاد وجوب الحج .. فإن الله غني عنه.</p><p> فقد روي أنه - صلى الله عليه وسلم - قال: \" من مات ولم يحج .. فليمت إن شاء يهوديًّا أو نصرانيًّا \".</p><p> وروي عن عليٍّ كرم الله وجهه أنَّ النبي - صلى الله عليه وسلم - قال في خطبة له: \" أيها الناس، </p><p> إن الله فرض الحج على من استطاع إليه سبيلًا، ومن لم يفعل .. فليمت على أي حال شاء يهوديًّا أو نصرانيًّا أو مجوسيًّا \".</p><p> وأثر عن عمر - رضي الله عنه - أنه قال: لقد هممت أن أبعث رجالًا إلى هذه الأمصار، فلينظروا كل من كان له جدة - سعةٌ - ولم يحج فيضربوا عليهم الجزية ما هم بمسلمين ما هم بمسلمين. ولهذه الأدلة قال كثير من الفقهاء: إن الحج واجب على الفور، وقال آخرون: إنه واجب على التراخي. وهذه الجملة تأكيد لما سبق من الوجوب، فإنه بدأ الآية بأن قال:  {وَلِلَّهِ عَلَى النَّاسِ} . فأفاد أنَّ ذلك ما كان لجر نفع، ولا لدفع ضر، بل كان لعزة الإلهية ولكبرياء الربوبية. وختمها بهذه الجملة المؤكدة لذلك لبيان أنَّ فاعل ذلك مستأهل للنعمة برضا الله عنه، وأن تاركه يسخط عليه سخطًا عظيمًا. </p><p> وحسب البيت شرفًا وفضلًا أنه حرم آمن ومثابة للناس ومبارك وهدى للعالمين، وما جاء عن رسول الله - صلى الله عليه وسلم - في حرمته وفضله من أنه لا يسفك فيه دم، ولا يعضد شجره، ولا يختلى خلاه - لا يقطع نباته - وأنَّ قصده مكفر للذنوب ماح للخطايا، وأن العبادة التي تؤدى فيه لا تؤدى في غيره، وأن استلام الحجر الأسود، فيه رمز إلى مبايعة الله تعالى على إقامة دينه، والإخلاص له وأن الصلاة فيه بمائة ألف ضعف في غيره. وكتب الأحاديث والسيرة مليئة ببيان فضله ومشيدة بذكره. </p><p> فصل في ذكر الأحاديث الواردة في فضل البيت وفضل الحج والعمرة </p><p> عن أبي ذرّ - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \" إن أول بيت وضع للناس مباركًا يصلى فيه: الكعبة، قلت: ثم أي؟ قال: المسجد الأقصى، قلت: كم بينهما؟ قال: أربعون عامًا \". متفق عليه.</p><p> وعن ابن عباس - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \" نزل الحجر الأسود من الجنة، وهو أشد بياضًا من اللبن - صلى الله عليه وسلم - وإنما سودته خطايا بني آدم\". </p><p> أخرجه الترمذي، وقال: حديث حسن صحيح. </p><p> وعنه قال: قال رسول الله - صلى الله عليه وسلم - في الحجر \"والله ليبعثنّه الله يوم القيامة، وله عينان يبصر بهما، ولسان ينطق به، يشهد على من استلمه بحق\" . أخرجه الترمذي. </p><p> وعن عبد الله بن عمرو بن العاص - رضي الله عنهما - قال: سمعت رسول الله - صلى الله عليه وسلم -: يقول: \"إن الركن، والمقام ياقوتتان من ياقوت الجنة، طمس الله نورهما، ولو لم يطمس نورهما .. لأضاءتا ما بين المشرق والمغرب\" . أخرجه الترمذي، وقال: هذا الحديث يروى عن ابن عمر موقوفًا. </p><p> وعن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال:  \"لا تشد الرحال إلا إلى ثلاثة مساجد: المسجد الحرام، ومسجد الرسول، والمسجد الأقصى\" . </p><p> وعن أبي سعيد الخدري - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال:  \"لا تشد الرحال إلا إلى ثلاثة مساجد: مسجدي هذا، والمسجد الحرام، والمسجد الأقصى\" . </p><p> وعن أبي هريرة - رضي الله عنه - قال: خطبنا رسول الله - صلى الله عليه وسلم - فقال:  \"أيها الناس، قد فرض عليكم الحج فحجوا، فقال له رجل في كل عام يا رسول الله؟ فسكت حتى قالها ثلاثًا، فقال رسول الله - صلى الله عليه وسلم -: لو قلت نعم لوجبت، ولما استطعتم\" . أخرجه مسلم. </p><p> وعن ابن عمر - رضي الله عنهما - قال: جاء رجل إلى رسول الله - صلى الله عليه وسلم -. فقال يا رسول الله ما يوجب الحج؟ قال:  \"الزاد والراحلة\" . أخرجه الترمذي. وقال: حديث حسن. وإبراهيم بن يزيد الجوزي المكي، قد تكلم فيه بعض أهل العلم من قبل حفظه. </p><p> وعن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال:  \"العمرة إلى العمرة كفارة لما بينهما، والحج المبرور ليس له جزاء إلا الجنة\" . متفق عليه. </p><p> وفي رواية سمعت رسول الله - صلى الله عليه وسلم - يقول:  \"من حج لله - عز وجل - وفي لفظ من حج هذا البيت - فلم يرفث، ولم يفسق، رجع كيوم ولدته أمه\" . أخرجه </p><p> الترمذي، وقال:  \"غفر له ما تقدم من ذنبه\" . </p><p> وعن ابن مسعود - رضي الله عنه - أنَّ رسولَ الله - صلى الله عليه وسلم - قال:  \"تابعوا بين الحج والعمرة، فإنهما ينفيان الذنوب، والفقر كما ينفي الكير خبث الحديد، والذهب والفضة، وليس لحجة مبرورة ثواب إلا الجنة، وما من مؤمن يظل يومه محرمًا إلا غابت الشمس بذنوبه\" . أخرجه الترمذي وقال: حديث حسن غريب. </p><p> وعن سهل بن سعد - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - \"ما من مسلم يلبي إلا لبى ما عن يمينه وشماله، من حجر، أو شجر، أو مدر، حتى تنقطع الأرض من ها هنا وههنا\" . أخرجه الترمذي، وقال: هذا حديث غريب. </p><p> وعن ابن عباس - رضي الله عنهما - قال: قال رسول الله - صلى الله عليه وسلم -: \"من طاف بالبيت خمسين مرةً خرج من ذنوبه، كيوم ولدته أمه\" . أخرجه الترمذي، وقال: هذا حديث غريب. </p><p> فصل في ذكر بعض أحكام تتعلق بالحج </p><p> قال العلماء: الحج واجب على كل مسلم، وهو أحد أركان الإسلام الخمسة، ولوجوبه خمس شرائط: الإسلام والبلوغ والعقل والحرية والاستطاعة. ولا يجب على الكافر والمجنون ولو حجا .. لم يصح حجهما؛ لأن الكافر ليس من أهل العبادة، ولا حكم لقول المجنون، ولا يجب على الصبي والعبد، ولو حج صبي مميزٌ، أو حج عبد صح حجهما تطوعًا، ولا يسقط فرض الإسلام. فإذا بلغ الصبي وعتق العبد، واجتمع فيهما شرائط الحج .. وجب عليهما أن يحجا ثانيًا، ولا يجب على غير المستطيع؛ لقوله تعالى:  {مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا} ، فلو تكلف غير المستطيع الحج، وحج: صح حجه، وسقطت عنه حجة الإسلام. </p><p> والاستطاعة نوعان: أحدهما: أن يكون مستطيعًا بنفسه. والآخر: أن يكون مستطيعًا بغيره. </p><p> فأما المستطيع بنفسه: فهو أن يكون قويًّا، قادرًا على الذهاب؛ واجدًا للزاد والراحلة، لما تقدم من حديث ابن عمر في الزاد والراحلة. </p><p> وقال ابن المنذر: واختلف العلماء في قوله تعالى: {مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا} فقالت طائفة: الآية على العموم، إذ لا نعلم خبرًا ثابتًا عن النبي - صلى الله عليه وسلم -، ولا إجماعًا لأهل العلم يوجب أن نستثني من ظاهر الآية بعضًا. فعلى كل مستطيع للحج يجد إليه السبيل - بأي كانت الاستطاعة - الحج على ظاهر الآية. </p><p> قال ابن المنذر: وروينا عن عكرمة أنه قال: الاستطاعة: الصحة. وقال: الضحاك: إذا كان شابًّا صحيحًا .. فليؤجر نفسه بأكله وعقبه حتى يقضي نسكه\". </p><p> وقال مالك: الاستطاعة تختلف باختلاف الناس، الرجل يجد الزاد والراحلة، ولا يقدر على المشي، وآخر يقدر على المشي على رجليه. </p><p> وقال الشافعي: الاستطاعة وجهان: </p><p> أحدهما: أن يكون الرجل مستطيعًا ببدنه، واجدًا في ماله ما يبلغه الحج، فتكون استطاعته تامة، فعليه فرض الحج. </p><p> والثاني: لا يقدر أن يثبت على الراحلة، وهو قادر على من يطيعه إذا أمره أن يحج عنه، أو قادر على مال، ويجد من يستأجره فيحج عنه، فيكون هذا ممن لزمه فرض الحج. </p><p> أما حكم الزاد والراحلة: فهو أن يجد راحلة تصلح له، ووجد من الزاد ما يكفيه لذهابه ورجوعه، فاضلًا عن نفقته ونفقة من تلزمه نفقتهم وكسوتهم، وعن دَيْنٍ إن كان عليه، ووجد رفقة يخرجون في وقت جرت العادة بخروج أهل البلد في ذلك الوقت، فإن خرجوا قبله، أو أخروا الخروج إلى وقت لا يصلون إلا بقطع أكثر من مرحلة في يوم لا يلزمه الخروج معهم، ويشترط أن يكون الطريق آمنًا، فإن كان فيه خوف من عدو مسلم، أو كافر، أو رصدي يطلب الخفارة لا يلزمه الحج. ويشترط أن تكون منازل الماء مأهولة معسورة يجد فيها ما جرت به العادة بوجوده من الماء والزاد، فإن تفرق أهلها لجدب، أو غارت مياهها، فلا يلزمه الخروج. ولو لم يجد الراحلة وهو قادر على المشي، أو لم يجد الزاد وهو قادر على الاكتساب لا يلزمه الحج عند من جعل وجدان الزاد والراحلة شرطًا </p>"
}