{
  "id": null,
  "sura": 3,
  "aya": 165,
  "text": "<p> الاستدلال، ومعرفة براهينها، فكان ذلك من أكبر البواعث على العمل بها، والتمسك بأهدابها ما استطاعوا إلى ذلك سبيلًا. </p><p> والخلاصة: أن تعليم الكتاب إشارةً إلى معرفة ظواهر الشريعة، وتعليم الحكمة إشارة إلى فهم أسرارها، وعللها، وبيان منافعها. </p><p> {وَإِنْ كَانُوا مِنْ قَبْلُ} ؛ أي: والحال أنهم كانوا من قبل بعثة محمَّد - صلى الله عليه وسلم - {لَفِي ضَلَالٍ} ، وغيٍّ وجهل {مُبِينٍ} : أي: بين واضحٍ بعيدٍ عن الحق، ولا ضلال أظهر من ضلال قوم يشركون بالله، ويعبدون الأصنام ويسيرون وراء الأوهام، وهم على ذلك أميون، لا يقرؤون، ولا يكتبون حتى يعرفوا حقيقة ما هم فيه من الضلال. وإنما جعلها منة لكونها وردت بعد محنةٍ، فكان موقعها أعظم إذ أن بعثة الرسول جاءت بعد جهلٍ، وبُعدٍ عن الحق، فكانت أعم نفعًا وأتم وقعًا. </p><p> وهذا على كون إن مخففة من الثقيلة، واسمها ضمير الشأن المحذوف، واللام فارقةٌ بين المخففة، والنافية، وهو مذهب سيبويه. وقال الكوفيون: إنها النافية، واللام بمعنى إلا، والمعنى (١) : وما كانوا من قبل مجىء محمَّد، ونزول القرآن، إلّا في ضلال بيّن، وذلك لأنَّ دين العرب قبل ذلك كان أرذل الأديان، وهو عبادة الأوثان، وأخلاقهم أرذل الأخلاق، وهو الغارة والنهب، والقتل، وأكل الأطعمة الرديئة، ثم لما بعث الله تعالى سيدنا محمدًا - صلى الله عليه وسلم - إليهم انتقلوا ببركته من تلك الدرجة التي هي أخس الدرجات إلى أحسنها، وصاروا أفضل الأمم في العلم، والزهد والعبادة، وعدم الالتفات إلى الدنيا، وطيباتها، ولا شك أن هذا أعظم المنة. </p><p> ١٦٥ - وبعد أن حكى الله سبحانه وتعالى عن المنافقين أنهم نسبوا إلى النبي - صلى الله عليه وسلم - الغلول، والخيانة، ثم برأه منه وبين ما بعث لأجله عاد هنا إلى كشف الشبهات التي عرضت للغزاة قبل الواقعة وبعدها، وبين خطأهم، وضلالهم في أقوالهم، وأفعالهم فقال:  {أَوَلَمَّا أَصَابَتْكُمْ مُصِيبَةٌ قَدْ أَصَبْتُمْ مِثْلَيْهَا قُلْتُمْ أَنَّى هَذَا} الهمزة فيه: </p><p>(١) المراح.</p><p> للاستفهام الإنكاري، داخلةٌ على محذوف، والواو عاطفة لـ {قُلْتُمْ} الآتي على ذلك المحذوف ولما حينية متعلقة بـ {قُلْتُمْ} ، وجملة {أَصَابَتْكُمْ} مضاف إليه، لـ {لَمَّا} كما سيأتي لك في بحث الإعراب. </p><p> والمعنى: أنسيتم فضل الله عليكم، ونصره لكم يوم بدر، وقلتم متعجِّبين حين أصابتكم مصيبةٌ يوم أحد قد أصبتم مثليها، وضعفها يوم بدر من المشركين، أنّى هذا؟ أي: أقلتم متعجبين كيف حصل لنا هذا الخذلان من القتل والهزيمة، ونحن مسلمون، ورسول الله - صلى الله عليه وسلم - فينا، ونحن ننصر دين الإِسلام الحقَّ، وهم ينصرون دين الشرك الباطل فكيف صاروا منصورين علينا، ونحن أحقُّ بالنصر!. </p><p> والمراد بالمصيبة: ما أصاب المسلمين يوم أحد من ظهور المشركين عليهم، وقتل سبعين منهم. والمراد بمثليها ما أصاب به المسلمون من المشركين يوم بدر بقتل سبعين منهم، وأسر سبعين. </p><p> أي: لا ينبغي لكم أن تعجبوا مما حل بكم في هذه الواقعة؛ فإن خذلانكم فيها لم يبلغ مبلغ ظفركم في بدر، فقد كان نصركم في تلك الواقعة ضعف انتصار المشركين في هذه. </p><p> فلماذا نسيتم فضل الله عليكم في بدر، فلم تذكروه، وأخذتم تعجبون مما أصابكم في أحد، وتسألون عن سببه. </p><p> وفائدة قوله:  {قَدْ أَصَبْتُمْ مِثْلَيْهَا} التنبيه على أن أمور الدنيا لا تدوم على نهج واحدٍ، فأنتم هزمتموهم مرتين، فكيف تستبعدون أن يهزموكم مرة واحدة. </p><p> وقد أجاب الله سبحانه وتعالى عن شبهة تعجبهم بجوابين: أحدهما: قوله: {قَدْ أَصَبْتُمْ مِثْلَيْهَا} ، والثاني قوله:  {قُلْ} لهم يا محمَّد {هُوَ} ؛ أي: إنَّ هذا الخذلان الذي وقع بكم يوم أحد، وتعجبتم منه، وسألتم عن سببه، {مِنْ عِنْدِ أَنْفُسِكُمْ} أي: إنما وقع بشؤم معصيتكم، ومخالفة أنفسكم أمر الرسول - صلى الله عليه وسلم -؛ لأنكم عصيتم الرسول في أمور كثيرة: </p><p> منها: أن الرسول - صلى الله عليه وسلم - قال: المصلحة في البقاء في المدينة، فلا نخرج إلى أحد فأبيتم إلا الخروج، وكان الرأي ما رآه الرسول، حتى إذا ما دخلها </p>"
}