{
  "id": null,
  "sura": 3,
  "aya": 73,
  "text": "<p> أبِيْتُ أسْرِيْ وَتَبِيْتِيْ تُدَلِّكِي ... شَعْرَكِ بالْعَنْبَرِ وَالْمِسْكِ الذَّكِي </p><p> ثم ذكر نوعًا آخر من تلبيسات اليهود، فقال: </p><p> ٧٢ - {وَقَالَتْ طَائِفَةٌ مِنْ أَهْلِ الْكِتَابِ} ؛ أي: جماعة منهم، وهم اثنا عشر حبرًا من أحبار يهود خيبر، منهم: عبد الله بن الصيف، وعدي بن زيد، والحارث بن عوف، وكعب بن الأشرف، وأصحابه من الرؤساء؛ أي: قال بعضهم فيما بينهم: {آمِنُوا} وصدِّقوا ظاهرًا {بِالَّذِي أُنْزِلَ عَلَى الَّذِينَ آمَنُوا} ؛ أي: بالقرآن الذي أنزل عليهم، وامتثلوا بما أمر به محمَّد - صلى الله عليه وسلم -، وصلُّوا معهم إلى قبلتهم الكعبة {وَجْهَ النَّهَارِ} وأوله وهو صلاة الفجر {وَاكْفُرُوا} به وارجعوا عنه {آخِرَهُ} ؛ أي: في آخر النهار، وهو صلاة الظهر، وصلُّوا إلى بيت المقدس {لَعَلَّهُمْ} ؛ أي: لعل العوام من أصحابه {يَرْجِعُونَ} ويرتدون عن دينه وقبلته معكم. </p><p> وقيل: هذا في شأن القبلة، وذلك أنه لما صرفت إلى الكعبة .. شق ذلك على اليهود، فقال كعب بن الأشرف لأصحابه: آمنوا بالذي أُنزل على محمَّد في أمر الكعبة، وصلوا إليها أول النهار، ثم اكفروا وارجعوا إلى قبلتكم آخر النهار؛ لعلهم يرجعون، فيقولون هؤلاء أهل كتاب، وهم أعلم، فيرجعون إلى قبلتنا، فأطلع الله رسوله - صلى الله عليه وسلم - على سرهم، وأنزل هذه الآية حتى لا تُؤَثِّر هذه الحيلة في قلوب ضعفاء المؤمنين؛ ولأنهم إذا افتضحوا فيها .. لا يقدمون على أمثالها، ويكون هذا وَازِعًا لهم، وفي هذا إنباء بالغيب، فيكون معجزةً لمحمد - صلى الله عليه وسلم -. </p><p> ٧٣ - {وَلَا تُؤْمِنُوا إِلَّا لِمَنْ تَبِعَ دِينَكُم} : معطوف على قوله {آمِنُوا} ؛ أي؛ وقالت طائفة من أهل الكتاب: ولا تؤمنوا إلا لمن تبع دينكم، وقوله:  {قُلْ إِنَّ الْهُدَى هُدَى اللَّهِ} جملة معترضة من كلام الله سبحانه، وقوله:  {أَنْ يُؤْتَى أَحَدٌ مِثْلَ مَا أُوتِيتُمْ أَوْ يُحَاجُّوكُمْ عِنْدَ رَبِّكُمْ} معمول لتؤمنوا؛ أي: وقالت جماعة من أهل الكتاب في تلبيساتهم على المؤمنين؛ أي: قال بعضهم لبعض: لا تظهروا إيمانكم واعترافكم؛ بأن يؤتى ويعطى أحد مثل ما أوتيتم من الكتاب والنبوة، أو يحاججكم أحد ويغالبكم عند ربكم يوم القيامة، إلا لمن وافى دينكم، بل أسروا تصديقكم بأن المسلمين قد أوتوا من كتب الله مثل ما أوتيتم، وبأنهم يحاجونكم </p><p> عند ربكم يوم القيامة، ولا تفشوه إلا إلى أشياعكم وجماعتكم وحدهم دون المسلمين؛ لئلا يزيدهم ذلك ثباتًا على دينهم، ودون المشركين؛ لئلا يدعوهم ذلك إلى الإِسلام. قل لهم يا محمَّد: ليست الهداية بأيديكم، وإنما الهدى هدى الله، يهدي من يشاء إلى الإيمان، ويثبته عليه، كما هدى المؤمنين. </p><p> وهذا التفسير على كون اللام في قوله:  {إِلَّا لِمَنْ تَبِعَ دِينَكُمْ} أصلية متعلقة بـ {تُؤْمِنُوا} ، ويحتمل كونها زائدة، و {من تبع دينكم} : استثناء مقدَّم و {أَحَدٌ} في قوله: {أَنْ يُؤْتَى أَحَدٌ} مستثنى منه مؤخر، والمعنى على هذا: وقالت طائفة من أهل الكتاب لا تؤمنوا ولا تصدقوا أن يؤتى أحد من الناس مثل ما أوتيتم من النبوة والكتاب، أو يغالبكم عند ربكم يوم القيامة إلا من تبع دينكم؛ أي: إلا إن كان ذلك الأحد من أهل دينكم .. قل لهم يا محمَّد: إن الهدى بيد الله، يؤتيه من يشاء، وليس مخصوصًا بكم؛ أي: ليس الهدى مقصورًا على شعب معين، أو واحد بذاته، بل الله سبحانه يهدي من يشاء من عباده على لسان من يريد من أنبيائه، ومن يهد الله فلا مضل له، فكيدهم لا يضير من أراد الله به الخير، بل يحبط تدبيرهم له. </p><p> وقيل: في الكلام تقدير مضاف منصوب على كونه مفعولًا لأجله، والمعنى: قالت طائفة من أهل الكتاب بعضهم لبعض: لا تصدقوا كل من يدعي النبوة حتى تنظروا في أمره، فإن كان متبعًا لدينكم .. فصدقوه، وإلا فكذبوه، ولا تقروا ولا تعترفوا لأحد بالنبوة إلا إذا كان على دينكم؛ خشية أن يؤتى أحد مثل ما أوتيتم، وخشية أن يحاجوكم به عند ربكم، فإذا أقررتم بنبوة محمَّد، ولم تدخلوا في دينه .. تكون له الحجة عليكم يوم القيامة، وغرضهم نفي النبوة عن رسول الله - صلى الله عليه وسلم -. </p><p> وعبارة \"الخازن\" : قوله عز وجل: {وَلَا تُؤْمِنُوا إِلَّا لِمَنْ تَبِعَ دِينَكُمْ} هو كلام متصل بالأول، وهو من قول اليهود، يقول بعضهم لبعض: ولا تؤمنوا؛ أي: ولا تصدقوا إلا لمن تبع دينكم؛ أي: وأفتى ملتكم التي أنتم عليها، وهي: اليهودية، واللام في {لِمَن} : زائدة، كقوله تعالى:  {ردف لكم} ؛ أي ردفكم. {قُلْ إِنَّ </p><p> الْهُدَى هُدَى اللَّهِ}؛ أي: إن الدين دين الله، والبيان بيانه، وهذا خبر من الله تعالى، ثم اختلفوا فيه فمنهم من قال: هذا كلام معترض بين كلامين، وما بعده متصل بالكلام الأول، وهو إخبار عن قول اليهود بعضهم لبعض، ومعنى الآية: ولا تؤمنوا إلا لمن تبع دينكم، ولا تؤمنوا أن يؤتى أحد مثل ما أوتيتم من العلم والحكمة والكتاب والآيات، من فلق البحر، وإنزال المن والسلوى عليكم، وغير ذلك من الكرامات، ولا تؤمنوا أن يحاجوكم عند ربكم؛ لأنكم أصح دينًا منهم، فلما أخبر الله تعالى ذلك عن اليهود .. قال في أثناء ذلك {قُلْ إِنَّ الْهُدَى هُدَى اللَّهِ} . </p><p> والمعنى: إن الذي أنتم عليه إنما صار دينًا بحكم الله وأمره، فإذا أمر بدين آخر .. وجب اتباعه والانقياد لحكمه؛ لأنه هو الذي هدى إليه وأمر به. </p><p> وقيل: إن المعنى: قل لهم يا محمَّد: إن الهدى هدى الله، وقد جئتكم به، ولن ينفعكم في دفعه هذا الكيد الضعيف. </p><p> وقرأ الحسن والأعمش شذوذًا:  {إن يؤتي} - بكسر الألف - فيكون قول اليهود تامًّا عند قوله: إلا لمن تبع دينكم، وما بعده من قول الله تعالى. </p><p> والمعنى: قل يا محمَّد: {إِنَّ الْهُدَى هُدَى اللَّهِ أَنْ يُؤْتَى أَحَدٌ مِثْلَ مَا أُوتِيتُمْ} ، وتكون {أنْ} بمعنى الجحد والنفي؛ أي: ما يؤتى أحد مثل ما أوتيتم يا محمَّد من الدين والهدى، و {أَوْ} في قوله: {أوْ يُحَاجُّوكُمْ عِنْدَ رَبِّكُمْ} بمعنى: إلا؛ أي: إلا أن يحاجوكم؛ أي: اليهود بالباطل، فيقولوا: نحن أفضل منكم عند ربكم؛ أي: عند فعل ربكم وجزائه، وقيل:  {أَو} في قوله: {أَوْ يُحَاجُّوكُمْ} بمعنى: حتى، ومعنى الآية: ما أعطى الله أَحدًا مثلَ ما أعطيتم يا أمة محمَّد من الدين والحجة، حتى يحاجوكم عند ربكم. </p><p> وقرأ ابن كثير:  {أأَنْ يُؤْتَى} بهمزتين: الأولى محققة والثانية مسهلة، وذلك على الاستفهام التوبيخي، وحينئذٍ يكون في الكلام اختصار تقديره: إن يؤتى أحد مثل ما أوتيتم يا معشر اليهود من الكتاب والحكمة .. تحسدونه ولا تؤمنون به. هذا قول قتادة والربيع، قالا هذا من قول الله تعالى يقول: </p><p> قل لهم يا محمَّد: إن الهدى هدى الله إلا إن أنزل الله كتابًا مثل كتابكم، وبعث نبيًّا مثل نبيكم حسدتموه وكفرتم به {قُلْ إِنَّ الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ} ، وقوله:  {أَوْ يُحَاجُّوكُمْ} على هذه القراءة رجوع إلى خطاب المؤمنين، وتكون {أَوْ} بمعنى إنْ الشرطية؛ لأنهما حرفا شرط وجزاء، يوضع أحدهما موضع الآخر. </p><p> والمعنى: وإن يحاجوكم يا معشر المؤمنين عند ربكم .. فقل يا محمَّد: إن الهدى هدى الله، ونحن عليه، ويحتمل أن يكون الجميع خطابًا للمؤمنين، ويكون نظم الآية. </p><p> {أَنْ يُؤْتَى أَحَدٌ} ؛ أي: ما يؤتى أحد مثل ما أوتيتم يا معشر المؤمنين، فإن حسدوكم .. فقل: إن الفضل بيد الله، وإن حاجوكم .. فقل: إن الهدى هدى الله. </p><p> ويحتمل أن يكون الخبر عن اليهود قد تم عند قوله:  {لَعَلَّهُمْ يَرْجِعُونَ} ، وقوله:  {وَلَا تُؤْمِنُوا} من كلام الله تعالى، ثبَّت به قلوب المؤمنين؛ لئلا يشكوا عند تلبيس اليهود وتزويرهم في دينهم. يقول الله عَزَّ وَجَلَّ: ولا تصدقوا يا معشر المؤمنين إلا من تبع دينكم، ولا تصدقوا أن يؤتى أحدٌ مثل ما أوتيتم من الدين والفضل، ولا تصدقوا أن يحاجوكم عند ربكم، أو يقدروا على ذلك، فإن الهدى هدى الله، وإن الفضل بيد الله يؤتيه من يشاء، والله واسع، فكون الآية كلها خطابًا للمؤمنين عند تلبيس اليهود؛ لئلا يرتابوا ولا يشكُّوا. انتهت. </p><p> وقوله:  {عِنْدَ رَبِّكُمْ} يحتمل وجهين: </p><p> أحدهما: أن ذلك في الآخرة. </p><p> والثاني: عند كتب ربكم الشاهدة عليكم ولكم، وأضاف ذلك إلى الرب تشريفًا، وكأن المعنى: أو يحاجوكم عند الحق، ذكره أبو حيان. </p><p> وقال الشوكاني: وقد قيل: إن هذه الآية أعظم آي هذه السورة إشكالًا، وذلك صحيح. {قُلْ إنَّ اَلفَضلَ} بالرسالة والنبوة والإسلام وقبلة إبراهيم مثلًا </p>"
}