{
  "id": null,
  "sura": 3,
  "aya": 151,
  "text": "<p> ١٥٠ - و {بَلِ} في قوله: {بَلِ اللَّهُ مَوْلَاكُمْ} إضرابٌ عن مفهوم الجملة الأولى؛ أي: إن تطيعوا الكافرين يخذلوكم، ولا ينصروكم بل الله مولاكم، وناصركم، ووليكم، وحافظكم، فاستعينوا به لا غيره. </p><p> وقرأ (١) الحسن بنصب الجلالة على تقدير، بل أطيعوا الله، لأن الشرط السابق يتضمن معنى النهي؛ أي: لا تطيعوا الكفار، فتكفروا، بل أطيعوا الله مولاكم {وَهُوَ} سبحانه وتعالى {خَيْرُ النَّاصِرِينَ} ؛ أي: أقواهم وأفضلهم؛ فلا يحتاج معه إلى نصرة أحد، ولا إلى ولاية غيره، فاكتفوا به عن ولاية غيره ونصره. وفي هذا دلالةٌ على أن من قاتل لنصر دين الله لا يخذل ولا يغلب، لأنَّ الله مولاه وناصره، وقال تعالى:  {إِنْ تَنْصُرُوا اللَّهَ يَنْصُرْكُمْ} ، {إِنْ يَنْصُرْكُمُ اللَّهُ فَلَا غَالِبَ لَكُمْ} . </p><p> والمعنى (٢) : لا تفكروا في ولاية أبي سفيان وشيعته، ولا عبدِ الله بن أُبَيٍّ وحزبه، ولا تأبهوا - لا تلتفتوا - لإغوائهم فإنهم لا يستطيعون لكم نصرًا، وإنما الله هو الذي ينصركم بعنايته التي وعدكم بها، في قوله:  {فَاعْلَمُوا أَنَّ اللَّهَ مَوْلَاكُمْ نِعْمَ الْمَوْلَى وَنِعْمَ النَّصِيرُ} فقد جرت سنته أن يتولى الصالحين، ويخذل الكافرين كما قال: {أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ دَمَّرَ اللَّهُ عَلَيْهِمْ وَلِلْكَافِرِينَ أَمْثَالُهَا (١٠) ذَلِكَ بِأَنَّ اللَّهَ مَوْلَى الَّذِينَ آمَنُوا وَأَنَّ الْكَافِرِينَ لَا مَوْلَى لَهُمْ (١١) }. </p><p> ١٥١ - ولما انصرف المشركون من أحدٍ .. هموا بالرجوع لاستئصال المسلمين، وخاف المسلمون ذلك، فوعدهم الله تعالى خذلان أعدائهم بقوله:  {سَنُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ} ؛ أي: سنقذف في قلوب كفار مكة الخوف منكم حتى لا يرجعوا إليكم، وذلك أنَّ أبا سفيان، ومن معه ارتحلوا يوم أحد متوجهين إلى مكة، فلما بلغوا بعض الطريق ندموا، وقالوا: بئسما صنعنا، قتلناهم حتى إذا لم يبق منهم إلا الشريد .. تركناهم ارجعوا إليهم فاستأصلوهم؛ فلما عزموا على ذلك ألقى الله في قلوبهم الرعب، يعني الخوف الشديد، حتى رجعوا عما هموا </p><p>(١) البحر المحيط. (٢) المراغي.</p><p> به. فعلى هذا القول: يكون الوعد بإلقاء الرعب في قلوب الكفار مخصوصًا بيوم أحد. وقيل: إنه عام، وإن كان السبب خاصًّا لقوله - صلى الله عليه وسلم -: \"نصرت بالرعب مسيرة شهر\" . فكأنه قال: سنلقي في قلوب الذين كفروا الرعب منكم حتى تقهروهم، ويظهر دينكم على سائر الأديان، وقد فعل الله ذلك بفضله وكرمه، حتى صار دين الإسلام ظاهرًا على جميع الأديان والملل كما قال تعالى:  {لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ} . </p><p> وقرأ (١) الجمهور {سَنُلْقِى} بالنون، وهو مشعرٌ بعظم ما يلقى إذ أسنده إلى المتكلم بنون العظمة. وقرأ أيوب السختياني {سيلقى} بالياء جريًا على الغيبة السابقة في قوله: {وَهُوَ خَيْرُ النَّاصِرِينَ} وقدم لفظ {فِي قُلُوبِهِمُ} وهو مجرور على المفعول، وهو الرعب للاهتمام بالمحل الملقى فيه قبل ذكر الملقى. وقرأ ابن عامر، والكسائي {الرعب} بضم العين، والباقين بسكونها فقيل: هما لغتان، وقيل: الأصل السكون، وضم إتباعًا كالصبح والصبح. وقيل: الأصل الضم، وسكن تخفيفًا كالرسل والرسل. والباء في قوله:  {بِمَا أَشْرَكُوا} سببية، و {ما} مصدرية؛ أي: سنلقي في قلوبهم الرعب بسبب إشراكهم بالله {مَا لَمْ يُنَزِّلْ بِهِ} ؛ أي: آلهةً ومعبودًا لم ينزل الله تعالى بعبادته {سُلْطَانًا} ؛ أي: برهانًا، وحجة، وكتابًا، وتسليط النفي على الإنزال، والمقصود نفي السلطان؛ أي: آلهةً لا سلطان في إشراكها، فينزل. وقال الشوكاني (٢) : والنفي: يتوجه إلى القيد، والمقيد؛ أي: لا حجة، ولا إنزال، والمعنى: أنَّ الإشراك بالله لم يثبت في شيء من الملل انتهى. </p><p> وكان (٣) الإشراك بالله سببًا لإلقاء الرعب؛ لأنهم يكرهون الموت، ويؤثرون الحياة، إذ لم تتعلق آمالهم بالآخرة، ولا بثوابٍ فيها، ولا عقابٍ، فصار اعتقادهم ذلك مؤثرًا في الرغبة في الحياة الدنيا، كما قالوا: {إِنْ هِيَ إِلَّا حَيَاتُنَا </p><p>(١) البحر المحيط. (٢) فتح القدير.(٣) البحر المحيط.</p><p> الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا نَحْنُ بِمَبْعُوثِينَ} وفي قوله:  {مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا} دليلٌ على إبطال التقليد؛ إذ لا برهان مع المقلد. </p><p> والمعنى: أنه سبحانه وتعالى سيحكم في أعدائكم الكافرين سننه، ويلقي في قلوبهم الرعب بسبب إشراكهم بالله أصنامًا، ومعبوداتٍ لم يقم برهانٌ من عقلٍ، ولا نقل على ما زعموا من ألوهيتها، وكونها واسطة بين الله وبين خلقه، وإنما قلدوا في ذلك آباءهم الذين ضلوا من قبل، ومن ثم كانوا عرضة لاضطراب القلب، واتباع خطوات الوهم، فهم يعدون الوساوس أسبابًا، والهواجس مؤثرات وعللًا، ويرجون الخير مما لا يرجى منه الخير، ويخافون مما لا يخاف منه الضير. </p><p> وفي الآية: إيماءٌ إلى بطلان الشرك وسوء أثره في النفوس، إذ طبيعته تورث القلوب الرعب باعتقادِ؛ أن لبعض المخلوقات تأثيرًا غيبيًا وراء السنن الإلهية، والأسباب العادية، فالمشركون الذين جاهدوا الحق وأثروا مقارعة الداعي، ومن استجاب له بالسيف بغيًا، وعدوانًا يرتابون فيما هم فيه، ويتزلزلون إذا شاهدوا الذين دعوهم ثابتين مطمئنين، ولا يزال ارتيابهم يزيد حتى تمتلىء قلوبهم رعبًا. </p><p> والخلاصة: أن طبيعة المشركين إذا قاوموكم أيها المؤمنون: أن تكون نفوسهم مضطربةً، وقلوبهم ممتلئةً رعبًا وهلعًا منكم، فلا تخافوهم ولا تبالوا بقول من يدعوكم إلى موالاتهم، والالتجاء إليهم. </p><p> وبعد أن بين أحوال هؤلاء المشركين في الدنيا من وقوع الخوف، والهلع في قلوبهم. ذكر أحوالهم في الآخرة فقال:  {وَمَأوَاهُمُ} ؛ أي: مسكنهم، ومنزلهم، ومقرهم {النَّارُ} في الآخرة بسبب إشراكهم، {وَبِئْسَ مَثْوَى الظَّالِمِينَ} ، أي: وقبح مسكن الذين ظلموا أنفسهم، بالإشراك، ومقرهم الذي يستقرون به، ويقيمون فيه، والمخصوص بالذم محذوفٌ تقديره: وبئس مثوى الظالمين النار، وفي جعلها مثواهم بعد جعلها مأواهم، رمزٌ إلى خلودهم فيها. فإن المثوى مكان الإقامة المنبئة عن المكث، وأما المأوى: فهو المكان الذي </p>"
}