{
  "id": null,
  "sura": 3,
  "aya": 130,
  "text": "<p> المشركين، ولعنهم مما لم يكن ينبغي منك. إذ الأمر كله لله، وليس لأحد من أهل السموات والأرض شركة معه، ولا رأيٌ ولا تدبير فيهما، وإن كان ملكًا مقربًا أو نبيًّا مرسلًا إلا من سخره الله للقيام بشيء من ذلك؛ فيكون خاضعًا لذلك التسخير لا يستطيع الخروج فيه عن السنن العامة التي قام بها نظام الكون، ونظام الاجتماع. </p><p> ١٢٩ - {وَلِلَّهِ} سبحانه وتعالى لا لغيره {مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ} ، أي: جميع ما في السموات، وما في الأرض ملكًا وخلقًا وعبيدًا {يَغْفِرُ لِمَنْ يَشَاءُ} مغفرته بفضله ورحمته {وَيُعَذِّبُ مَنْ يَشَاءُ} تعذيبه بعدله وتقديم المغفرة على التعذيب للإعلام بأنَّ رحمته تعالى سبقت غضبه {وَاللَّهُ غَفُورٌ} لمن تاب {رَحِيمٌ} لمن مات على التوبة. </p><p> قال ابن جرير (١) : أي لله جميع ما بين أقطار السموات والأرض من مشرق الشمس إلى مغربها، دونك ودونهم، يحكم فيهم بما شاء، ويقضي فيهم بما أحب فيتوب على من شاء من خلقه العاصين أمره ونهيه ثم يغفر له ويعاقب من شاء منهم على جرمه، فينتقم منه، فهو الغفور يستر ذنوب من أحب أن يستر عليه ذنوبه، من خلقه بفضله عليهم بالعفو والصفح، وهو الرحيم بهم في تركه عقوبتهم عاجلًا على عظيم ما يأتون من المآثم انتهى. </p><p> ١٣٠ - {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَأْكُلُوا الرِّبَا أَضْعَافًا مُضَاعَفَةً} مناسبة هذه الآية لما قبلها: أنه لما (٢) نهى الله تعالى المؤمنين عن اتخاذ البطانة من اليهود، وأمثالهم من المشركين، ثم بين لهم أن كيدهم لا يضرهم ما اعتصموا بتقوى الله، وطاعته وطاعة رسوله، ثم ذكرهم بما يدل على صدق ذلك بما حدث لهم حين صدقوا الله ورسوله من الفوز والفلاح في وقعة بدر، وبما حدث لهم حين عصوا الله، وخالفوا أمر القائد، وهو الرسول - صلى الله عليه وسلم - في وقعة أحد، وكيف حل بهم من البلاء ونزلت من المصائب مما لم يكونوا ينتظرون القليل منها .. نهاهم هنا عن شر </p><p>(١) الخازن (٢) الطبري.</p><p> عمل من أعمال اليهود، ومن اقتدى بهم من المشركين، وهو الربا مع بيان أن الربح المتوقع منه ليس هو السبب في السعادة، بل السعادة، إنما تكون في تقوى الله، وامتثال أوامره، وفي ذلك حث على بذل المال في سبيل الله كالدفاع عن الملة، وتنفير من البخل، والشح، والكلب على جمع المال بكل وسيلة مستطاعة، وشر تلك الوسائل أكل الربا أضعافًا مضاعفة. </p><p> والمعنى: يا أيها الذين آمنوا وصدقوا بما جاء به محمَّد - صلى الله عليه وسلم - لا تأخذوا الزيادة على رؤوس أموالكم، وذكر الأكل ليس قيدًا بل إنما ذكره لكونه معظم منافعه حالة كون تلك الزيادة أضعافًا مضاعفة، أي؛ زيادات مكررة عامًا بعد عام بسبب تأخير أجل الدين الذي هو رأس المال، وزيادة المال إلى ضعف ما كان كما كنتم تفعلون في الجاهلية، فإن الإِسلام لا يبيح لكم ذلك لما فيه من القسوة واستغلال ضرورة المعوز وحاجته. </p><p> وذكر الأضعاف (١) ليس لتقييد النهي لما هو معلوم من تحريم الربا على كل حال، ولكنه جيء به باعتبار ما كانوا عليه من العادة التي يعتادونها في الربا، فإنهم كانوا يربون إلى أجل، فإذا حل الأجل .. زادوا في المال مقدارًا يتراضون عليه، ثم يزيدون في أجل الدين، فكانوا يفعلون ذلك مرةً بعد مرةٍ، حتى يأخذ المرابي أضعاف دينه الذي كان له في الابتداء. </p><p> قال ابن جرير (٢) معنى الآية: لا تأكلوا الربا أضعافًا مضاعفة في إسلامكم بعد إذ هداكم الله كما كنتم تأكلونه في جاهليتكم، وكان أكلهم ذلك في جاهليتهم: أن الرجل منهم يكون له على الرجل مالٌ إلى أجل، فإذا حل الأجل طلبه من صاحبه فيقول له، الذي عليه المال: أخر دينك عني وأزيدك على مالك فيفعلان ذلك، فذلك هو الربا أضعافًا مضاعفة، فنهاهم الله عَزَّ وَجَلَّ في إسلامهم عنه انتهى. </p><p>(١) المراغي. (٢) الشوكاني.</p><p> وقال الرازي (١) : كان الرجل في الجاهلية إذا كان له على إنسان مائة درهم إلى أجل فإذا جاء الأجل، ولم يكن المديون واجدًا لذلك المال، قال الدائن: زد في المال حتى أزيد لك في الأجل، فربما جعله مائتين ثم إذا حل الأجل الثاني فعل مثل ذلك ثم إلى آجال كثيرة، فيأخذ بسبب تلك المائة أضعافها فهذا هو المراد من قوله تعالى:  {أَضْعَافًا مُضَاعَفَةً} انتهى. </p><p> وربا (٢) الجاهلية هو ما يسمى في عصرنا: بالربا الفاحش، وهو ربح مركب وهذه الزيادة الفاحشة كانت بعد حلول الأجل، ولا شيءَ منها في العقد الأول، كان يعطيه المائة بمائة وعشرة أو أكثر، أو أقل، وكأنهم كانوا يكتفون في العقد الأول بالقليل من الربح، فإذا حل الأجل، ولم يقض الدين، وهو في قبضتهم اضطروه إلى قبول التضعيف في مقابلة الإنساء، وهذا هو ربا النسيئة. قال ابن عباس رضي الله عنه إن نص القرآن الحكيم ينصرف إلى ربا النسيئة الذي كان معروفًا عندهم انتهى. </p><p> وعلى الجملة فالربا نوعان: </p><p> الأول: ربا النسيئة؛ وهو الذي كانوا يفعلونه في الجاهلية، وهو أن يؤخر دينه، ويزيده في المال، وكلما آخره زاد في المال حتى تصير المائة آلافًا مؤلفة، وفي الغالب لا يفعل مثل ذلك إلا معدمٌ محتاجٌ، فهو يبذل الزيادة ليفتدي من أسر المطالبة، ولا يزال كذلك حتى يعلوه الدين، فيستغرق جميع موجوده، فيربو المال على المحتاج من غير نفع يحصل له، ويزيد مال المرابي من غير نفع يحصل منه لأخيه، فيأكل مال أخيه بالباطل، ويوقعه في المشقة والضرر. فمن رحمة الله، وحكمته وإحسانه إلى خلقه أن حرم الربا, ولعن آكله، ومؤكله، وكاتبه، وشاهده، وآذن من لم يدعه بحربه وحرب رسوله، ولم يجىء مثل هذا الوعيد في كبيرةٍ غيره، ولهذا كان من أكبر الكبائر. </p><p> والنوع الثاني: ربا الفضل، كأن يبيع قطعة من الحلي كسوار بأكثر من وزنها </p><p>(١) الطبري. (٢) الرازي.</p><p> دنانير، أو يبيع كيلة من التمر الجيد بكيلة وحفنةً من التمر الردىء مع تراضي المتبايعين، وحاجة كل منهما إلى ما أخذه، ومثل هذا لا يدخل في نهي القرآن، ولا في وعيده، ولكنه ثبت بالسنة، فقد روى ابن عمر قوله - صلى الله عليه وسلم -: \"لا تبيعوا الذهب بالذهب، إلا مثلًا بمثل، ولا تبيعوا الورق بالورق، إلا مثلًا بمثل، سواءً بسواءٍ، ولا تشفوا بعضه على بعض، إني أخشى عليكم الرماء\" الربا. </p><p> وهذه الآية (١) : هي أولى الآيات نزولًا في تحريم الربا، وآيات البقرة نزلت بعد هذه، بل هي آخر آيات الأحكام نزولًا. </p><p> وقد يقول بعض المسلمين الآن: إنا نعيش في عصر ليس فيه دولٌ إسلاميةٌ قوية تقيم أحكام الإِسلام، وتستغني عمن يخالفها في أحكامه بل زمام العالم في أيدي أمم ماديةٍ تقبض على الثروة، وبقية الشعوب عيالٌ عليها، فمن جاراها في طرق الكسب - والربا من أهم أركانه - أمكنه أن يعيش معها، وإلا كان مستعبدًا لها. أفلا تقضي ضرورةٌ كهذه على الشعوب الإِسلامية التي تتعامل مع الأوربيين كالشعب المصري مثلًا أن تتعامل بالربا كي تحفظ ثروتها؛ وتنميها وحتى لا يستنزف الأجنبي ثروتها، وهي مادة حياتها؟. </p><p> وجوابًا عن هذا نقول: إن الحرمات في الإِسلام ضربان: </p><p> ١ - ضرب محرمٌ لذاته لما فيه من الضرر: ومثل هذا لا يباح إلا لضرورة كأكل الميتة وشرب الخمر، والربا المستعمل الآن هو ربا النسيئة، وهو متفق على تحريمه، فإذا احتاج المسلم إلى الاستقراض، ولم يجد من يقرضه إلا بالربا؛ فالإثم على آخذ الربا دون معطيه؛ لأن له فيه ضرورةً. </p><p> ٢ - وضرب محرم لغيره: وهو ربا الافضل؛ لأنه ربما كان سببًا في ربا النسيئة، وهو يباح للضرورة والحاجة أيضًا. </p><p> والمسلم يبحث عن حاله، هل كان مضطرًا إلى الربا أم لا؟. فإن كان </p><p>(١) المراغي.</p>"
}