{
  "id": null,
  "sura": 3,
  "aya": 61,
  "text": "<p> للفاصلة، وكذلك قال له: كن من غير أب .. فكان ولدًا بلا أب، فإذا كان آدم كذلك، ولم يكن ابنًا لله .. فكذلك عيسى، فمن لم يقرَّ بأن الله خلق عيسى من غير أب مع إقراره بخلق آدم من غير أب ولا أم، فهو خارج عن طور العقلاء، وأيضًا: إذا جاز أن يخلق الله آدم من التراب .. فيجوز خلق الله تعالى عيسى من دم مريم من باب أولى، فإن تولد الحيوان من الدم الذي يجتمع في رحم الأم أقربُ إلى العقل من تولده من التراب اليابس. </p><p> ثم أكد الله سبحانه وتعالى صدق هذا القصص، فقال: </p><p> ٦٠ - {الحق من ربك} خبر مبتدأ محذوف تقديره: هو الحق؛ أي: ما قصصنا عليك يا محمَّد في شأن عيسى وأمه مريم، هو الخبر الحق، والقول الصدق، والأمر الثابت الذي لا شك فيه حالة كونه موحى إليك من ربك، لا ما تعتقده النصارى في المسيح من أنه إله، أو ابن الله، ولا ما تزعمه اليهود من رمي مريم بيوسف النجار. {فَلَا تَكنُ} يا محمَّد {مِنَ الْمُمْتَرِينَ} ؛ أي: من الشاكين فيما بينت لك في شأن عيسى وأمه، وهو كونه عبد الله ورسوله وكلمته ألقاها إلى مريم؛ أي: فلا تشكن في أمرهما بعد أن جاءك العلم اليقيني به، وهذا الخطاب للنبي - صلى الله عليه وسلم -، ولكن المقصود به نهي غيره لعصمته عن مثل ذلك الامتراء. </p><p> وفي النهي للنبي - صلى الله عليه وسلم - مع استحالة وقوع الامتراء منه فائدة من وجهين: </p><p> الأول: إذا سمع - صلى الله عليه وسلم - مثل هذا الخطاب .. ازداد رغبة في الثبات على اليقين، واطمئنان النفس. </p><p> والثاني: إذا سمعه غيره ازدجر ونزع عما يورث الامتراء؛ إذ أنه - صلى الله عليه وسلم - على جلالة قدره خوطب بمثل هذا، فما بالك بغيره. </p><p> وخلاصة ذلك: دم على يقينك يا محمَّد، وعلى ما أنت عليه من الاطمئنان إلى الحق، والتنزه عن الشك فيه. </p><p> ٦١ - {فَمَنْ حَاجَّكَ} وخاصمك وجادلك {فِيهِ} ؛ أي: في شأن عيسى، وهم النصارى الذين وفدوا إلى رسول الله - صلى الله عليه وسلم - من نجران، كما مر في مقام أسباب النزول. {مِنْ بَعْدِ مَا جَاءَكَ} ؛ أي: بعد الذي جاءك وأوحي إليك {مِنَ الْعِلْمِ} ؛ أي: من الآيات البينات التي تفيد العلم واليقين، بأن </p><p> عيسى عبد الله ورسوله، وكلمته ألقاها إلى مريم. </p><p> {فَقُلْ} لهم يا محمَّد: {تَعَالَوْا} ؛ أي: هلموا وأقبلوا إليّ. قرأ الجمهور:  {تَعَالَوْا} بفتح اللام وهم الأصل والقياس. وقرأ الحسن وأبو واقد وأبو السِّمال شذوذًا بضم اللام على أن أصله: تعاليوا، فنقلت الضمة إلى اللام، فحذفت الياء لالتقاء الساكنين، وهذا تعليل شاذ. {نَدْعُ أَبْنَاءَنَا} ؛ أي: نخرج أبناءنا {وَأَبْنَاءَكُمْ} ؛ أي: أخرجوا أنتم أبناءكم {وَنِسَاءَنَا} ؛ أي: نخرج نساءنا {وَنِسَاءَكُمْ} ؛ أي: وأخرجوا أنتم نساءكم {وَأنفُسَنَا} ؛ أي: نخرج بأنفسنا {وَأَنْفُسَكُمْ} ؛ أي: اخرجوا أنتم بأنفسكم. {ثُمَّ نَبْتَهِلْ} ؛ أي: نتضرع ونجتهد ونبالغ في الدعاء {فَنَجْعَلْ لَعْنَتَ اللَّهِ} وغضبه فيما بيننا {عَلَى الْكَاذِبِينَ} منا ومنكم في شأن عيسى؛ أي: فقل لهم أقبلوا، وليدعُ كل منا ومنكم أبناءه ونساءه للمباهلة، وليقل: لعنة الله على الكاذبين منا ومنكم، أو اللهم العنْ الكاذب منا في شأن عيسى. </p><p> وفي تقديم هؤلاء على النفس في المباهلة مع أن الرجل يخاطر بنفسه لهم إيذانٌ بكمال أمته - صلى الله عليه وسلم -، وتمام ثقته بأمره، وقوة يقينه بأنه لن يصيبهم في ذلك مكروه، وهذه الآية تسمى: آية المباهلة. </p><p> وروى أن النبي - صلى الله عليه وسلم -: اختار للمباهلة عليًّا، وفاطمة، وولديهما رضي الله عنهم، وخرج بهم، وقال: إن أنا دعوت .. فأمنوا أنتم. </p><p> وأخرج ابن عساكر عن جعفر عن أبيه: أنه لما نزلت هذه الآية .. جاء بأبي بكر وولده، وبعمر وولده، وبعثمان وولده، ولا شك أن الذي يفهم من الآية أن النبي - صلى الله عليه وسلم - أمر أن يدعو المحاجين والمجادلين في شأن عيسى من أهل الكتاب إلى الاجتماع رجالًا ونساءً وأطفالًا، ويجمع هو المؤمنين رجالًا ونساءً وأطفالًا، ويبتهلوا إلى الله تعالى بأن يلعن الكاذب فيما يقول عن عيسى. </p><p> وهذا الطلب يدل على قوة يقين صاحبه وثقته بما يقول، كما يدل امتناع من دُعوا إلى ذلك من أهل الكتاب من نصارى نجران وسواهم على امترائهم في حجاجهم، وكونهم على غير بيّنة فيما يعتقدون. </p><p> وفي الآية عبرة لمن ادَّكر؛ لأنه طلب فيها مشاركة النساء للرجال في الاجتماع للمفاضلة الدينية، وفي هذا دليل على أن المرأة كالرجل، حتى في الأمور العامة، إلا في بعض مسائل؛ ككونها لا تباشر الحرب بنفسها، بل تشتغل بخدمة المحاربين ومداواة الجرحى، ولا تتولى القضاء في الجنايات ونحوها، وأين هذا من حال نساء المسلمين اليوم، في جهلهن بأمور الدين، وعدم مشاركتهن للرجال في عمل من الأعمال الدينية، أو الشؤون الاجتماعية، ولا هَمَّ لنساء الأغنياء في المدن إلا الزينة، والتنوق (١) في المطاعم والمشارب والملابس، والتفرج بآلات الملاهي المحرمة، والأغاني الخبيثة، وإضاعة الأوقات فيها، كما لا عمل لنساء الفقراء في القرى والدساكر إلا الخدمة في الحقول والمنازل، فهن كالأُتن الحاملة، والبقر العاملة، وكان من جزاء هذا أن صغُرتْ نفوسهن، وضعفت آدابهن، وصرن كالدواجن في البيوت، أو السوائم في الصحراء، وساءت تربية البنين والبنات، وسرى الفساد من الأفراد إلى الجماعات، وعمَّ الأُسَر والعشائر والشعوب والقبائل. </p><p> وقد قام في هذا العهد الأخير جماعات من العقلاء في كثير من البلاد الإِسلامية يطالبون بتحرير المرأة، ومشاركتها الرجل في العلم والأدب وشؤون الحياة، وصادفت هذه الدعوة آذانًا صاغية، فبدأ المسلمون يعلِّمون بناتهم، ولكن ينبغي أن يصحب هذا التعليم شيء كثير من التربية الدينية، والإصلاح في الأخلاق والعادات. </p><p> وقد كان هذا عاملًا من عوامل الانقلاب الاجتماعي الذي لا ندري ما تكون عاقبته في إصلاح الأسر الإِسلامية، ولا ما سينتج منه من نفع للإسلام والمسلمين، أو تتبع للنصارى والمشركين. </p><p> فائدة: وأتى (٢) بـ {ثُمَّ} في قوله: {ثُمَّ نَبْتَهِلْ} تنبيهًا لهم على خطئهم في </p><p>(١) التنوق: يقال تنوق في المطعم والمشرب إذا أخذ أجوده وأحسنه اهـ. (٢) الجمل.</p>"
}