{
  "id": null,
  "sura": 3,
  "aya": 148,
  "text": "<p> ١٤٨ - {فَآتَاهُمُ اللَّهُ ثَوَابَ الدُّنْيَا} قرأ الجحدري {فَآتَاهُمُ} من الإثابة؛ أي: أعطاهم الله تعالى بسبب هذا الدعاءِ جزاء الدنيا بالنصر على الأعداء والظفر بالغنيمة، والسيادة في الأرض، والكرامة، والعزة، وحسن الأحدوثة، والثناء الجميل، وانشراح الصدر بنور الإيمان, وزوال ظلمات الشبهات، وكفارة المعاصي، والسيئات، وإنما سمي ذلك ثوابًا لأنه جزاءٌ على الطاعة وامتثال أوامر الله تعالى. </p><p> {وَحُسْنَ ثَوَابِ الْآخِرَةِ} من إضافة الصفة إلى الموصوف، أي: ثواب الآخرة الحسن بنيل رضوان الله ورحمته، والقرب منه في دار الكرامة، وقد فسر بقوله تعالى:  {فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ} وبقوله: في الحديث: \"فيها ما لا عين رأت، ولا أذنٌ سمعت، ولا خطر على قلب بشر، وما حصلوا على ذلك إلا بما قدموا من صالح العمل الذي كان له أحسن الأثر في نفوسهم، فارتقت به إلى حظيرة القدس. والمعنى: حكم الله لهم بحصول الجنة، وما فيها من المنافع واللذات وأنواع السرور والتعظيم في الآخرة. </p><p> وإنما خصَّ ثواب الآخرة بالحسن إيذانًا بشرفه وفضله, لأنه غير زائل وثوابٌ لا يشوبه أذى ولا تنغيصٌ، وبأنه المعتدُّ به عند الله تعالى بخلاف ثواب الدنيا؛ فإنه قليلٌ سريع الزوال، وعرضة للأذى والمنغصات وترغيبًا في طلب ما يحصله من العمل الصالح، ومناسبة لآخر الآية. </p><p> وإنما جمع الله لهم بين الثوابين؛ لأنهم أرادوا بعملهم هاتين السعادتين سعادة الدنيا، وسعادة الآخرة كما هو شأن المؤمن {وَمِنْهُمْ مَنْ يَقُولُ رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً} . </p><p> وقال عليُّ بن أبي طالب رضي الله عنه: من عمل لدنياه أضر بآخرته، ومن عمل لآخرته أضر بدنياه، وقد يجمعهما الله تعالى لأقوامٍ. </p><p> وهذه الآية وأشباهها حجة على الغالين في الزهد الذين يتحرجون عن الاستمتاع بشيء من لذات الدنيا، ويعدون ذلك منافيًا للتقوى ومبعدًا عن رضوان الله تعالى. </p><p> {وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ} ؛ أي: المعترفين بكونهم مسيئين مقصِّرين، فلما اعترفوا بذلك سماهم الله محسنين، كأنه تعالى يقول لهم: إذا اعترفتم بإساءتكم وعجزكم .. فأنا أصفكم بالإحسان, وأجعلكم أحباء لنفسي حتى تعلموا أنه لا سبيل للعبد إلى الوصول إلى رضا الله تعالى، إلا بإظهار الذلة والمسكنة والعجز. </p><p> وقال أبو حيان: وفسَّر المفسرون {الْمُحْسِنِينَ} هنا بأحد معنيين: </p><p> الأول: من أحسن ما بينه وبين ربه بلزوم طاعته. </p><p> والثاني: من ثبت في القتال مع نبيه حتى يقتل أو يغلب؛ لأنهم هم الذين يقيمون سننه في أرضه، ويظهرون أعمالهم، وأنهم جديرون بخلافة الله فيها، ولا تكون أعمالهم إلا بما يرضي الله تعالى، فهي من الله ولله. وفي هذا تعليمٌ من الله تعالى لعباده المؤمنين أن يقولوا مثل هذا: عند لقاء العدو، وفيه دقيقةٌ لطيفةٌ، وهي أنهم لمَّا اعترفوا بذنوبهم، وكونهم مسيئين سماهم الله تعالى محسنين. </p><p> الإعراب </p><p> {وَسَارِعُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمَاوَاتُ وَالْأَرْضُ أُعِدَّتْ لِلْمُتَّقِينَ (١٣٣) }. </p><p> {وَسَارِعُوا}  {الواو} استئنافية، أو عاطفة. {سَارِعُوا} فعل وفاعل، والجملة مستأنفة، أو معطوفة على جملة قوله {وَأَطِيعُوا اللَّهَ} عطفًا تفسيريًّا {إِلَى}  {مَغْفِرَةٍ} جار ومجرور متعلق بـ {سَارِعُوا} . {مِنْ رَبِّكُمْ} جار ومجرور، ومضاف إليه متعلق بمحذوف صفة لـ {مَغْفِرَةٍ} تقديره: كائنة من ربكم. {وَجَنَّةٍ} معطوف على مغفرة. {عَرْضُهَا} مبتدأ، ومضاف إليه. {السَّمَاوَاتُ} خبر. {وَالْأَرْضُ} معطوف عليه، ولكنه على حذف مضاف تقديره: مثل عرض السموات والأرض، والجملة الإسمية في محل الجر صفة {أُوْلِي} لـ {جَنَّةٍ}  {أُعِدَّتْ} فعل ماض مغير الصيغة، ونائب فاعله ضمير يعود على {جَنَّةٍ} . {لِلْمُتَّقِينَ} متعلق به، والجملة الفعلية في محل الجر صفة ثانية لـ {جَنَّةٍ} . ويجوز (١) أن تكون حالًا </p><p>(١) العكبري.</p><p> منها؛ لأنها قد وصفت، وأن تكون مستأنفة. </p><p> {الَّذِينَ يُنْفِقُونَ فِي السَّرَّاءِ وَالضَّرَّاءِ} . </p><p> {الَّذِينَ} اسم موصول في محل الجر صفة للمتقين، ويجوز أن يكون منصوبًا بإضمار أعني، وأن يكون مرفوعًا بإضمار هم، فيجوز فيه الأوجه الثلاثة. {يُنْفِقُونَ} فعل وفاعل، والجملة صلة الموصول، والعائد ضمير الفاعل. {فِي السَّرَّاءِ} متعلق بـ {يُنْفِقُونَ} . {وَالضَّرَّاءِ} معطوف على {السَّرَّاءِ} . </p><p> {وَالْكَاظِمِينَ الْغَيْظَ وَالْعَافِينَ عَنِ النَّاسِ وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ} . </p><p> {وَالْكَاظِمِينَ}  {الواو} عاطفة. {الْكَاظِمِينَ} معطوف على الموصول مجرور على كونه صفة لـ {الْمُتَّقِينَ} ، ويجوز النصب بفعل محذوف تقديره: أمدح، وهو اسم فاعل يعمل عمل الفعل الصحيح يرفع الفاعل، وفاعله مستتر فيه تقديره: هم. {الْغَيْظَ} مفعوله منصوب {وَالْعَافِينَ عَنِ النَّاسِ}  {الواو} عاطفة. {الْعَافِينَ} معطوف على الموصول أيضًا على كونه صفة {لِلْمُتَّقِينَ} ويجوز نصبه بفعل محذوف. {عَنِ النَّاسِ} متعلق به {وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ}  {الواو} اعتراضية {اللَّهُ} مبتدأ. {يُحِبُّ الْمُحْسِنِينَ} فعل ومفعول، وفاعله ضمير يعود على الله، والجملة الفعلية في محل الرفع خبر عن الجلالة، والجملة الإسمية معترضة لاعتراضها بين المتعاطفين. </p><p> {وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ ذَكَرُوا اللَّهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ وَمَنْ يَغْفِرُ الذُّنُوبَ إِلَّا اللَّهُ وَلَمْ يُصِرُّوا عَلَى مَا فَعَلُوا وَهُمْ يَعْلَمُونَ (١٣٥) }. </p><p> {وَالَّذِينَ}  {الواو} عاطفة. {الَّذِينَ} اسم موصول للجمع المذكر معطوف على الموصول قبله، فيجوز فيه الأوجه الثلاثة السابقة، الجر على كونه صفة {لِلْمُتَّقِينَ} ، والقطع إلى النصب والرفع، ويجوز (١) أن يكون قوله: {وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً} مرفوعًا بالابتداء و {أُولَئِكَ} مبتدأ ثان و {جَزَاؤُهُمْ} مبتدأ ثالث </p><p>(١) الفتوحات.</p><p> و {مَغْفِرَةٌ} خبر الثالث والثالث وخبره خبر الثاني، والثاني وخبره خبر الأول، {إِذَا فَعَلُوا}  {إِذَا} ظرف لما يستقبل من الزمان في محل النصب على الظرفية، والظرف متعلق بالجواب الآتي. {فَعَلُوا} فعل وفاعل، والجملة في محل الخفض بإضافة {إذا} إليها على كونها فعل شرط لها. {فَاحِشَةً} مفعول به. {أَوْ} حرف عطف: {ظَلَمُوا} فعل وفاعل. {أَنْفُسَهُمْ} مفعول به، ومضاف إليه، والجملة في محل الخفض معطوفة على جملة فعلوا على كونها فعل شرط لي {إذا}  {ذَكَرُوا اللَّهَ} فعل وفاعل ومفعول، والجملة الفعلية جواب {إذا} لا محلَّ لها من الإعراب، وجملة {إذا} من فعل شرطها وجوابها صلة الموصول. {فَاسْتَغْفَرُوا}  {الفاء} عاطفة. {اسْتَغْفَرُوا} فعل وفاعل، واستغفر يتعدى إلى مفعولين، وكلاهما هنا محذوف تقديره؛ فاستغفروا الله ذنوبهم. {لِذُنُوبِهِمْ} جار ومجرور، ومضاف إليه متعلق بـ {اسْتَغْفَرُوا} ، والجملة الفعلية معطوفة على جملة {ذَكَرُوا} على كونها جواب {إذا} لا محل لها من الإعراب. {وَمَنْ يَغْفِرُ الذُّنُوبَ إِلَّا اللَّهُ}  {الواو} اعتراضية. {مَن} اسم استفهام في محل الرفع مبتدأ. {يَغْفِرُ الذُّنُوبَ} فعل ومفعول به، وفاعله ضمير مستتر فيه يعود على {مَن}  {إِلَّا} ، أداة استثناءٍ مفرغ. ولفظ الجلالة {اللَّهُ} بدل من الضمير المستتر في {يَغْفِرُ} والجملة الإسمية جملة معترضة لا محل لها من الإعراب، لاعتراضها بين المتعاطفين أعني: قوله: {فَاسْتَغْفَرُوا} ، وقوله الآتي {وَلَمْ يُصِرُّوا} . {وَلَمْ يُصِرُّوا}  {الواو} عاطفة. {لَمْ يُصِرُّوا} جازم وفعل وفاعل، والجملة معطوفة على جملة قوله {فَاسْتَغْفَرُوا} على كونها جواب {إِذَا} . {عَلَى مَا فَعَلُوا}  {عَلَى مَا} جار ومجرور متعلق بـ {يُصِرُّوا} . {فَعَلُوا} فعل وفاعل، والجملة صلة لِما، أو صفة لها، والعائد، أو الرابط محذوف تقديره: على ما فعلوه. {وَهُمْ يَعْلَمُونَ}  {الواو} حالية. {هم} مبتدأ. {يَعْلَمُونَ} فعل وفاعل والمفعول محذوف لعلمه تقديره: {يَعْلَمُونَ} المؤاخذة بها أو عفو الله عنها، والجملة الفعلية في محل الرفع خبر المبتدأ، تقديره: وهم عالمون بها، والجملة الإسمية في محل النصب حال من ضمير {يُصِرُّوا} . </p><p> {أُولَئِكَ جَزَاؤُهُمْ مَغْفِرَةٌ مِنْ رَبِّهِمْ وَجَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا </p><p> وَنِعْمَ أَجْرُ الْعَامِلِينَ (١٣٦) }. </p><p> {أُولَئِكَ} مبتدأ أول. {جَزَاؤُهُمْ} مبتدأ ثان، ومضاف إليه {مَغْفِرَةٌ} خبر للمبتدأ الثاني. {مِنْ رَبِّهِمْ} جار ومجرور، ومضاف إليه متعلق بمحذوف صفة لـ {مَغْفِرَةٌ} والجملة من المبتدأ الثاني، وخبره في محل الرفع خبر للمبتدأ الأول، والجملة من المبتدأ الأول، وخبره مستأنفة، وقد سبق لك قريبًا ما في هذه الجملة من أوجه الإعراب غير ما ذكرناه هنا فراجعه. {وَجَنَّاتٌ} معطوف على مغفرة. {تَجْرِي} فعل مضارع. {مِنْ تَحْتِهَا} جار ومجرور، ومضاف إليه متعلق بتجري. {الْأَنْهَارُ} فاعل، والجملة الفعلية في محل الرفع صفة لـ {جَنَّاتٌ} . {خَالِدِينَ}  (١) حال من الضمير في {جَزَاؤُهُمْ} لأنه مفعول به في المعنى؛ لأن المعنى يجزيهم الله جنات في حال خلودهم، وتكون حالًا مقدرة، ولا يجوز أن تكون حالًا من {جَنَّاتٌ} في اللفظ، وهي لأصحابها في المعنى؛ إذ لو كان كذلك .. لبرز الضمير لجريان الصفة على غير من هي له. {فِيهَا} جار ومجرور متعلق بـ {خَالِدِينَ} . {وَنِعْمَ}  {الواو} عاطفة. {نِعْمَ} فعل ماض؛ وهو من أفعال المدح. {أَجْرُ} فاعل. {الْعَامِلِينَ} مضاف إليه، والجملة من الفعل، والفاعل في محل الرفع خبر لمبتدأ محذوف وجوبًا، يسمى المخصوص بالمدح تقديره {وَنِعْمَ أَجْرُ الْعَامِلِينَ} الجنة، والجملة من المبتدأ المحذوف، وخبره في محل الرفع معطوفة على {مَغْفِرَةٌ} على كونها خبرًا للمبتدأ الثاني: تقديره: أولئك جزاؤهم مغفرة من ربهم، ومقولٌ في جزائهم نعم أجر العاملين. </p><p> {قَدْ خَلَتْ مِنْ قَبْلِكُمْ سُنَنٌ فَسِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ (١٣٧) }. </p><p> {قَدْ} حرف تحقيق. {خَلَتْ} فعل ماض، والتاء للتأنيث. {مِنْ قَبْلِكُمْ} جار ومجرور ومضاف إليه متعلق بـ {خَلَتْ} . {سُنَنٌ} فاعل، والجملة الفعلية مستأنفة استئنافًا نحويًّا. {فَسِيرُوا فِي الْأَرْضِ} الفاء فاء الفصيحة؛ لأنها أفصحت </p><p>(١) الفتوحات.</p><p> عن شرط مقدر تقديره: إذا عرفتم أنه قد خلت من قبلكم سننٌ، وشككتم فيها، وأردتم تيقنها، والاعتبار بها .. فأقول لكم: سيروا في الأرض لتعتبروا بما ترون من آثار هلاكهم؛ ويجوز أن تكون الفاء عاطفة. {سِيرُوا} فعل وفاعل. {فِي الْأَرْضِ} متعلق به، والجملة في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة، أو معطوفة على جملة {قَدْ خَلَتْ} وعبارة (١) الكرخي هنا، ودخلت الفاء لأن المعنى على الشرط؛ أي: إن شككتم فسيروا في الأرض لتعتبروا بما ترون من آثار هلاكهم، وهذا مجازٌ عن إجالة الخاطر. والحاصل: أن المقصود تعرف أحوالهم فإن تيسر بدون السير في الأرض .. كان المقصود حاصلاً انتهت. {فَانْظُرُوا}  {الفاء} عاطفة. {انْظُرُوا} فعل وفاعل، والجملة معطوفة على جملة {سِيرُوا} . {كَيْفَ} : اسم استفهام عن الحال في محل النصب خبر مقدم لـ {كاَنَ} . {كاَنَ} ، فعل ماض ناقص. {عَاقِبَةُ} اسمها. {الْمُكَذِّبِينَ} مضاف إليه، وجملة {كاَنَ} في محل النصب مفعول لـ {انْظُرُوا} تقديره: فانظروا حال عاقبة المكذبين. </p><p> {هَذَا بَيَانٌ لِلنَّاسِ وَهُدًى وَمَوْعِظَةٌ لِلْمُتَّقِينَ (١٣٨) }. </p><p> {هَذَا} مبتدأ. {بَيَانٌ} خبر، والجملة مستأنفة. {لِلنَّاسِ} متعلق بمحذوف صفة لـ {بَيَانٌ} أو متعلق به. {وَهُدًى وَمَوْعِظَةٌ} معطوفان على {بَيَانٌ}  {لِلْمُتَّقِينَ} تنازع فيه كل من {هُدًى} و {مَوْعِظَةٌ} على أنه متعلق بهما، أو صفة لهما. </p><p> {وَلَا تَهِنُوا وَلَا تَحْزَنُوا وَأَنْتُمُ الْأَعْلَوْنَ إِنْ كُنْتُمْ مُؤْمِنِينَ (١٣٩) }. </p><p> {وَلَا}  {الواو} استئنافية. {لَا} ناهية. {تَهِنُوا} فعل وفاعل مجزوم بـ {لَا} الناهية، والجملة مستأنفة، وفي \"الجمل\" قوله: {وَلَا تَهِنُوا} هذا وما عطف عليه معطوفان في المعنى على قوله {فَسِيرُوا} في الأرض الخ. انتهى. وكذلك قوله:  {وَلَا تَحْزَنُوا} جازم وفعل وفاعل، والجملة معطوفة على جملة </p><p>(١) الجمل.</p><p> {وَلَا تَهِنُوا} . {وَأَنْتُمُ} الواو حالية. {أَنْتُمُ} مبتدأ. {الْأَعْلَوْنَ} خبر مرفوع بالواو، والجملة في محل النصب حال من فاعل {تَهِنُوا} أو {تَحْزَنُوا} . {إِنْ كُنْتُمْ}  {إن} حرف شرط. {كُنْتُمْ} فعل ناقص، واسمه في محل الجزم بـ {إِنْ} . {مُؤْمِنِينَ} خبر {كان} وجواب {إنْ} معلوم مما قبلها تقديره: إن كنتم مؤمنين فأنتم الأعلون لأن الإِسلام يعلو ولا يعلى عليه، وجملة إن الشرطية مستأنفة. </p><p> {إِنْ يَمْسَسْكُمْ قَرْحٌ فَقَدْ مَسَّ الْقَوْمَ قَرْحٌ مِثْلُهُ} . </p><p> {إن} حرف شرط جازم. {يَمْسَسْكُمْ قَرْحٌ} فعل ومفعول، وفاعل مجزوم بإن الشرطية. {فَقَدْ مَسَّ} الفاء رابطة لجواب إن الشرطية وجوبًا؛ لكون الجواب مقرونًا بقد. {قَدْ} حرف تحقيق. {مَسَّ الْقَوْمَ قَرْحٌ} فعل ومفعول وفاعل. {مِثْلُهُ} نعت لقرح ومضاف إليه، والجملة في محل الجزم بإن الشرطية على كونها جوابًا لها، وجملة إن الشرطية مستأنفة، وفي \"الجمل\" : قوله (١) : {إِنْ يَمْسَسْكُمْ قَرْحٌ} جواب الشرط محذوف؛ أي: فتأسوا، ومن زعم أن جواب الشرط {فَقَدْ مَسَّ} فهو غالط؛ لأن الماضي معنى يمتنع أن يكون جوابا للشرط، وللنحويين في مثل هذا تأويلٌ، وهو أن يقدروا شيئًا مستقبلًا, لأنه لا يكون التعليق إلا في المستقبل، كما مرت الإشارة إليه. اهـ كرخي، وذلك التأويل هو التبيين؛ أي: فقد تبين مس القرح للقوم اهـ سمين. </p><p> {وَتِلْكَ الْأَيَّامُ نُدَاوِلُهَا بَيْنَ النَّاسِ} . </p><p> {وَتِلْكَ}  {الواو} استئنافية. {تِلْكَ} . مبتدأ. {الْأَيَّامُ} بدل أو عطف بيان أو نعت لاسم الإشارة. {نُدَاوِلُهَا} فعل ومفعول وفاعله ضمير يعود على {اللَّهُ} . {بَيْنَ النَّاسِ} ظرف ومضاف إليه متعلق بـ {نُدَاوِلُ} ، الجملة الفعلية في محل الرفع خبر المبتدأ، والجملة الإسمية مستأنفة. </p><p> {وَلِيَعْلَمَ اللَّهُ الَّذِينَ آمَنُوا وَيَتَّخِذَ مِنْكُمْ شُهَدَاءَ وَاللَّهُ لَا يُحِبُّ الظَّالِمِينَ} . </p><p>(١) الجمل.</p><p> {وَلِيَعْلَمَ}  {الواو} عاطفة على محذوف تقديره: نداولها بين الناس ليتعظوا، وليعلم الله، وقيل: إن الواو زائدة. {اللام} لام كي. {وَلِيَعْلَمَ اللَّهُ} فعل وفاعل منصوب بأن مضمرة جوازًا بعد لام كي. {الَّذِينَ} مفعول به لأن، {علم} هنا بمعنى عرف، يتعدى إلى مفعول واحد {آمَنُوا} فعل وفاعل، والجملة صلة الموصول، والعائد ضمير الفاعل، والجملة من الفعل والفاعل، صلة أن المضمرة، وأن مع صلتها في تأويل مصدر مجرور باللام تقديره: ولعلم الله {الَّذِينَ آمَنُوا} الجار والمجرور معطوف على الجار والمجرور المحذوف المتعلق بقوله {نداولها} تقديره: وتلك الأيام نداولها بين الناس لاتعاظهم، ولعلم الله الذين آمنوا. {وَيَتَّخِذَ}  {الواو} عاطفة. {يَتَّخِذَ} فعل مضارع معطوف على قوله: {لِيَعْلَمَ} وفاعله ضمير يعود على {اللَّهُ}  {مِنْكُمْ} متعلق بـ {يَتَّخِذَ} . على كونه مفعول أول لـ {يَتَّخِذَ}  {شُهَدَاءَ} مفعول ثان {لِيَتَّخِذَ} والمعنى ويتخذ بعضكم شهداء {وَاللَّهُ لَا يُحِبُّ الظَّالِمِينَ}  {الواو} اعتراضية. {الله} مبتدأ. {لا} نافية. {يُحبُّ} فعل مضارع، وفاعله ضمير يعود على {اللَّهُ} . {الظَّالِمِينَ} مفعول به، والجملة الفعلية في محل الرفع خبر المبتدأ، والجملة الإسمية جملة معترضة لا محل لها من الإعراب، لاعتراضها بين العلل المتعاطفات. </p><p> {وَلِيُمَحِّصَ اللَّهُ الَّذِينَ آمَنُوا وَيَمْحَقَ الْكَافِرِينَ (١٤١) }. </p><p> {وَلِيُمَحِّصَ}  {الواو} عاطفة. {لِيُمَحِّصَ}  {اللام} لام كي. {يُمَحِّصَ} فعل مضارع منصوب بأن مضمرة جوازًا بعد لام كي. {اللَّهُ} فاعل. {الَّذِينَ} مفعول به. وجملة {آمَنُوا} صلة الموصول، وجملة {يُمَحِّصَ} صلة أن المضمرة وأن مع صلتها في تأويل مصدر مجرور تقديره: ولتمحيص الله. {الَّذِينَ آمَنُوا} الجار والمجرور معطوف على الجار والمجرور في قوله: {وَلِيَعْلَمَ اللَّهُ الَّذِينَ آمَنُوا} . {وَيَمْحَقَ} معطوف على {يُمَحِّصَ} وفاعله ضمير يعود على الله {الْكَافِرِينَ} مفعول به. </p><p> {أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدُوا مِنْكُمْ وَيَعْلَمَ الصَّابِرِينَ (١٤٢) }. </p><p> {أَمْ} منقطعة بمعنى بل التي للإضراب الانتقاليِّ، والهمزة التي للاستفهام الإنكاريِّ، والمعنى (١) : لا تظنوا أيها المؤمنون أنكم تدخلون الجنة مع السابقين بمجرد الإيمان من غير جهاد، ولا صبر بل مع الجهاد، والصبر، وهو خطاب لأهل أحدٍ حيث أمروا بالقتال مع كونهم جرحى، وشدد عليهم في ذلك، والمقصود من ذلك تعليم من يأتي بعدهم، وإلا فهم قد جاهدوا في الله حق جهاده وصبروا صبرًا جميلًا. {حَسِبْتُمْ} فعل وفاعل. {أنْ} حرف نصب ومصدر. {تَدْخُلُوا الْجَنَّةَ} فعل وفاعل ومفعول منصوب بـ {أن} ، والجملة الفعلية صلة {أن} المصدرية، و {أن} مع صلتها في تأويل مصدر سادٍ مسدَّ مفعولي حسب، والتقدير: لا تحسبوا دخولكم الجنة. {وَلَمَّا يَعْلَمِ اللَّهُ}  {الواو} حالية. {لما} حرف نفي وجزم تفيد توقع الجهاد منهم في المستقبل، فلذا عبر بها دون لم. {يَعْلَمِ اللَّهُ} فعل وفاعل مجزوم بـ {لما} وعلامة جزمه سكون مقدر منع من ظهوره اشتغال المحل، بحركة التخلص من التقاء الساكنين، وجملة {يَعْلَمِ} من الفعل والفاعل في محل النصب حال من فاعل {تَدْخُلُوا} . {الَّذِينَ} مفعول به. {جَاهَدُوا} فعل وفاعل، والجملة صلة الموصول. {مِنْكُمْ} جار ومجرور حال من فاعل {جَاهَدُوا} . {وَيَعْلَمَ الصَّابِرِينَ}  {الواو} عاطفة معية. {يَعْلَم} منصوب بأن مضمرة وجوبًا بعد واو المعية الواقعة في جواب النفي. {الصَّابِرِينَ} ، مفعول به، والجملة الفعلية صلة أن المضمرة، أن مع صلتها في تأويل مصدر معطوف على مصدر متصيد من الجملة التي قبلها من غير سابك لإصلاح المعنى، والتقدير: أم حسبتم أن تدخلوا الجنة، ولما يكن علم الله الذين جاهدوا منكم، وعلمه الصابرين: أي: لا تحسبوا ذلك. </p><p> {وَلَقَدْ كُنْتُمْ تَمَنَّوْنَ الْمَوْتَ مِنْ قَبْلِ أَنْ تَلْقَوْهُ فَقَدْ رَأَيْتُمُوهُ وَأَنْتُمْ تَنْظُرُونَ (١٤٣) }. </p><p> {وَلَقَدْ}  {الواو} استئنافية. و {اللام} موطئة للقسم. {قد} حرف تحقيق. {كُنْتُمْ} فعل ناقص واسمه. {تَمَنَّوْنَ الْمَوْتَ} فعل وفاعل ومفعول، </p><p>(١) الصاوي.</p><p> والجملة الفعلية في محل النصب خبر {كان} وجملة {كان} من اسمها وخبرها، جواب القسم لا محلَّ لها من الإعراب، وجملة القسم مستأنفة. {مِنْ قَبْلِ} جار ومجرور متعلق بـ {تَمَنَّوْنَ} . {أَنْ} حرف نصب ومصدر. {تَلْقَوْهُ} فعل وفاعل ومفعول منصوب بأن، وجملة {أَنْ} المصدرية مع صلتها في تأويل مصدر مجرور بإضافة الظرف إليه، تقديره: من قبل لقائكم إياه. {فَقَدْ رَأَيْتُمُوهُ}  {الفاء} عاطفة. قد حرف تحقيق. {رَأَيْتُمُوهُ} فعل وفاعل ومفعول، لأن {رأى} بصرية، والجملة معطوفة على جملة {تَمَنَّوْنَ} . {وَأَنْتُمْ}  {الواو} حالية. {أَنْتُمْ} مبتدأ وجملة {تَنْظُرُونَ} خبره، والجملة الإسمية في محل النصب حال من فاعل {رَأَيْتُمُوهُ} . </p><p> {وَمَا مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ} . </p><p> {وَمَا}  {الواو} استئنافية. {ما} نافية. {مُحَمَّدٌ} مبتدأ. {إِلَّا} أداة استثناء مفرغ. {رَسُولٌ} خبر، والجملة مستأنفة. {قَدْ} حرف تحقيق. {خَلَتْ} فعل وتاء تأنيث. {مِنْ قَبْلِهِ} جار ومجرور ومضاف إليه متعلق بـ {خَلَتْ}  {الرُّسُلُ} فاعل {خَلَتْ} ، والجملة الفعلية في محل الرفع صفةٌ لـ {رَسُولٌ} . </p><p> {أَفَإِنْ مَاتَ أَوْ قُتِلَ انْقَلَبْتُمْ عَلَى أَعْقَابِكُمْ} . </p><p> {أَفَإِنْ}  {الهمزة} للاستفهام الإنكاري، داخلة على محذوف تقديره: أتؤمنون به مدة حياته؟ {الفاء} عاطفة ما بعدها على ذلك المحذوف، {إن} حرف شرط. {مَاتَ} فعل ماضي في محل الجزم بـ {إنْ} على كونه فعل شرط لها، وفاعله ضمير يعود على محمَّد. {أَوْ قُتِلَ} فعل ماضي مغير الصيغة معطوف على {مَاتَ} ونائب فاعله ضمير يعود على {مُحَمَّدٌ} . {انْقَلَبْتُمْ} فعل وفاعل في محل الجزم بـ {إنْ} الشرطية على كونه جوابًا لها. {عَلَى أَعْقَابِكُمْ} جار ومجرور، ومضاف إليه، متعلق بـ {انقلب} أو حال من فاعل {انْقَلَبْتُمْ} أي: راجعين على أعقابكم، كما ذكره العكبري. وجملة {إن} الشرطية من فعل شرطها، وجوابها معطوفة على الجملة المحذوفة على كونها مستأنفة كما مر آنفًا، وجملة الجواب هي محل الاستفهام الإنكاري، أي: إنكار انقلابهم وارتدادهم </p><p> عن الدين، {فالهمزة} داخلة عليها في المعنى، والتقدير: أأنقلبتم على أعقابكم إن مات، أو قتل أي لا ينبغي منكم الانقلاب والارتداد حينئذٍ كما بيناه في بحث التفسير. </p><p> {وَمَنْ يَنْقَلِبْ عَلَى عَقِبَيْهِ فَلَنْ يَضُرَّ اللَّهَ شَيْئًا وَسَيَجْزِي اللَّهُ الشَّاكِرِينَ} . </p><p> {وَمَنْ}  {الواو} استئنافية. {من} اسم شرط في محل الرفع مبتدأ. {يَنْقَلِبْ} فعل مضارع مجزوم بمن على كونه فعل شرط لها، وفاعله ضمير يعود على {مَنْ} ، وخبر {من} الشرطية إما جملة الشرط أو الجواب، أو هما معًا. {عَلَى عَقِبَيْهِ} جار ومجرور، ومضاف إليه متعلق بـ {يَنْقَلِبْ} . {فَلَنْ}  {الفاء} : رابطة لجواب من الشرطية وجوبًا لاقترانه بـ {لن} . {يَضُرَّ} فعل مضارع منصوب بـ {لَنْ} وفاعله ضمير يعود على {من} ، والجملة في محل الجزم على كونها جوابًا لها، وجملة من الشرطية مستأنفة. ولفظ الجلالة {اللَّهَ} مفعول به. {شَيْئًا} منصوب على المفعولية المطلقة أي؛ ضررًا شيئًا. {وَسَيَجْزِي اللَّهُ الشَّاكِرِينَ} فعل وفاعل ومفعول، والجملة مستأنفة. </p><p> {وَمَا كَانَ لِنَفْسٍ أَنْ تَمُوتَ إِلَّا بِإِذْنِ اللَّهِ كِتَابًا مُؤَجَّلًا} . </p><p> {وَمَا}  {الواو} استئنافية. {ما} نافية. {كَانَ} فعل ماض ناقص. {لِنَفْسٍ} جار ومجرور متعلق بمحذوف خبر {كَانَ} مقدم على اسمها. {أَن} حرف نصب. {تَمُوتَ} منصوب بـ {أن} وفاعله ضمير يعود على نفس، والجملة الفعلية صلة {أن} المصدرية و {أَن} مع صلتها في تأويل مصدر مرفوع، على كونه اسم {كَانَ} مؤخرًا، تقديره؛ وما كان الموت إلا بإذن الله كائنًا لنفس. {إِلَّا} أداة استثناء مفرغ. {بِإِذْنِ اللَّهِ} جار ومجرور، ومضاف إليه متعلق بـ {تَمُوتَ} . {كِتَابًا} منصوب على المفعولية المطلقة بعامل محذوف تقديره: كتب الله الموت على كل نفس {كِتَابًا} . {مُؤَجَّلًا} صفة لـ {كِتَابًا} والجملة المحذوفة مؤكدة لمضمون الجملة المذكورة قبلها. </p><p> {وَمَنْ يُرِدْ ثَوَابَ الدُّنْيَا نُؤْتِهِ مِنْهَا وَمَنْ يُرِدْ ثَوَابَ الْآخِرَةِ نُؤْتِهِ مِنْهَا وَسَنَجْزِي الشَّاكِرِينَ} . </p><p> {وَمَنْ}  {الواو} استئنافية. {من} اسم شرط في محل الرفع مبتدأ، والخبر جملة الشرط أو الجواب أو هما. {يُرِدْ} مجزوم بـ {مَنْ} على كونه فعل شرط لها، وفاعله ضمير يعود على {مَنْ} . {ثَوَابَ الدُّنْيَا} مفعول به، ومضاف إليه. {نُؤْتِهِ} جواب الشرط مجزوم بـ {مَنْ} والهاء مفعول أول. {مِنْهَا} جار ومجرور في محل المفعول الثاني؛ لأنّ أتى هنا بمعنى: أعطى وفاعله ضمير يعود على {اللَّه} وجملة من الشرطية مستأنفة. {وَمَنْ يُرِدْ ثَوَابَ الْآخِرَةِ} الواو عاطفة. {من} اسم شرط في محل الرفع مبتدأ، والخبر جملة الشرط. {يُرِدْ ثَوَابَ الْآخِرَةِ} فعل ومفعول ومضاف إليه، وفاعله ضمير يعود على {مَنْ}  {نُؤْتِهِ} جواب الشرط، وفاعله ضمير يعود على {اللَّه} . والهاء مفعول أول. {مِنْهَا} في محل المفعول الثاني، وجملة {من} معطوفة على جملة {من} الأولى. {وَسَنَجْزِي الشَّاكِرِينَ}  {الواو} استئنافية. {سَنَجْزِي} فعل مضارع، وفاعله ضمير يعود على الله. {الشَّاكِرِينَ} مفعول به، والجملة مستأنفة. </p><p> {وَكَأَيِّنْ مِنْ نَبِيٍّ قَاتَلَ مَعَهُ رِبِّيُّونَ كَثِيرٌ} . </p><p> {وَكَأَيِّنْ}  {الواو} استئنافية. {كَأَيِّنْ} اسم بمعنى كم الخبرية التكثيرية في محل الرفع، مبتدأٌ مبنيٌّ بسكون على النون المدغمة في ميم من لشبهه بالحرف شبهًا معنويًّا لتضمنه معنى رب التكثيرية. {مِنْ} زائدة. {نَبِيٍّ} تمييز له. {قَاتَلَ} فعل ماض، وفعله ضمير يعود على كأيّن، والجملة في محلِّ الرفع خبر المبتدأ والتقدير: وكثير من الأنبياء مقاتل، والجملة الإسمية مستأنفة. {مَعَهُ} ظرف، ومضاف إليه متعلق بمحذوف خبر مقدم. {رِبِّيُّونَ} مبتدأ مؤخر. {كَثِيرٌ} صفة له، والجملة في محل النصب حال من فاعل قاتل، والتقدير حال كون الربيين معه في القتال. </p><p> {فَمَا وَهَنُوا لِمَا أَصَابَهُمْ فِي سَبِيلِ اللَّهِ وَمَا ضَعُفُوا وَمَا اسْتَكَانُوا وَاللَّهُ يُحِبُّ الصَّابِرِينَ} . </p><p> {فَمَا}  {الفاء} استئنافية. {ما} نافية. {وَهَنُوا} فعل وفاعل، والجملة مستأنفة. {لِمَا} جار ومجرور متعلق بـ {وَهَنُوا} . {أَصَابَهُمْ} فعل ومفعول </p><p> والفاعل ضمير يعود على {ما} والجملة صلة لـ {ما} أو صفة لها. {فِي سَبِيلِ اللَّهِ} جار ومجرور، ومضاف إليه متعلق بـ {أَصَابَهُمْ} . {وَمَا ضَعُفُوا}  {ما} نافية. {ضَعُفُوا} فعل وفاعل، والجملة معطوفة على جملة {وَهَنُوا} . وكذلك جملة {وَمَا اسْتَكَانُوا} معطوفة على جملة {وَهَنُوا} . {وَاللَّهُ} مبتدأ. {يُحِبُّ الصَّابِرِينَ} فعل ومفعول، والفاعل ضمير يعود على {اللَّهُ} ، والجملة خبر عن الجلالة، والجملة الإسمية مستأنفة. </p><p> {وَمَا كَانَ قَوْلَهُمْ إِلَّا أَنْ قَالُوا رَبَّنَا اغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِي أَمْرِنَا وَثَبِّتْ أَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ} . </p><p> {وَمَا}  {الواو} عاطفة. {ما} نافية. {كَانَ} فعل ماضٍ ناقص. {قَوْلَهُمْ} خبر {كان} مقدم على اسمها، ومضاف إليه. {إِلَّا} أداة استثناء مفرغ. {أَنْ} حرف نصب ومصدر. {قَالُوا} فعل وفاعل في محل النصب بأن المصدرية، وجملة {قال} من الفعل والفاعل، صلة {أن} المصدرية و {أن} مع صلتها في تأويل مصدر مرفوع على كونه اسم {كان} والتقدير: {وَمَا كَانَ قَوْلَهُمْ} إلا قولهم هذا الدعاء، وهذا الوجه أولى من عكسه، كما سبق تعليله في بحث التفسير، وجملة {كَانَ} معطوفة على جملة قوله: {فَمَا وَهَنُوا} . {رَبَّنَا اغْفِرْ لَنَا ذُنُوبَنَا} إلى آخر الآية مقول محكي لـ {قَالُوا} ، وإن شئت قلت:  {رَبَّنَا} منادى مضاف حذف منه حرف النداء، وجملة النداء مقول القول. {اغْفِرْ} فعل دعاء، وفاعله ضمير يعود على {الله} . {لَنَا} متعلق به. {ذُنُوبَنَا} مفعول به ومضاف إليه، والجملة الفعلية في محل النصب مقول القول {وَإِسْرَافَنَا} معطوف على {ذُنُوبَنَا}  {فِي أَمْرِنَا} متعلق بـ {إِسْرَافَنَا}  {وَثَبِّتْ أَقْدَامَنَا} فعل ومفعول، ومضاف إليه، وفاعله ضمير يعود على الله والجملة معطوفة على جملة {اغْفِرْ} على كونها جواب النداء ومقول القول {وَانْصُرْنَا} فعل ومفعول والفاعل ضمير يعود على الله، والجملة معطوفة على جملة {اغْفِرْ}  {عَلَى الْقَوْمِ الْكَافِرِينَ} جار ومجرور، وصفة متعلق بـ {انْصُرْنَا} . </p><p> {فَآتَاهُمُ اللَّهُ ثَوَابَ الدُّنْيَا وَحُسْنَ ثَوَابِ الْآخِرَةِ وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ} . </p><p> {فَآتَاهُمُ اللَّهُ}  {الفاء} عاطفة سببية. {آتَاهُمُ اللَّهُ} فعل وفاعل ومفعول أول. {ثَوَابَ الدُّنْيَا} مفعول ثان ومضاف إليه؛ لأن آتى بمعنى أعطى، والجملة الفعلية معطوفة على جملة قوله:  {وَمَا كَانَ قَوْلَهُمْ إِلَّا أَنْ قَالُوا رَبَّنَا اغْفِرْ لَنَا ذُنُوبَنَا} ؛ لأن هذه الجملة مسببة عن تلك الجملة {وَحُسْنَ ثَوَابِ الْآخِرَةِ}  {الواو} عاطفة. {حسن} معطوف على {ثَوَابَ الدُّنْيَا} وهو مضاف. {ثَوَابِ الْآخِرَةِ} مضاف إليه، وهو من إضافة الصفة إلى الموصوف كما مر {وَاللَّهُ} مبتدأ {يُحِبُّ الْمُحْسِنِينَ} جملة فعلية في محل الرفع خبر المبتدأ والجملة الإسمية مستأنفة. والله أعلم. </p><p> التصريف ومفردات اللغة </p><p> {وَسَارِعُوا} من باب فاعل والمفاعلة ليست على بابه، بل المراد منه أصل الفعل، والمسارعة إلى المغفرة والجنة؛ المبادرة إلى الأسباب الموصلة إليهما من الأعمال الصالحة، كالإقبال على الصدقات، وعمل الخيرات، والتوبة عن الآثام كالربا، ونحوه {عَرْضُهَا} والعرض: السعة بقطع النظر عن مقابل له، فليس العرض في مقابلة الطول، بل المراد به مطلق السعة، والعرب تقول: دعوى عريضة؛ أي: واسعة عظيمة. ولفظ العرض يطلق على هذا المعنى وعلى ما يقابل الطول، وهو أقصر الامتدادين، وكل من الإطلاقين حقيقيٌّ كما ذكره \"القاموس\" . </p><p> {السَّرَّاءِ} الحالة التي تسر {وَالضَّرَّاءِ} الحالة التي تضر {وَالْكَاظِمِينَ الْغَيْظَ} ، وهو اسم فاعل من كظم من باب: ضرب يقال: كظم القربة أي ملأها وشد رأسها، وكظم الباب سدَّه، وكظم البعير جرته إذا ازدردها وكف عن الاجترار. والكظم الحبس يقال: كظم غيظه إذا حبسه فهو كاظمٌ وكظمه الغيظ، والغم إذا أخذ بنفسه فهو مكظومٌ وكظيم. قال تعالى:  {ظَلَّ وَجْهُهُ مُسْوَدًّا وَهُوَ كَظِيمٌ} وأخذ فلانٌ بكظم فلان، إذا أخذ بمجرى نفسه. والغيظ ألم يعرض للنفس إذا هضم حقُّ من حقوقها المادية، كالمال أو المعنوية كالشرف والعرض، فيزعجها ذلك، ويحفزها على التشفِّي والانتقام. </p><p> {وَالْعَافِينَ} اسم فاعل من عفا يعفو من باب دعا. والعفو عن الناس: التجاوز عن ذنوبهم، وترك مؤاخذتهم مع القدرة على ذلك {وَلَمْ يُصِرُّوا} من أصر </p><p> الرباعي يصر إصرارًا. والإصرار اعتزام الدوام على الشيء، وترك الإقلاع عنه من صر الدنانير إذا ربط عليها، ومنه صرة الدنانير لما يربط منها ( {وَلَا تَهِنُوا} أصل {تَهِنُوا} توهنوا حذفت الواو لوقوعها بين ياءٍ وكسرة في الأصل، ثم أجريت حروف المضارعة مجرى الياء، في ذلك يقال: وهن بالفتح في الماضي يهن بالكسر في المضارع، ونقل أنه يقال: وهن ووهن بضم الهاء وكسرها في الماضي، ووهن يستعمل لازمًا ومتعديًا، يقال: وهن زيدٌ إذا ضعف قال تعالى: {وَهَنَ الْعَظْمُ مِنِّي} ووهنته إذا أضعفته. ومنه الحديث:  \"وهنتهم حمى يثرب\" ؛ أي: أضعفتهم، والمصدر على الوهن، والوهن بفتح العين وسكونها. </p><p> {وَأَنْتُمُ الْأَعْلَوْنَ}  {الْأَعْلَوْنَ} جمع أعلى، والأصل: أعليون فتحركت الياء، وانفتح ما قبلها، فانقلبت ألفًا، ثم حذفت لالتقاء الساكنين، وبقيت الفتحة لتدل عليها، وإن شئت قلت: استثقلت الضمة على الياء، فحذفت، فالتقى ساكنان أيضًا، الياء، والواو، فحذفت الياء لالتقاء الساكنين، وإنما احتجنا إلى ذلك؛ لأن واو الجمع لا يكون ما قبلها إلّا مضمومًا لفظًا أو تقديرًا، وهذا مثال التقدير اهـ سمين. </p><p> {وَتِلْكَ الْأَيَّامُ نُدَاوِلُهَا بَيْنَ النَّاسِ} داول من باب فاعل، والمداولة المناوبة على الشيء، والمعاودة وتعهده مرةً بعد أخرى، يقال: داولت بينهم الشيء فتداولوه، كأن المفاعلة بمعنى أصل الفعل. وعبارة \"الخازن\" : المداولة نقل الشيء من واحد إلى واحد آخر، يقال: تداولته الأيدي إذا انتقل من واحد إلى آخر، والمعنى: إنَّ أيام الدنيا دول بين الناس، يوم لهؤلاء، ويوم لهؤلاء، فكانت الدولة للمسلمين يوم بدر، وللكفار يوم أحد. انتهى. </p><p> {وَلِيُمَحِّصَ اللَّهُ الَّذِينَ آمَنُوا وَيَمْحَقَ الْكَافِرِينَ (١٤١) } أصل المحص كالفحص في اللغة: التنقية، والإزالة، لكن الفحصُ يقال: في إبراز الشيء عن خلال أشياء منفصلة عنه، والمحص في إبرازه عن أشياء متصلة به. وفي \"القاموس\" : محص الذهب بالنار - من باب منع - أخلصه مما يشوبه، والتمحيص الابتلاء، والاختبار: انتهى. وأصل المحق نقص الشيء قليلًا قليلًا. </p><p> {وَمَا اسْتَكَانُوا} أصل هذا الفعل: استكن من السكون؛ لأن الخاضع يسكن لصاحبه ليصنع به ما يريد. والألف تولدت من إشباع الفتحة، وعبارة السمين في هذا الفعل ثلاثة أقوال: </p><p> أحدها: أنه استفعل من السكون والسكون، الذل وأصله: استكون، فنقلت حركة الواو على الكاف ثم قلبت الواو ألفًا. </p><p> والثاني: قال الأزهري: وأبو عليّ ألفه: من ياء، والأصل استكين ففعل بالياء ما فعل بالواو. </p><p> والثالث: قال الفراء: وزنه افتعل من السكون، وإنّما أشبعت الفتحة فتولد منها ألف كقوله: </p><p> أَعُوْذُ بِاللَّهِ مِنَ الْعَقْرَابِ ... الشَّائِلَاتِ عُقَدَ الأَذْنَابِ </p><p> يريد: العقرب الشائلة. انتهت. </p><p> البلاغة </p><p> {إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ} فيه مجازٌ مرسلٌ؛ لما فيه من إطلاق المسبب، وإرادة السبب، أي: بادروا إلى سببهما، وهو الأعمال الصالحة. </p><p> {عَرْضُهَا السَّمَاوَاتُ وَالْأَرْضُ} ؛ أي: كعرضهما، فيه تشبيه بليغ، وهو ما حذفت فيه الأداة ووجه الشبه. </p><p> {السَّرَّاءِ وَالضَّرَّاءِ} فيه من المحسنات البديعية: الطباق {وَالْكَاظِمِينَ الْغَيْظَ} والعدول فيه إلى صيغة الفاعل؛ للدلالة على الاستمرار والدوام. وأما الإنفاق، فلما كان أمرًا متجددًا؛ عبر عنه بما يفيد التجدد والحدوث. </p><p> {وَمَنْ يَغْفِرُ الذُّنُوبَ إِلَّا اللَّهُ} الاستفهام فيه إنكاريٌّ: بمعنى النفي، ولذلك وقع بعده الاستثناء، والمعنى لا يغفر الذنوب إلا الله. </p><p> {أُولَئِكَ جَزَاؤُهُمْ} الإشارة بالبعيد للإشعار ببعد منزلتهم، وعلو طبقتهم في الفضل. </p><p> {فَسِيرُوا فِي الْأَرْضِ} ليس المراد خصوص السير، بل المراد استعلام ما وقع للأمم الماضية بسيرٍ أو غيره، بل هو مجازٌ عن إجالة الخاطر في ذلك، ثم التأمل للتسلي والاتعاظ. </p><p> {وَلِيَعْلَمَ اللَّهُ} فيه التفات من التكلم إلى الغيبة، والسر في هذا الالتفات تعظيم شأن الجهاد في سبيل الله. </p><p> {وَاللَّهُ لَا يُحِبُّ الظَّالِمِينَ} ونفي المحبة فيه كنايةٌ عن البغض، وفي إيقاعه على الظالمين تعريض بمحبته تعالى لمقابليهم. </p><p> {فَقَدْ رَأَيْتُمُوهُ} فيه توبيخٌ لهم على أنهم تمنوا الحرب، وتسببوا فيها، ثم جبنوا وانهزموا عنها، أو توبيخٌ لهم على الشهادة، فإن في تمنيها تمني غلبة الكافرين، وفي إيثار الرؤية على الملاقاة، وتقييدها بالنظر مزيد مبالغةٍ في مشاهدتهم له. </p><p> {وَمَا مُحَمَّدٌ إِلَّا رَسُولٌ} القصر فيه قصر قلب، للرد عليهم في اعتقادهم؛ أنه معبودٌ، وهم وإن لم يعتقدوا ذلك حقيقةً لكن نزلوا منزلة من اعتقد ألوهيته لا رسالته؛ حيث رجعوا عن الدين الحق؛ لما سمعوا بقتله فكأنهم اعتقدوه معبودًا، وقد مات فرجعوا عن عبادته. </p><p> {انْقَلَبْتُمْ عَلَى أَعْقَابِكُمْ} وهذا كنايةٌ عن الرجوع للكفر، لا حقيقة الانقلاب على الأعقاب الذي هو السقوط إلى خلف. قال في \"تلخيص البيان\" : هذه استعارةٌ، والمراد به الرجوع عن دينه، فشبه سبحانه الرجوع في الإرتياب بالرجوع على الأعقاب. </p><p> وقال أبو حيان (١) : وقد تضمنت هذه الآيات فنونًا من الفصاحة والبديع والبيان: </p><p> من ذلك: الاعتراض في قوله: {وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ} ، وفي قوله: {وَمَن </p><p>(١) البحر المحيط.</p><p> يَغْفِرُ الذُّنُوبَ إِلَّا اللَّهُ}، وفي قوله:  {وَاللَّهُ لَا يُحِبُّ الظَّالِمِينَ} . </p><p> ومنها: تسمية الشيء باسم سببه في قوله: {إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ} . </p><p> ومنها: التشبيه في قوله: {عَرْضُهَا السَّمَاوَاتُ وَالْأَرْضُ} ، وقيل: هذه استعارة. </p><p> ومنها: الإضافة إلى الأكثر في قوله: {أُعِدَّتْ لِلْمُتَّقِينَ} ، وهي معدَّة لهم، ولغيرهم من العصاة. </p><p> ومنها: الطباق في قوله: {السَّرَّاءِ وَالضَّرَّاءِ} ، وفي قوله:  {وَلَا تَهِنُوا} و {الْأَعْلَوْنَ} ؛ لأن الوهن والعلو ضدان، وفي قوله:  {آمَنُوا} و {الظَّالِمِينَ} ، لأن الظالمين هم الكافرون، وفي قوله:  {آمَنُوا}  {وَيَمْحَقَ الْكَافِرِينَ} . </p><p> ومنها: العامُّ الذي يراد به الخاصُّ في قوله: {وَالْعَافِينَ عَنِ النَّاسِ} يعني: من ظلمهم أو المماليك. </p><p> ومنها: التكرار في قوله: {وَاللَّهُ يُحِبُّ} و {ذَكَرُوا اللَّهَ}  {وَلِيُمَحِّصَ اللَّهُ} ، وفي قوله:  {وَلِيَعْلَمَ اللَّهُ}  {وَاللَّهُ لَا يُحِبُّ}  {وَلِيُمَحِّصَ اللَّهُ} ، وفي قوله:  {الَّذِينَ يُنْفِقُونَ} ، {وَالَّذِينَ إِذَا فَعَلُوا} . </p><p> ومنها: الاختصاص في قوله: {يُحِبُّ الْمُحْسِنِينَ} ، و {وَهُمْ يَعْلَمُونَ} ، و {عَاقِبَةُ الْمُكَذِّبِينَ} ، و {وَمَوْعِظَةٌ لِلْمُتَّقِينَ} ، و {إِنْ كُنْتُمْ مُؤْمِنِينَ} ، و {لَا يُحِبُّ الظَّالِمِينَ} ، و {وَلِيُمَحِّصَ اللَّهُ الَّذِينَ آمَنُوا} ، و {وَيَمْحَقَ الْكَافِرِينَ} . </p><p> ومنها: الاستعارة في قوله: {فَسِيرُوا} ، على أنه من سير الفكر لا من سير القدم. و {وَأَنْتُمُ الْأَعْلَوْنَ} إذ لم تكن من علو المكان، و {وَتِلْكَ الْأَيَّامُ نُدَاوِلُهَا} ، و {وَلِيُمَحِّصَ} و {وَيَمْحَقَ} . </p><p> ومنها: الإشارة في قوله: {هَذَا بَيَانٌ} ، وفي قوله:  {وَتِلْكَ الْأَيَّامُ} . </p><p> ومنها: إدخال حرف الشرط في الأمر المحقق في قوله: {إِنْ كُنْتُمْ مُؤْمِنِينَ} ، إذا علق عليه النهي. </p><p> ومنها: الاستفهام الذي معناه الإنكار في قوله: {أَمْ حَسِبْتُمْ} . </p><p> ومنها: التجنيس المماثل في قوله: {انْقَلَبْتُمْ}  {وَمَنْ يَنْقَلِبْ} ، و {ثَوَابَ الدُّنْيَا}  {وَحُسْنَ ثَوَابِ} . </p><p> ومنها: التجنيس المغاير في قوله: {إِلَّا أَنْ قَالُوا} . </p><p> ومنها: تسمية الشيء باسم سببه في قوله: {تَمَنَّوْنَ الْمَوْتَ} ؛ أي: الجهاد في سبيل الله. وفي قوله:  {وَثَبِّتْ أَقْدَامَنَا} فيمن فسَّر ذلك بالقلوب؛ لأنَّ ثبات الأقدام متسبَّب عن ثبات القلوب. </p><p> ومنها: الالتفات في قوله: {وَسَنَجْزِي الشَّاكِرِينَ} . </p><p> ومنها: التكرار في قوله: {وَلَمَّا يَعْلَمِ}  {ويعلم} لاختلاف المتعلَّق، أو للتنبيه على فضل الصابر. وفي قوله:  {أَفَإِنْ مَاتَ أَوْ قُتِلَ} لأنَّ العرف في الموت خلاف العرف في القتل، والمعنى مفارقة الروح الجسد فهو واحد، و {مَنْ} في {وَمَنْ يُرِدْ ثَوَابَ} الجملتين، وفي قوله:  {ذُنُوبَنَا وَإِسْرَافَنَا} في قول من سوى بينهما. </p><p> ومنها: الحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تُطِيعُوا الَّذِينَ كَفَرُوا يَرُدُّوكُمْ عَلَى أَعْقَابِكُمْ فَتَنْقَلِبُوا خَاسِرِينَ (١٤٩) بَلِ اللَّهُ مَوْلَاكُمْ وَهُوَ خَيْرُ النَّاصِرِينَ (١٥٠) سَنُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ بِمَا أَشْرَكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَمَأوَاهُمُ النَّارُ وَبِئْسَ مَثْوَى الظَّالِمِينَ (١٥١) وَلَقَدْ صَدَقَكُمُ اللَّهُ وَعْدَهُ إِذْ تَحُسُّونَهُمْ بِإِذْنِهِ حَتَّى إِذَا فَشِلْتُمْ وَتَنَازَعْتُمْ فِي الْأَمْرِ وَعَصَيْتُمْ مِنْ بَعْدِ مَا أَرَاكُمْ مَا تُحِبُّونَ مِنْكُمْ مَنْ يُرِيدُ الدُّنْيَا وَمِنْكُمْ مَنْ يُرِيدُ الْآخِرَةَ ثُمَّ صَرَفَكُمْ عَنْهُمْ لِيَبْتَلِيَكُمْ وَلَقَدْ عَفَا عَنْكُمْ وَاللَّهُ ذُو فَضْلٍ عَلَى الْمُؤْمِنِينَ (١٥٢) إِذْ تُصْعِدُونَ وَلَا تَلْوُونَ عَلَى أَحَدٍ وَالرَّسُولُ يَدْعُوكُمْ فِي أُخْرَاكُمْ فَأَثَابَكُمْ غَمًّا بِغَمٍّ لِكَيْلَا تَحْزَنُوا عَلَى مَا فَاتَكُمْ وَلَا مَا أَصَابَكُمْ وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ (١٥٣) ثُمَّ أَنْزَلَ عَلَيْكُمْ مِنْ بَعْدِ الْغَمِّ أَمَنَةً نُعَاسًا يَغْشَى طَائِفَةً مِنْكُمْ وَطَائِفَةٌ قَدْ أَهَمَّتْهُمْ أَنْفُسُهُمْ يَظُنُّونَ بِاللَّهِ غَيْرَ الْحَقِّ ظَنَّ الْجَاهِلِيَّةِ يَقُولُونَ هَلْ لَنَا مِنَ الْأَمْرِ مِنْ شَيْءٍ قُلْ إِنَّ الْأَمْرَ كُلَّهُ لِلَّهِ يُخْفُونَ فِي أَنْفُسِهِمْ مَا لَا يُبْدُونَ لَكَ يَقُولُونَ لَوْ كَانَ لَنَا مِنَ الْأَمْرِ شَيْءٌ مَا قُتِلْنَا هَاهُنَا قُلْ لَوْ كُنْتُمْ فِي بُيُوتِكُمْ لَبَرَزَ الَّذِينَ كُتِبَ عَلَيْهِمُ الْقَتْلُ إِلَى مَضَاجِعِهِمْ وَلِيَبْتَلِيَ اللَّهُ مَا فِي صُدُورِكُمْ وَلِيُمَحِّصَ مَا فِي قُلُوبِكُمْ وَاللَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ (١٥٤) إِنَّ الَّذِينَ تَوَلَّوْا مِنْكُمْ يَوْمَ الْتَقَى الْجَمْعَانِ إِنَّمَا اسْتَزَلَّهُمُ الشَّيْطَانُ بِبَعْضِ مَا كَسَبُوا وَلَقَدْ عَفَا اللَّهُ عَنْهُمْ إِنَّ اللَّهَ غَفُورٌ حَلِيمٌ (١٥٥) يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَكُونُوا كَالَّذِينَ كَفَرُوا وَقَالُوا لِإِخْوَانِهِمْ إِذَا ضَرَبُوا فِي الْأَرْضِ أَوْ كَانُوا غُزًّى لَوْ كَانُوا عِنْدَنَا مَا مَاتُوا وَمَا قُتِلُوا لِيَجْعَلَ اللَّهُ ذَلِكَ حَسْرَةً فِي قُلُوبِهِمْ وَاللَّهُ يُحْيِي وَيُمِيتُ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ (١٥٦) وَلَئِنْ قُتِلْتُمْ فِي سَبِيلِ اللَّهِ أَوْ مُتُّمْ لَمَغْفِرَةٌ مِنَ اللَّهِ وَرَحْمَةٌ خَيْرٌ مِمَّا يَجْمَعُونَ (١٥٧) وَلَئِنْ مُتُّمْ أَوْ قُتِلْتُمْ لَإِلَى اللَّهِ تُحْشَرُونَ (١٥٨) }. </p><p> المناسبة </p><p> قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تُطِيعُوا الَّذِينَ كَفَرُوا يَرُدُّوكُمْ عَلَى أَعْقَابِكُمْ ...} مناسبتها لما قبلها ظاهرةٌ، فإنه سبحانه وتعالى لمَّا رغَّب المؤمنين في الاقتداء بأنصار الأنبياء عليهم السلام ببيان ما لهم من الفضل، وعظيم الأجر، وحسن العاقبة .. نهاهم عن متابعة الكفار ببيان سوء عاقبتها في دينهم، ودنياهم، </p><p> والخطاب فيها موجهٌ إلى كل من سمع من المؤمنين مقالة أولئك القائلين من المنافقين: ارجعوا إلى إخوانكم، ودينكم فإن الكفار لما أرجفوا أن النبيَّ - صلى الله عليه وسلم - قد قتل، دعا المنافقون بعض ضعفة المسلمين إلى الكفر، فنهاهم الله عن الالتفات إلى كلامهم. </p><p> فبالجملة لا تزال الآيات الكريمة تنادي بذكر أحداث غزوة أحد، وما فيها من العظات، والعبر فهي تتحدث عن أسباب الهزيمة، وموقف المنافقين الفاضح في تلك الغزوة، وتآمرهم على الدعوة الإسلامية بتثبيط عزائم المؤمنين. </p><p> أسباب النزول </p><p> قوله تعالى:  {وَلَقَدْ صَدَقَكُمُ اللَّهُ وَعْدَهُ ...} الآية، قال محمد بن كعب القرظي (١) : لمَّا رجع رسولُ الله - صلى الله عليه وسلم - وأصحابه من أحد إلى المدينة، وقد أصابهم ما أصابهم قال ناس من أصحابه: من أين أصابنا هذا، وقد وعدنا الله النصر؟ فأنزل الله تعالى:  {وَلَقَدْ صَدَقَكُمُ اللَّهُ وَعْدَهُ} يعني بالنصر، والظفر؛ وذلك أنّ الظفر كان للمسلمين في الابتداء، وقيل: إنَّ الله وعد المؤمنين النصر بأحد فنصرهم، فلما خالفوا أمر رسول الله - صلى الله عليه وسلم -، وطلبوا الغنيمة هزموا. </p><p> قوله تعالى:  {ثُمَّ أَنْزَلَ عَلَيْكُمْ مِنْ بَعْدِ الْغَمِّ أَمَنَةً نُعَاسًا ...} الآية، سبب نزولها: ما رواه الترمذي عن أنس بن مالك عن أبي طلحة رضي الله عنهما قال: رفعت رأسي يوم أحد، فجعلت أنظر، وما منهم يومئذٍ من أحدٍ إلا يميد تحت حجفته من النعاس، فذلك قوله تعالى:  {ثُمَّ أَنْزَلَ عَلَيْكُمْ مِنْ بَعْدِ الْغَمِّ أَمَنَةً نُعَاسًا} وقال: هذا حديث حسن صحيح. وروى أيضًا عن هشام ابن عروة عن الزبير مثله، وقال: حديث حسن صحيح، وحديث الزبير هذا، أخرجه ابن راهويه ولفظه: قال الزبير: لقد رأيتني مع رسول الله - صلى الله عليه وسلم - يوم أحد حين اشتدَّ علينا الخوف، وأرسل علينا النوم فما منا أحدٌ إلا وذقنه أو قال: ذقنه في صدره، فوالله إني لأسمع كالحلم قول معتب بن قشير: {لَوْ كَانَ لَنَا مِنَ الْأَمْرِ شَيْءٌ مَا قُتِلْنَا </p><p>(١) الخازن.</p>"
}