{
  "id": null,
  "sura": 3,
  "aya": 110,
  "text": "<p> وذلك أن الظالم إنما يظلم غيره ليزداد مالًا أو عزًّا أو سلطانًا أو يتم نقصًا فيه بما يظلم به غيره، ولما كان الله عز جل مستغنيًا عن ذلك، وله صفة الكمال أخبر أن له ما في السموات وما في الأرض، وأن جميع ما فيهما ملكه وأهلهما عبيده، وإذا كان كذلك يستحيل في حقه سبحانه وتعالى أن يظلم أحدًا من خلقه؛ لأنهم عبيده وفي قبضته، تعالى الله عن ذلك علوًّا كبيرًا؛ ولأن الظلم ينافي الحكمة، والكمال في النظام، وفي التشريع، {وَإِلَى اللَّهِ} سبحانه وتعالى لا إلى غيره {تُرْجَعُ الْأُمُورُ} ؛ أي: إلى حكمه تصير أمور الخلائق، وشؤونها في الآخرة المؤمن، والكافر، والعاصي، والطائع، فيجازي الكل على قدر استحقاقهم، ولا يظلم أحدًا منهم فلا مفر منه، ولا محيص عنه. وقرىء {ترجع} بالبناء للفاعل، أو المفعول، وبالتاء المثناة من فوق على القراءتين. </p><p> ١١٠ - {كُنْتُمْ} يا أمة محمَّد في سابق علمه تعالى {خَيْرَ أُمَّةٍ} ؛ أي: أفضل أمة {أُخْرِجَتْ} وأظهرت بفضلها وشرفها {لِلنَّاسِ} ؛ أي: عرف فضلها وشرفها للناس حتى تميزت عنهم بما فيها من الخصال الآتية، أو المعنى أخرجت، وأظهرت في عالم الوجود في الدنيا، لنفع الناس كما أخرج البخاري وغيره عن أبي هريرة في الآية قال: خير الناس للناس يأتون بهم في السلاسل في أعناقهم حتى يدخلوا في الإِسلام، وفي الآخرة بالشهادة للأنبياء على أممهم، وقال ابن عباس: أخرجت من مكة إلى المدينة، وقيل: اللام فيه بمعنى من، والمعنى: كنتم يا أمة محمَّد في سابق علمي خير أمة أخرجت: أي: اختيرت من الناس لنفعها لهم في الدنيا والآخرة. </p><p> ثم بين وجه خيريتها بقوله:  {تَأْمُرُونَ} الناس {بِالْمَعْرُوفِ} ، أي: بالتوحيد واتباع محمَّد - صلى الله عليه وسلم - {وَتَنْهَوْنَ} الناس {عَنِ الْمُنْكَرِ} ؛ أي: عن الشرك ومخالفة الرسول محمَّد - صلى الله عليه وسلم - {وَتُؤْمِنُونَ بِاللَّهِ} ؛ أي: وتصدقون بالله وتخلصون له التوحيد والعبادة، أو المعنى تؤمنون بالله إيمانًا متعلقًا بكل ما يجب أن يؤمن به من رسول، وكتاب، وحساب، وجزاء، وغير ذلك. وقال قتادة: هم أمة محمَّد - صلى الله عليه وسلم - لم يؤمر نبي قبله بالقتال؛ فهم يقاتلون الكفار، فيدخلونهم في الإسلام فهم خير أمة أخرجت للناس. </p><p> فإن قلت (١) : لِمَ قدم الأمر بالمعروف والنهي عن المنكر على الإيمان بالله في الذكر، مع أن الإيمان يلزم أن يكون مقدمًا على جميع الطاعات، والعبادات لأنه أساسها؟ </p><p> قلت: إنَّ الإيمان بالله أمر يشترك فيه جميع الأمم المؤمنة، وإنما فضلت هذه الأمة الإِسلامية بالأمر بالمعروف والنهي عن المنكر على سائر الأمم، فكأنهما هما المقصودان هنا وإن كان الإيمان بالله شرطًا فيهما؛ فلهذا السبب حسن تقديم ذكرهما على ذكر الإيمان، فهذه الأمة لها شبه بالأنبياء من حيث إنها مهتدية في نفسها هادية لغيرها. </p><p> فصل في ذكر الأحاديث الدالة على خيرية هذه الأمة </p><p> عن عمران بن حصين رضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال:  \"خير الناس قرني، ثم الذين يلونهم، ثم الذين يلونهم\" . قال عمران: فلا أدري أذكر بعد قرنه قرنين أو ثلاثة، \"ثم إن بعدهم قومًا يشهدون، ولا يستشهدون ويخونون ولا يؤتمنون، وينذرون ولا يوفون، ويظهر فيهم السمن\" . زاد في رواية \"ويحلفون ولا يستحلفون\" . متفق عليه. </p><p> وعن ابن مسعود رضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال:  \"خير الناس قرني، ثم الذين يلونهم، ثم الذين يلونهم، ثم يجىء قوم تسبق شهادة أحدهم يمينه ويمينه شهادته\" . متفق عليه. </p><p> وعن أبي سعيد الخدريِّ رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \"لا تسبوا أصحابي؛ فلو أنَّ أحدًا أنفق مثل أحدٍ ذهبًا ما بلغ مدَّ أحدهم، ولا نصيفه\" . متفق عليه. النصيف: النصف. \"</p><p> وعن بهز بن حكيم عن أبيه عن جده رضي الله عنه أنه سمع النبي - صلى الله عليه وسلم - يقول في قوله تعالى:  {كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ} قال: \" أنتم تتمون سبعين أمة أنتم </p><p>(١) الخازن.</p><p> خيرها، وأكرمها على الله تعالى \".</p><p> أخرجه الترمذي، وقال: حديث حسن. </p><p> وعن أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \" كل أمتي يدخلون الجنة إلا من أبى قالوا: ومن يأبى؟ قال: من أطاعني دخل الجنة، ومن عصاني فقد أبى \". أخرجه البخاري.</p><p> وعن ابن عمر رضي الله عنه أنَّ رسول الله - صلى الله عليه وسلم - قال: \" إنَّ الله لا يجمع أمتي، أو قال: أمة محمَّد - صلى الله عليه وسلم - على ضلالة، ويد الله على الجماعة، ومن شذ شذ في النار \". أخرجه الترمذي.</p><p> وعن أبي موسى رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \" إن أمتي أمة مرحومة ليس عليها عذاب في الآخرة، عذابها في الدنيا، الفتن والزلازل والقتل \". أخرجه أبو داود.</p><p> وعن أنس رضي الله عنه: \" مثل أمتي كمثل المطر، لا يدرى آخره خير أم أوله \". أخرجه الترمذي.</p><p> وله عن أبي هريرة رضي الله عنه أنَّ رسول الله - صلى الله عليه وسلم - قال: \" أهل الجنة عشرون ومئة صف، ثمانون منها من هذه الأمة وأربعون من سائر الأمم \".</p><p> وعن أبي سعيد الخدري رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \" من أمتي من يشفع في الفئام من الناس، ومنهم من يشفع في القبيلة، ومنهم من يشفع للعصبة، ومنهم من يشفع للواحد \". أخرجه الترمذي.</p><p> وعن سهل بن سعد رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم - \" ليدخلن الجنة من أمتي سبعون ألفًا، أو سبع مئة ألف سماطين (١) متماسكين، آخذ بعضهم ببعض، حتى يدخل أولهم وآخرهم الجنة، وجوههم على صورة القمر ليلة البدر\". أخرجه البخاري. </p><p> {وَلَوْ آمَنَ أَهْلُ الْكِتَابِ} ؛ أي: ولو آمنت اليهود والنصارى بمحمد - صلى الله عليه وسلم - </p><p>(١) سماطين: أي صفين.</p>"
}