{
  "id": null,
  "sura": 4,
  "aya": 56,
  "text": "<p> يعدوهم ورحمته تضيق بغيرهم، وإما حاسبون أن ملك الكون في أيديهم، فهم لا يعطون أحدًا منه ولو حقيرًا كالنقير، وإما حاسدون للعرب على ما أعطاهم الله من الكتاب والحكمة والملك، الذي ظهرت مبادؤه ومقدماته، </p><p> ٥٥ - {فَمِنْهُمْ} ؛ أي: فمن جنس هؤلاء الحاسدين وآبائهم {مَنْ آمَنَ} ، وصدق {بِهِ} ؛ أي: بما أوتي آل إبراهيم {وَمِنْهُمْ مَنْ صَدَّ عَنْهُ} ؛ أي: من أعرض عن الإيمان بما أوتي آل إبراهيم، وكفر به، وأنت يا محمَّد لا تتعجب مما عليه هؤلاء القوم الحاسدون، فإن أحوال جميع الأمم مع جميع الأنبياء هكذا كانت، وهذا تسلية من الله تعالى لرسوله - صلى الله عليه وسلم -، ليكون أشد صبرًا على ما يناله من قبلهم من الأذى والجحود والإنكار، {فَلَعَلَّكَ بَاخِعٌ نَفْسَكَ عَلَى آثَارِهِمْ إِنْ لَمْ يُؤْمِنُوا بِهَذَا الْحَدِيثِ أَسَفًا (٦) } وقرأ ابن مسعود وابن عباس وابن جبير وعكرمة وابن يعمر والجحدري: {ومنهم من صُد عنه} بضم الصاد مبنيًّا للمفعول، وقرأ أبي وأبو الحوراء وأبو رجاء والحوفي: بكسر الصاد مبنيًّا للمفعول، والمضاعف المدغم الثلاثي يجوز فيه إذا بني للمفعول ما جاز في باع إذا بني للمفعول، فتقول: حُب زيد بضم الحاء، وحِب بكسرها، ويجوز الإشمام فيه أيضًا، {وَكَفَى بِجَهَنَّمَ} ؛ أي: وكفى هؤلاء الكفار المتقدمين والمتأخرين عذاب جهنم، من جهة كونها {سَعِيرًا} ؛ أي: نارًا مسعرة متقدمة عليهم في الآخرة. </p><p> والمعنى: إن نصرف عنهم بعض العذاب في الدنيا .. فكفاهم ما أعد لهم من سعير جهنم في العقبى؛ لأنهم آثروا اتباع الباطل والعمل بما يزين لهم الشيطان، ولا يزال ذلك دأبهم حتى يرديهم في دار الشقاء والنكال، وهي جهنم وبئس القرار. </p><p> ٥٦ - {إِنَّ الَّذِينَ كَفَرُوا بِآيَاتِنَا} ؛ أي: إن الذين جحدوا ما أنزلت على رسولي محمَّد - صلى الله عليه وسلم -، من آياتي الدالة على توحيدي، وصدق رسولي محمَّد - صلى الله عليه وسلم -، {سَوْفَ نُصْلِيهِمْ} وندخلهم {نَارًا} مسعرة تشويهم، وتحرق أجسامهم، حتى تفقدها الحس والإدراك. وقرأ حميد:  {نَصليهم} بفتح النون من صليت، وقرأ سلام ويعقوب:  {نصليهُم} بضم الهاء، {كُلَّمَا نَضِجَتْ} واحترقت {جُلُودُهُمْ} وأجسامهم وفقدت التماسك الحيوي وبعدت عن الحس والحياة، {بَدَّلْنَاهُمْ جُلُودًا غَيْرَهَا} ؛ أي: </p><p> بدلناهم جلودًا أخرى جديدة حية تشعر بالألم وتحس بالعذاب، بأن يجعل النضيج غير النضيج، فالذات واحدة، والمتبدل هو الصفة. </p><p> وعن أبي هريرة رضي الله عنه يرفعه:  \"ما بين منكبي الكافر في النار مسيرة ثلاثة أيام للراكب المسرع\" متفق عليه. </p><p> وعنه رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \"ضرس الكافر -أو قال:ناب الكافر - مثل أحد، وغلظ جلده مسيرة ثلاثة أيام\" ، رواه مسلم. ثم بين السبب في التبدل فقال:  {لِيَذُوقُوا الْعَذَابَ} ؛ أي: لكي يجدوا ألم العذاب، ويدوم لهم ذوق العذاب؛ لأن الإحساس يصل إلى النفس بواسطة الألم في الجلد. </p><p> وفي التعبير بـ {يذوقوا} إيماء إلى أن إحساسهم بذلك العذاب يكون كإحساس الذائق المذوق، لا يدخل فيه نقصان ولا زوال بسبب ذلك الاحتراق. </p><p> قال الدكتور عبد العزيز (١) بن إسماعيل باشا رحمه الله تعالى في كتابه \"الإِسلام والطب الحديث\" : والحكمة في تبديل جلود الكفار أن أعصاب الألم هي في الطبقة الجلدية، وأما الأنسجة والعضلات والأعضاء الداخلية: فالإحساس فيها ضعيف، ولذلك يعلم الطبيب أن الحرق البسيط الذي لا يتجاوز الجلد يحدث ألمًا شديدًا، بخلاف الحرق الشديد الذي يتجاوز الجلد إلى الأنسجة؛ لأنه مع شدته وخطره لا يحدث ألمًا كثيرًا، فالله تعالى يقول لنا إن النار كلما أكلت الجلد الذي فيه الأعصاب .. نجدده كي يستمر الألم بلا انقطاع، ويذوقوا العذاب الأليم، وهنا تظهر حكمة الله قبل أن يعرفها الإنسان، وكان الله عزيزًا حكيمًا انتهى. </p><p> ثم أكد سابق الكلام وبين علته فقال:  {إِنَّ اللَّهَ} سبحانه وتعالى {كَانَ عَزِيزًا} ؛ أي: قادرًا غالبًا لا يمتنع عليه شيء مما يريده مما توعد به أو وعد، {حَكِيمًا} ؛ أي: لا يفعل إلا الصواب، فيعاقب من يعاقبه على وفق حكمته، ومن حكمته أن ربط الأسباب بالمسببات، فلا يستطيع أحد أن يغلبه على أمره، </p><p>(١) المراغي.</p>"
}