{
  "id": null,
  "sura": 4,
  "aya": 162,
  "text": "<p> وفي ذكر هذه الآية امتنان على هذه الأمة حيث لم يعاملهم معاملة اليهود فيحرّم عليهم في الدنيا الطيبات عقوبةً لهم بذنوبهم، فهذه الأربعة هي الذنوب التي اقترفوها، والجرائم التي ارتكبوها، وشدد عليهم بسببها في الدنيا والآخرة، أما التشديد في الدنيا .. فهو ما تقدم من تحريم الطيبات عليهم، وأما التشديد عليهم في الآخرة .. فقد بين جزاءهم عليها في الآخرة، فقال:  {وَأَعْتَدْنَا لِلْكَافِرِينَ} ؛ أي: وأعددنا وهيأنا للذين كفروا برسل الله، وجحدوا ما جاؤوا به، وأصروا على الكفر {مِنْهُمْ} ؛ أي: من أهل الكتاب دون من آمن منهم {عَذَابًا أَلِيمًا} ؛ أي: عذابًا مؤلمًا في نار جهنم خالدين فيها أبدًا. </p><p> قال المفسرون (١) : إنّما قال: منهم؛ لأنَّ الله سبحانه وتعالى علم أنَّ قومًا منهم سيؤمنون، فيأمَنون من العذاب، </p><p> ١٦٢ - وبعد أن بيَّن الله تعالى في هذا السياق سوء حال اليهود وكفرهم وعصيانهم، وأطلق القولَ في ذلك، وكان هذا مما يوهم أنَّه شامل لكل أفرادهم .. جاء الاستدراك عقبه ببيان حال خيارهم الذين لم يذهب عمى التقليد بنور عقولهم، فقال:  {لَكِنِ الرَّاسِخُونَ فِي الْعِلْمِ مِنْهُمْ} ؛ أي: لكن المتمكنون في علم التوراة من أهل الكتاب، كعبد الله بن سلام وأصحابه {وَالْمُؤْمِنُونَ} : منهم، ومن المهاجرين والأنصار وسائر أمتك {يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْكَ} : يا محمَّد، وهو القرآن {وَ} يؤمنون بـ {بما أنزل من قبلك} على سائر الأنبياء من الكتب السماوية؛ أي: لكنْ أهل العلم الصحيح بالدين منهم، المستبصرون فيه، غير التابعين للظنّ، الذين لا يشترون به ثمنًا قليلًا من المال والجاه، والمؤمنون من أمتك إيمان إذعان لا إيمان عصبية وجدل .. يؤمنون بما أنزل إليك من البينات والهدى، وما أنزل على موسى وعيسى وغيرهما من الرسل، ولا يفرِّقون بين الله ورسله بهوىً ولا عصبية، روى ابن إسحاق والبيهقي في \"الدلائل\" عن ابن عباس: أن الآية نزلت في عبد الله بن سلام، وأسيد بن سعية، وثعلبة بن سعية، حين فارقوا يهود وأسلموا. </p><p>(١) الخازن.</p><p> {وَالْمُقِيمِينَ الصَّلَاةَ} ؛ أي: وامتدح المقيمين الصلاة الذين يُؤدّونها على وجه الكمال، فهم أجدر المؤمنين بالرسوخ في الإيصان؛ إذ إقامتها بإتمام أركانها علامة كمال إلإيمان، واطمئنان النفس به. وقوله:  {وَالْمُؤْتُونَ الزَّكَاةَ وَالْمُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ} : مبتدأ، خبرُه محذوف، تقديره؛ أي: والمؤتون الزكاة المفروضة في مصارفها، والمؤمنون بوحدانية الله ومجيء اليوم الآخر، مع ما فيه من الحساب والجزاء، مثل المقيمين الصلاة في استحقاق المدح بالتبع؛ إذ إقامتها تستدعي إيتاء الزكاة، فإن الذي يقيمها على الوجه الذي طلبه الشرع .. لا يمنع الزكاة؛ إذ هي مما تزكي النفس، وتعلي الهمة، وتهون على النفس المال - قال تعالى: {إِنَّ الْإِنْسَانَ خُلِقَ هَلُوعًا (١٩) إِذَا مَسَّهُ الشَّرُّ جَزُوعًا (٢٠) وَإِذَا مَسَّهُ الْخَيْرُ مَنُوعًا (٢١) إِلَّا الْمُصَلِّينَ (٢٢) } الآية. </p><p> {أُولَئِكَ} : الموصوفون بالصفات السابقة {سَنُؤْتِيهِمْ أَجْرًا عَظِيمًا} ؛ أي: سنعطيهم في الآخرة على ما كان منهم من طاعة الله واتباع أمره: ثوابًا جزيلًا لا يدرك وصفه إلا علام الغيوب، وهو الجنة. قال أبو حيان (١) : وارتفع الراسخون على الابتداء، والخبر {يُؤْمِنُونَ} لا غير؛ لأن المدح لا يكون إلا بعد تمام الجملة، ومن جعل الخبر جملة قوله:  {أُولَئِكَ سَنُؤْتِيهِمْ} فقوله ضعيف. وانتصب {الْمُقِيمِينَ} على المدح، وارتفع {وَالْمُؤْتُونَ} هو أيضًا على إضمار (وهم) على سبيل القطع إلى الرفع، ولا يجوز أن يعطف على المرفوع قبله؛ لأن النعت إذا انقطع في شيء منه .. لم يعد ما بعده إلى إعراب المنعوت، وهذا القطع لبيان فضل الصلاة والزكاة، فأكثر الوصف؛ بأن جعل في جمل. وقرأ ابن جبير (٢) ، وعمرو بن عبيد، والجحدري، وعيسى بن عمر، ومالك بن دينار، وعاصم عن الأعمش، ويونس وهارون عن أبي عمرو:  {وَالْمُقِيمِون} - بالرفع - نسقًا على الأول، وكذا هو في مصحف ابن مسعود، قاله الفراء، وروى أنها كذلك في مصحف أُبيٍّ، وقيل: بل هي فيه {وَالْمُقِيمِينَ الصَّلَاةَ} ، كمصحف عثمان. </p><p>(١) البحر المحيط. (٢) البحر المحيط.</p>"
}