{
  "id": null,
  "sura": 4,
  "aya": 114,
  "text": "<p> قوله تعالى:  {إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ ...} الآية، سبب نزولها: ما روي (١) عن ابن عباس - رضي الله عنهما - أن شيخًا من العرب جاء إلى رسول الله - صلى الله عليه وسلم -، فقال: يا رسول الله إني شيخ منهمك في الذنوب، إلا أني لم أشرك باللهِ شيئًا منذ عرفته وآمنت به، ولم أتخذ من دونه وليًّا، ولم أواقع المعاصي جراءة على الله تعالى، وما توهمت طرفة عين أني أعجز الله هربًا، وإني لنادم تائب مستغفر، فما ترى حالي عند الله تعالى، فنزلت هذه الآية. </p><p> قوله تعالى:  {لَيْسَ بِأَمَانِيِّكُمْ وَلَا أَمَانِيِّ أَهْلِ الْكِتَابِ ...} الآية، سبب نزولها (٢) : ما أخرجه ابن أبي حاتم عن ابن عباس قال: قالت اليهود والنصارى: لا يدخل الجنة غيرنا، وقالت قريش: إنا لا نبعث، فأنزل الله:  {لَيْسَ بِأَمَانِيِّكُمْ وَلَا أَمَانِيِّ أَهْلِ الْكِتَابِ} . </p><p> وأخرج ابن جرير عن مسروق قال (٣) : تفاخر النصارى وأهل الإِسلام، فقال هؤلاء: نحن أفضل منكم، وقال هؤلاء: نحن أفضل منكم، فأنزل الله تعالى:  {لَيْسَ بِأَمَانِيِّكُمْ وَلَا أَمَانِيِّ أَهْلِ الْكِتَابِ} . </p><p> وأخرج نحوه عن قتادة والضحاك والسدي وأبي صالح، ولفظهم: تفاخر أهل الأديان، وفي لفظ: جلس ناس من اليهود، وناس من النصارى، وناس من المسلمين، فقال هؤلاء: نحن أفضل، وقال هؤلاء: نحن أفضل، فنزلت. وأخرج أيضًا عن مسروق قال: لما نزلت {لَيْسَ بِأَمَانِيِّكُمْ وَلَا أَمَانِيِّ أَهْلِ الْكِتَابِ} .. قال أهل الكتاب نحن وأنتم سواء، فنزلت هذه الآية:  {وَمَنْ يَعْمَلْ مِنَ الصَّالِحَاتِ مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ} . </p><p> التفسير وأوجه القراءة </p><p> ١١٤ - {لَا خَيْرَ} : ولا ثواب، {فِي كَثِيرٍ مِنْ نَجْوَاهُمْ} ؛ أي: في كثير من نجوى الناس بعضهم لبعض ومحادثتهم معًا، أو لا خير في نجوى أولئك الذين </p><p>(١) المراح. (٢) لباب النقول.(٣) لباب النقول.</p><p> يسرون الحديث من غيرهم، من جماعة طعمة الذين أرادوا مساعدته على اتهام اليهودي وبهته، والنجوى هي المحادثة من بعض القوم لبعض، اثنين فما فوق، قال تعالى:  {مَا يَكُونُ مِنْ نَجْوَى ثَلَاثَةٍ إِلَّا هُوَ رَابِعُهُمْ ...} الآية، فهي ضد السر، وهو محادثة الإنسان نفسه. {إِلَّا} : في نجوى {إِلَّا مَنْ أَمَرَ بِصَدَقَةٍ} واجبة أو مندوبة، {أَو} نجوى من أمر بـ {مَعْرُوفٍ} وهو كل (١) ما يستحسنه الشرع ولا ينكره العقل، فينتظم فيه أصناف الجميل، وفنون أعمال البر، كالكلمة الطيبة، وإغاثة الملهوف، والقرض، وإعانة المحتاج، فهو أعم من الصدقة، فيكون قوله:  {أَوْ إِصْلَاحٍ} من عطف الخاص على العام. {أَوْ} نجوى من أمر بـ {إِصْلَاحٍ بَيْنَ النَّاسِ} عند وقوع المشاحنة والمعاداة بينهم، من غير مجاوزة حدود الشرع في ذلك. </p><p> والحكمة في تخصيص هذه الثلاثة بالذكر (٢) : أن عمل الخير المتعدي للناس، إما إيصال منفعة، أو دفع مضرة، المنفعة إما جسمانية وإليها الإشارة بقوله:  {إِلَّا مَنْ أَمَرَ بِصَدَقَةٍ} ، وإما روحانية وإليها الإشارة بقوله:  {أَوْ مَعْرُوفٍ} ، ودفع المضرة أشير إليه بقوله:  {أَوْ إِصْلَاحٍ بَيْنَ النَّاسِ} ، وإنما قال (٣) : {فِي كَثِير} لأن من النجوى ما يكون في الشؤون الخاصة، كالزراعة والتجارة مثلًا، فلا توصف بالشر، ولا مقصودة من الخير، وإنما المراد بالنجوى الكثيرة المنفي عنها الخير هي النجوى في شؤون الناس، ومن ثم استثنى منها الأشياء الثلاثة التي هي جماع الخير للناس. والكتاب الحكيم يجعل النجوى مظنة الإثم والشر، ومن ثم خاطب الله المؤمنين بقوله:  {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا تَنَاجَيْتُمْ فَلَا تَتَنَاجَوْا بِالْإِثْمِ وَالْعُدْوَانِ وَمَعْصِيَتِ الرَّسُولِ وَتَنَاجَوْا بِالْبِرِّ وَالتَّقْوَى وَاتَّقُوا اللَّهَ الَّذِي إِلَيْهِ تُحْشَرُونَ} . والسر في كون النجوى مظنة الشر في الأكثر أن العادة قد جرت بحب إظهار الخير، والتحدث به في الملأ، وأن الشر والإثم هو الذي يذكر في السر والنجوى، وفي الأثر:  \"الإثم ما حاك في النفس وكرهت أن يطلع عليه الناس\" . وقد استثنى الله سبحانه وتعالى من النجوى التي لا خير في أكثرها أمورًا ثلاثة؛ لأن خيريتها أو </p><p>(١) الفتوحات. (٢) أبو السعود.(٣) المراغي.</p><p> كمالها تتوقف على الكتمان، وجعل التعاون عليها سرًّا والحديث فيها نجوى. </p><p> فالصدقة وهي من الخير قد يؤذي إظهارها المتصدَّق عليه، ويضع من كرامته، ومن ثم قال الله سبحانه وتعالى:  {إِنْ تُبْدُوا الصَّدَقَاتِ فَنِعِمَّا هِيَ وَإِنْ تُخْفُوهَا وَتُؤْتُوهَا الْفُقَرَاءَ فَهُوَ خَيْرٌ لَكُمْ} وقد يكون الجهر بالأمر بها والحث عليها أشد إيذاء وإهانة من إيتاءه إياها جهرًا، ولو مع الإخلاص وابتغاء مرضاة الله تعالى. </p><p> وكذلك الأمر بالمعروف على مسمع من الناس، فكثيرًا ما يستاء منه المأمور به، ولا سيما إذا كان الآمر من أقرانه، لأنه يرى في أمره إياه استعلاء عليه بالعلم والفضل، واتهامًا له بالتقصير أو الجهل، فمن ثم كانت النجوى به أبعد عن الإيذاء، ومثله الإصلاح بين الناس، فإنه ربما ترتب على إظهاره والتحدث به كثير من الشر، ألا ترى أن بعض الناس إذا علم أن ما يطالَب به من الصلح كان بأمر فلان من الناس .. لا يستجيب ولا يقبل، أو يصده عن الرضا به ذكره بين الناس، وعلمه بأنه كان بسعي وتواطؤ. أخرج البيهقي عن أبي أيوب الأنصاري أن النبي - صلى الله عليه وسلم - قال له:  \"يا أبا أيوب ألا أدلك على صدقة خير لك من حمر النعم\" ، فقال: بلى يا رسول الله، قال:  \"تصلح بين الناس إذا تفاسدوا، وتقرب بينهم إذا تباعدوا\" ، وعن عبد الله بن عمر قال: قال رسول الله - صلى الله عليه وسلم -: \"أفضل الصدقة إصلاح ذات البين\" ، وعن أبي الدرداء - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"ألا أخبركم بأفضل من درجة الصيام والصلاة والصدقة\" ، قالوا بلى يا رسول الله، قال:  \"إصلاح ذات البين، وأن فساد ذات البين هي الحالقة\" أخرجه الترمذي وأبو داود، وقال الترمذي: ويروى عن النبي - صلى الله عليه وسلم - أنه قال \"هي الحالقة، لا أقول تحلق الشعر، ولكن تحلق الدِّين\" . </p><p> وعن سهل بن سعد رضي الله عنه: أن أهل قباء اقتتلوا حتى تراموا بالحجارة، فأخبر رسول الله - صلى الله عليه وسلم -، فقال:  \"اذهبوا بنا نصلح بينهم\" . رواه البخاري. </p><p> وعن أم مكتوم بنت عقبة بن أبي معيط رضي الله عنها قالت: سمعت رسول الله - صلى الله عليه وسلم - يقول:  \"ليس الكذاب الذي يصلح بين اثنين\" ، أو قال: بين </p><p> الناس، فيقول خيرًا أو ينمي خيرًا\" متفق عليه، زاد مسلم في رواية له قالت: ولم أسمعه يرخص في شيء مما يقول الناس، إلا في ثلاث: يعني الحرب، والإصلاح بين الناس، وحديث الرجل زوجته، وحديث المرأة زوجها. </p><p> {وَمَنْ يَفْعَلْ ذَلِكَ} المذكور من الأمور الثلاثة: الصدقة والمعروف والإصلاح؛ أي: فعل واحدًا من هذه الثلاثة أو كلها؛ لأنه لما ذكر أولًا أن الخير في مَنْ أمر .. ذكر هنا ثواب من فعل، ويحتمل كون المعنى: ومن يفعل ذلك المذكور من الأمر بواحد من هذه الثلاثة فكأنه قال: ومن يأمر بذلك المذكور {ابتغاء مرضاة الله} ؛ أي: لأجل طلب رضوان الله سبحانه وتعالى، لا لغرض دنيوي، كالرياء والسمعة والمحمدة .. {فَسَوْفَ نُؤْتِيهِ} ؛ أي: فسوف يعطي الله سبحانه وتعالى ذلك الفاعل في الآخرة {أَجْرًا عَظِيمًا} وثوابًا جسيمًا وأجرًا جزيلًا، جزاء على عمله ذلك، وهذه الآية من أقوى الدلائل على أن المطلوب من الأعمال الظاهرة رعاية أحوال القلب في إخلاص النية، وتصفية القلب عن داعية الالتفات إلى غرض سوى رضوان الله تعالى. </p><p> والخلاصة: أن ابتغاء مرضاة الله تعالى إنما يكون بالإخلاص، وعدم إرادة السمعة والرياء، كما يفعل المتأخرون من الأغنياء والدول، خصوصًا في هذا العصر الفاسد أهله، تصدقنا كذا وكذا، ومنحنا كذا وكذا، وساعدنا كذا وكذا، وبنينا المساجد والقناطر كذا وكذا، وأنفقنا في كذا من الخيرات ملايين كذا وكذا، فهؤلاء إنما يبتغون الربح بما يبذلون أو يعملون، لا مرضاة الله تعالى، ولذلك يشق عليهم أن يكون عملهم خفيًّا، وأن يخلصوا في الحديث عنه نجيًّا؛ لأن الاستفادة منه بجذب القلوب إليهم، وتسخير الناس لخدمتهم، ورفعهم لمكانتهم، إنما تكون بإظهاره لهم، ليتعلق الرجاء فيهم. وقرأ أبو عمرو وحمزة (١) : {يؤتيه} بالياء، والباقون بالنون، على سبيل الالتفات، ليناسب ما بعده من قوله:  {نُوَلِّهِ مَا تَوَلَّى وَنُصْلِهِ} فيكون إسناد الثواب والعقاب إلى ضمير المتكلم العظيم، وهو أولى من إسناده إلى ضمير الغائب، ومن قرأ بالياء .. </p><p>(١) البحر المحيط.</p>"
}