{
  "id": null,
  "sura": 4,
  "aya": 34,
  "text": "<p> وقيل: المراد من قوله: {وَالَّذِينَ عَقَدَتْ أَيْمَانُكُمْ} الحلفاء، وبقوله:  {فَآتُوهُمْ نَصِيبَهُمْ} النصرة والنصيحة والمصافاة في العشرة، فقوله:  {وَالَّذِينَ} مبتدأ متضمن معنى الشرط، خبره {فَآتُوهُمْ نَصِيبَهُمْ} ، وعلى هذه الوجوه فليست الآية منسوخة، بخلاف ما لو حمل الذين عقدت أيمانكم على الحلفاء في الجاهلية، وقوله:  {فَآتُوهُمْ نَصِيبَهُمْ} على الميراث وهو السدس، فالآية حينئذ منسوخة بقوله تعالى:  {وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ} ، وكذا لو حمل على مؤاخاة النبي - صلى الله عليه وسلم - أو على الأبناء الأدعياء. </p><p> {إِنَّ اللَّهَ} سبحانه وتعالى: {كَانَ عَلَى كُلِّ شَيْءٍ} من أعمالكم وغيرها {شَهِيدًا} ؛ أي: مطلعًا عالمًا بها، فهو عالم الغيب والشهادة؛ أي: إن الله رقيب شاهد على تصرفاتكم في التركة وغيرها، فلا يطمعنَّ من بيده المال أن يأكل من نصيب أحد الورثة شيئًا، سواء أكان ذكرًا أم أنثى، كبيرًا أم صغيرًا، وجاءت هذه الآية لمنع طمع بعض الوارثين في نصيب بعض. </p><p> وقرأ الجمهور (١) : {وَالَّذِينَ عَقَدَتْ أَيْمَانُكُمْ} بالألف والمفعول محذوف؛ أي: عاقدتهم أيمانكم، وقرىء {عَقَدَت} بغير ألف، والمفعول محذوف أيضًا هو والعائد تقديره: عقدت حلفهم أيمانكم، وروي عن حمزة أنه قرأ:  {عقّدت} بتشديد القاف على التكثير؛ أي: والذين عقدت لهم أيمانكم الحلف. </p><p> ٣٤ - {الرِّجَالُ قَوَّامُونَ} ، أي: مسلطون {عَلَى} تأديب {النِّسَاءِ} تسليط الولاة على الرعايا {بِمَا فَضَّلَ اللَّهُ بَعْضَهُمْ عَلَى بَعْضٍ} ؛ أي: بسبب تفضيل الله تعالى إياهم عليهن بكمال العقل، وحسن التدبير ورزانة الرأي، ومزيد القوة في الأعمال والطاعات، ولذِلك خُصوا بالنبوة والإمامة والولاية وإقامة الشعائر، والشهادة في جميع القضايا، ووجوب الجهاد والجمعة وغير ذلك، لكون الرجل يتزوج بأربع نسوة ولا يجوز للمرأة غير زوج واحد، ومنه زيادة النصيب في الميراث، وبيده الطلاق والنكاح والرجعة وإليه الانتساب، فكل هذا يدل على فضل الرجال على </p><p>(١) عكبري وشوكاني.</p><p> النساء، {وَبِمَا أَنْفَقُوا مِنْ أَمْوَالِهِمْ} ؛ أي: وبسبب إنفاقهم عليهن من أموالهم في المهور والنفقات ومؤن النساء. </p><p> وعن أبي هريرة رضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال:  \"لو كنت آمرًا أحدًا أن يسجد لأحد .. لأمرت المرأة أن تسجد لزوجها\" أخرجه الترمذي. </p><p> أي: إن من (١) شأن الرجال أن يقوموا على النساء بالحماية والرعاية، وتبع هذا فرض الجهاد عليهم دونهن؛ لأن ذلك من أخص شؤون الحماية، وجعل حظهم من الميراث أكثر من حظهن؛ لأن عليهم من النفقة ما ليس عليهن، وسبب هذا: أن الله فضل الرجال على النساء في الخلقة، وأعطاهم ما لم يعطهن من الحول والقوة، كما فضلهم بالقدرة على الإنفاق على النساء من أموالهم، فإن في المهور تعويضًا للنساء، ومكافأة لهن على الدخول تحت رياسة الرجال، وقبول القيامة عليهن نظير عوض مالي يأخذنه؛ كما قال تعالى:  {وَلَهُنَّ مِثْلُ الَّذِي عَلَيْهِنَّ بِالْمَعْرُوفِ وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٌ} . </p><p> والمراد بالقيام: الرياسة التي يتصرف فيها المرؤوس بإرادة الرئيس واختياره؛ إذ لا معنى للقيام إلا الإرشاد والمراقبة في تنفيذ ما يرشد إليه وملاحظة أعماله، ومن ذلك حفظ المنزل، وعدم مفارقته إلا بإذنه، ولو لزيارة القربى وتقدير النفقة فيه، فهو الذي يقدرها بحسب ميسرته، والمرأة هي التي تنفذ على الوجه الذي يرضيه ويناسب حاله سعة وضيقًا. </p><p> ولقيام الرجل بحماية المرأة وكفايتها ومختلف شؤونها يمكنها أن تقوم بوظيفتها الفطرية، وهي الحمل والولادة وتربية الأطفال، وهي آمنة في سربها، مكفية ما يهمها من أمور أرزاقها. ثم فصل حال النساء في الحياة المنزلية، التي تكون المرأة فيها تحت رياسة الرجل، فذكر أنها قسمان: قسم صالحات مطيعات، وقسم عاصيات متمردات، فذكر القسم الأول بقوله:  {فَالصَّالِحَاتُ} ؛ أي: فالنساء اللاتي يراعين حقوق الله وحقوق العباد، {قَانِتَاتٌ} ؛ أي: </p><p>(١) المراغي.</p><p> مطيعات لله ولأزواجهن {حَافِظَاتٌ لِلْغَيْبِ} ؛ أي: حافظات للسر الذي يجري بينهن وبين أزواجهن في الخلوة من الرفث - الجماع - والشؤون الخاصة بالزوجية، لا يطلعن أحدًا على ذلك السر، ولو قريبًا، وبالأولى يحفظن العرض من يد تلمس أو عين تبصر أو أذن تسمع، أو حافظات لما يجب حفظه عند غيبة أزواجهن عنهن، من حفظ نفوسهن وأموالهم، {بِمَا حَفِظَ اللَّهُ} ؛ أي: بسبب تحفيظ الله إياهن ذلك السر، وأمره إياهن بحفظه، فهن يطعنه ويعصين الهوى، أو حافظات لغيب أزواجهن بحفظ الله لهن ومعونته وتسديده، أو حافظات بما استحفظهن الله من أداء الأمانة إلى أزواجهن، على الوجه الذي أمر الله به، أو حافظات له بحفظ الله لهن بما أوصى به الأزواج في شأنهن من حسن العشرة، وقرأ أبو جعفر:  {بِمَا حَفِظَ اللَّهُ} بنصب الاسم الشريف على حذف المضاف؛ أي: بسبب حفظهن حدود الله وأوامره، وفي الآية: أكبر زجر وعظة لمن تتفكه من النساء بإفشاء الأسرار الزوجية، ولا تحفظ الغيب فيها، وفي الحديث:  \"إن من شر الناس عند الله منزلة يوم القيامة الرجل يفضي إلى امرأته وتفضي إليه ثم ينشر أحدهما سر صاحبه\" . </p><p> وكذلك: عليهن أن يحفظن أموال الرجال، وما يتصل بها من الضياع، روى ابن جرير والبيهقي: عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"خير النساء التي إذا نظرت إليها سرتك، وإذا أمرتها أطاعتك، وإذا غبت عنها حفظتك في مالك ونفسها\" . وقرأ الآية. وهذا القسم من النساء ليس للرجال عليهن سلطان التأديب، إذ لا يوجد ما يدعو إليه، وإنما سلطانهم على القسم الثاني، الذي ذكره الله تعالى، وذكر حكمه بقوله:  {و} النساء {اللاتي تخافون نشوزهن} ؛ أي: تظنون عصيانهن لكم وخروجهن عن طاعتكم، برؤية أمارات النشوز عليها، قولًا كأن كانت تلبيه أولًا إذا دعاها، وتخضع له إذا خاطبها، فرفعت عليه صوتها، أو لم تجبه إذا دعاها أو فعلًا كأن كانت تقوم له إذا دخل عليها وتسرع إلى أمره إذا أمرها، فرأى منها خلاف ذلك، أو تعلمون نشوزهن كأن دعاها إلى فراشه فأبت منه بغير عذر، {فَعِظُوهُنَّ} ؛ أي: فانصحوا لهن بالترهيب والترغيب، وذكروهن بكتاب الله وسنة رسوله - صلى الله عليه وسلم -، وخوفوهن عقوبة الله على النشوز، كأن يقول لها: اتقي الله وخافيه، فإن لي عليك حقًّا وارجعي عما </p><p> أنت عليه، واعلمي أن طاعتي فرض عليك، ونحو ذلك فإن أصرت على ذلك .. هجرها في المضجع، كما قال تعالى:  {وَاهْجُرُوهُنَّ فِي الْمَضَاجِعِ} ؛ أي: وأعرضوا عنهن في المراقد والمفارش، وحولوا عنهن وجوهكم في المضاجع، فلا تدخلوهن تحت اللحاف إذا حققتم منهن النشوز، ولم ينفعهن الوعظ والنصيحة بالقول، فإن أصرف على النشوز بعد الوعظ والهجران .. ضربها ضربًا غير مبرح، كما قال تعالى:  {وَاضْرِبُوهُنَّ} إن لم ينجح الهجران ضربًا لا يكسر عظمًا، ولا ينهر دمًا، ولا يورث شينًا، والأولى ترك الضرب كما يستفاد من الأحاديث الصحيحة. </p><p> عن حكيم بن معاوية عن أبيه قال:  \"قلتُ يا رسول الله ما حق زوجة أحدنا عليه؟قال:أن تطعمها إذا طعمت، وتكسوها إذا اكتسيت، ولا تضرب الوجه، ولا تقبح، ولا تهجر إلا في البيت\" . أخرجه أبو داود، قوله:  \"ولا تقبح\" ؛ أي: لا تقل قبحك الله. </p><p> وعن عبد الله بن زمعة قال: قال رسول الله - صلى الله عليه وسلم -: \"لا يجلد أحدكم امرأته</p><p> جلد العبد ثم لعله يجامعها - أو قال يضاجعها - من آخر اليوم\" متفق عليه. </p><p> وعن عمرو بن الأحوص - رضي الله عنه - أنه سمع رسول الله - صلى الله عليه وسلم - في حجة الوداع يقول بعد أن حمد الله وأثنى عليه، وذكر ووعظ، وذكر في الحديث قصة فقال:  \"ألا فاستوصوا بالنساء خيرًا، فإنما من عوان عندكم، ليس تملكون منهن شيئًا، إلا أن يأتين بفاحشة مبينة، فإن فعلن فاهجروهن في المضاجع، واضربوهن ضربًا غير مبرح، فإن أطعنكم فلا تبغوا عليهن سبيلًا\" . أخرجه الترمذي، بزيادة قوله:  \"عوان\" جمع عانية؛ أي: أسيرة، شبه المرأة ودخولها تحت أمر زوجها بالأسير، والضرب المبرح: الشديد الشاق. </p><p> وعن عمر - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال:  \"لا يسأل الرجل فيم ضرب امرأته\" . أخرجه أبو داود. </p><p> وعن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"إذا دعا الرجل امرأته إلى فراشه فأبت أن تجيء فبات غضبان عليها .. لعنتها الملائكة حتى تصبح\" . متفق عليه. </p><p> وفي رواية أن رسول الله - صلى الله عليه وسلم - قال:  \"والذي نفسي بيده، ما من رجل يدعو امرأته إلى فراشه، فأبت عليه .. إلا كان الذي في السماء ساخطًا عليها حتى يرضى عنها\" . وفي رواية:  \"إذا باتت مهاجرة فراش زوجها .. لعنتها الملائكة حتى تصبح\" . وفي أخرى \"حتى ترجع\" . </p><p> وعن طَلْقِ بن علي: أن رسول الله - صلى الله عليه وسلم - قال:  \"إذا دعا الرجل امرأته إلى حاجة، فلتأته وإن كانت على التنور\" أخرجه الترمذي. </p><p> وله عن معاذ بن جبل - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال:  \"لا تؤذي امرأة زوجها في الدنيا إلا قالت زوجته من الحور العين: لا تؤذيه قاتلك الله، فإنما هو دخيل عندك يوشك أن يفارقك إلينا\" . </p><p> وله عن أم سلمة - رضي الله عنها - قالت: قال رسول الله - صلى الله عليه وسلم -: \"أيما امرأة ماتت وزوجها راض عنها دخلت الجنة\" . {فَإِنْ أَطَعْنَكُمْ} ؛ أي؛ فإن رجعْن عن النشوز إلى طاعتكم عند هذا التأديب {فَلَا تَبْغُوا عَلَيْهِنَّ سَبِيلًا} ؛ أي: فلا تطلبوا عليهن طريقًا إلى الضرب والهجران، على سبيل التعنت والإذاية، ولا تتعرضوهن بما وقع من النشوز، واجعلوا ما كان منهن كأن لم يكن، فإن التائب من الذنب كمن لا ذنب له. أو المعنى: فإن أطعنكم بواحدة من هذه الخصال التأديبية .. فلا تبغوا ولا تتجاوزوا ذلك إلى غيرها، فابدؤوا بما بدأ الله به، من الوعظ ثم الهجر ثم الضرب ثم التحكيم، ومتى استقام لكم ظاهر حالها .. فلا تبحثوا عما في سرائرها من الحب والبغض. </p><p> ثم هدد وخوف من يظلم النساء ويبغي عليهن فقال:  {إِنَّ اللَّهَ} سبحانه وتعالى: {كَانَ عَلِيًّا} ؛ أي: متصفًا بجميع صفات الكمال {كَبِيرًا} ؛ أي: متنزهًا عن جميع النقائص، والمعنى: إن الله تعالى مع علوه وكبريائه لا يكلفكم ما لا تطيقون، فكذلك لا تكلفوهن ما لا طاقة لهن من المحبة، وأنه تعالى مع ذلك يتجاوز عن سيئاتكم، فأنتم أحق بالعفو عن أزواجكم عند طاعتهن لكم. </p><p> فكأنه يقول لهم: إن سلطانه عليكم فوق سلطانكم على نسائكم، فإذا بغيتم </p><p> عليهن .. عاقبكم، وإن تجاوزتم عن هفواتهن كرمًا .. تجاوز عنكم، وكفر عنكم سيئاتكم. </p><p> وليس بخاف أن الرجال الذين يستذلون نسائهم إنما يلدون عبيدًا لغيرهم؛ إذ هم يتربون على الظلم ويستسيغونه، ولا يكون في نفوسهم شيء من الكرامة ولا من الشمم والإباء، وأمّة تُخرج أبناءً كهؤلاءِ إنما تُربي عبيدًا أذلاء، لا يقومون بنصرتها، ولا يغارون لكرامتها، فما أحراهم بأن يكونوا قطعانًا من الغنم تزدجِرُ من كل راع، وتستجيب لكل ناعق. </p><p> استدراك في معنى قوله:  {وَاللَّاتِي تَخَافُونَ نُشُوزَهُنَّ فَعِظُوهُنَّ وَاهْجُرُوهُنَّ فِي الْمَضَاجِعِ وَاضْرِبُوهُنَّ ...} الآية: </p><p> والحاصل: أن اللاتي (١) تأنسون منهن الترفع، وتخافون أن لا يقمن بحقوق الزوجية على الوجه الذي ترضونه .. فعليكم أن تعاملوهن على النهج الآتي: </p><p> ١ - أن تبدؤوا بالوعظ الذي ترون أنه يؤثر في نفوسهن، فمن النساء من يكفيها التذكير بعقاب الله وغضبه، ومنهن من يؤثر في أنفسهن التهديد والتحذير من سوء العاقبة في الدنيا، كشماتة الأعداء، ومنعها بعض رغباتها كالثياب والحلي ونحو ذلك. وعلى الجملة: فاللبيب لا تخفى عليه العظات التي لها المحل الأرفع في قلب امرأته، فإن لم يجد ذلك .. فله أن يجرب: </p><p> ٢ - الهجر والإعراض في المضجع، ويتحقق ذلك بهجرها في الفراش مع الإعراض والصد، وقد جرت العادة بأن الاجتماع في المضجع يهيج شعور الزوجية، فتسكن نفس كل من الزوجين إلى الآخر، ويزول ما كان في نفوسهما من اضطراب أثارته الحوادث قبل ذلك، فإذا هو فعل ذلك .. دعاها هذا إلى السؤال عن أسباب الهجر والهبوط بها من نشز المخالفة إلى مستوى الموافقة، فإن لم يفد ذلك .. فله أن يجرب: </p><p>(١) المراغي.</p>"
}