{
  "id": null,
  "sura": 4,
  "aya": 4,
  "text": "<p> مما ينبغي أن يعلمنه منهن لا من الرجال، ولو كان قد ترك واحدة ما كان فيها الغناء، كما لو ترك التسعَ. </p><p> وقصارى القول: إنه عليه السلام، ما أراد بتعدد الزوجات ما يريده الملوك والأمراء، والمترفون من التمتع بالنساء، إذ لو كان قد أراد ذلك لأختارهن من حسان الأبكار، لا من الكهلات الثيبات، كما قال لمن اختار ثيبًا:  \"هلا بكرًا تلاعبها، وتلاعبك وتضاحكها وتضاحكك\" . رواه الشيخان. </p><p> وقرأ الجمهور (١) : {أَلَّا تُقْسِطُوا} بضم التاء من أقسط الرباعي بمعنى عدل، وقرأ النخعي، وابن وثاب تقسطوا بفتح التاء من قسط الثلاثي، بمعنى جار ويقال: قسط بمعنى أقسط؛ أي: عدل، وقرأ ابن أبي عبلة {من طاب} وقرأ الجمهور {مَا طَابَ} فقيل {ما} بمعنى من، وقيل عبر بـ {ما} عن النساء؛ لأن إناثَ العقلاء لنقصان عقولهن يجرين مجرى غير العقلاء. </p><p> وقرأ ابن أبي إسحاق، والجحدري، والأعمش {طاب} . بالإمالة، وفي مصحف أبي. {طيب} بالياء، وهو دليل الإمالة وقرأ النخعي، ويحيى بن وثاب {ثلث وربع} بغير ألف، وقرأ الحسن، والجحدري، وأبو جعفر، وابن هرمز {فواحدة} بالرفع، ووجه ذلك ابن عطية على أنه مرفوع بالابتداء، والخبر محذوف تقديره: فواحدة كافية وقرأ ابن أبي عبلة {أو من ملكت أيمانكم} وقرأ الجمهور {أَدْنَى أَلَّا تَعُولُوا} ؛ أي: تجوروا من عال الرجل يعول إذا مال، وجار، وقرأ طلحة بن مصرف {أن لا تعيلوا} بفتح التاء؛ أي: لا تفتقروا من العيلة، وقرأ طاووس {أن لا تعيلوا} من أعال الرجل إذا كثر عياله. </p><p> ٤ - ولما أذن الله سبحانه وتعالى في نكاح الأربع، وما دونها أمر الأزواج باجتناب ما كانوا عليه في الجاهلية، قيل: كان الرجل منهم يتزوج بلا مهر، ويقول: أرثك وترثيني، فتقول: نعم، فأمروا بأن يسرعوا إعطاء المهور، فقال:  {وَآتُوا النِّسَاءَ} ؛ أي: وأعطوا أيها الأزواج النساء اللواتي تعقدون عليهن </p><p>(١) البحر المحيط.</p><p> {صَدُقَاتِهِنَّ} ؛ أي: مهورهن حالة كونها {نِحْلَةً} ؛ أي: عطية من الله سبحانه وتعالى فرضها لها بلا مقابلة مال؛ ليكون رمزًا للمودة التي ينبغي أن تكون بينكما، وآية من آيات المحبة، ودليلًا على وثيق الصلة، والرابطة التي تجب أن تكنفكما، وتحيط بسماء المنزل الذي تحلان فيه، وقد جرى عرف الناس بعدم الاكتفاء بهذا العطاء، فتراهم يردفونه بأصناف الهدايا والتحف من مآكل، وملابس، ومصوغات إلى نحو ذلك مما يعبر عن حسن تقدير الرجل للمرأة التي يريد أن يجعلها شريكته في الحياة. </p><p> وسمي (١) الصداق نحلة من حيث أنه لا يجب في مقابلته غير التمتع دون عوض مالي، وقيل (٢) : معناه: فريضة كما قاله ابن عباس، وقتادة، وابن جريج، وابن زيد، وإنما فسروا النّحلة بالفريضة؛ لأن النحلة في اللغة معناها: الديانة، والملة، والشرعة، والمذهب فقوله تعالى:  {وَآتُوا النِّسَاءَ صَدُقَاتِهِنَّ نِحْلَةً} ؛ أي: أعطوهن مهورهن؛ لأنها شريعة، ودين، ومذهب، وما هو كذلك، فهو فريضة {فَإِنْ طِبْنَ} النساء المتزوجات {لَكُمْ} أيها الأزواج {عَنْ شَيْءٍ مِنْهُ} ؛ أي: من الصداق المعين فوهبن لكم شيئًا منه بطيب نفس من غير أن يكون السبب فيه شكاسة أخلاقكم معهن، أو سوء معاشرتكم معهن؛ أي: فإن طابت نفوسهن بإعطائكم شيئًا من الصداق من غير ضرار، ولا خديعة {فَكُلُوهُ} ؛ أي: فخذوا ذلك الشيء وتصرفوا فيه، وانتفعوا به، وهو أمر إباحة، وعبر بالأكل؛ لأنه معظم الانتفاع؛ أي:  {فَكُلُوهُ} أكلًا {هَنِيئًا} ؛ أي: حلالًا لا إثم عليه في الدنيا {مَرِيئًا} ؛ أي: طيبًا لا مؤاخذة عليه في الآخرة. </p><p> ومن ثم (٣) : لا يجوز للرجل أن يأكل شيئًا من مال امرأته، إلا إذا علم أن نفسها طيبة به، فإذا طلب منها شيئًا وحملها الخوف أو الخجل على إعطاء ما طلب، فلا يحل له، ألا ترى أن الله سبحانه وتعالى نهى عن أخذ شيء، من المرأة، في طور المفارقة فقال: {وَإِنْ أَرَدْتُمُ اسْتِبْدَالَ زَوْجٍ مَكَانَ زَوْجٍ وَآتَيْتُمْ </p><p>(١) الخازن. (٢) مراح.(٣) المراغي.</p><p> إِحْدَاهُنَّ قِنْطَارًا فَلَا تَأخُذُوا مِنْهُ شَيْئًا} فالتحذير من أخذه في طور الرغبة والتحبب وإظهار القدرة على ما يجب عليه من أعباء الزوجية من كفالة المرأة، والإنفاق عليها يكون أشد، وآكد، ولكن حب المال جعل الرجال يماكسون في المهر كما يماكسون في سلع التجارة، وصار حبهم للمحافظة على الشرف والكرامة دون حبهم للدرهم والدينار. وذهب الأوزاعي (١) إلى أنه لا يجوز تبرعها ما لم تلد، أو تقم في بيت زوجها سنة، فلو رجعت بعد الهبة فقال شريح، وعبد الملك بن مروان: لها أن ترجع، وروى مثله عن عمر بن الخطاب، فقد روي عنه أنه كتب إلى قضاته: أن النساء يعطين رغبة ورهبة، فأيما امرأة أعطت زوجها، ثم أرادت أن ترجع فلها ذلك، قال شريح: لو طابت نفسها لما رجعت. </p><p> قال الشوكاني (٢) : فإذا ظهر منها ما يدل على عدم طيبة نفسها لم يحل للزوج، ولا للولي، وإن كانت قد تلفظت بالهبة، أو النذر، أو نحوهما، وما أقوى دلالة هذه الآية على عدم اعتبار ما يصدر من النساء من الألفاظ المفيدة للتمليك بمجردها لنقصان عقولهن، وضعف إدراكهن وسرعة انخداعهن، وانجذابهن إلى ما يراد منهن بأيسر ترغيب أو ترهيب انتهى. </p><p> وقرأ الجمهور (٣) : {صَدُقَاتِهِنَّ} بفتح الصاد، وضم الدال جمع صدقة على وزن سمرة، وقرأ قتادة وغيره، بإسكان الدال وضم الصاد جمع صدقة على وزن غرفة، وقرأ مجاهد، وموسى بن الزبير، وابن أبي عبلة، وفياض بن غزوان، وغيرهم:  {صدقاتهن} بضمهما، وقرأ النخعي، وابن وثاب:  {صدقتهن} بضمهما، وبالإفراد، وهو تثقيل صدقة، كظلمة في ظلمة. </p><p> وقرأ الحسن، والزهري ويزيد، وكذا حمزة في الوقف {هنيا مريا} بلا همزة، أبدلوا الهمزة التي هي لام الكلمة ياءً، وأدغموا فيها ياء المدح، وهمزهما الباقون. </p><p>(١) البحر المحيط. (٢) فتح القدير.(٣) البحر المحيط.</p>"
}