{
  "id": null,
  "sura": 4,
  "aya": 100,
  "text": "<p> للعجز وتقطع الأسباب {عَسَى اللَّهُ} ؛ أي: حقق الله سبحانه وتعالى {أَنْ يَعْفُوَ عَنْهُمْ} ولا يؤاخذهم بالإقامة في دار الكفر {وَكَانَ اللَّهُ} سبحانه وتعالى {عَفُوًّا} ؛ أي: كثير العفو والمحو للذنوب عن صحف الملائكة فلا يؤاخذ بها، {غَفُورًا} ؛ أي: كثير الغفر والستر لها عن أعين الملائكة، فلا يفضح صاحبها في الآخرة. </p><p> ١٠٠ - ثم رغب الله سبحانه وتعالى في أمر الهجرة، ونشط المستضعفين، لما جرت به العادة من أن الإنسان يتهيب الأمر المخالف لما اعتاده وأنس به، ويتخيل مصاعب ومشقات لا توجد إلا في خياله، وأن ما يتصوره بعض الناس من عسر الهجرة لا محل له، وأن عسرها إلى يسر، فقال:  {وَمَنْ يُهَاجِرْ} ؛ أي: ومن يرتحل من بلده الأصيلة إلى بلد آخر {فِي سَبِيلِ اللَّهِ} ؛ أي: في طاعته وطلب رضاه، لا لدنيا يصيبها، ولا لامرأة ينكحها مثلًا، {يَجِدْ فِي الْأَرْضِ} ؛ أي: يجد في الأرض التي هاجر إليها {مُرَاغَمًا كَثِيرًا وَسَعَةً} في المعيشة؛ أي: يجد في تلك الأرض من الخير والنعمة ما يكون سببًا لرغم أنوف أعدائه، الذين كانوا معه في بلدته الأصيلة، وذلك لأن من ارتحل إلى بلدة أجنبية وتحول إليها، فإذا استقام أمره في تلك البلدة، وتمكن فيها، ووصل خيره إلى أهل بلدته الأولى، خجلوا من سوء معاملتهم معه، وندموا عليه، ورغمت أنوفهم بسبب ذلك. </p><p> وقرأ (١) الجراح ونبيح والحسن بن عمران: {مرغما} على وزن مفعل كمذهب، قال ابن جني: هو على حذف الزوائد من راغم، وفي هذا وعد للمهاجرين في سبيله بتسهيل سبل العيش لهم، وإرغامهم أعداءهم، والظفر بهم، وبعد أن وعد سبحانه من هاجر في سبيل الله تعالى بالظفر بما يحب من وجدان السبل ميسورة أمامه، ومن سعة العيش .. وعد من يموت في الطريق قبل وصوله دار الهجرة بالأجر العظيم، الذي ضمنه له عز وجل إذا كان يقصد بهجرته رضا الله تعالى، ونصرة رسوله - صلى الله عليه وسلم - في حياته، وإقامة سننه بعد وفاته، وكان مستحقًا لهذا الأجر ولو مات بعد أن تجاوز عتبة بابه، ولو لم يصب تعبًا ولا مشقة؛ فإن نية الهجرة مع الإخلاص كافية لاستحقاقه، كما في الحديث: \"إنما الأعمال </p><p>(١) البحر المحيط.</p><p> بالنيات، وإنما لكل امرئ ما نوى\"، فقال:  {وَمَنْ يَخْرُجْ مِنْ بَيْتِهِ} ويرتحل منه حالة كونه {مُهَاجِرًا} ومتحولًا {إِلَى} محل فيه رضا {اللَّهِ وَرَسُولِهِ} - صلى الله عليه وسلم - {ثُمَّ يُدْرِكْهُ الْمَوْتُ} ؛ أي: يأته الموت ويأخذه قبل أن يصل إلى المقصد، وإن كان خارج بابه {فَقَدْ وَقَعَ أَجْرُهُ عَلَى اللَّهِ} ؛ أي: فقد وجب أجر هجرته عند الله تعالى، بإيجابه على نفسه بمقتضى وعده وتفضله وكرمه، لا بحكم الاستحقاق، الذي لو لم يفعل لخرج عن الألوهية. وفي إبهام هذا الأجر وجعله حقًّا واجبًا عليه تعالى إيذان بعظم قدره، وتأكيد ثبوته ووجوبه، ولله تعالى أن يوجب على نفسه ما يشاء، وليس لغيره أن يوجب عليه شيئًا، إذ لا سلطان فوق سلطانه {وَكَانَ اللَّهُ} سبحانه وتعالى {غَفُورًا} لما كان منه من القعود إلى وقت الخروج، {رَحِيمًا} بإكمال أجر الهجرة له، فكذلك كل من قصد فعل طاعة ولم يقدر على إتمامها .. كتب الله تعالى له ثوابًا كاملًا. </p><p> وقرأ النخعي وطلحة بن مصرف (١) : {ثم يدركه} برفع الكاف، قال ابن جني: هذا رفع على أنه خبر مبتدأ محذوف؛ أي: هو يدركه الموت، فعطف الجملة من المبتدأ والخبر على الفعل المجزوم وفاعله، وخرج على وجه آخر وهو أن رفع الكاف منقول من الهاء، كأنه أراد أن يقف عليها، ثم نقل حركة الهاء إلى الكاف، وقرأ الحسن بن أبي الحسن ونبيح والجراح:  {ثم يدركه} بنصب الكاف، وذلك على إضمار أن المصدرية، قال ابن جني: هذا ليس بالسهل، إنما بابه الشعر لا القرآن، ولك أن تقول: أجري {ثم} مجرى الواو والفاء، فكما جاز نصب الفعل بإضمار أن بعدهما، بين الشرط وجوابه، كذلك جاز في {ثم} إجراء لها مجراهما، وهذا مذهب الكوفيين، واستدلوا بهذه القراءة. </p><p> الإعراب </p><p> {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا ضَرَبْتُمْ فِي سَبِيلِ اللَّهِ فَتَبَيَّنُوا وَلَا تَقُولُوا لِمَنْ أَلْقَى إِلَيْكُمُ السَّلَامَ لَسْتَ مُؤْمِنًا تَبْتَغُونَ عَرَضَ الْحَيَاةِ الدُّنْيَا} . </p><p> {يَا أَيُّهَا} : حرف نداء {أي} : منادى نكرة مقصودة، {ها} : حرف تنبيه </p><p>(١) البحر المحيط.</p><p> زائد. {الَّذِينَ} : اسم موصول في محل الرفع صلة لـ {أي} ، وجملة النداء مستأنفة. {ءَآمَنُوا} : فعل وفاعل، والجملة صلة الموصول، {إِذَا} : ظرف لما يستقبل من الزمان. {ضَرَبْتُمْ} : فعل وفاعل، {في سَبِيلِ اللَّهِ} : جار ومجرور ومضاف إليه، متعلق به، والجمله الفعلية في محل الخفض بإضافة {إذا} إليها، على كونها فعل شرط لها، {فَتَبَيَّنُوا} : الفاء رابطة لجواب {إذا} وجوبًا، {تبينوا} : فعل وفاعل، مجزوم بحذف النون، والجملة جواب وإذا لا محل لها من الإعراب، وجملة {إذا} جواب النداء، لا محل لها من الإعراب. {وَلَا تَقُولُوا} جازم وفعل وفاعل، معطوف على {تَبَيَّنُوا} على كونها جواب {إذا} ، {لِمَنْ} : جار ومجرور متعلق بـ {تَقُولُوا} ، {أَلْقَى} : فعل ماض وفاعله ضمير يعود على {من} ، والجملة صلة الموصول، {إِلَيْكُمُ} : متعلق بـ {أَلْقَى} ، {السَّلَامَ} : مفعول {أَلْقَى} ، {لَسْتَ مُؤْمِنًا} : مقول لـ {تَقُولُوا} محكي، وإن شئت قلت:  {لَسْتَ} : فعل ناقص واسمه، {مُؤْمِنًا} : خبره، والجملة في محل النصب مقول لـ {تَقُولُوا} ، {تَبْتَغُونَ} : فعل وفاعل، {عَرَضَ الْحَيَاةِ} مفعول به ومضاف إليه، {الدُّنْيَا} صفة لـ {الْحَيَاةِ} والجملة الفعلية في محل النصب حال من فاعل {تَقُولُوا} . </p><p> {فَعِنْدَ اللَّهِ مَغَانِمُ كَثِيرَةٌ كَذَلِكَ كُنْتُمْ مِنْ قَبْلُ فَمَنَّ اللَّهُ عَلَيْكُمْ فَتَبَيَّنُوا إِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا (٩٤) }. </p><p> {فَعِنْدَ اللَّهِ}  {الفاء} : تعليلية، {عند الله} : ظرف ومضاف إليه، متعلق بمحذوف خبر مقدم، {مَغَانِمُ} : مبتدأ مؤخر، {كَثِيرَةٌ} : صفة له، والجملة الإسمية في محل الجر بلام التعليل المقدرة، المدلول عليها بـ {الفاء} التعليلية المتعلقة بمعلول محذوف، تقديره: وإنما نهيتكم عن القول المذكور، وابتغاء عرض الدنيا، لكون مغانم كثيرة عند الله تعالى، {كَذَلِكَ} : جار ومجرور خبر مقدم على كان واسمها، {كُنتُم} : فعل ناقص واسمه، {مِنْ قَبْلُ} : جار ومجرور حال من الضمير المستكن في خبر كان، والتقدير: كنتم كائنين كذلك الرجل حالة كونكم كائنين من قبل، وجملة كان مستأنفة، {فَمَنَّ اللَّهُ} </p><p> {الفاء} : عاطفة، {منَّ الله} : فعل وفاعل، معطوف على كان، {عَلَيْكُمْ} : متعلق بـ {منَّ} ، {فَتَبَيَّنُوا} : {الفاء} : رابطة الجواب لشرط مقدر، تقديره: إذا كان حالكم كحاله فتبينوا، {تبينوا} : فعل وفاعل، والجملة جواب إذا المقدرة، لا محل لها من الإعراب، {إِنَّ} : حرف نصب، {اللَّهَ} : اسمها، {كَانَ} : فعل ماض ناقص، واسمها ضمير يعود على {اللَّهَ} ، {بِمَا} : جار ومجرور متعلق بـ {خَبِيرًا} ، {تَعْمَلُونَ} : فعل وفاعل، والجملة صلة لما، أو صفة لها، والعائد أو الرابط محذوف، تقديره: تعملونه، {خَبِيرًا} : خبر {كَانَ} ، وجملة {كَانَ} في محل الرفع خبر {إِنَّ} ، وجملة {إِنَّ} مستأنفة، مسوقة لتعليل ما قبلها. </p><p> {لَا يَسْتَوِي الْقَاعِدُونَ مِنَ الْمُؤْمِنِينَ غَيْرُ أُولِي الضَّرَرِ وَالْمُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فَضَّلَ اللَّهُ الْمُجَاهِدِينَ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ عَلَى الْقَاعِدِينَ دَرَجَةً وَكُلًّا وَعَدَ اللَّهُ الْحُسْنَى وَفَضَّلَ اللَّهُ الْمُجَاهِدِينَ عَلَى الْقَاعِدِينَ أَجْرًا عَظِيمًا (٩٥) }. </p><p> {لَا يَسْتَوِي الْقَاعِدُونَ} : ناف وفعل وفاعل، والجملة مستأنفة. {مِنَ الْمُؤْمِنِينَ} : حال من {الْقَاعِدُونَ} . {غَيْرُ أُولِي الضَّرَرِ} : بالرفع بدل من {الْقَاعِدُونَ} . وهو أرجح؛ لأن الكلام منفي، والبدل معه أرجح من النصب كما تقرر في كتب النحو، وقيل إنه بالرفع صفة لـ {الْقَاعِدُونَ} ، وبالنصب على الاستثناء من {الْقَاعِدُونَ} ، أو على الحال، وبالجر صفة لـ {الْمُؤْمِنِينَ} . {وَالْمُجَاهِدُونَ} : معطوف على {الْقَاعِدُونَ} ، {فِي سَبِيلِ اللَّهِ} جار ومجرور ومضاف إليه، متعلق بـ {الْمُجَاهِدُونَ} . {بِأَمْوَالِهِمْ} : جار ومجرور ومضاف إليه، متعلق أيضًا بـ {المجاهدون} . {وَأَنْفُسِهِمْ} : معطوف على {أموالهم} . {فَضَّلَ اللَّهُ الْمُجَاهِدِينَ} : فعل وفاعل ومفعول، والجملة مستأنفة، مسوقة لبيان عدم الاستواء المفهوم من الجملة التي قبلها. {بِأَمْوَالِهِمْ} : متعلق بـ {فَضَّلَ} . {وَأَنْفُسِهِمْ} ؛ معطوف على أموالهم. {عَلَى الْقَاعِدِينَ} : متعلق أيضًا بـ {فَضَّلَ} . {دَرَجَةً} : منصوب على التمييز، أو بنزع الخافض؛ أي: بدرجة واحدة، أو على المصدرية؛ أي: فضلهم تفضيلة، وقيل غير ذلك. {وَكُلًّا} : مفعول أول لـ {وَعَدَ} مقدم عليه لإفادة الحصر {وَعَدَ}  {اللَّهُ} : فعل وفاعل، {الْحُسْنَى} : مفعول ثان له، والجملة معطوفة على جملة {فَضَّلَ} . {وَفَضَّلَ اللَّهُ الْمُجَاهِدِينَ} : فعل وفاعل ومفعول، معطوف على {فَضَّلَ} </p><p> الأول. {عَلَى الْقَاعِدِينَ} متعلق بـ {فَضَّلَ} . {أَجْرًا} : منصوب (١) على التمييز، وقيل على المصدرية؛ لأن {فَضَّلَ} بمعنى أجر، والتقدير: أجرهم أجرًا، وقيل: مفعول لـ {فَضَّلَ} لتضمنه معنى الإعطاء، وقيل منصوب بنزع الخافض، وقيل: على الحال من درجات مقدم عليها، {عَظِيمًا} . </p><p> {دَرَجَاتٍ مِنْهُ وَمَغْفِرَةً وَرَحْمَةً وَكَانَ اللَّهُ غَفُورًا رَحِيمًا (٩٦) }. </p><p> {دَرَجَاتٍ} : بدل من {أَجْرًا} . {مِنْهُ} : جار ومجرور صفة لـ {دَرَجَاتٍ} . {وَمَغْفِرَةً وَرَحْمَةً} : معطوفان على {دَرَجَاتٍ} . {وَكَانَ اللَّهُ غَفُورًا} : فعل ناقص واسمه وخبره. {رَحِيمًا} : خبر ثان لها، والجملة مستأنفة استئنافًا بيانيًّا. </p><p> {إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلَائِكَةُ ظَالِمِي أَنْفُسِهِمْ قَالُوا فِيمَ كُنْتُمْ قَالُوا كُنَّا مُسْتَضْعَفِينَ فِي الْأَرْضِ قَالُوا أَلَمْ تَكُنْ أَرْضُ اللَّهِ وَاسِعَةً فَتُهَاجِرُوا فِيهَا فَأُولَئِكَ مَأوَاهُمْ جَهَنَّمُ وَسَاءَتْ مَصِيرًا (٩٧) }. </p><p> {إِنَّ الَّذِينَ} : ناصب واسمه. {تَوَفَّاهُمُ الْمَلَائِكَةُ} : فعل ومفعول وفاعل، والجملة صلة الموصول، والعائد ضمير المفعول، ويجوز (٢) أن يكون {تَوَفَّاهُمُ} فعلًا ماضيًا، وإنما لم تلحق علامة التأنيث للفصل، ولأن التأنيث مجازي، ويدل على كونه فعلًا ماضيًا قراءة {توفتهم} بتاء التأنيث، ويجوز أن يكون مضارعًا حذفت منه إحدى التاءين، والأصل: تتوفاهم، {ظَالِمِي أَنْفُسِهِمْ} : حال من ضمير {تَوَفَّاهُمُ} ، والإضافة فيه غير محضة، إذ الأصل ظالمين أنفسهم، {قَالُوا} : فعل وفاعل، والجملة حال من {الْمَلَائِكَةُ} ، ولكنها على تقدير قد؛ أي: حالة كون الملائكة قائلين لهم. {فِيمَ كُنْتُمْ} : مقول محكي لـ {قَالُوَا} ، وإن شئت قلت:  {في} : حرف جر، {م} : اسم استفهام في محل الجرب {في} مبني بسكون على الألف المحذوفة فرقًا بينها وبين ما الموصولة، كما قال ابن مالك: </p><p> وَمَا فِيْ الاسْتِفْهَامِ إِنْ جَرَّتْ حُذِفْ ... أَلِفُهَا وَأوْلهَا الْهَا إنْ تَقِفْ </p><p> الجار والمجرور متعلق بواجب الحذف لوقوعه خبرًا مقدمًا لكان، {كُنْتُمْ} </p><p>(١) الشوكاني. (٢) الفتوحات.</p><p> فعل ناقص واسمه، والتقدير: في أي شيء كائنين كنتم، وجملة كان في محل النصب مقول {قَالُوا} . {قَالُوا} فعل وفاعل، والضمير عائد على المتوفين، والجملة الفعلية جواب الاستفهام لا محل لها من الإعراب. {كُنَّا مُسْتَضْعَفِينَ فِي الْأَرْضِ} مقول محكي لـ {قَالُوا} ، وإن شئت قلت:  {كُنَّا مُسْتَضْعَفِين} : فعل ناقص واسمه وخبره. {فِي الْأَرْضِ} : متعلق بـ {مُسْتَضْعَفِينَ} ، وجملة كان في محل النصب مقول {قَالُوا} . {قَالُوا} : فعل وفاعل، والضمير عائد إلى {الْمَلَائِكَةُ} ، والجملة في محل النصب معطوفة بعاطف مقدر على جملة قوله:  {قَالُوا فِيمَ كُنْتُمْ} ، {أَلَمْ تَكُنْ أَرْضُ اللَّهِ وَاسِعَةً فَتُهَاجِرُوا فِيهَا} : مقول محكي لـ {قَالُوا} ، وإن شئت قلت:  {أَلَمْ تَكُنْ}  {الهمزة} : للاستفهام الإنكاري التوبيخي، {لم} : حرف جزم، {تَكُنْ} : مجزوم بـ {لم} . {أَرْضُ اللَّهِ} : اسمها ومضاف إليه. {وَاسِعَةً} : خبرها. {فَتُهَاجِرُوا}  {الفاء} : عاطفة سببية، {تهاجروا} : فعل مضارع منصوب بأن مضمرة وجوبًا بعد الفاء السببية الواقعة في جواب الاستفهام، والواو ضمير متصل فاعل، والجملة من الفعل والفاعل صلة أن المضمرة، أن مع صلتها في تأويل مصدر معطوف على مصدر متصيد من الجملة التي قبلها، من غير سابك لإصلاح المعنى، تقديره: ألم يثبت كون أرض الله واسعة فمهاجرتكم فيها، والجملة في محل النصب مقول {قَالُوا} . {فِيهَا} متعلق بـ {تهاجروا} . {فَأُولَئِكَ}  {الفاء} : رابطة لخبر {إِنَّ} باسمها، لما في الاسم من العموم، {أولئك} في محل الرفع مبتدأ أول، {مَأوَاهُمْ} : مبتدأ ثان ومضاف إليه، {جَهَنَّمُ} : خبر للمبتدأ الثاني، والجملة من المبتدأ الثاني وخبره خبر للمبتدأ الأول، والجملة من المبتدأ الأول وخبره في محل الرفع خبر لـ {إنَّ} في قوله: {إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلَائِكَةُ} ، وجملة {إنَّ} مستأنفة، {وَسَاءَتْ}  {الواو} : استئنافية، {ساءت} : فعل ماض من أفعال الذم، وفاعله ضمير مستتر فيه وجوبًا تقديره: هي، يعود إلى جهنم، {مَصِيرًا} : تمييزه والمخصوص بالذم محذوف وجوبًا، تقديره: هي، وجملة {ساءت} مستأنفة، مسوقة لبيان الذم والقبح. </p><p> {إلَّا الْمُسْتَضْعَفِينَ مِنَ الرِّجَالِ وَالنِّسَاءِ وَالْوِلْدَانِ لَا يَسْتَطِيعُونَ حِيلَةً وَلَا يَهْتَدُونَ سَبِيلًا (٩٨) }. </p><p> {إِلَّا} : أداة استثناء، {الْمُسْتَضْعَفِينَ} : مستثنى من الضمير في {مَأوَاهُمْ} ، كأنه قيل فأولئك في جهنم إلا المستضعفين، فعلى هذا يكون الاستثناء متصلًا، وقيل إن المستثنى منه إما كفار أو عصاة بالتخلف قادرون على الهجرة، فلم يندرج فيهم المستضعفون، فيكون الاستثناء منقطعًا، {مِنَ الرِّجَالِ} : جار ومجرور صفة لـ {الْمُسْتَضْعَفِينَ} . {وَالنِّسَاءِ وَالْوِلْدَانِ} : معطوفان على {الرِّجَالِ} . {لَا يَسْتَطِيعُونَ حِيلَةً} : فعل وفاعل ومفعول، والجملة في محل النصب حال من الضمير المستكن في {الْمُسْتَضْعَفِينَ} . {وَلَا يَهْتَدُونَ سَبِيلًا} : جملة فعلية معطوفة على جملة {لَا يَسْتَطِيعُونَ حِيلَةً} من عطف الخاص على العام؛ لأنه من جملة الحيلة. </p><p> {فَأُولَئِكَ عَسَى اللَّهُ أَنْ يَعْفُوَ عَنْهُمْ وَكَانَ اللَّهُ عَفُوًّا غَفُورًا (٩٩) }. </p><p> {فَأُولَئِكَ} : {الفاء} : تعليلية، {أولَئِكَ} : مبتدأ. {عَسَى} : من أفعال الرَّجاء تنصب الاسم وترفع الخبر. {اللَّهُ} : اسمها. {أَنْ} . حرف نصب، {يَعْفُوَ} : فعل مضارع منصوب، وفاعله ضمير يعود على {اللَّهُ} ، {عَنْهُمْ} : متعلق به، والجملة الفعلية صلة {أن} المصدرية، {أن} مع صلتها في تأويل مصدر منصوب على كونه خبرًا لـ {عَسَى} ، ولكنه في تأويل اسم الفاعل؛ لأنه لا يخبر باسم المعنى عن الذات، تقديره: عسى الله عفوًا عنهم، أو ذا العفو عنهم، وجملة {عَسَى} في محل الرفع خبر المبتدأ، والجملة الإسمية في محل الجر بلام التعليل، المدلول عليها بالفاء التعليلية، والتقدير: وإنما استثنيناهم لتحقيق الله وإثباته العفو عنهم. {وَكَانَ اللَّهُ عَفُوًّا} : فعل ناقص واسمه وخبره. {غَفُورًا} : خبر ثان له، وجملة {كان} مستأنفة مسوقة لتعليل ما قبلها. </p><p> {وَمَنْ يُهَاجِرْ فِي سَبِيلِ اللَّهِ يَجِدْ فِي الْأَرْضِ مُرَاغَمًا كَثِيرًا وَسَعَةً} . </p><p> {وَمَن} : {الواو} استئنافية، {من} : اسم شرط جازم في محل الرفع مبتدأ، والخبر جملة الشرط أو الجواب أو هما. {يُهَاجِرْ} : فعل شرط مجزوم بـ {من} ، وفاعله يعود على {من} ، {فِي سَبِيلِ اللَّهِ} : جار ومجرور ومضاف إليه متعلق به، {يَجِدْ} : فعل مضارع مجزوم بـ {مَن} على كونه جواب الشرط، وفاعله ضمير يعود على {من} . {فِي الْأَرْضِ} : متعلق به. {مُرَاغَمًا} : </p><p> مفعول {يَجِدْ} . {كَثِيرًا} : صفة لـ {مُرَاغَمًا} . {وَسَعَةً} : معطوف على {مُرَاغَمًا} ، وجملة {من} الشرطية مستأنفة. </p><p> {وَمَنْ يَخْرُجْ مِنْ بَيْتِهِ مُهَاجِرًا إِلَى اللَّهِ وَرَسُولِهِ ثُمَّ يُدْرِكْهُ الْمَوْتُ فَقَدْ وَقَعَ أَجْرُهُ عَلَى اللَّهِ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا} . </p><p> {وَمَن} : {الواو} : عاطفة، {مَن} : اسم شرط في محل الرفع مبتدأ، والخبر جملة الشرط، {يَخْرُجْ} : فعل شرط مجزوم بـ {مَن} ، وفاعله ضمير يعود على {من} ، {مِنْ بَيْتِهِ} : جار ومجرور ومضاف إليه متعلق بـ {يَخْرُجْ} ، {مُهَاجِرًا} حال من فاعل {يَخْرُجْ} ، {إِلَى اللَّهِ} جار ومجرور متعلق بـ {يَخْرُجْ} ، {وَرَسُولِهِ} : معطوف على لفظ الجلالة، {ثُمَّ} : حرف عطف وترتيب، {يُدْرِكْهُ الْمَوْتُ} : فعل ومفعول وفاعل، مجزوم بـ {مَن} الشرطية، على كونه معطوفًا على فعل الشرط، وتقدم لك بيان وجه رفعه ونصبه في مبحث القراءة، فلا عود ولا إعادة، {فَقَدْ} : {الفاء} رابطة لجواب {من} الشرطية وجوبًا لاقترانه بـ {قد} ، {وَقَعَ أَجْرُهُ} : فعل وفاعل ومضاف إليه، في محل الجزم بـ {من} على كونه جواب الشرط لها، {عَلَى اللَّهِ} : متعلق بـ {وَقَعَ} ، وجملة {من} الشرطية معطوفة على جملة {من} الأولى. {وَكَانَ اللَّهُ غَفُورًا} : فعل ناقص واسمه وخبره: {رَحِيمًا} : خبر ثان لها، وجملة {كان} مستأنفة مسوقة لتعليل ما قبلها. </p><p> التصريف ومفردات اللغة </p><p> {إِذَا ضَرَبْتُمْ فِي سَبِيلِ اللَّهِ} يقال: ضرب في الأرض إذا سافر فيها، والضرب في الأرض السير فيها بالسفر للتجارة أو الجهاد؛ لأن المسافر يضرب الأرض برجليه وعصاه أو بقوائم راحلته. </p><p> {فَتَبَيَّنُوا} تبين من باب تفعل الخماسي الذي هو من مزيد الثلاثي، وفي قراءة {فتثبتوا} بالثاء المثلثة، وهو من باب تفعل أيضًا، وفي \"السمين\" : وتفعل هنا على كلا القراءتين بمعنى استفعل الدال على الطلب؛ أي: اطلبوا التثبت أو البيان. اهـ. </p><p> {لِمَنْ أَلْقَى إِلَيْكُمُ السَّلَامَ} ألقى هنا ماض اللفظ إلا أنه بمعنى المستقبل؛ أي: لمن يلقي؛ لأن النهي لا يكون عما وقع وانقضى، والماضي إذا وقع صلة .. صلح للمضي والاستقبال. اهـ. \"سمين\" . </p><p> السلاَم بالأَلِفِ التحية، وقيل الاستسلام والانقياد، والسَلْم بفتح السين وسكون اللام الانقياد فقط، وكذا بالكسر والسكون، والمعنى: انقاد واستسلم لكم فلم يقاتلكم، {عَرَضَ الْحَيَاةِ الدُّنْيَا} ؛ أي: متاعها الحاضر الذي يأخذ منه البر والفاجر، {الدُّنْيَا} صفة مؤنث على وزن فعلى، مذكره الأدنى؛ أي: الحياة القريبة الزوال، أو الدنيئة الخسيسة لكثرة ما يكدرها، {فَعِنْدَ اللَّهِ مَغَانِمُ كَثِيرَةٌ} المغانم جمع مغنم - مفعل - من غنم الثلاثي، يصلح للزمان والمكان والمصدر، ويطلق على الغنيمة تسمية للمفعول بالمصدر؛ أي: المغنوم، وهو: ما يأخذه الرجل من مال العدو وفي الغزو قهرًا، نحو قولهم هذا ضرب الأمير؛ أي: مضروبه، {غَيْرُ أُولِي الضَّرَرِ} الضرر يجمع على أضرار، ضد النفع والشدة والضيق وسوء الحال، والنقصان يدخل في الشيء، يقال: ضره يضره ضرًّا وضررا، من باب شد، فهو من المضاعف المعدى، {دَرَجَةً} الدرجة تجمع على درجات الطبقة والرتبة والمنزلة، {أَجْرًا} مصدر أجره أجرًا؛ إذا أعطاه الأجر: وهو ما يعطى في مقابلة العمل الصالح. </p><p> {لَا يَسْتَطِيعُونَ حِيلَةً} الحيلة: هي ما يتوصل به إلى المقصود بطريق خفي، يجمع على حيل، كفيلة تجمع على فيل {مُرَاغَمًا كَثِيرًا} ؛ أي: متحولًا (١) ينتقل إليه، فهو اسم مكان، وهو بمعنى المهاجر؛ أي: المكان الذي يهاجر إليه وعبر عنه بالمراغم؛ للإشعار بأنَّ المهاجر يرغم أنف قومه؛ أي: يذلهم، والرغم: الذل والهوان، وأصله لصوق الأنف بالرغام بفتح الراء، وهو التراب اهـ أبو السعود\". </p><p> وقال أبو حيان: المراغم (٢) مكان المراغمة: وهي أن يرغم كل واحد من المتنازعين، بحصوله في منعة منه أنف صاحبه، بأن يغلب على مراده، يقال: </p><p>(١) أبو السعود. (٢) البحر المحيط.</p><p> راغمت فلانًا إذا فارقته وهو يكره مفارقتك لمذلة تلحقه بذلك انتهى. </p><p> وفي \"المصباح\" : الرغام (١) - بالفتح -: التراب، ورغم أنفه رغمًا من باب قتل كناية عن الذل، كأنَّه لصق بالرغام هوانًا، ويتعدى بالألف فيقال: أرغم الله أنفه، وفعلته على رغم أنفه بالفتح والضم؛ أي: على كره منه، وأرغمته غاضبته، وهذا ترغيم له؛ أي: إذلال له، وهذا من الأمثال التي جرت في كلامهم بأسماء الأعضاء، ولا يراد أعيانها، بل وضعوها لمعان غير معاني الأسماء الظاهرة، ولا حظ لظاهر الأسماء من طريق الحقيقة، ومنه قولهم: كلامه تحت قدمي وحاجته خلف ظهري، يريدون الإهمال وعدم الاحتفال انتهى. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات أنواعًا من البلاغة والبديع (٢) : </p><p> منها: الاستعارة في قوله: {إِذَا ضَرَبْتُمْ فِي سَبِيلِ اللَّهِ} استعار الضرب للسعي في قتال الأعداء، والسبيل لدينه، وفي قوله:  {لَا يَسْتَوِي} عبر به وهو حقيقة في المكان عن التساوي في المنزلة والفضيلة، وفي قوله:  {درجة} حقيقتها في المكان، فعبر به عن المعنى، اقتضى التفضيل، وفي قوله:  {يُدْرِكْهُ} استعار الإدراك الذي هو صفة من فيه حياة لحلول الموت، وفي قوله:  {فَقَدْ وَقَعَ} استعار الوقوع الذي هو من صفات الأجرام؛ لثبوت الأجر. </p><p> ومنها: التكرار في اسم الله تعالى، و {فَتَبَيَّنُوا} و {وَفَضَّلَ اللَّهُ الْمُجَاهِدِينَ عَلَى الْقَاعِدِينَ} . </p><p> ومنها: التجنيس المماثل في قوله: {مَغْفِرَةً} و {غَفُورًا} . </p><p> ومنها: التجنيس المغاير في قوله: {عَفُوًّا غَفُورًا} و {عَفُوًّا} وفي قوله: {يُهَاجِرْ} و {مُهَاجِرًا} . </p><p>(١) المصباح المنير. (٢) البحر المحيط.</p><p> ومنها: إطلاق الجمع على الواحد في قوله: {تَوَفَّاهُمُ الْمَلَائِكَةُ} على قول من قال: إنه ملك الموت وحده. </p><p> ومنها: الاستفهام المراد به التوبيخ في قوله: {فِيمَ كُنْتُمْ} ، وفي قوله:  {أَلَمْ تَكُنْ} . </p><p> ومنا: الإشارة في قوله: {كَذَلِك} وفي: {فَأُولَئِكَ} . </p><p> ومنها: السؤال والجواب في قوله: {فِيمَ كُنتُمْ} وما بعدها. </p><p> ومنها: الحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {وَإِذَا ضَرَبْتُمْ فِي الْأَرْضِ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَقْصُرُوا مِنَ الصَّلَاةِ إِنْ خِفْتُمْ أَنْ يَفْتِنَكُمُ الَّذِينَ كَفَرُوا إِنَّ الْكَافِرِينَ كَانُوا لَكُمْ عَدُوًّا مُبِينًا (١٠١) وَإِذَا كُنْتَ فِيهِمْ فَأَقَمْتَ لَهُمُ الصَّلَاةَ فَلْتَقُمْ طَائِفَةٌ مِنْهُمْ مَعَكَ وَلْيَأْخُذُوا أَسْلِحَتَهُمْ فَإِذَا سَجَدُوا فَلْيَكُونُوا مِنْ وَرَائِكُمْ وَلْتَأْتِ طَائِفَةٌ أُخْرَى لَمْ يُصَلُّوا فَلْيُصَلُّوا مَعَكَ وَلْيَأْخُذُوا حِذْرَهُمْ وَأَسْلِحَتَهُمْ وَدَّ الَّذِينَ كَفَرُوا لَوْ تَغْفُلُونَ عَنْ أَسْلِحَتِكُمْ وَأَمْتِعَتِكُمْ فَيَمِيلُونَ عَلَيْكُمْ مَيْلَةً وَاحِدَةً وَلَا جُنَاحَ عَلَيْكُمْ إِنْ كَانَ بِكُمْ أَذًى مِنْ مَطَرٍ أَوْ كُنْتُمْ مَرْضَى أَنْ تَضَعُوا أَسْلِحَتَكُمْ وَخُذُوا حِذْرَكُمْ إِنَّ اللَّهَ أَعَدَّ لِلْكَافِرِينَ عَذَابًا مُهِينًا (١٠٢) فَإِذَا قَضَيْتُمُ الصَّلَاةَ فَاذْكُرُوا اللَّهَ قِيَامًا وَقُعُودًا وَعَلَى جُنُوبِكُمْ فَإِذَا اطْمَأْنَنْتُمْ فَأَقِيمُوا الصَّلَاةَ إِنَّ الصَّلَاةَ كَانَتْ عَلَى الْمُؤْمِنِينَ كِتَابًا مَوْقُوتًا (١٠٣) وَلَا تَهِنُوا فِي ابْتِغَاءِ الْقَوْمِ إِنْ تَكُونُوا تَأْلَمُونَ فَإِنَّهُمْ يَأْلَمُونَ كَمَا تَأْلَمُونَ وَتَرْجُونَ مِنَ اللَّهِ مَا لَا يَرْجُونَ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا (١٠٤) إِنَّا أَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ لِتَحْكُمَ بَيْنَ النَّاسِ بِمَا أَرَاكَ اللَّهُ وَلَا تَكُنْ لِلْخَائِنِينَ خَصِيمًا (١٠٥) وَاسْتَغْفِرِ اللَّهَ إِنَّ اللَّهَ كَانَ غَفُورًا رَحِيمًا (١٠٦) وَلَا تُجَادِلْ عَنِ الَّذِينَ يَخْتَانُونَ أَنْفُسَهُمْ إِنَّ اللَّهَ لَا يُحِبُّ مَنْ كَانَ خَوَّانًا أَثِيمًا (١٠٧) يَسْتَخْفُونَ مِنَ النَّاسِ وَلَا يَسْتَخْفُونَ مِنَ اللَّهِ وَهُوَ مَعَهُمْ إِذْ يُبَيِّتُونَ مَا لَا يَرْضَى مِنَ الْقَوْلِ وَكَانَ اللَّهُ بِمَا يَعْمَلُونَ مُحِيطًا (١٠٨) هَا أَنْتُمْ هَؤُلَاءِ جَادَلْتُمْ عَنْهُمْ فِي الْحَيَاةِ الدُّنْيَا فَمَنْ يُجَادِلُ اللَّهَ عَنْهُمْ يَوْمَ الْقِيَامَةِ أَمْ مَنْ يَكُونُ عَلَيْهِمْ وَكِيلًا (١٠٩) وَمَنْ يَعْمَلْ سُوءًا أَوْ يَظْلِمْ نَفْسَهُ ثُمَّ يَسْتَغْفِرِ اللَّهَ يَجِدِ اللَّهَ غَفُورًا رَحِيمًا (١١٠) وَمَنْ يَكْسِبْ إِثْمًا فَإِنَّمَا يَكْسِبُهُ عَلَى نَفْسِهِ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا (١١١) وَمَنْ يَكْسِبْ خَطِيئَةً أَوْ إِثْمًا ثُمَّ يَرْمِ بِهِ بَرِيئًا فَقَدِ احْتَمَلَ بُهْتَانًا وَإِثْمًا مُبِينًا (١١٢) وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكَ وَرَحْمَتُهُ لَهَمَّتْ طَائِفَةٌ مِنْهُمْ أَنْ يُضِلُّوكَ وَمَا يُضِلُّونَ إِلَّا أَنْفُسَهُمْ وَمَا يَضُرُّونَكَ مِنْ شَيْءٍ وَأَنْزَلَ اللَّهُ عَلَيْكَ الْكِتَابَ وَالْحِكْمَةَ وَعَلَّمَكَ مَا لَمْ تَكُنْ تَعْلَمُ وَكَانَ فَضْلُ اللَّهِ عَلَيْكَ عَظِيمًا (١١٣) }. </p><p> المناسبة </p><p> قوله تعالى:  {وَإِذَا ضَرَبْتُمْ فِي الْأَرْضِ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَقْصُرُوا مِنَ الصَّلَاةِ ...} الآيات، مناسبة هذه الآيات لما قبلها: أنه لمَّا (١) كان الكلام في سابق الآيات في الجهاد والحث عليه؛ لإقامة الدين وحفظه، وإيجاب الهجرة لأجل ذلك، </p><p>(١) المراغي.</p><p> وتوبيخ من لم يهاجر من أرض، لا يقدر على إقامة دينه فيها، والجهاد يستلزم السفر .. ذكر هنا أحكام من سافر للجهاد، أو هاجر في سبيل الله تعالى، إذا أراد الصلاة وخاف أن يفتن عنها، فبين أنه يجوز له أن يقصر منها، وأن يصلي جماعتها بالطريقة التي ذكرت في الآية الثانية من هذه الآيات. </p><p> قوله تعالى:  {وَلَا تَهِنُوا فِي ابْتِغَاءِ الْقَوْمِ إِنْ تَكُونُوا تَألَمُونَ فَإِنَّهُمْ يَألَمُونَ ...} الآية، مناسبة هذه الآية لما قبلها: لمَّا كان (١) الكلام فيما سلف في شأن الحرب وما يقع فيها، وبيان كيفية الصلاة في أثنائها وما يلاحظ فيها إذا كان العدو متأهبًا للحرب، من اليقظة وأخذ الحذر، وحمل السلاح في أثنائها، وبين في أثناء السياق شدة عداوة الكفار لهم، وتربصهم غفلتهم، وإهمالهم ليوقعوا بهم .. نهى هنا عن الضعف في لقائهم، وأقام الحجة على كون المشركين أجدر بالخوف منهم؛ لأن ما في القتال من الألم والمشقة يستوي فيه المؤمن والكافر، ويمتاز المؤمن بأن له من الرجاء في ربه ما ليس عند الكافر، فهو يرجو منه النصر والمعونة، ويعتقد أنَّه قادر على إنجاز وعده، كما يرجو منه المثوبة على حسن بلائه في سبيله، وقوة الرجاء تخفف الآلام وتنسيه التعب والنصب. </p><p> قوله تعالى:  {إِنَّا أَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ لِتَحْكُمَ بَيْنَ النَّاسِ بِمَا أَرَاكَ اللَّهُ ...} الآيات، مناسبتها لما قبلها: أنَّه سبحانه وتعالى لمَّا (٢) حذر المؤمنين من المنافقين أعداء الحق، وأمرهم أن يستعدوا لمجاهدتهم خوف أن يطمسوا معالم الدين والحق، ويهلكوا أهله .. أمرهم هنا أن يقوا بحفظ الحق، وأن لا يحابوا فيه أحدًا. </p><p> وقال أبو حيان: مناسبة هذه الآية لما قبلها (٣) : أنَّه لما صرح بأحوال المنافقين، واتصل بذلك أمرُ المحاربة وما يتعلق بها من الأحكام الشرعية .. رجع إلى أحوال المنافقين؛ فإنَّهم خانوا الرسول - صلى الله عليه وسلم - على ما ينبغي، فأطلعه الله تعالى على ذلك، وأمره أن لا يلتفت إليهم. </p><p>(١) المراغي. (٢) المراغي.(٣) البحر المحيط.</p><p> أسباب النزول </p><p> قوله تعالى:  {وَإِذَا ضَرَبْتُمْ فِي الْأَرْضِ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَقْصُرُوا مِنَ الصَّلَاةِ ...} الآية، سبب نزولها: ما أخرجه (١) ابن جرير عن علي قال: سأل قوم من بني النجار رسول الله - صلى الله عليه وسلم - فقالوا: يا رسول الله إنَّا نضرب في الأرض فكيف نصلي؟ فأنزل الله تعالى:  {وَإِذَا ضَرَبْتُمْ فِي الْأَرْضِ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَقْصُرُوا مِنَ الصَّلَاةِ} . ثم انقطع الوحي، فلمَّا كان بعد ذلك بحول .. غزا النبي - صلى الله عليه وسلم -، فصلى الظهر، فقال المشركون: لقد أمكنكم محمد وأصحابه ظهورهم هلا شددتم عليهم؟ فقال قائل منهم: إن لهم أخرى مثلها في إثرها، فأنزل الله تعالى بين الصلاتين:  {إِنْ خِفْتُمْ أَنْ يَفْتِنَكُمُ الَّذِينَ كَفَرُوا ...} إلى قوله تعالى: {عَذَابًا مُهِينًا} فنزلت صلاة الخوف. </p><p> وأخرج أحمد والحاكم وصححه البيهقي في \"الدلائل\" عن أبي عياش الزرقي قال: كنا مع رسول الله - صلى الله عليه وسلم - بعسفان، فاستقبلنا المشركون عليهم خالد بن الوليد، وهم بيننا وبين القبلة، فصلى بنا النبي - صلى الله عليه وسلم - الظهر فقالوا: قد كانوا على حال لو أصبنا غرتهم، ثم قالوا: يأتي عليهم الآن صلاة هي أحب إليهم من أبنائهم وأنفسهم، فنزل جبريل عليه السلام بهذه الآيات بين الظهر والعصر:  {وَإِذَا كُنْتَ فِيهِمْ فَأَقَمْتَ لَهُمُ الصَّلَاةَ} فحضرت، فأمرهم رسول الله - صلى الله عليه وسلم -، فأخذوا السلاح، قال: فصففنا خلفه صفين، قال: ثم ركع فركعنا جميعًا، ثم رفع فرفعنا جميعًا .. الحديث، وروى الترمذي نحوه عن أبي هريرة {وَلَا جُنَاحَ عَلَيْكُمْ إِنْ كَانَ بِكُمْ أَذًى مِنْ مَطَرٍ أَوْ كُنْتُمْ مَرْضَى أَنْ تَضَعُوا أَسْلِحَتَكُمْ} ، وابن جرير نحوه عن جابر بن عبد الله وابن عباس. </p><p> قوله تعالى:  {وَلَا جُنَاحَ عَلَيْكُمْ إِنْ كَانَ بِكُمْ أَذًى مِنْ مَطَرٍ أَوْ كُنْتُمْ مَرْضَى أَنْ تَضَعُوا أَسْلِحَتَكُمْ ...} الآية، أخرج البخاري عن ابن عباس قال نزلت {إِنْ كَانَ بِكُمْ أَذًى مِنْ مَطَرٍ أَوْ كُنْتُمْ مَرْضَى} في عبد الرحمن بن عوف، كان جريحًا. </p><p> قوله تعالى: {إِنَّا أَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ لِتَحْكُمَ بَيْنَ النَّاسِ بِمَا أَرَاكَ اللَّهُ وَلَا تَكُنْ لِلْخَائِنِينَ خَصِيمًا (١٠٥) } الآيات، سبب نزولها: ما أخرجه الترمذي (٢) </p><p>(١) لباب النقول. (٢) لباب النقول.</p><p> والحاكم وغيرهما، عن قتادة بن النعمان قال: كان أهل بيت منا يقال لهم بنو أبيرق - بشر وبشير ومبشر - وكان بشير رجلًا منافقًا يقول الشعر يهجو به أصحاب رسول الله - صلى الله عليه وسلم -، ثم ينحله بعض العرب يقول: قال فلان كذا، وكانوا أهل بيت حاجة وفاقة في الجاهلية والإِسلام، وكان الناس إنَّما طعامهم بالمدينة التمر والشعير، فابتاع عمي رفاعة بن زيد حملًا من الدرمك - الدقيق الأبيض - فجعله في مشربة له فيها سلاح ودرع وسيف، فعدي عليه من تحت، فنقبت المشربة، وأخذ الطعام والسلاح، فلما أصبح أتاني عمي رفاعة فقال: يا ابن أخي إنَّه قد عدي علينا في ليلتنا هذه، فنقبت مشربتنا وذهب بطعامنا وسلاحنا، فتجسسنا في الدار، وسألنا فقيل لنا: قد رأينا بني أبيرق استوقدوا في هذه الليلة، ولا نرى فيما نرى إلا على بعض طعامكم، فقال: بنو أبيرق ونحن نسأل في الدار، والله ما نرى صاحبكم إلا لبيد بن سهل، رجل منا له صلاح وإسلام، فلما سمع لبيد اخترط سيفه وقال: أنا أسرق، والله ليخالطنكم هذا السيف، أو لتبينن هذه السرقة، قالوا: إليك عنا أيها الرجل، فما أنت بصاحبها، فسألنا في الدار حتى لم نشك أنهم أصحابها، فقال لي عمي: يا ابن أخي لو أتيت رسول الله - صلى الله عليه وسلم - فذكرت له ذلك، فأتيته فقلت: أهل بيت منا أهل جفاء، عمدوا إلى عمي فنقبوا مشربة له، وأخذوا سلاحه وطعامه، فليردوا علينا سلاحنا، وأمَّا الطعام فلا حاجة لنا فيه، فقال رسول الله - صلى الله عليه وسلم -: سأنظر في ذلك، فلما سمع بنو أبيرق أتوا رجلًا منهم يقال له أسير بن عروة، فكلموه في ذلك، فاجتمع في ذلك أناس من أهل الدار فقالوا: يا رسول الله إن قتادة بن النعمان وعمه عَمَد إلى أهل إسلام وصلاح، يرمونهم بالسرقة من غير بينة ولا تثبت، قال قتادة: فأتيت رسول الله - صلى الله عليه وسلم - فقال: عمدت إلى أهل بيت ذكر منهم إسلام وصلاح ترميهم بالسرقة على غير تثبت وبينة؟ فرجعت فأخبرت عمي فقال: الله المستعان، فلم نلبث أن نزل القرآن: {إِنَّا أَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ لِتَحْكُمَ بَيْنَ النَّاسِ بِمَا أَرَاكَ اللَّهُ وَلَا تَكُنْ لِلْخَائِنِينَ خَصِيمًا (١٠٥) } بني أبيرق {وَاسْتَغْفِرِ اللَّهَ} ؛ أي: مما قلت لقتادة إلى قوله: {عَظِيمًا} فلما نزل القرآن أتي رسول الله - صلى الله عليه وسلم - بالسلاح فرده إلى رفاعة، ولحق بشير بالمشركين، فنزل على سلافة بنت سعد، فأنزل الله عز وجل: {وَمَن </p>"
}