{
  "id": null,
  "sura": 4,
  "aya": 128,
  "text": "<p> ١٢٨ - {وَإِنِ امْرَأَةٌ خَافَتْ} ؛ أي: وإن خافت وتوقعت امرأة وزوجة {مِنْ بَعْلِهَا} وزوجها {نُشُوزًا} ؛ أي: ترفعًا عليها بما لاح لها من قرائن وأمارات، بأن منعها نفسه ونفقتها، والمودة والرحمة التي بين الرجل والمرأة، أو آذاها بسبّ أو ضرب أو نحو ذلك، {أَوْ إِعْرَاضًا} عنها بوجهه، بأن قلل من محادثتها ومؤانستها، لبعض أسباب من طعن في سن، أو دمامة، أو شيء في الأخلاق والخلق، أو ملال لها، أو طموح إلى غيرها، أو نحو ذلك. </p><p> ولكن الواجب عليها أن تتثبت فيما تراه من أمارات الإعراض، فربما كان الذي شغله من مسامرتها والرغبة في مباعلتها عوارض من مشاكل الحياة الدنيوية أو الدينية، وهي أسباب خارجية لا دخل لها فيها، ولا تعلق لها بكراهتها والجفوة عنها، وحينئذ عليها أن تعذره وتصبر على ما لا تحب من ذلك، أما إذا استبان لها أن ذلك لكراهته إياها ورغبته عنها {فَلَا جُنَاحَ عَلَيْهِمَا} ؛ أي: فلا حرج ولا إثم على الزوج والمرأة حنيئذ في {أَنْ يُصْلِحَا} ويتوافقا فيما {بَيْنَهُمَا} ويفعلا {صُلْحًا} ؛ أي: أمرًا فيه صلاح وموافقة لهما عليه، كأن تسمح له ببعض حقها عليه في النفقة، أو المبيت معها، أو بحقها كله فيهما، أو في أحدهما لتبقى في عصمته مكرمة، أو تسمح له ببعض المهر ومتعة الطلاق، أو بكل ذلك ليطلقها كما جاء في قوله تعالى:  {فَلَا جُنَاحَ عَلَيْهِمَا فِيمَا افْتَدَتْ بِهِ} وإنما يحل له ذلك إذا كان برضاها، لاعتقادها أن الخير لها في ذلك؛ بلا ظلم ولا إهانة. </p><p> وقد روي أن امرأة أراد زوجها أن يطلقها لرغبته عنها، وكان لها منه ولد، فقالت له: لا تطلقني ودعني أقوم على ولدي وتقسم لي في كل شهرين، فقال: إن كان هذا يصلح فهو أحب إلى، فأقرها على ما طلبت بعد ما أتى رسول الله - صلى الله عليه وسلم - فسأله عن ذلك، وأنزلت الآية فيه. </p><p> وهذا من جملة ما أخبر الله تعالى أنه يفتيهم به في النساء، مما لم يتقدم ذكره في هذه السورة، وقرأ الكوفيون (١) : {يُصْلِحَا} من أصلح الرباعي على وزن </p><p>(١) البحر المحيط.</p><p> أكرم، وقرأ باقي السبعة:  {يُصْلِحَا} وأصله يتصالحا وأدغمت التاء في الصاد، وقرأ عبيدة السلماني {يصالحا} من المفاعلة، وقرأ الأعمش:  {أن أصالحا} ، وهي قراءة ابن مسعود جعل ماضيًا، وأصله تصالح على وزن تفاعل، فأدغم التاء في الصاد، واجتلبت همزة الوصل، والصلح ليس مصدرًا لشيء من هذه الأفعال التي قرئت، فإن كان اسما لما يصلح به كالعطاء من أعطى .. فيحتمل أن يكون انتصابه على إسقاط حرف الجر؛ أي: يصلح؛ أي: بشيء يصطلحان عليه، ويجوز أن يكون مصدرًا لهذه الأفعال على حذف الزوائد. {وَالصُّلْحُ} ؛ أي: والمسامحة والمصالحة على شيء مما سبق ذكره {خَيْرٌ} من سوء العشرة وكثرة الخصومة، أو خير من التسريح والفراق؛ لأن رابطة الزوجية من أعظم الروابط، وأحقها بالحفظ، وميثاقها من أغلظ المواثيق، وعروض الخلاف بين الزوجين، وما يترتب عليه من نشوز وإعراض وسوء معاشرة من الأمور الطبيعية التي لا يمكن زوالها، وأفعل التفضيل في قوله:  {خَيْرٌ} ليس على بابه. </p><p> وأجمل ما جاء في الإِسلام لمنع الخلاف بين الزوجين هو المساواة بينهما في كل شيء، إلا القيام برياسة الأسرة، لأنه أقوى من المرأة بدنًا وعقلًا، وأقدر على الكسب، وعليه النفقة كما جاء في قوله تعالى:  {وَلَهُنَّ مِثْلُ الَّذِي عَلَيْهِنَّ بِالْمَعْرُوفِ وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٌ} فيجب على الرجل أن يعاشرها بالمعروف، وأن يتحرى العدل بقدر المستطاع، {وَأُحْضِرَتِ الْأَنْفُسُ الشُّحَّ} ؛ أي: جعلت الأنفس عرضة وهدفًا للشح والبخل، وجعل الشح حاضرًا لها لا يغيب عنها، ولا ينفك عنها أبدًا، والفعل فيه مبني للمفعول، والمعنى: أحضر الله الأنفس الشح؛ أي: جبلها عليه، فمتى تعلقت الأنفس بشيء منه .. فلا ترجع عنه إلا بمشقة، يعني: أن أنفسهما بل أنفس كل إنسان طبعت وجبلت على البخل بما يلزمها، أو بما يحسن فعله من الخيرات، فإذا عرض لها داع من دواعي البذل .. ألم بها الشح والبخل، ونهاها أن تبذل ما ينبغي بذله لأجل الصلح، فالنساء حريصات على حقوقهن في القسم والنفقة وحسن العشرة، والرجال حريصون على أموالهم أيضًا، فينبغي أن يكون التسامح بينهما كاملًا؛ إذ هما قد ارتبطا ارتباطًا وثيقًا بذلك الميثاق العظيم، وأفضى بعضهما إلى بعض، </p>"
}