{
  "id": null,
  "sura": 4,
  "aya": 86,
  "text": "<p> والسيئة: أن يشفع في إسقاط حد أو هضم حق، أو إعطائه لغير مستحق، أو محاباة في عمل بما يوصل إلى الخلل والزلل، ولأجل هذا قال العلماء: الشفاعة الحسنة ما كانت فيما استحسنه الشرع، والسيئة فيما كرهه أو حرمه. </p><p> وفي الآية من العبرة لنا أن نتذكر أن الحاكم العادل لا تنفع الشفاعة عنده إلا بإخباره بما لم يكن يعلم من مظلمة المشفوع له، أو استحقاقه لما يطلب له، ولا يقبل الشفاعة لإرضاء الشافع فيما يخالف الحق والعدل ويخالف المصلحة العامة. أما الحاكم الظالم فتروج عنده الشفاعات؛ لأنه يحابي أعوانه المقربين منه ليكونوا شركاء له في استبداده، ليثبتوا على خدمته وإخلاصهم له، والحكومات التي تروج فيها الشفاعات وتعتمد عليها الرعية في كل ما تطلب تضيع فيها الحقوق، ويحل الظلم محل العدل، ويسري من الدولة إلى الأمة، فيعم فيها الفساد، ويختل نظام الأعمال. {وَكَانَ اللَّهُ} سبحانه وتعالى {عَلَى كُلِّ شَيْءٍ مُقِيتًا} ؛ أي: قادرًا على إيصال الجزاء إلى الشافع، مثل ما يوصله إلى المشفوع فيه، وحافظًا للأشياء، شاهدًا عليها، فهو عالم بأن الشافع يشفع في حق أو باطل، فيجازي كلًّا بما علم منه. </p><p> والمعنى: أن الله سبحانه وتعالى كان مقتدرًا على كل شيء، فلا يعجزه أن يعطي الشافع نصيبًا وكفلًا من شفاعته، على قدرها في النفع والضر، ويجازي كلًّا بما يستحق؛ لأن سننه قد قضت بأن يربط الجزاء بالأسباب. </p><p> ٨٦ - وبعد أن علَّم الله سبحانه وتعالى المؤمنين طريق الشفاعة الحسنة والسيئة، وهي من أسباب التواصل بين الناس .. علمهم سنة التحية بينهم وبين إخوانهم؛ ليؤدبهم بأدب دينه، ويزكيهم ويطهر نفوسهم من الغل والحسد، فقال:  {وَإِذَا حُيِّيتُمْ بِتَحِيَّةٍ} ؛ أي: وإذا حياكم أحد بتحية، بأن قال لكم: السلام عليكم، أو قال: السلام عليكم ورحمة الله .. {فَحَيُّوا بِأَحْسَنَ مِنْهَا} ؛ أي: فأجيبوه بتحية أحسن وأكمل وأزيد من تحية المسلِّم عليكم، إذا كان المسلِّم من أهل الإِسلام، بأن تقولوا: وعليكم السلام ورحمة الله، أو وعليكم السلام ورحمة الله وبركاته، ويقال: لكل شيء منتهى، ومنتهى السلام: وبركاته، بدليل أن هذا القدر هو </p><p> الوارد في التشهد، فالأحسن هو أن المسلِّم إذا قال السلام عليك .. زيد في جوابه الرحمة، وإن ذكر السلام والرحمة في الابتداء .. زيد في جوابه البركة، وإن ذكر الثلاثة في الابتداء .. أعيدت في الجواب، وجواب السلام إكرام للمسلِّم، وتركه إهانة، والإهانة ضرر، والضرر حرام، وإذا استقبلك واحد فقل: سلام عليكم، واقصد الرجل والملكين، فإنك إذا سلمت عليهما ردا السلام عليك، ومن سلم الملك عليه .. فقد سلم من عذاب الله تعالى. {أَوْ رُدُّوهَا} ؛ أي: أجيبوها بمثلها، بأن تقولوا: وعليكم السلام في المثال الأول، أو وعليكم السلام ورحمة الله في المثال الثاني، فمعنى رد السلام جوابه بمثله؛ لأن المجيب يرد قول المسلِّم، وفيه حذف مضاف؛ أي: ردوا مثلها، والتسليم سنة، والرد على الفور فريضة، والأحسن أفضل. </p><p> وقد يكون (١) حسن الجواب بمعناه، أو كيفية أدائه، وإن كان بمثل لفظ المبتدأ بالتحية، أو مساويه في الألفاظ أو أخصر منه، فمن قال لك: السلام عليك بصوت خافت، يشعر بقلة العناية، فقلت له: وعليكم السلام بصوت أرفع وبإقبال يشعر بالعناية، أو بزيادة الإقبال والتكريم .. كنت قد حييته بتحية أحسن من تحيته في صفتها، وإن كانت مثلها في لفظها. </p><p> والخلاصة: أن الجواب عن التحية له مرتبتان: </p><p> أدناهما: ردها بعينها. </p><p> وأعلاهما: الجواب عنها بأحسن منها، والمجيب مخير بينهما. </p><p> والتحية (٢) : تفعلة من حيَّا، وأصلها من الحياة، ثم جُعل السلام تحية؛ لكونه خارجًا عن حصول الحياة، وسبب الحياة في الدنيا أو في الآخرة، والتحية أن يقال: حياك الله؛ أي: جعل الله لك حياة، وذلك إخبار، ثم جُعل دعاء، وهذه اللفظة كانت العرب تقولها، فلما جاء الإِسلام .. بدل ذلك بالسلام، وهو </p><p>(١) المراغي. (٢) الخازن.</p><p> المراد به بالآية، يعني إذا سلم عليكم المسلِّم .. فأجيبوه بأحسن مما سلم به عليكم، وإنما اختير لفظ السلام على لفظة حياك الله؛ لأنه أتم وأحسن وأكمل، لأن معنى السلام السلامة من الآفات، فإذا دعا الإنسان بطول الحياة بغير سلامة .. كانت حياته مذمومة منغصة، وإذا كان في حياته سليمًا .. كان أتم وأكمل، فلهذا السبب اختير لفظ السلام، ومن المطلوب المصافحة؛ لما ورد أنها تذهب الغل من القلوب، وأما تقبيل اليد فهو مكروه، إلا لمن ترجى بركته كشيخ أو والد، وأما المعانقة فمكروهة إلا لتشوق كقدوم من سفر ونحوه، ذكره الصاوي. {إِنَّ اللَّهَ} سبحانه وتعالى {كَانَ عَلَى كُلِّ شَيْءٍ حَسِيبًا} ؛ أي (١) : محاسبًا لكم على كل أعمالكم، وكافيًا في إيصال جزاء أعمالكم إليكم، فكونوا على حذر من مخالفة هذا التكليف، وهذا يدل على شدة الاعتناء بحفظ الدماء؛ أي: إنه (٢) تعالى رقيب عليكم في مراعاة هذه الصلة بينكم بالتحية، ويحاسبكم على ذلك، وفي هذا إشارة إلى تأكيد أمر هذه الصلة بين الناس، ووجوب رد التحية على من يسلم علينا ويحيينا، والمعنى: أنه تعالى على كل شيء من رد السلام بمثله أو بأحسن منه مجازٍ. </p><p> ذكر نبذة من أحكام السلام فصل في فضل السلام والحث عليه </p><p> عن عبد الله بن عمرو بن العاص رضي الله عنهما أن رجلًا سأل رسول الله - صلى الله عليه وسلم -: أي الإِسلام خير؟ قال:  \"تطعم الطعام، وتقرأ السلام على من عرفت ومن لم تعرف\" . متفق عليه. قوله: أي الإِسلام خير معناه: أي خصال الإِسلام خير. وعن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"لا تدخلوا الجنة حتى تؤمنوا، ولا تؤمنوا حتى تحابوا، أولا أدلكم على شيء إذا فعلتموه تحاببتم .. أفشوا السلام بينكم\" . أخرجه مسلم. </p><p>(١) المراح. (٢) المراغي.</p><p> وعن عبد الله بن سلام رضي الله عنه قال: سمعت رسول الله - صلى الله عليه وسلم - يقول:  \"أيها الناس أفشوا السلام، وأطعموا الطعام، وصلوا الأرحام، وصلوا والناس نيام، تدخلوا الجنة بسلام\" . أخرجه الترمذي وقال حديث صحيح. </p><p> وعن أبي أمامة الباهلي رضي الله عنه قال: أمرنا نبينا - صلى الله عليه وسلم - أن نفشي السلام، أخرجه ابن ماجه. </p><p> فصل في أحكام تتعلق بالسلام وفيه مسائل المسألة الأولى: في كيفية السلام </p><p> وعن أبي هريرة رضي الله عنه عن النبي - صلى الله عليه وسلم - قال:  \"لما خلق الله تعالى آدم عليه السلام ..قال:اذهب فسلم على أولئك - نفر من الملائكة جلوس - فاستمع ما يحيونك به، فإنها تحيتك، وتحية ذريتك،فقال:السلام عليكم،فقالوا:عليك السلام ورحمة الله، فزادوه ورحمة الله\" . متفق عليه، قال العلماء: يستحب لمن يبتدىء بالسلام أن يقول: السلام عليكم ورحمة الله وبركاته، فيأتي بضمير الجمع، وإن كان المسلم عليه واحدًا، ويقول المجيب: وعليكم السلام ورحمة الله وبركاته، فيأتي بواو العطف في قوله وعليكم، ليحصل الارتباط بين الجملتين. </p><p> وعن عمران بن حصين رضي الله عنه قال:  \"جاء رجل إلى النبي - صلى الله عليه وسلم -فقال:السلام عليكم، فرد عليه ثم جلس، فقال رسول الله - صلى الله عليه وسلم -: عشر،ثم جاء آخر فقال:السلام عليكم ورحمة الله،فرد عليه فجلس فقال:عشرون،فجاء آخر فقال:السلام عليكم ورحمة الله وبركاته، فرد عليه فجلس،فقال:ثلاثون\" أخرجه أبو داود والترمذي وقال حديث حسن. وقيل إذا قال المسلم: السلام عليكم .. يقول المجيب: وعليكم السلام ورحمة الله، فيزيده ورحمة الله، وإذا قال: السلام عليكم ورحمة الله .. يقول: وعليكم السلام ورحمة الله وبركاته، فيزيده وبركاته، وإذا قال: السلام عليكم ورحمة الله وبركاته .. يرد عليه السلام بمثله ولا يزيد عليه. </p><p> وروي أن رجلًا سلم على ابن عباس فقال: السلام عليكم ورحمة الله وبركاته، ثم زاد شيئًا، فقال ابن عباس: إن السلام انتهى إلى البركة، ويستحب للمسلِّم أن يرفع صوته بالسلام، ليسمع المسلَّم عليه، فيجيبه، ويشترط أن يكون الرد على الفور، فإن أخره ثم رد .. لم يعد جوابًا وكان آثمًا بترك الرد. </p><p> المسألة الثانية: في حكم السلام </p><p> الابتداء بالسلام سنة مستحبة ليس بواجب، وهو سنة على الكفاية، فإن كانوا جماعة، فسلم واحد منهم .. كفى عن جميعهم، ولو سلم كلهم .. كان أفضل وأكمل. قال القاضي حسين من أصحاب الشافعي: ليس لنا سنة على الكفاية إلا هذا، وفيه نظر؛ لأن تشميت العاطس سنة على الكفاية أيضًا كالسلام، ولو دخل على جماعة في بيت أو مجلس أو مسجد .. وجب عليه أن يسلم على الحاضرين، لقوله - صلى الله عليه وسلم -: \"أفشوا السلام\" ، والأمر للوجوب، أو يكون ذلك سنة مؤكدة؛ لأن السلام من شعار أهل الإِسلام، فيجب إظهاره أو يتأكد استحبابه. </p><p> أما الرد على المسلّم: فقد أجمع العلماء على وجوبه، ويدل عليه قوله تعالى:  {وَإِذَا حُيِّيتُمْ بِتَحِيَّةٍ فَحَيُّوا بِأَحْسَنَ مِنْهَا أَوْ رُدُّوهَا} ؛ والأمر للوجوب؛ لأن في ترك الرد إهانة للمسلِّم، فيجب ترك الإهانة، فإن كان المسلَّم عليه واحدًا .. وجب عليه الرد، وإذا كانوا جماعة .. كان رد السلام في حقهم فرض كفاية، فلو رد واحد منهم .. سقط فرض الرد عن الباقين، وإن تركوه كلهم .. أثموا. </p><p> عن علي بن أبي طالب رضي الله عنه عن النبي - صلى الله عليه وسلم - قال:  \"يجزئ عن الجماعة إذا مروا أن يسلم أحدهم، ويجزىء عن الجلوس أن يرد أحدهم\" . أخرجه أبو داود. </p><p> المسألة الثالثة: في آداب السلام </p><p> السنة أن يسلم الراكب على الماشي، والماشي على القاعد، والقليل على الكثير، والصغير على الكبير. </p><p> عن أبي هريرة رضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال:  \"يسلم الراكب على الماشي، والماشي على القاعد، والقليل على الكثير\" . متفق عليه. </p><p> وفي رواية للبخاري قال: يسلم الصغير على الكبير، والمار على القاعد، والقليل على الكثير، وإذا تلاقى رجلان. . فالمبتدىء بالسلام هو الأفضل، لما روي عن أبي أمامة الباهلي قال: قال رسول الله - صلى الله عليه وسلم -: إن أولى الناس باللهِ عز وجل من بدأهم بالسلام \". أخرجه أبو داود والترمذي،ولفظه قال:قيل: يا رسول الله، الرجلان يلتقيان أيهما يبدأ بالسلام،قال:\" أولاهما باللهِ \".قال الترمذي:حديث حسن.</p><p> ويُستحب أن يبدأ بالسلام قبل الكلام والحاجة، والسنة إذا مر بجماعة صبيان صغار أن يسلم عليهم؛ لما روي عن أنس رضي الله عنه: أنه مر على صبيان فسلم عليهم، وقال: كان رسول الله - صلى الله عليه وسلم - يفعله. أخرجاه في \" الصحيحين \". وفي رواية لأبي داود أن النبي - صلى الله عليه وسلم -: \" مر على غلمان يلعبون فسلم عليهم \".</p><p> وأما السلام على النساء: فإن كن جمعًا جالسات في مسجد أو موضع .. فيستحب أن يسلم عليهن، إذا لم يخف على نفسه أو عليهن فتنة، لما روي عن أسماء بنت يزيد قالت: \" مر علينا رسول الله - صلى الله عليه وسلم - في نسوة فسلم علينا \". أخرجه أبو داود.وفي رواية للترمذي:\" أن رسول الله - صلى الله عليه وسلم - مر في المسجد يومًا وعصبة من النساء قعود فألوى بيده بالتسليم\". قال الترمذي حديث حسن. </p><p> وإذا مر على امرأة مفردة أجنبية، فإن كانت جميلة .. فلا يسلم عليها، ولو سلم .. فلا ترد هي عليه؛ لأنه لم يستحق الرد، وإن كانت عجوزًا، لا يخاف عليه ولا عليها الفتنة .. سلم عليها، وترد هي عليه، وحكم النساء مع النساء كحكم الرجال مع الرجال في السلام، فيسلم بعضهن على بعض. </p><p> المسألة الرابعة: في الأحوال التي يكره فيها السلام </p><p> فمن ذلك الذي يبول أو يتغوط أو يجامع ونحو ذلك، لا يسلم عليه، فلو سلم .. فلا يستحق المسلِّم جوابًا، لما روي عن ابن عمر رضي الله عنما: أن رجلًا مر ورسول الله - صلى الله عليه وسلم - يبول، فسلم عليه، فلم يرد عليه. أخرجه مسلم. قال الترمذي: إنما يكره إذا كان على الغائط أو البول. ويكره التسليم على من في </p><p> الحمام، وقيل إن كانوا متزرين بالمآزر سلم عليهم إلا فلا. ويكره التسليم على النائم والناعس والمصلي والمؤذن والتالي في حال الصلاة والأذان والتلاوة، ويكره الابتداء بالسلام في حال الخطبة؛ لأن الجالسين مأمورون بالإنصات للخطبة، ويكره أن يبدأ المبتدع بالتسليم عليه، وكذلك المعلن بفسق، وكذلك الظلمة ونحوهم، فلا يسلم على هؤلاء. </p><p> المسألة الخامسة: في حكم السلام على أهل الذمة اليهود والنصارى </p><p> واختلف العلماء فيه: فذهب أكثرهم إلى أنه لا يجوز ابتداؤهم بالسلام، وقال بعضهم: إنه ليس بحرام بل هو مكروه كراهة تنزيه، ويدل على ذلك ما روي عن أبي هريرة: أن رسول الله - صلى الله عليه وسلم - قال:  \"لا تبدؤوا اليهود ولا النصارى بالسلام، وإذا لقيتم أحدهم في طريق فاضطروه إلى أضيقه\" . أخرجه مسلم. </p><p> وإذا سلم يهودي أو نصراني على مسلم فيرد عليه، ويقول: عليك، بغير واو العطف، لما روي عن أنس رضي الله عنه أن يهوديًّا أتى على رسول الله - صلى الله عليه وسلم - وأصحابه، فقال: السام - الموت - عليكم، فرد عليه القوم، فقال رسول الله - صلى الله عليه وسلم -: \"هل تدرون ما قال\" ؟ قالوا: الله ورسوله أعلم يا نبي الله، قال:  \"لا ولكنه قال كذا وكذا، ردوه عليَّ\" ، فردوه، فقال:  \"قلت: السام عليكم\" ، قال: نعم يا نبي الله، فقال - صلى الله عليه وسلم - عند ذلك:  \"إذا سلم عليكم أحد من أهل الكتاب .. فقولوا عليك؛أي:عليك ما قلت\" . أخرجه الترمذي. فلو أتى بواو العطف وميم الجمع، فقال: وعليكم .. جاز؛ لأنَّا نجاب عليهم في الدعاء، ولا يجابون علينا، ويدل على ذلك ما روي عن جابر: أن رسول الله - صلى الله عليه وسلم - مر عليه ناس من اليهود، فقالوا: السام عليك يا أبا القاسم، فقال:  \"وعليكم \" ، فقالت عائشة وغضبت: ألم تسمع ما قالوا، قال:  \"بلى قد سمعت فرددت عليهم، وإنا نجاب عليهم، ولا يجابون علينا\" . أخرجه مسلم. </p><p> وإذا مر المسلم على جماعة فيهم مسلمون ويهود ونصارى .. يسلم عليهم؛ ويقصد بتسليمه المسلمين، لما روي عن أسامة بن زيد: أن رسول الله - صلى الله عليه وسلم - مر على مجلس فيه أخلاط من المسلمين واليهود فسلم عليهم. أخرجه الترمذي. </p>"
}