{
  "id": null,
  "sura": 4,
  "aya": 126,
  "text": "<p> والخلاصة: أنه مَنَّ عليه بسلامة الفطرة، وقوة العقل، وصفاء الروح، وكمال المعرفة، وفنائه في التوحيد. </p><p> وإنما سمي (١) إبراهيم خليلًا لأنه انقطع إلى الله في كل حال، وقيل: لأنه وإلى في الله وعادى في الله، وقيل: لأنه تخلق بأخلاق حسنة وخلال كريمة، وقيل: الخليل المحب الذي ليس في محبته خلل، وسمي إبراهيم خليل الله لأنه أحبه محبة كاملة ليس فيها نقص ولا خلل، وأُنشد في معنى الخلة التي هي بمعنى المحبة: </p><p> قَدْ تَخَلَّلْتَ مَسْلَكَ الرُّوْحِ مِنِّيْ ... وَبِهِ سُمِّيَ الْخَلِيْلُ خَلِيْلاَ </p><p> ومعنى خلة العبد لربه: جعل فقره وفاقته وحاجته إلى الله تعالى، ومعنى خلة الله للعبد: هي تمكينه من طاعته وعصمته وتوفيقه وستر خلله ونصره والثناء عليه، فقد أثنى الله عَزَّ وَجَلَّ على إبراهيم عليه السلام، وجعله إمامًا للناس يقتدى به. </p><p> ١٢٦ - ثم ذكر ما هو كالعلة لما سبق بقوله:  {وَلِلَّهِ} سبحانه وتعالى، لا لغيره {مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ} ملكًا وخلقًا وعبيدًا؛ أي: إن كل ما في السموات والأرض ملك له ومن خلقه، مهما اختلفت صفات المخلوقات .. فجميعها مملوكة عابدة له، خاضعة لأمره، يصطفي من يشاء منها بما شاء من كرمه وجوده، لا اعتراض عليه {وَكَانَ اللَّهُ} سبحانه وتعالى {بِكُلِّ شَيْءٍ} : من أهل السموات والأرض وغيرهما {مُحِيطًا} إحاطة قهر وتسخير، وإحاطة علم وتدبير، وإحاطة وجود؛ لأن هذه الموجودات ليس وجودها من ذاتها، ولا هي ابتدعت نفسها، بل وجودها مستمد من ذلك الوجود الأعلى، فالوجود الإلهي هو المحيط بكل موجود، فوجب أن يخلص له الخلق، ويتوجه إليه العباد، فهذه الجملة مقررة لمعنى الجملة التي قبلها؛ أي: أحاط علمه بكل شيء، لا يغادر صغيرة ولا كبيرة إلا أحصاها. </p><p> وقد جاءت هذه الآية خاتمة لما تقدم لفوائد: </p><p>(١) الخازن.</p><p> منها: بيان الدليل على أنه المستحق وحده لإسلام الوجه له، والتوجه إليه في كل حال؛ لأنه هو المالك لكل شيء، وغيره لا يملك لنفسه شيئًا. </p><p> ومنها: نفي ما يتوهم في اتخاذ إبراهيم خليلًا من أن هناك شيئًا من المقاربة في حقيقة الذات والصفات. </p><p> ومنها: التذكير بقدرته تعالى على إنجاز وعده ووعيده في الآيات التي قبلها، إذ من له ما في السموات وما في الأرض خلقًا وملكًا فهو أكرم من وعد، وفي \"الفتوحات\" : وهذه الجملة مستأنفة، مقررة لوجوب طاعة الله تعالى، وقيل: لبيان أن اتخاذه لإبراهيم خليلًا ليس لاحتياجه إلى ذلك، كما هو شأن الآدميين، وقيل: لبيان أن الخلة لا تخرج إبراهيم عن رتبة العبودية، وقيل: لبيان أن اصطفائه إبراهيم للخلة بمحض مشيئته تعالى اهـ. </p><p> فصل </p><p> وقد اتخذ الله تعالى محمدًا - صلى الله عليه وسلم - خليلًا كما اتخذ إبراهيم خليلًا، فقد ثبت في \"الصحيحين\" عن أبي سعيد الخدري رضي الله عنه عن النبي - صلى الله عليه وسلم - أنه قال:  \"لو كنت متخذًا خليلًا غير ربي .. لاتخذت أبا بكر خليلًا\" . </p><p> وعن ابن مسعود رضي الله عنه عن النبي - صلى الله عليه وسلم -: \"لو كنت متخذًا خليلًا\" لاتخذت أبا بكر خليلًا، ولكنه أخي وصاحبي، وقد اتخذ الله صاحبكم خليلًا \" أخرجه مسلم، فقد ثبت بهذين الحديثين الخلة للنبي - صلى الله عليه وسلم -، وزاد على إبراهيم عليه السلام بالمحبة، فمحمد - صلى الله عليه وسلم - خليل الله وحبيبه، فقد جاء في الحديث عن ابن عباس أن النبي - صلى الله عليه وسلم -قال:\" ألا وأنا حبيب الله ولا فخر\" أخرجه الترمذي بأطول منه. </p><p> الإعراب </p><p> {لَا خَيْرَ فِي كَثِيرٍ مِنْ نَجْوَاهُمْ إِلَّا مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوفٍ أَوْ إِصْلَاحٍ بَيْنَ النَّاسِ وَمَنْ يَفْعَلْ ذَلِكَ ابْتِغَاءَ مَرْضَاتِ اللَّهِ فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا (١١٤) }. </p><p> {لَا} : نافية عاملة عمل إن، {خَيْرَ} : في محل النصب اسمها، {فِي </p><p> كَثِيرٍ}: جار ومجرور خبر {لا} ، والجملة مستأنفة، {مِنْ نَجْوَاهُمْ} : جار ومجرور ومضاف إليه صفة لـ {كَثِيرٍ} ، {إِلَّا} : أداة استثناء، {مَنْ} : اسم موصول في محل النصب على الاستثناء، ولكنه على حذف مضاف تقديره: إلا نجوى من أمر، أو في محل الجهر بدل من {نَجْوَاهُمْ} ، {أَمَرَ} : فعل ماض، وفاعله ضمير يعود على {مَنْ} ، {بِصَدَقَةٍ} : متعلق به، والجملة صلة الموصول، {أَوْ مَعْرُوفٍ أَوْ إِصْلَاحٍ} : معطوفان على {صدقة} ، {بَيْنَ النَّاسِ} : ظرف ومضاف إليه متعلق بـ {إِصْلَاحٍ} ، {وَمَنْ}  {الواو} استئنافية، {مَنْ} : اسم شرط في محل الرفع مبتدأ، والخبر جملة الشرط أو الجواب أو هما، {يَفْعَلْ ذَلِكَ} : فعل ومفعول، مجزوم على كونه فعل شرط لها، وفاعله ضمير يعود على {مَنْ} ، {ابْتِغَاءَ} : مفعول لأجله مضاف، {مَرْضَاتِ} : مضاف إليه، وهو مضاف، ولفظ الجلالة {اللَّهِ} : مضاف إليه، {فَسَوْفَ}  {الفاء} : رابطة لجواب {مَنْ} الشرطية وجوبًا؛ لكون الجواب جملة تسويفية، {سوف} : حرف تنفيس، {نُؤْتِيهِ} : فعل مضارع، ومفعول أول، {أَجْرًا} : مفعول ثان، {عَظِيمًا} : صفة لـ {أَجْرًا} وفاعله ضمير يعود على الله، والجملة في محل الجزم جواب {مَنْ} الشرطية، وجملة {مَنْ} الشرطية مستأنفة. </p><p> {وَمَنْ يُشَاقِقِ الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَى وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ نُوَلِّهِ مَا تَوَلَّى وَنُصْلِهِ جَهَنَّمَ وَسَاءَتْ مَصِيرًا (١١٥) }. </p><p> {وَمَنْ} : {الواو} : عاطفة أو استئنافية، {من يشاقق الرسول} : جازم ومجزوم ومفعول، و {مَنْ} : في محل الرفع مبتدأ، والخبر جملة الشرط أو الجواب، وفاعله ضمير يعود على {مَنْ} ، {مِنْ بَعْدِ} : جار ومجرور متعلق بـ {يُشَاقِقِ} ، {مَا} : مصدرية، {تَبَيَّنَ} : فعل ماض، {لَهُ} : متعلق به، {الْهُدَى} : فاعل، والجملة الفعلية صلة {مَا} المصدرية، {مَا} مع صلتها في تأويل مصدر مجرور بإضافة الظرف إليه، تقديره: من بعد تبين الهدى له، {وَيَتَّبِعْ} : معطوف على {يُشَاقِقِ} ، وفاعله ضمير يعود على {مِنْ} ، {غَيْرَ سَبِيلِ الْمُؤْمِنِينَ} : مفعول به ومضاف إليه. {نُوَلِّهِ} : فعل ومفعول أول، مجزوم بـ {من} </p><p> على كونه جوابًا لها، وفاعله ضمير يعود على الله، وجملة {مَنْ} الشرطية معطوفة على جملة {مَنْ} الأولى أو مستأنفة، {مَا} : موصولة أو موصوفة في محل النصب مفعول ثان لولى، {تَوَلَّى} : فعل ماض وفاعله ضمير يعود على {مَنْ} ، ومفعوله محذوف تقديره تولاه، وهو العائد على {مَا} ، والجملة صلة لـ {ما} أو صفة لها، {ونصله} : فعل ومفعول أول، معطوف على {نُوَله} ، وفاعله ضمير يعود على الله، {جَهَنَّم} : مفعول ثان، {وَسَاءت} : فعل ماض من أفعال الذم، وفاعله ضمير يعود على {جَهَنَّمَ} ، {مَصِيَرًا} : تمييز، والجملة إنشائية لا محل لها من الإعراب. </p><p> {إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ وَمَنْ يُشْرِكْ بِاللَّهِ فَقَدْ ضَلَّ ضَلَالًا بَعِيدًا (١١٦) }. </p><p> {إنَّ الله} : ناصب واسمه، {لَا يَغْفِرُ} : ناف وفعل مضارع، وفاعله ضمير يعود على {الله} ، والجملة في محل الرفع خبر {إنَّ} ، وجملة {إنَّ} مستأنفة، {أَن} : حرف نصب ومصدر، {يشُرَكَ} : فعل مضارع مغير الصيغة منصوب بـ {أنْ} ، {بِهِ} : جار ومجرور في محل الرفع نائب فاعل، وجملة {أَن} المصدرية مع صلتها في تأويل مصدر منصوب على المفعولية، تقديره: لا يغفر الإشراك به، {وَيَغفِرُ} : فعل مضارع وفاعله ضمير يعود على {الله} ، والجملة في محل الرفع معطوفة على جملة {لَا يَغْفِرُ} ، {مَا} : موصولة أو موصوفة في محل النصب مفعول به، {دون ذلك} : ظرف ومضاف إليه، والظرف صل لـ {ما} أو صفة لها، {لِمَن} : جار ومجرور متعلق بـ {يَغْفِرُ} ، {يشاء} : فعل مضارع، وفاعله ضمير يعود على {الله} ، ومفعوله محذوف، تقديره: لمن يشاء غفران ذنوبه، والجملة صلة لـ {مَنْ} الموصولة، {وَمَن}  {الواو} : استئنافية، {مَنْ} : اسم شرط في محل الرفع مبتدأ، والخبر جملة الشرط، {يُشرِك} : فعل شرط، وفاعله ضمير يعود على {من} ، {بالله} : متعلق به، {فَقَدْ}  {الفاء} : رابطة لجواب {من} الشرطية وجوبًا، {قد} : حرف تحقيق، {ضَلَّ} : فعل ماض في محل الجزم بـ {مَنْ} على كونه جواب الشرط، وفاعله ضمير يعود على </p><p> {مَنْ} ، {ضَلَالًا} : منصوب على المصدرية، {بَعِيدًا} : صفة له، وجملة {مَنْ} الشرطية مستأنفة. </p><p> {إِنْ يَدْعُونَ مِنْ دُونِهِ إِلَّا إِنَاثًا وَإِنْ يَدْعُونَ إِلَّا شَيْطَانًا مَرِيدًا (١١٧) لَعَنَهُ اللَّهُ وَقَالَ لَأَتَّخِذَنَّ مِنْ عِبَادِكَ نَصِيبًا مَفْرُوضًا (١١٨) }. </p><p> {إِنْ} : نافية، {يَدْعُونَ} : فعل وفاعل، {مِنْ دُونِهِ} : جار ومجرور ومضاف إليه متعلق بـ {يَدْعُونَ} ، {إِلَّا} : أداة استثناء مفرغ، {إِنَاثًا} : مفعول به، والجملة مستأنفة، {وَإِنْ}  {الواو} : عاطفة، {إِنْ} : نافية، {يَدْعُونَ} : فعل وفاعل، والجملة معطوفة على الجملة التي قبلها، {إِلَّا} : أداة استثناء مفرغ، {شَيْطَانًا} : مفعول به، {مَرِيدًا} : صفة له. {لَعَنَهُ اللَّهُ} : فعل ومفعول وفاعل، والجملة في محل النصب صفة ثانية لـ {شَيْطَانًا} ، {وَقَالَ} : فعل ماض، وفاعله ضمير يعود على الشيطان، والجملة معطوفة على جملة {لَعَنَهُ اللَّهُ} ، {لَأَتَّخِذَنَّ مِنْ عِبَادِكَ نَصِيبًا مَفْرُوضًا} إلى قوله: {وَمَنْ يَتَّخِذِ الشَّيْطَانَ} مقول محكي لـ {قَالَ} وإن شئت قلت: {لَأَتَّخِذَنَّ}  {اللام} : موطئة للقسم، {أتَّخِذَنَّ} : فعل مضارع في محل الرفع مبني على الفتح، وفاعله ضمير يعود على الشيطان، {مِنْ عِبَادِكَ} : جار ومجرور ومضاف إليه متعلق بـ {أتَّخِذَنَّ} أو حال من {نَصِيبًا} ، {نَصِيبًا} : مفعول به، {مَفْرُوضًا} : صفة له، والجملة الفعلية مع القسم المحذوف في محل النصب مقول القول. </p><p> {وَلَأُضِلَّنَّهُمْ وَلَأُمَنِّيَنَّهُمْ وَلَآمُرَنَّهُمْ فَلَيُبَتِّكُنَّ آذَانَ الْأَنْعَامِ وَلَآمُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْقَ اللَّهِ وَمَنْ يَتَّخِذِ الشَّيْطَانَ وَلِيًّا مِنْ دُونِ اللَّهِ فَقَدْ خَسِرَ خُسْرَانًا مُبِينًا (١١٩) }. </p><p> {وَلَأُضِلَّنَّهُمْ}  {الواو} : عاطفة، {اللام} : موطئة للقسم، {أضلن} : فعل مضارع في محل الرفع مبني على الفتح لاتصاله بنون التوكيد الثقيلة، ونون التوكيد الثقيلة حرف لا محل لها من الإعراب، و {الهاء} : مفعول به، وفاعله ضمير يعود على الشيطان، والجملة مع القسم المحذوف في محل النصب معطوفة على </p><p> جملة قوله:  {لَأَتَّخِذَنَّ} ، {وَلَأُمَنِّيَنَّهُمْ}  {الواو} : عاطفة، {لَأُمَنِّيَنَّهُمْ} : لام قسم وفعل ومفعول ونون توكيد، وفاعله ضمير يعود على الشيطان، والجملة معطوفة على جملة {لَأَتَّخِذَنَّ} ، {وَلَآمُرَنَّهُمْ}  {الواو} : عاطفة، {لَآمُرَنَّهُمْ} : لام قسم وفعل ومفعول ونون توكيد، وفاعله ضمير يعود على الشيطان، والجملة مع القسم المحذوف معطوفة على جملة {لَأَتَّخِذَنَّ} ، {فَلَيُبَتِّكُنَّ}  {الفاء} : عاطفة، و {اللام} : زائدة زيدت لتأكيد القسم المذكور قبله، {يبتكن} : فعل مضارع مرفوع وعلامة رفعه ثبات النون المحذوفة لتوالي الأمثال، وواو الجماعة المحذوفة لالتقاء الساكنين في محل الرفع فاعل، والجملة الفعلية معطوفة على جملة {آمرن} على كونها جوابًا للقسم المحذوف، وأصله: والله لآمرنهم فيبتكونن، {آذَانَ الْأَنْعَامِ} مفعول به ومضاف إليه وقوله: {وَلَآمُرَنَّهُمْ} مع القسم المحذوف معطوف على قوله: {لَأَتَّخِذَنَّ}  {فَلَيُغَيِّرُنَّ}  {الفاء} : عاطفة، و {اللام} : زائدة زيدت لتأكيد القسم المذكور قبله، {يغيرن} : فعل مضارع مرفوع وعلامة رفعه ثبات النون المحذوفة لتوالي الأمثال، والواو المحذوفة لالتقاء الساكنين فاعل، والأصل: ولآمرنهم بالتغيير فيغيرونن، والجملة معطوفة على جملة {آمرنهم} ، {خَلْقَ اللَّهِ} : مفعول به ومضاف إليه. {وَمَنْ}  {الواو} : استئنافية، {من} : اسم شرط في محل الرفع مبتدأ، والخبر جملة الشرط أو الجواب، {يَتَّخِذِ} : فعل شرط مجزوم بـ {مَنْ} ، وفاعله ضمير يعود على {مَنْ} ، {الشَّيْطَانَ} : مفعول أول، {وَلِيًّا} : مفعول ثان، {مِنْ دُونِ اللَّهِ} : جار ومجرور ومضاف إليه صفة لـ {وَلِيًّا} ، {فَقَدْ}  {الفاء} : رابطة لجواب {مَنْ} الشرطية وجوبًا، {قَدْ} حرف تحقيق، {خَسِرَ} : فعل ماض في محل الجزم بـ {مَنْ} على كونه جواب الشرط، وفاعله ضمير يعود على {مَنْ} ، {خُسْرَانًا} : مفعول مطلق، {مُبِينًا} : صفة لـ {خُسْرَانًا} ، وجملة {مَنْ} الشرطية مستأنفة. </p><p> {يَعِدُهُمْ وَيُمَنِّيهِمْ وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُورًا (١٢٠) }. </p><p> {يَعِدُهُمْ} : فعل ومفعول أول، والمفعول الثاني محذوف، تقديره: يعدهم </p><p> طول العمر، وفاعله ضمير يعود على {الشَّيْطَانُ} ، والجملة مستأنفة، {وَيُمَنِّيهِمْ} : فعل ومفعول أول، وفاعله ضمير يعود على {الشَّيْطَانُ} ، والمفعول الثاني محذوف، تقديره: ويمنيهم نيل الآمال، والجملة معطوفة على جملة {يَعِدُهُمُ} ، {وَمَا}  {الواو} : عاطفة، {مَا} : نافية، {يَعِدُهُمُ الشَّيْطَانُ} : فعل ومفعول أول وفاعل، {إِلَّا} : أداة استثناء مفرغ، {غُرُورًا} : مفعول ثان لـ {يَعِدُ} ، والجملة معطوفة على جملة قوله:  {يَعِدُهُمُ} . </p><p> {أُولَئِكَ مَأوَاهُمْ جَهَنَّمُ وَلَا يَجِدُونَ عَنْهَا مَحِيصًا (١٢١) }. </p><p> {أُولَئِكَ} : مبتدأ أول، {مَأوَاهُمْ} : مبتدأ ثان ومضاف إليه، {جَهَنَّمُ} : خبر للمبتدأ الثاني، وجملة المبتدأ الثاني خبر للأول، وجملة الأول مستأنفة، {وَلَا}  {الواو} عاطفة. {لا} : نافية، {يَجِدُونَ} : فعل وفاعل، {عَنْهَا} : حال من {مَحِيصًا} : وهو مفعول به لوجد، والجملة الفعلية في محل الرفع معطوفة على جملة المبتدأ الثاني، على كونها خبرأ للمبتدأ الأول، أو معطوفة على جملة {أُولَئِكَ} . </p><p> {وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا وَعْدَ اللَّهِ حَقًّا وَمَنْ أَصْدَقُ مِنَ اللَّهِ قِيلًا (١٢٢) }. </p><p> {وَالَّذِينَ} : مبتدأ، {آمَنُوا} : فعل وفاعل، والجملة صلة الموصول {وَعَمِلُوا الصَّالِحَاتِ} : فعل وفاعل ومفعول معطوف على {آمَنُوا} و {سَنُدْخِلُهُمْ} : فعل ومفعول أول، وفاعله ضمير يعود على الله، {جَنَّاتٍ} : مفعول ثان، والجملة الفعلية في محل الرفع خبر المبتدأ، والجملة الإسمية مستأنفة، {تَجْرِي} : فعل مضارع، {مِنْ تَحْتِهَا} : جار ومجرور ومضاف إليه متعلق بـ {تَجْرِي} ، {الْأَنْهَارُ} : فاعل، والجملة في محل النصب صفة لـ {جَنَّاتٍ} ، {خَالِدِينَ} : حال من هاء {سَنُدْخِلُهُمْ} ، {فِيهَا} : متعلق بـ {خَالِدِينَ} ، {أَبَدًا} : منصوب على الظرفية، متعلق بـ {خَالِدِينَ} ، {وَعْدَ اللَّهِ} : مصدر مؤكد لمضمون جملة قوله: {سَنُدْخِلُهُمْ} منصوب بفعل محذوف، تقديره: وعدهم الله ذلك الإدخال وعدًا؛ لأن قوله: </p><p> {سَنُدْخِلُهُمْ} بمنزلة وعدهم، {حَقًّا} : حال من المصدر المذكور قبله، أو منصوب بفعل محذوف، تقديره: حق ذلك حقًّا، {وَمَنْ أَصْدَقُ} : مبتدأ وخبر، {مِنَ اللَّهِ} : متعلق بـ {أَصْدَقُ} ، {قِيلًا} : تمييز محول عن المبتدأ، والجملة جملة إنشائية لا محل لها من الإعراب. </p><p> {لَيْسَ بِأَمَانِيِّكُمْ وَلَا أَمَانِيِّ أَهْلِ الْكِتَابِ مَنْ يَعْمَلْ سُوءًا يُجْزَ بِهِ وَلَا يَجِدْ لَهُ مِنْ دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا (١٢٣) }. </p><p> {لَيْسَ} : فعل ماض ناقض، واسمه ضمير يعود على المفهوم من المقام، تقديره: ليس الأمر من الثواب والفضل، {بِأَمَانِيِّكُمْ} : جار ومجرور ومضاف إليه، متعلق بمحذوف، تقديره: ليس الأمر منوطا بأمانيكم، وجملة {لَيْسَ} مستأنفة، {وَلَا أَمَانِيِّ} : معطوف على {أمانيكم} وهو مضاف، {أَهْلِ الْكِتَابِ} : مضاف إليه، {مَنْ} اسم شرط في محل الرفع مبتدأ، والخبر جملة الشرط، {يَعْمَلْ} : فعل شرط مجزوم بـ {مَنْ} وفاعله ضمير يعود على {مَنْ} ، {سُوءًا} : مفعول به، {يُجْزَ} : فعل مضارع مغير الصيغة مجزوم بـ {مَنْ} على كونه جواب الشرط، ونائب فاعله ضمير يعود على {مَنْ} ، {بِهِ} : جار ومجرور متعلق به، وجملة {مَنْ} الشرطية مستأنفة، {وَلَا يَجِدْ} : معطوف على {يُجْزَ} مجزوم بـ {مَنْ} ، وفاعله ضمير يعود على {مَنْ} ، {لَهُ} : متعلق به، {مِنْ دُونِ اللَّهِ} : جار ومجرور ومضاف إليه، متعلق بمحذوف حال من {وَلِيًّا} لأنه صفة نكرة قدمت عليها، {وَلِيًّا} : مفعول {يَجِدْ} ، {وَلَا نَصِيرًا} : معطوف عليه. </p><p> {وَمَنْ يَعْمَلْ مِنَ الصَّالِحَاتِ مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ وَلَا يُظْلَمُونَ نَقِيرًا (١٢٤) }. </p><p> {وَمَنْ}  {الواو} : عاطفة، {من} : اسم شرط في محل الرفع مبتدأ، والخبر جملة الشرط، {يَعْمَلْ} : فعل مضارع مجزوم بـ {مَنْ} ، {مِنَ الصَّالِحَاتِ} : متعلق به، {مِنْ ذَكَرٍ أَوْ أُنْثَى} : جار ومجرور حال من فاعل {يَعْمَلْ} ، {وَهُوَ مُؤْمِنٌ} : مبتدأ وخبر، والجملة حال أيضًا من فاعل {يَعْمَلْ} ، {فَأُولَئِكَ} </p><p> {الفاء} رابطة لجواب {مَنْ} الشرطية وجوبًا {أُولَئِكَ} : مبتدأ {يَدْخُلُونَ الْجَنَّةَ} فعل وفاعل ومفعول، والجملة الفعلية في محل الرفع خبر المبتدأ، والجملة الإسمية في محل الجزم بـ {مَنْ} على كونها جوابًا لها، وجملة {مَنْ} الشرطية معطوفة على جملة {مَنْ} الأولى، {وَلَا يُظْلَمُونَ} : فعل ونائب فاعل {نَقِيرًا} : مفعول ثان، والجملة في محل الرفع معطوفة على جملة {يَدْخُلُونَ} . </p><p> {وَمَنْ أَحْسَنُ دِينًا مِمَّنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ وَاتَّبَعَ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَاتَّخَذَ اللَّهُ إِبْرَاهِيمَ خَلِيلًا (١٢٥) }. </p><p> {وَمَنْ أَحْسَنُ} : مبتدأ وخبر، {دِينًا} : تمييز محول عن المبتدأ، والجملة مستأنفة، {مِمَّنْ} : جار ومجرور متعلق بـ {أَحْسَنُ}  {أَسْلَمَ وَجْهَهُ} : فعل ومفعول، ومضاف إليه، وفاعله ضمير يعود على {من} والجملة صلة الموصول، {لِلَّهِ} : جار ومجرور متعلق بـ {أَسْلَمَ} ، {وَهُوَ مُحْسِنٌ} : مبتدأ وخبر، والجملة حال من فاعل {أَسْلَمَ} ، {وَاتَّبَعَ} معطوف على {أَسْلَمَ} ، وفاعله ضمير يعود على {من} ، {مِلَّةَ} : مفعول به، وهو مضاف، {إِبْرَاهِيمَ} : مضاف إليه، {حَنِيفًا} : حال من فاعل {اتبع} ، أو حال من إبراهيم المضاف إليه لوجود شرطه، كما قال ابن مالك: </p><p> وَلَا تُجِزْ حَالًا مِنَ الْمُضَافِ لَهْ ... إِلَّا إِذَا اقْتَضَى الْمُضَافُ عَمَلَهْ </p><p> أَوْ كَانَ جُزْءَ مَالَهُ أُضِيْفَا ... أَوْ مِثْلَ جُزْئِهِ فَلا تَحِيْفَا </p><p> فإن الملة لا تفارق الشخص، فهي كجزئه من هذه الجهة، ومتى كان المضاف جزءًا أو كالجزء من المضاف. صار كأنه صاحب الحال، فيصح توجه عامله للحال، {وَاتَّخَذَ اللَّهُ إِبْرَاهِيمَ} : فعل وفاعل ومفعول أول، {خَلِيلًا} : مفعول ثان، أو حال من إبراهيم، والجملة الفعلية معطوفة على جملة قوله:  {وَمَنْ أَحْسَنُ دِينًا مِمَّنْ أَسْلَمَ وَجْهَهُ لِلَّهِ} . </p><p> {وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَانَ اللَّهُ بِكُلِّ شَيْءٍ مُحِيطًا (١٢٦) }. </p><p> {وَلِلَّهِ} : جار ومجرور خبر مقدم، {مَا} : اسم موصول في محل الرفع مبتدأ مؤخر، {فِي السَّمَاوَاتِ} : جار ومجرور صلة {مَا} الموصولة، والجملة </p><p> الإسمية مستأنفة، {وَمَا فِي الْأَرْضِ} : معطوف على {مَا فِي السَّمَاوَاتِ} ، {وَكَانَ اللَّهُ} : فعل ناقص واسمه، {بِكُلِّ شَيْءٍ} : جار ومجرور ومضاف إليه متعلق بـ {مُحِيطًا} : وهو خبر {كان} وجملة {كان} مستأنفة. </p><p> التصريف ومفردات اللغة </p><p> {لَا خَيْرَ فِي كَثِيرٍ مِنْ نَجْوَاهُمْ} : النجوى (١) مصدر كالدعوى، يقال نجوت الرجل أنجوه نجوى، من باب دعا، إذا ناجيته، قال الواحدي: ولا تكون النجوى إلا بين اثنين، وقال الزجاج: النجوى ما انفرد به الجماعة، أو الاثنان سرًّا كان أو ظاهرًا انتهى. وقال ابن عطية: النجوى المسارة بالحديث، وتطلق النجوى على القوم المتناجين؛ أي: المتسارين، وهو من باب قوم عدل وصف بالمصدر، وقال الكرماني: النجوى جمع نجي، كقوله تعالى:  {وَإِذْ هُمْ نَجْوَى} ، {أَوْ مَعْرُوفٍ} المعروف هو ما تعرفه النفوس وتقره، وتتلقاه بالقبول. {ابْتِغَاءَ} مصدر ابتغى الخماسي من باب افتعل، ثلاثية بغى - من باب رمى - يبغى بغاء، بضم أوله، وبغيًا وبغية إذا طلب الشيء، {مَرْضَاتِ} مصدر ميمي بمعنى الرضوان؛ لأنه على وزن مفعلة، فأصله مرضوة فألفه بدل من الواو، {وَمَنْ يُشَاقِقِ الرَّسُولَ} شاقق من باب فاعل، والمشاقة المعاداة والمخالفة، مأخوذة من الشق، كأن كل واحد من المتعاديين يكون في شق غير الذي فيه الآخر، وإنما جاز إظهار القاف الأولى هنا؛ لأن الثانية سكنت بالجزم، وحركتها عارضة لالتقاء الساكنين. {مَرِيدًا} المَريدُ العاتي المتمرد، من مَرُدَ - من باب ظرف - إذا عتا وتجبر، والمرِّيد - بوزن السكِّيت - الشديد المرادة والعتو، قال الأزهري: يقال مرد الرجل إذا عتا وخرج عن الطاعة، فهو مارد ومريد، ويقال مرد الرجل إذا عتا وعلا في الحذاقة وتجرد للشر والغواية، قال ابن عيسى: وأصله التملس يقال شجرة مرداء؛ أي: ملساء تناثر ورقها، وغلام أمرد لا نبات بوجهه، وصرح ممرد مملس، لا يعلق به شيء لملاسته، والمارد الذي لا يعلق بشيء من الفضائل. </p><p>(١) البحر المحيط.</p><p> {فَلَيُبَتِّكُنَّ} من البتك وهو الشق والقطع، ومنه سيف باتك؛ أي: قاطع، يقال بتك يبتك - من بابي ضرب ونصر - بتكًا إذا شقه أو قطعه، وبتَّك بالتشديد للتكثير، كما في الآية. والبِتَكُ بكسر أوله وفتح ثانيه بوزن عنب القطع من الشيء واحدها بتكة، بفتح أوله وسكون ثانيه قال الشاعر: </p><p> حَتَى إِذَا مَا هَوَتْ كَفُّ الْوَلِيْدِ لَهَا ... طَارَتْ وَفِيْ كَفِّهِ مِنْ رِيْشِهَا بِتَكُ </p><p> {مَحِيصًا} ، المحيص مفعل من حاص يحيص - من باب باع - حيصًا وحيوصًا ومحاصًا ومحيصًا، وحيصانًا بفتح الياء إذا حاد وعدل عنه، أو زاغ بنفور، ومنه فحاصوا حيصة حمر الوحش، ومنه قول الشاعر: </p><p> وَلَمْ نَدْرِ أَنَّ حِصْنًا مِنَ الْمَوْتِ حِيْصَةٌ ... كَمِ الْعُمْرُ بَاقٍ وَالْمَدَا مُتَطَاوِلُ </p><p> ويقال ما منه محيص؛ أي: محيد ومهرب، والمحاص مثل المحيص قال الشاعر: </p><p> تَحِيْص مِنْ حُكْمِ الْمَنِيَّةِ جَاهِدًا ... مَا لِلرِّجَالِ عَنِ الْمَنُوْنِ مَحَاصُ </p><p> وفي المثل: وقعوا في حيص بيص، وحاص باص إذا وقع في أمر لا يقدر على التخلص منه، ويقال حاص يحوص - من باب قال - حوصًا وحياصًا إذا نفر وزايل المكان الذي فيه، والحوص في العين ضيق مؤخرها. {قِيلًا} القيل مصدر كالقول والقال، وقال ابن السكيت: القيل والقال اسمان لا مصدران، ونصبه هنا على التمييز كما مر. </p><p> {لَيْسَ بِأَمَانِيِّكُمْ} الأماني واحدها أمنية، وهي الصورة التي تحصل في النفس من تمني الشيء وتقديره، وكثيرًا ما يطلق التمني على ما لا حقيقة له، ومن ثم يعبرون به عن الكذب، كما قال عثمان رضي الله عنه: ما تغنيت ولا تمنيت منذ أسلمت، {حَنِيفًا} الحنيف فعيل بمعنى فاعل، فالحنيف المائل عن الزيغ والضلال إلى الحق والعدل. {خَلِيلًا} الخليل فعيل من الخلة بفتح الخاء، وهي الفقر والفاقة؛ لأنه جعل فقره وحاجته إلى الله، أو من الخلة بضم الخاء وهي المودة والمحبة التي تتخلل النفس وتمازجها، أو من الخَلَل، قال ثعلب: إنما </p><p> سمي الخليل خليلًا؛ لأن محبته تتخلل القلب، فلا تدع فيه خللًا إلا ملأته وأنشد قول بشار: </p><p> قَدْ تَخَلَّلْتَ مَسْلَكَ الرُّوْحِ مِنِّيْ ... وَبِهِ سُمِّيَ الْخَلِيْلُ خَلِيْلَا </p><p> وخليل إما فعيل بمعنى فاعل، كالعليم بمعنى العالم، وإما بمعنى مفعول، كالحبيب بمعنى المحبوب، وقد كان إبراهيم عليه السلام محبوبًا للَّه ومحبًّا له. {مُحِيطًا} اسم فاعل من أحاط الرباعي يحيط إحاطة، كأعان يعين إعانة؛ أي: عالمًا بكل شيء من الجزئيات والكليات، فهو يجازيهم على أعمالهم خيرها وشرها قليلها وكثيرها. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات أنواعًا من الفصاحة والبلاغة والبيان والبديع (١) : </p><p> منها: التجنيس المغاير في قوله: {فَقَدْ ضَلَّ ضَلَالًا} ، وفي قوله:  {فَقَدْ خَسِرَ خُسْرَانًا} ، وفي قوله:  {وَمَنْ أَحْسَنُ} و {وَهُوَ مُحْسِنٌ} . </p><p> ومنها: التكرار في قوله: {لَا يَغْفِرُ} و {يَغْفِرُ} ، وفي قوله:  {يُشْرِكْ}  {وَمَنْ يُشْرِكْ} ، وفي {لآمرنهم} ، وفي: اسم الشيطان، وفي قوله:  {يَعِدُهُمُ} و {ما يعدهم} ، وفي الجلالة، في مواضع، وفي قوله:  {بِأَمَانِيِّكُمْ}  {وَلَا أَمَانِيِّ} ، وفي قوله:  {مَنْ يَعْمَلْ} ، وفي {إِبْرَاهِيمَ} . </p><p> ومنها: الطباق المعنوي في قوله: {وَمَنْ يُشَاقِقِ} ، و {الْهُدَى} ، وفي قوله:  {أَنْ يُشْرَكَ بِهِ} ، و {لِمَنْ يَشَاءُ} يعني المؤمن، وفي قوله:  {سُوءًا} و {الصَّالِحَاتِ} . </p><p> ومنها: الاختصاص في قوله: {بِصَدَقَةٍ أَوْ مَعْرُوفٍ أَوْ إِصْلَاحٍ} وفي قوله: {وَهُوَ مُؤْمِنٌ} و {مِلَّةَ إِبْرَاهِيمَ} وفي قوله: {مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ} . </p><p>(١) البحر المحيط.</p><p> ومنها: المقابلة في قوله: {مِنْ ذَكَرٍ أَوْ أُنْثَى} . </p><p> ومنها: التأكيد بالمصدر في قوله: {وَعْدَ اللَّهِ حَقًّا} . </p><p> ومنها: الاستعارة في قوله: {وَجْهَهُ لِلَّهِ} ، عبر به عن القصد أو الجهة، وفي قوله:  {مُحِيطًا} عبر به عن العلم بالشيء، من جميع جهاته. </p><p> ومنها: الإظهار في مقام الإضمار في قوله: {وَاتَّخَذَ اللَّهُ إِبْرَاهِيمَ خَلِيلًا} لتفخيم شأنه، والتنصيص على أنه متفق على مدحه. </p><p> ومنها: الحذف في مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {وَيَسْتَفْتُونَكَ فِي النِّسَاءِ قُلِ اللَّهُ يُفْتِيكُمْ فِيهِنَّ وَمَا يُتْلَى عَلَيْكُمْ فِي الْكِتَابِ فِي يَتَامَى النِّسَاءِ اللَّاتِي لَا تُؤْتُونَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرْغَبُونَ أَنْ تَنْكِحُوهُنَّ وَالْمُسْتَضْعَفِينَ مِنَ الْوِلْدَانِ وَأَنْ تَقُومُوا لِلْيَتَامَى بِالْقِسْطِ وَمَا تَفْعَلُوا مِنْ خَيْرٍ فَإِنَّ اللَّهَ كَانَ بِهِ عَلِيمًا (١٢٧) وَإِنِ امْرَأَةٌ خَافَتْ مِنْ بَعْلِهَا نُشُوزًا أَوْ إِعْرَاضًا فَلَا جُنَاحَ عَلَيْهِمَا أَنْ يُصْلِحَا بَيْنَهُمَا صُلْحًا وَالصُّلْحُ خَيْرٌ وَأُحْضِرَتِ الْأَنْفُسُ الشُّحَّ وَإِنْ تُحْسِنُوا وَتَتَّقُوا فَإِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا (١٢٨) وَلَنْ تَسْتَطِيعُوا أَنْ تَعْدِلُوا بَيْنَ النِّسَاءِ وَلَوْ حَرَصْتُمْ فَلَا تَمِيلُوا كُلَّ الْمَيْلِ فَتَذَرُوهَا كَالْمُعَلَّقَةِ وَإِنْ تُصْلِحُوا وَتَتَّقُوا فَإِنَّ اللَّهَ كَانَ غَفُورًا رَحِيمًا (١٢٩) وَإِنْ يَتَفَرَّقَا يُغْنِ اللَّهُ كُلًّا مِنْ سَعَتِهِ وَكَانَ اللَّهُ وَاسِعًا حَكِيمًا (١٣٠) وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَلَقَدْ وَصَّيْنَا الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَإِيَّاكُمْ أَنِ اتَّقُوا اللَّهَ وَإِنْ تَكْفُرُوا فَإِنَّ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَانَ اللَّهُ غَنِيًّا حَمِيدًا (١٣١) وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَفَى بِاللَّهِ وَكِيلًا (١٣٢) إِنْ يَشَأْ يُذْهِبْكُمْ أَيُّهَا النَّاسُ وَيَأْتِ بِآخَرِينَ وَكَانَ اللَّهُ عَلَى ذَلِكَ قَدِيرًا (١٣٣) مَنْ كَانَ يُرِيدُ ثَوَابَ الدُّنْيَا فَعِنْدَ اللَّهِ ثَوَابُ الدُّنْيَا وَالْآخِرَةِ وَكَانَ اللَّهُ سَمِيعًا بَصِيرًا (١٣٤) يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ بِالْقِسْطِ شُهَدَاءَ لِلَّهِ وَلَوْ عَلَى أَنْفُسِكُمْ أَوِ الْوَالِدَيْنِ وَالْأَقْرَبِينَ إِنْ يَكُنْ غَنِيًّا أَوْ فَقِيرًا فَاللَّهُ أَوْلَى بِهِمَا فَلَا تَتَّبِعُوا الْهَوَى أَنْ تَعْدِلُوا وَإِنْ تَلْوُوا أَوْ تُعْرِضُوا فَإِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا (١٣٥) يَا أَيُّهَا الَّذِينَ آمَنُوا آمِنُوا بِاللَّهِ وَرَسُولِهِ وَالْكِتَابِ الَّذِي نَزَّلَ عَلَى رَسُولِهِ وَالْكِتَابِ الَّذِي أَنْزَلَ مِنْ قَبْلُ وَمَنْ يَكْفُرْ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَالْيَوْمِ الْآخِرِ فَقَدْ ضَلَّ ضَلَالًا بَعِيدًا (١٣٦) }. </p><p> المناسبة </p><p> قوله:  {وَيَسْتَفْتُونَكَ فِي النِّسَاءِ ...} الآيات، مناسبتها لما قبلها ظاهرة بالنظر (١) إلى ما كانت عليه العرب من تربيع كلامها، أنها تكون في أمر ثم تخرج منه إلى شيء، ثم تعود إلى ما كانت فيه أولًا، وهكذا كتاب الله سبحانه وتعالى، يبين فيه أحكام تكليفه، ثم يعقب بالوعد والوعيد، والترغيب والترهيب، ثم يعقب </p><p>(١) البحر المحيط.</p><p> ذلك بذكر المخالفين المعاندين الذين لا يتبعون تلك الأحكام، ثم بما يدل على كبرياء الله تعالى وجلاله، ثم يعود لتبيين ما تعلق بتلك الأحكام السابقة، وقد عرض هنا في هذه السورة أن بدأ بأحكام النساء والمواريث وذكر اليتامى، ثم ثانيًا بذكر شيء من ذلك في هذه الآية، ثم أخيرًا بذكر شيء من المواريث أيضًا، ولما كانت النساء مطروحًا أمرهن عند العرب في الميراث وغيره، وكذلك اليتامى .. أكد الحديث فيهن مرارًا ليرجعوا عن أحكام الجاهلية. </p><p> وعبارة المراغي هنا: لما كان الكلام (١) أول السورة في الأحكام المتعلقة بالنساء واليتامى والقرابة، ومن قوله:  {وَاعْبُدُوا اللَّهَ} إلى هنا في أحكام عامة في أسس الدين وأصوله، وأحوال أهل الكتاب والمنافقين والقتال .. عاد الكلام هنا إلى أحكام النساء، لشعور الناس بالحاجة إلى زيادة البيان في تلك الأحكام، فالآيات السالفة أوجبت مراعاة حقوق الضعيفين المرأة واليتيم، وجعلت للنساء حقوقًا مؤكدة في المهر والإرث، وحرمت ظلمهن، وأباحت تعدد الزوجات، وحددت العدد الذي يحل منهن حين عدم الخوف من الظلم، ولكن ربما يحدث لهم الاشتباه في بعض الوقائع المتعلقة بها، كأن يقع الاشتباه في حقيقة العدل الواجب بين النساء، هل يدخل العدل في الحب أو في لوازمه من زيادة الإقبال على المحبوبة، والتبسط في الاستمتاع بها، أو لا؟ وهل يحل للرجل أن يمنع اليتيمة ما كتب الله لها من الإرث حين يرغب في نكاحها؟ وبماذا يصالح امرأته إذا أرادت أن تفتدي منه؟ كل هذا مما تشتد الحاجة إلى معرفته بعد العمل بتلك الأحكام، فمن ثم جاءت هذه الآيات مبينة أتم البيان لذلك. </p><p> قوله تعالى:  {وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَلَقَدْ وَصَّيْنَا الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه (٢) وتعالى لما أمر أولًا بالعدل والإحسان إلى اليتامى والمساكين .. بين هنا أنه ما أمر بهذه الأشياء لاحتياجه إلى أعمال العباد؛ لأن كل ما في السموات والأرض </p><p>(١) المراغي. (٢) المراغي.</p><p> ملكه، فهو مستغن عنهم، وقادر على تثبيتهم على طاعته فيما شرعه لخيرهم ومصلحتهم، بل ليزدادوا بتدبرها إيمانًا يحملهم على العمل بها والوقوف عند حدودها. </p><p> قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ بِالْقِسْطِ شُهَدَاءَ لِلَّهِ ...} مناسبتها لما قبلها: أنه تعالى لما ذكر النساء والنشوز والمصالحة .. أعقبه بالقيام بأداء حقوق الله تعالى، وفي الشهادة حقوق لله، أو لأنه لما ذكر تعالى طالب الدنيا، وأنه عنده ثواب الدنيا والآخرة .. بين أن كمال السعادة أن يكون قول الإنسان وفعله لله تعالى، أو لأنه ذكر في هذه السورة:  {وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى} والإشهاد عند دفع أموال اليتامى إليهم، وأمر ببذل النفس والمال في سبيل الله، وذكر قصة بن أبيرق، واجتماع قومه على الكذب والشهادة بالباطل، وندب للمصالحة .. أعقب ذلك بأن أمر عباده المؤمنين بالقيام بالعدل والشهادة لوجه الله سبحانه وتعالى، وأتى بصيغة المبالغة في {قَوَّامِينَ} حتى لا يكون منهم جور ما. </p><p> وقيل: المناسبة أن الله سبحانه وتعالى لما أمر (١) بالقسط في اليتامى والنساء، في سياق الاستفتاء فيهن؛ لأن حقهن آكد، وضعفهن معهود .. عمم الأمر هنا بالقسط بين الناس؛ لأن قوام أمور الاجتماع لا يكون إلا بالعدل، وحفظ النظام لا يتم إلا به، وبما فيه من الشهادة لله بالحق، ولو على النفس والوالدين والأقربين، وعدم محاباة أحد لغناه أو لفقره؛ لأن العدل مقدم على حقوق النفس وحقوق القرابة وغيرها، وقد كانت سنة الجاهلية محاباة ذوي القربى؛ لأنه يعتز بهم، كما كانوا يظلمون النساء واليتامى لضعفهن وعدم الاعتزاز بهن. </p><p> قوله تعالي:  {يَا أَيُّهَا الَّذِينَ آمَنُوا آمِنُوا بِاللَّهِ وَرَسُولِهِ ...} الآية، مناسبتها لما قبلها (٢) : أنه تعالى لما أمر المؤمنين بالقيام بالقسط والشهادة لله .. بين أنه لا يتصف بذلك إلا من كان راسخ القدم في الإيمان بالأشياء المذكورة في هذه الآية، فأمر بها. </p><p>(١) المراغي. (٢) البحر المحيط.</p><p> أسباب النزول </p><p> قوله تعالى:  {وَيَسْتَفْتُونَكَ فِي النِّسَاءِ ...} الآية، سبب نزولها: ما أخرجه البخاري عن عائشة رضي الله عنها في هذه الآية، قالت (١) : هو الرجل تكون عنده اليتيمة هو وليها ووارثها، قد شركته في مالها حتى في المذق، فيرغب أن ينكحها، ويكره أن يزوجها رجلًا فيشركه في مالها، فيعضلها، فنزلت هذه الآية. </p><p> وأخرج ابن أبي حاتم عن السدي: كان لجابر بنت عم دميمة، ولها مال ورثته عن أبيها، وكان جابر يرغب عن نكاحها، ولا يُنكِحها خشية أن يذهب الزوج بمالها، فسأل النبي - صلى الله عليه وسلم - عن ذلك، فنزلت هذه. </p><p> قوله تعالى:  {وَإِنِ امْرَأَةٌ خَافَتْ مِنْ بَعْلِهَا نُشُوزًا أَوْ إِعْرَاضًا ...} الآية، سبب نزولها: ما أخرجه البخاري (ج ٩/ ص ٣٣٤) عن هشام بن عروة عن أبيه عن عائشة رضي الله عنها: {وَإِنِ امْرَأَةٌ خَافَتْ مِنْ بَعْلِهَا نُشُوزًا أَوْ إِعْرَاضًا} قالت: الرجل تكون عنده المرأة ليس بمستكثر منها، يريد أن يفارقها، فتقول: أجعلك من شأني في حل، فنزلت هذه الآية في ذلك. الحديث رواه مسلم (ج ٨/ ص ١٥٧) . </p><p> وقد أخرج أبو داود والترمذي والطيالسي، والحاكم وصححه، وأقره الذهبي وابن جرير: أنها نزلت في شأن سودة، أخرجه الترمذي والطيالسي وابن جرير من حديث ابن عباس، وأخرجه أبو داود والحاكم وابن جرير أيضًا من حديث عائشة، ولفظ أبي داود: قالت عائشة لعروة: يا ابن أختي كان رسول الله - صلى الله عليه وسلم - لا يفضل بعضنا على بعض في القسم من مكثه عندنا، وكان كل يوم إلا وهو يطوف علينا جميعًا، فيدنو من كل امرأة من غير مسيس، حتى يبلغ إلى التي هو يومها فيبيت عندها، ولقد قالت سودة بنت زمعة حين أسنت وفرقت أن يفارقها رسول الله - صلى الله عليه وسلم -: يا رسول الله يومي لعائشة، فقبل رسول الله - صلى الله عليه وسلم - ذلك منها، قالت: تقول في ذلك أنزل الله عَزَّ وَجَلَّ وفي أشباهها، أراه قال:  {وَإِنِ امْرَأَةٌ خَافَتْ مِنْ بَعْلِهَا نُشُوزًا} . </p><p>(١) لباب النقول.</p>"
}