{
  "id": null,
  "sura": 4,
  "aya": 1,
  "text": "<p> صغير، وكان اليتيم ابن أخيه، فأكله فأنزل الله تعالى:  {إِنَّ الَّذِينَ يَأكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْمًا ...} الآية. </p><p> التفسير وأوجه القراءة </p><p> ١ - افتتح الله سبحانه وتعالى سورةَ النساء بخطاب الناس جميعًا، ودعوتهم إلى تقواه وعبادته وحده منبهًا على قدرته، ووحدانيته، فقال:  {يَا أَيُّهَا النَّاسُ} ؛ أي: يا بني آدم {اتَّقُوا} وخافوا {رَبَّكُمُ} ؛ أي: عقاب من رباكم بإحسانه، وتفضل عليكم بجوده بامتثال أوامره، واجتناب نواهيه في حقه، وحق بعضكم على بعض، والخطاب فيه عام للمكلفين الموجودين، وقت نزول الآية ذكورًا وإناثًا، والحادثين بعد ذلك إلى يوم القيامة بدليل خارجي، وهو الإجماع على أنهم مكلفون بما كلف به الموجودون، أو تغليب الموجودين على من لم يوجد كما غلب المذكور على الإناث في قوله:  {اتَّقُوا رَبَّكُمُ} لاختصاص ذلك بجمع المذكر {الَّذِي خَلَقَكُمْ} وأنشأكم، وأوجدكم بطريق التناسل والتوالد {مِنْ نَفْسٍ وَاحِدَةٍ} هي آدم، قرأ الجمهور واحدة بالتاء على تأنيث لفظ النفس، وقرأ ابن أبي عبلة {واحد} بغير هاء على مراعاة المعنى، إذ المراد به آدم، فالتأنيث باعتبار اللفظ، والتذكير باعتبار المعنى، وقوله:  {وَخَلَقَ مِنْهَا} ؛ أي: من تلك النفس الواحدة التي هي آدم {زَوْجَهَا} ؛ أي: أمكم حواء قيل (١) : هو معطوف على مقدر يدل عليه المقام؛ أي: خلقكم من نفس واحدة خلقها أولًا، وخلق منها زوجها ثانيًا، وقيل: على خلقكم فيكون الفعل الثاني مع الأول داخلًا في حيز الصلة. </p><p> وخلقها منه لم يكن بتوليد كخلق الأولاد من الآباء، فلا يلزم منه ثبوت حكم البنتية له، والأختية لنا فيها، فلا يقال: إذا كانت مخلوقةً من آدم، ونحن مخلوقون منه أيضًا تكون نسبتها إليه نسبة الولد، فتكون أختًا لنا لا أمًّا، روي (٢) أن الله سبحانه وتعالى لما خلق آدم عليه السلام، ألقى عليه النوم، ثم خلق حواء من ضلع من أضلاعه اليسرى، وهو قصير، فلما استيقظ رآها جالسة عند رأسه </p><p>(١) الشوكاني. (٢) الخازن.</p><p> فقال لها: من أنت؟ قالت: امرأة. قال: لماذا خلقت؟ قالت: خلقت لتسكن إلي؟ فمال إليها، وألفها؛ لأنها خلقت منه. </p><p> واختلفوا في أي وقت خلقت حواء، فقال كعب الأحبار، ووهب، وابن إسحاق: خلقت قبل دخولها الجنة، وقال ابن مسعود، وابن عباس - رضي الله عنهم -: إنما خلقت في الجنة بعد دخوله إياها، والله أعلم. </p><p> {وَبَثَّ مِنْهُمَا} ؛ أي: نشر من تلك النفس الواحدة، وزوجها بطريق التوالد؛ أي: أظهر وفرق من آدم وحواء {رِجَالًا كَثِيرًا} ، وذكورًا عديدًا، {وَنِسَاءً} كثيرةً، ونشرهم في أقطار الأرض على اختلاف أصنافهم، وصفاتهم، وألوانهم، ولغاتهم، ثم إليه بعد ذلك المعاد والمحشر. إنما وصف الرجال بالكثرة دون النساء؛ لأن حال الرجال أتم، وأكمل، وهذا كالتنبيه على أن اللائق بحال الرجال الظهور، والاشتهار، وبحال النساء الاختفاء، والخمول، وإنما أمرهم بتقوى خالقهم الذي خلقهم على هذا النظام؛ لأن خلقه تعالى لهم على هذا النمط البديع من أقوى الداعي إلى الاتقاء من موجبات نقمته، ومن أتم الزواجر عن كفران نعمته، وذلك لأنه ينبىء عن قدرة شاملة لجميع المقدورات التي من جملتها عقابهم، وعن نعمة كاملة لا يقدر قدرها. </p><p> فالتقوى نوعان: تقوى في حقه تعالى، وتقوى فيما بينهم من الحقوق، وقوله:  {الَّذِي خَلَقَكُمْ} استدعاء للتقوى الأولى، وقوله {مِنْ نَفْسٍ وَاحِدَةٍ} استدعاء للتقوى الثانية، فالناس جميعًا من أصل واحد، وهم أخوة في الإنسانية، والنسب، ولو أدرك الناس هذا .. لعاشوا في سعادة، وأمان، ولما كان بينهم حروب طاحنة مدمرة تلتهب الأخضر واليابس وتقضي على الكهل والوليد. وقرىء (١)  {وخالق منها زوجها وباث منهما} على صيغة اسم الفاعل، وهو خبر مبتدأ محذوف تقديره: وهو خالق {وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ} ؛ أي: خافوا عقاب الله الذي تتحالفون، وتتناشدون به؛ أي: يناشد، ويسأل بعضكم بعضًا به حيث </p><p>(١) البحر المحيط.</p><p> يقول: أسألك باللهِ، وأنشدك بالله؛ أي: أقسم وأحلف عليك به، والتساؤل (١) بالله هو كقولك: أسألك باللهِ، وأحلف عليك بالله، واستشفع إليك بالله. </p><p> وإنما كرر (٢) الأمر بالتقوى؛ لأجل بيان بعض آخر من موجبات الامتثال؛ لأن سؤال بعضهم لبعض بالله يقتضي الاتقاء من مخالفة أوامره ونواهيه. وقرأ الجمهور من السبعة {تَسَاءَلُونَ} قرأ أهل الكوفة منهم: بحذف التاء الثانية، تخفيفًا لاجتماع المثلين، وأصله: تتساءلون، وقرأ أهل المدينة، وابن كثير، وأبو عمرو، وابن عامر بالتشديد بإدغام التاء الثانية في السين. </p><p> وقرأ عبد الله {تسألون به} مضارع سأل الثلاثي، وقرىء {تسلون} بحذف الهمزة، ونقل حركتها إلى السين. قال ابن عباس: معنى تساءلون به؛ أي: تتعاطفون، وقال الضحاك، والربيع، تتعاقدون، وتتعاهدون، وقال الزجاج: تتطلبون به حقوقكم. </p><p> {و} اتقوا {الأرحام} ؛ أي: خافوا عقاب قطيعة مودة الأرحام، فإني قد أوجبت عليكم صلَتَها، فإن قطع الأرحام من أكبر الكبائر وصلتَها باب لكل خير، فتزيد في العمر، وتبارك في الرزق وقطعها سبب لكل ضر، ولذلك وصل تقوى الرحم بتقوى الله، وصلة الرحم تختلف باختلاف الناس، فتارة تكون عادته مع رحمه الصلةَ بالإحسان، وتارةً بالخدمة، وقضاء الحاجة، وتارةً بالمكانية، وتارة بحسن العبارة وغير ذلك، ولا فرق في الرحم؛ أي: القريب بين الوارث وغيره، كالخالة والخال والنعمة وبنتها، والأم والجد والجدة، وفي الآية دليل على تعظيم حق الرحم والنهي عن قطعها، ويدل على ذلك أيضًا، الأحاديث الواردة في ذلك، وعن عائشة - رضي الله عنها - قالت: قال رسول الله - صلى الله عليه وسلم -: \"الرحم معلقة بالعرش،تقول:من وصلني وصله الله، ومن قطعني قطعه الله\" . متفق عليه. </p><p> وعن أنس رضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال:  \"مَنْ سره أن يبسط عليه من رزقه، وينسأ في أثره، فليصل رحمه\" ، متفق عليه. قوله: يُنسأ في أثره؛ أي: </p><p>(١) الخازن. (٢) الجمل.</p><p> يؤخر له في أجله. </p><p> وعن جبير بن مطعم رضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال:  \"لا يدخل الجنة قاطع\" . قال سفيان في روايته: يعني قاطع رحم. متفق عليه. </p><p> وعن الحسن قال: من سألك بالله .. فأعطه، ومن سألك بالرحم. فأعطه .. </p><p> وعن ابن عباس قال: الرحم معلقة بالعرش، فإذا أتاها الواصل .. بشت به، وكلمته، وإذا أتاها القاطع .. احتجبت عنه. </p><p> وقرأ جمهور (١) السبعة {وَالْأَرْحَامَ} بالنصب على أن يكون معطوفًا على لفظ الجلالة؛ أي: اتقوا الله، واتقوا الأرحام فصلوها، ولا تقطعوها، أو معطوفًا على محل الجار والمجرور كقولك: مررت بزيدِ وعمرًا. وقرأ حمزة بالجر، وهي قراءة النخعي، وقتادة، والأعمش عطفًا على الضمير المجرور، والمعنى عليه: واتقوا الله الذي تساءلون به وبالأرحام؛ لأن العادة جرت في العرب بأن أحدهم قد يستعطف غيره بالرحم، فيقول: أسألك باللهِ، والرحم، وربما أفرد ذلك فقال: أسألك بالرحم، وهو ضعيف عند البصريين؛ لأنه كالعطف على بعض الكلمة؛ لأن العطف على الضمير المخفوض من غير إعادة خافض، وإن كان لغةً فصيحةً فهو خلاف الكثير، كما أشار إلى ذلك ابن مالك بقوله: </p><p> وَعَوْدُ خَافِضٍ لَدَى عَطْفٍ علَى ... ضَمِيْرِ خَفْضٍ لاَزِمًا قَدْ جُعِلاَ </p><p> وَلَيْسَ عِنْدِيْ لاَزِمًا إِذْ قَدْ أَتَى ... فِيْ النَّظْمِ وَالنَثْرِ الصَّحِيْحِ مُثْبَتَا </p><p> وأشار بالنثر الصحيح إلى الآية، وبالنظم إلى قول الشاعر: </p><p> فَالْيَوْمَ قَدْ بِتَّ تَهْجُوْنَا وَتَشْتِمُنَا ... فَاذْهَبْ فَمَا بِكَ وَالأَيَّامِ مِنْ عَجَبِ </p><p> وقرأ عبد الله بن يزيد بالرفع على أنه مبتدأ محذوف الخبر تقديره: والأرحام كذلك؛ أي: مما يتقى أو يتساءل به {إِنَّ اللَّهَ} سبحانه وتعالى {كَانَ عَلَيْكُمْ رَقِيبًا} : حافظًا مطلعًا على جميع ما يصدر عنكم من الأفعال والأقوال، </p><p>(١) البحر المحيط.</p>"
}