{
  "id": null,
  "sura": 4,
  "aya": 14,
  "text": "<p> ١٣ - {تِلْكَ} الأحكام المذكورة من شؤون الأيتام، وأحكام الأنكحة، وأحوال المواريث يعني من أول السورة إلى هنا {حُدُودُ اللَّهِ} ؛ أي: أحكام الله سبحانه وتعالى التي حدها، وبينها، وشرَعَها لعباده، وسماها حُدَودًا؛ لكونها لا تجوز مجاوزتها، ولا يحل تعديها {وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ} ويمتثلهما في جميع الأوامر، والنواهي التي منها قسمة المواريث {يُدْخِلْهُ جَنَّاتٍ} نصب على الظرفية عند الجمهور، وعلى المفعولية عِندَ الأخفش؛ أي: يسكنه بساتينَ {تَجْرِي} وتسيلُ {مِنْ تَحْتِهَا} أي من تحت قصورِها، وأشجارِها {الْأَنْهَارُ} من الماء واللبن، والخمر، والعسل {خَالِدِينَ فِيهَا} حالٌ من الهاء في {يُدْخِلْهُ} ، وهي عائدة على مَنْ، وهو مفرد في اللفظ جمع في المعنى، فلهذا صح الوجهان؛ أي: حالةَ كونهم مقدرين - الخلود - في تلك الجنات، لا يموتون فيها، ولا يخرجون منها {وَذَلِكَ} ؛ أي: دخولُ الجنة على وجه الخلود هو: {الْفَوْزُ الْعَظِيمُ} والظفر الجسيم الذي: لا فوزَ وراءه، ولا يذكَرُ بجانبه الفوز بحظوظ الدنيا القصيرة المنغصة بالأكدار، والجنات التي تجري من تحتها الأنهار، نُؤَمن بها، ونعتقد أنها أرفع مما نَرى في هذه الدنيا، وليس لنَا أن نبحَثَ عن كيفيتها؛ لأنها من عالم الغيب. </p><p> واعلم: أن طاعةَ الله هي اتباع ما شرعه من الدين على لسان رسوله - صلى الله عليه وسلم -، وطاعةُ الرسول هي اتباع ما جاءَ به من الدين عن ربه، فطاعته هي بعينها طاعة الله، كما قال في هذه السورة {مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ} فهو إنما يأمرنا بما يوحيه إليه اللهُ بما فيه منافع لنا في الدنيا والآخرة، وإنما ذَكَرَها مع طاعة الله للإشارة إلى أنَّ الإنسان لا يستغني بعقله، وعلمه عن الوحي، وأنه لا بُدّ له من هداية الدين؛ إذ لم يكن العقل وحده في عَصْر في العصور كافيًا لهداية أمة، ولا مرقيًّا لها بدون معرفة الدين، فاتباعُ الرسل، والعملُ بهديهم هو أساس كلّ مدنية، والارتقاء المعنويُّ هو الذي يَبْعَثُ على الارتقاء الماديّ، فالآداب، والفضائل التي هي أسس المدنيات تستند كلها إلى الدين، ولا يكفي فيها بناؤها على العلم والعقل </p><p> ١٤ - {وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ} ويخالفهما، ولو في بعض الأوامر؛ بأن لم يرض بما قَسَم الله ورسوله {وَيَتَعَدَّ حُدُودَهُ} ؛ أي: يتجاوز أحكامه التي حدها </p><p> لعباده بالجور فيها، ولو في بعض النواهي، فالفرق بين العصيان، والتعدِّي: أن العصيان بترك المأمورات كقسمة المواريث، والتعدِّي بفعل المنهيات كالزنا ونحوه {يُدْخِلْهُ نَارًا} عظيمةً هائلةً حالة كونهِ {خَالِدًا فِيهَا} لا يموتُ، ولا يخرج منها، والمراد بالخلود: طولُ المكث إن مات مسلمًا، وعلى حقيقته إن مات كافرًا {وَلَهُ} ؛ أي: لذلك العاصي المتعدي حدودَ الله مع عذاب الحريق الجسماني {عَذَابٌ} شديدٌ روحاني {مُهِينٌ} له أي ذو إهانة وإذلال له، فمعنى المهين: المذل له، وهو عذاب الروح، فللعصاة عذابان عذاب جسماني للبدن العاصي باعتباره، حيوانًا يتألم، وعذاب روحاني باعتباره إنسانًا يشعر بالكرامة، والشرف، ويتألم بالإهانة والخزي. وحكمة الإفراد في جانب العذاب بقوله: خالدًا: الإشارة إلى أنه كما يعذب بالنار، يعذب بالغربة، والوحشة، فإن له من العذاب ما يمنعه من الإنس، فكأنه وحيدٌ لا يجد لذةً الاجتماع بغيره، ولا أنسًا به، وحكمة الجمع في جانب النعيم، بقوله:  {خَالِدًا} الإشارة إلى أنه كما ينعم بالجنة ينعم باجتماعه مع أحبائه فيها، ويزورهم، ويزورونه، ويتنعَّمُ بذلك الاجتماع. </p><p> وقرأ نافع وابن عامر (١) : {ندخله} بنون العظمة، في الموضعين، والباقون بالياء. </p><p> واعلم (٢) : أن تعديَ الحدود الموجب للخلود في النار، هو الإصرارُ على الذنب، وعدمُ التوبة عنه، فللمذنب حالتان: </p><p> الأولى: غلبة الباعث النفسي من الشهوة، أو الغضب على الإنسان حتى يغيبَ عن ذهنه الأمر الإلهي، فهو يقع في الذنب، وقلبه غائب عن الوعيد، لا يتذكره أو يتذكره ضعيفًا كأنه نور ضئيل، يلوح في ظلمة ذلك الباعث المتغلب، ثم لا يلبث أن يزولَ، أو يختفيَ حتى إذا سكنت الشهوة، أو سكن الغضب، وتذكر النهيَ والوعيدَ ندم، وتاب، ولام نفسَه أشد اللوم، ومثل هذا، جدير بالنجاة إذ هو من المسارعين إلى الجنة كما قال تعالى في: أوصافهم {وَلَمْ يُصِرُّوا </p><p>(١) المراح. (٢) المراغي.</p><p> عَلَى مَا فَعَلُوا وَهُمْ يَعْلَمُونَ}. </p><p> الثانية: أن يقدم المرء على الذنب جريئًا عليه، متعمدًا فعلَه، عالمًا بتحريمه مؤثرًا له على الطاعة لا يصرفه عنه تذكر النهي، والوعيد عليه، ومثل هذا أحاطَت به خطيئته، فآثر شهوتَه على طاعة الله ورسوله، فدخل في عموم قوله تعالى:  {بَلَى مَنْ كَسَبَ سَيِّئَةً وَأَحَاطَتْ بِهِ خَطِيئَتُهُ فَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ} إذ من يصر على المعصية، عامدًا عالمًا بالنهي، والوعيد، لا يكون مؤمنًا بصدق الرسول، ولا مذعنًا لشرعه الذي تنال الرحمة والرضا بالتزامه، والعذاب والنكال بتعدي حدوده، فالإصرار على العصيان، وعدم استشعار الخوف، والندم لا يجتمعان في قلب المؤمن الإيمانَ الصحيحَ المصدِّق بوعد الله، ووعيده. </p><p> الإعراب </p><p> {يُوصِيكُمُ اللَّهُ فِي أَوْلَادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ} . </p><p> {يُوصِيكُمُ اللَّهُ} فعل ومفعول وفاعل، والجملة مستأنفة {فِي أَوْلَادِكُمْ} جار ومجرور، ومضاف إليه متعلق بـ {يوصيكم} . {لِلذَّكَرِ} جار ومجرور خبر مقدم. {مِثْلُ} . مبتدأ مؤخر وهو مضاف. {حَظِّ} مضاف إليه وهو مضاف. {الْأُنْثَيَيْنِ} مضاف إليه، والجملة الإسمية في محل النصب مفعول {يُوصِيكُمُ} . والمعنى: يأمركم الله بإعطاء مثل حظ الأنثيين للذكر الواحد، وقيل: الجملة مستأنفة. </p><p> {فَإِنْ كُنَّ نِسَاءً فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ} . </p><p> {فَإِنْ كُنَّ}  {الفاء} عاطفة تفصيلية. {إن} حرف شرط. {كُنَّ} فعل ماض ناقص في محل الجزم، بـ {إن} الشرطية مبني بسكون على النون المدغمة في نون الإناث لاتصاله بنون الإناث، ونون الإناث: في محل الرفع اسم {كان} . {نِسَاءً} خبرها. {فَوْقَ اثْنَتَيْنِ} ظرف، ومضاف إليه متعلق بمحذوف صفة لـ {نساء} تقديره: كائنات فوق اثنتين، وهذه الصفة (١) هي التي تحصل فائدة </p><p>(١) الجمل.</p><p> الخبر، ولو اقتصر عليه لم تحصل فائدة. {فَلَهُنَّ} الفاء رابطة لجواب إن الشرطية وجوبًا؛ لكون الجواب جملة اسمية. {لهن} جار ومجرور خبر مقدم. {ثُلُثَا} مبتدأ مؤخر، وهو مضاف. {مَا تَرَكَ}  {ما} وموصولة، أو موصوفة في محل الجر مضاف إليه. {تَرَكَ} فعل ماض، وفاعله ضمير يعود على الميت، والجملة صلة لـ {ما} أو صفة لها، والعائد أو الرابط محذوف تقديره: تركه، والجملة من المبتدأ والخبر، في محل الجزم بإن الشرطية على كونها جوابًا لها، وجملة إن الشرطية: معطوفة على جملة قوله: {يُوصِيكُمُ} على كونها مفصلَةً لها مستأنفة. </p><p> {وَإِنْ كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ} . </p><p> {وَإِنْ}  {الواو} عاطفة. {إن} حرف شرط. {كَانَتْ} فعل ماض ناقص في محل الجزم بـ {إن} على كونه فعل شرط، واسمها ضمير يعود على الوارثة. {وَاحِدَةً} خبرها. {فَلَهَا} الفاء رابطة لجواب {إن} الشرطية. {لها} جار ومجرور خبر مقدم. {النِّصْفُ} مبتدأ مؤخر، والجملة الإسمية في محل الجزم جواب {إن} الشرطية، وجملة {إن} الشرطية معطوفة على جملة قوله: {فَإِنْ كُنَّ نِسَاءً فَوْقَ اثْنَتَيْنِ} . </p><p> {وَلِأَبَوَيْهِ لِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ مِمَّا تَرَكَ إِنْ كَانَ لَهُ وَلَدٌ} . </p><p> {وَلِأَبَوَيْهِ} الواو مستأنفة، أو عاطفة. {لأبويه} جار ومجرور خبر مقدم. {لِكُلِّ}  {وَاحِدٍ} جار ومجرور ومضاف إليه بدل من الجار والمجرور قبله، وفائدة هذا البدل أنه لو قيل: ولأبويه السدس. لكان ظاهره اشتراكهما فيه؛ ولأن في الإبدال، والتفصيل بعد الإجمال تأكيدًا، وتقويةً كالذي تراه في الجمع بين المفسر والتفسير. {مِنْهُمَا} جار ومجرور صفة لـ {واحد} . {السُّدُسُ} مبتدأ مؤخر، والجملة الإسمية مستأنفة، أو معطوفة على جملة قوله:  {فَإِنْ كُنَّ نِسَاءً}  {مِمَّا تَرَكَ}  {مِمَّا} جار ومجرور، حال من {السدس}  {تَرَكَ} فعل ماض، وفاعله ضمير يعود على الميت، والجملة صلة لـ {ما} أو صفة لها، والعائد، أو الرابط محذوف تقديره: مما تركه الميت {إِنْ كَانَ لَهُ وَلَدٌ}  {إن} حرف شرط. {كَانَ} فعل ماض ناقص في محل الجزم بـ {إن} . {لَهُ} جار ومجرور خبر مقدم </p><p> لـ {كان}  {وَلَدٌ} اسمها مؤخر وجواب الشرط معلوم مما قبله تقديره: إن كان له ولد فلأبويه السدس، وجملة {إن} الشرطية مستأنفة. </p><p> {فَإِنْ لَمْ يَكُنْ لَهُ وَلَدٌ وَوَرِثَهُ أَبَوَاهُ فَلِأُمِّهِ الثُّلُثُ} . </p><p> {فَإِنْ لَمْ يَكُنْ}  {الفاء} فاء الفصيحة؛ لأنها أفصحت عن شرط مقدر، تقديره: إذا عرفت أن لأبويه السدس إذا كان له ولد، وأردت بيان حكم ما إذا لم يكن له ولد .. فأقول لك {إن} حرف شرط. {لَمْ} حرف جزم. {يَكُنْ} فعل مضارع ناقص مجزوم بـ {لم} . {لَهُ} خبر مقدم لـ {يكن} . {وَلَدٌ} اسمها مؤخر، وجملة {يَكُنْ} في محل الجزم بإن الشرطية على كونها فِعْلَ شرط لها. {وَوَرِثَهُ} الواو عاطفة. {ورثه} فعل ومفعول. {أَبَوَاهُ} فاعل ومضاف إليه، والجملة في محل الجزم معطوفة على جملة الشرط. {فلأمه} الفاء رابطة الجواب. {لأمه} جار ومجرور خبر مقدم. {الثُّلُثُ} مبتدأ مؤخر، والجملة في محل الجزم بـ {إن} الشرطية على كونها جوابًا لها، وجملة {إن} الشرطية مقول لجواب إذا المقدرة وجملة {إذا} المقدرة مستأنفة. </p><p> {فَإِنْ كَانَ لَهُ إِخْوَةٌ فَلِأُمِّهِ السُّدُسُ مِنْ بَعْدِ وَصِيَّةٍ يُوصِي بِهَا أَوْ دَيْنٍ} . </p><p> {فَإِنْ كَانَ}  {الفاء} فاء الفصيحة، لأنهَا أفصحت عن شرط مقدر، تقديره: إذا عرفت فرض الأم مع وجود الولد، وعدمه، وأردت بيان فرضها مع الإخوة .. فأقول لك:  {إن} حرف شرط. {كَانَ} فعل ماض ناقص في محل الجزم. {لَهُ} خبرها مقدم. {إِخْوَةٌ} اسمها مؤخر. {فَلِأُمِّهِ}  {الفاء} رابطة الجواب. {لأمه} جار ومجرور، ومضاف إليه خبر مقدم. {السُّدُسُ} مبتدأ مؤخر، والجملة الإسمية في محل الجزم بـ {إن} الشرطية على كونها جوابًا لها، وجملة إن الشرطية في محل النصب، مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفةٌ. {مِنْ بَعْدِ وَصِيَّةٍ} جار ومجرور، ومضاف إليه حال من السدس تقديره: حال كونه مستحقًا من بعد تنفيذ وصية، ويجوز أن يكون الجار والمجرور خبرًا لمبتدأ محذوف، تقديره: وإرث مَن ذكر بما ذُكِرَ مستحقٌ من بعد تنفيذ وصية. {يُوصِي بِهَا}  {يُوصِي} فعل مضارع، وفاعله ضمير يعود على الميت. {بِهَا} جار </p><p> ومجرور متعلق بـ {يوصى} والجملة الفعلية في محل الجر صفة لـ {وصية} ولكنها سببية. {أَوْ دَيْنٍ} معطوف على {وَصِيَّةٍ} . </p><p> {آبَاؤُكُمْ وَأَبْنَاؤُكُمْ لَا تَدْرُونَ أَيُّهُمْ أَقْرَبُ لَكُمْ نَفْعًا فَرِيضَةً مِنَ اللَّهِ إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا} . </p><p> {آبَاؤُكُمْ} مبتدأ، ومضاف إليه. {وَأَبْنَاؤُكُمْ} معطوف عليه. {لَا تَدْرُونَ}  {لا} نافية. {تَدْرُونَ} فعل وفاعل، والجملة الفعلية في محل الرفع خبر المبتدأ، والجملة الإسمية مستأنفة. {أَيُّهُمْ} أي اسم استفهام مبتدأ مرفوع. {والهاء} مضاف إليه. {أَقْرَبُ} خبر لـ {أي} . {لَكُمْ} جار مجرور متعلق بـ {أقرب} . {نَفْعًا} تمييز محول عن المبتدأ تقديرهُ: نفع أيهم أقرب، والجملة من المبتدأ والخبر في محل النصب سادة مسد مفعولي {تَدْرُونَ} . وفي \"الفتوحات\"  (١) قوله: {آبَاؤُكُمْ وَأَبْنَاؤُكُمْ} مبتدأ، وقوله:  {لَا تَدْرُونَ} وما في حيزه في محل رفع خبر له، و {أيهم} فيه وجهان: أشهرهما عند المعربين: أن يكون {أَيُّهُمْ} مبتدأَ وهو اسم استفهام، و {أَقْرَبُ} خبره، والجملة من هذا المبتدأ والخبر في محل نصب بـ {تدرون} ؛ لأنها من أفعال القلوب فعلقها اسم الاستفهام عن أن تعمل في لفظه؛ لأن الاستفهام لا يعمل فيه ما قبله، والثاني: أنه يجوز أن تكون {أي} اسم موصول بمعنى الذي، و {أَقْرَبُ} خبر مبتدأ محذوف هو عائد على الموصول، وجاز حذفه؛ لأنه يجوز ذلك مع {أي} مطلقًا؛ أي: سواء طالت الصلة أم لم تطل، والتقدير: أيهم هو أقرب، وهذا الموصول وصلته في محل نصب على أنه مفعول به نصبه {تَدْرُونَ} ، وإنما بني لوجود شرطي البناء، وهما: أن يضاف {أي} لفظًا، وأن يحذف صدر صلتها، وصارت هذه الآية نظير قوله تعالى:  {ثُمَّ لَنَنْزِعَنَّ مِنْ كُلِّ شِيعَةٍ أَيُّهُمْ أَشَدُّ} فصار التقدير: لا تدرون الذي هو أقرب. قال الشيخ: ولم أر من ذكر هذا الوجه منهم، ولا مانع منه، لا من جهة المعنى، ولا من جهة الصناعة، فعلى القول الأول: تكون الجملة سادةً مسدَّ </p><p>(١) الجمل.</p><p> المفعولين، ولا حاجةَ إلى تقدير حذف، وعلى القول الثاني يكون الموصول في محل نصب مفعولًا أول، ويكون الثاني: محذوفًا، تقديره: لا تدرون الذي هو أقرب لكم نفعًا آباؤكم أو أبناؤكم اهـ \"سمين\" انتهت. {فَرِيضَةً مِنَ اللَّهِ}  {فَرِيضَةً} منصوب على المفعولية المطلقة بفعل محذوف تقديره: فرض الله ذلك التوريث فريضة، والجملة مستأنفة مؤكدة لمضمون ما قبلها. {مِنَ اللَّهِ} جار ومجرور صفة لـ {فريضة} . {إِنَّ اللَّهَ}  {إِنَّ} حرف نصب. {اللَّهَ} اسمها. {كَانَ} فعل ماض ناقص واسمها ضمير يعود على {اللَّهَ} . {عَلِيمًا} خبر أول لـ {كان} . {حَكِيمًا} خبر ثان لها، وجملة {كَانَ} في محل الرفع خبر {إن} وجملة {إِنَّ} مستأنفة. </p><p> {وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَاجُكُمْ إِنْ لَمْ يَكُنْ لَهُنَّ وَلَدٌ} . </p><p> {وَلَكُمْ} الواو استئنافية. {لكم} جار ومجرور خبر مقدم. {نِصْفُ} مبتدأ مؤخر وهو مضاف. {مَا} موصولة أو موصوفة في محل الجر مضاف إليه. {تَرَكَ أَزْوَاجُكُمْ} فعل وفاعل، ومضاف إليه، والجملة صلة لـ {ما} أو صفة لها، والعائد، أو الرابط محذوف تقديره: ما تركه أزواجكم، والجملة من المبتدأ والخبر مستأنفة. {إِنْ لَمْ يَكُنْ}  {إن} حرف شرط. {لَمْ} حرف جزم. {يَكُنْ} فعل مضارع ناقص مجزوم بـ {لم} . {لَهُنَّ} جار ومجرور خبر مقدم لـ {يكن} . {ولد} اسمها مؤخر، وجملة {يَكُنْ} في محل الجزم بـ {إن} على كونها فعل شرط لها، وجواب {إن} معلوم مما قبله تقديره: إن لم يكن لأزواجكم ولد فلكم نصف ما تركن، وجملة إن الشرطية مستأنفة. </p><p> {فَإِنْ كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ الرُّبُعُ مِمَّا تَرَكْنَ} . </p><p> {فَإِنْ}  {الفاء} فاء الفصيحة؛ لأنها أفصحت عن شرط مقدر تقديره: إذا عرفتم حكم ما إذا لم يكن لهن ولد، وأردتم بيانَ حكم ما إذا كان لهن الولد. فأقول لكم. {إن} حرف شرط. {كَانَ} فعل ماض ناقص في محل الجزم بـ {إن} على كونه فعل شرط لها. {لَهُنَّ} جار ومجرور خبر مقدم لـ {كان} . {وَلَدٌ} اسمها مؤخر. {فَلَكُمُ}  {الفاء} رابطة لجواب {إن} الشرطية. </p><p> {لكم} جار ومجرور خبر مقدم. {الرُّبُعُ} مبتدأ مؤخر، والجملة من المبتدأ والخبر في محل الجزم بـ {أن} على كونها جوابًا لها، وجملة {إن} الشرطية مقول لجواب، إذا المقدرة، وجملة إذا المقدرة مستأنفة. {مِمَّا} جار ومجرور متعلق بمحذوف حال، من {الرُّبُعُ} تقديره: حالَ كون الربع مأخوذًا {مِمَّا تَرَكْنَ} . {تَرَكْنَ} فعل وفاعل، والجملة صلة لـ {ما} أو صفة لها، والعائد، أو الرابط محذوف تقديره: مما تركنه. </p><p> {مِنْ بَعْدِ وَصِيَّةٍ يُوصِينَ بِهَا أَوْ دَيْنٍ} . </p><p> {مِنْ بَعْدِ وَصِيَّةٍ} جار ومجرور، ومضاف إليه متعلق بمحذوف حال من {النصف} و {الربع} تقديره: حالةَ كونهما معتبرين مأخوذين مما بقي بعد تنفيذ وصية، وقضاء دين. {يُوصِينَ} فعل وفاعل؛ لأن {النون} فيه ضمير جماعة الإناث. {بِهَا} متعلق به والجملة صفة لـ {وصية} ولكنها سببية. {أَوْ دَيْنٍ} معطوف على {وَصِيَّةٍ} . </p><p> {وَلَهُنَّ الرُّبُعُ مِمَّا تَرَكْتُمْ إِنْ لَمْ يَكُنْ لَكُمْ وَلَدٌ} . </p><p> {وَلَهُنَّ}  {الواو} عاطفة أو استئنافية. {لهن} جار ومجرور خبر مقدم. {الرُّبُعُ} مبتدأ مؤخر، والجملة مستأنفة أو معطوفة على جملة قوله:  {وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَاجُكُمْ}  {مِمَّا} جار ومجرور حال من {الرُّبُعُ} . {تَرَكْتُمْ} فعل وفاعل والجملة صلة لـ {ما} أو صفة لها، والعائد، أو الرابط محذوف تقديره: تركتموه. {إِنْ لَمْ يَكُنْ}  {إِن} حرف شرط {لَمْ} . حرف جزم {يَكُنْ} مجزوم بـ {لم} . {لَكُمْ} خبر مقدم لـ {يكن} . {وَلَدٌ} اسمها مؤخر، وجملة {يَكُنْ} في محل الجزم بـ {إن} على كونها فعل شرط لها، وجواب {إن} معلوم مما قبله تقديره: إن لم يكن لكم ولد: فلهن الربع مما تركتموه، وجملة {إن} مستأنفة. </p><p> {فَإِنْ كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ الثُّمُنُ مِمَّا تَرَكْتُمْ مِنْ بَعْدِ وَصِيَّةٍ تُوصُونَ بِهَا أَوْ دَيْنٍ} . </p><p> {فَإِنْ}  {الفاء} فاء الفصيحة؛ لأنها أفصحت عن شرط مقدر، تقديره: إذا عرفتم حكمَ ما إذا لم يكن ولد، وأردتم بيانَ حكم ما إذا كان لكم ولد .. فأقول لكم:  {إِنْ كَانَ} إنْ حرف شرط. {كَانَ} فعل ماض في محل الجزم بـ {إن} . {لَكُمْ} جار ومجرور لـ {كان} خبر مقدم على اسمها. {وَلَدٌ} اسمها مؤخر. {فَلَهُنَّ}  {الفاء} رابطة. {لهن} جار ومجرور خبر مقدم. {الثُّمُنُ} مبتدأ مؤخر، والجملة في محل الجزم بـ {إن} الشرطية على كونها جوابًا لها، وجملة {إن} الشرطية في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة استئنافًا بيانيًّا. {مِمَّا} جار ومجرور حال من {الثُّمُنُ} . {تَرَكْتُمْ} فعل وفاعل صلة لـ {ما} أو صفة لها، والعائد، أو الرابط محذوف تقديره: مما تركتموه. {مِنْ بَعْدِ وَصِيَّةٍ} جار ومجرور، ومضاف إليه متعلق بمحذوف حال من {الرُّبُعُ} و {الثمن} تقديره: حالة كون كل منهما مستحقًا من بعد تنفيذ وصية، ويجوز أن يكون الجار والمجرور خبرًا لمحذوف تقديره: واستحقاق ما ذكر كائن بعد تنفيذ وصيةٍ كما أشرنا إليه في مبحث التفسير. {تُوصُونَ} فعل مضارع مرفوع بثبات النون، والواو ضمير المخاطبين في محل الرفع فاعل {بِهَا} متعلق به، والجملة صفة لـ {وصية} . {أَوْ دَيْنٍ} معطوف على {وَصِيَّةٍ} . </p><p> {وَإِنْ كَانَ رَجُلٌ يُورَثُ كَلَالَةً أَوِ امْرَأَةٌ وَلَهُ أَخٌ أَوْ أُخْتٌ فَلِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ} . </p><p> {وَإِنْ}  {الواو} استئنافية. {إن} حرف شرط. {كَانَ} فعل ماض ناقص في محل الجزم بـ {إن} الشرطية. {رَجُلٌ} اسمها. {يُورَثُ} فعل مضارع مغير الصيغة، ونائب فاعله ضمير يعود على {رَجُلٌ} والجملة الفعلية صفة لـ {رجل} . {كَلَالَةً} خبر {كَانَ} . {وَلَهُ أَخٌ} الواو حالية. {له} خبر مقدم. {أَخٌ} مبتدأ مؤخر مرفوع بضمة ظاهرة على لغة النقص. {أَوْ أُخْتٌ} معطوف عليه، والجملة من المبتدأ والخبر في محل النصب حال من رجل، وصح مجيء الحال منه، لوصفه بالجملة المذكورة بعده، والمعنى؛ وإن كان رجل </p><p> مورث متكللًا؛ أي: خاليًا من ولد، ووالد، والحاصل أن له أخًا فقط، أو أختًا فقط. {فَلِكُلِّ وَاحِدٍ مِنْهُمَا}  {الفاء} رابطة الجواب. {لكل}  {وَاحِدٍ} جار ومجرور، ومضاف إليه خبر مقدم. {مِنْهُمَا} جار ومجرور صفة لـ {واحد} . {السُّدُسُ} مبتدأ مؤخر، والجملة من المبتدأ والخبر في محل الجزم بـ {إن} الشرطية على كونها {جوابًا} لها، وجملة {إن} الشرطية مستأنفة، وفي هذا المقام أوجه كثيرة في إعراب الكلالة أعرضنا عنها صفحًا لئلا يطول الكلام. </p><p> {فَإِنْ كَانُوا أَكْثَرَ مِنْ ذَلِكَ فَهُمْ شُرَكَاءُ فِي الثُّلُثِ} . </p><p> {فَإِنْ}  {الفاء} فاء الفصيحة؛ لأنها أفصحت عن شرط مقدر، تقديره إذا عرفتم حكمَ ما إذا كان له أخ أو أخت، وأردتم بيانَ حكم ما إذا كانوا أكثرَ .. فأقول لكم:  {إن} حرف شرط. {كَانُوا} فعل ناقص، واسمه في محل الجزم بـ {إن} الشرطية على كونه فِعْلَ شرط لها. {أَكْثَرَ} خبر {كان} . {مِنْ ذَلِكَ} متعلق بـ {أكثر} . {فَهُمْ}  {الفاء} رابطة الجواب. {هم شركاء} مبتدأ وخبر. {فِي الثُّلُثِ} متعلق بـ {شركاء} والجملة الإسمية في محل الجزم بإن الشرطية على كونها جوابًا لها، وجملة إن الشرطية مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. </p><p> {مِنْ بَعْدِ وَصِيَّةٍ يُوصَى بِهَا أَوْ دَيْنٍ غَيْرَ مُضَارٍّ وَصِيَّةً مِنَ اللَّهِ وَاللَّهُ عَلِيمٌ حَلِيمٌ} . </p><p> {مِنْ بَعْدِ وَصِيَّةٍ} جار ومجرور، ومضاف إليه متعلق بمحذوف خبر لمحذوف تقديره: استحقاقهم ما ذكر من السدس، والثلث كائن من بعد تنفيذ وصية. {يُوصَى} بالبناء للفاعل وفاعله ضمير يعود على المحتضر. {بِهَا} متعلق بـ {يوصى} والجملة صفة لـ {وصية} ولكنها سببية، أو بالبناء للمفعول والجار والمجرور على هذا نائب فاعل قال ابن مالك: </p><p> وَقَابِلْ مِنْ ظَرْفٍ أوْ مِنْ مَصْدَرِ ... أَوْ حَرْفِ جَرٍّ بِنِيَابَةٍ حَرِيْ </p><p> والجملة صفة حقيقية لـ {وصية}  {غَيْرَ مُضَارٍّ} اسم فاعل حال من نائب </p><p> فاعل {يُوصَى} على البناء للمفعول، والمعنى حالةَ كون ما ذكر من الوصية، والدين غيرَ مضار بها. {وَصِيَّةً} منصوب على المفعولية المطلقة بفعل محذوف تقديره: يوصيكم الله بقسمة الميراث على الكيفية المبينة لكم، والجملة المحذوفة مستأنفة، أو منصوب على المفعولية المطلقة بقوله:  {يُوصِيكُمُ اللَّهُ فِي أَوْلَادِكُمْ} . {مِنَ اللَّهِ} جار ومجرور صفة لـ {وصية} . {وَاللَّهُ عَلِيمٌ} مبتدأ وخبر والجملة مستأنفة. {حَلِيمٌ} خبر ثان. </p><p> {تِلْكَ حُدُودُ اللَّهِ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ الْفَوْزُ الْعَظِيمُ} . </p><p> {تِلْكَ حُدُودُ اللَّهِ} مبتدأ وخبر، ومضاف إليه، والجملة مستأنفة {وَمَنْ} الواو استئنافية. {من} اسم شرط في محل الرفع مبتدأ، والخبر جملة الشرط، أو جملة الجواب، أو هما على الخلاف المذكور في محله. {يُطِعِ اللَّهَ} فعل ومفعول مجزوم بمن وفاعله ضمير يعود على {من} . {وَرَسُولَهُ} معطوف على الجلالة. {يُدْخِلْهُ} فعل مضارع مجزوم بـ {من} على كونه جوابَ الشرط، وفاعله ضمير يعود على {اللَّهَ} ، وجملة {من} الشرطية مستأنفة. {والهاء} في محل النصب مفعول أول. {جَنَّاتٍ} مفعول ثان. {تَجْرِي} فعل مضارع. {مِنْ تَحْتِهَا} جار ومجرور، ومضاف إليه متعلق بـ {تجري} . {الْأَنْهَارُ} فاعل والجملة الفعلية في محل النصب صفة لـ {جنات} . {خالدين} حال من {هاء}  {يدخله} وجمعه نظرًا لمعنى {من} . {فيها} متعلق بـ {خالدين} . {وَذَلِكَ الْفَوْزُ} مبتدأ وخبر. {الْعَظِيمُ} صفة للفوز، والجملة مستأنفة. </p><p> {وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ وَيَتَعَدَّ حُدُودَهُ} . </p><p> {وَمَنْ}  {الواو} عاطفة. {من} اسم شرط في محل الرفع مبتدأ، والخبر جملة الشرط. {يَعْصِ اللَّهَ} فعل ومفعول مجزوم بـ {من} ، وفاعله ضمير يعود على {من} . {وَرَسُولَهُ} معطوف على الجلالة. {وَيَتَعَدَّ حُدُودَهُ} الواو </p><p> عاطفة. {يتعد} معطوف على {يُطِعِ} . {حُدُودَهُ} مفعول به، ومضاف إليه. </p><p> {يُدْخِلْهُ نَارًا خَالِدًا فِيهَا وَلَهُ عَذَابٌ مُهِينٌ} . </p><p> {يُدْخِلْهُ} فعل مضارع مجزوم بمن على كونه جوابًا لها، وفاعله ضمير يعود على الله. {والهاء} مفعول أول. {نَارًا} مفعول ثان، وجملة {من} الشرطية معطوفة على جملة {من} الأولى. {خَالِدًا} حال من ضمير {يُدْخِلْهُ} وأفرده نظرًا للفظ {من}  {فِيهَا} متعلق بـ {خالدًا} . {وَلَهُ} الواو عاطفة. {له} جار ومجرور خبر مقدم. {عَذَابٌ} مبتدأ مؤخر. {مُهِينٌ} صفة له، والجملة الإسمية في محل الجزم معطوفة على جملة {يُدْخِلْهُ نَارًا} ، والله أعلم. </p><p> التصريف ومفردات اللغة </p><p> {يُوصِيكُمُ اللَّهُ} مضارع أوصى الرباعي، من باب: أفعلَ يقال: أوصى الشيء بالشيء، ووصاه به إذا أوصى له به؛ لأن الموصي أوصل خير عُقْبَاهُ بخير دنياه، وأوصى الله بكذا، إذا أَمرَ به، وأوجبه، والمعنى: هنا يأمركم الله سبحانه وتعالى في إرث أولادِكم بأن يُعطَى الذكرُ الواحد مثلَ حظ الأنثيين. </p><p> {حَظِّ الْأُنْثَيَيْنِ} الحظ: النصيب من الخير، والفضل، وقد يطلق على النصيب من الشر، واليسر، والسعادة يجمع على حظوظ، وحظاظ، وأحظ يقال حظ يحظ من باب: فتحَ إذا كان ذا حظ .. فهو حظيُّ، وحَظِيظ ومَحْظوظ. </p><p> {الْأُنْثَيَيْنِ} مثنى الأنثى، والأنثى خلافُ الذكر، يُجمع على إناث، وأناثي، والمؤنث خلاف المذكر مأخوذة من أَنَثَ الحديدُ يَأنُثُ أَنْثًا من باب: نصر إذا لاَنَ، وكان غير شَديدٍ وصلبٍ، وسميت المرأة بأنثى للين بشرتها، وجسمها، ولضعفها خلقةً. </p><p> {فَرِيضَةً مِنَ اللَّهِ} يقال: فرض الله كذا على عباده، إذا أوجبه عليهم من باب: ضرب، والفريضةُ: الشيءُ الذي أوجبه عليهم، يُجمع على فرائض {لَا تَدْرُونَ} مضارع درى يدري دريًا، ودراية من باب: رمى، وهو من أفعال </p><p> القلوب، يتعدى إلى مفعولين قال الشاعر: </p><p> دَرَيْتَ ألوَفِيَّ العَهْدِ يَا عُرْوَ فَاغْتَبِطْ ... فَإِنَّ اغْتِبَاطًا بَالوَفَاءِ حَمِيْدُ </p><p> ولكن علقها هنا اسم الاستفهام عن العمل في لفظه، لأن اسمَ الاستفهام لا يعملُ فيه ما قبله، كما هو معلومٌ عندهم. </p><p> {وَإِنْ كَانَ رَجُلٌ يُورَثُ كَلَالَةً} ، واختلف (١) في اشتقاق {الكلالة} ، قيل: من الكَلاَل وهو الإعياء، فكأنه يصير الميراث إلى الوارث عن بُعْدٍ واعْيَاءٍ قال الأعشى: </p><p> فَآلَيْتُ لاَ أَرْثِي لَهَا مِنْ كَلاَلَةٍ ... وَلاَ وَجِيٍ حَتَّى تُلاَقِيْ مُحَمَّدَا </p><p> قال الزمخشري: والكلالة في الأصل مصدر بمعنى الكلال، وهو: ذهاب القول من الإعياء، فاستعيرت للقرابة من غير جهة الولد، والوالد؛ لأنها بالإضافة إلى قرابتها كالَّة ضعيفة انتهى. </p><p> وقيل: هي مشتقة من تكلله النسب إذا أحاط به، فإذا لم يترك والدًا، ولا ولدًا .. فقد انقطع طرفاه، وهما عمودا نسبه وبقيَ موروثُه لمن يتكلل نسبه أي يحيط به من نواحيه كالإكليل، ومنه روض مكلل بالزهر، وقال الفرزدق: </p><p> وَرِثْتُمْ قَنَاةَ الْمَجْدِ لاَ عَنْ كَلاَلَةٍ ... عَنِ ابْنَي مَنَافٍ عَبْدِ شَمْسٍ وَهَاشِمِ </p><p> وقال الأخفش: الكلالة من لا يرثه أب ولا أم، والذي عليه الجمهور أن الكلالةَ الميت الذي لا والدَ له، ولا مولودَ، وهو قول جمهور أهل اللغة: صاحب \"العين\" ، وأبي منصوب اللغوي، وابن عرفة، وابن الأنباري، والعيني، وأبي عبيدة، وقال الراغب: الكلالَةُ اسم لكل وارث، قال الشاعر: </p><p> وَالْمَرْءُ يَجْمَعُ لِلْغِنَى ... وَللْكَلاَلَةِ مَا يَسِيْمْ </p><p> وقال الطبريُّ (٢) الصواب: أنَّ الكلالَةَ هم الذين يرثون الميتَ مَنْ عدا ولده ووالدَه لصحة خبر جابر، فقلت: يا رسول الله، إنما يرثني كلالةٌ أَفأُوصي بمالي </p><p>(١) البحر المحيط. (٢) الشوكاني.</p><p> كلِّه؟ قال: لا \"انتهى\" . </p><p> {شُرَكَاءُ فِي الثُّلُثِ} جمع شريك ككرماء جمع كريم {غَيْرَ مُضَارٍّ} اسم فاعل من ضَار يضار ضرارًا، ومضاررةً من باب فاعل إذا أدخل عليه الضررَ إن بنيَ يوصى للفاعل، واسمُ مفعول إن بني للمفعول كما مرت الإشارة إليه {تِلْكَ حُدُودُ اللَّهِ} حدود الشيء أطرافه التي يمتاز بها من غيره، ومنه حدودُ الدار، سميت بها الشرائع التي أمر الله باتباعها، ونَهَى عن تركها، فمدارُ الطاعة على البقاء في دائرة هذه الحدود، ومَدارُ العصيان على اعتدائها. </p><p> {وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ} من أطاع الرباعي، يقال: أطاع الله يُطيع إطاعةً، وطاعة من باب: أعان: إذا امتثل ما أمرَ به، ونُهيَ عنه، وأطاع الرسولَ. إذا تمسَّك ما أتَى به وبيَّن. </p><p> البلاغة </p><p> قال أبو حيان (١) : وقد تضمنت هذه الآيات من أصناف البديع: </p><p> منها: التفصيلُ في الوارث والأنصباء بعد الإبهام في قوله: {لِلرِّجَالِ نَصِيبٌ} الآية. </p><p> ومنها: العُدول من صيغة يأمركم الله إلى {يُوصِيكُمُ} لما في الوصية من التأكيد، والحرص على اتباعها. </p><p> ومنها: الطباقُ في لفظ الذكر والأنثى في قوله: {لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ} ، وفي {من يطع} و {من يعص} وفي {آبَاؤُكُمْ وَأَبْنَاؤُكُمْ} . </p><p> ومنها: إعادة الضمير على غير مذكور لقوة الدلالة على ذلك في قوله: {مِمَّا تَرَكَ} ؛ أي: ترك الموروث. </p><p> ومنها: التكرارُ في لفظ {كَانَ} ، وفي قوله:  {فَرِيضَةً مِنَ اللَّهِ إِنَّ اللَّهَ} </p><p>(١) البحر المحيط.</p><p> و {ولد وأبواه} و {مِنْ بَعْدِ وَصِيَّةٍ يُوصِينَ بِهَا أَوْ دَيْنٍ} و {وصية من الله إن الله} ، وفي {نِصْفُ مَا} ، وفي {مَنْ يُطِعِ اللَّهَ وَرَسُولَهُ} . </p><p> ومنها: جناسُ الاشتقاق في قوله: {وَصِيَّةٍ يُوصَى} . </p><p> ومنها: المبالغةُ في قوله: {عَلِيمٌ حَلِيمٌ} . </p><p> ومنها: تلوينُ الخطاب في من قرأ {ندخله} بالنون. </p><p> ومنها: الحذف في مواضع انتهى. </p><p> فائدة:  {أَوْ دَيْنٍ}  {أو} هنا (١) لإباحة الشيئين قال أبو البقاء: ولا تدل على ترتيب؛ إذ لا فرق بين قولك: جاءني زيد، أو عمرو، وبين قولك: جاءني عمرو، أو زيد؛ لأن أو لأحد الشيئين، والواحد لا ترتيب فيه، وبهذا يفسد قول من قال: التقدير: من بعد دين أو وصية، وإنما يقع الترتيب فيما إذا اجتمعا، فيقدم الدين على الوصية، وقال الزمخشري فإن قلتَ: فما معنى أو؟ </p><p> قُلْتُ: معناها للإباحة، وإنه إن كان أحدهما، أو كلاهما قُدِّم على قسمة المواريث، كقوله: جالس الحسنَ، أو ابنَ سيرين، فإن قلتَ لم قدمت الوصية على الدين في الذكر، والدين مقدم عليها في الشريعة؟ </p><p> قلت: لمَّا كانت الوصية مشبهةً للميراث في كونها مأخوذةً من غير عِوَضٍ كان إخراجها مما يشق على الورثة بخلاف الدين، فإن نفوسَهم مطمئنةُ إلى أدائه فلذلك قدمَتْ على الدين حثًّا على وجوبها، والمسارعةِ إلى إخراجها مع الدين، ولذلك جِيء بكلمة {أو} للتسوية بينهما في الوجوب اهـ \"سمين\" . </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p>(١) الجمل.</p><p> قال الله سبحانه جلَّ وعلا: </p><p> {وَاللَّاتِي يَأْتِينَ الْفَاحِشَةَ مِنْ نِسَائِكُمْ فَاسْتَشْهِدُوا عَلَيْهِنَّ أَرْبَعَةً مِنْكُمْ فَإِنْ شَهِدُوا فَأَمْسِكُوهُنَّ فِي الْبُيُوتِ حَتَّى يَتَوَفَّاهُنَّ الْمَوْتُ أَوْ يَجْعَلَ اللَّهُ لَهُنَّ سَبِيلًا (١٥) وَاللَّذَانِ يَأْتِيَانِهَا مِنْكُمْ فَآذُوهُمَا فَإِنْ تَابَا وَأَصْلَحَا فَأَعْرِضُوا عَنْهُمَا إِنَّ اللَّهَ كَانَ تَوَّابًا رَحِيمًا (١٦) إِنَّمَا التَّوْبَةُ عَلَى اللَّهِ لِلَّذِينَ يَعْمَلُونَ السُّوءَ بِجَهَالَةٍ ثُمَّ يَتُوبُونَ مِنْ قَرِيبٍ فَأُولَئِكَ يَتُوبُ اللَّهُ عَلَيْهِمْ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا (١٧) وَلَيْسَتِ التَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ حَتَّى إِذَا حَضَرَ أَحَدَهُمُ الْمَوْتُ قَالَ إِنِّي تُبْتُ الْآنَ وَلَا الَّذِينَ يَمُوتُونَ وَهُمْ كُفَّارٌ أُولَئِكَ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا (١٨) يَا أَيُّهَا الَّذِينَ آمَنُوا لَا يَحِلُّ لَكُمْ أَنْ تَرِثُوا النِّسَاءَ كَرْهًا وَلَا تَعْضُلُوهُنَّ لِتَذْهَبُوا بِبَعْضِ مَا آتَيْتُمُوهُنَّ إِلَّا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ وَعَاشِرُوهُنَّ بِالْمَعْرُوفِ فَإِنْ كَرِهْتُمُوهُنَّ فَعَسَى أَنْ تَكْرَهُوا شَيْئًا وَيَجْعَلَ اللَّهُ فِيهِ خَيْرًا كَثِيرًا (١٩) وَإِنْ أَرَدْتُمُ اسْتِبْدَالَ زَوْجٍ مَكَانَ زَوْجٍ وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَارًا فَلَا تَأْخُذُوا مِنْهُ شَيْئًا أَتَأْخُذُونَهُ بُهْتَانًا وَإِثْمًا مُبِينًا (٢٠) وَكَيْفَ تَأْخُذُونَهُ وَقَدْ أَفْضَى بَعْضُكُمْ إِلَى بَعْضٍ وَأَخَذْنَ مِنْكُمْ مِيثَاقًا غَلِيظًا (٢١) }. </p><p> المناسبة </p><p> قوله تعالى:  {وَاللَّاتِي يَأتِينَ الْفَاحِشَةَ مِنْ نِسَائِكُمْ ...} الآية، مناسبةُ (١) هذه الآيات لما قبلها: أنه تعالى لما أمر بالإحسان إلى النساء، فذكر إيتاءَ صدقاتهن، وتوريثهن، وقد كنُ لا يورثنَ في الجاهلية .. ذَكَرَ التغليظ عليهن فيما يأتينه من الفاحشة، وفي الحقيقة: هو إحسان إليهن؛ إذ هو نظر في أمر آخرتهن؛ ولئلا يتوهمَ أنَّ من الإحسان إليهن أن لا تُقام عليهن الحدودُ، فيصيرُ ذلك سببًا لوقوعهن في أنواع المفاسد، ولأنه تعالى لمَّا ذكر حدودَه، وأشار بتلك إلى جميع ما وقع من أول السورة إلى موضع الإشارة؛ فكان في مبدأ السورة التحضُّنُ بالتزويج، وإباحةُ ما أباح من نكاح أربع لمن أباح ذلك، استطردَ بعد ذلك إلى </p><p>(١) البحر المحيط.</p><p> حكم مَنْ خالف ما أمر الله به من النكاح من الزواني، وأفردهنَ بالذكر أولًا؛ لأنهن على ما قيل: أدخلُ في باب الشهوة من الرجال، ثم ذكرهن ثانيًا مع الرجال الزانينَ في قوله:  {وَاللَّذَانِ يَأتِيَانِهَا مِنْكُمْ} فصار ذكر النساء الزواني مرتين: مرةً بالإفراد ومرةً بالشمول. </p><p> وقال المراغي (١) : المناسبة في هذه الآية: لمَّا أوصى الله سبحانه وتعالى بالإحسان إلى النساء ومعاشرَتهن، بالمعروف، والمحافظة على أموالهنَ وعدَم أخذ شيء منها إلا إذا طابت أنفسهن بذلك؛ ذكَرَ هنا التشديدَ عليهن فيما يأتينه من الفاحشة، وهو في الحقيقة إحسان إليهن، إذ الإحسانُ في الدنيا تارةً يكون بالثواب، وأخرى بالزجر والعقاب لكف العاصي عن العصيان، الذي يوقعه في الدمار والبَوار، ومبنَى الشرائع على العدل، والإنصاف، والابتعاد من طرفي الإفراط والتفريط، ومن أقبح العصيان الزنَا، ولا سيما في النساءِ؛ لأن الفتنةَ، بهن أكثر، والضرر منهن أخطر؛ لما يفضي إليه من توريث أولاد الزنا، وانتسابهم إلى غير آبائهم. </p><p> قوله تعالى:  {إِنَّمَا التَّوْبَةُ عَلَى اللَّهِ لِلَّذِينَ يَعْمَلُونَ السُّوءَ بِجَهَالَةٍ ثُمَّ يَتُوبُونَ مِنْ قَرِيبٍ ...} الآية، مناسبتها (٢) لما قبلها: أنه سبحانه وتعالى لمَّا ذَكَر أن من تاب وأصلح، تركت عقوبته، وأُزيل الأذى عنه، وأنه هو التواب الذي هو يقبل التوبةَ عن عباده .. ذكَرَ هنا وقت التوبة، وشرط قبولها، ورغبتَه في تعجيلها حتى لا يأتيَ الموت، وهو مصر على الذنب، فلا تنفعه التوبة، وأرشَدَ أولياءَ الأمر إلى الطريق الذي يسلكونه مع العصاة في معاقبتهم، وتأديبهم، فأمر هنا بالإعراض عن أذى مَن تاب وأصلح العمل، بعد أَنْ فرض عقوبةَ مرتكبي الفواحش في الآية السالفة، فهذه شرح لذلك الإصلاح في العمل. </p><p> قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا يَحِلُّ لَكُمْ أَنْ تَرِثُوا النِّسَاءَ كَرْهًا ...} الآيات، هذه الآيات مناسبتها لما قبلها: أنه لما نهى الله سبحانه وتعالى فيما </p><p>(١) المراغي. (٢) المراغي.</p><p> تقدم عن عادات الجاهلية في أمر اليتامَى، وأموالِهم .. أعقبَه بالنهي عن الاستنان بسنتهم في النساء، وأموالهن، وقد كانوا يحتقرون النساءَ، ويعدونَهن من قبيل المتاع، حتى كان الأقربون، يرثون زوجةَ من يموتُ منهم، كما يرثون مالَه؛ فحَرَّم الله عليهم هذا العمل. </p><p> أسباب النزول </p><p> قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا يَحِلُّ لَكُمْ أَنْ تَرِثُوا النِّسَاءَ كَرْهًا ...} سبب نزولها (١) : ما روى البخاري وأبو داود، والنسائي، عن ابن عباس رضي الله عنهما قال: كانوا إذا مات الرجل كان أولياؤه أحق بامرأته، إن شاء بعضهم. تزوَّجها، وإن شاؤوا زوجوها، فهم أحق بها من أهلها؛ فنزلت هذه الآية. </p><p> وأخرج ابن جرير، وابن أبي حاتم بسند حسن، عن أبي أُمامة أسعد بن سهل بن حُنيف قال: لمَّا تُوفي أبو قيس بن الأصلت أراد ابنُه أن يتزوَّج امرأتَه، وكان لهم ذلك في الجاهلية؛ فنزلت هذه الآية. </p><p> وفي \"الخازن\"  (٢) : نزلت هذه الآية في أهل المدينة، وذلك أنهم كانوا في الجاهلية، وفي أول الإِسلام، إذا مات الرجل، وخلَّف امرأةً جاء ابنه من غيرها، أو قَرِيبُه من ذوي عصبته، فألقى ثوبَه على تلك المرأة، أو على خبائها، فصار أحقَ بها من نفسها، ومن غيره، فإن شاء تزوجها بغير صداق إلا الصداقَ الأول، الذي أصدقَها الميتُ، وإن شاء زوَّجها غيَره وأخذ هو صداقها، وإن شاء .. عضلها، ومنعها من الأزواج يُضارُّها بذلك لتفتديَ منه بما ورثت من الميت، أو تموتَ هي فيرثُها، فإن ذهبت المرأة إلى أهلها قبل أن يلقيَ عليها وَلِيُّ زوجها ثوبَه .. كانت أحقَّ بنفسها، وكانوا على ذلك حتى توفّي أبو قيس بن الأصلت الأنصاري، وتَركَ امرأتَه كُبيشة بنتَ مَعْنٍ الأنصارية، فقام ابن له من غيرها، يقال له حصنُ: وقيل: اسمه قيس بن أبي قيس، فطرح ثوبَه عليها؛ فورث نكاحها، ثم تركها، فلم ينفق عليها يُضَارّها بذلك لتفتدي منه، فأتَتْ كبيشة رسول الله - صلى الله عليه وسلم - </p><p>(١) لباب النقول. (٢) الخازن.</p>"
}