{
  "id": null,
  "sura": 4,
  "aya": 11,
  "text": "<p> بينهما للذكر مثل حظ الأنثيين، ولا يفرض للبنت والأخت وكذلك ابن الابن يعصب من في درجته الإناث، ومن فوقه إذا لم يأخذ من الثلثين شيئًا حتى لو مات عن بنتين وبنت ابن، فللبنتين الثلثان، ولا شيءَ لبنت الابن، فإن كان في درجتها ابن ابن، أو أسفل منها ابن ابن ابن كان الباقي بينهما للذكر مثل حظ الأثنيين، والأخت للأب والأم، أو للأب تكون مع البنت عصبة حتى لو مات عن بنت وأخت كان للبنت النصف، والباقي: وهو النصف للأخت، ولو مات عن بنتين، وأخت، كان للبنتين الثلثان، والباقي للأخت. </p><p> ويدل على ذلك ما روي عن هذيل بن شرحبيل قال: سئل أبو موسى عن بنت، وبنت ابن، وأخت، فقال: للبنت النصف، وللأخت النصف، وأتت بنت الابن ابن مسعود، فسئل ابن مسعود، وأخبر بقول أبي موسى فقال ابن مسعود: لقد ضللت وما أنا من المهتدين، ثم قال: أقضى فيها بقضاء رسول الله - صلى الله عليه وسلم - للبنت النصف، ولبنت الابن السدس. تكملة الثلثين، وما بقي فللأخت فأخبر أبو موسى بقول ابن مسعود فقال: لا تسألوني ما دام هذا الحبر فيكم. أخرجه البخاري. </p><p> التفسير وأوجه القراءة </p><p> ١١ - {يُوصِيكُمُ اللَّهُ} وهذا شروع في تفصيل أحكام المواريث المجملة في قوله: {لِلرِّجَالِ نَصِيبٌ} الخ، وإنما بَدَأَ الله سبحانه وتعالى بإرث الأولاد، لأنهم أقرب الورثة إلى الميت، وأكثر بقاء بعد المورث؛ ولأن تعلق قلب الإنسان بولده أشد من تعلقه بغيره. والخطاب فيه للمؤمنين، وقرأ ابن أبي عبلة، والحسن {يوصيكم} بالتشديد، والوصية ما تعهد به إلى غيرك من العمل، كما تقول: أوصيت المعلم أن يراقب آدابَ الصبي، ويؤدبه على ما يسيء فيه، وهي في الحقيقة: أمر له بعمل ما عهد إليه به. </p><p> والمعنى: يأمركم الله سبحانه وتعالى {فِي} إرث {أَوْلَادِكُمْ} الوارثين الذكور والإناث كبارًا كانوا أو صغارًا مما تتركونه من أموالكم، بأن يُعْطَى {لِلذَّكَرِ} الواحد منهم {مِثْلُ حَظِّ الْأُنْثَيَيْنِ} ؛ أي: قَدْرُ نصيب اثنتين من إناثهم، إذا كانوا ذكورًا وإناثًا، واختير هذا التعبيرُ، ولم يقل: للأنثى نصف حظ الذكر، </p><p> إيماء إلى أنَّ إرثَ الأنثى كأنه مقرر معروف، وللذكر مثله مرتين، وإشارةً إلى إبطال ما كانت عليه العرب في الجاهلية من منع توريث النساء. </p><p> والحكمة في جعل حظ الذكر كحظ الأنثيين: أن الذكر يحتاج إلى الإنفاق على نفسه، وعلى زوجه فجُعل له سهمان، وأما الأنثى فهي تنفق على نفسها، فحسب، وإن تزوجت كانت نفقتها على زوجها، ويدخل في عموم الأولاد: </p><p> ١ - الكافرُ لكن السنة بينت أن اختلاف الدين مانعٌ من الإرثِ، قال - صلى الله عليه وسلم -: \"لا يتوارث أهل ملتين\" كما مر. </p><p> ٢ - والقاتل عمدًا لأحد أبويه مثلًا، ويخرج بالسنة والإجماع. </p><p> ٣ - والرقيق، وقد ثبت منعه بالإجماع؛ لأن المملوك لا يملك بل كل ما يصل إلى يده من المال، فهو ملك لسيده، ومالكه فلو أعطيناه من التركة شيئًا، كنا معطين ذلك للسيد فيكون هو الوارث بالفعل. </p><p> ٤ - والميراث من النبي - صلى الله عليه وسلم - فقد استثني بحديث \"نحن معاشر الأنبياء لا نورث\" . </p><p> ولا خلاف في أن ولد الولد يقوم مقامه عند فقده، أو عدم إرثه لمانع كقتل مورّثه، قال شاعرهم: </p><p> بَنُونَا بَنُوْ أَبْنَائِنَا وَبَنَاتُنَا ... بَنُوْهُنَّ أَبْنَاءُ الرِّجَالِ الأَبَاعِدِ </p><p> فإذا خلف الميت ذكرًا واحدًا وأنثى واحدةً فللذكر سهمان، وللأنثى سهم، وإذا كان الوارث جماعةً من المذكور وجماعةً من الإناث كان لكل ذكر سهمان، ولكل أنثى سهم. </p><p> وإذا كان مع الأولاد أبوان وأحد الزوجين، فالباقي بعد سهام الأبوين، وأحد الزوجين بين الأولاد للذكر مثل حظ الأنثيين. </p><p> {فَإِنْ كُنَّ} ؛ أي: فإن كانت البنات المتروكات من الأولاد {نِسَاءً} ؛ أي: إناثًا خلصا {فَوْقَ اثْنَتَيْنِ} ؛ أي: بنتَيْنِ فأكثر مهما بَلَغ عددُهن {فَلَهُنَّ} ؛ أي: </p><p> فلتلك البنات سواءً كانت ثنتينِ فأكثر {ثُلُثَا مَا تَرَكَ} ؛ أي: ثلثا ما ترك والدُهن المتوفَّى أو والدتُهن. </p><p> وأجمعت (١) الأمة على أن للبنتين الثلثين إلا ما روي عن ابن عباس - رضي الله عنهما - أنه ذهبَ إلى ظاهر الآية، وقال الثلثان فرض الثلاث من البنات؛ لأن الله تعالى قال {فَإِنْ كُنَّ نِسَاءً فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ} فجعل الثلثين للنساء إذا زدن على الثنتين، وعنده أن فرض الثنتين النصف كفرض الواحدة، وأجيب عنه بأجوبة فيها حجة لمذهب الجمهور كما ذكروها: </p><p> منها: أن في الآية تقديمًا وتأخيرًا، والتقدير فإن كن نساءً اثنتين فما فوقهما فلهن الثلثان. </p><p> ومنها: أن الجمع يطلق على ما فوق الواحد؛ لأنَّ العرب تطلق الجمع على الاثنين كما في قوله تعالى:  {فَقَدْ صَغَتْ قُلُوبُكُمَا} . </p><p> ومنها: أن لفظةَ فوق صلَةُ هنا، والتقدير:  {فَإِنْ كُنَّ نِسَاءً} اثنتين. </p><p> {وَإِنْ كَانَتْ} المولودة الوارثةُ بنتًا {وَاحِدَةً} ؛ أي: منفردةً ليس معها أخ، ولا أختَ {فَلَهَا النِّصْفُ} مما ترك الوالد الميتُ أو الوالدة، والباقي لسائر الورثة بحسب الاستحقاق كما يعلم من أحكام المواريث. </p><p> وخلاصة ذلك: أنه إذا كان الأولاد ذكورًا وإناثًا كان للذكر مثل حظ الأنثيين، وإن كان المولود أنثى واحدةً. كان لها النصفُ، وإن كن ثنتين أو ثلاثًا فصاعدًا. كان لهن الثلثان. وقد عُلم من ذلك أنَّ البنات لا يستغرق فرضهن التركةَ، والولد الذكر إذا انفرد. يأخذ التركة كلَّها، وإذا كان معه أخ له فأكثرُ .. كانت قسمة التركة بينهما، أو بينهم بالمساواة. </p><p> قرأ الجمهور (٢)  {وَاحِدَةً} بالنصب على أنه خبر {كان} ؛ أي: وإن كانت هي؛ أي: البنت فذةً ليس معها أخرى، وقرأ نافع {واحدة} بالرفع على أن كان تامة، {وواحدة} فاعلها، وقرأ السلمي النصف بضم النون، وهي قراءةٌ علي وزيد في جميع القرآن. </p><p>(١) الخازن. (٢) البحر المحيط.</p><p> ولما فرغ الله سبحانه وتعالى من ذكر الفروع، ومقدار ما يرثون أخَذَ في ذكر الأصول، ومقدارِ ما يرثون، فقال:  {وَلِأَبَوَيْهِ} ؛ أي: ولأبوي الميت وقوله: {لِكُلِّ وَاحِدٍ مِنْهُمَا} بدل منه بتكرير العامل، وفائدته (١) : التنصيص على استحقاق كل واحد منهما السدسَ والتفصيل بعد الإجمال تأكيد، وأبواه هما أبوه وأمه وغلَّب لفظَ الأب في التثنية كما قيل: القمران، فغلب القمر لتذكيره على الشمس؛ أي: لكل واحد من الأبوين {السُّدُسُ مِمَّا تَرَكَ} الميت على السواء في هذه الفريضة، {إِنْ كَانَ لَهُ} ؛ أي: لهذا الميت {وَلَدٌ} ذكر أو أنثى واحد، أو أكثر، والباقي بعد هذا الثلث أعني سدسيهما يقتسمه الأولاد؛ أي: فإن كان مع الأبوين ولد ذكر، فأكثر أو بنتان فأكثر، فلكل واحد من الأب والأم السدس، وإن كان مَعهما بنت .. فلها النصف، وللأم السدس، وللأب السدس بحكم هذه الآية، والسدس الباقي للأب أيضًا بحكم التعصيب. </p><p> {فَإِنْ لَمْ يَكُنْ لَهُ} ؛ أي: للميت {وَلَدٌ} ولا ولد ولد {وَوَرِثَهُ أَبَوَاهُ فَلِأُمِّهِ الثُّلُثُ} فرضًا لها، والباقي للأب كما هو معلوم من انحصار الإرث، فيأخذ السدسَ بالفريضة، والنصفَ بالتعصيب، وإذا انفرد أخذ كل المال كما هو شأنُ العصبة، وإذا ورثه أبواه مع أحد الزوجين، فللأم ثُلُثُ ما يبقى بعد فرضه، والباقي للأب وتسمى هذه المسألة الغراوين، وقد أشار إليها صاحبُ \"الرحبية\" : </p><p> وَإِنْ يَكُنْ زَوْجٌ وَأُمٌّ وَأَبُ ... فَثُلُثُ الْبَاقِيْ لَهَا مُرَتَّبُ </p><p> وهَكَذَا مَعْ زَوْجَةٍ فَصَاعِدَا ... فَلاَ تَكُنْ عَنِ الْعُلُوْمِ قَاعِدَا </p><p> وثلث الباقي في الحقيقة إما ربعٌ أو سدسٌ، وقد انعقد الإجماعُ على ذلك إلا ما شَذَّ عن ابن عباس فإنه قال: يأخذ الزوجُ نصيبه، وتأخذ الأم ثُلُثَ التركة كلَّها، ويأخذ الأب ما بقي، وقال: لا أجدُ في كتاب الله ثلثَ الباقي، والسر في تساوي الوالدين في الميراث مع وجود الأولاد الإشارة إلى وجوب احترامهما على السواء. </p><p>(١) الخازن.</p><p> والحكمة في أن حظ الوالدين من الإرث أقل من حظ الأولاد مع عظم حقهما على الولد: أنهما يكونان في الغالب أقل حاجة إلى المال من الأولاد، إما لكبرهما، وإما لتموُلهما، وإما لوجود من تَجِبَ عليه نفقتهما من أولادهما الأحياء، وأما الأولاد فإما أن يكونوا صغارًا لا يقدرون على الكسب، وإما أن يكونوا على كبرهم محتاجينَ إلى نفقات كثيرة في الحياة، كالزواج، وتربية الأطفال، ونحو ذلك {فَإِنْ كَانَ لَهُ} ؛ أي: للميت مع أرث أبويه له {إِخْوَةٌ} اثنان فصاعدًا ذكور أو إناث أشقاء كانوا أو لأب أو لأم وارثين كانوا أو محجوبين بالأب {فَلِأُمِّهِ السُّدُسُ} مما ترك والباقي للأب، ولا شيءُ للإخوة، وأما السدس الذي حجبوها عنه .. فهو للأب عند وجوده، ولهم عند عدمه. </p><p> والمعنى: أنه إن كان أب وأم وإخوة .. كان نصيبُ الأم السدسَ وحظها الإخوة من الثلث إلى السدس، وصار الأب يأخذ خمسةَ الأسداس كرجل مات عن أبوين وأخوين، فإن للأم السدس والباقي، وهو خمسةُ أسداس للأب، سدس بالفريضة، والباقي بالتعصيب، فكل جمع منهم يحَجب الأم من الثلث إلى السدس، ولا شيء لهم لكونهم محجوبين بالأب. قال صاحبُ \"التلمسانية\" : </p><p> وَفِيْهِمُ فِيْ الْحَجْبِ أَمْرٌ عَجَبُ ... لِكَوْنِهِمْ قَدْ حَجَبُوْا وَحُجِبُوْا </p><p> وإنما حجب الإخوة الأمَّ من غير أن يرثوا مع الأب شيئًا؛ معونة للأب؛ لأنه يقوم بشأنهم، وينفق عليهم دون الأم، ولكن هذا يدلُّ على خستهم. </p><p> وعلم مما ذكر في مسألة الغراوين: أن (١) حقوقَ الزوجية في الإرث مقدمة على حقوق الوالدين؛ إذ أنهما يتقاسمان ما بقي بعد أخذ الزوج حصتَه، وسر هذا أن صلة الزوجية أشد وأقوى من صلة البنوة؛ ذاك أنهما يعيشان مجتمعينِ وجودُ كل منهما متمم لوجود الآخر، حتى كأنه نصف شخصه، وهما حينئذ منفصلان عن الوالدين أشد الانفصال؛ فبهذا كانت حقوق المعيشة بينهما آكد، ومن ثم جعل الشارع حق المرأة على الرجل في النفقة هو الحق الأولَ؛ فإذا لم يجد </p><p>(١) المراغي.</p><p> الرجلِ إلا رغيفَين سد رَمَقهُ بِأحَدِهِما، ووجب عليه أن يعطيَ الثانيَ لامرأته لا لأحد أبَويه، ولا لغيرهما من أقَارِبِه. </p><p> قرأ الجمهور (١) : {فَلِأُمِّهِ} هنا في الموضعين، وفي قوله:  {فِي أُمِّ الْكِتَابِ} في الزخرف، وفي قوله:  {حَتَّى يَبْعَثَ فِي أُمِّهَا رَسُولًا} في القصص، وفي قوله:  {مِنْ بُطُونِ أُمَّهَاتِكُمْ} في النحل، والزمر، وفي قوله:  {فيِ بُطُونِ أُمَّهَاتِكُمْ} في النور {مِنْ بُطُونِ أُمَّهَاتِكُمْ} في النجم بضم الهمزة من أم، وهو الأصل. وقرأ الأخوان - أعني الكسائيَ وحمزة - جميعَ ذلك بكسر الهمزة، وانفرد حمزة بزيادة كسر الميم من أمهات في الأماكن المذكورة، هذا كله في الدرج أما في الابتداء بهمزة الأم والأمهات، فإنه لا خلاف في ضمها، أما وجه قراءة الجمهور، فظاهر؛ لأنه الأصل كما تقدم. </p><p> وأما قراءة حمزة والكسائي بكسر الهمزة فقالوا: لمناسبة الكسرة، أو الياء، التي قبل الهمزة، فكسرت الهمزة إتباعًا لما قبلها، ولاستثقالهم الخروجَ من كسر أو شبهه إلى ضم، ولذلك إذا ابتدىء بالهمزة ضمَّاها لزوال الكسر، أو الياء، وأما كسرُ حمزةَ الميمَ من أمهات في المواضع المذكورة، فللإتباع، أتبع حركة الميم لحركة الهمزة، فكسرةُ الميم تبع التبع، ولذلك إذا ابتدىءَ بها ضمت الهمزة، وفَتح الميم لما تقدم من زوال موجب ذلك، وكسر همزةِ أم بعد الكسرة، أو الياء، حكاه سيبويه لغةً عن العرب، ونَسَبها الكسائي والفراءُ إلى هوازن، وهذيل اهـ \"سمين\" . </p><p> وقرأ الحسن (٢) ونعيم بن ميسرة {السدْس} بسكون الدال، وكذلك قرأ {الثلْث} و {الرْبع} إلى العشر بالسكون، وهيَ لغةُ بني تميم، وربيعة، وقرأ الجمهور بالتحريك ضمًّا، وهي لغة أهل الحجاز، وبني أسد في جميعها. </p><p> وقد اختلف العلماء في الجد هل هو بمنزلة الأب فتسقط به الإخوة أم لا؟ فذهب أبو بكر الصديق إلى أنه بمنزلة الأب، ولم يخالفه أحدٌ من الصحابة في أيام خلافته، واختلفوا في ذلك بعد وفاته فقال بقول أبي بكر ابن عباس، </p><p>(١) الجمل. (٢) الشوكاني.</p><p> وعبد الله بن الزبير، وعائشة، ومعاذ بن جبل، وأبي بن كعب وغيرهم. وذهب علي بن أبي طالب وزيد بن ثابت، وابن مسعود، إلى توريث الجد مع الإخوة للأبوين، أو لأَب، ولا ينقصَ معهم من الثلث، ولا ينقص مع ذوي الفروض من السدس. </p><p> وأجمع العلماء على أن للجدة السَّدُسَ إذا لم يكن للميت أم، وأجمعوا على أنها ساقطة مع وجود الأم، وأجمعوا على أن الأبَ لا يُسقِطُ الجدةَ أم الأم، واختلفوا في توريث الجدة وابنها حي. </p><p> هذه الأنصباء المذكورة إنما تقسم للورثة {مِنْ بَعْدِ} تنفيذ {وَصِيَّةٍ يُوصِي بِهَا} الميت، وإخراجها من ثلث ما بقي بعد الدين {أَوْ دَيْنٍ} ؛ أي: ومن بعد قضاء دين عليه إن كان، وأو هنا لمطلق الجمع بمعنى الواو، لا تفيد ترتيبًا؛ لأن الدين مقدم على الوصية، ولا بد هنا من تقدير محذوف كما يُعلم مما سيأتي، تقديره: حالةَ كونه غير مَضار للورثة بالوصية والدين؛ بأن كان في كل منهما مصلحة، وإنما قدمت الوصية على الدين في الذكر في الآية مع أن الدينَ مقدم عليها في الوفاء، كما قضى به رسول الله - صلى الله عليه وسلم - فيما رواه علي كرم الله وجهه، وأخرجه عنه جماعة قال - أعني عليًّا -: إنكم تقرؤون الوصيةَ قبل الدين، وبدأ رسول الله - صلى الله عليه وسلم - بالدين قبل الوصية للاهتمام بها؛ لأنها تؤخذ كالميراث بلا عوض، فيشق على الورثة إخراجها. </p><p> وأجمعت الأمة على تقديم الدين، والوصية على الإرث لهذه الآية، وإنما قدما على الإرث؛ لأنَّ الدينَ حق على الميت، والوصية حق له، وهما يتقدمان على حق الورثة. </p><p> وإنما عطف (١) الدينَ على الوصية، بـ {أو} دون الواو إشارة إلى أنهما متساويان في الوجوب متقدمان على قسمة التركة مجموعين، أو منفردين. </p><p> والحاصل:  (٢) أن أول ما يخرج من التركة مؤونة تجهيزه، ثم الدين، حتى لو استغرق الدين جميعَ التركة .. لم يكن للورثة فيها حق، فأما إذا لم يكن دين </p><p>(١) المراغي. (٢) المراح.</p><p> أو كان إلا أنه قضي، وفضل بعده شيء. فإن أوصى الميت بوصية أخرجت من ثلث ما فضل، ثم قسم الباقي ميراثًا على حكم فرائض الله تعالى. </p><p> وقرأ ابن كثير، وابن عامر، وأبو بكر، عن عاصم {يُوصِي} بفتح الصاد، وقرأ نافع، وأبو عمرو، وحمزة، والكسائي بكسر الصاد. ثم أتى بجملة معترضة بين ذكر الوارثين، وأنصبائهم، وبين قوله:  {فَرِيضَةً مِنَ اللَّهِ} ولا تعلق لمعناها بمعنى الآية للتنبيه على جهل المرء بعواقب الأمور فقال: {أَبْنَاؤُكُمْ} أيها المؤمنون {وَأَبْنَاؤُكُمْ لَا تَدْرُونَ} ، ولا تعرفون {أَيُّهُمْ} ؛ أي: أي الفريقين {أَقْرَبُ لَكُمْ نَفْعًا} وأكثر لكم فائدةً في الدنيا بالإحسان إليكم، وفي الآخرة في الدعاء لكم، والصدقة عنكم كما في الحديث الصحيح، \"أو ولد صالح يدعو له\" ؛ أي: إنكم لا تدرون أي الفريقين أقرب لكم نفعًا هل هم أباؤكم أو أبناؤكم، فمنكم فريق ظان أن ابنَه أنفع له، فيعطيه، فيكون الأب أنفع له في نفس الأمر، ومنكم فريق ظان، ومعتقد أن أباه أنفع له، فيعطيه الميراثَ وحدَه مع كون ابنه في نفس الأمر أنفع له، فلا تتبعوا في قسمة التركة ما كان يتعارفه أهل الجاهلية من إعطائها للأقوياء، الذين يحاربون الأعداء، وحرمان الأطفال، والنساء؛ لأنهم من الضعفاء، بل اتبعوا ما أمركم الله به، فهو أعلم منكم بما هو أقرب لكم نفعًا مما تقوم به في الدنيا مصالحكم، وتعظم به في الآخرة أجوركم، روى الطبراني؛ أن أحد المتوالدين إذا كان أرفعَ درجةً من الآخر في الجنة ... سأل أن يرفع الآخر إليه، فيرفع بشفاعته. </p><p> {فَرِيضَةً مِنَ اللَّهِ} ؛ أي: فرَضَ الله سبحانه وتعالى ما ذكر من الأحكام {فَرِيضَةً} لا هوادة أي لا مسامحة في وجوب العمل بها، وفي هذا إشارة إلى وجوب الانقياد، لهذه القسمة التي قدرها الشرع، وقضى بها. </p><p> {إِنَّ اللَّهَ} سبحانه وتعالى {كَانَ عَلِيمًا} بالمصالح، والرتب {حَكِيمًا} في كل ما قضى وقدر؛ أي: لم يزل متصفًا بذلك. قال ابن عباس (١) إن الله ليشفع </p><p>(١) المراح.</p>"
}