{
  "id": null,
  "sura": 4,
  "aya": 82,
  "text": "<p> ويبين لك يا محمَّد في كتابه {مَا يُبَيِّتُونَ} ويدبرون لك ليلًا، ويفضحهم بمثل هذه الآيات فيطلعك على أسرارهم، أو يثبت ذلك في صحائف أعمالهم، ليجازوا عليه، وفي هذا من التهديد الشديد ما لا يحفى. </p><p> {فَأَعْرِضْ عَنْهُمْ} يا محمد، ولا تهتم بما يبيتون، ولا تؤاخذهم بما أسروا ولم يعلنوا، {وَتَوَكَّلْ عَلَى اللَّهِ} ؛ أي: واعتمد على الله تعالى، وفوض الأمر إليه، وثق به في جميع أمورك، فإن الله تعالى يكفيك شرهم، وينتقم لك منهم، {وَكَفَى بِاللَّهِ} سبحانه وتعالى من جهة كونه {وَكِيلًا} ؛ أي: مفوضًا إليه، لمن توكل عليه فهو قادر على إيقاع الجزاء بهم، وعالم بمقدار ما يستحقون منه، لا يعجزه منه شيء، </p><p> ٨٢ - {أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ} ؛ أي: أيعرضون عن القرآن، فلا يتأملون فيه، ليعلموا كونه من عند الله تعالى، بمشاهدة ما فيه من الشواهد التي من جملتها هذا الوحي الناطق بنفاقهم، وأصل (١) التدبر التأمل في أدبار الأمور وعواقبها، ثم استعمل في كل تأمل، سواء كان نظرًا في حقيقة الشيء وأجزائه، أو سوابقه وأسبابه، أو لواحقه وأعقابه، وتدبر الكلام هو النظر والتفكر في غاياته ومقاصده التي يرمي إليها، وعاقبة من يعمل به ومن يخالفه، والهمزة هنا للاستفهام الإنكاري، داخلة على محذوف كما قدرنا، والفاء عاطفة على ذلك المحذوف؛ أي: أجهل هؤلاء المنافقون حقيقة الرسالة، وكنه هذه الهداية، فلا يتدبرون القرآن الذي يدل على حقيقتها، ولو تدبروه لعرفوا أنه الحق من ربهم، وأن ما وعد به المتقين الصادقين وما أنذر به الكافرين والمنافقين واقع لا محالة، فهو إذ صدق في الأخبار عما يبيتون في أنفسهم من القول، يصدق كذلك فيما أخبر عن سوء مصيرهم، والوبال والنكال في عاقبتهم. وقرأ الجمهور {يَتَدَبَّرُونَ} بياء وتاء بعدها على الأصل، وقرأ ابن محيص بإدغام التاء على الدال. {وَلَوْ كَانَ} هذا القرآن {مِنْ عِنْدِ غَيْرِ اللَّهِ} تعالى بل كان من عندك كما يزعمون .. {لَوَجَدُوا فِيهِ} ؛ أي: في هذا القرآن {اخْتِلَافًا كَثِيرًا} ، وتناقضًا جمًّا، من حيث (٢) التوحيد والتشريك، </p><p>(١) المراغي. (٢) النسفي.</p><p> والتحليل والتحريم، أو تفاوتًا من حيث البلاغة، فكان بعضه بالغًا حد الإعجاز، وبعضه قاصرًا عنه، يمكن معارضته، أو من حيث المعاني، فكان بعضه إخبارًا بغيب قد وافق المخبر عنه، وبعضه إخبارًا مخالفًا للمخبر عنه، وبعضه دالًا على معنى صحيح عند علماء المعاني، وبعضه دالًا على معنى فاسد غير ملتئم، وأما تعلق الملاحدة بآيات يدعون فيها اختلافًا كثيرًا من نحو قوله:  {فَإِذَا هِيَ ثُعْبَانٌ مُبِينٌ} ، {كَأَنَّهَا جَانٌّ} ، {فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ (٩٢) }، {فَيَوْمَئِذٍ لَا يُسْأَلُ عَنْ ذَنْبِهِ إِنْسٌ وَلَا جَانٌّ} فقد تقصى أهل الحق، وستجدها مشروحة في كتابنا هذا في مظانها إن شاء الله تعالى. </p><p> والمعنى (١) : أنهم لو تدبروه حق تدبره .. لوجدوه مؤتلفًا غير مختلف، صحيح المعاني قوي المباني، بالغًا في البلاغة إلى أعلى درجاتها. </p><p> والخلاصة (٢) : أن تدبر القرآن، وتأمل ما امتاز به، هو طريق الهداية القويم، وصراط الحق المستقيم، فإنه يرشد إلى كونه من عند الله، وإلى وجوب الاهتداء به، وإلى أنه معقول في نفسه موافق للفطرة، ملائم للمصلحة وفيه سعادة الخلق في الدنيا والآخرة. </p><p> ولو تدبر المسلمون القرآن واهتدوا به في كل زمان .. لما فسدت أخلاقهم وآدابهم، ولما ظلم واستبد حكامهم، ولما زال ملكهم وسلطانهم، ولما صاروا عالة في معايشهم على سواهم، فإن قلت: إن قوله: {اخْتِلَافًا كَثِيرًا} يدل بمفهومه على أن في القرآن اختلافًا قليلًا، وإلا لما كان للتقييد بوصف الكثرة فائدة مع أن لا اختلاف فيه أصلًا .. قلت: بأن التقييد بالكثرة للمبالغة في إثبات الملازمة؛ أي: لو كان من عند غير الله تعالى لوجدوا فيه اختلافًا كثيرًا فضلًا عن القليل، لكنه من عند الله تعالى فليس فيه اختلاف لا كثير ولا قليل. </p><p> واعلم: أنه يدل على كون القرآن من عند الله سبحانه وتعالى لا من عند غيره أمور كثيرة: </p><p>(١) الشوكاني. (٢) المراغي.</p><p> الأول: أن أي مخلوق لا يستطيع تصوير الحقائق كما صورها القرآن بلا اختلاف ولا تفاوت في شيء منها. </p><p> الثاني: أنه حكى عن الماضي الذي لم يشاهده محمد - صلى الله عليه وسلم - ولم يقف على تاريخه، وعن الآتي، فوقع كما أنبأ به، وعن الحاضر فأخبر عن خبايا الأنفس ومكنونات الضمائر، كما أخبر عما بيتته هذه الطائفة مخالفًا لما تقول للرسول - صلى الله عليه وسلم -، أو ما يقوله لها، فتقبله في حضرته، وترفضه في غيبته. </p><p> الثالث: أن أحدًا لا يستطيع أن يأتي بمثله في سنن الاجتماع ونواميس العمران وطبائع الملل والأقوام، مع إيراد الشواهد وضرب الأمثال وتكرار القصة الواحدة بالعبارات البليغة، تنويعًا للعبرة وتلوينًا للموعظة، واتفاق كل ذلك وتوافقه على الصدق، وبراءته من الاختلاف والتناقض. </p><p> الرابع: أن أحدًا لا يستطيع أن يأتي بمثله في بيان أصول العقائد وقواعد الشرائع وسياسة الشعوب والقبائل، مع عدم الاختلاف والتفاوت في شيء من ذلك. </p><p> الخامس: أن أحدًا لا يستطيع أن يأتي بمثله فيما جاء به من فنون القول، وألوان العبر في أنواع المخلوقات في الأرض أو في السموات، فقد تكلم على الخلق والتكوين، ووصف جميع الكائنات، كالكواكب ونظامها والرياح والبحار والحيوان والنبات، وما فيها من الحكم والآيات، وكان في كل ذلك يؤيد بعضه بعضًا، لا تفاوت فيه ولا اختلاف بين معانيه. </p><p> السادس: أنه أخبر عن عالم الغيب والدار الآخرة، وما فيها من الحساب على الأعمال والجزاء العادل، وكان في كل ذلك جاريًا على سنة الله تعالى في تأثير الأعمال الاختيارية في الأرواح، مع الالتئمام بين الآيات الكثيرة، وهو غاية الغايات في ذلك عند من أوتي الحكمة وفصل الخطاب. </p><p> هذا بالإضافة إلى أنه نزل منجمًا بحسب الوقائع والأحوال، وكان النبي - صلى الله عليه وسلم - عند نزول الآية أو الآيات يأمر بأن توضع في محلها من سورة كذا، وهو يحفظه حفظًا، وقد جرت العادة بأن من يأتي بكلام من عنده في مناسبات مختلفة لا </p>"
}