{
  "id": null,
  "sura": 4,
  "aya": 24,
  "text": "<p> التفسير وأوجهُ القراءة </p><p> ٢٤ - قوله تعالى:  {وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ} معطوف على قوله: {حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ} ؛ أي: وحُرِّم عليكم أيها المؤمنون نكاحُ المتزوجات اللاتي أَحصنَّ أنفسَهن من الزنا بالزواج، أو أزواجَهن من الزنا إن قرئ بكسر الصاد، أو ذاتِ الأزواج اللاتي أَحْصنهن الأزواجُ من الزنا، إنّ قرئ بفتح الصاد حالةَ كونهن من جميع النساء مسلماتٍ كُنّ أو كتابياتٍ. قال الشوكاني (١) : وقد قرئ المحصنات - بفتح الصاد وكسرها - فالفتح على أن الأزواج حصنوهن، والكسر على أنهن أحصن فروجهن من غير أزواجهن، أو أَحصَن أزواجَهن انتهى. {إِلَّا مَا مَلَكَتْ أَيْمَانُكُمْ} وأيديكم إما بسبي، فإنَّ المسبيَّات حلال لكم بعد ما استبرأتُم أرحامَهن بحيضةٍ، وإن كان لهن أزواج في دار الحرب، أو بشراءٍ فإنَّها تحل للمشتري بعد الاستبراء ولو كانت مزوَّجة، وينفسخُ النكاح الذي كان عليها بخروجها عن ملكِ سيدها الذي زوَّجها. </p><p> والمعنى: وحُرِّم (٢) عليكم نكاحُ المتزوجات إلا ما ملكت الأيمان والأيدي بالسبي في حُروب دينية، تدافعون بها عن دينكم، وأزواجُهن كفارٌ في دار الكفر، وقد رأيتُم من المصلحة أن لا تُعاد السبايا إلى أزواجهن، فحينئذ يَنْحَلُّ عَقدُ زوجيَّتهنَّ، وَيكُنَّ حلالًا بالشروط المذكورة في كُتب الفقه. </p><p> والحكمةُ في حِلّيِّة السبايا: أنه لما كان الغالبُ في الحروب أن يُقْتَل بعضُ أزواجهن، ويفر بعضهم الآخر ولا يعود إلى بلاد المسلمين، وكان من الواجب كفالةُ هؤلاء السبايا بالإِنفاق عليهن، ومنعهن من الفِسق، كان من المصلحة لهن وللمجتمع أن يكون لكل واحدة منهن أو أكثر كافل يكفيها البحث عن الرزق؛ أَيْ: عن طلب المؤنة، أو بذل العرض، وفي هذا ما لا يخفى من الشقاء على النساء. وقال الحنفية: إن من سبي معها زوجها. لا تَحلُّ لغيره؛ إذ لا بُدَّ من اختلاف الدار بَيْنَ الزوجين، دارِ الإِسلام ودار الحرب. </p><p>(١) فتح القدير. (٢) المراغي.</p><p> والإِسلام لم يَفرُض السَّبْيَ، ولم يُحْرِّمه؛ لأنه قد يكون من الخير للسبايا أنفسِهن في بعض الأحوال، كما إذا استأصلَتْ الحرب جميعَ الرجال مِن قبيلة محدودةِ العدد، فإِنْ رَأَى المسلمون أنَّ من الخير أن تُردَّ السبايا إلى قومهن .. جاز لهم ذلك، عملًا بقاعدةِ \"دَرْءُ المفاسد مقدم على جلب المصالح\" وإن كانت الحرب لمطامع الدنيا، وحظوظِ المُلُوك .. فلا يباح فيها السبي. </p><p> والاسترقاقُ (١) المعروفُ في هذا العصر في بلاد السودان، وبلادِ الحجاز وغيرِها غير شرعي، وهو محرم لأن أولئك اللواتي تسترققن حرائرُ من بناتِ المسلمين الأحرار، فلا يجوز الاستمتاع بهن بغيرِ عقدِ النكاح، والإِسلامُ بَريء من هذا. </p><p> وقولُه:  {مِنَ النِّسَاءِ} قَيْدٌ جِيءَ به لإفادةِ التعميم، وبيانِ أنَّ المرادَ كلُّ متزوجة لا العفيفات والمسلمات، وقد جاء الإِحصان في القرآن لأربعةِ معان (٢) : </p><p> ١ - التزوّج كما في هذه الآية. </p><p> ٢ - العفةُ كما في قوله:  {مُحْصِنِينَ غَيْرَ مُسَافِحِينَ} . </p><p> ٣ - الحريةُ كما في قوله:  {وَمَنْ لَمْ يَسْتَطِعْ مِنْكُمْ طَوْلًا أَنْ يَنْكِحَ الْمُحْصَنَاتِ} . </p><p> ٤ - الإِسلام كما في قوله:  {فَإِذَا أُحْصِنَّ} ؛ أي: أسلَمْنَ على قراءة البناء للفاعل. </p><p> واختلف القراء (٣) في كلمةِ {المحصنات} سواء كانت معرَّفة بأل أم نكرة، فقرأ الجمهور بفتح الصاد، والكسائي بكسرها في جميع القرآن، إلا التي في هذه الآية فإنهم أجمعوا فيها على الفتح، والمعنى: أحصنهن الأزواجُ بالتزوج؛ أي: </p><p>(١) المراغي. (٢) المراغي.(٣) المراح.</p><p> أعفوهن عن الوقوع في الحرام، والأولياءُ أعفُّوهن عن الفساد بالتزويج، وهن يحصن أزواجَهن عن الزنا، ويُحصن فروجَهن من غير أزواجهن بعفافهن. </p><p> {كِتَابَ اللَّهِ عَلَيْكُمْ} مصدر مؤكد لمضمون قوله: {حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ} منصوب بعامل محذوف؛ تقديره: كَتَب الله عليكم تحريمَ هذه الأنواع المذكورة، كتابًا مؤكَّدًا، وفرضه فرضًا ثابتًا محكمًا لا هَوادَةَ فيه؛ لأنْ مصلحتكم فيه ثابتةً لا يدخلها شك ولا تغيير، أو المعنى: الزموا كتاب الله وحُكْمه المذكور. </p><p> وقرأ أبو حيوة ومحمد بن السميقع اليماني (١) : {كتب الله عليكم} على صيغة الفعل الماضي الرافع ما بعده، وروي عن ابن السميقع أيضًا، أنه قرأ:  {كتب الله عليكم} جمعًا ورفعًا؛ أي: هذه كتب الله عليكم؛ أي: فرائضه ولازماته. </p><p> {وَأُحِلَّ لَكُمْ مَا وَرَاءَ ذَلِكُمْ} قرأ حمزة والكسائي وحفص عن عاصم: {وَأُحِلَّ لَكُمْ} بالبناء للمفعول، عطفًا على قوله:  {حُرِّمَتْ عَلَيْكُمْ} ، وقرأ الباقون:  {وَأُحِلَّ} بالبناء للفاعل، عطفًا على كتاب الله؛ أي كتب الله عليكم تحريم هذه الأصناف السابقة، وأحل الله لكم ما وراء ذلكم؛ أي: ما سوى تلك المحرمات السابقة. </p><p> وظاهر هذه الآية يقتضي (٢) حل ما سوى المذكورات من المحرمات السابقة، لكن قد دل الدليل من السنة أو الكتاب على تحريم أصناف أخرى سوى ما ذكر، فمن ذلك أنه يحرم الجمع بين المرأة وعمتها، وبين المرأة وخالتها، ومن ذلك المطلقة ثلاثًا لا تحل لزوجها الأول حتى تنكح زوجًا غيره، ومن ذلك نكاح المعتدة، فلا تحل للأزواج حتى تنقضي عدتها، ومن ذلك أن من كان في نكاحه حرة لم يجز له أن يتزوج بالأمة، والقادر على طول الحرة لم يجز له أن </p><p>(١) البحر المحيط. (٢) الخازن.</p><p> يتزوج بالأمة، ومن ذلك أن من كان عنده أربع نسوة حرم عليه أن يتزوج بخامسة، ومن ذلك الملاعنة فإنها محرمة على الملاعن علي التأبيد، ومن ذلك بيعض أصناف محرمات الرضاع، فهذه أصناف من المحرمات سوى ما ذكر في الآية، على هذا يكون قوله تعالى:  {وَأُحِلَّ لَكُمْ مَا وَرَاءَ ذَلِكُمْ} ورد بلفظ العموم، لكن العموم دخله التخصيص، فيكون عامًّا مخصوصًا. وقوله:  {أَنْ تَبْتَغُوا بِأَمْوَالِكُمْ} في محل رفع على البدل من ما على القراءة الأولى بدل اشتمال. </p><p> والمعنى: وأحل لكم ما سوى المحرمات السابقة أن تبتغوه وتطلبوه؛ أي: أحل لكم ابتغاء ذلك السوى وطلبه بأموالكم التي تدفعونها مهرًا للزوجة، أو ثمنًا للأمة، أو في محل نصب على البدل أيضًا على القراءة الثانية، والمعنى وأحل الله لكم ما سوى تلك المحرمات السابقة، أن تبتغوه بأموالكم؛ أي: أحل لكم ابتغاءَهُ وطلبه بأموالكم المصروفة في المهور، في النكاح وفي الأثمان وفي التسري، حالة كونكم {مُحْصِنِينَ} ؛ أي: متعففين أنفسكم من الزنا، {غَيْرَ مُسَافِحِينَ} ؛ أي: غير زانين، وهذا تكرير للتأكيد؛ لأن الإحصان لا يجامع السفاح؛ أي: عافين أنفسكم من الزنا، ومانعين لها من الاستمتاع بالمحرم، باستغناء كل منكما بالآخر؛ إذ الفطرة تدعو الرجل إلى الاتصال بالأنثى، والأنثى إلى الاتصال بالرجل، ليزدوجا وينتجا، وإنما اقتصر هنا على غير مسافحين، ولم يقل متخذي أخدان؛ لأنه في الحرائر المسلمات، وهنَّ إلى الخيانة أبعد من بقية النساء، وزاد فيما بعد {مُتَّخِذَاتِ أَخْدَانٍ} لأنه في الإماء، وهن إلى الخيانة أقربُ من الحرائر المسلمات، فالإحصان هو هذا الاختصاص الذي يمنع النفس أن تذب أي مذهب، فيتصلُ كل ذكر بأي امرأة، وكل امرأة بأيِّ رجل، إذ لو فعلا ذلك .. لما كان القصد من هذا إلا المشاركة في سفح الماء الذي تفرزه الفطرة، إيثارًا للذة على المصلحة؛ إذ المصلحة تدعو إلى اختصاص كل أنثى بذكر معين، حتى تتكون بذلك الأسرة، ويتعاون الزوجان على تربية أولادهما. </p><p> فإذا انتفى هذا المقصد .. انحصرت الداعية الفطرية في سفح الماء وصبه، وذلك هو البلاء العام الذي تصطلي بناره الأمة كلها، فإن بعض الدول الأوروبية </p><p> التي كثر فيها السفاح، وقلّ النكاح بضعف الدين وقلته، وقف نموها، وقلّ نسلها، وضعفت حتى اضطرت إلى الاعتزاز بمحالفة بعض الدول الأخرى. </p><p> وفي الآية: دليل على أن الصداق لا يتقدر بشيء، فيجوز على القليل والكثير، لإطلاق قوله تعالى:  {أَنْ تَبْتَغُوا بِأَمْوَالِكُمْ} . </p><p> {فَمَا اسْتَمْتَعْتُمْ بِهِ مِنْهُنَّ} ؛ أي: فأي امرأة انتفعتم بها بالعقد عليها، أو تلذذتم بوطئها من تلك النساء الحلالات لكم، {فَآتُوهُنَّ أُجُورَهُنَّ} ؛ أي: فأعطوهن مهورهن التي فرضتم لهن {فَرِيضَةً} وقدرتموها لهن تقديرًا، وسميتموها لهن في عقد النكاح، وإنما سمي المهر أجرًا لأنه بدل المنافع، لا بدل الأعيان، كما يسمى بدل منافع الدار والدابة أجرًا؛ أي: وأي امرأة من النساء اللواتي أُحلِلْن لكم تزوجتموها فأعطوها الأجر، وهو المهر بعد أن تفرضوه في مقابلة ذلك الانتفاع. </p><p> وسر هذا: أن الله لما جعل للرجل على المرأة حق القيام، وحق رياسة المنزل الذي يعيشان فيه، وحق الاستمتاع بها .. فرض لها في مقابلة ذلك جزاءًا وأجرًا تطيب به نفسها، ويتم به العدل بينها وبين زوجها. </p><p> والخلاصة: أن أي امرأة طلبتم أن تتمتعوا وتنتفعوا بتزوجها، فأعطوها المهر الذي تتفقون عليه عند العقد، حالة كونه فريضة فرضها الله عليكم، وذلك أن المهر يفرض ويعين في عقد النكاح، ويسمى ذلك إيتاءً وإعطاءً، فيتعين بفرضه في العقد، ويصير في حكم المعطى، وقد جرت العادة أن يعطى كله أو أكثره قبل الدخول، ولكن لا يجب كله إلا بالدخول، فمن طلق قبله وجب عليه نصفه لا كله، ومن لم يعط شيئًا قبل الدخول وجب عليه كله بعده، وقيل إن هذه الآية واردة في نكاح المتعة الذي كان في صدر الإِسلام، حيث كان الرجل ينكح المرأة وقتًا معلومًا ليلة أو ليلتين أو أسبوعًا بثوب أو غيره، ويقضي منها وطره ثم يسرحها. وفي \"الخازن\" : وقال قوم: المراد من حكم هذه الآية نكاح المتعة، وهو أن ينكح امرأةً إلى مدة معلومة بشيء معلوم، فإذا انقضت تلك المدة .. بانت منه من غير طلاق، وتستبرىء رحمها بحيضة. وفي \"القرطبي\" : وقال ابن </p><p> العربي: وأما متعة النساء: فهي من غرائب الشريعة؛ لأنها أبيحت في صدر الإِسلام، ثم حرمت يوم خيبر، ثم أبيحت في غزوة أوطاس، ثم حرمت بعد ذلك، واستقر الأمر على التحريم، وليس لها أخت في الشريعة إلا مسألة القِبْلَة، فإن النسخ طرأ عليها مرتين، ثم استقرت كما سيأتي ذلك كله مع بيان أدلة تحريمها. </p><p> {وَلَا جُنَاحَ عَلَيْكُمْ} ؛ أي: ولا حرج ولا منع ولا تضييق عليكم ولا عليهن، {فِيمَا تَرَاضَيْتُمْ بِهِ} ؛ أي: فيما اتفقتم عليه أيها الأزواج والزوجات من النقص في المهر، أو تركه كله، أو الزيادة فيه؛ أي: اتفقتم عليه، {مِنْ بَعْدِ الْفَرِيضَةِ} ، والتقدير أولًا في عقد النكاح: فلا جناح عليكم في الزيادة، ولا عليهن في الحط؛ أي: لا إثم عليكم في أن تهب المرأة للزوج مهرها، أو يهب الزوج للمرأة المطلقة قبل الدخول تمام المهر، أو فيما تراضيا عليه من النفقة ونحوها، من غير ذكر المقدار المعين في العقد؛ إذ ليس الغرض من الزوجية إلا أن يكونا في عيشة راضية، يستظلان فيها بظلال المودة والرحمة والهدوء والطمأنينة، والشارع الحكيم لم يصنع لكم إلا ما فيه سعادة الفرد والأمة، ورقي الشؤون الخاصة والعامة. </p><p> {إِنَّ اللَّهَ} سبحانه وتعالى {كَانَ عَلِيمًا} بمصالح العباد {حَكِيمًا} فيما شرعه لهم، فلا يشرع الأحكامَ إلا على وفق الحكمة، وذلك يوجب التسليم لأوامره، والانقياد لأحكامه، وقد وضع لعباده من الشرائع بحكمته ما فيه صلاحهم ما تمسَّكوا به، ومن ذلك أنه فرض عليهم عقد النكاح الذي يحفظ الأموال والأنساب، وفرض على من يريد الاستمتاع بالمرأة مهرًا يكافؤها به على قبولها قيامه ورياسته عليها، ثم أذن للزوجين أن يعملا ما فيه الخير لهما بالرضا، فيحطا المهر كله أو بعضه أو يزيدا عليه. </p><p> ونكاح المتعة: وهو نكاح المرأة إلى أجل معين ليوم أو أسبوع أو شهر، فإذا انقضت تلك المدةُ .. بانت منه بغير طلاق، ويستبرىء رحمها وليس بينهما ميراث. وكان مرخصًا فيه في بدء الإِسلام، وأباحه النبي - صلى الله عليه وسلم - لأصحابه في بعض </p>"
}