{
  "id": null,
  "sura": 4,
  "aya": 127,
  "text": "<p> وأخرج الحاكم وقال: صحيح على شرط الشيخين، وأقره الذهبي عن رافع بن خديج أنه كان تحته امرأة قد خلا من سنها، فتزوج عليها شابة، فآثر البكر عليها، فأبت امرأته الأولى أن تقر على ذلك، فطلقها تطليقة حتى إذا بقي من أجلها يسير .. قال: إن شئت راجعتك وصبرت على الأمر، وإن شئت تركتك حتى يخلو أجلك، قالت: بل راجعني أصبر على الأثرة، ثم آثر عليها فلم تصبر على الأثرة، فطلقها الأخرى، وآثر عليها الشابة، قال: فذلك الصلح الذي بلغنا أن الله قد أنزل فيه: {وَإِنِ امْرَأَةٌ خَافَتْ مِنْ بَعْلِهَا نُشُوزًا أَوْ إِعْرَاضًا فَلَا جُنَاحَ عَلَيْهِمَا أَنْ يُصْلِحَا بَيْنَهُمَا صُلْحًا} . </p><p> وأخرج الحاكم (١) عن عائشة قال: نزلت هذه الآية: {وَالصُّلْحُ خَيْرٌ} في رجل كانت تحته امرأة قد ولدت له أولادًا، فأراد أن يستبدل بها، فراضته على أن تقر عنده ولا يقسم لها. </p><p> وأخرج ابن جرير عن سعيد بن جبير قال: جاءت امرأة حين نزلت هذه الآية: {وَإِنِ امْرَأَةٌ خَافَتْ مِنْ بَعْلِهَا نُشُوزًا أَوْ إِعْرَاضًا ...} قالت: إني أريد أن تقسم لي من نفقتك، وقد كانت رضيت أن يدعها فلا يطلقها ولا يأتيها، فأنزل الله:  {وَأُحْضِرَتِ الْأَنْفُسُ الشُّحَّ} . </p><p> قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ ...} الآية، سبب نزولها: ما أخرجه (٢) ابن أبي حاتم عن السدي قال: نزلت هذه الآية على النبي - صلى الله عليه وسلم - حين اختصم إليه رجلان غني وفقير، وكان النبي - صلى الله عليه وسلم - مع الفقير يرى أن الفقير لا يظلم الغني، فأبى الله إلا أن يقوم بالقسط في الغني والفقير. </p><p> التفسير وأوجه القراءة </p><p> ١٢٧ - {وَيَسْتَفْتُونَكَ} ؛ أي: يستخبرك ويسألك يا محمد جماعة من الصحابة ما أشكل عليهم {فِي} شؤون {النِّسَاءِ} وحقوقهن، ويطلبونك ببيان ما غمض وخفي عليهم من أحكامهن، من جهة حقوقهن المالية والزوجية، كالعدل في المعاشرة </p><p>(١) لباب النقول. (٢) لباب النقول.</p><p> وحين الفرقة والنشوز، والاستفتاء طلب الفتوى، وهو إظهار ما أشكل من الأحكام الشرعية وكشفه وتبيينه، قال المفسرون: والذي استفتوه فيه هو ميراث النساء والصغار، وذلك أنهم كانوا لا يورثون النساء ولا الصغار من الأولاد، فلما نزلت آية الميراث:  {يُوصِيكُمُ اللَّهُ فِي أَوْلَادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ} .. قالوا: يا رسول الله كيف ترث المرأة والصغير، وكيف نعطي المال من لا يركب فرسًا، ولا يحمل سلاحًا، ولا يقاتل عدوًّا؟ فأجابهم بهذه الآية فقال:  {قُلِ} لهم يا محمَّد في جواب استفتائهم {اللَّهُ} سبحانه وتعالى {يُفْتِيكُمْ} ؛ أي: يبين لكم ما أشكل عليكم {فِيهِنَّ} ؛ أي: في حقوقهن وشؤونهن من الميراث والمعاشرة وغير ذلك، بما يوحيه إليك من الأحكام المبينة في الأحاديث، وبما سيأتي من الآيات الكريمة المتعلقة بشؤون النساء، {و} يبين لكم أيضًا {ما يتلى} ويقرأ {عَلَيْكُمْ} أيها المؤمنون {فِي الْكِتَابِ} ؛ أي: في القرآن مما نزل في أول هذه السورة {فِي يَتَامَى النِّسَاءِ} ؛ أي: في بيان حقوق اليتامى من النساء، وقرىء (١)  {في يتامى النساء} بيائين والأصل أيامى النساء، فأبدلت الهمزة ياء، كما قالوا: فلان ابن أعصر ويعصر، {اللَّاتِي لَا تُؤْتُونَهُنَّ مَا كُتِبَ لَهُنَّ} ؛ أي: اللاتي لا تعطونهن ما وجب لهن من الميراث أو الصداق، وذلك لأنهم يورثون الرجال دون النساء، والكبار دون الصغار، فإنهم لا يعطونهن ما كتب لهن من الإرث إذا كان في أيديهم لولايتهم عليهن، {وَتَرْغَبُونَ} ؛ أي: تطمعون في {أَنْ تَنْكِحُوهُنَّ} وتتزوجوهن لمالهن وجمالهن بأقل من صداقهن، أو ترغبون وتعرضون عن أن تنكحوهن وتتروجوهن لدمامتهن، وتمسكوهن رغبة في مالهن، فلا تنكحوهن ولا تُنكحوهن غيركم حتى يبقى مالهن في أيديكم، وقد كان الرجل منهم يضم اليتيمة ومالها إلى نفسه، فإن كانت جميلة .. تزوجها وأكل المال، وإن كانت دميمة .. عضلها عن التزوج حتى تموت فيرثها، والمراد بالذي يتلى في يتامى النساء هو قوله تعالى:  {وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى ..} الآية، وقوله:  {وَالْمُسْتَضْعَفِينَ مِنَ الْوِلْدَانِ} معطوف على يتامى النساء؛ أي: ويبين لكم ما يتلى </p><p>(١) العكبري.</p><p> ويقرأ عليكم أيضًا في شأن المستضعفين من الولدان والصغار، الذين لا تعطونهم نصيبهم من الميراث، وقد كانوا يورثون الرجال دون الأطفال والنساء، والمراد بالذي يتلى في حق المستضعفين قوله تعالى:  {يُوصِيكُمُ اللَّهُ فِي أَوْلَادِكُمْ} ، وقوله:  {وَأَنْ تَقُومُوا لِلْيَتَامَى بِالْقِسْطِ} معطوف أيضًا على يتامى النساء؛ أي: ويبين لكم ما يتلى ويقرأ عليكم أيضًا في أن تقوموا لليتامى بالقسط؛ أي: يتلى عليكم في طلب قيامكم بالقسط والعدل في شؤون اليتامى من هؤلاء النساء والولدان المستضعفين، بأن تهتموا بهم اهتمامًا خاصًّا، وتعتنوا بشأنهم، ويجري العدل في معاملتهم على أكمل الوجوه وأتمها، فإن ذلك هو الواجب الذي لا هوادة فيه، ولا خيرة في شأنه، والمراد بالذي يتلى في {أَنْ تَقُومُوا لِلْيَتَامَى بِالْقِسْطِ} قوله تعالى: {وَلَا تَتَبَدَّلُوا الْخَبِيثَ بِالطَّيِّبِ وَلَا تَأكُلُوا أَمْوَالَهُمْ إِلَى أَمْوَالِكُمْ} . </p><p> والخلاصة: أن الذي يتلى في الضعيفين - المرأة واليتيم - هو ما تقدم في أول السورة، وأن الله يذكرهم بتلك الآيات المفصلة ليتدبروها ويتأملوا معانيها، ثم يعملوا بها، إذ قد جرت طباع البشر أن يتغافلوا عن دقائق الأحكام والعظات التي ترجعهم عن أهوائهم، وتؤنبهم على اتباع شهواتهم. </p><p> واعلم: أن المفهوم من الآية كون المفتي اثنين: </p><p> أحدهما: الله سبحانه وتعالى، يفتي ويبين بما يوحي إلى رسوله - صلى الله عليه وسلم - من الأحاديث الواردة في حقوق النساء واليتامى وشؤونهن، وبما سيأتي من الآيات الكريمة، كالآية التالية لهذه الآية من قوله:  {وَإِنِ امْرَأَةٌ خَافَتْ مِنْ بَعْلِهَا} ، وغيرها من الآيات المتعلقة بشؤون النساء. </p><p> والثاني: الكتاب يفتي ويبين بما يتلى منه في أول هذه السورة من الآيات النازلة في شؤونهن، والله أعلم بمعنى كتابه، فتأمل، وفيه مزيد اعتناء بتلك الفتوى. </p><p> ثم رغبهم في العمل بما فيه فائدة لليتامى، وحبب إليهم النصفة فقال تعالى:  {وَمَا تَفْعَلُوا مِنْ خَيْرٍ} ؛ أي: وما تفعلوا من الخير أو الشر ففيه اكتفاء لليتامى، {فَإِنَّ اللَّهَ} سبحانه وتعالى {كَانَ بِهِ} ؛ أي: بذلك الخير المفعول {عَلِيمًا} لا يعزب عن علمه شيء، ولا يضيع عنده شيء، فيجازيكم عليه، وهذا وعد لمن آثر الخير لهم. </p>"
}