{
  "id": null,
  "sura": 4,
  "aya": 163,
  "text": "<p> وقرأ حمزة {سيؤتيهم} - بالياء - عودًا على قوله:  {وَالْمُؤْمِنُونَ بِاللَّهِ} ، وقرأ باقي السبعة على الالتفات، ومناسبة {وَأَعْتَدْنَا} . </p><p> ١٦٣ - {إِنَّا} قد {أَوْحَيْنَا إِلَيْكَ} يا محمد هذا القرآن {كَمَا أَوْحَيْنَا إِلَى نُوحٍ وَالنَّبِيِّينَ مِنْ بَعْدِهِ} ؛ أي: من بعد نوح، والكاف في قوله:  {كَمَا أَوْحَيْنَا} نعت لمصدر محذوف؛ أي: أوحينا إليك إيحاءً مثل إيحائنا إلى نوح والنبيين من بعده، وأخرج عبد بن حميد والحكيم الترمذي في \"نوادر الأصول\" وابن حبان في \"صحيحه\" عن أبي ذر قال قلت: يا رسول الله، كم الأنبياء؟ قال:  \"مئة ألف وأربعة وعشرون ألفًا\" قلت: كم الرسل منهم؟ قال: ثلاث مئة وثلاثة عشر، جم غفير\"، والمعنى: إنا قد أوحينا إليك هذا القرآن كما أوحينا إلى نوح والنبيين من بعده ممن يؤمن بهم، والله لم يُنَزِّل على أحد منهم كتابًا من السماء كما سألوك للتعجيز والعناد؛ لأن الوحي ضرب من الإعلام السريع الخفي، وليس بالأمر المشاهد الحسي. </p><p> وقيل: هذه الآية متصلة في المعنى بقوله: {يَسْأَلُكَ أَهْلُ الْكِتَابِ أَنْ تُنَزِّلَ عَلَيْهِمْ كِتَابًا مِنَ السَّمَاءِ} فهي (١) جواب لأهل الكتاب عن سؤالهم رسول الله - صلى الله عليه وسلم - أن ينزل عليهم كتابًا من السماء جملةً واحدة، والمعنى: أنكم يا معشر اليهود تقرون بنبوة نوح، وبجميع المذكورين في هذه الآية، وهم اثنا عشر نبيًّا، وأن الله تعالى أوحى إلى هؤلاء الأنبياء، وأنتم يا معشر اليهود معترفون بذلك، وما أنزل الله على أحد من هؤلاء المذكورين كتابًا جملة واحدة مثل ما أنزل على موسى، فكما لم يكن عدم إنزال الكتاب جملة واحدة على أحد هؤلاء الأنبياء قادحًا في ثبوته .. فكذلك لا يكون إنزال الكتاب على محمَّد - صلى الله عليه وسلم - مفرقًا قادحًا في نبوته , بل قد أنزل عليه كما أنزل عليهم. </p><p> قال المفسرون (٢) : وإنما بدأ الله عَزَّ وَجَلَّ بذكر نوح عليه السلام؛ لأنه أول نبي بعث بشريعة وتكليف، وأول نذير على الشرك، وأنزل الله عليه عشر صحائف، وكان أول من عُذِّبت أمته لردهم دعوته وأهلك أهل الأرض بدعائه، وكان أبا البشر كآدم عليهما السلام، وكان أطول الأنبياء عمرًا، عاش ألف سنة، </p><p>(١) الخازن بتصرف. (٢) الخازن.</p><p> لم تنقص قوّته، ولم يُنسب، ولم تنقص له سن، وصبر على أذى قومه طول عمره. </p><p> ثم ذكر الله تعالى الأنبياء من بعده جملة بقوله تعالى:  {وَالنَّبِيِّينَ مِنْ بَعْدِهِ} ثم خص جماعة من الأنبياء بالذكر؛ لشرفهم وفضلهم فقال:  {وَ} كما {أَوْحَيْنَا إِلَى إِبْرَاهِيمَ} بن آزر {وَ} أوحينا بعد إبراهيم إلى {إِسْمَاعِيلَ} بن إبراهيم، فمات بمكة {وَ} إلى {إِسْحَاقَ} بن إبراهيم فمات بالشام {وَ} إلى {يَعْقُوبَ} وهو إسرائيل بن إسحاق {وَ} إلى {الْأَسْبَاطِ} ؛ أي: أولاد يعقوب الأثني عشر، فمنهم يوسف نبي رسول باتفاق، وفي البقية خلاف {وَ} أوحينا إلى {عِيسَى} بن مريم، وقدَّم (١) عيسى على أيوب ومن بعده - مع كونهم في زمان قبل زمانه - ردًّا على اليهود الذين كفروا به، وأيضًا قالوا {وَ} ليست إلا لمطلق الجمع. {وَ} إلى {أَيُّوبَ} بن أموص {وَ} إلى {يُونُسَ} بن متَّى. قرأ الجمهور (٢) : {يونس} بياء ونون مضمومتين بلا همز، وهي لغة أهل الحجاز، وقرأ نافع في رواية بن جمّاز عنه {يُونِسَ} ، بكسر النون، وهي لغة لبعض العرب، وقرأ النخعي وابن وثاب بفتحها، وهي لغة لبعض عقيل، وبعض العرب يهمز ويكسر، وبعض أسد يهمز ويضم النون. {وَ} إلى {سُلَيْمَانَ} بن داود {وَ} كما {آتَيْنَا} : وأعطينا أيّاه {دَاوُودَ} بن أيشا {زَبُورًا} - بفتح الزاي - بوزن رسول، وقرأ حمزة زُبورًا بالضم، وهو جمع زبر، بمعنى: مزبور؛ أي: مكتوب، كفلس وفلوس، وهو: اسم للكتاب الذي أنزل عليه، وهو مئة وخمسون سورة، ليس فيها حكم ولا حلال ولا حرام، بل فيها تسبيح وتقديس وتحميد وثناء على الله عَزَّ وَجَلَّ ومواعظ، وقد أفرد بالذكر، أعني: داود؛ لأن له شأنًا خاصًّا عند أهل الكتاب من حسن الصوت واجتماع الطيور عليه. </p><p> قال بعض العلماء (٣) : وإنما لم يذكر موسى في هذه الآية؛ لأنَّ الله أنزل عليه التوراة جملةً واحدة، وكان المقصود بذكر من ذكر من الأنبياء في الآية أنّه </p><p>(١) الشوكاني. (٢) البحر المحيط.(٣) الخازن.</p>"
}