{
  "id": null,
  "sura": 4,
  "aya": 48,
  "text": "<p> عند نزول الآية شيء من المكانة والقوة والعلم والمعرفة. </p><p> وجعل بعضهم الرد على الأدبار حسيًّا؛ فقال: نردهم على أدبارهم بالجلاء إلى فلسطين والشام، وهي بلادهم التي جاءوا منها. </p><p> وخلاصة المعنى: آمنوا قبل أن نعمي عليكم السبيل، بما نبصِّر المؤمنين شؤونكم، ونغريهم عليكم، فتردوا على أدباركم بأن يكون سعيكم إلى ما ليس بخير لكم. </p><p> وقوله:  {أَوْ نَلْعَنَهُمْ} فيه التفات؛ لأن الضمير فيه عائد على أهل الكتاب، والمعنى: يا أهل الكتاب آمنوا من قبل أن نلعنكم ونخذلكم بالمسخ والطرد عن رحمة الله، {كَمَا لَعَنَّا} وخذلنا وطردنا {أَصْحَابَ السَّبْتِ} الذين اعتدوا بصيد السمك في يوم السبت، بمسخهم قردة وخنازير وطردهم عن رحمة الله تعالى، وقال ابن عطية: المراد بأصحاب السبت أصحاب أيلة الذين اعتدوا في السبت بالصيد، وكانت لعنتهم أن مُسخوا خنازير وقردة انتهى. </p><p> والخلاصة: آمنوا بما نزلنا على محمَّد - صلى الله عليه وسلم -، من قبل أن تقعوا في الخيبة والخذلان، وذهاب العزة باستيلاء المؤمنين عليكم، وإجلائكم من دياركم، كما حدث لطائفة منكم، أو بالهلاك كما وقع بقتل طائفة أخرى وهلاكها، ثم هددهم وتوعدهم بقوله:  {وَكَانَ أَمْرُ اللَّهِ} سبحانه وتعالى؛ أي: قضاؤه بإيقاع شيء ما، كالعذاب واللعنة، أو المغفرة والرحمة، {مَفْعُولًا} ؛ أي: نافذًا لا محالة، وهذا إخبار عن جريان عادة الله في الأنبياء المتقدمين، أنه تعالى مهما أخبرهم بإنزال العذاب على الكفار فعل ذلك لا محالة. </p><p> والخلاصة: أنه يقول لهم: أنتم تعلمون أن وعيد الله للأمم السالفة قد وقع ولا محالة، فاحترسوا وكونوا على حذر من وعيده لكم، فإنه نافذ لا محالة، لا رادَّ لحكمه، ولا ناقض لأمره، فلا يتعذر عليه شيء يريد أن يفعله، </p><p> ٤٨ - وقوله تعالى:  {إِنَّ اللَّهَ} سبحانه وتعالى {لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ} ؛ أي: لا يغفر الإشراك والكفر به، سواء كان إشراك الربوبية، أو إشراك الألوهية أي: لا يغفر الإشراك لمن </p><p> اتصف به، ومات عليه بلا توبة ولا إيمان، وفي الآية كلام مستأنف مسوق لتقرير ما قبله من الوعيد، وتأكيد وجوب الامتثال بالأمر بالإيمان ببيان استحالة المغفرة بدونه. </p><p> واعلم (١) : أن الشرك باللهِ ضربان: </p><p> ١ - شرك في الألوهية، وهو الشعور بسلطة وراء الأسباب والسنن الكونية لغير الله تعالى. </p><p> ٢ - شرك في الربوبية، وهو الأخذ بشيء من أحكام الدين بالتحليل والتحريم عن بعض البشر دون الوحي، وهذا ما أشار إليه الكتاب الكريم بقوله:  {اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِنْ دُونِ اللَّهِ وَالْمَسِيحَ ابْنَ مَرْيَمَ} ، وقد فسر النبي - صلى الله عليه وسلم - اتخاذهم أربابًا، بطاعتهم واتباعهم في أحكام الحلال والحرام. </p><p> وقد سرى الشرك في الألوهية والربوبية إلى بعض المسلمين منذ قرون كثيرة، وفي الآية إيماء إلى تسمية أهل الكتاب بالمشركين، وكأنه يقول لهم: لا يغرنكم انتماؤكم إلى الكتب والأنبياء، وقد هدمتم أساس الدين بالشرك الذي لا يغفره الله تعالى بحال. </p><p> والحكمة في عدم مغفرة الشرك أن الدين إنما شرع لتزكية النفوس، وتطهير الأرواح، وترقية العقول، والشرك ينافي كل هذا؛ لأنه منتهى ما تهبط إليه العقول، ومنه تتولد سائر الرذائل، التي تفسد الأفراد والجماعات. </p><p> وبالتوحيد يعتق المرء من رق العبودية لأحد من البشر، أو لشيء من الأشياء السماوية أو الأرضية، ويكون حرًّا كريمًا، لا يخضع إلا لمن خضعت لسننه الكائنات، بما أقامه من ربط الأسباب بالمسببات. </p><p> والخلاصة: أن أرواح الموحدين تكون راقية، لا تهبط بها الذنوب إلى </p><p>(١) المراغي.</p>"
}