{
  "id": null,
  "sura": 4,
  "aya": 102,
  "text": "<p> أقل من ثلاثة أيام. </p><p> ١٠٢ - ثم شرع الله سبحانه وتعالى في بيان كيفية صلاة الخوف فقال:  {وَإِذَا كُنْتَ} يا محمد {فِيهِمْ} ؛ أي: في جماعتك من المؤمنين في حالة خوفهم من الأعداء {فَأَقَمْتَ لَهُمُ الصَّلَاةَ} ؛ أي: فأردت أن تقيم الصلاة إمامًا لهم، فاجعلهم طائفتين {فَلْتَقُمْ طَائِفَةٌ مِنْهُمْ} ؛ أي: فلتقف فرقة واحدة من الفرقتين منهم وراءك ليصلوا {مَعَكَ} الركعة الأولى من الثنائية، ولتقف الطائفة الأخرى بإزاء العدو ليحرسوا المصلين معك، خوفًا من هجوم العدو على المصلين، وقرأ الحسن وابن أبي إسحاق، {فلتقم} بكسر اللام، {وَلْيَأخُذُوا أَسْلِحَتَهُمْ} ؛ أي: وليحمل الذين يقومون معك في الصلاة أسلحتهم التي لا تشغلهم عن الصلاة كالسيف والخنجر، ولا يدعوها وقت الصلاة، فإن ذلك أقرب إلى الاحتياط، وأمنع للعدو من الإقدام عليهم {فَإِذَا سَجَدُوا} ؛ أي: فإذا سجد الذين يقومون معك في الصلاة {فَلْيَكُونُوا} ؛ أي: فليكن الذي يحرسونكم {مِنْ وَرَائِكُمْ} ؛ أي: من خلفكم؛ أي: من خلف المصلين معك، إذ أحوج ما يكون المصلي للحراسة حين السجود؛ لأنَّه لا يرى من يهم به، ويجب حينئذ أن يكون الحارسون مستعدين للقيام مقام المصلين، ليصلوا مع النبي - صلى الله عليه وسلم - الركعة الثانية، كما صلت الفرقة الأولى الركعة الأولى معه، أو المعنى:  {فَإِذَا سَجَدُوا} ؛ أي: فإذا سجد المصلون معك وأتموا صلاتهم بعد نية المفارقة .. {فَلْيَكُونُوا مِنْ وَرَائِكُمْ} ؛ أي: فلينصرفوا إلى مصاف أصحابهم بإزاء العدو للحراسة من ورائكم، ثم يبقى الإِمام قائمًا في الركعة الثانية {وَلْتَأتِ طَائِفَةٌ أُخْرَى} ؛ أي: ولتجيء الطائفة الأخرى الذين {لَمْ يُصَلُّوا} معك في الركعة الأولى لاشتغالهم بالحراسة. وقرأ أبو حيوة:  {وليأت} بالياء التحتانية على تذكير الطائفة، واختلف عن أبي عمرو في إدغام التاء في الطاء. {فَلْيُصَلُّوا مَعَكَ} في الركعة الثانية كما صلت الطائفة الأولى معك الركعة الأولى، ثم يجلس الإِمام منتظرًا لهم في التشهد إلى أن يصلوا ركعة ثانية، ثم يسلم الإِمام بهم {وَلْيَأخُذُوا حِذْرَهُمْ} ؛ أي: ولتأخذ هذه الطائفة الثانية حذرهم واحتياطهم للعدو، وانتباههم وتيقظهم له {وَأَسْلِحَتَهُمْ} معهم في الصلاة، كما فعل الذين من قبلهم، وإنَّما أمر بالحذر هنا؛ </p><p> لأن العدو لم يتنبه للمسلمين في أول الصلاة، بل يظنون كونهم قائمين لأجل المحاربة والنزال، فإذا قاموا للركعة الثانية .. ظهر للكفار كونهم في الصلاة، فحينئذ ينتهزون الفرصة في الهجوم عليهم، فخص الله تعالى هذه الطائفة بزيادة الحذر من الكفار. </p><p> والمعنى: وليكونوا حذرين من عدوهم، متسلحين لقتالهم، وقد بين الله سبحانه وتعالى علة الأمر بأخذ الحذر والسلاح حتى في الصلاة بقوله تعالى:  {وَدَّ الَّذِينَ كَفَرُوا} ؛ أي: تمنى أعداؤكم الذين كفروا بالله تعالى وبرسوله - صلى الله عليه وسلم - وبما أنزل عليكم {لَوْ تَغْفُلُونَ} وتنشغلون وتعرضون {عَنْ أَسْلِحَتِكُمْ} التي تقاتلونهم بها {و} عن {أمتعتكم} التي بها بلاغكم وحياتكم في سفركم، بأن تشغلكم صلاتكم عنها. وقرىء:  {وأمتعاتكم} وهو شاذ، إذ هو جمع الجمع {فَيَمِيلُونَ} حينئذ {عَلَيْكُمْ مَيْلَةً} ؛ أي: يهجمون ويحملون عليكم حملة واحدة وأنتم مشغولون بالصلاة واضعون للسلاح تاركون حماية المتاع والزاد فيصيبون منكم غرة، فيقتلون من استطاعوا قتله، وينتهبون ما استطاعوا نهبه، فلا تغفلوا عنهم. </p><p> والمعنى: تمنوا أن ينالوا منكم غرة في صلاتكم، فيشدون عليكم شدة واحدة، ويأخذونكم بالدفعة، وهذا بيان ما لأجله أمروا بأخذ السلاح، {وَلَا جُنَاحَ} ؛ أي: ولا حرج ولا إثم {عَلَيْكُمْ} أيها المؤمنون {إِنْ كَانَ بِكُمْ أَذًى مِنْ مَطَرٍ} ؛ أي: إذا أصابكم أذى من مطر تمطرونه، فيشق عليكم حمل السلاح مع ثقله في ثيابكم، وربَّما أفسد الماء السلاح إذ يجعله يصدأ {أَوْ} إن {كُنْتُمْ مَرْضَى} بالجراح أو بغير الجراح من العلل في {أَنْ تَضَعُوا أَسْلِحَتَكُمْ} على الأرض، وتتركوا حملها رخصة لكم في وضعها، إذا ثقل عليكم حملها بسبب مطر أو مرض؛ لأن السلاح يثقل على المريض، ويفسد في المطر، والمعنى: لا وزر عليكم في وضع الأسلحة، وترك حملها إنْ تعذر عليكم حملها، إما لثقلها بسبب مطر أو مرض، أو لإيذاء من في الجنب {و} لكن {خذوا حذركم} ؛ أي: احترازكم من عدوكم وراقبوه ولا تغفلوا عنه؛ أي: ولكن يجب عليكم في جميع الأحوال أن تأخذوا حذركم، ولا تغفلوا عن أنفسكم، ولا عن أسلحتكم </p><p> وأمتعتكم؛ فإن عدوكم لا يغفل عنكم، ولا يرحمكم، والضرورات تقدر بقدرها. </p><p> وهذه الآية تدل على وجوب الحذر عن جميع المضار المظنونة، وبهذا الطريق كان الإقدام على العلاج بالدواء، والاحتراز عن الوباء، وعن الجلوس تحت الجدار المائل واجبًا والله أعلم، {إِنَّ اللَّهَ} سبحانه وتعالى {أَعَدَّ} وهيأ {لِلْكَافِرِينَ} باللهِ تعالى وبرسوله - صلى الله عليه وسلم - {عَذَابًا مُهِينًا} ؛ أي: ذا إهانة وإذلال لهم في الدنيا، بأن يخذلهم وينصركم عليهم، فاهتموا بأموركم ولا تهملوا في مباشرة الأسباب، كي يحل بهم عذابه تعالى بأيديكم بالقتل والأسر والنهب، فهذا العذاب المهين هو عذاب غلب المسلمين، وانتصارهم عليهم، إذا قاموا بما أمرهم الله تعالى به، ويؤيده قوله تعالى:  {فَإِنَّهُمْ يَألَمُونَ كَمَا تَألَمُونَ وَتَرْجُونَ مِنَ اللَّهِ مَا لَا يَرْجُونَ} وقوله: {قَاتِلُوهُمْ يُعَذِّبْهُمُ اللَّهُ بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَنْصُرْكُمْ عَلَيْهِمْ}  {قَاتِلُوهُمْ يُعَذِّبْهُمُ اللَّهُ بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَنْصُرْكُمْ عَلَيْهِمْ} . </p><p> فصل في كيفية صلاة الخوف </p><p> واعلم: أنه دلت (١) هذه الكيفية التي ذكرت في هذه الآية على أن طائفة صلت مع الرسول - صلى الله عليه وسلم - بعض صلاة، ولا دلالة فيها على مقدار ما صلت معه، ولا كيفية إتمامهم، وإنَّما جاء ذلك في السنة، ونحن نذكر تلك الكيفيات على سبيل الاختصار؛ لأنَّها مبينة ما أجمل القرآن: </p><p> الكيفية الأولى: صلت طائفة معه وطائفة وجاه العدو، وثبتت قائمة حتى تتم صلاتهم، ويذهبوا وجاه العدو، وجاءت هذه التي كانت وجاه العدو أولًا، فصلى بهم الركعة التي بقيت، ثم ثبت جالسًا حتى أتموا لأنفسهم، ثم سلم بهم، وهذه كانت بذات الرقاع. </p><p> الكيفية الثانية: كالأولى إلا أنَّه حين صلى بالطائفة الأخيرة ركعة سلم، ثم قضت بعد سلامه، وهذه مروية في ذات الرقاع أيضًا. </p><p>(١) البحر المحيط.</p><p> الكيفية الثالثة: صف العسكر خلفه صفين، ثم كبر وكبروا جميعًا، وركعوا معه، ورفعوا من الركوع جميعًا، ثم سجد هو بالصف الذي يليه، والآخرون قيام يحرسونهم، فلما سجدوا وقاموا .. سجد الآخرون في مكانهم، ثم تقدموا إلى مصافِّ المتقدمين، وتأخر المتقدمون إلى مصافِّ المتأخرين، ثم ركعوا معه جميعًا، ثم سجد فسجد معه الصف الذي يليه، فلما صلى .. سجد الآخرون، ثم سلم بهم جميعًا، وهذه صلاته بعسفان، والعدو في قبلته. </p><p> الكيفية الرابعة: مثل هذه إلا أنَّه ينكص الصف المتقدم القهقرى حين يرفعون رؤوسهم من السجود، ويتقدم الآخر فيسجدون في مصاف الأولين. </p><p> الكيفية الخامسة: صلى بإحدى الطائفتين ركعة والأخرى مواجهة العدو، ثم انصرفوا وقاموا في مقام أصحابهم مقبلين على العدو، وجاء أولئك فصلى بهم ركعة، ثم سلم، ثم قضى بهؤلاء ركعة، وهؤلاء ركعة في حين واحد. </p><p> الكيفية السادسة: يصلي بطائفة ركعة، ثم ينصرفون تجاه العدو، وتأتي الأخرى، فيصلي بهم ركعة، ثم يسلم، وتقوم التي معه تقضي، فإذا فرغوا .. ساروا تجاه العدو، وقضت الأخرى. </p><p> الكيفية السابعة: صلى بكل طائفة ركعة، ولم يقض أحد من الطائفتين شيئًا زائدًا على ركعة واحدة. </p><p> الكيفية الثامنة: صلى بكل طائفة ركعتين ركعتين، فكانت له أربع ولكل رجل ركعتان. </p><p> الكيفية التاسعة: يصلي بإحدى الطائفتين ركعة، إن كانت الصلاة ركعتين، والأخرى بإزاء العدو، ثم تقف هذه بازاء العدو وتأتي الأولى، فتؤدي الركعة بغير قراءة، وتتم صلاتها، ثم تحرس، وتأتي الأخرى، فتؤدي الركعة بقراءة وتتم صلاتها، وكذا في المغرب، إلا أنَّه يصلي بالأولى ركعتين، وبالثانية ركعة. </p><p> الكيفية العاشرة: قامت معه طائفة، وطائفة أخرى مقابل العدو، وظهورهم إلى القبلة فكبرت الطائفتان معه، ثم ركع وركع معه اللذين معه، وسجدوا كذلك، </p>"
}