{
  "id": null,
  "sura": 4,
  "aya": 26,
  "text": "<p> ملكت بالباطل، والباطل هو: كل طريق لم تُبحه الشريعة فيدخل فيه السرقة، والخيانة والغصب والقمار والملاهي وعقود الربا وأثمان البيوع الفاسدة كما سيأتي. </p><p> وقال المراغي (١) : قوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَأكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ ...} الآية، مناسبتها لما قبلها: أن الله سبحانه وتعالى لمّا ذكر فيما سلف كيفية معاملة اليتامى وإيتاء أموالهم إليهم عند الرشد وعدم دفع الأموال إلى السفهاء، ثم بيّن وجوب دفع المهور للنساء، وأنكر عليهم أخذها بوجه من الوجوه، ثم ذكر وجوب إعطاء شيءٍ من أموال اليتامى إلى أقاربهم إذا حضروا القسمة .. ذكر هنا قاعدة عامة للتعامل في الأموال تطهيرًا للأنفس في جمع المال المحبوب لها. </p><p> قوله تعالى:  {إِنْ تَجْتَنِبُوا كَبَائِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ ...} الآية، مناسبة هذه الآية لما قبلها (٢) : أنه تعالى لمّا ذكر الوعيد على فعل بعض الكبائر .. ذكر الوعد على اجتناب الكبائر، والظاهر أن الذنوب تنقسم على قسمين؛ إلى كبائر وسيئات، وهي التي عبر عنها أكثر العلماء بالصغائر. </p><p> وقيل (٣) : المناسبة أنه لمّا نهى الله سبحانه وتعالى عن أكل أموال الناس بالباطل، وعن قتل النفس، وهما أكبر الذنوب المتعلقة بحقوق العباد، وتوعد فاعل ذلك بأشد العقوبات .. نهى عن جميع الكبائر التي يعظم ضررها، وتؤذن بضعف إيمان مرتكبها، ووعد من تركها بالمُدخَل الكريم. </p><p> التفسير وأوجه القراءة </p><p> ٢٦ - {يُرِيدُ اللَّهُ لِيُبَيِّنَ لَكُمْ} هذه الآيات إلى قوله: {وَخُلِقَ الْإِنْسَانُ ضَعِيفًا} كأنها واقعة في جواب أسئلة مقدرة (٤) ، تقديرها: ما الحكمة في هذه الأحكام، وما فائدتها للعباد وهل من كان قبلنا من الأمم السالفة كلف بمثلها، فلم يبح </p><p>(١) المراغي. (٢) البحر المحيط.(٣) المراغي.(٤) المراغي.</p><p> لهم أن يتزوجوا كل امرأة، وهل كان ما أمرنا الله به أو نهانا عنه تشديدًا علينا أو تخفيفًا عنا؟ </p><p> واللام (١) في قوله: {لِيُبَيِّنَ} زائدة مؤكدة لإرادة التبيين، كما زيدت في لا أبا لك لتأكيد إضافة الأب، والمعنى: يريد الله سبحانه وتعالى بما شرعه لكم من الأحكام أن يبين لكم، ويوضح ما فيه مصالحكم ومنافعكم، وقيل يبين لكم ما يقربكم منه وقيل يبين لكم أن الصبر عن نكاح الإماء خير لكم. </p><p> {وَيَهْدِيَكُمْ سُنَنَ الَّذِينَ مِنْ قَبْلِكُمْ} ؛ أي: ويريد الله سبحانه وتعالى أن يرشدكم طرائق من تقدمكم، ومناهجهم من الأنبياء والصالحين لتقتدوا بهم وتقتفوا آثارهم، وتسيروا سيرتهم، فكل ما بيَّن الله تحريمه وتحليله لنا من النساء .. كان الحكم كذلك في جميع الشرائع والملل، فالشرائع والتكاليف وإن اختلفت باختلاف أحوال الاجتماع والأزمان كما قال:  {لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجًا} .. فهي متفقة في مراعاة المصالح العامة للبشر. </p><p> فروح الديانات جميعًا وأساسها توحيد الله تعالى، وعبادته والخضوع له، على صور مختلفة، ومآل ذلك تزكية النفس بالأعمال التي تقوم بها، وتهذيب الأخلاق لتَبْتَعِدَ عن سيء الأفعال والأقوال، {و} يريد الله سبحانه وتعالى أن {وَيَتُوبَ عَلَيْكُمْ} ؛ أي: أن يرجعكم عن المعصية التي كنتم عليها إلى طاعته، ويوفقكم للتوبة عنها، قيل: إن الأحكام قبل البعثة لم تثبت فأين المعصية؟ </p><p> أجيب: بأن المراد المعصية ولو صورةً، والمعنى: ويريد الله تعالى أن يجعلكم بالعمل بتلك الأحكام تائبين، راجعين عما كان قبلها من تلك الأنكحة الضارة التي كان فيها انحراف عن سنن الفطرة؛ إذ كنتم تنكحون ما نكح آباؤكم، وتقطعون أرحامكم، ولا تلتفتون إلى المعاني السامية التي في الزوجية، من تقوية روابط النسب، وتجديد قرابة الصهر، والسعادة التي تثلج قلوب الزوجين، والمودة والرحمة اللتين تعمر بهما نفوسهما. {وَاللَّهُ} سبحانه وتعالى {عَلِيمٌ} </p><p>(١) النسفي.</p>"
}