{
  "id": null,
  "sura": 4,
  "aya": 125,
  "text": "<p> وفي هذه الآية وما قبلها من العبرة والموعظة ما يهدم صروح الأماني التي يأوي إليها الكسالى وذوو الجهالة من المسلمين، الذين يظنون أن الله يحابي من يسمي نفسه مسلمًا، ويفضله على اليهودي والنصراني لأجل هذا اللقب، فالذين يفخرون بالانتساب إليه وقد نبذوه وراء ظهورهم، وحرموا الاهتداء بهديه، هم في ضلال مبين. وقرأ ابن كثير وأبو عمرو وأبو بكر:  {يدخلون} بضم حرف المضارعة مبنيًّا للمفعول هنا، وفي مريم، وفي أولى غافر، وقرأ كذلك ابن كثير وأبو بكر في ثانية غافر، وقرأ كذلك أبو عمرو في فاطر، وقرأ الباقون بفتحها مبنيا للفاعل. </p><p> ١٢٥ - وبعد أن بين الله سبحانه وتعالى أن النجاة والسعادة منوطان بصالح الأعمال مع الإيمان .. أردف ذلك بذكر درجات الكمال فقال:  {وَمَنْ أَحْسَنُ دِينًا} ؛ أي: لا أحد أحسن دينًا وطريقة {مِمَّنْ أَسْلَمَ وَجْهَهُ} ؛ أي: نفسه {لِلَّهِ} وعبر بالوجه عن النفس لأنه أشرف الأعضاء؛ أي: ممن عرف ربه بقلبه، وأقر بربوبيته وبعبودية نفسه، وجعل قلبه خالصًا لله وحده، فلا يتوجه إلى غيره في دعاء ولا رجاء، ولا يجعل بينه وبينه حجابًا من الوسطاء والشفعاء، ولا يرى في الوجود إلا هو، ويعتقد أنه سبحانه وتعالى ربط الأسباب بالمسببات، فلا يطلب شيئًا إلا من خزائن رحمته، ولا يأتي بيوت هذه الخزائن إلا من مسالكها، وهي السنن والأسباب التي سنها في الخلائق، {وَهُوَ مُحْسِنٌ} ؛ أي: والحال أنه آت بالحسنات تارك للسيئات؛ أي: والحال أنه مع هذا الإيمان الكامل والتوحيد الخالص محسن للعمل، مُتَحَلٍّ بأحسن الأخلاق والفضائل. </p><p> وقد عبر عن توجه القلب بإسلام الوجه؛ لأن الوجه أعظم مظهر لما في النفس، من إقبال وإعراض وسرور وكآبة، وما فيه هو الذي يدل على ما في السريرة، {وَاتَّبَعَ مِلَّةَ إِبْرَاهِيمَ} معطوف على أسلم، وقوله:  {حَنِيفًا} إما حال من إبراهيم. </p><p> والمعنى: أي واتبع ذلك المسلم الذي أسلم وجه لله، إبراهيم الخليل عليه السلام في دينه وملته الحنيفية، حالة كون إبراهيم حنيفًا، ومائلًا عن الوثنية وأهلها، ومتبرئًا مما كان عليه أبوه وقومه، إلى الدين الحق، والصراط المستقيم </p><p> الذي هو عبادة الله وحده، قال تعالى: {وَإِذْ قَالَ إِبْرَاهِيمُ لِأَبِيهِ وَقَوْمِهِ إِنَّنِي بَرَاءٌ مِمَّا تَعْبُدُونَ (٢٦) إِلَّا الَّذِي فَطَرَنِي فَإِنَّهُ سَيَهْدِينِ (٢٧) } إما حال من المتبع، والمعنى: حالة كون ذلك المتبع مائلًا عن الأديان الباطلة إلى الدين الحق، الذي هو ملة إبراهيم. </p><p> قال ابن عباس (١) : ومن دين إبراهيم عليه السلام الصلاة إلى الكعبة، والطواف، ومناسك الحج، والختان ونحو ذلك. فإن قلت: ظاهر هذه الآية يقتضي أن شرع محمَّد - صلى الله عليه وسلم - هو نفس شرع إبراهيم عليه السلام، وعلى هذا لم يكن لمحمد - صلى الله عليه وسلم - شرع يستقل به، وليس الأمر كذلك فما الجواب؟. </p><p> قلت: إن شرع إبراهيم وملته داخلان في شرع محمد - صلى الله عليه وسلم - وملته، مع زيادات كثيرة حسنة خص الله بها محمدًا - صلى الله عليه وسلم -، فمن اتبع ملة محمَّد - صلى الله عليه وسلم - .. فقد اتبع ملة إبراهيم؛ لأنها داخلة في ملة محمَّد - صلى الله عليه وسلم -، وشرع إبراهيم داخل في شرع محمَّد - صلى الله عليه وسلم -، وإنما قال تعالى:  {وَاتَّبَعَ مِلَّةَ إِبْرَاهِيمَ} لأن إبراهيم عليه السلام كان يدعو إلى توحيد الله وعبادته، ولهذا خصه بالذكر؛ لأنه كان مقبولًا عند جميع الأمم، فإنَّ العرب كانوا يفتخرون بالانتساب إليه، وكذا اليهود والنصارى، وإذا ثبت هذا، وأن شرعه كان مقبولًا عند الأمم، وأن شرع محمَّد - صلى الله عليه وسلم - وملته هو شرع إبراهيم وملته .. لزم الخلق عمومًا الدخول في دين محمد - صلى الله عليه وسلم -، وقبول شرعه وملته. </p><p> {وَاتَّخَذَ اللَّهُ} سبحانه وتعالى {إِبْرَاهِيمَ خَلِيلًا} ؛ أي: صفيًّا بالرسالة والنبوة، محبًّا له خالص الحب؛ أي: اصطفاه الله سبحانه وتعالى من أهل أرضه بالنبوة والرسالة، لإقامة دينه، وتوحيده في بلاد غلبت عليها الوثنية، وأفسد الشرك عقول أهلها، وقد بلغ من الزلفى عند ربه ما صح به أن يسمى خليلًا وصفيًّا، فقد اختصه بكرامة ومنزلة تشبه الخليل لدى خليله، ومن كانت له هذه المنزلة كان جديرًا أن تُتبع ملته وتؤتسى طريقته. </p><p>(١) الخازن.</p>"
}