{
  "id": null,
  "sura": 4,
  "aya": 87,
  "text": "<p> ٨٧ - وبعد أن حث رسوله - صلى الله عليه وسلم - على الجهاد، وأمر المسلمين بمشاركته فيه، وأمرهم بإظهار المودة وقت السلام .. بين أنهم مجزيون على كل هذا في يوم لا ريب فيه فقال:  {اللَّهُ} : مبتدأ، {لَا إِلَهَ إِلَّا هُوَ} : خبر، وهذه الآية نزلت في منكري البعث؛ أي: الإله المعبود بحق سبحانه وتعالى مخبر عنه بعدم وجود إله معه، قال (١) بعضهم: كأنه تعالى يقول: من سلم عليكم .. فاقبلوا سلامه، وأكرموه بناء على الظاهر، فإن البواطن إنما يعرفها الله الذي لا إله إلا هو، وإنما ينكشف بواطن الخلق للخالق في يوم القيامة {لَيَجْمَعَنَّكُمْ إِلَى يَوْمِ الْقِيَامَةِ} ؛ أي: والله ليحشرنكم من قبوركم إلى حساب يوم القيامة، {لَا رَيْبَ فِيهِ} ؛ أي: لا شك في يوم القيامة أنه كائن، والاستفهام في قوله:  {وَمَنْ أَصْدَقُ مِنَ اللَّهِ حَدِيثًا} إنكاري؛ أي: لا أحد أصدق منه سبحانه وتعالى في إخباره ووعده ووعيده؛ لاستحالة الكذب عليه تعالى؛ لقبحه لكونه إخبارًا عن الشيء بخلاف ما هو عليه، والمقصود منه بيان أنه يجب كونه تعالى صادقًا، وأن الكذب والخلف في قوله تعالى محال، وأن القيامة كائنة لا شك فيها ولا ريب؛ إذ كلامه تعالى عن علم محيط بسائر الكائنات، كما قال تعالى:  {لَا يَضِلُّ رَبِّي وَلَا يَنْسَى} فلا يمكن أن يكون خبره غير صادق بسبب النقص في العلم أو الغرض أو الحاجة؛ لأنه تعالى غني عن العالمين، أما كلام غيره فهو محتمل للصدق والكذب عن عمد وعلم أو عن سهو وجهل، وقد دل الدليل على أن القرآن كلام الله، فلم يبق عذر لمن قام عليه الدليل إذا آثر على قوله أقوال المخلوقين كما هو دأب الضالين، واعلم أن هذه الآية جمعت (٢) التوحيد والإيمان بالبعث والجزاء في الدار الآخرة، وهما الركنان الأساسيان للدين، وقد أرسل الرسل جميعًا لتبليغ الناس ما يجب عليهم من إقامتهما، وتأييدهما بصالح الأعمال والقرآن، قد يصرح بهما تارة معًا، وبالأول منهما تارة أخرى أثناء ذكر الأحكام، إذ هما العون الأكبر والباعث الأقوى على العمل بها، ولا سيما أحكام القتال، الذي يبذل المرء فيه نفسه ونفيسه للدفاع عن حرية الدين ونشر هدايته، وتأمين دعاته وأهله. </p><p>(١) المراح. (٢) المراغي.</p><p> والمعنى: الله لا إله إلا هو فلا تقصروا في عبادته، والخضوع لأمره ونهيه، فإن في ذلك سعادتكم وارتقاء أرواحكم وعقولكم، وتحريركم من رق العبودية لأمثالكم من البشر، بل من دونهم من المعبودات، التي ذل لها المشركون، وهو سبحانه سيجمعكم ويحشركم إلى يوم القيامة، وهو يوم لا ريب فيه، ولا فيما يكون فيه من الجزاء عن الأعمال. وقرأ حمزة (١) والكسائي {أصدق} بإشمام الصاد زايًا، وكذا فيما كان مثله من صاد ساكنة بعدها قال نحو {يصدقون} و {تصدية} وأما إبدالها زايًا محضة في ذلك فهي لغة كلب وأنشدوا: </p><p> يَزِيْدُ زَادَ اللهُ فِيْ خَيْرَاتِهِ ... حَامِيْ الذِّمَارِ عِنْدَ مَزْدُوْقَاتِهِ </p><p> يريد عند مصدوقاته. </p><p> الإعراب </p><p> {مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ وَمَنْ تَوَلَّى فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظًا (٨٠) }. </p><p> {مَنْ} : اسم شرط جازم في محل الرفع مبتدأ، والخبر جملة الشرط أو جملة أو هما، {يُطِعِ الرَّسُولَ} : فعل ومفعول، وفاعله ضمير يعود على {من} ، {فَقَدْ}  {الفاء} : رابطة الجواب وجوبًا لاقترانه بـ {قد} ، {قد} : حرف تحقيق، {أَطَاعَ اللَّهَ} : فعل ومفعول، وفاعله ضمير يعود على {مَن} ، وجملة {مَنْ} الشرطية من فعل شرطها وجوابها مستأنفة. {وَمَنْ تَوَلَّى} : {الواو} : عاطفة، {مَنْ} اسم شرط في محل الرفع مبتدأ، والخبر جملة الشرط أو الجواب كما مر آنفًا. {تَوَلَّى} : فعل ماض في محل الجزم بـ {من} على كونه فعل شرط لها، وفاعله ضمير يعود على {من} ، {فَمَا}  {الفاء} : رابطة لجواب {من} الشرطية وجوبًا لاقترانه بـ {ما} ، لأنه من المواضع السبعة المجموعة في قول بعضهم: </p><p> إِسْمِيَّةٌ طَلَبِيَّةٌ وَبِجَامِدِ ... وَبِمَا وَلَنْ وَبِقَدْ وَبِالتَّنْفِيْسِ </p><p>(١) البحر المحيط.</p><p> {ما} : نافية، {أَرْسَلْنَاكَ} : فعل وفاعل ومفعول، في محل الجزم بـ {من} على كونه جوابًا لها، {عَلَيْهِمْ} : متعلق بـ {حَفِيظًا} : حال من كاف المخاطب، وجملة {من} الشرطية معطوفة على جملة {مَنْ} الأولى. </p><p> {وَيَقُولُونَ طَاعَةٌ فَإِذَا بَرَزُوا مِنْ عِنْدِكَ بَيَّتَ طَائِفَةٌ مِنْهُمْ غَيْرَ الَّذِي تَقُولُ} . </p><p> {وَيَقُولُونَ} : {الواو} : استئنافية، {يَقُولُونَ} : فعل وفاعل، والجملة مستأنفة. {طَاعَةٌ} : خبر لمبتدأ محذوف، تقديره: أمرك، أو أمرنا طاعة، أو مبتدأ خبره محذوف، تقديره: منا طاعة، والجملة الإسمية في محل النصب مقول القول. {فَإذَا}  {الفاء} عاطفة، {إذا} ظرف لما يستقبل من الزمان، {بَرَزُوا} : فعل وفاعل والجملة في محل الخفض بإضافة إذا على كونها فعل شرط لها، والظرف متعلق بالجواب، {مِنْ عِنْدِكَ} : جار ومجرور ومضاف إليه متعلق بـ {بَرَزُوا} ، {بَيَّتَ طَائِفَةٌ} : فعل وفاعل، {مِنْهُمْ} : جار ومجرور صفة لـ {طائفةٌ} ، والجملة الفعلية جواب {إذا} لا محل لها من الإعراب، وجملة {إذا} معطوفة على جملة {يقولون}  {غَيْرَ الَّذِي} : مفعول به ومضاف إليه. {تَقُولُ} : فعل مضارع وفاعله ضمير يعود على {طَائِفَةٌ} ، والجملة صلة الموصول. </p><p> {وَاللَّهُ يَكْتُبُ مَا يُبَيِّتُونَ فَأَعْرِضْ عَنْهُمْ وَتَوَكَّلْ عَلَى اللَّهِ وَكَفَى بِاللَّهِ وَكِيلًا} . </p><p> {وَاللَّهُ} : {الواو} : استئنافية، {اللَّهُ} : مبتدأ، {يَكْتُبُ} : فعل مضارع، وفاعله ضمير يعود على {اللَّهُ} ، والجملة خبر المبتدأ، والجملة الإسمية مستأنفة، {مَا} موصولة، أو موصوفة في محل النصب مفعول به، {يُبَيِّتُونَ} : فعل وفاعل، والجملة صلة لـ {مَا} أو صفة لها، والعائد أو الرابط محذوف تقديره: يبيتونه. {فَأَعْرِضْ} : {الفاء} : فاء الفصيحة؛ لأنها أفصحت عن شرط مقدر، تقديره: إذا عرفت حالهم وأردت بيان ما هو الأصلح لك .. فأقول لك: أعرض. {أعرض} : فعل أمر، وفاعله ضمير يعود على محمد - صلى الله عليه وسلم -، والجملة في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة: مستأنفة استئنافًا بيانيًّا. {عَنْهُمْ} : جار ومجرور متعلق به. {وَتَوَكَّلْ} : {الواو} : عاطفة </p><p> {توكل} : فعل أمر وفاعله ضمير يعود على محمد - صلى الله عليه وسلم -، والجملة معطوفة على جملة {أعرض} . {عَلَى اللَّهِ} : متعلق بـ {توكل} ، {وَكَفَى بِاللَّهِ} : {الواو} : استئنافية. {كفى بالله} : فعل وفاعل. {وَكِيلًا} : حال أو تمييز، والجملة الفعلية مستأنفة. </p><p> {أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا (٨٢) }. </p><p> {أَفَلَا}  {الهمزة} : داخلة على محذوف، تقديره: أيعرضون عن القرآن فلا يتدبرون فيه، {الفاء} : عاطفة ما بعدها على ذلك المحذوف، والجملة المحذوفة مستأنفة، {لا} : نافية. {يَتَدَبَّرُونَ الْقُرْآنَ} : فعل وفاعل ومفعول، والجملة معطوفة على ذلك المحذوف، {وَلَوْ} : {الواو} : استئنافية، {لوْ} : حرف شرط غير جازم. {كَانَ} : فعل ماض ناقص، واسمها ضمير يعود على {القرآن} ، {مِنْ عِندِ} جار ومجرور متعلق بمحذوف خبر {كان} ، تقديره: كائنًا، {مِنْ} : حرف جر. {عِنْدِ} : مضاف. {غَيْرِ} : مضاف إليه. ولفظ الجلالة {اللَّهِ} : مضاف إليه، وجملة {كان} فعل شرط لـ {لو} ، لا محل لها من الإعراب، {لَوَجَدُوا} : {اللام} : رابطة لجواب {لو} ، {وجدوا} : فعل وفاعل، {فِيهِ} : متعلق بـ {وجدوا} ، {اخْتِلَافًا} : مفعول به، {كَثِيرًا} : صفته، والجملة الفعلية جواب {لو} لا محل لها من الإعراب، وجملة {لو} الشرطية: مستأنفة. </p><p> {وَإِذَا جَاءَهُمْ أَمْرٌ مِنَ الْأَمْنِ أَوِ الْخَوْفِ أَذَاعُوا بِهِ} . </p><p> {وَإِذَا} : {الواو} : استئنافية. {إذا} : ظرف لما يستقبل من الزمان. {جَاءَهُمْ أَمْرٌ} : فعل ومفعول وفاعل، والجملة في محل الجر بإضافة {إذا} إليها، والظرف متعلق بالجواب. {مِنَ الْأَمْنِ} : جار ومجرور صفة لـ {أَمْرٌ} ، {أَوِ الْخَوْفِ} : معطوف على {الْأَمْنِ} . {أَذَاعُوا} : فعل وفاعل، {بِهِ} : متعلق به، والجملة جواب إذا لا محل لها من الإعراب، وجملة {إذا} : مستأنفة استئنافًا بيانيًّا أو نحويًّا. </p><p> {وَلَوْ رَدُّوهُ إِلَى الرَّسُولِ وَإِلَى أُولِي الْأَمْرِ مِنْهُمْ لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ} . </p><p> {وَلَوْ} : {الواو} : استئنافية أو عاطفة، {لَوْ} : حرف شرط، {رَدُّوهُ} : فعل وفاعل ومفعول، والجملة فعل شرط لـ {لو} لا محل لها من الإعراب. {إِلَى الرَّسُولِ} : جار ومجرور متعلق به، {وَإِلَى أُولِي الْأَمْرِ} : جار ومجرور ومضاف إليه معطوف على الجار والمجرور قبله، {مِنْهُمْ} : جار ومجرور حال من {أُولِي الْأَمْرِ} ، {لَعَلِمَهُ}  {اللام} رابطة لجواب {لو} ، {علمه} فعل ومفعول، {الَّذِينَ} : فاعل، والجملة جواب {لو} لا محل لها من الإعراب، وجملة {لو} الشرطية مستأنفة، أو معطوفة على جملة {إذا} . {يَسْتَنْبِطُونَهُ} : فعل وفاعل ومفعول، صلة الموصول، والعائد ضمير الفاعل، {مِنْهُمْ} : جار ومجرور حال من {الَّذِينَ} ، أو من الضمير في {يَسْتَنْبِطُونَهُ} </p><p> {وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ لَاتَّبَعْتُمُ الشَّيْطَانَ إِلَّا قَلِيلًا} . </p><p> {وَلَوْلَا}  {الواو} : استئنافية. {لولا} : حرف دال على امتناع شيء لوجود غيره. {فَضْلُ اللَّهِ} : مبتدأ ومضاف إليه، {عَلَيْكُمْ} : متعلق بـ {فَضْلُ اللَّهِ} ، {وَرَحْمَتُهُ} : معطوف على {فَضْلُ اللَّهِ} ، والخبر محذوف وجوبًا؛ لقيام الجواب مقامه، تقديره: موجودان، والجملة الإسمية شرط لـ {لولا} لا محل لها من الإعراب. {لَاتَّبَعْتُمُ}  {اللام} : رابطة لجواب {لولا} . {اتبعتم} : فعل وفاعل. {الشَّيْطَانَ} : مفعول به. {إِلَّا} : أداة استثناء. {قَلِيلًا} : مستثنى من فاعل {اتَّبَعْتُمُ} والجملة الفعلية جواب {لولا} لا محل لها من الإعراب، وجملة {لولا} مستأنفة. </p><p> {فَقَاتِلْ فِي سَبِيلِ اللَّهِ لَا تُكَلَّفُ إِلَّا نَفْسَكَ وَحَرِّضِ الْمُؤْمِنِينَ} . </p><p> {فَقَاتِلْ} : {الفاء} : فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا أردت يا محمد الفوز والظفر على الأعداء .. فقاتل. {قاتل} : فعل أمر وفاعله ضمير يعود على محمد. {فِي سَبِيلِ اللَّهِ} : جار ومجرور ومضاف إليه متعلق بـ {قاتل} والجملة الفعلية جواب لـ {إذا} المقدرة، وجملة إذا المقدرة مستأنفة، {لَا} : نافية، {تُكَلَّفُ} : فعل مضارع مغير الصيغة، ونائب فاعله ضمير </p><p> يعود على محمد، {إِلَّا} أداة استثناء مفرغ، {نَفْسَكَ} : مفعول ثان ومضاف إليه، والجملة الفعلية في محل النصب حال من فاعل {فَقَاتِلْ} ؛ أي: فقاتل حال كونك غير مكلف إلا نفسك وحدها، وقيل مستأنفة، أخبره تعالى أنه لا يكلفه غير نفسه. {وَحَرِّضِ الْمُؤْمِنِينَ} : {الواو} : عاطفة. {حرض المؤمنين} : فعل ومفعول، وفاعله ضمير يعود على محمد - صلى الله عليه وسلم -، والجملة معطوفة على جملة {قاتل} . </p><p> {عَسَى اللَّهُ أَنْ يَكُفَّ بَأسَ الَّذِينَ كَفَرُوا وَاللَّهُ أَشَدُّ بَأسًا وَأَشَدُّ تَنْكِيلًا} . </p><p> {عَسَى} : من أفعال الرَّجاء ترفع الاسم وتنصب الخبر. {اللَّهُ} : اسمها. {أَن} : حرف نصب ومصدر. {يَكُفَّ} : فعل مضارع منصوب، وفاعله ضمير يعود على {اللَّهُ} ، {بَأسَ الَّذِينَ} : مفعول به ومضاف إليه. {كَفَرُوا} : فعل وفاعل، والجملة صلة الموصول، وجملة {يَكُفَّ} من الفعل والفاعل صلة {أَنْ} المصدرية في تأويل مصدر منصوب على كونه خبرًا لـ {عَسَى} ، ولكنه على حذف مضاف إما قبل الاسم تقديره: عسى أمر الله كف بأس الذين كفروا، أو قبل الخبر تقديره: عسى الله ذا كف بأس الذين كفروا، والكثير في كلامهم اقتران خبر {عَسَى} بـ {أن} المصدرية، كما قال ابن مالك: </p><p> كَكَانَ كَادَ وَعَسَى لَكِنْ نَدَرْ ... غَيْرُ مُضَارعٍ لِهَذَيْنِ خَبَرْ </p><p> وَكَوْنُهُ بِدُوْنِ أَنْ بَعْدَ عَسَى ... نَزْرٌ وَكَادَ الأمْرُ فِيْهِ عُكِسَا </p><p> واستشكل (١) على هذه القاعدة المطردة في {عَسَى} بأن {أن} المصدرية تؤول بالمصدر، فيكون التقدير في الآية: عسى الله كف بأس الذين كفروا، والمصدر اسم المعنى، فلا يخبر به عن الذات، وأجيب عنه: بأنه على حذف مضاف إما قبل الاسم أو قبل الخبر، كما مر بيانه آنفًا، {وَاللَّهُ} : {الواو} : استئنافية. {اللَّهُ} : مبتدأ، {أَشَدُّ} : خبره. {بَأسًا} : تمييز محول عن المبتدأ، منصوب باسم التفضيل، والجملة مستأنفة، {وَأَشَدُّ} : معطوف على {وَأَشَدُّ}  {تَنْكِيلًا} : تمييز. </p><p> {مَنْ يَشْفَعْ شَفَاعَةً حَسَنَةً يَكُنْ لَهُ نَصِيبٌ مِنْهَا} . </p><p>(١) حاشية الحمدون على الألفية.</p><p> {مَّنْ} : اسم شرط جازم في محل الرفع مبتدأ، والخبر جملة الشرط، أو الجواب أو هما. {يَشْفَعْ} : فعل مضارع مجزوم بـ {مَنْ} على كونه فعل الشرط، وفاعله ضمير يعود على {مَّنْ} . {شَفَاعَةً} : مفعول به، {حَسَنَةً} : صفة له، {يَكُنْ} : فعل مضارع ناقص، مجزوم بـ {من} على كونه جوابًا لها، {لَهُ} : جار ومجرور خبر مقدم لـ {يَكُنْ} ، {نَصِيبٌ} : اسمها مؤخر، {مِنْهَا} : جار ومجرور صفة لـ {نَصِيبٌ} و {مَنْ} فيه بمعنى الباء السببية، وجملة {مَنْ} الشرطية: مستأنفة. </p><p> {وَمَنْ يَشْفَعْ شَفَاعَةً سَيِّئَةً يَكُنْ لَهُ كِفْلٌ مِنْهَا وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ مُقِيتًا} . </p><p> {وَمَنْ} : {الواو} : عاطفة. {مَن} : اسم شرط في محل الرفع مبتدأ، والخبر إما جملة الشرط أو الجواب أو هما. {يَشْفَعْ} : مجزوم بـ {مَن} وفاعله ضمير يعود على {مَن} ، {شَفَعَة} : مفعول به. {سَيِّئَةً} : صفة لـ {شَفَاعَةً} . {يَكُنْ} : جواب الشرط. {لَهُ} : خبر {يَكُنْ} مقدم على اسمها. {كِفْلٌ} : اسمها مؤخر. {مِنْهَا} : صفة لـ {كِفْلٌ} وجملة {من} الشرطية معطوفة على جملة {مَنْ} الأولى. {وَكَانَ} : {الواو} : استئنافية. {كان الله} : فعل ناقص واسمه، {عَلَى كُلِّ شَيْءٍ} : جار ومجرور ومضاف إليه متعلق بـ ـ {مُقِيتًا} ، {مُقِيتًا} : خبر {كان} وجملة {كان} : مستأنفة. </p><p> {وَإِذَا حُيِّيتُمْ بِتَحِيَّةٍ فَحَيُّوا بِأَحْسَنَ مِنْهَا أَوْ رُدُّوهَا إِنَّ اللَّهَ كَانَ عَلَى كُلِّ شَيْءٍ حَسِيبًا (٨٦) }. </p><p> {وَإِذَا} : {الواو} : استئنافية، {إذا} : ظرف لما يستقبل من الزمان، {حُيِّيتُمْ} : فعل ونائب فاعل، {بِتَحِيَّةٍ} : متعلق بها، والجملة في محل الخفض بإضافة {إذا} إليها، والظرف متعلق بالجواب، {فَحَيُّوا} : الفاء رابطة لجواب {إذا} ، {حيوا} : فعل وفاعل، والجملة جواب {إذا} لا محل لها من الإعراب، وجملة {إذا} مستأنفة، {بِأَحْسَنَ} : متعلق بـ {حيوا} ، {مِنْهَا} : متعلق بـ {أَحْسَنَ} ، {أَوْ} : حرف عطف وتنويع، {رُدُّوهَا} : فعل وفاعل ومفعول معطوف على {حيوا} ، {إنَّ} : حرف نصب، {اللَّهَ} : اسمها، {كاَنَ} : فعل </p><p> ماض ناقص واسمها ضمير يعود على {اَللهَ} ، {عَلَى كُلِّ شَيْءٍ} : جار ومجرور ومضاف إليه متعلق بـ {حَسِيبًا} ، {حَسِيبًا} : خبر {كَانَ} ، وجملة {كَان} في محل الرفع خبر {إِنَّ} ، وجملة {إنَّ} مستأنفة مسوقة لتعليل ما قبلها. </p><p> {اللَّهُ لَا إِلَهَ إِلَّا هُوَ لَيَجْمَعَنَّكُمْ إِلَى يَوْمِ الْقِيَامَةِ لَا رَيْبَ فِيهِ وَمَنْ أَصْدَقُ مِنَ اللَّهِ حَدِيثًا (٨٧) }. </p><p> {اللَّهُ} : مبتدأ، {لَا} : نافية تعمل عمل إن، {إِلَه} في محل النصب اسمها، وخبر {لَا} محذوف تقديره: موجود، {إِلَّا} : أداة استثناء مفرغ. {هُوَ} : ضمير للمفرد المنزه بدل من الضمير المستكن في خبر {لَا} ، وجملة {لَا} : في محل الرفع خبر المبتدأ، وجملة المبتدأ مع خبره مستأنفة. {لَيَجْمَعَنَّكُمْ} : {اللام} : موطئة للقسم. {يَجْمَعَنَّكُمْ} : فعل مضارع في محل الرفع مبني على الفتح لاتصاله بنون التوكيد، و {نون التوكيد} حرف لا محل له من الإعراب، و {الكاف} مفعول به، وفاعله ضمير يعود على {اللَّهُ} ، والجملة (١) القسمية إما مستأنفة لا محل لها من الإعراب، أو خبر ثان للمبتدأ، أو هي الخبر و {لَا إِلَهَ إِلَّا هُوَ} اعتراض اهـ. أبو السعود. {إِلَى يَوْمِ الْقِيَامَةِ} : جار ومجرور ومضاف إليه متعلق بـ {يجمعنكم} . {لَا} : نافية تعمل عمل إن، {رَيْبَ} : في محل النصب اسمها. {فِيهِ} : جار ومجرور خبر {لا} وجملة {لَا رَيْبَ} في محل النصب حال من يوم القيامة، ويجوز أن تكون صفة لمصدر محذوف؛ أي: جمعًا لا ريب فيه، والهاء تعود على الجمع. {وَمَن}  {الواو} : استئنافية، {مَن} : اسم استفهام في محل الرفع مبتدأ، {أَصدَقُ} خبره، والجملة مستأنفة، {مِنَ اللَّهِ} : جار ومجرور متعلق بـ {أَصْدَقُ} ، {حَدِيثًا} : تمييز محول عن المبتدأ. </p><p> التصريف ومفردات اللغة </p><p> {وَيَقُولُونَ طَاعَةٌ} الطاعة اسم مصدر لأطاع الرباعي، يقال: أطاع يطيع </p><p>(١) الفتوحات.</p><p> إطاعة وطاعة، والطاعة: الموافقة وامتثال المأمورات واجتناب المنهيات، {بَيَّتَ طَائِفَةٌ مِنْهُمْ} يقال: بيت يبيت تبييتًا، من باب فعل المضعف، قال (١) الأصمعي وأبو عبيدة وأبو العباس: كل أمر قضي بليل قيل: قد بيت، وقال الزجاج: كل أمر مكر فيه، أو خيض بليل، فقد بيت، وقال الشاعر: </p><p> أَتَوْنِي فَلَمْ أَرْضَ مَا بَيَّتُوْا ... وَكَانُوْا أَتَوْنِي بِأَمْرٍ نُكُرْ </p><p> وقيل: التبييت التبديل بلغة طيء قال شاعرهم: </p><p> وَتَبِيْتُ قَوْلِي عِنْدَ اْلْمَلـ ... يْكِ قَاتَلَكَ اللهُ عَبْدًا كَفُوْرَا </p><p> {فَلَا يَتَدَبَّرُونَ} مضارع تدبر - من باب تفعل الخماسي - يتدبر تدبرًا، وتدبر الشيء تأمله والنظر في أدباره وما يؤول إليه في عاقبته ومنتهاه، ثم استعمل في كل تفكر ونظر، والدبر: المال الكثير، سمي بذلك؛ لأنه يبقى للأعقاب وللأدبار، قاله الزجاج وغيره. </p><p> {أَذَاعُوا بِهِ} يقال: أذاع الشر، وأذاع به، إذا نشره وأشاعه بين الناس وأظهره لهم، فالإذاعة: إظهار الشيء وإفشاؤه، يقال: ذاع يذيع من باب باع وأذاع، ويتعدى بنفسه وبالباب، فيكون إذ ذاك أذاع في معنى الفعل المجرد، قال أبو الأسود: </p><p> أَذَاعُوْا بِهِ فيْ النَّاسِ حَتَّى كَأَنَّهُ ... بِعَلْيَاءِ نَارٍ أُوْقِدَتْ بِثُقُوْبِ </p><p> وقال أبو البقاء (٢) : الألف في أذاعوا بدل من الياء، يقال ذاع الأمر يذيع، والباء زائدة؛ أي: أذاعوه، وقيل: حمل على معنى تحدثوا به، انتهى. {وَلَوْ رَدُّوهُ} يقال: رد الشيء إلى الشيء ردًّا وردودًا إذا أرجعه وأعاده إليه، {يَسْتَنْبِطُونَهُ} والاستنباط: استخراج ما كان مستترًا عن الأبصار، والنبط: الماء يخرج من البئر أول ما تحفر، والإنباط والاستنباط إخراجه، والنبط: الذين يستخرجون المياه والنبات من الأرض، {وَحَرِّضِ الْمُؤْمِنِينَ} ، التحريض: الحث على </p><p>(١) البحر المحيط. (٢) العكبري.</p><p> الشيء بتزيينه وتسهيل الأمر فيه، قال الراغب: كأنه في الأصل إزالة الحرض بضمتين وسكون ثانية؛ أي: الأشنان، والحرض في الأصل ما لا يعتد به، ولا خير فيه، ولذلك يقال للمشرف على الهلاك حرض، قال تعالى:  {حَتَّى تَكُونَ حَرَضًا} ، {بأسًا} والبأس: القوة، وفي \"المصباح\" وهو ذو بأس؛ أي: شدة وقوة. {تَنْكِيلًا} التنكيل بوزن تفعيل، مصدر نكل المضعف من النكل وهو: القيد، ثم استعمل في كل عذاب، وفي \"المصباح\" : نكل به ينكل - من باب قتل - نكلة قبيحة إذا أصابه بنازلة، ونكل به بالتشديد مبالغة، والاسم النكال، انتهى. قال أبو حيان (١) : التنكيل الأخذ بأنواع العذاب وتنزيله على المعذب، وكأنه مأخوذ من النكل: وهو القيد. </p><p> {مَنْ يَشْفَعْ شَفَاعَةً حَسَنَةً} قال الراغب: الشفع ضم الشيء إلى مثله، والشفاعة الانضمام إلى آخر، ناصرًا له وسائلًا عنه، {نَصِيبٌ} ؛ أي: حظ، {كِفْلٌ} ؛ أي: حظ، ولكن النصيب في الخبر أكثر استعمالًا، والكفل في الشر أكثر منه في الخير، ولقلة استعمال النصيب في الشر وكثرة استعمال الكفل فيه غاير بينهما في الآية الكريمة، حيث أتى بالكفل مع السيئة وبالنصيب مع الحسنة، {مُقِيتًا} ؛ أي: مقتدرًا أو حافظًا أو شاهدًا، قال الراغب: وحقيقته قائمًا عليه يحفظه ويعينه، وقال النحاس: هو مشتق من القوت، والقوت مقدار ما يحفظ به الإنسان من التلف، يقال: قاته يقوته إذا أطعمه قوته، وأقاته يقيته إذا جعل له ما يقوته، وفي \"المختار\" : أقات على الشيء إذا اقتدر عليه، {بِتَحِيَّةٍ} التحية مصدر حياه، إذا قال له: حياك الله، وأصله تحيية بوزن تفعلة كترضية وتسمية وتنمية، فأدغموا الياء في الياء بعد نقل حركة الياء الأولى إلى الحاء، وهي في الأصل الدعاء بالحياة، ثم صار اسمًا لكل دعاء وثناء، كقولهم أنعم صباحًا، وأنعم مساء، وعم صباحًا وعم مساء، وجعل الشارع تحية المسلمين السلام عليكم، إشارة إلى أن الدين دين سلام وأمان. {فَحَيُّوا} أصله حييوا، استثقلت الضمة </p><p>(١) البحر المحيط.</p><p> على الياء، فحذفت الضمة، فالتقى ساكنان الياء والواو، فحذفت الياء وضم ما قبل الواو لمناسبتها، {حسيبا} الحسيب: المحاسب، فهو فعيل بمعنى مفاعل، كالجليس بمعنى المجالس، وقد يراد به المكافىء والكافي، من قولهم حسبك كذا إذا كان يكفيك. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات أنواعًا من البيان والبديع (١) : </p><p> منها: الالتفات في قوله: {فَمَا أَرْسَلْنَاكَ} . </p><p> ومنها: التكرار في قوله: {مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ} ، وفي قوله:  {بَيَّتَ} و {يُبَيِّتُونَ} ، وفي اسم الله في مواضع، و {أَشَدّ} ، وفي قوله:  {مَنْ يَشْفَعْ شَفَاعَةً} . </p><p> ومنها: التجنيس المماثل في قوله: {يُطِعِ} و {أَطَاعَ} ، وفي {بَيَّتَ} و {يُبَيِّتُونَ} ، وفي قوله:  {حُيِّيتُمْ}  {فَحَيُّوا} . </p><p> ومنها: التجنيس المغاير في قوله: {وَتَوَكَّلْ} و {وَكِيلًا} ، و {مَنْ يَشْفَعْ شَفَاعَةً} ، و {وَإِذَا حُيِّيتُمْ بِتَحِيَّةٍ} . </p><p> ومنها: الاستفهام المراد به الإنكار في قوله: {أَفَلَا يَتَدَبَّرُونَ} . </p><p> ومنها: الطباق في قوله: {مِنَ الْأَمْنِ أَوِ الْخَوْفِ} ، وفي قوله:  {شَفَاعَةً حَسَنَةً} و {شَفَاعَةً سَيِّئَةً} . </p><p> ومنها: التوجيه في قوله: {غَيْرَ الَّذِي تَقُولُ} . </p><p> ومنها: الاحتجاج النظري ويسمى المذهب الكلامي في قوله: {وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ} . </p><p>(١) البحر المحيط.</p><p> ومنها: خطاب العين والمراد به الغير في قوله: {فَقَاتِلْ} . </p><p> ومنها: الاستعارة في قوله: {فِي سَبِيلِ اللَّهِ} ، وفي قوله:  {أَنْ يَكُفَّ بَأسَ} . </p><p> ومنها: أفعل في غير المفاضلة في قوله: {أَشَدُّ} . </p><p> ومنها: إطلاق كل على بعض في قوله: {بَأسَ الَّذِينَ كَفَرُوا} واللفظ مطلق والمراد بدر الصغرى. </p><p> ومنها: الحذف في عدة مواضع تقتضيها الدلالة. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {فَمَا لَكُمْ فِي الْمُنَافِقِينَ فِئَتَيْنِ وَاللَّهُ أَرْكَسَهُمْ بِمَا كَسَبُوا أَتُرِيدُونَ أَنْ تَهْدُوا مَنْ أَضَلَّ اللَّهُ وَمَنْ يُضْلِلِ اللَّهُ فَلَنْ تَجِدَ لَهُ سَبِيلًا (٨٨) وَدُّوا لَوْ تَكْفُرُونَ كَمَا كَفَرُوا فَتَكُونُونَ سَوَاءً فَلَا تَتَّخِذُوا مِنْهُمْ أَوْلِيَاءَ حَتَّى يُهَاجِرُوا فِي سَبِيلِ اللَّهِ فَإِنْ تَوَلَّوْا فَخُذُوهُمْ وَاقْتُلُوهُمْ حَيْثُ وَجَدْتُمُوهُمْ وَلَا تَتَّخِذُوا مِنْهُمْ وَلِيًّا وَلَا نَصِيرًا (٨٩) إِلَّا الَّذِينَ يَصِلُونَ إِلَى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ أَوْ جَاءُوكُمْ حَصِرَتْ صُدُورُهُمْ أَنْ يُقَاتِلُوكُمْ أَوْ يُقَاتِلُوا قَوْمَهُمْ وَلَوْ شَاءَ اللَّهُ لَسَلَّطَهُمْ عَلَيْكُمْ فَلَقَاتَلُوكُمْ فَإِنِ اعْتَزَلُوكُمْ فَلَمْ يُقَاتِلُوكُمْ وَأَلْقَوْا إِلَيْكُمُ السَّلَمَ فَمَا جَعَلَ اللَّهُ لَكُمْ عَلَيْهِمْ سَبِيلًا (٩٠) سَتَجِدُونَ آخَرِينَ يُرِيدُونَ أَنْ يَأْمَنُوكُمْ وَيَأْمَنُوا قَوْمَهُمْ كُلَّ مَا رُدُّوا إِلَى الْفِتْنَةِ أُرْكِسُوا فِيهَا فَإِنْ لَمْ يَعْتَزِلُوكُمْ وَيُلْقُوا إِلَيْكُمُ السَّلَمَ وَيَكُفُّوا أَيْدِيَهُمْ فَخُذُوهُمْ وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ وَأُولَئِكُمْ جَعَلْنَا لَكُمْ عَلَيْهِمْ سُلْطَانًا مُبِينًا (٩١) وَمَا كَانَ لِمُؤْمِنٍ أَنْ يَقْتُلَ مُؤْمِنًا إِلَّا خَطَأً وَمَنْ قَتَلَ مُؤْمِنًا خَطَأً فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ وَدِيَةٌ مُسَلَّمَةٌ إِلَى أَهْلِهِ إِلَّا أَنْ يَصَّدَّقُوا فَإِنْ كَانَ مِنْ قَوْمٍ عَدُوٍّ لَكُمْ وَهُوَ مُؤْمِنٌ فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ وَإِنْ كَانَ مِنْ قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ فَدِيَةٌ مُسَلَّمَةٌ إِلَى أَهْلِهِ وَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ فَمَنْ لَمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ تَوْبَةً مِنَ اللَّهِ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا (٩٢) وَمَنْ يَقْتُلْ مُؤْمِنًا مُتَعَمِّدًا فَجَزَاؤُهُ جَهَنَّمُ خَالِدًا فِيهَا وَغَضِبَ اللَّهُ عَلَيْهِ وَلَعَنَهُ وَأَعَدَّ لَهُ عَذَابًا عَظِيمًا (٩٣) }. </p><p> المناسبة </p><p> قوله تعالى:  {فَمَا لَكُمْ فِي الْمُنَافِقِينَ فِئَتَيْنِ ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه وتعالى (١) لما ذكر أحكام القتال، وختمها ببيان أنه لا إله غيره يُخشى ضرره، أو يُرجى خيره، فتترك هذه الأحكام لأجله .. ذكر هنا أنه لا ينبغي التردد في أمر المنافقين، وتقسيمهم فئتين، مع أن دلائل كفرهم ظاهرة جلية، فيجب أن تقطعوا بكفرهم، وتقاتلوهم حيثما وجدوا. </p><p> قوله تعالى:  {وَمَا كَانَ لِمُؤْمِنٍ أَنْ يَقْتُلَ مُؤْمِنًا إِلَّا خَطَأً ...} الآيات، </p><p>(١) المراغي.</p><p> مناسبة هذه الآيات لما قبلها: أن الله (١) سبحانه وتعالى لما بين أحكام قتال المنافقين، الذين يظهرون الإِسلام خداعًا، ويسرون الكفر، ويساعدون أهله على قتال المؤمنين، والذين يعاهدون المسلمين على السلم، ويحالفونهم على الولاء والنصر، ثم يغدرون ويكونون عونًا لأعدائهم عليهم .. ذكر هنا قتل من لا يحل قتله من المؤمنين والمعاهدين والذميين، وما يقع منهم من ذلك عمدًا أو خطأ. قال أبو حيان: ومناسبة هذه الآية لما قبلها: أنه تعالى لما رغب في مقاتلة الكفار .. ذكر بعد ذلك ما يتعلق بالمحاربة، ومنها: أن يظن رجلًا حربيًّا فيقتله وهو مسلم، انتهى. </p><p> أسباب النزول </p><p> قوله تعالى:  {فَمَا لَكُمْ فِي الْمُنَافِقِينَ ...} الآية، سبب نزولها (٢) : ما رواه الشيخان وغيرهما عن زيد بن ثابت: أن رسول الله - صلى الله عليه وسلم - خرج إلى أحد، فرجع ناس خرجوا معه، فكان أصحاب رسول الله - صلى الله عليه وسلم - فيهم فرقتين، فرقة تقول: نقتلهم، وفرقة تقول: لا، فأنزل الله تعالى:  {فَمَا لَكُمْ فِي الْمُنَافِقِينَ فِئَتَيْنِ} . </p><p> وأخرج (٣) سعيد بن منصور وابن أبي حاتم عن سعد بن معاذ قال: خطب رسول الله - صلى الله عليه وسلم - الناس فقال:  \"من لي بمن يؤذيني ويجمع في بيته من يؤذيني\" ، فقال سعد بن معاذ: إن كان من الأوس .. قتلناه، وإن كان من إخواننا من الخزرج .. أمرتنا فأطعناك، فقام سعد بن عبادة فقال: ما بك يا ابن معاذ طاعة رسول الله - صلى الله عليه وسلم -، ولقد عرفت ما هو منك، فقام أسيد بن حضير فقال: إنك يا ابن عبادة منافق، وتحب المنافقين، فقام محمَّد بن مسلمة فقال: اسكتوا يا أيها الناس فإن فينا رسول الله - صلى الله عليه وسلم -، وهو يأمرنا فننفذ أمره، فأنزل الله تعالى:  {فَمَا لَكُمْ فِي الْمُنَافِقِينَ فِئَتَيْنِ ...} الآية. </p><p> وأخرج (٤) أحمد عن عبد الرحمن بن عوف: أن قومًا من العرب أتوا </p><p>(١) المراغي. (٢) لباب النقول.(٣) لباب النقول.(٤) لباب النقول.</p><p> رسول الله - صلى الله عليه وسلم - بالمدينة فأسلموا، وأصابهم وباء المدينة وحُمَّاها فأركسوا، وخرجوا من المدينة، فاستقبلهم نفر من الصحابة، فقالوا لهم: ما لكم رجعتم، قالوا: أصابنا وباء المدينة، فقالوا: أما لكم في رسول الله أسوة حسنة، فقال بعضهم: نافقوا، وقال بعضهم: لم ينافقوا، فأنزل الله تعالى:  {فَمَا لَكُمْ فِي الْمُنَافِقِينَ فِئَتَيْنِ ...} الآية، في إسناده تدليس وانقطاع. </p><p> وروى (١) ابن جرير عن ابن عباس: أنها نزلت في قوم أظهروا الإِسلام بمكة، وكانوا يعينون المشركين على المسلمين، فاختلف المسلمون في شأنهم وتشاجروا فنزلت الآية. </p><p> قوله تعالى:  {إِلَّا الَّذِينَ يَصِلُونَ إِلَى قَوْمٍ ...} الآية، سبب نزولها: ما أخرجه ابن أبي حاتم (٢) وابن مردويه عن الحسن: أن سراقة بن مالك المدلجي حدثهم قال: لما ظهر النبي - صلى الله عليه وسلم - على أهل بدر وأُحد وأسلم من حولهم، قال سراقة: بلغني أنه يريد أن يبعث خالد بن الوليد إلى قومي بني مدلج، فأتيته فقلت: أنشدك النعمة، بلغني أنك تريد أن تبعث إلى قومي، وأنا أريد أن توادعهم، فإن أسلم قومك .. أسلموا ودخلوا في الإِسلام، وإن لم يسلموا .. لم يحسن تغليب قومك عليهم، فأخذ رسول الله - صلى الله عليه وسلم - بيد خالد فقال:  \"اذهب معه فافعل ما يريد\" ، فصالحهم خالد على أن لا يعينوا على رسول الله - صلى الله عليه وسلم -، وإن أسلمت قريش أسلموا معهم، وأنزل الله عز وجل:  {إِلَّا الَّذِينَ يَصِلُونَ إِلَى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ} وكان من وصل إليهم كان معهم على عهدهم. </p><p> وأخرج ابن أبي حاتم عن ابن عباس قال: نزلت {إِلَّا الَّذِينَ يَصِلُونَ إِلَى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ} في هلال بن عويمر الأسلمي، وسراقة بن مالك المدلجي، وفي بني جذيمة بن عامر بن عبد مناف، وأخرج أيضًا عن مجاهد أنها نزلت في هلال بن عويمر الأسلمي، وكان بينه وبين المسلمين عهد، وقصده ناس من قومه فكره أن يقاتل المسلمين، وكره أن يقاتل قومه. </p><p>(١) المراغي. (٢) لباب النقول.</p>"
}