{
  "id": null,
  "sura": 4,
  "aya": 59,
  "text": "<p> الأمانات إلى أهلها، وبالحكم بين الناس بالعدل، مخاطبًا بذلك جميع الأمة، </p><p> ٥٩ - أمر بطاعة الله وطاعة الرسول وطاعة أولي الأمر، إذ لا تقوم المصالح العامة إلا بذلك، فقال:  {يَا أَيُّهَا الَّذِينَ آمَنُوا} وصدقوا بما جاء به محمد - صلى الله عليه وسلم - {أَطِيعُوا اللَّهَ} واعملوا بكتابه فيما أمر به ونهى عنه، {وَأَطِيعُوا الرَّسُولَ} محمدًا - صلى الله عليه وسلم - واعملوا بسنته، فقد جرت سنة الله تعالى بأن يبلغ عنه شرعه رسل منا تكفل بعصمتهم، وأوجب علينا طاعتهم، {و} أطيعوا {أولي الأمر} ؛ أي: أصحاب أمر الأمة ومتولي شؤونهم بالأمر والنهي لهم حالة كونهم كائنين {مِنْكُمْ} أيها المؤمنون، وهم (١) الأمراء والحكام والعلماء ورؤساء الجند، وسائر الرؤساء والزعماء الذين يرجع إليهم الناس في الحاجات والمصالح العامة، فهؤلاء إذا اتفقوا على أمر أو حكم وجب أن يطاعوا فيه، بشرط أن يكونوا أمناء، وأن لا يخالفوا أمر الله ولا سنة رسوله، التي عرفت بالتواتر، وأن يكونوا مختارين في بحثهم في الأمر واتفاقهم عليه، وأما العبادات وما كان من قبيل الاعتقاد الديني: فلا يتعلق به أمر أهل الحل والعقد، بل إنما يؤخذ عن الله ورسوله فحسب، وليس لأحد رأي فيه إلا ما يكون في فهمه، فأهل الحل والعقد من المؤمنين إذا أجمعوا على أمر من مصالح الأمة ليس فيه نص عن الشارع، وكانوا مختارين في ذلك، غير مكرهين بقوة أحد ولا نفوذه .. فطاعتهم واجبة، كما فعل عمر - رضي الله عنه - حين استشار أهل الرأي من الصحابة في اتخاذ الديوان الذي أنشأه، وفي غيره من المصالح التي أحدثها برأي أولي الأمر من الصحابة، ولم تكن في زمن النبي - صلى الله عليه وسلم -، ولم يعترض عليه أحد من علمائهم في ذلك. </p><p> وقال الشوكاني (٢) : وأولو الأمر هم الأئمة والسلاطين والقضاة، وكل من كانت له ولاية شرعية لا ولاية طاغوتية، والمراد طاعتهم فيما يأمرون به وينهون عنه، ما لم تكن معصية، فلا طاعة لمخلوق في معصية الله، كما ثبت ذلك عن رسول الله - صلى الله عليه وسلم -. </p><p> عن أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \"من أطاعتني فقد </p><p>(١) المراغي. (٢) فتح القدير.</p><p> أطاع الله، ومن عصاني فقد عصى الله، ومن يطع الأمير فقد أطاعني ومن يعص الأمير فقد عصاني \". متفق عليه.</p><p> وعن ابن عمر رضي الله عنهما أن رسول الله - صلى الله عليه وسلم - قال: \" على المرء المسلم السمع والطاعة فيما أحب أو كره، إلا أن يؤمر بمعصية الله، فإن أمر بمعصية الله .. فلا سمع ولا طاعة \". متفق عليه.</p><p> وعن أنس بن مالك رضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال: \" اسمعوا وأطيعوا، وإن استعمل عليكم عبد حبشي، كأن رأسه زبيبة، ما أقام فيكم كتاب الله \" رواه البخاري.</p><p> وقال العلماء (١) : طاعة الإِمام واجبة على الرعية ما دام على الحق، فإذا زال عن الكتاب والسنة .. فلا طاعة له، وإنما تجب طاعته فيما وافق الحق. </p><p> {فَإِنْ تَنَازَعْتُمْ} ؛ أي: فإن اختلفتم (٢) أيها المجتهدون {فِي شَيْءٍ} من أمور دينكم، غير مذكور حكمه في الكتاب والسنة والإجماع {فَرُدُّوهُ} ؛ أي: فأرجعوا ذلك الشيء {إِلَى} كتاب {اللَّهِ} تعالى، {و} إلى {الرَّسُولِ} محمد - صلى الله عليه وسلم -، في حياته وإلى سنته المأثورة عنه بعد وفاته. </p><p> أي: فقيسوا ذلك الشيء المتنازع فيه على واقعة منصوص عليها في الكتاب والسنة، تشبهه في الصدرة، أي: في هيئة الصدور والوقوع والصفة، ويؤيد هذا (٣) المعنى الخبر والأثر: </p><p> أما الخبر: فهو أنهم سألوا رسول الله - صلى الله عليه وسلم - عن قُبلة الصائم فقال - صلى الله عليه وسلم - \" أرأيت لو تمضمضت \"،والمعنى:أخبرني هل تبطل المضمضة الصوم أم لا؟،أي:فكما أن المضمضة مقدمة للأكل، فكذا القبلة مقدمة للجماع، فإذا كانت المضمضة لا تفسد الصوم .. فكذلك القبلة، ولما سألته - صلى الله عليه وسلم - الخثعمية عن الحج عن أبيها ..قال:\" أرأيت لو كان على أبيك دين، فقضيته عنه .. هل يجزئ ذلك </p><p>(١) الخازن. (٢) المراح.(٣) المرح.</p><p> عنه \"؟قالت:نعم قال:\" فدين الله أحق بالقضاء\". </p><p> وأما الأثر: فقد روي عن عمر رضي الله عنه أنه قال: اعرف الأشباه والنظائر، وقس الأمور برأيك. فدل مجموع ما ذكر على أن قوله تعالى:  {فَرُدُّوهُ} أمر برد الشيء المتنازع فيه إلى شبيهه، وهذا هو الذي يسميه الشافعي رحمه الله تعالى: قياس الأشباه، ويسميه أكثر الفقهاء: قياس الطرد. </p><p> وفي هذه الآية (١) : إشارة إلى أدلة الفقه الأربعة، فقوله:  {أَطِيعُوا اللَّهَ} إشارة إلي الكتاب. وقوله:  {وَأَطِيعُوا الرَّسُولَ} إشارة إلى السنة. وقوله:  {وَأُولِي الْأَمْرِ} إشارة إلى الإجماع. وقوله {فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ ......} إلخ إشارة إلى القياس. </p><p> وعبارة المراغي هنا قوله (٢) : {فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ} ؛ أي: فإذا لم يوجد نص على الحكم في الكتاب ولا في السنة .. ينظر أولو الأمر فيه؛ لأنهم هم الذين يوثق بهم، فإذا اتفقوا وأجمعوا .. وجب العمل بما أجمعوا عليه، وإن اختلفوا وتنازعوا .. وجب عرض ذلك على الكتاب والسنة وما فيهما من القواعد العامة، فما كان موافقًا لهما علم أنه صالح لنا ووجب الأخذ به، وما كان مخالفًا لهما علم أنه غير صالح ووجب تركه، وبذا يزول التنازع وتجتمع الكلمة، وهذا الرد واستنباط الفصل في الخلاف من القواعد هو الذي يعبر عنه بالقياس، والأول هو الإجماع الذي يعتد به. </p><p> ومما تقدم تعلم أن الآية مبينة لأصول الدين في الحكومة الإِسلامية، وهي أربعة: </p><p> الأصل الأول: القرآن الكريم، والعمل به هو طاعة الله تعالى. </p><p> والأصل الثاني: سنة رسول الله - صلى الله عليه وسلم - والعمل بها طاعة الرسول - صلى الله عليه وسلم -. </p><p> والأصل الثالث: إجماع أولي الأمر، وهم أهل الحل والعقد، الذين تثق بهم الأمة من العلماء والرؤساء في الجيش والمصالح العامة كالتجار والصناع </p><p>(١) صاوي. (٢) المراغي.</p><p> والزراع ورؤساء العمال والأحزاب ومديري الصحف ورؤساء تحريرها، وطاعتهم هي طاعة أولي الأمر. </p><p> والأصل الرابع: عرض المسائل المتنازع فيها على القواعد والأحكام العامة المعلومة في الكتاب والسنة، وذلك قوله:  {فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ} فهذه الأربعة الأصول هي مصادر الشريعة، ولا بد من وجود جماعة يقومون بعرض المسائل المتنازع فيها على الكتاب والسنة، ممن يختارهم أولو الأمر من علماء هذا الشأن، ويجب على الحكام الحكم بما يقرونه، وبذلك تكون الدولة الإِسلامية مؤلفة من جماعتين: </p><p> الأولى: الجماعة المبينة للأحكام الذين يسمون الآن الهيئة التشريعية. </p><p> والجماعة الثانية: جماعة الحاكمين والمنفذين وهم الذين يسمون الهيئة التنفيذية. وعلى الأمة أن تقبل هذه الأحكام وتخضع لها سرًّا وجهرًا، وهي بذلك لا تكون خاضعة لأحد من البشر؛ لأنها لم تعمل إلا بحكم الله تعالى، أو حكم رسوله - صلى الله عليه وسلم - بإذنه، أو حكم نفسها الذي استنبطه لها جماعة أهل الحل والعقد والعلم والخبرة من أفرادها، الذين وثقت بإخلاصهم، وعدم اتفاقهم إلا على ما هو الأصلح لها. </p><p> وقوله:  {إنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ} شرط جوابه محذوف معلوم مما قبله، تقديره: إن كنتم أيها المؤمنون تصدقون بوحدانية الله وبمجيء اليوم الآخر .. فردوا الشيء المتنازع فيه إلى الله ورسوله، بعرضه على الكتاب والسنة، فإن المؤمن لا يقدم شيئًا على حكم الله، كما أنه يهتم باليوم الآخر أشد من اهتمامه بحظوظ الدنيا، وفي هذا دليل على أن من لم يقدم اتباع الكتاب والسنة على أهوائه وحظوظه .. فإنه لا يكون مؤمنًا حقًّا. </p><p> وفي \"الخازن\" قال العلماء: في الآية دليل على أن من لا يعتقد وجوب طاعة الله وطاعة رسوله ومتابعة السنة والحكم بالأحاديث الواردة عن النبي - صلى الله عليه وسلم - لا يكون مؤمنًا بالله واليوم الآخر انتهى. </p><p> {ذَلِكَ} ؛ أي: رد الشيء المتنازع فيه إلى الله ورسوله {خَيْرٌ} لكم من </p>"
}