{
  "id": null,
  "sura": 4,
  "aya": 94,
  "text": "<p> أدركه الموت .. أخذ يصفق بيمينه على شماله ويقول: اللهم هذه لك وهذه لرسولك - صلى الله عليه وسلم -، أبايعك على ما بايع عليه رسولك - صلى الله عليه وسلم -، ولما بلغ خبر موته الصحابة رضي الله عنهم قالوا لبنيه: مات بالمدينة، فنزلت هذه الآية، وروي غير ذلك في سبب نزولها. </p><p> التفسير وأوجه القراءة </p><p> ٩٤ - {يَا أَيُّهَا الَّذِينَ آمنوا} ؛ أي: يا أيها الذين صدقوا الله تعالى وصدقوا رسوله محمدًا - صلى الله عليه وسلم -، واتبعوا الأوامر وتركوا النواهي، {إِذَا ضَرَبْتُمْ فِي سَبِيلِ اللَّهِ} ؛ أي: إذا سافرتم وسرتم لجهاد أعداء الله تعالى وأعدائكم لإعلاء كلمته ورفعة دينه، {فَتَبَيَّنُوا} ؛ أي: اطلبوا البيان والتحقق واليقين، وتأنوا في قتل من اشتبه عليكم أمره فلم تعلموا أمسلم هو أم كافر، ولا تعجلوا في قتل أحد إلا إذا علمتم يقينًا أنه حرب لكم ولله تعالى والرسول - صلى الله عليه وسلم - وقرأ (١) حمزة والكسائي هنا في الموضعين وفي الحجرات {فتثبتوا} بالثاء المثلثة؛ أي: اطلبوا التثبت والباقون: {فَتَبَيَّنُوا} ، وكلاهما تفعَّل بمعنى استفعل التي للطلب؛ أي: اطلبوا إثبات الأمر وبيانه، ولا تقدموا عليه من غير رويّة وإيضاح. </p><p> والمراد في الآية: فتأنوا واتركوا العجلة واحتاطوا {وَلَا تَقُولُوا} أيها المؤمنون المجاهدون بغير تأمل وتبين {لِمَنْ أَلْقَى إِلَيْكُمُ السَّلَامَ} ؛ أي: لمن حياكم بتحية الإِسلام السلام عليكم ورحمة الله، أو لمن ألقى إليكم الاستسلام والانقياد بقول: لا إله إلا الله محمَّد رسول الله، الذي هو أمارة على الإِسلام، ولم يقاتلكم وأظهر أنه من أهل ملتكم {لَسْتَ مُؤْمِنًا} ؛ أي: إنك لست بمؤمن حقًّا، وإنما تقوله تقية وخوفًا من السيف، فتقتلوه حالة كونكم {تَبْتَغُونَ} وتطلبون بقتله {عَرَضَ الْحَيَاةِ الدُّنْيَا} ومتاعها من الغنائم، قاصدين ماله الذي هو سريع النفاذ والزوال {فَعِنْدَ اللَّهِ} سبحانه وتعالى {مَغَانِمُ كَثِيرَةٌ} ؛ أي: أرزاق كثيرة ونعم لا تحصى ولا تعد، وثواب جسيم، فاطلبوها عنده تعالى </p><p>(١) البحر المحيط.</p><p> يغنمكموها، فتغنيكم عن قتل أمثاله لماله. وقرأ (١) عاصم وأبو عمرو وابن كثير والكسائي وحفص {السَّلَامَ} بألف، قال الزجاج: يجوز أن يكون بمعنى التسليم، ويجوز أن يكون بمعنى الانقياد، وقرأ نافع وابن عامر وحمزة وابن كثير من بعض طرقه، وجبلة عن المفضل عن عاصم بفتح السين واللام من غير ألف وهو من الاستسلام، وقرأ أبان بن زيد عن عاصم بكسر السين وإسكان اللام وهو الانقياد والطاعة، وقرأ الجحدري بفتح السين وسكون اللام، وقرأ أبو جعفر {مؤمنًا} بفتح الميم؛ أي: لا نؤمنك في نفسك، وهي قراءة علي وابن عباس وعكرمة وأبي العالية ويحيى بن يعمر، ومعنى قراءة الجمهور: ليس لإيمانك حقيقة إنك أسلمت خوفًا من القتل، {كَذَلِكَ} ؛ أي: مثل هذا الرجل الذي ألقى إليكم السلام، فقلتم له لست مؤمنًا فقتلتموه، {كُنتُم} أنتم {مِنْ قَبْلُ} ؛ أي: في أول إسلامكم لا يظهر للناس منكم إلا مثل ما ظهر منه لكم من تحية الإِسلام ونحوها، يعني (٢) من قبل أن يعز الله تعالى دينه كنتم تستخفون أنتم بدينكم، كما استخفى هذا الذي قتلتموه بدينه من قومه حذرًا على نفسه منهم، وقيل: معناه كذلك كنتم تأمنون في قومكم بهذه الكلمة، فلا تحقّروا من قالها ولا تقتلوه، وقيل معناه: كذلك كنتم من قبل مشركين. {فَمَنَّ اللَّهُ} وتفضل {عَلَيْكُمْ} بالإِسلام والهداية، فلا تقتلوا من قال لا إله إلا الله محمد رسول الله، وقيل معناه: منَّ عليكم بإعلان الإِسلام بعد الاختفاء، وقيل منَّ عليكم بالتوبة، وقيل قبل منكم تلك الكلمة، وعصم بها دماءكم وأموالكم، ولم يأمر بالتفحص عن سرائركم؛ أي: إنكم أول ما دخلتم في الإِسلام حقنت دماؤكم وأموالكم بالنطق بكلمة الشهادة، من غير نظر إلى معرفة أن ما في القلب موافق لما في اللسان، ومن الله تعالى عليكم بذلك، فعليكم أن تعملوا مع الداخلين في الإِسلام كما عمل معكم، وأن تعتبروا بظاهر القول، ولا تقولوا إن إقدامه على التكلم بهذه الكلمة إنما كان لأجل الخوف من السيف، {فَتَبَيَّنُوا} ؛ أي: فكونوا على بيان ويقين من الأمر الذي تقدمون عليه، ولا تأخذوا بالظن، بل تدبروا ليظهر لكم أن </p><p>(١) البحر المحيط. (٢) الخازن.</p><p> الإيمان المعتبر في حقن الدماء والأموال يكفي فيه ظاهر الحال، كما كفى معكم من قبل. </p><p> والمعنى: إذا كان الأمر كذلك .. فتبينوا، وقيسوا حاله بحالكم، وافعلوا به ما فعل بكم في أوائل أموركم، من قبول ظاهر الحال من غير وقوف على تواطىء الظاهر والباطن، وفي إعادة التبين مرة أخرى المبالغة في التحذير من ذلك الفعل والوعيد عليه، {إِنَّ اللَّهَ} سبحانه وتعالى {كَانَ} أزلًا وأبدًا {بِمَا تَعْمَلُونَ} من الأعمال الظاهرة والباطنة {خَبِيرًا} ؛ أي: عالمًا فيجازيكم بحسبها إن خيرًا فخير، وإن شرًّا فشر، فلا تتهاونوا في القتل، واحتاطوا فيه. </p><p> وقرأ الجمهور (١) : {إِنَّ} بكسر الهمزة على الاستئناف، وقرىء بفتحها، على أن تكون معمولة لقوله:  {فَتَبَيَّنُوا} ؛ أي: أنه تعالى (٢) خبير بأعمالكم، لا يخفى عليه شيء من البواعث التي حفزتكم على الفعل، فإن كانت ابتغاء حظ الحياة الدنيا فهو تعالى يجازيكم على ذلك، فلا تفعلوا بل تثبتوا وتبينوا، وإن كان محض الدفاع عن الحق فهو تعالى يثيبكم على ذلك، وفي هذا وعيد وتحذير شديد من الوقوع في مثل هذا الخطأ، وكذلك فيه إرشاد إلى أن لا نحكم بتكفير من يخالفنا من أهل القبلة، والعلم الصحيح، والدعوة إلى كتاب الله تعالى، وسنة رسوله - صلى الله عليه وسلم -، بمجرد المخالفة لنا في رأي أو عقيدة، فإنَّ مثل هذا لا يقدم عليه المسلم جزافًا، وعلينا أن ننظر بعد هذا كله إلى أن الإِسلام منع قتل من يلقي السلم، ومن بينه وبين المسلمين عهد وميثاق، إما على النصر وإما على ترك القتال، ورغب عن ابتغاء عرض الدنيا بالقتال؛ وليكون لمحض رفع العدوان والبغي، وتقرير الحق والإصلاح. </p><p> وأين هذا مما تفعله الدول الآن من القتال للربح وجمع الأموال، وهم ينقضون العهد والميثاق مع الضعفاء، ولا يلتزمون حفظ المعاهدات إلا مع الأقوياء. </p><p>(١) البحر المحيط. (٢) المراغي.</p>"
}