{
  "id": null,
  "sura": 4,
  "aya": 17,
  "text": "<p> واسع الغفران، وقيل:  {تَوَّابًا} ؛ أي: رجاعًا بعباده عن معصيته إلى طاعته، {رَحِيمًا} لهم بترك أذاهم إذا تابوا، وقيل:  {التوابُ} هو الذي يعودُ على عبده بفضله، ومغفرته، إذا تاب إليه من ذنبه، {والرحيم} كثير الرحمة والغفران لأرباب العصيان. </p><p> وهذه الجملةُ جاءت تعليلًا للأمر بالإعراض، والخطابُ هنا لأولي الأمر والحكام، وقد عُلم مما مر أن الإمساك في البيوت والإيذاءَ باللسان قد نسِخَا برجم المحصن وجلد البكر. </p><p> وقال أبو مسلم الأصفهاني بن بحر، والمرادُ بقوله:  {وَاللَّاتِي يَأتِينَ الْفَاحِشَةَ} السحاقات وحدُّهن الحبس إلى الموت، أو إلى أن يُسهلَ الله لها قضاء الشهوة بطريق النكاح، والمراد بقوله:  {وَاللَّذَانِ يَأتِيَانِهَا مِنْكُمْ} أهل اللواط، وحَدُّهُمَا الأذى بالقول والفعل، والآية التي في سورة النور في الزانية والزاني، وخالف جمهور المفسرين، وبناه أبو مسلم على أصل له، وهو يرى أنه ليس في القرآن ناسخ ولا منسوخ. </p><p> ١٧ - {إِنَّمَا التَّوْبَةُ} الواجهب قبولُها {عَلَى اللَّهِ} بمقتضى وعده لعباده، وجوبُ تفضل وإحسان، لا وجوبُ استحقاق وإلزام، كائنة ثابتة {لِلَّذِينَ يَعْمَلُونَ} ويفعلون {السُّوءَ} والذنب حالةَ كونهم ملتبسين {بِجَهَالَةٍ} ، وسفه، فإنَّ ارتكابَ الذنب، ولومع العلم به سفه وتجاهل، أو المعنى: الذين يعملون المعصيةَ مع عدم علمهم بأنها معصية، لكنه يمكنه تحصيل العلم بأنها معصية {ثُمَّ يَتُوبُونَ} ، ويرجعون إلى طاعة الله تعالى {مِنْ قَرِيبٍ} ؛ أي: في زمن قريب، والزمنُ القريب: هو الوقت الذي تسكن به ثَورةُ الشهوة، أو تنكسر به حدة الغضب، ويثوب فاعلُ السيئة إلى حلمه، ويرجعُ إليه دينه وعقله، وقيل: هو ما قبل معاينة سبب الموت وأهواله، وهذا القولُ ضعيف كما سيأتي الإشارة إليه قريبًا {فَأُولَئِكَ} الذين فعلوا الذنوبَ بجهالة، وتابوا بعد قريب من الزمن {يَتُوبُ اللَّهُ عَلَيْهِمْ} ؛ أي: يقبل توبتَهم؛ لأن الذنوبَ لم ترسخ في نفوسهم، ولم يصروا على ما فعلوا، وهم يعلمون. </p><p> وخلاصة المعنى: أن التوبةَ التي أوجب الله على نفسه قبولَها بوعده الذي هو أثر كرمه وفضله، ليست إلا لمن يجترحُ السيئةَ بجهالة تلابس نفسَه من سورة غضب أو تغلب شهوة، ثم لا يلبث أن يندم على ما فرط منه، وينيبَ إلى ربه، ويتوبَ ويقلع عن ذنبه. </p><p> وما رواه أحمد عن ابن عمر من قوله - صلى الله عليه وسلم -: \"إن الله يقبل توبةَ العبد ما لم يغرغر\" ، فالمراد منه: أنه لا ينبغي لأحد أن يَقنط من رحمة الله، وييأس من قبول التوبة ما دام حيًّا، وليس معناه: أنه لا خوف على العبد من التمادي في الذنوب إذا هو تاب قبل الموت بساعة، فإن هذا مخالف لهدي الدين في مثل قوله تعالى:  {وَإِنِّي لَغَفَّارٌ لِمَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا ثُمَّ اهْتَدَى} ولمثل قوله: {رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَحْمَةً وَعِلْمًا فَاغْفِرْ لِلَّذِينَ تَابُوا وَاتَّبَعُوا سَبِيلَكَ} . </p><p> قوله:  {يَعْمَلُونَ السُّوءَ بِجَهَالَةٍ} السوء: هو العمل القبيح الذي يسوء فاعله إذا كان عاقلًا سليم الفطرة، وهذا شاملٌ للصغائر والكبائر {والجهالة} الجهل: وتغلُّب السفه على النفس عند ثورة الشهوة، أو سورة الغضب، حتى يذهبَ عنها الحلم، وتنسى الحقَّ، وكل من عصى اللهَ يسمَّى جاهلًا، ويسمَّى فعله جهالةَ كما قال تعالى: إخبارًا عن يوسف عليه السلام {أَصْبُ إِلَيْهِنَّ وَأَكُنْ مِنَ الْجَاهِلِينَ} . </p><p> وسر هذا أن العاصي لربه لو استعمل ما معه من العلم بالثواب، والعقاب .. لما أقدم على المعصية؛ إذ هو لا يرتكبها إلا جاهلًا بحقيقة الوعيد، ومنتظرًا لاحتمال العفو، والمغفرة، أو شفاعة الشفعاء التي تصد عنه العقابَ، وقيل: معنى الجهالة: أن يأتي الإنسانُ بالذنب مع العلم، بأنه ذنب، لكنه يجهل عقوبتَه، وقيل: معنى الجهالة: هو اختيار اللذة الفانية على اللذة الباقية. </p><p> {ثُمَّ يَتُوبُونَ مِنْ قَرِيبٍ} ؛ أي: يتوبون (١) بالإقلاع عن الذنب بزمان قريب، لئلا يعدَّ في زمرة المصرينَ، وقيل: القريب: أن يتوب في صحته قبل مرض موته، وقيل: قبل موته، وقيل: قبل معايَنةِ ملك الموت، ومعايَنةِ أهوال الموت، </p><p>(١) الخازن.</p><p> كما مَرَّ، وإنما سميت هذه المدة قريبة؛ لأن كلَّ ما هو آت قريب، وفيه تنبيه على أن عمرَ الإنسان، وإن طال. فهو قليل، وأن الإنسانَ يتوقع في كل ساعة ولحظة نزولَ الموت به، وعن ابن عمر - رضي الله عنهما - أن النبي - صلى الله عليه وسلم - قال:  \"إن الله تعالى يقبل توبةَ العبد ما لم يغرغر\" . أخرجه الترمذي، وقد مرَّ الحديثُ بتأويله فلا تغفل. الغرغرة: أن يجعلَ المشروب في فم المريض، فيردِّدَه في الحَلْق، ولا يَصِلَ إليه، ولا يَقدِر على بلعه، وذلك عند بلوغ الروح الحلقومَ. </p><p> وقيل في معنى الآية: إن القريب هو: أن يتوب الإنسانُ قبل أن يحيطَ السوء بحسناته فيحبطَها. </p><p> والأصح كما قدمنا أن القريبَ أن يتوب بعدما سكنت ثورة الشهوة، وانكسرت حدَّةُ الغضب؛ إذ مَنْ كان قويَّ الإيمان لا تقع منه المعصية إلا عن بادرة غضبٍ، أو شهوةٍ هفوةً بعد هفوة، ثم لا يلبث أن يبادَر إلى التوبة. </p><p> وقد قسموا التوابين إلى أقسام وطبقات (١) </p><p> الأول: من هو سليم الفطرة عظيمُ الاستعداد للخير، فهو إذا وقع في خطيئة مرةً كان له منها أكبَرُ عبرة، فيندَمُ بعدها، ويحملُ نفسَه على الفضيلة، ويصرِفُها عن كل رذيلة. </p><p> الثاني: مَنْ تكون داعية الشهوة أقوى في نفسه، وأرسخَ في قلبه .. فإذا أطاع نفسَه، وارتكب معصيةً. قامتْ الخواطرُ الإلهية تحاربه، وتوبِّخُه حتى تنتصرَ عليه، وتقهرَهُ قهرًا تامًّا، فلا يعودُ بعدَها إلى اجتراح إثم، ولا وقوع ذنب. </p><p> الثالث: من تقوى نفسُه بالمجاهدة على اجتناب كبار الإثم، والفواحش، لا على صِغَارِ الذنوب والآثام، وهنَاكَ تكون الحربُ في نفوسهم سجالًا بينَ ما يلمون به من الصغائر، وبَيْنَ الخواطر الإلهية التي هي جندُ الإيمان. </p><p> الرابع: من يقع في الذنب، فيتوبُ ويستغفر، ثم يَعْرُض له مرةً أخرى، </p><p>(١) المراغي.</p>"
}