{
  "id": null,
  "sura": 4,
  "aya": 153,
  "text": "<p> ١٥٣ - {يَسْئَلُكَ} يا محمد {أَهْلُ اَلْكِتَابِ} ؛ أي: أحبار اليهود، ككعب بن الأشراف وأصحابه؛ {أَن تُنَزِّلَ} قرأ الجمهور بالتشديد، وبالتخفيف قرأ مكي وأبو عمرو، أي: أن تنزل {عَلَيهِمْ كِتَابًا مِنَ السَّمَاءِ} جملةً كما نزِّلت التوراة جملة، فقد قالوا: إن موسى عليه السلام جاء بالألواح من عند الله تعالى فأتنا بألواح من عنده تكون بخط سماوي يشهد أنك رسول الله إلينا، ولا تستغرب يا محمد ذلك ولا تنكره ولا تعجب منه {فَقَدْ سَأَلُوا مُوسَى أَكْبَرَ مِنْ ذَلِكَ} ؛ أي: لأنهم قد طلبوا من موسى شيئًا أغرب مما طلبوه منك وأعجب من ذلك {فَقَالُوا} لموسى: إن كنت نبيًّا فـ {أرَنَا اَللهَ جَهْرَةً} ؛ أي: عيانًا رؤية منكشفة بينة؛ أي: أظهره لنا ننظره بأعيننا ونشاهده، أي: لا تعجب أيها الرسول من سؤالهم ولا تنكره؛ فقد سألوا موسى أكبر من ذلك، وكل من السؤالين يدل على جهل أو عناد، ذاك أن سؤال الرؤية جهرة دليل على الجهل بالله؛ إذ هم ظنوا أن الله جسم محدود تدركه الأبصار, وأما سؤال إنزال الكتاب .. فهو دليل إما على العناد؛ لأنهم اقترحوا ما اقترحوا تعجيزًا، وإما على الجهل بمعنى النبوة والرسالة، وأيًّا ما كان السؤال فلا فائدة في إجابتهم إلى ما طلبوا؛ لأن سؤالهم سؤال تعنت وعناد واقتراح لا سؤال استرشاد وانقياد، كما قال تعالى: {وَلَوْ نَزَّلْنَا عَلَيْكَ كِتَابًا فِي قِرْطَاسٍ فَلَمَسُوهُ بِأَيْدِيهِمْ لَقَالَ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ (٧) }. وقرأ الحسن شذوذًا {أكثر} بالثاء المثلثة بدل الباء في قراءة الجمهور. ففيه (١) تسليه للنبي - صلى الله عليه وسلم - وتوبيخ وتقريع لليهود؛ حيث سألوا رسول الله - صلى الله عليه وسلم - سؤال تعنت، والمعنى لا تعظمن عليك يا محمد مسألتهم ذلك؛ فإنهم من فرط جهلهم واجترائهم على الله لو أتيتهم بكتاب من السماء لما آمنوا بك. وإنما أسند السؤال إلى اليهود الذين كانوا في زمن النبي - صلى الله عليه وسلم - وقد وجد هذا السؤال من آبائهم الذين كانوا في زمن موسى؛ لأنهم كانوا على مذهبهم وراضين بسؤالهم ومشاكلين لهم في العنت. </p><p> {فَأَخَذَتْهُمُ الصَّاعِقَةُ} ؛ أي: فأحرقتهم النار التي جاءت من السماء فماتوا. وقرأ السلمي والنَّخعي (٢) : {فَأَخَذَتْهُمُ الصَّاعِقَةُ} وقراءة الجمهور {الصَّاعِقَةُ} . </p><p>(١) الخازن. (٢) البحر المحيط.</p>"
}