{
  "id": null,
  "sura": 4,
  "aya": 43,
  "text": "<p> الكلبي (١) : يقول الله تعالى للبهائم والوحوش والطيور والسباع: كوني ترابًا، فتسوى بهن الأرض، فعند ذلك يتمنى الكافر لو يكون ترابًا لعظم هول ذلك اليوم، {وَلَا يَكْتُمُونَ اللَّهَ حَدِيثًا} ؛ أي: لا يقدرون أن يكتموا ويخفوا عن الله سبحانه وتعالى حديثًا عن عقائدهم وأعمالهم؛ لأن جوارحهم تشهد عليهم. </p><p> أي: إنهم (٢) يريدون الكتمان، أولًا لما علموا أن الله لا يغفر شركًا، فيقولون: ربنا والله ربنا ما كنا مشركين، رجاء غفران الله لهم، لكنهم تشهد عليهم الأعضاء والزمان والمكان، فلم يستطيعوا الكتمان، فهنالك يودون أنهم كانوا ترابًا ولم يكتموا الله حديثًا. </p><p> قرأ نافع وابن عامر (٣) : {تُسَوَّى} بفتح التاء وتشديد السين، وقرأ حمزة والكسائي: بفتح التاء وتخفيف السين، وقرأ الباقون: بضم التاء وتخفيف السين، والمعنى على القراءة الأولى والثانية: أن الأرض هي التي تسوى بهم؛ أي: أنهم تمنوا لو انفتحت لهم الأض، فساخوا فيها، وقيل: الباء في قوله: {بهم} بمعنى على؛ أي: تسوى عليهم الأرض، وعلى القراءة الثالثة الفعل مبني للمفعول؛ أي: لو سوى الله بهم الأرض، فيجعلهم والأرض سواء، حتى لا يبعثوا. </p><p> ٤٣ - {يَا أَيُّهَا الَّذِينَ آمَنُوا} بما جاء به محمَّد - صلى الله عليه وسلم - {لَا تَقْرَبُوا الصَّلَاةَ} ؛ أي: لا تقيموا الصلاة {وَأَنْتُمْ سُكَارَى} ؛ أي: حال كونكم نشاوى من شرب الشراب {حَتَّى تَعْلَمُوا مَا تَقُولُونَ} ؛ أي: إلى أن تعلموا قبل الشروع فيها ما تقولونه، بأن تفيقوا من السكر، {وَلَا} تقيموها حال كونكم {جُنُبًا} ؛ أي: متصفين بالجنابة {إِلَّا} حال كونكم {عَابِرِي سَبِيلٍ} ؛ أي: مسافرين، وقيل إلا اسم بمعنى (غير) صفة لـ {جُنُبًا} ، أي؛ ولا تقيموها حال كونكم جنبًا غير مسافرين، {حَتَّى تَغْتَسِلُوا} من الجنابة {وَإِنْ كُنْتُمْ مَرْضَى} مرضًا يمنع من استعمال الماء، {أَوْ عَلَى </p><p>(١) الخازن. (٢) المراح.(٣) الشوكاني.</p><p> سَفَرٍ}، أي: متلبسين بسفر طويل أو قصير، {أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنَ الْغَائِطِ} ؛ أي؛ جاء أحدكم موضع قضاء الحاجة، فأحدث بخروج شيء من أحد السبيلين، والمراد به جميع أسباب الحدث الأصغر وأصل الغائط المكان المطمئن من الأرض، وقرأ ابن مسعود من {الغيط} ، وخرج على وجهين: </p><p> أحدهما: أنه مصدر، إذ قالوا: غاط يغيط غيطًا. </p><p> والثاني: أن أصله فيعل ثم حذف كـ: مَيْتٍ، قاله أبو حيان. </p><p> {أَوْ لَامَسْتُمُ النِّسَاءَ} ؛ أي: أو ماسستم بشرتهن ببشرتكم، وبه استدل الشافعي - رحمه الله تعالى - على أن اللمس ينقض الوضوء، وقيل أو جامعتموهن، وقرأ حمزة والكسائي هنا وفي المائدة {لمستم} واستعماله كناية عن الجماع أقل من الملامسة، {فَلَمْ تَجِدُوا مَاءً} يجب استعماله تتطهرون به للصلاة بعد الطلب، {فَتَيَمَّمُوا صَعِيدًا} ؛ أي؛ فاقصدوا ترابًا {طَيِّبًا} ؛ أي: طاهرًا بعد دخول الوقت، فاضربوا به ضربتين، {فَامسَحوا} منه {بوجوهكم} بالضربة الأولى، {وَأَيْدِيكُمْ} بالضربة الثانية، وحذف الممسوح به هنا وأظهره في آية المائدة، في قوله:  {منه} فحمل عليه ما هنا، وقد أشرنا له بقولنا منه، وقوله:  {إِنَّ اللَّهَ كَانَ عَفُوًّا غَفُورًا} كالتعليل للترخيص المستفاد مما قبله؛ أي: كان كثير العفو والمحو لذنوب عباده عن صحف الملائكة، غفورًا: أي؛ كثير الغفر والستر لها عن أعين الملائكة، فلا يؤاخذهم بها، فلذلك يسَّر عليكم الأمر ورخص لكم في التيمم. وقال الشوكاني قوله:  {إِنَّ اللَّهَ كَانَ عَفُوًّا غَفُورًا} ؛ أي؛ عفا عنكم وغفر لكم تقصيركم، ورحمكم بالترخيص لكم والتوسعة عليكم انتهى. </p><p> واعلم أن الخطاب في قوله:  {يَا أَيُّهَا الَّذِينَ آمَنُوا} موجه إلى المسلمين قبل السكر، بأن يجتنبوه إذا ظنوا أنهم سيصلون، ليحتاطوا فيجتنبوه في أكثر الأوقات، وقد كان هذا تمهيدًا لتحريم السكر تحريمًا باتًّا لا هوادة فيه، إذ من يتقي أن يجيء عليه وقت الصلاة وهو سكران، يترك الشرب عامة النهار وأول الليل، لتفرق الصلوات الخمس في هذه المدة، فلم يبق للسكر إلا وقت النوم من </p><p> بعد العشاء إلى السحر، فيقل الشراب لمزاحمة النوم له، وأول النهار من صلاة الفجر إلى وقت الظهيرة وقت الكسب والعمل لأكثر الناس، ويقل أن يسكر فيه إلا أصحاب البطالة والكسل. </p><p> وقد ورد أنهم كانوا بعد نزولها يشربون بعد العشاء، فلا يصبحون إلا وقد زال السكر، وصاروا يعلمون ما يقولون، وعبر سبحانه وتعالى بقوله:  {لَا تَقْرَبُوا الصَّلَاةَ وَأَنْتُمْ سُكَارَى} ولم يقل ولا تقربوا الصلاة سكارى، مع أنه أخصر من الأول؛ لأن بين الأسلوبين فرقًا، الأول يتضمن النهي عن السكر الذي يخشى أن يمتد إلى وقت الصلاة، فيفضي إلى أدائها في أثنائه. </p><p> وخلاصة المعنى عليه: احذروا أن يكون السكر وصفًا لكم عند حضور الصلاة، فتصلوا وأنتم سكارى، فامتثال هذا النهي إنما يكون بترك السكر في وقت الصلاة، وفيما يقرب منها، والثاني يتضمن النهي عن الصلاة حال السكر فحسب. </p><p> وأما نهيهم عن الصلاة جنُبًا: فلا يتضمن نهيهم عن الجنابة قبل الصلاة؛ لأنها من سنن الفطرة، وإنما ينهاهم عن الصلاة في أثنائها حتى يغتسلوا؛ ولهذا قال جنبًا، ولم يقل وأنتم جنب. </p><p> {وَلَا جُنُبًا إِلَّا عَابِرِي سَبِيلٍ} ؛ أي: ولا تقربوا الصلاة جنبًا في أي حال، إلا حال كونكم عابري سبيل؛ أي: مجتازين الطريق. وقد روي أن رجالًا من الأنصار كانت أبوابهم في المسجد، وكان يصيبهم الجنابة ولا يجدون ممرًا إلا فيه، فرخص لهم في ذلك، ولم يأمر النبي - صلى الله عليه وسلم - بسد تلك الأبواب والكوى إلا في آخر عمره الشريف، ولم يستثن إلا خوخة أبي بكر رضي الله عنه، الخوخة: الكوة والباب الصغير. </p><p> {حَتَّى تَغْتَسِلُوا} ؛ أي لا تقربوا الصلاة جنبًا إلى أن تغتسلوا، إلا فيما رخص لكم فيه من حالة السفر. </p><p> وحكمة الاغتسال من الجنابة (١) : أن الجنابة تحدث تهيجًا في الأعصاب، فيتأثر البدن كله، ويحدث فتور وضعف فيه، يزيله الاغتسال بالماء، ومن ثم ورد:  \"إنما الماء من الماء\" رواه مسلم. </p><p> والخلاصة: أن الدين طلب الصلاة حال العلم والفهم وتدبر القرآن والذكر، وذلك يتوقف على الصحو وترك السكر، كما طلب أن يكون الجسم نظيفًا نشيطًا، وذلك لا يكون إلا لإزالة الجنابة. </p><p> ولما كانت الصلاة فريضة موقوتة لا هوادة فيها؛ لأنها تذكر المرء وتعده للتقوى، وكان الاغتسال من الجنابة يتعسر في بعض الحالات، ويتعذر في بعضها الآخر .. رخص سبحانه وتعالى لنا في ترك استعمال الماء، والاستعاضة عنه بالتيمم، فقال:  {وَإِنْ كُنْتُمْ مَرْضَى أَوْ عَلَى سَفَرٍ أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنَ الْغَائِطِ أَوْ لَامَسْتُمُ النِّسَاءَ فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيدًا طَيِّبًا فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ} المراد بالمرض: المرض الذي يخاف زيادته باستعمال الماء، كبعض الأمراض الجلدية، والقروح كالحصبة والجدري ونحو ذلك. والسفر يشمل الطويل والقصير، والمراد بالمجيء من الغائط الحدث الأصغر، بخروج شيء من أحد السبيلين القبل والدبر، أو بغيره من سائر أسباب الحدث الأصغر، وملامسة النساء التقاء البشرتين، أو غشيانهن على الخلاف المذكور فيه كما مر. </p><p> ففي هذه الحالات كلها - المرض، السفر، فقد الماء، عقب الحدث الأصغر الموجب للوضوء، والحدث الأكبر الموجب للغسل - اقصدوا وتحروا صعيدًا طيبًا؛ أي: ترابًا طاهرًا من الأرض لا قذارة فيه ولا أوساخ، فامسحوا بوجوهكم وأيديكم منه، ثم صلوا. </p><p> والخلاصة: أن حكم المريض والمسافر إذا أراد الصلاة كحكم المحدث حديثًا أصغر، أو ملامس النساء ولم يجد الماء، فعلى كل هؤلاء التيمم فقط. </p><p>(١) المراغي.</p><p> روي أن هذه الآية نزلت في بعض أسفار النبي - صلى الله عليه وسلم -، وقد انقطع عقد لعائشة فأقام النبي - صلى الله عليه وسلم - يلتمسه، والناس معه وليسوا على ماء وليس معهم ماء، فلما نزلت وصلوا بالتيمم .. جاء أسيد بن الحضير إلى مضرب عائشة، فجعل يقول ما أكثر بركتكم يا آل أبي بكر، وفي رواية يرحمك الله يا عائشة ما نزل بك أمر تكرهينه إلا جعل الله للمسلمين فيه فرجًا. </p><p> ثم ذكر (١) منشأ السهولة واليسر، فقال:  {إِنَّ اللَّهَ كَانَ عَفُوًّا غَفُورًا} العفو التيسير والسهولة، ومنه قوله تعالى {خُذِ الْعَفْوَ} ، وقوله - صلى الله عليه وسلم -: \"قد عفوت عن صدقة الخيل والرقيق\" ؛ أي: أسقطتها تيسيرًا عليكم، ومن عفوه وتيسيره وتسهيله أن أسقط في حال المرض والسفر وجوب الوضوء والغسل. </p><p> وفي ذلك إيماء إلى أن ما كان من الخطأ في صلاة السكارى، كقولهم:  \"قل يا أيها الكافرون أعبد ما تعبدون ونحن نعبد ما تعبدون\" مغفور لهم، لا يؤاخذون عليه، </p><p> واعلم: أن التيمم من خصائص هذه الأمة، خصها الله تعالى به ليسهل عليهم أسباب العبادة، ويدل على ذلك ما روي عن حذيفة قال: قال رسول الله - صلى الله عليه وسلم -: \"فضلنا على الناس بثلاث: جعلت صفوفنا كصفوف الملائكة، وجعلت لنا الأرض كلها مسجدًا، وجعلت تربتها لنا طهورًا، إذا لم نجد الماء\" أخرجه مسلم. </p><p> فصول في أحكام تتعلق بالآية الفصل الأول منها </p><p> إذا أفضى الرجل بشيء من بدنه إلى شيء من بدن المرأة، ولا حائل بينهما .. انتقض وضوئهما، وهو قول ابن مسعود، وابن عمر، وبه قال الزهري، والأوزاعي، والشافعي؛ لما روى الشافعي بسنده عن ابن عمر أنه قال: قُبلة </p><p>(١) المراغي.</p><p> الرجل امرأته وجَسُّهَا بيده من الملامسة، فمن قبَّل امرأته، أو جسها بيده فعليه الوضوء. أخرجه مالك في \"الموطأ\" ، قال الشافعي: وبلغنا عن ابن مسعود مثله. </p><p> وقال مالك والليث بن سعد وأحمد وإسحاق: إذا كان اللمس بشهوة .. انتقض الوضوء، وإن لم يكن بشهوة .. فلا، ويدل عليه ما روى عن عائشة رضي الله تعالى عنها: أن رسول الله - صلى الله عليه وسلم - قبل امرأة من نسائه، ثم خرج إلى الصلاة ولم يتوضأ، قال عروة: ومن هي إلا أنت فضحكت. أخرجه أبو داود. </p><p> وأجيب عن هذا الحديث بأنه ليس بثابت، قال الترمذي: إنه لا يصح إسناده بحال، وسمعت محمَّد بن إسماعيل يضعف هذا الحديث، وقال: حبيب بن ثابت لم يسمع من عروة، وضعف يحيى بن سعيد القطان هذا الحديث، وقال: هو شبه لا شيء، وفيه ضعف من وجه آخر، وهو أن عروة هذا ليس بعروة بن الزبير ابن أخت عائشة، إنما هو شيخ مجهول، قال البيهقي: يعرف بعروة المزني. </p><p> وإنما المحفوظ عن عائشة أن النبي - صلى الله عليه وسلم - كان يقبل وهو صائم، كذا رواه الثقات عن عائشة. </p><p> وقال أبو حنيفة: لا ينتقض الوضوء باللمس إلا أن يحدث الانتشار، وقال قوم: لا ينتقض بحال، وهو قول ابن عباس، وبه قال الحسن والثوري. </p><p> واحتج من لم يوجب الوضوء باللمس بما روى عن عائشة - رضي الله عنها - أنها قالت:  (كنت أنام بين يدي رسول الله، ورجلاي في قِبلته، فإذا سجد غمزني فقبضت رجلي، فإذا قام بسطتهما، والبيوت يومئذ ليس فيها مصابيح) . أخرجاه في \"الصحيحين\" . </p><p> وأجاب من أوجب الوضوء باللمس عن هذا الحديث بأنه يحتمل أن يكون غمزه لها بحائل. </p><p> الفصل الثاني </p><p> اختلف قول الشافعي في لمس المحرم، كالأم والبنت والأخت أو أجنبية </p><p> صغيرة، فأصح القولين عنه: أنه لا ينتقض الوضوء به، والثاني: أنه ينتقض الوضوء به، ومأخذ القولين عند أصحاب الشافعي التردد بين التعلق بعموم الآية في قوله:  {أَوْ لَامَسْتُمُ النِّسَاءَ} ، أو النظر إلى المعنى في النقض باللمس، وهو تحرك الشهوة، فإن أخذنا بعموم الآية .. فينتقض الوضوء بلمس المحارم، وإن أخذنا بالمعنى .. فلا ينتقض، وفي الملموس قولان، والملموس هو الذي لا فعل منه في المباشرة رجلًا كان أو امرأة، واللامس هو الفاعل للمس، وإن لم يقصد المباشرة. </p><p> فأحد القولين: أنه ينتقض وضوء اللامس والملموس لعموم الآية؛ لأنه لمس وقع بين الرجل والمرأة فينتقض وضوؤهما معًا. </p><p> والقول الثاني: أنه ينتقض وضوء اللامس دون الملموس؛ لما روي عن عائشة رضي الله عنها قالت:  \"فقدت رسول الله - صلى الله عليه وسلم -ليلة من الفراش فالتمسته فوضعت يدي على أخمص قدميه وهو ساجد وهما منصوبتان وهو يقول:اللهم إني أعوذ برضاك من سخطك، وبمعافاتك من عقوبتك، وأعوذ بك منك، لا أحصي ثناء عليك أنت كما أثنيت على نفسك\" . أخرجه مسلم. </p><p> فلو انتقض وضوؤه - صلى الله عليه وسلم - لقطع الصلاة، ولو لمس شعر امرأة أو سنها أو ظفرها، فلا وضوء عليه. </p><p> الفصل الثالث في الحدث </p><p> وهو الخارج من السبيلين، عينًا كان كالبول والغائط، أو أثرًا كالريح ونحوها، فإذا حصل شيء من ذلك .. فلا تصح صلاته، ما لم يتوضأ أو يتيمم عند عدم الماء؛ لما روي عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"لا يقبل الله صلاة أحدكم إذا أحدث حتى يتوضأ\" ، فقال رجل من أهل حضرموت: ما الحدثُ يا أبا هريرة؟ قال: فساء أو ضراط. أخرجاه في \"الصحيحين\" . </p><p> أما خروج النجاسة من غير السبيلين، كالفصد والحجامة والرعاف والقيء </p><p> ونحوها: فذهب قوم إلى أنه لا وضوء من خروج هذه الأشياء، يروى ذلك عن ابن عمر وابن عباس، وبه قال عطاء وطاووس، والحسن وابن المسيب، وإليه ذهب مالك والشافعي؛ لما روي عن أنس قال: احتجم رسول الله - صلى الله عليه وسلم -، فصلى ولم يتوضأ، ولم يزد على غسل محاجمه. أخرجه الدارقطني. </p><p> وذهب قوم إلى إيجاب الوضوء من ذلك، منهم سفيان الثوري، وابن المبارك، وأصحاب الرأي وأحمد وإسحاق، واتفق هؤلاء على أن خروج القليل منه لا ينقض، ويدل على انتقاض الوضوء بخروج هذه الأشياء ما روي عن معدان بن أبي طلحة عن أبي الدرداء: أن النبي - صلى الله عليه وسلم - قاء فتوضأ، قال معدان: فلقيت ثوبان في مسجد دمشق، فذكرت له ذلك، فقال: صدق، أنا صببت له وضوءه، أخرجه الترمذي، وقال: هو أصح شيء في هذا الباب. </p><p> الفصل الرابع </p><p> من نواقض الوضوء: زوال العقل بجنون أو إغماء أو نوم؛ لما روي عن علي قال: قال رسول الله - صلى الله عليه وسلم -: \"العين وكاء السه، فمن نام .. فليتوضأ\" . أخرجه أبو داود وابن ماجه. </p><p> ويستثنى من ذلك النوم اليسير قاعدًا مفضيًا بمحل الحدث إلى الأرض، ويدل على ذلك ما روي عن أنس قال: كان أصحاب رسول الله - صلى الله عليه وسلم - ينتظرون العشاء الأخيرة، حتى تخفق رؤوسهم، ثم يصلون ولا يتوضؤون. أخرجه أبو داود. </p><p> وذهب قوم إلى أن النوم لا ينقض الوضوء بكل حال، وهو قول أبي هريرة وعائشة رضي الله عنهما، وبه قال الحسن وإسحاق والمزني، وذهب قوم إلى أنه لو نام قائمًا أو قاعدًا أو ساجدًا وهو في الصلاة .. فلا وضوء عليه حتى يضطجع، وبه قال سفيان الثوري، وابن المبارك، وأصحاب الرأي، لما روي عن ابن عباس أن النبي - صلى الله عليه وسلم - قال:  \"ليس على من نام ساجدًا وضوء، حتى يضطجع، فإنه إذا اضطجع استرخت مفاصله\" . أخرجه أحمد ابن حنبل وضعف بعضهم هذا الحديث. </p><p> الفصل الخامس </p><p> من نواقض الوضوء مس الفرج من نفسه أو غيره، فذهب قوم إلى أنه يوجب الوضوء، وهو قول عمر وابن عمر وابن عباس وسعد بن أبي وقاص وأبي هريرة وعائشة - رضي الله عنهم - وبه قال سعيد بن المسيب، وسليمان بن يسار، وإليه ذهب الأوزاعي والشافعي وأحمد وإسحاق، غير أن الشافعي قال: ينتقض الوضوء إذا لمس ببطن الكف، والرجل والمرأة في ذلك سواء، ويدل على ذلك ما روي عن بسرة بنت صفوان، أن رسول الله - صلى الله عليه وسلم - قال:  \"من مس ذكره .. فلا يصلِّ حتى يتوضأ\" ، أخرجه الترمذي، وقال حديث صحيح ولأبي داود والنسائي نحوه. </p><p> وعن أم حبيبة رضي الله عنها قالت: سمعت رسول الله - صلى الله عليه وسلم - يقول:  \"من مس فرجه فليتوضأ\" . أخرجه ابن ماجه وصححه أحمد وأبو زرعة. </p><p> وعن أبي هريرة رضي الله عنه أن النبي - صلى الله عليه وسلم - قال:  \"من أفضى بيده إلى ذكره، وليس دونه ستر .. فقد وجب عليه الوضوء\" أخرجه أحمد ابن حنبل. </p><p> وذهب قوم إلى أن مس الذكر لا يوجب الوضوء، وهو قول علي وابن مسعود وأبي الدرداء وحذيفة، وبه قال الحسن: وإليه ذهب الثوري وابن المبارك وأصحاب الرأي، واحتجوا بما روي عن طلق بن علي قال: قدمنا على رسول الله - صلى الله عليه وسلم -، فجاءه رجل كأنه بدوي، فقال: يا نبي الله، ما ترى في مس الرجل ذكره بعد ما توضأ؟ قال:  \"هل هو إلا مضغة منه؟ \" أو قال: \"بضعة منه\" . أخرجه أبو داود والترمذي والنسائي نحوه بمعناه. </p><p> وأجاب من أوجب الوضوء على من مس الذكر عن حديث طلق بن علي، بأن قدومه على رسول الله - صلى الله عليه وسلم - كان في أول الهجرة، وهو يبني المسجد، وأبو هريرة رضي الله عنه من آخرهم إسلامًا وقد روى بانتقاض الوضوء بمس الذكر، فصار حديث أبي هريرة رضي الله عنه ناسخًا لحديث طلق بن علي، وأيضًا فإن حديث طلق يرويه عنه ابنه قيس بن طلق، وهو ليس بالقوي عند أهل الحديث. </p><p> الفصل السادس: في التيمم وأركانه </p><p> التيمم لغة: القصد، ومنه قول بعضهم: </p><p> تَيَمَّمْتُكُم لَمَّا فَقَدْتُ أُولِيْ النُّهَى ... وَمَنْ فَقَدَ المَاءَ تَيَمَّمَ بِالتُّرْبِ </p><p> وشرعًا: إيصال التراب إلى الوجه واليدين بشرائط مخصوصة، وأركانه خمسة: </p><p> الأول: تراب طاهر خالص له غبار يعلق بالوجه واليدين، ويجوز بالرمل إذا كان عليه غبار. </p><p> الثاني: قصد الصعيد، فلو تعرض لمهب الريح .. لم يكفه، ولو يممه غيره بإذنه مع عجزه جاز، وإن كان قادرًا فوجهان. </p><p> الثالث: نقل التراب إلى الوجه واليدين. </p><p> الرابع: نية استباحة الصلاة، فلو نوى رفع الحدث .. لم يصح، وأكمله أن ينوي استباحة الفرض والنفل. </p><p> الخامس: مسح الوجه واليدين إلى المرفقين بضربتين والترتيب. </p><p> ولا يصح التيمم لصلاة إلا بعد دخول وقتها، ولا يجوز الجمع بين صلاتي فرض بتيمم واحد، وهو قول علي وابن عباس وابن عمر، وبه قال الشعبي والنخعي وقتادة، وإليه ذهب مالك والشافعي وأحمد وإسحاق، وذهب جماعة إلى أن التيمم كالوضوء فيجوز تقديمه على الوقت، ويجوز أن يصلي به ما شاء من النوافل قبل الفرض وبعده إلى أن يدخل وقت الصلاة الأخرى، وأن يقرأ القرآن إن كان جنبًا ويشترط طلب الماء في السفر؛ بأن يطلبه في رحله وعند رفقته، ان كان في صحراء ولا حائل دون نظره .. نظر حواليه، وإن كان دون نظره حائل قريب من تل أو جدار أو نحوه .. عدل عنه؛ لأن الله تعالى قال:  {فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا} ، ولا يقال لم يجد إلا لمن طلب، ولا يشترط الطلب عند أبي حنيفة، فإن رأى الماء ولا يقدر عليه؛ لمانع من عدو، أو سبع يمنعه من الذهاب إليه، أو كان الماء في بئر وليس معه آلة الاستقاء .. فهو كالعادم، فيتيمم ويصلي ولا إعادة عليه. والله أعلم. </p><p> الإعراب </p><p> {وَاعْبُدُوا اللَّهَ وَلَا تُشْرِكُوا بِهِ شَيْئًا} . </p><p> {وَاعْبُدُوا اللَّهَ} : فعل وفاعل ومفعول، والجملة مستأنفة مسوقة (١) لبيان الأحكام المتعلقة بحقوق الوالدين والأقارب ونحوهم، إثر بيان الأحكام المتعلقة بحقوق الأزواج، وصدر بما يتعلق بحقوق الله عَزَّ وَجَلَّ التي هي آكد الحقوق، وأعظمها تنبيهًا، على عظم شأن حقوق الوالدين بنظمهما في سلكها، كما في سائر المواقع. {وَلَا تُشْرِكُوا} : {الواو} : عاطفة. {لا} : ناهية جازمة. {تُشْرِكُوا} : فعل وفاعل مجزوم بلا الناهية، والجملة معطوفة على جملة قوله:  {وَاعْبُدُوا} . {بِهِ} : جار ومجرور متعلق بـ {تُشْرِكُوا} ، {شَيْئًا} : مفعول به منصوب؛ أي: لا تشركوا به شيئًا من الأشياء صنمًا أو غيره أو منصوب على المفعولية المطلقة؛ أي: لا تشركوا به شيئًا من الإشراك جليًّا أو خفيًّا. </p><p> {وَبِالْوَالِدَيْنِ إِحْسَانًا وَبِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَالْجَارِ ذِي الْقُرْبَى وَالْجَارِ الْجُنُبِ وَالصَّاحِبِ بِالْجَنْبِ وَابْنِ السَّبِيلِ} . </p><p> {وَبِالْوَالِدَيْنِ} : {الواو} : عاطفة. {بالوالدين} : جار ومجرور متعلق بفعل محذوف معطوف على جملة قوله: {وَاعْبُدُوا اللَّهَ} ، تقديره: وأحسنوا بالوالدين. {إِحْسَانًا} : منصوب على المفعولية المطلقة بذلك المحذوف. {وَبِذِي الْقُرْبَى} : جار ومجرور، ومضاف إليه معطوف على قوله {وَبِالْوَالِدَيْنِ} . {وَالْيَتَامَى وَالْمَسَاكِينِ} : معطوفان على {ذِي الْقُرْبَى} . {وَالْجَارِ} : {الواو} : عاطفة. {الجار} : معطوف على {ذِي الْقُرْبَى} ، صفة لـ {جار} ، ومضاف إليه. {وَالْجَارِ} : معطوف على {ذِي الْقُرْبَى} . {الْجُنُبِ} : صفة لجار؛ لأنه مشتق؛ لأنه اسم فاعل. {وَالصَّاحِبِ} : معطوف على {ذي القربى} . {بِالْجَنْبِ} : جار ومجرور متعلق بمحذوف حال من {الصاحب} ، تقديره حالة كونه ملتبسًا بالجنب؛ أي: بالقرب بجنبه. {وَابْنِ السَّبِيلِ} : معطوف على {ذِي الْقُرْبَى} ومضاف إليه. </p><p>(١) الفتوحات.</p><p> {وَمَا مَلَكَتْ أَيْمَانُكُمْ إِنَّ اللَّهَ لَا يُحِبُّ مَنْ كَانَ مُخْتَالًا فَخُورًا} . </p><p> {وَمَا} : {الواو} : عاطفة. {ما} : موصولة، أو موصوفة في محل الجر معطوفة على {ذِي الْقُرْبَى} . {مَلَكَتْ أَيْمَانُكُمْ} : فعل وفاعل، والجملة صلة لـ {ما} ، أو صفة لها، والعائد أو الرابط محذوف تقديره: وما ملكته أيمانكم. {إِنَّ} : حرف نصب وتوكيد. {اللَّهَ} : اسمها. {لَا} : نافية. {يُحِبُّ} : فعل مضارع، وفاعله ضمير يعود على {اللَّهَ} ، والجملة الفعلية في محل الرفع خبر {إِنَّ} ، وجملة {إِنَّ} في محل الجر بلام التعليل المقدرة، المعللة لمحذوف تقديره: لا تفتخروا على هؤلاء المذكورين لأن الله لا يحب {مَن} : اسم موصول في محل النصب مفعول به. {كَانَ} : فعل ماض ناقص، واسمها ضمير يعود على من الموصولة. {مُخْتَالًا} : خبر أول لـ {كَانَ} ، {فَخُورًا} : خبر ثان لها، وجملة {كَانَ} : صلة الموصول لا محل لها من الإعراب، والعائد الضمير المستتر في {كَانَ} . </p><p> {الَّذِينَ يَبْخَلُونَ وَيَأمُرُونَ النَّاسَ بِالْبُخْلِ وَيَكْتُمُونَ مَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ وَأَعْتَدْنَا لِلْكَافِرِينَ عَذَابًا مُهِينًا} . </p><p> {الَّذِينَ} : اسم موصول في محل الرفع خبر لمبتدأ محذوف تقديره: هم، عائد على {مَنْ كَانَ مُخْتَالًا} ، وجمعه اعتبارًا لمعناه، والجملة من المبتدأ المحذوف وخبره في محل النصب بدل من {مَن} الموصولة، في قوله:  {لَا يُحِبُّ مَنْ كَانَ مُخْتَالًا فَخُورًا} . {يَبْخَلُونَ} : فعل وفاعل، والجملة صلة الموصول، والعائد ضمير الفاعل. {وَيَأمُرُونَ النَّاسَ} : فعل وفاعل ومفعول به، معطوف على {يَبْخَلُونَ} . {بِالْبُخْلِ} : جار ومجرور متعلق بـ {وَيَأمُرُونَ} . {وَيَكْتُمُونَ} : فعل وفاعل، معطوف على {يَبْخَلُونَ} . {مَا آتَاهُمُ} : {مَا} : موصولة، أو موصوفة في محل النصب مفعول {وَيَكْتُمُونَ} ، {آتَاهُمُ اللَّهُ} : فعل ومفعول أول، وفاعل، والمفعول الثاني محذوف تقديره: ما آتاهم الله إياه؛ لأن آتى بمعنى أعطى، والجملة صلة لـ {مَا} ، أو صفة لها، والعائد أو الرابط الضمير المحذوف. {مِنْ فَضْلِهِ} : جار ومجرور ومضاف إليه متعلق بمحذوف حال من {مَا} الموصولة، أو من الضمير المحذوف. {وَأَعْتَدْنَا} : فعل وفاعل والجملة </p><p> مستأنفة. {لِلْكَافِرِينَ} : جار ومجرور متعلق بـ {أَعْتَدْنَا} . {عَذَابًا} : مفعول به. {مُهِينًا} : صفة له. </p><p> {وَالَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ رِئَاءَ النَّاسِ وَلَا يُؤْمِنُونَ بِاللَّهِ وَلَا بِالْيَوْمِ الْآخِرِ} . </p><p> {وَالَّذِينَ} : في محل الرفع معطوف على {الَّذِينَ يَبْخَلُونَ} ؛ أي: وهم الذين ينفقون، ويجوز (١) أن يكون عطفًا على {الكافرين} ، بناء على إجراء التغاير الوصفي مجرى التغاير الذاتي. {يُنْفِقُونَ أَمْوَالَهُمْ} : فعل وفاعل ومفعول ومضاف إليه، والجملة صلة الموصول، والعائد ضمير {أَمْوَالَهُمْ} . {رِئَاءَ النَّاسِ} : مفعول لأجله ومضاف إليه، أو حال من فاعل {يُنْفِقُونَ} ، بتأويله بمشتق تقديره: ينفقون حالة كونهم مرائين الناس، فـ {رِئَاءَ} : مصدر مضاف إلى المفعول. {وَلَا يُؤْمِنُونَ} : فعل وفاعل معطوف على {يُنْفِقُونَ} . {بِاللَّهِ} : متعلق به. {وَلَا بِالْيَوْمِ} : جار ومجرور معطوف على الجار والمجرور قبله. {الْآخِرِ} : صفة لـ {اليوم} . </p><p> {وَمَنْ يَكُنِ الشَّيْطَانُ لَهُ قَرِينًا فَسَاءَ قَرِينًا} . </p><p> {وَمَنْ}  {الواو} : استئنافية. {من} : اسم شرط في محل الرفع مبتدأ والخبر جملة الشرط أو الجواب، أو هما على الخلاف المذكور في محله. {يَكُنِ الشَّيْطَانُ} : فعل ناقص واسمه مجزوم بـ {من} الشرطية، على كونه فعل الشرط له. {لَهُ} : متعلق بـ {قَرِينًا} وهو خبر {يَكُنِ} . {فَسَاءَ} : الفاء: رابطة لجواب الشرط وجوبًا؛ لكون الجواب جملة جامدية. {سَاءَ} : فعل ماض من أفعال الذم، وفاعله ضمير مستتر فيه وجوبًا؛ لشبهه بالمثل، تقديره: هو يعود على {الشَّيْطَانُ} . {قَرِينًا} : تمييز له، والجملة في محل الجزم جواب {منْ} الشرطية، وجملة {مَنْ} الشرطية: مستأنفة، والمخصوص بالذم محذوف وجوبًا تقديره: هو؛ أي: الشيطان أو القرين. </p><p> {وَمَاذَا عَلَيْهِمْ لَوْ آمَنُوا بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَأَنْفَقُوا مِمَّا رَزَقَهُمُ اللَّهُ وَكَانَ اللَّهُ بِهِمْ عَلِيمًا (٣٩) }. </p><p>(١) كرخي.</p><p> {وَمَاذَا} : {الواو} : استئنافية. {ما} : اسم استفهام في محل الرفع مبتدأ. {ذا} : اسم موصول بمعنى الذي في محل الرفع خبر. {عَلَيْهِمْ} : جار ومجرور صلة الموصول، والجملة مستأنفة. {لَوْ آمَنُوا} : {لَوْ} مصدرية. {آمَنُوا} : فعل وفاعل. {بِاللَّهِ} : متعلق به. {وَالْيَوْمِ الْآخِرِ} : معطوف على الجلالة، والجملة الفعلية صلة {لَوْ} المصدرية، {لَوْ} مع صلتها في تأويل مصدر مجرور بحرف جر محذوف، متعلق بما تعلق به {عَلَيْهِمْ} ، تقديره: وما الذي استقر عليهم في إيمانهم باللهِ واليوم الآخر، وفي المقام أوجه أخر من الإعراب فراجعها. {وَأَنْفَقُوا} : فعل وفاعل معطوف على {آمَنُوا} . {مِمَّا} : جار ومجرور متعلق بـ {وَأَنْفَقُوا} . {رَزَقَهُمُ اللَّهُ} : فعل ومفعول أول وفاعل، والمفعول الثاني محذوف تقديره: إياه، وهو العائد على {ما} أو الرابط لها، والجملة صلة لـ {ما} أو صفة لها. {وَكَانَ اللَّهُ} : فعل ناقص واسمه. {بِهِمْ} : متعلق بقوله {عَلِيمًا} ، وهو خبر {كَانَ} ، وجملة {كَانَ} : مستأنفة. </p><p> {إِنَّ اللَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ وَإِنْ تَكُ حَسَنَةً يُضَاعِفْهَا وَيُؤْتِ مِنْ لَدُنْهُ أَجْرًا عَظِيمًا (٤٠) }. </p><p> {إِنَّ} : حرف نصب وتوكيد. {اللَّهَ} : اسمها، وجملة {لَا يَظْلِمُ} : في محل الرفع خبر {إنْ} ، وجملة {إنْ} : مستأنفة. {مِثْقَالَ ذَرَّةٍ} : مفعول به، ومضاف إليه. {وَإِنْ تَكُ} : الواو: استئنافية. {إنْ} : حرف شرط جازم. {تَكُ} : فعل مضارع ناقص مجزوم بـ {إنْ} الشرطية، وعلامة جزمه سكون النون المحذوفة للتخفيف؛ لأن أصله: وإن تكون، فحذفت الضمة للجازم، والواو لالتقاء الساكنين، والنون للتخفيف، فالحذفان الأولان (١) واجبان، والثالث جائز، و {حَسَنَةٌ} : بالرفع فاعلها؛ لأنه من كان التامة؛ أي: وإن تحصل حسنة .. يضاعفها لصاحبها، من عشر إلى سبع مئة ضعف، وفي قراءة النصب {حَسَنَةً} خبر تكون، واسمها ضمير مستتر فيها جوازًا يعود على الذرة؛ أي: وإن تك الذرة حسنة .. يضاعفها، حتى يوافيها صاحبها يوم القيامة وهي كالجبل العظيم. </p><p>(١) الكواكب على المتممة.</p><p> {يُضَاعِفْهَا} : فعل ومفعول مجزوم على كونه جواب الشرط، والفاعل ضمير يعود على {اللَّهَ} ، وجملة {إن} الشرطية: مستأنفة، {وَيُؤْتِ} : فعل مضارع معطوف على {يُضَاعِفْهَا} ، مجزوم بحذف حرف العلة، والفاعل ضمير يعود على {اللَّهَ} ، والمفعول الأول لآتى محذوف تقديره: ويؤت صاحبها، {مِنْ لَدُنْهُ} : جار ومجرور ومضاف إليه متعلق بـ {يُؤْتِ} . {أَجْرًا} : مفعول ثان لآتى، {عَظِيمًا} : صفة لـ {أَجْرًا} . </p><p> {فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلَاءِ شَهِيدًا (٤١) }. </p><p> {فَكَيْفَ} : {الفاء} : استئنافية. {كيف} : اسم للاستفهام التوبيخي والتقريعي، في محل الرفع خبر لمبتدأ محذوف، تقديره: فكيف حالهم أو صنيعهم، والعامل (١) في إذا هو هذا المقدر، أو في محل النصب بفعل محذوف، تقديره: فكيف يكونون أو يصنعون، ويجري فيها الوجهان في نصبها: إما النصب على التشبيه بالحال، كما هو مذهب سيبويه، أو على التشبيه بالظرف، كما هو مذهب الأخفش، وذلك المحذوف هو العامل في إذا أيضًا، وجملة كيف مع العامل المحذوف مستأنفة. {إِذَا} : ظرف لما يستقبل من الزمان مجرد عن معنى الشرط. {جِئْنَا} : فعل وفاعل، والجملة في محل الجر مضاف إليه لـ {إِذَا} ، والظرف متعلق بالعامل المحذوف في {كيف} كما مر آنفًا؛ أي: فكيف يكونون وقت مجيئنا. {مِنْ كُلِّ أُمَّةٍ} : جار ومجرور ومضاف إليه متعلق بـ {جِئْنَا} ، أو حال (٢) من {شهيد} على قول من أجاز تقديم حال المجرور عليه. {بِشَهِيدٍ} : جار ومجرور متعلق بـ {جِئْنَا} ، {وَجِئْنَا} : فعل وفاعل، معطوف على {جِئْنَا} الأول. {بِكَ} : جار ومجرور متعلق بـ {جِئْنَا} . {عَلَى هَؤُلَاءِ} : جار ومجرور متعلق بـ {شَهِيدًا} ، وهو حال من الكاف في {بِكَ} . </p><p> {يَوْمَئِذٍ يَوَدُّ الَّذِينَ كَفَرُوا وَعَصَوُا الرَّسُولَ لَوْ تُسَوَّى بِهِمُ الْأَرْضُ وَلَا يَكْتُمُونَ اللَّهَ حَدِيثًا (٤٢) }. </p><p>(١) الجمل. (٢) العكبري.</p><p> {يَوْمَئِذٍ}  {يوم} : منصوب على الظرفية وهو مضاف. {إذ} : ظرف لما مضى من الزمان، في محل الجر مضاف إليه، مبني بسكون مقدر، منع من ظهوره اشتغال المحل بحركة التخلص من التقاء الساكنين؛ لالتقائها ساكنة مع التنوين، والظرف متعلق بـ {يَوَدُّ} . {يَوَدُّ الَّذِينَ} : فعل وفاعل، والجملة مستأنفة. {كَفَرُوا} : فعل وفاعل، والجملة صلة الموصول. {وَعَصَوُا الرَّسُولَ} : فعل وفاعل ومفعول، معطوف على {كَفَرُوا} . {لَوْ تُسَوَّى بِهِمُ الْأَرْضُ} : {لَوْ} : مصدرية. {تُسَوَّى ... الْأَرْضُ} : فعل ونائب فاعل، {بِهِمُ} : متعلق بـ {تُسَوَّى} ، والجملة الفعلية صلة {لَوْ} المصدرية، {لَوْ} مع صلتها في تأويل مصدر منصوب على المفعولية لـ {يَوَدُّ} ، تقديره: يودون تسوية الأرض بهم. {وَلَا يَكْتُمُونَ اللَّهَ} : فعل وفاعل ومفعول أول. {حَدِيثًا} : مفعول ثان، والجملة إما معطوفة على جملة {يَوَدُّ} أو مستأنفة، والتقدير: وهم لا يكتمون الله. </p><p> {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَقْرَبُوا الصَّلَاةَ وَأَنْتُمْ سُكَارَى حَتَّى تَعْلَمُوا مَا تَقُولُونَ} </p><p> {يَا أَيُّهَا} : جملة ندائية مستأنفة. {الَّذِينَ} : في محل الرفع صفة لـ {أي} . {آمَنُوا} : فعل وفاعل، والجملة صلة الموصول. {لَا تَقْرَبُوا الصَّلَاةَ} : جازم وفعل وفاعل ومفعول، والجملة جواب النداء. {وَأَنْتُمْ سُكَارَى} : مبتدأ وخبر، والجملة حال من فاعل {تَقْرَبُوا} . {حَتَّى} : حرف جر وغاية. {تَعْلَمُوا} : فعل وفاعل منصوب بأن مضمرة وجوبًا بعد حتى بمعنى إلى، والجملة في تأويل مصدر مجرور بـ {حَتَّى} ، تقديره: إلى علمكم ما تقولون، الجار والمجرور متعلق بـ {تَقْرَبُوا} . {مَا} : موصولة أو موصوفة في محل النصب مفعول {تَعْلَمُوا} ، {تَقُولُونَ} : فعل وفاعل، والجملة صلة لـ {مَا} ، أو صفة لها، والعائد أو الرابط محذوف تقديره: ما تقولونه. </p><p> {وَلَا جُنُبًا إِلَّا عَابِرِي سَبِيلٍ حَتَّى تَغْتَسِلُوا وَإِنْ كُنْتُمْ مَرْضَى أَوْ عَلَى سَفَرٍ} . </p><p> {وَلَا جُنُبًا} : {الواو} : عاطفة. {لا} : نافية. {جُنُبًا} : حال من فاعل </p><p> {تَقْرَبُوا} ، فهو معطوف على جملة قوله {وَأَنْتُمْ سُكَارَى} ، فكأنه قيل: لا تقربوا </p><p> الصلاة سكارى ولا جنبًا، وهو السر (١) في إعادة لا ليفيد النهي عن كل. {إِلَّا} : اسم بمعنى غير صفة لـ {جُنُبًا} ، ولكن نقل إعرابها إلى ما بعدها؛ لكونها على صورة الحرف. {عَابِرِي} : صفة لـ {جُنُبًا} ، منصوب بالياء وهو مضاف. {سَبِيلٍ} : مضاف إليه، والتقدير: لا تقربوا الصلاة جنبًا غير عابري سبيل؛ أي: غير مسافرين؛ أي: حالة كونكم جنبًا مقيمين غير معذورين، وقيل: إنه منصوب على الحال، فهو استثناء مفرغ، والعامل فيها فعل النهي، والتقدير: لا تقربوا الصلاة في حال الجنابة إلا في حال السفر. {حَتَّى تَغْتَسِلُوا} : فعل وفاعل، منصوب بأن المضمرة، والمصدر المؤول من أن المقدرة وما بعدها مجرور بـ {حَتَّى} ، وهي متعلقة بـ {تَقْرَبُوا} ، والتقدير: ولا تقربوا الصلاة جنبًا إلى اغتسالكم إلا عابري سبيل. {وَإِنْ}  {الواو} : استئنافية. {إن} : حرف جزم. {كُنْتُمْ} : فعل ناقص، واسمه في محل الجزم بـ {إنْ} ، {مَرْضَى} : خبر كان. {أَوْ عَلَى سَفَرٍ} : جار ومجرور في محل النصب معطوف على خبر كان، والتقدير: وإن كنتم مرضى أو متلبسين بسفر. </p><p> {أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنَ الْغَائِطِ أَوْ لَامَسْتُمُ النِّسَاءَ فَلَمْ تَجِدُوا مَاءً} . </p><p> {أَوْ جَاءَ أَحَدٌ} : فعل وفاعل، في محل الجزم بـ {إن} معطوف على {كُنْتُمْ} . {مِنْكُمْ} : جار ومجرور صفة لـ {أَحَدٌ} . {مِنَ الْغَائِطِ} : متعلق بـ {جَاءَ} . {أَوْ لَامَسْتُمُ النِّسَاءَ} : فعل وفاعل ومفعول، في محل الجزم معطوف على {كُنْتُمْ} . {فَلَمْ} : {الفاء} : عاطفة. {لم} : حرف نفي وجزم. {تَجِدُوا} : فعل وفاعل مجزوم بـ {لم} ، {مَاءً} : مفعول به، ووجد هنا بمعنى وجدان الضالة، فيتعدى لواحد، والجملة في محل الجزم بـ {إن} الشرطية، معطوفة على قوله:  {أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنَ الْغَائِطِ} ، على كونها فعل شرط لها. </p><p> {فَتَيَمَّمُوا صَعِيدًا طَيِّبًا فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ إِنَّ اللَّهَ كَانَ عَفُوًّا غَفُورًا} . </p><p> {فَتَيَمَّمُوا} : {الفاء} : رابطة لجواب إن الشرطية وجوبًا؛ لكون الجواب </p><p>(١) كرخي.</p><p> جملة طلبية. {تَيَمَّمُوا} : فعل أمر مبني على حذف النون، والواو: فاعل. {صَعِيدًا} : مفعول به. {طَيِّبًا} : صفة له، والجملة الفعلية في محل الجزم بـ {إن} الشرطية، على كونها جوابًا لها، وجملة إن الشرطية: مستأنفة كما أشرنا إليه سابقًا. {فَامْسَحُوا} : {الفاء} : عاطفة. {أمسحوا} : فعل وفاعل، في محل الجزم معطوف على {تَيَمَّمُوا} ، على كونها جواب الشرط. {بِوُجُوهِكُمْ} : جار ومجرور ومضاف إليه متعلق بـ {امسحوا} . {وَأَيْدِيكُمْ} : معطوف على {وجوهِكم} . {إِنَّ} : حرف نصب وتوكيد. {اللَّهَ} : اسمها. {كَانَ} : فعل ماض ناقص، واسمها ضمير يعود على {اللَّهَ} . {عَفُوًّا} : خبر أول لـ {كَانَ} ، {غَفُورًا} : خبر ثان لها، وجملة {كَانَ} : في محل الرفع خبر {إِنَّ} ، وجملة {إنَّ} من اسمها وخبرها: في محل الجر بلام التعليل المقدرة، المتعلقة بمعلول محذوف، تقديره: وإنما يسر عليكم، ورخص لكم في التيمم؛ لكونه عفوًا غفورًا. </p><p> التصريف ومفردات اللغة </p><p> {ذِي الْقُرْبَى} ، {الْقُرْبَى} : مؤنث الأقرب، كالفضلى مؤنث الأفضل، وهو من قرُب من باب فعل المضموم، ومعناه الجار القريب الجوار أو النسب، {وَالْجَارِ الْجُنُبِ} : {الْجُنُبِ} : بضمتين صفة يستوي فيه المفرد والمثنى، والمجموع مذكرًا كان أو مؤنثًا، ومعناه: والجار البعيد القرابة أو الجوار، {وَالصَّاحِبِ بِالْجَنْبِ} : {الْجُنُبِ} : بالفتح والسكون الناحية والجانب، {مُخْتَالًا فَخُورًا} المختال: اسم فاعل من اختال يختال، إذا تكبر وأعجب بنفسه، وألفه منقلبة عن ياء؛ لأنه من خال يخيل، وفي \"المصباح\" : وسميت الخيل خيلًا لاختيالها، وهو إعجابها بنفسها مرحًا، ومنه يقال اختال الرجل وبه خيلاء، وهو الكبر والإعجاب انتهى. </p><p> {فَخُورًا} : صيغة مبالغة من الفخر، وهو عد مناقب الإنسان ومحاسنه، وفي \"المصباح\" : أيضًا فخرت به فخرًا من باب نفع، وافتخر به مثله، والاسم الفخار، وهو المباهاة بالمكارم والمناقب من حسب ونسب، وغير ذلك، إما في المتكلم أو في آبائه انتهى. فالمختال: ذو الخيلاء والكبر، يأنف من أقاربه </p><p> وجيرانه وأصحابه ومماليكه، أو لا يلتفت إليهم، والفخور الذي يعدد محاسنه من العلم والمال والجاه تعاظمًا وتكبرًا، {مُهِينًا} ؛ أي: ذا الإهانة والذلة اسم فاعل من أهان الرباعي. </p><p> {فَسَاءَ قَرِينًا} : القرين: المصاحب الملازم، وهو فعيل بمعنى مفاعل، كالخليط والجليس، والقرين أيضًا الحبل؛ لأنه يقرن به بين البعيرين، {إِنَّ اللَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ} : ظلم من باب ضرب، يتعدى لمفعول واحد، وذلك الواحد محذوف تقديره: لا يظلم أحدًا، وينتصب مثقال على أنه نعت لمصدر محذوف؛ أي: ظلمًا وزن ذرة، كما تقول: لا أظلم قليلًا ولا كثيرًا، وقيل: ضمن معنى ما يتعدى لاثنين، فانتصب مثقال على أنه مفعول ثان، والأول محذوف كما قدرنا، والتقدير: لا ينقص أحدًا مثقال ذرة من الخير أو الشر، كما ذكره أبو حيان، والمثقال، أصله المقدار الذي له ثقل مهما قل ثم أطلق على المعيار المخصوص للذهب وغيره، والذرة أصغر ما يدرك من الأجسام، ومن ثم قالوا: إنها النملة، أو رأسها أو الخردلة أو الهباء ما يظهر من نور الشمس الداخل من الكوة، ولذلك روي عن ابن عباس رضي الله عنهما: أنه أدخل يده في التراب، ثم نفخ فيه، فقال: كل واحدة من هؤلاء ذرة. </p><p> {وَأَنْتُمْ سُكَارَى} : السكارى - بفتح السين وضمها - جمع سكران، مؤنثه سكرى، ويقال في لغة بني أسد: سكرانة، وفعله سكر من باب طرب، والسكر لغة: السد، ومنه قيل لما يعرض للمرء من شرب المسكر؛ لأنه يسد ما بين المرء وعقله، وأكثر ما يقال السكر، لإزالة العقل بالمسكر، وقد يقال ذلك؛ لإزالته بالغضب، ونحوه من عشق وغيره، والسكر - بفتح السين وسكون الكاف - حبس الماء، وبالكسر نفس الموضع المسدود، وأما السكر - بفتحهما - فما يسكر به من المشروب، ومنه قوله تعالى:  {تَتَّخِذُونَ مِنْهُ سَكَرًا وَرِزْقًا حَسَنًا} . </p><p> {وَلَا جُنُبًا} : الجنب يطلق على المفرد والمثنى والجمع والمذكر والمؤنث، كما مر آنفًا؛ لأنه اسم جرى مجرى المصدر الذي هو الإجناب، ويقال رجل جنب، ورجلان جنب، ورجال جنب، وامرأة جنب، وامرأتان جنب، </p><p> ونساء جنب، قاله الكرخي، ومثله أبو حيان، وهو المشهور في اللغة والفصيح، وبه جاء القرآن، وقد جمعوه جمع سلامة بالواو والنون، فقالوا: قوم جنبون، وجمع تسكير فقالوا: قوم أجناب، وأما تثنيته فقالوا: جنبان. </p><p> {أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنَ الْغَائِطِ} : الغائط - بزنة فاعل - المنحفض من الأرض كالوادي، وأهل البادية والقرى الصغيرة يقصدونه عند قضاء الحاجة، للستر والاستخفاء عن الناس، ثم عبر به عن نفس الحدث، كناية للاستحياء عن ذكره، وفرقت العرب بين الفعلين منه، فقالت: غاط في الأرض إذا ذهب وأبعد، إلى مكان لا يراه إلا من وقف عليه، وتغوط إذا أحدث. </p><p> وقرأ ابن مسعود:  {من الغيط} وفيه قولان: </p><p> أحدهما: وإليه ذهب ابن جني، أنه مخفف من فيعل، كهين وميت في هين وميت. </p><p> الثاني: أنه مصدر على وزن فعل يقال غاط يغيط غيطًا، وغاط يغوط غوطًا، وقال أبو البقاء: هو مصدر تغوط، فكان القياس غوطًا، فقلبت الواو ياء، وإن سكنت وانفتح ما قبلها لخفتها، كأنه لم يطلع على أن فيه لغة أخرى من ذوات الياء حتى ادعى ذلك. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات أنواعًا من البلاغة والبيان والبديع (١) : </p><p> منها: التجوز بطلاق الشيء على ما يقاربه في المعنى، في قوله:  {إِنَّ اللَّهَ لَا يَظْلِمُ} أطلق الظلم على انتقاص الأجر، من حيث إن نقصه عن الموعود به قريب في المعنى من الظلم. </p><p> ومنها: التنبيه بما هو أدنى على ما هو أعلى في قوله: {مِثْقَالَ ذَرَّةٍ} . </p><p>(١) البحر المحيط.</p><p> ومنها: الإبهام في قوله: {يُضَاعِفْهَا} ؛ إذ لم يبين فيه المضاعفة في الأجر. </p><p> ومنها: السؤال عن المعلوم لتوبيخ السامع أو تقريره لنفسه في قوله: {فَكَيْفَ إِذَا جِئْنَا} . </p><p> ومنها: العدول من بناء إلى بناء لمعنىً في قوله: {بِشَهِيدٍ} ، {وَجِئْنَا بِكَ عَلَى هَؤُلَاءِ شَهِيدًا} . </p><p> ومنها: الجناس المماثل في قوله: {بِشَهِيدٍ} ، {وَجِئْنَا بِكَ عَلَى هَؤُلَاءِ شَهِيدًا} . </p><p> ومنها: التجوز بإطلاق المحل على الحال فيه في قوله: {مِنَ الْغَائِطِ} . </p><p> ومنها: الكناية في قوله: {أَوْ لَامَسْتُمُ النِّسَاءَ} . </p><p> ومنها: التقديم والتأخير في قوله: {إِلَّا عَابِرِي سَبِيلٍ حَتَّى تَغْتَسِلُوا} إلى قوله: {فَتَيَمَّمُوا} . </p><p> ومنها: الحذف في عدة مواضع مثل: {وَبِالْوَالِدَيْنِ إِحْسَانًا} ؛ أي: أحسنوا إلى الوالدين إحسانًا، ذكره أبو حيان في \"البحر المحيط\" . </p><p> ومنها: التعريض في قوله: {مُخْتَالًا فَخُورًا} عرض بذلك إلى ذم الكبر المؤدي إلى احتقار الناس وإهانتهم. </p><p> ومنها: الإطناب في قوله: {وَبِالْوَالِدَيْنِ} ، {وَبِذِي الْقُرْبَى} حيث كرر الباء، بخلاف نظيره في سورة البقرة فإنه لم يكرر فيه الباء، وفائدة إعادتها ثانيًا التأكيد؛ لأن (١) هذه الآية في حق هذه الأمة، فالاعتناء بها أكثر، وإعادة الباء تدل على زيادة التأكيد، فناسب ذلك هنا، بخلاف آية البقرة؛ فإنها في حق بني إسرائيل، والمراد بهذه الجملة الأمر بالإحسان، وإن كانت خبرية، كقوله:  {فَصَبْرٌ جَمِيلٌ} . اهـ \"سمين\" . </p><p> ومنها: التغليب في قوله: {وَمَا مَلَكَتْ أَيْمَانُكُمْ} ، حيث عبر بما دون </p><p>(١) الجمل.</p><p> {من} ؛ لأنها لغير العاقل، نظرًا لجانب الكثرة؛ لأن المملوك يشمل جميع الحيوانات من عبيد وإماء وغيرهم، فالحيوانات غير الأرقاء أكثر في يد الإنسان من الأرقاء، فغلب جانب الكثرة، وأمر الله سبحانه وتعالى بالإحسان إلى كل مملوك آدمي وغيره. </p><p> ومنها: وضع الظاهر موضع المضمر في قوله: {وَأَعْتَدْنَا لِلْكَافِرِينَ عَذَابًا مُهِينًا} ؛ لأن مقتضى السياق أن يقال وأعتدنا لهم، فوضع الظاهر موضع المضمر، إشعارًا بأن من هذا شأنه فهو كافر بنعمة الله تعالى، ومن كان كافرًا بنعمته فله عذاب يهينه، كما أهان النعمة بالبخل والإخفاء، فتلخص أن الكافرين هنا بمعنى الجاحدين. </p><p> ومنها: التكرار في قوله: {وَلَا يُؤْمِنُونَ بِاللَّهِ وَلَا بِالْيَوْمِ الْآخِرِ} حيث كرر {لا} ، وكذلك الباء إشعارًا (١) بأن الإيمان بكل منهما منتف على حدته، فلو قلت: لا أضرب زيدًا وعمرًا .. احتمل نفي الضرب عن المجموع، ولا يلزم منه نفي الضرب عن كل واحد على انفراده، واحتمل نفيه عن كل واحد بانفراده، وإن قلت: ولا عمرًا .. تعين هذا الثاني. </p><p> ومنها: تغليب الخطاب على الغيبة في قوله: {فَتَيَمَّمُوا} لأن الضمير فيه عائد لكل من تقدم، من مريض ومسافر ومتغوط ولامس أو ملامس، وفيه تغليب للخطاب على الغيبة، وذلك أنه تقدم غيبة في قوله:  {أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنَ الْغَائِطِ} . وخطاب في:  {كُنْتُمْ} و {لمستم} ، فغلب الخطاب في قوله {كُنْتُمْ} وما بعده عليه، وما أحسن ما أتى به هنا بالغيبة لأنه كناية عما يستحيا منه، فلم يخاطبهم به، وهذا من محاسن الكلام، ومثله: {وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ (٨٠) }. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p>(١) الجمل.</p>"
}