{
  "id": null,
  "sura": 4,
  "aya": 8,
  "text": "<p> قال المروزي (١) : كان اليونان يعطون جميع المال للبنات؛ لأن الرجال لا يعجز عن الكسب، والمرأة تعجز، وكانت العرب لا يعطون البنات، فرد الله على الفريقين، والمعنى بالرجال المذكور، وبالنساء الإناث، وقال الشوكاني (٢) : لما ذكر الله سبحانه وتعالى حكم أموال اليتامى وصله بأحكام المواريث، وكيفية قسمتها بين الورثة، وأفرد سبحانه ذكر النساء بعد ذكر الرجال، ولم يقل للرجال والنساء نصيب، للإيذان بأصالتهن في هذا الحكم، وللاعتناء بأمرهن، ودفع ما كانت عليه الجاهلية من عدم توريث النساء، ولم يستفد من الآية الرد عليهم في حرمان الزوجة؛ لأن الزوج ليس والدًا، ولا قريبًا لها، فكأن حكمها أستفيد مما سيأتي، ومن السنة، وفي ذكر القرابة بيان لعلة الميراث مع التعميم لما يصدق عليه مسمى القرابة من دون تخصيص، وقوله {مِمَّا قَلَّ مِنْهُ} أي مما تركوه أي من المال المخلف من الميت {أَوْ كَثُرَ} منه بدل من قوله {مِمَّا تَرَكَ} بإعادة الجار، والضمير في قوله {مِنْهُ} راجع إلى المبدل منه، وأتى بهذا البدل لتحقيقِ أن لكل من الفريقين حقًّا من كل ما جل ودق، ولدفع توهم اختصاص بعض الأموال ببعض الورثة كالخيل، وآلات الحرب للرجال حالة كون نصيب كل من الفريقين {نَصِيبًا مَفْرُوضًا} ؛ أي: حظًّا مقدرًا لهم مقطوعًا بتسليمه إليهم؛ فلا يسقط بإسقاطهم، ففي الآية (٣) دليل على أن الوارث لو أعرض عن نصيبه لم يسقط حقه بالإعراض. </p><p> وقد أجمل الله سبحانه وتعالى في هذه الآية قدر النصيب المفروض ثُمَّ أنزل قوله {يُوصِيكُمُ اللَّهُ فِي أَوْلَادِكُمْ} فبين ميراث كل فرد، ومعنى الآية (٤) أنه إذا كان لليتامى مالُ مما تركه لهم الوالدان والأقربون، فهم فيه سواء لا فرق بين الرجال والنساء، ولا فرق بين كونه كثيرًا أو قليلًا، وأتى بقوله:  {نَصِيبًا مَفْرُوضًا} لبيان أنه حق معين مقطوع به، ليس لأحد أن ينقص منه شيئًا، ولا أن يحابى فيه. </p><p> ٨ - {وَإِذَا حَضَرَ} وجاء {الْقِسْمَةَ} ؛ أي: محل قسمة التركة بين الورثة {أُولُو </p><p>(١) البحر المحيط. (٢) فتح القدير.(٣) البيضاوي.(٤) المراغي.</p><p> الْقُرْبَى}؛ أي: أصحاب قرابة الميت ممن لا يرث، لكونه عاصبًا، محجوبًا كالأخ لأب مع الأخ الشقيق، والعم مع الأب، أو لكونه من ذوي الأرحام، كالخال والخالة، {وَالْيَتَامَى} ؛ أي: يتامى المؤمنين الأجانب {وَالْمَسَاكِينُ} ؛ أي: مساكين المؤمنين الأجانب {فَارْزُقُوهُمْ} ؛ أي: فأعطوا ندبًا أيها الورثة الكاملون هؤلاء الأصناف الثلاثة الحاضرين محل القسمة {مِنْهُ} ؛ أي: من المال المقسوم بينكم قبل القسمة شيئًا، ولو قليلًا؛ أي: إذا حضر قسمة التركة أحد من هؤلاء الأصناف الثلاثةِ المذكورينَ فأعطوهم أيها الورثة الكاملون بشيء من الرزق الذي أتاكم من غير كد ولا نصب، فلا ينبغي أن تبخلوا به على المحتاجين من ذوي القربى، واليتامى، والمساكين، وتتركوهم يذهبون منكسري القلب مضطربي النفس، {وَقُولُوا} أيها الورثة الكاملون مع الإعطاء المذكور {لَهُمْ} ؛ أي: لهؤلاء الأصناف الحاضرين محل القسمة {قَوْلًا مَعْرُوفًا} ؛ أي: قولًا لينًا طيبًا تطيب به نفوسهم عندما يعطون، حتى لا يثقل على أبيِّ النفس منهم ما يأخذ، ويرضي الطامع في أكثر مما أخذ بما أخذ بالتودد، والتلطف في القول، وعدم التغليظ فيه. </p><p> وقيل: الخطاب في الآية على التوزيع، فالخطاب في الرزق للورثة الكاملين، وفي القول لأولياء الورثة غير الكاملين، والمعنى حينئذ. فارزقوهم أيها الورثة الكاملون من المال المقسوم شيئًا من الرضخ، وقولوا: يا أولياء الورثة غير الكاملين لهؤلاء الأصناف الحاضرين قولًا معروفًا جميلًا كأن يقول الولي لهم: هذا المالُ لهؤلاء الضعفاء، الذين لا يعقلون، وليس لي فيه حق فأعطيكم، ولكن إذا كبروا فيعرفون حقوقكم، فيعطوكم، أو يقول: سأوصيهم ليعطوكم شيئًا إذا كبروا. </p><p> والسر في إعطائهم شيئًا من التركة: أنه ربما يسري الحسدُ إلى نفوسهم، فينبغي التودد إليهم، واستمالتهم باعطائهم قدرًا من هذا المال هبةً، أو هدية، أو إعداد طعام لهم يوم القسمة، ليكون في هذا صلة للرحم، وشكر للنعمة. </p><p> قال سعيد بن جبير: هذا الأمر أعني أمر الإعطاء للوجوب، وقد هجره الناس كما هَجروا العملَ بالاستئذان عند دخول البيوت، والمعتمد أنه ندبُ. </p>"
}