{
  "id": null,
  "sura": 4,
  "aya": 167,
  "text": "<p> إلى تكذيب أخس الناس {وَكَفَى بِاللَّهِ شَهِيدًا} على ما شهد به لك من صدق نبوتك، وإن لم يشهد به غيرُه؛ حيث نصب الدليل، وأوضح السبيل، فشهادته أصدق، وقوله الحق، {قُلْ أَيُّ شَيْءٍ أَكْبَرُ شَهَادَةً قُلِ اللَّهُ شَهِيدٌ بَيْنِي وَبَيْنَكُمْ وَأُوحِيَ إِلَيَّ هَذَا الْقُرْآنُ لِأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ} ، وفيه تسلية للنبي - صلى الله عليه وسلم - عن شهادة أهل الكتاب له، فإن الله يشهدُ وملائكته كذلك. </p><p> ١٦٧ - {إِنَّ الَّذِينَ كَفَرُوا} بمحمد - صلى الله عليه وسلم -، وبما أنزله الله تعالى عليه وشهد به، وهو القرآن {وَصَدُّوا} غيرهم ومنعوا {عَنْ سَبِيلِ اللَّهِ} ؛ أي: عن دين الإِسلام من أراد سلوكه، بإلقاء الشبهات في قلوبهم، وهم اليهود؛ حيث قالوا: ما نعرف صفة محمَّد في كتابنا، وقالوا: لو كان رسولًا لأتى بكتابه دفعة واحدة من السماء، وقالوا: إنَّ الله ذكر في التوراة أنَّ شريعة موسى لا تنسخ إلى يوم القيامة، وقالوا: إنّ الأنبياء لا يكونون إلا من ولد هارون وداود. {قَدْ ضَلُّوا ضَلَالًا بَعِيدًا} : عن الحق والصواب؛ لأنهم جمعوا بين الضلال والإضلال، ولأن المضلّ يكون أغرق في الضلال وأبعد في الانقطاع عنه؛ ولأنَّ أشد الناس ضلالًا من كان ضالًا، ويعتقد في نفسه أنه محق، ثم يتوسل بذلك الضلال إلى اكتساب المال والجاه، ثم يبذل غاية ما في وسعه في إلقاء غيره في مثل ذلك الضلال، فهو قد سار في سبيل الشيطان وبعد عن سبيل الله، فلم يعد يفقه أنَّها هي الموصلة إلى خير العاقبة. وقرأ عكرمة وابن هرمز:  {وَصُدُّوا} بضم الصاد، قيل: وهي في اليهود. </p><p> ١٦٨ - {إِنَّ الَّذِينَ كَفَرُوا} بما أنزل إليك {وَظَلَمُوا} أنفسهم بإعراضهم عن الطريق الموصل إلى الخير والسعادة، وظلموا غيرهم بإغوائهم إياهم بزخرف قولهم وسوء سيرتهم وكتمان نعت محمَّد - صلى الله عليه وسلم - وصدهم عن الصراط المستقيم وماتوا على الشرك {لَمْ يَكُنِ اللَّهُ لِيَغْفِرَ لَهُمْ} ؛ أي: لم يكن من سنته تعالى أن يغفر لهم ذلك الكفر والظلم يوم الحساب والجزاء؛ لأن الكفر والظلم قد أفسدا فطرتهم، وأثرا في نفوسهم، وأعميا قلوبهم وجعلاها تستمرىء قبيح الأفعال، وتهوى شر الخلال والأعمال، ولا يزول هذا إلا إذا اتجهت نفوسهم إلى ما يضاد ذلك من إيمان صحيح وعمل صالح يزكي النفوس مما ران عليها، ويطهرها وينشئها نشأة أخرى، ولا سبيل إلى ذلك يوم الجزاء والحساب، ومن ثم قال تعالى: {وَلَا لِيَهْدِيَهُمْ </p>"
}