{
  "id": null,
  "sura": 4,
  "aya": 171,
  "text": "<p> استخلف عمر .. سأل عنها حذيفة، ورجا أن يكون عنده تفسيرها، فقال له حذيفة: والله إنك لعاجز إن ظننت أن إمارتك تحملني على أن أحدثك ما لم أحدثك يومئذ! فقال عمر: لم أرد هذا رحمك الله. </p><p> قال الخطابي: أنزل الله في الكلالة آيتين، إحداهما في الشتاء، وهي التي في أول سورة النساء، وفيها إجمال وإبهام لا يكاد يتبين المعنى من ظاهرها، ثم أنزل الآية الأخرى في الصيف، وهي التي في آخرها، وفيها من زيادة البيان ما ليس في آية الشتاء، فأحال المسائل عليها؛ ليتبين المراد بالكلالة المذكورة فيها. </p><p> التفسير وأوجه القراءة </p><p> ١٧١ - وقوله:  {يَا أَهْلَ الْكِتَابِ} عام أريد به خاص؛ أي: يا أهل الإنجيل، وهم النصارى، وقيل: المراد بهم الفريقان، فغلو اليهود: بتنقيص عيسى؛ حيث قالوا: إنه ابن زانية، وغلو النصارى: بالمبالغة في تعظيمة؛ حيث قالوا: إنه شريك الله أو ابنه {لَا تَغْلُوا فِي دِينِكُمْ} ؛ أي: لا تتجاوزوا في دينكم الحدود التي حددها الله لكم، ولا تبالغوا في تعظيم عيسى؛ حيث وصفتموه بأنه ابن الله، أو شريكه، فإنَّ الزيادة في الدين ليس بحق، كالنقص فيه {وَلَا تَقُولُوا عَلَى اللَّهِ} سبحانه وتعالى، ولا تعتقدوا فيه {إِلَّا} القول والاعتقاد {الْحَقَّ} والصواب الثابت بنص دينيّ متواترًا، أو برهان عقلي قاطع، ومن تنزيهه تعالى عن الشريك والولد؛ أي: لا تصفوه بما يستحيل اتصافه تعالى به من الاتّحاد والحلول في بدن الإنسان أو روحه، واتخاذ الزوجة والولد، وليس لكم على ما زعمتم من دعوى الاتحاد والحلول واتخاذ الزوجة والولد شيء من الأدلة المذكورة، فإنّ (١) نصارى أهل نجران أربع فرق: </p><p> ملكانية: وهم الذين قالوا: عيسى والرب شريكان، ومرقوسية: وهم الذين قالوا: عيسى ثالث ثلاثة، ومار يعقوبية: وهم الذين قالوا: عيسى هو الله، ونسطورية: وهم الذين قالوا: عيسى ابن الله، فأنزل الله فيهم هذه الآيات. </p><p>(١) مراح.</p><p> {إِنَّمَا الْمَسِيحُ} مبتدأ، و {عِيسَى} بدل منه، أو عطف بيان له، و {ابْنُ مَرْيَمَ} صفة لعيسى {رَسُولُ اللَّهِ} خبر المبتدأ؛ أي: إنما المسيح عيسى ابن مريم هو رسول الله تعالى إلى بني إسرائيل، لا شريكه ولا ابنه، وقد أمرهم بأنْ يعبدوا الله وحده، ولا يشركوا به شيئًا، وزهدهم في الدّنيا، وحثهم على التقوى، وبشرهم بمحمد - صلى الله عليه وسلم - خاتم النبيين، وأرشدهم إلى الاعتدال في كل شيء، فهداهم إلى الجمع بين حقوق الأبدان وحقوق الأديان. وقرأ جعفر بن محمَّد {إنما المسيح} على وزن السكيت. {وَكَلِمَتُهُ} ؛ أي: ومكون بكلمة الله سبحانه وتعالى وأمره الذي هو \"كن\" ، من غير واسطة أب، ولا نطفة، {أَلْقَاهَا} ؛ أي: أوصلها {إِلَى مَرْيَمَ} ؛ أي: أوصل تلك الكلمة إلى مريم بنفخ جبريل في حبيب درعها، فوصل النفخ إلى فرجها، فحملت به. {وَرُوحٌ} : صادر {مِنْهُ} سبحانه وتعالى، ومكون بأمره تعالى جبريل بالنفخ في جيبها, ولذلك نسبت إليه تعالى، وإنّما سمِّي روحًا؛ لأنّه حصل من الريح الحاصل من نفخ جبريل، والريح يخرج من الروح. وهذه الإضافة للتفضيل والتشريف، وإن كان جميع الأرواح من خلقه تعالى، فإن الله سبحانه وتعالى لما أرسل إلى مريم الروح الأمين جبريل .. بشرها بأنه مأمور بأن يهب لها غلامًا زكيًّا، فاستنكرت ذلك؛ إذ هي عذراء لم تتزوج، فقال لها:  {كَذَلِكِ اللَّهُ يَخْلُقُ مَا يَشَاءُ إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ} فكلمة \"كن\" : هي الكلمة الدالة على التكوين بمحض القدرة عند إرادة خلق الشيء وإيجاده، وهو أيضًا مؤيد بروح منه، كما قال تعالى:  {وَأَيَّدْنَاهُ بِرُوحِ الْقُدُسِ} ، وكما قال تعالى في صفات المؤمنين:  {أُولَئِكَ كَتَبَ فِي قُلُوبِهِمُ الْإِيمَانَ وَأَيَّدَهُمْ بِرُوحٍ مِنْهُ} . </p><p> وآية الله في خلق عيسى بكلمته وجعله بشرًا سويًّا بما نفخ فيه من روحه .. كآيته في خلق آدم بكلمته وما نفخ فيه من روحه، فخلقهما كان بغير السنة العامة في خلق الناس من ذكر وأنثى {إِنَّ مَثَلَ عِيسَى عِنْدَ اللَّهِ كَمَثَلِ آدَمَ خَلَقَهُ مِنْ تُرَابٍ ثُمَّ قَالَ لَهُ كُنْ فَيَكُونُ (٥٩) }. وزعم بعض النصارى: أن كلمة {مِنْهُ} تدل على أن عيسى جزء من الله، بمعنى أنه ابنه، فقد نقل بعض المفسرين: أن طبيبًا حاذقًا نصرانيًّا جاء للرشيد، فناظر علي بن الحسين الواقدي المروزي ذات يوم، فقال: </p><p> إن في كتابكم ما يدل على أن عيسى عليه السلام جزء منه تعالى، وتلا هذه الآية، فقرأ له الواقدي قوله تعالى:  {وَسَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ جَمِيعًا مِنْهُ} فلئن صح ما تقول .. لزم أن تكون جميع هذه الأشياء جزءًا منه تبارك وتعالى، فأفحم النصراني وأسلم، ففرح بذلك الرشيد، ووصل الواقدي بصلة عظيمة. </p><p> وعن عبادة بن الصامت رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \"من شهد أن لا إله إلا الله وحده لا شريك له، وأنَّ محمدًا عبده ورسوله، وأن عيسى عبده ورسوله وكلمته ألقاها إلى مريم، وروح منه، والجنة والنار حق، أدخله الله الجنة على ما كان له من العمل\" . متفق عليه. </p><p> {فَآمِنُوا} يا أهل الكتاب {بِاللَّهِ} إيمانًا يليق به، وهو أنه واحد أحد، تنزه عن صفات الحوادث، وأنَّ كل ما في الكون مخلوق له، وهو الخالق له، وأن الأرض في مجموع ملكه أقل من حبَّة رمل بالنسبة إلى اليابس منها، ومن نقطة ماء بالنسبة إلى بحارها وأنهارها {و} آمنوا بـ {رسله} تعالى كلهم إيمانًا يليق بشأنهم، وهو أنهم عبيد له، خصهم بضروب من التكريم والتعظيم، وألهمهم بضرب من العلم والهداية بالوحي، ليعلموا الناس كيف يوحدون ربهم ويعبدونه ويشكرونه {وَلَا تَقُولُوا} أيها النصارى: الآلهة {ثَلَاثَةٌ} الأب والابن وروح القدس، وقيل: المراد بالآلهة الثلاثة: الله سبحانه وتعالى، ومريم، والمسيح، وقيل: يعنون بالثلاثة: الثلاثة الأقانيم؛ أي: الأشخاص، فيجعلونه سبحانه وتعالى جوهرًا واحدًا، وله ثلاثة أقانيم، ويعنون بالأقانيم: أقنوم الوجود، وأقنوم الحياة، وأقنوم العلم، فيقولون: الله ثلاثة أقانيم، كل منها عين الآخر، وكل منها إله كامل، ومجموعها إله واحد، وربّما يعبرون عن الأقانيم بالأب والابن وروح القدس، فإنّ في هذا تركًا للتوحيد الذي هو ملة إبراهيم وسائر الأنبياء، واتباعًا لعقيدة الوثنيين، والجمع بين التثليث والتوحيد تناقض تحيله العقول، ولا يقبله أولوا الألباب. </p><p> {انْتَهُوا} ؛ أي: امتنعوا وانزجروا عن مقالتكم بالتثليث .. يكن الانتهاء عن القول بالتثليث {خَيْرًا لَكُمْ} من القول به، أو المعنى: انتهوا عن التثليث، </p><p> وقولوا قولًا آخر خيرًا لكم منه، وهو قول جميع النبيين والمرسلين الذين جاؤوا بتوحيد الله وتنزيهه. {إِنَّمَا اللَّهُ} ؛ أي: ما المستحق للعبادة من جميع المخلوقات إلا {إِلَهٌ وَاحِدٌ} بالذات، منفرد في ألوهيته، منزه عن التعدد، فليس له أجزاء، ولا أقانيم، ولا هو مركب، ولا متحد بشيء من المخلوقات {سُبْحَانَهُ أَنْ يَكُونَ لَهُ وَلَدٌ} ؛ أي: أسبحه تسبيحًا من أن يكون له ولد، أو سبحوه تسبيحًا من ذلك، تقدس الله سبحانه وتعالى على أن يكون له ولد، كما قلتم في المسيح: إنه ابنه، إنه هو عينه، فإنه تبارك وتعالى ليس له مماثل فيكون له منه زوج يتزوجها فتلد له ولدًا؛ لأن الولد جزء من الأب، وتعالى الله عن التجزئة، وعن صفات الحدوث، والتعبير (١) بالولد دون الابن - الذي يعبرون به في كلامهم - لبيان أنهم إذا كانوا يريدون الابن الحقيقي الذي يفهم من هذا اللفظ .. فلا بد أن يكون ولدًا؛ أي: مولودًا من تلقيح أبيه لأمه، وهذا محال على الله تعالى، وإن أرادوا الابن المجازي لا الحقيقي .. فلا خصوصية لعيسى في ذلك؛ لأنه قد أطلق في كتب العهد العتيق والعهد الجديد على إسرائيل وداود وغيرهما من الأخيار. </p><p> وقرأ الحسن:  {إن يكون له ولد} - بكسر الهمزة، وضم النون من يكون - على أن: إنْ نافية؛ أي: ما يكون له ولد، فيفيد الكلام التنزيه عن التثليث والإخبار بانتفاء الولد، فالكلام جملتان، وفي قراءة الجمهور جملة واحدة. {لَهُ} سبحانه وتعالى {مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ} ملكًا وعبيدًا، فمن كان مالكهما وما فيهما .. كان مالكًا لعيسى ومريم، وإذا كانا مملوكين له فكيف يتوهم كونهما له ولدًا وزوجة؟ أي: إنه سبحانه وتعالى ليس له ولد يصح أن يسمى ابنًا له حقيقة، بل له كل ما في السموات وما في الأرض خلقًا وملكًا، والمسيح من جملتها، كما قال تعالى: {إِنْ كُلُّ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ إِلَّا آتِي الرَّحْمَنِ عَبْدًا (٩٣) }. ولا فرق في هذا بين الملائكة والنبيين، وبين من خلقه ابتداء من غير أب ولا أم كالملائكة وآدم، ومن خلقه من أصل واحد كحواء وعيسى، ومن خلقه من الزوجين الذكر والأنثى، فكل هؤلاء عبيده يحتاجون إلى فضله وكرمه وجوده، </p><p>(١) المراغي.</p>"
}