{
  "id": null,
  "sura": 4,
  "aya": 69,
  "text": "<p> وأكثر تصديقًا وتحقيقًا لإيمانهم، وإنما سمى (١) الله سبحانه وتعالى ذلك التكليف وعظًا؛ لأن أوامر الله تعالى وتكاليفه مقرونة بالوعد والوعيد والثواب والعقاب، وما كان كذلك يسمى وعظًا، وإنما كان فعل ذلك أشد تثبيتًا لهم على إيمانهم؛ إذ الأعمال هي التي تطبع الأخلاق والفضائل في نفس العامل، وتبدد الأوهام والمخاوف من نفسه، فبذل المال - مثلًا - آية من آيات الإيمان، وقربة من أعظم القرب، فمن فعله .. كان مؤمنًا إيمانًا صادقًا، ومن آمن بذلك ولم يفعله .. كان علمه بمنافعه ومزاياه له وللأمة والدين علمًا ناقصًا، فكلما دعى الداعي إلى البذل .. طاف به طائف البخل والإمساك، وعرض له شح الفقر والإملاق، أو نقصان المال عن مال بعض الأقران، لكنه إذا اعتدل البذل صار السخاء خلقًا له وسجية، وقلما امتنع من فعله حين تدعو الحاجة إليه، إذ الطاعة تدعو إلى مثلها فالمرء يطلب الخير أولًا، حتى إذا حصله .. طلب أن يكون الحاصل ثابتًا قويًّا. </p><p> ٦٧ - {و} لو أنهم فعلوا هذا الخير العظيم، وامتثلوا ما أمروا به، وأخلصوا العمل .. {إِذًا لَآتَيْنَاهُمْ} ؛ أي: إذا لأعطيناهم من عندنا {أجْرًا عَظِيمًا} ؛ أي: ثوابًا جسيمًا وافرًا في الجنة، وكيف لا يكون عظيمًا وقد وصفه النبي - صلى الله عليه وسلم - بقوله \"فيها ما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر\" و {وَإِذًا} واقعة في جواب شرط مقدر كما أشرنا إليه في الحل، وسيأتي بيانه في الإعراب، </p><p> ٦٨ - {وَلَهَدَيْنَاهُم} ؛ أي: ولأرشدناهم {صِرَاطًا مُسْتَقِيمًا} ؛ أي: طريقًا قويمًا موصلًا لهم إلى الفوز بالسعادة في الدنيا والآخرة، وهو صراط الذين أنعم الله عليهم من النبيين والصديقين، كما ذكر ذلك سبحانه في الآية التالية، وهو دين الإِسلام. وقيل: معنى صراطًا مستقيمًا؛ أي: طريقًا (٢) من عرصة القيامة إلى الجنة فحمل لفظ الصراط في هذا الموضع على هذا المعنى أولى؛ لأنه تعالى ذكره بعد ذكر الأجر، والدين الحق مقدم على الأجر، والطريق من عرصة القيامة إلى الجنة إثما يحتاج إليه بعد استحقاق الأجر. </p><p> ٦٩ - {وَمَنْ يُطِعِ اللَّهَ وَالرَّسُولَ} محمدًا - صلى الله عليه وسلم - أو غيره من بقية الرسل؛ أي: ومن يمتثل الله سبحانه وتعالى ورسوله محمدًا - صلى الله عليه وسلم - بفعل ما أمرا </p><p>(١) الخازن. (٢) المراح.</p><p> به، واجتناب ما نهيا عنه {فَأُولَئِكَ} المطيعون لهما، كائنون في الجنة {مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ} في الدنيا بالهداية والتوفيق؛ أي: يكون هذا المطيع يوم القيامة مرافقًا لأقرب عباد الله وأرفعهم درجات عنده، وهم الأصناف الأربعة الذين ذكرهم الله تعالى في الآية، وهم صفوة الله من عباده، وقد وجدوا في كل أمة، ومن أطاع الله ورسوله من هذه الأمة .. كان منهم، وحشر يوم القيامة معهم. </p><p> وقوله {مِنَ النَّبِيِّينَ} والمرسلين .. إلخ بيان للذين أنعم الله عليهم، وفي الآية سلوك التدلي، فإن منزلة كل واحد من الأصناف الأربعة أعلى من منزلة من بعده، {وَالصِّدِّيقِينَ} ؛ أي: السابقين إلى تصديق الرسل، فصاروا في ذلك قدوة لسائر الناس، وهم أفاضل أصحاب الأنبياء عليهم الصلاة والسلام، سموا بذلك لمبالغتهم في الصدق والتصديق {وَالشُّهَدَاءِ} أي: القتلى في سبيل الله تعالى، أو الذين (١) يشهدون بصحة دين الله تعالى، تارة بالحجة والبيان، وتارة أخرى بالسيف والسنان، فالشهداء هم القائمون بالقسط، وأما كون الإنسان مقتول الكافر .. فليس فيه زيادة شرف لأن هذا القتل قد يحصل في الفساق ومن لا منزلة له عند الله، {وَالصَّالِحِينَ} غير الأصناف الثلاثة السابقة؛ لأن الأصناف الثلاثة صالحون أيضًا، وهم القائمون بحقوق الله وحقوق عباده، وقيل: الصارفون (٢) أعمارهم في طاعة الله، وأموالهم في مرضاته، وكل من كان اعتقاده صوبًا وعمله غير معصية فهو صالح، ثم إن الصالح قد يكون بحيث يشهد لدين الله بأنه هو الحق، وأن ما سواه هو الباطل، وهذه الشهادة تارة بالحجة والدليل وأخرى بالسيف، وقد يكون الصالح غير موصوف بكونه قائمًا بهذه الشهادة، فثبت أن كل من كان شهيدًا كان صالحًا، ولا عكس فالشهيد أشرف أنواع الصالحين، ثم الشهيد قد يكون صديقًا وقد لا، ومعنى الصديق: هو الذي كان أسبق إيمانًا من غيره، وكان إيمانه قدوة لغيره، فثبت أن كل من كان صديقًا كان شهيدًا، ولا عكس، فثبت أن أفضل الخلق الأنبياء، وبعدهم الصديقون، وبعدهم من ليس له درجة إلا محض درجة الشهادة، وبعدهم من ليس له درجة إلا محض درجة الصلاح. </p><p>(١) المراح. (٢) المراح.</p>"
}