{
  "id": null,
  "sura": 4,
  "aya": 80,
  "text": "<p> عنهما قال: لما اعتزل رسول الله - صلى الله عليه وسلم - نساءه .. قال: دخلت المسجد فإذا الناس ينكتون بالحصى ويقولون طلق رسول الله - صلى الله عليه وسلم - نساءه، وذلك قبل أن يؤمرن بالحجاب، قال عمر: لأعلمن ذلك اليوم، فذكر الحديث، وفيه - بعد استئذانه على رسول الله - صلى الله عليه وسلم - فقلت: أطلقتهن يا رسول الله؟ قال:  \"لا\" ، قلت: يا رسول الله إني دخلت المسجد، والناس ينكتون بالحصى يقولون: طلق رسول الله - صلى الله عليه وسلم - نساءه، فأنزل وأخبرهم أنك لم تطلقهن، قال:  \"نعم إن شئت\" ، فذكر الحديث، وفيه: فقمت على باب المسجد فناديت بأعلى صوتي لم يطلق رسول الله - صلى الله عليه وسلم - نساءه، ونزلت الآية:  {وَإِذَا جَاءَهُمْ أَمْرٌ مِنَ الْأَمْنِ أَوِ الْخَوْفِ أَذَاعُوا بِهِ وَلَوْ رَدُّوهُ إِلَى الرَّسُولِ وَإِلَى أُولِي الْأَمْرِ مِنْهُمْ لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ} وكنت أنا استنبطت ذلك، وأنزل الله تعالى آية التخيير. </p><p> قوله تعالى:  {فَقَاتِلْ فِي سَبِيلِ اللَّهِ لَا تُكَلَّفُ إِلَّا نَفْسَكَ ...} الآية، نزلت هذه الآية (١) في مواعدة رسول الله - صلى الله عليه وسلم - أبا سفيان بن حرب، وذلك أن رسول الله - صلى الله عليه وسلم - واعده موسم بدر الصغرى بعد حرب أحد، وذلك في ذي القعدة، فلما بلغ الميعاد .. دعا رسول الله - صلى الله عليه وسلم - الناس إلى الخروج، فكرهه بعضهم فأنزل تعالى هذه الآية:  {فَقَاتِلْ فِي سَبِيلِ اللَّهِ} يعني لا تدع جهاد العدو، والانتصار للمستضعفين من المؤمنين، لا تكلف إلا نفسك. </p><p> التفسير وأوجه القراءة </p><p> ٨٠ - {مَنْ يُطِعِ الرَّسُولَ} محمدًا - صلى الله عليه وسلم -، ويوافقه فيما أمر به، ونهى عنه {فَقَدْ أَطَاعَ اللَّهَ} سبحانه وتعالى، وذلك لأنه سبحانه وتعالى هو الآمر والناهي في الحقيقة، والرسول - صلى الله عليه وسلم - إنما هو مبلغ للأمر والنهي، فليست الطاعة له بالذات، وإنما هي لمن بلغ عنه، إذ قد جرت سنته سبحانه وتعالى أن لا يأمر الناس، ولا ينهاهم إلا بواسطة رسل منهم، يفهمون عنهم ما يوحيه تعالى إليهم ليبلغوه عنه. </p><p> وقال الشافعي رحمه الله تعالى: وهذه الآية تدل على أن كل تكليف كلف </p><p>(١) الخازن.</p><p> الله تعالى به عباده في باب الوضوء والصلاة والزكاة والصوم والحج وسائر الأبواب في القرآن، ولم يكن ذلك التكليف مبينًا في القرآن، لا سبيل لنا إلى القيام بتلك التكاليف إلا ببيان الرسول عليه السلام، وإذا كان الأمر كذلك لزم القوم بأن طاعة الرسول عليه السلام عين طاعة الله تعالى، وروى مقاتل أن النبي - صلى الله عليه وسلم - كان يقول:  \"من أحبني فقد أحب الله، ومن أطاعني فقد أطاع الله تعالى\" ، فقال المنافقون: ألا تسمعون إلى ما يقول هذا الرجل، لقد قارف الشرك، قد نهى أن نعبد غير الله، ويريد أن نتخذه ربًّا كما اتخذت النصارى عيسى، فأنزل الله تعالى هذه الآية. </p><p> فالمؤمن (١) حقًّا لا يكون خاضعًا إلا لخالقه وحده دون أحد من خلقه، والخروج عن ذلك شرك وهو نوعان: </p><p> الأول: أن ترى لبعض المخلوقات سلطة غيبية وراء الأسباب العادية، ومن ثم ترجو نفعها، وتخاف ضرها، وتدعوها وتذل لها، وذلك هو الشرك في الألوهية. </p><p> الثاني: أن ترى لبعض المخلوقين حق التشريع والتحليل والتحريم، كما فسر النبي - صلى الله عليه وسلم - قوله تعالى:  {اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِنْ دُونِ اللَّهِ} .. بطاعتهم فيما يحللون ويحرمون، وذلك هو الشرك في الربوبية. </p><p> ذاك أن المؤمن يجب أن يكون أعز الناس نفسًا، وأعظمهم كرامة، فلا يرضى أن يستعبده سلطان ظالم، ولا حاكم مستعبد، إذ يعلم علم اليقين أن الكل عبيد مسخرون لله تعالى، يخضعون لأمره، وأن ذلك منتهى سعادتهم في الدارين. هذا كله فيما يبلغه عن ربه، أما ما يقوله الرسول عليه السلام من تلقاء نفسه، وما يأمر به مما يستحسنه باجتهاده ورأيه من أمور المعيشة كتأبير النخل - تلقيحه بطلع الذكر - ونحوه، مما يسميه العلماء أمر إرشاد .. فطاعته فيه ليست من الفرائض التي فرضها الله تعالى؛ لأنه ليس دينًا ولا شرعًا عنه تعالى، فقد أمر النبي - صلى الله عليه وسلم - </p><p>(١) المراغي.</p>"
}