{
  "id": null,
  "sura": 4,
  "aya": 44,
  "text": "<p> قال الله سبحانه جلَّ وعلا: </p><p> {أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ يَشْتَرُونَ الضَّلَالَةَ وَيُرِيدُونَ أَنْ تَضِلُّوا السَّبِيلَ (٤٤) وَاللَّهُ أَعْلَمُ بِأَعْدَائِكُمْ وَكَفَى بِاللَّهِ وَلِيًّا وَكَفَى بِاللَّهِ نَصِيرًا (٤٥) مِنَ الَّذِينَ هَادُوا يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ وَيَقُولُونَ سَمِعْنَا وَعَصَيْنَا وَاسْمَعْ غَيْرَ مُسْمَعٍ وَرَاعِنَا لَيًّا بِأَلْسِنَتِهِمْ وَطَعْنًا فِي الدِّينِ وَلَوْ أَنَّهُمْ قَالُوا سَمِعْنَا وَأَطَعْنَا وَاسْمَعْ وَانْظُرْنَا لَكَانَ خَيْرًا لَهُمْ وَأَقْوَمَ وَلَكِنْ لَعَنَهُمُ اللَّهُ بِكُفْرِهِمْ فَلَا يُؤْمِنُونَ إِلَّا قَلِيلًا (٤٦) يَا أَيُّهَا الَّذِينَ أُوتُوا الْكِتَابَ آمِنُوا بِمَا نَزَّلْنَا مُصَدِّقًا لِمَا مَعَكُمْ مِنْ قَبْلِ أَنْ نَطْمِسَ وُجُوهًا فَنَرُدَّهَا عَلَى أَدْبَارِهَا أَوْ نَلْعَنَهُمْ كَمَا لَعَنَّا أَصْحَابَ السَّبْتِ وَكَانَ أَمْرُ اللَّهِ مَفْعُولًا (٤٧) إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ وَمَنْ يُشْرِكْ بِاللَّهِ فَقَدِ افْتَرَى إِثْمًا عَظِيمًا (٤٨) أَلَمْ تَرَ إِلَى الَّذِينَ يُزَكُّونَ أَنْفُسَهُمْ بَلِ اللَّهُ يُزَكِّي مَنْ يَشَاءُ وَلَا يُظْلَمُونَ فَتِيلًا (٤٩) انْظُرْ كَيْفَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ وَكَفَى بِهِ إِثْمًا مُبِينًا (٥٠) أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ يُؤْمِنُونَ بِالْجِبْتِ وَالطَّاغُوتِ وَيَقُولُونَ لِلَّذِينَ كَفَرُوا هَؤُلَاءِ أَهْدَى مِنَ الَّذِينَ آمَنُوا سَبِيلًا (٥١) أُولَئِكَ الَّذِينَ لَعَنَهُمُ اللَّهُ وَمَنْ يَلْعَنِ اللَّهُ فَلَنْ تَجِدَ لَهُ نَصِيرًا (٥٢) أَمْ لَهُمْ نَصِيبٌ مِنَ الْمُلْكِ فَإِذًا لَا يُؤْتُونَ النَّاسَ نَقِيرًا (٥٣) أَمْ يَحْسُدُونَ النَّاسَ عَلَى مَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ فَقَدْ آتَيْنَا آلَ إِبْرَاهِيمَ الْكِتَابَ وَالْحِكْمَةَ وَآتَيْنَاهُمْ مُلْكًا عَظِيمًا (٥٤) فَمِنْهُمْ مَنْ آمَنَ بِهِ وَمِنْهُمْ مَنْ صَدَّ عَنْهُ وَكَفَى بِجَهَنَّمَ سَعِيرًا (٥٥) إِنَّ الَّذِينَ كَفَرُوا بِآيَاتِنَا سَوْفَ نُصْلِيهِمْ نَارًا كُلَّمَا نَضِجَتْ جُلُودُهُمْ بَدَّلْنَاهُمْ جُلُودًا غَيْرَهَا لِيَذُوقُوا الْعَذَابَ إِنَّ اللَّهَ كَانَ عَزِيزًا حَكِيمًا (٥٦) وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا لَهُمْ فِيهَا أَزْوَاجٌ مُطَهَّرَةٌ وَنُدْخِلُهُمْ ظِلًّا ظَلِيلًا (٥٧) }. </p><p> المناسبة </p><p> ٤٤ - قوله تعالى:  {أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ ...} الآيات، مناسبة هذه الآيات لما قبلها (١) : أنه تعالى لما ذكر شيئًا من أحوال الآخرة، وأن الكفار إذ ذاك يودون لو تسوى بهم الأرض، ولا يكتمون الله تعالى حديثًا وجاءت هذه </p><p>(١) البحر المحيط.</p><p> الآية بعد ذلك كالاعتراض بين ذكر أحوال الكفار في الآخرة، وذكر أحوالهم في الدنيا، وما هم عليه من معاداة المؤمنين، وكيف يعاملون رسول الله - صلى الله عليه وسلم -، الذي يأتي شهيدًا عليهم وعلى غيرهم، ولما كان اليهود أشد إنكارًا للحق، وأبعد من قبول الخير، وكان قد تقدم أيضًا:  {الَّذِينَ يَبْخَلُونَ وَيَأمُرُونَ النَّاسَ بِالْبُخْلِ وَيَكْتُمُونَ ...} ، وهم أشد الناس تحليا بهذين الوصفين .. أخذ يذكرهم بخصوصيتهم. </p><p> قوله تعالى:  {يَا أَيُّهَا الَّذِينَ أُوتُوا الْكِتَابَ آمِنُوا بِمَا نَزَّلْنَا ...} الآية، مناسبة هذه الآية لما قبلها (١) : هو أنه تعالى لما رجاهم بقوله: {وَلَوْ أَنَّهُمْ قَالُوا ...} الآية. خاطب من يرجى إيمانه منهم بالأمر بالإيمان، وقرن بالوعيد البالغ على تركه؛ ليكون أدعى لهم إلى الإيمان والتصديق به، ثم أزال خوفهم من سوء الكبائر السابقة بقوله:  {إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ ...} الآية، وأعلمهم أن تزكيتهم أنفسهم بما لم يزكهم به الله تعالى لا ينفع. </p><p> قوله تعالى:  {إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ ...} الآية، مناسبة هذه الآية لما قبلها (٢) : أنه سبحانه وتعالى لما هدد اليهود على الكفر، وتوعدهم عليه بأشد الوعيد، كطمس الوجوه، والرد على الأدبار، ثم بين أن ذلك الوعيد واقع لا محالة بقوله:  {وَكَانَ أَمْرُ اللَّهِ مَفْعُولًا} .. ذكر هنا أن هذا الوعيد وشديد التهديد إنما هو لجريمة الكفر، فأما سائر الذنوب سواه فالله تعالى قد يغفرها، ويتجاوز عن زلاتها. </p><p> قوله تعالى:  {إِنَّ الَّذِينَ كَفَرُوا بِآيَاتِنَا سَوْفَ نُصْلِيهِمْ نَارًا ...} الآية، مناسبة هذه الآية لما قبلها: أن الله سبحانه وتعالى لما ذكر (٣) في الآية السالفة: أن ممن دعوا إلى التصديق بالأنبياء فريق نأى وأعرض عن اتباع الحق، ثم توعد من أعرض بسعير جهنم .. فَصَّل هنا الوعيد بذكر أحوال الفريقين، وما يلاقيه كل منهم من الجزاء يوم القيامة. </p><p>(١) البحر المحيط. (٢) المراغي.(٣) المراغي.</p><p> أسباب النزول </p><p> قوله تعالى:  {أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ يَشْتَرُونَ الضَّلَالَةَ ...} الآية، سبب نزولها (١) : ما أخرجه ابن إسحاق عن ابن عباس قال: كان رفاعة بن زيد بن التابوت من عظماء اليهود، وإذا كلم رسول الله - صلى الله عليه وسلم - .. لوى لسانه، وقال: أرعنا سمعك يا محمَّد حتى نفقهك، ثم طعن في الإِسلام دعابة، فأنزل الله فيه:  {أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ يَشْتَرُونَ الضَّلَالَةَ} . </p><p> قوله تعالى:  {يَا أَيُّهَا الَّذِينَ أُوتُوا الْكِتَابَ آمِنُوا بِمَا نَزَّلْنَا ...} الآية، سبب نزولها: ما أخرجه ابن إسحاق عن ابن عباس قال: كلم رسول الله - صلى الله عليه وسلم - رؤساء من أحبار اليهود، منهم عبد الله بن صوريا، وكعب بن أسيد، فقال لهم:  \"يا معشر اليهود اتقوا الله وأسلموا، فوالله إنكم لتعلمون أن الذي جئتكم به الحق\" ، فقالوا: ما نعرف ذلك يا محمَّد، فأنزل الله فيهم:  {يَا أَيُّهَا الَّذِينَ أُوتُوا الْكِتَابَ آمِنُوا بِمَا نَزَّلْنَا ...} الآية. </p><p> قوله تعالى:  {إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ ...} الآية، سبب نزولها: ما أخرجه ابن أبي حاتم والطبراني، عن أبي أيوب الأنصاري قال: جاء رجل إلى النبي - صلى الله عليه وسلم -، فقال: إن لي ابن أخ لا ينتهي عن الحرام، قال:  \"وما دينه؟ \" ، قال: يصلي ويوحد الله، قال:  \"استوهب منه دينه، فإن أبى فابتعه منه\" ، فطلب الرجل ذلك منه فأبى عليه، فأتى النبي - صلى الله عليه وسلم - فأخبره فقال: وجدته شحيحًا على دينه، فنزلت {إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ ...} الآية. </p><p> قوله تعالى:  {أَلَمْ تَرَ إِلَى الَّذِينَ يُزَكُّونَ ...} الآية، سبب نزولها (٢) : ما أخرجه ابن أبي حاتم عن ابن عباس: كانت اليهود يقدمون صبيانهم يصلون بهم، ويقربون قربانهم، ويزعمون أنهم لا خطايا لهم ولا ذنوب، فأنزل الله:  {أَلَمْ تَرَ إِلَى الَّذِينَ يُزَكُّونَ أَنْفُسَهُمْ} وأخرج ابن جرير نحوه عن عكرمة ومجاهد وأبي مالك وغيرهم. </p><p>(١) لباب النقول. (٢) لباب النقول.</p><p> قوله تعالى:  {أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ يُؤْمِنُونَ بِالْجِبْتِ ...} الآية، سبب نزولها: ما أخرجه أحمد وابن أبي حاتم عن ابن عباس قال: لما قدم كعب بن الأشرف مكة .. قالت قريش: ألا ترى إلى هذا الصنوبر - الرجل الفرد الضعيف الذليل بلا أهل وعقب وناصر - المنبتر من قومه، يزعم أنه خير منا، ونحن أهل الحجيج، وأهل السدانة وأهل السقاية، قال: أنتم خير منه، فنزلت فيهم: {إِنَّ شَانِئَكَ هُوَ الْأَبْتَرُ (٣) } وأنزلت: {أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ يُؤْمِنُونَ بِالْجِبْتِ وَالطَّاغُوتِ} إلى قوله: {فَلَنْ تَجِدَ لَهُ نَصِيرًا} . وأخرج ابن إسحاق عن ابن عباس قال: كان الذين حزبوا الأحزاب من قريش وغطفان وبني قريظة حيي بن أخطب وسلَّام بن الحقيق، وأبا رافع، والربيع بن أبي الحقيق، وأبا عمارة، وهوذة بن قيس، وكان سائرهم من بني النضير، فلما قدموا على قريش قالوا: هؤلاء أحبار يهود، وأهل العلم بالكتب الأولى، فاسألوهم أدينكم خير أم دين محمَّد، فسألوهم فقالوا: دينكم خير من دينه، وأنتم أهدى منه وممن اتبعه، فأنزل الله:  {أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ} إلى قوله: {مُلْكًا عَظِيمًا} . </p><p> وأخرج ابن أبي حاتم من طريق العوفي عن ابن عباس قال: قال أهل الكتاب: زعم محمَّد أنه أوتي ما أوتي في تواضع وله تسع نسوة، وليس همه إلا النكاح، فأي ملك أفضل من هذا، فأنزل الله تعالى:  {أَمْ يَحْسُدُونَ النَّاسَ ...} الآية. وأخرج ابن سعد عن عمر مولى عمرة نحوه بأبسط منه. </p><p> التفسير وأوجه القراءة </p><p> بعد (١) أن ذكر الله سبحانه وتعالى في سابق الآيات كثيرًا من الأحكام الشرعية، ووعد فاعلها بجزيل الثواب، وأوعد تاركها بشديد العقاب .. انتقل هنا إلى ذكر حال بعض الأمم، الذين تركوا أحكام دينهم، وحرفوا كتابهم، واشتروا الضلالة بالهدى، لينبه الذين خوطبوا بالأحكام المتقدمة إلى أن الله مهيمن عليهم، كما هيمن على من قبلهم فإذا هم قصروا .. أخذهم بالعقاب الذي رتبه على ترك </p><p>(١) المراغي.</p><p> أحكام دينه في الدنيا والآخرة، والمؤمنون بالله حقًّا بعد أن سمعوا الوعد والوعيد المتقدمين لا بد أن يأخذوا بهذه الأحكام على الوجه الموصل لهم إلى إصلاح الأنفس، وذلك هو الأثر المطلوب منها، ولن يكون ذلك إلا إذا أخذت بصورها ومعانيها، لا بأخذها بصورها الظاهرة فحسب. </p><p> وقد اكتفى بعض الأمم من الدين ببعض رسومه الظاهرة فقط، كبعض اليهود الذين يكتفون ببعض القرابين وأحكام الدين الظاهرة، وهذا لا يكفي في اتباع الدين، والقيام به على الوجه المصلح للنفوس كما أراده الله تعالى، فأرشدنا الله سبحانه وتعالى إلى أن عمل الرسوم الظاهرة في الدين كالغسل والتيمم لا يغني عنهم شيئًا إذا لم يطهروا القلوب، حتى ينالوا مرضاته، ويكونوا أهلًا لكرامته، ولا يكون حالهم كحال بعض من سبقهم من الأمم. </p><p> {أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ} كلام مستأنف (١) ، مسوق لتعجيب المؤمنين من سوء حالهم، والتحذير من موالاتهم، والخطاب فيه لكل من تتأتى منه الرؤية من المؤمنين، وتوجيهه إليه - صلى الله عليه وسلم - هنا مع توجيهه فيما بعد إلى الكل للإيذان بكمال شهرة شناعة حالهم، وأنها بلغت من الظهور إلى حيث يتعجب منها كل من يراها، والرؤية هنا بصرية؛ أي: ألم تنظر أيها المخاطب إلى حال هؤلاء الذين أعطوا حظًّا يسيرًا من علم التوراة، والمراد بهم أحبار اليهود حال كونهم {يَشْتَرُونَ} ؛ أي: يختارون لأنفسهم {الضَّلَالَةَ} وهي البقاء على اليهودية - على الهدى بعد وضوح الآيات لهم على صحة نبوة محمَّد - صلى الله عليه وسلم -، وأنه هو النبي العربي المبشر به في \"التوراة\" و \"الإنجيل\" ، أو يؤثرون تكذيب محمد - صلى الله عليه وسلم - على تصديقه؛ ليأخذوا الرشا على ذلك، وتحصل لهم الرياسة كما قاله الزجاج، وإنما ذكر بلفظ الشراء لأنه استبدال شيء بشيء {و} حالة كونهم {وَيُرِيدُونَ} ، ويقصدون بما فعلوا من الكتمان، {أَنْ تَضِلُّوا} أيها المؤمنون، وتخطئوا {السَّبِيلَ} ؛ أي: طريق الحق ودينه الذي لا طريق سواه، كما هم ظنوا، فتكونوا مثلهم، فهم </p><p>(١) الفتوحات.</p><p> دائبون على الكيد لكم، ليردوكم عن دينكم إن استطاعوا؛ أي: ويتوصلون إلى إضلال المؤمنين، والتلبيس عليهم لكي يخرجوا عن الإسلام؛ أي: لم يكفهم (١) أن ضلوا في أنفسهم، حتى تعلقت آمالهم بضلالكم أنتم أيها المؤمنون عن سبيل الحق؛ لأنهم علموا أنهم قد خرجوا من الحق إلى الباطل، فكرهوا أن يكون المؤمنون مختصين باتباع الحقِّ، فأرادوا أن تضلوا كما ضلوا هم، كما قال تعالى:  {وَدُّوا لَوْ تَكْفُرُونَ كَمَا كَفَرُوا فَتَكُونُونَ سَوَاءً} ، وقرأ النخعي:  {وتريدون} بالمثناة الفوقية، قيل معناه: وتريدون أيها المؤمنون أن تضلوا السبيل؛ أي: تدعون الصواب في اجتنابهم، وتحسبونهم غير أعداء الله، وقرىء:  {أن يضلوا} بالياء وفتح الضاد وكسرها. </p><p> والتعبير (٢) بالشراء دون الاختيار للإيماء إلى أنهم كانوا فرحين بما عملوا، ظانين أن الخير كل الخير فيما صنعوا، والتعبير بالنصيب يدل على أنهم لم يحفظوا كتابهم كله، إذ هم لم يستظهروه زمن التنزيل كما حفظ \"القرآن\" ، ولم يكتبوا منه نسخًا متعددة في العصر الأول كما فعلنا، حتى إذا ما فقد بعضها، قام مقامه بعض آخر، بل كان عند اليهود نسخةٌ من التوراة، هي التي كبتها موسى عليه السلام ففقدت، ويؤيد هذا قوله تعالى:  {فَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ} . </p><p> والخلاصة: أنهم لم يأخذوا الكتاب كله، بل تركوا كثيرًا من أحكامه لم يعملوا بها، وزادوا عليها، والزيادة فيه كالنقص منه، فالتوراة تنهاهم عن الكذب وإيذاء الناس وأكل الربا، وكانوا يفعلون ذلك، وزاد لهم علماؤهم ورؤساؤهم كثيرًا من الأحكام والرسوم الدينية، فتمسكوا بها، وهي ليست من التوراة، ولا مما يعرفونه عن موسى عليه السلام فالذي لم يعملوا به من التوراة قسمان: </p><p> أحدهما: ما أضاعوه ونسوه. </p><p> وثانيهما: ما حفظوا حكمه، وتركوا العمل به، وهو كثير أيضًا. </p><p>(١) البحر المحيط. (٢) المراغي.</p>"
}