{
  "id": null,
  "sura": 4,
  "aya": 77,
  "text": "<p> ألا ترى أن أهل الخير والدين يبقى ذكرهم الجميل على وجه الدهر، وإن كانوا حال حياتهم في غاية الفقر، وأما الملوك والجبابرة، فإذا ماتوا انقرض أثرهم، ولا يبقى في الدنيا رسمهم. </p><p> وقد جرت سنة الله أن الحق يعلو، والباطل يسفل، وأن الذي يبقى هو الأصلح والأمثل، فالذين يقاتلون في سبيل الله يطلبون ما تقتضيه سنة العمران، والذين يقاتلون في سبيل الشيطان يطلبون الانتقام والاستعلاء في الأرض بغير الحق، وتسخير الناس لأغراضهم وشهواتهم، وسنن العمران تأبى ذلك، فلا يكون لذلك قوة ولا بقاء إلا لنومة أهل الحقّ عن حقهم، فإذا هم أفاقوا من غفوتهم .. تغلب الحق على الباطل، ورده خاسئًا محسورًا. </p><p> على أن الذين يقاتلون في تأييد الحق تتوجه هممهم إلى إتمام الاستعداد، ويكونون أجدر بالثبات والصبر، وفي ذلك من القوة ما ليس في كثرة العدد والعدد. </p><p> وهذا في الحروب الدينية التي قد تركها المسلمون منذ أزمان طويلة، ولو وجدت في الأرض حكومة إسلامية، تقيم القرآن، وتحوط الدين وأهله بما أوجبه الله من إعداد العدة للحرب .. لاتخذها أهل المدنية قدوة لهم وإماما في أعمالهم، وما كانت الحمية والعصبية والوطنية ديدنًا لهم، فهم في أمد بعيد من النصر على أعدائهم، فيا مصيبة ابتلي المسلمون بها الآن، فإنا لله وإنا إليه راجعون. </p><p> ٧٧ - وقوله:  {أَلَمْ تَرَ إِلَى الَّذِينَ قِيلَ لَهُمْ كُفُّوا أَيْدِيَكُمْ وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ} استفهام (١) تعجيب لرسول الله - صلى الله عليه وسلم - من إحجامهم عن القتال، مع أنهم كانوا قبل ذلك راغبين فيه حرصًا عليه، بحيث كانوا يباشرونه كما ينبىء عنه الأمر بكف الأيدي، فإن ذلك مشعر بكونهم بصدد بسطها إلى العدو، والخطاب (٢) فيه </p><p>(١) أبو السعود. (٢) المراح.</p><p> لجماعة من المسلمين، منهم عبد الرحمن بن عوف، وسعد بن أبي وقاص الزهريان، وقدامة بن مظعون الجمحي، ومقداد بن الأسواد الكندي، وطلحة بن عبيد الله التيمي، كانوا مع النبي - صلى الله عليه وسلم - بمكة قبل أن يهاجروا إلى المدينة يلقون من المشركين أذى شديدًا، فيشكون ذلك إلى رسول الله - صلى الله عليه وسلم - ويقولون: إئذن لنا في قتالهم، ويقول لهم رسول الله - صلى الله عليه وسلم -: كفوا أيديكم عن القتل والضرب والاعتداء على الناس، فإني لم أؤمر بقتالهم، واشتغلوا بإقامة الصلاة، والخشوع لله، وإيتاء الزكاة، التي تمكن الإيمان في القلوب، وفيه دليل على أن فرض الصلاة والزكاة كان قبل فرض الجهاد، فلما هاجروا مع رسول الله - صلى الله عليه وسلم - إلى المدينة، وأمروا بقتالهم في وقعة بدر .. كرهه بعضهم، لا شكًّا في الدين، بل نفورًا عن الإخطار بالأرواح، وخوفًا من الموت بموجب الجبلة البشرية، وذلك قوله تعالى:  {فَلَمَّا كُتِبَ} ؛ أي: فرض {عَلَيْهِمُ الْقِتَالُ} ؛ أي: الجهاد في سبيل الله، في السنة الثانية من الهجرة، {إِذَا فَرِيقٌ مِنْهُمْ} ؛ أي: إذا جماعة من الذين سألوا أن يفرض عليهم الجهاد {يَخْشَوْنَ النَّاسَ} ؛ أي: يخافون الكفار أن يقتلوهم، {كَخَشْيَةِ اللَّهِ} ؛ أي: كخوفهم من الله تعالى؛ أي: كما يخافون أن ينزل عليهم بأسه، وإذا للمفاجأة جواب لما؛ أي: فلما كتب عليهم القتال .. فاجأ كَتب القتال خشيتهم من الناس، {أَوْ أَشَدَّ خَشْيَةً} ؛ أي: بل يخافون من الناس خشية وخوفًا أشد وأقوى وأكثر من خشيتهم من الله تعالى، لما كان من طبع البشر من الجبن لا للاعتقاد، ثم تابوا وأهل الإيمان يتفاضلون فيه، {وَقَالُوا} خوفًا من الموت، لا لكراهتهم أمر الله بالقتال، وهذا عطف على جواب لما، وهو إذا الفجائية وما في حيزها، {رَبَّنَا لِمَ كَتَبْتَ} وفرضت {عَلَيْنَا الْقِتَالَ} والجهاد في هذا الوقت {لَوْلَا أَخَّرْتَنَا إِلَى أَجَلٍ قَرِيبٍ} ؛ أي: هلا أخرتنا إلى أجل قريب ومدة قريبة، حتى نموت بآجالنا، ولا نقتل فيفرح بنا الأعداء، وذكر في حرف ابن مسعود: لولا أخرتنا إلى أجل قريب فنموت حتف أنفنا ولا نقتل فتسر بذلك الأعداء، ذكره أبو حيان في \"البحر\" وهذا القول استزادة في مدة الكف، ويجوز أن يكون هذا مما نطقت به ألسنة حالهم، من غير أن يتفوهوا به صريحًا، وقد أمر الله رسوله أن يرد عليهم شبهتهم فقال:  {قَلَّ} لهم يا محمد جوابًا لهذا السؤال عن حكمة فرض القتال </p>"
}