{
  "id": null,
  "sura": 4,
  "aya": 89,
  "text": "<p> التوبيخ؛ أي: لا ينبغي لكم أن تختلفوا في قتلهم، ولا ينبغي لكم أن تعدوهم في المهتدين، والتوبيخ للفريق القائل للنبي - صلى الله عليه وسلم - لا تقتلهم؛ أي: ينبغي لكم أن تجتمعوا على قتلهم لظهور كفرهم. </p><p> وقرأ عبد الله (١) : {ركسهم} ثلاثيًّا، وقرىء:  {ركَّسهم} بالتشديد، {وَمَنْ يُضْلِلِ اللَّهُ} ؛ أي: ومن يرد الله سبحانه وتعالى إضلاله عن طريق الحق {فَلَنْ تَجِدَ} يا محمَّد أو أيها المخاطب {لَهُ} ؛ أي: لذلك الضال الذي أضله الله تعالى {سَبِيلًا} ؛ أي: طريقًا تهديه فيها إلى الحق. </p><p> والمعنى: ومن (٢) تقضي سننه تعالى في خلقه أن يكون ضالًا عن طريق الحق .. فلن تجد له سبيلًا يصل بسلوكها إليه، فإن للحق سبيلًا واحدة هي صراط الفطرة المستقيم، وللباطل سبلًا كثيرة، عن يمين سبيل الحق وعن شمالها، كل من سلك منها سبيلًا بَعُدَ عن سبيل الحق بقدر إيغاله في السبيل التي سلكها، كما قال تعالى:  {وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلَا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ} وقد أوضح النبي - صلى الله عليه وسلم - معنى الآية بالخطوط الحسية، فخط في الأرض خطًّا فجعله مثالًا لسبيل الله تعالى، وخط على جانبيه خطوطًا لسبل الشيطان، وهذه الخطوط المستقيمة لا تلتقي مع الخط الأول. </p><p> وسبيل الفطرة تقتضي أن يعرض الإنسان جميع أعماله على ميزان الشرع وسنن العقل، ويتبع ما يظهر له أنه الحق الذي فيه منفعته عاجلًا وآجلًا، وفيه كماله الإنساني، وأكثر ما يصده عن هذه السبيل التقليد والغرور بالطواغيت، وظنه أنه ليس هناك ما هو أكمل مما هو فيه، وبهذا يقطع على نفسه طريق الحق، والنظر في النفع والضر والحق والباطل، وشبهته في ترك صراط الفطرة أن عقله قاصر عن التمييز بين الحق والباطل والخير والشر، فعليه أن يتبع ما وجد عليه الآباء والأجداد من زعماء عصره، ولو كانوا لا يعقلون شيئًا ولا يهتدون، ثم ذكر سبحانه وتعالى ما يجول في صدور أولئك المنافقين من أماني فقال: </p><p> ٨٩ - {وَدُّوا لَوْ </p><p>(١) البحر المحيط. (٢) المراغي.</p><p> تَكْفُرُونَ كَمَا كَفَرُوا}؛ أي: تمنى هؤلاء المنافقون كفركم بمحمد - صلى الله عليه وسلم - وبالقرآن كفرًا مثل كفرهم بهما، {فَتَكُونُونَ} أنتم وهم {سَوَاءً} ؛ أي: مستوين في الكفر؛ أي: إن هؤلاء لا يقنعون بما هم عليه من الضلال والغواية، بل يطمعون أن تكونوا أمثالهم، وتحذوا حذوهم، حتى يقضى على الإِسلام الذي أنتم عليه، وهذا منتهى ما يكون من الغلو والتمادي في الكفر، حيث لا يكتفون بضلالهم بل يرجون إضلال غيرهم. </p><p> ثم حذر المؤمنين من غوائل نفاقهم فقال:  {فَلَا تَتَّخِذُوا مِنْهُمْ أَوْلِيَاءَ حَتَّى يُهَاجِرُوا فِي سَبِيلِ اللَّهِ} وهذا جواب شرط محذوف، تقديره: إذا كان حال هؤلاء المنافقين ما ذُكر من ودادة كفركم، وطمعهم فيه .. فلا تجعلوا لكم منهم أولياء وأنصارًا يساعدونكم على المشركين، حتى يؤمنوا ويهاجروا من أوطانهم ويقاتلوا مع رسول الله - صلى الله عليه وسلم - في سبيل الله تعالى، والمراد بالهجرة هنا الخروج مع رسول الله - صلى الله عليه وسلم - للقتال في سبيل الله تعالى، مخلصين صابرين محتسبين، وإنما قيد الهجرة بكونها في سبيل الله تعالى، لإخراج الهجرة من دار الكفر إلى دار الإِسلام ومن شعار الكفر إلى شعار الإِسلام لغرض من أغراض الدنيا كامرأة ينكحها أو دنيا يصيبها، فإن المعتبر وقوع تلك الهجرة لأجل أمر الله تعالى. </p><p> واعلم أن الهجرة ثلاثة أقسام (١) : </p><p> هجرة المومنين في أول الاسلام: وهي المذكورة في قوله تعالى: {لِلْفُقَرَاءِ الْمُهَاجِرِينَ} ، وقوله تعالى:  {وَمَنْ يَخْرُجْ مِنْ بَيْتِهِ مُهَاجِرًا إِلَى اللَّهِ وَرَسُولِهِ} ونحوهما من الآيات. </p><p> وهجرة المنافقين: وهي خروج الشخص مع رسول الله - صلى الله عليه وسلم - صابرًا محتسبًا لأغراض الدنيا، وهي المرادة هنا. </p><p> وهجرة عن جميع المعاصي: وهي المرادة بقوله - صلى الله عليه وسلم -: \"المهاجر من هجر ما نهى الله عنه\" . </p><p>(١) خطيب.</p>"
}