{
  "id": null,
  "sura": 4,
  "aya": 12,
  "text": "<p> المؤمنين بعضَهم في بعض، فأطوعكم لله تعالى من الأبناءِ، والآباءِ أرفعكم درجةً في الجنة، وإن كان الوالد أرفعَ درجةً في الجنة من ولده، رفع الله إليه ولده بمسألته؛ لتقر بذلك عينه، وإن كان الولد أرفع درجةً في الجنة من والديه، رفع الله إليه والديه، ولذا قال تعالى:  {لَا تَدْرُونَ أَيُّهُمْ أَقْرَبُ لَكُمْ نَفْعًا} ؛ لأن أحد المتوالدَين لا يعرف أنَّ انْتِفَاعَه في الجنة بهذا أكثر أم بذلك. </p><p> وقيل (١) : معناه كانَ عليمًا بخلقه قبل أن يخلقهم، حكيمًا حيث فرض للصغار مع الكبار، ولم يخص الكبارَ بالميراث، كما كانت العرب تفعل. </p><p> ١٢ - وبعد أن بين الله سبحانه وتعالى فرائض الأولاد، والوالدين، وقدم الأهمَ منهما من حيث حاجته إلى الأموال المتروكة، وهم الأولاد ذكر هنا فرائض الزوجين، فقال:  {وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَاجُكُمْ} ؛ أي: ولكم أيها المؤمنون نصف ما تركته زوجاتكم من المال {إِنْ لَمْ يَكُنْ لَهُنَّ} ؛ أي: لتلك الزوجات {وَلَدٌ} سواءُ أكان منكم أم من غيركم، ولو من زنا، فإن ولد الزنا ينسب لأمه، وسواء أكان ذكرًا أم أنثى، وسواءٌ أكان واحدًا أم أكثر، وسواء أكان من بطنها، أو صلب بنيها، أو بني بنيها، وباقي التركة لأولادها، ووالديها على ما بينه الله في الآية السالفة، ولا يشترط في الزوجة أن تكون مدخولًا بها، بل يكفي مجرد العقد {فَإِنْ كَانَ لَهُنَّ وَلَدٌ} وارث واحد، أو متعدد {فَلَكُمُ} أيها الأزواج {الرُّبُعُ مِمَّا تَرَكْنَ} ؛ أي: مما تركته الزوجات من المال، والباقي من التركة للأقرب إليها من ذوي الفروض والعصبات، أو ذوي الأرحام، أو لبيت المال، إن لم يكن وارث آخر. </p><p> واعلم: أنه لما جعل الله سبحانه وتعالى في الموجب النسبي حظ الرجل مثلَ حظ الأنثيين، جعل الله في الموجب السببي للرجل مثلَ حظ الأنثيين {مِنْ بَعْدِ وَصِيَّةٍ يُوصِينَ بِهَا أَوْ دَيْنٍ} ؛ أي: هذه الأنصباء إنما تدفع لكم أيها الأزواج في الحالين من بعد تنفيذ وصية يوصين الزوجات بها غير مضارات بها، </p><p>(١) الخازن.</p><p> ومن بعد قضاء دين عليهن إن كان؛ إذ لا يأخذ الوارث شيئًا من التركة إلا ما فضل عنهما إن وجدا، أو وجد أحدهما، {وَلَهُنَّ الرُّبُعُ مِمَّا تَرَكْتُمْ} ؛ أي: وللزوجات الربع من المال الذي تركتموه أيها الأزواج {إِنْ لَمْ يَكُنْ لَكُمْ وَلَدٌ} ذكر، أو أنثى واحد، أو متعدد منهن، أو من غيرهن على التفصيل السابق في أولادهن، فإن كانت واحدةً .. فلها هذا الربع وحدها، وإن كان له زوجان فأكثر .. اشتركتا أو شتركن فيه على طريق التساوي، والباقي يكون لبقية ورثتكم من أصحاب الفروض، والعصبات، أو ذوي الأرحام، أو لبيت المال إن لم يكن لكم وارث آخر أصلًا {فَإِنْ كَانَ لَكُمْ} أيها الأزواج {وَلَدٌ} وارث على التفصيل السابق، ولا فرق بين الولد، وولد الابن، وإن سفل في ذلك، وسواء كان الولد للرجل من الزوجة، أو من غيرها {فَلَهُنَّ} ؛ أي: لزوجاتكم {الثُّمُنُ مِمَّا تَرَكْتُمْ} من الأموال، والباقي لبقية الورثة. </p><p> {مِنْ بَعْدِ وَصِيَّةٍ تُوصُونَ بِهَا أَوْ دَيْنٍ} ؛ أي: هذه الأنصباء: إنما تدفع لأزواجكم من بعد تنفيذ وصية توصون بها، أيها الأزواج، حَالَ كونكم غير مضارينَ بها، وبعد قضاء دين عليكم إذا وجدا، أو وجد أحدهما. </p><p> وبهذا (١) تعلم أن فرَضَ الرجل بحق الزواج ضعف فرض المرأة كما في النسب، ولم يعط الله تعالى للزوجات في الميراث إلا مثل ما أعطى للزوجة الواحدة؛ لإرشادنا إلى أن الأصل الذي ينبغي أن نسيرَ عليه في الزوجية، أن تكون للرجل امرأة واحدةٌ، وإنما يباح الأكثر بشروط مضيقة، وأن التعدد من الأمور النادرة التي تدعو إليها الضرورة، فلم يراعها الشارع في الأحكام، إذ الأحكام إنما توضع للأصل الذي عليه العمل، والنادرُ لا حكمَ له. وبعد أن بين الله سبحانه وتعالى حكمَ ميراثِ الأولاد، والوالدين، والأزواج ممن يتصل بالميت مباشرةً شرع يبين من يتصل به بالواسطة، وهو الكلالة فقال:  {وَإِنْ كَانَ رَجُلٌ يُورَثُ} من أورث صفة رجل؛ أي: إن كان الميت المورث </p><p>(١) المراغي.</p><p> {كَلَالَةً} خبر كان، أو يورث خبره و {كَلَالَةً} حال من الضمير فيه؛ أي: مكللا مكتنفا محاطًا بحواشي النسب، متجردًا خاليًا عن أصوله، وفروعه، وذلك بأن كان له أخ أو أخت، وليس له ولد، ولا والد. </p><p> و {الكلالة} لغةً: الإحاطة، ومنه الإكليل لإحاطته بالرأس، وسمي من عدا الوالد، والولد بالكلالة؛ لأنهم كالدائرة المحيطة بالإنسان، وكالإكليل المحيط برأسه، أما قرابة الولادة. ففيها يتفرع بعض من بعض كالشيء الذي يتزايد على نسق واحد، {أَوِ} كانت {امْرَأَةٌ} تورث {كَلَالَةً}  {وَلَهُ} ؛ أي: لذلك الرجل الموروث {كَلَالَةً} أو للمرأة الموروثة {كَلَالَةً}  {أَخٌ أَوْ أُخْتٌ} من أم؛ لأن الأخوين من العصبة سيأتي حكمهما في آخر السورة {يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِي الْكَلَالَةِ} الخ، ويشهد لهذا المعنى قراءة أبي وسعد بن أبي وقاص {وله أخ أو أخت من أم} وإنما استشهدنا بهذه القراءة مع كونها شاذةً؛ لأنها بمنزلة رواية الآحاد، ورواية الآحاد يستدل بها؛ لأنها منقولة عن النبي - صلى الله عليه وسلم - {فَلِكُلِّ وَاحِدٍ مِنْهُمَا} ؛ أي: فلكل من الأخ، والأخت المذكورين {السُّدُسُ} من غير تفضيل للذكر على الأنثى، لأنه لا تعصيب فيمن أدلوا به، وهي الأم {فَإِنْ كَانُوا} ؛ أي: فإن كان من يرث من الإخوة للأم {أَكْثَرَ مِنْ ذَلِكَ} ؛ أي: من الواحد {فَهُمْ} ؛ أي: الزائدون على الواحد، كيفما كانوا {شُرَكَاءُ فِي الثُّلُثِ} فالذكر والأنثى فيه سواء، والباقي لبقية الورثة من أصحاب الفروض والعصبات. </p><p> وقرأ (١) الجمهور {يُورَثُ} بفتح الراء مبنيا للمفعول من أورثَ مبنيًّا للمفعول، وقرأ الحسن بكسرها مبنيًّا للفاعل من أورث أيضًا، وقرأ أبو رجاء، والحسن أيضًا، والأعمش بكسر الراء وتشديدها من ورث. </p><p> {مِنْ بَعْدِ وَصِيَّةٍ يُوصَى بِهَا} ؛ أي: هذه الأنصباء المذكورة للإخوة من الأم، إنما تدفع لهم من بعد تنفيذ وصية يوصي بها الميت حالةَ كونه غير مدخل بها الضرر على ورثته؛ بأن يوصيَ بأكثر من الثلث، أو يوصي بالثلث لغرض </p><p>(١) البحر المحيط.</p><p> تنقيص حقوق الورثة {أَوْ دَيْنٍ} ؛ أي: ومن بعد قضاء دين عليه، إن كان حالةَ كونه {غَيْرَ مُضَارٍّ} به؛ أي: غير مدخل الضرر على الورثةِ بذلك الدين؛ بأن يقر على نفسه بدين لا حقيقةَ له لحرمان الورثة. </p><p> والحاصل (١) : أن الضرار في الوصية، والدين يقع على وجوه: </p><p> الأول: أن يوصي بأكثر من الثلث، وهو لا يصح، ولا ينفذ، وعن ابن عباس: إنّ الضِرَارَ فيها من الكبائر. </p><p> الثاني: أن يوصي بالثلث فما دونه، لا لغرض من القربة، والتصدق لوجه الله بل لغرض تنقيص حقوق الورثة. </p><p> الثالث: أن يقر بدين لأجنبي يستغرق المالَ كله، أو بعضَه، ولا يريد بذلك إلا مضارة الورثة، وكثيرًا ما يفعله المبغضون للورثة، ولا سيما إذا كانوا كلالةً، ومن ثم جاء ذكر هذا القيد {غَيْرَ مُضَارٍّ} في وصية ميراث الكلالة؛ لأن القصد إلى مضارة الوالدَين، أو الأولاد، وكذا الأزواج نادرٌ. </p><p> الرابع. أن يقر بأن الدينَ الذي كان له على فلان، قد استوفاه، ووَصَلَ إليه. </p><p> الخامس: أن يبيع شيئًا بثمن بخس، أو يشتري شيئًا بثمن غال. </p><p> والمعنى: تدفع الأنصباء لأصحابها بعد إخراج وصية، وقضاء دين لم يحصل بهما ضرر للورثة، وإن حصل الضرر بهما، فلا اعتبار بهما. قال الشوكاني (٢) : فما صَدَرَ من الإقرارات بالديون، أو الوصايا المنهي عنها له، أو التي لا مقصد لصاحِبِهَا إلا المضارةَ لورثته، فهو باطل مردود، لا ينفذ منه شيء لا الثلث ولا دونه، وإنما كرر الوصية أربعَ مرات لاختلاف الموصين، فالأول: الأولاد؛ والثاني: الزوجة، والثالث: الزوج، والرابع: الكلالة. </p><p> قال النخعي: قبض رسول الله - صلى الله عليه وسلم - ولم يوص، وقبض أبو بكر، وقد وصى </p><p>(١) المراغي. (٢) فتح القدير.</p><p> فإن أوصى الإنسان. فحسن، وإن لم يوص .. فحسن أيضًا، ومن الحسن أن ينظر الإنسان في قدر ما يخلف، ومن يخلف، ثم يجعل وصيته بحسب ذلك، فإن كان ماله قليلًا، وفي الورثة كثرة .. لم يوص، وإن كان في المال كثرة .. أوصى بحسب ماله، وبحسب حاجتهم بعده كثرةً وقلةً، وقد روي عن علي أنه قال: لأن أوصي بالخمس، أحب إلى من أن أوصي بالربع، ولأن أوصي بالربع، أحب إلى من أن أوصي بالثلث. </p><p> وقرأ ابن كثير (١) وابن عامر وعاصم {يُوصَى} بفتح الصاد، وقرأ الباقون بكسرها، واختار الكسر أبو عبيد، وأبو حاتم؛ لأنه جرى ذكرُ الميت قبل هذا، قال الأخفش: وتصديق ذلك قوله {يُوصِينَ} و {تُوصُونَ} وقرأ الحسن {غير مضار وصية} بالإضافة، وفيه وجهان: أحدهما: تقديره: غير مضار أهل وصية، أو ذي وصية، فحذف المضاف، والثاني تقديره: غير مضار وقتَ وصية، فحذف، وهو من إضافة الصفة إلى الزمان، ويقرب من ذلك قولهم: هو فارس حرب؛ أي: فارس في الحرب، ذكره أبو البقاء {وَصِيَّةً مِنَ اللَّهِ} ؛ أي: يوصيكم الله سبحانه وتعالى بذلك، ويأمركم به وصيةً منه عز وجل، فهي جديرة أن يعتنى بها، ويذعن للعمل بموجبها، {وَاللَّهُ عَلِيمٌ} بما ينفعكم، وبنياتِ الموصين منكم، {حَلِيمٌ} لا يعجل بعقوبتكم بمخالفة أحكامه، ولا بالجزاء على مخالفتها عسى أن تتوبوا؛ كما لا يبيح لكم أن تعجلوا بعقوبة من تبغضونه، فتضاروه في الوصية، كما لا يرضى لكم بحرمان النساءِ، والأطفال من الإرث. وفي هذا إشارة إلى أنه تعالى قد فرضها، وهو يعلم ما فيها من الخير، والمصلحة لنا، فمن الواجب أن نذعن لوصاياه، وفرائضه، ونعمل بما ينزلُ علينا من هدايته؛ كما لا ينبغي أن يغر الطامع في الاعتداء، وأكل الحقوق تمتع بعض المعتدين بما أكلوا بالباطل، فيظن أنهم بمنجاة من العذاب، فيتجرأ على مثل ما تجرؤوا عليه من الاعتداء، فإنه إمهال يقتضيه الحلم، لا إهمالُ من العجز، وعدم العلم. </p><p>(١) الشوكاني.</p>"
}