{
  "id": null,
  "sura": 4,
  "aya": 141,
  "text": "<p> تعليل لكونهم مثلهم في الكفر، ببيان ما يستلزمه من شركتهم لهم في العذاب. </p><p> ١٤٠ - وقرأ الجمهور (١) : {وَقَدْ نَزَّلَ} مشددًا مبنيا للمفعول، وقرأ عاصم:  {نَزَّلَ} مشددًا مبنيًّا للفاعل، وقرأ أبو حيوة وحميد:  {نزَل} مخففًا مبنيًّا للفاعل، وقرأ النخعي:  {أنزل} بالهمزة مبنيًّا للمفعول، ومحل {أَنْ} رفع أو نصب، على حسب العامل فنصب على قراءة عاصم، ورفع على الفاعل على قراءة أبي حيوة وحميد، وعلى المفعول الذي لم يسم فاعله على قراءة الباقين، وهي مخففة من الثقيلة واسمها ضمير الشأن. </p><p> ١٤١ - ثم بين بعض أحوال المنافقين فقال:  {الَّذِينَ يَتَرَبَّصُونَ بِكُمْ} بدل من: {الَّذِينَ يَتَّخِذُونَ} أو صفة للمنافقين والكافرين؛ أي: الذين ينتظرون ما يحدث بكم من خير أو شر؛ أي: إن هؤلاء المنافقين ينتظرون أمرهم وما يحدث لكم من كسر أو نصر وشر أو خير، {فَإِنْ كَانَ لَكُمْ} أيها المؤمنون {فَتْحٌ} ونصر {مِنَ اللَّهِ} تعالى على الكافرين وظفر وغنيمة {قَالُوا} ؛ أي: قال المنافقون للمؤمنين: {أَلَمْ نَكُنْ مَعَكُمْ} أيها المؤمنون في الدين والجهاد، والاستفهام فيه وفيما بعده تقريري؛ أي؛ لتقرير ما بعد النفي على حد:  {أَلَمْ نَشْرَحْ لَكَ} ؛ أي: كنا معكم واستحوذنا عليكم ومنعناكم، فأعطونا من الغنيمة؛ أي: فإن نصركم الله وفتح عليكم .. ادعوا أنهم كانوا معكم، فيستحقون مشاركتكم في النعمة وإعطاءهم من الغنيمة، وإنما سمى (٢) ظفر المسلمين فتحًا، وظفر الكافرين نصيبًا تعظيمًا لشأن المسلمين، وتحقيرًا لحظ الكافرين لتضمن الأول نصرة دين الله وإعلاء كلمته، ولهذا أضاف الفتح إليه تعالى، وحظ الكافرين في ظفر دنيوي سريع الزوال {وَإِنْ كَانَ لِلْكَافِرِينَ نَصِيبٌ} ؛ أي: حظ من الظفر عليكم {قَالُوا} ؛ أي: قال المنافقون للكافرين: {أَلَمْ نَسْتَحْوِذْ عَلَيْكُمْ} ؛ أي: ألم نغلب عليكم، ونتمكن من قتلكم وأسركم، وأبقينا عليكم ورحمناكم، فرجعتم سالمين غانمين {و} ألم {نمنعكم من المؤمنين} ؛ أي: ألم نحمكم ونمنع المؤمنين من قتلكم وأسركم وظفرهم عليكم بتخذيلهم </p><p>(١) البحر المحيط. (٢) كرخي.</p><p> والتواني في الحرب معهم، وإلقاء الكلام الذي تضعف به عزائمهم عن قتالكم، ومراسلتنا إياكم بأخبارهم وأسرارهم، وإلا لكنتم نهبة للنوائب، فاعرفوا لنا هذا الفضل، وهاتوا لنا نصيبًا مما أصبتم. وقرأ أبي:  {ومنعناكم من المؤمنين} وهذا معطوف على معنى مقدر، لأن المعنى: أما استحوذنا عليكم ومنعناكم، كقوله: {أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ (١) وَوَضَعْنَا} إذا المعنى: أما شرحنا لك صدرك ووضعنا عنك، والجمهور على جزم {ونمنع} عطفًا على ما قبله، وقرأ ابن أبي: بنصب العين وهي ظاهرة، فإنه على إضمار أن بعد الواو المعية الواقعة في جواب الاستفهام، وقيل المعنى: إن (١) أولئك الكفار قد هموا بالدخول في الإِسلام، والمنافقون حذروهم عن ذلك، وأطمعوهم أنه سيضعف أمر محمَّد، وسيقوى أمركم، فإذا اتفقت لهم صولة على المسلمين .. قال المنافقون للكفار: ألسنا غلبناكم على رأيكم في الدخول في الإِسلام ومنعناكم منه، وقلنا لكم سيضعف أمر محمَّد، ويقوى أمركم، فلما شاهدتم صدق قولنا .. فادفعوا إلينا نصيبًا مما أصبتم وغنمتم منهم. </p><p> والسر (٢) في التعبير عن ظفر المؤمنين بالفتح، وأنه من الله، وعن ظفر الكافرين بالنصيب، كما مر الإيماء إلى أن العاقبة للحق دائمًا، وأن الباطل ينهزم أمامه، مهما كان له أول أمره من صولة ودولة، وقد يقع أثناء ذلك نصيب من الظفر للباطل، ولكن تنتهي بغلبة الحق عليه كما قال:  {وَكَانَ حَقًّا عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ} ما دام أهله متبعين لسنة الله، بأخذ الأهبة وإعداد العدة، كما أمر بذلك الكتاب العزيز بقوله:  {وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِبَاطِ الْخَيْلِ} . </p><p> وإنما غلب المسلمون في هذه العصور على أمرهم، وفتح الكافرون بلادهم، التي فتحوها من قبل بقوة إيمانهم؛ لأنهم تركوا أخذ الأهبة وإعداد العدة، وقام أعداؤهم بكل ما تستدعيه الحروب الحاضرة، فأنشؤوا البوارج (٣) </p><p>(١) المراح. (٢) المراغي.(٣) البوارج - جمع بارجة -: وهي السفينة الكبيرة للقتال.</p><p> والمدافع والدبابات المدرعة والغواصات المهلكة والطائرات المنقضة، إلى نحو ذلك من آلات التدمير والهلاك في البر والبحر والجو، ووسائل ذلك من علوم طبيعية أو آلية ميكانيكية أو رياضية. </p><p> {فَاللَّهُ} سبحانه وتعالى {يَحْكُمُ بَيْنَكُمْ} أيها المؤمنون الصادقون، وبين المنافقين الذين يظهرون الإيمان، ويبطنون الكفر {يَوْمَ الْقِيَامَةِ} حكمًا يليق بشأن كل من الثواب والعقاب، فيثيب أحباءه ويعاقب أعداءه، أما في الدنيا فأنتم وهم سواء في عصمة الأنفس والأموال، كما جاء في الحديث:  \"فإذا قالوها عصموا مني دماءهم وأموالهم\" . </p><p> والحاصل: أن المنافقين (١) يميلون مع من له الغلب والظفر من الطائفتين، ويظهرون لهم أنهم كانوا معهم على الطائفة المغلوبة، وهذا شأن المنافقين أبعدهم الله تعالى، وشأن من حذا حذوهم من أهل الإِسلام، من التظهر لكل طائفة بأنه معها على الأخرى، والميل إلى من معه الحظ من الدنيا في مال أو جاه، فيلقاه بالتملق والتودد والخضوع والذلة ويلقى من لا حظ له من الدنيا بالشدة والغلظة وسوء الخلق ويزدري به، ويكافحه بكل مكروه، فقبح الله أخلاق أهل النفاق وأبعدها، وهذا مما ابتلي به المسلمون كثيرًا في عصرنا هذا، الذي تذهب فيه النحاس، وتنحس فيه الذهب وَعُدَّ العلم فيه جهلًا والجهل علمًا، {وَلَنْ يَجْعَلَ اللَّهُ} سبحانه وتعالى {لِلْكَافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلًا} ؛ أي: غلبة وسلطة ما داموا مستمسكين بدينهم؛ أي: إن المؤمنين ما داموا مستمسكين بدينهم متبعين لأمره ونهيه، قائمين بعمل ما يستدعيه الدفاع عن بيضة الدين، من أخذ الأهبة وإعداد العدة .. لن يغلبهم الكافرون، ولن يكون لهم عليهم سلطان، وما غُلب المسلمون على أمرهم .. إلا بتركهم هدي كتابهم، وتركهم أوامر دينهم وراءهم ظهريًّا، فذلوا بعد عزة، وأجلب الكفار عليهم بخيلهم ورجلهم، ودخلوا عليهم في عقر دارهم، وامتلكوا بلادهم، واقتسموا أراضيهم، وضربوا عليهم الجزية، </p><p>(١) الشوكاني.</p>"
}