{
  "id": null,
  "sura": 4,
  "aya": 139,
  "text": "<p> يقبل منهم ولم يغفر لهم. </p><p> والمعنى: أنَّ هؤلاء قد استبان من ذبذبتهم واضطراب أحوالهم من إيمان إلى كفر ثم من كفر إلى إيمان وهكذا، إنهم قد فقدوا الاستعداد لفهم حقيقة الإيمان، وفقه مزاياه وفضائله، ومثلهم لا يرجى لهم بحسب سنن الله في خليقته أن يهتدوا إلى الخير، ولا أن يسترشدوا إلى نافع، ولا أن يسلكوا سبيل الله، فجدير بهم أن يمنع الله عنهم رحمته، ورضوانه ومغفرته وإحسانه؛ لأن أرواحهم قد دنست، وقلوبهم قد عميت، فلم تكن محلًا للمغفرة، ولا للرجاء في ثواب، والله أرحم الراحمين واسع المغفرة، لم يكن ليحرم أحدًا المغفرة والهداية بمحض الخلق والمشيئة وإنما مشيئته مقترنة بحكمته، وقد جرت سنة الله وحكمته الأزلية بأن يكون كسب البشر لعلومهم وأعمالهم مؤثرًا في نفوسهم، فمن طال عليه أمد التقليد .. حجب عن عقله نور الدليل، ومن طال عليه عهد الفسوق والعصيان .. حرم من أسباب الغفران التي ذكرها الله سبحانه وتعالى في قوله: {وَإِنِّي لَغَفَّارٌ لِمَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا ثُمَّ اهْتَدَى (٨٢) } ولا شك أن المغفرة وهي محو أثر الذنب من العبد إنما تكون بتأثير التوبة والعمل الصالح، الذي يزيل ما علق في النفس من تلك الآثام، كما قال تعالى:  {إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ} . </p><p> ١٣٨ - {بَشِّرِ} ؛ أي: أخبر يا محمَّد {الْمُنَافِقِينَ} ، وأنذرهم {بِأَنَّ لَهُمْ عَذَابًا أَلِيمًا} ؛ أي: مؤلمًا، البشارة لا تستعمل غالبًا إلا في سارِّ الأخبار، إذ هي مأخوذة من انبساط بشرة الوجه، فاستعمالها في الأخبار السيئة يكون من باب التهكم والتوبيخ؛ أي: بشر المنافقين بالعذاب المؤلم، الذي لا يقدر قدره ولا يحيط بكنهه إلا علام الغيوب، </p><p> ١٣٩ - ثم بين بعض صفاتهم التي تستوجب لهم الذم فقال:  {الَّذِينَ يَتَّخِذُونَ الْكَافِرِينَ أَوْلِيَاءَ} ؛ أي: هؤلاء المنافقون هم الذين يتخذون ويجعلون الكافرين المجاهرين بالكفر المعادين للمؤمنين أولياء وأنصارًا لأنفسهم {مِنْ دُونِ الْمُؤْمِنِينَ} حال من فاعل {يَتَّخِذُونَ} ؛ أي: يتخذون الكفرة أنصارًا حالة كونهم متجاوزين في اتخاذهم اتخاذ المؤمنين؛ أي: قاصرين في الموالاة والمناصرة على الكافرين، معرضين عن موالاة المؤمنين، وتاركين لها، ويمالؤون </p><p> الكافرين عليهم، اعتقادًا منهم أن أمر محمَّد لا يتم، وأن الدولة والغلبة للكافرين، وأن العزة لهم، {أَيَبْتَغُونَ عِنْدَهُمُ الْعِزَّةَ} ؛ أي: أيطلبون بموالاة الكفار الغلبة والقوة عندهم، والاستفهام إنكاري؛ أي: لا عزة للكفار، فكيف تبتغي عندهم العزة، {فَإِنَّ الْعِزَّةَ} والغلبة والقوة كائنة هي {لِلَّهِ} سبحانه وتعالى، حالة كونها {جَمِيعًا} ؛ أي: في الدنيا والآخرة، يؤتيها من يشاء، فعليهم أن يطلبوها من الله تعالى بصادق إيمانهم، واتباعهم هدايته التي أرشد إليها أنبياءه، وبينوا لهم أسبابها، وقد آتاها المؤمنين حينما اهتدوا بكتابه، وساروا على سننه، ونهجوا نهجه، فلما أعرضوا عن هذه الهداية التي اعتز بها أسلافهم .. ذلوا وخضعوا لأعدائهم، وصار منهم منافقون، يوالون الكافرين، يبتغون عندهم عزة وشرفًا، وما هم لها بمدركين، والمقصود من هذا التهييج على طلب العزة من جناب الله تعالى. </p><p> وبعدئذ نهى المؤمنين أن يجلسوا مع من ينتقص الدين، ويزدري بأحكامه فقال:  {وَقَدْ نَزَّلَ} الله سبحانه وتعالى {عَلَيْكُمْ} يا معشر المؤمنين {فِي الْكِتَابِ} ؛ أي: في القرآن في سورة الأنعام في مكة {أَنْ إِذَا سَمِعْتُمْ آيَاتِ اللَّهِ يُكْفَرُ بِهَا وَيُسْتَهْزَأُ بِهَا} ؛ أي: أنزل عليكم أنه إذا سمعتم آيات الله مكفورًا بها ومستهزأ بها؛ أي: سمعتم القرآن يكفر به الكافرون، ويستهزىء به المستهزؤون .. {فَلَا تَقْعُدُوا} ؛ أي: فلا تجلسوا {مَعَهُمْ} ؛ أي: مع الكافرين الذين يستهزؤون، ويسخرون بالقرآن {حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ} ؛ أي: حتى يشرعوا ويشتغلوا بحديث في غير القرآن، ويتركوا الخوض فيه {إِنَّكُمْ} أيها المؤمنون {إِذًا} ؛ أي: إذا قعدتم معهم، واستمعتم حديثهم في استهزاء القرآن {مِثْلُهُمْ} ؛ أي: مثل الكافرين في الاستهزاء والكفر به؛ أي: تكونون شركاء لهم في الكفر، لأنكم رضيتم به، ووافقتموهم عليه. قال البيضاوي: إذا هنا ملغاة لوقوعها بين الاسم والخبر، ولذلك لم يذكر بعدها الفعل، وإفراد {مِثْلُهُمْ} لأنه كالمصدر، أو للاستغناء بالإضافة إلى الجمع انتهى. وهذه الجملة مستأنفة مسوقة لتعليل النهي غير داخلة تحت التنزيل. وقرىء شاذًا:  {مِثْلُهُمْ} بالفتح، وهو مبني لإضافته إلى المبهم، كما بني في قوله:  {مِثْلَ مَا أَنَّكُمْ تَنْطِقُونَ} ، ويذكر في موضعه إن شاء الله </p><p> تعالى، وقيل نصب على الظرف كما قيل في بيت الفرزدق: </p><p> وإِذْ مَا مِثْلُهُمْ بَشَرُ </p><p> أي: إنكم في مثل حالهم، ذكره أبو البقاء، والمعنى: إنكم مشاركون لهم في الإثم قال بعضهم: </p><p> وَسَمْعَكَ صُنْ عَنْ سَمَاعِ الْقَبِيْحِ ... كَصَوْنِ اللِّسَانِ عَنِ النُّطْقِ بِهْ </p><p> فَإِنَّكَ عِنْدَ سَمَاعِ الْقَبِيْحِ ... شَرِيْكٌ لِقَائِلِهِ فَانْتَبِهْ </p><p> والمراد بالذي نزله في الكتاب هو قوله تعالى في سورة الأنعام المكية:  {وَإِذَا رَأَيْتَ الَّذِينَ يَخُوضُونَ فِي آيَاتِنَا فَأَعْرِضْ عَنْهُمْ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ} ، وقد كان بعض المسلمين يجلسون مع المشركين، وهم يخوضون في الكفر، وذم الإِسلام والاستهزاء بالقرآن، ولا يستطيعون الإنكار عليهم، لضعفهم وقوة المشركين، فأمروا بالإعراض عنهم وعدم الجلوس معهم في هذه الحال. </p><p> ثم إن يهود المدينة كانوا يفعلون فعل مشركي مكة، وكان المنافقون يجلسون معهم، ويستمعون إليهم، فنهى الله المؤمنين عن ذلك. </p><p> والخلاصة: أنكم إذا سمعتم الكلام الذي يتضمن جعل الآيات في موضع السخرية والاحتقار .. فابتعدوا عنهم، ولا ترجعوا إليهم حتى يعودوا إلى حديث آخر. </p><p> وفي الآية (١) دليل على وجوب اجتناب كل موقف يخوض فيه أهله بما يفيد التنقيص والاستهزاء للأدلة الشرعية والأحكام الدينية، كما يقع ذلك كثيرًا من أسراء التقليد الذين استبدلوا آراء العلماء بالكتاب والسنة، ولم يبق في أيديهم سوى قال إمام مذهبنا كذا، وقال فلان من أتباعه بكذا، وإذا سمعوا من يستدل على تلك المسألة بآية قرآنية أو بحديث نبوي .. سخروا منه، ولم يرفعوا إلى ما قاله رأسًا، ولا بالوا به بالة، وظنوا أنه قد جاء بأمر فظيع وخطب شنيع، وخالف </p><p>(١) الشوكاني.</p><p> مذهب إمامهم الذي نزلوه منزلة معلم الشرائع، بل بالغوا في ذلك حتى جعلوا رأيه الفائل واجتهاده الذي هو عن المنهج مائل مقدمًا على كتاب الله وسنة رسوله، فهذه مصيبة يا لها مصيبة، وإنا لله وإنا إليه راجعون. </p><p> وفي الآية (١) إيماء إلى أن من يقر المنكر ويسكت عليه يقع في الإثم، وإلى أن إنكار الشيء يمنع من انتشاره بين الناس، وقد وقع في هذا المنكر كثير من المسلمين، فإنهم يرون الملحدين في البلاد يخوضون في آيات الله ويستهزؤون بالدين، وهم يسكتون عن ذلك، ولا يبدون إنكارًا ولا اشمئزازًا ولا صدًّا ولا إعراضًا. </p><p> قال بعض أهل العلم (٢) : هذه الآية تدل على أن من رضي بالكفر .. فهو كافر، ومن رضي بمنكر يراه، وخالط أهله، وإن لم يباشر .. كان في الإثم بمنزلة المباشر، أما إذا كان ساخطًا لقولهم وفعلهم، وإنما جلس على سبيل التقية والخوف، فالأمر ليس كذلك، فالمنافقون الذين كانوا يجالسون اليهود ويطعنون في الرسول والقرآن مع اليهود هم كافرون مثل أولئك اليهود، أما المسلمون الذين كانوا بمكة يجالسون الكفار الذين كانوا يطعنون في القرآن. . فإنهم باقون على الإيمان؛ لأنهم إنما يجالسون الكفار للضرورة والتقية منهم، وأما المنافقون في المدينة فلا ضرورة لهم إلى الجلوس مع اليهود. </p><p> {إِنَّ اللَّهَ} سبحانه وتعالى {جَامِعُ الْمُنَافِقِينَ} ؛ أي: منافقي أهل المدينة، عبد الله بن أبي وأصحابه وغيرهم، {وَالْكَافِرِينَ} ؛ أي: كفار أهل مكة أبي جهل وأصحابه، وكفار أهل المدينة كعب بن الأشرف وغيرهم، {فِي} نار {جَهَنَّمَ} وقعرها حالة كونهم {جَمِيعًا} ؛ أي: مجتمعين فيها؛ أي: فكما أنهم اجتمعوا في الدنيا على الاستهزاء بآيات الله تعالى .. فكذلك يجتمعون في عذاب جهنم يوم القيامة، ولا يخفى ما في هذا من الوعيد للكفار والمنافقين، وهذه الجملة (٣) </p><p>(١) المراغي. (٢) المراح.(٣) أبو السعود.</p>"
}