{
  "id": null,
  "sura": 4,
  "aya": 21,
  "text": "<p> {بُهْتَانًا} ؛ أي: حالة كونكم باهتينَ وكاذبينَ عليها برميها بالفاحشة، {وَإِثْمًا مُبِينًا} ؛ أي: وحالة كونكم آثمين إثمًا مبينًا؛ أي: ظالمينَ لها ظلمًا، بينًا، ظاهرًا، بأخذ مالها بغير استحقاق له؛ أي: لا تفعلوا ذلك، وقد كان من دَأبهم أنهم إذا أرادوا تطليقَ الزوجة، رَمَوها بفاحشة، حتى تَخافَ وتشتريَ نَفْسَها منه بالمهر الذي دَفَعه إليها، وأصل البهتان (١) الكذب الذي يواجهُ به الإنسان صاحبَه على جهة المكابرة، فيبْهَتُ المكذوبُ عليه؛ أي: يتحيَّرُ ثُمَّ سميَ كلُّ باطل يتحيّر من بطلانه بُهْتَانًا. </p><p> ٢١ - ثم زاده إنكارًا آخر مبالغةً في التنفير من ذلك فقال:  {وَكَيْفَ تَأخُذُونَهُ} ؛ أي: وبأي وجه وسبب تأخذُون ذلك القنطار {وَقَدْ أَفْضَى بَعْضُكُمْ إِلَى بَعْضٍ} ؛ أي: والحال: أنه قد وَصَلَ، وألصقَ بعضكم أيُّها الأزواجُ والزوجات إلى بعض بالجماع الموجب للمهر، واجتمعتم في لحاف واحدٍ، ولاَبَس بعضكم بعضًا ملابسةً يتكوَّنُ منها الولد، فإنها قد بذلَتْ نفسَها لك، وجعلَتْ ذاتَها مَلاذك ومتمتعك، وحصلَت الألفة التامَّةُ بينكما، فكيف يليق بالعاقل أن يسترد منها شيئًا، فهذا لا يليق بمَنْ له طَبْعٌ سليم، وذوقٌ مستقيم؛ أي: إنَّ حالَ هؤلاء الذين يستحلون أخذَ مهور النساء إذا أرادوا مُفارقتَهن بالطلاق، لا لذنب جَنيْنَهُ، ولا لإثم اجترحنَه من الإتيان بفاحشة مبينة، أو عدم إقامة حدود الله، وإنما هو الرأي والهَوى، وكراهةُ معاشرَتِهن عجيب أيما عجيب، فكيف يستطيبون ويجُوزون أخذَ ذلك منهن بعد أن تأكَّدَت الرابطة بين الزوجين بأقوى رباط حيوي بين البشر، ولابس كل منهما الآخر حتى صار كل منهما من الآخر بمنزلة الجزء المتمم لوجوده، فَبعد أن أفضى كل منهما إلى الآخر إفضاء، ولابسه ملابسةً يتكون منها الولد يقطع تلك الصلة العظيمة، ويطمع في مالها وهي المظلومة الضعيفة، وهو القادر على اكتساب المال بسائر الوسائل، التي هدَى الله إليها البشرَ. </p><p> وجملة قوله:  {وَأَخَذْنَ مِنْكُمْ مِيثَاقًا غَلِيظًا} معطوفة على جملة قوله: </p><p>(١) البحر المحيط.</p><p> {وَقَدْ أَفْضَى بَعْضُكُمْ إِلَى بَعْضٍ} ؛ أي: وكيف تأخذونه، والحاصل: أن هؤلاء النساء، يعني زوجاتَهم قد أخذن وجعلن عليكم ميثاقًا، وعهدًا غليظًا؛ أي: شديدًا وعاشرن معكم بذلك العهد. قال ابن عباس، ومجاهد: الميثاق الغليظ: كلمة النكاح المعقودة على الصداق، وهي الكلمة التي تستحلُّ بها الفروجُ، ويدل على ذلك ما رُوي عن النبي - صلى الله عليه وسلم - أنه قال:  \"اتقوا الله في النساء فإنكم أخذتموهن بأمانة الله، واستحللتم فروجهن بكلمة الله،وقيل:هو قولُ العاقد عند العقد زوجتكها على ما أخَذَ الله للنساء على الرجال من إمساك بمعروف، أو تسريح بإحسان، قاله قتادة.</p><p> وهذا الإسناد (١) مجاز عقلي من الإسناد للسبب؛ لأن الآخذ للعهد حقيقة هو الله سبحانه وتعالى، لكن بولغ فيه حتى جَعَل كأنهن الآخذاتُ له، والمعنى فكيف تأخذونه، والحاصل أنَّ الله سبحانه وتعالى قد أخذ وجعل عليكم أيُّها الأزواج بسببهن ميثاقًا غليظًا، وعهدًا شديدًا على التقوى في حقوقهن حيث قال: على لسان نبيه محمد - صلى الله عليه وسلم -: \" اتقوا الله في النساء\" الحديث. </p><p> وقيل: الميثاق الغليظُ: المودةُ والرحمةُ المذكورة في قوله تعالى: {وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا لِتَسْكُنُوا إِلَيْهَا وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةً} فالإسناد على هذا حقيقي، والمعنى حينئذ: فكيف تأخذونه وقد أخذنَ وحَمَلْنَ أزواجكم بسببكم مودةً شديدةً وشفقة عجيبة. </p><p> فهذه آية من (٢) آيات الفطرة الإلهية هي أقوى ما تعتمدُ عليها المرأَةُ في ترك أبوَيْها، وإخوتها وسائر أهلها، والاتصال برجل غريب عنها تسَاهِمُهُ السرَّاءَ والضراءَ، وتسكن إليه ويَسْكُن إليها، ويكون بينهما من المودة أقوَى مما يكون بين ذوي القربى ثقةً منها بأنَّ صِلَتَها به أقوى من كل صلة، وعيشتَها معه أَهْنَأُ مِن كلِّ عيشة. </p><p>(١) المراح. (٢) المراغي.</p><p> هذه الثقة، وذلك الشعورُ الفطري الذي أودعَ في المرأة وجعلها تحسُّ بصلة لم تَعْهَدْ من قَبْلُ لا تَجِدُ مثلَها لدى أحد من الأهل، وبها تعتقد أنها بالزواج مقبلة على سعادة ليس وراءَها سعادة في الحياة، هذا هو المركوز في أعماق النفوس، وهذا هو الميثاق الغليظ، فما قيمة مَنْ لا يَفِي بهذا الميثاق، وما هي مَكانتُه من الإنسانية. وقد استدلوا (١) بذكر القنطار على جواز التغالي في المهور، وقد روي أن عمر بن الخطاب - رضي الله عنه - نهى على المنبر، أن يزاد في الصداق على أربع مائة درهم، ثم نَزلَ فاعترضَتْه امرأةٌ من قريش فقالت: أما سمعْتَ الله يقول: {وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَارًا} فقال: اللهم عَفْوًا كلُّ الناس أَفْقَهُ من عُمَر، ثُمَّ رَجَع فركب المنبرَ، فقال إني كنت نهيتكم أن تزيدوا في صدقاتهن على أربع مائة درهم، فَمَنْ شاء أن يعطِيَ من ماله، فله ما أحبَّ. </p><p> هذا وإن الشريعة لم تحدِّدْ مقدار الصداق، بل تركَتْ ذلك للناس لتفاوتهم في الغنى والفقر، فكل يعطي بحسب حاله، لكن جاء في السنة: الإرشاد إلى اليسْر في ذلك، وعدم التغالي فيه. </p><p> فمن ذلك ما رواه أحمد، والحاكم، والبيهقي عن عائشة إنَّ مِنْ يُمْنِ المرأة تيسيرَ خِطْبَتِهَا، وتَيسِيرَ صداقها. وإن التغالِيَ في المُهور الآن، قد صار من أسباب قلة الزواج، وقلَّةِ الزواج: تُفْضِي إلى كثرة الزنا والفساد، والغَبْنُ أخيرًا على النساء أكثَرُ، وإنّك لَتَرى هذه العادةَ متمكنة لدى بعض الناس، حتى إن وليَّ المرأة؛ ليمتنع عن تزويج بنته للكفء الذي لا يرجى من هو خيرٌ منه، إذا كان لا يعطيه ما يراه لائقًا بكرامته، ويزوجها لمن هو دونه دينًا وخُلُقًا ومن لا يَرجُو لها سعادة عنده إذا هو أعطاه الكثيرَ الذي يراه محققًا لأغراضه، وهكذا تَتَحكم التقاليد والعادات حتى تفسدَ على الناس سعادتَهم، وتقوضَ نَظْمَ بيوتهن، وهم لها منقادون بلاَ تفكير في العواقب، فيا لَها مصيبةً في دِيننا، ودُنيانا، وإنَّا للهِ وإنا إليه راجعون. </p><p>(١) المراغي.</p><p> الإعراب </p><p> {وَاللَّاتِي يَأتِينَ الْفَاحِشَةَ مِنْ نِسَائِكُمْ فَاسْتَشْهِدُوا عَلَيْهِنَّ أَرْبَعَةً مِنْكُمْ} . </p><p> {وَاللَّاتِي}  {الواو} استئنافية. {اللاتي} اسم موصول للجمع المؤنث في محل الرفع، مبتدأ مبني على السكون {يَأتِينَ} فعل وفاعل. {الْفَاحِشَةَ} مفعول به، والجملة صلة الموصول، والعائد ضمير الفاعل. {مِنْ نِسَائِكُمْ} جار ومجرور، ومضاف إليه، متعلق بمحذوف حال من فاعل {يَأتِينَ}  {فَاسْتَشْهِدُوا}  {الفاء} رابطة الخبر بالمبتدأ، جوازًا على رأي الجمهور لشبه المبتدأ بالشرط في كونه موصولًا عامًّا، صلته فعل مستقبل. استشهدوا فعل وفاعل {عَلَيْهِنَّ} متعلق به لـ {أَرْبَعَةً} مفعول به {مِنْكُمْ} جار ومجرور صفة لـ {أربعة} ، والجملة الفعلية في محل الرفع خبر المبتدأ، والجملة من المبتدأ والخبر مستأنفة، ويجوز (١) أن يكون الخبر محذوفًا، والتقدير: فيما يتلى عليكم حكم اللاتي فحذف الخبر، والمضاف إلى المبتدأ، للدلالة عليهما، وأقيم المضاف إليه مقامه، وهذا نظير ما فعله سيبويه في نحو {الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا}  {وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا} ؛ أي: فيما يتلى عليكم حكم الزانية، ويكون قوله:  {فَاسْتَشْهِدُوا} وقوله {فَاجْلِدُوا} وقوله: {فَاقْطَعُوا} دالًّا على ذلك المحذوف؛ لأنه بيان له اهـ \"سمين\" . </p><p> {فَإِنْ شَهِدُوا فَأَمْسِكُوهُنَّ فِي الْبُيُوتِ حَتَّى يَتَوَفَّاهُنَّ الْمَوْتُ أَوْ يَجْعَلَ اللَّهُ لَهُنَّ سَبِيلًا} . </p><p> {فَإِنْ شَهِدُوا}  {الفاء} فاء الفصيحة، لأنها أفصحت عن جواب شرط مقدر تقديره: إذا امتثلتم ما أمرتكم به من الاستشهاد، وأردتم بيانَ حكم ما إذا أشهدوا .. فأقول لكم. {إن}  {شَهِدُوا}  {إن} حرف شرط. {شَهِدُوا} فعل وفاعل في محل الجزم بـ {إن} على كونه فعلَ شرط لها. {فَأَمْسِكُوهُنَّ} الفاء رابطة لجواب إن الشرطية وجوبًا. {أمسكوهن} فعل وفاعل ومفعول. {فِي </p><p>(١) الفتوحات الإلهية.</p><p> الْبُيُوتِ} جار ومجرور متعلق به، والجملة في محل الجزم بـ {إن} على كونها جوابًا لها، وجملة إن الشرطية من فعل شرطِها وجوابِها في محل النصب، مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. {حَتَّى} حرف جر وغاية. {يَتَوَفَّاهُنَّ الْمَوْتُ} فعل ومفعول وفاعل منصوب بـ {إن} مضمرة وجوبًا بعد {حَتَّى} بمعنى إلى والجملة الفعلية صلة أن المضمرة، أن مع صلتها في تأويل مصدر مجرور بـ {حتى} بمعنى إلى، تقديره. فأمسكوهن في البيوت إلى توفي الموت إياهن، والجار والمجرور متعلق بـ {أمسكوا} . {أَوْ} حرف عطف بمعنى إلى {أو} بمعنى إلا. {يَجْعَلَ اللَّهُ} فعل وفاعل منصوب بأن مضمرة وجوبًا بعد، {أَوْ} التي بمعنى إلى {أو} بمعنى إلا. {لَهُنَّ} جار ومجرور متعلق بـ {يَجْعَلَ} على كونه مفعولًا ثانيًا له. {سَبِيلًا} مفعول أول لجَعَل، والجملة الفعلية صلةُ أن المضمرة، أن مع صلتها في تأويل مصدر معطوف على مصدر منسبك من الجملة التي قبلها، تقديره: فأمسكوهن في البيوت إلى توفي الموت إياهن أو جعل الله لهنَّ سبيلًا. </p><p> {وَاللَّذَانِ يَأتِيَانِهَا مِنْكُمْ فَآذُوهُمَا} . </p><p> {وَاللَّذَانِ}  {الواو} استئنافية أو عاطفة. {اللذان} اسم موصول للمثنى المذكر في محل الرفع مبتدأ، مبني على {الألف} و {النون} حرف زائد لشبه التثنية، أو مرفوع بـ {الألف} على الخلاف المذكور في محله، هذا على قراءة تخفيف النون على أصل التثنية، ويقرأ (١) بتشديدها على أن إحدى النونين، عوض من اللام المحذوفة؛ لأن الأصلَ اللذيان مثل العَمَيَان والشجَيَان، فحذفت الياء؛ لأن الاسمَ مبهمُ، والمبهمات لا تثنى التثنيةَ الصناعيةَ، والحذف مؤذن بأن التثنيةَ هنا مخالفة للقياس، وقيل: حذفت لطول الكلام بالصلة، ذكره أبو البقاء. {يَأتِيَانِهَا} فعل وفاعل ومفعول. {مِنْكُمْ} جار ومجرور حال من ضمير الفاعل، والجملة صلة الموصول. {فَآذُوهُمَا}  {الفاء} رابطة الخبر بالمبتدأ </p><p>(١) عكبري.</p><p> جوازًا لما في المبتدأ من العموم. {آذوهما} فعل وفاعل ومفعول، والجملة الفعلية في محل الرفع خبر المبتدأ، والرابط ضميرُ المفعول، والجملة الإسمية مستأنفة استئنافًا نحويًّا، أو معطوفة على جملة قوله:  {واللاتي} على كونها مستأنفة. </p><p> {فَإِنْ تَابَا وَأَصْلَحَا فَأَعْرِضُوا عَنْهُمَا إِنَّ اللَّهَ كَانَ تَوَّابًا رَحِيمًا (١٦) }. </p><p> {فَإن}  {الفاء} فاء الفصيحة، لأنها أفصحت عن شرط مقدر، تقديره: إذَا امتثلتم ما أمرتكم به من الإيذاء لهما، وأردتم بيانَ حكم ما بعد الإيذاء .. فأقول لكم. {إن تابا}  {إن} حرف شرط. {تَابَا} فعل وفاعل في محل الجزم بـ {إن} على كونه فعلَ شرط لها. {وَأَصْلَحَا} فعل وفاعل في محل الجزم معطوف على {تَابَا} . {فَأَعْرِضُوا}  {الفاء} رابطة لجواب إن الشرطية وجوبًا لكون الجواب جملة طلبية. {أعرضوا} فعل وفاعل في محل الجزم بـ {إن} على كونه جوابَ الشرط. {عَنْهُمَا} جار ومجرور متعلق به، وجملة {إن} الشرطية في محل النصب مقول لجواب إذا المقدرة. {إِنَّ} حرف نصب. {إِنَّ} اسمها. {كَانَ} فعل ماض ناقص، واسمها ضمير يعود على الجلالة. {تَوَّابًا} خبر أول لها. {رَحِيمًا} خبر ثان، وجملة {كَانَ} في محل الرفع خبر {إنَّ} وجملة {إِنَّ} جملة معللة للإعراض في محل الجر بلام التعليل المقدرة. </p><p> {إِنَّمَا التَّوْبَةُ عَلَى اللَّهِ لِلَّذِينَ يَعْمَلُونَ السُّوءَ بِجَهَالَةٍ ثُمَّ يَتُوبُونَ مِنْ قَرِيبٍ} . </p><p> {إِنَّمَا} أداة حصر. {التَّوْبَةُ} مبتدأ. {عَلَى اللَّهِ} جار ومجرور خبر المبتدأ، تقديره: إنما التوبة ثابتة، وواجبة على الله وجوبَ تفضل منه، وإنجاز وعد منه لا وجوبَ إلزام، وكلفة عليه، ولكن الكلامُ على حذف مضاف، تقديره: إنما قبول التوبة؛ لأن التوبةَ هنا مصدر لتاب عليه إذا قبل توبته، لا مصدر تاب العبد إلى الله، إذا رجعَ إلى طاعته، والجملة الإسمية مستأنفة، {لِلَّذِينَ} جار ومجرور حال من الضمير المستكن في الخبر، تقديره: إنما التوبة ثابتة، هي على الله حالةَ كونها كائنة للذين يعملون السوء. {يَعْمَلُونَ السُّوءَ} فعل وفاعل ومفعول، </p><p> والجملة صلة الموصول. {بِجَهَالَةٍ} جار ومجرور حال من ضمير الفاعل، تقديره: حالةَ كونهم ملتبسين {بجهالة} . {ثُمَّ} حرف عطف وترتيب، ولكن التراخي المفهوم من {ثم} منفي بقوله: {مِنْ قَرِيبٍ} . {يَتُوبُونَ} فعل وفاعل، والجملة معطوفة على جملة {يَعْمَلُونَ} . {مِنْ قَرِيبٍ} جار ومجرور متعلق بـ {يتوبون} قال أبو حيان (١) : و {من} في قوله: {مِنْ قَرِيبٍ} تتعلق بـ {يتوبون} وفيها وجهان: أحدهما: أنها للتبعيض؛ أي: بعضَ زمان قريب، ففي أي جزء من أجزاء هذا الزمان أتى بالتوبة .. فهو تائب من قريب، والثاني: أن تكون لابتداء الغاية؛ أي: يبتدىء التوبة من زمان قريب من المعصية لئلا يقع في الإصرار. ومفهومُ ابتداء الغاية. أنه لو تاب من زمان بعيد .. فإنه يخرج عن من خص بكرامة حتم قبول التوبة على الله المذكورة في الآية بـ {على} بقوله: {عَلَى اللَّهِ} انتهى. </p><p> {فَأُولَئِكَ يَتُوبُ اللَّهُ عَلَيْهِمْ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا} . </p><p> {فَأُولَئِكَ}  {الفاء} عاطفة تفريعية. {أولئك} مبتدأ. {يَتُوبُ اللَّهُ} فعل وفاعل. {عَلَيْهِمْ} متعلق به، والجملة الفعلية في محل الرفع خبر المبتدأ، ولكنه خبر سببي، والجملة الإسمية معطوفة مفرعة على جملة قوله:  {إِنَّمَا التَّوْبَةُ عَلَى اللَّهِ} . {وَكَانَ} الواو استئنافية. {كان الله عليمًا} فعل ناقص، واسمه وخبره. {حَكِيمًا} خبر ثان له، والجملة مستأنفة. </p><p> {وَلَيْسَتِ التَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ حَتَّى إِذَا حَضَرَ أَحَدَهُمُ الْمَوْتُ قَالَ إِنِّي تُبْتُ الْآنَ} . </p><p> {وَلَيْسَتِ} الواو استئنافية. {ليست التوبة} فعل ناقص واسمه. {لِلَّذِينَ} جار ومجرور خبر {ليس} وجملة {ليس} مستأنفة. {يَعْمَلُونَ السَّيِّئَاتِ} فعل وفاعل ومفعول، والجملة صلة الموصول، والعائد ضمير الفاعل. {حَتَّى إِذَا حَضَرَ}  {حتى} حرف ابتداء. {إِذَا} ظرف لما يستقبل من الزمان. {حَضَرَ} فعل ماض. {أَحَدَهُمُ} مفعول به، ومضاف إليه. {الْمَوْتُ} فاعل، </p><p>(١) البحر المحيط.</p><p> والجملة الفعلية في محل الخفض بإضافة إذا إليها، على كونها فعلَ شرط لها، والظرف متعلق بالجواب. {قَالَ} فعل ماض، وفاعله ضمير يعود على أحدهم، وجملة {قَالَ} جواب {إِذَا} لا محل لها من الإعراب، وجملة {إِذَا} من فعل شرطها وجوابها غاية لما قبل {حَتَّى} ، والتقدير: وليست التوبة لقوم يعملون السيئات، ويستمرون على ذلك، فإذا حضر أحدهم. قال كيتَ وكيتَ، وهذا (١) هو الوجه الحسن، ولا يجوز في {حَتَّى} أن تكون جارةً لـ {إذا} ؛ أي: يعملون السيئات إلى وقت حضور الموت من حيث إنها شرطية، والشرط لا يعمل فيه ما قبله، للزومه الصدارةَ، وإذا جعلنا {حتى} جارة تعلقت بـ {يعملون} وأدوات الشرط لا يعملُ فيها ما قبلَها، ولأنَ {إِذَا} لا تتصرف على المشهور، ذكره في \"الفتوحات\"  {إِنِّي تُبْتُ الْآنَ} مقول محكي لـ {قال} منصوب بفتحة مقدرة، منع من ظهورها اشتغالُ المحل بحركة الحكاية، وإن شئت قلت {إن} حرف نصب وتوكيد {والياء} في محل النصب اسمها. {تُبْتُ} فعل وفاعل. {الْآنَ} ظرف للزمن الحاضر في محل النصب على الظرفية مبني على الفتح لشبهه بالحرف، شبهًا معنويًّا، لتضمنه معنى حرف التعريف، والظرف متعلق بـ {تبت} والجملة الفعلية في محل الرفع خبر {إن} وجملة {إن} في محل النصب مقول {قال} . </p><p> {وَلَا الَّذِينَ يَمُوتُونَ وَهُمْ كُفَّارٌ أُولَئِكَ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا} . </p><p> {وَلَا الَّذِينَ} الواو عاطفة. {لا} زائدة زيدت لتأكيد نفي ما قبلها. {الَّذِينَ} في محل الجر معطوف على قوله: {لِلَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ} . {يَمُوتُونَ} فعل وفاعل، والجملة صلة الموصول. {وَهُمْ كُفَّارٌ} الواو حالية. {هُمْ} مبتدأ. {كُفَّارٌ} خبر، والجملة في محل النصب حال من فاعل {يَمُوتُونَ} . {أُولَئِكَ} مبتدأ. {أَعْتَدْنَا} فعل وفاعل، والجملة خبر المبتدأ، والجملة الإسمية مستأنفة. {لَهُمْ} جار ومجرور متعلق بـ {اعتدنا} . {عَذَابًا} مفعول به. {أَلِيمًا} صفة له. </p><p>(١) الجمل.</p><p> {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا يَحِلُّ لَكُمْ أَنْ تَرِثُوا النِّسَاءَ كَرْهًا} . </p><p> {يَا أَيُّهَا}  {يا} حرف نداء. {أي} منادى نكرة مقصودة {والهاء} حرف تنبيه زائد. {الَّذِينَ} اسم موصول في محل الرفع، أو في محل النصب صفة لـ {أي} . {آمَنُوا} فعل وفاعل، والجملة صلة الموصول، وجملة النداء مستأنفة. {لَا يَحِلُّ}  {لَا} نافية. {يَحِلُّ} فعل مضارع مرفوع. {لَكُمْ} متعلق به. {أَنْ تَرِثُوا النِّسَاءَ} ناصب وفعل وفاعل ومفعول، والجملة في تأويل مصدر مرفوع على الفاعلية، لـ {يحل} تقديره: لا يحل لكم إرث النساء كرهًا، وجملة {لَا يَحِلُّ} جواب النداء لا محل لها من الإعراب. {كَرْهًا} حال من النساء منصوب، ولكنه بعد تأويله بالمشتق تقديره مكرهات. </p><p> {وَلَا تَعْضُلُوهُنَّ لِتَذْهَبُوا بِبَعْضِ مَا آتَيْتُمُوهُنَّ إِلَّا أَنْ يَأتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ} . </p><p> {وَلَا تَعْضُلُوهُنَّ} الواو عاطفة. {لا} زائدة زيدت لتأكيد نفي ما قبلها. {تَعْضُلُوهُنَّ} فعل وفاعل ومفعول معطوف على {تَرِثُوا} منصوب بـ {أن} المصدرية، والجملة في تأويل مصدر مرفوع معطوف على مصدر منسبك من الجملة التي قبلها. على كونه فاعلًا لـ {يحل} تقديره: لا يحل لكم إرث النساء كرهًا ولا عضلهن. {لِتَذْهَبُوا}  {اللام} لام كي. {تذهبوا} فعل وفاعل منصوب بأن مضمرة بعد لام كي. {بِبَعْضِ}  {الباء} حرف جر وتعدية. {بعض} مجرور بـ {الباء} الجار والمجرور متعلق بـ {تذهبوا} ، وجملة {تذهبوا} صلة أن المضمرة، وأن مع صلتها في تأويل مصدر مجرور بلام كي، الجار والمجرور متعلق بـ {تعضلوا} والتقدير: ولا تعضلوهن لذهابكم، وأخذكم بعض ما آتيتموهن من المهور، {بعض} مضاف. {ما} موصولة أو موصوفة في محل الجر مضاف إليه. {آتَيْتُمُوهُنَّ} فعل وفاعل ومفعول أول، والمفعول الثاني محذوف تقديره: ببعض ما آتيتموهن إياه؛ لأن {آتى} هنا بمعنى أعطى، والجملة الفعلية صلة لـ {ما} أو صفة لها، والعائد، أو الرابط الضمير المحذوف الذي هو المفعول الثاني. {إِلَّا أَنْ يَأتِينَ}  {إلا} أداة استثناء من أعم الأحوال. {أن} حرف نصب ومصدر. {يَأتِينَ} فعل مضارع في حل النصب بأن المصدرية مبني على السكون لاتصاله {بنون} الإناث، و {نون} الإناث في محل الرفع فاعل </p><p> {بِفَاحِشَةٍ} جار ومجرور متعلق به. {مُبَيِّنَةٍ} صفة لـ {فاحشة} والجملة الفعلية صلة أن المصدرية {أن} مع صلتها في تأويل مصدر منصوب على الاستثناء، ولكنه على تقدير مضاف، والتقدير: ولا يحل لكم أن تعضلوهن في حال من الأحوال إلا حالَ إتيانهن بفاحشة مبينة. </p><p> {وَعَاشِرُوهُنَّ بِالْمَعْرُوفِ فَإِنْ كَرِهْتُمُوهُنَّ فَعَسَى أَنْ تَكْرَهُوا شَيْئًا وَيَجْعَلَ اللَّهُ فِيهِ خَيْرًا كَثِيرًا} . </p><p> {وَعَاشِرُوهُنَّ}  {الواو} استئنافية. {عاشروهن} فعل وفاعل، ومفعول، والجملة مستأنفة. {بِالْمَعْرُوفِ} جار ومجرور متعلق به، أو متعلق بمحذوف حال من فاعل {عاشروا} تقديره: حالةَ كونكم ملتبسينَ بالمعروف. {فَإِنْ كَرِهْتُمُوهُنَّ}  {الفاء} فاء الفصيحة؛ لأنها أفصَحت عن شرط مقدر، تقديره: إذا عرفتم ما أمرتكم به من المعاشرة بالمعروف، وأردتم بيانَ حكمِ ما إذا كرهتموهن، فأقول لكم. {إن} حرف شرط. {كَرِهْتُمُوهُنَّ} فعل وفاعل، ومفعول في محل الجزم بـ {إن} الشرطية على كونها فعلَ شرط لها. {فَعَسَى}  {الفاء} رابطة لجواب إن الشرطية وجوبًا، لكون الجواب جملة جامدة. {عسى} فعل ماض تام. {أَنْ تَكْرَهُوا شَيْئًا} ناصب وفعل وفاعل ومفعول، والجملة الفعلية صلة {أن} المصدرية {أن} مع صلتها في تأويل مصدر مرفوع على الفاعلية لـ {عسى} تقديره: فعسى وحق كراهتكم شيئًا. {وَيَجْعَلَ اللَّهُ} فعل وفاعل منصوب بـ {أن} المصدرية؛ لأنه معطوف على {تَكْرَهُوا} . {فيه} جار ومجرور متعلق به، وهو في محل المفعول الثاني لـ {جعل} . {خَيْرًا} مفعول أول له. {كَثِيرًا} صفة لـ {خَيْرًا} والتقدير: فعسى كراهتكم شيئًا، وجعل الله فيه خيرًا كثيرًا، وجملة عسى في محل الجزم بإن الشرطية على كونها جوابًا لها، وجملة إن الشرطية في محل النصب مقول لجواب إذا المقدرة. </p><p> {وَإِنْ أَرَدْتُمُ اسْتِبْدَالَ زَوْجٍ مَكَانَ زَوْجٍ وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَارًا فَلَا تَأخُذُوا مِنْهُ شَيْئًا أَتَأخُذُونَهُ بُهْتَانًا وَإِثْمًا مُبِينًا (٢٠) }. </p><p> {وَإِنْ أَرَدْتُمُ}  {الواو} استئنافية. {إن} حرف شرط. {أَرَدْتُمُ} فعل </p><p> وفاعل في محل الجزم بـ {إن} الشرطية على كونه فِعْلَ شرط لها. {اسْتِبْدَالَ زَوْجٍ} مفعول به، ومضاف إليه. {مَكَانَ زَوْجٍ} ظرف ومضاف إليه متعلق بـ {استبدال}  {وَآتَيْتُمْ} الواو واو الحال. {آتيتم} فعل وفاعل. {إِحْدَاهُنَّ} مفعول أول، ومضاف إليه. {قِنْطَارًا} مفعول ثان، والجملة الفعلية في محل النصب حال من فاعل {أَرَدْتُمُ} ولكنه على تقدير قد، كما أشرنا إليه في بحث التفسير. {فَلَا تَأخُذُوا}  {الفاء} رابطة لجواب {إن} الشرطية جوازًا. {لا} ناهية جازمة. {تَأخُذُوا} فعل وفاعل مجزوم بـ {ـلا} الناهية. {مِنْهُ} متعلق به. {شَيْئًا} مفعول به، والجملة الفعلية في محل الجزم بـ {ـإن} الشرطية على كونها جوابًا لها، وجملة {إن} الشرطية مستأنفة. {أَتَأخُذُونَهُ}  {الهمزة} للاستفهام الإنكاري التوبيخي. {تأخذونه} فعل وفاعل ومفعول مرفوع بثبات النون، والجملة الفعلية، جملة استفهامية لا محلَّ لها من الإعراب. {بُهْتَانًا} حال من ضمير الفاعل. {وَإِثْمًا} معطوف عليه. {مُبِينًا} صفة لإثم محذوف تقديره: أتأخذونه حالةَ كونكم باهتينَ آثمينَ إثمًا مبينًا، ويجوز نصبهما على المفعول لأجله؛ كما ذكره أبو البقاء. </p><p> {وَكَيْفَ تَأخُذُونَهُ وَقَدْ أَفْضَى بَعْضُكُمْ إِلَى بَعْضٍ وَأَخَذْنَ مِنْكُمْ مِيثَاقًا غَلِيظًا (٢١) }. </p><p> {وَكَيْفَ} الواو استئنافية. {كيف} اسم استفهام عن الحال في محل النصب على الحال من فاعل {تأخذون} مبني على الفتح لشبهه بالحرف شبهًا معنويًّا، والاستفهام أيضًا للإنكار والتوبيخ. {تَأخُذُونَهُ} فعل وفاعل ومفعول، والمعنى أتأخذونه حالة كونكم ظالمينَ. قال أبو البقاء (١) : {كيف} في موضع نصب على الحال، والتقدير: أتأخذونه جائرينَ وهذا يتبين لك بجواب {كيف} ، فإذا قلت: كيف أخذت مال زيد، كان الجواب حالًا تقديره: أخذته ظالمًا، أو عادلًا، ونحو ذلك، ويكون موضع كيف في الإعراب مثلَ موضع جوابها أبدًا. </p><p>(١) العكبري.</p><p> انتهى. والجملة الفعلية جملة إنشائية لا محل لها من الإعراب. {وَقَدْ}  {الواو} واو الحال. {قد} حرف تحقيق. {أَفْضَى بَعْضُكُمْ} فعل وفاعل، ومضاف إليه، والجملة في محل النصب حال من فاعل {تأخذون} . {إِلَى بَعْضٍ} جار ومجرور متعلق بـ {أفضى} . {وَأَخَذْنَ} الواو عاطفة. {أخذن} فعل وفاعل، والجملة في محل النصب معطوفة على جملة {أَفْضَى} . {مِنْكُمْ} جار ومجرور متعلق بـ {أخذن} . {مِيثَاقًا} مفعول به. {غَلِيظًا} صفة له. </p><p> التصريف ومفردات اللغة </p><p> {وَاللَّاتِي يَأتِينَ الْفَاحِشَةَ}  {اللاتي} جمع (١) التي بحسب المعنى دون اللفظ؛ كما مر في بحث التفسير، وفيه لغات: اللاتي: بإثبات التاء، والياء، واللات: بحذف الياء، وإبقاء الكسرة لتدل عليها، واللائي: بالهمزة، والياء. واللاء: بكسر الهمزة، وحذف الياء، ويقال في جمع الجمع: اللواتي واللوات واللواء والفاحشة الفعلية القبيحة وهي مصدر كالعافية، والعاقبة، وإتيانها فعلها، ومباشرتُها يقال: أتى الفاحشةَ يأتي إتيانًا إذا فعلها وبَاشَرها. </p><p> {وَاللَّذَانِ يَأتِيَانِهَا مِنْكُمْ}  {الذان}  (٢) تثنية الذي وكان القياس: أن يُقال: اللذَيان كرحَيَان. قال سيبويه: حذفت الياء ليُفرقَ بين الأسماء المتمكنة، وبين الأسماء المبهمة، وقال أبو علي: حُذفت الياء، تخفيفًا، وقرأ ابن كثير {اللذان} بتشديد النون، وهي لغة قريش، وفيه لغة أخرى وهي: اللذا بحذف النون {فَآذُوهُمَا} أمر للجماعة من آذى الرباعي، يقال: آذى الرجلَ يؤذيه إيذاءَ أوصلَ إليه الأَذى، ثلاثيه أُذِيَ من باب شَجِيَ، يقال: أذِيَ زيد يأذى أذىً، وأذاةً إذا أصيبَ بأذى، والأذى والأذية والأذاة الضرر اليسير. </p><p> {إِنَّمَا التَّوْبَةُ عَلَى اللَّهِ} التوبة: مصدر تاب الله عليه توبةً إذا قبلَ توبتَه لا مصدر تاب العبد إلى الله بمعنى رجع إلى طاعته {السُّوءَ} يعم الكفر والمعاصيَ وغيرهما سمي بذلك، لأنه تسوء عاقبته {أَعْتَدْنَا} أصل أعتدنا أعددنا، فأبدلت </p><p>(١) الشوكاني. (٢) الشوكاني.</p><p> الدال الأولى تاء {كَرْهًا} الكُره: بفتح الكاف، وضمها مع سكون الراء فيهما مصدران لكره الثلاثي المكسور العين، معناه الإباءُ والمشقُة، وما أكره عليه الإنسان، وقيل: هو بالضم ما أكرهت نفسك عليه، وبالفتح ما أكرهَكَ عليه غيرك، ويقال: شيء كره؛ أي: مكروه، ورجلُ كره؛ أي: متكره، ووجه كره، أي: قبيح، وفعله كَرهًا، أي إكراهًا. </p><p> {وَلَا تَعْضُلُوهُنَّ} يقال: عضل من باب نصر، والعضل التضييق، والشدة، ومنه: الداء العضال؛ أي: الشديد الذي لا نجاةَ منه، والفاحشةُ الفعلةُ الشنيعةُ الشديدة القبح كما مر آنفًا. والمبينة الظاهرة الفاضحة {وَعَاشِرُوهُنَّ بِالْمَعْرُوفِ} يقال: عاشرَه معاشرةً وعشرةً وتعاشَروا واعتشَروا عشرةً، والعِشرةُ الصحبةُ، والمخالطة، والمعروف هو مَا تألفه الطباعُ ولا يستنكره الشرعٌ ولا العرفُ ولا المروءةُ {قِنْطَارًا} القنطار: المالُ الكثيرُ، وقد تقدم الكلام عليه في أول سورة آل عمران فراجعه. </p><p> {بُهْتَانًا} يقال: بهت يبهت وبهتًا وبهتانًا من باب فتح إذا افترى عليه الكذبَ، فهو بهاتُ، وبَهُوت، والبُهتان الكذب الذي يبهِّتُ المكذوبَ عليه، ويسكته متحيِّرًا. </p><p> {وَقَدْ أَفْضَى بَعْضُكُمْ إِلَى بَعْضٍ} ؛ أي: وصل إليها الوصول الخاص الذي يكون بين الزوجين، فيلابس كلُّ منهما الآخرَ حتى كأنهما شيء واحد، والإفضاء (١) إلى الشيء الوصول إلى فضاء منه؛ أي: سعة غير محصورة، كقولهم: الناس فوضَى فَضَى؛ أي: مختلطون يباشر بعضهم بعضًا، ويقال: أفضى إليه إفضاءً، وهو رباعي من الثلاثي المزيد فيه بحرف، يقال: فضا يفضو فضاءً من باب دعا إذا اتسع، فألف أفضى منقلبة عن ياءٍ أصلها واو، والميثاق الغليظ: العهدُ المؤكدُ الذي يربطكم بهن أقوى رباط وأحكمه. </p><p>(١) البحر المحيط.</p><p> البلاغة </p><p> وقد تضمنت هذه الآيات أنواعًا من البيان والبديع: </p><p> منها: التجوزُ (١) باطلاق اسم الكل على البعض في قوله: {يَأتِينَ الْفَاحِشَةَ} لأن أل في الفاحشة تستغرق كل فاحشةٍ، وليس مرادًا، وإنما أطلق اسمُ الكل على البعض تعظيمًا لقبحة، وفحشه؛ كأنه لا فاحشةَ إلّا هو، فإنَّ كان العرف في الفاحشة الزنا، فليس من هذا الباب إذ تكونُ الألفُ واللام فيه للعهد. </p><p> ومنها: التجوزُ بأن يُرادَ من المطلق بعض مدلوله في قوله: {فَآذُوهُمَا} إذا فسر بالتعيير، أو بالضرب بالنعال، أو الجمع بينهما، وبقوله:  {سَبِيلًا} والمراد الجلد، أو رجمُ المحصن، وبقوله {فَأَعْرِضُوا عَنْهُمَا} : أي: اتركوهما. </p><p> ومنها: المجاز العقليُّ بإسناد الفعل إلى غير فاعله في قوله: {حَتَّى يَتَوَفَّاهُنَّ الْمَوْتُ} : والمرادُ يتوفاهن اللهُ أو ملائكته، وفي قوله: حَتَّى إذا حضر أحدهم الموت؛ أي: علاماتُه ومقدماتُه. </p><p> ومنها: التجنيس المغاير في قوله: {فَإِنْ تَابَا}  {إِنَّ اللَّهَ كَانَ تَوَّابًا} . </p><p> ومنها: التجنيسُ المماثل في قوله: {فَإِنْ كَرِهْتُمُوهُنَّ فَعَسَى أَنْ تَكْرَهُوا} . </p><p> ومنها: التكرار - أي: الإطناب - في اسم الله في مواضع، وفي قوله:  {إِنَّمَا التَّوْبَةُ}  {وَلَيْسَتِ التَّوْبَةُ} ، وفي قوله:  {اسْتِبْدَالَ زَوْجٍ مَكَانَ زَوْجٍ} . </p><p> ومنها: إطلاق المستقبل على الماضي في قوله: {وَاللَّاتِي يَأتِينَ الْفَاحِشَةَ} و {وَاللَّذَانِ يَأتِيَانِهَا مِنْكُمْ} ، و {يَعْمَلُونَ السُّوءَ بِجَهَالَةٍ} و {ثُمَّ يَتُوبُونَ} . </p><p> ومنها: الإشارة والإيماء في قوله: {كَرْهًا} فإن تحريمَ الإرث كُرْهًا يوميء إلى جوازه طوعًا، وقد صرح بذلك في قوله:  {فَإِنْ طِبْنَ لَكُمْ} . </p><p> ومنها: الإيماء أيضًا في قوله: {وَلَا تَعْضُلُوهُنَّ لِتَذْهَبُوا بِبَعْضِ مَا آتَيْتُمُوهُنَّ} </p><p>(١) البحر المحيط.</p><p> ففيه إشارة إلى أن له أن يَعْضلَها على غير هذه الصفة لمصلحة لها تتعلَّقُ بها، أو بمالها. </p><p> ومنها: المبالغةُ في تفخيم الأمر وتأكيده في قوله: {وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَارًا} عظم الأمر حتى يُنتهى عنه. </p><p> ومنها: الاستعارة في قوله: {وَأَخَذْنَ مِنْكُمْ مِيثَاقًا غَلِيظًا} استعار الأخذ للوثوق بالميثاق، والتمسك، والميثاق معنى لا يتهيأ فيه الأخذ حقيقةً، وفيه أيضًا استعارة لفظ الميثاق للعقد الشرعي، كما قال مجاهد: الميثاقُ الغليظُ: عُقدةُ النكاح، وفي هذا (١) الإسناد أيضًا مجاز عقلي؛ لأنَّ الآخِذَ للعهد هو الله؛ أي: وقد أخذ الله عليكم العهد لأجلهن، وبسببهن فهو مجازَ عقلي من الإسناد إلى السبب كما مرَّ. </p><p> ومنها: تسمية الشيء بما يؤول إليه في قوله: {أَنْ تَرِثُوا النِّسَاءَ كَرْهًا} سمي تزويجُ النساء أو مَنْعُهن للأزواج إرثًا، لأن ذلكَ سببُ الإرث في الجاهلية. </p><p> ومنها: الطباق المعنوي في قوله: {فَعَسَى أَنْ تَكْرَهُوا شَيْئًا وَيَجْعَلَ اللَّهُ فِيهِ خَيْرًا كَثِيرًا} : وقد فسر الخير الكثير بما هو محبوب. </p><p> ومنها: الحذف في مواضع لا يتم المعنى إلا بها. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p>(١) الفتوحات.</p><p> قال الله سبحانه جلَّ وعلا: </p><p> {وَلَا تَنْكِحُوا مَا نَكَحَ آبَاؤُكُمْ مِنَ النِّسَاءِ إِلَّا مَا قَدْ سَلَفَ إِنَّهُ كَانَ فَاحِشَةً وَمَقْتًا وَسَاءَ سَبِيلًا (٢٢) حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ وَبَنَاتُكُمْ وَأَخَوَاتُكُمْ وَعَمَّاتُكُمْ وَخَالَاتُكُمْ وَبَنَاتُ الْأَخِ وَبَنَاتُ الْأُخْتِ وَأُمَّهَاتُكُمُ اللَّاتِي أَرْضَعْنَكُمْ وَأَخَوَاتُكُمْ مِنَ الرَّضَاعَةِ وَأُمَّهَاتُ نِسَائِكُمْ وَرَبَائِبُكُمُ اللَّاتِي فِي حُجُورِكُمْ مِنْ نِسَائِكُمُ اللَّاتِي دَخَلْتُمْ بِهِنَّ فَإِنْ لَمْ تَكُونُوا دَخَلْتُمْ بِهِنَّ فَلَا جُنَاحَ عَلَيْكُمْ وَحَلَائِلُ أَبْنَائِكُمُ الَّذِينَ مِنْ أَصْلَابِكُمْ وَأَنْ تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ إِلَّا مَا قَدْ سَلَفَ إِنَّ اللَّهَ كَانَ غَفُورًا رَحِيمًا (٢٣) }. </p><p> المناسبة </p><p> قوله تعالى:  {وَلَا تَنْكِحُوا مَا نَكَحَ آبَاؤُكُمْ مِنَ النِّسَاءِ ...} مناسبة هاتينَ الآيتين لِمَا قبلهما: أنه لما بين (١) الله سبحانه وتعالى، وذَكَرَ في أوائل السورة حكم نكاح اليتامَى، وعددَ مَنْ يحل من النساء، والشرطَ في ذلك، وبيَّن حكم استبدال زوج مكان زوج، وما يجبُ عن لمعروف في معاشرتهن .. أَرْدَف ذلك ببيان ما يحرمُ نكاحه من النساء اللواتي، لا يجوز الزواجُ بهن بسبب القرابة، أو الرضاع، أو المصاهرة، أو بغير ذلك. </p><p> أسباب النزول </p><p> قوله تعالى:  {وَلَا تَنْكِحُوا مَا نَكَحَ آبَاؤُكُمْ ...} الآية، سبب نزولِها: ما أخرجه (٢) ابن جرير، قال: حَدَّثَني محمَّد بن عبد الله المخرمي قال: حدثنا قراد، قال: حدثنا ابن عيينة، عن عمرو بن دينار، عن عكرمة، عن ابن عباس، قال: كان أهل الجاهلية يحرمون ما يحرم إلا امرأةَ الأب والجمعَ بين الأختين، قال: فأنزل الله تعالى: {وَلَا تَنْكِحُوا مَا نَكَحَ آبَاؤُكُمْ مِنَ النِّسَاءِ إِلَّا مَا قَدْ سَلَفَ} إلى قوله: {وَأَنْ تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ} . </p><p>(١) المراغي. (٢) الطبري.</p>"
}