{
  "id": null,
  "sura": 4,
  "aya": 148,
  "text": "<p> ولا على أحد شيئًا، فأنزل الله:  {وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ ...} الآية. </p><p> ورُوي: أن كعبًا وأصحابه وفنحاص قالوا لرسول الله - صلى الله عليه وسلم -: إن كنتَ رسولًا من عند الله .. فأتنا بكتاب من السماء جملة، كما جاء موسى بالألواح. </p><p> التفسير أوجه القراءة </p><p> ١٤٨ - {لَا يُحِبُّ اللَّهُ} سبحانه وتعالى، ولا يرضى من أحد {الْجَهْرَ} والإظهار أو الإسرار {بِالسُّوءِ} والقبيح حالة كونه كائنًا {مِنَ اَلقَوْلِ} أو الفعل، والجهر ليس بقيد، وكذا القول ليس بقيد. ومعنى حب الله لشيء: هو الرضا به والإثابة عليه، والجهر يقابل السر والإخفاء. والسوء من القول: هو ما يسوء من يقال فيه، كذكر عيوبه ومساويه التي تؤذي كرامته؛ أي: لا يحبُّ الله رفع الصوت بالسوء؛ أي: بأحوال الناس المكتومة؛ كغيبة ونميمة، فإن العاقل من اشتغل بعيوبه. </p><p> والمعنى: أنه تعالى لا يحبّ من عباده أن يجهروا فيما بينهم بذكر العيوب والسيئات؛ لما في ذلك من المفاسد الكثيرة التي من أهمها: </p><p> ١ - أنه مجلبة للعداوة والبغضاء بين من يجهر بالسوء ومن ينسب إليه هذا السوء، وقد يصل الأمر إلى هضم الحقوق وسفك الدماء. </p><p> ٢ - وأنه يؤثر في نفوس السَّامعين تأثيرًا ضارًّا بهم، فقد جرت العادة بأن الناس يقتدي بعضهم ببعض، فمن رأى إنسانًا يسب آخر لضغائن بينه وبينه أو لكراهته إياه .. قلده في ذلك ولا سيما إذا كان من الأحداث الذين يغلب عليهم التقليد، أو من طبقة دون طبقته؛ إذ عامة الناس يقلدون خواصهم، فإذا ظهرت المنكرات في الخاصّة لا تلبث أن تصل إلى العامّة وتفشو بينهم، ومن تميل نفسه إلى منكر أو فاحشة .. يجترىء على ارتكابهما إذا علم أن له سلفًا وقدوةً فيهما، فسماع السّوء كعمل السوء، فذاك يؤثر في نفس السامع، وهذا يؤثر في نفس الرائي والناظر، وأقل هذه الأضرار: أنه يضعف في النفس استقباحه واستبشاعه، خصوصًا إذا تكرر السماع أو النظر. وكثير من الناس يجهل مبلغ تأثير الكلام في القلوب، فلا ينزهون ألسنتهم عن السوء من القول ولا أسماعهم عن الإصغاء إليه. </p><p> والخلاصة: أن اللهَ لا يحبُّ الجهر بالسُّوء من القول، ولا الإسرار به؛ إذ هو قد نهى عن النجوى بالإثم والعدوان ومعصية الرسول، لكنَّه خص الجهر هنا بالذكر؛ لمناسبة بيان مفاسد الكفار والمنافقين في هذا السياق، والجهر بالسوء أشد ضررًا من الإسرار به؛ لأن ضرره وفساده يفشو في جمهرة الناس ويعم سائر الطبقات. </p><p> {إِلَّا مَنْ ظُلِمَ} قيل: الاستثناء فيه متصل، والمعنى عليه: لا يحبّ الله (١) تعالى أن يجهر أحد بالسّوء كائنًا من القول إلا جهر من ظلم فهو غير مَسْخوطٍ عليه عنده تعالى، وذلك بأن يقول: سرق فلان مالي، أو غصبني، أو سبني، أو قذفني، ويدعو عليه دعاء جائزًا؛ بأن يكون بقدر ظلمه، فلا يدعو عليه بخراب دياره لأجل أخذ ماله منه، ولا يسب والده وإن كان هو فعل ذلك، ولا يدعو عليه لأجل ذلك بالهلاك، بل يقول: اللهمَّ خلص حقي منه، أو اللهمَّ جازه أو كافئه، ولا يجوز أن يدعو عليه بسوء الخاتمة أو الفتنة في الدين. وقيل:  (٢) الاستثناء فيه منقطع، والمعنى عليه:  {إِلَّا مَنْ ظُلِمَ} ، أي: لكن من ظلمه ظالم فجهر بالشكوى من ظلمه شارحًا ظلامته لحاكم أو غيره ممن ترجى نجدته ومساعدته على إزالة هذا الظلم .. فلا حرج عليه في ذلك؛ فإن الله لا يحب لعباده أن يسكتوا على الظّلم، ولا أن يخضعوا للضيم، بل يحب لهم العزة والإباء، فها هنا تعارضت مفسدتان: مفسدة الجهر بالشكوى من الظلم بقول السوء، ومفسدة السكوت على الظلم وهو مدعاة فشوه والتمادي فيه، وذاك مما يؤدي إلى هلاك الأمم وخراب العمران، وكانت ثانيهما أخف الضررين فأجيزت للضرورة التي تقدر بقدرها. وإذًا: فلا يجوز للمظلوم أن يتمادى في الجهر في السوء بما لا دخل له في دفع الظلم، وفي الحديث:  \"إن لصاحب الحق مقالًا\" . رواه الإِمام أحمد. </p><p>(١) المراح. (٢) المراغي.</p>"
}