{
  "id": null,
  "sura": 4,
  "aya": 164,
  "text": "<p> لم ينزِّل على أحد منهم كتابًا جملة واحدة، فلهذا لم يذكر موسى عليه السلام </p><p> ١٦٤ - {وَ} كما أرسلنا {رُسُلًا} آخرين غير هؤلاء {قَدْ قَصَصْنَاهُمْ عَلَيْكَ} يا محمَّد {مِنْ قَبْلُ} ؛ أي: من قبل تنزيل هذه السورة، وهم الذين ذكرت أسماؤهم في السور المكية، كقوله في سورة الأنعام - في سياق الكلام عن إبراهيم -: {وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ كُلًّا هَدَيْنَا وَنُوحًا هَدَيْنَا مِنْ قَبْلُ وَمِنْ ذُرِّيَّتِهِ دَاوُودَ وَسُلَيْمَانَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَى وَهَارُونَ وَكَذَلِكَ نَجْزِي الْمُحْسِنِينَ (٨٤) وَزَكَرِيَّا وَيَحْيَى وَعِيسَى وَإِلْيَاسَ كُلٌّ مِنَ الصَّالِحِينَ (٨٥) وَإِسْمَاعِيلَ وَالْيَسَعَ وَيُونُسَ وَلُوطًا وَكُلًّا فَضَّلْنَا عَلَى الْعَالَمِينَ (٨٦) } {وَ} كما أرسلنا {رُسُلًا} آخرين غير هؤلاء المذكورين {لَمْ نَقْصُصْهُمْ عَلَيْكَ} يا محمَّد، كالذين (١) أرسلوا إلى الأمم المجهول تاريخها عند قومك وعند أهل الكتاب المجاورين لبلادك، كالصين واليابان والهند وأوروبا وأمريكا وأفريقيا وأروميا. </p><p> وإنّما لم يقص الله علينا خبرهم؛ لأن القصد من القصم: العبرة والتثبيت والذكرى والاحتجاج على نبوته - صلى الله عليه وسلم -، - كما أشار إلى ذلك في قوله تعالى:  {لَقَدْ كَانَ فِي قَصَصِهِمْ عِبْرَةٌ لِأُولِي الْأَلْبَابِ} ، وقوله: {وَكُلًّا نَقُصُّ عَلَيْكَ مِنْ أَنْبَاءِ الرُّسُلِ مَا نُثَبِّتُ بِهِ فُؤَادَكَ وَجَاءَكَ فِي هَذِهِ الْحَقُّ وَمَوْعِظَةٌ وَذِكْرَى لِلْمُؤْمِنِينَ (١٢٠) } - وكل هذا يَثبت بذكر من قصهم الله علينا من الرسل. </p><p> فائدة: في أن إرسال الرسل عام في كل الأمم الأبيض والأحمر والأسود، وعلينا أنْ نعلم أن الله تعالى قد أرسل رسلًا في كل الأمم الأبيض والأحمر والأسود، فكانت رحمته بهم عامة، لا مختصة بشعب وجنس معين، كما يزعم أهل الكتاب، يرشد إلى ذلك قوله تعالى:  {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ} . وقوله:  {وَإِنْ مِنْ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٌ} . وهذه حقيقة دلَّ عليها الدّين السماوي، ولم يكن يعلمها أهل الكتاب الذين يزعمون أن القرآن مقتبس من كتبهم، وكم فيه من حقائق جلاها للناظرين بجميل بيانه، </p><p>(١) المراغي بزيادة.</p><p> واهتدى العلم الصحيح بعد قرون خلت إلى معرفتها، وما كان العقل وحده يكشف عنها، لولا أن هدى إليها الكتاب الكريم. </p><p> والخلاصة (١) : أنَّا أوحينا إليك إيحاء مثل ما أوحينا إلى نوحٍ، ومثل ما أوحينا إلى إبراهيم ومن بعده، وآتيناك الفرقان إيتاء مثل ما أتينا داود زبورًا، وأرسلنا رسلًا قد قصصناهم عليك من قبل، ورسلًا آخرين لم نقصصهم عليك، من غير تفاوت بينك وبينهم في حقيقة الإيحاء وأصل الإرسال، فما للكفرة يسألونك شيئًا لم يعْطه أحد من هؤلاء الرسل عيهم السلام؟! </p><p> وقرأ أُبي {رسل} بالرفع في الموضعين على الابتداء، وسوغ الابتداء بالنكرة: وقوعه في معرض التفصيل، كما في قول الشاعر: </p><p> فَثَوْبٌ لَبِسْتُ وَثَوْبٌ أَجُرّ </p><p> {وَكَلَّمَ اللَّهُ} سبحانه وتعالى {مُوسَى} بن عمران عليه السلام {تَكْلِيمًا} ؛ أي: خاطبه مخاطبةً بلا واسطة ملك؛ أي: كلَّمه (٢) تكليمًا خاصًّا له، ميزه عن غيره من ضروب الوحي العام لأولئك النبيين، وليس لنا أنْ نخوض في معرفة حقيقته؛ لأنَّا لم نكن من أهله، على أنَّا لا نعرف حقيقة كلام بعضنا بعضًا، وكيف تنقل ذرات الهواء الأصوات إلى الآذان؟ فضلًا عن أن نعرف حقيقة كلام الباري. والوحي إلى الأنبياء يُسمَّى تكليمًا، والتكليم لهم يسمى وحيًا، كما قال تعالى: {وَمَا كَانَ لِبَشَرٍ أَنْ يُكَلِّمَهُ اللَّهُ إِلَّا وَحْيًا أَوْ مِنْ وَرَاءِ حِجَابٍ أَوْ يُرْسِلَ رَسُولًا فَيُوحِيَ بِإِذْنِهِ مَا يَشَاءُ إِنَّهُ عَلِيٌّ حَكِيمٌ (٥١) }. والحكمة في الحجاب: الاستعداد بالتوجه إلى شيء واحد، تتحد فيه هموم النفس وأهواؤها المتفرقة، كما كان شأن موسى إذ رأى النار في الشجرة. والرسول الذي يرسله الله فيوحي بإذنه ما يشاء هو: ملك الوحي المعبر عنه بالروح الأمين. </p><p> والمعنى (٣) : أنه تعالى بعث هؤلاء الأنبياء والرسل، وخص موسى عليه </p><p>(١) المراح. (٢) المراغي.(٣) المراح.</p>"
}