{
  "id": null,
  "sura": 4,
  "aya": 119,
  "text": "<p> {إِلَّا إِنَاثًا} بسكون المثلثة، وأصله وثنًا، فاجتمع في هذا اللفظ ثمان قراءات {إِنَاثًا} و {أنْثَى} و {أنَثًا} و {أوثانًا} و {وَثَنًا} و {أثَنًا} و {أُثُنًا} . </p><p> {وَإِنْ يَدْعُونَ إِلَّا شَيْطَانًا مَرِيدًا} ؛ أي: وما يعبدون بعبادتها إلا شيطانًا، شديد التمرد والبعد عن طاعة الله، إذ هو الذي أمرهم بعبادتها، وأغراهم بها، فكانت طاعتهم له في ذلك عبادةً له، </p><p> ١١٨ - {لَعَنَهُ اللَّهُ} سبحانه وتعالى؛ أي: طرده الله عن كل خير، وأبعده عن رحمته وفضله، فإنه داعية كل شر وباطل في نفس الإنسان، بما يوسوس في صدره ويعده ويمنيه {وَقَالَ} ؛ أي: الشيطان عندما لعنه الله تعالى: وعزتك {لَأَتَّخِذَنَّ مِنْ عِبَادِكَ نَصِيبًا مَفْرُوضًا} ؛ أي: لأجعلن لنفسي من عبادك حظًّا مقدرًا معينًا، وهم الذين يتبعون خطوات الشيطان ويقبلون وساوسه، وروي عن النبي - صلى الله عليه وسلم - أنه قال:  \"من كل ألف واحد لله، وسائره للناس ولإبليس\" . وقيل: النصيب المفروض هو ما للشيطان في نفس كل أحد من الاستعداد للشر، إذ ما من إنسان إلا يشعر من نفسه بوسوسة الشيطان، فإن لم يكن بالشرك فبالمعصية والإصرار عليها، أو الرياء في العبادة، لكن الله أخبر أنه ليس له سلطان على عباده المخلصين، وقد جاء في القرآن والحديث ما يدل على هذا. </p><p> والخلاصة: أن الشيطان خلق متمردًا على الحق، بعيدًا من الخير، مغرى بإغواء البشر وإضلالهم. </p><p> ١١٩ - {وَلَأُضِلَّنَّهُمْ} عن طريق الهدى، {وَلَأُمَنِّيَنَّهُمْ} ؛ أي: ولألقين في قلوبهم الأماني الكاذبة، وهي تورث شيئين: الحرص والأمل، وهما يستلزمان أكثر الأخلاق الذميمة، ويلازمان للإنسان، وفي الحديث:  \"يهرم ابن آدم ويشبُّ معه اثنان: الحرص والأمل\" . فالحرص يستلزم ركوب الأهوال، فإذا اشتد حرصه على الشيء .. فقد لا يقدر على تحصيله إلا بمعصية الله وإيذاء الخلق، وإذا طال أمله .. نسي الآخرة، وصار غريقًا في الدنيا، فلا يكاد يقدم على التوبة، ولا يكاد يؤئر فيه الوعظ، فيصير قلبه كالحجارة أو أشد قسوة. </p><p> وقيل: إضلال الشيطان لمن يضلهم هو صرفهم عن العقائد الصحيحة، </p><p> وشغلهم عن الدلائل الموصلة إلى الحق والهدى، وتمنيته لهم تزيينه لهم الاستعجال باللذات الحاضرة، والتسويف بالتوبة والعمل الصالح. </p><p> والخلاصة: أن من شأن الشيطان ومقتضى طبعه: إضلال العباد، وشغلهم بالأماني الباطلة، كرحمة الله للمجرمين بغير توبة، والخروج من النار بعد دخولها بالشفاعة، وتزيين لذات الحياة العاجلة على ثواب الآجلة ونعيمها. </p><p> {وَلأمُرَنَّهُمْ} بالتبتيك؛ أي: شق آذان الناقة {فَلَيُبَتِّكُنَّ} ؛ أي: فليقطعن {آذَانَ الْأَنْعَامِ} ويشقونها بموجب أمري لهم، والمراد به: ما كانوا يفعلونه من قطع آذان بعض الأنعام لأصنامهم، كالبحائر التي كانوا يقطعون آذانها أو يشقونها شقًّا واسعًا، ويتركون الحمل عليها إذا ولدت خمسة أبطن وجاء الخامس ذكرًا، وهذا من سخيف أعمالهم الوثنية الدالة على ضعف عقولهم، {وَلأمُرَنَّهُمْ} بتغيير خلق الله، {فَلَيُغَيِّرُنَّ خَلْقَ اللَّهِ} صورة أو صفة، بموجب أمري لهم، كخصاء العبيد، وفقء العيون، وقطع الآذان، والوشم والوشر، ووصل الشعر، فإن المرأة تتوصل بهذه الأفعال إلى الزنا، وكانت العرب إذا بلغت إبل أحدهم ألفًا .. عوَّروا عين فحلها، ويدخل في هذه الآية التخنث والسحاقات، لأن التخنث عبارة عن تشبه الذكر بالأنثى، والسحق عبارة عن تشبه المرأة بالذكر، وعموم اللفظ يمنع الخصاء مطلقًا، لكن الفقهاء رخصوا في البهائم للحاجة، فيجوز في المأكول الصغير، ويحرم في غيره، وأما خصاء بني آدم فحرام. </p><p> وقال الشوكاني (١) : واختلف العلماء في هذا التغيير ما هو، فقالت طائفة: هو الخصاء، وفقء الأعين، وقطع الآذان، وقال آخرون: إن المراد بهذا التغيير هو: أن الله سبحانه وتعالى خلق الشمس والقمر والأحجار والنار ونحوها من المخلوقات لما خلقها له، فغيرها الكفار بأن جعلوها آلهة معبودة، وبه قال الزجاج، وقيل: المراد بهذا التغيير، تغيير الفطرة التي فطر الله الناس عليها، ولا مانع من حمل الآية على جميع هذه الأمور، حملًا شموليًّا أو بدليًّا، انتهى. </p><p>(١) فتح القدير.</p>"
}