{
  "id": null,
  "sura": 4,
  "aya": 170,
  "text": "<p> طَرِيقًا}؛ أي: وليس من شأنه أن يهدي أمثالهم طريقًا يوصلهم إلى الجزاء على أعمالهم </p><p> ١٦٩ - {إِلَّا طَرِيقَ جَهَنَّمَ} : فهي الطريق التي ينتهي إليها من دنس نفسه بالكفر والظلم، وأوغل في السير فيها طول عمره، واستمرأ الشرور والمفاسد، حتى هوت به إلى وادٍ سحيقٍ، يعني: يهديهم إلى طريق تؤدي إلى جهنم، وهي اليهودية، لما سبق في علمه أنهم أهل لذلك، فانتظار المغفرة ودخول الجنات لأمثال هؤلاء انتظارٌ لإبطال نظام العالم، ونقض لسنن الله وحكمته في خلق الإنسان، وما أجود قولَ الشاعر: </p><p> ترْجُوْ النَّجَاةَ وَلَمْ تَسْلُكْ مَسَالِكَهَا ... إِنَّ السَّفِيْنَةَ لاَ تَجْرِيْ عَلَى الْيَبَسِ </p><p> حالة كونهم {خَالِدِينَ فِيهَا} ؛ أي: مقدرين الخلود والدوام في جهنم {أَبَدًا} ؛ أي: مدةً لا نهاية لها ولا انقضاء، أي: يدخلونها ويذوقون عذابها حال كونهم خالدين فيها أبدًا، لا يخرجون منها ولا يموتون فيها أبدَ الآبدين، وإنما قال:  {أَبَدًا} بعد {خَالِدِينَ} ؛ لدفع احتمال أن الخلود هنا يراد به المكث الطويل. </p><p> فائدة: والفرق بين الخلود والأبد: أن الخلود: بقاء الشيء مدةً طويلة على حال واحدة، لا يطرأ عليه فيها تغيير ولا فناء، والأبد: الزمن الممتد الذي لا نهاية له ولا انقضاء، يقال: تأبد الشيء إذا بقي أبدًا، وأبد بالمكان - من باب تعب - أبودًا إذا أقام به ولم يبرحه. </p><p> {وَكَانَ ذَلِكَ} ؛ أي: تخليدهم في جهنم، أو ترك المغفرة لهم والهداية مع الخلود في جهنم {عَلَى اللَّهِ} سبحانه وتعالى {يَسِيرًا} ؛ أي: هينًا سهلًا على الله دون غيره؛ لأنه مقتضى حكمته وسننه، وليس بالعزيز على قدرته؛ لأنه لا يصعب عليه شيء {إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ (٨٢) } وفي هذا تحقير لأمرهم، وبيان بأن الله تعالى لا يعبأ بهم ولا يبالي بشأنهم. </p><p> ١٧٠ - {يَا أَيُّهَا النَّاسُ} هذا خطاب عام يدخل فيه جميع الكفار من اليهود والنصارى وعبدة الأوثان وغيرهم، وقيل: هو خطاب لمشركي مكة {قَدْ </p><p> جَاءَكُمُ} هذا {الرَّسُولُ} الكريم محمَّد - صلى الله عليه وسلم - حالة كونه متلبسًا {بِالْحَقِّ} ؛ أي: بالقرآن المنزل عليه، أو حالة كونه متكلمًا بالدعوة إلى توحيد الله وعبادته والإعراض عن غيره {مِنْ} عند {رَبِّكُمْ} وخالقكم الذي يستحق منكم العبادة {فَآمِنُوا} وصدقوا بجميع ما جاء به من عند ربكم .. يكن الإيمان به {خَيْرًا لَكُمْ} وأحمد عاقبة مما أنتم عليه من الكفر والإشراك؛ لأن الإيمان يزكيكم ويطهركم من الدنس والرجس ويؤهلكم للسعادة الأبدية. وأفعل التفضيل ليس على بابه؛ لأن الكفر ليس خيرٌ أصلًا {وَإِنْ تَكْفُرُوا فَإِنَّ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ} ؛ أي: وإن تستمروا على كفركم بالله وبالرسول .. فإن الله سبحانه وتعالى غني عن إيمانكم، ولا يتضرر بكفركم ولا ينتفع بإيمانكم، وقادر على جزائكم بما يقتضيه كفركم وسوء عملكم، فإن له ما في السموات وما في الأرض ملكًا وخلقًا، وكلهم عبيده ينقادون لحكمه طوعًا أو كرهًا، فعبادة الكره وعدم الاختيار تكون بالخضوع لقدرته وسننه في الأكوان، وهي عامة في جميع الخلق، سواء منهم العاقل وغيره، وعبادة الاختيار: خاصة بالمؤمنين الأخيار، والملائكة الأبرار، ومن كان كذلك فهو قادر على إنزال العذاب الشديد عليكم لو كفرتم، أو فمن كان كذلك فله عبيد يعبدونه وينقادون لأمره وحكمه، أو فمن كان كذلك لم يكن محتاجًا إلى شيء، ففي هذه الجملة وعيدٌ لهم مع إيضاح وجه البرهان، وإماطة الستر عن الدليل بما يوجب عليهم القبول والإذعان؛ لأنهم يعترفون بأن الله خالقهم {وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَهُمْ لَيَقُولُنَّ اللَّهُ} . </p><p> {وَكَانَ اللَّهُ} سبحانه وتعالى {عَلِيمًا} لا يخفى عليه من أعمال عباده المؤمنين والكافرين شيء {حَكِيمًا} لا يضيع عمل عامل منهم، ولا يسوي بين المؤمن والكافر والمحسن والمسيء، أي: وكان شأنهُ تعالى العلم المحيط، والحكمة البالغة الكاملة في جميع أفعاله وأحكامه، فهو لا يخفى عليه أمركم في إيمانكم وكفركم وسائر أحوالكم، ومن حكمته: أن يجازيكم على ما تجترحون من الآثام والموبقات؛ فإنه لم يخلقكم عبثًا، ولم يترككم سدى، فطوبى لمن نهى النفس عن الهوى وآثر الآخرة على الدنيا، وويل لمن أعرض عن ذكر ربِّه، وأعرض عن أمره ونهيه، وحالف الشيطان وحزبه. </p><p> الإعراب </p><p> {فَبِظُلْمٍ مِنَ الَّذِينَ هَادُوا حَرَّمْنَا عَلَيْهِمْ طَيِّبَاتٍ أُحِلَّتْ لَهُمْ وَبِصَدِّهِمْ عَنْ سَبِيلِ اللَّهِ كَثِيرًا (١٦٠) }. </p><p> {فَبِظُلْمٍ} : (الفاء) : زائدة، كما قاله أبو البقاء. و (الباء) : سببية. {ظُلْمٍ} : مجرور بالباء، الجار والمجرور متعلق بحرمنا الآتي. {مِنَ الَّذِينَ} : جار ومجرور صفة لظلم. {هَادُوا} : فعل وفاعل، والجملة صلة الموصول. {حَرَّمْنَا} : فعل وفاعل، والجملة مستأنفة. {عَلَيْهِمْ} : جار ومجرور متعلق بحرمنا. {طَيِّبَاتٍ} : مفعول به. {أُحِلَّتْ} : فعل ماض مغير الصيغة، ونائب فاعله ضمير يعود على طيبات. {لَهُمْ} : جار ومجرور متعلق بأحلت، والجملة الفعلية صفة لطيبات. {وَبِصَدِّهِمْ} : جار ومجرور، ومضاف إليه معطوف على قوله:  {فَبِظُلْمٍ} . {عَنْ سَبِيلِ اللَّهِ} : جار ومجرور، ومضاف إليه متعلق بصدهم. {كَثِيرًا} : مفعول به لصدهم؛ لأنه من إضافة المصدر إلى فاعله، أو صفة لمصدر محذوف، تقديره: صدًّا كثيرًا، أو لزمان محذوف، تقديره: زمانًا كثيرًا. </p><p> {وَأَخْذِهِمُ الرِّبَا وَقَدْ نُهُوا عَنْهُ وَأَكْلِهِمْ أَمْوَالَ النَّاسِ بِالْبَاطِلِ وَأَعْتَدْنَا لِلْكَافِرِينَ مِنْهُمْ عَذَابًا أَلِيمًا (١٦١) }. </p><p> {وَأَخْذِهِمُ} : معطوف على صدهم، وهو من إضافة المصدر إلى فاعله. {الرِّبَا} : مفعوله منصوب بفتحة مقدرة. {وَقَدْ} : (الواو) : حالية. {قَدْ} : حرف تحقيق. {نُهُوا} : فعل ونائب فاعل. {عَنْهُ} : متعلق به، والجملة في محل النصب حال من ضمير أخذهم. {وَأَكْلِهِمْ} : معطوف على {صدهم} وهو من إضافة المصدر إلى فاعله. {أَمْوَالَ النَّاسِ} : مفعول به لأكلهم، وهو مضاف. {النَّاسِ} : مضاف إليه. {بِالْبَاطِلِ} : جار ومجرور متعلق بأكلهم على أنَّ الباء سببية، أو حال من ضمير أكلهم على أنَّ الباء للملابسة، أي: حالة كونهم متلبسين بالباطل. {وَأَعْتَدْنَا} : فعل وفاعل، والجملة معطوفة على حرَّمنا. {لِلْكَافِرِينَ} : متعلق به. {مِنْهُمْ} : جار ومجرور حال من الكافرين، أو صفة له. {عَذَابًا} : مفعول به. {أَلِيمًا} : صفة له. </p><p> {لَكِنِ الرَّاسِخُونَ فِي الْعِلْمِ مِنْهُمْ وَالْمُؤْمِنُونَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ} . </p><p> {لَكِنِ} : حرف استدراك. {الرَّاسِخُونَ} : مبتدأ. {فِي الْعِلْمِ} : متعلق به. {مِنْهُمْ} : جار ومجرور حال من الضمير المستكن في {الرَّاسِخُونَ} ، {وَالْمُؤْمِنُونَ} : معطوف على {الرَّاسِخُونَ} . {يُؤْمِنُونَ} : فعل وفاعل، والجملة خبرُ المبتدأ، والجملة الإسمية جملة استدراكية، لا محل لها من الإعراب. {بِمَا} : جار ومجرور متعلق بيؤمنون. {أُنْزِلَ} : فعل ماض مغير الصيغة، ونائب فاعله ضمير يعود على ما. {إِلَيْكَ} : متعلق بأنزل، والجملة الفعلية صلة لما، أو صفة لها. {وَمَا} : موصولة، أو موصوفة في محل الجر معطوفة على (ما) الأولى. {أُنْزِلَ} : فعل ماض مغير الصيغة، ونائب فاعله ضمير مستتر فيه، والجملة صلة لما، أو صفة لها. {مِنْ قَبْلِكَ} : جار ومجوور، ومضاف إليه متعلق بأنزل. </p><p> {وَالْمُقِيمِينَ الصَّلَاةَ وَالْمُؤْتُونَ الزَّكَاةَ وَالْمُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ أُولَئِكَ سَنُؤْتِيهِمْ أَجْرًا عَظِيمًا} . </p><p> {وَالْمُقِيمِينَ} : الواو: استئنافية. {الْمُقِيمِينَ} : منصوب على المدح بفعل محذوف، تقديره: أمدح المقيمين. {الصَّلَاةَ} : مفعول المقيمين، والجملة المحذوفة مستأنفة. {وَالْمُؤْتُونَ} : مبتدأ. {الزَّكَاةَ} : مفعوله. {وَالْمُؤْمِنُونَ} : معطوف على المؤتون. {بِاللَّهِ} : متعلق بـ {الْمُؤْمِنُونَ} . {وَالْيَوْمِ} : معطوف على الجلالة. {الْآخِرِ} : صفة لليوم، وخبر المبتدأ محذوف جوازًا، تقديره: والمؤتون الزكاة والمؤمنون بالله واليوم الآخر مثل المقيمين الصلاة في استحقاق الفضل والمدح، والجملة مستأنفة. {أُولَئِكَ} : مبتدأ. {سَنُؤْتِيهِمْ} : فعل ومفعول أول، وفاعله ضمير يعود على الله. {أَجْرًا} : مفعول ثان. {عَظِيمًا} : صفة له، والجملة الفعلية خبر المبدأ، والجملة الإسمية مستأنفة استئنافًا بيانيًّا، وهذا الإعراب الذي ذكرناه أرجح الأعاريب كما أشرنا إليه في بحث التفسير نقلًا عن أبي حيان. </p><p> {إِنَّا أَوْحَيْنَا إِلَيْكَ كَمَا أَوْحَيْنَا إِلَى نُوحٍ وَالنَّبِيِّينَ مِنْ بَعْدِهِ} . </p><p> {إِنَّا} : حرف نصب. و (نا) : اسمها. {أَوْحَيْنَا} : فعل وفاعل، والجملة الفعلية في محل الرفع خبر إنَّ، وجملة إنَّ مستأنفة. {إِلَيْكَ} : متعلق بأوحينا. </p><p> {كَمَا} : (الكاف) : حرف جر. (ما) : مصدرية. {أَوْحَيْنَا} : فعل وفاعل. {إِلَى نُوحٍ} : جار ومجرور متعلق بأوحينا. {وَالنَّبِيِّينَ} : معطوف على نوح. {مِنْ بَعْدِهِ} : جار ومجرور ومضاف إليه، صفة للنبيين، أو حال منه، أو متعلق بالنبيين. وقال أبو البقاء (١) : ولا يجوز أن يكون حالًا من النبيين؛ لأن ظروف الزمان لا تكون أحوالًا للجثث، ويجوز أن يتعلق {مِنْ} بالنبيين، وجملة {أَوْحَيْنَا} صلة (ما) المصدرية، ما مع صلتها في تأويل مصدر مجرور بالكاف، والجار والمجرور متعلق بمحذوف صفة لمصدر محذوف، تقديره: إنّا أوحينا إليك إيحاء كائنًا كإيحائنا إلى نوح والنبيين من بعده. </p><p> {وَأَوْحَيْنَا إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَعِيسَى وَأَيُّوبَ وَيُونُسَ وَهَارُونَ وَسُلَيْمَانَ وَآتَيْنَا دَاوُودَ زَبُورًا} . </p><p> {وَأَوْحَيْنَا} : فعل وفاعل، والجملة معطوفة على جملة {أَوْحَيْنَا} الأولى، على كونها صلة لما المصدرية. {إِلَى إِبْرَاهِيمَ} : جار ومجرور متعلق بأوحينا. {وَإِسْمَاعِيلَ} : معطوف على إبراهيم. {وَإِسْحَاقَ وَيَعْقُوبَ} : معطوفان أيضًا على إبراهيم. {وَالْأَسْبَاطِ} : معطوف على إبراهيم، وكذا قوله:  {وَعِيسَى وَأَيُّوبَ وَيُونُسَ وَهَارُونَ وَسُلَيْمَانَ} : معطوفات على إبراهيم جريًا على القاعدة: أن المعطوفات إذا كثرت - وكان العطف بالواو - يكون على الأول. {وَآتَيْنَا} : فعل وفاعل. {دَاوُودَ} : مفعول أول. {زَبُورًا} : مفعول ثان، والجملة معطوفة على جملة {وَأَوْحَيْنَا} . </p><p> {وَرُسُلًا قَدْ قَصَصْنَاهُمْ عَلَيْكَ مِنْ قَبْلُ وَرُسُلًا لَمْ نَقْصُصْهُمْ عَلَيْكَ وَكَلَّمَ اللَّهُ مُوسَى تَكْلِيمًا (١٦٤) }. </p><p> {وَرُسُلًا} : مفعول لفعل محذوف، تقديره: وأرسلنا رسلًا، والجملة المحذوفة معطوفة على {أوحينا} ، وهو (٢) الدَّال على هذا المحذوف بالالتزام، فإنَّ الإيحاء يلزمه الإرسال أو يدل عليه رسلًا {قَدْ} : حرف تحقيق. {قَصَصْنَاهُمْ} : فعل وفاعل ومفعول، والجملة صفة رسلًا. {عَلَيْكَ} : متعلق </p><p>(١) العكبري. (٢) الجمل.</p><p> بقصصنا. {مِنْ قَبْلُ} : جار ومجرور متعلق بقصصنا أيضًا. {وَرُسُلًا} : معطوف على رسلًا. {لَمْ نَقْصُصْهُمْ} : جازم، وفعل ومفعول، وفاعله ضمير يعود على الله، والجملة صفة رسلًا. {عَلَيْكَ} : متعلق بنقصصهم. {وَكَلَّمَ اللَّهُ مُوسَى} : فعل وفاعل ومفعول. {تَكْلِيمًا} : منصوب على المفعولية المطلقة، والجملة مستأنفة. </p><p> {رُسُلًا مُبَشِّرِينَ وَمُنْذِرِينَ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى اللَّهِ حُجَّةٌ بَعْدَ الرُّسُلِ وَكَانَ اللَّهُ عَزِيزًا حَكِيمًا (١٦٥) }. </p><p> {رُسُلًا} : مفعول لفعل محذوف، تقديره: أرسلنا رسلًا، والجملة مستأنفة. {مُبَشِّرِينَ} : صفة. {وَمُنْذِرِينَ} : معطوف على مبشرين. {لِئَلَّا} : (اللام) : حرف جر وتعليل، (أنْ) : حرف نصب ومصدر، (لا) : نافية. {يَكُونَ} : فعل ناقص منصوب بأن. {لِلنَّاسِ} : جار ومجرور خبر مقدم ليكون. {عَلَى اللَّهِ} : حال من حجة. {حُجَّةٌ} : اسم يكون مؤخر عن خبرها. {بَعْدَ الرُّسُلِ} : ظرف ومضاف إليه متعلق بحجة، أو صفة لها، وجملة يكون صلة أن المصدرية، أن مع صلتها: في تأويل مصدر مجرور باللام، والجار والمجرور متعلق بأرسلنا المحذوف، والتقدير: وأرسلنا رسلًا مبشرين ومنذرين؛ لإعدام كون حجة للناس على الله بعد الرسل. {وَكَانَ اللَّهُ} : فعل ناقص واسمه {عَزِيزًا} : خبر أول لها. {حَكِيمًا} : خبر ثان لها، والجملة مستأنفة. </p><p> {لَكِنِ اللَّهُ يَشْهَدُ بِمَا أَنْزَلَ إِلَيْكَ أَنْزَلَهُ بِعِلْمِهِ وَالْمَلَائِكَةُ يَشْهَدُونَ وَكَفَى بِاللَّهِ شَهِيدًا (١٦٦) }. </p><p> {لَكِنِ} : حرف استدراك. {اللَّهُ} : مبتدأ. {يَشْهَدُ} : فعل مضارع، وفاعله ضمير يعود على الله، والجملة في محل الرفع خبر المبتدأ، والجملة الإسمية: جملة استدراكية لا محل لها من الإعراب. {بِمَا} : جار ومجرور متعلق بيشهد. {أَنْزَلَ} : فعل ماض، وفاعله ضمير يعود على الله. {إِلَيْكَ} : متعلق به، والجملة صلة الموصول، والعائد محذوف، تقديره: بما أنزله إليك. {أَنْزَلَهُ} : فعل ومفعول، وفاعله ضمير يعود على الله. {بِعِلْمِهِ} : جار ومجرور ومضاف إليه حال من ضمير {أَنْزَلَهُ} ، والتقدير: أنزله حالة كونه معلومًا له تعالى، أو </p><p> حال من فاعل {أَنْزَلَهُ} ، تقديره: أنزله حالة كونه متلبسًا بعلمه، وجملة أنزله جملة مفسرة لما قبلها, لا محل لها من الإعراب. {وَالْمَلَائِكَةُ} : مبتدأ، وجملة {يَشْهَدُونَ} خبره، والجملة الإسمية معطوفة على الجملة الاستدراكية على كونها لا محل لها من الإعراب. {وَكَفَى بِاللَّهِ} : فعل وفاعل، والباء زائدة. {شَهِيدًا} : تمييز، والجملة مستأنفة. </p><p> {إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ قَدْ ضَلُّوا ضَلَالًا بَعِيدًا (١٦٧) }. </p><p> {إِنَّ} : حرف نصب. {الَّذِينَ} : في محل النصب اسمها. {كَفَرُوا} : فعل وفاعل، والجملة صلة الموصول. {وَصَدُّوا} : فعل وفاعل معطوف على كفروا. {عَنْ سَبِيلِ اللَّهِ} : جار ومجرور ومضاف إليه متعلق بصدوا. {قَدْ} : حرف تحقيق. {ضَلُّوا} : فعل وفاعل. {ضَلَالًا} : مفعول مطلق. {بَعِيدًا} : صفة له، والجملة الفعلية في محل الرفع خبر إن، وجملة إن مستأنفة. </p><p> {إِنَّ الَّذِينَ كَفَرُوا وَظَلَمُوا لَمْ يَكُنِ اللَّهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ طَرِيقًا (١٦٨) }. </p><p> {إِنَّ} : حرف نصب. {الَّذِينَ} : في محل النصب اسمها. {كَفَرُوا} : فعل وفاعل، والجملة صلة الموصول. {وَظَلَمُوا} : فعل وفاعل معطوف على كفروا. {لَمْ} : حرف نفي وجزم. {يَكُنِ اللَّهُ} : فعل ناقص واسمه، مجزوم بلم. {لِيَغْفِرَ} : اللام: حرف جر وجحود. {يَغْفِرَ} : فعل مضارع منصوب بأن مضمرة وجوبًا بعد لام الجحود، وفاعله ضمير يعود على الله. {لَهُمْ} : جار ومجرور متعلق بيغفر، وجملة يغفر في تأويل مصدر مجرور بلام الجحود، تقديره: لم يكن الله لغفرانهم، الجار والمجرور متعلق بواجب الحذف؛ لوقوعه خبرًا ليكن، تقديره: لم يكن الله مريدًا لغفرانهم، وجملة يكن من اسمها وخبرها في محل الرفع خبر إن، وجملة إنَّ من اسمها وخبرها مستأنفة، لا محل لها من الإعراب. {وَلَا} : (الواو) : عاطفة. (لا) : زائدة، زيدت لتأكيد نفي ما قبلها. {لِيَهْدِيَهُمْ} : (اللام) : حرف جر وجحود. (يهدي) : منصوب بأن مضمرة بعد لام الجحود، وفاعله ضمير يعود على الله. و (الهاء) : ضمير الغائبين في محل النصب مفعول </p><p> أول ليهدي. {طَرِيقًا} : مفعول ثان له، وجملة يهدي صلة أن المضمرة، أن مع صلتها: في تأويل مصدر مجرور باللام المتعلقة بخبر يكن المحذوف، وتقديره: لم يكن الله سبحانه وتعالى مريدًا لغفرانهم، ولا مريدًا لهدايتهم طريقًا. وقد أطلنا البحث عن لام الجحود في كتابنا \"الخريدة البهية في إعراب أمثلة الآجرومية\" فراجعه إنّ شئت. </p><p> {إِلَّا طَرِيقَ جَهَنَّمَ خَالِدِينَ فِيهَا أَبَدًا وَكَانَ ذَلِكَ عَلَى اللَّهِ يَسِيرًا (١٦٩) }. </p><p> {إِلَّا} : أداة استثناء. {طَرِيقَ} : منصوب على الاستثناء، استثناء متصلًّا؛ لأنه من جنس الأول؛ لأن الأول في معنى العموم؛ لوقوعه في سياق النفي، {طَرِيقَ} : مضاف. {جَهَنَّمَ} مضاف إليه. {خَالِدِينَ} : حال مقدرة من مفعول يهديهم. {فِيهَا} : جار ومجرور متعلق بخالدين {أَبَدًا} : منصوب على الظرفية متعلق بخالدين. {وَكَانَ ذَلِكَ} : فعل ناقص واسمه. {عَلَى اللَّهِ} : متعلق بيسيرًا. {يَسِيرًا} : خبر كان، وجملة كان من أسمها وخبرها مستأنفة، لا محل لها من الإعراب. </p><p> {يَا أَيُّهَا النَّاسُ قَدْ جَاءَكُمُ الرَّسُولُ بِالْحَقِّ مِنْ رَبِّكُمْ فَآمِنُوا خَيْرًا لَكُمْ وَإِنْ تَكْفُرُوا فَإِنَّ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا (١٧٠) }. </p><p> {يَا أَيُّهَا} : حرف نداء (أي) : منادى نكرة مقصودة، (ها) : حرف تنبيه زائد. {النَّاسُ} : صفة لأيّ، تابع للفظه، وجملة النداء مستأنفة. {قَدْ} : حرف تحقيق. {جَاءَكُمُ الرَّسُولُ} : فعل ومفعول وفاعل، والجملة جواب النداء، لا محل لها من الإعراب. {بِالْحَقِّ} : جار ومجرور حال من الوصول، أو متعلق بجاء. {مِنْ رَبِّكُمْ} : جار ومجروو ومضاف إليه، حال من الحال - أعني بالحق -، أي: حالة كون ذلك الحق كائنًا من ربكم، أو متعلق بجاء، كما قاله أبو البقاء. {فَآمِنُوا} : (الفاء) : عاطفة سببية، كما في \"الجمل\" . {فَآمِنُوا} : فعل وفاعل، والجملة معطوفة على جملة {قَدْ جَاءَكُمُ} على كونها جواب النداء، لا محل لها من الإعراب. {خَيْرًا} : خبر ليكن المحذوفة مع اسمها. {لَكُمْ} : جار ومجرور متعلق بخيرًا، أو صفة له، وجملة يكن المحذوفة جواب لشرط مقدر, </p><p> تقديره: إن آمنتم يكن الإيمان خيرٌ لكم مما أنتم عليه، وجملة؛ الشرط المحذوف مع جوابه مستأنفة، {وَإِنْ تَكْفُرُوا} : جازم وفعل وفاعل، وجواب الشرط محذوف، تقديره: فلا يضرّه كفركم، وجملة إن الشرطية مع جوابها المحذوف مستأنفة. {فَإِنَّ} : (الفاء) : تعليلية كما في \"الجمل\" ، (إن) : حرف نصب. {لِلَّهِ} : جار ومجرور خبر مقدم لها. {مَا} : موصولة، أو موصوفة في محل النصب اسمها مؤخر. {فِي السَّمَاوَاتِ} : جار ومجرور صلة (ما) ، أو صفة لها، {وَالْأَرْضِ} : معطوف على السموات، وجملة إن من اسمها وخبرها: في محل الجر بلام التعليل المقدرة، المدلول عليها بالفاء التعليلية المتعلقة بجواب الشرط المحذوف. {وَكَانَ اللَّهُ} : فعل ناقص واسمه. {عَلِيمًا} : خبر أول له {حَكِيمًا} : خبر ثان له، والجمله مستأنفة. </p><p> التصريف ومفردات اللغة </p><p> {لَكِنِ الرَّاسِخُونَ فِي الْعِلْمِ مِنْهُمْ}  {الرَّاسِخُونَ} : جمع راسخ، والراسخ: هو المبالغ في علم الكتاب، الثابت فيه، من الرسوخ، وأصل الرسوخ في لغة العرب: الثبوت في الشيء، وكل ثابت راسخ، وأصله في الأجرام: أن ترسخ الخيل، أو الشجر في الأرض، ومنه قول الشاعر: </p><p> لَقَدْ رَسَخَتْ فِي الصَّدْرِ مِنِّي مَوَدَّةٌ ... لِلَيْلَى أبَتْ آياتُهَا أَنْ تَغَيَّرَا </p><p> {إِنَّا أَوْحَيْنَا إِلَيْكَ} : من أوحى الرباعي، يقال: أوحى يوحي إيحاء ووحيًا، والوحي: اسم مصدر لأوحى، والوحي لغةً (١) : الإيماء والإشارة، كما في قوله تعالى:  {فَأَوْحَى إِلَيْهِمْ أَنْ سَبِّحُوا بُكْرَةً وَعَشِيًّا} . والإلهامُ الذي يقع في النفس، كما قال تعالى:  {وَأَوْحَيْنَا إِلَى أُمِّ مُوسَى أَنْ أَرْضِعِيهِ} وما يكون غريزة دائمة، كما قال: {وَأَوْحَى رَبُّكَ إِلَى النَّحْلِ أَنِ اتَّخِذِي مِنَ الْجِبَالِ بُيُوتًا وَمِنَ الشَّجَرِ وَمِمَّا يَعْرِشُونَ (٦٨) } والإعلام في خفاء، بأن تعلم إنسانًا بأمر تخفيه على غيره، كما قال تعالى:  {شَيَاطِينَ الْإِنْسِ وَالْجِنِّ يُوحِي بَعْضُهُمْ إِلَى بَعْضٍ} . </p><p>(١) المراغي.</p><p> ووحي الله إلى أنبيائه: عرفان يجده الشخص من نفسه مع اليقين بأنه من قبل الله بواسطة، أو بغير واسطة، والأول بصوت يتمثل لسمعه، أو بغير صوت، ويفرق بينه وبين الإلهام: بأن الإلهام وجدانٌ تستيقنه النفس وتنساق إلى ما يطلب على غير شعور منها من أين أتى، وهو أشبه بوجدان الجوع والعطش والحزن والسرور. </p><p> {وَآتَيْنَا دَاوُودَ زَبُورًا} : والزبور (١) : - بفتح الزاي - وهي قراءة الجمهور، بمعنى: المزبور، أي: المكتوب، كالرسول والحلوب والركوب، بمعنى: المرسل والمحلوب والمركوب، من الزبر، أي: الكتابة - وبضمها - وهي قراءة حمزة، جمع زبر، كفلس وفلوس، والزبر بمعنى المزبور، والأصل في الكلمة: التوثيق، يقال: بئر مزبورة، أي: مطوية بالحجارة، وسمِّيَ كتاب داود زبورًا - بضم الزاي -؛ لقوة الوثيقة به، وفي \"الفتوحات\" : والزبور: جمع زبر، والزبير (٢) - بالفتح - مصدر لزبر - من بابي ضرب ونصر، بمعنى: كتب أو جمع زبر بالكسر - مثل: حمل وحمول، وقدر وقدور كما في \"الشهاب\" . وفي \"المختار\" . والزبير - بالكسر -: الكتاب، والجمع زبور، كقدر وقدور، ومنه قراءة بعضهم {وَآتَيْنَا دَاوُودَ زُبورًا} اهـ. </p><p> {وَكَلَّمَ اللَّهُ مُوسَى تَكْلِيمًا} : تكليمًا: مصدر مؤكد رافع لاحتمال المجاز، قال الفراء: العرب تسمي ما وصل إلى الإنسان كلامًا بأي طريق وصل ما لم يؤكد بالمصدر فإن أوكد به لم يكن إلا حقيقة الكلام. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات أنواعًا من الفصاحة والبيان والبديع (٣) : </p><p>(١) الشوكاني. (٢) الجمل.(٣) البحر المحيط.</p><p> فمن ذلك: الطباق في قوله: {حَرَّمْنَا} و {أُحِلَّتْ} ، وفي قوله:  {فَآمِنُوا}  {وَإِنْ تَكْفُرُوا} . </p><p> ومنها: التكرار في قوله: {وَأَوْحَيْنَا} ، وفي قوله:  {رُسُلًا} ، وفي قوله:  {يَشْهَدُ} و {يَشْهَدُونَ} ، وفي قوله:  {كَفَرُوا} ، وفي اسم الله. </p><p> ومنها: تخصيص بعض الأنبياء بالذكر في قوله: {كَمَا أَوْحَيْنَا إِلَى نُوحٍ} الخ؛ للتشريف وإظهار فضل المذكورين، وفيه تشبيه يسمى مرسلًا. </p><p> ومنها: جناس الاشتقاق في قوله: {وَالْمَلَائِكَةُ يَشْهَدُونَ وَكَفَى بِاللَّهِ شَهِيدًا} . </p><p> ومنها: التشبيه في قوله: {كَمَا أَوْحَيْنَا} . </p><p> ومنها: الاستعارة في قوله: {الرَّاسِخُونَ} ، وهي في الأجرام، استعيرت للثبوت في العلم والتمكن فيه، وفي قوله:  {سَبِيلِ اللَّهِ} و {يَشْهَدُ} و {طَرِيقًا} . </p><p> ومنها: الحذف في عدة مواضع. </p><p> ومنها: الالتفات في قوله: {أُولَئِكَ سَنُؤْتِيهِمْ أَجْرًا عَظِيمًا} ، والأصل: سيؤتيهم، وتنكير الأجر؛ للتفخيم. </p><p> ومنها: تقديم السبب على المسبّب في قوله: {فَبِظُلْمٍ مِنَ الَّذِينَ هَادُوا حَرَّمْنَا عَلَيْهِمْ} تنبيهًا على فحش الظلم، وتقبيحًا له، وتحذيرًا منه. </p><p> ومنها: الإشارة إلى أوصاف متعددة في قوله: {أُولَئِكَ سَنُؤْتِيهِمْ} . </p><p> ومنها: للتأكيد بالمصدر في قوله: {وَكَلَّمَ اللَّهُ مُوسَى تَكْلِيمًا} ، دلالة على وقوع الفعل على حقيقته، لا على مجازه، وهذا هو الغالب في كلامهم، وقد جاء التأكيد بالمصدر في المجاز إلا أنه قليل، فمن ذلك قول هند بنت النعمان بن بشير الأنصاري: </p><p> بَكَى الْخَزُّ مِنْ عَوْفٍ وَأنْكَرَ جِلْدَهُ ... وَعَجَّتْ عَجِيْجًا مِنْ جُذَامِ اَلْمَطَارِفِ </p><p> وقال ثعلب: لولا التأكيد بالمصدر لجاز أن تقول: قد كلمت لك فلانًا، بمعنى كتبت إليه رقعة وبعثت إليه رسولًا، فلمّا قال: تكليمًا .. لم يكنْ إلا كلامًا مسموعًا من الله تعالى. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {يَا أَهْلَ الْكِتَابِ لَا تَغْلُوا فِي دِينِكُمْ وَلَا تَقُولُوا عَلَى اللَّهِ إِلَّا الْحَقَّ إِنَّمَا الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ رَسُولُ اللَّهِ وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوحٌ مِنْهُ فَآمِنُوا بِاللَّهِ وَرُسُلِهِ وَلَا تَقُولُوا ثَلَاثَةٌ انْتَهُوا خَيْرًا لَكُمْ إِنَّمَا اللَّهُ إِلَهٌ وَاحِدٌ سُبْحَانَهُ أَنْ يَكُونَ لَهُ وَلَدٌ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَفَى بِاللَّهِ وَكِيلًا (١٧١) لَنْ يَسْتَنْكِفَ الْمَسِيحُ أَنْ يَكُونَ عَبْدًا لِلَّهِ وَلَا الْمَلَائِكَةُ الْمُقَرَّبُونَ وَمَنْ يَسْتَنْكِفْ عَنْ عِبَادَتِهِ وَيَسْتَكْبِرْ فَسَيَحْشُرُهُمْ إِلَيْهِ جَمِيعًا (١٧٢) فَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَيُوَفِّيهِمْ أُجُورَهُمْ وَيَزِيدُهُمْ مِنْ فَضْلِهِ وَأَمَّا الَّذِينَ اسْتَنْكَفُوا وَاسْتَكْبَرُوا فَيُعَذِّبُهُمْ عَذَابًا أَلِيمًا وَلَا يَجِدُونَ لَهُمْ مِنْ دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا (١٧٣) يَا أَيُّهَا النَّاسُ قَدْ جَاءَكُمْ بُرْهَانٌ مِنْ رَبِّكُمْ وَأَنْزَلْنَا إِلَيْكُمْ نُورًا مُبِينًا (١٧٤) فَأَمَّا الَّذِينَ آمَنُوا بِاللَّهِ وَاعْتَصَمُوا بِهِ فَسَيُدْخِلُهُمْ فِي رَحْمَةٍ مِنْهُ وَفَضْلٍ وَيَهْدِيهِمْ إِلَيْهِ صِرَاطًا مُسْتَقِيمًا (١٧٥) يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِي الْكَلَالَةِ إِنِ امْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَدٌ وَلَهُ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَ وَهُوَ يَرِثُهَا إِنْ لَمْ يَكُنْ لَهَا وَلَدٌ فَإِنْ كَانَتَا اثْنَتَيْنِ فَلَهُمَا الثُّلُثَانِ مِمَّا تَرَكَ وَإِنْ كَانُوا إِخْوَةً رِجَالًا وَنِسَاءً فَلِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ يُبَيِّنُ اللَّهُ لَكُمْ أَنْ تَضِلُّوا وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ (١٧٦) }. </p><p> المناسبة </p><p> قوله تعالى:  {يَا أَهْلَ الْكِتَابِ لَا تَغْلُوا فِي دِينِكُمْ ...} الآيات، مناسبتها لما قبلها: أنَّ الله سبحانه وتعالى لمَّا (١) فرغ من محاجة اليهود وإقامة الحجة عليهم، وهم قد غلوا في تحقير عيسى وإهانته وكفروا به .. ذكر هنا محاجة النصارى خاصة، ودحض شبهاتهم، وهم قد غلوا في تعظيم عيسى وتقديسه، كما دحض شبهات اليهود فيما سلف. </p><p> قوله تعالى:  {يَا أَيُّهَا النَّاسُ قَدْ جَاءَكُمْ بُرْهَانٌ مِنْ رَبِّكُمْ ...} الآية، مناسبتها لما قبلها: أنَّ الله سبحانه وتعالى (٢) لمّا حاجّ أهل الزيغ والضلال جميعًا، فحاجّ النصارى في الآية السابقة، وحاج اليهود في الآية التي قبلها، وحاجّ المنافقين </p><p>(١) المراغي. (٢) المراغي.</p><p> والمشركين أثناء السورة، وفي سور كثيرة غيرها، وأقام الحجة عليهم جميعًا، وظهرت نبوةُ محمَّد - صلى الله عليه وسلم - ظهورَ الشمس في رابعة النهار .. نادى الناس كافةً، ودعاهم إلى اتّباع برهانه، والاهتداء بنوره. </p><p> قوله تعالى:  {يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِي الْكَلَالَةِ ...} الآية, مناسبتها لآخر السورة: أنَّ الله سبحانه وتعالى (١) لما تكلم في أول السورة في أحكام الأموال من الإرث وغيره .. ختم آخرها بهذه الآية؛ ليتشاكل المبدأ والمقطع، والوسط مشتملٌ على المناظرة مع فرق المخالفين للدين، وكثيرًا ما يقع ذلك في السور. </p><p> ورُوي عن أبي بكر الصديق رضي الله عنه أنَّه قال في خطبته: ألا إنَّ آية أول سورة النساء أنزلها الله في الولد والوالد، والآية الثانية أنزلها في الزوج والزوجة والأخوة من الأم، والآية التي ختم بها سورة الأنفال أنزلها في أولي الأرحام. </p><p> أسباب النزول </p><p> قوله تعالى:  {يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِي الْكَلَالَةِ ...} الآية، سبب نزولها: ما أخرجه مسلم عن محمَّد بن المنكدر، سمع جابر بن عبد الله رضي الله عنه قال: مرضت فأتاني رسول الله - صلى الله عليه وسلم - وأبو بكر يعوداني ماشيين، فأغمي علي، فتوضأ رسول الله - صلى الله عليه وسلم - ثم صب علي من وضوئه، فأفقت وقلت: يا رسول الله، كيف أقضي في مالي؟ فلم يرد علي شيئًا، حتى نزلت آية الميراث:  {يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِي الْكَلَالَةِ} . الحديث أخرجه الترمذي، وقال: حديث حسن صحيح، وأبو داود، وابن ماجه، وأحمد، والطيالسي، وابن الجارود، وأبو نعيم. </p><p> وروى ابن عبد الرزاق وابن جرير عن ابن سيرين قال (٢) : نزلت {يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِي الْكَلَالَةِ} والنبي - صلى الله عليه وسلم - في مسير له، وإلى جنبه حذيفة بن اليمان، فبلغها النبي - صلى الله عليه وسلم - حذيفة، وبلغها حذيفة عمر بن الخطاب، وهو يسير خلفه، فلما </p><p>(١) البحر المحيط. (٢) المراغي.</p>"
}