{
  "id": null,
  "sura": 4,
  "aya": 159,
  "text": "<p> في قتله علمٌ حقيقي، ولكنهم يتبعون فيه الظن الذي تخيلوه بسبب إلقاء الشبه عليه. {وَمَا قَتَلُوهُ يَقِينًا} ؛ أي: وما قتلوا عيسى بن مريم، وهم متيقنون أنه هو بعينه، إذ لم يكونوا يعرفونه حق المعرفة؛ إذ الجند الذي أخذوه للقتل ما كانوا يعرفون شخص عيسى معرفة يقينية، بل أخذوا الذي ألقي عليه شبهه ظنًّا منهم أنه هو المسيح. </p><p> والخلاصة: أن روايات المسلمين جميعًا متفقة على أن عيسى عليه السلام نجا من أعدائه ومريدي قتله، فقتلوا آخر ظنًّا منهم أنَّه هو. </p><p> ١٥٨ - {بَلْ رَفَعَهُ اللَّهُ إِلَيْهِ} ؛ أي: بل رفع الله سبحانه وتعالى عيسى بن مريم بروحه وجسده إلى موضع لا يجري فيه حكمُ غيرِ الله تعالى ولا يصل إليه حكم آدمي، وذلك الموضع هو السماء الثالثة كما في حديث \"الجامع الصغير\" : \"آدم في السماء الدنيا تعرض عليه أعمال ذريته، ويوسف في السماء الثانية، وابنا الخالة يحيى وعيسى في السماء الثالثة .. إلخ\" وفي بعض كتب المعاريج أنه في السماء الثانية. </p><p> {وَكَانَ اللَّهُ} سبحانه وتعالى {عَزِيزًا} في ملكه {حَكِيمًا} في صنعه، فرَفْعُ عيسى بروحه وجسده من الأرض إلى السماء لا صعوبة فيه بالنسبة إلى قدرة الله تعالى وحكمته؛ أي: إن الله سبحانه وتعالى عزيزٌ يغلب ولا يغلب، وبهذه العزة أنقذ عبده ورسوله من اليهود الماكرين وحكام الروم الظالمين، وبحكمته جازى كل عامل بعمله، ومن ثم أحل باليهود ما أحل بهم من الذلة والمسكنة والتشريد في الأرض ويوفيهم جزاءهم يوم القيامة - {يَوْمَ لَا تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئًا وَالْأَمْرُ يَوْمَئِذٍ لِلَّهِ (١٩) }. </p><p> ١٥٩ - {وَإِنْ مِنْ أَهْلِ الْكِتَابِ} ؛ أي: وما أحد من أهل الكتاب اليهود والنصارى {إِلَّا} والله {لَيُؤْمِنَنَّ} ذلك الكتابي {بِهِ} ؛ أي: بعيسى {قَبْلَ مَوْتِهِ} ؛ أي: قبل موت ذلك الكتابي، قبل أن تزهق روحه، حين عاين ملائكة الموت، فلا ينفعه إيمانهُ وقتئذ؛ لانقطاع التكليف. والمعنى: وإن كان أحد من أهل الكتاب عندما يدركه الموت ينكشف له الحق في أمر عيسى وغيره من أمور الدين، فيؤمن بعيسى إيمانًا حقًّا لا زيغ فيه ولا ضلال، فاليهودي يعلم أنه رسولٌ صادقٌ في رسالته </p><p> ليس بالكذَّاب، والنصراني يعلم أنه عبد الله ورسولُه وليس بإله، وليس هو بابن الله. </p><p> وفائدة إخبارهم بذلك: بيان أنه لا ينفعهم حينئذ إيمانهم، فعليهم أن يبادروا به قبل أن يضطروا إليه مع عدم الجدوى والفائدة {وَيَوْمَ الْقِيَامَةِ يَكُونُ} عيسى عليه السلام {عَلَيْهِمْ} ؛ أي: على أهل الكتاب {شَهِيدًا} فيشهد على اليهود: أنهم كذبوه وطعنوا فيه، وعلى النصارى: أنهم أشركوا به، وكل نبي شاهد على أمته، كما قال تعالى: {فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلَاءِ شَهِيدًا (٤١) }، وقد ورد في الآثار ما يدل على اطلاع الناس قبل موتهم على منازلهم في الآخرة، فيبشرون برضوان الله أو بعذابه وعقوبته. روى البخاري عن عبادة بن الصامت رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \"إن المؤمن إذا حضره الموت بشر برضوان الله وكرامته، وإن الكافر إذا حضر - حضره الموت - بشر بعذاب الله وعقوبته\" . وروى ابن مردويه عن ابن عباس:  \"ما من نفس تفارق الدنيا حتى ترى مقعدها من الجنة أو النار\" وهذا يؤيد ما روي عن ابن عباس في تفسير الآية: من أن الملائكة تخاطب من يموت من أهل الكتاب قبل خروج روحه بحقيقة أمر المسيح مع الإنكار الشديد والتقبيح. </p><p> فصل في بيان الخلاف الجاري في مرجع الضمير في قوله:  {قَبْلَ مَوْتِهِ} </p><p> واعلم: أنه اختلف المفسرون في هذا الضمير إلى من يرجع (١) : </p><p> فقال ابن عباس وأكثر المفسرين: إن الضمير يرجع إلى الكتابي، والمعنى على هذا القول: وما من أحد من أهل الكتاب إلا آمن بعيسى قبل موت ذلك الكتابي، ولكن يكون ذلك الإيمان عند الحشرجة حين لا ينفعه إيمانه. قال ابن عباس رضي الله عنهما: معناه إذا وقع في اليأس حين لا ينفعه إيمانه، سواء احترق أو تردى من شاهق أو سقط عليه جدار أو أكله سبع أو مات فجأة، فقيل </p><p>(١) الخازن.</p><p> له: أرأيت إن ضربت عنقه؟ قال: يتلجلج به لسانه. وقال شهر بن حوشب: إن اليهودي إذا حضره الموت ضربت الملائكة بأجنحتها وجهه ودبره، وقالوا: يا عدو الله، أتاك عيسى نبيًّا فكذَّبت به! فيقول: آمنت أنه عبد الله ورسولُه، وتقول للنصراني: أتاك عيسى نبيًّا فزعمت أنه الله وابن الله! فيقول: آمنت أنه عبدُ الله، فأهل الكتابين يؤمنون به، ولكن حيث لا ينافعهم ذلك الإيمان. </p><p> وذهب جماعة من أهل التفسير إلى أن الضمير يرجع إلى عيسى عليه السلام، وهو رواية عن ابن عباس رضي الله عنهما أيضًا، والمعنى على هذا: وما من أحد من أهل الكتاب إلا ليؤمنن بعيسى قبل موت عيسى، وذلك عند نزوله من السماء في آخر الزمان، فلا يبقى أحد من أهل الكتابين إلا آمن بعيسى حتى تكون الملة واحدةً وهي ملة الإِسلام. </p><p> قال عطاء: إذا نزل عيسى إلى الأرض لا يبقى يهوديٌّ ولا نصراني ولا أحدٌ يعبد غير الله إلا آمن بعيسى وأنه عبد الله وكلمته، ويدل على صحة هذا القول: ما روي عن أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \"والذي نفسي بيده ليوشكن أن ينزل فيكم ابن مريم حَكَمًا مقسطًا، فيكسر الصليب ويقتل الخنزير ويضع الجزية ويفيض المال حتى لا يقبله أحد\" . متفق عليه. زاد في رواية \"حتى تكون السجدة الواحدة خيرًا من الدنيا وما فيها\" ، ثم يقول أبو هريرة رضي الله عنه: اقرؤوا إن شئتم {وَإِنْ مِنْ أَهْلِ الْكِتَابِ إِلَّا لَيُؤْمِنَنَّ بِهِ قَبْلَ مَوْتِهِ} الآية. وفي رواية قال: قال رسول الله - صلى الله عليه وسلم -: \"والله لينزلنَّ فيكم ابن مريم حَكَمًا عادِلًا، فليكسرن الصليب وليقتلن الخنزير وليضعن الجزية، ولتتركن القلاص فلا يسعى عليها؛ وليذهبن الشحناء والتباغض والتحاسد، وليدعون إلى المال فلا يقبله أحد\" . أخرجاه في \"الصحيحين\" . </p><p> ففي هذا الحديث دليل على أن عيسى ينزل في آخر الزمان في هذه الأمة، ويحكم بشريعة محمَّد - صلى الله عليه وسلم -، وأنه لا ينزل نبيًّا برسالة مستقلةٍ وشريعة ناسخة، بل يكونُ حاكمًا من حكام هذه الأمة وإمامًا من أئمتهم؛ لقوله - صلى الله عليه وسلم -: \"فيكسر الصليب\" يعني: يكسره حقيقة ويبطل ما تزعمه النصارى، وكذلك قتله الخنزير، وقوله: </p><p> \"ويضع الجزية\" يعني: لا يقبلها ممن بذلها من اليهود والنصارى، ولا يقبل من أحد إلا الإِسلام أو القتل وعلى هذا قد يقال: هذا خلاف ما هو حكم الشرع اليوم، فإن الكتابي إذا بذل الجزية وجب قبولها منه، ولم يجز قتله ولا إجباره على الإِسلام؟ </p><p> والجواب: إنَّ هذا الحكم ليس مستمرًا إلى يوم القيامة، بل هو مقيد بما قبل نزول عيسى عليه السلام، وقد أخبر النبي - صلى الله عليه وسلم - بنسخه، وليس الناسخ هو عيسى عليه السلام، بل الناسخ لهذا الحكم هو نبينا محمَّد - صلى الله عليه وسلم -؛ لأنه هو المبين للنسخ، أو أنّ عيسى عليه السلام يحكم بشريعة محمَّد - صلى الله عليه وسلم -، فدل على أن الامتناع من قبول الجزية في ذلك الوقت هو شرع نبينا محمَّد - صلى الله عليه وسلم -، والله أعلم. قال - - الزجاج: هذا القول بعيد - يعني قول من قال: إن إيمان أهل الكتاب بعيسى إنما يكون عند نزوله في آخر الزمان - قال: لعموم قوله تعالى: {وَإِنْ مِنْ أَهْلِ الْكِتَابِ إِلَّا لَيُؤْمِنَنَّ بِهِ} قال: والذين يبقون يومئذ، يعني: عند نزوله شرذمة قليلة منهم. وأجاب أصحاب هذا القول - يعني الذين يقولون: إن إيمان أهل الكتاب بعيسى إنما يكون عند نزوله في آخر الزمان - بأن هذا على العموم، ولكنَّ المراد بهذا العموم الذين يشاهدون ذلك الوقت ويدركون نزوله فيؤمنون به. </p><p> ويكون معنى الآية: وما من أحد من أهل الكتاب أدرك ذلك الوقت إلا آمن بعيسى عند نزوله من السماء، وصحَّح الطبري هذا القول. </p><p> وقال عكرمة في معنى الآية: وإن من أهل الكتاب إلا ليؤمنن بمحمد - صلى الله عليه وسلم - قبل موت الكتابي، فلا يموت يهودي ولا نصراني حتى يؤمن بمحمد - صلى الله عليه وسلم -، وذلك عند الحشرجة، حتى لا ينفعه إيمانه، والله أعلم. </p><p> الإعراب </p><p> {لَا يُحِبُّ اللَّهُ الْجَهْرَ بِالسُّوءِ مِنَ الْقَوْلِ إِلَّا مَنْ ظُلِمَ وَكَانَ اللَّهُ سَمِيعًا عَلِيمًا} . </p><p> {لَا يُحِبُّ اللَّهُ الْجَهْرَ} ناف وفعل وفاعل ومفعول، والجملة مستأنفة </p><p> {بِالسُّوءِ} : جار ومجرور متعلق بالجهر. {مِنَ الْقَوْلِ} : جار ومجرور حال من السوء. {إِلَّا} : أداة استثناء. {مَنْ} : اسم موصول في محل النصب على الاستثناء، والاستثناء منقطع؛ أي: لا يحبّ الله الجهر بالسوء من أحد، لكن من ظُلم فله الجهر، وقيل: متصل، ولكنّه على حذف مضاف؛ أي: لا يحب الله الجهر بالسوء إلا جهر من ظلم. {ظُلِمَ} : فعل ماضٍ مغيّر الصيغة، ونائب فاعله ضمير يعود على من، والجملة صلة الموصول. {وَكَانَ اللَّهُ} : فعل ناقص واسمه. {سَمِيعًا} : خبر أول له. {عَلِيمًا} : خبر ثان، والجملة مستأنفة مسوقة للوعد والوعيد. </p><p> {إِنْ تُبْدُوا خَيْرًا أَوْ تُخْفُوهُ أَوْ تَعْفُوا عَنْ سُوءٍ فَإِنَّ اللَّهَ كَانَ عَفُوًّا قَدِيرًا (١٤٩) }. </p><p> {إِنْ تُبْدُوا خَيْرًا} : جازم وفعل وفاعل ومفعول. {أَوْ تُخْفُوهُ} : فعل وفاعل ومفعول مجزوم معطوف على تبدوا. {أَوْ تَعْفُوا} : فعل وفاعل مجزوم معطوف على تبدوا أيضًا. {عَنْ سُوءٍ} : جار ومجرور متعلق بتعفوا، وقوله:  {فَإِنَّ اللَّهَ كَانَ عَفُوًّا قَدِيرًا} : تعليل لجواب الشرط المحذوف، وتقديره فهو أي العفو أولى لكم من تركه، فإن الله كان عفوًّا قديرًا. {فَإِنَّ اللَّهَ}  (الفاء) : تعليلية، (إن) : حرف نصب، {اَللهَ} : اسمها، {كاَنَ} : فعل ماض ناقص، واسمها، ضمير يعود على الله. {عَفُوًّا} : خبر أول لها. {قَدِيرًا} : خبر ثان لها، وجملة كان: في محل الرفع خبر إنَّ، وجملة إنَّ في محل الجر بلام التعليل المقدرة المدلول عليها بالفاء التعليلية. </p><p> {إِنَّ الَّذِينَ يَكْفُرُونَ بِاللَّهِ وَرُسُلِهِ وَيُرِيدُونَ أَنْ يُفَرِّقُوا بَيْنَ اللَّهِ وَرُسُلِهِ وَيَقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ وَيُرِيدُونَ أَنْ يَتَّخِذُوا بَيْنَ ذَلِكَ سَبِيلًا} . </p><p> {إِنَّ} حرف نصب. {الَّذِينَ} في محل النصب اسمها، {يَكْفُرُونَ} : فعل وفاعل، والجملة صلة الموصول، والعائد ضمير الفاعل. {بِاللَّهِ} : جار ومجرور متعلق بيكفرون، {وَرُسُلِهِ} معطوف على لفظ الجلالة {وَيُرِيدُونَ} : فعل وفاعل معطوف على يكفرون {أَنْ يُفَرِّقُوا} : ناصب وفعل وفاعل، والجملة في تأويل مصدر منصوب على المفعولية، تقديره: ويريدون تفريقهم {بَيْنَ اللَّهِ} : ظرف ومضاف إليه متعلق بـ {يُفَرِّقُوا} . {وَرُسُلِهِ} : معطوف على الجلالة. </p><p> {وَيَقُولُونَ} : فعل وفاعل معطوف على صلة الموصول {نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ} : مقول محكي، وإن شئت قلت:  {نُؤْمِنُ} : فعل مضارع مرفوع وفاعله ضمير يعود على الذين كفروا. {بِبَعْضٍ} : جار ومجرور متعلق به، والجملة في محل النصب مقول القول، {وَنَكْفُرُ} : (الواو) عاطفة، (نكفر) : فعل مضارع وفاعله ضمير يعود على الكافرين، {بِبَعْضٍ} : متعلق به، والجملة في محل النصب معطوفة على جملة نؤمن. {وَيُرِيدُونَ} : فعل وفاعل. والجملة معطوفة على جملة الصلة. {أَنْ يَتَّخِذُوا} : ناصب وفعل وفاعل {بَيْنَ ذَلِكَ} : ظرف ومضاف إليه متعلق بيتخذوا على كونه مفعولًا أول له. {سَبِيلًا} : مفعول ثان، والجملة الفعلية صلة أن المصدرية، أن مع صلتها في تأويل مصدر منصوب على المفعولية ليريدون، والتقدير: ويريدون اتخاذهم سبيلًا بين ذلك. </p><p> {أُولَئِكَ هُمُ الْكَافِرُونَ حَقًّا وَأَعْتَدْنَا لِلْكَافِرِينَ عَذَابًا مُهِينًا (١٥١) وَالَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ وَلَمْ يُفَرِّقُوا بَيْنَ أَحَدٍ مِنْهُمْ أُولَئِكَ سَوْفَ يُؤْتِيهِمْ أُجُورَهُمْ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا (١٥٢) }. </p><p> {أُولَئِكَ} : مبتدأ. {هُمُ} : ضمير فصل. {الْكَافِرُونَ} : خبر المبتدأ، والجملة من المبتدأ والخبر في محل الرفع خبر إنَّ، وجملة إنَّ من اسمها وخبرها مستأنفة. {حَقًّا} : نعت لمصدر محذوف تقديره: هم الكافرون كفرًا حقًّا، والعامل فيه: اسم الفاعل، أعني: لفظ الكافرون. {وَأَعْتَدْنَا} : فعل وفاعل. {لِلْكَافِرِينَ} : متعلق به {عَذَابًا} : مفعول به. {مُهِينًا} : صفة له، والجملة الفعلية مستأنفة. {وَالَّذِينَ} : مبتدأ أول. {آمَنُوا} : فعل وفاعل، والجملة صلة الموصول. {بِاللَّهِ} : متعلق بآمنوا. {وَرُسُلِهِ} : معطوف على لفظ الجلالة، {وَلَمْ يُفَرِّقُوا} : جازم وفعل وفاعل، معطوف على آمنوا. {بَيْنَ أَحَدٍ} : ظرف ومضاف إليه متعلق بيفرقوا. {مِنْهُمْ} : جار ومجرور صفة لأحد {أُولَئِكَ} : مبتدأ ثان، {سَوْفَ} : حرف تنفيس. {يُؤْتِيهِمْ} : فعل ومفعول أول {أُجُورَهُمْ} : مفعول ثان ومضاف إليه، وفاعله ضمير يعود على الله، والجملة الفعلية في محل الرفع خبر للمبتدأ الثاني، والجملة من المبتدأ الثاني وخبره في محل الرفع خبر للمبتدأ الأول، </p><p> والجملة من المبتدأ الأول وخبره معطوفة على جملة قوله:  {إِنَّ الَّذِينَ يَكْفُرُونَ بِاللَّهِ وَرُسُلِهِ} أو مستأنفة. {وَكَانَ اللَّهُ} : فعل ناقص واسمه. {غَفُورًا} : خبر أول لكان. {رَحِيمًا} : خبر ثان لها، وجملة كان مستأنفة. </p><p> {يَسْأَلُكَ أَهْلُ الْكِتَابِ أَنْ تُنَزِّلَ عَلَيْهِمْ كِتَابًا مِنَ السَّمَاءِ فَقَدْ سَأَلُوا مُوسَى أَكْبَرَ مِنْ ذَلِكَ فَقَالُوا أَرِنَا اللَّهَ جَهْرَةً فَأَخَذَتْهُمُ الصَّاعِقَةُ بِظُلْمِهِمْ ثُمَّ اتَّخَذُوا الْعِجْلَ مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَاتُ فَعَفَوْنَا عَنْ ذَلِكَ وَآتَيْنَا مُوسَى سُلْطَانًا مُبِينًا (١٥٣) }. </p><p> {يَسْأَلُكَ أَهْلُ الْكِتَابِ} : فعل ومفعول أول وفاعل ومضاف إليه. {أَنْ} : حرف نصب. {تُنَزِّلَ} : فعل مضارع منصوب بأن، وفاعله ضمير يعود على محمد. {عَلَيْهِمْ} : متعلق به. {كِتَابًا} : مفعول به، والجملة الفعلية صلة أن المصدرية، أن مع صلتها في تأويل مصدر منصوب على كونه مفعولا ثانيًا لسأل، تقديره: يسألك أهل الكتاب تنزيلك عليهم كتابًا من السماء، وجملة سأل مستأنفة استئنافًا نحويًّا. {مِنَ السَّمَاءِ} : جار ومجرور صفة لكتابًا، أو متعلق بتنزل. {فَقَدْ} : {الفاء} حرف تعليل وعطف على محذوف، تقديره: ولا تستغرب يا محمَّد سؤالهم لك ولا تستعظمه؛ لأنهم قد سألوا موسى أعجب وأغرب من ذلك، قد: حرف تحقيق، {سَأَلُوا} : فعل وفاعل، {مُوسَى} : مفعول أول، {أَكْبَرَ} : مفعول ثان، {مِنْ ذَلِكَ} : جار ومجرور متعلق بأكبر، والجملة الفعلية معطوفة على الجملة المحذوفة والجملة المحذوفة مستأنفة. {فَقَالُوا} : الفاء حرف عطف وتفسير {قالوا} فعل وفاعل والجملة جملة مفسرة معطوفة على جملة سألوا. {أَرِنَا اللَّهَ جَهْرَةً} : مقول محكي لقالوا، وإن شئت قلت:  {أَرِنَا اللَّهَ} : فعل ومفعولان، وفاعله ضمير يعود على الله، {جَهْرَةً} : منصوب على المفعولية المطلقة؛ لأنها نوع من مطلق الرؤية فيلاقي عامله في الفعل كما في \"الفتوحات\" . والجملة الفعلية في محل النصب مقول قالوا. {فَأَخَذَتْهُمُ الصَّاعِقَةُ} الفاء: حرف عطفه وتفريع، أخذتهم الصاعقة: فعل ومفعول وفاعل، والجملة معطوفة على جملة قالوا. {بِظُلْمِهِمْ} الباء: حرف جر وسبب، ظلم: مجرور بها، والهاء: مضاف إليه الجار والمجرور متعلق بأخذتهم {ثُمَّ} للترتيب الذكرى، أي: الأخباري، </p><p> {اتَّخَذُوا} : فعل وفاعل، {الْعِجْلَ} : مفعول أول له، والمفعول الثاني محذوف تقديره: إلهًا، كما أشرنا إليه في بحث التفسير، والجملة معطوفة على جملة قالوا، {مِنْ بَعْدِ} : جار ومجرور متعلق باتخذوا، {مَا} : مصدرية، {جَاءَتْهُمُ الْبَيِّنَاتُ} : فعل ومفعول وفاعل، والجملة ففي تأويل مصدر مجرور بإضافة الظرف إليه، والتقدير: من بعد مجيء البينات إياهم. {فَعَفَوْنَا} : فعل وفاعل {عَنْ ذَلِكَ} : متعلق به، والجملة معطوفة على جملة اتخذوا. {وَآتَيْنَا} : فعل وفاعل. {مُوسَى} : مفعول أول. {سُلْطَانًا} : مفعول ثان. {مُبِينًا} : صفة له، والجملة معطوفة على جملة عفونا. </p><p> {وَرَفَعْنَا فَوْقَهُمُ الطُّورَ بِمِيثَاقِهِمْ وَقُلْنَا لَهُمُ ادْخُلُوا الْبَابَ سُجَّدًا وَقُلْنَا لَهُمْ لَا تَعْدُوا فِي السَّبْتِ وَأَخَذْنَا مِنْهُمْ مِيثَاقًا غَلِيظًا (١٥٤) }. </p><p> {وَرَفَعْنَا} : فعل وفاعل، والجملة مستأنفة، أو معطوفة على آتينا. {فَوْقَهُمُ} : ظرف ومضاف إليه، والظرف متعلق برفعنا، ويجوز أن يكون حالًا من الطّور. {الطُّورَ} : مفعول به. {بِمِيثَاقِهِمْ} : جار ومجرور ومضاف إليه متعلق برفعنا. {وَقُلْنَا} : فعل وفاعل، والجملة معطوفة على جملة رفعنا. {لَهُمُ} : جار ومجرور متعلق برفعنا. {ادْخُلُوا الْبَابَ سُجَّدًا} : مقول محكي لقلنا، وإن شئت قلت:  {ادْخُلُوا الْبَابَ} : فعل وفاعل ومفعول، {سُجَّدًا} : حال من فاعل ادخلوا، والجملة في محل النصب مقول لقلنا. {وَقُلْنَا} : فعل وفاعل معطوف على رفعنا أيضًا. {لَهُمُ} : جار ومجرور متعلق بقلنا. {لَا تَعْدُوا فِي السَّبْتِ} : مقول محكي لقلنا، وإن شئت قلت:  {لَا تَعْدُوا} جازم وفعل وفاعل، {فِي السَّبْتِ} : متعلق به، والجملة في محل النصب مقول القول. {وَأَخَذْنَا} : فعل وفاعل معطوف على رفعنا. {مِنْهُمْ} : متعلق به. {مِيثَاقًا} : مفعول به، {غَلِيظًا} : صفة له. </p><p> {فَبِمَا نَقْضِهِمْ مِيثَاقَهُمْ وَكُفْرِهِمْ بِآيَاتِ اللَّهِ وَقَتْلِهِمُ الْأَنْبِيَاءَ بِغَيْرِ حَقٍّ وَقَوْلِهِمْ قُلُوبُنَا غُلْفٌ بَلْ طَبَعَ اللَّهُ عَلَيْهَا بِكُفْرِهِمْ فَلَا يُؤْمِنُونَ إِلَّا قَلِيلًا (١٥٥) }. </p><p> {فَبِمَا}  {الفاء} : استئنافية بمعنى الواو، الباء: حرف جر وسبب، {ما} : زائدة، {نَقْضِهِمْ} : مجرور بالباء ومضاف إليه، الجار والمجرور متعلق بمحذوف، </p><p> تقديره: ولعناهم بسبب نقضهم. {مِيثَاقَهُمْ} : ميثاق مفعول النقض ومضاف إليه. {وَكُفْرِهِمْ} : معطوف على نقضهم. {بِآيَاتِ اللَّهِ} : جار ومجرور ومضاف إليه متعلق بكفرهم. {وَقَتْلِهِمُ} : معطوف أيضًا على نقضهم. {الْأَنْبِيَاءَ} : مفعول القتل. {بِغَيْرِ حَقٍّ} : جار ومجرور صفة لمصدر محذوف، تقديره: قتلًا كائنًا بغير حق. {وَقَوْلِهِمْ} : معطوف على نقضهم. {قُلُوبُنَا غُلْفٌ} : مقول محكي لقولهم، وإن شئت قلت:  {قُلُوبُنَا غُلْفٌ} : مبتدأ وخبر، والجملة في محل النصب مقول القول. {بَلْ} : حرف عطف وإضراب إبطالي، {طَبَعَ اللَّهُ} : فعل وفاعل، {عَلَيْهَا بِكُفْرِهِمْ} : جار ومجرور ومضاف إليه متعلق بطبع، والجملة معطوفة على محذوف تقديره: ليس الأمر كما قالوا من قولهم: قلوبنا غلف بل طبع الله عليها. {فَلَا} : الفاء: عاطفة تفريعية، لا: نافية. {يُؤْمِنُونَ} : فعل وفاعل، والجملة معطوفة على جملة طبع. {إِلَّا} : أداة استثناء مفرغ. {قَلِيلًا} : صفة لمصدر محذوف، تقديره: فلا يؤمنون إلا إيمانا قليلًا. </p><p> {وَبِكُفْرِهِمْ وَقَوْلِهِمْ عَلَى مَرْيَمَ بُهْتَانًا عَظِيمًا (١٥٦) وَقَوْلِهِمْ إِنَّا قَتَلْنَا الْمَسِيحَ عِيسَى ابْنَ مَرْيَمَ رَسُولَ اللَّهِ وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَكِنْ شُبِّهَ لَهُمْ}. </p><p> {وَبِكُفْرِهِمْ} : معطوف على قوله: {فَبِمَا نَقْضِهِمْ} وكرَّر الباء للفصل بينه وبين المعطوف عليه بأجنبي وهو قوله: {بَلْ طَبَعَ اللَّهُ عَلَيْهَا بِكُفْرِهِمْ ...} إلخ. {وَقَوْلِهِمْ} : معطوف على كفرهم. {عَلَى مَرْيَمَ} : متعلق بقولهم، أو حال من بهتانا. {بُهْتَانًا} : مفعول مطلق لقولهم؛ لأنه ضرب منه فهو كقولهم: قعد القرفصاء. {عَظِيمًا} : صفة بهتانًا. {وَقَوْلِهِمْ} : معطوف على كفرهم. {إِنَّا قَتَلْنَا الْمَسِيحَ عِيسَى ابْنَ مَرْيَمَ رَسُولَ اللَّهِ} : مقول محكي لقولهم، وإن شئت قلت:  {إنَّ} حرف نصب، ونا: ضمير المتكلمين في محل النصب اسمها، {قَتَلْنَا} : فعل وفاعل، {الْمَسِيحَ} : مفعول به، والجملة الفعلية في محل الرفع خبر {إنَّ} ، وجملة إنَّ في محل النصب مقول القول، {عِيسَى} : بدل من المسيح، أو عطف بيان منه، {ابْنَ} : صفة لعيسى وهو مضاف، {مَرْيَمَ} : مضاف إليه ممنوع من الصرف للعلمية والتأنيث المعنوي، {رَسُولَ اللَّهِ} : بدل ثان من المسيح، أو عطف بيان منه، وهو مضاف، ولفظ الجلالة: مضاف إليه. {وَمَا} : الواو: حالية، </p><p> {ما} : نافية، {قَتَلُوهُ} : فعل وفاعل ومفعول به، والجملة في محل النصب حال من ضمير قولهم، {وَمَا صَلَبُوهُ} : ناف وفعل وفاعل ومفعول معطوف على ما قتلوه. {وَلَكِنْ} : {الواو} : استئنافية، {لكن} : حرف استدراك، {شُبِّهَ} : فعل ماض مغيّر الصيغة، {لَهُمْ} : جار ومجرور في محل الرفع نائب الفاعل، أو متعلق بشبه، ونائب الفاعل ضمير يعود على المقتول والمصلوب، والجملة استدراكية لا محل لها من الإعراب. </p><p> {وَإِنَّ الَّذِينَ اخْتَلَفُوا فِيهِ لَفِي شَكٍّ مِنْهُ مَا لَهُمْ بِهِ مِنْ عِلْمٍ إِلَّا اتِّبَاعَ الظَّنِّ وَمَا قَتَلُوهُ يَقِينًا (١٥٧) }. </p><p> {وَإِنَّ} الواو: استئنافية، {إنَّ} : حرف نصب، {الَّذِينَ} : في محل النصب اسمها، {اخْتَلَفُوا} : فعل وفاعل، والجملة صلة الموصول، {فِيهِ} : جار ومجرور متعلق به. {لَفِي شَكٍّ}  {اللام} : لام الابتداء، {في شك} : جار ومجرور خبر إن، {مِنْهُ} : جار ومجرور صفة لشك، وجملة إنَّ: مستأنفة. {مَا} : نافية. {لَهُمْ} : جار ومجرور خبر مقدم، {بِهِ} : جار ومجرور حال من الضمير المستكن في الخبر، والعامل فيه الاستقرارُ المقدر، {مِنْ عِلْمٍ}  {من} : زائدة، {علم} : مبتدأ، والجملة من المبتدأ والخبر في محل الجر صفة ثانية لشك، أي غير معلوم. </p><p> وفي \"الفتوحات\"  (١) قوله: {مَا لَهُمْ بِهِ مِنْ عِلْمٍ} يجوز في {علم} وجهان: </p><p> أحدهما: أنه مرفوع بالفاعلية، والعامل أحد الجارين إما لهم، وإما به، وإذا جُعل أحدهما رافعًا له تعلق الآخر بما تعلق به الرافع من الاستقرار المقدر، ومِن: زائدة لوجود شرطي الزيادة. </p><p> والوجه الثاني: أن يكون مبتدأً زِيدت فيه {مِنْ} أيضًا، وفي الخبر احتمالان أحدهما: أن يكون {لَهُمْ} فيكون به إما حالًا من الضمير المستكن في الخبر والعامل فيها الاستقرار المقدر، وإما حالًا من علم، وإن كان نكرة؛ </p><p>(١) الجمل.</p><p> لتقدمها ولاعتماده على نفي. والاحتمال الثاني: أن يكون {به} هو الخبر. {ولهم} متعلق بالاستقرار كما تقدم، وهذه الجملة المنفية تحتمل ثلاثة أوجه: </p><p> أحدها: الجر على أنها صفة ثانية لشك؛ أي: غير معلوم. </p><p> الثاني: النصب على الحال من شك، وجاز ذلك وإن كان نكرة؛ لتخصيصه بالوصف بقوله منه. </p><p> الثالث: الاستئناف، ذكره أبو البقاء، وهو بعيد اهـ \"سمين\" . </p><p> {إِلَّا} : أداة استثناء منقطع؛ لأن اتباع الظن ليس من جنس العلم، {اتِّبَاعَ} : منصوب على الاستثناء. {الظَّنِّ} : مضاف إليه. {وَمَا} الواو: عاطفة، {مَا} : نافية، {قَتَلُوهُ} فعل وفاعل ومفعول. {يَقِينًا} : صفة لمصدر محذوف، تقديره: وما قتلوه قتلًا يقينًا، والجملة في محل الجر معطوفة على جملة قوله:  {مَا لَهُمْ بِهِ مِنْ عِلْمٍ} علي كونها صفة لشك. </p><p> {بَلْ رَفَعَهُ اللَّهُ إِلَيْهِ وَكَانَ اللَّهُ عَزِيزًا حَكِيمًا (١٥٨) وَإِنْ مِنْ أَهْلِ الْكِتَابِ إِلَّا لَيُؤْمِنَنَّ بِهِ قَبْلَ مَوْتِهِ وَيَوْمَ الْقِيَامَةِ يَكُونُ عَلَيْهِمْ شَهِيدًا (١٥٩) }. </p><p> {بَلْ} : بل: حرف عطف وإضراب. {رَفَعَهُ اللَّهُ} : فعل ومفعول وفاعل، {إِلَيْهِ} : متعلق برفع، والجملة معطوفة على محذوف، تقديره: ليس الأمر كما قالوا من قولهم: إنا قتلنا المسيح، بل رفعه الله إليه {وَكَانَ اللَّهُ} : فعل ناقص واسمه. {عَزِيزًا} : خبر أول لكان. {حَكِيمًا} : خبر ثان لها، والجملة مستأنفة. {وَإِنْ}  (الواو) : استئنافية، (إن) : نافية، {مِنْ أَهْلِ الْكِتَابِ} : جار ومجرور مضاف إليه صفة لمبتدأ محذوف جوازًا، تقديره: وما أحد كائن من أهل الكتاب {إِلَّا} : أداة استثناء مفرغ، {لَيُؤْمِنَنَّ} : اللام موطئة لقسم محذوف، تقديره: والله ليؤمنن، {يؤمنن} : فعل مضارع في محل الرفع مبني على الفتح؛ لاتصاله بنون التوكيد الثقيلة، وفاعله ضمير يعود على {وَإِنْ مِنْ أَهْلِ الْكِتَابِ} . {بِهِ} : جار ومجرور متعلق بـ {يؤمنن} ، {قَبْلَ مَوْتِهِ} : ظرف ومضاف إليه متعلق بـ {يؤمنن} ، والجملة الفعلية جواب القسم لا محل لها من الإعراب، وجملة القسم مع جوابه </p><p> في محل الرفع خبر المبتدأ، والجملة من المبتدأ والخبر مستأنفة. {وَيَوْمَ الْقِيَامَةِ} : ظرف ومضاف إليه متعلق بشهيدًا، أو بيكون. {يَكُونُ} : فعل مضارع ناقص، واسمه ضمير يعود على عيسى. {عَلَيْهِمْ} : متعلق بشهيدًا. {شَهِيدًا} : خبر يكون، وجملة يكون مستأنفة. </p><p> التصريف ومفردات اللغة </p><p> {لَا يُحِبُّ اللَّهُ الْجَهْرَ بِالسُّوءِ} : يحبُّ بضم أوله، من أحب الرباعي، وهو بمعنى حبه، وهو أكثر استعمالًا من حب الثلاثي، فهو محب وذاك محب ومحبوب، وأما ثلاثيه فمن المضاعف المعدّى الذي انفرد بالكسر الشاذ، ولم يسمع فيه الضم وكان قياسه ضمَّ عين المضارع، ولكنه لم يسمع على ما قاله ابن مالك في لامية الأفعال: </p><p> فَذُوْ التَعَدِّيْ بِكَسْرِ حَبَّهُ وَعِ ذَا ... وَجْهَيْنِ هَرَّ وَشَذَّ عَلَّهُ عَلَلاَ </p><p> وعبارة \"مناهل الرجال\" هنا يقال: حبه يحبه، بفتح الياء وكسر الحاء حبًّا وحبًّا، لغة في أحبه يحبه بضم الياء وكسر الحاء، وقد تبع الناظم وابنه في ذلك الجوهري، لكن قال أبو حيان: إنه سمع فيه الضم أيضًا، فيكون فيه وجهان، فعليه ليس في المضاعف المعدَّى كسرٌ فقط أصلًا. انتهت. </p><p> ومعنى حب الله للشيء هو: الرضا به والإثابة عليه كما مر، وعدمُ حبه للشيء: السخط عليه والعقاب به. </p><p> {الْجَهْرَ} : ضد السر والإخفاء، يقال: جهر الأمر وبالأمر يجهر - من باب نصر - جهرًا وجهارًا وجهرةً إذا أعلنه، وجهر بالقول يجهر - من باب فتح - جهرًا وجهارًا إذا رفع به صوته، وجهر الصوت إذا رفعه. {بِالسُّوءِ} - بضم أوَّله: اسم مصدر من ساءه الأمر يسوءه سوءًا وسواء وسواءة، من باب قال إذا أحزنه أو فعل به ما يكرهه، يجمع على أسواء. وكل آفة الشر والفساد. </p><p> {إِنْ تُبْدُوا خَيْرًا أَوْ تُخْفُوهُ} من أبدى الرباعي، يقال: أبدى الشيء إذا </p><p> أظهره، ومن أخفى الرّباعي، يقال: أخفى الشيء إذا أسره وستره من غيره. </p><p> {وَأَعْتَدْنَا} : أصله أعددنا، قلبت الدال الأولى تاء، فهو من باب أفعل الرباعي، وليست التاء تاء الافتعال كما مر. {سُلْطَانًا} : مصدر بمعنى التسلط، وفي \"المختار\" : والسلاطة: القهر، يقال: سلط ككرم وسمع، وسلاطة وسلوطة بالضم، وقد سلطه الله تسليطًا فتسلط عليهم، والسلطان: الوالي، والسلطان أيضًا: الحجة والبرهان، ولا يثنى ولا يجمع؛ لأن مجراه مجرى المصدر. انتهى. {سُجَّدًا} : جمع ساجد، كعادل وعدل، وراكع وركع، قال ابن مالك: </p><p> وفُعَلٌ لِفَاعِلٍ وَفَاعِلَهْ ... وَصْفَيْنِ نَحْوُ عَاذِلٍ وَعَاذِلَهْ </p><p> {وَقُلْنَا لَهُمْ لَا تَعْدُوا} : من عدا (١) يعدو - من باب غزا يغزو - وأصله: تعدووا، الواو الأولى المضمومة لام الكلمة استثقلت الضمة عليها فحذفت، فالتقى ساكنان فحذفت الواو لالتقاء الساكنين، فوزنه: تعفوا، وقرأ ورش:  {لَا تَعْدُوا} بفتح العين وتشديد الدال، على أن الأصل: لا تعتدوا، وتصريفه على هذه القراءة: أنه نُقلت فتحة التاء إلى العين الساكنة قبلها ثم قلبت التاء دالًا وأدغمت في الدَّال بعدها كما مر في بحث القراءة والمعنى: أنهم نهوا عن الاعتداء في السبت بصيد السمك، فخالف بعضهم واصطاد، وامتنع بعضهم من غير نهي للآخرين، وامتنع بعضهم مع نهي من اصطاد، فحل بمن اصطاد العذاب ونجا من نهى، وسيأتي بسط ذلك في سورة الأعراف. </p><p> {قُلُوبُنَا غُلْفٌ} : جمع أغلف، كحمر جمع أحمر، ويصح أن يكون جمع غلاف، ككتاب وكتب، وسكن للتخفيف. {بَلْ طَبَعَ اللَّهُ عَلَيْهَا} : يقال: طبع الشيء يطبع - من باب فتح - طبعًا، إذا صوره بصورة ما، وطبع عليه إذا ختم عليه، ويقال: طبع الله على قلبه، أي: ختم وغطى، فلا يعي ولا يوفق، وطبع الدرهم إذا نقشه وسكه، وطبع السيف إذا عمله وصاغه، وطبع الله الخلق خلقهم. {وَمَا صَلَبُوهُ} : يقال: صلبه يصلبه صلبًا، - من بابي نصر وضرب - إذا جعله </p><p>(١) الفتوحات.</p><p> مصلوبًا، أي: معلقًا بعد القتل على خشبة قائمة مثلًا. </p><p> البلاغة </p><p> وتضمنت هذه الآيات أنواعًا من البلاغة والفصاحة والبديع (١) : </p><p> فمنها: التكرار في قوله: {وَيُرِيدُونَ} و {وَيُرِيدُونَ} ، وفي قوله:  {أَهْلُ الْكِتَابِ} و {كِتَابًا} ، وفي قوله:  {بِمِيثَاقِهِمْ} و {مِيثَاقًا} . </p><p> ومنا: الطباق بين {تُبْدُوا}  {أَوْ تُخْفُوهُ} ، وفي قوله:  {نُؤْمِنُ}  {وَنَكْفُرُ} . </p><p> ومنها: الاختصاص في قوله: {لَا يُحِبُّ اللَّهُ الْجَهْرَ بِالسُّوءِ} . </p><p> ومنها: الإشارة في مواضع. </p><p> ومنها: الاستعارة في قوله: {أَنْ يُفَرِّقُوا}  {وَلَمْ يُفَرِّقُوا} ، وهو حقيقة في الأجسام استعير للمعاني، وفي قوله:  {سُلْطَانًا} استعير للحجة، وفي قوله:  {غُلْفٌ} استعار الغلاف بمعنى الغطاء؛ لعدم الفهم والإدراك؛ أي: لا يتوصل إليها شيء من الذكر والموعظة، و {بَلْ طَبَعَ اللَّهُ عَلَيْهَا} . </p><p> ومنها: زيادة الحرف لمعنى التأكيد في قوله: {فَبِمَا نَقْضِهِمْ} . </p><p> ومنها: إسناد الفعل إلى غير فاعله في قوله: {فَأَخَذَتْهُمُ الصَّاعِقَةُ} ، و {جَاءَتْهُمُ الْبَيِّنَاتُ} وإلى الراضي به في قوله: {وَقَتْلِهِمُ الْأَنْبِيَاءَ} ، وفي قوله:  {قَوْلِهِمْ عَلَى مَرْيَمَ بُهْتَانًا عَظِيمًا} ، وفي قوله:  {وَقَوْلِهِمْ إِنَّا قَتَلْنَا الْمَسِيحَ} . </p><p> ومنها: حصن النسق في قوله: {فَبِمَا نَقْضِهِمْ مِيثَاقَهُمْ} ، والمعاطيف عليه؛ حيث نسقت بالواو التي تدل على الجمع فقط، وبين هذه الأشياء أعصار متباعدة، فشرّك أوائلهم وأواخرهم لعمل أولئك ورضا هؤلاء. </p><p> ومنها: إطلاق اسم الكل على البعض في قوله: {وَكُفْرِهِمْ بِآيَاتِ اللَّهِ} وهو القرآن والإنجيل، ولم يكفروا بشيء من الكتب إلا بهما، وفي قولهم:  {إِنَّا قَتَلْنَا} </p><p>(١) البحر المحيط.</p><p> ولم يقلْ ذلك إلا بعضهم. </p><p> ومنها: التعريض والتهكم في قوله: {قَتَلْنَا الْمَسِيحَ عِيسَى ابْنَ مَرْيَمَ رَسُولَ اللَّهِ} إذا قلنا: إنه عن كلامهم، قالوه على سبيل التهكم والاستهزاء؛ لأنهم لا يؤمنون برسالته. </p><p> ومنها: الاعتراض في قوله: {بَلْ طَبَعَ اللَّهُ عَلَيْهَا بِكُفْرِهِمْ} ردًّا لمزاعمهم الفاسدة. </p><p> ومنها: التوجيه في قوله: {غُلْفٌ} من احتمال المصدر جمع غلاف، أو جمع أغلف. </p><p> ومنها: عود الضمير علي غير مذكور في قوله: {لَيُؤْمِنَنَّ بِهِ قَبْلَ مَوْتِهِ} على من جعلهما لغير عيسى. </p><p> ومنها: النقل من صيغة فاعل إلى صيغة فعيل في قوله: {شَهِيدًا} . </p><p> ومنها: الالتفات في قوله: {أُولَئِكَ سَنُؤْتِيهِمْ أَجْرًا عَظِيمًا} ؛ والأصل: سيؤتيهم، وتنكير الأجر للتفخيم. </p><p> ومنها: المجاز المرسل في قوله: {وَقَتْلِهِمُ الْأَنْبِيَاءَ} حيث أطلق الكل وأريد البعض. </p><p> ومنها: الحذف في مواضع. </p><p> ومنها (١) : الإظهار في مقام الإضمار في قوله: {وَأَعْتَدْنَا لِلْكَافِرِينَ عَذَابًا مُهِينًا} لغرض ذمهم وتذكيرًا لوصفهم، أو المراد جمع الكافرين. </p><p> ومنها: التأكيد في قوله: {أُولَئِكَ هُمُ الْكَافِرُونَ حَقًّا} ؛ لأن قوله حقًّا مصدر مؤكد لمضمون الجملة قبله. </p><p> ومنها: التوطئة في قوله: {إِنْ تُبْدُوا خَيْرًا أَوْ تُخْفُوهُ أَوْ تَعْفُوا عَنْ سُوءٍ} قد ذكر </p><p>(١) الفتوحات.</p><p> في حيّز الشرط ثلاثة أشياء، وقوله:  {فَإِنَّ اللَّهَ كَانَ عَفُوًّا قَدِيرًا} ، إنما يظهر كونه جزاءً للثالث، فيكونُ المقصودُ مِنَ الكلام الثالث، والأوَّلان إنما ذكرا توطئة له، كما أشار إليه \"البيضاوي\" ، ونصُّه:  {إِنْ تُبْدُوا خَيْرًا} . طاعة وبرًّا {أَوْ تُخْفُوهُ} أي: تفعلوه سرًّا {أَوْ تَعْفُوا عَنْ سُوءٍ} . لكم المؤاخذة عليه، وهو المقصود. وذكر إبداء الخير وإخفائه توطئة له، ولذلك رتب عليه قوله {فَإِنَّ اللَّهَ كَانَ عَفُوًّا قَدِيرًا} . </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {فَبِظُلْمٍ مِنَ الَّذِينَ هَادُوا حَرَّمْنَا عَلَيْهِمْ طَيِّبَاتٍ أُحِلَّتْ لَهُمْ وَبِصَدِّهِمْ عَنْ سَبِيلِ اللَّهِ كَثِيرًا (١٦٠) وَأَخْذِهِمُ الرِّبَا وَقَدْ نُهُوا عَنْهُ وَأَكْلِهِمْ أَمْوَالَ النَّاسِ بِالْبَاطِلِ وَأَعْتَدْنَا لِلْكَافِرِينَ مِنْهُمْ عَذَابًا أَلِيمًا (١٦١) لَكِنِ الرَّاسِخُونَ فِي الْعِلْمِ مِنْهُمْ وَالْمُؤْمِنُونَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ وَالْمُقِيمِينَ الصَّلَاةَ وَالْمُؤْتُونَ الزَّكَاةَ وَالْمُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ أُولَئِكَ سَنُؤْتِيهِمْ أَجْرًا عَظِيمًا (١٦٢) إِنَّا أَوْحَيْنَا إِلَيْكَ كَمَا أَوْحَيْنَا إِلَى نُوحٍ وَالنَّبِيِّينَ مِنْ بَعْدِهِ وَأَوْحَيْنَا إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَعِيسَى وَأَيُّوبَ وَيُونُسَ وَهَارُونَ وَسُلَيْمَانَ وَآتَيْنَا دَاوُودَ زَبُورًا (١٦٣) وَرُسُلًا قَدْ قَصَصْنَاهُمْ عَلَيْكَ مِنْ قَبْلُ وَرُسُلًا لَمْ نَقْصُصْهُمْ عَلَيْكَ وَكَلَّمَ اللَّهُ مُوسَى تَكْلِيمًا (١٦٤) رُسُلًا مُبَشِّرِينَ وَمُنْذِرِينَ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى اللَّهِ حُجَّةٌ بَعْدَ الرُّسُلِ وَكَانَ اللَّهُ عَزِيزًا حَكِيمًا (١٦٥) لَكِنِ اللَّهُ يَشْهَدُ بِمَا أَنْزَلَ إِلَيْكَ أَنْزَلَهُ بِعِلْمِهِ وَالْمَلَائِكَةُ يَشْهَدُونَ وَكَفَى بِاللَّهِ شَهِيدًا (١٦٦) إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ قَدْ ضَلُّوا ضَلَالًا بَعِيدًا (١٦٧) إِنَّ الَّذِينَ كَفَرُوا وَظَلَمُوا لَمْ يَكُنِ اللَّهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ طَرِيقًا (١٦٨) إِلَّا طَرِيقَ جَهَنَّمَ خَالِدِينَ فِيهَا أَبَدًا وَكَانَ ذَلِكَ عَلَى اللَّهِ يَسِيرًا (١٦٩) يَا أَيُّهَا النَّاسُ قَدْ جَاءَكُمُ الرَّسُولُ بِالْحَقِّ مِنْ رَبِّكُمْ فَآمِنُوا خَيْرًا لَكُمْ وَإِنْ تَكْفُرُوا فَإِنَّ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا (١٧٠) }. </p><p> المناسبة </p><p> قوله تعالى:  {فَبِظُلْمٍ مِنَ الَّذِينَ هَادُوا حَرَّمْنَا عَلَيْهِمْ طَيِّبَاتٍ أُحِلَّتْ لَهُمْ ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه وتعالى لما ذكر (١) فضائح اليهود وقبيح أعمالهم .. ذكر هنا تشديده عليهم في الدّنيا والآخرة، أما في الدنيا: فتحريم طيبات كانت محللة لهم، وأما في الآخرة: فبما بينه الله بقوله: {وَأَعْتَدْنَا لِلْكَافِرِينَ مِنْهُمْ عَذَابًا أَلِيمًا} ، ثم بين أن فريقًا آمنوا إيمانًا صادقًا، وعملوا الصالحات، فأقاموا الصلاة، وآتوا الزكاة، وتوعدهم بالأجر العظيم يوم القيامة. </p><p> قوله تعالى:  {إِنَّا أَوْحَيْنَا إِلَيْكَ كَمَا أَوْحَيْنَا إِلَى نُوحٍ وَالنَّبِيِّينَ مِنْ بَعْدِهِ ...} </p><p>(١) المراغي.</p><p> الآيات، مناسبتها لما قبلها: أن الله سبحانه وتعالى لما فرغ من الكلام على أهل الكتاب .. فإنه ذكر (١) عنهم أولًا أنهم يفرقون بين الله ورسله، فيؤمنون ببعض ويكفرون ببعض، ثم انتقل إلى ذكر شيء من عنادهم وإعناتهم للنبي - صلى الله عليه وسلم -، وطلبهم أن ينزل عليهم كتابًا من السماء، وبين أنه لا غرابة في ذلك؛ فقد شاغبوا موسى من قبله وسألوه ما هو أكبر من ذلك، ثم ذكر كفرهم بعيسى عليه السلام وبهتهم أمه، ومحاولتهم قتله وصلبه، وفي كل هذا دليل على تأصل العناد فيهم، ولولا ذلك .. لما شاغبوك، فإن الدليل على نبوتك أوضح مما يدعون الإيمان بمثله ممن قبلك، وختم هنا الكلام في محاجتهم ببيان أن الوحي جنس واحد، ولو كان إيمانهم بالرسل السابقين صحيحًا .. لما كفروا بمحمد - صلى الله عليه وسلم -. </p><p> قوله تعالى:  {إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ قَدْ ضَلُّوا ضَلَالًا بَعِيدًا ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه وتعالى لما (٢) أزال في الآيات السالفة ما كان لليهود من شبهة في نبوة محمَّد - صلى الله عليه وسلم - بشهادة الله بما أنزل عليه مما لم يستطع البشر أن يأتوا بمثله .. أنْذَرَ في هذه الآيات من يصر منهم على الكفر ويستمر على الإعراض والظلم، وبين لهم سوء العاقبة. </p><p> أسباب النزول </p><p> قوله تعالى:  {إِنَّا أَوْحَيْنَا إِلَيْكَ ...} الآية، سبب نزولها: ما روى (٣) ابن إسحاق عن ابن عباس - رضي الله عنه - قال: قال عدي بن زيد: ما نعلم أن الله أنزل على بشر من شيء من بعد موسى، فأنزل هذه الآية. </p><p> قوله تعالى:  {لَكِنِ اللَّهُ يَشْهَدُ ...} الآية، سبب نزولها: ما رواه ابن إسحاق عن ابن عباس قال: دخل جماعة من اليهود على رسول الله - صلى الله عليه وسلم - فقال لهم:  \"إني أعلم أنكم تعلمون أني رسول الله \" فقالوا: ما نعلم ذلك، فأنزل الله تعالى:  {لَكِنِ اللَّهُ يَشْهَدُ ...} الآية. </p><p>(١) المراغي. (٢) المراغي.(٣) لباب النقول.</p>"
}