{
  "id": null,
  "sura": 4,
  "aya": 54,
  "text": "<p> التي على ظهر النواة، التي تنبت منها النخلة، وهذا بيان لعدم استحقاقهم له، بل لاستحقاهم الحرمان منه؛ بسبب أنهم من البخل والدناءة بحيث لو أوتوا شيئًا من ذلك .. لما أعطوا الناس من أقل القليل، ومن حق من أوتي الملك أن يؤثر الغير بشيء منه، فالله تعالى وصفهم في هذه الآية بالبخل، ووصفهم بالجهل في الآية المتقدمة، ووصفهم بالحسد في الآية الآتية، وهذه الخصال كلها مذمومة، فكيف يدعون الملك وهي حاصلة فيهم. </p><p> والخلاصة (١) : أن اليهود ذوو أثرة وشح، يشق عليهم أن ينتفع بهم غير اليهودي، فإذا صار لهم ملك .. حرصوا على منع الناس أدنى النفع وأحقره، ومن كانت هذه حاله حرص أشد الحرص على أن لا يظهر نبي من العرب، يكون لأصحابه ملك يخضع لهم فيه بنو إسرائيل، ولا تزال هذه حالهم إلى اليوم، فإن تم لهم ما يسعون إليه من إعادة ملكهم إلى بيت المقدس وما حوله .. فإنهم يطردون المسلمين والنصارى من تلك الأرض المقدسة، ولا يعطونهم منها نقيرًا، ولكن هل يعود الملك كما يريدون، ليس في الآية ما يثبت ذلك، ولا ما ينفيه، وإنما الذي فيها بيان طباعهم فيه لو حصل. </p><p> وقرأ عبد الله بن مسعود وابن عباس {فإذًا لا يؤتوا} بحذف النون على </p><p> إعمال إذًا. </p><p> ٥٤ - ثم انتقل من توبيخهم بالبخل إلى توبيخهم بالحسد، فقال:  {أَمْ يَحْسُدُونَ النَّاسَ عَلَى مَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ} وأم هنا بمعنى همزة الإنكار، وبل التي للإضراب الانتقالي (٢) ؛ لأنه انتقل من توبيخهم بما سبق إلى توبيخهم بالحسد الذي هو شر الرذائل وأقبحها؛ أي: بل أتريد اليهود أن يحسدوا الناس؛ أي: محمدًا - صلى الله عليه وسلم - وأصحابه على ما آتاهم الله تعالى؛ أي: على العطاء الذي أعطاهم إياه من النبوة والكتاب، وازدياد العز والنصر يومًا فيومًا، وكثرة النساء له - صلى الله عليه وسلم -، وكانت له يومئذ تسع نسوة، فقالت اليهود: لو كان محمد نبيًّا .. لشغله أمر النبوة </p><p>(١) المراغي. (٢) الجمل.</p><p> عن الاهتمام بأمر النساء، حالة كون ذلك العطاء {مِنْ فَضْلِهِ} وإحسانه سبحانه وتعالى، وقوله:  {فَقَدْ آتَيْنَا آلَ إِبْرَاهِيمَ} تعليل للإنكار المفهوم من الاستفهام المضمن للهمزة المقدرة؛ أي لا ينبغي لهم الحسد لمحمد وأصحابه، فإن حسدهم المذكور في غاية القبح والبطلان؛ لأنا قد آتينا وأعطينا من قبل محمَّد - صلى الله عليه وسلم - آل إبراهيم، الذين هم أنبياء أسلافهم، وأبناء أعمام لمحمد - صلى الله عليه وسلم -، {الْكِتَابَ وَالْحِكْمَةَ} ؛ أي: النبوة؛ أي: أعطينا بعض آل إبراهيم الكتاب والنبوة، كموسى وعيسى وداود عليهم السلام، {وَآتَيْنَاهُمْ} ؛ أي: وأعطينا بعضهم الآخر {مُلْكًا عَظِيمًا} لا يقادر قدره مع النبوة، كداود وسليمان ويوسف عليهم السلام، فكان لداود مئة امرأة مهرية، ولسليمان سبع مئة سرية، وثلاث مئة امرأة مهرية، وهؤلاء الثلاثة كانوا في بني إسرائيل، ولم يشغلهم أمر النبوة عن أمر الملك والنساء، فهم يعلمون بما آتيناهم، فلم يحسدوهم، وليس ما آتينا محمدًا وأصحابه ببدع حتى يحسدوهم على ذلك، فلأي شيء يخصصون محمدًا - صلى الله عليه وسلم - بالحسد، دون غيره ممن أنعم الله عليهم من آل إبراهيم؟ </p><p> والخلاصة: أنهم إن يحسدوه على ما أوتي .. فقد أخطؤوا؛ إذ ليس هذا ببدع منا؛ لأنا قد آتينا مثل هذا من قبل لآل إبراهيم، والعرب منهم فإنهم من ذرية إسماعيل ولده، فلم لم تعجبوا مما أوتي آل إبراهيم، وتعجبون مما أوتي محمد - صلى الله عليه وسلم -؟ ولم لا يكون مستبعدًا في حق هؤلاء، وكان مستبعدًا في حق محمَّد - صلى الله عليه وسلم -؟ وقوله:  {مُلْكًا} قال الرازي: الملك إما ظاهرًا وباطنًا وهو: ملك الأنبياء، وإما ظاهرًا فقط وهو: ملك السلاطين، وإما باطنًا فقط وهو: ملك العلماء، والثلاثة كلها موجودة في بني إسرائيل. وفي الآية (١) رمز إلى أنه سيكون للمسلمين ملك عظيم يتبع النبوة والحكمة، وقد ظهرت تباشيره عند نزول الآية بالمدينة، فقد قويت شوكتهم وأخذ أمرهم يعظم رويدًا رويدًا. </p><p> والحاصل: أن اليهود إما مغرورون مخدوعون، يظنون أن فضل الله لا </p><p>(١) المراغي.</p>"
}