{
  "id": null,
  "sura": 4,
  "aya": 81,
  "text": "<p> بكيل الطعام، كالقمح وغيره من الحبوب، عند طحنه وعند عجنه، وهو من التدبير والاقتصاد في البيوت، وأكثر المسلمين أهملوه إلا من تعود منهم التدبير وحسن التقدير في المنازل، وكذلك أمر بأكل الزيت والادِّهان به. </p><p> وقد كان الصحابة رضوان الله عليهم إذا شكوا في الأمر أمن عند الله هو، أم من رأي الرسول واجتهاده، وكان لهم في ذلك رأي آخر .. سألوه فإن أجابهم بأنه من الله تعالى أطاعوه بلا تردد، وإن قال إنه من رأيه ذكروا رأيهم، وربما رجع النبي - صلى الله عليه وسلم - عن رأيه إلى رأيهم، كما فعل في بدر وأحد، وجواب الشرط في قوله:  {وَمَنْ تَوَلَّى} وأعرض عن طاعتك يا محمد التي هي طاعة الله تعالى محذوف، تقديره: فأعرض عنه، ولا تهتم به، ولا تحزن عليه، وليس لك أن تكرهه عليها. وقوله:  {فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظًا} تعليل لذلك المحذوف؛ أي: لأنَّا ما أرسلناك حفيظًا، تحفظ الناس عن المعاصي، ومسيطرًا ورقيبًا عليهم، ترقب أفعالهم وأقوالهم، فالإيمان والطاعة إنما يكونان بالاختيار بعد الإقناع والاختبار، وإنما أرسلناك مبشرًا ونذيرًا، فعليك البلاغ وعلينا الحساب، قال المفسرون: وكان هذا قبل أن يؤمر بالجهاد ثم نسخ ذلك بآية السيف. </p><p> ٨١ - وفي هذه الجملة تسلية له - صلى الله عليه وسلم -؛ لأنه كان يشتد حزنه بسبب كفرهم وإعراضهم عن الإيمان. {وَيَقُولُونَ} ؛ أي: ويقول المنافقون - الذين أخبر الله تعالى عنهم أنهم يخشون الناس كخشية الله أو أشد خشية - إذا أمرهم النبي - صلى الله عليه وسلم - بأمر .. أمرك يا محمد، {طَاعَةٌ} ؛ أي: مطاع مقبول عندنا، أو أمرنا طاعه، وشأننا طاعة لك؛ أي: إطاعة لك إظهارًا لكمال الانقياد والخضوع، {فَإِذَا بَرَزُوا مِنْ عِنْدِكَ} ؛ أي: فإذا خرجوا من المكان الذين يكونون معك فيه إلى البراز والفضاء وهم منصرفون إلى بيوتهم .. {بَيَّتَ طَائِفَةٌ مِنْهُمْ غَيْرَ الَّذِي تَقُولُ} ؛ أي: دبر جماعة منهم ليلًا قولًا غير الذي قالوا لك وأظهروه عندك نهارًا من الطاعة والسمع، وتكلموا فيما بينهم بعصيانك وتوافقوا عليه، وقيل: الضمير في تقول يعود على محمَّد - صلى الله عليه وسلم -؛ أي: غير الذي تقوله يا محمد، وقرأ يحيى بن يعمر {يقول} بالياء ويحتمل أن يعود الضمير على الرسول عليه السلام، فيكون التفاتًا من الخطاب في:  {مِنْ عِنْدِكَ} إلى الغيبة، {وَاللَّهُ} سبحانه وتعالى {يَكْتُبُ} </p>"
}