{
  "id": null,
  "sura": 4,
  "aya": 46,
  "text": "<p> ٤٥ - {وَاللَّهُ} سبحانه وتعالى {أَعْلَمُ} منكم {بِأَعْدَائِكُمْ} ؛ أي: بمن هم أعداؤكم، فأنتم تظنون في المنافقين أنهم منكم، وما هم منكم، فهم يكيدون لكم في الخفاء، ويغشونكم في الجهر، فيبرزون لكم الخديعة في معرض النصيحة، ويظهرون لكم الولاء والرغبة والنصرة، والله أعلم بما في قلوبهم من العدواة والبغضاء، فهو تعالى يعلمكم ما هم عليه، ويخبركم به، وقد أخبركم بعداوتهم لكم، وما يريدون لكم؛ لتكونوا على حذر منهم، ومن مخالطتهم، أو هو أعلم بحالهم ومآل أمرهم، {وَكَفَى بِاللَّهِ} ؛ أي: وكفاكم الله سبحانه وتعالى عن غيره من جهة كونه {وَلِيًّا} لكم؛ أي: متوليًا لأموركم، ومتصرفًا فيها، ومن كان الله وليه فلا يضره أحد. {وَكَفَى بِاللَّهِ} ؛ أي: وكفاكم الله سبحانه وتعالى عن غيره من جهة كونه {نَصِيرًا} ؛ أي: ناصرًا لكم على أعدائكم، فهو تعالى ينصركم عليهم في كل موطن، فثقوا بولايته ونصرته. </p><p> أي: فهو (١) يسبحانه وتعالى الذي يرشدكم إلى ما فيه خيركم وفلاحكم، وهو الذي ينصركم على أعدائكم، بتوفيقكم لصالح العمل، والهداية لأسباب النصر من الاجتماع والتعاون وسائر الوسائل، التي تؤدي إلى القوة، فلا تطلبوا الولاية من غيره، ولا النصرة من سواه، وعليكم باتباع السنن التي وضعها في هذه الحياة، ومنها: عدم الاستعانة بالأعداء، الذين لا يعملون إلا لمصالحهم الخاصة كاليهود وغيرهم. </p><p> ٤٦ - وقوله:  {مِنَ الَّذِينَ هَادُوا} بيان للمراد من الذين أوتوا الكتاب بأنهم يهود ونصارى، وقوله:  {وَاللَّهُ أَعْلَمُ} : وقوله: {وَكَفَى بِاللَّهِ} جملتان معترضتان بين البيان والمبين، ثم بين المراد من اشترائهم الضلالة بالهدى، فقال: من الذين هادوا ورجعوا عن عبادة العجل قوم {يُحَرِّفُونَ الْكَلِمَ} المذكورة في التوراة {عَنْ مَوَاضِعِهِ} ؛ أي: عن مواضع تلك الكلم؛ أي: يغيرون الكلم التي أنزل الله في التوراة عن مواضعها وهيأتها، التي ذكرها الله تعالى فيها، كتحريفهم في نعت </p><p>(١) المراغي.</p><p> النبي - صلى الله عليه وسلم - أسمر ربعة، فوضعوا مكانه آدم طوال، وتحريفهم الرجم فوضعوا بدله الجلد. وقرىء:  {يحرفون الكِلْم} بكسر الكاف وسكون اللام جمع كلمة تخفيف الكَلِمْ. وقرأ النخعي، وأبو رجاء:  {يحرفون الكلام} وذكر الضمير في مواضعه مع عوده إلى الكلم، حملًا على معنى الكلم؛ لأنها جنس، قاله: العكبري. </p><p> فالتحريف يطلق على معنيين (١) : </p><p> أحدهما: تأويل القول بحمله على غير معناه الذي وضع له، كما يؤولون البشارات التي وردت في النبي - صلى الله عليه وسلم -، ويؤولون ما ورد في المسيح، ويحملونه على شخص آخر، ولا يزالون ينتظرونه إلى اليوم. </p><p> وثانيهما: أخذ كلمة أو طائفة من الكلم من موضع من الكتاب ووضعها في موضع آخر، وقد حصل هذا في كتب اليهود، خلطوا ما يؤثر عن موسى بما كتب بعده بزمن طويل، وكذلك ما وقع في كلام غيره من أنبيائهم، واعترف بهذا بعض العلماء من أهل الكتاب، وقد كانوا يقصدون بهذا التحريف الإصلاح في زعمهم، وسبب هذا النوع من التحريف أنه وجدت عندهم قراطيس متفرقة من التوراة، بعد فقد النسخة التي كتبها موسى عليه السلام وأرادوا أن يؤلفوا بينها، فجاء فيها ذلك الخلط بالزيادة والتكرار، كما أثبت ذلك بعض الباحثين من المسلمين. </p><p> {وَيَقُولُونَ} ؛ أي: ويقول هؤلاء اليهود للنبي - صلى الله عليه وسلم -: {سَمِعْنَا} قولك {وَعَصَيْنَا} ؛ أي: خالفنا غيرك، وذلك أنهم كانوا إذا أمرهم النبي - صلى الله عليه وسلم - بأمر .. قالوا في الظاهر: سمعنا قولك، وعصينا غيرك، وأما في الباطن: سمعنا قولك وخالفنا أمرك، وقيل إنهم كانوا يظهرون هذا القول عنادًا واستخفافًا، وقد روي عن مجاهد أنهم قالوا للنبي - صلى الله عليه وسلم -: سمعنا قولك ولكن لا نطيعك، وكذلك كانوا يقولون له:  {وَاسْمَعْ غَيْرَ مُسْمَعٍ} ؛ أي: ويقولون في أثناء مخاطبة النبي - صلى الله عليه وسلم - خاصة كلامًا ذا وجهين، محتملًا للخير والمدح وللشر والذم، فأما معناه في المدح فإنهم يقولون: واسمع منا كلامنا حالة كونك غير مسمع منا مكروهًا لا يوافقك، </p><p>(١) المراغي.</p><p> وأما معناه في الذم: فإنهم يقولون: واسمع منا كلامنا حالة كونك غير مسمع كلامًا أصلًا لصمم أو موت، وهو دعاء منهم عليه بالموت، أو بذهاب سمعه، أو غير مسمع جوابًا يوافقك فكأنك ما أسمعت شيئًا؛ أي: يخاطبون النبي - صلى الله عليه وسلم - استهزاء به، مظهرين للنبي - صلى الله عليه وسلم - إرادة المعنى الأول؛ أعني: الخير وهم مضمرون في أنفسهم المعنى الأخير؛ أعني: الشر والدعاء عليه. </p><p> وكذلك كانوا يقولون للنبي - صلى الله عليه وسلم - في أثناء خطابهم له:  {وَرَاعِنَا} وهي كلمة ذات وجهين، محتملة للخير إذا حملت على معنى اصرف سمعك إلى كلامنا، وأنصت لحديثنا وتفهم، أخذًا من المراعاة بمعنى المحافظة، وللشر إذا حملت على السب بالرعونة والحمق، بمعنى اشملنا وأفدنا رعونتك وحمقك، أو حملت على أنهم يريدون أنك يا محمَّد ترعى أغنامًا لنا، بمعنى كن راعيًا أغنامنا. </p><p> {لَيًّا بِأَلْسِنَتِهِمْ وَطَعْنًا فِي الدِّينِ} ؛ أي: يقولون ذلك في مخاطبتهم له - صلى الله عليه وسلم - ليًّا وفتلًا وصرفًا بألسنتهم عن الحق، الذي هو أطعنا واسمع وانظرنا إلى الباطل، الذي هو عصينا، واسمع غير مسمع، وراعنا وطعنًا في الدين؛ أي: يقولون ذلك طعنًا في دين الإِسلام، بقولهم لأصحابهم إنما نشتمه ولا يعرف، ولو كان نبيًّا لعرف ذلك، فأطلعه الله تعالى على خبيث ضمائرهم، وما في قلوبهم من العداوة والبغضاء؛ أي: يقولون ذلك لصرف الكلام عن نهجه، وللقدح في دين الإِسلام بالاستهزاء والسخرية، أو المعنى: هم (١) يلوون ألسنتهم فيجعلونها في الظاهر راعنا، وبلَيِّ اللسان وإمالته - راعينا - قصدًا منهم للسباب والشتم والسخرية، أو جعله راعيًا من رعاة الغنم، أو من الرعونة، أو من تحريف اللسان وليِّه في خطابهم النبي - صلى الله عليه وسلم - وتحيته بقولهم: السام - الموت - عليكم، يوهمون بفتل اللسان وليه أنهم يقولون له: السلام عليكم، وقد ثبت هذا في صحيح الأحاديث، كما ثبت أن النبي - صلى الله عليه وسلم - بعد أن علم منهم ذلك كان يجيبهم بقوله: وعليكم؛ أي: الموت على كل أحد منكم. </p><p> قال ابن عطية (٢) : وهذا اللي باللسان إلى خلاف ما في القلب موجود حتى </p><p>(١) المراغي. (٢) البحر المحيط.</p><p> الآن في بني إسرائيل، ويحفظ في عصرنا أمثلة إلا أنه لا يليق ذكرها بهذا الكتاب انتهى. وهو يحكى عن يهود الأندلس، وقد شاهدناهم وشاهدنا يهود ديار مصر على هذه الطريقة، وكأنهم يربون أولادهم الصغار على ذلك، ويحفظونهم ما يخاطبون به المسلمين، مما ظاهره التوقير ويريدون التحقير. </p><p> {وَلَوْ أَنَّهُمْ قَالُوا} باللسان أو بالحال عند سماع شيء من أوامر الله تعالى ونواهيه: {سَمِعْنَا} قولك {وَأَطَعْنَا} أمرك، بدل قولهم سمعنا وعصينا، لعلمهم بصدقك، ولوجود الأدلة والبينات المتظاهرة على ذلك، وكذلك لو قالوا {وَاسْمَعْ} منا ما نقول {وَانْظُرْنَا} ؛ أي: انظر إلينا أو أمهلنا وانتظرنا بمعنى أفهمنا، ولا تعجل علينا حتى نفهم عنك ما تقول، بدل قولهم: واسمع غير مسمع وراعنا، {لَكَانَ} قولهم هذا {خَيْرًا لَهُمْ} من ذلك السابق عند الله يسبحانه وتعالى، {وَأَقْوَمَ} ؛ أي: أصوب وأعدل مما قالوه، لما فيه من الأدب والفائدة وحسن العاقبة، وقال أبو حيان: والحاصل أنهم لو تبدلوا بالعصيان الطاعة، ومن الطاعة الإيمان بك، واقتصروا على لفظ اسمع، وتبدلوا براعنا قولهم وانظرنا، فعدلوا عن الألفاظ الدالة على عدم الانقياد، والموهمة إلى ما أمروا به، لكان؛ أي: ذلك القول خيرًا لهم عند الله تعالى وأقوم؛ أي: أعدل وأصوب، وقرأ أبي:  {وَأنْظِرْنَا} من الإنظار وهو الإمهال، {وَلَكِنْ لَعَنَهُمُ اللَّهُ} سبحانه وتعالى؛ أي: خذلهم وطردهم وأبعدهم عن الرحمة والطاعة والهدى، {بِكُفْرِهِمْ} ، أي: بسبب كفرهم باللهِ وبمحمد - صلى الله عليه وسلم - بذلك القول وبغيره؛ إذ مضت سنة الله في البشر بأن الكفر يمنع صاحبه من التفكر والتروي والأدب في الخطاب، ويجعله بعيدًا من الخير والرحمة، فلا يمتُّ - يصل - إليهما بسبب، ولا يصل إليهما برحم ولا نسب. </p><p> {فَلَا يُؤْمِنُونَ إِلَّا قَلِيلًا} ؛ أي: فهم (١) لا يؤمنون إلا إيمانًا قليلًا غير نافع لهم لا يعتد به، فهو لا يصلح عملًا، ولا يطهر نفسًا، ولا يرقي عقلًا، ولو كان </p><p>(١) المراغي.</p>"
}