{
  "id": null,
  "sura": 4,
  "aya": 33,
  "text": "<p> الإنسان لا يجوز له أن يعين شيئًا في الطلب والدعاء، ولكن يطلب من فضل الله ما يكون سببًا لصلاحه في دينه ودنياه، على سبيل الإطلاق انتهى. </p><p> وقد ورد في الحديث (١) : \"لا يتمنين أحدكم مال أخيه،ولكن ليقل:اللهم ارزقني اللهم أعطني مثله\" ، وعن ابن مسعود رضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال:  \"سلوا الله من فضله فالله يحب أن يسأل وإن من أفضل العبادة انتظار الفرج\" . </p><p> وقرأ ابن كثير والكسائي (٢) : {وسلوا} بحذف الهمزة، وإلقاء حركتها على السين، وذلك إذا كان أمرًا للمخاطب وقبل السين واو أو فاء، نحو {فسل الذين يقرؤون الكتاب} و {فسلوا أهل الذكر} ، وقرأ باقي السبعة بالهمز. {إِنَّ اللَّهَ} سبحانه وتعالى: {كَانَ بِكُلِّ شَيْءٍ} - ومنه محل فضله وسؤالكم - {عَلِيمًا} ؛ أي: عالمًا به، ولذلك جعل الناس على طبقات، فرفع بعضهم على بعض درجات بحسب مراتب استعدادهم، وتفاوت اجتهادهم في معترك الحياة، ولا يزال العاملون يستزيدونه، ولا يزال ينزل عليهم من جوده وكرمه ما يفضلون به القاعدين الكسالى، حتى بلغ التفاوت بين الناس في الفضل حدًّا بعيدًا، وكاد التفاوت بين الشعوب يكون أبعد من التفاوت بين بعض الحيوان وبعض الإنسان؛ أي: فإنه (٣) تعالى هو العالم بما يكون صلاحًا للسائلين، فليقتصر السائل على المجمل، وليحترز في دعائه عن التعيين، فربما كان ذلك محض المفسدة والضرر. </p><p> ٣٣ - {وَلِكُلٍّ} إنسان {جَعَلْنَا مَوَالِيَ} ؛ أي: أولياء وأقارب ورثة يرثون {مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ} ؛ أي: يرثون من المال الذي تركه الوالدان والأقربون إن ماتوا، فيكون الوالدان والأقربون موروثين لا وارثين، وقوله:  {وَالَّذِينَ عَقَدَتْ أَيْمَانُكُمْ} ؛ مبتدأ خبره {فَآتُوهُمْ نَصِيبَهُمْ} ؛ أي: والحلفاء الذين عقدتم لهم عقد </p><p>(١) مراح. (٢) البحر المحيط.(٣) المراح.</p><p> الحلف والنصرة وصافحت أيمانكم أيمانهم عند العقد، فآتوهم وأعطوهم الآن؛ أي: في صدر الإِسلام نصيبهم وحظهم الذي تعطونهم في الجاهلية وهو السدس، وكان الحليف في الجاهلية يرث السدس من مال حليفه فنسخ بقوله تعالى:  {وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ} وهذا التفسير مرويٌّ عن ابن عباس. وقيل معنى الآية:  {وَلِكُلٍّ جَعَلْنَا مَوَالِيَ مِمَّا تَرَكَ} ؛ أي: ولكل (١) من الرجال الذين لهم نصيبٌ مما اكتسبوا، ومن النساء اللاتي لهن نصيب مما اكتسبن جعلنا موالي مما ترك؛ أي: أقارب وأولياء لهم حق الولاية على ما يتركونه من كسبهم ومالهم ويرثونه منهم، ثم بيَّن هؤلاء الموالي فقال:  {الْوَالِدَانِ وَالْأَقْرَبُونَ وَالَّذِينَ عَقَدَتْ أَيْمَانُكُمْ} ؛ أي: أولئك الموالي الذين يرثون كلًّا من الفريقين هم الوالدان والأقربون والأزواج، الذين عقدت لهم أيمانكم؛ أي: إن هؤلاء الموالي هم جميع الورثة، من الأصول والفروع والحواشي والأزواج الذين عقدت أيمانكم، فإن كلًّا من الزوجين له حق الإرث بالعقد، والمتعارف عند الناس في العقد أن يكون المصافحة باليدين، قاله أبو مسلم الأصفهاني. </p><p> {فَآتُوهُمْ نَصِيبَهُمْ} ؛ أي: فأعطوهم هؤلاء الموالي نصيبهم المقدر لهم، ولا تنقصوهم منه شيئًا، وقيل: إن (٢) لفظة كل واقعة على تركة، ومما ترك بيان لـ (كل) ، والمعنى: ولكل تركة كائنة مما ترك الوالدان والأقربون، ومما ترك الزوج والزوجة الذين عقدت أيمانكم جعلنا موالي وورثة متفاوتة في الدرجة، يلونها ويحرزون منها أنصبائهم بحسب استحقاقهم، فالمراد بالذين عقدت أيمانكم الأزواج والزوجات، فالنكاح يسمى عقدًا، وهو قول أبي مسلم الأصفهاني. </p><p> ويصح (٣) أن تكون جملة جعلنا موالي صفة لكل، والضمير الراجع إليه محذوف، والكلام مبتدأ وخبر، والمعنى حينئذ: ولكل قوم جعلناهم وارثًا نصيب معين مغاير لنصيب قوم آخرين، مما ترك المورثون، فآتوهم نصيبهم من الميراث. </p><p>(١) المراغي. (٢) المراح.(٣) مراح.</p>"
}