{
  "id": null,
  "sura": 4,
  "aya": 154,
  "text": "<p> {بِظُلْمِهِمْ} ، أي: تعنتهم وسؤالهم لما يستحيل وقوعه شرعًا في ذلك الوقت، وهو رؤية الله جهرة، وذلك لا يستلزم امتناعها يوم القيامة؛ فقد جاءت بذلك الأحاديث المتواترة، ومن استدل بهذه الآية على امتناع الرؤية يوم القيامة فقد غلط غلطًا بينًا، ولو طلبوا أمرًا جائزًا .. لما سموا ظالمين، ولما أخذتهم الصاعقة، كما سأل إبراهيم عليه السلام أن يريه إحياء الموتى، فلم يسمه ظالمًا ولا رماه بالصاعقة {ثُمَّ اتَّخَذُوا الْعِجْلَ} معطوف على محذوف، تقديره: فأحييناهم بعد موتهم بالصاعقة، ثم بعد إحيائهم اتخذوا العجل الذي صاغه موسى السامري إلهًا، وعبدوه {مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَاتُ} والمعجزات على يد موسى عليه السلام من اليد والعصا وفلق البحر وغيرها {فَعَفَوْنَا} وسامحنا لهم {عَنْ ذَلِكَ} الذنب العظيم حين تابوا، وتركنا عبدة العجل فلم نستأصلهم. </p><p> والمقصود من هذا (١) : تسلية النبي - صلى الله عليه وسلم - , والمعنى: أنَّ هؤلاء الذين يطلبون منك يا محمَّد أن تنزل عليهم كتابًا من السماء إنما يطلبونه عنادًا ولجاجًا، فإني قد أنزلت التوراة جملة واحدة على موسى، وآتيته من المعجزات الباهرات والآيات البينات ما فيه كفاية، ثم إنهم طلبوا الرؤية على سبيل العناد، وعبدوا العجل، وكل ذلك يدل على جهلهم وأنهم مجبولون على اللجاج والعناد. وفي قوله:  {فَعَفَوْنَا عَنْ ذَلِكَ} استدعاء إلى التوبة. </p><p> والمعنى: أنَّ أولئك الذين أجرموا لما تابوا .. عفونا عنهم، فتوبوا أنتم نعف عنكم {وَآتَيْنَا مُوسَى سُلْطَانًا مُبِينًا} ؛ أي: وأعطينا موسى قهرًا ظاهرًا وتسلطًا بيِّنًا عليهم، فإنه أمرهم بقتل أنفسهم توبة من عبادة العجل، فبادروا إلى الامتثال، فقتل منهم سبعون ألفًا في يوم واحد، وفي هذا بشارة للنبي - صلى الله عليه وسلم - بأن هؤلاء الكفار وإن كانوا يعاندون فإنك ستغلب عليهم آخرًا وتقهرهم. </p><p> ١٥٤ - ثم حكى الله تعالى عنهم سائر جهالاتهم وإصرارهم على أباطيلهم، وقد تقدم بعضها في سورة البقرة، فقال:  {وَرَفَعْنَا فَوْقَهُمُ} ؛ أي: قلعنا ورفعنا وحبسنا </p><p>(١) الخازن.</p><p> فوق رؤوسهم {الطُّورَ} ؛ أي: الجبل المسمى بالطور، وهو جبل معروف هناك، وفي (١) الشام جبل عرف بالطور ولزمه هذا الاسم، وهو طور سيناء، وليس هو المرفوع علي بني إسرائيل؛ لأن رفع الجبل كان فيما يلي التيه من جهة ديار مصر، وهم ناهضون مع موسى عليه السلام، وتقدمت قصة رفع الطور في البقرة. {بِمِيثَاقِهِمْ} ، أي: بسبب أخذ الميثاق وجعل العهد عليهم على أن يأخذوا جميع ما أنزل عليهم بقوة ويعملوا به مخلصين حين امتنعوا من قبول شريعة التوراة، فرفع الله عليهم الطور ليخافوا فقبلوها، وأعطوا العهد والميثاق على أَن لا يرجعوا عنها. </p><p> {وَقُلْنَا لَهُمُ} على لسان موسى أو على لسان يوشع عليهما السلام: {ادْخُلُوا الْبَابَ} ؛ أي: باب هذه القرية، وهي قرية بيت المقدس، أو أريحا حالة كونكم {سُجَّدًا} أي: ركعًا خاضعين مطأطئين الرؤوس مائلي الأعناق ذلة وانكسارًا لعظمته؛ أي: وقلنا لهم على لسان يوشع: ادخلوا باب هذه القرية بذلة وانكسار، فخالفوا ودخلوا وهم يزحفون على أستاههم {وَقُلْنَا لَهُمْ} قيل: على لسان داود عليه السلام: {لَا تَعْدُوا} ؛ أي: لا تجاوزوا حدود الله {فِي} يوم {السَّبْتِ} إلى ما لا يحل لكم فيه؛ أي: لا تظلموا باصطياد الحيتان فيه، وذلك أنهم نهوا عن أن يصطادوا السمك في يوم السبت، فاعتدوا واصطادوا فيه، فمسخوا قردة وخنازير، وقيل: المراد به: النهي عن العمل والكسب في يوم السبت. </p><p> وقرأ ورش (٢) : {لا تعدوا} بفتح العين وتشديد الدال، على أن الأصل: لا تعتدوا، فألقيت حركة التاء على العين وأدغمت التاء في الدال، وقرأ قالون بإخفاء حركة العين وتشديد الدال، والنص بالإسكان، وأصله أيضًا: لا تعتدوا وقرأ الباقون من العشرة {لا تعْدوا} بإسكان العين وتخفيف الدال من عدى يعد، وقال تعالى:  {إِذْ يَعْدُونَ فِي السَّبْتِ} وقرأ الأعمش والأخفش {لا تعتدوا} من اعتدى الخماسي. {وَأَخَذْنَا مِنْهُمْ مِيثَاقًا غَلِيظًا} الميثاق الغليظ: العهد المؤكَّد </p><p>(١) البحر المحيط. (٢) البحر المحيط.</p>"
}