{
  "id": null,
  "sura": 4,
  "aya": 5,
  "text": "<p> ٥ - ولما أمر الله سبحانه وتعالى في الآيات السابقة بإيتاء اليتامى أموالهم، وبإيتاء النساءِ مهورهن .. أتى في هذه الآية بشرط للإيتاء يشمل الأمرين جميعًا، وهو: أن لا يكون كل منهما سفيهًا مع بيان أنهم يرزقون فيها، ويكسون ما دامت في أيديهم مع قول المعروف لهم حتى تَحسن أحوالُهم، وأنه لا تسلم إليهم الأموال إلا إذا أونس منهم الرشد، وأنهم لا ينبغي الإسراف في أكل أموال اليتامى، فمن كان من الأولياء غنيًّا. فليعف عن الأكل من أموالهم، ومن كان فقيرًا .. فليأكل بما يبيحه الشرع، ويستجيزه أهل المروءة، كما مر هذا الكلام بعينه في بحث المناسبة، فقال:  {وَلَا تُؤْتُوا} ؛ أي: ولا تعطوا أيها الأولياء {السُّفَهَاءَ} ؛ أي: الضعفاء العقول المبذرين للأموال بصرفها في غير مصارفها {أَمْوَالَكُمُ الَّتِي جَعَلَ اللَّهُ} سبحانه وتعالى {لَكُمْ قِيَامًا} ؛ أي: حياة ومعيشة تنتعشون بها، وتقومون بها، وهذا نهي للأولياء عن أن يؤتوا الذين لا رشد لهم أموالهم، فيضيعوها، وإنما أضاف الأموال إلى الأولياء في قوله:  {أَمْوَالَكُمُ} ، ولم يقل: أموالهم مع أن الخطاب للأولياء، والمال مال السفهاء الذين في ولايتهم؛ لأنها في تصرفهم وتحت ولايتهم ولينبهنا إلى أنه إذا ضاع هذا المال وجب على الولي أن ينفق عليه من مال نفسه، فإضاعته مفضية إلى إضاعة شيء من مال الولي، فكأن ماله عين ماله، وإلى أن الأمة متكافلة في المصالح، فمصلحة كل فرد فيها، كأنها مصلحة للآخرين، والحاصل: أنه يكفي في حسن الإضافة أدنى سبب، والمراد بالسفهاء: الصغار، والبالغون المبذرون من الأولاد، وهذا القول هو الملائم للآيات المتقدمة والمتأخرة. </p><p> وقيل (١) : المراد بالسفهاء: امرأتك، وابنك السفيه. قال ابن عباس: لا تعمد إلى مالك الذي خوله الله لك، وجعله لك معيشةً فتعطيه امرأتَك، وابنك فيكونوا هم الذين يقومون عليك، ثم تنظر إلى ما بين أيديهم، أمسك مالك، وأصلحه، وكن أنت الذي تنفق عليهم في رزقهم، ومؤونتهم. </p><p>(١) الخازن والبيضاوي.</p><p> وقال الكلبي: إذا علم الرجل أن امرأته سفيهةٌ مفسدة، وأن ولده سفيهٌ مفسد، لا ينبغي له أن يسلط واحدًا منهما على ماله، فيفسده، وإنما سماهم سفهاء استخفافًا بعقلهم، واستهجانًا لجعلهم قوامًا على أنفسهم، وعلى هذا فالإضافة في قوله {أَمْوَالَكُمُ} على ظاهرها وحقيقتها. </p><p> ومعنى جعل الأموال قيامًا للناس (١) : أن بها تقوم وتثبت منافعهم، ومرافقهم، فمنافعُهم الخاصة ومصالحهم العامة، لا تزال قائمة ثابتة ما دامت أموالهم في أيدي الراشدين المقتصدين منهم، الذين يحسنون تثميرها، وتوفيرَها، ولا يتجاوزون حدودَ المصلحة في الإنفاق. </p><p> وفي هذا حث عظيم على الاقتصاد بذكر فوائده، وتنفير من الإسراف والتبذير ببيان مغبته (٢) ، فإن الأموال إذا وقعت في أيدي السفهاء المسرفين، فات ما كان من تلك المنافع قائمًا، ومن ثم وصف الله تعالى المؤمنين بقوله:  {وَالَّذِينَ إِذَا أَنْفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا وَكَانَ بَيْنَ ذَلِكَ قَوَامًا} وقد ورد في السنة النبوية حث كثير على الاقتصاد من ذلك: ما رواه أحمد عن ابن مسعود \"ما عال من اقتصد\" وما رواه الطبراني والبيهقي عن ابن عمر \"الاقتصاد في النفقة نصف المعيشة، والتودد إلى الناس نصف العقل، وحسن العقل نصف العلم\" . </p><p> وإن من أشد العجب أن يكون حال المسلمين اليومَ ما نرى من الإسراف والتبذير، بإنفاق أموالهم في غير مصارفها، من المغنيات، والملاهي، وسائر وجوه المحرمات، وكتابهم يهديهم إلى ما للاقتصاد من فوائد، وما للتبذير من مضار، انظر إلى ما للمال في هذا الزمن من المنزلة التي لا يقدر قدرها حتى صارت جميع المرافق موقوفة على المال، وأصبحت الأمم الجاهلة بطرق الاقتصاد، وليس في أيديها المال مستذلة مستعبدة للأمم الغنية ذات البراعة في الكسب والإحسان في الاقتصاد، وجمع المال، ولا سبب لهذا إلا أنا نبذنا هدي </p><p>(١) المراغي. (٢) مغبته - بتشديد الباء المفتوحة -: أي عاقبته اهـ م.</p><p> القرآن وراء ظهورنا، وأخذنا بآراء الجاهلين الذين لبسوا على الناس ونفثوا سمومهم، وبالغوا في التزهيد، والحث على إنفاق ما تصل إليه الأيدي، مع أن السلف الصالح كانوا من أشد الناس محافظةً على ما في أيديهم، وأعرف الناس بتحصيل المال من وجوه الكسب الحلال، وليت هذا التزهيد أتى بالغرض المسوق لأجله من الترغيب في الآخرة، والعمل لها، لكنهم زهدوهم في الدنيا وقطعوهم عن الآخرة، فخسروهما معًا، وما ذاك إلا لجهلهم بهدي الإِسلام، وهو السعي للدنيا، والعمل للآخرة كما ورد في الأثر \"اعمل لدنياك كأنك تعيش أبدًا واعمل لآخرتك كأنك تموت غدًا\" وكانوا يقولون: اتجروا، فإنكم في زمان، إذا احتاج أحدكم كان أول ما يأكل دينه. </p><p> وقرأ الحسن (١) ، والنخعي {اللاتي جعل الله لكم قيامًا} وهو في المعنى جمع التي، وقرأ الجمهور {الَّتِي} بالإفراد، قال ابن عطية: والأموال جمع لا يعقل، فالأصوب فيه قراءة الجماعة انتهى كما قال بعضهم: </p><p> وَجَمْعُ كَثْرَةٍ لِمَا لاَ يَعْقِلُ ... الأفْصَحُ الإِفرَادُ فِيهِ يَا فُلُ </p><p> وقرىء شاذًا {اللواتي} ، وهو أيضًا في المعنى جمع التي. </p><p> وقرأ نافع، وابن عامر {قيمًا} وجمهور السبعة {قِيَامًا} ولما انكسرت القاف في قوام، أبدلوا الواو ياءً. وعبد الله بن عمر {قوامًا} بكسر القاف، والحسن، وعيسى بن عمر {قوامًا} بفتحها، ورويت عن أبي عمرو، وقرىء شاذًا {قومًا} فأما {قيمًا} فمصدر كالقيام، والقوام، قاله الكسائي، والفراء، والأخفش، وليس مقصورًا من قيام، وقيل: هو مقصور منه. قالوا: حذفت الألف كما حذفت في خيم وأصله خيام. </p><p> {وَارْزُقُوهُمْ} ؛ أي: وأطعموا السفهاء، واليتامى {فِيهَا} ؛ أي: من أموالهم التي في أيديكم، وأنفقوا عليهم منها {وَاكْسُوهُمْ} ؛ أي: ألبسوهم منها، وإنما قال الله {فِيهَا} ولم يقل: منها. كما هو ظاهر السياق، لئلا يكون ذلك أمرًا بجعل </p><p>(١) البحر المحيط.</p>"
}