{
  "id": null,
  "sura": 4,
  "aya": 22,
  "text": "<p> وأخرج الطبراني (١) أيضًا، وابن أبي حاتم، والفريابي، عن عدى بن ثابت، عن رجل من الأنصار، قال توفي أبو قيس بن الأصلت، وكان من صالحِي الأنصار فَخَطَب ابْنُه قيس امرأتَه، فقالت: إنما أعَدُك ولدًا، وأنت من صالحي قومك، فأتت النبي - صلى الله عليه وسلم - فأخبرته فقال: ارجعي إلى بيتك، فنزلت هذه الآية:  {وَلَا تَنْكِحُوا مَا نَكَحَ آبَاؤُكُمْ مِنَ النِّسَاءِ إِلَّا مَا قَدْ سَلَفَ} . </p><p> قوله تعالى:  {وَحَلَائِلُ أَبْنَائِكُمُ الَّذِينَ مِنْ أَصْلَابِكُمْ ...} سبب نزولها (٢) . ما أخرجه ابن جرير، عن ابن جريج قال: قلت لعطاء {وَحَلَائِلُ أَبْنَائِكُمُ الَّذِينَ مِنْ أَصْلَابِكُمْ} ما سببها قال: كنا نتحدث أنها نزلت في محمَّد - صلى الله عليه وسلم - حِينَ نكح امرأةَ زيد بن حارثة، قال: المشركون في ذلك فنزلت: {وَحَلَائِلُ أَبْنَائِكُمُ الَّذِينَ مِنْ أَصْلَابِكُمْ} ونزلت: {وَمَا جَعَلَ أَدْعِيَاءَكُمْ أَبْنَاءَكُمْ} ونزلت {مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ} . </p><p> التفسيرُ وأوجه القراءة </p><p> ٢٢ - {وَلَا تَنْكِحُوا} ؛ أي: ولا تتزوجوا أيها المؤمنون {مَا نَكَحَ} ، وتزوج {آبَاؤُكُمْ} من نسب أو رضاع، حقيقةً أو بواسطة، فيشمل الأجدادَ، وإن علوا {مِنَ النِّسَاءِ إِلَّا مَا قَدْ سَلَفَ} وسَبَقَ منكم في الجاهلية قبل نزول آية التحريم من نكاح زوجات الآباء فإنه معفوٌّ عنه لا مؤاخذةَ عليكم به. </p><p> والخلاصة: أنكم تستحقُّون العقابَ بنكاح ما نكح آباءكم إلا ما قد سلف، ومَضَى فإنه مفعو عنه، وهذا شروع (٣) منه في بيان من يحرم نكاحها من النساء، ومن لا يحرم، وإنما خَصَّ هذا النكاحَ بالنهي، ولم ينتظم في سلك نكاح المحرمات الآتية مبالغةً في الزجر عنه حيث كانوا مُصِرّينَ على تعاطيه، وكانَ فاشيًا في الجاهلية، وقد ذَمَّهُ الله أقبحَ ذم، فسماه فاحشةً، وجَعَلَه مبغوضًا أشدَّ البغض، قال ابن عباس رضي الله عنهما: وجمهور المفسرين كان أهلُ الجاهلية </p><p>(١) لباب النقول. (٢) لباب النقول.(٣) أبو السعود.</p><p> يتزوجون بأزواج آبائهم فنهُوا عن ذلك. </p><p> ومن المعلوم أنَّ المحومات بالمصاهرة أربعُ: زوجةُ الأب، وزوجة الابن، وأم الزوجة، وبنتُ الزوجة، وكلُّها يحصل فيها التحريمُ بمجرد العقد، وإن لم يحصل دخول إلا الربيبةَ، فلا تحرم إلا بشرط الدخول بأمها، وهذا يُستفاد من الآية، فإنها لم تقيد بالدخول إلا في الربيبة على ما سيأتي. </p><p> واختلفوا في {مَا} في قوله: {مَا نَكَحَ آبَاؤُكُمْ} والظاهر أنها موصولة كما فسَّرْنَا أوَّلًا، والمعنى، ولا تنكحوا المرأةَ التي نَكَحَهَا آباؤكم من النساء، فإنه موجب للعقاب، إلا ما قد مضى قبل نزول آية التحريم، فإنه معفو عنه، وقيل:  {ما} مصدرية. والمعنى حينئذٍ: ولا تنكحوا نكاح آبائكم؛ أي: نكاحًا كنكاح آبائكم في البطلان، فإن أنكحتَهم كَانَتْ بِغَيْرِ وليّ وشهود وكانت مؤقَّتة، وعلى سبيل القهر، وهذا الوجه منقول، عن محمَّد بن جرير الطبري في تفسير هذه الآية. </p><p> وقيل: لا تزوجُوا امرأةً وطِئها أباؤكم بالزنا إلا ما قد سلف من الأب في الجاهلية من الزنا بامرأة، فإنه يجوز للابن تزوجُها كما نُقِل هذا المعنى عن ابن زيد، وكما قال أبو حنيفة: يحرم على الرجل أن يتزوَّجَ بمزنِيَّةِ أبيه، لهذه الآية. وقال الشافعي: لا يحرم؛ لأنه لا اعتبار بوطء الزنا {إِنَّهُ} ؛ أي: إن نكاح زوجات الآباء وحلائِلهم {كَانَ فَاحِشَةً} ؛ أي: قبيحًا من أقبح الفواحش لأنَّ زوجةَ الأب بمنزلة الأم، فكانت مباشرتُها كمباشرة الأم، فهي من أقبح المعاصي، وأفحش الفواحش تمجه الأذواقُ السليمةُ، وتقشعرّ منه العقول الصحيحة، {و} كان {مقتًا} ؛ أي: ممقوتًا مبغوضًا عند الله، وعند ذوي المروءات من الجاهلية وغيرهم، وأنه لم يَزَلْ في حكم الله تعالى، وعلمه موصوفًا بذلك ما رَخَّص فيه لأُمةٍ من الأمم من لدن آدم، وكانت العربُ تقول لولد الرجل من امرأة أبيه. مقتيّ نُسبة إلى المقت، وهو أشدُّ الغضب، وكان منهم (١) الأشعثُ </p><p>(١) الخازن.</p>"
}