{
  "id": null,
  "sura": 4,
  "aya": 129,
  "text": "<p> وقرأ العدوي (١) : {الشح} بكسر الشين، وهي لغة. </p><p> ثم رغب في بقاء الرابطة الزوجية جهد المستطاع، فقال:  {وَإِنْ تُحْسِنُوا} أيها الأزواج العشرة مع نسائكم، وإن كرهتموهن، بأن تسووا بين الشابة والعجوز في القسم والنفقة، {وَتَتَّقُوا} ما يؤدي إلى الأذى والخصومة من الجور والميل، وتجتنبوا أسباب النشوز والإعراض، وما يترتب عليهما من الشقاق .. {فَإِنَّ اللَّهَ} سبحانه يجازيكم على ذلك الإحسان والتقوى، ويثيبكم عليهما، لأنه تعالى:  {كَانَ بِمَا تَعْمَلُونَ} من الإحسان وغيره {خَبِيرًا} ؛ أي: عالمًا لا يخفى عليه شيء منه، فيجازيكم عليه الجزاء الأوفى، وكان عمران بن حطان الخارجي من أُدم الناس، وامرأته من أجملهن، فأجالت في وجهه نظرها، ثم تابعت الحمد لله، فقال: ما لَكِ؟ فقالت: حمدت الله على أني وإياك من أهل الجنة، قال: كيف؟ قالت: لأنك رزقت مثلي فشكرت، ورزقت مثلك فصبرت، وقد وعد الله الجنة الشاكرين والصابرين. </p><p> ١٢٩ - ثم بين أن العدل بين النساء في الميل القلبي في حكم المستحيل، فعلى الرجل أن يفعل جهد المستطاع، فقال:  {وَلَنْ تَسْتَطِيعُوا} ؛ أي: ولن تقدروا أيها الأزواج على {أَنْ تَعْدِلُوا بَيْنَ النِّسَاءِ} ؛ أي: على العدل والتسوية بين الزوجات في الحب وميل القلب، {وَلَوْ حَرَصْتُمْ} وجهدتم وتحريتم وبالغتم، وكلفتم أنفسكم على التسوية بينهن في الحب والميل القلبي، حتى لا يقع ميل إلى إحداها بلا زيادة ولا نقص، ولو قدرتم لما قدرتم على إرضائها به، ومن ثم رفع الله ذلك عنكم، وما كلفكم إلا العدل فيما تستطيعون، بشرط أن تبذلوا فيه وسعكم، لأن الباعث على الكثير من هذا الميل هو الوجدان النفسي والميل القلبي الذي لا يملكه المرء، ولا يحيط به اختياره، ولا يملك آثاره الطبيعية، ولهذا خفف الله ذلك عنكم، وبين أن العدل الكامل غير مستطاع، ولا يتعلق به تكليف {فَلَا تَمِيلُوا كُلَّ الْمَيْلِ} ؛ أي: وإذا كان ذلك غير مستطاع لكم، فعليكم أن لا تميلوا كل الميل إلى من تحبون منهن في القسم والنفقة، وتعرضوا عن الأخرى {فَتَذَرُوهَا كَالْمُعَلَّقَةِ} ؛ أي: فتتركوا التي أعرضتم عنها فتجعلوها كأنها ليست </p><p>(١) البحر المحيط.</p><p> بالمتزوجة ولا بالمطلقة، لا أيِّمًا ولا ذات بعل، كالشيء المعلق، لا هو في السماء ولا هو على الأرض، بل هو في تعب، وقيل معناه: كالمسجونة، لا هي مخلصة فتتزوج، ولا هي ذات بعل فيحسن إليها، فإن الذي يُغفر لكم من الميل ويسامَح لكم هو ما لا يدخل تحت اختياركم، ولا يكون فيه تعمد التقصير أو الإهمال، أما ما يقع تحت اختياركم، فعليكم أن تقوموا به إذ لا هوادة فيه. </p><p> والمعنى (١) : أنكم لستم منهيين عن حصول التفاوت في الميل القلبي؛ لأن ذلك خارج عن قدرتكم ووسعكم، ولكنكم منهيون عن إظهار ذلك الميل في القول والفعل. </p><p> عن أبي هريرة رضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال:  \"من كانت له امرأتان فلم يعدل بينهما .. جاء يوم القيامة وشقه ساقط\" أخرجه الترمذي. </p><p> وعند أبي داود:  \"من كانت له امرأتان فمال إلى إحداهما .. جاء يوم القيامة وشقه مائل\" . </p><p> وعن عائشة رضي الله عنها قالت: كان رسول الله - صلى الله عليه وسلم - يقسم فيعدل، فيقول:  \"اللهم هذا قسمي فيما أملك، فلا تلمني فيما تملك ولا أملك\" ، يعني: القلب، أخرجه أبو داود والترمذي والنسائي. </p><p> وقرأ أبي (٢) : {فتذروها كالمسجونة} ، وقرأ عبد الله:  {فتذروها كأنها معلقة} . {وَإِنْ تُصْلِحُوا} في معاملة النساء {وَتَتَّقُوا} ظلمهن، وتفضيل بعضهن على بعض، فيما يدخل في اختياركم كالقسم والنفقة {فَإِنَّ اللَّهَ كَانَ غَفُورًا رَحِيمًا} ؛ أي: فإن الله تعالى يغفر لكم ما دون ذلك، مما لا يدخل في اختياركم كالحب وزيادة الإقبال وغير ذلك، أو المعنى:  {وَإِنْ تُصْلِحُوا} ما مضى من ميلكم، وتتداركوه بالتوبة {وَتَتَّقُوا} في المستقبل عن مثله .. غفر الله لكم ذلك، {فَإِنَّ اللَّهَ كَانَ غَفُورًا رَحِيمًا} فيغفر ما حصل في القلب من الميل إلى بعضهن دون البعض، ويتفضل عليكم برحمته. </p><p>(١) الخازن. (٢) البحر المحيط.</p>"
}