{
  "id": null,
  "sura": 4,
  "aya": 166,
  "text": "<p> بالوحي، وهو موافق لسنن الفطرة في تزكية النفوس وإعدادها للحياة الأبدية في عالم القدس، ويترتب على العمل به أو تركه جزاء حدده الله تعالى في الدنيا والآخرة، ولا يكون هذا الجزاء إلا لمن بلغته الدعوة على الوجه الصحيح. </p><p> {وَكَانَ اللَّهُ} سبحانه وتعالى {عَزِيزًا} لا يغالب في أمر يريده، ومن عزته: أن لا يجيب المتعنت إلى مطلوبه {حَكِيمًا} في جميع أفعاله. وحكمته تقضي هذا الامتناع عن الإجابة؛ لأنه يعلم أنه لو فعل ذلك لأصروا على لجاجهم، كما فعلوا مع موسى بعد أن جاءهم بما طلبوا، ومن حكمته أيضًا: اختلاف الكتب والشرائع، فإن اختلافها في كيفية النزول وتغايرها في بعض الشرائع والأحكام إنما هو لتفاوت طبقات الأمم في الأحوال التي يدور عليها ذلك التكليف، فكلَّفهم الله تعالى بما يليق بشأنهم وحالهم. </p><p> ١٦٦ - وقوله عَزَّ وَجَلَّ:  {لَكِنِ اللَّهُ يَشْهَدُ بِمَا أَنْزَلَ إِلَيْكَ} استدراك على ما عدم من السياق من إنكارهم نبوته - صلى الله عليه وسلم -، وعدم شهادتهم بها، وهي واضحة عندهم في مرتبة المشهود به، لكنَّهم استبدلوا المباهتة والمكابرة بالشهادة والإيمان, فسألوه أن ينزل عليهم كتابًا من السماء يثبت دعواه، ويكون شاهدًا له، فكأنَّه تعالى يقول لرسوله - صلى الله عليه وسلم -: إنهم مع وضوح نبوتك لا يشهدون بها, لكن الله يشهد لك بالنبوة بواسطة هذا القرآن الذي أنزله إليك، البالغ في فصاحة اللفظ وبلاغة المعنى إلى حيث عجز الأولون والآخرون عن معارضته، فكان القرآن معجزًا. وإظهار المعجزة على يد من يدِّعي الرسالة .. شهادة له بكونه صادقًا في دعواه، فقال:  {لَكِنِ اللَّهُ يَشْهَدُ بِمَا أَنْزَلَ إِلَيْكَ} ؛ أي: يشهد لك بالنبوة ويبينها بهذا القرآن الذي أنزله إليك. وقرأ السلمي والجرَّاح الحكمي:  {لَكِنِ اللَّهُ} بالتشديد، ونصب الجلالة، وقرأ الحسن:  {بِمَا أُنْزَلَ إِلَيْكَ} مبنيًّا للمفعول. ثم أكد هذه الشهادة، فقال:  {أَنْزَلَهُ} ؛ أي: أنزل الله تعالى هذا القرآن حالة كونه متلبسًا {بِعِلْمِهِ} سبحانه وتعالى، بأنه في غاية الحسن ونهاية الكمال؛ أي: فإنَّه أنزله بعلمه الخاص الذي لم تكن تعلمه أنت ولا قومك، بتأليفه على نظم وأسلوب يعجز عنه كل بليغ وصاحب بيان، وبما فيه من العلوم الإلهية والأدبية والسياسية </p><p> والاجتماعية، ومن علوم الأنبياء والرسل والأمم، وبما له من السلطان على الأرواح بهدايته، وبما فيه من أنباء الغيب عن الماضي والحاضر والمستقبل، وهو بهذه المزايا مثبت لشهادة الله به، وأنَّه وحي من عنده، وقيل: معناه: أنزله وهو عالم بأنك أهلٌ لإنزاله عليك، وأنك مبلغُه إلى عبادِه، وقيل: معناه: أنزله بما علم من مصالح عباده في إنزاله عليك. وقرأ السلميّ:  {نزَّله} مشدّدًا، وقال الزجاج: أنزله وفيه علمه. وقال أبو سليمان الدمشقي: أنزله من علمه. وقال ابن جريج: أنزله إليك بعلم منه أنك خيرته من خلقه. </p><p> والخلاصة (١) : كان الله سبحانه وتعالى يقول لنبيِّه: إنَّ جحود هؤلاء اليهود وعدم شهادتهم لك لا يضرّك بشيء, فالله يشهد بما أنزل إليك من الوحي، وأنت على يقين منه، وقد أيد الله شهادته لك بما أودعه فيه مما عجز عنه البشر، فكان بذلك مثبتًا لكونه أنزل عليك من لدنه، كما أيده بتصديق ما أنزله فيه من الوعد بالفلاح، والنصر لمن اتبعك، والوعيد لمن عاداك بالخذلان والخسران. </p><p> {وَالْمَلَائِكَةُ يَشْهَدُونَ} بذلك أيضًا؛ لأن الذي نزل به إليك هو الروح الأمين، وهو منهم، كما يؤيدك بجند منهم يثبتونك ويثبتون المؤمنين في القتال، كما في غزوة بدر. قال تعالى:  {إِذْ يُوحِي رَبُّكَ إِلَى الْمَلَائِكَةِ أَنِّي مَعَكُمْ فَثَبِّتُوا الَّذِينَ آمَنُوا سَأُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ} . وإنّما تعرَف (٢) شهادةُ الملائكة له - صلى الله عليه وسلم - بصدقه فيما يدعيه من النبوة والرسالة؛ لأن ظهور المعجز على يده - صلى الله عليه وسلم - يدل على أنه تعالى شهد له بالنبوة، وإذا شهد الله بذلك فقد شهدت الملائكة بذلك بلا شك؛ لأنَّه ثبت في القرآن أنهم لا يسبقونه تعالى بالقول. </p><p> والمعنى: يا محمَّد، إنْ كذبك هؤلاء اليهود .. فلا تبال بهم، فإنَّ الله تعالى - وهو إله العالمين - يصدقك في ذلك، وملائكة السموات السبع والعرش والكرسي يصدقونك في ذلك، ومن صدقه الله والملائكة أجمعون .. لم يلتفت </p><p>(١) المراغي. (٢) المراح.</p>"
}