{
  "id": null,
  "sura": 4,
  "aya": 142,
  "text": "<p> واستعبدوهم بالأعمال الشاقة، كما استعبدت الفراعنة بني إسرائيل، كما هو مشاهد في شرقي أفريقيا في الشعوب الأرميا وأشباهها. </p><p> ١٤٢ - {إِنَّ الْمُنَافِقِينَ يُخَادِعُونَ اللَّهَ وَهُوَ خَادِعُهُمْ} هذا كلام مستأنف (١) ، يتضمن بيان بعض قبائح المنافقين وفضائحهم، ومعنى مخادعتهم لله هي أنهم يفعلون فعل المخادع من إظهار الإيمان وإبطال الكفر، ومعنى كون الله خادعهم أنه صنع بهم صنع من يخادع من خادعه، وذلك أنه تركهم على ما هم عليه من التظهر بالإِسلام في الدنيا، فعصم به أموالهم ودماءهم، وأخر عقوبتهم إلى الدار الآخرة، فجازاهم على خداعهم بالدرك الأسفل؛ أي: إن المنافقين يخادعون رسول الله، فيظهرون له الإيمان ليدفعوا عنهم أحكام الإِسلام الدنيوية من قتلهم، ويبطنون الكفر، ونسب ذلك إلى الله من جهة أن معاملة الرسول بذلك كمعاملة الله به، كما قال تعالى:  {إِنَّ الَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ اللَّهَ} وفي جعل ذلك خداعًا لله تنبيه إلى شيئين: فظاعة فعلهم فيما تحروه من الخديعة، إذ هم بمخادعتهم للرسول إنما يخادعون الله، وعظم شأن المقصود بالخداع وهو الرسول - صلى الله عليه وسلم -، وأن معاملته بذلك كمعاملة الله به. وسمي المنافق منافقًا أخذًا من: نافقاء اليربوع، وهو جحره، فإنه يجعل له بابين يدخل من أحدهما، ويخرج من الآخر، فكذلك المنافق يدخل مع المؤمنين بقوله: أنا مؤمن، ويدخل مع الكفار بقوله: أنا كافر، وجحر اليربوع يسمى: النافقاء والسامياء والدامياء، فالسامياء: هو الجحر الذي تلد فيه الأنثى، والدامياء: هو الذي يكون فيه الذكر، والنافقاء: هو الذي يكونان فيه \"كرخي\" اهـ. </p><p> {وَهُوَ} سبحانه وتعالى {خَادِعُهُمْ} ؛ أي: مجازيهم على خداعهم، وسمي ذلك مخادعة مشاكلة للفظ الأول، ونظيره:  {وَمَكَرُوا وَمَكَرَ اللَّهُ} وإنما جعل كذلك؛ لأنه قد استعمل في المعاني المذمومة التي تتضمن الكذب، أو تدل على ضعف صاحبها وعجزه غالبًا. </p><p>(١) الشوكاني.</p><p> قلتُ: هذا إذا كان الخداع صفة لمخلوق، والمذهب الأسلم الذي نلقى الله عليه إثبات صفة الخداع لله تعالى؛ لأنه وصف نفسه به، فيجب علينا أن نصفه بما وصف به نفسه، فنقول الخداع صفة ثابتة لله تعالى، لا نكيفه ولا نمثله:  {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ} ، وقرأ مسلمة بن عبد الله النحوي:  {خادعهم} بإسكان العين على التخفيف واستثقال الخروج من كسر إلى ضم. </p><p> وخلاصة المعنى (١) : أنه عبر عن سنة الله عاقبة أمرهم في العاجل والآجل، من حيث إنها جاءت على غير ما يحبون، بلفظ مأخوذ من المخادعة، إذ أنهم بمخادعتهم للرسول والمؤمنين يسيرون في طريق يضلون فيه، وينتهون إلى الخزي والوبال من حيث هم يطلبون السلامة والنجاة، فمخادعتهم لأنفسهم بسوء اختيارهم لها هو مخادعة الله لهم، إذ جرت سنته تعالى فيمن يعمل مثل عملهم أن يلاقي الخزي في الدنيا، والنكال في الآخرة، وهكذا حال المنافقين في كل أمة وملة، يخادعون ويكذبون ويكيدون ويغشون، ويتولون أعداء أمتهم، يبتغون بذلك يدًا عندهم يمتون - يتقربون - بها إليهم، إذا دالت دولتهم، وكتب التاريخ ملأى بأخبار هؤلاء الأشرار، ويكثر عددهم في الأمم في أطوار الضعف وقوة الأعداء، إذ هم طلاب منافع، يلتمسونها من كل فج، ويسلكون لها كل طريق، ولو فيما يضر أمتهم والناس أجمعين. </p><p> وقد روي عن ابن عباس أنه قال: خداعه تعالى لهم: أن يعطيهم نورًا يوم القيامة يمشون به مع المسلمين، فإذا وصلوا إلى الصراط .. انطفأ نورهم، وبقوا في ظلمة، ودليله قوله تعالى:  {كَمَثَلِ الَّذِي اسْتَوْقَدَ نَارًا فَلَمَّا أَضَاءَتْ مَا حَوْلَهُ ذَهَبَ اللَّهُ بِنُورِهِمْ وَتَرَكَهُمْ فِي ظُلُمَاتٍ لَا يُبْصِرُونَ} . </p><p> {وَإِذَا قَامُوا} معطوف على خبر إن، أخبر عنهم بهذه الصفات الذميمة؛ أي: وإذا قام المنافقون إلى الصلاة {قَامُوَا} إليها حالة كونهم {كُسَالَى} عنها؛ أي: متكاسلين متباطئين متثاقلين، ليست لديهم رغبة تبعثهم على عمل، ولا نشاط </p><p>(١) المراغي.</p>"
}