{
  "id": null,
  "sura": 4,
  "aya": 9,
  "text": "<p> وقال الحسن، والنخعي، إن الذي أمرنا أن نرزقهم منه عند القسمة هو الأعيانُ المنقولة كالذهب، والفضة، وأما الأرضون، والرقيق، وما أشبه ذلك فلا يجب أن يعطوا منها شيئًا، بل يكتفي حينئذ بقول المعروف، أو بإطعام الطعام. </p><p> ٩ - قوله:  {وَلْيَخْشَ الَّذِينَ لَوْ تَرَكُوا مِنْ خَلْفِهِمْ ذُرِّيَّةً ضِعَافًا خَافُوا عَلَيْهِمْ} هو خطاب (١) مع الذين يجلسون عند المريض فيقولون له: إن ذريَتك وورثتَك لن يغنوا عنك من عذاب الله شيئًا، فأوص مالَك لفلان، ولفلان، ولا يزالون يأمرونه بالوصية إلى الأجانب إلى أن لا يَبْقَى من ماله للورثة شيءٌ أصلًا. </p><p> وحاصل الكلام: أنك لا ترضى مثل هذا الفعل لنفسك، فلا ترضه لأخيك المسلم، وعن أنس رضي الله عنه قال: قال النبي - صلى الله عليه وسلم - \"لا يؤمن العبد حتى يحب لأخيه ما يحب لنفسه\" . </p><p> والمعنى: وليخف الله تعالى الذين يجلسون عند المريض، ويأمرونه بإيصاء كل ماله، وليْتَّقُوا الضياعَ والفقرَ على أولاد ذلك المريض، الذي أمروه بإيصاء كل ماله؛ كما أنهم يخافون الضياع، والفقر على أولاد أنفسهم، لو أوصوا بجميع مالهم، وتركوا من بعد موتهم ذريةً ضِعافًا، وقوله:  {ضِعَافًا} بمعنى صغارًا لا يقومون بأمرهم، يقرأ بالتفخيم على الأصل، وبالإمالة لأجل الكسرة، وجاز ذلك مع حرف الاستعلاء؛ لأنه مكسور مقدم، ففيه انحدار، وقوله:  {خَافُوا} يقرأ بالتفخيم على الأصل، وبالإمالة؛ لأن الخاء تنكسر في بعض الأحوال، وهو خفت، وهو جواب لو، ومعناها إن. ذكره أبو البقاء. {فَلْيَتَّقُوا اللَّهَ} ؛ أي: فليخافوا عقابَ الله في أمر ذلك المريض بإيصاء كل ماله، وترك أولاده عالة يتكففون الناسَ {وَلْيَقُولُوا} لذلك المريض {قَوْلًا سَدِيدًا} ؛ أي: قولًا عدلًا صوابًا بأن يقولوا له: إنك إن تذَر ورثتَك أغنياء خيرٌ لك من أن تذرهم عالةً يتكففون الناس، فالقول السديد: هنا أن يأمروه أن يخلفَ ماله لولده، ويتصدق بما دون الثلث، أو الثلث، ويأمروه أن يتخلص من حقوق الله، وحقوق العباد، وأن </p><p>(١) المراح.</p><p> يُوصي بالقرب المقربة إلى الله سبحانه وتعالى. </p><p> قال (١) ابن كثير: قوله تعالى: {وَلْيَخْشَ الَّذِينَ لَوْ تَرَكُوا مِنْ خَلْفِهِمْ} الآية. قال علي بن أبي طلحة، عن ابن عباس: هذا في الرجل يحضره الموتُ فيسمعه رجل يوصي بوصية تضر بورثته، فأمر الله تعالى الذي يسمعه أن يتقي الله ويوفقه ويسددَه للصواب، فينظرَ لورثته كما كان يحب أن يصنع بورثته، إذا خشي عليهم الضيعةَ، وهكذا قال مجاهد، وغير واحد، وثبت في \"الصحيحين\" أن رسول الله - صلى الله عليه وسلم - لما دخل على سعد بن أبي وقاص يعوده، قال: يا رسول الله، إني ذو مال، ولا يرثني إلا ابنة، أفأتصدق بثلثي مالي، قال: لا قال: فالشطر، قال: لا. قال: فالثلث. قال:  \"الثلثُ والثلثُ كثير\" ، ثم قال رسول الله - صلى الله عليه وسلم -: \"إنك تذرَ ورثتك أغنياء، خير من أن تذرهم عالةً يتكففون الناس\" انتهى. </p><p> والمعنى (٢) : كما أنكم تكرهون بقاءَ أولادكم في الضعف والجوع من غير مال، فاخشوا الله، ولا تحملوا المريضَ على أن يحرم أولادَه الصغارَ من ماله. </p><p> وحاصل الكلام: كما أنك لا ترضى مثلَ هذا الفعل لنفسك، فلا ترضه لأخيك المسلم. قيل: الآية تحتمل أن تكون خطابًا لمن حضر أجله، ويكون المقصود نهيه عن تكثير الوصية، لئلا تبقى ورثته فقراءَ ضعافًا ضائعينَ بعد موته، والمعنى على هذا القول؛ أي: وليخش الله سبحانه وتعالى في تكثير الوصية: المُوصُونَ الذين يخافون على أولادهم الضياعَ والفقرَ لو تركوهم من خلفهم ذريةً، ضعافًا صغارًا بلا مال، فليتقوا عقابَ الله في حرمانهم، وليقولوا في إيصائهم قولًا سديدًا، بأن اقتصروا في إيصائهم على الثلث، أو نَقَصُوا عنه. </p><p> وقيل: الآية (٣) خطاب لأولياء اليتامى، والمعنى: وليخش من خاف على ولده من بعد موته أن يضيع مال اليتيم الضعيف الذي هو ذرية غيره، إذا كان في حجره، والمقصود من الآية: من كان في حجره يتيم فليحسن إليه، سواءً كان </p><p>(١) ابن كثير. (٢) الخازن.(٣) الخازن.</p>"
}