{
  "id": null,
  "sura": 4,
  "aya": 176,
  "text": "<p> القرآن أنزل من العلم الإلهي، ولم يكن لعلمه الكسبي أن يأتي بمثله، وأنزل مبينًا لجميع الناس ما هم في حاجة إليه في معاشهم ومعادهم؛ ليتدبروا آياته ويسعدوا به في حياتهم الدنيا، وينالوا به الخير في العقبى، فمنهم من آمن، ومنهم من كفر </p><p> ١٧٥ - {فَأَمَّا الَّذِينَ آمَنُوا بِاللَّهِ} : في ذاته، وصفاته، وأفعاله، وأسمائه، وأحكامه {وَاعْتَصَمُوا} ؛ أي: وتمسكوا بدينه، والتجؤوا إليه تعالى في أن يثبتهم على الإيمان ويصونهم عن نزغات الشيطان {فَسَيُدْخِلُهُمْ فِي رَحْمَةٍ مِنْهُ} وهي الجنة ونعيمها {و} في {فضل} وكرم منه وإحسان زائد، كالنظر إلى وجهه الكريم، والتعظيم وغير ذلك من مواهب الجنة. والاعتصام: التمسك بما يعصم ويحفظ؛ أي: فأما الذين يعتصمون بهذا القرآن - فيدخلهم الله في رحمة خاصة منه، لا يدخل فيها سواهم، وفضل خاص لا يتفضل به على غيرهم، ولكنه يخص من يشاء بما شاء من أنواعهما، وقال ابن عباس رضي الله عنهما: الرحمة: الجنة، والفضل: ما يتفضل به عليهم، مما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر {وَيَهْدِيهِمْ إِلَيْهِ صِرَاطًا مُسْتَقِيمًا} وهو: الإِسلام والطاعة والسعادة الروحانية، والجار والمجرور في محل نصب حال من صراطًا، والضمير المجرور عائد على الله، بتقدير مضاف؛ أي: إلى ثوابه؛ أي: ويهديهم طريقًا قويمًا، وهدايةً خاصة تبلغهم السعادة في الدنيا بالعزة والكرامة، وفي الآخرة بالجنة والرضوان، وهذا الصراط المستقيم لا يهدي إليه إلا الاعتصام بالقرآن الكريم، واتباع سنة سيد المرسلين، والمراد: أنه يوفّقهم ويثبتهم على تلك الهداية إلى الصراط المستقيم. وسكت عن القسم الآخر المقابل لهؤلاء المؤمنين المعتصمين؛ للإيذان بأنه بعد ظهور البرهان لا ينبغي أن يوجد، وإن وجد لا يؤبه له ولا يهتم بشأنه. </p><p> ١٧٦ - {يَسْتَفْتُونَكَ} ؛ أي: يسألك المؤمنون يا محمَّد عن كيفية إرث مال من ليس له ولد ولا والد، تقدم لك في مبحث أسباب النزول: أنها نزلت في جابر بن عبد الله، له تسع أخوات، وليس له ولد ولا والد، وروى الطبري عن قتادة أن الصحابة أهمهم شأن الكلالة، فسألوا عنها النبي - صلى الله عليه وسلم -، فأنزل الله تعالى هذه الآية. </p><p> وختم الله سبحانه وتعالى هذه السورة بذكر الأموال، كما أنّه افتتحها بذلك؛ لتحصل المشاكلة بين المبدأ والختام. </p><p> وجملة ما في هذه السورة من آيات المواريث ثلاثة: </p><p> الأولى: في بيان إرث الأصول والفروع. </p><p> والثانية: في بيان إرث الزوجين والأخوة والأخوات من الأم. </p><p> والثالثة: هي هذه، في إرث الأخوة والأخوات الأشقاء، أو لأب. وأما أولو الأرحام فمذكورون في آخر الأنفال، والمستفتي عن الكلالة هو جابر، لما عاده النبي - صلى الله عليه وسلم - في مرضه، فقال: يا رسول الله، إني كلالة، فكيف أصنع في مالي؟ كما مر. {قُلِ} لهم يا محمَّد {اللَّهُ} سبحانه وتعالى {يُفْتِيكُمْ} ويجيبكم {فِي} بيان إرث {الْكَلَالَةِ} ويبين لكم كيفية إرث مال من مات وليس له أصل ولا فرع وارثان، والكلالة: اسم يقع على الوارث وعلى الموروث، فإن وقع على الوارث .. فهو من سوى الوالد والولد، وإن وقع على الموروث .. فهو الذي مات ولا يرثه أحد من الوالدين، ولا أحد من الأولاد، والجواب هو ما ذكره بقوله:  {إِنِ امْرُؤٌ هَلَكَ} ومات، جملة (١) مستأنفة في جواب سؤال أخذ من يستفتونك، كأنه قيل: وما الذي يفتى به وما الحكم؟ فالوقف على الكلالة {لَيْسَ لَهُ وَلَدٌ} ، أي: ولا والد، واقتصر سبحانه في هذه الآية على نفي الولد مع كون الأب يسقط الأخ كما يسقطه الولد الذكر؛ لأنَّ المراد بيان حقوق الأخ مع الولد فقط هنا، وأما سقوطه مع الأب .. فقد تبين بالسنة، كما ثبت في \"الصحيح\" من قوله - صلى الله عليه وسلم -: \"ألحقوا الفرائض بأهلها، فما بقي فلأولى رجل ذكر، والأب أولى من الأخ\" . {وَلَهُ أُخْتٌ} شقيقة، أو لأب {فَلَهَا} ؛ أي: فللأخت {نِصْفُ مَا تَرَكَ} بالفرض، والباقي للعصبة. </p><p> والمعنى: إن مات امرؤ غير ذي ولد ووالد، وله أخت شقيقة، أو من الأب .. فللأخت نصف ما ترك بالفرض، والباقي للعصبة إن كان، أو لها بالرد إن لم يكن له عصبة، فإن كان له ولد ذكر، أو والد .. فلا شيء لها {وَهُوَ} ؛ أي: المرءُ الكلالة {يَرِثُهَا} ؛ أي: يرث أخته، جميع ما تركت إن فرض موتها </p><p>(١) الفتوحات.</p><p> مع بقائه {إِنْ لَمْ يَكُنْ لَهَا وَلَدٌ} ذكر، ولا أنثى، أو والد يحجبه عن إرثها، فإن كان لها ولد ذكر .. فلا شيء له، أو أنثى .. فله ما فضل عن نصيبها, ولو كانت الأخت أو الأخ من أم .. ففرضه السدس، كما تقدم أول السورة. وإنما أطلق الإرث ولم يبين النصيب؛ لأن الأخ ليس صاحب فرض معين، بحيث لا يزيد ولا ينقص، بل هو عصبة يحوز كل التركة عند عدم وجود أحد من أصحاب الفروض، وعند وجهود أحد منهم يرث هو معه كلالةً جميع ما بقي {فَإِنْ كَانَتَا اثْنَتَيْنِ} ؛ أي: فإن كانت الأختان اثنتين فصاعدًا دلَّ (١) على ذلك قوله: {وَلَهُ أُخْتٌ} وقال \"البيضاوي\" : الضمير (٢) لمن يرث بالأخوة، وتثنيته محمولة على المعنى، وفائدة الإخبار عنه باثنتين: التنبيه على أن الحكم باعتبار العدد دون الصغر والكبر وغيرهما، والمعنى: فإن كان من يرث بالأخوة شقيقتين، أو من أب .. فلهما الثلثان مما ترك أخوهما كلالة، وكذا إن كن أكثر من اثنتين كأخوات جابر - فقد كن سبعًا أو تسعًا - والباقي لمن يوجد من العصبة إن لم يكن هناك أحد من أصحاب الفروض، كالزوجة، وإلا أخذ كل ذي فرض فرضه أولًا. {وَإِنْ كَانُوا} ؛ أي: وإن كان من يرثون بالأخوة كلالة {إِخْوَةً رِجَالًا وَنِسَاءً} ؛ أي: إخوة مختلطة رجالًا أشقاء، أو من أب، ونساء شقيقات، أو لأب {فَلِلذَّكَرِ} منهم {مِثْلُ حَظِّ الْأُنْثَيَيْنِ} ؛ أي: مثل نصيب الانثيين يقتسمون التركة على طريقة التعصيب، كما هي القاعدة في كل صنف اجتمع منه أفراد في درجة واحدة، إلا أولاد الأم، فإنهم شركاء في ثلث أمهم؛ لحلولهم محلها, ولولا ذلك لم يرثوا؛ إذ هم ليسوا من عصبة الميت. وقرأ ابن أبي عبلة (٣) : {فإن للذكر مثل حظ الأثنين} . </p><p> {يُبَيِّنُ اللَّهُ} سبحانه وتعالى {لَكُمْ} أيها المؤمنون أحكام دينكم من قسمة المواريث وغيرها كراهية {أَنْ تَضِلُّوا} وتخطئوا فيها، وقرأ (٤) الكوفي والفراء والكسائي وتبعهم الزجاج: {لأن لا تضلوا} وهي قراءة تفسيرية. {وَاللَّهُ بِكُلِّ شَيْءٍ} من مصالح العباد في المبدأ والمعاد، وفيما كلّفهم به من الأحكام </p><p>(١) النسفي. (٢) البيضاوى.(٣) البحر المحيط.(٤) البحر المحيط.</p><p> {عَلِيمٌ} ؛ أي: عالم؛ لأنّ علمه محيط بكل شيء، فيبين لكم ما فيه مصلحتكم ومنفعتكم، فهو لم يشرع لكم من من الأحكام إلا ما علم أن فيه الخير لكم لصلاح أنفسكم، وذلك شأنه في جميع أفعاله وأحكامه فكلها موافقة للحكمة، دالة على واسع العلم وعظيم الرحمة. وقال أبو عبد الله الرازي (١) : في هذه السورة لطيفة عجيبة، وهي: أن أولها مشتمل على كمال تنزه الله سبحانه وتعالى وسعة قدرته، وآخرها مشتمل على بيان كمال العلم، وهذان الوصفان بهما تثبت الربوبية والألوهية، والجلال والعزّة، وبهما يجب أن يكون العبد منقادًا للتكاليف. </p><p> الإعراب </p><p> {يَا أَهْلَ الْكِتَابِ لَا تَغْلُوا فِي دِينِكُمْ وَلَا تَقُولُوا عَلَى اللَّهِ إِلَّا الْحَقَّ} . </p><p> {يَا أَهْلَ الْكِتَابِ} : منادى مضاف، وجملة النداء مستأنفة. {لَا} : ناهية جازمة. {تَغْلُوا} : فعل وفاعل مجزوم بلا الناهية. {فِي دِينِكُمْ} : جار ومجرور ومضاف إليه، متعلق بتغلوا، والجملة الفعلية جواب النداء، لا محل لها من الإعراب. {وَلَا تَقُولُوا} : فعل وفاعل مجزوم بلا الناهية، والجملة معطوفة على جملة {لَا تَغْلُوا} . {عَلَى اللَّهِ} : جار ومجرور متعلق بتقولوا. {إِلَّا} : أداة استثناء مفرغ. {الْحَقَّ} : مفعول به لتقولوا؛ لأنه يمعنى لا تذكروا ولا تعتقدوا، ويجوز أن يكون صفة للمصدر المحذوف، أي: إلا القول الحق. </p><p> {إِنَّمَا الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ رَسُولُ اللَّهِ وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوحٌ مِنْهُ} . </p><p> {إِنَّمَا} : أداة حصر. {الْمَسِيحُ} : مبتدأ. {عِيسَى} : بدل منه، أو عطف بيان منه. {ابْنُ} صفة لعيسى، وهو مضاف. {مَرْيَمَ} : مضاف إليه. {رَسُولُ اللَّهِ} : خبر المبتدأ، والجملة مستأنفة. {وَكَلِمَتُهُ} : معطوف على {رَسُولُ اللَّهِ}  {أَلْقَاهَا} : فعل ومفعول، وفاعله ضمير يعود على الله، والجملة في محل النصب </p><p>(١) الفخر الرازي.</p><p> حال من كلمته، وقد مقدرة معه، أو حال من الضمير المجرور في كلمته. {إِلَى مَرْيَمَ} : جار ومجرور متعلق بألقى. {وَرُوحٌ} : معطوف على {رَسُولُ اللَّهِ}  {مِنْهُ} : جار ومجرور، صفة لـ {رُوحٌ} . </p><p> {فَآمِنُوا بِاللَّهِ وَرُسُلِهِ وَلَا تَقُولُوا ثَلَاثَةٌ انْتَهُوا خَيْرًا لَكُمْ إِنَّمَا اللَّهُ إِلَهٌ وَاحِدٌ} . </p><p> {فَآمِنُوا} : {الفاء} : فاء الفصيحة؛ لأنها أفصحت عن شرط مقدر، وتقديره: إذا عرفتم أن عيسى رسول الله وروح منه وأردتم بيان ما هو اللازم لكم .. فأقول لكم: آمنوا. {آمنوا} : فعل وفاعل. {بِاللَّهِ} : متعلق به. {وَرُسُلِهِ} : معطوف على الجلالة، والجملة الفعلية في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. {وَلَا تَقُولُوا} : جازم وفعل وفاعل، والجملة في محل النصب معطوفة على جملة {آمِنُوا} . {ثَلَاثَةٌ} : خبر لمبتدأ محذوف، تقديره: الآلهة ثلاثة، والجملة من المبتدأ المحذوف وخبره في محل النصب مقول {تقولوا} . {انْتَهُوا} : فعل وفاعل، والجملة الفعلية في محل النصب معطوفة بعاطف مقدَّر على جملة {وَلَا تَقُولُوا} على كونها مقولًا لجواب إذا المقدرة. {خَيْرًا لَكُمْ} : خبر ليكن المحذوفة مع اسمها، تقديره: يكن الانتهاء خيرًا {لَكُمْ} متعلق بخيرًا، أو صفة له، وجملة يكن المحذوفة في محل النصب مقول لجواب إذا المقدرة {إِنَّمَا} : أداة حصر. {اللَّهُ} : مبتدأ. {إِلَهٌ} : خبر. {وَاحِدٌ} : صفة له مؤكدة، والجملة في محل النصب مقول لجواب إذا المقدرة. </p><p> {سُبْحَانَهُ أَنْ يَكُونَ لَهُ وَلَدٌ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَفَى بِاللَّهِ وَكِيلًا} . </p><p> {سُبْحَانَهُ} مفعول مطلق لفعل محذوف وجوبًا، تقديره: أسبحه تسبيحًا، أو سبحوه تسبيحًا، وهو مضاف، وضمير الجلالة مضاف إليه، وجملة {سُبْحَانَهُ} في محل النصب مقول لجواب إذا المقدرة. {أَنْ يَكُونَ} : ناصب وفعل ناقص. {لَهُ} : خبر مقدم ليكون. {وَلَدٌ} : اسم يكون مؤخر، وجملة أن مع صلتها في تأويل مصدر مجرور بحرف جر محذوف، تقديره: سبحانه عن كون ولد له، الجار والمجرور متعلق بسبحانه. {لَهُ} : جار ومجرور خبر مقدم {مَا} : </p><p> موصولة، أو موصوفة في محل الرفع مبتدأ مؤخر، والجملة الإسمية في محل النصب مقول لجواب إذا المقدرة {فِي السَّمَاوَاتِ} : جار ومجرور صلة لما، أو صفة لها {وَمَا فِي الْأَرْضِ} : معطوف على ما في السموات {وَكَفَى بِاللَّهِ} : فعل وفاعل {وَكِيلًا} : تمييز، والجملة مستأنفة، أو معطوفة. </p><p> {لَنْ يَسْتَنْكِفَ الْمَسِيحُ أَنْ يَكُونَ عَبْدًا لِلَّهِ وَلَا الْمَلَائِكَةُ الْمُقَرَّبُونَ} . </p><p> {لَنْ يَسْتَنْكِفَ الْمَسِيحُ} : ناصب وفعل وفاعل، والجملة مستأنفة. {أَنْ} : حرف نصب. {يَكُونَ} : فعل ناقص منصوب، واسمه ضمير يعود على المسيح. {عَبْدًا} : خبر يكون. {لِلَّهِ} : جار ومجرور صفة لـ {عَبْدًا} . {وَلَا الْمَلَائِكَةُ} : معطوف على المسيح. {الْمُقَرَّبُونَ} : صفة للملائكة، وجملة يكون صلة أن المصدرية، أن مع صلتها في تأويل مصدر مجرور بحرف جر محذوف، تقديره: عن كونه عبدًا لله، ولا الملائكة المقربون عن كونهم عبيدًا لله، الجار والمجرور متعلق بـ {يَسْتَنْكِفْ} . </p><p> {وَمَنْ يَسْتَنْكِفْ عَنْ عِبَادَتِهِ وَيَسْتَكْبِرْ فَسَيَحْشُرُهُمْ إِلَيْهِ جَمِيعًا} . </p><p> {وَمَنْ}  {الواو} : إستئنافية. {مَنْ} : اسم شرط في محل الرفع مبتدأ، والخبر جملة الشرط، أو جملة الجواب، أو هما. {يَسْتَنْكِفْ} : فعل مضارع مجزوم بـ {مَنْ} ، فاعله ضمير يعود على مَن. {عَنْ عِبَادَتِهِ} : جار ومجرور، ومضاف إليه متعلق بـ {يَسْتَنْكِفْ} . {وَيَسْتَكْبِرْ} : معطوف على يستنكف. {فَسَيَحْشُرُهُمْ} : الفاء: رابطة لجواب مَنْ الشرطية وجوبًا؛ لكون الجواب مقرونًا بحرف التنفيس. {سيحشرهم} : فعل ومفعول، وفاعله ضمير يعود على الله. {إِلَيْهِ} متعلق بيحشر. {جَمِيعًا} : حال من ضمير يحشرهم، والجملة الفعلية في محل الجزم بمَنْ الشرطية على كونها جوابًا لها، وجملة مَنْ الشرطية مستأنفة. </p><p> {فَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَيُوَفِّيهِمْ أُجُورَهُمْ وَيَزِيدُهُمْ مِنْ فَضْلِهِ} . </p><p> {فَأَمَّا} : {الفاء} : فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفت أن الله سبحانه وتعالى سيحشرهم إليه جميعًا، وأردت بيان </p><p> جزائهم .. فأقول لك. {أَمَّا الَّذِينَ} : أما: حرف شرط وتفصيل. {الَّذِينَ} : في محل الرفع مبتدأ. {آمَنُوا} : فعل وفاعل صلة الموصول. {وَعَمِلُوا الصَّالِحَاتِ} : فعل وفاعل ومفعول، معطوف على آمنوا. {فَيُوَفِّيهِمْ} : الفاء: رابطة لجواب أما واقعة في غيرها، لأن موضعها موضع أما. {فَيُوَفِّيهِمْ أُجُورَهُمْ} ، فعل ومفعولان، وفاعله ضمير يعود على الله، والجملة الفعلية في محل الرفع خبر المبتدأ، والجملة من المبتدأ والخبر جواب أما، لا محل لها من الإعراب، وجملة أما مِنْ فعل شرطها وجوابها في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة استئنافًا بيانيًّا، لا محل لها من الإعراب. {وَيَزِيدُهُمْ} : فعل ومفعول، وفاعله ضمير يعود على الله، والجملة في محل الرفع معطوفة على جملة يوفيهم على كونها خبر المبتدأ. {مِنْ فَضْلِهِ} : جار ومجرور ومضاف إليه متعلق بـ {يَزِيدُهُمْ} . </p><p> {وَأَمَّا الَّذِينَ اسْتَنْكَفُوا وَاسْتَكْبَرُوا فَيُعَذِّبُهُمْ عَذَابًا أَلِيمًا وَلَا يَجِدُونَ لَهُمْ مِنْ دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا} . </p><p> {وَأَمَّا} : (الواو) : عاطفة. (أما) : حرف شرط وتفصيل. {الَّذِينَ} : مبتدأ. {اسْتَنْكَفُوا} : فعل وفاعل، صلة الموصول {وَاسْتَكْبَرُوا} : فعل وفاعل، معطوف على استنكفوا. {فَيُعَذِّبُهُمْ} : (الفاء) : رابطة الجواب أما. {يُعَذِّبُهُمْ} : فعل ومفعول، وفاعله ضمير يعود على الله {عَذَابًا} : مفعول مطلق {أَلِيمًا} : صفة {عَذَابًا} ، والجملة الفعلية في محل الرفع خبر المبتدأ، والجملة الاسمية جواب أما، لا محل لها من الإعراب، وجملة أما معطوفة على جملة أما الأولى. {وَلَا يَجِدُونَ} : فعل وفاعل، والجملة في محل الرفع معطوفة على جملة يعذبهم. {لَهُمْ} : جار ومجرور متعلق بـ {يَجِدُونَ} . {مِنْ دُونِ اللَّهِ} : جار ومجرور ومضاف إليه حال من وليًّا. {وَلِيًّا} : مفعول به. {وَلَا نَصِيرًا} : معطوف على وليًّا. </p><p> {يَاأَيُّهَا النَّاسُ قَدْ جَاءَكُمْ بُرْهَانٌ مِنْ رَبِّكُمْ وَأَنْزَلْنَا إِلَيْكُمْ نُورًا مُبِينًا (١٧٤) }. </p><p> {يَاأَيُّهَا} : {يَا} : حرف نداء، {أَيُّ} : منادى نكرة مقصودة. {النَّاسُ} : صفة لأي، وجملة النداء مستأنفة. {قَدْ} : حرف تحقيق. {جَاءَكُمْ} : فعل </p><p> ومفعول. {بُرْهَانٌ} : فاعل. {مِنْ رَبِّكُمْ} : جار ومجرور ومضاف إليه صفة لبرهان، أو متعلق بجاء، والجملة الفعلية جواب النداء لا محل لها من الإعراب. {وَأَنْزَلْنَا} : فعل وفاعل، والجملة معطوفة على جملة جاءكم. {إِلَيْكُمْ} : جار ومجرور متعلق بأنزلنا. {نُورًا} : مفعول به. {مُبِينًا} : صفة لـ {نُورًا} . </p><p> {فَأَمَّا الَّذِينَ آمَنُوا بِاللَّهِ وَاعْتَصَمُوا بِهِ فَسَيُدْخِلُهُمْ فِي رَحْمَةٍ مِنْهُ وَفَضْلٍ وَيَهْدِيهِمْ إِلَيْهِ صِرَاطًا مُسْتَقِيمًا (١٧٥) }. </p><p> {فَأَمَّا} : (الفاء) : فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفتم أنه قد جاءكم برهان من ربكم، وأنزل إليكم نورًا مبينًا، وأردتم بيان عاقبة من آمن به وعاقبة من لم يؤمن به .. فأقول لكم. {أَمَّا الَّذِينَ} : (أما) : حرف شرط وتفصيل. {الَّذِينَ} : مبتدأ. {آمَنُوا} : فعل وفاعل، صلة الموصول. {بِاللَّهِ} : متعلق بآمنوا. {وَاعْتَصَمُوا} : فعل وفاعل، معطوف على آمنوا. {بِهِ} : جار ومجرور متعلق باعتصموا. {فَسَيُدْخِلُهُمْ} : (الفاء) : رابطة لجواب أما. {سَيُدْخِلُهُمْ} : فعل ومفعول، وفاعله ضمير يعود على الله. {فِي رَحْمَةٍ} : جار ومجرور متعلق به. {مِنْهُ} : جار ومجرور صفة لرحمة. {وَفَضْلٍ} : معطوف على رحمة، والجملة الفعلية في محل الرفع خبر المبتدأ، والجملة من المبتدأ والخبر جواب أما، لا محل لها من الإعراب، وجملة أما في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. {وَيَهْدِيهِمْ} : فعل ومفعول أول معطوف على سيدخلهم، وفاعله ضمير يعود على الله. {إِلَيْهِ} : متعلق بيهديهم. {صِرَاطًا} : مفعول ثان ليهديهم. {مُسْتَقِيمًا} : صفة {صِرَاطًا} . </p><p> {يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِي الْكَلَالَةِ} . </p><p> {يَسْتَفْتُونَكَ} : فعل وفاعل ومفعول، والجملة مستأنفة. {قُلِ} : فعل أمر، وفاعله ضمير يعود على محمد، والجملة مستأنفة. {اللَّهُ يُفْتِيكُمْ فِي الْكَلَالَةِ} .. إلى آخر الآية: مقول محكي لقل، وإن شئت قلت:  {اللَّهُ} : مبتدأ. {يُفْتِيكُمْ} : فعل ومفعول، وفاعله ضمير يعود على الله، والجملة الفعلية في محل الرفع خبر المبتدأ، والجملة الاسمية في محل النصب مقول لـ {قُلِ} . {فِي الْكَلَالَةِ} : </p><p> جار ومجرور متعلق بيفتيكم على إعمال الثاني، وهو اختيار البصريين، ولو أعمل الأول لأضمر في الثاني، فقال: يفتيكم فيها في الكلالة، وله نظائر في القرآن {هَاؤُمُ اقْرَءُوا كِتَابِيَهْ} ، {آتُونِي أُفْرِغْ عَلَيْهِ قِطْرًا} ، {وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا} . </p><p> {إِنِ امْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَدٌ} . </p><p> {إِنِ} : حرف شرط. {امْرُؤٌ} : فاعل بفعل محذوف وجوبًا يفسره المذكور بعده، تقديره: إن هلك امرؤ هلك. {هَلَكَ} : فعل ماض في محل الجزم بإن على كونه فعل شرط لها. {امْرُؤٌ} : فاعل. {هَلَكَ} : فعل ماض، وفاعله ضمير يعود على امرؤ، والجملة الفعلية مفسرة لذلك المحذوف لا محل لها من الإعراب. {لَيْسَ} : فعل ماض ناقص. {لَهُ} : جار ومجرور خبر مقدم لـ {لَيْسَ} . {وَلَدٌ} : اسمها مؤخر. وجملة (١)  {لَيْسَ} في محل الرفع صفة لـ {امْرُؤٌ} ، تقديره: إن هلك امرؤ غيرُ ذي ولد، وليست الجملة في محل النصب على الحال كما قاله صاحب \"الكشاف\" وأبو البقاء؛ لأن ذا الحال نكرة غير موصوفة، فإنَّ {هَلَكَ} مفسِّرٌ للفعل المحذوف لا صفة، قاله الطيبي، وهو ظاهر؛ لأن أصل صاحب الحال التعريف؛ لأنه محكوم عليه بالحال، وحق المحكوم عليه أن يكون معرفة؛ لأن الحكم على المجهول لا يفيد غالبًا. </p><p> {وَلَهُ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَ وَهُوَ يَرِثُهَا إِنْ لَمْ يَكُنْ لَهَا وَلَدٌ} . </p><p> {وَلَهُ أُخْتٌ} مبتدأ وخبر، والجملة في محل الرفع معطوفة على جملة ليس {فَلَهَا}  (الفاء) : رابطة لجواب إن الشرطية وجوبًا. {لَهَا} : جار ومجرور خبر مقدم. {نِصْفُ} : مبتدأ مؤخر، وهو مضاف. {مَا} : إما موصولة، أو موصوفة في محل الجر مضاف إليه. {تَرَكَ} : فعل ماض، وفاعله ضمير يعود على امرئ، وجملة ترك صلة لما، أو صفة لها، والعائد أو الرابط محذوف، تقديره: نصف ما تركه، والجملة من المبتدأ والخبر في محل الجزم بـ {إِنْ} ، على كونها جوابًا لها، وجملة إنْ الشرطية مستأنفة استئنافًا بيانيًّا؛ لأنها واقعة في جواب </p><p>(١) الفتوحات.</p><p> سؤال مقدر مأخوذ من يستفتونك، كأنه قيل: وما الذي يفتى به وما الحكم؟ فالوقف على الكلالة كما مر. {وَهُوَ} : الواو: استئنافية. هو: مبتدأ. {يَرِثُهَا} : فعل ومفعول، وفاعله ضمير يعود على امرئ، والجملة الفعلية في محل الرفع خبر المبتدأ، والجمدة مستأنفة. {إِنْ} : حرف شرط. {لَمْ} : حرف جزم. {يَكُنْ} : فعل ناقص مجزوم بلم. {لَهَا} : جار ومجرور خبر مقدم ليكن. {وَلَدٌ} : اسمها مؤخر، وجواب إن معلوم مما قبله، تقديره: إن لم يكن لها ولد .. فهو يرثها، والجملة مستأنفة. </p><p> {فَإِنْ كَانَتَا اثْنَتَيْنِ فَلَهُمَا الثُّلُثَانِ مِمَّا تَرَكَ} . </p><p> {فَإِنْ} : (الفاء) : فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفت حكم ما إذا كانت الأخت واحدة، وأردت بيان حكم ما إذا كانتا اثنتين .. فأقول لك. {إن كانتا اثنتين} : {إن} : حرف شرط. {كَانَتَا} : فعل ناقص واسمه في محل الجزم بإن على كونه فعل شرط. {اثْنَتَيْنِ} : خبر كان. {فَلَهُمَا} : الفاء: رابطة لجواب إن الشرطية. {لَهُمَا} : خبر مقدم. {الثُّلُثَانِ} مبتدأ مؤخر، والجملة الإسمية في محل الجزم بإن، على كونها جوابًا لها، وجملة إن الشرطية في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. {مِمَّا} : جار ومجرور حال من الضمير المستكن في الخبر. {تَرَكَ} : فعل ماض، وفاعله ضمير يعود على امرئ، والجملة صلة لما، أو صفة لها، والعائد أو الرابط: الضمير المحذوف، تقديره: مما تركه. </p><p> {وَإِنْ كَانُوا إِخْوَةً رِجَالًا وَنِسَاءً فَلِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ يُبَيِّنُ اللَّهُ لَكُمْ أَنْ تَضِلُّوا وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ (١٧٦) }. </p><p> {وَإِنْ كَانُوا} : جازم وفعل ناقص واسمه. {إِخْوَةً} : خبر كان. {رِجَالًا} : بدل من إخوة. {وَنِسَاءً} : معطوف على رجالًا. {فَلِلذَّكَرِ} : (الفاء) : رابطة لجواب (إن) الشرطية. {للذكر} : جار ومجرور خبر مقدم. {مِثْلُ} ؛ مبتدأ مؤخر، وهو مضاف. {حَظِّ} : مضاف إليه، وهو مضاف. {الْأُنْثَيَيْنِ} : مضاف إليه، والجملة من المبتدأ والخبر في محل الجزم بإن الشرطية، على كونها جوابًا </p><p> لها، وجملة إن الشرطية معطوفة على جملة قوله:  {فَإِنْ كَانَتَا اثْنَتَيْنِ} . {يُبَيِّنُ اللَّهُ} : فعل وفاعل. {لَكُمْ} : متعلق به، والجملة مستأنفة {أَنْ تَضِلُّوا} : ناصب وفعل وفاعل، والجملة في تأويل مصدر مجرور بإضافة المصدر المقدَّر إليه، تقديره: كراهية ضلالكم عن طريق العدل والحق، والمصدر المقدَّر منصوب بـ {يُبَيِّنُ} ، على كونه مفعولًا لأجله، وهو متوفر الشروط المعتبرة. {وَاللَّهُ} : مبتدأ. {بِكُلِّ شَيْءٍ} : جار ومجرور ومضاف إليه متعلق بـ {عَلِيمٌ} : وهو خبر المبتدأ، والجملة الإسمية مستأنفة. </p><p> التصريف ومفردات اللغة </p><p> {لَا تَغْلُوا فِي دِينِكُمْ} : من غلا يغلو، كدعا يدعو، أصله: لا تغلووا، بوزن: لا تفعلوا، بواوين أولاهما مضمومة، ويقال فيه: استثقلت الضمة على الواو، ثمَّ حذفت، فالتقى ساكنان، ثم حذفت الواو الأولى - وهي لام الكلمة -، فصار: لا تغلوا، بوزن: لا تفعلوا، يقال: غلا الشيء يغلو غلوًّا وغلاء، إذا جاوز الحد، والغلو: مجاوزة الحد، ومنه: غلا السعر .. إذا صار غاليًا، وغلوة السهم. </p><p> {لَنْ يَسْتَنْكِفَ الْمَسِيحُ} : استنكف - من باب: استفعل السداسي - وهو من مزيد الثلاثي بثلاثة أحرف، وسئل (١) أبو العباس عن الاستنكاف؟ فقال: هو من النكف، يقال: ما عليه في هذا الأمر نكف ولا وكف، والنكف: أن يقال له سوء، واستنكف: دفع ذلك السوء، انتهى. وفي \"المصباح\" : نكفت من الشيء نكفًا - من باب: تعب - ونكفت أنكف - من باب: قتل - لغة فيه. واستنكف: إذا امتنع أنفة واستكبارًا، انتهى. وفي \"البيضاوي\" : والاستكبار دون الاستنكاف، ولذا عطف عليه فيما بعد، وإنما يستعمل الاستنكاف حيث لا استحقاق، بخلاف الاستكبار؛ فإنه قد يكون باستحقاق، انتهى. وقيل:  (٢) الاستنكاف: الامتناع عن الشيء أنفة وكبرًا، والاستكبار: أن يجعل الإنسان نفسه كبيرة فوق ما هي عليه، غرورًا وإعجابًا بها، وفي \"الفتوحات\" : الاستنكاف: الأنفة والترفع، من نكفت الدمع إذا نحيته على وجهك بالأصبع، والمعنى هنا: لن يأنف عيسى، ولن </p><p>(١) البحر المحيط. (٢) المراغي.</p><p> يترفع، ولن يتكبر عن أن يكون عبدًا لله تعالى. </p><p> {قَدْ جَاءَكُمْ بُرْهَانٌ} : البرهان: الحجة، يجمع على براهين، يقال: برهن الشيء وعليه عنه: إذا أقام عليه الحجة وأوضحه {وَاعْتَصَمُوا بِهِ} : يقال: اعتصم به - من باب: افتعل - إذا أمسكة بيده، واعتصم بالله: إذا امتنع بلطفه من المعصية، واعتصم بالله من الشر والمكروه: التجأ به ولاذ وامتنع. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات أنواعًا من البلاغة والبيان والبديع: </p><p> فمنها:  (١) الاستعارة في قوله: {لَا تَغْلُوا} : والغلو: حقيقة في ارتفاع السعر، وفي قوله:  {وَكِيلًا} : استعير لإحاطة علم الله بهم. وفي قوله:  {فَيُوَفِّيهِمْ أُجُورَهُمْ} استعير للمجازاة. </p><p> ومنها: التجنيس المماثل في قوله: {يَسْتَفْتُونَكَ} و {يُفْتِيكُمْ} . </p><p> ومنها: التفصيل في قوله: {فَأَمَّا الَّذِينَ آمَنُوا}  {وَأَمَّا الَّذِينَ اسْتَنْكَفُوا} . </p><p> ومنها: الحذف في عدة مواضع. </p><p> ومنها: ذكر (٢) العام وإرادة الخاص في قوله: {يَا أَهْلَ الْكِتَابِ} ، فالكتاب عام أريد به الخاص، وهو الإنجيل، وكذلك أهل الكتاب المراد بهم حينئذ النصارى، فكل منهما عام أريد به خاص، وذلك لأن ما بعده يدل على ذلك، وهو قوله:  {وَلَا تَقُولُوا ثَلَاثَةٌ} ، وهي قولة النصارى، وقيل: المراد بهم الفريقان، فغلو اليهود: بتنقيص عيسى؛ حيث قالوا: إنه ابن زانية، وغلو النصارى: بالمبالغة في تعظيمه؛ حيث قالوا: إنه إله أو ابن إله. </p><p> ومنها: القصر في قوله: {إِنَّمَا الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ رَسُولُ اللَّهِ} ، وهو من نوع قصر موصوف على صفة. </p><p>(١) البحر المحيط. (٢) الجمل.</p><p> ومنها: الإضافة للتشريف والتكريم في قوله: {وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ} . </p><p> ومنها: التنكير للتعظيم والتفخيم في قوله: {وَرُوحٌ مِنْهُ} ، بمعنى: أنه روح من الأرواح القدسية العالية المطهرة. </p><p> ومنها: المشاكلة بين المبدأ والختام في قوله: {يَسْتَفْتُونَكَ} . </p><p> والله سبحانه وتعالى أعلم (١) </p><p> * * * </p><p>(١) وقد تم بعون الله وفضله تفسير سورة النساء في تاريخ: ٩/ ٢/ ١٤٠٩ هـ.</p><p> [سورة المائدة] </p><p> سورة المائدة مدنية، إلا قوله تعالى:  {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ} ، فإنها نزلت بعرفة في حجة الوداع والنبي - صلى الله عليه وسلم - واقف بعرفة، فقرأها النبي - صلى الله عليه وسلم - في خطبته، وقال:  \"يا أيها الناس إن سورة المائدة من آخر القرآن نزولًا، فأحلوا حلالها، وحرموا حرامها\" ، وإنما قال فيها ذلك - مع كون كل القرآن كذلك - .. لزيادة الاعتناء بها، وإلا قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُحِلُّوا شَعَائِرَ اللَّهِ} ، فإنها نزلت بمكة عام الفتح. </p><p> والمشهور أن المدني: ما نزل بعد الهجرة، سواء نزل بالمدينة أو بمكة أو في سفر. وتسمَّى سورة المائدة، وسورة العقود، وسورة المنقذة. وسميت سورة المائدة؛ لورود ذكر المائدة فيها، حيث طلب الحواريون من عيسى عليه السلام آية تدل على صدق نبوته، وتكونُ لهم عيدًا، وقصتها أعجب ما ذكر فيها؛ لاشتمالها على آيات كثيرة ولطف عظيم من الله العلي العظيم. وآياتها مئة وعشرون في العد الكوفي، ومئة وثنتان وعشرون في العد الحجازي، ومئة وثلاثة وعشرون في العد البصري. </p><p> فضلها: ومما يدل على فضلها: ما رُوي عن عبد الله بن عمرو بن العاص رضي الله عنه قال: (١)  (أُنزلت على رسول الله - صلى الله عليه وسلم - سورة المائدة وهو راكب على راحلته، فلم تستطع أن تحمله، فنزل عنها) . أخرجه أحمد. </p><p> وروى البغوي بسنده عن ميسرة قال: إن الله تعالى أنزل في هذه السورة ثمانية عشر حكمًا لم ينزلها في غيرها، وهي قوله:  {وَالْمُنْخَنِقَةُ وَالْمَوْقُوذَةُ وَالْمُتَرَدِّيَةُ وَالنَّطِيحَةُ وَمَا أَكَلَ السَّبُعُ إِلَّا مَا ذَكَّيْتُمْ وَمَا ذُبِحَ عَلَى النُّصُبِ وَأَنْ تَسْتَقْسِمُوا بِالْأَزْلَامِ} ، </p><p>(١) الخازن.</p><p> {وَمَا عَلَّمْتُمْ مِنَ الْجَوَارِحِ مُكَلِّبِينَ} ، {وَطَعَامُ الَّذِينَ أُوتُوا الْكِتَابَ حِلٌّ لَكُمْ} ، {وَالْمُحْصَنَاتُ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ} ، وتمام بيان الطهر في قوله:  {إِذَا قُمْتُمْ إِلَى الصَّلَاةِ} ، {وَالسَّارِقُ وَالسَّارِقَةُ} ، و {لَا تَقْتُلُوا الصَّيْدَ وَأَنْتُمْ حُرُمٌ} ، {مَا جَعَلَ اللَّهُ مِنْ بَحِيرَةٍ وَلَا سَائِبَةٍ وَلَا وَصِيلَةٍ وَلَا حَامٍ} وقوله: {شَهَادَةُ بَيْنِكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ} . </p><p> المناسبة: ومناسبة افتتاحها لما قبلها (١) : هو أنه تعالى لما ذكر استفتاءهم في الكلالة وإفتاءهم فيها، وذكر أنه يبين لهم كراهة الضلال .. بين في هذه السورة أحكامًا كثيرة هي تفصيل لذلك المجمل، وقد ذكرناها آنفًا. </p><p> وقال المراغي: وجه التناسب بينها وبين ما قبلها من وجوه (٢) : </p><p> ١ - أنّ سورة النساء اشتملت على عدة عقود صريحًا وضمنًا، فالصريح: عقود الأنكحة، والصداق، والحلف، والمعاهدة، والأمان. والضمني: عقود الوصية، والوديعة، والوكالة، والإجارة. </p><p> ٢ - أنّ سورة النساء مهدت لتحريم الخمر، وسورة المائدة حرمتها ألبتة، فكانت متممة لشيء مما قبلها. </p><p> ٣ - أنَّ معظم سورة المائدة في محاجة اليهود والنصارى، مع ذكر شيء عن المنافقين والمشركين، وقد تكرر ذكر ذلك في سورة النساء، وأطيل به في آخرها. </p><p> ووجه تقديم النساء وتأخير المائدة: أن الأولى بدئت بـ {يَا أَيُّهَا النَّاسُ} وفيها الخطاب بذلك في مواضع، وهذا أشبه بالتنزيل المكي، والثانية بـ {يَا أَيُّهَا الَّذِينَ} ، وفيها الخطاب بذلك في مواضع، وهذا أشبه بالتنزيل المدني المتأخر عن الأول. </p><p> الناسخ والمنسوخ فيها: قال أبو عبد الله محمد بن حزم: سورة المائدة (٣) </p><p>(١) البحر المحيط. (٢) المراغي.(٣) الناسخ والمنسوخ لمحمد بن حزم.</p><p> تحتوي على تسع آيات منسوخة: </p><p> الآية الأولى منها: قوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُحِلُّوا شَعَائِرَ اللَّهِ} إلى قوله: {يَبْتَغُونَ فَضْلًا مِنْ رَبِّهِمْ وَرِضْوَانًا}  (٢ مدينة) ، ثم نسخت بآية السيف. </p><p> الآية الثانية قوله تعالى:  {فَاعْفُ عَنْهُمْ} ، نزلت في اليهود، ثم نسخت بقوله تعالى:  {قَاتِلُوا الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَلَا بِالْيَوْمِ الْآخِرِ} الآية، (٢٩) التوبة. </p><p> الآية الثالثة قوله تعالى:  {إِنَّمَا جَزَاءُ الَّذِينَ يُحَارِبُونَ اللَّهَ وَرَسُولَهُ}  (٣٣ المائدة) ، نسخت بالاستثناء منها فيما بعدها، بقوله تعالى:  {إِلَّا الَّذِينَ تَابُوا مِنْ قَبْلِ أَنْ تَقْدِرُوا عَلَيْهِمْ} ، فصارت ناسخة لها. </p><p> والآية الرابعة قوله تعالى:  {فَإِنْ جَاءُوكَ فَاحْكُمْ بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ} الآية (٤٢ المائدة) نسخت بقوله تعالى: {وَأَنِ احْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللَّهُ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ} الآية (٤٩ المائدة) . </p><p> والآية الخامسة قوله تعالى:  {مَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ} الآية (٩٩ المائدة) نسخها آية السيف. </p><p> والآية السادسة قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ} الآية (١٠٥ المائدة) نسخ آخرها أولها والناسخ منها قوله تعالى: {إِذَا اهْتَدَيْتُمْ} والهدى ها هنا الأمر بالمعروف والنهي عن المنكر، وليس في كتاب الله آية جمعت الناسخ والمنسوخ إلا هذه. </p><p> والآية السابعة قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا شَهَادَةُ بَيْنِكُمْ} الآية (١٠٦ المائدة) أجاز الله تعالى شهادة الذميين على صفة في السفر ثم نسخ ذلك بقوله: {وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ}  (٢/ الطلاق مدنية) وبطلت شهادة أهل الذمة في السفر والحضر. </p><p> والآية الثامنة قوله تعالى:  {فَإِنْ عُثِرَ عَلَى أَنَّهُمَا اسْتَحَقَّا إِثْمًا} الآية (١٠٧ المائدة) نسخها الآية التي في الطلاق وهي قوله تعالى: {وَأَشْهِدُوا ذَوَيْ عَدْلٍ </p><p> مِنْكُمْ} الآية (٢ مدنية الطلاق) . </p><p> والآية التاسعة قوله تعالى:  {ذَلِكَ أَدْنَى أَنْ يَأتُوا بِالشَّهَادَةِ عَلَى وَجْهِهَا} ، أي: على حقيقتها إلى قوله {أَيْمَانٌ بَعْدَ أَيْمَانِهِمْ} وباقي الآية محكمة، نسخ ذلك من الآية بشهادة أهل الإسلام. انتهى. </p><p> والله أعلم </p><p> * * * </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> {يَا أَيُّهَا الَّذِينَ آمَنُوا أَوْفُوا بِالْعُقُودِ أُحِلَّتْ لَكُمْ بَهِيمَةُ الْأَنْعَامِ إِلَّا مَا يُتْلَى عَلَيْكُمْ غَيْرَ مُحِلِّي الصَّيْدِ وَأَنْتُمْ حُرُمٌ إِنَّ اللَّهَ يَحْكُمُ مَا يُرِيدُ (١) يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُحِلُّوا شَعَائِرَ اللَّهِ وَلَا الشَّهْرَ الْحَرَامَ وَلَا الْهَدْيَ وَلَا الْقَلَائِدَ وَلَا آمِّينَ الْبَيْتَ الْحَرَامَ يَبْتَغُونَ فَضْلًا مِنْ رَبِّهِمْ وَرِضْوَانًا وَإِذَا حَلَلْتُمْ فَاصْطَادُوا وَلَا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ أَنْ صَدُّوكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ أَنْ تَعْتَدُوا وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى وَلَا تَعَاوَنُوا عَلَى الْإِثْمِ وَالْعُدْوَانِ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ (٢) حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنْزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ وَالْمُنْخَنِقَةُ وَالْمَوْقُوذَةُ وَالْمُتَرَدِّيَةُ وَالنَّطِيحَةُ وَمَا أَكَلَ السَّبُعُ إِلَّا مَا ذَكَّيْتُمْ وَمَا ذُبِحَ عَلَى النُّصُبِ وَأَنْ تَسْتَقْسِمُوا بِالْأَزْلَامِ ذَلِكُمْ فِسْقٌ الْيَوْمَ يَئِسَ الَّذِينَ كَفَرُوا مِنْ دِينِكُمْ فَلَا تَخْشَوْهُمْ وَاخْشَوْنِ الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا فَمَنِ اضْطُرَّ فِي مَخْمَصَةٍ غَيْرَ مُتَجَانِفٍ لِإِثْمٍ فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (٣) }. </p><p> المناسبة </p><p> قد مر لك قريبًا بيان وجه التناسب بين هذه السورة وبين السورة التي قبلها بأتم بيان، فراجعه. </p><p> أسباب النزول </p><p> قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُحِلُّوا شَعَائِرَ ...} الآية، سبب نزولها: ما أخرجه (١) ابن جرير عن عكرمة قال: قدم الحطم بن هند - واسمه شريح بن هند بن ضبعة البكري - المدينة في عير له، يحمل طعامًا، فباعه، ثم دخل على النبي - صلى الله عليه وسلم - فبايعه وأسلم، فلمّا ولى خارجًا .. نظر إليه النبي - صلى الله عليه وسلم -، فقال لمن عنده:  \"لقد دخل علي بوجه وولى بقفا غادر\" ، فلمّا قدم اليمامة .. ارتد عن </p><p>(١) لباب النقول.</p>"
}