{
  "id": null,
  "sura": 4,
  "aya": 123,
  "text": "<p> أي: بساتين {تَجْرِي} ؛ أي: تسيل {مِنْ تَحْتِهَا} ؛ أي: من تحت أشجارها وقصورها {الْأَنْهَارُ} من الماء واللبن والخمر والعسل، حالة كونهم {خَالِدِينَ} ؛ أي: ماكثين {فِيهَا} ؛ أي: في تلك الجنات {أَبَدًا} ؛ أي: أمدًا لا نهاية له ولا انقضاء، لا يموتون ولا يخرجون منها، وذلك هو الفوز العظيم لمن سمت نفسه عن دنس الشرك، فلم تجعل للهِ أندادًا، ولم تحط بها الخطيئة في صباحها ومسائها، في غدوها ورواحها، وقرىء:  {سيدخلهم} بالياء. </p><p> ولما ذكر أن وعد الشيطان هو غرور باطل .. ذكر أن هذا الوعد منه تعالى هو الحق الذي لا ارتياب فيه، ولا شك في إنجازه فقال:  {وَعْدَ اللَّهِ} ؛ أي: وعدهم الله تعالى بذلك الإدخال وعدًا لا خلف فيه، وحق ذلك الإدخال، {حَقًّا} فالأول مؤكد لنفسه، والثاني مؤكد لغيره {وَمَنْ أَصْدَقُ مِنَ اللَّهِ قِيلًا} ؛ أي: لا أحد أصدق من الله قولًا فيما وعده لعباده الصالحين، وهذا توكيد ثالث، وفائدة هذه التوكيدات: معارضة مواعيد الشيطان الكاذبة، وترغيب العباد في تحصيل ما وعده الله تعالى. </p><p> والمعنى: ذلك الذي وعدكم الله به هو الوعد الحق، فهو القادر على أن يعطي ما وعد بفضله وجوده وواسع كرمه ورحمته، وأما وعد الشيطان فهو غرور من القول وزور، إذ هو عاجز عن الوفاء، فهو يدلي إلى أوليائه بباطله، فحقه أن لا يستجاب له أمر ولا نهي، ولا تتبع له نصيحة، فوساوسه أباطيل وسراب بقيعة، يحسبه الظمآن ماء حتى إذا جاءه لم يجده شيئًا. </p><p> ١٢٣ - {لَيْسَ} الثواب الذي تقدم الوعد به في قوله تعالى: {سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ} حاصلًا {بِأَمَانِيِّكُمْ} ؛ أي: بتمنياتكم يا معشر المؤمنين أن يغفر لكم وإن ارتكبتم الكبائر؛ أي: فإنكم تمنيتم أن لا تؤاخذوا بسوء بعد الإيمان {وَلَا} حاصلًا بـ {أَمَانِيِّ أَهْلِ الْكِتَابِ} ؛ أي: بتمنيات اليهود والنصارى، فإنهم قالوا:  {لَنْ يَدْخُلَ الْجَنَّةَ إِلَّا مَنْ كَانَ هُودًا أَوْ نَصَارَى} ، وقالوا:  {نَحْنُ أَبْنَاءُ اللَّهِ وَأَحِبَّاؤُهُ} فلا يعذبنا، وقالوا:  {لَنْ تَمَسَّنَا النَّارُ إِلَّا أَيَّامًا مَعْدُودَةً} ، وليس الأمر كذلك، فإنه تعالى يخص بالعفو أو الرحمة من يشاء؛ أي: ليس يستحق </p><p> ذلك الثواب بالأماني، وإنما يستحق بالإيمان والعمل الصالح. أو المعنى: ليس فضل الدين وشرفه ولا نجاة أهله به حاصلًا بأن يقول القائل منهم إن ديني أفضل وأكمل، بل عليه أن يعمل بما يهديه إليه، فإن الجزاء إنما يكون على العمل، لا على التمني والغرور، فليس أمر نجاتكم ولا أمر نجاة أهل الكتاب منوطًا بالأماني في الدين، فالأديان لم تشرع للتفاخر والتباهي، ولا تحصل فائدتها بالانتساب إليها دون العمل بها. </p><p> وقرأ الحسن، وأبو جعفر، وشيبة بن نصاح، والحكم، والأعرج:  {بأمانيكم ولا أماني أهل الكتاب} بتخفيف الياء ساكنة، جمعًا على فعالل، كما يقال: قراقر وقراقير في جمع قرقور - بوزن عصفور -: السفينة الطويلة. </p><p> ثم أكد ذلك وبينه بقوله:  {وَمَنْ يَعْمَلْ سُوءًا} : ويرتكب ذنبًا أيَّ ذنب كان، سواء كان مؤمنًا أم كافرًا {يُجْزَ بِهِ} ؛ أي: يجازى بذلك الذنب الذي ارتكبه، فالمؤمن يجزى عند عدم التوبة، إما في الدنيا بالمصيبة، أو بعد الموت قبل دخول الجنة، أو بإحباط ثواب طاعته بمقدار عقاب تلك المعصية، والكافر يجزى بالمحن والبلاء في الدنيا وفي الآخرة دائمًا، فعلى الصادق في دينه أن يحاسب نفسه على العمل بما هداه إليه كتابه ورسوله، ويجعل ذلك المعيار في سعادته، لا أن يجعل تكأته أن هذا الكتاب أكمل، ولا أن ذلك الرسول أفضل. </p><p> وأخرج مسلم وغيره عن أبي هريرة قال: لما نزلت هذه الآية: {مَنْ يَعْمَلْ سُوءًا يُجْزَ بِهِ} شق ذلك على المسلمين، وبلغت منهم مبلغًا شديدًا، فشكوا ذلك إلى رسول الله - صلى الله عليه وسلم - فقال:  \"سددوا وقاربوا، فإن في كل ما أصاب المسلم كفارة، حتى الشوكة يشاكها، والنكبة ينكبها\" ، والأحاديث بهذا المعنى كثيرة، ومن ثم يرى عامة العلماء الأمراض والأسقام ومصايب الدنيا وهمومها يكفر الله بها الخطايا. </p><p> {وَلَا يَجِدْ} الذي يعمل السوء، ويستحق العقاب عليه {لَهُ} ؛ أي: لنفسه {مِنْ دُونِ اللَّهِ} سبحانه وتعالى {وَلِيًّا} غير الله يتولى أمره، ويدفع الجزاء عنه، {وَلَا نَصِيرًا} ينصره، وينقذه مما يحل به، لا من الأنبياء الذين تفاخر بهم، ولا </p>"
}