{
  "id": null,
  "sura": 4,
  "aya": 38,
  "text": "<p> وبضمهما وبها قرأ الحسن وعيسى بن عمر، وبفتح الباء مع سكون الخاء وبها قرأ قتادة وابن الزبير، وبضم الباء وسكون الخاء وبها قرأ جمهور الناس. </p><p> {وَيَكْتُمُونَ مَا آتَاهُمُ اللَّهُ} ؛ أي: يخفون ما أعطاهم الله سبحانه وتعالى، {مِنْ فَضْلِهِ} وإحسانه من العلم والمال وسعة الحال، فيشمل اليهود الذين كتموا صفة محمد - صلى الله عليه وسلم -، وما عندهم من العلم، والأغنياء الذين كتموا الغنى، وأظهروا الفقر وبخلوا بالمال، {وَأَعْتَدْنَا لِلْكَافِرِينَ عَذَابًا مُهِينًا} وضع (١) الظاهر موضع المضمر، إشعارًا بأن من هذا شأنه فهو كافر لنعمة الله سبحانه وتعالى، ومن كان كافرًا لنعمة الله فله عذاب يهينه، كما أهان النعمة بالبخل والإخفاء. </p><p> أي وهيَّأنا (٢) لهؤلاء بكبرهم وبخلهم وعدم شكرهم عذابًا يهينهم ويذلهم، فهو عذاب جامع بين الألم والذلة جزاءًا لهم على ما اقترفوا، وسماهم الله كفارًا للإيذان بأن هذه أخلاق وأعمال لا تصدر إلا من الكفور، لا من المؤمن الشكور. وفي الحديث الذي رواه أحمد أنه - صلى الله عليه وسلم - قال:  \"إذا أنعم الله على عبده نعمة .. أحب أن يظهر أثرها عليه\" . </p><p> ٣٨ - قوله:  {وَالَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ رِئَاءَ النَّاسِ وَلَا يُؤْمِنُونَ بِاللَّهِ وَلَا بِالْيَوْمِ الْآخِرِ} معطوف على قوله: {الَّذِينَ يَبْخَلُونَ} ، ووجه ذلك (٣) : أن الأولين قد فرّطوا بالبخل، وبأمر الناس به، وبكتم ما آتاهم الله من فضله، وهؤلاء أفرطوا ببذل أموالهم في غير مواضعها؛ لمجرد الرياء والسمعة، كما يفعله من يريد أن يتسامع الناس بأنه كريم، ويتطاول على غيره بذلك، ويشمخ بأنفه عليه، مع ما ضم إلى هذا الإنفاق الذي يعود عليه بالضرر من عدم الإيمان باللهِ ولا باليوم الآخر. </p><p> أي: وهم الذين يصرفون أموالهم في غير مصارفها، ليراهم الناس ويمدحوهم، ويقولوا فيهم: ما أسخاهم وما أجودهم، ولا يريدون بما أنفقوا وجه الله تعالى، ولا يصدقون بوحدانية الله تعالى، ولا بمجيء المعاد الذي فيه جزاء الأعمال. </p><p>(١) البيضاوي. (٢) المراغي.(٣) الشوكاني.</p><p> وعن أبي هريرة رضي الله عنه قال: سمعت رسول الله - صلى الله عليه وسلم - يقول:  \"قال الله تبارك وتعالى: أنا أغنى الشركاء عن الشرك، من عمل عملًا أشرك معي فيه غيري تركته وشركه\" . أخرجه مسلم. </p><p> الرئاء والرياء والمراءاة سواء، والحاصل: أن مانعي الإحسان من أهل الفخر والخيلاء فريقان: فريق يبخلون ويكتمون فضل الله عليهم، وفريق يبذل المال لا شكرًا لله على نعمه، ولا اعترافًا لعباده بحق، بل ينفقونها مرائين الناس؛ أي: يقصدون أن يروهم فيعظموا قدرهم، ويحمدوا فعلهم. </p><p> والكبرياء كما تكون من شىء في نفس الشخص، تكون أيضًا بما يكون له من المال والنسب، والمرائي أقل شرًّا من البخيل؛ إذ هو يحمل الناس على قبول فخره واختياله في مقابلة ما يبذله لهم من مال، فكأنه رأى لهم عليه حقًّا عوضًا من التعظيم والثناء الذي يطلبه بريائه، وأما البخيل: فقد بلغ من احتقاره للناس أنه لا يرى لهم عليه شيئًا من الحقوق فهو يكلفهم تعظيمه وأمواله مدخرة في الصناديق. </p><p> والمرائي بخيل في الحقيقة؛ إذ هو إنما يبذل المال لمن لا حق لهم عنده، ويبخل على أرباب الحقوق كالزوجة والولد والخادم والأقربين كالوالدين، ولا يتحرى في إنفاقه النفع العام ولا الخاص، وإنما يتحرى مواطن التعظيم والمدح، وإن كان الإنفاق ضارًّا، كالمساعدة على فسق أو فتنة .. فهو تاجر يشتري تعظيم الناس له، وتسخيرهم للقيام بخدمته. </p><p> ومعنى قوله:  {وَلَا يُؤْمِنُونَ بِاللَّهِ وَلَا بِالْيَوْمِ الْآخِرِ} ؛ أي: إن المؤمنين المرائين في إنفاقهم يثقون بما عند الناس، من المدح والثناء والتعظيم والإطراء، ولا يثقون بما أعد الله لعباده من الثواب والجزاء، ويفضلون التقرب إليهم على التقرب إليه، فالله في نظرهم أهون من الناس، فمثل هؤلاء لا يعدون مؤمنين إيمانًا حقيقيًّا بالله، ولا باليوم الآخر، بل إيمانهم ضرب من التخيل، ليس له ما يؤيده من أثر في القلب، ولا إذعان للنفس فهم لا يعرفون الله، وإنما يسمعون </p><p> الناس يقولون قولًا فيقلدونهم فيما يحفظونه منهم، فهم لا يعرفون أنه موجد الكائنات النافذ علمه وقدرته فيما في الأرض والسموات، ولو كانوا مؤمنين باليوم الآخر، وأن هناك حياة أبدية .. لما فضلوا عليها عرض هذه الحياة القصيرة. </p><p> ومن أمارات التفرقة بين المخلص والمرائي: </p><p> أن الأول قلما يتذكر عمله أو يذكره إلا لمصلحة كترغيب بعض الناس في البذل، كأن يقول: إني على ما بي من فقر قد أعطيت كذا درهمًا في مصلحة كذا، فاللائق بمثلك أن يبذل كذا وكذا درهمًا. </p><p> أما الثاني: فهو يلتمس الفرص والمناسبات للفخر والتبجح بما أعطى وما فعل، كما لا يبذل المال ولا يعمل العمل الصالح إلا بقصد الرياء والسمعة، إذ ليس له وراء حظوظ الدنيا أمل ولا مطلب. </p><p> فهؤلاء حزب الشيطان، ألا إن حزب الشيطان هم الخاسرون كما قال تعالى:  {وَمَنْ يَكُنِ الشَّيْطَانُ لَهُ قَرِينًا فَسَاءَ قَرِينًا} ؛ أي: ومن يكن الشيطان معينًا له في هذه الأفعال في الدنيا .. فساء قرينًا؛ أي: فبئس الصاحب له في النار هو، فإن الله تعالى يقرن مع كل كافر شيطانًا في سلسلة في النار؛ أي: إن هؤلاء المتكبرين ما حملهم على ما فعلوا إلا وسوسة الشيطان، وهو بئس الصاحب والخليل، والمقصد من هذا أن حالهم في الشر كحال الشيطان. وفي الآية إيماء إلى تأثير قرناء المرء في سيرته، وأن الواجب اختيار القرين الصالح على قرين السوء، وتعريض بتنفير الأنصار من معاشرة اليهود الذين كانوا ينهونهم عن الإنفاق في سبيل الله، وبيان أنهم شياطين يعِدون الفقر، وينهون عن العرف. </p><p> أما القرين الصالح: فهو عون على الخير، مرغب فيه، منفر بسيرته ونصحه عن الشر، مبعد عنه، مذكر بالتقصير، مبصر بالعيوب، وكم أصلح القرين الصالح فاسدًا، وكم أفسد قرين السوء صالحًا، وفي \"الفتوحات\" : لما ذكر الأوصاف المتقدمة من البخل، والأمر به، والكتمان والإنفاق رئاء الناس، وعدم الإيمان بالله واليوم الآخر .. ذكر سببها الذي تنشأ عنه وهو مقارنة الشيطان، ومخالطته وملازمته للمتصفين بالأوصاف المتقدمة، كما يؤخذ من \"النهر\" لأبي حيان. </p>"
}