{
  "id": null,
  "sura": 4,
  "aya": 103,
  "text": "<p> ثم قام، فسارت التي معه إلى إزاء العدو، وأقبلت التي كانت بإزاء العدو، فركعوا وسجدوا وهو قائم كما هو، ثم قاموا فركع ركعة أخرى، وركعوا معه وسجدوا معه، ثم أقبلت التي بإزاء العدو، فركعوا وسجدوا وهو قاعد، ثم سلم وسلم الطائفتان معه جميعًا، وهذه كانت في غزوة نجد. </p><p> الكيفية الحادية عشرة: صلى بطائفة ركعتين ثم سلم، ثم جاءت الطائفة الأخرى، فصلى بهم ركعتين وسلم، وهذه كانت ببطن نخل. واختلاف هذه الكيفيات يرد على مجاهد قوله: إنه ما صلى الرسول - صلى الله عليه وسلم - إلا مرتين، مرة بذات الرقاع من أرض بني سليم، ومرة بعسفان والمشركون بضجنان بينهم وبين القبلة، وذكر ابن عباس: أنَّه كان في غزوة ذي قرد صلاة الخوف، وقال أبو بكر بن العربي: روي عنه - صلى الله عليه وسلم - أنَّه صلى صلاة الخوف أربعًا وعشرين مرة؛ أي: كيفية. وقال ابن حنبل: لا نعلم أنه روي في صلاة الخوف إلا حديث صحيح، فعلى أي حديث صليت أجزأ، وكذا قال الطبري. ذكره أبو حيان في \"البحر\" . </p><p> ١٠٣ - {فَإِذَا قَضَيْتُمُ الصَّلَاةَ} ؛ أي: فإذا أديتم صلاة الخوف على هذه الكيفية وفرغتم منها {فَاذْكُرُوا اللَّهَ} ؛ أي: فداوموا على ذكر الله تعالى في أنفسكم، بتذكر وعده بنصر من ينصرونه في الدنيا، وقيل الثواب في الآخرة، وبألسنتكم بالحمد والتكبير والدعاء حالة كونكم {قِيَامًا وَقُعُودًا} ؛ أي: قائمين وقاعدين {و} مضطجعين {على جنوبكم} ؛ أي: داوموا على ذكره تعالى في كل حال تكونون عليها، من قيام في المسايفة والمقارعة، وقعود للرمي أو المصارعة، واضطجاع من الجراح أو المخادعة، فذكر الله تعالى مما يقوي القلوب، ويعلي الهمم، ويجعل متاعب الدنيا حقيرة، ومشاقها سهلة، والثبات والصبر يعقبهما الفلاح والنصر، كما قال تعالى في سورة الأنفال:  {إِذَا لَقِيتُمْ فِئَةً فَاثْبُتُوا وَاذْكُرُوا اللَّهَ كَثِيرًا لَعَلَّكُمْ تُفْلِحُونَ} . </p><p> والخلاصة: أننا إذا أمرنا بالذكر على كل حال نكون عليها في الحرب، كما يدل على ذلك السياق .. فأجدر بأن نؤمر به في حال السلم؛ لأن المؤمنين في جهاد مستمر وحروب دائمة، فهم تارة يجاهدون الأعداء، وأخرى يجاهدون </p><p> الأهواء، ومن ثم أمرهم الله تعالى بالذكر في كثير من الآي، كقوله:  {الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَامًا وَقُعُودًا وَعَلَى جُنُوبِهِمْ} لما في ذلك من تربية النفس وصفاء الروح، وتذكر جلال الله وعظمته، وأن كل شيء هين في سبيله، وابتغاء مرضاته. </p><p> وقد روى ابن جرير عن ابن عباس أنه قال: لا يفرض الله على عباده فريضة إلا جعل لها جزاء معلومًا، ثم عذر أهلها في حال العذر، غير الذكر فإنَّ الله لم يجعل له حدًّا ينتهي إليه، ولم يعذر أحدًا في تركه إلا مغلوبًا على عقله فقال:  {فَاذْكُرُوا اللَّهَ قِيَامًا وَقُعُودًا وَعَلَى جُنُوبِكُمْ} ؛ أي: بالليل والنهار، في البر والبحر، وفي السفر والحضر، والغنى والفقر، والسقم والصحة، والسر والعلانية، وعلى كل حال. اهـ. </p><p> {فَإِذَا اطْمَأنَنْتُمْ} ؛ أي: فإذا سكنت قلوبكم من الخوف، وأمنتم بعد أن تضع الحرب أوزارها {فَأَقِيمُوا الصَّلَاةَ} ؛ أي: فأدوا الصلاة المفروضة بتعديل أركانها، ومراعاة شرائطها، ولا تقصروا من هيآتها المعهودة، كما أذن لكم في حال الحرب. </p><p> وقيل معنى الآية (١) : فإذا أردتم أداء الصلاة .. فصلوا قيامًا حال اشتغالكم بالمسايفة والمقارعة، وقعودًا جاثين على الركب حال اشتغالكم بالمراماة، وعلى جنوبكم حال ما تكثر الجراحات فيكم فتسقطون على الأرض، فإذا زال الخوف عنكم بانقضاء الحرب .. فاقضوا ما صليتم في تلك الأحوال، وهذا ظاهر على مذهب الشافعي من إيجاب الصلاة على المحارب في حال المسايفة إذا حضر وقتها، وإذا اطمأنوا فعليهم القضاء. </p><p> وقال ابن عباس: أي فإذا فرغتم من صلاة الخوف .. فصلوا لله قيامًا للصحيح، وقعودًا للمريض، وعلى الجُنوب للجريح والمريض، فإذا ذهب منكم الخوف، ورجعتم إلى منازلكم .. فأتموا الصلاة أربعًا. </p><p> ثم علل وجوب المحافظة على الصلاة حتى في وقت الخوف، ولو مع </p><p>(١) المراح.</p>"
}