{
  "id": null,
  "sura": 4,
  "aya": 64,
  "text": "<p> ٦٤ - {وَمَا أَرْسَلْنَا مِنْ رَسُولٍ} ؛ أي: وما أرسلنا رسولًا من الرسل قط {إِلَّا لِيُطَاعَ بِإِذْنِ اللَّهِ} ؛ أي: ليتبع بأمر الله الناس باتباعه، ويقتدى به فيما أمر به ونهى عنه، فما نرسلهم إلا ليطاعوا بإذن الله، فمن خرج عن طاعتهم أو رغب عن حكمهم .. خرج عن حكمنا وسنتنا، وارتكب الآثام، فسنتنا في هذا الرسول كسنتنا في الرسل قبله، وجيء بقوله:  {بِإِذْنِ اللَّه} لبيان أن الطاعة الذاتية لا تكون إلا لله رب العالمين، لكنه قد أمر أن تطاع رسله، فطاعتهم واجبة بإذنه وإيجابه؛ لأن الله أذن في ذلك وأمر به قال تعالى {وَأَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ} وقيل: معنى بإذن الله، بعلم الله وقضائه؛ أي: طاعته تكون بإذن الله؛ لأنه أذن فيه، فتكون طاعة الرسول طاعة الله تعالى، ومعصيته معصية الله. </p><p> والمعنى: وما (١) أرسلنا من رسول الله فرضت طاعته على من أرسلته إليهم، وأنت يا محمَّد من الرسل الذين فرضت طاعتهم على من أرسلوا إليهم، ففيه توبيخ وتقريع للمنافقين، الذين تركوا حكم رسول الله - صلى الله عليه وسلم -، ورضوا بحكم الطاغوت. </p><p> وهذه الآية (٢) دالة على أنه لا رسول الله ومعه شريعة ليكون مطاعًا في تلك الشريعة، ومتبوعًا فيها، ودالة على أن الأنبياء معصومون عن المعاصي والذنوب، ودالة على أنه لا يوجد شيء من الخير والشر والكفر والإيمان والطاعة والعصيان إلا بإرادة الله تعالى. </p><p> {وَلَوْ أَنَّهُمْ} ؛ أي: ولو أن هؤلاء المنافقين الذين تحاكموا إلى الطاغوت وأعرضوا عن حكمك {إِذْ ظَلَمُوا أَنْفُسَهُمْ} بالتحاكم إلى الطاغوت .. {جَاءُوكَ} يا محمَّد تائبين، من ذلك الذنب الذي هو النفاق، والتحاكم إلى الطاغوت، متنصلين مما ارتكبوا من المخالفة، {فَاسْتَغْفَرُوا اللَّهَ} ؛ أي: طلبوا من الله سبحانه وتعالى مغفرته لهم ذلك الذنب بالإخلاص، وبالغوا في الاعتذار إليك من إيذائك برد حكمك والتحاكم إلى غيرك، {وَاسْتَغْفَرَ لَهُمُ الرَّسُولُ} أي وطلب لهم </p><p>(١) الخازن. (٢) المراح.</p><p> الرسول محمد - صلى الله عليه وسلم - من الله تعالى مغفرة ذنوبهم المذكورة، أو المعنى: سامح لهم الرسول ما فرطوا في حقه، فالسين والتاء فيه زائدتان؛ أي: سامحهم وعفا عنهم، وطلب لهم المغفرة؛ لأنه تعلق بهم حقان: حق لله، وحق لرسوله - صلى الله عليه وسلم -، {لَوَجَدُوا اللَّهَ} ؛ أي: لصادفوا الله سبحانه وتعالى حالة كونه {تَوَّابًا} ؛ أي: قابلًا لتوبتهم {رَحِيمًا} ؛ أَي: متفضلًا عليهم بالرحمة والغفران، يعني لو أنهم تابوا من ذنوبهم ونفاقهم، واستغفرت لهم .. لعلموا أن الله يتوب عليهم، ويتجاوز عنهم ويرحمهم. </p><p> والمعنى: ولو أن أولئك القوم حين ظلموا أنفسهم، ورغبوا عن حكمك إلى حكم الظاغوت .. جاؤوك فاسغفروا الله من ذنبهم، وندموا على ما فرط منهم، وتابوا توبة نصوحًا، ودعا لهم الرسول بالمغفرة لتقبل الله توبتهم، وغمرهم بإحسانه، فرحمته وسعت كل شيء. </p><p> وإنما قرن (١) استغفار الرسول باستغفارهم؛ لأن ذنبهم لم يكن ظلمًا لأنفسهم فحسب، بل تعدى إلى إيذاء الرسول من حيث أنهم أعرضوا عن حكمه، وهو صاحب الحق في الحكم وحده، فكان لا بد في توبتهم وندمهم على ما فرط منهم أن يظهروا ذلك للرسول ليصفح عنهم؛ لأنهم اعتدوا على حقه، وليدعو لهم بالمغفرة إذ أعرضوا عن حكمه، وإنما التفت (٢) عن الخطاب إلى الغيبة في قوله: {وَاسْتَغْفَرَ لَهُمُ الرَّسُولُ} ولم يقل: واستغفر لهم؛ لأن القياس يقتضي هذا، لقوله أولًا جاؤوك تفخيمًا لشأنه، وتنبيهًا على أن من حق الرسول أن يقبل اعتذار التائب، وإن عظم جرمه، ويشفع له، ومن منصبه أن يشفع في كبائر الذنوب، وأنهم إذا جاؤوه .. فقد جاؤوا من خصه الله تعالى برسالته، وأكرمه بوحيه، وجعله سفيرًا بينه وبين خلقه. </p><p> وفي الآية (٣) : إيماء إلى أن التوبة الصحيحة تقبل حتمًا إذا استكملت </p><p>(١) المراغي. (٢) البيضاوي.(٣) المراغي.</p>"
}