{
  "id": null,
  "sura": 5,
  "aya": 89,
  "text": "<p> المعتدلة من التمتع بها مع الاعتدال والتزام الحلال، والاعتدال: هو الصراط المستقيم الذي يقل سالكه، فكثير من الناس يحيدون عنه، ويميلون في التمتع إلى جانب الإفراط والإسراف، ويكونون كالأنعام بل أضل؛ لأنهم يجنون على أنفسهم حتى قال بعض الحكماء: إن أكثر الناس يحفرون قبورهم بأسنانهم، وقليلون منهم ينحرفون إلى جانب التفريط والتقتير، إما اضطرارًا لبؤسهم وعدمهم، وإما اختيارًا كالزهاد والمتقشفين. وسبيل الاعتدال لسبيل شاقة على النفوس، عسرة على سالكها، كلها تدل على فضيلة العقل ورجحانه. والمعروف من سيرة الرسول - صلى الله عليه وسلم - (أنه كان يأكل ما وجده، فتارة يأكل أطيب الطعام؛ كلحوم الأنعام والطير والدجاج، وتارة يأكل أخشنه؛ كخبز الشعير بالملح أو الزيت أو الخل، وحينًا يجوع، وأخرى يشبع) ، فكان في كل ذلك قدوةً للموسر والمعسر، وما كان يهمه أمر الطعام، لكنه كان يعني بأمر الشراب، ففي حديث عائشة:  (كان أحب الشراب إلى رسول الله - صلى الله عليه وسلم - الحلو البارد) أخرجه الترمذي. قال المحدثون: ويدخل في ذلك: الماء القراح، والماء المحلى بالعسل، أو نقيع التمر أو الزبيب. </p><p> واعلم: أن في قوله عَزَّ وَجَلَّ: {وَاتَّقُوا اللَّهَ الَّذِي أَنْتُمْ بِهِ مُؤْمِنُونَ} ؛ تأكيدًا (١) للوصية بما أمر الله تعالى به وزاد التأكيد بقوله: {الَّذِي أَنْتُمْ بِهِ مُؤْمِنُونَ} ؛ لأن الإيمان به يوجب التقوى في الانتهاء إلى ما أمر الله به وعما نهى عنه، وفي الآية: دليل على أن الله عَزَّ وَجَلَّ قد تكفل برزق كل أحد من عباده، فإنه تعالى لو لم يتكفل بذلك .. لما قال:  {وَكُلُوا مِمَّا رَزَقَكُمُ} ، وإذا تكفل برزق العبد .. وجب أن لا يبالغ في الطلب والحرص على الدنيا، وأن يعول على ما وعده الله تعالى وتكفل به، فإنه تعالى أكرم من أن يخلف الوعد. </p><p> ٨٩ - قوله:  {لَا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ} هذا كلام (٢) مرتب على قوله: {لَا تُحَرِّمُوا طَيِّبَاتِ مَا أَحَلَّ اللَّهُ لَكُمْ} ؛ لأن بعض الصحابة حلف على الترهب لظنِّ أنه قربة، فلما نزلت هذه الآية - أعني:  {لَا تُحَرِّمُوا طَيِّبَاتِ مَا أَحَلَّ اللَّهُ لَكُمْ} - شكوا </p><p>(١) الخازن. (٢) الصاوي.</p><p> الرسول - صلى الله عليه وسلم - من اليمين، فنزلت هذه الآية - أعني آية:  {لَا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ} - أي: لا يطالبكم الله بكفارة ولا عقوبة في الملغى الكائن من أيمانكم؛ أي: الذي لم يقصد، بل سبق إليه اللسان، فـ {فِي} بمعنى: من، أو متعلقة بـ {يُؤَاخِذ} ؛ أي: لا يؤاخذكم الله في أيمانكم باللغو الذي لم يقصد. </p><p> واللغو (١) : اليمين الساقط الذي لا يتعلق به حكم، وهو أن يحلف على شيء يرى أنه كذلك وليس كما ظن، وكانوا حلفوا على تحريم الطيبات على ظن أنه قربة، فلما نزلت تلك الآية .. قالوا: فكيف أيماننا؟ فنزلت هذه الآية، وقال الشافعي: هي ما يجري على اللسان بلا قصد، وذلك عند اللجاج والغضب والعجلة. وقد ذهب (٢) الجمهور من الصحابة ومن بعدهم إلى أنها قول الرجل: لا واللهِ، وبلى واللهِ في كلامه غير معتقد لليمين، وبه فسَّر الصحابة الآية، وهم أعرف بمعاني القرآن. </p><p> وفي الآية: دليل على أن أيمان اللغو لا يؤاخذ الله الحالف بها، ولا تجب فيها كفارة. </p><p> والخلاصة (٣) : لا يؤاخذكم الله تعالى ولا يطالبكم في الدنيا ولا في الآخرة بالأيمان التي تحلفونها بلا قصد، كما يقول الرجل في كلامه بدون قصد: لا واللهِ، وبلى واللهِ، فلا مؤاخذة على مثل هذه بكفارة في الدنيا، ولا عقوبة في الآخرة {وَلَكِنْ يُؤَاخِذُكُمْ} الله سبحانه وتعالى ويطالبكم؛ إما بالكفارة في الدنيا، أو بالعقوبة في الآخرة {بِمَا عَقَّدْتُمُ الْأَيْمَانَ} ؛ أي: بحنث ما تعمدتم وقصدتم به اليمين. وفي الآية حذف؛ إما من الأول كما قدرناه، أو من الآخر؛ تقديره: ولكن يؤاخذكم بما عقدتم الأيمان إذا حنثتم، فحذف وقت المؤاخذة؛ لأنه كان معلومًا عندهم. </p><p> فاليمين المعقدّة (٤) : من عقد القلب وصممه، ليفعلن أو لا يفعلن في </p><p>(١) النسفي. (٢) الشوكاني.(٣) المراغي.(٤) الشوكاني.</p><p> المستقبل؛ أي: ولكن يؤاخذكم بأيمانكم المعقدّة الموثقة بالقصد والنية إذا حنثتم فيها، وأما اليمين الغموس: فهي يمين مكر وخديعة وكذب، قد باء الحالف بإثمها, وليست بمعقودة، ولا كفارة فيها كما ذهب إليه الجمهور. وقال الشافعي: هي يمين معقودة؛ لأنها مكتسبة بالقلب، معقودة بخبر، مقرونة باسم الله. والراجح: الأول، وجميع الأحاديث الواردة في تكفير اليمين متوجهة إلى المعقودة، ولا يدل شيء منها على الغموس، بل ما ورد في الغموس إلا الوعيد والترهيب، وأنها من الكبائر، بل في أكبر الكبائر، وفيها نزل قوله تعالى:  {إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلًا} الآية، واليمين المنعقدة؛ إما بالله أو بأسمائه أو بصفاته. </p><p> وقرأ (١) نافع وابن كثير وأبو عمرو وحفص عن عاصم بتشديد القاف، قال أبو عمرو: معناها: وكدتم. وقرأ الكسائي وحمزة وأبو بكر عن عاصم بتخفيفها، قال ابن جرير: معناها: أوجبتموها على أنفسكم. وقرأ ابن ذكوان عن ابن عامر بألف بين العين والقاف. وقرأ الأعمش:  {بما عقدت الأيمان} جعل الفعل للأيمان، فالتشديد؛ إما للتكثير بالنسبة إلى الجمع، وإما لكونه بمعنى المجرد نحو: قدَر وقدَّر، والتخفيف هو الأصل، وبالألف بمعنى المجرد نحو: جاوزت الشيء وجزته وقاطعته وقطعته؛ أي: هجرته. وعبارة أبو البقاء هنا: قوله: {عقدتم} يقرأ بتخفيف القاف، وهو الأصل، وعقد اليمين هو قصد الالتزام بها. ويقرأ بتشديدها، وذلك لتوكيد اليمين كقوله: واللهِ الذي لا إله إلا هو، ونحوه. وقيل: التشديد يدل على تأكيد العزم بالالتزام بها. وقيل: إنما شدد لكثرة الحالفين وكثرة الأيمان. وقيل: التشديد عوض من الألف في عاقد، ولا يجوز أن يكون التشديد لتكرير اليمين؛ لأن الكفارة تجب وإن لم تكرر. ويقرأ:  {عاقد} بالألف وهي بمعنى: عقدتم، كقولك: قاطعته وقطعته من الهجران، انتهى. </p><p>(١) البحر المحيط.</p><p> والمعنى: أي ولكن يؤاخذكم بما صممتم وعزمتم عليه من الأيمان وقصدتموه إذا أنتم حنثتم فيه، وهذه المؤاخذة بينها الله سبحانه وتعالى بقوله:  {فَكَفَّارَتُهُ} الخ، والكفارة الفعلية التي من شأنها أن تكفر الخطيئة؛ أي: تسترها؛ أي: فكفارة حنث الأيمان المعقودة ونقضها، أو فكفارة معقود الأيمان إذا حنثتم؛ أي: فالذي يكفر عقد اليمين إذا نقض، أو إذا أريد نقضه بالحنث به .. هو إحدى الخصال الثلاث الآتية على سبيل التخيير: </p><p> ١ - إما {إِطْعَامُ عَشَرَةِ مَسَاكِينَ} ، أو فقراء، لكل مسكين مدّ عند الشافعية، ونصف صاع عند الحنفية؛ أي: تمليك عشرة مساكين، ولا (١) يتعين كونهم من فقراء بلد الحالف، والمساكين أعم من أن يكونوا ذكورًا أو إناثًا أو من الصنفين. والظاهر اشتراط تعدد الأشخاص، فلو أطعم مسكينًا واحدًا كفارة عشرة أيام .. لم يجزه، وبه قال مالك والشافعي. وقال أبو حنيفة يجزئ. {مِنْ أَوْسَطِ مَا تُطْعِمُونَ} أيها الناس {أَهْلِيكُمْ} ؛ أي: من أقصد ما تطعمونهم وأغلبه من غالب قوت بلد الحالف؛ أي: محل الحنث، لا من أعلاه ولا أدناه؛ أي: إطعام وجبة واحدة - الوجبة: الأكلة الواحدة في اليوم - لكل منهم من الطعام الغالب الذي يأكله أهلوكم في بيوتكم، لا من أردئه وأخسه الذي يتقشفون به تارة، ولا من أعلاه الذي يتوسعون به تارة أخرى؛ كطعام العيد ونحوه مما تكرم به الأضياف، فمن كان طعام أهله خبز البر، وأكثر إدامه اللحم بالخضر أو بدونها .. فلا يجزئ ما دون ذلك مما يأكلونه إذا قرفت أنفسهم من كثرة أكل الدسم؛ ليعود إليها نشاطها، والأعلى مجزىء على كل حال؛ لأنه من الوسط وزيادة، والثريد بالمرق، وقليل من اللحم أو الخبز مع الملوخية أو الرز أو العدس، من أوسط الطعام في مصر وكثير من الأقطار الشرقية الآن، وكان التمر أوسط طعام أهل المدينة في العصر الأول، وأجاز أبو حنيفة إطعام مسكين واحد عشرة أيام كما مر آنفًا. </p><p> ٢ - {أَوْ كِسْوَتُهُمْ} ؛ أي: كسوة عشرة مساكين، قرأ الجمهور (٢) : {أَوْ </p><p>(١) الجمل. (٢) البحر المحيط وزاد المسير.</p><p> كِسْوَتُهُمْ} بكسر الكاف وسكون السين. وقرأ النخعي وابن المسيب وأبو عبد الرحمن السلمي وأبو الجوزاء ويحيى بن يعمر:  {أَوْ كِسْوَتُهُمْ} بضم الكاف وسكون السين، وهما لغتان مثل: أسوة وإسوة، وقدوة وقِدوة. وقرأ سعيد بن جبير وأبو العالية ومعاذ بن الحارث القارئ وأبو نهيك:  {أو كإسوتهم} بكاف الجر الداخلة على إسوة؛ أي: قرؤوا بفتح الكاف وكسر الهمزة وكسر التاء والهاء. وقرأ محمد ابن السميقع اليماني، وأبو عمران الجوزي مثلهم إلا أنهما فتحا الهمزة. قال ابن الجوزي: ولا أرى هذه القراءة جائزة؛ لأنها تسقط أصلًا من أصول الكفارة. </p><p> والكسوة تختلف باختلاف البلاد والأزمنة كالطعام، فيجزىء في مصر القميص الطويل الذي يسمى بـ \"الجلابية\" مع السراويل أو بدونه، وهذا يساوي الإزار والرداء، أو العباءة في العصر الأول، ولا يجزئ ما يوضع على الرأس من طربوش أو عمامة، ولا ما يلبس في الرجلين من الأحذية والجوارب، ولا نحو منديل أو منشفة. </p><p> ٣ - {أَوْ تَحْرِيرُ رَقَبَةٍ} ؛ أي: أو إعتاق رقيق، وغلب استعمال الرقبة في المملوك والأسير، وقد يعبر عن ذلك بفك الرقبة كقوله تعالى: {فَكُّ رَقَبَةٍ (١٣) }، ولا يشترط أن تكون الرقبة مؤمنة، فيجزىء عتق الكافرة عند أبي حنيفة، واشترط الشافعي ومالك وأحمد إيمانها؛ حملًا للمطلق هنا على المقيد في كفارة القتل. </p><p> قال أبو حيان (١) : وقد أجمع العلماء على أن الحانث مخيَّر بين الإطعام والكسوة والعتق، وهي مخالفة لسواد المصحف، وقدم (٢) الإطعام على غيره؛ لأنه أسهل؛ لكون الطعام أعم وجودًا، ولأن الإطعام أفضل عن الإعتاق على ما قيل؛ لأن الحر الفقير قد لا يجد الطعام، أما العبد: فإنه يجب على مولاه إطعامه وكسوته. {فَمَنْ لَمْ يَجِدْ} واحدًا من هذه الخصال الثلاثة المتقدمة {فَصِيَامُ ثَلَاثَةِ أَيَّامٍ} ؛ أي: فعليه أن يصوم ثلاثة أيام متتابعات، فإن عجز عن ذلك لمرض </p><p>(١) البحر المحيط. (٢) المراح.</p><p> مثلًا .. صام عند القدرة، فإن لم يقدر لكونه دنفًا - أي ملازم المرض - يرجى له عفو الله ورحمته إذا صحت نيته وصدقت عزيمته. </p><p> والاستطاعة أن يجد ذلك القدر الذي يكفر به فاضلًا عن قوته وقوت عياله يومه وليلته، وعن كسوته بقدر ما يطعم أو يكسو. وقد روى ابن مردويه عن ابن عباس رضي الله عنهما قال: لما نزلت آية الكفارة .. قال حذيفة: يا رسول الله، نحن بالخيار؟ فقال - صلى الله عليه وسلم -: \"أنت بالخيار، إن شئت أعتقت، وإن شئت كسوت، وإن شئت أطعمت، فمن لم يجد ... فصيام ثلاثة أيام متتابعات\" فلو كان ماله في غير بلده، ووجد من يسلفه .. لم ينتقل إلى الصوم، أو لم يجد من يسلفه فقيل: لا يلزمه انتظار ماله من بلده ويصوم، وهو الظاهر؛ لأنه غير واجد الآن. وقيل: ينتظر، والظاهر أنه إذا كان عنده فضل عن قوته وقوت من تلزمه نفقتهم يومه وليلته، وعن كسوتهم بقدر ما يطعم أو يكسو، فهو واجد، وبه قال أحمد وإسحاق والشافعي ومالك. وقال مالك: إلا أن يخاف الجوع، أو يكون في بلد لا يعطف عليه فيه، وقال أبو حنيفة: إذا لم يكن عنده نصاب .. فهو غير واجد. وقرأ (١) أُبي وعبد الله والنخعي: {أيام متتابعات} ، واتفقوا على أن العتق أفضل، ثم الكسوة، ثم الإطعام. وبدأ الله بالأيسر فالأيسر على الحال، وهذه الكفارة التي نص الله عليها لازمة للحر المسلم. </p><p> وإذا حنث العبد .. فقال سفيان وأبو حنيفة والشافعي: ليس عليه إلا الصوم، لا يجزئه غيره. وحكى ابن نافع عن مالك: لا يكفر بالعتق؛ لأنه لا يكون له ولاء، ولكن يكفر بالصدقة إن أذن له سيده، والصوم أصوب. </p><p> {ذَلِك} المذكور من الخصال الأربعة من الإطعام أو الكسوة أو العتق أو الصوم عند العجز عن غيره {كَفَّارَةُ} إثم حنث {أَيْمَانِكُمْ إِذَا حَلَفْتُمْ} باللهِ أو بأحد أسمائه أو صفاته، وحنثتم أو أردتم الحنث باليمين؛ لأن الكفارة لا تجب بمجرد اليمين، إنما تجب بالحنث بعد اليمين. وفيه إشارة إلى أن تقديم الكفارة </p><p>(١) البحر المحيط.</p><p> على اليمين لا يجوز، بل بعد اليمين، وقبل الحنث إذا أراد الحنث كما تقدم. </p><p> {وَاحْفَظُوا أَيْمَانَكُمْ} ؛ أي: قللوا أيمانكم ولا تبذلوها في أتفه الأمور وأحقرها، ولا تكثروا من الأيمان الصادقة فضلًا عن الأيمان الكاذبة قال تعالى:  {وَلَا تَجْعَلُوا اللَّهَ عُرْضَةً لِأَيْمَانِكُمْ} ، أو إذا حلفتم .. فلا تنسوا ما حلفتم عليه، أو لا تحنثوا فيها ما استطعتم إلا لضرورة تعرض أو مصلحة تجعل الحنث راجحًا أو بأن تكفروها إذا حنثتم {كَذَلِك} ؛ أي: كما بين لكم كفارة أيمانكم إذا حنثتم. {يُبَيِّنُ اللَّهُ} سبحانه وتعالى {لَكُمْ} أيها المؤمنون {آيَاتِهِ} ؛ أي: أعلام شريعته, وأحكام دينه، وجميع ما تحتاجون إليه في أمر دينكم {لَعَلَّكُمْ تَشْكُرُونَ} نعمه التي أنعم بها عليكم التي من أجلها: بيان آياته وأحكام شريعته. </p><p> وهنا فصلان مهمان: </p><p> الفصل الأول في بيان حكم الآية، وفيه مسائل </p><p> المسألة الأولى: في بيان الكفارة، وهي أربعة أنواع: </p><p> النوع الأول من الكفارة: الإطعام، فيجب إطعام عشرة مساكين، واختلفوا في قدر ما يطعم لكل مسكين. فذهب قوم إلى أنه يطعم لكل مسكين مد من الطعام بمد النبي - صلى الله عليه وسلم -، وهو رطل وثلث بالبغدادي من غالب قوت البلد، وكذلك سائر الكفارات، وهذا قول ابن عباس وابن عمر وزيد بن ثابت، وبه قال سعيد بن المسيب، والقاسم بن محمد، وسليمان بن يسار، وعطاء، والحسن، وإليه ذهب مالك والشافعي. </p><p> ويروى عن عمر وعلي وعائشة: أنه يطعم لكل مسكين مدان من بر، وهو نصف صاع، وبه قال أهل العراق. وقال أبو حنيفة: إن أطعم من الحنطة فنصف صاع، وإن أطعم من غيرها فصاع، وهو قول الشعبي والنخعي وسعيد بن جبير ومجاهد. وقال أحمد بن حنبل: يطعم لكل مسكين مد من البر، أو نصف صاع من غيرها؛ مثل التمر والشعير. ومن شرط الإطعام تمليك الطعام للمساكين، فلو عشاهم وغداهم .. لم يجزه. وقال أبو حنيفة: يجزيه ذلك، ولا يجوز إخراج القيمة في الكفارة كالدراهم والدنانير. وقال أبو حنيفة: يجوز ذلك. ولا إخراج </p><p> الدقيق والخبر في الكفارة، بل يجب إخراج الحب، وجوزه أبو حنيفة. ولا يجوز صرف الكل إلى مسكين واحد في عشرة أيام. </p><p> النوع الثاني من الكفارات: الكسوة، واختلف العلماء في قدرها، فذهب قوم إلى أنه يكسو كل مسكين ثوبًا واحدًا مما يقع عليه اسم الكسوة، إزار أو رداء أو قميص أو عمامة أو سراويل أو كساء أو نحو ذلك، وهذا قول ابن عباس رضي الله عنهما، والحسن ومجاهد وعطاء وطاووس، إليه ذهب الشافعي. وقال مالك: يجب أن يكسو كل مسكين ما تجوز به الصلاة، فيكسو الرجل ثوبًا، والمرأة ثوبين: درعًا وخمارًا. وقال أحمد: للرجل ثوبٌ، وللمرأة ثوبان: درع وخمارٌ، وهو أدنى ما يجزئ في الصلاة. وقال ابن عمر: يجب قميص وإزار ورداء. وقال أبو موسى الأشعري: يجب ثوبان، وهو قول سعيد بن المسيب وابن سيرين. وقال إبراهيم النخعي: يجب ثوب جامع كالملحفة. </p><p> النوع الثالث من الكفارات: العتق، فيجب إعتاق رقبة مؤمنة، وكذلك يجب في جميع الكفارات. وأجاز أبو حنيفة والثوري إعتاق الرقبة الكافرة في جميع الكفارات إلا كفارة القتل، فإن الله قيد الرقبة بالإيمان في كفارة القتل. ومذهب الشافعي أن المطلق يحمل على المقيد، ولا يجوز إعتاق المرتد بالإجماع، ويشترط أن تكون الرقبة سليمة الرق حتى لو أعتق في الكفارة مكاتبًا، أو أم ولد، أو عبدًا اشتراه بشرط العتق، أو اشترى قريبه الذي يعتق عليه، فكل هؤلاء لا يجزئ في إعتاق الكفارة، وجوز أصحاب الرأي عتق المكاتَب في الكفارة إذا لم يؤد من نجوم الكتابة شيئًا. وجوزوا عتق القريب في الكفارة، ويشترط أن تكون الرقبة سليمة من كل عيب يضر بالعمل، فلا يجزئ مقطوع اليد والرجل، ولا الأعمى، ولا الزَّمِن، ولا المجنون المطبق. ويجوز عتق الأعور والأصم ومقطوع الأذنين والأنف؛ لأن هذه العيوب كلها لا تضر بالعمل. وعند أبي حنيفة: كل عيب يفوت جنسًا من المنفعة يمنع الجواز، فيجوز عتق مقطوع إحدى اليدين، ولا يجوز عتق مقطوع الأذنين في الكفارة. </p><p> النوع الرابع من الكفارات: الصوم، وهو قوله تعالى:  {فَمَنْ لَمْ يَجِدْ} يعني </p><p> الكفارة السابقة {فَصِيَامُ ثَلاثَةِ أَيامٍ} يعني: فإذا عجز من لزمته كفارة اليمين عن الإطعام أو الكسوة أو العتق .. وجب عليه صيام ثلاثة أيام. قال الشافعي: إذا كان عنده قوته وقوت عياله يومه وليلته، وفضل ما يطعم عشرة مساكين .. لزمته الكفارة بالإطعام، وإن لم يكن عنده هذا القدر .. جاز له الصيام. وقال أبو حنيفة: يجوز له الصيام إذا لم يكن عنده من المال ما تجب فيه الزكاة، فجعل من لا زكاة عليه عادمًا. وقال الحسن: إذا لم يجد درهمين صام. وقال سعيد بن جبير: ثلاثة دراهم. </p><p> واختلفوا في وجوب التتابع في الصيام عن كفارة اليمين على قولين: </p><p> أحدهما: أنه يجب التتابع فيه قياسًا على كفارة الظهار والقتل، وهو قول ابن عباس رضي الله عنهما، ومجاهد وطاووس وعطاء وقتادة، وهو مذهب أبي حنيفة وأحمد، واحد قولي الشافعي. </p><p> والقول الثاني: لا يجب التتابع في كفارة اليمين، فإن شاء تابع، وإن شاء فرَق، والتتابع أفضل، وبه قال الحسن ومالك، وهذا القول الثاني للشافعي. </p><p> المسألة الثانية: كلمة: {أو} في الآية للتخيير بين الإطعام والكسوة والعتق، فإن شاء أطعم، وإن شاء كسا، وإن شاء أعتق، فبأيها أخذ المكفر .. فقد أصاب وخرج عن العهدة. </p><p> المسألة الثالثة: لا يجوز صرف شيء من الكفارات إلا إلى مسلم حر محتاج، فلو صرف إلى ذمي أو عبد أو غني .. لا يجزيه، وجوز أبو حنيفة صرفها إلى أهل الذمة، واتفقوا على أن صرف الزكاة إلى أهل الذمة لا يجوز. </p><p> المسألة الرابعة: اختلفوا في تقديم الكفارة على الحنث، فذهب قوم إلى جوازه؛ لما روي عن أبي هريرة: أن رسول الله - صلى الله عليه وسلم - قال:  \"من حلف على يمين، فرأى خيرًا منها .. فليكفِّر عن يمينه، وليفعل الذي هو خير\" أخرجه الترمذي. </p><p> وعن عبد الرحمن بن سمرة - رضي الله عنه - قال: قال رسول الله: \"يا </p><p> عبد الرحمن، لا تسأل الإمارة، فإنها إن أتتك عن مسألة .. وكلت إليها، وإن أتتك من غير مسألة .. أعنت عليها، وإذا حلفت على يمين، فرأيت غيرها خيرًا منها .. فأتِ الذي هو خير، وكفِّر عن يمينك \" متفق عليه.</p><p> وهذا قول عمر وابن عباس وعائشة - رضي الله عنهم - وعامة الفقهاء، وبه قال الحسن وابن سيرين، وإليه ذهب مالك والأوزاعي والشافعي إلا أن الشافعي قال: إن كَفَّر بالصوم قبل الحنث لا يجوز؛ لأنه بدني، إنما يجوز بالطعام أو الكسوة أو العتق. وقال أبو حنيفة: لا يجوز تقديم الكفارة على الحنث، والله أعلم. </p><p> الفصل الثاني: في مسائل يجملك معرفتها تكملة لدينك </p><p> المسألة الأولى: لا يجوز الحلف بغير الله تعالى وأسمائه وصفاته. قال - صلى الله عليه وسلم -: \" من كان حالفًا لا يحلف إلا بالله \" رواه البخاري ومسلم عن ابن عمر. ورويا أيضًا عنه أن النبي - صلى الله عليه وسلم - سمع عمر وهو يحلف بأبيه،فقال:\" إن الله ينهاكم أن تحلفوا بآبائكم، فمن كان حالفًا .. فليحلف بالله، أو ليصمت!. وروى البخاري وأحمد عن ابن عمر قال:  \"كان أكثر ما يحلف به النبي - صلى الله عليه وسلم - لا ومقلب القلوب\" . والمحرم أن يحلف بغير الله حلفًا يلتزم به ما حلف عليه، والبر به فعلًا أو تركًا؛ لأن الشارع جعل هذا خاصًّا بالحلف بالله وأسمائه وصفاته، أما ما يجيء لتأكيد الكلام، ويجري على ألسنة الناس دون قصد لليمين .. فلا يدخل في باب النهي؛ نحو قوله - صلى الله عليه وسلم - للأعرابي:  \"أفلح وأبيه إن صدق\" ، ويدخل في النهي: الحلف بالنبي والكعبة وسائر ما هو معظم شرعًا. </p><p> المسألة الثانية: يجوز الحنث لمصلحة راجحة مع التكفير قبله؛ لما رواه أحمد والشيخان في \"الصحيحين\" : عن عبد الرحمن بن سمرة قال: قال رسول الله - صلى الله عليه وسلم -: \"إذا حلفت على يمين، فرأيت غيرها خيرًا منها .. فأت الذي هو خير، وكفِّر عن يمينك\" ، وفي لفظ عن أبي داود والنسائي:  \"فكفر عن يمينك، ثم ائتِ الذي هو خير\" ، ودلَّ اختلاف الرواية في تقديم الأمر بالكفارة، أو تأخيره </p><p> على جواز الأمرين. </p><p> والحلف باعتبار المحلوف عليه ثلاثة أقسام: </p><p> ١ - حلف على فعل واجب، أو ترك حرام، وهذا تأكيد لما كلف الله به، فيحرم الحنث، ويكون الإثم مضاعفًا. </p><p> ٢ - حلف على ترك واجب أو فعل حرام، ويجب في هذا الحنث؛ لأن اليمين معصية، ومن ذلك الحلف على إيذاء الوالدين وعقوقهما، أو منع ذي حق حقه الواجب له، والحلف على ترك المباح؛ كالطيب من الطعام، فإن في ذلك تشريعًا بتحريم ما أحل الله، كما فعلت الجاهلية في تحريم بعض الطيبات. </p><p> ٣ - حلف على فعل مندوب أو ترك مكروه، وهذا طاعة يندب له الوفاء به، ويكره الحنث، ومن ذلك الحلف على ترك طعام معين كالطعام الذي في هذه الصحفة (١) مثلًا، كما فعل عبد الله بن رواحة في تحريمه الطعام على نفسه، ثم أكله منه لأجل الضيف. فقد أخرج ابن جرير وابن أبي حاتم عن زيد بن أسلم: أن عبد الله بن رواحة ضافه ضيف من أهله وهو عند النبي - صلى الله عليه وسلم -، ثم رجع إلى أهله، فوجدهم لم يطعموا ضيفهم انتظارًا له، فقال لامرأته: حبست ضيفي من أجلي، هو عليَّ حرام، فقالت امرأته: هو عليَّ حرام، وقال الضيف: هو عليَّ حرام، فلما رأى ذلك .. وضع يده وقال: كلوا بسم الله، ثم ذهب إلى النبي - صلى الله عليه وسلم -، فأخبره، فقال النبي - صلى الله عليه وسلم -: \"قد أصبت\" ، فأنزل الله:  {أَيُّهَا الَّذِينَ آمَنُوا لَا تُحَرِّمُوا طَيِّبَاتِ مَا أَحَلَّ اللَّهُ لَكُمْ} . </p><p> المسألة الثالثة: الأيمان ثلاثة: </p><p> ١ - ما ليس من أيمان المسلمين، كالحلف بالمخلوقات نحو الكعبة والملائكة والمشايخ والملوك والآباء وتربتهم، وهذه يمين غير منعقدة، ولا كفارة فيها، بل هي منهي عنها نهي تحريم لما تقدم من الأحاديث. </p><p>(١) الصحفة: قصعة الطعام.</p><p> ٢ - يمين بالله تعالى، كقوله: والله لأفعلن كذا، وهذه منعقدة فيها الكفارة عند الحنث. </p><p> ٣ - أيمان في معنى الحلف بالله؛ يريد بها الحالف تعظيم الخالق كالحلف بالنذر والحرام والطلاق والعتاق، كقوله: إن فعلت كذا .. فعليَّ صيام شهر، أو الحج إلى بيت الله، أو الحل علي حرام لا أفعل كذا، أو الطلاق يلزمني لا أفعل كذا، أو إن فعلته .. فنسائي طوالق، أو عبيدي أحرار، أو كل ما أملكه صدقة، أو نحو ذلك، والصحيح الموافق للأقوال الثابتة عن الصحابة - وعليه يدل الكتاب والسنة - أنه يجزئه كفارة اليمين في جميع ذلك كما قال تعالى:  {ذَلِكَ كَفَّارَةُ أَيْمَانِكُمْ إِذَا حَلَفْتُمْ} ، وقال:  {قَدْ فَرَضَ اللَّهُ لَكُمْ تَحِلَّةَ أَيْمَانِكُمْ} ، وثبت في \"الصحيح\" أن النبي - صلى الله عليه وسلم - قال:  \"من حلف على يمين فرأى غيرها خيرًا .. فليأتِ الذي هو خير، وليكفِّر عن يمينه\" . </p><p> المسألة الرابعة: الأيمان مبنية على العرف والنية، لا على مدلولات اللغة واصطلاحات الشرع، فمن حلف لا يأكل لحمًا، فأكل سمكًا .. لا يحنث - وإن سماه الله لحمًا طريًّا - إلا إن نواه، أو كان يدخل في عموم اللحم في عرف قومه، كما أن من يحلف غيره يمينًا على شيء، فالعبرة بنية المحلِّف لا الحالف، فقد روى مسلم وابن ماجه:  \"اليمين على نية المستحلف\" . واليمين الغموس التي يهضم بها الحق، أو يقصد بها الخيانة والغش، لا يكفرها عتق ولا صدقة ولا صيام، بل لا بد من التوبة وأداء الحق والاستقامة، قال تعالى: {وَلَا تَتَّخِذُوا أَيْمَانَكُمْ دَخَلًا بَيْنَكُمْ فَتَزِلَّ قَدَمٌ بَعْدَ ثُبُوتِهَا وَتَذُوقُوا السُّوءَ بِمَا صَدَدْتُمْ عَنْ سَبِيلِ اللَّهِ وَلَكُمْ عَذَابٌ عَظِيمٌ (٩٤) }، وقال - صلى الله عليه وسلم -: \"من حلف على يمين صبرٍ، وهو فيها فاجر يقتطع بها مال امرئ مسلم .. لقي الله وهو عليه غضبان\" رواه البخاري ومسلم. </p><p> الإعراب </p><p> {لَتَجِدَنَّ أَشَدَّ النَّاسِ عَدَاوَةً لِلَّذِينَ آمَنُوا الْيَهُودَ وَالَّذِينَ أَشْرَكُوا} . </p><p> {لَتَجِدَنَّ} اللام موطئة للقسم، {تجدن} : فعل مضارع مبني على الفتح؛ </p><p> لاتصاله بنون التوكيد الثقيلة، وفاعله ضمير يعود على محمد، أو على المخاطب، والجملة جواب لقسم محذوف، وجملة القسم المحذوف مستأنفة. {أَشَدَّ} : مفعول أول لتجد. {النَّاسِ} : مضاف إليه. {عَدَاوَةً} : تمييز منصوب بـ {أَشَدَّ} . {لِلَّذِينَ} : جار ومجرور متعلق بـ {عَدَاوَةً} ، ولما كان فرعًا في العمل عن الفعل .. قرن معموله باللام، ولا يضر في عملها كونها مؤنثة بالتاء؛ لأنها مبنية عليها، ويجوز أن يكون {لِلَّذِينَ} صفة لـ {عَدَاوَةً} فيتعلق بمحذوف. {آمَنُوا} : فعل وفاعل، والجملة صلة الموصول. {الْيَهُودَ} : مفعول ثانٍ لوجد. {وَالَّذِينَ} : في محل النصب معطوف على {الْيَهُودَ} على كونه مفعولًا ثانيًا لوجد. {أَشْرَكُوا} : فعل وفاعل، والجملة صلة الموصول. </p><p> {وَلَتَجِدَنَّ أَقْرَبَهُمْ مَوَدَّةً لِلَّذِينَ آمَنُوا الَّذِينَ قَالُوا إِنَّا نَصَارَى} . </p><p> {وَلَتَجِدَنَّ}  {الواو} عاطفة، اللام موطئة للقسم. {تجدن} : فعل مضارع في محل الرفع، مبني على الفتح لاتصاله بنون التوكيد الثقيلة، وفاعله ضمير يعود على محمد، والجملة معطوفة على جملة القسم الأول. {أَقْرَبَهُمْ} : مفعول أول، ومضاف إليه. {مَوَدَّةً} : تمييز، والعامل فيه اسم التفضيل. {لِلَّذِينَ} : متعلق بـ {مَوَدَّةً} ، أو صفة لها، أو متعلق بـ {أقرب} . {آمَنُوا} : فعل وفاعل، والجملة صلة الموصول. {الَّذِينَ} اسم موصول في محل النصب مفعول ثانٍ لـ {تجدن} . {قَالُوا} : فعل وفاعل، والجملة صلة الموصول. {إِنَّا نَصَارَى} مقول محكي لـ {قَالُوا} ، وإن شئت قلت: إن: حرف نصب وتوكيد، نا: ضمير المتكلمين في محل النصب اسمها. {نَصَارَى} : خبرها، وجملة إنَّ في محل النصب مقول {قَالُوا} . </p><p> {ذَلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا وَأَنَّهُمْ لَا يَسْتَكْبِرُونَ} . </p><p> {ذَلِكَ} : مبتدأ. {بِأَنَّ} الباء حرف جر وسبب، {أنَّ} حرف نصب ومصدر. {مِنْهُمْ} جار ومجرور خبر مقدم لـ {أنَّ}  {قِسِّيسِينَ} : اسمها مؤخر. {وَرُهْبَانًا} : معطوف عليه، وجملة {أنَّ} من اسمها وخبرها في تأويل مصدر مجرور بالباء تقديره: بسبب كونهم قسيسين ورهبانًا، الجار والمجرور متعلق </p><p> بواجب الحذف لوقوعه خبرًا تقديره: ذلك كائن بسبب كونهم قسيسين ورهبانًا، والجملة الإسمية مستأنفة استئنافًا بيانيًّا. {وَأَنَّهُمْ} : الواو عاطفة. {أن} : حرف نصب، والهاء: اسمها، وجملة {لَا يَسْتَكْبِرُونَ} في محل الرفع خبر {أن} ، وجملة {أن} في تأويل مصدر معطوف على مصدر متصيد من جملة {أن} الأولى تقديره: ذلك كائن بسبب كونهم قسيسين ورهبانًا، وعدم استكبارهم. </p><p> {وَإِذَا سَمِعُوا مَا أُنْزِلَ إِلَى الرَّسُولِ} . </p><p> {وَإِذَا}  {الواو} هو استئنافية أو عاطفة. {إذا} : ظرف لما يستقبل من الزمان. {سَمِعُوا} : فعل وفاعل والجملة في محل الخفض بإضافة {إذا} إليها على كونها فعل شرط لها، والظرف متعلق بالجواب الآتي. {مَا} : موصولة أو موصوفة في محل النصب مفعول {سَمِعُوا} ، وسمع هنا لا يتعدى إلا إلى مفعول واحد باتفاق النحاة؛ لأنه دخل على ما يسمع. {أُنْزِلَ} : فعل ماضٍ مغيَّر الصيغة، ونائب فاعله ضمير يعود على {مَا} ، {إِلَى الرَّسُولِ} : جار ومجرور متعلق بـ {أُنْزِلَ} ، والجملة الفعلية صلة لـ {ما} أو صفة لها. </p><p> {تَرَى أَعْيُنَهُمْ تَفِيضُ مِنَ الدَّمْعِ مِمَّا عَرَفُوا مِنَ الْحَقِّ} . </p><p> {تَرَى} : فعل مضارع، وفاعله ضمير مستتر يعود على: محمد، أو على المخاطب. {أَعْيُنَهُمْ} : مفعول به لـ {تَرَى} هو، وهي بصرية تتعدى إلى مفعول واحد، وجملة {تَرَى} جواب {إذا} لا محل لها من الإعراب، وجملة {إذا} مستأنفة لفظًا، وإن تعلق بما قبله في المعنى، ولذلك جعله (١) بعضهم أول الربع، أو في محل الرفع معطوفة على خبر {أن} الثانية تقديره: ذلك بسبب أنهم لا يستكبرون، وأن أعينهم تفيض من الدمع عند سماع القرآن. {تَفِيضُ} : فعل مضارع وفاعل ضمير يعود على {أَعْيُنَهُمْ} . {مِنَ الدَّمْعِ} : جار ومجرور متعلق بـ {تَفِيضُ} ، أو حال من فاعل {تَفِيضُ} ، والتقدير: حالة كونها مملوءة من الدمع. </p><p>(١) الجمل.</p><p> {مِمَّا} : جار ومجرور متعلق بـ {تَفِيضُ} . {عَرَفُوا} : فعل وفاعل، والجملة صلة لـ {ما} أو صفة لها، والعائد أو الرابط محذوف تقديره: مما عرفوه. {مِنَ الْحَقِّ} : جار ومجرور حال من العائد المحذوف. </p><p> {يَقُولُونَ رَبَّنَا آمَنَّا فَاكْتُبْنَا مَعَ الشَّاهِدِينَ} . </p><p> {يَقُولُونَ} : فعل وفاعل، والجملة في محل النصب حال من ضمير الفاعل في {عَرَفُوا} . {رَبَّنَا آمَنَّا} إلى قوله: {مَعَ الشَّاهِدِينَ} مقول محكي، وإنْ شئت قلت:  {رَبَّنَا} منادى مضاف، وجملة النداء في محل النصب مقول القول. {آمَنَّا} : فعل وفاعل، والجملة في محل النصب مقول القول على كونها جواب النداء. {فَاكْتُبْنَا} : الفاء حرف عطف وتفريع. {اكتبنا} : فعل ومفعول، وفاعله ضمير يعود على الله، والجملة معطوفة على جملة {آمَنَّا} على كونها مقول القول. {مَعَ الشَّاهِدِينَ} : ظرف ومضاف إليه متعلق بـ {اكتبنا} . </p><p> {وَمَا لَنَا لَا نُؤْمِنُ بِاللَّهِ وَمَا جَاءَنَا مِنَ الْحَقِّ وَنَطْمَعُ أَنْ يُدْخِلَنَا رَبُّنَا مَعَ الْقَوْمِ الصَّالِحِينَ (٨٤) }. </p><p> {وَمَا لَنَا} الواو استئنافية. {ما} : اسم استفهام في محل الرفع مبتدأ. {لَنَا} : جار ومجرور متعلق بمحذوف وجوبًا لوقوعه خبرًا تقديره: وأي شيء مستقر لنا، والجملة مستأنفة على كونها مقول القول. {لَا} : نافية. {نُؤْمِنُ} : فعل مضارع، وفاعله ضمير يعود على المتكلمين. {بِاللَّهِ} : جار ومجرور متعلق بـ {نُؤْمِنُ} ، والجملة الفعلية في محل النصب حال من الضمير في {لَنَا} ، والعامل فيه الاستقرار الذي تعلق به الجار والمجرور في {لَنَا} ، والتقدير: أي شيء استقر لنا حالة كوننا غير مؤمنين. {وَمَا} : الواو عاطفة. {ما} : موصولة أو موصوفة في محل الجر معطوفة على الجلالة. {جَاءَنَا} : فعل ومفعول، وفاعله ضمير يعود على {ما} ، والجملة صلة لـ {ما} ، أو صفة لها، والعائد أو الرابط ضمير الفاعل. {مِنَ الْحَقِّ} : جار ومجرور حال من فاعل {جَاءَنَا} . {وَنَطْمَعُ} : فعل مضارع، وفاعله ضمير المتكلمين، والجملة في محل النصب معطوفة على {نُؤْمِنُ} على أنها منفية كنفي {نُؤْمِنُ} ، والتقدير: وما لنا لا نؤمن ولا نطمع، </p><p> فيكون في ذلك الإنكار؛ لانتفاء إيمانهم وانتفاء طمعهم مع قدرتهم على تحصيل الشيئين: الإيمان، والطمع في الدخول مع الصالحين. ويجوز (١) أن يكون التقدير: ونحن نطمع، فتكون الجملة حالًا من ضمير الفاعل في {نُؤْمِنُ} . {أَن يُدْخِلَنَا} : ناصب وفعل ومفعول. {رَبُّنَا} : فاعل. {مَعَ الْقَوْمِ} : ظرف ومضاف إليه، متعلق بـ {يُدْخِلَنَا} . {الصَّالِحِينَ} : صفة لـ {الْقَوْمِ} ، والجملة الفعلية صلة {أن} المصدرية، {أن} مع صلتها في تأويل مصدر مجرور بحرف جر محذوف متعلق بـ {نطمع} ، والتقدير: ونطمع في إدخال ربنا إيانا مع القوم الصالحين. </p><p> {فَأَثَابَهُمُ اللَّهُ بِمَا قَالُوا جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ جَزَاءُ الْمُحْسِنِينَ (٨٥) }. </p><p> {فَأَثَابَهُمُ اللَّهُ} : الفاء فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر تقديره: إذا عرفت قولهم المذكور، وأردت بيان جزاء قولهم المذكور .. فأقول لك: أثابهم الله. {أثابهم الله} : فعل ومفعول أول وفاعل، والجملة الفعلية في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. {بِمَا قَالُوا} الباء حرف جر وسبب. {ما} : مصدرية. {قَالُوا} : فعل وفاعل، والجملة صلة {ما} المصدرية، {ما} مع صلتها في تأويل مصدر مجرور بالباء، الجار والمجرور متعلق بـ {أثاب} ، والتقدير: فأثابهم الله بقولهم ذلك. {جَنَّاتٍ} : مفعول ثان لـ {أثاب} . {تَجْرِي} : فعل مضارع. {مِنْ تَحْتِهَا} : جار ومجرور ومضاف إليه، متعلق بـ {تَجْرِي} . {الْأَنْهَارُ} : فاعل، والجملة الفعلية في محل النصب صفة لـ {جَنَّاتٍ} : ولكنها صفة سببية. {خَالِدِينَ} ؛ حال من ضمير {أثابهم} . {فِيهَا} متعلق به. {وَذَلِكَ} : مبتدأ. {جَزَاءُ} وخبر {الْمُحْسِنِينَ} : مضاف إليه، والجملة مستأنفة. </p><p> {وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَئِكَ أَصْحَابُ الْجَحِيمِ (٨٦) }. </p><p> {وَالَّذِينَ} : مبتدأ أول. {كَفَرُوا} : فعل وفاعل صلة الموصول. </p><p>(١) أبو البقاء.</p><p> {وَكَذَّبُوا} : فعل وفاعل معطوف على {كَفَرُوا} . {بِآيَاتِنَا} : جار ومجرور ومضاف إليه، متعلق بـ {كذبوا} . {أُولَئِكَ} : مبتدأ ثانٍ. {أَصْحَابُ} : خبر للمبتدأ الثاني. {الْجَحِيمِ} : مضاف إليه، والجملة من المبتدأ الثاني وخبره في محل الرفع خبر للمبتدأ الأول، والجملة من المبتدأ الأول وخبره مستأنفة. </p><p> {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُحَرِّمُوا طَيِّبَاتِ مَا أَحَلَّ اللَّهُ لَكُمْ وَلَا تَعْتَدُوا إِنَّ اللَّهَ لَا يُحِبُّ الْمُعْتَدِينَ (٨٧) }. </p><p> {يَا أَيُّهَا}  {يَا} : حرف نداء. أيُّ: منادى نكرة مقصودة، ها: حرف تنبيه زائد تعويضًا عما فات أي من الإضافة، وجملة النداء مستأنفة. {الذِينَ} : في محل الرفع صفة لأي. {آمَنُوا} : فعل وفاعل، والجملة صلة الموصول. {لا} : ناهية جازمة. {تُحَرِّمُوا} : فعل وفاعل مجزوم بـ {لا} الناهية، والجملة جواب النداء لا محل لها من الإعراب. {طَيِّبَاتِ} : مفعول به وهو مضاف. {مَا} : مضاف إليه. {أَحَلَّ اللَّهُ} : فعل وفاعل. {لَكُمْ} : متعلق به، والجملة الفعلية صلة لـ {ما} ، أو صفة لها، والعائد أو الرابط محذوف والتقدير: طيبات ما أحله الله لكم. {وَلَا تَعْتَدُوا} : فعل وفاعل مجزوم بـ {لا} الناهية، والجملة معطوفة على جملة {لَا تُحَرِّمُوا} . {إِنَّ} : حرف نصب. {اللهَ} : اسمها. {لَا يُحِبُّ الْمُعْتَدِينَ} : فعل ومفعول، وفاعله ضمير يعود على {اللَّهَ} ، والجملة الفعلية في محل الرفع خبر {إِنَّ} ، وجملة {إِنَّ} من اسمها وخبرها مستأنفة مسوقة لتعليل ما قبلها. </p><p> {وَكُلُوا مِمَّا رَزَقَكُمُ اللَّهُ حَلَالًا طَيِّبًا وَاتَّقُوا اللَّهَ الَّذِي أَنْتُمْ بِهِ مُؤْمِنُونَ (٨٨) }. </p><p> {وَكُلُوا} : فعل وفاعل، والجملة معطوفة على جملة قوله {لَا تُحَرِّمُوا} على كونها جواب النداء. {مِمَّا} : جار ومجرور متعلق بـ {كلوا} . {رَزَقَكُمُ اللَّهُ} : فعل ومفعول أول وفاعل، والمفعول الثاني محذوف تقديره: مما رزقكم الله إياه، وهو العائد على {ما} ، والجملة الفعلية صلة لـ {ما} و، أو صفة لها. {حَلَالًا} : مفعول {كلوا} ، أو صفة لمصدر محذوف؛ أي: كلوا أكلًا حلالًا. {طَيِّبًا} : صفة لـ {حَلَالًا} . {وَاتَّقُوا اللَّهَ} : فعل وفاعل ومفعول، والجملة معطوفة على جملة </p><p> {كلوا} . {الَّذِي} اسم موصول في محل النصب صفة للجلالة. {أَنْتُمْ} مبتدأ. {بِهِ} متعلق بـ {مُؤْمِنُونَ} . {مُؤْمِنُونَ} : خبر المبتدأ، والجملة صلة الموصول، والعائد ضمير {بِهِ} . </p><p> {لَا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَكِنْ يُؤَاخِذُكُمْ بِمَا عَقَّدْتُمُ الْأَيْمَانَ} . </p><p> {لَا} : نافية. {يُؤَاخِذُكُمُ اللَّهُ} : فعل ومفعول وفاعل، والجملة مستأنفة. {بِاللَّغْو} : جار ومجرور متعلق بـ {يؤاخذ} . {فِي أَيْمَانِكُمْ} : جار ومجرور ومضاف إليه حال من {اللغو} تقديره: حالة كونه واقعًا في أيمانكم، أو متعلق (١)  {بِاللَّغْوِ} ؛ لأنك تقول: لغا في يمينه، وهذا مصدر بالألف يعمل، ولكن معدى بحرف الجر، أو متعلق بـ {يُؤَاخِذُكُمُ} . {وَلَكِنْ} : الواو عاطفة. {لكن} حرف استدراك. {يُؤَاخِذُكُمْ} : فعل ومفعول، وفاعله ضمير يعود على الله، والجملة معطوفة على جملة {لَا يُؤَاخِذُكُمُ} . {بِمَا} : الباء حرف جر {ما} : مصدرية. {عَقَّدْتُمُ الْأَيْمَانَ} : فعل وفاعل ومفعول، والجملة صلة {ما} المصدرية تقديره: بتعقيدكم الأيمان أو بعقدكم الأيمان، الجار والمجرور متعلق بـ {يُؤَاخِذُكُمْ} ، أو {ما} موصول اسمي، والعائد محذوف تقديره: ولكن يؤاخذكم بالذي عقدتم عليه الأيمان إذا حنثتم. </p><p> {فَكَفَّارَتُهُ إِطْعَامُ عَشَرَةِ مَسَاكِينَ مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ أَوْ كِسْوَتُهُمْ أَوْ تَحْرِيرُ رَقَبَةٍ} . </p><p> {فَكَفَّارَتُهُ}  {الفاء} فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر تقديره: إذا عرفت أن الله يؤاخذ بالأيمان المعقودة، وأردت بيان كفارتها .. فأقول لك {كفارته} : مبتدأ ومضاف إليه. {إِطْعَامُ عَشَرَةِ} : خبر ومضاف إليه وهو من إضافة المصدر إلى مفعوله؛ لأنه في تأويل حرف مصدري، وفعل مبني للفاعل؛ أي: فكفارته أن يطعم الحانث عشرة مساكين، {عَشَرَةِ} : مضاف. {مَسَاكِينَ} : مضاف إليه مجرور بالفتحة؛ لأنه اسم لا ينصرف؛ لأنه على صيغة منتهى </p><p>(١) العكبري.</p><p> المجموع. {مِنْ أَوْسَطِ} : جار ومجرور متعلق بـ {إِطْعَامُ} ، أو صفة (١) لمفعول محذوف تقديره: أن يطعم الحانث عشرة مساكين طعامًا، أو قوتًا من أوسط؛ أي: متوسطًا كما ذكره أبو البقاء. وفي \"الفتوحات\" : قوله: {مِنْ أَوْسَطِ} في (٢) محل نصب مفعول ثانٍ لـ {إِطْعَامُ} ، والأول {عَشَرَةِ} ؛ أي: أن تطعموا عشرة مساكين إطعامًا من أوسط ما تطعمون. {أَوْسَطِ} : مضاف. {مَا} : موصولة، أو موصوفة في محل الجر مضاف إليه. {تُطْعِمُونَ} : فعل وفاعل، والمفعول الثاني له محذوف تقديره: من أوسط ما تطعمونه، وهو العائد على {مَا} ، والجملة الفعلية صلة {مَا} الموصولة. {أَهْلِيكُمْ} : مفعول أول لـ {تُطْعِمُونَ} ، ومضاف إليه منصوب بالياء؛ لأنه ملحق بجمع المذكر السالم؛ لأنه جمع سلامة لأهل لم يستوف الشروط؛ لأنه اسم جنس، فليس بعلم ولا صفة، والذي حسَّن (٣) إلحاقه بجمع المذكر السالم: أنه كثيرًا ما يستعمل استعمال مستحق لكذا في قولهم: هو أهل لكذا؛ أي: مستحق له، فأشبه الصفات، فجمع جمعها، قال تعالى:  {شَغَلَتْنَا أَمْوَالُنَا وَأَهْلُونَا} وقال: {قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ نَارًا} . {أَو} : حرف عطف وتخيير. {كِسْوَتُهُمْ} معطوف على إطعام ومضاف إليه. وقرىء شاذًا:  {أَوْ كِسْوَتُهُمْ} فالكاف اسم بمعنى: مثل في محل الرفع معطوف على {إِطْعَامُ} ؛ أي: أو مثل إسوة أهليكم في الكسوة. {أَوْ تَحْرِيرُ رَقَبَةٍ} : معطوف أيضًا على {إِطْعَامُ} ، وهو مصدر مضاف إلى المفعول أيضًا؛ لأنه في تقدير: أو أن يحرر الحانث رقبة؛ أي: نسمة. </p><p> {فَمَنْ لَمْ يَجِدْ فَصِيَامُ ثَلَاثَةِ أَيَّامٍ} . </p><p> {فَمَن}  {الفاء} فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر تقديره: إذا عرفت أن الواجب في كفارته واحد من هذه الثلاثة المذكورة إذا وجدها كلًّا أو بعضًا، وأردت بيان حكم ما إذا لم يجد واحدًا منها .. فأقول لك:  {من لم يجد} . {من} : اسم شرط جازم في محل الرفع مبتدأ، والخبر جملة الشرط، أو </p><p>(١) العكبري. (٢) الجمل.(٣) الفتوحات.</p><p> الجواب، أو هما على الخلاف المذكور في محله. {لَمْ} : حرف جزم. {يَجِدْ} : مجزوم بـ {لم} ، وفاعله ضمير يعود على {من} ، والجملة الفعلية في محل الجزم بـ {من} على كونها فعل شرط لها، وهو من وجدان الضالة يتعدى إلى مفعول واحد محذوف تقديره: فمن لم يجد واحدًا من هذه الثلاثة. {فَصِيَامُ} : الفاء رابطة لجواب {من} الشرطية وجوبًا. {صيام} : مبتدأ وهو مضاف. {ثَلَاثَةِ} : مضاف إليه وهو مضاف. {أَيَّامٍ} : مضاف إليه، وخبر المبتدأ محذوف تقديره: فصيام ثلاثة أيام واجب عليه في كفارته، والجملة الإسمية في محل الجزم بـ {من} الشرطية على كونها جوابًا لها، وجملة {من} الشرطية في محل النصب مقول لجواب إذا المقدرة. </p><p> {ذَلِكَ كَفَّارَةُ أَيْمَانِكُمْ إِذَا حَلَفْتُمْ وَاحْفَظُوا أَيْمَانَكُمْ كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَشْكُرُونَ} . </p><p> {ذَلِكَ} : مبتدأ. {كَفَّارَةُ أَيْمَانِكُمْ} : خبر ومضاف إليه، والجملة مستأنفة. {إِذَا} ظرف لما يستقبل من الزمان مجرد عن معنى الشرط في محل النصب على الظرفية الزمانية. {حَلَفْتُمْ} : فعل وفاعل، والجملة في محل الخفض بإضافة {إِذَا} إليها تقديره: وقت حلفكم وحنثكم، والظرف متعلق بـ {كَفَّارَةُ أَيْمَانِكُمْ} . {وَاحْفَظُوا أَيْمَانَكُمْ} : فعل وفاعل ومفعول، والجملة مستأنفة. {كَذَلِكَ} : جار ومجرور صفة لمصدر محذوف تقديره بيانًا كائنًا كذلك؛ أي: مثل بيان كفارة الأيمان، وذلك المصدر المحذوف مفعول مطلق لـ {يُبَيِّنُ} منصوب به. {يُبَيِّنُ اللَّهُ} : فعل وفاعل. {لَكُمْ} : متعلق به. {آيَاتِهِ} : مفعول به ومضاف إليه، والجملة الفعلية مستأنفة. {لَعَلَّكُمْ} : لعل حرف نصب وترج بمعنى كي التعليلية، والكاف اسمها. وجملة {تَشْكُرُونَ} في محل الرفع خبرها، وجملة لعل مستأنفة مسوقة لتعليل ما قبلها، والتقدير: يبين الله لكم آياته لكي تشكروا نعمه التي من أجلِّها بيان هذه الأحكام، والله أعلم. </p><p> التصريف ومفردات اللغة </p><p> {وَلَتَجِدَنَّ} : من وجد بمعنى: علم يتعدى إلى مفعولين، وهو من المثال </p><p> الواوي، وهو ما كانت فاؤه واوًا. </p><p> {أَشَدَّ النَّاسِ} : وهو اسم تفضيل من شدَّ الثلاثي أصله: أشدد نظير أفضل، وكذلك {أَقْرَبَهُمْ} : اسم تفضيل من قرب {عَدَاوَةً} : العداوة: البغضاء يظهر أثرها في القول والفعل {مَوَدَّةً} : والمودة محبةٌ يظهر أثرها في القول والعمل {النَّاسِ} : هم يهود الحجاز، ومشركو العرب، ونصارى الحبشة في عصر التنزيل {ذَلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا} : والقسيسين (١) : جمع قسيس على وزن: فعيل، مثال مبالغة كصدّيق، وهو هنا رئيس النصارى وعالمهم، وأصله من: تقسس الشيء إذا تتبعه وتطلبه بالليل، يقال: تقسست أصواتهم؛ أي: تتبعتها بالليل، ويقال لرئيس النصارى: قس وقسيس، وللدليل بالليل: قسقاس وقسقس، قاله الراغب. وقال غيره: القس - بفتح القاف - تتبع الشيء، قال رؤبة: </p><p> أَصْبَحْنَ عَنْ قِسِّ الأَذَى غَوَافِلاَ ... يَمْشِيْنَ هَوْنًا حُرَّدًا بَهَالِلاَ </p><p> ومنه سمي عالم النصارى قسيسًا لتتبعه العلم، ويقال: قس الأثر وقصه بالصاد أيضًا، ويقال: قس وقس - بفتح القاف وكسرها - وقسيس، وزعم ابن عطية أنه أعجمي معرب. وفي \"المراغي\" : والقسيسون: واحدهم قسيس، وقسّوس: واحدهم قس، وهو الرئيس الديني فوق الشماس، ودون الأسقف، والأصل في القسيسين أن يكونوا من أهل العلم بدينهم وكتبهم؛ لأنهم رعاة ومفتون، انتهى. </p><p> وقال أبو حيان: القس: رئيس النصارى في الدين والعلم، وجمعه: قسوس، سمي بالمصدر لتتبعه العلم والدين، وكذلك القسيس فعّيل، كالشرّيب، وجمع القسيس بالواو والنون، وجمع أيضًا على قساوسة، قال أمية بن أبي الصلت: </p><p> لَوْ كَانَ مُنْقَلَبٌ كَانَتْ قَسَاوِسَةٌ ... يُحْيِيْهِمُ اللهُ في أَيْدِيْهِمُ الزُّبُرُ </p><p> قال الفراء: هو مثل مهالبة، كثرت السينات فيه، فأبدلوا إحداهن واوًا، </p><p>(١) الفتوحات.</p><p> يعني: أن قياسه قساسة. انتهى. وقال عروة ابن الزبير (١) : ضيعت النصارى الإنجيل وما فيه، وبقي منهم رجل يقال له: قسيس، يعني بقي على دينه، لم يبدله، فمن بقي على دينه وهديه .. قيل له: قسيس، فعلى هذا القس والقسيس مما اتفق فيه اللغتان. </p><p> قلتُ: وهذا يقوي قول ابن عطية، ولم ينقل أهل اللغة في هذا اللفظ القُس بضم القاف لا مصدرًا ولا وصفًا؛ فأما قس بن ساعدة الإيادي: فهو علم، فيجوز أن يكون مما غير عن طريق العلمية، ويكون أصله قس أو قس بالفتح أو بالكسر كما نقله ابن عطية. وقُس بن ساعدة كان أعلم أهل زمانه، وهو الذي قال فيه عليه السلام:  \"يُبعث أمةً واحدةً\" . اهـ \"سمين\" . </p><p> {وَالرُّهْبَانِ} واحدهم (٢) : راهب، وهو المتبتل المنقطع في دير أو صومعة للعبادة، وحرمان النفس من التنعم بالزوج والولد، ولذات الطعام والزينة، وذكر القسيسين والرهبان للجمع بين العبَّاد والعلماء. وقال (٣) الشوكاني: والرهبان: جمع راهب، كركبان وراكب، والفعل: رَهِب الله يرهبه إذا خافه، والرهبانية والترهب: التعبد في الصوامع. قال أبو عبيد: وقد يكون رهبان للواحد والجمع. قال الفراء: ويجمع رهبان إذا كان للمفرد على رهابين كقربان وقرابين. وقد قال جرير في الجمع: </p><p> رُهْبَانُ مَدْيَنَ لَوْ رَأَوْكَ تَرَهَّبُوْا </p><p> وقال الشاعر في استعمال رهبان مفردًا: </p><p> لَوْ أَبْصَرَتْ رُهْبَانُ دَيْرٍ في الْجَبَل ... لانْحَدَرَ الرُّهْبَانُ يَسْعَى وَنَزَل </p><p> {تَفِيضُ مِنَ الدَّمْعِ} ؛ أي: تمتلىء دمعًا فتفيض بتدفق من جوانبها لكثرته؛ لأن الفيض لا يكون إلا بعد الامتلاء، وجعل الأعين تفيض، والفائض إنما هو الدمع؛ قصدًا للمبالغة، كقولهم: دمعت عينه، قال امرئ القيس: </p><p>(١) الفتوحات. (٢) المراغي.(٣) الشوكاني.</p><p> فَفَاضَتْ دُمُوْعُ العَيْنِ مِنِّي صَبَابَةً ... عَلَى النَّحْرِ حَتَّى بَلَّ دَمْعِيَ مَحْمَلِي </p><p> {وَنَطْمَعُ} : الطمع قريب من الرجاء، يقال منه: طمع - من باب سمع - يطمع طمعًا وطماعةً وطماعيةً. {فَأَثَابَهُمُ} يقال: أثابه على كذا إثابةً إذا جازاه وكافأه عليه، والإثابة المجازاة {أَصْحَابُ الْجَحِيمِ} : الجحيم مأخوذ من قولهم: جحم فلان النار، إذا شدد إيقادها يجحَم جحمًا من باب فتح، ويقال لعين الأسد: جحمة لشدة اتقادها، قال الشاعر: </p><p> وَالْحَرْبُ لاَ تُبْقِيْ لِجَا ... حِمِهَا التَّحَيُّلَ وَالمِزَاحْ </p><p> {بِاللَّغْوِ} : اللغو: مصدر لغا يلغو لغوًا، يقال: لغا بكذا إذا تكلم باللغو، واللغو: ما لا يعتد به من كلام أو غيره، يقال: تكلم باللغو واشتغل باللغو؛ أي: بما لا يعتد به، واللغو في اليمين: قول الرجل في الكلام من غير قصد: لا واللهِ وبلى واللهِ. {بِمَا عَقَّدْتُمُ الْأَيْمَانَ} ؛ أي: بما صممتم وعزمتم عليه منها وقصدتموه، ومنه قول الفرزدق: </p><p> وَلَسْتَ بِمَأخُوْذٍ بِلَغْوٍ تَقُوْلُهُ ... إِذَا لَمْ تُعَمِّدْ عَاقِدَاتِ العَزَائِمِ </p><p> وأصل العقد نقيض الحل، والعقد على ضربين: حِسيّ كعقد الحبل، وحُكْميّ كعقد البيع واليمين والعهد، قال الشاعر: </p><p> قَوْمٌ إِذَا عَقَدُوْا عَقْدًا لِجَارِهِمُ ... شَدُّوْا العِنَاجَ وَشَدُّوْا فَوْقَهُ الْكَرَبَا </p><p> فعقد اليمين: توكيدها بالقصد والغرض الصحيح، وتعقيدها: المبالغة في توكيدها {فكفارته} : وأصل الكفارة من الكفر، وهو الستر والتغطية، ثم صارت في اصطلاح الشرع اسمًا لأعمال كفَّرتْ بعض الذنوب والمؤاخذات؛ أي: تغطيها وتخفيها حتى لا يكون لها أثر يؤاخذ به المرء لا في الدنيا ولا في الآخرة. </p><p> {مِنْ أَوْسَطِ مَا تُطْعِمُونَ} : والأوسط: الأغلب من الطعام في البيوت، لا الدون الذي يتقشف به أحيانًا، ولا الأعلى الذي يتوسع به أحيانًا أخرى {أَوْ تَحْرِيرُ رَقَبَةٍ} ؛ أي: إعتاق نسمة مملوكة، والتحرير: الإخراج من الرق، ويستعمل التحرير في فك الأسير وإعفاء المجهود بعمل عن عمله، وترك إنزال الضرر به، ومنه قول الفرزدق: </p><p> أَبَنِيْ غُدَانَةَ إِنَّنِي حَرَّرْتُكُمْ ... فَوَهَبْتُكُمْ لِعَطِيَّةِ بْنِ جَعَالِ </p><p> أي: حررتكم من الهجاء الذي كان سيضع منكم، ويضر بأحسابكم. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات أنواعًا من البلاغة والفصاحة والبيان والبديع: </p><p> فمنها: التأكيد بالقسم ونون التوكيد في قوله: {لَتَجِدَنَّ أَشَدَّ النَّاسِ} . </p><p> ومنها: الطباق بين لفظي: {عَدَاوَةً} و {مَوَدَّةً} ، وهو من المحسنات البديعية. </p><p> ومنها: الاستعارة التصريحية التبعية في قوله: {تَفِيضُ مِنَ الدَّمْعِ} ؛ أي: تمتلىء من الدمع، فاستعير الفيض الذي هو الانصباب للامتلاء مبالغة، ثم اشتق من الفيض بمعنى الامتلاء، تفيض بمعنى تمتلىء على طريقة الاستعارة التصريحية التبعية. </p><p> ومنها: المجاز المرسل في قوله: {أَوْ تَحْرِيرُ رَقَبَةٍ} ؛ حيث أطلق الجزء وأراد الكل؛ أي: عتق إنسان. وخص الرقبة بالذكر من بين أجزاء الإنسان؛ لأن الرقبة غالبًا محل للتوثق والاستمساك. </p><p> ومنها: الاستعارة في قوله: {عَقَّدْتُمُ الْأَيْمَانَ} ؛ لأن العقد نقيض الحل، حقيقة في الأجسام كالحبل، مجاز في المعاني. </p><p> ومنها: إطلاق الخاص وإرادة العام في قوله: {وَكُلُوا مِمَّا رَزَقَكُمُ اللَّهُ حَلَالًا طَيِّبًا} ؛ لأن المراد مطلق الانتفاع بالرزق أكلًا أو شربًا أو لبسًا أو غير ذلك، وإنما خص الأكل بالذكر من بين أنواع الانتفاعات؛ لأنه أغلب الانتفاع بالرزق. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصَابُ وَالْأَزْلَامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ (٩٠) إِنَّمَا يُرِيدُ الشَّيْطَانُ أَنْ يُوقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ فِي الْخَمْرِ وَالْمَيْسِرِ وَيَصُدَّكُمْ عَنْ ذِكْرِ اللَّهِ وَعَنِ الصَّلَاةِ فَهَلْ أَنْتُمْ مُنْتَهُونَ (٩١) وَأَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَاحْذَرُوا فَإِنْ تَوَلَّيْتُمْ فَاعْلَمُوا أَنَّمَا عَلَى رَسُولِنَا الْبَلَاغُ الْمُبِينُ (٩٢) لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جُنَاحٌ فِيمَا طَعِمُوا إِذَا مَا اتَّقَوْا وَآمَنُوا وَعَمِلُوا الصَّالِحَاتِ ثُمَّ اتَّقَوْا وَآمَنُوا ثُمَّ اتَّقَوْا وَأَحْسَنُوا وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ (٩٣) يَا أَيُّهَا الَّذِينَ آمَنُوا لَيَبْلُوَنَّكُمُ اللَّهُ بِشَيْءٍ مِنَ الصَّيْدِ تَنَالُهُ أَيْدِيكُمْ وَرِمَاحُكُمْ لِيَعْلَمَ اللَّهُ مَنْ يَخَافُهُ بِالْغَيْبِ فَمَنِ اعْتَدَى بَعْدَ ذَلِكَ فَلَهُ عَذَابٌ أَلِيمٌ (٩٤) يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَقْتُلُوا الصَّيْدَ وَأَنْتُمْ حُرُمٌ وَمَنْ قَتَلَهُ مِنْكُمْ مُتَعَمِّدًا فَجَزَاءٌ مِثْلُ مَا قَتَلَ مِنَ النَّعَمِ يَحْكُمُ بِهِ ذَوَا عَدْلٍ مِنْكُمْ هَدْيًا بَالِغَ الْكَعْبَةِ أَوْ كَفَّارَةٌ طَعَامُ مَسَاكِينَ أَوْ عَدْلُ ذَلِكَ صِيَامًا لِيَذُوقَ وَبَالَ أَمْرِهِ عَفَا اللَّهُ عَمَّا سَلَفَ وَمَنْ عَادَ فَيَنْتَقِمُ اللَّهُ مِنْهُ وَاللَّهُ عَزِيزٌ ذُو انْتِقَامٍ (٩٥) أُحِلَّ لَكُمْ صَيْدُ الْبَحْرِ وَطَعَامُهُ مَتَاعًا لَكُمْ وَلِلسَّيَّارَةِ وَحُرِّمَ عَلَيْكُمْ صَيْدُ الْبَرِّ مَا دُمْتُمْ حُرُمًا وَاتَّقُوا اللَّهَ الَّذِي إِلَيْهِ تُحْشَرُونَ (٩٦) جَعَلَ اللَّهُ الْكَعْبَةَ الْبَيْتَ الْحَرَامَ قِيَامًا لِلنَّاسِ وَالشَّهْرَ الْحَرَامَ وَالْهَدْيَ وَالْقَلَائِدَ ذَلِكَ لِتَعْلَمُوا أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَأَنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ (٩٧) اعْلَمُوا أَنَّ اللَّهَ شَدِيدُ الْعِقَابِ وَأَنَّ اللَّهَ غَفُورٌ رَحِيمٌ (٩٨) مَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ وَاللَّهُ يَعْلَمُ مَا تُبْدُونَ وَمَا تَكْتُمُونَ (٩٩) قُلْ لَا يَسْتَوِي الْخَبِيثُ وَالطَّيِّبُ وَلَوْ أَعْجَبَكَ كَثْرَةُ الْخَبِيثِ فَاتَّقُوا اللَّهَ يَا أُولِي الْأَلْبَابِ لَعَلَّكُمْ تُفْلِحُونَ (١٠٠) يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَسْأَلُوا عَنْ أَشْيَاءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ وَإِنْ تَسْأَلُوا عَنْهَا حِينَ يُنَزَّلُ الْقُرْآنُ تُبْدَ لَكُمْ عَفَا اللَّهُ عَنْهَا وَاللَّهُ غَفُورٌ حَلِيمٌ (١٠١) }. </p><p> المناسبة </p><p> قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصَابُ وَالْأَزْلَامُ. . .} الآية، مناسبة هذه الآية لما قبلها (١) : أن الله سبحانه وتعالى لما نهى فيما سلف عن تحريم ما أحل الله من الطيبات، وأمر بأكل ما رزق الله من الحلال الطيب، وكان من جملة الأمور المستطابة الخمر والميسر .. بيّن هنا أنهما غير داخلين فيما يحل، بل هما مما يحرم. </p><p>(١) المراغي.</p><p> قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ. . .} الآية، قال أبو حيان: مناسبة هذه الآية لما قبلها: أنه لما أمر الله تعالى بأكل ما رزقهم حلالًا طيبًا، ونهاهم عن تحريم ما أحله لهم مما لا إثم فيه، وكان المستطاب المستلذ عندهم الخمر والميسر، وكانوا يقولون: الخمر تطرد الهموم، وتنشط النفس، وتشجع الجبان، وتبعث على المكارم، والميسر يحصل به تنمية المال، ولذة الغلبة .. بيّن تعالى تحريم الخمر والميسر؛ لأن هذه اللذة يقارنها مفاسد عظيمة، ففي الخمر إذهاب العقل، وإتلاف المال، ولذلك ذمَّ بعض حكماء الجاهلية إتلاف المال بها، وجعل ترك ذلك مدحًا فقال: </p><p> أَخِيْ ثِقَةٍ لاَ تُتْلِفُ الخَمْرُ مَالَهُ ... وَلَكِنَّهُ قَدْ يُهْلِكِ الْمَالَ نَائِلُهْ </p><p> وتنشأ عنها مفاسد أُخر من قتل النفس، وشدة البغضاء، وارتكاب المعاصي، والميسر فيه أخذ المال بالباطل، انتهى. </p><p> قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا لَيَبْلُوَنَّكُمُ اللَّهُ بِشَيْءٍ مِنَ الصَّيْدِ تَنَالُهُ أَيْدِيكُمْ وَرِمَاحُكُمْ ...} الآية، مناسبة هذه الآية لما قبلها: أن الله سبحانه وتعالى لما نهى عن تحريم ما أحل من الطيبات، ثم استثنى الخمر والميسر .. استثنى هنا مما يحل الصيد في حال الإحرام، وأوجب جزاء على من قتله، وبيَّن أن صيد البحر وطعامه حلال، وقد نزلت هذه الآية عام الحديبية حين ابتلاهم الله تعالى بالصيد وهم محرمون، وكثر عندهم حتى كان يغشاهم في رحالهم، فيتمكنون من صيده أخذًا بأيديهم وطعنًا برماحهم. </p><p> وقال أبو حيان: مناسبة هذه الآية لما قبلها هي: أنه تعالى لما أمرهم أن لا يحرموا الطيبات، وأخرج من ذلك الخمر والميسر، وهما حرامان دائمًا .. أخرج بعده من الطيبات ما حرم في حال دون حال، وهو: الصيد، وكان الصيد مما تعيش به العرب وتتلذذ باقتناصه، ولهم فيه الأشعار والأوصاف الحسنة، انتهى. </p><p> قوله تعالى:  {جَعَلَ اللَّهُ الْكَعْبَةَ الْبَيْتَ الْحَرَامَ قِيَامًا لِلنَّاسِ ...} الآية، مناسبة (١) </p><p>(١) المراغي.</p><p> هذه الآية لما قبلها: أن الله سبحانه وتعالى لما نهى في الآية السالفة المُحْرِمَ عن الاصطياد .. بيّن هنا أن البيت الحرام كما أنه سبب لأمن الوحش والطير، هو سبب لأمن الناس من الآفات والمخاوف، وسبب لحصول الخيرات والسعادات في الدنيا والآخرة. </p><p> قال أبو حيان (١) : قوله تعالى: {جَعَلَ اللَّهُ الْكَعْبَةَ الْبَيْتَ الْحَرَامَ قِيَامًا لِلنَّاسِ ...} الآية، مناسبة هذه الآية لما قبلها ظاهرة: وذلك أنه تعالى ذكر تعظيم الإحرام بالنهي عن قتل الوحش فيه بحيث شرع بقتله ما شرع، وذكر تعظيم الكعبة بقوله:  {هَدْيًا بَالِغَ الْكَعْبَةِ} فذكر تعالى في هذه الآية أنه جعل الكعبة قيامًا للناس؛ أي: ركز في قلوبهم تعظيمها بحيث لا يقع فيها أذى أحد، وصارت وازعة لهم من الأذى، وهم في الجاهلية الجهلاء لا يرجون جنة، ولا يخافون نارًا؛ إذ لم يكن لهم ما يمنعهم من أذى بعضهم، فقامت لهم حرمة الكعبة مقام حرمة الملك، هذا مع تنافسهم وتحاسدهم ومعاداتهم وأخذهم بالثأر، ولذلك جعل الثلاثة المذكورة بعد الكعبة قيامًا للناس، فكانوا لا يهيجون أحدًا في الشهر الحرام، ولا من ساق الهدي؛ لأنه يعلم أنه لم يجىء لحرب، ولا من خرج يريد البيت بحج أو عمرة، فتقلد من لحى الشجر، ولا من قضى نسكه، فتقلد من شجر الحرم، ولما بعثت قريش زمن الحديبية إلى المؤمنين الحلس .. قال رسول الله - صلى الله عليه وسلم -: \"هذا رجل يعظم الحرمة فالقوه بالبدن مشعرة\" فلما رآها الحلس عظم عليه ذلك، وقال: ما ينبغي أن يصد هؤلاء، ورجع عن رسالة قريش. انتهى. </p><p> قوله تعالى: {اعْلَمُوا أَنَّ اللَّهَ شَدِيدُ الْعِقَابِ وَأَنَّ اللَّهَ غَفُورٌ رَحِيمٌ (٩٨) } مناسبة هذه الآية لما قبلها: أن الله سبحانه وتعالى لما أرشدنا إلى بعض آيات علمه في خلقه التي جعل بها البيت الحرام قيامًا للناس والشهر الحرام والهدي والقلائد .. نبهنا في هذه الآية إلى أن العلم بكل شيء لا يمكن أن يترك الناس سدى، فهو لم يخلقهم عبثًا، ومن ثم لا يليق بحكمته وعدله أن يجعل الذين اجترحوا </p><p>(١) البحر المحيط.</p><p> السيئات كالذين آمنوا وعملوا الصالحات، ولا أن يسوّي بين الطيِّب والخبيث، فيجعل البر كالفاجر، والمصلح كالمفسد، بل لا بد من الجزاء بالحق، لذلك جاءت هذه الآيات ترغيبًا لعباده وترهيبًا لهم ووعدًا ووعيدًا. </p><p> قوله تعالى:  {قُلْ لَا يَسْتَوِي الْخَبِيثُ وَالطَّيِّبُ ...} مناسبة هذه الآية لما قبلها: أنه تعالى لما حذر عن المعصية، ورغب في التوبة بقوله:  {اعْلَمُوا أَنَّ اللَّهَ شَدِيدُ الْعِقَابِ} الآية وأتبعه في التكليف بقوله: {مَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ} ، ثم بالترغيب في الطاعة، والتنفير عن المعصية بقوله:  {وَاللَّهُ يَعْلَمُ مَا تُبْدُونَ وَمَا تَكْتُمُونَ} .. أتبعه بنوع آخر من الترغيب في الطاعة، والتنفير عن المعصية فقال:  {قُلْ لَا يَسْتَوِي الْخَبِيثُ وَالطَّيِّبُ ...} الآية، أو يقال: لما بين أن عقابه شديد لمن عصى، وأنه غفور رحيم لمن أطاع .. بين أنه لا يستوي المطيع والعاصي، وإن كان من العصاة والكفار كثرة، فلا يمنعه كثرتهم من عقابهم، ذكره أبو حيان في \"البحر\" . </p><p> أسباب النزول </p><p> قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ ...} الآية، سبب نزول هذه الآية (١) : ما رواه أحمد عن أبي هريرة - رضي الله عنه - قال: قدم رسول الله - صلى الله عليه وسلم - المدينة، وهم يشربون الخمر، ويأكلون الميسر، فسألوا رسول الله - صلى الله عليه وسلم - عنهما: فأنزل الله تعالى: {يَسْأَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِر ...} الآية، فقال الناس: ما حرم علينا، إنما قال: إثمٌ كبير، وكانوا يشربون الخمر، حتى كان يوم من الأيام صلى رجل من المهاجرين أمَّ أصحابه في المغرب، فخلط في قراءته، فأنزل الله آية أشد منها:  {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَقْرَبُوا الصَّلَاةَ وَأَنْتُمْ سُكَارَى حَتَّى تَعْلَمُوا مَا تَقُولُونَ} ، ثم نزلت آية أشد من ذلك {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ} إلى قوله {فَهَلْ أَنْتُمْ مُنْتَهُونَ} ، قالوا: انتهينا ربنا، فقال الناس: يا رسول الله، ناس قتلوا في سبيل الله، وماتوا على سرفهم، وكانوا يشربون الخمر، ويأكلون الميسر، وقد جعله رجسًا من عمل الشيطان، فأنزل الله: {لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ </p><p>(١) لباب النقول.</p><p> جُنَاحٌ فِيمَا طَعِمُوا ...} إلى آخر الآية. </p><p> وروى النسائي والبيهقي عن ابن عباس قال: إنما نزل تحريم الخمر في قبيلتين من قبائل الأنصار، شربوا، فلما أن ثمل القوم .. عبث بعضهم ببعض، فلما صحوا جعل الرجل يرى الأثر في وجهه ورأسه ولحيته فيقول: صنع بي هذا أخي فلان، وكانوا إخوة ليس في قلوبهم ضغائن، فيقول: واللهِ لو كان بي رؤوفًا رحيمًا .. ما صنع بي هذا، حتى وقعت الضغائن في قلوبهم، فأنزل الله هذه الآية:  {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ ...} الآية. فقال ناس من المتكلفين: هي رجس، وهي في بطن فلان قُتل يوم بدر، وفي بطن فلان قُتل يوم أحد، فأنزل الله تعالى:  {لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ ...} الآية. </p><p> قوله تعالى (١) : {لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جُنَاحٌ فِيمَا طَعِمُوا ...} الآية، سبب نزولها: ما أخرجه البخاري عن أنس - رضي الله عنه - قال: كنت ساقي القوم في منزل أبي طلحة، وكان خمرهم يومئذ الفضيخ، فأمر رسول الله - صلى الله عليه وسلم - مناديًا ينادي: ألا إن الخمر قد حُرِّمت قال: فقال لي أبو طلحة: أخرج فأهرقها، فجَرَت في سكك المدينة، فقال بعض القوم: قد قتل قوم وهي في بطونهم، فأنزل الله:  {لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جُنَاحٌ فِيمَا طَعِمُوا ...} الآية. </p><p> قوله تعالى:  {قُلْ لَا يَسْتَوِي الْخَبِيثُ وَالطَّيِّبُ ...} الآية، سبب نزول هذه الآية: ما أخرجه الواحدي والأصبهاني في \"الترغيب\" عن جابر: أن النبي - صلى الله عليه وسلم - ذكر تحريم الخمر، فقام أعرابي فقال: إني كنت رجلًا كانت هذه تجارتي فاعتبقت منها مالًا، فهل ينفع ذلك المال إن عملت بطاعة الله تعالى؟ فقال النبي - صلى الله عليه وسلم -: إن الله لا يقبل إلا الطيب، فأنزل الله تعالى تصديقًا لرسوله - صلى الله عليه وسلم -: {قُلْ لَا يَسْتَوِي الْخَبِيثُ وَالطَّيِّبُ ...} الآية. </p><p> وفي \"مسند\" أحمد، و \"مسند\" أبي داود والترمذي: أن عمر كان يدعو الله تعالى: اللهم بيِّن لنا في الخمر بيانًا شافيًا، فلما نزلت آية البقرة .. قرأها عليه </p><p>(١) لباب النقول.</p><p> النبي - صلى الله عليه وسلم -، فظل على دعائه، وكذلك لمَّا نزلت آية النساء، فلما نزلت آية المائدة .. دُعي فقرئت عليه، فلما بلغ قول الله تعالى:  {فَهَلْ أَنْتُمْ مُنْتَهُونَ} قال: انتهينا، انتهينا. </p><p> وروي في سبب هذه الآيات: أن سعد بن أبي وقاص رضي الله عنه قال: فيَّ نزل تحريم الخمر، صنع رجل من الأنصار طعامًا، فدعانا، فأتاه ناس، فأكلوا وشربوا حتى انتشوا من الخمر - وذلك قبل تحريمها - فتفاخروا، فقالت الأنصار: الأنصار خير، وقالت قريش: قريش خير، فأهوى رجل بلحى جزور - فك رأس جزور - فضرب على أنس ففزره، قال: فأتيت النبي - صلى الله عليه وسلم -، فذكرت له ذلك فنزلت. </p><p> والحكمة في تحريم الخمر بالتدريج: أن الناس كانوا مغرمين بحبها، كلفين بها، فلو حرمت في أول الإسلام .. لكان تحريمها صارفًا لكثير من المدمنين لها عن الإِسلام، ومن ثم جاء تحريمها أولًا في سورة البقرة على وجه فيه مجال للاجتهاد، فيتركها من لم تتمكن فتنتها من نفسه، ثم ذكرها في سورة النساء بما يقتضي تحريمها في الأوقات القريبة من وقت الصلاة؛ إذ نهى عن القرب من الصلاة في حال السكر، فلم يبقَ لمن يصر على شربها إلا الاغتباق بعد صلاة العشاء، وضرره قليل، والصبوح من بعد صلاة الصبح لمن لا عمل له، فلا يخشى أن يمتد سكره إلى وقت الظهر، ثم تركهم الله على هذه الحال زمنًا قويَ فيه الدين، وكثرت الوقائع التي ظهر لهم بها إثمها وضررها، فحرمها تحريمًا باتًا لا هوادة فيه. </p><p> روى ابن المنذر عن سعيد بن جبير قال: لما نزلت في البقرة {يَسْأَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ وَمَنَافِعُ لِلنَّاسِ} شربها قوم لقوله: {وَمَنَافِعُ لِلنَّاسِ} ، وتركها قوم لقوله:  {إِثْمٌ كَبِيرٌ} ، منهم عثمان بن مظعون حتى نزلت الآية التي في النساء {لَا تَقْرَبُوا الصَّلَاةَ وَأَنْتُمْ سُكَارَى} ، فتركها قوم، وشربها قوم يتركونها بالنهار حين الصلاة ويشربونها بالليل حتى نزلت الآية التي في المائدة {إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ ...} هو الآية. قال عمر: أَقُرِنْتِ بالميسر والأنصاب </p>"
}