{
  "id": null,
  "sura": 5,
  "aya": 106,
  "text": "<p> المعنى عليه والتقدير: عليكم أنفسكم هدايتكم، لا يضركم من ضل إذا اهتديتم. </p><p> وقرأ الجمهور:  {لَا يَضُرُّكُمْ} بضم الضاد والراء وتشديدها، قال الزمخشري: وفيه وجهان: أن يكون خبرًا مرفوعًا، وأن يكون جوابًا للأمر الذي دل عليه اسم الفعل مجزومًا، وإنما ضُمت الراء؛ إتباعًا لضمة الضاد المنقولة إليها من الراء المدغمة، والأصل: لا يضرركم، ويجوز أن يكون نهيًا. انتهى. </p><p> وقرأ الحسن: بضم الضاد وسكون الراء من ضار يضور، وقرأ النخعي بكسر الضاد وسكون الراء من ضار يضير، وهي لغات. </p><p> {إِلَى اللَّهِ} سبحانه وتعالى وحده لا إلى غيره {مَرْجِعُكُمْ جَمِيعًا} ؛ أي: رجوعكم ورجوع من ضلَّ عما اهتديتم إليه يوم القيامة، وغلب الخطاب على الغيبة كما تقول: أنت وزيد تقومان. {فَيُنَبِّئُكُمْ} ؛ أي: يخبركم عند الحساب {بِمَا كُنْتُمْ تَعْمَلُونَ} في الدنيا من الخير والشر، فيجازيكم عليه، وفي هذه الجملة تذكير بالحشر وتهديد بالمجازاة. </p><p> ١٠٦ - {يَا أَيُّهَا الَّذِينَ آمَنُوا} ؛ أي: صدقوا الله ورسوله وما أنزل عليه {شَهَادَةُ بَيْنِكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ} لما بين الله سبحانه وتعالى ما يتعلق بمصالح الدين .. شرع يبين ما يتعلق بمصالح الدنيا إشارة إلى أن الإنسان ينبغي له أن يضبط مصالح دينه ودنياه؛ لأنه مكلف بحفظهما؛ أي: يا أيها الذين آمنوا بالله ورسوله، شهادة بينكم؛ أي: الشهادة المشروعة لكم إذا حضر أحدكم الموت؛ أي: قارب أحدكم على الموت بأن ظهرت عليه أمارات وقوع الموت، وأراد أن يوصي، وأراد أن يُشهد {حِينَ الْوَصِيَّةِ} على وصيته {اثْنَانِ ذَوَا عَدْلٍ مِنْكُمْ} ؛ أي: هي شهادة اثنين من رجالكم أيها المؤمنون من ذوي العدل والاستقامة يشهدهما الموصي على وصيته، سواء كان في حضر أو سفر، وقوله:  {مِنْكُمْ} ؛ أي: من المؤمنين {أَوْ آخَرَانِ مِنْ غَيْرِكُمْ إِنْ أَنْتُمْ ضَرَبْتُمْ فِي الْأَرْضِ} ؛ أي: أو شهادة اثنين آخرين من غير المسلمين إن كنتم مسافرين {فَأَصَابَتْكُمْ مُصِيبَةُ الْمَوْتِ} ؛ أي: فنزلت بكم مقدمات الموت وعلاماته، وأردتم الإيصاء، علم الله سبحانه وتعالى أن من الناس من يسافر، فيصحبه في سفره أهل الكتاب دون المسلمين، ويحضره </p><p> الموت، فلا يجد من يشهده على وصيته من المسلمين، فقال:  {أَوْ آخَرَانِ مِنْ غَيْرِكُمْ} فالذميان في السفر خاصة إذا لم يوجد غيرهما؛ أي: فالعدلان المسلمان صالحان للشهادة في الحضر والسفر، وشهادة غير المسلمين لا تجوز إلا في السفر عند فقد المسلمين. </p><p> وعبارة \"الخطيب\" : المعنى: إن المحتضر إذا أراد الوصية .. ينبغي له أن يشهد على وصيته عدلين من أهل دينه إن وجدا، فإن لم يجدهما .. فليشهد آخرين من غيرهم. </p><p> والمعنى: يا أيها الذين آمنوا الشهادة المشروعة بينكم إذا حضر أحدكم أمارات الموت، وأراد الوصية والإشهاد عليها، هي شهادة عدلين منكم مطلقًا؛ أي: سواء كان في حضر أو سفر، وجد غير المسلمين أم لا، أو شهادة اثنين من غير أهل دينكم إن كنتم مسافرين فأصابتكم أمارات الموت، ولم يكن عند المحتضر واحد من المسلمين. </p><p> وعبارة \"القرطبي\" هنا: قوله تعالى: {إِنْ أَنْتُمْ ضَرَبْتُمْ فِي الْأَرْضِ} في الكلام حذف تقديره: إن أنتم ضربتم في الأرض فأصابتكم مصيبة الموت فأوصيتم إلى اثنين عدلين في ظنكم ودفعتم إليهما ما معكم من المال، ثم متم، وذهب الاثنان إلى ورثتكم بالتركة، فارتابوا في أمرهما، وادعوا عليهما خيانة، فالحكم أن تحبسوهما من بعد الصلاة؛ أي: تستوثقوا منهما. انتهت. </p><p> وقرأ الجمهور:  {شَهَادَةُ بَيْنِكُمْ} بالرفع وإضافة شهادة إلى {بَيْنِكُمْ} ، وقرأ الشعبي والحسن والأعرج:  {شهادة بينكم} برفع شهادة وتنوينه، وقرأ السلمي والحسن أيضًا:  {شهادةً} بالنصب والتنوين، وروي هذا عن الأعرج وأبي حيوة و {بَيْنِكُمْ} على هاتين القراءتين منصوب على الظرف. </p><p> وقوله:  {تَحْبِسُونَهُمَا مِنْ بَعْدِ الصَّلَاةِ} صفة لـ {آخَرَانِ} ، وجملة قوله:  {إِنْ أَنْتُمْ ضَرَبْتُمْ فِي الْأَرْضِ فَأَصَابَتْكُمْ مُصِيبَةُ الْمَوْتِ} معترضة بين الصفة والموصوف؛ أي: أو شهادة آخرين من غير المسلمين توقفونهما من بعد صلاة العصر في المسجد الجامع عند المنبر؛ أي: توقفون أيها الحكام الشاهدين من غير المسلمين من بعد </p><p> صلاة العصر؛ لأن النبي - صلى الله عليه وسلم - حلَّف عديًّا وتميمًا بعدها، ولأن العمل قد جرى عليه، فكان التحليف في ذلك الوقت هو المعروف، ولأنه هو الوقت الذي يقعد فيه الحكام للفصل بين الناس في المظالم والدعاوي؛ إذ يكون الناس قد فرغوا من معظم أعمال النهار، فيجتمعوا وقتئذ، ولأنه وقت تصادم ملائكة الليل وملائكة النهار، ولأن جميع الملل يعظمون هذا الوقت ويجتنبون فيه من الحلف الكاذب، وقيل: أي صلاة كانت، وقيل: من بعد صلاتهما على أنهما كافران كما في \"القرطبي\" . </p><p> {فَيُقْسِمَانِ بِاللَّهِ} ؛ أي: فيحلف الشاهدان من غير المسلمين باسم الله؛ أي: فتستحلفونهما أيها الحكام على أنهما ما كذبا في شهادتهما ولا خانا في الوصية. {إِنِ ارْتَبْتُمْ} ؛ أي: شككتم أيها الورثة أعني: ورثة الموصي الميت في السفر في صدقهما، واتهمتموهما بالخيانة في الوصية، ورفعتموهما إلى الحكام، أما الأمين: فيصدق بلا يمين. ويقولان في حلفهما والله:  {لَا نَشْتَرِي بِهِ} ؛ أي: بالقسم بالله {ثَمَنًا} ؛ أي: عوضًا يسيرًا من الدنيا {وَلَوْ كَانَ ذَا قُرْبَى} ؛ أي: ولو كان المقسم له أو المشهود له صاحب قرابة لنا، فإنا نؤثر الحق والصدق، ولا نؤثر العَرَض الدنيوي، ولا القرابة، ونظير هذه الآية قوله تعالى {يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ بِالْقِسْطِ شُهَدَاءَ لِلَّهِ وَلَوْ عَلَى أَنْفُسِكُمْ أَوِ الْوَالِدَيْنِ وَالْأَقْرَبِينَ} . </p><p> والخلاصة: أنه يقول الحالف: إنه يشهد لله بالقسط، ولا يصده عن ذلك ثمن يبتغيه لنفسه، ولا مراعاة قريب له إن فرض أنَّ في إقراره وقسمه نفعًا له؛ أي: ولو اجتمعت هاتان الفائدتان. </p><p> {وَلَا نَكْتُمُ شَهَادَةَ اللَّهِ} ؛ أي: ويقولان في يمينهما أيضًا: ولا نكتم الشهادة التي أوجبها الله، وأمران تقام له كما قال:  {وَأَقِيمُوا الشَّهَادَةَ لِلَّهِ} . </p><p> وقرأ علي ونعيم بن ميسرة والشعبي بخلاف عنه:  {شهادةً اللهَ} بنصبهما وتنوين شهادة، وانتصبا بـ {نَكْتُمُ} والتقدير: ولا نكتم الله شهادة. وعبارة \"زاد المسير\" : وقرأ سعيد بن جبير: {ولا نكتم شهادةً} بالتنوين. {الله} بقطع الهمزة وقصرها وكسر الهاء ساكنة النون في الوصل. وقرأ سعيد بن المسيب وعكرمة: </p>"
}