{
  "id": null,
  "sura": 5,
  "aya": 51,
  "text": "<p> كان منادي رسول الله - صلى الله عليه وسلم - إذا نادى بالصلاة فقام المسلمون إلى الصلاة .. قالت اليهود والنصارى: قد قاموا لا قاموا، فإذا رأوهم ركعوا وسجدرا، استهزأوا بهم وضحكوا منهم، فنزلت، هذه الآية. </p><p> وأخرج ابن (١) إسحاق وابن جرير وابن المنذر وابن أبي حاتم وأبو الشيخ، عن ابن عباس رضي الله عنه قال: أتى النبي - صلى الله عليه وسلم - نفر عن اليهود فسألوه عمن يؤمن به من الرسل؟ فقال:  \"أومن باللهِ وما أنزل على إبراهيم وإسماعيل وإسحاق ويعقوب والأسباط، وما أوتي موسى وعيسى، وما أوتي النبيون من ربهم، لا نفرق بين أحد منهم ونحن له مسلمون\" ، فلمَّا ذكر عيسى .. جحدوا نبوته وقالوا: لا نؤمن بعيسى، ولا نؤمن بمن آمن به، فأنزل الله فيهم:  {قُلْ يَا أَهْلَ الْكِتَابِ هَلْ تَنْقِمُونَ مِنَّا} إلى قوله: {فَاسِقُونَ} . </p><p> وأخرج عبد بن حميد وابن جرير وابن المنذر وابن أبي حاتم عن قتادة في قوله:  {وَإِذَا جَاءُوكُمْ قَالُوا آمَنَّا} الآية. قال: أناس عن ليهود كانوا يدخلون على النبي - صلى الله عليه وسلم - فيخبرونه أنهم مؤمنون راضون بالذي جاءهم به وهم متمسكون بضلالتهم وبالكفر، فكانوا يدخلون بذلك، ويخرجون به من عند رسول الله - صلى الله عليه وسلم -. </p><p> التفسير وأوجه القراءة </p><p> ٥١ - {يَا أَيُّهَا الَّذِينَ آمَنُوا} وصدقوا بما جاء به محمد - صلى الله عليه وسلم - {لَا تَتَّخِذُوا} وتجعلوا {الْيَهُودَ وَالنَّصَارَى} وغيرهم من سائر الكفار {أَوْلِيَاءَ} ؛ أي: أصدقاء وأنصارًا وأعوانًا على أهل الإيمان بالله ورسوله؛ أي: لا يتخذ أحد منكم أحدًا منهم وليًّا. </p><p> قال ابن جرير (٢) : إن الله تعالى نهى المؤمنين جميعًا أن يتخذوا اليهود والنصارى أنصارًا وحلفاء على أهل الإيمان بالله ورسوله وأخبر أن من اتخذهم نصيرًا أو حليفًا ووليًّا من دون الله ورسوله .. فهو منهم في التحزب على الله </p><p>(١) الشوكاني. (٢) الطبري.</p><p> ورسوله والمؤمنين، وأنَّ الله ورسوله بريئان منه، إلى أن قال: غير أنه لا شك أن الآية نزلت في منافق كان يوالي يهود أو نصارى جزعًا على نفسه من دوائر الدهر؛ لأن الآية التي بعد هذه تدل على ذلك. اهـ. </p><p> ثم ذكر علة هذا النهي فقال:  {بَعْضُهُم} ؛ أي: بعض كل فريق من ذينك الفريقين {أَوْلِيَاءُ بَعْضٍ} آخر من فريقه، لا من الفريق الآخر، لما هو معلوم من أنَّ الفريقين بينهما غاية العداوة، وإنما أوثر الإجمال تعويلًا على ظهور المراد، لوضوح انتفاء الموالاة بين الفريقين رأسًا، ومن ضرورة موالاة بعضهم لبعض اجتماع الكل على مضارتكم، فكيف يتصور بينكم وبينهم موالاة؟ وقيل: المراد أن كل واحدة من الطائفتين توالي الأخرى، وتعاضدها، وتناصرها على عداوة النبي - صلى الله عليه وسلم -، وعداوة ما جاء به، وإن كانوا في ذات بينهم متعادين متضادين، ووجه تعليل النهي بهذه الجملة أنها تقتضي أنَّ هذه الموالاة هي شأن هؤلاء الكفار لا شأنكم، فلا تفعلوا ما هو من فعلهم، فتكونوا مثلهم، ولهذا عقب هذه الجملة التعليلية بما هو كالنتيجة لها فقال: ومن يتولهم منكم إلخ؛ أي: إنَّ اليهود بعضهم أنصار بعض، والنصارى بعضهم أنصار بعض، ولم يكن للمؤمنين منهم ولي ولا نصير، إذ كان اليهود قد نقضوا ما عقده الرسول - صلى الله عليه وسلم - معهم من العهد من غير أن يبدأهم بقتال ولا عدوان، فصار الجميع حربًا للرسول ومن معه من المؤمنين، ثم توعد من يفعل ذلك فقال:  {وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ} يا معشر المؤمنين؛ أي: ومن ينصرهم أو يستنصر بهم من دون المؤمنين - وهم أعداء لكم - {فَإِنَّهُ} ؛ أي: فإنَّ ذلك المتولي في الحقيقة {مِنْهُمْ} لا منكم؛ لأنه معهم عليكم، إذ لا يتصور أن يقع ذلك من مؤمن صادق، والمعنى: فإنَّه من جملتهم وفي عدادهم؛ وهو وعيد شديد، فإنَّ المعصية الموجبة للكفر هي الي قد بلغت إلى غاية ليس ورائها غاية. قال ابن جرير (١) : فإن من تولاهم ونصرهم على المؤمنين .. فهو من أهل دينهم فإنَّه لا يتولى متول أحدًا إلا وهو راضٍ به وبدينه وما هو عليه؛ وإذا رضيه ورضي دينه .. فقد عادى من خالفه وسخطه، وصار حكمه حكمه انتهى. </p><p>(١) الطبري.</p>"
}