{
  "id": null,
  "sura": 5,
  "aya": 116,
  "text": "<p> قال الله سبحانه جلَّ وعلا: </p><p> {وَإِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ مِنْ دُونِ اللَّهِ قَالَ سُبْحَانَكَ مَا يَكُونُ لِي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ إِنْ كُنْتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ تَعْلَمُ مَا فِي نَفْسِي وَلَا أَعْلَمُ مَا فِي نَفْسِكَ إِنَّكَ أَنْتَ عَلَّامُ الْغُيُوبِ (١١٦) مَا قُلْتُ لَهُمْ إِلَّا مَا أَمَرْتَنِي بِهِ أَنِ اعْبُدُوا اللَّهَ رَبِّي وَرَبَّكُمْ وَكُنْتُ عَلَيْهِمْ شَهِيدًا مَا دُمْتُ فِيهِمْ فَلَمَّا تَوَفَّيْتَنِي كُنْتَ أَنْتَ الرَّقِيبَ عَلَيْهِمْ وَأَنْتَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ (١١٧) إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِنْ تَغْفِرْ لَهُمْ فَإِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ (١١٨) قَالَ اللَّهُ هَذَا يَوْمُ يَنْفَعُ الصَّادِقِينَ صِدْقُهُمْ لَهُمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ذَلِكَ الْفَوْزُ الْعَظِيمُ (١١٩) لِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا فِيهِنَّ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (١٢٠) . </p><p> المناسبة </p><p> مناسبة هذه الآيات لما قبلها: أنه كان الكلام (١) قبل هذه الآيات في تعداد النعم التي أنعم الله بها سبحانه على عيسى، وفي إلهامه للحواريين الإيمان به وبرسوله، وفي طلب الحواريين من عيسى إنزال مائدة من السماء، ثم طلب عيسى من ربه إجابة مطلبهم، وإخبار الله تعالى بأنه أجابهم، ثم لم يزل الكلام في هذه الآيات مع عيسى أيضًا، ففيها سؤال من الله على مرأى من قومه توبيخًا وتقريعًا لهم على افترائهم، وإجابة من عيسى عن ذلك فيها تنصل من ذلك الذنب العظيم الذي اقترفوه بعده، وهو القول بالتثليث، ثم إخبار من الله تعالى بما ينجي الإنسان من عذاب يوم القيامة مع بيان أن ما في السموات والأرض كله مملوك له، وفي قبضته يتصرف فيه بعدله وحكمته، وهو القادر على كل شيء لا شريك له يمنعه إن أعطى، أو يلزمه بالإعطاء إن منع. </p><p> التفسير وأوجه القراءة </p><p> ١١٦ - {وَإِذْ قَالَ اللَّهُ} : معطوف على قوله: {إِذْ قَالَ الْحَوَارِيُّونَ} عطف قصة على قصة، {وَإِذْ} هو بمعنى: إذا التي للمستقبل؛ لأن {إِذْ} قد تجيء بمعنى: إذا، كقوله:  {وَلَوْ تَرَى إِذْ فَزِعُوا} يعني: إذا فزعوا، وقول أبي النجم: </p><p>(١) المراغي.</p><p> ثُمَّ جَزَاكَ اللهُ عَنِّي إِذْ جَزَى ... جَنَّاتِ عَدْنٍ في السَّمَوَاتِ الْعُلَى </p><p> و {قال} بمعنى: يقول؛ لأن هذا القول إنما يكون في يوم القيامة، وإنما عبر بالماضي لما مر من الدلالة على التحقيق والوقوع، والظرف متعلق بمحذوف تقديره: واذكر يا محمد لأمتك قصة إذ يقول الله يوم القيامة لعيسى ابن مريم - توبيخًا للكفرة وتبكيتًا لهم بإقراره عليه السلام بالعبودية على رؤوس الأشهاد، وأمره لهم بعبادة الله عز وجل -: {يَا عِيسَى ابْنَ مَرْيَمَ أَأَنْتَ قُلْتَ لِلنَّاسِ} ؛ أي: هل قلت للناس في الدنيا. {اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ} ، والله ثالثهما؛ أي: اجعلوني وأمي مريم معبودين لكم {مِنْ دُونِ اللَّهِ} سبحانه وتعالى؛ أي: متجاوزين عبادة الله تعالى، وتاركين عبادته، والاستفهام فيه للإنكار والتوبيخ لمن ادعى ذلك على عيسى عليه السلام من النصارى؛ لأن عيسى عليه السلام لم يقل هذه المقالة. </p><p> فإن قلتَ (١) : إذا كان عيسى عليه السلام لم يقلها، فما وجه هذا السؤال مع علم الله بأنه لم يقله؟ </p><p> قلتُ: وجه هذا السؤال: إثبات الحجة على قومه، وإكذاب لهم في ادعائهم ذلك عليه، وأنه أمرهم به، فهو كما يقول القائل لآخر: أفعلت كذا، وهو يعلم أنه لم يفعله، وإنما أراد تعظيم ذلك الفعل، فنفى عيسى عليه السلام عن نفسه هذه المقالة، وقال:  {مَا قُلْتُ لَهُمْ إِلَّا مَا أَمَرْتَنِي بِهِ أَنِ اعْبُدُوا اللَّهَ رَبِّي وَرَبَّكُمْ} ، فاعترف بالعبودية، وأنه ليس بإله كما زعمت وادعت النصارى فيه. </p><p> فإن قلتَ: إن النصارى لم يقولوا بإلهيَّة مريم، فكيف يقول اتخذوني وأمي إلهين من دون الله؟ </p><p> قلت: إن النصارى لما ادعت في عيسى عليه السلام أنه إله، ورأوا أن مريم ولدته .. لزمهم بهذه المقالة على سبيل التبعية. </p><p> ومعنى قوله (٢) : {مِنْ دُونِ اللَّهِ} ؛ أي: متجاوزين بذلك توحيد الله وإفراده بالعبادة، وذلك يكون؛ إما باتخاذ إله أو أكثر مع الله تعالى، وهو الشرك؛ إذ </p><p>(١) الخازن. (٢) المراغي.</p><p> عبادة الشريك المتخذ هي غير عبادة الله تعالى خالق السموات والأرض، سواء اعتقد أن هذا الشريك ينفع ويضر استقلالًا، أو اعتقد أنه ينفع ويضر بإقدار الله إياه وتفويضه بعض الأمر إليه فيما وراء الأسباب، أو بالوساطة عند الله؛ أي: بِمَالَه من التأثير والكرامة على النفع والضر، وهذا هو الأكثر الذي كان عليه مشركو العرب عند البعثة، كما حكاه الله سبحانه وتعالى عنهم في قوله:  {وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ وَيَقُولُونَ هَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللَّه} وقوله: {وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى} . </p><p> وقَلَّ أن يوجد من المشركين من يتخذ إلهًا غير الله متجاوزًا بعبادته الإيمان بالله الذي هو خالق الكون ومدبره، فالإيمان الفطري الذي غرس في نفوس البشر يرشد إلى أن تدبير الكون كله صادر عن قوة غيبية لا يدرك كنهها أحد، فالموحدون أتباع الأنبياء يتوجهون بعباداتهم إلى رب هذه السلطة الغيبية وحده اعتقادًا منهم أنه هو الفاعل الكامل التصرف، وإن نسب الفعل إلى غيره .. فبإقدار الله إياه، وتسخيره له بمقتضى سننه في خلقه، والمشركون يتوجهون إليه تارة وإلى بعض ما يعظمون من خلقه تارة أخرى؛ كالشمس والنجوم والملائكة وبعض مخلوقات أخرى، ويتوجهون أحيانًا إليهما معًا، فيجعلون تلك المخلوقات المعظمة وسيلة إلى خالق الأكوان ومدبر الكائنات. </p><p> والخلاصة: أن اتخاذ إله من دون الله يراد به عبادة غيره، سواء أكانت خالصة لذلك الغير، أو شركة بينه وبين غيره، وقد نعى الله تعالى عليهم اتخاذ المسيح إلهًا في مواضع عديدة من هذه السورة، وعبادة أمه كانت معروفة في الكنائس الشرقية والغربية، أنكرت عبادتها فرقة إصلاح المسيحية التي جاءت بعد الإِسلام بزمن طويل. وهذه العبادة منها ما هو صلاة ذات دعاء وثناء على المعبود، ومنها ما هو استغاثة واستشفاع، ومنها ما هو صيام ينسب إليها ويسمى بصيام العذراء، وكل أولئك يقترن بخشوع وخضوع لذكرها ولصورها وتماثيلها واعتقاد السلطة الغيبية لها وأنها تنفع وتضر في الدنيا والآخرة؛ إما بنفسها أو بواسطة ابنها، ويسمونها: والدة الإله. </p><p> والآية ترشد إلى أنهم اتخذوها هي وابنها إلهين - والاتخاذ غير التسمية - فيصدق بالعبادة وهي واقعة حتمًا. </p><p> {قَالَ} عيسى عليه السلام، وقد ارتعدت مفاصله، وارتعش جسمه من سماع هذا الخطاب؛ أعني قوله:  {أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ مِنْ دُونِ اللَّهِ} ؛ أي: قال مجيبًا لله سبحانه وتعالى هذا الخطاب {سُبْحَانَكَ} من أن يكون لك شريك؛ أي: تنزيهًا لك عن النقائص وبراءة لك من العيوب؛ إذ لا شبهة في ألوهيتك وأنت منزه عن الشرك فضلًا أن يتخذ إلهان دونك، والمعنى: أنزهك يا إلهي تنزيهًا لائقًا بك عن أن يكون معك إله آخر، فضلًا عن أن أقول ذلك، وبهذا أثبت له التنزيه عن المشاركة في الذات والصفات. </p><p> ثم انتقل من هذا إلى تبرئة نفسه العالمة بالحق عن قول ما ليس بحق، فقال:  {مَا يَكُونُ لِي} ؛ أي: ما ينبغي لي {أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ} ؛ أي: أن أقول قولًا لا يحق لي أن أقوله؛ أي: كيف أقول هذا الكلام ولست بأهل له، ولست أستحق العبادة حتى أدعو الناس إليها؛ أي: ليس من شأني ولا مما يصح أن يقع مني أن أقول قولًا لا حق لي أن أقوله؛ لأنك أيدتني بالعصمة عن مثل هذا القول الباطل. وهو بتنزيهه الله أولًا أثبت أن ذلك القول الذي نُسب إليه قول لا شائبة فيه من الحق، وليس من شأنه ولا مما يقع من مثله، وقد أكد هذا النفي مرة أخرى بحجة أخرى ارتقى فيها من برهان راجع إلى نفسه - وهو عصمته عليه السلام - إلى برهان أعلى راجع إلى ربه علام الغيوب فقال:  {إِنْ كُنْتُ قُلْتُهُ} ؛ أي: إن صح أني قلته لهم فيما مضى {فَقَدْ عَلِمْتَهُ} وهذا مبالغة في الأدب في إظهار الذل في حضرة ذي الجلال، وتفويض الأمور بالكلية إلى الكبير المتعالي. والمعنى: إني لا أحتاج إلى الاعتذار؛ لأنك تعلم أني لم أقله، ولو قلته .. لعلمته لأنك {تَعْلَمُ مَا فِي نَفْسِي} ؛ أي: ذاتي {وَلَا أَعْلَمُ مَا فِي نَفْسِكَ} ؛ أي: ذاتك، فنفس (١) الشيء: ذاته وهويته، والمعنى: تعلم معلومي ولا أعلم معلومك، وقيل:  {تَعْلَمُ مَا فِي نَفْسِي} ؛ أي: ما كان مني لهم من الأمر والنهي {وَلَا أَعْلَمُ مَا </p><p>(١) النسفي.</p>"
}