{
  "id": null,
  "sura": 5,
  "aya": 86,
  "text": "<p> قولهم: ربنا آمنا فاكتبنا مع الشاهدين، معبرًا عما في قلوبهم من خالص الإيمان وصحيح الاعتقاد. </p><p> وقرأ الحسن (١) : {فآتاهم} من الإيتاء بمعنى: الإعطاء، لا من الإثابة، والإثابة أبلغ من الإعطاء؛ لأنه يلزم أن يكون عن عمل، بخلاف الإعطاء فإنه لا يلزم أن يكون عن عمل، ولذلك جاء أخيرًا {وَذَلِكَ جَزَاءُ الْمُحْسِنِينَ} نبَّه على أن تلك الإثابة هي جزاء، والجزاء لا يكون إلا عن عمل. {جَنَّاتٍ} وحدائق في دار النعيم {تَجْرِي} وتسيل {مِنْ تَحْتِهَا} ؛ أي: من تحت أشجارها الوارفة الظلال، وفي قصورها الرفيعة {الْأَنْهَارُ} الأربعة: الماء واللبن والخمر والعسل {خَالِدِينَ فِيهَا} ؛ أي: مقدرين الخلود فيها أبدًا، فلا يسلبها منهم أحد، ولا هم يرغبون عنها {وَذَلِكَ} الجزاء المذكور من الجنات الموصوفة {جَزَاءُ الْمُحْسِنِينَ} ؛ أي: جزاء الذين أخلصوا عقائدهم، وأحسنوا أعمالهم، وعلينا أن نقف في وصف نعيم الآخرة على ما جاء به القران الكريم وصحت به السنة النبوية، ولا نعدوا ذلك إلى ما وراءه، فإن النعيم الروحاني والرضوان الإلهي لا يمكن أن يعبِّر عنه الكلام، ولا يحيط به الوصف، فنحن في عالم يخالف ذلك العالم في أوصافه وخواصه، مهما أكثرنا من الوصف فلا نصل إلى شيء مما أعده الله لهم هناك: {فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ (١٧) }. </p><p> ٨٦ - وبعد أن بيَّن سبحانه ما أعد لعباده المحسنين من عظيم الثواب جزاء صادق إيمانهم .. ذكر جزاء المسيئين إلى أنفسهم بالكفران والتكذيب؛ جريًا على سنة القرآن في الجمع بين الوعد والوعيد، قال:  {وَالَّذِينَ كَفَرُوا} وجحدوا توحيد الله، وأنكروا نبوة محمد - صلى الله عليه وسلم - {وَكَذَّبُوا بِآيَاتِنَا} القرانية {أُولَئِكَ أَصْحَابُ الْجَحِيمِ} ؛ أي: أصحاب النار الشديدة الحرارة وسكانها المقيمون فيها, لا يبرحون عنها أبد الآبدين، والجحيم والجاحم ما اشتد حره من النار. </p><p>(١) البحر المحيط.</p><p> فصل في ذكر قصة الهجرة الأولى، وسبب نزول هذه الآية </p><p> قال ابن عباس (١) - رضي الله عنهما - وغيره من المفسرين في قوله:  {وَلَتَجِدَنَّ أَقْرَبَهُمْ مَوَدَّةً لِلَّذِينَ آمَنُوا الَّذِينَ قَالُوا إِنَّا نَصَارَى} إن قريشًا ائتمرت أن يفتنوا المؤمنين عن دينهم، فوثبت كل قبيلة على من آمن منهم، فآذوهم وعذبوهم، فافتتن من افتتن، وعصم الله من شاء منهم، ومنع الله رسوله محمدًا - صلى الله عليه وسلم - بعمه أبي طالب، فلما رأى رسول الله - صلى الله عليه وسلم - ما نزل بأصحابه، ولم يقدر أن يمنعهم من المشركين، ولم يؤمر بعد بالجهاد .. أمر أصحابه بالخروج إلى أرض الحبشة، وقال: \"إن بها ملكًا صالحًا لا يظلم، ولا يظلم عنه أحد، فاخرجوا إليه حتى يجعل الله للمسلمين فرجًا، فخرج إليها أحد عشر رجلًا، وأربع نسوة سرًّا، وهم: عثمان بن عفان وزوجته رقية بنت رسول الله - صلى الله عليه وسلم -، والزبير بن العوام، وعبد الله بن مسعود، وعبد الرحمن بن عوف، وأبو حذيفة بن عقبة وامرأته سهلة بنت سهيل بن عمرو، ومصعب بن عمير، وأبو سلمة بن عبد الأسد وزوجته أم سلمة بنت أمية، وعثمان بن مظعون، وعامر بن ربيعة وامرأته ليلى بنت أبي خيثمة، وحاطب بن عمرو، وسهيل بن بيضاء، فخرجوا إلى البحر، وأخذوا سفينة بنصف دينار إلى أرض الحبشة، وذلك في رجب في السنة الخامسة من مبعث النبي - صلى الله عليه وسلم -، وهذه الهجرة الأولى. </p><p> ثم خرج بعدهم جعفر بن أبي طالب، وتتابع المسلمون، فكان جميع من هاجر إلى أرض الحبشة من المسلمين اثنين وثمانين رجلًا سوى النساء والصبيان، فلما علمت قريش بذلك .. وجهوا عمرو بن العاص وجماعة بهدايا إلى النجاشي وبطارقته؛ ليردوهم إليهم، فدخل إليه عمرو وقال له: أيها الملك، إنه قد خرج فينا رجل سفه عقول قريش وأحلامها، وزعم أنه نبي، وإنه قد بعث إليك برهط من أصحابه ليفسدوا عليك قومك، فأحببنا أن نأتيك ونخبرك خبرهم، وأن قومهم يسألونك أن تردوهم إليهم، فقال: حتى نسألهم، فأمر بهم، فأحضروا، فلما أتوا </p><p>(١) الخازن.</p><p> باب النجاشي قالوا: يستأذن أولياء الله، فقال: ائذنوا لهم فمرحبًا بأولياء الله، فلما دخلوا عليه .. سلَّموا، فقال الرهط من المشركين: أيها الملك، ألا ترى أنا قد صدَقناك، إنهم لم يحيوك بتحيتك التي تحيا بها، فقال لهم الملك: ما منعكم أن تحيوني بتحيتي؟ فقالوا له: إنا حييناك بتحية أهل الجنة وتحية الملائكة، فقال لهم النجاشي: ما يقول صاحبكم في عيسى وأمه؟ فقال جعفر بن أبي طالب: يقول: هو عبد الله ورسوله، وكلمة الله وروح منه، ألقاها إلى مريم العذراء، ويقول في مريم: إنها العذراء البتول، قال: فأخذ النجاشي عودًا من الأرض وقال: واللهِ ما زاد صاحبكم على ما قال عيسى قدر هذا العود، فكره المشركون قوله، وتغيرت وجوههم، فقال: هل تعرفون شيئًا مما أنزل على صاحبكم؟ قالوا: نعم، قال: اقرؤوا، فقرأ جعفر سورة مريم، وهنالك قسيسون ورهبان وسائر النصارى، فعرفوا ما قرأ، فانحدرت دموعهم مما عرفوا من الحق، فأنزل الله فيهم:  {ذَلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا وَأَنَّهُمْ لَا يَسْتَكْبِرُونَ ...} إلى آخر الآيتين، فقال النجاشي لجعفر وأصحابه: اذهبوا فأنتم سيوم بأرضي - يعني: إنكم آمنون - فرجع عمرو وأصحابه خائبين، وأقام المسلمون عند النجاشي بخير دار وخير جوار إلى أن هاجر رسول الله - صلى الله عليه وسلم - إلى المدينة، وعلا أمره، وقهر أعداءه، وذلك في سنة ست من الهجرة. </p><p> وكتب رسول الله - صلى الله عليه وسلم - إلى النجاشي على يد عمرو بن أمية الضميري أن يزوجه أم حبيبة بنت أبي سفيان، وكانت قد هاجرت مع زوجها ومات عنها، فأرسل النجاشي جارية - يقال لها: أبرهة - إلى أم حبيبة يخبرها أن رسول الله قد خطبها، فسُرَّت بذلك، وأعطت الجارية أوضاحًا (١) كانت لها، وأذنت لخالد بن سعيد في نكاحها، فأنكحها رسولَ الله - صلى الله عليه وسلم - على صداق مبلغه أربع مئة دينار، وكان الخاطب لرسول الله - صلى الله عليه وسلم - النجاشي، فأرسل إليها بجميع الصداق على يد جاريته أبرهة، فلما جاءَتها بالدنانير .. وهبتها منه خمسين دينارًا، فلم تأخذها، وقالت: إن الملك أمرني أن لا آخذ منك شيئًا، وقالت: أنا صاحبة دهن الملك وثيابه، وقد صدقت بمحمد - صلى الله عليه وسلم -، وآمنت به، وحاجتي إليك أن تقرئيه منى </p><p>(١) أوضاحًا: حُلِيًّا من الذهب.</p><p> السلام، قالت: نعم، فقالت: قد أمر الملك نساءه أن يبعثن إليك بما عندهن من دهن وعود، وكان رسول الله - صلى الله عليه وسلم - يراه عندها فلا ينكره. </p><p> قالت أم حبيبة: فخرجنا إلى المدينة ورسول الله - صلى الله عليه وسلم - يحاصر خيبر، فخرج من خرج إليه ممن قدم من الحبشة، وأقمت بالمدينة حتى قدم رسول الله - صلى الله عليه وسلم -، فدخلت عليه، فكان يسألني عن النجاشي، وقرأت عليه السلام من أبرهة جارية الملك، فرد رسول الله - صلى الله عليه وسلم - عليها السلام، وأنزل الله عَزَّ وَجَلَّ {عَسَى اللَّهُ أَنْ يَجْعَلَ بَيْنَكُمْ وَبَيْنَ الَّذِينَ عَادَيْتُمْ مِنْهُمْ مَوَدَّةً} يعني: أبا سفيان، وذلك بتزوج رسول الله - صلى الله عليه وسلم - أم حبيبة، ولما بلغ أبا سفيان أن رسول الله - صلى الله عليه وسلم - تزوج أم حبيبة .. قال: ذلك الفحل لا يجدع أنفه. </p><p> وبعث النجاشي بعد خروج جعفر وأصحابه إلى النبي - صلى الله عليه وسلم - ابنه أزهى في ستين رجلًا من أصحابه، وكتب إليه:  (يا رسول الله، إني أشهد أنك رسول الله صدقًا مصدقًا، وقد بايعتك وبايعت ابن عمك جعفرًا، وأسلمت لله رب العالمين، وقد بعثت إليك ابني أزهى، وإن شئت أن آتيك بنفسي فعلت، والسلام عليك يا رسول الله) . فركبوا في سفينة في أثر جعفر حتى إذا كانوا في وسط البحر .. غرقوا، ووافى جعفر وأصحابه رسول الله - صلى الله عليه وسلم - وهو بخيبر، ووافى مع جعفر سبعون رجلًا عليهم ثياب الصوف، منهم اثنان وستون رجلًا من الحبشة، وثمانية من الشام، فقرأ عليهم رسول الله - صلى الله عليه وسلم - سورة يس إلى آخرها، فبكى القوم حين سمعوا القرآن وآمنوا وقالوا: ما أشبه هذا بما كان ينزل على عيسى عليه السلام، فأنزل الله هذه الآية فيهم، وهي قوله:  {وَلَتَجِدَنَّ أَقْرَبَهُمْ مَوَدَّةً لِلَّذِينَ آمَنُوا الَّذِينَ قَالُوا إِنَّا نَصَارَى} يعني: وقد النجاشي الذين قدموا مع جعفر، وهم السبعون، وكانوا من أصحاب الصوامع. </p><p> وقيل: نزلت في ثمانين رجلًا: أربعين من نصارى نجران من بني الحارث بن كعب، واثنين وثلاثين من الحبشة، وثمانية روميين من أهل الشام. </p><p> وقال قتادة: نزلت في ناس من أهل الكتاب كانوا على شريعة من الحق مما جاء به عيسى عليه السلام، فلما بعث محمد - صلى الله عليه وسلم - .. آمنوا به، وصدقوه، فأثنى الله </p>"
}