{
  "id": null,
  "sura": 5,
  "aya": 110,
  "text": "<p> وتوبيخًا لأممهم:  {مَاذَا أُجِبْتُمْ} ؛ أي: أيَّ إجابة أجابكم بها أممكم حين دعوتموهم في دار الدنيا إلى توحيدي وطاعتي، أهي إجابة قبول وإذعان، أو إجابة رد وإنكار؟ {قَالُوا} ؛ أي: قال الرسل تفويضًا للأمر إلى العدل الحكيم العالم، وعلمًا منهم أن الأدب في السكوت والتفويض، وأنَّ قولهم لا يفيد خيرًا ولا يدفع شرًّا:  {لَا عِلْمَ لَنَا} ؛ أي؛ لا علم لنا كعلمك فيهم؛ لأنك تعلم ما أضمروا وما أظهروا، ونحن لا نعلم إلا ما أظهروا لنا، فعلمك فيهم أنفذ من علمنا وأبلغ، ولأن الحاصل عندنا من أحوالهم هو الظن، وهو معتبر في الدنيا؛ لأن الأحكام في الدنيا مبنية على الظن، وأما الأحكام في الآخرة: فهي مبنية على حقائق الأشياء وبواطن الأمور، ولا عبرة بالظن في القيامة، فلهذا السبب قالوا: لا علم لنا {إِنَّكَ أَنْتَ} يا إلهنا {عَلَّامُ الْغُيُوبِ} ؛ أي: عالم الغيب والشهادة؛ أي: فإنك تعلم ما أجابوا وأظهروا لنا، وما لم نعلمه مما أضمروه في قلوبهم، وقيل: معناه: إنك لا يخفى عليك ما عندنا من العلوم، وإن الذي سألتنا عنه ليس بخاف عليك؛ لأنك أنت علام الغيوب؛ أي: العالم بأصناف المعلومات على تفاوتها بالنسبة إلى غيرك، ليس يخفى عليك خافية. وقيل: المعنى: لا علم لنا إلى جنب علمك، أو لا علم لنا بما أحدثوا بعدنا، وإنما الحكم للخاتمة. وقيل: المعنى: لا علم لنا إلا علم ما أنت أعلم به منا. وقيل: إنهم ذهلوا عما أجاب به قومهم لهول المحشر. </p><p> وقرأ ابن عباس وأبو حيوة (١) : {ماذا أجبتم} مبنيًّا للفاعل. وقرأ:  {عَلَّامُ} بالنصب على أن الكلام قد تم بقوله: {إِنَّكَ أَنْتَ} بتقدير الخبر لـ {إنَّ} ؛ أي: إنك أنت الموصوف بصفاتك المعروفة من العلم وغيره، ونصب {عَلَّامُ} ؛ إما على الاختصاص، أو على النداء. وقرأ حمزة وأبو بكر:  {الغيوب} بكسر الغين حيث وقع، كأن من قال ذلك من العرب .. قد استثقل توالي ضمتين مع الياء، ففر إلى حركة مغايرة للضمة، مناسبة لمجاورة الياء وهي الكسرة. </p><p> ١١٠ - و {إِذْ} في قوله: {إِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ} بدل من {يَوْمَ يَجْمَعُ} ، وهو </p><p>(١) البحر المحيط.</p><p> تخصيص (١) بعد التعميم، وتخصيص عيسى من بين الرسل؛ لاختلاف طائفتي اليهود والنصارى فيه إفراطًا وتفريطًا؛ هذه تجعله إلهًا، وهذه تجعله كاذبًا. وقيل: هو منصوب باذكر. و {قَالَ}  (٢) هنا بمعنى المضارع؛ لأن هذا القول يقع يوم القيامة مقدمة لقوله:  {أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ مِنْ دُونِ اللَّهِ} . </p><p> وعبارة (٣)  \"البيضاوي\" هنا: {إِذْ قَالَ اللَّهُ} بدل من {يَوْمَ يَجْمَعُ اللَّهُ} ، والماضي بمعنى الآتي على حد، {وَنَادَى أَصْحَابُ الْجَنَّةِ} في أن الماضي أقيم مقام المضارع، وفي أن إذ واقعة موقع إذا التي للمستقبل لتحقق الوقوع، فكأنه واقع، أو نصب بإضمار اذكر. انتهت؛ أي: اذكر يا محمد لأمتك قصة إذ يقول الله سبحانه وتعالى لعيسى ابن مريم يوم القيامة {اذْكُرْ نِعْمَتِي عَلَيْكَ} ؛ أي: تذكر إنعامي عليك بما سيأتي {و} إنعامي {عَلَى وَالِدَتِكَ} وأمك مريم إذ أنبتها نباتًا حسنًا، وطهرتها واصطفيتها على نساء العالمين، ورزقتها من حيث لا تحتسب. ذكَّره (٤) سبحانه وتعالى نعمتهُ عليه وعلى أمه مع كونه ذاكرًا لها عالمًا بتفضل الله سبحانه بها؛ لقصد تعريف الأمم بما خصهما الله تعالى به من الكرامة، وميزهما به من علو المقام، أو لتأكيد الحجة وتبكيت الجاحد بأن منزلتهما عند الله هذه المنزلة، وتوبيخ من اتخذهما إلهين ببيان أن ذلك الإنعام عليهما كله من عند الله تعالى، وأنهما عبدان من جملة عباده منعم عليهما بنعم الله سبحانه، ليس لهما من الأمر شيء، وليس المراد بأمره بالذكر يومئذ - أي: يوم القيامة - تكليفه شكرها، والقيام بواجبها؛ إذ ليس هناك تكليف، بل المراد توبيخ الكفرة المختلفين في شأنه وشأن أمه إفراطًا وتفريطًا. انتهى \"أبو السعود\" . </p><p> وقوله:  {إِذْ أَيَّدْتُكَ بِرُوحِ الْقُدُسِ} : ظرف للنعمة؛ لأنها بمعنى المصدر؛ أي: اذكر إنعامي عليك وقت تأييدي إياك بروح القدس؛ أي: بجبريل الأمين؛ أي: إذ قويتك وأعنتك بروح القدس؛ أي: بجبريل المطهر من أوصام الآثام حين لقنك وأعانك في تكليم الناس في المهد، وثبتك في إقامة الحجة عليهم في </p><p>(١) الشوكاني. (٢) الجمل.(٣) البيضاوي.(٤) الشوكاني.</p><p> الكهولة، فكان جبريل يسير معه حيث سار، يعينه على الحوادث التي تقع، ويلهمه المعارف والعلوم. </p><p> وعبارة \"الخازن\" هنا: {إِذْ أَيَّدْتُكَ بِرُوحِ الْقُدُسِ} يعني: بجبريل عليه السلام؛ لأن القدس هو الله تعالى؛ لأنه مصدر بمعنى: المقدس؛ أي: المطهر عن النقائص، وأضافه إليه على سبيل التشريف والتعظيم، كإضافة بيت الله وناقة الله. وقيل: أراد بروح القدس الروح المطهرة؛ لأن الأرواح تختلف باختلاف الماهية، فمنها روح طاهرة مقدسة نورانية، ومنها روح خبيثة كدرة ظلمانية، فخصَّ الله عيسى بالروح المقدسة الطاهرة النورانية المشرقة، وقد عدد عليه من النعم سبعًا: إذ أيدتك، وإذ علمتك، وإذ تخلق، وإذ تبرىء، وإذ تخرج الموتى، وإذ كففت، وإذ أوحيت. </p><p> وقرأ الجمهور:  {أَيَّدْتُكَ} بتشديد الياء من باب فعَّل المضعف. وقرأ مجاهد وابن محيصن:  {آيدتك} فوزن هذه القراءة يحتاج في معرفته إلى نقل مضارعه من كلام العرب، فإن كان يؤايد .. فوزنه: فاعل، وإن كان يؤيد .. فهو أفعل، وجملة قوله:  {تُكَلِّمُ النَّاسَ} مبينة لمعنى التأييد، و {فِي الْمَهْدِ} في محل النصب على الحال؛ أي: تكلم الناس حالة كونك طفلًا صغيرًا في الحجر والسرير بقولك: {إِنِّي عَبْدُ اللَّهِ} ، الآية {و} حالة كونك {كَهْلًا} ؛ أي: في زمن الكهولة؛ الزمن بين الثلاثين والأربعين؛ أي: تكلم الناس حال كونك صبيًّا وكهلًا، لا يتفاوت كلامك في الحالتين، مع أن غيرك يتفاوت كلامه فيهما تفاوتًا بينًا، وهذه معجزة عظيمة، وخاصة شريفة ليست لأحد قبله. </p><p> قال ابن عباس رضي الله عنهما (١) : أرسل الله عيسى عليه السلام وهو ابن ثلاثين سنة، فمكث في رسالته ثلاثين شهرًا، ثم رفعه الله إليه، فذكر تكليمه في حال الكهولة لبيان أن كلامه في تينك الحالين كان على نسق واحد بديع، صادر عن كمال العقل والتدبير، ذكره \"أبو السعود\" . والمعنى: اذكر يا محمد لأمتك </p><p>(١) الخازن.</p><p> قصة إذ يقول الله سبحانه يوم القيامة لعيسى ابن مريم: اذكر (١) بقلبك أو بلسانك إنعامي عليك وعلى والدتك حين تأييدي إياك بروح القدس، وتكليمك الناس في المهد بما يبرِّىء أمك من قول الآثمين الذين أنكروا عليها أن يكون لها غلام من غير زوج يكون أبًا له، وذلك قوله:  {إِنِّي عَبْدُ اللَّهِ آتَانِيَ الْكِتَابَ وَجَعَلَنِي نَبِيًّا وَجَعَلَنِي مُبَارَكًا} ، وكهلًا حين بعثت فيهم رسولًا؛ تقيم عليهم الحجة في ما ضلوا به عن الصراط المستقيم. </p><p> وفائدة هذا القصص: تنبيه النصارى الذين كانوا عمر التنزيل إلى قبح مقالتهم، وسوء معتقدهم؛ لأن طعن سائر الأمم كان مقصورًا على الأنبياء، وطعن هؤلاء تعدى إلى جلال الله وكبريائه؛ إذ وصفوه بما لا يليق به من اتخاذ الزوجة والولد. </p><p> وقوله:  {وَإِذْ عَلَّمْتُكَ} معطوف على قوله: {إِذْ أَيَّدْتُكَ} ؛ أي: واذكر نعمتي عليك وقت تعليمي إياك {الْكِتَابَ} ؛ أي: الكتابة والخط، أو المراد (٢) : جنس الكتاب، فيكون ذكر التوراة والإنجيل من ذكر الخاص بعد العام، وتخصيصهما بالذكر؛ لمزيد اختصاصه بهما، أما التوراة: فقد كان يحتج بها على اليهود في غالب ما يدور بينه وبينهم من الجدال، كما هو مصرَّح بذلك في الإنجيل، وأما الإنجيل: فلكونه نازلًا عليه من عند الله سبحانه وتعالى {و} علمتك {الْحِكْمَةَ} ؛ أي: الفهم والاطلاع على أسرار العلوم النظرية والعملية {و} علمتك {التَّوْرَاةَ} التي أنزلتها على موسى {وَالْإِنْجِيلَ} الذي أنزلته عليك. </p><p> وذِكر الكِتابين (٣) ؛ إشارة إلى الأسرار التي لا يطلع عليها أحد إلا أكابر الأنبياء عليهم السلام، فإن الاطلاع على أسرار الكتب الإلهية لا يحصل إلا لمن صار ربانيًّا في أصناف العلوم الشرعية والعقلية الظاهرة التي يبحث عنها العلماء. </p><p> {وَإِذْ تَخْلُقُ مِنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ بِإِذْنِي} ؛ أي: واذكر نعمتي عليك؛ إذ </p><p>(١) المراغي. (٢) الشوكاني.(٣) المراح.</p><p> تجعل قطعة من الطين والتراب المندّى مثل هيئة الطير وصورتها في شكلها، ومقادير أعضائها بإذني وأمري وتيسيري لك {فَتَنْفُخُ فِيهَا} ؛ أي: في تلك القطعة المصورة من ريح فمك، فتكون تلك القطعة المصورة {طَيْرًا} ؛ أي: حيوانًا طائرًا مثل الخفاش {بِإِذْنِي} ؛ أي: بتكويني وتخليقي. وإنما قال (١) هنا: {فِيهَا} ، وفي سورة آل عمران:  {فيه} ؛ لأن الضمير في قوله:  {فِيهَا} يعود إلى الهيئة المصورة بجعلها مصدرًا بمعنى اسم المفعول؛ كالخلق؛ وذلك لأن النفخ لا يكون في الهيئة، إنما يكون في المهيأ ذي الهيئة، ويجوز أن يعود الضمير إلى الطير؛ لأنها مؤنثة قال تعالى:  {أَوَلَمْ يَرَوْا إِلَى الطَّيْرِ فَوْقَهُمْ صَافَّات} وأما الضمير المذكور في آل عمران في قوله: {فيه} ، فيعود إلى الكاف يعني: في ذلك الشيء المماثل لهيئة الطير، وإنما كرر قوله:  {بِإِذْنِي} ؛ تأكيدًا لكون ذلك الخلق واقعًا بقدرة الله تعالى وتخليقه، لا بقدرة عيسى عليه السلام وتخليقه؛ لأن المخلوق لا يخلق شيئًا، إنما خالق الأشياء كلها هو الله تعالى لا خالق لها سواه، وإنما كان الخلق لهذا الطير معجزة لعيسى عليه السلام أكرمه الله تعالى بها. </p><p> وقرأ ابن عباس (٢) : {فتنفخها فتكون} ، وقرأ الجمهور:  {فَتكُونُ} بالتاء من فوق، وقرأ عيسى ابن عمر:  {فيها فيكون} بالياء من تحت. وقرأ (٣) نافع ويعقوب: {طائرًا} ، ويحتمل الإفراد والجمع كالباقر. </p><p> {و} اذكر نعمتي عليك إذ {تُبْرِئُ} وتشفي {الْأَكْمَهَ} ، أي: الأعمى المطموس البصر الذي ولد كذلك {و} تبرىء {الْأَبْرَصَ} ؛ أي: صاحب البرص، وهو داء معروف يبيض منه الجلد. {بِإِذْنِي} لك، وتسهيله عليك، وتيسيره لك {وَإِذْ تُخْرِجُ الْمَوْتَى} من قبورهم أحياء {بِإِذْنِي} ؛ أي: بفعلي ذلك عند دعائك وقولك للميت: أخرج بإذن الله من قبرك، فيكون ذلك آية لك عظيمة. </p><p> وتكرير {بِإِذْنِي} في المواضع الأربعة؛ للاعتناء بأن ذلك كله من جهة الله، </p><p>(١) الخازن. (٢) البحر المحيط.(٣) البيضاوي.</p><p> ليس لعيسى عليه السلام فيه فعل إلا مجرد امتثاله لأمر الله سبحانه كما مرَّ. وإنما قال في آل عمران (١) : {بِإِذْنِ اللَّهِ} مرتين، وقال هنا:  {بِإِذْنِي} أربع مرات عقيب أربع جمل؛ لأن ما هنا موضع ذكر النعمة والامتنان بها، فناسب الإسهاب والإطناب، وما هناك موضع إخبار لبني إسرائيل، فناسب الإيجاز. </p><p> وقوله:  {وَإِذْ كَفَفْتُ} معطوف على {وَإِذْ تُخْرِجُ} ؛ أي: واذكر نعمتي عليك حين كففت ودفعت وصرفت {بَنِي إِسْرَائِيلَ عَنْكَ} ؛ أي: اليهود حين أرادوا قتلك، فلم يتمكنوا منه، وقوله:  {إِذْ جِئْتَهُمْ بِالْبَيِّنَاتِ} ظرف لـ {كَفَفْتُ} ؛ أي: إذ جئتهم بالمعجزات الواضحات الدالة على صدقك؛ أي: بما ذكر هنا، وما لم يذكر؛ كالإخبار بما يأكلون وما يدخرون في بيوتهم، وغير ذلك من معجزاته، فـ (ال) فيه للجنس، وذلك أن عيسى عليه السلام لما أتى بهذه المعجزات العجيبة الباهرة .. قصد اليهود قتله، فخلصه منهم ورفعه إلى السماء. {فَقَالَ الَّذِينَ كَفَرُوا} ؛ أي: فقال الذين استمروا على كفرهم من اليهود، ولم يؤمنوا بهذه المعجزات:  {إِنْ هَذَا} ؛ أي: ما هذا الذي جاء به عيسى من المعجزات {إِلَّا سِحْرٌ مُبِينٌ} ؛ أي: بين واضح. </p><p> وقرأ حمزة والكسائي هنا، وفي هود، والصف، ويونس (٢) : {ساحر} بالألف، والإشارة حينئذ إلى عيسى؛ أي: ما هذا الرجل وهو عيسى عليه السلام إلا ساحر ظاهر. </p><p> وقرأ ابن عامر وعاصم في يونس فقط بالألف. وقرأ باقي السبعة:  {سِحْر} بكسر السين وسكون الحاء؛ أي: ما هذا الذي جاء به عيسى من الخوارق إلا سحر مبين، أو ما هذا؛ أي: عيسى إلا سحر مبين، وهذا على سبيل المبالغة؛ أو على حذف مضاف. </p><p> والخلاصة (٣) : أنهم لا يعتدون بما جاء على يديه من الآيات وخوارق </p><p>(١) البحر المحيط. (٢) المراح والبحر المحيط.(٣) المراغي.</p>"
}