{
  "id": null,
  "sura": 5,
  "aya": 59,
  "text": "<p> لأنهم لو كان لهم عقل كامل .. لعلموا أن خدمة الخالق المنعم بغاية التعظيم لا تكون مهزؤًا بها، فإنَّه أحسن أعمال العباد، وأشرف أفعالهم، ولذلك قال بعض الحكماء: أشرف الحركات الصلاة، وأنفع السكنات الصيام يعني: أن هزؤهم ولعبهم من أفعال السفهاء والجهال الذين لا عقل لهم. </p><p> وخلاصة المعنى: أي ذلك الفعل الذي يفعلونه وهو الهزؤ والسخرية: إنما كان لجهلهم بحقيقة الأديان، وما أوجب الله فيها من تعظيمه والثناء عليه بما هو أهله، ولو كان عندهم عقل .. لخشعت قلوبهم كلما سمعوا المؤذن يكبر الله تعالى ويمجده بصوته الندي، ويدعو إلى الصلاة له، والفلاح بمناجاته وذكره، فهو ذكر مؤثر في النفوس لا تخفى محاسنه على من يعقل الحكمة في إرسال الشرائع، ويؤمن بالله العلي الكبير. </p><p> ٥٩ - {قُلْ يَا أَهْلَ الْكِتَابِ} الخطاب فيه للنبي - صلى الله عليه وسلم -؛ أي: قل يا محمد لهؤلاء اليهود والنصارى الذين اتخذوا دينك هزوًا ولعبًا والاستفهام في قوله: {هَلْ تَنْقِمُونَ مِنَّا} إنكاري تهكمي؛ أي: هل تكرهون منا أو تعيبون علينا من شيء {إِلَّا أَنْ آمَنَّا بِاللَّهِ} وحده {و} بـ {مَا أُنْزِلَ إِلَيْنَا} من القران الكريم {و} بـ {ما أنزل من قبل} على رسله سبحانه وتعالى من التوراة والإنجيل والزبور وسائر الكتب الإلهية، وهذا على سبيل التعجب من فعل أهل الكتاب، والمعنى: هل تجدون علينا عيبًا في الدين إلا الإيمان بالله وبما أنزل إلينا وبما أنزل على جميع الأنبياء من قبل؟ وهذا ليس مما ينكر أو ينقسم منه، وهذا كما قال بعضهم: </p><p> وَلا عَيبَ فِيهِمْ غَيْرَ أنَّ سُيُوْفَهُمْ ... بِهِنَّ فُلولٌ من قِرَاعِ الكَتَائِبِ </p><p> يعني: أنه ليس فيهم عيب إلا ذلك، وهذا ليس بعيب بل هو مدح عظيم لهم، والحاصل: أن هذا ديننا الحق، وطريقنا المستقيم، فلم تنقمونه علينا وقوله:  {وَأَنَّ أَكْثَرَكُمْ فَاسِقُونَ} عطف (١) على المجرور؛ أي: وما تنقمون منا إلا الإيمان بالله، وما أنزل، وبأن أكثركم فاسقون، والمعنى: أعاديتمونا لأنَّا اعتقدنا توحيد الله وصدق أنبيائه وفسقكم لمخالفتكم لنا في ذلك؛ أي: وما تكرهون من </p><p>(١) النسفي.</p><p> أوصافنا إلا إيماننا بما ذكر واعتقادنا بأن أكثركم خارجون من الإيمان بما ذكر، فإن الكفر بالقرآن مستلزم بالكفر بما يصدقه بلا شك، ويجوز (١) أن تكون الواو بمعنى مع، أي: وما تنقمون منا إلا الإيمان باللهِ وبما ذكر معه، مع أن أكثركم فاسقون. وعبارة (٢) الخازن: يعني إنَّما كرهتم إيماننا ونقمتوه علينا، مع علمكم بأنا على الحق بسبب فسقكم وإقامتكم على الدين الباطل لحب الرياسة، وأخذ الأموال بالباطل، وإنما قال: أكثركم، لأن الله علم أن من أهل الكتاب من يؤمن باللهِ وبرسوله. </p><p> وعبارة المراغي هنا:  {قُلْ يَا أَهْلَ الْكِتَابِ هَلْ تَنْقِمُونَ مِنَّا ...} الآية؛ أي: قل يا أهل الكتاب من اليهود والنصارى هل من شيء تعيبونه علينا، وتكرهوننا لأجله إلا إيماننا الصادق بالله وتوحيده، وإثبات صفات الكمال له، وإيماننا بما أنزل إلينا، وبما أنزل من قبلي على رسله لقلة إنصافكم، ولأن أكثركم فاسقون خارجون عن حظيرة الإيمان الصحيح، وليس لكم من الدين إلا العصبية الجنسية، والتقاليد الباطلة. </p><p> والخلاصة: أنَّه ما عندنا سوى ذلك، وهذا مما لا يعاب ولا ينقم منه، بل يمدح صاحبه ويكرم، لكنكم لفسقكم وخروجكم من حظيرة الدين الصحيح عبتم الحسن من غيركم، ورضيتم بالقبيح من أنفسكم وفي قوله:  {وَأَنَّ أَكْثَرَكُمْ فَاسِقُونَ} إشارة إلى أن الحكم بالفسق عليهم ليس على العموم بل على الأكثر فقط؛ لأنَّه قد كان في أهل الكتاب ناس لا يزالون معتصمين بأصول الدين وجوهره من التوحيد وحب الحق والعدل، وهؤلاء هم الذين سارعوا إلى الإِسلام عندما عرفوا حقيقة أمره، وتجلى لهم صدق الداعي إليه. </p><p> وقرأ الجمهور (٣) : {تَنْقِمُونَ} بكسر القاف، والماضي نَقَم بفتحها، في التي ذكرها ثعلب في الفصيح، ونقم بالكسر ينقم بالفتح لغة حكاها الكسائي </p><p>(١) النسفي. (٢) الخازن.(٣) البحر المحيط.</p>"
}