{
  "id": null,
  "sura": 5,
  "aya": 37,
  "text": "<p> من عذابهم وعقابهم، وعن أنس رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \"يقول الله تبارك وتعالى: لأهون أهل النار عذابًا: لو كانت لك الدنيا كلها أكنت مفتديًا بها؟فيقول:نعم،فيقول:قد أردت منك أيسر من هذا،وأنت في صلب آدم:أن لا تشرك بي، ولا أدخلك النار وأدخلك الجنة، فأبيت إلا الشرك\" . هذا لفظ مسلم، وفي رواية للبخاري قال:  \"يجاء بالكافر يوم القيامة،فيقال له:أرأيت لو كان لك ملء الأرض ذهبًا، أكنت تفتدي به؟فيقول:نعم،فيقال له:لقد كنت سألت ما هو أيسر من ذلك؛ أن لا تشرك بي\" . متفق عليه. ووحد (١) الضمير في {به} وإن كان قد تقدم شيئان: معطوف عليه ومعطوف، وهو ما في الأرض ومثله معه؛ إما لغرض تلازمهما، فأجرى مجرى الواحد كما قالوا: رب يوم وليلة مر بي، وإما لإجراء الضمير مجرى اسم الإشارة، كأنَّه قال: ليفتدوا بذلك. قال الزمخشري: ويجوز أن تكون الواو في {ومثله} بمعنى مع فيوحد المرجوع إليه. وقرأ الجمهور:  {مَا تُقُبِّلَ} مبينًا للمفعول، وقرأ يزيد بن قطيب:  {مَا تُقُبِّلَ} مبينًا للفاعل؛ أي: ما تقبل الله منهم. </p><p> {وَلَهُمْ عَذَابٌ أَلِيمٌ} ؛ أي: بل هو معذبهم عذابًا موجعًا مؤلمًا لهم؛ لأنَّ سنته تعالى قد مضت بأن سبب الفلاح والنجاة إنما تكون من نفس الإنسان لا من خارج عنها {قَدْ أَفْلَحَ مَنْ زَكَّاهَا (٩) وَقَدْ خَابَ مَنْ دَسَّاهَا (١٠) }. </p><p> وهذا هو الفارق بين الإِسلام وغيره من الأديان، فالنصارى يعتقدون أن خلاصهم وسعادتهم يكون بالمسيح فدية لهم يفتديهم بنفسه مهما كانت حالهم، والمسلمون يعتقدون أن العمدة في النجاة تزكية النفس بالفضائل والأعمال الصالحة. </p><p> ٣٧ - فهذه الجملة الأخيرة تصريح بعدم قبول الفداء، وتصوير للزوم العذاب، فلا سبيل لهم إلى الخلاص منه. ثم ذكر ما يلاقونه من الأهوال حينئذ فقال:  {يُرِيدُونَ أَنْ يَخْرُجُوا مِنَ النَّارِ} ؛ أي: يتمنون الخروج من النار دار العذاب </p><p>(١) البحر المحيط.</p><p> والشقاء بعد دخولهم فيها، ويقصدونه بقلوبهم إذا رفعهم لهب النار إلى فوق. وقيل: يكادون يخرجون منها لقوة النار ودفعها لهم، ولكن لا يقدرون ذلك. وقرأ الجمهور (١)  {أَنْ يَخْرُجُوا} مبينًا للفاعل، ويناسبه:  {وَمَا هُمْ بِخَارِجِينَ مِنْهَا} . وقرأ النخعي وابن وثاب وأبو واقد:  {أَنْ يَخْرُجُوا} مبنيًّا للمفعول، ويضعف هذه القراءة وما هم بخارجين من النار. {وَمَا هُمْ بِخَارِجِينَ} ألبتة، وإنَّما قال:  {وَمَا هُمْ بِخَارِجِينَ} بدل وما يخرجون للمبالغة {وَلَهُمْ} ؛ أي: للكافرين خاصة دون عصاة المؤمنين {عَذَابٌ مُقِيمٌ} ؛ أي: دائم، ثابت، لا يزول عنهم، ولا ينقطع ولا ينتقل أبدًا، تارة بالبرد، وتارة بالحر، وتارة بغيرهما. </p><p> الإعراب </p><p> {وَاتْلُ عَلَيْهِمْ نَبَأَ ابْنَيْ آدَمَ بِالْحَقِّ} . </p><p> {وَاتْلُ} : (الواو) : عاطفة أو استئنافية. {اتل} : فعل أمر مبني على حذف حرف العلة - وهي الواو - وفاعله ضمير يعود على محمَّد، والجملة معطوفة على الجملة المقدرة في قوله:  {وَإِذْ قَالَ مُوسَى لِقَوْمِهِ ...} إلخ، يعني: اذكر يا محمَّد لقومك وأخبرهم خبر ابني آدم، أو الجملة مستأنفة استئنافًا نحويًّا. {عَلَيْهِمْ} : جار ومجرور متعلق بـ {اتل} . {نَبَأَ} : مفعول به، وهو مضاف. {ابْنَيْ} : مضاف إليه وهو مضاف. {آدَمَ} : مضاف إليه مجرور بالفتحة؛ لأنَّه اسم لا ينصرف، والمانع له من الصرف العلمية والعجمية. {بِالْحَقِّ} : جار ومجرور (٢) متعلق بمحذوف صفة لمصدر محذوف تقديره: واتل عليهم تلاوةً متلبسة بالحق والصدق، حسبما تقرر في كتب الأولين. وفي \"السمين\" قوله: {بِالْحَقِّ} فيه ثلاثة أوجه (٣) : </p><p> أحدها: أنَّه حال من فاعل {اتل} ذلك حال كونك متلبسًا بالحق؛ أي: بالصدق. </p><p>(١) البحر المحيط. (٢) أبو السعود.(٣) السمين.</p><p> الثاني: أنَّه حال من المفعول - وهو {نَبَأَ} ؛ أي: اتل نبأهما متلبسًا بالحق والصدق، موافقًا لما في كتب الأولين، لتقوم عليهم الحجة برسالتك. </p><p> الثالث: أنَّه صفة لمصدر {اتل} ؛ أي: اتل ذلك تلاوةً متلبسةً بالحق والصدق، وكان هذا الوجه هو اختيار الزمخشري؛ لأنَّه بدأ به، وعلى كل من الأوجه الثلاثة: فالباء للمصاحبة وهي متعلقة بمحذوف. اهـ. </p><p> {إِذْ قَرَّبَا قُرْبَانًا فَتُقُبِّلَ مِنْ أَحَدِهِمَا وَلَمْ يُتَقَبَّلْ مِنَ الْآخَرِ قَالَ لَأَقْتُلَنَّكَ} . </p><p> {إِذْ} : ظرف لم مضى من الزمان في محل النصب على الظرفية مبني على السكون لشبهه بالحرف شبهًا افتقاريًّا، والظرف متعلق بـ {نَبَأَ} ؛ أي اتل نبأهما وقصتهما الواقع في ذلك الوقت. {قَرَّبَا} فعل وفاعل. {قُرْبَانًا} : مفعول به، والجملة في محل الجر مضاف إليه لـ {إِذْ} . {فتقبل} : {الفاء} ): عاطفة. {تقبل} : فعل ماضٍ مغيَّر الصيغة، ونائب فاعله ضمير يعود على {قُرْبَانًا} . {مِنْ أَحَدِهِمَا} : جار ومجرور ومضاف إليه، متعلق بـ {تقبل} وتفعل هنا بمعنى الثلاثي المجرد، والجملة في محل الجر، معطوفة على جملة {قَرَّبَا} . {وَلَمْ يُتَقَبَّلْ} : الواو عاطفة. {لم يتقبل} : جازم ومجزوم، ونائب فاعله ضمير يعود على القربان. {مِنَ الْآخَرِ} : جار ومجرور، متعلق به، والجملة معطوفة على جملة قوله:  {فَتُقُبِّلَ مِنْ أَحَدِهِمَا} . {قَالَ} : فعل ماضٍ وفاعله ضمير يعود على {الْآخَرِ} والجملة مستأنفة. {لَأَقْتُلَنَّكَ} مقول محكي لـ {قَالَ} وإن شئت قلت: (اللام) : موطئة للقسم. {أقتلن} : فعل مضارع في محل الرفع لتجرده عن الناصب والجازم، مبني على الفتح لاتصاله بنون التوكيد الثقيلة، ونون التوكيد الثقيلة حرف لا محل لها من الإعراب مبني على الفتح. و (الكاف) : ضمير المخاطب في محل النصب مفعول به، وفاعله ضمير يعود على {الْآخَرِ} ، والجملة الفعلية جواب القسم لا محل لها من الإعراب، وجملة القسم المحذوف في محل النصب مقول {قَالَ} . </p><p> {قَالَ إِنَّمَا يَتَقَبَّلُ اللَّهُ مِنَ الْمُتَّقِينَ} . </p><p> {قَالَ} : فعل ماضٍ، وفاعله ضمير يعود على {أَحَدِهِمَا} والجملة </p><p> مستأنفة. {إِنَّمَا يَتَقَبَّلُ اللَّهُ مِنَ الْمُتَّقِينَ} : مقول محكي لـ {قَالَ} وإن شئت قلت: {إِنَّمَا} أداة حصر. {يَتَقَبَّلُ اللَّهُ} : فعل وفاعل. {مِنَ الْمُتَّقِينَ} : جار ومجرور، متعلق به، والجملة في محل النصب مقول {قَالَ} . </p><p> {لَئِنْ بَسَطْتَ إِلَيَّ يَدَكَ لِتَقْتُلَنِي مَا أَنَا بِبَاسِطٍ يَدِيَ إِلَيْكَ لِأَقْتُلَكَ} . </p><p> وقوله:  {لَئِنْ بَسَطْتَ إِلَيَّ يَدَكَ لِتَقْتُلَنِي} إلى قوله: {فَطَوَّعَتْ لَهُ نَفْسُهُ قَتْلَ أَخِيهِ فَقَتَلَهُ} : مقول محكي لـ {قَالَ} وإن شئت قلت: {لَئِنْ} : (اللام) : موطئة لقسم محذوف. {إن} : حرف شرط جازم. {بَسَطْتَ} : فعل وفاعل في محل الجزم بـ {إن} على كونه فعل شرط لها، {إِلَيَّ}  {إلى} : حرف جر مبني بسكون على الألف المنقلبة ياء مدغمة في ياء المتكلم. وياء المتكلم في محل الجر بـ {إلى} مبني على الفتح، الجار والمجرور متعلق بـ {بَسَطْتَ}  {يَدَكَ} مفعول به ومضاف إليه. {لِتَقْتُلَنِي} : (اللام) : حرف جر وتعليل. {تقتل} : فعل مضارع منصوب بأن مضمرة جوازًا بعد لام كي، وفاعله: ضمير مستتر يعود على {الْآخَرِ} والنون: نون الوقاية والياء: ضمير المتكلم في محل النصب مفعول به، والجملة الفعلية صلة أن المضمرة، أن مع صلتها في تأويل مصدر مجرور باللام تقديره: لقتلك إياي، الجار والمجرور متعلق بـ {بَسَطْتَ} . {مَا} : حجازية تعمل عمل ليس. {أَنَا} في محل الرفع اسمها. {بِبَاسِطٍ} : خبرها، والباء: زائدة في خبر {مَا} الحجازية، وهو اسم فاعل يعمل عمل الفعل الصحيح، وفاعله: ضمير يعود على {أَنَا} . {يَدِيَ} : مفعول {باسط} ومضاف إليه. {إِلَيْكَ} : جار ومجرور متعلق {بِبَاسِطٍ} وجملة {مَا} الحجازية جواب القسم المحذوف لا محل لها من الإعراب، وجواب الشرط محذوف، دل عليه جواب القسم تقديره: إن بسطت إلى يدك لتقتلني .. فما أبسط يدي إليك لأقتلك، جريًا على القاعدة المقررة عند النحاة، من أنَّه إذا اجتمع شرط وقسم .. كان المذكور جوابًا للسابق منهما، إلا فيما استثني عندهم كما مر لك ذكره مرارًا. </p><p> {إِنِّي أَخَافُ اللَّهَ رَبَّ الْعَالَمِينَ} . </p><p> {إِنِّي} : {أَنْ} حرف نصب. و (الياء) : اسمها. {أَخَافُ اللَّهَ} فعل </p><p> ومفعول. {رَبَّ الْعَالَمِينَ} : صفة للجلالة ومضاف إليه، وفاعله ضمير يعود على المتكلم، أعني: هابيل، والجملة الفعلية في محل الرفع خبر إن، وجملة إن: في محل الجر بلام التعليل المقدرة معللة لما قبلها. </p><p> {إِنِّي أُرِيدُ أَنْ تَبُوءَ بِإِثْمِي وَإِثْمِكَ فَتَكُونَ مِنْ أَصْحَابِ النَّارِ وَذَلِكَ جَزَاءُ الظَّالِمِينَ (٢٩) }. </p><p> {إِنِّي} حرف نصب. والياء اسمها. {أُرِيدُ} : فعل مضارع، وفاعله ضمير يعود على المتكلم، والجملة الفعلية في محل الرفع خبر إنَّ، وجملة إنَّ من اسمها وخبرها في محل الجر، معطوفة على جملة إن الأولى على كونها تعليلًا ثانيًا لما قبلها. وقال أبو السعود: وإنَّما لم يعطف على التعليل قبله .. تنبيهًا على كفاية كل منهما في العلية. انتهى. {أَنْ تَبُوءَ} ناصب ومنصوب، وفاعله ضمير المخاطب أعني قابيل. {بِإِثْمِي} : جار ومجرور ومضاف، متعلق بـ {تَبُوءَ} . {وَإِثْمِكَ} : معطوف عليه، وجملة {تَبُوءَ} : صلة {أَنْ} المصدرية، {أَنْ} مع صلتها: في تأويل مصدر منصوب على المفعولية تقديره: إنِّي أريد بوءك بإثمي وإثمك، {فَتَكُونَ} : معطوف على {تَبُوءَ} منصوب، واسمها ضمير يعود على المخاطب. {مِنْ أَصْحَابِ النَّارِ} : جار ومجرور ومضاف إليه، متعلق بمحذوف خبر {تكون} . {وَذَلِكَ جَزَاءُ الظَّالِمِينَ} : مبتدأ وخبر ومضاف إليه، والجملة مستأنفة. </p><p> {فَطَوَّعَتْ لَهُ نَفْسُهُ قَتْلَ أَخِيهِ فَقَتَلَهُ فَأَصْبَحَ مِنَ الْخَاسِرِينَ (٣٠) }. </p><p> {فَطَوَّعَتْ} : (الفاء) : عاطفة. {طوعت} : فعل ماضٍ. {لَهُ} متعلق به، {نَفْسُهُ} : فاعل ومضاف إليه. {قَتْلَ أَخِيهِ} : مفعول به ومضاف إليه، والجملة الفعلية معطوفة على جملة قوله:  {قَالَ لَأَقْتُلَنَّكَ} . {فَقَتَلَهُ} : (الفاء) : عاطفة تفريعية. {قتله} : فعل ومفعول، وفاعله ضمير يعود على القاتل، والجملة معطوفة على جملة {طوعت} . {فَأَصْبَحَ} : (الفاء) : عاطفة تفريعية. {أصبح} : فعل ماض ناقص، واسمها ضمير يعود على القاتل. {مِنَ الْخَاسِرِينَ} : جار ومجرور خبر {أصبح} وجملة {أصبح} : معطوفة على جملة قوله: {فَقَتَلَهُ} . </p><p> {فَبَعَثَ اللَّهُ غُرَابًا يَبْحَثُ فِي الْأَرْضِ لِيُرِيَهُ كَيْفَ يُوَارِي سَوْءَةَ أَخِيهِ} . </p><p> {فَبَعَثَ} : (الفاء) : فاء الفصيحة؛ لأنَّها أفصحت عن جواب شرط مقدر تقديره: إذا عرفت أنَّه قتل أخاه، وأردت بيان ما فعله بجيفة أخيه .. فأقول لك:  {بعث الله غرابًا} : {بعث الله} : فعل وفاعل. {غُرَابًا} : مفعول، والجملة: في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. {يَبْحَثُ} : فعل مضارع، وفاعله ضمير يعود على {الْغُرَابِ} ، والجملة صفة لـ {غُرَابًا} . {فِي الْأَرْضِ} : جار ومجرور متعلق بـ {يَبْحَثُ} . {لِيُرِيَهُ} اللام حرف جر وتعليل. {يريه} : فعل ومفعول أول منصوب بأنْ مضمرة جوازًا بعد لام كي: لأنّه من أرى، بمعنى عرف يتعدى بالهمزة إلى مفعولين، وفاعله ضمير مستتر فيه يعود على {اللَّهُ} إن قلنا اللام متعلقة بـ {بعث} ، أو على الغراب إن قلنا هي متعلقة بـ {يَبْحَثُ} . {كَيْفَ} : اسم استفهام في محل النصب على الحال من فاعل {يُوَارِي} مبني على الفتح لشبهه بالحرف شبهًا معنويًّا. {يُوَارِي} : فعل مضارع وفاعله ضمير مستتر فيه يعود على القاتل أعني قابيل. {سَوْءَةَ أَخِيهِ} : مفعول به ومضاف إليه، وجملة {يُوَارِي} : في محل النصب سادة مسد المفعول الثاني لأرى؛ لأنَّها معلقة عنها باسم الاستفهام، وجملة يرى من الفعل والفاعل: صلة أنْ المضمرة، أنْ مع صلتها: في تأويل مصدر مجرور باللام، والجار والمجرور إما متعلق بـ {بعث} تقديره: فبعث الله غرابًا، لإراءة الله إياه كيفية مواراة سوأة أخيه، أو متعلق بـ {يَبْحَثُ} تقديره: غرابًا يبحث في الأرض لإراءة الغراب إياه كيفية مواراة سوأة أخيه. وفي \"الفتوحات\" قوله: {لِيُرِيَهُ} إما متعلق بـ {بعث} ، فالضمير المستتر في الفعل عائد على {اللَّهُ} أو متعلق بـ {يَبْحَثُ} فالضمير عائد على الغراب. وفي \"السمين\" قوله: {لِيُرِيَهُ كَيْفَ يُوَارِي} هذه اللام يجوز فيها وجهان: </p><p> أحدهما: أنَّها متعلقة بـ {يَبْحَثُ} ؛ أي: ينبش ويثير التراب للإراءة. </p><p> والثاني: أنَّها متعلقة بـ {بعث} ، وكيف معمولة لـ {يُوَارِي} ، وجملة الاستفهام معلقة للرؤية البصرية، فهي في محل المفعول الثاني سادة مسده؛ لأنَّ رأى البصرية قبل تعديتها بالهمزة متعدية لواحد، فاكتسبت بالهمزة مفعولًا آخر، </p><p> وتقدم نظيرتها في قوله:  {أَرِنِي كَيْفَ تُحْيِ الْمَوْتَى} . اهـ. </p><p> {قَالَ يَا وَيْلَتَا أَعَجَزْتُ أَنْ أَكُونَ مِثْلَ هَذَا الْغُرَابِ فَأُوَارِيَ سَوْءَةَ أَخِي فَأَصْبَحَ مِنَ النَّادِمِينَ (٣١) }. </p><p> {قَالَ} : فعل ماضٍ، وفاعله ضمير يعود على القاتل، والجملة مستأنفة. {يَا وَيْلَتَا} : إلى قوله: {فَأَصْبَحَ مِنَ النَّادِمِينَ} مقول محكي لـ {قَالَ} ، وإنْ شئت قلت:  {يَا وَيْلَتَا} : {يا} : حرف نداء. {ويلتى} : منادى مضاف منصوب، وعلامة نصبه فتحة مقدرة على ما قبل ياء المتكلم المنقلبة ألفًا للتخفيف بعد قلب الكسرة فتحة لمناسبة الألف، منع من ظهورها اشتغال المحل بحركة المناسبة، ويلة: مضاف. و (ياء المتكلم المنقلبة ألفًا للتخفيف) : في محل الجر مضاف إليه، مبني على السكون لشبهها بالحرف شبهًا وضعيًّا، وجملة النداء: في محل النصب مقول. {قَالَ} . وفي هذا المقام بحث نفيس ذكرته في رسالتي \"هدية أولي العلم والإنصاف في إعراب المنادى المضاف\" . {أَعَجَزْتُ} : (الهمزة) : للاستفهام التعجبي. {عجزت} : فعل وفاعل، والجملة الفعلية جواب النداء في محل النصب مقول {قَالَ} . {أَنْ أَكُونَ} : ناصب وفعل ناقص واسمه ضمير المتكلم يعود على القاتل، {مِثْلَ هَذَا} : خبر أكون ومضاف إليه. {الْغُرَابِ} : بدل من اسم الإشارة، وجملة {أَنْ} : المصدرية مع صلتها في تأويل مصدر منصوب على المفعولية تقديره: أعجزت كوني مثل هذا الغراب. {فَأُوَارِيَ} : (الفاء) : عاطفة، {أُوَارِيَ} ؛ معطوف على {أَكُونَ} وفاعله ضمير يعود على القاتل، والجملة معطوفة على جملة {أَكُونَ} . {سَوْءَةَ أَخِي} : مفعول به ومضاف إليه، {فَأَصْبَحَ}  (الفاء) : عاطفة. {أصبح} : فعل ماضٍ ناقص واسمه ضمير يعود على القاتل. {مِنَ النَّادِمِينَ} : جار ومجرور خبر {أصبح} والجملة معطوفة على جملة {قَالَ} . </p><p> {مِنْ أَجْلِ ذَلِكَ كَتَبْنَا عَلَى بَنِي إِسْرَائِيلَ أَنَّهُ مَنْ قَتَلَ نَفْسًا بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الْأَرْضِ فَكَأَنَّمَا قَتَلَ النَّاسَ جَمِيعًا} . </p><p> {مِنْ أَجْلِ ذَلِكَ} : جار ومجرور ومضاف إليه متعلق بـ {كَتَبْنَا} وتقديمه </p><p> عليه لإفادة الحصر، و {كَتَبْنَا} : فعل وفاعل والجملة مستأنفة، {عَلَى بَنِي إِسْرَائِيلَ} : جار ومجرور ومضاف إليه متعلق بـ {كَتَبْنَا} . {أَنَّهُ} : أنَّ حرف نصب ومصدر. والهاء: ضمير الشأن في محل النصب اسمها. {مَنْ} : اسم شرط في محل الرفع مبتدأ، والخبر جملة الجواب أو الشرط أو هما. {قَتَلَ} : فعل ماضٍ في محل الجزم بـ {مَن} على كونه فعل شرط لها، وفاعله ضمير يعود على {مَنْ} . {نَفْسًا} : مفعول به. {بِغَيْرِ نَفْسٍ} : جار ومجرور ومضاف إليه متعلق بـ {قَتَلَ} ، أو حال من الضمير في {قَتَلَ} كما ذكره أبو البقاء؛ أي: مَنْ قتل نفسًا ظالمًا، {أَوْ فَسَادٍ} : معطوف على نفس، {فِي الْأَرْضِ} متعلق بفساد؛ لأنَّه بمعنى إفساد، أو صفة له. {فَكَأَنَّمَا} : الفاء: رابطة لجواب من الشرطية. {كأنَّ} : حرف تشبيه ملغاة لا عمل لها. {ما} : كافة لكفها ما قبلها عن العمل فيما بعدها. {قَتَلَ النَّاسَ} : فعل ومفعول، وفاعله ضمير يعود على {مَن} ، {جَمِيعًا} : حال من {النَّاسَ} ، أو تأكيد له، وجملة من الشرطية في محل الرفع خبر أنَّ، وجملة أنَّ من اسمها وخبرها في تأويل مصدر منصوب على المفعولية لـ {كَتَبْنَا} تقديره: من أجل ذلك كتبنا على بني إسرائيل كون من قتل نفسًا بغير نفس أو فساد .. مثل من قتل الناس جميعًا في هتك حرمة الدماء. </p><p> {وَمَنْ أَحْيَاهَا فَكَأَنَّمَا أَحْيَا النَّاسَ جَمِيعًا وَلَقَدْ جَاءَتْهُمْ رُسُلُنَا بِالْبَيِّنَاتِ ثُمَّ إِنَّ كَثِيرًا مِنْهُمْ بَعْدَ ذَلِكَ فِي الْأَرْضِ لَمُسْرِفُونَ} . </p><p> {وَمَنْ أَحْيَاهَا}  (الواو) : عاطفة. {من} : اسم شرط في محل الرفع مبتدأ، والخبر جملة الشرط أو الجواب أو هما. {أَحْيَاهَا} : فعل ومفعول في محل الجزم بـ {من} : وفاعله ضمير يعود على {من} . {فَكَأَنَّمَا أَحْيَا النَّاسَ} : فعل ومفعول في محل الجزم بـ {من} على كونه جوابًا لها، وفاعله ضمير يعود على {من}  {جَمِيعًا} : حال من الناس، أو تأكيد له، وجملة {مَنْ} : الشرطية معطوفة على جملة {مَنْ} الأولى. {وَلَقَدْ} : (الواو) : استئنافية. اللام: موطئة للقسم، {قد} : حرف تحقيق، {جَاءَتْهُمْ} : فعل ومفعول. {رُسُلُنَا} : فاعل ومضاف إليه، والجملة الفعلية جواب القسم لا محل لها من الإعراب، وجملة </p><p> القسم المحذوف مستأنفة. {بِالْبَيِّنَاتِ} : جار ومجرور حال من {الرسل} ؛ أي: حالة كونهم متلبسين بالبينات {ثُمَّ} : حرف عطف وترتيب. {إِنَّ كَثِيرًا} : ناصب واسمه. {مِنْهُمْ} جار ومجرور صفة لـ {كَثِيرًا} . {بَعْدَ ذَلِكَ} : ظرف ومضاف إليه، متعلق بمسرفون الآتي، وكذلك يتعلق به الجار والمجرور في قوله:  {فِي الْأَرْضِ} . وكون (١) لام الابتداء، لا يعمل ما بعدهما فيما قبلها، محله إذا كانت اللام في محلها فإن زحلقت إلى الخبر عمل ما بعدها فيما قبلها كما هنا. {لَمُسْرِفُونَ} : اللام: لام الابتداء، زحلقت إلى الخبر. {مسرفون} : خبر إنَّ، وجملة إنَّ معطوفة على جملة قوله:  {وَلَقَدْ جَاءَتْهُمْ رُسُلُنَا بِالْبَيِّنَاتِ} على كونه جوابًا لقسم محذوف. </p><p> {إِنَّمَا جَزَاءُ الَّذِينَ يُحَارِبُونَ اللَّهَ وَرَسُولَهُ وَيَسْعَوْنَ فِي الْأَرْضِ فَسَادًا} . </p><p> {إِنَّمَا} : أداة حصر. {جَزَاءُ الَّذِينَ} : مبتدأ ومضاف إليه. {يُحَارِبُونَ اللَّهَ} : فعل وفاعل ومفعول. {وَرَسُولَهُ} : معطوف على الجلالة، والجملة صلة الموصول، والعائد ضمير الفاعل. {وَيَسْعَوْنَ} : فعل وفاعل، والجملة معطوفة على جملة {يُحَارِبُونَ} . {فِي الْأَرْضِ} : متعلق بـ {وَيَسْعَوْنَ} . {فَسَادًا} : مفعول من أجله. وفي \"الفتوحات\" وفي نصب {فَسَادًا} ثلاثة أوجه: </p><p> أحدها: أنَّه مفعول من أجله؛ أي: يحاربون ويسعون لأجل الإفساد، وشرط النصب موجود. </p><p> والثاني: أنَّه مصدر واقع موقع الحال؛ أي: ويسعون في الأرض مفسدين أو ذوي فساد، أو جعلوا نفس الفساد مبالغة. </p><p> والثالث: أنَّه منصوب على المصدر؛ أي: أنَّه نوع من العامل قبله، لأنَّ يسعون معناه في الحقيقة يفسدون فسادًا، وفسادًا اسم مصدر قائم الإفساد، والتقدير: يفسدون في الأرض بسعيهم فسادًا. انتهت. </p><p>(١) الجمل.</p><p> {أَنْ يُقَتَّلُوا أَوْ يُصَلَّبُوا أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُمْ مِنْ خِلَافٍ أَوْ يُنْفَوْا مِنَ الْأَرْضِ} . </p><p> {أَنْ يُقَتَّلُوا} : ناصب وفعل ونائب فاعل، وجملة {أَن} المصدرية مع صلتها في تأويل مصدر مرفوع على الخبرية تقديره: إنَّما جزاء الذين يحاربون الله تقتيلهم، والجملة الإسمية مستأنفة {أَوْ يُصَلَّبُوا} : فعل ونائب فاعل معطوف على {يُقَتَّلُوا} . {أَوْ تُقَطَّعَ أَيْدِيهِمْ} : فعل ونائب فاعل ومضاف إليه معطوف على {يُقَتَّلُوا} . {وَأَرْجُلُهُمْ} : معطوف على {أَيْدِيهِمْ} ، {مِنْ خِلَافٍ} : جار ومجرور حال من الأيدي والأرجل؛ أي: حالة كونها مختلفة في القطع بمعنى أنَّه تقطع يده اليمنى ورجله اليسرى {أَوْ يُنْفَوْا} : فعل مغير الصيغة ونائب فاعل معطوف على {يُقَتَّلُوا} . {مِنَ الْأَرْضِ} متعلق به، وأو في جميع الأمثلة للتقسيم والتنويع؛ أي: تقسيم عقوبتهم تقسيمًا موزعًا على حالتهم وجناياتهم. </p><p> {ذَلِكَ لَهُمْ خِزْيٌ فِي الدُّنْيَا وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ} . </p><p> {ذَلِكَ} مبتدأ أول. {لَهُمْ} : جار ومجرور خبر مقدم. {خِزْيٌ} : مبتدأ ثانٍ مؤخر. {فِي الدُّنْيَا} : جار ومجرور صفة لـ {خِزْيٌ} والجملة من المبتدأ الثاني وخبره خبر للمبتدأ الأول، وجملة المبتدأ الأول مع خبرة مستأنفة استئنافًا بيانيًّا. وفي \"الفتوحات\" وفي قوله: {ذَلِكَ لَهُمْ خِزْيٌ فِي الدُّنْيَا} ثلاثة أوجه: </p><p> أحدها: أن يكون {لَهُمْ} خبرًا مقدمًا و {خِزْيٌ} : مبتدأ مؤخرًا. {فِي الدُّنْيَا} صفة له، فيتعلق بمحذوف. </p><p> والثاني: أن يكون {خِزْيٌ} خبرًا لـ {ذَلِكَ} و {لَهُمْ} متعلق بمحذوف على أنَّه حال من {خِزْيٌ} ؛ لأنَّه في الأصل صفة له، فلما قدم عليه .. انتصب حالًا. </p><p> والثالث: أنْ يكون {لَهُمْ} : خبرًا لذلك و {خِزْيٌ} : فاعل ورفع الجار هنا الفاعل لما اعتمد على المبتدأ. اهـ. \"سمين\" . {وَلَهُمْ} : (الواو) : عاطفة. </p><p> {لَهُمْ} : جار ومجرور خبر مقدم. {فِي الْآخِرَةِ} : جار ومجرور حال من {عَذَابٌ} ؛ لأنَّه صفة نكرة قدمت عليها. {عَذَابٌ} مبتدأ مؤخر. {عَظِيمٌ} : صفة له، والجملة الإسمية معطوفة على جملة قوله:  {ذَلِكَ لَهُمْ خِزْيٌ فِي الدُّنْيَا} . </p><p> {إِلَّا الَّذِينَ تَابُوا مِنْ قَبْلِ أَنْ تَقْدِرُوا عَلَيْهِمْ فَاعْلَمُوا أَنَّ اللَّهَ غَفُورٌ رَحِيمٌ (٣٤) }. </p><p> {إِلَّا} : أداة استثناء. {الَّذِينَ} : اسم موصول في محل النصب على الاستثناء من {الَّذِينَ يُحَارِبُونَ} ، {تَابُوا} : فعل وفاعل، والجملة صلة الموصول، {مِنْ قَبْلِ} : جار ومجرور متعلق بـ {تَابُوا} قبل مضاف. {أَنْ تَقْدِرُوا} : ناصب وفعل وفاعل، والجملة في تأويل مصدر مجرور بإضافة الظرف إليه، تقديره: من قبل قدرتكم، {عَلَيْهِمْ} : جار ومجرور متعلق بـ {تَقْدِرُوا} . {فَاعْلَمُوا} الفاء: فاء الفصيحة؛ لأنَّها أفصح عن جواب شرط مقدر تقديره إذا عرفتم هذا الاستثناء وأردتم بيان سعة رحمة الله وغفرانه .. فأقول لكم، {اعلموا} : فعل وفاعل، والجملة في محل النصب مقول لجواب إذا المقدرة، وجملة إذًا المقدرة مستأنفة. {أَنَّ اللَّهَ} : ناصب واسمه. {غَفُورٌ} خبر أول لـ {أَنَّ} . {رَحِيمٌ} : خبر ثانٍ لها، وجملة أنَّ في تأويل مصدر ساد مسد مفعولي {اعلموا} تقديره: فاعلموا كون الله تعالى غفورًا رحيمًا. وفي \"الفتوحات\" قوله: {إِلَّا الَّذِينَ تَابُوا} فيه وجهان: </p><p> أحدهما: إنَّه منصوب على الاستثناء من المحاربين. </p><p> والثاني: أنَّه مرفوع بالابتداء، والخبر قوله:  {فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} ، والعائد محذوف؛ أي: غفور لهم، ذكر هذا الثاني أبو البقاء، وحينئذ يكون الاستثناء منقطعًا بمعنى: لكن التائبون يغفر لهم. اهـ. \"سمين\" . </p><p> {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَابْتَغُوا إِلَيْهِ الْوَسِيلَةَ وَجَاهِدُوا فِي سَبِيلِهِ لَعَلَّكُمْ تُفْلِحُونَ (٣٥) }. </p><p> {يَا أَيُّهَا} : {يا} : حرف نداء. {أي} منادى نكرة مقصودة. {ها} : </p><p> حرف تنبيه. {الَّذِينَ} : اسم موصول في محل الرفع صفة لـ {أي} ، وجملة النداء مستأنفة. {آمَنُوا} فعل وفاعل {اتَّقُوا اللَّهَ} : فعل وفاعل ومفعول، والجملة صلة الموصول. {وَابْتَغُوا} : فعل وفاعل، والجملة معطوفة على جملة {اتَّقُوا اللَّهَ} . {إِلَيْهِ} : جار ومجرور متعلق بـ {وَابْتَغُوا} . وفي \"الفتوحات\" في {إِلَيْهِ} وجهان: </p><p> أحدهما: أنَّه متعلق بالفعل قبله. </p><p> والثاني: أنَّه متعلق بنفس الوسيلة. قال أبو البقاء: لأنَّها بمعنى المتوسل به، فلذلك عملت فيما قبلها يعني: أنَّها ليست بمصدر، حتى يمتنع أنْ يتقدم معمولها عليها، ويجوز أنْ يكون حالًا؛ أي: وابتغوا الوسيلة كائنة إليه، {الْوَسِيلَةَ} مفعول به {وَجَاهِدُوا} : فعل وفاعل معطوف على {اتَّقُوا اللَّهَ} . {فِي سَبِيلِهِ} : جار ومجرور ومضاف إليه متعلق بـ {وَجَاهِدُوا} . {لَعَلَّكُمْ} : {لعل} : حرف ترج ونصب بمعنى كي، و (الكاف) : اسمها. وجملة {تُفْلِحُونَ} : خبرها، وجملة {لعل} مستأنفة مسوقة لتعليل ما قبلها. </p><p> {إِنَّ الَّذِينَ كَفَرُوا لَوْ أَنَّ لَهُمْ مَا فِي الْأَرْضِ جَمِيعًا} . </p><p> {إِنَّ الَّذِينَ} إنَّ: حرف نصب. واسم الموصول في محل النصب اسمها {كَفَرُوا} فعل وفاعل، والجملة صلة الموصول {لَوْ} : حرف شرط غير جازم، {أَنَّ} : حرف نصب مقدر. {لَهُمْ} : جار ومجرور خبر مقدم، لـ {أَنَّ} . {مَا} : موصولة أو موصوفة في محل النصب اسم {أَنَّ} مؤخر عن خبرها. {فِي الْأَرْضِ} : جار ومجرور صلة لـ {مَا} أو صفة لها. {جَمِيعًا} توكيد لاسم {أَنَّ} أو حال منه. </p><p> {وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا بِهِ مِنْ عَذَابِ يَوْمِ الْقِيَامَةِ مَا تُقُبِّلَ مِنْهُمْ وَلَهُمْ عَذَابٌ أَلِيمٌ} . </p><p> {وَمِثْلَهُ}  {مثل} : معطوف على اسم أنَّ وهو ما الموصولة، وقيل: إنَّه منصوب على أنَّه مفعول معه وهو رأي الزمخشري وهو مضاف، و (الهاء) : مضاف </p><p> إليه. {مَعَهُ} : ظرف ومضاف إليه متعلق بمحذوف حال من {مثله} وجملة {أنَّ} : من اسمها وخبرها في تأويل مصدر، مرفوع على الفاعلية لفعل محذوف بعد لو الشرطية؛ لأنَّ لو الشرطية لا تدخل إلا على الفعل والتقدير: إنَّ الذين كفروا لو ثبت كون ما في الأرض جميعًا ومثله معه لهم {لِيَفْتَدُوا بِهِ}  (اللام) : لام كي. {يَفْتَدُوا} : فعل وفاعل منصوب بأنْ مضمرة بعد لام كي. {بِهِ} : جار ومجرور، متعلق بـ {يفتدوا} ، وضميره عائد على ما الموصولة، وجيء بالضمير مفردًا وإن تقدمه شيئان وهما:  {مَا فِي الْأَرْضِ} و {وَمِثْلَهُ} ، إما لتلازمهما، فهما في حكم شيء واحد؛ وإما لأنَّه حذف من الثاني لدلالة ما في الأول عليه كقوله: </p><p> وَإِنِّي وَقَيَّارٌ بِهَا لَغَرِيْبُ </p><p> أي: لو أن لهم ما في الأرض ليفتدوا به ومثله معه ليفتدوا به، وإما لإجراء الضمير مجرى اسم الإشارة، بأن يؤول المرجع المتعدد بالمذكور كما مر بعض ذلك في بحث التفسير ذكره في \"الفتوحات\" . وجملة أنْ المضمرة مع صلتها في تأويل مصدر مجرور بلام كي تقديره: لافتدائهم به أنفسهم من عذاب يوم القيامة، الجار والمجرور، متعلق بالاستقرار الذي تعلق به خبر أن وهو لهم {مِنْ عَذَابِ يَوْمِ الْقِيَامَةِ} جار ومجرور ومضاف إليه متعلق بـ {يفتدوا} أيضًا. {مَا} : نافية رابطة لجواب {لَو} وجاء على الأكثر من كون الجواب المنفي بغير لام. {تُقُبِّلَ} : فعل ماضٍ مغير الصيغة بمعنى قبل، ونائب فاعله ضمير يعود على {مَا} : الموصولة ومثله. {مِنْهُمْ} : جار ومجرور متعلق به، والجملة الفعلية جواب {لَوْ} الشرطية لا محل لها من الإعراب، وجملة {لَوْ} الشرطية من فعل شرطها وجوابها في محل الرفع خبر إنَّ في قوله: {إِنَّ الَّذِينَ كَفَرُوا} والتقدير: إنَّ الذين كفروا غير مقبول منهم فداؤهم لو ثبت كون ما في الأرض جميعًا ومثله معه لهم فافتداؤهم به، وجملة إنَّ من اسمها وخبرها مستأنفة {وَلَهُمْ}  (الواو) : عاطفة. {لَهُمْ} : جار ومجرور خبر مقدم. {عَذَابٌ} : مبتدأ مؤخر. {أَلِيمٌ} : صفة له، والجملة معطوفة على جملة {لَوْ} الشرطية على كونها خبرًا لـ {أَنَّ} . </p><p> {يُرِيدُونَ أَنْ يَخْرُجُوا مِنَ النَّارِ وَمَا هُمْ بِخَارِجِينَ مِنْهَا وَلَهُمْ عَذَابٌ مُقِيمٌ (٣٧) }. </p><p> {يُرِيدُونَ} : فعل وفاعل، والجملة مستأنفة {أَنْ يَخْرُجُوا} : ناصب وفعل وفاعل، وجملة أنْ المصدرية مع صلتها في تأويل مصدر منصوب على المفعولية تقديره: يريدون خروجهم من النار {مِنَ النَّارِ} جار ومجرور، متعلق بـ {يَخْرُجُوا} . {وَمَا} : {الواو} ): عاطفة. {ما} : حجازية. {هُمْ} : ضمير الغائبين في محل الرفع اسمها. {بِخَارِجِينَ} خبرها و {الباء} فيه زائدة. {مِنْهَا} : جار ومجرور متعلق {بِخَارِجِينَ} والجملة الإسمية معطوفة على جملة قوله: {يُرِيدُونَ أَنْ يَخْرُجُوا مِنَ النَّارِ} . {وَلَهُمْ}  {الواو} : عاطفة. {لَهُمْ} : جار ومجرور خبر مقدم. {عَذَابٌ} : مبتدأ مؤخر. {مُقِيمٌ} : صفة له، والجملة معطوفة على الجملة التي قبلها. </p><p> التصريف ومفردات اللغة </p><p> {وَاتْلُ عَلَيْهِمْ نَبَأَ ابْنَيْ آدَمَ} اتل فعل أمر من تلا يتلو تلاوة، يقال: تلا الكتاب إذا قرأه، والتلاوة: القراءة، ولا تكاد تستعمل إلا في قراءة كلام الله تعالى، والنبأ: الخبر الذي يهتم به لفائدة ومنفعة عظيمة، سمي به لأنَّه يأتي من مكان إلى آخر، ويجمع على أنباء {إِذْ قَرَّبَا قُرْبَانًا} والقربان فيه احتمالان (١) : </p><p> أحدهما: وبه قال الزمخشري: أنَّه اسم لما يتقرب به إلى الله عَزَّ وَجَلَّ من صدقة أو ذبيحة أو نسك أو غير ذلك، يقال: قرب صدقة وتقرب بها. </p><p> والاحتمال الثاني: أنْ يكون مصدرًا في الأصل، ثم أطلق على الشيء المتقرب به كقولهم: نسج اليمن وضرب الأمير، ويؤيد ذلك أنَّه لم يثن مع أن الموضع موضع تثنية لأن كلًّا من قابيل وهابيل له قربان يخصه، والأصل إذ قربا قربانين، وإنَّما لم يثن؛ لأنَّه مصدر في الأصل يستوي فيه الواحد وغيره {لَئِنْ بَسَطْتَ} يقال: بسط اليد إليه يبسط من باب نصر بسطًا إذا مدها إليه ليقتله {أَنْ تَبُوءَ بِإِثْمِي وَإِثْمِكَ} يقال: باء يبوء بوءًا من باب قال: إذا رجع ويقال: باء بالحق، أو بالذنب، إذا أقر به، وباء فلان بفلان بواء، إذا قتل به وصار دمه بدمه، وفي </p><p>(١) الجمل.</p><p> النهاية لابن الأثير: أبوء بنعمتك علي وأبوء بذنبي؛ أي: التزم وأقر. {فَطَوَّعَتْ لَهُ نَفْسُهُ قَتْلَ أَخِيهِ} فطوعت؛ أي: فشجعت وزينت. قرأ الجمهور (١) : طوعت بتشديد الواو، ويقرأ شاذًّا:  {طَوَّعَتْ} بوزن فاعل بالألف والتخفيف كما مر، وهما لغتان، والمعنى زينت، وقال:  (طاوعت) تتعدى بغير لام، وهذا خطأ؛ لأن التي تتعدى بغير اللام تتعدى إلى مفعول واحد، وقد عداه ها هنا إلى قتل أخيه، وقيل: التقدير: طاوعته نفسه على قتل أخيه، فزاد اللام وحذف على، ذكره أبو البقاء. </p><p> {فَبَعَثَ اللَّهُ غُرَابًا} الغراب (٢) طائر معروف، ويجمع في القلة على أغربة، وفي الكثرة على غربان وغراب اسم جنس، وأسماء الأجناس إذا وقعت على مسمياتها من غير أن تكون منقولة من شيء .. فإن وجد فيها ما يمكن اشتقاقه حمل على أنَّه مشتق، إلا أن ذلك قليل جدًّا، بل الأكثر أن تكون غير مشتقة نحو: تراب وحجر وماء، ويمكن أن يكون غراب مأخوذًا من الاغتراب، فإن العرب تتشاءم به، وتزعم أنَّه دال على الفراق {يَبْحَثُ فِي الْأَرْضِ} البحث في الأرض .. نبش التراب وإثارته. {لِيُرِيَهُ} من أرى الرباعي التي هي مزيد رأى به. معنى: عرف المتعدية لواحد، فتتعدى بالهمزة لاثنين: الأول: الضمير البارز، والثاني: جملة كيف {يُوَارِي} يقال: وارى الشيء يواري مواراة، من باب فاعل إذا أخفاه، والسوأة ما يسوء ظهوره، والعورة والسوأة يجوز تخفيف همزتها بإلقاء حركتها على الواو، فتبقى سوأة أخيه، ولا تقلب الواو ألفًا لتحركها وانفتاح ما قبلها؛ لأن حركتها عارضة، ذكره أبو البقاء. {وَيْلَتَا} الويل حلول الشر، والويلة: الفضيحة والبلية والهلكة؛ أي: وافضيحتاه، وهي كلمة جزع وتحسر، والألف فيه بدل من ياء المتكلم {أَعَجَزْتُ} من باب فعل المفتوح، وهي اللغة الفاشية، وحكى الكسائي فيه: فعل بكسر العين والعجز: عدم الإطاقة {مِنَ النَّادِمِينَ} من الندم: وهو التحسر والتلهف، يقال: ندم يندم، من باب فرح إذا تحسر. </p><p>(١) العكبري. (٢) البحر المحيط.</p><p> {مِنْ أَجْلِ ذَلِكَ} والأجل في الأصل (١) : الجناية، يقال: أجل عليهم شرًّا؛ أي: جنى عليهم جناية، ثم استعمل في تعليل الجنايات، ثم اتسع فيه فاستعمل في كل سبب. </p><p> وعبارة الشوكاني: أي من أجل ذلك القاتل وجريرته، وبسبب معصيته، وقال الزجاج: أي: من جنايته، قال: يقال: أجل الرجل على أهله شرًّا بأجل أجلًا، إذا جنى مثل أخذ يأخذ أخذًا انتهت. والإسراف البعد عن حد الاعتدال مع عدم المبالاة. {إِنَّمَا جَزَاءُ الَّذِينَ يُحَارِبُونَ اللَّهَ وَرَسُولَهُ} من حارب من باب فاعل الرباعي يحارب محاربة، والمحاربة من الحرب ضد السلم، والسلم السلامة من الأذى، والضرر والأفة والأمن على النفس والمال، والأصل في معنى كلمة الحرب التعدي وسلب المال، وحربية الرجل: ماله الذي يعيش به، والفساد ضد الصلاح، وكل ما يخرج عن وضعه الذي يكون صالحًا نافعًا .. يقال: إنّه فسد، ومن كان سببًا لفساد شيء يقال إنَّه أفسده، فإزالة الأمن من الأنفس أو الأموال أو الأعراض، ومعارضته تنفيذ الشريعة العادلة كل ذلك .. إفساد في الأرض {أَنْ يُقَتَّلُوا} والتقتيل المبالغة في القتل بكونه حتمًا لا هوادة فيه، ولا عفو من ولي الدم {أَوْ يُصَلَّبُوا} والتصليب المبالغة في الصلب، أو تكرار الصلب، كما قال الشافعي: يصلب بعد القتل ثلاثة أيام؛ بأن يربط على خشبة ونحوها منتصب القامة ممدود اليدين، وربما طعنوا المصلوب ليعجلوا موته {أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُمْ مِنْ خِلَافٍ} وتقطيع الأيدي والأرجل من خلاف معناه: إذا قطعت اليد اليمنى تقطع الرجل اليسرى، والعكس بالعكس {أَوْ يُنْفَوْا مِنَ الْأَرْضِ} والنفي من الأرض: النقل من البلد أو القطر الذي أفسدوا فيه إلى غيره من بلاد الإِسلام إذا كانوا مسلمين؛ فإن كانوا كفارًا .. جاز نفيهم إلى بعض بلاد الإِسلام، أو بعض بلاد الكفار {لَهُمْ خِزْيٌ} الخزي: الذل والفضيحة، يقال: أخزاه الله، إذا فضحه وأذله {مِنْ قَبْلِ أَنْ تَقْدِرُوا} ؛ أي: من قبل التمكن من عقابهم. {اتَّقُوا اللَّهَ وَابْتَغُوا إِلَيْهِ الْوَسِيلَةَ} اتقاء الله: هو اتقاء سخطه وعقابه </p><p>(١) المراغي.</p><p> بعدم مخالفة دينه وشرعه، يقال: اتقى عن الشيء، إذا جعل لنفسه وقايةً عنه، وهو من افتعل الخماسي، أصله اتقوا، يقال: اتقى اتقاء إذا صار تقيًّا، وابتغاء الوسيلة: طلب الوصول والقرب إليه تعالى بما يرضيه من العمل الصالح. والوسيلة (١) الواسلة إلى ما يتقرب منه، يقال: وسله وتوسل إليه، واستعيرت الوسيلة لما يتقرب به إلى الله تعالى من فعل الطاعات وقال لبيد: </p><p> أَرَى النَّاسَ لاَ يَدْرُوْنَ مَا قَدْرُ أَمْرِهِمْ ... أَلاَ كُلُّ ذِيْ لُبٍّ إِلَى الله وَاسِلُ </p><p> وأنشد الطبري: </p><p> إِذَا غَفِلَ الْوَاشُوْنْ عُدْنَا لِوَصْلِنَا ... وَعَادَ التَّصَابِي بَيْنَنَا وَالْوَسَائِلُ </p><p> وفي \"المصباح\" : وسلت إلى الله بالعمل أسل من باب وعد، رغبت وتقربت، ومنه اشتقاق الوسيلة وهي: ما يتقرب به إلى الشيء، والجمع الوسائل، والوسيل: قيل: جميع وسيلة، وقيل: لغة فيها، وتوسل إلى ربه توسيلة إذا تقرب إليه بعمل. انتهى. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات أنواعًا من الفصاحة والبيان والبديع: </p><p> منها: الطباق بين كلمة {قَتَلَ} و {أَحْيَا} وهو من المحسنات البديعية، وكذلك بين {يعذب} و {يغفر} . </p><p> ومنها: الحذف في قوله: {يُحَارِبُونَ اللَّهَ} ؛ لأنّه على حذف مضاف؛ أي: يحاربون أولياء الله لأن الله تعالى لا يحارب ولا يغالب، فالكلام على سبيل المجاز. </p><p> ومنها: الإبهام في قوله: {فَتُقُبِّلَ مِنْ أَحَدِهِمَا وَلَمْ يُتَقَبَّلْ مِنَ الْآخَرِ} . </p><p> ومنها: التعريض بعدم تقوى القاتل في قوله: {إِنَّمَا يَتَقَبَّلُ اللَّهُ مِنَ الْمُتَّقِينَ} . </p><p> ومنها: الجناس المماثل في قوله: {فَتُقُبِّلَ} ، {وَلَمْ يُتَقَبَّلْ} . </p><p>(١) الكشاف ١/ ٤٨٨.</p><p> ومنها: الجناس المغاير في قوله: {لَئِنْ بَسَطْتَ إِلَيَّ يَدَكَ لِتَقْتُلَنِي مَا أَنَا بِبَاسِطٍ} ، وفي قوله:  {قَتْلَ أَخِيهِ فَقَتَلَهُ} . </p><p> ومنها: التشبيه في قوله: {مِثْلَ هَذَا الْغُرَابِ} . </p><p> ومنها: القصر في قوله: {مِنْ أَجْلِ ذَلِكَ كَتَبْنَا} لأنَّ تقديم المعمول على عامله يفيد الحصر على تفسير الجمهور. </p><p> ومنها: الجناس المماثل في قوله: {مَنْ قَتَلَ نَفْسًا} ، {فَكَأَنَّمَا قَتَلَ النَّاسَ جَمِيعًا} ، {وَمَنْ أَحْيَاهَا فَكَأَنَّمَا أَحْيَا النَّاسَ} . </p><p> ومنها الاستعارة التصريحية التبعية في قوله:  {وَمَنْ أَحْيَاهَا} لأنه استعار الإحياء للاستبقاء؛ لأنَّ المراد استبقاءها وعدم التعرض لقتلها، وإحياء النفس بعد موتها لا يقدر عليه أحد إلا الله تعالى. </p><p> ومنها: الاستعارة التمثيلية في قوله: {لَوْ أَنَّ لَهُمْ مَا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا بِهِ} الآية. قال الزمخشري (١) : هذا تمثيل للزوم العذاب لهم، وأنه لا سبيل لهم إلى النجاة منه بوجه من الوجوه. </p><p> ومنها: طباق السلب في قوله: {لَئِنْ بَسَطْتَ}  {مَا أَنَا بِبَاسِطٍ يَدِيَ إِلَيْكَ} . </p><p> ومنها: التقسيم في قوله: {أَنْ يُقَتَّلُوا أَوْ يُصَلَّبُوا أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُمْ} . </p><p> ومنها: المجاز المرسل في قوله: {كَتَبْنَا} ؛ أي: أمرنا بكتابته في الكتب المنزلة، ففيه نسبة الفعل إلى الآمر. </p><p> ومنها: تنزيل غير العاقل منزلة العاقل في قوله: {يَا وَيْلَتَا} لأنَّ أصل النداء أنْ يكونَ للعاقل حقيقة، وقد ينادى ما لا يعقل مجازًا. </p><p> ومنها: الاهتمام في قوله: {سَوْءَةَ أَخِيهِ} ؛ لأنَّ المراد بسوأة أخيه جسده، فإنَّه مما يستقبح بعد موته، وخصت السوأة بالذكر للاهتمام بها, ولأن سترها </p><p>(١) الكشاف (١/ ٤٨٨).</p><p> آكد. وفيه أيضًا مجاز مرسل بإطلاق اسم البعض على الكل. </p><p> ومنها: الإتيان بضمير الشأن في قوله: {أَنَّهُ مَنْ قَتَلَ نَفْسًا} المنبىء (١) عن كمال شهرته ونباهته وتبادره إلى الأذهان، عند ذكر الضمير الموجب لزيادة تقرير ما بعده في الذهن، فإن الضمير لا يفهم منه من الأول إلا شأن مبهم له خطر، فبقى الذهن مترقيًا لما يعقبه، فيتمكن عند وروده فضل تمكن؛ فكأنّه قيل: إن الشأن الخطر هذا. اهـ. \"أبو السعود\" . </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p>(١) الجمل.</p><p> قال الله سبحانه جلَّ وعلا: </p><p> {وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا جَزَاءً بِمَا كَسَبَا نَكَالًا مِنَ اللَّهِ وَاللَّهُ عَزِيزٌ حَكِيمٌ (٣٨) فَمَنْ تَابَ مِنْ بَعْدِ ظُلْمِهِ وَأَصْلَحَ فَإِنَّ اللَّهَ يَتُوبُ عَلَيْهِ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (٣٩) أَلَمْ تَعْلَمْ أَنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ يُعَذِّبُ مَنْ يَشَاءُ وَيَغْفِرُ لِمَنْ يَشَاءُ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (٤٠) يَا أَيُّهَا الرَّسُولُ لَا يَحْزُنْكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ مِنَ الَّذِينَ قَالُوا آمَنَّا بِأَفْوَاهِهِمْ وَلَمْ تُؤْمِنْ قُلُوبُهُمْ وَمِنَ الَّذِينَ هَادُوا سَمَّاعُونَ لِلْكَذِبِ سَمَّاعُونَ لِقَوْمٍ آخَرِينَ لَمْ يَأتُوكَ يُحَرِّفُونَ الْكَلِمَ مِنْ بَعْدِ مَوَاضِعِهِ يَقُولُونَ إِنْ أُوتِيتُمْ هَذَا فَخُذُوهُ وَإِنْ لَمْ تُؤْتَوْهُ فَاحْذَرُوا وَمَنْ يُرِدِ اللَّهُ فِتْنَتَهُ فَلَنْ تَمْلِكَ لَهُ مِنَ اللَّهِ شَيْئًا أُولَئِكَ الَّذِينَ لَمْ يُرِدِ اللَّهُ أَنْ يُطَهِّرَ قُلُوبَهُمْ لَهُمْ فِي الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ (٤١) سَمَّاعُونَ لِلْكَذِبِ أَكَّالُونَ لِلسُّحْتِ فَإِنْ جَاءُوكَ فَاحْكُمْ بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ وَإِنْ تُعْرِضْ عَنْهُمْ فَلَنْ يَضُرُّوكَ شَيْئًا وَإِنْ حَكَمْتَ فَاحْكُمْ بَيْنَهُمْ بِالْقِسْطِ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ (٤٢) وَكَيْفَ يُحَكِّمُونَكَ وَعِنْدَهُمُ التَّوْرَاةُ فِيهَا حُكْمُ اللَّهِ ثُمَّ يَتَوَلَّوْنَ مِنْ بَعْدِ ذَلِكَ وَمَا أُولَئِكَ بِالْمُؤْمِنِينَ (٤٣) }. </p><p> المناسبة </p><p> قوله تعالى:  {وَالسَّارِقُ وَالسَّارِقَةُ ...} الآيات، مناسبتها لما قبلها (١) : أنّه تعالى لما ذكر جزاء المحاربين بالعقوبات التي فيها قطع الأيدي والأرجل من خلاف، ثم أمر بالتقوى لئلا يقع الإنسان في شيء من الحرابة، ثم ذكر حال الكفار .. ذكر حكم السرقة؛ لأن فيها قطع الأيدي بالقرآن، والأرجل بالسنة على ما يأتي ذكره، وهو أيضًا حرابة من حيث المعنى؛ لأنَّ فيه سعيًا بالفساد، إلا أن تلك على سبيل الشوكة والظهور، والسرقة على سبيل الاختفاء والتستر. </p><p> وعبارة المراغي هنا: لما بين الله (٢) سبحانه وتعالى عقاب المحاربين الذين </p><p>(١) البحر المحيط. (٢) المراغي.</p><p> يفسدون في الأرض، ويأكلون أموال الناس بالباطل جهرة، وأمر بتقوى الله، وابتغاء الوسيلة، والجهاد في سبيله، وهي الأعمال التي يكمل بها الإيمان, وتتهذب بها النفوس، حتى تنفر من الحرام، وتبتعد عن المعاصي .. ذكر هنا عقاب اللصوص الذين يأكلونها كذلك خفية، وجمع في هذه الآيات بين الوازع الداخلي: وهو الإيمان والصلاح، والوازع الخارجي: وهو الخوف من العقاب والنكال. </p><p> قوله تعالى:  {أَلَمْ تَعْلَمْ أَنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ...} مناسبتها لما قبلها (١) : أنّه تعالى لما ذكر تصرفه في أحكام السراق، ولم يحاب ما ذكر من العقوبات عليهم .. نبه على أن ذلك هو تصرف في ملكه، وملكه لا معقب لحكمه فيه، فيعذب من يشاء عذابه، وهم المخالفون لأوامره، ويغفر لمن يشاء وهم التائبون. </p><p> قوله تعالى:  {يَا أَيُّهَا الرَّسُولُ لَا يَحْزُنْكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ ...} مناسبة هذه الآية لما قبلها: أنَّه تعالى لما بين أحكام الحرابة والسرقة، وكان في ذكر المحاربين أنَّهم يحاربون الله ورسوله، ويسعون في الأرض فسادًا .. أمره تعالى أنْ لا يحزن، ولا يهتم بأمر المنافقين وأمر اليهود من تعنتهم وتربصهم به، وبمن معه الدوائر، ونصبهم له حبائل المكروه، وما يحدث لهم من الفساد في الأرض، ونصب المحاربة لله ولرسوله، وغير ذلك من الرذائل الصادرة عنهم. </p><p> أسباب النزول </p><p> قوله تعالى:  {وَالسَّارِقُ وَالسَّارِقَةُ ...} الآية، سبب نزولها (٢) : ما أخرجه أحمد وغيره عن عبد الله بن عمرو: أن امرأة سرقت على عهد رسول الله - صلى الله عليه وسلم - فقطعت يدها اليمنى، فقالت: هل لي من توبة يا رسول الله؟ فأنزل الله في سورة المائدة {فَمَنْ تَابَ مِنْ بَعْدِ ظُلْمِهِ وَأَصْلَحَ ...} الآية. </p><p>(١) البحر المحيط. (٢) لباب النقول.</p><p> قوله تعالى:  {يَا أَيُّهَا الرَّسُولُ لَا يَحْزُنْكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ ...} الآيات، سبب نزولها: ما أخرجه مسلم عن البراء بن عازب قال: مرَّ على النبي - صلى الله عليه وسلم - يهودي محممًا مجلودًا، فدعاهم - صلى الله عليه وسلم - فقال:  \"هكذا تجدون حدّ الزاني في كتابكم؟ \" قالوا: نعم، فدعا رجلًا من علمائهم فقال:  \"أنشدك باللهِ الذي أنزل التوراة على موسى، أهكذا تجدون حدّ الزاني في كتابكم؟؟قال:لا والله لولا أنَّك نشدتني لم أخبرك، نجده الرجم، ولكنه كثر في أشرافنا، فكنا إذا زنى الشريف .. تركناه، وإذا زنا الضعيف .. أقمنا عليه الحد،فقلنا:تعالوا فلنجتمع على شيء نقيمه على الشريف والوضيع، فجعلنا التحميم والجلد مكان الرجم، فقال رسول الله - صلى الله عليه وسلم -: \" اللهم إني أول من أحيا أمرك إذا أماتوه \" فأمر به فرجم،فأنزل الله عَزَّ وَجَلَّ:{يَا أَيُّهَا الرَّسُولُ لَا يَحْزُنْكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ}إلى قوله:{إِنْ أُوتِيتُمْ هَذَا فَخُذُوهُ}يقول: ائتوا محمدًا - صلى الله عليه وسلم -؛ فإن أمركم بالتحميم والجلد فخذوه، وإنْ أفتاكم بالرجم فاحذروا،فأنزل الله تعالى:{وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْكَافِرُونَ}،{وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الظَّالِمُونَ}،{وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْفَاسِقُونَ}.</p><p> وللآيات سبب آخر أيضًا: وهو ما أخرجه أبو داود بسند رجاله رجال \" الصحيح\" (ج ٤/ ص ٢٨٦) عن ابن عباس قال: كانت قريظة والنضير، وكان النضير أشرف من قريظة، فكان إذا قتل رجل من قريظة رجلًا من النضير .. قتل به، وإذا قتل رجل من النضير .. يودي بمئة وسق من التمر، فلما بعث النبي - صلى الله عليه وسلم - قتل رجل من النضير رجلًا من قريظة فقالوا: ادفعوه إلينا نقتله، فقالوا: بيننا وبينكم النبي - صلى الله عليه وسلم -، فأتوه فنزلت {وَإِنْ حَكَمْتَ فَاحْكُمْ بَيْنَهُمْ بِالْقِسْطِ} والقسط: النفس بالنفس، ثم نزلت {أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ} . </p><p> قال الحافظ ابن كثير رحمه الله تعالى (ج ٢/ ص ٦١) وقد يمكن أنه قد اجتمع هذان السببان في وقت واحد، فنزلت هذه الآيات في ذلك كلّه. والله أعلم. </p>"
}