{
  "id": null,
  "sura": 5,
  "aya": 15,
  "text": "<p> {وَسَوْفَ يُنَبِّئُهُمُ اللَّهُ} ؛ أي: سوف يخبرهم الله سبحانه وتعالى في الآخرة عند الحساب {بِمَا كَانُوا يَصْنَعُونَ} ؛ أي: بما كانوا صنعوا في الدنيا، من نقض للميثاق، ونكث للعهد، وتبديل للكتاب، وتحريف للأوامر والنواهي، ويجازيهم على ذلك بقدر ما يستحقون، ليعلموا أنه حكم عدل، لا يظلم مثقال ذرة، وفي هذا وعيد شديد لهم. </p><p> ١٥ - وبين الله سبحانه وتعالى في هذه الآية: أن النصارى نسوا حظًّا مما ذكروا به، كما نسي اليهود، وسر هذا أن المسيح عليه السلام لم يكتب ما ذكرهم به من المواعظ وتوحيد الله وتنزيهه وطرق الإرشاد إلى عبادته، وكان الذين اتبعوه من العامة، وأمثلهم حواريه وهم من الصيادين، وقد اشتد اليهود في مطاردتهم في كل مكان، ومن ثم لم تكن لهم جماعات ذات نفوذ وقوة، وعلم تدون ما حفظوه من الإنجيل. ثم دعاهم إلى الإيمان بمحمد - صلى الله عليه وسلم - فقال:  {يَاأَهْلَ الْكِتَابِ} ؛ أي: يا معشر اليهود والنصارى {قَدْ جَاءَكُمْ رَسُولُنَا} محمد - صلى الله عليه وسلم - خاتم النبيين حالة كونه {يُبَيِّنُ} ويظهر ويوضح {لَكُمْ كَثِيرًا مِمَّا كُنْتُمْ تُخْفُونَ} ـنه وتكتمونه {مِنَ} الأحكام والبشارات المذكورة في {الْكِتَابِ} ؛ أي: في التوراة كنعت محمد - صلى الله عليه وسلم -، وآية الرجم، وبشارة عيسى بأحمد في الإنجيل {وَيَعْفُو} ويسامح {عَنْ كَثِيرٍ} مما كنتم تكتمونه؛ أي: لا يظهره إذا لم تدع حاجة دينية إلى إظهاره، ولا يخبركم بكتمانكم إياه، ولا يفضح بذلك إبقاء عليكم. وقيل: المعنى يعفو عن كثير منكم، فلا يؤاخذهم بما يصدر منهم. وأكثر (١) نوازل الإخفاء إنما نزلت لليهود؛ لأنهم كانوا مجاوري الرسول في مهاجره، وفي هذه الآية دلالة على صحة نبوته - صلى الله عليه وسلم -: لأن في إعلامه بما يخفون من كتابهم - وهو أمي لا يقرأ ولا يكتب ولا يصحب القراء - دلالة على أنَّه إنَّما يعلمه الله تعالى. </p><p> والمعنى (٢) : يا أهل الكتاب إنَّا أرسلنا إليكم محمدًا - صلى الله عليه وسلم - رسول الله، وخاتم النبيين، يبين لكم كثيرًا من الأحكام التي كنتم تخفونها، وقد أنزلها عليكم في </p><p>(١) البحر المحيط. (٢) المراغي.</p><p> كتابكم كحكم رجم الزاني، وهو ما حفظتموه من أحكام التوراة لكنكم لم تلتزموا العمل به، وأنكره عالمكم ابن صوريا أمام النبي - صلى الله عليه وسلم -، فأقسم عليه، وناشده الله فاعترف به، وكذلك أخفى اليهود والنصارى صفات النبي - صلى الله عليه وسلم -، والبشارات به، وحرفوها بالحمل على معانٍ أخرى، إلى (١) ما أضاعوه من كتبهم ونسوه، كنسيان اليهود ما جاء في التوراة من أخبار الحساب والجزاء في الآخرة، وأظهره الرسول لهم، وكانت الحجة عليهم فيه أقوى، إذ هم يعلمون أنه نبيّ أميّ لم يطلع على شيء من كتبهم، ومن ثم آمن به من آمن من علمائهم المنصفين، واعترفوا بعد إيمانهم بما بقي عندهم من البشارات وصفات النبي - صلى الله عليه وسلم -، وكان هذا البيان من دلائل نبوته - صلى الله عليه وسلم -، ومعجزات القرآن التي لا ينبغي أن يمتري أحد فيها، ومع هذا فقد كان يعفو عن كثير مما كانوا يخفونه، ولا يظهر الكثير مما يكتمونه، وإنَّما لم يظهره .. لأنَّه لا حاجة إلى إظهاره في الدين، والفائدة في ذكر بعضه إعلامهم بأن الرسول عالم بكل ما يخفونه، فيكون ذلك داعيًا إلى ترك الإخفاء حتى لا يفتضحوا، ومن شأن علماء السوء في كل أمة أن يكتموا من العلم ما يكون حجة عليهم، وكاشفًا عن سوء حالهم، أو يحرفوه بحمله على غير ظاهر معناه {قَدْ جَاءَكُمْ} أيها الناس {مِنَ} عند {اللَّهِ} سبحانه وتعالى {نُورٌ} ؛ أي: رسول، وهو محمد - صلى الله عليه وسلم -، وسمي بذلك لأنه للبصيرة كالنور للبصر، فكما أنه لولا النور ما أدرك البصر شيئًا من المبصرات، كذلك لولا ما جاء به النبي - صلى الله عليه وسلم - من القرآن والإسلام لما أدرك ذو البصيرة من أهل الكتاب، ولا من غيرهم حقيقة الدين الحق، ولا ما طرأ على التوراة والإنجيل من ضياع بعضهما أو نسيانه، وعبث الرؤساء بالبعض الآخر، بإخفاء شيء منه، أو تحريفه، ولظلوا في ظلمات الجهل والكفر لا يبصرون {وَكِتَابٌ مُبِينٌ} ؛ أي: مظهر للحق من الباطل، وهو القرآن, وهو بين في نفسه مبين لما يحتاج إليه الناس لهدايتهم {يَهْدِي} ويرشد {بِهِ} ؛ أي: بذلك الكتاب، فالضمير راجع إلى الكتاب أو إليه وإلى النور، لكونهما كالشيء الواحد {اللَّهُ} سبحانه وتعالى {مَنِ اتَّبَعَ رِضْوَانَهُ} ؛ </p><p>(١) إلى ما أضاعوه: إلى هنا بمعنى مع كما يوجد ذلك كثيرًا في الكتاب.</p>"
}