{
  "id": null,
  "sura": 5,
  "aya": 115,
  "text": "<p> على معنى الأمة والجماعة. وقرأ ابن السميقع وابن محيصن والضحاك:  {وأنه منك} بفتح الهمزة وبنون مشددة، والضمير في {وأنه} إما للعيد أو الإنزال. </p><p> ١١٥ - فأجاب الله سبحانه وتعالى دعاء عيسى عليه السلام فـ {قَالَ اللَّهُ إِنِّي مُنَزِّلُهَا} ؛ أي: المائدة المطلوبة لكم {عَلَيْكُمْ} أيها الحواريون، وقرأ نافع وابن عامر وعاصم:  {مُنَزِّلُهَا} مشددأ، وقرأ باقي السبعة مخففًا، والأعمش وطلحة بن مصرف:  {إني سأنزلها} بسين الاستقبال؛ أي: وعد الله تعالى عيسى عليه السلام بإنزال المائدة مرة أو مرارًا، لكنه رتب شرطًا على هذا الوعد فقال:  {فَمَنْ يَكْفُرْ بَعْدُ} ؛ أي: بعد نزولها {مِنْكُمْ فَإِنِّي أُعَذِّبُهُ عَذَابًا} ؛ أي: تعذيبًا، كالسلام بمعنى التسليم، والضمير (١) في {لَا أُعَذِّبُهُ} ، للمصدر، ولو أريد بالعذاب ما يعذب به .. لم يكن بد من الباء؛ أي: إني أعذب من يكفر تعذيبًا لا أعذب مثل ذلك التعذيب {أَحَدًا مِنَ الْعَالَمِينَ} ؛ أي: من عالمي زمانهم، أو العالمين مطلقًا، فجحدوا وكفروا بعد نزول المائدة، فمسخوا خنازير، فلم يعذب بمثل ذلك غيرهم، وفي هذا من التهديد والترهيب ما لا يقادر قدره. </p><p> والخلاصة (٢) : أن من يكفر منكم بعد نزول هذه الآية التي اقترحتموها، وجاءت بطريق لا لبس فيه ولا شك .. فإني أعذبه عذابًا شديدًا لا أعذب مثله أحدًا من سائر كفار العالمين؛ لأن عقاب المخطىء أو الكافر يكون بقدر تأثير الخطيئة أو الكفر في نفسه، والبعد فيه عن الشبهة والعذر، وأيُّ شبهة أو عذر لمن يرى الآيات من رسوله تترى، ثم يقترح آية خاصة تشترك في العلم بها حواسه جميعًا ويتنفع بها في دنياه قبل آخرته، فيعطى ما طلب، ثم ينكص بعد ذلك كله على عقبيه، ويكون من الكافرين؟! </p><p> وللعلماء في الطعام الذي نزل في المائدة آراء، فقيل: هو خبز وسمك، وقيل: خبز ولحم، وقيل: كان ينزل عليهم طعامًا أينما ذهبوا؛ كما كان ينزل المن على بني إسرائيل، كما رواه ابن جرير عن ابن عباس. </p><p>(١) النفسي. (٢) المراغي.</p><p> فائدة في المائدة: وروي عن سلمان (١) الفارسي: أنَّ عيسى عليه السلام لما أراد الدعاء .. لبس صوفًا، ثم قال:  {اللَّهُمَّ رَبَّنَا أَنْزِلْ عَلَيْنَا} الخ، فنزلت سفرة حمراء بين غمامتين: غمامة فوقها، وأخرى تحتها، وهم ينظرون إليها، حتى سقطت بين أيديهم، فبكى عيسى عليه السلام، وقال: اللهم اجعلني من الشاكرين، اللهم اجعلها رحمة ولا تجعلها مثلة وعقوبة، وقال لهم: ليقم أحسنكم عملًا يكشف عنها، ويذكر اسم الله عليها، ويأكل منها، فقال شمعون رأس الحواريين: أنتَ أولى بذلك، فقام عيسى، وتوضأ، وصلى، وبكى، ثم كشف المنديل، وقال: باسم الله خير الرازقين، فإذا سمكة مشوية بلا شوك ولا فلوس تسيل دسمًا، وعند رأسها ملح، وعند ذنبها خل، وحولها من الألوان ما خلا الكرَّاث، وإذا خمسة أرغفة على واحد منها زيتون، وعلى الثاني عسل، وعلى الثالث سمن، وعلى الرابع جبن، وعلى الخامس قديد، فقال شمعون: يا روح الله من طعام الدنيا هذا، أم من طعام الآخرة؟ فقال: ليس منهما، ولكنه شيء خلقه الله بالقدرة العالية، كلوا ما سألتم واشكروا .. يمددكم الله ويزدكم من فضله، فقال الحواريون: لو أريتنا من هذه الآية آية أخرى، فقال: يا سمكة احيي بإذن الله، فاضطربت، ثم قال لها: عودي كما كنت، فعادت مشوية، ثم طارت المائدة، ثم عصوا وقالوا بعد النزول والأكل: هذا سحر مبين، فمسخ الله منهم ثلاث مئة وثلاثين رجلًا، باتوا ليلتهم مع نسائهم، ثم أصبحوا خنازير يسعون في الطرقات والكناسات، ويأكلون العذرة في الحشوش، ولما أبصرت الخنازير عيسى عليه السلام .. بكت وجعلت تطيف به، وجعل يدعوهم بأسمائهم واحدًا بعد واحد، فيبكون ويشيرون برؤوسهم، ولا يقدرون على الكلام، فعاشوا ثلاثة أيام، ثم هلكوا. والله أعلم. </p><p> الإعراب </p><p> {يَوْمَ يَجْمَعُ اللَّهُ الرُّسُلَ فَيَقُولُ مَاذَا أُجِبْتُمْ قَالُوا لَا عِلْمَ لَنَا إِنَّكَ أَنْتَ عَلَّامُ الْغُيُوبِ (١٠٩) }. </p><p>(١) الخازن والمراح.</p><p> {يَوْمَ} : منصوب على الظرفية الزمانية متعلق بمحذوف جوازًا تقديره: اذكر، والجملة المحذوفة مستأنفة {يَوْمَ يَجْمَعُ اللَّهُ الرُّسُلَ} : فعل وفاعل ومفعول، والجملة في محل الجر مضاف إليه لـ {يَوْمَ} . {فَيَقُولُ} : الفاء: عاطفة. {يقول} : فعل مضارع، وفاعله ضمير يعود على {اللَّهُ} ، والجملة في محل الجر معطوفة على جملة {يَجْمَعُ} . {مَاذَا أُجِبْتُمْ} مقول محكي لـ {يقول} ، وإن شئت قلت:  {مَاذَا} : اسم استفهام مركب في محل النصب مفعول ثان لـ {أُجِبْتُمْ} مقدم عليه وجوبًا؛ لكونه مما يلزم الصدارة. {أُجِبْتُمْ} : فعل ونائب فاعل، والجملة الفعلية في محل النصب مقول لـ {يقول} . {قَالُوا} : فعل وفاعل، والجملة مستأنفة. {لَا عِلْمَ لَنَا} آخر الآية: مقول لـ {قَالُوا} ، وإن شئت قلت:  {لَا} : نافية. {عِلْمَ} : في محل النصب اسمها. {لَنَا} : جار ومجرور متعلق بمحذوف خبر {لَا} تقديره: لا علم موجود لنا، وجملة {لَا} في محل النصب مقول {قَالُوا} . {إِنَّكَ} : وإن: حرف نصب، والكاف: في محل النصب اسمها. {أَنْتَ} : ضمير رفع منفصل مستعار لضمير النصب في محل النصب توكيد لاسم {إن} . {عَلَّامُ الْغُيُوبِ} : خبر {إن} ، ومضاف إليه، وجملة {إن} في محل النصب مقول {قَالُوا} ، مسوقة لتعليل ما قبلها، وفي \"الفتوحات\"  (١) : قوله: {إنَّكَ أَنْتَ} : {أَنْتَ} يحتمل ثلاثة أوجه: أن يكون توكيدًا لاسم {إن} ، فيكون منصوب المحل، وأن يكون مبتدأ خبره ما بعده، والجملة خبر {إن} ، وأن يكون فصلًا، وفيه الخلاف المشهور؛ هل له محل من الإعراب، أم لا؟ وإذا قيل: إن له محلًا من الإعراب، فهل يعرف بإعراب ما قبله كقول الفراء، فيكون في محل نصب، أو بإعراب ما بعده، فيكون في محل رفع، كقول الكسائي؟ </p><p> {إِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ اذْكُرْ نِعْمَتِي عَلَيْكَ وَعَلَى وَالِدَتِكَ} . </p><p> {إِذْ} ظرف لما مضى من الزمان، ولكن بمعنى إذا التي للاستقبال متعلق بمحذوف تقديره: اذكر. {قَالَ} : فعل ماضٍ بمعنى المضارع؛ لأن هذا القول </p><p>(١) الجمل.</p><p> يقع يوم القيامة مقدمة لقوله:  {أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ} . {اللَّهُ} : فاعل، والجملة الفعلية في محل الجر مضاف إليه لـ {إذ} . {يَا عِيسَى ابْنَ مَرْيَمَ} إلى قوله: {وَاشْهَدْ بِأَنَّنَا مُسْلِمُونَ} مقول محكي لـ {قَالَ} ، وإن شئت قلت:  {يَا} حرف نداء. {عِيسَى} : منادى مفرد العلم في محل النصب مبني بضم مقدر منع من ظهوره التعذر. {ابْنَ} : صفة له تابع لمحله منصوب. {مَرْيَمَ} : مضاف إليه. وإذا كان (١) المنادى علمًا مفردًا ظاهر الضم موصوفًا بابن متصلٍ مضافٍ إلى عَلَمٍ .. جاز فتحه إتباعًا لفتحة ابن، وضمه على البناء الأصلي فيه، هذا على مذهب الجمهور. وأجاز الفراء، وتبعه أبو البقاء فيما لا يظهر فيه الضم - كما هنا - تقدير ضم البناء، وفتح الإتباع لابن، كما قال ابن مالك: </p><p> وَنَحْوِ زَيْدٍ ضُمَّ وَافْتَحَنَّ مِنْ ... نَحْوِ أَزَيْدُ بْنَ سَعِيْدٍ لاَتَهِنْ </p><p> ويجوز أن يكون المنادى في هذا التركيب منصوبًا؛ لأنه في نية الإضافة، ويكون الابن مقحمًا للتوكيد. قال التبريزي: الأظهر عندي أن موضع عيسى نصب؛ لأنك تجعل الاسم مع نعته إذا أضفته إلى العلم كالشيء الواحد المضاف انتهى. وكل ما كان مثل هذا التركيب .. جاز فيه الوجهان: نحو يا زيد بن عمرو، وأنشد النحويون: </p><p> يَا حَكَمُ بْنُ الْمُنْذِرِ بْنِ الْجَارُوْدْ ... أَنْتَ الْجَوادَ بْنُ الْجَوَادِ بْنِ الْجُوْد </p><p> وإذا فتحت آخر المنادى في هذا التركيب .. تكون الفتحة حركة إتباع لحركة نون ابن، ولم يعتد بسكون باء ابن؛ لأن الساكن حاجز غير حصين، وسيأتي إن شاء الله تعالى في مبحث الصرف قاعدة مفيدة في مثل هذا المنادى على سبيل الاستطراد، وجملة النداء في الآية في محل النصب مقول {قَالَ} . {اذْكُرْ نِعْمَتِي} : فعل ومفعول ومضاف إليه وفاعله ضمير يعود على {عِيسَى} ، والجملة الفعلية جواب النداء في محل النصب مقول {قَالَ} . {عَلَيْكَ} : جار ومجرور متعلق بـ {نِعْمَتِي} ؛ لأنه مصدر بمعنى إنعامي. {وَعَلَى وَالِدَتِكَ} : معطوف على {عَلَيْكَ} . </p><p>(١) البحر المحيط بتصرف.</p><p> {إِذْ أَيَّدْتُكَ بِرُوحِ الْقُدُسِ تُكَلِّمُ النَّاسَ فِي الْمَهْدِ وَكَهْلًا وَإِذْ عَلَّمْتُكَ الْكِتَابَ وَالْحِكْمَةَ وَالتَّوْرَاةَ وَالْإِنْجِيلَ} . </p><p> {إِذْ} ظرف لما مضى من الزمان متعلق بـ {نِعْمَتِي} . {أَيَّدْتُكَ} : فعل وفاعل ومفعول، والجملة الفعلية في محل الجر بإضافة {إِذْ} إليها. {بِرُوحِ الْقُدُسِ} : جار ومجرور ومضاف إليه، متعلق بـ {أَيَّدْتُكَ} . {تُكَلِّمُ النَّاسَ} : فعل ومفعول، وفاعله ضمير يعود على {عِيسَى} ، والجملة في محل النصب حال من الكاف في {أَيَّدْتُكَ} . {فِي الْمَهْدِ} : جار ومجرور حال من فاعل {تُكَلِّمُ} . {وَكَهْلًا} : الواو: عاطفة. {كَهْلًا} : معطوف على محل الجار والمجرور قبله على كونه حالًا من فاعل {تُكَلِّمُ} ، والتقدير: تكلم الناس حالة كونك صغيرًا في زمن المهد، وكبيرًا في زمن الكهولة. {وَإِذْ} : والظرف معطوف على الظرف في قوله: {إِذْ أَيَّدْتُكَ} هو على كونه متعلقًا بـ {نِعْمَتِي} . {عَلَّمْتُكَ} : فعل وفاعل ومفعول أول {الْكِتَابَ} : مفعول ثان لـ {عَلَّمْتُكَ} . {وَالْحِكْمَةَ وَالتَّوْرَاةَ وَالْإِنْجِيلَ} : معطوفات على {الْكِتَابَ} ، والجملة الفعلية في محل الجر بإضافة {إذ} إليها. </p><p> {وَإِذْ تَخْلُقُ مِنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ بِإِذْنِي} . </p><p> {وَإِذْ} الواو: عاطفة. {إِذْ} : ظرف لما مضى معطوف على {إِذْ أَيَّدْتُكَ} . {تَخْلُقُ} : فعل مضارع، وفاعله ضمير يعود على {عِيسَى} ، والجملة في محل الجر مضاف إليه لـ {إِذ} . {مِنَ الطِّينِ} : جار ومجرور متعلق بـ {تَخْلُقُ} ، أو حال من هيئة الطير على قول من أجاز تقديم حال المجرور عليه، كما ذكره أبو البقاء. {كَهَيْئَةِ} : الكاف: اسم بمعنى مثل في محل النصب مفعول {تَخْلُقُ} مبني على الفتح، وهو مضاف. {هيئة} : مضاف إليه، وهو مضاف. {الطَّيْرِ} : مضاف إليه. {بِإِذْنِي} : جار ومجرور، ومضاف إليه متعلق بـ {تَخْلُقُ} . </p><p> {فَتَنْفُخُ فِيهَا فَتَكُونُ طَيْرًا بِإِذْنِي وَتُبْرِئُ الْأَكْمَهَ وَالْأَبْرَصَ بِإِذْنِي وَإِذْ تُخْرِجُ الْمَوْتَى بِإِذْنِي} . </p><p> {فَتَنْفُخُ} هو الفاء: عاطفة. {تنفخ} : فعل مضارع، وفاعله ضمير يعود على </p><p> عيسى. {فِيهَا} : جار ومجرور متعلق بـ {تنفخ} ، والجملة في محل الجر معطوفة على جملة {تَخْلُقُ} . {فَتَكُونُ} : الفاء: عاطفة. وتكون: فعل مضارع ناقص، واسمها ضمير يعود على الهيئة. {طَيْرًا} : خبرها. {بِإِذْنِي} : جار ومجرور ومضاف إليه، تنازع فيه كل من {تنفخ} و {تَكُونُ} . {وَتُبْرِئُ} : الواو: عاطفة {تُبْرِئُ الْأَكْمَهَ} : فعل ومفعول. {وَالْأَبْرَصَ} : معطوف عليه، وفاعله ضمير يعود على {عيسى} . {بِإِذْنِي} : متعلق بـ {تُبْرِئُ} ، والجملة الفعلية في محل الجر معطوفة على جملة {تَخْلُقُ} . {وَإِذْ} الواو: عاطفة. {إذ} : ظرف لما مضى معطوف على قوله: {إِذْ أَيَّدْتُكَ} . {تُخْرِجُ الْمَوْتَى} : فعل ومفعول، وفاعله ضمير يعود على {عِيسَى} ، والجملة في محل الجر مضاف إليه لـ {إذ} . {بِإِذْنِي} : متعلق بـ {تُخْرِجُ} . </p><p> {وَإِذْ كَفَفْتُ بَنِي إِسْرَائِيلَ عَنْكَ إِذْ جِئْتَهُمْ بِالْبَيِّنَاتِ فَقَالَ الَّذِينَ كَفَرُوا مِنْهُمْ إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ} . </p><p> {وَإِذْ} الواو: عاطفة. {إذ} : ظرف لما مضى معطوف على قوله: {إِذْ أَيَّدْتُكَ} . {كَفَفْتُ بَنِي إِسْرَائِيلَ} : فعل وفاعل ومفعول في محل الجر مضاف إليه. لـ {إِذْ} . {عَنْكَ} : متعلق بـ {كَفَفْتُ} . {إذ} : ظرف لما مضى متعلق بـ {كَفَفْتُ} . {جِئْتَهُمْ} : فعل وفاعل ومفعول، والجملة في محل الجر مضاف إليه لـ {إِذْ} . {بِالْبَيِّنَاتِ} : متعلق بـ {جِئْتَهُمْ} . {فَقَالَ} : الفاء: عاطفة {قال الذين} : فعل وفاعل، والجملة الفعلية في محل الجر معطوفة على جملة قوله:  {جِئْتَهُمْ} . {كَفَرُوا} : فعل وفاعل، والجملة صلة الموصول {مِنْهُمْ} : جار ومجرور حال من فاعل {كَفَرُوا} . {إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ} مقول محكي لـ {قالوا} وإن شئت قلت: {إِن} نافية تعمل عمل ليس، ولكن بطل عملها لانتقاض نفيها بـ {إِلَّا} . {هَذَا} : مبتدأ. {إِلَّا} : أداة استثناء مفرغ. {سِحْرٌ} : خبر. {مُبِينٌ} : صفة له، والجملة الإسمية في محل النصب مقول لـ {قالوا} . </p><p> {وَإِذْ أَوْحَيْتُ إِلَى الْحَوَارِيِّينَ أَنْ آمِنُوا بِي وَبِرَسُولِي قَالُوا آمَنَّا وَاشْهَدْ بِأَنَّنَا مُسْلِمُونَ} . </p><p> {وَإِذْ} الواو: عاطفة. {إذ} : ظرف لما مضى معطوف على {إِذْ أَيَّدْتُكَ} . {أَوْحَيْتُ} : فعل وفاعل، والجملة في محل الجر مضاف إليه لـ {إِذْ} . {إِلَى الْحَوَارِيِّينَ} : جار ومجرور متعلق بـ {أَوْحَيْتُ} . {أَن} : مفسرة بمعنى أي التفسيرية؛ لوقوعها بعد ما في معنى القول دون حروفه، ويصح كونها مصدرية بتكلف، وتكون في موضع نصب بـ {أَوْحَيْتُ} ؛ أي: أوحيت إليهم الأمر بالإيمان، كما ذكره أبو البقاء. {آمِنُوا} : فعل وفاعل، والجملة مفسرة لـ {أَوْحَيْتُ} لا محل لها من الإعراب. {بِي} : جار ومجرور متعلق بـ {آمِنُوا} . {وَبِرَسُولِي} : معطوف عليه. {قَالُوا} : فعل وفاعل، والجملة مستأنفة. {آمَنَّا وَاشْهَدْ بِأَنَّنَا مُسْلِمُونَ} : مقول محكي لـ {قَالُوا} ، وإن شئت قلت:  {آمَنَّا} : فعل وفاعل، والجملة في محل النصب مقول {قَالُوا} . {وَاشْهَدْ} : الواو: عاطفة. {اشْهَدْ} : فعل أمر، وفاعله ضمير يعود على الرب، أو على {عِيسَى} ، والجملة في محل النصب معطوفة على جملة {آمَنَّا} . {بِأَنَّنَا} : الباء: حرف جر، {أن} : حرف نصب، ونا: اسمها. {مُسْلِمُونَ} : خبرها، والجملة في تأويل مصدر مجرور بالباء تقديره: بكوننا مسلمين، الجار والمجرور متعلق بـ {اشْهَدْ} . </p><p> {إِذْ قَالَ الْحَوَارِيُّونَ يَا عِيسَى ابْنَ مَرْيَمَ هَلْ يَسْتَطِيعُ رَبُّكَ أَنْ يُنَزِّلَ عَلَيْنَا مَائِدَةً مِنَ السَّمَاءِ} . </p><p> {إِذْ} : ظرف لما مضى متعلق باذكر المحذوف، والجملة المحذوفة مستأنفة استئنافًا نحويًّا. {قَالَ الْحَوَارِيُّونَ} : فعل وفاعل، والجملة الفعلية في محل الجر مضاف إليه لـ {إِذْ} . {يَا عِيسَى} إلى آخره مقول محكي لـ {قَالَ} ، وإن شئت قلتَ:  {يَا عِيسَى} : منادى مفرد علم. {ابْنَ} : صفة له، أو عطف بيان، أو بدل منه. {مَرْيَمَ} مضاف إليه لـ {ابْنَ} ، وجملة النداء في محل النصب مقول {قَالَ} . {هَلْ} للاستفهام الاستخباري. {يَسْتَطِيعُ رَبُّكَ} : فعل وفاعل ومضاف إليه، والجملة الاستفهامية جواب النداء في محل النصب مقول {قَالَ} . {أَن} : حرف نصب. {يُنَزِّلَ} : منصوب به، وفاعله ضمير يعود على الرب. {عَلَيْنَا} : متعلق به. {مَائِدَةً} : مفعول به. {مِنَ السَّمَاءِ} صفة لها، أو متعلق بـ {يُنَزِّلَ} ، وجملة </p><p> {يُنَزِّلَ} في تأويل مصدر منصوب على المفعولية لـ {يستطيع} تقديره: هل يستطيع ربك تنزيل مائدة من السماء علينا. </p><p> {قَالَ اتَّقُوا اللَّهَ إِنْ كُنْتُمْ مُؤْمِنِينَ} . </p><p> {قَالَ} : فعل، وفاعله ضمير يعود على {عِيسَى} ، والجملة مستأنفة. {اتَّقُوا اللَّهَ إِنْ كُنْتُمْ مُؤْمِنِينَ} مقول محكي لـ {قَالَ} ، وإن شئت قلتَ:  {اتَّقُوا اللَّهَ} : فعل وفاعل ومفعول، والجملة في محل النصب مقول {قَالَ} . {إِنْ} : حرف شرط. {كُنْتُمْ} : فعل ناقص واسمه، في محل الجزم بـ {إِنْ} على كونه فعل شرط لها. {مُؤْمِنِينَ} : خبر {كان} ، وجواب {إِنْ} معلوم مما قبلها تقديره: إن كنتم مؤمنين .. فاتقوا الله، وجملة {إِنْ} الشرطية في محل النصب مقول {قَالَ} . </p><p> {قَالُوا نُرِيدُ أَنْ نَأكُلَ مِنْهَا وَتَطْمَئِنَّ قُلُوبُنَا وَنَعْلَمَ أَنْ قَدْ صَدَقْتَنَا وَنَكُونَ عَلَيْهَا مِنَ الشَّاهِدِينَ} . </p><p> {قَالُوا} : فعل وفاعل، والجملة مستأنفة استئنافًا بيانيًّا، {نُرِيدُ أَنْ نَأكُلَ} إلى قوله: {مِنَ الشَّاهِدِينَ} مقول محكي لـ {قَالُوا} ، وإن شئت قلت:  {نُرِيدُ} فعل، والفاعل ضمير مستتر يعود على الحواريين {أَنْ} : حرف نصب ومصدر {نَأكُلَ} فعل مضارع منصوب بها، وفاعله ضمير يعود على الحواريين، وجملة {أَنْ} المصدرية مع صلتها في تأويل مصدر منصوب على المفعولية تقديره: نريد أكلنا منها، وجملة {نُرِيدُ} في محل النصب مقول {قَالُوا} . {مِنْهَا} : جار ومجرور متعلق بـ {نَأكُلَ} . {وَتَطْمَئِنَّ قُلُوبُنَا} : فعل وفاعل معطوف على {نَأكُلَ مِنْهَا} . {وَنَعْلَمَ} معطوف أيضًا على {نَأكُلَ} ، وفاعله ضمير يعود على {الْحَوَارِيُّونَ}  {أَن} : مخففة من الثقيلة، واسمها ضمير الشأن تقديره: أنه. {قَدْ} : حرف تحقيق. {صَدَقْتَنَا} : فعل وفاعل ومفعول، والجملة الفعلية في محل الرفع خبر لـ {أن} المخففة، وجملة {أَنْ} المخففة في تأويل مصدر ساد مسد مفعولي علم؛ تقديره: ونعلم صدقك إيانا حقًّا. </p><p> فائدة: وإذا ولي أن المخففة من الثقيلة فعل متصرف؛ فإن كان ماضيًا .. فصل بينهما بـ {قَدْ} نحو قوله تعالى: {وَنَعْلَمَ أَنْ قَدْ صَدَقْتَنَا} ، وإن كان </p><p> مضارعًا .. فصل بينهما بحرت تنفيس كقوله:  {عَلِمَ أَنْ سَيَكُونُ مِنْكُمْ مَرْضَى} ، ولا يقع بغير فصل، قيل: إلا قليلًا، وقيل: إلا ضرورة، ذكره أبو حيان. {وَنَكُونَ} : فعل مضارع معطوف على {نَأكُلَ} ، واسمها ضمير مستتر فيه يعود على الحواريين {عَلَيْهَا} متعلق بـ {الشَّاهِدِينَ} . {مِنَ الشَّاهِدِينَ} : جار ومجرور خبر {نكون} . </p><p> {قَالَ عِيسَى ابْنُ مَرْيَمَ اللَّهُمَّ رَبَّنَا أَنْزِلْ عَلَيْنَا مَائِدَةً مِنَ السَّمَاءِ تَكُونُ لَنَا عِيدًا لِأَوَّلِنَا وَآخِرِنَا وَآيَةً مِنْكَ وَارْزُقْنَا وَأَنْتَ خَيْرُ الرَّازِقِينَ} . </p><p> {قَالَ عِيسَى} : فعل وفاعل، والجملة مستأنفة {ابْنُ مَرْيَمَ} صفة لـ {عِيسَى} ، أو عطف بيان {اللَّهُمَّ رَبَّنَا ...} إلى آخر الآية مقول محكي لـ {قَالَ} ، وإن شئت قلت:  {اللَّهُمَّ} : منادى مفرد علم في محل النصب على النداء مبني على الضم لشبهه بالحرف شبهًا معنويًّا لتضمنه معنى حرف الخطاب، وإنما حرك؛ ليعلم أن له أصلًا في الإعراب، وكانت الحركة ضمة جبرًا لما فاته من الإعراب، والميم المشددة عوض عن حرف النداء مبني على الفتح، وجملة النداء في محل النصب مقول {قَالَ} . {رَبَّنَا} نداء ثانٍ. {أَنْزِلْ} : فعل دعاء سلوكًا مسلك الأدب، وفاعله ضمير يعود على {الله} . {عَلَيْنَا} : جار ومجرور متعلق به. {مَائِدَةً} : مفعول به. {مِنَ السَّمَاءِ} : صفة أولى لـ {مَائِدَةً} ، أو متعلق بـ {أَنْزِلْ} ، وجملة {أَنْزِلْ} من الفعل والفاعل جواب النداء في محل النصب مقول {قَالَ} . {تَكُونُ} : فعل مضارع ناقص، واسمها ضمير يعود على {مَائِدَةً} . {لَنَا} : جار ومجرور حال من {عِيدًا} ؛ لأنه صفة نكرة قدمت عليها. {عِيدًا} : خبر {تَكُونُ} . {لِأَوَّلِنَا} : جار ومجرور بدل من {لَنَا} بدل تفصيل من مجمل. {وَآخِرِنَا} معطوف على {أولنا} ، وجملة {تَكُونُ} من اسمها وخبرها، في محل النصب صفة ثانية لـ {مَائِدَةً} . {وآيةً} : معطوف على {عِيدًا} . {مِنْكَ} : جار ومجرور صفة لـ {آية} . {وَارْزُقْنَا} : فعل ومفعول، وفاعله ضمير يعود على {الله} ، والجملة معطوفة على جملة {أَنْزِلْ} على كونها جواب النداء في محل النصب مقول {قَالَ} . {وَأَنتَ} : مبتدأ {خَيْرُ الرَّازِقِينَ} خبر مضاف إليه، والجملة الإسمية في محل النصب مقول {قَالَ} . </p><p> {قَالَ اللَّهُ إِنِّي مُنَزِّلُهَا عَلَيْكُمْ فَمَنْ يَكْفُرْ بَعْدُ مِنْكُمْ فَإِنِّي أُعَذِّبُهُ عَذَابًا لَا أُعَذِّبُهُ أَحَدًا </p><p> مِنَ الْعَالَمِينَ}. </p><p> {قَالَ اللَّهُ} : فعل وفاعل، والجملة مستأنفة استئنافًا بيانيًّا لا محل لها من الإعراب. {إِنِّي مُنَزِّلُهَا} إلى آخر الآية مقول محكي لـ {قَالَ} ، وإن شئت قلت:  {إنّ} حرف نصب، والياء ضمير المتكلم في محل النصب اسمها. {مُنَزِّلُهَا} خبر {إنّ} ومضاف إليه. {عَلَيْكُمْ} : جار ومجرور متعلق به، وجملة {إن} في محل النصب مقول {قَالَ} . {فَمَنْ} : الفاء: عاطفة. {من} : اسم شرط جازم في محل الرفع مبتدأ، والخبر جملة الجواب، أو جملة الشرط، أو هما. {يَكْفُرْ} : فعل مضارع مجزوم بـ {من} ، وفاعله ضمير يعود {من} . {بَعْدُ} : ظرف زمان في محل النصب على الظرفية مبني على الضم لشبهه بالحرف شبهًا افتقاريًّا؛ لافتقاره إلى المضاف إليه المحذوف تقديره: بعد تنزيلها، وإنما حرك؛ ليعلم أن له أصلًا في الإعراب، وكانت الحركة ضمة {مِنْكُمْ} : جار ومجرور حال من فاعل {يَكْفُرْ} . {فَإِنِّي أُعَذِّبُهُ} : الفاء: رابطة لجواب {من} الشرطية وجوبًا. {إن} : حرف نصب، والياء اسمها. {أُعَذِّبُهُ} فعل ومفعول، وفاعله ضمير يعود على الله. {عَذَابًا} : منصوب على المفعولية المطلقة، والجملة الفعلية في محل الرفع خبر {إن} وجملة إن في محل الجزم بـ {من} الشرطية على كونها جوابًا لها، وجملة {من} الشرطية في محل النصب معطوفة على جملة قوله: {إِنِّي مُنَزِّلُهَا عَلَيْكُمْ} على كونها مقولًا لـ {قَالَ} . {لَا أُعَذِّبُهُ} : {لَا} : نافية. {أُعَذِّبُهُ} : فعل مضارع، وفاعله ضمير يعود على {اللهُ} ، والهاء: ضمير عائد على المصدر في محل النصب على المفعولية المطلقة. {أَحَدًا} : مفعول به. {مِنَ الْعَالَمِينَ} : جار ومجرور صفة لـ {أَحَدًا} ، وجملة:  {لَا أُعَذِّبُهُ} في محل النصب صفة لـ {عَذَابًا} . </p><p> التصريف ومفردات اللغة </p><p> {عَلَّامُ الْغُيُوبِ} قال الخطابي (١) : العلَّام بمنزلة العلم، وبناء فعَّال بناء التكثير. فأما الغيوب: فجمع غيب: وهو ما غاب عنك. </p><p>(١) زاد المسير.</p><p> {نِعْمَتِي} وقال الحسن: المراد بذكر النعمة الشكر، فأما النعمة: فلفظها لفظ الواحد، ومعناها الجمع، ولكن هنا مصدر بمعنى الإنعام. {إِذْ أَيَّدْتُكَ} : قويتك، مأخوذ من الأيد، وهو القوة، يقال: آد يئيد أيدًا وآدًا إذا اشتد وقوي وصلب، وأيد تأييدًا - من باب فعَّل المضعف - فهو مؤيد، وذاك مؤيد، وآيَد مؤايدة، فهو مؤيد وذاك مؤيد - من باب أفعل الرباعي - إذا قواه وأثبته، وتأيد - من باب تفعل - إذا تقوى، والإياد: ما أيد به الشيء ويقال: إيادا الجيش: جناحاه؛ أي: ميمنته وميسرته، والجبل الحصين، والأيد: القوي. </p><p> {فِي الْمَهْدِ} : والمهد: الموضع يهيأ ويوطأ للصبي، يجمع على مهود كفلس وفلوس، ومعنى:  {تُكَلِّمُ النَّاسَ فِي الْمَهْدِ} ؛ أي: صغيرًا في المهد {وَكَهْلًا} ؛ أي: كبيرًا في زمن الكهولة. وحكى (١) ثابت بن أبي ثابت: أن الكهل ابن أربعين إلى الخمسين، وقال غيره: ابن ثلاث وثلاثين. </p><p> {كَهَيْئَةِ الطَّيْرِ} الطير: اسم جنس لطائر، وقال الخليل: الأكمهُ الذي يولد أعمى، وقد يقال لمن تذهب عينه بعد ما كان يبصر. </p><p> {يَا عِيسَى ابْنَ مَرْيَمَ} تقدم (٢) الكلام في اشتقاق هذه المفردات ومعانيها، وابن: صفة لعيسى، نصب لأنه مضاف، وهنا قاعدة كلية مفيدة؛ وذلك أن المنادى المفرد المعرفة الظاهر الضمة إذا وصف بابن أو ابنة، ووقع الابن أو الابنة بين علمين، أو اسمين متفقين في اللفظ، ولم يفصل بين الابن وبين موصوفه بشيء .. تثبت له أحكام، منها: أنه يجوز إتباع المنادى المضموم لحركة نون ابن، فيفتح نحو: يا زيد ابن عمر، ويا هندَ ابنة بكر. بفتح الدال من: زيد وهند، وضمها، فلو كانت الضمة مقدرة مثل ما نحن فيه .. فإن الضمة مقدرة على ألف عيسى، فهل يقدر بنائها على الفتح إتباعًا كما في الضمة الظاهرة؟ فيه خلاف، والجمهور على عدم جوازه؛ إذ لا فائدة في ذلك، فإنه إنما كان للإتباع، وهذا المعنى مفقود في الضمة المقتدرة، وأجاز الفراء ذلك؛ إجراءً للمقدر مجرى </p><p>(١) إعراب النحاس. (٢) الفتوحات.</p><p> الظاهر، وتبعه أبو البقاء، فإنه قال: يجوز أن تكون على الألف من عيسى فتحة؛ لأنه قد وصف بابن، وهو بين علمين، وأن تكون فيها ضمة، وهو مثل قولك: يا زيد بن عمرو، بفتح الدال وضمها، وهذا الذي قاله غير بعيد. اهـ \"سمين\" . </p><p> {وَإِذْ أَوْحَيْتُ إِلَى الْحَوَارِيِّينَ} الوحي في اللغة: الإشارة السريعة الخفية، والإعلام بالشيء بسرعة وخفاء، والمراد به (١) هنا: ما يلقيه الله في نفوس الأحياء من الإلهام، كما في قوله تعالى:  {وَأَوْحَى رَبُّكَ إِلَى النَّحْلِ أَنِ اتَّخِذِي مِنَ الْجِبَالِ بُيُوتًا} ، وقوله:  {وَأَوْحَيْنَا إِلَى أُمِّ مُوسَى} ، وهكذا ألقى الله في قلوب الحواريين الإيمان به وبرسوله عيسى عليه السلام. </p><p> {مَائِدَةً مِنَ السَّمَاءِ} المائدة (٢) : الخوان عليه طعام، فإن لم يكن عليه طعام .. فليس بمائدة، هذا هو المشهور، إلا أن الراكب قال: المائدة: الطبق الذي عليه الطعام، وتقال أيضًا للطعام، إلا أن هذا مخالف لما عليه المعظم، وهذه المسألة لها نظائر في اللغة، لا يقال للخوان مائدة إلا وعليه الطعام، وإلا فهو خوان، ولا يقال: جراب إلا وهو مدبوغ، وإلا فهو إهاب، ولا يقال: قلم إلا وهو مبري، وإلا فهو أنبوب. </p><p> واختلف اللغويون في اشتقاقها، فقال الزجاج: هو من ماد يميد - من باب باع - إذا تحرك، ومنه قوله تعالى:  {وَأَلْقَى فِي الْأَرْضِ رَوَاسِيَ أَنْ تَمِيدَ بِكُمْ} ، ومنه: ميد البحر، وهو ما يصيب راكبه، فكأنها تميد بما عليها من طعام، قال: وهي فاعلة على الأصل. </p><p> وقال أبو عبيد: هي فاعلة بمعنى مفعولة، مشتقة من ماده بمعنى: أعطاه، وامتاده بمعنى: استعطاه، فهي بمعنى: مفعولة كعيشة راضية، وأصلها أنها ميد بها صاحبها؛ أي: أعطيها. والعرب تقول: مادني فلان يميدني: أحسن إلي وأعطاني، وقال أبو بكر الأنباري: سميت مائدة؛ لأنها غياث وعطاء، من قول العرب: ماد فلان فلانًا إذا أحسن إليه اهـ \"سمين\" . </p><p>(١) المراغي. (٢) الفتوحات.</p><p> {تَكُونُ لَنَا عِيدًا} والعيد (١) مشتق من العود؛ لأنه يعود كل سنة، قاله ثعلب عن ابن الأعرابي، وقال ابن الأنباري: النحويون يقولون: يوم العيد؛ لأنه يعود بالفرح والسرور، وعيد الفرح لا يعود بالفرح والحزن، وكل ما عاد إليك في وقت فهو عيد. وقال الراغب: العيد حالة تعاود الإنسان، والعائدة كل نفع يرجع إلى الإنسان بشيء، ومنه: العود للبعير المسن؛ إما لمعاودة السير والعمل، فهو بمعنى فاعل، وإما لمعاودة السنين إياه ومرورها عليه، فهو بمعنى: مفعول، وصغّروه على: عييد، وكسروه على: أعياد، وكان القياس: عويد؛ لزوال موجب قلب الواو ياء؛ لأنها إنما قلبت لسكونها بعد كسرة؛ كميزان، وإنما فعلوا ذلك فرقًا بينه وبين عود الخشب. اهـ \"سمين\" . {عَذَابًا} في \"السمين\"  (٢) : عذابًا: اسم مصدر بمعنى التعذيب، أو مصدر على حذف الزوائد، نحو: عطاء ونبات لأعطى وأنبت، وانتصابه على المصدرية بالتقديرين المذكورين، والهاء في لا أعذبه عائدة على عذاب الذي تقدم أنه بمعنى التعذيب، والتقدير: فإني أعذبه تعذيبًا لا أعذب مثل ذلك التعذيب أحدًا. انتهى. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات أنواعًا من البلاغة والفصاحة والبيان والبديع: </p><p> فمنها: الاستفهام التوبيخي في قوله: {مَاذَا أُجِبْتُمْ} ؛ لأن فيه توبيخًا للكفار. </p><p> ومنها: التأكيد في قوله: {إِنَّكَ أَنْتَ عَلَّامُ الْغُيُوبِ} . </p><p> ومنها: التجوز في التعبير عما في المستقبل بلفظ الماضي في قوله: {إِذْ قَالَ اللَّهُ} ؛ لأن هذا القول يقع يوم القيامة إشعارًا بتحقق الوقوع، فأقام الماضي مقام المضارع، و {إذ} مقام إذا التي للمستقبل، فأصل العبارة: إذ يقول الله. </p><p> ومنها: التخصيص في قوله: {يَا عِيسَى ابْنَ مَرْيَمَ} بعد التعميم في قوله: {فيقول مَاذَا أُجِبْتُمْ} فتخصيص عيسى من بين الرسل لاختلاف طائفتي اليهود </p><p>(١) السمين. (٢) الجمل.</p><p> والنصارى فيه إفراطًا وتفريطًا، هذه تجعله إلهًا، وهذه تجعله كاذبًا كما سبق. </p><p> ومنها: الجناس المغاير في قوله: {لَا عِلْمَ لَنَا إِنَّكَ أَنْتَ عَلَّامُ الْغُيُوبِ} ، وفي قوله:  {فَإِنِّي أُعَذِّبُهُ عَذَابًا لَا أُعَذِّبُهُ} ، وقوله:  {وَارْزُقْنَا وَأَنْتَ خَيْرُ الرَّازِقِينَ} . </p><p> ومنها: التفصيل بعد الإجمال في قوله: {إِذْ أَيَّدْتُكَ} ، وما عطف عليه؛ لأنه تفصيل لقوله:  {اذْكُرْ نِعْمَتِي} ، وفي قوله:  {لِأَوَّلِنَا وَآخِرِنَا} ؛ لأنه تفصيل لقوله:  {لَنَا} . </p><p> ومنها: عطف الخاص على العام في قوله: {وَالتَّوْرَاةَ وَالْإِنْجِيلَ} إشعارًا بمزيد اختصاصه بهما. </p><p> ومنها: الاستعارة التصريحية التبعية في قوله: {وَإِذْ تَخْلُقُ} ؛ لأنه بمعنى تصور، وفي قوله:  {وَإِذْ تُخْرِجُ الْمَوْتَى} ؛ لأنه بمعنى تحيي. </p><p> ومنها: التشبيه في قوله: {كَهَيْئَةِ الطَّيْرِ} . </p><p> ومنها: التكرار في قوله: {بِإِذْنِي} ؛ حيث كرره في أربعة مواضع للإشعار بأن ذلك كله من جهة الله تعالى ليس لعيسى عليه السلام فيه فعل إلا مجرد امتثاله لأمر الله تعالى. </p><p> ومنها: الإظهار في مقام الإضمار في قوله: {إِذْ قَالَ الْحَوَارِيُّونَ} ؛ لأن حق المقام أن يقول: إذ قالوا، لتقدم المرجع. </p><p> ومنها: الحذف في مواضع. </p><p> ومنها: الإطناب في قوله: {بِإِذْنِي} ؛ لأنه جاء به أربع مرات عقيب أربع جمل؛ لأن المقام مقام ذكر النعمة والامتنان بها، فناسبه الإسهاب، بخلاف ما مرَّ في آل عمران؛ لأن ما هناك موضع إخبار لبني إسرائيل، فناسبه الإيجاز. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p>"
}