{
  "id": null,
  "sura": 5,
  "aya": 101,
  "text": "<p> وعن أبي هريرة رضي الله عنه قال: خطبنا رسول الله - صلى الله عليه وسلم - فقال:  \"يا أيها الناس كتب الله عليكم الحج\" فقام عكاشة بن محصن الأسدي فقال: أفي كل عام يا رسول الله؟ فقال:  \"أما إني لو قلت: نعم، لوجبت، ولو وجبت ثم تركتم لضللتم، اسكتوا عما سكت عنكم، فإنما هلك من كان قبلكم بسؤالهم، واختلافهم على أنبيائهم\" ، فأنزل الله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَسْأَلُوا ...} الآية. أخرجه الطبري بسند رجاله رجال الصحيح. فهذه ثلاثة أسباب قال الحافظ في \"الفتح\" / ج ٩ ص ٣٥١/: لا مانع أن يكون الجميع سبب نزولها، والله أعلم. </p><p> وقال في/ ج ٩ ص ٣٥٢/: والحاصل أنها نزلت بسبب كثرة المسائل؛ إما على سبيل الاستهزاء والامتحان، وإما على سبيل التعنت عن الشيء الذي لو لم يسأل عنه لكان على الإباحة، لكن الأول - عبد الله بن حذافة - لم يسأل استهزاءً. </p><p> قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا شَهَادَةُ بَيْنِكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ حِينَ الْوَصِيَّةِ} إلى قوله: {وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ} سبب نزولها: ما أخرجه البخاري/ ج ٦ ص ٣٣٩/ عن ابن عباس - رضي الله عنهما - قال: خرج رجل من بني سهم مع تميم الداري وعدي بن بداء، فمات السهمي بأرض ليس بها مسلم، فلما قدما بتركته .. فقدوا جامًا - الإناء - من فضة، مخوصًا من ذهب، فأحلفهما رسول الله - صلى الله عليه وسلم -، ثم وجدوا الجام بمكة فقالوا: ابتعناه من تميم وعدي، فقام رجلان من أولياء السهمي فحلفا: لشهادتنا أحق من شهادتهما، وإن الجام لصاحبهم، قال: وفيهم نزلت هذه الآية: {يَا أَيُّهَا الَّذِينَ آمَنُوا شَهَادَةُ بَيْنِكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ} الحديث أخرجه الترمذي/ ج ٤ ص ١٠١/ وقال: حديث حسن غريب، وأخرجه أبو داود/ ج ٣ ص ٣٣٧/، وابن جرير/ ج ٧ ص ١١٥/، والبيهقي/ ج ١٠ ص ١٦٥/. </p><p> التفسير وأوجه القراءة </p><p> ١٠١ - {يَا أَيُّهَا الَّذِينَ آمَنُوا} بالله ورسوله محمَّد - صلى الله عليه وسلم - {لَا تَسْأَلُوا} ولا تبحثوا {عَنْ} أحكام {أَشْيَاءَ} من أمور الدين ودقائق تكاليفها، أو عن حقائق أشياء من </p><p> الأمور الغيبية والأسرار الخفية {إِنْ تُبْدَ لَكُمْ} ؛ أي: إن يظهر لكم حكمها أو يبين لكم حقيقتها {تَسُؤْكُمْ} ؛ أي: تحزنكم وتغمكم بشدة تكاليفها وكثرتها، كسؤالهم عن الحج هل هو واجب في العمر مرة أو كل عام مرة؟ أو تسؤكم بظهور حقائق تفضح أهلها؛ كسؤال رجل عن أبيه بعد موته أين هو؟ فقال له رسول الله - صلى الله عليه وسلم -: \"إنه في النار\" . {وَإِنْ تَسْأَلُوا عَنْهَا} ؛ أي: وإن تسألوا عن جنس تلك الأشياء التي من شأنها أن يكون إبداؤها مما يسوءكم {حِينَ يُنَزَّلُ الْقُرْآنُ} ؛ أي: حين يمكن تنزيل القرآن في شأنها، أو في حكمها، وهو زمان حياة الرسول - صلى الله عليه وسلم - {تُبْدَ لَكُمْ} ؛ أي: فإن الله يبديها ويظهرها لكم على لسان رسوله - صلى الله عليه وسلم -. </p><p> وعبارة الشوكاني هنا قوله:  {يأَيُّهَا الَّذِينَ آمَنُوا لَا تَسْأَلُوا عَنْ أَشْيَاءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ} ؛ أي (١) : لا تسألوا عن أشياء لا حاجة لكم بالسؤال عنها، ولا هي مما يعنيكم في أمر دينكم فقوله:  {إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ} في محل جر صفة لأشياء؛ أي: لا تسألوا عن أشياء متصفة بهذه الصفة من كونها إذا بدت لكم؛ أي: ظهرت وكلفتم بها .. ساءتكم؛ نهاهم الله عن كثرة مساءلتهم لرسول الله - صلى الله عليه وسلم -، فإن السؤال عما لا يعني ولا تدعو إليه حاجة قد يكون سببًا لإيجابه على السائل وعلى غيره. وقوله:  {وَإِنْ تَسْأَلُوا عَنْهَا حِينَ يُنَزَّلُ الْقُرْآنُ تُبْدَ لَكُمْ} هذه الجملة من جملة صفة أشياء، والمعنى: لا تسألوا عن أشياء إن تسألوا عنها حين ينزل القرآن، وذلك مع وجود الرسول - صلى الله عليه وسلم - بين أظهركم، ونزول الوحي عليه {تُبْدَ لَكُمْ} ؛ أي: تظهر لكم بما يجيب به لكم النبي - صلى الله عليه وسلم -، أو ينزل به الوحي، فيكون ذلك سببًا للتكاليف الشاقة، وإيجاب ما لم يكن واجبًا، وتحريم ما لم يكن محرمًا، بخلاف السؤال عنها بعد انقطاع الوحي بموت الرسول - صلى الله عليه وسلم -، فإنه لا إيجاب ولا تحريم يتسبب عن السؤال. انتهت. </p><p> قال الحافظ ابن كثير (٢) : أي لا تستأنفوا السؤال عنها، فلعله قد ينزل بسبب سؤالكم تشديد أو تضييق، وقد ورد في الحديث: \"أعظم المسلمين جرمًا من سأل </p><p>(١) فتح القدير. (٢) ابن كثير.</p><p> عن شيء لم يحرم، فحرم من أجل مسألته \"، لكن إذا نزل القرآن بها مجملة فسألتم عن بيانها .. بينت لكم حينئذ لاحتياجكم إليها.</p><p> وخلاصة ذلك (١) : تحريم السؤال عن الأشياء التي من شأن إبدائها أن يسوء السائلين إلا في حال واحدة، وهي: أن يكون قد نزل في شأنها شيء من القرآن فيه إجمال، وأردتم السؤال عن بيانه ليظهر لكم ظهورًا لا مراء فيه، كما في مسألة تحريم الخمر بعد نزول آية البقرة. </p><p> وقال الزمخشري (٢) : أي لا تكثروا مسألة رسول الله - صلى الله عليه وسلم - حتى تسألوه عن تكاليف شاقة عليكم إن أفتاكم بها وكلفكم إياها .. تغمكم وتشق عليكم، وتندموا على السؤال عنها. انتهى. </p><p> وقال ابن عباس في تفسير الآية (٣) : لا تسألوا عن أشياء في ضمن الإخبار عنها مساءة لكم؛ إما لتكليف شرعي يلزمكم، وإما لخبر يسوءكم، مثل الذي قال: أين أبي؟ ولكن إذا نزل القرآن بشيء، وابتدأكم ربكم بأمر، فحينئذ إن سألتم عن بيانه بُيّن لكم وأُبدي. انتهى. </p><p> وعبارة \" المراح\" هنا: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَسْأَلُوا عَنْ أَشْيَاءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ} ؛ أي (٤) : إن تظهر لكم تلك الأشياء .. تحزنكم، والمعنى: اتركوا الأمور على ظواهرها، ولا تسألوا عن أحوال مخفية إن تبد لكم تسؤكم، وما بلغه الرسول إليكم فكونوا منقادين له، وما لم يبلغه إليكم فلا تسألوا عنه، فإن خضتم فيما لا يكلف عليكم، فربما جاءكم بسبب ذلك الخوض ما يشق عليكم. </p><p> {وَإِنْ تَسْأَلُوا عَنْهَا حِينَ يُنَزَّلُ الْقُرْآنُ تُبْدَ لَكُمْ} ؛ أي: وإن تسألوا عن أشياء مست حاجتكم إلى التفسير في زمن النبي - صلى الله عليه وسلم - .. ينزل جبريل بالقرآن ويظهرها حينئذ، فالسؤال على قسمين: سؤال عن شيء لم يجر ذكره في الكتاب والسنة بوجه من الوجوه، فهذا السؤال منهي عنه بقوله تعالى: {لَا تَسْأَلُوا عَنْ أَشْيَاءَ إِنْ تُبْدَ </p><p>(١) المراغي. (٢) الكشاف.(٣) البحر المحيط.(٤) المراح.</p><p> لَكُمْ تَسُؤْكُمْ}، وسؤال عن شيء نزل به القرآن، لكن السامع لم يفهمه كما ينبغي، فهاهنا السؤال واجب، وهو المراد بقوله تعالى:  {وَإِنْ تَسْأَلُوا عَنْهَا حِينَ يُنَزَّلُ الْقُرْآنُ تُبْدَ لَكُمْ} فالضمير في {عَنهَا} يرجع إلى أشياء أخر كقوله تعالى: {وَلَقَدْ خَلَقْنَا الْإِنْسَانَ مِنْ سُلَالَةٍ مِنْ طِينٍ (١٢) ثُمَّ جَعَلْنَاهُ نُطْفَةً فِي قَرَارٍ مَكِينٍ (١٣) }. فالمراد بالإنسان آدم عليه السلام، والمراد بالضمير ابن آدم؛ لأن آدم لم يجعل نطفة في قرار مكين. انتهت. </p><p> فائدة: قال الإِمام الشاطبي (١) : الإكثار من الأسئلة مذموم، ولها مواضع نذكر منها عشرة: </p><p> أولها: السؤال عما لا ينفع في الدين؛ كسؤال بعضهم: مَنْ أبي؟ </p><p> ثانيها: أن يسأل ما يزيد عن الحاجة؛ كسؤال الرجل عن الحج كل عام. </p><p> ثالثها: السؤال من غير احتياج إليه في وقت، ويدل عليه قوله - صلى الله عليه وسلم -: \"ذروني ما تركتكم\" . </p><p> رابعها: أن يسأل عن صعاب المسائل وشرارها، كما جاء في النهي عن الأغلوطات. </p><p> خامسها: أن يسأل عن علة الحكم في التعبدات؛ كالسؤال عن قضاء الصوم للحائض دون الصلاة. </p><p> سادسها: أن يبلغ بالسؤال حد التكلف والتعمق؛ كسؤال بني إسرائيل عن البقرة، وما هي، وما لونها؟ </p><p> سابعها: أن يظهر من السؤال معارضة الكتاب والسنة بالرأي، ولذلك قال سعيد: أعراقيٌّ أنت؟ </p><p> ثامنها: السؤال عن المتشابهات، ومن ذلك سؤال مالك عن الاستواء فقال: الاستواء معلوم ... إلخ. </p><p>(١) محاسن التنزيل للقاسمي.</p><p> تاسعها: السؤال عما حصل بين السلف، وقد قال عمر بن عبد العزيز: تلك دماء كف الله عنها يدي، فلا ألطخ بها لساني. </p><p> عاشرها: سؤال التعنت والإفحام وطلب الغلبة في الخصام، ففي الحديث:  \"أبغض الرجال إلى الله الألد الخصم\" . </p><p> وقرأ الجمهور (١) : {إِنْ تُبْدَ لَكُمْ} بالتاء مبنيًّا للمفعول. وقرأ ابن عباس ومجاهد مبنيًّا للفاعل. وقرأ الشعبي بالياء مفتوحة من أسفل، وضم الدال {يسؤكم} بالياء فيهما مضمومة في الأول، ومفتوحة في الثاني. وقال ابن عطية: إن يبدها الله تعالى. </p><p> وقوله:  {عَفَا اللَّهُ عَنْهَا} ؛ إما جملة مستأنفة مسوقة لبيان أن نهيهم عنها لم يكن لمجرد صيانتهم عن المسألة، بل لأنها معصية في نفسها، مستتبعة للمؤاخذة؛ لأنها تغضب الرسول - صلى الله عليه وسلم -، والضمير في قوله:  {عَنْهَا} راجع للمسائل، والمعنى: عما الله عن مسائلكم التي كانت قبل النهي التي لا ضرورة إليها، وتجاوز عن عقوبتكم عليها في الآخرة لسعة رحمته ومغفرته وعظيم حلمه، فلا تعودوا إليها، فتكون هذه الجملة كقوله في الآية الأخرى:  {عَفَا اللَّهُ عَمَّا سَلَفَ} ، وقوله:  {إِلَّا مَا قَدْ سَلَفَ} ، أو تكون في محل الجر صفة ثالثة لـ {أَشْيَاءَ} ، والضمير في {عَنْهَا} على هذا يعود على {أَشْيَاءَ} ، والمعنى: لا تسألوا عن أشياء قد عفا الله عنها؛ أي: تركها ولم يذكرها في كتابه بشيء من التكليف؛ فاسكتوا عنها كما سكت الله عنها، ولا تبحثوا عنها، ومما (٢) يؤيد هذا المعنى حديث أبي ثعلبة الخشني - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"إن الله تعالى فرض فرائض فلا تضيعوها، وحدَّ حدودًا فلا تعتدوها، وحرَّم أشياء فلا تقربوها، وترك أشياء من غير نسيان، فلا تبحثوا عنها\" ، وحديث سلمان الفارسي - رضي الله عنه - قال: سئل رسول الله - صلى الله عليه وسلم - عن أشياء فقال:  \"الحلال ما أحل الله في كتابه، والحرام ما حرم الله في كتابه، وما سكت عنه فهو مما قد عفا عنه، فلا تتكلفوا\" . هذان </p><p>(١) البحر المحيط. (٢) المراغي.</p>"
}