{
  "id": null,
  "sura": 5,
  "aya": 8,
  "text": "<p> نعمته، ونقض ميثاقه، فلا تنقضوا عهده، ولا تخالفوا ما أمركم به، وما نهاكم عنه، سواء أكان في هذه الآيات أم في غيرها. {إِنَّ اللَّهَ} سبحانه وتعالى {عَلِيمٌ بِذَاتِ الصُّدُورِ} ؛ أي: بخطرات القلوب فلا يخفى عليه ما أضمره كل واحد ممن أخذ عليه الميثاق، من نية الوفاء به، أو عدم الوفاء، وما تنطوي عليه السرائر، من الإخلاص أو الرياء، فلا تعزموا بقلوبكم على نقض تلك العهود؛ فإنَّه إنْ خطر ببالكم فالله يعلم ذلك، وكفى بالله مجازيًا. </p><p> ٨ - {يَا أَيُّهَا الَّذِينَ آمَنُوا} وصدقوا بما جاء به محمَّد - صلى الله عليه وسلم - {كُونُوا قَوَّامِينَ بِالْقِسْطِ} ؛ أي: كونوا مبالغين في القيام بالحق والعدل في أنفسكم، وفي غيركم بالأمر بالمعروف والنهي عن المنكر مخلصين {لِلَّهِ} سبحانه وتعالى في كل ما تعملونه من أمر دينكم وأمر دنياكم، بأن تريدوا بعملكم الخير والتزام الحق ابتغاء مرضاة الله تعالى من غير اعتداء على أحد {شُهَدَاءَ بِالْقِسْطِ} ؛ أي: شاهدين بالعدل والحق والصدق بلا محاباة لمشهود له، ولا لمشهود عليه، لأجل قرابة أو مال أو جاء، ولا تركه لفقر أو مسكنة أو عداوة، فالعدل هو ميزان الحقوق، إذ متى وقع الجور في أمة لأي سبب .. زالت الثقة من الناس، وانتشرت المفاسد، وتقطعت روابط المجتمع، فلا يلبث أن يسلط الله عليهم بعض عباده الذين هم أقرب منه إلى العدل، فيذيقوهم الوبال والنكال، وتلك سنة الله في حاضر الأمم وغابرها، ولكن الناس لا يعتبرون، والشهادة هنا عبارة عن إظهار الحق للحاكم ليحكم به، أو عن إظهار الحاكم الحق بالحكم به، أو إظهاره بالإقرار به لصاحبه، والتكاليف محصورة في نوعين: تعظيم أمر الله تعالى، والشفقة على خلق الله. فقوله تعالى:  {كُونُوا قَوَّامِينَ لِلَّهِ} . إشارة إلى النوع الأول وهو حقوق الله وقوله:  {شُهَدَاءَ بِالْقِسْطِ} إشارة إلى الثاني وهو حقوق الخلق {وَلَا يَجْرِمَنَّكُمْ} ؛ أي: لا يحملنكم {شَنَآنُ قَوْمٍ} ؛ أي: شدة بغضكم لقوم مشركين {عَلَى أَلَّا تَعْدِلُوا} ؛ أي: على ترك العدل فيهم، فتعتدوا عليهم بارتكاب ما لا يحل فعله، كمثلة وقذف وقتل نساء وصبية ونقض عهد تشفيًا مما في قلوبكم، أو المعنى: ولا يحملنكم بغض قوم على أن تجوروا عليهم، وتجاوزوا الحد فيهم، بل اعدلوا فيهم، وإن أساؤوا عليكم، ولا تحملنكم العداوة والبغضاء لهم على ترك العدل في أمرهم بالشهادة لهم بحقهم إذا </p>"
}