{
  "id": null,
  "sura": 5,
  "aya": 48,
  "text": "<p> قلت: إنَّ المراد بهذا الحكم الإيمان بمحمد - صلى الله عليه وسلم -؛ لأن ذكره في الإنجيل ووجوب التصديق بنبوته موجود، فإذا آمنوا بمحمد - صلى الله عليه وسلم - .. فقد حكموا بما في الإنجيل. </p><p> وعبارة المراغي:  {وَلْيَحْكُمْ أَهْلُ الْإِنْجِيلِ بِمَا أَنْزَلَ اللَّهُ فِيهِ} ؛ أي:  (١) وقلنا لهم: ليحكم أهل الإنجيل بما أنزل الله فيه من الأحكام، والمراد: وأمرناهم بالعمل به، فهو كقوله في أهل التوراة {وَكَتَبْنَا عَلَيْهِمْ فِيهَا} ، وخلاصة ذلك زجرهم عن تحريف ما في الإنجيل وتغييره، مثل ما فعل اليهود من إخفاء أحكام التوراة {وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ} في الكتب المنزلة من عنده تعالى {فَأُولَئِكَ هُمُ الْفَاسِقُونَ} ؛ أي: المتمردون الخارجون عن الإيمان إنْ كان مستهينًا، وعن طاعة الله إنْ كان لاتباع الشهوات. والآية تدل على أن الإنجيل مشتمل على أحكام، وأن عيسى عليه السلام كان مستقلًا بشرع مأمورًا بالعمل بما فيه من الأحكام، قلت أو كثرت، لا بما في التوراة خاصة، ويشهد لذلك حديث البخاري \"أعطي أهل التوراة التوراة فعملوا بها، وأهل الإنجيل الإنجيل فعملوا ... \" الحديث. وناسب (٢) هنا ذكر الفسق؛ لأنه خروج عن أمر الله تعالى إذ تقدم قوله:  {وَلْيَحْكُمْ} وهو أمركما قال تعالى: {اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ كَانَ مِنَ الْجِنِّ فَفَسَقَ عَنْ أَمْرِ رَبِّهِ} ؛ أي: خرج عن طاعة أمره تعالى، فقد اتضح مناسبة ختم الجملة الأولى بالكافرين، والثانية بالظالمين، والثالثة بالفاسقين. </p><p> ٤٨ - وفي الحقيقة (٣) : الفسق يرجع للظلم؛ لأنّه مخالفة الأمر، فتعبيره بالظلم أولًا، وبالفسق ثانيًا، تفنن. قوله:  {وَأَنْزَلْنَا إِلَيْكَ الْكِتَابَ} معطوف على قوله: {إِنَّا أَنْزَلْنَا التَّوْرَاةَ} وما عطف عليه؛ أي: وأنزلنا إليك يا محمَّد الكتاب؛ أي: القرآن حالة كونه متلبسًا {بِالْحَقِّ} والصدق والعدل، فالجار والمجرور في محل الحال من الكتاب، أو من فاعل أنزلنا، أو من الكاف في إليك، وحالة كونك {مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ} ؛ أي: لما تقدمه {مِنَ الْكِتَابِ} ؛ أي: من (٤) الكتب المتقدمة المتضمنة ذكره ومدحه، وأنه سينزل من عند الله تعالى على عبده ورسوله </p><p>(١) المراغي. (٢) البحر المحيط.(٣) صاوي.(٤) ابن كثير.</p><p> محمَّد - صلى الله عليه وسلم -، فكان نزوله كما أخبرت به مما زادها صدقًا عند حامليها من ذوي البصائر الذين انقادوا لأمر الله، واتبعوا شرائع الله، وصدقوا رسل الله، كما قال تعالى: {إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ مِنْ قَبْلِهِ إِذَا يُتْلَى عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا (١٠٧) وَيَقُولُونَ سُبْحَانَ رَبِّنَا إِنْ كَانَ وَعْدُ رَبِّنَا لَمَفْعُولًا (١٠٨) }. وفي \"الفتوحات\" قوله: {مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ} حال من الكتاب؛ أي: حال كونه مصدقًا لما تقدمه، إما من حيث أنّه نازل حسبما نعت فيه، أو من حيث إنّه موافق له في القصص والمواعيد، والدعوة إلى الحق والعدل بين الناس، والنهي عن المعاصي والفواحش. وأمَّا ما يترائى من مخالفته في بعض جزئيات الأحكام المتغيرة بسبب تغير الأعصار .. فليس بمخالفة في الحقيقة، بل هي موافقة لها من حيث إنَّ لكل من تلك الأحكام حق الإضافة إلى عصره، متضمن للحكمة التي يدور عليها أمر الشريعة، وليس في المتقدم دلالة على أبدية أحكامه المنسوخة حتى يخالفه الناسخ المتأخر، وإنما يدل على مشروعيتها مطلقًا من غير تعرض لبقائها وزوالها، بل نقول: هو ناطق بزوالها، مع أن الناطق بصحة ما ينسخها نطق بنسخها وزوالها. اهـ. \"أبو السعود\" . وقوله:  {مَا يُتْلَى} معطوف على مصدقًا؛ أي: وأنزلنا (١) عليك هذا القرآن حالة كونه أمينًا وشاهدًا وحاكمًا على كل كتاب قبله، جعل الله هذا الكتاب الكريم الذي أنزله على محمَّد - صلى الله عليه وسلم - آخر الكتب وخاتمها، وأشملها وأعظمها، وأكملها حيث جمع فيه محاسن ما قبله، وزاده من الكمالات ما ليس في غيره، فلهذا جعله شاهدًا وأمينًا وحاكمًا عليها كلها، وتكفل الله تعالى بحفظه بنفسه فقال تعالى: {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ (٩) } لأن هذا القرآن هو الذي لا ينسخ، ولا يتطرق إليه التبديل والتحريف، وإذا كان كذلك .. كانت شهادة القرآن على سائر الكتب بالصدق باقية. </p><p> وقرأ ابن محيصن ومجاهد (٢) : {وَمُهَيْمِنًا} بفتح الميم الثانية على صيغة اسم المفعول؛ أي: مؤتمنًا ومحفوظًا عليه، فإنه يصان من التحريف والتبديل، والحافظ هو الله تعالى، ففي قراءة اسم الفاعل الضمير في عليه، عائد على الكتاب الثاني وفي قراءة اسم المفعول، عائد على الكتاب الأول، وفي كلا الحالين هو حال من الكتاب </p><p>(١) ابن كثير. (٢) البحر المحيط.</p><p> الأول لأنه معطوف على مصدقًا، والمعطوف على الحال حال. </p><p> {فَاحْكُمْ} يا محمَّد {بَيْنَهُمْ} ؛ أي: بين جميع أهل الكتاب إذا ترافعوا إليك {بِمَا أَنْزَلَ اللَّهُ} سبحانه وتعالى؛ أي: بالقرآن والرجم الذي أنزل الله تعالى إليك لاشتماله على جميع ما شرعه الله لعباده في جميع الكتب السابقة عليه {وَلَا تَتَّبِعْ} يا محمد {أَهْوَاءَهُمْ} ؛ أي: أهواء أهل الكتاب وشهواتهم التي هي الجلد والتحميم في الزاني المحصن، التي طلبوها منك حالة كونك معرضًا ومنحرفًا {عَمَّا جَاءَكَ مِنَ الْحَقِّ} الذي هو الرجم في المحصن، وفيه (١) النهي له - صلى الله عليه وسلم - أن يتبع أهوية أهل الكتاب ويعدل عن الحق الذي أنزله الله عليه، فإن أهل كل ملة من أهل الملل يهوون أن يكون الأمر على ما هم عليه وما أدركوا عليه سلفهم، وإن كان باطلًا منسوخًا أو محرفًا عن الحكم الذي أنزله الله على الأنبياء، كما وقع في الرجم ونحوه مما حرفوه من كتب الله تعالى. </p><p> والفاء في قوله:  {فَاحْكُمْ بَيْنَهُمْ} فاء الفصيحة، والمعنى: وإذا (٢) كان هذا شأن القرآن ومنزلته مما قبله من الكتب الإلهية وهو أنه رقيب وشهيد .. فاحكم بين أهل الكتاب بما أتزل الله إليك فيه من الأحكام دون ما أنزله إليهم، إذ شريعتك ناسخة لشريعتهم {وَلَا تَتَّبِعْ أَهْوَاءَهُمْ عَمَّا جَاءَكَ مِنَ الْحَقِّ} ؛ أي: ولا تتبع ما يريدون، وهو الحكم بما يسهل عليهم، ويخفُّ احتماله، مائلًا بذلك عما جاءك من الحق الذي لا شك فيه ولا ريب {لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجًا} فاللام متعلقة بجعلنا، ومنكم صفة لكل، ولا يضر الفصل بينهما بالعامل، والمعنى: لكل أمة كائنة منكم يا أيها الأمم الثلاثة، أمة موسى، وأمة عيسى، وأمة محمَّد، جعلنا؛ أي: عينًا ووضعنا شرعة ومنهاجًا خاصين بتلك الأمة لا تكاد أمة تخطىء شرعتها التي عينت لها، فالأمة التي كانت من مبعث موسى إلى مبعث عيسى شرعتهم التوراة، والتي كانت من مبعث عيسى إلى مبعث محمَّد - صلى الله عليه وسلم - شرعتهم الإنجيل، وأما أنتم أيها الموجودون في عصر محمَّد - صلى الله عليه وسلم - من سائر </p><p>(١) الشوكاني. (٢) المراغي.</p><p> المخلوقات إلى يقوم القيامة فشرعتكم القرآن ليس إلا، فآمنوا به آمنوا بما فيه، فالشرعة وكذا الشريعة: الأحكام المشروعة الي شرعها الله تعالى لعباده ليتعبدوا بهما ربهم، والمنهاج: الطريق الواضح الذي يؤدي إلى الشريعة، وقيل: الشرعة الأحكام المشروعة في العبادات والمعاملات من الأركان والشروط وغيرها، والمنهاج الفرائض والسنن والمعاملة التي لها أحكام مشروعة وشرائط مخصوصة، وقيل: هما بمعنى، والتكرار للتأكيد، والمراد بهما الدين. وقال قتادة: شرعة ومنهاجًا؛ أي: سبيلًا وسنة، فالسنن مختلفة للتوراة شريعة، وللإنجيل شريعة، وللقرآن شريعة يحل الله عَزَّ وَجَلَّ فيها ويحرم ما يشاء، ليعلم من يطيعه ممن يعصيه، والدين الذي لا يقبل غيره هو التوحيد والإخلاص لله الذي جاءت به جميع الرسل عليهم السلام. وروي عن قتادة أنَّه قال: الدين واحد الشريعة مختلفة. قال علي بن أبي طالب: الإيمان منذ بعث آدم عليه السلام: شهادة أن لا إله إلا الله، والإقرار بما جاء من عند الله تعالى، ولكل قوم شريعة ومنهاج. انتهى. وقرأ النخعي وابن وثاب:  {شرعة} بفتح الشين. </p><p> فائدة: قال العلماء (١) : وردت آيات دالة على عدم التباين بين طرق الأنبياء، منها قوله:  {شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّى بِهِ نُوحًا} إلى قوله: {أَنْ أَقِيمُوا الدِّينَ وَلَا تَتَفَرَّقُوا فِيهِ} ومنها قوله: {أُولَئِكَ الَّذِينَ هَدَى اللَّهُ فَبِهُدَاهُمُ اقْتَدِهْ} ووردت آيات دالة على حصول التباين بينها، منها هذه الآية وهي قوله:  {لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجًا} وطريق الجمع بين هذه الآيات: أن كل آية دلت على عدم التباين، فهي محمولة على أصول الدين من الإيمان باللهِ، وملائكه، وكتبه، ورسله، واليوم الآخر، فكل ذلك جاءت به الرسل من عند الله، فلم يختلفوا فيه، وأما الآيات الدالة على حصول التباين بينها .. فمحمولة على الفروع وما يتعلق بظواهر العبادات، فجائز أن يتعبد الله عباده في كل وقت بما شاء، فهذا هو طريق الجمع بين الآيات، والله أعلم بأسرار كتابه. </p><p>(١) الفتوحات.</p><p> ومن هذا يفهم أن الشريعة (١) : هي الأحكام العملية التي تختلف باختلاف الرسل، وينسخ اللاحق منها السابق، وأن الدين: هو الأصول الثابتة التي لا تختلف باختلاف الأنبياء، وهذا العرف البخاري الآن، إذ يخصون الشريعة بما يتعلق بالقضاء وما يتخاصم فيه إلى الحكام. </p><p> والخلاصة: أنَّ الشريعة اسم للأحكام العملية وأنَّها أخص من كلمة الدين، وتدخل في مسمى الدين من جهة أن العامل بها يدين لله تعالى بعمله، ويخضع له ويتوجه إليه مبتغيًا مرضاته وثوابه بإذنه. {وَلَوْ شَاءَ اللَّهُ} سبحانه وتعالى أن يجعلكم أمة واحدة ذات شريعة واحدة، ورسول واحد، وكتاب واحد، ومنهاج واحد، تسيرون عليه، وتعملون به بأنَّه يخلقكم على استعداد واحد، وأخلاق واحدة، وطور واحد، في معيشتكم، فتصلح لكم شريعة واحدة في كل الأزمان فتكونون كسائر أنواع المخلوقات التي يقف استعدادها عند مستوى معين، كالطير أو كالنحل .. {لَجَعَلَكُمْ أُمَّةً وَاحِدَةً} ؛ أي: جماعة متفقة على شريعة واحدة في جميع الأعصار، من غير اختلاف ولا نسخ ولا تحويل؛ أي: لفعل ذلك، إذ هو داخل تحت قدرته لا يستعصي عليه {ولكن} لم يشأ الله أن يجعلكم أمة واحدة، بل شاء الله أن يجعلكم أمة مختلفة في الشرائع {لِيَبْلُوَكُمْ} ويختبركم {فِي مَا آتَاكُمْ} وأعطاكم من الشرائع المختلفة المناسبة للأزمنة والجماعة، هل تعملون بها منقادين لله تعالى، معتقدين أنَّ اختلافها مبني على الحكم اللطيفة والمصالح النافعة لكم، أم تتبعون الهوى وتقصرون في العمل؟ </p><p> ومعنى {فِي مَا آتَاكُمْ} ؛ أي: فيما (٢) أنزله عليكم من الشرائع المختلفة باختلاف الأوقات والأزمان والرسل، هل تعملون بذلك وتذعنون له، أو تتركونه وتخالفون ما اقتضته مشيئة الله وحكمته، وتميلون إلى الهوى وتشترون الضلالة بالهدى؟ وفيه دليل على أن اختلاف الشرائع هو لهذه العلة، أعني الابتلاء </p><p>(١) المراغي. (٢) الشوكاني.</p>"
}