{
  "id": null,
  "sura": 5,
  "aya": 17,
  "text": "<p> ١ - أن المتبع لما يرضي الله بالإيمان بهذا الكتاب يهتدي إلى الطرق التي يسلم بها في الدنيا والآخرة، من كل ما يبعده عن الشقاء والهلاك، فيقوم في الدنيا بحقوق الله والحقوق الواجبة عليه لنفسه - روحية كانت أو جسدية - وللناس ويكون في الآخرة منعمًا نعيمًا روحيًّا وجسديًّا. </p><p> وخلاصة ذلك: أنَّه يتبع دينًا يجد فيه ما يوصله إلى السلامة من الشقاء في الدنيا والآخرة، لأنَّه دين الإخلاص والعدل والمساواة. </p><p> ٢ - أنه يخرج معتنقيه من ظلمات الوثنية والأوهام والخرافات التي أفسد بها الرؤساء جميع الأديان إلى نور التوحيد الخالص الذي يجعل صاحبه حرًّا كريمًا بين يدي الخلق، خاضعًا للخالق وحده. </p><p> ٣ - أنه يهدي إلى الطريق الموصل إلى المقصد والغاية من الدين إذا اعتصم به من اتبعه على الوجه الصحيح الذي أنزل لأجله، كما عمل بذلك أهل الصدر الأول من الصحابة والتابعين لهم بإحسان. </p><p> وقرأ عبيد بن عمير والزهري وسلام وحميد ومسلم بن جندب (١) : {به الله} ، بضم الهاء حيث وقع. وقرأ الحسن وابن شهاب:  {سبل} ساكنة الباء. </p><p> ١٧ - وعزتي وجلالي:  {لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ} لا غيره، قال ابن عباس رضي الله عنهما (٢) : هؤلاء نصارى نجران، فإنهم قالوا هذه المقالة، وهو مذهب اليعقوبية والملكانية من النصارى؛ لأنَّهم يقولون في المسيح: إنَّه هو الله. تعالى الله عما يقولون علوًّا كبيرًا، وإنَّما قالوا هذه المقالة الخبيثة لأنهم يقولون بالحلول، وأن الله قد حل في بدن عيسى، فلما كان اعتقادهم ذلك لا جرم .. حكم الله عليهم بالكفر، وقيل: لم يصرح به أحد منهم، ولكن مذهبهم يؤدي إليه، حيث اعتقدوا اتصاف عيسى بصفاته الخاصة؛ أي: بأنَّه يخلق ويحيي ويميت ويدبر أمر العالم. ثم ذكر الله تعالى ما يدل على </p><p>(١) البحر المحيط. (٢) الخازن.</p><p> فساد مذهبهم فقال:  {قُلْ} يا محمَّد لهؤلاء النصارى الذين يقولون هذه المقالة الشنيعة {فَمَنْ يَمْلِكُ} ويقدر أن يدفع {مِنَ} أمر {اللَّهِ} تعالى {شَيْئًا إِنْ أَرَادَ} الله تعالى {أَنْ يُهْلِكَ} ويبيد ويعدم {الْمَسِيحَ ابْنَ مَرْيَمَ وَأُمَّهُ} مريم بنت عمران اللذين اتخذتموهما إلهين، وإذا لم يقدر أحد أن يمنع من ذلك فلا إله إلا الله، ولا رب غيره ولا معبود بحق سواه، ولو كان المسيح إلهًا كما تزعم النصارى .. لكان له من الأمر شيء، ولقدر على أن يدفع عن نفسه أقل حال، ولم يقدر على أن يدفع عن أمه الموت عند نزوله بها. وتخصيصها بالذكر مع دخولها في عموم من في الأرض، لكون الدفع عنها أولى وأحق من غيرها، فهو إذا لم يقدّر على الدفع عنها، أعجز عن أن يدفع عن غيرها، وذكر من في الأرض للدلالة على شمول قدرته، وأنَّه إذا أراد شيئًا، كان لا معارض له في أمره، ولا مشارك له في قضائه؛ أي: قل يا محمَّد لهؤلاء النصارى: من يقدر على دفع الهلاك والموت عن المسيح وأمه، بل عن سائر الخلق جميعًا إن أراد أن يهلكهم ويبديهم ويعدمهم. </p><p> والاستفهام فيه للتوبيخ والتقريع مضمن معنى الإنكار؛ أي. لا أحد يملك ذلك، ولو كان المسيح إلهًا لقدر على ذلك. </p><p> وخلاصة هذا: أن المسيح وأمه من المخلوقات القابلة للفناء والهلاك كسائر أهل الأرض، فإذا أراد الله أن يهلكهما ويهلك أهل الأرض جميعًا. لا يستطيع أحد أن يرد إرادته؛ لأنّه هو مالك الملك الذي يصرفه بمقتضى مشيئته وإرادته، وإذا كان المسيح لا يستطيع أن يدفع عن نفسه ولا عن أمه الهلاك كما لا يستطيع أن يدفعه عن غيره .. فكيف يكون هو الله الذي بيده ملكوت كل شيء، فعيسى مماثل لمن في الأرض في الصورة والخلقة والجسمية والتركيب وتغيير الصفات والأحوال، فلا يكون خالقًا. ثم ذكر ما هو كالدليل على ذلك فقال:  {وَلِلَّهِ} سبحانه وتعالى {مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ} وسلطنتهما وتصرفهما {و} ملك {ما بينهما} ؛ أي: بين السموات والأرض وما فيهما قاطبة، فهو صاحب الملك المطلق، والتصرف في السموات والأرض وما بينهما؛ أي: بين العالمين العلوي والسفلي بالنسبة إليكم، وإنَّما قال: وما بينهما ولم يقل: وما بينهن .. لأنه أراد </p>"
}