{
  "id": null,
  "sura": 5,
  "aya": 77,
  "text": "<p> ٧٧ - ولما كان قول النصارى في المسيح من أشد أنواع الغلو في الدين بتعظيم الأنبياء فوق ما يجب أن يكون لهم من التعظيم، وكان إيذاء اليهود له وسعيهم في قتله من الغلو في الجمود على تقاليد الدين التي ابتدعوها، واتباع أهوائهم بلا علم، وكان هذا الغلو هو الذي دعاهم إلى قتل زكريا ويحيى .. قال تعالى:  {قُلْ} يا محمد لأهل الكتاب المعاصرين لك {يَا أَهْلَ الْكِتَابِ} ؛ أي: يا معشر اليهود والنصارى {لَا تَغْلُوا فِي دِينِكُمْ} ؛ أي: لا تخرجوا عن الحد في عيسى غلوًّا {غَيْرَ الْحَقِّ} ؛ أي: خروجًا باطلًا غير الحق بالإفراط والتفريط فيه، ولا تجاوزوا عن الحد اللائق به، وهو كونه عبد الله ورسوله، فالغلو مجاوزة الحد بالإفراط أو التفريط في الحق، وذلك أن الحق بين طرفي الإفراط والتفريط، فمجاوزة الحد والتقصير مذمومان في الدين، فإنَّ الغلو في الدين نوعان: غلو حق: وهو أن يجتهد في تحصيل حججه وتقريرها، كما يفعله الأصوليون والمتكلمون أهل العدل والتوحيد، وغلو باطل: وهو أن يتكلف في تقرير الشبه، ويتجاوز الحق، ويعرض عن الأدلة، وذلك يكون بالإفراط أو التفريط، فغلو النصارى بالإفراط في رفع عيسى وتعظيمه، فقالوا: إنه إله، وغلو اليهود بالتقصير في حقه والمبالغة في حطه، فقالوا: إنه ابن زنا، وإنه كذاب، وكلا الغلوين مذموم. </p><p> أي: قل لهم يا محمد: يا معشر اليهود والنصارى لا تتجاوزوا في دينكم واعتقادكم في عيسى عليه السلام الحد الذي حده الله فيه، ولا تخرجوه عن القدر الذي أعطاه الله إياه، وهو كونه عبد الله ورسوله تجاوزًا باطلًا غير الحق بالإفراط والتفريط فيه {وَ} قل يا محمد أيضًا لليهود والنصارى المعاصرين لك {لَا تَتَّبِعُوا أَهْوَاءَ قَوْمٍ} ؛ أي: لا تقتفوا مذاهب قوم من رؤساء أسلافكم {قَدْ ضَلُّوا} عن التوراة والإنجيل {مِن قَبْلِ} ؛ أي: من قبلكم، أو من قبل مبعث محمد - صلى الله عليه وسلم -، يعني أسلافهم وأئمتهم الذين قد ضلوا عن شريعتهم قبل مبعث محمد - صلى الله عليه وسلم - {وَأَضَلُّوا كَثِيرًا} من سفلتهم الذين تابعوهم على بدعهم وضلالهم {وَضَلُّوا} بعد مبعث محمد - صلى الله عليه وسلم - {عَنْ سَوَاءِ السَّبِيلِ} ؛ أي: عن قصد الطريق قويمه الذي هو الإِسلام حين كذبوه وحسدوه وبغوا عليه، فالمراد بالضلال الأول ضلالهم عن التوراة والإنجيل، وبالثاني: ضلالهم عن القرآن. قال القرطبي: وتكرير ضلوا </p>"
}