{
  "id": null,
  "sura": 5,
  "aya": 91,
  "text": "<p> شراب مسكر؛ لأن الخمر هنا كل ما خامر العقل وغطاه، وقد صح من حديث عائشة - رضي الله عنها -: أن النبي - صلى الله عليه وسلم - قال:  \"كل شراب أسكر فهو حرام\" أخرجاه في \"الصحيحين\" . وزاد الترمذي وأبو داود:  \"ما أسكر الفَرَقُ منه فملءُ الكف منه حرام\" . الفَرَق بالتحريك: إناء يسع ستة عشر رطلًا. </p><p> وعن ابن عمر قال: قال رسول الله - صلى الله عليه وسلم -: \"من شرب الخمر .. لم تقبل له صلاة أربعين صباحًا، فإن تاب .. تاب الله عليه، فإن عاد .. لم يقبل الله له صلاة أربعين صباحًا، فإن تاب .. تاب الله عليه، فإن عاد .. لم يقبل الله له صلاة أربعين صباحًا، فإن تاب .. تاب الله عليه، فإن عاد الرابعة .. لم يقبل الله له صلاة أربعين صباحًا، فإن تاب .. لم يتب الله عليه، وسقاه من نهر الخبال\" ، قالوا: يا أبا عبد الرحمن، وما نهر الخبال؟ قال: صديد أهل النار. أخرجه الترمذي وقال: حديث حسن. وأخرجه النسائي. </p><p> وعنه قال: قال رسول الله - صلى الله عليه وسلم -: \"لعن الله الخمر، وشاربها، وساقيها، وبائعها، ومبتاعها، وعاصرها، ومعتصرها، وحاملها، والمحمولة إليه\" . أخرجه أبو داود. </p><p> والميسر: القمار، والقمار كل لعب يشترط فيه أن يأخذ الغالب من المغلوب شيئًا سواء كان بالورق، أو بغيره كالقداح. وسُمي القمار - أي: اللعب - ميسرًا؛ لأن فيه أخذ المال بيسر، ويطلق الميسر أيضًا على الجزور التي كانوا يتقامرون عليها، وذلك أنهم كانوا ينحرون الجزور ويقسمونها ثمانية وعشرين قسمًا أو عشرة أقسام، ثم يضربون بالقداح، وفيها الرابح والغفل، فمن خرج له قدح رابح .. فاز وأخذ نصيبه من الجزور، ومن خرج له الغفل .. غرم ثمنها. </p><p> والأنصاب: الحجارة التي كانوا يذبحون قرابينهم عندها ويعبدونها ويتقربون إليها، سُميت الأصنام بذلك؛ لأنها تنصب وترفع للعبادة. والأزلام: قداح؛ أي: قطع رقيقة من الخشب بهيئة السهام، كانوا يستقسمون بها في الجاهلية لأجل التفاؤل أو التشاؤم. </p><p> ٩١ - وبعد أن أمر الله تعالى باجتناب الخمر والميسر .. ذكر أن فيهما مفسدتين: </p><p> إحداهما: دنيوية، وثانيتهما: دينية، وقد أشار إليهما بقوله:  {إِنَّمَا يُرِيدُ الشَّيْطَانُ} ويقصد {أَن يُوقِعَ} ويوجد {بَيْنَكُمُ} أيها المؤمنون {الْعَدَاوَةَ} والإيذاء {وَالْبَغْضَاءَ} ؛ أي: الشحناء {فِي الْخَمْرِ} ؛ أي: بسبب تزيين شرب الخمر لكم إذا صرتم نشاوى، كما فعل الأنصاري الذي شج رأس سعد بن أبي وقاص بلحى الجمل؛ لأنها تزيل عقل شاربها، فيتكلم بالفحش، وربما أفضى ذلك إلى المقاتلة، وذلك سبب إيقاع العداوة والبغضاء بين شاربيها {و} بسبب تزيين {الميسر} واللعب بالقمار لكم إذا ذهب ما لكم. وقال (١) قتادة: كان الرجل في الجاهلية يقامر على أهله وماله، فيُقمَر - يغلب - فيقعد حزينًا سليبًا ينظر إلى ماله في يد غيره، فيورثه ذلك العداوة والبغضاء، فنهى عن ذلك، فظهر بذلك أن الخمر والميسر سببان عظيمان في إيقاع العداوة والبغضاء بين الناس، وهذا فيما يتعلق بأمر الدنيا، وفيهما مفاسد تتعلق بأمر الدين، وهي ما ذكرها الله تعالى بقوله:  {و} يريد أن {يصدكم} ويمنعكم ويصرفكم {عَنْ ذِكْرِ اللَّهِ} وطاعته {وَعَنِ الصَّلَاةِ} أفردها بالذكر مع دخولها في ذكر الله تعظيمًا لها، وإظهارًا لشرفها؛ لأن شرب الخمر يورث اللذة الجسمانية، والنفس إذا استغرقت فيها .. غفلت عن ذكر الله وعن الصلاة، ولأن الشخص إذا كان غالبًا في القمار .. صار استغراقه في لذة الغلبة مانعًا من أن يخطر بباله شيء سواه. </p><p> فإن قلتَ (٢) : لِمَ جمع الخمر والميسر مع الأنصاب والأزلام في الآية الأولى، ثم أفرد الخمر والميسر في هذه الآية؟ </p><p> قلتُ: لأن الخطاب مع المؤمنين بدليل قوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا} ، والمقصود نهيهم عن شرب الخمر واللعب بالقمار، وإنما ضم الأنصاب والأزلام إلى الخمر والميسر في الآية الأولى؛ لتأكيد تحريم الخمر والميسر، فلما كان المقصود من الآية النهي عن شرب الخمر والميسر لا جرم .. أفردهما بالذكر في الآية الثانية، والله أعلم. </p><p>(١) الخازن. (٢) الخازن.</p><p> والمعنى: أن (١) الشيطان يريد لكم شرب الخمر ومياسرتكم بالقداح ليعادي بعضكم بعضًا، ويبغض بعضكم إلى بعض عند الشراب والمياسرة، فيشتت أمركم بعد تأليف الله بينكم بالإيمان، وجمعه بينكم بأخوة الإسلام، ويصرفكم بالسكر والاشتغال بالميسر عن ذكر الله الذي به صلاح دنياكم وآخرتكم، وعن الصلاة التي فرضها عليكم تزكية لنفوسكم وتطهيرًا لقلوبكم. </p><p> أما كون الخمر سببًا لوقوع العداوة والبغضاء بين الناس حتى الأصدقاء منهم: فلأن شارب الخمر يسكر، فيفقد العقل الذي يمنع من الأقوال والأعمال القبيحة التي تسوء الناس، كما يستولي عليه حب الفخر الكاذب، ويسرع إليه الغضب بالباطل، فكثيرًا ما يجتمع الشَرَبَة على مائدة الشراب، فيثير السكر كثيرًا من ألوان البغضاء بينهم، وقد ينشأ القتل والضرب، والسلب والفسق والفجور، وإفشاء الأسرار، وهتك الأستار، وخيانة الحكومات والأوطان. </p><p> وأما الميسر: فهو مثار العداوة والبغضاء بين المتقامرين، فإن تعداهم فإلى الشامتين والعائبين، ومن تضيع عليهم حقوقهم من الدائنين وغير الدائنين، وكثيرًا ما يفرط المقامر في حقوق الوالدين والزوج والأولاد حتى يوشك أن يمقته كل أحد، والميسر مع ما فيه من التوسعة على المحتاجين فيه إجحاف بأرباب الأموال؛ لأن من صار مغلوبًا في القمار مرة .. دعاه ذلك إلى اللجاج والتمادي فيه رجاء أن يغلب فيه مرة أخرى، وقد يتفق أن لا يحصل له ذلك إلى أن لا يبقى له شيء من المال، ولا شك أنه بعد ذلك سيصير فقيرًا مسكينًا، ويصير من أعدى الأعداء لأولئك الذين كانوا له غالبين. </p><p> وأما صدُّ الخمر والميسر عن ذكر الله وعن الصلاة، وهو مفسدتهما الدينية: فذلك أظهر من كونهما مثارًا للعداوة والبغضاء، وهما مفسدتهما الاجتماعية؛ لأن كل سكرة من سكرات الخمر، وكل مرة من لعب القمار، تصد السكران واللاعب وتصرفه عن ذكر الله تعالى الذي هو روح الدين، وعن الصلاة التي هي عماد </p><p>(١) المراغي.</p><p> الدين؛ إذ السكران لا عقل له يذكر به آلاء الله وآياته، ويثني عليه بأسمائه وصفاته، أو يقيم الصلاة التي هي ذكر الله، ولو ذكر السكران ربه وحاول الصلاة .. لم تصح له، وكذلك المقامر تتوجه جميع قواه العقلية إلى اللعب الذي يرجو منه الربح، ويخشى الخسارة، فلا يتوجه همُّه إلى ذكر الله، ولا يتذكر أوقات الصلاة وما يجب عليه من المحافظة عليها. </p><p> وقد دلت المشاهدة على أن القمار أكثر الأعمال التي تشغل القلب وتصرفه عن كل ما سواه، بل يحدث الحريق في دار المقامر، أو تحل المصائب بالأهل والولد، ويستغاث به فلا يغيث، بل يمضي في لعبه، والنوادر في ذلك كثيرة على أن المقامر إذا تذكر الصلاة وترك اللعب لأجلها، فإنه لا يؤدي منها إلا الحركات بدون أدنى تدبر أو خشوع، لكنه على كل حال يفضل السكران، إذ إنه لا يكاد يضبط أفعال الصلاة. </p><p> ولما بين الله سبحانه وتعالى علة تحريم الخمر والميسر وحكمته .. أكد ذلك التحريم فقال:  {فَهَلْ أَنْتُمْ مُنْتَهُونَ} ومنزجرون عن إتيانهما، والاستفهام فيه استفهام تهديدي بمعنى الأمر، وهو أبلغ من الأمر صريحًا، فكأنه قيل: قد بينت لكم ما في هذه الأمور من أنواع الصوارف والموانع والقبائح، فهل أنتم منتهون مع هذه الصوارف، أم أنتم على ما كنتم عليه كأنكم لم توعظوا ولم تزجروا؟ </p><p> والخلاصة: قد بينتُ لكم مفاسد الخمر والميسر، فهل تنتهون عنهما، أم أنتم مقيمون عليهما كأنكم لم توعظوا بهذه المواعظ؟ وقد أكد (١) الله سبحانه وتعالى تحريم الخمر والميسر بوجوه من التأكيد: </p><p> منها: أنه سماهما رجسًا، والرجس كلمة تدل على منتهى ما يكون من القبح والخبث، ومن ثم قال - صلى الله عليه وسلم -: \"الخمر أمُّ الخبائث\" . </p><p> ومنها: أنه قرنهما بالأنصاب والأزلام التي هي من أعمال الوثنية وخرافات </p><p>(١) المراغي.</p>"
}