{
  "id": null,
  "sura": 5,
  "aya": 67,
  "text": "<p> ونقرئه أبناءنا ويقرئه أبناؤنا أبنائهم إلى يوم القيامة؟ قال:  \"ثكلتك أمك يا ابن لبيد إن كنت لأراك من أفقه رجل بالمدينة أوليست هذه اليهود والنصارى يقرؤون التوراة والإنجيل ولا ينتفعون مما فيهما بشيء\" . </p><p> ومغزى هذا: أن العبرة في الأديان هو العمل بها، والاهتداء بهديها، وقد كان أهل الكتاب في ذلك العصر أبعد ما كانوا عن هداية دينهم مع شدة عصبيتهم الجنسية له، كما هو شأن المسلمين اليوم. وهذه الشهادة لبعض أهل الكتاب بالقصد والاعتدال لها نظائر في آيات أخرى كقوله تعالى: {وَمِنْ قَوْمِ مُوسَى أُمَّةٌ يَهْدُونَ بِالْحَقِّ وَبِهِ يَعْدِلُونَ (١٥٩) }. وقوله:  {وَمِنْ أَهْلِ الْكِتَابِ مَنْ إِنْ تَأمَنْهُ بِقِنْطَارٍ يُؤَدِّهِ إِلَيْكَ} الآية. </p><p> ٦٧ - {يَا أَيُّهَا الرَّسُولُ} الكريم والنبي الحليم محمد - صلى الله عليه وسلم - {بَلِّغْ مَا أُنْزِلَ إِلَيْكَ} ؛ أي: أوصل إلى الخلق جميع ما أنزل إليك {مِنْ رَبِّكَ} ؛ أي: من مالك أمرك ومبلغك إلى كمالك مجاهرًا به، ولا تخش في ذلك أحدًا، ولا أن ينالك من ذلك مكروه أبدًا، ولا تترك شيئًا مما أنزل إليك من ربك ثم أكد ما سلف بقوله:  {وَإِنْ لَمْ تَفْعَلْ} ؛ أي: وإن لم تفعل ما أمرت به من تبليغ جميع ما أنزل إليك، بأن أخفيت شيئًا من ذلك في وقت من الأوقات أو كتمته، ولو إلى حين خوفًا من الأذى بالقول أو بالفعل {فَمَا بَلَّغْتَ رِسَالَتَهُ} ؛ أي: رسالة ربك؛ أي: فحسبك جرمًا أنك ما بلغت الرسالة ولا قمت بما بعثت لأجله وهو تبليغ الناس ما أنزل إليهم من ربهم كما قال تعالى: {إِنْ عَلَيْكَ إِلَّا الْبَلَاغُ} . قال ابن عباس (١) رضي الله تعالى عنهما: يعني إن كتمت آية مما أنزل إليك من ربك .. لم تبلغ رسالتي، يعني أنه - صلى الله عليه وسلم - لو ترك إبلاغ البعض .. كان كمن لم يبلغ شيئًا مما أنزل الله إليه، وحاشا رسول الله - صلى الله عليه وسلم - أن يكتم شيئًا مما أوحي إليه. روى مسروق عن عائشة رضي الله عنها. قالت: من حدثك أن رسول الله - صلى الله عليه وسلم - كتم شيئًا مما أنزل إليه .. فقد كذب ثم قرأت:  {يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ} أخرجاه في </p><p>(١) الخازن.</p><p> \"الصحيحين\" بزيادة فيه. وقرأ نافع وابن عامر وأبو بكر (رسالاته) على الجمع، وقرأ باقي السبعة على التوحيد. والحكمة (١) في التصريح بالأمر بالتبليغ وتأكيده بجعل كتمان بعضه كتمان كله، مع العلم بأن الرسل صلوات الله عليهم معصومون من كتمان شيء مما أمرهم الله بتبليغه، وإلا بطلت حكمة الرسالة بعدم ثقة الناس بالتبليغ، الحكمة في ذلك بالنظر إلى الرسول - صلى الله عليه وسلم -، إعلامه بأن التبليغ حتم لا يجوز كتمانه على أي حال بتأخير شيء عن وقته على سبيل الاجتهاد، ولولا هذا النص .. لكان للرسول أن يجتهد بتأخير بعض الوحي إلى أن يقوى استعداد الناس لقبوله، ولا يحملهم سماعه على رده وإيذاء الرسول لأجله. والحكمة بالنسبة إلى الناس أن يعرفوا هذه الحقيقة بالنص، فلا يعذروا إذا اختلفوا فيها باختلاف الرأي والفهم. </p><p> ومن هذا تعلم أن ما نقل من الأقوال والآراء من جواز كتمان بعض الوحي غير القرآن عن كل الناس أو عن جمهورهم، لا يتفق مع الدين في شيء ولا يعول على ما رووه من الأخبار الضعيفة والأحاديث الموضوعة في هذا الباب، والحق الذي لا شبهة فيه أن الرسول بلغ جميع ما أنزل إليه من القرآن وبينه، ولم يخص أحدًا بشيء من علم الدين، وأنَّه لا امتياز لأحد عن أحد في علم الدين إلا بفهم القرآن فهمًا يتوسل إليه بعلم السنة، وآثار علماء الصحابة والتابعين، وعلماء الأمصار في الصدر الأول، وبمعرفة مفردات اللغة العربية وأساليبها، ومعرفة علوم الكون، وشؤون البشر، وسنن الله في الخلق. روى ابن مردويه عن ابن عباس قال: سئل رسول الله - صلى الله عليه وسلم - أي آية من السماء أنزلت أشد عليك؟ فقال: \"كنت بمنى أيام موسم، واجتمع مشركوا العرب وأفناء الناس في الموسم فنزل علي جبريل فقال:  {يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ وَإِنْ لَمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ ...} الآية. قال: فقمت عند العقبة فقلت: أيها الناس من ينصرني على أن أبلغ رسالات ربي ولكم الجنة؟ أيها الناس قولوا: لا إله إلا الله وأنا رسول إليكم تفلحوا وتنجحوا ولكم الجنة، قال - صلى الله عليه وسلم -: فما بقي رجل ولا أمة ولا صبي إلا يرمون علي بالتراب </p><p>(١) المراغي.</p><p> والحجارة ويقولون: كذاب صابىء، فعرض علي عارض فقلت: اللهم اهد قومي فإنهم لا يعلمون، وانصرني عليهم أن يجيبوني إلى طاعتك \"، فجاء العباس عمه فأنقذه منهم وطردهم عنه.</p><p> {وَاللَّهُ} سبحانه وتعالى {يَعْصِمُكَ} ؛ أي يحفظك يا محمَّد {مِنَ النَّاسِ} ؛ أي: من فتك الكفار وقتلهم إياك، فلا يصلون إليك. مأخوذ من عصام القربة وهو ما توكأ به؛ أي: يربط به فمها من سير جلد أو خيط. والمراد بالناس الكفار الذين يتضمن تبليغ الوحي بيان كفرهم وضلالهم وفساد عقائدهم وأعمالهم، والنعي عليهم وعلى سلفهم، وكان ذلك يغيظهم ويحملهم على إيذائه - صلى الله عليه وسلم - بالقول أو بالفعل، وائتمروا به بعد موت أبي طالب وقرروا قتله في دار الندوة، ولكن الله عصمه منهم وكذلك فعل اليهود بعد الهجرة. </p><p> وإن قلت (١) : أليس قد شج رأسه وكسرت رباعيته يوم أحد - وقد أوذي بضروب من الأذى - فكيف يجمع بين ذلك وبين قوله:  {وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ} ؟. </p><p> قلت: المراد منه أنَّه يعصمه من القتل فلا يقدر عليه أحد أراده بالقتل، ويدل على صحة ذلك ما روي عن جابر أنَّه غزا مع رسول الله - صلى الله عليه وسلم - قبل نجد، فلما قفل رسول الله - صلى الله عليه وسلم - قفل معه، فأدركتهم القائلة في وادٍ كثير العضاه، فنزل رسول الله - صلى الله عليه وسلم - وتفرق الناس يستظلون بالشجر، فنزل رسول الله - صلى الله عليه وسلم - تحت الشجرة فعلق بها سيفه، ونمنا معه نومة، فإذا رسول الله - صلى الله عليه وسلم - يدعونا، وإذا عنده أعرابي فقال: إن هذا اخترط علي سيفي وأنا نائم فاستيقظت وهو في يده صلتًا فقال: من يمنعك مني؟ فقلت: الله، ثلاثًا ولم يعاقبه وجلس. وفي رواية أخرى قال جابر: كنا مع رسول الله - صلى الله عليه وسلم - بذات الرقاع، فإذا أتينا على شجرة ظليلة تركناها لرسول الله - صلى الله عليه وسلم -، فجاء رجل من المشركين - وسيف رسول الله - صلى الله عليه وسلم - معلق بالشجرة - فاخترطه فقال: تخافني؟ فقال: \" لا \"،فقال:من يمنعك مني؟قال:\" الله \"، فتهدده أصحاب رسول الله - صلى الله عليه وسلم -. أخرجه الشيخان في \" الصحيحين\"، وزاد البخاري </p><p>(١) الخازن.</p>"
}