{
  "id": null,
  "sura": 5,
  "aya": 64,
  "text": "<p> فنزلت:  {وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ} . وأخرج ابن أبي حاتم وابن مردويه، عن جابر بن عبد الله قال: لما غزا رسول الله - صلى الله عليه وسلم - بني أنمار .. نزل ذات الرقيع بأعلى نخل، فبينا هو جالس على رأس بئر قد أدلى رجليه فقال الوارث من بني النجار: لأقتلن محمدًا، فقال له أصحابه: كيف تقتله؟ قال: أقول له أعطني سيفك، فإذا أعطانيه .. قتلته، فأتاه فقال له: يا محمَّد أعطني سفيك، فأعطاه إياه فرعدت يده، فقال رسول الله - صلى الله عليه وسلم -: \"حال الله بينك وبيني ما تريد\" فأنزل الله: {يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنْزِلَ إِلَيْكَ} الآية. </p><p> قوله تعالى:  {قُلْ يَا أَهْلَ الْكِتَابِ لَسْتُمْ عَلَى شَيْءٍ ...} الآية، روى ابن أبي حاتم عن ابن عباس رضي الله عنهما قال: جاء رافع وسلام بن مشكم ومالك بن الصيف، فقالوا: يا محمَّد ألست تزعم أنك على ملة إبراهيم ودينه وتؤمن بما عندنا؟ قال:  \"بلى ولكنكم أحدثتم وجحدتم بما فيها، وكتمتم ما أمرتم أن تبينوه للناس\" قالوا: فإنا نأخذ بما في أيدينا فأعنا على الهدى والحق، فأنزل الله تعالى:  {قُلْ يَا أَهْلَ الْكِتَابِ لَسْتُمْ عَلَى شَيْءٍ} الآية. </p><p> التفسير وأوجه القراءة </p><p> ٦٤ - {وَقَالَتِ الْيَهُودُ يَدُ اللَّهِ مَغْلُولَةٌ} ؛ أي: مقبوضة عن العطاء، بخيلة عن أن تنفق. واليد (١) عند العرب تطلق على الجارحة، ومنه قوله تعالى:  {وَخُذ بِيَدِكَ ضِغثًا} وعلى النعمة، ومنه قولهم كم يد لي عند فلان، وعلى القدرة، ومنه قوله تعالى:  {قُلْ إِنَّ الْفَضْلَ بِيَدِ اللَّهِ} وعلى التأييد ومنه قوله - صلى الله عليه وسلم -: \"يد الله مع القاضي حين يقضي\" ، وتطلق على معانٍ أخر. وهذه الآية على طريق التمثيل كقوله تعالى:  {وَلَا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَى عُنُقِكَ} والعرب تطلق غل اليد على البخل، وبسطها على الجود مجازًا ولا يريدون الجارحة كما يصفون البخيل بأنه جعد الأنامل ومقبوض الكف ومنه قول الشاعر: </p><p> كَانَتْ خُرَاسَانُ أرْضًا إِذْ يَزِيْدُ بِهَا ... وَكُلُّ بَابٍ مِنَ الْخَيْرَاتِ مَفْتُوْحُ </p><p>(١) الشوكاني.</p><p> فَاسْتَبْدَلَتْ بَعْدَهُ جَعْدًا أناملُهُ ... كَأنَّمَا وَجْهُهُ بِالْخَلِّ مَنْضُوْحُ </p><p> فمراد اليهود بقولهم هذا عليهم لعائن الله تعالى: إن الله بخيل، قال ابن عباس وعكرمة والضحاك: إن الله تعالى قد بسط على اليهود حتى كانوا من أكثر الناس مالًا، فلما بعث الله محمدًا - صلى الله عليه وسلم - وكذبوا به، ضيق الله عليهم المعيشة، فعند ذلك قال فنحاص بن عازوراء: يد الله مغلولة. وأخرج الطبراني عن ابن عباس أنه قال النباش بن قيس: يد الله مغلولة؛ أي: قال (١) هذا الكلام بعض منهم ونسبه إلى الأمة بناء على التكافل العام بين أفرادها، وكونها كالشخص الواحد، وأن الناس في كل زمان يعزون إلى الأمة ما يسمعون من بعض أفرادها، وقد جرت سنة القرآن أن ينسب إلى المتأخرين ما قال أو فعله سلفهم منذ قرون. ولا عجب في صدور هذا القول من بعض الأشخاص منهم، فإنا نرى من المسلمين في عصرنا هذا مثله في الشكوى من الله عَزَّ وَجَلَّ والاعتراض عليه عند الضيق، وفي إبان المصائب، فأجاب الله سبحانه وتعالى ودعا عليهم بالبخل والطرد من رحمته فقال:  {غُلَّتْ أَيْدِيهِمْ} ؛ أي: ربطت أيديهم إلى الأعناق بالأغلال بالأسر في الدنيا وفي الآخرة معذبين بأغلال جهنم {وَلُعِنُوا} ؛ أي: وطردوا من رحمة الله تعالى وعذبوا في الدنيا بالجزية وفي الآخرة بالنار (بـ) سبب (ما قالوا) ؛ أي: بسبب قولهم يد الله مغلولة. أو المعنى (٢) : أمسكت أيديهم عن كل خير وطردوا عن رحمة الله تعالى. قال الزجاج: رد الله عليهم فقال: أنا الجواد الكريم وهم البخلاء، وأيديهم هي المغلولة الممسوكة، وقيل: هذا دعاء على اليهود علمنا الله كيف ندعوا عليهم فقال: غلت أيديهم؛ أي: في نار جهنم، فعلى هذا هو من الغل حقيقة؛ أي: شدت أيديهم إلى أعناقهم، وطرحوا في النار جزاء لهم على هذا القول، ومعنى لعنوا بما قالوا عذبوا بسبب ما قالوا، فمن لعنتهم أنهم مسخوا في الدنيا قردة وخنازير، وضربت عليهم الذلة والمسكنة والجزية، وفي الآخرة لهم عذاب النار. </p><p>(١) المراغي. (٢) الخازن.</p><p> وعبارة المراغي هنا {غُلَّتْ أَيْدِيهِمْ وَلُعِنُوا بِمَا قَالُوا} هذا دعاء عليهم بالبخل وانقباض الأيدي عن العطاء، والإمساك عن الإنفاق في سبيل البر والخير، وما زالوا أبخل الأمم، فلا يكاد أحد منهم يبذل شيئًا إلا إذا كان يرى أن له من وراثه ربحًا، كما دعا عليهم بالطرد، والبعد من رحمته، وعنايته الخاصة بعباده المؤمنين. </p><p> ثم رد الله سبحانه وتعالى عليهم ما قالوه، وأثبت لنفسه غاية الجود وسعة العطاء، وأن كل ما في العالم من خير هو سجل من ذلك الجود فقال:  {بَلْ يَدَاهُ} سبحانه وتعالى {مَبْسُوطَتَانِ} لا مقبوضتان {يُنْفِقُ} ويعطي {كَيْفَ يَشَاءُ} ويريد من بسط وتضييق لمن يشاء؛ أي: بل هو الجواد المتصرف وفق حكمته وسننه في الاجتماع وتقتير الرزق على بعض العباد، لا ينافي سعة الجود وسريانه في كل الوجود، فإن له سبحانه الإرادة والمشيئة في تفضيل بعض الناس على بعض في الرزق بحسب السنن التي أقام بها نظام الخلق، فإن شاء وسع وإن شاء قتر، فهو الباسط القابض، فإن قبض كان ذلك لما تقتضيه حكمته الباهرة، لا لشيء آخر، فإن خزائن ملكه لا تفنى ومواد جوده لا تتناهى، وعبر عن سعة الجود ببسط اليدين, لأن الجواد السخي إذا أراد أن يبالغ في العطاء جهد استطاعته يعطي بكلتا يديه، كما قال الأعشى يمدح جوادًا: </p><p> يَدَاكَ يَدَا جُوْدٍ فَكَفٌّ مُفِيْدَةٌ ... وَكَفٌّ إِذَا مَا ضُنَّ بالزَّاد تُنْفِقُ </p><p> وذكر اليدين مع كونهم لم يذكروا إلا اليد الواحدة مبالغة في الرد عليهم بإثبات ما يدل على غاية السخاء، فإن نسبة الجود إلى اليدين أبلغ من نسبته إلى اليد الواحدة، وهذه الجملة الإضرابية معطوفة على جملة مقدرة يقتضيها المقام، والتقدير: ليس الأمر على ما وصفتموه تعالى به من البخل، بل هو تعالى جواد كريم على سبيل الكمال، فإن من أعطى بيديه من الإنسان فقد أعطى على أكمل الوجوه، فتثنية اليد مبالغة في الوصف بالجود. </p><p> فصل: في يد الله سبحانه وتعالى </p><p> وأما الكلام في اليد: فقد اختلف العلماء في معناها على قولين: أحدهما: وهو مذهب جمهور السلف وعلماء أهل السنة وبعض المتكلمين وهو الذي نلقى عليه الرب جل جلاله، أن يد الله صفة من صفات ذاته، كالسمع والبصر والوجه، فيجب علينا الإيمان بها، والإذعان والتسليم بها، ونمرها كما جاءت في الكتاب والسنة، بلا كيف ولا تشبيه، ولا تعطيل. قال تعالى:  {لِمَا خَلَقْتُ بِيَدَيَّ} وقال النبي - صلى الله عليه وسلم -: \"إن المقسطين يوم القيامة على منابر من نور عن يمين الرحمن، وكلتا يديه يمين\" . </p><p> والقول الثاني: قول أهل التأويل، فإنهم قالوا: اليد تذكر في اللغة على وجوه: </p><p> ١ - الجارحة وهي معلومة. </p><p> ٢ - النعمة، يقال: لفلان عندي يد أشكره عليها. </p><p> ٣ - القدرة، قال الله تعالى:  {أُولِي الْأَيْدِي وَالْأَبْصَارِ} فسروه بذوي القوى والعقول، ويقال: لا يد لك بهذا الأمر، والمعنى: سلب كمال القدرة. </p><p> ٤ - الملك يقال: هذه الضيعة في يد فلان؛ أي: في ملكه، ومنه قوله تعالى:  {الَّذِي بِيَدِهِ عُقْدَةُ النِّكَاحِ} ؛ أي: يملك ذلك، أما الجارحة .. فمنتفية في صفة الله عَزَّ وَجَلَّ , لأن العقل دل على أنه يمتنع أن تكون يد الله عبارة عن جسم مخصوص وعضو مركب من الأجزاء والأبعاض، تعالى الله عن الجسمية والكيفية والتشبيه علوًّا كبيرًا، فامتنع بذلك أن تكون يد الله بمعنى الجارحة، وأما سائر المعاني التي فسرت بها اليد .. فحاصلة, لأن أكثر العلماء من المتكلمين زعموا أن اليد في حق الله عبارة عن القدرة، وعن الملك، وعن النعمة، وهاهنا إشكالان: </p><p> أحدهما: أن اليد إذا فسرت بمعنى القدرة .. فقدرة الله واحدة، ونص القرآن وكذا الحديث السابق آنفًا ناطق بإثبات اليدين للرحمن في قوله تعالى:  {بَلْ يَدَاهُ مَبْسُوطَتَانِ} . </p><p> والإشكال الثاني: أن اليد إذا فسرت بالنعمة فنص القرآن ناطق بتثنية اليد، ونعم الله تعالى غير محصورة ولا معدودة، ومنه قوله تعالى:  {وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ لَا تُحْصُوهَا} . وأيضًا أن الله تعالى أخبر أنه خلق آدم بيديه، ولو كان معنى خلقه لآدم بيديه وخلقه بقدرته أو بنعمته أو بملكه لم يكن لخصوصية آدم بذلك وجه مفهوم, لأن جميع خلقه مخلوقون بقدرته، وجميعهم في ملكه ومتقلبون في نعمه، فلما خص الله آدم عليه السلام بقوله تعالى:  {لِمَا خَلَقْتُ بِيَدَيَّ} دون خلقه .. علم بذلك اختصاصه وتشريفه على غيره. </p><p> ونقل الإِمام الفخر الرازي عن أبي الحسن الأشعري قولًا: إن اليد صفة قائمة بذات الله تعالى، وهي صفة سوى القدرة، من شأنها التكوين على سبيل الاصطفاء، قال: والذي يدل عليه أنه تعالى جعل وقوع خلق آدم بيديه على سبيل الكرامة لآدم، واصطفائه له، فلو كانت اليد عبارة عن القدرة .. امتنع كون آدم مصطفى بذلك, لأن ذلك حاصل في جميع المخلوقات، فلا بدّ من إثبات صفة أخرى وراء القدرة، يقع بها الخلق والتكوين على سبيل الاصطفاء، هذا آخر كلامه، فثبت بهذا البيان قول من قال: إن اليد صفة ثابتة لله تعالى، تليق بجلاله وأنها ليست بجارحة كما تقول المجسمة تعالى الله عن قولهم علوًّا كبيرًا، ولا بقدرة ولا نعمة ولا ملك كما يقول المؤولون والله سبحانه وتعالى أعلم بكنه ذاته وصفاته {يُنْفِقُ كَيْفَ يَشَاءُ} ؛ يعني: أنه تعالى يرزق كما يريد ويختار، فيوسع على من يشاء، ويقتر على من يشاء، لا اعتراض عليه في ملكه، ولا فيما يفعله، وهذا تأكيد للوصف بالسخاء، وأنه لا ينفق إلا على ما تقتضيه مشيئته، ولا موضع لقوله {يُنْفِقُ} من الإعراب، إذ هي جملة مستأنفة كما سيأتي في مبحث الإعراب. وعن أبي هريرة رضي الله عنه: أن رسول الله - صلى الله عليه وسلم - قال:  \"قال الله تبارك وتعالى: أنفق أنفق عليك\" وقال: \"يد الله ملأى لا تفيضها نفقة سخاء الليل والنهار، أرأيتم ما أنفق منذ خلق السموات والأرض، فإنَّه لم ينقص ما بيده، وكان عرشه على الماء، وبيده الميزان, يرفع ويخفض\" ، متفق عليه. وهذا الحديث أيضًا أحد أحاديث الصفات فيجب الإيمان به، وإمراره كما جاء من غير تشبيه ولا تكييف ولا تعطيل. </p><p> وقرأ أبو السمال بسكون العين في قوله (١) : {وَلُعِنُوا بِمَا قَالُوا} كما قال في عصر عصرون، وقال الشاعر: </p><p> لَوْ عَصرْنَا مِنْهُ البَا ... نَ وَالْمِسْكَ انْعَصَرْ </p><p> ويحسن هذه القراءة أنها كسرة بين ضمتين، فحسن التخفيف، وقرأ عبد الله:  (بسيطتان) ، يقال: يد بسيطة مطلقة بالمعروف، وفي مصحف عبد الله:  (بسطان) . يقال: يده بسط بالمعروف، وهو على فعل، كما تقول ناقة صرح، ومشيه سجح. </p><p> {وَلَيَزِيدَنَّ كَثِيرًا مِنْهُمْ} ؛ أي: وعزتي وجلالي ليزيدن كثيرًا من اليهود والنصارى {مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ} من القرآن المشتمل على هذه الأحكام الحسنة {طُغْيَانًا} ؛ أي: تماديًا على الطغيان والضلال {وَكُفْرًا} ؛ أي: ثباتًا على الكفر والشرك، والمراد بالكثير منهم علماؤهم ورؤوساؤهم، وإنما قيد بالكثير لأن منهم من آمن، ومن لا يزداد إلا طغيانًا، وهذا الإعلام بالرسول - صلى الله عليه وسلم - بفرط عتوهم؛ أي: ليزيدن طغيانًا إلى طغيانهم، وكفرًا إلى كفرهم بما يسمعون من القرآن، كما يزداد المريض مرضًا من تناول الغذاء الصالح للأصحاء,؛ لأنهم كلما نزلت آية من القرآن كفروا بها، فازدادوا شدة في كفرهم وطغيانًا مع طغيانهم. </p><p> والمعنى (٢) : أنَّ هذا الذي أنزلناه عليك أيها النبي من خفي أمور هؤلاء اليهود المعاصرين لك، ومن أحوال سلفهم وشؤون كتبهم وحقائق تاريخهم، هو من أعظم الأدلة على نبوتك، وكان ينبغي أن يجذبهم إلى الإيمان بك، إذ لولا النبوة والوحي ما علمت من هذا شيئًا، فلا تعرف الماضي لأنك أمي لم تقرأ الكتب، ولا تعرف الحاضر من مكرهم الخفي وكيدهم السري، لكنهم لطغيانهم وتجاوزهم الحدود في الكفر والحسد للعرب لم يجذبهم ذلك الإيمان, ولم يقربه إلا قليلًا منهم، ووالله ليزيدن ذلك كثيرًا منهم طغيانًا في بغضك، وعدواتك، وكفرًا بما جئت به. </p><p> وقال قتادة: حملهم حسد محمَّد - صلى الله عليه وسلم - والعرب على أن تركوا القرآن وكفروا </p><p>(١) البحر المحيط. (٢) المراغي.</p><p> بمحمد ودينه. {وَأَلْقَيْنَا بَيْنَهُمُ} ؛ أي: ألقينا وأوقعنا بين اليهود والنصارى، أو بين كل فريق من اليهود والنصارى {الْعَدَاوَةَ وَالْبَغْضَاءَ} ؛ أي: الشحناء. قال أبو حيان: العداوة أخص من البغضاء, لأن كل عدو مبغض، وقد يبغض من ليس بعدو، انتهى </p><p> {إِلَى يَوْمِ الْقِيَامَةِ} فهي لا تنقطع أبدًا واليهود مع كونهم المديرين لأعظم الأعمال المالية، ولهم النفوذ والتأثير في السياسة وسائر شؤون الاجتماع، مبغوضون لجماهير النصارى، وقيل: ألقى ذلك بين طوائف اليهود، فجعلهم مختلفين في دينهم متعادين متباغضين إلى يوم القيامة، فكل فرقة من اليهود تخالف الأخرى فلا يكاد تتوافق قلوبهم ولا تتطابق أَقوالهم، فإن اليهود فرق، فإن بعضهم جبرية، وبعضهم قدرية، وبعضهم مرجئة، وبعضهم مشبهة، وكذا النصارى فرق، كالملكانية، والنسطورية، واليعقوبية، والماردانية. </p><p> فإن قلت: فهذا (١) المعنى أيضًا حاصل بين فرق المسلمين فكيف يكون ذلك عيبًا على اليهود والنصارى حتى يذموا به؟. </p><p> قلت: هذه البدع التي حصلت في المسلمين إنما حدثت بعد عصر النبي - صلى الله عليه وسلم - وعصر الصحابة والتابعين. أما في الصدر الأول فلم يكن شيء من ذلك حاصلًا بينهم، فحسن جعل ذلك عيبًا على اليهود والنصارى في ذلك العصر الذي نزل فيه القرآن على رسول الله - صلى الله عليه وسلم -. </p><p> {كُلَّمَا أَوْقَدُوا} وأشعلوا {نَارًا لِلْحَرْبِ أَطْفَأَهَا اللَّهُ} وأخمدها سبحانه وتعالى؛ أي: كلما هموا بالكيد للرسول والمؤمنين الصادقين .. خذلهم الله تعالى، وهم إما يخيبوا في سعيهم، ولا يتم لهم ما أرادوا من الإغراء والتحريض، وإما أن ينصر الله رسوله والمؤمنين. </p><p> يعني كلما (٢) أفسد اليهود وخالفوا حكم الله .. يبعث الله عليهم من يهلكهم، أفسدوا أولًا فبعث الله عليهم بختنصر البابلي، ثم أفسدوا فبعث الله </p><p>(١) الخازن. (٢) الخازن.</p><p> طيطوس الرومي، ثم أفسدوا فسلط الله عليهم المجوس وهم الفرس، ثم أفسدوا وقالوا: يد الله مغلولة، فبعث الله عليهم المسلمين، فلا تزال اليهود في ذلة أبدًا. وقال مجاهد: معنى الآية كلما مكروا مكرًا في حرب محمَّد - صلى الله عليه وسلم - .. أطفأه الله تعالى. وقال السدي: كلما أجمعوا أمرهم على شيء ليفسدوا به أمر محمَّد - صلى الله عليه وسلم - .. فرقه الله تعالى، وكلما أوقدوا نارًا في حرب محمَّد - صلى الله عليه وسلم - أطفأ الله وأخمد نارهم، وقذف في قلوبهم الرعب، وقهرهم ونصر نبيه ودينه. وقيل: المراد بالنار هنا الغضب؛ أي: كلما أثاروا في أنفسهم غضبًا أطفأه الله بما جعله من الرعب في صدورهم، والذلة والمسكنة المضروبتين عليهم. والمعروف (١) في كتب السير أن اليهود كانوا يغرون المشركين بالنبي - صلى الله عليه وسلم - والمؤمنين، ومنهم من سعى لتحريض الروم على غزوهم، ومنهم من كان يؤوي أعداءهم ويساعدهم، ككعب بن الأشرف، وما سبب ذلك إلا الحسدُ والعصبية، وخوف الأحبار والرهبان من إزالة الإِسلام، لامتيازاتهم العلمية والدينية التي كانوا معروفين بها في بلاد الحجاز، فكانت عداوتهم للمسلمين عداوة سياسية جنسية ليست من طبيعة الدين ولا روحه، والدليل على ذلك: أن اليهود كان لهم ضلع بعد ذلك مع المسلمين في الشام والأندلس، لما رأوا من عدلهم وإزالة الجور والظلم الذي كان عليه الروم والقُوطُ. </p><p> وكذلك عداوة النصارى للمسلمين كانت سياسية، وكانت على أشدها بينهم وبين الروم المستعمرين للبلاد المجاورة للحجاز، كالشام ومصر، وكان نصارى البلاد أقرب ميلًا إلى المسلمين بعد أن وثقوا بعدلهم، وزال عنهم ظلم الروم، مع كونهم من أهل دينهم، وقد جرت العادة أن الناس يتبعون في العداوة أو المودة ما تمليه عليهم منافعهم ومصالحهم {وَيَسْعَوْنَ فِي الْأَرْضِ فَسَادًا} ؛ أي: سعي فساد؛ أي: يجتهدون ويفعلون في الأرض فعل فساد؛ أي: يجتهدون في الكيد والمكر للإسلام وأهله، وإثارة الفتنة بينهم وفي تعويق الناس عن محمَّد - صلى الله عليه وسلم - وليس يقدرون على غير ذلك؛ أي: إن ما يأتونه من عداوة النبي - صلى الله عليه وسلم - والمؤمنين وإيقاد الفتن والحروب، لم يكن بقصد الإصلاح للأخلاق وشؤون العمران والاجتماع، بل </p><p>(١) المراغي.</p>"
}