{
  "id": null,
  "sura": 5,
  "aya": 94,
  "text": "<p> عبد الرحمن بن عوف بتشبيهه بحد قذف المحصنات. وقد روى الدارقطني عن علي - رضي الله عنه - قال: إذا شرب سكر، وإذا سكر هذى، وإذا هذى افترى، وعلى المفتري ثمانون جلدة. </p><p> ٩٤ - {يَا أَيُّهَا الَّذِينَ آمَنُوا} بالله ورسوله {لَيَبْلُوَنَّكُمُ اللَّهُ} سبحانه وتعالى؛ أي: وعزتي وجلالي لأختبرنكم في حال إحرامكم بالحج أو العمرة {بِشَيْءٍ مِنَ الصَّيْدِ} ؛ أي: بإرسال شيء من الصيد البري المأكول عليكم {تَنَالُهُ أَيْدِيكُمْ وَرِمَاحُكُمْ} ؛ أي: يسهل عليكم أخذ صغاره بأيديكم؛ كالطيور، وطعن كباره برماحكم كالوحوش. </p><p> قال ابن عطية: والظاهر أن الله خص الأيدي بالذكر؛ لأنها أعظم تصرفًا في الاصطياد، وفيها تدخل الجوارح والحبالات وما عمل باليد من فخاخ وشباك، وخص الرماح بالذكر؛ لأنها أعظم ما يجرح به الصيد، وفيها يدخل السهم ونحوه. واحتج بعض الناس بهذه الآية على أن الصيد للآخذ لا للمثير؛ لأن المثير لم تنل يده ولا رمحه بعد شيئًا. انتهى. </p><p> وقال الصاوي: وهذا الابتلاء نظير ابتلاء الله قوم موسى بتحريم صيد السمك يوم السبت، ولكن الله حفظ هذه الأمة المحمدية من الوقوع فيما يخالف أمر ربهم، فتم لها السعد والعزُّ في الدنيا والآخرة، وأما أُمة موسى، فتعدوا واصطادوا: فمسخوا قردة وخنازير. انتهى. </p><p> ووجه الابتلاء في ذلك (١) : أن الصيد طعام لذيذ تشتد الحاجة إليه في الأسفار الطويلة؛ كالسفر إلى الجهات النائية، وأن سهولة تناوله تغري به؛ إذ ترك ما لا ينال إلا بمشقة لا يدل على التقوى والخوف من الله، كما يدل عليه ترك ما ينال بسهولة. </p><p> قال البيضاوي (٢) : نزلت في عام الحديبية، ابتلاهم الله سبحانه وتعالى بالصيد، وكانت الوحوش تغشاهم في رحالهم بحيث يتمكنون من صيدها أخذًا بأيديهم وطعنًا برماحهم وهم محرمون، والتقليل والتحقير في {بِشَيْءٍ} للتنبيه على </p><p>(١) المراغي. (٢) البيضاوي.</p><p> أنه ليس من العظائم التي تدحض الأقدام، كالابتلاء ببذل الأنفس والأموال، فمن لم يثبت عنده .. كيف يثبت عند ما هو أشد منه. </p><p> وقرأ النخعي وابن وثاب:  {يناله} بالياء التحتانية. والجملة من قوله:  {تَنَالُهُ} في موضع الصفة لقوله: {بِشَيْءٍ} ، أو في موضع الحال منه؛ لأنه قد وصف. </p><p> {لِيَعْلَمَ اللَّهُ} ؛ أي: يختبركم الله سبحانه وتعالى بالصيد في حال إحرامكم ليعلم الله تعالى علم ظهور للعباد {مَنْ يَخَافُهُ} ؛ أي؛ من يخاف الله تعالى، ولم يره ويمتثل أمره ونهيه؛ لقوة إيمانه حالة كونه ملتبسًا {بِالْغَيْبِ} عن الله تعالى؛ أي: غير راء له تعالى، أو المعنى: من يخاف الله تعالى حالة كونه ملابسًا بالغيب عن الناس غير مرئي لهم، ولا خائف من إنكارهم .. فيترك أخذ شيء من الصيد، ويختار خشن العيش على لذة اللحم خوفًا من الله تعالى، وطاعة له في خفيته، وعلى هذين المعنيين يكون الجار والمجرور في قوله:  {بِالْغَيْبِ} حال من ضمير الفاعل في {يخاف} ، ويحتمل أن يكون حالًا من ضمير المفعول العائد على الله تعالى. والمعنى: ليعلم الله من يخافه حالة كون الله ملتبسًا بالغيب عنه؛ أي: غير مرئي له. وقال (١) أبو حيان: ومعنى {لِيَعْلَمَ} ؛ ليتميز من يخاف عقاب الله تعالى، وهو غائب منتظر في الآخرة، فيترك الصيد، ممن لا يخافه فيقدم عليه، قاله الزمخشري. </p><p> وقيل المعنى: ليعلموا أن الله يعلم من يخافه بالغيب؛ أي: في السر حيث لا يراه أحد من الناس، فالخائف لا يصيد، وغير الخائف يصيد. وقال ابن عطية: والظاهر أن المعنى: بالغيب من الناس؛ أي: في الخلوة، مَنْ خاف الله .. انتهى عن الصيد من ذات نفسه. وقال الطبري: معناه في الدنيا، حيث لا يرى العبد ربه، فهو غائب. والمعنى: يختبركم الله تعالى بالصيد ليظهر من يخافه لقوة إيمانه، ويميزه عمن لا يخافه لضعف قلبه وقلة إيمانه. </p><p> والخلاصة (٢) : أنه تعالى يريد أن يعاملكم معاملة المختبر الذي يريد أن </p><p>(١) البحر المحيط. (٢) المراغي.</p>"
}