{
  "id": null,
  "sura": 5,
  "aya": 108,
  "text": "<p> واتفق المفسرون (١) على أن سبب نزول هذه الآيات: أن تميم بن أوس الداري، وعدي بن بداء - وكانا نصرانيين - ومعهما بديل بن أبي مارية مولى عمرو بن العاص - وكان مسلمًا مهاجرًا - خرجوا إلى الشام للتجارة، فلما قدموا الشام .. مرض بديل، فكتب كتابًا فيه نسخة جميع ما معه، وألقاه فيما بين الأقمشة، ولم يخبر صاحبيه بذلك، ثم أوصى إليهما وأمرهما أن يدفعا متاعه إلى أهله، ومات بُديل، فأخذا من متاعه إناءً من فضة فيه ثلاث مئة مثقال منقوشًا بالذهب، ولما رجعا دفعا باقي المتاع إلى أهله، ففتشوا، فوجدوا الصحيفة وفيها ذكر الإناء، فقالوا لتميم وعدي: أين الإناء؟ فقالا: لا ندري، والذي دفع إلينا دفعناه إليكم، فرفعوا الواقعة إلى رسول الله - صلى الله عليه وسلم -، فأنزل الله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا ...} الآية، ولما نزلت هذه الآية صلَّى رسول الله - صلى الله عليه وسلم - العصر، ودعا تميمًا وعدَّيًّا، فاستحلفهما عند المنبر، ولما حلفا خلَّى رسول الله - صلى الله عليه وسلم - سبيلهما، ولما طالت المدة أُظهر الإناء، فبلغ ذلك بني سهم، فطالبوهما، فقالا: كنا قد اشتريناه منه، فقالوا: ألم نقل لكم هل باع صاحبنا شيئًا، فقلتما: لا؟ فقالا: لم يكن عندنا بيّنة فكرهنا أن نقر لكم، فكتمنا لذلك، فرفعوا القصة إلى رسول الله - صلى الله عليه وسلم -، فأنزل الله تعالى قوله:  {فَإِنْ عُثِرَ ...} الآية، فقام عمرو بن العاص والمطلب ابن أبي وداعة السهميان، فحلفا بالله بعد العصر، فدفع الرسول - صلى الله عليه وسلم - الإناء إليهما وإلى أولياء الميت، وكان تميم الداري يقول بعد إسلامه: صدق الله ورسوله، أنا أخذت الإناء، فأتوب إلى الله تعالى. </p><p> ١٠٨ - {ذَلِكَ} الحكم الذي بيناه وشرعناه في هذه القصة من تكليف المؤتمن على الوصية أن يقوم على مرأى من الناس، ويشهد بعد الصلاة، ويقسم الأيمان المغلظة {أَدْنَى} ؛ أي: أدنى الطرق وأقربها إلى {أَنْ يَأتُوا} ؛ أي: إلى أن يؤدي الشهود المتحملون للشهادة على الوصية {بِالشَّهَادَةِ عَلَى وَجْهِهَا} ؛ أي: على الوجه الذي تحملوها عليه من غير تحريف ولا تبديل ولا خيانة فيها خوفًا من العذاب الأخروي، والأنسب بالمقام في قوله:  {أَنْ يَأتُوا} وبقوله الآتي: {أَوْ يَخَافُوا} تثنية </p><p>(١) المراح.</p><p> الضمير، وإنما جمع؛ لأن المراد ما يعم الشاهدين المذكورين وغيرهما من سائر الناس. </p><p> وفي \"الخازن\" : أن يأتي الوصيان وسائر الناس. وقوله:  {أَوْ يَخَافُوا} معطوف في المعنى على محذوف تقديره: ذلك أدنى وأقرب إلى أن يأتوا بالشهادة على وجهها لأجل أن يخافوا من عذاب الآخرة بسبب الكذب والخيانة فيها {أَوْ} لأجل أن {يَخَافُوا} الافتضاح على رؤوس الأشهاد بإبطال أيمانهم والعمل بأيمان الورثة، فينزجروا عن الخيانة المؤدية إلى ذلك إن لم يخافوا من عذاب الآخرة، وذلك بـ {أَنْ تُرَدَّ أَيْمَانٌ} على الورثة {بَعْدَ أَيْمَانِهِمْ} ؛ أي: بعد أيمان الشهود الخائنين في الوصية، فيحلفوا على خيانتهم وكذبهم، فيفتضحوا، فأي الخوفين وقع حصل المقصود الذي هو الإتيان بالشهادة على وجهها. </p><p> والغرض من هذا الكلام (١) : بيان المنفعة والفائدة في هذا الحكم الذي شرعه الله في هذا الموضع من كتابه. والمعنى: ذلك (٢) الذي شرعناه من تكليف المؤتمن على الوصية أن يقوم على مرأى من الناس، ويشهد بعد الصلاة، ويقسم الأيمان المغلظة أدنى الطرق وأقربها إلى أن يؤدي الشهداء الشهادة على وجهها بلا تبديل ولا تغيير تعظيمًا لله، ورهبة من عذابه، ورغبة في ثوابه، أو خوفًا من الفضيحة التي تعقب استحقاقهما الإثم في الشهادة برد أيمان الورثة بعد أيمانهم، فتكون مبطلة لها؛ إذ من لم يمنعه خوف الله وتعظيمه أن يكذب لضعف دينه .. يمنعه خوف الخزي والفضيحة بين الناس. </p><p> والحاصل (٣) : أن الشاهدين أو الوصيين، إذا علما أنهما إن لم يصدقا .. يتوجه اليمين على الورثة، فيحلفون، فينتزعون من الشاهدين ما أخذاه، ويفتضحان بظهور كذبهما .. حملهما ذلك على أحد أمرين: إما الصدق في الشهادة، والحلف من أول الأمر، وإما ترك الحلف الكاذب، فيظهر كذبهم ونكولهم، فبأحد الأمرين يحصل المقصود؛ لأنهم إذا صدقوا ولم يخونوا .. </p><p>(١) الشوكاني بتصرف. (٢) المراغي.(٣) الفتوحات.</p><p> فالأمر ظاهر، وإن خانوا وامتنعوا من الحلف خوفًا من الفضيحة .. حلف الورثة وانتزعوا ما خان به الشهود، فتأمل. </p><p> وعبارة ابن الجوزي (١) هنا: قوله تعالى: {ذَلِكَ أَدْنَى} ؛ أي: ذلك الذي حكمنا به من ردّ اليمين أقرب إلى إتيان أهل الذمة بالشهادة على وجهها؛ أي: على ما كانت، وأقرب أن يخافوا أن ترد أيمان أولياء الميت وتكرر بعد أيمانهم، فيحلفون على خيانتهم فيفتضحوا ويغرموا، فلا يحلفون كاذبين إذا خافوا ذلك. انتهت. </p><p> {وَاتَّقُوا اللَّهَ} وراقبوه في أيمانكم أن تحلفوا بها كاذبة وأن تخونوا مَنْ ائتمنكم {وَاسْمَعُوا} ما يقال لكم وما توعظون به سمعَ إجابة وقبول لهذه الأحكام وغيرها. {وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ} ؛ أي: فإن لم تتقوا ولم تسمعوا .. كنتم قومًا فاسقين خارجين عن أمر الله وطاعته، مطرودين من هدايته، مستحقين لعقابه؛ لأن الله تعالى لا يرشد القوم العاصين الكافرين الكاذبين إلى دينه وحجته، أو إلى طريق الجنة. </p><p> فائدة: وقد استنبط (٢) العلماء من هاتين الآيتين فوائد وأحكامًا نذكر أهمها فيما يلي: </p><p> ١ - الحث على الوصية وعدم التهاون في أمرها في سفر أو حضر. </p><p> ٢ - الإشهاد عليها لتثبيت أمرها والرجاء في تنفيذها. </p><p> ٣ - بيان أن الأصل في الشاهدين عليها أن يكونا مسلمين موثوقًا بعدالتهما. </p><p> ٤ - بيان أن إشهاد غير المسلمين على الوصية جائز مشروع؛ لأن مقصد الشارع منه إذا لم يمكن أداؤه على وجه الكمال أن لا يترك ألبتة. </p><p> ٥ - شرعية اختيار الأوقات التي تؤثِّر في قلوب الشهود ومقسمي الأيمان رجاء أن يصدقوا ويبروا فيها. </p><p> ٦ - التغليظ على الحالف بصيغة اليمين، بأن يقول فيه ما يرجى أن يكون </p><p>(١) زاد المسير. (٢) المراغي.</p><p> رادعًا للحالف عن الكذب. </p><p> ٧ - أن الأصل في أخبار الناس وشهاداتهم أن تكون مصدَّقة مقبولة، ومن ثَمَّ شرط في تحليف الشاهدين الارتياب في خبرهما. </p><p> ٨ - شرعية تحليف الشهود إذا ارتاب الحكَّام والخصوم في شهادتهم، وهو الذي عليه العمل الآن في أكثر الأمم، وقد حتمته القوانين الوضعية الآن؛ لكثرة ما يقع من شهادة الزور. </p><p> ٩ - شرعية ردِّ اليمين إلى من قام الدليل على ضياع حق له بيمين صار حالفها خصمًا له. </p><p> ١٠ - إذا احتيج إلى قيام بعض الورثة في أمر يتعلق بالتركة .. فأولاهم بذلك أقربُهم إليه. </p><p> الإعراب </p><p> {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَسْأَلُوا عَنْ أَشْيَاءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ} . </p><p> {يَا أَيُّهَا} : حرف نداء. {أي} : منادى نكرة مقصودة، {ها} : حرف تنبيه زائد، وجملة النداء مستأنفة. {الَّذِينَ} : اسم موصول في محل الرفع صفة لأيُّ. {آمَنُوا} : فعل وفاعل، والجملة صلة الموصول. {لَا} : ناهية جازمة. {آمَنُوا} : فعل وفاعل مجزوم بـ {لَا} الناهية، والجملة جواب النداء لا محل لها من الإعراب. {عَنْ أَشْيَاءَ} : جار ومجرور، وعلامة جره الفتحة نيابة عن الكسرة؛ لأنه اسم لا ينصرف، والمانع له من الصرف علة واحدة تقوم مقام علتين ترجع إحداهما إلى اللفظ، والأخرى إلى المعنى، وهي ألف التأنيث الممدودة، فلزومها لبناء ما هي فيه بمنزلة علة ترجع إلى اللفظ، ودلالتها على التأنيث بمنزلة علة ترجع إلى المعنى، الجار والمجرور متعلق بـ {تَسْأَلُوا} . {إِنْ} : حرف شرط جازم. {تُبْدَ} : فعل مضارع مغير الصيغة مجزوم بحذف حرف العلة، ونائب فاعله ضمير يعود على {أَشْيَاءَ} . {لَكُمْ} : جار ومجرور متعلق بـ {تُبْدَ} . {تَسُؤْكُمْ} : فعل ومفعول مجزوم بـ {إن} الشرطية على كونه جوابًا لها، وفاعله </p><p> ضمير يعود على {أَشْيَاءَ} ، وجملة {إن} الشرطية في محل الجر صفة لـ {أَشْيَاءَ} . </p><p> {وَإِنْ تَسْأَلُوا عَنْهَا حِينَ يُنَزَّلُ الْقُرْآنُ تُبْدَ لَكُمْ عَفَا اللَّهُ عَنْهَا وَاللَّهُ غَفُورٌ حَلِيمٌ} . </p><p> {وَإِنْ تَسْأَلُوا} الواو: عاطفة. {إِنْ تَسْأَلُوا} : جازم وفعل وفاعل، وعلامة جزمه حذف النون. {عنهَا} : جار ومجرور متعلق به. {حِينَ} : منصوب على الظرفية الزمانية متعلق بـ {تَسْأَلُوا} . {يُنَزَّلُ الْقُرْآنُ} : فعل ونائب فاعل، والجملة في محل الجر مضاف إليه لـ {حِينَ} . {تُبْدَ} : فعل مضارع مغير الصيغة مجزوم بـ {إِن} الشرطية على كونه جوابًا لها، ونائب فاعله ضمير يعود على {أَشيَاءَ} . {لَكُمْ} جار ومجرور متعلق به، وجملة {وإن} الشرطية من فعل شرطها وجوابها في محل الجر معطوفة على جملة {وإن} الأولى على كونها صفة لـ {أَشْيَاءَ} . {عَفَا اللَّهُ} : فعل وفاعل، والجملة الفعلية في محل الجر صفة لـ {أَشْيَاءَ} . {عَنْهَا} : متعلق به. {اللَّهُ} : مبتدأ {غَفُورٌ} : خبر أول. {حَلِيمٌ} : خبر ثانٍ، والجملة مستأنفة. </p><p> {قَدْ سَأَلَهَا قَوْمٌ مِنْ قَبْلِكُمْ ثُمَّ أَصْبَحُوا بِهَا كَافِرِينَ (١٠٢) }. </p><p> {قَدْ} : حرف تحقيق. {سَأَلَهَا} : فعل ومفعول. {قَوْمٌ} : فاعل، والجملة مستأنفة {مِنْ قَبْلِكُمْ} : جار ومجرور ومضاف إليه، متعلق بـ {سأل} . قال أبو البقاء: ولا يجوز أن يكون صفة لـ {قَوْمٍ} ، ولا حالًا منه؛ لأن ظرف الزمان لا يكون صفة للجثة ولا حالًا منها، ولا خبرًا عنها. {ثُمَّ} : حرف عطف وترتيب. {أَصْبَحُوا} : فعل ناقص واسمه، {بِهَا} : الباء حرف جر وسبب، الهاء ضمير المؤنثة في محل الجر بالباء، الجار والمجرور متعلق بـ {أَصْبَحُوا} ، أو بـ {كَافِرِينَ} . {كَافِرِينَ} : خبر {أَصْبَحُوا} ، وجملة {أَصْبَحُوا} معطوفة على جملة قوله: {قَدْ سَأَلَهَا} . </p><p> {مَا جَعَلَ اللَّهُ مِنْ بَحِيرَةٍ وَلَا سَائِبَةٍ وَلَا وَصِيلَةٍ وَلَا حَامٍ وَلَكِنَّ الَّذِينَ كَفَرُوا يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ وَأَكْثَرُهُمْ لَا يَعْقِلُونَ} . </p><p> {مَا} : نافية. {جَعَلَ اللَّهُ} : فعل وفاعل، والجملة مستأنفة وجعل هنا </p><p> بمعنى: سمَّى يتعدى إلى مفعولين، والمفعول الأول محذوف تقديره: ما جعل الله الحيوان {مِنْ بَحِيرَةٍ ...} إلخ. {مِن} : زائدة. {بَحِيرَةٍ} : مفعول ثانٍ منصوب بفتحة مقدرة؛ أي: ما سمى الله الحيوان بحيرة {وَلَا سَائِبَةٍ} : معطوف على {بَحِيرَةٍ} ، منصوب بفتحة مقدرة منع من طهورها اشتغال المحل بحركة حرف جر زائد، وكذا تقول في:  {وَلَا وَصِيلَةٍ وَلَا حَامٍ} ، ولكن تقول في {حَامٍ} منصوب بفتحة مقدرة منع من ظهورها اشتغال المحل بحركة حرف جر زائد مقدرة على الياء المحذوفة للتخلص من التقاء الساكنين؛ لأنه اسم منقوص كقاضٍ؛ لأن أصله: ولا من حامي، استثقلت الكسرة على الياء، ثم حذفت فالتقى ساكنان، وهما الياء والتنوين، ثم حذفت الياء لبقاء دالها، فصار: ولا حامٍ؛ كقاضٍ. {وَلَكِنَّ} : الواو: عاطفة. {لكن} : حرف نصب واستدراك. {الَّذِينَ} : اسم موصول في محل النصب اسمها. {كَفَرُوا} : فعل وفاعل، والجملة صلة الموصول {يَفْتَرُونَ} : فعل وفاعل. {عَلَى اللَّهِ} : جار ومجرور متعلق بـ {يَفْتَرُونَ} . {الْكَذِبَ} : مفعوله، والجملة الفعلية في محل الرفع خبر {لكن} ، وجملة {لكن} معطوفة على جملة قوله: {مَا جَعَلَ اللَّهُ مِنْ بَحِيرَةٍ} . {وَأَكْثَرُهُمْ} : مبتدأ ومضاف إليه، وجملة {لَا يَعْقِلُونَ} خبره، والجملة الإسمية في محل النصب حال من فاعل {يَفْتَرُونَ} . </p><p> {وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَى مَا أَنْزَلَ اللَّهُ وَإِلَى الرَّسُولِ قَالُوا حَسْبُنَا مَا وَجَدْنَا عَلَيْهِ آبَاءَنَا} . </p><p> {وَإِذَا} الواو: استئنافية. {إِذَا} ظرف لما يستقبل من الزمان. {قِيلَ} : فعل ماض مغير الصيغة. {لَهُمْ} : جار ومجرور متعلق به. {تَعَالَوْا} : وما بعده إلى قوله: {قَالُوا} نائب فاعل محكي لـ {قِيلَ} ، وجملة {قِيلَ} في محل الجر مضاف إليه لـ {إذا} على كونها فعل شرط لها، وإن شئت قلتَ:  {تَعَالَوْا} : فعل أمر مبني على حذف النون، والواو فاعل، والجملة في محل الرفع نائب فاعل لـ {قِيلَ} . {إِلَى مَا} : جار ومجرور متعلق بـ {تَعَالَوْا} . {أَنْزَلَ اللَّهُ} : فعل وفاعل، والجملة صلة الموصول، والعائد محذوف تقديره: إلى ما أنزله الله. {وَإِلَى الرَّسُولِ} : جار ومجرور معطوف على الجار والمجرور قبله. {قَالُوا} : </p><p> فعل وفاعل، والجملة جواب (إذا) لا محل لها، وجملة (إذا) أو فعل شرطها وجوابها مستأنفة. {حَسْبُنَا مَا وَجَدْنَا عَلَيْهِ آبَاءَنَا} : مقول محكي لـ {قالُوَا} ، وإن شئت قلت:  {حَسْبُنَا} : مبتدأ ومضاف إليه، (مَا) موصولة أو موصوفة في محل الرفع خبر المبتدأ، والجملة الإسمية في محل النصب مقول (قَالُوا) . (وَجَدْنَا) : فعل وفاعل، ووجد (١) هذا: إما بمعنى علم، فيتعدى إلى مفعولين، فيكون (عَليه) في محل المفعول الثاني. (ءَابَآءَنَا) : مفعول أول له، ويجوز أو يكون وجدنا بمعنى: صادفنا، فيتعدى إلى مفعول واحد بنفسه، وفي (عَليه) على هذا الاحتمال وجهان: </p><p> أحدهما: هي متعلقة بالفعل، معدية له؛ كما تتعدى ضربت زيدًا بالسوط. </p><p> والثاني: أو تكون حالًا أو الآباء، ذكره أبي البقاء، وجملة (وَجَدْنَا) صلة لـ {مَا} أو صفة لها، والعائد أو الرابط ضمير (عَليهِ) . </p><p> {أَوَلَوْ كَانَ آبَاؤُهُمْ لَا يَعْقِلُونَ شَيْئًا وَلَا يَهْتَدُونَ} . </p><p> {أَوَلَوْ} : الهمزة للاستفهام الإنكاري والتعجبي، داخلة على محذوف تقديره: أحَسْبُهُم ذلك؛ أي: كافيهم ذلك. حسبهم مبتدأ، ذلك خبره، والجملة الإسمية جملة إنشائية لا محل لها أو الإعراب. (ولو) الواو: حالية. (لو) : حرف شرط غير جازم. (كاَنَءَابَآؤُهُم) : فعل ناقص واسمه، وجملة (لَا يَعلَمُونَ شَيْئًا) في محل النصب خبر (كاَنَ) . وجملة (وَلَا يهتَدُونَ) معطوفة على جملة (لَا يعلَمُونَ) ، وجملة (كاَنَ) من اسمها وخبرها فعل شرط لـ (لو) لا محل لها من الإعراب، وجواب (لو) محذوف دل عليه ما قبلها تقديره: ولو كان آباؤهم لا يعلمون شيئًا ولا يهتدون، يقولون: حسبنا ما وجدنا عليه آبائنا. وجملة (لو) الشرطية في محل النصب حال من (ءَابَآؤُهُم) المقدر، والتقدير: أيقولون حسبنا ما وجدنا عليه آبائنا حالة كون آبائهم جهلةً ضالين، لا يعلمون شيئًا ولا يهتدون؟ وعبارة أبي السعود (٢) قوله: {أَوَلَوْ كَانَ آبَاؤُهُمْ لَا يَعْقِلُونَ شَيْئًا وَلَا يَهْتَدُونَ} قيل: الواو للحال دخلت عليها الهمزة للإنكار والتعجيب؛ أي: أحسبهم ذلك ولو كان </p><p>(١) العكبري. (٢) أبو السعود.</p><p> آباؤهم جهلة ضالين. وقيل: للعطف على شرطية أخرى مقدرة قبلها، وهو الأظهر، والتقدير: أحسبهم ذلك، أو أيقولون هذا القول ولو لم يكن آباؤهم لا يعلمون شيئًا أو الدين، ولا يهتدون للصواب، ولو كانوا لا يعلمون .. إلخ؟ وكلتاهما في موضع الحال؛ أي: حسبهم ما وجدوا عليه آباءهم كائنين على كل حال مفروضة، وقد حذفت الأولى حذفًا مطَّردًا لدلالة الثانية عليها دلالة واضحة. انتهت. </p><p> {يَا أَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ لَا يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ إِلَى اللَّهِ مَرْجِعُكُمْ جَمِيعًا فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ (١٠٥) }. </p><p> {يَا أَيُّهَا}  {يَا} : حرف نداء {أي} منادى نكرة مقصودة، {ها} : حرف تنبيه زائد. {الَّذِينَ} : اسم موصول للجمع المذكر في محل الرفع صفة لـ {أي} ، وجملة النداء مستأنفة. {آمَنُوا} : فعل وفاعل، والجملة صلة الموصول. {عَلَيْكُمْ} : اسم فعل أمر بمعنى: الزموا مبني على السكون وفاعله ضمير مستتر فيه وجوبًا تقديره: أنتم. {أَنْفُسَكُمْ} : مفعول به لاسم الفعل، ومضاف إليه، وجملة اسم الفعل جواب النداء لا محل لها من الإعراب. و {عَلَيْكُمْ} اسم فعل أمر منقول أو الجار والمجرور قال على الإغراء، كما قال ابن مالك: </p><p> وَالْفِعْلُ مِنْ أَسْمَائِهِ عَلَيْكَا ... وَهكَذَا دُوْنَكَ مَعْ إِلَيكَا </p><p> يعني: أن من أسماء فعل الأمر ما هو منقول أو حرف جر، أو ظرف نحو: عليك زيدًا؛ أي: الزمه، وإليك؛ أي: تنح، ودونك زيدًا؛ أي: خذه، ومكانك؛ أي: اثبت، وأمامك؛ أي: تقدَّم. {لَا} : نافية. {يَضُرُّكُمْ} : فعل ومفعول. {مَنْ} : اسم موصول في محل الرفع فاعل، والجملة الفعلية مستأنفة {ضَلَّ} : فعل ماضٍ، وفاعله ضمير يعود على {مَنْ} ، والجملة صلة {مَنْ} الموصولة. {إِذَا} : ظرف لما يستقبل أو الزمان مجرد عن معنى الشرط. {اهْتَدَيْتُمْ} : فعل وفاعل، والجملة في محل الجر مضاف إليه لـ {إِذَا} ، والظرف متعلق بـ {يَضُرُّكُمْ} . {إِلَى اللَّهِ} : جار ومجرور خبر مقدم. {مَرْجِعُكُمْ} : مبتدأ مؤخر ومضاف إليه، والجملة الإسمية مستأنفة. {جَمِيعًا} : حال من ضمير </p><p> المخاطبين، وصح مجيء الحال من المضاف إليه؛ لصحة عمل المضاف فيها وفي صاحبها؛ لكونه مما يشبه الفعل، كما قال ابن مالك: </p><p> وَلاَ تُجِزْ حَالًا مِنَ الْمُضَافِ لَهْ ... إِلَّا إِذَا اقْتَضَى الْمُضَافُ عَمَلَهْ </p><p> أَوْ كَانَ جُزْءَ مَا لَهُ أُضِيْفَا ... أَوْ مِثْلَ جُزْئِهِ فَلا تَحِيْفَا </p><p> {فَيُنَبِّئُكُمْ} : الفاء: حرف عطف وتفريع. {ينبئكم} : فعل ومفعول، وفاعله ضمير يعود على الله، والجملة الفعلية معطوفة على الجملة الإسمية المذكورة قبلها. {بِمَا} : جار ومجرور متعلق بـ {ينبئكم} . {كُنْتُمْ} : فعل ناقص واسمه، وجملة {تَعْمَلُونَ} في محل النصب خبر {كان} ، وجملة {كان} من اسمها وخبرها صلة لـ {ما} أو صفة لها، والعائد أو الرابط محذوف تقديره: بما كنتم تعملونه. </p><p> {يَا أَيُّهَا الَّذِينَ آمَنُوا شَهَادَةُ بَيْنِكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ حِينَ الْوَصِيَّةِ اثْنَانِ ذَوَا عَدْلٍ مِنْكُمْ أَوْ آخَرَانِ مِنْ غَيْرِكُمْ} . </p><p> {يَا أَيُّهَا الَّذِينَ آمَنُوا} : سبق إعرابه غير ما مرةٍ. {شَهَادَةُ بَيْنِكُمْ} : مبتدأ ومضاف إليه. {إِذَا} : ظرف لما يستقبل من الزمان مجرد عن معنى الشرط {حَضَرَ أَحَدَكُمُ الْمَوْتُ} : فعل ومفعول وفاعل، والجملة في محل الجر مضاف إليه لـ {إذا} ، والظرف متعلق بـ {شَهَادَةُ} . {حِينَ الْوَصِيَّةِ} : ظرف ومضاف إليه، والظرف بدل من {إِذَا} بدل كل من كل {اثْنَانِ} : خبر المبتدأ، ولكنه على حذف مضاف تقديره: شهادة بينكم حين الوصية شهادة اثنين منكم؛ لتحصل المطابقة بين المبتدأ والخبر، وذلك لأن الشهادة لا تكون هي الاثنان؛ إذ الجنة لا تكون خبرًا عن المصادر، فأضمر مصدر يكون خبرًا عن مصدر. {ذَوَا عَدْلٍ} : صفة أولى لـ {اثْنَانِ} ، ومضاف إليه مرفوع بالألف. {مِنْكُمْ} : جار ومجرور صفة ثانية لـ {اثْنَانِ} . {أَوْ آخَرَانِ} : معطوف على {اثْنَانِ} . {مِنْ غَيْرِكُمْ} : جار ومجرور صفة أولى لـ {آخَرَانِ} ، والجملة من المبتدأ والخبر جواب النداء لا محل لها من الإعراب. </p><p> {إِنْ أَنْتُمْ ضَرَبْتُمْ فِي الْأَرْضِ فَأَصَابَتْكُمْ مُصِيبَةُ الْمَوْتِ تَحْبِسُونَهُمَا مِنْ بَعْدِ الصَّلَاةِ </p><p> فَيُقْسِمَانِ بِاللَّهِ}. </p><p> {إِنْ} : حرف شرط جازم. {أَنْتُمْ} : فاعل بفعل محذوف وجوبًا يفسره ما بعده تقديره: إن ضربتم، فلما حذف الفعل .. انفصل الضمير. فقوله:  {ضَرَبْتُمْ} جملة مفسرة للمحذوف لا محل لها من الإعراب. {فِي الْأَرْضِ} : جار ومجرور متعلق بفعل الشرط المحذوف. {فَأَصَابَتْكُمْ} : الفاء: عاطفة. {أصابتكم} : فعل ومفعول في محل الجزم معطوف على {ضَرَبْتُمْ} المحذوف على كونه فعل شرط، لـ {إِنْ} الشرطية. {مُصِيبَةُ الْمَوْتِ} : فاعل ومضاف إليه، وجواب الشرط محذوف جوازًا لدلالة ما قبله عليه، والتقدير: إن سافرتم في الأرض فقاربكم الأجل حينئذ، وما معكم أحد من أهل الإِسلام .. فليشهد آخران من غيركم، وجملة {إِنْ} الشرطية جملة معترضة لا محل لها من الإعراب؛ لاعتراضها بين الموصوف وهو {آخَرَانِ} ، وبين صفته وهي قوله {تَحْبِسُونَهُمَا} . {تَحْبِسُونَهُمَا} : فعل وفاعل ومفعول به {مِنْ بَعْدِ الصَّلَاةِ} : جار ومجرور ومضاف إليه، متعلق بـ {تَحْبِسُونَهُمَا} ، والجملة الفعلية في محل الرفع صفة ثانية لـ {آخَرَانِ} ، ولكنها صفة سببية. {فَيُقْسِمَانِ} : الفاء: عاطفة. {يقسمان} : فعل وفاعل. {بِاللَّهِ} : جار ومجرور متعلق بـ {يقسمان} ، والجملة الفعلية في محل الرفع معطوفة على جملة قوله:  {تَحْبِسُونَهُمَا} على كونها صفة ثانية لـ {آخَرَانِ} . </p><p> {إِنِ ارْتَبْتُمْ لَا نَشْتَرِي بِهِ ثَمَنًا وَلَوْ كَانَ ذَا قُرْبَى وَلَا نَكْتُمُ شَهَادَةَ اللَّهِ إِنَّا إِذًا لَمِنَ الْآثِمِينَ} . </p><p> {إِنِ} : حرف شرط. {ارْتَبْتُمْ} : فعل وفاعل في محل الجزم بـ {إِنِ} الشرطية على كونها فعل شرط لها، وجواب الشرط محذوف لدلالة ما قبله عليه تقديره: إن ارتابهما الوارث منكم بخيانة أو أخذ شيء من التركة .. فاحبسوهما، وحلفوهما من بعد الصلاة، وهذا الشرط وجوابه المحذوف جملة معترضة لا محل لها من الإعراب؛ لاعتراضها بين القسم وهو قوله:  {فَيُقْسِمَانِ} ؛ لأنه قائم مقام القسم، وبين جوابه وهو قوله:  {لَا نَشْتَرِي بِهِ ثَمَنًا} . {لَا} : نافية. {نَشْتَرِي} : فعل مضارع، وفاعله ضمير يعود على {آخَرَانِ} . {بِهِ} : جار ومجرور متعلق </p><p> به. {ثَمَنًا} : مفعول به، والجملة الفعلية جواب {يقسمان} لا محل لها من الإعراب؛ لأنه يقوم مقام اليمين كما مر آنفًا. {وَلَوْ} : الواو: اعتراضية. {لَوْ} حرف شرط. {كَانَ} : فعل ماض ناقص، واسمها ضمير يعود على المشهود له. {ذَا قُرْبَى} : خبر {كَانَ} ، ومضاف إليه منصوب بالألف، وجواب {لَوْ} محذوف؛ لدلالة ما قبلها عليه تقديره: ولو كان المشهود له ذا قربى .. لا نشتري به ثمنًا، وجملة {لَوْ} الشرطية جملة معترضة لا محل لها من الإعراب؛ لاعتراضها بين المعطوف عليه؛ وهو قوله:  {لَا نَشْتَرِي بِهِ ثَمَنًا} ، وبين المعطوف، وهو قوله:  {وَلَا نَكْتُمُ شَهَادَةَ اللَّهِ} : الواو: عاطفة. {لا} : نافية. {نَكْتُمُ} . فعل مضارع، وفاعله ضمير يعود على {آخَرَانِ} . {شَهَادَةَ اللَّهِ} : مفعول به ومضاف إليه، والجملة الفعلية معطوفة على جملة قوله:  {لَا نَشْتَرِي} على كونها جواب القسم لا محل لها من الإعراب. {إِنَّا} : {إن} : حرف نصب وتوكيد، {نا} : ضمير المتكلمين في محل النصب اسمها. {إِذًا} : حرف جواب زائد لتأكيد معنى الكلام لا عمل لها؛ لعدم دخولها على الفعل. {لَمِنَ الْآثِمِينَ} اللام: حرف ابتداء. {مِنَ الآثمين} : جار ومجرور متعلق بمحذوف خبر {إن} تقديره: إنا لكائنون من الآثمين إن كتمنا شهادة الله تعالى، وجملة {إن} مستأنفة مسوقة لتعليل ما قبلها. </p><p> {فَإِنْ عُثِرَ عَلَى أَنَّهُمَا اسْتَحَقَّا إِثْمًا فَآخَرَانِ يَقُومَانِ مَقَامَهُمَا مِنَ الَّذِينَ اسْتَحَقَّ عَلَيْهِمُ الْأَوْلَيَانِ} . </p><p> {فَإِنْ عُثِرَ} : {الفاء} : استئنافية. {إن} : حرف شرط جازم. {عُثِرَ} : فعل ماض مغير الصيغة في محل الجزم بـ {إن} الشرطية على كونها فعل شرط لها. {عَلَى} : حرف جر. {أَنَّهُمَا} : {أنَّ} : حرف نصب ومصدر، والهاء: ضمير المثنى الغائب في محل النصب اسمها. {اسْتَحَقَّا} : فعل وفاعل. {إِثْمًا} : مفعول به، والجملة الفعلية في محل الرفع خبر {أنّ} تقديره: على أنهما مستحقان إثمًا، وجملة {أنّ} في تأويل مصدر مجرور بعلى تقديره: فإن عثر على استحقاقهما إثمًا، الجار والمجرور في محل الرفع نائب فاعل لـ {عُثِرَ} . {فَآخَرَانِ} : الفاء: رابطة لجواب {إن} الشرطية وجوبًا؛ لكون الجواب جملة </p><p> اسمية. {آخَرَانِ} : مبتدأ مرفوع بالألف، وسوغ الابتداء دخول فاء الجزاء عليه، وأيضًا وصفه بالجار والمجرور في قوله:  {مِنَ الَّذِينَ اسْتَحَقَّ عَلَيْهِمُ} ، ولا يضر الفصل بين الصفة وموصوفها بالخبر؛ لأنه ليس أجنبيًّا. {يَقُومَانِ} : فعل وفاعل. {مَقَامَهُمَا} : ظرف ومضاف إليه متعلق بـ {يَقُومَانِ} ، والجملة الفعلية في محل الرفع خبر المبتدأ، والتقدير: فشاهدان آخران قائمان مقام الخائنين، والجملة من المبتدأ والخبر في محل الجزم بـ {إن} الشرطية على كونها جوابًا لها، وجملة {إن} الشرطية مستأنفة استئنافًا بيانيًّا لا محل لها من الإعراب. {مِنَ الَّذِينَ} : جار ومجرور صفة لـ {آخَرَانِ} الواقع مبتدأ، ويصح كونه حالًا من ضمير {يَقُومَانِ} كما مرَّ في مبحث التفسير. {اسْتَحَقَّ عَلَيْهِمُ} : فعل ماضٍ مغير الصيغة، الجار والمجرور في محل الرفع نائب فاعل لـ {اسْتَحَقَّ} ، والتقدير: فآخران كائنان من الورثة الذين استُحِقَّ، وجُنِيَ عليهم بالخيانة في مالهم يقومان مقام الخائنين. {الْأَوْلَيَانِ} : بدل من {آخَرَانِ} الواقع مبتدأ، أو عطف بيان منه مرفوع بالألف؛ لأنه مثنى الأولى بمعنى: الأقربان من الميت الموصي، وعلى قراءة:  {اسْتَحَقَّ} بالبناء للفاعل، فـ {الْأَوْلَيَانِ} فاعل {اسْتَحَقَّ} ، والتقدير: فآخران كائنان من الورثة الذين استحق المتقدم عليهم الأوليان منهم بالميت في إظهار كذب الخائنين يقومان مقام الخائنين في الشهادة واليمين لإظهار كذبهما. </p><p> {فَيُقْسِمَانِ بِاللَّهِ لَشَهَادَتُنَا أَحَقُّ مِنْ شَهَادَتِهِمَا وَمَا اعْتَدَيْنَا إِنَّا إِذًا لَمِنَ الظَّالِمِينَ (١٠٧) }. </p><p> {فَيُقْسِمَانِ} : الفاء: عاطفة. {يقسمان} : فعل وفاعل، والجملة في محل الرفع معطوفة على جملة {يَقُومَانِ} على كونها خبر المبتدأ. {بِاللهِ} : جار ومجرور متعلق به. {لَشَهَادَتُنَا} : اللام: موطئة للقسم. {شهادتنا} : مبتدأ ومضاف إليه. {أَحَقُّ} : خبر المبتدأ. {مِنْ شَهَادَتِهِمَا} : جار ومجرور ومضاف إليه متعلق بـ {أَحَقُّ} ، والجملة الإسمية جواب القسم لا محل لها من الإعراب. {وَمَا} : الواو: عاطفة. {ما} : نافية. {اعْتَدَيْنَا} : فعل وفاعل، والجملة الفعلية معطوفة على الجملة الإسمية على كونها جواب القسم لا محل لها من الإعراب. {إِنَّا} : {إن} : حرف نصب، {نا} : ضمير المتكلمين في محل النصب اسمها. </p><p> {إِذًا} : حرف جواب زائد لتأكيد معنى الكلام، ولذلك لم تدخل على الفعل. </p><p> {لَمِنَ الظَّالِمِينَ} : اللام: حرف ابتداء. {من الظالمين} : جار ومجرور خبر {إن} ، وجملة {إن} مستأنفة. </p><p> {ذَلِكَ أَدْنَى أَنْ يَأتُوا بِالشَّهَادَةِ عَلَى وَجْهِهَا أَوْ يَخَافُوا أَنْ تُرَدَّ أَيْمَانٌ بَعْدَ أَيْمَانِهِمْ وَاتَّقُوا اللَّهَ وَاسْمَعُوا وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ (١٠٨) }. </p><p> {ذَلِكَ أَدْنَى} : مبتدأ وخبر، والجملة مستأنفة. {أَن} : حرف نصب ومصدر {يَأتُوا} فعل وفاعل منصوب بـ {أَن} المصدرية، وعلامة نصبه حذف النون، والجملة الفعلية صلة {أَن} المصدرية. {أَن} مع صلتها في تأويل مصدر مجرور بحرف جر محذوف تقديره: ذلك أدنى وأقرب إلى إتيانهم بالشهادة على وجهها. {بِالشَّهَادَةِ} : جار ومجرور متعلق بـ {يَأتُوا} . {عَلَى وَجْهِهَا} : جار ومجرور متعلق بمحذوف حال من الشهادة. {أَوْ يَخَافُوا} : فعل وفاعل معطوف على {يَأتُوا} . {أَنْ تُرَدَّ أَيْمَانٌ} : ناصب وفعل مغيَّر ونائب فاعل، وجملة {أَن} المصدرية مع صلتها في تأويل مصدر منصوب على المفعولية تقديره: أو يخافوا ردَّ أيمان. {بَعْدَ أَيْمَانِهِمْ} : ظرف ومضاف إليه متلعق بـ {تُرَدَّ} ، أو صفة لـ {أَيْمَانٌ} . {وَاتَّقُوا اللَّهَ} : فعل وفاعل ومفعول، والجملة مستأنفة. {وَاسْمَعُوا} : فعل وفاعل، والجملة معطوفة على جملة {وَاتَّقُوا} . {وَاللَّهُ} : مبتدأ. {لَا} : نافية. {يَهْدِي} فعل مضارع، وفاعله ضمير يعود على {اللَّهَ} . {الْقَوْمَ} : مفعول به. {الْفَاسِقِينَ} صفة، والجملة الفعلية في محل الرفع خبر المبتدأ، والجملة الإسمية مستأنفة. </p><p> وقال بعضهم: هذه الآيات الثلاث في قراءتها وإعرابها وتفسيرها ومعانيها وأحكامها، من أصعب آي القرآن وأشكلها. وقال السخاوي: ولم أرَ أحدًا من العلماء تخلَّص كلامه فيها من أولها إلى آخرها، ونحن نريد إن شاء الله تعالى أن نضع عليها رسالة صغيرة في بيان معانيها وإعرابها وقراءتها بأوضح ما يمكن في بيانها، بعد ما فرغنا من هذا الشرح إن شاء الله سبحانه وتعالى، ولذلك اختصرنا الكلام هنا في بيان ما يتعلق بها، وبالله التوفيق والهداية إلى أقوم الطريق. </p><p> التصريف ومفردات اللغة </p><p> {لَا تَسْأَلُوا عَنْ أَشْيَاءَ} : الأصل (١) في أشياء على مذهب الخليل وسيبويه: شيئاء بوزن: لفعاء بهمزتين بينهما ألف، وهي فعلاء من لفظ شَيء، وهمزتها الثانية للتأنيث، وهي اسم جمع، كطرفاء وحلفاء، ولأجل همزة التأنيث لم تنصرف، ثم إن الهمزة الأولى التي هي لام الكلمة قدمت، فجعلت قبل الشين كراهية الهمزتين بينهما ألف، خصوصًا بعد الياء، فصار وزنها لفعاء، وهذا قول صحيح لا يرد عليه إشكال. ومذهب غيرهما: أنها جمع، واختلفوا فقال الكسائي وأبو حاتم: هو جمع شيء من غير تغيير؛ كبيت وأبيات، وهو غلط؛ لأن مثل هذا الجمع الذي كان على وزن أفعال ينصرف، وأشياء لا تنصرف لأجل ألف التأنيث، ولو كان وزنه أفعالًا لانصرفَ، ولم يسمع أشياء منصرفة ألبتة. وقال الكسائي: لم تنصرف أشياء لشبه آخرها بآخر حمراء، ولكثرة استعمالها، والعرب تقول: أشياوان كما تقول: حمراوان. وذهب الفراء والأخفش إلى أنها جمع على وزن أفعلاء، قال الفراء: شيء مخفف من شيء كما قالوا: أهوناء في جمع هين مخفف من هين. وقال الأخفش: ليس مخففًا من شيء، بل هو فعل جمع على أفعلاء، فاجتمع في هذين القولين همزتان: لام الكلمة وهمزة التأنيث، فقلبت الهمزة التي هي لام الكلمة ياء؛ لانكسار ما قبلها، ثم حذفت الياء التي هي عين الكلمة استخفافًا. وذهب قوم إلى أنَّ وزن شيء في الأصل شييىء، كصديق وأصدقاء، ثم حذفت الهمزة الأولى، وفتحت ياء المد؛ لكون ما بعدها ألفًا. قال: ووزنها في هذا القول: أفياء، وفي القول الذي قبله: أفلاء، وتقرير هذه المذاهب صحة وإبطالًا مذكور في علم التصريف. </p><p> {مَا جَعَلَ اللَّهُ مِنْ بَحِيرَةٍ} : البحيرة فعلية بمعنى: مفعولة، فدخول تاء التأنيث عليها لا يقاس، ولكن لما جرت مجرى الأسماء الجوامد .. أنثت، واشتقاقها من البحر، والبحر: السعة، ومنه: بحر الماء لسعته. </p><p>(١) البحر المحيط والعكبري.</p><p> {وَلَا سَائِبَةٍ} : والسائبة هنا فيها قولان: </p><p> أحدهما: أنها اسم فاعل على بابه من ساب الماء يسيب - كباع يبيع - إذا جرى على وجه الأرض، يقال: ساب الماء، وسابت الحية، وهو مطاوع سيبته، يقال: سيبته فساب وانساب. </p><p> والثاني: أنها اسم فاعل بمعنى مفعول نحو قولهم: عيشة راضية؛ أي: مرضية، ومجىء فاعل بمعنى مفعول قليل جدًّا، نحو: ماء دافق اهـ \"سمين\" . </p><p> {وَلَا وَصِيلَةٍ} : الوصيلة فعلية بمعنى: فاعلة؛ لأنها إذا كانت من الإبل .. هي الناقة تبكر فتلد أنثى، ثم تثنّي بولادة أنثى أخرى ليس بينهما ذَكَر، فيتركونها لآلهتهم، ويقولون: قد وصلت أنثى بأنثى ليس بينهما ذكر. </p><p> {وَلَا حَامٍ} : والحامي اسم فاعل من حمى يحمي، كرمى يرمي، فهو حام؛ لأنه حمى ظهره من الركوب والحمل. وقال بعضهم: هو الفحل يولد من صلبه عشرة أبطن فيقولون: قد حمى ظهره فيتركونه كالسائبة. </p><p> {وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَى مَا أَنْزَلَ اللَّهُ} : {تَعَالَوْا} : فعل أمر بمعنى أقبلوا، مبني على حذف النون، وأصله: تعالوون، تحركت الواو الأولى، وانفتح ما قبلها فقلبت ألفًا، فصار: تعالاون، فالتقى ساكنان: الألف والواو، ثم حذفت الألف لالتقاء الساكنين، وحذفت النون للبناء؛ لأن فعل الأمر مبني على ما يجزم به مضارعه، وهو بفتح اللام لكل مخاطب، ولو كان أنثى قال تعالى:  {فَتَعَالَيْنَ} . </p><p> {شَهَادَةُ بَيْنِكُمْ} : الشهادة مصدر: شهد يشهد شهادة من باب علم، والشهادة قول صادر عن علم حصل بمشاهدة بصر أو بصيرة. </p><p> {إِنْ أَنْتُمْ ضَرَبْتُمْ} يقال: ضرب في الأرض إذا سافر فيها {تَحْبِسُونَهُمَا} ؛ أي: تمسكونهما وتمنعونهما من الانطلاق والهرب، والحبس مصدر حبس يحبس حبسًا من باب ضرب، والحبس: المنع من التصرف، يقال: حبست أحبس وأحبست فرسًا في سبيل الله، فهو محبس وحبيس إذا وقفته للغزو. {إِنِ ارْتَبْتُمْ} ؛ أي: شككتم في صدقهما فيما يقران به {فَإِنْ عُثِر} ؛ أي: اطلع، يقال: عثر على الرجل يعثر عثورًا من باب دخل ونصر، والعثور على الشيء: الاطلاع عليه من </p><p> غير سبق طالب له، يقال (١) : عثر على الرجل: اطلع عليه، مشتق من العشرة التي هي الوقوع، وذلك أن العاثر إنما يعثر بشيء كان لا يراه، فلما عثر به .. اطلع عليه ونظر ما هو، فلذلك قيل: لكل من اطلع على أمر كان خفيًّا عليه قد عثر عليه، ويقال: قد عثر عليه، وقد أعثر عليه إذا أطلعه عليه، ومنه:  {وَكَذَلِكَ أَعْثَرْنَا عَلَيْهِمْ} ؛ أي: أطلعنا، وأعثره عليه وقفه عليه وأعلمه به من حيث لم يكن يتوقع ذلك. وقال الليث: عثر يعثر عثورًا إذا هجم على أمر لم يهجم عليه غيره، وعثر عثرة إذا وقع وسقط على شيء. قال أبو البقاء: العثور: مصدر عثر على الشيء إذا اطلع عليه، وأما مصدر عثر في مشيه ومنطقه ورأيه، فالعثار. انتهى. </p><p> {الْأَوْلَيَانِ} : تثنية أولى بمعنى: أقرب، فقلبت الألف ياءً على حد قول ابن مالك: </p><p> آخِرَ مَقْصُوْرٍ تُثَنِّي اجْعَلْهُ يَا ... إِنْ كَانَ عَنْ ثَلاَثَةٍ مُرْتَقِيَا </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات أنواعًا من البلاغة والفصاحة والبيان والبديع: </p><p> فمنها: التكرار في قوله: {لَا تَسْأَلُوا}  {وَإِنْ تَسْأَلُوا} ، وفي:  {تُبْدَ لَكُمْ} . </p><p> ومنها: الاستخدام في قوله: {وَإِنْ تَسْأَلُوا عَنْهَا} وهو ذكر الشيء بمعنى وإعادة الضمير إليه بمعنى آخر، وهو من المحسنات البديعية؛ لأن الضمير في قوله:  {وَإِنْ تَسْأَلُوا عَنْهَا} عائد إلى الأشياء التي مست الحاجة إلى السؤال عنها، والمراد بالأشياء المنهي عن السؤال عنها: الأشياء التي لم يكن لهم حاجة إلى السؤال عنها؛ كقول بعضهم: من أبي؟ أين ضالتي؟ </p><p> ومنها: التفنن في قوله: {حَسْبُنَا مَا وَجَدْنَا عَلَيْهِ آبَاءَنَا أَوَلَوْ كَانَ آبَاؤُهُمْ لَا يَعْلَمُونَ شَيْئًا وَلَا يَهْتَدُونَ} حيث قال هنا: {مَا وَجَدْنَا} ، وفي البقرة:  {مَا أَلْفَيْنَا} ، وقال هنا:  {لَا يَعْلَمُونَ} ، وهناك {لَا يَعْقِلُونَ} ؛ للتفنن: وهو ذكر نوعين من الكلام؛ لثقل تكرار أحدهما على اللسان، وهو من المحسنات البديعية أيضًا. </p><p>(١) البحر المحيط.</p><p> ومنها: الاستفهام الإنكاري التعجبي في قوله: {أَوَلَوْ كَانَ آبَاؤُهُمْ لَا يَعْلَمُونَ شَيْئًا} . </p><p> ومنها: إطلاق الجملة الخبرية مرادًا بها معنى الطلبية في قوله: {شَهَادَةُ بَيْنِكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ حِينَ الْوَصِيَّةِ اثْنَانِ} ؛ لأنها بمعنى: فليشهد اثنان منكم. </p><p> ومنها: التجوز بإضافة {شَهَادَةُ} إلى {بَيْنِكُمْ} ؛ لأن حق الشهادة أن تضاف إلى المشهود به، كأن يقال: شهادة الحقوق؛ أي: الشهادة بها، فاتسع فيها، وأضيفت إلى البين؛ إما باعتبار جريانها بينهم، أو باعتبار تعلقها بما يجري بينهم من الخصومات. </p><p> ومنها: الاعتراض بـ {إِذَا حَضَرَ} بين المبتدأ والخبر. </p><p> ومنها: المجاز المرسل في قوله: {إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ} ؛ لأنه مجاز عن حضور أسبابه ومقدماته. </p><p> ومنها: الالتفات في قوله: {إِنْ أَنْتُمْ ضَرَبْتُمْ فِي الْأَرْضِ} من الغيبة إلى الخطاب؛ لأنه لو جرى على لفظ: إذا حضر أحدكم الموت .. لكان الترتيب هكذا: إن هو ضرب في الأرض .. فأصابته. </p><p> ومنها: جناس الاشتقاق في قوله: {فَأَصَابَتْكُمْ مُصِيبَةُ الْمَوْتِ} . </p><p> ومنها: التجوز بالجمع عن المثنى في قوله: {ذَلِكَ أَدْنَى أَنْ يَأتُوا بِالشَّهَادَةِ عَلَى وَجْهِهَا أَوْ يَخَافُوا} ؛ لأن المقام لتثنية الضمير، وإنما جمع؛ لأن المراد ما يعمُّ الشاهدين المذكورين وغيرهما من بقية الناس كما مر. </p><p> ومنها: الزيادة والحذف في مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p>"
}