{
  "id": null,
  "sura": 5,
  "aya": 11,
  "text": "<p> فالإيمان والعمل الصالح يستران ويمحوان من النفس ما يكون فيها من سوء أثر الأعمال السالفة، فيغلب عليها حب الحق والخير، وتكون أهلًا للوصول إلى عالم القدس والطهر، والأجر العظيم هو الجزاء المضاعف على الإيمان والعمل الصالح، فضلًا من الله ورحمة من لدنه. </p><p> ١٠ - {وَالَّذِينَ كَفَرُوا} وجحدوا بوحدانية الله تعالى وبرسالة رسله، ونقضوا عهوده ومواثيقه. والكفر هنا هو الكفر بالله ورسله، لا فرق في ذلك بين الكفر بالجميع وبين الكفر بالبعض {وَكَذَّبُوا بِآيَاتِنَا} القرآنية، وبما جاءت به الرسل من عنده تعالى {أُولَئِكَ} الكافرون المكذبون {أَصْحَابُ الْجَحِيمِ} ؛ أي: ملازموها ومصاحبوها أبدًا لا يفارقونها. وهذه الآية نص قاطع في أن الخلود في النار ليس إلا للكفار؛ لأنَّ المصاحبة تقتضي الملازمة، كما يقال: فلان صاحبُ فلان، يعني ملازم له، وهذه الجملة مستأنفة، أتى بها جمعًا بين الترغيب والترهيب، إيفاء لحق الدعوة بالتبشير والإنذار. </p><p> وآيات الله قسمان: آياته المنزلة على رسله وآياته التي أقامها في الأنفس والآفاق للدلالة على وحدانيته وكماله وقدرته وإرادته، وعلى صدق رسله فيما يبلغون عنه، والجحيم النار العظيمة كما قال تعالى حكاية عن قوم إبراهيم:  {قَالُوا ابْنُوا لَهُ بُنْيَانًا فَأَلْقُوهُ فِي الْجَحِيمِ} ؛ أي: أنَّ هؤلاء الكفار المكذبين سيصلون العذاب في نار عظيمة، أعدَّها الله تعالى لمن كفر وكذب بآياته؛ لأن نفوسم قد فسدت، وسوء حالهم قد ران على قلوبهم فأصبحوا صمًّا عميًا لا يبصرون. </p><p> ١١ - {يَا أَيُّهَا الَّذِينَ آمَنُوا} بالله ورسوله، يعني محمدًا - صلى الله عليه وسلم - وأصحابه {اذْكُرُوا} ؛ أي: تذكروا {نِعْمَتَ اللَّهِ} ؛ أي: إنعامه تعالى عليكم، بدفع بأس العدو عنكم بالشكر عليها {إِذْ هَمَّ قَوْمٌ} ؛ أي: إذ قصد قوم من الكفار {أَنْ يَبْسُطُوا} ويمدوا {إِلَيْكُمْ} أيها المؤمنون {يْدِيَهُمْ} بالقتل والبطش والإهلاك، يقال: بسط إليه يده، إذا بطش به، وبسط إليه لسانه، إذا شتمه، ومعنى بسط اليد مدها إلى المبطوش به {فَكَفَّ} الله سبحانه وتعالى {أَيْدِيَهُمْ} وصرفهم {عَنْكُمْ} وحال بينكم وبين ما أرادوه بكم من الضرر. روي من طرق متعددة أن الآية نزلت في رجل من قبيلة هم بقتل النبي - صلى الله عليه وسلم -، أرسله قومه لذلك، وكان </p><p> بيده سيف وليس مع النبي - صلى الله عليه وسلم - سلاح، وكان منفردًا. </p><p> وفي رواية أخرى: إن السيف الذي كان بيد الأعرابي كان سيف رسول الله - صلى الله عليه وسلم -، علقه في شجرة وقت الراحة، فأخذه الرجل، وجعل يهزه ويهم بقتل النبي - صلى الله عليه وسلم -، ثم سقط في يده، فأخذه رسول الله - صلى الله عليه وسلم - وقال:  \"من يمنعك مني\" ؟ قال: لا أحد، ثم صاح رسول الله - صلى الله عليه وسلم - بأصحابه، فأخبرهم، وأبى أن يعاقبه، كما مر ذلك كله في أسباب النزول. </p><p> وعلى هذا فالمراد تذكيرهم بنعمة الله عليهم، بدفع الشر والمكروه عن نبيهم، فإنَّه لو حصل ذلك .. لكان من المحن الكبرى التي تصحب المسلمين. </p><p> وقيل: إن المراد تذكيرهم بما أنعم الله عليهم من قوة الإِسلام، وعظمة شوكة المسلمين، فبعد أنْ كانوا أذلاء مغلوبين على أمرهم، بدل الحال غير الحال، وأصبحوا أعزة بعد الذلة، وغالبين بعد أن كانوا مقهورين، فهو سبحانه وتعالى يذكر المسلمين بوقائع الاعتداء كلها، سواء في ذلك حادثة المحاربي وأمثالها؛ لأن حفظه أولئك السلف هو حفظه لذلك الدين القويم، فالنبي - صلى الله عليه وسلم - قد بلغ الرسالة، وأدى الأمانة، وأصحابه هم الذين تلقوها عنه وأدوها لمن بعدهم قولًا وعملًا. </p><p> ومن فوائد هذا التذكير للمتأخر ترغيبه في التأسي بالسلف في القيام بما جاء به الدين، من الحق والعدل والبر، ومعنى قوله:  {إِذْ هَمَّ قَوْمٌ أَنْ يَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ} ؛ أي: شارفوا أن يمدوا أيديهم إليكم بصنوف البلاء، من قتل ونهب، فكف الله تعالى بلطفه ورحمته أيديهم عنكم، فلم يستطيعوا تنفيذ ما هموا به {وَاتَّقُوا اللَّهَ} سبحانه وتعالى فيما أمركم به، وفيما نهاكم عنه؛ أي: كونوا مواظبين على طاعة الله تعالى، ولا تخافوا أحدًا في إقامة طاعات الله تعالى {وَعَلَى اللَّهِ} سبحانه وتعالى لا على غيره {فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ} ؛ أي: فليعتمد المؤمنون في جميع أمورهم: دينهم ودنياهم، فإنَّه تعالى الكافي لإيصال الخير ودفع الشر. </p><p> والمعنى: واتقوا الله الذي أراكم قدرته على أعدائكم وقت ضعفكم وقوتهم، وتوكلوا عليه وحده، فقد أراكم عنايته بمن يكون أمورهم إليه بعد مراعاة سننه، والسير عليها في اتقاء كل ما يخشى ضره، وتسوء عاقبته، لا على </p><p> أوليائكم وحلفائكم؛ لأن الأولياء قد تنقطع بهم الأسباب، ويجيبون داعي اليأس إذا اشتد اليأس، والحلفاء قد يغدرون كما غدر بنو النضير وغيرهم، ولكن المؤمن المتوكل على الله إذا هم أن ييأس .. تذكر أن الله تعالى وليه، وهو الذي بيده ملكوت كل شيء، وهو الذي يجير ولا يجار عليه، فتتجدد قوته ويفر منه اليأس فينصره الله، ويخذل أعداءه، كما حدث لأولئك الكملة المتوكلين مع سيد المرسلين أيام ضعفهم، وقلتهم وفقرهم وتألب (١) الناس كلهم عليهم. </p><p> الإعراب </p><p> {يَسْأَلُونَكَ مَاذَا أُحِلَّ لَهُمْ قُلْ أُحِلَّ لَكُمُ الطَّيِّبَاتُ وَمَا عَلَّمْتُمْ مِنَ الْجَوَارِحِ} . </p><p> {يَسْأَلُونَكَ} : فعل وفاعل ومفعول أول، والجملة مستأنفة. {مَاذَا} : (ما) : اسم استفهام في محل الرفع مبتدأ. (ذا) : اسم الموصول في محل الرفع خبر المبتدأ، والجملة من المبتدأ والخبر في محل النصب مفعول ثان لِـ {يَسْأَلُونَكَ}  {أحل} : فعل ماض مغير الصيغة، ونائب فاعله ضمير يعود على الموصول {لَهُمْ} : جار ومجرور متعلق بـ هـ، والجملة صلة الموصول لا محل لها من الإعراب. {قُلْ} : فعل أمر وفاعله ضمير يعود على محمَّد، والجملة مستأنفة. {أُحِلَّ لَكُمُ الطَّيِّبَاتُ} إلى آخر الآية مقول محكي، وإن شئت قلت {أُحِلَّ لَكُمُ الطَّيِّبَاتُ} : فعل ونائب فاعل. {لَكُمُ} : متعلق بـ هـ، والجملة في محل النصب مقول القول {وَمَا} : {الواو} : عاطفة. {ما} : موصولة أو موصوفة في محل الرفع معطوف على {الطَّيِّبَاتُ} ولكنه على حذف مضاف كما مر في بحث التفسير تقديره: وصيد ما علمتم. {عَلَّمْتُمْ} : فعل وفاعل ومفعولاه محذوف تقديره: وما علمتموه الاصطياد. {مِنَ الْجَوَارِحِ} : جار ومجرور حال من المفعول الأول الذي هو الضمير المحذوف تقديره: وما علمتموه حالة كونه كائنًا من الجوارح؛ أي: من الحيوان الكاسب لكم، وجملة (علم) صلة الموصول، والعائد الضمير المحذوف. </p><p>(١) يقال: تألب الناس على كذا إذا تجمعوا واتفقوا عليه اهـ م.</p><p> وفي \"الفتوحات\"  (١) قوله: {وَمَا عَلَّمْتُمْ} في (ما) هذه ثلاثة أوجه: </p><p> أحدها: أنها موصولة بمعنى الذي، والعائد محذوف؛ أي: ما علمتموه، ومحلها الرفع عطفًا على مرفوع ما لم يسم فاعله؛ أي: وأحل لكم صيد أو أخذ ما علمتم، فلا بدّ من تقدير هذا المضاف. </p><p> والثاني: أنها شرطية، فمحلها رفع بالابتداء والجواب قوله:  {فَكُلُوا} وإنَّما دخلت الفاء لكون الجواب جملة طلبية. </p><p> والثالث: أنَّها موصولة أيضًا، ومحلها الرفع بالابتداء، والخبر قوله:  {فَكُلُوا} وإنَّما دخلت الفاء تشبيهًا للموصول باسم الشرط وقوله: {مِنَ الْجَوَارِحِ} في محل نصب على الحال، وفي صاحبها وجهان: أحدهما: الموصول، وهو ما، والثاني: أنَّه الهاء العائد على ما الموصولة، وهو في المعنى كالأول، قال الشيخ: وفائدة هذه الحال وإنْ كانت مؤكدة لقوله: {عَلَّمْتُمْ} فكان يستغنى عنها الإشارة إلى أن يكون المعلم ماهرًا في التعليم حاذقًا. اهـ. \"سمين\" . </p><p> {مُكَلِّبِينَ تُعَلِّمُونَهُنَّ مِمَّا عَلَّمَكُمُ اللَّهُ} . </p><p> {مُكَلِّبِينَ} : حال من التاء في علمتم، ومفعولاه محذوفان تقديرهما: مكلبين إياهن الاصطياد؛ أي: معلمين {تُعَلِّمُونَهُنَّ} : فعل وفاعل ومفعول أول {مِمَّا} : جار ومجرور في محل النصب مفعول ثان لتعلمون، ومن فيه تبعيضية {عَلَّمَكُمُ اللَّهُ} : فعل ومفعول أول وفاعل، والمفعول الثاني محذوف تقديره: علمكم الله إياه، وجملة {عَلَّمَكُمُ} : صلة لما أو صفة لها، والعائد أو الرابط الضمير المحذوف، وجملة {تُعَلِّمُونَهُنَّ} : في محل النصب حال ثانية من فاعل علمتم. </p><p> وفي \"الفتوحات\" قوله: {تُعَلِّمُونَهُنَّ} في هذه الجملة أربعة أوجه (٢) : </p><p> أحدها: أنَّها جملة مستأنفة. </p><p>(١) الجمل. (٢) الجمل.</p><p> الثاني: أنها جملة في محل نصب على أنها حال ثانية من فاعل علمتم، ومنع أبو البقاء ذلك لأنَّه لا يجيز للعامل الواحد أن يعمل في حالين. </p><p> الثالث: أنها حال من الضمير المستتر في مكلبين فتكون حالًا من حال، وتسمى المتداخلة وعلى كلا التقديرين المتقدمين فهي حال مؤكدة؛ لأن معناها مفهوم من علمتم ومن مكلبين. </p><p> الرابع: أن تكون جملة معترضة، وهذا على جعل ما شرطية أو موصولة خبرها {فَكُلُوا} فيكون قد اعترض بين الشرط وجوابه، أو بين المبتدأ وخبره. اهـ \"سمين\" انتهت. </p><p> {فَكُلُوا مِمَّا أَمْسَكْنَ عَلَيْكُمْ وَاذْكُرُوا اسْمَ اللَّهِ عَلَيْهِ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ (٤) }. </p><p> {فَكُلُوا}  (الفاء) : فاء الفصيحة؛ لأنَّها أفصحت عن جواب شرط مقدر تقديره: إذا عرفتم أنه أحل لكم صيد ما علمتم وأردتم بيان كيفية الانتفاع به، وكيفية أكله .. فأقول لكم كلوا، {كلوا} : فعل وفاعل. {مِمَّا} : جار ومجرور في محل النصب مفعول به لِـ {كلوا} و (من) فيه تبعيضية. {أَمْسَكْنَ} : فعل وفاعل ومفعوله محذوف تقديره: أمسكنه. {عَلَيْكُمْ} : جار ومجرور متعلق بـ هـ، وجملة أمسكن صلة لما أو صفة لها، والعائد أو الرابط الضمير المحذوف، وجملة (كلوا) : في محل النصب مقول لجواب إذا المقدرة، وكون الفاء فصيحة إنَّما يتمشى على القول بأن ما علمتم معطوف على الطيبات، لا على الوجهين الأخيرين من الأوجه الثلاثة المذكورة فيه. {وَاذْكُرُوا اسْمَ اللَّهِ} : فعل وفاعل ومفعول به ومضاف إليه {عَلَيْهِ} : جار ومجرور متعلق بـ اذكروا، والجملة معطوفة على جملة {كلوا} . {وَاتَّقُوا اللَّهَ} : فعل وفاعل ومفعول معطوف على كلوا. {إنَّ} : حرف نصب. {اللَّهَ} : اسمها {سَرِيعُ الْحِسَابِ} خبر إنَّ ومضاف إليه، وجملة إنَّ مستأنفة مسوقة لتعليل ما قبلها. </p><p> {الْيَوْمَ أُحِلَّ لَكُمُ الطَّيِّبَاتُ وَطَعَامُ الَّذِينَ أُوتُوا الْكِتَابَ حِلٌّ لَكُمْ وَطَعَامُكُمْ حِلٌّ لَهُمْ وَالْمُحْصَنَاتُ مِنَ الْمُؤْمِنَاتِ وَالْمُحْصَنَاتُ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ} . </p><p> {الْيَوْمَ} : منصوب على الظرفية الزمانية متعلق بـ ما بعده {أُحِلَّ} : فعل </p><p> ماضٍ مغير الصيغة. {لَكُمُ} : متعلق بـ {أُحِلَّ}  {الطَّيِّبَاتُ} : نائب فاعل لـ {أُحِلَّ} : والجملة الفعلية مستأنفة {وَطَعَامُ} : (الواو) : عاطفة. {طعام} : مبتدأ {الَّذِينَ} : مضاف إليه. {أُوتُوا} : فعل ونائب فاعل. {الْكِتَابَ} : مفعول ثان لـ {أُوتُوا} لأنَّه بمعنى أعطوا. {حِلٌّ} خبر المبتدأ. {لَكُمْ} : متعلق به، والجملة الإسمية معطوفة على الجملة الفعلية المذكورة قبلها، وقال أبو البقاء: ويجوز أن يكون {طعام} معطوفًا على {الطَّيِّبَاتُ} و {أُحِلَّ لَكُمُ} : خبر مبتدأ محذوف {وَطَعَامُكُمْ حِلٌّ لَهُمْ} مبتدأ وخبر، والجملة معطوفة على الجملة التي قبلها. {وَالْمُحْصَنَاتُ} الواو عاطفة. {المحصنات} : معطوف على {الطَّيِّبَاتُ} ويجوز أن يكون مبتدأ خبره محذوف تقديره: والمحصنات من المؤمنات حل لكم أيضًا، وحل مصدر بمعنى الحلال، فلا يثنى ولا يجمع. {مِنَ الْمُؤْمِنَاتِ} : جار ومجرور حال من الضمير في المحصنات، أو من نفس المحصنات إذا عطفتها على الطيبات {وَالْمُحْصَنَاتُ} الواو: عاطفة. {المحصنات} : إما معطوف على الطيبات، أو مبتدأ خبره محذوف تقديره: حل لكم. {مِنَ الَّذِينَ} : جار ومجرور حال من الضمير في المحصنات، أو حال من نفس المحصنات إذا عطفناه على الطيبات. {أُوتُوا الْكِتَابَ} : فعل ونائب فاعل ومفعول ثان، والجملة صلة الموصول. {مِنْ قَبْلِكُمْ} : جار ومجرور متعلق بـ {أُوتُوا} . </p><p> {إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ مُحْصِنِينَ غَيْرَ مُسَافِحِينَ وَلَا مُتَّخِذِي أَخْدَانٍ وَمَنْ يَكْفُرْ بِالْإِيمَانِ فَقَدْ حَبِطَ عَمَلُهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ (٥) }. </p><p> {إِذَا} : ظرف لما يستقبل من الزمان، مجرد عن معنى الشرط، في محل النصب على الظرفية، والظرف متعلق بـ {أُحِلَّ} أو بحل المحذوف. {آتَيْتُمُوهُنَّ} : فعل وفاعل ومفعول أول. {أُجُورَهُنَّ} : مفعول ثان ومضاف إليه، والجملة الفعلية في محل الجر مضاف إليه لـ {إذا} . {مُحْصِنِينَ} : حال من الضمير المرفوع في {آتَيْتُمُوهُنَّ} فيكون العامل آتيتم، ويجوز أن يكون العامل {أُحِلَّ} : أو (حل) المحذوف، ذكره أبو البقاء. {غَيْرَ} : صفة لمحصنين. {مُسَافِحِينَ} : مضاف إليه، أو حال من الضمير المستكن في {مُحْصِنِينَ} ، أو حال من فاعل {آتَيْتُمُوهُنَّ} على أنه حال ثانية منه، وذلك عند من يجوز ذلك {وَلَا} : (الواو) : </p><p> عاطفة. (لا) : زائدة زيدت لتأكيد النفي المفهوم من غير. {مُتَّخِذِي} : معطوف على {مُسَافِحِينَ} مجرور بالياء وهو مضاف {أَخْدَانٍ} : مضاف إليه. {وَمَن} : (الواو) : استئنافية. {مَنْ} : اسم شرط في محل الرفع مبتدأ والخبر جملة الشرط أو الجواب أو هما. {يَكْفُرْ} : فعل مضارع مجزوم على كونه فعل شرط لها، وفاعله ضمير يعود على من. {بِالْإِيمَانِ} : متعلق به. {فَقَدْ} : (الفاء) : رابطة لجواب من وجوبًا لاقترانه بقد. {قد} : حرف تحقيق. {حَبِطَ عَمَلُهُ} : فعل وفاعل ومضاف إليه في محل الجزم بمن على كونه جواب الشرط لها، وجملة من الشرطية مستأنفة {وَهُوَ} : مبتدأ. {فِي الْآخِرَةِ} : جار ومجرور متعلق بما تعلق به الخبر الآتي {مِنَ الْخَاسِرِينَ} : خبر المبتدأ، والجملة الإسمية مستأنفة. وفي \"الفتوحات\" قوله: {وَهُوَ} : مبتدأ وقوله: {مِنَ الْخَاسِرِينَ} : خبر وقوله: {فِي الْآخِرَةِ} : متعلق بما تعلق به الخبر لا به، إذ معمول الصلة لا يتقدم عليها اهـ. وفي \"الكرخي\" : الظاهر أن الخبر قوله: {مِنَ الْخَاسِرِينَ} فيتعلق قوله: {فِي الْآخِرَةِ} بما تعلق به هذا الخبر، وهو الكون المطلق، ولا يجوز أن يكون {فِي الْآخِرَةِ} هو الخبر، و {مِنَ الْخَاسِرِينَ} متعلقًا بما تعلق به الخبر؛ لأنه لا فائدة في ذلك. اهـ. </p><p> {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلَاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ وَامْسَحُوا بِرُءُوسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ} . </p><p> {يَا أَيُّهَا}  (يا) : حرف نداء. (أي) : منادى نكرة مقصودة. (ها) : حرف تنبيه زائد تعويضًا عما فات، (أي) : من الإضافة. {الَّذِينَ} : اسم موصول في محل الرفع صفة لأي، تابع للفظه، والجملة مستأنفة. {آمَنُوا} : فعل وفاعل، والجملة صلة الموصول. {إِذَا} : ظرف لما يستقبل من الزمان. {قُمْتُمْ} : فعل وفاعل، والجملة في محل الخفض بإضافة إذا إليها، والظرف متعلق بالجواب الآتي. {إِلَى الصَّلَاةِ} : جار ومجرور متعلق بـ {قُمْتُمْ} . {فَاغْسِلُوا} : الفاء رابطة لجواب إذا. {اغسلوا} : فعل وفاعل، والجملة جواب إذا لا محل لها من الإعراب، وجملة إذا جواب النداء لا محل لها من الإعراب. {وُجُوهَكُمْ} : مفعول به ومضاف إليه. {وَأَيْدِيَكُمْ} : معطوف على وجوهكم. {إِلَى الْمَرَافِقِ} : جار ومجرور متعلق بـ {اغسلوا} . وقال العكبري: ويجوز أن يتعلق بمحذوف </p><p> حال من أيديكم تقديره: حالة كونها مضافة إلى المرافق. {وَامْسَحُوا} : فعل وفاعل معطوف على {اغسلوا} . {بِرُءُوسِكُمْ} : جار ومجرور ومضاف إليه متعلق بـ {امسحوا} . {وَأَرْجُلَكُمْ} : بالنصب معطوف على {وُجُوهَكُمْ} ؛ أي: فاغسلوا وجوهكم وأيديكم وأرجلكم. وبالجر لفظًا على الجوار معطوف على {وُجُوهَكُمْ} أيضًا، فتقول في إعرابه: أرجلكم معطوف على وجوهكم، وللمعطوف حكم المعطوف عليه تبعه بالنصب وعلامة نصبه فتحة مقدرة على الأخير، منع من ظهورها اشتغال المحل بحركة الجوار؛ أي: اشتغال المحل بحركة سببها مجاورة المجرور ويقرأ في الشذوذ بالرفع على الابتداء؛ أي: وأرجلكم مغسولة، أو كذلك، ذكره أبو البقاء. {إِلَى الْكَعْبَيْنِ} : جار ومجرور متعلق بـ {اغسلوا} أو {مسحوا} أو حال من {أرجلكم} . </p><p> {وَإِنْ كُنْتُمْ جُنُبًا فَاطَّهَّرُوا وَإِنْ كُنْتُمْ مَرْضَى أَوْ عَلَى سَفَرٍ أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنَ الْغَائِطِ أَوْ لَامَسْتُمُ النِّسَاءَ فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيدًا طَيِّبًا} . </p><p> {وَإِنْ كُنْتُمْ} جازم وفعل ناقص واسمه. {جُنُبًا} خبر كان {فَاطَّهَّرُوا} : (الفاء) : رابطة الجواب. {اطهروا} : فعل وفاعل في محل الجزم جواب إنْ الشرطية، وجملة إنْ الشرطية مستأنفة. {وَإِنْ كُنْتُمْ} : جازم وفعل ناقص واسمه {مَرْضَى} : خبره {أَوْ عَلَى سَفَرٍ} : جار ومجرور متعلق بمحذوف معطوف على خبر كان تقديره: أو مستقرين على سفر {أوْ جَاءَ أَحَدٌ} : فعل وفاعل في محل الجزم معطوف على قوله: {وَإِنْ كُنْتُمْ مَرْضَى} على كونها فعل شرط لإن {مِنْكُمْ} : جار ومجرور صفة لأحد {مِنَ الْغَائِطِ} : جار ومجرور متعلق بجاء {أَوْ لَامَسْتُمُ النِّسَاءَ} : فعل وفاعل ومفعول معطوف على قوله: {وَإِنْ كُنْتُمْ مَرْضَى} . {فَلَمْ} : (الفاء) : عاطفة. {لم} : حرف جزم. {تَجِدُوا} : فعل وفاعل مجزوم بلم. {مَاءً} : مفعول به؛ لأنَّ وجد لا يتعدى إلا إلى مفعول واحد؛ لأنَّه من وجدان الضالة، والجملة في محل الجزم، معطوفة على جملة الشرط، لكنه قيد في غير المرض وهو الثلاثة بعده، وأمَّا المرض .. فيتيمم معه ولو مع وجود الماء {فَتَيَمَّمُوا} : (الفاء) : رابطة لجواب الشرط. {تيمموا} : فعل وفاعل. {صَعِيدًا} : مفعول به. {طَيِّبًا} : صفة له، والجملة في محل الجزم جواب لإنْ الشرطية، وجملة إنْ الشرطية مستأنفة. </p><p> {فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ مِنْهُ مَا يُرِيدُ اللَّهُ لِيَجْعَلَ عَلَيْكُمْ مِنْ حَرَجٍ وَلَكِنْ يُرِيدُ لِيُطَهِّرَكُمْ وَلِيُتِمَّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تَشْكُرُونَ (٦) }. </p><p> {فَامْسَحُوا} : فعل وفاعل، والجملة في محل الجزم معطوفة على جملة تيمموا على كونها جواب الشرط {بِوُجُوهِكُمْ} : جار ومجرور. ومضاف إليه متعلق بـ {امسحوا}  {وَأَيْدِيكُمْ} معطوف على {وُجُوهِكُمْ}  {مِنْهُ} : جار ومجرور متعلق بـ {امسحوا} . {مَا} : نافية. {يُرِيدُ اللَّهُ} : فعل وفاعل، والجملة مستأنفة. {لِيَجْعَلَ} : اللام حرف جر وتعليل. {يجعل} : فعل مضارع منصوب بأن مضمرة جوازًا بعد لام كي، وفاعله ضمير يعود على {الله} . {عليكم} : متعلق به. {مِنْ} : زائدة. {حَرَجٍ} : مفعول به لجعل؛ لأنه يتعدى إلى مفعول واحد؛ لأنه بمعنى أوجد، والجملة الفعلية صلة أن المصدرية، أن مع صلتها: في تأويل مصدر مجرور باللام، ومفعول {يُرِيدُ} محذوف تقديره: ما يريد الله الرخصة في التيمم لجعله حرجًا عليكم، واللام متعلقة بـ {يُرِيدُ} وقيل: اللام زائدة، وجملة أن المصدرية مفعول {يُرِيدُ} تقديره: ما يريد الله برخصة التيمم جعل حرج عليكم. {وَلَكِنْ} : (الواو) : عاطفة. {لكن} : حرف استدراك. {يُرِيدُ} : فعل مضارع وفاعله ضمير يعود على {الله} ، ومفعول {يُرِيدُ} محذوف تقديره: ولكن يريد الرخصة في التيمم ليطهركم، والجملة معطوفة على جملة قوله:  {مَا يُرِيدُ اللَّهُ} . {لِيُطَهِّرَكُمْ} : (اللام) : حرف جر وتعليل. {يطهر} : منصوب بـ {أنْ} مضمرة، وفاعله ضمير يعود على {الله} . و {الكاف} : مفعوله، وجملة (أنْ) المضمرة مع صلتها في تأويل مصدر مجرور باللام وهي متعلقة بـ {يُرِيدُ} ؛ والتقدير: ولكن يريد الرخصة في التيمم لتطهيره إياكم، وقيل: اللام زائدة كما تقدم والتقدير: ولكن يريد تطهيره إياكم. {وَلِيُتِمَّ} : (الواو) : عاطفة. (اللام) : حرف جر وتعليل. {يتم} : منصوب بأن مضمرة بعد لام كي، وفاعله ضمير يعود على {اللَّهُ} . {نِعْمَتَهُ} : مفعول به ومضاف إليه. {عَلَيْكُمْ} : متعلق بـ {يتم} : وجملة أنْ المضمرة مع صلتها في تأويل مصدر مجرور باللام، والجار والمجرور معطوف على الجار والمجرور في قوله:  {لِيُطَهِّرَكُمْ} والتقدير: على الوجه الأول؛ ولكن يريد الرخصة في التيمم لتطهيره إياكم ولإتمام نعمته عليكم، </p><p> وعلى الوجه الثاني: ولكن يريد تطهيره إياكم وإتمام نعمته عليكم {لَعَلَّكُمْ} : {لعل} : حرف ترجّ ونصب. و (الكاف) : اسمها، وجملة {تَشْكُرُونَ} : في محل الرفع خبر لعل، والتقدير: لعلكم شاكرون، وجملة لعل مسوقة لتعليل ما قبلها. </p><p> {وَاذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ وَمِيثَاقَهُ الَّذِي وَاثَقَكُمْ بِهِ إِذْ قُلْتُمْ سَمِعْنَا وَأَطَعْنَا وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ عَلِيمٌ بِذَاتِ الصُّدُورِ (٧) }. </p><p> {وَاذْكُرُوا} : (الواو) : استئنافية. {ذكروا} : فعل وفاعل. {نِعْمَةَ اللَّهِ} : مفعول به ومضاف إليه. {عَلَيْكُمْ} : متعلق بنعمة الله، والجملة مستأنفة {وَمِيثَاقَهُ} : معطوف على نعمة الله {الَّذِي} : صفة للميثاق {وَاثَقَكُمْ} فعل ومفعول، وفاعله ضمير يعود على {الله} . {بِهِ} متعلق بواثق، والجملة الفعلية صلة الموصول والعائد ضمير به {إِذْ} : ظرف لما مضى من الزمان متعلق بـ {وَاثَقَكُمْ}  {قُلْتُمْ} : فعل وفاعل، والجملة في محل الجر مضاف إليه لـ {إذْ}  {سَمِعْنَا وَأَطَعْنَا} : مقول محكي وإن شئت قلت {سَمِعْنَا} : فعل وفاعل، والجملة في محل النصب مقول {قُلْتُمْ} . {وَأَطَعْنَا} : معطوف على {سَمِعْنَا} . {وَاتَّقُوا اللَّهَ} : فعل وفاعل ومفعول، والجملة معطوفة على جملة {اذكروا}  {إِنَّ} : حرف نصب {اللَّهَ} : اسمها {عَلِيمٌ} : خبرها {بِذَاتِ الصُّدُورِ} : جار ومجرور ومضاف إليه متعلق بعليم، وجملة إن مسوقة لتعليل ما قبلها. </p><p> {يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ لِلَّهِ شُهَدَاءَ بِالْقِسْطِ وَلَا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَى أَلَّا تَعْدِلُوا اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ (٨) }. </p><p> {يَا أَيُّهَا}  (يا) : حرف نداء. (أي) : منادى نكرة مقصودة. (ها) : حرف تنبيه. {الَّذِينَ} : صفة لأي، وجملة النداء مستأنفة. {آمَنُوا} : فعل وفاعل، والجملة له الموصول. {كُونُوا} : فعل ناقص واسمه. {قَوَّامِينَ} : خبره. {لِلَّهِ} : متعلق بقوامين. {شُهَدَاءَ} : خبر ثان لكونوا، وجملة كونوا جواب النداء. {بِالْقِسْطِ} : جار ومجرور متعلق بشهداء. {وَلَا يَجْرِمَنَّكُمْ}  (الواو) : عاطفة. {لا} : ناهية. {يجرمن} : فعل مضارع في محل الجزم بلا الناهية مبني </p><p> على الفتح لاتصاله بنون التوكيد الثقيلة. والكاف مفعول به. {شَنَآنُ قَوْمٍ} : فاعل ومضاف إليه، والجملة معطوفة على جملة {كُونُوا} : على كونها جواب النداء {عَلَى} : حرف جر {أَلَّا} : {أن} : حرف نصب ومصدر، {لا} : نافية. {تَعْدِلُوا} : فعل وفاعل منصوب بأن المصدرية، وجملة أن مع صلتها في تأويل مصدر مجرور بعلى تقديره: على عدم العدل، الجار والمجرور متعلق بـ {يَجْرِمَنَّكُمْ} . {اعْدِلُوا} : فعل وفاعل والجملة مستأنفة {هُوَ أَقْرَبُ} : مبتدأ وخبر، والجملة مستأنفة {لِلتَّقْوَى} : متعلق بـ {أَقْرَبُ} . {وَاتَّقُوا اللَّهَ} : فعل وفاعل ومفعول، والجملة مستأنفة {إِنَّ} : حرف نصب {اللَّهَ} : اسمها {خَبِيرٌ} : خبرها {بِمَا} : جار ومجرور متعلق بخيبر {تَعْمَلُونَ} : فعل وفاعل، والجملة صلة لما أو صفة لها، والعائد أو الرابط محذوف تقديره: يعملونه، وجملة إنَّ مسوقة لتعليل ما قبلها. </p><p> {وَعَدَ اللَّهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ عَظِيمٌ (٩) وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَئِكَ أَصْحَابُ الْجَحِيمِ (١٠) }. </p><p> {وَعَدَ اللَّهُ الَّذِينَ} : فعل وفاعل ومفعول أول، والمفعول الثاني محذوف تقديره: وعد الله الذين آمنوا المغفرة والأجر العظيم، والجملة الفعلية مستأنفة {آمَنُوا} فعل وفاعل صلة الموصول {وَعَمِلُوا الصَّالِحَاتِ} : فعل وفاعل ومفعول معطوف على آمنوا {لَهُمْ} : جار ومجرور خبر مقدم {مَغْفِرَةٌ} : مبتدأ مؤخر {وَأَجْرٌ} : معطوف عليه {عَظِيمٌ} : صفة لأجر، والجملة الإسمية مستأنفة استغنى بها عن ذكر المفعول الثاني لوعد لا محل لها من الإعراب. {وَالَّذِينَ} : مبتدأ أول {كَفَرُوا} : فعل وفاعل صلة الموصول {وَكَذَّبُوا} : معطوف على {كَفَرُوا} . {بِآيَاتِنَا} : جار ومجرور ومضاف إليه متعلق بـ {كذبوا} . {أُولَئِكَ} : مبتدأ ثان {أَصْحَابُ} : خبر للمبتدأ الثاني {الْجَحِيمِ} : مضاف إليه والجملة من المبتدأ الثاني وخبره خبر للمبتدأ الأول، والجملة من المبتدأ الأول وخبره جملة كبرى في ضمنها جملة صغرى مستأنفة لا محل لها من الإعراب. </p><p> {يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ إِذْ هَمَّ قَوْمٌ أَنْ يَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ فَكَفَّ أَيْدِيَهُمْ عَنْكُمْ وَاتَّقُوا اللَّهَ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ (١١) }. </p><p> {يَا أَيُّهَا الَّذِينَ آمَنُوا} : {يَا} : حرف نداء، {أيها} منادى. {الَّذِينَ} : صفة لأي. {آمَنُوا} : صلة، والجملة مستأنفة. {اذْكُرُوا نِعْمَتَ اللَّهِ} : فعل وفاعل ومفعول، والجملة جواب النداء {عَلَيْكُمْ} متعلق بـ {نِعْمَتَ اللَّهِ} . {إِذْ} : ظرف لما مضى متعلق بـ {نِعْمَتَ اللَّهِ} : {هَمَّ قَوْمٌ} فعل وفاعل مضاف إليه لـ {إِذْ}  {أَنْ يَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ} : فعل وفاعل ومفعول وجار ومجرور في تأويل مصدر منصوب على المفعولية لـ {هَمَّ}  {فَكَفَّ أَيْدِيَهُمْ} : فعل ومفعول، والفاعل ضمير يعود على {الله} : (الفاء) : تفريعية عاطفة على {هم}  {عَنْكُمْ} متعلق بكف {وَاتَّقُوا اللَّهَ} : فعل وفاعل ومفعول، والجملة مستأنفة {وَعَلَى اللَّهِ} : جار ومجرور متعلق بقوله: {فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ} : وهو فعل وفاعل، و (الفاء) : زائدة، والجملة معطوفة على جملة {وَاتَّقُوا اللَّهَ} . </p><p> التصريف ومفردات اللغة </p><p> {الطَّيِّبَاتُ} : جمع طيبة وطيب والطيب ضد الخبيث، وهو صفة مشبهة من طاب يطيب من باب باع طيبًا وطابًا وطيبة وتطيابًا إذا لذّ وحلا وحسن وجاد، فالطيبات المستلذات. {مِنَ الْجَوَارِحِ} : الجوارح الكواسب من سباع البهائم، والطير، كالكلب والفهد والنمر والعقاب والصقر والباز والشاهين، وهي جمع جارحة، والهاء فيها للمبالغة، وهي صفة غالبة إذ لا يكاد يذكر معها الموصوف ذكره أبو البقاء، وسميت بذلك لأنها تجرح ما تصيد غالبًا، أو لأنها تكتسب، يقال: امرأة لا جارح لها؛ أي: لا كاسب، ومنه {وَيَعْلَمُ مَا جَرَحْتُمْ بِالنَّهَارِ} ؛ أي: ما كسبتم، ويقال: جرح واجترح بمعنى اكتسب {مُكَلِّبِينَ} : جمع مكلب بالتشديد من التكليب، وهو تعليم الكلاب وإضراؤها، ثم استعمل في تعليم الجوارح مطلقًا. وقال أبو حيان: المكلب بالتشديد معلم الكلاب ومضربها على الصيد، وبالتخفيف صاحب الكلاب، وقال الزجاج: رجل مكلب ومكلب وكلاب صاحب كلاب {وَالْمُحْصَنَاتُ} : جمع محصنة يقال: أحصنت المرأة إذا عفت، فهي </p><p> محصنة، بفتح الصاد؛ أي: عفيفة، وأحصنت المرأة إذا تزوجت؛ لأن زواجها قد أحصنها، فهي محصنة بفتح الصاد؛ أي: متزوجة وأحصن الرجل إذا تزوج، فهو محصن إذا تزوج، وأحصن المرأة إذا زوجها. قيل: المراد بالمحصنات هنا الحرائر، وقيل: العفيفات عن الزنا {أُجُورَهُنَّ} ؛ أي: مهورهن جمع أجر كفلس وفلوس {مُحْصِنِينَ} : المراد بهم الأعفاء عن الزنا {مُسَافِحِينَ} : مجاهرين بالزنا، ويقال: سافحا وتسافحا، إذا زنيا وفجرا، فهو مسافح؛ أي: مجاهر بالزنا. </p><p> {مُتَّخِذِي أَخْدَانٍ} ؛ أي: مسرين بالزنا، والأخدان: جمع خدن بكسر أوله، والخدن الصديق، يطلق على الذكر والأنثى، وفي \"المصباح\" الخدن: الصديق في السر، والجمع: أخدان مثل حمل وأحمال انتهى. {فَاغْسِلُوا وُجُوهَكُمْ} الغسل (١) في اللغة إيصال الماء إلى المغسول مع إمرار شيء عليه كاليد ونحوها، قاله بعضهم وقال آخرون: هو إمرار الماء على الموضع، ومن ذلك قول بعض العرب: </p><p> فَيَا حُسْنَهَا إِذْ يَغْسِلُ الدَّمْعُ كُحْلَهَا </p><p> والوجوه جمع وجه، وهو ما تحصل به المواجهة عن الرأس {وَأَيْدِيَكُمْ} جمع يد، أصله يدي؛ بدليل جمعه على الأيدي حذفت لامه اعتباطًا؛ أي: لغير علة تصريفية {إِلَى الْمَرَافِقِ} : جمع مرفق، والمرفق المفصل بين المعصم والعضد، وفتح الميم وكسر الراء أشهر {وَأَرْجُلَكُمْ} : جمع رجل والرجل معروفة، وجمعت على أفعل في القلة والكثرة {إِلَى الْكَعْبَيْنِ} تثنية كعب، والكعب (٢) العظم الناتىء في وجه القدم، حيث يجتمع شراك النعل {وَإِنْ كُنْتُمْ جُنُبًا فَاطَّهَّرُوا} لجنب صفة يستوي فيه المذكر والمؤنث والمفرد والجمع، فاطهروا بتشديد الطاء والهاء أصله تطهروا من باب تفعل الخماسي، فأدغمت التاء في الطاء واجتلبت همزة الوصل فصار اطهروا كما مر في مبحث القراءة {مَرْضَى} : جمع مريض كجرحى جمع جريح وقتلى جمع قتيل {أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنَ الْغَائِطِ} : يقال: غاط الحفرة يغوط غوطًا، من باب قال إذا حفرها، وغاط في </p><p>(١) البحر المحيط. (٢) البحر المحيط.</p><p> المكان إذا دخل فيه، ويقال: غوط البئر إذا حفرها فأبعد قعرها، وتغوط إذا قضى الحاجة، والغائط المطمئن من الأرض وموضع قضاء الحاجة؛ لأن الرجل إذا أراد التبرز كان يرتاد غائطًا من الأرض يغيب فيه عن أعين الناس، والغائط أيضًا العذرة. </p><p> {كُونُوا قَوَّامِينَ لِلَّهِ} : جمع قوام مبالغة قائم، والقوام بالشيء هو القائم به حق القيام {شُهَدَاءَ بِالْقِسْطِ} ؛ أي: شهداء بالعدل جمع شهيد، ككرماء جمع كريم، وشرفاء، جمع شريف. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات أنواعًا من الفصاحة والبلاغة والبيان والبديع: </p><p> فمنها: التكرار في قوله: {مَاذَا أُحِلَّ لَهُمْ قُلْ أُحِلَّ لَكُمُ الطَّيِّبَاتُ} وفي قوله: {أُحِلَّ لَكُمُ الطَّيِّبَاتُ} ، وقوله:  {الْيَوْمَ أُحِلَّ لَكُمُ الطَّيِّبَاتُ} ، وفي لفظ الجلالة في قوله:  {وَاذْكُرُوا اسْمَ اللَّهِ عَلَيْهِ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ} ، وفي قوله:  {وَطَعَامُ الَّذِينَ} ، {وَطَعَامُكُمْ} ، وفي قوله:  {وَالْمُحْصَنَاتُ مِنَ الْمُؤْمِنَاتِ وَالْمُحْصَنَاتُ مِنَ الَّذِينَ} ، ولفظ اليوم في قوله:  {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ} ، وفي قوله:  {الْيَوْمَ أُحِلَّ لَكُمُ الطَّيِّبَاتُ} . </p><p> ومنها: عطف الخاص على العام في قوله: {وَمَا عَلَّمْتُمْ مِنَ الْجَوَارِحِ} ؛ أي: صيد ما علمتم، وفائدته: دفع توهم أن مصيد الجارحة ليس من الطيبات. </p><p> ومنها: الجناس المماثل في قوله: {مَاذَا أُحِلَّ لَهُمْ قُلْ أُحِلَّ لَكُمُ الطَّيِّبَاتُ} ، وفي قوله:  {عَلَّمْتُمْ} و {تُعَلِّمُونَهُنَّ مِمَّا عَلَّمَكُمُ اللَّهُ} . </p><p> ومنها: الطباق المعنوي في قوله: {مُحْصِنِينَ غَيْرَ مُسَافِحِينَ} . </p><p> ومنها: التأكيد في قوله: {مُكَلِّبِينَ} ؛ لأن مكلبين بمعنى معلمين مؤكد لعلمتم. </p><p> ومنها: الاعتراض في قوله: {تُعَلِّمُونَهُنَّ مِمَّا عَلَّمَكُمُ اللَّهُ} قد اعترض بها بين الشرط وجوابه، أو بين المبتدأ والخبر على جعل ما في قوله:  {وَمَا عَلَّمْتُمْ} شرطية أو موصولة خبرها {فَكُلُوا} . </p><p> ومنها: إطلاق الكل وإرادة البعض في قوله: {فَكُلُوا مِمَّا أَمْسَكْنَ} ؛ أي: بعض ما أمسكن فمن تبعيضية، وإلا فلا يجوز أكل دمه وفرثه. </p><p> ومنها: إقامة المسبب مقام السبب في قوله: {إِذَا قُمْتُمْ إِلَى الصَّلَاةِ} ؛ أي: أردتم القيام إليها، وذلك أنَّ القيام متسبب عن الإرادة، والإرادة سببه. </p><p> ومنها: الحذف في عدة مواضع كقوله: {إِذَا قُمْتُمْ إِلَى الصَّلَاةِ فَاغْسِلُوا وُجُوهَكُمْ} ؛ لأنه على تقدير: وإذا قمتم إلى الصلاة وأنتم محدثون فاغسلوا وجوهكم ... إلخ. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {وَلَقَدْ أَخَذَ اللَّهُ مِيثَاقَ بَنِي إِسْرَائِيلَ وَبَعَثْنَا مِنْهُمُ اثْنَيْ عَشَرَ نَقِيبًا وَقَالَ اللَّهُ إِنِّي مَعَكُمْ لَئِنْ أَقَمْتُمُ الصَّلَاةَ وَآتَيْتُمُ الزَّكَاةَ وَآمَنْتُمْ بِرُسُلِي وَعَزَّرْتُمُوهُمْ وَأَقْرَضْتُمُ اللَّهَ قَرْضًا حَسَنًا لَأُكَفِّرَنَّ عَنْكُمْ سَيِّئَاتِكُمْ وَلَأُدْخِلَنَّكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ فَمَنْ كَفَرَ بَعْدَ ذَلِكَ مِنْكُمْ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ (١٢) فَبِمَا نَقْضِهِمْ مِيثَاقَهُمْ لَعَنَّاهُمْ وَجَعَلْنَا قُلُوبَهُمْ قَاسِيَةً يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ وَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ وَلَا تَزَالُ تَطَّلِعُ عَلَى خَائِنَةٍ مِنْهُمْ إِلَّا قَلِيلًا مِنْهُمْ فَاعْفُ عَنْهُمْ وَاصْفَحْ إِنَّ اللَّهَ يُحِبُّ الْمُحْسِنِينَ (١٣) وَمِنَ الَّذِينَ قَالُوا إِنَّا نَصَارَى أَخَذْنَا مِيثَاقَهُمْ فَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ فَأَغْرَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ إِلَى يَوْمِ الْقِيَامَةِ وَسَوْفَ يُنَبِّئُهُمُ اللَّهُ بِمَا كَانُوا يَصْنَعُونَ (١٤) يَا أَهْلَ الْكِتَابِ قَدْ جَاءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ كَثِيرًا مِمَّا كُنْتُمْ تُخْفُونَ مِنَ الْكِتَابِ وَيَعْفُو عَنْ كَثِيرٍ قَدْ جَاءَكُمْ مِنَ اللَّهِ نُورٌ وَكِتَابٌ مُبِينٌ (١٥) يَهْدِي بِهِ اللَّهُ مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلَامِ وَيُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِهِ وَيَهْدِيهِمْ إِلَى صِرَاطٍ مُسْتَقِيمٍ (١٦) لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ قُلْ فَمَنْ يَمْلِكُ مِنَ اللَّهِ شَيْئًا إِنْ أَرَادَ أَنْ يُهْلِكَ الْمَسِيحَ ابْنَ مَرْيَمَ وَأُمَّهُ وَمَنْ فِي الْأَرْضِ جَمِيعًا وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا يَخْلُقُ مَا يَشَاءُ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (١٧) وَقَالَتِ الْيَهُودُ وَالنَّصَارَى نَحْنُ أَبْنَاءُ اللَّهِ وَأَحِبَّاؤُهُ قُلْ فَلِمَ يُعَذِّبُكُمْ بِذُنُوبِكُمْ بَلْ أَنْتُمْ بَشَرٌ مِمَّنْ خَلَقَ يَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا وَإِلَيْهِ الْمَصِيرُ (١٨) يَا أَهْلَ الْكِتَابِ قَدْ جَاءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ عَلَى فَتْرَةٍ مِنَ الرُّسُلِ أَنْ تَقُولُوا مَا جَاءَنَا مِنْ بَشِيرٍ وَلَا نَذِيرٍ فَقَدْ جَاءَكُمْ بَشِيرٌ وَنَذِيرٌ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (١٩) }. </p><p> المناسبة </p><p> قوله تعالى:  {وَلَقَدْ أَخَذَ اللَّهُ مِيثَاقَ بَنِي إِسْرَائِيلَ وَبَعَثْنَا مِنْهُمُ ...} الآية، مناسبة هذه الآية لما قبلها (١) : أنه سبحانه وتعالى لما ذكر الميثاق الذي أخذه على المؤمنين في قوله: {وَمِيثَاقَهُ الَّذِي وَاثَقَكُمْ بِهِ} . ثم ذكر وعده إياهم، </p><p>(١) البحر المحيط.</p><p> ثم أمرهم بذكر نعمته عليهم إذ كف أيدي الكفار عنهم .. ذكرهم بقصة بني إسرائيل في أخذ الميثاق عليهم، ووعده لهم بتكفير السيئات، وإدخالهم الجنة، فنقضوا الميثاق وهموا بقتل الرسول، وحذرهم بهذه القصة أن يسلكوا سبيل بني إسرائيل. </p><p> وعبارة المراغي هنا: مناسبة هذه الآية لما قبلها: لما ذكرنا (١) الله سبحانه وتعالى بميثاقه الذي واثقنا به على السمع والطاعة لخاتم النبيين - صلى الله عليه وسلم -، بين لنا في هذه الآيات أخذ الميثاق على اليهود والنصارى، وما كان من نقضهم له، ومن عقابه لهم على ذلك في الدنيا بضروب الذلة والمسكنة، وفي الآخرة بالخزي والعذاب، لنعتبر بحالهم، ونبتعد أن نكون على مثالهم، وليشرح لنا العلة في كفرهم بالنبي - صلى الله عليه وسلم -، وسبب تصديهم لإيذائه وعداوة أمته، وليقيم الحجة عليهم بما تراه من ذكر المحاجة، وبيان أنواع كفرهم وضلالهم. </p><p> قوله تعالى:  {يَا أَهْلَ الْكِتَابِ قَدْ جَاءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ كَثِيرًا مِمَّا كُنْتُمْ تُخْفُونَ مِنَ الْكِتَابِ ...} الآيات، مناسبتها لما قبلها: أن الله سبحانه وتعالى لما (٢) بين أنه أخذ الميثاق على اليهود والنصارى، كما أخذه على هذه الأمة، وأنهم نقضوا العهد والميثاق وتركوا ما أمروا به، وأنهم أضاعوا حظًّا عظيمًا مما أوحاه إليهم، ولم يقيموا ما حفظوا منه .. دعاهم عقب ذلك إلى الإيمان بمحمد - صلى الله عليه وسلم - وبالكتاب الذي جاء به، وهذا البيان من دلائل نبوته - صلى الله عليه وسلم -، وهو من معجزات القرآن الكثيرة المنبثة في تضاعيفه. </p><p> قوله تعالى:  {لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه وتعالى لما (٣) أقام الحجة على أهل الكتاب عامة .. بين ما كفرت به النصارى خاصة. </p><p>(١) المراغي. (٢) المراغي.(٣) المراغي.</p>"
}