{
  "id": null,
  "sura": 5,
  "aya": 50,
  "text": "<p> بالقتل والسبي والجلاء، وأخر مجازاتهم على باقي ذنوبهم إلى الآخرة {وَإِنَّ كَثِيرًا مِنَ النَّاسِ} يعني: اليهود وغيرهم، لأنَّهم ردوا حكم الله تعالى {لَفَاسِقُونَ} ؛ أي: خارجون عن دائرة الطاعات، ومعادن السعادات، يعني: متمردون في الكفر، مصرون عليه، خارجون من الحدود والشرائع التي اختارها الله تعالى لعباده. وفي هذا تسلية للنبي - صلى الله عليه وسلم - على عدم إذعانهم لما جاء به من الهدى والدين، وإعراضهم عن ذلك النور الذي أنزل إليه، </p><p> ٥٠ - والاستفهام في قوله:  {أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ} للإنكار والتوبيخ، والفاء للعطف على مقدر كما في نظائره، أي: أيعرضون عن حكمك بما أنزل الله عليك، ويتولون عنه فيبغون عنك حكم الجاهلية المبني على التحيز والهوى لجانب دون آخر، وترجيح القوي على الضعيف؟ والمعنى: لا يبغون حكم الجاهلية منك على سبيل الظفر به لعصمتك. روي: أن بني النضير تحاكموا إلى الرسول - صلى الله عليه وسلم - في خصومة كانت بينهم وبين بني قريظة، وطلب بعضهم من النبي - صلى الله عليه وسلم - أن يحكم بينهم بما كان عليه أهل الجاهلية من التفاضل وجعل دية القرظي ضعفي دية النضيري لمكان القوة والضعف، فقال - صلى الله عليه وسلم -: \"القتلى بواء\" سواء، فقال بنو قريظة: لا نرضى ذلك، فنزلت الآية. </p><p> وخلاصة ذلك: توبيخهم، والتعجيب من حالهم بأنهم أهل كتاب وعلم، ومع ذلك كانوا يبغون حكم الجاهلية الذي يجيء به محض الجهل وصريح الهوى. وقرأ الجمهور (١)  {أفحكم} بنصب الميم، وهو مفعول يبغون. وقرأ السلمي وابن وثاب وأبو رجاء والأعرج:  {أَفَحُكْمَ الْجَاهِلِيَّةِ} برفع الميم على الابتداء، والظاهر أن الخبر هو قوله:  {يبغون} وحسن حذف الضمير قليلًا في هذه القراءة كون الجملة فاصلة. وقرأ قتادة:  {أبحكم الجاهلية} بالباء الجارة بدل الفاء، وقرأ قتادة والأعمش أيضًا:  {أفحكم} بفتح الحاء والكاف والميم، وهو جنس لا يراد به واحد، كأنه قيل: أحكام الجاهلية يبغون؛ أي: أفيطلبون حاكمًا كحكام الجاهلية، وهي: إما الملة الجاهلية التي هي متابعة الهوى الموجبة للمداهنة في الأحكام، وإما أهل الجاهلية، وهي إشارة إلى الكهان الذين كانوا </p><p>(١) البحر المحيط.</p><p> يأخذون الحلوان - وهي رشا الكهان - ويحكمون لهم بحسبه، وبحسب الشهوات أرادوا بسفههم أنْ يكون خاتم النبيين حكمًا كأولئك الحكام. وقرأ الجمهور:  {يَبْغُونَ} بالياء على نسق الغيبة المتقدمة، وقرأ ابن عامر:  {تبغون} بالتاء على الخطاب، وفيه مواجهتهم بالإنكار والردع والزجر، وليس ذلك في الغيبة فهذه حكمة الالتفات، والخطاب ليهود قريظة والنضير، والمعنى: قل لهم يا محمد: أفحكم الجاهلية تبغون. والاستفهام في قوله:  {وَمَنْ أَحْسَنُ مِنَ اللَّهِ حُكْمًا لِقَوْمٍ يُوقِنُونَ} للإنكار أيضًا؛ أي: لا أحسن من حكم الله عند أهل اليقين، لا عند أهل الجهل والأهواء؛ أي: لا أحد (١) أحسن حكمًا من حكم الله عند قوم يوقنون بدينه، ويذعنون لشرعه؛ لأنه حكم جامع بين منتهى العدل والحق من الحاكم، والقبول والإذعان من المحكوم له والمحكوم عليه، وبهذا يحصل التفاضل بين الشرائع الإلهية والقوانين البشرية. </p><p> والخلاصة: أن مما ينبغي التعجب منه من أحوالهم، أنَّهم يطلبون حكم الجاهلية الجائر ويؤثرونه على حكم الله العادل، وفي الأول: تفضيل القوي على الضعيف واستذلاله واستئصال شأفته، وفي الثاني: العدل الذي يستقيم به أمر الخلق وبه ينتشر الأمن والرضا والطمأنينة بين الناس، ويشعر كل منهم بالهدوء وراحة الضمير، واللام في (٢) قوله: {لِقَوْمٍ يُوقِنُونَ} للبيان كما في قوله تعالى: {هَيتَ لَكَ} وقولهم: سقيًا لك، فيتعلق بمحذوف تقديره؛ أي: هذا الخطاب وهذا الاستفهام لقوم يوقنون، فإنهم هم الذين يتدبرون الأمور، ويتحققون الأشياء بأنظارهم، فيعلمون أنْ لا أحسن حكمًا من الله تعالى، وقيل: بمعنى عند كما أشرنا إليه في الحل. </p><p> الإعراب </p><p> {إِنَّا أَنْزَلْنَا التَّوْرَاةَ فِيهَا هُدًى وَنُورٌ يَحْكُمُ بِهَا النَّبِيُّونَ الَّذِينَ أَسْلَمُوا لِلَّذِينَ هَادُوا وَالرَّبَّانِيُّونَ وَالْأَحْبَارُ بِمَا اسْتُحْفِظُوا مِنْ كِتَابِ اللَّهِ وَكَانُوا عَلَيْهِ شُهَدَاءَ فَلَا تَخْشَوُا </p><p>(١) المراغي. (٢) البيضاوي.</p><p> النَّاسَ وَاخْشَوْنِ وَلَا تَشْتَرُوا بِآيَاتِي ثَمَنًا قَلِيلًا وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْكَافِرُونَ (٤٤) }. </p><p> {إِنَّا} : (إن) : حرف نصب. و (نا) ضمير المتكلمين في محل النصب اسمها. {أَنْزَلْنَا التَّوْرَاةَ} : فعل وفاعل ومفعول، والجملة الفعلية في محل الرفع خبر (إنَّ) وجملة (إنَّ) مستأنفة. {فِيهَا} : جار ومجرور خبر مقدم. {هُدًى} : مبتدأ مؤخر. {وَنُورٌ} : معطوف عليه، والجملة الإسمية في محل النصب حال من {التَّوْرَاةَ} . {يَحْكُمُ} : فعل مضارع. {بِهَا} : متعلق به. {النَّبِيُّونَ} : فاعل، والجملة في محل النصب حال من الضمير المجرور في {فِيهَا} : أو مستأنفة (١) مبينة لرفعة رتبتها وسمو طبقتها، وقد جوز كونها حالًا من {التَّوْرَاةَ} فتكون حالًا مقدرة. {الَّذِينَ} صفة لـ {النَّبِيُّونَ} . {أَسْلَمُوا} : فعل وفاعل، والجملة صلة الموصول. {الَّذِينَ} : جار ومجرور متعلق بـ {يحكم} . {هَادُوا} : فعل وفاعل، والجملة صلة الموصول. {وَالرَّبَّانِيُّونَ وَالْأَحْبَارُ} : معطوفان على {النَّبِيُّونَ} . {بِمَا} : (الباء) : حرف جر. (ما) : اسم موصول في محل الجر بالباء، الجار (٢) والمجرور بدل من الجار والمجرور في قوله: {يَحْكُمُ بِهَا} : وقد أعاد الجار لطول الكلام، وهو جائز أيضًا، وإن لم يطل، وقيل: متعلق بفعل محذوف عامل في {وَالرَّبَّانِيُّونَ} تقديره: يحكم الربانيون والأحبار بما استحفظوا، وقيل: الجار والمجرور في محل النصب مفعول به لـ {يَحْكُمُ} تقديره: يحكمون بسبب استحفاظهم ذلك. {اسْتُحْفِظُوا} : فعل ونائب فاعل، والجملة صلة {ما} الموصولة، والعائد محذوف تقديره: بما استحفظوه. {مِنْ كِتَابِ اللَّهِ} : جار ومجرور ومضاف إليه، حال من الضمير المحذوف أو من (ما) . {وَكَانُوا عَلَيْهِ شُهَدَاءَ} : (الواو) : عاطفة، {وَكَانُوا} فعل ناقص واسمه. {عَلَيْهِ} : جار ومجرور، متعلق بـ {شُهَدَاءَ} . {شُهَدَاءَ} : خبر كانوا، وجملة {كانوا} : معطوفة على جملة {اسْتُحْفِظُوا} على كونها صلة (لما) . {فَلَا تَخْشَوُا} : الفاء: فاء الفصيحة؛ لأنَّها أفصحت عن جواب شرط مقدر تقديره: إذا عرفتم أيها اليهود </p><p>(١) الفتوحات. (٢) العكبري.</p><p> المعاصرين المحمد - صلى الله عليه وسلم - حال أسلافكم، وصلاح أحوالهم، وأردتم بيان ما هو الأصلح لكم. فأقول {لا تخشوا الناس} : لا: ناهية جازمة. {تَخْشَوُا} ؛ فعل وفاعل مجزوم بـ {لا} الناهية. {النَّاسَ} : مفعول به، والجملة في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة استئنافًا بيانيًّا. {وَاخْشَوْنِ} : (الواو) : عاطفة. {اخشوا} : فعل أمر مبني على حذف النون والواو فاعل، والنون نون الوقاية، وياء المتكلم المحذوفة اجتزاءً عنها بكسر نون الوقاية في حل النصب مفعول به، والجملة معطوفة على جملة {فَلَا تَخْشَوُا}  {ولا تشتروا} : الواو: عاطفة. {لا} : ناهية جازمة. {تشتروا} : فعل وفاعل مجرور بلام الناهية. {بِآيَاتِي} : جار ومجرور ومضاف إليه متعلق بـ {لِلَّذِينَ} ، {ثَمَنًا} : مفعول به. {قَلِيلًا} : صفة له، والجملة في محل النصب معطوفة على جملة قوله:  {فَلَا تَخْشَوُا النَّاسَ} . {وَمَنْ لَمْ يَحْكُمْ} : الواو: استئنافية. {من} : اسم شرط جازم في محل الرفع مبتدأ والخبر جملة الشرط أو جملة الجواب أو هما. {لَمْ يَحْكُم} : جازم ومجزوم وفاعله ضمير يعود على {مَن} والجملة في محل الجزم بـ {من} على كونها فعل شرط لهاء {بِمَا} : جار ومجرور متعلق بـ {يَحْكُمْ} . {أَنْزَلَ اللَّهُ} : فعل وفاعل، والجملة صلة لما أو صفة لها، والعائد أو الرابط محذوف تقديره بما أنزل الله. {فَأُولَئِكَ} : (الفاء) : رابطة لجواب {من} الشرطية وجوبًا لكن الجواب جملة اسمية. {أُولَئِكَ} : مبتدأ. {هُمُ} : ضمير فصل. {الْكَافِرُونَ} : خبر المبتدأ، والجملة الإسمية في محل الجزم بـ {من} على كونها جوابًا لها، والجملة {من} الشرطية مستأنفة. </p><p> {وَكَتَبْنَا عَلَيْهِمْ فِيهَا أَنَّ النَّفْسَ بِالنَّفْسِ وَالْعَيْنَ بِالْعَيْنِ وَالْأَنْفَ بِالْأَنْفِ وَالْأُذُنَ بِالْأُذُنِ وَالسِّنَّ بِالسِّنِّ وَالْجُرُوحَ قِصَاصٌ} . </p><p> {وَكَتَبْنَا} : (الواو) عاطفة. {كَتَبْنَا} : فعل وفاعل. {عَلَيْهِمْ} : جار ومجرور متعلق بـ {كتبنا} . {فِيها} متعلق به أيضًا، والجملة الفعلية في محل الرفع معطوفة على جملة {أَنْزَلْنَا} . {أَن} : حرف نصب. {النَّفْسَ} : اسمها. {بِالنَّفْسِ} : جار ومجرور {أَنَّ} : تقديره أنَّ النفس القاتلة مقتولة بالنفس المقتولة، جملة </p><p> {أَنَّ} في تأويل مصدر منصوب على المفعولية تقديره: كتبنا عليهم قتل النفس بالنفس أو أخذ النفس بالنفس {وَالْعَيْنَ} بالنصب معطوف على {النَّفْسَ} كونه اسم {أَنَّ}  {بِالْعَيْنِ} : جار ومجرور بمحذوف خبر {أَنَّ} تقديره: وأن العين مفقوءة بالعين وكذلك قوله: {وَالْأَنْفَ بِالْأَنْفِ وَالْأُذُنَ بِالْأُذُنِ وَالسِّنَّ بِالسِّنِّ وَالْجُرُوحَ قِصَاصٌ} المنصوب منها معطوف على اسم {أَنَّ} وخبر أن في كلها المجرور منها. {قِصَاصٌ} خبر لـ {وَالْجُرُوحَ} ؛ أي: وأن الجروح قصاص؛ لكنه على حذف مضاف إما من الأول تقديره: وأن حكم الجروح قصاص، وإما من الثاني تقديره: وأن الجروح ذات قصاص، وهذا على قراءة نافع وحمزة وعاصم بنصب المعاطيف كلها، على التشريك في عمل {أَن} النصب، وخبر {أَن} هو المجرور منها، وخبر {وَالْجُرُوحَ قِصَاصٌ} ، فيكون من عطف المفردات، عطفنا الاسم على الاسم والخبر على الخبر، كقولك: إن زيدًا قائم وعمرًا منطلق، عطفت عمرًا على زيد، ومنطلقًا على قائم. </p><p> أما قراءة (١) الكسائي برفع {والعين} وما بعدها .. فوجهها أبو علي الفارسي بوجهين: </p><p> أحدهما: أنْ تكون (الواو) : عاطفة جملة اسمية على جملة فعلية، فتعطف الجمل كما تعطف المفردات، بمعنى أن قوله:  {وَالْعَيْنَ} : مبتدأ و {بِالْعَيْنِ} : خبره، وكذا ما بعده، والجملة الإسمية معطوفة على الجملة الفعلية من قوله:  {وَكَتَبْنَا} وعلى هذا فيكون ذلك ابتداء تشريع وبيان حكم جديد غير مندرج فيما كتب في التوراة، (فالواو) ليست مشركة للجملة مع ما قبلها، لا في اللفظ ولا في المعنى. </p><p> الوجه الثاني: من توجيهي الفارسي: أن تكون (الواو) عاطفة جملة إسمية على الجملة من قوله: {أَنَّ النَّفْسَ بِالنَّفْسِ} لكن من حيث المعنى لا من حيث اللفظ. </p><p> وأما قراءة أبي عمرو وابن كثير وابن عامر بالنصب فيا عدا {الْجُرُوحَ} . </p><p>(١) الفتوحات بتصرف.</p><p> فإنَّهم يرفعونه، فالمنصوب فيها كما تقدم في قراءة نافع. وأمَّا {الجروح قصاص} ففيه ثلاثة أوجه: </p><p> الوجهان المذكوران في قراءة الكسائي، وقد تقدم إيضاحهما. </p><p> والوجه الثالث: أنه مبتدأ، وخبره قصاص، يعني أنَّه ابتداء تشريع وتعريف وحكم جديد. </p><p> {فَمَنْ تَصَدَّقَ بِهِ فَهُوَ كَفَّارَةٌ لَهُ وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الظَّالِمُونَ} . </p><p> {فَمَنْ} : (الفاء) : فاء الفصيحة لأنَّها أفصحت عن جواب شرط مقدر تقديره: إذا عرفت حكم ما إذا اقتص من أن النفس مأخوذة بالنفس، والعين مأخوذة بالعين، وأردت بيان أجر من عما عنه .. فأقول لك. (من) : اسم شرط في محل الرفع مبتدأ، والخبر جملة الشرط أو الجواب أو هما. {تَصَدَّقَ} : فعل ماضٍ في محل الجزم بـ {من} على كونه فعل شرط لها، وفاعله ضمير يعود على {من} . {بِهِ} : جار ومجرور متعلق بـ {تَصَدَّقَ} . {فَهُوَ} : (الفاء) : رابطة لجواب من الشرطية. {هُوَ} : مبتدأ. {كَفَّارَةٌ} : خبره. {لَهُ} : جار ومجرور صفة لـ {كَفَّارَةٌ} أو متعلق به، والجملة الإسمية في محل الجزم بـ {من} الشرطية على كونها جوابًا لها، وجملة {من} الشرطية في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. {وَمَنْ لَمْ يَحْكُمْ} : (الواو) : استئنافية. {من} : اسم شرط في محل الرفع مبتدأ، والخبر جملة الشرط أو الجواب. {لَمْ يَحْكُمْ} : جازم ومجزوم وفاعله ضمير يعود على {من} والجملة الفعلية في محل الجزم بـ {من} على كونها فعل شرط لها. {بِمَا} : جار ومجرور متعلق بـ {يَحْكُمْ} . {أَنْزَلَ اللَّهُ} : فعل وفاعل والجملة الفعلية صلة لما، أو صفة لها، والعائد محذوف تقديره: بما أنزل الله. {فَأُولَئِكَ}  (الفاء) : رابطة {أولئك} مبتدأ. {هم} : ضمير منفصل. {الظَّالِمُونَ} : خبر، والجملة الإسمية في محل الجزم بـ {من} على كونها جواب شرط لها، وجملة {من} الشرطية مستأنفة. </p><p> {وَقَفَّيْنَا عَلَى آثَارِهِمْ بِعِيسَى ابْنِ مَرْيَمَ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرَاةِ} . </p><p> {وَقَفَّيْنَا} : (الواو) : عاطفة. {قفينا} : فعل وفاعل، والجملة الفعلية معطوفة على جملة {أَنْزَلْنَا التَّوْرَاةَ} . {عَلَى آثَارِهِمْ} : جار ومجرور ومضاف إليه متعلق بـ {قَفَّيْنَا} . {بِعِيسَى} : جار ومجرور متعلق بقفينا أيضًا. {ابنِ} : صفة لـ {عيسى} . {مَرْيَمَ} : مضاف إليه. {مُصَدِّقًا} : حال من {عِيسَى} . {لِمَا} : جار ومجرور متعلق بـ {ومُصَدِّقًا} . {بَيْنَ يَدَيْهِ} : ظرف ومضاف إليه، والظرف صلة {لِمَا} أو صفة لها. {مِنَ التَّوْرَاةِ} : جار ومجرور حال من ما الموصولة، أو من الضمير المستقر في الظرف. </p><p> {وَآتَيْنَاهُ الْإِنْجِيلَ فِيهِ هُدًى وَنُورٌ وَمُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرَاةِ وَهُدًى وَمَوْعِظَةً لِلْمُتَّقِينَ} . </p><p> {وَآتَيْنَاهُ} : الواو عاطفة. {آتيناه الإنجيل} : فعل وفاعل ومفعولان، والجملة معطوفة على جملة {قفينا} . {فِيهِ} : جار ومجرور خبر مقدم. {هُدًى} : مبتدأ مؤخر. {وَنُورٌ} : معطوف عليه، والجملة في محل النصب حال من {الْإِنْجِيلَ} . وفي \"الفتوحات\"  (١) قوله: {فِيهِ هُدًى وَنُورٌ} حال من {الْإِنْجِيلَ} و {هُدًى} فاعل به؛ لأنَّه اعتمد بوقوعه حالًا، وأعربه أبو البقاء مبتدأ وخبرًا، والجملة حال، والأول أحسن؛ لأنَّ الحال بالمفرد أولى، وأيضًا يدل على عطف {وَمُصَدِّقًا} المفرد عليه، وعطف المفرد على المفرد الصريح، أولى من عطفه على المؤول اهـ \"كرخي\" . {وَمُصَدِّقًا} : حال ثانية من {الْإِنْجِيلَ} فهي حال مؤكدة؛ لأنَّ الكتب الإلهية يصدق بعضها بعضًا، وقيل: حال من {عيسى} أيضًا. {لِمَا} : جار ومجرور متعلق بـ {مُصَدِّقًا} . {بَيْنَ يَدَيْهِ} : ظرف ومضاف إليه صلة {لِمَا} . {مِنَ التَّوْرَاةِ} : حال من (ما) أو من الضمير المستقر في الظرف {وَهُدًى وَمَوْعِظَةً} حالان من {الْإِنْجِيلِ} أيضًا، ويجوز (٢)  {أن} يكون من {عيسى} ؛ أي: هاديًا وواعظًا، أو ذا هدى وذا موعظة، ويجوز أن يكون مفعولًا لأجله؛ أي: قفينا للهدى، أو آتيناه الإنجيل للهدى. وقد قرئ في الشاذ بالرفع؛ أي: وفي الإنجيل هدى وموعظة، وكرر الهدى توكيدًا. ذكره أبو البقاء. {لِلْمُتَّقِينَ} : جار ومجرور </p><p>(١) الجمل. (٢) العكبري.</p><p> تنازع منه كل من {وَهُدًى}  {وَمَوْعِظَةً} على كونه متعلقًا بهما، أو صفة لهما. </p><p> {وَلْيَحْكُمْ أَهْلُ الْإِنْجِيلِ بِمَا أَنْزَلَ اللَّهُ فِيهِ وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْفَاسِقُونَ (٤٧) }. </p><p> {وَلْيَحْكُمْ} : (الواو) : استئنافية أو عاطفة. {اللام} لام الأمر مبنى على السكون لوقوعه إثر عاطف. {يَحْكُمْ} : فعل مضارع مجزوم بلام الأمر. {أَهْلُ الْإِنْجِيلِ} : فاعل ومضاف إليه، والجملة مستأنفة، أو مقول لقول محذوف معطوف على {آتَيْنَا} تقديره: وآتينا عيسى ابن مريم الإنجيل وقلنا ليحكم أهل الإنجيل. وقرىء بكسر اللام وفتح الميم على أنَّها لام كي، والجملة حينئذٍ معطوفة على محذوف تقديره: وقفينا بعيسى ابن مريم الإنجيل ليؤمنوا، وليحكم أهل الإنجيل، أو مستأنفة والتقدير: وآتيناه الإنجيل ليحكم أهل الإنجيل. {بِمَا} : جار ومجرور متعلق {يَحْكُمْ} . {أَنْزَلَ اللَّهُ} : فعل وفاعل، والجملة صلة لـ {ما} أو صفة لها، والعائد أو الرابط محذوف تقديره: بما أنزل الله. {فِيهِ} : جار ومجرور متعلق بـ {أَنْزَلَ} . {وَمَن}  (الواو) : استئنافية. {من} : اسم شرط في محل الرفع مبتدأ، والخبر جملة الشرط أو جملة الجواب. {لَمْ يَحْكُمْ} : جازم ومجزوم، وفاعله ضمير يعود على {مَنْ} والجملة في محل الجزم بـ {من} الشرطية على كونها فعل شرط لها. {بِمَا} : جار ومجرور متعلق بـ {يَحْكُمْ}  {أَنْزَلَ اللَّهُ} : فعل وفاعل، والجملة صلة الموصول، والعائد محذوف تقديره: أنزله الله. {فَأُولَئِكَ} : مبتدأ. {هُمُ} : ضمير فصل. {الْفَاسِقُونَ} : خبر، والجملة في محل الجزم جواب من الشرطية، وجملة من الشرطية مستأنفة. </p><p> {وَأَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ مِنَ الْكِتَابِ وَمُهَيْمِنًا عَلَيْهِ} . </p><p> {وَأَنْزَلْنَا} : فعل وفاعل. {إِلَيْكَ} : متعلق به. {الْكِتَابَ} : مفعول به، والجملة معطوفة (١) على قوله: {إِنَّا أَنْزَلْنَا التَّوْرَاةَ} وما عطف عليه. {بِالْحَقّ} : </p><p>(١) أبو السعود.</p><p> جار ومجرور حال {مِنَ الْكِتَابِ} أو من فاعل {وَأَنْزَلْنَا} أو من الكاف في {إِلَيْكَ} وعلى كل فالباء للملابسة أو المصاحبة. {مُصَدِّقًا} : حال من الكتاب. {لِمَا} : جار ومجرور متعلق بـ {مُصَدِّقًا} . {بَيْنَ يَدَيْهِ} : ظرف ومضاف إليه صلة {لِمَا} . {مِنَ الْكِتَابِ} : حال من (ما) أو من الضمير المستقر في الظرف. {وَمُهَيْمِنًا} : معطوف على {مُصَدِّقًا} على كونه حالًا من {الْكِتَابِ} الأول. {عَلَيْهِ} : جار ومجرور متعلق بـ {وَمُهَيْمِنًا} . </p><p> {فَاحْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللَّهُ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ عَمَّا جَاءَكَ مِنَ الْحَقِّ} . </p><p> {فَاحْكُمْ} : (الفاء) : فاء الصيحة لأنَّها أفصحت عن جواب شرط مقدر تقديره: إذا عرفت منزلة القرآن من الكتب الإلهية، وأنه رقيب ومهمين عليها .. فأقول لك: احكم بينهم بما أنزل الله، ويصح كون الفاء عاطفة تفريعية على قوله:  {وَأَنْزَلْنَا إِلَيْكَ الْكِتَابَ} . {احكم} : فعل أمر وفاعله ضمير يعود على محمد، والجملة في محل النصب مقول لجواب إذا المقدرة. {بَيْنَهُمْ} : ظرف ومضاف إليه متعلق بـ {احْكُمْ} . {بِمَا} : جار ومجرور متعلق بـ {احكم}  {أَنْزَلَ اللَّهُ} : فعل وفاعل، والجملة صلة لما، أو صفة لها، والعائد أو الرابط محذوف تقديره: بما أنزله الله تعالى. {وَلَا} : (الواو) : عاطفة. لا: ناهية جازمة. {تَتَّبِعْ أَهْوَاءَهُمْ} : فعل ومفعول ومضاف إليه، وفاعله ضمير يعود على محمد، والجملة في محل النصب معطوفة على جملة قوله:  {فَاحْكُمْ}  {عَمَّا} : جار ومجرور، متعلق بمحذوف من فاعل {تَتَّبِعْ} تقديره: حالة كونك عادلًا لا عما جاءك، وفي \"السمين\" قوله: {عَمَّا جَاءَكَ} فيه وجهان: </p><p> أحدهما: به قال أبو البقاء أنَّه حال؛ أي: عادلًا عما جاءك، وهذا فيه نظر من حيث إن عن حرف جر ناقص لا يقع خبرًا عن جثة، فكذلك لا يقع حالًا عنها، وحرف الجر الناقص، إنما يتعلق يكون مطلق، لا يكون مقيد؛ لأن المقيد لا يجوز حذفه. </p><p> والثاني: أن عن علي بابها من المجاوزة لكن بتضمين {تَتَّبِعْ} معنى تزحزح وتنحرف؛ أي: لا تنحرف متبعًا، اهـ. {جَاءَك} : فعل ومفعول وفاعله </p><p> ضمير يعود على (ما) والجملة صلة لـ {ما} الموصولة. {مِنَ الْحَقِّ} : جار ومجرور حال من الضمير في {جَاءَكَ} أو من (ما) الموصولة، ويجوز أن تكون بيانية متعلقة بـ {جاء} . </p><p> {لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجًا وَلَوْ شَاءَ اللَّهُ لَجَعَلَكُمْ أُمَّةً وَاحِدَةً} . </p><p> {لِكُلٍّ} : جار ومجرور متعلق بـ {جَعَلْنَا} . {جعلنا} : فعل وفاعل. {مِنْكُمْ} : جار ومجرور صفة لكل، ولا يضر فصل {جَعَلْنَا} بين الصفة والموصوف كما في قوله تعالى: {أَغَيْرَ اللَّهِ أَتَّخِذُ وَلِيًّا فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ} . {شِرْعَةً} : مفعول به. {وَمِنْهَاجًا} : معطوف عليه، والمعنى: لكل أمة كائنة منكم أيها الأمم السابقة، والآتية جعلنا شرعة ومنهاجًا، ويجوز أن يكون جعل متعديًا إلى اثنين بجعله بمعنى صيرنا، فيكون لكل مفعولًا ثانيًا مقدمًا وشرعة مفعولًا أولًا مؤخرًا. {وَلَوْ} : (الواو) : استئنافية. {لو} : حرف شرط غير جازم. {شَاءَ اللَّهُ} : فعل وفاعل، والجملة الفعلية فعل شرط لـ {لو} لا محل لها من الإعراب {لَجَعَلَكُمْ أُمَّةً} : {اللام} : رابطة لجواب {لو} ، {جعلكم أمة} : فعل ومفعولان. {وَاحِدَةً} صفة لـ {أُمَّةً} وفاعله ضمير يعود على {اللَّهُ} والجملة جواب لولا محل لها من الإعراب، وجملة {لو} من فعل شرطها وجوابها مستأنفة. </p><p> {وَلَكِنْ لِيَبْلُوَكُمْ فِي مَا آتَاكُمْ فَاسْتَبِقُوا الْخَيْرَاتِ إِلَى اللَّهِ مَرْجِعُكُمْ جَمِيعًا فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ} . </p><p> {وَلَكِنْ} : (الواو) : استئنافية. {لكن} : حرف استدراك. {لِيَبْلُوَكُمْ} اللام لام كي. {يبلوكم} : فعل ومفعول منصوب بأن مضمرة جوازًا بعد لام كي، وفاعله ضمير يعود على {الله} ، والجملة الفعلية صلة أنْ المضمرة، أن مع صلتها في تأويل مصدر مجرور باللام، والجار والمجرور متعلق بفعل محذوف تقديره: ولكن فرقكم وجعلكم أممًا مختلفة ليبلوكم، ويختبركم فيما آتاكم ليظهر المطيع من العاصي، والجملة المحذوفة مستأنفة؛ أو استدراكية لا محل لها من </p><p> الإعراب. {فِي مَا} : جار ومجرور متعلق بـ {يبلوكم} . {آتَاكُمْ} : فعل ومفعول أول، والثاني محذوف تقديره: فيما آتاكموه، وفاعله ضمير يعود على {اللَّهِ} والجملة صلة لما أو صفة لها {فَاسْتَبِقُوا الْخَيْرَاتِ}  (الفاء) : فاء الفصيحة لانَّها أفصحت عن جواب شرط مقدر تقديره: إذا عرفتم أن مشيئة الله افتراقكم لاختباركم وأردتم بيان ما هو الأصلح لكم .. فأقول لكم استبقوا الخيرات. {استبقوا} : فعل وفاعل. {الْخَيْرَاتِ} : مفعول به أو منصوب بنزع الخافض، والجملة في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة {إِلَى اللَّهِ} : جار ومجرور خبر مقدم {مَرْجِعُكُمْ} : مبتدأ مؤخر ومضاف إليه {جَمِيعًا} حال من ضمير المخاطبين ولا يقال: هو حال من المضاف إليه، وهو لا يجوز؛ لأنَّه يقال: المضاف مقتض للعمل في المضاف إليه قال ابن مالك: </p><p> وَلا تُجِزْ حَالًا مِنَ الْمُضَافِ لَهْ ... إلّا إِذَا اقْتَضَى الْمُضَافُ عَمَلَهْ </p><p> والجملة الإسمية مستأنفة. {فَيُنَبِّئُكُمْ} : (الفاء) : حرف عطف وتفريع. {ينبئكم} : فعل ومفعول وفاعله ضمير يعود على {اللَّهِ} ، والجملة الفعلية مفرعة معطوفة على الجملة الإسمية التي قبلها {بِمَا} : جار ومجرور متعلق بـ {ينبئكم}  {كُنْتُمْ} : فعل ناقص واسمه {فِيهِ} متعلق بـ {تَخْتَلِفُونَ} وجملة {تَخْتَلِفُونَ} في محل النصب خبر كان، وجملة كان من اسمها وخبرها صلة لـ {ما} أو صفة لها. </p><p> {وَأَنِ احْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللَّهُ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ} . </p><p> {وَأَنِ} : (الواو) : عاطفة. {أن} : حرف نصب ومصدر. {احْكُمْ} : فعل أمر في محل النصب بـ {أن} المصدرية مبنى على السكون، وفاعله ضمير يعود على محمد. {بَيْنَهُمْ} : ظرف ومضاف إليه متعلق بـ {احْكُمْ} ، والجملة الفعلية صلة أن المصدرية، أن مع صلتها في تأويل مصدر منصوب على كونه معطوفًا على {الْكِتَابِ} والتقدير: وأنزلنا إليك الكتاب والحكم بينهم. بما أنزل الله. {بِمَا} : جار ومجرور متعلق بـ {احْكُمْ} . {أَنْزَلَ اللَّهُ} : فعل وفاعل، والجملة صلة الموصول، والعائد محذوف تقديره: أنزله الله {وَلَا تَتَّبِعْ أَهْوَاءَهُمْ} جازم وفعل، ومفعول، ومضاف إليه، وفاعله ضمير يعود على محمد، والجملة في محل </p><p> النصب معطوفة على جملة قوله:  {وَأَنِ احْكُمْ بَيْنَهُمْ} . </p><p> {وَاحْذَرْهُمْ أَنْ يَفْتِنُوكَ عَنْ بَعْضِ مَا أَنْزَلَ اللَّهُ إِلَيْكَ} . </p><p> {وَاحْذَرْهُمْ} : فعل ومفعول وفاعله ضمير يعود على محمد، والجملة معطوفة على جملة {وَأَنِ احْكُمْ} . {أَنْ يَفْتِنُوك} : ناصب وفعل وفاعل ومفعول، والجملة الفعلية في تأويل مصدر منصوب على كونه بدلًا من ضمير احذرهم بدل اشتمال، تقديره: واحذرهم فتنتهم إياك، أو على كونه مفعولًا لأجله، ولكنه على تقدير مضاف ققديره: واحذرهم مخافة فتنتهم إياك. {عَنْ بَعْضِ مَا} : جار ومجرور ومضاف إليه متعلق بـ {يَفْتِنُوكَ} . {أَنْزَلَ اللَّه} : فعل وفاعل. {إِلَيْك} : متعلق به، والجملة صلة لـ {ما} أو صفة لها، والعائد أو الرابط محذوف تقديره: أنزله الله إليك. </p><p> {فَإِنْ تَوَلَّوْا فَاعْلَمْ أَنَّمَا يُرِيدُ اللَّهُ أَنْ يُصِيبَهُمْ بِبَعْضِ ذُنُوبِهِمْ وَإِنَّ كَثِيرًا مِنَ النَّاسِ لَفَاسِقُونَ (٤٩) }. </p><p> {فَإِنْ} : (الفاء) : فاء الفصيحة لأنَّها أفصحت عن جواب شرط مقدر تقديره: إذا عرفت ما أنزلنا إليك، وما أمرناك به، وأردت بيان حالهم وشأنهم فيما إذا تولوا عن حكمك .. فأقول لك:  {إِنْ تَوَلَّوْا} : {إن} : حرف شرط جازم. {تَوَلَّوْا} : فعل وفاعل في محل الجزم بـ {إن} الشرطية. {فَاعْلَمْ} : الفاء: رابطة لجواب إن الشرطية وجوبًا. {اعْلَمْ} : فعل أمر في محل الجزم بإن على كونه جواب شرط لها، وفاعله ضمير يعود على محمد، وجملة إن الشرطية في محل النصب مقول لجواب إذا المقدرة. {أَنَّمَا} : أداة حصر أو تقول: {أن} : النصب و (ما) كافة. {يُرِيدُ اللَّهُ} : فعل وفاعل، والجملة الفعلية في محل النصب سادة مسد مفعولي اعلم. {أَنْ يُصِيبَهُمْ} : ناصب وفعل ومفعول، وفاعله ضمير يعود على {اللَّهُ} . {بِبَعْضِ ذُنُوبِهِمْ} : جار ومجرور ومضاف إليه متعلق بـ {يصيب} وجملة {يصيب} : في تأويل مصدر منصوب على المفعولية تقديره: إصابته إياهم ببعض ذنوبهم. {وَإِنَّ} : (الواو) : عاطفة. {إن} : حرف نصب {كَثِيرًا} اسمها. {مِنَ النَّاسِ} : جار ومجرور صفة لـ {كَثِيرًا} . {لَفَاسِقُونَ} : اللام </p><p> حرف ابتداء. {فاسقون} : خبر {إن} : وجملة إن في محل النصب معطوفة على جملة قوله: {أَنَّمَا يُرِيدُ اللَّهُ} . </p><p> {أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ وَمَنْ أَحْسَنُ مِنَ اللَّهِ حُكْمًا لِقَوْمٍ يُوقِنُونَ (٥٠) }. </p><p> {أَفَحُكْمَ الْجَاهِلِيَّةِ} : (الهمزة) : للاستفهام الإنكاري داخلة على محذوف تقديره: أيعرضون عن حكمك فيبغون حكم الجاهلية. (والفاء) : عاطفة ما بعدها على ذلك المحذوف. {حكم الجاهلية} : مفعول مقدم ومضاف إليه. {يَبْغُونَ} : فعل وفاعل، والجملة الفعلية معطوفة على ذلك المحذوف، والجملة المحذوفة جملة إنشائية لا محل لها من الإعراب. {وَمَنْ أَحْسَنُ} : (الواو) : استئنافية. {من} اسم استفهام في محل الرفع مبتدأ. {أَحْسَنُ} : خبره. {مِنَ اللَّه} : جار ومجرور متعلق بـ {أَحْسَنُ} ، والجملة الإسمية مستأنفة {حُكْمًا} : تمييز محول عن المبتدأ، منصوب باسم التفضيل، وأصله وحكم من أحسن من حكم الله. {لِقَوْمٍ} : {اللام} : حرف جر بمعنى عند. {قوم} : مجرور باللام الجار والمجرور متعلق بـ {أَحْسَنُ} . {يُوقِنُونَ} هو: فعل وفاعل والجملة في محل الجرّ صفة {لِقَوْمٍ} . </p><p> التصريف ومفردات اللغة </p><p> {إِنَّا أَنْزَلْنَا التَّوْرَاةَ ...} الآية، التوراة هو الكتاب الذي أنزل على موسى والذيت هادوا هم اليهود {وَالرَّبَّانِيُّونَ} هو المنسوبون إلى الرب بمعنى الخالق المدبر لأمر الخلق {وَالْأَحْبَارُ} جمع حبر بسكر الحاء؛ وهو العالم {شُهَدَاءَ} جمع شهيد ككرماء جمع كريم. {فَلَا تَخْشَوُا النَّاسَ} أصله تخشيوا تحركت الياء وانفتح ما قبلها قلبت ألفًا، فالتقى ساكنان ثم حذفت الألف ثم حركت الواو بالحركة المجانسة لها {وَقَفَّيْنَا} من قفى يقفي تقفية، وهو من قفا يقفو إذا تبع قفاه؛ أي: أرسلناه عقبهم، والتضعيف فيه ليس للتعدية؛ لأن قفا متعد لواحد قبل التضعيف. </p><p> قال تعالى:  {وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ} وتقول العرب: قفى فلان إثر </p><p> فلان إذا تبعه، فلو كان التضعيف للتعدية إلى اثنين .. لكان التركيب: وقفيناهم عيسى ابن مريم، فهم مفعول ثانٍ وعيسى مفعول أول ولكنه ضمن معنى جئنا به على آثارهم وأقفائهم فعدي بالباء {مهيمنًا} المهيمن الرقيب وقيل: الغالب المرتفع، وقيل: الحافظ، وقيل: الشاهد، ومن هذا قول حسان بن ثابت رضي الله عنه شاعر النبي - صلى الله عليه وسلم -: </p><p> إِنَّ الكِتَابَ مُهَيْمِنٌ لِنَبيِّنَا ... وَالحَقُّ يَعْرِفَهُ ذَوُوُ الألْبَابِ </p><p> يريد أنَّه شاهد ومصدق لنبينا محمد - صلى الله عليه وسلم -، واختلفوا فيه، هل هو أصل بنفسه؟؛ أي: إنَّه ليس مبدلًا من شيء، يقال: هيمن يهيمن فهو مهيمن، كبيطر يبيطر فهو مبيطر، وقال المبرد: أصله مؤيمن أبدل من الهمزة هاء كما قيل في أرقت الماء: هرقت، وبه قال الزجاج وأبو علي الفارسي. وقال الجوهري: هو من أمن غيره من الخوف وأصله: أأمن فهو مؤأمن بهمزتين، قلبت الثانية ياء كراهة لاجتماعهما، فصار مؤيمن ثم صيرت الأولى هاء، كما قالوا: هراقه وأراقه، يقال: هيمن على الشيء يهمين، إذا كان له حافظًا، فهو له مهيمن، كذا عن أبي عبيد. </p><p> {لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجًا} : في \"المصباح\" : الشرعة بالكسر الدين، والشرع والشريعة ومثله مأخوذ من الشريعة وهي مورد الناس للاستسقاء سميت بذلك لوضوحها وظهورها وجمعها شرائع، وشرع الله لنا كذا يشرعه إذا أظهره وأوضحه، والمشرعة بفتح الميم والراء شريعة لما قال الأزهري: ولا تسميها العرب مشرعة حتى يكون الماء عدا لا انقطاع له كماء الأنهار، ويكون ظاهرًا، أيضًا، ولا يستقى منه برشاء، فإن كان من ماء الأمطار .. فهو الكرع بفتحتين، والناس في هذا الأمر شرع بفتحتين، وتسكن الراء للتخفيف؛ أي: سواء انتهى. </p><p> وقوله:  {منهاجًا} : في \"المختار\" : النهج بوزن الفلس، والمنهج بوزن المذهب، والمنهاج: الطريق الواضح، ونهج الطريق أبانه، ونهجه أيضًا سلكه، وبابهما قطع، والنهج بفتحتين تتابع النفس وبابه طرب. انتهى. وفي \"المصباح\" : النهج مثل فلس، الطريق الواضح، والمنهج والمنهاج مثله، ونهج الطريق ينهج </p><p> بفتحتين نهوجًا إذا وضح واستبان، وأنهج بالألف مثله ونهجته وأنهجته أوضحته يستعملان لازمين ومتعدين. انتهى. {أُمَّةً وَاحِدَةً} الأمة الجماعة المتفقة على دين واحد {وَلَكِنْ لِيَبْلُوَكُمْ} ؛ أي: ليختبركم من بلا يبلو بلوى من باب دعا، والابتلاء: الاختبار {فَاسْتَبِقُوا الْخَيْرَاتِ} ؛ أي: ابتدروا وسارعوا إليها، وهو من باب افتعل الخماسي، والسين فيه فاء الكلمة. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات أنواعًا من البلاغة والفصاحة والييان: </p><p> فمنها: التكرار في قوله: {وَأَنْزَلْنَا} ، وفي قوله:  {أَنْزَلَ اللَّهُ} ، وفي قوله:  {وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ} . </p><p> ومنها: التنزل من الأعلى إلى الأدنى في الوصف في قوله: {يَحْكُمُ بِهَا النَّبِيُّونَ الَّذِينَ أَسْلَمُوا} فإن النبوة أعظم من الإِسلام قطعًا فوصفهم بالإِسلام ليس للتخصيص ولا للتوضيح بل لتنويه شأن الصفة فإن إبراز وصف في معرض مدح العظماء، منبىء عن عظم قدر الوصف لا محالة كما في وصف الأنبياء بالصلاح، ووصف الملائكة بالإيمان عليهم السلام ولذلك قيل: أوصاف الأشراف أشراف الأوصاف. </p><p> ومنها: الاختصاص في قوله: {لِلَّذِينَ هَادُوا} فإن اللام لبيان اختصاص الحكم بهم، سواء كان لهم أم عليهم. </p><p> ومنها: توسيط المحكوم لهم بين المعطوفين في قوله: {لِلَّذِينَ هَادُوا} إيذانًا بأن الأصل في الحكم بها، وحمل الناس على ما فيها هم النبيون وإنما الربانيون والأحبار خلفاء ونواب عنهم في ذلك. </p><p> ومنها: المقابلة في قوله: {أَنَّ النَّفْسَ بِالنَّفْسِ} وما بعده. </p><p> ومنها: الجناس المماثل في قوله: {فَلَا تَخْشَوُا النَّاسَ وَاخْشَوْنِ} . </p><p> ومنها: الاستعارة في قوله: {وَلَا تَشْتَرُوا بِآيَاتِي ثَمَنًا قَلِيلًا} . </p><p> كان يغشى حواء في الجنة قبل أنْ يصيب الخطيئة، فحملت بقابيل وأخته، فلم تجد عليهما وحمًا، ولا وصبًا، ولا طلقًا، ولم تر دمًا وقت الولادة، فلما هبطا إلى الأرض تغشاها، فحملت بهابيل وتوأمته، فوجدت عليهما الوحم، والوصب، والطلق، والدم، وكان إذا كبر أولاده .. زوج غلام هذا البطن جارية بطن أخرى، وكان الرجل منهم يتزوج أية أخواته شاء غير توأمته التي ولدت معه؛ لأنَّه لم يكن يومئذ نساء إلا أخواتهم، فكبر قابيل وأخوه هابيل، وكان بينهما سنتان، فلمَّا بلغوا أمر الله آدم أن يزوج قابيل لبودا أخت هابيل، ويزوج هابيل إقليما أخت قابيل، وكانت إقليما أحسن وأجمل من لبودا، فذكر آدم ذلك لهما فرضي هابيل وسخط قابيل، وقال: هي أختي وأنا أحق بها، ونحن من أولاد الجنة، وهما من أولاد الأرض. فقال أبوه آدم: إنَّها لا تحل لك، فأبى أن يقبل ذلك، وقال: إن الله لم يأمرك بهذا، وإنما هو من رأيك، فقال لهما آدم: قربا لله قربانًا، فأيكما تقبل قربانه فهو أحق بها - وكانت القرابين إذا كانت مقبولة نزلت من السماء نار بيضاء فأكلتها، وإنْ لم تكن مقبولة لم تنزل النار بل تأكلها الطير والسباع - فخرجا من عند آدم ليقربا بالقربان، وكان قابيل صاحب زرع، فقرب صبرة من طعام رديء، وأضمر في نفسه لا أبالي أتقبل مني أم لا، لا ليتزوج أختي أحد غيري، وكان هابيل صاحب غنم، فعمد إلى أحسن كبش في غنمه فقربه، وأضمر في نفسه رضا الله، فوضعا قربانهما على جبل، ثم دعا آدم، فنزلت النار من السماء فأكلت قربان هابيل ولم تأكل قربان قابيل، وقيل: بل رفع إلى الجنة فلم يزل يرعى فيها إلى أن فدى به الذبيح عليه السلام, قاله سعيد بن جبير وغيره. اهـ \"خازن\" مع بعض زيادات من \"القرطبي\" . </p><p> قال المطلب بن عبد الله بن حنطب (١) : لما قتل ابن آدم أخاه .. رجفت الأرض بمن عليها سبعة أيام، وشربت دم المقتول كما تشرب الماء، فناداه الله تعالى: يا قابيل أين أخوك هابيل؟ فقال: ما أدري ما كنت عليه رقيبًا، فقال الله تعالى: إن دم أخيك ليناديني من الأرض، فلم قتلت أخاك؟ فقال: أين دمه إن قتلته؟ فحرم </p><p>(١) الخازن.</p><p> الله على الأرض من يومئذ أن تشرب دمًا بعده أبدًا. </p><p> ويروى عن ابن عباس قال: لما قتل قابيل هابيل، كان آدم بمكة لزيارة البيت، وكان أولاده بالهند، فاشتاك الشجر - أي ظهر له شوك - وتغيرت الأطعمة، وحمضت الفواكه، وأغبرات الأرض، فقال: قد حدث في الأرض حدث، فأتى الهند عند أولاده، فوجد قابيل قد قتل أخاه هابيل. وقيل: لما رجع آدم من مكة سأل قابيل عن أخيه؟ فقال: ما كنت عليه وكيلًا، فقال: بل قتلته، ولذلك اسود جلدك. وقيل: أن آدم مكث بعد قتل هابيل مئة سنة لا يضحك، وأنه رثاه بشعر فقال: </p><p> تَغَيَّرَتِ الْبِلاَدُ وَمَنْ عَلَيْهَا ... فَوَجْهُ الأَرْضِ مُغْبَرٌّ قَبِيْحُ </p><p> تَغَيَّرَ كُلُّ ذِيْ طَعْمٍ وَلَوْنٍ ... وَقَلَّ بَشَاشَةُ الْوَجْهِ الْمَلِيْحِ </p><p> ويروى عن ابن عباس رضي الله عنهما أنه قال: من قال إن آدم قال شعرًا فقد كذب، وإن محمدًا - صلى الله عليه وسلم - والأنبياء كلهم سواء، ولكن لما قتل هابيل رثاه آدم، وهو سرياني، فلمَّا قال آدم مرثيَّته، قال لشيث: يا بني أنت وصي، احفظ هذا الكلام ليتوارث فيرثى عليه، فلم يزل ينتقل حتى وصل إلى يعرب بن قحطان، وكان يتكلم بالعربية والسريانية، وهو أولى من خط العربية، وكان يقول الشعر، فنظر في المرثية، فرد المقدم إلى المؤخر، والمؤخر إلى المقدم، فوزنه شعرًا، وزاد فيه أبياتًا منها: </p><p> وَمَا لِيْ لاَ أَجُوْدُ بِسَكْبِ دَمْعٍ ... وَهَابِيْلٌ تَضمَّنَهُ الضَّرِيْحُ </p><p> أَرَى طُوْلَ الحياة عَلَيَّ غَمًّا ... فهل أنا من حياتي مُسترِيْحُ </p><p> قال الزمخشري: ويروى أنَّه رثاه بشعر، وهو كذب بحت. وقال الإمام الفخر الرازي: ولقد صدق صاحب \"الكشاف\" فيما قال. قال أهل الأخبار: فلما مضى من عمر آدم مئة وثلاثون سنة - وذلك بعد قتل هابيل بخمسين سنة - ولدت له حواء شيئًا. - وتفسيره هبة الله - يعني أنَّه خلف من هابيل، وعلمه الله ساعات الليل والنهار، وعلمه عبادة الخالق في كل ساعة، وأنزل عليه خمسين صحيفة، وصار وصي آدم وولي عهده، وأما قابيل فقيل له: اذهب طريدًا شريدًا فزعًا </p><p> لما قبلها: أنَّ الله سبحانه وتعالى لما ذكر (١) أنَّ من تولى الكافرين من دون الله يعد منهم، وأن الذين يسارعون فيهم مرضى القلوب مرتدون بتوليهم إياهم، فإن أخفوا ذلك فإظهارهم للإيمان نفاق .. بين هنا حقيقة دغمها بخبر من الغيب يظهره الزمن المستقبل، فالحقيقة أن المنافقين ومرضى القلوب لا غناء فيهم، ولا يعتد بهم في نصر الدين وإقامة الحق، فالله إنَّما يقيم دينه بصادقي الإيمان الذين يحبهم فيزيدهم رسوخًا في الحق، وقوةً على إقامته، ويحبونه، فيؤثرون ما يحبه من إقامة الحق والعدل على سائر ما يحبون من مال ومتاع وأهل وولد. وخبر الغيب أنَّه سيرتد بعض الذين آمنوا عن الإِسلام جهرًا ولا يضره ذلك؛ لأن الله تعالى يسخر من ينصره ويحفظه. </p><p> قوله تعالى:  {إِنَّمَا وَلِيُّكُمُ اللَّهُ وَرَسُولُهُ ...} الآيتين، مناسبتهما لما قبلهما: أن الله سبحانه وتعالى لما نهى (٢) في الآيات السابقة عن موالاة الكافرين .. أمر هنا في هذه الآية بموالاة من تجب موالاتهم، وهم الله ورسوله والمؤمنون. </p><p> قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الَّذِينَ اتَّخَذُوا دِينَكُمْ هُزُوًا وَلَعِبًا} الآيات، مناسبتها لما قبلها: أنَّ الله سبحانه وتعالى لما نهى عن اتخاذ اليهود والنصارى أولياء من دونه، وبين العلة في ذلك، فأرشد إلى أن بعضهم أولياء بعض، ولا يوالي المؤمنين منهم أحد، ولا يواليهم ممن يدعون الإيمان إلا مرضى القلوب والمنافقون الذين يتربصون بالمؤمنين الدوائر .. أعاد النهي هنا عن اتخاذ الكفار عامة أولياء مع بيان الوصف الذي لأجله كان النهي وهو إيذاؤهم للمؤمنين بجميع ضروب الإيذاء ومقاومتهم دينهم ما استطاعوا إلى ذلك سبيلًا. </p><p> أسباب النزول </p><p> قوله تعالى:  {لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ ...} الآية، سبب نزولها: ما أخرجه (٣) ابن إسحاق وابن جرير وابن المنذر وابن أبي حاتم وأبو الشيخ وابن </p><p>(١) المراغي. (٢) المراغي.(٣) الشوكاني.</p><p> مردويه والبيهقي في \"الدلائل\" ، وابن عساكر عن عبادة بن الوليد عن عبادة بن الصامت قال: لما حاربت بنو قينقاع رسول الله - صلى الله عليه وسلم - .. تشبث بأمرهم عبد الله بن أبيّ بن سلول، وقام دونهم، ومشى عبادة بن الصامت إلى رسول الله - صلى الله عليه وسلم -، وتبرأ إلى الله وإلى رسوله من حلفهم، وكان أحد بني عوف بن الخزرج، وله من حلفهم مثل الذي كان لهم من عبد الله بن أبي بن سلول، فخلعهم إلى رسول الله - صلى الله عليه وسلم - وقال: أتبرأ إلى الله وإلى رسوله من حلف هؤلاء الكفار وولايتهم، وفيه وفي عبد الله بن أبيّ نزلت الآيات في المائدة:  {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ} إلى قوله: {فَإِنَّ حِزْبَ اللَّهِ هُمُ الْغَالِبُونَ} . </p><p> قال ابن كثير: واختلف المفسرون (١) في سبب نزول هذه الآيات الكريمات، فذكر السدي أنَّها نزلت في رجلين قال أحدهما لصاحبه بعد وقعة أُحد: أما أنا فإنِّي ذاهب إلى ذلك اليهودي فآوي إليه، وأتهود معه لعله ينفعني إذا وقع أمر وحدث حادث، وقال الآخر: أمَّا أنا فإني ذاهب إلى فلان النصراني بالشام، فآوي إليه وأتنصَّر معه فأنزل الله:  {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ ...} الآيات. وقال عكرمة: نزلت في أبي لبابة بن عبد المنذر حين بعثه رسول الله - صلى الله عليه وسلم - إلى بني قريظة فسألوه: ماذا هو صانع بنا؟ فأشار بيده إلى حلقه؛ أي: إنه الذبح. رواه ابن جرير، وقيل غير ذلك. </p><p> قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الَّذِينَ اتَّخَذُوا دِينَكُمْ هُزُوًا وَلَعِبًا ...} الآية، سبب نزولها: ما أخرجه (٢) ابن إسحاق وابن جرير وابن المنذر وابن أبي حاتم، وأبو الشيخ عن ابن عباس رضي الله عنه قال: كان رفاعة بن زيد بن التابوت وسويد بن الحارث قد أظهرا الإِسلام، وكان رجال من المسلمين يوادونهما، فأنزل الله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الَّذِينَ اتَّخَذُوا دِينَكُمْ هُزُوًا وَلَعِبًا} . إلى قوله:  {وَاللَّهُ أَعْلَمُ بِمَا كَانُوا يَكْتُمُونَ} . وأخرج البيهقي في \"الدلائل\" من طريق الكلبي عن أبي صالح عن ابن عباس في قوله: {وَإِذَا نَادَيْتُمْ إِلَى الصَّلَاةِ اتَّخَذُوهَا هُزُوًا وَلَعِبًا} قال: </p><p>(١) ابن كثير. (٢) الشوكاني.</p>"
}