{
  "id": null,
  "sura": 5,
  "aya": 27,
  "text": "<p> أسباب النزول </p><p> قوله تعالى:  {إِنَّمَا جَزَاءُ الَّذِينَ يُحَارِبُونَ اللَّهَ وَرَسُولَهُ وَيَسْعَوْنَ فِي الْأَرْضِ فَسَادًا ...} الآيتين، وقد ذهب أكثر الأئمة (١) إلى أنَّ الآيتين نزلتا في عكل وعرينة؛ فقد روى أحمد والبخاري ومسلم وأصحابُ السنن عن أنسٍ رضي الله عنه: أنَّ ناسًا من عكل وعرينة قدموا على النبي - صلى الله عليه وسلم -، وتكلموا بالإِسلام، فاستوخموا المدينة - وجدوها رديئة المناخ - فأمر لهم النبي - صلى الله عليه وسلم - بذود - بضع من الإبل - وراعٍ، وأمرهم أنْ يخرجوا فيشربوا من أبوالها وألبانها، فانطلقوا حتى إذا كانوا بناحية الحرة كفروا بعد إسلامهم، وقتلوا راعي النبيّ - صلى الله عليه وسلم -، واستاقوا الذود، فبلغ ذلك النبي - صلى الله عليه وسلم -، فبعث الطلب في آثارهم، فأمر بهم فسمروا أعينهم - كحلوها بمسامير الحديد المحماة - وقطعوا أيديهم، وتركوا في ناحية الحرة حتى ماتوا على حالهم، زاد البخاري: أن قتادة الذي روى الحديث عن أنس نقال: بلغنا أن النبي - صلى الله عليه وسلم - بعد ذلك (كان يحث على الصدقة، وينهى عن المثلة) . وروى أبو داودَ والنسائي عن أبي الزناد أنَّ رسول الله - صلى الله عليه وسلم - لما قطع الذين سرقوا لقاحه، وسمل أعينهم بالنار، عاتبه الله تعالى في ذلك فأنزل:  {إِنَّمَا جَزَاءُ الَّذِينَ يُحَارِبُونَ اللَّهَ وَرَسُولَهُ وَيَسْعَوْنَ فِي الْأَرْضِ فَسَادًا أَنْ يُقَتَّلُوا أَوْ يُصَلَّبُوا ...} الآية. </p><p> التفسير وأوجه القراءة </p><p> ٢٧ - {وَاتْلُ عَلَيْهِمْ} ؛ أي: واقرأ يا محمَّد على هؤلاء الحسدة من اليهود وأشباههم {نَبَأَ ابْنَيْ آدَمَ} عليه السلام؛ أي: خبر ولدي آدم من صلبه على الراجح عند المفسرين قابيل وهو أكبرهما وهابيل وهو أصغرهما تلاوةً متلبسة {بِالْحَقِّ} والصدق، مظهرة وكاشفة له، ومبينة لغرائز البشر وطبائعهم، وهي أنَّهم جبلوا على التباين والاختلاف الذي يفضي إلى التحاسد، والبغي، والقتل، ليعلموا الحكمة فيما شرعه الله في عقاب البغاة من الأفراد والجماعات، ويفقهوا أن بغي اليهود على الرسول والمؤمنين ليس من دينهم في شيء، وإنَّما ذاك للحسد </p><p>(١) المراغي.</p><p> والبغضاء، فما مثلهم إلا مثل ابني آدم؛ إذ حسد شرهما خيرهما، فبغى عليه فقتله، وكان مآله ما بينه الله سبحانه وتعالى في الآيات بعد. وهذه القصة دالة على أن كل ذي نعمة محسود، فلمَّا كانت نعم الله على سيدنا محمد - صلى الله عليه وسلم - أعظم النعم، كان أهل الكتاب استخرجوا أنواع المكر في حقه - صلى الله عليه وسلم - حسدًا منهم، فكان ذكر هذه القصة تسلية من الله تعالى لرسوله - صلى الله عليه وسلم - {إِذْ قَرَّبَا} ؛ أي: واتل عليهم قصتهما ليعتبروا بها حين قرب وقدم كل منهما إلى الله سبحانه وتعالى {قُرْبَانًا} وصدقة؛ بأمر أبيهما - وهو اسم لما يتقرب به إلى الله تعالى من ذبيحة أو صدقة .. {فَتُقُبِّلَ} القربان {مِنْ أَحَدِهِمَا} وهو هابيل أصغرهما؛ أي: تقبل الله منه قربانه لتقواه، وإخلاصه، وطيب نفسه به {وَلَمْ يُتَقَبَّلْ} القربان {مِنَ الْآخَرِ} وهو قابيل أكبرهما أي لم يتقبل الله منه قربانه لعدم التقوى والإخلاص. ولم يبين الله سبحانه لنا كيف علمًا أنَّه تقبل من أحدهما دون الآخر، وربَّما كان ذلك بوحي من الله تعالى لأبيهما آدم عليه السلام. روي (١) عن ابن عباس وابن عمر وغيرهما: أنَّ أحدهما كان صاحب حرث وزرع فقرب شر ما عنده وأردأه، غير طيبة به نفسه، وكان الآخر صاحب غنم وقرب أكرم غنمه، وأسمنها وأحسنها، طيبة به نفسه، كما روي عن بعضهم أن القربان المقبول كانت تجيء النار من السماء لتأكله، ولا تأكل غير المقبول، وكل هذا من الأخبار الإسرائيلية التي ليس لها مستند يوثق. </p><p> والقرابين عند اليهود أنواع: منها المحرقات للتكفير عن الخطايا بذبح ذكور البقر والغنم السالمة من العيوب، ومنها التقدمات من الدقيق والزيت والألبان، ومنها ذبائح السلامة لشكر الرب تعالى، والقربان عند النصارى: ما يقدسه الكاهن من الخبز والخمر، فيتحول في اعتقادهم إلى لحم المسيح ودمه حقيقة، والقربان عند المسلمين: اسم لذبائح النسك كالأضاحي وغيرها. </p><p> فأضمر الذي لم يتقبل منه القربان - وهو قابيل - لأخيه هابيل الحسد إلى أن </p><p>(١) المراغي.</p>"
}