{
  "id": null,
  "sura": 5,
  "aya": 107,
  "text": "<p> {شهادة} بالتنوين والوصل منصوبة الهاء. وقرأ أبو عمران الجوني:  {شهادة} بالتنوين، وإسكانِها في الوصل، {الله} بقطع الهمزة، وقصرها مفتوحة الهاء. وقرأ الشعبي وابن السميقع:  {شهادة} بالتنوين وإسكانها في الوصل {الله} بقطع الهمزة ومدها وكسر الهاء. وقرأ أبو العالية وعمرو بن دينار مثله إلا أنهما نصبا الهاء. انتهت. </p><p> {إِنَّا إِذًا} ؛ أي: إنا إذا فعلنا ذلك الكذب، واشترينا بالقسم ثمنًا من الدنيا، أو راعينا به قريبًا؛ بأن كذبنا فيه لمنفعة لأنفسنا، أو لذوي قرابتنا، أو كتمنا شهادة الله كلًّا أو بعضًا. {لَّمِنَ اَلأَثِمِينَ} ؛ أي: لَكُنَّا من المتحملين للإثم المستحقين للجزاء عليه. </p><p> وقرأ الأعمش وابن محيصن:  {لملاثمين} بإدغام نون {من} في لام {الآثمين} بعد حذف الهمزة، ونقل حركتها إلى اللام. </p><p> ١٠٧ - {فَإِنْ عُثِرَ عَلَى أَنَّهُمَا اسْتَحَقَّا إِثْمًا} ؛ أي: فإن اطلع بعد التحليف؛ أي: عشر أهل الميت أو من يلي أمره على أن الشاهدين من غير المسلمين الحالفين استحقا إثمًا؛ أي: استوجبا إثمًا؛ إما بكذب في الشهادة، أو اليمين، أو بكتمان شيء من التركة في حال ائتمانهما عليها، أو كتمانٍ في الشهادة {فَآخَرَانِ} ؛ أي: فالواجب أن ترد اليمين إلى الورثة بأن يقوم رجلان آخران {يَقُومَانِ مَقَامَهُمَا} ؛ أي: مقام الشاهدين الكاذبين في حلفهما {مِنَ الَّذِينَ اسْتَحَقَّ عَلَيْهِمُ} ؛ أي: حالة كونهما من الورثة الذين استحق لهم المال، فعليهم بمعنى: لهم اللذان هما {الْأَوْلَيَانِ} ؛ أي: الأقربان إلى الميت الأحقان بإرثه؛ أي: فرجلان آخران من الورثة المستحقين للتركة يقومان مقام الشاهدين الخائنين، وليكونا من أولى من يستحق الميراث؛ أي: هذان الرجلان الوارثان القائمان مقام الخائنين ينبغي أن يكونا هما الأولَيَيْنِ بالميت؛ أي: الأقربين الأحقين بإرثه إن لم يمنع من ذلك مانع، وهذا المعنى على قراءة {استُحق} بالبناء للمفعول، فعلى هذه القراءة يكون {الْأَوْلَيَانِ} خبر مبتدأ محذوف؛ أي: هما الأوليان كأنه قيل: من هما؟ فقيل: هما الأوليان. وقيل: هو بدل من الضمير في يقومان أو من {آخران} ، ويحتمل كون على في {عَلَيْهِمُ} على بابها، فتكون نائب فاعل لـ {اسْتَحَقَّ} ؛ أي: من الورثة الذين استحق </p><p> عليهم الإثم؛ أي: جني عليهم بالخيانة في مالهم، هم أهل الميت وعشيرته، والمعنى (١) على قراءة البناء للفاعل: من الذين استحق عليهم الأوليان من بينهم بالشهادة أن يجردوهما ويختاروهما للقيام بالشهادة، ويظهروا بهما كذب الكاذبين؛ لكونهما الأقربين إلى الميت. فـ {الْأَوْلَيَانِ} : فاعل {اسْتَحَقَّ} ، ومفعوله أن يجردوهما للقيام بالشهادة. وقيل: المفعول محذوف، والتقدير: من الذين استحق عليهم الأوليان بالميت وصيته التي أوصى بها. </p><p> وقرأ الجمهور:  {اسْتَحَقَّ} بالبناء للفاعل {الْأَوْلَيَانِ} : فاعل مرفوع تثنية الأوْلى. </p><p> وقرأ حمزة وأبو بكر:  {اسْتُحِقَّ} مبنيًّا للمفعول؛ وقرأ الحسن:  {استحق} مبنيًّا للفاعل، {الأولان} : مرفوع تثنية أوَّل، وقرأ بان سيرين:  {الأوليان} تثنية الأوْلى. </p><p> قوله:  {فيقسمان بالله} عطف على {يقومان} ؛ أي: فيحلفان بالله {لَشَهَادَتُنَا} ؛ أي: ليميننا، فالمرد بالشهادة هنا اليمين كما في قوله تعالى:  {فَشَهَادَةُ أَحَدِهِمْ أَرْبَعُ شَهَادَاتٍ بِاللَّهِ} ؛ أي: فيحلفان بالله بقولهما: والله لأيماننا على أنهما كاذبان خائنان في وصية ميتنا {أَحَقُّ} وأصدق {مِنْ شَهَادَتِهِمَا} ؛ أي: أيمانهما على أنهما صادقان فيما ادعيا {وَمَا اعْتَدَيْنَا} عليهما بتهمة باطلة؛ أي: ما تجاوزنا الحق في أيماننا {إِنَّا إِذًا لَمِنَ الظَّالِمِينَ} ؛ أي: ويقولان في يمينهما: إنا إذا اعتدينا الحق فحلفنا مبطلين كاذبين .. لنكونن من الظالمين لأنفسهم بتعريضها لسخط الله وانتقامه. وعبارة (٢)  \"المراح\" : {فَيُقْسِمَانِ} ؛ أي: هذان الآخران {بِاللَّهِ} بقولهما {لَشَهَادَتُنَا أَحَقُّ مِنْ شَهَادَتِهِمَا} ؛ أي: والله ليمين المسلمين أصدق وأحق بالقبول من يمين النصرانيين {وَمَا اعْتَدَيْنَا} ؛ أي: ما تجاوزنا الحق فيما ادعيا، وفي طلب المال، وفي نسبتهما إلى الخيانة {إِنَّا إِذًا لَمِنَ الظَّالِمِينَ} ؛ أي: إنا اعتدينا في ذلك .. كنا من الظاليمن أنفسهم بإقبالها لسخط تعالى وعذابه. </p><p>(١) الشوكاني. (٢) المراح.</p>"
}