{
  "id": null,
  "sura": 5,
  "aya": 26,
  "text": "<p> بَيْنَنا} يعني نفسه وأخاه هارون؛ أي فافصل بيننا {وَبَيْنَ الْقَوْمِ الْفَاسِقِينَ} ؛ أي: الخارجين عن طاعتك بقضاء تقضيه بيننا وبينهم، فتحكم لنا بما نستحق، وعليهم بما يستحقون، فقد صرنا خصمًا لهم، وصاروا خصمًا لنا، والغرض منه الدعاء عليهم. وقيل: إنَّ المعنى: أنك إذا أخذتهم بالعقاب على قسوتهم .. فلا تعاقبنا معهم في الدنيا، وإنَّما قال ذلك تقليلًا لمن يوافقه، ويجوز أن يكون المعنى: إلا نفسي ومن يؤاخيني في الدين، فعلى هذا الاحتمال يدخل الرجلان في قوله:  {وأخي} . وقرأ عبيد بن عمير ويوسف بن داود:  {فافرِق} بكسر الراء، وقال الراجز: </p><p> يَا رَبُّ فَافْرِقْ بَيْنَهُ وَبَيْنِي ... أَشَدَّ مَا فَرَّقْتَ بَيْنَ اثْنَيْنِ </p><p> وقرأ ابن السميقع:  {ففرق} . </p><p> ٢٦ - {قَالَ} الله سبحانه وتعالى لموسى مجيبًا دعوته: يا موسى {فَإِنَّهَا} ؛ أي: فإن الأرض المقدسة {مُحَرَّمَةٌ عَلَيْهِمْ} ؛ أي: ممنوع عليهم الدخول فيها أبدًا حتى يموتوا ويدخلها أبناؤهم. والمراد بالتحريم: تحريم منع وفعل، لا تحريم تعبد وتكليف، فلا يدخلونها ولا يملكونها بسبب عصيانهم، نظير قوله تعالى:  {وَحَرَّمْنَا عَلَيْهِ الْمَرَاضِعَ} ، وكون التحريم مؤبدًا إنْ قلنا إن الكلام تم عند قوله. {مُحَرَّمَةٌ عَلَيْهِمْ} وقوله: {أَرْبَعِينَ سَنَةً} ظرف لقوله: {يَتِيهُونَ فِي الْأَرْضِ} ؛ أي: يسيرون في البرية مدة أربعين سنة، تائهين متحيرين لا يدرون أين مصيرهم. وقيل: معناه أن الأرض المقدسة محرمة عليهم أربعين سنة، ثم يدخلونها وتفتح لهم، وعلى هذا القول فأربعين سنة ظرف لقوله:  {مُحَرَّمَةٌ عَلَيْهِمْ} فلما (١) انقضت مدة أربعين سنة .. خرج بهم يوشع بن نون عليه السلام أو بمن بقي منهم وبسائر بني إسرائيل من الجيل الثاني، فقصد بهم بيت المقدسة فحاصرها، فكان فتحها يوم الجمعة بعد العصر. فلمَّا تضيفت الشمس للغروب وخشي دخول السبت عليهم قال: إنَّك مأمورة، وأنا مأمور، اللهم احبسها عليّ، فحبسها الله تعالى </p><p>(١) ابن كثير.</p><p> حتى فتحها، وأمر الله يوشع بن نون: أن يأمر بني إسرائيل - حين يدخلون بيت المقدس - أن يدخلوا بها سجدًا، وهم يقولون حطة؛ أي: حط عنا ذنوبنا، فبدلوا ما أمروا به، ودخلوا يزحفون على استاههم وهم يقولون حبة في شعرة، وقد تقدم هذا كله في البقرة. </p><p> وقوله تعالى:  {فَلَا تَأسَ عَلَى الْقَوْمِ الْفَاسِقِينَ} تسلية لموسى عليه السلام عنهم لما ندم على الدعاء عليهم، وبين أنهم أحقاء بذلك لفسقهم؛ أي؛ لا تحزن يا موسى على هلاكهم وعقوبتهم؛ لأنهم أهل مخالفة وخروج عن الطاعة، فهم فاسقون متمردون مستحقون لهذا التأديب الإلهي، وقيل: الخطاب لمحمد - صلى الله عليه وسلم -، والمراد بالفاسقين معاصروه؛ أي: هذه فعال أسلافهم، فلا تحزن أنت بسبب أفعالهم الخبيثة معك، وردهم عليك؛ فإنَّها سجية خبيثة موروثة عندهم. </p><p> فائدة: واختلف المفسرون في مقدار الأرض التي تاهوا فيها (١) ، فقيل: مقدار ستة فراسخ، وقيل: ستة فراسخ في اثني عشر فرسخًا، وقيل: تسع فراسخ في ثلاثين فرسخًا، وكان القوم ست مئة ألف مقاتل، وكانوا يرحلون ويسيرون يومهم أجمع، فإذا أمسوا .. إذ هم في الموضع الذي رحلوا منه، وكان ذلك التيه عقوبة لبني إسرائيل، ما خلا موسى وهارون ويوشع وغالب؛ فإن الله تعالى سهله عليهم، وأعانهم عليه، كما سهل على إبراهيم النار وجعلها بردًا وسلامًا. </p><p> فإنْ قلت:  (٢) كيف يعقل بقاء هذا الجمع العظيم، في هذا المقدار الصغير من الأرض أربعين سنة، بحيث لم يخرج منه أحد؟. </p><p> قلت: هذا من باب خوارق العادات، وخوارق العادات في أزمان الأنبياء غير مستبعدة؛ فإن الله على كل شيء قدير. وقيل: إن فسرنا ذلك التحريم بتحريم التعبد .. زال هذا الإشكال لاحتمال أن الله ما حرم عليهم الخروج من تلك الأرض، بل أمرهم بالمكث فيها أربعين سنة في المشقة والمحنة، جزاءً لهم على سوء صنيعهم، ومخالفتهم أمر الله، ولما حصل بنو إسرائيل في التيه شكوا إلى </p><p>(١) الخازن. (٢) الخازن.</p><p> موسى عليه السلام حالهم، فأنزل الله عليهم المنّ والسلوى، وأعطوا من الكسوة ما هي قائمة لهم، فينشأ الناشىء منهم، فتكون معه على مقداره وهيئته، وسأل موسى ربه أن يسقيهم، فأتى بحجر أبيض من جبل الطور، فكان إذا نزل ضربه بعصاه، فيخرج منه اثنتا عشرة عينًا، لكل سبط منهم عين، وأرسل الله عليهم الغمام يظللهم في التيه، ومات في التيه كل من دخله ممن جاوز عشرين سنة، غير يوشع بن نون وكالب بن يوقنا، ولم يدخل أريحاء ممن قال:  {إِنَّا لَنْ نَدْخُلَهَا أَبَدًا} . واختلفوا في أنَّ موسى عليه السلام مات في التيه أم خرج منه. فقيل: إن موسى وهارون ماتا في التيه جميعًا. وإن (١) في هذا العقاب الإلهي لعبرة لأولي الألباب، يستفيدون منها، أن الشعوب التي تنشأ في مهد الاستعباد تذهب أخلاقها، ويذهب بأسها، وتضرب عليها الذلة والمسكنة، وتأنس بالمهانة، وإذا طال عليها الأمد أصبحت تلك الصفات غرائز وطباعًا خلقية لها، كما رأينا ذلك في بعض الشعوب التي أخذها الاستئمار، كشعوب الأروميا في شرقي أفريقيا، وغيرهم ممن أخذهم واستعبدهم الاستئمار، فإذا خرجوا من بيئتهم، ورفع عنهم نير الظلم والاستعباد .. حنوا إلى ما كانوا فيه أولًا، وتاقت نفوسهم إلى الرجوع إليه، وهذا شأن البشر في جميع ما يألفون، ويجرون عليه من خير وشرّ. </p><p> وقد أفسد ظلم الفراعنة فطرة بني إسرائيل في مصر، وطبع عليهم بطابع الذلة والمهانة، وقد أراهم الله تعالى ما لم ير أحدًا من الآيات الدالة على وحدانيته وقدرته، وصدق رسوله موسى عليه السلام، وبيَّن لهم أنَّه أخرجهم من مصر لينقذهم من العبودية إلى نعيم الحرية، ومع هذا كله كانوا إذا أصابهم نصب أو جوع، أو كلفوا أمرًا يشق عليهم، يتطيرون بموسى، ويذكرون مصر ويحنون إلى العودة إليها، وحين غاب عنهم موسى عليه السلام لمناجاة ربه، اتخذوا لهم عجلًا من حليهم وعبدوه، وكان يعلم أن نفوسهم ميتة، لا تطيعهم على دخول أرض الجبارين وأن وعده تعالى لأجدادهم إنَّما يتم إذا هلك ذلك الجيل الذي </p><p>(١) المراغي.</p><p> نشأ في الوثنية، ونشأ بعده جيل جديد يعيش في حرية البداوة وعدل الشريعة. وعلى هذه السنة العادلة أمر الله بني إسرائيل بدخول الأرض المقدسة، بعد أن أراهم عجائب تأييده لرسوله، لكنهم أبوا واستكبروا، فأخذهم بذنوبهم، وأنشأ من بعدهم قومًا آخرين، جعلهم الأئمة الوارثين بهممهم الموافقة لسنته في الاجتماع. </p><p> قصة وفاة موسى وهارون عليهما السلام </p><p> فأما هارون (١) : فإنه كان أكبر من موسى بسنة، قال السدي: أوحى الله عز وجل إلى موسى أني متوفي هارون، فأتِ به جبل كذا وكذا، فانطلق موسى وهارون نحو ذلك الجبل، فإذا بشجرة لم يرَ مثلها. وإذا بيت مبني وفيه سرير عليه فراش، وفيه رائحة طيبة، فلما رأى هارون ذلك البيت أعجبه وقال: يا موسى إني أحب أن أنام على هذا السرير، قال: نمْ، قال: إني أخاف أن يأتي رب هذا البيت فيغضب عليّ، قال: لا تخف إنِّي أكفيك رب هذا الييت فنم، قال: يا موسى فنم أنت معي، فإن جاء رب هذا البيت غضب علي وعليك جميعًا، فلما ناما أخذ هارون الموتُ، فلما وجد مسه قال: يا موسى خدعتني، فلما قبض هارون، ورفع البيت والسرير إلى السماء - وهارون عليه - وذهبت الشجرة، فرجع موسى إلى بني إسرائيل وليس هارون معه، فقال بنو إسرائيل: حسد موسى هارون فقتله لحبنا إياه، قال موسى: ويحكم إن هارون كان أخي، أفتروني أقتله؟ فلما أكثروا عليه، قام موسي، فصلى ركعتين، ثم دعا الله عز وجل، فنزل السرير - وعليه هارون - فنظروا إليه وهو بين السماء والأرض فصدقوه، ثم رفع. </p><p> وقال علي بن أبي طالب رضي الله عنه: صعد موسى وهارون عليهما السلام إلى الجبل، فمات هارون وبقي موسى، فقال بنو إسرإئيل لموسى: أنت قتلته، وآذوه، فأمر الله الملائكة، فحملوه حتى مروا به على بني إسرائيل، وتكلمت الملائكة، فصدقت بنو إسرائيل أنه مات، وبرأ الله موسى مما قالوه، ثم </p><p>(١) الخازن.</p><p> إن الملائكة حملوه ودفنوه، ولم يطلع على موضع قبره أحد إلا الرخم، فجعله أصم أبكم. </p><p> وأما وفاة موسى عليه السلام، فقال ابن إسحاق: كان صفي الله موسى عليه السلام قد كره الموت وأعظمه، فأراد الله تعالى أن يحبب إليه الموت، فنبأ يوشع بن نون، فكان موسى يغدو ويروح إليه ويقول له: يا نبي الله ما أحدث الله إليك؟ فيقول له يوشع: يا نبى الله ألم أصحبك كذا وكذا سنة فهل كنت أسألك عن شيء مما أحدث الله إليك، حتى كنت أنت تبتدىء به، وتذكره لي، ولا يذكر له شيئًا؟ فلما رأى موسى ذلك، كره الحياة وأحب الموت. </p><p> وعن أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \"أرسل ملك الموت إلى موسى، فلما جاءه صكه ففقأ عينه،فرجع إلى ربه فقال:أرسلتني إلى عبد لا يريد الموت؟فرد الله عليه عينه وقال:ارجع فقل له يضع يده على متن ثور، فله بكل ما غطت يده من شعرة سنة،قال:أي رب ثم مه؟قال:ثم الموت،قال:فالآن، فسأل الله أن يدنيه من الأرض المقدسة رمية بحجر؟ قال رسول الله - صلى الله عليه وسلم -: فلو كنت ثَم لأريتكم قبره إلى جانب الطريق عند الكثيب الأحمر\" . متفق عليه. </p><p> وفي رواية لمسلم قال: جاء ملك الموت إلى موسى، فقال: أحب ربك، قال: فلطم موسى عين ملك الموت ففقأها. ثم ذكر معنى ما تقدم. قال النواوي: قال المازري: وقد أنكر بعض الملاحدة هذا الحديث، وأنكره تصوره، قالوا: كيف يجوز على موسى فقأ عين ملك الموت؟ وأجاب عنه العلماء بأجوبة: </p><p> أحدها: أنه لا يمتنع أن يكون الله قد أذن لموسى في هذه اللطمة، ويكون ذلك امتحانًا للملطوم، والله تعالى يفعل في خلقه ما يشاء، ويمتحنهم بما أراد. </p><p> والثاني: أن موسى لم يعلم أنه ملك من عند الله تعالى، وظن أنَّه رجل قصده يريد نفسه، فدافعه عنها، فأدت المدافعة إلى فقأ عينه، لا أنه قصدها بالفقأ، وتؤيده رواية صكّه، وهذا جواب الإِمام أبي بكر بن خزيمة وغيره من المتقدمين، واختاره المازري والقاضي عياض، قالوا: وليس في الحديث تصريح </p><p> بأنه قصد فقأ عينه. فإنْ قيل: فقد اعترف موسى حين جاءه ثانيًا بأنه ملك الموت؟ فالجواب: أنَّه أتاه في المرة الثانية بعلامة علم بها أنه ملك الموت، فاستسلم له بخلاف المرة الأولى. وأما سؤال موسى الإدناء من الأرض المقدسة؛ فلشرفها وفضلها، وفضل من بها من المدفونين من الأنبياء وغيرهم. وفيه دليل على استحباب الدفن في المواضع الفاضلة، والمواطن المباركة، والقرب من مدافن الصالحين. </p><p> قال بعض العلماء: وإنَّما سأل موسى الإدناء ولم يسأل نفس بيت المقدس؛ لأنَّه خاف أن يكون قبره مشهورًا عندهم فيفتتن به الناس كما مر، والله أعلم. </p><p> قال وهب بن منبه: خرج موسى لبعض حاجته، فمرّ برهط من الملائكة يحفرون قبرًا لم ير شيئًا أحسن منه، ولا مثل ما فيه من الخضرة والنضرة والبهجة، فقال لهم: يا ملائكة الله لمن تحفرون هذا القبر؟ فقالوا: لعبد كريم على ربه، فقال: إن هذا العبد من الله بمنزلة ما رأيت كاليوم قط؟ فقالت الملائكة: يا صفي الله تحب أن يكون لك؟ قال: وددت، قالوا: فانزل واضطجع فيه وتوجه إلى ربك، فنزل واضطجع وتوجه إلى ربه عز وجل، ثم تنفس أسهل تنفس، فقبض الله روحه، ثم سوت الملائكة عليه التراب. </p><p> وقيل: إن ملك الموت أتاه بتفاحة من الجنة فشمها فقبض روحه، وكان عمر موسى عليه السلام مئة وعشرين سنة، فلما مات موسى عليه السلام .. انقضت الأربعون سنة، وبعث الله يوشع إلى بني إسرائيل، فأخبرهم أن الله قد أمره بقتال الجبارين، فصدقوه وتابعوه، فتوجه ببني إسرائيل إلى أريحاء - وهي مدينة الجبارين - ومعه تابوت الميثاق، فأحاط بمدينة أريحاء ستة أشهر. فلما كان في السابع نفخوا في القرون، وضجوا في الشعب ضجة واحدة، فسقط سور المدينة، فدخلوها وقاتلوا الجبارين وهزموهم، وهجموا عليهم يقتلونهم، فكانت العصابة من بني إسرائيل يجتمعون على عنق الرجل من الجبابرة بضربونها حتى يقطعونها، وكان القتال والفتح يوم الجمعة، فبقيت منهم بقية، وكادت الشمس أن تغرب وتدخل ليلة السبت، فقال: اللهم اردد علي الشمس، وقال للشمس: إنك في طاعة الله، وأنَّا في طاعة الله، وسأل الشمس أن تقف والقمر أن يقف، حتى </p><p> ينتقم من أعداء الله قبل دخول السبت، ورد الله عليه الشمس وزيد في النهار ساعة حتى قتلهم أجمعين، وتتبع ملوك الشام، فاستباح منهم أحدًا وثلاثين ملكًا، حتى غلب على جميع أرض الشام، وصارت كلها لبني إسرائيل وفرق عماله نواحيها، وجمع الغنائم، فجاءت النار لتأكلها فلم تطعمها، فقال: إن فيكم غلولًا فليبايعني من كل قبيلة رجل ففعلوا، فلصقت يد رجل بيده، فقال: فيكم الغلول، فجاؤوا برأس ثور من ذهب، مكلل بالياقوت والجوهر، قد غلّه رجل منهم، فجعله في القربان، وجعل الرجل معه، فجاءت النار فأكلت الرجل والقربان. </p><p> وفي الحديث الصحيح ما يدل على صحة هذا، وهو ما روي عن أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \"غزا نبي من الأنبياء فقال لقومه: لا يتبعني رجل ملك بضع امرأة وهو يريد أن يبني بها ولم يبن بها، ولا أحد بني بيوتًا ولم يرفع سقوفها، ولا رجل اشترى غنمًا، أو خلفات وهو ينتظر أولادها، فغزا، فدنا من القرية صلاة العصر أو قريبًا من ذلك،فقال للشمس:إنَّك مأمورة وأنا مأمور، اللهم احبسها علينا، فحبست حتى فتح الله عليه، فجمع الغنائم، فجاءت - يعني النار - لتأكلها، فلم تطعهما،فقال:إنَّ فيكم غلولًا، فليبايعني من كل قبيلة رجل، فلزقت يد رجل بيده،فقال:فيكم الغلول، فجاؤوا برأس مثل رأس بقرة من الذهب، فوضعها فجاءت النار فأكلتها\" . زاد في رواية فلم تحل الغنائم لأحد قبلنا، ثم أحل الله لنا الغنائم لما رأى ضعفنا وعجزنا فأحلها لنا. أخرجه البخاري ومسلم. </p><p> الإعراب </p><p> {وَإِذْ قَالَ مُوسَى لِقَوْمِهِ يَا قَوْمِ} . </p><p> {وَإِذْ}  (الواو) : استئنافية. {إذ} : ظرف لما مضى من الزمان متعلق بمحذوف تقديره: اذكر يا محمَّد وقت قول موسى لقومه، والجملة المحذوفة مستأنفة. {قَالَ مُوسَى} : فعل وفاعل، والجملة في محل الجر مضاف إليه. {لِقَوْمِهِ} : جار ومجرور ومضاف إليه متعلق بـ {قَالَ} . {يَا قَوْمِ اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ} إلى قوله: {خَاسِرِينَ} مقول محكي لقال، وإن شئت قلت:  {يَا قَوْمِ} يا: </p><p> حرف نداء. {قوم} : منادى مضاف منصوب وعلامة نصبه فتحه مقدرة على ما قبل ياء المتكلم المحذوفة اجتزاءً عنها بالكسرة، منع من ظهورها اشتعال المحل بحركة المناسبة {قوم} مضاف. وياء المتكلم المحذوفة اجتزاء عنها بالكسرة في محل الجر مضاف إليه مبنية على السكون، هذا على قراءة الجمهور بكسر الميم. وقرىء بضم الميم وإعرابه على هذه القراءة {يا} : حرف نداء. {قومُ} : منادى مضاف منصوب وعلامة نصبه فتحة مقدرة على ما قبل ياء المتكلم المحذوفة، اجتزاء عنها بالكسرة المقلوبة ضمة تشبيهًا له بالنكرة المقصودة، منع من ظهورها اشتغال المحل بحركة المناسبة {قوم} مضاف، وياء المتكلم المحذوفة اجتزاء عنها بالكسرة المقلوبة ضمة في محل الجر مضاف إليه، مبنية على السكون لشبهها بالحرف شبهًا وضعيًّا، وجملة النداء في محل النصب مقول القول. وهذه اللغة أعني - لغة الضم - هى اللغة السادسة من اللغات الست الجارية في المنادى الصحيح الآخر، المضاف إلى ياء المتكلم، سواء كان لفظ أب أو أم أو غيرهما، كما بينتها بيانًا شافيًا في رسالتي المسماة بـ \"هدية أولي العلم والإنصاف، في إعراب المنادى المضاف\" المطبوعة مع \"الباكورة\" الموضوعة على \"الآجرومية\" ولم يذكر هذه اللغة ابن مالك في \"ألفيته\" حيث قال: </p><p> وَاجْعَلْ مُنَادَى صَحَّ أَنْ يُضَفْ لِيَا ... كَعَبْدِ عَبْدِيْ عَبْدَ عَبْدَا عَبْدِيَا </p><p> {اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ جَعَلَ فِيكُمْ أَنْبِيَاءَ وَجَعَلَكُمْ مُلُوكًا وَآتَاكُمْ مَا لَمْ يُؤْتِ أَحَدًا مِنَ الْعَالَمِينَ (٢٠) يَا قَوْمِ ادْخُلُوا الْأَرْضَ الْمُقَدَّسَةَ الَّتِي كَتَبَ اللَّهُ لَكُمْ وَلَا تَرْتَدُّوا عَلَى أَدْبَارِكُمْ فَتَنْقَلِبُوا خَاسِرِينَ (٢١) }. </p><p> {اذْكُرُوا} : فعل وفاعل. {نِعْمَةَ اللَّهِ} : مفعول به ومضاف إليه، والجملة في على النصب مقول القول على كونها جواب النداء، {عَلَيْكُمْ} : جار ومجرور، متعلق بـ {نِعْمَةَ اللَّهِ} أو حال منها {إِذْ} : ظرف لما مضى من الزمان، متعلق بـ {نِعْمَةَ اللَّهِ} . {جَعَلَ} : فعل ماضٍ وفاعله ضمير يعود على {اللَّهِ}  {فِيكُمْ} : جار ومجرور، متعلق بـ {جَعَلَ} على كونه مفعولًا ثانيًا له. {أَنْبِيَاءَ} : مفعول أول له، والجملة الفعلية في محل الجر مضاف إليه لإذ. {وَجَعَلَكُمْ} : فعل ومفعول أول وفاعله ضمير يعود على {اللَّهِ}  {مُلُوكًا} : مفعول ثانٍ لجعل، </p><p> وجملة {جَعَلَ} : في محل الجر معطوفة على جملة {جَعَلَ} الأول. {وَآتَاكُمْ} : فعل ومفعول أول وفاعله ضمير يعود على {اللَّهِ}  {مَا} : موصولة أو موصوفة في محل النصب مفعول ثانٍ لآتى، وجملة آتى في محل الجرّ معطوفة على جملة {جَعَلَ} الأول. {لَمْ يُؤْتِ} جازم وفعل، وفاعله ضمير يعود على {اللَّهِ} والمفعول الأول محذوف تقديره ما لم يؤته وهو العائد على {مَا} . {أَحَدًا} مفعول ثانٍ {مِنَ الْعَالَمِينَ} : جار ومجرور صفة لـ {أَحَدًا} ، وجملة آتى صلة لما أو صفة لها {يَا قَوْمِ} منادى مضاف، وجملة النداء في محل النصب مقول القول {ادْخُلُوا الْأَرْضَ} : فعل وفاعل ومفعول، والجملة في محل النصب مقول القول مع كونها جواب النداء. {الْمُقَدَّسَةَ} صفة أولى لـ {الْأَرْضَ} . {الَّتِي} : اسم موصول في محل النصب صفة ثانية لـ {الْأَرْضَ} . {كَتَبَ اللَّهُ} : فعل وفاعل {لَكُمْ} متعلق بـ {كَتَبَ} ، والجملة الفعلية صلة الموصول، والعائد محذوف تقديره: كتبها الله لكم، {وَلَا تَرْتَدُّوا} جازم وفعل وفاعل، والجملة معطوفة على جملة {ادْخُلُوا} . على كونها جواب النداء {عَلَى أَدْبَارِكُمْ} : جار ومجرور، متعلق بـ {تَرْتَدُّوا} ، أو حال من فاعله تقديره: ولا ترتدوا حال كونكم منقلبين على أدباركم {فَتَنْقَلِبُوا} : فعل وفاعل مجزوم بحذف النون على كونه معطوفًا على {تَرْتَدُّوا} ، أو منصوب بأن مضمرة وجوبًا بعد الفاء السببية الواقعة في جواب النهي {خَاسِرِينَ} حال من فاعل تنقلبوا. </p><p> {قَالُوا يَا مُوسَى إِنَّ فِيهَا قَوْمًا جَبَّارِينَ وَإِنَّا لَنْ نَدْخُلَهَا حَتَّى يَخْرُجُوا مِنْهَا فَإِنْ يَخْرُجُوا مِنْهَا فَإِنَّا دَاخِلُونَ (٢٢) }. </p><p> {قَالُوا} : فعل وفاعل والجملة مستأنفة. {يَا مُوسَى} إلى قوله: {دَاخِلُونَ} مقول محكي، وإنْ شئت قلت:  {يَا مُوسَى} منادى مفرد العلم، وجملة النداء في محل النصب مقول {قَالُوا} . {إِنَّ} : حرف نصب. {فِيهَا} : جار ومجرور خبر مقدم لـ {إِنَّ} . {قَوْمًا} : اسمها مؤخر. {جَبَّارِينَ} صفة {قَوْمًا} ، وجملة إنَّ في محل النصب مقول القول على كونها جواب النداء. {وإنَّا} الواو: عاطفة. {إِنَّا}  {إنَّ} : حرف نصب. ونا: اسمها. {لَنْ نَدْخُلَهَا} ناصب وفعل ومفعول وفاعله ضمير يعود على قوم موسى، والجملة الفعلية في محل الرفع خبر إنَّ، </p><p> وجملة {إنَّ} في محل النصب معطوفة على جملة {إنَّ} الأولى، على كونها مقول القول. {حَتَّى} : حرف جر وغاية. {يَخْرُجُواْ} : فعل وفاعل منصوب بأن مضمرة بعد حتى بمعنى إلى. {مِنْهَا} متعلق به، والجملة الفعلية صلة {أنْ} المضمرة، أن مع صلتها في تأويل مصدر مجرور بحتى، بمعنى إلى تقديره: إلى خروجهم منها، الجار والمجرور، متعلق بـ {نَدْخُلَهَا} . {فَإِنَّا دَاخِلُونَ} الفاء: فاء الفصيحة، لأنَّها أفصحت عن جواب شرط مقدر تقديره: إذا عرفت عدم دخولنا إلى خروجهم، وأردت بيان حكم ما إذا خرجوا منها .. فأقول لك. {إنْ} : حرف شرط. {يَخْرُجُوا} : فعل وفاعل مجزوم بـ {إنْ} على كونه فعل شرط لها. {مِنْهَا} متعلق بـ {يَخْرُجُوا} . {فَإِنَّا} الفاء: رابطة لجواب {إنْ} الشرطية وجوبًا. {إِنَّا} : {إنَّ} : حرف نصب. و (نا) : ضمير المتكلمين في محل النصب اسمها. {دَاخِلُونَ} : خبر إنَّ مرفوع بالواو، وجملة {إنَّ} في محل الجزم على كونها جوابًا لها، وجملة {إنَّ} : الشرطية في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. </p><p> {قَالَ رَجُلَانِ مِنَ الَّذِينَ يَخَافُونَ أَنْعَمَ اللَّهُ عَلَيْهِمَا ادْخُلُوا عَلَيْهِمُ الْبَابَ فَإِذَا دَخَلْتُمُوهُ فَإِنَّكُمْ غَالِبُونَ وَعَلَى اللَّهِ فَتَوَكَّلُوا إِنْ كُنْتُمْ مُؤْمِنِينَ (٢٣) }. </p><p> {قَالَ رَجُلَانِ} : فعل وفاعل، والجملة مستأنفة {مِنَ الَّذِينَ} : جار ومجرور صفة أولى لـ {رَجُلَانِ}  {يَخَافُونَ} : فعل وفاعل، صلة الموصول، والعائد ضمير الفاعل {أَنْعَمَ اللَّهُ} : فعل وفاعل {عَلَيْهِمَا} : جار ومجرور، متعلق بـ {أَنْعَمَ} وجملة {أَنْعَمَ اللَّهُ} في محل الرفع صفة ثانية لـ {رَجُلَانِ} ، {ادْخُلُوا عَلَيْهِمُ الْبَابَ} إلى قوله {مُؤْمِنِينَ} مقول محكي لـ {قال} ، وإن شئت قلت:  {ادْخُلُوا} : فعل وفاعل، والجملة في محل النصب مقول {قَالَ} . {عَلَيْهِمُ} : جار ومجرور، متعلق بـ {ادْخُلُوا} . {الْبَابَ} : مفعول به. {فَإِذَا دَخَلْتُمُوهُ} : (الفاء) : فاء الفصيحة لأنَّها أفصحت عن جواب شرط مقدر تقديره: إذا عرفتم قولنا: ادخلوا عليهم الباب، وأردتم بيان ما يترتب على الدخول .. فأقول لكم. {إذا} : ظرف لما يستقبل من الزمان مضمنة معنى الشرط، في محل النصب على الظرفية، </p><p> والظرف متعلق بالجواب الآتي. {دَخَلْتُمُوهُ} : فعل وفاعل ومفعول، والجملة الفعلية في محل الخفض بإضافة {إذا} . {فَإِنَّكُمْ}  (الفاء) : رابطة لجواب {إذا} وجوبًا. {إن} : حرف نصب. (الكاف) : ضمير المخاطبين في محل النصب اسمها {غَالِبُونَ} : خبر إنَّ، وجملة إنَّ جواب {إذا} ، لا محل لها من الإعراب، وجملة {إذا} في محل النصب مقول لجواب إذا المقدرة {وَعَلَى اللَّهِ فَتَوَكَّلُوا} : (الواو) : استئنافية. {عَلَى اللَّهِ} : جار ومجرور متعلق بـ {توكلوا} . {فَتَوَكَّلُوا} : (الفاء) : زائدة. {توكلوا} : فعل وفاعل والجملة مستأنفة {إِن} : حرف شرط جازم {كُنْتُمْ} : فعل ناقص واسمه في محل الجزم بـ {إن} الشرطية على كونه فعل شرط لها {مُؤْمِنِينَ} : خبر كان، وجواب {إِن} الشرطية محذوف معلوم مما قبلها تقديره: إنْ كنتم مؤمنين .. فتوكلوا على الله، وجملة {إن} الشرطية مستأنفة. </p><p> {قَالُوا يَا مُوسَى إِنَّا لَنْ نَدْخُلَهَا أَبَدًا مَا دَامُوا فِيهَا فَاذْهَبْ أَنْتَ وَرَبُّكَ فَقَاتِلَا إِنَّا هَاهُنَا قَاعِدُونَ (٢٤) }. </p><p> {قَالُوا} : فعل وفاعل، والجملة مستأنفة. {يَا مُوسَى} إلى قوله: {قَاعِدُونَ} مقول محكي لـ {قَالُوا} ، وإنْ شئت قلت:  {يَا مُوسَى} : منادى مفرد علم، وجملة النداء في محل النصب مقول {قَالُوا} . {إِنَّا} ناصب واسمه. {لَنْ نَدْخُلَهَا} : ناصب وفعل ومفعول، وفاعله ضمير يعود على قوم موسى، والجملة الفعلية في محل الرفع خبر إنَّ، وجملة إنَّ في محل النصب مقول القول. {أَبَدًا} : منصوب على الظرفية الزمانية متعلق بـ {نَدْخُلَهَا} . {مَّا} . مصدرية ظرفية. {دَامُوا} : فعل ناقص واسمه. {فِيهَا} : جار ومجرور خبر دام، وجملة دام صلة ما المصدرية ما مع صلتها في تأويل مصدر مجرور بإضافة الظرف المقدر إليه تقديره: مدة دوامهم فيها وهذا الظرف المقدر (١) بدل من {أَبَدًا} بدل بعض من كل لأنَّ الأبد يعم الزمن المستقبل كله، ودوام الجبارين فيها بعضه، </p><p>(١) الفتوحات.</p><p> وظاهر عبارة الزمخشري يحتمل أن يكون بدل كل من كل، أو عطف بيان، والعطف قد يقع في النكرتين، على خلاف فيه تقدم. اهـ. \"سمين\" . {فَاذْهَبْ} : (الفاء) : حرف عطف وتفريع. {اذهب} : فعل أمر وفاعله ضمير يعود على موسى {أَنْتَ} تأكيد لضمير الفاعل المستتر {وَرَبُّكَ} معطوف على ضمير الفاعل المستتر في {اذهب} والجملة معطوفة مفرعة على جملة قوله: {إِنَّا لَنْ نَدْخُلَهَا} على كونها مقول {قَالُوا} . وفي \"الفتوحات\" قوله: {وَرَبُّكَ} فيه أربعة أوجه: </p><p> أحدها: أنه مرفوع عطفًا على العامل المستتر في {اذهب} وجاز ذلك للتأكيد بالضمير على حد قوله: </p><p> وَإِنْ عَلَى ضَمِيْرِ رَفْعٍ مُتَّصِلْ ... عَطَفْتَ فَافْصِلْ بِالضَّمِيْرِ الْمُنْفَصِلْ </p><p> الثاني: أنَّه مرفوع بفعل محذوف؛ أي: وليذهب ربك، ويكون من عطف الجمل، وقد تقدم لي نقل هذا القول، والرد عليه، ومخالفته لنص سيبويه عند قوله:  {اسْكُنْ أَنْتَ وَزَوْجُكَ الْجَنَّةَ} . </p><p> الثالث: أنه مبتدأ والخير محذوف، والواو واو الحال. </p><p> والرابع: أن الواو للعطف، وما بعدها مبتدأ محذوف الخبر أيضًا، ولا محل لهذه الجملة عن الإعراب لكونها دعاء والتقدير: وربك يعينك. اهـ. \"سمين\" . </p><p> {فَقَاتِلَا} الفاء: عاطفة. {قاتلا} : فعل وفاعل، والجملة معطوفة على جملة {فَاذْهَبْ} . {إِنَّا} : ناصب واسمه {هَاهُنَا} ها: حرف تنبيه. هنا: ظرف مكان في محل النصب على الظرفية، مبني على السكون لشبهه بالحرف شبهًا معنويًّا، والظرف متعلق بـ {قَاعِدُونَ} . {قَاعِدُونَ} خبر إنَّ، وجملة إن مسوقة لتعليل ما قبلها. </p><p> {قَالَ رَبِّ إِنِّي لَا أَمْلِكُ إِلَّا نَفْسِي وَأَخِي فَافْرُقْ بَيْنَنَا وَبَيْنَ الْقَوْمِ الْفَاسِقِينَ (٢٥) }. </p><p> {قَالَ} : فعل ماضٍ وفاعله ضمير يعود على محمد، والجملة مستأنفة. </p><p> {رَبِّ إِنِّي لَا أَمْلِكُ} إلى {الْفَاسِقِينَ} مقول محكي لـ {قَالَ} ، وإنْ شئت قلت:  {رَبِّ} : منادى مضاف حذف منه حرف النداء، منصوب وعلامة نصبه فتحة مقدرة على ما قبل ياء المتكلم المحذوفة اجتزاء عنها بالكسرة، وياء المتكلم المحذوفة اجتزاء عنها بالكسرة في محل الجر مضاف إليه، وجملة النداء في محل النصب مقول {قَالَ} . {إِنِّي} ناصب واسمه {لَاَ} : نافية. {أَمْلِكُ} : فعل مضارع وفاعله ضمير يعود على {موسى} ، والجملة جواب النداء في محل خبر {إنّ} إنّ وأسمها وخبرها في محل نصب مقول {قَالَ} . {إلَّا} : أداة استثناء مفرغ. {نَفْسِي} : مفعول به ومضاف إليه. {وَأَخِي} معطوف على {نَفْسِي}  {فَافْرُقْ} : (الفاء) : حرف عطف وتقريع. {افرق} : فعل دعاء وفاعله ضمير يعود على الله، والجملة مفرعة معطوفة على جملة {لَا أَمْلِكُ} . {بَيْنَنَا} : ظرف ومضاف إليه متعلق بـ {افرق} . {وَبَيْنَ الْقَوْمِ} : ظرف ومضاف إليه معطوف على {بَيْنَنَا} . {الْفَاسِقِينَ} صفة للقوم. </p><p> {قَالَ فَإِنَّهَا مُحَرَّمَةٌ عَلَيْهِمْ أَرْبَعِينَ سَنَةً يَتِيهُونَ فِي الْأَرْضِ فَلَا تَأسَ عَلَى الْقَوْمِ الْفَاسِقِينَ (٢٦) }. </p><p> {قَالَ} : فعل ماضٍ وفاعله ضمير يعود على الله، والجملة مستأنفة. {فَإِنَّهَا مُحَرَّمَةٌ عَلَيْهِمْ} إلى آخر الآية مقول محكي، وإنْ شئت قلت:  {فَإِنَّهَا} : (الفاء) : استئنافية. (إنَّ) : حرف نصب. و (الهاء) : اسمها. {مُحَرَّمَةٌ} : خبرها. {عَلَيْهِمْ} متعلق بـ {مُحَرَّمَةٌ} ، وجملة (إنَّ) في محل النصب مقول (قال) . {أَرْبَعِينَ} منصوب على الظرفية الزمانية وعلامة نصبه الياء. {سَنَةً} تمييز لـ {أَرْبَعِينَ} ، والظرف متعلق بـ {مُحَرَّمَةٌ} . {يَتِيهُونَ} : فعل وفاعل. {فِي الْأَرْضِ} متعلق به، والجملة في محل النصب حال من الضمير المجرور في {عَلَيْهِمْ} . وفي \"الفتوحات\" قوله: {أَرْبَعِينَ سَنَةً} ظرف لقوله: {يَتِيهُونَ} فيكون التحريم على هذا غير مؤقت بهذه المدة، أو هو ظرف لـ {مُحَرَّمَةٌ} فيكون التحريم مقيدًا بهذه المدة. والأول: تفسير كثير من السلف. وأمَّا الوجه الثاني: فيدل عليه ما روي أنَّ موسى عليه السلام سار بعده بمن بقي منهم، ففتح أريحاء وأقام فيها ما شاء الله، ثم قبض. اهـ </p><p> \"كرخي\" . {فَلَا تَأسَ} : (الفاء) : حرف عطف وتفريع. {لا} ناهية جازمة. {تَأسَ} : فعل مضارع مجزوم بلا الناهية، وعلامة جزمه حذف حرف العلة - وهو الألف - والفتحة قبلها دليل عليها، وفاعله ضمير مستتر فيه يعود على موسى والجملة الفعلية معطوفة مفرعة على جملة (إنَّ) في محل النصب على كونها مقول {قَالَ} . {عَلَى الْقَوْمِ} : جار ومجرور متعلق بـ {تَأسَ} . {الْفَاسِقِينَ} صفة لـ {الْقَوْمِ} . </p><p> التصريف ومفردات اللغة </p><p> {وَجَعَلَكُمْ مُلُوكًا} الملوك: جمع مَلِك بفتح أوله وكسر ثانيه، والملك صاحب الملك، وصاحب الأمر، وصاحب السلطة على أمة أو قبيلة أو بلاد. ومعنى كونهم ملوكًا: أنَّهم ملكوا أمرهم بعد أن كانوا مملوكين لفرعون. {عَلَى أَدْبَارِكُمْ} والأدبار جمع دبر بفتح أوله وسكون ثانيه، والدبر خلف الشيء ووراءه، تقول: جعل كلامي دبر أذنيه؛ أي: تغافل عنه ولم يلتفت إليه. والمعنى هنا: لا ترجعوا وراءكم هاربين من الأعداء {قَوْمًا جَبَّارِينَ} جمع سلامة لجبار قال (١) الزجاج: الجبار من الآدميين العاثي، وهو البالغ النهاية في الفساد أو الكفر، أو الذي يجبر الناس على ما يريد، وأصله على هذا من الإجبار، وهو الإكراه؛ فإنَّه يجبر غيره على ما يريده، يقال: أجبره إذا أكرهه، وقيل: هو مأخوذ من جبر العظم، فأصل الجبار على هذا: المصلح لأمر نفسه، ثم استعمل في كل من جر إلى نفسه نفعًا بحق أو باطل. قال الفراء: لم أسمع فعالًا من أفعل إلا في حرفين: جبار من أجبر، ودراك من أدرك. وقال أبو حيان: والجبار فعال من الجبر، كأنه لقوته وبطشه يجبر الناس على ما يختار، والجبارة النخلة الطويلة العالية التي لا تنال بيد، واسم الجنس جبار. والمراد هنا: أنهم قوم عظام الأجسام، طوال متعاظمون، قيل: هم قوم من بقية قوم عاد، وقيل: هم من ولد عيص بن إسحاق بن إبراهيم الخليل، وقيل: هم من الروم، ويقال: إنَّ منهم عوج بن عنق المشهور المفرط، وما ذكره بعض المفسرين هنا والقصاصون في </p><p>(١) الشوكاني.</p><p> قصة عوج بن عنق من الأكاذيب الباطلة، والخرافات الفاشية، مما ينبغي أن يجرد الكتاب منها، وأن نضرب عنها صفحًا. </p><p> {يَتِيهُونَ فِي الْأَرْضِ} من التيه، وهو في اللغة الحيرة، يقال: منه تاه يتيه تيهًا، من باب باع، أو تاه يتوه توهًا من باب قال: إذا تحير في أمره. والأرض (١) التوهاء: التي لا يهتدى فيها وأرض تيه، وقال ابن عطية: التيه لذهاب في الأرض إلى غير مقصود. </p><p> {فَلَا تَأسَ عَلَى الْقَوْمِ الْفَاسِقِينَ} والأسى (٢) : الحزن، يقال: أسى من باب جوى بكسر العين، يأسى أسى بفتحها، ولام الكلمة يحتمل أن تكون من واو، وهو الظاهر لقولهم: رجل أسوان بزنة سكران؛ أي: كثير الحزن، ويقال في تثنيته: أسوان، ويحتمل أن تكون من ياء، فقد حكى رجل أسيان؛ أي: كثير الحزن، فتثنيته على هذا أسيان. اهـ \"سمين\" . وفي \"المصباح\" أسي أسى من باب تعب إذا حزن، فهو أسود مثل حزين، وأسوت بين القوم أصلحت، وآسيته بنفسي بالمد سويته، ويجوز إبدال الهمزة واوًا في لغة اليمن فيقال: وسيته انتهى. وفي \"المختار\" وأسا على مصيبته من باب عدا؛ أي: حزن، وقد أسى له؛ أي: حزن له انتهى. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات أنواعًا من الفصاحة والبلاغة والبديع: </p><p> فمنها: التكرار في قوله: {إِذْ جَعَلَ فِيكُمْ أَنْبِيَاءَ وَجَعَلَكُمْ مُلُوكًا} ، وفي قوله:  {الْفَاسِقِينَ} . </p><p> ومنها: التشبيه البليغ في قوله: {مُّلُوكًا} ؛ لأن المعنى: جعلكم كالملوك في الاستقلال بأمر أنفسكم. </p><p> ومنها: الكناية في قوله: {وَلَا تَرْتَدُّوا عَلَى أَدْبَارِكُمْ} لأنه كناية عن الهرب، وفي </p><p>(١) البحر المحيط. (٢) الجمل.</p><p> قوله:  {إِنَّا هَاهُنَا قَاعِدُونَ} لأنه كناية عدم التقدم للحرب، وفي قوله:  {فَافْرُقْ بَيْنَنَا وَبَيْنَ الْقَوْمِ الْفَاسِقِينَ} ؛ لأنه كناية عن الفصل والحكم بينهم. </p><p> ومنها: التنبيه والإشارة في قوله: {هَاهُنَا} . </p><p> ومنها: الاعتراض في قوله: {أَنْعَمَ اللَّهُ عَلَيْهِمَا} ؛ لأنها جملة اعتراضية لبيان فضل الله على عباده الصالحين. </p><p> ومنها: المجاز المرسل في قوله: {فَإِنَّهَا مُحَرَّمَةٌ عَلَيْهِمْ} ؛ لأن المحرم عليهم دخولُ الأرض المقدسة لا ذاتها. </p><p> ومنها: الاستعارة التصريحية التبعية في قوله: {كَتَبَ اللَّهُ لَكُمْ} ؛ لأنه بمعنى قدَّر الله لكم. </p><p> ومنها: الجناس المغاير في قوله: {وَإِنَّا لَنْ نَدْخُلَهَا} ، وفي قوله:  {فَإِنَّا دَاخِلُونَ} . </p><p> ومنها: الجناس المماثل في قوله: {حَتَّى يَخْرُجُوا مِنْهَا} ، وفي قوله:  {فَإِنْ يَخْرُجُوا} . </p><p> ومنها: التأكيد في قوله: {مَا دَامُوا فِيهَا} ؛ لأنه مؤكِّد لقوله:  {أَبَدًا} ؛ لأنه على تقدير الظرف؛ لأن المعنى: لن ندخُلَها أبدًا مدَّة دوامهم فيها. </p><p> ومنها: الحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {وَاتْلُ عَلَيْهِمْ نَبَأَ ابْنَيْ آدَمَ بِالْحَقِّ إِذْ قَرَّبَا قُرْبَانًا فَتُقُبِّلَ مِنْ أَحَدِهِمَا وَلَمْ يُتَقَبَّلْ مِنَ الْآخَرِ قَالَ لَأَقْتُلَنَّكَ قَالَ إِنَّمَا يَتَقَبَّلُ اللَّهُ مِنَ الْمُتَّقِينَ (٢٧) لَئِنْ بَسَطْتَ إِلَيَّ يَدَكَ لِتَقْتُلَنِي مَا أَنَا بِبَاسِطٍ يَدِيَ إِلَيْكَ لِأَقْتُلَكَ إِنِّي أَخَافُ اللَّهَ رَبَّ الْعَالَمِينَ (٢٨) إِنِّي أُرِيدُ أَنْ تَبُوءَ بِإِثْمِي وَإِثْمِكَ فَتَكُونَ مِنْ أَصْحَابِ النَّارِ وَذَلِكَ جَزَاءُ الظَّالِمِينَ (٢٩) فَطَوَّعَتْ لَهُ نَفْسُهُ قَتْلَ أَخِيهِ فَقَتَلَهُ فَأَصْبَحَ مِنَ الْخَاسِرِينَ (٣٠) فَبَعَثَ اللَّهُ غُرَابًا يَبْحَثُ فِي الْأَرْضِ لِيُرِيَهُ كَيْفَ يُوَارِي سَوْءَةَ أَخِيهِ قَالَ يَا وَيْلَتَا أَعَجَزْتُ أَنْ أَكُونَ مِثْلَ هَذَا الْغُرَابِ فَأُوَارِيَ سَوْءَةَ أَخِي فَأَصْبَحَ مِنَ النَّادِمِينَ (٣١) مِنْ أَجْلِ ذَلِكَ كَتَبْنَا عَلَى بَنِي إِسْرَائِيلَ أَنَّهُ مَنْ قَتَلَ نَفْسًا بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الْأَرْضِ فَكَأَنَّمَا قَتَلَ النَّاسَ جَمِيعًا وَمَنْ أَحْيَاهَا فَكَأَنَّمَا أَحْيَا النَّاسَ جَمِيعًا وَلَقَدْ جَاءَتْهُمْ رُسُلُنَا بِالْبَيِّنَاتِ ثُمَّ إِنَّ كَثِيرًا مِنْهُمْ بَعْدَ ذَلِكَ فِي الْأَرْضِ لَمُسْرِفُونَ (٣٢) إِنَّمَا جَزَاءُ الَّذِينَ يُحَارِبُونَ اللَّهَ وَرَسُولَهُ وَيَسْعَوْنَ فِي الْأَرْضِ فَسَادًا أَنْ يُقَتَّلُوا أَوْ يُصَلَّبُوا أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُمْ مِنْ خِلَافٍ أَوْ يُنْفَوْا مِنَ الْأَرْضِ ذَلِكَ لَهُمْ خِزْيٌ فِي الدُّنْيَا وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ (٣٣) إِلَّا الَّذِينَ تَابُوا مِنْ قَبْلِ أَنْ تَقْدِرُوا عَلَيْهِمْ فَاعْلَمُوا أَنَّ اللَّهَ غَفُورٌ رَحِيمٌ (٣٤) يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَابْتَغُوا إِلَيْهِ الْوَسِيلَةَ وَجَاهِدُوا فِي سَبِيلِهِ لَعَلَّكُمْ تُفْلِحُونَ (٣٥) إِنَّ الَّذِينَ كَفَرُوا لَوْ أَنَّ لَهُمْ مَا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا بِهِ مِنْ عَذَابِ يَوْمِ الْقِيَامَةِ مَا تُقُبِّلَ مِنْهُمْ وَلَهُمْ عَذَابٌ أَلِيمٌ (٣٦) يُرِيدُونَ أَنْ يَخْرُجُوا مِنَ النَّارِ وَمَا هُمْ بِخَارِجِينَ مِنْهَا وَلَهُمْ عَذَابٌ مُقِيمٌ (٣٧) }. </p><p> المناسبة </p><p> قوله تعالى:  {وَاتْلُ عَلَيْهِمْ نَبَأَ ابْنَيْ آدَمَ بِالْحَقِّ ...} الآيات، مناسبة هذه الآيات لما قبلها (١) ، هي: أن الله سبحانه وتعالى لما ذكر تمرد بني إسرائيل وعصيانهم أمر الله تعالى في النهوض لقتال الجبارين .. ذكر قصة ابني آدم وعيان قابيل أمر الله، وأنهم اقتفوا في العصيان أول عاصٍ لله تعالى، وأنهم </p><p>(١) البحر المحيط.</p><p> انتهوا في خور الطبيعة وهلع النفوس والجبن والفزع إلى غاية بحيث قالوا لنبيهم الذي ظهرت على يديه خوارق عظيمة، وقد أخبرهم أن الله كتب لهم الأرض المقدسة:  {فَاذْهَبْ أَنْتَ وَرَبُّكَ فَقَاتِلَا إِنَّا هَاهُنَا قَاعِدُونَ} وانتهى قابيل إلى طرف نقيض منهم من الجسارة، والعتو، وقوة النفس، وعدم المبالاة، بأن أقدم على أعظم الأمور وأكبر المعاصي بعد الشرك وهو قتل النفس التي حرم الله قتلها؛ بحيث كان أول من سن القتل، وكان عليه وزره ووزر من عمل به إلى يوم القيامة، فاشتبهت القصتان من حيث الجبن عن القتل والإقدام عليه، ومن حيث المعصية بهما. </p><p> وعبارة المراغي هنا: مناسبة هذه الآية لما قبلها: أن الله سبحانه وتعالى لما ذكر (١) حسد اليهود للنبي - صلى الله عليه وسلم -، وإعراضهم عن دعوته مع وضوح البراهين الدالة على صدقه، وكثرة الآيات المثبتة لنبوته، حتى هم قوم منهم أنْ يبسطوا أيديهم لقتله، وقتل كبار أصحابه؛ كما ذكر ذلك في قوله:  {إِذْ هَمَّ قَوْمٌ أَنْ يَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ فَكَفَّ أَيْدِيَهُمْ عَنْكُمْ} .. ذكر هنا قصة ابني آدم بيانًا لكون الحسد - الذي صرف اليهود عن الإيمان بالنبي - صلى الله عليه وسلم - وحملهم على عداوته - عريقًا في الآدميين وأثرًا من أثار سلفهم، كان لهؤلاء منه الحظ الأوفر. فلا تعجب من حالهم بعد هذا؛ فإن لهم أشباهًا ونظائر في البشر كابني آدم، وقد حدث بينهم من أجل التحاسد سفك الدماء، وقتل الأخ أخاه، وبذر تلك البذور السيئة في بني آدم إلى قيام الساعة. </p><p> قوله تعالى:  {إِنَّمَا جَزَاءُ الَّذِينَ يُحَارِبُونَ اللَّهَ وَرَسُولَهُ ...} الآية، مناسبة هذه الآية لما قبلها ظاهرة (٢) ؛ لأنَّ الله سبحانه وتعالى لما ذكر في الآية قبلها تغليظ الإثم في قتل النفس بغير نفس ولا فسادٍ في الأرض .. أتبعه ببيان الفساد في الأرض الذي يوجب القتل؛ فإن بعض ما يكون فسادًا في الأرض لا يوجب القتل، ولا خلاف بين أهل العلم أنَّ حكم هذه الآية مترتب في المحاربين من </p><p>(١) المراغي. (٢) البحر المحيط.</p><p> أهل الإِسلام. </p><p> وعبارة المراغي هنا: مناسبة هذه الآية لما قبلها: أنَّ الله سبحانه وتعالى لمَّا بين فظاعة جرم القتل، وشدد في تبعة القاتل، فذكر أن من قتل نفسًا بغير حق فكأنَّما قتل الناس جميعًا .. ذكر هنا العقاب الذي يؤخذ به المفسدون في الأرض؛ حتى لا يتجرأ غيرهم على مثل فعلهم. </p><p> قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَابْتَغُوا إِلَيْهِ الْوَسِيلَةَ ...} الآية، مناسبة هذه الآية لما قبلها (١) : أنَّ الله سبحانه وتعالى لما ذكر فيما سلف أن اليهود قد هموا ببسط أيديهم إلى الرسول حسدًا منهم له، وغرورًا بدينهم، واعتقادًا منهم أنَّهم أبناء الله وأحباؤه .. أمر المؤمنين بأنْ يتقوه، ويبتغوا إليه الوسيلة بالعمل الصالح، ولا يفتتنوا بدينهم كما فعل أهل الكتاب، ثم أكد ذلك فبين أنَّ الفوز والفلاح لا يكون إلا بهما، فمن لم ينلهما لاقى من الأهوال يوم القيامة ما لا يستطاع وصفه. </p><p> وقال أبو حيان:  (٢) مناسبة هذه الآية لما قبلها: أنَّه سبحانه وتعالى لما ذكر جزاء من حارب الله ورسوله، وسعى في الأرض فسادًا من العقوبات الأربع، والعذاب العظيم المعد لهم في الآخرة .. أمر المؤمنين بتقوى الله وابتغاء القربات إليه؛ فإن ذلك هو المنجي من المحاربة والعذاب المعد للمحاربين. </p><p> قوله تعالى:  {إِنَّ الَّذِينَ كَفَرُوا لَوْ أَنَّ لَهُمْ مَا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ ...} الآية، مناسبة هذه الآية لما قبلها (٣) : أنَّ الله سبحانه وتعالى لما أرشد المؤمنين إلى معاقد الخير ومفاتح السعادة، وذكر فوزهم في الآخرة وما آلوا إليه من الفلاح .. شرح حال الكفار، وعاقبة كفرهم، وما أعد لهم من العذاب. </p><p>(١) المراغي. (٢) البحر المحيط.(٣) البحر المحيط.</p>"
}