{
  "id": null,
  "sura": 5,
  "aya": 1,
  "text": "<p> الإسلام، وخرج في عير له يحمل الطعام في ذي القعدة يريد مكة، فلما سمع به أصحاب النبي - صلى الله عليه وسلم - .. تهيأ للخروج إليه نفر من المهاجرين والأنصار ليقتطعوه في عيره، فأنزل الله - عز وجل -: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُحِلُّوا شَعَائِرَ اللهِ ...} الآية، فانتهى القوم، وأخرج عن السدي نحوه. </p><p> قوله تعالى:  {وَلَا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ ...} الآية، سبب نزولها: ما أخرجه ابن أبي حاتم عن زيد بن أسلم قال: كان رسول الله - صلى الله عليه وسلم - بالحديبية وأصحابه حين صدهم المشركون عن البيت، وقد اشتد ذلك عليهم، فمر بهم أناس من المشركين من أهل المشرق يريدون العمرة، فقال أصحاب النبي - صلى الله عليه وسلم -: نصدُّ هؤلاء كما صدوا أصحابنا، فأنزل الله تعالى:  {وَلَا يَجْرِمَنَّكُمْ ...} الآية. </p><p> قوله تعالى:  {حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ ...} الآية، سبب نزولها: ما أخرجه ابن مسنده في كتاب \"الصحابة\" من طريق عبد الله بن جبلة بن حبان بن حجر عن أبيه عن جده حبان قال: كنا مع رسول الله - صلى الله عليه وسلم -، وأنا أوقد تحت قدر فيها لحم ميتة، فأنزل الله سبحانه وتعالى: تحريم الميتة، فأكفأت القدر. </p><p> التفسير وأوجه القراءة </p><p> ١ - {يَا أَيُّهَا الَّذِينَ آمَنُوا} وصدقوا بما جاء به محمد - صلى الله عليه وسلم - {أَوْفُوا} وأتموا {بِالْعُقُودِ} والعهود المؤكدة التي بينكم وبين الله تعالى، أو بينكم وبين أنفسكم أو بينكم وبين الناس؛ أي: أوفوا ما عقده الله وجعله عليكم، وألزمه إياكم من التكاليف والأحكام الدينية، كالمأمورات: فوفاؤها فعلها، والمنهيات: فوفاؤها اجتنابها، وكالمعاملات الجارية بينهم، من بيع وشراء ونكاح وطلاق: فوفاؤها العمل بموجبها، وكالنذور التي ألزمها الشخص نفسه: فوفاؤها الإتيان بما نذره على نفسه. </p><p> وقال الراغب (١) : العقود ثلاثة أضرب: عقد بين الله وبين العبد، وعقد بين </p><p>(١) المراغي.</p><p> العبد ونفسه، وعقد بينه وبين غيره من البشر، وكل واحد منها .. إما أن يوجبه العقل الذي أودعه الله في الإنسان، ويتوصل إليه ببديهة العقل، أو بأدنى نظر، ويدل على ذلك قوله تعالى:  {وَإِذْ أَخَذَ رَبُّكَ مِنْ بَنِي آدَمَ مِنْ ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ عَلَى أَنْفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ قَالُوا بَلَى} . وإما أن يوجبه الشرع، وهو ما دلَّنا عليه كتابُ الله تعالى وسنةُ رسوله محمد - صلى الله عليه وسلم -. </p><p> وأساس العقود في الإسلام هو هذه الجملة {أَوْفُوا بِالْعُقُودِ} ؛ أي: إنه يجب على كل مؤمن أن يفي بما عقده وارتبط به من قول أو فعل كما أمر الله، ما لم يحرم حلالًا، أو يحلل حرامًا، كالعقد على أكل شيء من أموال الناس بالباطل؛ كالربا، والميسر والقمار، والرشوة، ونحو ذلك. </p><p> قيل (١) : المراد بالعقود: هي التي عقدها الله تعالى على عباده، وألزمهم بها من الأحكام، وقيل: هي العقود التي يعقدونها بينهم من عقود المعاملات، والأولى شمول الآية للأمرين جميعًا، ولا وجه لتخصيص بعضهما دون بعض. قال الزجاج المعنى: أوفوا بعقد الله عليكم، وبعقدكم بعضًا على بعض، انتهى. والعقد الذي يجب الوفاء به هو ما وافق الكتاب والسنة، فإن خالفهما .. فهو ردٌّ لا يجب الوفاء به، ولا يحل. </p><p> والخلاصة: يا معشر المؤمنين ائتوا بالعقود والتكاليف التي ألزمها اللهُ تعالى إياكم بامتثال المأمورات واجتناب المنهيات، وائتوا بموجب العقود الجارية بينكم من المعاملات، من بيع وإجارة مثلًا، وبموجب العقود التي جرت بينكم وبين أنفسكم من النذور، والعتاق، والطلاق. </p><p> ثم شرع يفصِّل تلك الأحكام التي أمر بالإيفاء بها، وبدأ بما يتعلق بضروريات معايشهم، فقال:  {أُحِلَّتْ لَكُمْ} بعد تذكيتها {بَهِيمَةُ الْأَنْعَامِ} الثلاثة، الإبل والبقر والغنم {إِلَّا مَا يُتْلَى عَلَيْكُمْ} ؛ أي: إلا ما سيتلى عليكم تحريمه في هذه السورة، بقوله:  {حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ} إلخ؛ أي: أحل الله سبحانه </p><p>(١) الشوكاني.</p><p> وتعالى لكم أيها المؤمنون أكل البهيمة من الأنعام الثلاثة، وهي الأزواج الثمانية المذكورة في سورة الأنعام بعد تذكيتها، وألحق بها بعض الوحوش والطيور بالسنة، كالظباء، وبقر الوحش، وحماره، والضب، والحمام، ونحوها إلا ما حرِّم أكله عليكم فيما سيتلى عليكم في الآية الثالثة من هذه السورة بقوله:  {حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ} . </p><p> وقوله:  {غَيْرَ مُحِلِّي الصَّيْدِ وَأَنْتُمْ حُرُمٌ} : حال من الكاف في قوله: {أُحِلَّتْ لَكُمْ} ؛ أي: أحلت لكم بهيمة الأنعام حال كونكم غير على الصيد الذي حرّمه الله عليكم؛ أي: غير مجوزين للاصطياد في الإحرام باعتقاد حله، أو بفعله. ومعنى عدم إحلالهم له، تقرير حرمته عملًا واعتقادًا؛ أي: لا تجعلوه حلالًا عملًا واعتقادًا باصطياده، أو الأكل منه وأنتم محرمون بالحج، أو العمرة، أو كليهما، أو داخلون في أرض الحرم، فلا يحل الصيد لمن كان في أرض الحرم، ولو لم يكن محرمًا، ولا للمحرم بالحج أو العمرة وإن كان في خارج حدود الحرم، بأن نوى الدخول في هذا النسك وبدأ بأعماله، كالتلبية. </p><p> والمعنى: أحلت لكم بهيمة الأنعام إلا إن كانت الأنعام ميتةً، أو موقوذةً، أو مترديةً، أو نطيحةً، أو افترسها السبع، أو ذُبحت على غير اسم الله، فهي محرمة، وإلا أن تحلوا الصيد في حال إحرامكم، أو في حال كونكم في الحرم؛ فإنه لا يحل لكم ذلك. </p><p> والخلاصة: أحلت لكم هذه الأشياء غير على الاصطياد، ولا أكل الصيد في الإحرام. </p><p> وقرأ الجمهور {غَيْرَ مُحِلِّي الصَّيْدِ} بالنصب على الحال، وقرأ ابن أبي عبلة {غيرُ} بالرفع، ويخرج على أنه خبر لمبتدأ محذوف، تقديره: وأنتم غير على الصيد. وقرأ الحسن والنخعي ويحيى بن وثَّاب {حرم} بسكون الراء، وهي لغة تميمية، يقولون في رسل: رسل، وفي كتب: كتب ونحو ذلك. {إِنَّ اللَّهَ} سبحانه وتعالى {يَحْكُمُ} ويقضي {مَا يُرِيدُ} ويشاء في عباده؛ أي: إن الله سبحانه وتعالى يقضي في خلقه ما يشاء من تحليل ما أراد تحليله، وتحريم ما أراد تحريمه، كما </p>"
}