{
  "id": null,
  "sura": 5,
  "aya": 42,
  "text": "<p> مُتَوَفِّيكَ}، {يا يَحْيَى خُذِ الْكِتَابَ} وقوله: {لَا يَحْزُنْكَ} قرأ نافع بضم الياء وكسر الزاي رباعيًّا، والباقون بفتح الياء وضم الزاي ثلاثيًّا، وقوله:  {الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ} هكذا قراءة الجمهور بالألف من سارع، وقرأ السلمي يسرعون بغير ألف من أسرع، والمسارعة إلى الشيء: الوقوع فيه بسرعة والمراد هنا: وقوعهم في الكفر بسرعة عند وجود فرصة، وآثر لفظ (في) على لفظ (إلى) للدلالة على استقرارهم فيه؛ أي: لا تهتم أيها الرسول ولا تبال بمسارعة هؤلاء المنافقين الذين يبادرون في إظهار الكفر، وموالاة أعداء المؤمنين عندما يرون الفرصة سانحة؛ فالله يكفيك شرهم، ويقيك ضرهم، وينصرك عليهم، وعلى من شايعهم وناصرهم. </p><p> والمراد بالنهي عن الحزن هو أمر طبيعي، وليس للإنسان فيه اختيار النهي عن لوازمه التي يفعلها الناس مختارين من تذكر المصائب، وتعظيم شأنها، وبذا يتجدد الألم، ويبعد أمد السلوى. ثم بين أن أولئك المسارعين في الكفر من المنافقين ومن اليهود فقال:  {مِنَ الَّذِينَ قَالُوا آمَنَّا} فـ (مِن) فيه بيانية للمسارعين والباء في قوله: {بِأَفْوَاهِهِمْ} متعلقة بقالوا، لا بآمنا، وهؤلاء الذين قالوا آمنا بأفواههم {وَلَمْ تُؤْمِنْ قُلُوبُهُمْ} هم المنافقون وقوله: {وَمِنَ الَّذِينَ هَادُوا} يعني اليهود، معطوف على {مِنَ الَّذِينَ قَالُوا آمَنَّا بِأَفْوَاهِهِمْ} وهو تمام الكلام، يعني أنَّ المسارعين في الفكر هم طائفة من المنافقين، وطائفة من اليهود. </p><p> والمعنى: لا يحزنك يا محمَّد الذين يسارعون في الكفر حالة كونهم من المنافقين الذين أذاعوا الإيمان بألسنتهم ولم تؤمن قلوبهم، وحالة كونهم من الذين هادوا؛ أي: من اليهود. </p><p> ٤٢ - وقوله:  {سَمَّاعُونَ} راجع للفريقين، أو إلى المسارعين، واللام في قوله:  {لِلْكَذِبِ} للتقوية أو لتضمين السماع معنى القبول، وسماعون خبر لمبتدأ محذوف تقديره: هم؛ أي: كل من الفريقين من المنافقين واليهود سماعون؛ أي: كثيروا الاستماع، سماع قبول للكذب الذي يقوله ويفتريه رؤوسائهم وأحبارهم في نعوت النبي - صلى الله عليه وسلم -، وفي أحكام دينهم التي يتلاعبون فيها بأهوائهم. وقرأ الحسن وعيسى بن عمر:  {لِلْكِذْبِ} بكسر الكاف وسكون الذال، وقرأ زيد بن علي أيضًا:  \"الكُذُب\" بضم الكاف والذال، وجمع كذوب كصبور وصبر؛ أي: سماعون لكذب الكذب {سَمَّاعُونَ لِقَوْمٍ آخَرِينَ لَمْ </p><p> {يَأتُوكَ} ؛ أي: هم سماعون أيضًا لكلامك يا محمَّد؛ لأجل إخباره ونقله لقوم آخرين من اليهود، لا يأتونك تكبرًا وبغضًا؛ لأنهم لتكبرهم وبغضهم لك لا يقربون مجلسك ولا يحضرونه، وهم يهود خيبر، زنى فيهم محصنان فكرهوا رجمهما، فبعثوا قريظة ليسألوا النبي - صلى الله عليه وسلم - عن حكمهما، وأرسلوا الزانيين معهم، فأمرهم النبي - صلى الله عليه وسلم - برجمهما؛ أي: إنَّ (١) هؤلاء القوم من اليهود لهم صفتان: سماع الكذب من أحبارهم، ونقله إلى عوامهم، وسماع الحق منك ونقله لأحبارهم ليحرفوه فقوله {لِقَوْمٍ} ؛ أي: لأجل قوم لا يأتونك؛ أي: فيكونون وسائط بينك وبين قوم آخرين، والوسائط هم قريظة، والقوم الآخرون هم يهود خيبر. وقوله:  {يُحَرِّفُونَ الْكَلِمَ} صفة ثالثة لقوم؛ أي: يسماعون لكلامك لنقله إلى قوم يحرفون ويزيلون ويغيرون ويبدلون كلم التوراة وأحكامها المذكورة فيها. {مِنْ بَعْدِ} أن وضعها الله تعالى وأثبتها فيها عن {مَوَاضِعِهِ} ؛ أي: عن مواضع تلك الكلم، فالضمير عائد على لفظ الكلم؛ أي: يحرفون كلم التوراة من بعد وضعه في مواضعه، إما تحريفًا لفظيًّا بإبدال كلمة بكلمة، كما في نعوت محمَّد - صلى الله عليه وسلم -، أو بإخفائه وكتمانه، كالبشارة بظهوره، ونصره بالرعب، وآية الرجم أو بالزيادة فيه أو بالنقص منه، وإما تحريفًا معنويًّا يحمل اللفظ على غير ما وضع له، وقرىء {الكلم} بكسر الكاف وسكون اللام {يَقُولُونَ} ؛ أي: يقول هؤلاء المحرفون - وهم يهود خيبر - لمن أرسلوهم إلى الرسول - صلى الله عليه وسلم - ليسألوه عن حكم الرجل والمرأة اللذين زنيا منهم، وأرادوا أن يحابوهما بعدم رجمهما، وهم بنو قريظة {إِنْ أُوتِيتُمْ} وأعطيتم {هَذَا} الجلد الذي طلبناه من محمَّد {فَخُذُوهُ} ؛ أي: فاقبلوه منه؛ أي: يقول المرسلون - وهم يهود خيبر - لمن أرسلوهم - وهم قريظة - إن أعطاكم محمَّد رخصة بالجلد عوضًا عن الرجم .. فخذوها وارضوا به. {وَإِنْ لَمْ تُؤْتَوْهُ} ؛ أي: وإن لم تعطوا هذا الجلد، بأن أفتاكم الرجم {فَاحْذَرُوا} أن تقبلوه، وابتعدوا منه؛ أي: وإن حكم بالرجم فاحذروا قبول ذلك، ولا ترضوا به. </p><p>(١) الفتوحات.</p><p> {وَمَنْ يُرِدِ اللَّهُ} سبحانه وتعالى {فِتْنَتَهُ} وغوايته وضلاله وكفره {فَلَنْ تَمْلِكَ لَهُ مِنَ اللَّهِ شَيْئًا} ؛ أي: فلن تستطيع له أن تدفع عنه شيئًا من أمر الله الذي حكم عليه، وأراد به الذي هو الكفر والضلال؛ أي (١) : ومن يرد الله تعالى أن يختبرهُ في دينه، فيظهر الاختبار كفره وضلاله .. فلن تملك له أيها الرسول من الله شيئًا من الهداية والرشد؛ فهؤلاء المنافقون والجاحدون من اليهود قد أظهرت لك فتنة الله واختباره إياهم مقدار فسادهم، فهم يقبلون الكذب دون الحق، وهم محرفون كاتمون لأحكام كتابهم إتباعًا لأهوائهم ومرضاة لرؤسائهم وذوي الجاه منهم، فلا تحزن بعد هذا على مسارعتهم في الكفر، ولا تطمع في جذبهم إلى الإيمان, فإنَّك لا تملك لأحد نفعًا، وإنَّما عليك البلاغ والبيان، ولا تخف عاقبة نفاقهم، فإنَّما العاقبة للمتقين من أهل الإيمان, ولهم الخزي والهوان. </p><p> والإشارة بقوله:  {أُولَئِكَ} إلى من تقدم ذكرهم من الذين قالوا: {آمَنَّا بِأَفْوَاهِهِمْ} ، {وَمِنَ الَّذِينَ هَادُوا} ؛ أي: أولئك المنافقون واليهود هم {الَّذِينَ لَمْ يُرِدِ اللَّهُ} سبحانه وتعالى {أَنْ يُطَهِّرَ قُلُوبَهُمْ} ؛ أي: لم يرد تطهيرها من أرجاس الكفر والنفاق، وخبث الضلالة؛ لإنهماكهم فيهما، كما طهر قلوب المؤمنين؛ أي (٢) : إنَّ أولئك الذين بلغت منهم الفتنة ذلك المبلغ، هم الذين لم يرد الله تطهير قلوبهم من الكفر والنفاق؛ لأن إرادته إنَّما تتعلق بما اقتضته سننه العادلة في نفوس البشر من أنَّها إذا دأبت على الباطل، ومرنت على الكيد والشر، وألفت الخلاف والضر، تحيط بها خطيئتها، وتطبق عليها ظلمتها .. فلا يبقى لديها لنور الحق منفذ، وتصبح غير قابلة للاستبصار والاعتبار الذي جعله الله وسيلة للاتعاظ والهداية، فهؤلاء الرؤساء من اليهود وأعوانهم لا تقبل طباعهم سواها، فلا تتعلق إرادته سبحانه بتطهير قلوبهم، وإلا كان ذلك خلافًا لما اقتضته سننه، وتبديلًا لنظمه في خلقه، ولن تجد لسنة الله تبديلًا\". </p><p>(١) المراغي. (٢) المراغي.</p><p> {لَهُمْ} ؛ أي: لهؤلاء المنافقين واليهود {خِزْيٌ} ؛ أي: ذل بالفضيحة للمنافقين، وبظهور نفاقهم بين المسلمين، وخوفهم من قتل المسلمين إياهم، وبالجزية والافتضاح لليهود بظهور كذبهم في كتمان التوراة {وَلَهُمْ} ؛ أي: لهؤلاء المنافقين واليهود {عَذَابٌ عَظِيمٌ} ؛ أي: شديد، وهو الخلود في النار، وصفه بالعظم لتزايده فلا انقضاء له، أو لتزايد ألمه، أو لهما؛ أي: فخزي المنافقين في الدنيا هتك أستارهم بإطلاع الرسول على كذبهم، وخوفهم من القتل، وخزي اليهود فضيحتهم بظهور كذبهم في كتمان نصوص كتابهم في إيجاب الرجم، وعلو الحق على باطلهم، وقد صدق الوعيد على كل يهود الحجاز، كما يصدق على كل من يفسدون كفسادهم، ولا يغني عنهم الانتساب إلى نبي لم يتبعوه، ولا تنفعهم دعوى الإيمان بكل نبي لم يتبعوه، وعذابهم في الآخرة نجزم بحصوله، ولا نعلم مقدار كنهه، وحقيقة أمره. </p><p> قوله:  {سَمَّاعُونَ لِلْكَذِبِ} كرره (١) تأكيدًا لقبحه، وليكون كالمقدمة لما بعده وهو:  {أَكَّالُونَ لِلسُّحْتِ} وهو من أخبار ذلك المبتدأ المقدر سابقًا؛ أي: سماعون للكذب الذي كانوا ينسبونه إلى التوراة {أَكَّالُونَ لِلسُّحْتِ} ؛ أي: الحرام الذي (٢) يصل إليهم من الرشوة في الحكم، ومهر البغي، وعسيب الفحل، وثمن الدم، وثمن الكلب، وثمن الخمر، وثمن الميتة، وحلوان الكاهن، وأجرة النائحة والمغنية، وأجرة مصور التماثيل، وثمن النرد وآلات اللهو، وثمن الصور الحيوانية إلى غير ذلك من أنواع المحرمات، روي ذلك عن عمر وعثمان وعلي وابن عباس وأبي هريرة ومجاهد. </p><p> وقرأ ابن كثير وأبو عمرو والكسائي ويعقوب (٣) : {السُّحُتِ} بضمتين. وقرأ باقي العشرة بإسكان الحاء، وزيد بن علي وخارجة بن مصعب، عن نافع بفتح </p><p>(١) الشوكاني. (٢) المراح.(٣) البحر المحيط.</p><p> السين وإسكان الحاء، وقرىء بفتحتين، وقرأ عبيد بن عمير أيضًا بكسر السين وإسكان الحاء، فبالضم والكسر والفتحتين، اسم المسحوت: كالدهن والرعي والنبض، وبالفتح والسكون مصدر أريد به المفعول، كالصيد بمعنى المصيد، أو سكنت الحاء طلبًا للخفة. </p><p> قيل: نزلت (١) في حكام اليهود، مثل كعب بن الأشرف ونظرائه، كانوا يرتشون ويقضون لمن رشاهم. قال الحسن: كان الحاكم منهم إذا أتاهم أحدهم برشوة .. جعلها في كمه، ثم يريها إياه ويتكلم بحاجته، فيسمع منه ولا ينظر إلى خصمه، فيسمع الكذب ويأكل الرشوة وهي: السحت. وأصل السحت الاستئصال، يقال: سحته إذا استأصله، وسميت الرشوة في الحكم سحتًا؛ لأنها تستأصل دين المرتشي، والسحت كله حرام، تحمل عليه شدة الشره، وهو يرجع إلى الحرام الخسيس الذي لا تكون له بركة، ولا لآخذه مروءة، ويكون في حصوله عار، بحيث يخفيه لا محالة، ومعلوم أن حال الرشوة كذلك، فلذلك حرمت الرشوة على الحاكم. </p><p> عن أبي هريرة رضي الله عنه: أن رسول الله - صلى الله عليه وسلم - قال:  \"لعن الله الراشي والمرتشي في الحكم\" . أخرجه الترمذي. وأخرجه أبو داود عن عبد الله بن عمرو بن العاص قال الحسن: إنّما ذلك في الحاكم إذا رشوته ليحق لك باطلًا، أو يبطل عنك حقًّا. وقال ابن مسعود: الرشوة في كل شيء، فمن شفع شفاعة ليرد بها حقًّا، أو يدفع بها ظلمًا فأهدى بها إليه فقبل .. فهو سحت، فقيل له: يا أبا عبد الرحمن ما كنا نرى ذلك إلا الأخذ على الحكم، فقال: الأخذ على الحكم كفر، قال تعالى:  {وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْكَافِرُونَ} . </p><p> {فَإِنْ جَاءُوكَ} يا محمَّد؛ أي: جاءك اليهود متحاكمين إليك فيما شجر بينهم من الخصومات {فَاحْكُمْ بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ} ؛ أي: فأنت (٢) مخير بين </p><p>(١) الخازن. (٢) المراغي.</p><p> الحكم بينهم، والإعراض عنهم، وتركهم إلى رؤسائهم، وهذا التخيير خاص بالمعاهدين دون أهل الذمة، فلا يجب على حكام المسلمين أن يحكموا بين الأجانب الذين هم في بلادهم وإن تحاكموا إليهم، بل هم مخيرون يرجحون في كل حال ما يرونه من المصلحة، وأما أهل الذمة فيجب الحكم بينهم إذا تحاكموا إلينا؛ لأن من أخذت منهم الجزية .. تجري عليه أحكام الإِسلام في البيوع والمواريث وسائر العقود إلا في الخمر والخنزير فإنَّهم يقرون عليه، ولكن لا يظهرونه، ويمنعون من الزنا كالمسلمين، فإنَّهم نهوا عنه ويقام عليهم حدّه. </p><p> فصل </p><p> اختلف علماء التفسير في حكم هذه الآية على قولين: </p><p> أحدهما: أنَّها منسوخة، وذلك أن أهل الكتاب كانوا إذا ترافعوا إلى النبي - صلى الله عليه وسلم - .. كان مخيرًا، فإن شاء حكم بينهم، وإن شاء أعرض عنهم، ثم نسخ ذلك بقوله {وَأَنِ احْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللَّهُ} فلزمه الحكم بينهم وزال التخيير، وهذا القول مروي عن ابن عباس رضي الله عنهما وعطاء ومجاهد وعكرمة والسدي. </p><p> والثاني: أنَّها محكمة، والحكام المسلمين بالخيار إذا ترافعوا إليهم .. فإن شاؤوا حكموا بينهم، وإن شاؤوا أعرضوا عنهم، وهذا القول مروي عن الحسن والشعبي والنخعي والزهري، وبه قال أحمد ابن حنبل، وهو الصحيح لأنّه لا منافاة بين الآيتين. أمَّا قوله:  {فَاحْكُمْ بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ} ففيه التخيير بين الحكم والإعراض. وأمَّا قوله:  {وَأَنِ احْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللَّهُ} ففيه بيان كيفية الحكم إذا حكم بينهم. </p><p> قال الإِمام فخر الدين الرازي (١) : ومذهب الشافعي أنَّه يجب على حاكم المسلمين أن يحكم بين أهل الكتاب إذا تحاكموا إليه؛ لأنَّ في إمضاء حكم الإِسلام عليهم إذلالًا وصَغارًا لهم، فأمَّا المعاهدون الذين لهم مع المسلمين عهد </p><p>(١) الفخر الرازي.</p>"
}