{
  "id": null,
  "sura": 5,
  "aya": 20,
  "text": "<p> قال الله سبحانه جلَّ وعلا: </p><p> {وَإِذْ قَالَ مُوسَى لِقَوْمِهِ يَا قَوْمِ اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ جَعَلَ فِيكُمْ أَنْبِيَاءَ وَجَعَلَكُمْ مُلُوكًا وَآتَاكُمْ مَا لَمْ يُؤْتِ أَحَدًا مِنَ الْعَالَمِينَ (٢٠) يَا قَوْمِ ادْخُلُوا الْأَرْضَ الْمُقَدَّسَةَ الَّتِي كَتَبَ اللَّهُ لَكُمْ وَلَا تَرْتَدُّوا عَلَى أَدْبَارِكُمْ فَتَنْقَلِبُوا خَاسِرِينَ (٢١) قَالُوا يَا مُوسَى إِنَّ فِيهَا قَوْمًا جَبَّارِينَ وَإِنَّا لَنْ نَدْخُلَهَا حَتَّى يَخْرُجُوا مِنْهَا فَإِنْ يَخْرُجُوا مِنْهَا فَإِنَّا دَاخِلُونَ (٢٢) قَالَ رَجُلَانِ مِنَ الَّذِينَ يَخَافُونَ أَنْعَمَ اللَّهُ عَلَيْهِمَا ادْخُلُوا عَلَيْهِمُ الْبَابَ فَإِذَا دَخَلْتُمُوهُ فَإِنَّكُمْ غَالِبُونَ وَعَلَى اللَّهِ فَتَوَكَّلُوا إِنْ كُنْتُمْ مُؤْمِنِينَ (٢٣) قَالُوا يَا مُوسَى إِنَّا لَنْ نَدْخُلَهَا أَبَدًا مَا دَامُوا فِيهَا فَاذْهَبْ أَنْتَ وَرَبُّكَ فَقَاتِلَا إِنَّا هَاهُنَا قَاعِدُونَ (٢٤) قَالَ رَبِّ إِنِّي لَا أَمْلِكُ إِلَّا نَفْسِي وَأَخِي فَافْرُقْ بَيْنَنَا وَبَيْنَ الْقَوْمِ الْفَاسِقِينَ (٢٥) قَالَ فَإِنَّهَا مُحَرَّمَةٌ عَلَيْهِمْ أَرْبَعِينَ سَنَةً يَتِيهُونَ فِي الْأَرْضِ فَلَا تَأسَ عَلَى الْقَوْمِ الْفَاسِقِينَ (٢٦) }. </p><p> المناسبة </p><p> قوله تعالى:  {وَإِذْ قَالَ مُوسَى لِقَوْمِهِ يَا قَوْمِ اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ ...} الآية، مناسبة هذه الآية لما قبلها: أنه سبحانه وتعالى لما أقام الحجة على بني إسرائيل، وأثبت لهم رسالة نبيه - صلى الله عليه وسلم - بما أوحاه إليه بشأنهم وشأن كتبهم وأنبائهم، من البشارات، وأخبار الغيب، وتحريف الكتب ونسيان حظ منها، وأيد ذلك بدحض شبهاتهم، وإبطال غرورهم، وهم مع كل هذا لم يزدادوا إلا كفرًا وعنادًا .. بين هنا تمرد أسلاف اليهود على موسى عليه السلام وعصيانهم إياه، مع تذكيره إياهم نعم الله تعالى وتعداده لما هو العظيم منها، وأن هؤلاء الذين هم بحضرة الرسول هم جارون معكم مجرى أسلافهم مع موسى، ليعلم الرسول - صلى الله عليه وسلم - أن مكابرتهم للحق من أخلاقهم توارثوها من أسلافهم، وتأصلت في طباعهم، فلا بدع إذا هم أعرضوا عن دعوتك، وصدوا عن هديك. وفي هذا من تسلية النبي - صلى الله عليه وسلم - ما لا يخفى إلى ما فيه من زيادة معرفة طبائع الأمم، وسنن الاجتماع البشري. </p><p> التفسير وأوجه القراءة </p><p> ٢٠ - قوله:  {وَإِذْ قَالَ مُوسَى لِقَوْمِهِ} جملة مستأنفة لبيان ما فعلوا بعد أخذ </p><p> الميثاق؛ أي: واذكر يا محمَّد لبني إسرائيل المعاصرين لك وسائر من تبلغهم دعوتك قصة حين قال موسى لقومه، بعد أن أنقذهم الله تعالى من ظلم فرعون وقومه، وأخرجهم من ذلك البلد الظالم أهله {يَا قَوْمِ اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ} باللسان والجنان، واشكروه على ذلك بالطاعة له؛ لأن ذلك يوجب مزيدها كما قال تعالى:  {لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ} وتركها يوجب المؤاخذة والعذاب الشديد، كما قال تعالى:  {وَلَئِنْ كَفَرْتُمْ إِنَّ عَذَابِي لَشَدِيدٌ} . قال الطبري: هذا تعريف من الله تعالى لنبيه محمد - صلى الله عليه وسلم - بتمادي هؤلاء اليهود في الغيّ وبعدهم عن الحق، وسوء اختيارهم لأنفسهم، وشدة مخالفتهم لأنبيائهم مع كثرة نعم الله عليهم، وتتابع أياديه وآلائه لديهم، سلى بذلك نبيه محمدًا - صلى الله عليه وسلم - عما نزل به من مقاساتهم ومعالجتهم في ذات الله عز وجل. وقرأ ابن محيصن (١) : {يا قوم} بضم الميم، وكذا حيث وقع في القرآن. وروي ذلك عن ابن كثير، وهذا الضم هو على معنى الإضافة، كقراءة من قرأ:  {قل رب أحكم بالحق} - بالضم - وهي إحدى اللغات الخمس الجائزة في المنادى المضاف لياء المتكلم، وما ذكره الشوكاني هنا من تقديره بـ: يا أيها القوم اذكروا، غير صواب؛ لأنه يشعر بأنه نكرة مقصودة. وقد بين لهم موسى أصناف هذه النعم التي منحها لهم مولاهم، وحصرها في ثلاثة أشياء: </p><p> الأول: وهو أرفعها قدرًا وأعلاها ذكرًا ما ذكره بقوله: {إِذْ جَعَلَ فِيكُمْ أَنْبِيَاءَ} ؛ يعني: أن موسى عليه السلام ذكر قومه بني إسرائيل بأيام الله عندهم، وبما أنعم به عليهم فقال: يا قومي اذكروا إنعام الله تعالى عليكم حين جعل فيكم أنبياء؛ لأنه لم يبعث في أمة من الأمم ما بعث في بني إسرائيل من الأنبياء، فمنهم السبعون الذين اختارهم موسى من قومه، فانطلقوا معه إلى الجبل، ومنهم أولاد يعقوب؛ فإنهم كانوا أنبياء على قول الأكثرين. </p><p> والمعروف عند أهل الكتاب (٢) أن المراد بالنبوة الإخبار ببعض الأمور </p><p>(١) البحر المحيط. (٢) المراغي.</p>"
}