{
  "id": null,
  "sura": 5,
  "aya": 119,
  "text": "<p> لقومه، ومما يؤيد هذا ما رواه مسلم عن عبد الله بن عمرو بن العاص: أن النبي - صلى الله عليه وسلم -: (تلا قول الله تعالى في إبراهيم عليه السلام:{رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيرًا مِنَ النَّاسِ فَمَنْ تَبِعَنِي فَإِنَّهُ مِنِّي}الآية،وقول عيسى عليه السلام:{إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِنْ تَغْفِرْ لَهُمْ فَإِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ (١١٨) }، فرفع يديه إلى السماء وقال:  \"اللهم أمتي أمتي\" ، وبكى، فقال الله عز وجل: يا جبريل، اذهب إلى محمد - وربك أعلم - فسله ما يبكيك؟ فأتاه جبريل وسأله فأخبره رسول الله - صلى الله عليه وسلم - بما قال - وهو أعلم - فقال الله: يا جبريل، اذهب إلى محمد، فقل: إنا سنرضيك في أمتك ولا نسوءك). </p><p> وما رواه البخاري عن ابن عباس أن النبي - صلى الله عليه وسلم - قال:  \"ألا وإنه يجاء برجال من أمتي يوم القيامة، فيؤخذ بهم ذات اليمين وذات الشمال،فأقول:أصحابي،فيقال:إنك لا تدري ما أحدثوا بعدك،فأقول كما قال العبد الصالح:{وَكُنْتُ عَلَيْهِمْ شَهِيدًا مَا دُمْتُ فِيهِمْ}إلى قوله:{الْحَكِيمُ}قال: فيقال: إنهم لم يزالوا مرتدين على أعقابهم\" . </p><p> وما رواه أحمد والنسائي وابن مردويه: أنه - صلى الله عليه وسلم - قام بهذه الآية:  {إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ ...} الآية، حتى أصبح، يركع بها ويسجد، فسأله أبو ذر عن ذلك فقال:  \"إني سألت ربي الشفاعة فأعطانيها، وهي نائلة إن شاء الله من لا يشرك بالله شيئًا\" . </p><p> فهذه الأحاديث صريحة في أن الشفاعة لا ينالها أحد يشرك بالله شيئًا. </p><p> ١١٩ - قوله:  {قَالَ اللَّهُ هَذَا يَوْمُ ...} كلام مستأنف ختم به حكاية ما حكى مما يقع يوم يسأل الله الرسل عليهم السلام؛ أي: قال الله سبحانه وتعالى: هذا اليوم - يعني: يوم القيامة - هو {يَوْمُ يَنْفَعُ الصَّادِقِينَ صِدْقُهُمْ} ؛ أي: إن هذا اليوم هو اليوم الذي ينفع فيه الصادقين صدقهم في الدنيا في إيمانهم، وفي شهاداتهم وفي سائر أقوالهم وأحوالهم. والمعنى: إن صدقهم في الدنيا ينفعهم في الآخرة؛ لأنه يوم الإثابة والجزاء، وما تقدم من صدقهم في الدنيا يتبين نفعه يوم القيامة، والمراد بالصادقين: النبيون والمؤمنون؛ لأن الكفار لا ينفعهم صدقهم يوم القيامة. </p><p> قال (١) قتادة: متكلمان لا يخطئان يوم القيامة: عيسى عليه السلام؛ لأنه يقوم فيقول: ما قص الله عنه {مَا قُلْتُ لَهُمْ إِلَّا مَا أَمَرْتَنِي بِهِ} الآية، فكان صادقًا في الدنيا والآخرة فينفعه صدقه، وأما المتكلم الآخر فإبليس، فإنه يقوم ويقول:  {وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الْأَمْرُ} الآية، فصدق عدو الله فيما قال، ولم ينفعه صدقه انتهى. </p><p> وقرأ الجمهور (٢) : {هَذَا يَوْمُ} بالرفع على أن {هَذَا} مبتدأ و {يَوْمُ} خبره، والجملة محكية بـ {قال} ، وهي في موضع المفعول به لـ {قال} . وقرأ نافع:  {هذا يومَ} - بفتح الميم - وخرجه الكوفيون على أنه مبني خبر لـ {هذا} ، وبني لإضافته إلى الجملة الفعلية، وهم لا يشترطون كون الفعل مبنيًّا في بناء الظرف المضاف إلى الجملة، فعلى قولهم تتحد القراءتان في المعنى. وعند البصريين هو معرب لا مبني، منصوب على أنه ظرف لـ {قال} . وقرأ الأعمش:  {يومًا ينفع} - بالتنوين - كقوله:  {واتقوا يوما لا تجزئ} . وقرأ الحسن بن عياش الشامي:  {هذا يومٌ} بالرفع والتنوين. وقرأ الجمهور {صدقُهم} بالرفع فاعل ينفع وقرىء بالنصب وخرج على أنه مفعول له أي لصدقهم، ثم بين الله تعالى ذلك النفع بذكر ما لهم من الثواب على صدقهم فقال:  {لَهُمْ} ؛ أي: للصادقين في الآخرة على صدقهم في الدنيا {جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ} ؛ أي: بساتين تسيل من تحت أشجارها الأنهار الأربعة {خَالِدِينَ فِيهَا} ؛ أي: حالة كونهم مقدرين الخلود والمكث الطويل في تلك الجنات {أبدًا} ؛ أي: مدة لا نهاية لها ولا انقضاء، وتقدم لك الفرق بين الخلود والأبد فلا عود ولا إعادة. {رَضِيَ اللَّهُ} سبحانه وتعالى {عَنْهُمْ} ؛ أي: عن الصادقين في الآخرة بما عملوه في الدنيا من الطاعات الخالصة، ومعنى رضا الرب سبحانه عن عبده: قبول عمله منه وإثابته عليه. {وَرَضُوا عَنْهُ} ؛ أي: ورضي الصادقون عن الله سبحانه وتعالى بما جازاهم به مما لا يخطر لهم على بال، ولا تتصوره عقولهم، والرضا منه سبحانه هو أرفع درجات النعيم، وأعلى منازل الكرامة، وهذا المذكور هو غاية السعادة الأبدية؛ </p><p>(١) الخازن. (٢) البحر المحيط.</p>"
}