{
  "id": null,
  "sura": 5,
  "aya": 100,
  "text": "<p> يغفر كثيرًا لمن ظلم نفسه. قال تعالى:  {وَيَعْفُو عَنْ كَثِيرٍ} . </p><p> ٩٩ - وبعد أن أبان الله سبحانه وتعالى أن الجزاء بيد الله العليم بكل شيء .. ذكر وظيفة الرسول، وهو توصيل الأحكام إلى أمته فقال:  {مَا عَلَى الرَّسُولِ} محمَّد - صلى الله عليه وسلم -، وكذا سائر رسل الله تعالى صلوات الله عليهم أجمعين؛ أي: ليس على رسولنا الذي أرسلناه إليكم بالإنذار بالعقاب بين يدي عذاب شديد، والإعذار إليكم بما يقطع حججكم. {إِلَّا الْبَلَاغُ} ؛ أي: إلا أن يؤدي الرسالة إليكم ثم إلينا الثواب على الطاعة، وعلينا العقاب على المعصية، ولا يخفى علينا المطيع لأوامرنا، والعاصي التارك للعمل بها، كما قال:  {وَاللَّهُ} سبحانه وتعالى {يَعْلَمُ مَا تُبْدُونَ} وتظهرون من الأعمال الحسنة والسيئة {وَمَا تَكْتُمُونَ} ؛ أي: وما تخفون في قلوبكم من الإيمان والنفاق والشرك، فيجازيكم عليها؛ إذ لا يغيب عنه شيء من ضمائر الصدور، وظواهر أعمال النفوس، فخليق بكم أن تتقوني ولا تعصوا أمري، وفي هذه الجملة وعد ووعيد. وفي هذا وعيد شديد وتهديد لمن يخالف أوامر الله ويعصيه، كما أن فيه إبطالًا لما عليه أهل الشرك والضلال من الخوف من معبوداتهم الباطلة، والتماس الخلاص والنجاة من العذاب بشفاعتها. </p><p> والخلاصة (١) : أن الرسول ليس عليه إلا البلاغ لدين الله وشرعه، وبعدئذ يكون المبلغون هم المسؤولون عند الله تعالى، والله الذي يعلم ما يبدون وما يكتمون من العقائد والأقوال والأفعال، وهو الذي يجازيهم بحسب علمه المحيط بكل ذرة في الأرض والسموات، ويكون جزاؤه حقًّا وعدلًا، ويزيد بعد ذلك من إحسانه عليهم وفضله، فاطلبوا سعادتكم من أنفسكم، وخافوا منها عليها. </p><p> وما ورد من الشفاعة في الآخرة فهو دعاء من النبي - صلى الله عليه وسلم - يستجيبه الله، فيظهر عقبه ما سبق به علمه واقتضته حكمته بحسب ما جاء في كتابه دون أن يكون مؤثرًا في علم الله ولا في إرادته، فالحادث لا يؤثر في القديم. </p><p> ١٠٠ - وبعد أن بين الله تعالى أن الجزاء منوط بالأعمال .. أراد أن يبين ما يتعلق </p><p>(١) المراغي.</p><p> به الجزاء من صفات الأعمال، والعاملين لها، وأرشد إلى أن هناك حقيقتين مختلفتين يترتب على كل منهما ما يليق بها من الجزاء، فقال:  {قُل} يا محمَّد مخاطبًا أمتك {لَا يَسْتَوِي الْخَبِيثُ وَالطَّيِّبُ} ؛ أي: لا يستوي الرديء والجيد من الأشياء والأعمال والأموال، فلا يتساوى الضار والنافع، ولا الفاسد ولا الصالح، ولا الحرام والحلال، ولا الظالم والعادل، ولا المسلم والكافر، فلكل منها حكم يليق به عند الله الذي يضع كل شيء في موضعه بحسب علمه؛ أي: لا يستويان في أنفسهما ولا عند الله وعند الناس: {وَلَوْ أَعْجَبَكَ} وأحبك وسرك أيها المخاطب {كَثْرَةُ الْخَبِيثِ} من الناس، أو من الأموال المحرمة؛ لسهولة تناولها والتوسع في التمتع بها؛ كأكل الربا والرشوة والخيانة. </p><p> والمراد (١) : نفي الاستواء في كل الأحوال ولو في حال كون الخبيث معجبًا للرائي للكثرة التي فيه، فإن هذه الكثرة مع الخبيث في حكم العدم؛ لأن خبث الشيء يبطل فائدته، ويمحق بركته، ويذهب بمنفعته. والواو إما للحال، أو للعطف على مقدَّر؛ أي: لا يستوي الخبيث والطيب لو لم تعجبك كثرة الخيث، ولو أعجبك كثرة الخبيث كقولك: أحسن إلى فلان، وإن أساء إليك؛ أي: أحسن إليه إن لم يسىء إليك، وإن أساء إليك. وجواب {لو} محذوف؛ أي: ولو أعجبك كثرة فلا يستويان. </p><p> الخلاصة: أنهما لا يستويان لا في أنفسهما، ولا عند الله، ولو فرض أن كثرة الخبيث أعجبتك وغرتك، فصرت بعيدًا عن إدراك تلك الحقيقة؛ وهي: أن القليل من الحلال خير من كثير من الحرام حسن عاقبة في الدنيا والآخرة، ألا ترى أن القليل الجيد من الغذاء أو المتاع خير من الكثير الرديء الذي لا يغني غناءه، ولا يفيد فائدته، بل ربما يضر ويؤذي صاحبه، فكذلك الحال بالنسبة إلى الناس، فالقليل الطيب منهم خير من الكثير الخبيث، فطائفة قليلة من شجعان المؤمنين تغلب الطائفة الكثيرة من الجبناء المتخاذلين، وجماعة قليلة من ذوي </p><p>(١) الشوكاني.</p><p> البصيرة والرأي تأتي من الأعمال ما يعجز عنه الكثير من أهل الحمق والبلاهة، فالعبرة بالصفة لا بالعدد، والكثرة لا تكون خيرًا إلا بعد التساوي في الصفات الفاضلة. </p><p> {فَاتَّقُوا اللَّهَ} ؛ أي: خافوا الله تعالى فيما أمركم به ونهاكم عنه، ولا تعدلوا من الطيب إلى الخبيث من الأعمال والأموال ظاهرًا وباطنًا {يَا أُولِي الْأَلْبَابِ} ؛ أي: يا أصحاب العقول الكاملة السليمة الخالصة من الأمراض التي تدنسها {لَعَلَّكُمْ تُفْلِحُونَ} ؛ أي: لكي تظفروا بالمطالب الدنيوية والدينية العاجلة والآجلة. </p><p> والمعنى: فاتقوا الله يا أرباب العقول الراجحة، واحذروا أن يستحوذ عليكم الشيطان، فتغتروا بكثرة المال الخبيث، وكثرة أهل الباطل والفساد من الخبيثين، فتقوى الله هي التي تجعلكم من الطيبين، وبها يرجى أن تكونوا من المفلحين الفائزين بخيري الدنيا والآخرة. </p><p> وخصَّ أولي الألباب بالاعتبار؛ لأنهم هم أهل الروية والبصر بعواقب الأمور التي ترشد إليها مقدماتها بعد التأمل في حقيقتها وصفاتها. أمَّا الأغرار الغافلون: فلا يفيدهم وعظ واعظ، ولا تذكير مذكر، فلا يعتبرون بما يرون بأعينهم، ولا بما يسمعون بآذانهم، كما يُشاهد ويرى من حال كثير من الأغنياء الذين ذهبت أموالهم الكثيرة التي جمعت من الحرام، وحال الدول التي ذهب ريحها بخلوها من فضيلتي العلم والخلق، وورثها من كانوا أقل منهم رجالًا ومالًا؛ إذ كانوا أفضل منهم أخلاقًا وأعمالًا. </p><p> الإعراب </p><p> {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصَابُ وَالْأَزْلَامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ} . </p><p> {يَا أَيُّهَا}  {يا} : حرف نداء، {أيّ} منادى نكرة مقصودة، {ها} : حرف تنبيه زائد، وجملة النداء مستأنفة. {الَّذِينَ} : اسم موصول في محل الرفع صفة لأيُّ. {آمَنُوا} : فعل وفاعل صلة الموصول. {إِنَّمَا} : أداة حصر بمعنى ما النافية </p><p> وإلا المثبتة. {الْخَمْرُ} : مبتدأ. {وَالْمَيْسِرُ} : معطوفة عليه، وكذلك {وَالْأَنْصَابُ وَالْأَزْلَامُ} : معطوفان على {الْخَمْرُ} . {رِجْسٌ} : خبر المبتدأ، والجملة الإسمية جواب النداء لا محل لها من الإعراب. {مِنْ عَمَلِ الشَّيْطَانِ} : جار ومجرور ومضاف إليه، متعلق بمحذوف صفة لـ {رِجْسٌ} . {فَاجْتَنِبُوه} : الفاء: فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر تقديره: إذا عرفتم أن الخمر والميسر والأنصاب والأزلام رجس من عمل الشيطان، وأردتم ما هو الواجب عليكم .. فأقول لكم: اجتنبوه. {اجتنبوه} : فعل وفاعل ومفعول، والجملة الفعلية في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة استئنافًا بيانيًّا. {لَعَلَّكُمْ} : لعل: حرف ترج ونصب، والكاف ضمير المخاطبين في محل النصب اسمها. {تُفْلِحُونَ} : فعل وفاعل، والجملة في محل الرفع خبر لعل، وجملة لعل في محل الجر بلام التعليل المقدرة مسوقة لتعليل ما قبلها. </p><p> {إِنَّمَا يُرِيدُ الشَّيْطَانُ أَنْ يُوقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ فِي الْخَمْرِ وَالْمَيْسِرِ وَيَصُدَّكُمْ عَنْ ذِكْرِ اللَّهِ وَعَنِ الصَّلَاةِ فَهَلْ أَنْتُمْ مُنْتَهُونَ} . </p><p> {إِنَّمَا} : أداة حصر {يُرِيدُ الشَّيْطَانُ} : فعل وفاعل، والجملة مستأنفة. {أَن} : حرف نصب ومصدر. {يُوقِعَ} : فعل مضارع منصوب بـ {أَن} ، وفاعله ضمير يعود على {الشَّيْطَانُ} . {بَيْنَكُمُ} : ظرف ومضاف إليه متعلق بـ {يُوقِعَ} . {الْعَدَاوَةَ} : مفعول به. {وَالْبَغْضَاءَ} : معطوف عليه. {في} : حرف جر وسبب. {الْخَمْرِ} : مجرور به. {وَالْمَيْسِرِ} : معطوف عليه، والجار والمجرور متعلق بـ {يُوقِعَ} ، وجملة يوقع صلة {أَن} المصدرية، {وأَن} مع صلتها في تأويل مصدر منصوب على المفعولية لـ {يريد} تقديره: إنما يريد الشيطان إيقاعه العداوة والبغضاء بينكم بسبب الخمر والميسر. {وَيَصُدَّكُمْ} : فعل ومفعول معطوف على {يُوقِعَ} ، وفاعله ضمير يعود على {الشَّيْطَانُ} . {عَنْ ذِكْرِ اللَّهِ} : جار ومجرور ومضاف إليه، متعلق بـ {يصدكم} . {وَعَنِ الصَّلَاةِ} : جار ومجرور، معطوف على الجار والمجرور قبله. {فَهَل} : الفاء: فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر تقديره: إذا عرفتم أن الشيطان يريد أن يوقع بينكم العداوة والبغضاء </p><p> بسبب الخمر والميسر، وأردتم بيان ما هو اللازم لكم .. فأقول لكم: هل أنتم منتهون؛ أي: انتهوا عن الخمر والميسر. {هل} : حرف للاستفهام الاستخباري الذي هو بمعنى الأمر مبني على السكون. {أَنْتُمْ} : مبتدأ. {مُنْتَهُونَ} خبر، والجملة الإسمية في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. </p><p> {وَأَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَاحْذَرُوا فَإِنْ تَوَلَّيْتُمْ فَاعْلَمُوا أَنَّمَا عَلَى رَسُولِنَا الْبَلَاغُ الْمُبِينُ} . </p><p> {وَأَطِيعُوا اللَّهَ} : فعل وفاعل ومفعول، والجملة الفعلية في محل النصب معطوفة على جملة الاستفهام من حيث ما تضمنته من الأمر، والتقدير: انتهوا عن الخمر والميسر، وأطيعوا الله بالانتهاء عنهما {وَأَطِيعُوا الرَّسُولَ} : فعل وفاعل ومفعول، والجملة معطوفة على جملة {وَأَطِيعُوا اللَّهَ} . {وَاحْذَرُوا} : فعل وفاعل معطوف على {وَأَطِيعُوا اللَّهَ} ، ومفعوله محذوف تقديره: واحذروا المعاصي كلها. {فَإِن} الفاء: فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدَّر، تقديره: إذا عرفتم وجوب طاعة الله تعالى، وطاعة رسول الله - صلى الله عليه وسلم -، وأردتم بيان حكم ما إذا خالفتم الله والرسول .. فأقول لكم:  {إن} : حرف شرط {تَوَلَّيْتُمْ} : فعل وفاعل في محل الجزم بـ {إن} على كونه فعل شرط لها. {فَاعْلَمُوا} : الفاء: رابطة لجواب {إن} الشرطية وجوبًا؛ لكون الجواب جملة طلبية. {اعلموا} : فعل وفاعل في محل الجزم بـ {إن} الشرطية على كونها جوابًا لها، وجملة {إن} الشرطية في محل النصب مقول لجواب إذا المقدرة. وفي \"الفتوحات\" : جواب الشرط محذوف تقديره: فجزائكم علينا، والمذكور دال على الجواب لا جواب. {أَنَّمَا} : أن حرف نصب ومصدر. ما: كافة. {عَلَى رَسُولِنَا} : جار ومجرور ومضاف إليه خبر مقدم. {الْبَلَاغُ} : مبتدأ مؤخر. {الْمُبِينُ} : صفة له، والجملة من المبتدأ والخبر صلة {أن]، وجملة {أن} مع صلتها في تأويل مصدر ساد مسد مفعولي {اعلموا} تقديره: فاعلموا كون البلاغ المبين على رسولنا لا غير. </p><p> {لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جُنَاحٌ فِيمَا طَعِمُوا إِذَا مَا اتَّقَوْا وَآمَنُوا وَعَمِلُوا الصَّالِحَاتِ ثُمَّ اتَّقَوْا وَآمَنُوا ثُمَّ اتَّقَوْا وَأَحْسَنُوا وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ (٩٣) }. </p><p> {لَيْسَ} : فعل ماض ناقص. {عَلَى الَّذِينَ} : جار ومجرور خبر مقدم لـ {لَيْسَ} . {آمَنُوا} : فعل وفاعل والجملة صلة الموصول، {وَعَمِلُوا الصَّالِحَاتِ} : فعل وفاعل ومفعول به، والجملة معطوفة على جملة {آمَنُوا} . {جُنَاحٌ} : اسم {لَيسَ} مؤخر، وجملة {لَيْسَ} مستأنفة. {فِيمَا} : في حرف جر وسبب. {ما} : موصولة، أو موصوفة في محل الجر بـ {في} ، الجار والمجرور صفة لـ {جُنَاحٌ} ، أو متعلق بـ {جُنَاحٌ} أو بـ {لَيْسَ} ، أو متعلق بما تعلق به الخبر. {طَعِمُوا} : فعل وفاعل، والجملة صلة لما أو صفة لها، والعائد أو الرابط محذوف تقديره: فيما طعموه من الخمر والميسر. {إِذَا} : ظرف لما يستقبل من الزمان. {مَا} : زائدة. {اتَّقَوْا} : فعل وفاعل، والجملة في محل الخفض بإضافة {إِذَا} إليها على كونها فعل شرط لها. {وَآمَنُوا} : فعل وفاعل، والجملة في محل الخفض بإضافة {إِذَا} معطوفة على جملة {وَآمَنُوا} . {وَعَمِلُوا الصَّالِحَاتِ} : فعل وفاعل ومفعول، والجملة معطوفة على جملة {وَآمَنُوا} أيضًا، والظرف متعلق بالجواب المحذوف المعلوم من السياق تقديره: لا يأثمون ولا يؤاخذون وقت اتقائهم، وجملة {إِذَا} مستأنفة، ويجوز أن تكون {إذَا} ظرفًا مجردًا عن الشرط، وأن تكون شرطية وجوابها محذوف كما قدرنا آنفًا. {ثُمَّ} : حرف عطف وتراخ. {اتَّقَوْا} : فعل وفاعل معطوف على قوله: {إِذَا مَا اتَّقَوْا} . {وَآمَنُوا} : فعل وفاعل معطوف على {اتَّقَوْا} الذي قبله. {ثُمَّ اتَّقَوْا} : معطوف على قوله: {ثُمَّ اتَّقَوْا} . {وَأَحْسَنُوا} : فعل وفاعل معطوف على {اتَّقَوْا} قبله. {وَاللَّهُ} : مبتدأ، وجملة {يُحِبُّ الْمُحْسِنِينَ} خبره، والجملة مستأنفة مسوقة لتعليل ما قبلها. </p><p> {يَا أَيُّهَا الَّذِينَ آمَنُوا لَيَبْلُوَنَّكُمُ اللَّهُ بِشَيْءٍ مِنَ الصَّيْدِ تَنَالُهُ أَيْدِيكُمْ وَرِمَاحُكُمْ لِيَعْلَمَ اللَّهُ مَنْ يَخَافُهُ بِالْغَيْبِ} . </p><p> {يَا أَيُّهَا}  {يا} : حرف نداء، {أيُّ} منادى نكرة مقصودة، {ها} حرف تنبيه زائد، وجملة النداء مستأنفة. {الَّذِينَ} : اسم موصول في محل الرفع صفة </p><p> لـ {أيُ}  {آمَنُوا} : فعل وفاعل، والجملة صلة الموصول {لَيَبْلُوَنَّكُمُ} : اللام: موطئة للقسم. {يبلونكم} : فعل مضارع في محل الرفع لتجرده عن الناصب والجازم مبني على الفتح لاتصاله بنون التوكيد الثقيلة، ونون التوكيد الثقيلة حرف لا محل لها من الإعراب. {اللَّهُ} : فاعل، والجملة الفعلية جواب لقسم محذوف لا محل لها من الإعراب، وجملة القسم المحذوف جواب النداء لا محل لها من الإعراب. {بِشَيْءٍ} : جار ومجرور متعلق بـ {يبلون} . {مِنَ الصَّيْدِ} : جار ومجرور صفة أولى لـ {شَيْءٍ} تقديره: بشيء كائن من الصيد. {تَنَالُهُ أَيْدِيكُمْ} : فعل ومفعول وفاعل. {وَرِمَاحُكُمْ} : معطوف على {أَيْدِيكُمْ} ، والجملة الفعلية في محل الجر صفة ثانية لـ {شيء} ، أو في محل النصب حال من {شيء} لتخصصه بالصفة. {لِيَعْلَمَ اللَّهُ} : اللام: حرف جر وتعليل. {يعلم الله} : فعل وفاعل منصوب بأن مضمرة جوازًا بعد لام كي. {مَن} : اسم موصول في محل النصب مفعول به لـ {يعلم} ؛ لأنه بمعنى عرف. {يَخَافُهُ} : فعل ومفعول، وفاعله ضمير يعود على {مَن} . {بِالْغَيْبِ} : جار ومجرور حال من ضمير الفاعل في {يخاف} ؛ أي: يخاف الله حالة كونه غائبًا عن الله، ومعنى كون العبد غائبًا عن الله: أنه لم يرَ الله تعالى، أو حال من ضمير المفعول؛ أي: من يخاف الله حالة كونه تعالى ملتبسًا بالغيب عن العبد؛ أي: غير مرئي له، وجملة {يخاف} من الفعل والفاعل صلة {مَن} الموصول، وجملة {يعلم} من الفعل والفاعل صلة أن المضمرة، أن مع صلتها في تأويل مصدر مجرور بلام التعليل تقديره: لعلم الله علم ظهور للخلق من يخافه بالغيب، الجار والمجرور متعلق بـ {يبلون} . </p><p> {فَمَنِ اعْتَدَى بَعْدَ ذَلِكَ فَلَهُ عَذَابٌ أَلِيمٌ} . </p><p> {فَمَن} الفاء: فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر تقديره: إذا عرفتم ابتلاء الله لكم بالصيد ليعلم الله من يخافه بالغيب، وأردتم بيان حكم من اعتدى على الصيد بعد النهي المفهوم من هذا الابتلاء .. فأقول لكم:  {من} : اسم شرط جازم في محل الرفع مبتدأ، والخبر جملة الشرط أو الجواب، أو هما {اعْتَدَى} : فعل ماضٍ في محل الجزم بـ {من} على كونه فعل شرط لها، وفاعله </p><p> ضمير يعود على {من} . {بَعْدَ ذَلِكَ} : ظرف ومضاف إليه، متعلق بـ {اعْتَدَى} . {فَلَهُ} : الفاء رابطة لجواب {من} الشرطية وجوبًا. {له} هو جار ومجرور خبر مقدم. {عَذَابٌ} : مبتدأ مؤخر. {أَلِيمٌ} : صفة له، والجملة الإسمية في محل الجزم بـ {من} الشرطية على كونها جوابًا لها، وجملة {من} الشرطية من فعل شرطها وجوابها في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة استئنافًا بيانيًّا لا محل لها من الإعراب. </p><p> {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَقْتُلُوا الصَّيْدَ وَأَنْتُمْ حُرُمٌ} . </p><p> {يَا أَيُّهَا}  {يا} : حرف نداء. {أيُّ} : منادى نكرة مقصودة، {ها} : حرف تنبيه. {الَّذِينَ} : اسم موصول في محل الرفع صفة لأي {آمَنُوا} : فعل وفاعل، والجملة صلة الموصول، وجملة النداء مستأنفة. {لَا} : ناهية جازمة. {لَا تَقْتُلُوا الصَّيْدَ} : فعل وفاعل ومفعول مجزوم بـ {لَا} الناهية، والجملة جواب النداء لا محل لها من الإعراب. {وَأَنْتُمْ} : مبتدأ. {حُرُمٌ} : خبره، والجملة في محل النصب حال من فاعل {تَقْتُلُوا} . </p><p> {وَمَنْ قَتَلَهُ مِنْكُمْ مُتَعَمِّدًا فَجَزَاءٌ مِثْلُ مَا قَتَلَ مِنَ النَّعَمِ} . </p><p> {وَمَن} الواو: استئنافية. {من} : اسم شرط في محل الرفع مبتدأ، والخبر جملة الشرط أو الجواب. {قَتَلَهُ} : فعل ومفعول، وفاعله ضمير يعود على {من} . {مِنكمُ} : جار ومجرور حال من فاعل {قَتَلَهُ} ؛ أي: كائنًا منكم، وقوله متعمدًا حال أيضًا من فاعل {قَتَلَ} فعلى رأي مَنْ يجوِّز تعدد الحال، يجوز ذلك هنا، ومن منع يقول: إن {مِنكمُ} للبيان متعلق بـ {قَتَلَ} حتى لا تتعدد الحال. {فَجَزَاءٌ} الفاء: رابطة لجواب {من} الشرطية وجوبًا. {جزاء} : مبتدأ وخبره محذوف تقديره: فعليه جزاء، والجملة من المبتدأ والخبر في محل الجزم بـ {من} الشرطية على كونها جوابًا لها، وجملة {من} الشرطية مستأنفة. {مِثْلُ} بالرفع صفة لـ {جزاء} ؛ لأنه بمعنى: مماثل، أو بدل منه. ويقرأ على المشهور بإضافة {جزاء} إلى المثل، وإعراب الجزاء يكون على ما تقدم، {مِثْلُ} في هذه القراءة </p><p> مقحم كقوله تعالى:  {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِير} ، {مِثْلُ} مضاف. {مَا} : موصولة أو موصوفة، في محل الجر مضاف إليه. {قَتَلَ} : فعل ماض، وفاعله ضمير يعود على {مِنَ} ، والجملة صلة لـ {ما} أو صفة لها، والعائد أو الرابط محذوف تقديره: قتله. {مِنَ النَّعَمِ} : جار ومجرور حال من {مِثْلُ} ، أو صفة له. </p><p> {يَحْكُمُ بِهِ ذَوَا عَدْلٍ مِنْكُمْ هَدْيًا بَالِغَ الْكَعْبَةِ أَوْ كَفَّارَةٌ طَعَامُ مَسَاكِينَ أَوْ عَدْلُ ذَلِكَ صِيَامًا لِيَذُوقَ وَبَالَ أَمْرِهِ} . </p><p> {يَحْكُمُ} : فعل مضارع. {بِهِ} : متعلق به. {ذَوَا} : فاعل مرفوع بالألف؛ لأنه من المثنى. {عَدْلٍ} : مضاف إليه. {مِنْكُمْ} : جار ومجرور صفة لـ {ذَوَا} ؛ أي: كائنان منكم، وجملة {يَحْكُمُ} في محل الرفع صفة لـ {جزاء} إذا نونته، وأما على الإضافة فهو في موضع الحال، والعامل فيه معنى الاستقرار المقدَّر في الخبر المحذوف {هَدْيًا} : حال من {جزاء} على كل من القراءتين، أو من ضمير به، أو منصوب على المصدرية؛ أي: يهديه هديًا، أو منصوب على التمييز. {بَالِغَ الْكَعْبَةِ} : صفة لـ {هَدْيًا} ، وإن أضيف إلى ما بعده؛ لأن إضافته لفظية لا تفيد تعريفًا. {أَوْ كَفَّارَةٌ} : معطوف على {جزاء} ؛ أي: أو عليه كفارة إذا لم يجد المثل. {طَعَامُ} : بدل من {كَفَّارَةٌ} ، أو خبر مبتدأ محذوف؛ أي: هي طعام، ويقرأ بالإضافة، والإضافة فيه لتبيين المضاف {أَوْ عَدْلُ ذَلِكَ} : معطوف على {جزاء} ؛ أي: أو عليه عدل ذلك {صِيَامًا} : تمييز لـ {عَدْلُ} كقولهم على التمرة مثلها زبدًا؛ لأن المعنى: أو قدر ذلك صيامًا. {لِيَذُوقَ} اللام لام كي. {يذوق} : فعل مضارع منصوب بأن مضمرة جوازًا بعد لام كي، وفاعله ضمير يعود على قاتل الصيد عمدًا. {وَبَالَ أَمْرِهِ} : مفعول به ومضاف إليه، والجملة الفعلية صلة أن المضمرة أن مع صلتها في تأويل مصدر مجرور بلام كي تقديره: لذوقه وبال أمره؛ أي: جزاء ذنبه، والجار والمجرور متعلق بمحذوف تقديره: أوجبنا عليه ذلك الجزاء لذوقه وبال أمره. </p><p> {عَفَا اللَّهُ عَمَّا سَلَفَ وَمَنْ عَادَ فَيَنْتَقِمُ اللَّهُ مِنْهُ وَاللَّهُ عَزِيزٌ ذُو انْتِقَامٍ} . </p><p> {عَفَا اللَّهُ} : فعل وفاعل، والجملة مستأنفة. {عَمَّا} : جار ومجرور متعلق بـ {عَفَا} . {سَلَفَ} : فعل ماضٍ، وفاعله ضمير يعود على {ما} . {وَمَنْ} : الواو: عاطفة. {من} : اسم شرط في محل الرفع مبتدأ، والخبر جملة الشرط أو الجواب. {عَادَ} : في محل الجزم بـ {من} على كونه فعل شرط لها، وفاعله ضمير يعود على {من} . {فَيَنْتَقِمُ اللَّهُ} : الفاء: رابطة لجواب {من} الشرطية جوازًا. {ينتقم الله} : فعل وفاعل والجملة في محل الجزم بـ {من} على كونها جوابًا لها، ولم يجزم لفظه مشاكلة لفعل الشرط، وجملة {من} الشرطية معطوفة على جملة قوله: {عَفَا اللَّهُ عَمَّا سَلَفَ} . {مِنْهُ} جار ومجرور متعلق بـ {يَنْتَقِمُ} . {وَاللَّهُ} : مبتدأ. {عَزِيزٌ} خبر. {ذُو} : صفة لـ {عَزِيزٌ} مرفوع بالواو. {انْتِقَامٍ} : مضاف إليه. </p><p> {أُحِلَّ لَكُمْ صَيْدُ الْبَحْرِ وَطَعَامُهُ مَتَاعًا لَكُمْ وَلِلسَّيَّارَةِ وَحُرِّمَ عَلَيْكُمْ صَيْدُ الْبَرِّ مَا دُمْتُمْ حُرُمًا} . </p><p> {أُحِلَّ} : فعل ماض مغير الصيغة. {لَكُمْ} : متعلق به. {صَيْدُ الْبَحْرِ} : نائب فاعل، ومضاف إليه، والجملة الفعلية مستأنفة. {وَطَعَامُهُ} : معطوف على {صَيْدُ الْبَحْرِ} . {مَتَاعًا} : مفعول لأجله؛ أي: أحل لكم صيد البحر وطعامه تمتيعًا لكم؛ أي: لأجل تمتعكم وانتفاعكم، وقيل: منصوب على المفعولية المطلقة بفعل محذوف تقديره: متعكم الله بذلك تمتيعًا. {لَكُمْ} : جار ومجرور متعلق بـ {مَتَاعًا} ؛ لأنه اسم مصدر لمتَّعَ المضعف. {وَلِلسَّيَّارَةِ} : جار ومجرور معطوف على الجار والمجرور قبله. {وَحُرِّمَ} : فعل ماض مغيَّر الصيغة. {عَلَيْكُمْ} : جار ومجرور متعلق به. {صَيْدُ الْبَرِّ} : نائب فاعل، والجملة معطوفة على جملة قوله:  {أُحِلَّ لَكُمْ صَيْدُ الْبَحْر} . {مَا} : مصدرية ظرفية. {دُمْتُمْ} : فعل ناقص واسمه. {حُرُمًا} : خبره وجملة دام من اسمها وخبرها صلة {مَا} المصدرية، {مَا} مع صلتها في تأويل مصدر مجرور بإضافة الظرف المقدر إليه تقديره: مدة دوامكم محرمين، والظرف المقدر متعلق بـ {حرم} . </p><p> {وَاتَّقُوا اللَّهَ الَّذِي إِلَيْهِ تُحْشَرُونَ (٩٦) جَعَلَ اللَّهُ الْكَعْبَةَ الْبَيْتَ الْحَرَامَ قِيَامًا لِلنَّاسِ </p><p> وَالشَّهْرَ الْحَرَامَ وَالْهَدْيَ وَالْقَلَائِدَ}. </p><p> {اتَّقُوا اللهَ} : فعل وفاعل ومفعول، والجملة مستأنفة. {الَّذِي} : اسم موصول في محل النصب صفة للجلالة. {إِلَيْهِ} : جار ومجرور متعلق بـ {تُحْشَرُونَ} . {تُحْشَرُونَ} : فعل ونائب فاعل، والجملة الفعلية صلة الموصول، والعائد ضمير إليه. {جَعَلَ الله} : فعل وفاعل. {الْكَعْبَةَ} : مفعول أول. {الْبَيْتَ} : بدل من {الْكَعْبَةَ} ، أو عطف بيان منه. {الْحَرَامَ} : صفة لـ {الْبَيْتَ} . {قِيَامًا} : مفعول ثان لـ {جَعَلَ} إن كان جعل بمعنى: صيّر، وإن كان جعل بمعنى: خلق .. فقيامًا حال من {الْكَعْبَة} . {لِلنَّاسِ} : جار ومجرور متعلق بـ {قِيَامًا} . {وَالشَّهْرَ} : معطوف على {الْكَعْبَة} . {الْحَرَامَ} : صفة لـ {الشهر}  {وَالْهَدْيَ وَالْقَلَائِدَ} : معطوفان أيضًا على {الْكَعْبَة} ، فالمفعول الثاني، أو الحال محذوف لفهم المعنى؛ أي: جعل الله أيضًا الشهر الحرام والهدي والقلائد قيامًا. اهـ \"سمين\" . </p><p> {ذَلِكَ لِتَعْلَمُوا أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَأَنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ} . </p><p> {ذَلِكَ} : مبتدأ. {لِتَعْلَمُوا} : اللام: حرف جر وتعليل. {تعلموا} : فعل مضارع منصوب بأن مضمرة جوازًا بعد لام كي، وعلامة نصبه حذف النون، والواو فاعل، والجملة الفعلية صلة {أن} المضمرة، {أن} مع صلتها في تأويل مصدر مجرور باللام، الجار والمجرور متعلق بمحذوف خبر المبتدأ تقديره: ذلك كائن لعلمكم أن الله يعلم ما في السموات وما في الأرض، والجملة الإسمية مستأنفة مسوقة لتعليل ما قبلها. </p><p> وفي \"السمين\" : {ذَلِكَ} فيه ثلاثة أوجه من الإعراب: </p><p> أحدها: أنه خبر مبتدأ محذوف؛ أي: الحكم الذي حكمناه ذلك لا غير. </p><p> والثاني: أنه مبتدأ، وخبره محذوف؛ أي: ذلك الحكم هو الحق لا غيره. </p><p> والثالث: أنه منصوب بفعل مقدَّر يدل عليه السياق؛ أي: شرع الله ذلك، وهذا أقواها؛ لتعلق لام العلة به. {أَنَّ} : حرف نصب. {اللهَ} : اسمها، وجملة {يَعْلَمُ} خبرها، وجملة {أَنَّ} وما في حيزها في تأويل مصدر منصوب على المفعولية لتعلموا؛ لأن علم هنا بمعنى: عرف يتعدى لمفعول واحد تقديره: لتعلموا علم الله ما في السموات وما في الأرض. {مَا} : موصولة أو موصوفة في محل النصب مفعول {يَعْلَمُ} . {في السَّمَاوَاتِ} : جار ومجرور متعلق بمحذوف صلة لـ {مَا} أو صفة لها. {وَمَا في الْأَرْضِ} : معطوف على {مَا في السَّمَاوَاتِ} . {وَأَنَّ اللهَ} : ناصب واسمه. {بِكُلِّ شَيْءٍ} : جار ومجرور ومضاف إليه متعلق بـ {عَلِيمٌ} . {عَلِيمٌ} : خبر أن مرفوع، وجملة أن في تأويل مصدر معطوف على مصدر منسبك من أنَّ الأولى تقديره: ذلك لتعلموا علم الله ما في السموات، وما في الأرض، وعلمه بكل شيء. </p><p> {اعْلَمُوا أَنَّ اللهَ شَدِيدُ الْعِقَابِ وَأَنَّ اللهَ غَفُورٌ رَحِيمٌ (٩٨) }. </p><p> {اعْلَمُوا} : فعل وفاعل، والجملة مستأنفة. {أَنَّ اللهَ} : ناصب واسمه. {شَدِيدُ الْعِقَابِ} : خبر {أَنّ} ، ومضاف إليه وجملة {أَنّ} في تأويل مصدر منصوب على المفعولية لـ {اعْلَمُوا} تقديره: اعلموا كون الله شديد العقاب، وجملة قوله:  {وَأَنَّ اللَّهَ غَفُورٌ رَحِيمٌ} في تأويل مصدر معطوف على مصدر منسبك من جملة {أَنَّ} الأولى تقديره: اعلموا كون الله شديد العقاب، وكونه غفورًا رحيمًا. </p><p> {مَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ وَاللَّهُ يَعْلَمُ مَا تُبْدُونَ وَمَا تَكْتُمُونَ (٩٩) }. </p><p> {مَا} : نافية. {عَلَى الرَّسُولِ} : جار ومجرور خبر مقدم. {إِلَّا} : أداة استثناء مفرغ. {الْبَلَاغُ} : مبتدأ مؤخر، والجملة مستأنفة. وفي \"الفتوحات\" : وفي رفعه وجهان: </p><p> أحدهما: أنه فاعل بالجار قبله لاعتماده على النفي؛ أي: ما استقر على الرسول الله البلاغ. </p><p> الثاني: أنه مبتدأ: وخبره الجار قبله، وعلى كل من التقديرين فالاستثناء مفرغ. اهـ \"سمين\" . {وَاللَّهُ} : مبتدأ. {يَعْلَمُ} : فعل مضارع، وفاعله ضمير يعود على {اللَّهُ} . {مَا} : موصولة أو موصوفة، في محل النصب مفعول {يَعْلَمُ} . {تُبْدُونَ} : فعل وفاعل، والجملة صلة لـ {مَا} أو صفة لها، والعائد أو الرابط محذوف تقديره: ما تبدونه. {وَمَا تَكتُمُونَ} : معطوف على {مَا تُبْدُونَ} ، وجملة {يَعْلَمُ} في محل الرفع خبر المبتدأ، والجملة الإسمية مستأنفة. </p><p> {قُلْ لَا يَسْتَوِي الْخَبِيثُ وَالطَّيِّبُ وَلَوْ أَعْجَبَكَ كَثْرَةُ الْخَبِيثِ فَاتَّقُوا اللَّهَ يَا أُولِي الْأَلْبَابِ لَعَلَّكُمْ تُفْلِحُونَ} . </p><p> {قُلْ} : فعل أمر، وفاعله ضمير يعود على محمَّد، والجملة مستأنفة. {لَا يَسْتَوِي الْخَبِيثُ وَالطَّيِّبُ} إلى آخر الآية: مقول محكي لـ {قُل} ، وإنْ شئت قلتَ:  {لَا} : نافية. {يَسْتَوِي الْخَبِيثُ} : فعل وفاعل. {وَالطَّيِّبُ} : معطوف عليه، والجملة في محل النصب مقول القول. {وَلَوْ} الواو: عاطفة. {لو} : حرف شرط غير جازم. {أَعْجَبَكَ} : فعل ومفعول. {كَثْرَةُ الْخَبِيثِ} : فاعل ومضاف إليه، وجواب {لو} محذوف معلوم مما قبلها تقديره: ولو أعجبك كثرة الخبيث لا يستوي الخبيث والطيب، وجملة {لو} معطوفة على جملة محذوفة تقديرها: لو لم يعجبك كثرة الخبيث ولو أعجبك، وكلتا الجملتين في موضع الحال من فاعل {لَا يَسْتَوِي} تقديره: قل لا يستوي الخبيث والطيب حالة كون كثرة الخبيث غير معجبة لك ومعجبة لك. {فَاتَّقُوا} الفاء: فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر تقديره: إذا عرفتم عدم استواء الخبيث والطيب - ولو كثر الخبيث - وأردتم بيان ما هو الأصلح لكم .. فأقول لكم: اتقوا الله يا أولي الألباب. {فَاتَّقُوا اللَّهَ} : فعل وفاعل ومفعول، والجملة في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة استئنافًا بيانيًّا. {يَا أُولِي الْأَلْبَابِ} : منادى مضاف منصوب بالياء؛ لأنه ملحق بجمع المذكر السالم. {لَعَلَّكُمْ} : {ولعل} : حرف ترج وتعليل، والكاف: اسمها، وجملة {تُفْلِحُونَ} : خبرها، وجملة {لعل} مسوقة لتعليل ما قبلها في محل الجر بلام التعليل </p><p> المقدرة، والتقدير: فاتقوا الله بامتثال أوامره واجتناب نواهيه لرجاء فَلاحِكُمْ. </p><p> التصريف ومفردات اللغة </p><p> {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ} : الخمر لغة: ما اتخذ من عصير العنب، وشرعًا: كل شراب مسكر وإن اتخذ من غير العنب، وسمي خمرًا؛ لأنه يخامر العقل؛ أي: يستره ويغطيه. والميسر لغة: القمار؛ أي: اللعب بالقداح؛ أي: بالملاهي؛ كالطاب والمنقلة والطاولة والعود، وشرعًا: كل لعب تردد بين غُنْم وغُرْم، سواء كان بالملاهي أو بغيرها. {وَالْأَنْصَابُ} : جمع نَصَب بفتحتين؛ كجمل وأجمال، أو جمع نُصُب بضمتين؛ كعنق وأعناق، سميت الأصنام بذلك؛ لأنها تنصب للعبادة {وَالْأَزْلَامُ} : جمع زلَم بضم الزاي وفتحها مع فتح اللام فيهما، وهي القداح؛ أي: قِطَع رقيقة من الخشب بهيئة السهام كانوا يستقسمون بها في الجاهلية لأجل التفاؤل أو التشاؤم كما مرَّ. </p><p> {رِجْسٌ} : قال الزجاج: الرجس اسم لكل ما استقذر من عمل قبيح، ويقال للعذرة والأقذار: رجس؛ لأنها قذارة ونجاسة. وفي \"القاموس\" : رجس كفرح، ورَجُس ككرم إذا عمل عملًا قبيحًا، والرجس المستقذر حسًّا أو معنى، يقال: رجل رجس، ورجال أرجاس. والرجس على أوجه: إما من جهة الطبع، وإما من جهة العقل، وإما من جهة الشرع؛ كالخمر والميسر، وإما من كل ذلك كالميتة؛ لأنها تعاف طبعًا وعقلًا وشرعًا، وأصله من الرجس - بفتح الراء - وهو شدة صوت الرعد. وفرّق ابن دريد بين الرجس والرجز والركس، فجعل الرجس: الشر، والرجز: العذاب، والركس: العورة والنتن. اهـ. </p><p> {الْعَدَاوَةَ} : تجاوز الحق إلى الإيذاء {فِيمَا طَعِمُوا} : يقال: طعم الشيء يطعمه - من باب علم - إذا أكله، ثم استعمل في ذوق طعم الشيء من طعام وشراب، ومن الأول قوله تعالى:  {فَإِذَا طَعِمْتُمْ فَانْتَشِرُوا} ؛ أي: أكلتم، ومن الثاني قوله:  {فَمَنْ شَرِبَ مِنْهُ فَلَيْسَ مِنِّي وَمَنْ لَمْ يَطْعَمْهُ فَإِنَّهُ مِنِّي} ، أي: لم يذق طعم مائه. {لَيَبْلُوَنَّكُمُ اللَّهُ بِشَيْءٍ مِنَ الصَّيْدِ} : من بَلاَ يبلو من باب غزا يغزوا فهو </p><p> ناقص واوي، اتصل به نون التوكيد الثقيلة؛ أي: ليعاملنكم معاملة المختبر الذي يريد أن يعلم الشيء، وإن كان علام الغيوب، والمراد بالصيد هنا: المأكول البري الوحشي، وإلا فالصيد يطلق على المأكول وعلى غير المأكول، قال الشاعر: </p><p> صَيْدُ الْمُلُوْكِ أَرَانِبٌ وَثَعَالِبُ ... وَإِذَا رَكِبْتُ فَصَيْدِيَ الأَبْطَالُ </p><p> والصيد في الأصل؛ مصدر صاد يصيد صيدًا من باب باع، وهو ها هنا بمعنى اسم المفعول؛ أي: المصيد، وسمي صيدًا ومصيدًا لمآله إلى ذلك، وتوافر الدواعي إلى صيده، فكأنه لما أعد للصيد .. صار كأنه مصيد {بِالْغَيْبِ} : وهو مصدر في موضع فاعل، ذكره أبو البقاء. </p><p> {وَأَنْتُمْ حُرُمٌ} : جمع حرام، يطلق على الذكر والأنثى، يقال: هو رجل حرام وامرأة حرام؛ أي: محرمة بحج أو عمرة، ويقع أيضًا على المحرم وإن كان في الحل، وعلى من في الحرم وإن كان حلالًا، وهما سيان في النهي عن قتل الصيد. {مِنَ النَّعَم} : والنعم: اسم جنس يجمع على أنعام، وهي في العرف الإبل والبقر والغنم {أَوْ عَدْلُ ذَلِكَ} : العدل بالفتح (١) : المعادل للشيء والمساوي له مما يدرك بالعقل، وبالكسر: المساوي له مما يدرك بالحس {لِيَذُوقَ وَبَالَ أَمْرِهِ} : والوبال في اللغة (٢) : الشيء الثقيل الذي يخاف ضرره، يقال: مرعى وبيل إذا كان فيه وخامة، وإنما سمى الله ذلك وبالًا؛ لأن إخراج الجزاء ثقيل على النفس لما فيه من تنقيص المال وثقل الصوم على النفس كما مر. وفي \"السمين\" : وقال الراغب: الوابل المطر الثقيل القطر، ولمراعاة الثقل قيل للأمر الذي يخاف ضرره وبال، قال تعالى:  {لِيَذُوقَ وَبَالَ أَمْرِهِمْ} ، ويقال: طعام وبيل، وكلأ وبيل يخاف وباله قال تعالى:  {فَأَخَذْنَاهُ أَخْذًا وَبِيلًا} . وقال غيره: والوبال في اللغة: ثقل الشيء في المكروه، يقال: مرعى وبيل إذا كان يستوخم، وماء وبيل إذا كان لا يستمرأ، واستوبلتُ الأرضَ؛ كرهتها خوفًا من وبالها. </p><p>(١) المراغي. (٢) الفتوحات.</p><p> {أُحِلَّ لَكُمْ صَيْدُ الْبَحْرِ وَطَعَامُهُ مَتَاعًا لَكُمْ وَلِلسَّيَّارَةِ} والمراد بالبحر هنا: الماء الكثير الذي يوجد فيه السمك كالأنهار والآبار والبرك ونحوها، لا خصوص البحر المعروف. وصيد البحر: ما يصاد منه مما يعيش فيه عادة، وطعامه ما قذف به إلى ساحله. </p><p> {مَتَاعًا} اسم مصدر لمتع المضعف، يقال: متَّع يمتع تمتيعًا ومتاعًا فهو بمعنى: التمتيع. والسيارة: جماعة المسافرين يتزودون منه، وهي مؤنث سيَّار، وهي القافلة، وأصلها: القوم يسيرون، تجمع على سيارات. </p><p> {جَعَلَ اللَّهُ الْكَعْبَةَ الْبَيْتَ الْحَرَامَ} : والكعبة لغة: كل بيت مربع، وسميت الكعبة كعبةً لذلك، وأصل اشتقاق ذلك من الكتب الذي هو أحد أعضاء الآدمي. قال الراغب: كعب الرجل الذي هو عند ملتقى الساق والقدم، والكعبة: كل بيت على هيئتها في التربيع، وبها سميت الكعبة، وذو الكعاب بيت كان في الجاهلية لبني ربيعة، وامرأة كاعب إذا تكعب ثدياها. {قِيَامًا لِلنَّاسِ} : والقيام مصدر كالصيام، ويقال: هذا قيام له وقوام له، وكأنهم ذهبوا في قيام إلى أنه ليس بمصدر، بل هو اسم كالسواك، فلذلك صحت الواو: قال الشاعر: </p><p> قِوَامُ دُنْيَا وَقِيَامُ دِيْنِ </p><p> وإذا لحقته تاء التأنيث .. لزمت الياء، قالوا: القيامة، ذكره أبو حيان في \"البحر\" . وأصل قيامًا: قوامًا، تحركت الواو وانفتح ما قبلها فقلبت ألفًا، فصار: قيامًا، ثم كسرت القاف لمناسبة الياء. </p><p> {مَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ} : البلاغ اسم مصدر لبلغ تبليغًا قائم مقام المصدر. ويحتمل (١) أن يكون مصدر البلغ المشدد على حذف الزوائد، فمعنى البلاغ: التبليغ، وقيل: البلاغ والبلوغ مصدران لبلغ الثلاثي، وإذا كان مصدرًا لبلغ بمعنى: وصل فبلاغ الشرائع إلى المرسل إليهم؛ أي: وصولها إليها مستلزم لتبليغ من أرسل إليهم بها، فعبَّر باللازم عن الملزوم. </p><p>(١) البحر المحيط.</p><p> البلاغة </p><p> وقد تضمنت هذه الآيات أنواعًا من البلاغة والفصاحة والبيان والبديع: </p><p> فمنها: التكرار في قوله: {إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ} ، وفي قوله:  {الْخَمْرُ وَالْمَيْسِرُ} ، وفي:  {يَا أَيُّهَا الَّذِينَ آمَنُوا} ، وفي قوله:  {وَأَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ} ، وفي قوله:  {آمَنُوا وَعَمِلُوا الصَّالِحَاتِ} ، وفي قوله:  {إِذَا مَا اتَّقَوْا} و {اتَّقَوْا} . </p><p> ومنها: جمع (١) مؤكدات كثيرة في تحريم الخمر: منها: تصدير الجملة بـ {إنما} ، ومنها: أنه قرنهما بعبادة الأصنام، ومنها: أنه جعلهما رجسًا كما قال: {فَاجْتَنِبُوا الرِّجْسَ مِنَ الْأَوْثَانِ} . ومنها: أنه جعلهما من عمل الشيطان، والشيطان لا يأتي منه إلا الشر البحت. ومنها: أنه أمر بالاجتناب. ومنها: أنه جعل الاجتناب من الفلاح، وإذا كان الاجتناب فلاحًا .. كان الارتكاب خيبة ومحقةً. ومنها: أنه ذكر ما ينتج منهما من الوبال وهو وقوع التعادي والتباغض بين أصحاب الخمر والميسر، وما يؤديان إليه من الصد عن ذكر الله، وعن مراعاة أوقات الصلوات. </p><p> ومنها: الاستفهام الذي أريد به الأمر في قوله: {فَهَلْ أَنْتُمْ مُنْتَهُونَ} ؛ لأن الاستفهام عقب ذكر هذه المعايب أبلغ من الأمر بتركها، كأنه قيل: قد بينت لكم المعايب، فهل تنتهون عنها مع هذا، أم أنتم مقيمون عليها كأنكم لم توعظوا؟ </p><p> ومنها: عطف الخاص على العام في عطف {وَالْقَلَائِدَ} على {الْهَدْيَ} لإفادة أن الثواب فيها أكثر، وبهاء الحج بها أظهر. </p><p> ومنها: الطباق بين {الْخَبِيثُ} و {الطَّيِّبُ} . </p><p> ومنها: جناس الاشتقاق في قوله: {وَأَحْسَنُوا وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ} ، وفي قوله:  {فَيَنْتَقِمُ اللَّهُ مِنْهُ وَاللَّهُ عَزِيزٌ ذُو انْتِقَامٍ} ، وهما من المحسنات البديعية. </p><p> ومنها: التعميم بعد التخصيص في قوله: {أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي </p><p>(١) الشوكاني.</p><p> الْأَرْضِ وَأَنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ}. </p><p> ومنها: الاستعارة التصريحية التبعية في قوله: {لِيَذُوقَ وَبَالَ أَمْرِهِ} ؛ لأن الذوق حقيقة في المذوقات، واستعير هنا لما يؤثر من غرامة وإتعاب النفس بالصوم. </p><p> ومنها: المجاز المرسل في قوله: {بَالِغَ الْكَعْبَةِ} من إسناد ما للفاعل إلى المفعول كعيشة راضية. </p><p> ومنها: بيان الواقع في قوله: {مُتَعَمِّدًا} ؛ لأنه قيد به لبيان الواقع وقت نزول الآية؛ لأنها نزلت في أبي اليسر؛ حيث قتل حمار وحش وهو محرم عمدًا، فالقيد فيه ليس لإخراج الخطأ؛ لأن الخطأ حكمه كحكم العمد في وجوب الجزاء. </p><p> ومنها: القصر في قوله: {إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ} ، وفي قوله:  {الَّذِي إِلَيْهِ تُحْشَرُونَ} . </p><p> ومنها: المجاز المرسل في قوله: {تَوَلَّيْتُمْ فَاعْلَمُوا أَنَّمَا عَلَى رَسُولِنَا الْبَلَاغُ الْمُبِينُ} ؛ لأنه مجاز عن التبليغ، فعبر باللازم الذي هو البلاغ والوصول عن الملزوم الذي هو التبليغ والتوصيل. </p><p> ومنها: الحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَسْأَلُوا عَنْ أَشْيَاءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ وَإِنْ تَسْأَلُوا عَنْهَا حِينَ يُنَزَّلُ الْقُرْآنُ تُبْدَ لَكُمْ عَفَا اللَّهُ عَنْهَا وَاللَّهُ غَفُورٌ حَلِيمٌ (١٠١) قَدْ سَأَلَهَا قَوْمٌ مِنْ قَبْلِكُمْ ثُمَّ أَصْبَحُوا بِهَا كَافِرِينَ (١٠٢) مَا جَعَلَ اللَّهُ مِنْ بَحِيرَةٍ وَلَا سَائِبَةٍ وَلَا وَصِيلَةٍ وَلَا حَامٍ وَلَكِنَّ الَّذِينَ كَفَرُوا يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ وَأَكْثَرُهُمْ لَا يَعْقِلُونَ (١٠٣) وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَى مَا أَنْزَلَ اللَّهُ وَإِلَى الرَّسُولِ قَالُوا حَسْبُنَا مَا وَجَدْنَا عَلَيْهِ آبَاءَنَا أَوَلَوْ كَانَ آبَاؤُهُمْ لَا يَعْلَمُونَ شَيْئًا وَلَا يَهْتَدُونَ (١٠٤) يَا أَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ لَا يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ إِلَى اللَّهِ مَرْجِعُكُمْ جَمِيعًا فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ (١٠٥) يَا أَيُّهَا الَّذِينَ آمَنُوا شَهَادَةُ بَيْنِكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ حِينَ الْوَصِيَّةِ اثْنَانِ ذَوَا عَدْلٍ مِنْكُمْ أَوْ آخَرَانِ مِنْ غَيْرِكُمْ إِنْ أَنْتُمْ ضَرَبْتُمْ فِي الْأَرْضِ فَأَصَابَتْكُمْ مُصِيبَةُ الْمَوْتِ تَحْبِسُونَهُمَا مِنْ بَعْدِ الصَّلَاةِ فَيُقْسِمَانِ بِاللَّهِ إِنِ ارْتَبْتُمْ لَا نَشْتَرِي بِهِ ثَمَنًا وَلَوْ كَانَ ذَا قُرْبَى وَلَا نَكْتُمُ شَهَادَةَ اللَّهِ إِنَّا إِذًا لَمِنَ الْآثِمِينَ (١٠٦) فَإِنْ عُثِرَ عَلَى أَنَّهُمَا اسْتَحَقَّا إِثْمًا فَآخَرَانِ يَقُومَانِ مَقَامَهُمَا مِنَ الَّذِينَ اسْتَحَقَّ عَلَيْهِمُ الْأَوْلَيَانِ فَيُقْسِمَانِ بِاللَّهِ لَشَهَادَتُنَا أَحَقُّ مِنْ شَهَادَتِهِمَا وَمَا اعْتَدَيْنَا إِنَّا إِذًا لَمِنَ الظَّالِمِينَ (١٠٧) ذَلِكَ أَدْنَى أَنْ يَأتُوا بِالشَّهَادَةِ عَلَى وَجْهِهَا أَوْ يَخَافُوا أَنْ تُرَدَّ أَيْمَانٌ بَعْدَ أَيْمَانِهِمْ وَاتَّقُوا اللَّهَ وَاسْمَعُوا وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ (١٠٨) }. </p><p> المناسبة </p><p> قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَسْأَلُوا عَنْ أَشْيَاءَ ...} الآية، مناسبة (١) هذه الآية لما قبلها: هو أنه تعالى لما قال: {مَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ} .. صار كأنه قيل: ما بلغه الرسول فخذوه، وكونوا منقادين له، وما لم يبلغه فلا تسألوا عنه، ولا تخوضوا فيه، فربما جاءكم بسبب الخوض الفاسد تكاليف تشق عليكم، قاله أبو عبد الله الرازي. </p><p> وعبارة المراغي هنا: مناسبة هذه الآية لما قبلها: أن الله سبحانه وتعالى لما ذكر (٢) وظيفة الرسول وأنها تبليغ الرسالة، وبيان شرع الله ودينه فحسب، وبذا تَبْرأُ </p><p>(١) البحر المحيط. (٢) المراغي.</p><p> ذِمَّته .. ناسب أن يصرح بأن الرسول قد أدى وظيفة البلاغ الذي كمل به الإِسلام، وأنه لا ينبغي للمؤمنين أن يكثروا عليه من السؤال؛ لئلا يكون ذلك سببًا لكثرة التكاليف التي يشق على الأمة احتمالها، فيسرع إليها الفسوق عن أمر ربها. </p><p> قوله تعالى:  {مَا جَعَلَ اللَّهُ مِنْ بَحِيرَةٍ وَلَا سَائِبَةٍ} الآية، مناسبة هذه الآية لما قبلها (١) : أنه تعالى لما نهى عن سؤال ما لم يأذن فيه ولا كلفهم إياه .. منع من التزام أمور ليست مشروعة من الله تعالى، ولما سأل قوم عن هذه الأحكام التي كانت في الجاهلية، هل تلحق بأحكام الكعبة .. بين تعالى أنه لم يشرع شيئًا منها، أو لما ذكر المحللات والمحرمات في الشرع .. عاد إلى الكلام في المحللات والمحرمات من غير شرع. </p><p> وقال المراغي: مناسبتها لما قبلها: لما (٢) نهى الله في الآية السابقة عن تحريم ما أحل الله بالنذر أو بالحلف باسم الله تنسكًا وتعبدًا مع اعتقاد إباحته في نفسه، وعن الاعتداء فيه، ونهى أن يكون المؤمن سببًا لتحريم شيء لم يكن الله قد حرمه، أو شرع حكم لم يكن الله قد شرعه؛ بأن يسأل الرسول - صلى الله عليه وسلم - عن شيء مما سكت الله عنه عفوًا وفضلًا .. ناسب بعد هذا أن يبين ضلال أهل الجاهلية فيما حرموه على أنفسهم، وما شرعوه لها بغير إذن من ربهم، وما قلد فيه بعضهم بعضًا على جهلهم، كما بين بطلان التقليد ومنافاته للعلم والدين. </p><p> قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ ...} الآية، قال أبو حيان: ذكروا في مناسبة هذه الآية لما قبلها (٣) : أنه لما بين أنواع التكاليف، ثم قيل:  {وَمَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ} إلى قوله: {وَإِذَا قِيلَ لَهُمْ تَعَالَوْا ....} الآية، كان المعنى: إنَّ هؤلاء الجهال - مع ما تقدم من المبالغة في الإعذار والإنذار، والترغيب والترهيب - لم ينتفعوا بشيء منه، بل بقوا مصرين على جهلهم، فلا </p><p>(١) البحر المحيط. (٢) المراغي.(٣) البحر المحيط.</p><p> تبالوا أيها المؤمنون بجهالتهم وضلالتهم، فإن ذلك لا يضركم، بل كونوا منقادين لتكاليف الله مطيعين لأوامره. </p><p> قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا شَهَادَةُ بَيْنِكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ ...} الآيات، مناسبتها لما قبلها (١) : أنه تعالى لما ذكر في الآية السالفة أن المرجع إليه بعد الموت، وأنه لا بد من الحساب والجزاء يوم القيامة .. أرشدنا إثر ذلك إلى الوصية قبل الموت، وأنه تجب العناية بالإشهاد عليها حتى لا تضيع على مستحقيها. </p><p> وقال أبو حيان: مناسبة هذه الآية لما قبلها (٢) : أنه لما ذكر: {يَا أَيُّهَا الَّذِينَ آمَنُوا} كان في ذلك تنفير عن أهل الضلال، واستبعاد عن أن ينتفع بهم في شيء من أمور المؤمنين من شهادة أو غيرها، فأخبر تعالى بمشروعية شهادتهم، أو الإيصاء إليهم في السفر على ما سيأتي بيانه. </p><p> أسباب النزول </p><p> قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَسْأَلُوا عَنْ أَشْيَاءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ} الآية، سبب نزولها: ما روي عن أنس - رضي الله عنه - قال: خطب النبي - صلى الله عليه وسلم - خطبة ما سمعت مثلها قط، قال:  \"لو تعلمون ما أعلم لضحكتم قليلًا ولبكيتم كثيرًا\" ، قال: فغطى أصحاب رسول الله - صلى الله عليه وسلم - وجوههم، لهم حنين، فقال رجل - عبد الله بن حذافة -: مَنْ أبي؟ قال: فلان، فنزلت هذه الآية:  {لَا تَسْأَلُوا عَنْ أَشْيَاءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ} . أخرجه البخاري/ ج ٩ ص ٣٤٩/ الحديث أخرجه مسلم والترمذي وأحمد وابن جرير. </p><p> وعن ابن عباس رضي الله عنهما قال: كان قوم يسألون رسول الله - صلى الله عليه وسلم - استهزاء، فيقول الرجل: مَن أبي؟ ويقول الرجل تضل ناقته: أين ناقتي؟ فأنزل الله فيهم هذه الآية. أخرجه البخاري/ ج ٩ ص ٣٥٢/ وابن أبي حاتم وابن جرير. </p><p>(١) المراغي. (٢) البحر المحيط.</p>"
}