{
  "id": null,
  "sura": 5,
  "aya": 120,
  "text": "<p> إذ لا مطلب لهم أعلى منه حتى تمتد أعناقهم إليه وتتطلع نفوسهم لبلوغه، كما قال تعالى: {فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ (١٧) }. </p><p> والإشارة بـ {ذَلِكَ} في قوله: {ذَلِكَ الْفَوْزُ الْعَظِيمُ} إلى نيل ما نالوه من دخول الجنة والخلود فيها أبدًا ورضوان الله عنهم والفوز والظفر بالمطلوب على أتم الأحوال. وقيل (١) : الإشارة إلى رضوان الله؛ أي: ذلك الرضوان هو الفوز العظيم، فالجنة بما فيها بالنسبة إلى رضوان الله كالعدم بالنسبة إلى الوجود، وكيف لا، والجنة مرغوب الشهوة، والرضوان صفة الحق، وأيُّ مناسبة بينهما؟ والمعنى: ذلك الفوز العظيم؛ أي: ذلك (٢) الذي ذكر من النعيمين الجسماني والروحاني اللذين يحصلون عليهما بعد النجاة من أهوال يوم القيامة هو الفوز البالغ النهاية؛ لأن الفوز هو الظفر بالمطلوب مع النجاة من ضده أو مما يحول دونه، كما قال تعالى:  {فَمَنْ زُحْزِحَ عَنِ النَّارِ وَأُدْخِلَ الْجَنَّةَ فَقَدْ فَازَ} . </p><p> ١٢٠ - وبعد أن بيَّن ما لأهل الصدق عنده من الجزاء الحق في مقعد الصدق .. بيَّن عقبه سعة ملكه وعموم قدرته الدالين على كون ذلك الجزاء لا يقدر عليه غيره تعالى فقال:  {لِلَّهِ} سبحانه وتعالى لا لغيره {مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ} ؛ أي: سلطنة السموات السبع والأرضين السبعة {وَمَا فِيهِنَّ} ؛ أي: وسلطنة ما في السموات والأرض فاحمدوا الذي خلق السموات والأرض {وَهُوَ} سبحانه وتعالى {عَلَى كُلِّ شَيْءٍ} شاءه {قَدِيرٌ} ؛ أي: قادر؛ أي: أن كل ما سوى الله تعالى من الكائنات والأجساد والأرواح ممكن لذاته، موجود بإيجاده تعالى، وإذا كان الله موجودًا .. كان مالكًا له، وإذا كان مالكًا له .. كان له تعالى أن يتصرف في الكل بالأمر والنهي والثواب والعقاب كيف أراد، فصح التكليف على أي وجه أراده تعالى، وكان الله مالك الملك، فله بحكم المالكية أن ينسخ شرع موسى ويضع موضعه شرع محمد - صلى الله عليه وسلم -، فبطل قول اليهود بعدم نسخ شرع موسى، ثم إن مريم وعيسى داخلان فيما سوى الله، فهما كائنان بتكوين الله تعالى، فثبت كونهما </p><p>(١) المراح. (٢) المراغي.</p><p> عبدين لله مخلوقين له، فظهر بهذا التقرير: أن هذه الآية برهان قاطع في صحة جميع العلوم التي اشتملت عليها هذه السورة. </p><p> وعبارة \"الفتوحات\" هنا: قوله {لِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ...} الآية، هذا (١) تحقيق للحق وتنبيه على كذب النصارى وفساد ما زعموا في حق المسيح وأمه؛ أي: له تعالى خاصة ملك السموات والأرض وما فيهما من العقلاء وغيرهم، يتصرف فيها كيف يشاء إيجادًا وإعدامًا وإحياءً وإماتةً وأمرًا ونهيًا من غير أن يكون لشيء من الأشياء مدخل في ذلك. اهـ \"أبو السعود\" . وأتى (٢) بـ {ما} دون {من} تغليبًا لغير العقلاء على العقلاء؛ لأن غير العقلاء هم الأكثر المناسب لمقام إظهار العظمة والكبرياء، وكون الكل في ملكوته وتحت قدرته لا يصلح شيء منها للألوهية سواه، فيكون تنبيهًا على قصورهم عن رتبة الربوبية انتهى \"كرخي\" . </p><p> والحاصل (٣) : أن الملك كله والقدرة كلها لله وحده، وفي قوله:  {وَمَا فِيهِنَّ} تعريض بأن المسيح وأمه اللذين عبدا من دون الله داخلان تحت قبضته تعالى، إذ الملك والقدرة له وحده، فلا ينبغي لأحد أن يتكل على شفاعتهما. {مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ} ، وغاية ما أعطاهم الكرامة لديه، والمنزلة الرفيعة من بين عباده. {وَقَالُوا اتَّخَذَ الرَّحْمَنُ وَلَدًا سُبْحَانَهُ بَلْ عِبَادٌ مُكْرَمُونَ (٢٦) لَا يَسْبِقُونَهُ بِالْقَوْلِ وَهُمْ بِأَمْرِهِ يَعْمَلُونَ (٢٧) يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَى وَهُمْ مِنْ خَشْيَتِهِ مُشْفِقُونَ (٢٨) وَمَنْ يَقُلْ مِنْهُمْ إِنِّي إِلَهٌ مِنْ دُونِهِ فَذَلِكَ نَجْزِيهِ جَهَنَّمَ كَذَلِكَ نَجْزِي الظَّالِمِينَ (٢٩) }. </p><p> خاتمة: في بيان بعض ما تضمنته هذه السورة من التشريع والأحكام الاعتقادية والعملية: </p><p>(١) الجمل. (٢) الفتوحات.(٣) المراغي.</p><p> أهم الأصول التي انفردت بها هذه السورة: </p><p> ١ - بيان أن الله أكمل لعباده هذا الدين الذي ارتضى لهم، وأن دين الله واحد وإن اختلفت شرائع الأنبياء ومناهجهم، وأن هذا الدين مبني على العلم اليقيني في الاعتقاد، والهداية في الأخلاق والأعمال، وأن التقليد فيه باطل لا يقبله الله، وأن أصول الدين الإلهي على ألسنة الرسل كلهم هي الإيمان بالله واليوم الآخر والعمل الصالح، فمن أقامها كما أمرت الرسل من أيِّ ملة كاليهود والنصارى، والصابئين، فلهم أجرهم عند ربهم، ولا خوف عليهم ولا هم يحزنون. </p><p> ٢ - بيان عموم بعثة النبي - صلى الله عليه وسلم -، وأمره بالتبليغ العام، وأنه لا يكلف إلا التبليغ فقط، ومن حجج رسالته أنه بيَّن لأهل الكتاب كثيرًا مما كانوا يخفون من كتبهم مما ضاع قبل بعثة النبي - صلى الله عليه وسلم -، ومما كانوا يكتمونه من الأحكام اتباعًا لأهوائهم، وأن هذا الرسول قد عصمه الله وحفظه من أن يضره أحذ أو يصده عن تبليغ رسالة ربه، وأننا نهينا عن سؤاله عن أشياء من شأنها أن تسوء المؤمنين إذا أبديت لهم لما فيها من زيادة التكاليف. </p><p> ٣ - بيان أن الله أوجب على المؤمنين إصلاح أنفسهم أفرادًا وجماعات، وأنه لا يضرهم من ضل إذا هم استقاموا على صراط الهداية، فهو لا يضرهم لا في دنيا ولا دين، ومن ذلك الوفاء بالعقود التي يتعاقدون عليها في جميع المعاملات الدنيوية، وتحريم الاعتداء على قوم بسبب بغضهم وعداوتهم، والتعاون على البر والتقوى كتأليف الجماعات العلمية والخيرية، وتحريم التعاون على الإثم والعدوان، وتحريم موالاة المؤمنين للكافرين، وبيان أن ذلك من آيات النفاق. </p><p> ٤ - تفصيل أحكام الطعام حلالِه وحرامه، وبيان أن التحريم منه؛ إما ذاتي كالميتة وما في معناها، وإما لسبب ديني كالذي يذبح للأصنام، وبيان أن الضرورات تبيح المحظورات. </p><p> ٥ - تحريم الخمر وكل مسكر، والميسر وهو القمار وما في حكمه؛ </p><p> كالمضاربات في البورصة (١) . </p><p> ٦ - وجوب الشهادة بالقسط، والحكم بالعدل، والمساواة بين غير المسلمين والمسلمين ولو للأعداء على الأصدقاء، وتأكيد وجوب ذلك في سائر الأحكام. </p><p> ٧ - بيان تفويض أمر الجزاء في الآخرة إلى الله وحده، وأن النافع في ذلك اليوم هو الصدق، وكان مسك ختامها ذكر الجزاء في الآخرة بما يناسب أحكامها كلها. </p><p> وقد روى أحمد والنسائي والحاكم وصححه والبيهقي عن جبير بن نفير قال: حججت، فدخلت على عائشة فقالت: يا جبير تقرأ المائدة، قلت: نعم، فقالت: أما إنها آخر سورة نزلت، فما وجدتم فيها من حلال فاستحلوه، وما وجدتم فيها من حرام فحرموه. وروى أحمد والترمذي والحاكم والبيهقي عن عبد الله بن عمر قال: آخر سورة نزلت سورة المائدة والفتح. </p><p> الإعراب </p><p> {وَإِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ مِنْ دُونِ اللَّهِ} . </p><p> {وَإِذْ} الواو: عاطفة، أو استئنافية. {إذ} : ظرف لما مضى من الزمان متعلق بمحذوف تقديره: اذكره، والجملة المحذوفة معطوفة على جملة:  {إِذْ قَالَ الْحَوَارِيُّونَ} ، أو مستأنفة. {قَالَ اللَّهُ} : فعل وفاعل، والجملة في محل الجر مضاف إليه لـ {إذ} . {يَا عِيسَى ابْنَ مَرْيَمَ} إلى قوله: {سُبْحَانَكَ} مقول محكي لـ {قال} ، وإن شئت قلت:  {يَا عِيسَى} : منادى مفرد العلم. {ابْنَ} : صفة له. {مَرْيَمَ} : مضاف إليه، وجملة النداء في محل النصب مقول {قَالَ} . {أَأَنْتَ} : الهمزة للاستفهام التوبيخي. {أنت} : مبتدأ. {قُلْتَ} : فعل وفاعل. {لِلنَّاسِ} : متعلق به، والجملة الفعلية في محل الرفع خبر المبتدأ، والجملة الإسمية في محل </p><p>(١) البورصة: مجتمع التجار وعملاء المصارف والسماسرة للمضاربة بالأموال. إيطالية، عربيها: المثابة اهـ \"منجد\".</p><p> النصب مقول {قَالَ} على كونها جواب النداء. {اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ مِنْ دُونِ اللَّهِ} مقول محكي لـ {قُلْتَ} ، وإن شئت قلت:  {اتَّخِذُونِي} : فعل وفاعل ومفعول أول. {وَأُمِّيَ} : معطوف على ياء المتكلم {إِلَهَيْنِ} : مفعول ثان لـ {اتخذوا} . {مِنْ دُونِ اللَّهِ} : جار ومجرور ومضاف إليه، متعلق بمحذوف حال من فاعل {اتخذوا} تقديره: حال كونكم متجاوزين الله، أو بمحذوف صفة لإلهين تقديره: إلهين كائنين من دون الله، وجملة اتخذوني في محل النصب مقول {قُلْتَ} . </p><p> {قَالَ سُبْحَانَكَ مَا يَكُونُ لِي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ إِنْ كُنْتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ} . </p><p> {قَالَ} : فعل ماض، وفاعله ضمير يعود على {عيسى} ، والجملة مستأنفة استئنافًا بيانيًّا. {سُبْحَانَكَ} إلى قوله: {إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ} مقول محكي لـ {قَالَ} ، وإن شئت قلت:  {سُبْحَانَكَ} : منصوب على المفعولية المطلقة بفعل محذوف وجوبًا تقديره: أسبحك سبحانًا، والجملة المحذوفة في محل النصب مفعول {قَالَ} . {مَا} : نافية. {يَكُونُ} : فعل مضارع ناقص. {لِي} : جار ومجرور خبر مقدم لـ {يَكُونُ} . {أَن} : حرف نصب ومصدر. {أَقُولَ} : فعل مضارع منصوب بـ {أن} ، وفاعله ضمير يعود على عيسى، وجملة {أَقُولَ} صلة {أَنْ} المصدرية، {أَنْ} مع صلتها في تأويل مصدر مرفوع على كونه اسم {يَكُونُ} تقديره: ما يكون قول ما ليس لي بحق كائنًا لي، وجملة {يَكُونُ} من اسمها وخبرها في محل النصب مقول {قَالَ} . {مَا} موصولة أو موصوفة في محل النصب مفعول {أَقُولَ} ؛ لأنه بمعنى: اذكر. {لَيْسَ} : فعل ماضٍ ناقص واسمها ضمير يعود على {مَا}  {لِي} : جار ومجرور متعلق بمحذوف تقديره: أي، فاللام فيه للتبيين كـ (لام) : سَقْيًا لك. {بِحَقٍّ} : جار ومجرور خبر {لَيْسَ} ، والتقدير: ما ليس كائنًا بحق لي؛ أي: بلائق بي، وجملة {لَيْسَ} صلة لـ {ما} هو، أو صفة لها، والعائد أو الرابط ضمير {لَيْسَ} . وقال أبو البقاء (١) : اسم {لَيْسَ} ضمير مستتر فيها، وخبرها {لِي} وهو {بِحَقٍّ} في موضع الحال من الضمير في الجار، ويجوز أن يكون {بِحَقٍّ} مفعولًا به تقديره: ما ليس يثبت لي بسبب </p><p>(١) العكبري.</p><p> حق، فالباء تتعلق بالفعل المحذوف لا بنفس الجار؛ لأن المعاني لا تعمل في المفعول به، ويجوز أن يجعل {بِحَقٍّ} خبر {لَيْسَ} و {لِي} تبيين كما في قولهم: سقيًا لك ورعيًا، ويجوز أن يكون {بِحَقٍّ} خبر {لَيْسَ} و {لِي} صفة {بِحَقٍّ} قدِّم عليه فصار حالًا، وهذا يخرَّج على قول من أجاز تقديم حال المجرور عليه انتهى. وقيل (١) : إن {لِي} متعلقة بنفس {حق} ؛ لأن الباء زائدة و {حق} بمعنى: مستحق؛ أي: ما ليس مستحقًا لي {إِنْ} حرف شرط جازم. {كُنْتُ} : فعل ناقص واسمه في محل الجزم بـ {إن} . {قُلْتُهُ} : فعل وفاعل ومفعول؛ لأنه بمعنى: ذكرته، وجملة {قُلْتُهُ} في محل النصب خبر كان تقديره: إن كنت قائلًا إياه، أي: ذاكرًا إياه {فَقَدْ} : الفاء رابطة لجواب إن الشرطية وجوبًا لاقترانها بـ {قد} . {قد} : حرف تحقيق. {عَلِمْتَهُ} : فعل وفاعل ومفعول أول، وليست (٢) علم هنا عرفانية؛ لأن المعرفة تستدعي سبق الجهل، فهي هنا على بابها، ومفعولها الثاني محذوف تقديره: فقد علمته واقعًا مني، وجملة علمته في محل الجزم بـ {إن} الشرطية على كونها جوابًا لها، وجملة {إن} الشرطية في محل النصب مقول {قَالَ} . </p><p> {تَعْلَمُ مَا فِي نَفْسِي وَلَا أَعْلَمُ مَا فِي نَفْسِكَ إِنَّكَ أَنْتَ عَلَّامُ الْغُيُوبِ} . </p><p> {تَعْلَمُ} : فعل مضارع، وفاعله ضمير يعود على {الله} ، والجملة في محل النصب مقول القول. {مَا} : موصولة أو موصوفة في محل النصب مفعول أول لـ {تَعْلَمُ} ، والثاني محذوف تقديره: منطويًا وثابتًا. {فِي نَفْسِي} : جار ومجرور صلة لـ {ما} أو صفة لها. {وَلَا} : الواو: عاطفة. {لَا} : نافية {أَعْلَمُ} : فعل مضارع، وفاعله ضمير يعود على {عيسى} ، والجملة في محل النصب معطوفة على جملة {تَعْلَمُ} . {مَا} موصولة أو موصوفة، في محل النصب مفعول به لـ {أَعْلَمُ} ؛ لأن علم هنا بمعنى: عرف {فِي نَفْسِكَ} : جار ومجرور ومضاف إليه صلة لـ {ما} ، أو صفة لها. {إِنَّكَ}  {إن} ؛ حرف نصب، والكاف: اسمها. و {أَنْتَ} : تأكيد. {عَلَّامُ الْغُيُوبِ} : خبرها ومضاف إليه، وجملة </p><p>(١) الجمل. (٢) الصاوي بتصرف.</p><p> {إن} في محل النصب مقول القول. </p><p> {مَا قُلْتُ لَهُمْ إِلَّا مَا أَمَرْتَنِي بِهِ} . </p><p> {مَا} : نافية. {قُلْتُ} : فعل وفاعل، والجملة في محل النصب مقول القول. {لَهُمْ} : جار ومجرور متعلق به {إِلَّا} : أداة استثناء مفرغ {مَا} : موصولة أو موصوفة في محل النصب مفعول به لـ {قُلْتُ} ؛ لأنه بمعنى: ذكرت. {أَمَرْتَنِي} : فعل وفاعل ومفعول. {بِهِ} : جار ومجرور متعلق بـ {أمر} ، والجملة صلة لـ {ما} أو صفة لها، والعائد أو الرابط ضمير {بِهِ} . </p><p> فائدة: حيث (١) وقعت ما قبل ليس، أو لم، أو: لا، أو: بعد إلا، فهي موصولة نحو:  {مَا لَيْسَ لِي بِحَقٍّ} ، {مَا لَمْ تَكُنْ تَعْلَمُ} ، {مَا لَا تَعْلَمُونَ} ، {إِلَّا مَا عَلَّمْتَنَا} ، وحيث وقعت بعد كاف التشبيه فهي مصدرية نحو: قل كما قال زيد، وحيث وقعت بعد الباء. فإنها تحتملهما نحو:  {بِمَا كَانُوا يَظْلِمُونَ} ، وحيث وقعت بين فعلين سابقهما علم أو دراية أو نظر .. احتملت الموصولية والاستفهامية نحو:  {مَا تُبْدُونَ وَمَا كُنْتُمْ تَكْتُمُونَ} ، {وَمَا أَدْرِي مَا يُفْعَلُ بِي وَلَا بِكُمْ} ، {وَلْتَنْظُرْ نَفْسٌ مَا قَدَّمَتْ لِغَدٍ} ، وحيث وقعت في القرآن قبل إلا .. فهي نافية، إلا في ثلاثة عشر موضعًا:  {مَا آتَيْتُمُوهُنَّ إِلَّا أَنْ يَأتِينَ} ، {مَا نَكَحَ آبَاؤُكُمْ مِنَ النِّسَاءِ إِلَّا مَا قَدْ سَلَفَ} ، {وَمَا أَكَلَ السَّبُعُ إِلَّا مَا ذَكَّيْتُمْ} ، {وَلَا أَخَافُ مَا تُشْرِكُونَ بِهِ إِلَّا أَنْ يَشَاءَ رَبِّي شَيْئًا} ، {وَقَدْ فَصَّلَ لَكُمْ مَا حَرَّمَ عَلَيْكُمْ إِلَّا مَا اضْطُرِرْتُمْ إِلَيْهِ} إلا موضعي هود من قوله تعالى: {خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ} فهي فيهما مصدرية {فَمَا حَصَدْتُمْ فَذَرُوهُ فِي سُنْبُلِهِ إِلَّا قَلِيلًا مِمَّا تَأكُلُونَ} ، {يَأكُلْنَ مَا قَدَّمْتُمْ لَهُنَّ إِلَّا قَلِيلًا مِمَّا تُحْصِنُونَ} ، {وَإِذِ اعْتَزَلْتُمُوهُمْ وَمَا يَعْبُدُونَ إِلَّا اللَّهَ} ، {وَمَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ} ، حيث كان قاله في \"الإتقان\" اهـ \"كرخي\" . </p><p> {أَنِ اعْبُدُوا اللَّهَ رَبِّي وَرَبَّكُمْ} . </p><p>(١) الفتوحات.</p><p> {أَنِ} : مصدرية. {اعْبُدُوا} : فعل وفاعل في محل النصب بـ {أن} المصدرية، فعل أمر مبني على حذف النون. {اللَّهَ} : مفعول به منصوب على التعظيم. {رَبِّي} : بدل من الجلالة ومضاف إليه. {وَرَبَّكُمْ} : معطوف عليه، والجملة الفعلية صلة {أن} المصدرية، {أن} مع صلتها في تأويل مصدر مرفوع على كونه خبر مبتدأ محذوف تقديره: هو؛ أي: الذي أمرتني به عبادتهم الله ربي وربهم، والجملة الإسمية في محل النصب مقول {قال} . </p><p> {وَكُنْتُ عَلَيْهِمْ شَهِيدًا مَا دُمْتُ فِيهِمْ فَلَمَّا تَوَفَّيْتَنِي كُنْتَ أَنْتَ الرَّقِيبَ عَلَيْهِمْ وَأَنْتَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ} . </p><p> {وَكُنْتُ} : فعل ناقص واسمه {عَلَيْهِمْ} : جار ومجرور متعلق بـ {شَهِيدًا} . {شَهِيدًا} : خبر {كان} ، والجملة في محل النصب معطوفة على جملة قوله:  {مَا قُلْتُ لَهُمْ} على كونها مقول القول، أو في محل النصب حال من فاعل {قُلْتُ} . {مَا} : مصدرية ظرفية. {دُمْتُ} : فعل ناقص واسمه. {فِيهِمْ} : جار ومجرور خبر دام، وجملة دام صلة {مَا} المصدرية، {مَا} مع صلتها في تأويل مصدر مجرور بإضافة الظرف المقدر إليه تقديره: مدة دوامي فيهم، والظرف المقدر متعلق بـ {كان} . {فَلَمَّا} : الفاء: عاطفة. {مَّا} : حرف شرط غير جازم. {تَوَفَّيْتَنِي} : فعل وفاعل ونون وقاية ومفعول، والجملة الفعلية فعل شرط {لما} لا محل لها من الإعراب. {كُنْتَ} : فعل ناقص واسمه. {أَنْتَ} : تأكيد لاسم {كان} . {الرَّقِيبَ} : خبر {كان} . {عَلَيْهِمْ} : متعلق بـ {الرَّقِيبَ} ، وجملة {كان} جواب {لما} لا محل لها من الإعراب، وجملة {لما} معطوفة على جملة قوله: {مَا قُلْتُ لَهُمْ} على كونها مقولًا لـ {قال} . {وَأَنْتَ} : مبتدأ. {عَلَى كُلِّ شَيْءٍ} : جار ومجرور ومضاف إليه، متعلق بـ {شَهِيدٌ} . {شَهِيدٌ} : خبر المبتدأ، والجملة الإسمية في محل النصب حال من تاء {كُنْتَ} . </p><p> {إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِنْ تَغْفِرْ لَهُمْ فَإِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ (١١٨) }. </p><p> {إِنْ} : حرف شرط. {تُعَذِّبْهُمْ} : فعل ومفعول مجزوم بـ {إن} الشرطية، </p><p> وفاعله ضمير يعود على الله. {فَإِنَّهُمْ} : الفاء: رابطة لجواب {إنّ} الشرطية وجوبًا؛ لكون الجواب جملة اسمية. {إنّ} : حرف نصب، والهاء اسمها. {عِبَادُكَ} : خبرها ومضاف إليه، وجملة {إنّ} في محل الجزم بـ {إن} الشرطية على كونها جوابًا لها، وجملة {إن} الشرطية في محل النصب مقول {قال} . {وَإِنْ} : الواو: عاطفة. {إن} : حرف شرط. {تَغْفِرْ} : فعل مضارع مجزوم بـ {إن} على كونه فعل شرط لها، وفاعله ضمير يعود على الله. {لَهُمْ} : جار ومجرور متعلق به. {فَإِنَّكَ} : الفاء رابطة لجواب {إنّ} الشرطية. {إن} : حرف نصب، والكاف: اسمها. {أَنْتَ} : تأكيد للكاف. {الْعَزِيزُ} : خبر أول لـ {إنّ} . {الْحَكِيمُ} : خبر ثان لها، وجملة {إن} في محل الجزم: بـ {إنْ} الشرطية على كونها جوابًا لها، وجملة {إنّ} الشرطية في محل النصب معطوفة على جملة {إِنْ} الأولى على كونها مقولًا لـ {قَالَ} . </p><p> {قَالَ اللَّهُ هَذَا يَوْمُ يَنْفَعُ الصَّادِقِينَ صِدْقُهُمْ} . </p><p> {قَالَ اللَّهُ} : فعل وفاعل، والجملة مستأنفة {هَذَا يَوْمُ يَنْفَعُ الصَّادِقِينَ} إلى قوله: {ذَلِكَ الْفَوْزُ الْعَظِيمُ} مقول محكي لـ {قَالَ} ، وإن شئت قلت:  {هَذَا} : مبتدأ. {يَوْمُ} : خبر مرفوع؛ لأنه مضاف إلى معرب فبقي على حقه من الإعراب. ويقرأ بالنصب، ويقال في إعرابه:  {يومَ} : منصوب على الظرفية، والظرف متعلق بمحذوف خبر المبتدأ تقديره: هذا واقع يوم ينفع هذا على مذهب البصريين وعند الكوفيين {يومَ} في محل النصب على الظرفية مبني على الفتح لشبهه بالحرف شبهًا افتقاريًّا؛ لافتقاره إلى الجملة المضاف إليها، وعندهم يجوز بناؤه، وإن أضيف إلى فعل معرب، وأما عند البصريين فلا يبنى إلا إذا أضيف إلى فعل مبني. {يَنْفَعُ} فعل مضارع. {الصَّادِقِينَ} : مفعول به. {صِدْقُهُمْ} : فاعل ومضاف إليه، والجملة الفعلية في محل الجر مضاف إليه لـ {يوم} ، والجملة من المبتدأ والخبر في محل النصب مقول {قَالَ} . </p><p> {لَهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا} . </p><p> {لَهُمْ} : جار ومجرور خبر مقدم. {جَنَّاتٍ} : مبتدأ مؤخر، والجملة الإسمية مستأنفة استئنافًا بيانيًّا مسوقة لبيان النفع المذكور، كأنه قيل: ما لهم من النعيم؟ فقال: لهم جنات. {تَجري} : فعل مضارع. {مِنْ تَحْتِهَا} : جار ومجرور ومضاف إليه متعلق بـ {تَجْرِي} . {الْأَنْهَارُ} : فاعل، والجملة الفعلية في محل الرفع صفة لـ {جَنَّات} ، ولكنها سببية. {خَالِدِينَ} : حال من ضمير {لَهُمْ} . {فِيهَا} : متعلق بـ {خَالِدِينَ} . {أَبَدًا} : منصوب على الظرفية متعلق بـ {خَالِدِينَ} . </p><p> {رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ذَلِكَ الْفَوْزُ الْعَظِيمُ} . </p><p> {رَضِيَ اللَّهُ} : فعل وفاعل. {عَنْهُمْ} : متعلق به، والجملة الفعلية في محل النصب مقول {قَالَ} . {وَرَضُوا} : فعل وفاعل. {عَنْهُ} : متعلق به، والجملة معطوفة على جملة {رَضِيَ} . {ذَلِكَ} : مبتدأ. {الْفَوْزُ} : خبر. {الْعَظِيمُ} : صفة لـ {فوز} ، والجملة في محل النصب مقول {قَالَ} . </p><p> {لِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا فِيهِنَّ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (١٢٠) }. </p><p> {لِلَّهِ} : جار ومجرور خبر مقدم. {مُلْكُ السَّمَاوَاتِ} : مبتدأ مؤخر ومضاف إليه. {وَالْأَرْضِ} : معطوف على {السَّمَاوَاتِ} والجملة الإسمية مستأنفة. {وَمَا} : موصولة أو موصوفة في محل الجر معطوف على {السَّمَاوَاتِ} وهو مبتدأ {فِيهِنَّ} : جار ومجرور متعلقان بخبر محذوف تقديره: كائن {وَهُوَ} : مبتدأ. {عَلَى كُلِّ شَيْءٍ} : جار ومجرور ومضاف إليه متعلق بـ {قَدِيرٌ} . {قَدِيرٌ} : خبر المبتدأ، والجملة مستأنفة، والله أعلم. </p><p> التصريف ومفردات اللغة </p><p> {اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ} : اتخذ (١) من باب افتعل ثلاثيه: تُخِذ يتخذ من باب علم يعلم بمعنى: أخذ، فأدغمت إحدى التائين في الأخرى. قال ابن الأثير: وليس من الأخذ في شيء، فإن الافتعال من الأخذ ائتخذ؛ لأن فاءه همزة، والهمزة لا تدغم في التاء خلافًا لقول الجوهري: الاتخاذ افتعال من الأخذ إلا </p><p>(١) القاموس المحيط.</p><p> أنه أُدغم بعد تليين الهمزة وإبدال الياء تاء، ثم لما كثر استعماله بلفظ الأفتعال .. توهموا أصالة التاء، فبنوا منه فعل يفعل، وأهل العربية على خلافه. </p><p> {قَالَ سُبْحَانَكَ} وسبحان مصدر لسبح سبحانًا كغفر غفرانًا، ولا يكاد يستعمل إلا مضافًا منصوبًا بإضمار فعله كمعاذ الله، وتصدير الكلام به اعتذار عما نسبت النصارى إليه، والمعنى: تنزيهًا لك عن أن يكون معك إله سواك. </p><p> {مَا دُمْتُ فِيهِمْ} : دمت بوزن قلت؛ لأنه من دام يدوم، فهو أجوف واوي كقال، أصله: دوم من باب فعل المفتوح تحركت (١) الواو وانفتح ما قبلها فقلت ألفًا، فصار: دام كقال، فلما اتصل بتاء الضمير .. سكن آخر الفعل، فالتقى ساكنان؛ وهما الألف المنقلبة عن عين الكلمة وآخر الفعل، فحذفت الألف للتخلص من التقاء الساكنين، فصار: دمت، فجهل وزنه هل هو من باب فعل المفتوح أو المكسور أو المضموم؟ وجهل عينه هل هي واو أو ياء قبل انقلابها ألفًا؟ فروعي جانب التنبيه على العين المحذوفة، فأعطي حركة مجانسة لعينه، فصار: دمت بضم الدال، فعرف أن عينه واو من هذا الضم؛ لأنه حركة مجانسة للواو ويعرف كونه من باب فعل المفتوح من مصدره واسم فاعله؛ لأنه يقال فيه: دوام ودائم كما قال ابن مالك في لامية الأفعال: </p><p> وَانْقُلْ لِفَاءِ الثلاَثِيِّ شَكْلَ عَيْنٍ إِذَا اعـ ... ـتلَّتْ وَكَانَ بِتَا الإِضْمَارِ مُتَّصِلًا </p><p> أَوْ نُوْنِهِ وإِذَا فَتْحًا يَكُوْنُ فَعَنْـ ... ـهُ اعْتَضْ مُجَانِسَ تِلْكَ الْعَيْنِ مُنْتَقِلاَ </p><p> ويقال فيه: دام يدام كخاف يخاف، فحينئذ يقرأ بكسر الدال؛ لأنه من باب فعِل المكسور، فتكون حركته حركة نقل كخفت لا حركة مجانسة كقلت. </p><p> {فَلَمَّا تَوَفَّيْتَنِي} توفي من باب تفعل الخماسي، ويستعمل التوفي في أخذ الشيء وافيًا؛ أي: كاملًا، والموت نوع منه قال تعالى:  {اللَّهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِهَا وَالَّتِي لَمْ تَمُتْ فِي مَنَامِهَا} وليس المراد هنا الموت، بل المراد الرفع إلى السماء. </p><p> {كُنْتَ أَنْتَ الرَّقِيبَ} والرقيب فعيل بمعنى فاعل؛ أي: المراقب الحافظ </p><p>(١) مناهل الرجال على لامية الأفعال بتصرف.</p><p> لهم، وكذا {شَهِيدٌ} بمعنى شاهد. </p><p> {فَإِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ} هما (١) فعيل بمعنى فاعل، وفيهما من المبالغة ما ليس فيه، والحكمة لغة: الإتقان والمنع من الخروج عن الإرادة، ومنه: حكمة الدابة، والحكيم: صفة ذات إن فسر بذي الحكمة، وصفة فعل إن فسر بأنه المحكم لصنعته اهـ \"سمين\" . </p><p> {رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ} : {رَضِيَ} من باب فعل المكسور رضًا بكسر أوله مصدر سماعي له، والقياس فتح أوله، ولكنه لم يسمع كما قال ابن مالك في خلاصته: </p><p> وَمَا أَتَى مُخَالِفًا لِمَا مَضَى ... فَبَابُهُ النَّقْلُ كَسُخْطٍ وَرِضَا </p><p> والاسم منه: الرضاء ممدودًا، وأصل رضوا: رضيوا استثقلت الضمة على الياء، ثم نقلت إلى ما قبلها بعد سلب حركته فالتقى ساكنان وهما: الياء والواو، ثم حذفت الياء للتخلص من التقاء الساكنين، فصار: رضوا بوزن فعوا. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات أنواعًا من البلاغة والفصاحة والبيان والبديع: </p><p> فمنها: التجوز في استعمال: {إذ} بمعنى: إذا، والماضي بعده بمعنى المستقبل في قوله:  {وَإِذْ قَالَ اللَّهُ} ؛ لأن هذا القول إنما يقع في يوم القيامة. </p><p> ومنها: الاستفهام التوبيخي في قوله: {أَأَنْتَ قُلْتَ} ؛ لأنه توبيخ لقومه وتبكيت لهم على رؤس الأشهاد. </p><p> ومنها: المشاكلة والمقابلة في قوله: {وَلَا أَعْلَمُ مَا فِي نَفْسِكَ} ؛ لأنه أتى بقوله:  {مَا فِي نَفْسِكَ} على جهة المقابلة والمشاكلة لقوله: {مَا فِي نَفْسِي} فهو كقوله: {وَمَكَرُوا وَمَكَرَ اللَّهُ} وكقوله: {إِنَّمَا نَحْنُ مُسْتَهْزِئُونَ (١٤) اللَّهُ يَسْتَهْزِئُ بِهِمْ}. </p><p> ومنها: جمع المؤكَّدات في قوله: {إِنَّكَ أَنْتَ عَلَّامُ الْغُيُوبِ} ؛ لأنه أكد هذه </p><p>(١) الفتوحات ج١ ص ٤٠.</p><p> الجملة بـ {إنّ} ، والضمير المنفصل، وصيغة المبالغة، والجمع مع أل الاستغراقية. </p><p> ومنها: الجناس المماثل في قوله: {تَعْلَمُ مَا فِي نَفْسِي وَلَا أَعْلَمُ مَا فِي نَفْسِكَ} ، وفي قوله:  {رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ} . </p><p> ومنها: التكرار في قوله: {رَبِّي وَرَبَّكُمْ} . وفي قوله:  {إِنَّكَ أَنْتَ} . </p><p> ومنها: الطباق في قوله: {إِنْ تُعَذِّبْهُمْ} ، وقوله:  {وَإِنْ تَغْفِرْ لَهُمْ} . </p><p> ومنها: الحصر في قوله: {مَا قُلْتُ لَهُمْ إِلَّا مَا أَمَرْتَنِي بِهِ} ، وفي قوله:  {لِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ} . </p><p> ومنها: المجاز اللغوي في قوله: {يَوْمُ يَنْفَعُ الصَّادِقِينَ صِدْقُهُمْ} لما فيه من الإسناد إلى السبب. </p><p> ومنها: الحذف في عدة مواضع (١) . </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p>(١) وهذا آخر ما يسره الله سبحانه وتعالى لي في تفسير سورة المائدة، فالحمد لله على أفضاله، والشكر له على نواله، والصلاة والسلام على نبيه وصحبه وآله سيدنا محمد - صلى الله عليه وسلم - زبدة أرساله ما تطارد الجديدان، وتطاول المدى والأوان. وكان الفراغ من مسودة هذه السورة في تاريخ: ١٩/ ٨/ ١٤٠٩ من الهجرة النبوية على صاحبها أفضل الصلاة وأزكى التحية يوم الأحد قبيل الظهر، وصلى الله على سيدنا محمد وعلى آله وصحبه أجمعين، والحمد لله رب العالمين.</p><p> [سورة الأنعام] </p><p> سورة الأنعام مكية إلا ست آيات أو ثماني آيات أو تسع آيات، فإنها مدنيات: ٢٠/ ٢٣/ ٩١/ ٩٣/ ١١٤/ ١٤١/ ١٥١/ ١٥٢/ ١٥٣/، وهي وقوله تعالى:  {قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ} إلى آخر الثلاث آيات. وقوله تعالى:  {وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ} ، وقوله:  {وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ قَالَ أُوحِيَ إِلَيَّ وَلَمْ يُوحَ إِلَيْهِ شَيْءٌ} إلى آخر الآيتين، وذكر مقاتل نحو هذا، وزاد آيتين وهما: قوله تعالى: {وَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْلَمُونَ أَنَّهُ مُنَزَّلٌ مِنْ رَبِّكَ بِالْحَقِّ} الآية، وقوله تعالى:  {الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمُ} الآية، فجملتها ثمان آيات. وقد روى كثير من المحدثين من غير واحد من الصحابة والتابعين أن هذه السورة نزلت جملة واحدة إلا هذه الآيات. </p><p> وهي مئة وخمس وستون آية:  (١٦٥) ، وعدد كلماتها ثلاثة آلاف واثنتان وخمسون كلمة:  (٣٠٥٢) ، وعدد حروفها اثنا عشر ألفًا وأربع مئة واثنان وعشرون حرفًا:  (١٢٤٢٢) . وقال القرطبي: هي مكية إلا آيتين هما {وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ} نزلت في مالك بن الصيف وكعب بن الأشرف اليهوديين، وقوله تعالى:  {وَهُوَ الَّذِي أَنْشَأَ جَنَّاتٍ مَعْرُوشَاتٍ} نزلت في ثابت بن قيس بن شماس. </p><p> مناسبة هذه السورة لما قبلها: الناظر (١) في ترتيب السور كلها في المصحف يرى أنه قد روعي في ترتيبها الطول والتوسط والقصر في الجملة؛ ليكون ذلك أعون على التلاوة، وأسهل في الحفظ، فالناس يبدؤون بقراءته من أوله، فيكون الانتقال من السبع الطوال إلى المئتين، فالمثاني، فالمفصل أنفى للمَلَل، وأدعى للنشاط، ويبدؤون بحفظه من آخره؛ لأنه أسهل على الأطفال، ولأنه قد روعي </p><p>(١) المراغي.</p><p> التناسب في معاني السور مع التناسب في مقدار الطول والقصر. </p><p> ووجه مناسبتها لآخر سورة المائدة من وجوه عدة: </p><p> ١ - أن معظم سورة المائدة في محاجة أهل الكتاب، ومعظم سورة الأنعام في محاجة المشركين والملحدة. </p><p> ٢ - أن سورة الأنعام قد ذكرت فيها أحكام الأطعمة المحرمة والذبائح بالإجمال، وذكرت في المائدة بالتفصيل وهي قد نزلت أخيرًا. </p><p> ٣ - أن هذه افتتحت بالحمد، وتلك اختتمت بفصل القضاء، وبينهما تلازم كما قال:  {وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَقِيلَ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ} . </p><p> التسمية: وسميت سورة الأنعام؛ لورود ذكر الأنعام فيها:  {وَجَعَلُوا لِلَّهِ مِمَّا ذَرَأَ مِنَ الْحَرْثِ وَالْأَنْعَامِ نَصِيبًا} ، ولأن أكثر أحكامها الموضحة لجهالات المشركين تقربًا بها إلى أصنامهم مذكورة فيها. </p><p> ومن خصائصها: ما أخرجه (١) أبو عبيد وابن المنذر والطبري وابن مردويه عن ابن عباس قال: أنزلت سورة الأنعام بمكة ليلًا جملة، وحولها سبعون ألف ملك يجأرون حولها بالتسبيح، وأخرج ابن مردويه عن ابن مسعود قال: نزلت سورة الأنعام يشيعها سبعون ألفًا من الملائكة. وأخرج ابن مردويه عن أسماء: نزلت سورة الأنعام على النبي - صلى الله عليه وسلم - وهو في مسير في زجل من الملائكة وقد نظموا ما بين السماء والأرض. وأخرج الطبراني وابن مردويه عن ابن عمر قال: قال رسول الله - صلى الله عليه وسلم -: \"أنزلت عليَّ سورة الأنعام جملة واحدة يشيعها سبعون ألف ملك، لهم زجل بالتسبيح والتحميد\" . </p><p> وأخرج الطبراني وابن مردويه وأبو الشيخ والبيهقي في \"الشعب\" عن أنس قال: قال رسول الله - صلى الله عليه وسلم -: \"نزلت سورة الأنعام ومعها موكب من الملائكة يسد ما </p><p>(١) الشوكاني.</p><p> بين الخافقين، لهم زجل بالتسبيح والتقديس، والأرض ترتج، ورسول الله - صلى الله عليه وسلم - يقول: سبحان الله العظيم، سبحان الله العظيم \".</p><p> وأخرج الحاكم وقال: صحيح على شرط مسلم، والإسماعيلي في \" معجمه \" والبيهقي عن جابر قال: لما نزلت سورة الأنعام .. سبح رسول الله - صلى الله عليه وسلم -ثم قال:لقد شيع هذه السورة من الملائكة ما سد الأفق.</p><p> وأخرج البيهقي وضعفه والخطيب في \" تاريخه \" عن علي بن أبي طالب قال: أنزل القرآن خمسًا خمسًا، ومن حفظه خمسًا خمسًا لم ينسه إلا سورة الأنعام فإنها نزلت جملة يشيعها من كل سماء سبعون ملكًا حتى أدوها إلى النبي - صلى الله عليه وسلم -، ما قرئت على عليل إلا شفاه الله.</p><p> وأخرج السلفي بسند واهٍ عن ابن عباس مرفوعًا: من قرأ إذا صلى الغداة ثلاث آيات من أول سورة الأنعام إلى قوله: {وَيَعْلَمُ مَا تَكْسِبُونَ} .. نزل إليه أربعون ألف ملك يكتب له مثل أعمالهم، ونزل إليه ملك من فوق سبع سموات ومعه مرزبة من حديد، فإن أوحى الشيطان في قلبه شيئًا من الشر .. ضربه ضربة حتى يكون بينه وبينه سبعون حجابًا، فإذا كان يوم القيامة .. قال الله تعالى: \" أنا ربك وأنت عبدي، امش في ظلي، واشرب من الكوثر، واغتسل من السلسلبيل، وادخل الجنة بغير حساب ولا عذاب \".</p><p> وأخرج الديلمي عن ابن مسعود قال: قال رسول الله - صلى الله عليه وسلم -: \" من صلى الفجر في جماعة وقعد في مصلاه وقرأ ثلاث آيات من أول سورة الأنعام .. وكل الله به سبعين ملكًا يسبحون الله ويستغفرون له إلى يوم القيامة\". </p><p> وفي فضائل هذه السورة: روايات عن جماعة من التابعين مرفوعة وغير مرفوعة: </p><p> قال القرطبي: قال العلماء: هذه السورة أصل في محاجة المشركين وغيرهم من المبتدعين، ومن كذب بالبعث والنشور، وهذا يقتضي إنزالها جملة واحدة؛ لأنها في معنى واحد من الحجة، وإن تصرّف ذلك بوجوه كثيرة، وعليها بنى </p><p> المتكلمون أصول الدين. انتهى من \"الشوكاني\" . </p><p> تنبيه (١) : قال بعض العلماء: اختصت هذه السورة بنوعين من الفضيلة: </p><p> أحدهما: أنها نزلت دفعة واحدة. </p><p> والثاني: أنه شيعها سبعون ألفًا من الملائكة، والسبب في ذلك: أنها مشتملة على دلائل التوحيد والعدل والنبوة والمعاد، وإبطال مذاهب المبطلين والملحدين. </p><p> الناسخ والمنسوخ: قال أبو عبد الله محمد بن حزم رحمه الله تعالى في كتابه \"الناسخ والمنسوخ من القرآن\" : سورة الأنعام تحتوي على أربع عشرة آية منسوخة: </p><p> أولاهن: قوله تعالى: {قُلْ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ (١٥) } الآية (١٥) مكية فهي منسوخة، وناسخها قوله تعالى:  {لِيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ} الآية (٢) مدنية من سورة الفتح. </p><p> والثانية والثالثة: قوله تعالى: {وَإِذَا رَأَيْتَ الَّذِينَ يَخُوضُونَ فِي آيَاتِنَا فَأَعْرِضْ عَنْهُمْ} إلى قوله: {وَمَا عَلَى الَّذِينَ يَتَّقُونَ مِنْ حِسَابِهِمْ مِنْ شَيْءٍ} الآية (٦٨/ ٨٩) مكية نسخت بقوله تعالى في سورة النساء: {فَلَا تَقْعُدُوا مَعَهُمْ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ} الآية (١٤٠) مدنية. </p><p> والرابعة: قوله تعالى: {وَذَرِ الَّذِينَ اتَّخَذُوا دِينَهُمْ لَعِبًا وَلَهْوًا} الآية (٧٠) مكية يعني به اليهود والنصارى، نسخت بقوله تعالى:  {قَاتِلُوا الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَلَا بِالْيَوْمِ الْآخِرِ} الآية (٢٩) من سورة التوبة. </p><p> والخامسة: قوله تعالى: {قُلِ اللَّهُ ثُمَّ ذَرْهُمْ فِي خَوْضِهِمْ يَلْعَبُونَ} الآية (٩١) مكية نسخت بآية السيف. </p><p> والسادسة: قوله تعالى: {فَمَنْ أَبْصَرَ فَلِنَفْسِهِ وَمَنْ عَمِيَ فَعَلَيْهَا وَمَا أَنَا عَلَيْكُمْ </p><p>(١) الخطيب.</p><p> بِحَفِيظٍ} الآية (١٠٤) مكية نسخت بآية السيف. </p><p> والسابعة: قوله تعالى: {وَأَعْرِضْ عَنِ الْمُشْرِكِينَ} الآية (١٠٦) مكية نسخت بآية السيف. </p><p> والثامنة: قوله تعالى: {وَمَا جَعَلْنَاكَ عَلَيْهِمْ حَفِيظًا وَمَا أَنْتَ عَلَيْهِمْ بِوَكِيلٍ} الآية (١٠٧) مكية، نسخت بآية السيف. </p><p> والتاسعة: قوله تعالى: {وَلَا تَسُبُّوا الَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ فَيَسُبُّوا اللَّهَ عَدْوًا بِغَيْرِ عِلْمٍ} الآية (١٠٨) مكية، نسخت بآية السيف. </p><p> والعاشرة والحادية عشرة: قوله تعالى: {فَذَرْهُمْ وَمَا يَفْتَرُونَ} الآية (١١٢/ ١٣٧) مكية، نسخت بآية السيف. </p><p> والثانية عشرة: قوله تعالى: {وَلَا تَأكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ} الآية (١٢١) مكية، نسخت بقوله تعالى في سورة المائدة:  {الْيَوْمَ أُحِلَّ لَكُمُ الطَّيِّبَاتُ وَطَعَامُ الَّذِينَ أُوتُوا الْكِتَابَ} يعني: الذبائح آية (٥) . </p><p> والثالثة عشرة: قوله تعالى: {قُلْ يَا قَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ} آية (١٣٥) مكية نسخت بآية السيف. </p><p> والرابعة عشرة: قوله تعالى: {إِنَّ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعًا} آية (١٥٩) مكية نسخت بآية السيف. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> {الْحَمْدُ لِلَّهِ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَجَعَلَ الظُّلُمَاتِ وَالنُّورَ ثُمَّ الَّذِينَ كَفَرُوا بِرَبِّهِمْ يَعْدِلُونَ (١) هُوَ الَّذِي خَلَقَكُمْ مِنْ طِينٍ ثُمَّ قَضَى أَجَلًا وَأَجَلٌ مُسَمًّى عِنْدَهُ ثُمَّ أَنْتُمْ تَمْتَرُونَ (٢) وَهُوَ اللَّهُ فِي السَّمَاوَاتِ وَفِي الْأَرْضِ يَعْلَمُ سِرَّكُمْ وَجَهْرَكُمْ وَيَعْلَمُ مَا تَكْسِبُونَ (٣) وَمَا تَأتِيهِمْ مِنْ آيَةٍ مِنْ آيَاتِ رَبِّهِمْ إِلَّا كَانُوا عَنْهَا مُعْرِضِينَ (٤) فَقَدْ كَذَّبُوا بِالْحَقِّ لَمَّا جَاءَهُمْ فَسَوْفَ يَأتِيهِمْ أَنْبَاءُ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ (٥) أَلَمْ يَرَوْا كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنْ قَرْنٍ مَكَّنَّاهُمْ فِي الْأَرْضِ مَا لَمْ نُمَكِّنْ لَكُمْ وَأَرْسَلْنَا السَّمَاءَ عَلَيْهِمْ مِدْرَارًا وَجَعَلْنَا الْأَنْهَارَ تَجْرِي مِنْ تَحْتِهِمْ فَأَهْلَكْنَاهُمْ بِذُنُوبِهِمْ وَأَنْشَأنَا مِنْ بَعْدِهِمْ قَرْنًا آخَرِينَ (٦) وَلَوْ نَزَّلْنَا عَلَيْكَ كِتَابًا فِي قِرْطَاسٍ فَلَمَسُوهُ بِأَيْدِيهِمْ لَقَالَ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ (٧) وَقَالُوا لَوْلَا أُنْزِلَ عَلَيْهِ مَلَكٌ وَلَوْ أَنْزَلْنَا مَلَكًا لَقُضِيَ الْأَمْرُ ثُمَّ لَا يُنْظَرُونَ (٨) وَلَوْ جَعَلْنَاهُ مَلَكًا لَجَعَلْنَاهُ رَجُلًا وَلَلَبَسْنَا عَلَيْهِمْ مَا يَلْبِسُونَ (٩) وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِنْ قَبْلِكَ فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ (١٠) قُلْ سِيرُوا فِي الْأَرْضِ ثُمَّ انْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ (١١) }. </p><p> المناسبة </p><p> مناسبة افتتاح هذه السورة لآخر المائدة (١) : أنه تعالى لما ذكر ما قالته النصارى في عيسى وأمه من كونهما إلهين من دون الله، وجرت تلك المحاورة، وذكر ثواب ما للصادقين، وأعقب ذلك بأن له ملك السموات والأرض وما فيهن، وأنه قادر على كل شيء .. ذكر بأن الحمد المستغرق جميع المحامد له، فلا يمكن أن يوجد معه شريك في الإلهية فيحمد، ثم نبه على العلة المقتضية لجميع المحامد والمقتضية كون ملك السموات والأرض وما فيهن له بوصف خلق السموات والأرض؛ لأن الموجد للشيء المنفرد باختراعه له الاستيلاء والسلطنة عليه، ولما قدم قولهم في عيسى وكفرهم بذلك، وذَكَر الصادقين وجزاءهم .. أعقب خلق السموات والأرض بجعل الظلمات والنور، فكان ذلك مناسبًا للكافر والصادق. </p><p>(١) البحر المحيط.</p><p> قوله تعالى: {وَمَا تَأتِيهِمْ مِنْ آيَةٍ مِنْ آيَاتِ رَبِّهِمْ إِلَّا كَانُوا عَنْهَا مُعْرِضِينَ (٤) } الآيات، مناسبة هذه الآيات لما قبلها (١) : أن الله سبحانه وتعالى لما أرشد في الآيات السالفة إلى دلائل وحدانيته، ودل على أنها مع ظهورها لم تمنع الكافرين من الشك، وإلى دلائل البعث، وأنها على شدة وضوحها لم تمنع المشركين من الشك والريب، وإلى أن الله المتصف بتلك الصفات التي تعرفونها هو الله المحيط علمه بما في السموات والأرض، فلا ينبغي أن يشرك به غيره فيهما، ولكن المشركين جهلوا ذلك، وجوزوا أن يكون غير الرب إلهًا، بل عبدوا معه آلهة أخرى. ذكر هنا سبب عدم اهتدائهم بالوحي، وأنذرهم عاقبة التكذيب بالحق، ولفت - صرف ووجَّه - أنظارهم إلى ما حل بالأمم قبلهم حين كذبوا رسلهم لعلهم يرعوون عن غيهم، ويثوبون إلى رشدهم. </p><p> قوله تعالى:  {وَلَوْ نَزَّلْنَا عَلَيْكَ كِتَابًا فِي قِرْطَاسٍ فَلَمَسُوهُ بِأَيْدِيهِمْ ...} الآيات، مناسبة هذه الآيات لما قبلها (٢) : أن الله سبحانه وتعالى لما أرشد في الآيات المتقدمة إلى ما دعا إليه الرسول - صلى الله عليه وسلم - من التوحيد والبعث، ثم ذكر بعدها الأسباب التي دعت قريشًا إلى التكذيب، وأنذرهم عاقبة هذا التكذيب بما يحل بهم من عذاب الله في الدنيا والآخرة، وأنه لا يحول دونه ما هم فيه من قوة وضعف الرسول - صلى الله عليه وسلم -، وتمكنهم في مكة وهي أم القرى، وأهلها القدوة والسادة بين العرب .. ذكر هنا شبهات أولئك الجاحدين المعاندين على الوحي وبعثة الرسول، وبها تم بيان أسباب جحودهم وإنكارهم لأصول الدين الثلاثة: التوحيد، والبعث، ونبوة محمد - صلى الله عليه وسلم -. </p><p> وقوله تعالى:  {وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِنْ قَبْلِكَ ...} الآية، مناسبة هذه الآية لما قبلها (٣) : أن الله سبحانه وتعالى لما ذكر فيما سلف مقترحاتهم على النبي - صلى الله عليه وسلم -، وأنهم تارة يطلبون إنزال ملك مع الرسول - صلى الله عليه وسلم -، وأخرى يطلبون إنزال ملك بالرسالة، وكان مبنى هذه المقالة الاستهزاء، وكان قلب الرسول يضيق بها ذرعًا </p><p>(١) المراغي. (٢) المراغي.(٣) المراغي.</p>"
}