{
  "id": null,
  "sura": 5,
  "aya": 118,
  "text": "<p> مطلقًا، فيلزم منه بقاء الموصول بلا عائد، أو خبر محذوف، أو مفعوله، مثل: هو، أو أعني، وقيل (١) : {أن} مفسرة للهاء الراجع للقول المأمور به، والمعنى: ما قلت لهم في الدنيا إلا قولًا أمرتني به، وذلك القول هو أن أقول لهم: اعبدوا الله ربي وربكم؛ أي: وحدوه ولا تشركوا به شيئًا. </p><p> والخلاصة: أني ما قلت لهم في شأن الإيمان وأساس الدين إلا ما أمرتني بالتزامه اعتقادًا وتبليغًا لهم بأنك ربي وربهم، وأنني عبد من عبادك مثلهم إلا أنك خصصتني بالرسالة إليهم. </p><p> {وَكُنْتُ عَلَيْهِمْ شَهِيدًا} ؛ أي: وكنت قائمًا عليهم مراقبًا لهم أراقبهم وأمنعهم أن يقولوا ذلك ويعتقدوه، أو مشاهدًا لأحوالهم من كفر وإيمان، أشهد على ما يقولون وما يفعلون، فأُقر الحق وأُنكر الباطل {مَا دُمْتُ فِيهِمْ} ؛ أي: مدة دوامي ووجودي بينهم {فَلَمَّا تَوَفَّيْتَنِي} ؛ أي: رفعتني من بينهم إلى السماء، فالمراد: وفاة الرفع لا وفاة الموت، وقال الحسن: الوفاة: وفاة الموت، ووفاة النوم، ووفاة الرفع. {كُنْتَ أَنْتَ الرَّقِيبَ عَلَيْهِمْ} ؛ أي: كنت أنت الحفيظ عليهم المراقب لأعمالهم وأحوالهم {وَأَنْتَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ} دوني؛ لأني إنما شهدت من أعمالهم ما عملوه وأنا بين أظهرهم، وأنت تشهد على كل شيء؛ إذ لا يخفى عليك شيء، فالرقيب: الحافظ الذي لا يغيب عنه شيء، والشهيد: العالم الذي لا يعزب عن علمه شيء، وفي هذا إيماء إلى أن الله سبحانه وتعالى إنما عرّفه بقوله:  {أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ} أفعال القوم ومقالتهم بعد ما قبضه إليه. وقد تقدَّم في هذه السورة ما يثبت براءة عيسى عليه السلام من مثل هذه المقالة، وذلك قوله: {لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ وَقَالَ الْمَسِيحُ يَا بَنِي إِسْرَائِيلَ اعْبُدُوا اللَّهَ رَبِّي وَرَبَّكُمْ إِنَّهُ مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأوَاهُ النَّارُ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ (٧٢) }. </p><p> ١١٨ - ثم فوَّض عليه السلام أمر الجزاء إليه تعالى فقال:  {إِنْ تُعَذِّبْهُمْ} ؛ أي: إن </p><p>(١) المراح.</p><p> تعذب هؤلاء الذين قالوا هذه المقالة وماتوا على كفرهم {فَإِنَّهُمْ عِبَادُكَ} لا يقدرون على دفع ضُر نزل بهم، ولا جلب نفع لأنفسهم، وأنت العادل فيهم؛ لأنك أوضحت لهم طريق الحق فرجعوا عنه وكفروا {وَإِنْ تَغْفِرْ لَهُمْ} ؛ أي: لمن تاب عن كفره منهم، ومات على الإيمان، فإن ذلك بفضلك ورحمتك {فَإِنَّكَ أَنْتَ الْعَزِيزُ} ؛ أي: الغالب الذي لا يغالب في الانتقام ممن يريد الانتقام منه، لا يمتنع عليه ما يريده {الْحَكِيمُ} في أفعاله كلها الذي لا يثيب ولا يعاقب إلا عن حكمة وصواب. </p><p> قيل: قاله على وجه الاستعطاف كما يُستطعف السيد لعبده، ولهذا لم يقل: إن تعذبهم فإنهم عصوك، وقيل: قاله على وجه التسليم لأمر الله والانقياد له، ولهذا عدل عن الغفور الرحيم إلى العزيز الحكيم، ذكره \"الشوكاني\" . </p><p> والمعنى: إن تعذب من أرسلتني إليهم فبلغتُهم ما أمرتني به من توحيدك وعبادتك، فضلَّ منهم من ضل، وقالوا ما لم أقله، واهتدى منهم من اهتدى فلم يعبدوا معك سواك .. فإنهم عبادك وأنت الرحيم بهم، ولست أنا ولا غيري من الخلق بأرحم بهم منك، وإنما تجزيهم بحسب علمك بما يظهرون وما يبطنون، فأنت العلم بالمؤمن المخلص في إيمانه، وبمن أشرك بك غيرك، أو بمن أطاعك وبمن عصاك، وأنت عالم الغيب والشهادة تحكم بين عبادك فيما كانوا فيه يختلفون، وإن تغفر .. فإنما تغفر لمن يستحق المغفرة، وإنك أنت العزيز الغالب على أمره، الحكيم في تصرفه وصنعه، فيضع كل جزاء وكل فعل في موضعه. </p><p> وخلاصة المعنى: أنك إن تعذب .. فإنما تعذب من يستحق التعذيب، وإن تغفر .. فإنما تغفر لمن هو أهل لذلك، ومهما توقعه فيهم من عذاب .. فلا دافع له من دونك، ومهما تمنحهم من مغفرة .. فلا يستطيع أحد حرمانهم منها بحوله وقوته؛ لأنك أنت العزيز الذي يغلب ولا يغلب، ويمنع من شاء ما شاء ولا يُمنع، وأنت الحكيم الذي يضع كل شيء موضعه، فلا يمكن أحدًا غيرك أن يرجعك عنه. </p><p> ومن هذا تعلم أن كلام عيسى عليه السلام لا يتضمن شيئًا من الشفاعة </p>"
}