{
  "id": null,
  "sura": 5,
  "aya": 93,
  "text": "<p> أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ (٦٣) }. </p><p> {فَإِنْ تَوَلَّوْا} وأعرضتم عن اتباع أمرهما ونهيهما {فَاعْلَمُوا} أن الحجة قد قامت عليكم، وانقطعت بكم الأعذار، واستوجبتم السخط، واستحققتم العقاب؛ لأنه {أَنَّمَا عَلَى رَسُولِنَا} محمد - صلى الله عليه وسلم - {الْبَلَاغُ الْمُبِينُ} ؛ أي: التبليغ من الله إليكم البلاغ المبين؛ أي: الواضح بلغة تعلمونها، والرسول قد خرج من عهدة التبليغ كمال الخروج، وما بقي بعد ذلك إلا العقاب؛ أي: فاعلموا أنكم لم تضروا الرسول - صلى الله عليه وسلم - بتوليكم، فإنما عليه البلاغ، وقد أدى ما عليه، وإنما ضررتم به أنفسكم، وفي هذا تهديد أكيد، ووعيد شديد لمن خالف أوامر الله وفعل نواهيه. </p><p> ٩٣ - ولما قال ناس من الصحابة لرسول الله - صلى الله عليه وسلم - حين حرمت الخمر والميسر: كيف حال إخواننا الذين ماتوا، وهم يشربون الخمر، ويلعبون بالميسر .. أنزل الله فيهم قوله:  {لَيْسَ عَلَى الَّذِينَ آمَنُوا} بالله ورسوله وبالقران {وَعَمِلُوا الصَّالِحَاتِ} ؛ أي: وعملوا الأعمال الصالحة فيما بينهم وبين ربهم؛ سواء كانوا من الأحياء أو الأموات {جُنَاحٌ} ؛ أي: إثم ومؤاخذة {فِيمَا طَعِمُوا} ؛ أي: فيما أكلوا من مال الميسر، أو شربوا من الخمر فيما مضى قبل تحريمهما وتحريم غيرهما مما لم يكن محرمًا أولًا ثم حُرِّم. {إِذَا مَا اتَّقَوْا} ؛ أي: إذا امتثلوا أوامر الله واجتنبوا نواهيه {وَآمَنُوا} بما كان قد نزل من الأحكام {وَعَمِلُوا الصَّالِحَاتِ} التي كانت قد شرعت كالصلاة والصيام وغيرهما {ثُمَّ اتَّقَوْا} ما حرم عليهم بعد ذلك عند العلم به {وَآمَنُوا} بما نزل فيه وفي غيره {ثُمَّ اتَّقَوْا} ؛ أي: استمروا على التقوى بامتثال جميع المأمورات واجتناب جميع المنهيات {وَأَحْسَنُوا} ؛ صالح أعمالهم، فأتوا بها على وجه الكمال، وتمموا نقص فرائضها بنوافل الطاعات، وأخلصوها لله تعالى {وَاللَّهُ} سبحانه وتعالى {يُحِبُّ الْمُحْسِنِينَ} لأعمالهم، والمخلصين لها لوجهه؛ أي: يثيبهم على إخلاصهم، فلا يبقى في قلوبهم أثر من الآثار السيئة التي وصف بها الخمر والميسر من الإيقاع في العداوة والبغضاء، والصد عن ذكر الله وعن الصلاة. </p><p> والخلاصة: أن مَن صحَّ إيمانه، وصلح عمله، وعمل في كل حين نصوص </p><p> الدين، وما أداه إليه اجتهاده، واستمر على ذلك حتى ارتقى إلى مقام الإحسان .. فلا يحول ما كان قد أكل أو شرب مما لم يكن محرمًا عليه بحسب اعتقاده، دون تزكية نفسه وتطهير قلبه. </p><p> وقال الصاوي: والحاصل (١) أنه كرر سبحانه وتعالى قوله: {اتَّقَوْا} ثلاثًا، فقيل: الأول: محمول على مبدأ العمر، والثاني: على وسطه، والثالث: على آخره. وقيل: الأول: اتقوا المحرمات خوف الوقوع في الكفر، والثاني: الشبهات خوف الوقوع في المحرمات، والثالث: بعض المباحات خوف الوقوع في الشبهات. وقيل: الأول: تقوى العبد بينه وبين ربه، والثاني: تقوى العبد بينه وبين نفسه، والثالث: تقوى العبد بينه وبين الناس؛ لأن العبد لا يكمل إلا إذا كان طائعًا فيما بينه وبين ربه، مجاهدًا فيما بينه وبين نفسه، محافظًا على حقوق العباد. انتهى. </p><p> تتمة: اختلف (٢) العلماء في شرب الخمر والنجاسات عند الضرورة. وأصح الآراء في ذلك: أنه يجوز بشرط الاضطرار الذي يبيح المحرمات من طعام وشراب بدليل قوله تعالى: {وَقَدْ فَصَّلَ لَكُمْ مَا حَرَّمَ عَلَيْكُمْ إِلَّا مَا اضْطُرِرْتُمْ إِلَيْهِ} كمن غُص بلقمة فكاد يختنق، فلم يجد ما يسيغها به سوى الخمر، وكمن أصابته نوبة ألم في القلب كادت تقضي عليه، وقد أخبره الطبيب بأن لا سبيل لدفع الخطر سوى شرب مقدار من الخمر من النوع المعروف باسم: كونياك، فقد يرى الطبيب أنه يتعين في بعض الأحيان لعلاج ما يعرض من آلام القلب لدرء الخطر كما ثبت بالتجربة. </p><p> أما التداوي بالخمر لمن يظن نفعها ولو بإخبار الطبيب، كتقوية المعدة أو الدم أو نحو ذلك مما تسمعه من كثير من الناس: فذلك منهي عنه للحديث: \"إنه ليس بدواء، ولكنه داء\" رواه أحمد ومسلم وأبو داود. </p><p> وكان سببه أن طارق بن سويد الجعفي سأل النبي - صلى الله عليه وسلم - عن الخمر - وكان </p><p>(١) الصاوي. (٢) المراغي بتصرف في بعض المواضع.</p><p> يصنعها - فنهاه عنها، فقال: إنما أصنعها للدواء، فقال له النبي - صلى الله عليه وسلم - ذلك. </p><p> وقوله:  \"ولكنه داء\" هذا هو رأي الأطباء؛ إذ أن المادة المسكرة من الخمر سمٌّ تتوالد منها أمراض كثيرة يموت بها في كل عام عدد لا يحصى من الناس في البلاد التي ابتليت بها، والذين يشربون الخمر ولو بقصد التداوي يؤثر سمها في أعصابهم بكثرة التعاطي، فتصير مطلوبة عندهم لذاتها، فيضرهم سُمُّها، فعلى المسلم الصادق الإيمان أن لا يغترَّ برأي بعض الأطباء الذين يصفونها للتداوي لمثل الأمراض التي يصفونها لها عادة. وقد دلت التجارب على أن الذين يبتلون بشربها لا يقدمون على ذلك إلا بإغراء المعاشرين من الأهل والأصحاب على استبشاعهم لها، واعتقادهم ضررها، ومخالفتهم أوامر دينهم، لكن الذي يسهل عليهم ذلك: ظنهم أن الضرر المتيقن إنما يكون بالإسراف والانهماك في الشراب، وأن القليل منها إن لم ينفع فلا يضر، فلا ينبغي تركه مع ما فيه من لذة النشوة، والذهول عن هموم الدنيا وآلامها، إلى ما في ذلك من مجاملة الإخوان، لكنهم مخدوعون؛ إذ هم لو سألوا من سبقهم إلى هذه البلوى وأسرف في السكر حتى فسدت صحته ومروءته، وضاعت ثروته، هل كنت حين بدأت تنوي الإسراف والإدمان؟ لأجابك بأنه ما كان يقصد إلا النزر القليل في فترات متطاولة من الزمن، وما كان يعلم أن القليل يجر إلى الكثير الذي يصيبه بالداء الدوي، ولا يجد إلى الخلاص منه سبيلًا. وقد يعرض لبعض من يؤمن بحرمة الخمر شبهاتٌ فيقول: إن الخمر المتخذة من العنب هي المحرمة لذاتها، وأن ما عداها لا يحرم منه إلا المقدار المسكر فعلًا، لكنهم واهمون فيما فهموا؛ إذ جاء في الحديث الصحيح قوله - صلى الله عليه وسلم -: \"كل مسكر خمر وكل خمر حرام\" رواه مسلم من حديث ابن عمر. </p><p> وآخر تَعِلَّة (١) لهم: الغرور بكرم الله وعفوه، أو اعتمادهم على بعض الأعمال الصالحة، ولا سيما ما يسمونه بالمكفرات، أو على الشفاعات. وهذا </p><p>(١) التَعِلَّة - بفتح أوله وكسر ثانيه وتشديد اللام -: ما يتعلل به اهـ.</p><p> الجهل والغرور يصبح عقيدة في نفوسهم بما يسمعونه من كلام فساق الشعراء المدمنين كأبي نواس في قوله: </p><p> تَكَثَّرْ مَا اسْتَطَعْتَ مِنَ المَعَاصِي ... فَإِنَّكَ وَاجِدٌ رَبًّا غَفُوْرًا </p><p> وقوله: </p><p> وَرَجَوْتُ عَفْوَ اللهِ مُعْتَمِدًا علَى ... خَيْرِ الأَنَامِ مُحَمَّدِ المَبْعُوْثِ </p><p> ولو صح أمثال هذا الهذيان .. لكان الدين لغوًا وعبثًا، ولكان المسلم يضرب بأوامر دينه عرض الحائط انتظارًا لشفاعة ترجى، أو عفو ربما أتيح له من فضل ربه، وكان التقي والفاجر سواء. وقد ثبت في صحيح الأحاديث: أنه كان يؤتى بالشارب في عهد النبي - صلى الله عليه وسلم -، فيضرب بالأيدي والجريد وبالثيات والنعال. وفي حديث أنس:  (أن النبي - صلى الله عليه وسلم - أتى برجل قد شرب الخمر، فجلده بجريدتين نحو أربعين) قال: وفعله أبو بكر، فلما كان عمر .. استشار الناس، فقال عبد الرحمن بن عوف: أخف الحدود ثمانون، فأمر به عمر. </p><p> وفي \"الصحيحين\" عن علي - رضي الله عنه -: ما كنت لأقيم على أحد حدًّا فيموت وأجد في نفس شيئًا إلا صاحب الخمر، فإنه لو مات وَدَيته - أي: دفعت ديته - وذلك أن رسول الله - صلى الله عليه وسلم - لم يسنّه. وفي \"صحيح مسلم\" : أن عثمان أتى بالوليد، وقد صلى الصبح ركعتين، وقال: أزيدكم، وشهد عليه الشهود أنه شرب الخمر، فأمر بجلده، وعلي - رضي الله عنه - يعد حتى بلغ الأربعين، فقال: أمسك، ثم قال: جلد النبي - صلى الله عليه وسلم - وأبو بكر أربعين، وعمر ثمانين، وكلٌّ سنة، وهذا أحب إلي - يريد الأربعين -. وقوله: وكلٌّ سنة؛ أي: أنه جرى العمل به فعلًا، ولا يعارض ذلك قوله: أن النبي - صلى الله عليه وسلم - لم يسن حد الخمر؛ لأن ضربه أربعين مرة واحدة لا يعد سنة محدودة له؛ لأنه قد خالف ذلك في بعض الأحيان، لكنه صار سنة بجري أبي بكر عليه. </p><p> والخلاصة: أن العقاب المشروع على شرب الخمر هو الضرب الذي يراد منه إهانة الشارب وزجره وتنفير الناس منه، وأن الضرب أربعين أو ثمانين كان اجتهادًا من الخلفاء، فاختار أبو بكر الأربعين، وعمر الثمانين بموافقته لاجتهاد </p>"
}