{
  "id": null,
  "sura": 5,
  "aya": 63,
  "text": "<p> {و} في {أكلهم} وأخذهم {السُّحْتَ} والحرام، كالرشا وكل ما يعود على فاعله بالضرر في الدين والدنيا، فهم غارقون في الإثم والعدوان، فكلما قدروا عليهما ابتدروهما ولم يتأخروا عن ارتكابهما، ثم بالغ في قبح هذه الأعمال فقال وعزتي وجلالي:  {لَبِئْسَ} وقبح {مَا كَانُوا يَعْمَلُونَ} ؛ أي: لبئس شيئًا كانوا يعملونه عملهم هذا؛ أي: وعزتي وجلالي ما أقبح هذا العمل الذي يعمله هؤلاء من مسارعتهم في كل ما يفسد الأخلاق، ويدنس النفوس، ويقوض نظم المجتمع، وويل للأمة التي يعيش فيها أمثال هؤلاء، فهلا نهاهم علماؤهم وزهادهم وعبادهم عن أفعالهم بأمرهم بالمعروف، ونهيهم عن المنكر قبل أن يستفحل ويتفاقم الشر ويعم الضرّ وإلى هذا أشار بقوله: </p><p> ٦٣ - {لَوْلَا يَنْهَاهُمُ الرَّبَّانِيُّونَ} وكلمة لولا حرف تحضيض وتوبيخ لعلمائهم وعبادهم على تركهم النهي عن المنكر؛ أي: هلا يمنعهم الربانيون؛ أي: السياسيون الذين هم أئمتهم في التربية والسياسة أو العباد {وَالْأَحْبَارُ} ؛ أي: العلماء في الدين؛ أي: هلا ينهى هؤلاء الذين يسارعون فيما ذكر من المعاصي عبادهم وعلماؤهم {عَنْ قَوْلِهِمُ الْإِثْمَ} ؛ أي: الشرك والكذب {و} عن {أكلهم} وأخذهم {السُّحْتَ} والحرام والله {لَبِئْسَ مَا كَانُوا يَصْنَعُونَ} ؛ أي: وعزتي وجلالي لقبح شيئًا كان الربانيون والأحبار يصنعونه من الرضى بهذه الأوزار والخطايا، وتركهم فريضة الأمر بالمعروف، والنهي عن المنكر مع علمهم بقبحهما ومشاهدتهم لمباشرتهم لهما. </p><p> روي عن ابن عباس أنَّه قال: ما في القرآن آية أشد توبيخًا من هذه الآية. </p><p> وقال الضحاك: ما في القرآن آية أخوف عندي منها، يريد ابن عباس أنها حجة على العلماء، إذا هم قصروا في الهداية والإرشاد، وتركوا النهي عن الشرور والآثان التي تفسد نظم الحياة للفرد والمجتمع، فحق على العلماء والحاكم أن يعتبروا بهذا النعي على اليهود، ساسة وعلماء ومر بين فيزدجروا ويعلموا أن هذه موعظة وذكرى لهم إن نفعت الذكرى. فقوله:  {لَبِئْسَ مَا كَانُوا يَصْنَعُونَ} أبلغ من قوله: {لَبِئْسَ مَا كَانُوا يَعْمَلُونَ} لأن (١) العمل لا يبلغ درجة الصنع حتى يتدرب فيه </p><p>(١) الشوكاني.</p><p> صاحبه، ولهذا تقول العرب: سيف صنيع، إذا جود عامله عمله، فالصنع هو العمل الجيد، لا مطلق العمل فوبخ سبحانه الخاصة وهم العلماء التاركون للأمر بالمعروف والنهي عن المنكر بما هو أغلظ وأشد من توبيخ فاعل المعاصي، فجعل جزم العاملين ذنبًا غير راسخ، وذنب التاركين للنهي عن المنكر ذنبًا راسخًا، ولذلك ذم بهذا خواصهم، ولأن ترك الإنكار على المعصية أقبح من مواقعة المعصية؛ لأن النفس تلتذ بها؛ لأنها مرض الروح وهو صعب شديد ولا يكاد يزول، ولا كذلك ترك الإنكار عليها فيدخل في هذا الذم كل من كان قادرًا على النهي عن المنكر من العلماء وغيرهم، وتركه وقال ابن المبارك: </p><p> وَهَل أفْسَدَ الدِّيْنَ إِلَّا المُلُوْ ... كَ وَأَحْبَارُ سُوْءٍ وَرُهْبَانُهَا </p><p> وقيل: غاير في العبارة بين المقامين لتفنن الفصاحة، ولترك تكرار اللفظ. فليفتح العلماء لهذه الآية مسامعهم، ويفرجوا لها عن قلوبهم، فإنّها قد جاءت بما فيه البيان الشافي لهم، بأن كفهم عن المعاصي مع ترك إنكارهم على أهلها، لا يسمن ولا يغني من جوع، بل هم أشد حالًا وأعظم وبالًا من العصاة، فرحم الله عالمًا قام بما أوجبه الله عليه من فريضة الأمر بالمعروف، والنهي عن المنكر، فهو أعظم ما افترضه الله عليه، وأوجب ما أوجب عليه، النهوض به، اللهم اجعلنا من عبادك الصالحين، ومن العلماء العاملين الآمرين بالمعروف، الناهين عن المنكر، الذين لا يخافون فيك لومة لائم، وصل وسلم اللهم على من أرسلته رحمة للعالمين، سيدنا محمد وعلى آله وصحبه أجمعين آمين. </p><p> الإعراب </p><p> {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ (٥١) }. </p><p> {يَا أَيُّهَا} : {يا} : حرف نداء. {أي} : منادى نكرة مقصودة. {ها} : حرف تنبيه زائد، وجملة النداء مستأنفة. {الَّذِينَ} : اسم موصول في محل الرفع صفة لـ {أي} . {آمَنُوا} : فعل وفاعل، والجملة صلة الموصول. {لَا تَتَّخِذُوا} : </p><p> فعل وفاعل مجزوم بـ {لا} : الناهية. {الْيَهُودَ} : مفعول أول. {وَالنَّصَارَى} : معطوف عليه. {أَوْلِيَاءَ} : مفعول ثانٍ، والجملة الفعلية جواب النداء لا محل لها من الإعراب. {بَعْضُهُمْ} : مبتدأ ومضاف إليه. {أَوْلِيَاءُ بَعْضٍ} خبر ومضاف إليه، والجملة الإسمية مستأنفة. {وَمَنْ يَتَوَلَّهُمْ}  (الواو) : استئنافية. {من} : اسم شرط في محل الرفع مبتدأ، والخبر جملة الشرط أو الجواب أو هما. {يَتَوَلَّهُمْ} : فعل ومفعول مجزوم بـ {من} الشرطية، وفاعله ضمير يعود على {مَنْ} . {مِنْكُمْ} : جار ومجرور حال من فاعل {يتول} . {فَإِنَّهُ} : الفاء: رابطة لجواب من الشرطية وجوبًا. {إنَّ} : حرف نصب. {الهاء} : اسمها. {مِنْهُمْ} : جار ومجرور خبر {إنَّ} وجملة إنَّ في محل الجزم بـ (من) على كونها جوابًا لها، وجملة {من} الشرطية مستأنفة. {إِنَّ اللَّهَ} : ناصب واسمه. {لَا} : نافية. {يَهْدِي} : فعل مضارع، وفاعله ضمير يعود على {اللَّهَ} . {الْقَوْمَ} : مفعول به. {الظَّالِمِينَ} : صفة، والجملة الفعلية في محل رفع خبر {إن} ، وجملة {إن} جملة تعليلية سيقت لتعليل كون من يواليهم منهم؛ أي: لا يهديهم إلى الإيمان بل يخليهم وشأنهم، فيقعون في الكفر والضلال. كما ذكره أبو السعود. </p><p> {فَتَرَى الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ يُسَارِعُونَ فِيهِمْ يَقُولُونَ نَخْشَى أَنْ تُصِيبَنَا دَائِرَةٌ فَعَسَى اللَّهُ أَنْ يَأتِيَ بِالْفَتْحِ أَوْ أَمْرٍ مِنْ عِنْدِهِ فَيُصْبِحُوا عَلَى مَا أَسَرُّوا فِي أَنْفُسِهِمْ نَادِمِينَ (٥٢) }. </p><p> {فَتَرَى} : (الفاء)  (١) : إمَّا للسببية المحضة، أي: بسبب {إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ} المتصفين بما ذكر ترى الذين .. إلخ. أو للعطف على قوله:  {إِنَّ اللَّهَ لَا يَهْدِي} ... إلخ من حيث المعنى اهـ. كرخي. {ترى} : فعل مضارع وهي بصرية، وفاعله ضمير يعود على محمد أو على أي مخاطب، والجملة مستأنفة أو معطوفة على {إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ} . {الَّذِينَ} : اسم موصول في محل النصب مفعول به. {فِي قُلُوبِهِمْ} : جار ومجرور ومضاف إليه خبر مقدم. {مَرَضٌ} : مبتدأ مؤخر، والجملة الإسمية صلة الموصول. {يُسَارِعُونَ} : فعل </p><p>(١) الفتوحات.</p><p> وفاعل. {فِيهِمْ} : متعلق به، والجملة الفعلية في محل النصب حال من الموصول. وقيل: تر علمية، وجملة {يُسَارِعُونَ} في محل النصب مفعول ثانٍ، والأول أنسب بظهور نفاقهم. {يَقُولُونَ} : فعل وفاعل، والجملة في محل النصب حال من ضمير {يُسَارِعُونَ} . {نَخْشَى أَنْ تُصِيبَنَا دَائِرَةٌ} مقول محكي لـ {يَقُولُونَ} وإنْ شئت قلت: {نَخْشَى} : فعل مضارع، وفاعله ضمير يعود على المنافقين المرضى، والجملة الفعلية في محل النصب مقول القول {نَخْشَى أَنْ تُصِيبَنَا دَائِرَةٌ} : ناصب وفعل، ومفعول وفاعل، والجملة في تأويل مصدر منصوب على المفعولية لـ {نَخْشَى} تقديره: نخشى إصابة الدائرة إيانا. {فَعَسَى اللَّهُ} الفاء: استئنافية. {عسى} : فعل ماض من أفعال الرجاء ترفع الاسم وتنصب الخبر، و {عسى} وإن كانت في أصلها للترجي إلّا أنَّها في كلام الله للتحقيق؛ لأن كلامه موافق لعلمه، وهو لا يتخلف. {اللَّهُ} : اسمها. {أَنْ يَأتِيَ} : ناصب وفعل، وفاعله ضمير يعود على {اللَّهُ} . {بِالْفَتْحِ} : جار ومجرور ومضاف إليه، متعلق بمحذوف صفة لـ {أَمْرٍ} تقديره: أو أمر كائن من عنده، وجملة {يَأتِيَ} صلة {أَن} المصدرية {أَن} مع صلتها في تأويل مصدر منصوب على كونه خبرًا لـ {عسى} ولكنَّه في تأويل اسم الفاعل؛ لأنه لا يخبر باسم المعنى عن الذات تقديره: عسى الله آتيًا بالفتح أو أمر من عنده أو ذا إتيانًا بالفتح، وجملة عسى مستأنفة. {أَوْ أَمْرٍ مِنْ عِنْدِهِ} معطوفة {بِالْفَتْحِ}  {فَيُصْبِحُوا} : (الفاء) : عاطفة. {يصبحوا} : فعل ناقص واسمه معطوف على {يَأتِيَ} : فهو داخل معه في حيز خبر عسى، وإنْ لم يكن فيه ضمير يعود على اسمها. فإن: فاء السببية مغنية عن ذلك، لأنها تجعل الجملتين كجملة واحدة، ذكره أبو السعود. {عَلَى مَا} : جار ومجرور متعلق بـ {نَادِمِينَ} . {أَسَرُّوا} : فعل وفاعل. {فِي أَنْفُسِهِمْ} : جار ومجرور ومضاف إليه متعلق بـ {أَسَرُّوا} وجملة {أَسَرُّوا} صلة لـ {مَا} أو صفة لها، والعائد. أو الرابط محذوف تقديره: أسروه. {نَادِمِينَ} : خبر أصبح منصوب بها، وجملة أصبح في تأويل مصدر معطوف على مصدر {يَأتِيَ} على كونه خبرًا لعسى، ولكنه في تأويل مشتق تقديره: فعسى الله آتيًا بالفتح، فمصبحين نادمين على ما أسروا في أنفسهم. </p><p> {وَيَقُولُ الَّذِينَ آمَنُوا أَهَؤُلَاءِ الَّذِينَ أَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ إِنَّهُمْ لَمَعَكُمْ حَبِطَتْ أَعْمَالُهُمْ فَأَصْبَحُوا خَاسِرِينَ (٥٣) }. </p><p> {وَيَقُولُ} : (الواو) : استئنافية. {يَقُولُ الَّذِينَ} : فعل وفاعل والجملة مستأنفة. {آمَنُوا} : فعل وفاعل، والجملة صلة الموصول. {أَهَؤُلَاءِ} : إلى قوله: {إِنَّهُمْ لَمَعَكُمْ} : مقول محكي، وإن شئت قلت:  {أَهَؤُلَاءِ} : (الهمزة) : للاستفهام التعجبي. {هؤلاء} : مبتدأ. {الَّذِينَ} : اسم موصول في محل الرفع خبر، والجملة الاسمية في محل النصب مقول لـ {يقول} . {أَقْسَمُوا} : فعل وفاعل، والجملة صلة الموصول. {بِاللَّهِ} : جار ومجرور متعلق بـ {أَقْسَمُوا} . {جَهْدَ} : منصوب على المصدرية؛ أي: أقسموا إقسام اجتهاد اليمين، أو منصوب على الحالية؛ أي: مجتهدين في أيمانهم ذكره أبو السعود وهو مضاف. {أَيْمَانِهِمْ} : مضاف إليه. {إِنَّهُمْ}  (إن) : حرف نصب. والهاء اسمها. {لَمَعَكُمْ} : (اللام) : حرف ابتداء. {معكم} : ظرف ومضاف إليه خبر إنَّ، وجملة (إنَّ) : جملة مفسرة لا محل لها من الإعراب، لأنَّها تفسير وحكاية المعنى {أَقْسَمُوا} لكن لا بألفاظهم وإلا لقيل إنا معكم. {حَبِطَتْ أَعْمَالُهُمْ} : فعل وفاعل، والجملة مستأنفة، لأنَّها من كلام الرب. {فَأَصْبَحُوا} . (الفاء) : عاطفة تفريعية. {أَصْبَحُوا} : فعل ناقص واسمه. {خَاسِرِينَ} : خبر أصبح والجملة معطوفة على جملة {حَبِطَتْ} . </p><p> {يَاأَيُّهَا الَّذِينَ آمَنُوا مَنْ يَرْتَدَّ مِنْكُمْ عَنْ دِينِهِ فَسَوْفَ يَأْتِي اللَّهُ بِقَوْمٍ} . </p><p> {يَاأَيُّهَا} : (يا) : حرف نداء. (أي) : منادى نكرة مقصودة. (ها) : حرف تنبيه زائد، زيدت تعويضًا عما فات، أي: من الإضافة، وجملة النداء مستأنفة. {الَّذِينَ} : اسم موصول في محل الرفع صفة لأي. {آمَنُوا} . فعل وفاعل صلة الموصول. {مَنْ يَرْتَدَّ} : من اسم شرط جازم في محل الرفع مبتدأ، والخبر جملة الشرط أو الجواب أو هما. {يَرْتَدَّ} : فعل مضارع مجزوم بـ {مَنْ} وعلامة جزمه سكون مقدر، منع من ظهوره اشتغال المحل بحركة التخلص من التقاء الساكنين، وكانت فتحة للخفة، وفاعله ضمير يعود على {مَنْ}  {مِنْكُمْ} : جار ومجرور حال من فاعل {يَرْتَدَّ} . {عَنْ دِينِهِ} : جار ومجرور ومضاف إليه متعلق </p><p> بـ {يَرْتَدَّ} . {فَسَوْفَ}  (الفاء) : رابطة لجواب {مَنْ} الشرطية وجوبًا لكون الجواب جملة تسويفية. {سَوْفَ} : حرف تنفيس. {يَأْتِي اللَّهُ} : فعل وفاعل. {بِقَوْمٍ} : جار ومجرور متعلق به، والجملة الفعلية في محل الجزم بـ {مَنْ} الشرطية على كونها جوابًا لها، وجملة {مَنْ} الشرطية جواب النداء لا محل لها من الإعراب. </p><p> {يُحِبُّهُمْ وَيُحِبُّونَهُ أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَافِرِينَ يُجَاهِدُونَ فِي سَبِيلِ اللَّهِ وَلَا يَخَافُونَ لَوْمَةَ لَائِمٍ ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ وَاسِعٌ عَلِيمٌ} . </p><p> {يُحِبُّهُمْ} : فعل ومفعول وفاعله ضمير يعود على {اللَّهِ} والجملة في محل الجر صفة لـ {قَوْمٍ}  {وَيُحِبُّونَهُ} : فعل وفاعل ومفعول معطوف على {يُحِبُّهُمْ} . {أَذِلَّةٍ} صفة ثانية لـ {قوم}  {عَلَى الْمُؤْمِنِينَ} جار ومجرور متعلق به. {أَعِزَّةٍ} صفة ثالثة لـ {قَوْمٍ}  {عَلَى الْكَافِرِينَ} متعلق به. {يُجَاهِدُونَ} فعل وفاعل. {فِي سَبِيلِ اللَّهِ} : جار ومجرور ومضاف إليه متعلق به؛ والجملة في محل الجر صفة رابعة لـ {قوم} أو في محل النصب حال من الضمير المستتر في {أَعِزَّةٍ} أو مستأنفة {وَلَا يَخَافُونَ} : فعل وفاعل معطوف على {يُجَاهِدُونَ} . {لَوْمَةَ لَائِمٍ} : مفعول به ومضاف إليه {ذَلِكَ} مبتدأ {فَضْلُ اللَّهِ} خبر ومضاف إليه، والجملة مستأنفة {يُؤْتِيهِ} : فعل ومفعول أول، وفاعله ضمير يعود على {اللَّهِ} . {مَنْ} : اسم موصول في محل النصب مفعول ثانٍ لأتى لأنه بمعنى أعطى والجملة الفعلية في محل النصب حال من الجلالة، وجملة {يَشَاءُ} صلة من الموصول، والعائد ضمير محذوف تقديره: من يشاؤه. {وَاللَّهُ} مبتدأ {وَاسِعٌ} خبر أول {عَلِيمٌ} خبر ثانٍ، والجملة مستأنفة. </p><p> {إِنَّمَا وَلِيُّكُمُ اللَّهُ وَرَسُولُهُ وَالَّذِينَ آمَنُوا الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ رَاكِعُونَ} . </p><p> {إِنَّمَا} : أداة حصر. {وَلِيُّكُمُ} : مبتدأ ومضاف إليه. {اللَّهُ} خبر. {وَرَسُولُهُ} : معطوف عليه. وكذلك {وَالَّذِينَ} معطوف عليه. {آمَنُوا} صلة الموصول، والجملة الاسمية مستأنفة. {الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ </p><p> رَاكِعُونَ}. قال الزمخشري (١) : {الَّذِينَ} بدل من {الذين آمنوا} بدل كل من كل، أو خبر مبتدأ محذوف؛ أي: هم الذين، وإنما لم يجعل صفة لـ {الذين آمنوا} لأنَّ الوصف بالموصول على خلاف الأصل؛ لأنَّه يؤول بمشتق، وأيضًا لأن {الذين آمنوا} وصف، والوصف لا يوصف إلا إذا جرى مجرى الاسم كالمؤمن مثلًا بخلاف الذين آمنوا، فإنه في معنى الحدوث، ألا ترى أنَّه جعل الذي يوسوس صفة للخناس؛ لأنَّه ليس في معنى الحدوث اهـ. كرخي و \"سمين\" . {يُقِيمُونَ الصَّلَاةَ} : فعل وفاعل ومفعول، والجملة صلة الموصول. {وَيُؤْتُونَ الزَّكَاةَ} : فعل وفاعل ومفعول معطوف على جملة {يُقِيمُونَ الصَّلَاةَ} . {وَهُمْ رَاكِعُونَ} : مبتدأ وخبر، والجملة في محل النصب حال من فاعل الفعلين؛ أي: يعملون ما ذكروهم خاشعون، متواضعون، أو حال من فاعل الفعل الأول؛ أي: يصلون الصلاة وهم راكعون. </p><p> {وَمَنْ يَتَوَلَّ اللَّهَ وَرَسُولَهُ وَالَّذِينَ آمَنُوا فَإِنَّ حِزْبَ اللَّهِ هُمُ الْغَالِبُونَ (٥٦) }. </p><p> {وَمَن} : (الواو) : استئنافية. {من} : اسم شرط في محل الرفع مبتدأ، والخبر جملة الشرط أو الجواب أو هما. {يَتَوَلَّ اللَّهَ} : فعل ومفعول مجزوم بـ {من} وفاعله ضمير يعود على {من} . {وَرَسُولَهُ وَالَّذِينَ} : معطوفان على الجلالة، وجملة {آمَنُوا} : صلة الموصول. {فَإِنَّ حِزْبَ اللَّهِ} : (الفاء) : رابطة لجواب من الشرطية وجوبًا. {إنَّ} : حرف نصب. {حِزْبَ اللَّهِ} : اسمها ومضاف إليه. {هُمُ} : ضمير فصل. {الْغَالِبُونَ} : خبر {إنَّ} وجملة {إنَّ} في محل الجزم بمن الشرطية على كونها جوابًا لها، وجملة {من} الشرطية مستأنفة. </p><p> {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الَّذِينَ اتَّخَذُوا دِينَكُمْ هُزُوًا وَلَعِبًا مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَالْكُفَّارَ أَوْلِيَاءَ وَاتَّقُوا اللَّهَ إِنْ كُنْتُمْ مُؤْمِنِينَ (٥٧) }. </p><p> {يَا أَيُّهَا الَّذِينَ آمَنُوا} وجملة النداء مستأنفة. {الَّذِينَ} : صفة لـ (أي) . {آمَنُوا} : صلته. {لَا تَتَّخِذُوا} : جازم وفعل وفاعل والجملة جواب النداء </p><p>(١) الفتوحات.</p><p> {الَّذِينَ} : اسم موصول في محل النصب مفعول أول لـ {تَتَّخِذُوا} . {اتَّخَذُوا دِينَكُمْ هُزُوًا} : فعل وفاعل ومفعولان {وَلَعِبًا} معطوف على {هُزُوًا} وجملة {اتَّخَذُوا} صلة الموصول الثاني {مِنَ الَّذِينَ} : جار ومجرور حال من فاعل {اتَّخَذُوا}  {أُوتُوا} : فعل ونائب فاعل. {الْكِتَابَ} : مفعول ثان لـ {أُوتُوا} لأنَّ أتى بمعنى أعطى يتعدى لمفعولين، والجملة صلة للموصول المجرور بـ (من) . {مِنْ قَبْلِكُمْ} : جار ومجرور متعلق بـ {أُوتُوا} . {وَالْكُفَّارَ} بالنصب عطف على {الَّذِينَ اتَّخَذُوا} وبالجر عطف على {الَّذِينَ أُوتُوا الْكِتَابَ} كما مر في بحث التفسير {أَوْلِيَاءَ} مفعول ثانٍ لقوله: {لَا تَتَّخِذُوا} . {وَاتَّقُوا اللَّهَ} : فعل وفاعل ومفعول، والجملة معطوفة على جملة قوله:  {لَا تَتَّخِذُوا} على كونها جواب النداء. (إن) : حرف شرط. {كُنْتُمْ} : فعل ناقص واسمه في محل الجزم بـ {إِنْ} . {مُؤْمِنِينَ} : خبر كان، وجواب إنْ معلوم مما قبلها تقديره: إن كنتم مؤمنين .. فاتقوا الله، وجملة إن الشرطية مستأنفة. </p><p> {وَإِذَا نَادَيْتُمْ إِلَى الصَّلَاةِ اتَّخَذُوهَا هُزُوًا وَلَعِبًا ذَلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَعْقِلُونَ (٥٨) }. </p><p> {وَإِذَا} : (الواو) : عاطفة، (إذا) : ظرف لما يستقبل من الزمان. {نَادَيْتُمْ} : فعل وفاعل، والجملة في محل الخفض بإضافة إذا إليها على كونها فعل شرط لها. {إِلَى الصَّلَاة} : جار ومجرور متعلق بـ {نَادَيْتُمْ} . {اتَّخَذُوهَا} : فعل وفاعل ومفعول أول. {هُزُوًا} : مفعول ثان. {وَلَعِبًا} : معطوف عليه، والجملة جواب (إذا) لا محل لها من الإعراب، وجملة (إذا) من فعل شرطها وجوابها معطوفة على جملة قوله: {اتَّخَذُوا دِينَكُمْ هُزُوًا وَلَعِبًا} على كونها صلة الموصول والتقدير: يا أيها الذين آمنوا لا تتخذوا الذين اتخذوا دينكم هزوًا ولعبًا، والذين إذا ناديتم إلى الصلاة اتخذوها هزوًا ولعبًا. {ذَلِكَ} : مبتدأ. {بِأَنَّهُمْ}  (الباء) : حرف جر، (أنَّ) : حرف نصب، والهاء: اسمها. {قَوْمٌ} : خبرها، وجملة {لَا يَعْقِلُونَ} صفة لقوم، وجملة أن في تأويل مصدر مجرور بالباء والتقدير: بسبب كونهم قومًا لا يعقلون، والجار والمجرور خبر لذلك؛ أي: ذلك كائن بسبب عدم عقلهم. </p><p> {قُلْ يَا أَهْلَ الْكِتَابِ هَلْ تَنْقِمُونَ مِنَّا إِلَّا أَنْ آمَنَّا بِاللَّهِ وَمَا أُنْزِلَ إِلَيْنَا وَمَا أُنْزِلَ مِنْ قَبْلُ وَأَنَّ أَكْثَرَكُمْ فَاسِقُونَ (٥٩) }. </p><p> {قُلْ} : فعل أمر وفاعله ضمير يعود على محمَّد والجملة مستأنفة. {يَا أَهْلَ الْكِتَابِ} إلى آخر الآية مقول محكي، وإنْ شئت قلت:  (يا) : حرف نداء. {أَهْلَ الْكِتَابِ} : منادى مضاف، وجملة النداء في محل النصب مقول القول. {هَلْ} : حرف للاستفهام الإنكاري بمعنى النفي. {تَنْقِمُونَ} : فعل وفاعل. {مِنَّا} : جار ومجرور متعلق به، والجملة الفعلية جواب النداء لا محل لها من الإعراب. {إِلَّا} : أداة استثناء مفرغ. {أَنْ} : حرف مصدر ونصب. {آمَنَّا} : فعل وفاعل في محل النصب بـ {أَنْ} المصدرية. {بِاللَّهِ} : جار ومجرور متعلق به، والجملة الفعلية صلة {أَنْ} المصدرية {أَنْ} مع صلتها في تأويل مصدر منصوب على المفعولية تقديره: هل تنقمون منا إلا إيماننا بالله. {وَمَا} : اسم موصول في محل الجر معطوف على لفظ الجلالة. {أُنزِلَ} : فعل ماضي مغير الصيغة ونائب فاعله ضمير يعود على (ما) . {إِلَيْنَا} : متعلق به، والجملة صلة الموصول. {وَمَا أُنْزِلَ} : معطوف أيضًا على الجلالة. {مِنْ قَبْلُ} : جار ومجرور متعلق به. {وَأَنَّ أَكْثَرَكُمْ} : (الواو) : عاطفة، {أَنَّ أَكْثَرَكُمْ} : ناصب واسمه. {فَاسِقُونَ} : خبر أن في تأويل مصدر معطوف على المصدر المؤول من أن أمنا, ولكنه على تقدير مضاف والتقدير: قل يا أهل الكتاب هل تنقمون منا إلا إيماننا بما ذكر، واعتقاد كون أكثركم فاسقين؛ أي: اعتقادنا كون أكثركم فاسقين. </p><p> {قُلْ هَلْ أُنَبِّئُكُمْ بِشَرٍّ مِنْ ذَلِكَ مَثُوبَةً عِنْدَ اللَّهِ مَنْ لَعَنَهُ اللَّهُ وَغَضِبَ عَلَيْهِ وَجَعَلَ مِنْهُمُ الْقِرَدَةَ وَالْخَنَازِيرَ وَعَبَدَ الطَّاغُوتَ أُولَئِكَ شَرٌّ مَكَانًا وَأَضَلُّ عَنْ سَوَاءِ السَّبِيلِ (٦٠) }. </p><p> {قُلْ} : فعل أمر وفاعله ضمير يعود على محمَّد، والجملة مستأنفة. {هَلْ أُنَبِّئُكُمْ} إلى آخر الآية مقول محكي لـ {قُلْ} ، وإنْ شئت قلت:  {هَلْ} : حرف للاستفهام التهكمي. {أُنَبِّئُكُمْ} : فعل ومفعول أول، وفاعله ضمير يعود على محمَّد. {بِشَرٍّ} : جار ومجرور في محل النصب مفعول ثان لنبأ، وهو هنا يتعدى إلى مفعولين فقط؛ لأنه بمعنى عرف. {مِنْ ذَلِكَ} : جار ومجرور متعلق {بِشَرٍّ} . {مَثُوبَةً} : تمييز لشر منصوب به، والظاهر (١) أنَّه من تمييز النسبة للمفرد؛ لأن </p><p>(١) الفتوحات.</p><p> الشر واقع على الأشخاص، والمثوبة هي الجزاء. فلا يفسر أشر بها، وكان أصل التركيب: هل أنبئكم من قبح مثوبته؛ أي: جزائه، وجملة {أُنَبِّئُكُمْ} من الفعل والفاعل في محل النصب جزء المقول. {عِنْدَ اللَّهِ} : ظرف ومضاف إليه صفة لـ {مَثُوبَةً} . {مَنْ لَعَنَهُ اللَّهُ} : من اسم موصول في محل الرفع خبر لمبتدأ محذوف تقديره: هو من، والجملة من المبتدأ المحذوف وخبره في محل النصب مقول القول لـ {قُلْ} . {لَعَنَهُ اللَّهُ} : فعل ومفعول وفاعل، والجملة صلة من الموصولة. {وَغَضِبَ} : فعل ماض وفاعله ضمير يعود على {اللَّهُ} . {عَلَيْهِ} : جار ومجرور متعلق به، والجملة معطوفة على {لَعَنَهُ} . {وَجَعَلَ} : فعل ماض وفاعله ضمير يعود على {اللَّهُ} . {مِنْهُمُ} : متعلق به، والجملة معطوفة على جملة {لَعَنَهُ اللَّهُ} . {الْقِرَدَةَ} : مفعول (جعل) . {وَالْخَنَازِيرَ} معطوف على {الْقِرَدَةَ} . {وَعَبَدَ} : فعل ماض، وفاعله ضمير يعود على (مَن) . {الطَّاغُوتَ} : مفعول (عبد) والجملة معطوفة على جملة {لَعَنَهُ اللَّهُ} على كونها صلة الموصول، وراعى في ضمير {لَعَنَهُ}  {وَغَضِبَ عَلَيْهِ} . (وَعَبَدَ) على قراءته فعلًا ماضيًا لفظ (مَن) وفي ضمير {جعل}  {منهُمُ} راعى معناها. {أُولَئِكَ} : مبتدأ. {شَرٌّ} خبر. {مَكَانًا} : تمييز {شَرٌّ} تمييز (١) نسبة؛ أي: أولئك قبح مكانهم على حد قوله: </p><p> وَالْفَاعِلَ الْمَعْنَي انْصِبَنْ بِأفْعَلاَ ... مُفَضِّلًا كَأنْتَ أَعْلَى مَنْزِلًا </p><p> والجملة الإسمية في محل النصب مقول لـ {قُلْ} إن قلنا إنَّه من كلام محمَّد، أو مستأنفة، إن قلنا إنَّه من كلام الله تعالى، {وَأَضَلُّ} معطوف على {شَرٌّ} . {عَنْ سَوَاءِ السَّبِيلِ} : جار ومجرور ومضاف إليه متعلق بـ {وَأَضَلُّ} . </p><p> {وَإِذَا جَاءُوكُمْ قَالُوا آمَنَّا وَقَدْ دَخَلُوا بِالْكُفْرِ وَهُمْ قَدْ خَرَجُوا بِهِ وَاللَّهُ أَعْلَمُ بِمَا كَانُوا يَكْتُمُونَ (٦١) }. </p><p> {وَإِذَا} : (الواو) : استئنافية. (إذا) : ظرف لما يستقبل من الزمان. {جَاءُوكُمْ} : فعل وفاعل ومفعول، والجملة في محل الخفض بإضافة (إذا) إليها، </p><p>(١) الفتوحات.</p><p> على كونها فعل شرط لها. {قَالُوا} : فعل وفاعل، والجملة جواب إذا لا محل لها من الإعراب، وجملة (إذا) مستأنفة. {آمَنَّا} : مقول محكي لـ {قَالُوا} وإن شئت قلت: {آمَنَّا} : فعل وفاعل، والجملة في محل النصب مقول {قَالُوا} . {وَقَدْ دَخَلُوا} : فعل وفاعل، والجملة في محل النصب حال من فاعل {قَالُوا} أو {آمَنَّا} . {بِالْكُفْرِ} : جار ومجرور حال من فاعل {دَخَلُوا} ؛ أي: وقد دخلوا حالة كونهم متلبسين بالكفر. {وَهُمْ} : مبتدأ وجملة {قَدْ خَرَجُوا} : خبره، والجملة الإسمية في محل النصب معطوفة على جملة (قد دخلوا) : على كونها حالًا من فاعل {قَالُوا} . {بِهِ} : جار ومجرور حال من فاعل {خَرَجُوا} . {وَاللَّهُ} : مبتدأ. {أعْلَمُ} : خبره، والجملة مستأنفة. {بِمَا} : جار ومجرور متعلق بـ {أَعْلَمُ} . {كَانُوا} : فعل ناقص واسمه. وجملة {يَكْتُمُونَ} في محل النصب خبر كان، وجملة كان صلة الموصول، والعائد محذوف تقديره: بما كانوا يكتمونه. </p><p> {وَتَرَى كَثِيرًا مِنْهُمْ يُسَارِعُونَ فِي الْإِثْمِ وَالْعُدْوَانِ وَأَكْلِهِمُ السُّحْتَ لَبِئْسَ مَا كَانُوا يَعْمَلُونَ (٦٢) }. </p><p> {وَتَرَى} : (الواو) : استئنافية، (ترى) : فعل مضارع وفاعله ضمير يعود على محمَّد. {كَثِيرًا} : مفعول به لـ (ترى) ؛ لأنَّ ترى هنا بصرية تتعدى إلى مفعول واحد، والجملة الفعلية مستأنفة. {مِنْهُمْ} : جار ومجرور صفة لـ {كَثِيرًا} . {يُسَارِعُونَ} : فعل وفاعل. {فِي الْإِثْمِ} : متعلق به، والجملة الفعلية في محل النصب حال من {كَثِيرًا} أو صفة ثانية له، ومفعول ثان لـ (ترى) إن قلنا إنها علمية، والأول أنسب بالمقام كما في \"الجمل\" . {وَالْعُدْوَانِ} : معطوف على {الْإِثْمِ} . وكذا قوله:  {وَأَكْلِهِمُ} معطوف على {الْإِثْمِ} وهو من إضافة المصدر إلى فاعله. {السُّحْتَ} : مفعوله. {لَبِئْسَ}  (اللام) : موطئة للقسم. (بئس) : فعل ماض من أفعال الذم، وفاعله ضمير مستتر فيه وجوبًا تقديره: هو، يفسره التمييز المذكور بعده. {مَا} : نكرة موصوفة في محل النصب على التمييز. {كَانُوا} : فعل ناقص واسمه. وجملة {يَعْمَلُونَ} : خبره، وجملة كان صفة لما والرابط محذوف تقديره: يعملونه، والتقدير: لبئس هو؛ أي: عملهم من جهة كونه شيئًا </p><p> يعلمونه، والمخصوص بالذم محذوف تقديره: عملهم هذا، ويجوز أن تكون ما فاعل بئس وهي اسم معرفة، والجملة بعدها صفة لمخصوص محذوف والتقدير: بئس الشيء شيء كانوا يعملونه، كما قال ابن مالك: </p><p> وَ (مَا) مُمَيَّزٌ وَقِيْلَ فَاعِلُ ... في نَحْوِ: نِعْمَ مَا يَقُوْلُ الْفَاضِلُ </p><p> وجملة (بئس) جواب لقسم محذوف لا محل لها من الإعراب. </p><p> {لَوْلَا يَنْهَاهُمُ الرَّبَّانِيُّونَ وَالْأَحْبَارُ عَنْ قَوْلِهِمُ الْإِثْمَ وَأَكْلِهِمُ السُّحْتَ لَبِئْسَ مَا كَانُوا يَصْنَعُونَ (٦٣) }. </p><p> {لَوْلَا} : حرف تخضيض وتوبيخ. {يَنْهَاهُمُ} : فعل ومفعول {الرَّبَّانِيُّونَ} : فاعل. {وَالْأَحْبَارُ} : معطوف عليه والجملة الفعلية مستأنفة. {عَنْ قَوْلِهِم} : جار ومجرور ومضاف إليه متعلق بـ {يَنْهَاهُمُ} ، وهو مصدر مضاف إلى فاعله. {الْإِثْمَ} : مفعوله. {وَأَكْلِهِمُ} : معطوف على {قَوْلِهِمُ} وهو أيضًا مصدر مضاف إلى فاعله. {السُّحْتَ} مفعوله. {لَبِئْسَ} : (اللام) : موطئة للقسم. (بئس) : فعل ماض. {مَا} : اسم معرفة في محل الرفع فاعل، وجملة {كَانُوا يَصْنَعُونَ} : صفة لمخصوص محذوف أيضًا، والتقدير: لبئس الشيء شيئًا شيء كانوا يصنعونه. </p><p> التصريف ومفردات اللغة </p><p> {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ} . الأولياء جمع ولي، كأصفياء جمع صفي في الولاية، والمراد بالولاية هنا ولاية التناصر والمحالفة على المؤمنين، ومن ضرورة موالاة بعضهم لبعض اجتماع الكل على مضارتكم، فكيف يتصور بينكم وبينهم موالاة. {نَخْشَى أَنْ تُصِيبَنَا دَائِرَةٌ} والدائرة ما يدور به الزمان من المصائب والدواهي التي تحيط بالمرء إحاطة الدائرة بما فيها، والدائرة من الصفات الغالبة التي لا يذكر معها موصوفها. وقال ابن حيان: الدائرة واحدة الدوائر وهي: صروف الدهر ودوله ونوازله، وقال الشاعر: </p><p> وَيعْلَمُ أَنَ الدَّائِرَاتِ تَدُوْرُ </p><p> انتهى. </p><p> وفرق الراغب بين الدائرة والدولة بأن الدائرة هي الخط المحيط ثم عبر بها عن الحادثة، وإنَّما تقال في المكروه، والدولة في المحبوب. انتهى. {جَهْدَ أَيْمَانِهِمْ} وجهد الأيمان أغلظها، وهو في الأصل مصدر ونصبه على الحال؛ أي: مجتهدين في إقسامهم، أو على المفعولية المطلقة؛ أي: أقسموا إقسام اجتهاد اليمين {حَبِطَتْ أَعْمَالُهُمْ} ؛ أي: بطلت أعمالهم التي كانوا مكلفين بها، وعملوا بها في أعين الناس، كالصلاة، والصيام، والجهاد معكم، فخسروا أجرها وثوابها، يقال: حبط العمل من باب فرح إذا بطل {أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ} جمع ذليل كأدلة جمع دليل، بمعنى متواضعين من التذلل بمعنى التواضع لا جمع ذلول {أَعِزَّةٍ عَلَى الْكَافِرِينَ} جمع عزيز بمعنى متغلبين عليهم {وَلَا يَخَافُونَ لَوْمَةَ لَائِمٍ} ؛ أي: عذل عاذل، وفي \"المختار\" : اللوم العذل، تقول: لامه على كذا من باب قال لومًا ولومة إذا عدَّله، واللائمة الملامة {فَإِنَّ حِزْبَ اللَّهِ} والحزب في اللغة: أصحاب الرجل الذين يكونون معه على رأيه، وهم القوم الذين يجتمعون لأمر حزبه؛ أي: أهمه. </p><p> {هُزُوًا وَلَعِبًا} يقال: هزىء بفلان ومنه هَزْءًا وهُزْءًا وهُزُءًا إذا سخر به، والهزؤ أيضًا ما يهزء منه، يقال: هو هزءة بين الناس؛ أي: يهزأون ويسخرون منه، واللعب معروف وهو مصدر على غير قياس، وفعله لعب يلعب {وَإِذَا نَادَيْتُمْ إِلَى الصَّلَاةِ} والنداء الدعاء برفع الصوت، وناداه مناداة ونداء إذا صاح به، وتنادوا؛ أي: نادى بعضهم بعضًا وتنادوا؛ أي: جلسوا في النادي. </p><p> {هَلْ تَنْقِمُونَ مِنَّا} وفي نقم لغتان: الفصحى وهي التي حكاها ثعلب في فصيحه، نقم بفتح القاف ينقم بكسرها، والأخرى: نقم بكسر القاف ينقم بفتحها، قال الكسائي: نقمت بالكسر لغة ونقمت الأمر أيضًا، يقال: نقمت إذا كرهته، وانتقم منه إذا عاقبه، والاسم منه النقمة والجمع نقمات مثل كلمة وكلمات، وإن شئت سكنت القاف ونقلت حركتها إلى النون، والجمع نقم مثل نعمة ونعم. {مَثُوبَةً} المثوبة بسكون الثاء المثلثة مع فتح الميم والواو، والمثوبة بضم الثاء مع سكون الواو الجزاء على الأعمال خيرها وشرها، وأكثر استعماله في الخير من ثاب إذا رجع {وَجَعَلَ مِنْهُمُ الْقِرَدَةَ وَالْخَنَازِيرَ} القردة جمع قرد بكسر أوله وسكون </p><p> ثانيه، ويجمع القرد أيضًا على أقراد وقرود وقردة بفتح القاف وكسر الراء، والأنثى قردة بكسر أوله وسكون ثانيه، وتجمع على قرد كقربة على قرب. والقرد حيوان خبيث يضحك ويطرب وسريع الفهم والتعلم، ويعرف عند العامة بالسعدان، والعامة تستعمل القرد بمعنى الشيطان، فتقول: فلان كالقرد، وفي استنكار يا قرد. والخنازير جمع خنزير وهو حيوان معروف {وَعَبَدَ الطَّاغُوتَ} بفتحات في عبد بصيغة الماضي ونصب الطاغوت على المفعولية في قراءة غير حمزة من السبعة، وقرأ حمزة بضم باء عبد وإضافته إلى الطاغوت عطفًا على القردة؛ أي: وجعل عبد الطاغوت؛ أي: عبادها، وهو اسم جمع لعبد لا جمع له بل جمعه أعبد، كما قال ابن مالك: </p><p> لِفَعَلَ اسْمًا صَحَّ عَيْنًا أَفْعَلُ ... وَلِلرُّبَاعِيِّ اسْمًا أيْضًا يُجْعَلُ </p><p> {أُولَئِكَ شَرٌّ مَكَانًا} شر اسم تفضيل أصله أشرر بوزن أفعل حذفت همزته تخفيفًا لكثرة الاستعمال. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات أنواعًا من البلاغة والفصاحة والبيان والبديع: منها: الإجمال الذي أريد به التفصيل في قوله: {بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ} ؛ لأن المعنى: بعض اليهود أولياء بعض، وبعض النصارى أولياء بعض, لأن اليهود ليسوا أولياء النصارى، ولا النصارى أولياء اليهود لما بينهم من المعاداة، وإنَّما أوثر الإجمال تعويلًا على ظهور المراد لوضوح انتفاء الموالاة بين الفريقين رأسًا. </p><p> ومنها: التأكيد بقوله: {بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ} ، لأنها جملة مستأنفة مسوقة لتعليل النهي، ولتأكيد إيجاب الاجتناب المستفاد من النهي. </p><p> ومنها: المبالغة في الزجر في قوله: {فَإِنَّهُ مِنْهُمْ} . </p><p> ومنها: الاستعارة في قوله: {فَتَرَى الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ} لأن المرض حقيقة فيما يعرض للبدن فيخرجه عن الاعتدال اللائق به، ويوجب الخلل في أفعاله، وقد يؤدي إلى الموت، استعير هنا لما في قلوبهم من الجهل وسوء العقيدة، وعداوة النبي - صلى الله عليه وسلم -، وغير ذلك من فنون الكفر المؤدية إلى الهلاك الروحاني. </p><p> ومنها: التنكير في قوله: {مَرَضٌ} للدلالة على كونه نوعًا مبهمًا غير ما يتعارفه الناس من الأمراض. </p><p> ومنها: الكناية في قوله: {يُسَارِعُونَ} . لأن المسارعة حقيقة في الأجسام، وهي هنا كناية عن تنقل قلوبهم من بعض مراتب رغبة موالاتهم إلى بعض آخر. </p><p> ومنها: الاستعارة في قوله: {دَائِرَةٌ} لأنها حقيقة في الشيء الذي يحيط بغيره، استعيرت لما يقع بهم من مصائب الدهر. </p><p> ومنها: التقسيم في قوله: {فَعَسَى اللَّهُ أَنْ يَأتِيَ بِالْفَتْحِ أَوْ أَمْرٍ مِنْ عِنْدِهِ} . </p><p> ومنها: الاستفهام التعجبي في قوله: {أهَؤُلَاءِ الَّذِينَ أَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ} وفي قوله: {حَبِطَتْ أَعْمَالُهُمْ} لأن فيه معنى التعجب إن كان من كلام المؤمنين، كأنه قيل: ما أحبط أعمالهم، أو فيه تعجيب للسامعين من حبوط أعمالهم إن كان من كلام الله تعالى. </p><p> ومنها: المقابلة في قوله: {بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ} . </p><p> ومنها: الطباق بين لفظي: {أَذِلَّةٍ} و {أَعِزَّةٍ} في قوله: {أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَافِرِينَ} لأنه من المحسنات البديعية. </p><p> ومنها: التعريض في قوله: {يُجَاهِدُونَ فِي سَبِيلِ اللَّهِ وَلَا يَخَافُونَ لَوْمَةَ لَائِمٍ} فإن فيه تعريضًا بذم المنافقين فإنهم كانوا إذا خرجوا في جيش المسلمين خافوا أولياءهم اليهود، فلا يكادون يعملون شيئًا يلحقهم فيه لوم من جهتهم، وفي تنكير لومة ولائم مبالغة لا تخفى, لأن اللومة المرة من اللوم. </p><p> ومنها: دفع الإيهام في قوله: {أَعِزَّةٍ عَلَى الْكَافِرِينَ} لأنه لما قال: {أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ} أوهم أنهم أذلاء محقرون مهانون، فدفع ذلك الإيهام بقوله:  {أَعِزَّةٍ عَلَى الْكَافِرِينَ} ؛ أي: متغلبين عليهم. </p><p> ومنها: الوصف بالجملة الفعلية في جانب المحبة في قوله: {يُحِبُّهُمْ وَيُحِبُّونَهُ} لإفادة التجدد والحدوث, لأن الفعل يدل عليهما، وهو مناسب بالمقام, لأن </p><p> محبتهم لله تعالى تجدد طاعته وعبادته كل وقت، ومحبة الله إياهم تجدد ثوابه وإنعامه عليهم كل وقت. </p><p> ومنها: الوصف بالاسم الدال على المبالغة في جانب التواضع للمؤمنين والغلظة على الكافرين دلالة على ثبوت ذلك واستقراره، فإنه عريق فيهم. ومنها التهييج في قوله:  {إِنْ كُنْتُمْ مُؤْمِنِينَ} . </p><p> ومنها: تأكيد المدح بما يشبه الذم وبالعكس في قوله: {هَلْ تَنْقِمُونَ مِنَّا إِلَّا أَنْ آمَنَّا بِاللَّهِ ...} إلخ فقد جعلوا التمسك بالإيمان موجبًا للإنكار والنقمة، مع أن الأمر بالعكس. </p><p> ومنها: الاستفهام التهكمي في: {هَلْ تَنْقِمُونَ مِنَّا} وفي قوله: {قُلْ هَلْ أُنَبِّئُكُمْ بِشَرٍّ مِنْ ذَلِكَ مَثُوبَةً عِنْدَ اللَّهِ} حيث استعملت المثوبة في العقوبة. </p><p> ومنها: المشاكلة في قوله: {أُولَئِكَ شَرٌّ مَكَانًا} لأنه في مشاكلة قولهم: لا نعلم دينًا شرًّا من دينكم. </p><p> ومنها: التخضيض والتوبيخ في قوله: {لَوْلَا يَنْهَاهُمُ الرَّبَّانِيُّونَ وَالْأَحْبَارُ} ؛ لأنَّه </p><p> تحضيض لعلمائهم على النهي عن ذلك، وتوبيخ لهم على تركهم النهي, لأن لولا إذا دخلت على الماض أفادت التوبيخ، وإذا دخلت على المستقبل أفادت التحضيض كما ذكره \"البيضاوي\" . </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {وَقَالَتِ الْيَهُودُ يَدُ اللَّهِ مَغْلُولَةٌ غُلَّتْ أَيْدِيهِمْ وَلُعِنُوا بِمَا قَالُوا بَلْ يَدَاهُ مَبْسُوطَتَانِ يُنْفِقُ كَيْفَ يَشَاءُ وَلَيَزِيدَنَّ كَثِيرًا مِنْهُمْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ طُغْيَانًا وَكُفْرًا وَأَلْقَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ إِلَى يَوْمِ الْقِيَامَةِ كُلَّمَا أَوْقَدُوا نَارًا لِلْحَرْبِ أَطْفَأَهَا اللَّهُ وَيَسْعَوْنَ فِي الْأَرْضِ فَسَادًا وَاللَّهُ لَا يُحِبُّ الْمُفْسِدِينَ (٦٤) وَلَوْ أَنَّ أَهْلَ الْكِتَابِ آمَنُوا وَاتَّقَوْا لَكَفَّرْنَا عَنْهُمْ سَيِّئَاتِهِمْ وَلَأَدْخَلْنَاهُمْ جَنَّاتِ النَّعِيمِ (٦٥) وَلَوْ أَنَّهُمْ أَقَامُوا التَّوْرَاةَ وَالْإِنْجِيلَ وَمَا أُنْزِلَ إِلَيْهِمْ مِنْ رَبِّهِمْ لَأَكَلُوا مِنْ فَوْقِهِمْ وَمِنْ تَحْتِ أَرْجُلِهِمْ مِنْهُمْ أُمَّةٌ مُقْتَصِدَةٌ وَكَثِيرٌ مِنْهُمْ سَاءَ مَا يَعْمَلُونَ (٦٦) يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ وَإِنْ لَمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ (٦٧) قُلْ يَا أَهْلَ الْكِتَابِ لَسْتُمْ عَلَى شَيْءٍ حَتَّى تُقِيمُوا التَّوْرَاةَ وَالْإِنْجِيلَ وَمَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ وَلَيَزِيدَنَّ كَثِيرًا مِنْهُمْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ طُغْيَانًا وَكُفْرًا فَلَا تَأسَ عَلَى الْقَوْمِ الْكَافِرِينَ (٦٨) إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالصَّابِئُونَ وَالنَّصَارَى مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَعَمِلَ صَالِحًا فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ (٦٩) لَقَدْ أَخَذْنَا مِيثَاقَ بَنِي إِسْرَائِيلَ وَأَرْسَلْنَا إِلَيْهِمْ رُسُلًا كُلَّمَا جَاءَهُمْ رَسُولٌ بِمَا لَا تَهْوَى أَنْفُسُهُمْ فَرِيقًا كَذَّبُوا وَفَرِيقًا يَقْتُلُونَ (٧٠) وَحَسِبُوا أَلَّا تَكُونَ فِتْنَةٌ فَعَمُوا وَصَمُّوا ثُمَّ تَابَ اللَّهُ عَلَيْهِمْ ثُمَّ عَمُوا وَصَمُّوا كَثِيرٌ مِنْهُمْ وَاللَّهُ بَصِيرٌ بِمَا يَعْمَلُونَ (٧١) }. </p><p> المناسبة </p><p> قوله تعالى:  {وَقَالَتِ الْيَهُودُ يَدُ اللَّهِ مَغْلُولَةٌ ...} الآيات، مناسبتها لما قبلها: أن الله سبحانه وتعالى لما ذكر في الآيات السالفة بعض مخازيهم من مسارعتهم في الإثم والعدوان، وأكل السحت إلى نحو أولئك مما اختلت به نظم المجتمع في الأفراد والجماعات، فأصبحوا قومًا أنانيين، همة كل واحد منهم جمع المال واكتسابه على أي صورة كان، وبأي وجه جمع، وقد أثر هذا في أخلاقهم وأعمالهم أشد الأثر كما تشهد بذلك كتب دينهم .. ذكر هنا أفظع مخازيهم، وأقبحها بجرأتهم على ربهم، ووصفهم إياه بما ليس من صفته وإنكارهم جميع أياديه عندهم، وكثرة صفحه عنهم وعفوه عن عظيم جرمهم، توبيخًا لهم وتعريفًا </p><p> لنبيه - صلى الله عليه وسلم - قديم جهلهم، واحتجاجًا له بأنه مبعوث ورسول إذ أخبر بخفي علومهم، ومكنون أخبارهم التي لا يعلمها إلا أحبارهم دون غيرهم من اليهود. </p><p> أسباب النزول </p><p> قوله تعالى:  {وَقَالَتِ الْيَهُودُ ...} الآية، سبب نزولها (١) : ما أخرجه الطبراني عن ابن عباس قال: قال رجل من اليهود يقال له النباش بن قيس: إن ربك بخيل لا ينفق، فأنزل الله:  {وَقَالَتِ الْيَهُودُ يَدُ اللَّهِ مَغْلُولَةٌ} . الآية. وأخرج أبو الشيخ من وجه آخر عنه قال: نزلت آية: {وَقَالَتِ الْيَهُودُ يَدُ اللَّهِ مَغْلُولَةٌ} : في فنحاص رأس يهود بني قينقاع. </p><p> قوله تعالى:  {يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنْزِلَ إِلَيْكَ ...} الآية، سبب نزولها (٢) : ما أخرجه أبو الشيخ عن الحسن أن رسول الله - صلى الله عليه وسلم - قال:  \"إن الله بعثني برسالة فضقت بها ذرعًا، وعرفت أن الناس مكذبي فوعدني لأبلغن أو ليعذبني\" فأنزلت {يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنْزِلَ إِلَيْكَ} قال: كيف أصنع وأنا وحدي يجتمعون علي؟ فنزلت:  {وَإِنْ لَمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ} . أخرج الحاكم والترمذي عن عائشة رضي الله عنه قالت: كان النبي - صلى الله عليه وسلم - يحرس حتى نزلت هذه الآية:  {وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ} فأخرج رأسه من القبة فقال: \"يا أيها الناس انصرفوا فقد عصمني الله\" . وأخرج الطبراني عن أبي سعيد الخدري قال: كان العباس عم رسول الله - صلى الله عليه وسلم - فيمن يحرسه فلما نزلت:  {وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ} فترك الحرس, وأخرج أيضًا عن عصمة بن مالك الخطمي قال: كنا نحرس رسول الله - صلى الله عليه وسلم - بالليل حتى نزلت:  {وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ} فترك الحرس. </p><p> وأخرج ابن حبان في \"صحيحه\" عن أبي هريرة رضي الله عنه قال: كنا إذا أصبحنا ورسول الله - صلى الله عليه وسلم - في سفر .. تركنا له أعظم شجرة وأظلها، فينزل تحتها، فنزل ذات يوم تحت الشجرة وعلق سيفه فيها، فجاء رجل فأخذه وقال: يا محمَّد من يمنعك مني؟ فقال رسول الله - صلى الله عليه وسلم -: \"الله يمنعني منك، ضع السيف\" ، فوضعه </p><p>(١) لباب النقول. (٢) لباب النقول.</p>"
}