{
  "id": null,
  "sura": 5,
  "aya": 43,
  "text": "<p> إلى مدة .. فليس بواجب على الحاكم أن يحكم بينهم، بل يتخير في ذلك، وهذا التخيير المذكور في هذه الآية مخصوص بالمعاهدين. ولو ترافع إلينا ذميان في شرب الخمر .. لم نحدهما وإن رضيا بحكمنا؛ لأنهما لا يعتقدان تحريمها، وأمَّا إذا تحاكم مسلم وذمي وجب على الحاكم الحكم بينهم إجماعًا، لا يختلف القول فيه؛ لأنَّه لا يجوز للمسلم الانقياد لحكم أهل الذمة، وكذا الذمي مع المعاهدين، انتهى بزيادة بعض الحروف. </p><p> {وَإِنْ تُعْرِضْ عَنْهُمْ} ؛ أي: وإن اخترت الإعراض عنهم ولم تحكم بينهم {فَلَنْ يَضُرُّوكَ شَيْئًا} من الضرر، فالله حافظك من ضررهم؛ أي: لأنهم إنَّما يتحاكمون إليك لطلب الأخف، فإذا أعرضت عنهم، وأبيت عن الحكم بينهم .. شق عليهم إعراضك عنهم، وصاروا أعداء لك، فلا تضرك عداوتهم لك، فإن الله تعالى يعصمك من الناس {وَإِنْ حَكَمْتَ} ، أي: وإن اخترت الحكم بينهم {فَاحْكُمْ بَيْنَهُمْ بِالْقِسْطِ} ؛ أي: بالعدل الذي أمرت به، وهو ما تضمنه القرآن واشتملت عليه شريعة الإِسلام {إِنَّ اللَّهَ} سبحانه وتعالى {يُحِبُّ الْمُقْسِطِينَ} ؛ أي: يثيب العادلين في الحكم. </p><p> ٤٣ - والاستفهام في قوله {وَكَيْفَ يُحَكِّمُونَكَ} إلخ، إستفهام تعجيب من الله سبحانه وتعالى لنبيه - صلى الله عليه وسلم - من تحكيمهم إياه، مع أنهم لا يؤمنون به وبكتابه، والحال أن الحكم منصوص عليه في التوراة التي يدعون الإيمان بها، وتنبيه على أنَّهم ما قصدوا بالتحكيم معرفة الحق وإقامة الشرع، وإنَّما طلبوا به ما هو أهون عليهم لكان لم يكن ذلك حكم الله على زعمهم، ثم يعرضون عن حكمه - صلى الله عليه وسلم - الموافق لكتابهم من بعد التحكيم، والرضا بحكمه - صلى الله عليه وسلم - فقوله:  {وَعِنْدَهُمُ التَّوْرَاةُ} حال من فاعل يحكمونك وقوله: {فِيهَا حُكْمُ اللَّهِ} حال من التوراة وقوله: {ثُمَّ يَتَوَلَّوْنَ} معطوف على يحكمونك. </p><p> والمعنى: واعجب يا محمَّد من تحكيمهم إياك في حد الزنا، والحال أن عندهم التوراة كتابهم حالة كون التوراة موصوفة بكون حكم الله بالرجم في الزنا موجودًا فيها، ثم اعجب من توليهم وإعراضهم عن حكمك من بعد تحكيمهم </p><p> إياك، ورضاهم بحكمك. </p><p> فائدة: والاستفهام التعجبي ضابطه هو إيقاع (١) المخاطب في العجب؛ أي: التعجب. والتعجب هنا من وجهين: </p><p> الأول: قوله: {وَعِنْدَهُمُ التَّوْرَاةُ ...} إلخ. </p><p> والثاني: قوله: {ثُمَّ يَتَوَلَّوْنَ ...} إلخ كما أشرنا إليه في التفسير؛ أي: وكيف (٢) يحكمونك في قضية كقضية الزانيين وعندهم التوراة، وهي شريعتهم فيها حكم الله فيما يحكمونك فيه، ثم يتولون عن حكمك بعد أن رضوا به وآثروه على شريعتهم لموافقته إياها. وخلاصة ذلك أن أمرهم لمن أعجب العجب، وما سبب ذلك إلا أنَّهم ليسوا بمؤمنين بالتوراة إيمانًا صحيحًا، ولا هم مؤمنين بك، إذ المؤمن بشرع لا يرغب عنه إلى غيره، إلا إذا آمن بأن ما رغب إليه شرع من الله أيضًا، أيد به الأول، أو نسخه لحكمة اقتضت ذلك {مَا أُولَئِكَ} البعداء من الله تعالى يعني اليهود {بِالْمُؤْمِنِينَ} بالتوراة وإن كانوا يظهرون الإيمان بها لإعراضهم عنها أولًا، وعما يوافقها ثانيًا، أو بك ولا بها، وإن طلبوا الحكم منك لأنَّهم لا يعتقدون صحة حكمك، وذلك دليل على أنَّه لا إيمان لهم بشيء، وأنَّ مقصودهم تحصيل منافع الدنيا، وأغراضهم الفاسدة، دون اتباع الحق. </p><p> الإعراب </p><p> {وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا جَزَاءً بِمَا كَسَبَا نَكَالًا مِنَ اللَّهِ وَاللَّهُ عَزِيزٌ حَكِيمٌ (٣٨) }. </p><p> {وَالسَّارِقُ} مبتدأ. {وَالسَّارِقَةُ} : معطوف عليه، وفي الخبر وجهان: </p><p> أحدهما: وعليه سيبويه أنّه محذوف تقديره: حكم السارق والسارقة فيما </p><p>(١) الجمل. (٢) المراغي.</p><p> يتلى عليكم أو فيما فرض عليكم، ويكون قوله:  {فَاقْطَعُوا} بيانًا لذلك الحكم المقدر، فما بعد الفاء مرتبط بما قبلها, ولذلك أتي بها فيه لأنَّه هو المقصود، ولو لم يؤتِ بالفاء لتوهم أنَّه أجنبي، والكلام على هذا جملتان: الأولى: اسمية خبرية، والثانية: فعلية إنشائية. </p><p> وثانيهما: وعليه الأخفش وجماعة من النحاة: أن الخبر الجملة الإنشائية من قوله: {فَاقْطَعُوا} وإنَّما دخلت الفاء في الخبر لشبه المبتدأ باسم الشرط في العموم، إذ الألف واللام فيه موصولة، بمعنى الذي والتي، والصفة صلتها، فهي في قوة قولك: والذي يسرق والتي تسرق فاقطعوا أيديهما، والجملة من المبتدأ والخبر على كلا الوجهين مستأنفة كما سبق، ذلك كله في بحث التفسير. {أَيْدِيَهُمَا} : مفعول به ومضاف إليه. {جَزَاءً} : مفعول لأجله منصوب، بـ {اقْطَعُوا} فالجزاء علة للأمر بالقطع، أو منصوب على المصدرية بفعل محذوف تقديره: جازاهما الله جزاء على ما كسباه والجملة المحذوفة معللة للقطع أيضًا، كما ذكره أبو البقاء. {بِمَا} : الباء: حرف جر بمعنى على. {مَا} : موصولة أو مصدرية. {كَسَبَا} : فعل وفاعل، والجملة صلة لـ {مَا} الموصولة، والعائد محذوف تقديره: على الذي كسباه من السرقة، أو صلة (ما) المصدرية تقديره: على كسبهما، والجار والمجرور على كلا الوجهين متعلق بـ {جَزَاءً} . {نَكَالًا} : مفعول لأجله منصوب (١) بـ {جَزَاءً} فالنكال علة للجزاء، فتكون العلة معللة بشيء آخر، فتكون كالحال المتداخلة، كما تقوله: ضربته تأديبًا له، إحسانًا إليه، فالتأديب علة للضرب، والإحسان علة للتأديب. اهـ. \"سمين\" . {مِنَ اللَّهِ} : جار ومجرور صفة لـ {نَكَالًا} . {وَاللَّهُ} : مبتدأ. {عَزِيزٌ} خبر أول. {حَكِيمٌ} خبر ثان، والجملة مستأنفة. </p><p> {فَمَنْ تَابَ مِنْ بَعْدِ ظُلْمِهِ وَأَصْلَحَ فَإِنَّ اللَّهَ يَتُوبُ عَلَيْهِ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (٣٩) }. </p><p>(١) الفتوحات.</p><p> {فَمَنْ} : {الفاء} : فاء الفصيحة؛ لأنَّها أفصحت عن جواب شرط مقدر تقديره: إذا عرفت حكم السارق والسارقة، وأردت بيان حكم من تاب بعد سرقته .. فأقول لك. {من تاب} : من اسم شرط جازم في محل الرفع مبتدأ، والخبر جملة الشرط أو الجواب أو هما. {تَابَ} : فعل ماض في محل الجزم بـ (من) على كونه فعل شرط لها، وفاعله ضمير يعود على مَنْ. {مِنْ بَعْدِ ظُلْمِهِ} : جار ومجرور ومضاف إليه متعلق بـ {تَابَ} . {وَأَصْلَحَ} : فعل ماض في محل الجزم بـ (من) معطوف على {تَابَ} : وفاعله ضمير يعود على {مَنْ} . {فَإِنَّ اللَّهَ} : {الفاء} : رابطة لجواب من الشرطية وجوبًا. {إِنَّ} : حرف نصب. {اللَّهَ} : اسمها منصوب. {يَتُوبُ} : فعل مضارع، وفاعله ضمير يعود على {اللَّهَ} . {عَلَيْهِ} : جار ومجرور متعلق بـ {يَتُوبُ} والجملة الفعلية في محل الرفع خبر {إِنَّ} ، وجملة {إِنَّ} من اسمها وخبرها في محل الجزم بـ {مِنْ} على كونها جواب شرط لها، وجملة {مِنْ} الشرطية في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مسأنفة. {إِنَّ اللَّهَ} ناصب واسمه. {غَفُورٌ} خبر أول له. {رَحِيمٌ} خبر ثانٍ، وجملة {إِنَّ} مستأنفة مسوقة لتعليل ما قبلها. </p><p> {أَلَمْ تَعْلَمْ أَنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ يُعَذِّبُ مَنْ يَشَاءُ وَيَغْفِرُ لِمَنْ يَشَاءُ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} . </p><p> {أَلَمْ تَعْلَمْ} : {الهمزة} : للاستفهام التقريري. وما ذكر الشوكاني في أن الاستفهام للإنكار غير صواب. {لَمْ} حرف نفي وجزم. {تَعْلَمْ} : فعل مضارع مجزوم، بـ {لَمْ} وفاعله ضمير يعود على محمَّد، أو على أي مخاطب، والجملة مستأنفة. {أَنَّ اللَّهَ} : ناصب واسمه. {لَهُ} : جار ومجرور خبر مقدم. {مُلْكُ السَّمَاوَاتِ} : مبتدأ مؤخر ومضاف إليه. {وَالْأَرْضِ} معطوف على {السَّمَاوَاتِ} ، والجملة من المبتدأ والخبر في محل الرفع خبر {أَنَّ} وجملة {أَنَّ} من اسمها وخبرها في تأويل مصدر ساد مسد مفعول علم تقديره: ألم تعلم كون ملك السماوات والأرض له تعالى. {يُعَذِّبُ} فعل مضارع والفاعل يعود على الله. {مَنْ} اسم موصول في محل نصب مفعول به {يَشَاءُ} مضارع صلة </p><p> الموصول {وَيَغْفِرُ} معطوفة على {يُعَذِّبُ}  {لِمَنْ} جار ومجرور متعلقان بـ {يَغْفِرُ}  {يَشَاءُ} مضارع والفاعل يعود على الله، والجملة صلة الموصول {وَاللَّهُ} مبتدأ {عَلَى كُلِّ شَيْءٍ} : جار ومجرور ومضاف إليه، متعلق بـ {قَدِيرٌ} . {قَدِيرٌ} خبر المبتدأ، والجملة الإسمية مستأنفة. </p><p> {يَا أَيُّهَا الرَّسُولُ لَا يَحْزُنْكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ} . </p><p> {يَا أَيُّهَا}  (يا) : حرف نداء. (أي) : منادى نكرة مقصودة. (ها) : حرف تنبيه زائد. {الرَّسُولُ} : صفة لـ (أي) ، وجملة النداء مستأنفة. {لَا يَحْزُنْكَ} : جازم وفعل ومفعول. {الَّذِينَ} فاعل، والجملة الفعلية جواب النداء. {يُسَارِعُونَ} : فعل وفاعل. {فِي الْكُفْرِ} متعلق به، والجملة صلة الموصول، والعائد ضمير الفاعل. </p><p> {مِنَ الَّذِينَ قَالُوا آمَنَّا بِأَفْوَاهِهِمْ وَلَمْ تُؤْمِنْ قُلُوبُهُمْ وَمِنَ الَّذِينَ هَادُوا سَمَّاعُونَ لِلْكَذِبِ} . </p><p> {مِنَ الَّذِينَ} : جار ومجرور حال من الضمير في {يُسَارِعُونَ} أو من {الَّذِينَ يُسَارِعُونَ} . {قَالُوا} : فعل وفاعل، والجملة صلة الموصول. {آمَنَّا} : فعل وفاعل، والجملة في محل النصب مقول {قَالُوا} . {بِأَفْوَاهِهِمْ} : جار. ومجرور ومضاف إليه، متعلق بـ {قَالُوا} ؛ أي: قالوا بأفواههم: آمنا. {وَلَمْ تُؤْمِنْ قُلُوبُهُمْ} : جازم وفعل وفاعل ومضاف إليه، والجملة في محل النصب حال من ضمير {قَالُوا} . {مِنَ الَّذِينَ} : جار ومجرور معطوف على الجار والمجرور في قوله: {مِنَ الَّذِينَ قَالُوا} ، {هَادُوا} : فعل وفاعل، والجملة صلة الموصول {سَمَّاعُونَ لِلْكَذِبِ} خبر مبتدأ محذوف تقديره: هم؛ أي: كل من الفريقين: اليهود والمنافقين قوم سماعون، والجملة من المبتدأ المحذوف وخبره مستأنفة، قوله:  {لِلْكَذِبِ} فيه وجهان (١) : </p><p> أحدهما: اللام زائدة، تقديره: سماعون للكذب. </p><p> والثاني: ليست زائدة، فهي متعلقة بـ {سَمَّاعُونَ} ، والمفعول محذوف تقديره </p><p>(١) العكبري.</p><p> سماعون أخباركم ليكذبوا عليكم فيها. </p><p> {سَمَّاعُونَ لِقَوْمٍ آخَرِينَ لَمْ يَأتُوكَ يُحَرِّفُونَ الْكَلِمَ مِنْ بَعْدِ مَوَاضِعِهِ} . </p><p> {سَمَّاعُونَ} خبر ثان للمبتدأ المقدر سابقًا، وقيل توكيد لفظي للأول وتكرير له. {لِقَوْمٍ} متعلق به؛ أي: لأجل قوم، ويجوز أن تتعلق اللام في {لِقَوْمٍ} بالكذب سماعون الثاني: مكرر والتقدير: ليكذبوا لقوم آخرين. {آخَرِينَ} صفة أول {لِقَوْمٍ} . {لَمْ يَأتُوكَ} : جازم وفعل وفاعل ومفعول، والجملة في محل الجر صفة ثانية {لِقَوْمٍ} . {يُحَرِّفُونَ الْكَلِمَ} : فعل وفاعل ومفعول. {مِنْ بَعْدِ مَوَاضِعِهِ} : جار ومجرور ومضاف إليه متعلق به، والجملة الفعلية في محل الجر صفة ثالثة {لِقَوْمٍ} أو في محل الرفع خبر لمبتدأ محذوف، تقديره: هم يحرفون الكلم، أو في محل النصب حال من فاعل {لَمْ يَأتُوكَ} . </p><p> {يَقُولُونَ إِنْ أُوتِيتُمْ هَذَا فَخُذُوهُ وَإِنْ لَمْ تُؤْتَوْهُ فَاحْذَرُوا} . </p><p> {يَقُولُونَ} : فعل وفاعل، والجملة في محل الجر صفة رابعة {لِقَوْمٍ} ، أو في محل الرفع خبر لمبتدأ محذوف تقديره: هم يقولون، أو في محل النصب حال من فاعل {يُحَرِّفُونَ} . {إِنْ أُوتِيتُمْ هَذَا} إلى قوله: {وَمَنْ يُرِدِ اللَّهُ فِتْنَتَهُ} مقول محكي لـ {يَقُولُونَ} ، وإن شئت قلت:  {إِنْ} حرف شرط جازم. {أُوتِيتُمْ} : فعل ونائب فاعل في محل الجزم بـ {إِنْ} الشرطية على كونها فعل شرط لها. هذا في محل النصب مفعول ثان. لـ {أُوتِيتُمْ} والأول كان نائب فاعل له. {فَخُذُوهُ} الفاء: رابطة لجواب (إنْ) الشرطية وجوبًا. {خُذُوهُ} فعل وفاعل ومفعول به في محل الجزم بـ {إِنْ} الشرطية على كونها جوابًا لها، وجملة {إِنْ} الشرطية في محل النصب مقول القول. {وَإِنْ لَمْ تُؤْتَوْهُ} الواو: عاطفة. {إِنْ} حرف شرط. {لَمْ} : حرف جزم. {تُؤْتَوْهُ} : فعل ونائب فاعل ومفعول ثان مجزوم بـ {لَمْ} ، والجملة في محل الجزم بـ {إِنْ} الشرطية على كونها فعل شرط لها. {فَاحْذَرُوا} : {الفاء} : رابطة لجواب إن الشرطية وجوبًا. {احْذَرُوا} فعل وفاعل مبني على حذف النون، والجملة في محل الجزم بـ {إِنْ} على كونها جوابًا </p><p> لها، وجملة {إِنْ} الشرطية: في محل النصب معطوفة عل جملة {إِنْ} الأولى على كونها مقولًا لـ {يَقُولُونَ} . </p><p> {وَمَنْ يُرِدِ اللَّهُ فِتْنَتَهُ فَلَنْ تَمْلِكَ لَهُ مِنَ اللَّهِ شَيْئًا} . </p><p> {وَمَنْ} : {الواو} : استئنافية. {مَنْ} : اسم شرط في محل الرفع مبتدأ، والخبر جملة الشرط أو الجواب. {يُرِدِ اللَّهُ} : فعل وفاعل مجزوم بـ {مَنْ} على كونه فعل شرط لها. {فِتْنَتَهُ} : مفعول به ومضاف إليه. {فَلَنْ}  (الفاء) رابطة لجواب من الشرطية وجوبًا، لكون الجواب مقرونًا بلن. {لن} : حرف نصب. {تَمْلِكَ} منصوب بـ {لن} ، وفاعله ضمير يعود على محمد. {لَنْ} : جار ومجرور متعلق بـ {تَمْلِكَ} . {مِنَ اللَّهِ} : جار ومجرور متعلق بـ {تَمْلِكَ} أيضًا، أو حال من {شَيْئًا} ؛ لأنّه صفة نكرة قدمت عليها. {شَيْئًا} مفعول به أو منصوب على المصدرية، وجملة {تَمْلِكَ} في محل الجزم بمن الشرطية على كونها جوابًا لها، وجملة {مِنَ} الشرطية مستأنفة. </p><p> {أُولَئِكَ الَّذِينَ لَمْ يُرِدِ اللَّهُ أَنْ يُطَهِّرَ قُلُوبَهُمْ لَهُمْ فِي الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ (٤١) }. </p><p> {أُولَئِكَ} مبتدأ {الَّذِينَ} : خبر والجملة مستأنفة {لَمْ يُرِدِ اللَّهُ} جازم وفعل وفاعل، والجملة صلة الموصول، والعائد الضمير في {قُلُوبَهُمْ}  {أَنْ} حرف نصب. {يُطَهِّرَ قُلُوبَهُمْ} : فعل ومفعول به ومضاف إليه، وفاعله ضمير يعود على {اللَّهُ} ، والجملة في تأويل مصدر منصوب على المفعولية تقديره: لم يرد الله تطهير قلوبهم. {لَهُمْ} : جار ومجرور خبر مقدم. {فِي الدُّنْيَا} : جار ومجرور متعلق بالاستقرار المتعلق به الخبر. {خِزْيٌ} : مبتدأ مؤخر، والجملة الإسمية مستأنفة (١) استئنافًا بيانيًّا لجواب سؤال ناشئ من تفصيل أفعالهم وأحوالهم الموجبة للعقاب، كأنَّه قيل: فما لهم من العقوبة؟ فقيل: {لَهُمْ فِي الدُّنْيَا </p><p>(١) الفتوحات.</p><p> خِزيٌ} إلخ. {وَلَهُمْ} الواو: عاطفة. {لَهُمْ} : جار ومجرور خبر مقدم. {فِي الْآخِرَةِ} : جار ومجرور، متعلق بالاستقرار المتعلق به الخبر. {عَذَابٌ} : مبتدأ مؤخر. {عَظِيمٌ} صفة له، والجملة الإسمية معطوفة على الجملة التي قبلها. </p><p> {سَمَّاعُونَ لِلْكَذِبِ أَكَّالُونَ لِلسُّحْتِ فَإِنْ جَاءُوكَ فَاحْكُمْ بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ} . </p><p> {سَمَّاعُونَ} : خبر لمبتدأ محذوف تقديره: هم سماعون، والجملة مستأنفة كرره للتأكيد وتوطئة لما بعده. {لِلْكَذِبِ} متعلق به. {أَكَّالُونَ} : خبر لمبتدإ محذوف. {لِلسُّحْتِ} : متعلق به، والجملة معطوفة بعاطف مقدر على الجملة التي قبلها. {فَإِنْ} : {الفاء} : فاء الفصيحة لأنَّها أفصحت عن جواب شرط مقدر تقديره: إذا عرفت حالهم الخبيثة وأردت بيان حكم ما إذا تحاكموا إليك .. فأقول لك. {إن جاءوك} إن حرف شرط. {جَاءُوكَ} : فعل وفاعل ومفعول في محل الجزم بإنْ على كونه فعل شرط لها. {فَاحْكُمْ}  {الفاء} : رابطة لجواب {إنْ} الشرطية وجوبًا. {احْكُمْ} : فعل أمر في محل الجزم (بإنْ) على كونه جوابًا لها مبني على السكون، وفاعله ضمير يعود على محمَّد. {بَيْنَهُمْ} : ظرف ومضاف إليه متعلق بـ {احْكُمْ} . {أَوْ} حرف عطف وتخيير {أَعْرِضْ} : فعل أمر في محل الجزم معطوف على {احْكُمْ} ، وفاعله ضمير يعود على محمَّد. {عَنْهُمْ} : جار ومجرور، متعلق به، وجملة {إِنْ} الشرطية: في محل النصب قول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. </p><p> {وَإِنْ تُعْرِضْ عَنْهُمْ فَلَنْ يَضُرُّوكَ شَيْئًا} . </p><p> {وَإِنْ} : (الواو) : عاطفة. {إن} : حرف شرط. {تُعْرِضْ} : فعل مضارع مجزوم بـ {إِنْ} على كونه فعل شرط لها وفاعله ضمير يعود على محمَّد. {عَنْهُمْ} : متعلق به. {فَلَنْ} : الفاء: رابطة لجواب {إِنْ} الشرطية وجوبًا، لاقترانه بـ (لن) . {لن} : حرف نصب. {يَضُرُّوكَ} : فعل وفاعل ومفعول به منصوب بـ (لن) . {شَيْئًا} منصوب على المفعولية المطلقة؛ أي: شيئًا من الضرر, </p><p> والجملة الفعلية في محل الجزم بإنْ الشرطية على كونها جوابًا لها، وجملة إن الشرطية في محل النصب معطوفة على جملة إن الأولى على كونها مقولًا لجواب إذا المقدرة. </p><p> {وَإِنْ حَكَمْتَ فَاحْكُمْ بَيْنَهُمْ بِالْقِسْطِ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ} . </p><p> {وَإِنْ} : (الواو) : عاطفة. {إن} : حرف شرط. {حَكَمْتَ} : فعل وفاعل في محل الجزم بـ {إن} الشرطية على كونه فعل شرط لها. {فَاحْكُمْ}  {الفاء} : رابطة لجواب {إِنَّ} الشرطية. {احْكُمْ} : فعل أمر في محل الجزم بـ {إِنْ} على كونه جوابًا لها، وفاعله ضمير يعود على محمَّد. {بَيْنَهُمْ} ظرف ومضاف إليه متعلق بـ {احْكُمْ} . {بِالْقِسْطِ} : جار ومجرور متعلق بمحذوف حال من فاعل {احْكُمْ} تقديره: حالة كونك متلبسًا بالقسط، وجملة إن الشرطية في محل النصب معطوفة على جملة إن الأولى. {إِنَّ اللَّهَ} ناصب واسمه {يُحِبُّ الْمُقْسِطِينَ} : فعل ومفعول وفاعله ضمير يعود على الله، والجملة الفعلية في محل الرفع خبر {إِنَّ} وجملة {إن} مستأنفة مسوقة لتعليل ما قبلها. </p><p> {وَكَيْفَ يُحَكِّمُونَكَ وَعِنْدَهُمُ التَّوْرَاةُ فِيهَا حُكْمُ اللَّهِ} . </p><p> {وَكَيْفَ} : (الواو) : استئنافية. {كيف} اسم استفهام في محل النصب حال من فاعل {يُحَكِّمُونَكَ} مبني على الفتح لشبهه بالحرف شبهًا معنويًّا. {يُحَكِّمُونَكَ} : فعل وفاعل ومفعول مرفوع بثبات النون، والجملة مستأنفة. {وَعِنْدَهُمُ} الواو: واو الحال. {عندهم} : ظرف ومضاف إليه خبر مقدم. {التَّوْرَاةُ} : مبتدأ مؤخر، والجملة في محل النصب حال من فاعل {يُحَكِّمُونَكَ} . {فِيهَا} : جار ومجرور خبر مقدم. {حُكْمُ اللَّهِ} مبتدأ مؤخر ومضاف إليه، والجملة في محل النصب حال من التوراة، والعامل فيها ما في (عند) من معنى الفعل. </p><p> {ثُمَّ يَتَوَلَّوْنَ مِنْ بَعْدِ ذَلِكَ وَمَا أُولَئِكَ بِالْمُؤْمِنِينَ} . </p><p> {ثُمَّ} : حرف عطف. {يَتَوَلَّوْنَ} : فعل وفاعل. {مِنْ بَعْدِ ذَلِكَ} : جار ومجرور ومضاف إليه متعلق بـ {يَتَوَلَّوْنَ} ، والجملة معطوفة على جملة </p><p> {يُحَكِّمُونَكَ}  {وَمَا} : (الواو) : استئنافية. {مَا} حجازية تعمل عمل ليس. {أُولَئِكَ} في محل الرفع اسمها. {بِالْمُؤْمِنِينَ} خبر {مَا} والباء زائدة والجملة مستأنفة. </p><p> التصريف ومفردات اللغة </p><p> {وَالسَّارِقُ وَالسَّارِقَةُ} : {السارق} : اسم فاعل من سرق يسرق من باب ضرب سرقًا بفتح الراء وسرقًا بكسرها، وسرقة بفتحها وسرقة بكسرها وسرقانًا، يقال: سرقه الشيء، وسرق منه الشيء، إذا أخذه منه خفية وبحيلة. وقال (١) الجوهري: السرقة بكسر الراء اسم الشيء المسروق، والمصدر من سرق يسرق سرقًا، وسرقة، وهو: أخذ الشيء في خفية عن الأعين، ومنه استرق السمع ومسارقة النظر. {وَالسَّارِقُ} اسم فاعل لمذكر يجمع على سرقة ككامل وكملة، وعلى سراق كعاذل وعذال، وعلى سارقون. {وَالسَّارِقَةُ} : اسم فاعل لمؤنث يجمع على سوارق وسارقات. وقال ابن عرفة (٢) : السارق عند العرب: من جاء مستترًا إلى حرز فأخذ منه ما ليس له. {فَاقْطَعُوا أَيْدِيَهُمَا} : يقال قطع الشيء يقطع، من باب فتح قطعًا ومقطعًا وتقطاعًا إذا جزه وأبانه وفصله، والقطع معناه: الإزالة والإبانة. والأيدي جمع يد برد اللام المحذوف في المفرد اعتباطًا؛ أي: لغير علة تصريفية، وجمعه هنا فرارًا من كراهة الجمع بين تثنيتين، لو قال فاقطعوا يديهما، واليد: الجارحة المعروفة، واختلفوا في محل قطعها كما بيناه في بحث التفسير. </p><p> {جَزَاءً} مصدر معنوي لاقطعوا؛ فهو منصوب به؛ لملاقته له في المعنى، أو منصوب بمحذوف يلاقيه في اللفظ تقديره: فجازوهما جزاء {نَكَالًا} اسم مصدر لنكل من باب فعل المضاعف ينكل تنكيلًا ونكالًا، ككلم يكلم تكليمًا وكلامًا. وفي \"المصباح\" : نكل به ينكل من باب قتل نكلة قبيحة إذا أصابه بنازلة، </p><p>(١) الصحاح. (٢) البحر المحيط.</p><p> ونكل به بالتشديد مبالغة، والاسم النكال. {يَا أَيُّهَا الرَّسُولُ لَا يَحْزُنْكَ} والحزن: ألم يجده الإنسان عند فوت ما يحب، ويقال: حزن يحزن حزنًا من باب نصر ضد سره، وحزن يحزن حزنًا من باب فرح له، وعليه ضد سر وفرح، فهو حزين، وأحزن الرجل إذا حزنه. </p><p> قال الشوكاني (١) : الحزن والحزن: خلاف السرور، وحزن الرجل بالكسر فهو حزن وحزين، وأحزنه غيره وحزنه، قال اليزيدي: حزنه لغة قريش، وأحزنه لغة تميم وقد قرئ بهما {يُسَارِعُونَ فِي الْكُفْرِ} يقال: سارع (٢) إلى الشيء إذا أسرع إليه من خارج ليصل إليه، وأسرع فيه إذا أسرع فيه وهو داخل فيه، وهنا كان الكفار داخلين في ظرف الكفر محيطًا بهم سرادقه، فالمفاعلة في سارع ليست على بابه، فهو بمعنى أسرع {سَمَّاعُونَ} جمع سماع من صيغ المبالغة على زنة فعال معدول عن سامعون وكذلك {أَكَّالُونَ} جمع أكال مبالغة آكل {لِلسُّحْتِ} السحت والسحت بسكون الحاء وضمها: الحرام وكل ما خبث من المكاسب وحرم، فلزم منه العار، وقبح الذكر، كثمن الكلب والخنزير والخمر والرشوة في الحكم، سمي بذلك لأنه يسحت البركة؛ أي: يذهبها، أو لأنه يسحت عمر صاجه، ويقال؛ سحته الله؛ أي: أهلكه، ويقال: أسحته إذا استأصله. وفي \"المختار\" : وسحته من باب قطع وأسحته استأصله، وقرىء بهما في قوله تعالى:  {فَيُسْحِتَكُمْ بِعَذَابٍ} ؛ أي: يستأصلكم ويهلككم، ومصدر الثلاثي سحت بفتحتين وسحت بإسكان الحاء. وقال الفراء: أصل السحت كلب الجوع، ويقال: فلان مسحوت المعدة إذا كان لا يلقى أحدًا إلا خائفًا، وهو راجع لمعنى الهلاك، ويقال للحالق اسحت؛ أي: استأصل، وسمى الحرام سحتًا لأنَّه يسحت الطاعات؛ أي: يذهبها ويستأصلها. </p><p>(١) فتح القدير. (٢) المراغي.</p><p> البلاغة </p><p> وقد تضمنت هذه الآيات أنواعًا من البلاغة والفصاحة والبيان والبديع: </p><p> منها: العموم في قوله: {وَالسَّارِقُ وَالسَّارِقَةُ} ؛ لأن أن فيهما موصولة فتعم؛ لأن المعنى: والذي سرق والتي سرقت. </p><p> ومنها: المجاز المرسل بإطلاق الكل وإرادة البعض في قوله: {أَيْدِيَهُمَا} لأنَّ المقطوع الكف لا كل اليد. </p><p> ومنها: وضع الجمع موضع المثنى؛ لأنَّ المقطوع يمينهما؛ لأنّه ليس في الإنسان إلا بيمين واحدة، وما هذا سبيله يجعل فيه الجمع مكان الاثنين كما في قوله تعالى:  {فَقَدْ صَغَتْ قُلُوبُكُمَا} . </p><p> ومنها: الخطاب بلفظ الرسالة للتشريف والتفخيم في قوله: {يَا أَيُّهَا الرَّسُولُ} . </p><p> ومنها: إيثار كلمة {فِي} الدالة على الظرفية على كلمة {إلى} الأصلية في تعدية مادة سارع في قوله: {يُسَارِعُونَ فِي الْكُفْرِ} للإيماء إلى أنهم مستقرون في الكفر لا يفارقونه، وإنَّما ينتقلون بالمسارعة عن بعض فنونه إلى بعض آخر. </p><p> ومنها: التفصيل في قوله: {مِنَ الَّذِينَ قَالُوا} ، و {وَمِنَ الَّذِينَ هَادُوا} </p><p> ومنها: المبالغة في قوله: {سَمَّاعُونَ لِلْكَذِبِ} ، و {أَكَّالُونَ لِلسُّحْتِ} . </p><p> ومنها: التكرار في قوله: {سَمَّاعُونَ} ، وفي قوله:  {لَهُمْ فِي الدُّنْيَا} ، و {وَلَهُمْ فِي الْآخِرَةِ} لزيادة التأكيد والتقرير. </p><p> ومنها: تنكير {خِزْيٌ} للتفخيم والتهويل. </p><p> ومنها: الطباق بين كلمتي {الدُّنْيَا} و {الْآخِرَةِ} . </p><p> ومنها: الاستفهام التعجيبي في قوله: {وَكَيْفَ يُحَكِّمُونَكَ} لأنَّه تعجيب لرسول الله - صلى الله عليه وسلم - من تحكيمهم إياه، وهم لا يؤمنون به وبكتابه. </p><p> ومنها: الإشارة بالبعيد في قوله: {وَمَا أُولَئِكَ بِالْمُؤْمِنِينَ} للإيذان ببعد درجتهم في العتو والمكابرة. </p><p> ومنها: اللف والنشر المشوش في قوله: {وَإِنْ تُعْرِضْ عَنْهُمْ} ، وقوله:  {وَإِنْ حَكَمْتَ} فهما راجعان لقوله: {فَاحْكُمْ بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ} على خلاف الترتيب السابق. </p><p> ومنها: الحذف في مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {إِنَّا أَنْزَلْنَا التَّوْرَاةَ فِيهَا هُدًى وَنُورٌ يَحْكُمُ بِهَا النَّبِيُّونَ الَّذِينَ أَسْلَمُوا لِلَّذِينَ هَادُوا وَالرَّبَّانِيُّونَ وَالْأَحْبَارُ بِمَا اسْتُحْفِظُوا مِنْ كِتَابِ اللَّهِ وَكَانُوا عَلَيْهِ شُهَدَاءَ فَلَا تَخْشَوُا النَّاسَ وَاخْشَوْنِ وَلَا تَشْتَرُوا بِآيَاتِي ثَمَنًا قَلِيلًا وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْكَافِرُونَ (٤٤) وَكَتَبْنَا عَلَيْهِمْ فِيهَا أَنَّ النَّفْسَ بِالنَّفْسِ وَالْعَيْنَ بِالْعَيْنِ وَالْأَنْفَ بِالْأَنْفِ وَالْأُذُنَ بِالْأُذُنِ وَالسِّنَّ بِالسِّنِّ وَالْجُرُوحَ قِصَاصٌ فَمَنْ تَصَدَّقَ بِهِ فَهُوَ كَفَّارَةٌ لَهُ وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الظَّالِمُونَ (٤٥) وَقَفَّيْنَا عَلَى آثَارِهِمْ بِعِيسَى ابْنِ مَرْيَمَ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرَاةِ وَآتَيْنَاهُ الْإِنْجِيلَ فِيهِ هُدًى وَنُورٌ وَمُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرَاةِ وَهُدًى وَمَوْعِظَةً لِلْمُتَّقِينَ (٤٦) وَلْيَحْكُمْ أَهْلُ الْإِنْجِيلِ بِمَا أَنْزَلَ اللَّهُ فِيهِ وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْفَاسِقُونَ (٤٧) وَأَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ مِنَ الْكِتَابِ وَمُهَيْمِنًا عَلَيْهِ فَاحْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللَّهُ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ عَمَّا جَاءَكَ مِنَ الْحَقِّ لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجًا وَلَوْ شَاءَ اللَّهُ لَجَعَلَكُمْ أُمَّةً وَاحِدَةً وَلَكِنْ لِيَبْلُوَكُمْ فِي مَا آتَاكُمْ فَاسْتَبِقُوا الْخَيْرَاتِ إِلَى اللَّهِ مَرْجِعُكُمْ جَمِيعًا فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ (٤٨) وَأَنِ احْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللَّهُ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ وَاحْذَرْهُمْ أَنْ يَفْتِنُوكَ عَنْ بَعْضِ مَا أَنْزَلَ اللَّهُ إِلَيْكَ فَإِنْ تَوَلَّوْا فَاعْلَمْ أَنَّمَا يُرِيدُ اللَّهُ أَنْ يُصِيبَهُمْ بِبَعْضِ ذُنُوبِهِمْ وَإِنَّ كَثِيرًا مِنَ النَّاسِ لَفَاسِقُونَ (٤٩) أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ وَمَنْ أَحْسَنُ مِنَ اللَّهِ حُكْمًا لِقَوْمٍ يُوقِنُونَ (٥٠) }. </p><p> المناسبة </p><p> قوله تعالى:  {إِنَّا أَنْزَلْنَا التَّوْرَاةَ فِيهَا هُدًى وَنُورٌ ...} الآية، مناسبة هذه الآية لما قبلها (١) : أن الله سبحانه وتعالى لما ذكر عجيب حال اليهود من تركهم حكم التوراة وهم يعلمونه، وطلبهم من النبي - صلى الله عليه وسلم - الحكم بينهم ورضاهم به إذا وافق أهوائهم، وتركهم له إذا جاء على غير ما يريدون .. ذكر هنا أمر التوراة وأنها أنزلت هداية لبني إسرائيل، ثم أعرضوا عن العمل بها لما عرض لهم من الفساد، </p><p>(١) المراغي.</p><p> وفي ذلك من العبرة أن الانتماء إلى الدين لا ينفع أهله إذا لم يقيموه ولم يتهدوا بهديه، وأن إيثار أهل الكتاب أهوائهم على هدى دينهم هو الذي أعمى لهم عن نور القرآن والاهتداء به. </p><p> {وَكَتَبْنَا عَلَيْهِمْ فِيهَا أَنَّ النَّفْسَ بِالنَّفْسِ وَالْعَيْنَ بِالْعَيْنِ ...} الآية، مناسبة هذه الآية لما قبلها (١) : أنَّه تعالى لما ذكر أنَّه بين في التوراة أن حكم الزاني المحصن الرجم، وغرته اليهود .. ذكر هنا أنَّه بين في التوراة أن النفس بالنفس وغيرته اليهود أيضًا، ففضلوا بني النضير علي بني قريظة، وخصوا إيجاب القود علي بني قريظة دون بني النضير. </p><p> قوله تعالى:  {وَقَفَّيْنَا عَلَى آثَارِهِمْ بِعِيسَى ابْنِ مَرْيَمَ ...} الآية، مناسبة هذه الآية لما قبلها (٢) : أنَّه لما ذكر تعالى أنَّ التوراة يحكم بها النبيون .. ذكر هنا أنَّه قفاهم بعيسى ابن مريم تنبيهًا على أنَّه من جملة الأنبياء، وتنويهًا وتنزيهًا له عما تدعيه اليهود فيه، وأنَّه من جملة مصدقي التوراة. </p><p> قوله تعالى:  {وَأَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ ...} الآية، مناسبة هذه الآية لما قبلها (٣) : أن الله سبحانه وتعالى لما بين إنزال التوراة ثم الإنجيل علي بني إسرائيل، وذكر ما أودعه فيهما من الهدى والنور، وما ألزمهم به من إقامتهما، وما أوعدهم به من العقاب على ترك الحكم بهما .. ذكر هنا إنزاله القرآن على خاتم الأنبياء محمَّد - صلى الله عليه وسلم -، ومنزلته من الكتب قبله، وأنَّ الحكمة اقتضت تعدد الشرائع والمناهج لهداية البشر. </p><p> وعبارة أبي حيان (٤) قوله تعالى: {وَأَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ ...} الآية، مناسبتها لما قبها: أنَّ الله سبحانه وتعالى لما ذكر أنَّه أنزل التوراة فيها هدى ونور، ولم يذكر من أنزلها عليه لاشتراكهم كلهم في أنَّها أنزلت على موسى، فترك ذكره للعلم بذكر، ثم ذكر عيسى وأنَّه أتاه الإنجيل، فذكره ليقروا أنَّه من </p><p>(١) البحر المحيط. (٢) البحر المحيط.(٣) المراغي.(٤) البحر المحيط.</p><p> جملة الأنبياء، إذ اليهود تنكر نبوته وإذا أنكرته أنكرت كتابه، فنص تعالى عليه وعلى كتابه .. ذكر هنا إنزال القرآن على محمَّد - صلى الله عليه وسلم -، فذكر الكتاب ومن أنزله عليه مقررًا لنبوته وكتابه؛ لأن الطائفتين ينكرون نبوته وكتابه، وجاء هنا ذكر المنزل عليه بكاف الخطاب لأنّه أنص على المقصود، وكثيرًا ما جاء ذلك بلفظ الخطاب لأنَّه لا يلتبس ألبتة. </p><p> أسباب النزول </p><p> قوله تعالى:  {إِنَّا أَنْزَلْنَا التَّوْرَاةَ فِيهَا هُدًى وَنُورٌ ...} الآية، قال المفسرون (١) : سبب نزول هذه الآية: استفتاء اليهود رسول الله - صلى الله عليه وسلم - في أمر الزانيين وقد سبق. </p><p> قوله تعالى:  {وَأَنِ احْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللَّهُ ...} الآية، سبب نزولها (٢) : أنَّ جماعة من اليهود - منهم كعب بن أسيد وعبد الله بن صوريا وشاس بن قيس - قال بعضهم لبعض .. اذهبوا بنا إلى محمَّد لعلنا نفتنه عن دينه، فأتوه فقالوا: يا محمَّد قد عرفت أنا أحبار اليهود وأشرافهم، وأنا إن تبعناك اتبعك اليهود، وإنَّ بيننا وبين قوم خصومة فنحاكمهم إليك، فتقفي لنا عليهم ونحن نؤمن بك، فأبى ذلك رسول الله - صلى الله عليه وسلم -، ونزلت هذه الآية، هذا قول ابن عباس. </p><p> وذكر مقاتل: أن جماعة من بني النضير قالوا له: هل لك أن تحكم لنا على أصحابنا أهل قريظة في أمر الدماء كما كنا عليه من قبل ونبايعك؟ فنزلت هذه الآية. قال القاضي أيو يعلى: وليست هذه الآية تكرارًا لما تقدم، وإنما نزلتا في شيئين مختلفين، أحدهما: في شأن الرجم، والآخر في التسوية في الديات حين تحاكموا إليه. </p><p> قوله تعالى:  {أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ} الآية، سبب نزولها (٣) : أن النبي - صلى الله عليه وسلم - لما حكم بالرجم على اليهوديين تعلق بنو قريظة ببني النضير وقالوا: يا محمَّد </p><p>(١) زاد المسير. (٢) زاد المسير.(٣) زاد المسير.</p>"
}