{
  "id": null,
  "sura": 5,
  "aya": 68,
  "text": "<p> في رواية له إن اسم ذلك الرجل كورث بن الحارث. </p><p> وعن عائشة رضي الله عنها قالت: سهر رسول الله - صلى الله عليه وسلم - مقدمه المدينة ليلة فقال:  \"ليت رجلًا صالحًا من أصحابي يحرسني الليلة\" ، قالت: فبينما نحن كذلك سمعنا خشخشة السلاح، فقال:  \"من هذا\" ؟ قال: سعد بن أبي وقاص، فقال له رسول الله - صلى الله عليه وسلم -: \"ما جاء بك\" ؟ فقال: وقع في نفسي خوف على رسول الله - صلى الله عليه وسلم -، فجئت أحرسه، فدعا له رسول الله - صلى الله عليه وسلم - ثم نام، متفق عليه. </p><p> وعن عائشة رضي الله عنها قالت: كان رسول الله - صلى الله عليه وسلم - يحرس ليلًا حتى نزلت:  {وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ} فأخرج رسول الله - صلى الله عليه وسلم - رأسه من القبة، فقال:  \"أيها الناس انصرفوا فقد عصمني الله\" . أخرجه الترمذي وقال: حديث غريب. وقيل (١) : وفي الجواب عن هذا: إن هذه الآية نزلت بعد ما شجّ رأسه في يوم أحد, لأن سورة المائدة من آخر القرآن نزولًا. وقد وضعت هذه الآية - وهي مكية - في سياق تبليغ أهل الكتاب وهو مدني، لتدل على أن النبي - صلى الله عليه وسلم - كان عرضةً لإيذائهم أيضًا، وأن الله تعالى عصمه من كيدهم، ولتذكر بما كان من إيذاء مشركي قومه من قبلهم {إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ} ؛ أي: إن الله سبحانه وتعالى لا يهدي أولئك القوم الكافرين الذين هم بصدد إيذائك على التبليغ إلى ما يريدون، بل يكونون خائبين، وتتم كلمات الله تعالى حتى يكمل بها الدين. وقال ابن عباس رضي الله تعالى عنهما: إن الله لا يرشد من كذبك وأعرض عنك. وقال ابن جرير الطبري معناه: أن الله لا يوفق للرشد من حاد عن سبيل الحق وجار عن قصد السبيل وجحد ما جئت به. وقال أبو حيان: معناه إنَّما عليك البلاغ لا الهداية، فمن قضيت عليه بالكفر والموافاة عليه .. لا يهتدي أبدًا، فيكون خاصًّا. قال ابن عطية: وإما على العموم، على أن لا هداية في الكفر ولا يهدي الله الكافر في سبيل كفره. </p><p> ٦٨ - {قُلْ} يا محمَّد لهؤلاء اليهود والنصارى فيما تبلغهم عن ربك {يَا أَهْلَ </p><p>(١) الخازن.</p><p> الْكِتَابِ لَسْتُمْ عَلَى شَيْءٍ} يعتد به من أمر الدين، ولا ينفعكم الانتساب إلى موسى وعيسي والنبيين، وفيه تحقير وتقليل لما هم عليه {حَتَّى تُقِيمُوا التَّوْرَاةَ وَالْإِنْجِيلَ} وتتبعوهما فيما دعيا إليه من التوحيد الخالص والعمل الصالح، وفيما بشرا به من بعثة النبي الذي يجيء من ولد إسماعيل، الذي سماه المسيح: روح الحق، وتعملوا بما فيهما من أوامر الله ونواهيه (و) حتى تقيموا (ما أنزل إليكم من ربكم) على لسان محمَّد - صلى الله عليه وسلم -، وهو القرآن المجيد، فهو الذي أكمل به دين الأنبياء والمرسلين بحسب سنن الله في الكون، فإن إقامة الكتابين لا تصح بدون إقامته {وَلَيَزِيدَنَّ كَثِيرًا مِنْهُمْ} ؛ أي: من أهل الكتاب أو جميع الكفار {مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ} وهو القرآن {طُغْيَانًا} ؛ أي: ضلالًا إلى ضلالهم، أو تماديًا في الجحود {وَكُفْرًا} إلى كفرهم، أو ثباتًا على الكفر، وتصدير هذه الجملة بالقسم لتأكيد مضمونها. </p><p> والمعنى: وعزتي وجلالي إن الكثير من أهل الكتاب لا يزيدهم القرآن الذي أكمل الله به الدين المنزل على محمَّد خاتم النبيين إلا غلوا في تكذيبهم، وكفرًا على كفرهم, لأنهم لم ينظروا فيه نظرة إنصاف، بل نظروا إليه بعين العصبية والعدوان، إذ كانوا على تقاليد وثنية، وأعمال وعادات سخيفة، فلم يكن لهم من الدين الذي يدينون به ما يقريهم إلى فهم حقيقة الإِسلام، ليعلموا أن دين الله واحد، وأن ما سبق بدء، وهذا إتمام، أما غير الكثير - وهم الذين حافظوا على التوحيد ولم تحجبهم عن نور الحق شتى التقاليد - فهم الذين ينظرون إلى القرآن بعين البصيرة، فيعلمون أنَّه الحق من ربهم، وأنَّ من أنزل عليه هو النبي المبشر في كتبهم، فيسارعون إلى الإيمان به بحسب حظهم من سلامة الوجدان، واطمئنان النفس بما لديها من العلم والعرفان {فَلَا تَأسَ} ولا تحزن يا محمَّد {عَلَى} عدم إيمان {الْقَوْمِ الْكَافِرِينَ} ؛ أي: دع عنك التأسف على هؤلاء، فإن ضرر ذلك راجع إليهم، ونازل بهم، وفي المتبعين من المؤمنين غنى لك عنهم. </p><p> قال الراغب: الأسى الحزن، وأصله إتباع الفائت بالغم، والمعنى؛ أي: فلا تحزن عليهم لزيادة طغيانهم وكفرهم، فإنَّ ضرر ذلك راجع إليهم لا إليك ولا إلى المؤمنين، وحسبك الله ومن اتبعك من مؤمني قومك، ومن مؤمني أهل </p>"
}