{
  "id": null,
  "sura": 5,
  "aya": 105,
  "text": "<p> ورأيناهم يعملون به، ونحن لهم تبع، وهم لنا أئمة وقادة. فردَّ الله عليهم قولهم بقوله:  {أَوَلَوْ كَانَ آبَاؤُهُمْ لَا يَعْلَمُونَ شَيْئًا وَلَا يَهْتَدُونَ} الهمزة فيه للإنكار والتوبيخ، داخلة على محذوف؛ أي: أيكفيهم ذلك ولو كان آباؤهم لا يعلمون شيئًا من الشرائع ولا يهتدون سبيلًا إلى المصالح، سواء أكانت دينية أو دنيوية، ولا يعرف ما يكفي الأفراد والأمم إلا بالعلم الصحيح الذي يميَّز به بين الحق والباطل، فأولئك قوم أميون يتخبطون في ظلمات من الوثنية، وخرافات من معتقدات الجاهلية، فمن وأدِ البنات إلى سلب ونهب وإغارات من بعضهم على بعض، ومن قتال تشتجر فيه الرماح إلى عداوة وبغضاء تملأ السهول والبطاح، ومن ظلم لليتامى والنساء إلى تفنن في الشَّعوذة وضروب السحر والكهانة، ومثل هذه الآية قوله تعالى:  {وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنْزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا أَلْفَيْنَا عَلَيْهِ آبَاءَنَا أَوَلَوْ كَانَ آبَاؤُهُمْ لَا يَعْقِلُونَ شَيْئًا وَلَا يَهْتَدُونَ} . </p><p> ١٠٥ - {يَا أَيُّهَا الَّذِينَ آمَنُوا} بالله ورسوله - صلى الله عليه وسلم - {عَلَيْكُمْ أَنْفُسَكُمْ} ؛ أي: الزموا أنفسكم واحفظوها من ملابسة الضلال والمعاصي والإصرار على الذنوب، وانظروا فيما يقربها من ربها ويخلعها من عقابه {لَا يَضُرُّكُمْ مَنْ ضَلّ} ؛ أي: لا يضركم ضلال من ضل من أهل الكتاب والمشركين وسائر الكفار والفساق {إِذَا اهْتَدَيْتُمْ} للحق أنتم في أنفسكم، وفي حق غيركم؛ بأن يعظ بعضكم بعضًا، ويرغب بعضكم بعضًا في الخيرات، وينفره من القبائح والسيئات. </p><p> وهذه الآية أوكد آية في وجوب الأمر بالمعروف والنهي عن المنكر. قال الشوكاني (١) : وليس في الآية ما يدل على سقوط الأمر بالمعروف والنهي عن المنكر، فإن من تركه مع كونه من أعظم الفروض الدينية .. فليس بمهتدٍ، وقد قال الله تعالى:  {إِذَا اهْتَدَيْتُمْ} وقد دلت الآيات القرآنية والأحاديث المتكاثرة على وجوب الأمر بالمعروف والنهي عن المنكر وجوبًا مضيقًا متحتمًا، فتحمل هذه الآية على من لا يقدر على القيام بواجب الأمر بالمعروف والنهي عن </p><p>(١) فتح القدير.</p><p> المنكر، أو لا يظن التأثير بحال من الأحوال، أو يخشى على نفسه أن يحل به ما يضره ضررًا يسوغ له معه الترك؛ أي: فيحرم عليه ذلك حينئذ إذا أدَّى إلى الوقوع في التهلكة. </p><p> فصل في ذكر نبذة مما يتعلق بالآية </p><p> فإن قلت (١) : هل يدل ظاهر هذه الآية على جواز ترك الأمر بالمعروف والنهي عن المنكر؟ </p><p> قلتُ: لا يدل على ذلك، والذي عليه أكثر الناس أن المطيع لربه عَزَّ وَجَلَّ لا يكون مؤاخذًا بذنوب أصحاب المعاصي، فأمَّا وجوب الأمر بالمعروف والنهي عن المنكر، فثابت بدليل الكتاب والسنة. </p><p> عن قيس بن أبي حازم عن أبي بكر الصديق رضي الله عنه أنه قال: أيها الناس، إنكم تقرؤون هذه الآية {يَا أَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ لَا يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ} . ولا تضعونها موضعها، ولا تدرون ما هي، وإني سمعت رسول الله - صلى الله عليه وسلم - يقول:  \"إن الناس إذا رأوا ظالمًا، فلم يأخذوا على يديه .. أوشك أن يعمهم الله بعقاب منه\" أخرجه الترمذي، وقال: حديث حسن صحيح، وأخرجه أبو داود، وزاد فيه:  \"ما من قوم يعمل فيهم بالمعاصي، ثم يقدرون على أن يغيِّروا إلا يوشك أن يعمهم الله بعقاب\" . وقال قوم في معنى الآية: عليكم أنفسكم إذا أمرتم بالمعروف ونهيتم عن المنكر فلم يقبل منكم. وقال ابن مسعود: مروا بالمعروف وانهوا عن المنكر ما قبل منكم، فإن رُدَّ عليكم فعليكم أنفسكم. </p><p> وعن أبي أمية الشيباني قال: أتيت أبا ثعلبة الخشني فقلت له: كيف تصنع بهذه الآية؟ قال: آية آية؟ قلت:  {يَا أَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ لَا يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ} ، قال: أما والله لقد سألت عنها خبيرًا، سألت عنها رسول الله - صلى الله عليه وسلم - فقال: \"ائتمروا بالمعروف وتناهوا عن المنكر حتى إذا رأيت شحًا مطاعًا، وهوى </p><p>(١) الخازن.</p><p> مُتَّبعًا، ودنيا مؤثرة، وإعجابُ كل ذي رأي رأيَه .. فعليك بخاصة نفسك، ودع عنك العوام، فإن من ورائكم أيام الصبر للعامل فيهن مثل أجر خمسين رجلًا يعملون مثل عملكم \"،وفي رواية:قيل: يا رسول الله، أجر خمسين رجلًا منا أو منهم؟قال:\" لا، بل أجر خمسين منكم\" أخرجه الترمذي، وقال: حديث حسن غريب. </p><p> وقيل في معنى الآية: إن العبد إذا عمل بطاعة الله واجتنب نواهيه .. لا يضره من ضل، وقيل في معنى الآية: لا يضركم من كفر بالله وحاد عن قصد السبيل من أهل الكتاب إذا اهتديتم أنتم، وقال الحسن: لم يكن مؤمن فيما مضى، ولا مؤمن فيما بقي إلا وإلى جنبه منافق يكره عمله. </p><p> وقال الطبري: وأولى هذه الأقوال وأصح التأويلات عندنا في هذه الآية ما روي عن أبي بكر الصديق، وهو العمل بطاعة الله، وأداء ما لزم من الأمر بالمعروف والنهي عن المنكر، والأخذ على يد الظالم؛ لأن الله تعالى يقول:  {وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى} ومن التعاون على البر والتقوى، الأمر بالمعروف والنهي عن المنكر، والأخذ على يد الظالم حتى يرجع عن ظلمه. </p><p> واعلم: أن كلًّا من الآمر والمأمور يجب عليه اتباع الحق المأمور به، وقد دلت السنة الصحيحة على أن من يأمر بالمعروف ولا يفعله، وينهى عن المنكر ويفعله، أنه حمار من حمر جهنم يجر أمعاءه فيها. </p><p> ولقد أجاد من قال: </p><p> يَا أيُّهَا الرَّجُلُ الْمُعَلّمُ غَيْرَهُ ... هَلَّا لِنَفْسِكَ كَانَ ذَا التَّعْلِيْمُ </p><p> لاَ تَنْهَ عَنْ خُلُقٍ وَتَأتِيَ مِثْلَهُ ... عَارٌ عَلَيْكَ إِذَا فَعَلْتَ عَظِيْمُ </p><p> وقال آخر أيضًا: </p><p> أَتَنْهَى النَّاسَ وَلاَ تَنْتَهِي ... مَتَى تَلْحَقُ الْقَوْمَ يَا أَكْوَعُ </p><p> فَيَا حَجَر الشَّحْذِ حَتَّى مَتَى ... تَسُنُّ الْحَدِيْدَ وَلاَ تَقْطَعُ </p><p> وقال الآخر: </p><p> وَغَيْرُ تَقَيٍّ يَأمُرُ النَّاسَ بالتُّقَى ... طَبِيْبٌ يُدَاوِيْ النَّاسَ وَهْوَ مَرِيْضُ </p><p> وقال الآخر: </p><p> فَإِنَّكَ إِذْ مَا تَأْتِ مَا أَنْتَ آمِرُ ... بِهِ تُلْفِ مَنْ إِيَّاهُ تَأمُرُ آتِيَا </p><p> فائدة: واعلم أنه يشترط في الآمر بالمعروف أن يكون له علم يعلم به أن ما يأمر به معروف، وأن ما ينهى عنه منكر؛ لأنه إذا كان جاهلًا بذلك، فقد يأمر بما ليس بمعروف، وينهى عما ليس بمنكر، ولا سيما في هذا الزمن الذي عم فيه الجهل، وصار فيه الحق منكرًا، والمنكر معروفًا، والله تعالى يقول:  {قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي} . ويشترط في وجوبه مظنة النفع به، فإن جزم بعدم الفائدة فيه .. لم يجب عليه، كما يدل عليه ظاهر قوله تعالى: {فَذَكِّرْ إِنْ نَفَعَتِ الذِّكْرَى (٩) }. </p><p> والخلاصة: أن العلماء من السلف متفقون على أن المؤمن لا يكون مهتديًا إذا أصلح نفسه ولم يهتم بإصلاح غيره؛ بأن يأمره بالمعروف وينهاه عن المنكر، وأن ذلك فرض لا هوادة فيه، ولكن هذه الفريضة تسقط إذا فسد الزمان فسادًا لا يرجى معه تأثير الوعظ والإرشاد، أو فسادًا يؤدي إلى إيذاء الواعظ المرشد؛ بأن يعلم أو يظن ظنًّا قويًّا بأن لا فائدة من نصحه، أو بأنه سيؤذى إذا هو أمر بمعروف أو نهى عن منكر، ويحرم عليه ذلك إذا أدَّى إلى الوقوع في التهلكة. </p><p> وحكى الزمخشري عن نافع أنه قرأ (١) : {عليكم أنفسُكم} بالرفع، وهي قراءة شاذة تخرَّج على وجهين: </p><p> أحدهما: يرتفع على أنه مبتدأ، و {عليكم} في موضع الخبر، والمعنى: على الإغراء. </p><p> والوجه الثاني: أن يكون توكيدًا للضمير المستكن في {عَليْكُمْ} ، ولم يؤكد بمضمر متصل؛ إذ قد جاء ذلك قليلًا، ويكون مفعول عليكم محذوفًا لدلالة </p><p>(١) البحر المحيط.</p>"
}