{
  "id": null,
  "sura": 5,
  "aya": 72,
  "text": "<p> على التثليث بعد ما ظهرت البينات حيث قال:  {أَفَلَا يَتُوبُونَ إِلَى اللَّهِ} . ثم ذكر أن المسيح رسول كغيره من الرسل حيث قال:  {مَا الْمَسِيحُ ابْنُ مَرْيَمَ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ} وأقام الدليل على ذلك، ثم أبطل مقالة النصارى في عيسى عليه السلام بالحجة والدليل حيث قال:  {قُلْ أَتَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَمْلِكُ لَكُمْ ضَرًّا وَلَا نَفْعًا} . </p><p> قوله تعالى:  {لُعِنَ الَّذِينَ كَفَرُوا مِنْ بَنِي إِسْرَائِيلَ عَلَى لِسَانِ دَاوُودَ وَعِيسَى} الآية، مناسبتها لما قبلها: أنَّه سبحانه وتعالى لمَّا بين غلوهم وضلالهم وإضلالهم .. ذكر أسباب ذلك، وأرشد إلى ما أخذهم به، ثم بين سبحانه أسباب استمرارهم على العصيان وتعدي الحدود حيث قال:  {كَانُوا لَا يَتَنَاهَوْنَ عَنْ مُنْكَرٍ فَعَلُوهُ} . </p><p> قوله تعالى:  {تَرَى كَثِيرًا مِنْهُمْ يَتَوَلَّوْنَ الَّذِينَ كَفَرُوا ...} . الآية، مناسبتها لما قبلها: أنَّه سبحانه وتعالى لما ذكر لنبيه أحوال أسلافهم .. ذكر له هنا أحوال حاضريهم مما يدل على رسوخ تلك الملكات فيهم. </p><p> التفسير وأوجه القراءة </p><p> ٧٢ - ولما حكى الله سبحانه وتعالى عن اليهود ما حكاه من نقضهم الميثاق، وقتلهم للأنبياء، وتكذيبهم الرسل، وغير ذلك .. شرع في الإخبار عن كفر النصارى وما هم عليه من فساد الاعتقاد، فقال تعالى: وعزتي وجلالي {لَقَدْ كَفَرَ الَّذِينَ قَالُوا} واعتقدوا {إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ} والمسيح هو الله، وهذا قول اليعقوبية والملكانية من النصارى, لأنَّهم يقولون: إن مريم ولدت إلهًا، ولأنهم يقولون: إن الإله جل وعلا حلَّ في ذات عيسى واتحد بذات عيسى، فصار عيسى إلهًا، تعالى الله عن ذلك علوًّا كبيرًا: لقد كفروا وضلوا ضلالًا بعيدًا؛ إذا هم في إطرائه ومدحه غلوا أشد من غُلُوّ اليهود في الكفر به وتحقيره وقولهم عليه وعلى أمه الصديقة بهتانًا عظيمًا، وقد صارت هذه المقالة أعني مقالة الاتحاد هي المقالة الشائعة عندهم، ومن عدل عنها عد مارقًا من الدين. </p><p> {وَقَالَ الْمَسِيحُ يَا بَنِي إِسْرَائِيلَ} عيسى؛ أي: قالوا إن الله هو المسيح ابن مريم، والحال إنَّه قد قال لهم عيسى ابن مريم عند مبعثه إليهم {اعْبُدُوا اللَّهَ رَبِّي وَرَبَّكُمْ} ؛ أي: وحّدوه بالعبادة؛ أي: قال لهم ضد ما يقولون، فقد أمرهم بعابدة الله وحده معترفًا بأنه ربه وربهم، ودعا بني إسرائيل الذين أرسل إليهم إلى عبادة الله وحده، ولا يزال هذا الأمر محفوظًا في الأناجيل التي كتبت لبيان بعض سيرته وتاريخه، فدين المسيح مبني على التوحيد المحض، وهو دين الله الذي أرسل به جميع رسله. وفي هذه المقالة تنبيه على ما هو الحجة القاطعة على فساد قول النصارى، ذلك لأن عيسى عليه السلام لم يفرق بينه وبين غيره في العبودية والإقرار لله بالربوبية، وأن دلائل الحدوث ظاهرة عليه. </p><p> وبعد أن أمرهم عليه السلام بالتوحيد الخالص، أتبعه بالتحذير من الشرك والوعيد عليه فقال:  {إِنَّهُ} ؛ أي: إنَّ الشأن والحال {مَنْ يُشْرِكْ بِاللَّهِ} ويمت عليه؛ أي: إنَّ كل من يشرك باللهِ شيئًا من المخلوق من ملك أو بشر أو كوكب أو حجر أو نحو ذلك، فيجعله ندًّا له أو متحدًا به أو يدعوه لجلب نفع أو دفع ضرر، أو يزعم أنه يقربه إليه زلفى، فيتخذه شفيعًا ليؤثر في إرادته تعالى وعلمه، ويحمله على شيء غير ما سبق به علمه وخصصته إرادته في الأزل {فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ} ؛ أي: فإن الله سبحانه وتعالى قد أوجب له النار، وحرم عليه دخول الجنة في سابق علمه، وبمقتضى شرعه الذي أوحاه إلى جميع رسله {وَمَأوَاهُ} ومسكنه في الآخرة {النَّارُ} الهائلة أعاذنا الله تعالى منها؛ أي: فلا مأوى له إلا النار التي هي دار العذاب والذل والهوان. </p><p> والظاهر (١) : أن هذه الجملة من كلام المسيح، فهو داخل تحت القول، وفيه أعظم ردع منه عن عبادته، إذ أخبر أنَّه من عبد غير الله منعه دار من أفرده بالعبادة، وجعل مأواه النار {إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ} وقيل: هي من كلام الله تعالى مستأنف أخبر بذلك على سبيل الوعيد والتهديد. وفي الحديث الصحيح من حديث عتبان بن مالك عن رسول الله - صلى الله عليه وسلم -: \"إن الله حرم على النار من قال: </p><p>(١) البحر المحيط.</p>"
}