{
  "id": null,
  "sura": 5,
  "aya": 49,
  "text": "<p> والامتحان، لا لكون مصالح العباد مختلفة باختلاف الأوقات والأشخاص. </p><p> ثم بين أنَّ الشرائع إنَّما وضعت للاستباق إلى الخير، لتجازى كل نفس بما عملت، فقال:  {فَاسْتَبِقُوا الْخَيْرَاتِ} فالخطاب فيه لأمة محمد - صلى الله عليه وسلم -؛ أي: إذا كانت المشيئة قد قضت باختلاف الشرائع لابتلائكم .. فبادروا يا أمة محمد بالأعمال الصالحات التي تقربكم إلى الله زلفى، وسارعوا إلى ما هو خير لكم في دينكم ودنياكم، انتهازًا للفرصة وإحرازًا للفضل والسبق {وَالسَّابِقُونَ السَّابِقُونَ (١٠) أُولَئِكَ الْمُقَرَّبُونَ (١١) } وإنكم {إِلَى اللهِ} دون غيره {جَمِيعًا فَيُنَبِّئُكُمْ} ؛ أي: ترجعون إليه كلكم في الحياة الثانية {فَيُنَبِّئُكُمْ} ؛ أي: يخبركم عند الحساب {بِمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ} ؛ أي: بحقيقة ما كنتم تختلفون فيه في الدنيا وفي أمور الدين، ويجازي المحسن على قدر إحسانه، والمسيء بإسائته، فاجعلوا الشرائع سببًا للتنافس في الخيرات، لا لإقامة الشحناء والعداوة بين الأجناس والعصبيات، والأثرة والتقدم بالوطن والجنسيات، لا بالعلم والتقوى والفضائل الدينيات. وهذه الجملة كالعلة لما قبلها. </p><p> ٤٩ - قوله:  {وَأَنِ احْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللَّهُ} معطوف على الكتاب؛ أي: وأنزلنا عليك الكتاب والحكم بما فيه، وقد استدل بهذا على نسخ التخيير المتقدم في قوله:  {أَوْ أَعْرِضْ عَنْهُمْ} ؛ أي: إنا أنزلنا إليك الكتاب فيه حكم الله وأنزلنا إليك فيه {وَأَنِ احْكُمْ بَيْنَهُمْ} ؛ أي: بين أهل الكتاب إذا تحاكموا إليك {بِمَا أَنْزَلَ اللَّهُ} من القصاص {وَلَا تَتَّبِعْ أَهْوَاءَهُمْ} ؛ أي: شهواتهم بالاستماع لهم، وقبول كلامهم، ولو لمصلحة في ذلك، كتأليف قلوبهم وجذبهم إلى الإِسلام، فالحق لا يوصل إليه بطريق الباطل، أي: ولا تتبع أهوائهم في عدم قتل الشريف بالوضيع وعدم قتل الرجل بالمرأة. قال العلماء (١) : ليس في هذه الآية تكرار لما تقدم، وإنَّما أنزلت في حكمين مختلفين: أمَّا الآية الأولى: فنزلت في رجم المحصن، وأن اليهود طلبوا منه أن يجلده، وهذه الآية نزلت في شأن الدماء والديات حين </p><p>(١) الخازن.</p><p> تحاكموا إليه في أمر قتيل كان بينهم. {وَاحْذَرْهُمْ} ؛ أي: واحذر يا محمد هؤلاء اليهود الذين جاؤوا إليك من {أَنْ يَفْتِنُوكَ} ويصرفوك وينزلوك ويصدوك بمكرهم وكيدهم {عَنْ بَعْضِ مَا أَنْزَلَ اللَّهُ إِلَيْكَ} في كتابه، فيحملوك على ترك العمل به لتحكم بغيره، ويردوك إلى أهوائهم. </p><p> أخرج ابن جرير والبيهقي عن ابن عباس قال: قال كعب بن أسيد وعبد الله بن صوريا وشاس بن قيس من اليهود: اذهب وابنا إلى محمد لعلنا نفتنه عن دينه، فأتوه، فقالوا: يا محمد إنك عرفت أنا أحبار يهود وأشرافهم وساداتهم، وأنا إن اتبعناك .. اتبعنا يهود ولم يخالفونا، وأنَّ بيننا وبين قومنا خصومة فنخاصمهم إليك، فتقضي لنا عليهم، ونؤمن لك ونصدقك، فأبى ذلك وأنزل الله عزّ وجل فيهم:  {وَأَنِ احْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللَّهُ} إلى قوله: {لِقَوْمٍ يُوقِنُونَ} كما مرّ ذلك في أسباب النزول، يريد أن الحكمة في إنزال هذه الآية: إقرار النبي - صلى الله عليه وسلم - على ما فعل، والأمر بالثبات على ما سار عليه من التزام حكم الله، وعدم الانخداع لليهود. </p><p> فقوله:  {أَنْ يَفْتِنُوكَ} بدل اشتمال من المفعول؛ أي: واحذرهم فتنتهم، أو مضاف إليه لمفعول من أجله محذوف؛ أي: احذرهم مخافة أنْ يفتنوك؛ أي: يصرفوك عن الحق، ويلقوك في الباطل كما سيأتي في بحث الإعراب {فَإِنْ تَوَلَّوْا} ؛ أي: فإن أعرضوا عن حكمك بما أنزل الله بعد تحاكمهم إليك وأرادوا غيره {فَاعْلَمْ أَنَّمَا يُرِيدُ اللَّهُ} ؛ أي: فاعلم يا محمد ما سبب ذاك إلا لأن الله يريد {أَنْ يُصِيبَهُمْ} ويعذبهم في الحياة الدنما قبل الآخرة {بِبَعْضِ ذُنُوبِهِمْ} وهو ذنب التولي والإعراض عما جئت به؛ لأنَّ استثقالهم لأحكام التوراة وتحاكمهم إليك لعلك تتبع أهوائهم، ومحاولتهم لفتنتك عن بعض ما أنزل الله إليك، كل هذه أمارات على فساد الأخلاق وانحلال روابط الاجتماع، ولا بد أن تكون نتيجتها وقوع العذاب بهم، وقد حل بيهود المدينة وما حولها بغدرهم ما حل، فقد أجلى النبي - صلى الله عليه وسلم - بني النضير عنها وقتل بني قريظة. </p><p> وإنَّما خص بعض الذنوب؛ لأن الله جازاهم في الدنيا على بعض ذنوبهم </p>"
}