{
  "id": null,
  "sura": 5,
  "aya": 52,
  "text": "<p> ومن هذا (١) تعلم أنَّه إذا وقعت الموالاة والمخالفة والمناصرة بين المختلفين في الدين لمصالح دنيوية .. لا تدخل في النهي الذي في الآية، كما إذا حالف المسلمون أمة غير مسلمة على أمة مثلها لاتفاق مصلحة المسلمين مع مصلحتها .. فمثل هذا لا يكون محظورًا، ثم ذكر العلة والسبب في الوعيد السابق فقال:  {إِنَّ اللَّهَ} سبحانه وتعالى {لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ} بموالاة الكفار؛ أي: إن من يوالي أعداء المؤمنين وينصرهم، أو يستنصر بهم .. فهو ظالم بوضعه الولاية في غير موضعها، والله لا يهديه لخير ولا يرشده إلى حق، وهذه الجملة تعليل للجملة التي قبلها؛ أي: إن وقوعهم في الكفر هو بسبب عدم هدايته سبحانه لمن ظلم نفسه بما يوجب الكفر كمن يوالي الكافرين. روي (٢) عن أبي موسى الأشعري أنه قال: قلت لعمر بن الخطاب إن لي كاتبًا نصرانيًّا، فقال مالك: قاتلك الله؟ ألا اتخذت حنيفًا، أما سمعت قول الله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ} . قلت: له دينه ولي كتابته، فقال: لا أكرمهم إذ أهانهم الله، ولا أعزهم إذ أذلهم الله، ولا أدنيهم إذ أبعدهم الله، قلت: لا يتم أمر البصرة إلا به، فقال: مات النصراني والسلام. </p><p> والمعنى: اجعله في ظنك أنه قد مات فما تعمل بعد موته؛ أي: فاعمله الان ميتًا واستغن عنه بغيره من المسلمين. </p><p> ٥٢ - ثم أخبر أن فريقًا من ضعاف الإيمان يفعل ذلك فقال:  {فَتَرَى} يا محمد {الَّذِينَ فِي قُلُوبِهِمْ} ؛ أي: شك ونفاق؛ أي: فترى المنافقين الذين اعتل إيمانهم بمرض النفاق كعبد الله بن أبيّ وأضرابه {يُسَارِعُونَ فِيهِمْ} ؛ أي: يبادرون في مودة اليهود وموالاتهم ومناصحتهم، لأنهم كانوا أهل ثروة ويسار، فكانوا يغشونهم ويقرضونهم ويعينونهم على مهماتهم، ويخالطونهم لأجل ذلك. وقرأ إبراهيم بن وثاب في:  {فيرى} بالياء من تحت، فقيل: الفاعل ضمير يعود على الله، وقيل: كل من تصح منه الرؤيا، وقيل: هو الموصول، ومفعوله يسارعون على حذف أن المصدرية؛ أي: فيرى القوم الذين في قلوبهم مرض أنْ يسارعوا فيهم فلما حذفت أنْ .. ارتفع الفعل، وقرأ قتادة </p><p>(١) المراغي. (٢) المراح.</p><p> والأعمش:  {يسرعون} بغير ألف من أسرع. {يقولون} ؛ أي: يقول المنافقون معتذرين عنها إلى المؤمنين؛ إنما نخالط اليهود لأنَّا {نَخْشَى} ونخاف خوفًا شديدًا في المستقبل {أَنْ تُصِيبَنَا دَائِرَةٌ} وتدور علينا حادثة من حوادث الدهر، ويقع علينا مكروه، وتصيبنا مصيبة من مصائب الدهر، كالهزيمة في الحروب، والقحط والجدب، فنحتاج إلى نصرتهم وإقراضهم لنا، فعلينا أن نتخذ لنا أيادي عندهم في السراء نتشفع بها إذا مستنا الضراء. قال ابن عباس: معناه: نخشى أن لا يتم أمر محمد، فيدور علينا الأمر كما كان قبل محمد نتشفع، وقيل: الدائرة في المكروه كالجدب والقحط، والدولة في المحبوب. </p><p> وخلاصة ذلك: أنهم يخشون أن تدول الدولة لليهود أو المشركين علي المؤمنين فيحل بهم العقاب لأنهم في شك من نصر الله لنبيّه، وإظهار دينه على الدين كله، إذ لم يوقنوا بنبوته ولا بصدقها، وهكذا شأن المنافقين في كل زمان ومكان، فكثير من وزراء بعض الدول الضعيفة يتخذ له يدًا عند دولة قوية، يلجأ إليها إذا أصابته دائرة، فتغلغل نفوذ هذه الدول في أحشاء هذه الدولة وضعف استقلالها في بلادها بعملهم ولله الأمر من قبل ومن بعد، ثم رد على هؤلاء المنافقين، وقطع أطماعهم وبشر المؤمنين فقال:  {فَعَسَى اللَّهُ} ؛ أي: حقق الله سبحانه وتعالى {أَنْ يَأتِيَ بِالْفَتْحِ} والنصر لرسوله - صلى الله عليه وسلم - على أعدائه، وإظهار دينه على الأديان كلها، وإظهار المسلمين على أعدائهم من الكفار واليهود والنصارى، وقد فعل الله ذلك بمنه وكرمه، فأظهر دينه ونصر عبده {أَوْ} يأتي بـ {أَمْرٍ مِنْ عِنْدِهِ} سبحانه وتعالى في هؤلاء المنافقين، كفضيحتهم أو إيقاع العقاب بهم {فَيُصْبِحُوا} ؛ أي: فيصبح هؤلاء المنافقين ويصيروا {عَلَى مَا أَسَرُّوا} وأضمروه وكتموه {فِي أَنْفُسِهِمْ} وقلوبهم من اتخاذ الأولياء على المؤمنين، وتوقع الدوائر عليهم فضلًا عما أظهروه مما أشعر على نفاقهم {نَادِمِينَ} خاسرين، وعسى في كلامه تعالى للتحقق؛ لأن الكريم إذا أطمع في خير .. فعله، وهو بمنزلة الوعد لتعلق النفس به ورجائها له. والفتح إمَّا فتح مكة الذي كان به ظهور الإِسلام والثقة بقوته وإنجاز الله وعده لرسوله، وإما فتح بلاد اليهود في الحجاز كخبير وفدك وغيرهما، والأمر إما الإيقاع باليهود وإجلائهم عن موطنهم وإخراجهم من </p>"
}