{
  "id": null,
  "sura": 6,
  "aya": 165,
  "text": "<p> ويضل عنكم ما كنتم تزعمون من دونه، ونحو الآية قوله:  {إِلَيَّ مَرْجِعُكُمْ فَأَحْكُمُ بَيْنَكُمْ فِيما كُنْتُمْ فِيهِ تَخْتَلِفُونَ} . </p><p> ١٦٥ - {وَهُوَ} سبحانه وتعالى الإله {الَّذِي جَعَلَكُمْ} يا أمة محمد {خَلائِفَ} في {الْأَرْضِ} عن الأمم الماضية والقرون السالفة يخلف بعضكم عن بعض. وقال الطبري: أي (١) استخلفكم بعد أن أهلك من كان قبلكم من القرون والأمم الخالية، فجعلكم خلائف منهم في الأرض تخلفونهم فيها أو (٢) إنكم خلفاء الله في أرضه تتصرفون فيها، على أن الخطاب عام للنوع الإنساني {وَ} هو الذي {رَفَعَ بَعْضَكُمْ} ؛ أي: الحسن والغني والشريف والعالم والقوي مثلا {فَوْقَ بَعْضٍ} آخر؛ أي: فوق القبيح والفقير والوضيع والجاهل والضعيف مثلا {دَرَجاتٍ} ؛ أي: في الجمال والمال، والشرف والعلم والقوة مثلا. وقال ابن كثير: أي فاوت بينكم في الأرزاق والأخلاق، والمحاسن والمساوي، والمناظر والأشكال والألوان، وله الحكمة في ذلك، انتهى. وقال في «الخازن» والمعنى: خالف بين أحوال عباده، فجعل بعضهم فوق بعض في الخلق والرزق والشرف والعقل والقوة، وهذا التفاوت بين الخلق في الدرجات ليس لأجل العجز عن التسوية، أو الجهل، أو البخل، فإن الله سبحانه وتعالى منزه عن صفات النقص، وإنما هو لأجل الابتلاء والامتحان كما ذكره بقوله:  {لِيَبْلُوَكُمْ كان} ؛ أي: ليختبركم {فِي ما آتاكُمْ} ؛ أي: فيما أعطاكم من نعمة المال والجاه والقوة، هل تشكرون عليها فلكم الثواب والزيادة، أو تكفرون فلكم العقاب والحرمان، ولينظر كيف يصنع الشريف بالوضيع، والغني بالفقير، والمالك بالمملوك، وليختبر الفقير والوضيع والمملوك هل يصبرون أم لا؟ {إِنَّ رَبَّكَ} يا محمد {سَرِيعُ الْعِقابِ} لمن عصاه وكفر بنعمته، ووصف العقاب بالسرعة؛ لأن ما هو آت قريب، أو سريع عند إرادته تعالى، والمعنى: سريع العقاب إذا جاء وقته فلا يرد، كيف قال: سَرِيعُ الْعِقابِ مع أنه حليم، والحليم هو الذي لا يعجل بالعقوبة على من عصاه وَإِنَّهُ سبحانه وتعالى {لَغَفُورٌ} لمن آمن به {رَحِيمٌ} لمن قام بشكرها. </p><p>(١) الطبري. (٢) البيضاوي.</p><p> والمعنى: أنه سبحانه (١) وتعالى سريع العقاب لمن كفر به، أو كفر بنبيه وخالف شرعه وتنكب عن سنته، وهذا العقاب السريع شامل لما يكون في الدنيا من الضرر في النفس أو العقل أو العرض أو المال، أو غير ذلك من الشؤون الاجتماعية، وهذا مطرد في الدنيا في ذنوب الأمم، وأكثريّ في ذنوب الأفراد، ومطرد في الآخرة بتدسية النفس وتدنيسها. </p><p> وهو (٢) سبحانه وتعالى على سرعة عقابه وشديد عذابه للمشركين غفور للتوابين، رحيم بالمؤمنين المحسنين؛ إذ سبقت رحمته غضبه، ووسعت كل شيء، ومن ثم جعل جزاء الحسنة عشر أمثالها، وقد يضاعفها بعد ذلك أضعافا كثيرة لمن يشاء، كما جعل جزاء السيئة سيئة مثلها وقد يغفرها لمن تاب منها، كما قال: {وَما أَصابَكُمْ مِنْ مُصِيبَةٍ فَبِما كَسَبَتْ أَيْدِيكُمْ وَيَعْفُوا عَنْ كَثِيرٍ (٣٠) }. </p><p> ولما (٣) كان الابتلاء يظهر به المسيء والمحسن، والطائع والعاصي .. ذكر هذين الوصفين وختم بهما. ولما كان الغالب على فواصل الآي قبلها هو التهديد .. بدأ قوله:  {سَرِيعُ الْعِقابِ} يعني لمن كفر ما أعطاه الله تعالى، وسرعة عقابه إن كان في الدنيا فالسرعة ظاهرة، وإن كان في الآخرة فوصفه بالسرعة لتحققه؛ إذ كل ما هو آت قريب، ولما كانت جهة الرحمة أرجى .. أكد ذلك بدخول اللام في الخبر، ويكون الوصفان بنيا بناء مبالغة، ولم يأت في جهة العقاب بوصفه بذلك، فلم يقل: إن ربك معاقب وسريع العقاب من باب الصفة المشبهة. </p><p> فائدة: في خلاصة ما اشتملت عليه هذه السورة من العقائد والأحكام (٤) : </p><p> أولا: العقائد وأدلتها بالأسلوب الجامع بين الإقناع والتأثير كبيان صفات الله بذكر أفعاله وسننه في الخلق، وآياته في الأنفس والآفاق، وتأثير العقائد في الأعمال مع إيراد الحقائق بطريق المناظرة والجدل، أو ورودها جوابا بعد سؤال، </p><p>(١) المراغي. (٢) المراغي.(٣) البحر المحيط.(٤) المراغي.</p><p> وفي أثناء ذلك يرد شبهات المشركين، ويهدم هياكل الشرك ويقوض أركانه. </p><p> ثانيا: الرسالة والوحي، وتفنيد شبهات المشركين على الرسول صلى الله عليه وسلم، وإلزامهم الحجة بآية الله الكبرى؛ وهي القرآن المشتمل على الأدلة العقلية، والبراهين العلمية، وقد كان كثير من الكفار مشركين وغير مشركين يكفرون بالرسل، ويستبعدون إنزال الوحي عليهم. </p><p> ثالثا: البعث والجزاء والوعد والوعيد، بذكر ما يقع يوم القيامة من العذاب للمجرمين، والبشارة للمتقين بالفوز والنعيم، مع ذكر عالم الغيب من الملائكة والجن والشياطين، والجنة والنار، وقد كانت العرب كغيرها من الأمم تؤمن بالملائكة وبوجود الجن، ويعتقدون بأنهم يظهرون لهم أحيانا بصورة الغيلان، ويسمعون أصواتهم وعزفهم، وأنهم يلقون الشعر في هواجس الشعراء. </p><p> رابعا: أصول الدين ووصاياه الجامعة في الفضائل والآداب </p><p> ، والنهي عن الرذائل، وإذا نحن فصلنا القول فيها نرجعها إلى الأصول الآتية: </p><p> ١ - أن دين الله واحد </p><p> ، فتفريقه بالمذاهب والأهواء، وجعل أهله فرقا وشيعا خروج عن هدي الرسول الذي جاء به، وموجب لبراءته من فاعليه. </p><p> ٢ - أن سعادة الناس وشقاوتهم منوطتان بأعمالهم </p><p> النفسية والبدنية، وإن الجزاء على الأعمال يكون بحسب تأثيرها في الأنفس، وإن الجزاء على السيئة بمثلها، وعلى الحسنة بعشر أمثالها فضلا من الله ونعمة، وجزاء السيئات على الإنسان وحده، وجزاء الحسنات له وحده، فلا يحمل أحد وزر غيره. </p><p> ٣ - أن الناس عاملون بالاختيار والإرادة ولكنهم خاضعون للسنن </p><p> والأقدار، فلا جبر ولا اضطرار، ولا تعارض بين عملهم باختيارهم ومشيئة الخالق سبحانه؛ إذ المراد من خلقه الأشياء بقدر وتقدير: أنه تعالى خلقها على وجه جعل فيه المسببات على قدر الأسباب بناء على علم وحكمة، فهو لم يخلق شيئا جزافا بغير تقدير ولا نظام يجري عليه. </p><p> ٤ - أن لله سننا في حياة الأمم وموتها، وسعادتها وشقائها </p><p> ، وإهلاكها </p><p> بمعاندة الرسل، والظلم والفساد في الأرض، وتربيتها بالنعم تارة، وبالنقم أخرى. </p><p> ٥ - أن التحليل والتحريم وسائر الشعائر التعبدية من حق الله تعالى، فمن وضع حكما لا يستند إلى شرع الله .. فقد افترى إثما عظيما. </p><p> ٦ - الأمر بالسير في الأرض </p><p> ، وقد تكرر ذلك في الكتاب الكريم للنظر في أحوال الأمم، وعواقب الأقوام التي كذبت الرسل. </p><p> ٧ - الترغيب في معرفة ما في الكون </p><p> ، والإرشاد إلى معرفد سنن الله فيه، وآياته الكثيرة الدالة على علمه وقدرته. </p><p> ٨ - أن التوبة الصحيحة مع ما يلزمها من العمل الصالح </p><p> موجبة لمغفرة الذنوب. </p><p> ٩ - استيلاء الناس بعضهم ببعض؛ ليتنافسوا في العلوم والأعمال النافعة </p><p> ، وإعلاء كلمة الحق والدين، ورفعة شأنه وإعزاز أهله. </p><p> الإعراب </p><p> {ثُمَّ آتَيْنا مُوسَى الْكِتابَ تَمامًا عَلَى الَّذِي أَحْسَنَ وَتَفْصِيلًا لِكُلِّ شَيْءٍ وَهُدىً وَرَحْمَةً لَعَلَّهُمْ بِلِقاءِ رَبِّهِمْ يُؤْمِنُونَ} . </p><p> {ثُمَّ} : حرف عطف بمعنى الواو. {آتَيْنا} : فعل وفاعل، وهو بمعنى أعطينا. {مُوسَى} : مفعول أول. {الْكِتابَ} : مفعول ثان، والجملة معطوفة على جملة قوله:  {ذلِكُمْ وَصَّاكُمْ بِهِ} ، {تَمامًا} : مفعول لأجله؛ أي: لأجل إتمام النعمة. {عَلَى الَّذِي} : جار ومجرور متعلق بـ {تَمامًا} . {أَحْسَنَ} : فعل، وفاعله ضمير يعود على الموصول، والجملة صلة الموصول {وَتَفْصِيلًا} : معطوف على {تَمامًا} . {لِكُلِّ شَيْءٍ} : جار ومجرور ومضاف إليه متعلق بـ {تَفْصِيلًا} . {وَهُدىً وَرَحْمَةً} : معطوفان عليه أيضا؛ أي: لأجل الهداية والرحمة للذي أحسن وآمن به. {لَعَلَّهُمْ} : ناصب واسمه. {بِلِقاءِ رَبِّهِمْ} : جار ومجرور ومضاف إليه متعلق </p><p> بـ {يُؤْمِنُونَ} . {يُؤْمِنُونَ} : فعل وفاعل، والجملة الفعلية في محل الرفع خبر {لعل} ، وجملة {لعل} مستأنفة، مسوقة لتعليل ما قبلها. </p><p> {وَهذا كِتابٌ أَنْزَلْناهُ مُبارَكٌ فَاتَّبِعُوهُ وَاتَّقُوا لَعَلَّكُمْ تُرْحَمُونَ (١٥٥) }. </p><p> {وَهذا كِتابٌ} : مبتدأ وخبر، والجملة مستأنفة. {أَنْزَلْناهُ} : فعل وفاعل، والجملة في محل الرفع صفة أولى لـ {كِتابٌ} . {مُبارَكٌ} : صفة ثانية. وفي «الفتوحات»  (١) : يجوز أن يكون {كِتابٌ} و {أَنْزَلْناهُ} و {مُبارَكٌ} أخبارا عن اسم الإشارة عند من يجيز تعدد الخبر مطلقا، أو بالتأويل عند من لم يجوز ذلك، ويجوز أن يكون {أَنْزَلْناهُ} و {مُبارَكٌ} وصفين لـ {كِتابٌ} عند من يجيز تقديم الوصف غير الصريح على الوصف الصريح اه «سمين» . {فَاتَّبِعُوهُ} : {الفاء} : حرف عطف وتفريع، {اتبعوه} : فعل وفاعل ومفعول، والجملة الفعلية معطوفة مفرعة على جملة قوله:  {وَهذا كِتابٌ أَنْزَلْناهُ} . {وَاتَّقُوا} : فعل وفاعل معطوف على {اتبعوه} . {لَعَلَّكُمْ} : ناصب واسمه، وجملة {تُرْحَمُونَ} خبر {لعل} ، وجملة {لعل} مستأنفة مسوق لتعليل ما قبلها. </p><p> {أَنْ تَقُولُوا إِنَّما أُنْزِلَ الْكِتابُ عَلى طائِفَتَيْنِ مِنْ قَبْلِنا وَإِنْ كُنَّا عَنْ دِراسَتِهِمْ لَغافِلِينَ (١٥٦) }. </p><p> {أَنْ} : حرف نصب ومصدر. {تَقُولُوا} : فعل وفاعل منصوب بـ {أَنْ} ، والجملة الفعلية صلة {أَنْ} المصدرية في تأويل مصدر مجرور بإضافة مصدر مقدر معلل لفعل محذوف جوازا تقديره: وأنزلنا عليكم هذا القرآن كراهية قولكم يوم القيامة، والجملة المحذوفة المقدرة مستأنفة استئنافا بيانيا. {إِنَّما أُنْزِلَ الْكِتابُ} إلى آخر الآية مقول محكي، وإن شئت قلت:  {إِنَّما} : أداة حصر ونفي. {أُنْزِلَ الْكِتابُ} : فعل ونائب فاعل، والجملة الفعلية في محل النصب مقول لـ {تَقُولُوا} . </p><p> {عَلى طائِفَتَيْنِ} : جار ومجرور متعلق بـ {أُنْزِلَ} . {مِنْ قَبْلِنا} : جار ومجرور </p><p>(١) الفتوحات.</p><p> ومضاف إليه صفة لـ {طائِفَتَيْنِ} . {وَإِنْ كُنَّا} : {الواو} : عاطفة. {أَنْ} : مخففة من الثقيلة ولكنهما مهملة لا عمل لها. فلا يقدر لها اسم وهي هنا بمعنى قد التي للتحقيق وفي «السمين»  {وَإِنْ كُنَّا} : {إنْ} : مخففة من الثقيلة عند البصريين، وهي هنا مهملة، ولذلك وليتها الجملة الفعلية، انتهى. وقال أبو حيان: إن المخففة إذا لزمت اللام في أحد جزأيها، ووليها الناسخ .. فهي مهملة انتهى. {كُنَّا} فعل ناقص واسمه {عَنْ دِراسَتِهِمْ} : جار ومجرور ومضاف إليه متعلق بقوله: {لَغافِلِينَ} . {لَغافِلِينَ} : {اللام} : حرف ابتداء، {غافلين} : خبر كان، وجملة كان واسمها في محل النصب معطوفة على جملة قوله:  {إِنَّما أُنْزِلَ الْكِتابُ} على كونها مقولا لـ {تَقُولُوا} . </p><p> {أَوْ تَقُولُوا لَوْ أَنَّا أُنْزِلَ عَلَيْنَا الْكِتابُ لَكُنَّا أَهْدى مِنْهُمْ فَقَدْ جاءَكُمْ بَيِّنَةٌ مِنْ رَبِّكُمْ وَهُدىً وَرَحْمَةٌ} . </p><p> {أَوْ} : حرف عطف وتفصيل. {تَقُولُوا} : فعل وفاعل معطوف على {تَقُولُوا} السابق منصوب بـ {أن} المصدرية، والجملة الفعلية معطوفة على جملة {تَقُولُوا} السابق على كونها في تأويل مصدر ومجرور بإضافة المصدر المقدر تقديره: أو كراهية قولكم يوم القيامة. {لَوْ أَنَّا أُنْزِلَ عَلَيْنَا الْكِتابُ} مقول محكي لـ {تَقُولُوا} ، وإن شئت قلت:  {لَوْ} : حرف شرط غير جازم. {أَنَّا} : ناصب واسمه. {أُنْزِلَ} : فعل ماض مغيّر الصيغة. {عَلَيْنَا} : متعلق به. {الْكِتابُ} : نائب فاعل، والجملة الفعلية في محل الرفع خبر {أن} ، وجملة {أن} في تأويل مصدر مرفوع على كونه فاعلا لفعل محذوف تقديره: لو ثبت إنزال الكتاب علينا، والجملة المحذوفة فعل شرط لـ {لَوْ} لا محل لها من الإعراب. {لَكُنَّا} : {اللام} : رابطة لجواب {لَوْ} الشرطية، {كنا} : فعل ناقص واسمه. {أَهْدى} : خبره. {مِنْهُمْ} : متعلق بـ {أَهْدى} ، وجملة كان الناقصة جواب {لَوْ} لا محل لها من الإعراب، وجملة {لَوْ} الشرطية في محل النصب مقول لـ {تَقُولُوا} . {فَقَدْ} : {الفاء}  (١) : فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر تقديره: إذا </p><p>(١) الفتوحات.</p><p> صدقتم فيما تظنون من أنفسكم من كونكم أهدى من الطائفتين على تقدير نزول الكتاب .. فأقول لكم: قد حصل ما فرضتم وجاءكم بينة من ربكم، وإن شئت قلت:  {الفاء} : تعليلية لمحذوف تقديره: لا تعتذروا بذلك، فَقَدْ جاءَكُمْ بَيِّنَةٌ مِنْ رَبِّكُمْ، {قد} : حرف تحقيق. {جاءَكُمْ بَيِّنَةٌ} : فعل وفاعل ومفعول. {مِنْ رَبِّكُمْ} : جار ومجرور صفة لـ {بَيِّنَةٌ} ، والجملة الفعلية في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. {وَهُدىً وَرَحْمَةً} : معطوفان على {بَيِّنَةٌ} . </p><p> {فَمَنْ أَظْلَمُ مِمَّنْ كَذَّبَ بِآياتِ اللَّهِ وَصَدَفَ عَنْها سَنَجْزِي الَّذِينَ يَصْدِفُونَ عَنْ آياتِنا سُوءَ الْعَذابِ بِما كانُوا يَصْدِفُونَ} . </p><p> {فَمَنْ} : {الفاء} : حرف عطف وتفريع، {من} : اسم استفهام للاستفهام الإنكاري في محل الرفع مبتدأ. {أَظْلَمُ} : خبره، والجملة الاسمية في محل النصب معطوفة على جملة قوله:  {فَقَدْ جاءَكُمْ بَيِّنَةٌ مِنْ رَبِّكُمْ} على كونها مقولا لجواب إذا المقدرة. {مِمَّنْ} : جار ومجرور متعلق بـ {أَظْلَمُ} . {كَذَّبَ} : فعل ماض، وفاعله ضمير يعود على {من} ، والجملة صلة الموصول. {بِآياتِ اللَّهِ} : جار ومجرور ومضاف إليه متعلق بـ {كَذَّبَ} . {وَصَدَفَ} : فعل ماض معطوف على {كَذَّبَ} . {عَنْها} : متعلق بـ {صَدَفَ} . {سَنَجْزِي} : فعل مضارع، وفاعله ضمير يعود على {الله} ، والجملة مستأنفة. {الَّذِينَ} : في محل النصب مفعول أول مبني على الفتح على الأصح، وقيل: مبني على الياء، وقيل: منصوب بالياء؛ لأنه ملحق بجمع المذكر السالم على لغة هذيل أو عقيل نحو قول الشاعر: </p><p> نحن اللّذون صبّحوا الصّباحا ... يوم النّخيل غارة ملحاحا </p><p> {يَصْدِفُونَ} : فعل وفاعل، والجملة صلة الموصول. {عَنْ آياتِنا} : متعلق {يَصْدِفُونَ} . {سُوءَ الْعَذابِ} : مفعول ثان لـ {يَصْدِفُونَ} . بِما:  {الباء} : حرف جر وسبب، {ما} : مصدرية. {كانُوا} : فعل ماض ناقص واسمه، وجملة {يَصْدِفُونَ} في محل النصب خبر {كان} ، وجملة {كان} صلة {ما} </p><p> المصدرية، {ما} مع صلتها في تأويل مصدر مجرور بالباء تقديره: بصدفهم، الجار والمجرور متعلق بقوله:  {سَنَجْزِي} ، والمعنى: سنجزيهم بسبب صدفهم وإعراضهم عن آياتنا سوء العذاب. </p><p> {هَلْ يَنْظُرُونَ إِلَّا أَنْ تَأْتِيَهُمُ الْمَلائِكَةُ أَوْ يَأْتِيَ رَبُّكَ أَوْ يَأْتِيَ بَعْضُ آياتِ رَبِّكَ} . </p><p> {هَلْ} : للاستفهام الإنكاري. {يَنْظُرُونَ} : فعل وفاعل، والجملة مستأنفة. {إِلَّا} : أداة استثناء مفرغ. {أَنْ تَأْتِيَهُمُ الْمَلائِكَةُ} : ناصب وفعل ومفعول وفاعل، والجملة في تأويل مصدر منصوب على المفعولية تقديره: هل ينظرون إلا إتيان الملائكة. {أَوْ يَأْتِيَ رَبُّكَ} : فعل وفاعل، والجملة معطوفة على جملة قوله:  {تَأْتِيَهُمُ الْمَلائِكَةُ} . وكذلك جملة قوله:  {أَوْ يَأْتِيَ بَعْضُ آياتِ رَبِّكَ} معطوفة عليها، والتقدير: ما ينتظرون إلا إتيان الملائكة إياهم، أو إتيان ربك، أو إتيان بعض آيات ربك. </p><p> {يَوْمَ يَأْتِي بَعْضُ آياتِ رَبِّكَ لا يَنْفَعُ نَفْسًا إِيمانُها لَمْ تَكُنْ آمَنَتْ مِنْ قَبْلُ أَوْ كَسَبَتْ فِي إِيمانِها خَيْرًا قُلِ انْتَظِرُوا إِنَّا مُنْتَظِرُونَ} . </p><p> {يَوْمَ} : منصوب على الظرفية متعلق بقوله: {لا يَنْفَعُ} الآتي، وهو مضاف. {يَأْتِيَ بَعْضُ آياتِ رَبِّكَ} : فعل وفاعل في محل الجر مضاف إليه لـ {يَوْمَ} . {لا يَنْفَعُ نَفْسًا إِيمانُها} : فعل ومفعول وفاعل، والجملة مستأنفة. {لَمْ} : حرف جزم. {تَكُنْ} : فعل مضارع ناقص مجزوم بـ {لَمْ} ، واسمها ضمير يعود على {نَفْسًا} . {آمَنَتْ} : فعل ماض، وفاعله ضمير يعود على {نَفْسًا} ، وجملة {آمَنَتْ} في محل النصب خبر {تَكُنْ} ، وجملة {تَكُنْ} في محل النصب صفة {نَفْسًا} تقديره: نفسا عادمة إيمانها من قبل، ولا يضر الفصل بين الصفة والموصوف؛ لضرورة اتصال الفاعل بضمير المفعول؛ لامتناع عود الضمير على متأخر لفظا ورتبة. {مِنْ قَبْلُ} : جار ومجرور متعلق بـ {آمَنَتْ} . {أَوْ كَسَبَتْ} : فعل ماض، وفاعله ضمير يعود على {نَفْسًا} . {فِي إِيمانِها} : جار ومجرور متعلق بـ {كَسَبَتْ} . {خَيْرًا} : مفعول به، وجملة {كَسَبَتْ} : من الفعل والفاعل في محل النصب معطوفة على جملة {آمَنَتْ} على كونها خبرا لـ {تَكُنْ} تقديره: لم تكن </p><p> مؤمنة من قبل، أو كاسبة في إيمانها خيرا. {قُلِ} : فعل أمر، وفاعله ضمير يعود على محمد، والجملة مستأنفة. {انْتَظِرُوا إِنَّا مُنْتَظِرُونَ} : مقول محكي، وإن شئت قلت:  {انْتَظِرُوا} : فعل وفاعل، والجملة في محل النصب مقول قُلِ. إِنَّا:  {إن} : حرف نصب وتوكيد مبني بفتحة مقدرة على النون المدغمة في نون {نا} منع من ظهورها السكون العارض للإدغام. {نا} : ضمير المتكلمين في محل النصب اسمها. {مُنْتَظِرُونَ} : خبرها مرفوع بالواو، وجملة {إن} في محل النصب مقول {قُلِ} . </p><p> {إِنَّ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكانُوا شِيَعًا لَسْتَ مِنْهُمْ فِي شَيْءٍ إِنَّما أَمْرُهُمْ إِلَى اللَّهِ ثُمَّ يُنَبِّئُهُمْ بِما كانُوا يَفْعَلُونَ (١٥٩) }. </p><p> {إِنَّ} : حرف نصب. {الَّذِينَ} : في محل النصب اسمها. {فَرَّقُوا دِينَهُمْ} : فعل وفاعل ومفعول، والجملة صلة الموصول. {وَكانُوا شِيَعًا} : فعل ناقص واسمه وخبره، وجملة {كان} معطوفة على جملة {فَرَّقُوا} على كونها صلة الموصول. {لَسْتَ} : فعل ناقص واسمه. {مِنْهُمْ} : جار ومجرور متعلق بمحذوف خبر {ليس} تقديره: كائنا منهم. {فِي شَيْءٍ} : جار ومجرور متعلق بما تعلق به الجار والمجرور قبله، والمعنى: لست مستقرا منهم في شيء؛ أي: من تفريقهم، ويجوز أن يكون فِي شَيْءٍ هو الخبر، ومِنْهُمْ: حال مقدمة عليه، وذلك على حذف مضاف، والمعنى: لست كائنا في شيء كائن من تفرقهم، فلما قدمت الصفة نصبت حالا انتهى من «السمين» ، وجملة {ليس} في محل الرفع خبر {إِنَّ} : تقديره: إِنَّ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكانُوا شِيَعًا عادم أنت كونك منهم في شيء، ولكنه خبر سببي، وجملة {إِنَّ} مستأنفة. {إِنَّما} : أداة حصر ونفي. {أَمْرُهُمْ} : مبتدأ ومضاف إليه. {إِلَى اللَّهِ} : جار ومجرور خبر المبتدأ تقديره: إنما أمرهم مفوض إلى الله والجملة الاسمية مستأنفة، أو في محل الرفع معطوفة بعاطف مقدر على جملة {ليس} على كونها خبر {إِنَّ} . {ثُمَّ} : حرف عطف وترتيب مع تراخ. {يُنَبِّئُهُمْ} : فعل ومفعول، وفاعله ضمير يعود على {الله} ، والجملة الفعلية معطوفة على جملة قوله:  {إِنَّما أَمْرُهُمْ إِلَى اللَّهِ} . بِما:  {الباء} : حرف جر، {ما} : مصدرية أو موصولة. {كانُوا} : فعل ناقص </p><p> واسمه، وجملة {يَفْعَلُونَ} في محل النصب خبر {كانُوا} ، وجملة كانُوا صلة {ما} المصدرية تقديره: بفعلهم، أو صلة {ما} الموصولة، والعائد محذوف تقديره: بما كانوا يفعلونه، والجار والمجرور على كلا التقديرين متعلق بـ {يُنَبِّئُهُمْ} ، ويحتمل كون الباء زائدة، وما بعدها في محل المفعول الثاني لـ {نبأ} . </p><p> {مَنْ جاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثالِها وَمَنْ جاءَ بِالسَّيِّئَةِ فَلا يُجْزى إِلَّا مِثْلَها وَهُمْ لا يُظْلَمُونَ (١٦٠) }. </p><p> {مَنْ} : اسم شرط جازم في محل الرفع مبتدأ، والخبر جملة الشرط، أو الجواب، أو هما. {جاءَ} : فعل ماض في محل الجزم على كونه فعل شرط لها، وفاعله ضمير يعود على {مَنْ} . {بِالْحَسَنَةِ} : متعلق به. {فَلَهُ} : {الفاء} : رابطة الجواب وجوبا، {له} : خبر مقدم. {عَشْرُ أَمْثالِها} : مبتدأ مؤخر ومضاف إليه، والجملة الاسمية في محل الجزم بـ {مَنْ} على كونها جوابا لها، وجملة {مَنْ} الشرطية مستأنفة. {وَمَنْ} : {الواو} : عاطفة. {مَنْ} : اسم شرط في محل الرفع مبتدأ، والخبر جملة الشرط أو الجواب. {جاءَ} : فعل ماض في محل الجزم بـ {مَنْ} ، وفاعله ضمير يعود على {مَنْ} . {بِالسَّيِّئَةِ} : متعلق به. {فَلا} : {الفاء} : رابطة الجواب جوازا مشاكلة للجملة السابقة، {لا} : نافية. {يُجْزى} : فعل مضارع مغيّر الصيغة، ونائب فاعله ضمير يعود على {مَنْ} . {إِلَّا} أداة استثناء مفرغ. {مِثْلَها} : مفعول ثان لـ {يُجْزى} ومضاف إليه والجملة الفعلية في محل الجزم بـ {مَنْ} على كونها جوابا لها وإنما لم يجزم لفظه مشاكلة مع فعل الشرط وجملة {مَنْ} الشرطية معطوفة على جملة {مَنْ} الأولى. وَهُمْ:  {الواو} : واو الحال. {هُمْ} : مبتدأ. لا: نافية {يُظْلَمُونَ} : فعل ونائب فاعل، والجملة في محل الرفع خبر المبتدأ، والجملة الاسمية في محل النصب حال من الضمير في {يُجْزى} ، وجمع الضمير هنا اعتبارا لمعنى {مَنْ} . </p><p> {قُلْ إِنَّنِي هَدانِي رَبِّي إِلى صِراطٍ مُسْتَقِيمٍ دِينًا قِيَمًا مِلَّةَ إِبْراهِيمَ حَنِيفًا وَما كانَ مِنَ الْمُشْرِكِينَ (١٦١) }. </p><p> {قُلْ} : فعل أمر، وفاعله ضمير يعود على محمد، والجملة مستأنفة. {إِنَّنِي هَدانِي رَبِّي} إلى آخر الآية مقول محكي، وإن شئت قلت:  {إِنَّنِي} : ناصب واسمه ونون وقاية؛ لأنها تقي الحرف المبني على الفتح من الكسرة. {هَدانِي رَبِّي} : فعل ومفعول وفاعل ونون وقاية. {إِلى صِراطٍ مُسْتَقِيمٍ} : جار ومجرور صفة متعلق بـ {هَدانِي رَبِّي} على كونه مفعولا ثانيا لها، والجملة الفعلية في محل الرفع خبر {إن} ، وجملة {إن} في محل النصب مقول {قُلْ} . {دِينًا} : بدل من محل {إِلى صِراطٍ مُسْتَقِيمٍ} على كونه مفعولا ثانيا لـ {هَدانِي رَبِّي} ؛ لأن المعنى: هداني ربي صراطا مستقيما دينا قيما، وهدى يتعدى تارة بإلى كما هنا، وتارة بنفسه كما في قوله:  {وَيَهْدِيَكُمْ صِراطًا مُسْتَقِيمًا} وقيل: إنه منصوب على المصدرية المعنوية؛ أي: هداني هداية دين قيم، أو على إضمار عرفني دينا قيما، أو الزموا دينا قيما. {قِيَمًا} صفة لـ {دِينًا} . {مِلَّةَ} : عطف بيان لـ {دِينًا} ، أو بدل منه، أو على إضمار أعني. {إِبْراهِيمَ} : مضاف إليه مجرور بالفتحة عوضا عن الكسرة لأنه ممنوع من الصرف للعجمة. {حَنِيفًا} : حال من {إِبْراهِيمَ} . وَما {الواو} : عاطفة. ما: نافية. {كانَ} : فعل ماض، واسمه ضمير يعود على {إِبْراهِيمَ} . {مِنَ الْمُشْرِكِينَ} : جار ومجرور خبر {كانَ} ، والجمل في محل النصب معطوفة على {حَنِيفًا} على كونها حالا من {إِبْراهِيمَ} تقديره: وحالة كونه عادما كونه من المشركين. </p><p> {قُلْ إِنَّ صَلاتِي وَنُسُكِي وَمَحْيايَ وَمَماتِي لِلَّهِ رَبِّ الْعالَمِينَ (١٦٢) لا شَرِيكَ لَهُ وَبِذلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ (١٦٣) }. </p><p> {قُلْ} : فعل أمر، وفاعله ضمير يعود على محمد، والجملة مستأنفة، أو معطوفة بعاطف مقدر على جملة القول الأول. {إِنَّ صَلاتِي} إلى آخر الآيتين مقول محكي لـ {قُلْ} ، وإن شئت قلت:  {إِنَّ} : حرف نصب وتوكيد. {صَلاتِي} : اسم {إِنَّ} ومضاف إليه. {وَنُسُكِي وَمَحْيايَ وَمَماتِي} : معطوفات على {صَلاتِي} : جريا على القاعدة المشهورة عند النحاة: إن المعطوفات إذا كثرت، وكان العاطف غير مرتب كالواو .. ويكون العطف على الأول، وإلا فكل على ما قبله. {لِلَّهِ} : جار ومجرور خبر {إِنَّ} . {رَبِّ الْعالَمِينَ} : صفة للجلالة ومضاف إليه، </p><p> وجملة {إِنَّ} في محل النصب مقول لـ {قُلْ} . {لا} : نافية. {شَرِيكَ} : في محل النصب اسمها. {لَهُ} : جار ومجرور خبر {لا} تقديره: لا شريك موجود له، وجملة {لا} في محل النصب حال من الجلالة تقديره: حالة كونه عادم الشريك له في ذلك. {وَبِذلِكَ} : جار ومجرور متعلق بقوله: {أُمِرْتُ} . {أُمِرْتُ} : فعل ونائب فاعل، والجملة في محل النصب معطوفة على جملة قوله:  {إِنَّ صَلاتِي} على كونها مقولا لـ {قُلْ} . {وَأَنَا أَوَّلُ الْمُسْلِمِينَ} : مبتدأ وخبر، والجملة في محل النصب حال من التاء في {أُمِرْتُ} . </p><p> {قُلْ أَغَيْرَ اللَّهِ أَبْغِي رَبًّا وَهُوَ رَبُّ كُلِّ شَيْءٍ وَلا تَكْسِبُ كُلُّ نَفْسٍ إِلَّا عَلَيْها وَلا تَزِرُ وازِرَةٌ وِزْرَ أُخْرى ثُمَّ إِلى رَبِّكُمْ مَرْجِعُكُمْ فَيُنَبِّئُكُمْ بِما كُنْتُمْ فِيهِ تَخْتَلِفُونَ (١٦٤) }. </p><p> {قُلْ} : فعل أمر، وفاعله ضمير يعود على محمد، والجملة مستأنفة. {أَغَيْرَ اللَّهِ} إلى آخر الآية مقول محكي، وإن شئت قلت:  {الهمزة} للاستفهام الإنكاري، {غَيْرَ اللَّهِ} : مفعول مقدم ومضاف إليه. {أَبْغِي} : فعل مضارع، وفاعله ضمير يعود على محمد، والجملة في محل النصب مقول لـ {قُلْ} . {رَبًّا} : منصوب على التمييز كما صرح به القرطبي، والكرخي، أو على الحال كما في «الجمل» . {وَهُوَ} : {الواو} : واو الحال. {هُوَ} : ضمير للمفرد المنزه عن الذكورة والأنوثة والغيبة في محل الرفع مبتدأ. {رَبُّ كُلِّ شَيْءٍ} : خبر ومضاف إليه، والجملة الاسمية في محل النصب حال من الجلالة تقديره: هل أطلب ربا غير الله حالة كونه رب كل شيء وخالقه، فهو كافيّ وحسبي. {وَلا تَكْسِبُ كُلُّ نَفْسٍ} : فعل وفاعل ومضاف إليه، والجملة مستأنفة. {إِلَّا} : أداة استثناء مفرغ. </p><p> {عَلَيْها} : جار ومجرور متعلق بـ {تَكْسِبُ} ، ويحتمل كونه حالا من المفعول المحذوف تقديره: ولا تكسب كل نفس الذنب إلا حالة كون ذنبها مكتوبا عليها. {وَلا تَزِرُ وازِرَةٌ} : فعل وفاعل. {وِزْرَ أُخْرى} : مفعول به ومضاف إليه، والجملة معطوفة على جملة قوله:  {وَلا تَكْسِبُ كُلُّ نَفْسٍ} ، أو مستأنفة. {ثُمَّ} : حرف عطف وترتيب مع تراخ. {إِلى رَبِّكُمْ} : جار ومجرور خبر مقدم. {مَرْجِعُكُمْ} : مبتدأ مؤخر ومضاف إليه، والجملة الاسمية معطوفة على الجملة الفعلية المذكورة قبلها. {فَيُنَبِّئُكُمْ} : {الفاء} : حرف عطف وتعقيب، {ينبئكم} : فعل ومفعول، </p><p> وفاعله ضمير يعود على الرب جل جلاله، والجملة معطوفة على جملة قوله:  {ثُمَّ إِلى رَبِّكُمْ مَرْجِعُكُمْ} لأن العاطف هنا مرتب. {بِما} : جار ومجرور متعلق بـ {ينبئكم} . {كُنْتُمْ} : فعل ناقص واسمه. فِيهِ: متعلق بـ {تَخْتَلِفُونَ} . {تَخْتَلِفُونَ} : فعل وفاعل، والجملة في محل النصب خبر {كان} تقديره: بما كنتم مختلفين فيه، وجملة {كان} من اسمها وخبرها صلة لـ {ما} ، أو وصفة لها. </p><p> {وَهُوَ الَّذِي جَعَلَكُمْ خَلائِفَ الْأَرْضِ وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجاتٍ لِيَبْلُوَكُمْ فِي ما آتاكُمْ إِنَّ رَبَّكَ سَرِيعُ الْعِقابِ وَإِنَّهُ لَغَفُورٌ رَحِيمٌ (١٦٥) }. </p><p> {وَهُوَ الَّذِي} : مبتدأ وخبر، والجملة مستأنفة. {جَعَلَكُمْ خَلائِفَ الْأَرْضِ} : فعل ومفعولان ومضاف إليه، والإضافة فيه على معنى في، وفاعله ضمير يعود على الموصول، والجملة صلة الموصول. {وَرَفَعَ بَعْضَكُمْ} : فعل ومفعول، وفاعله ضمير يعود على الموصول، والجملة معطوفة على جملة قوله:  {جَعَلَكُمْ} على كونها صلة الموصول. {فَوْقَ بَعْضٍ} : ظرف ومضاف إليه متعلق بـ {رَفَعَ} . {دَرَجاتٍ} : تمييز محول عن المفعول منصوب بـ {رَفَعَ} ؛ لأن الأصل: ورفع درجات بعضكم فوق بعض. {لِيَبْلُوَكُمْ} : {اللام} : حرف جر وتعليل، {يبلوكم} : فعل ومفعول منصوب بأن مضمرة جوازا بعد لام كي، وفاعله ضمير يعود على الله، والجملة الفعلية صلة أن المضمرة، أن مع صلتها في تأويل مصدر مجرور باللام تقديره: لبلائه إياكم؛ أي: لابتلائه إياكم، الجار والمجرور متعلق بـ {رَفَعَ} . فِي {ما} : جار ومجرور متعلق بـ {يبلوكم} . {آتاكُمْ} : فعل ومفعول أول، وفاعله ضمير يعود على الله، والمفعول الثاني محذوف تقديره: فيما آتاكم إياه، وهو العائد على {ما} الموصولة، أو الموصوفة، والجملة الفعلية صلة لـ {ما} أو صفة لها. {إِنَّ رَبَّكَ} : ناصب واسمه ومضاف إليه. {سَرِيعُ الْعِقابِ} : خبر {إِنَّ} ومضاف إليه، وجملة {إِنَّ} مستأنفة مسوقة لتعليل ما قبلها. {وَإِنَّهُ} : ناصب واسمه. {لَغَفُورٌ} : {اللام} : لام ابتداء، {غفور} ، خبر أول لـ {إنّ} . {رَحِيمٌ} : خبر ثان لها، والجملة معطوفة على جملة {إنّ} الأولى على كونها مستأنفة، والله أعلم. </p><p> التصريف ومفردات اللغة </p><p> تَمامًا عَلَى الَّذِي أَحْسَنَ تماما اسم مصدر لأتم الرباعي، أو مصدر له على حذف الزوائد؛ أي: إتماما لنعمتنا على الذي أحسن العمل بما في ذلك الكتاب بالقيام به. </p><p> {وَصَدَفَ عَنْها} صدف هنا لازم بمعنى أعرض عنها، ويحتمل كونه متعديا. ولذا قال أبو السعود:  {وَصَدَفَ} ؛ أي: صرف الناس عنها. وفي «القاموس» : وصدف عنه يصدف - من باب ضرب - أعرض، وصدف فلانا صرفه كأصدفه اه. وفي «المختار» : صدف عنه أعرض - وبابه ضرب وجلس - وأصدفه عن كذا: أماله عنه اه. </p><p> {فَلَهُ عَشْرُ أَمْثالِها} والأمثال جمع مثل، وهو مذكر، فكان قياسه عشرة بالتاء على القاعدة المشهورة عندهم: إن المعدود إذا كان مذكرا تؤنث الآحاد من أسماء العدد، وبالعكس؛ لأنها تجري على خلاف القياس مطلقا ركبت أم لا، إلا لفظ العشرة في حالة التركيب كما قال ابن مالك في «الخلاصة» : </p><p> ثلاثة بالتّاء قل للعشره ... في عدّ ما آحاده مذكّره </p><p> فالجواب: إن الكلام على حذف موصوف تقديره: عشر حسنات أمثالها، فالحسنات مؤنث، فناسب تذكير العدد. </p><p> وفي «السمين» إنما ذكر اسم العدد هنا مع أن المعدود مذكر لأوجه: </p><p> منها: أن الإضافة لها تأثير، فاكتسب المذكر من المؤنث التأنيث، فأعطي حكم المؤنث في سقوط التاء من عدده، ولذلك يؤنث فعله حالة إضافته لمؤنث نحو:  {يَلْتَقِطْهُ بَعْضُ السَّيَّارَةِ} . </p><p> ومنها: أن هذا المذكر عبارة عن مؤنث فروعي المراد منه دون اللفظ. </p><p> ومنها: أنه روعي الموصوف المحذوف، والتقدير: فله عشر حسنات أمثالها، ثم حذف الموصوف، وأقيمت صفته مقامه، وترك العدد على حاله، ومثله مررت بثلاثة نسابات، ألحقت التاء في عدد المؤنث مراعاة للموصوف </p><p> المحذوف؛ إذ الأصل: بثلاثة رجال نسابات. </p><p> وقال أبو عليّ: اجتمع هنا أمران كل منهما يوجب التأنيث، فلما اجتمعا قوي التأنيث: </p><p> أحدهما: أن الأمثال في المعنى حسنات، فجاز التأنيث. </p><p> والآخر: أن المضاف إلى المؤنث قد يؤنث وإن كان مذكرا. اه. </p><p> {قِيَمًا} - بكسر (١) القاف وفتح الياء - على قراءة ابن عامر وعاصم والأخوين كما مر على أنه مصدر نعت به، وكان قياسه قوما بالواو كعوض؛ لأنه من قام يقوم، فأعل لإعلال فعله. وقرىء:  {قيما} - بتشديد الياء - على وزن فيّعل كسيد من ساد يسود، وهو أبلغ من المستقيم باعتبار الزنة، والمستقيم أبلغ منه باعتبار الصيغة. </p><p> {حَنِيفًا} الأصل (٢) في الحنيف: المائل عن الضلالة إلى الاستقامة، والعرب تسمي كل من اختتن أو حج حنيفا تنبيها على أنه على دين إبراهيم. اه «خازن» . وفي «القاموس» : الحنيف كأمير: الصحيح الميل إلى الإسلام الثابت عليه، وكل من حج، أو كان على دين إبراهيم عليه السلام. وتحنف إذا عمل عمل الحنيفية، أو اختتن، أو اعتزل عبادة الأوثان، واحتنف إليه: مال. اه. وفي «المختار» : الحنيف المسلم، وتحنف الرجل إذا عمل عمل الحنيفية، ويقال احتنف؛ أي: اعتزل الأصنام وتعبد اه. </p><p> {وَلا تَزِرُ وازِرَةٌ} أصل (٣) الوزر الحمل الثقيل، ومنه قوله تعالى: {وَوَضَعْنا عَنْكَ وِزْرَكَ (٢) } وهو هنا الذنب كما في قوله: {وَهُمْ يَحْمِلُونَ أَوْزارَهُمْ عَلى ظُهُورِهِمْ} . قال الأخفش: يقال: وزر يوزر كوجل يوجل، ووزر يزر كوعد يعد وزرا، ويجوز فيه إزرا بقلب الواو همزة، يقال: وزره يزره؛ أي: حمله يحمله. </p><p> {خَلائِفَ الْأَرْضِ} الخلائف جمع خليفة كصحيفة وصحائف، فهذا من قبيل قول ابن مالك: </p><p>(١) البيضاوي. (٢) الفتوحات.(٣) الشوكاني بزيادة.</p><p> والمد زيد ثالثا في الواحد ... همزا يرى في مثل كالقلائد </p><p> والخليف: هو من يخلف من كان قبله في مكان أو عمل أو ملك. وفي «القرطبي» : والخلائف جميع خليفة ككرائم جمع كريمة، وكل من جاء بعد من مضى؛ فهو خليفة اه. وفي «المصباح» : والخليفة: أصله خليف بغير هاء؛ لأنه بمعنى الفاعل دخلته الهاء للمبالغة كعلامة ونسابة، ويكون وصفا للرجل خاصة، ويقال: خليفة آخر بالتذكير، ومنهم من يقول: خليفة أخرى بالتأنيث، ويجمع باعتبار أصله على خلفاء مثل شرفاء، وباعتبار اللفظ على خلائف اه. </p><p> {لِيَبْلُوَكُمْ} والابتلاء الاختبار والامتحان، يقال: بلا يبلو بلاء وبلوى من باب عدا، يقال: بلاه بلوى وبلاء جربه واختبره، وبلاه الله يبلوه بلاء - بالمد - إذا اختبره، وهو يكون بالخير والشر، اه «مختار» . </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات ضروبا من البلاغة والفصاحة والبيان والبديع: </p><p> فمنها: التكرار في قوله تعالى: {أَنْ تَقُولُوا} ، {أَوْ تَقُولُوا} وفي: {وَهُدىً وَرَحْمَةٌ} وفي: {يَصْدِفُونَ} وفي: {يَأْتِيَ} وفي: {جاءَ} . </p><p> ومنها: الجناس المماثل في قوله تعالى: {لَكُنَّا أَهْدى}  {وَهُدىً} وفي قوله: {وَصَدَفَ}  {ويَصْدِفُونَ} . </p><p> ومنها: الجناس المغاير في قوله: {وَلا تَزِرُ وازِرَةٌ وِزْرَ أُخْرى} . </p><p> ومنها: الطباق بين قوله: {بِالْحَسَنَةِ} وقوله: {بِالسَّيِّئَةِ} ، وبين:  {وَمَحْيايَ}  {وَمَماتِي} . </p><p> ومنها: الاستعارة التصريحية التبعية في قوله: {إِنَّ الَّذِينَ فَرَّقُوا دِينَهُمْ} استعار التفريق الذي هو حقيقة في الأجسام لاختلافهم في الآراء، ثم اشتق منه فرقوا بمعنى: اختلفوا على طريق الاستعارة التصريحية التبعية، وفي قوله:  {هَدانِي رَبِّي إِلى صِراطٍ مُسْتَقِيمٍ} لأن الصراط حقيقة في الطريق الحسي استعارة للدين. </p><p> ومنها: التعريض في قوله: {وَما كانَ مِنَ الْمُشْرِكِينَ} لأنه عرض بشركهم. </p><p> ومنها: عطف العام على الخاص، في قوله:  {خَلَقَ} إذا فسرنا النسك بالعبادة الشاملة للصلاة. </p><p> ومنها: الاستفهام الإنكاري في عدة مواضع كقوله: {فَمَنْ أَظْلَمُ مِمَّنْ كَذَّبَ بِآياتِ اللَّهِ} وقوله: {أَغَيْرَ اللَّهِ أَبْغِي رَبًّا} . </p><p> ومنها: التهديد والوعيد في قوله: {قُلِ انْتَظِرُوا إِنَّا مُنْتَظِرُونَ} ، وفيه أيضا الجناس المغاير. </p><p> ومنها: ما هو المعروف باللف عند البيانيين في قوله: {لا يَنْفَعُ نَفْسًا إِيمانُها لَمْ تَكُنْ آمَنَتْ مِنْ قَبْلُ} وأصل الكلام فيه يوم يأتي بعض آيات ربك لا ينفع نفسا لم تكن مؤمنة قبل إيمانها بعد، ولا نفسا لم تكسب في إيمانها خيرا قبل ما تكسبه من الخير بعد، إلا أنه لفّ الكلامين، فجعلهما كلاما واحدا بلاغة وإعجازا واختصارا، أفاده صاحب «الانتصاف» حاشية «الكشاف» . </p><p> ومنها: الاستعارة اللطيفة في قوله: {وِزْرَ أُخْرى} لأنه ليس هناك في الحقيقة أحمال على الظهور، وإنما هي أثقال الآثام والذنوب. ذكره الشريف الرضي. </p><p> ومنها: الحصر في قوله: {إِنَّما أَمْرُهُمْ إِلَى اللَّهِ} . </p><p> ومنها: الإظهار في مقام الإضمار في قوله: {سَنَجْزِي الَّذِينَ يَصْدِفُونَ عَنْ آياتِنا} وحق العبارة يصدفون عنها لتسجيل شناعة وقباحة طغيانهم. </p><p> ومنها: زيادة التأكيد باللام، في قوله:  {وَإِنَّهُ لَغَفُورٌ رَحِيمٌ} ترجيحا لجانب الغفران على سرعة العقاب. </p><p> وعبارة «الفتوحات» هنا: باللام في الجملة الثانية فقط، وقال في الأعراف باللام المؤكدة في الجملتين؛ لأن ما هنا وقع بعد قوله:  {مَنْ جاءَ بِالْحَسَنَةِ ...} الخ، وبعد قوله:  {وَهُوَ الَّذِي جَعَلَكُمْ} فأتى باللام المؤكدة في الجملة الثانية فقط ترجيحا للغفران على سرعة العقاب، وما هناك وقع بعد قوله: {وَأَخَذْنَا الَّذِينَ </p><p> ظَلَمُوا بِعَذابٍ بَئِيسٍ} وقوله:  {كُونُوا قِرَدَةً خاسِئِينَ} فأتى باللام في الجملة الأولى لمناسبة ما قبلها، وفي الثانية تبعا للام في الأولى، اه «كرخي» . </p><p> ومنها: الزيادة والحذف في عدة مواضع (١) . </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p>(١) إلى هنا تم تفسير سورة الأنعام بمنه وكرمه وتوفيقه في تاريخ: ١٩/ ١/ ١٤١٠ هـ.</p><p> [سورة الأعراف] </p><p> وهي مكية كلها إلا خمس آيات، أو ثماني آيات؛ فهي مدنية. وروي (١) عن ابن عباس رضي الله عنهما أنها مكية إلا خمس آيات أولها: {وَسْئَلْهُمْ عَنِ الْقَرْيَةِ الَّتِي كانَتْ} إلى قوله: {وَإِذْ نَتَقْنَا الْجَبَلَ} وبه قال قتادة. وقال مقاتل: ثمان آيات في سورة الأعراف مدنية أولها: {وَسْئَلْهُمْ عَنِ الْقَرْيَةِ} إلى قول: {وَإِذْ أَخَذَ رَبُّكَ مِنْ بَنِي آدَمَ} . </p><p> وعدد آياتها مئتان وست آيات أو خمس، وعدد كلماتها ثلاثة آلاف وثلاث مئة وخمس وعشرون كلمة، وعدد حروفها أربعة عشر ألف حرف وعشرة أحرف؛ وهي أطول السور المكية، وسميت هذه السورة بالأعراف؛ لذكر لفظ الأعراف فيها من باب تسمية الشيء بجزئه. </p><p> وقد روي (٢) : أنها نزلت قبل سورة الأنعام، وأنها نزلت مثلها دفعة واحدة، لكن سورة الأنعام أجمع لما اشتركت فيه السورتان؛ وهو أصول العقائد وكليات الدين التي قدمنا القول فيها. </p><p> المناسبة: ومناسبة ذكرها بعد سورة الأنعام؛ لأن هذه (٣) كالشرح والبيان لما أوجز في سورة الأنعام، ولا سيما عموم بعثة النبي صلى الله عليه وسلم، وقصص الرسل قبله، وأحوال أقوامهم، وقد اشتملت سورة الأنعام على بيان الخلق كما قال:  {هُوَ الَّذِي خَلَقَكُمْ مِنْ طِينٍ} وعلى بيان القرون كما قال: {كَمْ أَهْلَكْنا مِنْ قَبْلِهِمْ مِنْ قَرْنٍ} وعلى ذكر المرسلين وتعداد الكثير منهم، وجاءت هذه مفصلة لذلك، فبسطت فيها قصة آدم، وفصلت قصص المرسلين وأممهم، وكيفية هلاكهم أكمل تفصيل. </p><p>(١) الخازن. (٢) المراغي.(٣) المراغي.</p><p> الناسخ والمنسوخ: وقال أبو عبد الله محمد بن حزم في كتابه «الناسخ والمنسوخ» : سورة الأعراف كلها محكمة إلا آيتين: </p><p> أولاهما: قوله تعالى: {وَذَرُوا الَّذِينَ يُلْحِدُونَ فِي أَسْمائِهِ} الآية (١٨٠) . نسخت بآية السيف. </p><p> ثانيتهما: قوله تعالى: {خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجاهِلِينَ (١٩٩) } الآية (١٩٩) . وهذه الآية من عجيب المنسوخ؛ لأن أولها منسوخ، وآخرها منسوخ، وأوسطها محكم قوله:  {خُذِ الْعَفْوَ} يعني: الفضل من أموالهم (١) والأمر بالمعروف محكم، وتفسيره معروف، وقوله:  {وَأَعْرِضْ عَنِ الْجاهِلِينَ} : منسوخ بآية السيف انتهى. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p>(١) البحر المحيط.</p><p> بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ </p><p> {المص (١) كِتابٌ أُنْزِلَ إِلَيْكَ فَلا يَكُنْ فِي صَدْرِكَ حَرَجٌ مِنْهُ لِتُنْذِرَ بِهِ وَذِكْرى لِلْمُؤْمِنِينَ (٢) اتَّبِعُوا ما أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ وَلا تَتَّبِعُوا مِنْ دُونِهِ أَوْلِياءَ قَلِيلًا ما تَذَكَّرُونَ (٣) وَكَمْ مِنْ قَرْيَةٍ أَهْلَكْناها فَجاءَها بَأْسُنا بَياتًا أَوْ هُمْ قائِلُونَ (٤) فَما كانَ دَعْواهُمْ إِذْ جاءَهُمْ بَأْسُنا إِلاَّ أَنْ قالُوا إِنَّا كُنَّا ظالِمِينَ (٥) فَلَنَسْئَلَنَّ الَّذِينَ أُرْسِلَ إِلَيْهِمْ وَلَنَسْئَلَنَّ الْمُرْسَلِينَ (٦) فَلَنَقُصَّنَّ عَلَيْهِمْ بِعِلْمٍ وَما كُنَّا غائِبِينَ (٧) وَالْوَزْنُ يَوْمَئِذٍ الْحَقُّ فَمَنْ ثَقُلَتْ مَوازِينُهُ فَأُولئِكَ هُمُ الْمُفْلِحُونَ (٨) وَمَنْ خَفَّتْ مَوازِينُهُ فَأُولئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ بِما كانُوا بِآياتِنا يَظْلِمُونَ (٩) وَلَقَدْ مَكَّنَّاكُمْ فِي الْأَرْضِ وَجَعَلْنا لَكُمْ فِيها مَعايِشَ قَلِيلًا ما تَشْكُرُونَ (١٠) وَلَقَدْ خَلَقْناكُمْ ثُمَّ صَوَّرْناكُمْ ثُمَّ قُلْنا لِلْمَلائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلاَّ إِبْلِيسَ لَمْ يَكُنْ مِنَ السَّاجِدِينَ (١١) قالَ ما مَنَعَكَ أَلاَّ تَسْجُدَ إِذْ أَمَرْتُكَ قالَ أَنَا خَيْرٌ مِنْهُ خَلَقْتَنِي مِنْ نارٍ وَخَلَقْتَهُ مِنْ طِينٍ (١٢) قالَ فَاهْبِطْ مِنْها فَما يَكُونُ لَكَ أَنْ تَتَكَبَّرَ فِيها فَاخْرُجْ إِنَّكَ مِنَ الصَّاغِرِينَ (١٣) قالَ أَنْظِرْنِي إِلى يَوْمِ يُبْعَثُونَ (١٤) قالَ إِنَّكَ مِنَ الْمُنْظَرِينَ (١٥) قالَ فَبِما أَغْوَيْتَنِي لَأَقْعُدَنَّ لَهُمْ صِراطَكَ الْمُسْتَقِيمَ (١٦) ثُمَّ لَآتِيَنَّهُمْ مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمانِهِمْ وَعَنْ شَمائِلِهِمْ وَلا تَجِدُ أَكْثَرَهُمْ شاكِرِينَ (١٧) قالَ اخْرُجْ مِنْها مَذْؤُمًا مَدْحُورًا لَمَنْ تَبِعَكَ مِنْهُمْ لَأَمْلَأَنَّ جَهَنَّمَ مِنْكُمْ أَجْمَعِينَ (١٨) }. </p><p> المناسبة </p><p> مناسبة أول هذه السورة لآخر السورة السابقة: أن الله سبحانه وتعالى لما ذكر (١) في السورة السابقة {وَهذا كِتابٌ أَنْزَلْناهُ مُبارَكٌ فَاتَّبِعُوهُ} واستطرد منه لما بعده إلى قوله في آخر السورة: {وَهُوَ الَّذِي جَعَلَكُمْ خَلائِفَ الْأَرْضِ} وذكر ابتلاءهم فيما آتاهم، وذلك لا يكون إلا بالتكاليف الشرعية .. ذكر ما يكون به التكاليف وهو الكتاب الإلهي بقوله: {المص (١) كِتابٌ أُنْزِلَ إِلَيْكَ} وذكر الأمر باتباعه بقوله: {اتَّبِعُوا ما أُنْزِلَ إِلَيْكُمْ} كما أمر به في قوله: {وَهذا كِتابٌ أَنْزَلْناهُ مُبارَكٌ فَاتَّبِعُوهُ} وهذا وجه المناسبة بين آخر الأولى وأول الثانية. وأما وجه المناسبة بين جملة </p><p>(١) البحر المحيط.</p><p> السورتين؛ فقد تقدم بيانه آنفا. </p><p> قوله تعالى:  {اتَّبِعُوا ما أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ ...} الآية، مناسبة هذه الآية لما قبلها: أن الله سبحانه وتعالى لما ذكر أن هذا الكتاب أنزل إلى الرسول .. أمر الأمة باتباعه، وما أنزل إليكم يشمل القرآن والسنة لقوله: {وَما يَنْطِقُ عَنِ الْهَوى (٣) إِنْ هُوَ إِلَّا وَحْيٌ يُوحى (٤) } ونهاهم عن ابتغاء أولياء من دون الله كالأصنام والرهبان، والكهان والأحبار، والنار والكواكب وغير ذلك. </p><p> قوله تعالى: {وَكَمْ مِنْ قَرْيَةٍ أَهْلَكْناها فَجاءَها بَأْسُنا بَياتًا أَوْ هُمْ قائِلُونَ (٤) ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه وتعالى لما بين (١) فيما سلف أنه أنزل الكتاب إلى الرسول صلى الله عليه وسلم؛ لينذر به الناس ويكون موعظة وذكرى لأهل الايمان، وأنه طلب إليه أن يأمر الناس باتباع ما أنزل إليهم من ربهم، وأن لا يتبعوا من دونه أحدا يتولونه في أمر التشريع .. أردف هذا التخويف من عاقبة المخالفة لذلك، ولما يتبعه من أصول الدين وفروعه، والتذكير بما حلّ بالأمم قبلهم بسبب إعراضهم عن الدين، وإصرارهم على أباطيل أوليائهم. </p><p> قوله تعالى:  {فَلَنَسْئَلَنَّ الَّذِينَ أُرْسِلَ إِلَيْهِمْ ...} الآية، مناسبة هذه الآية لما قبلها: أن الله سبحانه وتعالى لما أمر (٢) الرسل في الآية السالفة بالتبليغ، وأمر الأمم بالقبول والمتابعة، وذكرهم بعذاب الأمم التي عاندت الرسل في الدنيا .. قفى على ذلك بذكر العذاب الآجل يوم القيامة، وأنه في ذلك اليوم يسأل كل إنسان عن عمله. </p><p> قوله تعالى:  {وَلَقَدْ مَكَّنَّاكُمْ فِي الْأَرْضِ وَجَعَلْنا لَكُمْ فِيها مَعايِشَ ...} الآية، مناسبة هذه الآية لما قبلها: أن الله سبحانه وتعالى لما بين (٣) فيما سلف أن واضع الدين هو الله سبحانه وتعالى، فيجب اتباعه دون ما يأمر به غيره من الأولياء والشفعاء، وقفى على ذلك بذكر عذاب الدنيا بقوله:  {وَكَمْ مِنْ قَرْيَةٍ أَهْلَكْناها} وذكر عذاب الآخرة بقوله: {فَلَنَسْئَلَنَّ الَّذِينَ أُرْسِلَ إِلَيْهِمْ} وبقوله: </p><p>(١) المراغي. (٢) المراغي.(٣) المراغي.</p>"
}