{
  "id": null,
  "sura": 6,
  "aya": 74,
  "text": "<p> وخفاياها, ولا يشذ عن علمه شيء منها، فلا ينبغي لعاقل أن يدعو غيره معه كما قال:  {فَلَا تَدْعُوا مَعَ اللَّهِ أَحَدًا} ، وقال:  {بَلْ إِيَّاهُ تَدْعُونَ فَيَكْشِفُ مَا تَدْعُونَ إِلَيْهِ إِنْ شَاءَ} . </p><p> وقرأ الأعمش (١) : {عالمِ} بالخفض، ووُجِّه على أنه بدل من الضمير في:  {له} ، أو من {رب العالمين} أو نعت للضمير في {له} ، والأجود الأول؛ لبعد المبدل منه في الثاني، وكون الضمير الغائب يوصف إنما أجازه الكسائي وحده، وليس مذهب الجمهور. </p><p> ٧٤ - {وَإِذْ قَالَ إِبْرَاهِيمُ لِأَبِيهِ آزَرَ} ؛ أي: واذكر يا محمَّد لهؤلاء المشركين الذين لقناك فيما سبق الحجج على بطلان شركهم وضلالهم - إذ عبدوا ما لا ينفعهم ولا يضرهم - قصص جدهم إبراهيم الخليل الذي يعظمونه ويدَّعون اتباع ملته، حين جادل قومه وراجعهم في بطلان ما كانوا يعملون؛ إذ قال لأبيه آزر منكرًا عليه وعلي قومه، وعائبًا عليه عبادته الأصنام دون بارئه وخالقه: يا أبتِ {أَتَتَّخِذُ أَصْنَامًا آلِهَةً} تعبدها وتجعلها معبودًا لك من دون الله الذي خلقك وخلقها، فهو المستحق للعبادة دونها والأصنام: جمع صنم، وهو ما صوِّر على هيئة الإنسان، وعبد من دون الله، سواء كان من خشب أو حجر أو ذهب أو فضة أو غير ذلك، ذكره \"الصاوي\" . {إِنِّي أَرَاكَ} يا أبتِ {وَقَوْمَكَ} الذين يعبدون هذه الأصنام مثلك {فِي ضَلَالٍ} وخطأ عن الصراط المستقيم. {مُبِينٍ} ؛ أي: واضح ذلك الضلال لا شبهة فيه للهدى، فإن هذه الأصنام تماثيل تنحتونها بأيديكم من الحجارة، أو تقطعونها من الخشب، أو تصنعونها من المعادن، فأنتم أرفع منها قدرًا وأعز جانبًا، ولم تكن آلهة بذاتها، بل باتخاذكم إياها آلهة، ولا يليق بالعاقل أن يعبد ما هو مساوٍ له في الخلق، ولا ما هو مقهور بتصرف الخالق فيه، ومحتاج إلى الغني القادر، ولا يقدر على شيء لا نفع ولا ضر، ولا إعطاء ولا منع. </p><p>(١) البحر المحيط.</p><p> وقرأ الجمهور:  {ءَازَرَ} بفتح الراء. وقرأ أبي وابن عباس والحسن ومجاهد وغيرهم بضم الراء على النداء، وكونه علمًا، ولا يصح أن يكون صفة لحذف حرف النداء، وهو لا يحذف من الصفة إلا شذوذًا. وفي مصحف أبي:  {يا آزر} - بحرف النداء - {اتخذت أصنامًا} بالفعل الماضي. فيحتمل العلمية والصفة. وقرأ ابن عباس أيضًا:  {أأزرًا تتخذ أصنامًا} بهمزة استفهام وفتح الهمزة بعدها وسكون الزاي ونصب الراء منونة، وحذف همزة الاستفهام من {أتتخذ} . قال ابن عطية: المعنى: أعضدًا وقوة ومظاهرة على الله تتخذ، وهو من قوله:  {اشدد به أزرى} . وقال الزمخشري: هو اسم صنم، ومعناه: أتعبد أزرًا على الإنكار، ثم قال: أتتخذ أصنامًا آلهةً؛ تبيينًا لذلك وتقريرًا، وهو داخل في حكم الإنكار؛ لأنه كالبيان له. وقرأ ابن عباس أيضًا وأبو إسماعيل الشامي:  {أإزرًا} بكسر الهمزة بعد همزة الاستفهام {تتخذ} . قال ابن عطية: ومعناها: إنها مبدلة من واو، كوسادة وإسادة، كأنه قال: أوزرًا ومأثمًا تتخذ أصنامًا، ونصبه على هذا بفعل محذوف. وقرأ الأعمش:  {إزرا تتخذ} بكسر الهمزة وسكون الزاي ونصب الراء وتنوينها، وبغير همزة استفهام في {تتخذ} , وذكره أبو حيان في \"البحر\" . </p><p> واختلف (١) العلماء في لفظ {ءَازَرَ} فقال محمَّد بن إسحاق والكلبي والضحاك: آزر: اسم أبي إبراهيم، وهو تارح، ضبطه بعضهم بالحاء المهملة، وبعضهم بالخاء المعجمة، فعلى هذا يكون لأبي إبراهيم اسمان: آزر وتارح، مثل يعقوب وإسرائيل: اسمان لرجل واحد، فيحتمل أن يكون اسمه الأصلي: آزر، وتارح لقب له، أو بالعكس، والله سماه آزر، وإن كان عند النسابين والمؤرخين اسمه تارح؛ ليعرف بذلك، وكان آزر أبو إبراهيم من كوثى، وهي قرية من سواد الكوفة. وقال سليمان التيمي: آزر: سب وعيب، ومعناه في كلامهم المعوج. وقيل: الشيخ الهرم، وهو بالفارسية، وهذا على مذهب من يجوز أن في القرآن ألفاظًا قليلة فارسية، وقيل: هو المخطىء، فكأن إبراهيم عابه وذمه بسبب كفره وزيغه عن الحق. وقال سعيد بن المسيب ومجاهد: آزر: اسم صنم كان والد </p><p>(١) الخازن.</p>"
}