{
  "id": null,
  "sura": 6,
  "aya": 11,
  "text": "<p> أهلك بذنوبهم .. أمر الله تعالى نبيه بأن يرشدهم إلى الطريق الذي يوصلهم إلى علم ذلك بأنفسهم، وهو السير في الأرض، والنظر فيما حلَّ بالمكذبين ليعتبروا بذلك، فللرؤية من الاعتبار ما لا يكون في السماع كما قال بعض العصريين: </p><p> لَطَائِفُ مَعْنَىً في الْعِيَانِ وَلَمْ تَكُنْ ... لِتُدْرَكَ إلا بِالتَّزَاوُرِ وَاللِّقَا </p><p> ١١ - فقال {قُلْ} يا محمد لهؤلاء المستهزئين من قومك {سِيرُوا فِي الْأَرْضِ} ؛ أي: قل لهم لا تغتروا بما وجدتم من الدنيا وطيباتها، ووصلتم إليه من لذاتها وشهواتها، بل سيروا في نواحي الأرض لتعرفوا صحة ما أخبرتكم به من نزول العذاب على الذين كذبوا الرسل في الأزمنة السالفة قيل: المراد بالسير: سير الأفكار، وقيل: سير الأقدام {ثُمَّ انْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ} فالنظر على القول الأول: نظر فكرة وعبرة، وهو بالبصيرة لا بالبصر، وعلى القول الثاني نظر العين والبصر، والمعنى على الأول: ثم تفكروا في أنهم كيف أهلكوا بعذاب الاستئصال، وعلى الثاني: ثم انظروا بأعينكم إلى آثار الأمم الخالية والقرون الماضية السالفة، فإنكم عند السير في الأرض والسفر في البلاد لا بد وأن تشاهدوا تلك الآثار، فيكمل الاعتبار ويقوى الاستبصار، والمعنى (١) : قل يا محمد لهؤلاء المستهزئين سافروا في الأرض وانظروا آثار من كان قبلكم لتعرفوا ما حل بهم من العقوبات، وكيف كانت عاقبتهم بعد ما كانوا فيه من النعيم العظيم الذي يفوق ما أنتم فيه، فهذه ديارهم خاربة وجناتهم مغبرة وأراضيهم مكفهرة، فإذا كانت عاقبتهم هذه العاقبة .. فأنتم بهم لاحقون وبعد هلاكهم هالكون. </p><p> وفي \"الفتوحات\"  (٢) قوله: {ثُمَّ انْظُرُوا} ؛ أي: تفكروا وكلمة {ثُمَّ} إما لأن النظر في آثار الهالكين لا يتم إلا بعد انتهاء السير إلى أماكنهم، فالتراخي المفاد بـ {ثُمَّ} من حيث أن انتهاء السير بعيد عن ابتدائه، وإما لإظهار ما بين وجوب السير ووجوب النظر من التفاوت، فإن وجوب السير ليس إلا لكونه وسيلة </p><p>(١) الشوكاني. (٢) الجمل.</p><p> إلى النظر كما يفصح عنه العطف بالفاء في قوله:  ({فَانْظُرُوا}في آية آخرى بخلاف وجوب النظر فإنه ذاتي مقصود في نفسه. انتهى.</p><p> وقال النسفي: والفرق بين (١)  {فَاَنظُرُوا} وبين {ثُمَّ انْظُرُوا} أن النظر جعل مسببًا عن السير في {فَانْظُرُوا} ، فكأنه قيل: سيروا لأجل النظر ولا تسيروا سير الغافلين. ومعنى {سِيرُوا فِي الْأَرْضِ ثُمَّ انْظُرُوا} إباحة السير في الأرض للتجارة وغيرها، وإيجاب النظر في آثار الهالكين، ونبه على ذلك بـ {ثُمَّ} لتباعد ما بين الواجب والمباح انتهى. </p><p> قال أبو حيان (٢) : والظاهر أن السير المأمور به هو الانتقال من مكان إلى مكان، وإن النظر المأمور به هو نظر العين، وإن الأرض هي ما قرب من بلادهم من ديار الهالكين بذنوبهم، كأرض عاد ومدين ومدائن قوم لوط وثمود وقال قوم الأرض هنا عام؛ لأن في كل قطر منها آثار الهالكين وعبرًا للناظرين. </p><p> والخلاصة (٣) : قل يا محمد لأولئك المكذبين الجاحدين حقيقة ما جئتهم به: سيروا في الأرض كما هو دأبكم وعادتكم، وتنقلوا في ديار أولئك القرون الذين مكناهم في الأرض ومكنا لهم ما لم نمكن لكم، ثم انظروا في أثناء رحلاتكم آثار ما حل بهم من الهلاك، وتأملوا كيف كانت عاقبتهم بما تشاهدون من آثارهم وما تسمعون من أخبارهم، ثم اعتبروا إن لم تنهكم حلومكم ولم تزجركم حجج الله عليكم، واحذروا مثل مصارعهم، واتقوا أن يحل بكم مثل ما حل بهم. </p><p> الإعراب </p><p> {الْحَمْدُ لِلَّهِ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَجَعَلَ الظُّلُمَاتِ وَالنُّورَ} . </p><p> {الْحَمْدُ} : مبتدأ. {لِلَّهِ} : خبره، والجملة مستأنفة. {الَّذِي} : اسم موصول في محل الجر صفة للجلالة. {خَلَقَ} : فعل ماضٍ. {السَّمَاوَاتِ} : مفعول به. {وَالْأَرْضَ} : معطوف عليه، والفاعل ضمير يعود على الموصول، </p><p>(١) النسفي. (٢) البحر المحيط.(٣) المراغي.</p><p> والجملة صلة الموصول لا محل لها من الإعراب، وهي صلة حقيقية لرفعها ضمير الموصول {وَجَعَلَ الظُّلُمَاتِ} : فعل ومفعول. {وَالنُّورَ} : معطوف عليه، وفاعله ضمير يعود على الموصول أيضًا، والجملة معطوفة على جملة {خَلَقَ} على كونها صلة الموصول. </p><p> {ثُمَّ الَّذِينَ كَفَرُوا بِرَبِّهِمْ يَعْدِلُونَ} . </p><p> {ثُمَّ} : حرف عطف وترتيب، ولكن المراد منها استبعاد أن يعدلوا به غيره مع ما أوضح من الدلالات؛ أي: استبعاد لما صنعوه من العدل مع ما تبين من أن الله سبحانه حقيق بالحمد على خلقه السموات والأرض والظلمات والنور، فإن هذا يقتضي الإيمان به وصرف الثناء الحسن إليه، لا الكفر واتخاذ شريك له. {الَّذِينَ} : اسم موصول للجمع المذكر في محل الرفع مبتدأ. {كَفَرُوا} : فعل وفاعل، والجملة صلة الموصول. {بِرَبِّهِمْ} : جار ومجرور ومضاف إليه، متعلق بـ {يَعْدِلُونَ} ، وتقديمه على عامله للاهتمام به ولرعاية الفواصل. {يَعْدِلُونَ} : فعل وفاعل، والجملة الفعلية في محل الرفع خبر المبتدأ، والجملة الإسمية معطوفة على جملة {الْحَمْدُ لِلَّهِ} . </p><p> {هُوَ الَّذِي خَلَقَكُمْ مِنْ طِينٍ ثُمَّ قَضَى أَجَلًا وَأَجَلٌ مُسَمًّى عِنْدَهُ ثُمَّ أَنْتُمْ تَمْتَرُونَ (٢) }. </p><p> {هُوَ الَّذِي} : مبتدأ وخبر، والجملة مستأنفة. {خَلَقَكُمْ} : فعل ومفعول {مِنْ طِينٍ} : متعلق به، وفاعله ضمير يعود على الموصول، والجملة صلة الموصول {ثُمَّ} : حرف عطف وترتيب، وأتى بكلمة {ثُمَّ} لما بين خلقهم وبين موتهم من التفاوت {قَضَى} : فعل ماضٍ، وفاعله ضمير يعود على الموصول. {أَجَلًا} : مفعول به، والجملة معطوفة على جملة قوله:  {خَلَقَكُمْ} على كونها صلة الموصول. {وَأَجَلٌ} : مبتدأ، وسوغ الابتداء بالنكرة وصفه بما بعده {مُسَمًّى} : صفة له {عِنْدَهُ} : ظرف ومضاف إليه خبر المبتدأ، والجملة معترضة لا محل لها من الإعراب؛ لاعتراضها بين المعطوف والمعطوف عليه {ثُمَّ} : حرف عطف وترتيب، ولكن المراد منها استبعاد صدور الشك منهم مع وجود المقتضى لعدمه. {أَنْتُمْ} : مبتدأ، وجملة {تَمْتَرُونَ} خبره، والجملة الإسمية معطوفة على جملة </p><p> قوله:  {هُوَ الَّذِي خَلَقَكُمْ مِنْ طِينٍ} على كونها مستأنفة. </p><p> {وَهُوَ اللَّهُ فِي السَّمَاوَاتِ وَفِي الْأَرْضِ يَعْلَمُ سِرَّكُمْ وَجَهْرَكُمْ وَيَعْلَمُ مَا تَكْسِبُونَ (٣) }. </p><p> {وَهُوَ} الواو: عاطفة. {هُوَ} مبتدأ. {اللَّهُ} : خبره، والجملة معطوفة على جملة قوله:  {هُوَ الَّذِي خَلَقَكُمْ} . {فِي السَّمَاوَاتِ} : جار ومجرور متعلق بلفظ الجلالة بتأويله؛ لأنه بمعنى المعبود. {وَفِي الْأَرْضِ} : معطوف على الجار والمجرور {يَعْلَمُ} : فعل مضارع، وفاعله ضمير يعود على {اللَّهُ} . {سِرَّكُمْ} : مفعول به ومضاف إليه. {وَجَهْرَكُمْ} : معطوف على {سِرَّكُمْ} ، والجملة الفعلية في محل الرفع خبر ثان لـ {هُوَ} ، أو في محل النصب حال من الضمير المستتر في المعبود الذي هو بمعنى الجلالة. {وَيَعْلَمُ} : فعل مضارع، وفاعله ضمير يعود على {اللَّهُ} ، والجملة في محل الرفع، أو في محل النصب معطوفة على جملة {يَعْلَمُ} الأول. {مَا} : موصولة أو موصوفة، في محل النصب مفعول به لـ {يَعْلَمُ} ؛ لأنه بمعنى: عرف. {تَكْسِبُونَ} : فعل وفاعل، والجملة صلة لـ {ما} أو صفة لها والعائد أو الرابط محذوف تقديره: تكسبونه. </p><p> {وَمَا تَأتِيهِمْ مِنْ آيَةٍ مِنْ آيَاتِ رَبِّهِمْ إِلَّا كَانُوا عَنْهَا مُعْرِضِينَ (٤) }. </p><p> {وَمَا} الواو: استئنافية. {ما} : نافية. {تَأتِيهِمْ} : فعل ومفعول به. {مِنْ آيَةٍ} : {مِنْ} : زائدة. {آيَةٍ} : فاعل، والجملة الفعلية مستأنفة. {مِنْ آيَاتِ رَبِّهِمْ} : جار ومجرور ومضاف إليه صفة لـ {آيَةٍ} ، والتقدير: وما تأتيهم آية كائنة من آيات ربهم. {إِلَّا} : أداة استثناء مفرغ.؛ {كَانُوا} : فعل ناقص واسمه. {عَنْهَا} : جار ومجرور متعلق بـ {مُعْرِضِينَ} قدم عليه لرعاية الفاصلة. {مُعْرِضِينَ} : خبر {كَانُوا} ، وجملة كان في محل النصب حال من ضمير {تَأتِيهِمْ} ، والتقدير: وما تأتيهم آية من آيات ربهم إلا حالة كونهم معرضين عنها. </p><p> فائدة: واعلم (١) أن الفعل الماضي لا يقع بعد {إِلَّا} إلا بأحد شرطين: إما وقوعه بعد فعل كهذه الآية الكريمة، أو اقترانه بـ {قد} نحو: ما زيد إلا قد قام. </p><p>(١) الجمل.</p><p> {فَقَدْ كَذَّبُوا بِالْحَقِّ لَمَّا جَاءَهُمْ فَسَوْفَ يَأتِيهِمْ أَنْبَاءُ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ (٥) }. </p><p> {فَقَدْ} الفاء: حرف عطف وتعقيب. {قد} : حرف تحقيق. {كَذَّبُوا} : فعل وفاعل، والجملة في محل النصب معطوفة على جملة قوله:  {كَانُوا عَنْهَا مُعْرِضِينَ} . {بِالْحَقِّ} : جار ومجرور متعلق بـ {كَذَّبُوا} . {لَمَّا} : ظرف بمعنى: حين في محل النصب على الظرفية مبني على السكون، والظرف متعلق بـ {كَذَّبُوا} . {جَاءَهُمْ} : فعل ومفعول، وفاعله ضمير يعود على الحق، والجملة في محل الجر مضاف إليه لـ {لَمَّا} ، والتقدير: فقد كذبوا بالحق حين مجيئه </p><p> إياهم. {فَسَوْفَ} : الفاء: عاطفة على محذوف تقديره: فقد كذبوا بالحق لما جاءهم واستهزؤوا به، وذلك المحذوف معطوف على جملة {كَذَّبُوا} . {سوف} : حرف تنفيس واستقبال. {يَأتِيهِمْ} : فعل ومفعول. {أَنْبَاءُ} فاعل، والجملة في محل النصب معطوفة على ذلك المحذوف، {أَنْبَاءُ} مضاف. {مَا} : موصولة أو موصوفة في محل الجر مضاف إليه. {كَانُوا} : فعل ناقص واسمه. {بِهِ} : جار ومجرور متعلق بـ {يَسْتَهْزِئُونَ}  {يَسْتَهْزِئُونَ} فعل وفاعل، والجملة في محل النصب خبر {كان} ، وجملة {كان} صلة لـ {ما} أو صفة لها، والعائد أو الرابط ضمير {بِهِ} ، ويصح أن تكون {مَا} مصدرية، والضمير حينئذ يعود على الحق لا على {مَا} ؛ لأنها حينئذ حرف، فالضمير لا يعود إليها، قاله ابن عطية بخلاف الأخفش. </p><p> {أَلَمْ يَرَوْا كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنْ قَرْنٍ مَكَّنَّاهُمْ فِي الْأَرْضِ مَا لَمْ نُمَكِّنْ لَكُمْ وَأَرْسَلْنَا السَّمَاءَ عَلَيْهِمْ مِدْرَارًا وَجَعَلْنَا الْأَنْهَارَ تَجْرِي مِنْ تَحْتِهِمْ فَأَهْلَكْنَاهُمْ بِذُنُوبِهِمْ وَأَنْشَأنَا مِنْ بَعْدِهِمْ قَرْنًا آخَرِينَ (٦) }. </p><p> {أَلَمْ} الهمزة للاستفهام التقريري مبنية على الفتح. </p><p> فائدة: والاستفهام التقريري: هو (١) حمل المخاطب على الإقرار بما بعد حرف النفي، وهو هنا: لم، والهمزة خرجت عن الاستفهام إليه، ولا يجاب إلا </p><p>(١) الحامدي على الآجرومية.</p><p> ببلى نظير قوله تعالى:  {أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ} اهـ \"قليوبي على الآجرومية\" . </p><p> وما في \"الشوكاني\" هنا من أن الاستفهام للإنكار غير صواب. {لَمْ} : حرف نفي وجزم. {يَرَوْا} : فعل مضارع مجزوم بـ {لم} ، والواو فاعل، وهي إما بصرية تتعدى إلى مفعول واحد، وهو أولى، أو علمية فتتعدى إلى مفعولين .. {كَمْ} : خبرية بمعنى عدد كثير في محل النصب معفول مقدم وجوبًا لـ {أَهْلَكْنَا} ، وهي معلقة ما قبلها عن العمل فيما بعدها. {أَهْلَكْنَا} : فعل وفاعل. {مِنْ قَبْلِهِمْ} : جار ومجرور ومضاف إليه، متعلق بـ {أَهْلَكْنَا} . {مِنْ} : زائدة. {قَرْنٍ} تمييز لـ {كم} مجرور بـ {مِن} الزائدة، وجملة {أَهْلَكْنَا} في محل النصب سادة مسد مفعول رأى البصرية، أو مسد مفعولي رأى العلمية، وجملة {يَرَوْا} من الفعل والفاعل جملة إنشائية مستأنفة لا محل لها من الإعراب. {مَكَّنَّاهُمْ} : فعل وفاعل ومفعول أول، والجملة في محل الجر صفة لـ {قَرْنٍ} ، ولكنها سببية. {فِي الْأَرْضِ} : جار ومجرور متعلق بـ {مكنا} . {مَا لَمْ نُمَكِّنْ}  {مَا} : نكرة موصوفة في محل النصب مفعول ثان لـ {مَكَّنَّاهُمْ} ؛ لأن مكنا بمعنى: أعطينا، فيتعدى إلى مفعولين. {لَمْ نُمَكِّنْ} : فعل وجازم، وفاعله ضمير يعود على الله. {لَكُمْ} : جار ومجرور متعلق به، وهو في محل المفعول الثاني لـ {مكنا} ، ومفعوله الأول محذوف تقديره: ما لم نمكنه لكم، والجملة الفعلية في محل النصب صفة لـ {ما} الموصوفة، والتقدير: مكناهم وأعطيناهم في الأرض شيئًا لم نمكنه ولم نعطه لكم. </p><p> وفي \"الفتوحات\" قوله: {مَا لَمْ نُمَكِّنْ لَكُمْ} في (١)  {مَا} هو هذه ثلاثة أوجه: </p><p> أحدها: أن تكون موصولة بمعنى الذي، وهي حينئذ صفة لمصدر محذوف، والتقدير: التمكين الذي لم نمكن لكم، والعائد محذوف؛ أي: الذي لم نمكنه لكم. </p><p> والثاني: أن تكون مفعولًا بها، لكن على المعنى؛ لأن معنى {مَكَّنَّاهُمْ} : أعطيناهم ما لم نعطكم، ذكره أبو البقاء، قال الشيخ: هذا تضمين، والتضمين لا يقاس. </p><p>(١) الجمل.</p><p> الثالث: أن تكون نكرة موصوفة بالجملة المنفية بعدها، والعائد محذوف؛ أي: شيئًا لم نمكنه لكم، ذكره أبو البقاء أيضًا. قال الشيخ: وهذا أقرب إلى الصواب اهـ \"سمين\" . </p><p> {وَأَرْسَلْنَا السَّمَاءَ عَلَيْهِمْ مِدْرَارًا وَجَعَلْنَا الْأَنْهَارَ تَجْرِي مِنْ تَحْتِهِمْ فَأَهْلَكْنَاهُمْ بِذُنُوبِهِمْ وَأَنْشَأنَا مِنْ بَعْدِهِمْ قَرْنًا آخَرِينَ} . </p><p> {وَأَرْسَلْنَا السَّمَاءَ} : فعل وفاعل ومفعول. {عَلَيْهِمْ} : متعلق به. {مِدْرَارًا} : حال من {السَّمَاءَ} ، والجملة في محل النصب أو الجر معطوفة على جملة {مَكَّنَّاهُمْ} . {وَجَعَلْنَا الْأَنْهَارَ} : فعل وفاعل ومفعول أول، والجملة معطوفة على جملة {مَكَّنَّاهُمْ} . {تَجْرِي} : فعل مضارع، وفاعله ضمير يعود على {الْأَنْهَارَ} . {مِنْ تَحْتِهِمْ} : جار ومجرور ومضاف إليه، متعلق بـ {تَجْرِي} ، والجملة في محل النصب مفعول ثان لـ {جعلنا} إن جعلنا (١) جعل تصييرية، وإن جعلناها اتخاذية .. كانت حالًا من {الْأَنْهَارَ} . {فَأَهْلَكْنَاهُمْ} : الفاء: عاطفة. {أهلكنا} : فعل وفاعل ومفعول، والجملة معطوفة على جملة {مَكَّنَّاهُمْ} : عطف مسبب على سبب. {بِذُنُوبِهِمْ} : جار ومجرور ومضاف إليه، متعلق بـ {أهلكنا} . {وَأَنْشَأنَا} : فعل وفاعل، والجملة معطوفة على جملة قوله:  {فَأَهْلَكْنَاهُمْ} . {مِنْ بَعْدِهِمْ} : جار ومجرور ومضاف إليه، متعلق بـ {أنشأنا} . {قَرْنًا} : مفعول به لـ {أَنْشَأنَا} . {آخَرِينَ} صفة لـ {قَرْنًا} ؛ لأنه اسم جمع كقوم ورهط، فلذلك اعتبر معناه في صفته. </p><p> {وَلَوْ نَزَّلْنَا عَلَيْكَ كِتَابًا فِي قِرْطَاسٍ فَلَمَسُوهُ بِأَيْدِيهِمْ لَقَالَ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ (٧) }. </p><p> {وَلَوْ} الواو: استئنافية. {لَوْ} : حرف شرط غير جازم. {نَزَّلْنَا} : فعل وفاعل. {عَلَيْكَ} : متعلق به، والجملة فعل شرط لـ {لو} لا محل لها من الإعراب. {كِتَابًا} مفعول {نَزَّلْنَا} . {فِي قِرْطَاسٍ} : متعلق بـ {كِتَابًا} ؛ لأنه مصدر </p><p>(١) الفتوحات.</p><p> بمعنى اسم المفعول أو نعت له. {فَلَمَسُوهُ} : الفاء: عاطفة. {لمسوه} : فعل وفاعل ومفعول، والجملة معطوفة على جملة {نَزَّلْنَا} . {بِأَيْدِيهِمْ} : جار ومجرور متعلق بـ {لمسوه} . {لَقَالَ} اللام رابطة لجواب {لو} الشرطية. {قال} : فعل ماض. {الَّذِينَ} : فاعل، والجملة الفعلية جواب {لو} لا محل لها من الإعراب، وجملة {لو} الشرطية مستأنفة. {كَفَرُوا} : فعل وفاعل، والجملة صلة الموصول. {إنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ} : مقول محكي لـ {قال} ، وإن شئت قلت:  {إِنْ} نافية. {هَذَا} : مبتدأ. {إِلَّا} : أداة استثناء مفرغ. {سِحْرٌ} خبر. {مُبِينٌ} : صفة له، والجملة الإسمية في محل النصب مقول {قال} . </p><p> {وَقَالُوا لَوْلَا أُنْزِلَ عَلَيْهِ مَلَكٌ وَلَوْ أَنْزَلْنَا مَلَكًا لَقُضِيَ الْأَمْرُ ثُمَّ لَا يُنْظَرُونَ (٨) }. </p><p> {وَقَالُوا} الواو: استئنافية. {قَالُوا} : فعل وفاعل، والجملة مستأنفة سيقت للإخبار عنهم بفرط تعنتهم وتصلبهم في كفرهم. {لَوْلَا أُنْزِلَ عَلَيْهِ مَلَكٌ} : مقول محكي، وإن شئت قلت:  {لَوْلَا} : حرف تحضيض. {أُنزِلَ} : فعل ماض مغيَّر الصيغة. {عَلَيْهِ} : متعلق به. {مَلَكٌ} : نائب فاعل، والجملة في محل النصب مقول {قالوا} . {وَلَو} : الواو: عاطفة أو استئنافية. {لَوْ} : حرف شرط. {أَنْزَلْنَا مَلَكًا} : فعل وفاعل ومفعول، والجملة فعل شرط لـ {لو} لا محل لها من الإعراب. {لَقُضِيَ} : {اللام} : رابطة لجواب {لو} . {قضي الأمر} : فعل ونائب فاعل، والجملة الفعلية جواب {لو} الشرطية لا محل لها من الإعراب، وجملة {لو} الشرطية معطوفة على جملة {قالوا} أو مستأنفة استئنافًا بيانيًّا. {ثُمَّ} : حرف عطف وترتيب. {لَا} : نافية. {يُنْظَرُونَ} : فعل ونائب فاعل معطوف على {قُضِيَ} . </p><p> {وَلَوْ جَعَلْنَاهُ مَلَكًا لَجَعَلْنَاهُ رَجُلًا وَلَلَبَسْنَا عَلَيْهِمْ مَا يَلْبِسُونَ (٩) }. </p><p> {وَلَوْ} الواو: عاطفة أو استئنافية. {لو} : حرف شرط. {جَعَلْنَاهُ مَلَكًا} : فعل وفاعل ومفعولان، والجملة فعل شرط لـ {لو} . {لَجَعَلْنَاهُ} : لـ {اللام} : رابطة لجواب {لو} . {جعلناه رجلًا} : فعل وفاعل ومفعولان، والجملة جواب {لو} ، وجملة {لو} معطوفة على الجملة التي قبلها، أو مستأنفة. {وَلَلَبَسْنَا} : </p><p> الواو: عاطفة، واللام: رابطة لجواب {لو} مؤكدة للام الأولى، وقرىء بحذف لام الجواب اكتفاء بما في المعطوف عليه. {لبسنا} : فعل وفاعل. {عَلَيْهِمْ} : متعلق به، والجملة معطوفة على جملة الجواب. {مَا} : موصولة أو موصوفة في محل النصب مفعول \"لبسنا\" . {يَلْبِسُونَ} : فعل وفاعل، والجملة صلة لـ {ما} ، أو صفة لها، والعائد أو الرابط محذوف تقديره: ما يلبسونه. وفي \"الفتوحات\" : قوله: {مَا يَلْبِسُونَ} في {مَا} هذه قولان: </p><p> أحدهما: أنها موصولة بمعنى: الذي؛ أي: ولخلطنا عليهم ما يخلطون على أنفسهم، أو على غيرهم، قاله أبو البقاء، وتكون {مَا} حينئذ مفعولًا بها. </p><p> الثاني: أنها مصدرية؛ أي: وللبسنا عليهم مثل ما يلبسون على غيرهم ويشكلونهم. </p><p> {وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِنْ قَبْلِكَ فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ (١٠) }. </p><p> {وَلَقَدِ} : الواو: استئنافية، اللام: موطئة للقسم. {قد} : حرف تحقيق. {اسْتُهْزِئَ} : فعل ماض مغير الصيغة {بِرُسُلٍ} : جار ومجرور نائب فاعل {مِنْ قَبْلِكَ} : جار ومجرور صفة {رسل} ، والجملة الفعلية جواب القسم لا محل لها من الإعراب، والجملة القسمية مع جوابها مستأنفة استئنافًا نحويًّا لا محل لها من الإعراب. {فَحَاقَ} : الفاء: عاطفة. {حاق} : فعل ماض. {بِالَّذِينَ} : جار ومجرور متعلق به. {سَخِرُوا} : فعل وفاعل. {مِنْهُمْ} : متعلق به، وجملة {سَخِرُوا} صلة الموصول. {مَا} : موصولة أو موصوفة في محل الرفع فاعل {حاق} . {كَانُوا} : فعل ناقص واسمه. {بِهِ} : متعلق بـ {يَسْتَهْزِئُونَ} ، وجملة {يَسْتَهْزِئُونَ} في محل النصب خبر {كان} ، وجملة {كان} من اسمها وخبرها صلة لـ {ما} أو صفة لها، والعائد أو الرابط ضميره {بِهِ} . </p><p> {قُلْ سِيرُوا فِي الْأَرْضِ ثُمَّ انْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ (١١) }. </p><p> {قُلْ} : فعل أمر، وفاعله ضمير يعود على محمد، والجملة مستأنفة. {سِيرُوا فِي الْأَرْضِ} إلى آخر الآية مقول محكي لـ {قُلْ} ، وإن شئت قلت: </p><p> {سِيرُوا} : فعل وفاعل، والجملة في محل النصب مقول لـ {قُلْ} . {فِي الْأَرْضِ} : جار ومجرور متعلق به. {ثُمَّ} : حرف عطف وترتيب. {انْظُرُوا} : فعل وفاعل معطوف على {سِيرُوا} . {كَيْفَ} اسم استفهام في محل النصب خبر مقدم لـ {كَانَ} . {كَانَ عَاقِبَةُ الْمُكَذِّبِينَ} : فعل ناقص واسمه ومضاف إليه، ولم يؤنث {كَانَ} مع كون اسمها مؤنثًا؛ لأن تأنيثه غير حقيقي، أو لأنه بمعنى: المآل والمنتهى، فهو في معنى المذكر، وجملة {كَانَ} من اسمها وخبرها في محل النصب مفعول {انْظُرُوا} . </p><p> التصريف ومفردات اللغة </p><p> {الْحَمْدُ لِلَّهِ} : الحمد لغة: الوصف بالجميل الاختياري على جهة التعظيم والتبجيل ظاهرًا وباطنًا، فخرج بقولهم على جهة التعظيم نحو قوله تعالى: {ذُقْ إِنَّكَ أَنْتَ الْعَزِيزُ الْكَرِيمُ (٤٩) } فإنه كان على جهة التهكم، لا على جهة التعظيم. واصطلاحًا: فعل ينبىء عن تعظيم المنعم بسبب كونه منعمًا. </p><p> {وَجَعَلَ الظُّلُمَاتِ وَالنُّورَ} والجعل: هو الإنشاء والإبداع كالخلق، وذكره بعد الخلق للتفنن؛ لأنه هنا بمعنى: خلق. و {الظُّلُمَاتِ} : جمع ظلمة، والظلمة: هي الحال التي يكون عليها مكان لا نور فيه، والنور ضدها، وهو قسمان: حسي: وهو ما يدرك بالبصر كنور الشمس والقمر، ومعنوي: وهو ما يدرك بالبصيرة كنور الإيمان والعلم. </p><p> {يَعْدِلُونَ} : يقال: عدل به غيره إذا جعله مساويًا له في العبادة والدعوة لكشف الضر وجلب النفع، فهو من العدل بمعنى التسوية بين الشيئين، ويصح أن يكون من العدول بمعنى: الميل، بمعنى: يميلون عن عبادته إلى عبادة غيره. </p><p> {مِنْ طِينٍ} : والطين: التراب المندى يقال (١) منه: طان الكتان يطينه وطنه يا هذا، فهو من باب باع. </p><p>(١) البحر المحيط.</p><p> {ثُمَّ قَضَى أَجَلًا} : قضى بمعنى: كتب وقدر كما مر، والأجل: هو المدة المضروبة للشيء؛ أي: المقدار المحدود له من الزمان. </p><p> {تَمْتَرُونَ} من الامتراء بمعنى: الشك، لا من المماراة بمعنى الجدال. </p><p> {وَمَا تَأتِيهِمْ مِنْ آيَةٍ مِنْ آيَاتِ رَبِّهِمْ} : الآيات (١) هنا: آيات القرآن المرشدة إلى آيات الأكوان، والمثبتة لنبوة محمد - صلى الله عليه وسلم -. </p><p> {مُعْرِضِينَ} : اسم فاعل من الإعراض وهو التولي عن الشيء والإدبار عنه. </p><p> {فَقَدْ كَذَّبُوا بِالْحَقِّ} : والحق هو دين الله الذي جاء به خاتم رسله محمد - صلى الله عليه وسلم - من عقائد صحيحة ومعاملات شرعية وآداب كريمة. </p><p> {أَنْبَاءُ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ} : الأنباء: المراد بها (٢) في القرآن: وعد الله بنصر رسله وإظهار دينه ووعيده لأعدائه بخذلانهم في الدنيا وعذابهم في الآخرة، وهو جمع: نبأ؛ كأسباب جمع سبب، والنبأ: ما يعظم وقعه من الأخبار. </p><p> {مِنْ قَرْنٍ} : والقرن من الناس: القوم المقترنون في زمن واحد، وجمعه: قرون، وقد جاء في القرآن مفردًا وجمعًا. وقيل: القرن: القوم المجتمعون في زمن قلت السنون أو كثرت، لقوله عليه السلام:  \"خير القرون قرني\" يعني: أصحابه، وقال قس بن ساعدة: </p><p> في الذَّاهِبِيْنِ الأوَّليْنَ ... مِنَ الْقُرُوْنِ لَنَا بَصَائِرْ </p><p> وقال آخر: </p><p> إِذَا ذَهَبَ الْقَوْمُ الَّذِيْ كُنْتَ فِيْهِمُ ... وَخُلِّفْتَ فِي قَوْمٍ فَأَنْتَ غَرِيْبُ </p><p> سموا بذلك لكون بعضهم يقرن ببعض، فهو من قرنت الشيء بالشيء جعلته بجانبه أو مواجهًا له. </p><p>(١) المراغي. (٢) المراغي.</p><p> {مَكَّنَّاهُمْ فِي الْأَرْضِ} يقال: مكنه في الأرض أو في الشيء جعله متمكنًا من التصرف فيه، ومكن له: أعطاه أسباب التمكن في الأرض، وقال أبو عبيدة: مكناهم ومكنا لهم لغتان فصيحتان بمعنىً، نحو نصحته ونصحت له كذا قاله أبو علي والجرجاني. </p><p> {وَأَرْسَلْنَا السَّمَاءَ عَلَيْهِمْ مِدْرَارًا} : السماء: المطر، والمدرار: الغزير. وقال أبو حيان: المدرار (١) : المتتابع، يقال: مطر مدرار وعطاء مدرار، وهو في المطر أكثر، ومدرار مفعال من الدر للمبالغة، كمذكار ومئناث ومهذار للكثير ذلك منه. </p><p> {وَأَنْشَأنَا مِنْ بَعْدِهِمْ} : الإنشاء: الخلق والإحداث من غير سبب، وكل من ابتدأ شيئًا فقد أنشأه، والنشء: الأحداث واحدهم ناشئ كخادم وخدم. </p><p> {قَرْنًا آخَرِينَ} : صفة لقرنًا؛ لأنه اسم جمع كقوم ورهط فجمع الصفة اعتبارًا لمعناه. {وَلَوْ نَزَّلْنَا عَلَيْكَ كِتَابًا فِي قِرْطَاسٍ} : الكتاب: الصحيفة المكتوبة ومجموعة الصحف في غرض واحد، والقرطاس - مثلث القاف -: اسم (٢) لما يكتب عليه من رق أو ورق أو غير ذلك قال زهير: </p><p> لَهَا أَخَادِيْدُ مِنْ آثَارِ سَاكِنِهَا ... كَمَا تَرَدَّدَ فِيْ قِرْطَاسِهِ الْقَلَمُ </p><p> ولا يسمى قرطاسًا إلا إذا كان مكتوبًا، وإن لم يكن مكتوبًا فهو طرس وكاغد وورق، وكسر القاف أكثر استعمالًا وأشهر من ضمها، وهو اسمٌ أعجمي يجمع على قراطيس. </p><p> {فَلَمَسُوهُ بِأَيْدِيهِمْ} اللمس كالمس: إدراك الشيء بظاهر البشرة، وقد يستعمل بمعنى طلب الشيء والبحث عنه، ويقال: لمسه والتمسه وتلمسه، ومنه:  {وَأَنَّا لَمَسْنَا السَّمَاءَ} . </p><p> {إِلَّا سِحْرٌ مُبِينٌ} ؛ أي: خداع وتمويه يُري ما لا حقيقة له في صورة </p><p>(١) البحر المحيط. (٢) البحر المحيط.</p><p> الحقائق. {لَقُضِيَ الْأَمْرُ} ؛ أي: لتم أمر هلاكهم {لَا يُنْظَرُونَ} من الإنظار بمعنى: الإمهال؛ أي: لا يمهلون. {وَلَلَبَسْنَا عَلَيْهِمْ} : اللبس: الستر والتغطية، يقال: لبس الثوب يلبسه بكسر الباء في الماضي، وفتحها في المضارع من باب سمع إذا استتر به، ولبسه في عنقه، ولبَس الحق بالباطل يلبِسه بفتح الباء في الماضي، وكسرها في المضارع من باب ضرب إذا ستره به؛ أي: جعله مكانه ليظن أنه الحق، ولبست عليه أمره؛ أي: جعلته بحيث يلتبس عليه فلا يعرفه، ولبست الأمر على القوم ألبسه من باب ضرب إذا شبهته وجعلته مشكلًا عليهم، وأصله: الستر بالثوب. </p><p> {وَلَقَدِ اسْتُهْزِئَ} : من الهزؤ - بضمتين أو بضم وسكون، والاستهزاء (١) : السخرية، والاستهزاء بالشخص: احتقاره وعدم الاهتمام بأمره. </p><p> {فَحَاقَ} : يقال: حاق به المكروه يحيق من باب باع حيقً وحيوقًا وحيقانًا إذا نزل به وأحاط عليه فلم يكن له منه مخلص. </p><p> وفي \"الفتوحات\" : {فَحَاقَ} ألفه منقلبة عن ياء، بدليل قولهم، في المضارع: يحيق كباع يبيع، والمصدر: حيق وحوق وحيقان كالغليان والنزوان. انتهت. </p><p> {بِالَّذِينَ سَخِرُوا} يقال: سخر منه إذا هَزَأ به، والسخري (٢) والاستهزاء والتهكم معناها متقارب. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات أنواعًا من البلاغة والفصاحة والبيان والبديع: </p><p> فمنها: الحصر في قوله: {الْحَمْدُ لِلَّهِ} ؛ لأن لام الجنس (٣) إذا دخلت على المبتدأ تفيد حصره في الخبر كما قال علي الأجهوري: </p><p>(١) المراغي. (٢) البحر المحيط.(٣) الفتوحات القيومية.</p><p> مُبَتَدَأٌ بِلاَمِ جِنْسٍ عُرِّفَا ... مُنْحَصِرٌ فِيْ مُخْبَرٍ بِهِ وَفَا </p><p> وَإِنْ عَرَا عَنْهَا وَعُرِّفَ الْخَبَرْ ... بِاللَّامِ مُطْلَقًا فَبِالْعَكْس اسْتَقَرّ </p><p> والمعنى: لا يستحق الحمد والثناء إلا الله تعالى. </p><p> ومنها: الطباق في قوله: {وَجَعَلَ الظُّلُمَاتِ وَالنُّورَ} ، وفي قوله:  {سِرَّكُمْ وَجَهْرَكُمْ} . </p><p> ومنها: رعاية الفاصلة بتقديم الجار والمجرور على متعلقه في قوله: {بِرَبِّهِمْ يَعْدِلُونَ} . </p><p> ومنها: حكاية الحال الماضية في قوله: {وَمَا تَأتِيهِمْ} ؛ لأن الإتيان بصيغة المضارع دون الماضي لحكاية الحال الماضية، أو للدلالة على الاستمرار التجددي. </p><p> ومنها: التفخيم في قوله: {مِنْ آيَاتِ رَبِّهِمْ} ؛ لأن في إضافة آيات إلى اسم الرب المضاف إلى ضمير:  {هم} تفخيمًا لشأنها المستتبع لتهويل ما اجترؤوا عليه في حقها. </p><p> ومنها: الالتفات من خطابهم بقوله: {خَلَقَكُمْ} إلى الغيبة في قوله: {وَمَا تَأتِيهِمْ} . </p><p> ومنها: الالتفات من الغيبة في قوله: {أَلَمْ يَرَوْا كَمْ أَهْلَكْنَا} إلى الخطاب في قوله: {مَا لَمْ نُمَكِّنْ لَكُمْ} ؛ لأنه خطاب لأهل مكة؛ لأن مقتضى السياق أن يقال: ما لم نمكن لهم. </p><p> فائدة: والالتفات (١) له فوائد، منها تطرية الكلام، وصيانة السمع عن الضجر والملال لما جبلت عليه النفوس من حب التنقلات، والسآمة من الاستمرار على منوال واحد، وهذه فائدته العامة، ويختص كل موقع بنكت ولطائف باختلاف محله كما هو مقرر في علم البديع، ووجهه هنا حث السامع وبعثه على الاستماع حيث أقبل المتكلم عليه وأعطاه فضل عنايته، وخصصه بالمواجهة. اهـ \"كرخي\" . </p><p>(١) الجمل.</p><p> ومنها: إقامة الظاهر مقام المضمر في قوله: {فَقَدْ كَذَّبُوا بِالْحَقِّ} ؛ إذ الأصل: فقد كذبوا بها؛ أي: بالآية؛ لأن المراد بالحق نفس الآية، وفي قوله:  {لَقَالَ الَّذِينَ كَفَرُوا} ؛ لأن فيه إظهارًا في مقام الإضمار شهادة عليهم بالكفر؛ لأن مقتضى السياق أن يقال: لقالوا. </p><p> ومنها: المجاز المرسل في قوله: {مِنْ قَرْنٍ} ؛ أي: أهل قرن، وفي قوله:  {وَأَرْسَلْنَا السَّمَاءَ عَلَيْهِمْ مِدْرَارًا} ؛ أي: المطر، عبر عنه بالسماء؛ لأنه ينزل من السماء فهو مجاز. </p><p> ومنها: تنكير رسل في قوله: {وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ} للتفخيم والتكثير. </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> فائدة: ومن الأمور الاتفاقية في القرآن خمس سور منه بدئت بالحمد لله، وخمس منها ختمت به، فالخمس التي بدئت بالحمدلة: سورة الفاتحة: {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ (٢) }، وسورة الأنعام:  {الْحَمْدُ لِلَّهِ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ} ، وسورة الكهف:  {الْحَمْدُ لِلَّهِ الَّذِي أَنْزَلَ عَلَى عَبْدِهِ الْكِتَابَ} ، وسورة سبأ:  {الْحَمْدُ لِلَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ} ، وسورة فاطر:  {الْحَمْدُ لِلَّهِ فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ} . </p><p> والخمس التي ختمت بها سورة الإسراء:  {وَقُلِ الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَدًا} ، وسورة النمل:  {وَقُلِ الْحَمْدُ لِلَّهِ سَيُرِيكُمْ آيَاتِهِ} ، وسورة الصافات: {وَسَلَامٌ عَلَى الْمُرْسَلِينَ (١٨١) وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ (١٨٢) }، وسورة الزمر:  {وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَقِيلَ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ} ، وسورة الجاثية:  {فَلِلَّهِ الْحَمْدُ رَبِّ السَّمَاوَاتِ وَرَبِّ الْأَرْضِ} . </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {قُلْ لِمَنْ مَا في السَّمَاوَاتِ وَالْأَرْضِ قُلْ لِلَّهِ كَتَبَ عَلَى نَفْسِهِ الرَّحْمَةَ لَيَجْمَعَنَّكُمْ إِلَى يَوْمِ الْقِيَامَةِ لَا رَيْبَ فِيهِ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ فَهُمْ لَا يُؤْمِنُونَ (١٢) وَلَهُ مَا سَكَنَ في اللَّيْلِ وَالنَّهَارِ وَهُوَ السَّمِيعُ الْعَلِيمُ (١٣) قُلْ أَغَيْرَ اللهِ أَتَّخِذُ وَلِيًّا فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ يُطْعِمُ وَلَا يُطْعَمُ قُلْ إِنِّي أُمِرْتُ أَنْ أَكُونَ أَوَّلَ مَنْ أَسْلَمَ وَلَا تَكُونَنَّ مِنَ الْمُشْرِكِينَ (١٤) قُلْ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ (١٥) مَنْ يُصْرَفْ عَنْهُ يَوْمَئِذٍ فَقَدْ رَحِمَهُ وَذَلِكَ الْفَوْزُ الْمُبِينُ (١٦) وَإِنْ يَمْسَسْكَ الله بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ وَإِنْ يَمْسَسْكَ بِخَيْرٍ فَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (١٧) وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ وَهُوَ الْحَكِيمُ الْخَبِيرُ (١٨) قُلْ أَيُّ شَيْءٍ أَكْبَرُ شَهَادَةً قُلِ الله شَهِيدٌ بَيْنِي وَبَيْنَكُمْ وَأُوحِيَ إِلَيَّ هَذَا الْقُرْآنُ لِأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ أَئِنَّكُمْ لَتَشْهَدُونَ أَنَّ مَعَ اللهِ آلِهَةً أُخْرَى قُلْ لَا أَشْهَدُ قُلْ إِنَّمَا هُوَ إِلَهٌ وَاحِدٌ وَإِنَّنِي بَرِيءٌ مِمَّا تُشْرِكُونَ (١٩) الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمُ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ فَهُمْ لَا يُؤْمِنُونَ (٢٠) وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ (٢١) وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُوا أَيْنَ شُرَكَاؤُكُمُ الَّذِينَ كُنْتُمْ تَزْعُمُونَ (٢٢) ثُمَّ لَمْ تَكُنْ فِتْنَتُهُمْ إِلَّا أَنْ قَالُوا وَاللهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ (٢٣) انْظُرْ كَيْفَ كَذَبُوا عَلَى أَنْفُسِهِمْ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ (٢٤) }. </p><p> المناسبة </p><p> قوله تعالى:  {قُلْ لِمَنْ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ قُلْ لِلَّهِ ...} الآية، مناسبة هذه (١) الآية لما قبلها: أن الله سبحانه وتعالى لما ذكر تصرفه فيمن أهلكهم بذنوبهم .. أمر نبيه - صلى الله عليه وسلم - بسؤالهم ذلك، فإنه لا يمكنهم أن يقولوا إلا أن ذلك لله تعالى، فيلزمهم بذلك أنه تعالى هو المالك المهلك لهم، وهذا السؤال سؤال تبكيت وتقرير، ثم أمره تعالى بنسبة ذلك لله تعالى ليكون أول من بادر إلى الاعتراف بذلك. </p><p> قوله تعالى:  {كَتَبَ عَلَى نَفْسِهِ الرَّحْمَةَ ...} مناسبتها لما قبلها: أن الله </p><p>(١) البحر المحيط.</p><p> سبحانه وتعالى لما ذكر أنه موجد العالم، المتصرف فيهم بما يريد، ودل ذلك على نفاذ قدرته .. أردفه بذكر رحمته وإحسانه إلى الخلق. </p><p> قوله تعالى:  {وَلَهُ مَا سَكَنَ فِي اللَّيْلِ وَالنَّهَارِ ...} مناسبتها لما قبلها: أنه تعالى لما ذكر أن له ملك ما حوى المكان من السموات والأرض .. ذكر ما حواه الزمان من الليل والنهار، وأن كان كل واحد من الزمان والمكان يستلزم الآخر، لكن النص عليهما أبلغ في الملكية، وقدم المكان؛ لأنه أقرب إلى العقول والأفكار من الزمان. </p><p> قوله تعالى:  {أَغَيْرَ اللَّهِ أَتَّخِذُ وَلِيًّا فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ ...} مناسبتها لما قبلها: أنه تعالى لما قدم أنه خلق السموات والأرض، وأنه مالك لما تضمنه المكان والزمان .. أمر تعالى نبيه أن يقول لهم ذلك على سبيل التوبيخ لهم؛ أي: من هذه صفاته هو الذي يتخذ وليًّا وناصرًا ومعينًا، لا الآلهة التي لكم؛ إذ هي لا تنفع ولا تضر؛ لأنها بين جماد أو حيوان مقهور. </p><p> قوله تعالى:  {وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ ...} مناسبتها لما قبلها: أنه لما ذكر تعالى انفراده بتصرفه بما يريده من ضر وخير وقدرته على الأشياء .. ذكر قهره وغلبته، وأن العالم مقهورون ممنوعون من بلوغ مرادهم، بل يقسرهم ويجبرهم على ما يريده هو تعالى. </p><p> وعبارة \"المراغي \" هنا: قوله تعالى: {قُلْ لِمَنْ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ قُلْ لِلَّهِ كَتَبَ عَلَى نَفْسِهِ الرَّحْمَةَ ...} الآيات، مناسبتها لما قبلها: لما ذكر (١) سبحانه وتعالى في الآيات السابقة أصول الدين الثلاثة: التوحيد، والبعث والجزاء، ورسالة محمد - صلى الله عليه وسلم -، ثم ذكر شبهات الكافرين على الرسالة، وبين ما يدحضها، ثم أرشد إلى سننه تعالى في أقوام الرسل المكذبين، وأن عاقبتهم الهلاك والاستئصال والخزي والنكال تسليةً لرسوله - صلى الله عليه وسلم - وتثبيتًا لقلبه، وإعانةً له على المضي في تبليغ رسالته .. ذكر هنا هذه الأصول الثلاثة بأسلوب آخر - أسلوب </p><p>(١) المراغي بتصرف.</p>"
}