{
  "id": null,
  "sura": 6,
  "aya": 14,
  "text": "<p> وبعد أن ذكر سبحانه تصرفه في الخلق دقيقه وجليله كما هو شأن الربوبية الكاملة .. ذكر أنه هو السميع العلم، فقال:  {وَهُوَ} سبحانه تعالى {السَّمِيعُ} لأقوالهم وأصواتهم {الْعَلِيمُ} بسرائرهم وأحوالهم؛ أي: وهو سبحانه وتعالي المحيط سمعه بكل ما من شأنه أن يسمع، فمهما يكن خفيًّا عن غيره .. فهو يسمع دبيب النملة السوداء في الليلة الظلماء، والمحيط علمه بكل شيء {يَعْلَمُ خَائِنَةَ الْأَعْيُنِ وَمَا تُخْفِي الصُّدُورُ (١٩) }. </p><p> والخلاصة: أنه تعالى لا تدق عن سمعه دعوة داعٍ، ولا يعزب عن علمه حاجة محتاجٍ حتى يخبره بها الأولياء، أو يقنعه بها الشفعاء؟! </p><p> ١٤ - وبعد هذا القول الذي أمر فيه رسوله للتذكير بأنه المالك لكل شيء والمدبر لكل شيء إذ هو سميع لكل شيء، ولا يعزب عن علمه شيء أمره هنا بقول آخر لازم لما سبق، وهو وجوب ولايته تعالى وحده والتوجه إليه دون سواه في كل ما هو فوق كسب البشر، والاعتماد على توفيقه فيما هو من كسبهم، فقال:  {قُلْ} يا محمد لهؤلاء المشركين {أَغَيْرَ اللهِ} سبحانه وتعالى {أَتَّخِذُ} وأجعل {وَلِيًّا} ومعبودًا لنفسي ومتوليًا لأموري؛ أي: لا أتخذ غير الله تعالى وليًّا لنفسي كما اتخذتموهم أولياء لأنفسكم. والاستفهام فيه إنكاري بمعنى النفي، قال لهم ذلك لما دعوه إلى عباده الأصنام، ولما كان الإنكار لاتخاذ غير الله وليًّا لا لاتخاذ الولي مطلقًا .. دخلت الهمزة على المفعول لا على الفعل، والمراد بالولي هنا: المعبود؛ أي: كيف اتخذ غير الله معبودًا؟ ذكره \"الشوكاني\" . </p><p> والمعنى (١) : قل لهم: لا أطلب من غيره تعالى نفعًا ولا ضرًّا، لا فعلًا ولا منعًا، فيما هو فوق كسبه وتصرفه الذي منحه الله لأبناء جنسه، أما تناصر المخلوقين وتولي بعضهم بعضًا فيما هو من كسبهم العادي: فلا يدخل في عموم الإنكار الذي يفهم من الآية، فقد أثنى الله على المؤمنين بأن بعضهم أولياء بعض. وقد كان المشركون من الوثنيين ومن طرأ عليهم الشرك من أهل الكتاب يتخذون </p><p>(١) المراغي.</p><p> معبوداتهم وأنبياءهم وصلحاءهم أولياء من دون الله يتوجهون إليهم بالدعاء، ويستغيثون بهم، ويستشفعون بهم عند الله في قضاء حاجاتهم من نصر على عدو، وشفاء من مرض وسعة في رزق إلى نحو ذلك. وهذا بلا شك عبادة لغير الله وشرك بالله؟ لاعتقادهم أن حصول المطلوب من غير أسبابه العادية قد كان بمجموع إرادة هؤلاء الأولياء وإرادة الله، ويلزم هذا أن إرادة الله ما تعلقت بفعل ذلك المطلب إلا تبعًا لإرادة الولي الشافع أو المتخذ وليًّا وشفيعًا. </p><p> وقوله:  {فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ} بدل من (١) الله أو صفة له، وقد تعرف بالإضافة؛ لأنه بمعنى الماضي بدليل قراءة {فطر} بصيغة الفعل الماضي فاتفقت الصفة والموصوف في التعريف؛ أي: موجد السموات والأرض ومنشئهما على غير مثال سبق. </p><p> وقد روى عن ابن عباس رضي الله عنهما أنه قال: ما عرفت ما فاطر السموات والأرض حتى أتاني أعرابيان يختصمان في بئر، فقال أحدهما: أنا فطرتها؛ أي: ابتدعتها. وقد كانت المادة التي خلقت منها السموات والأرض كتلة واحدة دخانية، ففتق رتقها، وفصل منها أجرام السموات والأرض، وهذا ولا شك ضرب من الفطر والشق قال تعالى:  {أَوَلَمْ يَرَ الَّذِينَ كَفَرُوا أَنَّ السَّمَاوَاتِ وَالْأَرْضَ كَانَتَا رَتْقًا فَفَتَقْنَاهُمَا} وفي ذلك تعريض بأن من فطر السموات والأرض بمحض إرادته بدون تأثير مؤثر ولا شفاعة شافع ينبغي أن لا يتوجه إلى غيره بالدعاء، ولا يستعان بسواه في كل ما وراء الأسباب. </p><p> وقرأ الجمهور (٢) : {فَاطِرِ} بالجر على أنه بدل من الجلالة، أو صفة له كما مر. وقرأ ابن أبي عبلة بالرفع على إضمار: هو. وقرىء شاذًا بالنصب، والأحسن أن يكون نصبه على المدح. وقرأ الزهري:  {فطر} على صيغة الفعل الماضي. وقد أكد ما تقدم وزاده تثبيتًا بقوله:  {وَهُوَ} سبحانه وتعالى {يُطْعِمُ} ويرزق {وَلَا يُطْعَمُ} ولا يُرزق كقوله تعالى: {مَا أُرِيدُ مِنْهُمْ مِنْ رِزْقٍ وَمَا أُرِيدُ أَنْ يُطْعِمُونِ (٥٧) } </p><p>(١) الجمل. (٢) البحر المحيط بتصرف.</p><p> والمعنى (١) : إن المنافع كلها من عند الله تعالى، وخص الإطعام من بين أنواع الانتفاعات؛ لأن الحاجة إليه أمس، كما خص الربا بالأكل، وإن كان المقصود الانتفاع بالربا. </p><p> والحاصل: أنه (٢) يرزق الناس الطعام وليس هو بحاجة إلى من يرزقه ويطعمه؛ لأنه منزه عن الحاجة إلى كل ما سواه أيًّا كان نوعها. وفي هذا إيماء إلى أن من اتخذوا أولياء من دونه من البشر محتاجون إلى الطعام، ولا حياة لهم بدونه، وأن الله هو الذي خلق لهم الطعام، فهم عاجزون عن خلقه وعاجزون عن البقاء بدونه، فأحرى بهم؛ أي: لا يتخذوا أولياء مع الغني الرزاق الفعال لما يريد. وإذا كان الإنكار توجه إلى البشر فأولى به أن يتوجه إلى الأصنام والأوثان؛ لأنها أضعف من البشر؛ إذ قد اتفق العقلاء على تفضيل الحيوان على الجماد، والإنسان على جميع أنواع الحيوان. </p><p> وقرأ الجمهور بضم الياء وكسر العين في الأول، وضمها وفتح العين في الثاني؛ أي: يرزق ولا يرزق كما فسرناه كذلك أولًا. وقرأ (٣) مجاهد وابن جبير والأعمش وأبو حيوة وعمرو بن عبيد وأبو عمرو في رواية عنه: {ولا يطعم} بفتح الياء والعين في الثاني، والمعنى: أنه تعالى منزه عن الأكل، ولا يشبه المخلوقين. وقرأ يمان العماني وابن أبي عبلة:  {ولا يطعم} بضم الياء وكسر العين مثل الأول، فالضمير في {وهو يطعم} عائد على الله، وفي {ولا يطعم} عائد على {الولي} . وروى ابن المأمون عن يعقوب:  {وهو يطعم ولا يطعم} علي بناء الأول للمفعول، والثاني للفاعل، فالضمير لغير الله. وقرأ الأشهب، {وهو يطعم ولا يطعم} علي بنائهما للفاعل، وفسر بأن معناه: وهو يطعم غيره ولا يستطعم لنفسه، وحكى الأزهري: أطعمت بمعنى: استطعمت. قال الزمخشري: ويجوز أن يكون المعنى على هذه القراءة: {وهو يطعم} تارة {ولا يطعم} أخرى على حسب المصالح. وقرىء (٤) بفتح الياء والعين في الأول </p><p>(١) البحر المحيط. (٢) المراغي.(٣) البحر المحيط.(٤) الشوكاني.</p>"
}