{
  "id": null,
  "sura": 6,
  "aya": 42,
  "text": "<p> إليه زلفى، ويشفعون لهم عنده، فهو لأجلهم يعطي ويمنع، ويضر ينفع، وهذه هي الدرجة التي كان عليها مشركو قريش، فقد حكى الله عنهم:  {مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى} ، {هَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ} . والتوحيد الخالص هو: الإيمان بأن الله يفعل ما يشاء، ويختار، وأن جميع الخلائق مسخرون لإرادته وتدبيره، خاضعون لسننه وتقديره، لا يملك أحد منهم لنفسه ولا لغيره شيئًا إلا في دائرة الأسباب التي شرعها لعباده، وأن الوساطة بينه وبين عباده محصورة في تبليغ الرسول رسالته إليهم دون تصرفه فيهم، وأن شفاعة الآخرة لله وحده، يأذن بها إن شاء لمن شاء ممن ارتضى، يرشد إلى ذلك قوله تعالى لخاتم رسله:  {لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ} ، وقوله:  {قُلْ لَا أَمْلِكُ لِنَفْسِي نَفْعًا وَلَا ضَرًّا إِلَّا مَا شَاءَ اللَّهُ} ، وقوله: {قُلْ إِنِّي لَنْ يُجِيرَنِي مِنَ اللَّهِ أَحَدٌ وَلَنْ أَجِدَ مِنْ دُونِهِ مُلْتَحَدًا (٢٢) إِلَّا بَلَاغًا مِنَ اللَّهِ وَرِسَالَاتِهِ}. وقد بيَّن الله سبحانه وتعالى أن تلك الوساطة الشركية تنسى عند اشتداد الكروب والأهوال فقال: {فَإِذَا رَكِبُوا فِي الْفُلْكِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ إِذَا هُمْ يُشْرِكُونَ (٦٥) }، وقال: {وَإِذَا غَشِيَهُمْ مَوْجٌ كَالظُّلَلِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ فَمِنْهُمْ مُقْتَصِدٌ وَمَا يَجْحَدُ بِآيَاتِنَا إِلَّا كُلُّ خَتَّارٍ كَفُورٍ (٣٢) }. </p><p> ٤٢ - ثم بين سبحانه وتعالى أن من سننه أخذ عباده بالشدائد لعلهم يرعوون عن غيهم، ويثوبون إلى رشدهم، فقال:  {وَلَقَدْ أَرْسَلْنَا إِلَى أُمَمٍ مِنْ قَبْلِكَ} ؛ أي: وعزتي وجلالي لقد بعثنا رسلًا إلى أمم كثيرة كائنة في زمان قبل زمانك، فدعوهم إلى توحيدنا وعبادتنا، فلم يستجيبوا لهم وخالفوهم. {فَأَخَذْنَاهُمْ} أخذ ابتلاء واختبار، وعاقبناهم {بِالْبَأْسَاءِ} ؛ أي: بشدة الفقر والخوف من بعضهم {وَالضَّرَّاءِ} ؛ أي: بالأمراض والأوجاع {لَعَلَّهُمْ يَتَضَرَّعُونَ} ؛ أي: لكي يدعوا الله تعالى في كشفها بالتذلل، ويتوبوا إليه من كفرهم ومعاصيهم؛ أي: ليكون ذلك مفيدًا لهم لأن سنتنا قد جرت بأنهم في مثل هذه الحال يتضرعون ويجأرون بالدعاء إلى ربهم، فالشدائد تربي النفوس وتهذب الأخلاق، فترجع المغرورين عن غرورهم، وتكف الفجار عن فجورهم، فأخلق بها أن ترجع أهل الأوهام عن دعاء أمثالهم من البشر، بل من دونهم من الأصنام والأوثان. ولكن كثيرًا من الناس يصلون إلى حال من الشرك والفجور لا يغيرها بأس، ولا يحولها بؤس، فلا تجدي معهم </p>"
}