{
  "id": null,
  "sura": 6,
  "aya": 99,
  "text": "<p> بالكون على الأرض قول الله تعالى:  {وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَى حِينٍ} . </p><p> {قَدْ فَصَّلْنَا الْآيَاتِ} ؛ أي: قد بينا العلامات الدالة على قدرتنا من تفاصيل خلق البشر {لِقَوْمٍ يَفْقَهُونَ} ؛ أي: يدققون النظر ويتأملون فيها، فإن إنشاء البشر من نفس واحدة وتصريفهم بين أحوال مختلفة ألطف صنعة، وإن الاستدلال بالأنفس أدق من الاستدلال بالنجوم في الآفاق لظهورها. وعبارة \"المراغي\" هنا: قوله: {قَدْ فَصَّلْنَا الْآيَاتِ لِقَوْمٍ يَفْقَهُونَ} ؛ أي (١) : إننا جعلنا الآيات المبينة لسنننا في الخلق مفصلة وموضحة لقدرتنا وإرادتنا، وعلمنا وحكمتنا، وفضلنا ورحمتنا لقوم يفقهون ما يتلى عليهم، ويفهمون المراد منه، ويفطنون لدقائقه وخفاياه. </p><p> وعبر هنا بالفقه، وفيما قبلها بالعلم؛ لأن استخراج الحكم من خلق البشر يتوقف على غوص في أعماق الآيات، وفطنة في استخراج دقائق الحكم. أما العلم بمواقع النجوم والاهتداء بها في ظلمات البر والبحر، فهو من الأمور الظاهرة التي لا تتوقف على دقة النظر، ولا غوص الفكر والتأمل في العبرة منها، وكذلك جميع المظاهر الفلكية. ثم ذكر بعد ذلك آية أخرى من آيات التكوين، وهي إنزال الماء من السماء، وجعله سببًا للنبات، فقال: </p><p> ٩٩ - {وَهُوَ} سبحانه وتعالى الإله {الَّذِي أَنْزَلَ مِنَ السَّمَاءِ} ؛ أي: من السحاب {مَاءً} ؛ أي: مطرًا؛ أي: وهو الله الذي خلق هذه الأجسام في السماء، ثم ينزلها إلى السحاب، ثم من السحاب إلى الأرض {فَأَخْرَجْنَا بِهِ} ؛ أي: بسبب هذا الماء {نَبَاتَ كُلِّ شَيْءٍ} ؛ أي: نبات كل صنف من أصناف النبات المختلف في شكله وخواصه وآثاره اختلافًا متفاوتًا في مراتب الزيادة والنقصان، سواء كان من النجم، أو من الشجر، كما قال تعالى:  {يُسْقَى بِمَاءٍ وَاحِدٍ وَنُفَضِّلُ بَعْضَهَا عَلَى بَعْضٍ فِي الْأُكُلِ} . </p><p> {فَأَخْرَجْنَا مِنْهُ} ؛ أي: من النبات {خَضِرًا} ؛ أي: زرعًا، والمراد من هذا الخضر العود الأخضر الذي يخرج أولًا في القمح والشعير والذرة والأرز، ويكون السنبل في أعلاه؛ أي: فأخرجنا من النبات الذي لا ساق له شيئًا غضًّا أخضر، </p><p>(١) المراغي.</p><p> وهو ما تشعب من أصل النبات الخارج من الحبة، كساق النجم وأغصان الشجر. {نُخْرِجُ مِنْهُ} ؛ أي: من ذلك الخضر؛ أي: من هذا الأخضر المتشعب النبات آنًا بعد آن. {حَبًّا مُتَرَاكِبًا} بعضه فوق بعض في سنبلة واحدة، وهذا الخارج هو السنبل، مثل سنبل الشعير والقمح والذرة وسائر الحبوب. </p><p> وقرأ الأعمش وابن محيصن:  {يخرج منه حب متراكب} على أنه مرفوع بـ {ـيخرج} ، و {متراكب} في رفعه ونصبه صفة له. وهذا تفصيل لنماء النجم الذي لا ساق له، وهو ما عدا الشجر. وفي تقديم الزرع على النخل دليل على أفضلية الزرع على الشجر، ولأن حاجة الناس إليه أكثر؛ لأنه القوت المألوف. ثم عطف عليه حال نظيره من الشجر، فقال:  {وَمِنَ النَّخْلِ} خبر مقدم {مِنْ طَلْعِهَا} بدل منه {قِنْوَانٌ} مبتدأ مؤخر {دَانِيَةٌ} صفة له؛ أي: وأخرجنا من النخل نخلًا من طلعها قنوان دانية؛ أي: عنقود وعذوق قريبة يناله القاعد والقائم؛ لانحنائها بثقل حملها، أو لقصر ساقها، وفيه اكتفاء؛ أي: وغير دانية لطولها، كقوله:  {سَرَابِيلَ تَقِيكُمُ الْحَرَّ} وإنما اقتصر على ذكرها دون مقابلها لدلالتها عليه، وزيادة النعمة فيها بقربها إلى المجتني، ففيها سهولة التناول دون البعيدة لاحتياجها إلى كلفة. والطلع: أول ما يبدو ويطلع ويظهر من زهر النخل قبل أن ينشق عنه غلافه. والقنوان: واحدها: قنو، والقنو: العذق الذي يكون فيه التمر، وهو من النخل كالعنقود من العنب، والسنبلة من القمح. وذكر الطلع مع النخل؛ لأنه طعام وإدام دون سائر الأكمام. </p><p> وقرأ الجمهور (١) : {قِنْوَانٌ} بكسر القاف. وقرأ الأعمش والخفاف عن أبي عمر والأعرج في رواية: بضمها، ورواه السلمي عن علي بن أبي طالب. وقرأ الأعرج في رواية, وهارون عن أبي عمر:  {وقنوان} بفتح القاف. وخرجه أبو الفتح على أنه اسم جمع على فعلان؛ لأن فعلانًا ليس من أبنية جمع التكسير. </p><p> وقوله:  {وَجَنَّاتٍ مِنْ أَعْنَابٍ} بالنصب بكسر التاء على قراءة الجمهور معطوف </p><p>(١) البحر المحيط.</p><p> على {نَبَاتَ كُلِّ شَيْءٍ} من عطف الخاص على العام لشرفه، ولما جرد النخل .. جردت جنات الأعناب لشرفهما؛ أي: وأخرجنا بالماء بساتين كائنة من أعناب. وقرأ محمد بن أبي ليلى والأعمش وأبو بكر في رواية عنه عن عاصم:  {وَجَنَّاتٍ مِنْ أَعْنَابٍ} بالرفع، وهي قراءة علي بن أبي طالب. وقدره أبو البقاء: ومن الكرم {جَنَّاتٍ مِنْ أَعْنَابٍ} نظرًا لقوله أولًا: {وَمِنَ النَّخْلِ مِنْ طَلْعِهَا قِنْوَانٌ دَانِيَةٌ} . </p><p> وقوله:  {وَالزَّيْتُونَ وَالرُّمَّانَ} معطوفان على نبات كل شيء؛ أي: وأخرجنا بذلك الماء شجر الزيتون وشجر الرمان حالة كون كل واحد منهما {مُشْتَبِهًا} ؛ أي: يشبه (١) بعضه بعضًا في بعض أوصافه {وَغَيْرَ مُتَشَابِهٍ} ؛ أي: ولا يشبه بعضه بعضًا في البعض الآخر. وقيل: إن أحدهما يشبه الآخر في الورق باعتبار اشتماله على جميع الغصن، وباعتبار حجمه، ولا يشبه أحدهما الآخر في الطعم. وقال قتادة: مشتبهًا ورقها مختلفًا ثمرها؛ لأن ورق الزيتون يشبه ورق الرمان. </p><p> وقيل: هما منصوبان على الاختصاص، وإنما خصهما بالذكر لقرب منابتهما من العرب؛ أي (٢) : وأخص من نبات كل شيء: الزيتون والرمان حال كون الرمان مشتبهًا في بعض الصفات وغير مشتبه في بعض آخر، فإنها أنواع تشتبه في شكل الورق والثمر، وتختلف في لون الثمر وطعمه، فمنها الحلو، والحامض، والمرُّ، وكل ذلك دال على قدرة الصانع وحكمة المبدع جلَّ شأنه. </p><p> واعلم (٣) : أن الله سبحانه وتعالى ذكر في هذه الآية أربعة أنواع من الشجر بعد ذكر الزرع، وإنما قدم الزرع على سائر الأشجار؛ لأن الزرع غذاء، وثمار الأشجار فواكه، والغذاء مقدم على الفواكه؛ وإنما قدم النخلة على غيرها؛ لأن ثمرتها تجري مجرى الغذاء، وفيها من المنافع والخواص ما ليس في غيرها من الأشجار، وإنما ذكر العنب عقب النخلة؛ لأنها من أشرف أنواع الفواكه، ثم ذكر عقبه الزيتون لما فيه من البركة والمنافع الكثيرة في الأكل وسائر وجوه الاستعمال، ثم ذكر عقبه الرمان لما فيه من المنافع أيضًا؛ لأنه فاكهة ودواء. وقرأ الجمهور:  {مُشْتَبِهًا} ، وقرىء شاذًا:  {مُشْتَبِهًا} ، وهما بمعنى واحد، </p><p>(١) الشوكاني. (٢) المراغي.(٣) الخازن.</p><p> كاختصم وتخاصم، واشترك وتشارك، واستوى وتساوى، ونحوها مما اشترك فيه باب الافتعال والتفاعل. </p><p> {انْظُرُوا} أيها المخاطبون نظر اعتبار واستبصار {إِلَى ثَمَرِهِ} ؛ أي: إلى ثمر كل واحد مما ذكر {إِذَا أَثْمَرَ} ؛ أي: إذا أخرج ثمره أول ظهوره، وكيف يخرج ضئيلًا لا يكاد ينتفع به {وَ} انظروا إلى {يَنْعِهِ} ؛ أي: وإلى نضجه وإدراكه، وكيف أنه يصير ضخمًا ذا نفع عظيم ولذة كاملة، ثم وازنوا بين صفاته في كل من الحالين يستبين لكم لطف الله وتدبيره وحكمته في تقديره، وغير ذلك مما يدل على وجوب توحيده؛ أي: انظروا أيها المخاطبون إلى حال هذه الثمار من ابتداء خروجها وظهورها إلى انتهاء كبرها ونضجها، كيف تتنقل من حال إلى حال في اللون والرائحة، والصغر والكبر، وتأملوا ابتداء الثمر حيث يكون بعضه مرًّا وبعضه مالحًا لا ينتفع بشيء منه، ثم إذا انتهى ونضج فإنه يعود حلوًا طيبًا نافعًا مستساغ المذاق، فسبحان القادر الخلاق. </p><p> والحاصل: انظروا نظر استدلال واعتبار كيف أخرج الله تعالى هذه الثمرة الرطبة اللطيفة من هذه الشجرة الكثيفة اليابسة، فإنه مما يدل على قدرته الباهرة وحكمته الظاهرة. </p><p> وقرأ ابن وثاب ومجاهد وحمزة والكسائي (١) : {إلى ثُمره} بضم الثاء والميم، جمع ثمرة كخشبة وخشب، وأكمة وأكم. وقرأت فرقة بضم الثاء وإسكان الميم طلبًا للخفة، كما تقول في الكتب: كتب. وقرأ باقي السبعة بفتح الثاء والميم، وهو اسم جنس، كشجرة وشجر. والثمر جنى الشجر وما يطلع منه. وقرأ الجمهور (٢) : {وَيَنْعِهِ} بفتح الياء وسكون النون. وقرأ قتادة والضحاك وابن محيصن بضم الياء وسكون النون. وقرأ ابن أبي عبلة واليماني {ويانعه} اسم فاعل من ينع، ونسبها الزمخشري إلى ابن محيصن. </p><p> {إِنَّ فِي ذَلِكُمْ} ؛ أي: إن في خلق هذه الثمار والزروع مع اختلاف الأجناس </p><p>(١) البحر المحيط. (٢) البحر المحيط.</p>"
}