{
  "id": null,
  "sura": 6,
  "aya": 112,
  "text": "<p> ١١٢ - ثم أراد الله سبحانه وتعالى بعد ما تقدم تسلية نبيه صلى الله عليه وسلم ببيان أن سنته في الخلق أن يكون للنبيين أعداء من الجن والإنس، فقال: وَ {كَذلِكَ جَعَلْنا لِكُلِّ نَبِيٍّ عَدُوًّا} استئناف مسوق لتسلية النبي صلى الله عليه وسلم على ما يشاهده من عدواة قريش وما بنوه عليها من الأقاويل الباطلة ببيان أن ذلك ليس مختصا بك، بل هو أمر ابتلي به كل من سبقك من الأنبياء فصبروا، ومحل الكاف النصب على أنه نعت لمصدر مؤكد لما بعده. ذكره أبو السعود؛ أي: وكما جعلنا هؤلاء المستهزئين ومن نحا نحوهم أعداء لك .. جعلنا لكل نبي من الأنبياء الذين سبقوا قبلك {عَدُوًّا شَياطِينَ الْإِنْسِ وَالْجِنِّ} ؛ أي: أعداءهم شياطين الإنس والجن ومردتهم، والمعنى: كما ابتليناك بالأعداء .. ابتلينا من قبلك بالأعداء من الإنس والجن؛ ليعظم الأجر والثواب عند الصبر على الأذى، فلك أسوة بهم ولست منفردا بعداوة من عاصرك، بل هذه سنة من قبلك من الأنبياء. </p><p> وقال الزجاج: عدوا بمعنى (١) : أعداء. قال تعالى:  {وَهُمْ لَكُمْ عَدُوٌّ بِئْسَ لِلظَّالِمِينَ بَدَلًا} ، وقال الشاعر: </p><p> إذا أنا لم أنفع صديقي بودّه ... فإنّ عدوّي لم يضرّهم بغضي </p><p> و {شَياطِينَ الْإِنْسِ وَالْجِنِّ} منصوب (٢) على البدل من {عَدُوًّا} ومفسر له، ويجوز أن يكون: عَدُوًّا منصوبا على أنه مفعول ثان قدم مسارعة إلى بيان العداوة، والمعنى: وكذلك جعلنا شياطين الإنس والجن أعداء لكل نبي. وفي:  {شَياطِينَ الْإِنْسِ وَالْجِنِّ} ثلاثة أقوال: </p><p> أحدها: أنهم مردة الإنس والجن. قاله الحسن وقتادة. </p><p> والثاني: أن شياطين الإنس الذين مع الإنس، وشياطين الجن الذين مع الجن. قاله عكرمة والسدي. </p><p> والثالث: أن شياطين الإنس والجن كفارهم. قاله مجاهد وذكره ابن </p><p>(١) البحر المحيط. (٢) زاد المسير.</p><p> الجوزي في «تفسيره» . وقرأ الأعمش شاذا (١) : {الجن والإنس} بتقديم الجن. </p><p> ومعنى جعلهم أعداء للأنبياء (٢) : أن سنة الله قد جرت بأن يكون الشرير الذي لا ينقاد للحق كبرا وعنادا، أو جمودا على ما تعود، عدوا للداعي إليه من الأنبياء وورثتهم وناشري دعوتهم، وهكذا الحال في كل ضدين يدعو أحدهما إلى خلاف ما عليه الآخر في الأمور الدينية أو الاجتماعية، وهذا ما يعبر عنه بسنة تنازع البقاء بين المتقابلات التي تدعو إلى التنافس والجهاد، وتكون العاقبة انتصار الحق، وبقاء الأمثل الأصلح، كما قال تعالى:  {فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفاءً وَأَمَّا ما يَنْفَعُ النَّاسَ فَيَمْكُثُ فِي الْأَرْضِ} فالحياة جهاد لا يثبت فيه إلا الصابرون المجدون، وليس العمل للآخرة إلا كذلك {أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَأْتِكُمْ مَثَلُ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ مَسَّتْهُمُ الْبَأْساءُ وَالضَّرَّاءُ وَزُلْزِلُوا حَتَّى يَقُولَ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ مَتى نَصْرُ اللَّهِ أَلا إِنَّ نَصْرَ اللَّهِ قَرِيبٌ (٢١٤) }. </p><p> ثم بين الله سبحانه وتعالى بعدئذ أن من أثر عداوة هؤلاء الشياطين للأنبياء مقاومتهم للهداية والدعوة التي كلفوا بها، فقال:  {يُوحِي بَعْضُهُمْ إِلى بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُورًا} ؛ أي: حالة كون تلك الشياطين يوحي بعضهم؛ أي: يلقي بعضهم ويسر ويناجي إلى بعض آخر، ويعلمه؛ أي: يلقي شياطين الجن إلى شياطين الإنس زخرف القول؛ أي: مزخرفه ومزينه ومحسنه ظاهرا مع بطلان باطنه غرورا؛ أي: ليغروا ويفتنوا بذلك المزخرف المؤمنين والصالحين عن دينهم وعبادتهم وطاعتهم أمر ربهم، يعني (٣) : أن الشياطين يغرون بذلك الكذب المزخرف غرورا، وذلك أنّ الشياطين يزينون الأعمال القبيحة لبني آدم، ويغرونهم بها غرورا. قال مقاتل (٤) : وكّلّ إبليس بالإنس شياطين يضلونهم، فإذا التقى شيطان الإنس بشيطان الجن .. قال أحدهما لصاحبه: إني أضللت صاحبي بكذا وكذا، فأضلل أنت صاحبك بكذا وكذا، فذلك وحي بعضهم إلى بعض. وقال غيره: إن المؤمن إذا أعيا شيطانه ذهب إلى متمرد من الإنس، هو شيطان الإنس، </p><p>(١) الشوكاني. (٢) المراغي.(٣) الخازن.(٤) زاد المسير.</p><p> فأغراه بالمؤمن ليفتنه. وقال قتادة: إن من الجن شياطين، وإن من الإنس شياطين. وقال مالك بن دينار: إن شيطان الإنس أشد عليّ من شيطان الجن؛ لأني إذا تعوذت من ذاك ذهب عني، وهذا يجرني إلى المعاصي عيانا، ذكره ابن الجوزي. وقال ابن عباس: الجن هم أولاد الجان، وليسوا شياطين، والشياطين ولد إبليس، وهم لا يموتون إلا مع إبليس، والجن يموتون، فمنهم المؤمن ومنهم الكافر. وأخرج أبو الشيخ عن ابن مسعود قال: الكهنة هم شياطين الإنس انتهى من «الشوكاني» . {وَلَوْ شاءَ رَبُّكَ} يا محمد إيمانهم، أو عدم تزيين الشياطين زخرف القول {ما فَعَلُوهُ} ؛ أي: ما فعل الكفار معاداتك ومعاداة الأنبياء قبلك، أو ما فعل الشياطين إيحاء زخرف القول غرورا. وقال أبو حيان (١) ؛ أي: ما فعلوا العداوة أو الوحي أو الزخرف، أو القول أو الغرور أوجه ذكروها انتهى. </p><p> {فَذَرْهُمْ وَما يَفْتَرُونَ} عليك وعلى الله، فإن الله تعالى يجزيهم وينصرك ويخزيهم و {ما} : إما مصدرية، والتقدير: اتركهم وافتراءهم عليك وعلى الله وإما موصولة؛ أي: اتركهم والذي يفترونه، يعني (٢) : فخلهم يا محمد وما زين لهم إبليس وغرهم به من الكفر والمعاصي، فإني من ورائهم. وعبارة المراح: أي اترك يا محمد هؤلاء الكفرة المستهزئين وافتراءهم بأنواع المكايد، فإن لهم في ذلك عقوبات شديدة ولك عواقب حميدة. قال ابن الجوزي؛ أي (٣) : فذر المشركين وما يخاصمونك به مما يوحي إليهم أولياؤهم وما يختلقون من كذب، وهذا القدر من هذه الآية منسوخ بآية السيف، انتهى. وهذا الأمر للتهديد للكفار كقوله: {ذَرْنِي وَمَنْ خَلَقْتُ وَحِيدًا (١١) }. </p><p> وعبارة «المراغي» هنا: {يُوحِي بَعْضُهُمْ إِلى بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُورًا} ؛ أي (٤) : يلقي بعضهم إلى بعض القول المموه الذي به يظنون أنهم يسترون قبيح باطلهم، ويؤدونه بطرق خفية لا يفطن إلى باطلها كل أحد حتى يغروا غيرهم ويخدعوه، ويميلوه إلى ما يريدون. وأول مثل لهذا الغرور ما وسوس به الشيطان للإنسان </p><p>(١) البحر المحيط. (٢) الخازن.(٣) زاد المسير.(٤) المراغي.</p>"
}