{
  "id": null,
  "sura": 6,
  "aya": 123,
  "text": "<p> الضلال والكفر لموتى القلوب .. قد زين للكافرين وحسن ما كانوا يعملون من الآثام، كعداوة النبي صلى الله عليه وسلم وذبح القرابين لغير الله تعالى، وتحريم ما لم يحرمه الله، وتحليل ما حرمه بمثل تلك الشبهات التي تقدم ذكرها. </p><p> وقرأ الجمهور (١) : {أَوَمَنْ كانَ مَيْتًا} - بفتح الواو بعد الهمزة - وقرأ نافع وابن أبي نعيم بإسكانها. وقرأ طلحة: أفمن بالفاء بدل الواو. </p><p> ١٢٣ - {كَذلِكَ} ؛ أي: وكما جعلنا في مكة صناديدها رؤساء ليمكروا فيها {جَعَلْنا فِي كُلِّ قَرْيَةٍ} من سائر القرى والعواصم {أَكابِرَ مُجْرِمِيها} ؛ أي: جعلنا مجرميها وفساقها أكابر ورؤساء فيها، {أَكابِرَ} مفعول ثان، و {مُجْرِمِيها} مفعول أول، والظرف لغو متعلق بنفس الفعل قبله؛ أي: جعلنا في كل بلدة فساقها عظماء ورؤساء. وقيل: إن قوله: {فِي كُلِّ قَرْيَةٍ} مفعول ثان مقدم، و {أَكابِرَ} مفعول أول مؤخر، وهو مضاف لمجرميها، فيصير المعنى: وكذلك جعلنا عظماء المجرمين كائنين في كل قرية. وقرأ ابن مسلم:  {أَكابِرَ مُجْرِمِيها} وأفعل التفضيل إذا أضيف إلى معرفة وكان لمثنى أو مجموع أو مؤنث جاز أن يطابق وجاز أن يفرد، كقوله:  {وَلَتَجِدَنَّهُمْ أَحْرَصَ النَّاسِ عَلى حَياةٍ} ذكره أبو حيان في «البحر» . </p><p> {لِيَمْكُرُوا فِيها} ، أي: ليفعلوا المكر فيها، وهذا (٢) دليل على أن الخير والشر بإرادة الله تعالى، وإنما جعل المجرمين أكابر؛ لأنهم أقدر على الغدر والمكر وترويج الباطل على الناس من غيرهم، وإنما حصل ذلك لأجل رياستهم، وذلك سنة الله أنه جعل في كل قرية أتباع الرسل ضعفاءهم وجعل فساقهم أكابرهم. وقال مجاهد: كان يجلس على كل طريق من طرق مكة أربعة أنفار يصرفون الناس عن الإيمان بمحمد صلى الله عليه وسلم، ويقولون لكل من يقدم: هو كذاب ساحر كاهن. فكان هذا مكرهم. </p><p>(١) الشوكاني. (٢) المراح.</p><p> وحاصل الكلام (١) : أن سنة الله تعالى في المجتمع البشري قد قضت أن يكون في كل عاصمة لشعب أو أمة بعث فيها رسول أو لم يبعث زعماء مجرمون يمكرون بالرسل وبسائر المصلحين من بعدهم، وهكذا كان الحال في أكثر أكابر الأمم والشعوب، ولا سيما في العصور التي تكثر فيها المطامع، ويعظم فيها حب الرياسة والكبرياء، فتراهم يمكرون بالأفراد والجماعات، فيحفظوا رياستهم ويعززوا كبرياءهم كما يمكرون بغيرهم من الساسة والرؤساء إرضاء لمطامع أمتهم، وتعزيزا لنفوذ حكومتهم بين الشعوب والدول. والمراد بالأكابر المجرمين من يقاومون دعوة الإصلاح، ويعادون المصلحين من الرسل وورثتهم، وكان أكثر أكابر مكة كذلك، وتخصيص الأكابر بذلك؛ لأنهم أقدر على المكر واستتباع الناس لهم. </p><p> {وَما يَمْكُرُونَ} ؛ أي: وما يمكر أولئك الأكابر المجرمون الذين يعادون الرسل في عصرهم، ودعاة الإصلاح من ورثتهم من بعدهم {إِلَّا بِأَنْفُسِهِمْ} ؛ أي: وما يحيق شر مكرهم إلا بهم {وَما يَشْعُرُونَ} ؛ أي: وما يعلمون بذلك أصلا، بل يزعمون أنهم يمكرون بغيرهم. وهكذا شأن (٢) من يعادون الحق والعدل، ليبقى لهم ما هم عليه من فسق وفساد؛ لأن سنة الله قد جرت بأن عاقبة المكر السيء تحيق بأهله في الدنيا والآخرة، أما في الدنيا فبما ثبت في القرآن من نصر المرسلين وهلاك الكافرين المعاندين، ومن علو الحق على الباطل، ومن هلاك القرى الظالمة، وبما أيده الاختبار، ودلت عليه نظم العمران من أن تنازع البقاء يقضي ببقاء الأمثل والأصلح {فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفاءً وَأَمَّا ما يَنْفَعُ النَّاسَ فَيَمْكُثُ فِي الْأَرْضِ} . </p><p> وقد أشارت الآيات إلى أن هذا كان سنة الله في الأولين، فقال:  {وَمَكَرُوا مَكْرًا وَمَكَرْنا مَكْرًا وَهُمْ لا يَشْعُرُونَ فَانْظُرْ كَيْفَ كانَ عاقِبَةُ مَكْرِهِمْ أَنَّا دَمَّرْناهُمْ وَقَوْمَهُمْ أَجْمَعِينَ} ؛ أي: فالذين كانوا يمكرون السيئات لمقاومة إصلاح الرسل </p><p>(١) المراغي. (٢) المراغي.</p>"
}