{
  "id": null,
  "sura": 6,
  "aya": 79,
  "text": "<p> أنه لم يكن مهتديًا؛ لأن الأنبياء لم يزالوا على الهداية من أول الفطرة. وفي الآية دليل على أن الهداية من الله تعالى. {لَأَكُونَنَّ مِنَ الْقَوْمِ الضَّالِّينَ} الذين أخطؤوا الحق في ذلك، فلم يصيبوا الهدى، وعبدوا غير الله، واتبعوا أهواءهم، ولم يعملوا بما يرضيه سبحانه وتعالى. </p><p> وفي هذا تعريض يقرب من التصريح بضلال قومه، وإرشاد إلى توقف الهداية على الوحي الإلهي، </p><p> ٧٨ - وقد انتقل في المرة الثالثة من التعريض إلى التصريح بالبراءة منهم، والتصريح بأنهم على شرك بيِّن بعد أن تبلج الحق وظهر غاية الظهور، وذلك قوله:  {فَلَمَّا رَأَى الشَّمْسَ} حالة كونها {بَازِغَةً} ؛ أي: طالعة من وراء الأفق {قَالَ} إبراهيم مشيرًا إليها {هَذَا} الطالع، أو هذا الذي أرى الآن هو {رَبِّي} ؛ أي: معبودي، وإنما قال هذا ولم يقل هذه مع كون الشمس مؤنثة، قيل: نظرًا لكونها بمعنى: الطالع كما أشرنا إليه في الحل، أو نظرًا لكون الخبر مذكرًا، أو لأن تأنيثها غير حقيقي {هَذَا} الطالع الآن {أَكْبَرُ} من الكوكب والقمر قدرًا، وأعظم ضياء ونورًا، فهو أجدر منهما بالربوبية، وفي هذا مبالغة في المجاراة لهم، وتمهيد لإقامة الحجة عليهم، واستدراج لهم إلى التمادي في الاستماع بعد ذلك التعريض الذي كان يخشى أن يصدهم عنه. </p><p> {فَلَمَّا أَفَلَتْ} الشمس وغابت كما أفل غيرها من الكوكب والقمر، واحتجب ضوؤها المشرق، وكانت الوحشة بذلك أشدَّ من الوحشة باحتجاب الكوكب والقمر .. صرح بما أراد بعد ذلك التعريض الذي تقدم، و {قَالَ} متبرئًا من شرك قومه {يَا قَوْمِ إِنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ} بالله من الأجرام المحدثة المحتاجة إلى محدث. </p><p> والخلاصة: أنه حاور وداور وتلطف في القول، وأرخى لخصمه العنان حتى وصل إلى ما أراد بألطف وجهٍ وأحسن طريق متبرئًا من تلك المعبودات التي جعلوها أربابًا وآلهةً مع الله، </p><p> ٧٩ - وبعد أن تبرأ من شركهم .. قفى تلك البراءة ببيان عقيدته عقيدة التوحيد الخالص، فقال:  {إِنِّي وَجَّهْتُ وَجْهِيَ} ؛ أي: إني جعلت توجهي في عبادتي، أو قصدت بعبادتي وتوحيدي الله عَزَّ وَجَلَّ، وذكر الوجه؛ </p><p> لأنه العضو الذي يعرف به الشخص، أو لأنه يطلق على الشخص كله {لِلَّذِي فَطَرَ السَّمَاوَاتِ وَالْأَرْضَ} ؛ أي: للإله الذي خلق السموات والأرض، وأكمل خلقهن أطوارًا في ستة أيام، فهو خالق هذه الكواكب النيرات، وخالقكم وما تصنعون منه هذه الأصنام من المعادن والنباتات حالة كوني {حَنِيفًا} ؛ أي: مائلًا عن الأديان الباطلة التي هي الشرك والخرافات إلى الدين الحق الذي هو التوحيد والإخلاص لله تعالى: {وَمَا أَنَا مِنَ الْمُشْرِكِينَ} بالله شيئًا من المخلوقات، وفي معنى الآية قوله:  {وَمَنْ أَحْسَنُ دِينًا مِمَّنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ وَاتَّبَعَ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا} ، وقوله:  {وَمَنْ يُسْلِمْ وَجْهَهُ إِلَى اللهِ وَهُوَ مُحْسِنٌ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى} . </p><p> وإسلام (١) الوجه له تعالى: توجه القلب إليه، وعبر عنه به؛ لأن الوجه أعظم مظهر لما في النفس من الإقبال أو الإعراض، والسرور أو الكآبة إلى نحو أولئك، وتوجيهه له: جعله يتوجه إليه وحده في طلب حاجته، وإخلاص عبوديته إذ هو المستحق للعبادة القادر على الأجر والثواب. ومراد إبراهيم أنه مائل عن معبوداتهم الباطلة وغيرها، فتوجهه وإسلامه خالص لا يشوبه شرك ولا رياء، وما هو من المشركين به، الذين يتوجهون إلى غيره من المخلوقات كالكواكب أو الملائكة أو الملوك أو ما يتخذ لهم من الأصنام والتماثيل. وظاهر ما حكاه الله عن إبراهيم عليه السلام أن قومه يتخذون الأصنام آلهة لا أربابًا، ويتخذون الكواكب أربابًا آلهة، والإله هو المعبود، وكل من عبد شيئًا .. فقد اتخذه إلهًا، والرب هو السيد المالك المربي المدبر المتصرف، وليس للخلق رب ولا إله إلا الله الذي خلقهم، فهو المالك لكل شيء، وفي كل زمن، وعلى كل حال، وملك غيره ناقص موقوت، فهو المعبود بحق، والعبادة: هي التوجه بالدعاء والتعظيم القولي أو الفعلي إلى ذي السلطان الأعلى، خالق الخلق والموجد له والمتصرف فيه. </p><p> والأصل (٢) في اختراع عبادة غير الله تعالى من حجر أو شجر أو شمس أو </p><p>(١) المراغي. (٢) المراغي.</p><p> قمر أمران: </p><p> ١ - أن بعض ضعاف الأحلام رأوا بعض مظاهر قدرته تعالى في بعض خلقه، فتوهموا أن ذلك ذاتي لهذا المخلوق، ليس خاضعًا لسنن الله في الأسباب والمسببات. </p><p> ٢ - اتخاذ بعض المخلوقات ذات الخصوصية في مظاهر النفع والضر وسيلة إلى الإله الحق، تشفع عنده، وتقرب إليه كل من توجه إليها، فيتوسل ذو الحاجة إليها بدعائها وتعظيمها بالقول أو الفعل؛ لحمله تعالى بتأثيرها على قبوله وإعطائه سؤاله، وقد أقاموا مقام هذه المخلوقات التماثيل والأصنام والقبور وغيرها مما يذكّر بها، وهذه هي الوثنية الراقية التي كانت عليها العرب زمن البعثة، ومن ثمَّ كانوا يقولون في طوافهم بالبيت الحرام: لبيك لا شريك لك إلا شريكًا هو لك، تملكه وما مَلك. </p><p> وكان قوم إبراهيم عليه السلام قد ارتقوا في وثنيتهم إلى هذه المرتبة، إذ إنهم عقلوا أن الأصنام لا تسمع دعاءهم، ولا تبصر عبادتهم، ولا تقدر على نفعهم وضرهم، وإنما قلدوا فيها آباءهم كما سيأتي في حججهم في سورة الشعراء، ومن ثَمَّ اتخذوا الأصنام آلهة معبودين لا أربابًا مدبرين، لكنهم اتخذوا (١) الكواكب أربابًا لما لها من التأثير السببي في الأرض، فكانوا يعتقدون أن الشمس رب الناس، والقمر يدبر الملوك ويفيض عليهم روح الشجاعة والإقدام، وينصر جندهم ويخذل عدوهم، ويعتقدون أنَّ مرداخ - وهو المشتري - شيخ الأرباب، ورب العدل والأحكام، وحافظ الأبواب التي يدخلها الخصوم لفصل الخصومات، وأن رنكال - وهو المريخ - رب الصيد وسلطان الحرب، وأن عشتار - وهو الزهرة - ربة الغبطة والسرور والسعادة، وتمثل بصورة امرأة عارية، وأن - نيو - وهو عطارد - رب العلم والحكمة. </p><p> وجاء إبراهيم بحجته البالغة، فحصر العبادة في فاطر السموات والأرض </p><p>(١) المراغي.</p>"
}