{
  "id": null,
  "sura": 6,
  "aya": 151,
  "text": "<p> الْأَرْضِ كُلُّهُمْ جَمِيعًا أَفَأَنْتَ تُكْرِهُ النَّاسَ حَتَّى يَكُونُوا مُؤْمِنِينَ}. </p><p> ١٥٠ - وبعد أن نفى عنهم العلم، وسجل عليهم اتباع الخرص والكذب ليظهر لهم أنهم ليسوا على شيء يعتد به من العلم .. أمر رسوله صلى الله عليه وسلم أن يطالب مشركي قومه بإحضار من عساه يعتمدون عليه من الشهداء في إثبات تحريم الله تعالى عليهم ما ادعوه من المحرمات، فقال:  {قُلْ} يا محمد لهؤلاء المشركين الجاهلين {هَلُمَّ شُهَداءَكُمُ} ؛ أي: أحضروا شهداءكم وقدوتكم {الَّذِينَ يَشْهَدُونَ} ويخبرون عن مشاهدة وعيان {أَنَّ اللَّهَ} سبحانه وتعالى {حَرَّمَ} عليكم {هذا} الذي حرمتموه على أنفسكم وزعمتم أن الله تعالى حرمه علينا. </p><p> والخلاصة: عليكم أن تحضروا من أهل العلم الذين تتلقى عنهم الأمم الأحكام الدينية وغيرها بالأدلة الصحيحة التي تجعل النظريات العلمية كأنها مشاهدات حسية من يشهد لكم بصحة ما تدعون {فَإِنْ شَهِدُوا} بعد حضورهم بأن الله حرم ذلك {فَلا تَشْهَدْ مَعَهُمْ} ؛ أي فلا تصدقهم فيما يقولون، بل بين لهم فساده؛ لأن السكوت قد يشعر بالرضا. </p><p> أي: فإن فرض إحضار هؤلاء الشهداء .. فلا تصدقهم، ولا تقبل لهم شهادة، ولا تسلمها لهم بالسكوت عليها، فإن السكوت على الباطل كالشهادة به {وَلا تَتَّبِعْ أَهْواءَ} هؤلاء {الَّذِينَ كَذَّبُوا بِآياتِنا} المنزلة وبما أرشدت إليه من الآيات الكونية في الأنفس والآفاق؛ أي: إن وقع منهم شهادة، فإنما هي باتباع الهوى، فلا تتبع أنت أهواءهم فهم كذبوا القرآن {وَلا أهواء الَّذِينَ لا يُؤْمِنُونَ بِالْآخِرَةِ} ؛ أي: ولا أهواء الذين هم مع جهلهم واتباعهم للأهواء لا يصدقون بالبعث بعد الموت حتى يحملهم الإيمان به على سماع الدليل والحجة إذا ذكروا بها {وَ} لا أهواء الذين {هُمْ بِرَبِّهِمْ يَعْدِلُونَ} ؛ أي: يشركون بربهم، ويتخذون له مثلا وعدلا يشاركه في جلب الخير والنفع ودفع الضر إما استقلالا، وإما بحمله الرب على ذلك، وتأثيره في فعله وإرادته. </p><p> ١٥١ - {قُلْ} يا محمد لهؤلاء الذين يتبعون أهواءهم فيما يحللون وما يحرمون لأنفسهم وللناس {تَعالَوْا} وأقبلوا إليّ أيها القوم {أَتْلُ} وأقرأ لكم {ما حَرَّمَ </p><p> رَبُّكُمْ عَلَيْكُمْ} فيما أوحاه إليّ؛ وهو سبحانه وتعالى وحده الذي له حق التحريم والتشريع، وأنا مبلغ بإذنه، وقد أرسلني بذلك. وخص التحريم بالذكر مع أن الوصايا أعم؛ لأن بيان المحرمات يستلزم حل ما عداها، وقد بدأها بأكبر المحرمات وأعظمها وأشدها إفسادا للعقل والفطرة؛ وهو الشرك بالله سواء أكان باتخاذ الأنداد له، أو الشفعاء المؤثرين في إرادته، أو بما يذكر بهم من صور وتماثيل وأصنام وقبور، أو باتخاذ الأرباب الذين يتحكمون في التشريع، فيحللون ويحرمون. وجملة ما تلاه عليهم عشرة بالإجمال: </p><p> الأول منها:  {أَلَّا تُشْرِكُوا بِهِ} سبحانه وتعالى {شَيْئًا} من الأشياء، وإن عظمت في الخلق كالشمس والقمر والكواكب، أو في القدر كالملائكة والنبيين والصالحين، فإن عظمتها لا تخرجها عن كونها مخلوقة لله مسخرة له بقدرته وإرادته {إِنْ كُلُّ مَنْ فِي السَّماواتِ وَالْأَرْضِ إِلَّا آتِي الرَّحْمنِ عَبْدًا} ومن الشرك أيضا أن يريد بعبادته رياء أو سمعة، ويلزم هذا أن تعبدوه وحده بما شرعه لكم على لسان رسوله لا بأهوائكم، ولا بأهواء أحد من الخلق أمثالكم. </p><p> والثاني: ما ذكره بقوله: {وَبِالْوالِدَيْنِ إِحْسانًا} ؛ أي: وأن تحسنوا بالوالدين إحسانا تاما كاملا لا تدخرون فيه وسعا، ولا تألون فيه جهدا، وهذا يستلزم ترك الإساءة وإن صغرت، فما بالك بالعقوق الذي هو من أكبر الكبائر وأعظم الآثام، وقد جاء في القرآن غير مرة قرن التوحيد والنهي عن الشرك بالأمر بالإحسان إلى الوالدين. </p><p> وكفى (١) دلالة على عظم عناية الشارع بأمر الوالدين أن قرنه بعبادته، وجعله ثانيها في الوصايا، وأكده بما أكده به في سورة الإسراء، كما قرن شكرهما بشكره في سورة لقمان في قوله:  {أَنِ اشْكُرْ لِي وَلِوالِدَيْكَ} وما رواه البخاري ومسلم عن عبد الله بن مسعود قال: سألت رسول الله صلى الله عليه وسلم أي العمل أفضل؟ قال:  «الصلاة لوقتها» ، قلت: ثم أي؟ قال:  «بر الوالدين» ، قلت: ثم أي؟ قال:  «الجهاد في سبيل الله» . </p><p>(١) المراغي.</p><p> والمراد ببرهما احترامهما احترام المحبة والكرامة، لا احترام الخوف والرهبة؛ لأن في ذلك مفسدة كبيرة في تربية الأولاد في الصغر، وإلجاء لهم إلى العقوق في الكبر، وإلى ظلم الأولاد لهم كما ظلمهم آباؤهم، وليس لهما أن يتحكما في شؤونهم الخاصة بهم لا سيما تزويجهم بمن يكرهون، أو منعهم من الهجرة لطلب العلم النافع، أو لكسب المال والجاه إلى نحو ذلك. وإنما (١) ثنى بالوصية بالإحسان إلى الوالدين؛ لأن أعظم النعم على الإنسان نعمة الله؛ لأنه هو الذي أخرجه من العدم إلى الوجود، وخلقه وأوجده بعد أن لم يكن شيئا، ثم بعد نعمة الله نعمة الوالدين؛ لأنهما السبب في وجود الإنسان، ولما لهما عليه من حق التربية والنفقة والحفظ من المهالك في حال صغره. </p><p> والثالث: ما ذكره بقوله: {وَلا تَقْتُلُوا أَوْلادَكُمْ مِنْ إِمْلاقٍ} ؛ أي: وأن لا تقتلوا أولادكم الصغار لفقر حل ونزل ووقع بكم؛ لأنهم كانوا يئدون البنات لخوف الفقر {نَحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ} ؛ أي: فإن الله سبحانه وتعالى يرزقكم وإياهم؛ أي: يرزق أولادكم تبعا لكم، وجاء في سورة الإسراء:  {وَلا تَقْتُلُوا أَوْلادَكُمْ خَشْيَةَ إِمْلاقٍ نَحْنُ نَرْزُقُهُمْ وَإِيَّاكُمْ} . </p><p> وسر اختلاف الأسلوبين (٢) ، وتقديم رزق الأولاد هناك على رزق الوالدين على عكس ما هنا: أن ما هناك متعلق بالفقر المتوقع في المستقبل الذي يكون فيه الأولاد كبارا كاسبين، وقد يصير الوالدون في حاجة إليهم لعجزهم عن الكسب بالكبر، ففرق في تعليل النهي في الآيتين بين الفقر الواقع، والفقر المتوقع، فقدم في كل منهما ضمان رزق الكاسب للإيماء إلى أنه تعالى جعل كسب العباد سببا للرزق، لا كما يتوهم بعضهم، فيزهد في العمل بشبهة كفالته تعالى لزرقهم. وقيل اختلاف أسلوب الآيتين للتفنن، وعبارة الصاوي هنا: وإنما قال هنا: {إِمْلاقٍ} وقال في الإسراء: {خَشْيَةَ إِمْلاقٍ} ؛ لأن ما هنا في الفقر الحاصل بالفعل، وما في الإسراء في الفقر المتوقع، فهو خطاب للأغنياء، وقدم هنا خطاب الآباء، وهناك </p><p>(١) الخازن. (٢) المراغي.</p><p> ضمير الأولاد، فقيل: تفننا، وقيل: قدم هنا خطاب الآباء تعجيلا لبشارة الآباء الفقراء بأنهم في ضمان الله، وقدم هناك ضمير الأولاد لتطمئن الآباء بضمان رزق الأولاد، فهذه الآية تفيد النهي للآباء عن قتل الأولاد، وإن كانوا متلبسين بالفقر، والأخرى النهي عن قتلهم وإن كانوا موسرين، ولكن يخافون وقوع الفقر، انتهت. </p><p> الرابع: ما ذكره بقوله {وَلا تَقْرَبُوا الْفَواحِشَ} ؛ أي: ولا تقربوا كبائر الذنوب، وهي كل ما عظم قبحه منها سواء كان من الأفعال كالزنا، أو من الأقوال كقذف المحصنات الغافلات، وقوله:  {ما ظَهَرَ مِنْها وَما بَطَنَ} بدل من {الْفَواحِشَ} بدل تفصيل من مجمل، أو بدل اشتمال؛ أي: لا تقربوا ما ظهر من الفواحش للناس كالزنا والقذف، وما بطن منها واستتر عن الناس كالسرقة. وقيل (١) : الظاهر ما تعلق بأعمال الجوارح، والباطن ما تعلق بأعمال القلوب، كالكبر والحسد والتفكير في تدبير المكايد الضارة، وأنواع الشرور والمآثم. </p><p> وقيل: المراد بالفواحش هنا الزنا، وقوله:  {ما ظَهَرَ مِنْها وَما بَطَنَ} علانيته وسره؛ أي (٢) : ما يفعل منها علانية في الحوانيت كما هو دأب أراذلهم، وما يفعل سرا باتخاذ الأخدان كما هو عادة أشرافهم، وإنما جمع الفواحش بمعنى الزنا للنهي عن أنواعها، ولذلك ذكر ما أبدل منها. وقد روي عن ابن عباس في تفسير الآية أنه قال: كانوا في الجاهلية لا يرون بأسا بالزنا في السر، ويستقبحونه في العلانية، فحرم الله الزنا في السر والعلانية؛ أي: في هذه الآية وما أشبهها. وأخرج أبو الشيخ عن عكرمة قال: ما ظهر منها: ظلم الناس، وما بطن منها: الزنا والسرقة؛ أي: لأن الناس يأتونهما في الخفاء. وروى عبد الله بن مسعود أن النبي صلى الله عليه وسلم قال:  «لا أحد أغير من الله، من أجل ذلك حرم الفواحش ما ظهر منها وما بطن» رواه البخاري ومسلم. وفي قوله:  {ما ظَهَرَ مِنْها وَما بَطَنَ} دقيقة، وهي أن الإنسان إذا احترز عن المعاصي في الظاهر، ولم يحترز منها في الباطن .. دل ذلك على أن احترازه عنها ليس لأجل عبودية الله تعالى </p><p>(١) المراغي. (٢) المراح.</p><p> وطاعته فيما أمر به أو نهى عنه، ولكن لأجل الخوف من رؤية الناس ومذمتهم، ومن كان كذلك استحق العقاب، ومن ترك المعصية ظاهرا وباطنا لأجل خوف الله تعالى وتعظيما لأمره استوجب رضوان الله تعالى. </p><p> والخامس منها: ما ذكره بقوله: {وَلا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِ} ؛ أي: ولا تقتلوا النفس التي حرم الله قتلها بالإسلام، أو بالعهد بين المسلمين وغيرهم كأهل الكتاب المقيمين بيننا بعهد وأمان، وقد جاء في الحديث «لهم ما لنا وعليهم ما علينا» وروى الترمذي قوله صلى الله عليه وسلم: «من قتل معاهدا له ذمة الله وذمة رسوله .. فقد أخفر بذمة الله، فلا يرح رائحة الجنة، وإن ريحها ليوجد من مسيرة خمسين خريفا» وقوله: {إِلَّا بِالْحَقِّ} ؛ أي: إلا قتلا متلبسا بالحق؛ فإنه مباح، إيماء إلى أن قتل النفس قد يكون حقا لجرم يصدر منها. عن ابن مسعود - رضي الله عنه - قال: قال رسول الله صلى الله عليه وسلم: «لا يحل دم امرىء مسلم يشهد أن لا إله إلا الله وأني رسول الله إلا بإحدى ثلاث: الثيب الزاني، والنفس بالنفس، والتارك لدينه المفارق للجماعة» متفق عليه. </p><p> وإنما (١) أفرد قتل النفس بالذكر مع دخوله في جملة الفواحش تعظيما لأمر القتل وأنه من أعظم الفواحش والكبائر، وقيل: إنما أفرده بالذكر؛ لأنه تعالى أراد أن يستثني منه، ولا يمكن الاستثناء من جملة الفواحش إلا بإفراده بالذكر {ذلِكُمْ} التكاليف الخمسة من الأوامر والنواهي {وَصَّاكُمْ بِهِ} ؛ أي: أمركم به ربكم أمرا مؤكدا {لَعَلَّكُمْ تَعْقِلُونَ} ؛ أي: لكي تعقلوا فوائد هذه التكاليف في الدين والدنيا. والوصية (٢) في الأصل أن يعهد إلى إنسان بعمل خير، أو ترك شر، ويقرن ذلك بوعظ يرجى تأثيره؛ أي: أنه سبحانه وتعالى وصاكم بذلك ليعدكم، لأن تعقلوا الخير والمنفعة في فعل ما أمر به، وترك ما نهى عنه إذ هو مما تدركه العقول بأدنى تأمل. </p><p> وفي هذا تعريض بأن ما هم عليه من الشرك وتحريم السوائب وغيرها مما </p><p>(١) الخازن. (٢) المراغي.</p>"
}