{
  "id": null,
  "sura": 6,
  "aya": 25,
  "text": "<p> لَوْلا الْمَلاَمَةُ أَوْ حِذَارُ مَسَبَّةٍ ... لَوَجَدْتَنِيْ سَمْحًا بِذَاكَ مُبِيْنَا </p><p> وأخرج (١) ابن أبي حاتم عن سعيد بن أبي هلال قال: نزلت في عمومة النبي - صلى الله عليه وسلم -، وكانوا عشرة، فكانوا أشد الناس معه في العلانية، وأشد الناس عليه في السر. </p><p> قوله تعالى:  {قَدْ نَعْلَمُ إِنَّهُ لَيَحْزُنُكَ الَّذِي يَقُولُونَ ...} الآية، روى الترمذي والحاكم عن علي أن أبا جهل قال للنبي - صلى الله عليه وسلم -: وإنا لا نكذبك، ولكن نكذب بما جئت به، فأنزل الله:  {فَإِنَّهُمْ لَا يُكَذِّبُونَكَ وَلَكِنَّ الظَّالِمِينَ بِآيَاتِ اللهِ يَجْحَدُونَ} . </p><p> وروى ابن جرير عن السدي أن الأخنس بن شريق، وأبا جهل التقيا، فقال الأخنس لأبي جهل: يا أبا الحكم، أخبرني عن محمد، فإنه ليس ها هنا أحد يسمع كلامك غيري، قال أبو جهل: واللهِ إن محمدًا لصادق، وما كذب قط، ولكن إذا ذهب بنو قصي باللواء والسقاية والحجابة والندوة والنبوة، فماذا يكون لسائر قريش؟ فأنزل الله هذه الآية:  {قَدْ نَعْلَمُ إِنَّهُ لَيَحْزُنُكَ الَّذِي يَقُولُونَ ...} الآية. </p><p> قوله تعالى:  {وَإِنْ كَانَ كَبُرَ عَلَيْكَ إِعْرَاضُهُمْ ...} الآية، سبب (٢) نزولها: ما رواه أبو صالح عن ابن عباس رضي الله عنه: أن الحارث بن عامر أتى النبي - صلى الله عليه وسلم - في نفر من قريش، فقال: يا محمد، ائتنا بآية كما كانت الأنبياء تأتي قومها بالآيات، فإن فعلت آمنا بك، فنزلت هذه الآية:  {وَإِنْ كَانَ كَبُرَ عَلَيْكَ إِعْرَاضُهُمْ ...} . </p><p> التفسير وأوجه القراءة </p><p> ٢٥ - {وَمِنْهُمْ} ؛ أي: ومن أولئك الكافرين من أهل مكة {مَنْ يَسْتَمِعُ إِلَيْكَ} ؛ أي: فريق يستمع إليك يا محمد إذا أنت تلوت القرآن داعيًا إلى توحيد الله مبشرًا ومنذرًا {وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ} ؛ أي: والحال أنا قد جعلنا على قلوب هؤلاء المستمعين أغطية تمنعهم عن أن يفقهوه ويفهموه؛ أي: تحولهم دون فقهه وفهمه. </p><p> {وَفِي آذَانِهِمْ وَقْرًا} ؛ أي: وقد جعلنا أيضًا في آذانهم وأسماعهم وقرًا؛ أي: </p><p>(١) لباب النقول. (٢) زاد المسير.</p><p> ثقلًا وصممًا يمنعهم عن سماعه، ويحولهم دون سماعه بقصد التدبر والوصول إلى ما فيه من الهداية والرشد، وذلك كما مرَّ في أسباب النزول: أنه اجتمع أبو سفيان صخر بن حرب، وأبو جهل بن هشام، والوليد بن المغيرة، والنضر بن الحارث، وعتبة وشيبة ابنا ربيعة، وأمية وأبي ابنا خلف، والحارث بن عامر يستمعون القرآن، فقالوا للنضر: يا أبا قتيبة، ما يقول محمد؟ قال: ما أدري ما يقول، إلا أني أراه يحرك ويقول أساطير الأولين. وفي هذا (١) الكلام تشبيه للحجب والموانع المعنوية بالحجب والموانع الحسية، فالقلب الذي لا يفقه الحديث ولا يتدبره، كالوعاء الذي وضع عليه الغطاء، فلا يدخل فيه شيء، والآذان التي لا تسمع الكلام سماع فهمٍ وتدبر كالآذان المصابة بالثقل أو بالصمم، فسمعها وعدمه سواء. </p><p> بيان هذا: أن الله سبحانه وتعالى جعل التقليد الذي يختاره الإنسان لنفسه مانعًا من النظر والاستدلال والبحث عن الحقائق، فالمقلد لا يستمع إلى متكلم ليميز الحق من الباطل، وإذا وصل إلى سمعه ما هو مخالف لما يدين به لا يتدبره، ولا يراه جديرًا بالموازنة بينه وبين ما عنده من عقيدةٍ أو رأي ليختار أقربهما إلى الصحة، وأجدرهما بالصدق، وأكثرهما هداية ورشادًا، وأبعثهما إلى اطمئنان النفس الموصل لها إلى السعادة في الدنيا والآخرة. </p><p> وقال (٢) ابن عطية: وهذه عبارة عن ما جعل الله في نفوس هؤلاء القوم من الغلظ والبعد عن قبول الخير، كأنهم لم يكونوا سامعين لأقواله. </p><p> وقرأ الجمهور:  {وَقْرًا} بفتح الواو وسكون القاف. وقرأ طلحة بن مصرف:  {وقرًا} بكسر الواو وسكون القاف، كأنه ذهب إلى أن آذانهم وقِّرت بالصمم، كما تُوقَّر الدابة من الحمل. </p><p> {وَإِنْ يَرَوْا كُلَّ آيَةٍ} ؛ أي: وإن يرى هؤلاء المشركون كل آية من الآيات، وعلامة من العلامات الدالة على صحة نبوتك وصدق دعوتك، كانشقاق القمر، </p><p>(١) المراغي. (٢) البحر المحيط.</p><p> ونبع الماء من بين أصابعك، وحنين الجذع، وتصيير الطعام القليل كثيرًا {لَا يُؤْمِنُوا بِهَا} ؛ أي: لا يصدقوا بتلك الآيات أنها من الله تعالى، بل يقولون: إنها سحر ولا يفعلون بموجبها من الإيمان بك؛ إذ هم لا يفقهونها ولا يدركون المراد منها؛ لوقوف أسماعهم عند ظواهر الألفاظ، فحظهم كحظ الصم من سماع أصوات البشر، وكلمة:  {حَتَّى} في قوله: {حَتَّى إِذَا جَاءُوكَ} ابتدائية بمعنى الفاء، وإن لم يقع بعدها مبتدأ؛ لأن حتى الابتدائية هي الداخلة على الجمل التي يبتدأ بها، وإن لم يقع بعدها مبتدأ في الظاهر. </p><p> وقوله:  {يُجَادِلُونَكَ} حال من الواو في {جَاءُوكَ} ، وقوله:  {يَقُولُ الَّذِينَ كَفَرُوا} جواب إذا، وهو العامل فيها؛ أي: فإذا جاءك يا محمد هؤلاء المشركون من أهل مكة حال كونهم مجادلين ومنازعين ومنكرين لك في دعوتك إلى التوحيد .. قالوا:  {إِنْ هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ} ؛ أي: ما هذا الذي يقرؤه محمد ويتلوه إلا أكاذيب الأولين وخرافاتهم، فليست من عند الله تعالى. </p><p> والمعنى (١) : أنهم بلغوا من الكفر والعناد، أنهم إذا جاؤوك مجادلين لم يكتفوا بمجرد عدم الإيمان، بل يقولون: إن هذا إلا أساطير الأولين. </p><p> وقال أبو (٢) حيان: وحتى إذا وقعت بعدها إذا يحتمل أن تكون بمعنى الفاء، ويحتمل أن تكون بمعنى: إلى أن، فيكون التقدير: فإذا جاءوك يجادلونك .. يقول الذين كفروا، أو يكون التقدير: وجعلنا على قلوبهم أكنة أن يفقهوه وفي آذانهم وقرًا؛ أي: منعناهم من فهم القرآن وتدبره إلى أن يقولوا: إن هذا إلا أساطير الأولين في وقت مجيئهم مجادليك؛ لأن الغاية لا تؤخذ إلا من جواب الشرط لا من الشرط، وعلى هذين المعنيين يستخرج جميع ما في القرآن من قوله تعالى:  {حَتَّى إِذَا} انتهى. </p><p>(١) الشوكاني. (٢) البحر المحيط.</p>"
}