{
  "id": null,
  "sura": 6,
  "aya": 92,
  "text": "<p> والحلال والحرام، ونعت محمَّد - صلى الله عليه وسلم - وصفته، فإن أجابوك وقالوا: الله أنزله .. فذاك، وإلا فـ {قُلِ} لهم {اللَّهُ} سبحانه وتعالى أنزله على موسى لا جواب غيره {ثُمَّ} بعد هذا الجواب {ذَرْهُمْ فِي خَوْضِهِمْ} ؛ أي: اتركهم يا محمَّد في باطلهم الذي يخوضون فيه، وينهمكون فيه حال كونهم {يَلْعَبُونَ} ؛ أي: يستهزئون ويسخرون من الحق الذي جئت به، ويصنعون مثل صنع الصبيان الذين يلعبون حتى يأتي أمر الله فيهم. </p><p> والمعنى (١) : قل لهم أيها الرسول: الله أنزله على موسى، ثم دعهم بعد هذا البيان المؤيد بالحجة والبرهان فيما يخوضون فيه من باطلهم، وكفرهم بآيات الله حال كونهم يلعبون كما يلعب الصبيان. وفي أمر الرسول بالجواب عما سئلوا عنه إيماءٌ إلى أنهم لا ينكرونه لما في ذلك من المكابرة، وما في الاعتراف من الخزي إذا هم أقروا بما يجحدون من الحق. </p><p> ٩٢ - وبعد أن ذكر أنه أنزل الكتاب على موسى .. بين أنه أنزل القرآن على رسوله محمَّد - صلى الله عليه وسلم -، فقال:  {وَهَذَا} القرآن الذي يقرؤه محمَّد - صلى الله عليه وسلم - {كِتَابٌ} عظيم {أَنْزَلْنَاهُ} على محمَّد - صلى الله عليه وسلم - بالوحي على لسان جبريل، كما أنزلنا من قبله التوراة على موسى {مُبَارَكٌ} ؛ أي: كثير الخير دائم البركة والمنفعة، يبشر بالثواب والمغفرة، ويزجر عن القبيح والمعصية. </p><p> وهذا من جملة الرد عليهم في قولهم (٢) : {مَا أَنْزَلَ اللَّهُ عَلَى بَشَرٍ مِنْ شَيْءٍ} أخبرهم بأن الله أنزل التوراة على موسى وعقبه بقوله: {وَهَذَا كِتَابٌ أَنْزَلْنَاهُ} يعني: على محمَّد - صلى الله عليه وسلم -، فكيف تقولون: ما أنزل الله على بشر من شيء. {مُصَدِّقُ الَّذِي بَيْنَ يَدَيْهِ} من الكتب الإلهية؛ أي: موافق لما في التوراة والإنجيل والزبور وغيرها من الكتب الإلهية في التوحيد، وتنزيه الله عما لا يليق به، وفي الدلالة على البشارة والنذارة. </p><p> وقوله:  {وَلِتُنْذِرَ أُمَّ الْقُرَى} معطوف على معنى ما قبله؛ أي: أنزلناه للبركة والتصديق، ولتنذر به أم القرى، أو على معلوم من السياق تقديره: أنزلناه لتبشر </p><p>(١) المراغي. (٢) الشوكاني.</p><p> به من آمن به؛ أي: ولتخوف به عذاب الله وبأسه أهل أم القرى؛ أي: أهل مكة إن لم يؤمنوا به، وخص أم القرى وهي مكة؛ لكونها أعظم القرى والبلدان شأنًا، ولكونها أول بيت وضع للناس، ولكونها قبلة هذه الأمة ومحل حجهم، فالإنذار لأهلها مستتبع لإنذار سائر أهل الأرض. وسميت مكة أم القرى؛ لاجتماع الخلق إليها في حجهم، كما يجتمع الأولاد إلى الأم، فيحصل لهم الحج الذي هو أصول العبادة، والتجارة التي هي أصول أسباب المعيشة {وَمَنْ حَوْلَهَا} ؛ أي: ولتنذر به من حول أم القرى من سائر أهل الأرض مشارقها ومغاربها. وقد ثبت عموم بعثة النبي - صلى الله عليه وسلم - في آيات كثيرة، كقوله تعالى في هذه السورة:  {وَأُوحِيَ إِلَيَّ هَذَا الْقُرْآنُ لِأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ} ؛ أي: وكل من بلغه ووصلت إليه هدايته، وقوله في سورة الفرقان: {تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَى عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا (١) }، وقوله في سورة سبأ:  {وَمَا أَرْسَلْنَاكَ إِلَّا كَافَّةً لِلنَّاسِ بَشِيرًا وَنَذِيرًا} . </p><p> {وَالَّذِينَ يُؤْمِنُونَ} ويصدقون {بِالْآخِرَةِ} ؛ أي: بقيام الساعة والمعاد إلى الله، ويصدقون بالثواب والعقاب، والمجازاة على الأعمال {يُؤْمِنُونَ بِهِ} ؛ أي: يؤمنون بهذا الكتاب المبارك الذي أنزلناه على محمَّد - صلى الله عليه وسلم -، ويقرون به، سواء كان من أهل الكتاب، أم من غيرهم إذا بلغتهم دعوته؛ لأنهم يجدون فيه أكمل الهداية إلى السعادة العظمى في تلك الدار، وما مثلهم إلا مثل قوم ساروا في الفيافي والقفار، وضلوا الطريق، حتى إذا كادوا يهلكون قابلهم الدليل الخرّيت العالم بخفاياها والخبير بذرعها ومسالكها، فأرشدهم إلى ما فيه نجاتهم وخلاصهم من هلاك محقق إذا هم اتبعوا مشورته وسلكوا سبيله، فقبلوا نصحه وكانوا من الفائزين، وأما الذين ينكرون البعث والجزاء .. فلا حاجة لهم إلى هدايته. </p><p> وفي هذا (١) تصريح بسبب إعراض الجمهرة من أهل مكة عن هذا الكتاب الذي فيه سعادتهم، وتنبيه إلى أنهم لما لم يعتقدوا البعث والجزاء .. امتنعوا عن قبول هذا الدين، وأنكروا نبوة محمَّد - صلى الله عليه وسلم -. {وَهُمْ عَلَى صَلَاتِهِمْ يُحَافِظُونَ} ؛ أي: </p><p>(١) المراغي.</p>"
}