{
  "id": null,
  "sura": 6,
  "aya": 2,
  "text": "<p> محذوفًا، وكلمة {ثُمَّ} لاستبعاد الشرك بعد وضوح آيات قدرته تعالى. </p><p> والمعنى: ثم بعد تلك الدلائل الباهرة والبراهين القاطعة على وجود الله ووحدانيته يشرك الكافرون بربهم، فيساوون به أصنامًا نحتوها بأيديهم، وأوهامًا ولدوها بخيالهم، ففي ذلك تعجيب من فعلهم وتوبيخ لهم. قال (١) ابن عطية: والآية دالة على قبح فعل الكافرين؛ لأن المعنى أن خلقه السموات والأرض والظلمات والنور وغيرها قد تقرر، وآياته قد سطعت وإنعامه بذلك قد تبين، ثم بعد هذا كله قد عدلوا بربهم؟ فهذا كما تقول: يا فلان أعطيتك وأكرمتك وأحسنت إليك، ثم تشتمني؟ أي: بعد وضوح هذا كله، ولو وقع العطف في هذا ونحوه بالواو .. لم يلزم التوبيخ كلزومه بـ {ثُمَّ} انتهى. </p><p> وعبارة \"الفتوحات\" هنا: و {ثُمَّ} في قوله: {ثُمَّ الَّذِينَ كَفَرُوا} ليست للترتيب الزماني، وإنما هي للتراخي بين الرتبتين، والمراد: استبعاد أن يعدلوا به غيره مع ما أوضح من الدلالات. </p><p> وقال الزمخشري: فإن قلتَ: فما معنى: {ثُمَّ} هنا؟ </p><p> قلت: استبعاد أن يعدلوا به مع وضوح آيات قدرته، وكذلك:  {ثُمَّ أَنْتُمْ تَمْتَرُونَ} استبعاد أن يمتروا بعد ما ثبت أنه يحييهم ويميتهم ويبعثهم اهـ \"سمين\" انتهت. </p><p> ٢ - وبعد أن وصف الخالق سبحانه وتعالى نفسه بما دل على توحيده واستحقاقه .. انتقل إلى خطاب المشركين الذين عدلوا به غيره في العبادة، مذكرًا لهم بدلائل التوحيد والبعث فقال و {هُوَ} ؛ أي: المعبود الذي يستحق منكم العبادة أيها المشركون، الإله {الَّذِي خَلَقَكُمْ مِنْ طِينٍ} ؛ أي: خلق آباكم آدم من طين؛ أي: من تراب مخلوط بالماء؛ أي: من جميع أنواعه الأحمر والأبيض والأسود فلذلك اختلفت ألوان بني آدم، وعجن طينته بالماء العذب والملح والمر، فلذلك اختلفت أخلاقهم؛ أي: أخذ قبضة من جميع أنواع التراب وعجنها </p><p>(١) البحر المحيط.</p><p> بجميع أنواع المياه، فاختلاف الألوان لاختلاف ألوان تلك القبضة، واختلاف الأخلاق لاختلاف أنواع تلك المياه، وعلى هذا فالكلام على حذف مضاف كما قدرنا. وقيل: لا حذف، بل (١) كل فرد من أفراد البشر من سلالة من طين، فإنَّ بنيته مكونة من الغذاء، ومن ذلك البويضات التي في الأنثى، والحيوان المنوي الذي في الذكر، فكلها مكونة من الدم، والدم من الغذاء، والغذاء من نبات الأرض أو من لحوم الحيوان المتولدة من النبات، فالمرجع إلى النبات، والنبات إلى الطين، فثبت (٢) أن الإنسان مخلوق من الأغذية النباتية، ولا شك أنها متولدة من الطين، فثبت أن كل إنسان متولد من طين. وقال المهدوي: إن الإنسان مخلوق ابتداءً من طين؛ لخبر:  \"ما من مولود يولد إلا ويُذَرُّ على النطفة من تراب حفرته\" . وأيًّا ما كان الإنسان ففيه من وضوح الدلالة على كمال قدرته تعالى على البعث ما لا يخفى، فإن من قدر على إحياء ما لم يشم رائحة الحياة قط، كما على إحياء ما قارنها مدةً أظهرُ قدرة. </p><p> {ثُمَّ} بعد خلقكم من طين {قَضَى} ؛ أي: كتب وقدر وحدد لكم {أَجَلًا} ؛ أي: مدة معينة من وقت الولادة إلى وقت الموت لجلوسكم في الدنيا، وتسمى تلك المدة العمر؛ أي: خصص الله موت كل أحد بوقت معين، وذلك التخصيص تعلق مشيئته تعالى بإيقاع ذلك الموت في ذلك الوقت {وَأَجَلٌ مُسَمًّى} ؛ أي: حد معين ووقت معلوم من موتكم إلى بعثكم، وتسمى تلك المدة مدة البرزخ مكتوبة {عِنْدَهُ} سبحانه وتعالى (٣) . ويروى عن ابن عباس أنه قال: لكل أحد أجلان: أجل من وقت الولادة إلى وقت الموت، وأجل من الموت إلى البعث، فإن كان الإنسان تقيًّا وَصُولًا للرحم .. زيد له من أَجل البعث في أجل العمر، وإن كان فاجرًا قاطعًا للرحم .. نقص من أجل العمر، وزِيد في أجل البعث، وذلك قوله تعالى:  {وَمَا يُعَمَّرُ مِنْ مُعَمَّرٍ وَلَا يُنْقَصُ مِنْ عُمُرِهِ إِلَّا فِي كِتَابٍ} . </p><p> والآية (٤) ترشد إلى أنه تعالى قضى لعباده أجلين: أجلًا لحياة كل فرد منهم </p><p>(١) المراغي. (٢) المراح.(٣) الخازن.(٤) المراغي.</p>"
}