{
  "id": null,
  "sura": 6,
  "aya": 120,
  "text": "<p> {وَإِنَّ كَثِيرًا} من الذين يجادلونكم في أكل الميتة ويحتجون عليكم في ذلك بقولهم: أتأكلون ما تذبحون ولا تأكلون ما يذبحه الله تعالى؟ {لَيُضِلُّونَ} أنفسهم وأتباعهم {بِأَهْوائِهِمْ} الزائفة وشهواتهم الفاسدة جهلا {بِغَيْرِ عِلْمٍ} منهم بصحة ما يقولون، ولا برهان على ما فيه، يجادلون اعتداء وخلافا لأمر الله تعالى ونهيه، وطاعة للشياطين كعمرو بن لحي فمن دونه؛ لأنه أول من بحر البحائر، وسيب السوائب، وأباح الميتة، وغيّر دين إبراهيم - عليه السلام -. </p><p> تتمة: </p><p> وأصل (١) عبادة الأوثان أنه كان في القوم الذين أرسل إليهم نوح - عليه السلام - رجال صالحون، فلما ماتوا وضعوا لهم أنصابا ليتذكروهم بها ويقتدوا بهم، ثم صاروا يكرمونها لأجلهم، ثم خلف من بعدهم خلف جهلوا حكمة وضعها، لكنهم حفظوا تكريمها والتبرك بها تدينا وتوسلا إلى الله، فكان ذلك عبادة لها. </p><p> وقرأ ابن كثير وأبو عمرو (٢) : {لَيُضِلُّونَ} - بفتح الياء هنا - وفي يونس:  {رَبَّنا لِيُضِلُّوا} وفي إبراهيم: {أَنْدادًا لِيُضِلُّوا} ، وفي الحج:  {ثانِيَ عِطْفِهِ لِيُضِلَّ} ، وفي لقمان:  {لِيُضِلَّ عَنْ سَبِيلِ اللَّهِ} ، وفي الزمر:  {أَنْدادًا لِيُضِلَّ} وضمها الكوفوين في الستة، ووافقهم الصاحبان نافع وابن عامر إلا في يونس وهنا ففتح. </p><p> {إِنَّ رَبَّكَ} يا محمد الذي أرشدك وهداك {هُوَ} سبحانه وتعالى {أَعْلَمُ} منك ومن سائر خلقه {بِالْمُعْتَدِينَ} ؛ أي: بالمجاوزين الحد في التحليل والتحريم الذين يتجاوزون ما أحله الله إلى ما حرمه عليهم، أو يتجاوزون حد الضرورة عند وقوعها، وفي هذا من التهديد والتخويف ما لا يخفى. وفي الآية إيماء إلى تحريم القول في الدين بالتقليد؛ لأن ذلك من اتباع الأهواء بغير علم؛ إذ المقلد غير عالم بما قلد فيه. </p><p> ١٢٠ - ثم أمرهم الله سبحانه وتعالى أن يتركوا ظاهر الإثم وباطنه، </p><p>(١) المراغي. (٢) البحر المحيط.</p><p> فقال:  {وَذَرُوا ظاهِرَ الْإِثْمِ وَباطِنَهُ} ؛ أي: واتركوا أيها الناس ظاهر الإثم وعلنه، وباطن الإثم وسره خوفا من عقاب الله تعالى وامتثالا لنهيه. والإثم لغة: ما قبح، وشرعا: ما حرمه الله تعالى ومنعه، والله سبحانه وتعالى لم يحرم على عباده إلا ما كان ضارا بالأفراد، في أنفسهم أو في أموالهم أو في عقولهم أو في أعراضهم أو في دينهم، أو ضارا بالجماعات في مصالحهم السياسية أو الاجتماعية، والظاهر من الإثم ما كان يظهر؛ وهو ما تعلق بأفعال الجوارح، والباطن ما كان لا يظهر؛ وهو ما تعلق بأعمال القلوب كالكبر والحسد والعجب، وتدبير المكايد الضارة والشرور للناس، ومنه الاعتداء في أكل المحرم الذي يباح للمضطر بأن يتجاوز فيه حد الضرورة كما بينه الله - سبحانه وتعالى -: {فَمَنِ اضْطُرَّ فِي مَخْمَصَةٍ غَيْرَ مُتَجانِفٍ لِإِثْمٍ فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} . </p><p> وهذه (١) الجملة من جوامع الكلم والأصول العامة في تحريم الآثام، ومن ثم قال ابن الأنباري: المراد بذلك ترك الإثم من جميع جهاته كما تقول: ما أخذت من هذا المال لا قليلا ولا كثيرا، تريد ما أخذت منه شيئا بوجه من الوجوه {إِنَّ الَّذِينَ يَكْسِبُونَ الْإِثْمَ} في الدنيا، أي: يعملون نوعا من أنواع الآثام الظاهرة أو الباطنة {سَيُجْزَوْنَ} في الآخرة {بِما كانُوا يَقْتَرِفُونَ} ؛ أي: بما كانوا يكسبون في الدنيا من الآثام إن لم يتوبوا، وأراد الله عقابهم، وهذا مخصوص بما إذا لم يتب كما قيدنا. أما إذا تاب المذنب من ذنبه توبة صحيحة لم يعاقب. وزاد (٢) أهل السنة في ذلك، فقالوا: المذنب إذا لم يتب .. فهو في خطر مشيئة الله تعالى إن شاء عاقبه، وإن شاء عفا عنه بفضله وكرمه، وبالجملة فلا يخفى ما في الآية من الوعيد والتهديد للعصاة، أي سيلقون جزاء إثمهم وعاقبة كسبهم للذنوب التي أفسدت فطرتهم ودست نفوسهم بإصرارهم عليها ومعاودتها المرة بعد المرة، أما الذين يعملون السوء بجهالة، ثم يتوبون من قريب، ولم يصروا على ما فعلوا وهم يعلمون .. فهؤلاء يتوب الله عليهم ويمحو تأثير الإثم في قلوبهم بما </p><p>(١) المراغي. (٢) الخازن.</p>"
}