{
  "id": null,
  "sura": 6,
  "aya": 109,
  "text": "<p> والحكماء والمؤدبين الذين يؤدبون الناس عملًا لا فائدة فيه. </p><p> والخلاصة: أن تزيين الأعمال للأمم سنة من سنن الله جل شأنه، سواء في ذلك أعمالها وعاداتها وأخلاقها الموروثة والمكتسبة. {ثُمَّ إِلَى رَبِّهِمْ مَرْجِعُهُمْ فَيُنَبِّئُهُمْ بِمَا كَانُوا يَعْمَلُونَ} ؛ أي: ثم إلى ربهم ومالك أمرهم رجوعهم ومصيرهم بعد الموت وحين البعث لا إلى غيره؛ إذ لا رب سواه، فينبئهم بما كانوا يعملون في الدنيا من خير أو شر، ويجزيهم عليه ما يستحقون، وهو تعالى بهم عليم. </p><p> ١٠٩ - {وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ} ؛ أي: وأقسم هؤلاء المشركون المعاندون بأوكد الإيمان وأشدها مبالغة، وكان إقسامهم بالله غاية في الحلف، وكانوا يقسمون بآبائهم وآلهتهم، فإذا كان الأمر عظيمًا ... أقسموا بالله تعالى، والمعنى: حلفوا غاية حلفهم وأوكده {لَئِنْ جَاءَتْهُمْ آيَةٌ} من الآيات الكونية مما اقترحوه كقلب الصفا ذهبًا. {لَيُؤْمِنُنَّ بِهَا} ؛ أي: بتلك الآية بأنها من عند الله تعالى، وأنك رسول من لدنه. وفي هذا إيماء إلى أنهم بلغوا غاية العتو والعناد؛ إذ هم لم يعدوا ما يشاهدونه من المعجزات من نوع الآيات، ومن ثم اقترحوا غيرها، وما كان غرضهم من ذلك إلا التحكم في طلب المعجزات وعدم الاعتداد بما شاهدوا من البينات. </p><p> وقرأ طلحة بن مصرف:  {لَيُؤْمِنُنَّ بِهَا} مبنيًّا للمفعول وبالنون الخفيفة. </p><p> {قُلْ} لهم يا محمد {إِنَّمَا الْآيَاتُ} والمعجزات التي من جنسها ما اقترحتموه {عِنْدَ اللَّهِ} وحده، فهو القادر عليها والمتصرف فيها، يعطيها في يشاء ويمنعها في يشاء بحكمته وقضائه، كما قال تعالى:  {وَمَا كَانَ لِرَسُولٍ أَنْ يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ} فلا يمكنني أن أتصدى لإنزالها بالاستدعاء والطلب. روي أن قريشًا اقترحوا بعض آيات، فقال رسول الله - صلى الله عليه وسلم -: \"فإن فعلت بعض ما تقولون .. أتصدقونني\" ؟ فقالوا: نعم، وأقسموا لئن فعلت لنؤمنن، فسأل المسلمون رسول الله - صلى الله عليه وسلم - أن ينزلها طمعًا في إيمانهم، فهم رسول الله - صلى الله عليه وسلم - بالدعاء، فنزلت الآية:  {وَمَا يُشْعِرُكُمْ} ؛ أي: وما يعلمكم أيها المؤمنون الذين تمنوا مجيء الآية ليؤمنوا، والنبي - صلى الله عليه وسلم - منهم بدليل همه بالدعاء ورغبته في ذلك. والاستفهام فيه إنكاري </p><p> بمعنى النفي، وفي الكلام حذف أيضًا؛ أي: وأي شيء يدريكم ويعلمكم أيها المؤمنون أنها إذا جاءت لا يؤمنون، والمعنى: أنه ليس لكم شيء من أسباب الشعور بهذا الأمر الغيبي الذي لا يعلمه إلا علام الغيوب، وهو أنهم لا يؤمنون إذا جاءتهم الآية. </p><p> وقرأ قوم بسكون ضمة الراء في (١) : {يُشْعِرْكُمْ} ، وقرىء باختلاسها. وأما الخطاب، فقال مجاهد وابن زيد: هو للكفار. وقال الفراء وغيره: المخاطب بها المؤمنون. وقرأ أبو عمرو وابن كثير والعليمي والأعشى عن أبي بكر وعاصم في رواية داود الإيادي: أنها بكسر الهمزة. وقرأ باقي السبعة بفتحها. وقرأ ابن عامر وحمزة:  {لا تؤمنون} بتاء الخطاب. وقرأ باقي السبعة بياء الغيبة. فيتحصل من هذا المذكور أربع قراءات: </p><p> الأولى: كسر الهمزة والياء، وهي قراءة ابن كثير وأبي عمرو وأبي بكر - بخلاف عنه في كسر الهمزة - وهذه قراءة واضحة، أخبر تعالى أنهم لا يؤمنون ألبتة على تقدير مجيء الآية، وتم الكلام عند قوله:  {يُشْعِرُكُمْ} ، ومتعلق {يُشْعِرُكُمْ} محذوف؛ أي: وما يشعركم ما يكون، فإن كان الخطاب للكفار .. كان التقدير: وما يشعركم ما يكون منكم، ثم أخبر على جهة الالتفات بما علمه من حالهم لو جاءتهم الآيات. وإن كان الخطاب للمؤمنين .. كان التقدير: وما يشعركم أيها المؤمنون ما يكون منهم، ثم أخبر المؤمنين بعلمه فيهم. </p><p> القراءة الثانية: كسر الهمزة والتاء، وهي رواية العليمي والأعشى عن أبي بكر عن عاصم، والمناسب أن يكون الخطاب في هذه القراءة للكفار، كأنه قيل: وما يدريكم أيها الكفار ما يكون منكم، ثم أخبرهم على جهة الجزم أنهم لا يؤمنون على تقدير مجيئها، ويبعد جدًّا أن يكون الخطاب في:  {وَمَا يُشْعِرُكُمْ} للمؤمنين، وفي:  {لا تؤمنون} للكفار. </p><p> والقراءة الثالثة: فتح الهمزة والياء، وهي قراءة نافع والكسائي وحفص </p><p>(١) البحر المحيط.</p>"
}