{
  "id": null,
  "sura": 6,
  "aya": 111,
  "text": "<p> تأكلون وما ذبحتم أنتم تأكلون؟ فأنزل الله هذه الآية. وأخرج الطبراني وغيره عن ابن عباس رضي الله عنهما قال: لما نزلت: {وَلا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ ..} أرسلت فارس إلى قريش أن خاصموا محمدا، فقولوا له: ما تذبح أنت بيدك بسكين فهو حلال، وما ذبح الله بشمشار من ذهب؛ يعني الميتة، فهو حرام؟ ! فنزلت هذه الآية:  {وَإِنَّ الشَّياطِينَ لَيُوحُونَ إِلى أَوْلِيائِهِمْ لِيُجادِلُوكُمْ} قال: </p><p> الشياطين من فارس، وأولياؤهم قريش. </p><p> التفسير وأوجه القراءة </p><p> ١١١ - {وَلَوْ أَنَّنا نَزَّلْنا إِلَيْهِمُ} ؛ أي: أنزلنا على هؤلاء المشركين الْمَلائِكَةَ كما طلبوا في قولهم: {لَوْلا أُنْزِلَ إِلَيْهِ مَلَكٌ} فرأوهم بأعينهم المرة بعد المرة والكرة بعد الكرة، وسمعوا بآذانهم شهادتهم لك بالرسالة {وَكَلَّمَهُمُ الْمَوْتى} من القبور كما طلبوا في قولهم: {فَأْتُوا بِآبائِنا} بأن نحييهم لهم، ونجعلهم حجة على صدق ما جئت به من الرسالة بأن أقروا بأن محمدا رسول الله، والقرآن كلام الله تعالى. </p><p> {وَحَشَرْنا عَلَيْهِمْ} ؛ أي وجمعنا على هؤلاء المستهزئين زيادة على ما اقترحوه {كُلَّ شَيْءٍ} من أصناف المخلوقات كالسباع والطيور حالة كونهم {قُبُلًا} ؛ أي: كفلا بصدق محمد صلى الله عليه وسلم مقرين له، أو المعنى: وجمعنا عليهم كلّ شيء من المخلوقات قبلا؛ أي: فوجا فوجا، وجماعة جماعة، وصنفا صنفا، أو المعنى: وحشرنا عليهم قبلا؛ أي: مقابلة ومعاينة {ما كانُوا} ؛ أي: ما كان هؤلاء المشركون {لِيُؤْمِنُوا} بمحمد صلى الله عليه وسلم وبالقرآن {إِلَّا أَنْ يَشاءَ اللَّهُ} إيمانهم؛ أي: ولو أظهر الله سبحانه وتعالى جميع تلك الأشياء العجيبة الغريبة لهؤلاء الكفار، فإنهم لا يؤمنون في حال من الأحوال الداعية إلى الايمان إلا في حال مشيئة الله تعالى لإيمانهم {وَلكِنَّ أَكْثَرَهُمْ} ؛ أي: أكثر المؤمنين {يَجْهَلُونَ} عدم إيمانهم؛ أي: أن الكفار لو أوتوا بكل آية .. لم يؤمنوا، ولكن أكثر المؤمنين يجهلون عدم إيمانهم عند مجيء الآيات؛ لجهلهم عدم مشيئة الله تعالى لإيمانهم، فيتمنون مجيئها طمعا فيما لا يكون؛ ولذلك يتمنى بعض المؤمنين لو يؤتى مقترحوا الآيات ما اقترحوا ظنا منهم أن ذلك يكون سبب إيمانهم مع أن الآيات لا تلزمهم الإيمان، ولا تغير </p><p> طباع البشر في اختيار ما يترجح لدى كل منهم بحسب ما يؤدي إليه فكره وعقله، ولو شاء الله لخلق الايمان في قلوبهم خلقا بحيث لا يكون لهم فيه عمل ولا اختيار، وحينئذ لا يكونون محتاجين إلى الرسل، كما أنه لو شاء جعل الآيات مغيرة لطبائع البشر، وملزمة لهم أن يؤمنوا، فيكون الإيمان إلجاء وقسرا لا اختيارا وكسبا، ولكنه لم يشأ ذلك بدليل قوله تعالى:  {لا إِكْراهَ فِي الدِّينِ قَدْ تَبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ} . </p><p> وقيل: الضمير في {أَكْثَرَهُمْ} عائد على الكفار، والمعنى: ولكن أكثر الكفار يجهلون (١) جهلا يحول بينهم وبين درك الحق والوصول إلى الصواب، أو يجهلون (٢) أنه لا يجوز اقتراح الآيات بعد أن رأوا آية واحدة، أو يجهلون أن كلا من الإيمان والكفر هو بمشيئة الله وقدره. وقال الزمخشري: يجهلون، فيقسمون بالله جهد أيمانهم على ما لا يشعرون من حال قلوبهم عند نزول الآيات. </p><p> وقرأ نافع وابن عامر (٣) : {قُبُلًا} - بكسر القاف وفتح الباء - ومعناه: مقابلة؛ أي: عيانا ومشاهدة. قاله ابن عباس، وقتادة، وابن زيد ونصبه على الحال. وقرأ ابن كثير وأبو عمرو وعاصم وحمزة والكسائي:  {قُبُلًا} - بضم القاف والباء - فقال مجاهد وابن زيد وعبد الله بن يزيد: جمع قبيل، وهو النوع؛ أي: نوعا نوعا، وصنفا صنفا. وقال الفراء والزجاج: جمع قبيل بمعنى كفيل؛ أي: كفلا بصدق محمد صلى الله عليه وسلم، والقبيل والكفيل والزعيم والأدين والحميل والضمين بمعنى واحد. وقيل: قبلا بمعنى قبلا؛ أي: مقابلة ومواجهة، ومنه قولهم: أتيتك قبلا لا دبرا؛ أي: من قبل وجهك. وقرأ الحسن وأبو رجاء وأبو حيوة:  {قُبُلًا} - بضم القاف وسكون الباء على جهة التخفيف من الضم -. وقرأ أبي والأعمش {قبيلا} - بفتح القاف وكسر الباء وياء بعدها - وانتصابه في هذه القراءة على الحال. وقرأ ابن مصرف بفتح القاف وسكون الباء. </p><p>(١) الشوكاني. (٢) البحر المحيط.(٣) البحر المحيط.</p>"
}