{
  "id": null,
  "sura": 6,
  "aya": 138,
  "text": "<p> وقرأ النخعي (١) : {وَلِيَلْبِسُوا} - بفتح الياء - قال أبو الفتح استعارة من اللباس عبارة عن شدة المخالطة، واللام متعلقة بـ {زَيَّنَ} ، فهي على حقيقة التعليل إن كان التزيين من الشياطين، وعلى معنى الصيرورة إن كان من السدنة. {وَلَوْ شاءَ اللَّهُ} سبحانه وتعالى عدم قتلهم أولادهم {ما فَعَلُوهُ} ؛ أي: ما فعل كثير من المشركين قتل الأولاد بدفن البنات في حياتها، وبنحر الأولاد الذكور للأصنام {فَذَرْهُمْ وَما يَفْتَرُونَ} ؛ أي: إذا عرفت يا محمد ما ذكرته لك، وأردت بيان ما هو الأصلح لك .. فأقول لك: اتركهم وافتراءهم وكذبهم في قولهم: إن الله يأمرهم بقتل أولادهم، أو فذرهم وما يختلقون من الإفك على الله والأحكام التي يشرعونها، وهو أمر تهديد ووعيد؛ أي (٢) : ولو شاء الله سبحانه وتعالى أن يخلق الناس مطبوعين على عبادته طبعا لا يستطيعون غيرها كالملائكة، فلا يؤثر فيه إغواء، ولا تجدي فيهم وسوسة لفعل، ولكن شاء أن يخلقهم مستعدين للتأثر بكل ما يرد على أنفسهم من الأفكار والآراء، وما يشاهدون من المحسوسات، واختيار ما يترجح عندهم أنه الخير على ما يقابله، ومن ثم يؤثر في نفوسهم ما يستفيدونه بالتعليم والاختيار والمعاشرة والمخالطة، والناس يتفاوتون في هذا جدّ التفاوت، فلا يمكن أن يكونوا على رأي واحد، أو دين واحد، فدعهم أيها الرسول وما ينتحلونه من شرائع وما يفترون من عقائد، وعليك بما أمرت به من التبليغ والله هو الذي يتولى أمرهم، وله سنن في هداية خلقه لا تتبدل، ومن سننه أن يغلب الحق الباطل، ثم ذكر نوعا ثالثا من آرائهم الفاسدة فقال: </p><p> ١٣٨ - {وَقالُوا} ؛ أي: وقال المشركون الذين قسموا نصيب آلهتهم أقساما ثلاثة: {هذِهِ} ؛ أي: القرابين التي جعلناها للآلهة {أَنْعامٌ وَحَرْثٌ} ؛ أي: زروع {حِجْرٌ} ؛ أي: محرمة {لا يَطْعَمُها إِلَّا مَنْ نَشاءُ} ؛ أي: لا يأكل هذه الأنعام والحرث إلا خدمة الأوثان والرجال دون النساء {بِزَعْمِهِمْ} ؛ أي: قالوا ما ذكر متلبسين بكذبهم، ومن غير حجة {وَ} هذه {أَنْعامٌ حُرِّمَتْ ظُهُورُها} ؛ أي: </p><p>(١) البحر المحيط. (٢) المراغي.</p><p> ركوبها والحمل عليها، وهي البحائر والسوائب والحوامي والوصائل {وَ} هذه {أَنْعامٌ لا يَذْكُرُونَ اسْمَ اللَّهِ عَلَيْهَا} إذا ركبت أو حملت أو ذبحت، ونسبوا ذلك التقسيم إلى الله تعالى {افْتِراءً} وكذبا {عَلَيْهِ} سبحانه وتعالى حيث قالوا: إن الله تعالى أمرنا بهذا التقسيم، وهذا إما مفعول له، وعامله:  {قالُوا} ، أو حال من ضميره، أو مصدر مؤكد له؛ لأن قولهم ذلك هو الافتراء {سَيَجْزِيهِمْ} الله سبحانه وتعالى ويعاقبهم {بِما كانُوا يَفْتَرُونَ} ـه ويختلقون عليه؛ أي: أن الله سيكافؤهم بسبب تقولهم عليه وكذبهم، وقرأ أبان بن عثمان:  {نعم} على الإفراد. وقرأ الجمهور:  {حِجْرٌ} - بكسر الحاء وسكون الجيم -. وقرأ الحسن وقتادة والأعرج بضم الحاء وسكون الجيم، وقال القرطبي قرأ الحسن وقتادة بفتح الحاء وسكون الجيم، وعن الحسن أيضا:  {حجر} - بضم الحاء -. وقرأ أبان بن عثمان وعيسى بن عمر بضم الحاء والجيم. وقال هارون كان الحسن يضم الحاء من {حجر} حيث وقع إلا {وَحِجْرًا مَحْجُورًا} فيكسرها. وقرأ أبي وعبد الله وابن عباس وابن الزبير وعكرمة وعمرو بن دينار والأعمش:  {حرج} - بكسر الحاء وتقديم الراء على الجيم وسكونها - وحرج على القلب معناه: معنى حجر، أو من الحرج، وهو التضييق. ذكره أبو حيان في «البحر» . أي: أنهم (١) لغوايتهم وشركهم قسموا أنعامهم وزروعهم أقساما ثلاثة: </p><p> ١ - أنعام وأقوات من حبوب وغيرها تقتطع من أموالهم، وتجعل لمعبوداتهم تعبدا وتدينا، ويمتنعون من التصرف فيها إلا لها، ويقولون: هي حجر؛ أي: محتجرة للآلهة لا تعطى لغيرهم، وقوله:  {لا يَطْعَمُها إِلَّا مَنْ نَشاءُ} ؛ أي: لا يأكل منها إلا الرجال دون النساء، وقوله:  {بِزَعْمِهِمْ} ؛ أي: </p><p> بادعائهم الباطل من غير حجة ولا برهان. </p><p> ٢ - أنعام حرمت ظهورها، فلا تركب ولا يحمل عليها. قال السدي: هي البحيرة وما ذكر معها في قوله تعالى: {ما جَعَلَ اللَّهُ مِنْ بَحِيرَةٍ وَلا سائِبَةٍ وَلا وَصِيلَةٍ ...} الآية. </p><p>(١) المراغي.</p>"
}