{
  "id": null,
  "sura": 6,
  "aya": 93,
  "text": "<p> يؤمنون بهذا الكتاب، والحال أنهم يحافظون ويداومون على صلاتهم، فيؤدونها في أوقاتها، ويقيمون أركانها وآدابها، وخصت الصلاة بالذكر من بين سائر العبادات؛ لأنها عماد الدين ورأس العبادات بعد الإيمان بالله، فلم يقع اسم الإيمان على شيء من العبادات الظاهرة إلا على الصلاة. قال تعالى:  {وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانَكُمْ} ؛ أي: صلاتكم، ولم يقع اسم الكفر على شيء من المعاصي إلا على ترك الصلاة. </p><p> قال - صلى الله عليه وسلم -: \"من ترك الصلاة متعمدًا .. فقد كفر\" . ولأن المحافظة عليها تدعو إلى القيام بسائر العبادات المفروضة، وترك الفحشاء وجميع المحرمات، ومحاسبة النفس على لذاتها وشهواتها. </p><p> وقرأ الجمهور (١) : {عَلَى صَلَاتِهِمْ} بالإفراد، والمراد به الجنس، وروى خلف عن يحيى عن أبي بكر:  {صلواتهم} بالجمع، ذكر ذلك أبو علي الحسن بن محمَّد بن إبراهيم البغدادي في كتاب \"الروضة\" من تأليفه، وقال: تفرد بذلك عن جميع الناس. </p><p> ٩٣ - والاستفهام في قوله:  {وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا} للإنكار بمعنى النفي. وهذه (٢) الجملة مقررة لمضمون ما تقدم من الاحتجاج عليهم بأن الله أنزل الكتاب على رسله؛ أي: كيف تقولون: ما أنزل الله على بشر من شيء، وذلك يستلزم تكذيب الأنبياء عليهم السلام، ولا أحد أشد ظلمًا، وأعظم جرمًا ممن اختلق على الله كذبًا. وكذب على الله في شيء من الأشياء، كالذين قالوا: ما أنزل الله على بشر من شيء، أو جعل لله شريكًا أو ولدًا أو صاحبة. {أَوْ} ممن {قَالَ أُوحِيَ إِلَيَّ} من الله شيء {و} الحال أنه {لم يوح إليه شيء} من الله، كمسيلمة الكذاب الذي ادَّعى النبوة باليمامة، والأسود العنسي الذي ادَّعى النبوة باليمن، وطليحة الأسدي الذي ادَّعى النبوة في بني أسد، ونحوهم من كل من ادعى ذلك، أو يدعيه في أي زمان كان. {وَمَنْ قَالَ سَأُنْزِلُ مِثْلَ مَا أَنْزَلَ اللَّهُ} إليك؛ </p><p>(١) البحر المحيط. (٢) الشوكاني.</p><p> أي: ومن أظلم ممن ادَّعى أنه قادر على إنزال مثل ما أنزل الله على رسوله، كمن قال من المشركين:  {لَوْ نَشَاءُ لَقُلْنَا مِثْلَ هَذَا} ، فقد أُثر عن النضر بن الحارث أنه كان يقول: إن القرآن أساطير الأولين، وإنه شعر لو نشاء لقلنا مثله. </p><p> ثم ذكر سبحانه وتعالى وعيده للظالمين لشدة جرمهم، وعظيم ذنبهم، فقال:  {وَلَوْ تَرَى إِذِ الظَّالِمُونَ} ؛ أي: ولو تبصر يا محمَّد، أو أيها المخاطب، إذ يكون الظالمون سواءٌ كانوا ممن ذكر في الآية، أو من غيرهم {فِي غَمَرَاتِ الْمَوْتِ} وسكراته، وما يتقدمها من شدائد وآلام تحيط بهم، كما تحيط غمرات الماء الغرقى، وجواب {لو} محذوف تقديره: لرأيت ما لا سبيل إلى وصفه، ولا قدرة للبيان على تجلي كنهه وحقيقته {وَالْمَلَائِكَةُ بَاسِطُو أَيْدِيهِمْ} ؛ أي والحال أن ملائكة الموت باسطوا أيديهم ومادوها إليهم؛ لقبض أرواحهم الخبيثة بالعنف والضرب، كما قال:  {فَكَيْفَ إِذَا تَوَفَّتْهُمُ الْمَلَائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ} . </p><p> ثم حكى سبحانه وتعالى أمر الملائكة لهم على سبيل التهكم والتوبيخ حين بسط أيديهم لقبض أرواحهم {أَخْرِجُوا أَنْفُسَكُمُ} ؛ أي: حالة كون الملائكة قائلين لهم: أخرجوا أنفسكم من هذه الشدائد، وخلصوها من هذه الآلام، أو أخرجوها من أبدانكم لنقبضها. قال صاحب \"الكشاف\" : هذا (١) تمثيل لفعل الملائكة في قبض أرواح الظلمة بفعل الغريم الملح، يبسط يده إلى من له عليه الحق ليعنف عليه في المطالبة، ولا يمهله، ويقول له: أخرج ما لي عليك الساعة، ولا أريم - لا أبرح - مكاني حتى أنزعه من أحداقك. انتهى. </p><p> ويرى بعضهم أنه لا داعي للعدول عن الحقيقة إلى التمثيل، فربما تمثل الملائكة للبشر بمثل صورهم، وتخاطبهم بمثل كلامهم، فهي إذًا ممكنة على الحقيقة، فلا معدل عنها. وحالة كون الملائكة قائلين لهم وقت الموت:  {الْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ} ؛ أي: في هذا اليوم الذي تقبض فيه أرواحكم، تجزون وتلقون عذاب الذل والخزي والإهانة جزاء ظلمكم لأنفسكم. </p><p>(١) الكشاف.</p>"
}