{
  "id": null,
  "sura": 6,
  "aya": 89,
  "text": "<p> وضرب آخر ينال بالكسب والاستعداد مع اللطف الإلهي والتوفيق لنيل المراد. </p><p> ثم ختم سبحانه الآية بنفي الشرك وتقرير التوحيد، فقال:  {وَلَوْ أَشْرَكُوا} ؛ أي: ولو أشرك هؤلاء الأنبياء المهديون بربهم مع الله سبحانه وتعالى إلهًا آخر، فعبدوا معه غيره {لَحَبِطَ} وبطل {عَنْهُمْ مَا كَانُوا يَعْمَلُونَ} ؛ أي: أجر أعمالهم التي كانوا يعملونها؛ أي: لبطل عنهم مع فضلهم وعلو درجاتهم أعمالهم المرضية، وعبادتهم الصالحة، فكيف بمن عداهم، والمقصود من هذا الكلام: تقرير التوحيد وإبطال طريقة الشرك إذ توحيد الله تعالى هو المزكي للأنفس، فضده وهو الشرك منتهى النقص والفساد المدنس لها، والمفسد لفطرتها، فلا يبقى معه فائدة لعمل آخر يترتب عليه نجاتها وفلاحها به. </p><p> ٨٩ - {أُولَئِكَ} الأنبياء الثمانية عشر المذكورون بأسمائهم هم {الَّذِينَ آتَيْنَاهُمُ} وأعطيناهم {الْكِتَابَ} ؛ أي: فهمًا تامًّا لما في الكتاب، وعلمًا محيطًا بأسراره. فالمراد بإيتاء الكتاب لكل منهم: تفهيم ما فيه أعم من أن يكون ذلك بالإنزال عليه ابتداءً، أو بوراثته ممن قبله، ذكره \"أبو السعود\" بالمعنى. والمراد بالكتاب: ما ذكر في القرآن من صحف إبراهيم وموسى، وزبور داود، وتوراة موسى، وإنجيل عيسى {و} آتيناهم {الْحُكْمَ} ؛ أي: العلم والفقه في الدين، فإن الله تعالى جعلهم حكامًا على الناس نافذي الحكم فيهم بحسب الظاهر {وَالنُّبُوَّةَ} فيقدرون بها على التصرف في ظواهرهم كالسلاطين، وفي بواطنهم وأرواحهم كالعلماء، وكل نبي من الأنبياء آتاه الله العلم الصحيح والفقه في أمور الدين وشؤون الإصلاح وفهم الكتاب الذي تعبده به، سواء أنزله عليه، أم أنزله على غيره، واختص بعضهم بإتائه الحكم صبيًّا؛ كيحيى وعيسى؛ أي: بإعطائه ملكة الحكم الصحيح في الأمور. </p><p> وأما (١) الحكم بمعنى القضاء والفصل في الخصومات، فلم يعطه إلا بعض الأنبياء، وتكون هذه العطايا الثلاث أعني: الكتاب والحكم والنبوة مرتبة بحسب </p><p>(١) المراغي.</p><p> درجات الخصوصية، فبعض النبيين أعطي الثلاث؛ كإبراهيم وموسى وعيسى وداود، قال تعالى حكاية عن إبراهيم:  {رَبِّ هَبْ لِي حُكْمًا} ، فهو قد دعا هذا الدعاء وهو رسول عليهم بعد محاجة قومه. وقال حكاية عن موسى:  {فَوَهَبَ لِي رَبِّي حُكْمًا وَجَعَلَنِي مِنَ الْمُرْسَلِينَ} . وقال عز اسمه:  {يَا دَاوُودُ إِنَّا جَعَلْنَاكَ خَلِيفَةً فِي الْأَرْضِ فَاحْكُمْ بَيْنَ النَّاسِ بِالْحَقِّ} . وقال في داود وسليمان معًا:  {وَكُلًّا آتَيْنَا حُكْمًا وَعِلْمًا} . ومنهم من أوتي الحكم والنبوة، كالأنبياء الذين كانوا يحكمون بالتوراة، ومنهم من لم يؤت إلا النبوة فقط. </p><p> والخلاصة: أن كل من أوتي الكتاب .. أوتي الحكم والنبوة، وكل من أوتي الحكم ممن ذكر .. كان نبيًّا، وما كان نبي منهم كان حاكمًا ولا صاحب كتاب منزل. وهذه هي مراتب الفضل بينهم صلوات الله وسلامه على نبينا وعليهم. </p><p> {فَإِنْ يَكْفُرْ بِهَا} ؛ أي: بهذه الثلاث: الكتاب والحكم والنبوة، أو بآيات القرآن {هَؤُلَاءِ} المشركون من أهل مكة وغيرهم {فَقَدْ وَكَّلْنَا بِهَا} ؛ أي: برعايتها؛ أي: وفقنا للإيمان بها والقيام بحقوقها، وتولي نصر الداعي إليها. {قَوْمًا} كرامًا {لَيْسُوا بِهَا بِكَافِرِينَ} ؛ أي: ليسوا بكافرين بها، فمنهم من آمن بها، ومنهم من سيؤمن بها عند ما يدعى إليها. فالباء (١) في قوله: {لَيْسُوا بِهَا} صلة وفي {بِكَافِرِينَ} لتأكيد النفي. وعبارة \"الجمل\" : قوله: {لَيْسُوا بِهَا بِكَافِرِينَ} ؛ أي: في وقت من الأوقات، بل هم مستمرون على الإيمان بها، فإن الجملة الإسمية الإيجابية كما تفيد دوام الثبوت كذلك السلبية تفيد دوام النفي بمعونة المقام، لا نفي الدوام كما حقق في مقامه. اهـ \"أبو السعود\" انتهت. </p><p> أخرج ابن (٢) جرير وابن أبي حاتم عن ابن عباس في قوله: {فَإِنْ يَكْفُرْ بِهَا هَؤُلَاءِ} يعني: أهل مكة: {فَقَدْ وَكَّلْنَا بِهَا قَوْمًا لَيْسُوا بِهَا بِكَافِرِينَ} يعني: أهل المدينة والأنصار. اهـ. </p><p>(١) النسفي. (٢) المراغي.</p>"
}