{
  "id": null,
  "sura": 6,
  "aya": 60,
  "text": "<p> ١ - اعتبار الملائكة عليهم السلام بموافقة المحدثات للمعلومات الإلهية. </p><p> ٢ - عدم تغيير الموجودات عن الترتيب السابق في الكتاب، ويؤيده ما روى البخاري عن أبي هريرة \"جف القلم بما أنت لاق\" . </p><p> وقرأ (١) ابن السميقع: {مفاتيح} بالياء، وروي عن بعضهم:  {مفتاح الغيب} على الإفراد. وقرأ الحسن وابن أبي إسحاق وابن السميقع:  {ولا رطبٌ ولا يابسٌ} بالرفع فيهما، والأولى أن يكونا معطوفين على موضع {مِنْ وَرَقَةٍ} ، ويحتمل الرفع على الابتداء، وخبره {إِلَّا فِي كِتَابٍ مُبِينٍ} . </p><p> ٦٠ - {وَهُوَ} سبحانه وتعالى الإله {الَّذِي يَتَوَفَّاكُمْ} وينيمكم {بِاللَّيْلِ} ويراقبكم فيه، استعير (٢) التوفي من الموت للنوم؛ لما بينهما من المشاركة في إزالة الإحساس والتمييز، فإن أصل التوفي: قبض الشيء بتمامه. </p><p> وعبارة \"زادة على البيضاوي\" نصها: وعلى (٣) ما ذكره المصنف ليس في ابن آدم إلا روح واحدة، يكون لابن آدم بحسبها ثلاثة أحوال: حالة يقظة، وحالة نوم، وحالة موت، فباعتبار تعلقها بظاهر الإنسان وباطنه تعلقًا كاملًا تثبت له حالة اليقظة، وباعتبار تعلقها بظاهر الإنسان فقط تثبت له حالة النوم، وباعتبار انقطاع تعلقها عن الظاهر والباطن تثبت له حالة الموت. </p><p> فعلى هذا: معنى {يَتَوَفَّاكُمْ بِاللَّيْلِ} ؛ أي: يقطع أرواحكم عن التعلق ببواطنكم؛ أي: يقطع تعلقها بالباطن، ومعنى {يَبْعَثُكُمْ فِيهِ} ؛ أي: يرد تعلقها بالباطن. وقيل: معنى {يَتَوَفَّاكُمْ بِاللَّيْلِ} ؛ أي: يقبض أرواحكم عند النوم، وهذا مبني على أن في الجسد روحين: روح الحياة: وهي لا تخرج إلا بالموت، وروح التمييز: وهي تخرج بالنوم، فتفارق الجسد، فتطوف بالعالم وترى المنامات، ثم ترجع إلى الجسد عند تيقظه، وسيأتي بسط هذه المسألة وإيضاحها في سورة الزمر إن شاء الله تعالى. واقتصر هنا على الليل، وإن كان ذلك يقع في النهار؛ لأن الغالب أن يكون النوم فيه. {وَيَعْلَمُ مَا جَرَحْتُمْ بِالنَّهَارِ} ؛ أي: ويعلم </p><p>(١) البحر المحيط. (٢) البيضاوي.(٣) زاده.</p><p> جميع ما كسبتم وعملتم في النهار؛ أي: يعلم جميع ما كسبتم حين اليقظة، ويكون معظم ذلك في النهار سواء أكان خيرًا أم شرًّا. </p><p> وفي \"الفتوحات\" : والتقييد (١) بالظرفين جري على الغالب، إذ الغالب أن النوم في الليل والكسب في النهار، وخصَّ النهار بالذكر دون الليل؛ لأن الكسب فيه أكثر؛ لأنه زمن حركة الإنسان، والليل زمن سكونه. اهـ \"كرخي\" . </p><p> {ثُمَّ يَبْعَثُكُمْ فِيهِ} ؛ أي: يوقظكم في النهار، عطف على {يَتَوَفَّاكُمْ} ، وتوسيط (٢) الفعل بينهما لبيان ما في بعثهم من عظم الإحسان إليهم بالتنبيه على ما يكسبونه من السيئات. قال البيضاوي: أطلق البعث ترشيحًا للتوفي؛ أي: لما استعير التوفي من الموت للنوم .. كان البعث الذي هو في الحقيقة الإحياء بعد الموت ترشيحًا؛ لأنه أمر يلائم المستعار منه. وقيل: في الكلام تقديم وتأخير، والتقدير هو الذي يتوفاكم بالليل، ثم يبعثكم بالنهار، ويعلم ما جرحتم فيه. {لِيُقْضَى أَجَلٌ مُسَمًّى} ؛ أي: يوقظكم ويرسلكم لكسب أرزاقكم وأقواتكم ومناجاة إلهكم وخالقكم؛ لأجل أن يقضي أجلًا مسمى؛ أي: لأجل أن يستوفي ويستكمل المتيقظ آخر أجله وعمره المعين له في علمه تعالى، فإن لأعماركم آجالًا مقدرة مكتوبة لا بد من قضائها وإتمامها. ومعنى الآية: أن إمهاله تعالى للكفار ليس للغفلة عن كفرهم، فإنه عالم بذلك، ولكن ليقضى أجل مسمى؛ أي: معين لكل فرد من أفراد العباد من حياة ورزق {ثُمَّ} بعد انقضاء آجالكم وموتكم {إِلَيْهِ} سبحانه وتعالى، لا إلى غيره {مَرْجِعُكُمْ} ؛ أي: رجوعكم بالبعث بعد الموت {ثُمَّ} بعد بعثكم وحشركم {يُنَبِّئُكُمْ} ؛ أي: يخبركم {بِمَا كُنْتُمْ تَعْمَلُونَ} في حياتكم الدنيا، ويجازيكم بذلك إن خيرًا فخير، وإن شرًّا فشر. والقادر (٣) على البعث مِن تَوفي النوم قادرٌ على البعث من توفي الموت، وفي ذكر الأجل المسمى والرجوع إلى الله تعالى لأجل الحساب والجزاء إيماء إلى تأييد ما تقدم من حكمة تأخير ما كان يستعجله مشركوا مكة من وعيد الله لهم، ووعده لرسله </p><p>(١) الجمل. (٢) أبو السعود.(٣) المراغي.</p>"
}