{
  "id": null,
  "sura": 6,
  "aya": 103,
  "text": "<p> أي: فبسبب كونه موصوفًا بالأوصاف السابقة ومستجمعا لها، وحدوه بالعبادة، ولا تشركوا به شيئًا من مخلوقاته، يعني: من كانت هذه صفاته .. فهو الحقيق بالعبادة فاعبدوه، ولا تعبدوا غيره ممن ليس له من هذه الصفات العظيمة شيء {وَهُوَ} سبحانه وتعالى مع تلك الصفات الجليلة الشأن {عَلَى كُلِّ شَيْءٍ} من المخلوقات {وَكِيلٌ} ؛ أي: رقيب على أعمالهم حافظ لها، فيجازيهم عليها، فيجب على كل مكلف أن يعلم أنه لا حافظ إلا الله، ولا مصلح للمهمات إلا الله، فحينئذ ينقطع طمعه عن كل ما سواه، ولا يرجع في مهم من المهمات إلا إليه تعالى، ويقال: أي: كفيل بأرزاق خلقه. وقيل: معناه موكول إليه جميع الأمور، متول عليها، يدبر ملكه بعلمه وحكمته، فيرزق عباده ويكلؤهم بالليل والنهار سرًّا وعلانية. </p><p> والخلاصة (١) : أنه لا حافظ إلا الله، ولا قاضي للحاجات إلا هو، فعلينا أن نقطع أطماعنا عن كل ما سواه، ولا نلجأ في المهمات إلا إليه سبحانه وتعالى. </p><p> ١٠٣ - {لَا تُدْرِكُهُ} سبحانه وتعالى ولا تراه {الْأَبْصَارُ} جمع بصر، وهو حاسة النظر، أي القوة الباصرة، وقد يقال: للعين من حيث إنها محلها، أي محلُّ الحاسة، أي لا تراه أبصار الخلائق في الدنيا، وبهذا يعلم أنه لا تنافي بين هذه الآية وبين الأحاديث الصحيحة الدالة على رؤية المؤمنين لربهم في الآخرة. فقد روي أنه - صلى الله عليه وسلم - قال:  \"إنكم سترون ربكم يوم القيامة، كما ترون القمر ليلة البدر، وكما ترون الشمس ليس دونها سحاب\" فالمؤمنون يرونه في الآخرة لهذه الأحاديث، ولقوله تعالى: {وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ (٢٢) إِلَى رَبِّهَا نَاظِرَةٌ (٢٣) }. وأما الكافرون .. فهم يومئذ محجوبون عن ربهم، كما قال تعالى:  {كَلَّا إِنَّهُمْ عَنْ رَبِّهِمْ يَوْمَئِذٍ لَمَحْجُوبُونَ} . </p><p> وقيل: معناه لا تراه الأبصار رؤية إحاطة تعرف بها كنهه وحقيقته عَزَّ وَجَلَّ، وعلى هذا القول يكون نفي الإدراك على عمومه، فلا يحيط به بصر أحد لا في </p><p>(١) المراغي.</p><p> الدنيا ولا في الآخرة، لعدم انحصاره في بصرهم:  {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ} . </p><p> فصل في البحث عن رؤية الله سبحانه وتعالى </p><p> وفي \"الخازن\" قال (١) : جمهور المفسرين معنى الإدراك: الإحاطة بكنه الشيء وحقيقته، والأبصار ترى الباري سبحانه وتعالى ولا تحيط به، كما أن القلوب تعرفه ولا تحيط به. وقال سعيد بن المسيب في تفسير قوله تعالى:  {لَا تُدْرِكُهُ الْأَبْصَارُ} لا تحيط به الأبصار. وقال ابن عباس: كلت أبصار المخلوقين عن الإحاطة به، وقد تمسك بظاهر هذه الآية قوم من أهل البدع، وهم الخوارج والمعتزلة وبعض المرجئة، وقالوا: إن الله تبارك وتعالى لا يراه أحد من خلقه، وإن رؤيته مستحيلة عقلًا؛ لأن الله أخبر أن الأبصار لا تدركه، إدراك البصر عبارة عن الرؤية، إذ لا فرق بين قولك أدركته ببصري، ورأيته ببصري، فثبت بذلك أن قوله:  {لَا تُدْرِكُهُ الْأَبْصَارُ} بمعنى: لا تراه الأبصار، وهذا يفيد العموم. ومذهب أهل السنة: أن المؤمنين يرون ربهم في عرصات القيامة، وفي الجنة، وإن رؤيته غير مستحيلة عقلًا. واحتجوا لصحة مذهبهم بتظاهر أدلة الكتاب والسنة والإجماع من الصحابة ومن بعدهم من سلف الأمة على إثبات رؤية الله تبارك وتعالى للمؤمنين في الآخرة، قال الله تعالى:  {وجوه يومئذ إلى ربها ناظرة} ففي هذه الآية دليل على أن المؤمنين يرونه في الآخرة إلى غير ذلك من الآيات والأحاديث. </p><p> {وَهُوَ} سبحانه وتعالى {يُدْرِكُ الْأَبْصَارَ} ؛ أي: يرى الأبصار ويحيط بها، ويبلغ كنهها, لا تخفى عليه منها خافية، وخص (٢) الأبصار بالذكر ليجانس ما قبله، وإلا فهو يدرك الأبصار وغيرها من الأشياء. </p><p> وقال الزجاج: في هذا دليل على أن الخلق لا يدركون الأبصار؛ أي: لا يعرفون كيفية حقيقة البصر، وما السبب الذي صار به الإنسان يبصر من عينيه دون </p><p>(١) الخازن. (٢) الشوكاني.</p>"
}