{
  "id": null,
  "sura": 6,
  "aya": 96,
  "text": "<p> وقرأ عبد الله (١) : {فلق الحب} بصيغة الفعل الماضي. </p><p> وقوله:  {يُخْرِجُ الْحَيَّ} ؛ أي: الحيوان {وَمُخْرِجُ الْمَيِّتِ} ؛ أي: من النطفة والبيضة وهي ميتة، في محل الرفع خبر بعد خبر، لـ {إنّ} و، وقوله:  {وَمُخْرِجُ الْمَيِّتِ} ؛ أي: مخرج النطفة والبيضة وهي ميتة {مِنَ الْحَيِّ} ؛ أي: من الحيوان، معطوف على (٢) قوله: {يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ} عطف جملة اسمية على جملة فعلية، ولا مانع من ذلك. وقيل: معطوف على {فَالِقُ} على تقدير أن جملة {يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ} مفسرة لما قبلها، والأول أولى. </p><p> والمعنى: أن الله سبحانه وتعالى يخرج من النطفة بشرًا حيًّا، ومن البيضة أفراخًا حية، ومن الحب اليابس نباتًا غضًّا، ومن الكافر مؤمنًا، ومن العاصي مطيعًا، وبالعكس. </p><p> {ذَلِكُمُ} الصانع هذا الصنع العجيب المذكور سابقًا من شق الحب والنوى بقدرته الباهرة هو {اللَّهُ} ؛ أي: المعبود الحق المستجمع لكل كمال، والمفضل بكل إفضال، والمستحق لكل حمد وإجلال. {فَأَنَّى تُؤْفَكُونَ} ؛ أي: فكيف تصرفون عن عبادته وتوحيده والإيمان بالبعث إلى عبادة غيره، واتخاذ شريك معه، وإنكار البعث مع ما ترون من بديع صنعه وكمال قدرته. </p><p> والمعنى: ذلكم المتصف (٣) بكامل القدرة وبالغ الحكمة هو الله الخالق لكل شيء، المستحق للعبادة وحده، لا شريك له، فكيف تصرفون عن عبادته، وتشركون به من لا يقدر على شيء من ذلك؛ كفلق نواة وحبة، وإيجاد نخلة وسنبلة؟ </p><p> ٩٦ - {فَالِقُ} ظلمة الليل وكاشفها ومزيلها بضوء {الْإِصْبَاحِ} ونور النهار. والمراد بظلمة الليل: الغبش الذي يلي الإصباح المستطيل الكاذب. والإصباح بمعنى: الصبح، فالصبح والإصباح والصباح بمعنى واحد، وهو أول النهار، وذلك (٤) لأن الأفق من الجانب الغربي والشمالي والجنوبي مملوء من الظلمة، ثم إنه تعالى شق ذلك البحر المظلم بأن أجرى جدولًا من النور فيه. وقيل: المعنى </p><p>(١) البحر المحيط. (٢) الشوكاني.(٣) المراغي.(٤) المراح.</p><p> خالق الإصباح من الفلق بمعنى الخلق يعني: أن الله سبحانه وتعالى مبدي ضوء الإصباح وخالقه ومنوره. </p><p> وقرأ الحسن وعيسى بن عمر وأبو رجاء (١) : {فَالِقُ الْإِصْبَاحِ} بفتح الهمزة. وقرأ الجمهور بكسرها، وهو على قراءة الفتح جمع: صبح، وعلى قراءة الكسر مصدر: أصبح. وقرأت فرقة بنصب:  {الإصباحَ} وحذف تنوين {فالق} ، وسيبويه إنما يجوز هذا في الشعر نحو قوله: </p><p> وَلاَ ذَاكِرَ الله إلا قَلِيْلًا </p><p> حذف التنوين لالتقاء الساكنين، والمبرد يجوزه في الكلام. وقرأ النخعي وابن وثاب وأبو حيوة:  {فلق الإصباح} بفعل ماضٍ، وهمزة مكسورة. </p><p> {وَجَعَلَ اللَّيْلَ سَكَنًا} ؛ أي: وجعل سبحانه وتعالى الليل وقت سكون وراحة وطمأنينة للخلق؛ لأن الناس يسكنون فيه عن الحركة في معاشهم، ويستريحون من التعب والنصب الحاصل لهم بشغل النهار. </p><p> وقرأ عاصم وحمزة والكسائي على صيغة الماضي، والباقون على صيغة اسم الفاعل. وقرأ يعقوب ساكنًا. {و} جعل سبحانه وتعالى {الشمس والقمر} جاريين بـ {حُسْبَانًا} ؛ أي: بحساب مقدر لا يزيد ولا ينقص؛ أي: قدر (٢) الله تعالى حركة الشمس بمقدار معين من السرعة والبطء، بحيث تتم الدورة في سنة، وقدَّر حركة القمر بحيث تتم الدورة في شهر، وبهذه المقادير تنتظم مصالح العالم في الفصول الأربعة، وبسببها يحصل ما يحتاج إليه من نضج الثمار وحصول الغلات وأمور الحرث والنسل، والمعنى: جعلهما علامتي حساب وعد للأوقات، تتعلق بهما مصالح العباد، تحسب بهما الأوقات التي تتعلق بها العبادات والمعاملات، وسيَّرهما على تقدير لا يزيد ولا ينقص، ليدل عباده بذلك على عظيم قدرته وبديع صنعه. </p><p> وقرأ الجمهور بنصب {وَالشَّمْسَ وَالْقَمَرَ} على إضمار فعل؛ أي: وجعل </p><p>(١) البحر المحيط. (٢) المراح.</p>"
}