{
  "id": null,
  "sura": 6,
  "aya": 34,
  "text": "<p> ٣ - أنهم لما أصروا على التكذيب مع ظهور المعجزات القاهرة وفق دعواه .. كان تكذيبهم تكذيبًا لآيات الله المؤيدة له، أو تكذيبًا له سبحانه وتعالى، فكأن الله قال له: إن القوم ما كذبوك، ولكن كذبوني، وذلك أن تكذيب الرسول كتكذيب المرسل المصدِّق له بتأييده على حد:  {إِنَّ الَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ اللَّهَ} . </p><p> ٤ - أن المراد أنهم لا يخصونك بالتكذيب، بل ينكرون دلالة المعجزة على الصدق مطلقًا، ويقولون في كل معجزة إنها سحر، فكأن الخلاصة أنهم لا يكذبونك على التعيين، ولكن يكذبون جميع الأنبياء والرسل. </p><p> ٣٤ - ثم لفت وصرف نظر رسوله - صلى الله عليه وسلم - لأن يقتدي بالرسل قبله في الصبر على التكذيب، فقال:  {وَلَقَدْ كُذِّبَتْ رُسُلٌ مِنْ قَبْلِكَ} ؛ أي: وعزتي وجلالي لقد كذب الرسل الذين من قبلك - كنوح ومن بعده - قومهم، كما كذبك قومك {فَصَبَرُوا عَلَى مَا كُذِّبُوا وَأُوذُوا} ؛ أي: فصبروا على تكذيبهم وإيذائهم لهم {حَتَّى أَتَاهُمْ نَصْرُنَا} بإهلاك قومهم فاصبر يا أشرف الخلق كما صبروا .. تظفر على أعدائك كما ظفروا، بل أنت أولى بالتزام الصبر؛ لأنك مبعوث إلى جميع العالمين. </p><p> وقرأ (١) الجمهور: {وَأُوذُوا} بواو بعد الهمزة من آذى يؤذي رباعيًّا. وقرأ ابن عامر في رواية شاذة:  {وأذوا} من غير واو بعد الهمزة، وهو من أذيت الرجل ثلاثيًّا لا من آذيت رباعيًّا. اهـ \"سمين\" . وفي الآية تسلية للرسول - صلى الله عليه وسلم - بعد تسلية، وإرشاد إلى سننه تعالى في الرسل والأمم، وقد صرح بوجوب الصبر على هذا الإيذاء في قوله:  {فَاصْبِرْ كَمَا صَبَرَ أُولُو الْعَزْمِ مِنَ الرُّسُلِ} ، وفي قوله: {وَاصْبِرْ عَلَى مَا يَقُولُونَ وَاهْجُرْهُمْ هَجْرًا جَمِيلًا (١٠) }. وقد دلت التجارب على أن التأسي يهون المصاب، ويفيد شيئًا من السلوى، ومن هذا تعلم حكمة تكرار التسلية بأمثال هذه الآية مع الأمر بالصبر المرة بعد المرة؛ لأن الحزن والأسف اللذين كانا يعرضان له - صلى الله عليه وسلم - من شأنهما أن يتكررا بتكرر سببهما وبتذكره. </p><p>(١) الفتوحات.</p><p> وفي الآية بشارة للرسول - صلى الله عليه وسلم - مؤكدة للتسلية بأن الله تعالى سينصره على المكذبين الظالمين من قومه، وعلى كل من يكذبه ويؤذيه من أمة الدعوة، كما أنَّ فيها إيماءً إلى حسن عاقبة الصبر، فمن كان أصبر .. كان حقيقًا بالنصر إذا تساوت بين الخصمين وسائل الغلب والقهر. </p><p> والمعنى: أن (١) هذا الذي وقع من هؤلاء إليك ليس هو بأول ما صنعه الكفار مع من أرسله الله إليهم، بل وقع التكذيب لكثير من الرسل المرسلين من قبلك، فاقتد بهم، ولا تحزن، واصبر كما صبروا على ما كذبوا به وأوذوا، حتى يأتيك نصرنا كما أتاهم، فإنا لا نخلف الميعاد، ولكل أجل كتاب {وَلَا مُبَدِّلَ لِكَلِمَاتِ اللَّهِ} ؛ أي: لا مغير ولا ناقض لحكمه وقضائه تعالى، وقد حكم الله سبحانه وتعالى بنصر الأنبياء في نحو قوله:  {كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي} وقوله: {إِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا} ، وقوله: {وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا الْمُرْسَلِينَ (١٧١) إِنَّهُمْ لَهُمُ الْمَنْصُورُونَ (١٧٢) وَإِنَّ جُنْدَنَا لَهُمُ الْغَالِبُونَ (١٧٣) }؛ أي: فإن وعد الله إياك بالنصر حق وصدق، ولا يمكن تطرق الخلف والتبديل إليه، بل وعده كائن، وأنت منصور على المكذبين ظاهر عليهم، وقد كان ذلك فللَّه الحمد. </p><p> والحاصل: أن كلمات الله لا يمكن أن يبدلها مبدل، فنصر الرسل حتم لا بد منه، والتبديل: جعل شيء بدلًا من شيء آخر، وتبديل الكلمات والأقوال نوعان: </p><p> ١ - تبديل ذاتها بجعل قول مكان قول، وكلمة مكان أخرى، ومن هذا قوله تعالى:  {فَبَدَّلَ الَّذِينَ ظَلَمُوا قَوْلًا غَيْرَ الَّذِي قِيلَ لَهُمْ} . </p><p> ٢ - تبديل مدلولها ومضمونها، كمنع نفاذ الوعد والوعيد، أو وقوعه على خلاف القول الذي سبق، وهذا الأخير هو المراد هنا. </p><p> ثم أكد سبحانه عدم التبديل بقوله:  {وَلَقَدْ جَاءَكَ مِنْ نَبَإِ الْمُرْسَلِينَ} ؛ أي: وعزتي وجلالي قد جاءك يا محمد من خبر المرسلين الذي قصصناه عليك من قبل </p><p>(١) الشوكاني.</p>"
}