{
  "id": null,
  "sura": 6,
  "aya": 115,
  "text": "<p> عند الله - سبحانه وتعالى، ولا يريبك جحود أكثرهم وكفرهم؛ أي: إن أنكر هؤلاء المشركون أن يكون القرآن حقا، وكذبوا به .. فالذين أعطيناهم الكتب المنزلة من قبله كعلماء اليهود والنصارى .. يعلمون أنه منزل من ربك بالحق، ذاك أنهم يعلمون أنه من جنس الوحي الذي نزل على أنبيائهم، وأن أوسع البشر علما لا يستطيع أن يأتي بمثله مع أن كتبهم تشتمل على بشارات بذلك النبي لم تكن لتخفى على علمائهم في عصر التنزيل، كما قال تعالى:  {الَّذِينَ آتَيْناهُمُ الْكِتابَ يَعْرِفُونَهُ كَما يَعْرِفُونَ أَبْناءَهُمْ وَإِنَّ فَرِيقًا مِنْهُمْ لَيَكْتُمُونَ الْحَقَّ وَهُمْ يَعْلَمُونَ} . وقد اعترف بذلك من أنار الله بصيرتهم من أهل الكتاب، فآمنوا وأنكر بعضهم الحق وكتمه بغيا وحسدا، فباء بالخسران المبين. </p><p> والخطاب في قوله (١) : {فَلا تَكُونَنَّ مِنَ الْمُمْتَرِينَ} إما للنبي صلى الله عليه وسلم، والمراد به غيره على سبيل التعريض كقوله: وَلا تَكُونَنَّ مِنَ الْمُشْرِكِينَ وإما له صلى الله عليه وسلم، والمراد النهي له عن الشك في أن أهل الكتاب يعلمون أنه منزل من ربك بالحق، فهو من باب التهييج والإلهاب؛ لأنه صلى الله عليه وسلم لم يشك قط، أو الخطاب لكل من يتأتى منه الامتراء على مثال قوله تعالى:  {وَلَوْ تَرى إِذِ الْمُجْرِمُونَ} . </p><p> ١١٥ - {وَتَمَّتْ كَلِمَةُ رَبِّكَ} لما (٢) قدم من أول السورة إلى هنا دلائل التوحيد والنبوة والبعث، والطعن على مخالفي ذلك، وكان من هنا إلى آخر السورة أحكام وقصص .. ناسب ذكر هذه الآيات هنا؛ أي: تمت أقضيته ونفذت أقداره. قاله ابن عباس رضي الله عنهما. </p><p> والمعنى: </p><p> إن الله قد أتم وعده ووعيده، فظهر الحق وانطمس الباطل. وقال قتادة: كلماته القرآن؛ أي: تم وعده لأوليائه بنصرهم، ووعيده لأعدائه بخذلانهم. وقال الزمخشري: في كل ما أخبره به، وأمر ونهى، ووعد وأوعد. وقرأ ابن كثير وأبو عمرو وابن عامر ونافع (٣) : {كلمات} بالجمع هنا، وفي يونس في الموضعين، وفي المؤمن. وقرأ عاصم وحمزة والكسائي ويعقوب: </p><p>(١) المراغي. (٢) البحر المحيط.(٣) زاد المسير.</p><p> {كَلِمَةُ} بالإفراد في جميع ذلك. وقد ذكرت العرب الكلمة وأرادت بها الكثرة، يقولون: قال قس في كلمته؛ أي: في خطبته، وزهير في كلمته؛ أي: في قصيدته. فمن قرأ بالإفراد .. قال: الكلمة قد يراد بها الكلمات الكثيرة، ومن قرأ بالجمع .. قال: لأن الله تعالى قال في سياق الآية: {لا مُبَدِّلَ لِكَلِماتِهِ} ، فوجب الجمع في اللفظ الأول إتباعا للثاني، وترسم بالتاء المجرورة على كل من قراءة الجمع وقراءة الإفراد، وكذا كل موضع اختلف فيه القراء جمعا وإفرادا، فإنه يكتب بالتاء المجرورة على كل من القراءتين باتفاق المصاحف إلا موضعين من ذلك، فقد اختلف فيهما المصاحف: </p><p> أحدهما: في يونس في قوله تعالى: {إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ} . </p><p> وثانيهما: في غافر في قوله تعالى: {وَكَذلِكَ حَقَّتْ كَلِمَةُ رَبِّكَ عَلَى الَّذِينَ كَفَرُوا} فاختلفت فيهما المصاحف، فبعضها بالتاء المجرورة، وبعضها بالتاء المربوطة. </p><p> وقوله:  {صِدْقًا وَعَدْلًا} تمييز لـ {كَلِمَةُ} ؛ أي: تمت كلمات ربك وأقضيته من جهة الصدق فيما وعد وأوعد، ومن جهة العدل فيما أمر ونهى، أو المعنى: تمت كلمات ربك وقرآنه من جهة الصدق فيما أخبر عن القرون الماضية والأمم الخالية، وعما هو كائن إلى قيام الساعة، ومن جهة العدل في أحكامه من الأمر والنهي والحلال والحرام، وسائر الأحكام. ويصح كون {صِدْقًا وَعَدْلًا} حالا من (الكلمة) ؛ أي: حالة كونها صادقة فيما أخبرت، وعادلة فيما أمرت ونهت، ويصح كونهما حالا من {رَبِّكَ} ؛ أي: حالة كونه صادقا فيما وعد وأوعد، وعادلا فيما أمر ونهى. {لا مُبَدِّلَ لِكَلِماتِهِ} ؛ أي: لا مغير لأقضيته، ولا راد لأحكامه وأقداره، ولا خلف لمواعيده، أو لا مبدل لكلمات القرآن، فلا يلحقها تغيير لا في المعنى ولا في اللفظ؛ أي: لا أحد يبدل شيئا من القرآن بما هو أصدق منه وأعدل، ولا بما هو مثله، ولا يقدر المفترون على الزيادة فيه والنقصان منه لا في اللفظ ولا في المعنى، وفي هذا ضمان من الله تعالى لحفظ القرآن كقوله:  {وَإِنَّا لَهُ لَحافِظُونَ} . وفي «الخازن» لما وصفها بالتمام، وهو في </p>"
}