{
  "id": null,
  "sura": 6,
  "aya": 128,
  "text": "<p> ١٢٧ - {لَهُمْ} ؛ أي: لهؤلاء القوم المتذكرين {دارُ} الله {السَّلامِ} سبحانه وتعالى؛ أي: المنزه عن جميع النقائص؛ لأن السلام اسم من أسمائه تعالى، وهي الجنة أضافها إلى نفسه تعظيما، أو دار السلامة من كل آفة وكدر ومكروه؛ أي: السلامة الدائمة التي تنقطع، سميت الجنة بذلك؛ لأن جميع حالاتها مقرونة بالسلامة؛ لأن السلام بمعنى السلامة نظير الضلال والضلالة، أو دار السلام بمعنى التحية؛ لقوله:  {تَحِيَّتُهُمْ فِيها سَلامٌ} ، {إِلَّا قِيلًا سَلامًا سَلامًا (٢٦) } حالة كونها مدخرة لهم {عِنْدَ رَبِّهِمْ} يعني أن الجنة معدة مهيأة لهم عند ربهم حتى يوصلهم إليها {وَهُوَ} سبحانه وتعالى {وَلِيُّهُمْ} ؛ أي: متكفل لهم بجميع مصالحهم في الدين والدنيا {بِما كانُوا يَعْمَلُونَ} ؛ أي: بسبب أعمالهم الصالحة، أو متولي أمورهم بالتوفيق والهداية في الدنيا، وبالجزاء والجنة في الآخرة، أو محبهم أو ناصرهم على أعدائهم بسبب أعمالهم الصالحة. </p><p> ١٢٨ - والظرف في قوله:  {وَيَوْمَ يَحْشُرُهُمْ} متعلق بقول مقدر بعده، تقديره: ويوم نحشر الخلائق جَمِيعًا من الأولين والآخرين في عرصات القيامة، نقول للجن:  {يا مَعْشَرَ الْجِنِّ} وهذا أولى من تقدير: أذكر؛ لخروجه حينئذ عن الظرفية، كما قاله أبو حيان في «البحر» . وقرأ حفص بالياء في {يَحْشُرُهُمْ} ؛ أي: ويوم يحشر الله سبحانه وتعالى الخلائق جميعا، وهو يوم القيامة يقول للجن:  {يا مَعْشَرَ الْجِنِّ} وباقي السبعة بالنون، وهذا النداء نداء شهرة وتوبيخ لهم على رؤوس الأشهاد؛ أي: يا جماعة الجن {قَدِ اسْتَكْثَرْتُمْ مِنَ الْإِنْسِ} ؛ أي: قد أكثرتم الاستمتاع والانتفاع، والتلذذ بالإنس بطاعتهم لكم ودخولهم فيما تريدون منهم. وقيل المعنى: أكثرتم الإغواء والإضلال من الإنس حتى صاروا في حكم الأتباع لكم {وَقالَ أَوْلِياؤُهُمْ} ؛ أي: أولياء الجن وأصحابهم الذين هم {مِنَ الْإِنْسِ رَبَّنَا} ويا مالك أمرنا {اسْتَمْتَعَ} وانتفع {بَعْضُنا} معاشر الجن والإنس {بِبَعْضٍ} آخر؛ أي: انتفع الجن بالإنس وانتفع الإنس بالجن؛ أي: انتفع كل من الجنسين بالآخر؛ أي: وقال الذين تولوا الجن من الإنس في جواب الرب تعالى: ربنا تمتع كل منا بالآخر بما كان للجن من اللذة في إغوائنا بالأباطيل وأهواء الأنفس وشهواتها، وبما كان لنا في طاعتهم ووسوستهم من اللذة في اتباع الهوى </p><p> والانغماس في اللذات. قال الحسن البصري: وما كان استمتاع بعضهم ببعض إلا أن الجن أمرت وعملت الإنس انتهى. </p><p> قال الكلبي (١) : فأما استمتاع الإنس بالجن: كان الرجل في الجاهلية إذا سافر، فنزل بأرض قفراء، وخاف على نفسه من الجن .. قال: أعوذ بسيد هذا الوادي من شر سفهاء قومه، فيبيت في جوارهم، وأما استمتاع الجن بالإنس: فهو أنهم قالوا: سدنا الإنس مع الجن حتى عاذوا بنا، فيزدادون بذلك شرفا في قومهم وعظما في أنفسهم. وقيل: استمتاع الإنس بالجن هو ما كانوا يلقون إليهم من الأراجيف والسحر والكهانة، وتزيينهم الأمور التي كانوا يهوونها وتسهيل سبلها عليهم، واستمتاع الجن بالإنس طاعة الإنس للجن فيما يزينون لهم من الضلالة والمعاصي، وقيل غير ذلك. وقيل: إن قوله: {رَبَّنَا اسْتَمْتَعَ بَعْضُنا بِبَعْضٍ} هو من كلام الإنس خاصة؛ لأن استمتاع الجن بالإنس، وبالعكس أمر نادر لا يكاد يظهر، أما استمتاع الإنس بعضهم ببعض فهو ظاهر، فوجب الكلام عليهم. </p><p> {وَبَلَغْنا أَجَلَنَا الَّذِي أَجَّلْتَ لَنا} ؛ أي: أدركنا ووصلنا بعد استمتاع بعضنا ببعض إلى الأجل الذي حددته لنا، وهو يوم البعث والجزاء، وقد اعترفنا بذنوبنا، فاحكم فينا بما تشاء وأنت الحكم العدل، وقرىء:  {آجالنا} - على الجمع الذي على التذكير والإفراد - قال أبو علي: هو جنس أوقع (الذي) موقع (التي) ، انتهى. ذكره أبو حيان في «البحر» . ومقصدهم (٢) من هذا الإخبار إظهار الحسرة والندامة على ما كان منهم من التفريط في الدنيا وتفويض الأمر إلى ربهم العليم بحالهم، ولم يذكر هنا قول المتبوعين من الجن، وحكاه في آي أخرى، فقال - سبحانه - في الفريقين:  {ثُمَّ يَوْمَ الْقِيامَةِ يَكْفُرُ بَعْضُكُمْ بِبَعْضٍ وَيَلْعَنُ بَعْضُكُمْ بَعْضًا} وكما ذكر في سورة البقرة كيف يتبرأ بعضهم من بعض، وحكى في إبراهيم </p><p>(١) الخازن. (٢) المراغي.</p>"
}