{
  "id": null,
  "sura": 6,
  "aya": 10,
  "text": "<p> ٤ - أنهم اقترحوا ما لا يتوقف عليه الإيمان، فلو أعطوه ولم يجد ذلك معهم نفعًا .. دل ذلك على منتهى العناد الذي يستدعي الإهلاك وعدم النظرة. </p><p> وقرأ ابن محيصن (١) : {وَلَلَبَسْنَا} بلام واحدة، والزهري:  {وَلَلَبَسْنَا} بتشديد الباء. </p><p> ١٠ - ثم قال سبحانه وتعالى مؤنسًا لنبيه - صلى الله عليه وسلم - ومسليًا له. {وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِنْ قَبْلِكَ} ؛ أي: وعزتي وجلالي لقد استسخر واستحقر برسل أولي شأن خطير وذوي عدد كثير كائنين في زمان قبل زمانك؛ أي: استهزأ بهم قومهم كما استهزأ بك قومك أهل مكة. {فَحَاقَ} ؛ أي: أحاط ونزل وحل {بِالَّذِينَ سَخِرُوا مِنْهُمْ} ؛ أي: بالكفار الذين سخروا من أولئك الرسل {مَا كَانُوا بِهِ يَسْتَهْزِئُونَ} ؛ أي: العذاب الذي كانوا يستهزئون به وينكرونه حينما أخبرتهم به الرسل؛ لأن الكفار كانوا يستهزئون بالعذاب الذي كان يخوفهم الرسول بنزوله. </p><p> والحاصل: أن الله سبحانه وتعالى أخبر (٢) رسوله - صلى الله عليه وسلم - بأن الكفار قد استهزؤا برسل كرام قبلك، كما جاء في قوله تعالى: {وَمَا يَأتِيهِمْ مِنْ رَسُولٍ إِلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ (١١) } فما تراه من استهزاء كفار قريش بك ليس ببدع منهم، بل هم جروا فيه على آثار أعداء الرسل قبلك، وقد حل بأولئك الساخرين العذاب الذي أنذرهم إياه أولئك الرسل جزاء على سوء صنيعهم. </p><p> وفي الآية وجوه من العبر: </p><p> ١ - تعليم النبي - صلى الله عليه وسلم - سنن الله في الأمم مع رسلهم. </p><p> ٢ - تسلية له عن إيذاء قومه له. </p><p> ٣ - بشارة له بحسن العاقبة، وما سيكون له من الغلبة والسلطان، وما سيحل بأولئك المستهزئين من الخزي والنكال، وقد أهلكهم الله تعالى، وامتن على نبيه بذلك في سورة الحجر: {إِنَّا كَفَيْنَاكَ الْمُسْتَهْزِئِينَ (٩٥) } والمشهور أنهم كانوا خمسة من رؤساء قريش هلكوا كلهم يوم أحد. </p><p>(١) البحر المحيط. (٢) المراغي.</p><p> وخلاصة المعنى. هوّن عليك يا محمد ما تلقى من هؤلاء المستخفين بحقك فيَّ وفي طاعتي، وامضِ لما أمرتك به من الدعاء إلى توحيدي والإذعان لطاعتي، فإنهم إن تمادوا في غيِّهم .. نسلك بهم سبيل أسلافهم من سائر الأمم، ونعجل النقمة لهم وتحل بهم المثلات. </p><p> وقال أبو حيان (١) : هذه الآية تسلية لرسول الله - صلى الله عليه وسلم - على ما كان يلقى من قومه، وإشارة له بالتأسي بمن سبق من الرسل، وهو نظير:  {فَإِنْ كَذَّبُوكَ فَقَدْ كُذِّبَ رُسُلٌ مِنْ قَبْلِكَ} ؛ لأن ما كان مشتركًا من الشدائد أهون على النفس مما يكون فيه الانفراد، وفي التسلية والتأسي من التخفيف ما لا يخفى. وقالت الخنساء: </p><p> وَلَوْلَا كَثْرَةُ الْبَاكِيْنَ حَوْلِي ... عَلَى إِخْوَانِهِمْ لَقَتَلْتُ نَفْسِيْ </p><p> وَمَا يُبْكُوْنَ مِثْلَ أَخِي وَلَكِنْ ... أَسُلِّيْ النَّفْسَ عَنْهُ بِالتَّأَسِّيْ </p><p> قال بعض المولدين: </p><p> وَلاَ بُدَّ مِنْ شَكْوَى إلى ذِيْ مُرُءَةٍ ... يُوَاسِيْكَ أَوْ يُسْلِيْكَ أَوْ يَتَوَجَّعُ </p><p> ولما كان الكفار لا ينفعهم الاشتراك في العذاب، ولا يتسلون بذلك .. نفى تعالى ذلك عنهم فقال:  {وَلَنْ يَنْفَعَكُمُ الْيَوْمَ إِذْ ظَلَمْتُمْ أَنَّكُمْ فِي الْعَذَابِ مُشْتَرِكُونَ} انتهى بتصرف. </p><p> وقرأ عاصم وأبو عمرو وحمزة بكسر دال (٢)  {وَلَقَدِ اسْتُهْزِئَ} على أصل التقاء الساكنين، وقرأ باقي السبعة بالضم اتباعًا ومراعاة لضم التاء؛ إذ الحاجز بينهما ساكن، وهو حاجز غير حصين. </p><p> ولما (٣) كان ما يحل بالمستهزئين بالرسل من الهلاك بموجب سنة الله المطردة فيهم قد يكون موضعًا للريبة والشك لدى المخاطبين بذلك؛ إذ هم أمة أميّة لم تدرس الكتب والتواريخ، ولم تجالس العلماء فتعرف الأخبار بهلاك من </p><p>(١) البحر المحيط. (٢) البحر المحيط.(٣) البحر المحيط.</p>"
}