{
  "id": null,
  "sura": 6,
  "aya": 52,
  "text": "<p> لأنفسهم، لا بانتفاعهم بصلاح غيرهم، أو شفاعة الشافعين لهم، كما هو حال المشركين الذين جهلوا أن مدار السعادة في الدنيا والآخرة مرتبط بتزكية النفس وطهارتها بالإيمان الصحيح، والأخلاق الكريمة، والأعمال الصالحة، لا على أمر خارج عن النفس لا تأثير له فيها. </p><p> والآية بمعنى قوله تعالى:  {إِنَّمَا تُنْذِرُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَأَقَامُوا الصَّلَاةَ وَمَنْ تَزَكَّى فَإِنَّمَا يَتَزَكَّى لِنَفْسِهِ} وقوله تعالى: {إِنَّمَا تُنْذِرُ مَنِ اتَّبَعَ الذِّكْرَ وَخَشِيَ الرَّحْمَنَ بِالْغَيْبِ} . </p><p> ٥٢ - ثم نهى رسوله أن يطيع المترفين من كفار قريش في شأن المؤمنين المستضعفين، فقال:  {وَلَا تَطْرُدِ} ؛ أي: ولا تبعد يا محمد عن حضرتك هؤلاء المؤمنين الموحدين، {الَّذِينَ يَدْعُونَ} ويعبدون {رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ} ؛ أي: أول النهار وآخره، أو المراد: عامة الأوقات، إذ يقال: هو يفعل كذا صباحًا ومساء إذا كان مداومًا عليه، والدعاء إما العبادة مطلقًا، وقيل: المحافظة على صلاة الجماعة، وقيل: الذكر وقراءة القرآن، وقيل: المراد الدعاء لله بجلب النفع ودفع الضرر. والمعنى: ولا تطرد يا محمد الذين يعبدون ربهم بالصلوات الخمس، أو يذكرون ربهم طرفي النهار حالة كونهم {يُرِيدُونَ وَجْهَهُ} ؛ أي: يقصدون بذلك محبة الله تعالى ورضاه؛ أي: مخلصين في ذلك، وقيد الدعاء بالإخلاص تنبيهًا على أنه ملاك الأمر. </p><p> وقال أبو حيان: معنى {يُرِيدُونَ وَجْهَهُ} : يخلصون نياتهم له في عبادتهم، ويعبر عن ذات الشيء وحقيقته بالوجه انتهى. والمذهب الأسلم الذي عليه السلف: ترك الوجه على ظاهره بلا تأويل؛ لأن الوجه صفة ثابتة لله تعالى نعتقدها ونثبتها لله تعالى بلا تكيف ولا تمثيل ولا تعطيل {لَيْسَ كَمِثْلِهِ شَيْءٌ وهو السميع البصير} . </p><p> وقرأ الجمهور (١) : {بالغداوة} ، وقرأ ابن عامر وأبو عبد الرحمن ومالك بن </p><p>(١) البحر المحيط.</p><p> دينار والحسن ونصر بن عاصم وأبو رجاء العطاردي:  {بالغدوة} . وروي عن أبي عبد الرحمن أيضًا:  {بالغدو} بغير هاء. وقرأ ابن أبي عبلة:  {بالغدوات والعشيات} بالألف فيهما على الجمع. </p><p> وقوله:  {مَا عَلَيْكَ} يا محمد {مِنْ حِسَابِهِمْ} ؛ أي: من أمر حساب هؤلاء الذين يدعون ربهم بالغداة والعشي الذين أردت أن تطردهم موافقة لمن طلب منك ذلك {مِنْ شَيْءٍ} ، بل حسابهم على أنفسهم، ما عليك منه شيء {وَمَا مِنْ حِسَابِكَ عَلَيْهِمْ} ؛ أي: على هؤلاء الذين قصدت طردهم {مِنْ شَيْءٍ} ، بل حساب أعمالك على نفسك لا عليهم، فعلام تطردهم؟ كلام معترض بين النهي وجوابه الآتي بقوله:  {فَتَكُونَ مِنَ الظَّالِمِينَ} ، وقوله:  {فَتَطْرُدَهُمْ} جواب النفي في قوله: {مَا مِنْ حِسَابِكَ عَلَيْهِمْ مِنْ شَيْءٍ} وهو من تمام الاعتراض؛ أي (١) : إذا كان الأمر كذلك .. فأقبل عليهم، وجالسهم، ولا تطردهم مراعاة لحق من ليس على مثل حالهم في الدين والفضل، و {من} في قوله. {مَا عَلَيْكَ مِنْ حِسَابِهِمْ} للبيان، والثانية للتأكيد، وكذا في قوله:  {وَمَا مِنْ حِسَابِكَ عَلَيْهِمْ مِنْ شَيْءٍ} . </p><p> والمعنى (٢) : أي ما عليك يا محمد شيء من أمر حساب هؤلاء الذين يدعون ربهم بالغداة والعشي، كما أنه ليس عليهم شيء من أمر حسابك على أعمالك، حتى يكون هذا أو ذاك في طردك إياهم بإساءتهم في عملهم، أو في محاسبتك على عملك، فإن الطرد جزاء، والجزاء إنما يكون على سيىء الأعمال، ولا يثبت ذلك إلا بالحساب، والمؤمنون ليسوا بعبيد للرسل، ولا أعمالهم الدينية لهم، بل هي لله تعالى، يريدون بها وجهه لا وجوه الرسل، وحسابهم عليه تعالى لا عليهم، والرسل هداة مرشدون لا أرباب مسيطرون: {فَذَكِّرْ إِنَّمَا أَنْتَ مُذَكِّرٌ (٢١) لَسْتَ عَلَيْهِمْ بِمُصَيْطِرٍ (٢٢) }. </p><p> وإذا لم يكن للرسل حق السيطرة على الناس ومحاسبتهم على أعمالهم الدينية .. فأجدر بالناس أن لا يكون لهم هذا الحق على أنبيائهم. والظاهر أن </p><p>(١) الشوكاني. (٢) المراغي.</p><p> الضمائر كلها عائدة على {الَّذِينَ يَدْعُونَ} كما بينا في الحل، وقيل: الضمائر في {مِنْ حِسَابِهِمْ} ، وفي {عَلَيْهِمْ} عائدة على المشركين. قال الزمخشري: والمعنى: لا يؤاخذون بحسابك، ولا أنت بحسابهم حتى يهمَّك إيمانهم، ويحركك الحرص عليه إلى أن تطرد المؤمنين، ذكره أبو حيان. </p><p> وقوله:  {فَتَكُونَ مِنَ الظَّالِمِينَ} جواب للنهي كما مرَّ أعني: قوله: {وَلَا تَطْرُدِ الَّذِينَ يَدْعُونَ رَبَّهُمْ} ؛ أي: لا تطرد هؤلاء الذين يدعون ربهم بالغداة والعشي .. فتكون بطردك إياهم في زمرة الظالمين؛ أي: من الذين يضعون الشيء في غير مواضعه معدودًا من جنسهم؛ لأن الطرد لا يكون حقًّا إلا على الإساءة في الأعمال التي يعملونها لمن له حق حسابهم وجزائهم عليها, ولست أنت بصاحب هذا الحق حتى تجري فيه على صراط العدل، فإن عملهم هو عبادة الله وحده، فحسابهم وجزاؤهم عليه كما قال نوح عليه السلام: {إِنْ حِسَابُهُمْ إِلَّا عَلَى رَبِّي لَوْ تَشْعُرُونَ (١١٣) }. </p><p> والخلاصة (١) : أن هذه الآية الكريمة أفادت أربعة أشياء: </p><p> ١ - أن الرسول لا يملك التصرف في الكون. </p><p> ٢ - أنه لا يعلم الغيب. </p><p> ٣ - أنه ليس بملك. </p><p> ٤ - أنه لا يملك حساب المؤمنين ولا جزاءهم. </p><p> وعبارة \"المراح\" هنا: قوله: {مَا عَلَيْكَ مِنْ حِسَابِهِمْ مِنْ شَيْءٍ} : الآية، معناه (٢) : ما عليك من حساب رزق هؤلاء الذين يدعون ربهم بالغداة والعشي شيء، فتملهم وتبعدهم، ولا من حساب رزقك عليهم شيء، وإنما الرازق لهم ولك هو الله تعالى، فدعهم يكونوا عندك، ولا تطردهم فتكون من الظالمين لنفسك بهذا الطرد، ولهم لأنهم استحقوا مزيد التقريب، وقيل: إن الكفار طعنوا في إيمان أولئك الفقراء، وقالوا: يا محمد إنهم إنما اجتمعوا عندك، وقبلوا </p><p>(١) المراغي. (٢) المراح.</p>"
}