{
  "id": null,
  "sura": 6,
  "aya": 98,
  "text": "<p> من النيرات؛ لأنه الظاهر من سياق الكلام، ولأنه المعهود في الاهتداء، وهذه إحدى منافع النجوم التي خلقها الله لها. </p><p> ومنها: ما ذكره الله في قوله: {وَحِفْظًا مِنْ كُلِّ شَيْطَانٍ مَارِدٍ (٧) }، {وَجَعَلْنَاهَا رُجُومًا لِلشَّيَاطِينِ} . </p><p> ومنها: جَعْلها زينة للسماء، ومن زعم غير هذه الفوائد .. فقد أعظم على الله الفرية. {قَدْ فَصَّلْنَا الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ} ؛ أي: قد بينا العلامات الدالة على قدرتنا ووحدانيتنا لقوم يعلمون؛ أي: يتأملون فيستدلون بالمحسوس على المعقول وينتقلون من الشاهد إلى الغائب؛ أي: فإن هذه النجوم كما يستدل بها على الطرقات في ظلمات البر والبحر، فكذلك يستدل بها على معرفة الصانع الحكيم، وكمال قدرته وعلمه. </p><p> وكانت العرب في أيام بداوتها تؤقت بطلوع النجوم، فتحفظ أوقات السنة بالأنواء، وهي نجوم منازل القمر في مطالعها ومغاربها، وكان اهتداؤهم بالنجوم على ضربين: </p><p> ١ - معرفة الوقت من الليل، أو من السنة. </p><p> ٢ - معرفة المسالك والطرق والجهات. </p><p> والمراد بالظلمات: ظلمة الليل، وظلمة الأرض، أو الماء، وظلمة الخطأ والضلال. </p><p> وحاصل المعنى: والله هو الذي جعل لكم النجوم أدلة في البر والبحر إذا ضللتم الطريق، أو تحيرتم فلم تهتدوا فيها ليلًا، فيها تستدلون على الطرق فتسلكونها، وتنجون من الخطأ والضلال في البر والبحر. </p><p> ٩٨ - {وَهُوَ} سبحانه وتعالى {الَّذِي أَنْشَأَكُمْ} وأوجدكم وخلقكم مع كثرتكم واختلاف ألسنتكم وألوانكم {مِنْ نَفْسٍ وَاحِدَةٍ} هي الإنسان الأول الذي تسلسل منه سائر الناس بالتوالد، وهو آدم عليه السلام، وفي إنشاء البشر من نفس واحدة آيات بينات على قدرة الله وعلمه وحكمته ووحدانيته، وفي التذكير بذلك إيماء إلى ما يجب من شكر نعمته، وإرشاد إلى ما يجب من التعارف والتعاون بين البشر، وأن يكون هذا التفرق إلى </p><p> شعوب وقبائل مدعاةً إلى التآلف، لا إلى التعادي والتقاتل وبث روح العداوة والبغضاء بين الناس {فَمُسْتَقَرٌّ وَمُسْتَوْدَعٌ} ؛ أي: ولكم موضع استقرار في الأصلاب، وموضع استيداع في الأرحام، وإنما جعل الصلب مقر النطفة، والرحم مستودعها؛ لأن النطفة تتوالد في الصلب ابتداء، والرحم شبيهة بالمستودع، كما قال الشاعر: </p><p> وَإِنَّمَا أُمَّهَاتُ النَّاسِ أَوْعِيَةٌ ... مُسْتَوْدَعَاتٌ وَللآبَاءِ أَبْنَاءُ </p><p> فالمستقر على هذا التفسير: صلب الأب، والمستودع: رحم الأم, لأن (١) النطفة حصلت في صلب الأب قبل حصولها في رحم الأم، فحصول النطفة في الرحم من فعل الرجل مشبه بالوديعة، وحصولها في الصلب لا من جهة الغير. وقال أبو مسلم الأصبهاني: إن تقدير الآية: هو الذي أنشأكم من نفس واحدة، فمنكم ذكر ومنكم أنثى، وإنما عبر عن الذكر بالمستقر؛ لأن النطفة إنما تنشأ في صلبه وتستقر فيه، وإنما عبر عن الأنثى بالمستودع؛ لأن رحمها شبيه بالمستودع لتلك النطفة. </p><p> وقرأ (٢) ابن عباس وسعيد بن جبير والحسن وأبو عمرو وعيسى والأعرج والنخعي: بكسر القاف على صيغة اسم الفاعل، والباقون: بفتحها. وأما {مستودع} فهو بفتح الدال لا غير، وهما مرفوعان على أنهما مبتدان، وخبرهما محذوف، والتقدير على القراءة الأولى - أعني قراءة الكسر -: فمنكم مستقر على ظهر الأرض، وعلى القراءة الثانية - أعني قراءة الفتح -: فلكم مستقر على ظهرها؛ أي: موضع قرار، ومنكم مستودع في الرحم، أو في باطن الأرض، أو في الصلب. وقيل: المستقر في الرحم، والمستودع في الأرض. وقيل: المستقر في القبر. وأكثر أهل التفسير يقولون: المستقر ما كان في الرحم، والمستودع ما كان في الصلب. وقيل: المستقر من خلق، والمستودع من لم يخلق. وقيل: الاستيداع إشارة إلى كونهم في القبور إلى المبعث، ومما يدل على تفسير المستقر </p><p>(١) المراح. (٢) الشوكاني.</p>"
}