{
  "id": null,
  "sura": 6,
  "aya": 101,
  "text": "<p> بمقام الألوهية؛ حيث قال مشركو العرب: الملائكة بنات الله، وقالت اليهود: عزير ابن الله، وقالت النصارى: المسيح ابن الله، فلو عرفوا أن الإله يجب أن يكون واجب الوجود لذاته .. لامتنعوا أن يثبتوا له تعالى البنين والبنات؛ فإن الولد قال على كونه منفصلًا من جزء من أجزاء الوالد، وذلك إنما يكون في مركب يمكن انفصال بعض أجزائه، وذلك في حق الفرد الواجب الوجود لذاته محال، فمن عرف حقيقة الإله استحال أن يقول: له تعالى ولد. وقرأ (١) نافع: {وخرقوا} بتشديد الراء وبالقاف، وباقي السبعة بتخفيفها، وقرأ ابن عمر وابن عباس {وحرفوا} بالحاء المهملة والفاء، وشدد ابن عمر الراء وخففها ابن عباس بمعنى؛ وزوروا له أولادًا؛ لأن المزور محرف مغير للحق إلى الباطل. </p><p> {سُبْحَانَهُ} ؛ أي: تنزيهًا له تعالى عن كل ما لا يليق به من سمات الحدوث، ونزه الله تعالى ذاته بنفسه عن كل ما لا يليق به {وَتَعَالَى} ؛ أي: تقدس وترفع {عَمَّا يَصِفُونَ} ؛ أي: عن الباطل الذي يصفونه به، وعما يقوله المشركون في حقه من أن له شريكًا وولدًا. فالتسبيح (٢) يرجع إلى ذات المسبح، والتعالي يرجع إلى صفته الذاتية التي حصلت له تعالى، سواء سبحه تعالى مسبح أم لا، فكأنه قال هنا: نزهت ذاتي عن كل ما لا يليق بي، وترفعت صفاتي عن ما لا يليق بها، وهو سبحانه وتعالى </p><p> ١٠١ - {بَدِيعُ السَّمَاوَاتِ وَالْأَرْضِ} ؛ أي: خالق السموات والأرض وموجدهما ومبدعهما على غير مثال سبق، فهو الخالق المبدع. وقرأ المنصور {بَدِيعُ} بالجر، ردًّا على قوله:  {وَجَعَلُوا لِلَّهِ} ، أو على {سُبْحَانَهُ} . وقرأ صالح الشامي {بَدِيعُ} بالنصب على المدح، ذكره أبو حيان. والاستفهام في قوله {أَنَّى يَكُونُ لَهُ وَلَدٌ} للإنكار والاستبعاد، وجملة قوله:  {وَلَمْ تَكُنْ لَهُ صَاحِبَةٌ} حالية؛ أي: كيف يكون له سبحانه وتعالى ولد، والحال أنه لم يكن له زوج ينشأ الولد من ازدواجه بها، والولد لا يوجد إلا كذلك؛ لأنه إذا لم تكن صاحبه .. استحال وجود الولد، ولكن جميع الكائنات السماوية والأرضية صدرت عنه تعالى صدور إبداع وإيجاد من العدم لأصولها، وصدور تسبب </p><p>(١) البحر المحيط. (٢) المراح.</p><p> كالتوالد ونحوه بحسب سننه في الخلق. وقرأ النخعي:  {ولم يكن} بالياء، ووجه على أن فيه ضميرًا يعود على الله، أو على أن فيه ضمير الشأن، وجملة:  {لَهُ صَاحِبَةٌ} على هذين الوجهين في موضع نصب خبر يكن، أو على ارتفاع {صاحبة} بـ {يكن} ، وذُكِّر للفصل بين الفعل والفاعل كقوله: </p><p> وَلَدَ الأُخَيِطلَ أُمُّ سُوْءْ </p><p> وحضر للقاضي امرأة ذكره أبو حيان في \"البحر\" . </p><p> وجملة قوله:  {وَخَلَقَ كُلَّ شَيْءٍ} مقررة لإنكار نفي الولد، ودليل بعد دليل على ذلك؛ أي: وهو سبحانه وتعالى خلق كل شيء من الكائنات خلقًا وأوجده إيجادًا، ولم يلده ولادة كما زعمتم، فما افتريتم واخترعتم من الولد، فإنما هو مخلوق له لا مولود منه. يعني (١) : إن الصاحبة والولد في جملة من خلق؛ لأنه خالق كل شيء، وليس كمثله شيء، فكيف يكون الولد لمن لا مثل له؟ وإذا نسب الولد والصاحبة إليه .. فقد جعل له مثل، والله تعالى منزه عن المثلية، وهذه الآية حجة قاطعة على فساد قول النصارى. </p><p> {وَهُوَ} سبحانه وتعالى {بِكُلِّ شَيْءٍ} من المعلومات {عَلِيمٌ} لا تخفى عليه من مخلوقاته شيء؛ أي: إن علمه سبحانه وتعالى بكل شيء ذاتي له، ولا يعلم كل شيء إلا الخالق لكل شيء، ولو كان له ولد .. لكان هو أعلم به، ولهدى العقول إليه بآيات الوحي ودلائله، لكنه كذب الذين افتروا عليه ذلك كذبًا بلا علم مؤيد بوحي ولا دليل عقلي. </p><p> والخلاصة (٢) : أنه تعالى نفى عن نفسه الولد بوجوه: </p><p> ١ - أن من مبدعاته السموات والأرضين، وهي مبرأة من الولادة لاستمرارها وطول مدتها. </p><p> ٢ - أن العادة قد جرت بأن الولد يتوالد من ذكر وأنثى متجانسين، والله تعالى منزه عن المجانسة لشيء. </p><p>(١) الخازن. (٢) المراغي والبيضاوي.</p>"
}