{
  "id": null,
  "sura": 6,
  "aya": 80,
  "text": "<p> وحده دون غيره من الوسائل، فقال في تماثيلهم:  {بَلْ رَبُّكُمْ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ الَّذِي فَطَرَهُنَّ وَأَنَا عَلَى ذَلِكُمْ مِنَ الشَّاهِدِينَ} . </p><p> ٨٠ - {وَحَاجَّهُ} ؛ أي: حاج إبراهيم عليه السلام وجادله {قَوْمُهُ} وخاصموه ونازعوه في أمر التوحيد، فهو إذ أبان لهم بطلان عبادة الأصنام، وربوبية الكواكب، وأثبت لهم وحدانية الله تعالى ووجوب عبادته وحده، حاجوه وخاصموه ببيان أوهامهم في شركهم، إذ قالوا: إن اتخاذ الآلهة لا ينافي الإيمان بالله الفاطر للسموات والأرض؛ لأنهم شفعاء عنده، ولما لم يجد ذلك معه .. خوفوه أن تمسه آلهتهم بسوء، وانتهت بهم خاتمة المطاف أن قالوا: إنهم ساروا على ما وجدوا عليه آباءهم، وليس للمقلد أن يحتج، ولكنه يجادل ويحاج مع كونه لا يخضع للحجة إذا قامت عليه، وكثيرًا ما يضطرب المقلد لسماع الحجة؛ إذ يومض في قلبه نورها، ثم يعود إلى سابق وهمه خائفًا مما لا يخاف، راجيًا ما لا يرجى. </p><p> {قَالَ} إبراهيم {أَتُحَاجُّونِّي} وتجادلوني {في} شأن {اللهِ} وما يجب في الإيمان به؛ أي: أتخاصمونني في كونه لا شريك له ولا ند ولا ضد، والاستفهام فيه للإنكار؛ أي: لا تخاصموني ولا ينبغي لكم ذلك {و} الحال أنه سبحانه وتعالى {قد هداني} وأرشدني إلى توحيده، وأنتم تريدون أن أكون مثلكم في الضلالة والجهالة وعدم الهداية، والمعنى: وقد فضلني عليكم بما هداني إلى التوحيد الخالص، وبما بصرني به من الحجة التي أقمتها عليكم، وأنتم الضالون بإصراركم على شرككم وتقليدكم فيه من قبلكم. وقرأ (١) نافع وابن عامر بخلاف عن هشام: {أَتُحَاجُّوني} بتخفيف النون، وأصله بنونين الأولى علامة الرفع، والثانية نون الوقاية، والخلاف في المحذوف منهما مذكور في علم النحو. وقرأ باقي السبعة: بتشديد النون أصله: أتحاجونني، فأدغم فرارًا من ثقل توالي مثلين متحركين. </p><p>(١) البحر المحيط.</p><p> {وَلَا أَخَافُ مَا تُشْرِكُونَ بِهِ} ؛ أي: ولا أرهب من آلهتكم التي تدعونها من دون الله سوءًا ينالني في نفسي، ذلك أني أعتقد أنها لا تضر ولا تنفع، ولا تبصر ولا تسمع، ولا تقرب ولا تشفع. </p><p> قال هذا الكلام لهم لما خوفوه من آلهتهم بأنها ستغضب عليه وتصيبه بمكروه؛ أي: إني لا أخاف ما هو مخلوق من مخلوقات الله لا يضر ولا ينفع. والضمير في:  {بِهِ} يجوز أن يعود على الله؛ أي: الذي تشركونه بالله، وأن يعود على {مَا} الموصولة؛ أي: الذي تشركون به الله تعالى {إِلَّا أَنْ يَشَاءَ رَبِّي شَيْئًا} ؛ أي: لا (١) أخاف ما تشركون به في وقت من الأوقات إلا وقت مشيئته تعالى إصابة مكروه لي من جهتها، فإنه لا محالة كما شاء ربي، فإن شاء أن يسقط عليَّ صنم يشجُّني، أو كسف من شهب الكواكب يقتلني، فإن ذلك يقع بقدرة ربي ومشيئته، لا بمشيئة الصنم أو الكواكب، ولا بقدرته ولا بتأثيره في قدرته تعالى وإرادته، ولا بجاهه عنده وشفاعته، إذ لا تأثير لشيء من المخلوقات في مشيئة الله الجارية إلا بما يثبت في علمه الأزلي. </p><p> وحاصل المعنى (٢) : وحاجه قومه في توحيد الله ونفي الشركاء عنه منكرين لذلك، ومحاجة مثل هؤلاء إنما هي بالتمسك باقتفاء آبائهم تقليدًا، وبالتخويف مما يعبدونه من الأصنام، كقول قوم هود:  {إِنْ نَقُولُ إِلَّا اعْتَرَاكَ بَعْضُ آلِهَتِنَا بِسُوءٍ} فأجابهم بأن الله قد هداه بالبرهان القاطع على توحيده، ورفض ما سواه، وأنه لا يخاف من آلهتهم. ثم أتى بما هو كالعلة لما قبله، فقال:  {وَسِعَ رَبِّي كُلَّ شَيْءٍ عِلْمًا} ؛ أي: أحاط ربي بكل شيء علمًا، فلا يبعد أن يكون في علمه سبحانه إنزال المكروه بي من جهتها بسبب من الأسباب. والهمزة في قوله:  {أَفَلَا تَتَذَكَّرُونَ} داخلة على محذوف وهي للاستفهام التقريري والتوبيخي، والفاء عاطفة على ذلك المحذوف؛ أي: أتعرضون بعد ما أوضحته لكم عن التأمل في أن آلهتكم ليس بيدها نفع ولا ضر، فلا تتذكرون أيها الغافلون أنها غير قادرة على ضري ولا </p><p>(١) المراغي. (٢) البحر المحيط.</p>"
}