{
  "id": null,
  "sura": 6,
  "aya": 54,
  "text": "<p> أعطاهم ذلك إلا تكريمًا لذواتهم، وتفضيلًا لهم على غيرهم. </p><p> وفي (١) هذا الاستفهام التقريري إشارة إلى أن الضعفاء عارفون بحق نعم الله تعالى في تنزيل القرآن، وفي التوفيق للإيمان، شاكرون له تعالى على ذلك، وتعريض بأن القائلين بتلك المقالة بمعزل من ذلك كله. وفي الآية إيماء إلى أن ما اغتروا به من النعم لن يدوم، ولا يبقى المؤمنون على الضعف الذي صبروا عليه، بل لا بد أن تنعكس الحال، فيُسلب الأقوياء ما أعطوا من قوة ومال، وتدول الدولة لهؤلاء الضعفاء من المؤمنين، فيكونوا هم الأئمة الوارثين، قال تعالى: {وَإِذْ تَأَذَّنَ رَبُّكُمْ لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ وَلَئِنْ كَفَرْتُمْ إِنَّ عَذَابِي لَشَدِيدٌ (٧) }. </p><p> وكذلك (٢) فيها إشارة إلى أن تركهم للإيمان لم يكن إلا جحودًا ناشئًا عن الكبر والعلو في الأرض، لا عن حجة ولا عن شبهة، وإلى أن ضعفاء المؤمنين السابقين لم يفتنوا بغنى كبراء المشركين وقوتهم. </p><p> ٥٤ - {وَإِذَا جَاءَكَ} يا محمد القوم {الَّذِينَ يُؤْمِنُونَ بِآيَاتِنَا} ؛ أي: يصدقون بكتابنا وحججنا، ويقرون بذلك قولًا وعملًا سائلين عن ذنوبهم التي فرطت منهم، هل لهم منها توبة {فـ} ـلا تؤيسهم منها و {قل سلام عليكم} ؛ أي: أمان الله تعالى لكم من ذنوبكم أن يعاقبكم عليها بعد توبتكم منها، وهؤلاء هم القوم الذين نهاه الله عن طردهم، وهم المستضعفون من المؤمنين. </p><p> ثم ذكر العلة في هذا، فقال:  {كَتَبَ رَبُّكُمْ عَلَى نَفْسِهِ الرَّحْمَةَ} ؛ أي: قل لهم تبشيرًا لهم بسعة رحمته تعالى، وبنيل المطالب: أوجب ربكم سبحانه وتعالى على ذاته المقدسة تفضلًا منه وإحسانًا الرحمة لخلقه والإحسان إليهم، فإن فيما سخر للبشر من أسباب المعيشة المادية، وفيما آتاهم من وسائل العلوم الكسبية لآيات بينات على سعة الرحمة الربانية، وتربية عباده بها في حياتهم الجسدية والروحية؛ لأنه أكرم الأكرمين وأرحم الراحمين. </p><p> ثم بيَّن أصلًا من أصول الدين في هذه الرحمة للمؤمنين، فقال: {أَنَّهُ مَنْ </p><p>(١) المراح. (٢) المراغي.</p><p> عَمِلَ مِنْكُمْ سُوءًا}؛ أي: ومن سعة رحمته تعالى أنه - أي: إن الشأن - من عمل وارتكب منكم أيها المؤمنون سوءًا؛ أي: عملًا تسوء عاقبته للضرر الذي حرمه الله لأجله حالة كونه ملتبسًا {بِجَهَالَةٍ} دفعته إلى ذلك السوء، كغضب شديد حمله على السب والضرب، أو شهوة مغتلمة قادته إلى انتهاك العرض {ثُمَّ تَابَ} ورجع عن ذلك السوء {مِنْ بَعْدِهِ} ؛ أي: بعد أن عمله شاعرًا بقبحه نادمًا عليه خائفًا من عاقبته {وَأَصْلَحَ} عمله بأن أتبع ذلك العمل السيء بعمل يضاده ويذهب أثره من قلبه حتى يعود إلى النفس زكاؤها وطهارتها وتصير أهلًا للقرب من ربها {فَأَنَّهُ} سبحانه وتعالى {غَفُورٌ} لمن تاب {رَحِيمٌ} بقبول توبته؛ أي: فشأنه تعالى في معاملته أنه واسع المغفرة والرحمة، فيغفر له ما تاب عنه، ويتغمده برحمته وإحسانه. وقد بيَّن سبحانه في هذه الآية من أنواع الرحمة المكتوبة لعباده ما هم أحوج إلى معرفته بنص الوحي، وهو حكم من يعمل السوء بجهالة من عباده المؤمنين، وبقية أنواعها يمكن أن يستدل عليها بالنظر في الأنفس والآفاق، وأمَر نبيه بتبليغها لمن يدخلون في الدين؛ ليهتدوا بها، حتى لا يغتروا بمغفرة الله ورحمته، فيحملهم الغرور على التفريط في جنب الله، والغفلة عن تزكية أنفسهم، وحتى يبادروا إلى تطهيرها من إفساد الذنوب خوف أن تحيط بها خطيئتها:  {إِنَّمَا التَّوْبَةُ عَلَى اللَّهِ لِلَّذِينَ يَعْمَلُونَ السُّوءَ بِجَهَالَةٍ ثُمَّ يَتُوبُونَ مِنْ قَرِيبٍ} . </p><p> وقرأ عاصم وابن عامر (١) : {أنه} بفتح الهمزتين، فالأولى: بدل من الرحمة، والثانية: خبر مبتدأ محذوف تقديره: فأمره أنه؛ أي: إن الله غفور رحيم له. وقيل: إنه مبتدأ محذوف الخبر تقديره: عليه أنه من عمل. </p><p> وقرأ ابن كثير والأخوان - الكسائي وحمزة - وأبو عمرو بكسر الهمزة فيهما، الأولى: على جهة الضر للرحمة، والثانية: في موضع الخبر أو الجواب. وقرأ نافع بفتح الأولى على الوجهين السابقين، وكسر الثانية على وجهها أيضًا. وقرأت فرقة بكسر الأولى وفتح الثانية، حكاها الزهراوي عن الأعرج، وحكى سيبويه عنه </p><p>(١) البحر المحيط.</p>"
}