{
  "id": null,
  "sura": 6,
  "aya": 22,
  "text": "<p> وقوله:  {أَوْ كَذَّبَ بِآيَاتِهِ} هم أهل الكتابين الذين أنكروا معرفته، وكذبوا قوله:  {الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمُ} . وإذا كان كل من التكذيب والكذب والافتراء قد بلغ غاية القبح، وصاحبه يعد مفتريًا ظالمًا .. فما حال من جمع بينهما فكذب على الله، وكذب بآياته المثبتة للتوحيد والمثبتة للرسالة. ثم بيَّن سبحانه وتعالى عاقبة الظالمين وسوء منقلبهم، فقال:  {إِنَّهُ} أي إن الشأن والحال {لَا يُفْلِحُ} ولا يظفر {الظَّالِمُونَ} عامة؛ أي: إن الظالمين عامة لا يفوزون في عاقبة أمرهم يوم الحساب والجزاء بالنجاة من عذاب الله تعالى، ولا بالفوز بنعيم الجنة بمعنى: أنهم لا ينجون من مكروه، ولا يفوزون بمطلوب، فكيف تكون عاقبة من افترى على الله الكذب وكذب بآياته، فكان أظلم الظالمين. </p><p> والخلاصة: أنه لا ينجح القائلون على الله الكذب، والمفترون على الله الباطل، كقول كفار مكة: هذه الأصنام شركاء لله، والله أمرنا بعبادتها، وقولهم: إن الملائكة بنات الله، وقولهم: أمرنا الله بتحريم البحائر والسوائب، وكقول اليهود والنصارى: حصل في التوراة والإنجيل أن هاتين الشريعتين لا يتطرق إليهما النسخ، ولا يجيء بعدهما نبي، وكقول المشركين: القرآن سحر، أو شعر، أو كهانة. </p><p> ٢٢ - ثم بين الله سبحانه وتعالى أن المفترين على الله الكذب يسألون يوم القيامة سؤال توبيخ وإنكار على ما اجترحوا، فقال:  {وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا} ؛ أي: واذكر لهم يا محمد قصة يوم نحشر ونجمع العابدين والمعبودين جميعًا وسائر الناس على اختلاف درجاتهم في ظلم أنفسهم وظلم غيرها، وهو يوم القيامة. {ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُوا} خاصة على رؤوس الأشهاد للتوبيخ وهم أشدهم ظلمًا {أَيْنَ شُرَكَاؤُكُمُ الَّذِينَ كُنْتُمْ} في الدنيا {تَزْعُمُونَ} وتظنون أنها أولياؤكم من دون الله تعالى، تستعينون بهم كما يستعان به، ويدعون كما يدعى، وأنهم يقربونكم إليه زلفى، ويشفعون لكم عنده، فأين ضلوا عنكم، فلا يرون معكم كما جاء في آية أخرى:  {وَمَا نَرَى مَعَكُمْ شُفَعَاءَكُمُ الَّذِينَ زَعَمْتُمْ أَنَّهُمْ فِيكُمْ شُرَكَاءُ لَقَدْ تَقَطَّعَ بَيْنَكُمْ وَضَلَّ عَنْكُمْ مَا كُنْتُمْ تَزْعُمُونَ} . ولعله (١) يحال بينهم وبين آلهتهم حينئذ ليفقدوها في الساعة </p><p>(١) البيضاوي.</p>"
}