{
  "id": null,
  "sura": 6,
  "aya": 144,
  "text": "<p> وهذه الأنواع الأربعة تفصيل للفرش فـ {قُلْ} لهم أيها الرسول تبكيتا وتوبيخا وإنكارا عليهم {آلذَّكَرَيْنِ حَرَّمَ} ؛ أي: هل حرم الله سبحانه وتعالى الذكرين الكبش والتيس من ذينك النوعين؟ {أَمِ} حرم {الْأُنْثَيَيْنِ} النعجة والعنز (أم) حرم {ما اشْتَمَلَتْ عَلَيْهِ أَرْحامُ الْأُنْثَيَيْنِ} ؛ أي: ما حملته إناث النوعين ذكرا كان أو أنثى؟ أي: قل لهم إن كان حرم الذكور .. فكل ذكر حرام، وإن كان حرم الإناث .. فكل أنثى حرام، وإن كان حرم ما اشتملت عليه أرحام الأنثيين، يعني؛ من الضأن والمعز .. فكل مولود حرام ذكرا كان أو أنثى، وكلها مولود، فيستلزم أن كلها حرام، فمن أين أخذتم تحريم البحائر والسوائب مثلا، وتحليل غيرها. وقوله:  {آلذَّكَرَيْنِ} فيه قراءتان لا غير، مد الهمزة مدا لازما بقدر ثلاث ألفات، وتسهيل الهمزة الثانية على حد قوله في «الخلاصة» : </p><p> وايمن همز أل كذا ويبدل ... مدّا في الاستفهام أو يسهّل </p><p> {نَبِّئُونِي بِعِلْمٍ} ؛ أي: أخبروني ببينة وحجة تدل على ذلك من كتاب الله، أو خبر من أنبيائه {إِنْ كُنْتُمْ صادِقِينَ} في دعوى التحريم، والمراد من هذا التبكيت لهم، وإلزام الحجة؛ لأنه يعلم أنه لا علم عندهم وَأنشأ لكم </p><p> ١٤٤ - {مِنَ الْإِبِلِ اثْنَيْنِ} ؛ أي: زوجين الجمل والناقة {وَ} أنشأ لكم {مِنَ الْبَقَرِ اثْنَيْنِ} ؛ أي: زوجين الثور والبقرة فـ {قُلْ} لهم يا محمد تبكيتا وتقريعا لهم {آلذَّكَرَيْنِ حَرَّمَ} ؛ أي: هل حرم الله سبحانه وتعالى الذكرين الجمل والثور؟ {أَمِ}  {الْأُنْثَيَيْنِ} منهما الناقة والبقرة؟ (أم) حرم {ما اشْتَمَلَتْ عَلَيْهِ أَرْحامُ الْأُنْثَيَيْنِ} ؛ أي: ما حملته إناث النوعين يعني من الإبل والبقر ذكرا كان أو أنثى؟ </p><p> وخلاصة ذلك: أن المشركين في الجاهلية كانوا يحرمون بعض الأنعام، فاحتج سبحانه على إبطال ذلك بأن لكل من الضأن والمعز، والإبل والبقر ذكرا وأنثى، فإن كان قد حرم منها الذكر .. وجب أن يكون كل ذكورها حراما، وإن كان حرم جل شأنه الأنثى .. وجب أن يكون كل إناثها حراما، وإن كان حرم ما اشتملت عليه أرحام الإناث .. وجب تحريم الأولاد كلها؛ لأن الأرحام تشتمل على الذكور والإناث. </p><p> وقصارى (١) ذلك: أنه تعالى ما حرم عليهم من هذه الأنواع الأربعة، وأنهم كاذبون في دعوى التحريم، وقد فصل ذلك أتم التفصيل مبالغة في الرد عليهم، ثم زاد في الإنكار والتهكم بهم، فقال:  {أَمْ كُنْتُمْ شُهَداءَ إِذْ وَصَّاكُمُ اللَّهُ بِهذا} ؛ أي: هل (٢) شاهدتم الله حرم هذا عليكم ووصاكم به؟ لا؛ أي: لم تكونوا شهداء، فإنكم لا تقرون بنبوة أحد من الأنبياء، فكيف تنبئون هذه الأحكام، وتنسبونها إلى الله تعالى. </p><p> و {أَمِ}  (٣) هنا منقطعة بمعنى {بل} ، وهمزة الإنكار، و {بل} للانتقال من توبيخهم بنفي العلم عنهم المستفاد من قوله: نَبِّئُونِي بِعِلْمٍ إذ هو أمر تعجيز؛ أي: لا علم لكم بذلك إلى توبيخهم بنفي حضورهم وقت إيصائهم بالتحريم؛ أي: أعندكم (٤) علم يؤثر عن أحد من رسله، فتنبئوني به، أم شاهدتم ربكم، فوصاكم بهذا التحريم مشافهة بغير واسطة؛ كلا ما حصل هذا ولا ذاك، فما هو إلا محض افتراء على الله يقلد فيه بعضكم بعضا بقوله: إن الله حرم علينا كذا وكذا كما قال تعالى: {وَإِذا فَعَلُوا فاحِشَةً قالُوا وَجَدْنا عَلَيْها آباءَنا وَاللَّهُ أَمَرَنا بِها قُلْ إِنَّ اللَّهَ لا يَأْمُرُ بِالْفَحْشاءِ أَتَقُولُونَ عَلَى اللَّهِ ما لا تَعْلَمُونَ} . </p><p> والخلاصة: أنكم إذا لم تؤمنوا بنبي .. فلا طريق لكم إلى علم ذلك بحسب ما تقولون إلا أن تشاهدوا ربكم، وتتلقوا منه أحكام الحلال والحرام. </p><p> وبعد أن نفى الأمرين بالبرهان .. أثبت أنه افتراء على الله لإضلال عباده، وهو ظلم يجنيه الإنسان على نفسه وعلى غيره، ويجني سوء عاقبته، فقال:  {فَمَنْ أَظْلَمُ مِمَّنِ افْتَرى عَلَى اللَّهِ كَذِبًا} والاستفهام للإنكار؛ أي: لا أحد أشد ظلما ممن اختلق على الله كذبا بنسبة التحريم إليه {لِيُضِلَّ النَّاسَ} عن دين الله {بِغَيْرِ عِلْمٍ} ولا حجة حال (٥) من فاعل {يضل} ؛ أي: ليضل الناس حال كونه متلبسا بغير علم بما يؤدي بهم إليه، أو حال من فاعل {افْتَرى} ؛ أي: افترى على الله </p><p>(١) المراغي. (٢) الخازن.(٣) الفتوحات.(٤) المراغي.(٥) المراح.</p><p> تعالى جاهلا بصدور التحريم عنه تعالى؛ أي: فمن افترى عليه تعالى جاهلا بصدور التحريم عنه تعالى مع احتمال الصدور عنه كان أظلم ظالم، فما ظنك بمن افترى عليه تعالى؛ وهو يعلم أنه لم يصدر عنه. </p><p> أي: لا أحد أظلم منكم لأنكم من هؤلاء المفترين على الله بقصد الإضلال عن جهل تام. </p><p> والخلاصة: أن في ذلك تسجيل الغباوة عليهم، وعمى البصيرة باتباعهم محض التقليد من غير عقل ولا هوى، فإن عملهم ليس له إثارة من علم ولا قصد إلى شيء من الهدى إلى حق أو خير {إِنَّ اللَّهَ} سبحانه وتعالى {لا يَهْدِي} ؛ أي: لا يوفق للرشاد {الْقَوْمَ الظَّالِمِينَ} ؛ أي: لا يهدي أولئك المشركين؛ أي: لا ينقلهم من ظلمات الكفر إلى نور الإيمان؛ أي: لا يهدي من افترى عليه الكذب، وقال عليه الزور والبهتان، ولا يهديه إلى الحق والعدل، لا من طريق الوحي، ولا من طريق العلم، بل يصده عن استعمال عقله فيما يهديه إلى الصواب، وعما فيه صلاحه عاجلا وآجلا، وهؤلاء كعمرو بن لحي وأضرابه. </p><p> وقد وجد في البشر (١) ؛ ناس فكروا وبحثوا فيما يجب عليهم لله من الشكر والعبادة، واتباع الحق والعدل وفعل الخير بحسب ما يرشد إليه عقولهم، وأخطؤوا في بعض، وكانوا خير الناس للناس على حين فترة من الرسل كما فعل قصي؛ إذ وضع للعرب سننا حسنة كسقاية الحاج، ورفادتهم، وإطعامهم، وسن الشورى في مهام الأمور. </p><p> الإعراب </p><p> {وَجَعَلُوا لِلَّهِ مِمَّا ذَرَأَ مِنَ الْحَرْثِ وَالْأَنْعامِ نَصِيبًا فَقالُوا هذا لِلَّهِ بِزَعْمِهِمْ وَهذا لِشُرَكائِنا} . </p><p> {وَجَعَلُوا}  {الواو} : استئنافية. {جَعَلُوا} : فعل وفاعل، والجملة مستأنفة. </p><p>(١) المراغي.</p><p> {لِلَّهِ} جار ومجرور في محل النصب مفعول ثان لـ {جعل} . {مِمَّا} جار ومجرور حال من {نَصِيبًا} ؛ لأنه صفة نكرة قدمت عليها. {ذَرَأَ} : فعل ماض، وفاعله ضمير يعود على الله، والجملة صلة لـ {ما} ، أو صفة لها، والعائد أو الرابط محذوف تقديره: مما ذرأه. {مِنَ الْحَرْثِ} : جار ومجرور حال من العائد المحذوف، أو من {ما} . وَالْأَنْعامِ: معطوف عليه. نَصِيبًا: مفعول أول لـ {جعل} ، ويحتمل كون (١)  {جعل} متعديا إلى واحد بمعنى عينوا وميزوا نصيبا، وكل من الظرفين متعلق بـ {جَعَلُوا} ، أو الثاني بدل من الأول. فَقالُوا:  {الفاء} : حرف عطف وتفصيل، {قالوا} : فعل وفاعل، والجملة معطوفة على جَعَلُوا. {هذا لِلَّهِ} : مبتدأ وخبر، والجملة في محل النصب مقول {قال} . {بِزَعْمِهِمْ} : جار ومجرور ومضاف إليه متعلق بـ {فَقالُوا} . {وَهذا لِشُرَكائِنا} : مبتدأ وخبر، والجملة في محل النصب معطوفة على جملة قوله:  {هذا لِلَّهِ} . </p><p> {فَما كانَ لِشُرَكائِهِمْ فَلا يَصِلُ إِلَى اللَّهِ} . </p><p> {فَما}  {الفاء} : فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر تقديره: إذا عرفت ما قالوه في التقسيم، وأردت بيان عاقبة كل من النصيبين .. فأقول لك:  {ما} : موصولة، أو موصوفة في محل الرفع مبتدأ. {كانَ} : فعل ماض ناقص واسمها ضمير يعود على {ما} . {لِشُرَكائِهِمْ} : جار ومجرور ومضاف إليه خبر {كانَ} ، وجملة {كانَ} صلة لـ {ما} ، أو صفة لها. {فَلا} : {الفاء} : رابطة الخبر بالمبتدأ جوازا لما في المبتدأ من العموم، {لا} : نافية. {يَصِلُ} : فعل مضارع، وفاعله ضمير يعود على {ما} . إِلَى {اللَّهِ} : متعلق بـ {يَصِلُ} ، والجملة الفعلية في محل الرفع خبر المبتدأ، والجملة الاسمية في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة استئنافا بيانيا واقعا في سؤال مقدر كأنه قيل: ما عاقبة النصيبين؟. </p><p> {وَما كانَ لِلَّهِ فَهُوَ يَصِلُ إِلى شُرَكائِهِمْ ساءَ ما يَحْكُمُونَ} . </p><p>(١) الفتوحات.</p><p> {وَما}  {الواو} : عاطفة. {ما} : اسم موصول في محل الرفع مبتدأ أول. {كانَ} : فعل ماض ناقص، واسمها ضمير يعود على {ما} . {لِلَّهِ} : جار ومجرور خبرها، وجملة {كانَ} صلة لـ {ما} . {فَهُوَ} : {الفاء} : رابطة الخبر بالمبتدأ، {هو} : مبتدأ ثان، وجملة {يَصِلُ} خبره. {إِلى شُرَكائِهِمْ} متعلق بـ {يَصِلُ} ، وجملة المبتدأ الثاني خبر للمبتدأ الأول، والجملة من المبتدأ الأول وخبره في محل النصب معطوفة على جملة قوله:  {فَما كانَ لِشُرَكائِهِمْ} على كونها مقولا لجواب إذا المقدرة. {ساءَ} : فعل ماض من أفعال الذم. {ما} : موصولة في محل الرفع فاعل، وجملة {يَحْكُمُونَ} صلتها، والعائد محذوف تقديره: ما يحكمونه، وجملة ساءَ في محل الرفع خبر لمبتدأ محذوف وجوبا هو المخصوص بالذم تقديره: ساء ما يحكمون حكمهم. </p><p> وَكَذلِكَ زَيَّنَ لِكَثِيرٍ مِنَ الْمُشْرِكِينَ قَتْلَ أَوْلادِهِمْ شُرَكاؤُهُمْ. </p><p> وَكَذلِكَ {الواو} : استئنافية. كَذلِكَ: جار ومجرور صفة لمصدر محذوف تقديره: وتزييننا مثل تزيين قسمة القرابين بين الله وآلهتهم. زَيَّنَ: </p><p> فعل ماض. لِكَثِيرٍ: متعلق به. مِنَ الْمُشْرِكِينَ: صفة لـ (لكثير) . </p><p> قَتْلَ أَوْلادِهِمْ: مفعول به ومضاف إليه. شُرَكاؤُهُمْ: فاعل ومضاف إليه، والتقدير: وزين لكثير من المشركين شركاؤهم قتل أولادهم تزيينا مثل تزيين قسمة القرابين بين الله وآلهتهم، والجملة الفعلية مستأنفة. </p><p> لِيُرْدُوهُمْ وَلِيَلْبِسُوا عَلَيْهِمْ دِينَهُمْ. </p><p> لِيُرْدُوهُمْ {اللام} : لام كي، (يردوهم) : فعل وفاعل ومفعول منصوب بأن مضمرة بعد لام كي، والجملة الفعلية في تأويل مصدر مجرور بلام كي تقديره: لإردائهم إياهم، الجار والمجرور متعلق بـ زَيَّنَ. وَلِيَلْبِسُوا {الواو} : عاطفة، {اللام} : لام كي، (يلبسوا) : فعل وفاعل منصوب بأن مضمرة بعد لام كي. {عَلَيْهِمْ} : متعلق به. {دِينَهُمْ} : مفعول به ومضاف إليه، والجملة الفعلية صلة أن المضمرة، أن مع صلتها في تأويل مصدر مجرور باللام تقديره: وللبسهم عليهم دينهم، الجار والمجرور معطوف على الجار والمجرور </p><p> قبله، فعلل التزيين بشيئين بالإرداء وبالتخليط، وإدخال الشبهة عليهم في دينهم. </p><p> {وَلَوْ شاءَ اللَّهُ ما فَعَلُوهُ فَذَرْهُمْ وَما يَفْتَرُونَ} . </p><p> {وَلَوْ}  {الواو} : استئنافية. {لَوْ} : حرف شرط غير جازم. {شاءَ اللَّهُ} : فعل وفاعل والمفعول محذوف تقديره: عدم فعلهم، والجملة فعل شرط لـ {لَوْ} . {ما} : نافية. {فَعَلُوهُ} : فعل وفاعل ومفعول، والجملة جواب الشرط لـ {لَوْ} ، وجملة {لَوْ} الشرطية مستأنفة. {فَذَرْهُمْ} : {الفاء} : فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر تقديره: إذا عرفت أن تزيينهم بمشيئة الله تعالى، وأردت بيان ما هو المطلوب لك .. فأقول لك، {ذرهم} : فعل ومفعول، وفاعله ضمير يعود على محمد. {وَما} : {الواو} : عاطفة. {ما} : مصدرية، أو موصولة في محل النصب معطوف على ضمير المفعول. {يَفْتَرُونَ} : فعل وفاعل، والجملة صلة {ما} المصدرية، {ما} مع صلتها في تأويل مصدر معطوف على ضمير المفعول تقديره: فذرهم وافتراءهم، أو صلة لـ {ما} الموصولة، والعائد محذوف تقديره: فذرهم والذي يفترونه، وجملة {ذرهم} : من الفعل والفاعل في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة لا محل لها من الإعراب. </p><p> {وَقالُوا هذِهِ أَنْعامٌ وَحَرْثٌ حِجْرٌ لا يَطْعَمُها إِلَّا مَنْ نَشاءُ بِزَعْمِهِمْ وَأَنْعامٌ حُرِّمَتْ ظُهُورُها وَأَنْعامٌ لا يَذْكُرُونَ اسْمَ اللَّهِ عَلَيْهَا افْتِراءً عَلَيْهِ سَيَجْزِيهِمْ بِما كانُوا يَفْتَرُونَ (١٣٨) }. </p><p> {وَقالُوا}  {الواو} : استئنافية. {قالُوا} : فعل وفاعل، والجملة مستأنفة. {هذِهِ أَنْعامٌ} إلى قوله: {افْتِراءً عَلَيْهِ} مقول محكي لـ {قالُوا} ، وإن شئت قلت:  {هذِهِ أَنْعامٌ} : مبتدأ وخبر. {وَحَرْثٌ} : معطوف على {أَنْعامٌ} ، والجملة الاسمية في محل النصب مقول {قالُوا} . {حِجْرٌ} : صفة أولى لـ {أَنْعامٌ وَحَرْثٌ} ؛ لأنه مصدر على فعل يوصف به المفرد والمثنى والجمع والمذكر والمؤنث كذبح بمعنى: مذبوح كما سيأتي في مبحث التصريف إن شاء الله تعالى. {لا يَطْعَمُها} : فعل ومفعول. {إِلَّا} : أداة استثناء مفرغ. {مَنْ} : اسم موصول </p><p> في محل الرفع فاعل، والجملة الفعلية في محل الرفع صفة ثانية لـ {أَنْعامٌ وَحَرْثٌ} . {نَشاءُ} : فعل مضارع، وفاعله ضمير يعود على المتكلمين؛ أعني المشركين، والجملة صلة {مَنْ} الموصولة، والعائد محذوف تقديره: من نشأه. {بِزَعْمِهِمْ} : جار ومجرور ومضاف إليه حال من فاعل {قالُوا} : تقديره: قالوا ذلك حالة كونهم متلبسين بزعمهم الباطل وكذبهم الفاسد، والمقول (١) الجمل الثلاث الأولى {هذِهِ أَنْعامٌ وَحَرْثٌ ...} إلخ، الثانية {وَأَنْعامٌ حُرِّمَتْ ظُهُورُها} الخ باعتبار أنه خبر لمبتدأ محذوف، والثالث {وَأَنْعامٌ لا يَذْكُرُونَ اسْمَ اللَّهِ عَلَيْهَا} باعتبار المذكور. {وَأَنْعامٌ} : معطوف على {أَنْعامٌ} الأولى، أو خبر مبتدأ محذوف تقديره: هذه أنعام الخ. {حُرِّمَتْ ظُهُورُها:} فعل ونائب فاعل، والجملة الفعلية صفة لـ {أَنْعامٌ} . {وَأَنْعامٌ} : معطوف على {أَنْعامٌ} الأولى، أو خبر مبتدأ محذوف تقديره: هذه أنعام؛ لأن العطف بالواو. {لا يَذْكُرُونَ} : فعل وفاعل. {اسْمَ اللَّهِ} : مفعول ومضاف إليه. {عَلَيْهَا} : متعلق بـ {يَذْكُرُونَ} ، والجملة الفعلية صفة لـ {أَنْعامٌ} ، لكنه (٢) غير واقع في كلامهم المحكي كنظائره، بل مسوق من جهته تعالى تعيينا للموصوف، وتمييزا له عن غيره. {افْتِراءً} : مفعول لأجله منصوب بـ قالُوا. {عَلَيْهِ} : متعلق بـ {افْتِراءً} . {سَيَجْزِيهِمْ} : فعل ومفعول، وفاعله ضمير يعود على الله، والجملة مستأنفة. {بِما} : جار ومجرور متعلق بـ {سَيَجْزِيهِمْ} . {كانُوا} : فعل ماض ناقص واسمه، وجملة {يَفْتَرُونَ} في محل النصب خبر {كان} ، وجملة {كان} صلة لـ {ما} ، أو صفة لها، والعائد أو الرابط محذوف تقديره: بما كانوا يفترونه. </p><p> {وَقالُوا ما فِي بُطُونِ هذِهِ الْأَنْعامِ خالِصَةٌ لِذُكُورِنا وَمُحَرَّمٌ عَلى أَزْواجِنا} . </p><p> {وَقالُوا}  {الواو} : عاطفة. {قالُوا} : فعل وفاعل، والجملة معطوفة على جملة {قالُوا} الأولى. {ما فِي بُطُونِ هذِهِ الْأَنْعامِ} إلى قوله: {وَإِنْ يَكُنْ مَيْتَةً} مقول محكي لـ {قالُوا} ، وإن شئت قلت:  {ما} : موصولة في محل الرفع </p><p>(١) الفتوحات. (٢) أبو السعود.</p><p> مبتدأ. {فِي بُطُونِ هذِهِ} : جار ومجرور ومضاف إليه صلة لـ {ما} . {الْأَنْعامِ} بدل من الإشارة. {خالِصَةٌ} : خبر المبتدأ، والتاء فيه للمبالغة لا للتأنيث كعلامة ونسابة كما سيأتي في مبحث الصرف إن شاء الله تعالى، والجملة الاسمية في محل النصب مقول قالُوا. {لِذُكُورِنا} : جار ومجرور ومضاف إليه متعلق بـ {خالِصَةٌ} . {وَمُحَرَّمٌ} : معطوف على {خالِصَةٌ} . {عَلى أَزْواجِنا} متعلق به. </p><p> {وَإِنْ يَكُنْ مَيْتَةً فَهُمْ فِيهِ شُرَكاءُ سَيَجْزِيهِمْ وَصْفَهُمْ إِنَّهُ حَكِيمٌ عَلِيمٌ} . </p><p> {وَإِنْ} : {الواو} : استئنافية. {إِنْ} : حرف شرط جازم. {يَكُنْ} : فعل مضارع ناقص مجزوم بـ {إِنْ} ، واسمها ضمير يعود على {ما فِي بُطُونِ هذِهِ الْأَنْعامِ} . {مَيْتَةً} : خبر {يَكُنْ} . {فَهُمْ} : {الفاء} : رابطة لجواب {إِنْ} الشرطية، {هم} : مبتدأ. {فِيهِ} : متعلق بـ {شُرَكاءُ} . {شُرَكاءُ} : خبر المبتدأ، والجملة الاسمية في محل الجزم جواب {إِنْ} الشرطية وجملة {إِنْ} الشرطية مستأنفة. {سَيَجْزِيهِمْ} فعل ومفعول أول، وفاعله ضمير يعود على الله {وَصْفَهُمْ} : مفعول ثان ومضاف إليه، والجملة الفعلية مستأنفة. {إِنَّهُ} : {إن} : حرف نصب، و {الهاء} : اسمها. {حَكِيمٌ} : خبر أول لها. {عَلِيمٌ} : خبر ثان، وجملة {إن} مستأنفة مسوقة لتعليل ما قبلها. </p><p> {قَدْ خَسِرَ الَّذِينَ قَتَلُوا أَوْلادَهُمْ سَفَهًا بِغَيْرِ عِلْمٍ وَحَرَّمُوا ما رَزَقَهُمُ اللَّهُ افْتِراءً عَلَى اللَّهِ قَدْ ضَلُّوا وَما كانُوا مُهْتَدِينَ (١٤٠) }. </p><p> {قَدْ خَسِرَ الَّذِينَ} : فعل وفاعل، والجملة مستأنفة. {قَتَلُوا أَوْلادَهُمْ} : فعل وفاعل ومفعول صلة الموصول. {سَفَهًا} ، مفعول لأجله منصوب بـ {قَتَلُوا} . {بِغَيْرِ عِلْمٍ} : جار ومجرور ومضاف إليه متعلق بمحذوف حال من فاعل {قَتَلُوا} ؛ أي: حالة كونهم متلبسين بغير علم. {وَحَرَّمُوا} : فعل وفاعل معطوف على {قَتَلُوا} . {ما} : موصولة في محل النصب مفعول به. {رَزَقَهُمُ اللَّهُ} : فعل وفاعل ومفعول، والجملة صلة الموصول، والعائد محذوف تقديره: إياه. {افْتِراءً} : مفعول لأجله منصوب بـ حَرَّمُوا. {عَلَى اللَّهِ} : متعلق بـ {افْتِراءً} . </p><p> {قَدْ} : حرف تحقيق. {ضَلُّوا} : فعل وفاعل، والجملة مستأنفة مؤكدة لما قبلها. {وَما} : {الواو} : عاطفة. {ما} : نافية. {كانُوا} : فعل ماض ناقص واسمه. {مُهْتَدِينَ} : خبر {كان} ، وجملة {كانُوا} معطوفة على جملة {قَدْ ضَلُّوا} . </p><p> {وَهُوَ الَّذِي أَنْشَأَ جَنَّاتٍ مَعْرُوشاتٍ وَغَيْرَ مَعْرُوشاتٍ وَالنَّخْلَ وَالزَّرْعَ مُخْتَلِفًا أُكُلُهُ وَالزَّيْتُونَ وَالرُّمَّانَ مُتَشابِهًا وَغَيْرَ مُتَشابِهٍ} . </p><p> {وَهُوَ الَّذِي} : مبتدأ وخبر، والجملة مستأنفة. {أَنْشَأَ} : فعل، وفاعله ضمير يعود على الموصول، والجملة صلة الموصول. {جَنَّاتٍ} : مفعول به منصوب بالكسرة. {مَعْرُوشاتٍ} : صفة له. {وَغَيْرَ مَعْرُوشاتٍ} : معطوف على {مَعْرُوشاتٍ} . {وَالنَّخْلَ وَالزَّرْعَ} : معطوفان على {جَنَّاتٍ} عطف خاص على عام. {مُخْتَلِفًا} : حال من {وَالنَّخْلَ وَالزَّرْعَ} . {أُكُلُهُ} : فاعل {مُخْتَلِفًا} ؛ أي: حالة كون كل منهما مختلفا ثمره المأكول منه. {وَالزَّيْتُونَ وَالرُّمَّانَ} : معطوفان على {جَنَّاتٍ} . {مُتَشابِهًا} : حال من {وَالزَّيْتُونَ وَالرُّمَّانَ} . {وَغَيْرَ مُتَشابِهٍ} : معطوف عليه؛ أي: حالة كل من الزيتون والرمان متشابها ورقهما، وغير متشابه ثمرهما. </p><p> {كُلُوا مِنْ ثَمَرِهِ إِذا أَثْمَرَ وَآتُوا حَقَّهُ يَوْمَ حَصادِهِ وَلا تُسْرِفُوا إِنَّهُ لا يُحِبُّ الْمُسْرِفِينَ} . </p><p> {كُلُوا} : فعل وفاعل، والجملة مستأنفة. {مِنْ ثَمَرِهِ} : جار ومجرور ومضاف إليه متعلق بـ {كُلُوا} . {إِذا} : ظرف لما يستقبل من الزمان. {أَثْمَرَ} : فعل ماض، وفاعله ضمير يعود على جميع ما ذكر، والجملة في محل الخفض بـ {إِذا} على كونه فعل شرط لها، وجواب {إِذا} معلوم مما قبله تقديره: إذا أثمر فكلوه، وجملة إِذا معترضة لاعتراضها بين المعطوف والمعطوف عليه. {وَآتُوا حَقَّهُ} : فعل وفاعل ومفعول أول، والجملة معطوفة على جملة {كُلُوا} . {يَوْمَ حَصادِهِ} : ظرف ومضاف إليه في محل المفعول الثاني متعلق بـ {آتُوا} ، لأنه بمعنى أعطوا. {وَلا تُسْرِفُوا} : فعل وفاعل معطوف </p><p> على {كُلُوا} . {إِنَّهُ} : {إن} : حرف نصب، و {الهاء} : اسمها، وجملة {لا يُحِبُّ الْمُسْرِفِينَ} خبرها، وجملة {إن} : مستأنفة مسوقة لتعليل ما قبلها. </p><p> {وَمِنَ الْأَنْعامِ حَمُولَةً وَفَرْشًا كُلُوا مِمَّا رَزَقَكُمُ اللَّهُ وَلا تَتَّبِعُوا خُطُواتِ الشَّيْطانِ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ (١٤٢) }. </p><p> {وَمِنَ}  {الواو} : عاطفة. {مِنَ الْأَنْعامِ} : جار ومجرور حال من {حَمُولَةً} وما بعده، {حَمُولَةً} : معطوف على {جَنَّاتٍ} . {وَفَرْشًا} : معطوف على {حَمُولَةً} ؛ أي: وأنشأ لكم حمولة وفرشا من الأنعام. {كُلُوا} : فعل وفاعل، والجملة مستأنفة. {مِمَّا} : جار ومجرور متعلق به. {رَزَقَكُمُ اللَّهُ} : فعل ومفعول أول وفاعل، والمفعول الثاني محذوف تقديره: إياه، وهو العائد على {ما} الموصولة، والجملة الفعلية صلة لـ {ما} ، أو صفة لها. {وَلا تَتَّبِعُوا} : فعل وفاعل معطوف على {كُلُوا} . {خُطُواتِ الشَّيْطانِ} : مفعول به ومضاف إليه. {إِنَّهُ} : {إنّ} : حرف نصب، و {الهاء} : اسمها. {لَكُمْ} : متعلق بـ {عَدُوٌّ} . عَدُوٌّ: خبر {إن} . {مُبِينٌ} : صفة {عَدُوٌّ} ، وجملة {إن} مستأنفة مسوقة لتعليل ما قبلها. </p><p> {ثَمانِيَةَ أَزْواجٍ مِنَ الضَّأْنِ اثْنَيْنِ وَمِنَ الْمَعْزِ اثْنَيْنِ قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الْأُنْثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحامُ الْأُنْثَيَيْنِ نَبِّئُونِي بِعِلْمٍ إِنْ كُنْتُمْ صادِقِينَ (١٤٣) }. </p><p> {ثَمانِيَةَ} : معطوف بعاطف مقدر على {جَنَّاتٍ} ؛ أي: وأنشأ لكم جنات معروشات، وثمانية أزواج. {أَزْواجٍ} : مضاف إليه {مِنَ الضَّأْنِ} : جار ومجرور متعلق بـ {أَنْشَأَ} محذوفا. {اثْنَيْنِ} : منصوبا بـ {أَنْشَأَ} المحذوف، أو بدل من {ثَمانِيَةَ} بدل تفصيل من مجمل. {وَمِنَ الْمَعْزِ اثْنَيْنِ} : معطوف على قوله: {مِنَ الضَّأْنِ اثْنَيْنِ} . {قُلْ} : فعل أمر، وفاعله ضمير يعود على محمد، والجملة مستأنفة. {آلذَّكَرَيْنِ} إلى قوله: {نَبِّئُونِي} مقول محكي لـ {قُلْ} ، وإن شئت قلت:  {آلذَّكَرَيْنِ} : (الهمزة) : للاستفهام التوبيخي، (الذكرين) : مفعول مقدم منصوب بـ {حَرَّمَ} ، وفاعله ضمير يعود على الله، والجملة في محل النصب مقول لـ {قُلْ} . {أَمِ} : حرف عطف. {الْأُنْثَيَيْنِ} : معطوف على {الذكرين} . </p><p> {أَمَّا} : {أم} : حرف عطف مبني بسكون على الميم المدغمة ميم {ما} ، {ما} : اسم موصول في محل النصب معطوف على {الذكرين} . {اشْتَمَلَتْ} : فعل ماض. {عَلَيْهِ} : متعلق به. {أَرْحامُ الْأُنْثَيَيْنِ} : فاعل ومضاف إليه، والجملة الفعلية صلة الموصول. {نَبِّئُونِي} : فعل وفاعل ومفعول، والنون للوقاية. {بِعِلْمٍ} : متعلق به، والجملة معترضة لاعتراضها بين التفاصيل المذكورة قبلها والتي بعدها على كونها مقولا لـ {قُلْ} . {إِنْ} : حرف شرط. {كُنْتُمْ} : فعل ناقص، واسمه في محل الجزم على كونه فعل شرط لها. {صادِقِينَ} : خبرها منصوب، وجواب {إِنْ} الشرطية معلوم مما قبلها تقديره: إن كنتم صادقين نبئوني بعلم، وجملة {إِنْ} الشرطية في محل النصب مقول لـ {قُلْ} . </p><p> {وَمِنَ الْإِبِلِ اثْنَيْنِ وَمِنَ الْبَقَرِ اثْنَيْنِ قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الْأُنْثَيَيْنِ} . </p><p> {وَمِنَ الْإِبِلِ} : جار ومجرور متعلق بـ {أَنْشَأَ} : محذوفا. {اثْنَيْنِ} : مفعول به لـ {أَنْشَأَ} المحذوف تقديره: وأنشأ لكم من الإبل اثنين، والجملة الحذوفة معطوفة على جملة قوله:  {مِنَ الضَّأْنِ اثْنَيْنِ} على كونها تفصيلا لـ {ثَمانِيَةَ أَزْواجٍ} . {وَمِنَ الْبَقَرِ اثْنَيْنِ} : معطوف على قوله: {وَمِنَ الْإِبِلِ اثْنَيْنِ} . {قُلْ} : فعل أمر، وفاعله ضمير يعود على محمد، والجملة مستأنفة. {آلذَّكَرَيْنِ حَرَّمَ} إلى آخر الآية مقول محكي لـ {قُلْ} ، وإن شئت قلت:  (الهمزة) : للاستفهام التوبيخي، {الذكرين} : مفعول مقدم لـ {حَرَّمَ} . {حَرَّمَ} : فعل ماض، وفاعله ضمير يعود على الله، والجملة في محل النصب مقول لـ {قُلْ} . {أَمِ} حرف عطف. {الْأُنْثَيَيْنِ} : معطوف على {الذكرين} . </p><p> {أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحامُ الْأُنْثَيَيْنِ أَمْ كُنْتُمْ شُهَداءَ إِذْ وَصَّاكُمُ اللَّهُ بِهذا} . </p><p> {أَمَّا} : {أم} : حرف عطف، {ما} : اسم موصول في محل النصب معطوف على {الذكرين} . {اشْتَمَلَتْ} : فعل ماض. {عَلَيْهِ} : متعلق به. {أَرْحامُ الْأُنْثَيَيْنِ} : فاعل ومضاف إليه، والجملة صلة لـ {ما} الموصولة. {أَمِ} : منقطعة بمعنى همزة الإنكار وبل الانتقالية؛ لدخولها على الجملة المستقلة؛ أي: </p><p> المنقطعة عما قبلها؛ أي: بل أكنتم. {كُنْتُمْ} : فعل ناقص واسمه. {شُهَداءَ} : خبره، والجملة في محل النصب مقول {قُلْ} . {إِذْ} : ظرف لما مضى من الزمان في محل النصب على الظرفية متعلق بـ {شُهَداءَ} . {وَصَّاكُمُ اللَّهُ} : فعل ومفعول وفاعل، والجملة في محل الجر مضاف إليه لـ {إِذْ} . {بِهذا} : متعلق بـ {وَصَّاكُمُ} . </p><p> {فَمَنْ أَظْلَمُ مِمَّنِ افْتَرى عَلَى اللَّهِ كَذِبًا لِيُضِلَّ النَّاسَ بِغَيْرِ عِلْمٍ إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ} . </p><p> {فَمَنْ}  {الفاء} : استئنافية، {من} : اسم استفهام في محل الرفع مبتدأ. {أَظْلَمُ} : خبره، والجملة الاسمية في محل النصب مقول {قُلْ} . {مِمَّنِ} : جار ومجرور متعلق بـ {أَظْلَمُ} . {افْتَرى} : فعل ماض، وفاعله ضمير يعود على {من} . {عَلَى اللَّهِ} : متعلق به. {كَذِبًا} : مفعول به، والجملة الفعلية صلة {من} الموصولة. {لِيُضِلَّ النَّاسَ} : {اللام} : لام كي. {يضل الناس} : فعل ومفعول منصوب بأن مضمرة بعد لام كي، وفاعله ضمير يعود على {من افترى} ، والجملة الفعلية صلة أن المضمرة، أن مع صلتها في تأويل مصدر مجرور باللام تقديره: لإضلاله الناس، الجار والمجرور متعلق بـ {افْتَرى} . {بِغَيْرِ عِلْمٍ} : جار ومجرور ومضاف إليه متعلق بمحذوف حال من فاعل {افْتَرى} ؛ أي: افترى على الله كذبا حالة كونه متلبسا بغير علم، أو متعلق بـ {يضل} . {إِنَّ} : حرف نصب. {اللَّهُ} : اسمها. لا: نافية. {يَهْدِي} : فعل مضارع، وفاعله ضمير يعود على {اللَّهُ} . {الْقَوْمَ} : مفعول به. {الظَّالِمِينَ} : صفة لـ {الْقَوْمَ} ، والجملة الفعلية في محل الرفع خبر {إِنَّ} ، وجملة {إِنَّ} في محل النصب مقول لـ {قُلْ} . </p><p> التصريف ومفردات اللغة </p><p> {مِمَّا ذَرَأَ} يقال: ذرأ الله الخلق يذرأ - من باب فتح - ذرأ؛ أي خلقهم على وجه الابتداع والاختراع. </p><p> {نَصِيبًا}  {النصيب} : الحظ والقسم، والجزء من الشيء. </p><p> {هذا لِلَّهِ بِزَعْمِهِمْ} وفي «المصباح»  (١) : زعم زعما من باب قتل، وفي الزعم ثلاث لغات فتح الزاي لأهل الحجاز، وضمها لبني أسد، وكسرها لبعض قيس، ويطلق الزعم بمعنى القول، ومنه زعمت الحنفية، وزعم سيبويه؛ أي: قال، وعليه قوله تعالى:  {أَوْ تُسْقِطَ السَّماءَ كَما زَعَمْتَ} ؛ أي: قلت؛ أي: كما أخبرت، ويطلق على الظن، يقال: في زعمي كذا وعلى الاعتقاد، ومنه قوله تعالى:  {زَعَمَ الَّذِينَ كَفَرُوا أَنْ لَنْ يُبْعَثُوا} . قال الأزهري: أكثر ما يكون الزعم فيما يشك فيه ولا يتحقق، وقال بعضهم: هو كناية عن الكذب. قال المرزوقي: أكثر ما يستعمل فيما كان باطلا، أو فيه ارتياب. وقال ابن القوطبة: زعم زعما إذا قال خبرا لا يدري أحقا هو أو باطلا. قال الخطابي: ولهذا قيل: زعم مطية الكذب، وزعم غير مزعم، قال غير مقول صالح، وادعى ما لا يمكن اه. </p><p> وفي «السمين»  {بِزَعْمِهِمْ} فيه وجهان: </p><p> أحدهما: أن يتعلق بـ {قالوا} ؛ أي: قالوا ذلك القول بزعم لا بيقين واستبصار. </p><p> والثاني: قيل: هو متعلق بالاستقرار الذي تعلق به قوله {لِلَّهِ} . وقرأ العامة بفتح الزاي هنا وفيما يأتي، وهذه لغة أهل الحجاز؛ وهي الفصحى. وقرأ الكسائي:  {بِزَعْمِهِمْ} بالضم، وهي لغة بني أسد، وهل المضموم والمفتوح بمعنى واحد أو المفتوح مصدر والمضموم اسم؟ خلاف مشهور. وفي لغة لبعض قيس وبني تميم كسر الزاي، ولم يقرأ بهذه اللغة فيما علمت اهـ. </p><p> {لِيُرْدُوهُمْ} ؛ أي: يهلكوهم بالإغواء من أردى الرباعي {وَلِيَلْبِسُوا} ؛ أي: يخلطوا قرأ (٢) الجمهور بكسر الباء من لبست عليه الأمر ألبسه - بفتح العين في الماضي وكسرها في المضارع - من باب ضرب إذا أدخلت عليه فيه الشبهة وخلطته فيه. وقرأ النخعي:  {وَلِيَلْبِسُوا} . - بفتح الباء - فقيل: هي لغة في المعنى المذكور تقول: لبست عليه الأمر - بفتح الباء وكسرها - ألبسه وألبسه، والصحيح </p><p>(١) الفتوحات. (٢) الفتوحات.</p><p> أن لبس - بالكسر - بمعنى لبس الثياب، وبالفتح بمعنى الخلط. </p><p> {حِجْرٌ} - بكسر الحاء وسكون الجيم - فعل بمعنى مفعول؛ أي: محجور ممنوع كذبح وطحن بمعنى مذبوح ومطحون يستوي فيه الواحد والكثير والمذكر والمؤنث؛ لأن أصله المصدر، ولذلك وقع صفة لأنعام وحرث. قال ابن مالك في لامية الأفعال: </p><p> من ذي الثّلاثة بالمفعول متّزنا ... وما أتى كفعيل فهو قد عدلا </p><p> به عن الأصل واستغنوا بنحو نجا ... والنّسي عن وزن مفعول وما عملا </p><p> وقال شارحها في «مناهل الرجال» : وقد يرد لفظ المصدر بمعنى المفعول كاللفظ والصيد والخلق بمعنى الملفوظ والمصيد والمخلوق؛ لأن إطلاق المصدر بمعنى المفعول مجازا كثير مطرد، انتهى. </p><p> {خالِصَةٌ لِذُكُورِنا} و {{الهاء} } (١) في {خالِصَةٌ} للمبالغة في الخلوص كعلامة ونسابة قاله الكسائي والأخفش. وقال الفراء: تأنيثها لتأنيث الأنعام، ورد بأن ما في بطون الأنعام غير الأنعام، وتعقب هذا الرد بأن ما في بطون الأنعام أنعام، وهي الأجنة و {ما} عبارة عنها، فيكون تأنيث {خالِصَةٌ} باعتبار معنى {ما} وتذكير {مُحَرَّمٌ} باعتبار لفظها. وقرأ الأعمش:  {خالص} قال الكسائي: معنى خالص وخالصة واحد إلا أن الهاء للمبالغة كما تقدم عنه. </p><p> {وَهُوَ الَّذِي أَنْشَأَ جَنَّاتٍ مَعْرُوشاتٍ وَغَيْرَ مَعْرُوشاتٍ} الإنشاء (٢) : إيجاد الأحياء وتربيتها، وكل ما يكمل بالتدريج كإنشاء السحاب والدور والشعر والجنات والبساتين والكروم الملتفة الأشجار؛ لأنها تجن الأرض وتسترها، والمعروشات: المحمولات على العرائش؛ وهي الدعائم التي يوضع عليها مثل السقف من العيدان والقصب. وأصل العرش في اللغة (٣) : شيء مسقف يجعل عليه الكرم، وجمعه عروش يقال: عرشت الكرم أعرشه عرشا - من بابي ضرب ونصر - </p><p>(١) الشوكاني. (٢) المراغي.(٣) الفتوحات.</p><p> وعرشته تعريشا إذا جعلته كهيئة السقف، واعترش العنب العريش إذا علاه وركبه، وغير المعروشات ما لم يعرش منها. والمراد أن الجنات نوعان: معروشات كالكروم، وغير معروشات من سائر أنواع الشجر الذي يستوي على سوقه ولا يتسلق على غيره. </p><p> {يَوْمَ حَصادِهِ} ؛ أي: يوم جذاذه وقطعه. قال سيبويه (١) : جاؤوا بالمصدر حين أرادوا انتهاء الزمان على مثال فعال، وربما قالوا فيه: فعال؛ يعني: أن هذا مصدر خاص دال على معنى زائد على مطلق المصدر، فإن المصدر الأصلي إنما هو الحصد، والحصد ليس فيه دلالة على انتهاء زمان ولا عدمها بخلاف الحصاد والحصاد اه. </p><p> {وَلا تُسْرِفُوا} من الإسراف؛ وهو تجاوز الحد فيما يفعله الإنسان، وإن كان في الإنفاق أشهر. وقيل السرف: تجاوز ما حد لك، وسرف المال إنفاقه في غير منفعة، ولهذا قال سفيان: ما أنفقت في غير طاعة الله؛ فهو سرف، وإن كان قليلا. </p><p> {الضَّأْنِ} قيل: جمع ضائن للذكر وضائنة للأنثى؛ وقيل: اسم جمع وكذا يقال في المعز سكنت عينه أو فتحت. وفي «المصباح» المعز اسم جنس لا واحد له من لفظه، وهي ذوات الشعر من الغنم، الواحدة شاة وهي مؤنثة، وتفتح العين وتسكن، وجمع الساكن أمعز ومعيز مثل عبد وأعبد وعبيد، والمعزى ألفها للإلحاق لا للتأنيث، ولهذا تنون في النكرة، وتصغر على معيز، ولو كانت الألف للتأنيث .. لم تحذف، والذكر ماعز، والأنثى ماعزة اه، وفيه أيضا والعنز الأنثى من المعز إذا أتى عليها حول. </p><p> {حَمُولَةً وَفَرْشًا} والحمولة الكبير من الإبل، والبقر الذي يحمل عليه الناس الأثقال، والفرش ما يفرش للذبح من الضأن والمعز وصغار الإبل والبقر، أو ما يتخذ الفرش من صوفه ووبره وشعره كما مر. </p><p>(١) الفتوحات.</p><p> {خُطُواتِ الشَّيْطانِ} والخطوات واحدها خطوة - بالضم - وهي المسافة التي بين القدمين. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات ضروبا من الفصاحة والبلاغة والبيان والبديع: </p><p> فمنها: التقسيم في قوله تعالى: {فَقالُوا هذا لِلَّهِ بِزَعْمِهِمْ وَهذا لِشُرَكائِنا} وفي قوله: {وَقالُوا هذِهِ أَنْعامٌ وَحَرْثٌ حِجْرٌ} الخ. {وَأَنْعامٌ حُرِّمَتْ ظُهُورُها وَأَنْعامٌ لا يَذْكُرُونَ اسْمَ اللَّهِ عَلَيْهَا.} </p><p> ومنها: التكرار في قوله تعالى: {لِلَّهِ} وقوله: {لِشُرَكائِنا} . </p><p> ومنها: الاستعارة في قوله تعالى: {وَلِيَلْبِسُوا عَلَيْهِمْ دِينَهُمْ} لأنه استعار اللبس لشدة المخالطة الحاصلة بينهم وبين التخليط حتى كأنها لبسوها كالثياب، وصارت محيطة بهم. </p><p> ومنها: الطباق في قوله تعالى: {أَنْعامٌ وَحَرْثٌ} لأن الأنعام حيوان، والحرث جماد، وبين قوله:  {لِذُكُورِنا وأَزْواجِنا} ؛ أي: إناثنا، وبين قوله:  {مَعْرُوشاتٍ وَغَيْرَ مَعْرُوشاتٍ} ، وبين قوله:  {مُتَشابِهًا وَغَيْرَ مُتَشابِهٍ} ، وبين قوله:  {حَمُولَةً وَفَرْشًا} لأن الحمولة الكبار الصالحة للحمل، والفرش الصغار الدانية من الأرض كأنها فرش. </p><p> ومنها: الاستعارة في قوله تعالى: {وَلا تَتَّبِعُوا خُطُواتِ الشَّيْطانِ} لأن الخطوة ما بين القدمين استعارها لتسويل الشيطان ووسوسته، وهي أبلغ (١) عبارة في التحذير من طاعة الشيطان والسير في ركابه. </p><p> ومنها: الجناس المغاير في قوله تعالى: {افْتِراءً عَلَيْهِ سَيَجْزِيهِمْ بِما كانُوا يَفْتَرُونَ} ، وفي قوله:  {مِنْ ثَمَرِهِ إِذا أَثْمَرَ} ، وفي قوله تعالى:  {وَلا تُسْرِفُوا إِنَّهُ لا يُحِبُّ الْمُسْرِفِينَ} . </p><p>(١) تلخيص البيان.</p><p> ومنها: المقابلة في قوله تعالى: {مِنَ الضَّأْنِ .. وَمِنَ الْمَعْزِ .. وَمِنَ الْإِبِلِ .. وَمِنَ الْبَقَرِ} . </p><p> ومنها: الإظهار في موضع الإضمار في قوله تعالى: {وَحَرَّمُوا ما رَزَقَهُمُ اللَّهُ افْتِراءً عَلَى اللَّهِ} أظهر الاسم الجليل في موضع الإضمار؛ لإظهار كمال عتوهم وضلالهم أفاده أبو السعود. </p><p> ومنها: الاستفهام الإنكاري في قوله تعالى: {آلذَّكَرَيْنِ حَرَّمَ أَمِ الْأُنْثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحامُ الْأُنْثَيَيْنِ} لأن المقصود إنكار أن الله حرمها. </p><p> ومنها: الاعتراض في قوله تعالى: {آلذَّكَرَيْنِ} ، وقوله:  {نَبِّئُونِي بِعِلْمٍ} لأنه اعترض بهما بين المعدودات وقعت تفصيلا لثمانية أزواج. </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلّ وعلا: </p><p> {قُلْ لا أَجِدُ فِي ما أُوحِيَ إِلَيَّ مُحَرَّمًا عَلى طاعِمٍ يَطْعَمُهُ إِلاَّ أَنْ يَكُونَ مَيْتَةً أَوْ دَمًا مَسْفُوحًا أَوْ لَحْمَ خِنزِيرٍ فَإِنَّهُ رِجْسٌ أَوْ فِسْقًا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ فَمَنِ اضْطُرَّ غَيْرَ باغٍ وَلا عادٍ فَإِنَّ رَبَّكَ غَفُورٌ رَحِيمٌ (١٤٥) وَعَلَى الَّذِينَ هادُوا حَرَّمْنا كُلَّ ذِي ظُفُرٍ وَمِنَ الْبَقَرِ وَالْغَنَمِ حَرَّمْنا عَلَيْهِمْ شُحُومَهُما إِلاَّ ما حَمَلَتْ ظُهُورُهُما أَوِ الْحَوايا أَوْ مَا اخْتَلَطَ بِعَظْمٍ ذلِكَ جَزَيْناهُمْ بِبَغْيِهِمْ وَإِنَّا لَصادِقُونَ (١٤٦) فَإِنْ كَذَّبُوكَ فَقُلْ رَبُّكُمْ ذُو رَحْمَةٍ واسِعَةٍ وَلا يُرَدُّ بَأْسُهُ عَنِ الْقَوْمِ الْمُجْرِمِينَ (١٤٧) سَيَقُولُ الَّذِينَ أَشْرَكُوا لَوْ شاءَ اللَّهُ ما أَشْرَكْنا وَلا آباؤُنا وَلا حَرَّمْنا مِنْ شَيْءٍ كَذلِكَ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ حَتَّى ذاقُوا بَأْسَنا قُلْ هَلْ عِنْدَكُمْ مِنْ عِلْمٍ فَتُخْرِجُوهُ لَنا إِنْ تَتَّبِعُونَ إِلاَّ الظَّنَّ وَإِنْ أَنْتُمْ إِلاَّ تَخْرُصُونَ (١٤٨) قُلْ فَلِلَّهِ الْحُجَّةُ الْبالِغَةُ فَلَوْ شاءَ لَهَداكُمْ أَجْمَعِينَ (١٤٩) قُلْ هَلُمَّ شُهَداءَكُمُ الَّذِينَ يَشْهَدُونَ أَنَّ اللَّهَ حَرَّمَ هذا فَإِنْ شَهِدُوا فَلا تَشْهَدْ مَعَهُمْ وَلا تَتَّبِعْ أَهْواءَ الَّذِينَ كَذَّبُوا بِآياتِنا وَالَّذِينَ لا يُؤْمِنُونَ بِالْآخِرَةِ وَهُمْ بِرَبِّهِمْ يَعْدِلُونَ (١٥٠) قُلْ تَعالَوْا أَتْلُ ما حَرَّمَ رَبُّكُمْ عَلَيْكُمْ أَلاَّ تُشْرِكُوا بِهِ شَيْئًا وَبِالْوالِدَيْنِ إِحْسانًا وَلا تَقْتُلُوا أَوْلادَكُمْ مِنْ إِمْلاقٍ نَحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ وَلا تَقْرَبُوا الْفَواحِشَ ما ظَهَرَ مِنْها وَما بَطَنَ وَلا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلاَّ بِالْحَقِّ ذلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَعْقِلُونَ (١٥١) وَلا تَقْرَبُوا مالَ الْيَتِيمِ إِلاَّ بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ وَأَوْفُوا الْكَيْلَ وَالْمِيزانَ بِالْقِسْطِ لا نُكَلِّفُ نَفْسًا إِلاَّ وُسْعَها وَإِذا قُلْتُمْ فَاعْدِلُوا وَلَوْ كانَ ذا قُرْبى وَبِعَهْدِ اللَّهِ أَوْفُوا ذلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَذَكَّرُونَ (١٥٢) وَأَنَّ هذا صِراطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ ذلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَتَّقُونَ (١٥٣) }. </p><p> المناسبة </p><p> قوله تعالى:  {قُلْ لا أَجِدُ فِي ما أُوحِيَ إِلَيَّ مُحَرَّمًا عَلى طاعِمٍ يَطْعَمُهُ ...} الآية، مناسبة هذه الآية لما قبلها (١) : أن الله سبحانه وتعالى لمّا ذكر أنهم حرموا ما حرموا افتراء على الله .. أمر تعالى نبيه صلى الله عليه وسلم أن يخبرهم بأن مدرك التحريم إنما </p><p>(١) البحر المحيط.</p><p> هو بالوحي من الله تعالى وبشرعه، لا بما تهوى الأنفس وما تختلقه على الله تعالى. </p><p> وعبارة «المراغي» هنا: مناسبة هذه الآية لما قبلها: أن الله سبحانه وتعالى لمّا ذكر (١) في سابق الآيات أنه ليس لأحد أن يحرم شيئا من الطعام ولا غيره إلا بوحي من ربه على لسان رسله، ومن فعل ذلك يكون مفتريا على الله معتديا على مقام الربوبية، ومن اتبعه في ذلك .. فقد اتخذه شريكا لله تعالى، وأبان أن من هذا ما حرمته العرب في جاهليتها من الأنعام والحرث .. أردف ذلك بذكر ما حرمه على عباده من الطعام على لسان خاتم رسله وألسنة بعض الرسل قبله. </p><p> قوله تعالى:  {وَعَلَى الَّذِينَ هادُوا حَرَّمْنا كُلَّ ذِي ظُفُرٍ ...} الآية. مناسبة هذه الآية لما قبلها (٢) : أنه سبحانه وتعالى لما بين أن التحريم إنما يستند للوحي الإلهي .. أخبر أنه حرم على بعض الأمم السابقة أشياء، كما حرم على أهل هذه الملة أشياء مما ذكرها من الآية قبل. </p><p> قوله تعالى:  {سَيَقُولُ الَّذِينَ أَشْرَكُوا لَوْ شاءَ اللَّهُ ما أَشْرَكْنا وَلا آباؤُنا ...} الآية، مناسبة هذه الآية لما قبلها: لما كان (٣) الكلام في سالف الآيات في تفصيل أصول الإسلام من توحيد الله والنبوة والبعث، وفي دحض شبهات المشركين التي كانوا يحتجون بها على شركهم وتكذيبهم للرسل، وإنكارهم للبعث، وفي بيان أعمالهم التي هي دلائل على الشرك من التحريم والتحليل بخرافات وأوهام .. ذكر هنا شبهة مثل بمثلها كثير من الكفار، وهم وإن لم يكونوا قالوها وأوردوها على الرسول صلى الله عليه وسلم فإن الله المحيط علمه بكل شيء يعلم أنهم سيقولونها، فذكرها وردّ عليها بما يبطلها، وكان ذلك من إخباره بأمور الغيب قبل وقوعها. </p><p> قوله تعالى:  {قُلْ تَعالَوْا أَتْلُ ما حَرَّمَ رَبُّكُمْ عَلَيْكُمْ ...} الآيات، مناسبة هذه الآيات لما قبلها (٤) : أن الله سبحانه وتعالى لما ذكر ما حرموه افتراء </p><p>(١) المراغي. (٢) البحر المحيط.(٣) المراغي.(٤) البحر المحيط.</p>"
}