{
  "id": null,
  "sura": 6,
  "aya": 31,
  "text": "<p> على تقدير أنهم رجعوا إلى الدنيا بعد مشاهدتهم للبعث، ويجوز أن تكون جملة {وَقَالُوا} مستأنفة؛ أي: وقال كفار مكة {إِنْ هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا} ؛ أي: ما حياتنا إلا حياتنا الدنيا التي نحن فيها {وَمَا نَحْنُ بِمَبْعُوثِينَ} بعد أن فارقنا هذه الحياة، وليس لنا بعد هذه الحياة ثواب ولا عقاب. </p><p> ٣٠ - {وَلَوْ تَرَى} وتبصر يا محمَّد {إِذْ وُقِفُوا} وحبسوا {عَلَى رَبِّهِمْ} ؛ أي: عند ربهم لأجل السؤال كما يوقف العبد الجاني بين يدي سيده للعقاب .. لرأيت أمرًا فظيعًا، أو المعنى: وقفوا على جزاء ربهم؛ أي: على ما وعدهم ربهم من عذاب الكافرين وثواب المؤمنين، وعلى ما أخبرهم به من أمر الآخرة، والمعنى: ولو ترى هؤلاء الضالين المكذبين حين تقفهم الملائكة في الموقف الذي يحاسبهم فيه ربهم، ويمسكونهم إلى أن يحكم الله فيهم بما يشاء .. لأفظعك أمرهم، واستبشعت منظرهم، ورأيت ما لا يحيط به وصف، وجعلهم موقوفين على ربهم؛ لأن من تقفهم الملائكة وتحبسهم في موقف الحساب إمتثالًا لأمر الله فيهم، كما قال: {وَقِفُوهُمْ إِنَّهُمْ مَسْئُولُونَ (٢٤) } يكون أمرهم مقصورًا عليه تعالى، لا يتصرف فيهم غيره، كما قال: {يَوْمَ لَا تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئًا وَالْأَمْرُ يَوْمَئِذٍ لِلَّهِ (١٩) }. </p><p> {قَالَ أَلَيْسَ هَذَا بِالْحَقِّ} ؛ أي: يقول لهم ربهم حينئذ: أليس هذا الذي أنتم فيه من البعث هو الحق الذي لا شك فيه ولا ريب لا باطل كما تزعمون، والاستفهام فيه للتقريع والتوبيخ. {قَالُوا} جوابًا للرب جل جلاله {بَلَى} هو حق لا يحوم حوله الباطل، أقسمنا لك {وَرَبِّنَا} وهذا إقرار مؤكد باليمين؛ لانجلاء الأمر غاية الانجلاء، وهم يطمعون في نفع ذلك الإقرار، وينكرون الإشراك فيقولون: والله ربنا ما كنا مشركين. {قَالَ فَذُوقُوا الْعَذَابَ} ؛ أي: يقول لهم الرب سبحانه وتعالى: إذا كان الأمر كما اعترفتم .. فذوقوا العذاب الذي كنتم به تكذبون. {بِمَا كُنْتُمْ تَكْفُرُونَ} ؛ أي: بسبب كفركم وجحدكم في الدنيا بالبعث بعد الموت الذي دأبتم عليه، واتخذتموه شعارًا لكم لا تتركونه. وعبَّر بالذوق عن ألم العذاب للإشارة إلى أنهم يجدونه وجدان الذائق في قوة الإحساس به. </p><p> ٣١ - {قَدْ خَسِرَ الَّذِينَ كَذَّبُوا بِلِقَاءِ اللَّهِ} ؛ أي: قد خسر أولئك الكفار الذين كذبوا </p><p> بما وعد الله به من البعث والقيامة ولقاء الله كلَّ ما ربحه وفاز به المؤمنون من ثمرات الإيمان في الدنيا، كرضا الله وشكره حين النعمة والعزاء وقت المصيبة، ومن ثمرات الإيمان في الآخرة من الحساب اليسير والثواب الجسيم، والرضوان الأكبر، والنعيم المقيم بما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب. وما سبب هذا إلا أن إنكار البعث والجزاء يفسد الفطرة البشرية، ويفضي إلى الشرور والآثام، فإن الاعتقاد بأن لا حياة بعد هذه الحياة .. يجعل همَّ الكافرين محصورًا في الاستمتاع بلذات الدنيا وشهواتها البدنية والنفسية، كالجاه والرياسة والعلو في الأرض - ولو بالباطل - ومن كانوا كذلك .. كانوا شرًّا من الشياطين، يكيد بعضهم لبعض، ويفترس بعضهم بعضًا، لا يصدهم عن الشر إلا العجز، ولا تحكم بينهم إلا القوة. وشاهِدنا على ذلك أنَّ أرقى أهل الأرض في الحضارة والعلوم والفلسفة هم الذين يقوضون صروح المدنية بمدافعهم ودباباتهم وطياراتهم، وبكل ما أوتوا من فن واختراع، ويهلكون الحرث والنسل، ويخربون العامر من المدن ودور الصناعات بمنتهى القسوة والشدة، ويهلكون ملايين الأنفس ما بين قتيل وجريح دون أن تستشعر قلوبهم عاطفة رحمة ولا رحمة، ولو كانوا يؤمنون بالله واليوم الاخر وما فيه من الحساب والجزاء .. لما انتهوا في الطغيان إلى هذا الحد الذي نراه الآن. </p><p> {حَتَّى إِذَا جَاءَتْهُمُ السَّاعَةُ بَغْتَةً} ؛ أي: كذبوا بلقاء الله إلى أن جاءتهم الساعة والقيامة مباغتةً مفاجئةً لهم من غير شعور منهم لها، وقد ورد في الكتاب والسنة أنَّ الله تعالى أخفى علمها على كل أحد حتى الرسل والملائكة، فلا يعلم أحد متى يكون مجيئها، وفي أي وقت يكون حصولها. {قَالُوا يَا حَسْرَتَنَا عَلَى مَا فَرَّطْنَا فِيهَا} ؛ أي: قد خسر الذين كذبوا بلقاء الله، وأصروا على هذا التكذيب حتى إذا جاءتهم منيتهم - وهي بالنسبة إليهم مبدأ الساعة، ومقدمات القيامة - مفاجئةً لهم من حيث لم يكونوا ينظرونها، ولا يعدون العدة لمجيئها .. قالوا: يا حسرتنا على تفريطنا في الحياة الدنيا التي كنا نزعم أن لا حياة بعدها؛ أي: أصروا على التكذيب حتى قالوا وقت مجيء الساعة لهم بغتةً: يا ندامتنا على تفريطنا وتقصيرنا في تحصيل الزاد للساعة في الدنيا، هذا أوانك فاحضري إلينا لنتعجب منك. {وَهُمْ يَحْمِلُونَ} ؛ </p>"
}