{
  "id": null,
  "sura": 6,
  "aya": 81,
  "text": "<p> على إيصال النفع إليكم، فالسلطة العليا له تعالى وحده ليس لغيره تأثير فيها ولا تدبير، فإذا أعطى بعض المخلوقات شيئًا من النفع أو التفسير .. فلا يكون ذلك داعيًا لرفعها عن رتبة المخلوقات، وجعلها أربابًا ومعبودات، وكان يجب أن يفطن لذلك العقلاء ويتذكروه؛ لأنه تذكير بما يدركه العقل بالبرهان، ويهدي إليه الوجدان. </p><p> ٨١ - وبعد أن أبان لهم أنه لا يخاف شركاءهم، بل يخاف الله وحده .. تعجب من تخويفهم إياه ما لا يخاف، وعدم خوفهم مما يجب أن يخاف منه، وقال {وَكَيْفَ أَخَافُ} وأرهب {مَا أَشْرَكْتُمْ} ـوه بربكم من خلقه، فجعلتموه ندًّا له ينفع ويضر {وَلَا تَخَافُونَ أَنَّكُمْ أَشْرَكْتُمْ بِاللهِ} ؛ أي: والحال أنكم لا تخافون إشراككم بالله خالقكم {مَا لَمْ يُنَزِّلْ بِهِ عَلَيْكُمْ سُلْطَانًا} ؛ أي: حجة بينة بوحي ولا نظر عقل تثبت لكم جعله شريكًا في الخلق والتدبير، أو في الوساطة والشفاعة، فافتياتكم على خالقكم بهذه الدعوى هو الذي يجب أن يخاف ويتقى. </p><p> والمعنى (١) : وكيف أخاف ما لا يضر ولا ينفع ولا يخلق ولا يرزق، والحال أنكم لا تخافون ما صدر منكم من الشرك بالله، وهو الضار النافع الخالق الرازق، أورد عليهم هذا الكلام الإلزامي الذي لا يجدون عنه مخلصًا ولا متحولًا، والاستفهام للإنكار عليهم والتقريع لهم والتعجب من فساد عقولهم، حيث خوفوه خشبًا وحجرًا لا ينفع ولا يضر، وهم لا يخافون عقبى شركهم بالله، وهو الذي بيده النفع والضر والأمر كله. و {مَا} في قوله: {مَا لَمْ يُنَزِّلْ بِهِ عَلَيْكُمْ سُلْطَانًا} مفعول أشركتم؛ أي: ولا تخافون أنكم جعلتم الأشياء التي لم ينزل بعبادتها عليكم سلطانًا شركاء لله، أو المعنى: إن الله سبحانه لم يأذن بجعلها شركاء له، ولا أنزل عليهم بإشراكها حجة يحتجون بها، فكيف عبدوها واتخذوها آلهة، وجعلوها شركاء لله سبحانه وتعالى؟! </p><p> والخلاصة (٢) : أن ما يدعى لصحة هذا الخوف باطل، وأنه عليه السلام لم </p><p>(١) الشوكاني. (٢) المراغي.</p><p> يجد لهذا الخوف وجهًا، فلا يخاف الشركاء لذواتهم، ولا لما يزعمون من وساطتهم عند الله وشفاعتهم، ولا لقدرة على الضر والنفع قد تدعى لهما. وقوله:  {مَا لَمْ يُنَزِّلْ بِهِ عَلَيْكُمْ سُلْطَانًا} مذكور على طريق التهكم مع الإعلام بأن الدين لا يقبل إلا بالحجة والبرهان، والتقليد ليس بعذر، ولا سيما تقليد من ليس على هداية ولا علم ولا بصيرة، والله لم ينزل بما ادعيتموه سلطانًا؛ لأنه باطل، فلا سلطان عليه ولا دليل. </p><p> والاستفهام في قوله:  {فَأَيُّ الْفَرِيقَيْنِ أَحَقُّ بِالْأَمْنِ} استفهام استخبار وتقرير؛ أي: فأي هذين الفريقين أحق وأجدر بالأمن على نفسه من عاقبة عقيدته وعبادته. والمراد بالفريقين: فريق الموحدين: الذين يعبدون الله وحده ويخافونه ويرجونه دون غيره، وفريق المشركين: الذين استكبروا تأثير بعض الأسباب، فاتخذوا ما اتخذوا من الآلهة والأرباب، ونسبوا إلى بعضها النفع والضر؛ كالشمس والقمر والكواكب والملائكة، ونكتة التعبير بـ {فَأَيُّ الْفَرِيقَيْنِ} دون أن يقول: فأينا أحق بالأمن: الإشارة إلى أن هذه المقابلة عامة لكل موحد ومشرك، لا خاصة به وبهم، والبعد عن التصريح بخطئهم الذي ربما يدعو إلى اللجاج والعناد والاحتراس من تنفيرهم من الإصغاء إلى قوله، وإن كان قد علم قطعًا أنه هو الآمن لا هم، كما قال الشاعر: </p><p> فَلَئِنْ لَقِيْتُكَ خَالِيَيْنِ لَتَعْلَمَنْ ... أَيِّيْ وَأَيُّكَ فَارِسُ الأَحْزَابِ </p><p> أي: أينا، ومعلوم عنده أنه هو فارس الأحزاب لا المخاطب. </p><p> {إِنْ كُنْتُمْ تَعْلَمُونَ} ؛ أي: إن كنتم من أهل العلم والبصيرة في هذا الأمر .. فأخبروني بذاك وبيِّنوه بالأدلة. وفي هذا إلجاء لهم إلى الاعتراف بالحق، أو السكوت على الحمق والجهل. </p><p> والمعنى: أي (١) إذا كان الأمر على ما تقدم من أن معبودي هو الله المتصف بتلك الصفات، ومعبودكم هي تلك المخلوقات .. فكيف تخوفوني بها، وكيف </p><p>(١) الشوكاني.</p>"
}