{
  "id": null,
  "sura": 6,
  "aya": 121,
  "text": "<p> يفعلونه من الحسنات كما قال تعالى:  {إِنَّ الْحَسَناتِ يُذْهِبْنَ السَّيِّئاتِ} وبذلك تعود نفوسهم زكية، وتلقى ربها سليمة نقية من أدران السوء التي كانت قد وقعت منها لماما. واتفق المسلمون على أن التوبة تمحو الحوبة؛ أي: أن التوبة الصحيحة بالعزم الصادق والندم على ما فات تمحو آثار الذنب الماضي، فإن الله قد يعفو عن المذنب فيغفر له ما فرط منه من الذنوب، كما قال:  {إِنَّ اللَّهَ لا يَغْفِرُ</p><p> أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ ما دُونَ ذلِكَ لِمَنْ يَشاءُ} . </p><p> ١٢١ - ثم صرح سبحانه وتعالى بالنهي عن ضد ما فهم من الأمر السابق بقوله:  {فَكُلُوا مِمَّا ذُكِرَ اسْمُ اللَّهِ عَلَيْهِ} لشدة العناية؛ لأنه من أظهر أعمال الشرك فقال:  {وَلا تَأْكُلُوا} أيها المؤمنون {مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ} ؛ أي: مما مات حتف أنفه، ولا مما أهل لغير الله به مما ذبحه المشركون لأوثانهم {وَإِنَّهُ لَفِسْقٌ} ؛ أي: وإن الأكل مما لم يذكر اسم الله عليه بغير ضرورة لفسق وخروج عما يحل، أو إن ما ذكر عليه اسم غير الله لفسق ومعصية كما جاء في الآية الأخرى:  {أَوْ فِسْقًا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ} وجوز ابن عطية أن يعود الضمير على المصدر المنفي الذي تضمنه قوله: {لَمْ يُذْكَرِ} كأنه قيل: وإن ترك الذكر لفسق؛ أي: لمعصية وكفر، وهذه الجملة لا موضع لها من الإعراب، وتضمنت معنى التعليل، فكأنه قيل: لفسقه. </p><p> فصل </p><p> اختلف العلماء في ذبيحة المسلم إذا لم يذكر اسم الله عليها (١) ، فذهب قوم إلى تحريمها سواء تركها عامدا أو ناسيا، وهو قول ابن سيرين والشعبي، ونقله الإمام فخر الدين الرازي عن مالك. ونقل عن عطاء أنه قال: كل ما لم يذكر اسم الله عليه من طعام أو شراب فهو حرام، احتجوا في ذلك بظاهر هذه الآية. وقال الثوري وأبو حنيفة: إن ترك التسمية عامدا لا تحل، وإن تركها ناسيا تحل. </p><p> وقال الشافعي: تحل الذبيحة مطلقا سواء ترك التسمية عامدا أو ناسيا، </p><p>(١) الخازن.</p><p> ونقله البغوي عن ابن عباس رضي الله عنهما ومالك في رواية عنه. ونقل ابن الجوزي عن أحمد روايتين فيما إذا ترك التسمية عامدا، وإن تركها ناسيا .. حلت، فمن أباح أكل الذبيحة التي لم يذكر اسم الله عليها قال: المراد من الآية الميتات وما ذبح على اسم الأصنام؛ بدليل أنه سبحانه وتعالى في سياق الآية:  {وَإِنَّهُ لَفِسْقٌ} وقد ثبت في الأحاديث الصحيحة الأمر بالتسمية في الصيد وغيره. وذهب الشافعي وأصحابه وهو رواية عن مالك ورواية عن أحمد أن التسمية مستحبة لا واجبة، وهو مروي عن ابن عباس وأبي هريرة وعطاء بن أبي رباح. </p><p> وأجمع العلماء على أن آكل ذبيحة المسلم التي ترك التسمية عليها لا يفسق، واحتجوا في إباحتها أيضا بما روى البخاري في «صحيحه» عن عائشة - رضي الله عنها - قالت: قلت يا رسول الله، إن هنا أقواما حديث عهدهم بشرك يأتوننا بلحمات، فما ندري أيذكرون اسم الله عليها أم لا؟ قال:  «اذكروا أنتم اسم الله وكلوا» . قالوا: لو كانت التسمية شرطا للإباحة .. لكان الشك في وجودها مانعا من أكلها كالشك في أصل الذبح. وقال الشافعي: أول الآية وإن كان عاما بحسب الصيغة إلا أن آخرها لما حصلت فيه هذه القيود الثلاثة؛ وهي قوله:  {وَإِنَّهُ لَفِسْقٌ} ، {وَإِنَّ الشَّياطِينَ لَيُوحُونَ إِلى أَوْلِيائِهِمْ لِيُجادِلُوكُمْ وَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَ} .. علمنا أن المراد من هذا العموم هو الخصوص. والفسق: ذكر اسم غير الله في الذبح كما قال في آخر السورة: {قُلْ لا أَجِدُ فِي ما أُوحِيَ إِلَيَّ مُحَرَّمًا عَلى طاعِمٍ يَطْعَمُهُ} إلى قوله: {أَوْ فِسْقًا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ} فصار هذا الفسق الذي أهل لغير الله به مفسرا لقوله: {وَإِنَّهُ لَفِسْقٌ} وإذا كان كذلك كان قوله: {وَلا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ وَإِنَّهُ لَفِسْقٌ} مخصوصا بما أهل لغير الله به، والله أعلم. </p><p> {وَإِنَّ الشَّياطِينَ} ؛ أي: وإن شياطين الإنس والجن الذين يوحي بعضهم إلى بعض زخرف القول غرورا {لَيُوحُونَ} ؛ أي: ليوسوسون {إِلى أَوْلِيائِهِمْ} من المشركين، ويلقون إليهم بالوسوسة والتلقين الخادع ما يجادلوكم به من الشبهات {لِيُجادِلُوكُمْ} ؛ أي: ليجادل أولئك الأولياء إياكم أيها المؤمنون بقولهم تأكلون ما قتلتم أنتم وجوارحكم، وتتركون ما قتله الله تعالى:  {وَإِنْ أَطَعْتُمُوهُمْ} ؛ أي: وإن وافقتم أيها المؤمنون أولئك الأولياء في أكل الميتة وما حرم الله عليكم {إِنَّكُمْ} </p><p> إذا {لَمُشْرِكُونَ} مثلهم. قال الزجاج: وفيه دليل على أن كل من أحل شيئا مما حرم الله، أو حرم شيئا مما أحل الله؛ فهو مشرك، وإنما سمي مشركا؛ لأنه أثبت حاكما غير الله - عز وجل -، ومن كان كذلك فهو مشرك انتهى. قال عكرمة: وإن الشياطين؛ يعني: مردة المجوس ليوحون إلى أوليائهم من مشركي قريش زخرف القول؛ ليصل ممن أكل الميتة إلى نبي الله وأصحابه ذلك أنه لما نزل تحريم الميتة سمعه المجوس من أهل فارس، فكتبوا إلى قريش، وكانت بينهم مكاتبة إن محمدا وأصحابه يزعمون أنهم يتبعون أمر الله، ثم يزعمون أن ما يذبحونه حلال، وما يذبحه الله حرام، فوقع في أنفس ناس من المسلمين من ذلك شيء، فأنزل الله هذه الآية. </p><p> وما يذبح (١) عند استقبال ملك أو أمير أو وزير أفتى بعض الحنفية بتحريم أكله؛ لأنه مما أهل به لغير الله، وقال بعض الشافعية: هم إنما يذبحونه استبشارا بقدومه؛ فهو كذبح العقيقة لولادة المولود، ومثل هذا لا يوجب التحريم، وهذا هو الراجح الذي عليه المعول. </p><p> الإعراب </p><p> {وَلَوْ أَنَّنا نَزَّلْنا إِلَيْهِمُ الْمَلائِكَةَ وَكَلَّمَهُمُ الْمَوْتى وَحَشَرْنا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلًا ما كانُوا لِيُؤْمِنُوا إِلَّا أَنْ يَشاءَ اللَّهُ وَلكِنَّ أَكْثَرَهُمْ يَجْهَلُونَ (١١١) }. </p><p> {وَلَوْ}  {الواو} : استئنافية. {لَوْ} : حرف شرط جازم. {أَنَّنا}  {أن} : حرف نصب. و {نا} : اسمها. {نَزَّلْنا} : فعل وفاعل. {إِلَيْهِمُ} : جار ومجرور متعلق به. {الْمَلائِكَةَ} : مفعول به، والجملة الفعلية في محل الرفع خبر {أن} تقديره: ولو أننا منزلون، وجملة {أن} في تأويل مصدر مرفوع على الفاعلية بفعل محذوف تقديره: ولو ثبت تنزيلنا إليهم الملائكة، والجملة الفعلية فعل شرط لـ {لَوْ} . {وَكَلَّمَهُمُ الْمَوْتى} : فعل ومفعول وفاعل، والجملة الفعلية في محل الرفع </p><p>(١) المراغي.</p><p> بفعل محذوف معطوفة على جملة {أن} . {وَحَشَرْنا} : فعل وفاعل. {عَلَيْهِمْ} : متعلق به. {كُلَّ شَيْءٍ} : مفعول به ومضاف إليه، والجملة الفعلية في محل الرفع بفعل محذوف معطوفة على جملة {أَنَّنا} . {قُبُلًا} : حال من {كُلَّ شَيْءٍ} ؛ لأنه تخصص بالإضافة، ولكنه في تأويل مشتق تقديره: حالة كونهم معاينين ومشافهين للكفار، والتقدير: ولو ثبت تنزيلنا إليهم الملائكة وتكليم الموتى إياهم وحشرنا كل شيء عليهم. {ما} : نافية {كانُوا} : فعل ناقص واسمه. {لِيُؤْمِنُوا}  (اللام) : حرف جر وجحود. {يؤمنوا} : فعل وفاعل منصوب بأن مضمرة وجوبا بعد لام الجحود، والجملة الفعلية في تأويل مصدر مجرور بلام الجحود، الجار والمجرور متعلق بمحذوف خبر {كان} تقديره: ما كانوا أهلا للإيمان، وجملة {كان} من اسمها وخبرها جواب {لَوْ} لا محل لها من الإعراب، وجملة {لَوْ} الشرطية مستأنفة لا محل لها من الإعراب. {إِلَّا} : أداة استثناء من عام الأحوال. </p><p> {أَنْ} : حرف نصب ومصدر. {يَشاءَ اللَّهُ} : فعل وفاعل منصوب بـ {أَنْ} المصدرية، والجملة في تأويل مصدر مجرور بإضافة المستثنى المحذوف إليه تقديره: ما كانوا ليؤمنوا في حال من الأحوال إلا حال مشيئة الله تعالى إيمانهم. </p><p> {وَلكِنَّ}  (الواو) : عاطفة. {لكِنَّ} : حرف نصب. {أَكْثَرَهُمْ} : اسمها، وجملة {يَجْهَلُونَ} خبر {لكِنَّ} ، وجملة {لكِنَّ} معطوفة على جملة {لَوْ} الشرطية. </p><p> {وَكَذلِكَ جَعَلْنا لِكُلِّ نَبِيٍّ عَدُوًّا شَياطِينَ الْإِنْسِ وَالْجِنِّ يُوحِي بَعْضُهُمْ إِلى بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُورًا وَلَوْ شاءَ رَبُّكَ ما فَعَلُوهُ فَذَرْهُمْ وَما يَفْتَرُونَ (١١٢) }. </p><p> {وَكَذلِكَ}  (الواو) : استئنافية. {كَذلِكَ} : جار ومجرور صفة لمصدر محذوف تقديره: وجعلا مثل جعلنا لك عدوا من هؤلاء المشركين. {جَعَلْنا} : فعل وفاعل، والجملة مستأنفة. {لِكُلِّ نَبِيٍّ} : جار ومجرور في محل النصب مفعول ثان لـ {جعل} . {عَدُوًّا} : مفعول أول له. {شَياطِينَ الْإِنْسِ وَالْجِنِّ} بدل من {عَدُوًّا} ، والتقدير: وكذلك جعلنا عدوا شياطين الإنس والجن لكل نبي. وأعرب الزمخشري وأبو البقاء والحوفي {شَياطِينَ} مفعولا أول، والثاني {عَدُوًّا} ، </p><p> و {لِكُلِّ نَبِيٍّ} حالا من {عَدُوًّا} لأنه صفته في الأصل، أو متعلق بالجعل قبله، والتقدير: وجعلنا شياطين الإنس والجن عدوا لكل نبي جعلا مثل جعلنا هؤلاء عدوا لك، فاصبر كما صبروا. {يُوحِي بَعْضُهُمْ} : فعل وفاعل. {إِلى بَعْضٍ} : متعلق به. {زُخْرُفَ الْقَوْلِ} مفعول به. {غُرُورًا} : مفعول لأجله، والجملة الفعلية في محل النصب حال من {شَياطِينَ الْإِنْسِ} . {وَلَوْ} : (الواو) : استئنافية. </p><p> {لَوْ} : حرف شرط. {شاءَ رَبُّكَ} : فعل وفاعل، والجملة فعل شرط لـ {لَوْ} لا محل لها من الإعراب. {ما} : نافية. {فَعَلُوهُ} : فعل وفاعل ومفعول، والجملة جواب {لَوْ} لا محل لها من الإعراب، وجملة {لَوْ} الشرطية مستأنفة. {فَذَرْهُمْ}  (الفاء) : فاء الفصيحة، لأنها أفصحت عن جواب شرط مقدر تقديره: إذا عرفت أنه لو شاء ربك ما فعلوه، وأردت بيان ما هو الأصلح لك .. فأقول لك {ذرهم وما يفترون} : {ذرهم} : فعل ومفعول، وفاعله ضمير يعود على محمد. {وَما} : (الواو) : عاطفة، أو واو المعية. {ما} : موصولة، أو نكرة موصوفة في محل النصب معطوفة على الهاء في {ذرهم} ، أو في محل النصب على أنه مفعول معه، أو مصدرية. {يَفْتَرُونَ} : فعل وفاعل، والجملة صلة لـ {ما} إن قلنا موصولة اسمية، أو صفة لـ {ما} إن قلنا {ما} نكرة موصوفة، والعائد أو الرابط محذوف تقديره: وذرهم والذين يفترونه، أو شيئا يفترونه، أو صلة {ما} المصدرية، {ما} مع صلتها في تأويل مصدر معطوف على الهاء، أو منصوب على أنه مفعول معه، والتقدير: فذرهم وافتراءهم، أو مع افترائهم، وجملة (ذرهم) من الفعل والفاعل في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. </p><p> {وَلِتَصْغى إِلَيْهِ أَفْئِدَةُ الَّذِينَ لا يُؤْمِنُونَ بِالْآخِرَةِ} . </p><p> {وَلِتَصْغى}  (الواو) : عاطفة. {لِتَصْغى}  (اللام) : حرف جر وتعليل، {تصغى} : فعل مضارع منصوب بأن مضمرة جوازا بعد لام كي. {إِلَيْهِ} : متعلق به. {أَفْئِدَةُ الَّذِينَ} : فاعل ومضاف إليه. {لا يُؤْمِنُونَ} : فعل وفاعل. {بِالْآخِرَةِ} : متعلق به، والجملة صلة الموصول، وجملة {تصغى} صلة أن </p><p> المضمرة، أن مع صلتها في تأويل مصدر مجرور باللام تقديره: ولصغي أفئدة الذين لا يؤمنون بالآخرة، الجار والمجرور معطوف على {غُرُورًا} ، وما بينهما اعتراض، والتقدير: يوحي بعضهم إلى بعض زخرف القول للغرور ولصغي أفئدة الذين يؤمنون بالآخرة، ولكن لما كان المفعول الأول مستكملا لشروط النصب نصب، وهذا فات فيه شرط النصب، وهو صريح المصدرية واتحاد الفاعل، فإن فاعل الوحي بعضهم، وفاعل الإصغاء الأفئدة، فلذا وصل الفعل بحرف العلة. </p><p> {وَلِيَرْضَوْهُ وَلِيَقْتَرِفُوا ما هُمْ مُقْتَرِفُونَ} . </p><p> {وَلِيَرْضَوْهُ}  (الواو) : عاطفة. (اللام) : حرف جر وتعليل، {يرضوه} : فعل وفاعل ومفعول منصوب بأن مضمرة جوازا بعد لام كي، والجملة في تأويل مصدر مجرور باللام تقديره: ولرضاهم إياه، الجار والمجرور معطوف على {غُرُورًا} . {وَلِيَقْتَرِفُوا} : (الواو) : عاطفة، (اللام) : حرف جر وتعليل، {يقترفوا} : فعل وفاعل منصوب بأن مضمرة بعد لام كي، والجملة في تأويل مصدر مجرور باللام تقديره: ولاقترافهم ما هم مقترفون، الجار والمجرور معطوف على {غُرُورًا} . {ما} : موصولة، أو موصوفة في محل النصب على المفعولية. {هُمْ مُقْتَرِفُونَ} : مبتدأ وخبر، والجملة صلة لـ {ما} ، أو صفة لها، والعائد أو الرابط محذوف تقديره: ما هم مقترفونه. </p><p> {أَفَغَيْرَ اللَّهِ أَبْتَغِي حَكَمًا وَهُوَ الَّذِي أَنْزَلَ إِلَيْكُمُ الْكِتابَ مُفَصَّلًا} . </p><p> {أَفَغَيْرَ}  (الهمزة) : للاستفهام الإنكاري داخلة على محذوف تقديره: أأميل إلى زخارف الشياطين. (الفاء) : عاطفة. {غير الله} : مفعول به لـ {أَبْتَغِي} مقدم عليه. {أَبْتَغِي} : فعل مضارع، وفاعله ضمير يعود على محمد. حَكَمًا حال من {غير} ، أو تمييز له، وجملة {أَبْتَغِي} معطوفة على الجملة المحذوفة، والجملة المحذوفة مستأنفة. {وَهُوَ الَّذِي} : مبتدأ وخبر، والجملة في محل النصب حال من الجلالة مؤكدة لإنكار ابتغاء غيره تعالى حكما؛ لأن {غير} هنا بمعنى مغاير، فيصح عمله في المضاف إليه. {أَنْزَلَ} : فعل ماض، وفاعله ضمير يعود على {اللَّهِ} ، والجملة صلة الموصول. {إِلَيْكُمُ} : متعلق بأنزل. </p><p> {الْكِتابَ} : مفعول به. {مُفَصَّلًا} : حال من {الْكِتابَ} . </p><p> {وَالَّذِينَ آتَيْناهُمُ الْكِتابَ يَعْلَمُونَ أَنَّهُ مُنَزَّلٌ مِنْ رَبِّكَ بِالْحَقِّ فَلا تَكُونَنَّ مِنَ الْمُمْتَرِينَ} . </p><p> {وَالَّذِينَ} : مبتدأ. {آتَيْناهُمُ الْكِتابَ} : فعل وفاعل ومفعولان، والجملة صلة الموصول. {يَعْلَمُونَ} : فعل وفاعل، والجملة الفعلية في محل الرفع خبر المبتدأ، والجملة الاسمية مستأنفة. {أَنَّهُ} : (أن) : حرف نصب ومصدر، و (الهاء) : اسمها. {مُنَزَّلٌ} : خبرها. {مِنْ رَبِّكَ} جار ومجرور متعلق به. {بِالْحَقِّ} : جار ومجرور حال من الضمير المستتر في {مُنَزَّلٌ} ، وجملة (أن) في تأويل مصدر سد مسد مفعولي علم. {فَلا تَكُونَنَّ مِنَ الْمُمْتَرِينَ} : (الفاء) : فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر تقديره: إذا عرفت حال أهل الكتاب، وأردت بيان ما هو اللازم لك .. فأقول لك:  (لا تكونن) : (لا) : ناهية جازمة. {تَكُونَنَّ} : فعل مضارع في محل الجزم بـ {لا} الناهية، واسمها ضمير يعود على محمد. {مِنَ الْمُمْتَرِينَ} : خبرها، وجملة تكون في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. </p><p> {وَتَمَّتْ كَلِمَةُ رَبِّكَ صِدْقًا وَعَدْلًا لا مُبَدِّلَ لِكَلِماتِهِ وَهُوَ السَّمِيعُ الْعَلِيمُ (١١٥) }. </p><p> {وَتَمَّتْ كَلِمَةُ رَبِّكَ} : فعل وفاعل ومضاف إليه، والجملة مستأنفة. {صِدْقًا وَعَدْلًا} : حالان من كلمة {رَبِّكَ} ، أو تمييزان لها. {لا} : نافية تعمل عمل إن. {مُبَدِّلَ} : في محل النصب اسمها. {لِكَلِماتِهِ} : جار ومجرور متعلق بـ {مُبَدِّلَ} ، وخبر {لا} محذوف تقديره: لا مبدل لكلماته موجود، وجملة {لا} من اسمها وخبرها في محل النصب حال من فاعل {تَمَّتْ} على أن الظاهر مغن عن الضمير الرابط، أو مستأنفة. ذكره «أبو السعود» . {وَهُوَ السَّمِيعُ} : مبتدأ وخبر أول. {الْعَلِيمُ} : خبر ثان، والجملة مستأنفة. </p><p> {وَإِنْ تُطِعْ أَكْثَرَ مَنْ فِي الْأَرْضِ يُضِلُّوكَ عَنْ سَبِيلِ اللَّهِ إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ (١١٦) }. </p><p> {وَإِنْ}  {الواو} : استئنافية. {إِنْ} : حرف شرط. {تُطِعْ} : فعل مضارع مجزوم بـ {إِنْ} على كونه فعل شرط لها، وفاعله ضمير يعود على محمد. {أَكْثَرَ} : مفعول به وهو مضاف. و {مَنْ} الموصولة في محل الجر مضاف إليه {فِي الْأَرْضِ} جار ومجرور صلة {مَنْ} الموصولة. {يُضِلُّوكَ} : فعل وفاعل ومفعول مجزوم بـ {إِنْ} على كونه جوابا لها، وعلامة جزمه حذف النون. {عَنْ سَبِيلِ اللَّهِ} : جار ومجرور ومضاف إليه متعلق به وجملة {إِنْ} الشرطية، مستأنفة. {إِنْ يَتَّبِعُونَ} : فعل وفاعل، والجملة مستأنفة. {إِلَّا} : أداة استثناء مفرغ. {الظَّنَّ} : مفعول به، والجملة مستأنفة. {وَإِنْ} الواو: عاطفة. </p><p> {إِنْ} : نافية. {هُمْ} : مبتدأ. {إِلَّا} : أداة استثناء مفرغ، وجملة {يَخْرُصُونَ} في محل الرفع، خبر المبتدأ، والجملة الاسمية المنفية معطوفة على الجملة الفعلية المنفية المذكورة فيها. </p><p> {إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَنْ يَضِلُّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ (١١٧) }. </p><p> {إِنَّ} : حرف نصب. {رَبَّكَ} : اسمها ومضاف إليه. {هُوَ} ضمير فصل أو مبتدأ. {أَعْلَمُ} : خبر {إِنَّ} ، أو خبر المبتدأ، وجملة {إِنَّ} مستأنفة مقررة لمضمون الجملة الشرطية وما بعدها ومؤكدة لما تفيده من التحذير كما في «أبي السعود» . {مَنْ} : اسم موصول في محل النصب بفعل محذوف دل عليه {أَعْلَمُ} تقديره: إن ربك هو أعلم يعلم من يضل، والجملة المحذوفة في محل الرفع بدل من {أَعْلَمُ} . {يَضِلُّ} : فعل مضارع، وفاعله ضمير يعود على {مَنْ} . {عَنْ سَبِيلِهِ} : جار ومجرور ومضاف إليه متعلق بـ {يَضِلُّ} ، والجملة صلة {مَنْ} الموصولة. و {هُوَ أَعْلَمُ} : مبتدأ وخبر، والجملة معطوفة على جملة {إِنَّ} . بِالْمُهْتَدِينَ: متعلق بـ {أَعْلَمُ} . </p><p> {فَكُلُوا مِمَّا ذُكِرَ اسْمُ اللَّهِ عَلَيْهِ إِنْ كُنْتُمْ بِآياتِهِ مُؤْمِنِينَ (١١٨) }. </p><p> {فَكُلُوا}  {الفاء} : عاطفة على ما تقدم من مضمون الجمل المتقدمة كأنه قيل: اتبعوا ما أمركم الله به من أكل المذكى دون الميتة، {كلوا} : فعل وفاعل، والجملة معطوفة على ذلك المحذوف. {مِمَّا} : جار ومجرور متعلق بـ {كلوا} . </p><p> {ذُكِرَ اسْمُ اللَّهِ} : فعل ونائب فاعل ومضاف إليه. {عَلَيْهِ} : متعلق بـ {ذُكِرَ} ، والجملة الفعلية لـ {ما} ، أو صفة لها، والعائد أو الرابط ضمير عليه. {إِنْ} : حرف شرط. {كُنْتُمْ} : فعل ناقص واسمه في محل الجزم بـ {إِنْ} الشرطية على كونه فعل شرط لها. {بِآياتِهِ} : جار ومجرور ومضاف إليه متعلق بـ {مُؤْمِنِينَ} . {مُؤْمِنِينَ} : خبر {كان} ، وجواب {إِنْ} الشرطية معلوم مما قبلها تقديره: إن كنتم بآياته مؤمنين .. فكلوا مما ذكر اسم الله عليه، وجملة {إِنْ} الشرطية مستأنفة. </p><p> {وَما لَكُمْ أَلَّا تَأْكُلُوا مِمَّا ذُكِرَ اسْمُ اللَّهِ عَلَيْهِ وَقَدْ فَصَّلَ لَكُمْ ما حَرَّمَ عَلَيْكُمْ إِلَّا مَا اضْطُرِرْتُمْ إِلَيْهِ} . </p><p> {وَما}  {الواو} : استئنافية {ما} : استفهامية للاستفهام الإنكاري التوبيخي في محل الرفع مبتدأ. {لَكُمْ} : جار ومجرور خبر المبتدأ، والجملة مستأنفة. {أَلَّا} : {أن} : حرف نصب ومصدر. {لا} : نافية. {تَأْكُلُوا} : فعل وفاعل منصوب بـ {أن} المصدرية، والجملة الفعلية صلة {أن} المصدرية، {أن} ، مع صلتها في تأويل مصدر مجرور بحرف جر محذوف تقديره: وأي غرض لكم في عدم أكلكم مما ذكر اسم الله عليه والجار المحذوف متعلق بالاستقرار الذي تعلق به الخبر. {مِمَّا} : جار ومجرور متعلق بـ {تَأْكُلُوا} . {ذُكِرَ اسْمُ اللَّهِ} : فعل ونائب فاعل ومضاف إليه. {عَلَيْهِ} : متعلق به، والجملة صلة لـ (ما) ، أو صفة لها. {وَقَدْ فَصَّلَ} : فعل ماض، وفاعله ضمير يعود على {الله} ، والجملة في محل النصب حال من الجلالة. {لَكُمْ} : متعلق بـ {فَصَّلَ} . (ما) : موصولة، أو موصوفة في محل النصب على المفعولية. {حَرَّمَ} : فعل ماض، وفاعله ضمير يعود على {الله} . {عَلَيْكُمْ} : متعلق به، والجملة صلة لـ (ما) ، أو صفة لها، والعائد أو الرابط محذوف تقديره: ما حرمه عليكم. {إلَّا} : أداة استثناء. {ما} : موصولة أو موصوفة في محل النصب على الاستثناء، والظاهر أنه استثناء متصل؛ لأنه من جنس المستثنى منه. {اضْطُرِرْتُمْ} : فعل ونائب فاعل. {إِلَيْهِ} : متعلق به، والجملة صلة لـ (ما) ، أو صفة لها، والعائد أو الرابط ضمير {إِلَيْهِ} . </p><p> {وَإِنَّ كَثِيرًا لَيُضِلُّونَ بِأَهْوائِهِمْ بِغَيْرِ عِلْمٍ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِالْمُعْتَدِينَ} . </p><p> {وَإِنَّ}  {الواو} : استئنافية. {إِنَّ} : حرف نصب. {كَثِيرًا} : اسمها. {لَيُضِلُّونَ} : {اللام} : حرف ابتداء، {يضلون} : فعل وفاعل. {بِأَهْوائِهِمْ} : جار ومجرور ومضاف إليه متعلق بـ {يضلون} ، ومفعول {يضلون} محذوف على قراءة ضم الياء تقديره: ليضلون الناس، وقراءة الفتح لا تحتاج إلى حذف، فرجحها بعضهم بهذا الاعتبار. {بِغَيْرِ عِلْمٍ} : جار ومجرور ومضاف إليه متعلق بمحذوف حال من فاعل {يضلون} تقديره: ملتبسين بغير علم، وجملة {يضلون} في محل الرفع خبر {إِنَّ} ، وجملة {إِنَّ} مستأنفة. {إِنَّ رَبَّكَ} : ناصب واسمه. {هُوَ} : ضمير فصل. {أَعْلَمُ} : خبر {إِنَّ} . {بِالْمُعْتَدِينَ} : متعلق به، وجملة {إِنَّ} مستأنفة. </p><p> {وَذَرُوا ظاهِرَ الْإِثْمِ وَباطِنَهُ إِنَّ الَّذِينَ يَكْسِبُونَ الْإِثْمَ سَيُجْزَوْنَ بِما كانُوا يَقْتَرِفُونَ (١٢٠) }. </p><p> {وَذَرُوا ظاهِرَ الْإِثْمِ} فعل وفاعل ومفعول به ومضاف إليه. {وَباطِنَهُ} : معطوف على {ظاهِرَ الْإِثْمِ} ، والجملة مستأنفة. {إِنَّ} : حرف نصب. {الَّذِينَ} : اسم موصول في محل النصب اسمها. {يَكْسِبُونَ الْإِثْمَ} : فعل وفاعل ومفعول. والجملة صلة الموصول. {سَيُجْزَوْنَ} : فعل مغير ونائب فاعل، والجملة الاسمية في محل الرفع خبر {إِنَّ} ، وجملة {إِنَّ} مستأنفة. {بِما} : جار ومجرور متعلق بـ {يجزون} : كانُوا: فعل ناقص واسمه، وجملة {يَقْتَرِفُونَ} في محل النصب خبر {كان} ، وجملة {كان} صلة لـ {ما} ، أو صفة لها، والعائد أو الرابط محذوف تقديره: بما كانوا يقترفونه. </p><p> {وَلا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ وَإِنَّهُ لَفِسْقٌ وَإِنَّ الشَّياطِينَ لَيُوحُونَ إِلى أَوْلِيائِهِمْ لِيُجادِلُوكُمْ وَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَ (٢١) }. </p><p> {وَلا}  {الواو} : استئنافية. {لا} : ناهية وجازمة. {تَأْكُلُوا} : فعل وفاعل مجزوم بـ {لا} الناهية، والجملة مستأنفة. {مِمَّا} : جار ومجرور متعلق </p><p> بـ {تَأْكُلُوا} . {لَمْ يُذْكَرِ اسْمُ اللَّهِ} : جازم وفعل مغير ونائب فاعل ومضاف إليه. {عَلَيْهِ} : متعلق بـ {يُذْكَرِ} وهو العائد على {ما} ، والجملة الفعلية صلة لـ {ما} ، أو صفة لها. {وَإِنَّهُ} : {الواو} : استئنافية، أو عاطفة، أو حالية، {إن} : حرف نصب، {الهاء} : اسمها. لَفِسْقٌ:  {اللام} : حرف ابتداء. {فسق} : خبر {إن} ، وجملة {إن} إما مستأنفة، أو معطوفة على قوله:  {وَلا تَأْكُلُوا} على مذهب سيبويه، أو حال من {ما} الموصولة في قوله: {مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ} ؛ أي: ولا تأكلوه والحال إنه لفسق. {وَإِنَّ الشَّياطِينَ:} ناصب واسمه. {لَيُوحُونَ} : {اللام} : حرف ابتداء. {يوحون} : فعل وفاعل. {إِلى أَوْلِيائِهِمْ} : جار ومجرور ومضاف إليه متعلق بـ {يوحون} ، وجملة {إِنَّ} مستأنفة. {لِيُجادِلُوكُمْ} : {اللام} : لام كي، {يجادلوكم} : فعل وفاعل ومفعول منصوب بأن مضمرة بعد لام كي، والجملة الفعلية صلة أن المضمرة، أن مع صلتها في تأويل مصدر مجرور باللام تقديره: لمجادلتهم إياكم، الجار والمجرور متعلق بـ {يوحون} . وَإِنْ أَطَعْتُمُوهُمْ:  {الواو} : استئنافية. {إِنَّ} حرف شرط {أَطَعْتُمُوهُمْ} : فعل وفاعل ومفعول في محل الجزم بـ {إِنَّ} الشرطية على كونه فعل شرط لها، وقبل {إِنَّ} الشرطية لام القسم مقدرة تقديره: {ولئن أطعتموهم} . </p><p> {إِنَّكُمْ} : ناصب واسمه. {لَمُشْرِكُونَ} : {اللام} : حرف ابتداء، {مشركون} : خبر {إن} ، وجملة {إن} من اسمها وخبرها جواب القسم الذي قدرناه آنفا، وحذف جواب الشرط لسد جواب القسم مسده، وجاز الحذف؛ لأن فعل الشرط ماض كما ذكره السمين، والتقدير: وإن أطعتموهم فأنتم مشركون. </p><p> التصريف ومفردات اللغة </p><p> قوله:  {قُبُلًا} ؛ أي: كفلا وضمنا بصدق محمد صلى الله عليه وسلم، جمع قبيل بمعنى كفيل، مثل رغيف ورغف، وقضيب وقضب، ونصيب ونصب، أو جمع قبيل بمعنى جماعة جماعة، أو صنفا صنفا كل صنف على حدة، والمعنى: وحشرنا عليهم كل شيء فوجا فوجا، ونوعا نوعا من سائر المخلوقات. </p><p> {عَدُوًّا شَياطِينَ الْإِنْسِ وَالْجِنِّ} والعدو ضد الصديق؛ وهو من يفرح لحزنك ويحزن لفرحك، ويستعمل للواحد والجمع والمذكر والأنثى، قال تعالى: {فَإِنَّهُمْ عَدُوٌّ لِي إِلَّا رَبَّ الْعالَمِينَ (٧٧) }؛ أي: أعداء، وقال ابن عباس كل عات متمرد من الجن والإنس فهو شيطان. </p><p> {يُوحِي بَعْضُهُمْ إِلى بَعْضٍ زُخْرُفَ الْقَوْلِ} والإيحاء: الإعلام بالشيء من طريق خفي سريع كالإيماء، والزخرف: الزينة كالأزهار للرياض، والذهب للنساء، وما يصرف السامع عن الحقائق إلى الأوهام. قاله الزجاج، وقال أبو عبيدة: كل ما حسنته وزينته وهو باطل؛ فهو زخرف انتهى. والغرور: الخداع بالباطل. </p><p> {وَلِتَصْغى إِلَيْهِ أَفْئِدَةُ الَّذِينَ لا يُؤْمِنُونَ بِالْآخِرَةِ} يقال: صغوت (١) كدعوت، وصغيت كرميت، وصغيت - بكسر الغين - كرضيت، فمصدر الأول: صغوا، والثاني: صغا، والثالث: صغا ومضارعها يصغى - بفتح الغين - وهي لازمة، وأصغى مثلها لازم، ويأتي متعديا بكون الهمزة فيه للنقل. قال الشاعر في اللازم: </p><p> ترى السّفيه به عن كلّ محكمة ... زيغ وفيه إلى التّشبيه إصغاء </p><p> وقال في المتعدي: </p><p> أصاخ من نبأة أصغى لها أذنا ... صماخها بدخيس الذّوق مستور </p><p> وأصله: الميل. يقال: صغت النجوم إذا مالت للغروب، وفي الحديث: فأصغى لها الإناء. قاله أبو حيان، ويقال: صغي (٢) إليه كرضي يصغى: مال، ومثله أصغى، ويقال: صغى فلان وصغوه معك؛ أي: ميله وهواه، كما يقال: ضلعه معك. وفي «المختار» صغا إذا مال، وبابه عدا وسما ورمى وصدى صغوا وصغيا أيضا، قلت: ومنه قوله تعالى: {فَقَدْ صَغَتْ قُلُوبُكُما} ، وقوله تعالى:  {وَلِتَصْغى إِلَيْهِ أَفْئِدَةُ الَّذِينَ لا يُؤْمِنُونَ بِالْآخِرَةِ} وأصغى إليه مال بسمعه ونحوه، وأصغى الإناء أماله، انتهى. </p><p> {وَلِيَقْتَرِفُوا} يقال: اقترف المال اكتسبه، والذنب اجترحه، وأكثر (٣) ما يكون </p><p>(١) البحر المحيط بزيادة. (٢) المراغي.(٣) البحر المحيط.</p><p> في الشر والذنوب، ويقال: خرج يقترف لأهله؛ أي: يكتسب لهم، وقارف فلان الأمر؛ أي: واقعه، وقرفه بكذا رماه بريبة، واقترف كذبا، وأصله اقتطاع قطعة من الشيء. </p><p> {أَفَغَيْرَ اللَّهِ أَبْتَغِي حَكَمًا} والحكم: من يتحاكم إليه الناس ويرضون حكمه {مُفَصَّلًا} ؛ أي: مبينا فيه الحق والباطل، والحلال والحرام إلى غير ذلك من الأحكام {مِنَ الْمُمْتَرِينَ} ؛ أي: المترددين الشاكين. </p><p> {وَتَمَّتْ كَلِمَةُ رَبِّكَ} والكلمة هنا: إما القرآن أو القضاء كما مر، وتمام الشيء كما قال الراغب: انتهاؤه إلى حد لا يحتاج معه إلى شيء خارج عنه، وتمامها هنا أنها كافية وافية في الإعجاز والدلالة على صدق الرسول صلى الله عليه وسلم، والصدق: يكون في الإخبار، - ومنها المواعيد - والعدل: يكون في الأحكام، والتبديل: التغيير بالبدل. </p><p> {وَإِنْ هُمْ إِلَّا يَخْرُصُونَ} يقال: خرص يخرص - من باب نصر - إذا حزر وقال بغير تيقين ولا علم ومنه: خرص بمعنى كذب وافترى خرصا وخروصا، وقال الأزهري: وأصله التظني فيما لا يستيقن، وأصل الخرص القطع، ومنه خرص النخل يخرص إذا حزره ليأخذ منه الزكاة، فالخارص يقطع بما لا يجوز القطع به؛ إذ لا يقين منه، والمعنى؛ أي: وما هم إلا يحدسون ويقدرون، وإذا كان هذا حال أكثر من في الأرض .. فالعلم الحقيقي هو عند الله تعالى، فاتبع ما أمرك به، ودع عنك طاعة غيره وهو العالم بمن يضل عن سبيله ومن يهتدي إليه. </p><p> {إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَنْ يَضِلُّ عَنْ سَبِيلِهِ ...} إلخ. قال بعض أهل العلم (١) : إن أعلم في الموضعين بمعنى يعلم. قال: ومنه قول حاتم الطائي: </p><p> فحالفت طيّء من دوننا حلفا ... والله أعلم ما كنّا لهم خولا </p><p> والوجه في هذا التأويل أن أفعل التفضيل لا ينصب الاسم الظاهر، فتكون من منصوبة بالفعل الذي جعل أفعل التفضيل نائبا عنه، وقيل: إن أفعل التفضيل </p><p>(١) الشوكاني.</p><p> على بابه، والنصب بفعل مقدر، وقيل: إنها منصوبة بأفعل التفضيل؛ أي: إن ربك أعلم أي الناس يضل عن سبيله، وهو ضعيف، </p><p> وقيل: في محل نصب بنزع الخافض؛ أي: بمن يضل. قاله بعض البصريين، وقيل: في محل جر بإضافة أفضل التفضيل إليها. والله أعلم. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات أنواعا من الفصاحة والبلاغة والبيان والبديع: </p><p> فمنها: الإضافة لتشريف المضاف إليه في قوله: {وَلَوْ شاءَ رَبُّكَ} وفيه أيضا التعرض لوصف الربوبية تلطفا في التسلية. </p><p> ومنها: الترقي في قوله: {وَلِتَصْغى إِلَيْهِ أَفْئِدَةُ الَّذِينَ لا يُؤْمِنُونَ بِالْآخِرَةِ وَلِيَرْضَوْهُ وَلِيَقْتَرِفُوا} . قال أبو حيان (١) : وترتيب هذه المفاعيل في غاية الفصاحة؛ لأنه أولا يكون الخداع، فيكون الميل، فيكون الرضا، فيكون الفعل، فكان كل واحد منها مسبب عما قبله. </p><p> ومنها: التهديد والوعيد في قوله: {وَلِيَقْتَرِفُوا} على حد قوله {اعْمَلُوا ما شِئْتُمْ} . </p><p> ومنها: الإبهام في قوله: {ما هُمْ مُقْتَرِفُونَ} لإفادة التعظيم والتبشيع لما يعملون نظير قوله: {فَغَشِيَهُمْ مِنَ الْيَمِّ ما غَشِيَهُمْ} . </p><p> ومنها: التهييج والإلهاب في قوله: {فَلا تَكُونَنَّ مِنَ الْمُمْتَرِينَ} لأن النبي صلى الله عليه وسلم معصوم من الامتراء إن كان الخطاب له. </p><p> ومنها: الإظهار في مقام الإضمار في قوله: {لا مُبَدِّلَ لِكَلِماتِهِ} اعتناء بشأنها، وحق العبارة لا مبدل لها لتقدم المرجع. </p><p> ومنها: إطلاق العام وإرادة الخاص في قوله: {وَالَّذِينَ آتَيْناهُمُ الْكِتابَ يَعْلَمُونَ أَنَّهُ مُنَزَّلٌ مِنْ رَبِّكَ} لأن المراد علماء أهل الكتاب، وفي قوله:  {وَإِنْ تُطِعْ أَكْثَرَ مَنْ فِي الْأَرْضِ يُضِلُّوكَ عَنْ سَبِيلِ اللَّهِ} لأن المراد بالأكثر رؤساء مكة، </p><p>(١) البحر المحيط.</p><p> وبالأرض أرض مكة. </p><p> ومنها: التأكيد في قوله: {وَإِنْ هُمْ إِلَّا يَخْرُصُونَ} لأنه تأكيد للنفي المذكور قبله. </p><p> ومنها: الطباق بين لفظ: {مَنْ يَضِلُّ} ولفظ بِالْمُهْتَدِينَ في قوله: {إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَنْ يَضِلُّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ (١١٧) }، وبين لفظ {ظاهِرَ} ولفظ: {باطن} في قوله: {وَذَرُوا ظاهِرَ الْإِثْمِ وَباطِنَهُ} . </p><p> ومنها: المجاز المرسل في قوله: {وَتَمَّتْ كَلِمَةُ رَبِّكَ} ؛ أي: تم كلامه ووحيه حيث أطلق الجزء وأراد الكل. </p><p> ومنها: المقابلة بين قوله: {فَكُلُوا مِمَّا ذُكِرَ اسْمُ اللَّهِ عَلَيْهِ} ، وبين قوله:  {وَلا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ} تأكيدا بالمفهوم من الأول. </p><p> ومنها: الزيادة في مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> قال الله سبحانه جلّ وعلا: </p><p> {أَوَمَنْ كانَ مَيْتًا فَأَحْيَيْناهُ وَجَعَلْنا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاسِ كَمَنْ مَثَلُهُ فِي الظُّلُماتِ لَيْسَ بِخارِجٍ مِنْها كَذلِكَ زُيِّنَ لِلْكافِرِينَ ما كانُوا يَعْمَلُونَ (١٢٢) وَكَذلِكَ جَعَلْنا فِي كُلِّ قَرْيَةٍ أَكابِرَ مُجْرِمِيها لِيَمْكُرُوا فِيها وَما يَمْكُرُونَ إِلاَّ بِأَنْفُسِهِمْ وَما يَشْعُرُونَ (١٢٣) وَإِذا جاءَتْهُمْ آيَةٌ قالُوا لَنْ نُؤْمِنَ حَتَّى نُؤْتى مِثْلَ ما أُوتِيَ رُسُلُ اللَّهِ اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسالَتَهُ سَيُصِيبُ الَّذِينَ أَجْرَمُوا صَغارٌ عِنْدَ اللَّهِ وَعَذابٌ شَدِيدٌ بِما كانُوا يَمْكُرُونَ (١٢٤) فَمَنْ يُرِدِ اللَّهُ أَنْ يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلْإِسْلامِ وَمَنْ يُرِدْ أَنْ يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقًا حَرَجًا كَأَنَّما يَصَّعَّدُ فِي السَّماءِ كَذلِكَ يَجْعَلُ اللَّهُ الرِّجْسَ عَلَى الَّذِينَ لا يُؤْمِنُونَ (١٢٥) وَهذا صِراطُ رَبِّكَ مُسْتَقِيمًا قَدْ فَصَّلْنَا الْآياتِ لِقَوْمٍ يَذَّكَّرُونَ (١٢٦) لَهُمْ دارُ السَّلامِ عِنْدَ رَبِّهِمْ وَهُوَ وَلِيُّهُمْ بِما كانُوا يَعْمَلُونَ (١٢٧) وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا يا مَعْشَرَ الْجِنِّ قَدِ اسْتَكْثَرْتُمْ مِنَ الْإِنْسِ وَقالَ أَوْلِياؤُهُمْ مِنَ الْإِنْسِ رَبَّنَا اسْتَمْتَعَ بَعْضُنا بِبَعْضٍ وَبَلَغْنا أَجَلَنَا الَّذِي أَجَّلْتَ لَنا قالَ النَّارُ مَثْواكُمْ خالِدِينَ فِيها إِلاَّ ما شاءَ اللَّهُ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٌ (١٢٨) وَكَذلِكَ نُوَلِّي بَعْضَ الظَّالِمِينَ بَعْضًا بِما كانُوا يَكْسِبُونَ (١٢٩) يا مَعْشَرَ الْجِنِّ وَالْإِنْسِ أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ يَقُصُّونَ عَلَيْكُمْ آياتِي وَيُنْذِرُونَكُمْ لِقاءَ يَوْمِكُمْ هذا قالُوا شَهِدْنا عَلى أَنْفُسِنا وَغَرَّتْهُمُ الْحَياةُ الدُّنْيا وَشَهِدُوا عَلى أَنْفُسِهِمْ أَنَّهُمْ كانُوا كافِرِينَ (١٣٠) ذلِكَ أَنْ لَمْ يَكُنْ رَبُّكَ مُهْلِكَ الْقُرى بِظُلْمٍ وَأَهْلُها غافِلُونَ (١٣١) وَلِكُلٍّ دَرَجاتٌ مِمَّا عَمِلُوا وَما رَبُّكَ بِغافِلٍ عَمَّا يَعْمَلُونَ (١٣٢) وَرَبُّكَ الْغَنِيُّ ذُو الرَّحْمَةِ إِنْ يَشَأْ يُذْهِبْكُمْ وَيَسْتَخْلِفْ مِنْ بَعْدِكُمْ ما يَشاءُ كَما أَنْشَأَكُمْ مِنْ ذُرِّيَّةِ قَوْمٍ آخَرِينَ (١٣٣) إِنَّ ما تُوعَدُونَ لَآتٍ وَما أَنْتُمْ بِمُعْجِزِينَ (١٣٤) قُلْ يا قَوْمِ اعْمَلُوا عَلى مَكانَتِكُمْ إِنِّي عامِلٌ فَسَوْفَ تَعْلَمُونَ مَنْ تَكُونُ لَهُ عاقِبَةُ الدَّارِ إِنَّهُ لا يُفْلِحُ الظَّالِمُونَ (١٣٥) }. </p><p> المناسبة </p><p> قوله تعالى:  {أَوَمَنْ كانَ مَيْتًا فَأَحْيَيْناهُ وَجَعَلْنا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاسِ ...} الآية، مناسبة هذه الآية لما قبلها: أن الله سبحانه وتعالى لما بين (١) </p><p>(١) المراغي.</p><p> أن أكثر أهل الأرض ضالون متبعون للظن والحدس، وأن كثيرا منهم يضلون غيرهم بأهوائهم بغير علم، وأن الشياطين منهم العاشين عن أمر ربهم يوحون إلى أوليائهم ما يجادلون به المؤمنين ليضروهم ويحملوهم على اقتراف الآثام، ويحملوهم أيضا على الشرك بالله بالذبح لغيره، والتوسل به إليه وهو عبادة له .. ضرب هنا مثلا يستبين به الفرق بين المؤمنين المهتدين للاقتداء بهم، والكافرين الضالين للتنفير من طاعتهم والحذر من غوايتهم، مع ذكر السبب في استحسان الكافرين لأعمالهم؛ وهو تزيين الشيطان لهم ما يعملون، ومن ثم انغمسوا في ظلمات لا خلاص لهم منها، وأصبحوا في حيرة وتردد على الدوام. </p><p> قوله تعالى:  {وَإِذا جاءَتْهُمْ آيَةٌ قالُوا لَنْ نُؤْمِنَ حَتَّى نُؤْتى مِثْلَ ما أُوتِيَ رُسُلُ اللَّهِ ...} الآية، مناسبة هذه الآية لما قبلها: أن الله سبحانه وتعالى لما ذكر (١) في الآيات السابقة أن سنته في البشر قضت بأن يكون في كل شعب أو أمة زعماء مجرمون يمكرون بالرسل وبدعاة الإصلاح، ويقاومون دعوتهم ما استطاعوا إلى ذلك سبيلا .. ذكر هنا أن هذه السنة تنطبق أشد الانطباق على مجرمي أهل مكة الذين تعنتوا أشد التعنت فيما أنزل على محمد صلى الله عليه وسلم من الآيات، ثم ذكر بعد هذا سنة الله في المستعدين للإيمان، وغير المستعدين مع ظهور الحق في نفسه. </p><p> قوله تعالى:  {وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا يا مَعْشَرَ الْجِنِّ ...} الآية، مناسبة هذه الآية لما قبلها: أن الله سبحانه وتعالى لما ذكر (٢) ما أعده من العذاب للمجرمين، وما أعده من الثواب والنعيم في دار السلام للمؤمنين إثر بيان أحوالهم وأعمالهم التي استحق بها كل منهما جزاءه .. أردف ذلك بذكر ما يكون قبل هذا الجزاء من الحشر وبعض ما يكون في يومه من الحساب، وإقامة الحجة على الكفار </p><p> وسنة الله في إهلاك الأمم. </p><p> قوله تعالى:  {وَكَذلِكَ نُوَلِّي بَعْضَ الظَّالِمِينَ بَعْضًا ...} الآية، مناسبة هذه الآية </p><p>(١) المراغي. (٢) المراغي.</p><p> لما قبلها: أن الله سبحانه وتعالى لما حكى عن الجن والإنس أن بعضهم يتولى بعضا .. أردف ذلك ببيان أن ذلك يحدث بتقديره سبحانه وتعالى وقضائه. </p><p> قوله تعالى:  {وَرَبُّكَ الْغَنِيُّ ذُو الرَّحْمَةِ إِنْ يَشَأْ يُذْهِبْكُمْ ...} الآية. مناسبة هذه الآية لما قبلها: أنه لما كان الكلام في الآيات السالفة في تقرير حجة الله على المكلفين الذين بلغتهم الدعوة، فجحدوا بها، وأنهم يشهدون على أنفسهم يوم القيامة أنهم كانوا كافرين، وأن سنة الله في إهلاك الأمم في الدنيا بجنايتها على أنفسها لا بظلم منه تعالى .. ذكر هنا وعيد الآخرة، وأنه مرتب على أعمال المكلفين لا بظلم منه سبحانه وتعالى، ولا لحاجة له تعالى إليه، لأنه غني عن العالمين، بل لأنه مقتضى الحق والعدل المقرونين بالرحمة والفضل. </p><p> أسباب النزول </p><p> قوله تعالى:  {أَوَمَنْ كانَ مَيْتًا فَأَحْيَيْناهُ ...} الآية، سبب نزولها على القول بأنها في أبي جهل وحمزة: أن أبا جهل رمى (١) النبي صلى الله عليه وسلم بفرث، فأخبر حمزة بما فعل أبو جهل، وكان حمزة قد رجع من صيد وبيده قوس، وحمزة لم يكن إذ ذاك، فأقبل حمزة غضبان حتى علا أبا جهل، وجعل يضربه بالقوى، وجعل أبو جهل يتضرع إلى حمزة ويقول: يا أبا يعلى ألا ترى ما جاء به، سفه عقولنا، وسب آلهتنا، وخالف آباءنا! فقال حمزة: ومن أسفه منكم عقولا؟ </p><p> تعبدون الحجارة من دون الله! أشهد أن لا إله إلا الله وأشهد أن محمدا رسول الله صلى الله عليه وسلم، فأسلم حمزة يومئذ، فنزلت هذه الآية. والقول الثاني؛ وهو قول الحسن في آخرين: أن هذه الآية عامة في حق كل مؤمن وكافر، وهذا هو الصحيح؛ لأن المعنى إذا كان حاصلا في الكل دخل فيه كل أحد. </p><p> وأخرج ابن المنذر (٢) ، وابن أبي حاتم وأبو الشيخ عن زيد بن أسلم في الآية قال: نزلت في عمر بن الخطاب وأبي جهل بن هشام كانا ميتين في </p><p>(١) الخازن. (٢) الشوكاني.</p>"
}