{
  "id": null,
  "sura": 6,
  "aya": 6,
  "text": "<p> ٦ - فقال:  {أَلَمْ يَرَوْا كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنْ قَرْنٍ} ويروا هنا بمعنى: يعلموا؛ لأنهم لم يبصروا هلاك القرون السالفة، والهمزة فيه للاستفهام التقريري، لا للإنكار كما قاله الشوكاني؛ لأن الاستفهام الإنكاري بمعنى النفي، فلا يدخل على حرف النفي، ونظير ما هنا قوله تعالى:  {أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ} ، وكم خبرية بمعنى: عدد كثير؛ أي: ألم يعلم هؤلاء الكفار المعرضون عن آياتنا المكذبون لرسولنا محمد - صلى الله عليه وسلم - يعني: أهل مكة؛ أي: لم يعلموا بسماع الأخبار ومعاينة الآثار في أسفارهم للتجارة إلى الشام في الصيف، وإلى اليمن في الشتاء، كم من قرن أهلكنا من قبلهم؛ أي: أهلكنا من قبل زمان أهل مكة كثيرًا من الأمم السالفة قرنًا بعد قرن؛ بسبب تكذيبهم الرسل، كقوم نوح وعاد وثمود وقوم لوط وقوم شعيب وفرعون وغيرهم. </p><p> والقرن (١) : يطلق على أهل كل عصر سموا بذلك؛ لاقترانهم، وقيل: القرن مدة من الزمان، وهي: ستون عامًا أو سبعون أو ثمانون أو مئة على اختلاف الأقوال، فيكون ما في الآية على تقدير مضاف محذوف؛ أي: من أهل قرن. وقوله:  {مَكَّنَّاهُمْ} ؛ أي: القرن، وجمع الضمير باعتبار كون القرن جمعًا في المعنى، وجملة {مَكَّنَّاهُمْ} ، والجملتان بعدها نعوت لـ {قَرْنٍ} ؛ أي: قرنًا موصوفًا بالصفات الثلاث، وقيل: مستأنفة؛ أي: ألم يروا كم أهلكنا من قبلهم من القرون الموصوفين بكونهم {مَكَّنَّاهُمْ فِي الْأَرْضِ مَا لَمْ نُمَكِّنْ لَكُمْ} يا أهل مكة؛ أي: أعطينا أولئك القرون والجماعة من البسطة في الأجساد والامتداد في الأعمار والسعة في الأموال، والاستظهار بأسباب الدنيا ما لم نعطكم يا أهل مكة، ومع ذلك فقد أهلكناهم بذنوبهم، ولم ينفعهم ولم يدفع عنهم التمكين وما بعده من الصفات عذاب الله حين جاءهم، فيخاف على أهل مكة أن ينزل بهم الهلاك مثل ما نزل بمن قبلهم مع أن من قبلهم كانوا أعظم شأنًا منهم، لكن لما كذبوا الرسل .. استحقوا الهلاك، فكذلك أهل مكة، إن استمروا على تكذيب محمد - صلى الله عليه وسلم - يخشى عليهم الهلاك مثلهم. وفي قوله:  {لَكُمْ} التفات إلى الخطاب عن الغيبة التي في </p><p>(١) الشوكاني.</p><p> قوله:  {أَلَمْ يَرَوْا} والمعنى: ألم يعلم هؤلاء الكفار المكذبون بالحق أنا أهلكنا كثيرًا من الأقوام الذين كذبوا الرسل قبلهم بعد أن أعطيناهم من التمكين والاستقلال في الأرض وأسباب التصرف فيها ما لم نعطهم مثله، ثم لم تكن تلك النعم بمانعة لهم من عذابنا لما استحقوه بذنوبهم وعتوهم واستكبارهم. </p><p> ثم ذكر بعد هذا ما امتازت به تلك القرون عن كفار قريش من النعم الإلهية التي اقتضتها طبيعة بلادهم، وخصب تربتها، فقال:  {وَأَرْسَلْنَا السَّمَاءَ} ؛ أي: أنزلنا المطر {عَلَيْهِمْ} ؛ أي: على أولئك القرون حالة كونه {مِدْرَارًا} ؛ أي: كثيرًا متتابعًا كلما احتاجوا إليه، وهذه الجملة والتي بعدها معطوفتان على جملة {مَكَّنَّاهُمْ} كما مرَّ؛ أي: ألم يروا كم أهلكنا من قبلهم من القرون الموصوفين بكونهم مكناهم في الأرض، وبكونهم أرسلنا السماء عليهم مدرارًا {و} بكونهم {جَعَلْنَا الْأَنْهَارَ} والمياه {تَجْرِي مِنْ تَحْتِهِمْ} ؛ أي: تسيل من تحت بساتينهم وزروعهم فعاشوا في الخصب والريف بين الأنهار والثمار وسقيا الغيث المدرار {فَأَهْلَكْنَاهُمْ} ؛ أي: فأهلكنا أولئك القرون {بِذُنُوبِهِمْ} ؛ أي: بتكذيبهم الأنبياء، وبكونهم باعوا الدين بالدنيا؛ أي: أهلكنا (١) كل قرن من تلك القرون بسبب ما يخصهم من الذنوب، فما أغنت عنهم تلك العدد والأسياب، فسيحل بهؤلاء مثل ما حل بهم من العذاب. </p><p> والخلاصة: أن من مضى من قبلكم من الأمم أعطيناهم القوة الشديدة في الجسم، والسعة في الأموال والأولاد، ومع ذلك فلم ينفعهم من ذلك شيء، فلا تأمنوا سطوتي بالأولى منهم، قال الشاعر: </p><p> لاَ يَأمَنُ الدَّهْرَ ذُو بَغْيٍ وَلَوْ مَلِكَا ... جُنُوْدُهُ ضَاقَ عَنْهُ السَّهْلُ وَالْجَبَلُ </p><p> وهذا كما ترى آخر ما به الاستشهاد والاعتبار. </p><p> وأما قوله تعالى:  {وَأَنْشَأنَا مِنْ بَعْدِهِمْ} ؛ أي: أحدثنا من بعد إهلاك كل قرن {قَرْنًا آخَرِينَ} ؛ أي: قومًا آخرين بدلًا من الهالكين يعمرون البلاد، ويكونون أجدر </p><p>(١) الفتوحات.</p><p> بشكران النعمة، فلبيان كمال قدرته تعالى وسعة سلطانه، وأن ما ذكر من إهلاك الأمم الكثيرة، فلم ينقص من ملكه شيئًا، بل كلما أهلك أمة .. أنشأ بدلها أخرى، فإنه تعالى يهلك من يشاء، ويوجد من يشاء. وإنما قال هنا: قرنًا بالإفراد، وفي موضع آخر قرونًا بالجمع، للتفنن؛ لأن المعنى واحد؛ لأنه أفرد هنا نظرًا للجنس، وجمع في موضع آخر نظرًا للمعنى. اهـ \"أبو السعود\" . </p><p> وفي هذه (١) الآية ما يوجب الاعتبار والموعظة بحال من مضى من الأمم السالفة والقرون الخالية، فإنهم مع ما كانوا فيه من القوة وسعة الرزق وكثرة الأتباع .. أهلكناهم لما كفروا وطغوا وظلموا، فكيف حال من هو أضعف منهم وأقل عددًا وعددًا؟ وهذا يوجب الاعتبار والانتباه من نوم الغفلة ورقدة الجهالة، فكأنه قال: فاحذروا أيها المخاطبون أن يصيبكم مثل ما أصابهم، فما أنتم بأعز على الله منهم، والرسول الذي كذبتموه أكرم على الله من رسولهم، فأنتم أولى بالعذاب ومعاجلة العقوبة منهم لولا لطفه وإحسانه، ذكره الحافظ ابن كثير. </p><p> والذنوب (٢) التي تدعو إلى الهلاك ضربان: </p><p> ١ - معاندة الرسل والاستكبار، والعتو والتكذيب. </p><p> ٢ - كفران النعم بالبطر وغمط الحق، وظلم الضعفاء ومحاباة الأقوياء، والإسراف في الفسق والفجور، والغرور بالغنى والثروة، كما جاء في قوله: {وَكَمْ أَهْلَكْنَا مِنْ قَرْيَةٍ بَطِرَتْ مَعِيشَتَهَا فَتِلْكَ مَسَاكِنُهُمْ لَمْ تُسْكَنْ مِنْ بَعْدِهِمْ إِلَّا قَلِيلًا وَكُنَّا نَحْنُ الْوَارِثِينَ (٥٨) وَمَا كَانَ رَبُّكَ مُهْلِكَ الْقُرَى حَتَّى يَبْعَثَ فِي أُمِّهَا رَسُولًا يَتْلُو عَلَيْهِمْ آيَاتِنَا وَمَا كُنَّا مُهْلِكِي الْقُرَى إِلَّا وَأَهْلُهَا ظَالِمُونَ (٥٩) }. وفي هذه الآية ردٌّ على كفار مكة، وهدم لغرورهم بقوتهم وثروتهم بإزاء ضعف أصحاب النبي - صلى الله عليه وسلم - وفقرهم، كما حكى الله تعالى عنهم في قوله:  {وَقَالُوا نَحْنُ أَكْثَرُ أَمْوَالًا وَأَوْلَادًا وَمَا نَحْنُ بِمُعَذَّبِينَ} وهؤلاء القوم الذين يخلفون من نزل بهم عذاب الله لا بد أن يخلفوا عنهم في صفاتهم، وإن كانوا من أبناء جنسهم، فالعبر والحوادث واختلاف الزمن لها تأثير كبير في النفوس تخفف من غلواء الناس، وتقلل من </p><p>(١) الخازن. (٢) المراغي.</p>"
}