{
  "id": null,
  "sura": 6,
  "aya": 12,
  "text": "<p> السؤال والجواب - بهرهم فيه بالحجة، ودلهم على واضح المحجة تفننًا في الحجاج في المواضع الهامة، فإن الأدلة إذا تضافرت على مطلوب واحد .. كان لها في النفس قبول أيما قبول، وكذلك أساليب الحجاج إذا تنوعت دفعت عن السامع السأم، وجعلته ينشط لسماع ما يلقى إليه، فهو إذا لم يعقل الدليل الأول أو عمي عليه أسلوبه .. رأى في الدليل الثاني ما ينير له طريق المطلوب، أو رأى في الأسلوب الثاني ما يكفيه مؤنة البحث في الدليل الأول، فهو في غنى بما يكون أمامه عن أن يبحث عن فائت، أو يلجأ إلى غائب، ومن ثم نرى الخطباء المفلقين، والعلماء المبرزين ينوعون أساليب حجاجهم، ويكثرون البراهين على المطلوب الواحد، ليكون ذلك أدعى إلى الإقناع، وأقرب إلى الاقتناع انتهت. </p><p> قوله تعالى:  {الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمُ ...} مناسبتها لما قبلها: أن الله سبحانه وتعالى (١) لما بيَّن في الآية السابقة أن شهادة الله على صحة نبوة رسوله - صلى الله عليه وسلم - كافية في تحققها .. ذكر هنا كذبهم في ادعائهم أنهم لا يعرفون محمدًا - صلى الله عليه وسلم -، فهم يعرفون نبوته ورسالته كما يعرفون أبنائهم. </p><p> أسباب النزول </p><p> قوله تعالى:  {قُلْ أَيُّ شَيْءٍ أَكْبَرُ شَهَادَةً ...} الآية، سبب نزولها: ما أخرجه (٢) ابن إسحاق وابن جرير من طريق سعيد أو عكرمة عن ابن عباس قال: جاء النحام بن زيد، وقردم بن كعب، ومجزىء بن عمرو، فقالوا: يا محمد، ما تعلم مع الله إلهًا غيره؟ فقال:  \"لا إله إلا الله، بذلك بعثت، وإلى ذلك أدعو\" فأنزل الله في قولهم: {قُلْ أَيُّ شَيْءٍ أَكْبَرُ شَهَادَةً ...} الآية. </p><p> التفسير وأوجه القراءة </p><p> ١٢ - {قُل} يا محمد لهؤلاء المكذبين لرسالتك العادلين بربهم المعرضين عن دعوتك، يعني: كفار مكة {قُلْ لِمَنْ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ} ملكًا وخلقًا وعبيدًا </p><p>(١) المراغي. (٢) لباب النقول.</p><p> وتصرفًا؛ أي: من الذي كانت له هذه المخلوقات علويها وسفليها، وقد كانت العرب تؤمن بأن الله خالق السموات والأرض، وأن كل ما فيهما ملك وعبيد له كما قال تعالى:  {وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ الله} ، والمقصود من السؤال: التبكيت والتوبيخ، فإن أجابوك .. فذاك وإلا فـ {قُل} لهم يا محمد إن ذلك كله {لِلَّهِ} فإنه لا جواب غيره؛ أي: فأخبرهم أن ذلك لله الذي قهر كل شيء، وملك كل شيء، واستعبد كل شيء، لا للأصنام التي تعبدونها أنتم، فإنها أموات لا تملك شيئًا ولا تملك لنفسها ضرًّا ولا نفعًا، وإنما أمره بالجواب عقب السؤال .. ليكون أبلغ في التأكيد، وآكد في الحجة. </p><p> وعبارة \"المراغي\" هنا قوله: {قُلِ لِلَّهِ} هذا تقرير للجواب نيابة عنهم، أو إلجاء لهم إلى الإقرار بأن الكل له سبحانه وتعالى، ولا خلاف بيني وبينكم في ذلك، ولا تقدرون أن تضيفوا شيئًا آخر إليه. وإتيان السائل بالجواب يحسن إذا كان ما يأتي به هو عين ما يعتقده المسؤول أو يغفل عنه أو ينكره لجهله أو غفلته عن كونه لازمًا لما يعرفه ويعتقده انتهت. </p><p> ولما بين الله تعالى كمال قدرته وتصرفه في سائر مخلوقاته .. أردفه بكمال رحمته وإحسانه إليهم، فقال تعالى:  {كَتَبَ} الله سبحانه وتعالى وأوجب {عَلَى نَفْسِهِ} ؛ أي: على ذاته العلية إيجاب الفضل والكرم، وإيجاب إنجاز الوعد {الرَّحْمَةَ} والإحسان إلى خلقه؛ إذ أفاض عليهم نعمه ظاهرة وباطنة، وأن لا يعجل بالعقوبة لمن استحقها، بل يقبل التوبة والإنابة ممن تاب وأناب إليه، فالمراد بإيجابها على نفسه أنه وعد ذلك وعدًا مؤكدًا منجزًا لا محالة؛ إذ لا يجب على الله شيء لعباده، والمراد بالرحمة: ما يعم الدارين، ومن ذلك: الهداية إلى معرفته، والعلم بتوحيده، والإمهال على الكفار. </p><p> فصل في ذكر الأحاديث المناسبة للآية </p><p> وعن أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم - \"لما خلق الله الخلق .. كتب في كتاب،فهو عنده فوق العرش:إن رحمتي تغلب غضبي\" . متفق عليه. </p><p> وفي \"البخاري\" : \"إن الله كتب كتابًا قبل أن يخلق الخلق: إن رحمتي سبقت غضبي، فهو مكتوب عنده فوق العرش\" . وفي رواية لهما:  \"إن الله لما خلق الخلق -وعند مسلم:لما قضى الله الخلق - كتب في كتاب كتبه على نفسه، فهو موضوع عنده -زاد البخاري:على العرش، ثم اتفقا -: إن رحمتي تغلب غضبي\" . </p><p> وعن أبي هريرة رضي الله عنه قال: سمعت رسول الله - صلى الله عليه وسلم - يقول:  \"جعل الله الرحمة مئه جزء، فأمسك عنده تسعة وتسعين، وأنزل في الأرض جزءًا واحدًا، فمن ذلك الجزء تتراحم الخلائق حتى ترفع الدابة حافرها عن ولدها خشية أن تصيبه\" متفق عليه. زاد البخاري في رواية له:  \"ولو يعلم الكافر بكل الذي عند الله من الرحمة .. لم ييأس من الجنة، ولو يعلم المؤمن بكل الذي عند الله من العذاب .. لم يأمن من العذاب\" ، ولمسلم \"إن لله مئه رحمة، أنزل منها رحمة واحدة بين الجن والإنس والبهائم والهوام، فيها يتعاطفون وبها يتراحمون، وبها تعطف الوحش على ولدها، وأخر الله تسعًا وتسعين رحمة يرحم بها عباده يوم القيامة\" . </p><p> وعن سلمان الفارسي رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \"إن الله خلق يوم خلق السموات والأرض مئه رحمة، كل رحمة طباق ما بين السماء والأرض، فجعل منها في الأرض رحمة، فيها تعطف الوالدة على ولدها، والوحش والطير بعضها على بعض، فإذا كان يوم القيامة .. أكملها بهذه الرحمة\" رواه مسلم. </p><p> وعن عمر رضي الله عنه قال: قدم على رسول الله - صلى الله عليه وسلم - سبي، فإذا امرأة من السبي تبتغي إذ وجدت صبيًّا في السبي، أخذته فألصقته ببطنها وأرضعته، فقال رسول الله - صلى الله عليه وسلم -: \"أترون هذه المرأة طارحة ولدها في النار؟ \" قلنا: لا واللهِ، وهي تقدر أن لا تطرحه، فقال - صلى الله عليه وسلم -: \"لله أرحم بعباده من هذه المرأة بولدها\" . متفق عليه. </p><p> و {اللام} في قوله: {لَيَجْمَعَنَّكُمْ إِلَى يَوْمِ الْقِيَامَةِ لَا رَيْبَ فِيهِ} لام قسم، وجملة القسم مستأنفة مسوقة للوعيد على إشراكهم وإغفالهم النظر، فلا تعلق لها بما قبلها من حيث الإعراب، وإن تعلقت به من حيث المعنى؛ أي: وعزتي وجلالي ليجمعنكم الله سبحانه وتعالى في القبور محشورين إلى يوم القيامة الذي لا شك في مجيئه لوضوح أدلته وسطوع براهينه، فيجازيكم على شرككم وسائر </p><p> معاصيكم، أو المعنى: ليجمعنكم إلى المحشر في يوم القيامة؛ لأن الجمع إنما يكون إلى المكان لا إلى الزمان. </p><p> والحاصل: أن الله (١) الذي تقرون معنى بأنه مالك السموات والأرض قد أوجب على ذاته العلية الرحمة بخلقه؛ إذ أفاض عليهم نعمه ظاهرة وباطنة، ومن مقتضى هذه الرحمة أن يجمعكم إلى يوم القيامة، ذلك اليوم الذي لا شك في مجيئه لوضوح أدلته وسطوع براهينه للحساب والجزاء على الأعمال، إذ إنه وازع نفسي لا يتم تهذيب النفوس إلا به، فهو يمنع الظلم وهضم الحقوق وإيذاء الناس وارتكاب الفواحش ما ظهر منها وما بطن خوفًا من هول ذلك اليوم الذي تذهل فيه كل مرضعة عما أرضعت، وتضع كل ذات حمل حملها. </p><p> ولما كان مقتضى الرحمة والفضل أعم وأسبق من مقتضى العدل .. كان جزاء الظالمين المسيئين على قدر استحقاقهم، ومنهم من يعفو الله عنه، فالجزاء على الإساءة قد ينقص منه بالعفو والمغفرة ولا يزاد فيه، وإنما الزيادة في الجزاء على الإحسان {مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا وَمَنْ جَاءَ بِالسَّيِّئَةِ فَلَا يُجْزَى إِلَّا مِثْلَهَا} . </p><p> وبيان الدين لهذا النوع من الجزاء رحمة أيضًا، فما مثله إلا مثل الحكومة العادلة تبيِّن للأمة ما تؤاخذ عليه من الأعمال الضارة، وما تكافىء به من يصدق في خدمتها ويرقى إلى سماء العزة والكرامة. وقد سبق حديث الشيخين وغيرهما عن أبي هريرة أن النبي - صلى الله عليه وسلم - قال:  \"إن الله لما خلق الخلق كتب كتابًا عنده فوق العرش: إن رحمتي سبقت غضبي\" والمراد بالسبق هنا: كثرة الرحمة وشمولها، كما يقال: غلب على فلان الكرم والشجاعة إذا كثرا فيه. </p><p> والخلاصة: أنه لما قال: {كَتَبَ عَلَى نَفْسِهِ الرَّحْمَةَ} فكأنه قيل: وما تلك الرحمة؟ فقيل:  {لَيَجْمَعَنَّكُمْ إِلَى يَوْمِ الْقِيَامَةِ} ذلك أنه لولا خوف العذاب يوم القيامة لحصل الفساد في الأرض، واختلت نظم الاجتماع، وأكل القوي </p><p>(١) المراغي.</p><p> الضعيف، ولا وازع ولا زاجر، فصار التهديد بهذا اليوم من أسباب الرحمة. </p><p> وقوله:  {الَّذِينَ خَسِرُوا أَنْفُسَهُمْ} في محل النصب على الذم، أو في محل الرفع على الابتداء، والخبر قوله:  {فَهُمْ لَا يُؤْمِنُونَ} والفاء (١) فيه للدلالة على أن عدم إيمانهم مسبب عن خسرانهم، فإن إبطال العقل وإتباع الحواس والوهم، والانهماك في التقليد، وإغفال النظر .. أدى بهم إلى الإصرار على الكفر والامتناع من الإيمان. </p><p> فإن قيل (٢) : ظاهر اللفظ يدل على أن خسرانهم سبب لعدم إيمانهم، والأمر بالعكس. </p><p> أجيب: بأن سبق القضاء بالخسران والخذلان هو الذي حملهم على الامتناع من الإيمان بحيث لا سبيل لهم أصلًا. اهـ \"كرخي\" ؛ أي: فمعنى {خَسِرُوا أَنْفُسَهُمْ} : قضى عليهم بالخسران، فصح السبب في قوله:  {فَهُمْ لَا يُؤْمِنُونَ} . </p><p> ومعنى خسران الأنفس: إفساد فطرتها، وعدم اهتدائها بما منحها الله تعالى من أسباب الهدايات، فالمقلدون خسروا أنفسهم باتخاذهم الأصنام، وعرضوها لسخط الله تعالى وأليم عذابه؛ لأنهم حرموها استعمال نعمتي العقل والعلم، فكانوا كمن خسر شيئًا من متاع الدنيا، وأصل الخسار: الغبن، يقال: خسر الرجل إذا غبن في بيعه. </p><p> والمعنى على النصب؛ أي: أخص هؤلاء الذين خسروا أنفسهم بالتذكير والذم والتوبيخ من بين من يجمعون إلى يوم القيامة؛ إذ هم لخسرانهم أنفسهم في الدنيا لا يؤمنون بالآخرة، فهم قلما ينظرون ويستدلون، وإن هم فعلوا ذلك .. قعد بهم ضعف الإرادة عن احتمال لوم اللائمين واحتقار الأهل والمعاشرين. </p><p> والمعنى على الرفع: الذين سبق عليهم خسران أنفسهم في علم الله تعالى، فهم لا يؤمنون في الدنيا لسبق الخسران عليهم في علمه. </p><p>(١) البيضاوي. (٢) الفتوحات.</p>"
}