{
  "id": null,
  "sura": 6,
  "aya": 35,
  "text": "<p> في القرآن ما فيه كفاية وتأس لك بهم، كيف كذبهم قومهم وكيف أنجيناهم ودمرنا قومهم. فقد روي أن سورة الأنعام نزلت بين سورة الشعراء والنمل والقصص وهود والحجر المشتملة على نبأ المرسلين بالتفصيل. وأنت ستكون عاقبة هؤلاء المكذبين لك، كعاقبة المكذبين للرسل، فيرجعون إليك، ويدخلون في الدين الذي أنت تدعوهم إليه طوعًا أو كرهًا. </p><p> وكما وعد الله رسله بالنصر .. وعد المؤمنين به في نحو قوله: {إِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الْأَشْهَادُ (٥١) }، وفي قوله:  {وَكَانَ حَقًّا عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ} فما بالنا نرى كثيرًا ممن يدَّعون الإيمان في هذا الزمان غير منصورين، فلا بد إذًا من أن يكونوا في إيمانهم غير صادقين، ولأهوائهم متبعين، ولسنته في أسباب جاهلين، فالله لا يخلف وعده ولا يبطل سننه، بل ينصر المؤمن الصادق الذي يتحرى الحق والعدل في حربه، لا الظالم الباغي من خلقه، والذي يقصد إعلاء كلمة الله ونصر دينه، كما جاء في قوله:  {وَلَيَنْصُرَنَّ اللَّهُ مَنْ يَنْصُرُهُ إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ} ، وقوله: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَنْصُرُوا اللَّهَ يَنْصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ (٧) }. </p><p> ٣٥ - {وَإِنْ كَانَ} الشأن {كَبُرَ} وشق وعظم {عَلَيْكَ} يا محمد {إِعْرَاضُهُمْ} وإبائهم عن الإيمان بما جئت به من القرآن، وأحببت أن تجيبهم إلى ما سألوه. {فَإِنِ اسْتَطَعْتَ} وقدرت {أَنْ تَبْتَغِيَ} وتطلب {نَفَقًا} ومنفذًا وسربًا {فِي الْأَرْضِ} ؛ أي: أن تتخذ منفذًا تنفذ به إلى جوف الأرض، والنفق: سرب في الأرض تخلص منه إلى مكان آخر. </p><p> وقرأ نبيح الغنوي:  {أن تبتغي نافقاء} والنافقاء ممدودًا: هو أحد مخارج جحر اليربوع. </p><p> {أَوْ} تبتغي {سُلَّمًا} ومصعدًا ترتقي به {فِي السَّمَاءِ فَتَأتِيَهُمْ بِآيَةٍ} ومعجزة من جنس ما اقترحوه وطلبوه منك من تحت الأرض، أو من فوق السماء .. فأفعل ذلك، ولكنك لا تستطيع ذلك، فدع الحزن:  {فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ} ، {لَسْتَ عَلَيْهِمْ بِمُصَيْطِرٍ} . </p><p> والمعنى: وإن كان إتيانك بآية مما اقترحوا يدحض حجتهم ويكشف شبهتهم، فيؤمنون عن بينة وبرهان، فإن استطعت أن تبتغي لنفسك نفقًا تطلبه في الأرض، فتذهب في أعماقها، أو سلمًا في جو السماء ترقى فيه إلى ما فوقها، فتأتيهم بآية مما اقترحوا عليك .. فأت بما يدخل تحت طوع قدرتك من ذلك، كتفجير ينبوع لهم من الأرض، أو تنزيل كتاب تحمله من السماء، وقد كانوا طلبوا ذلك كما حكى الله عنهم بقوله: {وَقَالُوا لَنْ نُؤْمِنَ لَكَ حَتَّى تَفْجُرَ لَنَا مِنَ الْأَرْضِ يَنْبُوعًا (٩٠) } إلى قوله: {أَوْ تَرْقَى فِي السَّمَاءِ وَلَنْ نُؤْمِنَ لِرُقِيِّكَ حَتَّى تُنَزِّلَ عَلَيْنَا كِتَابًا نَقْرَؤُهُ} وقد أمره الله أن يجيبهم عن ذلك بقوله عقب هذا: {قُلْ سُبْحَانَ رَبِّي هَلْ كُنْتُ إِلَّا بَشَرًا رَسُولًا} ؛ أي: وليس ذلك في قدرة البشر، وإن كان رسولًا فالرسل لا يقدرون على شيء مما يعجز عنه البشر، ولا يستطيع إيجاده غير الخالق. </p><p> وخلاصة ذلك: أنك لن تستطيع الإتيان بشيء من تلك الآيات، ولا ابتغاء السبل إليها في الأرض ولا في السماء، ولا اقتضت مشيئة ربك أن يؤتيك ذلك؛ لعلمه أنه لن يكون سببًا لما تحبه من هدايتهم. والمقصود من هذا الكلام: أن يقطع الرسول طمعه عن إيمانهم، وأن لا يتأذى بسبب إعراضهم عن الإيمان وإقبالهم على الكفر، وهذا دليل على مبالغة حرصه - صلى الله عليه وسلم - على إسلام قومه إلى حيث لو قدر على أن يأتي بآية من تحت الأرض، أو من فوق السماء .. لفعل رجاءً لإيمانهم. </p><p> ثم أكد عدم إيمانهم، فقال:  {وَلَوْ شَاءَ اللَّهُ} سبحانه وتعالى جمعهم على ما جئت به من الهدى {لَجَمَعَهُمْ} ؛ أي: لجمع هؤلاء المكذبين لك {عَلَى الْهُدَى} جمع إلجاء وقسر، ولكنه لم يشأ ذلك، ولله الحكمة البالغة؛ أي: ولو شاء الله تعالى جمعهم على ما جئت به من الهدى لجمعهم عليه؛ إما بأن يجعل الإيمان ضروريًّا لهم كالملائكة، وإما بأن يخلقهم على استعداد واحد للحق والخير، لا متفاوتي الاستعداد مختلفي الاختيار باختلاف العلوم والأفكار والأخلاق والعادات، ولكنه شاء أن يجعلهم على ما هم عليه من الاختلاف والتفاوت، وما يترتب على ذلك من أسباب الاختيار. </p><p> {فَلَا تَكُونَنَّ} يا محمَّد {مِنَ الْجَاهِلِينَ} ؛ أي: إذا عرفت سننه تعالى في خلق </p><p> الإنسان، وأنه لا تبديل لخلق الله .. فلا تكونن من الجاهلين لسننه في ذلك، فتتمنى ما تراه حسنًا نافعًا، وإن كان حصوله ممتنعًا؛ لكونه مخالفًا لتلك السنن التي اقتضتها الحكمة الإلهية. فإن شدة الحرص والحزن لإعراض الكفار عن الإجابة قبل أن يأذن الله بذلك، هو صنيع أهل الجهل، ولست منهم، فدع الأمور مفوضة إلى عالم الغيب والشهادة، فهو أعلم بما فيه المصلحة، ولا تحزن لعدم حصول ما يطلبونه من الآيات التي لو بدا لهم بعضها .. لكان إيمانهم بها اضطرارًا، أو المعنى: ولا تجزع على إعراضهم عنك، ولا يشتد تحزنك على تكذيبهم بك، فإن فعلت ذلك .. فتقارب حالك من حال الجاهلين الذين لا صبر لهم. </p><p> وخلاصة ذلك: لا تكونن بالحرص على إسلامهم والميل إلى الإتيان بمقترحاتهم من الجاهلين بدقائق شؤونه تعالى في خلقه. </p><p> الإعراب </p><p> {وَمِنْهُمْ مَنْ يَسْتَمِعُ إِلَيْكَ وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا} . </p><p> {وَمِنْهُمْ} الواو: استئنافية. {منهم} : جار ومجرور خبر مقدم. {مَنْ} : اسم موصول في محل الرفع مبتدأ مؤخر، والجملة الإسمية مستأنفة. {يَسْتَمِعُ} : فعل مضارع، وفاعله ضمير يعود على {مَنْ} ، ووحد الضمير في الفعل حملًا على لفظ {مَنْ} وما جاء منه على لفظ الجمع فعلى معنى {مَنْ} نحو: {مَّن يَسْتَمِعُونَ} و {مَنْ يَغُوصُونَ لَهُ} ، والجملة صلة الموصول. {إِلَيْكَ} : متعلق به. {وَجَعَلْنَا} : الواو: عاطفة. {جعلنا} : فعل وفاعل، والجملة الفعلية معطوفة على الجملة الإسمية المذكورة قبلها، أو مستأنفة مسوقة للإخبار بما تضمنته من الختم على قلوبهم وسمعهم، وجعلنا بمعنى: صيرنا يتعدى إلى مفعولين. {عَلَى قُلُوبِهِمْ} : جار ومجرور ومضاف إليه، متعلق بمحذوف مفعول ثانٍ لـ {جعلنا} . {أَكِنَّةً} : مفعول أول لـ {جعلنا} ، والتقدير: وجعلنا أكنة مستقرة على قلوبهم. {أَنْ يَفْقَهُوهُ} : ناصب وفعل وفاعل ومفعول، والجملة الفعلية صلة {أَن} المصدرية، {أَن} مع صلتها في تأويل مصدر مجرور بإضافة المصدر المقدر المنصوب على كونه </p><p> مفعولًا لأجله تقديره: وجعلنا على قلوبهم أكنة كراهية فقههم إياه. {وَفِي آذَانِهِمْ} : جار ومجرور ومضاف إليه معطوف على قوله: {عَلَى قُلُوبِهِمْ} على كونه مفعولًا ثانيًا لـ {جعلنا} . {وَقْرًا} : معطوف على {أَكِنَّةً} على كونه مفعولًا أولًا لـ {جعلنا} ، ولا يعد الفصل بين حرف العطف والمعطوف بالظرف فصلًا، والتقدير: وجعلنا وقرًا مستقرًا في آذانهم. </p><p> {وَإِنْ يَرَوْا كُلَّ آيَةٍ لَا يُؤْمِنُوا بِهَا حَتَّى إِذَا جَاءُوكَ يُجَادِلُونَكَ يَقُولُ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ} . </p><p> {وَإِنْ} الواو: استئنافية. {إن} : حرف شرط. (يَرَوْا}: فعل وفاعل مجزوم بـ {إن} الشرطية. {كُلَّ آيَةٍ} : مفعول به ومضاف إليه، ورأى بصرية تتعدى لمفعول واحد {لَا} : نافية. {يُؤْمِنُوا} : فعل وفاعل مجزوم بـ {إن} الشرطية على كونها جوابًا لها، وجملة {إن} الشرطية مستأنفة. {بِهَا} : جار ومجرور متعلقان بالفعل {يُؤْمِنُوا}  {حَتَّى} : ابتدائية تبتدأ بعدها الجمل، أو غائية لا عمل لها. {إِذَا} : ظرف لما يستقبل من الزمان. {جَاءُوكَ} : فعل وفاعل ومفعول، والجملة الفعلية في محل الخفض بإضافة {إذا} إليها على كونها فعل شرط لها، والظرف متعلق بالجواب الآتي. {يُجَادِلُونَكَ} : فعل وفاعل ومفعول، والجملة في محل النصب حال من فاعل {جَاءُوكَ} . {يَقُولُ الَّذِينَ} : فعل وفاعل، والجملة جواب {إِذَا} لا محل لها من الإعراب، وجملة {إِذَا} مستأنفة. {كَفَرُوا} : فعل وفاعل، والجملة صلة الموصول {إِنْ هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ} : مقول محكي لـ {يقول} ، وإن شئت قلت:  {إنْ} نافية لا عمل لها لانتقاض نفيها بـ {إلا} . {هَذَا} : مبتدأ. {إِلَّا} : أداة حصر واستثناء لا عمل لها. {أَسَاطِيرُ الْأَوَّلِينَ} : خبر ومضاف إليه، والجملة الإسمية في محل النصب مقول {يَقُولُ} . </p><p> {وَهُمْ يَنْهَوْنَ عَنْهُ وَيَنْأَوْنَ عَنْهُ وَإِنْ يُهْلِكُونَ إِلَّا أَنْفُسَهُمْ وَمَا يَشْعُرُونَ} . </p><p> {وَهُمْ} الواو: حالية. {هم} : مبتدأ. {يَنهَوْنَ} : فعل وفاعل، والمفعول محذوف تقديره: ينهون الناس. {عَنْهُ} : جار ومجرور متعلق به، والجملة الفعلية في محل الرفع خبر المبتدأ، والجملة الإسمية في محل النصب حال من الفاعل </p><p> في قوله:  {يَقُولُ الَّذِينَ كَفَرُوا} . {وَيَنْأَوْنَ} : فعل وفاعل. {عَنْهُ} : متعلق به، والجملة في محل الرفع معطوفة على جملة {يَنْهَوْنَ} . {وَإِنْ يُهْلِكُونَ} : الواو: عاطفة على محذوف. {إن} : نافية لا عمل لها. {يُهْلِكُونَ} : فعل وفاعل، والجملة معطوفة على محذوف تقديره: وهم ينهون عنه وينأون عنه؛ أي: عن الرسول، أو القرآن قاصدين تخلي الناس عن الرسول فيلهلكونه، وهم في الحقيقة يهلكون أنفسهم، ذكره أبو حيان. {إِلَّا} : أداة استثناء مفرغ. {أَنْفُسَهُمْ} : مفعول به ومضاف إليه، {وَمَا يَشْعُرُونَ} : الواو: حالية. {ما} : نافية. {يَشْعُرُونَ} : فعل وفاعل، والجملة في محل النصب حال من فاعل {يُهْلِكُونَ} . </p><p> {وَلَوْ تَرَى إِذْ وُقِفُوا عَلَى النَّارِ فَقَالُوا يَا لَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِآيَاتِ رَبِّنَا وَنَكُونَ مِنَ الْمُؤْمِنِينَ} . </p><p> {وَلَوْ} الواو: استئنافية. {لو} حرف شرط غير جازم. {تَرَى} : فعل مضارع، وهي بصرية، وفاعله ضمير يعود على محمد، أو على أيِّ مخاطب، والجملة الفعلية فعل شرط لـ {لو} لا محل لها من الإعراب، ومفعول ترى محذوف تقديره: ولو ترى حالهم إذ وقفوا على النار، وجواب {لو} محذوف أيضًا تقديره: ولو ترى حالهم إذ وقفوا على النار .. لرأيت أمرًا عجيبًا، وشأنًا فظيعًا، وجملة {لو} من فعل شرطها وجوابها مستأنفة. {إِذْ} : ظرف لما مضى من الزمان، وعبر بـ {إذ} عما في المستقبل إشعارًا بتحقق وقوعه، والظرف متعلق بـ {ترى} . {وُقِفُوا} : فعل ونائب فاعل. {عَلَى النَّارِ} : جار ومجرور متعلق به، والجملة الفعلية في محل الجر مضاف إليه لـ {إذ} . {فَقَالُوا} : {الفاء} : عاطفة. {قالوا} : فعل وفاعل، والجملة معطوفة على جملة {وُقِفُوا} : {يَا لَيْتَنَا} إلى آخر الآية مقول محكي لـ {قالوا} ، وإن شئت قلت:  {يا} : حرف نداء، والمنادى محذوف تقديره: يا قومنا ليتنا، أو {يا} : حرف تنبيه، فلا حذف. {ليتنا} : {ليت} : حرف تمنٍ ونصب، ونا: ضمير المتكلمين في محل النصب اسمها. {نُرَدُّ} : فعل مضارع مغير الصيغة، ونائب فاعله ضمير المتكلمين، والجملة الفعلية في محل الرفع خبر {ليت} ، وجملة {ليت} في محل النصب مقول {قالوا} . {وَلَا نُكَذِّبَ} : الواو: عاطفة. {لا} : نافية. {نُكَذِّبَ} : فعل مضارع منصوب بـ {أن} مضمرة وجوبًا بعد الواو العاطفة، وفاعله ضمير المتكلمين. </p><p> {بِآيَاتِ رَبِّنَا} : جار ومجرور ومضاف إليه متعلق بـ {نكذب} ، والجملة الفعلية صلة أن المضمرة، أن مع صلتها في تأويل مصدر معطوف على مصدر متصيَّد من الجملة التي قبلها من غير سابك؛ لإصلاح المعنى تقديره: يا قومنا نتمنى ردنا إلى الدنيا، وعدم تكذيبنا بآيات ربنا. {وَنَكُونَ} : فعل مضارع ناقص معطوف على {نُكَذِّبَ} منصوب بأن مضمرة، واسمها ضمير المتكلمين. {مِنَ الْمُؤْمِنِينَ} : جار ومجرور خبر {نكون} ، والجملة معطوفة على جملة {نُكَذِبَ} على كونها في تأويل مصدر معطوف على مصدر متصيد تقديره: يا قومنا نتمنى ردنا إلى الدنيا، وعدم تكذيبنا بآيات ربنا، وكوننا من المؤمنين. هذا على قراءة النصب في الفعلين، وأما على قراءة رفعهما {وَلَا نُكَذِّبَ} : الواو: حالية، وجملة {نكذِّبُ} في محل الرفع خبر مبتدأ محذوف تقديره: يا ليتنا نرد ونحن لا نكذب بآيات ربنا، والجملة الإسمية في محل النصب حال من نائب فاعل {نُرَدُّ} ، وجملة {نكون} في محل الرفع معطوفة على جملة {نكذِّبُ} على كونها خبر المبتدأ المحذوف، والجملة الإسمية في محل النصب حال من نائب فاعل {نُرَدُّ} ، والتقدير: يا ليتنا نرد غير مكذبين، وكائنين من المؤمنين، فيكون تمني الرد مقيدًا بهاتين الحالتين، فيكون الفعلان داخلين في المتمنى، ويحتمل كون الرفع في الفعلين بالعطف على الفعل قبلهما، وهو {نُرَدُّ} ، ويكونون قد تمنوا ثلاثة أشياء: الرد إلى دار الدنيا، وعدم تكذيبهم بآيات ربهم، وكونهم من المؤمنين. </p><p> {بَلْ بَدَا لَهُمْ مَا كَانُوا يُخْفُونَ مِنْ قَبْلُ وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ} . </p><p> {بَلْ} : حرف عطف وإضراب عما يدل عليه التمني من رغبتهم في الإيمان؛ أي: ليس الأمر كما يدل عليه تمنيهم من خلوص رغبتهم في الإيمان، بل بدا لهم جزاء ما كانوا يخفون من قبل من الشرك؛ لأنهم قالوا أولًا: والله ربنا ما كنا مشركين. {بَدَا} : فعل ماضٍ. {لهَمُ} : جار ومجرور متعلق به. {مَا} : موصولة أو موصوفة في محل الرفع فاعل {بَدَا} ، والجملة الفعلية معطوفة على الجملة المحذوفة التي قدرناها سابقًا بقولنا: ليس الأمر كما يدل عليه تمنيهم على كونها مستأنفة. {كَانُوا} : فعل ناقص واسمه. {يُخْفُونَ} : فعل وفاعل. {مِنْ قَبْلُ} : جار ومجرور متعلق به، وجملة {يُخْفُونَ} في محل النصب خبر {كان} ، </p><p> وجملة {كان} من اسمها وخبرها صلة لـ {ما} ، أو صفة لها، والعائد أو الرابط محذوف تقديره: ما كانوا يخفونه من قبل. {وَلَوْ رُدُّوا} : الواو: عاطفة. {لو} : حرف شرط. {رُدُّوا} : فعل ونائب فاعل، والجملة الفعلية فعل شرط لـ {لو} لا محل لها من الإعراب. {لَعَادُوا} : اللام: رابطة لجواب {لو} . {عادوا} : فعل وفاعل، والجملة الفعلية جواب {لو} لا محل لها من الإعراب، وجملة {لو} من فعل شرطها وجوابها معطوفة على جملة قوله: {بَلْ بَدَا لَهُمْ مَا كَانُوا يُخْفُونَ مِنْ قَبْلُ} على كونها مستأنفة لا محل لها من الإعراب. {لِمَا} : جار ومجرور متعلق بـ {عادوا} . {نُهُوا} : فعل ونائب فاعل. {عَنْهُ} : متعلق به، والجملة صلة لـ {ما} أو صفة لها، والعائد أو الرابط ضمير {عَنْهُ} . {وَإِنَّهُمْ} : الواو: استئنافية أو اعتراضية. {إنّ} : حرف نصب، والهاء في محل النصب اسمها. {لَكَاذِبُونَ} : اللام: حرف ابتداء زحلقت عن محلها. {كاذبون} : خبر {إنّ} ، وجملة {إنّ} مستأنفة، أو معترضة لاعتراضها بين المعطوف الذي هو {وَقَالُوا} ، والمعطوف عليه الذي هو، قوله:  {لَعَادُوا} . </p><p> {وَقَالُوا إِنْ هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا وَمَا نَحْنُ بِمَبْعُوثِينَ} . </p><p> {وَقَالُوا} الواو: استئنافية أو عاطفة. {قالوا} : فعل وفاعل، والجملة مستأنفة أو معطوفة على جملة قوله:  {لَعَادُوا} على كونها جوابًا لـ {لو} . {إِنْ هِيَ إِلَّا حَيَاتُنَا} إلى آخر الآية مقول محكي، وإن شئت قلت:  {إِنْ} : نافية. {هِىَ} : مبتدأ. {إلَّا} : أداة استثناء مفرغ. {حَيَاتُنَا} : خبر ومضاف إليه. {الدُّنْيَا} : صفة لـ {حياتنا} ، والجملة الإسمية في محل النصب مقول {قالوا} . {وَمَا} : الواو: عاطفة، {ما} : نافية حجازية تعمل عمل ليس. {نَحْنُ} في محل الرفع اسمها. {بِمَبْعُوثِينَ} : الباء: زائدة في خبر {ما} . {مبعوثين} : خبرها منصوب، وعلامة نصبه الياء المقدرة الممنوع ظهورها بالياء المجلوبة لأجل حرف جر زائد، والجملة في محل النصب معطوفة على جملة قوله {إِنْ هِيَ إِلَّا حَيَاتُنَا} على كونها مقولًا لـ {قالوا} . </p><p> {وَلَوْ تَرَى إِذْ وُقِفُوا عَلَى رَبِّهِمْ قَالَ أَلَيْسَ هَذَا بِالْحَقِّ قَالُوا بَلَى وَرَبِّنَا قَالَ فَذُوقُوا الْعَذَابَ </p><p> بِمَا كُنْتُمْ تَكْفُرُونَ (٣٠) }. </p><p> {وَلَوْ} الواو: استئنافية. {لو} : حرف شرط. {تَرَى} : فعل مضارع، وهي بصرية تتعدى إلى مفعول واحد وهو محذوف تقديره: ولو ترى حالهم إذ وقفوا، وفاعله ضمير يعود على محمد، أو على أيِّ مخاطب، وجواب {لو} محذوف تقديره: لرأيت أمرًا فظيعًا، وجملة {لو} مع جوابها المحذوف مستأنفة استئنافًا نحويًّا. {إذْ} : ظرف لما مضى من الزمان بحسب الأصل، ولكنها مضمنة هنا معنى الاستقبال في محل النصب على الظرفية، مبنية على السكون، والظرف متعلق بـ {ترى} . {وُقِفُوا} : فعل ونائب فاعل. {عَلَى رَبِّهِمْ} : جار ومجرور ومضاف إليه متعلق بـ {وقفوا} ، والجملة الفعلية في محل الجر مضاف إليه لـ {إذ} . {قَالَ} : فعل ماض، وفاعله ضمير يعود على الله، والجملة الفعلية مستأنفة استئنافًا بيانيًّا، أو حال من ربهم. وفي \"الفتوحات\" : في (١) هذه الجملة وجهان: </p><p> أحدهما: أنها استئنافية في جواب سؤال مقدر تقديره: ماذا قال لهم ربهم إذ وقفوا عليه؟ قال: قال لهم: أليس هذا بالحق؟ </p><p> والثاني: أن تكون الجملة حالية، وصاحب الحال ربهم، كأنه قيل: وقفوا عليه قائلًا لهم أليس هذا بالحق؟ اهـ \"سمين\" . </p><p> {أَلَيْسَ هَذَا بِالْحَقِّ} مقول محكي لـ {قال} ، وإن شئت قلت: الهمزة: للاستفهام التوبيخي. {ليس} هو: فعل ماض ناقص. {هَذَا} في محل الرفع اسمها. {بِالْحَقِّ} الباء: زائدة في خبر {ليس} . {الحق} : خبرها، وجملة {ليس} في محل النصب مقول {قَالَ} . {قَالوُا} : فعل وفاعل، والجملة مستأنفة استئنافًا بيانيًّا. {بَلَى وَرَبِّنَا} مقول محكي لـ {قالوا} ، وإن شئت قلت:  {بَلَى} : حرف جواب لإثبات النفي المفهوم من السؤال. {وَرَبِّنَا} : الواو: حرف جر وقسم. {ربنا} : مقسم به ومضاف إليه مجرور بواو القسم، الجار والمجرور </p><p>(١) الفتوحات.</p><p> متعلق بفعل قسم محذوف تقديره: أقسم وربنا، والجملة القسمية في محل النصب مقول {قَالُوا} . {قَالَ} : فعل ماضٍ، وفاعله ضمير يعود على الله، والجملة مستأنفة استئنافًا بيانيًّا. {فَذُوقُوا الْعَذَابَ} إلى آخر الآية مقول محكي، وإن شئت قلت:  {فَذُوقُوا} : الفاء: حرف موضوع للدلالة (١) على ترتيب التعذيب على اعترافهم بحقية ما كفروا به في الدنيا. {ذوقوا} : فعل وفاعل. {الْعَذَابَ} : مفعول به، والجملة في محل النصب مقول {قال} . {بِمَا} الباء: حرف جر وسبب. {ما} : مصدرية. {كُنْتُمْ} : فعل ناقص واسمه، وجملة {تَكفُرُونَ} خبره، وجملة {كان} صلة {ما} المصدرية، {ما} مع صلتها في تأويل مصدر مجرور بالباء تقديره: فذوقوا العذاب بسبب كفركم في الدنيا، الجار والمجرور متعلق بـ {ذوقوا} ، ويصح أن تكون {ما} موصولًا اسميًّا عائده محذوف تقديره: فذوقوا العذاب بسبب شرككم الذي كنتم تكفرون به في بعض المواقف بقولكم: {وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ} . </p><p> {قَدْ خَسِرَ الَّذِينَ كَذَّبُوا بِلِقَاءِ اللَّهِ حَتَّى إِذَا جَاءَتْهُمُ السَّاعَةُ بَغْتَةً قَالُوا يَا حَسْرَتَنَا عَلَى مَا فَرَّطْنَا فِيهَا} . </p><p> {قَدْ} : حرف تحقيق. {خَسِرَ الَّذِينَ} : فعل وفاعل، والجملة مستأنفة. {كَذَّبُوا} : فعل وفاعل، والجملة صلة الموصول. {بِلِقَاءِ اللَّهِ} : جار ومجرور ومضاف إليه متعلق بـ {كَذَّبُوا} . {حَتَّى} : حرف جر وغاية. {إذا} : ظرف لما يستقبل من الزمان. {جَاءَتْهُمُ السَّاعَةُ} : فعل وفاعل ومفعول، والجملة في محل الخفض بإضافة {إذا} إليها على كونها فعل شرط لها، والظرف متعلق بالجواب الآتي. {بَغْتَةً} : منصوب على الحالية من الساعة، ولكن على تأويله بالمشتق تقديره: مباغتة ومفاجئة لهم. وفي \"الفتوحات\" قوله: {بَغْتَةً} في نصبها أربعة أوجه: </p><p> أحدها: أنها مصدر في موضع الحال من فاعل {جَاءَتْهُمُ} ؛ أي: مباغتة، أو من مفعوله؛ أي: مبغوتين. </p><p>(١) الجمل.</p><p> الثاني: أنها مصدر معنوي لـ {جَاءَتْهُمُ} ؛ لأن معنى جاءتهم: بغتتهم بغتة، فهو كقولهم: أتيته ركضًا. </p><p> الثالث: أنها منصوبة بفعل محذوف من لفظها؛ أي: تبغتهم بغتة. </p><p> الرابع: بفعل من غير لفظها؛ أي: أتتهم بغتة انتهى. {قَالُوا} : فعل وفاعل، والجملة جواب {إِذَا} ، وجملة {إِذَا} من فعل شرطها وجوابها في محل الجر بـ {حتى} الغائية تقديره: استمروا على التكذيب إلى قولهم: يا حسرتنا على ما فرطنا في الساعة وقت مجيئها إياهم، الجار والمجرور متعلق بـ {كذبوا} . {يَا حَسْرَتَنَا عَلَى مَا فَرَّطْنَا فِيهَا} : مقول محكي لـ {قالوا} ، وإن شئت قلت:  {يا} : حرف نداء. {حسرتنا} : منادى مضاف، وجملة النداء في محل النصب مقول {قَالُوا} . {عَلَى} : حرف جر. {مَا فَرَّطْنَا} : {مَا} : مصدرية. {فَرَّطْنَا} : فعل وفاعل. {فِيهَا} : جار ومجرور متعلق بـ {فَرَّطْنَا} ، والجملة الفعلية صلة {مَا} المصدرية، {مَا} مع صلتها في تأويل مصدر مجرور بـ {على} تقديره: على تفريطنا فيها، الجار والمجرور متعلق بـ {حسرتنا} ؛ لأنه في الأصل مصدر لفرَّط المضعف، والتفريط: التقصير مع القدرة على تركه. </p><p> {وَهُمْ يَحْمِلُونَ أَوْزَارَهُمْ عَلَى ظُهُورِهِمْ أَلَا سَاءَ مَا يَزِرُونَ} . </p><p> {وَهُمْ} : الواو: حالية. {هم} : مبتدأ. {يَحْمِلُونَ أَوْزَارَهُمْ} : فعل وفاعل ومفعول، والجملة في محل الرفع خبر المبتدأ، والجملة الإسمية في محل النصب حال من فاعل {قَالُوا} ؛ أي: قالوا يا حسرتنا في حالة حملهم أوزارهم. {عَلَى ظُهُورِهِمْ} : جار ومجرور ومضاف إليه متعلق بـ {يَحْمِلُونَ} . {أَلَا} : حرف استفتاح وتنبيه. {سَاءَ} : فعل ماض من أفعال الذم. {مَا} : موصولة أو موصوفة في محل الرفع فاعل، وجملة {يَزِرُونَ} صلة لـ {مَا} أو صفة لها، والعائد أو الرابط محذوف تقديره: ساء الذي يزرونه، أو ساء شيء يزرونه، ويصح أن تكون {مَا} مصدرية، والجملة الفعلية صلة {مَا} المصدرية، وهي مع صلتها في تأويل مصدر مرفوع على الفاعلية تقديره؛ ألا ساء وزرهم، والمخصوص بالذم حملهم ذلك. </p><p> {وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا لَعِبٌ وَلَهْوٌ وَلَلدَّارُ الْآخِرَةُ خَيْرٌ لِلَّذِينَ يَتَّقُونَ أَفَلَا تَعْقِلُونَ} . </p><p> {وَمَا} الواو: استئنافية. {ما} : نافية. {الْحَيَاةُ} : مبتدأ. {الدُّنْيَا} : صفة لها. {إِلَّا} : أداة استثناء مفرغ. {لَعِبٌ} : خبر المبتدأ {وَلَهْوٌ} : معطوف عليه، والجملة مستأنفة. {وَلَلدَّارُ} : الواو: استئنافية. اللام: موطئة لقسم محذوف. {الدار} : مبتدأ. {الْآخِرَةُ} : صفة الدار؛ لأنه في الأصل صفة بمعنى المتأخرة. {خَيْرٌ} : خبر المبتدأ، والجملة الإسمية جواب القسم لا محل لها من الإعراب. {لِلَّذِينَ} جار ومجرور متعلق بـ {خَيْرٌ} . {يَتَّقُونَ} : فعل وفاعل، والجملة صلة الموصول، و {خَيْرٌ} أفعل التفضيل، وحسن حذف المفضل عليه لوقوعه خبرًا، والتقدير: خير من الحياة الدنيا. {أَفَلَا تَعْقِلُونَ} : الهمزة، للاستفهام التوبيخي داخلة على محذوف تقديره: أتغفلون عن خيرية الدار الآخرة من الدنيا، والفاء: عاطفة على ذلك المحذوف. {لا} : نافية. {تَعْقِلُونَ} : فعل وفاعل، والجملة معطوفة على الجملة المحذوفة، والمحذوفة جملة إنشائية لا محل لها من الإعراب. </p><p> {قَدْ نَعْلَمُ إِنَّهُ لَيَحْزُنُكَ الَّذِي يَقُولُونَ} . </p><p> {قَدْ} : حرف تحقيق. {نَعْلَمُ} : فعل مضارع، وفاعله ضمير يعود على الله، والجملة مستأنفة. {إِنَّهُ} : {إنّ} حرف نصب وتوكيد، وكسرت همزتها لدخول اللام المعلقة لنعلم عن العمل في خبرها قال ابن مالك: </p><p> وَكَسَرُوْا مِنْ بَعْدِ فِعْلٍ عُلِّقَا ... بِاللَّامِ كَاعْلَمْ إِنَهُ لَذُوْ تُقَى </p><p> والهاء ضمير الشأن في محل النصب اسمها. {لَيَحْزُنُكَ} : {اللام} : حرف ابتداء زحلقت للخبر؛ لئلا يتوالى حرفا تأكيد. {يحزنك} : فعل ومفعول. {الَّذِي} : فاعل، والجملة الفعلية في محل الرفع خبر {إنّ} ، وجملة {إنّ} من اسمها وخبرها سادة مسد مفعولي {نَعْلَمُ} . {يَقُولُونَ} : فعل وفاعل، والجملة صلة الموصول، والعائد محذوف تقديره: يقولونه. </p><p> {فَإِنَّهُمْ لَا يُكَذِّبُونَكَ وَلَكِنَّ الظَّالِمِينَ بِآيَاتِ اللَّهِ يَجْحَدُونَ} . </p><p> {فَإِنَّهُمْ} الفاء: تعليلية. {إنّ} : حرف نصب، والهاء: اسمها {لَا} : </p><p> نافية. {يُكَذِّبُونَكَ} : فعل وفاعل ومفعول، والجملة في محل الرفع خبر {إنّ} ، وجملة {إنّ} في محل الجر بلام التعليل المقدرة مسوقة لتعليل محذوف معلوم من السياق تقديره: لا تحزن لتكذيبهم إياك في الظاهر؛ لأنهم لا يكذبونك في السر. {وَلَكِنَّ} : الواو: عاطفة. {لكن} : حرف نصب واستدراك. {الظَّالِمِينَ} : اسمها منصوب بالياء. {بِآيَاتِ اللَّهِ} : جار ومجرور ومضاف إليه متعلق بـ {يجحدون} ، وجملة {يَجْحَدُونَ} في محل الرفع خبر {لكن} ، وجملة {لكن} معطوفة على جملة {إن} . </p><p> {وَلَقَدْ كُذِّبَتْ رُسُلٌ مِنْ قَبْلِكَ فَصَبَرُوا عَلَى مَا كُذِّبُوا وَأُوذُوا حَتَّى أَتَاهُمْ نَصْرُنَا وَلَا مُبَدِّلَ لِكَلِمَاتِ اللَّهِ وَلَقَدْ جَاءَكَ مِنْ نَبَإِ الْمُرْسَلِينَ} . </p><p> {وَلَقَدْ} : الواو: استئنافية. اللام: موطئة للقسم. {قد} : حرف تحقيق. {كُذِّبَتْ رُسُلٌ} : فعل ونائب فاعل. {مِنْ قَبْلِكَ} : جار ومجرور ومضاف إليه متعلق بـ {كذبت} ، ولا يجوز أن يكون صفة لـ {رُسُلٌ} ؛ لأنه زمان، والجثة لا توصف بالزمان ذكره أبو البقاء، والجملة الفعلية جواب للقسم المحذوف لا محل لها من الإعراب، وجملة القسم المحذوف مستأنفة. {فَصَبَرُوا} : الفاء: عاطفة. {صبروا} : فعل وفاعل، والجملة معطوفة على جملة {كُذِّبَتْ} على كونها جواب قسم لا محل لها من الإعراب. {عَلَى} : حرف جر. {مَا} : مصدرية. {كُذِّبُوا} : فعل ونائب فاعل، والجملة الفعلية صلة {مَا} المصدرية، {مَا} مع صلتها في تأويل مصدر مجرور بـ {على} ، والجار والمجرور متعلق بـ {صبروا} ، والتقدير: فصبروا على تكذيب الكافرين إياهم. {وَأُوذُوا} : فعل ونائب فاعل، والجملة معطوفة على جملة قوله:  {وَلَقَدْ كُذِّبَتْ} ؛ أي: كذبت الرسل وأوذوا فصبروا على كل ذلك. {حَتَّى} : حرف جر وغاية. {أَتَاهُمْ نَصْرُنَا} : فعل ومفعول وفاعل، والجملة الفعلية في محل الجر بـ {حَتَّى} بمعنى إلى، الجار والمجرور متعلق بـ {صبروا} ؛ أي: فصبروا إلى إتيان نصرنا إياهم. {وَلَا مُبَدِّلَ} : الواو: استئنافية. {لا} : نافية. {مُبَدِّلَ} : في محل النصب اسمها. {لِكَلِمَاتِ اللَّهِ} : جار ومجرور ومضاف إليه متعلق بـ {مُبَدِّلَ} ، وخبر {لا} محذوف تقديره: ولا مبدل لكلمات الله موجود، وجملة {لا} مستأنفة. {وَلَقَدْ} : الواو: استئنافية، </p><p> واللام موطئة للقسم. {قد} : حرف تحقيق. {جَاءَكَ} : فعل ومفعول. {مِنْ نَبَإِ الْمُرْسَلِينَ} : جار ومجرور ومضاف إليه متعلق بـ {جاء} ، وفاعل {جاء} محذوف تقديره: ولقد جاءك من نبأ المرسلين ما فيه كفاية، كما سبق في مبحث التفسير، ويحتمل كون الفاعل من نبأ المرسلين على جعل {مِن} زائدة، والجملة الفعلية جواب القسم لا محل لها من الإعراب. </p><p> {وَإِنْ كَانَ كَبُرَ عَلَيْكَ إِعْرَاضُهُمْ فَإِنِ اسْتَطَعْتَ أَنْ تَبْتَغِيَ نَفَقًا فِي الْأَرْضِ أَوْ سُلَّمًا فِي السَّمَاءِ فَتَأتِيَهُمْ بِآيَةٍ} . </p><p> {وَإِنْ} : الواو: استئنافية. {إن} : حرف شرط. {كاَنَ} : فعل ماضٍ، شأنية في محل الجزم بـ {إن} على كونها فعل شرط لها، واسمها ضمير الشأن. {كَبُرَ} : فعل ماض، {عَلَيْكَ} : متعلق به. {إِعْرَاضُهُمْ} : فاعل، ومضاف إليه وجملة {كَبُرَ} في محل النصب خبر {كاَنَ} مفسرة لاسمها الذي هو ضمير الشأن، ولا حاجة إلى تقدير: قد، وقيل: اسم كان {إِعْرَاضُهُمْ} ، و {كَبُرَ} جملة فعلية في محل النصب على أنها خبر لـ {كان} مقدم على اسمها؛ لأنها فعل رافع لضمير مستتر كما هو المشهور. اهـ \"أبو السعود\" ، والإتيان بلفظ {كاَنَ} مع استقامة المعنى بدونها ليبقى الشرط على مضيه، ولا تقلبه إن للاستقبال؛ لأن {كَانَ} لقوة دلالتها على المضي لا تقلبها كلمة {إن} إلى الاستقبال بخلاف سائر الأفعال. اهـ \"كرخي\" . {فَإِنِ} : الفاء: رابطة الجواب جوازًا. {إن} : حرف شرط. {اسْتَطَعْتَ} : فعل وفاعل في محل الجزم بـ {إن} على كونه فعل شرط لها، وجواب {إن} الثانية محذوف تقديره: فافعل ذلك، وجملة {إن} الثانية مع جوابها المحذوف جواب لـ {إن} الأولى وجملة {إن} الأولى مستأنفة استئنافًا نحويًّا. {أَنْ تَبْتَغِيَ} : {أَن} : حرف نصب ومصدر. {تَبْتَغِيَ} : فعل مضارع منصوب بـ {أن} ، وفاعله ضمير يعود على محمد {نَفَقًا} : مفعول به. {فِي الْأَرْضِ} : جار ومجرور صفة لـ {نَفَقًا} ، أو متعلق بـ {تَبْتَغِيَ} ، والجملة الفعلية صلة {أَن} المصدرية، {أَن} مع صلتها في تأويل مصدر منصوب على المفعولية تقديره: فإن استطعت ابتغاء نفق في الأرض أو سلم في السماء. {أَوْ سُلَّمًا} : معطوف على نفقًا. {فِي السَّمَاءِ} : صفة لـ {سُلَّمًا} ، أو متعلق بـ {تَبْتَغِيَ} . </p><p> {فَتَأتِيَهُمْ بِآيَةٍ} : الفاء: عاطفة {تأتي} : فعل مضارع معطوف على {تَبْتَغِيَ} والهاء: مفعول به، وفاعله ضمير يعود على محمد. {بِآيَةٍ} : جار ومجرور متعلق بـ {تأتي} . </p><p> {وَلَوْ شَاءَ اللَّهُ لَجَمَعَهُمْ عَلَى الْهُدَى فَلَا تَكُونَنَّ مِنَ الْجَاهِلِينَ} . </p><p> {وَلَوْ} : الواو: استئنافية. {لو} : حرف شرط. {شَاءَ اللَّهُ} : فعل وفاعل، والجملة فعل شرط لـ {لو} ، {لَجَمَعَهُمْ} : اللام رابطة لجواب {لو} . {جمعهم} : فعل ومفعول، وفاعله ضمير يعود على الله، والجملة جواب {لو} لا محل لها من الإعراب، وجملة {لو} من فعل شرطها وجوابها مستأنفة. {عَلَى الْهُدَى} : جار ومجرور متعلق بـ {جمع} . {فَلَا تَكُونَنَّ} : الفاء فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر تقديره: إذا عرفت سننه تعالى في خلق الإنسان، وأنه لا تبديل لخلق الله، وأردت بيان ما هو اللازم لك .. فأقول لك {لا تكونن}  {لا} : ناهية جازمة. {تَكُونَنَّ} : فعل مضارع ناقص في محل الجزم بـ {لا} مبني على الفتح لاتصاله بنون التوكيد الثقيلة، واسمها ضمير مستتر فيها تقديره: أنت يعود على محمد {مِنَ الْجَاهِلِينَ} : جار ومجرور، وخبر {تَكُونَنَّ} ، وجملة {تَكُونَنَّ} من اسمها وخبرها في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة استئنافًا بيانيًّا، لا محل لها من الإعراب. </p><p> التصريف ومفردات اللغة </p><p> {وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً} جمع كنان، كأزمة جمع زمام، وأعنة جمع عنان، وفي \"المصباح\" : كننته أكنه من باب ردَّ سترته في كنه بالكسر، وهو: السترة، وأكننته: أخفيته. وقال أبو زيد: الثلاثي والرباعي لغتان في الستر، وفي الإخفاء جميعًا واكتن الشيء واستكن: استتر، والكنان: الغطاء وزنًا، ومعنى، والجمع: أكنة مثل: أغطية انتهى. </p><p> وقال بعضهم: الكنُّ بالكسر ما يحفظ فيه الشيء، وبالفتح: المصدر، يقال: كننته كنًّا؛ أي: جعلته في كن، ويجمع على أكنان، قال تعالى:  {مِنَ الْجِبَالِ أَكْنَانًا} ، والكنان: الغطاء الساتر والوعاء الجامع قال الشاعر: </p><p> إِذَا مَا انْتَضَوْهَا في الْوَغَى مِنْ أَكِنَّةٍ ... حَسِبْتَ بُرُوْقَ الْغَيْثِ هَاجَتْ غُيُوْمُهَا </p><p> والفعل من هذه المادة يستعمل ثلاثيًّا ورباعيًّا يقال: كننت الشيء كنًّا وأكننته إكنانًا إلا أن الراغب فرَّق بين فعل وأفعل، فقال: وخصَّ كننت بما يستر من بيت أو ثوب أو غير ذلك من الأجسام قال تعالى: {كَأَنَّهُنَّ بَيْضٌ مَكْنُونٌ (٤٩) } وأكننت بما يستر في النفس قال تعالى: {أَوْ أَكْنَنْتُمْ فِي أَنْفُسِكُمْ} قلت: ويشهد لما قاله قوله تعالى: {إِنَّهُ لَقُرْآنٌ كَرِيمٌ (٧٧) فِي كِتَابٍ مَكْنُونٍ (٧٨) }، وقوله تعالى:  {مَا تُكِنُّ صُدُورُهُمْ} ، وكنا يجمع على أكنة في القلة والكثرة لتضعيفه اهـ \"سمين\" . </p><p> {وَفِي آذَانِهِمْ وَقْرًا} في \"المصباح\" : الوقر بالكسر: حمل البغل والحمار، ويستعمل في البعير، وأوقر بعيره بالألف، وقرت الأذن توقر من باب تعب ووقرت تقر من باب وعد: ثقل سمعها، ووقرها الله وقرًا من باب وعد، يستعمل لازمًا ومتعديًا، والوقار: الحمل والرزانة، وهو مصدر وقر بالضم مثل: جمل جمالًا، ويقال أيضًا: وقر يقر من باب وعد فهو وقور مثل رسول، والمرأة وقور أيضًا فعول بمعنى فاعل، مثل صبور وشكور، والوقار: العظمة أيضًا والوقر بالفتح الثقل في السمع. </p><p> {وَإِنْ يَرَوْا كُلَّ آيَةٍ} والآية: العلامة الدالة على صدق الرسول - صلى الله عليه وسلم - {إِلَّا أَسَاطِيرُ الْأَوَّلِينَ} وفي \"المختار\" : والأساطير: الأباطيل، والواحد: أسطورة بالضم وإسطارة بالكسر انتهى. </p><p> وفي \"السمين\" : وأساطير فيه أقوال: </p><p> أحدها: أنه جمع لواحد مقدر، واختلف في ذلك المقدر فقيل: أسطورة، وقيل: أسطور، وقيل: أسطار، وقيل: أسطير، وقال بعضهم: بل لُفظ بهذه المفردات. </p><p> والثاني: أنه جمع جمع، فأساطير جمع: أسطار، وأسطار جمع: سطر بفتح الطاء، وأما سطر بسكونها فجمعه في القلة على أسطر، وفي الكثرة على سطور، كفلس وأفلس وفلوس، وبقية الأقوال ليس بشيء، فلا نطيل الكلام بذكرها، فراجعها في \"الفتوحات\" . </p><p> ومعنى الأساطير: الأحاديث الباطلة والخرافات والترهات. </p><p> {وَهُمْ يَنْهَوْنَ عَنْهُ} أصله: ينهيون، استثقلت الضمة على الياء، ثم حذفت فالتقى ساكنان وهما: الياء والواو، ثم حذفت الياء فصار: ينهون. </p><p> {وَيَنْأَوْنَ عَنْهُ} وفي \"المصباح\" : نأى نأيًا من باب سعى يتعدى بنفسه وبالحرف، وهو الأكثر، فيقال: نأيته ونأيت عنه، ويتعدى بالهمزة إلى الثاني فيقال: أنأيته عنه انتهى. والنأي عنه يشمل الإعراض عن سماعه، والإعراض عن هدايته، وأصله: ينأيون كينهيون فعل به ما فيه فعل آنفًا. </p><p> {وَلَوْ تَرَى إِذْ وُقِفُوا} ووقف يتعدى، ولا يتعدى، وفرقت العرب بينهما بالمصدر، فمصدر اللازم على فعول، ومصدر المتعدي على فعل، ولا يقال: أوقفت، قال أبو عمرو بن العلاء: لم أسمع في شيء من كلام العرب: أوقفت فلانًا إلا أني لو رأيت رجلًا واقفًا فقلت له: ما أوقفك هاهنا لكان عندي حسنًا، وإنما كان حسنًا؛ لأن تعدي الفعل بالهمزة مقيس نحو: ضحك وأضحكته أنا، ولكن سمع غيره في وقف المتعدي أوقفته اهـ \"سمين\" . ويقال: وقف الرجل على الأرض وقوفًا إذا قام، ووقف المال على كذا وقفًا إذا حبسه عليه، وجعل منفعته له، كوقف العقار على الفقراء. </p><p> {إِذَا جَاءَتْهُمُ السَّاعَةُ بَغْتَةً} : والساعة في اللغة: الزمن القصير المعين، ثم أطلق على الوقت الذي ينقضي به أجل هذه الحياة، ويخرب العالم وما يتبع ذلك من البعث والحساب، سُمي بذلك لسرعة الحساب فيه، كأنه ساعة، والألف واللام في الساعة للغلبة كالنجم والثريا؛ لأنها غلبت على يوم القيامة. والبغتة: الفجأة، يقال: بغته بغتة إذا هجم عليه من غير شعور، والبغت والبغتة مفاجأة الشيء بسرعة من غير اعتدادٍ له، وجعل بال منه، حتى لو استشعر الإنسان به، ثم جاءه بسرعة لا يقال فيه: بغتة. </p><p> {يَا حَسْرَتَنَا} والحسرة: الغم على ما فات، والندم عليه، وشدة التلهف والتألم عليه، كأن المتحسر قد انحسر وانكشف عنه الجهل الذي حمله على ما ارتكب. </p><p> {عَلَى مَا فَرَّطْنَا} التفريط: التقصير في الشيء مع القدرة على فعله، والتقصير ممن قدر على الجد والتشمير من الفرط، وهو السبق، ومنه الفارط والفرط، وهو الذي يسبق المسافرين لإعداد الماء لهم {وَهُمْ يَحْمِلُونَ أَوْزَارَهُمْ} جمع وزر بكسر أوله كحمل وأحمال وعدل وأعدال، والوزر في الأصل: الحمل الثقيل، ومنه وزره بزنة وعده: حمله على ظهره ووزرته حملته شيئًا ثقيلًا ووزير الملك من هذا؛ لأنه يتحمل أعباء ما قلده الملك من مؤونة رعيته وحشمه، ومنه: أوزار الحرب لسلاحها وآلها، ثم أطلق في الدين على الإثم والذنب، كأنه لثقله على صاحبه كالحمل الذي يثقل الظهر. </p><p> {وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا لَعِبٌ وَلَهْوٌ} واللعب: الفعل الذي لا يقصد به فاعله مقصدًا صحيحًا من تحصيل منفعة، أو دفع مضرة، كأفعال الصبيان التي يتلذذون بها، واللهو: ما يشغل الإنسان عما يعنيه ويهمه، وقد يسمى كل ما به استمتاع لهوًا، ويقال: لهوت بالشيء ألهو به لهوًا وتلهيت به إذا تشاغلت وغفلت به عن غيره. {لَيَحْزُنُكَ} الحزن: ألم يحل بالنفس عند فقد محبوب، أو امتناع مرغوب، أو حدوث مكروه، ولا سبيل لعلاجه إلا التسلي والتأسي كما قالت الخنساء: </p><p> وَلَوْلاَ كَثْرَةُ البَاكِيْنَ حَوْلِيْ ... عَلَى إِخْوَانِهِمْ لَقَتَلْتُ نَفْسِيْ </p><p> وَمَا يَبْكُوْنَ مِثْلَ أَخِيْ وَلَكِنْ ... أُسَلِّيْ النَّفْسَ عَنْهُ بِالتَّأَسِّيْ </p><p> {فَإِنَّهُمْ لَا يُكَذِّبُونَكَ وَلَكِنَّ الظَّالِمِينَ بِآيَاتِ اللَّهِ يَجْحَدُونَ} يقال: كذبه إذا رماه بالكذب والجحود، والجحد: نفي ما في القلب إثباته، أو إثبات ما في القلب نفيه، ويقال: جحده حقه وبحقه. </p><p> {وَلَا مُبَدِّلَ لِكَلِمَاتِ اللَّهِ} وكلمات الله هي وعده ووعيده، ومن ذلك وعده للرسل بالنصر، ووعيده لأعدائهم بالغلب والخذلان، كقوله:  {كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي} . </p><p> {مِنْ نَبَإِ الْمُرْسَلِينَ} النبأ: الخبر ذو الشأن العظيم يجمع على: أنباء كسبب وأسباب. </p><p> {وَإِنْ كَانَ كَبُرَ عَلَيْكَ إِعْرَاضُهُمْ} يقال: كبر على فلان الأمر إذا عظم عنده وشق </p><p> عليه وقعه، والإعراض: التولي والانصراف عن الشيء رغبة عنه أو احتقارًا له. </p><p> {فَإِنِ اسْتَطَعْتَ} استطاع من باب استغفل السداسي كاستعان واستقام يقال: استطعت الشيء إذا صار في طوعك منقادًا لك باستيفاء الأسباب التي تمكنك من فعله. {أَنْ تَبْتَغِيَ} ابتغى من باب افتعل الخماسي، والابتغاء: طلب ما في طلبه كلفة ومشقة من البغي، وهو تجاوز الحد، ويكون في الخير كابتغاء رضوان الله تعالى، وهو غاية الكمال، وفي الشر كابتغاء الفتنة، وهو غاية الضلال. </p><p> {نَفَقًا} والنفق: السرب في الأرض، وهو حفرة نافذة لها مدخل ومخرج، وفي \"السمين\" النفق: السرب النافذ في الأرض، وأصله في حجرة اليربوع، ومنه: النافقاء والقاصعاء انتهى. </p><p> {أَوْ سُلَّمًا} والسلم: المصعد والمرقاة، وقيل: الدرج، وقيل: السبب تقول العرب: اتخذني سلمًا لحاجتك؛ أي: سببًا، وهو مشتق من السلامة؛ لأنه هو الذي يسلمك إلى مصعدك وتذكيره أفصح من تأنيثه. </p><p> {بِآيَةٍ} الآية: المعجزة {مِنَ الْجَاهِلِينَ} جمع: جاهل من الجهل، والجهل هنا ضد العلم، وليس كل جهل عيبًا؛ لأن المخلوق لا يحيط بكل شيء علمًا، وإنما يذم الإنسان بجهل ما يجب عليه، ثم بجهل ما ينبغي له، ويعدله كمالًا إذا لم يكن معذورًا في جهله. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات أنواعًا من الفصاحة والبلاغة والبيان والبديع: </p><p> فمنها: الاستعارة التصريحية أو التمثيلية في قوله: {وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا} ؛ لأن الظاهر أن الغطاء والصمم هنا ليسا حقيقة؛ بل ذلك من باب استعارة المحسوس للمعقول حتى يستقر في النفس، استعار الأكنة لصرف قلوبهم عن تدبر آيات الله، والثقل في الأذن لتركهم الإصغاء إلى سماعها. </p><p> ومنها: وضع الظاهر موضع المضمر في قوله: {يَقُولُ الَّذِينَ كَفَرُوا} لتسجيل الكفر عليهم، وفي قوله:  {وَلَكِنَّ الظَّالِمِينَ بِآيَاتِ اللَّهِ يَجْحَدُونَ} لتسجيل الظلم عليهم. </p><p> ومنها: الالتفات في قوله: {وَهُمْ يَنْهَوْنَ عَنْهُ} ؛ لأن فيه التفاتًا من الخطاب إلى الغيبة، فإن قوله:  {جَاءُوكَ يُجَادِلُونَكَ} خطاب للرسول - صلى الله عليه وسلم -. </p><p> ومنها: جناس التصريف في قوله: {وَهُمْ يَنْهَوْنَ عَنْهُ وَيَنْأَوْنَ عَنْهُ} وهو (١) أن تنفرد كل كلمة عن الأخرى بحرف، {فينهون} انفردت بالهاء، {وينأون} انفردت بالهمزة، ومنه:  {وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ} و {يفرحون} و {يمرحون} ، \"والخيل معقود في نواصيها الخير\" ، وفي كتاب \"التحبير\" سماه تجنيس التحريف، وهو أن يكون الحرف فرقًا بين الكلمتين، وأنشد عليه قوله: </p><p> إِنْ لَمْ أَشِنَّ عَلَى ابْنِ هِنْدٍ غَارَةً ... لَهَّابَ مَالٍ أَوَ ذَهَّابَ نُفُوْسِ </p><p> وذكر غيره أن تجنيس التحريف هو أن يكون الشكل فرقًا بين الكلمتين، كقول بعض العرب وقد مات له ولد: اللهم إني مسلم ومسلم. </p><p> ومنها: إبراز الآتي بصورة الماضي في قوله: {وَلَوْ تَرَى إِذْ وُقِفُوا عَلَى النَّارِ} إشعارًا بتحقق الوقوع. </p><p> ومنها: الإتيان بضمير مبهم يفسره خبره في قوله: {إِنْ هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا} ؛ إذ لا يعلم ما يراد به إلا بذكر خبره، وهو من الضمائر التي يفسرها ما بعدها لفظًا ورتبة اهـ \"سمين\" . </p><p> ومنها: تأكيد الجواب بالقسم في قوله: {بَلَى وَرَبِّنَا} ؛ أكدوا اعترافهم باليمين إظهارًا لكمال يقينهم بحقيته، وإيذانًا بصدور ذلك عنهم للرغبة والنشاط .. </p><p> ومنها: التهكم في قوله: {فَذُوقُوا الْعَذَابَ} . </p><p> ومنها: الاستعارة التصريحية التبعية في قوله: {قَدْ خَسِرَ الَّذِينَ كَذَّبُوا بِلِقَاءِ اللَّهِ} ؛ لأنه شبه من استعاض الكفر عن الإيمان بمن خسر في صفقته العادم الربح ورأس ماله. </p><p> ومنها: الإضافة للتفخيم والتعظيم لشأن المضاف في قوله: {بِلِقَاءِ اللَّهِ} ؛ </p><p>(١) البحر المحيط.</p><p> أي: جزائه تعظيمًا لشأن الجزاء، وهو نظير قوله - صلى الله عليه وسلم -: \"لقى الله وهو عليه غضبان\" ؛ أي: لقي جزاءه. </p><p> ومنها: تعريف العهد في قوله: {إِذَا جَاءَتْهُمُ السَّاعَةُ} بدون تقدم ذكر لها لشهرتها واستقرارها في النفوس. </p><p> ومنها: المجاز المرسل في قوله: {يَا حَسْرَتَنَا} تنزيلًا لها منزلة العاقل؛ لأنه لا ينادى حقيقة إلا العاقل. </p><p> ومنها: تصدير الجملة الحالية بالضمير في قوله: {وَهُمْ يَحْمِلُونَ أَوْزَارَهُمْ} ؛ لأنه أبلغ في النسبة؛ إذ صار صاحب الحال مذكورًا مرتين من حيث المعنى. </p><p> ومنها: الاستعارة في قوله: {يَحْمِلُونَ أَوْزَارَهُمْ} ؛ لأنه شبه ما يجدونه من المشقة والآلام بسبب ذنوبهم يحمل الوزر الثقيل؛ أي: الحمل الثقيل. </p><p> ومنها: الجناس المغاير بين قوله: {أَوْزَارَهُمْ} ، وقوله:  {يَزِرُونَ} . </p><p> ومنها: الطباق في قوله: {وَمَا الْحَيَاةُ الدُّنْيَا} ، وقوله:  {وَلَلدَّارُ الْآخِرَةُ} . </p><p> ومنها: القصر في مواضع كقوله: {إِنْ هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ} ، وقوله:  {وَإِنْ يُهْلِكُونَ إِلَّا أَنْفُسَهُمْ} ، وقوله:  {وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا لَعِبٌ وَلَهْوٌ} . </p><p> ومنها: التكرار في قوله: {وَلَوْ تَرَى إِذْ وُقِفُوا عَلَى رَبِّهِمْ قَالَ أَلَيْسَ هَذَا بِالْحَقِّ} ، وقوله:  {قَالَ فَذُوقُوا الْعَذَابَ} ، وقوله:  {وَلَقَدْ كُذِّبَتْ رُسُلٌ مِنْ قَبْلِكَ فَصَبَرُوا عَلَى مَا كُذِّبُوا} . </p><p> ومنها: الالتفات من الغيبة إلى التكلم في قوله: {حَتَّى أَتَاهُمْ نَصْرُنَا} ؛ إذ قبله بآيات الله، فلو جاء على طبق ذلك لقيل: حتى أتاهم نصره. وفائدة هذا الالتفات: إسناد النصر إلى ضمير المتكلم المشعر بالعظمة. </p><p> ومنها: جمع المؤكدات في قوله: {وَإِنَّهُمْ لَكَاذِبُونَ} ؛ حيث أكدت الصيغة بإن وباللام وباسمية الجملة، للتنبيه على أن الكذب كان طبيعتهم. </p><p> ومنها: التشبيه البليغ في قوله: {وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا لَعِبٌ وَلَهْوٌ} حيث جعل الدنيا نفس اللعب واللهو مبالغة، كقول الخنساء: </p><p> فَإِنَّمَا هِي إِقْبَالٌ وَإِدْبَارُ </p><p> ومنها: الاستفهام التوبيخي في قوله: {أَفَلَا تَعْقِلُونَ} . </p><p> ومنها: التفخيم والتكثير بتنوين رسل في قوله: {وَلَقَدْ كُذِّبَتْ رُسُلٌ} . </p><p> ومنها: تصدير الجملة بالقسم لتأكيد التسلية في قوله: {وَلَقَدْ كُذِّبَتْ رُسُلٌ} ؛ لأن عموم البلوى مما يهون أمرها بعض تهوين. </p><p> ومنها: الحذف في عدة مواضع. </p><p> فائدة: قال الإِمام فخر الدين الرازي: قوله تعالى: {وَلَوْ تَرَى إِذْ وُقِفُوا عَلَى النَّارِ} يقتضي (١) له جوابًا، وقد حذف تفخيمًا للأمر وتعظيمًا للشأن، وأشباهه كثير في القرآن والشعر، وحذف الجواب في هذه الأشياء أبلغ في المعنى من إظهاره، ألا ترى أنك لو قلت لغلامك: واللهِ لئن قمت إليك، وسكت عن الجواب ذهب فكره إلى أنواع المكروه من الضرب والقتل والكسر، وعظم خوفه؛ لأنه لم يدر أيَّ الأقسام تبغي، ولو قلت: والله لئن قمت إليك لأضربنك، فأتيت بالجواب لعلم أنك لم تبلغ شيئًا غير الضرب، فثبت أن حذف الجواب أقوى تأثيرًا في حصول الخوف. </p><p> وقال (٢) أبو حيان: وجواب {لو} محذوف لدلالة المعنى عليه تقديره: لرأيت أمرًا شنيعًا وهولًا عظيمًا، وحذف جواب {لو} لدلالة الكلام عليه جائز، فيصح، ومنه:  {وَلَوْ أَنَّ قُرْآنًا سُيِّرَتْ بِهِ الْجِبَالُ} الآية، وقول الشاعر: </p><p> وَجَدَّكَ لَوْ شَيْءٌ أَتَانَا رَسُوْلُهُ ... سِوَاكَ وَلَكِنْ لَمْ نَجِدْ لَكَ مَدْفَعَا </p><p> أي: لو شيء أتانا رسوله سواك لدفعناه. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p>(١) التفسير الكبير للرازي. (٢) البحر المحيط.</p><p> قال الله سبحانه جلَّ وعلا: </p><p> {إِنَّمَا يَسْتَجِيبُ الَّذِينَ يَسْمَعُونَ وَالْمَوْتَى يَبْعَثُهُمُ اللَّهُ ثُمَّ إِلَيْهِ يُرْجَعُونَ (٣٦) وَقَالُوا لَوْلَا نُزِّلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ قُلْ إِنَّ اللَّهَ قَادِرٌ عَلَى أَنْ يُنَزِّلَ آيَةً وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ (٣٧) وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ وَلَا طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ إِلَّا أُمَمٌ أَمْثَالُكُمْ مَا فَرَّطْنَا فِي الْكِتَابِ مِنْ شَيْءٍ ثُمَّ إِلَى رَبِّهِمْ يُحْشَرُونَ (٣٨) وَالَّذِينَ كَذَّبُوا بِآيَاتِنَا صُمٌّ وَبُكْمٌ فِي الظُّلُمَاتِ مَنْ يَشَإِ اللَّهُ يُضْلِلْهُ وَمَنْ يَشَأْ يَجْعَلْهُ عَلَى صِرَاطٍ مُسْتَقِيمٍ (٣٩) قُلْ أَرَأَيْتَكُمْ إِنْ أَتَاكُمْ عَذَابُ اللَّهِ أَوْ أَتَتْكُمُ السَّاعَةُ أَغَيْرَ اللَّهِ تَدْعُونَ إِنْ كُنْتُمْ صَادِقِينَ (٤٠) بَلْ إِيَّاهُ تَدْعُونَ فَيَكْشِفُ مَا تَدْعُونَ إِلَيْهِ إِنْ شَاءَ وَتَنْسَوْنَ مَا تُشْرِكُونَ (٤١) وَلَقَدْ أَرْسَلْنَا إِلَى أُمَمٍ مِنْ قَبْلِكَ فَأَخَذْنَاهُمْ بِالْبَأْسَاءِ وَالضَّرَّاءِ لَعَلَّهُمْ يَتَضَرَّعُونَ (٤٢) فَلَوْلَا إِذْ جَاءَهُمْ بَأْسُنَا تَضَرَّعُوا وَلَكِنْ قَسَتْ قُلُوبُهُمْ وَزَيَّنَ لَهُمُ الشَّيْطَانُ مَا كَانُوا يَعْمَلُونَ (٤٣) فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ فَتَحْنَا عَلَيْهِمْ أَبْوَابَ كُلِّ شَيْءٍ حَتَّى إِذَا فَرِحُوا بِمَا أُوتُوا أَخَذْنَاهُمْ بَغْتَةً فَإِذَا هُمْ مُبْلِسُونَ (٤٤) فَقُطِعَ دَابِرُ الْقَوْمِ الَّذِينَ ظَلَمُوا وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ (٤٥) قُلْ أَرَأَيْتُمْ إِنْ أَخَذَ اللَّهُ سَمْعَكُمْ وَأَبْصَارَكُمْ وَخَتَمَ عَلَى قُلُوبِكُمْ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِهِ انْظُرْ كَيْفَ نُصَرِّفُ الْآيَاتِ ثُمَّ هُمْ يَصْدِفُونَ (٤٦) قُلْ أَرَأَيْتَكُمْ إِنْ أَتَاكُمْ عَذَابُ اللَّهِ بَغْتَةً أَوْ جَهْرَةً هَلْ يُهْلَكُ إِلَّا الْقَوْمُ الظَّالِمُونَ (٤٧) وَمَا نُرْسِلُ الْمُرْسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنْذِرِينَ فَمَنْ آمَنَ وَأَصْلَحَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ (٤٨) وَالَّذِينَ كَذَّبُوا بِآيَاتِنَا يَمَسُّهُمُ الْعَذَابُ بِمَا كَانُوا يَفْسُقُونَ (٤٩) }. </p><p> المناسبة </p><p> قوله تعالى:  {إِنَّمَا يَسْتَجِيبُ الَّذِينَ يَسْمَعُونَ وَالْمَوْتَى يَبْعَثُهُمُ .....} الآية، مناسبة هذه الآية لما قبلها: أن الله سبحانه وتعالى (١) لما بين في الآية السابقة أنه لو شاء لجمع الناس على الهدى، ولكنه لم يشأ أن يجعل البشر مفطورين على ذلك، ولا أن يلجئهم إلجاءً بالآيات التي تقسرهم على ذلك، بل اقتضت حكمته أن يكون البشر متفاوتين في الاستعداد، مختارين في تصرفاتهم وأعمالهم، ومنهم من يختار الهدى على الضلال، ومنهم من يستحب العمى على الهدى .. ذكر هنا أن </p><p>(١) المراغي.</p><p> الأولين هم الذين ينظرون في الآيات، ويفقهون ما يسمعون من الحجج والبينات، وأن الآخرين لا يفقهون ولا يسمعون، فهم والأموات سواء. </p><p> قوله تعالى:  {وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ وَلَا طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ ...} الآية، مناسبة هذه الآية لما قبلها: أن الله سبحانه وتعالى لما بين فيما سلف أنه قادر على أن ينزل الآيات إذا رأى من الحكمة والمصلحة إنزالها، ولا ينزلها للتشهي والهوى كما يراه المقترحون من أولئك الظالمين المكذبين .. ذكر هنا ما هو كالدليل على ذلك، فأرشد إلى عموم قدرته تعالى وشمول علمه وتدبيره، وأن كل ما يدب على وجه الأرض أو يطير في الهواء فهو مشمول بفضله ورحمته، فلو كان في إظهار هذه المعجزات مصلحة للمكلفين .. لفعلها، ولامتنع أن يبخل بها، إذ أنكم ترون أنه لم يبخل على شيء من الحيوان بمنافعها ومصالحها. </p><p> قوله تعالى:  {قُلْ أَرَأَيْتَكُمْ إِنْ أَتَاكُمْ عَذَابُ اللَّهِ أَوْ أَتَتْكُمُ السَّاعَةُ ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه وتعالى لما (١) بيَّن فيما سلف للمشركين أن علمه محيط بحسب في الأرض والسماء، وأن عنايته تعم كل ما درج على الأرض أو طار في الهواء، وأن أمم الحيوان مشابهة لأمم الإنسان، وقد أوتيت من الإلهام والمعرفة ما تميِّز به بين ما ينفعها ويضرها .. أمر نبيه - صلى الله عليه وسلم - أن يوجه إليهم هذا السؤال، مذكرًا لهم بما أودع في فطرتهم من توحيده عزَّ اسمه، ليعلموا أن ما تقلدوه من الشرك عارض شاغل يفسد أذهانهم وقت الرخاء وارتفاع اللأواء، حتى إذا جد الجد ونزل بهم ما لا يطاق حمله من الشدائد .. {دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ لَئِنْ أَنْجَيْتَنَا مِنْ هَذِهِ لَنَكُونَنَّ مِنَ الشَّاكِرِينَ} ، وضل عنهم ما كانوا يعبدون من الأصنام والأوثان، وما وضعوا رمزًا له من ملك أو إنسان. </p><p> قوله تعالى:  {قُلْ أَرَأَيْتُمْ إِنْ أَخَذَ اللَّهُ سَمْعَكُمْ وَأَبْصَارَكُمْ ...} الآية، مناسبة (٢) هذه الآية لما قبلها: أن الله سبحانه وتعالى لما هددهم في الآيات السالفة بإتيان </p><p>(١) المراغي. (٢) البحر المحيط بتصرف.</p>"
}