{
  "id": null,
  "sura": 6,
  "aya": 58,
  "text": "<p> عذابًا يحل بهم إذا أصروا على عنادهم وكفرهم، ووعد بأن ينصر رسوله عليهم، وقد استعجلوا النبي - صلى الله عليه وسلم - ذلك؛ فكان عدم وقوعه شبهة لهم على عدم صدق القرآن؛ إذ هم يجهلون سنة الله في شؤون الإنسان، فأمر الله نبيه أن يقول لهم: </p><p> ٥٨ - {مَا عِنْدِي مَا تَسْتَعْجِلُونَ بِهِ} ؛ أي: ليس الأمر الذي تستعجلون بوقوعه من نقم الله وعذابه بيدي، ولا أنا على ذلك بقادر، ولم أقل لكم: إن الله فوض أمره إلي حتى تطالبوني به، وتعدون عدم إيقاعه عليهم حجة على تكذيبه. وقيل (١) : سبب نزول هذه الآية: أن النبي - صلى الله عليه وسلم - كان يخوفهم بنزول العذاب عليهم بسبب هذا الشرك، وكان النضر بن الحارث وأصحابه يستعجلونه بقولهم: متى هذا الوعد إن كنتم صادقين؟ بطريق الاستهزاء، أو بطريق الإلزام على زعمهم، فقال تعالى: قل لهم يا محمد: ليس ما تستعجلون به من العذاب الموعود في القرآن، وتجعلون تأخره ذريعة إلى تكذيبه في حكمي وقدرتي حتى أجيء به وأظهر لكم صدقه. </p><p> ثم أكد ما سبق بقوله:  {إِنِ الْحُكْمُ إِلَّا لِلَّهِ} ؛ أي: ما الحكم والتصرف في هذا الذي تستعجلونه من العذاب، وفي غيره من شؤون الخلق إلا لله وحده سبحانه وتعالى، وله في ذلك سنن حكيمة تجري عليها أفعاله وأحكامه، فلا يتقدم شيء منها على ميقاته ولا يتأخر عنه:  {وَكُلُّ شَيْءٍ عِنْدَهُ بِمِقْدَارٍ} . ثم بين سبحانه وتعالى أن كل ما قصه على رسوله أو قضاه فهو حق لا شبهة فيه، فقال:  {يَقُصُّ} بالصاد المهملة المشددة؛ أي: يقص الله سبحانه وتعالى على رسوله - صلى الله عليه وسلم -، ويخبر له القصص {الْحَقَّ} والخبر الصادق في وعده ووعيده وجميع أخباره. </p><p> وقرىء بسكون القاف وكسر الضاد المعجمة - كما سيأتي - بغير ياء؛ لسقوطها في اللفظ؛ أي: يقضي الله سبحانه ويحكم بين عباده القضاء الحق، أو يصنع الحق؛ لأن كل شيء صنعه الله تعالى فهو حق. {وَهُوَ} سبحانه وتعالى {خَيْرُ الْفَاصِلِينَ} ؛ أي: أفضل الفاصلين الذين يفصلون بين الحق والباطل، أو هو أعدل الحاكمين في كل أمر، فهو لا يقع في حكمه وقضائه حيف وميل إلى أحد المتخاصمين، وهو النافذ حكمه في كل شيء، والمحيط علمه بكل شيء، وفي </p><p>(١) المراح.</p><p> مصحف عبد الله:  {وهو أسرع الفاصلين} . </p><p> وقرأ (١) ابن عباس وابن كثير ونافع وعاصم: {يقص الحق} بالصاد المشددة من القصص، والمعنى: إن كل ما أخبر به فهو حق. وقرأ أبو عمرو وابن عامر وحمزة والكسائي:  {يقض الحق} من القضاء، والمعنى: يقضي القضاء الحق. ولم (٢) يُرسم {يقض} إلا بضاد؛ كأن الياء حذفت خطًّا كما حذفت لفظًا لالتقاء الساكنين، كما حذفت في قوله:  {فَمَا تُغْنِ النُّذُرُ} ، وكما حذفت الواو من قوله: {سَنَدْعُ الزَّبَانِيَةَ (١٨) } {وَيَمْحُ اللَّهُ الْبَاطِلَ} لما تقدم. </p><p> {قُلْ} يا محمد لهؤلاء الذين يستعجلون العذاب بقولهم: {اللَّهُمَّ إِنْ كَانَ هَذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِنَ السَّمَاءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ} : {لَّوْ أَنَّ عِندِى} وبيدي وقدرتي {مَا تَسْتَعْجِلُونَ بِهِ} ؛ أي: أمر ما تطلبون عجلته ووقوعه حالًا من نزول العذاب الموعود بكم؛ بأن يكون أمره مفوضًا إليَّ من الله تعالى:  {لَقُضِيَ الْأَمْرُ بَيْنِي وَبَيْنَكُمْ} ؛ أي: لانفصل وانقطع النزاع بيني وبينكم، ولأتاكم ما تستعجلون به من العذاب، فأهلكتكم عاجلًا غضبًا لربي، واقتصاصًا من تكذيبكم، ولتخلصت منكم سريعًا لصدكم عن تبليغ دعوة ربي وصدكم الناس عني، وقد وعدني ربي بنصر المؤمنين المصلحين، وخذلان الكافرين المفسدين، ولم أمهلكم ساعة، ولكن الله حليم ذو أناةٍ، لا يعجل بالعقوبة. </p><p> فائدة: والفرق بين الاستعجال والإسراع: أن الاستعجال: المطالبة بالشيء قبل وقته، فلذلك كان العجلة مذمومة. والإسراع، تقديم الشيء، في وقته، فلذلك كانت السرعة محمودة. </p><p> والخلاصة: قل يا محمد لهؤلاء المشركين المستعجلين لنزول العذاب: لو أن عندي ما تستعجلون به .. لم أمهلكم ساعة، ولكن الله حليم لا يعجل بالعقوبة. {وَاللَّهُ} سبحانه وتعالى {أَعْلَمُ بِالظَّالِمِينَ} الذين لا رجاء في رجوعهم </p><p>(١) زاد المسير والبحر المحيط. (٢) الفتوحات.</p><p> عن الظلم إلى الإيمان والحق والعدل، ومن ثمَّ لم يجعل أمر عقابهم إليَّ، بل جعله عنده، ووقت له ميقاتًا هو أعلم به ترونه بعيدًا ويراه قريبًا: {وَلِكُلِّ أُمَّةٍ أَجَلٌ فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ (٣٤) }. وقيل: أعلم بما يستحقون به من العذاب، والوقت الذي يستحقونه فيه، وبما تقتضيه مشيئته من تأخيره استدراجًا لهم وإعذارًا إليهم. </p><p> الإعراب </p><p> {قُلْ لَا أَقُولُ لَكُمْ عِنْدِي خَزَائِنُ اللَّهِ وَلَا أَعْلَمُ الْغَيْبَ} . </p><p> {قُلْ} : فعل أمر، وفاعله ضمير يعود على محمد، والجملة مستأنفة. {لَا أَقُولُ لَكُمْ عِنْدِي خَزَائِنُ اللَّهِ} إلى قوله: {قُلْ هَلْ يَسْتَوِي الْأَعْمَى وَالْبَصِيرُ} مقول محكي لـ {قل} ، وإن شئت قلت:  {لَا} : نافية. {أَقُولُ} : فعل مضارع، وفاعله ضمير يعود على محمد. {لَكُمْ} : جار ومجرور متعلق بـ {أقول} ، وجملة {لَا أَقُولُ} في محل النصب مقول لـ {قل} . {عِنْدِي خَزَائِنُ اللَّهِ وَلَا أَعْلَمُ الْغَيْبَ} : مقول محكي لـ {أَقُولُ} ، وإن شئت قلت:  {عِنْدِي} : ظرف ومضاف إليه، خبر مقدم. {خَزَائِنُ اللَّهِ} : مبتدأ مؤخر ومضاف إليه، والجملة الإسمية في محل النصب مقول لـ {أقول} . {وَلَا} : {الواو} : عاطفة. {لا} : نافية. {أَعْلَمُ} : فعل مضارع، وفاعله ضمير يعود على محمد. {الْغَيْبَ} : مفعول به؛ لأن علم هنا بمعنى: عرف يتعدى إلى مفعول واحد، والجملة الفعلية في محل النصب معطوفة على الجملة الإسمية على كونها مقولًا لـ {أَقُولُ} . </p><p> {وَلَا أَقُولُ لَكُمْ إِنِّي مَلَكٌ إِنْ أَتَّبِعُ إِلَّا مَا يُوحَى إِلَيَّ} . </p><p> {وَلَا}  {الواو} : عاطفة. {لَا} : نافية. {أَقُولُ} : فعل مضارع. {لَكُمْ} : متعلق به، وفاعله ضمير يعود على محمد، وجملة {لَا أَقُولُ} في محل النصب معطوفة على جملة قوله: {لَا أَقُولُ لَكُمْ عِنْدِي خَزَائِنُ اللَّهِ} على كونها مقولًا لـ {قل} . {إِنِّي مَلَكٌ} : ناصب واسمه وخبره، وجملة {إن} في محل النصب مقول لـ {أَقُولُ}  {إن} : نافية. {أَتَّبِعُ} : فعل مضارع، وفاعله ضمير يعود على محمد، والجملة الفعلية في محل النصب مقول {قُلْ} . {إِلَّا} : أداة استثناء </p><p> مفرغ. {مَا} : موصولة أو موصوفة، في محل النصب مفعول {أَتَّبِعُ} . {يُوحَى} : فعل مضارع مغير الصيغة، ونائب فاعله ضمير يعود على {مَا} . {إِلَيَّ} : جار ومجرور متعلق بـ {يُوحَى} ، وجملة {يُوحَى} صلة لـ {مَا} أو صفة لها. </p><p> {قُلْ هَلْ يَسْتَوِي الْأَعْمَى وَالْبَصِيرُ أَفَلَا تَتَفَكَّرُونَ} . </p><p> {قُلْ} : فعل أمر، وفاعله ضمير يعود على محمد، والجملة مستأنفة. {هَلْ يَسْتَوِي الْأَعْمَى} إلى آخر الآية مقول محكي، وإن شئت قلت:  {هَلْ} : للاستفهام الإنكاري. {يَسْتَوِي الْأَعْمَى} : فعل وفاعل. {وَالْبَصِيرُ} : معطوف عليه، والجملة في محل النصب مقول {قُلْ} . {أَفَلَا تَتَفَكَّرُونَ} : الهمزة: للاستفهام التوبيخي داخلة على محذوف تقديره: ألا تسمعون. الفاء: عاطفة على ذلك المحذوف. {لا} : نافية. {تَتَفَكَّرُونَ} : فعل وفاعل، والجملة الفعلية معطوفة على ذلك المحذوف، والجملة المحذوفة في محل النصب مقول {قُلْ} . </p><p> {وَأَنْذِرْ بِهِ الَّذِينَ يَخَافُونَ أَنْ يُحْشَرُوا إِلَى رَبِّهِمْ} . </p><p> {وَأَنْذِرْ} : {الواو} : استئنافية. {أنذر} : فعل أمر، وفاعله ضمير يعود على محمد، والجملة مستأنفة. {بِهِ} : جار ومجرور متعلق بـ {أنذر} . {الَّذِينَ} : اسم موصول للجمع المذكر في محل النصب مفعول به {يَخَافُونَ} : فعل وفاعل، والجملة صلة الموصول {أَنْ يُحْشَرُوا} : ناصب وفعل وفاعل. {إِلَى رَبِّهِمْ} : جار ومجرور ومضاف إليه متعلق به، والجملة الفعلية صلة {أن} المصدرية، {أن} مع صلتها في تأويل مصدر منصوب على المفعولية تقديره: يخافون حشرهم إلى ربهم. </p><p> {لَيْسَ لَهُمْ مِنْ دُونِهِ وَلِيٌّ وَلَا شَفِيعٌ لَعَلَّهُمْ يَتَّقُونَ} . </p><p> {لَيْسَ} : فعل ماض ناقص. {لَهُمْ} : جار ومجرور خبر مقدم لـ {لَيْسَ} . {مِنْ دُونِهِ} : جار ومجرور ومضاف إليه، متعلق بالاستقرار الذي تعلق به الخبر. {وَلِيٌّ} : اسم {لَيْسَ} مؤخر. {وَلَا شَفِيعٌ} : معطوف عليه، {ولا} : زائدة لتأكيد نفي ما قبلها، وجملة {لَيْسَ} من اسمها وخبرها في محل النصب حال من ضمير {يُحْشَرُوا} تقديره: يخافون حشرهم حال كونهم عادمين وليًّا يواليهم، وشفيعًا </p><p> يشفع لهم من دون الله تعالى. {لَعَلَّهُمْ} : لعل: حرف ترجٍ ونصب بمعنى كي التعليلية، والهاء: اسمها، وجملة {يَتَّقُونَ} خبرها، وجملة {لعل} في محل الجر بلام التعليل المقدرة المتعلقة بـ {أنذر} ؛ أي: وأنذرهم به لكي يتقوا الشرك والمعاصي. </p><p> {وَلَا تَطْرُدِ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ} . </p><p> {وَلَا}  {الواو} : استئنافية. {لا} : ناهية جازمة {تَطْرُدِ الَّذِينَ} : فعل ومفعول، وفاعله ضمير يعود على محمد، والجملة مستأنفة. {يَدْعُونَ رَبَّهُمْ} فعل وفاعل ومفعول به ومضاف إليه. {بِالْغَدَاةِ} : جار ومجرور متعلق به. {وَالْعَشِيِّ} : معطوف على {الغداة} ، والجملة الفعلية صلة الموصول لا محل لها من الإعراب. {يُرِيدُونَ وَجْهَهُ} : فعل وفاعل ومفعول به، ومضاف إليه، والجملة الفعلية في محل النصب حال من فاعل {يَدْعُونَ} تقديره: يدعونه تعالى مخلصين له فيه. </p><p> {مَا عَلَيْكَ مِنْ حِسَابِهِمْ مِنْ شَيْءٍ وَمَا مِنْ حِسَابِكَ عَلَيْهِمْ مِنْ شَيْءٍ فَتَطْرُدَهُمْ فَتَكُونَ مِنَ الظَّالِمِينَ} . </p><p> {مَا} : نافية. {عَلَيْكَ} جار ومجرور خبر مقدم. {مِنْ حِسَابِهِمْ} : جار ومجرور ومضاف إليه في محل النصب حال من {شَيْءٍ} ؛ لأنه صفة نكرة قدمت عليها فانتصب حالًا منها، فصاحب الحال من {شَيْءٍ} ، والعامل فيها الاستقرار في عليك. {مِنْ} : زائدة. {شَيْءٍ} : مبتدأ مؤخر، والمعنى: ما شيء من حسابهم كائن عليك، والجملة من المبتدأ والخبر معترضة لا محل لها من الإعراب لاعتراضها بين النهي في قوله:  {وَلَا تَطْرُدِ الَّذِينَ يَدْعُونَ رَبَّهُمْ} وبين جوابه الآتي في قوله: {فَتَكُونَ مِنَ الظَّالِمِينَ} . {وَمَا} : {الواو} : عاطفة. {مَا} : نافية. {مِنْ حِسَابِكَ} : جار ومجرور بيان مقدم لشيء، فهو صفة له لا حال منه؛ لما يلزم عليه من تقدم الحال على عاملها وصاحبها، وهو ممتنع على الأصح، أو حال منه على القول الضعيف نظير ما تقدم. {عَلَيْهِمْ} : جار ومجرور خبر مقدم. {مِنْ شَيْءٍ} : مبتدأ مؤخر، والجملة الإسمية معطوفة على الجملة التي قبلها على كونها </p><p> معترضة، لا محل لها من الإعراب. {فَتَطْرُدَهُمْ} : الفاء: عاطفة سببية. {تطردهم} : فعل ومفعول منصوب بأن مضمرة وجوبًا بعد الفاء السببية الواقعة في جواب النهي، وفاعله ضمير يعود على محمد، والجملة من الفعل والفاعل صلة أن المضمرة، أن مع صلتها في تأويل مصدر معطوف على مصدر متصيد من الجملة التي قبلها من غير سابك لإصلاح المعنى، تقديره: لم يكن شيء من حسابهم عليك، ولا شيء من حسابك عليهم فطردك إياهم. {فَتَكُونَ} : الفاء: عاطفة سببية. {تكون} : فعل مضارع ناقص منصوب بأن المضمرة وجوبًا الواقعة في جواب النهي، واسمها ضمير يعود على محمد. {مِنَ الظَّالِمِينَ} : جار ومجرور خبر {تكون} ، وجملة {تكون} من اسمها وخبرها صلة أن المضمرة، أن مع صلتها في تأويل مصدر معطوف على مصدر متصيد من الجملة التي قبلها من غير سابك؛ لإصلاح المعنى، تقديره: لا يكن طردك الذين يدعون ربهم، فكونك من الظالمين. </p><p> {وَكَذَلِكَ فَتَنَّا بَعْضَهُمْ بِبَعْضٍ لِيَقُولُوا أَهَؤُلَاءِ مَنَّ اللَّهُ عَلَيْهِمْ مِنْ بَيْنِنَا أَلَيْسَ اللَّهُ بِأَعْلَمَ بِالشَّاكِرِينَ (٥٣) }. </p><p> {وَكَذَلِكَ}  {الواو} : استئنافية. {كذلك} : جار ومجرور صفة لمصدر محذوف. {فَتَنَّا} : فعل وفاعل. {بَعْضَهُمْ} : مفعول به ومضاف إليه. {بِبَعْضٍ} : جار ومجرور متعلق بـ {فَتَنَّا} ، والتقدير: وفتنا بعضهم ببعض فتونًا مثل ذلك الفتون المذكور، والجملة الفعلية مستأنفة. {لِيَقُولُوا} : اللام: لام كي وجر. {يَقُولُوا} : فعل وفاعل منصوب بأن مضمرة بعد لام كي. {أَهَؤُلَاءِ مَنَّ اللَّهُ عَلَيْهِمْ مِنْ بَيْنِنَا} : مقول محكي لـ {يقولوا} ، وجملة القول من الفعل والفاعل صلة أن المضمرة، أن مع صلتها في تأويل مصدر مجرور باللام، تقديره: لقولهم أهؤلاء إلخ، الجار والمجرور متعلق بـ {فَتَنَّا} ، وإن شئت قلت:  {أَهَؤُلَاءِ} : الهمزة: للاستفهام الإنكاري. {هؤلاء} في محل النصب مفعول لفعل محذوف وجوبًا يفسره المذكور بعده تقديره: أفضل الله هؤلاء من بيننا، والجملة المحذوفة في محل النصب مقول لـ {يقولوا} . {مَنَّ اللَّهُ} : فعل وفاعل. {عَلَيْهِمْ} : متعلق به. </p><p> {مِنْ بَيْنِنَا} : جار ومجرور متعلق بـ {مِنْ} ، ويجوز أن يكون حالًا من ضمير {عَلَيْهِمْ} ، وجملة {من} من الفعل والفاعل جملة مفسرة لا محل لها من الإعراب، ويجوز أن يكون {هؤلاء} مبتدأ، وجملة {مَنَّ اللَّهُ} خبره، والجملة الإسمية في محل النصب مقول لـ {يقولوا} : {أَلَيْسَ اللَّهُ} : الهمزة: للاستفهام التقريري. {لَيْسَ اللَّهُ} : فعل ناقص واسمه. {بِأَعْلَمَ} : خبر {لَيسَ} ، والباء: زائدة في خبرها. {بِالشَّاكِرِينَ} : جار ومجرور متعلق بـ {أعلم} ، وجملة {لَيْسَ} جملة إنشائية لا محل لها من الإعراب. </p><p> {وَإِذَا جَاءَكَ الَّذِينَ يُؤْمِنُونَ بِآيَاتِنَا فَقُلْ سَلَامٌ عَلَيْكُمْ كَتَبَ رَبُّكُمْ عَلَى نَفْسِهِ الرَّحْمَةَ} . </p><p> {وَإِذَا}  {الواو} : استئنافية، {إذا} : ظرف لما يستقبل من الزمان. {جَاءَكَ الَّذِينَ} : فعل ومفعول وفاعل، والجملة في محل الخفض بإضافة {إذا} إليها على كونها فعل شرط لها، والظرف متعلق بالجواب الآتي. {يُؤْمِنُونَ} : فعل وفاعل. {بِآيَاتِنَا} : جار ومجرور ومضاف إليه، متعلق بـ {يُؤْمِنُونَ} ، والجملة الفعلية صلة الموصول. {فَقُلْ} : الفاء: رابطة لجواب {إذا} وجوبًا لكون الجواب جملة طلبية. {قل} : فعل أمر، وفاعله ضمير يعود على محمد، والجملة جواب {إذا} لا محل لها من الإعراب، وجملة {إذا} مستأنفة. {سَلَامٌ عَلَيْكُمْ ...} إلى آخر الآية: مقول محكي لـ {قل} ، وإن شئت قلت:  {سَلَامٌ} : مبتدأ، وسوغ الابتداء بالنكرة كونه دعاء. {عَلَيْكُمْ} : خبر المبتدأ، والجملة في محل النصب مقول القول لـ {قل} . {كَتَبَ رَبُّكُمْ} : فعل وفاعل، والجملة في محل النصب مقول القول. {عَلَى نَفْسِهِ} : جار ومجرور ومضاف إليه متعلق بـ {كَتَبَ} . {الرَّحْمَةَ} : مفعول به لـ {كَتبَ} . </p><p> {أَنَّهُ مَنْ عَمِلَ مِنْكُمْ سُوءًا بِجَهَالَةٍ ثُمَّ تَابَ مِنْ بَعْدِهِ وَأَصْلَحَ فَأَنَّهُ غَفُورٌ رَحِيمٌ} . </p><p> {أَنَّهُ} : حرف نصب، والهاء: ضمير الشأن اسمها {مَنْ} : اسم شرط أو موصولة في محل الرفع مبتدأ، والخبر جملة الشرط، أو الجواب، أو هما. </p><p> {عَمِلَ} : فعل ماضٍ في محل الجزم بـ {من} ، وفاعله ضمير يعود على {مَن} . {مِنْكُمْ} : جار ومجرور حال من فاعل {عَمِلَ} . {سُوءًا} : مفعول به. {بِجَهَالَةٍ} : جار ومجرور حال ثانية من فاعل {عَمِلَ} . {ثُمَّ} : حرف عطف وترتيب. {تَابَ} : فعل ماض في محل الجزم معطوف على عمل، وفاعله ضمير يعود على {مَنْ} . {مِنْ بَعْدِهِ} : جار ومجرور ومضاف إليه متعلق بـ {تاب} . {وَأَصْلَحَ} في محل الجزم معطوف على {تَابَ} ، وفاعله ضمير يعود على {مَنْ} . {فَأَنَّهُ} : الفاء: رابطة لجواب {مَنْ} الشرطية وجوبًا؛ لكون الجواب جملة اسمية. {أن} : حرف نصب، والهاء: اسمها {غَفُورٌ} : خبر أول لها {رَحِيمٌ} : خبر ثانٍ لها، وجملة {أن} المصدرية من اسمها وخبرها في تأويل مصدر مرفوع على الابتداء، وخبره محذوف، والتقدير: فالغفران والرحمة حاصلان له، والجملة من المبتدأ والخبر في محل الجزم بـ {من} الشرطية على كونها جوابًا لها، وجملة {مَنْ} الشرطية في محل الرفع خبر {أن} المفتوحة، وجملة {أن} المفتوحة في محل النصب بدل من {الرَّحْمَةَ} بدل الشيء من الشيء، والتقدير: كتب ربكم على نفسه الرحمة كتب حصول الغفران والرحمة لمن عمل سوءًا بجهالة إلخ. هذا على قراءة الفتح في الهمزتين، وأما على قراءة الكسر في الهمزتين فكسر الأولى على الاستئناف على أن الكلام تم قبلها، وكسر الثانية أيضًا على الاستئناف بمعنى أنها في صدر جملة وقعت خبرًا لـ {من} الموصولة، أو جوابًا لها إن كانت شرطًا. قال أبو علي (١) : من كسر ألف {أَنَّهُ} جعله تفسيرًا للرحمة، ومن كسر ألف {فَأَنَّهُ غَفُورٌ} ، فلأن ما بعد الفاء حكمه للابتداء، ومن فتح ألف {أَنَّهُ مَنْ عَمِلَ} جعل أنَّ بدلًا من الرحمة، والمعنى: كتب ربكم أنه من عمل، ومن فتحها بعد الفاء .. أضمر خبرًا تقديره: فله أنه غفور رحيم، والمعنى: فله غفرانه انتهى. وهنا أوجه كثيرة من الإعراب لا نطيل الكلام بذكرها، ومن أرادها .. فليراجع كتب القوم. </p><p> {وَكَذَلِكَ نُفَصِّلُ الْآيَاتِ وَلِتَسْتَبِينَ سَبِيلُ الْمُجْرِمِينَ (٥٥) }. </p><p>(١) زاد المسير.</p><p> {وَكَذَلِكَ}  {الواو} : استئنافية. {كذلك} : جار ومجرور صفة لمصدر محذوف. {نُفَصِّلُ الْآيَاتِ} : فعل ومفعول، وفاعله ضمير يعود على الله، والتقدير: ونفصل الآيات تفصيلًا مثل التفصيل السابق من أول السورة إلى هنا، والجملة الفعلية مستأنفة. {وَلِتَسْتَبِينَ}  {الواو} : عاطفة على محذوف تقديره: ونفصل الآيات كذلك ليظهر الحق. {تستبين} : فعل مضارع منصوب بأن مضمرة بعد لام كي. {سَبِيلُ الْمُجْرِمِينَ} : فاعل ومضاف إليه، والجملة الفعلية صلة أن المضمرة، أن مع صلتها في تأويل مصدر مجرور باللام، تقديره: لإظهار الحق، ولإبانة سبيل المجرمين، الجار والمجرور متعلق بـ {نفصل} . </p><p> {قُلْ إِنِّي نُهِيتُ أَنْ أَعْبُدَ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ} . </p><p> {قُلْ} : فعل أمر، وفاعله ضمير يعود على محمد، والجملة مستأنفة. {إِنِّي نُهِيتُ} إلى {قُل} الآتي مقول محكي لـ {قل} منصوب به، وإن شئت قلت:  {إِنِّي} : ناصب واسمه. {نُهِيتُ} : فعل مغير، ونائب فاعله، والجملة الفعلية في محل الرفع خبر {إن} ، وجملة {إن} في محل النصب مقول لـ {قُلْ} . {أَنْ أَعْبُدَ الَّذِينَ} : ناصب وفعل ومفعول، وفاعله ضمير يعود على محمد، وجملة {أن} المصدرية مع صلتها في تأويل مصدر مجرور بحرف جر محذوف تقديره: قل لهم: إني نهيت عن عبادة الأصنام الذين تدعونهم من دون الله تعالى: {تَدْعُونَ} : فعل وفاعل، والجملة صلة الموصول، والعائد محذوف تقديره: تدعونهم. {مِنْ دُونِ اللَّهِ} : جار ومجرور ومضاف إليه، حال من فاعل {تَدْعُونَ} تقديره: حال كونكم مجاوزين الله تعالى، أو من الضمير المحذوف من {تَدْعُونَ} . </p><p> {قُلْ لَا أَتَّبِعُ أَهْوَاءَكُمْ قَدْ ضَلَلْتُ إِذًا وَمَا أَنَا مِنَ الْمُهْتَدِينَ} . </p><p> {قُلْ} : فعل أمر، وفاعله ضمير يعود على محمد، والجملة مستأنفة. {لَا أَتَّبِعُ أَهْوَاءَكُمْ} إلى آخر الآية: مقول محكي، وإن شئت قلت:  {لَا أَتَّبِعُ أَهْوَاءَكُمْ} نافٍ وفعل ومفعول ومضاف إليه، وفاعله ضمير يعود على محمد، والجملة في محل النصب مقول لـ {قل} . {قَدْ ضَلَلْتُ} : فعل وفاعل، والجملة مستأنفة على كونها مقول القول. {إِذًا} : حرف جواب وجزاء، ملغاة لا عمل لها؛ لعدم </p><p> الفعل بعدها. {وَمَا} : {الواو} : عاطفة. {ما} : نافية. {أَنَا} : مبتدأ. {مِنَ الْمُهْتَدِينَ} : جار ومجرور خبر المبتدأ، والجملة معطوفة على جملة:  {ضَلَلْتُ} على كونها مقول القول. </p><p> {قُلْ إِنِّي عَلَى بَيِّنَةٍ مِنْ رَبِّي وَكَذَّبْتُمْ بِهِ مَا عِنْدِي مَا تَسْتَعْجِلُونَ بِهِ} . </p><p> {قُلْ} : فعل أمر، وفاعله ضمير يعود على محمد، والجملة مستأنفة. {إِنِّي عَلَى بَيِّنَةٍ مِنْ رَبِّي} إلى آخر الآية مقول محكي، وإن شئت قلت:  {إن} : حرف نصب، والياء ضمير المتكلم في محل النصب اسمها. {عَلَى بَيِّنَةٍ} : جار ومجرور خبر {إن} ، وجملة {إن} في محل النصب مقول لـ {قل} . {مِنْ رَبِّي} : جار ومجرور صفة لـ {بَيِّنَةٍ} . {وَكَذَّبْتُمْ} : فعل وفاعل. {بِهِ} : جار ومجرور متعلق به، والجملة مستأنفة على كونها مقول القول، أو في محل النصب حال من {بَيِّنَةٍ} ، ولكن بتقدير: قد. {مَا} : نافية. {عِنْدِي} : ظرف ومضاف إليه خبر مقدم. {مَا} : موصولة أو موصوفة مبتدأ مؤخر، والجملة الإسمية في محل النصب مقول القول. {تَسْتَعْجِلُونَ} : فعل وفاعل. {بِهِ} : متعلق به، والجملة الفعلية صلة لـ {ما} ، أو صفة لها، والعائد أو الرابط ضمير {بِهِ} . </p><p> {إِنِ الْحُكْمُ إِلَّا لِلَّهِ يَقُصُّ الْحَقَّ وَهُوَ خَيْرُ الْفَاصِلِينَ} . </p><p> {إِنِ} : نافية. {الْحُكْمُ} : مبتدأ. {إِلَّا} : أداة استثناء مفرغ {لِلَّهِ} : جار ومجرور خبر المبتدأ، والجملة في محل النصب مقول القول. {يَقُصُّ الْحَقَّ} : فعل ومفعول، وفاعله ضمير يعود على الله، والجملة في محل النصب مقول القول، وفي قراءة {يقض} بالضاد المعجمة تقول في إعرابه {يقض} : فعل مضارع مرفوع وعلامة رفعه ضمة مقدرة على الياء المحذوفة لفظًا للتخلص من التقاء الساكنين المحذوفة خطًّا تبعًا للخط لما في اللفظ، منع من ظهورها الثقل؛ لأنه فعل معتل بالياء. {وَهُوَ} : مبتدأ. {خَيْرُ الْفَاصِلِينَ} : خبر ومضاف إليه، والجملة الإسمية معطوفة على الجملة الفعلية قبلها على كونها مقولًا لـ {قل} . </p><p> {قُلْ لَوْ أَنَّ عِنْدِي مَا تَسْتَعْجِلُونَ بِهِ لَقُضِيَ الْأَمْرُ بَيْنِي وَبَيْنَكُمْ وَاللَّهُ أَعْلَمُ </p><p> بِالظَّالِمِينَ}. </p><p> {قُلْ} : فعل أمر، وفاعله ضمير يعود على محمد، والجملة مستأنفة. {لَوْ أَنَّ عِنْدِي} إلى آخر الآية مقول محكي لـ {قل} ، وإن شئت قلت:  {لَوْ} : حرف شرط. {أَنَّ} : حرف نصب. {عِنْدِى} : ظرف ومضاف إليه خبر مقدم لـ {أن} . {مَا} : موصولة أو موصوفة في محل النصب اسم {أَنَّ} مؤخر، وجملة {تَسْتَعْجِلُونَ بِهِ} صلة لـ {ما} أو صفة لها، وجملة {أَنَّ} من اسمها وخبرها في تأويل مصدر مرفوع على الفاعلية لفعل محذوف تقديره: لو ثبت كون ما تستعجلون به عندي، والجملة من الفعل المقدر وفاعله فعل شرط لـ {لو} لا محل لها من الإعراب. {لَقُضِيَ} : اللام: رابطة لجواب {لَوْ} . {قضى الأمر} : فعل ونائب فاعل. {بَيْنِي} : ظرف ومضاف إليه متعلق بـ {قضي} . {وَبَيْنَكُمْ} : معطوف على {بَيْنِي} ، والجملة من الفعل المغير ونائب فاعله جواب {لَوْ} لا محل لها من الإعراب، وجملة {لَوْ} الشرطية من فعل شرطها وجوابها في محل النصب مقول لـ {قل} . {وَاللَّهُ أَعْلَمُ} : مبتدأ وخبر. {بِالظَّالِمِينَ} : متعلق بـ {أَعلَمُ} ، والجملة الإسمية في محل النصب مقول لـ {قل} . </p><p> التصريف ومفردات اللغة </p><p> {خَزَائِنُ اللَّهِ} والخزائن جمع: خزانة أو خزينة، والخزانة ما يحفظ فيها الشيء الذي يراد حفظه، ومنع التصرف فيه مخافة أن ينال، ومنه (١) حديث: \"فإنما يتخزن لهم ضروع مواشيهم أطعماتهم، أيحب أحدكم أن تؤتى مشربته فتكسر خزانته\" ، وهي بفتح الخاء. قال الشاعر: </p><p> إِذَا الْمَرْءُ لَمْ يَخْزِنْ عَلَيْهِ لِسَانَهُ ... فَلَيْسَ عَلَى شَيْءٍ سوَاهُ بِخَزَّانِ </p><p> وفي \"المختار\" : يقال: خزن المال إذا جعله في الخزانة واختزنه أيضًا، وخزن السر: إذا كتمه واختزنه أيضًا، وبابهما نصر، والمخزن أيضًا ما يخزن فيه </p><p>(١) البحر المحيط.</p><p> الشيء انتهى. </p><p> {وَلَا أَعْلَمُ الْغَيْبَ} والغيب: ما غيب علمه عن الناس بعدم تمكينهم من أسباب علمه كما مرَّ. </p><p> {قُلْ هَلْ يَسْتَوِي الْأَعْمَى وَالْبَصِيرُ} والأعمى والبصير هنا الضال والمهتدي: {وَأَنْذِرْ بِهِ} : والإنذار: العظة والتخويف. {وَلَا تَطْرُدِ الَّذِينَ يَدْعُونَ} الطرد (١) : الإبعاد بإهانة، وبابه: نصر، والطريد المطرود، وبنو مطرود وبنو طرَّاد فخذان من إياد. {بِالْغَدَاةِ} الغداة والغدوة، كالبكرة: ما بين طلوع الفجر إلى طلوع الشمس، أصلها: غدوة، فقلبت الواو ألفًا لتحركها بحسب الأصل، وانفتاح ما قبلها بحسب الآن، وهي نكرة، ويقرأ:  {بالغدوة} بضم الغين وسكون الدال وواو بعدها، وأكثر ما تستعمل معرفة علمًا، وقد عرفها هنا بالألف واللام. </p><p> {وَالْعَشِيِّ} آخر النهار، أو من (٢) المغرب إلى العشاء، فقيل: هو مفرد، وقيل: هو جمع عشية. {وَكَذَلِكَ فَتَنَّا} يقال: فتن الذهب يفتن - من باب ضرب - فتنة ومفتونًا: إذا أدخله النار لينظر ما جودته، والفتنة: الاختبار والامتحان، والمعنى هنا: ابتلينا واختبرنا {مَنَّ اللَّهُ عَلَيْهِمْ}  {مَنَّ} - مِن باب شد - أي: أنعم الله عليهم بنعم كثيرة. </p><p> {سَلَامٌ عَلَيْكُمْ} السلام والسلامة: البراءة والعافية من الآفات والعيوب، والسلام من أسمائه تعالى، يدل على تنزيهه عن كل ما لا يليق به من عجز ونقص وفناء، واستعمل السلام في التحية بمعنى السلامة من كل ما يسوء، وبمعنى: تأمين المسلم عليه من كل أذى يناله من المسلم، فهو دليل المودة والصفاء، وهو تحية أهل الجنة يحييهم بها ربهم جلَّ وعلا وملائكته الكرام، ويحيي بها بعضهم بعضًا. {كَتَبَ} ؛ أي: أوجب وفرض وألزم. {بِجَهَالَةٍ} والجهالة: السفه والخفة التي تقابل الحكمة والروية. {وَلِتَسْتَبِينَ} ؛ أي: تتضح وتظهر يقال: استبنت الشيء وتبينته؛ أي: عرفته بينًا واضحًا. {قُلْ إِنِّي نُهِيتُ} النهي: الزجر </p><p>(١) البحر المحيط. (٢) المراغي.</p><p> عن الشيء بالقول نحو: اجتنب قول الزور، والكف عنه بالفعل، كما قال تعالى:  {وَنَهَى النَّفْسَ عَنِ الْهَوَى} . </p><p> {تَدْعُونَ مِنْ دُونِ اللَّهِ} الدعاء: النداء لطلب إيصال الخير أو دفع الضر، ولا يكون عبادةً إلا إذا كان فيما وراء الأسباب العادية التي سخرها الله للعباد، وينالونها بكسبهم واجتهادهم وتعاونهم عليها. {قَدْ ضَلَلْتُ إِذًا} ضللت بفتح اللام، وهي لغة أهل الحجاز، وهي الفصحى، وهي قراءة الجمهور. وقرىء بكسرها، وهي لغة تميم، وهي قراءة ابن وثاب وطلحة بن مصرف كما مر، قال الجوهري: والضلال والضلالة ضد الرشاد، وقد ضللت أضل، قال الله:  {إِنْ ضَلَلْتُ فَإِنَّمَا أَضِلُّ عَلَى نَفْسِي} قال: فهذه - يعني المفتوحة - لغة نجد، وهي الفصيحة، وأهل العالية يقول: ضللت أضل انتهى. </p><p> {عَلَى بَيِّنَةٍ مِنْ رَبِّي} والبينة: كل ما يتبين به الحق من الحجج العقلية أو الآيات الحسية، ومن ذلك تسمية الشهادة بيّنة، ويجوز أن تكون التاء في بينة للمبالغة كما مر، والمعنى: على أمر بيِّن، فلما نفى أن يكون متبعًا للهوى .. نبه على ما يجب اتباعه وهو الأمر الواضح من الله تعالى:  {يَقُصُّ الْحَقَّ} والقصص: ذكر الخبر أو تتبع الأثر، من قص الحديث، أو من قص الأثر؛ أي: تتبعه، قال تعالى:  {نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ الْقَصَصِ} ، وعلى هذه القراءة، فالحق مفعول به اهـ \"سمين\" . </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات أنواعًا من البلاغة والفصاحة والبيان والبديع: </p><p> فمنها: التكرار في قوله: {لَا أَقُولُ لَكُمْ عِنْدِي خَزَائِنُ اللَّهِ} ، وفي قوله:  {وَلَا أَقُولُ لَكُمْ إِنِّي مَلَكٌ} ، وفي قوله:  {قُلْ إِنِّي نُهِيتُ} ، وقوله:  {قُلْ لَا أَتَّبِعُ أَهْوَاءَكُمْ} ، وقوله:  {قُلْ إِنِّي عَلَى بَيِّنَةٍ مِنْ رَبِّي} . </p><p> ومنها: الاستعارة في قوله: {هَلْ يَسْتَوِي الْأَعْمَى وَالْبَصِيرُ} ؛ لأنه استعارة عن الكافر والمؤمن. </p><p> ومنها: التتميم في قوله: {وَمَا مِنْ حِسَابِكَ عَلَيْهِمْ مِنْ شَيْءٍ} ؛ لأنه إنما ذكر لمجرد تتميم الفائدة وتأكيدها، وإلا فالكلام قد تمَّ بدونه. </p><p> ومنها: ما يسميه أهل البديع ردَّ الصدر على العجز في قوله: {مَا عَلَيْكَ مِنْ حِسَابِهِمْ مِنْ شَيْءٍ وَمَا مِنْ حِسَابِكَ عَلَيْهِمْ مِنْ شَيْءٍ} كقولهم عادات السادات، سادات العادات. </p><p> وقال الزمخشري (١) بعد كلام قدمه في معنى التفسير: فإن قلت: أما كفى قوله: {مَا عَلَيْكَ مِنْ حِسَابِهِمْ مِنْ شَيْءٍ} حتى ضم إليه قوله: {وَمَا مِنْ حِسَابِكَ عَلَيْهِمْ مِنْ شَيْءٍ} ؟ </p><p> قلت: قد جعلت الجملتان بمنزلة جملة واحدة، ومؤداهما واحد، وهو المعنى بقوله:  {وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى} ، ولا يستقبل بهذا المعنى إلا الجملتان جميعًا، كأنه قيل: لا يؤاخذ كل واحد لا أنت ولا هم بحساب صاحبه. انتهى. </p><p> ومنها: التشبيه في قوله: {وَكَذَلِكَ فَتَنَّا بَعْضَهُمْ} ، وفي قوله:  {وَكَذَلِكَ نُفَصِّلُ الْآيَاتِ} . </p><p> ومنها: التأكيد في قوله: {وَمَا أَنَا مِنَ الْمُهْتَدِينَ} ؛ لأنها مؤكدة لقوله:  {قَدْ ضَلَلْتُ} واختار في التأكيد بالإسمية لتدل على الدوام والاستمرار. </p><p> ومنها: الإظهار في مقام الإضمار في قوله: {وَاللَّهُ أَعْلَمُ بِالظَّالِمِينَ} إشعارًا بوصفهم بالظلم، وحق الكلام أن يقال: والله أعلم بكم. </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p>(١) الفتوحات.</p><p> قال الله سبحانه جلَّ وعلا: </p><p> {وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَا إِلَّا هُوَ وَيَعْلَمُ مَا فِي الْبَرِّ وَالْبَحْرِ وَمَا تَسْقُطُ مِنْ وَرَقَةٍ إِلَّا يَعْلَمُهَا وَلَا حَبَّةٍ فِي ظُلُمَاتِ الْأَرْضِ وَلَا رَطْبٍ وَلَا يَابِسٍ إِلَّا فِي كِتَابٍ مُبِينٍ (٥٩) وَهُوَ الَّذِي يَتَوَفَّاكُمْ بِاللَّيْلِ وَيَعْلَمُ مَا جَرَحْتُمْ بِالنَّهَارِ ثُمَّ يَبْعَثُكُمْ فِيهِ لِيُقْضَى أَجَلٌ مُسَمًّى ثُمَّ إِلَيْهِ مَرْجِعُكُمْ ثُمَّ يُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ (٦٠) وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ وَيُرْسِلُ عَلَيْكُمْ حَفَظَةً حَتَّى إِذَا جَاءَ أَحَدَكُمُ الْمَوْتُ تَوَفَّتْهُ رُسُلُنَا وَهُمْ لَا يُفَرِّطُونَ (٦١) ثُمَّ رُدُّوا إِلَى اللَّهِ مَوْلَاهُمُ الْحَقِّ أَلَا لَهُ الْحُكْمُ وَهُوَ أَسْرَعُ الْحَاسِبِينَ (٦٢) قُلْ مَنْ يُنَجِّيكُمْ مِنْ ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ تَدْعُونَهُ تَضَرُّعًا وَخُفْيَةً لَئِنْ أَنْجَانَا مِنْ هَذِهِ لَنَكُونَنَّ مِنَ الشَّاكِرِينَ (٦٣) قُلِ اللَّهُ يُنَجِّيكُمْ مِنْهَا وَمِنْ كُلِّ كَرْبٍ ثُمَّ أَنْتُمْ تُشْرِكُونَ (٦٤) قُلْ هُوَ الْقَادِرُ عَلَى أَنْ يَبْعَثَ عَلَيْكُمْ عَذَابًا مِنْ فَوْقِكُمْ أَوْ مِنْ تَحْتِ أَرْجُلِكُمْ أَوْ يَلْبِسَكُمْ شِيَعًا وَيُذِيقَ بَعْضَكُمْ بَأْسَ بَعْضٍ انْظُرْ كَيْفَ نُصَرِّفُ الْآيَاتِ لَعَلَّهُمْ يَفْقَهُونَ (٦٥) وَكَذَّبَ بِهِ قَوْمُكَ وَهُوَ الْحَقُّ قُلْ لَسْتُ عَلَيْكُمْ بِوَكِيلٍ (٦٦) لِكُلِّ نَبَإٍ مُسْتَقَرٌّ وَسَوْفَ تَعْلَمُونَ (٦٧) وَإِذَا رَأَيْتَ الَّذِينَ يَخُوضُونَ فِي آيَاتِنَا فَأَعْرِضْ عَنْهُمْ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ وَإِمَّا يُنْسِيَنَّكَ الشَّيْطَانُ فَلَا تَقْعُدْ بَعْدَ الذِّكْرَى مَعَ الْقَوْمِ الظَّالِمِينَ (٦٨) وَمَا عَلَى الَّذِينَ يَتَّقُونَ مِنْ حِسَابِهِمْ مِنْ شَيْءٍ وَلَكِنْ ذِكْرَى لَعَلَّهُمْ يَتَّقُونَ (٦٩) وَذَرِ الَّذِينَ اتَّخَذُوا دِينَهُمْ لَعِبًا وَلَهْوًا وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا وَذَكِّرْ بِهِ أَنْ تُبْسَلَ نَفْسٌ بِمَا كَسَبَتْ لَيْسَ لَهَا مِنْ دُونِ اللَّهِ وَلِيٌّ وَلَا شَفِيعٌ وَإِنْ تَعْدِلْ كُلَّ عَدْلٍ لَا يُؤْخَذْ مِنْهَا أُولَئِكَ الَّذِينَ أُبْسِلُوا بِمَا كَسَبُوا لَهُمْ شَرَابٌ مِنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْفُرُونَ (٧٠) }. </p><p> المناسبة </p><p> قوله تعالى:  {وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ ...} الآيات، مناسبة هذه الآية لما قبلها: أن الله سبحانه وتعالى لما أمر (١) رسوله - صلى الله عليه وسلم - أن يبين للمشركين أنه على بينة من ربه فيما بلغهم إياه من رسالته، وأن ما يستعجلونه من عذاب الله تعجيزًا أو تهكمًا ليس عنده، وإنما هو عند الله تعالى، وقد قضت سنته أن يجعل لكل شيء أجلًا وموعدًا لا يتقدم ولا يتأخر، وأن الله تعالى هو الذي يقضي الحق ويقصه على رسوله .. ذكر هنا أن مفاتح الغيب عنده، وأن التصرف في الخلق بيده، وأنه </p><p>(١) المراغي.</p><p> هو القاهر فوق عباده لا يشاركه أحد من رسله، ولا من سواهم في ذلك. </p><p> وقال أبو حيان: مناسبتها لما قبلها: أن الله سبحانه وتعالى (١) لما قال: {إِنِ الْحُكْمُ إِلَّا لِلَّهِ} ، وقال:  {وَاللَّهُ أَعْلَمُ بِالظَّالِمِينَ} بعد قوله: {مَا تَسْتَعْجِلُونَ بِهِ} .. انتقل من خاص إلى عام، وهو علم الله بجميع الأمور الغيبية. </p><p> قوله تعالى:  {وَهُوَ الَّذِي يَتَوَفَّاكُمْ بِاللَّيْلِ وَيَعْلَمُ مَا جَرَحْتُمْ بِالنَّهَار ...} الآية، مناسبة (٢) هذه الآية لما قبلها: أنه تعالى لما ذكر استئثاره بالعلم التام للكليات والجزئيات .. ذكر استئثاره بالقدرة التامة تنبيهًا على ما تختص به الإلهية، وذكر شيئًا محسوسًا قاهرًا للأنام، وهو التوفي بالليل والبعث بالنهار، وكلاهما ليس للإنسان فيه قدرة، بل هو أمر يوقعه الله تعالى بالإنسان. </p><p> قوله تعالى:  {قُلْ مَنْ يُنَجِّيكُمْ مِنْ ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ ...} الآية، مناسبة (٣) هذه الآية لما قبلها: لما أبان الله سبحانه وتعالى لعباده إحاطة علمه، وشمول قدرته، واستعلاءه عليهم بالقهر، وحفظه أعمالهم عليهم .. ذكرهم هنا بالدلائل الدالة على كمال القدرة الإلهية، ونهاية الرحمة والفضل والإحسان. </p><p> قوله تعالى:  {قُلْ هُوَ الْقَادِرُ عَلَى أَنْ يَبْعَثَ عَلَيْكُمْ عَذَابًا مِنْ فَوْقِكُمْ ...} الآية، مناسبة هذه الآية لما قبلها (٤) : أن الله سبحانه وتعالى لما ذكَّر المشركين ببعض آياته في أنفسهم، وبمننه عليهم بإنجائهم من الأهوال والكروب التي يشعر بها كل من وقعت له منهم؛ إما بتسخير الأسباب، وإما بدقائق اللطف والإلهام .. ذكر هنا قدرته على تعذيبهم، وأبان أنَّ عاقبة كفران النعم أن تزول وتحل محلها النقم، وأنه يمهل ولا يهمل، بل يأخذهم أخذ عزيز مقتدر. </p><p> قوله تعالى:  {وَإِذَا رَأَيْتَ الَّذِينَ يَخُوضُونَ فِي آيَاتِنَا فَأَعْرِضْ عَنْهُمْ ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه وتعالى لما ذكر في الآيات السابقة تكذيب قريش بالقرآن، وكون الرسول مبلِّغًا لا خالقًا للإيمان، وأحالهم في ظهور </p><p>(١) البحر المحيط. (٢) البحر المحيط.(٣) المراغي.(٤) المراغي.</p>"
}