{
  "id": null,
  "sura": 6,
  "aya": 135,
  "text": "<p> وشهد لهم بذلك أعداؤهم، حتى قال مؤرخو الإفرنج: ما عرف التاريخ فاتحا أعدل ولا أرحم من العرب. وقرأ زيد بن ثابت:  {ذَرِّية} - بفتح الذال - وكذا في آل عمران، وأبان بن عثمان:  {ذَرِية} - بفتح الذال وتخفيف الراء المكسورة - وعنه {ذَرْية} على وزن ضَرْبة. </p><p> ١٣٤ - وبعد أن أنذرهم عذاب الدنيا وهلاكهم فيها أنذرهم عذاب الآخرة، فقال:  {إِنَّ ما تُوعَدُونَ} ـه من جزاء الآخرة بعد البعث {لَآتٍ} لا محالة ولا مرد له، فإن الله لا يخلف الميعاد {وَما أَنْتُمْ بِمُعْجِزِينَ} الله بهرب ولا منع مما يريد، ولا فائتين عما هو نازل بكم وواقع عليكم، فهو القادر على إعادتكم كما قدر على بدء خلقكم، وهذا دليل قد ذكره الله تعالى في كتابه مرات كثيرة، وقد أنار العلم في هذا العصر أمر البعث وقربه إلى العقول، فأثبت أن هلاك الأشياء وفناءها ما هو إلا تحلل موادها وتفرقها، وأنه يمكن تركيب المواد المتفرقة وإرجاعها إلى تركيبها الأول في غير الأحياء. </p><p> ١٣٥ - ثم تمم الوعيد والتهديد بأمره لرسوله أن ينذرهم بقوله:  {قُلْ} يا محمد لهؤلاء المشركين {يا قَوْمِ اعْمَلُوا} واثبتوا {عَلى مَكانَتِكُمْ} وطريقتكم التي أنتم عليها من الشرك والعداوة، فإني غير مبال بكم ولا مكترث بكفركم {إِنِّي عامِلٌ} وثابت على مكانتي وطريقتي التي رباني ربي عليها وهداني إليها، وأقامني عليها من الإسلام والمصابرة {فَسَوْفَ تَعْلَمُونَ} بعد حين {مَنْ تَكُونُ لَهُ عاقِبَةُ الدَّارِ} ؛ أي: من تكون له العاقبة المحمودة التي يحمد عليها صاحبها في هذه الدار؛ أي: من له النصر في دار الدنيا، ومن له وراثة الأرض ومن له الدرجات العلى في الآخرة. </p><p> وفي «الفتوحات» العاقبة المحمودة: هي الاستراحة واطمئنان الخاطر، وهذه حاصلة في الدار الآخرة التي هي الجنة، فحصلت المغايرة بين الظرف والمظروف، انتهت. ويحتمل أن يراد بعاقبة الدار مآل الدنيا بالنصر والظهور، ففي الآية إعلام بغيب. وفي قوله:  {فَسَوْفَ تَعْلَمُونَ مَنْ تَكُونُ لَهُ عاقِبَةُ الدَّارِ} ترديد بينه عليه السلام وبينهم، ومعلوم أن هذا التهديد والوعيد مختص بهم، وإن عاقبة الدار الحسنى هي له صلى الله عليه وسلم. قرأ أبو بكر:  {على مكاناتكم} - على الجمع حيث وقع - فمن جمع قابل جمع المخاطبين بالجمع، ومن أفرد فعلى الجنس. </p><p> وقرأ حمزة والكسائي:  {من يكون} - بالتحتية - وقرأ الباقون {تَكُونُ} بالفوقية. قال صاحب «الكشاف» : {اعْمَلُوا عَلى مَكانَتِكُمْ} تحتمل وجهين: اعلموا على تمكنكم من أمركم وأقصى استطاعتكم وإمكانكم، أو اعملوا على جهتكم وحالكم التي أنتم عليها، يقال للرجل: إذا أمر أن يثبت على حال: على مكانك يا فلان؛ أي: اثبت على ما أنت عليه لا تنحرف عنه إني عامل على مكانتي التي أنا عليها، والمعنى اثبتوا على كفركم وعداوتكم، فإني ثابت على الإسلام وعلى مصابرتكم، فسوف تعلمون أينا تكون له العاقبة المحمودة، انتهى. </p><p> والضمير في قوله:  {إِنَّهُ لا يُفْلِحُ الظَّالِمُونَ} للشأن؛ أي: إن الشأن لا يفوز من اتصف بصفة الظلم، وهو تعريض لهم بعدم فلاحهم؛ لكونهم المتصفين بالظلم، أي: لا يفوزون بفلاح لا في الدنيا، ولا في الآخرة، وإنما يفوز به أهل الحق والعدل الذين يؤدون حقوق الله وحقوق أنفسهم، ولا يكمل مثل هذا إلا لرسل الله وحزبهم المفلحين من المؤمنين، انظر كيف نصر الله رسوله على الظالمين من قومه كأكابر مجرمي مكة المستهزئين به، ثم من سائر مشركي العرب، ثم نصر أصحابه على أعظم أمم الأرض وأقواها جندا كالرومان والفرس، ثم نصر من بعدهم على من ناوأهم من أهل الشرق والغرب، فلما ظلموا أنفسهم وظلموا الناس .. لم تبق لهم ميزة عن غيرهم تمكنهم من الفلاح والفوز، وانحصر الفوز في الأسباب المادية والأسباب المعنوية كالصبر والثبات والعدل والنظام، ولا عجب بعد هذا أن يتغلب عليهم غيرهم؛ لأن الله سبحانه وتعالى إنما وعدهم نصره إذا هم نصروه وأقاموا شرعه وسلكوا سبيل الحق والعدل كما قال تعالى: {فَأَوْحى إِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَنَّ الظَّالِمِينَ (١٣) وَلَنُسْكِنَنَّكُمُ الْأَرْضَ مِنْ بَعْدِهِمْ}. </p><p> الإعراب </p><p> {أَوَمَنْ كانَ مَيْتًا فَأَحْيَيْناهُ وَجَعَلْنا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاسِ كَمَنْ مَثَلُهُ فِي الظُّلُماتِ لَيْسَ بِخارِجٍ مِنْها كَذلِكَ زُيِّنَ لِلْكافِرِينَ ما كانُوا يَعْمَلُونَ (١٢٢) }. </p><p> {أَوَ}  (الهمزة) : داخلة على محذوف تقديره أأنتم مثلهم، و {الواو} : عاطفة ما بعدها على ذلك المحذوف. {مَنْ} : اسم موصول في محل الرفع </p><p> مبتدأ. {كانَ} : فعل ماض ناقص، واسمها ضمير يعود على {مَنْ} . {مَيْتًا} : خبرها، وجملة {كانَ} صلة {مَنْ} الموصولة. {فَأَحْيَيْناهُ}  (الفاء) : عاطفة، {أحييناه} : فعل وفاعل ومفعول، والجملة معطوفة على جملة {كانَ} . {وَجَعَلْنا} : فعل وفاعل، والجملة معطوفة على جملة {أحيينا} . {لَهُ} : جار ومجرور متعلق به، لأن {جعل} بمعنى خلق. {نُورًا} : مفعول {جعل} . {يَمْشِي} : فعل مضارع، وفاعله ضمير يعود على {مَنْ} . {بِهِ} : متعلق بـ {يَمْشِي} . {فِي النَّاسِ} : جار ومجرور متعلق به أيضا، وجملة {يَمْشِي} في محل النصب صفة لـ {نُورًا} . {كَمَنْ} : جار ومجرور في محل الرفع خبر {مَنْ} الموصولة في قوله: {أَوَمَنْ كانَ} والجملة من المبتدأ والخبر معطوفة على الجملة المحذوفة. {مَثَلُهُ} مبتدأ ومضاف إليه. {فِي الظُّلُماتِ} : جار ومجرور خبره، والجملة صلة الموصول. {لَيْسَ} : فعل ماض ناقص، واسمها ضمير يعود على مَنْ. {بِخارِجٍ} : خبرها، و (الباء) : زائدة. {مِنْها} : متعلق بـ (خارج) ، وجملة {لَيْسَ} في محل النصب حال من الضمير المستكن في الجار والمجرور الواقع خبرا أعني قوله: {فِي الظُّلُماتِ لَيْسَ} تقديره: تزيينا مثل تزيين الإيمان للمؤمنين. {كَذلِكَ} : جار ومجرور في محل نصب صفة لمصدر محذوف تقديره: جعلا مثل جعل أعمال الكافرين مزينة لهم {زُيِّنَ} : فعل ماض مغيّر الصيغة. {لِلْكافِرِينَ} : جار ومجرور متعلق به. {ما} : موصولة، أو موصوفة في محل الرفع نائب فاعل لـ {زُيِّنَ} . </p><p> {كانُوا} : فعل ناقص واسمه، وجملة {يَعْمَلُونَ} خبر {كان} ، وجملة {كان} صلة لـ {ما} ، صفة لها، والعائد أو الرابط محذوف تقديره: ما كانوا يعملونه، وجملة {زُيِّنَ} من الفعل المغير ونائب فاعله مستأنفة. </p><p> {وَكَذلِكَ جَعَلْنا فِي كُلِّ قَرْيَةٍ أَكابِرَ مُجْرِمِيها لِيَمْكُرُوا فِيها وَما يَمْكُرُونَ إِلَّا بِأَنْفُسِهِمْ وَما يَشْعُرُونَ} . </p><p> {وَكَذلِكَ}  {الواو} : استئنافية، أو عاطفة. {وكَذلِكَ} جار ومجرور صفة لمصدر محذوف تقديره: جعلا مثل جعل صناديد مكة أكابر فيها. {جَعَلْنا} : فعل وفاعل، والجملة مستأنفة، أو معطوفة على جملة {زُيِّنَ} . {فِي كُلِّ قَرْيَةٍ} : متعلق بـ {جَعَلْنا} . {أَكابِرَ} : مفعول ثان. {مُجْرِمِيها} مفعول أول لـ {جعل} منصوب بالياء، وقيل في </p><p> إعرابه غير ذلك كما مر في بحث التفسير. {لِيَمْكُرُوا} : فعل وفاعل منصوب بأن مضمرة بعد لام كي. {فِيها} : متعلق به، والجملة الفعلية في تأويل مصدر مجرور بلام التعليل تقديره: لمكرهم فيها، الجار والمجرور متعلق بـ {جَعَلْنا} . {وَما} : {الواو} : استئنافية. {ما} : نافية: {يَمْكُرُونَ} : فعل وفاعل، والجملة مستأنفة. {إِلَّا} : أداة استثناء مفرغ. {بِأَنْفُسِهِمْ} : جار ومجرور ومضاف إليه متعلق بـ {يَمْكُرُونَ} . {وَما يَشْعُرُونَ} : فعل وفاعل، والجملة في محل النصب حال من الضمير في {يَمْكُرُونَ} . </p><p> {وَإِذا جاءَتْهُمْ آيَةٌ قالُوا لَنْ نُؤْمِنَ حَتَّى نُؤْتى مِثْلَ ما أُوتِيَ رُسُلُ اللَّهِ اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسالَتَهُ سَيُصِيبُ الَّذِينَ أَجْرَمُوا صَغارٌ عِنْدَ اللَّهِ وَعَذابٌ شَدِيدٌ بِما كانُوا يَمْكُرُونَ (١٢٤) }. </p><p> {وَإِذا}  {الواو} : استئنافية. {إِذا} : ظرف لما يستقبل من الزمان. {جاءَتْهُمْ آيَةٌ} : فعل ومفعول وفاعل، والجملة في محل الجر مضاف إليه لـ {إِذا} : على كونها فعل شرط لها. {قالُوا} : فعل وفاعل، والجملة جواب {إِذا} لا محل لها من الإعراب، وجملة {إِذا} مستأنفة. {لَنْ نُؤْمِنَ} إلى قوله: {اللَّهُ أَعْلَمُ} مقول محكي لـ {قالُوا} ، وإن شئت قلت:  {لَنْ} : حرف نصب. {نُؤْمِنَ} : منصوب بـ {لَنْ} ، وفاعله ضمير يعود على المتكلمين، والجملة في محل النصب مقول لـ {قالُوا} . {حَتَّى} : حرف جر وغاية. {نُؤْتى} : فعل مضارع مغير الصغية منصوب بأن مضمرة وجوبا بعد {حَتَّى} بمعنى إلى، وفاعله ضمير يعود على المتكلمين، والجملة صلة أن المضمرة، أن مع صلتها في تأويل مصدر مجرور بـ {حَتَّى} بمعنى إلى تقديره: لن نؤمن إلى إيتائنا مثل ما أوتي رسل الله، الجار والمجرور متعلق بـ {نُؤْمِنَ} . مِثْلَ: مفعول ثان لـ {نُؤْتى} ؛ لأنه بمعنى أعطى، والأول كان نائب فاعل لها. {مِثْلَ} : مضاف. {ما} : موصولة أو موصوفة في محل الجر مضاف إليه. {أُوتِيَ رُسُلُ اللَّهِ} : فعل ونائب فاعل ومضاف إليه، والمفعول الثاني لأتى محذوف تقديره: مثل ما أوتيه رسل الله، وهو العائد على {ما} الموصولة، والجملة صلة لـ {ما} ، أو صفة لها. {اللَّهُ أَعْلَمُ} مبتدأ وخبر، والجملة مستأنفة. {حَيْثُ} : في محل النصب مفعول به لفعل محذوف دل عليه {أَعْلَمُ} تقديره: يعلم حيث يجعل رسالته، والجملة المحذوفة في محل الرفع بدل من {أَعْلَمُ} </p><p> على كونها خبر المبتدأ، وإنما قدرنا العامل لـ {حَيْثُ} ؛ لأن اسم التفضيل لا ينصب المفعول به الصريح. {يَجْعَلُ رِسالَتَهُ} : فعل ومفعول به، وفاعله ضمير يعود على {اللَّهِ} ، والجملة في محل الجر مضاف إليه لـ {حَيْثُ} . {سَيُصِيبُ الَّذِينَ} : فعل ومفعول. {أَجْرَمُوا} : فعل وفاعل، والجملة صلة الموصول. {صَغارٌ} : فاعل (يصيب) ، وجملة (يصيب) مستأنفة. {عِنْدَ اللَّهِ} : ظرف ومضاف إليه صفة لـ صَغارٌ، أو متعلق به أو بـ (يصيب) . وَعَذابٌ: معطوف على صَغارٌ. شَدِيدٌ: صفة لـ عَذابٌ. بِما:  (الباء) : حرف جر، {ما} : مصدرية. كانُوا: فعل ناقص واسمه، وجملة يَمْكُرُونَ في محل النصب خبر {كان} ، وجملة {كان} ، صلة لـ {ما} المصدرية، {ما} مع صلتها في تأويل مصدر مجرور بـ (الباء) تقديره: بسبب مكرهم، الجار والمجرور متعلق بـ (يصيب) . </p><p> {فَمَنْ يُرِدِ اللَّهُ أَنْ يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلْإِسْلامِ وَمَنْ يُرِدْ أَنْ يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقًا حَرَجًا كَأَنَّما يَصَّعَّدُ فِي السَّماءِ كَذلِكَ يَجْعَلُ اللَّهُ الرِّجْسَ عَلَى الَّذِينَ لا يُؤْمِنُونَ (١٢٥) }. </p><p> {فَمَنْ}  (الفاء) : فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر تقديره: إذا عرفت أن من كان ميتا فأحييناه ليس كمن مثله في الظلمات، وأردت بيان علامة هداية الله وعلامة إضلاله .. فأقول لك:  {من} : اسم شرط جازم في محل الرفع مبتدأ، والخبر جملة الشرط، أو الجواب، أو هما. {يُرِدِ اللَّهُ} : فعل وفاعل مجزوم بـ {من} على كونه فعل شرط لها. {أَنْ يَهْدِيَهُ} : ناصب وفعل ومفعول، وفاعله ضمير يعود على {اللَّهُ} ، والجملة في تأويل مصدر منصوب على المفعولية تقديره: فمن يرد الله هدايته. {يَشْرَحْ صَدْرَهُ} : فعل ومفعول مجزوم بـ (من) الشرطية على كونه جواب شرط لها، وفاعله ضمير يعود على {اللَّهُ} . {لِلْإِسْلامِ} : متعلق بـ {يَشْرَحْ} ، وجملة (من) الشرطية في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. {وَمَنْ} : {الواو} عاطفة. </p><p> {مَنْ} : اسم شرط في محل الرفع مبتدأ، والخبر جملة الشرط، أو الجواب، أو </p><p> هما. {يُرِدِ} فعل مضارع مجزوم بـ {مَنْ} على كونه فعل شرط لها، وفاعله ضمير يعود على {الله} . {أَنْ يُضِلَّهُ} : ناصب وفعل ومفعول، وفاعله ضمير يعود على {اللَّهُ} ، والجملة في تأويل مصدر منصوب على المفعولية تقديره: ومن يرد إضلاله. {يَجْعَلْ صَدْرَهُ ضَيِّقًا} : فعل ومفعولان مجزوم بـ {مَنْ} الشرطية على كونه جوابا لها. {حَرَجًا} : صفة {ضَيِّقًا} ، وفاعله ضمير يعود على {اللَّهُ} ، وجملة {مَنْ} الشرطية في محل النصب معطوفة على جملة {من} الأولى. {كَأَنَّما}  {كأن} : حرف نصب وتشبيه، ولكن بطل عملها لدخول {ما} الكافة عليه. {ما} كافة لكفها ما قبلها عن العمل فيما بعدها. {يَصَّعَّدُ} : فعل مضارع مرفوع، وفاعله ضمير يعود على من يرد إضلاله. {فِي السَّماءِ} : متعلق بـ {يَصَّعَّدُ} ، وجملة التشبيه إما مستأنفة، أو في محل النصب حال من الضمير المستتر في {ضَيِّقًا} . {كَذلِكَ} : جار ومجرور صفة لمصدر محذوف تقديره: جعلا مثل جعل صدر من يرد إضلاله ضيقا. {يَجْعَلُ اللَّهُ} : فعل وفاعل، والجملة مستأنفة. {الرِّجْسَ} : مفعول أول. {عَلَى الَّذِينَ} : جار ومجرور في محل المفعول الثاني إن كان جعل بمعنى يصير، والتقدير: يصير الله الرجس مستعليا عليهم محيطا بهم، ومتعلق به إن كان بمعنى يلقي؛ لأنه يتعدى حينئذ إلى مفعول واحد، والمعنى كذلك يلقي الله العذاب على الذين لا يؤمنون. وجملة {لا يُؤْمِنُونَ} : صلة الموصول لا محل لها من الإعراب. </p><p> {وَهذا صِراطُ رَبِّكَ مُسْتَقِيمًا قَدْ فَصَّلْنَا الْآياتِ لِقَوْمٍ يَذَّكَّرُونَ (١٢٦) }. </p><p> {وَهذا صِراطُ رَبِّكَ} : مبتدأ وخبر ومضاف إليه، والجملة مستأنفة. {مُسْتَقِيمًا} : حال من {صِراطُ} ، والعامل فيه اسم الإشارة باعتبار ما فيه من معنى الفعل، فإنه في معنى أشير، فهو على حد قول ابن مالك: </p><p> وعامل ضمّن معنى الفعل لا ... حروفه مؤخّرا لن يعملا </p><p> وهي حال مؤكدة لصاحبها لا مبينة؛ لأن صراط الله لا يكون إلا مستقيما. {قَدْ فَصَّلْنَا الْآياتِ} فعل وفاعل ومفعول، والجملة مستأنفة. {لِقَوْمٍ} : متعلق بـ {فَصَّلْنَا} ، وجملة {يَذَّكَّرُونَ} صفة {لِقَوْمٍ} . </p><p> {لَهُمْ دارُ السَّلامِ عِنْدَ رَبِّهِمْ وَهُوَ وَلِيُّهُمْ بِما كانُوا يَعْمَلُونَ (١٢٧) }. </p><p> {لَهُمْ} : جار ومجرور خبر مقدم. {دارُ السَّلامِ} : مبتدأ مؤخر ومضاف، والجملة من المبتدأ والخبر مستأنفة استئنافا بيانيا لا محل لها من الإعراب لوقوعها في جواب سؤال مقدر، كأن سائلا سأل عما أعد لهم؛ فقيل له ذلك، وفي «الفتوحات» يحتمل أن تكون هذه الجملة مستأنفة، ويحتمل أن تكون حالا من فاعل {يَذَّكَّرُونَ} ، ويحتمل أن تكون وصفا لقوم، وعلى هذين الوجهين؛ فيجوز أن يكون الحال، أو الوصف الجار والمجرور فقط، ويرتفع {دارُ السَّلامِ} بالفاعلية، وهذا عندهم أولى، لأنه أقرب إلى المفرد من الجملة، والأصل في الوصف والحال والخبر الإفراد فما قرب إليه أولى. {عِنْدَ رَبِّهِمْ} : ظرف ومضاف إليه حال من {دارُ} ، والعامل فيها الاستقرار في {لَهُمْ} انتهت. {وَهُوَ وَلِيُّهُمْ} : مبتدأ وخبر، والجملة مستأنفة. {بِما} : (الباء) : حرف جر وسبب، {ما} : موصولة، أو موصوفة في محل الجر بالباء الجار والمجرور متعلق بـ وَلِيُّهُمْ. كانُوا: فعل ناقص واسمه، وجملة {يَعْمَلُونَ} خبره، وجملة {كان} صلة لـ {ما} ، أو صفة لها، والعائد أو الرابط محذوف تقديره: بما كانوا يعملونه. </p><p> {وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا يا مَعْشَرَ الْجِنِّ قَدِ اسْتَكْثَرْتُمْ مِنَ الْإِنْسِ} . </p><p> {وَيَوْمَ}  {الواو} : استئنافية {يَوْمَ} : منصوب على الظرفية. {يَحْشُرُهُمْ} : فعل ومفعول، وفاعله ضمير يعود على الله. {جَمِيعًا} : حال من الهاء، أو توكيد لها، والجملة الفعلية في محل الجر مضاف إليه لـ {يَوْمَ} ، والظرف متعلق بقول محذوف تقديره: ويوم يحشرهم جميعا يقول الله سبحانه وتعالى توبيخا لهم: {يا مَعْشَرَ الْجِنِّ ...} إلخ، وجملة القول المحذوف مستأنفة. {يا مَعْشَرَ الْجِنِّ} : منادى مضاف، وجملة النداء في محل النصب مقول للقول المحذوف. {قَدِ اسْتَكْثَرْتُمْ} : فعل وفاعل. {مِنَ الْإِنْسِ} : متعلق به، والجملة الفعلية جواب النداء. </p><p> {وَقالَ أَوْلِياؤُهُمْ مِنَ الْإِنْسِ رَبَّنَا اسْتَمْتَعَ بَعْضُنا بِبَعْضٍ وَبَلَغْنا أَجَلَنَا الَّذِي أَجَّلْتَ لَنا} . </p><p> {وَقالَ أَوْلِياؤُهُمْ} : فعل وفاعل ومضاف إليه، والجملة مستأنفة. {مِنَ الْإِنْسِ} : جار ومجرور حال من {أَوْلِياؤُهُمْ} . {رَبَّنَا ...} إلخ مقول محكي </p><p> لـ {قالَ} ، وإن شئت قلت:  {رَبَّنَا} : منادى مضاف، وجملة النداء مقول {قالَ} . {اسْتَمْتَعَ بَعْضُنا} : فعل وفاعل ومضاف إليه. {بِبَعْضٍ} متعلق بـ {اسْتَمْتَعَ} ، والجملة الفعلية جواب النداء. {وَبَلَغْنا أَجَلَنَا} : فعل وفاعل ومفعول، والجملة معطوفة على جملة {اسْتَمْتَعَ} . {الَّذِي} : اسم موصول في محل النصب صفة لـ {أَجَلَنَا} . {أَجَّلْتَ} : فعل وفاعل. {لَنا} : متعلق به، والجملة صلة الموصول، والعائد محذوف تقديره: أجلته لنا. </p><p> {قالَ النَّارُ مَثْواكُمْ خالِدِينَ فِيها إِلَّا ما شاءَ اللَّهُ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٌ} . </p><p> {قالَ} : فعل ماض، وفاعله ضمير يعود على الله، والجملة مستأنفة. {النَّارُ مَثْواكُمْ} إلى آخر الآية مقول محكي لـ {قالَ} ، وإن شئت قلت:  {النَّارُ مَثْواكُمْ} : مبتدأ وخبر ومضاف إليه، والجملة في محل النصب مقول {قالَ} . {خالِدِينَ} : حال من الكاف في {مَثْواكُمْ} ، والعامل فيه فعل مقدر إن جعل (مثوى) اسم مكان؛ لأنه لا يعمل، أو هو نفسه إن جعل مصدرا بمعنى الإقامة، وعلى الثاني يكون في الكلام حذف مضاف ليصح الإخبار؛ أي: ذات إقامتكم، وتكون الكاف فاعلا بالمصدر ذكره في «الفتوحات» . {فِيها} : متعلق بـ {خالِدِينَ} . {إِلَّا} : أداة استثناء. {ما} : اسم موصول، أو نكرة موصوفة بمعنى الزمن في محل النصب على الاستثناء. {شاءَ اللَّهُ} : فعل وفاعل، والجملة صلة لـ {ما} ، أو صفة لها، والعائد أو الرابط محذوف تقديره: ما شاءه الله تعالى، والمستثنى منه محذوف تقديره: خالدين فيها في كل زمان إلا الزمن الذي شاء الله عدم خلودهم ومكثهم فيها، أو إلا زمنا شاء الله عدم مكثهم فيها. {إِنَّ} : حرف نصب. {رَبَّكَ} : اسمها. {حَكِيمٌ} : خبر أول لها. {عَلِيمٌ} : خبر ثان لها، وجملة {إِنَّ} : مستأنفة مسوقة لتعليل ما قبلها. </p><p> {وَكَذلِكَ نُوَلِّي بَعْضَ الظَّالِمِينَ بَعْضًا بِما كانُوا يَكْسِبُونَ (١٢٩) }. </p><p> {وَكَذلِكَ}  {الواو} : استئنافية. {كَذلِكَ} : صفة لمصدر محذوف تقديره: تولية مثل تمتيعنا الجن والإنس بعضهم ببعض. {نُوَلِّي} : فعل مضارع، وفاعله ضمير يعود على الله، والجملة متسأنفة. {بَعْضَ الظَّالِمِينَ} : مفعول أول ومضاف </p><p> إليه. {بَعْضًا} : مفعول ثان. {بِما} : جار ومجرور متعلق بـ {نُوَلِّي} : {كانُوا} : فعل ناقص واسمه، وجملة {يَكْسِبُونَ} : في محل النصب خبر {كان} ، وجملة {كان} صلة لـ {ما} ، أو صفة لها، والعائد أو الرابط محذوف تقديره: بما كانوا يكسبونه. </p><p> {يا مَعْشَرَ الْجِنِّ وَالْإِنْسِ أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ يَقُصُّونَ عَلَيْكُمْ آياتِي وَيُنْذِرُونَكُمْ لِقاءَ يَوْمِكُمْ هذا} . </p><p> {يا مَعْشَرَ الْجِنِّ} منادى مضاف. {وَالْإِنْسِ} : معطوف على {الْجِنِّ} ، وجملة النداء في محل النصب مقول لقول محذوف تقديره: ويوم يحشرهم جميعا يقول: يا مَعْشَرَ الْجِنِّ وَالْإِنْسِ، وجملة القول المحذوف مستأنفة. {أَلَمْ يَأْتِكُمْ}  (الهمزة) : للاستفهام التقريري التوبيخي، {لَمْ} : حرف جزم. (يأت) : فعل مضارع مجزوم بـ لَمْ، و (الكاف) : مفعول به. {رُسُلٌ} فاعل. {مِنْكُمْ} صفة لـ {رُسُلٌ} ، والجملة الفعلية في محل النصب مقول للقول المحذوف. {يَقُصُّونَ} : فعل وفاعل. {عَلَيْكُمْ} : متعلق به. {آياتِي} مفعول به ومضاف إليه، والجملة في محل الرفع صفة ثانية لـ {رُسُلٌ} ، أو في محل النصب حال من ضمير {مِنْكُمْ} كما ذكره أبو البقاء؛ أي: من الضمير المستتر في الجار والمجرور. {وَيُنْذِرُونَكُمْ} : فعل وفاعل ومفعول أول. {لِقاءَ يَوْمِكُمْ} : مفعول ثان ومضاف إليه. {هذا} : بدل من يَوْمِكُمْ، والجملة الفعلية معطوفة على جملة {يَقُصُّونَ} . </p><p> {قالُوا شَهِدْنا عَلى أَنْفُسِنا وَغَرَّتْهُمُ الْحَياةُ الدُّنْيا وَشَهِدُوا عَلى أَنْفُسِهِمْ أَنَّهُمْ كانُوا كافِرِينَ} . </p><p> {قالُوا} : فعل وفاعل، والجملة مستأنفة استئنافا بيانيا كأنه قيل: فماذا قالوا عند ذلك التوبيخ؟ فقيل: قالوا: {شَهِدْنا ...} الخ. {شَهِدْنا} : فعل وفاعل، والجملة في محل النصب مقول {قالُوا} . {عَلى أَنْفُسِنا} : جار ومجرور ومضاف إليه متعلق بـ {شَهِدْنا} . {وَغَرَّتْهُمُ الْحَياةُ} : فعل ومفعول وفاعل. {الدُّنْيا} : صفة لـ {الْحَياةُ} ، والجملة في محل النصب حال من فاعل {قالُوا} ، أو جملة معترضة لا محل لها من الإعراب؛ لاعتراضها بين المعطوف الذي هو {وَشَهِدُوا} ، والمعطوف عليه الذي هو {قالُوا} . {وَشَهِدُوا} : فعل وفاعل. {عَلى أَنْفُسِهِمْ} : </p><p> متعلق به، والجملة معطوفة على {قالُوا} . {أَنَّهُمْ} : ناصب واسمه. {كانُوا} : فعل ناقص واسمه. {كافِرِينَ} : خبر {كان} ، وجملة {كان} في محل الرفع خبر {أن} ، وجملة {أن} في تأويل مصدر منصوب على المفعولية تقديره: وشهدوا على أنفسهم كونهم كافرين. </p><p> {ذلِكَ أَنْ لَمْ يَكُنْ رَبُّكَ مُهْلِكَ الْقُرى بِظُلْمٍ وَأَهْلُها غافِلُونَ (١٣١) }. </p><p> {ذلِكَ} : مبتدأ. {أَنْ} : مخففة من الثقيلة، واسمها ضمير الشأن تقديره: أنه. {لَمْ يَكُنْ رَبُّكَ} : جازم وفعل ناقص واسمه. {مُهْلِكَ الْقُرى} : خبر كان ومضاف إليه. {بِظُلْمٍ} جار ومجرور حال من {رَبُّكَ} ؛ أي: حالة كونه متلبسا بظلم، أو حال من الضمير في {مُهْلِكَ} ، أو حال من {الْقُرى} ؛ أي: متلبسة بذنوبها، أو متعلق بـ {مُهْلِكَ} ، وجملة {يَكُنْ} من اسمها وخبرها في محل الرفع خبر {أَنْ} المخففة، وجملة {أَنْ} المخففة في تأويل مصدر مجرور بالباء المحذوفة تقديره: ذلك بسبب انتفاء كون ربك مهلك القرى. {بِظُلْمٍ} : الجار والمجرور متعلق بمحذوف خبر المبتدأ تقديره: ذلك كائن بسبب كون ربك الخ، والجملة الاسمية مستأنفة. {وَأَهْلُها غافِلُونَ} : مبتدأ وخبر، والجملة في محل النصب حال من {الْقُرى} . </p><p> {وَلِكُلٍّ دَرَجاتٌ مِمَّا عَمِلُوا وَما رَبُّكَ بِغافِلٍ عَمَّا يَعْمَلُونَ (١٣٢) }. </p><p> {وَلِكُلٍّ} : جار ومجرور خبر مقدم. {دَرَجاتٌ} : مبتدأ مؤخر، والجملة مستأنفة. {مِمَّا} : جار ومجرور صفة لـ {دَرَجاتٌ} ؛ أي: درجات كائنة مما عملوا. {عَمِلُوا} : فعل وفاعل صلة لـ {ما} ، أو صفة لها، والعائد أو الرابط محذوف تقديره: مما عملوه. {وَما} : {الواو} استئنافية أو عاطفة {ما} : حجازية. {رَبُّكَ} : اسمها. {بِغافِلٍ} : خبرها و (الباء) : زائدة. {عَمَّا} جار ومجرور متعلق بـ {بِغافِلٍ} . {يَعْمَلُونَ} فعل وفاعل، والجملة صلة لـ {ما} ، أو صفة لها، والعائد أو الرابط محذوف تقديره: عما يعملونه، وجملة {ما} الحجازية مستأنفة، أو معطوفة على جملة قوله:  {وَلِكُلٍّ دَرَجاتٌ} . </p><p> {وَرَبُّكَ الْغَنِيُّ ذُو الرَّحْمَةِ إِنْ يَشَأْ يُذْهِبْكُمْ وَيَسْتَخْلِفْ مِنْ بَعْدِكُمْ ما يَشاءُ} . </p><p> {وَرَبُّكَ} : مبتدأ. {الْغَنِيُّ} : خبر أول. {ذُو الرَّحْمَةِ} : خبر ثان، والجملة مستأنفة، ويجوز أن يكون {رَبُّكَ} : مبتدأ. {الْغَنِيُّ ذُو الرَّحْمَةِ} : وصفان له، {إِنْ يَشَأْ} وما بعده هو الخبر كما ذكره الكرخي. إِنْ: حرف شرط جازم. {يَشَأْ} : فعل مضارع مجزوم بـ {إِنْ} على كونه فعل شرط لها، وفاعله ضمير يعود على الله. {يُذْهِبْكُمْ} فعل ومفعول مجزوم بـ {إِنْ} الشرطية على كونه جوابا لها، وفاعله ضمير يعود على الله، وجملة إِنْ الشرطية مستأنفة، أو في محل الرفع خبر {رَبُّكَ}  {وَيَسْتَخْلِفْ} : فعل مضارع معطوف على (يذهب) ، وفاعله ضمير يعود على الله. {مِنْ بَعْدِكُمْ} : جار ومجرور ومضاف إليه متعلق بـ {يَسْتَخْلِفْ}  {ما} : موصولة أو موصوفة في محل النصب مفعول يستخلف. {يَشاءُ} : فعل مضارع، وفاعله ضمير يعود على الله، والجملة صلة. لـ {ما} ، أو صفة لها والعائد أو الرابط محذوف تقديره: ما يشاؤه. </p><p> {كَما أَنْشَأَكُمْ مِنْ ذُرِّيَّةِ قَوْمٍ آخَرِينَ} . </p><p> {كَما}  (الكاف) : حرف جر وتشبيه، {ما} : مصدرية. {أَنْشَأَكُمْ} : فعل ومفعول، وفاعله ضمير يعود على الله. {مِنْ ذُرِّيَّةِ قَوْمٍ} : جار ومجرور ومضاف إليه متعلق بـ {أنشأ} . {آخَرِينَ} : صفة لـ {قَوْمٍ} ، والجملة الفعلية صلة {ما} المصدرية، {ما} مع صلتها في تأويل مصدر مجرور بالكاف تقديره: كإنشائه إياكم من ذرية قوم آخرين، الجار والمجرور صفة لمصدر محذوف تقديره: ويستخلف من بعدكم، وينشىء إنشاء كإنشائه إياكم من ذرية قوم آخرين؛ لأن استخلف هنا بمعنى: أنشأ وأوجد. </p><p> {إِنَّ ما تُوعَدُونَ لَآتٍ وَما أَنْتُمْ بِمُعْجِزِينَ (١٣٤) }. </p><p> {إِنَّ} : حرف نصب. {ما} : موصولة، أو موصوفة في محل النصب اسم {إِنَّ} . {تُوعَدُونَ} : فعل ونائب فاعل، والجملة صلة لـ {ما} ، أو صفة لها، والعائد أو الرابط محذوف تقديره: إن ما توعدونه. {لَآتٍ} : {اللام} : حرف ابتداء، {آت} : خبر {إِنَّ} مرفوع، وعلامة رفعه ضمة مقدرة على الياء المحذوفة لالتقاء الساكنين منع من ظهورها الثقل؛ لأنه اسم منقوص نظير قاض </p><p> وداع، وجملة {إِنَّ} مستأنفة. وما:  {الواو} : عاطفة. {ما} : حجازية. {أَنْتُمْ} : في محل الرفع اسمها. {بِمُعْجِزِينَ} : خبرها، والباء زائدة، وجملة {ما} الحجازية معطوفة على جملة {إِنَّ} . </p><p> {قُلْ يا قَوْمِ اعْمَلُوا عَلى مَكانَتِكُمْ إِنِّي عامِلٌ فَسَوْفَ تَعْلَمُونَ مَنْ تَكُونُ لَهُ عاقِبَةُ الدَّارِ إِنَّهُ لا يُفْلِحُ الظَّالِمُونَ (١٣٥) }. </p><p> {قُلْ} : فعل أمر، وفاعله ضمير يعود على محمد، والجملة مستأنفة. يا قَوْمِ اعْمَلُوا إلى آخر الآية مقول محكي لـ {قُلْ} ، وإن شئت قلت:  {يا قَوْمِ} : منادى مضاف، وجملة النداء في محل النصب مقول {قُلْ} . {اعْمَلُوا} : فعل وفاعل، والجملة جواب النداء. {عَلى مَكانَتِكُمْ} : جار ومجرور حال من واو {اعْمَلُوا} ، أو متعلق به. {إِنِّي} : {إن} : حرف نصب، و (الياء) : اسمها. {عامِلٌ} : خبرها، والجملة في محل النصب مقول {قُلْ} على كونها جواب النداء. {فَسَوْفَ} : (الفاء) : تعليلية، أو فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر تقديره: إذا عرفتم ما قلت لكم، وأوردتم بيان من له العاقبة .. فأقول لكم، {سوف} : حرف تنفيس للاستقبال البعيد؛ لتأكيد مضمون الجملة، {تَعْلَمُونَ} : فعل وفاعل، وهي عرفانية تتعدى لمفعول واحد. {مَنْ} : اسم موصول في محل النصب مفعول به، والجملة الفعلية معللة لما قبلها، أو في محل النصب مقول لجواب إذا المقدرة. {تَكُونُ} : فعل مضارع ناقص. {لَهُ} : خبرها مقدم على اسمها. {عاقِبَةُ الدَّارِ} : اسمها مؤخر، وجملة {تَكُونُ} صلة الموصولة، والتقدير: فسوف تعلمون الفريق الذي له عاقبة الدار. إِنَّهُ {إن} : حرف نصب، والهاء ضمير الشأن في محل النصب اسمها، وجملة {لا يُفْلِحُ الظَّالِمُونَ} في محل الرفع خبرها، وجملة {إن} مستأنفة استئنافا بيانيا كأنه واقع في جواب سؤال مقدر كأنه قيل: وما عاقبتهم. </p><p> التصريف ومفردات اللغة </p><p> {كَمَنْ مَثَلُهُ} المثل: الصفة والنعت، والظلمات جمع ظلمة؛ وهي ضد النور، وجمعها هنا؛ لأن المراد بها ظلمة الكفر وظلمة الجهالة وظلمة عمى البصيرة كما مر. </p><p> {فِي كُلِّ قَرْيَةٍ أَكابِرَ مُجْرِمِيها} أكابر جمع أكبر، أو كبير غير منصرف؛ لأنه على زنة مفاعل، والمجرمون فاعلوا الإجرام، والإجرام هو ما فيه الفساد والضرر من الأعمال. والقرية (١) : البلد الجامع للناس - العاصمة في عرف هذا العصر - وقد تطلق بمعنى الشعب أو الأمة، ويراد فيها البلد في إصطلاح هذا العصر، فيقولون: ثروة البلد مصلحة البلد، ويريدون الأمة. </p><p> {لِيَمْكُرُوا فِيها} المكر: صرف المرء غيره عما يريده إلى غيره بضرب من الحيلة في الفعل، أو الخلابة في القول، وقال أبو عبيدة (٢) : المكر الخديعة، والحيلة، والفجور والغدر والخلاف. </p><p> {صَغارٌ} : الصّغار (٣) والصّغر - بفتحتين -: الذلّ والهوان، جزاء الكفر والطغيان، والصغار: قلة في الأمور المعنوية، والصغر: - بزنة عنب - قلة في الأمور الحسية، والصاغر: الراضي بالمنزلة الدنية، يقال فيه (٤) : صغر ككرم كما في «القاموس» وصغر كتعب كما في «المصباح» والمصدر صغر كعنب، وصغر كقفل، وصغار كسحاب، والصغر ضد الكبر، يقال فيه: صغر - بالضم - فهو صغير، وصغر كفرح صغرا كعنب، وصغرا كشجر، وصغرانا كعثمان. </p><p> {يَشْرَحْ صَدْرَهُ} يقال (٥) : شرح الله صدره فانشرح؛ أي: وسعه لقبول الإيمان والخير فوسع، وذلك أن الإنسان إذا اعتقد في عمل من الأعمال أن نفعه زائد وخيره راجح وربحه ظاهر .. مال بطبعه إليه، وقويت رغبته فيه، فتسمى هذه الحالة سعة النفس وانشراح الصدر، وقيل: الشرح: الفتح والبيان، يقال: شرح الله لفلان أمره إذا أوضحه وأظهره، وشرح المسألة إذا كانت مشكلة وأوضحها وبينها، فقد ثبت أن للشرح معنيين: </p><p>(١) المراغي. (٢) زاد المسير.(٣) المراغي.(٤) الفتوحات.(٥) الفتوحات.</p><p> أحدهما: الفتح ومنه يقال: شرح الكافر بالكفر صدرا؛ أي: فتحه لقبوله، ومنه قوله تعالى:  {وَلكِنْ مَنْ شَرَحَ بِالْكُفْرِ صَدْرًا} وقوله: {أَفَمَنْ شَرَحَ اللَّهُ صَدْرَهُ لِلْإِسْلامِ} يعني فتحه ووسعه لقبوله. </p><p> والثاني: أن الشرح نور يقذفه الله تعالى في قلب العبد، فيعرف بذلك النور الحق فيقبله، وينشرح صدره له ذكره في «الفتوحات» . </p><p> {يَجْعَلْ صَدْرَهُ ضَيِّقًا حَرَجًا} والضيق بالتشديد والتخفيف لغتان فيه كهين وهين ضد الواسع، وقيل: المخفف مصدر ضاق يضيق ضيقا كقوله تعالى: {وَلا تَكُ فِي ضَيْقٍ} يقال: ضاق يضيق ضيقا، وضيقا - بفتح الضاد وكسرها - ففي جعله مصدرا يجيء فيه الأوجه الثلاثة: في المصدر الواقع وصفا لجثة نحو رجل عدل، وهي حذف مضاف، أو المبالغة، أو وقوعه موقع اسم الفاعل؛ أي: </p><p> يجعل صدره ذا ضيق، أو ضائقا، أو نفس الضيق مبالغة. </p><p> وقولنا فيه بالتخفيف؛ أي: تخفيف الياء بحذف الياء الثانية التي هي عين الكلمة، فيصير وزنه فيلا بوزن ضربا، وقولنا بالتشديد؛ أي: تشديد الياء، ووزنه فيعل كهين وميت، وفي «السمين» وإذا قلنا: إنه مخفف من المشدد، فهل المحذوف الياء الأولى أو الثانية؟ فيه خلاف. </p><p> حرجا وحرجا - بفتح الراء وكسرها - هو المتزايد في الضيق؛ أي: شديد الضيق، فهو أخص من الأول، فكل حرج ضيق من غير عكس، وعلى هذا فالمكسور والمفتوح بمعنى واحد مأخوذ من الحرجة؛ وهي الشجر الكثير الملتف بعضه ببعض بحيث يصعب الدخول فيه. روي (١) أن عمر - رضي الله عنهه - سأل أعرابيا من بني مدلج عن الحرجة، فقال: هي الشجرة تكون بين الأشجار لا تصل إليها راعية ولا وحشية، فقال عمر: كذلك قلب المنافق لا يصل إليه شيء من الخير. </p><p> {الرِّجْسَ} كل ما يستقذر حسا أو عقلا أو شرعا، أو هو ما لا خير فيه، أو </p><p>(١) المراغي.</p><p> اللعنة في الدنيا والعذاب في الآخرة. </p><p> {صِراطُ رَبِّكَ} ؛ أي: طريقه الذي ارتضاه وسنته التي اقضتها حكمته، والمستقيم ما لا إعوجاج فيه ولا زيغ. </p><p> {دارُ السَّلامِ} هي الجنة، أو هي دار السلامة من المنغصات والكروب. </p><p> {وَلِيُّهُمْ} ؛ أي: متولي أمورهم وكافيهم كل ما يهمهم. </p><p> {يا مَعْشَرَ الْجِنِّ} المعشر والنفر والقوم والرهط الجمع من الرجال فحسب، ولا واحد لها من لفظها. وقال الليث: المعشر كل جماعة أمرهم واحد نحو معشر المسلمين، ومعشر الكافرين، ويطلق على الإنس والجن بدليل الآية، ويجمع (١) على معاشر كما ورد: «نحن معاشر الأنبياء لا نورث» ، وقال الأفوه: </p><p> فينا معاشر لم يبنوا لقومهم ... وإن بنى قومهم ما أفسدوا عادوا </p><p> {اسْتَكْثَرْتُمْ} يقال: استكثر من الشيء إذا أخذ الكثير منه يقال: استكثر من الطعام أكل كثيرا، وهو من استفعل، ثلاثيه كثر. وقال ابن (٢) عباس ومجاهد وقتادة: أفرطتم في إضلالهم وإغوائهم. </p><p> {وَقالَ أَوْلِياؤُهُمْ} وأولياؤهم هم الذين تولوهم؛ أي: أطاعوهم في وسوستهم وما ألقوه إليهم من الخرافات والأوهام. {اسْتَمْتَعَ بَعْضُنا} استمتع من باب استفعل ثلاثيه متع، والاستمتاع بالشيء جعله متاعا، والمتاع ما ينتفع به انتفاعا طويلا ممتدا، وإن كان قليلا. {وَبَلَغْنا أَجَلَنَا} ؛ أي: وصلنا يوم البعث والجزاء. </p><p> {النَّارُ مَثْواكُمْ خالِدِينَ فِيها} المثوى مكان الثواء؛ أي: الإقامة والسكنى، أو مصدر ميمي بمعنى الثواء والإقامة، والخلود المكث الطويل غير المؤقت بوقت {يَقُصُّونَ عَلَيْكُمْ آياتِي} وفي «المصباح» وقصصت الخبر قصا من باب رد حدثته </p><p>(١) البحر المحيط. (٢) البحر المحيط.</p><p> على وجهه، والاسم القصص - بفتحتين - انتهى. فهو من المضاعف المعدى، فقياسه ضم عين مضارعه. </p><p> {إِنْ يَشَأْ يُذْهِبْكُمْ} ؛ أي: يهلككم من أذهب الرباعي بمعنى أهلك وأعدم. </p><p> {يَسْتَخْلِفْ} ؛ أي: ينشيىء الذرية والنسل من استخلف بمعنى يخلف، فالسين والتاء زائدتان. </p><p> {بِمُعْجِزِينَ} ؛ أي: جاعلي من طلبكم عاجزا غير قادر على إدراككم. </p><p> {عَلى مَكانَتِكُمْ} المكانة الحالة التي هم عليها، واختلف في ميم مكان ومكانة، فقيل هي أصلية، وهما من مكن يمكن من باب كرم يقال: مكن مكانة عند الأمير ارتفع وصار ذا منزلة، وقيل: هي زائدة، وهما من الكون، فالمعنى على الأول: اعملوا على ممكنتكم من أمركم وأقصى استطاعتكم، فالمكانة مصدر، وعلى الثاني: اعملوا على جهتكم وحالكم التي أنتم عليها، وعلى هذا تكون الميم زائدة، فيكون كل من المكان والمكانة مفعلا ومفعلة من الكون. {مَنْ تَكُونُ لَهُ عاقِبَةُ الدَّارِ} والدار هي الدنيا، والمراد بالعاقبة عاقبة الخير إذ لا اعتداد بعاقبة الشر؛ لأن الله سبحانه وتعالى جعل الدنيا مزرعة الآخرة وقنطرة المجاز إليها، وأراد من عباده أعمال الخير لينالوا حسن العاقبة. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات أنواعا من الفصاحة والبلاغة والبيان والبديع: </p><p> فمنها: الاستعارة التصريحية التبعية، في قوله:  {أَوَمَنْ كانَ مَيْتًا} ؛ لأنه استعار الموت للكفر، فاشتق منه ميتا بمعنى كافرا، وفي قوله:  {فَأَحْيَيْناهُ} ؛ لأنه استعار الحياة للإيمان، وفي قوله:  {نُورًا} ؛ لأنه استعار النور للهداية، وفي قوله:  {فِي الظُّلُماتِ} ؛ لأنه استعار الظلمة للضلال. </p><p> ومنها: الاستفهام الإنكاري في قوله: {أَوَمَنْ كانَ مَيْتًا} . </p><p> ومنها: الطباق بين قوله: {مَيْتًا} وقوله: {فَأَحْيَيْناهُ} ، وبين قوله:  {نُورًا} وقوله: {فِي الظُّلُماتِ} . </p><p> ومنها: التكرار في قوله: {كَذلِكَ زُيِّنَ} ، وقوله:  {وَكَذلِكَ جَعَلْنا فِي كُلِّ قَرْيَةٍ} . </p><p> ومنها: الجناس المماثل في قوله: {لِيَمْكُرُوا فِيها وَما يَمْكُرُونَ إِلَّا بِأَنْفُسِهِمْ} . </p><p> ومنها: المقابلة في قوله: {فَمَنْ يُرِدِ اللَّهُ أَنْ يَهْدِيَهُ وقوله: وَمَنْ يُرِدْ أَنْ يُضِلَّهُ} . </p><p> ومنها: الكناية في قوله: {يَشْرَحْ صَدْرَهُ لِلْإِسْلامِ} ؛ لأن الشرح كناية عن قبول النفس للحق والهدى الذي جاء به الرسول صلى الله عليه وسلم. </p><p> ومنها: الطباق بين لفظي: الشرح والضيق. </p><p> ومنها: التأكيد في قوله: {حَرَجًا} لأنه تأكيد لـ {ضَيِّقًا} . </p><p> ومنها: التشبيه في قوله: {كَأَنَّما يَصَّعَّدُ فِي السَّماءِ} ؛ لأنه شبه حال من جعل الله صدره ضيقا حرجا عن الإيمان بحال من يكلف نفسه بالصعود إلى السماء المظلمة، أو إلى مكان مرتفع وعر كالعقبة. </p><p> ومنها: الاستعارة في قوله: {وَهذا صِراطُ رَبِّكَ} ؛ لأنه استعار الصراط بمعنى الطريق لما جاء به محمد صلى الله عليه وسلم. </p><p> ومنها: الإضافة للتشريف، في قوله:  {لَهُمْ دارُ السَّلامِ} إذا كان السلام من أسمائه تعالى. </p><p> ومنها: الظرفية المجازية في قوله: {عِنْدَ رَبِّهِمْ} الدالة على شرف الرتبة في المنزلة. </p><p> ومنها: الإيجاز بالحذف في قوله: {قَدِ اسْتَكْثَرْتُمْ مِنَ الْإِنْسِ} ؛ أي: أفرطتم في إغواء وإضلال الإنس، وفي قوله:  {اسْتَمْتَعَ بَعْضُنا بِبَعْضٍ} ؛ أي: استمتع </p><p> بعض الإنس ببعض الجن، وبعض الجن ببعض الإنس. </p><p> ومنها: تعريف الطرفين لإفادة الحصر في قوله: {النَّارُ مَثْواكُمْ} . </p><p> ومنها: الاستفهام التقريري التوبيخي في قوله: {أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ} . </p><p> ومنها: تعويض التنوين عن المحذوف في قوله: {وَلِكُلٍّ دَرَجاتٌ} ؛ أي لكل العاملين. </p><p> ومنها: دخول إن واللام على الجملة الاسمية للتأكيد، في قوله:  {إِنَّ ما تُوعَدُونَ لَآتٍ} ؛ لأن المخاطبين منكرون للبعث، فلذا أكد الخبر بمؤكدين. </p><p> ومنها: الجناس المغاير بين {اعْمَلُوا} و {عامِلٌ} في قوله: {قُلْ يا قَوْمِ اعْمَلُوا عَلى مَكانَتِكُمْ إِنِّي عامِلٌ} . </p><p> ومنها: التهديد والوعيد (١) في قوله: {فَسَوْفَ تَعْلَمُونَ} كقوله: {سَنَفْرُغُ لَكُمْ أَيُّهَ الثَّقَلانِ} وقوله: {مَنْ يَرْتَدَّ مِنْكُمْ عَنْ دِينِهِ فَسَوْفَ يَأْتِي اللَّهُ بِقَوْمٍ} وقال الشاعر: </p><p> إذا ما التقينا والتقى الرّسل بيننا ... فسوف ترى يا عمرو ما الله صانع </p><p> وقال آخر: </p><p> ستعلم ليلى أيّ دين تداينت ... وأيّ غريم للتّقاضي غريمها </p><p> ومعلوم أن هذا التهديد والوعيد مختص بهم. </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p>(١) البحر المحيط بتصرف.</p><p> قال الله سبحانه جلّ وعلا: </p><p> {وَجَعَلُوا لِلَّهِ مِمَّا ذَرَأَ مِنَ الْحَرْثِ وَالْأَنْعامِ نَصِيبًا فَقالُوا هذا لِلَّهِ بِزَعْمِهِمْ وَهذا لِشُرَكائِنا فَما كانَ لِشُرَكائِهِمْ فَلا يَصِلُ إِلَى اللَّهِ وَما كانَ لِلَّهِ فَهُوَ يَصِلُ إِلى شُرَكائِهِمْ ساءَ ما يَحْكُمُونَ (١٣٦) وَكَذلِكَ زَيَّنَ لِكَثِيرٍ مِنَ الْمُشْرِكِينَ قَتْلَ أَوْلادِهِمْ شُرَكاؤُهُمْ لِيُرْدُوهُمْ وَلِيَلْبِسُوا عَلَيْهِمْ دِينَهُمْ وَلَوْ شاءَ اللَّهُ ما فَعَلُوهُ فَذَرْهُمْ وَما يَفْتَرُونَ (١٣٧) وَقالُوا هذِهِ أَنْعامٌ وَحَرْثٌ حِجْرٌ لا يَطْعَمُها إِلاَّ مَنْ نَشاءُ بِزَعْمِهِمْ وَأَنْعامٌ حُرِّمَتْ ظُهُورُها وَأَنْعامٌ لا يَذْكُرُونَ اسْمَ اللَّهِ عَلَيْهَا افْتِراءً عَلَيْهِ سَيَجْزِيهِمْ بِما كانُوا يَفْتَرُونَ (١٣٨) وَقالُوا ما فِي بُطُونِ هذِهِ الْأَنْعامِ خالِصَةٌ لِذُكُورِنا وَمُحَرَّمٌ عَلى أَزْواجِنا وَإِنْ يَكُنْ مَيْتَةً فَهُمْ فِيهِ شُرَكاءُ سَيَجْزِيهِمْ وَصْفَهُمْ إِنَّهُ حَكِيمٌ عَلِيمٌ (١٣٩) قَدْ خَسِرَ الَّذِينَ قَتَلُوا أَوْلادَهُمْ سَفَهًا بِغَيْرِ عِلْمٍ وَحَرَّمُوا ما رَزَقَهُمُ اللَّهُ افْتِراءً عَلَى اللَّهِ قَدْ ضَلُّوا وَما كانُوا مُهْتَدِينَ (١٤٠) وَهُوَ الَّذِي أَنْشَأَ جَنَّاتٍ مَعْرُوشاتٍ وَغَيْرَ مَعْرُوشاتٍ وَالنَّخْلَ وَالزَّرْعَ مُخْتَلِفًا أُكُلُهُ وَالزَّيْتُونَ وَالرُّمَّانَ مُتَشابِهًا وَغَيْرَ مُتَشابِهٍ كُلُوا مِنْ ثَمَرِهِ إِذا أَثْمَرَ وَآتُوا حَقَّهُ يَوْمَ حَصادِهِ وَلا تُسْرِفُوا إِنَّهُ لا يُحِبُّ الْمُسْرِفِينَ (١٤١) وَمِنَ الْأَنْعامِ حَمُولَةً وَفَرْشًا كُلُوا مِمَّا رَزَقَكُمُ اللَّهُ وَلا تَتَّبِعُوا خُطُواتِ الشَّيْطانِ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ (١٤٢) ثَمانِيَةَ أَزْواجٍ مِنَ الضَّأْنِ اثْنَيْنِ وَمِنَ الْمَعْزِ اثْنَيْنِ قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الْأُنْثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحامُ الْأُنْثَيَيْنِ نَبِّئُونِي بِعِلْمٍ إِنْ كُنْتُمْ صادِقِينَ (١٤٣) وَمِنَ الْإِبِلِ اثْنَيْنِ وَمِنَ الْبَقَرِ اثْنَيْنِ قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الْأُنْثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحامُ الْأُنْثَيَيْنِ أَمْ كُنْتُمْ شُهَداءَ إِذْ وَصَّاكُمُ اللَّهُ بِهذا فَمَنْ أَظْلَمُ مِمَّنِ افْتَرى عَلَى اللَّهِ كَذِبًا لِيُضِلَّ النَّاسَ بِغَيْرِ عِلْمٍ إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ (١٤٤) }. </p><p> المناسبة </p><p> قوله تعالى:  {وَجَعَلُوا لِلَّهِ مِمَّا ذَرَأَ مِنَ الْحَرْثِ وَالْأَنْعامِ ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه وتعالى لما ذكر قبح (١) طريقة </p><p>(١) البحر المحيط.</p><p> مشركي العرب في إنكارهم البعث .. ذكر أنواعا من جهالاتهم تنبيها على ضعف عقولهم، وفي قوله:  {مِمَّا ذَرَأَ} أنه تعالى كان أولى أن يجعل له الأحسن والأجود، وأن يكون جانبه تعالى هو الأرجح إذ كان تعالى هو الموجد لما جعلوا له منه نصيبا، والقادر على تنميته دون أصنامهم العاجزة عن ما يحل بها فضلا أن تخلق شيئا أو تنميه. </p><p> وعبارة «المراغي» هنا: بعد أن (١) حاجّ الله سبحانه وتعالى المشركين وسائر العرب في كثير من أصول الدين، وكان آخرها البعث والجزاء .. ذكر هنا بعض عبادتهم في الحرث والأنعام، والتحليل والتحريم بباعث الأهواء النفسية، والخرافات الوثنية، انتهت. </p><p> قوله تعالى:  {وَهُوَ الَّذِي أَنْشَأَ جَنَّاتٍ مَعْرُوشاتٍ وَغَيْرَ مَعْرُوشاتٍ ...} الآية، مناسبة هذه الآية لما قبلها (٢) : أنه سبحانه وتعالى لما أخبر عنهم أنهم حرموا أشياء مما رزقهم الله .. أخذ يذكر تعالى ما امتن به عليهم من الرزق الذي تصرفوا فيه بغير إذنه تعالى افتراء منهم عليه واختلافا، فذكر نوعي الرزق النباتي والحيواني، فبدأ بالنباتي كما بدأ به في الآية المشبهة لهذا، واستطرد منه إلى الحيواني إذ كانوا قد حرموا أشياء من النوعين. </p><p> وعبارة «المراغي» هنا: علمت (٣) فيما سلف أن أصول الدين التي عني الكتاب الكريم بذكرها، واهتم ببيانها، وكررها المرة إثر المرة هي التوحيد والنبوة والبعث والقضاء والقدر، وقد بالغ سبحانه وتعالى في تقرير هذه الأصول، وأتبعها بذكر آراء لهم سخيفة وكلمات فاسدة في التحليل والتحريم تنبيها على ضعف عقولهم، وتنفيرا للناس من اتباع آرائهم والسير على أهوائهم. </p><p> قوله تعالى:  {وَلا تُسْرِفُوا إِنَّهُ لا يُحِبُّ الْمُسْرِفِينَ} الآية، مناسبة هذه الآية لما قبلها: أن الله (٤) سبحانه وتعالى لما أمر بالأكل من ثماره، وبإيتاء حقه .. نهى </p><p>(١) المراغي. (٢) البحر المحيط.(٣) المراغي.(٤) البحر المحيط.</p>"
}