{
  "id": null,
  "sura": 6,
  "aya": 75,
  "text": "<p> إبراهيم يعبده، وإنما سماه بهذا الاسم؛ لأن من عبد شيئًا أو أحبه .. جعل اسم ذلك المعبود أو المحبوب اسمًا له، فهو كقوله:  {يَوْمَ نَدْعُو كُلَّ أُنَاسٍ بِإِمَامِهِمْ} . وقيل: معناه: وإذ قال إبراهيم لأبيه يا عابد آزر، فحذف المضاف وأقيم المضاف إليه مقامه. والصحيح هو الأول: أن آزر اسم لأبي إبراهيم؛ لأن الله تعالى سماه به، وما نقل عن النسابين والمؤرخين أن اسمه تارح، ففيه نظر؛ لأنهم إنما نقلوه عن أصحاب الأخبار وأهل السير من أهل الكتاب ولا عبرة بنقلهم. </p><p> وقد أخرج البخاري في \"أفراده\" من حديث أبي هريرة رضي الله عنه: أن النبي - صلى الله عليه وسلم - قال:  \"يلقى إبراهيم عليه السلام أباه آزر يوم القيامة، وعلى وجه آزر قترة وغبرة .. \" الحديث، فسماه النبي - صلى الله عليه وسلم -: آزر أيضًا، ولم يقل: أباه تارح، فثبت بهذا أن اسمه الأصلي آزر لا تارح، والله أعلم. وقيل: كان آزر من أهل حران، وهو تارخ بن ناحور بن ساروع بن أرغو بن فالغ بن عابر بن شالخ بن أرفخشد بن سام بن نوح عليه السلام، ذكره أبو حيان في \"البحر\" . وإبراهيم اسم خليل الرحمن أبي الأنبياء الأكبر من بعد نوح، وهو العاشر من أولاد سام كما في سفر التكوين من التوراة، ولد في بلدة: أور؛ أي: النور، من بلاد الكلدان، وهي المعروفة الآن باسم: أورفا في ولاية حلب كما يرجح ذلك المؤرخون. ومعنى إبراهيم: أبو الجمهور العظيم؛ أي: أبو الأمة، وهو تبشير من الله له بتكثير نسله من ولديه إسماعيل وإسحاق عليهما السلام. </p><p> وقد أثبت علماء الآثار (١) أن عرب الجزيرة سكنوا منذ فجر التاريخ بلاد الكلدان ومصر، وغلبت لغتهم فيهما، ونقل بعض المؤرخين أن الملك حمورابي الذي كان معاصرًا لإبراهيم عليه السلام عربي، وقد أسكن إبراهيم ابنه إسماعيل مع أمه هاجر المصرية في الوادي الذي بنيت فيه مكة، وأن الله سخر لهما جماعة من جرهم سكنوا معهما هناك، والله أعلم. </p><p> ٧٥ - {وَكَذَلِكَ} ؛ أي: وكما أرينا إبراهيم الحق في أمر أبيه وقومه، وهو أنهم </p><p>(١) المراغي.</p><p> كانوا في ضلال مبين في عبادتهم للأصنام والأوثان {نُرِي إِبْرَاهِيمَ مَلَكُوتَ السَّمَاوَاتِ وَالْأَرْضِ} ؛ أي: أريناه مرة بعد مرة ملكوت السموات والأرض؛ أي: خلقهما بما فيهما من بديع النظام وغريب الصنع، فأريناه تلك الكواكب التي تدور في أفلاكها على وضع لا تعدوه، وأريناه الأرض وما في طبقاتها المختلفة من أصناف المعادن النافعة للإنسان في معاشه إذا هو استخدمها على الوجه الصحيح الذي أرشدناه إليه، وجلينا له بواطن أمورها وظواهرها، مما يدل على وحدانيتنا وعظيم قدرتنا وإحاطة علمنا بكل شيء. والمعنى (١) : وكما أرينا إبراهيم البصيرة في دينه، والحق في خلاف قومه، وما كانوا عليه من الضلال في عبادة الأصنام .. نريه ملكوت السموات والأرض، فلهذا السبب عبر عن هذه الرؤية بلفظ المستقبل في قوله:  {وَكَذَلِكَ نُرِي إِبْرَاهِيمَ} ؛ لأنه سبحانه وتعالى كان أراه بعين البصيرة أن أباه وقومه على غير الحق فخالفهم، فجزاه الله بأن أراه بعد ذلك ملكوت السموات والأرض، فحسنت هذه العبارة لهذا المعنى، والملكوت: الملك، زيدت فيه التاء للمبالغة، كالرهبوت والرغبوت والرحموت: من الرهبة والرغبة والرحمة. وقال مجاهد وسعيد بن جبير: يعني آيات السموات والأرض، وذلك أنه أقيم على صخرة، وكشف له عن السموات حتى رأى العرش والكرسي وما في السموات من العجائب، وحتى رأى مكانه في الجنة، فذلك قوله:  {وَآتَيْنَاهُ أَجْرَهُ فِي الدُّنْيَا} يعني: أريناه مكانه في الجنة، وكشف له عن الأرض حتى نظر إلى أسفل الأرضين، ورأى ما فيها من العجائب. وقرأ (٢) أبو السمال: {مَلْكُوتَ} - بسكون اللام -: وهي لغة بمعنى: الملك. وقرأ عكرمة:  {ملكوث} بالثاء المثلثة. وقال:  {ملكوثا} باليونانية والقبطية. وقال النخعي: هي {ملكوثا} بالعبرانية. وقرىء:  {وكذلك ترى} التاء من فوق {إبراهيم ملكوت} - برفع التاء -؛ أي: تبصره دلائل الربوبية. </p><p> وقوله:  {وَلِيَكُونَ مِنَ الْمُوقِنِينَ} معطوف على محذوف معلوم من السياق تقديره: وكذلك أرينا إبراهيم ملكوت السموات والأرض ليقيم بها الحجة على </p><p>(١) الخازن. (٢) البحر المحيط.</p>"
}