{
  "id": null,
  "sura": 6,
  "aya": 108,
  "text": "<p> بأرزاقهم وتتولى أمورهم وتتصرف فيها. والمعنى (١) : أنك لم تبعث لتحفظ المشركين من العذاب، وإنما بعثت مبلغًا، فلا تهتم بشركهم، فإن ذلك بمشيئة الله سبحانه وتعالى. </p><p> والخلاصة (٢) : أنه ليس لك ما ذكر من الوصفين كما يكون ذلك لبعض الملوك بالقهر أو التراضي، بل أنت بشير ونذير، والله هو الذي يتولى جزاءهم وحسابهم. </p><p> ١٠٨ - {وَلَا تَسُبُّوا الَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ} ؛ أي: ولا تشتموا أيها المؤمنون الأصنام التي كان المشركون يعبدونها ويدعونها من دون الله تعالى لجلب نفع لهم، أو دفع ضر عنهم بوساطتها وشفاعتها لهم عند الله تعالى {فَيَسُبُّوا اللَّهَ} ؛ أي: فيتسبب عن ذلك سب المشركين لله تعالى {عَدْوًا} ؛ أي: ظلمًا ملتبسًا {بِغَيْرِ عِلْمٍ} ؛ أي: بجهل بالله تعالى ليغيظوا المؤمنين، ولينتصروا لآلهتهم لشدة غيظهم لأجلها، فيخرجوا عن حال الاعتدال إلى ما ينافي العقل، كما يقع من بعض المسلمين إذا اشتد غضبه وانحرف، فإنه قد يلفظ بما يؤدي إلى الكفر نعوذ بالله من ذلك. </p><p> والمعنى: ولا تسبوا الأصنام التي كان المشركون يدعونها من دون الله، فيسبوا الله للظلم بغير علم بما يجب في حقه عليهم؛ لأنهم جهلة بالله تعالى؛ لأن بعضم كان يقول بالدهر ونفي الصانع. قال (٣) قتادة: كان المؤمنون يسبون أوثان الكفار، فيردون ذلك عليهم، فنهاهم الله عن ذلك لئلا يسبوا الله، فإنهم قوم جهلة لا علم لهم بالله عَزَّ وَجَلَّ انتهى. وإنما نهوا عن سب الأصنام وإن كان مباحًا لما ينشأ عن ذلك من المفاسد، وهو سب الله وسب رسوله، فظاهر الآية كان نهيًا عن سب الأصنام، وحقيقتها النهي عن سب الله تعالى؛ لأنه سبب لذلك، وفي ذلك دلالة على أن الطاعة إذا أدت إلى معصية راجحة .. وجب تركها، فإن ما يؤدي إلى الشر شر. </p><p>(١) الخازن. (٢) المراغي.(٣) المراح.</p><p> وقيل معنى الآية (١) : ولا تسبوا أيها المؤمنون من يعبدون الأصنام من حيث عبادتهم لآلهتهم، كأن تقولوا: تبًّا لكم ولما تعبدون من الأصنام مثلًا، فيسبوا رسول الله - صلى الله عليه وسلم - تجاوزًا عن الحق إلى الباطل بجهالة منهم بما يجب عليهم، فإن الصحابة متى شتموهم .. كانوا يشتمون رسول الله - صلى الله عليه وسلم -، فالله تعالى أجرى شتم الرسول مجرى شتم الله تعالى؛ لأن الكفار كانوا مقرين بالله تعالى، وكانوا يقولون: إنما حسنت عبادة الأصنام لتصير شفعاء لهم عند الله تعالى. </p><p> تنبيه: وفي هذه الآية دليل (٢) على أن الداعي إلى الحق، والناهي عن الباطل إذا خشي أن يتسبب عن ذلك ما هو أشد منه من انتهاك حرم، ومخالفة حق، ووقوع في باطل أشد، كان الترك أولى به، بل كان واجبًا عليه، وما أنفع هذه الآية وأجل فائدتها لمن كان من الحاملين لحجج الله المتصدين لبيانها للناس إذا كان بين قوم من الصم البكم الذين إذا أمرهم بمعروف تركوه، وتركوا غيره من المعروف، وإذا نهاهم عن منكر فعلوه، وفعلوا غيره من المنكرات عنادًا للحق، وبغضًا لأتباع المحقين، وجرأة على الله سبحانه وتعالى، فإن هؤلاء لا يؤثر فيهم إلا السيف، وهو الحكم العدل لمن عاند الشريعة المطهرة، وجعل المخالفة لها والتجرؤ على أهلها ديدنه وهجيراه كما يشاهد ذلك في أهل البدع الذين إذا دعوا إلى حق .. وقعوا في كثير من الباطل، وإذا أرشدوا إلى السنة .. قابلوها بما لديهم من البدعة، فهؤلاء هم المتلاعبون بالدين، المتهاونون بالشرائع، وهم شر من الزنادقة؛ لأنهم يحتجون بالباطل وينتمون إلى البدع، ويتظاهرون بذلك غير خائفين ولا وجلين، والزنادقة قد ألجمتهم سيوف الإِسلام وتحاماهم أهله، وقد ينفق كيدهم ويتم باطلهم وكفرهم نادرًا على ضعيف من ضعفاء المسلمين مع تكتم وتحرز وخيفة ووجل. وقد ذهب جمهور أهل العلم إلى أن هذه الآية محكمة ثابتة غير منسوخة، وهي أصل أصيل في سد الذرائع، وقطع التطرق إلى الشبه. </p><p> وقرأ (٣) الحسن وأبو رجاء وقتادة ويعقوب وسلام وعبد الله بن يزيد: </p><p>(١) المراح. (٢) الشوكاني.(٣) البحر المحيط.</p><p> {عُدُوًّا} بضم العين والدال وتشديد الواو، وهو مصدر لعدا؛ لأنه يقال: عدا يعدو وعَدْوًا وعدوانًا وعُدُوًا، وهي قراءة أهل مكة. وقرأ غيرهم بفتح العين وسكون الدال وتخفيف الواو. ومعنى القراءتين واحد؛ أي: ظلمًا وعدوانًا. وقرأ بعض المكيين - وعينه الزمخشري، فقال: عن ابن كثير -: بفتح العين وضم الدال وتشديد الواو؛ أي: أعداء، وهو منصوب على الحال المؤكدة، وعدو يخبر به عن الجمع كما قال تعالى:  {هُمُ العَدُوُّ} ومعنى بغير علم: على جهالة بما يجب لله تعالى أن يذكر به، وهو بيان لمعنى الاعتداء. </p><p> {كَذَلِكَ} ؛ أي: مثل تزيين عبادة الأصنام للمشركين {زَيَّنَّا لِكُلِّ أُمَّةٍ} من الأمم كافرهم ومؤمنهم {عَمَلَهُمْ} من كفر وإيمان وشر وخير {يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ} وتزيينه هو ما يخلقه ويخترعه في النفوس من المحبة للخير أو الشر، والاتباع لطرقه، وتزيين الشيطان: هو ما يقذفه في النفوس من الوسوسة وخطرات السوء {ثُمّ} بعد موتهم {إِلَى رَبِّهِمْ مَرْجِعُهُمْ} بالبعث للمجازاة {فَيُنَبِّئُهُمْ} ؛ أي: يخبرهم {بِمَا كَانُوا يَعْمَلُونَ} في الدنيا من الطاعات والمعاصي التي لم ينتهوا عنها، ولا قبلوا من المرسلين ما أرسلهم الله به إليهم، وما تضمنته كتبه المنزلة عليهم. </p><p> والخلاصة (١) : أن سننا في أخلاق البشر قد جرت بأن يستحسنوا ما يجرون عليه ويتعودونه، سواء كان مما عليه أباؤهم، أو مما استحدثوه بأنفسهم إذا صار ينسب إليهم، وسواء أكان ذلك عن تقليد وجهل، أم عن بينة وعلم. </p><p> ومن هذا يعلم أن التزيين أثر لأعمالهم الاختيارية بدون جبر ولا إكراه، لا أن الله خلق في قلوب بعض الأمم تزيينًا للكفر والشر، وفي قلوب بعضها تزيينًا للإيمان والخير من غير أن يكون لهم عمل اختياري نشأ عنه ذلك، وإلا كان الإيمان والكفر، والخير والشر من الغرائر الخلقية التي تعد الدعوة إليها من العبث الذي يتنزه الله تعالى عن إرسال الرسل، وإنزال الكتب لأجله، وكان عمل الرسل </p><p>(١) المراغي.</p>"
}