{
  "id": null,
  "sura": 6,
  "aya": 127,
  "text": "<p> ١٢٧ - {لَهُمْ} ؛ أي: لهؤلاء القوم المتذكرين {دارُ} الله {السَّلامِ} سبحانه وتعالى؛ أي: المنزه عن جميع النقائص؛ لأن السلام اسم من أسمائه تعالى، وهي الجنة أضافها إلى نفسه تعظيما، أو دار السلامة من كل آفة وكدر ومكروه؛ أي: السلامة الدائمة التي تنقطع، سميت الجنة بذلك؛ لأن جميع حالاتها مقرونة بالسلامة؛ لأن السلام بمعنى السلامة نظير الضلال والضلالة، أو دار السلام بمعنى التحية؛ لقوله:  {تَحِيَّتُهُمْ فِيها سَلامٌ} ، {إِلَّا قِيلًا سَلامًا سَلامًا (٢٦) } حالة كونها مدخرة لهم {عِنْدَ رَبِّهِمْ} يعني أن الجنة معدة مهيأة لهم عند ربهم حتى يوصلهم إليها {وَهُوَ} سبحانه وتعالى {وَلِيُّهُمْ} ؛ أي: متكفل لهم بجميع مصالحهم في الدين والدنيا {بِما كانُوا يَعْمَلُونَ} ؛ أي: بسبب أعمالهم الصالحة، أو متولي أمورهم بالتوفيق والهداية في الدنيا، وبالجزاء والجنة في الآخرة، أو محبهم أو ناصرهم على أعدائهم بسبب أعمالهم الصالحة. </p><p> ١٢٨ - والظرف في قوله:  {وَيَوْمَ يَحْشُرُهُمْ} متعلق بقول مقدر بعده، تقديره: ويوم نحشر الخلائق جَمِيعًا من الأولين والآخرين في عرصات القيامة، نقول للجن:  {يا مَعْشَرَ الْجِنِّ} وهذا أولى من تقدير: أذكر؛ لخروجه حينئذ عن الظرفية، كما قاله أبو حيان في «البحر» . وقرأ حفص بالياء في {يَحْشُرُهُمْ} ؛ أي: ويوم يحشر الله سبحانه وتعالى الخلائق جميعا، وهو يوم القيامة يقول للجن:  {يا مَعْشَرَ الْجِنِّ} وباقي السبعة بالنون، وهذا النداء نداء شهرة وتوبيخ لهم على رؤوس الأشهاد؛ أي: يا جماعة الجن {قَدِ اسْتَكْثَرْتُمْ مِنَ الْإِنْسِ} ؛ أي: قد أكثرتم الاستمتاع والانتفاع، والتلذذ بالإنس بطاعتهم لكم ودخولهم فيما تريدون منهم. وقيل المعنى: أكثرتم الإغواء والإضلال من الإنس حتى صاروا في حكم الأتباع لكم {وَقالَ أَوْلِياؤُهُمْ} ؛ أي: أولياء الجن وأصحابهم الذين هم {مِنَ الْإِنْسِ رَبَّنَا} ويا مالك أمرنا {اسْتَمْتَعَ} وانتفع {بَعْضُنا} معاشر الجن والإنس {بِبَعْضٍ} آخر؛ أي: انتفع الجن بالإنس وانتفع الإنس بالجن؛ أي: انتفع كل من الجنسين بالآخر؛ أي: وقال الذين تولوا الجن من الإنس في جواب الرب تعالى: ربنا تمتع كل منا بالآخر بما كان للجن من اللذة في إغوائنا بالأباطيل وأهواء الأنفس وشهواتها، وبما كان لنا في طاعتهم ووسوستهم من اللذة في اتباع الهوى </p>"
}