{
  "id": null,
  "sura": 6,
  "aya": 145,
  "text": "<p> عليه، ثم ذكر ما أباحه تعالى لهم من الحبوب والفواكه والحيوان .. ذكر ما حرمه تعالى عليهم من أشياء نهاهم عنها، وما أوجب عليهم من أشياء أمرهم بها. </p><p> وعبارة «المراغي» هنا: مناسبة هذه الآية لما قبلها: أن الله سبحانه وتعالى لما بين لعباده جميع ما حرم عليهم من الطعام، وذكر حجته البالغة على المشركين الذين حرموا على أنفسهم ما لم يحرمه عليهم، ودحض شبهتهم التي احتجوا بها على شركهم بربهم وافترائهم عليه .. ذكر في هذه الآيات أصول المحرمات في الأقوال والأفعال، وأصول الفضائل، وأنواع البر. </p><p> أسباب النزول </p><p> قوله تعالى:  {قُلْ لا أَجِدُ فِي ما أُوحِيَ إِلَيَّ ...} الآية، سبب نزولها: ما أخرجه عبد بن حميد عن طاوس (١) قال: إن أهل الجاهلية كانوا يحرمون أشياء، ويستحلون أشياء، فنزلت:  {قُلْ لا أَجِدُ فِي ما أُوحِيَ إِلَيَّ مُحَرَّمًا ...} الآية. </p><p> التفسير وأوجه القراءة </p><p> ١٤٥ - {قُلْ} يا محمد لهؤلاء المشركين الجاهلين المفترين على الله الكذب فيما يضرهم من تحريم ما لم يحرم عليهم، وقل لغيرهم من الناس {لا أَجِدُ} ولا أعلم ولا أرى {فِي ما أُوحِيَ إِلَيَّ} ؛ أي: فيما أوحاه إلي ربي. وروي عن ابن عامر:  {في ما أَوْحَى} - بفتح الهمزة والحاء - جعله فعلا ماضيا مبنيا للفاعل. ذكره أبو حيان في «البحر» ؛ أي: فيما أوحاه إلي ربي في القرآن فلا ينافي تحريم ما أوحى إليه في غير القرآن، كذي الناب وذي المخلب من الطيور طعاما. {مُحَرَّمًا عَلى طاعِمٍ يَطْعَمُهُ} ؛ أي: على آكل يريد أن يأكله وفي قوله: {يَطْعَمُهُ} : زيادة تأكيد وتقرير لما قبله. ذكره الشوكاني. وقال أبو بكر الرازي في قوله:  {عَلى طاعِمٍ يَطْعَمُهُ} دلالة على أن المحرم من الميتة ما يتأتى فيه الأكل منها، وإن لم يتناول الجلد المدبوغ، ولا القرن، ولا العظم، ولا الظلف، ولا الريش ونحوها </p><p>(١) المراغي.</p><p> انتهى. {إِلَّا أَنْ يَكُونَ} ذلك الطعام {مَيْتَةً} لم تذك ذكاة شرعية، وذلك شامل لما مات حتف أنفه، وللمنخنقة والموقوذة والنطيحة ونحوها مما سبق ذكره في المائدة. وقرىء:  {يطّعمه} - بالتشديد وكسر العين - والأصل يتطعمه، فأبدلت التاء بطاء، وأدغمت فيها الأولى. ذكره أبو البقاء. وقرأ (١) ابن كثير وحمزة: {تكون} - بالتأنيث - {مَيْتَةً} بالنصب على تقدير إلا أن تكون المحرمة ميتة. وقرأ ابن عامر:  {تكون} - بالتأنيث - {ميتة} - بالرفع - على معنى: إلا أن توجد ميتة، أو إلا أن تكون هناك ميتة. وقرأ الباقون {يَكُونَ} - بالتذكير - {مَيْتَةً} - بالنصب -؛ أي: إلا {أن يكون} ذلك المحرم ميتة. وعلى قراءة ابن عامر يكون ما بعد هذا معطوفا على {أَنْ يَكُونَ} الواقعة مستثناة؛ أي: إلا وجود ميتة. وعلى قراءة غيره يكون معطوفا على قوله:  {مَيْتَةً} . </p><p> {أَوْ} إلا أن يكون ذلك المحرم {دَمًا مَسْفُوحًا} ؛ أي: سائلا كالدم الذي يجري من المذبوح، أو من الحي حال حياته، وغير (٢) المسفوح معفو عنه كالدم الذي يبقى في العروق بعذ الذبح، ومنه الكبد والطحال. </p><p> وفي الحديث:  «أحلت لنا ميتتان: السمك والجراد،ودمان:الكبد والطحال» . وهكذا ما يتلطخ به اللحم من الدم. وقد حكى القرطبي الإجماع على هذا، وقيل لأبي مجلز (٣) : القدر تعلوها الحمرة من الدم، فقال: إنما حرم الله تعالى المسفوح، وقالت نحوه عائشة رضي الله عنها، وعليه إجماع العلماء. وقال أبو بكر الرازي، وفي قوله:  {أَوْ دَمًا مَسْفُوحًا} دلالة على أن دم البق والبراغيث </p><p> والذباب ليس بنجس انتهى. </p><p> {أَوْ} إلا أن يكون ذلك المحرم {لَحْمَ خِنزِيرٍ} وتخصيص (٤) اللحم بالذكر؛ للتنبيه على أنه أعظم ما ينتفع به من الخنزير، وإن كان سائره مشاركا له في التحريم بالتنصيص على العلة من كونه رجسا، أو لإطلاق الأكثر على كله، أو </p><p>(١) المراح. (٢) الشوكاني.(٣) البحر المحيط.(٤) البحر المحيط.</p><p> الأصل على التابع؛ لأن الشحم وغيره يتبع اللحم، وقال الشوكاني: وظاهر تخصيص اللحم أنه لا يحرم الانتفاع منه بما عدا اللحم، انتهى. {فَإِنَّهُ} ؛ أي: فإن كل ما ذكر من الميتة وما بعدها. وأفرد الضمير؛ لأن العطف بأو {رِجْسٌ} ؛ أي: نجس أو خبيث مخبث تعافه الطباع السليمة، وهو ضار بالأبدان الصحيحة. وقال الشوكاني: والضمير في قوله: {فَإِنَّهُ رِجْسٌ} عائد إلى اللحم أو الخنزير، انتهى؛ أي: قذر لتعوده أكل النجاسة، أو خبيث مخبث {أَوْ فِسْقًا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ} معطوف على المنصوب قبله، وقوله:  {فَإِنَّهُ رِجْسٌ} اعتراض بين المعطوف والمعطوف عليه ذكر للتعليل، {أَوْ} كان ذلك المحرم {فِسْقًا} ؛ أي: ذبحا خارجا عن الحلال لكونه أهل به؛ أي: ذبح به لغير الله بأن ذبح على اسم الأصنام مثلا، وهو كل ما يتقرب به إلى غير الله سبحانه وتعالى تعبدا، ويذكر اسمه عليه عند ذبحه. </p><p> قال أبو حيان (١) : وجاء الترتيب هنا كالترتيب الذي في البقرة والمائدة، وجاءت هنا هذه المحرمات منكرة والدم موصوفا بقوله:  {مَسْفُوحًا} ، والفسق موصوفا بقوله:  {أُهِلَّ لِغَيْرِ اللَّهِ بِهِ} وفي تينك السورتين معرفة؛ لأن هذه السورة مكية؛ فعلق بالتنكير، وتينك السورتان مدنيتان؛ فجاءت تلك الأسماء معارف بالعهد حوالة على ما سبق تنزيله في هذه السورة انتهى. </p><p> فصل (٢) </p><p> وذكر المفسرون هنا أشياء مما اختلف أهل العلم فيها، ونلخص من ذلك شيئا، فنقول: أما الحمر الأهلية: فذهب الشعبي وابن جبير إلى أنه يجوز أكلها، وإن تحريم الرسول لها إنما كان لعلة، وأما لحوم الخيل: فاختلف السلف فيها، وأباحها الشافعي وابن حنبل وأبو يوسف ومحمد بن الحسن. وعن أبي حنيفة: الكراهة، فقيل: كراهة تنزيه، وقيل: كراهة تحريم؛ وهو قول مالك والأوزاعي والحكم بن عتيبة وأبي عبيد وأبي بكر الأصم. وقال به من التابعين مجاهد، ومن </p><p>(١) البحر المحيط. (٢) البحر المحيط.</p><p> الصحابة ابن عباس، وروي عنه خلافه، وقد صنف في حكم لحومل الخيل جزءا قاضي القضاة شمس الدين أحمد بن إبراهيم بن عبد الغني السروجي الحنفي رحمه الله قرأناه عليه، وأجمعوا على تحريم البغال، وأما الحمار الوحشي إذا تأنس، فذهب أبو حنيفة وأصحابه والحسن بن صالح والشافعي: إلى جواز أكله، وروى ابن القاسم عن مالك أنه إذا دجّن وصار يعمل عليه كما يعمل على الأهلي أنه لا يؤكل. </p><p> وقال أبو حنيفة وأبو يوسف وزفر ومحمد: لا يحل أكل ذي الناب من السباع، وذي المخلب من الطير، وقال مالك: لا يؤكل سباع الوحش ولا البر وحشيا كان أو أهليا، ولا الثعلب ولا الضبع، ولا بأس بأكل سباع الطير الرخم والعقاب والنسور وغيرها ما يأكل الجيفة وما لا يأكل، وقال الأوزاعي: الطير كله حلال إلا أنهم يكرهون الرخم، وقال الشافعي: ما عدا على الناس من ذي الناب كالأسد والذئب والنمر، وعلى الطيور من ذي المخلب كالنسر والبازي لا يؤكل، ويؤكل الثعلب والضبع، وكره أبو حنيفة الغراب الأبقع، لا الغراب الزرعي، والخلاف في الحدأة كالخلاف في العقاب والنسر، وكره أبو حنيفة الضّبّ. </p><p> وقال مالك والشافعي: لا بأس به. والجمهور: على أنه لا يؤكل الهر الإنسي، وعن مالك: جواز أكله إنسيا كان أو وحشيا. وعن بعض السلف جواز أكله إنسيه. وقال ابن أبي ليلى: لا بأس بأكل الحية إذا ذكيت. وقال الليث: لا بأس بأكل القنفذ وفراخ النحل ودود الجين ودود التمر ونحوه، وكذا قال ابن قاسم عن مالك في القنفذ. وقال أبو حنيفة والشافعي: لا تؤكل الفأرة. وقال أبو حنيفة: لا يؤكل اليربوع، وقال الشافعي: يؤكل. وعن مالك في الفأر التحريم والكراهة والإباحة. وذهب أبو حنيفة والشافعي وأصحابهما إلى كراهة أكل الجلالة. وقال مالك والليث: لا بأس بأكلها. وقال صاحب «التحرير والتحبير» : </p><p> وأما المخدرات كالبنج والسيكران واللفاح وورق القنب المسمى بالحشيشة .. فلم يصرح فيها أهل العلم بالتحريم، وهي عندي إلى التحريم أقرب؛ لأنه إن كانت مسكرة فهي محرمة بقوله صلى الله عليه وسلم:  «ما أسكر كثيره فقليله حرام» وبقوله: «كل مسكر </p>"
}