{
  "id": null,
  "sura": 6,
  "aya": 159,
  "text": "<p> ١٥٩ - {إِنَّ الَّذِينَ فَرَّقُوا دِينَهُمْ} ؛ أي: إن الذين فرقوا وبددوا وشتتوا دينهم بأن آمنوا ببعض وكفروا ببعض. </p><p> قال ابن عباس (١) : هم اليهود والنصارى فرقوا دين إبراهيم الحنيف إذ تفرقوا فرقا، وكفر بعضهم بعضا، وأخذوا بعضا وتركوا بعضا كما أخبر بذلك الكتاب الكريم بقوله:  {أَفَتُؤْمِنُونَ بِبَعْضِ الْكِتابِ وَتَكْفُرُونَ بِبَعْضٍ} . </p><p> وقال الحسن: هم جميع المشركين؛ لأن بعضهم عبدوا الأصنام وقالوا هؤلاء شفعاؤنا عند الله، وبعضهم عبدوا الملائكة وقالوا: إنهم بنات الله، وبعضهم عبدوا الكواكب، فكان هذا تفريق دينهم اه. </p><p> وقال أبو هريرة في هذه الآية: هم أهل الضلالة من هذه الأمة، وروي ذلك مرفوعا قال: قال رسول الله صلى الله عليه وسلم: «إِنَّ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكانُوا شِيَعًا لَسْتَ مِنْهُمْ فِي شَيْءٍ، وليسوا منك؛ هم أهل البدع، وأهل الشبهات، وأهل الضلالة من هذه الأمة» أسنده الطبري. </p><p> ولا مانع من الجمع بين الآراء (٢) ، فإنه تعالى ذكر أهل الكتاب وشرعهم، وأمر من استجاب لدعوة الإسلام بالوحدة وعدم التفرق كما تفرق من قبلهم، كما جاء في سورة آل عمران: {وَلا تَكُونُوا كَالَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا مِنْ بَعْدِ ما جاءَهُمُ الْبَيِّناتُ وَأُولئِكَ لَهُمْ عَذابٌ عَظِيمٌ (١٠٥) } ثم بين أن رسوله بريء من الذين فرقوا دينهم وكانوا شيعا، كما فعل أهل الكتاب، فهو يحذر من صنيعهم، وينهى عن سلوك طريقهم، فمن اتبع سنتهم في هذا التفريق .. فالرسول بريء منه كما هو بريء من أولئك المفرقين من سالفي الأمم، فعلى (٣) هذا يكون المراد من هذه الآية: الحث على أن تكون كلمة المسلمين واحدة، وأن لا يتفرقوا في الدين، ولا يبتدعوا البدع المضلة. وفي حديث رواه أبو داود والترمذي:  «وإياكم ومحدثات الأمور، فإن كل محدثة بدعة وكل بدعة ضلالة» . </p><p>(١) ابن كثير. (٢) المراغي.(٣) الفتوحات.</p><p> وقرأ حمزة والكسائي (١) : {فارقوا دينهم} هنا وفي الروم بألف وهي قراءة علي بن أبي طالب؛ أي: تركوا دينهم وخرجوا عنه. وقرأ باقي السبعة:  {فَرَّقُوا} بالتشديد. وقرأ إبراهيم النخعي والأعمش وأبو صالح:  {فرقوا} بتخفيف الراء. </p><p> {وَكانُوا شِيَعًا} ؛ أي: أحزابا وفرقا مختلفة في الضلالة، كل فرقة تشيع وتتبع إماما لها {لَسْتَ} يا محمد {مِنْهُمْ} ؛ أي: من تفرقهم، أو من السؤال عن سبب تفرقهم، والبحث عن موجب تحزبهم {فِي شَيْءٍ} من الأشياء، فلا يلزمك من ذلك شيء ولا تخاطب به، إنما عليك البلاغ وهو مثل قوله صلى الله عليه وسلم:  «من غشنا فليس منا» ؛ أي: نحن براء منه؛ أي: أنت بريء منهم وهم بريئون منك، وهذا على أن المراد من الآية: أهل الأهواء والبدع من هذه الأمة. وأما على القول بأن المراد من الآية: اليهود والنصارى والكفار، فمعناه لست من قتالهم في شيء، ولست مأمورا بقتالهم، فعلى هذا تكون الآية منسوخة بآية السيف. </p><p> {إِنَّما أَمْرُهُمْ} ؛ أي: جزاؤهم وعقابهم مفوض {إِلَى اللَّهِ} سبحانه وتعالى؛ أي: أنه تعالى هو الذي يجازيهم على مفارقة دينهم، والتفريق له بما اقتضت به سنة الله تعالى من ضعف المتفرقين، وفشل المتنازعين، وتسليط الأقوياء عليهم، وإذاقة بعضهم بأس بعض، كما بين ذلك سبحانه بقوله:  {فَأَغْرَيْنا بَيْنَهُمُ الْعَداوَةَ وَالْبَغْضاءَ إِلى يَوْمِ الْقِيامَةِ وَسَوْفَ يُنَبِّئُهُمُ اللَّهُ بِما كانُوا} . {ثُمَّ} بعد أن يعذبهم بأيديهم وأيدي أعدائهم في الدنيا يبعثهم يوم القيامة فـ {يُنَبِّئُهُمْ} ويخبرهم عند الحساب {بِما كانُوا يَفْعَلُونَ} في الدنيا من الاختلاف والتفرق اتباعا للأهواء، ثم يجازيهم على ذلك أشد الجزاء في النار وبئس القرار. </p><p> والخلاصة (٢) : أن المراد بـ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكانُوا شِيَعًا؛ هم أهل الكتاب، والمقصود من براءة الرسول منهم تحذير أمته من مثل فعلهم؛ ليعلم أن من فعل فعلهم وحذا حذوهم من هذه الأمة .. فالرسول منه بريء؛ إذ ما ورد في الكتاب والسنة من صفات الكفار وأفعالهم ليس خاصا بهم، بل إذا اتصف </p><p>(١) البحر المحيط. (٢) المراغي.</p><p> المسلمون بمثل ما اتصفوا به .. كان حكمهم كحكمهم؛ لأن الله لا يبيح للمسلمين البدع والضلالات، والتفرق في الدين؛ لأنهم مسلمون، فإن ذلك يكون هدما لأسس الدين، وخروجا من سنن المهتدين. </p><p> ولدى التحقيق والبحث نجد أن أسباب التفرق في هذه الأمة في دينها وتبعة ضعفها في دنياها ترجع إلى أمور: </p><p> منها: التنازع على الملك، وقد حدث هذا من بدء الإسلام واستمر حتى وقتنا هذا. </p><p> ومنها: العصبية الجنسية والنعرة القومية في كل شعب وقبيل؛ إذ شمخ كل شعب بأنفه، وأبى أن يخضع لغيره اعتقادا منه أنه أرقى الشعوب أرومة وأرفعها محتدا، فأنى له أن ينقاد لسواه. </p><p> ومنها: عصبية المذاهب والآراء في أصول الدين وفروعه، فأرباب المذاهب من الشيعة ذموا بقية المذاهب الأخرى كالحنفية والشافعية، ورجال الحديث تكلموا في أهل القياس. </p><p> ومنها: القول في الدين بالرأي، فإن كثيرا ممن يركن إليهم في الفتيا واستنباط الأحكام الدينية ضعيف عن حمل السنة، والتفقه في فهم الكتاب، فإذا عرضت له حادثة، ولم يفطن إلى مأخذها من الكتاب أو السنة .. أفتى فيها بالرأي، وقد يكون مصادما للدليل النقلي، أو لفتاوى الصحابة والتابعين إلى أن آراء الناس تختلف باختلاف الزمان والمكان وشؤون المعيشة وأحوال الاجتماع، فأنى تتفق الألوف الكثيرة من الشعوب المختلفة في الأزمنة المتعاقبة. </p><p> ومنها: دسائس أعداء هذا الدين وكيدهم له، ووضع كثير من الأحاديث التي نفقت لدى بعض رجال الدين، واتخذوها مرجعا في استنباط بعض الأحكام، والدين منها براء. </p><p> وعن معاوية رضي الله عنه قال (١) : قام فينا رسول الله صلى الله عليه وسلم فقال: «ألا إن </p><p>(١) الخازن.</p>"
}