{
  "id": null,
  "sura": 6,
  "aya": 84,
  "text": "<p> فيكتب غفور رحيم، ثم يقرأ عليه فيقول: نعم، سواء، فرجع عن الإِسلام ولحق بقريش، ثم رجع بعد ذلك إلى الإِسلام، فأسلم قبل فتح مكة حين نزول رسول الله - صلى الله عليه وسلم - بمر الظهران. </p><p> وأخرج عن السدي نحوه، وزاد: قال: إن كان محمَّد يوحى إليه .. فقد أوحي إلي، وإن كان الله ينزله على محمَّد .. فقد أنزلت مثل ما أنزل الله، قال محمَّد: سميعًا عليمًا، فقلت أنا: عليمًا حكيمًا. </p><p> قوله تعالى:  {وَلَقَدْ جِئْتُمُونَا فُرَادَى ...} الآية، سبب نزولها: ما أخرجه (١) ابن جرير وغيره عن عكرمة قال: قال النضر بن الحارث: سوف تشفع لي اللات والعزى، فنزلت هذه الآية:  {وَلَقَدْ جِئْتُمُونَا فُرَادَى} إلى قوله: {شُرَكَاءُ} . </p><p> التفسير وأوجه القراءة </p><p> ٨٤ - قوله:  {وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ} معطوف على قوله: {وَتِلْكَ حُجَّتُنَا} عطف فعلية على اسمية؛ أي: ووهبنا لإبراهيم إسحاق ابنه لصلبه من سارة نبيًّا من الصالحين، وجعلنا من ذريته يعقوب بن إسحاق نبيًّا منجبًا للأنبياء والمرسلين، جزاءًا على الاحتجاج في الدين، وبذل النفس فيه. {كُلًّا هَدَيْنَا} ؛ أي: وهدينا كلًّا من إسحاق ويعقوب ووفقناه طريق الحق والرشاد، كما هدينا إبراهيم بما آتيناه من النبوة والحكمة وقوة المعارضة والحجة. </p><p> وإنما (٢) ذكر إسحاق دون إسماعيل؛ لأنه هو الذي وهبه الله تعالى بآية منه بعد كبر سنه وعقم امرأته سارة، جزاء إيمانه وإحسانه وكمال إسلامه وإخلاصه بعد ابتلائه بذبح ولده إسماعيل، ولم يكن له ولد سواه على كبر سنه، ويقول المؤرخون: إنَّ معنى {إِسْحَاقَ} : الضحاك، وأنه ولد وكانت سن أبيه مئة واثنتي عشرة سنة، وسن أمه تسعًا وتسعين سنة، وأنه عاش ثمانين ومئة سنة. {وَنُوحًا هَدَيْنَا مِنْ قَبْلُ} ؛ أي: من قبل إبراهيم؛ أي: وهدينا جده نوحًا الذي هو آدم الثاني إلى مثل ما هدينا له إبراهيم وذريته، فآتيناه النبوة والحكمة وهداية الخلق </p><p>(١) لباب النقول. (٢) المراغي.</p><p> إلى طريق الرشاد، وقال:  {مِنْ قَبْلُ} تنبيهًا على قدمه، وهو نوح بن لامك بن متوشلخ بن أخنوخ وهو إدريس. والمراد بذلك أن نسب إبراهيم من أشرف الأنساب؛ إذ قد رزقه الله أولادًا مثل إسحاق ويعقوب، وجعل أنبياء بني إسرائيل من نسلهما، وأخرجه من أصلاب آباء طاهرين، كنوح وإدريس وشيث، فهو كريم الآباء شريف الأبناء، والمقصود من تلاوة هذه النعم على محمَّد - صلى الله عليه وسلم - تشريفه؛ لأن شرف الوالد يسري إلى الولد. وفي ذكر نوح (١) لطيفة، وهي أن نوحًا عليه السلام عُبدت الأصنام في زمانه، وقومه أول قوم عبدوا الأصنام، ووحد هو الله تعالى ودعا إلى عبادته، ورفض تلك الأصنام، وحكى الله عنه مناجاته لربه في قومه حيث قالوا:  {لَا تَذَرُنَّ آلِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّا وَلَا سُوَاعًا وَلَا يَغُوثَ وَيَعُوقَ وَنَسْرًا} ، وكان إبراهيم عُبدت الأصنام في زمانه، ووحد هو الله تعالى ودعا إلى رفضها، فذكر الله تعالى نوحًا وأنه هداه كما هدى إبراهيم. </p><p> والضمير في قوله:  {وَمِنْ ذُرِّيَّتِهِ} اختلفوا في مرجعه، قيل: يرجع إلى نوح؛ لأنه أقرب مذكور، وهو اختيار جمهور المفسرين؛ لأن الضمير يرجع إلى أقرب مذكور، ولأن الله ذكر في جملة هذه الذرية لوطًا وهو ابن أخي إبراهيم، ولم يكن من ذريته، فثبت بهذا أن الضمير يرجع إلى نوح، وقيل: يعود إلى إبراهيم؛ لأن الكلام في شأنه بذكر ما أنعم الله عليه من الفضائل، وإنما ذكر نوحًا؛ لأنه جده، فهو كما قدمنا يرشد إلى فضل الله عليه في أصوله وفروعه. قال ابن عباس: هؤلاء الأنبياء كلهم مضافون إلى ذرية إبراهيم، وإن كان فيهم من لا يلحقه بولادة من قبل أم ولا أب؛ لأن لوطًا ابن أخِ إبراهيم، والعرب تجعل العم أبًا، فكأنه من ذريته. وقال أبو سليمان الدمشقي: ووهبنا له لوطًا في المعاضدة والنصرة انتهى. وقال الزجاج: كلا القولين جائز؛ لأن ذكرهما جميعًا قد جرى؛ أي: وهدينا من ذرية إبراهيم {دَاوُودَ} بن إيشا، وكان ممن أتاه الله الملك والنبوة. {و} هدينا {سُلَيْمَانَ} بن داود، وكان أيضًا ممن أوتي الملك والنبوة وقرنهما؛ لأنهما أبٌ وابن، ولأنهما ملكان نبيان، وقدم داود لتقدمه في </p><p>(١) البحر المحيط.</p>"
}