{
  "id": null,
  "sura": 6,
  "aya": 91,
  "text": "<p> وإبلاغ الشريعة لا جرم اقتدى بهم، فقال:  {لَا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا} . </p><p> {إِنْ هُوَ} ؛ أي: ما القرآن {إِلَّا ذِكْرَى لِلْعَالَمِينَ} كافة؛ أي: ما هو إلا تذكير وموعظة وإرشاد للعالمين كافة، لا لكم خاصة. وفي هذا تصريح بعموم رسالته وبعثته - صلى الله عليه وسلم - للناس جميعًا أسودهم وأحمرهم، إنسهم وجنهم. </p><p> ٩١ - {وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ} ؛ أي: وما عرفت الله سبحانه وتعالى اليهود وقومك المشركون حق معرفته، وما عظموه حق عظمته؛ أي: العظمة اللائقة به المستحقة له. قال ابن عباس رضي الله عنهما: معناه: ما عظموا الله حق عظمته. وقال أبو العالية: ما وصفوا الله حق صفته. وقال الأخفش: ما عرفوا الله حق معرفته {إِذْ قَالُوا} ؛ أي: إذ قالت اليهود لك يا محمَّد حين خاصموك {مَا أَنْزَلَ اللَّهُ عَلَى بَشَرٍ مِنْ شَيْءٍ} ؛ أي: من كتاب، وذلك أن اليهود أنكروا إنزال الله من السماء كتابًا إنكارًا للقرآن. </p><p> أي: ما عرفوه (١) حق معرفته حيث أنكروا إرساله للرسل وإنزاله للكتب، فإن منكري الوحي الذين يكفرون برسل الله، ويريدون أن يفرقوا بين الله ورسله ما عرفوا الله حق معرفته، ولا عظموه حق تعظيمه، ولا وصفوه حق صفته، ولا آمنوا بقدرته على إفاضة ما شاء من علمه بما يصلح به الناس من الهدى والشرائع على من شاء من البشر بواسطة الملائكة، أو بتكليمه إياهم بدون واسطة، وهم قد أنكروا الوحي، وجهلوا فضل البشر، وقالوا: ما أنزل الله على أحد منهم شيئًا. </p><p> وقرأ الحسن وعيسى الثقفي:  {وَمَا قَدَّرُوا} بالتشديد {حَقَّ قَدْرِهِ} بفتح الدال. </p><p> ومن عرف حكمة الله البالغة ورحمته الواسعة، وعلمه المحيط بكل شيء، ونظر في آياته في الأنفس والآفاق، وعلم أنه أحسن كل شيء خلقه، وخلق الإنسان مستعدًا للصعود إلى أعلى عليين، والهبوط إلى أسفل سافلين، وجعل كماله أثرًا لعلومه، وأعماله الكسبية التي عليها مدار حياته الدنيوية والأخروية .. علم أنَّ الإنسان مهما ارتقت معارفه لا يمكن أن يصل إلى الكمال الذي يؤهله </p><p>(١) المراغي.</p><p> لنيل السعادة الأبدية إلا إذا اهتدى بهدى النبيين والمرسلين، فإن إرسالهم وإنزال الوحي عليهم وإرشادهم للناس سبب لكل ارتقاء إنساني في حياته الجسمانية والروحية، فبذلك تذهب الضغائن والأحقاد من القلوب، ويزول الخلاف والشقاق بين الناس، ويعيشون في وفاق ووئام (١) علمًا منهم بأن هناك سلطة عليا ترقب أعمالهم وتحاسبهم على النقير والقطمير في ذلك اليوم العبوس القمطرير، وتجزى كل نفس بما كسبت، لا ظلم اليوم إن الله سريع الحساب. ثم لقن الله رسوله - صلى الله عليه وسلم - الرد على منكري الوحي والرسالة من مشركي قريش إثر بيان كون ذلك من شؤونه تعالى، ومن مقتضى نظام حياة البشر، وقد كانوا يعلمون أن اليهود هم أصحاب التوراة المنزلة على موسى عليه السلام، فقد أرسلوا إلى المدينة وفدًا، زعيماه: النضر بن الحارث، وعقبة بن أبي معيط؛ ليسألوا الأحبار عما يعلمون عن محمَّد وصفته؛ لأنهم أهل الكتاب الأول، وعندهم علم ما ليس عند غيرهم من علم الأنبياء. فلما أتوا إلى أولئك الأحبار سألوهم عنه، فأنكروا معرفته، وبذا يكون الاحتجاج عليهم بإنزال التوراة على موسى احتجاجًا ملزمًا ودافعًا لإنكارهم، فقال:  {قُلْ} يا محمَّد لهؤلاء اليهود والمشركين من قومك الذين أنكروا إنزال القرآن عليك بقولهم: {مَا أَنْزَلَ اللَّهُ عَلَى بَشَرٍ مِنْ شَيْءٍ} على سبيل التوبيخ والقريع والتبكيت {مَنْ أَنْزَلَ الْكِتَابَ الَّذِي جَاءَ بِهِ مُوسَى} ، أي: من أنزل التوراة التي أنزلت على موسى بن عمران؟ وفي هذا الاستفهام توبيخ لليهود بسوء جهلهم وإقدامهم على إنكار الحق الذي لا ينكر حال كون ذلك الكتاب المنزل على موسى {نُورًا} أي: ضياء من ظلمة الضلالة {وَهُدًى لِلنَّاسِ} ؛ أي: هاديًا للناس، ومفرقًا بين الحق والباطل من دينهم، وذلك قبل أن تبدل وتغير، حال كونكم {تَجْعَلُونَهُ} ؛ أي: تجعلون ذلك الكتاب {قَرَاطِيسَ} ؛ أي: أوراقًا مفرقة في دفاتر كثيرة {تُبْدُونَهَا} ؛ أي: تظهرون تلك القراطيس المكتوبة؛ أي: يظهرون ما وافق هواهم منها {وَتُخْفُونَ كَثِيرًا} من تلك القراطيس مما لا يوافق هواهم؛ كنعت محمَّد - صلى الله عليه وسلم -، </p><p>(١) الوئام: بالهمزة بعد الواو كالوفاق وزنا ومعنى، وفي المثل: لولا الوئام لهلك الأنام؛ أي: لولا الموافقة بينهم اهـ مختار.</p><p> وآية الرجم. والمعنى (١) : يضعون الكتاب في ورقات مفرقة، فجعلوه أجزاء نحو نيف وثمانين جزءًا، وفعلوا ذلك ليتمكنوا من إخفاء ما أرادوا إخفاءه، فيجعلون ما يريدون إخفاءه على حدة ليتمكنوا من إخفائه. </p><p> قال أبو حيان: إن كان (٢) المنكرون بني إسرائيل .. فالاحتجاج عليهم واضح؛ لأنهم ملتزمون نزول الكتاب على موسى، وإن كانوا العرب .. فوجه الاحتجاج عليهم أن إنزال الكتاب على موسى أمر مشهور منقول نقل قوم لم تكن العرب مكذبة لهم، وكانوا يقولون: لو أنا أنزل علينا الكتاب لكنا أهدى منهم انتهى. </p><p> وقرأ الجمهور بالتاء الفوقانية في الأفعال الثلاثة:  {تبدون} ، {تخفون} ، {تجعلون} . وقرأ ابن كثير وأبو عمرو بالياء على الغيبة في الأفعال الثلاثة. فأما (٣) الغيبة .. فللحمل على ما تقدم من الغيبة في قوله:  {وَمَا قَدَرُوا اللَّهَ} إلخ. وعلى هذا فيكون في قوله:  {وَعُلِّمْتُمْ} تأويلان: </p><p> أحدهما: أنه خطاب لهم أيضًا، وإنما جاء به على طريقة الالتفات. </p><p> والثاني: أنه خطاب للمؤمنين من قريش اعترض به بين الأمر بقوله: {قُلْ مَنْ أَنْزَلَ} ، وبين قوله:  {قُلِ اللَّهُ} . وأما قراءة تاء الخطاب .. ففيها مناسبة لقوله:  {وَعُلِّمْتُمْ مَا لَمْ تَعْلَمُوا أَنْتُمْ وَلَا آبَاؤُكُمْ} ورجحها مكي وجماعة، لذلك قال: وذلك أحسن في المشاكلة والمطابقة واتصال بعض الكلام ببعض، وهو الاختيار لذلك، ولأن أكثر القراء عليه. </p><p> وقوله:  {وَعُلِّمْتُمْ} يحتمل أن يكون مستأنفًا مقررًا لما قبله، وأن يكون حالًا؛ أي: قل لهم: من أنزل الكتاب الذي جاء به، والحال أنكم قد علمتم أيها اليهود من ذلك الكتاب الذي أنزل على موسى من أمور دينكم ودنياكم {مَا لَمْ تَعْلَمُوا أَنْتُمْ وَلَا آبَاؤُكُمْ} من قبل إنزال ذلك الكتاب من الأحكام والحدود، </p><p>(١) المراح. (٢) البحر المحيط.(٣) الفتوحات.</p>"
}