{
  "id": null,
  "sura": 6,
  "aya": 137,
  "text": "<p> مصدران. وقيل: الفتح في المصدر، والضم في الاسم، وقرأ ابن أبي عبلة: بفتح الزاي والعين فيهما، والكسر لغة لبعض قيس وتميم، ولم يقرأ به. </p><p> {فَما كانَ لِشُرَكائِهِمْ} ؛ أي: فيما عينوه لشركائهم وآلهتهم {فَلا يَصِلُ إِلَى اللَّهِ} ؛ أي: لا يصرف إلى الوجوه التي جعلوها لله لا بالتصدق ولا بالضيافة ولا غيرهما، بل يهتمون بحفظه وإنفاقه على السدنة وذبح الذبائح والقرابين عندها {وَما كانَ لِلَّهِ} ؛ أي: وما عينوه وجعلوه له - سبحانه وتعالى - {فَهُوَ يَصِلُ إِلى شُرَكائِهِمْ} ؛ أي: يجعلونه لآلهتهم وينفقونه في مصالحها للتقرب به إليها {ساءَ ما يَحْكُمُونَ} ؛ أي: قبح الحكم حكمهم في إيثار آلهتهم على الله سبحانه، أو قبح ما يحكمون به بإيثارهم المخلوق العاجز عن كل شيء على الخالق القادر على كل شيء، وبعملهم شيئا لم يشرعه الله. </p><p> وللقبح وجوه متعددة منها: </p><p> ١ - أنه اعتداء على الله بالتشريع، وهو لم يأذن لهم فيه. </p><p> ٢ - الشرك في عبادته تعالى، ولا ينبغي أن يشرك مع الله سواه فيما يتقرب به إليه. </p><p> ٣ - ترجيح ما جعلوه لشركائهم على ما جعلوه لخالقها وخالقهم. </p><p> ٤ - أن هذا حكم لا مستند له من عقل ولا هداية من شرع. </p><p> ١٣٧ - ثم ذكر سبحانه وتعالى من أعمال الشرك أيضا عملا لا مستند له من عقل ولا شرع فقال:  {وَكَذلِكَ} ؛ أي: ومثل تزيين قسمة القرابين من الحرث والأنعام بين الله وآلهتهم، وجعلهم آلهتهم شركاء لله في ذلك {زَيَّنَ لِكَثِيرٍ مِنَ الْمُشْرِكِينَ قَتْلَ أَوْلادِهِمْ} بوأد إناثهم ونحر ذكورهم {شُرَكاؤُهُمْ} ؛ أي: أولياؤهم من الشياطين ومن السدنة؛ أي: زين لكثير من المشركين شركاؤهم - سدنة الآلهة وخدمها - أن يقتلوا أولادهم. </p><p> وكان مصدر هذا التنزيين وجوها مختلفة منها: </p><p> ١ - اتقاء الفقر الحاصل أو المتوقع، وقد أشار سبحانه إلى الأول بقوله: </p><p> {وَلا تَقْتُلُوا أَوْلادَكُمْ مِنْ إِمْلاقٍ نَحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ} وأشاء إلى الثاني بقوله: {وَلا تَقْتُلُوا أَوْلادَكُمْ خَشْيَةَ إِمْلاقٍ نَحْنُ نَرْزُقُهُمْ وَإِيَّاكُمْ} . </p><p> ٢ - اتقاء العار بوأد البنات؛ أي: بدفنهن وهن على قيد الحياة خشية أن يكن سببا للعار أو السباء، أو خشية أن يقترن بأزواج دون آبائهن في الشرف. </p><p> ٣ - التدين بنحر الأولاد للآلهة تقربا إليها بنذر أو بغير نذر، فقد كان الرجل في الجاهلية ينذر إن ولد له كذا غلاما .. لينحرن أحدهم كما حلف عبد المطلب في قصص طويل أشار إليه النبي صلى الله عليه وسلم بقوله:  «أنا ابن الذبيحين» . </p><p> وسمى الله المزينين لهم الشرك من شياطين الإنس - كالسدنة - أو شياطين الجن شركاء، وإن كانوا هم لم يسموهم لا آلهة ولا شركاء؛ لأنهم لما أطاعوهم طاعة إذعان وخضوع في التحليل والتحريم، ولا يكون ذلك إلا لله سماهم شركاء كما قال:  {اتَّخَذُوا أَحْبارَهُمْ وَرُهْبانَهُمْ أَرْبابًا مِنْ دُونِ اللَّهِ} . </p><p> وقرأ الجمهور (١) : {زَيَّنَ} - مبنيا للفاعل - و {قَتْلَ} - نصبا على المفعولية - و {أَوْلادِهِمْ} - خفضا بالإضافة - و {شُرَكاؤُهُمْ} - رفعا على الفاعل - والمعنى؛ أي: وهكذا زين لهم شياطينهم قتل أولادهم، فأمروا بأن يئدوا بناتهم خشية الفقر والسبي، وبأن ينحروا ذكورهم لآلهتهم، فكان الرجل في الجاهلية يقوم فيحلف بالله لئن ولد له كذا من الذكور .. لينحرن أحدهم كما حلف عبد المطلب لينحرن عبد الله. </p><p> وقرأ ابن عامر وحده:  {زين} - مبنيا للمفعول - و {قتل} - رفعا على النيابة عن الفاعل - و {أولادهم} - نصبا على المفعولية - و {شركائهم} - خفضا على إضافة المصدر إلى فاعله - والمعنى؛ أي: وزين لكثير من المشركين قتل شركائهم أولادهم. وهذه القراءة متواترة صحيحة، ولا عبرة بقول ابن عطية: وهذه قراءة ضعيفة في لسان العرب، فقد قرأ ابن عامر على أبي الدرداء، وواثلة بن الأسقع وفضالة بن عبيد، ومعاوية بن أبي سفيان، والمغيرة المخزومي، وقرأ أيضا على </p><p>(١) المراح.</p><p> عثمان، وولد هو في حياة رسول الله صلى الله عليه وسلم. وقرأت فرقة (١) ، منهم السلمي والحسن وأبو عبيد الملك - قاضي الجند وصاحب ابن عامر -: {زين} - مبنيا للمفعول - و {قتل} مرفوعا مضافا إلى {أولادهم} ، {شُرَكاؤُهُمْ} مرفوعا على إضمار فعل؛ أي: زينه شركاؤهم هكذا أخرجه سيبويه. أو فاعلا بالمصدر؛ أي: قتل أولادهم شركاؤهم هكذا خرجه قطرب. فعلى توجيه سيبويه الشركاء مزينون لا قاتلون كما كان كذلك في القراءة الأولى، وعلى توجيه قطرب الشركاء قاتلون، ومجازه أنهم لما كانوا مزينين القتل جعلوا هم القاتلين، وإن لم يكونوا مباشري القتل، وقرأت فرقة من أهل الشام، ورويت عن ابن عامر:  {زين} - بكسر الزاي وسكون الياء - على أنه فعل ماض مبني للمفعول على وزن قيل وبيع و {قتل} مرفوع على ما لم يسم فاعله و {أولادهم} بالنصب، و {شركائهم} بالخفض غاية ما في هذه القراءة أنه من زان الثلاثي، وبني للمفعول فأعل كبيع، فهي جارية على القراءة الأولى من الفصل بالمفعول. </p><p> ثم ذكر سبحانه وتعالى علة تزيين المنكرات لهم فقال:  {لِيُرْدُوهُمْ} ؛ أي: أنهم زينوا لهم هذه المنكرات ليردوهم ويهلكوهم بالإغواء والإضلال {وَلِيَلْبِسُوا عَلَيْهِمْ دِينَهُمْ} ؛ أي: وليخلطوا عليهم ما كانوا عليه من دين إسماعيل عليه السلام، ويفسدوا عليهم فطرتهم، فتنقلب عواطف ود الوالدين من رأفة ورحمة إلى قسوة ووحشية، فينحر الوالد ولده، ويدفن بنته الضعيفة بيده، وهي حية؛ أي: زينوا لهم ليضلوهم وليدخلوا عليهم الشك في دينهم. </p><p> والدين (٢) الذي لبّسوه وخلطوه عليهم هو ما كانوا يدعونه من دين إسماعيل وملة إبراهيم عليهما السلام، وقد اختلط عليهم بما ابتدعوه من تقاليد الشرك حتى لم يعرف الأصل الذي كان يتبع من هذه الإضافات التي ضموها إليه، فهذا الذي أتاهم بهذه الأوضاع الفاسدة أراد أن يزيلهم عن ذلك الدين الحق. </p><p>(١) البحر المحيط. (٢) المراغي.</p>"
}