{
  "id": null,
  "sura": 6,
  "aya": 71,
  "text": "<p> نزولها: ما أخرجه (١) ابن أبي حاتم عن عبيد الله بن زجر عن بكر بن سوادة قال: حمل رجل من العدو على المسلمين، فقتل رجلًا، ثم حمل، فقتل رجلًا آخر، ثم حمل فقتل آخر، ثم قال: أينفعني الإِسلام بعد هذا، فقال رسول الله - صلى الله عليه وسلم -: \"نعم\" ، فضرب فرسه فدخل فيهم، ثم حمل على أصحابه، فقتل رجلًا ثم آخر، ثم قتل. قال فيرون: إن هذه الآية نزلت فيه. {الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ ...} الآية. </p><p> التفسير وأوجه القراءة </p><p> ٧١ - {قُلْ} يا محمَّد لهؤلاء المشركين الذين يدعونك إلى دين آبائهم {أَنَدْعُو} ؛ أي: نعبد {مِنْ دُونِ اللَّهِ} ؛ أي: متجاوزين عبادة الله الضار النافع {مَا لَا يَنْفَعُنَا وَلَا يَضُرُّنَا} ؛ أي: الأصنام التي لا تنفعنا في الدنيا والآخرة إن عبدناها, ولا تضرنا إن تركنا عبادتها، وأدنى مراتب المعبودية: القدرة على ذلك؛ أي: لا ينبغي لنا ولا يمكن منا أن نعبد غير الله سبحانه وتعالى بعد أن هدانا الله تعالى إلى الإِسلام والتوحيد، والاستفهام فيه للإنكار والتوبيخ {و} هل {نُرَدُّ عَلَى أَعْقَابِنَا} ؛ أي: وهل نرجع وراءنا وخلفنا إلى الشرك {بَعْدَ إِذْ هَدَانَا اللَّهُ} وأرشدنا إلى دينه وأكرمنا به، لا نرجع إلى الشرك، ويقال لكل (٢) من أعرض عن الحق إلى الباطل: أنه رجع إلى خلف، ورجع على عقيبه؛ لأن الأصل في الإنسان هو الجهل، ثم إذا تكامل حصل له العلم، فإذا رجع من العلم إلى الجهل مرة أخرى .. فكأنه رجع إلى أول مرة. والمعنى (٣) : قل يا محمَّد للآمرين لك باتباع دينهم وعبادة الأصنام معهم: أندعوا من دون الله تعالى حجرًا أو شجرًا لا يقدر على نفعنا أو ضرنا، فنخصه بالعبادة دون الله، وندع عبادة الذي بيده التفسير والنفع، والحياة والموت؟ إن كنتم تعقلون .. فتميزون بين الخير والشر، ولا شك أن خدمة من يرتجى نفعه ويرهب ضره أحق وأولى من خدمة ما لا يرجى منه شيء منهما، وهل نرد على أعقابنا بالعودة إلى الضلال والشرك بعد إذ هدانا الله </p><p>(١) لباب النقول. (٢) المراح.(٣) المراغي.</p><p> إلى الإِسلام والتوحيد؟ </p><p> والخلاصة: أن ذلك لا ينبغي لنا ولا يقع منا للأسباب الآتية: </p><p> ١ - أن هذا تحول وارتداد عن دعاء القادر الذي يكشف الضر إن شاء، ويمنح الخير إن شاء إلى دعاء العاجز الذي لا يقدر على نفع ولا ضر. </p><p> ٢ - أنه رد على الأعقاب، وتقهقر إلى الوراء. </p><p> ٣ - أن من أنقذه الله القدير الرحيم من الضلالة بما أراه من آياته في الأنفس والآفاق لا يقدر أحد أن يضله: {وَمَنْ يَهْدِ اللَّهُ فَمَا لَهُ مِنْ مُضِلٍّ أَلَيْسَ اللَّهُ بِعَزِيزٍ ذِي انْتِقَامٍ (٣٧) }. </p><p> ثم ضرب مثلًا يصوِّر المرتد في أقبح حالة كانت تتخيلها العرب، فقال:  {كَالَّذِي اسْتَهْوَتْهُ الشَّيَاطِينُ فِي الْأَرْضِ} ؛ أي: أنرد على أعقابنا ونرجع إلى الشرك حالة كوننا مشبهين بالشخص الذي استهوته واختطفته وأضلته الشياطين والغيلان ومردة الجن عن الطريق الموصل إلى المقصد، واستتبعته وألقته في الهوية والبراري والصحارى من الأرض حالة كونه {حَيْرَانَ} ؛ أي: متحيرًا في شأنه لا يدري أين يذهب، لضلاله عن الطريق {لَهُ} ؛ أي: لذلك المستهوى الضال عن الطريق {أَصْحَابٌ} ورفقة {يَدْعُونَهُ} وينادونه ليردوه {إِلَى الْهُدَى} ؛ أي: إلى الطريق الذي أخطأ عنه قائلين في ندائهم: {ائْتِنَا} وجئنا وأقبل إلينا، فإن الطريق ها هنا، فلا يسمعهم ولا يجيبهم، فيهلك في الصحارى؛ أي: لا ينبغي لنا أن نكون مثل ذلك المستهوى الضال عن الطريق. والمعنى؛ أي: أنرد على أعقابنا، فيكون مثلنا في ذلك مثل الرجل الذي استتبعه الشيطان يهوى ويضل في الأرض حيران تائهًا، له أصحاب على المحجة واستقامة السبيل يدعونه إلى طريق الهدى الذي هم عليه، ويقولون له: ائتنا. </p><p> وخلاصة المثل (١) : أن من يرتد مشركًا بعد الإيمان .. كمن جعله العشق أو </p><p>(١) المراغي.</p><p> الجنون هائمًا على وجهه ضالًا في الفلوات حيران لا يهتدي، تاركًا رفاقه على الطريق المستقيم ينادونه: عد إلينا وارجع، فلا يستجيب لهم لانجذابه وراء ما تراءى له بغير عقل ولا بصيرة. قال صاحب \"الكشاف\" : وهذا مبني على ما كانت تزعمه العرب وتعتقده من أن الجن تستهوي الإنسان وتختطفه، والغيلان تستولي عليه، كما قال تعالى:  {كَمَا يَقُومُ الَّذِي يَتَخَبَّطُهُ الشَّيْطَانُ مِنَ الْمَسِّ} . قال ابن عباس (١) : مثل عابد الصنم مثل من دعاه الغول فيتبعه، فيصبح وقد ألقته في مهمهٍ ومهلكة، فهو حائر في تلك المهامه. وحمل الزمخشري {اسْتَهْوَتْهُ} على أنه من الهوى الذي هو المودة والميل؛ كأنه قيل: كالذي أمالته الشيطان عن الطريق الواضح إلى المهمه القفر، وحمله غيره كأبي عليّ على أنه من الهُويُّ بمعنى: السقوط؛ أي: ألقته في هوة ووهدة، ويكون استفعل بمعنى: أفعل، نحو استزل وأزل. </p><p> وقرأ السلمي والأعمش وطلحة (٢) : {استهوته الشيطان} بالتاء، وإفراد الشيطان. وقال الكسائي: إنها كذلك في مصحف ابن مسعود انتهى. والذي نقلوا لنا القراءة عن ابن مسعود إنما نقلوه الشياطين جمعًا. وقرأ الحسن:  {الشياطون} ، وتقدم، وقد لحن في ذلك، وقد قيل: هو شاذ قبيح، وفي مصحف عبد الله:  {أتينا} فعلًا ماضيًا لا أمرًا، فـ {إِلَى الْهُدَى} متعلق به. </p><p> ثم أمره أن يرغب المشركين فيما يدعو إليه، لا فيما يدعونه إليه، فقال:  {قُلْ} لهم يا محمَّد {إِنَّ هُدَى اللَّهِ} ؛ أي: إن (٣) طريق الله الذي أوضحه لعباده ودينه الذي شرعه لهم {هُوَ الْهُدَى} والنور والاستقامة لا عبادة الأصنام؛ لأن ما وراءه ضلال، ففيه زجر عن عبادتها، كأنه يقول: لا نفعل ذلك، فإن هدى الله هو الهدى، لا هدى غيره، والمعنى: قل لهم يا محمَّد: إن هدى الله الذي أنزل به آياته، وأقام عليه حججه وبيناته هو الهدى الحق، لا يأتيه الباطل من بين يديه </p><p>(١) البحر المحيط. (٢) البحر المحيط.(٣) الخازن.</p>"
}