{
  "id": null,
  "sura": 6,
  "aya": 100,
  "text": "<p> والأشكال والألوان {لَآيَاتٍ} ؛ أي: لدلائل باهرة على قدرة الله تعالى ووحدانيته {لِقَوْمٍ يُؤْمِنُونَ} ؛ أي: يصدقون بوجود الله تعالى ووحدانيته، وإن الذي أخرج هذا النبات وهذه الثمار قادر على أن يحيى الموتى ويبعثهم، وناسب ختم هذه الآية بقوله:  {لِقَوْمٍ يُؤْمِنُونَ} كون ما تقدم دالًّا على وحدانيته وإيجاده المصنوعات المختلفة، فلا بدَّ لها من مدبر مع أنها نابتة من أرض واحدة، وتسقى بماء واحد ذكره في \"الجمل\" . </p><p> والمعنى (١) : إن في ذلكم الذي أمرتم بالنظر إليه لدلائل عظيمة على وجود القادر الحكيم ووحدانيته لمن هو مؤمن بالفعل، ولمن هو مستعد للإيمان. أما غيرهم .. فإن نظرهم لا يتجاوز الظواهر، ولا يعدوها إلى ما تدل عليه من وجود الخالق ووحدانيته التي إليها ينتهي النظام، فهم لا يغوصون ليصلوا إلى أسرار عالم النبات، ولا يبحثون عن كون انتقاله من حال إلى حال على ذلك النمط البديع دالًّا على كمال الحكمة، وعلى أن وحدة النظام في الأشياء المختلفة لا يمكن أن تصدر من إرادات متعددة. </p><p> ١٠٠ - {وَجَعَلُوا لِلَّهِ شُرَكَاءَ الْجِنَّ} هذا الكلام يتضمن ذكر نوع آخر من جهالاتهم وضلالتهم؛ أي: وجعل هؤلاء المشركون الجن شركاء لله سبحانه وتعالى {وَخَلَقَهُمْ} ؛ أي: والحال أن الله سبحانه وتعالى قد خلق الجن، أو قد خلق الشركاء المجعولين، كما خلق غيرهم من العالمين، فنسبة الجميع إليه واحدة، وامتياز بعض المخلوقين عن بعض في صفاته وخصائصه لا يخرجه عن كونه مخلوقًا، ولا يصل به إلى درجة أن يكون إلهًا وربًّا. </p><p> وفي المراد (٢) من الجن هنا أقوال، فقال قتادة: إنهم الملائكة، فقد عبدوهم، وقال الحسن: إنهم الشياطين، فقد أطاعوهم في أمور الشرك والمعاصي. وقيل: إبليس، فقد عبده أقوام وسموه ربًّا، ومنهم من سماه إله الشر والظلمة، وخص الباري سبحانه بألوهية الخير والنور. </p><p>(١) المراغي. (٢) المراغي.</p><p> وروي عن ابن عباس أنه قال: إنها نزلت في الزنادقة الذين يقولون: إن الله تعالى خالق الناس والدواب والأنعام والحيوان، وإبليس خالق السباع والحيات والعقارب والشرور، رجح الرازي هذا الرأي قال: إن المراد من الزنادقة: المجوس الذين قالوا: إن كل خير في العالم، فهو من يزدان - النور - وكل شر فهو من أهرمن؛ أي: إبليس. وقرأ (١) الجمهور: بنصب {الْجِنَّ} ، وأعربه الزمخشري وابن عطية مفعولاً أول لـ {جَعَلُوا} ، وجعلوا بمعنى: صيروا، و {شُرَكَاءَ} : مفعول ثانٍ، و {لِلَّهِ} متعلق بـ {شُرَكَاءَ} . </p><p> وقرأ أبو حيوة ويزيد بن قطيب:  {الْجِنَّ} بالرفع على تقدير: هم الجن، جواباً لمن قال: من الذي جعلوه شركاء؟ فقيل لهم: هم الجن، ويكون ذلك على سبيل الاستعظام لما فعلوه، والانتقاص جعلوه شريكًا لله. وقرأ شعيب بن أبي حمزة:  {الْجِنَّ} بخفض النون، ورويت هذه عن أبي حيوة وابن قطيب أيضًا، وحمل على الإضافة التي للتبيين، ولا يتضح معنى هذه القراءة إذ التقدير: وجعلوا شركاء الجن لله، وهذا معنى لا يظهر. وقرأ (٢) يحيى بن يعمر {وَخَلَقَهُمْ} بإسكان اللام، وكذا في مصحف عبد الله، والظاهر أنه عطف على الجن؛ أي: وجعلوا الذي ينحتونه أصنافًا شركاء لله، كما قال تعالى: {قَالَ أَتَعْبُدُونَ مَا تَنْحِتُونَ (٩٥) وَاللَّهُ خَلَقَكُمْ وَمَا تَعْمَلُونَ (٩٦) } فالخلق هنا واقع على المعمول المصنوع بمعنى: المخلوق، قاله ابن عطية. وقال الزمخشري: وقرىء: {وَخَلَقَهُمْ} ؛ أي: اختلاقهم الإفك يعني: وجعلوا لله خلقهم؛ حيث نسبوا قبائحهم إلى الله في قولهم: والله أمرنا بها. انتهى. والخلق هنا: مصدر بمعنى: الاختلاق. {وَخَرَقُوا لَهُ} ؛ أي: خرق هؤلاء المشركون واختلقوا وكذبوا، وجعلوا لله سبحانه وتعالى {بَنِينَ وَبَنَاتٍ بِغَيْرِ عِلْمٍ} ؛ أي: حالة كونهم ملتبسين بغير علم؛ أي: بجهل وضلالة؛ أي: واختلقوا له تعالى بحمقهم وجهلهم بنين وبنات بغير علم؛ أي: من غير أن يعلموا حقيقة ما قالوه من خطأ أو صواب، ولكن رميًا بقول عن جهالة وغباوة من غير فكر وروية، ومن غير معرفة لمكانه من الشناعة والازدراء </p><p>(١) البحر المحيط. (٢) البحر المحيط.</p>"
}