{
  "id": null,
  "sura": 7,
  "aya": 87,
  "text": "<p> قبل أن يراه ويسمع دعوته. </p><p> ٢ - صدهم من وصل إليه وآمن به بصرفه عن الثبات على الإيمان، والاستقامة على الطريق الموصلة إلى سعادة الدارين. </p><p> ٣ - ابتغاؤهم جعل سبيل الله المستقيمة معوجة بالطعن، وإلقاء الشبهات المشككة فيها، أو المشوهة لها، وهم بعملهم هذا ارتكبوا ضلالتين: التقليد والعصبية للآباء والأجداد، وضلالة الغلو في الحرية الشخصية التي أباحت لهم الطعن في الأديان حتى بلغوا في ذلك حد الطغيان. </p><p> {وَاذْكُرُوا إِذْ كُنْتُمْ قَلِيلًا} ؛ أي: وتذكروا الزمن الذي كنتم فيه قليلي العدد {فَكَثَّرَكُمْ} الله سبحانه وتعالى بما بارك في نسلكم، واشكروا له ذلك بعبادته وحده واتباع وصاياه في الحق، والإعراض عن الفساد في الأرض. وقد روي أن مدين بن إبراهيم تزوج بنت لوط، فولدت له، فرمى الله في نسلهما البركة والنماء فكثروا. وقيل المعنى: إذ كنتم مقلين فقراء، فجعلكم مكثرين موسرين، وقيل: إذ كنتم أذلة قليلي العدد، فأعزكم بكثرة العدد والعدد. </p><p> {وَانْظُرُوا كَيْفَ كانَ عاقِبَةُ الْمُفْسِدِينَ} ؛ أي: فانظروا وتأملوا نظر اعتبار كيف كان آخر أمر المفسدين في الأرض من الأمم والشعوب المجاورة لكم كقوم نوح وعاد وثمود، وكيف أهلكهم الله بفسادهم وبغيهم في الأرض، فاعتبروا بما حل بهم واحذروا أن يصيبكم مثل ما أصابهم. </p><p> ٨٧ - {وَإِنْ كانَ طائِفَةٌ} ؛ أي: جماعة كائنة {مِنْكُمْ} أيها القوم {آمَنُوا} وصدقوا {بِالَّذِي أُرْسِلْتُ بِهِ} إليكم من الأحكام والشرائع التي شرعها الله تعالى لكم {وَطائِفَةٌ} أخرى منكم {لَمْ يُؤْمِنُوا} ولم يصدقوا بما أرسلت به إليكم {فَاصْبِرُوا} ؛ أي: فانتظروا أيها المؤمنون والكافرون من الطائفتين {حَتَّى يَحْكُمَ اللَّهُ بَيْنَنا} وبينكم جميعا من مؤمن وكافر بإعلاء درجات المؤمنين ونصرهم، وبإظهار خزي الكافرين وذلهم {وَهُوَ} سبحانه وتعالى {خَيْرُ الْحاكِمِينَ} ؛ أي: أفضلهم وأعلمهم؛ لأنه تعالى حاكم عادل منزه عن الجور لا معقب لحكمه ولا حيف فيه، ولا يخفى ما في هذا من الوعيد والتهديد، وحكم الله بين عباده ضربان: </p><p> ١ - حكم شرعي يوحيه إلى رسله، وعليه جاء قوله تعالى في سورة المائدة بعد الأمر بالوفاء بالعقود وإحلال البهيمة:  {إِنَّ اللَّهَ يَحْكُمُ ما يُرِيدُ} . </p><p> ٢ - حكم فعلي يفصل فيه بين الخلق بمقتضى سننه فيهم كقوله في آخر سورة يونس: {وَاتَّبِعْ ما يُوحى إِلَيْكَ وَاصْبِرْ حَتَّى يَحْكُمَ اللَّهُ وَهُوَ خَيْرُ الْحاكِمِينَ (١٠٩) }. </p><p> والمعنى: وإن كان جماعة صدقوا بالذي أرسلت به إليكم من إخلاص العبادة لله، وترك معاصيه من ظلم الناس وبخسهم في المكاييل والموازين، واتبعوني في كل ذلك، وجماعة أخرى لم يصدقوني وأصروا على شركهم، وإفسادهم. فاصبروا على قضاء الله الفاصل بيننا وبينكم، وهو خير من يفصل، وأعدل من يقضي؛ لتنزهه عن الباطل والجور، وليعتبر كفاركم بعاقبة من قبلهم، وسيحل بهم مثل ما حل بأولئك بحسب السنن التي قدرها العليم الحكيم، ولن تجد لسنة الله تبديلا، ولن تجد لسنة الله تحويلا، والله أعلم. </p><p> الإعراب </p><p> {قالَ الْمَلَأُ الَّذِينَ اسْتَكْبَرُوا مِنْ قَوْمِهِ لِلَّذِينَ اسْتُضْعِفُوا لِمَنْ آمَنَ مِنْهُمْ أَتَعْلَمُونَ أَنَّ صالِحًا مُرْسَلٌ مِنْ رَبِّهِ قالُوا إِنَّا بِما أُرْسِلَ بِهِ مُؤْمِنُونَ (٧٥) }. </p><p> {قالَ الْمَلَأُ} : فعل وفاعل، والجملة مستأنفة. {الَّذِينَ} : صفة لـ {الْمَلَأُ} . {اسْتَكْبَرُوا} : فعل وفاعل، والجملة صلة الموصول. {مِنْ قَوْمِهِ} : جار ومجرور ومضاف إليه حال من واو {اسْتَكْبَرُوا} . {لِلَّذِينَ} : جار ومجرور متعلق بـ {قالُوا}  {اسْتُضْعِفُوا} : فعل ونائب فاعل صلة الموصول. {لِمَنْ} : جار ومجرور بدل من الجار والمجرور قبله كقولهم: مررت بزيد بأخيك. {آمَنَ} : فعل ماض، وفاعله ضمير يعود على {من} ، والجملة صلة {من} الموصولة. {مِنْهُمْ} : جار ومجرور حال من فاعل {آمَنَ} . {أَتَعْلَمُونَ أَنَّ صالِحًا مُرْسَلٌ مِنْ رَبِّهِ} مقول محكي لـ {قالُوا} ، وإن شئت قلت:  {الهمزة} : للاستفهام الإنكاري. {تَعْلَمُونَ} : فعل وفاعل، والجملة في محل النصب مقول لـ {قالُوا} . {أَنَّ} : حرف نصب {صالِحًا} : اسمها. {مُرْسَلٌ} : خبرها. {مِنْ رَبِّهِ} : متعلق به، أو </p><p> صفة له، وجملة {أَنَّ} في تأويل مصدر ساد مسد مفعولي علم تقديره: أتعلمون إرسال صالح من ربه. {قالُوا} : فعل وفاعل، والجملة مستأنفة. {إِنَّا بِما أُرْسِلَ بِهِ مُؤْمِنُونَ} : مقول محكي لـ {قالُوا} ، وإن شئت قلت {إنّ} : حرف نصب، و {نا} : ضمير المتكلمين في محل النصب اسمها. {بِما} : جار ومجرور متعلق بـ {مُؤْمِنُونَ} : {أُرْسِلَ} فعل ماض مغير الصيغة، ونائب فاعله ضمير يعود على {صالح} . {بِهِ} : متعلق بـ {أُرْسِلَ}  {مُؤْمِنُونَ} : خبر {إن} ، وجملة {إن} في محل النصب مقول {قالُوا} . </p><p> {قالَ الَّذِينَ اسْتَكْبَرُوا إِنَّا بِالَّذِي آمَنْتُمْ بِهِ كافِرُونَ فَعَقَرُوا النَّاقَةَ وَعَتَوْا عَنْ أَمْرِ رَبِّهِمْ وَقالُوا يا صالِحُ ائْتِنا بِما تَعِدُنا إِنْ كُنْتَ مِنَ الْمُرْسَلِينَ (٧٦) }. </p><p> {قالَ الَّذِينَ} : فعل وفاعل، والجملة مستأنفة. {اسْتَكْبَرُوا} : فعل وفاعل، والجملة صلة الموصولة. {إِنَّا بِالَّذِي آمَنْتُمْ بِهِ كافِرُونَ} مقول محكي لـ {قالَ} ، وإن شئت قلت:  {إن} : حرف نصب، و {نا} : اسمها. {بِالَّذِي} : جار ومجرور متعلق بـ {كافِرُونَ} . {آمَنْتُمْ} : فعل وفاعل. {بِهِ} : جار ومجرور متعلق به، والجملة صلة الموصول. {كافِرُونَ} : خبر {إن} ، وجملة {إن} في محل النصب مقول {قال} . {فَعَقَرُوا} : {الفاء} : عاطفة، {عقروا الناقة} : فعل وفاعل ومفعول، والجملة معطوفة على جملة قوله:  {قالَ الَّذِينَ اسْتَكْبَرُوا} . {وَعَتَوْا} : فعل وفاعل معطوف على {فَعَقَرُوا} . {عَنْ أَمْرِ رَبِّهِمْ} جار ومجرور ومضاف إليه متعلق بـ {عَتَوْا} . {وَقالُوا} فعل وفاعل معطوف على {عَتَوْا} . {يا صالِحُ ائْتِنا} إلى آخر الآية مقول محكي لـ {قالُوا} ، وإن شئت قلت:  {يا صالِحُ} : منادى مفرد العلم، وجملة النداء في محل النصب مقول {قالُوا} . {ائْتِنا} : فعل ومفعول، وفاعله ضمير يعود على {صالِحُ} ، والجملة في محل النصب مقول {قالُوا} على كونها جواب النداء. {بِما} جار ومجرور متعلق بـ {ائْتِنا} . {تَعِدُنا} : فعل ومفعول، وفاعله ضمير يعود على {صالِحُ} والجملة صلة لـ {ما} أو صفة لها، والعائد أو الرابط محذوف تقديره: بما تعدنا إياه. {إِنْ} : حرف شرط. {كُنْتَ} : فعل ناقص، واسمه في محل الجزم </p><p> بـ {إِنْ} الشرطية على كونها فعل شرط لها. {مِنَ الْمُرْسَلِينَ} : جار ومجرور خبر {كان} ، وجواب {إِنْ} الشرطية معلوم مما قبلها تقديره: إن كنت من المرسلين فائتنا بما تعدنا من العذاب، وجملة {إِنْ} الشرطية في محل النصب مقول {قالُوا} . </p><p> {فَأَخَذَتْهُمُ الرَّجْفَةُ فَأَصْبَحُوا فِي دارِهِمْ جاثِمِينَ فَتَوَلَّى عَنْهُمْ وَقالَ يا قَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسالَةَ رَبِّي وَنَصَحْتُ لَكُمْ وَلكِنْ لا تُحِبُّونَ النَّاصِحِينَ (٧٨) }. </p><p> {فَأَخَذَتْهُمُ}  {الفاء} : حرف عطف وتفريع، {أخذتهم الرجفة} : فعل ومفعول وفاعل، والجملة معطوفة على جملة قوله:  {فَعَقَرُوا النَّاقَةَ} . {فَأَصْبَحُوا} : {الفاء} : عاطفة تفريعية، {أصبحوا} : فعل ناقص واسمه. {فِي دارِهِمْ} : جار ومجرور متعلق بـ {جاثِمِينَ} . {جاثِمِينَ} : خبر {أصبح} منصوب بالياء، وجملة {أصبحوا} : معطوفة على جملة قوله: {فَأَخَذَتْهُمُ الرَّجْفَةُ} . {فَتَوَلَّى}  {الفاء} : حرف عطف وتفريع، {تولى} : فعل ماض، وفاعله ضمير يعود على {صالِحُ}  {عَنْهُمْ} : متعلق به، والجملة معطوفة على جملة {أصبحوا} . {وَقالَ} : فعل ماض، وفاعله ضمير يعود على {صالِحُ} ، والجملة معطوفة على جملة {تولى} . {يا قَوْمِ} إلى آخر الآية: مقول محكي، وإن شئت قلت:  {يا قَوْمِ} : منادى مضاف، وجملة النداء في محل النصب مقول {قالَ} . {لَقَدْ}  {اللام} : موطئة لقسم محذوف. {قد} : حرف تحقيق. {أَبْلَغْتُكُمْ} : فعل وفاعل ومفعول أول. {رِسالَةَ رَبِّي} : مفعول ثان ومضاف إليه، والجملة الفعلية جواب للقسم المحذوف، وجملة القسم مع جوابه في محل النصب مقول {قالَ} على كونه جواب النداء. {وَنَصَحْتُ} : فعل وفاعل معطوف على {أَبْلَغْتُكُمْ} . {لَكُمْ} : جار ومجرور متعلق به. {وَلكِنْ} : {الواو} : عاطفة. لكِنْ: حرف استدراك. {لا تُحِبُّونَ النَّاصِحِينَ} : فعل وفاعل ومفعول به، والجملة معطوفة على جملة قوله:  {وَنَصَحْتُ لَكُمْ} على كونها مقولا لـ {قالَ} . </p><p> {وَلُوطًا إِذْ قالَ لِقَوْمِهِ أَتَأْتُونَ الْفاحِشَةَ ما سَبَقَكُمْ بِها مِنْ أَحَدٍ مِنَ الْعالَمِينَ (٨٠) }. </p><p> {وَلُوطًا} : معطوف على نوحا؛ أي: وأرسلنا لوطا أيضا. {إِذْ} : ظرف لما مضى من الزمان متعلق بأرسلنا المحذوف. {قالَ} : فعل ماض، وفاعله ضمير يعود على {لوط} ، والجملة الفعلية في محل الجر مضاف إليه لـ {إِذْ} . {لِقَوْمِهِ} : متعلق بـ {قالَ} . {أَتَأْتُونَ الْفاحِشَةَ} إلى آخر الآية مقول محكي لـ {قالَ} ، وإن شئت قلت:  {الهمزة} : للاستفهام الإنكاري التوبيخي. {تَأْتُونَ الْفاحِشَةَ} : فعل وفاعل ومفعول، والجملة في محل النصب مقول {قالَ} . {ما} : نافية. {سَبَقَكُمْ} : فعل ومفعول. {بِها} : متعلق بـ {سبق} . {مِنْ} : زائدة. {أَحَدٍ} : فاعل، والجملة في محل النصب مقول {قالَ} . {مِنَ الْعالَمِينَ} : جار ومجرور صفة لـ {أَحَدٍ} . </p><p> {إِنَّكُمْ لَتَأْتُونَ الرِّجالَ شَهْوَةً مِنْ دُونِ النِّساءِ بَلْ أَنْتُمْ قَوْمٌ مُسْرِفُونَ (٨١) }. </p><p> {إِنَّكُمْ}  {إنّ} : حرف نصب، و {الكاف} : اسمها، {لَتَأْتُونَ} : {اللام} : حرف ابتداء، {تأتون الرجال} : فعل وفاعل ومفعول. {شَهْوَةً} : مفعول من أجله، أو حال من واو {تأتون} ؛ أي: مشتهين، والجملة الفعلية في محل الرفع خبر {إنّ} ، وجملة {إنّ} في محل النصب مقول {قالَ} . {مِنْ دُونِ النِّساءِ} : جار ومجرور ومضاف إليه حال من الواو في {تأتون} ؛ أي: حال كونكم متجاوزين النساء، أو من الرجال؛ أي: حال كونهم منفردين من النساء. {بَلْ} : حرف للاضراب الانتقالي. {أَنْتُمْ} : مبتدأ. {قَوْمٌ} : خبر. {مُسْرِفُونَ} : صفته، والجملة في محل النصب مقول {قالَ} . </p><p> {وَما كانَ جَوابَ قَوْمِهِ إِلَّا أَنْ قالُوا أَخْرِجُوهُمْ مِنْ قَرْيَتِكُمْ إِنَّهُمْ أُناسٌ يَتَطَهَّرُونَ (٨٢) }. </p><p> {وَما}  {الواو} : استئنافية. {ما} : نافية. {كانَ} : فعل ماض ناقص. {جَوابَ قَوْمِهِ} : خبرها ومضاف إليه مقدما على اسمها. {إِلَّا} : أداة استثناء مفرغ. {أَنْ} : حرف نصب ومصدر. {قالُوا} : فعل وفاعل في محل النصب بـ {أَنْ} المصدرية، والجملة في تأويل مصدر مرفوع على كونه اسم {كانَ} </p><p> مؤخرا تقديره: وما كان جواب قومه إلا قولهم، وجملة {كانَ} مستأنفة. {أَخْرِجُوهُمْ} إلى آخر الآية مقول محكي لـ {قالُوا} ، وإن شئت قلت {أَخْرِجُوهُمْ} فعل وفاعل ومفعول، والجملة في محل النصب مقول {قالُوا}  {مِنْ قَرْيَتِكُمْ} جار ومجرور ومضاف إليه متعلق بـ {أَخْرِجُوهُمْ} . {إِنَّهُمْ} : {إن} : حرف نصب، و {الهاء} : اسمها. {أُناسٌ} : خبرها، وجملة {يَتَطَهَّرُونَ} صفة لـ {أُناسٌ} ، وجملة {إن} في محل النصب مقول {قالُوا} على كونها مسوقة لتعليل ما قبلها. </p><p> {فَأَنْجَيْناهُ وَأَهْلَهُ إِلَّا امْرَأَتَهُ كانَتْ مِنَ الْغابِرِينَ (٨٣) }. </p><p> {فَأَنْجَيْناهُ} : {الفاء} : فاء الفصيحة، لأنها أفصحت عن جواب شرط مقدر تقديره: إذا عرفت ما قال لهم لوط وما قالوا له، وأردت بيان عاقبة أمره وأمرهم .. فأقول لك، {أنجيناه} : فعل وفاعل ومفعول. {وَأَهْلَهُ} : معطوف على الهاء في {أنجيناه} ، والجملة في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. {إِلَّا} : أداة استثناء. {امْرَأَتَهُ} : مستثنى ومضاف إليه. {كانَتْ} : فعل ماض ناقص، واسمها ضمير يعود على المرأة. {مِنَ الْغابِرِينَ} : جار ومجرور خبرها، وجملة {كان} : مستأنفة استئنافا بيانيا وقع جوابا عن سؤال نشأ من استثنائها، كأنه قيل: فماذا كان حالها؟ فقيل: كانت من الغابرين. ذكره أبو السعود. </p><p> {وَأَمْطَرْنا عَلَيْهِمْ مَطَرًا فَانْظُرْ كَيْفَ كانَ عاقِبَةُ الْمُجْرِمِينَ (٨٤) }. </p><p> {وَأَمْطَرْنا} : فعل وفاعل. {عَلَيْهِمْ} : متعلق به {مَطَرًا} : مفعول به، والجملة في محل النصب معطوفة على جملة قوله:  {فَأَنْجَيْناهُ} على كونها مقولا لجواب إذا المقدرة. {فَانْظُرْ} : {الفاء} : عاطفة، {انظر} : فعل أمر، وفاعله ضمير يعود على محمد، أو على كل من يصلح للخطاب، والجملة معطوفة على جملة {وَأَمْطَرْنا} . {كَيْفَ} : اسم استفهام في محل النصب خبر {كانَ} مقدم عليها وجوبا. {كانَ} : فعل ماض ناقص. {عاقِبَةُ الْمُجْرِمِينَ} : اسمها ومضاف إليه. وفي «الفتوحات» : {كَيْفَ} وما في حيزها معلقة للنظر عن العمل، </p><p> فهي وما بعدها في محل نصب على إسقاط الخافض، والنظر هنا التفكر، و {كَيْفَ} خبر {كانَ} واجب التقدم. اه «سمين» . </p><p> {وَإِلى مَدْيَنَ أَخاهُمْ شُعَيْبًا قالَ يا قَوْمِ اعْبُدُوا اللَّهَ ما لَكُمْ مِنْ إِلهٍ غَيْرُهُ قَدْ جاءَتْكُمْ بَيِّنَةٌ مِنْ رَبِّكُمْ فَأَوْفُوا الْكَيْلَ وَالْمِيزانَ وَلا تَبْخَسُوا النَّاسَ أَشْياءَهُمْ} . </p><p> {وَإِلى مَدْيَنَ} : جار ومجرور متعلق بأرسلنا محذوفا ممنوع من الصرف للعلمية والتأنيث المعنوي. {أَخاهُمْ} : مفعول أرسلنا المحذوف. {شُعَيْبًا} : بدل من {أَخاهُمْ} ، أو عطف بيان له، والجملة المحذوفة معطوفة على جملة قوله:  {لَقَدْ أَرْسَلْنا نُوحًا} . {قالَ} : فعل ماض، وفاعله ضمير يعود على {شعيب} ، والجملة مستأنفة. {يا قَوْمِ اعْبُدُوا اللَّهَ} إلى قوله: {قالَ الْمَلَأُ} مقول محكي لـ {قالَ} ، وإن شئت قلت:  {يا قَوْمِ} : منادى مضاف، وجملة النداء مقول {قالَ} . {اعْبُدُوا اللَّهَ} : فعل وفاعل ومفعول، والجملة في محل النصب مقول {قالَ} على كونها جواب النداء. {ما} : نافية. {لَكُمْ} : خبر مقدم. {مِنْ إِلهٍ} : مبتدأ مؤخر. {غَيْرُهُ} : صفة لـ {إِلهٍ} تابع لمحله، والجملة في محل النصب مقول {قالَ} . {قَدْ جاءَتْكُمْ بَيِّنَةٌ} : فعل ومفعول وفاعل. {مِنْ رَبِّكُمْ} : صفة لـ {بَيِّنَةٌ} ، والجملة في محل النصب مقول {قالَ} . {فَأَوْفُوا الْكَيْلَ} : {الفاء} : فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر تقديره: إذا عرفتم مجيء بينة من ربكم، وأردتم بيان ما هو اللازم لكم .. فأقول لكم:  {أوفوا الكيل} : فعل وفاعل ومفعول. {وَالْمِيزانَ} : معطوف على {الْكَيْلَ} ، والجملة في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة في محل النصب مقول {قالَ} . {وَلا تَبْخَسُوا النَّاسَ أَشْياءَهُمْ} : فعل وفاعل ومفعولان، والجملة معطوفة على جملة قوله {أوفوا} . </p><p> {وَلا تُفْسِدُوا فِي الْأَرْضِ بَعْدَ إِصْلاحِها ذلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ} . </p><p> {وَلا تُفْسِدُوا} : فعل وفاعل، والجملة معطوفة على جملة {فَأَوْفُوا الْكَيْلَ} . {فِي الْأَرْضِ} : متعلق به. {بَعْدَ إِصْلاحِها} : ظرف ومضاف إليه متعلق بـ {لا تُفْسِدُوا} . {ذلِكُمْ خَيْرٌ} : مبتدأ وخبر، والجملة في محل النصب مقول {قالَ} . {لَكُمْ} : متعلق بـ {خَيْرٌ} . {إِنْ} : حرف شرط. {كُنْتُمْ} : فعل ناقص، واسمه في محل الجزم بـ {إِنْ} الشرطية على كونه فعل شرط لها. {مُؤْمِنِينَ} : خبره، وجواب {إِنْ} الشرطية محذوف دل عليها ما قبلها تقديره: إن كنتم مؤمنين فبادروا إلى ما أمرتكم به، وجملة {إِنْ} الشرطية في محل النصب مقول {قالَ} . </p><p> {وَلا تَقْعُدُوا بِكُلِّ صِراطٍ تُوعِدُونَ وَتَصُدُّونَ عَنْ سَبِيلِ اللَّهِ مَنْ آمَنَ بِهِ وَتَبْغُونَها عِوَجًا وَاذْكُرُوا إِذْ كُنْتُمْ قَلِيلًا فَكَثَّرَكُمْ وَانْظُرُوا كَيْفَ كانَ عاقِبَةُ الْمُفْسِدِينَ (٨٦) }. </p><p> {وَلا تَقْعُدُوا} : فعل وفاعل. {بِكُلِّ صِراطٍ} : جار ومجرور ومضاف إليه متعلق به، والجملة معطوفة على جملة {فَأَوْفُوا الْكَيْلَ} . {تُوعِدُونَ} : فعل وفاعل، والجملة في محل النصب حال من واو {تَقْعُدُوا} . {وَتَصُدُّونَ} : فعل وفاعل، والجملة في محل النصب معطوفة على جملة {تُوعِدُونَ} . {عَنْ سَبِيلِ اللَّهِ} : جار ومجرور ومضاف إليه متعلق بـ {تَصُدُّونَ} . {مَنْ} : اسم موصول في محل النصب مفعول تصدون. {آمَنَ} : فعل ماض، وفاعله ضمير يعود على {مَنْ} . {بِهِ} : متعلق بـ {آمَنَ} ، والجملة صلة الموصول. {وَتَبْغُونَها} : فعل وفاعل ومفعول. {عِوَجًا} : حال من الهاء، والجملة الفعلية في محل النصب معطوفة على {تَصُدُّونَ} على كونها حالا من واو {تَقْعُدُوا} . {وَاذْكُرُوا} : فعل وفاعل، والجملة معطوفة على جملة {فَأَوْفُوا} . {إِذْ} : ظرف لما مضى في محل النصب على الظرفية متعلق بـ {اذْكُرُوا} . {كُنْتُمْ} : فعل ناقص واسمه. {قَلِيلًا} : خبره، والجملة في محل الجر مضاف إليه لـ {إِذْ} . {فَكَثَّرَكُمْ} : {الفاء} : عاطفة، {كثركم} : فعل ومفعول، وفاعله ضمير يعود على {الله} ، والجملة في محل الجر معطوفة على جملة {كُنْتُمْ} . {وَانْظُرُوا} : </p><p> فعل وفاعل، والجملة معطوفة على جملة {أوفوا} . {كَيْفَ} : اسم استفهام في محل النصب خبر {كانَ} . {كانَ عاقِبَةُ الْمُفْسِدِينَ} : فعل ناقص واسمه ومضاف إليه و {كَيْفَ} معلقة لـ {انْظُرُوا} عن العمل فيما بعدها، و {كَيْفَ} وما في حيزها في محل النصب بإسقاط الخافض كما في «الفتوحات» في هذا الموضع. </p><p> {وَإِنْ كانَ طائِفَةٌ مِنْكُمْ آمَنُوا بِالَّذِي أُرْسِلْتُ بِهِ وَطائِفَةٌ لَمْ يُؤْمِنُوا فَاصْبِرُوا حَتَّى يَحْكُمَ اللَّهُ بَيْنَنا وَهُوَ خَيْرُ الْحاكِمِينَ (٨٧) }. </p><p> {وَإِنْ}  {الواو} : استئنافية. إِنْ: حرف شرط. كانَ طائِفَةٌ: فعل ناقص، واسمه في محل الجزم بـ {إِنْ} على كونه فعل شرط لها. {مِنْكُمْ} : صفة لـ {طائِفَةٌ} . {آمَنُوا} : فعل وفاعل، والجملة في محل النصب خبر {كانَ} . {بِالَّذِي} : جار ومجرور متعلق بـ {آمَنُوا} . {أُرْسِلْتُ} : فعل ونائب فاعل. {بِهِ} : متعلق به، والجملة صلة الموصول. {وَطائِفَةٌ} : معطوف على {طائِفَةٌ} . {لَمْ يُؤْمِنُوا} : فعل وفاعل، والجملة في محل النصب خبر {كانَ} ؛ أي: وإن كانت طائفة منكم مؤمنين بالذي أرسلت به وطائفة غير مؤمنين. {فَاصْبِرُوا}  {الفاء} : رابطة لجواب {إِنْ} الشرطية وجوبا، {اصبروا} : فعل وفاعل في محل الجزم بـ {إِنْ} الشرطية على كونه جوابا لها، وجملة {إِنْ} الشرطية في محل النصب مقول {قالَ} على كونها مستأنفة. {حَتَّى} : حرف جر وغاية. {يَحْكُمَ اللَّهُ} : فعل وفاعل منصوب بأن مضمرة وجوبا بعد {حَتَّى} . {بَيْنَنا} : ظرف ومضاف إليه متعلق به، والجملة في تأويل مصدر مجرور بـ {حَتَّى} بمعنى إلى، والجار والمجرور متعلق بـ {فَاصْبِرُوا} ، والتقدير: فاصبروا إلى حكم الله بيننا وبينكم. {وَهُوَ خَيْرُ الْحاكِمِينَ} : مبتدأ وخبر ومضاف إليه، والجملة في محل النصب حال من الجلالة. </p><p> التصريف ومفردات اللغة </p><p> {قالَ الْمَلَأُ الَّذِينَ اسْتَكْبَرُوا} ؛ أي: تكبروا، فالسين فيه زائدة. </p><p> {فَعَقَرُوا النَّاقَةَ} ؛ أي: نحروها، وأصل العقر الجرح، وعقر الإبل قطع قوائمها، وكانوا يفعلون ذلك بها قبل نحرها لتموت في مكانها ولا تنتقل. وفي «السمين» : والعقر أصله: كشف العراقيب في الإبل، وهو أن يضرب قوائم البعير أو الناقة، فيقع، وكانت سنتهم في الذبح، ثم أطلق على كل عقر، وإن لم يكن فيه كشف العراقيب تسمية للشيء بما يلازمه غالبا إطلاقا للسبب على مسببه هذا </p><p> قول الأزهري. وقال ابن قتيبة: العقر: القتل كيف كان، يقال: عقرتها فهي معقور، وقيل: العقر الجرح. اه. </p><p> وفي «المصباح» : عقره عقرا - من باب ضرب - جرحه وعقر البعير بالسيف عقرا ضرب قوائمه به، ولا يطلق العقر في غير القوائم، وربما قالوا: عقره إذا نحره، فهو عقير وجمال عقري. اه. </p><p> {وَعَتَوْا} ؛ أي: تمردوا مستكبرين، والعتو: الامتناع من الشيء: إما عن عجز وضعف ومنه عتا الشيخ عتيا إذا أسن وكبر، وإما عن قوة كعتو الجبارين والمستكبرين، ويقولون: نخلة عاتية إذا كانت عارية يمتنع جناها على من يريدها إلا بمشقة التسلق والصعود. </p><p> وفي «الفتوحات» : العتو والعتي النتو؛ أي: الارتفاع عن الطاعة، يقال منه: عتى يعتو عتوا وعتيا بقلب الواوين ياءين، والأحسن فيه إذا كان مصدرا تصحيح الواوين -: كقوله تعالى: {وَعَتَوْا عُتُوًّا كَبِيرًا} - وإذا كان جمعا الإعلال: نحو قوم عتي؛ لأن الجمع أثقل، فناسبه الإعلال تخفيفا، وقوله تعالى:  {أَشَدُّ عَلَى الرَّحْمنِ عِتِيًّا} يحتمل الوجهين. اه «سمين» . </p><p> {فَأَخَذَتْهُمُ الرَّجْفَةُ} الرجفة: المرة من الرجف، وهو الحركة والاضطراب، يقال: رجف البحر إذا اضطربت أمواجه، ورجفت الأرض زلزلت واهتزت، ورجف القلب والفؤاد من الخوف. {فِي دارِهِمْ} دار الرجل ما يسكنها هو وأهله، ويطلق على البلد؛ وهو المراد هنا. </p><p> {جاثِمِينَ} يقال: جثم الناس إذا قعدوا لا حراك بهم، وفي «السمين» وقال: أبو عبيدة: الجثوم للناس والطير كالبروك للإبل. اه. وفي «المصباح» : </p><p> جثم الطائر والأرنب يجثم من بابي دخل وجلس جثوما، وهو كالبروك من البعير، وربما أطلق على الظباء والإبل، والفاعل جاثم وجثام مبالغة، ثم استعير الثاني مؤكدا بالهاء للرجل الذي يلازم الحضر ولا يسافر، فقيل فيه: جثامة وزان علامة ونسابة، ثم سمي به، ومنه الصعب بن جثامة الليثي. اه. وفي «القاموس» : جثم إذا لزم مكانه ولم يبرح، أو وقع على صدره. اه. </p><p> {وَلُوطًا} هو (١) لوط بن هاران ابن أخي إبراهيم عليهما السلام ولد في الطرف الشرقي من جنوب العراق، وكانت تسمى أرض بابل، وكان قد سافر بعد موت والده مع عمه إبراهيم عليه السلام إلى ما بين النهرين، وكان يسمى جزيرة قورا، وهناك كانت مملكة أشور، ثم أسكنه إبراهيم شرقي الأردن، لجودة مراعيها، وكان في ذلك المكان المسمى بعمق السديم بقرب البحر الميت، أو بحر لوط قرى خمس سكن لوط في إحداها المسماة بسذوم، وكانت تعمل الخبائث، ولا يوجد الآن ما يدل على موضعها بالتحديد، وبعض الناس يقول: إن البحر قد غمرها، ولا دليل لهم على ذلك. </p><p> {شَهْوَةً مِنْ دُونِ النِّساءِ} شهوة إما مفعول لأجله، أو مصدر واقع موقع الحال؛ أي: مشتهين ملتذين، أو باق على مصدريته، ناصبه أَتَأْتُونَ؛ لأنه بمعنى: أتشتهون شهوة، ويقال: شهي يشهى شهوة وشهى يشهو شهوة من بابي تعب وعلا. كما في «المصباح» . </p><p> {مِنَ الْغابِرِينَ} في «المصباح» : غبر غبورا - من باب قعد - إذا بقي، ويستعمل فيما مضى أيضا، فيكون من الأضداد، قال الزبيدي: غبر غبورا: مكث. اه. </p><p> {وَأَمْطَرْنا عَلَيْهِمْ} قال أبو عبيد (٢) : يقال: مطر في الرحمة، وأمطر في </p><p>(١) المراغي. (٢) الفتوحات.</p><p> العذاب. وقال الراغب: ويقال: مطر في الخير، وأمطر في العذاب قال تعالى:  {وَأَمْطَرْنا عَلَيْهِمْ حِجارَةً مِنْ سِجِّيلٍ} وهذا مردود بقوله تعالى: {عارِضٌ مُمْطِرُنا} فإنهم إنما عتوا بذلك الرحمة، وهو من أمطر رباعيا، ومطر وأمطر بمعنى واحد يتعديان لمفعول واحد، يقال: مطرتهم السماء وأمطرتهم، وقوله:  {وَأَمْطَرْنا عَلَيْهِمْ} ضمن معنى أرسلنا، ولذلك عدو يعلى، وعلى هذا فمطرا مفعول به؛ لأنه يراد به الحجارة، ولا يراد به المصدر أصلا إذا لو كان كذلك؛ لقيل إمطارا، اه «سمين» . </p><p> {فَأَوْفُوا الْكَيْلَ وَالْمِيزانَ} والكيل (١) : مصدر كنى به عن الآلة التي يكال بها كقوله في هود: {الْمِكْيالَ وَالْمِيزانَ} ، فطابق قوله:  {وَالْمِيزانَ} وهو باقي على المصدرية، وأريد بالميزان المصدر كالميعاد لا الآلة، فتطابقا، أو حمل الميزان على حذف مضاف؛ أي: ووزن الميزان والكيل على إرادة المكيال، فتطابقا. </p><p> {وَلا تَبْخَسُوا النَّاسَ أَشْياءَهُمْ} يقال: بخسه حقه؛ أي: نقصه {وَلا تُفْسِدُوا} والإفساد شامل لإفساد نظام الاجتماع بالظلم، وأكل أموال الناس بالباطل، وإفساد الأخلاق والآداب بارتكاب الإثم والفواحش، وإفساد العمران بالجهل وعدم النظم. </p><p> {بَعْدَ إِصْلاحِها} وإصلاح الأرض هو إصلاح حال أهلها بالعقائد الصحيحة، والأعمال الصالحة المزكية للأنفس، والأعمال المرقية للعمران المحسنة لأحوال المعيشة. {بِكُلِّ صِراطٍ} الصراط: الطريق المحسوس. </p><p> {تُوعِدُونَ} ؛ أي: تخوفون الناس بالقتل والضرب. وفي «القاموس» الوعيد: التهديد، والتوعد: التهدد كالإيعاد. اه. ثم قال: وهدده خوفه. اه. </p><p>(١) البحر المحيط.</p><p> {إِذْ كُنْتُمْ قَلِيلًا} يحتمل (١) قلة العدد، ويحتمل قلة المال، ويحتمل قلة القوة التي هي الضعف، فقوله:  {فَكَثَّرَكُمْ} ؛ أي: كثر عددكم وكثركم بالغنى بعد الفقر، وكثركم بالقوة بعد الضعف. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات ضروبا من البلاغة والفصاحة والبيان والبديع: </p><p> فمنها: الطباق بين قوله: {الَّذِينَ اسْتَكْبَرُوا} .. و {لِلَّذِينَ اسْتُضْعِفُوا} : وبين {مُؤْمِنُونَ} و {كافِرُونَ} ، وبين {الرِّجالَ} و {النِّساءِ} في قوله: {لَتَأْتُونَ الرِّجالَ شَهْوَةً مِنْ دُونِ النِّساءِ} ، وبين قوله:  {وَإِنْ كانَ طائِفَةٌ مِنْكُمْ آمَنُوا} وقوله {وَطائِفَةٌ لَمْ يُؤْمِنُوا} . </p><p> ومنها: الجناس المغاير في قوله: {وَنَصَحْتُ لَكُمْ وَلكِنْ لا تُحِبُّونَ النَّاصِحِينَ} ، وفي قوله:  {أَنَّ صالِحًا مُرْسَلٌ مِنْ رَبِّهِ قالُوا إِنَّا بِما أُرْسِلَ بِهِ} ، وفي قوله:  {وَأَمْطَرْنا عَلَيْهِمْ مَطَرًا} ، وفي قوله:  {حَتَّى يَحْكُمَ اللَّهُ وَهُوَ خَيْرُ الْحاكِمِينَ} . </p><p> ومنها: المجاز المرسل في قوله: {فَعَقَرُوا} لأن العاقر واحد منهم، فنسب العقر إلى الكل لرضاهم له نسبة لما للبعض إلى الكل. </p><p> ومنها: الاكتفاء في قوله: {فَأَخَذَتْهُمُ الرَّجْفَةُ} ؛ أي: والصيحة من السماء وقد وقع التصريح بها آية أخرى، فكان عذابهم بالرجفة والصيحة، فذكر في كل موضع واحدة منهما اه «قاري» . </p><p> ومنها: الاستفهام الإنكاري التوبيخي في قوله: {أَتَأْتُونَ الْفاحِشَةَ} . </p><p> ومنها: السخرية والاستهزاء بلوط وأهله في قوله: {إِنَّهُمْ أُناسٌ يَتَطَهَّرُونَ} </p><p>(١) الخازن.</p><p> ويسمى هذا النوع في علم البديع التعريض بما يوهم الذم، ولذلك قال ابن عباس: عابوهم بما يمدح به، وهذا مثل قول الشاعر: </p><p> ولا عيب فيهم غير أنّ سيوفهم ... بهنّ فلول من قراع الكتائب </p><p> والله سبحانه وتعالى أعلم (١) </p><p> * * * </p><p>(١) إلى هنا تم الجزء الثامن من تفسير القرآن العظيم بتوفيق الله الجواد الكريم، فنحمده على إفضاله، ونشكره على نواله، ونصلي ونسلم على صفيه وحبيبه محمد وآله وصحبه صلاة وسلاما دائمين بدوام جوده وفضله وكرمه وطوله ما تطارد الجديدان، وتطاول المدى والزمان. وكان الفراغ من مسودة هذا الجزء بالمسفلة حارة الرشد من مكة المكرمة زادها الله شرفا، ورزقنا الموت فيها، في اليوم التاسع عشر من الشهر المبارك الربيع الأول يوم الأربعاء قبيل الغروب من شهور سنة عشر وأربعمئة وألف من الهجرة النبوية - على صاحبها أفضل الصلاة وأزكى التحية - بتاريخ: ١٩/ ٣/ ١٤١٠ هـ، الموافق ١٨/ ١٠/ ١٩٨٩ م في شهر أكتوبر.وكان الانتهاء إلى هذا الموضع في التاريخ المذكور في أعلى الصحيفة بيد مؤلفه: محمد أمين بن عبد الله الأرمي الأثيوبي الهرري الراجي من ربه سبحانه أن يعينه على إكماله، وييسره عليه، ويوفقه لما هو المعنى عنده، ويجعل في عمره البركة إلى تمامه، ويحفظ عليه سمعه وبصره وفهمه وعقله وجسمه وجميع قواه إلى انتهائه، وينفع به من شاء من عباده، ويجعله لهم مرجعا في علوم كتابه، وذخيرة له عند وفوده إلى دار الآخرة، ويجعله خالصا مخلصا لوجهه، إنه على ما يشاء قدير، وبالإجابة جدير، وصلى الله وسلم على سيدنا ومولانا محمد خاتم النبيين وعلى آله وصحبه أجمعين والحمد لله رب العالمين.تم المجلد التاسع من شرح حدائق الروح والريحان في روابي علوم القرآن، ويليه المجلد العاشر وأوله قوله تعالى: {قالَ الْمَلَأُ الَّذِينَ اسْتَكْبَرُوا مِنْ قَوْمِهِ ...} الآية.</p><p> شعرٌ </p><p> أُطْلُبْ وَلاَ تَضْجَرَنَّ مِنْ مَطْلَبٍ ... فَآفَةُ الطَّالِبِ أَنْ يَضْجَرَا </p><p> أَمَا تَرَى الْحَبْلَ بِتَكْرَارِهِ ... فِيْ الصَّخْرَةِ الصَّمَّاءِ قَدْ أَثَّرَا </p><p> آخرُ </p><p> دَبَبْتُ لِلْمَجْدِ وَالسَّاعُوْنَ قَدْ بَلَغُوْا ... حَدَّ النُّفُوْسِ وَأَلْقَوْا دُوْنَهُ الأُزُرَا </p><p> وَكَابَدُوْا الْجُهْدَ حَتَّى مَلَّ أَكْثَرُهُمْ ... وَعَانَقَ الْمَجْدَ مَنْ وَافَى وَمَنْ صَبَرَا </p><p> لاَ تَحْسَبِ الْمَجْدَ تَمْرًا أَنْتَ آكِلُهُ ... لَنْ تَبْلُغَ الْمَجْدَ حَتَّى تَلْعَقَ الصَّبْرَا </p><p> تفسير حدائق الروح والريحان في روابي علوم القرآن </p><p> تأليف </p><p> الشيخ العلامة محمد الأمين بن عبد الله الأرمي العلوي الهرري الشافعي </p><p> المدرس بدار الحديث الخيرية في مكة المكرمة </p><p> إشراف ومراجعة </p><p> الدكتور هاشم محمد علي بن حسين مهدي </p><p> خبير الدراسات برابطة العالم الإسلامي - مكة المكرمة </p><p> «المجلد العاشر» </p><p> حقوق الطبع محفوظة للناشر </p><p> الطبعة الأولى </p><p> ١٤٢١ هـ - ٢٠٠١ م </p><p> دار طوق النجاة </p><p> بيروت - لبنان </p><p> تفسير حدائق الروح والريحان في روابي علوم القرآن </p><p> [١٠] </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> شعر </p><p> كِتَابٌ لَوْ يُبَاعُ بَوْزْنِهِ ذَهَبًا ... لَكَانَ الْبَائِعُ فِيْهِ الْمَغْبُوْنَا </p><p> حَوَى مِنْ ثِمَارِ التَّفْسِيْرِ أَفْنَانَا ... فَالْحَمْدُ لِلَّهِ عَلَى مَا حَبَانَا </p><p> آخر </p><p> جَزَى اللَّهُ خَيْرًا مَنْ تَأَمَّلَ صَنْعَتِيْ ... وَقَابَلَ مَا فِيْهَا مِنَ السَّهْوِ بِالْعَفْوِ </p><p> وَأَصْلَحَ مَا أَخْطَأْتُ فِيْهِ بِفَضْلِهِ ... وَفِطْنَتِهِ أَسْتَغْفِرُ اللَّهَ مِنْ سَهْوِيْ </p><p> آخر </p><p> يَا طَالِبَ الْعِلْمِ بَاشِرُ الْوَرَعَا ... وَجَانِب النَّوْمَ وَاحْذَرِ الشِّبَعَا </p><p> دَاوِمْ عَلَى الدَّرْسِ لاَ تُفَارِقْهُ ... فَالْعِلْمُ بِالدَّرْسِ قَامَ وَارْتَفَعَا </p><p> [تتمة سورة الأعراف] </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> بحمدك نبتدي، وبعونك نستكفي، وبتوفيقك نهتدي إلى تفسير كتابك الكريم، والذي لا يأتيه الباطل من بين يديه ولا من خلفه تنزيل من حكيم حميد، ونصلي ونسلم على نبيه وحبيبه سيدنا محمد وآله وصحبه وحزبه ما سطر القلم بمداد الإخلاص تفاسير الكتاب، راجيا منه سبحانه وتعالى الخلاص من التبعات في يوم القيامة، والفوز بدار السلام. </p><p> أما بعد: فأقول وقولي هذا: </p><p> قال الله سبحانه جلّ وعلا: </p><p> {قالَ الْمَلَأُ الَّذِينَ اسْتَكْبَرُوا مِنْ قَوْمِهِ لَنُخْرِجَنَّكَ يا شُعَيْبُ وَالَّذِينَ آمَنُوا مَعَكَ مِنْ قَرْيَتِنا أَوْ لَتَعُودُنَّ فِي مِلَّتِنا قالَ أَوَلَوْ كُنَّا كارِهِينَ (٨٨) قَدِ افْتَرَيْنا عَلَى اللَّهِ كَذِبًا إِنْ عُدْنا فِي مِلَّتِكُمْ بَعْدَ إِذْ نَجَّانَا اللَّهُ مِنْها وَما يَكُونُ لَنا أَنْ نَعُودَ فِيها إِلاَّ أَنْ يَشاءَ اللَّهُ رَبُّنا وَسِعَ رَبُّنا كُلَّ شَيْءٍ عِلْمًا عَلَى اللَّهِ تَوَكَّلْنا رَبَّنَا افْتَحْ بَيْنَنا وَبَيْنَ قَوْمِنا بِالْحَقِّ وَأَنْتَ خَيْرُ الْفاتِحِينَ (٨٩) وَقالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ لَئِنِ اتَّبَعْتُمْ شُعَيْبًا إِنَّكُمْ إِذًا لَخاسِرُونَ (٩٠) فَأَخَذَتْهُمُ الرَّجْفَةُ فَأَصْبَحُوا فِي دارِهِمْ جاثِمِينَ (٩١) الَّذِينَ كَذَّبُوا شُعَيْبًا كَأَنْ لَمْ يَغْنَوْا فِيهَا الَّذِينَ كَذَّبُوا شُعَيْبًا كانُوا هُمُ الْخاسِرِينَ (٩٢) فَتَوَلَّى عَنْهُمْ وَقالَ يا قَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسالاتِ رَبِّي وَنَصَحْتُ لَكُمْ فَكَيْفَ آسى عَلى قَوْمٍ كافِرِينَ (٩٣) وَما أَرْسَلْنا فِي قَرْيَةٍ مِنْ نَبِيٍّ إِلاَّ أَخَذْنا أَهْلَها بِالْبَأْساءِ وَالضَّرَّاءِ لَعَلَّهُمْ يَضَّرَّعُونَ (٩٤) ثُمَّ بَدَّلْنا مَكانَ السَّيِّئَةِ الْحَسَنَةَ حَتَّى عَفَوْا وَقالُوا قَدْ مَسَّ آباءَنَا الضَّرَّاءُ وَالسَّرَّاءُ فَأَخَذْناهُمْ بَغْتَةً وَهُمْ لا يَشْعُرُونَ (٩٥) وَلَوْ أَنَّ أَهْلَ الْقُرى آمَنُوا وَاتَّقَوْا لَفَتَحْنا عَلَيْهِمْ بَرَكاتٍ مِنَ السَّماءِ وَالْأَرْضِ وَلكِنْ كَذَّبُوا فَأَخَذْناهُمْ بِما كانُوا يَكْسِبُونَ (٩٦) أَفَأَمِنَ أَهْلُ الْقُرى أَنْ يَأْتِيَهُمْ بَأْسُنا بَياتًا وَهُمْ نائِمُونَ (٩٧) أَوَأَمِنَ أَهْلُ الْقُرى أَنْ يَأْتِيَهُمْ بَأْسُنا ضُحًى وَهُمْ يَلْعَبُونَ (٩٨) أَفَأَمِنُوا مَكْرَ اللَّهِ فَلا يَأْمَنُ مَكْرَ اللَّهِ إِلاَّ الْقَوْمُ الْخاسِرُونَ (٩٩) أَوَلَمْ يَهْدِ لِلَّذِينَ يَرِثُونَ الْأَرْضَ مِنْ بَعْدِ أَهْلِها أَنْ لَوْ نَشاءُ أَصَبْناهُمْ بِذُنُوبِهِمْ وَنَطْبَعُ عَلى قُلُوبِهِمْ فَهُمْ لا يَسْمَعُونَ (١٠٠) تِلْكَ الْقُرى نَقُصُّ عَلَيْكَ مِنْ أَنْبائِها وَلَقَدْ جاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّناتِ فَما كانُوا لِيُؤْمِنُوا بِما كَذَّبُوا مِنْ قَبْلُ كَذلِكَ يَطْبَعُ اللَّهُ عَلى قُلُوبِ الْكافِرِينَ (١٠١) وَما وَجَدْنا لِأَكْثَرِهِمْ مِنْ عَهْدٍ وَإِنْ وَجَدْنا أَكْثَرَهُمْ لَفاسِقِينَ (١٠٢) }. </p><p> المناسبة </p><p> قوله تعالى:  {قالَ الْمَلَأُ الَّذِينَ اسْتَكْبَرُوا مِنْ قَوْمِهِ ...} الآيات (١) ، مناسبة هذه الآيات لما قبلها: أنّ هذه الآيات من تتمة قصص شعيب، ذكر فيها جواب الملأ من قومه عما أمرهم به من عبادة الله وحده، وإيفاء الكيل والميزان، وعدم الفساد في الأرض، وعما ختم به حديثه من التهديد والإنذار بقوله:  {فَاصْبِرُوا حَتَّى يَحْكُمَ اللَّهُ بَيْنَنا} . </p><p> وتولى الرد عليه أشراف قومه، كما هو الشأن في بحث كبريات المسائل ومهام الأمور. </p><p> وقوله تعالى:  {وَقالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ ...} الآيات، مناسبتها لما قبلها ظاهرة: وهي أنّ الله سبحانه وتعالى لمّا ذكر جواب الملأ من قوم شعيب، وطلبهم منه العود إلى ملتهم، وبيّن يأسهم منه بما كان من جوابه لهم الدال على ثباته في مقارعتهم، وأنّه دائم النصح والتذكير لهم علّهم يرعوون عن غيّهم .. ذكر هنا أنّهم حذروا من آمن منهم بالويل والثبور وعظائم الأمور، إذ سيلحقهم الخسار في دينهم، والخسار في دنياهم، لعل ذلك يثنيهم عن عزيمتهم، ويردهم إلى الرشاد من أمرهم، بحسب ما يزعمون، فكانت عاقبة ذلك أن أصبحوا كأمس الدابر، وأصبحت ديارهم خرابا يبابا، لا أنيس فيها ولا جليس. </p><p> قوله تعالى:  {وَما أَرْسَلْنا فِي قَرْيَةٍ مِنْ نَبِيٍّ ...} الآية، مناسبتها لما قبلها: أنّ الله سبحانه وتعالى لمّا ذكر (٢) حال الأمم السابقة مع أنبيائها، وبيّن من العظة والعبرة، فقد كانت العاقبة في كل حال للمتقين، والدائرة تدور على المبطلين .. أشار هنا إلى سنة الله في الأمم التي تكذب رسلها، أن ينزل بها البؤس وشظف العيش، وسوء الحال في دنياهم، ليتضرعوا إلى ربهم وينيبوا إليه بالإقلاع عن كفرهم، والتوبة من تكذيب أنبيائهم، وفي هذا من التحذير لقريش والتخويف لهم ما لا يخفى. </p><p> ثم ذكر أنّه بدل الرخاء بالبؤس ليعتبروا ويشكروا، لكنّهم لم يفعلوا فأخذهم أخذ عزيز مقتدر. </p><p>(١) المراغي. (٢) المراغي.</p>"
}