{
  "id": null,
  "sura": 7,
  "aya": 156,
  "text": "<p> الأكثرون {إِنْ هِيَ} ؛ أي (١) : ما الفتنة التي وقع فيها السفهاء {إِلَّا فِتْنَتُكَ} ؛ أي: إلا محنتك بأن أوجدت في العجل خوارا فزاغوا به، وأسمعتهم كلامك، فافتتنوا بذلك حتى طمعوا فيما فوق ذلك. {تُضِلُّ بِها} ؛ أي: بتلك الفتنة {مَنْ تَشاءُ} إضلاله، فلا يهتدي إلى التثبت {وَتَهْدِي مَنْ تَشاءُ} هدايته إلى الحق، فلا يتزلزل في أمثالها فيقوى بها إيمانه. </p><p> وعبارة «المراغي» : {إِنْ هِيَ إِلَّا فِتْنَتُكَ ...} الخ؛ أي: ما تلك الفعلة التي كانت سببا في أخذهم بالرجفة إلا محنة منك وابتلاء، جعلته سببا لظهور استعداد الناس وما طويت عليه سرائرهم من ضلال وهداية، وما يستحقون عليه العقوبة أو المثوبة، بحسب سننك في خلقك بالعدل والحق، تضل بمقتضاها من تشاء من عبادك، ولست بالظالم لهم في تقديرك، وتهدى من تشاء ولست بالمحابي لهم في توفيقك، فأمرهم دائر بين العدل والفضل. انتهت. </p><p> {أَنْتَ} يا إلهي {وَلِيُّنا} ؛ أي: متولي أمورنا الدنيوية والأخروية، والقائم علينا بما تكسب نفوسنا {فَاغْفِرْ لَنا} ما اقترفته أنفسنا مما يترتب عليه المؤاخذة والعقاب من مخالفة سنتك، والتقصير فيما يجب من ذكرك وشكرك وعبادتك {وَارْحَمْنا} برحمتك التي وسعت كل شيء، بإفاضة آثار الرحمة الدنيوية والأخروية علينا {وَأَنْتَ خَيْرُ الْغافِرِينَ} حلما وكرما وجودا؛ لأنّك تغفر ذنوب عبادك لا لغرض ولا لطلب عوض، بل لمحض الفضل والكرم والجود، أما غيرك فإنّما يتجاوز عن الذنب إما طلبا للثواب الجزيل، أو للثناء الجميل، أو دفعا للربقة الخسيسة عن القلب، وأنت خير الراحمين رحمة، وأوسعهم فيها فضلا وإحسانا، فرحمة من سواك نفحة مفاضة على قلوبهم من رحمتك </p><p> ١٥٦ - {وَاكْتُبْ لَنا} ؛ أي: وأثبت لنا {فِي هذِهِ الْحَياةِ الدُّنْيا} ؛ أي: في هذه الحياة القريبة الزوال والخسيسة {حَسَنَةً} ؛ أي: حياة طيبة من نعمة وعافية، وبسطة في الرزق، وتوفيق للطاعة {وَفِي} الدار {الْآخِرَةِ} حسنة؛ أي: واكتب (٢) لنا في الدار الآخرة مثوبة حسنة بدخول جنتك، ونيل رضوانك، فهو بمعنى قوله: فيما علمنا من دعائه {رَبَّنا </p><p>(١) المراح. (٢) المراغي.</p><p> آتِنا فِي الدُّنْيا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً} {إِنَّا هُدْنا إِلَيْكَ} ؛ أي: تبنا إليك مما فرط من سفهائنا، من طلب الآلهة، وعبادة العجل، ومن تقصير عقلائنا في الإنكار عليهم، مستغفرين مسترحمين كما فعل من قبل آدام عليه السلام، إذ تاب من معصيته إليك، فتبت عليه واجتبيته، فكانت تلك سنتك في ولده. وقرأ (١) زيد بن علي، وأبو وجزة:  {هدنا} - بكسر الهاء - من هاد يهيد إذا حرك؛ أي: </p><p> حركنا أنفسنا وجذبناها لطاعتك، فيكون الضمير فاعلا، ويحتمل أن يكون مفعولا لم يسم فاعله؛ أي: حركنا إليك وأملنا، والضم في {هُدْنا} يحتملهما، وتضمنت هذه الجمل كونه تعالى هو ربهم ووليهم، وأنّهم تائبون عبيد له خاضعون، فناسب عز الربوبية أن يستعطف للعبيد التائبين الخاضعين بسؤال المغفرة والرحمة والكتب {قالَ} الله سبحانه وتعالى: {عَذابِي أُصِيبُ بِهِ} ؛ أي: اخص به {مَنْ أَشاءُ} من الكفار والعصاة، وليس لأحد علي اعتراض؛ لأنّ الكل ملكي {وَرَحْمَتِي وَسِعَتْ} وعمت {كُلَّ شَيْءٍ} من البر والفاجر، والمكلفين وغيرهم، قال (٢) جماعة من المفسرين: لما نزلت ورحمتي وسعت كل شيء .. تطاول إبليس إليها وقال: أنا من ذلك الشيء، فنزعها الله تعالى من إبليس، فقال تعالى:  {فَسَأَكْتُبُها لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ الزَّكاةَ وَالَّذِينَ هُمْ بِآياتِنا يُؤْمِنُونَ} فآيس إبليس منها، وقالت اليهود: نحن نتقي ونؤتي الزكاة، ونؤمن بآيات ربنا، فنزعها الله من اليهود وأثبتها لهذه الأمة فقال تعالى:  {الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الْأُمِّيَّ} الآية. </p><p> والظاهر (٣) : أنّ هذه الجملة مستأنفة، مسوقة للإخبار عن عذابه ورحمته سبحانه وتعالى، والمعنى؛ أي: قد كان (٤) من سبق رحمتي غضبي أن جعلت عذابي خاصا، أصيب به من أشاء من الكفار والعصاة، أما رحمتي فقد وسعت كل شيء في العالمين، فهي من صفاتي التي قام بها أمر العالم منذ خلقته، والعذاب من أفعالي المترتبة على صفة العدل، ولولا الرحمة العامة المبذولة لكل </p><p>(١) البحر المحيط. (٢) الخازن.(٣) البحر المحيط بتصرف.(٤) المراغي.</p>"
}