{
  "id": null,
  "sura": 7,
  "aya": 190,
  "text": "<p> معنى النفس، ليبين أنّ المراد بها آدم، وكان هذا في الجنة كما وردت بذلك الأخبار، ثم ابتدأ سبحانه بحالة أخرى كانت بينهما في الدنيا بعد هبوطهما إلى الأرض فقال:  {فَلَمَّا تَغَشَّاها} ؛ أي: فلما جامع آدم حواء {حَمَلَتْ} حواء، وعلقت بعد الجماع {حَمْلًا خَفِيفًا} ؛ أي: حملا هينا غير ثقيل في بادىء الأمر {فَمَرَّتْ} حواء ودامت متلبسة {بِهِ} ؛ أي: بذلك الحمل من غير خروج ولا سيلان منها، حتى كبر الولد في بطنها، وأحست بثقل الحمل، أو المعنى: ترددت في أغراضها وحوائجها من غير مشقة ولا كلفة، كما في «الفتوحات»  {فَلَمَّا أَثْقَلَتْ} حواء؛ أي: فلما أحست حواء بثقل الحمل في بطنها، وأحست تحركها، وعرفت أنّه حيوان في بطنها، وأخبرت حال حملها لآدم {دَعَوَا اللَّهَ رَبَّهُما} ؛ أي: دعا آدم وحواء ربهما ومالك أمرهما أن يؤتيهما ولدا صالحا، حالفين بالله بقولهما والله {لَئِنْ آتَيْتَنا صالِحًا} ؛ أي: والله لئن أعطيتنا يا إلهنا ولدا صالحا؛ أي: بشرا سويا مثلنا؛ أي: كامل الخلق، مستوى الأعضاء، خاليا من العوج والعرج {لَنَكُونَنَّ} يا إلهنا {مِنَ الشَّاكِرِينَ} لك على هذه النعمة، وذلك (١) أنّ إبليس أتاها في غير صورته التي عرفته، وقال لها: ما الذي في بطنك؟ قالت ما أدري: قال: إنّي أخاف أن يكون بهيمة أو كلبا أو خنزيرا، وذكرت ذلك لآدم، فلم يزالا في هم من ذلك، ثم أتاها فقال: إن سألت الله أن يجعله خلقا سويا مثلك فسميه عبد الحارث، وكان اسم إبليس عند الملائكة الحارث، ولم يزل بها حتى غرها، فلما ولدت ولدا سوي الخلق .. سمته عبد الحارث برضا آدم فذلك قوله: </p><p> ١٩٠ - {فَلَمَّا آتاهُما} ؛ أي: فلما أعطى الله سبحانه وتعالى آدم وحواء {صالِحًا} ؛ أي: ولدا صالحا، وبشرا سويا {جَعَلا} ؛ أي: جعل آدم وحواء {لَهُ} سبحانه وتعالى {شُرَكاءَ} يعني إبليس، فأوقع الواحد موقع الجمع {فِيما آتاهُما} ؛ أي: في تسمية ما أعطاهما الله سبحانه وتعالى من الولد الصالح، حيث سمياه عبد الحارث، ولا ينبغي أن يكون عبدا إلا لله تعالى، ولم تعرف حواء أنّه إبليس، ولم يكن هذا شركا بالله، لأنّهما لم يذهبا إلى أن الحارث </p><p>(١) الشوكاني.</p><p> ربهما، لكنهما قصدا إلى أنّه كان سبب نجاته وسلامة أمه. قال كثير (١) من المفسرين: إنّه جاء إبليس إلى حواء وقال لها: إن ولدت ولدا .. فسميه باسمي، فقالت: وما اسمك؟ قال: الحارث، ولو سمى لها نفسه لعرفته، فسمته عبد الحارث، فكان هذا شركا في التسمية، ولم يكن شركا في العبادة، وإنّما قصدت أن الحارث كان سبب نجاة الولد، كما سمى الرجل نفسه عبد ضيفه، كما قال حاتم الطائي: </p><p> وإنّي لعبد الضّيف ما دام ثاويا ... وما فيّ إلّا تلك من شيمة العبد </p><p> وقرأ (٢) حماد بن سلمة عن ابن كثير: {حَمْلًا} : بكسر الحاء، وقرأ الجمهور:  {فَمَرَّتْ بِهِ} قال الحسن: أي: استمرت به، وقيل: هذا على القلب؛ أي: فمر الحمل بها؛ أي: استمر بها، وقال الزمخشري: فمضت به إلى وقت ميلاده من غير إخراج ولا إزلاق، وقرأ ابن عباس فيما ذكر النقاش، وأبو العالية، ويحيى بن يعمر وأيوب {فَمَرَّتْ بِهِ} خفيفة الراء من المرية؛ أي: فشكت فيما أصابها أهو حمل أو مرض؟. وقيل: معناه استمرت به، لكنهم كرهوا التضعيف فخففوه، نحو:  {وَقَرْنَ فِي بُيُوتِكُنَّ} فيمن فتح من القرار، وقرأ عبد الله بن عمرو بن العاص والجحدري {فمارت به} بألف وتخفيف الراء؛ أي: جاءت وذهبت وتصرفت به، كما تقول: مارت الريح مورا، ووزنه فعل، وقال الزمخشري: من المرية كقوله تعالى: {أفتمرونه} ومعناه ومعنى المخففة: {فَمَرَّتْ} وقع في نفسها ظن الحمل، وارتابت به، ووزنه فاعل، وقرأ عبد الله {فاستمرت بحملها} . وقرأ سعد بن أبي وقاص وابن عباس أيضا والضحاك:  {فاستمرت به} . وقرأ أبي بن كعب والجرمي {فاستمارت به} . والظاهر رجوعه إلى المرية، بني منها استفعل كما بني منها فاعل في قولك:  {ماريت} . </p><p> وقرىء:  {فَلَمَّا أَثْقَلَتْ} على البناء للمفعول، وقرأ ابن عباس وأبو جعفر وشيبة وعكرمة ومجاهد، وأبان بن تغلب ونافع وأبو بكر عن عاصم:  {شركا} </p><p>(١) الشوكاني. (٢) البحر المحيط.</p><p> على المصدر، وهو على حذف مضاف؛ أي: ذا شرك، ويمكن أن يكون أطلق الشرك على الشريك، كقولهم: زيد عدل، قال الزمخشري: أو أحدث لله إشراكا في الولد. انتهى، وقرأ الأخوان - حمزة والكسائي - وابن كثير وأبو عمرو:  {شُرَكاءَ} . على الجمع ويبعد توجيه الآية أنها في آدم وحواء على هذه القراءة، وتظهر باقي الأقوال عليهما، وفي مصحف أبي {فلما آتاهما صالحا أشركا فيه} وجملة قوله: {فَتَعالَى اللَّهُ عَمَّا يُشْرِكُونَ} ؛ أي: فترفع الله سبحانه وتعالى، وتنزه عن شركة ما يشرك به الكفار، من الأصنام والطواغيت، معطوفة (١) على جملة قوله: {خَلَقَكُمْ مِنْ نَفْسٍ واحِدَةٍ} والتقدير: هو الذي خلقكم من نفس واحدة، فتعالى عما يشركون، ويكون في قوله:  {يُشْرِكُونَ} التفات وما بينهما، وهو قوله:  {وَجَعَلَ مِنْها} إلى قوله: {جَعَلا لَهُ شُرَكاءَ فِيما آتاهُما} اعتراض بين المعطوف والمعطوف عليه، وفي «الكرخي» : هذه الجملة مسببة معطوفة على خلقكم؛ أي: وليس لها تعلق بقصة آدم وحواء أصلا، ويوضح ذلك تغيير الضمير إلى الجمع بعد التثنية، ولو كانت القصة واحدة لقال: عما يشركان، كقوله:  {دَعَوَا اللَّهَ رَبَّهُما} اه، ويؤيد هذا التأويل قراءة السلمي:  {عما تشركون} بتاء الخطاب، التفاتا من الغيبة إلى الخطاب. </p><p> وقال بعض المفسرين: وقد نسب (٢) هذا الجعل إلى آدم وحواء، والمراد أولادهما، قال الحسن البصري: هم اليهود والنصارى، رزقهم الله أولادا، فهودوا ونصروا، وقال الحافظ ابن كثير: أما نحن فعلى مذهب الحسن البصري في هذا التأويل، وأنه ليس المراد من السياق آدم وحواء، وإنّما المراد من ذلك ذريته، ولهذا قال:  {فَتَعالَى اللَّهُ عَمَّا يُشْرِكُونَ} ثم قال: فذكره آدم وحواء أولا كالتوطئة لما بعدهما من الوالدين، وهو كالاستطراد من ذكر الشخص إلى الجنس. اه وقال صاحب «الانتصاف» : إن المراد جنس الذكر والأنثى، لا يقصد فيه إلى معين، وكأن المعنى - والله أعلم -: خلقكم جنسا واحدا، وجعل أزواجكم منكم أيضا لتسكنوا إليهن، فلما تغشى الجنس الذي هو الذكر الجنس </p><p>(١) الفتوحات. (٢) المراغي.</p>"
}