{
  "id": null,
  "sura": 7,
  "aya": 88,
  "text": "<p> وقال أبو حيان (١) : مناسبتها لما قبلها: أنّ الله سبحانه وتعالى لمّا ذكر ما حل بالأمم السالفة من بأسه وسطوته عليهم آخر أمرهم، حين لا تجدي فيهم الموعظة .. ذكر تعالى هنا أنّ تلك عادته في أتباع الأنبياء إذا أصروا على تكذيبهم. انتهى. </p><p> قوله تعالى:  {وَلَوْ أَنَّ أَهْلَ الْقُرى آمَنُوا وَاتَّقَوْا ...} الآيات، مناسبتها لما قبلها: أن الله سبحانه وتعالى لما بيّن أخذه لأهل القرى الذين كذبوا رسلهم، وكفروا بما جاؤوا به، وظلموا أنفسهم وظلموا الناس بما افتنّوا فيه من أفانين الشرك والمعاصي، كما حكى الله في محاورتهم لرسلهم، وإجابة الرسل لهم بما سلف ذكره .. ذكر هنا لأهل مكة ولسائر الناس ما كان يكون من إغداق نعمه تعالى عليهم لو آمنوا بالرسل، واهتدوا بهديهم، واعتبروا بسنة الله في الأمم من قبلهم، فإنّ سنته تعالى في الأمم واحدة، لا تبديل فيها ولا تحويل. </p><p> قوله تعالى:  {تِلْكَ الْقُرى نَقُصُّ عَلَيْكَ مِنْ أَنْبائِها ...} الآية، مناسبتها لما قبلها: أنّها خطاب وجّه إلى النبي صلى الله عليه وسلّم، تسلية وتثبيتا له على الصبر على دعوته، بتذكيره بما في قصص أولئك الرسل مع أقوامهم، من وجوه العبر والمواعظ، وبيان أن ما يلاقيه منهم من ضروب العناد والاستكبار والإيذاء، ليس بدعا بين الأمم، بل ذلك طريق سلكه كثير من الأمم المجاورة لهم، كعاد وثمود وأصحاب الأيكة، وغيرهم ممن تقدم ذكرهم، وقصصهم تدور على ألسنتهم بحكم الجوار لهم، وطروق أرضهم في حلهم وترحالهم في رحلتي الشتاء والصيف. </p><p> التفسير وأوجه القراءة </p><p> ٨٨ - {قالَ الْمَلَأُ الَّذِينَ اسْتَكْبَرُوا مِنْ قَوْمِهِ} ؛ أي: قال الأشراف من قوم شعيب، الذين تكبروا وأنفوا عن الإيمان به، وعن اتباع ما أمرهم به وما نهاهم عنه؛ أي: قالوا مقسمين: والله {لَنُخْرِجَنَّكَ يا شُعَيْبُ} أنت من قريتنا {وَالَّذِينَ آمَنُوا مَعَكَ} ؛ أي: </p><p>(١) البحر المحيط.</p><p> ولنخرجن معك الذين آمنوا بك، والظرف متعلق بالإخراج لا بالإيمان، أي: والله لنخرجنك وأتباعك {مِنْ قَرْيَتِنا} مدين؛ أي: من بلادنا كلها، بغضا لكم ودفعا لغشكم {أَوْ} والله {لَتَعُودُنَّ فِي مِلَّتِنا} ؛ أي: أو لترجعن إلى ديننا ومعتقداتنا التي ورثناها عن آبائنا، وتدخلن في زمرتنا، وتندمجن في غمارنا. </p><p> الخلاصة (١) : ليكونن أحد الأمرين: إخراجكم من البلاد، أو عودتكم في الملة، فاختاروا لأنفسكم ما ترونه أرفق بكم وأوفق لكم. </p><p> وشعيب عليه السلام لم يكن قبل النبوة على ملة أخرى غير ملة قومه، فساغ لهم أن يطالبوه بالعود إلى ملتهم، وكونه لم يشاركهم في شركهم وفي بخس الناس أشياءهم - أمر سلبي لا يعده به جمهورهم خروجا عنهم - فلا منافاة بين هذا وعصمة الأنبياء عن الكفر. </p><p> قال في «الخازن» : وهذا الكلام فيه إشكال، وهو (٢) أنّ شعيبا عليه السلام لم يكن قط على ملتهم حتى يرجع إلى ما كان عليه، فما معنى قوله:  {أَوْ لَتَعُودُنَّ فِي مِلَّتِنا} ؟ وأجيب عن هذا الإشكال: بأنّ أتباع شعيب كانوا قبل الإيمان به على ملة أولئك الكفار، فخاطبوا شعيبا وأتباعه جميعا، فدخل هو في الخطاب، وإن لم يكن على ملتهم قط، وقيل معناه: لتصيرن إلى ملتنا، فوقع العود على معنى الابتداء، كما تقول: قد عاد عليّ من فلان مكروه، بمعنى قد لحقني منه ذلك، وإن لم يكن قد سبق منه مكروه، فهو كما قال الشاعر: </p><p> فإن تكن الأيّام أحسنّ مدّة ... إليّ فقد عادت لهنّ ذنوب </p><p> أراد فقد حارت لهن ذنوب، ولم يرد أن ذنوبا كانت لهن قبل الإحسان. </p><p> انتهى. </p><p> {قالَ} شعيب عليه السلام {أَوَلَوْ كُنَّا كارِهِينَ} ؛ أي (٣) : أتأمروننا أن نعود </p><p>(١) المراغي. (٢) الخازن.(٣) المراغي.</p><p> في ملتكم، وتهددوننا بالنفي من أوطاننا، والإخراج من ديارنا، إن لم نفعل، ولو كنا كارهين لكل من الأمرين؟ والاستفهام فيه للإنكار. </p><p> والمعنى: لا تطمعوا في عودنا مختارين ولا مكرهين، فتأمل - ذكره الصاوي - إنّكم لقد جهلتم أنّ الدين عقيدة وأعمال، يتقرب بها إلى الله الذي شرعها لتكميل الفطرة البشرية، كما جهلتم أنّ حب الوطن لا يبلغ منزلة حب الدين لدي ولدى قومي، فظننتم فيّ وفيمن آمن معي أنّنا نؤثر التمتع بالإقامة في الوطن على مرضاة الله تعالى بالتوحيد المطهّر من أدران الخرافات، وبالفضائل المهذبة للنفوس، والمرقية لها في معارج الكمال، حتى تتم لنا سعادة الدنيا والآخرة. </p><p> فللدين منزلة في النفوس لا تسمو إليها منزلة أخرى، فإن تمكن صاحبه من إقامته في وطنه، وإصلاح أهله به .. فهم أحق به، وإن فتن في دينه فيه .. كان تركه واجبا عليه، وقد أوجب الله الهجرة على من يستضعف في وطنه، فيمنع من إقامة دينه فيه، فإن لم يفعل ذلك .. دخل تحت وعيد قوله:  {إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلائِكَةُ ظالِمِي أَنْفُسِهِمْ قالُوا فِيمَ كُنْتُمْ قالُوا كُنَّا مُسْتَضْعَفِينَ فِي الْأَرْضِ قالُوا أَلَمْ تَكُنْ أَرْضُ اللَّهِ واسِعَةً فَتُهاجِرُوا فِيها فَأُولئِكَ مَأْواهُمْ جَهَنَّمُ وَساءَتْ مَصِيرًا ٩٧ إِلَّا الْمُسْتَضْعَفِينَ مِنَ الرِّجالِ وَالنِّساءِ وَالْوِلْدانِ} الآية. </p><p> وقال الشوكاني (١) : وجملة قوله: {قالَ أَوَلَوْ كُنَّا كارِهِينَ} مستأنفة جواب عن سؤال مقدر، والهمزة لإنكار وقوع ما طلبوه من الإخراج أو العود، والواو للحال؛ أي: أتعيدوننا في ملتكم في حال كراهتنا للعود إليها، أو أتخرجوننا من قريتكم في حال كراهتنا للخروج منها، أو في حال كراهتنا للأمرين جميعا؟ </p><p> والمعنى: أنّه ليس لكم أن تكرهونا على أحد الأمرين، ولا يصح لكم ذلك، فإنّ المكره لا اختيار له، ولا تعد موافقته مكرها موافقة، ولا عوده إلى ملتكم مكرها عودا، وبهذا التقدير يندفع ما استشكله كثير من المفسرين في هذا </p><p>(١) فتح القدير.</p>"
}