{
  "id": null,
  "sura": 7,
  "aya": 9,
  "text": "<p> للتعظيم {فَأُولئِكَ هُمُ الْمُفْلِحُونَ} ؛ أي (١) : الناجون غدا من عذاب الله، والفائزون بجزيل ثوابه. </p><p> أي: فمن رجحت موازين أعماله بالإيمان وكثرت الحسنات .. فأولئك هم الفائزون بالنجاة من العذاب، والحائزون للنعيم في دار الثواب </p><p> ٩ - {وَمَنْ خَفَّتْ} ونقصت {مَوازِينُهُ} ؛ أي: حسناته، أو موازين أعماله الحسنة بسبب الكفر وكثرة المعاصي {فَأُولئِكَ الَّذِينَ خَسِرُوا} وغبنوا {أَنْفُسَهُمْ} وحرموها سعادتها، وحظوظها من جزيل ثواب الله تعالى وكرامته {بـ} سبب {ما كانُوا بِآياتِنا يَظْلِمُونَ} ؛ أي: يجحدون؛ أي: بسبب كفرهم وجحودهم، وتكذيبهم بمحمد صلى الله عليه وسلم وبالقرآن؛ وهم الكفار، يعني (٢) : سبب ذلك الخسران أنهم كانوا بحجج الله وأدلة توحيده يجحدون ولا يقرون بها. </p><p> والمعنى: ومن خفت موازين أعماله بسبب خفة الحسنات في الميزان أو بسبب الأعمال التي لا اعتداد بها في الوزن، أو بسبب كفره وكثرة ما اجترح من السيئات .. فأولئك الموصوفون بخفة الموازين هم الذين خسروا أنفسهم بسبب تكذيبهم بآياتنا؛ إذ حرموها السعادة التي كانت مستعدة لها لو لم يفسدوا فطرتها بالكفر والمعاصي، وإصرارهم على ذلك إلى نهاية أعمارهم. </p><p> والخلاصة (٣) : أن المؤمنين على تفاوت درجاتهم في الأعمال هم المفلحون، فمن مات مؤمنا فهو مفلح، وإن عذب على بعض ذنوبه بمقدارها، وإن الكافرين على تفاوت دركاتهم هم في خسران عظيم، وهناك فريق ثالث استوت حسناتهم وسيئاتهم، وهم أصحاب الأعراف، وسيأتي ذكرهم بعد. </p><p> والحكمة في وضع ذلك الميزان (٤) : أن يظهر ذلك الرجحان لأهل الموقف، فإن كان ظهور الرجحان في طرف الحسنات ازداد سروره بسبب ظهور فضله، وكمال درجته لأهل الموقف، فإن كان ظهور الرجحان في طرف السيئات، فيزداد حزنه وخوفه في الموقف. </p><p>(١) الخازن. (٢) الخازن.(٣) المراغي.(٤) المراح.</p><p> ثم اختلفوا في كيفية ذلك الرجحان، فبعضهم قال: يظهر هناك نور في رجحان الحسنات، وظلمة في رجحان السيئات. وآخرون قالوا: بل يظهر رجحان في الكفة. </p><p> قال العلماء: الناس في الآخرة ثلاث طبقات: متقون لا كبائر لهم، وكفار، ومخلّطون وهم الذين يأتون الكبائر: </p><p> فأما المتقون: فإن حسناتهم توضع في الكفة النيرة، وصغائرهم لا يجعل الله لها وزنا، بل تكفر صغائرهم باجتنابهم الكبائر، وتثقل الكفة النيرة، ويؤمر بهم إلى الجنة، ويثاب كل واحد منهم بقدر حسناته. </p><p> وأما الكافر: فإنه يوضع كفره في الكفة المظلمة، ولا توجد له حسنة توضع في الكفة الأخرى، فتبقى فارغة، فيأمر الله تعالى بهم إلى النار، ويعذب كل واحد منهم بقدر أوزاره. </p><p> وأما الذين خلطوا: فحسناتهم توضع في الكفة النيرة، وسيئاتهم في الكفة المظلمة، فيكون لكبائرهم ثقل، فإن كانت الحسنات أثقل، ولو بصوأبة دخل الجنة، وإن كانت السيئات أثقل ولو بصوأبة دخل النار إلا أن يعفو الله، وإن تساويا كان من أصحاب الأعراف. هذا إن كانت الكبائر فيما بينه وبين الله، وأما إن كان عليه تبعات، وكانت له حسنات كثيرة جدا، فإنه يؤخذ من حسناته فيرد على المظلوم، وإن لم يكن له حسنات أخذ من سيئات المظلوم، فيحمل على الظالم من أوزار من ظلمه، ثم يعذب على الجميع. </p><p> قال أبو إسحاق الزجاج (١) : أجمع أهل السنة على الإيمان بالميزان، وأن أعمال العباد توزن يوم القيامة، وأن الميزان له لسان وكفتان ويميل بالأعمال. </p><p> وقال القرطبي: التي توزن هي الصحائف التي تكتب فيها الأعمال، والحق أن التي توزن هي الأعمال. فقد أخرج أبو داود والترمذي عن جابر مرفوعا: «توضع الموازين يوم القيامة، فتوزن الحسنات والسيئات، فمن رجحت حسناته على </p><p>(١) المراغي.</p>"
}