{
  "id": null,
  "sura": 7,
  "aya": 33,
  "text": "<p> البشر ومصالحهم، ونحن قد فصلناه على لسان هذا النبي الأمي، الذي لم يكن يعرف شيئا من تاريخ البشر في أطوار بداوتهم وأطوار حضارتهم قبل أن ننزلها عليه، فكان ذلك آية دالة على نبوته؛ إذ ما كان لمثله أن يعلمها إلا بالوحي من عندنا، ولولا الكتاب الكريم .. لما خرجت العرب من ظلمات الوثنية والجهالة إلى ذلك النور الذي صلحت به، وأصلحت أمما كثيرة بالدين والفنون والآداب، وما أحيت من علوم الأوائل. </p><p> ولكن وا أسفا قد أضحى المسلمون من أجهل الشعوب بسنن الله في الأكوان، وبالعلوم والمعارف اللازمة لتقدم الحضارة والمدنية، وأصبحوا في مؤخرة الأمم، وصاروا مضرب الأمثال في التأخر والخمول والكسل، وبذلك استكانوا وذلوا، وصاروا أفقر الأمم وأضعفهم وأقلهم خدمة لدينهم، وخالفوا ما رسمه لهم ذلك من أن لهم زينة الدنيا وطيباتها وسعادتها وملكها، وأن عليهم أن يشكروا الله على ما يؤتيهم من ذلك، وأن عليهم أن يقوموا بما يرضيه من اتباع الحق والعدل، وكل ما تقتضيه خلافتهم في الأرض. </p><p> ولقد بلغ الجهل بكثير من المسلمين أن ظن - وبعض الظن إثم - أن دين الإسلام هو سبب ضعف المسلمين وجهلهم ومسكنتهم، وذهاب ملكهم، واستعباد الكفار لهم حتى رغب الجهال منهم الدخول في المسيحية والشيوعية؛ لطول ما عليهم من الاستئمار، كما رأينا ذلك في بعض القبائل من الشعوب الآرومية في شرقي إفريقيا؛ لاستعباد الجيوش لهم بأخذ أراضيهم، وضرب الجزية عليهم استعبادا لا نظير له إلا استعباد فرعون لبني إسرائيل، ولكن كتاب الله وسنة رسوله وتاريخ هذه الأمة شاهد صدق على فساد هذه القضية، وتزييف تلك الدعوى فليس لها من دعائم تستند إليها وتقف بها على رجليها. </p><p> ٣٣ - {قُلْ} يا محمد لهؤلاء المشركين الذين يتجردون من ثيابهم في الطواف، والذين يحرمون أكل الطيبات {إِنَّما حَرَّمَ رَبِّيَ الْفَواحِشَ} ؛ أي: الزنا {ما ظَهَرَ مِنْها وَما بَطَنَ} ؛ أي: جهرها وسرها {وَالْإِثْمَ} ؛ أي: شرب الخمر {وَالْبَغْيَ بِغَيْرِ الْحَقِّ} ؛ أي: الظلم على الناس بغير الحق، فالقتل والقهر بالحق ليس بغيا {وَأَنْ تُشْرِكُوا بِاللَّهِ </p><p> ما لَمْ يُنَزِّلْ بِهِ سُلْطانًا}؛ أي: وحرم أن تسووا بالله في العبادة معبودا ليس على ثبوته حجة، ولا يخفى ما فيه من التهكم بالمشركين (١) والكفار؛ لأنه لا يجوز أن ينزل حجة وبرهانا بأن يشرك به غيره؛ لأن الإقرار بشيء ليس على ثبوته حجة ولا برهان ممتنع، فلما امتنع حصول الحجة والبينة على صحة القول بالشرك .. وجب أن يكون باطلا على الإطلاق {وَأَنْ تَقُولُوا عَلَى اللَّهِ ما لا تَعْلَمُونَ} بالإلحاد في صفاته، والافتراء عليه في التحريم والتحليل؛ أي: أن تقولوا على الله ما لا تعلمون حقيقته، وأن الله قاله، مثل ما كانوا ينسبون إلى الله سبحانه من التحليلات والتحريمات التي لم يأذن بها. </p><p> فالجنايات محصورة في خمسة أنواع (٢) : </p><p> أحدها: الجناية على الأنساب؛ وهي المرادة بالفواحش الظاهرة والباطنة، وقد تقدم تفسيرها في سورة الأنعام، وهي إحدى الوصايا التي ذكرت هناك، وقد تقدم تخصيصها بفاحشة الزنا، وإن كان الأولى التعميم. </p><p> وثانيها: الجناية على العقول؛ وهي المشار إليها بالإثم والإثم (٣) يتناول كل معصية يتسبب عنها الإثم والذم، وعطفه على ما قبله من عطف العام على الخاص، والثلاثة بعده معطوفة عليه عطف خاص على عام؛ لمزيد الاعتناء بها، وقيل: هو الخمر خاصة ومنه قول الشاعر: </p><p> شربت الإثم حتّى ضلّ عقلي ... كذاك الإثم تذهب بالعقول </p><p> ومثله قول الآخر: </p><p> يشرب الإثم بالصّواع جهارا </p><p> وقد أنكر جماعة من أهل العلم على من جعل الإثم خاصا بالخمر. قال النحاس: فأما أن يكون الإثم الخمر .. فلا يعرف ذلك، وحقيقته أنه جميع المعاصي كما قال الشاعر: </p><p>(١) المراح والمراغي والشوكاني. (٢) الشوكاني.</p><p> إنّي وجدت الأمر أرشده ... تقوى الإله وشرّه الإثم </p><p> قال في «الصحاح» : وقد يسمى الخمر إثما، وأنشد: شربت الإثم ... البيت، وكذا أنشده الهروي قبله في غريبته. </p><p> وثالثها: الجناية على النفوس والأموال والأعراض، وإليها الإشارة بقوله:  {وَالْبَغْيَ بِغَيْرِ الْحَقِّ} وهو (١) الإثم الذي فيه تجاوز لحدود الحق، أو اعتداء على حقوق الأفراد أو جماعتهم، ومن ثم قرن بالعدوان في قوله:  {تَظاهَرُونَ عَلَيْهِمْ بِالْإِثْمِ وَالْعُدْوانِ} وقيد البغي بكونه بغير الحق؛ لأن تجاوز الحدود المعروفة قد يكون فيما لا ظلم فيه ولا فساد، ولا هضم لحقوق الأفراد والجماعات كما في الأمور التي ليس لهم فيها حقوق، أو التي تطيب أنفسهم فيها عن بعض حقوقهم، فيبذلونها عن رضى وارتياح لمصلحة لهم يرجونها. </p><p> ورابعها: الجناية على الأديان؛ وهي من وجهين: </p><p> إما بالطعن في توحيد الله تعالى؛ وهو الشرك، وإليه الإشارة بقوله:  {وَأَنْ تُشْرِكُوا بِاللَّهِ} وهو أقبح الفواحش، فلا تقوم عليه حجة من عقل ولا برهان من وحي، وسميت الحجة سلطانا؛ لأن لها سلطانا على العقل والقلب. </p><p> وفي هذا إيماء إلى أن أصول الإيمان لا تقبل إلا بوحي من الله يؤيده البرهان كما قال:  {وَمَنْ يَدْعُ مَعَ اللَّهِ إِلهًا آخَرَ لا بُرْهانَ لَهُ بِهِ فَإِنَّما حِسابُهُ عِنْدَ رَبِّهِ} كما أن فيه إرشادا إلى عظم شأن الدليل والبرهان في الدين، حتى كأن من جاء بالبرهان على الشرك يصدق، وهذا من فرض المحال مبالغة في فضل الاستدلال كما قال:  {أَإِلهٌ مَعَ اللَّهِ قُلْ هاتُوا بُرْهانَكُمْ إِنْ كُنْتُمْ صادِقِينَ} . </p><p> وإما بالقول في دين الله بغير معرفة، وإليه الاشارة بقوله تعالى:  {وَأَنْ تَقُولُوا عَلَى اللَّهِ ما لا تَعْلَمُونَ} : وهو من أسس المحرمات التي حرمت على ألسنة الرسل جميعا؛ إذ هو منشأ تحريف الأديان المحرفة، وسبب الابتداع في الدين الحق، وقد انتشر الابتداع بين أهله، وتحكمت بينهم الأهواء، واتبعوا سنن من قبلهم </p><p>(١) المراغي.</p>"
}