{
  "id": null,
  "sura": 7,
  "aya": 200,
  "text": "<p> وروي الطبري وغيره عن جابر:  «أنّه لما نزلت هذه الآية سأل النبي صلى الله عليه وسلّم جبريل عنها؟فقال:لا أعلم حتى أسأل،ثم رجع فقال:إن ربك يأمرك أن تصل من قطعك، وتعطي من حرمك، وتعفو عمن ظلمك» . كما مر وأخذ بعض الشعراء هذا المعنى فقال: </p><p> خذ العفو وأمر بعرف كما ... أمرت وأعرض عن الجاهلين </p><p> ولن في الكلام لكلّ الأنام ... فمستحسن من ذوي الجاه لين </p><p> وقال بعض العلماء: هذه الآية قد تضمنت قواعد الشريعة، فلم يبق فيها حسنة إلا وعتها، ولا فضيلة إلا شرحتها فقوله:  {خُذِ الْعَفْوَ} إيماء إلى جانب اللين ونفي الحرج في الأخذ والإعطاء وأمور التكليف وقوله: {وَأْمُرْ بِالْعُرْفِ} تناول جميع المأمورات والمنهيات، وأنهما ما عرف في الشريعة حكمه، واتفقت القلوب على علمه، وقوله:  {وَأَعْرِضْ عَنِ الْجاهِلِينَ} تناول جانب الصفح بالصبر الذي يتأتى للعبد به كل مراد في نفسه وغيره. اه. </p><p> ٢٠٠ - {وَإِمَّا يَنْزَغَنَّكَ} ويصيبنك (١) يا محمد ويعرض لك {مِنَ الشَّيْطانِ نَزْغٌ} ؛ أي: نخسة ووسوسة تحملك على خلاف ما أمرت به من العفو والإعراض عن الجاهلين {فَاسْتَعِذْ بِاللَّهِ} ؛ أي: فاستجر بالله، والتجىء إليه في دفعه عنك {إِنَّهُ} سبحانه وتعالى {سَمِيعٌ} يسمع دعاءك واستعاذتك {عَلِيمٌ} بحالك، أو سميع باستعاذتك بلسانك، عليم بما في ضميرك من استحضاره معاني الاستعاذة، فالقول اللساني بدون المعارف القلبية عديم الفائدة والأثر، أو سميع بأقوال من آذاك، عليم بأفعاله، فيجازيه عليها مغنيا لك عن الانتقام، ومتابعة الشيطان. </p><p> والمعنى (٢) : وإن يثر فيك الشيطان داعية الشر والفساد، بسبب غضب أو شهوة، فيجعلك تتأثر وتتحرك للعمل بها، كما تتأثر الدابة إذا نخست بالمهماز فتسرع، فالجأ إلى الله وتوجه إليه بقلبك ليعيذك من شر هذا النزغ، حتى لا يحملك على ما يزعجك من الشر، وعبر عن ذلك بلسانك فقل: أعوذ بالله من </p><p>(١) الخازن. (٢) المراغي.</p><p> الشيطان الرجيم؛ فإنّه سميع لما تقول، عليم بما تحدثك به نفسك، ويجيش به صدرك، فهو سبحانه وتعالى يصرف عنك تأثير نزغه بتزيين الشر. </p><p> وقد دلت التجربة على أن الالتجاء إلى الله تعالى، وذكره بالقلب واللسان يصرف عن النفس وسوسة الشيطان، قال تعالى: {فَإِذا قَرَأْتَ الْقُرْآنَ فَاسْتَعِذْ بِاللَّهِ مِنَ الشَّيْطانِ الرَّجِيمِ (٩٨) إِنَّهُ لَيْسَ لَهُ سُلْطانٌ عَلَى الَّذِينَ آمَنُوا وَعَلى رَبِّهِمْ يَتَوَكَّلُونَ (٩٩) }. والخطاب في الآية وما ماثلها من الآيات موجه إلى كل مكلف يبلغه، وأولهم الرسول صلى الله عليه وسلّم، فإنّ الشيطان يجد مجالا في حمل الإنسان على ما لا ينبغي في حالة الغضب والغيظ، فأمر الله بالالتجاء إليه، والتعويذ في تلك الحالة، فهي تجري مجرى العلاج لذلك المرض. </p><p> فصل (١) : واحتج الطاعن في عصمة الأنبياء بهذه الآية </p><p> فقالوا: لو كان النبي معصوما .. لم يكن للشيطان عليه سبيل حتى ينزغ في قلبه ويحتاج إلى الاستعاذة منه، والجواب عنه بأوجه: </p><p> الأول: أن معنى الكلام: إن حصل في قلبك نزغ من الشيطان .. فاستعذ بالله، وإنّه لم يحصل له ذلك ألبتة، فهو كقوله:  {لَئِنْ أَشْرَكْتَ} وهو بريء من الشرك ألبتة. </p><p> والوجه الثاني: على تقدير أنّه لو حصل وسوسة من الشيطان، لكن الله عصم نبيه صلى الله عليه وسلّم عن قبولها وثبوتها في قلبه، روى مسلم عن ابن مسعود قال: قال رسول الله صلى الله عليه وسلّم: «ما منكم من أحد إلا وقد وكل به قرينه من الجن وقرينه من الملائكة،قالوا:وإياك يا رسول الله؟ قال وإياي، إلا أنّ الله أعانني عليه فأسلم، فلا يأمرني إلا بخير» . </p><p> قال النواوي: ويروى: (فأسلم) بفتح الميم وضمها، فمن رفع قال: معناه فاسلم من شره وفتنته، ومن فتح قال: معناه أن القرين أسلم من الإسلام، يعني: </p><p>(١) الخازن.</p>"
}