{
  "id": null,
  "sura": 7,
  "aya": 204,
  "text": "<p> ثم أمر الله سبحانه وتعالى رسوله أن يجيبهم الجواب الشافي بقوله:  {قُلْ} يا محمد لهؤلاء المشركين الذين سألوا الآيات: لست ممن يأتي بالآيات ويختلقها من عند نفسه كما تزعمون بل {إِنَّما أَتَّبِعُ ما يُوحى إِلَيَّ مِنْ رَبِّي} فما أوحاه إلي وأنزله علي أبلغته إليكم؛ أي: إنه ليس لي أن اقترح على ربي أمرا من الأمور، وإنما انتظر الوحي، فكل شيء أكرمني به قلته، وإلا وجب علي السكوت وترك الاقتراح. </p><p> وقد يكون المعنى: ما أنا بقادر على إيجاد الآيات الكونية، ولا بمفتات على الله في طلبها، وإنّما أنا متبع لما يوحى إلي، فضلا من ربي علي إذ جعلني مبلغا عنه، وقد وصف الله تعالى القرآن بثلاثة أوصاف فقال: </p><p> ١ - {هذا بَصائِرُ مِنْ رَبِّكُمْ} ؛ أي: وقل لهم يا محمد هذا القرآن الذي أنزل عليّ، وأوحاه الله إلي بصائر من ربكم؛ أي: بمنزلة البصائر للقلوب، فبه تبصر الحق وتدرك الصواب؛ أي: حجج بينة وبراهين نيرة للعقول في الدلالة على التوحيد والنبوة والمعاد - صادرة من ربكم، من تأملها حق التأمل يكن بصير العقل بما تدل عليه من الحق، فهي أدل عليه مما تطلبونه من الآيات الكونية. </p><p> ٢ - {وَهُدىً} ؛ أي: وهو هاد إلى الحق وإلى طريق مستقيم. </p><p> ٣ - {وَرَحْمَةٌ} ؛ أي: وهو رحمة في الدنيا والآخرة. </p><p> {لِقَوْمٍ يُؤْمِنُونَ} ؛ أي: للذين يؤمنون به، ويمتثلون أوامره، ويجتنبون نواهيه؛ أي: فالقرآن في حق أصحاب عين اليقين، وهم من بلغوا - في معارف التوحيد والنبوة والمعاد - مرتبة أصبحوا بها كالمشاهدين لها، وهم السابقون الأولون من المهاجرين والأنصار، فهو لهؤلاء بصائر، وفي حق أصحاب علم القين، وهم الذين بلغوا إلى درجات المستدلين به هدى، وفي حق عامة المؤمنين رحمة لا جرم، وهم أصحاب حق اليقين. </p><p> ٢٠٤ - {وَإِذا قُرِئَ الْقُرْآنُ} عليكم أيها المؤمنون {فَاسْتَمِعُوا لَهُ} ؛ أي: فاصغوا إليه بأسماعكم لتفهموا آياته، وتعتبروا بمواعظه {وَأَنْصِتُوا} ؛ أي: اسكتوا عن </p><p> الكلام لاستماعه لتعقلوه وتتدبروه، ولا تلغوا فيه فلا تعقلوه {لَعَلَّكُمْ تُرْحَمُونَ} ؛ أي: لكي يرحمكم ربكم باتعاظكم بمواعظه، واعتباركم بعبره، واستعمالكم ما بينه لكم من فرائضه في آيه، فمن استمع وأنصت كان جديرا أن يفهم ويتدبر، ومن كان كذلك .. كان حريا أن يرحم. </p><p> والآية تدل على وجوب الاستماع والانصات للقرآن إذا قرىء، سواء أكان ذلك في الصلاة أو في خارجها، وهو المروي عن الحسن البصري، لكن الجمهور خصوه بقراءة الرسول صلى الله عليه وسلّم في عهده، وبقراءة الصلاة والخطبة من بعده، ذلك أن إيجاب الاستماع والإنصات في غير الصلاة والخطبة فيه حرج عظيم، إذ يقتضي أن يترك له المشتغل بالعلم علمه، والمشتغل بالحكم حكمه، وكل ذي عمل عمله. </p><p> أما قراءة النبي صلى الله عليه وسلّم، فكان بعضها تبليغا للتنزيل وبعضها وعظا وإرشادا، فلا يسع أحدا من المسلمين يسمعه يقرأ أن يعرض عن الاستماع، أو يتكلّم بما يشغله، أو يشغل غيره عنه، وهكذا شأن المصلي مع إمامة وخطيبه، إذ هذا هو المقصود من الصلاة، والواجب فيها. </p><p> وما يفعله جماهير الناس، والمحافل التي يقرأ فيها القرآن - كالمآتم وغيرها - من ترك الاستماع والاشتغال بالأحاديث المختلفة، فمكروه كراهة شديدة، ولا سيما لمن كانوا على مقربة من التالي. </p><p> ولا يجوز (١) لقارىء أن يقرأ على قوم لا يستمعون له، وإن كان أكثرهم يستمع وينصت فشذ بعضهم بمناجاة صاحبه بالجنب بلا تهويش على القارىء، ولا على المستمعين كانت المخالفة سهلة لا تقتضي ترك القراءة، ولا تنافي الاستماع. </p><p> والواجب على كل مؤمن بالقرآن أن يحرص على استماعه عند قراءته، كما يحرص على تلاوته، وأن يتأدب في مجلس التلاوة، والضابط في ذلك: أن لا </p><p>(١) المراغي.</p><p> يصدر من السامع - ما يعد في اعتقاده أو في عرف الناس - أنه مناف للأدب، ولا بأس بقراءة القرآن حال القيام والقعود، والاضطجاع والمشي والركوب، ولا تكره مع حدث أصغر ولا مع نجاسة ثوب أو بدن، وإن كان يستحب الوضوء حين القراءة حال الحدث، ولا سيما للقارىء في المصحف، وتستحب القراءة بالترتيل والنغم الدالة على التأثير والخشوع، من غير تكلف ولا </p><p> تصنع، فقد روى أبو هريرة مرفوعا:  «ما أذن - استمع - الله لشيء ما أذن لنبي حسن الصوت يتغنى بالقرآن» رواه الشيخان. </p><p> فصل </p><p> واختلف (١) العلماء في القراءة خلف الإمام، فذهب جماعة إلى إيجابها، سواء جهر الإمام بالقراءة أو أسر، يروى ذلك عن عمر وعثمان وعلي وابن مسعود ومعاذ، وهو قول الأوزاعي، وإليه ذهب الشافعي، وذهب قوم إلى أنه يقرأ فيما أسر الإمام فيه القراءة ولا يقرأ فيما جهر الإمام فيه، يروى ذلك عن ابن عمر، وهو قول عروة بن الزبير والقاسم بن محمد، وبه قال الزهري ومالك وابن المبارك وأحمد وإسحاق، وذهب قوم إلى أنّه لا يقرأ سواء أسر الإمام أو جهر، يروى ذلك عن جابر، وإليه ذهب أصحاب الرأي (٢) . حجة من لا يرى القراءة خلف الإمام ظاهر هذه الآية، وحجة من قال: يقرأ في السرية دون الجهرية، قال: إن الآية تدل على الأمر بالاستماع لقراءة القرآن، ودلت السنة على وجوب القراءة خلف الإمام فحملنا مدلول الآية على صلاة الجهرية، وحملنا مدلول السنة على صلاة السرية، جمعا بين دلائل الكتاب والسنة، وحجة من أوجب القراءة خلف الإمام في صلاة السرية والجهرية قال: الآية واردة في غير الفاتحة؛ لأن دلائل السنة قد دلت على وجوب القراءة خلف الإمام، ولم يفرق بين السرية والجهرية، قالوا: وإذا قرأ الفاتحة خلف الإمام تتبع سكتاته، ولا ينازعه في </p><p>(١) الخازن. (٢) هذا يدل على أن المؤلف ربما يكون متعصبا لمذهب من المذاهب. اه.</p>"
}