{
  "id": null,
  "sura": 7,
  "aya": 32,
  "text": "<p> أو نهاية ينتهون إليها. </p><p> ٣٢ - {قُلْ} يا محمد لهؤلاء الجهلة من العرب الذين يطوفون بالبيت عراة {مَنْ حَرَّمَ} ؛ أي: من الذي حرم عليكم {زِينَةَ اللَّهِ الَّتِي أَخْرَجَ} ـها وخلقها {لِعِبادِهِ} من النبات كالقطن والكتان، ومن الحيوان كالحرير والصوف، ومن المعادن كالدروع {وَ} من الذي حرم عليكم {الطَّيِّباتِ} ؛ أي: المستلذات {مِنَ الرِّزْقِ} ؛ أي: من المآكل والمشارب، والاستفهام فيه إنكاري توبيخي؛ أي: لا أحد حرم عليكم أن تتزينوا بها، وتلبسوها في الطواف وغيره، ولا أن تأكلوا المستلذات من الرزق في الحج وغيره. </p><p> ومعنى إخراج الله للزينة (١) : خلق موادها، وتعليم طرق صنعها بما أودع في فطرهم من حبها، والميل إلى الافتتان في استعمالها؛ إذ خلقهم مستعدين لإظهار آياته في جميع ما خلق في هذا العالم الذي يعيشون فيه بما أودع في غرائزها من الميل إلى البحث في كشف المجهول، والاطلاع على خفايا الأمور، فهم لا يدعون شيئا عرفوه بحواسهم أو عقولهم حتى يبحثوه من طرق شتى، وأوجه لا نهاية لها، ولم تنتهي بحوثهم ما دام الإنسان على ظهر البسيطة. </p><p> وغريزة حب الزينة، وحب التمتع بالطيبات كانت من أهم الأسباب في اتساع أعمال الفلاحة والزراعة، ورقي ضروب الصناعة، واتساع وسائل العمران، ومعرفة سنن الله وآياته في الأكوان، وهما لا يذمان إلا بالإسراف فيهما، والغفلة عن شكر المنعم بهما. </p><p> والخلاصة: </p><p> أن الدين لم يحرمهما إلا إذا كانا عائقين عن الكمال الروحي، والكمال الخلقي، وأنه لم يجعل تركهما قربة إلى الله كما جرى على ذلك الوثنيون من البراهمة وغيرهم، وقلدهم في ذلك بعض المسلمين، وصاروا يبثون في الأمم الإسلامية تعاليم تقضي بأن روح الدين ومخ العبادة في التقشف، وحرمان النفس من التمتع بلذات الحياة. وقد بين الله سبحانه وتعالى وجه </p><p>(١) المراغي.</p><p> الصواب في ذلك بقوله لرسوله:  {قُلْ} يا محمد لأمتك {هِيَ} ؛ أي: الزينة والطيبات ثابتة {لِلَّذِينَ آمَنُوا} بالله ورسوله بطريق الأصالة، فالضمير عائد على الزينة والطيبات من الرزق، لكن على وجه أعم بأن يراد بها الأعم من الدنيوية والأخروية؛ لأجل أن يصح الإخبار عنها بقوله:  {لِلَّذِينَ آمَنُوا فِي الْحَياةِ الدُّنْيا} ، وبقوله:  {خالِصَةً يَوْمَ الْقِيامَةِ}  {فِي الْحَياةِ الدُّنْيا} غير خالصة لهم؛ لأنه يشركهم فيها المشركون، وإن لم يستحقوها مثلهم حالة كونها {خالِصَةً} لهم ومختصة بهم {يَوْمَ الْقِيامَةِ} لا يشاركهم فيها غيرهم؛ لأنه لا حظ للمشركين يوم القيامة في الطيبات من الرزق. وقيل (١) : معناه خالصة لهم يوم القيامة من التكدير والتنغيض والغم؛ لأنه قد يقع لهم في الحياة الدنيا في تناول الطيبات من الرزق كدر وتنغيص، فأعلمهم أنها خالصة لهم في الآخرة من ذلك كله. </p><p> وقرأ قتادة (٢) : {قل هي لمن آمن} وقرأ نافع: {خالصة} - بالرفع -، وقرأ باقي السبعة {خالِصَةً} بالنصب، فأما النصب فعلى الحال من الضمير المستكن في الجار والمجرور الواقع خبرا، وأما الرفع فعلى أنه خبر بعد خبر، أو خبر لمبتدأ محذوف؛ أي: وهي خالصة. </p><p> وقصارى ذلك: أن الدين يورث أهلها سعادة الدنيا والآخرة جميعا كما يدل على ذلك قوله تعالى: {وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنْكًا وَنَحْشُرُهُ يَوْمَ الْقِيامَةِ أَعْمى (١٢٤) }، وقوله:  {وَأَنْ لَوِ اسْتَقامُوا عَلَى الطَّرِيقَةِ لَأَسْقَيْناهُمْ ماءً غَدَقًا} . </p><p> ذاك أن المؤمن يزداد علما وإيمانا بربه، وشكرا له كلما عرف شيئا من سننه وآياته في نفسه، أو في غيرها من الكائنات، ومن أهم أركان الشكر استعمال النعمة فيما وهبها المنعم لأجله من شكر الجوارح، كشكر اللسان بالثناء عليه، وشكر سائر الأعضاء كذلك. </p><p> ففي حديث أبي هريرة عند أحمد والترمذي والحاكم:  «الطاعم الشاكر بمنزلة الصائم الصابر» والسر في هذا: أن الأكل والشرب من الطيبات بدون </p><p>(١) الخازن. (٢) الخازن.</p><p> إسراف هما قوام الحياة والصحة، وهما الدعامتان اللتان يتوقف عليهما القيام بجميع الأعمال الدينية والدنيوية من عقلية وبدنية، ولهما التأثير في جودة النسل الذي به يكثر سواد الأمة، والملابس الجيدة النظيفة لها فوائد: </p><p> ١ - حفظ الصحة. </p><p> ٢ - كرامة من يتجمل بها في نفوس الناس. </p><p> ٣ - إظهار نعمة الله على لابسها، والمؤمن يثاب بنيته على كل ما هو محمود من هذه الأمور بالشكر عليها. </p><p> روى أبو داود عن أبي الأحوص قال: أتيت رسول الله صلى الله عليه وسلم في ثوب دون، فقال:  «ألك مال» ؟ قلت: نعم. قال:  «من أي المال» ؟ قال: قد آتاني الله من الإبل والغنم والخيل والرقيق قال: «فإذا آتاك الله .. فلير أثر نعمته عليك وكرامته لك» . </p><p> وأخرج الترمذي عن عمرو بن شعيب عن أبيه عن جده قال: قال رسول الله صلى الله عليه وسلم: «إن الله يحب أن يرى أثر نعمته على عبده» وقد كانت العرب تحرم زينة اللباس في الطواف تعبدا، وتحرم الادهان ونحوه حال الإحرام بالحج كذلك، وتحرم من الأنعام والحرث ما ذكر في سورة الأنعام، وحرم أهل الكتاب كثيرا من الطيبات، فجاء الدين الإسلامي الجامع بين مصالح الدنيا ومصالح الآخرة، والمطهر للنفوس، والمهذب للأخلاق، فأنكر هذا التحكم المخالف لسنن الفطرة، وبين أن هذا التحريم لم يكن إلا من وساوس الشيطان، ولم يوح به الله تعالى إلى أنبيائه ورسله المصطفين الأخيار. </p><p> {كَذلِكَ} ؛ أي: كتفصيلنا هذا الحكم المذكور وتبيينا إياه {نُفَصِّلُ} ونبين {الْآياتِ} ؛ أي: الأحكام من الحلال والحرام {لِقَوْمٍ يَعْلَمُونَ} أني أنا الله وحدي لا شريك لي، فأحلوا حلالي، وحرموا حرامي. </p><p> أي: أن هذا التفصيل لحكم الزينة والطيبات، الذي ضل فيه كثير من الأمم والأفراد ما بين إفراط وتفريط، لا يعقله إلا الذين يعلمون سنن الاجتماع وطبائع </p>"
}