{
  "id": null,
  "sura": 7,
  "aya": 144,
  "text": "<p> {وَأَنَا أَوَّلُ الْمُؤْمِنِينَ} بك قبل قومي الموجودين في هذا العصر، المعترفين بعظمتك وجلالك. </p><p> والخلاصة (١) : أنّ موسى لما نال فضيلة التكليم بلا واسطة، فسمع من عالم الغيب ما لم يسمع من قبل، تاقت نفسه أن يمنحه الرب شرف رؤيته، فطلب ذلك منه، وهو يعلم أنّه ليس كمثله شيء، لا في ذاته، ولا في صفاته التي منها كلامه، ولكن الله تبارك وتعالى قال له:  {لَنْ تَرانِي} ولكي يخفف عليه ألم الرد أراه بعينه من تجليه للجبل ما فهم منه أنّ المانع من جهته لا من جانب الفيض الإلهي، حينئذ نزه الله وسبّحه وتاب إليه من هذا الطلب، فبشره بأنّه اصطفاه على الناس برسالته وبكلامه، وأمره أن يأخذ ما أعطاه ويكون من الشاكرين له كما قال. </p><p> ١٤٤ - {قالَ} الله سبحانه وتعالى: {يا مُوسى إِنِّي اصْطَفَيْتُكَ} واخترتك وفضلتك {عَلَى النَّاسِ} المعاصرين لك من بني إسرائيل {بِرِسالاتِي} ، قرأ نافع وابن كثير بالإفراد، وهو مراد به المصدر؛ أي: بإرسالي، أو يكون على حذف مضاف؛ أي: بتبليغ رسالتي؛ لأنّ مدلول الرسالة غير مدلول المصدر، وقرأ باقي السبعة بالجمع نظرا إلى أن الذي أرسل به ضروب وأنواع من الوحي {وَ} اصطفيتك {بِكَلامِي} ؛ أي: بتكليمي لك بلا توسط ملك، وإن كان من وراء حجاب، وقد طلب موسى رفع هذا الحجاب لتحصل له الرؤيا مع الكلام، وقرأ الجمهور {وَبِكَلامِي} بالإفراد، على أنّه مصدر كما فسرنا، أو على أنّه على حذف مضاف؛ أي: وبسماع كلامي، وقرأ أبو رجاء {برسالتي وبكلمي} جمع كلمة؛ أي: وسماع كلمي، وقرأ الأعمش {برسالاتي وتكلمي}  {فَخُذْ ما آتَيْتُكَ} ؛ أي: فخذ ما أعطيتك من الشريعة، وهي التوراة {وَكُنْ مِنَ الشَّاكِرِينَ} ؛ أي: من جماعة الشاكرين لنعمتي عليك وعلى قومك بإقامتها بقوة وعزيمة، والعمل بها، وأداء حقوق نعمي جميعها عليك، تنل المزيد من فضلي {لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ} . </p><p>(١) المراغي.</p><p> فصل في كلام الله تعالى ورؤيته </p><p> وأعلم (١) : أن إثبات الكلام والتكليم لله تعالى صريح في القرآن الكريم في آيات عدة، لا تعارض بينها، وأما الرؤية ففيها آيات متعارضة كقوله تعالى:  {لا تُدْرِكُهُ الْأَبْصارُ وَهُوَ يُدْرِكُ الْأَبْصارَ} وقوله: {لَنْ تَرانِي} وهما أصرح في النفي من دلالة قوله تعالى: {وُجُوهٌ يَوْمَئِذٍ ناضِرَةٌ (٢٢) إِلى رَبِّها ناظِرَةٌ (٢٣) } على الإثبات؛ فإن استعمال النظر بمعنى الانتظار كثير في القرآن وفي كلام العرب، كقوله:  {هَلْ يَنْظُرُونَ إِلَّا تَأْوِيلَهُ} وقوله: {ما يَنْظُرُونَ إِلَّا صَيْحَةً واحِدَةً} وفي الأحاديث الصحيحة تصريح بإثبات الرؤية بحيث لا تحتمل تأويلا، والمرفوع منها مروي عن أكثر من عشرين صحابيا، ولم يرد في معارضتها شيء أصرح من حديث عائشة عن مسروق قال: قلت لعائشة رضي الله عنها: يا أماه هل رأى محمد صلى الله عليه وسلّم ربه ليلة المعراج؟ فقالت: لقد قف شعري مما قلت، ثلاث من حدثكهن .. فقد كذب، من حدثك أن محمدا صلى الله عليه وسلّم رأى ربه .. فقد كذب وفي رواية: فقد أعظم الفرية، ثم قرأت {لا تُدْرِكُهُ الْأَبْصارُ وَهُوَ يُدْرِكُ الْأَبْصارَ وَهُوَ اللَّطِيفُ الْخَبِيرُ (١٠٣) }. {وَما كانَ لِبَشَرٍ أَنْ يُكَلِّمَهُ اللَّهُ إِلَّا وَحْيًا أَوْ مِنْ وَراءِ حِجابٍ} ومن حدثك أنه يعلم ما في غد .. فقد كذب، ثم قرأت {وَما تَدْرِي نَفْسٌ ماذا تَكْسِبُ غَدًا} ومن حدثك أنّه كتم شيئا من الدين .. فقد كذب، ثم قرأت {يا أَيُّهَا الرَّسُولُ بَلِّغْ ما أُنْزِلَ إِلَيْكَ} قال مسروق - وكنت متكئا - فجلست وقلت: ألم يقل الله {وَلَقَدْ رَآهُ نَزْلَةً أُخْرى (١٣) }؟ فقالت: أنا أول هذه الأمة سأل رسول الله صلى الله عليه وسلّم على ذلك؟ فقال:  «إنما هو جبريل» . </p><p> ومن هذا تعلم أنّ عائشة تنفي دلالة سورة النجم على رؤية النبي صلى الله عليه وسلّم لربه بالحديث المرفوع، وتنفي جواز الرؤية مطلقا، أو في هذه الحياة الدنيا بالاستدلال بقوله تعالى:  {لا تُدْرِكُهُ الْأَبْصارُ} وقوله: {وَما كانَ لِبَشَرٍ أَنْ يُكَلِّمَهُ اللَّهُ إِلَّا وَحْيًا أَوْ مِنْ وَراءِ حِجابٍ} وهذا الاستدلال ليس نصا في النفي حتى يرجح على الأحاديث الصريحة في الرؤية، وقد قال بها بعض علماء الصحابة، كابن </p><p>(١) المراغي.</p>"
}