{
  "id": null,
  "sura": 7,
  "aya": 150,
  "text": "<p> فأطلق اسم اللازم، وأريد الملزوم على سبيل الكناية، وهذا التركيب لم تعرفه العرب إلا بعد نزول القرآن الكريم. </p><p> وقرأ ابن أبي عبلة (١) : {أسقط في أيديهم} رباعيا مبنيا للمفعول، وقرأ ابن السميقع {سقط في أيديهم} مبنيا للفاعل، وفاعله مضمر؛ أي: الندم، هذا قول الزجاج، وقال الزمخشري: سقط العض، وقال ابن عطية: سقط الخسران والخيبة. وكل هذه أمثلة، ذكره في «الفتوحات» . </p><p> وقرأ الأخوان - حمزة والكسائي - والشعبي وابن وثاب، والجحدري وابن مصرف، والأعمش وأيوب: بالخطاب في {ترحمنا وتغفر لنا} ونصب {ربنا} على النداء حكاية لدعائهم، وفاعل الفعلين مستتر؛ أي: لئن لم تغفر أنت يا ربنا. وقرأ باقي السبعة ومجاهد والحسن والأعرج، وأبو جعفر وشيبة بن نصاح وغيرهم:  {يَرْحَمْنا رَبُّنا وَيَغْفِرْ لَنا} بالياء فيهما، ورفع {رَبُّنا} على الفاعلية حكاية لأخبارهم فيما بينهم؛ أي: قال بعضهم لبعض: لئن يرحمنا ربنا ويغفر لنا، وفي مصحف أبي:  {قالوا ربنا لئن ترحمنا وتغفر لنا} بتقديم المنادى، وهو {ربنا} وفي قولهم: {رَبُّنا} استعطاف حسن إذ الرب هو المالك الناظر في أمر عبيده، والمصلح منهم ما فسد. </p><p> ١٥٠ - {وَلَمَّا رَجَعَ مُوسى} عليه السلام من مناجاته لربه في جبل الطور {إِلى قَوْمِهِ} بني إسرائيل حالة كونه {غَضْبانَ} على أخيه هارون، إذ رأى أنّه لم يكن فيهم صلب الرأي، قوي الشكيمة، نافذ الكلمة {أَسِفًا} ؛ أي: حزينا لما فعله قومه من عبادة غير الله تعالى، وكان قد أخبره الله تعالى بذلك قبل رجوعه كما سيأتي في سورة طه: {قالَ فَإِنَّا قَدْ فَتَنَّا قَوْمَكَ مِنْ بَعْدِكَ وَأَضَلَّهُمُ السَّامِرِيُّ (٨٥) } فقوله: {غَضْبانَ أَسِفًا} حالان من موسى، وذكر جواب لما بقوله {قالَ} موسى لهم {بِئْسَما خَلَفْتُمُونِي} ؛ أي: بئس وقبح خلافة خلفتمونيها {مِنْ بَعْدِي} ؛ أي: من بعد ذهابي عنكم إلى مناجاة ربي، وقد كنت لقنتكم التوحيد، وكففتكم عن الشرك، وبينت </p><p>(١) البحر المحيط والفتوحات.</p><p> لكم فساده وسوء عاقبته، وحذرتكم صنيع القوم الذين كانوا يعكفون على أصنام لهم من تماثيل البقر. </p><p> وقد كان من الحق عليكم أن تقتفوا أثري وتتبعوا سيرتي، بيد أنّكم سلكتم ضد ذلك، فصنعتم صنما كأحد أصنامهم، فعبده بعضكم، ولم يردعكم عن ذلك باقيكم {أَعَجِلْتُمْ أَمْرَ رَبِّكُمْ} والاستفهام فيه للإنكار والتوبيخ، قال صاحب «الكشاف» : المعنى: أعجلتم عن أمر ربكم - وهو انتظار موسى - حافظين لعهده وما وصاكم به، فبنيتم الأمر على أن الميعاد قد بلغ آخره، ولم أرجع إليكم فحدثتكم أنفسكم بموتي، فغيرتم كما غيرت الأمم بعد أنبيائهم. </p><p> وعبارة «المراح» هنا قوله: {بِئْسَما خَلَفْتُمُونِي مِنْ بَعْدِي} ؛ أي: بئسما قمتم مقامي، وكنتم خلفائي من بعد انطلاقي إلى الجبل، وهذا الخطاب إما لعبدة العجل - السامري وأشياعه - أي: بئسما خلفتموني حيث عبدتم العجل مكان عبادة الله تعالى، وإما لهارون والمؤمنين معه؛ أي: بئسما خلفتموني حيث لم تمنعوهم من عبادة غير الله تعالى، والمخصوص بالذم محذوف تقديره: بئس خلافة خلفتمونيها من بعدي خلافتكم هذه {أَعَجِلْتُمْ أَمْرَ رَبِّكُمْ} ؛ أي: أعجلتم وعد ربكم من الأربعين، فلم تصبروا له، وذلك أنّهم قدروا أن موسى لما لم يأت على رأس الثلاثين ليلة قد مات. </p><p> {وَأَلْقَى} موسى {الْأَلْواحَ} ؛ أي: ألواح التوراة التي جاء بها؛ أي: وضعها في موضع ليتفرغ لما قصده من مكالمة قومه، فلما فرغ من مكالمتهم عاد إليها فأخذها؛ أي: طرحها من يديه {وَأَخَذَ بِرَأْسِ أَخِيهِ} ؛ أي: بشعر رأس هارون بيمينه ولحيته بشماله حالة كونه {يَجُرُّهُ} ؛ أي: يجر هارون {إِلَيْهِ} ؛ أي: إلى نفسه بذؤابته لا على سبيل الإهانة، بل ليستكشف منه كيفية تلك الواقعة، ظنا منه أنه قد قصر في ردعهم وتأنيبهم، وكفهم عن عبادة العجل، كما فعل هو بتحريقه وإلقائه في اليم إن قدر، أو أن يتبعه إلى جبل الطور إن لم يستطع، كما حكى الله تعالى عنه في سورة طه {يا هارُونُ ما مَنَعَكَ إِذْ رَأَيْتَهُمْ ضَلُّوا أَلَّا تَتَّبِعَنِ أَفَعَصَيْتَ أَمْرِي (٩٣) } ولا شك أنّ سياسة الأمم تختلف باختلاف أحوال رعاتها وسائسيها، </p><p> فالقوي منهم الشديد الغضب للحق كموسى، يشعر بما لا يشعر به من يغلب عليه الحلم ولين العريكة كهارون عليه السلام. </p><p> ثم ذكر سبحانه جواب هارون لموسى فقال:  {قالَ} هارون لموسى {ابْنَ أُمَّ} ؛ أي: يا ابن أمي لا تعجل بلومي وتعنيفي، ولا تظنن تقصيري في جنب الله تعالى، فإنّي لم آل جهدا في الإنكار على القوم والنصح لهم {إِنَّ الْقَوْمَ اسْتَضْعَفُونِي} ؛ أي: ولكن القوم قد وجدوني واعتقدوني ضعيفا، ولم يرعووا لنصحي، ولم يمتثلوا لأمري {وَكادُوا يَقْتُلُونَنِي} ؛ أي: بل وأوشكوا وقاربوا أن يقتلونني لأنّي نهيتهم عن عبادة العجل. </p><p> ناداه (١) نداء استعطاف وترفق، وكان شقيقه، وهي عادة العرب تتلطف وتتحنن بذكر الأم، كما قال: </p><p> يا ابن أمّي ويا شقيق نفسي </p><p> وقال آخر: </p><p> يا ابن أمّي فدتك نفسي ومالي </p><p> وأيضا: فكانت أمهما مؤمنة، قالوا: وكان أبوه مقطوعا عن القرابة بالكفر، كما قال تعالى: لنوح عليه السلام {إِنَّهُ لَيْسَ مِنْ أَهْلِكَ} وأيضا لما كان حقها أعظم، لمقاساتها الشدائد في حمله وتربيته، والشفقة عليه .. ذكره بحقها، وكان هارون أكبر من موسى بثلاث سنين، وكان كثير الحلم، ولهذا كان محببا في بني إسرائيل. </p><p> وقرأ الحرميان (٢) - نافع وابن كثير - وأبو عمرو وحفص {ابْنَ أُمَّ} بفتح الميم، فقال الكوفيون أصله: يا ابن أماه، فحذفت الألف تخفيفا كما حذفت في يا غلام، أصله: يا غلاما، وسقطت هاء السكت لأنّه درج، فعلى هذا الاسم معرب، إذ الألف منقلبة عن ياء المتكلم فهو مضاف إليه لابن، وقال سيبويه: </p><p>(١) البحر المحيط. (٢) البحر المحيط.</p>"
}