{
  "id": null,
  "sura": 7,
  "aya": 100,
  "text": "<p> الأول، فلذلك عطف بالواو. انتهى. </p><p> و {مَكْرَ اللَّهِ} مصدر مضاف إلى الفاعل، وهو كناية عن أخذه العبد من حيث لا يشعر. قال ابن عطية: و {مَكْرَ اللَّهِ} هي إضافة مخلوق إلى الخالق، كما تقول: ناقة الله وبيت الله، والمراد فعل معاقب به مكر الكفرة، فلما كان عقوبة الذنب .. أضيف إلى الله؛ فإن العرب تسمى العقوبة - على أي جهة كانت - باسم الذنب الذي وقعت عليه العقوبة. وهذا نص في قوله:  {وَمَكَرُوا وَمَكَرَ اللَّهُ} . انتهى، وقال عطية: ألقوا في مكر الله: عذابه وجزاؤه على مكرهم، وقيل: مكره تعالى استدراجه بالنعمة والصحة، وأخذه على غرة، وكرر المكر مضافا إلى الله تحقيقا لوقوع جزاء المكر بهم. ذكره أبو حيان في «البحر» . </p><p> والمذهب الأسلم الذي نلقى الله عليه: أن مكر الله تعالى صفة ثابتة له تعالى فنثبتها، ولا نكيفه ولا نعطله، أثرها أخذ العبد من حيث لا يشعر. </p><p> والمعنى: أجهلوا بأس الله تعالى بمن قبلهم، فأمنوا مكر الله لهم في هذين الوقتين: البيات والضحى {فَلا يَأْمَنُ مَكْرَ اللَّهِ} وعذابه {إِلَّا الْقَوْمُ الْخاسِرُونَ} ؛ أي: إلا الكافرون الذين خسروا أنفسهم، حتى صاروا إلى النار المؤبدة. </p><p> وقال المراغي: وإذا كانت الآية ناطقة بأن أمن الصالح المتعبد من مكر الله جهلا يورث الخسر، فما بال من يأمن مكر الله وهو مسترسل في معاصيه، إتكالا على عفوه ومغفرته ورحمته؟!. وقد كان النبي صلى الله عليه وسلّم يكثر من الدعاء بقوله:  «اللهم يا مقلب القلوب والأبصار ثبت قلبي على دينك» . وذكر سبحانه أنّ الراسخين في العلم يدعونه فيقولون:  {رَبَّنا لا تُزِغْ قُلُوبَنا بَعْدَ إِذْ</p><p> هَدَيْتَنا وَهَبْ لَنا مِنْ لَدُنْكَ رَحْمَةً إِنَّكَ أَنْتَ الْوَهَّابُ} . </p><p> وكما أن الأمن من مكر الله خسران ومفسدة .. فاليأس من رحمة الله كذلك، فكلاهما مفسدة تتبعها مفاسد. </p><p> ١٠٠ - والهمزة في قوله:  {أَوَلَمْ يَهْدِ لِلَّذِينَ يَرِثُونَ الْأَرْضَ مِنْ بَعْدِ أَهْلِها} للتوبيخ والتقريع، كالتي قبلها، وهي داخلة على محذوف، والواو عاطفة ما بعدها على </p><p> ذلك المحذوف، والتقدير: أجهل الذين يرثون أرض مكة وما حولها من بعد إهلاك أهلها الذين هم أسلافهم سنتنا فيمن قبلهم؟ أي: أجهل هؤلاء الوارثون سنتنا فيمن قبلهم، من إهلاكهم بذنوبهم، ولم يهد لهم؛ أي: ولم يتبين لهؤلاء الوارثين من بعد إهلاك أهلها، الذين هم أسلافهم. {أَنْ لَوْ نَشاءُ أَصَبْناهُمْ بِذُنُوبِهِمْ} كما أصبنا أولئك المتقدمين؛ أي: أجهلوا سنتنا فيمن قبلهم ولم يبين لهم؟ أي: لهؤلاء الوارثين أنّه؛ أي: أن الشأن والحال، لو شئنا وأردنا إصابة هؤلاء الوارثين بذنوبهم، أصبناهم وأهلكناهم بذنوبهم، وكفرهم بمحمد صلّى الله عليه وسلّم، كما أصبنا وأهلكنا أولئك الموروثين الذين هم أسلافهم بذنوبهم، والواو في قوله:  {وَنَطْبَعُ عَلى قُلُوبِهِمْ} بمعنى (أو) التي تمنع الجمع، عاطفة ما بعدها على أصبناهم؛ أي: أو نطبع ونختم على قلوب هؤلاء الوارثين إن نهلكهم بالعذاب، كما طبعنا على قلوب أولئك المتقدمين {فَهُمْ} ؛ أي: هؤلاء الوارثون حينئذ؛ أي: حين إذ طبعنا على قلوبهم {لا يَسْمَعُونَ} الموعظة من أخبار الأمم المهلكة، ولا يقبلونها. </p><p> والمراد (١) : لو شئنا نفعل بهؤلاء الوارثين إما الإهلاك وإما الطبع على القلب؛ لأنّ الإهلاك لا يجتمع مع الطبع على القلب، فإذا أهلك شخص يستحيل أن يطبع على قلبه؛ وإنّما يجعل الطبع حال استمراره على الكفر، فهو يكفر أولا، ثم يكون مطبوعا عليه في الكفر، ولم يكن هذا التقرير منافيا لصحة عطف قوله:  {وَنَطْبَعُ} على {أَصَبْناهُمْ} . </p><p> والمعنى: أي أكان (٢) ما ذكر آنفا مجهولا لأهل القرى، وأنه هو سنة الله، ولم يتبين لأولئك الذين يرثون الأرض من بعد أهلها، قرنا بعد قرن، وجيلا بعد جيل، أنّ شأننا فيهم، كشأننا فيمن سبقهم، فهم خاضعون لمشيئتنا، فلو نشاء أن نعذبهم بسبب ذنوبهم لعذبناهم، كما أصبنا أمثالهم ممن قبلهم بمثلها، وأهلكناهم كما أهلكناهم، فإن لم نهلكهم بالعذاب .. نطبع على قلوبهم، فلا يسمعون </p><p>(١) المراح. (٢) المراغي.</p>"
}