{
  "id": null,
  "sura": 7,
  "aya": 79,
  "text": "<p> بالجميع الصاعقة، فإن لنزولها صيحة شديدة القوة ترجف من هولها الأفئدة، وتضطرب الأعصاب، وربما اضطربت الأرض، وتصدع ما فيها من بنيان. </p><p> وقد علم أن سبب حدوثها اتصال كهربائية الأرض بكهربائية الجو التي يحملها السحاب، فتحدث صوتا كالصوت الذي يحدث باشتعال قذائف المدافع، وهذا الصوت هو المسمى بالرعد، وتحدث الصاعقة تأثيرات عظيمة، كصعق الناس والحيوان، وهدم المباني أو تصديعها، وإحراق الشجر ونحو ذلك، وقد هدى العلم إلى الطريق في اتقاء أضرارها بالمباني العظيمة بوضع ما يسمونه:  «مانعة الصواعق» . </p><p> وقد يجوز أن الله سبحانه وتعالى جعل هلاكهم في وقت ساق فيه السحاب المشبع بالكهرباء إلى أرضهم بحسب السنن المعروفة، وقد يجوز أن الله قد خلق تلك الصاعقة لأجلهم على سبيل خرق العادة، وأيهما كان قد وقع .. فقد صدق الله رسوله، وحدث ما أنذرهم به. </p><p> ٧٩ - {فَتَوَلَّى} وأعرض صالح {عَنْهُمْ} ؛ أي: خرج من بينهم قبل موتهم {وَقالَ} ؛ أي: صالح {يا قَوْمِ} والله {لَقَدْ أَبْلَغْتُكُمْ} وأوصلت إليكم {رِسالَةَ رَبِّي} ؛ أي: ما أرسلني به ربي إليكم {وَنَصَحْتُ لَكُمْ} ؛ أي: بذلت لكم النصيحة بالترغيب والترهيب، وبذلت وسعي في نصيحتكم، ولكن لم تقبلوا مني ذلك كما قال:  {وَلكِنْ لا تُحِبُّونَ النَّاصِحِينَ} ؛ أي: لا تطيعوا الناصحين لكم، بل تستمروا على عداوتهم. وروي (١) أن صالحا خرج في مئة وعشرة من المسلمين وهو يبكي، فالتفت فرأى الدخان ساطعا، فعلم أنهم قد هلكوا، وكانوا ألفا وخمس مئة دار. </p><p> والمعنى (٢) : قال لهم صالح بعد أن جرى عليهم ما جرى، مغتما متحسرا، كما يقول المتحسر على من مات جانيا على حياته بالتفاني في شهواته: ألم أنهك عما يوردك ريب المنون؟ ألم أحذرك تلك العاقبة الوخيمة التي لم تتداركها قبل </p><p>(١) المراح. (٢) المراغي.</p><p> وقوعها؟ فماذا أفعل إذ فضلت لذة الساعات والأيام على عيش هنيء يدوم عشرات الأعوام؟ </p><p> وروي مثل هذا مرفوعا عن النبي صلى الله عليه وسلم من ندائه بعض قتلى قريش ببدر بعد دفنهم في القليب - البئر غير المبنية - «يا فلان بن فلان، ويا فلان بن فلان أيسركم أنكم أطعتم الله ورسوله، فإنا قد وجدنا ما وعدنا ربنا حقا، فهل وجدتم ما وعد ربكم حقا؟» . قال راوي الحديث أبو طلحة الأنصاري، قال عمر: يا رسول الله، ما تكلم من أجساد لا أرواح لها - أو فيها - فقال رسول الله صلى الله عليه وسلم: </p><p> «والذي نفسي بيده ما أنتم بأسمع لما أقول منهم» رواه البخاري وغيره من طريق قتادة عن أبي طلحة الأنصاري رضي الله عنه ثم قال: قال قتادة أحياهم الله حتى أسمعهم قوله صلى الله عليه وسلم توبيخا وتصغيرا لهم، ونقمة وحسرة وندما عليهم اه. قال العلماء: ومثل هذا مما اختص به الأنبياء وبهذا الحديث ونحوه مما ورد من حياة الأنبياء والشهداء في البرزخ يستدل زوار الأضرحة والقبور الذين يدعون أصحابها لقضاء حاجاتهم، ويقولون إن كل من دعا ميتا من الصالحين يسمع منه، ويقضي حاجته قياسا على ذلك مع علمهم بأن الأمور الغيبية يقتصر فيها على ما سمع عن الأنبياء، ولا يدخلها باب القياس. </p><p> وحاصل قصة قوم صالح عليه السلام (١) : أن الله سبحانه وتعالى لما أهلك عادا .. أقام ثمود مقامهم، وطال عمرهم، وكثر تنعمهم، ثم عصوا الله وعبدوا الأصنام، فبعث الله إليهم صالحا - وكان منهم - فطالبوه بالمعجزة، فقال: ما تريدون؟ فقالوا: تخرج معنا في عيدنا ونخرج أصناما، فتسأل إلهك، ونسأل أصنامنا، فإذا ظهر أثر دعائك اتبعناك، وإن ظهر أثر دعائنا اتبعتنا، فخرج معهم، ودعوا أوثانهم، فلم تجبهم، ثم قال: سيدهم جندع بن عمرو لصالح عليه السلام، وأشار إلى صخرة منفردة في ناحية الجبل - يقال لتلك الصخرة كاثبة -: </p><p> أخرج لنا من هذه الصخرة ناقة كبيرة جوفاء براء، فإن فعلت ذلك صدقناك. فأخذ </p><p>(١) المراح.</p>"
}