{
  "id": null,
  "sura": 7,
  "aya": 85,
  "text": "<p> الأفعال القبيحة والفواحش الخبيثة، والمعنى: فانظر أيها المعتبر هذا القصص وتأمله حق التأمل؛ لتعلم عذاب الأمم على ذنوبها في الدنيا قبل الآخرة. </p><p> وهذا العقاب أثر طبيعي لذلك، فإنك ترى الترف والفسق يفسدان أخلاق الأمم، ويذهبان ببأسها، ويفرقان كلمتها، ويجعلانها شيعا وأحزابا متعادية، فيسلط الله عليها من يستذلها، ويسلبها استقلالها، ويسخرها لمنافعه، ولا يزال بها هكذا حتى تنقرض وتكون من الهالكين، وقد يكون هلاكها بسنن الله في الأرض من إرسال الجوائح كالزلازل والرياح العاصفة، أو بالأوبئة والأمراض الفتاكة، أو بالثورات والفتن والحروب، ونحو ذلك مما يكون سببا في انقراض الأمم وفنائها. </p><p> وخلاصة القول في تحريم هذه الفاحشة: </p><p> ١ - أنها مفسدة للشبان بالإسراف في الشهوات. </p><p> ٢ - أنها مفسدة للنساء اللواتي ينصرف أزواجهن عنهن، ويقصرون فيما يجب عليهم من إحصانهن. </p><p> ٣ - قلة النسل، فإن من لوازم ذلك الرغبة عن الزواج، والرغبة في إتيان الأزواج في غير مأتى الحرث. وفي الحياة الزوجية الشرعية إحصان كل من الزوجين للآخر بقصر لذة الاستمتاع عليه، وجعل ذلك وسيلة للحياة الوالدية التي تنمو بها الأمة، ويحفظ بها النوع الإنساني من الزوال. </p><p> ٨٥ - {وَ} أرسلنا {إِلى} أولاد {مَدْيَنَ} بن إبراهيم عليه السلام {أَخاهُمْ} في النسب، لا في الدين {شُعَيْبًا} بن ثويب بن مدين بن إبراهيم الخليل بن تارخ بن ناحور بن ساروغ بن أرغو بن فالغ بن عابر؛ وهو هود عليه السلام، فبين شعيب وهود على هذا القول ثمانية آباء، وكان شعيب أعمى، وكان يقال له خطيب الأنبياء لحسن مراجعته قومه. وقال قتادة: أرسل شعيب مرتين: مرة إلى مدين، ومرة إلى أصحاب الأيكة. </p><p> قيل: شعيب هو ابن بنت لوط، وقيل: زوج بنته، وهذه مناسبة بين قصته وقصة لوط. وقيل: مدين اسم لقرية شعيب بينها وبين مصر ثمانية مراحل سميت </p><p> باسم أبيهم مدين بن إبراهيم الخليل عليه السلام. </p><p> والمعنى: أرسلنا إلى أهل مدين أخاهم في النسب لا في الدين؛ إذ {قالَ} شعيب لقومه؛ وهم أهل كفر، وبخس للكيل والميزان {يا قَوْمِ اعْبُدُوا اللَّهَ} وحده {ما لَكُمْ مِنْ إِلهٍ غَيْرُهُ} ؛ أي: ليس لكم إله يستحق العبادة منكم غيره تعالى؛ لأنه خالقكم وموجدكم {قَدْ جاءَتْكُمْ بَيِّنَةٌ} ؛ أي: معجزة واضحة {مِنْ رَبِّكُمْ} دالة على صدقي، ولم يذكر هنا ولا في أي سورة من سور القرآن آية معينة لشعيب عليه السلام، ولكن لا بد أن تكون له آية تدل على صدقه، وتقوم بها الحجة عليهم، وليست كل آيات الأنبياء مذكورة في القرآن. وقيل: أراد بالبينة مجيء شعيب بالرسالة إليهم، وقيل: أراد بالبينة الموعظة المذكورة بقوله الآتي: {فَأَوْفُوا الْكَيْلَ وَالْمِيزانَ ...} الخ. فقد روى الشيخان من حديث أبي هريرة أن النبي صلى الله عليه وسلم قال:  «ما من الأنبياء نبي إلا أعطي من الآيات ما مثلها آمن عليه البشر، وإنما كان الذي أوتيت وحيا أوحاه الله إلي، فأرجو أن أكون أكثرهم تابعا يوم القيامة» ؛ أي: أن كل نبي مرسل أعطاه الله تعالى من الآيات الدالة على صدقه وصحة دعوته ما شأنه أن يؤمن البشر على مثله. والبينة كل ما يتبين به الحق، فتشمل المعجزات الكونية والبراهين العقلية، والأمم القديمة لم تكن تذعن إلا لخوارق العادات. </p><p> وكانت عادة الأنبياء عليهم الصلاة والسلام أن يبدؤوا في الدعوة بالأهم فالأهم، ولما كانت الدعوة إلى توحيد الله وعبادته أهم الأشياء قال شعيب: اعْبُدُوا اللَّهَ ما لَكُمْ مِنْ إِلهٍ غَيْرُهُ، ثم بعد الدعوة إلى التوحيد شرع في نهيهم عما هم عليه من المعاصي، ولما كان المعتاد من أهل مدين البخس في الكيل والوزن .. دعاهم إلى ترك هذه العادة القبيحة، وهي تطفيف الكيل والوزن، فقال:  {فَأَوْفُوا الْكَيْلَ وَالْمِيزانَ} ؛ أي: أتموا كيل المكيال ووزن الميزان إذا بعتم أموالكم للناس {وَلا تَبْخَسُوا النَّاسَ أَشْياءَهُمْ} ؛ أي: ولا تنقصوا عن الناس أشياءهم وأثمانهم إذا اشتريتم من الناس، أو المعنى (١) : ولا تنقصوا حقوق الناس </p><p>(١) المراح.</p><p> بجميع الوجوه كالغصب والسرقة، وأخذ الرشوة، وقطع الطريق وانتزاع الأموال بطريق الحيل وقيل: كانوا مكاسين لا يدعون شيئا إلا مكسوه كما يفعل أمراء الجور. </p><p> وعبارة المراغي هنا: قوله: {فَأَوْفُوا الْكَيْلَ وَالْمِيزانَ وَلا تَبْخَسُوا النَّاسَ أَشْياءَهُمْ} قد (١) ثنى الله سبحانه وتعالى بالأمر بإيفاء الكيل والميزان إذا باعوا، والنهي عن بخس الناس أشياءهم إذا اشتروا بعد أن أمرهم بتوحيد الله؛ لأن ذلك كان فاشيا فيهم أكثر من سائر المعاصي، ومن ثم اهتم به كما اهتم لوط بنهي قومه عن الفاحشة السوء أي التي كانت فاشية فيهم، فقد كانوا من المطففين الذين إذا اكتالوا على الناس، أو وزنوا عليهم لأنفسهم ما يشترون من المكيلات والموزونات يستوفون حقهم، ويزيدون عليه، وإذا كالوهم، أو وزنوهم ما يبيعون لهم يخسرون الكيل والميزان؛ أي: ينقصونه، فيبخسون أشياءهم، وينقصونهم حقوقهم. </p><p> والبخس: يشمل نقص المكيل والموزون وغيرهما من المبيعات كالمواشي والأشياء المعدودة، ويشمل البخس في المساومة والغش والحيل التي تنتقص بها الحقوق، وفي الحقوق المعنوية كالعلوم والفضائل، وقد فشا كل من هذين النوعين في هذا العصر، فكثير من التجار باخسون مطففون فيما يبيعون وما يشترون، وكثير من المشتغلين بالعلوم والآداب والسياسة بخّاسون لحقوق بني جلدتهم، مدّعون للتفوق عليهم، منكرون لما خص الله به سواهم من المزايا والخصائص حسدا عليهم وبغيا. وقد روي أن قوم شعيب كانوا إذا دخل عليهم الغريب يأخذون دراهمه، ويقولون: هذه زيوف، فيقطعونها قطعا، ثم يشترونها منه بالبخس؛ أي: بالنقصان الظاهر، وأعطوه بدلها زيوفا، وكانت هذه المعصية قد فشت فيهم في ذلك الزمان مع كفرهم الذي نالتهم الرجفة بسببه. </p><p> {وَلا تُفْسِدُوا فِي الْأَرْضِ} بالكفر والمعاصي {بَعْدَ إِصْلاحِها} ؛ أي: بعد أن أصلحها الله سبحانه وتعالى ببعثة الرسل، وإقامة العدل، وإفاضة النعم فيها، </p><p>(١) المراغي.</p><p> وكل نبي يبعث إلى قوم فهو صلاحهم، فالإضافة في إصلاحها كإضافة مكر الليل. قال ابن عباس رضي الله عنهما (١) : كانت الأرض قبل أن يبعث الله شعيبا رسولا تعمل فيها المعاصي، وتستحل فيها المحارم، وتسفك فيها الدماء، فذلك فسادها، فلما بعث الله شعيبا، ودعاهم إلى الله صلحت الأرض؛ لأن بعثة كل نبي إلى قومه فهو صلاحهم. </p><p> وحاصل المعنى: أنه (٢) سبحانه وتعالى أصلح حال البشر بنظام الفطرة، ومكنهم في الأرض بما آتاهم من القوى العقلية وقوة الجوارح، وبما أودع في خلق الأرض من سنن حكيمة وقوانين مستقيمة، وبما بعث به الرسل من المكملات لنظام الفطرة من آدات وأخلاق، ونظم في المعاملات والاجتماع، وبما أرشد إليه المصلحين من العلماء والحكماء الذين يأمرون بالقسط، ويهدون الناس إلى ما فيه صلاحهم في دينهم، والعاملين من الزراع والصناع والتجار أهل الأمانة والاستقامة الذين ينفعون الناس في دنياهم. </p><p> فعليكم أن لا تفسدوا فيها ببغي ولا عدوان على الأنفس والأعراض والأخلاق بارتكاب الإثم والفواحش، ولا تفسدوا فيها بالفوضى وعدم النظام، وبث الخرافات والجهالات التي تقوض نظم المجتمع، وقد كانوا من المفسدين للدين والدنيا كما يستفاد من هذه الآية وما بعدها {ذلِكُمْ} الذي أمرتكم به من الإيمان بالله، ووفاء الكيل والميزان، وترك الظلم والبخس {خَيْرٌ لَكُمْ} مما أنتم عليه من الكفر والمعاصي وظلم الناس في دينكم ودنياكم، فإن ربكم لا يأمر إلا بالنافع، ولا ينهى إلا عن الضار، ولأن الناس إذا علموا منكم الوفاء والصدق والأمانة .. رغبوا في المعاملات معكم، فكثرتم أموالكم {إِنْ كُنْتُمْ مُؤْمِنِينَ} ؛ أي: مصدقين لي في قولي هذا؛ أي: وإنما يكون ذلك خيرا لكم إن كنتم مؤمنين بوحدانية الله وبرسوله، وبما جاءكم به من شرع وهدى، فالإيمان يقتضي الامتثال والعمل بما جاء به الرسول من عند الله، وإن خالف النفس </p><p>(١) القرطبي. (٢) المراغي.</p>"
}