{
  "id": null,
  "sura": 7,
  "aya": 167,
  "text": "<p> عاصم:  {بيأس} على وزن فيعل كضيغم، وقرأ ابن عباس وأبو رزين وأيوب:  {بيآس} على وزن فيعال، وقرأ أبو عبد الرحمن السلمي ومعاذ القارىء:  {بئس} بفتح الباء وكسر الهمزة، من غير ياء على وزن تعس، وقرأ الضحاك وعكرمة:  {بيس} بتشديد الياء، مثل قيم، وقرأ أبو العالية وأبو مجلز:  {بئس} بفتح الباء والسين وبهمزة مكسورة، من غير باء ولا ألف، على وزن فعل، وقرأ أبو المتوكل وأبو رجاء {بائس} بألف ومدّة بعد الباء، وبهمزة مكسورة بوزن فاعل. </p><p> ١٦٦ - {فَلَمَّا عَتَوْا} وأبوا أن ينكفوا ويقلعوا {عَنْ ما نُهُوا عَنْهُ} من الاصطياد؛ أي: فلما تمرّدوا وتكبروا، وأبو أن يتركوا ما نهاهم عنه الواعظون {قُلْنا لَهُمْ} ؛ أي: لأولئك العادين باصطياد السمك {كُونُوا قِرَدَةً خاسِئِينَ} ؛ أي: صاغرين أذلاء بعداء عن الناس؛ أي: تعلقت إرادتنا بأن يكونوا كذلك، فكانوها صورة ومعنى. </p><p> وهذا الجزاء تفصيل للعذاب البئيس الذي ذكر في الآية السالفة، وقيل: إنّه عذاب آخر، فقد عاقبهم أوّلا بالبؤس والشقاء في المعيشة، إذ من الناس من لا يربيه ولا يهذبه إلا الشدة والبؤس، ولما لم يزدهم البؤس إلا عتوا وإصرارا على الفسق والظلم .. مسخهم مسخ خلق وجسم، فكانوا قردة على الحقيقة، وهذا ما يراه جمهرة العلماء، أو مسخ خلق ونفس، فكانوا كالقردة في الطيش والشر والإفساد لما تصل إليه أيديهم، وهذا رأي مجاهد قال: مسخت قلوبهم فلم يوفقوا لفهم الحق. </p><p> وفي الآية إيماء إلى أنّ هذا المسخ كان لمخالفتهم الأوامر وتماديهم في العصيان، ولم يكن لاصطياد الحيتان فحسب. </p><p> ١٦٧ - {وَإِذْ تَأَذَّنَ رَبُّكَ} ؛ أي: واذكر يا محمد قصة إذ أعلم ربك أسلاف اليهود على ألسنة أنبيائهم، إن لم يؤمنوا بأنبيائهم وعزني وجلالي {لَيَبْعَثَنَّ عَلَيْهِمْ} ؛ أي: ليسلطن عليهم {إِلى يَوْمِ الْقِيامَةِ مَنْ يَسُومُهُمْ} ؛ أي: من يذيقهم {سُوءَ الْعَذابِ} ؛ أي: أشد العذاب؛ أي: من يقاتلهم إلى أن يسلموا أو يعطوا الجزية، وهو محمد صلى الله عليه وسلّم وأمته، والظرف في قوله:  {وَإِذْ تَأَذَّنَ} منصوب على المفعولية بمقدر معطوف على {وَسْئَلْهُمْ} والتقدير: واذكر يا محمد لليهود وقت أن تأذن ربك؛ </p><p> أي أعلم أسلافهم، والمعنى: واذكر أيها الرسول إذ أعلم ربك هؤلاء القوم مرة إثر أخرى أنّه قضى عليهم في علمه، وفقا لما قامت عليه نظم الاجتماع، ليسلطن عليهم إلى يوم القيامة من يوقع بهم العذاب الشديد على ظلمهم وفسقهم وفسادهم في الأرض، والآية بمعنى قوله في سورة الإسراء {وَقَضَيْنا إِلى بَنِي إِسْرائِيلَ فِي الْكِتابِ لَتُفْسِدُنَّ فِي الْأَرْضِ مَرَّتَيْنِ وَلَتَعْلُنَّ عُلُوًّا كَبِيرًا (٤) } إلى أن قال: {وَإِنْ عُدْتُمْ عُدْنا} ؛ أي: وإن عدتم بعد عقاب المرة الآخرة إلى الإفساد .. عدنا إلى التعذيب والإذلال، وقد عادوا فسلط الله عليهم النصارى، فسلبوا ملكهم الذي أقاموه بعد أن نجوا من سبى البابليين، وقهرهم واستذلالهم، إلى أن جاء الإسلام فعاداه منهم الذين هربوا من الذل والنكال، ولجؤوا إلى بلاد العرب، فعاشوا فيها آمنين أعزاء، لكنهم نكثوا العهد الذي أعطوه للنبي صلى الله عليه وسلّم، وبه أمنهم على أنفسهم وأموالهم وحرية دينهم، فنصروا المشركين عليه، فسلطه الله عليهم، فقاتلهم ونصره عليهم، فأجلى بعضهم، وقتل بعضا، وأجلى عمر البقية الباقية منهم إلى سورية، ولما فتحها .. انتقل اليهود من حكم الروم الجائر إلى سلطة الإسلام العادلة، ولكنهم فقدوا الملك والاستقلال في جميع الحالات. </p><p> {إِنَّ رَبَّكَ} يا محمد {لَسَرِيعُ الْعِقابِ} لمن عصاه إذا جاء وقته، فيعاقبهم في الدنيا، أما قبل مجيء وقت العذاب فهو شديد الحلم .. والمعنى: أي إن ربك سريع العقاب للأمم التي تفسق عن أمره، وتفسد في الأرض، فلا يتخلف عقابه عنها كما يتخلف عن بعض الأفراد، يؤيد هذا قوله: {وَإِذا أَرَدْنا أَنْ نُهْلِكَ قَرْيَةً أَمَرْنا مُتْرَفِيها فَفَسَقُوا فِيها فَحَقَّ عَلَيْهَا الْقَوْلُ فَدَمَّرْناها تَدْمِيرًا (١٦) }؛ أي: وإذا أردنا هلاك قرية من القرى .. أمرنا سادتها وكبرائها بالحق والعدل والرحمة، فعصوا أمر ربهم وأفسدوا وظلموا في الأرض، فحق عليهم القول بمقتضى سنته في خلقه، فحل بهم الهلاك، وحاق بهم النكال جزاء بما كانوا يعملون. {وَإِنَّهُ لَغَفُورٌ رَحِيمٌ} لمن تاب من الكفر واليهودية ودخل في دين الإسلام. </p><p> والمعنى:  {وَإِنَّهُ لَغَفُورٌ رَحِيمٌ} لمن أقلع عن ذنبه وأناب إليه، وأصلح ما كان قد أفسد في الأرض، قبل أن يحل به عذابه، والآية بمعنى قوله: {وَإِنِّي لَغَفَّارٌ </p>"
}