{
  "id": null,
  "sura": 7,
  "aya": 168,
  "text": "<p> لِمَنْ تابَ وَآمَنَ وَعَمِلَ صالِحًا ثُمَّ اهْتَدى (٨٢) } وقلما ذكر عذاب الفاسقين إلا قرنه بذكر الرحمة والمغفرة للمحسنين، حتى لا ييأس صالح مصلح من رحمة ربه بذنب عمله بجهالة، ولا يأمن مفسد من عقابه اغترارا بعفوه وكرمه، وهو مصرّ على ذنبه، </p><p> ١٦٨ - وقد فصل سبحانه عقابهم، فذكر بدء إذلالهم بإزالة وحدتهم، وتمزيق جامعتهم، فقال:  {وَقَطَّعْناهُمْ فِي الْأَرْضِ أُمَمًا} ؛ أي: وفرقنا بني إسرائيل الذين قبل النبي صلى الله عليه وسلّم في نواحي الأرض وأقطارها حالة كونهم فرقا كثيرة، وأمما؛ أي: جماعات مشتتة، فيها كل فرقة منهم في قطر من أقطارها، فلا يخلو منهم قطر، وليس لهم شوكة ولا دولة .. {مِنْهُمُ الصَّالِحُونَ} كالذين نهوا من اعتدوا في السبت عن ظلمهم، والذين كانوا يؤمنون بالأنبياء من بعد موسى، والذين آمنوا بمحمد صلى الله عليه وسلّم {وَمِنْهُمْ} أناس {دُونَ ذلِكَ} المذكورين في الصلاح لم يبلغوا مبلغهم، وهم سائر المؤمنين من بني إسرائيل، ومنهم الغلاة في الكفر والفسق، كالذين كانوا يقتلون النبيين بغير حق، ومنهم السماعون للكذب، الأكالون للسحت والرشا، لتبديل الأحكام، والقضاء بغير ما أنزل الله تعالى، كما هو شأن الأمم؛ فإنّها تفسد تدريجا لا دفعة واحدة، كما نشاهد ذلك في المسلمين الذين تتبعوا نظم النصارى، ورضعوا البانهم، وقيل معنى {وَمِنْهُمْ دُونَ ذلِكَ} ؛ أي: ومنهم أناس غير أولئك الصالحين، وهم الذين كفروا من بني إسرائيل وبدلوا وغيروا {وَبَلَوْناهُمْ} ؛ أي: واختبرناهم {بِالْحَسَناتِ} ؛ أي: بالنعم والخصب والعافية وَالسَّيِّئاتِ؛ أي: بالجدوبة والشدائد {لَعَلَّهُمْ يَرْجِعُونَ} ؛ أي: لكي يرجعوا عن معصيتهم إلى طاعة ربهم؛ فإن كلا من الحسنات والسيئات يدعو إلى الطاعة بالترغيب والترهيب، والمعنى: واختبرنا بني إسرائيل وامتحنا استعدادهم بالنعم التي تحسن في عيونهم، وتقر بها أفئدتهم، وبالنقم التي تسؤهم - وإن كانت قد تحسن بالصبر عاقبتها لديهم - رجاء أن يرجعوا عن ذنبهم، وينيبوا إلى ربهم، فيعود إليهم فضله ورحمته. </p><p> ١٦٩ - {فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ} ؛ أي: جاء من بعد هؤلاء الذين وصفناهم بدل سوء {وَرِثُوا الْكِتابَ} ؛ أي: أخذوا التوراة من أسلافهم يقرؤونها ولا يعملون بها وقرأ الحسن: {ورثوا} بضم الواو وتشديد الراء، حالة كونهم {يَأْخُذُونَ} من </p>"
}