{
  "id": null,
  "sura": 7,
  "aya": 155,
  "text": "<p> أخيه إليه وتوبة القوم، ولجأ إلى رحمة ربه وفضله، وجأر بالدعاء له أن يغفر له ولأخيه خطاياهما {أَخَذَ الْأَلْواحَ} ؛ أي: عاد إلى الألواح التي ألقاها غضبا، فأخذها {وَفِي نُسْخَتِها} ؛ أي: وفي المكتوب فيها من اللوح المحفوظ، وقيل: وفيما كتب له فيها، فلا يحتاج إلى أصل ينقل عنه، وقيل: وفيما نسخ من الألواح المتكسرة، ونقل إلى الألواح الجديدة، قال ابن عباس وعمرو بن دينار: </p><p> لما ألقى موسى الألواح فتكسرت .. صام أربعين يوما، فردت عليه في لوحين، وفيهما ما في الأولى بعينها، فيكون نسخها نقلها، وقال عطاء:  {وَفِي نُسْخَتِها} معناه: وفيما بقي منها، وذلك أنّه لم يبق منها إلا سبعها، وذهب ستة أسباعها، ولكن لم يذهب من الحدود والأحكام شيء اه «قرطبي» . </p><p> {هُدىً} ؛ أي: بيان للحق {وَرَحْمَةٌ} للخلق بإرشادهم إلى ما فيه الخير والصلاح، فالهدى ما يهتدون به من الأحكام، والرحمة ما يحصل لهم من الله تعالى عند عملهم بما فيها من الرحمة الواسعة، واللام في قوله:  {لِلَّذِينَ هُمْ} متعلقة بمحذوف صفة لـ {رَحْمَةٌ} ، وفي قوله:  {لِرَبِّهِمْ يَرْهَبُونَ} متعلقة بـ {يَرْهَبُونَ} زيدت لتقوية العامل لضعفه بالتأخر، والمعنى: وفي نسختها هدى من الضلالة، ورحمة كائنة للذين هم يرهبون ويخافون عقاب ربهم، ويرجون ثوابه بالعمل بما فيها. </p><p> وقرأ معاوية بن قرة (١) : {ولما سكن عن موسى الغضب} وقرىء: {ولما أسكت} رباعيا مبنيا للمفعول، وكذا في مصحف حفصة؛ أي: أسكت الله عن موسى الغضب، وفي مصحف عبد الله:  {ولما صبر عن موسى الغضب} . وفي مصحف أبي:  {ولما انشق عن موسى الغضب} . </p><p> ١٥٥ - {وَاخْتارَ مُوسى قَوْمَهُ سَبْعِينَ رَجُلًا لِمِيقاتِنا} هذا شروع في بيان ما كان من موسى ومن القوم الذين اختارهم، و {سَبْعِينَ} مفعول {اخْتارَ} ، و {قَوْمَهُ} : منصوب بنزع الخافض، أي: من قومه فحذف الجار وأوصل الفعل إليه؛ أي: وانتخب موسى واصطفى سبعين رجلا من خيار قومه ممن لم يعبدوا العجل، وجملتهم اثنا عشر ألفا، وكان جملة بني إسرائيل الذين خرجوا معه من مصر ست </p><p>(١) البحر المحيط.</p><p> مئة ألف وعشرين ألفا، فكلهم عبدوا العجل إلا هذه الشرذمة القليلة، {لِمِيقاتِنا} ؛ أي: للميقات الذي وقته الله تعالى له، ودعاهم للذهاب معه إلى حيث يناجي ربه من جبل الطور. </p><p> روي (١) : أن موسى اختار من اثني عشر سبطا ستة ستة، فصاروا اثنين وسبعين فقال: ليستخلف منكم رجلان، فتشاجروا فقال: إن لمن قعد منكم مثل أجر من خرج، فقعد كالب ويوشع وذهب مع الباقين، وأمرهم أن يصوموا ويتطهروا ويطهروا ثيابهم، فخرج بهم إلى طور سيناء. فلما دنوا من الجبل غشيه غمام فدخل موسى بهم الغمام، وخروا سجدا فسمعوه تعالى يكلم موسى، يأمره وينهاه، ثم انكشف الغمام فأقبلوا إلى موسى وقالوا: لن نؤمن لك حتى نرى الله جهرة؛ أي: لن نصدقك في أن الآمر بما سمعنا من الأمر بقتل أنفسهم هو الله تعالى حتى نراه، فأخذتهم رجفة الجبل فماتوا يوما وليلة {فَلَمَّا أَخَذَتْهُمُ الرَّجْفَةُ} ؛ أي: الزلزلة الشديدة؛ أي: أهلكتهم وأماتتهم رجفة الجبل وزلزلته وتحركه {قالَ} موسى: {رَبِّ لَوْ شِئْتَ} إهلاكهم {أَهْلَكْتَهُمْ مِنْ قَبْلُ} ؛ أي: من قبل خروجهم إلى الميقات {وَ} أهلكتني {إِيَّايَ} معهم، قاله تسليما لقضاء الله تعالى؛ أي: إنا كنا مستحقين للإهلاك ولم يكن من موانعه إلا عدم مشيئتك إياه. </p><p> والمعنى: أي فلما أخذتهم رجفة الجبل، وصعقوا قال موسى: رب إنني أتمنى أن لو كانت سبقت مشيئتك أن تهلكهم من قبل خروجهم معي إلى هذا المكان، فأهلكتهم وأهلكتني معهم، حتى لا أقع في شديد الحرج مع قومي فيقولوا: قد ذهبت بخيارنا لإهلاكهم، وإن لم تفعل فإني أسألك برحمتك أن لا تفعل الآن، والاستفهام في قوله:  {أَتُهْلِكُنا بِما فَعَلَ السُّفَهاءُ مِنَّا} للاستعطاف، وفيه معنى النفي، ظن موسى أنما أهلكهم الله تعالى بعبادة قومهم العجل، أو بسوء أدبهم بسؤالهم رؤية الله جهرة؛ أي: لا تهلكنا يا إلهي بما فعل واقترف السفهاء والجهال منا من عبادة العجل، أو من سؤال رؤيتك جهرة، وفي هذا إيماء إلى أن عقلاء بني إسرائيل، وأصحاب الرؤية منهم لم يعبدوه، إنما عبده السفهاء وهم </p><p>(١) المراح.</p>"
}