{
  "id": null,
  "sura": 7,
  "aya": 145,
  "text": "<p> عباس رضي الله عنهما، والمثبتون للرؤية يقولون: إن استنباط عائشة إنما هو لنفي الرؤية في الدنيا فقط، كما قال بذلك الجمهور، ولا تقاس شؤون البشر في الآخرة على شؤونهم في الدنيا؛ لأنّ لذلك العالم سننا ونواميس تخالف سنن هذا العالم ونواميسه، حتى في الأمور المادية كالأكل والشرب والمأكول والمشروب، فماء الجنة غير آسن، فلا يتغير كماء الدنيا بما يخالطه أو يجاوره في مقره أو جوّه، قال ابن عباس: ليس في الدنيا شيء مما في الجنة إلا الأسماء. </p><p> وجمهرة المسلمين: أن رؤية العباد لربهم في الآخرة حق، وأنّها أعلى وأكمل للنعيم الروحاني التي يرتقي إليه البشر في دار الكرامة، وأنّها أحق ما يصدق عليه قوله صلى الله عليه وسلّم:  «قال الله عز وجل: اعددت لعبادي الصالحين ما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر» وهي المعبر عنها بقولهم: إنّها رؤية بلا كيف. </p><p> ١٤٥ - وبعد أن أخبر سبحانه في الآيات السالفة أنّه منع موسى رؤيته في الدنيا، وبشره بأنّه اصطفاه على أهل زمانه برسالته وبكلامه، اخبرنا فيما بعد بما أتاه يومئذ بالإجمال فقال:  {وَكَتَبْنا لَهُ فِي الْأَلْواحِ} ؛ أي: وكتبنا لموسى في ألواح التوراة {مِنْ كُلِّ شَيْءٍ} ؛ أي: كل شيء يحتاج إليه موسى وقومه في دينهم من الحلال والحرام، والمحاسن والقبائح، فـ {مِنْ} زائدة في المفعول. وقوله:  {مَوْعِظَةً وَتَفْصِيلًا} بدل {مِنْ كُلِّ شَيْءٍ} ، باعتبار محله وهو النصب على المفعولية. وقوله:  {لِكُلِّ شَيْءٍ} ؛ متعلق بتفصيلا؛ أي: وكتبنا (١) له في الألواح كل شيء من المواعظ التي توجب الرغبة في الطاعة، والنفرة عن المعصية، ومن تفصيل الأحكام وشرح أقسامها؛ أي: إننا (٢) أعطيناه ألواحا كتبنا له فيها أنواع الهداية، والمواعظ التي تؤثر في القلوب، ترغيبا، وترهيبا، وتفصيلا لأصول الشرائع، وهي أصول العقائد والآداب، وأحكام الحلال والحرام، والراجح أنّ هذه الألواح كانت أول ما أوتيه من وحي التشريع الإجمالي، أما سائر الأحكام </p><p>(١) المراح. (٢) المراغي.</p><p> التفصيلية من العبادات والمعاملات المدنية والحربية والعقوبات .. فكانت تنزل عليه وقت الحاجة كالقرآن. </p><p> وهذه (١) الألواح هي التوراة، قيل كانت من زمردة خضراء، وقيل: من ياقوتة حمراء، وقيل: من زبرجد، وقيل: من صخرة صماء، وقد اختلفوا في عدد الألواح، فمن مقل قال: إنّها اثنان وهذا ضعيف؛ لأنّ أقل ما يصدق عليه الجمع ثلاثة على المشهور، ومن مكثر قال: إنّها اثنا عشر، أو عشرة، أو سبعة، والله أعلم بحقيقة الحال. والألواح جمع لوح، وسمي لوحا لكونه تلوح فيه المعاني، وأسند الله سبحانه وتعالى الكتابة إلى نفسه تشريفا للمكتوب في الألواح، وهي مكتوبة بأمره سبحانه، وقيل: هي كتابة خلقها الله تعالى في الألواح. </p><p> {فـ} قلنا له {خذها} ؛ أي: خذ الألواح واعمل بما فيها {بِقُوَّةٍ} ؛ أي: بجد ونشاط، لا بتراخ وكسل؛ فإن العلم لا يأتي إلا للمجد المشتاق، سواء كان كسبيا أو وهبيا، فلا بد لمتعاطي العلم من الكد والتعب، ومخالفة النفس قال بعضهم: </p><p> بقدر الكدّ تكتسب المعالي ... ومن طلب العلا سهر اللّيالي </p><p> تروم العزّ ثمّ تنام ليلا ... يغوص البحر من طلب الّلآلي </p><p> وقال بعض العارفين: </p><p> فجد بالرّوح والدّنيا خليلي ... كذا الأوطان تدرك من سناه </p><p> ذكره الصاوي. </p><p> وهذا الأمر على إضمار القول كما قدرنا؛ أي: وكتبنا له في الألواح ما ذكر، وقلنا له: هذه وصايانا وأصول شريعتنا وكلياتها، فخذها بقوة وجد وعزم ذاك أنّك ستكون بها شعبا جديدا بعادات جديدة، وأخلاق جديدة، مخالفة في جوهرها وصفاتها لما كان عليه هذا الشعب من الذل والعبودية لدى فرعون وقومه، وما كانوا عليه من الشرك والوثينة التي ألفوها من فرعون وقومه، وراضت </p><p>(١) الشوكاني.</p><p> أنفسهم لقبولها، فأنى للقائد والمرشد أن يصلح ذلك الفساد، ويرأب ذلك الصدع، إذا لم يكن ذا عزيمة وقوة وبأس شديد وحزم في أوامره ونواهيه {وَأْمُرْ قَوْمَكَ} بني إسرائيل أن {يَأْخُذُوا بِأَحْسَنِها} ؛ أي: بأحسن ما في تلك الألواح التي هي التوراة؛ لأنّ فيها حسنا وأحسن، كالقود والعفو، والانتصار والصبر، والمأمور به والمباح، فأمروا بما هو الأكثر ثوابا، فعلى هذا المعنى: فأفعل التفضيل على بابه وهو مثل قوله تعالى: {اتَّبِعُوا ما أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ} ؛ أي: أكثره أجرا، وقيل: أفعل التفضيل ليس على بابه، فمعنى:  {بِأَحْسَنِها} : بحسنها إذ كل ما فيها حسن، أو يقال: أمروا فيها بالخير، ونهوا عن الشر، وفعل الخير أحسن من ترك الشر. </p><p> وقيل المعنى (١) : يعملوا بمحكمها، ويؤمنوا بمتشابهها، وقال بعضهم: الحسن يدخل فيه الواجب والمندوب والمباح، وأحسن هذه الثلاثة الواجبات، والمندوبات، وقال المراغي: أي: وأمر قومك بالاعتصام بهذه الموعظة، والأحكام المفصلة في الألواح التي هي منتهى الكمال والحسن، كالإخلاص لله في العبادة، إذ يتحلى العقل، وتتزكى النفس مع ترك اتخاذ الصور والتماثيل؛ لأنّها ذرائع للشرك، وسبب للوصول إليه {سَأُرِيكُمْ دارَ الْفاسِقِينَ} قيل (٢) هي أرض مصر التي كانت لفرعون وقومه، وقيل: منازل عاد وثمود، وقيل: هي جهنم، وقال مجاهد: وهذا المعنى أحسن، وقيل منازل الكفار من الجبابرة والعمالقة ليعتبروا بها، والمعنى على هذا القول: سأدخلكم الشام بطريق الايراث، وأريكم منزال الكافرين الذيك كانوا متوطنين فيها من الجبابرة والعمالقة لتعتبروا بها، فلا تفسقوا مثل فسقهم، وقيل: الدار بمعنى الهلاك، والمعنى: سأريكم هلاك الفاسقين والخارجين عن طاعتنا كفرعون وقومه. </p><p> وقرأ الحسن (٣) : {سأوريكم} بواو ساكنة بعد الهمزة، على ما يقتصيه رسم المصحف، وقال الزمخشري: وهذه لغة فاشية بالحجاز، يقال: أورني كذا </p><p>(١) المراح. (٢) الشوكاني.(٣) البحر المحيط.</p><p> وأوريته، فوجهه أن يكون من أوريت الزند، كأن المعنى: بينه لي، والمعنى هنا: سأبين لكم عاقبتها، وقرأ ابن عباس وقسامة بن زهير {سأورثكم} بالثاء المثلثة، قال الزمخشري: وهي قراءة حسنة يقويها قوله تعالى: {وَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كانُوا يُسْتَضْعَفُونَ} . </p><p> وقال المراغي:  {سَأُرِيكُمْ دارَ الْفاسِقِينَ} ؛ أي (١) : إن لم تأخذوا ما آتيناكم بقوة، وتتبعوا أحسنه .. كنتم فاسقين عن أمر ربكم، فيحل بكم ما حل بالفاسقين من قوم فرعون الذين أنجاكم الله منهم، ونصركم عليهم، وسيريكم ما حل بهم بعدكم من الغرق. </p><p> قال ابن كثير: أي سترون عاقبة من خالف أمري، وخرج عن طاعتي، كيف يصير إلى الهلاك والدمار. </p><p> قال ابن جرير: وإنّما قال: {سَأُرِيكُمْ دارَ الْفاسِقِينَ} كما يقول القائل لمن يخالفه: سؤريك غدا ما يصير إليه حال من خالف أمري، على وجه التهديد والوعيد لمن عصاه وخالف أمره، وفي الآية عبرة لمن يقرأها ويتدبر أمرها من وجوه: </p><p> ١ - أن الشريعة يجب أن تتلقى بعزيمة وجد لتنفيذ ما بها من الإصلاح، وتكوين الأمة تكوينا جديدا، ومظهر ذلك الرسول المبلّغ لها والداعي إليها، والمنفذ لها بقوله وعمله، فهو الأسوة والقدوة، وهذه سنة الله في كل انقلاب وتجديد اجتماعي وسياسي، وإن لم يكن بهدى الله، فما بالك بالدين - وهو أحوج ما يكون إلى إصلاح الظاهر والباطن - وقد أخذ سلفنا الصالح القرآن بقوة بالعمل بهداية دينهم، فسادوا جميع الأمم التي كانت لها القوة الحربية والصناعية والمالية والعددية، وسعدوا به في دنياهم، وسيكونون كذلك في آخرتهم، وخلف من بعدهم خلف أعرضوا عنه، وتركوا هدايته، فشقوا في دنياهم وآخرتهم كما قال: {يُضِلُّ بِهِ كَثِيرًا وَيَهْدِي بِهِ كَثِيرًا وَما يُضِلُّ بِهِ إِلَّا الْفاسِقِينَ الَّذِينَ يَنْقُضُونَ عَهْدَ اللَّهِ مِنْ بَعْدِ مِيثاقِهِ وَيَقْطَعُونَ ما أَمَرَ اللَّهُ بِهِ أَنْ يُوصَلَ وَيُفْسِدُونَ فِي </p><p>(١) المراغي.</p>"
}