{
  "id": null,
  "sura": 7,
  "aya": 116,
  "text": "<p> العرب: إنّ له لإبلا، وإن له لغنما، يقصدون الكثرة، وفي خطاب السحرة بذلك لفرعون دليل على استطالتهم عليه باحتياجه إليهم، وبما يحصل للعالم بالشيء من الترفع على من يحتاج إليه، </p><p> ١١٤ - وعلى من لا يعلم مثل علمه {قالَ} فرعون مجيبا لهم إلى ما طلبوا {نَعَمْ} . قرأ الكسائي (١) بكسر العين؛ أي: إنّ لكم لأجرا عظيما على ما تقومون به من ذلك العمل الجليل {وَإِنَّكُمْ} مع ذلك الأجر {لَمِنَ الْمُقَرَّبِينَ} إلينا، فتجمعون بين المال والجاه، وذلك منتهى ما تطمعون فيه من نعيم الدنيا وسعادتها، والمعنى (٢) : إنّ فرعون قال للسحرة: إنّي لا أقتصر معكم على الأجر، بل أزيدكم عليه، وتلك الزيادة أني أجعلكم من المقربين إلي بالمنزلة، قال الكلبي: تكونون أول من يدخل علي، وآخر من يخرج من عندي. </p><p> وفي (٣) مبادرة فرعون لهم بالوعد والتقريب منه، دليل على شدة اضطراره لهم، وأنّهم كانوا عالمين بأنّه عاجز، ولذلك احتاج إلى السحرة في دفع موسى عليه السلام. </p><p> ١١٥ - {قالُوا} ؛ أي: قالت السحرة لموسى بعد وعد فرعون لهم: {يا مُوسى} اختر {إِمَّا أَنْ تُلْقِيَ} ما عندك أولا {وَإِمَّا أَنْ نَكُونَ نَحْنُ الْمُلْقِينَ} ؛ أي: وإما أن نلقي نحن ما عندنا أولا، وفي هذا التخير منهم له دليل على اعتدادهم بسحرهم، وثقتهم بأنفسهم، وعدم المبالاة بعمله، ولولا ذلك لما خيروه، إذ المتأخر في العمل يكون أبصر بما تقتضيه الحال بعد وقوفه على منتهى جهد خصمه. </p><p> ١١٦ - {قالَ} لهم موسى عليه السلام - وهو واثق بشأنه، محتقر لهم غير مبال بهم - {أَلْقُوا} ما أنتم ملقون، وهو عليه السلام لم يأمرهم بفعل السحر ابتداء؛ وإنّما أمرهم بأن يتقدموه فيما جاؤوا به لأجله، ولا بد لهم منه، وأراد بذلك التوصل إلى إظهار بطلان السحر لا إثباته، وإلى بناء ثبوت الحق على بطلانه، ولم يكن هناك وسيلة للإبطال إلا ذلك، وقد صرح فيما حكاه الله تعالى عنه: {قالَ مُوسى ما جِئْتُمْ بِهِ السِّحْرُ إِنَّ اللَّهَ سَيُبْطِلُهُ إِنَّ اللَّهَ لا يُصْلِحُ عَمَلَ الْمُفْسِدِينَ وَيُحِقُّ اللَّهُ </p><p>(١) المراح. (٢) الخازن.(٣) البحر المحيط.</p><p> الْحَقَّ بِكَلِماتِهِ وَلَوْ كَرِهَ الْمُجْرِمُونَ (٨٢) }. </p><p> {فَلَمَّا أَلْقَوْا} ما ألقوا من حبالهم وعصيهم {سَحَرُوا أَعْيُنَ النَّاسِ} ؛ أي: قلبوها وغيروها عن صحة إدراكها بما جاؤوا به من التمويه والتخييل الذي يفعله المشعوذون وأهل الخفة؛ أي: خيلوا إليهم ما لا حقيقة له، كما قال تعالى:  {يُخَيَّلُ إِلَيْهِ مِنْ سِحْرِهِمْ أَنَّها تَسْعى} . {وَاسْتَرْهَبُوهُمْ} ؛ أي: استرهبوا الناس وأفزعوهم وأوقعوا في قلبهم الرهب والخوف، وأرهبوهم إرهابا شديدا، حيث خيلوها حيات تسعى {وَجاؤُ بِسِحْرٍ عَظِيمٍ} في مظهره، كبير في تأثيره في أعين الناس، يخافه كل من رآه، قال ابن كثير: أي: خيلوا إلى الأبصار أنّ ما فعلوه له حقيقة في الخارج، ولم يكن إلا مجرد صنعة وخيال. قال ابن عباس رضي الله عنهما: ألقوا حبالا غلاظا، وخشبا طوالا، فأقبلت يخيل إليه من سحرهم أنها تسعى، وهذا هو السحر الذي هو محض تخييل في عين الرائي، والشيء المسحور حقيقته على ما هي عليه لم تقلب، وأما المعجزة ففيها قلب حقيقة الشيء - كالعصا - حيث صارت حية، هذا هو الفارق بين السحر والمعجزة اه. «خازن» . </p><p> قال ابن إسحاق (١) : صف خمسة عشر ألف ساحر، مع كل ساحر حباله وعصيه، وفرعون في مجلسه مع أشراف مملكته، فكان أول ما اختطفوا بسحرهم بصر موسى وبصر فرعون، ثم أبصار الناس بعد، ثم ألقى رجل منهم ما في يده من العصيّ والحبال، فإذا هي حيات كأمثال الجبال - قد ملأت الوادي - يركب بعضها بعضا، وكانت سعة الأرض ميلا في ميل، فصارت كلها حيات، قيل (٢) : إنّهم أتوا بالحبال والعصي ولطخوا تلك الحبال بالزئبق، وجعلوا الزئبق في دواخل تلك العصي، فلما أثّر تسخين الشمس فيها .. تحركت والتوى بعضها على بعض، وكانت كثيرة جدا، فالناس تخيلوا أنها تتحرك وتلتوي باختيارها وقدرتها {اسْتَرْهَبُوهُمْ} ؛ أي: بالغوا في تخويف عظيم للعوام من حركات تلك الحيات والعصي، وخاف موسى أن يتفرقوا قبل ظهور معجزته، فكان خوفه لأجل فزع الناس واضطرابهم مما رأوه من أمر تلك الحيات، وليس خوفه لأجل سحرهم؛ </p><p>(١) الطبري. (٢) المراح.</p>"
}