{
  "id": null,
  "sura": 7,
  "aya": 96,
  "text": "<p> قد جهلوا سنن الله التي وضعها في شؤون الاجتماع، فلا هم اهتدوا إليها بعقولهم، ولا هم صدقوا الرسل فيما أنذروهم به، ونحو هذه الآية قوله تعالى في سورة الأنعام: {فَلَمَّا نَسُوا ما ذُكِّرُوا بِهِ فَتَحْنا عَلَيْهِمْ أَبْوابَ كُلِّ شَيْءٍ حَتَّى إِذا فَرِحُوا بِما أُوتُوا أَخَذْناهُمْ بَغْتَةً فَإِذا هُمْ مُبْلِسُونَ (٤٤) }. </p><p> فالكافرون إذا مسهم الشر .. يئسوا وابتأسوا، وإذا مسهم الخير .. بطروا واستكبروا وبغوا في الأرض، وأهلكوا الحرث والنسل، والمؤمنون بالله وما جاء به رسله تكون الشدائد والمصائب تربية لهم وتمحيصا. </p><p> ولما ترك (١) المسلمون هدى القرآن في حكوماتهم ومصالحهم العامة، في أعمال الأفراد .. سلبهم الله ما أعطاهم من أنواع العلم والحكمة، واتبعوا سنن من قبلهم شبرا بشبر، وذراعا بذراع، فاتبعوا أهل الكتاب في خرافاتهم وحفلهم، وتقليد آبائهم وأجدادهم، فغشيهم الجهل والثابتة منهم قلدوا الإفرنج في الفسق والفجور، وشر ما وصلوا إليه في طور فساد حضارتهم، وقلدوهم حتى فيما لا يوافق أحوالهم وبلادهم ومصالحهم. </p><p> ٩٦ - {وَلَوْ أَنَّ أَهْلَ الْقُرى} الذين أهلكناهم {آمَنُوا} بالله وملائكته وكتبه ورسله واليوم الآخر {لَفَتَحْنا} ؛ أي: لبسطنا {عَلَيْهِمْ بَرَكاتٍ مِنَ السَّماءِ} بالمطر {وَ} بركات من {الْأَرْضِ} بالنبات، والثمار، والحبوب، والمواشي، والأمن، والسلامة؛ أي: لوسعنا عليهم الخيرات من فوقهم ومن تحتهم، ومن كل الجوانب من النعم التي لم يروا مثلها قط. وقال (٢) السدّي: المعنى: لفتحنا عليهم أبواب السماء والأرض بالرزق، وقيل: بركات السماء إجابة الدعاء، وبركات الأرض تيسير الحاجات. وقيل: البركات النمو والزيادة، فمن السماء بجهة المطر والريح والشمس والقمر، ومن الأرض بجهة النبات والحفظ لما نبت؛ وذلك لأنّ السماء تجري مجرى الأب، والأرض تجري مجرى الأم، </p><p>(١) المراغي. (٢) البحر المحيط.</p><p> ومنهما تحصل جميع الخيرات بخلق الله وتدبيره. ذكره أبو حيان. </p><p> وقرأ ابن (١) عامر وعيسى الثقفي وأبو عبد الرحمن: {لَفَتَحْنا} بتشديد التاء. ومعنى الفتح هنا التيسير عليهم، كما تيسر على الأبواب المنغلقة بفتحها، ومنه: فتحت على القارىء، إذا يسرت عليه بتلقينك إياه ما تعذر عليه حفظه من القرآن إذا أراد القراءة. </p><p> والمعنى (٢) : {وَلَوْ أَنَّ أَهْلَ الْقُرى} التي أرسلنا إليها رسلنا {آمَنُوا} بالرسل المرسلين إليهم {وَاتَّقَوْا} ما صمموا عليه من الكفر، ولم يصروا على ما فعلوا من القبائح {لَفَتَحْنا عَلَيْهِمْ بَرَكاتٍ مِنَ السَّماءِ وَالْأَرْضِ} ؛ أي: ليسرنا لهم خير السماء والأرض، كما يحصل التيسير للأبواب المغلقة بفتح أبوابها، ويجوز أن يكون اللام في {الْقُرى} للجنس، والمعنى: ولو أنّ أهل القرى أينما كانوا، وفي أي بلد سكنوا آمنوا واتقوا. إلى آخر الآية. </p><p> وقيل المعنى (٣) : ولو أنّ أهل مكة ومن حولهم من أهل القرى آمنوا بما دعاهم إليه خاتم الرسل صلوات الله وسلامه عليه، من عبادته تعالى وحده، واتقوا ما نهاهم عنه من الشرك والفساد في الأرض، بارتكاب الفواحش والآثام .. لفتحنا عليهم أنواعا من بركات السماء والأرض لم يعهدوها من قبل، فتكون لهم أبواب نعم وبركات، غير التي عهدوا في صفاتها ونمائها وثباتها وأثرها فيهم، فأنزلنا عليهم الأمطار النافعة التي تخصب الأرض، وتكسب البلاد رفاهية العيش، وآتيناهم من العلوم والمعارف، وفهم سنن الكون، ما لم يصل إلى مثله البشر من قبل. </p><p> والخلاصة: أنّهم لو آمنوا .. لوسعنا عليهم الخير من كل جانب، ويسرناه لهم، بدل ما أصابهم من عقوبات بعضها من السماء، وبعضها من الأرض. </p><p> والقاعدة التي أقرها القرآن الكريم: أنّ الإيمان الصحيح، ودين الحق سبب </p><p>(١) البحر المحيط. (٢) الشوكاني.(٣) المراغي.</p>"
}