{
  "id": null,
  "sura": 7,
  "aya": 80,
  "text": "<p> صالح عليهم المواثيق أنه إن فعل ذلك آمنوا، فقبلوا، فصلى ركعتين ودعا الله تعالى، فتمخضت تلك الصخرة كما تتمخض الحامل، ثم انفجرت عن ناقة عشراء جوفاء وبراء، وكانت في غاية الكبر، ثم نتحت ولدا مثلها في العظم، فآمن به جندع ورهط من قومه، وأراد أشراف ثمود أن يؤمنوا به، فنهاهم ذؤاب بن عمرو والحباب صاحبا أوثانهم، ورباب بن صمعر كاهنهم، فمكثت الناقة مع ولدها ترعى الشجر وتشرب الماء، وكانت ترده غبا، فإذا كان يومها .. وضعت رأسها في البئر، فما ترفعه حتى تشرب كل ما فيها، ثم تفرج بين رجليها، فيحلبون ما شاؤوا حتى تمتلىء أوانيهم، فيشربون ويدخرون، وكانت إذا وقع الحر تصيفت بظهر الوادي، فيهرب منها أنعامهم، وإذا وقع البرد تشتت ببطن الوادي، فتهرب مواشيهم، فشق ذلك عليهم، وزينت عقرها لهم امرأتان: عنيزة بنت غانم، وصدقة بنت المختار لما أضرت به مواشيهم، فعقروها واقتسموا لحملها وطبخوه، فرقى ولدها جبلا </p><p> مسمى بقارة، فرغا ثلاثا، وقال لهم صالح عليه السلام: أدركوا الفصيل عسى أن يرفع عنكم العذاب، فلم يقدروا عليه، وانفتحت الصخرة بعد رغائه، فدخلها فقال لهم صالح: تصبحون غدا وجوهكم مصفرة، وبعد غد وجوهكم محمرة، واليوم الثالث وجوهكم مسودة، ثم يصبحكم العذاب، فلما رأوا العلامات طلبوا أن يقتلوه، فأنجاه الله تعالى إلى أرض فلسطين. ولما كان اليوم الرابع واشتد الضحى تحنطوا بالصبر، وتكفنوا بالإنطاع، فأتتهم صيحة من السماء ورجفة من الأرض، فتقطعت قلوبهم وهلكوا. </p><p> ٨٠ - {وَ} لقد أرسلنا {لُوطًا} ؛ أي: لوط بن هاران بن تارخ، وهو ابن أخ إبراهيم، وإبراهيم عمه:  {إِذْ قالَ} ؛ أي: وقت قوله: {لِقَوْمِهِ} أهل سدوم، وكان قد أرسل إليهم، وذلك أن لوطا بعد موت والده هاجر مع عمه إبراهيم عليه السلام إلى الشام، وكانت ولادته في الطرف الشرقي من جنوب العراق في موضع يسمى أرض بابل، فنزل إبراهيم عليه السلام أرض فلسطين، ونزل لوط عليه السلام الأردن، فأرسله الله تعالى إلى أهل سدوم يدعوهم إلى الله تعالى، وينهاهم عن فعلهم القبيح، وهو قوله تعالى:  {أَتَأْتُونَ الْفاحِشَةَ} ؛ أي: أتفعلون الفعلة الخسيسة القبيحة التي هي غاية في القبح، وكانت فاحشتهم: إتيان الذكران في </p><p> أدبارهم، ولما كان هذا الفعل معهودا قبحه، ومركوزا في العقول فحشه أتى بها معرفا بالألف واللام ذكره أبو حيان. والاستفهام فيه للإنكار والتوبيخ؛ أي: لا ينبغي لكم أن تفعلوها، والحال أنه {ما سَبَقَكُمْ بِها مِنْ أَحَدٍ مِنَ الْعالَمِينَ}  {من} الأولى زائدة (١) لتوكيد النفي، وإفادة معنى الاستغراق، والثانية للتبعيض. </p><p> والمعنى: ما سبقكم أيها القوم بهذه الفعلة الفاحشة أحد من العالمين قبلكم. والجملة (٢) استئنافية مقررة للإنكار كأنه وبخهم أولا بإتيان الفاحشة، ثم باختراعها، فإنه أسوأ. قال عمرو بن دينار: ما نزا ذكر على ذكر في الدنيا قبل قوم لوط عليه السلام. والمعنى (٣) : أي ما عملها أحد قبلكم في أي زمان، بل هي من مبتدعاتكم في الفساد، فأنتم فيها أسوة وقدوة، فتبؤون بإثمها وإثم من اتبعكم فيها إلى يوم القيامة. وفي هذا بيان بأن ما اجترحوه من السيئات مخالف لمقتضيات الفطرة، ومن ثم لم تتطلع إليه نفوس أحد من البشر قبلهم إلى ما فيه من مخالفة لهدي الدين. قال الحسن: كانوا يأتون الغرباء كانت بلادهم الأردن تؤتى من كل جانب لخصبها، فقال لهم إبليس - وهو في صورة غلام -: إن أردتم دفع الغرباء .. فافعلوا بهم هكذا، فمكنهم من نفسه تعليما لهم، ثم فشا، واستحلوا ما استحلوا. </p><p> وفي تسمية (٤) هذا الفعل بالفاحشة دليل على أنه يجري مجرى الزنا يرجم من أحصن، ويجلد من لم يحصن، وفعله عبد الله بن الزبير: أتى بسبعة منهم، فرجم أربعة أحصنوا، وجلد ثلاثة، وعنده ابن عمر وابن عباس، ولم ينكروا به، وبه قال الشافعي. وقال مالك: يرجم أحصن أو لم يحصن، وكذا المفعول به إن كان محتلما، وعنده يرجم المحصن ويؤدب، ويحبس غير المحصن؛ وهو مذهب عطية وابن المسيب والنخعي وغيرهم. وعن مالك أيضا: يعزر أحصن أو لم يحصن؛ وهو مذهب أبي حنيفة. وحرّق خالد بن الوليد رضي الله عنه رجلا يقال له الفجاء عمل ذلك العمل، وذلك برأي أبي بكر وعلي، وإن أصحاب </p><p>(١) الخازن. (٢) البيضاوي.(٣) المراغي.(٤) البحر المحيط.</p>"
}