{
  "id": null,
  "sura": 7,
  "aya": 7,
  "text": "<p> الخاصة، وتبعهم العامة؛ إذ جهلوا أحكامه وحكمه حتى لقد بلغ الأمر بنابتتها، ألا ترى سببا لركود ريحها إلا اتباع القرآن، والعمل بهذا الدين:  {كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْواهِهِمْ إِنْ يَقُولُونَ إِلَّا كَذِبًا} . </p><p> ٦ - {فـ} وعزتي وجلالي {لَنَسْئَلَنَّ} الأمم {الَّذِينَ أُرْسِلَ إِلَيْهِمْ} ؛ أي: الأمم التي أرسلت إليهم الرسل جميعا في موقف الحساب يوم القيامة توبيخا وتقريعا لهم هل بلغت الرسل إليكم أوامري، وماذا أجبتم، وماذا عملتم من إيمان وكفر؟ ولا (١) معارضة بين هذه الآية التي تثبت السؤال العام، وبين قوله تعالى: {فَيَوْمَئِذٍ لا يُسْئَلُ عَنْ ذَنْبِهِ إِنْسٌ وَلا جَانٌّ (٣٩) } وقوله: {وَلا يُسْئَلُ عَنْ ذُنُوبِهِمُ الْمُجْرِمُونَ} لأن ليوم القيامة مواقف متعددة، والسؤال والجواب والاعتذار يكون في بعضها دون بعض. </p><p> {وَلَنَسْئَلَنَّ الْمُرْسَلِينَ} ؛ أي: الرسل عن إبلاغ تكاليفي إلى الأمم تأنيسا واستشهادا لهم. قال ابن عباس: معناه نسأل الناس عما أجابوا المرسلين، ونسأل المرسلين عما بلغوه، والمراد بالسؤال حينئذ تقريع الكفار وتوبيخهم كما مر. </p><p> ٧ - {فَلَنَقُصَّنَّ عَلَيْهِمْ} ؛ أي: على المرسلين والأمم حين سكتوا بما عملوا في الدنيا {بِعِلْمٍ} ؛ أي: فلنخبرنهم حين سكتوا عن الجواب بما فعلوا في الدنيا إخبارا ناشئا عن علم ويقين. </p><p> أي: فلنقصن على الرسل، وعلى أقوامهم الذين أرسلوا إليهم كل ما وقع من الفريقين قصصا بعلم منا محيط بكل ما كان منهم، فلا يعزب عنه مثقال ذرة، وقد روي عن ابن عباس أنه يوضع الكتاب يوم القيامة، فيتكلم بما يعملون. </p><p> {وَما كُنَّا غائِبِينَ} عن إبلاغ الرسل، وعما أجابت به أممهم حتى يخفى علينا شيء من أحوالهم؛ أي: وما كنا غائبين عنهم في وقت من الأوقات، ولا حال من الأحوال، بل كنا معهم نسمع ما يقولون، ونبصر ما يعملون، ونحيط </p><p>(١) المراغي.</p><p> علما بما يسرون وما يعلنون كما قال تعالى:  {وَهُوَ مَعَهُمْ إِذْ يُبَيِّتُونَ ما لا يَرْضى مِنَ الْقَوْلِ وَكانَ اللَّهُ بِما يَعْمَلُونَ مُحِيطًا} . وقال ابن كثير: يخبر (١) تعالى عباده يوم القيامة بما قالوا، وبما عملوا من قليل وكثير، وجليل وحقير؛ لأنه تعالى الشهيد على كل شيء، لا يغيب عنه شيء، بل هو العالم بخائنة الأعين وما تخفي الصدور، انتهى. وقال أبو حيان: والمعنى: نسرد عليهم أعمالهم قصة قصة بعلم منا لذلك، واطلاع عليه، وما كنا غائبين عن شيء منه، بل علمنا محيط بجميع أعمالهم ظاهرها وباطنها، وهذا من أعظم التوبيخ والتقريع، حيث يقرون بالظلم، وتشهد عليهم أنبياؤهم، ويقص عليهم أعمالهم انتهى. وفي هذا إيماء إلى أن السؤال لم يكن للاستعلام والاستبانة لشيء مجهول عنه تعالى، بل للإعلام والإخبار بما حدث منهم توبيخا لهم، وتأنيبا على إهمالهم. وهذا القصص (٢) هو الذي يكون به الحساب، ويتلوه الجزاء، وقد دل عليه الكتاب الكريم في مواضع عدة، ودلت عليه السنة، فمن ذلك ما رواه ابن عمر قال: قال النبي صلى الله عليه وسلم: «كلكم راع وكلكم مسؤول عن رعيته، فالإمام راع يسأل عن الناس، والرجل راع يسأل عن أهله، والمرأة تسأل عن بيت زوجها، والعبد يسأل عن مال سيده» . </p><p> وما رواه المقدام قال: سمعت رسول الله صلى الله عليه وسلم يقول: «لا يكون رجل على قوم إلا جاء يقدمهم يوم القيامة بين يديه راية يحملها، ويتبعونه فيسأل عنهم ويسألون عنه» . </p><p> وما رواه الترمذي عن أبي برزة الأسلمي مرفوعا «لا تزول قدما عبد حتى يسأل عن عمره فيم أفناه، وعن علمه فيم عمل به، وعن ماله من أين اكتسبه وفيم أنفقه، وعن جسمه فيم أبلاه» . </p><p> وروى الحاكم وابن ماجه حديث شداد بن أوس مرفوعا «الكيس من دان - حاسب - نفسه وعمل لما بعد الموت، والعاجز من أتبع نفسه هواها وتمنى على الله الأماني» . </p><p>(١) ابن كثير. (٢) المراغي.</p>"
}