{
  "id": null,
  "sura": 7,
  "aya": 142,
  "text": "<p> مصر، وقد ذكرت هذه القصة عقب تلك لما بينهما من العلاقات الظاهرة، وللاشتراك في الزمن. </p><p> قوله تعالى:  {وَلَمَّا رَجَعَ مُوسى إِلى قَوْمِهِ غَضْبانَ أَسِفًا ...} مناسبة هذه الآيات لما قبلها: أن الله سبحانه وتعالى لما ذكر ما أحدثه السامري من اتخاذه العجل لبني إسرائيل وعبادته له، ثم ندمهم على ما فرط منهم في جنب الله، وطلبهم الرحمة من ربهم .. ذكر هنا ما حدث من موسى من الأسى والحزن، حين رأى قومه على هذه الحال من الضلال والغي، ومن التعنيف واللوم لهارون على السكوت على قومه، حين رآهم في ضلالتهم يعمهون. </p><p> التفسير وأوجه القراءة </p><p> ١٤٢ - {وَواعَدْنا مُوسى ثَلاثِينَ لَيْلَةً} ؛ أي: ضربنا وجعلنا موعدا لموسى عليه السلام لمكالمته وإعطائه الألواح المشتملة على أصول الشريعة ثلاثين ليلة، قيل هي شهر ذي القعدة. {وَأَتْمَمْناها بِعَشْرٍ} ؛ أي: وزدنا على تلك الثلاثين بعشر ليال تامات، وفي مصحف أبي {تممناها} بالتضعيف {فَتَمَّ مِيقاتُ رَبِّهِ} ؛ أي: فتم ميقات وعد ربه للمكالمة بتلك العشر المزيدة {أَرْبَعِينَ لَيْلَةً} صعد على جبل سيناء في أول هذا الموعد، وهبط في آخره، قيل: وكان التكليم في يوم النحر، وفائدة الإتيان بقوله:  {فَتَمَّ مِيقاتُ رَبِّهِ أَرْبَعِينَ لَيْلَةً} مع العلم بأنّ الثلاثين والعشر أربعون، لئلا يتوهم أنّ المراد أتممنا الثلاثين بعشر منها، وقيل: إزالة توهم أن تكون عشر ساعات؛ أي: اتممناها بعشر ساعات، والذي يظهر أن هذه الجملة تأكيد وإيضاح ما ذكره أبو حيان في «البحر» . </p><p> وروي (١) عن أبي العالية أنّه قال في بيان زمان الموعد - يعني ذا القعدة وعشرا من ذي الحجة -: فمكث على الطور ليلة، وأنزل عليه التوراة في الألواح فقربه الرب نجيا، وكلمه وسمع صريف الأقلام، والمعنى أي (٢) : وعدناه بأن نكلمه عند انتهاء ثلاثين ليلة يصومها، وإنّما عبر بالليالي مع أن الصوم في الأيام </p><p>(١) المراغي. (٢) الفتوحات.</p><p> لما نقله «زاده على البيضاوي» عن ابن عباس: أنّه صام تلك المدة الليل والنهار، فكان يواصل الصوم، وحرمة الوصال إنما هي على غير الأنبياء. اه شيخنا. </p><p> وفي «الخازن»  (١) قال المفسرون: إن موسى عليه السلام وعد بني إسرائيل - وهو بمصر - إذا أهلك الله تعالى عدوهم فرعون أن يأتيهم بكتاب من عند الله تعالى، فيه بيان ما يأتون وما يذرون، فلما أهلك الله تعالى فرعون سأل موسى ربه أن ينزل عليه الكتاب الذي وعد به بني إسرائيل، فأمره أن يصوم ثلاثين يوما فصامها - وهي شهر ذي القعدة - فلما أتم الثلاثين .. أنكر خلوف فمه فتسوك بعود خرنوب فقالت الملائكة: كنا نشم من فيك رائحة المسك فأفسدته بالسواك، فأمره الله أن يصوم عشر ذي الحجة وقال له:  «أما علمت أن خلوف فم الصائم أطيب عند الله من ريح المسك؟» فكانت فتنة بني إسرائيل في تلك العشر التي زادها الله تعالى لموسى عليه السلام، وقيل: أمره بأن يتخلى ثلاثين يوما بالصوم والعبادة، ويعمل فيها ما يتقرب به، ثم كلمه وأعطاه الألواح في العشر التي زادها فلهذا قال: وأتممناها بعشر. </p><p> وهذا التفصيل الذي ذكره هنا هو تفصيل ما أجمله في سورة البقرة وهو قوله تعالى:  {وَإِذْ واعَدْنا مُوسى أَرْبَعِينَ لَيْلَةً} فذكره هناك على الإجمال وهنا على التفصيل اه. </p><p> وفي «زاده على البيضاوي»  (٢) : ما الحكمة في تفصيل الأربعين هنا إلى الثلاثين والعشر مع الاقتصار على الأربعين في البقرة حيث قال: {وَإِذْ واعَدْنا مُوسى أَرْبَعِينَ لَيْلَةً} ؟ وتقرير الجواب: أنّ الحكمة في التفصيل هنا الإشارة إلى أنّ أصل المواعدة كان على صوم الثلاثين، وزيادة العشرة كانت لإزالة الخلوف، وما ذكره في سورة البقرة فهو بيان للحاصل وجمع بين العددين، أو يقال: فصل الأربعين هنا إلى مدتين لكون ما وقع في إحدى المدتين مغايرا لما وقع في الأخرى، فالثلاثون للتقرب، والعشر لإنزال التوراة. انتهى. </p><p>(١) الخازن. (٢) زاده.</p>"
}