{
  "id": null,
  "sura": 7,
  "aya": 22,
  "text": "<p> بعدها - على وزن كسي. وقرأ مجاهد والحسن:  {من سوتهما} - بالإفراد وتسهيل الهمزة بإبدالها واوا وإدغام الواو فيها -. وقرأ الحسن أيضا وأبو جعفر بن القعقاع وشيبة بن نصاح:  {من سوّاتهما} - بتسهيل الهمزة وتشديد الواو -. وقرىء:  {من سواتهما} - بواو واحدة وحذف الهمزة - ووجهه أنه حذفها وألقى حركتها على الواو، فمن قرأ بالجمع؛ فهو من وضع الجمع موضع التثنية كراهة اجتماع مثلين، ومن قرأ بالإفراد؛ فمن وضعه موضع التثنية، ويحتمل أن يكون الجمع على أصل وضعه باعتبار أن كل عورة الدبر والفرج، وذلك أربعة فهي جمع. </p><p> وقرأ ابن عباس والحسن بن علي والضحاك ويحيى بن كثير والزهري وابن حكيم عن ابن كثير (١) : {ملكين} - بكسر اللام - ويدل لهذه القراءة ما في سورة طه من قوله:  {هَلْ أَدُلُّكَ عَلى شَجَرَةِ الْخُلْدِ وَمُلْكٍ لا يَبْلى} . </p><p> ٢١ - {وَقاسَمَهُما} ؛ أي: أقسم وحلف إبليس لهما، والمفاعلة ليس على بابها بقوله:  {والله إِنِّي لَكُما لَمِنَ النَّاصِحِينَ} ؛ أي: إني لناصح لكما فيما رغبتكما فيه من الأكل من الشجرة، وأكد ذلك بأشد المؤكدات وأغلظها؛ إذ كان عندهما محل الظنة والتهمة في نصحه؛ لأن الله أخبرهما أنه عدو لهما. وقرىء:  {وقاسمهما بالله} . </p><p> ٢٢ - {فَدَلَّاهُما} ؛ أي: جرأهما إبليس على أكل الشجرة {بِغُرُورٍ} ؛ أي: بسبب غروره وتزيينه لهما أكل الشجرة بالحلف لهما بالله، أو المعنى: فأسقطهما وحطهما عما كانا عليه من سلامة الفطرة وطاعة المولى بما غرهما به، وزين لهما من أكل الشجرة، وقد اغترا به وانخدعا بقسمه، وصدقا قوله اعتقادا منهما أن أحدا لا يحلف بالله كاذبا. وفي «الشوكاني» التدلية (٢) والإدلاء إرسال الشيء من أعلى إلى أسفل، يقال: أدلى دلوه أرسلها، والمعنى: أنه أهبطهما بذلك من الرتبة العلية إلى الأكل من الشجرة، وقيل معناه: أوقعهما في الهلاك، وقيل </p><p>(١) البحر المحيط. (٢) الشوكاني.</p><p> معناه: جرأهما على المعصية، فخرجا من الجنة انتهى. </p><p> وقيل معناه: فخدعهما (١) بزخرف من القول الباطل حتى أكلا قليلا قصدا إلى معرفة طعم ذلك الثمر؛ لغلبة الشهوة، لا لكونهما صدقا قول إبليس. </p><p> ويرى بعض العلماء (٢) أن الغرور كان بتزيين الشهوة، فإن من غرائز البشر وطبائعهم كشف المجهول، والرغبة في الممنوع، فقد نفخ الشيطان في نار هذه الشهوات الغريزية، وأثار النفس إلى مخالفة النهي حتى نسي آدم عهد ربه، ولم يكن له من قوة العزم ما يكفه عن متابعة امرأته، ويعتصم به من تأثير شيطانه كما قال في سورة طه: {وَلَقَدْ عَهِدْنا إِلى آدَمَ مِنْ قَبْلُ فَنَسِيَ وَلَمْ نَجِدْ لَهُ عَزْمًا (١١٥) }. </p><p> وجاء في الصحيح عن أبي هريرة:  «ولولا حواء لم تخن أنثى زوجها» ؛ أي: لأنها هي التي زينت له الأكل من الشجرة، وقد فطرت المرأة على تزيين ما تشتهيه للرجل، ولو بالخيانة له. </p><p> {فَلَمَّا ذاقَا الشَّجَرَةَ} ؛ أي: فلما تناولا من ثمر تلك الشجرة يسيرا لمعرفة طعمه {بَدَتْ لَهُما} ؛ أي: ظهرت لكل منهما {سَوْآتُهُما} ؛ أي: سؤته وسؤة صاحبه، وكانت مستورة عنهما؛ أي: ظهر لكل منهما قبل نفسه وقبل صاحبه ودبره، وزال عنهما ثوبهما من حلل الجنة، فدبت فيهما شهوة التناسل بتأثير الأكل من الشجرة، فنبهتهما إلى ما كان خفيا عنهما من أمرها، فخجلا من ظهورها، وشعرا بالحاجة إلى سترها {وَطَفِقا يَخْصِفانِ عَلَيْهِما مِنْ وَرَقِ الْجَنَّةِ} ؛ أي: وشرعا يلزقان ويربطان على أبدانهما من ورق أشجار الجنة العريض ما يسترها. </p><p> والخلاصة (٣) : أن الشيطان لما وسوس لهما بقوله: {ما نَهاكُما رَبُّكُما ...} إلخ، ولم يقبلا منه ما قال .. لجأ إلى اليمين كما دل على ذلك قوله:  {وَقاسَمَهُما} فلم يصدقاه أيضا، فعدل بعد ذلك إلى الخداع كما أشار إلى ذلك بقوله:  {فَدَلَّاهُما بِغُرُورٍ} ؛ أي: أنه شغلهما بتحصيل اللذات، فجعلاها نصب أعينهما، ونسيا النهي كما يدل على ذلك قوله:  {فَنَسِيَ وَلَمْ نَجِدْ لَهُ عَزْمًا} . </p><p>(١) المراح. (٢) المراغي.(٣) المراغي.</p><p> قال ابن عباس: الورق الذي خصفا منه ورق الزيتون، وقيل: ورق شجر التين، وقيل ورق الموز، ولم يثبت تعيينها لا في القرآن، ولا في حديث صحيح. </p><p> وقد قيل فيهما شعر: </p><p> لله درّهم من فتية بكروا ... مثل الملوك وراحوا كالمساكين </p><p> وقرأ أبو السمال (١) : {وطفقا} - بفتح الفاء - وقرأ الزهري:  {يخصفان} من أخصف، فيحتمل أن يكون أفعل بمعنى فعل، ويحتمل أن تكون الهمزة للتعدية من خصف؛ أي: يخصفان أنفسهما. وقرأ الحسن والأعرج ومجاهد وابن وثاب:  {يخصّفان} - بفتح الياء وكسر الخاء والصاد وشدها - وقرأ الحسن فيما روى عنه محبوب كذلك، إلا أنه فتح الخاء. ورويت عن ابن بريدة وعن يعقوب، وقرىء:  {يخصّفان} - بتشديد - من خصف على وزن فعل. وقرأ عبد الله بن يزيد:  {يخصّفان} - بضم الياء والخاء وتشديد الصاد وكسرها - وتقرير هذه القراءات في علم العربية. وقد عاتبه الله سبحانه وتعالى على تركه التحفظ والحيطة والتدبر في عواقب الأمور فقال:  {وَناداهُما رَبُّهُما} معاتبا لهما، وموبخا لهما، وقال: يا آدم ويا حواء {أَلَمْ أَنْهَكُما عَنْ تِلْكُمَا الشَّجَرَةِ} ؛ أي: عن أن تقربا هذه الشجرة وعن الأكل من ثمرها {وَأَقُلْ لَكُما إِنَّ الشَّيْطانَ لَكُما عَدُوٌّ مُبِينٌ} ؛ أي: ظاهر العداوة لكما حيث أبى السجود، فإن أطعتماه أخرجكما من الجنة حيث العيش الرغد إلى حيث الشقاء في العيش والتعب، والنصب في الحياة. والاستفهام في قوله:  {أَلَمْ أَنْهَكُما} تقريري. قيل: لما كان وقت الهناء .. شرف بالتصريح باسمه في النداء، فقيل: ويا آدم اسكن، وحين كان وقت العتاب أخبر أنه ناداه، ولم يصرح باسمه. والظاهر أنه تعالى كلمهما بلا واسطة. وقال الجمهور: إن النداء كان بواسطة الوحي. </p><p> روي (٢) : أنه تعالى قال لآدم: ألم يكن فيما منحتك من شجر الجنة مندوحة عن هذه الشجرة؟ فقال: بلى وعزتك، ولكن ما ظننت أن أحدا من خلقك يحلف بك كاذبا، </p><p>(١) البحر المحيط. (٢) المراح.</p>"
}