{
  "id": null,
  "sura": 7,
  "aya": 24,
  "text": "<p> قال: فبعزتي لأهبطنك إلى الأرض، ثم لا تنال العيش إلا كدّا، فأهبط وعلم صنعة الحديد، وأمر بالحرث، فحرث وسقى وحصد، ودرس وذرى وعجن وخبز. </p><p> قال ابن عباس رضي الله عنهما (١) : لما أكل آدم من الشجرة .. قيل له: لم أكلت من الشجرة التي نهيتك عنها؟ قال: حواء أمرتني. قال: فإني أعقبتها أن لا تحمل إلا كرها، ولا تضع إلا كرها قال: فرنت - صاحت - حواء عند ذلك رنة - صيحة - فقيل لها: الرنة عليك وعلى بناتك، وقال محمد بن قيس: ناداه ربه: يا آدم لم أكلت منها وقد نهيتك؟ قال: أطعمتني حواء، فقال: لم أطعمتيه؟ قالت: أمرتني الحية، فقال للحية: لم أمرتها؟ قالت: أمرني إبليس، قال الله تعالى: أما أنت يا حواء فكما أدميت الشجرة تدمين كل شهر، وأما أنت يا حية فأقطع رجليك، فتمشين على وجهك وسيشدخ رأسك من لقيك، وأما أنت يا إبليس فملعون مطرود مدحور عن الرحمة. وقيل: ناداه ربه يا آدم أما خلقتك بيدي، أما نفخت فيك من روحي، أما أسجدت لك ملائكتي، أما أسكنتك جنتي في جواري. </p><p> ٢٣ - {قالا} ؛ أي: قال آدم وحواء {رَبَّنا} ويا مالك أمرنا {ظَلَمْنا أَنْفُسَنا} ؛ أي: أضررنا أنفسنا بطاعتنا للشيطان ومعصيتنا لأمرك، وقد أنذرتنا {وَإِنْ لَمْ تَغْفِرْ لَنا} ما ظلمنا به أنفسنا {وَتَرْحَمْنا} بالرضا عنا، وتوفيقنا إلى الهداية وترك الظلم، وبقبول توبتنا إذا نحن أنبنا إليك، وإعطائنا من فضلك فوق ما نستحق، والله {لَنَكُونَنَّ مِنَ الْخاسِرِينَ} لأنفسنا الهالكين لها بتعريضها للعقوبة. </p><p> والخلاصة (٢) : أن الظفر بالمقصود والفوز بالسعادة لا ينالهما أحد بمغفرتك ورحمتك إلا من ينيب إليك، ويتبع سبيلك، ولا ينالهما من يصر على ذنبه ويحتج على ربه، كما فعل الذي أبى واستكبر فكان من الخاسرين. </p><p> وقال الضحاك في قوله (٣) : {رَبَّنا ظَلَمْنا أَنْفُسَنا ...} الخ. قال: هي الكلمات التي تلقاها آدم عليه السلام من ربه عز وجل. قالَ الله سبحانه وتعالى لآدم وحواء وإبليس والحية، كما قاله الطبري. </p><p> ٢٤ - {اهْبِطُوا} ؛ أي: انزلوا من السماء </p><p>(١) الخازن. (٢) المراغي.(٣) الخازن.</p><p> إلى الأرض. وقال الفخر الرازي: إن الذي تقدم ذكره هو آدم وحواء وإبليس، فقوله:  {اهْبِطُوا} يجب أن يتناول هؤلاء الثلاثة، قيل: هبط آدم في الهند، وحواء بجدة، وإبليس بالأبلة - بضم الهمزة الموحدة وبتشديد اللام - جبل بقرب البصرة، والحية بأصبهان. وقال المراغي: يرى كثير من سلف الأمة أن هذا الخطاب لآدم وحواء وإبليس عليه اللعنة؛ أي: اهبطوا من هذه الجنة {بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ} ؛ أي: حالة كون بعضكم عدوا لبعض آخر؛ أي: إن الشيطان عدو للإنسان، فعلى الإنسان أن لا يغفل عن عداوته، ولا يأمن وسوسته وإغواءه كما جاء في قوله: {إِنَّ الشَّيْطانَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُوًّا إِنَّما يَدْعُوا حِزْبَهُ لِيَكُونُوا مِنْ أَصْحابِ السَّعِيرِ (٦) } فالعداوة ثابتة بين آدم وإبليس، وذرية كل منهما. وهذا (١) الإخراج من ذلك النعيم عقاب على تلك المعصية التي بها ظلما أنفسهما، وقد قضت به سنة الله في الخلق، إذ جعله أثرا طبيعيا للعمل السيء مترتبا عليه إما العقاب الأخروي على عصيان الرب، فقد غفره الله له بالتوبة التي أذهبت أثره من النفس، وجعلتها محلا لاصطفائه كما قال في سورة طه: {وَعَصى آدَمُ رَبَّهُ فَغَوى (١٢١) ثُمَّ اجْتَباهُ رَبُّهُ فَتابَ عَلَيْهِ وَهَدى (١٢٢) }. </p><p> {وَلَكُمْ} يا آدم وحواء وإبليس مع ذريتكم {فِي الْأَرْضِ مُسْتَقَرٌّ} ؛ أي: استقرار وبقاء إلى زمن مقدر في علم الله؛ وهو الأجل الذي تنتهي فيه أعماركم، وتقوم فيه القيامة {وَ} : لكم فيها أيضا {مَتاعٌ} ؛ أي: ما تستمتعون وتنتفعون به من المطاعم والمشارب والملابس وغيرها {إِلى حِينٍ} ؛ أي: إلى حين انقضاء آجالكم، ونحو الآية قوله:  {وَلَقَدْ مَكَّنَّاكُمْ فِي الْأَرْضِ وَجَعَلْنا لَكُمْ فِيها مَعايِشَ} . </p><p> ومعنى الآية (٢) : أن الله سبحانه وتعالى أخبر آدم وحواء وإبليس والحية أنه إذا أهبطهم إلى الأرض، فإن بعضهم لبعض عدو، وأن لهم في الأرض موضع قرار يستقرون فيه إلى انقضاء آجالهم، ثم يستقرون في قبورهم إلى انقطاع الدنيا. قال ابن عباس رضي الله عنهما في قوله:  {وَمَتاعٌ إِلى حِينٍ} يعني: إلى يوم القيامة، </p><p>(١) المراغي. (٢) الخازن.</p>"
}