{
  "id": null,
  "sura": 7,
  "aya": 65,
  "text": "<p> وروي (١) : أن نوحا عليه السلام صنع السفينة بنفسه في عامين، وكان طولها ثلاث مئة ذراع، وعرضها خمسين، وسمكها ثلاثين، وجعل لها ثلاث طبقات، فحمل في أسفلها الدواب والوحوش، وفي وسطها الإنس، وفي أعلاها الطير، وركبها في عاشر رجب، ونزل منها في عاشر المحرم. </p><p> {وَأَغْرَقْنَا الَّذِينَ كَذَّبُوا بِآياتِنا} ؛ أي: برسولنا نوح، بالطوفان {إِنَّهُمْ كانُوا قَوْمًا عَمِينَ} عن الحق غير مستبصرين به لما قام بهم من عمى البصيرة والقلب. </p><p> أي (٢) : وأغرقنا من كذب بآياتنا بالطوفان بسبب تكذيبهم وما كان ذلك التكذيب إلا لعمى بصائرهم الذي حال بينهم وبين الاعتبار بالآيات، وفهمهم للدلائل الدالة على وحدانية الله تعالى، وقدرته على إرسال الرسل، وحكمته في ذلك، والثواب والعقاب في يوم الجزاء يوم يحشر الناس لرب العالمين، ويوم تذهل كل مرضعة عما أرضعت، وترى الناس سكارى وما هم بسكارى، ولكنهم من شدة العذاب حيارى. </p><p> قال أبو حيان: وفي قوله: {وَأَغْرَقْنَا الَّذِينَ كَذَّبُوا بِآياتِنا} إعلام بعلة الغرق؛ وهو التكذيب، وبآياتنا يقتضي أن نوحا عليه السلام كانت له آيات ومعجزات تدل على إرساله. </p><p> ذكر قصة هود عليه السلام </p><p> ٦٥ - {وَ} لقد أرسلنا {إِلى عادٍ} الأولى؛ وهي قبيلة سميت باسم جدهم الأكبر، وهو عاد بن عوص بن إرم بن سام بن نوح عليه السلام (٣)  {أَخاهُمْ} في النسب لا في الدين، وقوله:  {هُودًا} عطف بيان من {أَخاهُمْ} ، وهو هود بن عبد الله بن رباح بن الخلود بن عاد بن عوص بن إرم بن سام بن نوح، وكانت منازل عاد بالأحقاف باليمن، والأحقاف: الرمل الذي عند عمان وحضر موت. </p><p>(١) المراح. (٢) المراغي.(٣) البحر المحيط.</p><p> وكان بين هود ونوح ثمان مئة سنة (١) ، وعاش هود أربع مئة سنة وأربعا وستين سنة. وإنما (٢) صرح هنا وفيما سيأتي في صالح وشعيب بتعيين المرسل إليهم دون ما سبق في نوح وما سيأتي في لوط؛ لأن المرسل إليهم إذا كان لهم اسم قد اشتهروا به ذكروا به، وإلا فلا، وقد امتازت عاد وثمود ومدين بأسماء مشهورة. </p><p> وإنما جعل رسول كل قوم منهم (٣) ؛ لأنهم أفهم لقوله، وأعرف بحاله، وأرغب في اتباعه؛ لمعرفتهم شمائله وأخلاقه {قالَ} هود لهم {يا قَوْمِ اعْبُدُوا اللَّهَ} ؛ أي: أفردوا الله سبحانه وتعالى بالعبادة، ولا تجعلوا معه إلها غيره؛ لأنه {ما لَكُمْ مِنْ إِلهٍ غَيْرُهُ} ؛ أي: ليس لكم إله غيره تعالى يستحق العبادة منكم، لأنه هو الخالق لكم المدبر لأموركم. </p><p> والحكمة في قوله هنا (٤) : {قالَ} : بدون الفاء، وفي قصة نوح:  {فَقالَ} بالفاء أن نوحا كان مواظبا على دعوة قومه غير متوان فيها على ما حكي عنه في سورة نوح من قوله تعالى: {قالَ رَبِّ إِنِّي دَعَوْتُ قَوْمِي لَيْلًا وَنَهارًا (٥) } فناسبه التعقيب بالفاء، وأما هود فلم يكن كذلك، بل كان دون نوح في المبالغة في الدعاء، والهمزة في قوله:  {أَفَلا تَتَّقُونَ} للاستفهام الإنكاري التوبيخي داخلة على محذوف، والفاء عاطفة على ذلك المحذوف، والتقدير: أتركتم التفكر في مصنوعات الله وما فعله بقوم نوح عليه السلام، فلا تتقون، ولا تخافون عقابه بعبادتكم غيره، واقترافكم الشرك والمعاصي، وهذا استبعاد وإنكار لعدم اتقائهم العذاب بعد ما علموا ما حل بقوم نوح. وإنما قال هنا (٥) : {أَفَلا تَتَّقُونَ} وفي سورة هود: {أَفَلا تَعْقِلُونَ} لعله خاطبهم بكل منهما، وقد اكتفى بحكاية كل منهما في موطن عن حكايته في موطن آخر، كما لم يذكر هنا ما ذكر هناك من قوله: </p><p>(١) التحبير للسيوطي. (٢) أبو السعود.(٣) البيضاوي.(٤) الخازن.(٥) الفتوحات.</p>"
}