{
  "id": null,
  "sura": 7,
  "aya": 40,
  "text": "<p> أضللناكم {فَما كانَ لَكُمْ عَلَيْنا مِنْ فَضْلٍ} ؛ أي: أدنى فضل في الدنيا؛ أي: إنا وإياكم متساوون في الضلال واستحقاق العذاب؛ لأنكم كفرتم اختيارا، لا أنا حملناكم على الكفر إجبارا، فلا يكون عذابنا ضعفا {فَذُوقُوا الْعَذابَ} أيتها الأخرى {بِما كُنْتُمْ تَكْسِبُونَ} ؛ أي: بما كنتم تقولونه وتعملونه في الدنيا من الشرك والمعاصي، فلا يكون عذابكم دون عذابنا مع أن الذنب واحد، وقد اعترفتم بتلبسكم بالضلال المقتضي، فذوقوا بكسبكم له مهما يكن سببه. </p><p> وقد جاء في سورة الصافات: {وَأَقْبَلَ بَعْضُهُمْ عَلى بَعْضٍ يَتَساءَلُونَ (٢٧) قالُوا إِنَّكُمْ كُنْتُمْ تَأْتُونَنا عَنِ الْيَمِينِ (٢٨) قالُوا بَلْ لَمْ تَكُونُوا مُؤْمِنِينَ (٢٩) وَما كانَ لَنا عَلَيْكُمْ مِنْ سُلْطانٍ بَلْ كُنْتُمْ قَوْمًا طاغِينَ (٣٠) فَحَقَّ عَلَيْنا قَوْلُ رَبِّنا إِنَّا لَذائِقُونَ (٣١) فَأَغْوَيْناكُمْ إِنَّا كُنَّا غاوِينَ (٣٢) فَإِنَّهُمْ يَوْمَئِذٍ فِي الْعَذابِ مُشْتَرِكُونَ (٣٣) }. </p><p> ٤٠ - {إِنَّ الَّذِينَ كَذَّبُوا بِآياتِنا} ؛ أي: كذبوا بدلائل توحيدنا، ولم يصدقوا بها، ولم يتبعوا رسلنا {وَاسْتَكْبَرُوا عَنْها} ؛ أي: وتكبروا عن الإيمان بها، والتصديق لها، وأنفوا عن اتباعها، والانقياد لها، والعمل بمقتضاها تكبرا {لا تُفَتَّحُ لَهُمْ أَبْوابُ السَّماءِ} ؛ أي: لا تفتح لأرواحهم إذا خرجت من أجسادهم أبواب السماء، ولا يصعد لهم إلى الله عز وجل في وقت حياتهم قول ولا عمل؛ لأن أرواحهم وأقوالهم وأعمالهم كلها خبيثة، وإنما يصعد إلى الله سبحانه وتعالى الكلم الطيب، والعمل الصالح كما قال:  {إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهُ} . قال ابن عباس رضي الله عنهما (١) : لا تفتح أبواب السماء لأرواح الكفار، وتفتح لأرواح المؤمنين. وفي رواية عن ابن عباس أيضا قال: لا يصعد لهم قول ولا عمل. وقال ابن جريج: لا تفتح أبواب السماء لأعمالهم ولا لأرواحهم. </p><p> وروى الطبري بسنده عن البراء بن عازب (٢) : أن رسول الله صلى الله عليه وسلم ذكر قبض </p><p>(١) الخازن. (٢) الخازن.</p><p> روح الفاجر، وأنه يصعد بها إلى السماء. قال:  «فيصعدون بها فلا يمرون على ملأ من الملائكة إلا قالوا: ما هذه الروح الخبيثة؟قال:فيقولون: فلان بأقبح أسمائه التي كان يدعى بها في الدنيا حتى ينتهوا بها إلى السماء، فيستفتحون له، فلا يفتح له» ، ثم قرأ رسول الله صلى الله عليه وسلم:  {لا تُفَتَّحُ لَهُمْ أَبْوابُ السَّماءِ وَلا يَدْخُلُونَ الْجَنَّةَ حَتَّى يَلِجَ الْجَمَلُ فِي سَمِّ الْخِياطِ} . وقيل في معنى الآية: لا تنزل عليهم البركة والخير؛ لأن ذلك لا ينزل إلا من السماء، فإذا لم تفتح لهم أبواب السماء، فلا ينزل عليهم من البركة والخير والرحمة شيء. </p><p> {وَلا يَدْخُلُونَ الْجَنَّةَ} ؛ أي: ولا يدخل هؤلاء المكذبون المستكبرون الجنة {حَتَّى يَلِجَ الْجَمَلُ} ؛ أي: حتى يدخل ذكر الإبل فِي {سَمِّ الْخِياطِ} ؛ أي: في ثقب الإبرة، والجمل معروف؛ وهو الذكر من الإبل، وسم الخياط: ثقب الإبرة. قال الفراء: الخياط والمخيط ما يخاط به، والمراد به في هذه الآية: الإبرة، وإنما خص (١) الجمل بالذكر من بين سائر الحيوانات؛ لأنه أكبر من سائر الحيوانات جسما عند العرب. قال الشاعر: </p><p> جسم الجمال وأحلام العصافير </p><p> وصف من هجاه بهذا بعظم الجسم مع صغر العقل، فجسم الجمل من أعظم الأجسام، وثقب الإبرة من أضيق المنافذ، فكان ولوج الجمل مع عظم جسمه في ثقب الإبرة الضيق محالا، فكذلك دخول الكفار الجنة محال؛ لأن المعلق بالمحال محال؛ لأن العرب إذا علقت ما يجوز كونه بما لا يجوز كونه استحال كون ذلك الجائز، وهذا كقوله: لا آتيك حتى يشيب الغراب، ويبيضّ القار. ومنه قول الشاعر: </p><p> إذا شاب الغراب أتيت أهلي ... وصار القار كاللّبن الحليب </p><p> وقال آخر: </p><p> من رام العلم بلا كدّ ... سيدركها حين شاب الغراب </p><p>(١) الخازن.</p><p> والمعنى: كما (١) يستحيل دخول الذكر من الإبل في خرق الإبرة يستحيل دخول الكفار الجنة، ويقال: حتى يدخل القلس الغليظ - وهو الحبل الذي تشد به السفينة - في خرق الإبرة. </p><p> وقرأ أبو عمرو:  {لا تفتح} - بتاء التأنيث والتخفيف -. وقرأ الكسائي وحمزة: - بالياء والتخفيف -. وقرأ باقي السبعة: بالتاء من فوق التشديد. وقرأ أبو حيوة وأبو البرهسم بالتاء من فوق مفتوحة والتشديد. </p><p> وقرأ ابن عباس (٢) فيما روى عنه شهر بن حوشب ومجاهد وابن يعمر وأبو مجلز والشعبي ومالك بن الشخير وأبو رجاء وأبو رزين وابن محيصن وأبان عن عاصم: {الجُمَّل} - بضم الجيم وفتح الميم مشددة - وفسر بالقلس الغليظ؛ وهو حبل السفينة تجمع حبال وتفتل وتصير حبلا واحدا. وقيل: هو الحبل الغليظ من القنب. وقيل: الحبل الذي يصعد به في النخل. </p><p> وقرأ ابن عباس في رواية مجاهد وابن جبير وقتادة وسالم الأفطس بضم الجيم وفتح الميم مخففة. وقرأ ابن عباس في رواية عطاء والضحاك والجحدري بضم الجيم والميم مخففة. وقرأ عكرمة وابن جبير في رواية بضم الجيم وسكون الميم. وقرأ المتوكل وأبو الجوزاء بفتح الجيم وسكون الميم. ومعناه في هذه القرآت كلها: القلس الغليظ؛ وهو حبل السفينة. وقراءة الجمهور:  {الْجَمَلُ} - بفتح الجيم والميم - أوقع لأن سم الإبرة يضرب بها المثل في الضيق، والجمل وهو هذا الحيوان المعروف </p><p> يضرب به المثل في عظم الجثة كما ذكرناه سابقا. وقرأ عبد الله بن مسعود (٣) : {حتى يلج الجمل الأصغر في سم الخياط} . </p><p> وقرأ عبد الله وقتادة وأبو رزين وابن مصرف وطلحة بضم سين (٤) : {سم} . وقرأ أبو عمران الحوفي وأبو نهيك والأصمعي عن نافع بكسر السين. وقرأ عبد الله وأبو رزين وأبو مجلز:  {المِخْيَط} - بكسر الميم وسكون الخاء وفتح </p><p>(١) المراح. (٢) البحر المحيط.(٣) الشوكاني.(٤) البحر المحيط.</p>"
}