{
  "id": null,
  "sura": 7,
  "aya": 187,
  "text": "<p> والآخر: أنّه مجزوم عطفا على محل {فَلا هادِيَ لَهُ} ؛ فإنه في موضع جزم، فصار مثل قوله:  {فهو خير لكم ونكفر} : في قراءة من قرأ بالجزم، في (راء) و {نكفر} ، </p><p> ١٨٧ - {يَسْئَلُونَكَ} ؛ أي: يسألك يا محمد كفار قريش سؤال استهزاء وسخرية {عَنِ السَّاعَةِ} ؛ أي: عن وقت قيام الساعة ومجيء القيامة، والساعة من الأسماء الغالبة، كالنجم للثريا، وسميت القيامة بالساعة لوقوعها بغتة على حين غفلة من الناس، أو لأنّ حساب الخلق يقضي فيها في ساعة واحدة، أو لأنّها مع طولها في نفسها عند الخلق كساعة من الساعات عند الله. </p><p> وهذا كلام مستأنف مسوق لبيان بعض أنواع ضلالهم وطغيانهم؛ أي: يسألونك عن الساعة بقولهم {أَيَّانَ مُرْساها} ؛ أي: متى إرساؤها ووقوعها وحصولها، وكأنه شبهها بالسفينة القائمة في البحر تشبيها للمعاني بالأجسام، والساعة الوقت الذي تموت فيها الخلائق، وقرأ الجمهور:  {أَيَّانَ} بفتح الهمزة، والسلمي بكسرها حيث وقعت، وهي لغة قومه بني سليم. {قُلْ} لهم يا محمد في جواب سؤالهم {إِنَّما عِلْمُها} ؛ أي: علم وقت مجيئها كائن {عِنْدَ رَبِّي} سبحانه قد انفرد بعلمها، بحيث لم يخبر به أحدا من ملك مقرب، أو نبي مرسل؛ أي: ما علمها حاصل إلا عند الله سبحانه وتعالى، والمعنى: يسألونك أيها الرسول عن الساعة يقولون: متى إرساؤها واستقرارها؟ - والسائلون هم قريش - لأنّ السورة مكية ولم يكن في مكة أحد من اليهود، وسؤالهم عن هذا الوقت استبعاد منهم لوقوعه، وتكذيب بوجوده، كما جاء حكاية عنهم: {وَيَقُولُونَ مَتى هذَا الْوَعْدُ إِنْ كُنْتُمْ صادِقِينَ (٤٨) } وقال تعالى: {يَسْتَعْجِلُ بِهَا الَّذِينَ لا يُؤْمِنُونَ بِها وَالَّذِينَ آمَنُوا مُشْفِقُونَ مِنْها وَيَعْلَمُونَ أَنَّهَا الْحَقُّ أَلا إِنَّ الَّذِينَ يُمارُونَ فِي السَّاعَةِ لَفِي ضَلالٍ بَعِيدٍ (١٨) }. وفي التعبير عن زمن وقوعها - بالإرساء الدال على استقرار ما شأنه الحركة والاضطراب - إيماء إلى أنّ قيام الساعة هو انتهاء أمر هذا العالم، وانقضاء عمر هذه الأرض التي تدور بما فيها من العوالم المتحركة المضطربة {قُلْ إِنَّما عِلْمُها عِنْدَ رَبِّي} ؛ أي: قل إن علم الساعة عند ربي وحده، لا عندي ولا عند غيري من الخلق، وقد جاء بمعنى الآية قوله:  {إِلَيْهِ يُرَدُّ عِلْمُ السَّاعَةِ وَما تَخْرُجُ مِنْ ثَمَراتٍ مِنْ أَكْمامِها} وقوله: {يَسْئَلُونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْساها (٤٢) فِيمَ أَنْتَ مِنْ ذِكْراها (٤٣) </p><p> إِلى رَبِّكَ مُنْتَهاها (٤٤) } وفي قوله: {عِنْدَ رَبِّي} إشارة إلى أنّ ما هو من شأن الرب لا يكون للعبد، فالله قد أعد نبيه ليكون منذرا ومبشرا، والإنذار إنّما يكون بالساعة وأهوالها، لا للإخبار عن الغيوب بأعيانها وأوقاتها، إذ تحديد ذلك ينافي هذه الفائدة، بل فيه مفاسد، إذ لو وقت الرسول ميعاد الساعة بتاريخ معين لاستهزأ به المكذبون، ولألحوا في تكذيبه، وازدادوا ارتيابا، حتى إذا ما وقع الأجل وقع المؤمنون في رعب عظيم، ينغص عليهم حياتهم، ويشنج أعصابهم، فلا يستطيعون عملا، ولا يستسيغون طعاما ولا شرابا، ويسخر الكافرون من المؤمنين. </p><p> والخلاصة: أن هناك حكمة بالغة في إبهام أمر الساعة العامة للعالم، والساعة الخاصة بالأفراد والأمم والأجيال يجعلها من الغيب الذي استأثر الله تعالى به. </p><p> {لا يُجَلِّيها} ؛ أي: لا يظهر أمرها الذي تسألونني عنه {لِوَقْتِها} ؛ أي: في وقتها المعين لها {إِلَّا هُوَ} سبحانه وتعالى؛ أي: لا يقدر على إظهار وقتها المعين بالإخبار عنه إلا هو سبحانه وتعالى، والمعنى: لا يكشف حجاب الخفاء عنها، ولا يظهرها في وقتها المحدود عند الله تعالى، إلا هو سبحانه، إذ لا وساطة بينه وبين عباده في إظهارها، ولا في الإعلام بميقاتها، وإنّما وساطة الرسل في الإنذار بها. </p><p> {ثَقُلَتْ فِي السَّماواتِ وَالْأَرْضِ} ؛ أي: ثقل وصعب تحصيل العلم بوقتها على أهل السموات والأرض، فلم يعلم أحد من الملائكة المقربين والأنبياء المرسلين متى وقوعها، وقيل المعنى: ثقل وقتها، وعظم أمرها في السموات والأرض على أهلهما من الملائكة والإنس والجن؛ لأنّ الله تعالى أنبأهم بأهوالها، ولم يشعرهم بميقاتها، فهم دائما يتوقعون أمرا عظيما لا يدرون متى يفجؤهم قيامها. </p><p> وقال السدي: خفيت في السموات والأرض، فلا يعلم قيامها ملك مقرب ولا نبي مرسل. وقال ابن عباس: ليس شيء من الخلق إلا يصيبه ضرر يوم القيامة. وروي عن ابن جريج: أن ثقلها يكون يوم مجيئها {إِذَا الشَّمْسُ كُوِّرَتْ (١) </p><p> وَإِذَا الْكَواكِبُ انْتَثَرَتْ (٢) } إلى نحو ذلك مما وصفه الله تعالى من أمر قيامها {لا تَأْتِيكُمْ} الساعة أيها السائلون عنها {إِلَّا بَغْتَةً} ؛ أي: إلا فجأة وحين غفلة من الخلق بلا إشعار ولا إنذار، وروى الشيخان عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلّم: «لتقومن الساعة وقد نشر الرجلان ثوبهما بينهما فلا يتبايعانه ولا يطويانه، ولتقومن الساعة وقد انصرف الرجل بلبن لقحته، فلا يطعمه، ولتقومن الساعة وهو يليط حوضه - أي يصلحه بطين وجص ليمسك الماء - فلا يسقي فيه، ولتقومن الساعة وقد رفع أحدكم أكلته إلى فمه فلا يطعمها» . والمراد من هذا كله أنّها تبغت الناس وهم منهمكون في أمور معايشهم. </p><p> ويجب (١) على المؤمنين أن يخافوا ذلك، وأن يحملهم ذلك على مراقبة الله تعالى في أعمالهم، بأن يلتزموا فيها الحق ويتحروا الخير، ويتقوا الشر والمعاصي، ولا يجعلوا حظهم من أمر الساعة الجدل فيها، وكثرة القيل والقال في شأنها، وفي تعيين ميقاتها، وقوله:  {يَسْئَلُونَكَ كَأَنَّكَ حَفِيٌّ عَنْها} فيه تقديم وتأخير؛ أي: يسألونك عنها كأنك حفي بها؛ أي: سألك قومك يا محمد عن حقيقة الساعة وكنهها وثقلها وشدائدها، كأنك حفي أي: عالم بها، ومتيقن لها، فعلى هذا التفسير فلا تكرار مع ما سبق؛ لأن السؤال الأول عن وقت مجيئها، وهذا الثاني عن حقيقتها وكنهها وثقلها، وقيل: السؤال هنا أيضا عن وقت مجيئها، ولكن كرره تأكيدا لما سبق، وتقريرا له. وقد يكون المعنى: يسألونك عنها كأنك حفي وشفيق بهم، وصديق لهم بينك وبينهم مودة، ويؤيد هذا ما روي عن ابن عباس قال: لما سأل الناس النبي صلى الله عليه وسلّم عن الساعة سألوه سؤال قوم كأن محمدا حفي بهم؟ </p><p> فأوحى الله إليه:  «إنما علمها عنده استأثر به، فلا يطلع عليه ملكا مقربا ولا رسولا» وما روي عن قتادة قال: قالت قريش لمحمد صلى الله عليه وسلّم: إن بيننا وبينك قرابة. فأشر إلينا متى الساعة، فقال: الله عز وجل: {يَسْئَلُونَكَ كَأَنَّكَ حَفِيٌّ عَنْها} . </p><p> وقرأ عبد الله (٢) : {كأنك حفي بها} بالباء مكان عن؛ أي: عالم بها، بليغ </p><p>(١) المراغي. (٢) البحر المحيط.</p><p> في العلم بها {قُلْ} لهم يا محمد {إِنَّما عِلْمُها} ؛ أي: علم حقيقتها أو علم وقت مجيئها كائن {عِنْدَ اللَّهِ} سبحانه وتعالى، استأثر بعلمه لا يعلمه أحد من خلقه، أنا ولا غيري، وكرر الجواب إثر تكرير السؤال مبالغة في التأكيد، وإيآسا لهم من العلم بوقت مجيئها، وتخطئة لمن يسألون عنها، وعبّر في هذا الجواب بلفظ الجلالة حيث قال:  {عِنْدَ اللَّهِ} وفي الجواب السابق بلفظ: {رَبِّي} حيث قال: {عِنْدَ رَبِّي} إشارة إلى أنّه استأثر بعلمها لألوهيته، كما أشعر في السابق بأن علمها من شؤون ربوبيته، وكلاهما مستحيل على خلقه. </p><p> {وَلكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ} ؛ أي: لا يعلمون اختصاص علمها به تعالى، ولا حكمة ذلك، ولا أدب السؤال ولا نحو ذلك مما ينبغي أن يعلم في هذا الباب، وإنّما يعلم ذلك القليلون منهم، وهم المؤمنون بما جاء في كتاب الله من أخبارها، وبما سمع من رسوله صلى الله عليه وسلّم، كمن حضروا تمثل جبريل عليه السلام بصورة رجل، وسؤاله النبي محمد صلى الله عليه وسلّم عن الإيمان والإسلام والإحسان، ثم عن الساعة؟ وإجابة النبي صلى الله عليه وسلّم له عن سؤاله الأخير بقوله:  «ما المسؤول عنها بأعلم من السائل» ؛ أي: إنا سواء في جهل هذا الأمر، فلا يعلم أحد منا متى تقوم الساعة. </p><p> وقال الطبري (١) : المعنى: لا يعلمون أنّ هذا الأمر لا يعلمه إلا الله، بل يظن أكثرهم أنّه مما يعلمه البشر. اه وقيل: لا يعلمون أن القيامة حق؛ لأنّ أكثر الناس ينكرون المعاد ويقولون:  {إِنْ هِيَ إِلَّا حَياتُنَا الدُّنْيا} ... الآية. قيل: لا يعلمون أني أخبرتك أن وقتها لا يعلمه إلا الله، وقيل: لا يعلمون السبب الذي لأجله أخفيت معرفة وقتها، والأظهر قول الطبري كما أشرنا إليه في الحل. </p><p> قال الألوسي (٢) : وإنّما أخفى سبحانه أمر الساعة لاقتضاء الحكمة التشريعية ذلك، فإنه أدعى إلى الطاعة، وأزجر عن المعصية، كما أن إخفاء الأجل الخاص للإنسان كذلك، وظاهر الآيات أنه عليه السلام لم يعلم وقتها، نعم علم عليه </p><p>(١) البحر المحيط. (٢) الألوسي.</p><p> الصلاة والسلام قربها على الإجمال، وأخبر به، فقد أخرج الترمذي وصححه عن أنس مرفوعا:  «بعثت أنا والساعة كهاتين» وأشار بالسبابة والوسطى، وفي «الصحيحين» عن ابن عمر مرفوعا أيضا «إنما أجلكم فيما مضى قبلكم من الأمم من صلاة العصر إلى غروب الشمس» . اه. </p><p> فصل في عمر الدنيا </p><p> ألف الجلال السيوطي رسالة سماها:  «الكشف عن مجاوزة هذه الأمة الألف» أخرج فيها عدة أحاديث في أن عمر الدنيا سبعة آلاف سنة، وأن مدة هذه الأمة تزيد على ألف ولا تبلغ الزيادة خمس مئة، وسمى بعضهم الألف الثانية بالألف المخضرمة؛ لأن نصفها دنيا، ونصفها الآخر أخرى، ولا شك أن ما جاء في هذا الباب كله مأخوذ من الإسرائيليات التي كان يبثها زنادقة اليهود والفرس في المسلمين، حتى رووه مرفوعا وقد اغتر بها من لا ينظر في نقد الروايات إلا من جهة أسانيدها، وقد هدمها الزمان وهدم كثيرا مثلها من الأوهام والخرافات، التي أريد بها الكيد للإسلام. </p><p> والخلاصة: أنّ القول بتعيين مدة الدنيا من أولها إلى آخرها بسبعة آلاف لم يثبت في نص يعتمد عليه، وإن كانت قد رويت فيه آثار عن السلف، أكثرها مأخوذ عن أهل الكتاب، وفي أسانيدها مقال، قال ابن حزم المتوفى سنة ٤٥٦ هـ: أما نحن فلا نقطع على علم عدد معروف عندنا، ومن ادعى في ذلك سبعة آلاف سنة أو أكثر أو أقل .. فقد قال ما لم يأت قط عن رسول الله صلى الله عليه وسلّم فيه لفظة تصح، بل صح عنه خلافه، بل نقطع على أنّ للدنيا أمدا لا يعلمه إلا الله تعالى، قال الله سبحانه وتعالى:  {ما أَشْهَدْتُهُمْ خَلْقَ السَّماواتِ وَالْأَرْضِ وَلا خَلْقَ أَنْفُسِهِمْ} . وقال رسول الله صلى الله عليه وسلّم:  «ما أنتم في الأمم قبلكم إلا كالشعر البيضاء في الثور الأسود، أو كالشعرة السوداء في الثور الأبيض» وهذه نسبة من تدبرها، وعرف مقدار عدد أهل الإسلام، ونسبة ما بأيديهم من معمور الأرض، وأنّه الأكبر .. علم أنّ للدنيا أمدا لا يعلمه إلا الله اه. </p><p> فصل في بعض أشراط الساعة وعلاماتها </p><p> الأشراط واحدها شرط، أسباب وسبب، وهي العلامات والأمارات الدالة على قربها، وقد ثبت في الكتاب والسنة أنّ للساعة أشراطا كما قال تعالى: {فَهَلْ يَنْظُرُونَ إِلَّا السَّاعَةَ أَنْ تَأْتِيَهُمْ بَغْتَةً فَقَدْ جاءَ أَشْراطُها فَأَنَّى لَهُمْ إِذا جاءَتْهُمْ ذِكْراهُمْ (١٨) } ومن أعظم أشراطها بعثة خاتم النبيين بآخر هداية الوحي الإلهي للناس أجمعين، فبعثته قد كمل بها الدين، وبكماله تكمل الحياة البشرية الروحية، ويتلوها كمال الحياة المادية، وما بعد الكمال إلا الزوال. </p><p> وقد وردت أحاديث في أشراط الساعة يدل بعضها على أنّ الشهوات المادية تتنازع مع الهداية الروحية فيكون لها الغلبة زمنا. ثم تنتصر الهداية الروحية، ثم يغلب الضلال والشر والفجور والكفر، حتى تقوم الساعة على شرار الخلق، وقد قسموا أشراطها ثلاثة أقسام: </p><p> ١ - ما وقع بالفعل منذ قرون خلت، كقتال اليهود، وفتح بيت المقدس، والقسطنطينية. </p><p> ٢ - ما وقع بعضه - وهو لا يزال في ازدياد - كالفتن والفسوق، وكثرة الزنا وكثرة الدجالين، وكثرة النساء وتشبههن بالرجال، والكفر والشرك، حتى في بلاد العرب. </p><p> ٣ - ما سيقع بين يدي الساعة من العلامات الصغرى والكبرى. </p><p> المهدي المنتظر </p><p> أشهر الروايات أنّ اسمه محمد بن عبد الله، والشيعة يقولون: إنّه محمد بن الحسن العسكري، ويلقبونه بالحجة والقائم والمنتظر، ويقولون: إنّه دخل السرداب في دار أبيه في مدينة «سرّ من رأى» التي تسمى الآن «سامراء» سنة (٣٦٥) ، وله من العمر تسع سنين، وأنّه لا يزال في السرداب حيا، وزعمت الكيسانية أنه محمد بن الحنفية، وأنه حي مقيم بجبل رضوى - جبل بالمدينة - بين أسدين يحفظانه، وعنده عينان نضاختان تفيضان عسلا ولبنا، ومعه أربعون من أصحابه. </p><p> والمشهور في نسبه أنّه علوي فاطمي من ولد الحسن، وهناك رواية مصرحة بأنّه من ولد العباس، فقد روى الرافعي عن ابن عباس أنّ النبي صلى الله عليه وسلّم قال للعباس:  «ألا أبشرك يا عم إنّ من ذريتك الأصفياء ومن عترتك الخلفاء، ومنك المهدي في آخر الزمان، به ينشر الله الهدى، ويطفىء نيران الضلالة، إن الله فتح بنا هذا الأمر وبذريتك يختم» . </p><p> ومن حديث ابن عساكر عنه مرفوعا «اللهم انصر العباس وولد العباس - ثلاثا - يا عم، أما علمت أن المهدي من ولدك موفقا مرضيا» . وفي معناهما أحاديث أخرى لأبي هريرة وأم سلمة وعلي، وأكثر العلماء ينكرون هذه الأحاديث، ويقولون: إنها موضوعة لا نصيب لها من الصحة، ومن ثم لم يعتد بها الشيخان، ومن هؤلاء ابن خلدون، فقد ذكر الأحاديث التي وردت في المهدي وضعفها، وضعف أسانيدها، وانتهت به خاتمة المطاف إلى أنّه لم يصح فيه شيء يوثق به، إلى أن قال: إن لله سننا - في الأمم والدول والعمران - مطردة في كل زمان ومكان، كما ثبت في مصحف القرآن وصحف الأكوان، ومنها أن الدول لا تقوم إلا بعصبية، وأن الأعاجم سلبوا العصبية من قريش والعترة النبوية، فإن صحت أخبار هذا المهدي فلا يظهر إلا بعد تجديد عصبية هاشمية علوية، ولو سمعوا وعقلوا لسعوا وعملوا، ولكان استعدادهم لظهور المهدي بالاهتداء بسنن الله رحمة لهم تجاه ما كانوا في أخباره من الفتن والنقم فيهم، وربما أغناهم عن بعض ما يروجون من زعامته، إن لم يغنهم عنه كله. </p><p> هذا والمسلمون لا يزالون على ظهور المهدي، ويزعم دهماؤهم أنّه سينقض لهم سنن الله، أو يبدلها تبديلا وهم يتلون قوله تعالى:  {فَهَلْ يَنْظُرُونَ إِلَّا سُنَّتَ الْأَوَّلِينَ فَلَنْ تَجِدَ لِسُنَّتِ اللَّهِ تَبْدِيلًا وَلَنْ تَجِدَ لِسُنَّتِ اللَّهِ تَحْوِيلًا} . </p><p> فإذا كان من أشراط الساعة آيات، وكان في زمانها خوارق عادات، فهل يضرهم أن تأتيهم وهم على هدى من ربهم، وإقامة لشرعهم في عزة وسلطان في أرضهم، وكان لكعب الأحبار جولة واسعة في تلفيق تلك الأخبار. </p><p> وقد كانت هذه المسألة أكبر مثارات الفساد والفتن في الشعوب الإسلامية، </p>"
}