{
  "id": null,
  "sura": 7,
  "aya": 127,
  "text": "<p> أسلافهم مع أخيه موسى صلوات الله وسلامه عليهم، وإيقاظ للمؤمنين أن لا يغفلوا عن محاسبة أنفسهم، ومراقبة نعم الله تعالى عليهم، فإن بني إسرائيل وقعوا فيما وقعوا فيه من جزاء غفلتهم عما منّ الله تعالى به عليهم من النعم. </p><p> التفسير وأوجه القراءة </p><p> ١٢٧ - {وَقالَ الْمَلَأُ} والأشراف {مِنْ قَوْمِ فِرْعَوْنَ} لفرعون لما خلى سبيل موسى: {أَتَذَرُ مُوسى وَقَوْمَهُ} ؛ أي: أتترك موسى وقومه بني إسرائيل أحرارا آمنين؟ والاستفهام للإنكار التعجبي؛ أي: لا تذرهم {لِيُفْسِدُوا فِي الْأَرْضِ} ؛ أي: في أرض مصر؛ أي: لتكون عاقبتهم أن يفسدوا عليك قومك القبطيين بإدخالهم في دينهم، أو بجعلهم تحت سلطانهم ورياستهم. {وَيَذَرَكَ وَآلِهَتَكَ} ؛ أي: ويترك عبادتك وعبادة آلهتك، فلا يعبدوك ولا يعبدوها، فيظهر لأهل مصر عجزك وعجزها، ولا يغيبن عنك إيمان السحرة، فقد يكون مقدمة لما بعده. </p><p> والتاريخ (١) المصري المستمد من العادات المصرية يدل على أنه كان للمصريين آلهة كثيرة، منها: الشمس ويسمونها: رع، وفرعون عندهم سليل الشمس وابنها. </p><p> قال ابن عباس رضي الله عنهما (٢) : كانت لفرعون بقرة كان يعبدها، وكان إذا رأى بقرة حسنة أمرهم بعبادتها، ولذلك أخرج لهم السامري عجلا، وقال السدي: كان فرعون قد اتخذ لقومه أصناما، وكان يأمرهم بعبادتها، وقال لهم: أنا ربكم ورب هذه الأصنام، وذلك قوله:  {أَنَا رَبُّكُمُ الْأَعْلى} ، والأولى أن يقال: إن فرعون كان دهريا منكرا لوجود الصانع، فكان يقول: مدبر هذا العالم السفلي هي الكواكب، فاتخذ أصناما على صورة الكواكب، وكان يعبدها ويأمر بعبادتها، وكان يقول في نفسه،: إنه هو المطاع والمخدوم في الأرض، فلهذا قال: أنا ربكم الأعلى. اه من «الخازن» . </p><p>(١) المراغي. (٢) الخازن.</p><p> وقرأ الجمهور (١) : {وَيَذَرَكَ} بياء الغيبة ونصب الراء، وفي النصب وجهان، أظهرهما: أنّه على العطف على {لِيُفْسِدُوا} ، والثاني: أنّه منصوب على جواب الاستفهام، كما ينصب في جوابه بعد الفاء، وقرأ نعيم بن ميسرة والحسن في رواية عنه:  {وَيَذَرَكَ} بالرفع عطفا على أتذر بمعنى أتذره ويذرك، وعلى الاستئناف إخبارا بذلك، أو على الحال على تقدير: وهو يذرك، وقرأ الأشهب العقيلي والحسن في رواية عنه {وَيَذَرَكَ} بالجزم، إما على التخفيف بالسكون لثقل الضمة، أو عطفا على {يفسدوا} على توهم الجازم كما قيل: في {فَأَصَّدَّقَ وَأَكُنْ مِنَ الصَّالِحِينَ} . وقرأ أنس بن مالك:  {ونذرك} بالنون ورفع الراء، توعدوه بتركه وترك آلهته، أو على معنى الإخبار؛ أي: إن الأمر يؤول إلى هذا. </p><p> وقرأ أبي وعبد الله (٢) : {ليفسدوا في الأرض وقد تركوك أن يعبدوك وآلهتك} وقرأ الأعمش: {وقد تركك وآلهتك} وقرأ الجمهور: {وَآلِهَتَكَ} بفتح الهمزة على صيغة الجمع. والظاهر: أن فرعون كان له آلهة يعبدها كما مر عن ابن عباس، وقيل: إن الإضافة لأدنى ملابسة باعتبار أنّه صنعها وأمرهم بعبادتها، لتقربهم إليه. وقرأ ابن مسعود وعلي وابن عباس وأنس رضي الله عنهم، والشعبي والضحاك:  {وإلهتك} : بكسر الهمزة، وفسروا ذلك بأمرين: </p><p> أحدهما: أن المعنى: ويذكر وعبادتك فلا يعبدك؛ لأن فرعون كان يعبد ولا يعبد، فيكون حينئذ مصدرا بمعنى العبادة. </p><p> والثاني: أن المعنى: ويذرك ومعبودك، والمراد بالآلهة الشمس التي كان يعبدها، والشمس تسمى إلهة، علما عليها ممنوعة من الصرف للعلمية والتأنيث، ونقل ابن الأنباري عن ابن عباس أنّه كان ينكر قراءة الجمهور ويقرأ:  {وإلهتك} ويقول إن فرعون يعبد ولا يعبد. اه «سمين» . </p><p> واعلم (٣) : أن فرعون بعد واقعة السحر كان كلما رأى موسى خافه أشد </p><p>(١) البحر المحيط وغيره. (٢) البحر المحيط.(٣) المراح.</p>"
}