{
  "id": null,
  "sura": 7,
  "aya": 163,
  "text": "<p> والعبرة في هذه القصص (١) : أن نعلم أنّ الله يعاقب الأمم على ذنوبها في الدنيا قبل أن يعذبها في الأخرة، وأنّ نبتعد بقدر الطاقة عن الظلم والفسق، فقد عاقب الله بني إسرائيل بظلمهم، ولم يحل دون عقابه ما كان لهم من فضائل ومزايا، ككثرة الأنبياء فيهم، وتفضيلهم على العالمين كما تقدم. </p><p> ١٦٣ - وقوله:  {وَسْئَلْهُمْ عَنِ الْقَرْيَةِ الَّتِي كانَتْ حاضِرَةَ الْبَحْرِ}  (٢) معطوف على عامل إذ المقدر؛ أي: واذكر لهم يا محمد إذ قيل لهم {وَسْئَلْهُمْ} وهذا سؤال توبيخ وتقريع؛ أي: اسألهم عن هذا الحادث الذي حدث لهم فيها، المخالف لما أمرهم الله به وقرىء {وسلهم} . </p><p> وقد ذكرت (٣) هذه القصة في سورة البقرة إجمالا، وههنا ذكرت تفصيلا، إذ كانت سورة الأعراف نزلت بمكة في أوائل الإسلام، ولم يكن النبي صلى الله عليه وسلّم لقي أحدا من اليهود، وقد كان أميا لا يقرأ كتابا كما قال تعالى: {وَما كُنْتَ تَتْلُوا مِنْ قَبْلِهِ مِنْ كِتابٍ وَلا تَخُطُّهُ بِيَمِينِكَ إِذًا لَارْتابَ الْمُبْطِلُونَ (٤٨) } فكان ذلك أدل على الإعجاز. </p><p> والخطاب فيه للنبي صلى الله عليه وسلّم، والسؤال للتقرير المتضمن للتقريع والتوبيخ، وبيان أن كفر أهل الكتاب بمحمد صلى الله عليه وسلّم وبمعجزاته ليس بدعا جديدا منهم، فإنّ أسلافهم أقدموا على هذا الذنب القبيح، والمعصية الفاحشة، واعتدوا هذا الاعتداء الشائن الذي قص خبره. </p><p> والمعنى: واسأل يا محمد اليهود المعاصرين لك سؤال تقريع عن خبر أهل المدينة التي كانت قريبة من بحر القلزم - وهي أيلة قرية بين مدين والطور - وقيل: هي قرية يقال لها مقنا بين مدين وعينونا، وتقدم لك في أسباب النزول: أن اليهود قالوا: لم يصدر من بني إسرائيل عصيان ولا مخالفة للرب، فأمره الله </p><p>(١) المراغي. (٢) الشوكاني.(٣) المراغي.</p><p> تعالى أن يسألهم عن حال أهل هذه القرية في زمن داود عليه السلام تقريعا فإنّهم يعتقدون أنّه لا يعلمه أحد غيرهم، فذكر الله لهم قصة أهل تلك المدينة، فبهتوا وظهر كذبهم، والظرف في قوله {إِذْ يَعْدُونَ فِي السَّبْتِ} متعلق بمضاف محذوف تقديره: واسألهم عن حال القرية إذ يتجاوزون حدود الله بصيد السمك في يوم السبت المأمورين بتركه فيه، وذلك أن اليهود أمرهم الله تعالى باتخاذ يوم الجمعة عيدا يعظمونه كما نعظمه، فأبوا واختاروا يوم السبت، فشدد الله عليهم ونهاهم عن الصيد فيه، وفيما اختاروه إشارة إلى انقطاعهم عن الخير إذ السبت في اللغة: القطع، فاختاروا ما فيه قطيعتهم، وقرىء (١) : {يَعْدُونَ} من الإعداد للآلة، وكانوا يعدون آلات الصيد يوم السبت، وهم مأمورون بأن لا يشتغلوا فيه بغير العبادة، وقرأ شهر بن حوشب، وأبو نهيك {يَعْدُونَ} - بفتح العين وتشديد الدال - وأصله يعتدون، فأدغمت التاء في الدال، كقراءة من قرأ:  {لا تَعْدُوا فِي السَّبْتِ} وقرأ الجمهور {يَعْدُونَ} بفتح الياء وسكون العين، وضم الدال مخففة، وقرأ (٢) ابن السميقع في: {الأسبات} على الجمع. </p><p> والظرف في قوله:  {إِذْ تَأْتِيهِمْ حِيتانُهُمْ يَوْمَ سَبْتِهِمْ شُرَّعًا} متعلق بـ {يَعْدُونَ} ؛ أي: يتجاوزون حدود الله وينتهكون حرماتها باصطياد السمك، إذ تأتيهم الحيتان والأسماك يوم سبتهم؛ أي: يوم تعظيمهم لأمر السبت بالتجرد والتفرغ للعبادة، وقرأ عمر بن عبد العزيز:  {يوم أسباتهم} ، قال أبو الفضل الرازي في كتاب «اللوامع» : وقد ذكرت هذه القراءة عن عمر بن عبد العزيز، وهو مصدر من أسبت الرجل إذا دخل في السبت، وقوله: شرعا، حال من فاعل {تَأْتِيهِمْ} ؛ أي: إذ تأتيهم الحيتان حالة كونها شرعا؛ أي: ظاهرة على وجه الماء، قريبة من الساحل، ينظرون إليها ابتلاء من الله واختبارا لهم، فإذا انقضى السبت ذهبت وما تعود إلا في السبت المقبل، كما قال:  {وَيَوْمَ لا يَسْبِتُونَ} ؛ أي: لا يدخلون في السبت ولا يراعون حرمتها، وهو سائر الأيام {لا تَأْتِيهِمْ} كما كانت تأتيهم يوم سبتهم؛ أي: لا تظهر على ظاهر الماء، ولا تقرب إلى </p><p>(١) البحر المحيط. (٢) الشوكاني.</p>"
}