{
  "id": null,
  "sura": 7,
  "aya": 162,
  "text": "<p> وزروعها وحبوبها وبقولها {حَيْثُ شِئْتُمْ} ؛ أي: من أي مكان شئتم من نواحيها، وفي أي وقت شئتم من غير أن يزاحمكم فيها أحد {وَقُولُوا} وقت دخولها: مسألتنا ومطلبنا منك يا إلهنا {حِطَّةٌ} ؛ أي: حط ذنوبنا وامحوها بعفوك عنا {وَادْخُلُوا الْبابَ} ؛ أي: باب القرية، وقيل: باب القبة التي كانوا يصلون إليها {سُجَّدًا} ؛ أي: حالة كونكم ساجدين سجود انحناء لا سجودا شرعيا بوضع الجبهة على الأرض، بل المراد اللغوي، وهو الانحناء بأن يكونوا على هيئة الراكعين، شكرا على إخراجهم من التيه {نَغْفِرْ لَكُمْ خَطِيئاتِكُمْ} وذنوبكم التي سلفت منكم، إن فعلتم ذلك المذكور الذي أمرتم به من القول والسجود. </p><p> وقرأ ابن كثير وعاصم وحمزة والكسائي والحسن والأعمش (١) : {نَغْفِرْ} بالنون {لَكُمْ خَطِيئاتِكُمْ} جمع سلامة بالتاء مهموزا، إلا أنّ الحسن خفف الهمزة وادغم الياء فيها، وقرأ أبو عمرو:  {نَغْفِرْ} بالنون {لكم خطاياكم} على وزن قضاياكم جمع تكسير، وقرأ نافع ومحبوب عن أبي عمرو:  {تغفر} بالتاء مبنيا للمفعول {لَكُمْ خَطِيئاتِكُمْ} بجمع سلامة، وقرأ ابن عامر:  {تغفر} بتاء مضمومة مبنيا للمفعول {لكم خطيئتكم} بالإفراد مهموزا، وقرأ ابن هرمز {تغفر} بتاء مفتوحة على معنى إن الحطة تغفر، إذ هي سبب الغفران، وقرىء (٢) : {يغفر} بالياء، فعلى هذا لا يقرأ {خطايا} بالإفراد. </p><p> {سَنَزِيدُ الْمُحْسِنِينَ} بالطاعة والامتثال لأمرنا ثوابا في حسناتهم، وقيل المعنى: من كان محسنا منكم .. كانت تلك الكلمة سببا في زيادة ثوابه، ومن كان مسيئا .. كانت له توبة ومغفرة كما مر في البقرة، </p><p> ١٦٢ - {فَبَدَّلَ الَّذِينَ ظَلَمُوا} أنفسهم {مِنْهُمْ} وهم أصحاب الخطيئة؛ أي: غيروا تلك الكلمة التي أمروا بها للتوبة وقالوا: {قَوْلًا غَيْرَ الَّذِي قِيلَ لَهُمْ} ؛ أي: قالوا حنطة بدل حطة، وكذلك بدلوا الفعل الذي أمروا به من دخولهم سجدا فدخلوا زحفا، فالحاصل أنّهم دخلوا الباب زاحفين على أدبارهم، قائلين حنطة على شعيرة، استخفافا بأمر الله </p><p>(١) البحر المحيط. (٢) المراح.</p><p> تعالى واستهزاء بموسى، وهذا القول مجرد هذيان منهم، قصدهم إغاظة موسى، وليس له معنى يقابلون به معنى القول الذي قيل لهم. {فَأَرْسَلْنا عَلَيْهِمْ} عقب ما فعلوا من غير تأخير {رِجْزًا} ؛ أي: عذابا كائنا. {مِنَ السَّماءِ} ؛ أي: طاعونا وبلاء وعذابا مقدرا من السماء. {بِما كانُوا يَظْلِمُونَ} أنفسهم؛ لأنّهم خرجوا عن طاعة الله تعالى؛ أي: بسبب ظلمهم وخروجهم عن طاعتنا، روي أنه مات منهم في ساعة واحدة أربعة وعشرون ألفا أو أقل، فهذا الوباء غير الوباء الذي حل بهم في التيه كما مر في البقرة. </p><p> تنبيه: تقدم (١) مثل هاتين الآيتين في سورة البقرة، غير أن بين الموضعين فروقا كثيرة: </p><p> منها: أنّه قال هنا: {اسكنوا القرية} وفي سورة البقرة {ادْخُلُوا} والفائدة هنا أتم؛ لأنّ السكنى تستلزم الدخول دون العكس. </p><p> ومنها: أنّه قال هنا: {وَكُلُوا مِنْها حَيْثُ شِئْتُمْ} ، وفي سورة البقرة {فَكُلُوا مِنْها حَيْثُ شِئْتُمْ رَغَدًا} ، فجاء العطف هناك بالفاء؛ لأنّ بدء الأكل يكون عقب الدخول، كأكل الثمرات والفواكه التي تكون في كل ناحية من القرية، أما السكنى فأمر ممتد يكون الأكل في أثنائه لا عقبه. </p><p> كما وصف هناك الأكل بالرغد - وهو الواسع الهنىء - لأنّ الأكل في أول الدخول يكون ألذ، وبعد السكنى والإقامة لا يكون كذلك. </p><p> ومنها: أنّه قال هنا: {وَقُولُوا حِطَّةٌ وَادْخُلُوا الْبابَ سُجَّدًا} وقدم هنا ما أخر هناك، وأخر ما قدمه، والواو لا تدل على طلب ترتيب بين الأمرين، فالاختلاف في التعبير دال على عدم الفرق بين تقديم هذا وتأخير ذاك، وبين عكسه، إذ لا فارق بين أن يدعوا بقولهم:  {حِطَّةٌ} ؛ أي: حط عنا أوزارنا وخطايانا الذي هو بمعنى قولنا: اللهم غفرانا، في حال التلبس بالتواضع والخضوع، وتنكيس الرؤوس شكرا لله على نعمه عند دخول القرية، وبين أن يبدؤوا بتنكيس الرؤوس </p><p>(١) المراغي.</p><p> والخضوع والتواضع، ثم يدعوا بقوله:  {حِطَّةٌ} . </p><p> ومنها: أنّه قال هنا {سَنَزِيدُ الْمُحْسِنِينَ} بدون واو وهناك {وَسَنَزِيدُ الْمُحْسِنِينَ} بالعطف، والمعنى واحد، وترك الواو أدل على أن الزيادة تفضل من الله سبحانه وتعالى ليست مشاركة للمغفرة فيما جعل سببا لها من الخضوع والسجود والاستغفار، والدعاء بحط الأوزار. </p><p> ومنها: أنّه قال ههنا: {فَبَدَّلَ الَّذِينَ ظَلَمُوا مِنْهُمْ قَوْلًا غَيْرَ الَّذِي قِيلَ لَهُمْ} فزيد منهم على مثله في سورة البقرة. </p><p> ومعنى تبديلهم قولا غير الذي قيل لهم: أنهم عصوا بالقول والفعل، وخالفوا الأمر مخالفة تامة لا تحتمل اجتهادا ولا تأويلا، فلم يراعوا ظاهر مدلول اللفظ، ولا الفحوى والمقصود منه، حتى كأن المطلوب منه غير الذي قيل لهم. </p><p> وما روي في الإسرائيليات من هذا التبديل من الألفاط العبرانية أو العربية، فلا ثقة به، وإن خرج بعضه في الصحيح والسنن موقوفا ومرفوعا، كحديث أبي هريرة في «الصحيحين» وغيرهما: قيل لبني إسرائيل: {ادْخُلُوا الْبابَ سُجَّدًا وَقُولُوا حِطَّةٌ} فدخلوا يزحفون على أستاههم وقالوا: {حِطَّةٌ} حبة في شعيرة، إذ هو مروي من طريق همام بن منبه - أخي وهب - وهمام، صاحب الغرائب في الإسرائيليات، وأبو هريرة لم يصرح بسماعه من النبي صلى الله عليه وسلّم، فيحتمل أنه سمعه من كعب الأحبار، إذ ثبت أنّه روي عنه. </p><p> ومنها: أنّه قال: {فَأَرْسَلْنا عَلَيْهِمْ رِجْزًا مِنَ السَّماءِ بِما كانُوا يَظْلِمُونَ} وقال هناك {فَأَنْزَلْنا عَلَى الَّذِينَ ظَلَمُوا رِجْزًا مِنَ السَّماءِ بِما كانُوا يَفْسُقُونَ} ، فالاختلاف بين الإنزال والإرسال، وهو خلاف لفظي، وبين {عَلَيْهِمْ} و {عَلَى الَّذِينَ ظَلَمُوا} وبين {يَظْلِمُونَ} و {يَفْسُقُونَ} ، وفائدته بيان أنّهم كانوا يجمعون بين الظلم: الذي هو نقص للحق أو إيذاء للنفس أو للغير، والفسق: الذي هو الخروج عن الطاعة، والرجز كما تقدم العذاب الذي تضطرب له القلوب، أو يضطرب له الناس في شؤونهم ومعايشهم. </p>"
}