{
  "id": null,
  "sura": 7,
  "aya": 53,
  "text": "<p> فضلناه على جميع الكتب عالمين بأنه أهل للتفضيل عليها حالة كون ذلك الكتاب {هُدىً} ؛ أي: هاديا من الضلالة إلى الرشد {وَرَحْمَةً} ؛ أي: وذا رحمة {لِقَوْمٍ يُؤْمِنُونَ} به، ويعملون بما فيه من الأحكام، أو فصلناه لأجل الهداية والرحمة للمؤمنين. وقرىء {هدى ورحمة} - بالرفع؛ أي: هو هدى ورحمة لهم. وقرأ زيد بن علي:  {هدى ورحمة} بالخفض على البدل من {كتاب} ، أو النعت، وعلى النعت لـ {كتاب} خرجه الكسائي والفراء رحمهما الله تعالى. </p><p> وحاصل المعنى: ولقد (١) جئنا هؤلاء القوم بكتاب كامل البيان؛ وهو القرآن فصلنا آياته تفصيلا على علم منا بما يحتاج إليه المكلفون من العلم والعمل تزكية لنفوسهم، وتطهيرا لقلوبهم، وجعلناه سبب سعادتهم في معاشهم ومعادهم، وهدى ورحمة لمن يؤمن به إيمانا يبعثه على العمل بما أمر به، والانتهاء عما نهى عنه. انظر إليه تجده قد أوضح أصول الدين العامة بما لا يطلب معه زيادة لمستزيد، فنعى على المقلدين الأخذ بآراء من تقدمهم من آبائهم ورؤسائهم دون بحث ولا تمحيص في مثل قوله:  {إِنَّا وَجَدْنا آباءَنا عَلى أُمَّةٍ وَإِنَّا عَلى آثارِهِمْ مُقْتَدُونَ} وكرر القول ببطلان التقليد وضلال المقلدين، وحث على النظر والاستدلال، والاعتماد على البرهان في مثل قوله:  {قُلْ هاتُوا بُرْهانَكُمْ إِنْ كُنْتُمْ صادِقِينَ} وبهذا كان الإسلام دين العقل والفطرة، وينبوع الهدى والحكمة. </p><p> ٥٣ - والاستفهام في قوله:  {هَلْ يَنْظُرُونَ إِلَّا تَأْوِيلَهُ} إنكاري؛ أي: ما ينتظر هؤلاء الكفار من أهل مكة وغيرهم إذ أعرضوا عن الإيمان به {إِلَّا تَأْوِيلَهُ} وتفسيره؛ أي: إلا عاقبة ما وعدوا به في القرآن من حلول العذاب بهم يوم القيامة؛ أي ليس أمامهم شيء ينتظرونه في أمره إلا وقوع تأويله، وهو وقوع ما أخبر به من أمر الغيب الذي يقع في المستقبل في الدنيا، ثم في الآخرة مما وعد به المؤمنين من نصر وثواب، وأوعد به الكافرين من خذلان وعقاب. </p><p>(١) المراغي.</p><p> روي عن الربيع بن حسن أنه قال (١) : لا يزال يقع من تأويله أمر حتى يتم تأويله يوم القيامة حين يدخل أهل الجنة الجنة، وأهل النار النار، فيتم تأويله يومئذ. {يَوْمَ يَأْتِي تَأْوِيلُهُ} ؛ أي: يوم يأتي عاقبة ما وعد لهم في القرآن، وهو يوم القيامة، وهو ظرف لقوله:  {يَقُولُ الَّذِينَ نَسُوهُ} ؛ أي: تركوا القرآن، وأعرضوا عن الايمان به {مِنْ قَبْلُ} ؛ أي: من قبل أن يأتي تأويله، والمعنى (٢) : إن الذين تركوا الإيمان بالقرآن في الدنيا يقولون يوم القيامة: {قَدْ جاءَتْ رُسُلُ رَبِّنا بِالْحَقِّ} الذي أرسلهم الله تعالى به إلينا، وكذبناهم؛ أي: أنهم أقروا يوم القيامة بأن ما جاءت به الرسل من ثبوت البعث والنشر، والحشر والقيامة، والثواب والعقاب كل ذلك كان حقا، وقوله:  {فَهَلْ لَنا مِنْ شُفَعاءَ} : استفهام معناه التمني {فَيَشْفَعُوا لَنا} اليوم من العذاب {أَوْ نُرَدُّ} إلى الدنيا {فَنَعْمَلَ غَيْرَ الَّذِي كُنَّا نَعْمَلُ} ؛ أي: أو يردنا الله إلى الدنيا حتى نوحده بدل ما أشركنا به، أو نطيعه بدل ما عصيناه، والمعنى: نتمنى وجود الشفعاء، فشفاعتهم لنا من العذاب، أو ردنا إلى الدنيا، فعملنا عملا غير الذي كنا علمناه أولا، فيقال لهم في جواب الاستفهامين: لا. وقال الشوكاني: ومعنى الآية (٣) : هل لنا شفعاء يخلصونا مما نحن فيه من العذاب، أو هل نرد إلى الدنيا فنعمل صالحا غير ما كنا نعمل من المعاصي. </p><p> والحاصل: أنهم (٤) يتمنون الخلاص بكل وسيلة ممكنة؛ إما بشفاعة الشفعاء، وإما بالرجوع إلى الدنيا ليعملوا فيها غير ما كانوا يعملون في حياتهم الأولى، فيكونون أهلا لمرضاة ربهم. وإنما تمنوا الشفعاء وتساءلوا عنهم من حيث كان من أسس الشرك أن النجاة عند الله إنما تكون بوساطة الشفعاء، وعندما يستبين لهم الحق الذي جاءت به الرسل؛ وهو أن النجاة إنما تكون بالإيمان </p><p>(١) المراغي. (٢) المراح.(٣) فتح القدير.(٤) المراغي.</p><p> الصحيح والعمل الصالح .. يتمنون لو يردون إلى الدنيا؛ ليعملوا بما أمرهم به الرسل. </p><p> وقرأ الجمهور (١) : {أَوْ نُرَدُّ} - برفع الدال - {فَنَعْمَلَ} - بنصب اللام - عطف جملة فعلية على جملة اسمية، وتقدمهما استفهام، فانتصب الجوابان؛ أي: هل شفعاء لنا فيشفعوا لنا في الخلاص من العذاب، أو هل نرد إلى الدنيا فنعمل عملا صالحا. وقرأ الحسن فيما نقل الزمخشري بنصب الدال ورفع اللام. وقرأ الحسن فيما نقل ابن عطية وغيره برفعهما: عطف {فَنَعْمَلَ} على {نُرَدُّ} . وقرأ ابن أبي إسحاق وأبو حيوة بنصبهما، فنصب {أَوْ نُرَدُّ} عطفا على {فَيَشْفَعُوا لَنا} جوابا على جواب، فيكون الشفعاء في أحد أمرين؛ إما في الخلاص من العذاب، وإما في الرد إلى الدنيا لاستئناف العمل الصالح، وتكون الشفاعة قد انسحبت على الرد، أو الخلاص، و {فَنَعْمَلَ} عطف على: {أَوْ نُرَدُّ} ، ويحتمل أن يكون {أَوْ نُرَدُّ} من باب لألزمنك أو تقضيني حقي، على تقدير من قدر ذلك: حتى تقضيني حقي، أو كي تقضيني حقي، فجعل اللزوم مغيا بقضاء حقه، أو معلولا له لقضاء حقه، وتكون الشفاعة إذ ذاك في الرد فقط. </p><p> قال تعالى:  {قَدْ خَسِرُوا أَنْفُسَهُمْ} ؛ أي: خسروا وغبنوا في تجارة أنفسهم حيث ابتاعوا الخسيس الفاني من الدنيا بالنفيس الباقي من الآخرة {وَضَلَّ عَنْهُمْ ما كانُوا يَفْتَرُونَ} ؛ أي: بطل وذهب وغاب عنهم ما كانوا يزعمون ويكذبون في الدنيا من أن الأصنام تشفع لهم، فلما أفضوا إلى الآخرة ذهب ذلك عنهم وعلموا أنهم في دعواهم كانوا كاذبين، والمعنى: أنه بطل كذبهم وافتراؤهم الذي كانوا يقولونه في الدنيا، أو غاب عنهم ما كانوا يجعلونه شريكا لله، فلم ينفعهم ولا حضر معهم. </p><p> وخلاصة ذلك: أنهم قد خسروا أنفسهم بتدنيسها بالشرك والمعاصي وعدم تزكيتهما بلفضائل والأعمال الصالحة فخسروا حظوظهما فيها وبطل كذبهم الذي </p><p>(١) البحر المحيط.</p>"
}