{
  "id": null,
  "sura": 7,
  "aya": 54,
  "text": "<p> كانوا يفترونه على الله، أو غاب عنهم ما كانوا يعبدونه من الأصنام. </p><p> ٥٤ - ثم ذكر سبحانه وتعالى دلائل القدرة والوحدانية، فقال:  {إِنَّ رَبَّكُمُ} أيها العباد وخالقكم ومعبودكم الذي يستحق منكم العبادة هو {اللَّهُ} ؛ أي: المعبود بحق في الوجود المنفرد في ذاته وصفاته وأفعاله {الَّذِي خَلَقَ} وأوجد {السَّماواتِ} السبع {وَالْأَرْضَ} على غير مثال سابق فِي مقدار {سِتَّةِ أَيَّامٍ} من أيام الدنيا التي أولها الأحد، وآخرها الجمعة، وإنما خلقها في ستة أيام مع أنه قادر على خلقها في لحظة واحدة بأن يقول لها: كوني فتكون؛ ليعلم عباده الرفق والتأني والتثبت في الأمور، وعدم العجلة، وفي آية أخرى: {وَلَقَدْ خَلَقْنَا السَّماواتِ وَالْأَرْضَ وَما بَيْنَهُما فِي سِتَّةِ أَيَّامٍ وَما مَسَّنا مِنْ لُغُوبٍ (٣٨) }. {ثُمَّ} بعد خلق السموات والأرض وما بينهما {اسْتَوى} ؛ أي: علا وارتفع سبحانه وتعالى {عَلَى الْعَرْشِ} استواء يليق بجلاله من غير تشبيه ولا تمثيل، ولا تعطيل نثبته، ونؤمن به على الوجه الذي يليق به مع تنزيهه عما لا يجوز عليه {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ} والإيمان بذلك غير موقوف على معرفة حقيقته وكيفيته، فالصحابة رضوان الله تعالى عليهم، والأئمة من بعضهم لم يشتبه أحد منهم فيه. </p><p> وقد أثر عن ربيعة شيخ الإمام مالك أنه سئل عن قوله:  {اسْتَوى عَلَى الْعَرْشِ} كيف استوى؟ فقال: الاستواء غير مجهول، والكيف غير معقول، ومن الله الرسالة، وعلى الرسول البلاغ، وعلينا التصديق. وقال الحافظ بن حجر: مذهب السلف الصالح مالك والأوزاعي والثوري والليث بن سعد والشافعي وأحمد وإسحاق بن راهويه وغيرهم من أئمة المسلمين قديما وحديثا إمرارها كما جاءت من غير تكييف ولا تشبيه. وقال نعيم بن حماد شيخ البخاري: من شبه الله بخلقه كفر، ومن جحد ما وصف الله به نفسه .. فقد كفر، وليس فيما وصف الله به نفسه ولا رسوله تشبيه، فمن أثبت ما وردت به الآثار الصريحة والأخبار الصحيحية على الوجه الذي يليق بجلال الله، ونفى عن الله النقائص ... فقد سلك سبيل الهدى. انتهى. </p><p> وقال الإمام مالك رحمه الله: الاستواء معلوم، والكيف مجهول، والإيمان </p><p> به واجب، والسؤال عنه بدعة. وقال الإمام أحمد رحمه الله: أخبار الصفات تمر كما جاءت بلا تشبيه ولا تعطيل، فلا يقال: كيف ولم نؤمن بأن الله على العرش كيف شاء، وكما شاء بلا حد ولا صفة يبلغها واصف، أو يحدها حاد، نقرأ الآية والخبر ونؤمن بما فيهما، ونكل الكيفية في الصفات إلى علم الله عز وجل. وقال القرطبي: لم ينكر أحد من السلف الصالح أنه استوى على عرشه حقيقة، وإنما جهلوا كيفية الاستواء، فإنه لا تعلم حقيقته. </p><p> وقد ثبت في الأحاديث الصحيحة صفة عرش الرحمن، وإحاطته بالسموات والأرض وما بينهما وما عليهما، وهو المراد هنا. وقوله:  {يُغْشِي اللَّيْلَ النَّهارَ} ؛ أي: يجعل الليل كالغشاء والغطاء للنهار، فيغطي بظلمته ضوء النهار جملة حالية من فاعل {اسْتَوى} ؛ أي: استوى سبحانه وتعالى على العرش حالة كونه مغشيا الليل النهار. وقوله:  {يَطْلُبُهُ} ؛ أي: يطلب الليل النهار طلبا {حَثِيثًا} حال من الليل {اللَّيْلَ} ؛ أي: حالة كون الليل طالبا للنهار طلبا حثيثا؛ أي: طلبا سريعا لا يفتر عنه بحال؛ أي: مسرعا. </p><p> وقرأ عاصم وحمزة والكسائي:  {يغشّي} بالتشديد من باب فعل المضعف. وقرأ الباقون بالتخفيف من باب أفعل، وهما لغتان، يقال: أغشى يغشي إغشاء، وغشى يغشي تغشية، ولم يذكر في هذه الآية، ويغشي النهار الليل اكتفاء بأحد الأمرين عن الآخر على حد {سَرابِيلَ تَقِيكُمُ الْحَرَّ} . وقرأ حميد بن قيس:  {يغشى الليل النهار} : على إسناد الفعل إلى الليل. وقوله:  {وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومَ} قال الأخفش: معطوف على {السَّماواتِ}  {مُسَخَّراتٍ بِأَمْرِهِ} حال منها؛ أي: وخلق الشمس والقمر والنجوم حالة كونها مذللات بأمره وإرادته، خاضعات لتصرفه، منقادات لحكمه، جاريات بمقتضى حكمته وتدبيره. وقرأ ابن عامر بالرفع في الأربعة على الابتداء والخبر، وقرأ أبان بن تغلب برفع والنجوم مسخرات فقط على الابتداء والخبر. {أَلا} ؛ أي: انتبهوا أيها العباد {لَهُ} : سبحانه وتعالى لا لغيره {الْخَلْقُ} ؛ أي: الإيجاد والاختراع، فهو الخالق لجميع المخلوقات علويها وسفليها المالك لذواتها {وَ} له سبحانه وتعالى أيضا لا لغيره </p>"
}