{
  "id": null,
  "sura": 7,
  "aya": 131,
  "text": "<p> داود وسليمان، وفتحوا بيت المقدس مع يوشع بن نون، وأهلك فرعون وقومه بالغرق، وأنجاهم. </p><p> ١٣٠ - ثم شرع في تفصيل مبادىء هلاكهم فقال:  {وَلَقَدْ أَخَذْنا آلَ فِرْعَوْنَ} ؛ أي: وعزتي وجلالي لقد ابتلينا آل فرعون وقومه، في المدة التي كان موسى أقام بينهم يدعوهم إلى الله تعالى، والأخذ (١) - التناول باليد - ومعناه: هنا الابتلاء ومعنى {بِالسِّنِينَ} بالقحوط والجدوب، والسنة تطلق على الحول، وتطلق على الجدب ضد الخصب. {وَنَقْصٍ مِنَ الثَّمَراتِ} وذهابها بالعاهات؛ أي: ابتليناهم بالجدب وضيق المعيشة. {لَعَلَّهُمْ يَذَّكَّرُونَ} ؛ أي: لكي يتذكروا ضعفهم أمام قدرة الله، وعجز ملكهم العالي الجبار، وعجز آلهتهم، ويرجعوا عن ظلمهم لبني إسرائيل، ويجيبوا دعوة موسى عليه السلام، إذ قد دلت التجارب على أن الشدائد ترقق القلوب، وتهذب الطباع، وتوجه النفوس إلى مناجاة الرب سبحانه، والعمل على مرضاته والتضرع له، دون غيره من المعبودات متى اتخذوها وسائل إليه وشفعاء عنده. </p><p> فإن لم تجد المصائب في تذكر المولى، وبلغ الأمر بالناس أن يشركوا به، حتى في أوقات الشدائد، فهم في خسران مبين، وضلال بعيد، وكذلك كان دأب آل فرعون، بعد أن أنذرهم موسى عليه السلام. </p><p> قال ابن عباس وقتادة (٢) : أما السنون فكانت لباديتهم ومواشيهم، وأما نقص الثمرات فكان في أمصارهم، وهذه سيرة الله في الأمم، يبتليها بالنقم ليزدجروا ويتذكروا بذلك ما كانوا فيه من النعم، فإن الشدة تجلب الإنابة والخشية ورقة القلب، والرجوع إلى طلب لطف الله وإحسانه، وكذا فعل بقريش حين دعا عليهم رسول الله صلى الله عليه وسلّم:  «اللهم اجعلها عليهم سنين كسني يوسف» وروي أنه يبس لهم كل شيء، حتى نيل مصر، ونقصوا من الثمرات، حتى كانت النخلة تحمل التمرة الواحدة. </p><p> ١٣١ - ثم بين أن المصائب لم تفدهم ذكرى، بل زادتهم عتوا فقال:  {فَإِذا جاءَتْهُمُ الْحَسَنَةُ} ؛ أي: فإذا جاءهم الخصب، والثمار، والمواشي، والسعة في الرزق </p><p>(١) البحر المحيط. (٢) البحر المحيط.</p><p> والعافية {قالُوا} ؛ أي: قال آل فرعون {لَنا هذِهِ} الحسنة؛ أي: نحن المستحقون لها بما لنا من التفوق على الناس، فبلادنا بلاد خصب ورخاء، وقد غاب عنهم أن يعلموا أن هذا من الله، فعليهم أن يشكروه عليها ويقوموا بحق النعمة فيه. قال أبو السعود: وهذه الجملة بيان لعدم تذكرهم وتماديهم في الغي. {وَإِنْ تُصِبْهُمْ سَيِّئَةٌ} ؛ أي: وإن أصابهم قحط وجدب ومرض وبلاء {يَطَّيَّرُوا بِمُوسى وَمَنْ مَعَهُ} من المؤمنين؛ أي: تشاءموا بموسى وقومه وقالوا: إنما أصابنا هذا الشر بشؤم موسى وقومه، وغفلوا عن سيئات أنفسهم، وظلمهم لقوم موسى، توهما منهم أنّ ذلك حق من حقوقهم. </p><p> وهذه المعاملة يعامل بها الآن الأجنبي في الوطن أو في الدين، كما نراه الآن في بعض الدول العصرية، فإنا لله وإنّا إليه راجعون. </p><p> قال الزمخشري (١) : فإن قلت: كيف قيل: {فَإِذا جاءَتْهُمُ الْحَسَنَةُ} بـ {إذا} وتعريف الحسنة، {وَإِنْ تُصِبْهُمْ سَيِّئَةٌ} بـ {إِنْ} وتنكير السيئة؟ </p><p> قلت: لأنّ جنس الحسنة وقوعه، كالواجب لكثرته واتساعه، وأما السيئة: فلا تقع إلا في الندرة، ولا يقع إلا يسير منها، ومنه قول بعضهم: </p><p> وقد عدّدت أيّام البلاء ... فهل عددت أيّام الرّخاء </p><p> انتهى. </p><p> وقرأ عيسى بن عمر وطلحة بن مصرف:  {تطيروا} بالتاء وتخفيف الطاء، فعلا ماضيا {أَلا إِنَّما طائِرُهُمْ} ؛ أي: حظهم {عِنْدَ اللَّهِ} ؛ أي: سبب خيرهم وشرهم في جميع ما ينالهم من خصب وقحط، هو من عند الله تعالى، ليس بسبب موسى ومن معه؛ أي: إن كل ما يصيبهم من خير أو شر فهو بقضاء الله وتقديره، وهو الذي وضع لنظام الكون سننا تكون فيه المسببات وفق أسبابها، وبمقتضى هذه السنن والأقدار ينزل عليها البلاء، ويكون إمتحانا واختبارا لهم، ليتوبوا ويرجعوا عن ظلمهم وبغيهم على بني إسرائيل، وعن طغيانهم وإسرافهم في </p><p>(١) البحر المحيط.</p>"
}