{
  "id": null,
  "sura": 7,
  "aya": 179,
  "text": "<p> التفسير بالمأثور روايات كثيرة في شأنه كما ذكرنا في مبحث أسباب النزول، وبالجملة فهذه الروايات الإسرائيلية لا يعتد بها، وليست بحجة في بيانه. </p><p> ١٧٨ - {مَنْ يَهْدِ اللَّهُ} ؛ أي: من يوفقه الله تعالى لسلوك سبيل الهداية باستعماله عقله وحواسه فيما خلقا له، بمقتضى الفطرة وإرشاد الدين {فَهُوَ الْمُهْتَدِي} الذي شكر نعم الله عليه، وأدى حقه عليه، ففاز بسعادة الدنيا وسعادة الآخرة، وفي (١)  «السمين» : {مَنْ يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِي} راعى لفظ {مَنْ} فأفرد، وراعى معناها في قوله:  {فَأُولئِكَ هُمُ الْخاسِرُونَ} فجمع، وياء {الْمُهْتَدِي} ثابتة عند جميع القراء لثبوتها في الرسم، وسيأتي لك خلاف في التي في الإسراء والكهف، وبحثها، وقال الواحدي:  {فَهُوَ الْمُهْتَدِي} يجوز إثبات الياء فيه على الأصل، ويجوز حذفها استخفافا اه. </p><p> {وَمَنْ يُضْلِلْ} ؛ أي: ومن يخذله ويحرمه التوفيق، فيتبع شيطانه وهواه، ويترك استعمال عقله وحواسه في فقه آياته، وشكر ما أنعم به عليه {فَأُولئِكَ هُمُ الْخاسِرُونَ} ؛ أي: فهو الكفور الضال، الذي خسر سعادة الدنيا وسعادة الآخرة إذ هو قد خسر تلك المواهب التي كان بها إنسانا مستعدا للسعادتين الدنيوية والأخروية؛ أي:  {فَأُولئِكَ} الموصوفون بالضلالة {هُمُ الْخاسِرُونَ} أي: الكاملون في الخسران في الدنيا والآخرة، فالهداية والضلالة من جهة الله تعالى، وإنما العظة والتذكير من جهة الوسائط العادية في حصول الاهتداء، من غير تأثير لها فيه سوى كونها دواعي إلى صرف العبد اختياره جهة تحصيله، كسائر أفعال العباد. ولا شك أن الهداية الإلهية نوع واحد وهو الإيمان الذي ثمرته العمل الصالح، أما أنواع الضلال فلا حصر لها، يرشد إلى ذلك قوله تعالى في سورة الأنعام:  {وَأَنَّ هذا صِراطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ} </p><p> ١٧٩ - ثم فصل سبحانه ما أجمله في الآية السالفة مع بيان سببه فقال:  {وَلَقَدْ ذَرَأْنا لِجَهَنَّمَ} ؛ أي: وعزتي وجلالي لقد خلقنا في العالم {كَثِيرًا مِنَ الْجِنِ </p><p>(١) الفتوحات.</p><p> وَالْإِنْسِ}؛ أي: خلقا كثيرا منهما لسكنى جهنم، والمقام فيها، وهم الذين حقت كلمة العذاب عليهم، وخلقنا للجنة مثل ذلك بمقتضى استعداد الفريقين كما قال:  {فَمِنْهُمْ شَقِيٌّ وَسَعِيدٌ} وقال: {فَرِيقٌ فِي الْجَنَّةِ وَفَرِيقٌ فِي السَّعِيرِ} . ومن خلقه للنار فلا حيلة له في الخلاص منها؛ أي: خلق خلقا كثيرا من النوعين لسكنى جهنم بحكم القبضة الإلهية حين قبض قبضة وقال: هذه للجنة ولا أبالي، وقبض قبضة وقال: هذه للنار ولا أبالي، وقوله:  {كَثِيرًا} يؤخذ منه أن أهل النار أكثر من أهل الجنة، وهو كذلك لما ورد من أنه من كل ألف واحد للجنة والباقي للنار، ثم بين سبب كونهم معدين لجهنم، وصفاتهم المؤهلة لذلك فقال:  {لَهُمْ} ؛ أي: لأولئك الكثير {قُلُوبٌ} وعقول {لا يَفْقَهُونَ بِها} ؛ أي: لا يعقلون ولا يفهمون بها الخير والهدى؛ أي: إنّهم لا يفقهون بقلوبهم ما تزكو به أنفسهم من توحيد الله، المبعد لها عن الخرافات والأوهام، وعن الذلة والصغار؛ فإن من يعبد الله تعالى وحده .. تسمو نفسه بمعرفته، فلا تذل بدعاء غيره، ولا الخوف منه ولا الرجاء فيه، والاتكال عليه، بل يطلب من الله ما يحتاج إليه، فإن كان مما أقدر الله عليه خلقه بإعلامهم بأسبابه، وتمكينهم منها .. طلبه بسببه مع مراعاة سننه في خلقه، وإن لم يكن كذلك .. توجه إلى الله لهدايته إلى العلم بما لم يعلم من سببه، وإقداره على ما يقدر عليه من وسائله، أو تسخير من شاء من خلقه لمساعدته عليه، كالأطباء لمداواة الأمراض، وأقوياء الأبدان لرفع الأثقال، والعلماء الراسخين للفتوى في المسائل العلمية، وحل إشكال ما غمض من حقيقتها. </p><p> {وَلَهُمْ} ؛ أي: ولأولئك الكثير {أَعْيُنٌ} وأبصار {لا يُبْصِرُونَ بِها} إبصار تأمل وتفكر في مصنوعات الله {وَلَهُمْ آذانٌ} وأسماع {لا يَسْمَعُونَ بِها} سماع اعتبار واتعاظ في مصنوعاته؛ أي: فهم لا يفهمون بقلوبهم، ولا يبصرون بأعينهم، ولا يسمعون بآذانهم ما يرجع إلى مصالح الدين؛ أي: وكذلك لهم أبصار وأسماع لا يوجهونها إلى التأمل والتفكر فيما يرون من آيات الله في خلقه، وفيما يسمعون من آياته المنزلة على رسله، ومن أخبار التاريخ الدالة على سنته في خلقه، فيهتدوا بكل منها إلى ما فيه سعادتهم في دنياهم وآخرتهم، فالآذان إنّما خلقت للإنسان ليستفيد من كل ما يسمع، والأبصار إنّما خلقت لينتفع بكل ما يبصر، وإنّما يكون </p><p> ذلك بتوجيه الإرادة والقصد إلى استعمال كل منهما فيما خلق له، كما قال تعالى: {أَوَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنا مِنْ قَبْلِهِمْ مِنَ الْقُرُونِ يَمْشُونَ فِي مَساكِنِهِمْ إِنَّ فِي ذلِكَ لَآياتٍ أَفَلا يَسْمَعُونَ (٢٦) أَوَلَمْ يَرَوْا أَنَّا نَسُوقُ الْماءَ إِلَى الْأَرْضِ الْجُرُزِ فَنُخْرِجُ بِهِ زَرْعًا تَأْكُلُ مِنْهُ أَنْعامُهُمْ وَأَنْفُسُهُمْ أَفَلا يُبْصِرُونَ (٢٧) }. </p><p> وا أسفا للمسلمين أصبحوا اليوم أشد الناس إهمالا لاستعمال أسماعهم وأبصارهم وأفئدتهم في النظر في آيات الله في الأنفس والآفاق، وصاروا أجهل الشعوب بالعلوم التي تعرف بها آياته في مشاعر الإنسان، وانفعالاته النفسية، وقواه العقلية، وآياته في الحيوان والنبات، والجماد والهواء، والماء والبخار، وسنن النور والكهرباء، والعلوم الفلكية. ومن أصاب منهم حظا من معرفتها فإنّما يعرفها للانتفاع بها في الحياة الدنيا، من غير مراعاة أنّها آيات دالة على أن لها ربا خالقا مدبرا عليما قديرا رحيما، يجب أن يعبد وحده وأن يخشى ويحب فوق كل أحد، وأن تكون معرفته منتهى كل غاية من هذه الحياة {أُولئِكَ} الموصوفون بما ذكر من الصفات {كَالْأَنْعامِ} من إبل وبقر وغنم، فهم لا حظ لهم من عقولهم إلا استعمالها فيما يتعلق بمعيشهم في هذه الحياة. {بَلْ هُمْ} ؛ أي: بل هؤلاء الموصوفون بالصفات المذكورة {أَضَلُّ} وأجهل وأخطأ من الأنعام؛ لأنّها تعرف صاحبها وتطيعه، وهؤلاء الكفار لا يعرفون ربهم ولا يطيعونه؛ أي: بل هم أضل سبيلا منها، إذ هذه البهائم لا تجني على أنفسها بتجاوز سنن الفطرة وحدود الحاجة الطبيعية في أكلها وشربها، وجمع حاجاتها، لكن عبيد الشهوات يسرفون في كل ذلك إسرافا عظيما، قد تتوالد منه الأمراض الكثيرة، كما قد يجاهدون هذه الشهوات جهادا يفرطون فيه بحقوق البدن، فلا يعطونه ما يكفيه من الغذاء، ويقصرون في الحقوق الزوجية، فيجنون على أشخاصهم وعلى النوع كله بالتفريط، كما يجني عليهما عبيد الشهوات بالإفراط، وهداية الإسلام تحظر هذا وذاك، وتوجب الأكل من الطيبات بشرط عدم الإسراف، ولو سلكوا مسلك الإهتداء بالقرآن في فهم أسرار الخلق، ومعرفة منافعه .. لاستفادوا السعادة في معاشهم، والاستعداد لمعادهم {أُولئِكَ} المذكورون {هُمُ الْغافِلُونَ} والساهون عما فيه صلاحهم في الحياتين، أو عما أعد الله لأوليائه من الثواب، ولأعدائه </p>"
}