{
  "id": null,
  "sura": 7,
  "aya": 20,
  "text": "<p> وقرىء (١) : هذي وهو الأصل لتصغيره على ذيا، والهاء بدل من الياء. </p><p> ٢٠ - {فَوَسْوَسَ لَهُمَا الشَّيْطانُ} ؛ أي: حدّث (٢) لهما في أنفسهما، وفي «الخازن» يعني: فوسوس إليهما، والوسوسة: حديث يلقيه الشيطان في قلب الإنسان يقال: وسوس إذا تكلم كلاما خفيا مكررا، ومعنى وسوس لهما: فعل الوسوسة وألقاها إليهما. وقال المراغي: أي: زين لهما ما يضرهما ويسؤهما إذا هما رأيا ما يؤثران ستره، وأن لا يرى مكشوفا. والأرجح أن هذه الوسوسة كانت بأن تمثل الشيطان لآدم وزوجه وكلّمهما. انتهى. </p><p> فإن قلت: كيف وسوس إليهما وآدم وحواء في الجنة، وإبليس قد أخرج منها؟ </p><p> قلت: أجيب عن هذا السؤال بأجوبة: </p><p> منها: أنه كان في السماء وكانا يخرجان إليه. </p><p> ومنها: أنه كان على باب الجنة، وهما على بابها من داخلها. </p><p> ومنها: ما قال الحسن: إنه وصلت وسوسته لهما في الجنة، وهو في الأرض بالقوة التي خلقها الله له، وقيل: كان يدخل إليهما في فم الحية، وهذان القولان ضعيفان؛ لمخالفتهما لفظ القرآن، ولكن البحث عن هذه المسألة ليس مما كلفنا الله بعلمه، فالكلام فيه لا يعنينا. </p><p> {لِيُبْدِيَ} ؛ أي: ليظهر {لهما ما ورى عنهما} ؛ أي: ما ستر عنهما بلباس النور، أو بثياب الجنة. وقال الصاوي: واختلف في ذلك اللباس، فقيل: غطاء على الجسد من جنس الأظفار فنزع عنهما وبقيت الأظفار في اليدين والرجلين تذكرة وزينة وانتفاعا، ولذلك قالوا: إن النظر إلى الأظفار في حال الضحك يقطعه، وقيل: كان نورا، وقيل: كان من ثياب الجنة. انتهى. </p><p> {مِنْ سَوْآتِهِما} ؛ أي: من عوراتهما، أراد الشيطان أن يسوءهما بظهور ما </p><p>(١) البيضاوي. (٢) الواحدي.</p><p> كان مستورا عنهما من عوراتهما، فإنهما كانا لا يريان عورة أنفسهما، ولا يراها أحدهما من الآخر. قيل: إنما بدت عوراتهما لهما لا لغيرهما، وكان عليهما نور يمنع رؤيتها، وإنما لم تقلب (١) الواو في {وُورِيَ} همزة؛ لأن الثانية مدة مأخوذة من المواراة؛ وهي الستر يقال: واريته بمعنى سترته، والسوءة فرج الرجل والمرأة، سمي بذلك؛ لأن ظهوره يسوء الإنسان. وفي الآية دليل على أن كشف العورة من المنكرات المحرمات، واللام في قوله:  {لِيُبْدِيَ لَهُما} : لام العاقبة؛ وذلك لأن إبليس لم يقصد بالوسوسة ظهور عوراتهما، وإنما كان حملهما على المعصية فقط، فكان عاقبة أمرهما أن بدت عوراتهما. {وَقالَ} إبليس لآدم وحواء فيما وسوسهما به {ما نَهاكُما رَبُّكُما عَنْ هذِهِ الشَّجَرَةِ} ؛ أي: ما منعكما ربكما عن الأكل من هذه الشجرة {إِلَّا} لأحد أمرين كراهة {أَنْ تَكُونا} بالأكل منها {مَلَكَيْنِ} ؛ أي: كالملكين فيما أوتي الملائكة من الخصائص والمزايا كالقوة، وطول البقاء، وعدم التأثر بتأثيرات الكون المؤلمة المتعبة {أَوْ} كراهة {أن تَكُونا مِنَ الْخالِدِينَ} في الجنة؛ أي: من الذين لا يموتون البتة، ويبقون في الجنة ساكنين يعني (٢) : إنما نهاكما عن هذه الشجرة لكي لا تكونا ملكين من الملائكة تعلمان الخير والشر، أو تكونا من الباقين الذين لا يموتون، وإنما أطمع إبليس آدم بهذه الآية؛ لأنه علم أن الملائكة لهم المنزلة والقرب من العرش، فاستشرف لذلك آدم، وأحب أن يعيش مع الملائكة لطول أعمارهم، أو يكون مع الخالدين الذين لا يموتون أبدا. </p><p> وفي الآية (٣) : إيماء إلى تفضيل الملائكة على آدم، وخصصه بعضهم بملائكة السماء والعرش والكرسي، من العالين المقربين، دون ملائكة الأرض المسخرين لتدبير أمورها، وإحكام نظامها. </p><p> وقرأ الجمهور (٤) : {وُورِيَ} وقرأ عبد الله: {أوري} - بإبدال الواو همزة وهو بدل جائز -. وقرأ ابن وثاب:  {ما وري} - بواو مضمومة من غير واو </p><p>(١) الشوكاني. (٢) الخازن.(٣) المراغي.(٤) البحر المحيط.</p>"
}