{
  "id": null,
  "sura": 7,
  "aya": 186,
  "text": "<p> في كل ذلك .. لرأوا آثار قدرته وعلمه وفضله ورحمته، وأنّه لم يخلق شيئا من ذلك عبثا، ولا ترك الناس سدى، إنّ كل ذرة فيهما لدليل لائح على الصانع المجيد، وسبيل واضح إلى التوحيد. </p><p> وفي كلّ شيء له آية ... تدلّ على أنّه الواحد </p><p> إنهم لو نظروا في شيء من ملكوت السموات والأرض .. لاهتدوا بدلائله إلى تصديق الرسول صلى الله عليه وسلّم وقوله:  {وَأَنْ عَسى أَنْ يَكُونَ قَدِ اقْتَرَبَ أَجَلُهُمْ} معطوف (١) على {مَلَكُوتِ السَّماواتِ} و {أَنْ} مصدرية أو مخففة من الثقيلة، واسمها ضمير الشأن، وكذا اسم {يَكُونَ} ضمير الشأن، والمعنى: أو لم ينظروا في اقتراب آجالهم، وتوقع حلولها، فيسارعون إلى طلب الحق، والتوجه إلى ما ينجيهم قبل مغافصة (٢) الموت، ونزول العذاب، فإنهم لو نظروا في توقع قرب آجالهم وقدومهم على ربهم بسوء عملهم .. لاحتاطوا لأنفسهم، ورأوا أنّ من الحكمة أن يقبلوا إنذاره صلى الله عليه وسلّم لهم، فما جاءهم به لا ينكرون أنّه خير لهم في الدنيا، وخير لهم في الآخرة إذا صدق ما يقرره من أمر البعث والجزاء، وهو صدق وحق لا شك فيه. </p><p> {فَبِأَيِّ حَدِيثٍ} وكتاب {بَعْدَهُ} ؛ أي: بعد القرآن {يُؤْمِنُونَ} ؛ أي: يصدقون إن لم يؤمنوا به، وهو أكمل كتب الله تعالى بيانا، وأقواها برهانا، فمن لم يؤمن به .. فلا مطمع في إيمانه بغيره، وقوله:  {فَبِأَيِّ حَدِيثٍ} متعلق بـ {يُؤْمِنُونَ} وهي جملة استفهامية سيقت للعجب؛ أي: إذا لم يؤمنوا بهذا الحديث .. فكيف يؤمنون بغيره. </p><p> والمعنى (٣) : فبأي كتاب بعد الكتاب الذي جاء به محمد صلى الله عليه وسلّم يصدقون إن لم يصدقوا به، وليس بعد محمد نبي، ولا بعد كتابه كتاب؛ لأنّه خاتم الأنبياء، وكتابه آخر الكتب لانقطاع الوحي بعد محمد صلى الله عليه وسلّم؟ </p><p> ١٨٦ - ثم ذكر علة إعراضهم عن الإيمان فقال:  {مَنْ يُضْلِلِ اللَّهُ} ؛ أي: من يرد الله سبحانه وتعالى إضلاله عن الحق والصواب: {فَلا هادِيَ لَهُ} ؛ أي: فلا مرشد له إلى الحق، فإنّ إعراضهم </p><p>(١) البيضاوي. (٢) مغافصة الموت: مفاجئة الموت.(٣) الخازن.</p><p> عن الإيمان لإضلال الله إياهم؛ أي: إن الله تعالى قد جعل هذا الكتاب أعظم أسباب الهداية للمتقين لا للجاحدين المعاندين، وجعل الرسول المبلغ له أقوى الرسل برهانا، وأكملهم عقلا وأجملهم أخلاقا، فمن فقد الاستعداد للإيمان بهذا الكتاب وهذا الرسول .. فهو الذي أضله الله؛ أي: هو الذي قضت سنته في خلق الإنسان، وارتباط أعماله بأسباب تترتب عليها مسبباتها، بأن يكون ضالا راسخا في الضلال، وإذا كان ضلاله بمقتضى تلك السنن .. فمن يهديه من بعد الله؟ ولا قدرة لأحد من خلقه على تغيير تلك السنن وتبديلها {وَيَذَرُهُمْ} ؛ أي: وهو سبحانه وتعالى يذر هؤلاء الضالين ويتركهم {فِي طُغْيانِهِمْ} وضلالهم {يَعْمَهُونَ} ؛ أي: يتحيرون يترددون حيرة، ولا يهتدون سبيلا للخروج مما هم فيه، بما كسبت أيديهم من الطغيان، وتجاوز الحد في الظلم والفجور. </p><p> والخلاصة (١) : أنّه ليس معنى إضلال الله لهم أنّه أجبرهم على الضلال وأعجزهم بقدرته عن الهدى، فكان ضلالهم جبرا لا اختيارا، بل المراد أنّهم لما مرنت قلوبهم على الكفر والضلال، وأسرفوا فيهما حتى وصلوا إلى حد العمه في الطغيان .. فقدوا بهذه الأعمال الاختيارية ما يضادها من الهدى والإيمان، فأصبحت نفوسهم لا تستنير بالهدى، وقلوبهم لا ترعوي لدى الذكرى {كَلَّا بَلْ رانَ عَلى قُلُوبِهِمْ ما كانُوا يَكْسِبُونَ (١٤) }. </p><p> وقرأ الحسن (٢) وقتادة وأبو عبد الرحمن وأبو جعفر والأعرج وشيبة ونافع وابن كثير وابن عامر: {وَنَذَرُهُمْ} بالنون ورفع الراء، وأبو عمرو وعاصم: بالياء ورفع الراء، وهو استئناف إخبار قطع أو أضمر قبله نحن، فيكون جملة اسمية، وقرأ ابن مصرف والأعمش والأخوان - حمزة والكسائي - وأبو عمرو فيما ذكر أبو حاتم: بالياء والجزم، وروى خارجة عن نافع: بالنون والجزم، وخرج سكون الراء على وجهين: </p><p> أحدهما: أنّه سكن لتوالي الحركات، كقراءة:  {وما يشعركم وينصركم} فهو مرفوع. </p><p>(١) المراغي. (٢) البحر المحيط.</p>"
}