{
  "id": null,
  "sura": 7,
  "aya": 73,
  "text": "<p> طيرا أسود، فنقلتهم إلى البحر، فألقتهم فيه. وقيل: إن الله تعالى أمر الريح، فأهالت عليهم الرمال، فكانوا تحت الرمال سبع ليال وثمانية أيام يسمع لهم أنين تحت الرمل، ثم أمر الريح، فكشفت عنهم الرمل، ثم احتملتهم، فرمت بهم في البحر. اه. </p><p> ٧٣ - {وَ} لقد أرسلنا {إِلى ثَمُودَ} اسم قبيلة من العرب سموا باسم أبيهم الأكبر، وهو ثمود بن عامر بن سام بن نوح، وتسمى عادا الثانية {أَخاهُمْ} في النسب {صالِحًا} ؛ لأنه صالح بن عبيد بن أسف بن ماسح بن عبيد بن حاذر بن المذكور، فهو من فروعه، فليس من أنبياء بني إسرائيل، وكان بين صالح وهود مئة سنة، وعاش صالح مئتين وثمانين سنة. </p><p> وكانت (١) مساكن ثمود الحجر بين الحجاز والشام إلى وادي القرى وما حوله، والمعنى: وأرسلنا إلى بني ثمود أخاهم صالحا؛ لأن ثمود قبيلة. قال أبو عمرو بن العلاء: سميت ثمود لقلة مائها، والثمد: الماء القليل. </p><p> {قالَ} صالح لثمود: {يا قَوْمِ اعْبُدُوا اللَّهَ} ؛ أي: أفردوا الله بالعبادة وحده {ما لَكُمْ مِنْ إِلهٍ غَيْرُهُ} ؛ أي: فليس لكم إله غيره تعالى يستحق منكم العبادة {قَدْ جاءَتْكُمْ بَيِّنَةٌ} ظاهرة ومعجزة واضحة كائنة {مِنْ رَبِّكُمْ} تدل على صدقي فيما أقول لكم، وأدعوكم إليه من توحيد الله سبحانه وتعالى، وإفراده بالعبادة دون ما سواه، وهي إخراج الناقة من الحجر الصلد. </p><p> وفي قوله:  {مِنْ رَبِّكُمْ} إيماء إلى أنها ليست من فعله ولا مما ينالها كسبه، وهكذا سائر ما يؤيد الله به الرسل من خوارق العادات، وهذه المقالة كانت لهم بعد نصحهم وتذكيرهم بنعم الله، وتكذيبهم له كما جاء في سورة هود:  {هُوَ أَنْشَأَكُمْ مِنَ الْأَرْضِ وَاسْتَعْمَرَكُمْ فِيها ...} إلى آخر الآيات، وجملة قوله:  {هذِهِ ناقَةُ اللَّهِ} حالة كونها {لَكُمْ آيَةً} على صدقي مشتملة على بيان البينة المذكورة أولا، وانتصاب {آيَةً} على الحال، والعامل فيها معنى الإشارة، وفي </p><p>(١) الخازن.</p><p> إضافة {ناقَةُ} إلى {اللَّهَ} تعالى تشريف لها وتكريم كما يقال: بيت الله وروح الله. </p><p> ووجه كونها معجزة له خارقة للعادة أنها خرجت من صخرة في الجبل، وكونها لا من ذكر ولا من أنثى، وكان خلقها من غير حمل ولا تدريج؛ لأنه خلقت في ساعة، وخرجت من الصخرة، وقيل: لأنها كان لها شرب يوم ولجميع قبيلة ثمود شرب يوم، وهذه من المعجزة أيضا؛ لأن ناقة تشرب ما تشربه قبيلة معجزة، وكانوا يحلبونها في يوم شربها قدر ما يكفيهم جميعهم، ويقوم لهم مقام الماء، وهذا أيضا معجزة. وقيل: إن سائر الوحوش والحيوانات كانت تمتنع من شرب الماء في يوم نوبتها، وتشرب في يوم نوبة ثمود، وهذا أيضا معجزة، وإنما أضافها إلى الله؛ لأن الله تعالى خلقها من غير واسطة ذكر وأنثى. وقيل: لأنها لم يملكها أحد إلا الله تعالى. وقيل: لأنها كانت حجة الله على قوم صالح، وإنما استشهد صالح على صحة نبوته بالناقة؛ لأنهم سألوه إياها آية دالة على صدق دعوته، وصحة نبوته. </p><p> ثم ذكر ما يترتب على كونها آية من أنه لا ينبغي التعرض لها، فقال:  {فَذَرُوها} ؛ أي: فاتركوها حالة كونها {تَأْكُلْ فِي أَرْضِ اللَّهِ} ؛ أي: في الحجر؛ أي: إن الأرض أرض الله، والناقة ناقة الله، فاتركوها تأكل ما تأكل في أرض ربها، وليس لكم أن تحولوا بينها وبين أرض ربها، فليست الأرض لكم ولا ما فيها من النبات من إنباتكم، وكانت الناقة مع ولدها ترعى الشجر وتشرب الماء ترد غبا، فإذا كان يومها وضعت رأسها في البئر، فما ترفعه حتى تشرب كل ما فيها، ثم تفجج فيحلبون ما شاؤوا حتى تمتلىء أوانيهم، فيشربون ويدخرون. وقرأ أبو جعفر في رواية:  {تأكل} - بالرفع - وهو في محل حال حينئذ. </p><p> {وَلا تَمَسُّوها} ؛ أي: ولا تقربوها {بِسُوءٍ} ؛ أي: بضرر من عقر وضرب مثلا؛ أي: لا تضربوها ولا تعقروها ولا تطردوها ولا تقربوها بشيء من أنواع الأذى، ولا تتعرضوا لها بوجه من الوجوه التي تسوؤها وتضرها في نفسها، ولا في أكلها إكراما لآية الله تعالى:  {فَيَأْخُذَكُمْ عَذابٌ أَلِيمٌ} بسبب أذاها؛ أي: فإنكم </p>"
}