{
  "id": null,
  "sura": 7,
  "aya": 103,
  "text": "<p> ومناسبة هذه الآية لما قبلها (١) : أنّ بين موسى وشعيب عليهما السلام مصاهرة - كما حكى الله تعالى في كتابه - ونسبا لكونهما من نسل إبراهيم، ولما استفتح قصة نوح بأرسلنا بنون العظمة .. أتبع ذلك قصة موسى فقال:  {ثُمَّ بَعَثْنا} ، ذكره أبو حيان في «البحر» . </p><p> وعبارة «المراغي» هنا: هذه هي القصة السادسة من قصص الأنبياء التي ذكرت في هذه السورة، وفيها من الإيضاح والتفصيل ما لم يذكر في غيرها؛ لأن معجزات موسى كانت أقوى من معجزات غيره ممن سبق ذكرهم، وجهل قومه كان أفحش، وقد ذكرت قصته في عدة سور مكية بين مطولة ومختصرة، وذكر اسمه في سور كثيرة، زادت على مئة وثلاثين مرة، وسر هذا أنّ قصته أشبه قصص الرسل بقصص النبي صلى الله عليه وسلّم، إذ أنّه أوتي شريعة دينية دنيوية، وكوّن الله تعالى به أمة عظيمة، ذات ملك ومدنية. </p><p> التفسير وأوجه القراءة </p><p> ١٠٣ - {ثُمَّ بَعَثْنا مِنْ بَعْدِهِمْ مُوسى} ؛ أي: ثمّ بعثنا من بعد نوح وهود وصالح ولوط وشعيب عليهم السلام، أو من بعد إهلاك الأمم المذكورة؛ أي: ثم بعدما فرغنا من ذكر قصص الأنبياء المذكورين وأممهم، نذكر قصة موسى وقومه فنقول: وعزتي وجلالي لقد أرسلنا موسى بن عمران من بعد إرسالنا لهؤلاء الرسل المذكورين في هذه السورة، وإهلاك أممهم، وقطع دوابرهم، حالة كونه مؤيدا {بِآياتِنا} ومعجزاتنا التسع، وملتبسا بأدلتنا وحججنا الدالة على صدقه، مثل العصا واليد، وغيرهما من الآيات التي جاء بها موسى عليه السلام، كما سيأتي التعبير عنها بهذا العدد في سورة الإسراء إن شاء الله تعالى:  {إِلى فِرْعَوْنَ وَمَلَائِهِ} ؛ أي: أشراف قومه، وتخصيصهم (٢) بالذكر مع عموم الرسالة لهم ولغيرهم؛ لأنّ من عداهم كالأتباع لهم، سموا (٣) ملأ لأنّهم يملؤون المجالس بأجرامهم، </p><p>(١) البحر المحيط. (٢) الشوكاني.(٣) أبو السعود.</p><p> والعيون بجمالهم، والقلوب بمهابتهم. ذكره أبو السعود. </p><p> وقال في «التحبير»  (١) : فرعون اسمه الوليد بن مصعب بن الريان، وكنيته أبو مرة، وقيل: أبو العباس، وهو فرعون الثاني الذي أرسل إليه موسى، وكان قبله فرعون آخر، وهو أخوه، واسمه قابوس بن مصعب ملك العمالقة، ولم يذكر في القرآن، وفرعون إبراهيم النمروذ، وفرعون هذه الأمة أبو جهل. انتهى. </p><p> فائدة: كان ملك فرعون أربع مئة سنة، وعاش ست مئة وعشرين سنة، ولم ير مكروها قط، ولو كان حصل له في تلك المدة جوع يوم، أو حمى ليلة، أو وجع .. لما ادعى الربوبية، وفرعون في الأصل علم لشخص، ثم صار لقبا لكل من ملك مصر، كما في «الشهاب» . </p><p> {فَظَلَمُوا بِها} ؛ أي: ظلم فرعون وأتباعه بتلك الآيات، وجحدوا بها وأنكروها؛ لأنّ الظلم وضع الشيء في غير موضعه، وكانت هذه الآيات معجزات ظاهرة قاهرة، فكفروا بها؛ أي (٢) : وضعوا الإنكار في موضع الإقرار بها، ووضعوا الكفر في موضع الإيمان، وذلك ظلم منهم على تلك الآيات الظاهرة، أو معنى {فَظَلَمُوا بِها} ؛ أي: ظلموا الناس بسببها لما صدوهم عن الإيمان بها، أو ظلموا أنفسهم بسببها {فَانْظُرْ} يا محمد، أو أيها المخاطب بعين بصيرتك {كَيْفَ كانَ عاقِبَةُ الْمُفْسِدِينَ} بالكفر من إهلاكهم؛ أي: أنظر بعين العقل والبصيرة كيف فعلنا بهم وكيف أهلكناهم، حيث صاروا مغرقين، وجعلناهم مثلا نوعد به كفرة من كان في عصرك يا محمد. </p><p> وحاصل المعنى: أي ثمّ (٣) بعثنا - من بعد أولئك الرسل - موسى بالمعجزات التي تدل على صدقه فيما يبلغه عنا إلى فرعون وأشراف قومه، فظلموا أنفسهم وقومهم بالكفر بها كبرا وجحودا، فكان عليم إثم ذلك وإثم قومهم الذين حرموا من الإيمان باتباعهم لهم، وقال:  {إِلى فِرْعَوْنَ وَمَلَائِهِ} ولم يقل فرعون </p><p>(١) التحبير. (٢) المراغي.(٣) أبو السعود.</p>"
}