{
  "id": null,
  "sura": 7,
  "aya": 44,
  "text": "<p> قريب من المحسنين .. قفى على ذلك بذكر بعض ضروب من رحمته؛ إذ أرسل إلينا الرياح وما فيها من منافع للناس فيها ينزل المطر الذي هو مصدر الرزق وسبب حياة كل حي في هذه الأرض، وفي ذلك عظيم الدلالة على قدرته تعالى على البعث والنشور. </p><p> وقال أبو حيان: مناسبة هذه الآية لما قبلها: أن الله سبحانه وتعالى لما (١) ذكر الدلائل على كمال إلهيته وقدرته وعلمه من العالم العلوي .. أتبعها بالدلائل من العالم السفلي؛ وهي محصورة في آثار العالم العلوي، منها الريح والسحاب والمطر، وفي المعدن والنبات والحيوان، ويترتب على نزول المطر أحوال النبات، وذلك هو المذكور في الآية، وانجر مع ذلك الدلالة على صحة الحشر والنشر، والبعث والقيامة، وانتظمت هاتان الآيتان محصلتين المبدأ والمعاد. </p><p> انتهى. </p><p> التفسير وأوجه القراءة </p><p> ٤٤ - {وَنادى أَصْحابُ الْجَنَّةِ أَصْحابَ النَّارِ} حين استقرار أهل الجنة في الجنة، واستقرار أهل النار في النار إذا ما وجهوا إليهم أبصارهم يسألونهم سؤال افتخار على حسن حالهم، وسؤال تهكم وتذكير بجناية أهل النار على أنفسهم بتكذيب الرسل، وسؤال تقرير لهم بصدق ما بلغهم الرسل من وعد ربهم لمن آمن واتقى بجنات النعيم قائلين لهم:  {أَنْ قَدْ وَجَدْنا} ؛ أي: قد وجدنا وتيقنا {ما وَعَدَنا رَبُّنا} على ألسنة رسله من النعيم والكرامة {حَقًّا} وصدقا لا شبهة فيه، وها نحن نستمتع بما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر {فَهَلْ وَجَدْتُمْ} يا أهل النار {ما وَعَدَ رَبُّكُمْ} ؛ أي: ما أوعدكم ربكم من الخزي والنكال والعذاب على الكفر {حَقًّا} ؛ أي: صدقا {قالُوا} ؛ أي: قال أهل النار مجيبين لأهل الجنة: {نَعَمْ} ؛ أي: وجدنا ما أوعدنا به ربنا حقا كما بلغنا على ألسنة الرسل، و {نَعَمْ} حرف يجاب به عن الاستفهام في إثبات المستفهم عنه، ونونها </p><p>(١) البحر المحيط.</p><p> وعينها مفتوحتان، ويقرأ بكسر العين؛ وهي لغة، ويجوز كسرهما جميعا على الإتباع. ذكره أبو البقاء. </p><p> فإن قلت (١) : هل هذا النداء من كل أهل الجنة لكل أهل النار، أو من البعض للبعض؟ </p><p> قلت: ظاهر قوله: {وَنادى أَصْحابُ الْجَنَّةِ أَصْحابَ النَّارِ} يفيد العموم، والجمع إذا قابل الجمع يوزع الفرد على الفرد، فكل فريق من أهل الجنة ينادي من كان يعرفه من الكفار في دار الدنيا. فإن قلت: إذا كانت الجنة في السماء، والنار في الأرض فكيف يمكن أن يبلغ هذا النداء، أو كيف يصح أن يقع؟ </p><p> قلت: إن الله قادر على أن يقوي الأصوات والأسماع، فيصير البعيد كالقريب. اه «خازن» . ويحتمل أنه تعالى يقرب إحدى الدارين من الأخرى؛ إما بإنزال العليا، وإما برفع السفلى. </p><p> فإن قلت: كيف يرى أهل الجنة أهل النار وبالعكس مع أن بينهما حجابا وهو سور الجنة؟. </p><p> أجيب: باحتمال أن سور الجنة لا يمنع الرؤية لما وراءه لكونه شفافا كالزجاج، وباحتمال أن فيه طاقات تحصل الرؤية منها. وقرأ (٢) ابن وثاب والأعمش والكسائي في جميع القرآن: {نعم} - بكسر العين -. قال مكي من قال:  {نِعَم} بكسر العين فكأنه أراد أن يفرق بين نعم التي هي جواب، وبين نعم التي هي اسم للبقر والغنم والإبل. </p><p> {فَأَذَّنَ مُؤَذِّنٌ} ؛ أي: فنادى مناد {بَيْنَهُمْ} ؛ أي: بين أهل الجنة وأهل النار؛ أي: نادى مناد أسمع الفريقين كلهم قائلا: {أَنْ لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ} لأنفسهم الجانين عليها بما أوجب حرمانها من النعيم المقيم، وهذا المؤذن إما مالك خازن النار، وإما ملك غيره يأمره الله بذلك. </p><p>(١) الفتوحات. (٢) البحر المحيط وفتح القدير.</p>"
}