{
  "id": null,
  "sura": 7,
  "aya": 57,
  "text": "<p> وهو مذكر، فيكون التذكير باعتبار معناها كما مر آنفا. تأمل. </p><p> ٥٧ - قوله:  {وَهُوَ الَّذِي يُرْسِلُ الرِّياحَ} معطوف على قوله: {إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّماواتِ وَالْأَرْضَ} ، والمعنى: إن ربكم الذي دبر السموات والأرض، وهو الذي يرسل ويبعث الرياح والهواء حالة كون تلك الرياح {بُشْرًا} بالنون؛ أي: منتشرة متسعة، وبالباء أي مبشرة بمجيء المطر؛ أي: يرسلها ويهيجها {بَيْنَ يَدَيْ رَحْمَتِهِ} ؛ أي: أمام المطر الذي هو رحمته حالة كونها نشرا، أو بشرا، وإنما سمي المطر رحمة؛ لأنه سبب لحياة الأرض الميتة {حَتَّى إِذا أَقَلَّتْ} ورفعت تلك الرياح، و {حَتَّى} غاية لقوله: {يُرْسِلُ} كما في «الشهاب»  {سَحابًا ثِقالًا} ؛ أي: غيما مثقلا بالماء {سُقْناهُ} ؛ أي: سقنا ذلك السحاب {لِبَلَدٍ مَيِّتٍ} ؛ أي: إلى مكان لا نبات فيه لعدم الماء {فَأَنْزَلْنا بِهِ} ؛ أي: في ذلك البلد {الْماءَ فَأَخْرَجْنا بِهِ} أي: بذلك الماء، أو في ذلك البلد {مِنْ كُلِّ} أنواع {الثَّمَراتِ} والزروع {كَذلِكَ} ؛ أي: كما أخرجنا الثمرات بالماء {نُخْرِجُ الْمَوْتى} أحياء من قبورهم بعد فنائهم دروس آثارهم {لَعَلَّكُمْ} أيها المنكرون للبعث {تَذَكَّرُونَ} هذا الشبه، فيزول عنكم استبعادكم للبعث بنحو قولكم:  {مَنْ يُحْيِ الْعِظامَ وَهِيَ رَمِيمٌ} أو المعنى: لكي تعتبروا أيها المنكرون للبعث، وتتذكروا أن القادر على إحياء هذه الأرض بالأشجار المزينة بالأزهار والثمار بعد موتها قادر على أن يحيي الأجساد بعد موتها. </p><p> وحاصل معنى الآية: أن ربكم المدبر لأمور الخلق هو الذي يرسل الرياح بين يدي رحمته؛ أي: بين الأمطار وأمامها حال كونها مبشرات بها فينشيء بها سحابا ثقالا لكثرة ما فيها من الماء، حتى إذا أقلتها ورفعتها إلى الهواء ساقها لإحياء بلد ميت قد عفت مزارعه، ودرست مشاربه، وأجدب أهله. ونحو الآية قوله: {وَاللَّهُ الَّذِي أَرْسَلَ الرِّياحَ فَتُثِيرُ سَحابًا فَسُقْناهُ إِلى بَلَدٍ مَيِّتٍ فَأَحْيَيْنا بِهِ الْأَرْضَ بَعْدَ مَوْتِها كَذلِكَ النُّشُورُ (٩) }. </p><p> {فَأَنْزَلْنا بِهِ الْماءَ} ؛ أي: فأنزلنا بالسحاب الماء؛ إذ قد ثبت أنه حينما يسخن الهواء القريب من سطوح البحار وغيرها بتأثير الحرارة .. يرتفع في الجو </p><p> ويبرد؛ لوصوله إلى منطقة باردة، أو لامتزاجه بتيار من الهواء البارد، فإذا برد تكاثف منه بخار الماء، وتكون السحاب، فالسحاب ناشيء من تكاثف بخار الماء من الهواء في الطبقات العالية من الجو، وهو لا يكون ثابتا في مكان، بل يسير في اتجاه أفقي مدفوعا بقوة الريح، ويتراوح بعده عن الأرض بين ميل وعشرة أميال، ويكون معتما مشبعا بالماء إذا كان قريبا من سطح الأرض، وهو الذي ينشأ عنه المطر؛ لتجميع قطيرات الماء التي فيه بعضها مع بعض بتأثير البرودة، فتكون قطيرات كبيرة تسقط من خلاله نحو الأرض؛ لثقلها بحسب سنة الله في جاذبية الثقل. </p><p> وقد أثبت العلم ودلت المشاهدة: أن سكان الجبال الشامخة يبلغون في العلو حذاء السحاب الممطر، أو يتجاوزونه إلى ما فوقه، فيكون دونهم {فَأَخْرَجْنا بِهِ مِنْ كُلِّ الثَّمَراتِ} ؛ أي: فأخرجنا بالماء أنواع الثمار على اختلاف طعومها وألوانها وروائحها، فتخرج كل أرض أنواعا مختلفة منها تدل على قدرة الله تعالى وعلمه، ورحمته وفضله كما قال: {وَفِي الْأَرْضِ قِطَعٌ مُتَجاوِراتٌ وَجَنَّاتٌ مِنْ أَعْنابٍ وَزَرْعٌ وَنَخِيلٌ صِنْوانٌ وَغَيْرُ صِنْوانٍ يُسْقى بِماءٍ واحِدٍ وَنُفَضِّلُ بَعْضَها عَلى بَعْضٍ فِي الْأُكُلِ إِنَّ فِي ذلِكَ لَآياتٍ لِقَوْمٍ يَعْقِلُونَ (٤) }. </p><p> وبعد أن ذكرهم بهذه الآيات .. قفى على ذلك بما يزيل إنكارهم للبعث، فقال:  {كَذلِكَ نُخْرِجُ الْمَوْتى} ؛ أي: ومثل هذا الإخراج لأنواع النبات من الأرض الميتة بإحيائها بالماء نخرج الموتى من الناس وغيرهم إذ القادر على هذا قادر على ذلك {لَعَلَّكُمْ تَذَكَّرُونَ} هذا الشبه، فيزول استبعادكم للبعث بنحو قولكم:  {أَإِذا مِتْنا وَكُنَّا تُرابًا وَعِظامًا أَإِنَّا لَمَبْعُوثُونَ} ، وقولكم: {أَإِذا مِتْنا وَكُنَّا تُرابًا ذلِكَ رَجْعٌ بَعِيدٌ (٣) }. </p><p> فأمثال هذه المقالات الدالة على إنكار خروج الحي من الميت تزول إذا أنتم تذكرتم خروج النبات الحي من الأرض الميتة إذ لا فارق بين حياة النبات، وحياة الحيوان، فكل منهما خاضع لقدرة الإله القادر على كل شيء، والحياة في عرف المخاطبين كانت تعرف بالتغذي، والنمو في النبات، والحس والحركة </p><p> في الحيوان. </p><p> إعادة الموتى </p><p> جاء في الكتاب الكريم قوله:  {كَما بَدَأْنا أَوَّلَ خَلْقٍ نُعِيدُهُ} ، وقوله:  {كَما بَدَأَكُمْ تَعُودُونَ} ، وقوله: {قالَ مَنْ يُحْيِ الْعِظامَ وَهِيَ رَمِيمٌ (٧٨) قُلْ يُحْيِيهَا الَّذِي أَنْشَأَها أَوَّلَ مَرَّةٍ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ (٧٩) } فأثبت في هذه الآيات الإعادة، وشببها بالبدء، هو تشبيه في جملة ذلك، لا في تفصيله، فإنه كما خلق جسد الإنسان الأول خلقا ذاتيا مبتدأ، ونفخ فيه الروح يخلق أجسام أفراد الإنسان خلقا ذاتيا معادا، ثم ينفخ فيها أرواحها التي كانت بها أناسي في الحياة الدنيا، فما الأجساد إلا كالسكن للأرواح، وليس بالبعيد على خالق العالم كله أن يعيد أجساد ألوف الملايين دفعة واحدة. </p><p> وقرأ أبو عمرو وابن كثير ونافع والحسن والسلمي وأبو رجاء والأعرج وأبو جعفر وشيبة وعيسى بن عمر وأبو يحيى وأبو نوفل الأعرابيان (١) : {الرياح نُشُرا} - جمعين بضم النون والشين - أرادوا جمع نشور، وهي الريح الطيبة الهبوب تهب من كل ناحية وجانب. وقرأ عبد الله وابن عباس وزر وابن وثاب والنخعي وطلحة بن مصرف والأعمش ومسروق وابن عامر وعبد الوارث والحسن البصري في رواية عنه:  {نُشْرا} - بضم النون وسكون الشين - وهي في معنى {نُشُرا} - بضمتين - إلا أنهم سكنوا الشين تخفيفا من الضم كرسل في رسل. وقرأ حمزة والكسائي وخلف والمفضل عن عاصم:  {نَشْرا} - بفتح النون وسكون الشين -. قال الفراء: النشر: الريح الطيبة اللينة التي تنشيء السحاب. وقال ابن الأنباري: النشر: المنتشرة الواسعة الهبوب. وقرأ أبو رجاء العطاردي وإبراهيم النخعي ومسروق في رواية عنهم ومورق العجلي:  {نَشَرا} - بفتح النون والشين - إما جمع نشور كعمود وعمد، أو جمع ناشر كغائب وغيب وحافد وحفد. هذه </p><p>(١) البحر المحيط وزاد المسير.</p>"
}