{
  "id": null,
  "sura": 7,
  "aya": 165,
  "text": "<p> وفي ذلك (١) دلالة على أن الذين كانوا يعدون في السبت بعض أهل القرية لا جميعهم، وإنّ أهلها كانوا فرقا ثلاثا: </p><p> فرقة العادين في السبت التي أشير إليها في الآية الأولى. </p><p> وفرقة الواعظين لهؤلاء العادين، لينتهوا عن عدوانهم ويكفوا عنه. </p><p> وفرقة اللائمين للواعظين التي قالت لهم: لم تعظون قوما قضى الله عليهم بالهلاك بالاستئصال، أو بعذاب شديد دون الاستئصال، أو المراد: مهلكهم في الدنيا، ومعذبهم في الآخرة، والاستفهام فيه للتوبيخ والتقريع. </p><p> {قالُوا} ؛ أي: قال الواعظون للائمين لهم: نعظهم {مَعْذِرَةً} ؛ أي: موعظة اعتذار نعتذر بها {إِلى رَبِّكُمْ} عن السكوت على المنكر، فإذا طولبنا بإقامة فريضة النهي عن المنكر .. قلنا قد فعلنا، فنكون بذلك معذورين {وَلَعَلَّهُمْ يَتَّقُونَ} ؛ أي: ورجاء لأن يتقوا بعض التقاة، ويتركوا الصيد في السبت، فهو معطوف على معنى معذرة؛ أي: وعظناهم للاعتذار إلى ربكم، ولرجاء أن ينتفعوا بالموعظة، فيحملهم ذلك على اتقاء الاعتداء الذي اقترفوه، إذ نحن لم نيأس من رجوعهم إلى الحق كما أنتم منهم يائسون، وقرأ الجمهور (٢) : {معذرة} بالرفع على أنّه خبر مبتدأ محذوف؛ أي: موعظتنا معذرة؛ أي: موعظتنا إقامة عذر إلى الله، ولئلا ننسب في النهي عن المنكر إلى بعض التقصير، ولطمعنا في أن يتقوا المعاصي، وقرأ حفص عن عاصم وزيد بن علي وعيسى بن عمر وطلحة بن مصرف {مَعْذِرَةً} - بالنصب - على أنّه مفعول لأجله؛ أي: وعظناهم لأجل المعذرة، وللرجاء في اتقائهم المعاصي. </p><p> ١٦٥ - {فَلَمَّا نَسُوا ما ذُكِّرُوا بِهِ} ؛ أي: فلما ترك العادون ما وعظوا به، وأعرضوا عنه، حتى صار كالمنسي عنه، بحيث لا يخظر ببالهم شيء من تلك المواعظ أصلا، {أَنْجَيْنَا الَّذِينَ يَنْهَوْنَ عَنِ السُّوءِ} ؛ أي: عن العمل السيء الذي هو أخذ الحيتان في يوم السبت، وهم الفريقان الآخران {وَأَخَذْنَا الَّذِينَ ظَلَمُوا} ؛ أنفسهم بأخذ </p><p>(١) المراغي. (٢) الفتوحات.</p><p> الحيتان يوم السبت؛ أي: أهلكناهم {بِعَذابٍ بَئِيسٍ} ؛ أي: بعذاب شديد موجع {بِما كانُوا يَفْسُقُونَ} ؛ أي: بسبب تماديهم في الفسق، حتى صار ديدنهم وهجيرهم؛ أي: أخذناهم بالعذاب بسبب الفسق الذي هو الخروج عن الطاعة، وهو الظلم، فالباءان متعلقتان بـ {أَخَذْنَا} ؛ لأنّ الأولى للتعدية، والثانية للسببية، فلا اعتراض. </p><p> والخلاصة (١) : أنه لما ذكّر المذكّرون ولم يتذكر المعتدون .. أنجينا الأولين وأخذنا الآخرين، وقد جرت سنة الله بأن لا يؤخذ الظالم في الدنيا بكل ما يقع منه من ظلم، كما يدل على ذلك قوله:  {وَلَوْ يُؤاخِذُ اللَّهُ النَّاسَ بِما كَسَبُوا ما تَرَكَ عَلى ظَهْرِها مِنْ دَابَّةٍ} ، وقوله:  {وَيَعْفُوا عَنْ كَثِيرٍ} ، ولكنه يؤاخذ الأمم والشعوب في الدنيا قبل الآخرة بما يقع منها من ظلم يظهر أثره بالاستمرار عليه كما قال:  {وَاتَّقُوا فِتْنَةً لا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنْكُمْ خَاصَّةً} ، كما عاقب الله بني إسرائيل كافة بتنكيل البابليين، ثم النصارى بهم، وسلبهم ملكهم حين عم فسقهم، ولم يدفع ذلك عنهم وجود بعض الصالحين فيهم. </p><p> وبالجملة: فالآية صريحة في هلاك الظالمين الفاسقين، ونجاة الصالحين الذين نهوهم عن عمل السوء وارتكاب المنكر، وسكت عن الفرقة التي أنكرت على الواعظين وعظهم وإنكارهم، وهي ناجية أيضا؛ لأنّها كانت منكرة للمنكر مستقبحة له، بدليل أنّها لم تفعله، وإنّما لم تنه عنه ليأسها من فائدة النهي، واعتقادها أنّ القوم قد استحقوا عقاب الله تعالى بإصرارهم على الفسق، فلا يفيدهم الوعظ، وهذا رأي ابن عباس رضي الله عنهما. </p><p> قوله:  {بِعَذابٍ بَئِيسٍ} ، قرأ ابن كثير وأبو عمرو وحمزة والكسائي {بَئِيسٍ} على وزن فعيل، كرئيس، فالهمزة بين الباء والياء، وقرأ نافع:  {بيس} بكسر الباء من غير همز، وقرأ ابن عامر كذلك، إلا أنّه همز، وروى خارجة عن نافع:  {بيس} - بفتح الباء - من غير همز - على وزن فعل -، وروى أبو بكر عن </p><p>(١) المراغي.</p>"
}