{
  "id": null,
  "sura": 7,
  "aya": 184,
  "text": "<p> وخلاصة ذلك: أنّ سنة الله قد مضت في الأمم والأفراد بأن يكون عقابهم بمقتضى الأسباب التي قام بها نظام الخلق، فالظالم إذا لم ينزل به العقاب عقب ظلمه ازداد بغيا وظلما، ولا يحسب للعواقب حسابا، فيسترسل في ظلمه إلى أن تحيق عاقبة ظلمه في الدنيا بأخذ الحكام له، أو بوقوعه في المصائب والمهالك، وله في الآخرة عذاب النار، وبئس القرار. </p><p> {إِنَّ كَيْدِي مَتِينٌ} ؛ أي: إنّ استدراجي ومكري وأخذي قوي لا يدافع بقوة، ولا بحيلة، وسمى العذاب كيدا لأنّ ظاهره إحسان ولطف، وباطنه خذلان وقهر، وقرأ عبد الحميد عن ابن عامر:  {أن كيدي} بفتح الهمزة على معنى: لأجل أن كيدي. وقرأ الجمهور بكسرها على الاستئناف، </p><p> ١٨٤ - والهمزة في قوله:  {أَوَلَمْ يَتَفَكَّرُوا} للاستفهام الإنكاري داخلة على محذوف تقديره: أكذبوا بآياتنا ولم يتفكروا فيها فيعلموا {ما بِصاحِبِهِمْ} محمد صلى الله عليه وسلّم {مِنْ جِنَّةٍ} ؛ أي: شيء من جنون؛ أي: أكذبوا الرسول ولم يتفكروا في حاله من بدء نشأته، وفي حقيقة دعوته، ودلائل رسالته، وآيات وحدانية الله وقدرته على إعادة خلقه كما بدأهم. </p><p> إنّهم إن تفكروا في ذلك مليا .. أوشكوا أن يعرفوا الحق، وما الحق إلا أن صاحبهم ليس به جنة، وقد حكى الكتاب الكريم أنّهم رموه بالجنون كقوله في كفار مكة: {أَفَلَمْ يَدَّبَّرُوا الْقَوْلَ أَمْ جاءَهُمْ ما لَمْ يَأْتِ آباءَهُمُ الْأَوَّلِينَ (٦٨) أَمْ لَمْ يَعْرِفُوا رَسُولَهُمْ فَهُمْ لَهُ مُنْكِرُونَ (٦٩) أَمْ يَقُولُونَ بِهِ جِنَّةٌ بَلْ جاءَهُمْ بِالْحَقِّ وَأَكْثَرُهُمْ لِلْحَقِّ كارِهُونَ (٧٠) }، وقوله: {يا أَيُّهَا الَّذِي نُزِّلَ عَلَيْهِ الذِّكْرُ إِنَّكَ لَمَجْنُونٌ (٦) لَوْ ما تَأْتِينا بِالْمَلائِكَةِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ (٧) } وقوله: {أَإِنَّا لَتارِكُوا آلِهَتِنا لِشاعِرٍ مَجْنُونٍ} . </p><p> وعبر عنه صلى الله عليه وسلّم بصاحبهم للإعلام بأن طول مصاحبتهم له صلى الله عليه وسلّم مما يطلعهم على نزاهته صلى الله عليه وسلّم عن شائبة الجنون. </p><p> وقد جرت عادة الكفار أن يرموا رسلهم بالجنون؛ لأنّهم ادعوا أن الله خصهم برسالته ووحيه على كونهم بشرا كغيرهم، لا يمتازون من سائر الناس بزعمهم؛ ولأنّهم ادعوا ما لم يعهد له نظير عندهم، فقد حكى الله عن قوم نوح أنّهم اتهموه بالجنون فقالوا: {إِنْ هُوَ إِلَّا رَجُلٌ بِهِ جِنَّةٌ فَتَرَبَّصُوا بِهِ حَتَّى حِينٍ (٢٥) }. </p>"
}