{
  "id": null,
  "sura": 7,
  "aya": 148,
  "text": "<p> سدى؛ لأنّهم عملوا لغير الله تعالى وأتعبوا أنفسهم في غير ما يرضي الله تعالى، فتصير أعمالهم وبالا عليهم، ولا يجزون إلا جزاء ما استمروا على عمله من الكفر والمعاصي، فأثر في نفوسهم وأرواحهم، حتى دساها وأفسدها، فقد مضت سننه تعالى بجعل الجزاء في الآخرة أثرا للعمل، مرتبا عليه، كترتيب المسبب على السبب {وَلا يَظْلِمُ رَبُّكَ أَحَدًا} في جزائه مثقال ذرة </p><p> ١٤٨ - {وَاتَّخَذَ قَوْمُ مُوسى} ؛ أي: وصاغ بنو إسرائيل {مِنْ بَعْدِهِ} ؛ أي: من بعد إنطلاق موسى عليه السلام وذهابه إلى الجبل لمناجاة ربه، وفاء للموعود الذي وعده إياه {مِنْ حُلِيِّهِمْ} ؛ أي: من حلي القبط وذهبهم التي استعاروها منهم لعلة العرس {عِجْلًا} ، أي: تبيعا وأبدل منه قوله: {جَسَدًا} ؛ أي: جرما وتمثالا، لدفع توهم أنّه صورة عجل منقوشة على حائط مثلا {لَهُ خُوارٌ} ؛ أي: له صوت مثل صوت تبيع البقر؛ أي: صاغ لهم موسى السامري - رجل منهم، وكان رجلا مطاعا فيهم، ذا منزلة واحترام؛ لأنّه رباه جبريل في الجبل -، {مِنْ حُلِيِّهِمْ عِجْلًا جَسَدًا} وتمثالا على صورة عجل البقر، له صوت وصياح، فقال لهم: هذا إلهكم وإله موسى فاعبدوه، وإنّما نسب الاتخاذ إليهم - مع أن الصائغ له هو موسى السامري - لأنّه عمله برأي جمهورهم الذين طلبوا أن يجعل لهم إلها يعبدونه. </p><p> قيل (١) : إن بني إسرائيل كان لهم عيد يتزينون فيه، ويستعيرون من القبط الحلي، فلما أغرق الله القبط بقيت تلك الحلي في أيدي بني إسرائيل، وصارت ملكا لهم، فجمع السامري تلك الحلي - وكان رجلا مطاعا فيهم، صائغا - فصاغ السامري عجلا، وأخذ كفا من تراب حافر فرس جبريل عليه السلام، فألقاه في جوف ذلك العجل، فانقلب لحما ودما، وظهر منه الخوار مرة واحدة، فقال السامري: هذا إلهكم وإله موسى عليه السلام، وكان (٢) اسم السامري موسى بن ظفر، من قرية تسمى سامرة، وكان ابن زنا، وضعته أمه في جبل فأرسل الله جبريل فصار يرضعه من إصبعه، فكان يعرفه إذا نزل إلى الأرض، فلما نزل جبريل يوم غرق فرعون، وكان راكبا فرسا، فكان كل شيء وطئه بحافرها يخضر </p><p>(١) المراح. (٢) الصاوي.</p><p> ويثمر، ففطن موسى السامري لذلك، وعلم أن هذا التراب له أثر، فأخذ شيئا منه ادخره، فلما توجه موسى عليه السلام للمناجاة .. صنع لهم العجل، ووضع التراب في فيه فصار له خوار، فقال: هذا إلهكم وإله موسى، فنسي كما في سورة طه، وكان موسى السامري منافقا، وانظر إلى من رباه جبريل، حيث كان منافقا، وإلى من رباه فرعون، حيث كان مرسلا فإنّ هذا دليل على أن السعادة والشقاوة بيد الله، قال بعضهم: </p><p> إذا المرء لم يخلق سعيدا من الأزل ... فقد خاب من ربّى وخاب المؤمّل </p><p> فموسى الّذي ربّاه جبريل كافر ... وموسى الّذي ربّاه فرعون مرسل </p><p> قال ابن كثير (١) : وقد اختلف المفسرون في ذلك العجل، هل صار لحما ودما له خوار؟ أو استمر على كونه من ذهب إلا أنّه يدخل فيه الهواء، فيصوت كالبقر، على قولين والله أعلم، انتهى. </p><p> ويرى (٢) الرأي الأول قتادة والحسن البصري، في جماعة آخرين، وتعليل ذلك عندهم: أن السامري رأى جبريل حين جاوز ببني إسرائيل البحر راكبا فرسا، ما وطىء بها أرضا إلا حلت فيها الحياة، واخضر نباتها، فأخذ من أثرها قبضة فنبذها في جوف تمثال العجل، فحلت فيه الحياة وصار يخور كما يخور العجل. </p><p> ويرى جماعة آخرون الرأي الثاني، ويقولون: إن خواره كان بتأثير دخول الريح في جوفه وخروجها من فيه، ذاك أنّه صنع تمثال عجل مجوفا، ووضع في جوفه أنابيب على طريق فنية، مستمدة من دراسة علم الصوت، وجعل وضعه على مهب أنابيب الرياح، فمتى دخلت الريح في جوف التمثال انبعث منه صوت يشبه خوار العجل، وقال آخرون: بل ذلك الخوار كان تمويها وعملا منه يشبه عمل الحواة، ذاك أنّه جعل التمثال أجوف، وجعل تحت الموضع الذي نصب فيه من ينفخ فيه من حيث لا يشعر الناس، فسمعوا الصوت من جوفه كالخوار، والناس يفعلون مثل هذا في النافورات التي تجري فيها المياه، وبهذا الطريق ونحوه ظهر </p><p>(١) ابن كثير. (٢) المراغي.</p><p> الصوت من التمثال، ثم ألقى في روع الناس أن هذا العجل إلهكم وإله موسى، فعبدوه كلهم إلا هارون وقليلا منهم وافقوه، كما قال الحسن، وقال الكرماني (١) : </p><p> جعل في بطن العجل بيتا يفتح ويغلق، فإذا أراد أن يخور .. أدخل غلاما يخور بعلامة بينهما إذا أراد، وقيل: يحتمل أن يكون الله أخاره ليفتن بني إسرائيل، وخواره قيل مرة واحدة ولم يثنّ، رواه أبو صالح عن ابن عباس. وقيل مرارا، فإذا خار سجدوا، وإذا سكت رفعوا رؤوسهم، وقال ابن عباس وأكثر المفسرين: إن هذا العجل قد ذبحه موسى وحرقه وذرأه في الهواء، كما سيأتي في سورة طه في قوله:  {لَنُحَرِّقَنَّهُ} الخ. </p><p> وقرأ الكسائي وحمزة (٢) : {مِنْ حُلِيِّهِمْ} بكسر الحاء، إتباعا لحركة اللام، كما قالوا: عصي، وهي قراءة أصحاب عبد الله ويحيى بن وثاب، وطلحة والأعمش، وقرأ باقي السبعة والحسن وأبو جعفر وشيبة بضم الحاء، وهو جمع نحو: ثدي وثديّ، وقرأ يعقوب: مِنْ حُلِيِّهِمْ بفتح الحاء وسكون اللام وهو مفرد، ويراد به الجنس، أو اسم جنس مفرده حلية، كثمر وثمرة، وأضيفت الحلي إليهم لأنّهم ملكوها غنيمة لما غرق قوم فرعون، أو أضيفت إليهم وإن كانت لغيرهم تجوزا لأدنى ملابسة. </p><p> وقرأ علي وأبو السمال وفرقة {جؤار} بالجيم والهمز، من جار إذا صاح بشدة صوت. فرد الله عليهم ضلالاتهم، وأبان لهم فساد آرائهم، وقرعهم على جهالاتهم فقال:  {أَلَمْ يَرَوْا أَنَّهُ لا يُكَلِّمُهُمْ} والاستفهام فيه للتقريع والتوبيخ؛ أي: ألم يعلم قوم موسى أنّ هذا العجل لا يكلمهم بشيء {وَلا يَهْدِيهِمْ سَبِيلًا} ؛ أي: طريقا توصلهم إلى مصالحهم وسعادتهم بوجه من الوجوه. </p><p> أي: ألم يروا أنّه فاقد لما يعرف به الإله الحق من تكليمه لمن يختاره من البشر لرسالته، لتعليم عباده ما يجب عليهم معرفته من صفاته، وسبيل عبادته، كما كلم رب العالمين موسى عليه السلام، وألقى إليه الألواح التي فيها من </p><p>(١) البحر المحيط. (٢) البحر المحيط.</p>"
}