{
  "id": null,
  "sura": 7,
  "aya": 188,
  "text": "<p> إذ تصدى كثير من محبي الملك والسلطان، ومن أدعياء الولاية لدعوى المهدوية في الشرق والغرب، وتأييد دعواهم بالقتال والحرب، وبالبدع والإفساد في الأرض، حتى خرج ألوف الألوف من هداة الدين، ومرقوا من الإسلام. </p><p> وقد كان من حصافة الرأي أن يكون خروج المهدي باعثا لهم على الاستعداد لظهوره، بتأليف عصبية قوية بزعامته، تجدد الإسلام وتنشر العدل في الإسلام، لكنهم لم يفعلوا، بل تركوا ما يجب من حفظ سلطان الملة بجمع كلمة الأمة، وبإعداد ما استطاعوا من حول وقوة، واتكلوا على قرب ظهور المهدي، وأنه هو الذي سيرد إليهم ملكهم بالكرامات وخوارق العادات، لا بالمدافع والدبابات والطيارات، والقاذفات، والأساطيل، والغواصات، وقد فاتهم أنّ الحرب كانت بين النبي صلى الله عليه وسلّم وبين المشركين سجالا، وكان المؤمنون ينفرون منه خفافا وثقالا، فهل يكون المهدي أهدى وأحسن منه حالا ومآلا؟. </p><p> ١٨٨ - {قُلْ} لهم يا محمد فيما تبلغه لهم من أمر دينهم {لا أَمْلِكُ لِنَفْسِي} ولا لغيري {نَفْعًا وَلا ضَرًّا} ؛ أي: جلب نفع ولا دفع ضر، مستقلا بقدرتي على ذلك {إِلَّا ما شاءَ اللَّهُ} أن يقدرني عليه، فإذا أقدرني على جلب النفع .. جلبته بفعل أسبابه، وإذا أقدرني على منع الضر .. منعته بتسخير الأسباب كذلك. </p><p> وقد كان المسلمون - ولا سيما حديثوا العهد بالإسلام - يظنون أنّ منصب الرسالة يقتضي علم الساعة وغيرها من علم الغيب، وأنّ الرسول يقدر على ما لا يصل إليه كسب البشر من جلب النفع ومنع الضر عن نفسه وعمن يحب، أو عمن يشاء، أو منع النفع وإحداث الضر بمن يكره، أو بمن يشاء، فأمره الله تعالى أن يبين للناس أنّ منصب الرسالة لا يقتضي ذلك، وأن وظيفة الرسول إنّما هي التعليم والإرشاد لا الخلق والإيجاد، وأنّه لا يعلم من الغيب إلا ما يتعلق بذلك مما علمه الله بوحيه، وأنه فيما عدا ذلك بشر كسائر الناس {قُلْ إِنَّما أَنَا بَشَرٌ مِثْلُكُمْ يُوحى إِلَيَّ}  {وَلَوْ كُنْتُ أَعْلَمُ الْغَيْبَ} ؛ أي: جلب منافع الدنيا، ودفع مضراتها {لَاسْتَكْثَرْتُ مِنَ الْخَيْرِ} ؛ أي: لحصلت كثيرا من الخير بترتيب الأسباب، كالادخار في زمن الخصب لزمن الجدب {وَ} لـ {ما مَسَّنِيَ السُّوءُ} ؛ أي: ولما أصابني </p><p> الضر والفقر لاحترازي عنه باجتناب الأسباب، وفي «الكرخي» : {وَما مَسَّنِيَ السُّوءُ} ؛ أي: سوء يمكن التقصي عنه بالتوقي عن موجباته، والمدافعة بموانعه، لا سوء ما؛ فإن منه ما لا مدفع له. اه. </p><p> قال ابن كثير: أمره الله تعالى أن يفوض الأمر إليه، وأن يخبر عن نفسه أنه لا يعلم الغيب في المستقبل، ولا اطلاع له على شيء من ذلك، إلا ما أطلعه الله عليه كما قال: {عالِمُ الْغَيْبِ فَلا يُظْهِرُ عَلى غَيْبِهِ أَحَدًا (٢٦) } روى الضحاك عن ابن عباس: {وَلَوْ كُنْتُ أَعْلَمُ الْغَيْبَ لَاسْتَكْثَرْتُ مِنَ الْخَيْرِ} ؛ أي: من المال. وقال ابن جرير: أي: لو كنت أعلم الغيب .. لأعددت للسنة المجدبة من المخصبة، ولوقت الغلاء من الرخص. وقال عبد الله بن زيد بن أسلم:  {وَما مَسَّنِيَ السُّوءُ} قال: لاجتنبت ما يكون من الشر قبل أن يكون واتقيته. اه. </p><p> ثم علل نفي امتيازه عن البشر بملك النفع والضر من غير طرق الأسباب، وسنن الله في الخلق، ونفي امتيازه عنهم بعلم الغيب فقال:  {إِنْ أَنَا} ؛ أي: ما أنا {إِلَّا نَذِيرٌ} ؛ أي: مخوف من النار {وَبَشِيرٌ} بالجنة {لِقَوْمٍ يُؤْمِنُونَ} بالجنة والنار؛ أي: كتب في الأزل أنهم يؤمنون فإنّهم المنتفعون به، فلا ينافي كونه بشيرا ونذيرا للناس كافة، واللام في قوله:  {لِقَوْمٍ} تتعلق بكل من (النذير) و (البشير) ؛ لأن (١) النذارة والبشارة إنما ينفعان فيهم، أو متعلق بالبشير وحده، والمتعلق بالنذير محذوف؛ أي: إلا نذير للكافرين، وبشير للمؤمنين. </p><p> والمعنى (٢) : إنّه لا امتياز لي عن جميع البشر إلا بالتبليغ عن الله عز وجل بالإنذار والتبشير، وكل منهما يوجه إلى جميع أمة الدعوة، والآيات في ذلك كثيرة نحو قوله:  {لِتُبَشِّرَ بِهِ الْمُتَّقِينَ وَتُنْذِرَ بِهِ قَوْمًا لُدًّا} وقوله: {إِنَّما تُنْذِرُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَأَقامُوا الصَّلاةَ} . والخلاصة: أنّ الرسل عليهم الصلاة والسلام عباد مكرمون، لا يشاركون الله في صفاته ولا في أفعاله، ولا سلطان لهم على التأثير في علمه، ولا في </p><p>(١) النسفي. (٢) المراغي.</p><p> تدبيره، وإنّما يمتازون باختصاص الله تعالى إياهم بوحيه واصطفائهم لتبليغ رسالته لعباده، وجعلهم قدوة صالحة للناس في العمل بما جاؤوا به عن الله تعالى من الصلاح والتقوى والأخلاق الفاضلة. </p><p> قال الشوكاني: وفي (١) هذه الآية من إظهار العبودية، والإقرار بالعجز عن الأمور التي ليست من شأن العبيد، والاعتراف بالضعف عن انتحال ما ليس له صلى الله عليه وسلّم ما فيه أعظم زاجر، وأبلغ واعظ لمن يدعي لنفسه ما ليس من شأنها، وينتحل علم الغيب بالنجامة أو الرمل، أو الطرق بالحصى أو الزجر اه. </p><p> قال أبو حيان: وظاهر (٢) قوله: {وَلَوْ كُنْتُ أَعْلَمُ الْغَيْبَ} انتفاء العلم عن الغيب على جهة عموم الغيب، كما روي عنه:  «لا أعلم ما وراء هذا الجدار إلا أن يعلمنيه ربي» بخلاف ما يذهب إليه هؤلاء الذين يدعون العلم بالمستقبل الغيبي، وأنّهم برياضة نفوسهم يحصل لهم إطلاع على المغيبات، وإخبار بالكوائن التي تحدث، وما أكثر ادعاء الناس لهذا الأمر، وخصوصا في ديار مصر، حتى إنّهم </p><p> لينسبون ذلك إلى رجل متضمخ بالنجاسة، يظل دهره لا يصلي ولا يستنجي من نجاسة، ويكشف عورته للناس حين يبول، وهو عار عن العلم والعمل الصالح. انتهى. </p><p> الإعراب </p><p> {وَاتْلُ عَلَيْهِمْ نَبَأَ الَّذِي آتَيْناهُ آياتِنا فَانْسَلَخَ مِنْها فَأَتْبَعَهُ الشَّيْطانُ فَكانَ مِنَ الْغاوِينَ (١٧٥) }. </p><p> {وَاتْلُ} الواو: عاطفة، {اتْلُ} : فعل أمر، وفاعله ضمير يعود على محمد، والجملة معطوفة على العامل المقدر في قوله:  {وَإِذْ أَخَذَ رَبُّكَ} كما ذكره أبو السعود، {عَلَيْهِمْ} : متعلق بـ {اتْلُ} ، {نَبَأَ الَّذِي} : مفعول به ومضاف إليه، {آتَيْناهُ آياتِنا} : فعل وفاعل ومفعولان، والجملة صلة الموصول، {فَانْسَلَخَ} : {الفاء} : حرف عطف وتعقيب، {انسلخ} : فعل ماض، وفاعله ضمير يعود على الموصول، {مِنْها} : متعلق به، والجملة معطوفة على جملة {آتَيْناهُ} ، {فَأَتْبَعَهُ </p><p>(١) فتح القدير. (٢) البحر المحيط.</p><p> الشَّيْطانُ}: فعل ومفعول وفاعل، والجملة معطوفة على جملة {انسلخ} ، {فَكانَ}  {الفاء} : عاطفة، {كان} : فعل ماض ناقص، واسمها ضمير يعود على المنسلخ، {مِنَ الْغاوِينَ} خبرها، والجملة معطوفة على جملة قوله:  {فَأَتْبَعَهُ الشَّيْطانُ} . </p><p> {وَلَوْ شِئْنا لَرَفَعْناهُ بِها وَلكِنَّهُ أَخْلَدَ إِلَى الْأَرْضِ وَاتَّبَعَ هَواهُ فَمَثَلُهُ كَمَثَلِ الْكَلْبِ إِنْ تَحْمِلْ عَلَيْهِ يَلْهَثْ أَوْ تَتْرُكْهُ يَلْهَثْ} . </p><p> {وَلَوْ}  {الواو} : استئنافية، {لَوْ} : حرف شرط، {شِئْنا} : فعل وفاعل، والجملة فعل شرط لـ {لَوْ}  {لَرَفَعْناهُ}  {اللام} : رابطة لجواب {لَوْ} ، {رفعناه} : فعل وفاعل ومفعول، {بِها} : متعلق به، والجملة جواب {لَوْ} لا محل لها من الإعراب، وجملة {لَوْ} الشرطية مستأنفة، {وَلكِنَّهُ} : {لكن} : حرف استدراك. {والهاء} : اسمها. {أَخْلَدَ} : فعل ماض، وفاعله ضمير يعود على المنسلخ، {إِلَى الْأَرْضِ} : متعلق به، والجملة الفعلية في محل الرفع خبر {لكن} ، وجملة {لكن} معطوفة على جملة {لَوْ} ، {وَاتَّبَعَ هَواهُ} : فعل ومفعول، وفاعله ضمير يعود على المنسلخ، والجملة في محل الرفع معطوفة على جملة {أَخْلَدَ} ، {فَمَثَلُهُ} : {الفاء} : فاء الفصيحة؛ لأنّها أفصحت عن جواب شرط مقدر تقديره: إذا عرفت صفات المنسلخ المذكورة، وأردت بيان مثله لك .. </p><p> فأقول: مثله كمثل الكلب، {مثله} : مبتدأ ومضاف إليه، {كَمَثَلِ الْكَلْبِ} : جار ومجرور ومضاف إليه خبر المبتدأ، والجملة الاسمية في محل النصب مقول لجواب {إذا} المقدرة، وجملة إذا المقدرة مستأنفة، {إِنْ} : حرف شرط، {تَحْمِلْ} : فعل مضارع مجزوم بـ {إِنْ} وفاعله ضمير يعود على المخاطب {عَلَيْهِ} : متعلقان بالفعل {تَحْمِلْ} ، {يَلْهَثْ} : فعل مضارع مجزوم بـ {إِنْ} على كونه جوابا لها، وفاعله ضمير يعود على {الْكَلْبِ} ، وجملة {إِنْ} الشرطية في محل النصب حال من {الْكَلْبِ} ؛ أي: حالة كون الكلب لاهثا في كل حال، {أَوْ تَتْرُكْهُ} : فعل ومفعول معطوف على {إِنْ تَحْمِلْ} على كونه فعل شرط لـ {إِنْ} وفاعله ضمير يعود على المخاطب، {يَلْهَثْ} : فعل مضارع معطوف على </p><p> {يَلْهَثْ} الأول على كونه جوابا لـ {إِنْ} الشرطية، وفاعله ضمير يعود على {الْكَلْبِ} . </p><p> {ذلِكَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآياتِنا فَاقْصُصِ الْقَصَصَ لَعَلَّهُمْ يَتَفَكَّرُونَ} . </p><p> {ذلِكَ مَثَلُ الْقَوْمِ} : مبتدأ وخبر ومضاف إليه، والجملة مستأنفة، {الَّذِينَ} : صفة لـ {الْقَوْمِ} ، {كَذَّبُوا} : فعل وفاعل، والجملة صلة الموصول، بـ {بِآياتِنا} : جار ومجرور ومضاف إليه، متعلق بـ {كَذَّبُوا} ، {فَاقْصُصِ} : {الفاء} : فاء الفصيحة؛ لأنّها أفصحت عن جواب شرط مقدر تقديره: إذا تحققت أن المثل المذكور مثل القوم الذين كذبوا بآياتنا، وأردت بيان ما هو اللازم .. فأقول لك:  {اقصص القصص} : {اقصص} : فعل أمر، وفاعله ضمير يعود على محمد، {الْقَصَصَ} : مفعول به، والجملة الفعلية في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة، {لَعَلَّهُمْ} : {لعل} : حرف ترج، {والهاء} : اسمها، وجملة {يَتَفَكَّرُونَ} خبرها، وجملة (١) الترجي في محل النصب على أنّها حال من ضمير المخاطب، أو على أنّها مفعول له؛ أي: فأقصص القصص راجيا لتفكرهم، أو رجاء لتفكرهم. </p><p> {ساءَ مَثَلًا الْقَوْمُ الَّذِينَ كَذَّبُوا بِآياتِنا وَأَنْفُسَهُمْ كانُوا يَظْلِمُونَ (١٧٧) }. </p><p> {ساءَ} : فعل ماض من أفعال الذم، وفاعله ضمير مستتر فيه وجوبا لشبهه بالمثل تقديره: هو، يعود على مبهم يفسره التمييز، {مَثَلًا} تمييز لفاعل {ساءَ} المستتر فيه، {الْقَوْمُ} مخصوص بالذم مرفوع على الابتداء، ولكنه على تقدير مضاف تقديره: مثل القوم، وخبره جملة {ساءَ} والتقدير: مثل القوم الذي كذبوا بآياتنا ساء مثلا، والجملة الاسمية جملة إنشائية لا محل لها من الإعراب، {الَّذِينَ} : اسم موصول في محل رفع صفة لـ {الْقَوْمُ} . {كَذَّبُوا} : فعل وفاعل، {بِآياتِنا} : متعلق به، والجملة صلة الموصول {وَأَنْفُسَهُمْ} : مفعول مقدم لـ {يَظْلِمُونَ} ، {كانُوا} : فعل ناقص واسمه، وجملة {يَظْلِمُونَ} : خبره، وجملة </p><p>(١) الفتوحات.</p><p> {كانُوا} معطوفة على جملة {كَذَّبُوا} على كونها صلة الموصول. </p><p> {مَنْ يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِي وَمَنْ يُضْلِلْ فَأُولئِكَ هُمُ الْخاسِرُونَ (١٧٨) }. </p><p> {مَنْ} : اسم شرط جازم في محل الرفع مبتدأ، والخبر جملة الجواب، أو جملة الشرط، أو هما، {يَهْدِ اللَّهُ} : فعل وفاعل مجزوم بـ {مَنْ} على كونه فعل شرط لها، {فَهُوَ الْمُهْتَدِي} : مبتدأ وخبر، و {الفاء} رابطة الجواب وجوبا، والجملة الاسمية في محل الجزم بـ {مَنْ} على كونها جواب شرط لها، وجملة من الشرطية مستأنفة. {وَمَنْ} : الواو: عاطفة {مَنْ} : اسم شرط في محل الرفع مبتدأ، والخبر جملة الجواب على الخلاف المذكور آنفا، {يُضْلِلْ} : فعل مضارع مجزوم بـ {مَنْ} على كونه فعل شرط لها، وفاعله ضمير يعود على الله، {فَأُولئِكَ}  {الفاء} : رابطة الجواب، {أولئك} : مبتدأ، {هُمُ} : ضمير فعل، {الْخاسِرُونَ} : خبره والجملة الاسمية في محل الجزم بـ {مَنْ} الشرطية، على كونها جوابا لها، وجملة {مَنْ} الشرطية معطوفة على جملة {مَنْ} الأولى. </p><p> {وَلَقَدْ ذَرَأْنا لِجَهَنَّمَ كَثِيرًا مِنَ الْجِنِّ وَالْإِنْسِ لَهُمْ قُلُوبٌ لا يَفْقَهُونَ بِها وَلَهُمْ أَعْيُنٌ لا يُبْصِرُونَ بِها وَلَهُمْ آذانٌ لا يَسْمَعُونَ بِها أُولئِكَ كَالْأَنْعامِ بَلْ هُمْ أَضَلُّ أُولئِكَ هُمُ الْغافِلُونَ (١٧٩) }. </p><p> {وَلَقَدْ}  {الواو} : استئنافية، {اللام} موطئة للقسم، {قد} : حرف تحقيق، {ذَرَأْنا} : فعل وفاعل، {لِجَهَنَّمَ} متعلق به، {كَثِيرًا} : مفعول به، {مِنَ الْجِنِّ} : صفة لـ {كَثِيرًا} ، {وَالْإِنْسِ} : معطوف على {الْجِنِّ} ، والجملة الفعلية جواب لقسم محذوف، وجملة القسم مع جوابه مستأنفة، {لَهُمْ} خبر مقدم، {قُلُوبٌ} : مبتدأ مؤخر، والجملة الاسمية في محل النصب صفة ثانية لـ {كَثِيرًا} ، لا {يَفْقَهُونَ} : فعل وفاعل، بِها متعلق به، والجملة الفعلية في محل الرفع صفة لـ {قُلُوبٌ} ، {وَلَهُمْ} : خبر مقدم، {أَعْيُنٌ} : مبتدأ مؤخر، والجملة الاسمية في محل النصب معطوفة على جملة قوله:  {لَهُمْ قُلُوبٌ} على كونها صفة لـ {كَثِيرًا} ، وجملة {لا يُبْصِرُونَ بِها} في محل الرفع صفة لـ {أَعْيُنٌ} ، وجملة {وَلَهُمْ آذانٌ} في محل النصب معطوفة على جملة قوله: {لَهُمْ قُلُوبٌ} وجملة {لا </p><p> يَسْمَعُونَ بِها} في محل الرفع صفة لـ {آذانٌ}  {أُولئِكَ} : مبتدأ، {كَالْأَنْعامِ} : خبره، والجملة مستأنفة، {بَلْ} : حرف عطف وإضراب، {هُمْ} : مبتدأ {أَضَلُّ} : خبره، والجملة معطوفة على جملة قوله:  {أُولئِكَ كَالْأَنْعامِ} ، {أُولئِكَ} : مبتدأ، {هُمْ} : ضمير فصل، {الْغافِلُونَ} خبره، والجملة الاسمية مستأنفة. </p><p> {وَلِلَّهِ الْأَسْماءُ الْحُسْنى فَادْعُوهُ بِها وَذَرُوا الَّذِينَ يُلْحِدُونَ فِي أَسْمائِهِ سَيُجْزَوْنَ ما كانُوا يَعْمَلُونَ (١٨٠) }. </p><p> {وَلِلَّهِ} : خبر مقدم، {الْأَسْماءُ} : مبتدأ مؤخر، {الْحُسْنى} : صفة له، والجملة مستأنفة، {فَادْعُوهُ} : {الفاء} : فاء الفصيحة لأنها أفصحت عن جواب شرط مقدر تقديره: إذا عرفتم أن لله الأسماء وأردتم بيان ما هو اللازم لكم .. فأقول لكم، {ادعوه} : فعل وفاعل ومفعول، {بِها} : متعلق به، والجملة الفعلية في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. {وَذَرُوا الَّذِينَ} : فعل وفاعل ومفعول، والجملة معطوفة على جملة {فادعوا} ، {يُلْحِدُونَ} : فعل وفاعل، {فِي أَسْمائِهِ} : متعلق به، والجملة صلة الموصول، {سَيُجْزَوْنَ} : فعل مضارع مغير الصيغة، ونائب فاعل، {ما} موصولة أو موصوفة في محل النصب مفعول ثان، والجملة الفعلية مستأنفة، {كانُوا} : فعل ناقص واسمه، وجملة {يَعْمَلُونَ} خبرها، وجملة:  {كانُوا} صلة لـ {ما} أو صفة لها، والعائد أو الرابط محذوف تقديره: كانوا يعملونه. </p><p> {وَمِمَّنْ خَلَقْنا أُمَّةٌ يَهْدُونَ بِالْحَقِّ وَبِهِ يَعْدِلُونَ (١٨١) وَالَّذِينَ كَذَّبُوا بِآياتِنا سَنَسْتَدْرِجُهُمْ مِنْ حَيْثُ لا يَعْلَمُونَ (١٨٢) }. </p><p> {وَمِمَّنْ}  {الواو} : استئنافية، {مِمَّنْ} : جار ومجرور خبر مقدم، {خَلَقْنا} : فعل وفاعل، والجملة صلة الموصول، والعائد محذوف تقديره: وممن خلقناه، {أُمَّةٌ} : مبتدأ مؤخر والجملة الاسمية مستأنفة، {يَهْدُونَ} : فعل وفاعل، {بِالْحَقِّ} : متعلق به، والجملة صفة لـ {أُمَّةٌ} ، {وَبِهِ} متعلق بـ {يَعْدِلُونَ} ، وجملة {يَعْدِلُونَ} في محل الرفع معطوفة على جملة {يَهْدُونَ} . {وَالَّذِينَ} : مبتدأ، {كَذَّبُوا} : فعل وفاعل، {بِآياتِنا} : متعلق به، والجملة صلة الموصول، </p><p> {سَنَسْتَدْرِجُهُمْ} : فعل ومفعول، وفاعله ضمير يعود على الله، {مِنْ حَيْثُ} : جار ومجرور، متعلق به، والجملة الفعلية في محل الرفع خبر المبتدأ، والجملة الاسمية مستأنفة، وجملة:  {لا يَعْلَمُونَ} في محل الجر مضاف إليه لـ {حَيْثُ} . </p><p> {وَأُمْلِي لَهُمْ إِنَّ كَيْدِي مَتِينٌ (١٨٣) أَوَلَمْ يَتَفَكَّرُوا ما بِصاحِبِهِمْ مِنْ جِنَّةٍ إِنْ هُوَ إِلَّا نَذِيرٌ مُبِينٌ (١٨٤) }. </p><p> {وَأُمْلِي}  {الواو} : عاطفة، {أُمْلِي} : فعل مضارع، وفاعله ضمير يعود على الله، لَهُمْ: متعلق به، والجملة الفعلية في محل الرفع معطوفة على جملة {سَنَسْتَدْرِجُهُمْ} ، وفيه نوع من الالتفات؛ لأنّ مقتضى السياق أن يقال: ونملي، أو مستأنفة أو خبر لمبتدأ محذوف تقديره: وأنا أملي، {إِنَّ} : حرف نصب، {كَيْدِي} : اسمها ومضاف إليه، {مَتِينٌ} : خبرها، وجملة {إِنَّ} : مستأنفة مسوقة لتعليل ما قبلها. {أَوَلَمْ}  {الهمزة} : للاستفهام الإنكاري داخلة على محذوف تقديره: أكذبوا بآياتنا ولم يتفكروا، الواو: عاطفة على ذلك المحذوف، {لَمْ يَتَفَكَّرُوا} : فعل وفاعل مجزوم بـ {لَمْ} ، والجملة معطوفة على المحذوف الذي قدرناه آنفا، والجملة المحذوفة مستأنفة، ما: نافية، {بِصاحِبِهِمْ} : خبر مقدم، {مِنْ جِنَّةٍ} : مبتدأ مؤخر، {ومِنْ} : زائدة، والجملة الاسمية في محل النصب مفعول لـ {يَتَفَكَّرُوا} ؛ لأنّها علقت بما النافية، {إِنْ} : نافية، {هُوَ} : مبتدأ، {إِلَّا} : أداة استثناء مفرغ، {نَذِيرٌ} : خبر، {مُبِينٌ} : صفة له، والجملة الاسمية مستأنفة مسوقة لتقرير ما قبلها وتأكيده. </p><p> {أَوَلَمْ يَنْظُرُوا فِي مَلَكُوتِ السَّماواتِ وَالْأَرْضِ وَما خَلَقَ اللَّهُ مِنْ شَيْءٍ وَأَنْ عَسى أَنْ يَكُونَ قَدِ اقْتَرَبَ أَجَلُهُمْ فَبِأَيِّ حَدِيثٍ بَعْدَهُ يُؤْمِنُونَ (١٨٥) }. </p><p> {أَوَلَمْ}  {الهمزة} : للاستفهام التوبيخي داخلة على محذوف تقديره: أكذبوا الرسول الذي علموا صدقه، والواو: عاطفة على ذلك المحذوف، {لَمْ يَنْظُرُوا} : فعل وفاعل مجزوم بـ {لَمْ} ، {فِي مَلَكُوتِ السَّماواتِ} : جار ومجرور ومضاف إليه متعلق به، {وَالْأَرْضِ} : معطوف على {السَّماواتِ} ، والجملة الفعلية معطوفة على ذلك المحذوف، والجملة المحذوفة مستأنفة، {وَما خَلَقَ اللَّهُ} . </p><p> الواو: عاطفة، {ما} : موصولة أو موصوفة في محل الجر، معطوفة على {مَلَكُوتِ السَّماواتِ} ، {خَلَقَ اللَّهُ} : فعل وفاعل، {مِنْ شَيْءٍ} حال من الضمير المحذوف من {خَلَقَ} ؛ أي: وفي ما خلقه الله من شيء، والجملة الفعلية صلة لـ ما أو صفة لها، والعائد أو الرابط محذوف تقديره: وفي ما خلقه من شيء، {وَأَنْ} الواو: عاطفة {أَنْ} : مخففة من الثقيلة، واسمها ضمير الشأن؛ أي: وفي أنّه، {عَسى} : فعل ماض تام من أفعال الرجاء، {أَنْ} : حرف مصدر، {يَكُونَ} منصوب بـ {أَنْ} ، واسمها ضمير الشأن، {قَدِ اقْتَرَبَ أَجَلُهُمْ} : فعل وفاعل، والجملة الفعلية في محل النصب خبر {يَكُونَ} ، وجملة {يَكُونَ} في تأويل مصدر مرفوع على الفاعلية لـ {عَسى} والتقدير: وأن عسى اقتراب أجلهم، وجملة {عَسى} في محل الرفع خبر {أَنْ} المخففة، وجملة {أَنْ} المخففة في تأويل مصدر معطوف على {مَلَكُوتِ السَّماواتِ} والتقدير: أو لم ينظروا في ملكوت السموات والأرض وفي ما خلق الله من شيء، وفي توقع اقتراب أجلهم، {فَبِأَيِّ}  {الفاء} : رابطة لجواب شرط محذوف تقديره: إن لم يؤمنوا بهذا القرآن .. {فَبِأَيِّ حَدِيثٍ بَعْدَهُ يُؤْمِنُونَ} ، {بأي حديث} : جار ومجرور ومضاف إليه، متعلق بـ {يُؤْمِنُونَ} ، والاستفهام فيه تعجبي، {بَعْدَهُ} : ظرف ومضاف إليه متعلق بالفعل {يُؤْمِنُونَ}  {يُؤْمِنُونَ} : فعل وفاعل في محل الجزم بالشرط المحذوف، وجملة الشرط المحذوف مستأنفة. </p><p> {مَنْ يُضْلِلِ اللَّهُ فَلا هادِيَ لَهُ وَيَذَرُهُمْ فِي طُغْيانِهِمْ يَعْمَهُونَ (١٨٦) يَسْئَلُونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْساها}. </p><p> {مَنْ} : اسم شرط في محل الرفع مبتدأ، والخبر جملة الشرط، أو الجواب، أو هما، {يُضْلِلِ اللَّهُ} : فعل وفاعل مجزوم بـ {لم} على كونه فعل شرط لها، {فَلا} : الفاء رابطة الجواب بالشرط وجوبا، {لا} نافية تعمل عمل ليس، {هادِيَ} في محل النصب اسمها، {لَهُ} جار ومجرور، خبر {لا} ، والجملة الاسمية في محل الجزم بـ {مَنْ} الشرطية على كونها جوابا لها، وجملة من الشرطية مستأنفة، وهذه الجملة تذييل لما قبلها، {وَيَذَرُهُمْ} : فعل ومفعول، </p><p> وفاعله ضمير يعود على الله، {فِي طُغْيانِهِمْ} متعلق به، والجملة الفعلية في محل الجزم معطوفة على جملة قوله:  {فَلا هادِيَ} ، وجملة {يَعْمَهُونَ} في محل النصب حال من هاء {وَيَذَرُهُمْ} . {يَسْئَلُونَكَ} : فعل وفاعل ومفعول أول، والجملة مستأنفة {عَنِ السَّاعَةِ} متعلق بـ {يسئلون} على أنه مفعول ثان له، {أَيَّانَ} : ظرف زمان بمعنى متى في محل النصب على الظرفية مبني على الفتح لشبهه بالحرف شبها معنويا، لتضمنه معنى حرف الاستفهام، وهو خبر مقدم، و {مُرْساها} : مبتدأ مؤخر، والجملة في محل الجر بدل عن {السَّاعَةِ} ، تقديره: يسألونك عن الساعة عن زمان حلول الساعة، كما ذكره أبو البقاء. </p><p> {قُلْ إِنَّما عِلْمُها عِنْدَ رَبِّي لا يُجَلِّيها لِوَقْتِها إِلَّا هُوَ ثَقُلَتْ فِي السَّماواتِ وَالْأَرْضِ لا تَأْتِيكُمْ إِلَّا بَغْتَةً} . </p><p> {قُلْ} : فعل أمر، وفاعله ضمير يعود على محمد، والجملة مستأنفة، {إِنَّما عِلْمُها} إلى قوله: {بَغْتَةً} مقول محكي، وإن شئت قلت:  {إِنَّما} : أداة حصر، {عِلْمُها} : مبتدأ ومضاف إليه، {عِنْدَ رَبِّي} : ظرف ومضاف إليه، متعلق بمحذوف خبر المبتدأ، والجملة في محل النصب مقول القول، {لا} : نافية، {يُجَلِّيها} : فعل ومفعول، {لِوَقْتِها} : جار ومجرور ومضاف إليه، متعلق به، {إِلَّا} : أداة استثناء مفرغ، {هُوَ} : ضمير للمفرد المنزه في محل الرفع فاعل، والجملة مستأنفة في محل النصب مقول القول، {ثَقُلَتْ} : فعل ماض، وفاعله ضمير يعود على {السَّاعَةِ} ، والجملة في محل النصب مقول القول، {فِي السَّماواتِ} : متعلق به {وَالْأَرْضِ} : معطوف على {السَّماواتِ} ، {لا تَأْتِيكُمْ} : فعل ومفعول، وفاعله ضمير يعود على {السَّاعَةِ} ، والجملة مستأنفة في محل النصب مقول القول، {إِلَّا} : أداة استثناء مفرغ، {بَغْتَةً} : منصوب على المفعولية المطلقة؛ أي: لا تأتيكم إلا إتيان بغتة. </p><p> {يَسْئَلُونَكَ كَأَنَّكَ حَفِيٌّ عَنْها قُلْ إِنَّما عِلْمُها عِنْدَ اللَّهِ وَلكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ} . </p><p> {يَسْئَلُونَكَ} : فعل وفاعل ومفعول، والجملة مستأنفة مسوقة لبيان خطئهم في </p><p> توجيه السؤال إلى رسول الله صلى الله عليه وسلّم بناء على زعمهم أنّه عليه الصلاة والسلام عالم بالمسؤول عنه، {كَأَنَّكَ} : {كأن} : حرف نصب وتشبيه، {والكاف} : اسمها، حَفِيٌّ خبرها، وجملة {كأن} في محل النصب حال من مفعول {يَسْئَلُونَكَ} ؛ أي: يسألونك حال كونك مشبها حالك عندهم بحال من هو حفي بها؛ أي: عالم، عَنْها: جار ومجرور، متعلق بـ {يسئلون} ، وجملة {كأن} معترضة، وصلة {حَفِيٌّ} : محذوف تقديره: بها، {قُلْ} : فعل أمر، وفاعله ضمير يعود على محمد، والجملة مؤكدة للجواب السابق؛ لأنّها عينه، وعبارة أبي السعود: أمر عليه السلام بإعادة الجواب الأول تأكيدا للحكم وإشعارا بعلته. انتهت. {قُلْ إِنَّما عِلْمُها عِنْدَ اللَّهِ} مقول محكي، وإن شئت قلت:  {إِنَّما} : أداة حصر، {عِلْمُها} : مبتدأ، {عِنْدَ اللَّهِ} خبره، والجملة في محل النصب مقول القول، {وَلكِنَّ} : حرف نصب واستدراك، {أَكْثَرَ النَّاسِ} : اسمها، وجملة {لا يَعْلَمُونَ} : خبرها، وجملة الاستدراك مستأنفة. </p><p> {قُلْ لا أَمْلِكُ لِنَفْسِي نَفْعًا وَلا ضَرًّا إِلَّا ما شاءَ اللَّهُ} . </p><p> {قُلْ} : فعل أمر، وفاعله ضمير يعود على محمد، والجملة مستأنفة. {لا أَمْلِكُ لِنَفْسِي} إلى آخر الآية مقول محكي، وإن شئت قلت. {لا} : نافية، {أَمْلِكُ} : فعل مضارع، وفاعله ضمير يعود على محمد، والجملة في محل النصب مقول القول، {لِنَفْسِي} : جار ومجرور، متعلق به {نَفْعًا} : مفعول به {وَلا ضَرًّا} معطوف على {نَفْعًا} ، {إِلَّا} : أداة استثناء، {ما} : موصولة أو موصوفة في محل النصب على الاستثناء، {شاءَ اللَّهُ} : فعل وفاعل، والجملة صلة لـ {ما} أو صفة لها، والعائد أو الرابط محذوف تقديره: إلا ما شاءه الله. </p><p> {وَلَوْ كُنْتُ أَعْلَمُ الْغَيْبَ لَاسْتَكْثَرْتُ مِنَ الْخَيْرِ وَما مَسَّنِيَ السُّوءُ} . </p><p> {وَلَوْ}  {الواو} : عاطفة، {لَوْ} : حرف شرط، {كُنْتُ} : فعل ناقص واسمه، {أَعْلَمُ الْغَيْبَ} : فعل ومفعول به، وفاعله ضمير يعود على محمد، وجملة {أَعْلَمُ} في محل النصب خبر {كان} ، وجملة {كان} : فعل شرط لـ {لَوْ} لا </p><p> محل لها من الإعراب، {لَاسْتَكْثَرْتُ}  {اللام} : رابطة لجواب {لَوْ}  {استكثرت} : فعل وفاعل {مِنَ الْخَيْرِ} متعلق به، والجملة جواب {لَوْ} لا محل لها من الإعراب، وجملة {لَوْ} الشرطية في محل النصب مقول لـ {قُلْ} ، {وَما مَسَّنِيَ السُّوءُ} : فعل ومفعول وفاعل معطوف على {استكثرت} . </p><p> {إِنْ أَنَا إِلَّا نَذِيرٌ وَبَشِيرٌ لِقَوْمٍ يُؤْمِنُونَ} . </p><p> {إِنْ} : نافية مهملة لانتقاض نفيها بإلا، {أَنَا} مبتدأ، {إِلَّا} : أداة استثناء مفرغ، {نَذِيرٌ} : خبر، {وَبَشِيرٌ} : معطوف عليه، والجملة في محل النصب مقول القول، {لِقَوْمٍ} : جار ومجرور تنازع فيه ما قبله، فعند البصريين يتعلق بـ {بَشِيرٌ} لقربة، وعند الكوفيين بـ {نَذِيرٌ} لسبقه، ويجوز أن يكون متعلق النذارة محذوفا؛ أي: نذير للكافرين، وحذف لدلالة ما قبله عليه، كما في «الكرخي» وجملة {يُؤْمِنُونَ} في محل الجر صفة لـ {قوم} . </p><p> التصريف ومفردات اللغة </p><p> {وَاتْلُ عَلَيْهِمْ نَبَأَ الَّذِي آتَيْناهُ آياتِنا فَانْسَلَخَ مِنْها} التلاوة: القراءة، والنبأ الخبر الذي له شأن، وانسلاخه منها: كفره بها ونبذه لها من وراء ظهره، ويقال لكل من فارق شيئا بحيث لا تحدثه نفسه بالرجوع إليه: انسلخ منه، وقال أبو حيان: الانسلاخ التعري من الشيء حتى لا يعلق به منه شيء، ومنه: انسلخت الحياة من جلدها إذا خرجت منه اه. </p><p> {فَأَتْبَعَهُ الشَّيْطانُ} ؛ أي: أدركه ولحقه، قال الجوهري: يقال: اتبعت القوم إذا سبقوك فلحقتهم، والمعنى: فصار هو قدوة ومتبوعا للشيطان على سبيل المبالغة. {فَكانَ مِنَ الْغاوِينَ} ؛ أي: من الراسخين في الغواية بعد أن كان مهتديا، {وَلكِنَّهُ أَخْلَدَ إِلَى الْأَرْضِ} ؛ أي: ركن إلى الدنيا ومال إليها، وقال أبو السعود: الإخلاد إلى الشيء الميل إليه مع الاطمئنان به، وفي «المصباح» خلد بالمكان خلودا - من باب قعد - أقام، وأخلد بالألف مثله، وخلد إلى كذا وأخلد إليه ركن اه {فَمَثَلُهُ كَمَثَلِ الْكَلْبِ} ؛ أي: الذي هو أخس الحيوانات، </p><p> والكلب (١) حيوان معروف، ويجمع في القلة على أكلب، وفي الكثرة على كلاب، وشذوا في هذا الجمع، فجمعوه بالألف والتاء فقالوا: كلابات، وتقدمت هذه المادة في مكلبين، وكررناها لزيادة الفائدة {إِنْ تَحْمِلْ عَلَيْهِ} ؛ أي: تشد عليه وتطرده {يَلْهَثْ} يقال: لهث الكلب يلهث من باب قطع، لهثا بفتح اللام ولهثا بضمها ولهاثا بضمها أيضا إذا أخرج لسانه مع التنفس الشديد، وهي حالة له في التعب والراحة والعطش والري، بخلاف غيره من الحيوان، فإنّه لا يلهث إلا إذا أعيا أو عطش {ساءَ مَثَلًا} يقال ساء الشيء يسوء فهو سيء، إذا قبح، وساءه يسوؤه مساءة والمثل الصفة. </p><p> {وَلَقَدْ ذَرَأْنا لِجَهَنَّمَ كَثِيرًا مِنَ الْجِنِّ وَالْإِنْسِ لَهُمْ قُلُوبٌ لا يَفْقَهُونَ بِها} . الذرء (٢) لغة: الخلق، يقال: ذرأ الله الخلق إذا أوجد أشخاصهم، والخلق التقدير؛ أي: إيجاد الأشياء بتقدير ونظام لا جزافا، والجن: الأحياء العاقلة المكلفة الخفية غير المدركة بالحواس. والقلب يطلق أحيانا على المضغة الصنوبرية الشكل في الجانب الأيسر من جسد الإنسان، وأحيانا على العقل والوجدان الروحي الذي يسمونه أحيانا بالضمير وهو محل الحكم في أنواع المدركات والشعور الوجداني لما يلائم أو يؤلم، وهو كثير بهذا المعنى في الكتاب الكريم كقوله:  {سَأُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ} ، {قُلُوبٌ يَوْمَئِذٍ واجِفَةٌ (٨) }، {أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِها أَوْ آذانٌ يَسْمَعُونَ بِها فَإِنَّها لا تَعْمَى الْأَبْصارُ وَلكِنْ تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ (٤٦) } وسر استعمال القلب في هذا المعنى: ما يراه الإنسان من انقباض أو انشراح حين الخوف والاشمئزاز، أو حين السرور والابتهاج. والفقه: العلم بالشيء والفهم له، وفسره الراغب بالتوصل بعلم شاهد إلى علم غائب، وقد استعمله القرآن في مواضع كثيرة بمعنى دقة الفهم، والتعمق في العلم ليترتب عليه أثره - وهو الانتفاع به - ومن ثم نفاه عن الكفار والمنافقين؛ لأنهم لم يدركوا كنه المراد مما نفى فقهه عنهم، ففاتتهم المنفعة مع العلم المتمكن من النفس. </p><p>(١) البحر المحيط. (٢) المراغي.</p><p> {وَلِلَّهِ الْأَسْماءُ الْحُسْنى} و {الْأَسْماءُ} جمع اسم، وهو اللفظ الدال على الذات، أو عليها مع صفة من صفاتها، و {الْحُسْنى} بوزن فعلى مؤنث الأحسن، كالكبرى والصغرى، وقيل: الحسنى مصدر وصف به، كالرجعى، وأفرده كما أفرد وصف ما لا يعقل في قوله:  {وَلِيَ فِيها مَآرِبُ أُخْرى} ولو طوبق به .. لكان التركيب الحسن كقوله:  {مِنْ أَيَّامٍ أُخَرَ} . {فَادْعُوهُ بِها} ؛ أي: سموه ونادوه بها للثناء عليه، أو للسؤال وطلب الحاجات {وَذَرُوا} ؛ أي: أتركوا {يُلْحِدُونَ} يقال: لحد وألحد لغتان، قيل بمعنى واحد، وهو العدول عن الحق، والإدخال فيه ما ليس منه - قاله ابن السكيت - وقال غيره: العدول عن الاستقامة، والرباعي أشهر في الاستعمال من الثلاثي، قال الشاعر: </p><p> ليس الأمير بالشّحيح الملحد </p><p> والإلحاد الميل عن الوسط حسا أو معنى، والأول هو الأصل فيه، ومنه لحد القبر وهو ما يحفر في أسفل جانب القبر، مائلا عن وسطه، وألحد السهم الهدف: إذا مال في أحد جانبيه ولم يصب وسطه، ومن الثاني: ألحد فلان إذا مال عن الحق، وقيل: ألحد بمعنى مال وانحرف، ولحد بمعنى ركن وانضوى، قال الكسائي:  {سَيُجْزَوْنَ} ؛ أي: سيلقون جزاء عملهم. </p><p> {سَنَسْتَدْرِجُهُمْ} ، الاستدراج (١) إما مأخوذ من درج الكتاب والثوب وأدرجه إذا طواه، وإما من الدرجة وهي المرقاة، فعلى الأول:  {سَنَسْتَدْرِجُهُمْ} ؛ أي: سنطويهم طي الكتاب، ونغفل أمرهم كما قال:  {وَلا تُطِعْ مَنْ أَغْفَلْنا قَلْبَهُ عَنْ ذِكْرِنا} وعلى الثاني: سنأخذهم درجة بعد درجة بإدنائهم من العذاب شيئا فشيئا، كالمراقي والمنازل في ارتقائها ونزولها، وقال في «التحرير»  (٢) : الاستدراج استفعال من الدرج، بمعنى النقل درجة بعد درجة من سفل إلى علو، فيكون استصعادا، أو بالعكس، فيكون استنزالا، والمعنى؛ أي: نقربهم إلى الهلاك بإمهالهم وإدرار النعم عليهم، حتى يأتيهم وهم غافلون لاشتغالهم بالترفه، ولذا قيل: إذا رأيت </p><p>(١) المراغي. (٢) الفتوحات.</p><p> الله أنعم على عبده - وهو مقيم على معصيته - فاعلم أنه مستدرج له، {وَأُمْلِي لَهُمْ} الإملاء الإمداد في الزمن، والامهال والتأخير من الملوة والملاوة، وهي الطائفة الطويلة من الزمن، والملوان الليل والنهار (والكيد) كالمكر: هو التدبير الذي يقصد به غير ظاهره، بحيث ينخدع المكيد بمظهره، فلا يفطن له حتى ينتهي إلى ما يسؤه، وأكثره احتيال مذموم، ومنه ما هو محمود يقصد به المصلحة، ككيد يوسف لأخذ أخيه الشقيق من إخوته لأبيه برضاهم، ومقتضى شريعتهم، وفي «الكرخي» : وسمى الأخذ كيدا لأنّ ظاهره إحسان وباطنه خذلان. اه. </p><p> و {الْمَتِينُ} القوي الشديد، ومنه المتن وهو الوسط؛ لأنّه أقوى ما في الحيوان، وقد متن بالضم يمتن متانة؛ أي: قوي واشتد. {الجنة} : بالكسر نوع من الجنون، والإنذار: التعليم والإرشاد المقترن بالتخويف من مخالفته، والملكوت: الملك العظيم، {ومَلَكُوتِ السَّماواتِ وَالْأَرْضِ} مجموع العالم، والحديث: كلام الله تعالى وهو القرآن، والطغيان: تجاوز الحد في الباطل والشر، من الكفر والفجور والظلم، والعمه: التردد في الحيرة. </p><p> {يَسْئَلُونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْساها} . {السَّاعَةِ} : لغة: جزء قليل غير معين من الزمن، وعند الفلكيين: جزء من أربع وعشرين متساوية، يضبط بآلة تسمى الساعة، وقد كان ذلك معروفا عند العرب، فقد جاء في الحديث:  «يوم الجمعة اثنتا عشرة ساعة» . وقد تطلق بمعنى الوقت الحاضر، وبمعنى الوقت الذي تقوم فيه القيامة، كما هنا، وأكثر استعمال (ساعة) بدون أل في الكتاب الكريم بمعنى الساعة الزمنية، وبأل بمعنى الساعة الشرعية، وهي ساعة خراب العالم، وموت أهل الأرض جميعا، وجاء المعنيان في قوله تعالى:  {وَيَوْمَ تَقُومُ السَّاعَةُ يُقْسِمُ الْمُجْرِمُونَ ما لَبِثُوا غَيْرَ ساعَةٍ} ، والغالب التعبير بيوم القيامة عن يوم البعث والحشر الذي يكون فيه الحساب والجزاء، والتعبير بالساعة عن الوقت الذي يموت فيه الأحياء في هذا العالم، ويضطرب نظامه، فالساعة مبدأ، والقيامة غاية {أَيَّانَ مُرْساها} . {أَيَّانَ} بمعنى متى، فهي للسؤال عن الزمان، و {مُرْساها} ؛ أي: إرساؤها وحصولها واستقرارها، ويقال: رسا الشيء يرسو إذا ثبت، وأرساه </p><p> غيره، ومنه إرساء السفينة وإيقافها بالمرساة التي تلقى في البحر، فتمنعها من الجريان كما قال تعالى:  {بِسْمِ اللَّهِ مَجْراها وَمُرْساها} وقال أبو البقاء: {وَمُرْساها} : مفعل من أرسى، وهو مصدر مثل المدخل والمخرج بمعنى الإدخال والإخراج؛ أي: متى أرساها. اه وفي «المختار» : رسا الشيء ثبت، وبابه عدا، ورست السفينة وقفت عن الجري، وبابه عدا وسما. اه. </p><p> {لا يُجَلِّيها لِوَقْتِها إِلَّا هُوَ} يقال جلى فلان الأمر تجلية إذا أظهره أتم الإظهار، {لِوَقْتِها} ؛ أي: في وقتها كما يقال: كتبت هذا لغرة رمضان؛ أي: في غرته {بَغْتَةً} ؛ أي: فجأة من غير توقع ولا انتظار {كَأَنَّكَ حَفِيٌّ عَنْها} من قولهم: أحفى في السؤال، إذا ألحف، وهو حفي عن الأمر بليغ في السؤال عنه، واستحفيته عن كذا استخبرته على وجه المبالغة، وتحفى بك فلان إذا تلطف بك وبالغ في إكرامك {وَلَوْ كُنْتُ أَعْلَمُ الْغَيْبَ} : {الْغَيْبَ} قسمان: حقيقي لا يعلمه إلا الله تعالى، وإضافي يعلمه بعض الخلق دون بعض {لَاسْتَكْثَرْتُ مِنَ الْخَيْرِ} والخير ما يرغب الناس فيه من المنافع المادية والمعنوية كالمال والعلم {وَالسُّوءَ} ما يرغبون عنه مما يسؤهم ويضرهم {إِنْ أَنَا إِلَّا نَذِيرٌ وَبَشِيرٌ} والإنذار تبليغ مقترن بتخويف من العقاب على الكفر والمعاصي، والتبشير تبليغ مقترن بترغيب في الثواب مع الإيمان والطاعة. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات أنواعا من الفصاحة والبلاغة والبيان والبديع: </p><p> فمنها: الاستعارة التصريحية التبعية في قوله: {فَانْسَلَخَ مِنْها} ؛ لأنه شبه الإعراض عن الآيات بانسلاخ نحو الحية من جلدها بجامع التجرد والتبري في كلّ. </p><p> ومنها: المبالغة في قوله: {فَأَتْبَعَهُ الشَّيْطانُ} حيث جعله قدوة وإماما ومتبوعا للشيطان على سبيل المبالغة، مع أنّه تابع للشيطان. </p><p> ومنها: التشبيه التمثيلي في قوله: {فَمَثَلُهُ كَمَثَلِ الْكَلْبِ} حيث شبه حاله </p><p> التي هي مثل في السوء، بحال أخس الحيوانات وأسفلها، وهي حالة الكلب في دوام لهثه، في حالتي التعب والراحة، فالصورة منتزعة من متعدد، ولهذا يسمى التشبيه التمثيلي. </p><p> ومنها: المجاز المرسل في قوله: {وَلكِنَّهُ أَخْلَدَ إِلَى الْأَرْضِ} ؛ لأنّ المراد بالأرض ما فيها من المستلذات والشهوات، فهو من إطلاق المحل وإرادة الحال. </p><p> ومنها: الطباق في قوله: {إِنْ تَحْمِلْ عَلَيْهِ}  {أَوْ تَتْرُكْهُ} . </p><p> ومنها: الجناس المماثل في قوله: {فَأَتْبَعَهُ الشَّيْطانُ} وقوله: {وَاتَّبَعَ هَواهُ} ، والجناس المغاير في قوله:  {فَاقْصُصِ الْقَصَصَ} . </p><p> ومنها: الطباق في قوله: {مَنْ يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِي وَمَنْ يُضْلِلْ فَأُولئِكَ هُمُ الْخاسِرُونَ (١٧٨) }. </p><p> ومنها: المقابلة في قوله: {لَهُمْ قُلُوبٌ}  {وَلَهُمْ أَعْيُنٌ} و {وَلَهُمْ آذانٌ} . </p><p> ومنها: التشبيه المرسل المجمل في قوله: {أُولئِكَ كَالْأَنْعامِ} ؛ لأنه ذكرت فيه الأداة، ولم يذكر فيه وجه الشبه. </p><p> ومنها: الاستعارة التصريحية في قوله: {سَنَسْتَدْرِجُهُمْ} ؛ لأنّ الاستدراج في الأصل التحول والتنقل على الدرجات استصعادا أو نزولا، فاستعاره للأخذ والعقوبة شيئا فشيئا. </p><p> ومنها: الاستفهام التوبيخي في قوله: {أَوَلَمْ يَتَفَكَّرُوا} ، وقوله:  {أَوَلَمْ يَنْظُرُوا فِي مَلَكُوتِ السَّماواتِ وَالْأَرْضِ} . </p><p> ومنها: الاستفهام التعجبي في قوله: {فَبِأَيِّ حَدِيثٍ بَعْدَهُ يُؤْمِنُونَ} . </p><p> ومنها: التذييل في قوله: {مَنْ يُضْلِلِ اللَّهُ فَلا هادِيَ لَهُ} ؛ لأنّه تذييل (١) لما قبله خارج مخرج المثل. </p><p>(١) الصاوي.</p><p> ومنها: الالتفات في قوله: {وَيَذَرُهُمْ فِي طُغْيانِهِمْ} على قراءة النون. </p><p> ومنها: الاستعارة (١) بالكناية في قوله: {أَيَّانَ مُرْساها} حيث شبه الساعة بسفينة في البحر، وطوى ذكر المشبه به، ورمز له بشيء من لوازمه وهو الإرساء، فذكره تخييل. </p><p> ومنها: التكرار في قوله: {يَسْئَلُونَكَ} وفي قوله: {قُلْ إِنَّما عِلْمُها} . </p><p> ومنها: التشبيه المرسل المجمل في قوله: {كَأَنَّكَ حَفِيٌّ عَنْها} لذكر أداة التشبيه وحذف وجه الشبه. </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p>(١) الصاوي.</p><p> قال الله سبحانه جلّ وعلا: </p><p> {هُوَ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ واحِدَةٍ وَجَعَلَ مِنْها زَوْجَها لِيَسْكُنَ إِلَيْها فَلَمَّا تَغَشَّاها حَمَلَتْ حَمْلًا خَفِيفًا فَمَرَّتْ بِهِ فَلَمَّا أَثْقَلَتْ دَعَوَا اللَّهَ رَبَّهُما لَئِنْ آتَيْتَنا صالِحًا لَنَكُونَنَّ مِنَ الشَّاكِرِينَ (١٨٩) فَلَمَّا آتاهُما صالِحًا جَعَلا لَهُ شُرَكاءَ فِيما آتاهُما فَتَعالَى اللَّهُ عَمَّا يُشْرِكُونَ (١٩٠) أَيُشْرِكُونَ ما لا يَخْلُقُ شَيْئًا وَهُمْ يُخْلَقُونَ (١٩١) وَلا يَسْتَطِيعُونَ لَهُمْ نَصْرًا وَلا أَنْفُسَهُمْ يَنْصُرُونَ (١٩٢) وَإِنْ تَدْعُوهُمْ إِلَى الْهُدى لا يَتَّبِعُوكُمْ سَواءٌ عَلَيْكُمْ أَدَعَوْتُمُوهُمْ أَمْ أَنْتُمْ صامِتُونَ (١٩٣) إِنَّ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ عِبادٌ أَمْثالُكُمْ فَادْعُوهُمْ فَلْيَسْتَجِيبُوا لَكُمْ إِنْ كُنْتُمْ صادِقِينَ (١٩٤) أَلَهُمْ أَرْجُلٌ يَمْشُونَ بِها أَمْ لَهُمْ أَيْدٍ يَبْطِشُونَ بِها أَمْ لَهُمْ أَعْيُنٌ يُبْصِرُونَ بِها أَمْ لَهُمْ آذانٌ يَسْمَعُونَ بِها قُلِ ادْعُوا شُرَكاءَكُمْ ثُمَّ كِيدُونِ فَلا تُنْظِرُونِ (١٩٥) إِنَّ وَلِيِّيَ اللَّهُ الَّذِي نَزَّلَ الْكِتابَ وَهُوَ يَتَوَلَّى الصَّالِحِينَ (١٩٦) وَالَّذِينَ تَدْعُونَ مِنْ دُونِهِ لا يَسْتَطِيعُونَ نَصْرَكُمْ وَلا أَنْفُسَهُمْ يَنْصُرُونَ (١٩٧) وَإِنْ تَدْعُوهُمْ إِلَى الْهُدى لا يَسْمَعُوا وَتَراهُمْ يَنْظُرُونَ إِلَيْكَ وَهُمْ لا يُبْصِرُونَ (١٩٨) خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجاهِلِينَ (١٩٩) وَإِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطانِ نَزْغٌ فَاسْتَعِذْ بِاللَّهِ إِنَّهُ سَمِيعٌ عَلِيمٌ (٢٠٠) إِنَّ الَّذِينَ اتَّقَوْا إِذا مَسَّهُمْ طائِفٌ مِنَ الشَّيْطانِ تَذَكَّرُوا فَإِذا هُمْ مُبْصِرُونَ (٢٠١) وَإِخْوانُهُمْ يَمُدُّونَهُمْ فِي الغَيِّ ثُمَّ لا يُقْصِرُونَ (٢٠٢) وَإِذا لَمْ تَأْتِهِمْ بِآيَةٍ قالُوا لَوْلا اجْتَبَيْتَها قُلْ إِنَّما أَتَّبِعُ ما يُوحى إِلَيَّ مِنْ رَبِّي هذا بَصائِرُ مِنْ رَبِّكُمْ وَهُدىً وَرَحْمَةٌ لِقَوْمٍ يُؤْمِنُونَ (٢٠٣) وَإِذا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا لَعَلَّكُمْ تُرْحَمُونَ (٢٠٤) وَاذْكُرْ رَبَّكَ فِي نَفْسِكَ تَضَرُّعًا وَخِيفَةً وَدُونَ الْجَهْرِ مِنَ الْقَوْلِ بِالْغُدُوِّ وَالْآصالِ وَلا تَكُنْ مِنَ الْغافِلِينَ (٢٠٥) إِنَّ الَّذِينَ عِنْدَ رَبِّكَ لا يَسْتَكْبِرُونَ عَنْ عِبادَتِهِ وَيُسَبِّحُونَهُ وَلَهُ يَسْجُدُونَ (٢٠٦) }. </p><p> المناسبة </p><p> قوله تعالى:  {هُوَ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ واحِدَةٍ ...} الآية، مناسبة هذه الآية لما قبلها (١) : أنه لما تقدم سؤال الكفار عن الساعة ووقتها، وكان فيهم من لا يؤمن بالبعث .. ذكر ابتداء خلق الإنسان وإنشائه تنبيها على أن الإعادة ممكنة، </p><p>(١) البحر المحيط.</p><p> كما أن الإنشاء كان ممكنا، وإذا كان إبرازه من العدم الصرف إلى الوجود واقعا بالفعل، فإعادته أحرى أن تكون واقعة بالفعل. وقيل: وجه المناسبة أنّه لما بين الذين يلحدون في أسمائه ويشتقون منها أسماء لآلهتهم وأصنامهم، وأمر بالنظر والاستدلال المؤدي إلى تفرده بالإلهية والربوبية .. بين هنا أنّ أصل الشرك من إبليس لآدم وزوجته حين تمنيا الولد الصالح، وأجاب الله دعاءهما، فأدخل عليهما إبليس الشرك، بقوله: سمياه عبد الحرث؛ فإنّه لا يموت، ففعلا ذلك. </p><p> وقيل المناسبة: لما افتتح (١) الله سبحانه وتعالى هذه السورة بالدعوة إلى التوحيد، واتباع ما أنزل على لسان رسوله، وتلاه بالتذكير بنشأة الإنسان الأولى في الخلق والتكوين والعداوة بينه وبين الشيطان .. اختتم السورة بهذه المعاني، فذكر بالنشأة الأولى، ونهى عن الشرك، واتباع وسوسة الشيطان، وأمر بالتوحيد، واتباع ما جاء به القرآن. </p><p> قوله تعالى:  {إِنَّ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ عِبادٌ أَمْثالُكُمْ ...} الآيات، مناسبة هذه الآيات لما قبلها (٢) : أنّها من تتمة ما قبلها مؤكدة له، ومقررة لما تتضمنه، وهو إثبات التوحيد ونفي الشرك، وهو رأس الإسلام وركنه المتين، فلا غرو أن يتكرر الكلام فيه في القرآن نفيا وإثباتا ليتأكد في النفوس، ويثبت في القلوب، وبه تخلع جذور الوثنية، ويحل محلها نور الوحدانية. </p><p> قوله تعالى:  {قُلِ ادْعُوا شُرَكاءَكُمْ ثُمَّ كِيدُونِ فَلا تُنْظِرُونِ ...} الآية، مناسبة هذه الآية لما قبلها (٣) : لما أنكر تعالى عليهم عبادة الأصنام، وحقر شأنها، وأظهر كونها جمادا عارية عن شيء من القدرة .. أمر تعالى نبيه أن يقول لهم ذلك؛ أي: لا مبالاة بكم ولا بشركائكم، فاصنعوا ما تشاؤون، وهو أمر تعجيز؛ أي: لا يمكن أن يقع منكم دعاء لأصنامكم، ولا كيد لي، وكانوا قد خوفوه آلهتهم. </p><p> قوله تعالى:  {إِنَّ وَلِيِّيَ اللَّهُ الَّذِي نَزَّلَ الْكِتابَ ...} الآية، مناسبة (٤) هذه </p><p>(١) المراغي. (٢) المراغي.(٣) البحر المحيط.(٤) البحر المحيط.</p><p> الآية لما قبلها: أن الله سبحانه وتعالى لما أحالهم على الاستنجاد بآلهتهم في ضره، وأراهم أنّ الله هو القادر على كل شيء .. عقب ذلك بالاستناد إلى الله تعالى، والتوكل عليه، والإعلام أنّه تعالى هو ناصره عليهم، وبين جهة نصره بأن أوحى إليه كتابه، وأعزه برسالته، ثم إنّه تعالى يتولى الصالحين من عباده، وينصرهم على أعدائه ولا يخذلهم. </p><p> قوله تعالى:  {خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ ...} الآية، مناسبة هذه الآية لما قبلها (١) : أنّ الله سبحانه وتعالى لما ذكر أنّه هو الذي يتولى أمر رسوله وينصره: وأن الأصنام وعابديها لا يقدرون على إيذائه، وإيصال الضر إليه .. بين في هذه الآية النهج القويم، والصراط المستقيم في معاملة الناس، وهذه الآية تشمل أصول الفضائل، فهي من أسس التشريع التي تلي - في المرتبة - أصول العقيدة المبنية على التوحيد الذي تقرر فيما سلف، بأبلغ وجه وأتم برهان. </p><p> قوله تعالى:  {وَإِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطانِ نَزْغٌ ...} الآية، مناسبة هذه الآية لما قبلها: أنّ الله سبحانه وتعالى لما ذكر في الآيات أمثل الطرق في معاملة الناس بعضهم بعضا، مما لو عملوا بهديه لم يجد الفساد إلى نفوسهم سبيلا .. أردف ذلك بالوصية التي تتضمنها هذه الآيات الثلاث، وهي اتقاء إفساد الشياطين؛ أي: شياطين الجن المستترة، فالآية السالفة أمرت بالإعراض عن الجاهلين - وهم السفهاء - اتقاء لشرهم، وهذه الآيات أمرت بالاستعاذة بالله من الشياطين اتقاء لشرهم. </p><p> قوله تعالى:  {وَإِذا لَمْ تَأْتِهِمْ بِآيَةٍ قالُوا لَوْلا اجْتَبَيْتَها ...} الآية، مناسبة هذه الآية لما قبلها: أنّه سبحانه وتعالى لما ذكر في الآية السالفة أن شياطين الجن والإنس لا يقصرون في الإغواء والإضلال .. أردف ذلك بذكر نوع خاص من هذا الإغواء، وهو طلبهم آيات معينة ومعجزات مخصوصة، تعنتا كما قال تعالى حكاية عنهم: {وَقالُوا لَنْ نُؤْمِنَ لَكَ حَتَّى تَفْجُرَ لَنا مِنَ الْأَرْضِ يَنْبُوعًا (٩٠) }؛ أي: إذا </p><p>(١) المراغي.</p><p> لم تأتهم بما طلبوا .. قالوا: هلا افتعلتها وأتيت بها من عند نفسك؛ لأنّهم كانوا يقولون:  {ما هذا إِلَّا إِفْكٌ مُفْتَرىً} . </p><p> قوله تعالى:  {وَإِذا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا ...} الآية، مناسبة هذه الآية لما قبلها: أن الله سبحانه وتعالى لما (١) ذكر مزايا القرآن الكريم، وأنّه آيات بينات للمؤمنين، وهدى ورحمة لهم .. أردف ذلك بذكر الدلائل على الطريق الموصلة لنيل الرحمة به، والفوز بالمنافع الجليلة التي ينطوي عليها، وهي الإنصات له إذا قرىء. </p><p> وقال أبو حيان (٢) : مناسبة هذه الآية لما قبلها: أن الله سبحانه وتعالى لما ذكر أن القرآن بصائر وهدى ورحمة .. أمر باستماعه إذا شرع في قراءته، وبالانصات وهو السكوت مع الإصغاء إليه؛ لأنّ ما اشتمل على هذه الأوصاف من البصائر والهدى والرحمة، حري بأن يصغى إليه حتى يحصل منه للمنصت هذه النتائج العظيمة، وينتفع بها، فيستبصر من العمى، ويهتدي من الضلال، ويرحم بها. </p><p> أسباب النزول </p><p> قوله تعالى:  {خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ ...} أخرج (٣) البخاري عن عبد الله بن الزبير قال: ما نزلت: {خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ} إلا في أخلاق الناس. </p><p> وأخرج (٤) ابن أبي الدنيا وابن جرير وابن المنذر وغيرهم عن الشعبي قال: لما أنزل الله {خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجاهِلِينَ (١٩٩) } قال رسول الله صلى الله عليه وسلّم: «ما هذا يا جبريل؟ قال لا أدري حتى أسال العالم، فذهب ثم رجع،فقال:إن الله أمرك أن تعفو عمن ظلمك، وتعطي من حرمك، وتصل من قطعك» وأخرج ابن جرير عن ابن زيد قال: لما نزل {خُذِ الْعَفْوَ ....} الآية، قال رسول الله صلى الله عليه وسلّم:  «كيف بالغضب يا رب» ؟ فنزل:  {وَإِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطانِ نَزْغٌ} . </p><p> قوله تعالى:  {وَإِذا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ ...} الآية، سبب نزولها: ما </p><p>(١) المراغي. (٢) البحر المحيط.(٣) الخازن.(٤) الشوكاني.</p>"
}