{
  "id": null,
  "sura": 7,
  "aya": 174,
  "text": "<p> مستعدين لتحقيق الحق، وإبعاد الشرك عن قلوبهم وقوله: </p><p> ١٧٣ - {أَوْ تَقُولُوا} بالتاء أو الياء معطوف على {تَقُولُوا} الأول؛ أي: فعلنا ذلك الأخذ والميثاق كراهية أن تعذروا بالغفلة أو بقولكم: {إِنَّما أَشْرَكَ آباؤُنا مِنْ قَبْلُ} ؛ أي: إنّما أسس الإشراك آباؤنا من قبل زماننا {وَكُنَّا ذُرِّيَّةً} موجودين {مِنْ بَعْدِهِمْ} مقتدين بهم في الإشراك، جاهلين لا نهتدي إلى الحق، ولا نعرف الصواب، والفاء في قوله {أَفَتُهْلِكُنا بِما فَعَلَ الْمُبْطِلُونَ} داخلة على محذوف تقديره: أتؤاخذنا يا مولانا فتهلكنا بالإشراك الذي أسسه لنا، واخترعه آباؤنا المبطلون؛ أي: الملتبسون بالباطل، الذي هو الإشراك، ولا ذنب لنا لجهلنا وعجزنا عن النظر واقتفائنا آثارهم، والاستفهام فيه للاستعطاف، وفيه معنى الإنكار ولفظة {أَوْ} مانعة خلو لا جمع، فقد </p><p> يعتذرون بمجموع الأمرين. </p><p> والمعنى: أي أو (١) تقولوا في ذلك اليوم: إن آباءنا اخترعوا الإشراك وسنوه من قبل زماننا، وكنا جاهلين ببطلان شركهم، فلم يسعنا إلا الاقتداء بهم، ولم نهتد إلى التوحيد، أتؤاخذنا فتهلكنا اليوم بالعذاب بما فعله المبطلون من آبائنا المضلين، فتجعل عذابنا كعذابهم؟ </p><p> والخلاصة (٢) : أنّ الله لا يقبل منهم الاعتذار بتقليد الآباء والأجداد، إذ التقليد عند قيام الدلائل، والقدرة على الاستدلال بها، مما لا يركن إليه ولا ينبغي لعاقل أن يلجأ إليه، كما أنّ الاعتذار بالجهل بعدما أقام عليهم من البينات الفطرية والعقلية مما لا يقبل. </p><p> والحاصل: أنّ الله سبحانه وتعالى (٣) بين في هذه الآية الحكمة التي لأجلها أخرجهم من ظهر آدم، وأشهدهم على أنفسهم، وأنّه فعل ذلك لئلا يقولوا هذه المقالة يوم القيامة، ويعتلوا بهذه العلة الباطلة، ويعتذروا بهذه المعذرة الساقطة. </p><p> ١٧٤ - {وَكَذلِكَ نُفَصِّلُ الْآياتِ} ؛ أي (٤) : ومثل هذا التفصيل الذي فصلناه في </p><p>(١) المراغي. (٢) المراغي.(٣) الشوكاني.(٤) البحر المحيط.</p><p> الآيات السابقة في أخذ الميثاق وغيره، نفصل الآيات؛ أي: نبين الآيات اللاحقة الدالة على توحيدنا ليتدبروا فيها {وَلَعَلَّهُمْ يَرْجِعُونَ} ؛ أي: ولكي يرجعوا عن شركهم، وعبادة غير الله تعالى، إلى عبادته وتوحيده بذلك التفصيل والتوضيح، وقرأت فرقة {يفصل} بالياء؛ أي: يفصل هو؛ أي: الله تعالى. </p><p> والمعنى (١) : أي ومثل ذلك التفصيل المستتبع للمنافع الجليلة نفصل لبني آدم الآيات والدلائل، ليستعملوا عقولهم في التبصر فيها، والتدبر في أمرها، لعلهم يرجعون بها عن جهلهم، وتقليد آبائهم وأجدادهم. </p><p> وفي الآية إيماء إلى أنّ من لم تبلغه بعثة رسول .. لا يعذر يوم القيامة في الشرك بالله تعالى، ولا بفعل الفواحش والموبقات التي تنفر منها الفطر السليمة، وتدرك ضررها العقول الحصيفة، بل يعذرون بمخالفة هداية الرسل فيما شأنه أن لا يعرف إلا منهم، وهو تفصيل العبادات، وعالم الغيب، وما سيكون في اليوم الآخر من أحوال العاصين، وشؤون النبيين والصديقين من عقاب وثواب، وكنه ذلك على الحقيقة. </p><p> الإعراب </p><p> {وَإِذْ قِيلَ لَهُمُ اسْكُنُوا هذِهِ الْقَرْيَةَ وَكُلُوا مِنْها حَيْثُ شِئْتُمْ} . </p><p> {وَإِذْ} الواو: استئنافية، {إِذْ} ظرف لما مضى من الزمان في محل النصب على الظرفية متعلقة بمحذوف تقديره: واذكر يا محمد لهم قصة إذ قيل لهم، والجملة المحذوفة مستأنفة، {قِيلَ} : فعل ماض مغير الصيغة، {لَهُمُ} : متعلق به، {اسْكُنُوا هذِهِ الْقَرْيَةَ} إلى آخر الآية نائب فاعل محكي، والجملة الفعلية في محل الجر مضاف إليه لـ {إِذْ} . {اسْكُنُوا} : فعل وفاعل، {هذِهِ} : في محل النصب على الظرفية عند سيبويه، وعلى المفعول به عند الأخفش {الْقَرْيَةَ} نعت لـ {هذِهِ} أو عطف بيان منه، والجملة الفعلية في محل الرفع نائب فاعل </p><p>(١) المراغي.</p><p> لـ {قِيلَ} ، {وَكُلُوا} : فعل وفاعل معطوف على {اسْكُنُوا} . {مِنْها} متعلق به، {حَيْثُ} : في محل النصب على الظرفية المكانية، متعلق بـ {كُلُوا} . {شِئْتُمْ} : فعل وفاعل في محل الجر مضاف إليه لـ {حَيْثُ} . </p><p> {وَقُولُوا حِطَّةٌ وَادْخُلُوا الْبابَ سُجَّدًا نَغْفِرْ لَكُمْ خَطِيئاتِكُمْ سَنَزِيدُ الْمُحْسِنِينَ} . </p><p> {وَقُولُوا} : فعل وفاعل، معطوف على {اسْكُنُوا} ، {حِطَّةٌ} : خبر لمبتدأ محذوف تقديره: مسألتنا حطة، والجملة في محل النصب مقول لـ {قُولُوا} ، {وَادْخُلُوا} فعل وفاعل معطوف على {اسْكُنُوا} ، {الْبابَ} منصوب على الظرفية المكانية، متعلق بـ {ادْخُلُوا} ، {سُجَّدًا} حال من واو {ادْخُلُوا} . {نَغْفِرْ} : فعل مضارع مجزوم بالطلب السابق، وفاعله ضمير يعود على الله، والجملة جواب الطلب لا محل لها من الإعراب، {لَكُمْ} متعلقان بـ {نَغْفِرْ} . {خَطِيئاتِكُمْ} : مفعول به ومضاف إليه، {سَنَزِيدُ} : فعل مضارع، {الْمُحْسِنِينَ} : مفعول به، وفاعله ضمير يعود على الله، والجملة معطوفة بعاطف مقدر كما أظهره في سورة البقرة على جملة {نَغْفِرْ} على كونها جواب الطلب، وإنّما لم يجزم لأنّ الطلب عامل ضعيف فلا يعمل في المعطوف. </p><p> {فَبَدَّلَ الَّذِينَ ظَلَمُوا مِنْهُمْ قَوْلًا غَيْرَ الَّذِي قِيلَ لَهُمْ فَأَرْسَلْنا عَلَيْهِمْ رِجْزًا مِنَ السَّماءِ بِما كانُوا يَظْلِمُونَ (١٦٢) }. </p><p> {فَبَدَّلَ} : {الفاء} : فاء الفصيحة لأنّها أفصحت عن جواب شرط مقدر تقديره: إذا عرفت أنّهم أمروا بقول حطة وأردت بيان ما قالوا .. فأقول لك، {بدل الذين} : فعل وفاعل، والجملة في محل النصب مقول لجواب إذ المقدرة، وجملة إذ المقدرة مستأنفة استئنافا بيانيا، {ظَلَمُوا} : فعل وفاعل، والجملة صلة الموصول، {مِنْهُمْ} : جار ومجرور، حال من واو {ظَلَمُوا} ، {قَوْلًا} : مفعول به، {غَيْرَ} : صفة لـ {قَوْلًا} ، {غَيْرَ} : مضاف، {الَّذِي} : مضاف إليه، {قِيلَ} : فعل ماض مغير الصيغة، ونائب فاعله ضمير يعود على الموصول، {لَهُمْ} : متعلق به، والجملة صلة الموصول، {فَأَرْسَلْنا} : {الفاء} : عاطفة تفريعية، {أرسلنا} فعل وفاعل، والجملة معطوفة على جملة {بدل} ، </p><p> {عَلَيْهِمْ} : متعلق بـ {أرسلنا} ، {رِجْزًا} مفعول به، {مِنَ السَّماءِ} : جار ومجرور، صفة لـ {رِجْزًا} ، {بِما}  {الباء} : حرف جر وسبب، {ما} : مصدرية، {كانُوا} : فعل ناقص واسمه، وجملة {يَظْلِمُونَ} في محل النصب خبر كان، وجملة كان صلة {ما} المصدرية، ما مع صلتها في تأويل مصدر مجرور بالباء تقديره: بسبب ظلمهم، الجار والمجرور متعلق بـ {أرسلنا} . </p><p> {وَسْئَلْهُمْ عَنِ الْقَرْيَةِ الَّتِي كانَتْ حاضِرَةَ الْبَحْرِ إِذْ يَعْدُونَ فِي السَّبْتِ إِذْ تَأْتِيهِمْ حِيتانُهُمْ يَوْمَ سَبْتِهِمْ شُرَّعًا} . </p><p> {وَسْئَلْهُمْ} : الواو: عاطفة قصة على قصة، {سْئَلْهُمْ} : فعل ومفعول، وفاعله ضمير يعود على محمد، والجملة معطوفة على الجملة المحذوفة في قوله:  {وَإِذْ قِيلَ لَهُمُ} أعني: أذكر، أو مستأنفة، {عَنِ الْقَرْيَةِ} : جار ومجرور في محل المفعول الثاني، متعلق بـ {اسأل} ، {الَّتِي} : صفة لـ {الْقَرْيَةِ} ، {كانَتْ} : فعل ناقص واسمها ضمير يعود على {الْقَرْيَةِ} ، {حاضِرَةَ الْبَحْرِ} : خبرها ومضاف إليه، والجملة صلة الموصول، {إِذْ} : ظرف لما مضى من الزمان في محل النصب على الظرفية، متعلق بمضاف محذوف في قوله:  {عَنِ الْقَرْيَةِ} تقديره: واسألهم عن حال القرية وقت عدوانهم في يوم السبت، {يَعْدُونَ} : فعل وفاعل، والجملة في محل الجر مضاف إليه لـ {إِذْ} ، {فِي السَّبْتِ} متعلق بـ {يَعْدُونَ} ، {إِذْ} ظرف لما مضى من الزمان، والظرف بدل من الظرف الذي قبله، أعني قوله:  {إِذْ يَعْدُونَ} ، {تَأْتِيهِمْ حِيتانُهُمْ} : فعل ومفعول وفاعل، والجملة في محل الجر مضاف إليه لـ {إِذْ} ، {يَوْمَ سَبْتِهِمْ} : ظرف ومضاف إليه، متعلق بـ {تَأْتِيهِمْ} ، {شُرَّعًا} : حال من {حِيتانُهُمْ} ؛ أي: تأتيهم حيتانهم حالة كونها ظاهرة على وجه الماء. </p><p> {وَيَوْمَ لا يَسْبِتُونَ لا تَأْتِيهِمْ كَذلِكَ نَبْلُوهُمْ بِما كانُوا يَفْسُقُونَ} . </p><p> {وَيَوْمَ} الواو: استئنافية، {يَوْمَ} : منصوب على الظرفية، متعلق بـ {لا تَأْتِيهِمْ} ، {لا يَسْبِتُونَ} : فعل وفاعل، والجملة في محل الجر مضاف إليه لـ {يَوْمَ} ، {لا تَأْتِيهِمْ} : فعل ومفعول، وفاعله ضمير يعود على الحيتان، </p><p> والجملة مستأنفة استئنافا بيانيا، {كَذلِكَ} : جار ومجرور صفة لمصدر محذوف تقديره: بلاء مثل البلاء المذكور وهو إتيانها لهم يوم السبت شرعا، وعدم إتيانها في غيره نبلوهم بلاء آخر بسبب فسقهم، نَبْلُوهُمْ: فعل ومفعول، وفاعله ضمير يعود على الله، والجملة مستأنفة، بِما:  {الباء} : حرف جر وسبب، {ما} : مصدرية، {كانُوا} : فعل ناقص واسمه، وجملة {يَفْسُقُونَ} : خبرها، وجملة كان صلة {ما} المصدرية، {ما} مع صلتها في تأويل مصدر مجرور بالباء تقديره: بسبب فسقهم، الجار والمجرور، متعلق بـ {نَبْلُوهُمْ} بسبب فسقهم وتقدير الكلام: نبلوهم بسبب فسقهم المستمر بلاء آخر مثل البلاء المذكور في الحيتان. </p><p> {وَإِذْ قالَتْ أُمَّةٌ مِنْهُمْ لِمَ تَعِظُونَ قَوْمًا اللَّهُ مُهْلِكُهُمْ أَوْ مُعَذِّبُهُمْ عَذابًا شَدِيدًا قالُوا مَعْذِرَةً إِلى رَبِّكُمْ وَلَعَلَّهُمْ يَتَّقُونَ (١٦٤) }. </p><p> {وَإِذْ} الواو: عاطفة {إِذْ} : ظرف لما مضى من الزمان معطوف على الظرف في قوله: {إِذْ يَعْدُونَ} على كونه متعلقا بالمضاف المحذوف الذي قدرناه سابقا، والتقدير: واسألهم عن حال القرية إذ يعدون في السبت، واسألهم عن حالهم إذ قالت أمة منهم، {قالَتْ أُمَّةٌ} : فعل وفاعل، {مِنْهُمْ} : صفة لأمة، والجملة في محل الجر مضاف إليه لـ {إِذْ} ، {لِمَ تَعِظُونَ} إلى قوله: {قالُوا} مقول محكي لـ {قالَتْ} ، وإن شئت قلت:  {لِمَ} : اللام حرف جر، {م} : اسم استفهام في محل الجر باللام، مبني بسكون على الألف المحذوفة فرقا بينها وبين {ما} الموصولة، الجار والمجرور متعلق بـ {تَعِظُونَ} والاستفهام فيه للتوبيخ والتقريع، {تَعِظُونَ قَوْمًا} : فعل وفاعل ومفعول، والجملة في محل النصب مقول {قالَت} ، {اللَّهُ} : مبتدأ، {مُهْلِكُهُمْ} خبره ومضاف إليه، والجملة الاسمية في محل النصب صفة لـ {قَوْمًا} ، {أَوْ مُعَذِّبُهُمْ} : معطوف على {مُهْلِكُهُمْ} ، {عَذابًا} : مفعول مطلق لـ {مُعَذِّبُهُمْ} ، {شَدِيدًا} : صفة لـ {عَذابًا} ، {قالُوا} : فعل وفاعل، والجملة مستأنفة، {مَعْذِرَةً إِلى رَبِّكُمْ وَلَعَلَّهُمْ يَتَّقُونَ} : مقول محكي لـ {قالُوا} وإن شئت قلت: {مَعْذِرَةً} : منصوب على كونه مفعولا لأجله لفعل محذوف تقديره وعظناهم لأجل المعذرة، أو منصوب على المفعولية المطلقة بفعل مقدر من لفظه </p><p> تقديره نعتذر معذرة، وعلى قراءة الرفع مرفوع على كونه خبر مبتدأ محذوف تقديره: موعظتنا معذرة إلى ربكم {إِلى رَبِّكُمْ} : جار ومجرور، متعلق بـ {مَعْذِرَةً}  {وَلَعَلَّهُمْ} الواو: عاطفة، لعل: حرف نصب والهاء اسمها، وجملة {يَتَّقُونَ} : خبرها، وجملة لعل في محل النصب معطوفة على معنى معذرة، على كونها مقولا لـ {قالُوا} والتقدير: قالوا وعظناهم معذرة إلى ربكم ولعلهم يرجعون عما هم عليه من العدوان باصطياد السمك. </p><p> {فَلَمَّا نَسُوا ما ذُكِّرُوا بِهِ أَنْجَيْنَا الَّذِينَ يَنْهَوْنَ عَنِ السُّوءِ وَأَخَذْنَا الَّذِينَ ظَلَمُوا بِعَذابٍ بَئِيسٍ بِما كانُوا يَفْسُقُونَ (١٦٥) }. </p><p> {فَلَمَّا} : {الفاء} : فاء الفصيحة لأنّها أفصحت عن جواب شرط مقدر تقديره: إذا عرفت انقسام أهل القرية إلى واعظة وعادية، وأردت بيان عاقبة كل من الفريقين .. فأقول لك، {لما} : حرف شرط غير جازم، {نَسُوا} : فعل وفاعل، والجملة فعل شرط لـ {لما} لا محل لها من الإعراب، {ما} : موصولة أو موصوفة في محل النصب مفعول {نَسُوا} ، {ذُكِّرُوا} : فعل ونائب فاعل، بِهِ متعلق به، والجملة صلة {لما} أو صفة {لما} والعائد أو الرابط ضمير به، {أَنْجَيْنَا الَّذِينَ} : فعل وفاعل ومفعول، والجملة جواب {لما} لا محل لها من الإعراب، وجملة {لما} من فعل شرطها، وجوابها في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة، {يَنْهَوْنَ} : فعل وفاعل، {عَنِ السُّوءِ} : متعلق به، والجملة صلة الموصول، {وَأَخَذْنَا الَّذِينَ} : فعل وفاعل ومفعول معطوف على {أَنْجَيْنَا} ، {ظَلَمُوا} : فعل وفاعل، {بِعَذابٍ} : متعلق به، {بَئِيسٍ} : صفة لـ {عذاب} : والجملة الفعلية صلة الموصول، {بِما}  {الباء} : حرف جر، وسبب، و {ما} : مصدرية، {كانُوا} : فعل ناقص واسمه، وجملة {يَفْسُقُونَ} خبره، وجملة كان صلة {ما} : مصدرية، {ما} مع صلتها في تأويل مصدر مجرور بالباء، والباء متعلقة بـ {أَخَذْنَا} ؛ أي: أخذناهم بالعذاب بسبب فسقهم، والباء الأولى للتعدية، وهذه للسببية، فلا اعتراض بتعلق حرفي جر متحدي اللفظ بعامل واحد، لاختلاف معناها. </p><p> {فَلَمَّا عَتَوْا عَنْ ما نُهُوا عَنْهُ قُلْنا لَهُمْ كُونُوا قِرَدَةً خاسِئِينَ (١٦٦) }. </p><p> {فَلَمَّا}  {الفاء} : حرف عطف وتفصيل، {لما} : حرف شرط، {عَتَوْا} : فعل وفاعل، والجملة فعل شرط لـ {لما} ، {عَنْ ما} : جار ومجرور، متعلق بـ {عَتَوْا} ، {نُهُوا} : فعل ونائب فاعل، {عَنْهُ} : متعلق به، والجملة الفعلية صلة {لما} أو صفة لها، {قُلْنا} : فعل وفاعل، {لَهُمْ} متعلق به، والجملة جواب {لما} ، وجملة {لما} معطوفة على جملة {لما} الأولى على كونها مفصلة لأخذهم بالعذاب، {كُونُوا قِرَدَةً خاسِئِينَ} : مقول محكي لـ {قُلْنا} : وإن شئت قلت: {كُونُوا} : فعل ناقص واسمه، {قِرَدَةً} : خبر {كُونُوا} ، {خاسِئِينَ} : صفة لـ {قِرَدَةً} : وجملة {كُونُوا} : في محل النصب مقول {قُلْنا} . </p><p> {وَإِذْ تَأَذَّنَ رَبُّكَ لَيَبْعَثَنَّ عَلَيْهِمْ إِلى يَوْمِ الْقِيامَةِ مَنْ يَسُومُهُمْ سُوءَ الْعَذابِ} . </p><p> {وَإِذْ} الواو: عاطفة، {إِذْ} : ظرف لما مضى، متعلق بمحذوف معطوف على قوله {وَسْئَلْهُمْ} تقديره: واسألهم عن القرية واذكر إذ تأذن ربك، {تَأَذَّنَ} : فعل ماض بمعنى: أقسم {رَبُّكَ} : فاعل، والجملة الفعلية في محل الجر مضاف إليه لـ {إِذْ} : {لَيَبْعَثَنَّ}  {اللام} : موطئة للقسم، {يبعثن} : فعل مضارع في محل الرفع مبني على الفتح لاتصاله بنون التوكيد الثقيلة، وفاعله ضمير يعود على الله، والجملة جواب القسم لا محل لها من الإعراب، {عَلَيْهِمْ} : متعلق بـ {يبعثن} ، وكذلك قوله:  {إِلى يَوْمِ الْقِيامَةِ} : متعلق به أيضا، {مَنْ} : موصولة في محل النصب مفعول {يبعثن} ، {يَسُومُهُمْ} : فعل ومفعول، وفاعله ضمير يعود على مَنْ الموصولة، {سُوءَ الْعَذابِ} : مفعول به ومضاف إليه، والجملة صلة {مَنْ} الموصولة. </p><p> {إِنَّ رَبَّكَ لَسَرِيعُ الْعِقابِ وَإِنَّهُ لَغَفُورٌ رَحِيمٌ} . </p><p> {إِنَّ} : حرف نصب، {رَبُّكَ} : اسمها، {لَسَرِيعُ الْعِقابِ} : خبرها، وجملة {إِنَّ} مستأنفة مسوقة لتعليل ما قبلها، وكذلك جملة قوله:  {وَإِنَّهُ لَغَفُورٌ رَحِيمٌ} : معطوفة عليها على كونها مسوقة لتعليل ما قبلها. </p><p> {وَقَطَّعْناهُمْ فِي الْأَرْضِ أُمَمًا مِنْهُمُ الصَّالِحُونَ وَمِنْهُمْ دُونَ ذلِكَ وَبَلَوْناهُمْ بِالْحَسَناتِ وَالسَّيِّئاتِ لَعَلَّهُمْ يَرْجِعُونَ (١٦٨) }. </p><p> {وَقَطَّعْناهُمْ} : فعل وفاعل ومفعول به، أو مفعول أول، {فِي الْأَرْضِ} : متعلق به، والجملة مستأنفة، {أُمَمًا} إما حال من مفعول {قَطَّعْناهُمْ} ، وإما مفعول ثان على تضمين قطع معنى صير، {مِنْهُمُ} : جار ومجرور خبر مقدم، {الصَّالِحُونَ} : مبتدأ مؤخر، والجملة الاسمية في محل النصب صفة لـ {أُمَمًا} ، {وَمِنْهُمْ} : خبر مقدم، {دُونَ ذلِكَ} : ظرف ومضاف إليه، متعلق بمحذوف صفة لمبتدأ محذوف تقديره: ومنهم فريق كان دون ذلك الفريق الصالح، والجملة الاسمية في محل النصب معطوفة على جملة قوله:  {مِنْهُمُ الصَّالِحُونَ} على كونها صفة لـ {أُمَمًا} ، {وَبَلَوْناهُمْ} : فعل وفاعل ومفعول معطوف على {قَطَّعْناهُمْ} ، {بِالْحَسَناتِ} : متعلق بـ {بلونا} ، {وَالسَّيِّئاتِ} : معطوف على {الحسنات} ، {لَعَلَّهُمْ} : {لعل} : حرف ترج بمعنى كي التعليلية، والهاء اسمها، وجملة {يَرْجِعُونَ} خبرها، وجملة {لعل} في محل الجر مسوقة لتعليل ما قبلها والتقدير: وبلوناهم بالحسنات والسيئات لرجاء رجوعهم إلى طاعة الله تعالى. </p><p> {فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ وَرِثُوا الْكِتابَ يَأْخُذُونَ عَرَضَ هذَا الْأَدْنى وَيَقُولُونَ سَيُغْفَرُ لَنا وَإِنْ يَأْتِهِمْ عَرَضٌ مِثْلُهُ يَأْخُذُوهُ} . </p><p> {فَخَلَفَ} : {الفاء} : فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر تقديره: إذا عرفت انقسام هؤلاء المذكورين إلى فريقين فريق صالح وفريق طالح، وأردت بيان من خلف عنهم .. فأقول لك، {خلف} : فعل ماض، {مِنْ بَعْدِهِمْ} : متعلق به، {خَلْفٌ} : فاعل، والجملة من الفعل والفاعل في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة، {وَرِثُوا الْكِتابَ} : فعل وفاعل ومفعول، والجملة في محل الرفع صفة لـ {خَلْفٌ} ، {يَأْخُذُونَ عَرَضَ} : فعل وفاعل ومفعول، {هذَا الْأَدْنى} : مضاف إليه، والجملة في محل النصب حال من واو {وَرِثُوا} ، {وَيَقُولُونَ} : فعل وفاعل، والجملة في محل النصب معطوفة على جملة {يَأْخُذُونَ} ، {سَيُغْفَرُ لَنا} : مقول محكي وإن شئت قلت: {سَيُغْفَرُ} : </p><p> فعل مضارع مغير الصيغة، {لَنا} : جار ومجرور نائب فاعل، والجملة في محل النصب مقول القول {وَإِنْ} . الواو: حالية أو استئنافية، {إِنْ} : حرف شرط، {يَأْتِهِمْ} : فعل ومفعول مجزوم بإن الشرطية على كونه فعل شرط لها، {عَرَضَ} : فاعل، {مِثْلُهُ} : صفة لـ {عَرَضَ} ، {يَأْخُذُوهُ} : فعل وفاعل ومفعول مجزوم بـ {إِنْ} الشرطية على كونه جوابا لها، وجملة إن الشرطية في محل النصب حال من فاعل {يَقُولُونَ} أو مستأنفة. </p><p> {أَلَمْ يُؤْخَذْ عَلَيْهِمْ مِيثاقُ الْكِتابِ أَنْ لا يَقُولُوا عَلَى اللَّهِ إِلَّا الْحَقَّ وَدَرَسُوا ما فِيهِ وَالدَّارُ الْآخِرَةُ خَيْرٌ لِلَّذِينَ يَتَّقُونَ أَفَلا تَعْقِلُونَ} . </p><p> {أَلَمْ} : {الهمزة} : للاستفهام التقريري، وهو الاستفهام الذي يقصد به إثبات ما بعد حرف النفي {لَمْ} : حرف جزم، {يُؤْخَذْ} : فعل مضارع مغير الصيغة مجزوم بـ {لَمْ} ، {عَلَيْهِمْ} : متعلق به، {مِيثاقُ الْكِتابِ} : نائب فاعل ومضاف إليه، والجملة الفعلية جملة إنشائية لا محل لها من الإعراب، {إِنْ} : حرف نصب، {لا} : نافية، {يَقُولُوا} : فعل وفاعل منصوب بـ {إِنْ} المصدرية، {عَلَى اللَّهِ} : جار ومجرور، متعلق بـ {يَقُولُوا} ، {إِلَّا} : أداة استثناء مفرغ، {الْحَقَّ} : مفعول به، والجملة الفعلية في تأويل مصدر مرفوع على كونه بدلا من {مِيثاقُ} تقديره: ألم يؤخذ عليهم ميثاق الكتاب عدم قولهم على الله إلا الحق، {وَدَرَسُوا} : فعل وفاعل، والجملة معطوفة على {يُؤْخَذْ} الداخل عليه همزة الاستفهام التقريري؛ أي: ألم يؤخذ عليهم ميثاق الكتاب، وألم يدرسوا ما فيه، ما: موصولة أو موصوفة في محل النصب مفعول {دَرَسُوا} ، {فِيهِ} : جار ومجرور، صلة لـ {ما} : أو صفة لها، {وَالدَّارُ} : مبتدأ، {الْآخِرَةُ} : صفة له {خَيْرٌ} خبر، والجملة مستأنفة، {لِلَّذِينَ} : جار ومجرور، متعلق بخبر، وجملة {يَتَّقُونَ} : صلة الموصول، {أَفَلا} : {الهمزة} : للاستفهام التوبيخي، داخلة على محذوف تقديره: أتجهلون خيرية ذلك، {فَلا} : {الفاء} : عاطفة على ذلك المحذوف، {لا} : نافية {تَعْقِلُونَ} : فعل وفاعل، والمفعول محذوف تقديره: أفلا تعقلون خيرية ذلك، والجملة معطوفة على ذلك المحذوف، والجملة </p><p> المحذوفة جملة إنشائية لا محل لها من الإعراب. </p><p> {وَالَّذِينَ يُمَسِّكُونَ بِالْكِتابِ وَأَقامُوا الصَّلاةَ إِنَّا لا نُضِيعُ أَجْرَ الْمُصْلِحِينَ (١٧٠) }. </p><p> {وَالَّذِينَ} : {الواو} : عاطفة. {الَّذِينَ} : مبتدأ، {يُمَسِّكُونَ} : فعل وفاعل، والجملة صلة الموصول، {بِالْكِتابِ} : متعلق به، {وَأَقامُوا الصَّلاةَ} : فعل وفاعل ومفعول، والجملة معطوفة على جملة يمسكون، {إِنَّا} : حرف نصب واسمه، {لا نُضِيعُ أَجْرَ الْمُصْلِحِينَ} : فعل ومفعول ومضاف إليه، وفاعله ضمير يعود على الله، وجملة {إن} في محل الرفع خبر المبتدأ، والرابط محذوف، تقديره: لا نضيع أجر المصلحين منهم، والجملة من المبتدأ والخبر مستأنفة. </p><p> {وَإِذْ نَتَقْنَا الْجَبَلَ فَوْقَهُمْ كَأَنَّهُ ظُلَّةٌ وَظَنُّوا أَنَّهُ واقِعٌ بِهِمْ خُذُوا ما آتَيْناكُمْ بِقُوَّةٍ وَاذْكُرُوا ما فِيهِ لَعَلَّكُمْ تَتَّقُونَ (١٧١) }. </p><p> {وَإِذْ} الواو: استئنافية أو عاطفة، {إِذْ} : ظرف لما مضى من الزمان، متعلق بمحذوف معطوف على قوله:  {وَسْئَلْهُمْ} تقديره: واسئلهم عن القرية واذكر إذ نتقنا الجبل أو مستأنفة استئنافا نحويا، {نَتَقْنَا الْجَبَلَ} : فعل وفاعل ومفعول، والجملة في محل الجر مضاف إليه، {فَوْقَهُمْ} : ظرف ومضاف إليه، متعلق بـ {نَتَقْنَا} ، {كَأَنَّهُ} : حرف نصب واسمه، {ظُلَّةٌ} : خبره، وجملة {كأن} في محل النصب حال من {الْجَبَلَ} تقديره: حالة كونه مشابها بظلة، {وَظَنُّوا} : فعل وفاعل، والجملة في محل الجر معطوفة على {نَتَقْنَا} أو في محل النصب حال من {الْجَبَلَ} ، ولكنه على تقدير: قد، {أَنَّهُ} حرف نصب واسمه {واقِعٌ} خبره. {بِهِمْ} : جار ومجرور، متعلق بـ {واقِعٌ} وجملة {أن} في تأويل مصدر ساد مسد مفعولي ظن تقديره: وظنوا وقوعه بهم، {خُذُوا ما} : فعل وفاعل ومفعول، والجملة في محل النصب مقول لقول محذوف حال من فاعل {نَتَقْنَا} تقديره: وإذ نتقنا الجبل فوقهم حالة كوننا قائلين لهم: خذو ما آتيناكم أو معطوف على {نَتَقْنَا} تقديره: وقلنا لهم، {آتَيْناكُمْ} : فعل وفاعل ومفعول أول، والمفعول الثاني محذوف؛ لأن آتى بمعنى أعطى تقديره: ما آتيناكموه، والجملة </p><p> صلة لـ {ما} أو صفة لها، {بِقُوَّةٍ} : جار ومجرور حال من واو {خُذُوا} ؛ أي: خذوا حالة كونكم ملتبسين بقوة، {وَاذْكُرُوا ما} : فعل وفاعل ومفعول معطوف على {خُذُوا} ، {فِيهِ} : جار ومجرور صلة لـ ما أو صفة لها، {لَعَلَّكُمْ}  {لعل} : حرف ترج وتعليل بمعنى، كي والكاف اسمها، وجملة {تَتَّقُونَ} : خبرها، وجملة {لعل} مستأنفة مسوقة لتعليل ما قبلها. </p><p> {وَإِذْ أَخَذَ رَبُّكَ مِنْ بَنِي آدَمَ مِنْ ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ عَلى أَنْفُسِهِمْ} . </p><p> {وَإِذْ} الواو: استئنافية، {إِذْ} : ظرف لما مضى من الزمان، متعلق بمحذوف تقديره: واذكر قصة إذ أخذ ربك، والجملة مستأنفة أو معطوفة على القصص التي قبلها، {أَخَذَ رَبُّكَ} : فعل وفاعل، والجملة في محل الجر مضاف إليه لـ {إِذْ} ، {مِنْ بَنِي آدَمَ} : جار ومجرور ومضاف إليه، متعلق بـ {أَخَذَ} ، {مِنْ ظُهُورِهِمْ} : جار ومجرور ومضاف إليه، بدل من الجار والمجرور قبله، بدل بعض من كل، {ذُرِّيَّتَهُمْ} : مفعول به ومضاف إليه {وَأَشْهَدَهُمْ} : فعل ومفعول، وفاعله ضمير يعود على {رَبُّكَ} ، والجملة في محل الجر معطوفة على جملة {أَخَذَ} ، {عَلى أَنْفُسِهِمْ} : متعلق بـ {أشهد} . </p><p> {أَلَسْتُ بِرَبِّكُمْ قالُوا بَلى شَهِدْنا أَنْ تَقُولُوا يَوْمَ الْقِيامَةِ إِنَّا كُنَّا عَنْ هذا غافِلِينَ} . </p><p> {أَلَسْتُ}  {الهمزة} : للاستفهام التقريري، {لَسْتُ} : فعل ناقص واسمه، {بِرَبِّكُمْ} : خبره، {والباء} : صلة، والجملة مقول لقول محذوف معطوف على {أَخَذَ} تقديره: وقال ألست بربكم {قالُوا} : فعل وفاعل، والجملة مستأنفة. {بَلى} : حرف جواب لإثبات النفي المذكور قبلها، قائمة مقام الجواب المحذوف تقديره: بلى أنت ربنا، والجملة المحذوفة في محل النصب مقول {قالُوا} . </p><p> فائدة:  {بَلى} حرف جواب تفيد إثبات النفي المذكور قبلها؛ لأنّها لا يجاب بها إلا النفي، سواء كان مقرونا بالاستفهام التقريري كما هنا، أو مجردا، وأما نعم .. فحرف جواب لتصديق ما قبلها، قال ابن عباس: لو قالوا: نعم .. </p><p> لكفروا؛ لأنّ نعم لتقرير ما قبلها، مثبتا كان أو منفيا، فكأنهم أقروا أنّه ليس بربهم، وإلى ذلك أشار علي الأجهوري رحمه الله بقوله: </p><p> بلى حرف جواب لكنّه ... يصير إثباتا كذا قرّروا </p><p> نعم لتقرير الّذي قبلها ... إثباتا أو نفيا كذا حرّروا </p><p> {شَهِدْنا} : فعل وفاعل، والجملة في محل النصب مقول {قالُوا} إن قلنا إنّه من كلام الذر، أو مقول لقول محذوف، إن قلنا إنّه من كلام الملائكة تقديره: قالت الملائكة: شهدنا على قبولهم الميثاق {أَنْ تَقُولُوا} : ناصب وفعل وفاعل {يَوْمَ الْقِيامَةِ} : ظرف متعلق به، والجملة الفعلية في تأويل مصدر مجرور بإضافة المصدر المقدر إليه، المعلل لفعل محذوف تقديره: فعلنا الأخذ بالميثاق كراهية قولكم يوم القيامة، والجملة المحذوفة مستأنفة. {إِنَّا كُنَّا عَنْ هذا غافِلِينَ} مقول محكي لـ {تَقُولُوا} وإن شئت قلت: {إِنَّا} : حرف نصب واسمه، {كُنَّا} : فعل ناقص واسمه، {عَنْ هذا} : متعلق بـ {غافِلِينَ} ، {غافِلِينَ} : خبر {كان} ، وجملة {كان} في محل الرفع خبر {إن} ، وجملة {إن} في محل النصب مقول {تَقُولُوا} . </p><p> {أَوْ تَقُولُوا إِنَّما أَشْرَكَ آباؤُنا مِنْ قَبْلُ وَكُنَّا ذُرِّيَّةً مِنْ بَعْدِهِمْ أَفَتُهْلِكُنا بِما فَعَلَ الْمُبْطِلُونَ} . </p><p> {أَوْ تَقُولُوا} معطوف على {تَقُولُوا} الأول {إِنَّما أَشْرَكَ آباؤُنا} إلى آخر الآية: مقول {تَقُولُوا} : وإن شئت قلت: {إِنَّما} : أداة حصر ونفي، {أَشْرَكَ آباؤُنا} : فعل وفاعل {مِنْ قَبْلُ} : جار ومجرور، متعلق بـ {أَشْرَكَ} ، والجملة الفعلية في محل النصب مقول {تَقُولُوا} ، {وَكُنَّا} : فعل ناقص واسمه {ذُرِّيَّةً} : خبره {مِنْ بَعْدِهِمْ} : جار ومجرور، صفة لذرية تقديره: كائنة من بعدهم {أَفَتُهْلِكُنا} . {الهمزة} : للاستفهام الاستعطافي الإنكاري داخلة على محذوف تقديره: أتؤاخذنا، و {الفاء} : عاطفة على ذلك المحذوف، {تهلكنا} : فعل ومفعول، وفاعله ضمير يعود على الرب، {بِما} : جار ومجرور متعلق به {فَعَلَ الْمُبْطِلُونَ} : فعل وفاعل صلة لما أوصفه لها والعائد أو الرابط محذوف تقديره بما فعله </p><p> {الْمُبْطِلُونَ} ، وجملة {تهلكنا} : معطوفة على الجملة المحذوفة الداخلة عليها الهمزة كما قدرناه آنفا، والجملة المحذوفة في محل النصب مقول {تَقُولُوا} . </p><p> {وَكَذلِكَ نُفَصِّلُ الْآياتِ وَلَعَلَّهُمْ يَرْجِعُونَ} . </p><p> {وَكَذلِكَ} . الواو: استئنافية {كَذلِكَ} : جار ومجرور صفة لمصدر محذوف تقديره: وتفصيلا مثل ذلك التفصيل المذكور هنا {نُفَصِّلُ الْآياتِ} : فعل ومفعول، والفاعل ضمير يعود على الله، والتقدير: ونفصل الآيات اللاحقة تفصيلا مثل تفصيلنا الآيات السابقة ليتدبروها {وَلَعَلَّهُمْ} . الواو: عاطفة، {لعل} : حرف ترج وتعليل، و {الهاء} : اسمها، وجملة {يَرْجِعُونَ} : في محل الرفع خبرها، وجملة {لعل} معطوفة على جملة محذوفة معللة للفعل السابق، والتقدير: ونفصل الآيات مثل ذلك ليتدبروها، ولعلهم يرجعون إلى طاعة الله سبحانه وتعالى؛ أي: ولرجاء رجوعهم إلى طاعة الله عما هم عليه من الإشراك. </p><p> التصريف ومفردات اللغة </p><p> {وَسْئَلْهُمْ عَنِ الْقَرْيَةِ} ، {الْقَرْيَةِ} ، هي أيلة، وقيل: مدين، وقيل: طبرية، والعرب تسمى المدينة قرية:  {حاضِرَةَ الْبَحْرِ} ؛ أي: قريبة منه على شاطئه. {إِذْ يَعْدُونَ فِي السَّبْتِ} ؛ أي: يتجاوزون حكم الله بالصيد المحرم عليهم فيه. </p><p> {حِيتانُهُمْ} سمكهم جمع حوت، قلبت الواو ياء لانكسار ما قبلها، كنون ونينان لفظا ومعنى. {يَوْمَ سَبْتِهِمْ} ؛ أي: تعظيمهم للسبت، وهو مصدر سبت اليهود تسبت، من باب ضرب، إذا عظمت السبت بترك العمل فيه، والتفرغ فيه للعبادة، وقيل: إنه اسم لليوم، والإضافة لاختصاصهم بأحكام فيه. ذكره أبو السعود. </p><p> وفي «المصباح» وسبت اليهود انقطاعهم عن المعيشة والاكتساب، وهو مصدر، يقال: سبتوا سبتا، من باب ضرب إذا قاموا بذلك، وأسبتوا بالألف لغة اه. </p><p> {شُرَّعًا} : جمع شارع كراكع وركع، من شرع عليه إذا دنا وأشرف؛ </p><p> أي: ظاهرة على وجه الماء {نَبْلُوهُمْ} نختبرهم {أُمَّةٌ مِنْهُمْ} ؛ أي: جماعة منهم {مَعْذِرَةً إِلى رَبِّكُمْ} والمعذرة بوزن المغفرة، اسم مصدر لعذر يعذر عذرا، من باب ضرب، وهي بمعنى العذر، وهو التنصل من الذنب، فمعنى معذرة إلى ربكم، قياما وإظهارا بعذر أنفسنا إلى الله تعالى {فَلَمَّا نَسُوا ما ذُكِّرُوا بِهِ} ؛ أي: تركوه ترك الناس، وأعرضوا عنه إعراضا تاما {عَنِ السُّوءِ} والسوء العمل الذي تسوء عاقبته {بَئِيسٍ} والبئيس الشديد، من البأس وهو الشدة، أو من البؤس وهو المكروه، أو الفقر، فهو فعيل من بؤس يبؤس بأسا وبؤسا إذا اشتد. {فَلَمَّا عَتَوْا} العتو الإباء والعصيان {خاسِئِينَ} ؛ أي: أذلاء صاغرين. </p><p> {وَإِذْ تَأَذَّنَ رَبُّكَ} قال سيبويه: أذن أعلم، وأذن نادى وصاح للإعلام ومنه {فَأَذَّنَ مُؤَذِّنٌ بَيْنَهُمْ} ومثله تأذن {لَيَبْعَثَنَّ} ليسلطن {يَسُومُهُمْ} يذيقهم ويوليهم {وَقَطَّعْناهُمْ} فرقناهم {أُمَمًا} ؛ أي: جماعات {دُونَ ذلِكَ} ؛ أي: منحطون عنهم {وَبَلَوْناهُمْ} امتحانهم {بِالْحَسَناتِ وَالسَّيِّئاتِ} الحسنات النعم، والسيئات النقم {فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ} والخلف بسكون اللام يستعمل في الأشرار، وبالتحريك في الأخيار يقال: خلف سوء بسكون اللام، وخلف صدق بفتحها اه «الخازن» ، وفي «البيضاوي» : {فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ} ؛ أي: بدل سوء، وهو مصدر نعت به، ولذلك يقع على الواحد والجمع، وقيل: هو جمع وهو شائع في البشر، والخلف بالفتح في الخير. انتهى. وفي «السمين» والخلف بفتح اللام وبإسكانها هل هما بمعنى واحد؛ أي: يطلق كل منهما على القرن الذي يخلف غيره، صالحا كان أو طالحا أو أن الساكن اللام في الطالح، ومفتوحها في الصالح خلاف مشهور بين اللغويين، قال الفراء: يقال للقرن خلف: يعني ساكنا، ولمن استخلفته خلف يعني متحرك اللام. اه {عَرَضَ هذَا الْأَدْنى} والعرض بالتحريك متاع الدنيا وحطامها، {والْأَدْنى} : الشيء القريب الزوال، والمراد به هنا الدنيا. {وَدَرَسُوا ما فِيهِ} ؛ أي: قرؤوا فهم ذاكرون له {وَالَّذِينَ يُمَسِّكُونَ بِالْكِتابِ} ؛ أي: يتمسكون به ويعملون. </p><p> وفي «المختار» أمسك بالشيء وتمسك واستمسك به، كله بمعنى اعتصم به وكذا مسك به تمسيكا. اه. </p><p> وفي «المصباح» مسكت بالشيء مسكا، من باب ضرب، وتمسكت وامتسكت بمعنى أخذت به وتعلقت واعتصمت، وأمسكته بيدي إمساكا قبضته باليد، وأمسكت عن الأمر: كففت عنه. اه. {وَإِذْ نَتَقْنَا الْجَبَلَ} ؛ أي: رفعناه، كما روى عن ابن عباس أو زلزلناه، وهو مرفوع يقال: نتق السقاء إذا هزه ونفضه ليخرج منه الزبد، أو اقتلعناه، كما هو رأي كثير من العلماء، وفي «الفتوحات» : </p><p> {والنتق} اختلفت فيه عبارات أهل اللغة، فقال أبو عبيدة: هو قلع الشيء من موضعه والرمي به، ومنه نتق ما في الجراب إذا نفضه فرمى ما فيه، وامرأة ناتق ومنتاق إذا كانت كثيرة الولادة، وفي الحديث:  «عليكم بزواج الأبكار فإنهم أنتق أرحاما وأطيب أفواها وأرضى باليسير» وقيل: النتق الجذب بشدة، ومنه نتقت السقاء إذا جذبته بشدة لتقلع الزبدة من فمه، وقال الفراء: هو الرفع، وقال ابن قتيبة: هو الزعزعة وبه فسر مجاهد، وكل هذه معان متقاربة، وقد عرفت أن {فَوْقَهُمْ} يجوز أن يكون منصوبا بنتق؛ لأنّه بمعنى رفع وقلع اه «سمين» ، ونتق من باب نصر كما في «المختار» . </p><p> {كَأَنَّهُ ظُلَّةٌ} والظلة كل ما أظلك من سقف بيت، أو سماء، أو جناح طائر، والجمع ظلل وظلال {مِنْ بَنِي آدَمَ مِنْ ظُهُورِهِمْ} والظهور جمع ظهر، وهو ما فيه العمود الفقري لهيكل الإنسان الذي هو قوام بنيته فيصح أن يعبر به عن جملة الجسد {ذُرِّيَّتَهُمْ} والذرية سلالة الإنسان من الذكور والإناث، شَهِدْنا والشهادة تارة قولية كما قال:  {قالُوا شَهِدْنا عَلى أَنْفُسِنا ...} الآية وتارة تكون حالية، كما قال:  {ما كانَ لِلْمُشْرِكِينَ أَنْ يَعْمُرُوا مَساجِدَ اللَّهِ شاهِدِينَ عَلى أَنْفُسِهِمْ بِالْكُفْرِ} ؛ أي: حالهم شاهدة عليهم بذلك، لا أنهم قائلون ذلك. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات أنواعا من البلاغة، وضروبا من الفصاحة والبيان والبديع. </p><p> فمنها: التكرار في قوله: {اسْكُنُوا هذِهِ الْقَرْيَةَ}  {وَسْئَلْهُمْ عَنِ الْقَرْيَةِ} وفي قوله: {إِذْ يَعْدُونَ فِي السَّبْتِ}  {يَوْمَ سَبْتِهِمْ} . </p><p> ومنها: المجاز المرسل في قوله: {وَسْئَلْهُمْ عَنِ الْقَرْيَةِ} ؛ أي: عن أهل القرية لما فيه من إطلاق المحل وإرادة الحال. </p><p> ومنها: الجناس المغاير في قوله: {يَوْمَ سَبْتِهِمْ} ، {وَيَوْمَ لا يَسْبِتُونَ} . </p><p> وفي قوله:  {أَوْ مُعَذِّبُهُمْ عَذابًا شَدِيدًا} . </p><p> ومنها: المقابلة في قوله: {مِنْهُمُ الصَّالِحُونَ}  {وَمِنْهُمْ دُونَ ذلِكَ} ، وفي قوله:  {بِالْحَسَناتِ}  {وَالسَّيِّئاتِ} . </p><p> ومنها: جمع المؤكدات في قوله: {إِنَّ رَبَّكَ لَسَرِيعُ الْعِقابِ وَإِنَّهُ لَغَفُورٌ رَحِيمٌ} إشعارا بسرعة إيقاع العذاب بهم، وترجية لمن آمن منهم في غفرانه ورحمته. </p><p> ومنها: الاستعارة التصريحية التبعية في قوله: {فَلَمَّا نَسُوا ما ذُكِّرُوا بِهِ} ؛ لأنه استعار النسيان للشرك، فاشتق من النسيان بمعنى الشرك نسوا، بمعنى تركوا، بجامع الإعراض في كل على طريقة الاستعارة التصريحية التبعية. </p><p> ومنها: المقابلة في قوله: {أَنْجَيْنَا}  {وَأَخَذْنَا} . </p><p> ومنها: الإضافة في قوله: {حِيتانُهُمْ} : لاختصاصهم بأحكام فيها. </p><p> ومنها: الاستعارة التصريحية في قوله: {وَإِذْ أَخَذَ رَبُّكَ مِنْ بَنِي آدَمَ مِنْ ظُهُورِهِمْ ذُرِّيَّتَهُمْ} ؛ لأنّه استعار الأخذ للإخراج، فاشتق منه أخذ بمعنى أخرج، وإيثار (١) الأخذ على الإخراج للاعتناء بشأن المأخوذ، لما فيه من الإنباء عن اختيار الاصطفاء، وهو السبب في إسناده إلى الرب بطريق الالتفات مع ما فيه من التمهيد للاستفهام الآتي. </p><p> ومنها: إضافة {رَبُّكَ} إلى ضميره صلى الله عليه وسلّم للتشريف. </p><p> ومنها: الالتفات في لفظ {رَبُّكَ} من التكلم إلى الغيبة؛ لأن مقتضى السياق أن يقال: وإذا أخذنا، كما قال أولا: وإذ نتقنا الجبل فوقهم، والنكتة </p><p>(١) الفتوحات.</p><p> فيه: تعظيم شأن الرسول بتوجيه الخطاب إليه، وفي الآية أيضا البيان بعد الإبهام، والتفصيل بعد الإجمال، في قوله:  {مِنْ ظُهُورِهِمْ} . </p><p> ومنها: الالتفات من الغيبة إلى الخطاب في قوله: {أَفَلا تَعْقِلُونَ} ونكتته: التوبيخ والتأنيب. </p><p> ومنها: الإظهار في وضع الإضمار في قوله: {إِنَّا لا نُضِيعُ أَجْرَ الْمُصْلِحِينَ} ؛ لأنّ مقتضى السياق أن يقال: إنا لا نضيع أجرهم، ونكتة الإظهار: الإشارة إلى شرفهم، والاعتناء بهم. </p><p> ومنها: الجناس المغاير في قوله: {فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ} . </p><p> ومنها: التشبيه في قوله: {كَأَنَّهُ ظُلَّةٌ} . </p><p> ومنها: ذكر الخاص بعد العام إظهارا لفضله وشرفه في قوله: {وَأَقامُوا الصَّلاةَ} ؛ لأنّها داخلة بما في الكتاب، خصها بالذكر لأنّها أعظم أركان الدين بعد التوحيد. </p><p> ومنها: الكناية في قوله: {كُونُوا قِرَدَةً} ؛ لأنّه كناية عن سرعة المسخ، إذ لا يكلف الشخص إلا بما يقدر عليه، وكونهم قردة ليس في طاقتهم. </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلّ وعلا: </p><p> {وَاتْلُ عَلَيْهِمْ نَبَأَ الَّذِي آتَيْناهُ آياتِنا فَانْسَلَخَ مِنْها فَأَتْبَعَهُ الشَّيْطانُ فَكانَ مِنَ الْغاوِينَ (١٧٥) وَلَوْ شِئْنا لَرَفَعْناهُ بِها وَلكِنَّهُ أَخْلَدَ إِلَى الْأَرْضِ وَاتَّبَعَ هَواهُ فَمَثَلُهُ كَمَثَلِ الْكَلْبِ إِنْ تَحْمِلْ عَلَيْهِ يَلْهَثْ أَوْ تَتْرُكْهُ يَلْهَثْ ذلِكَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآياتِنا فَاقْصُصِ الْقَصَصَ لَعَلَّهُمْ يَتَفَكَّرُونَ (١٧٦) ساءَ مَثَلًا الْقَوْمُ الَّذِينَ كَذَّبُوا بِآياتِنا وَأَنْفُسَهُمْ كانُوا يَظْلِمُونَ (١٧٧) مَنْ يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِي وَمَنْ يُضْلِلْ فَأُولئِكَ هُمُ الْخاسِرُونَ (١٧٨) وَلَقَدْ ذَرَأْنا لِجَهَنَّمَ كَثِيرًا مِنَ الْجِنِّ وَالْإِنْسِ لَهُمْ قُلُوبٌ لا يَفْقَهُونَ بِها وَلَهُمْ أَعْيُنٌ لا يُبْصِرُونَ بِها وَلَهُمْ آذانٌ لا يَسْمَعُونَ بِها أُولئِكَ كَالْأَنْعامِ بَلْ هُمْ أَضَلُّ أُولئِكَ هُمُ الْغافِلُونَ (١٧٩) وَلِلَّهِ الْأَسْماءُ الْحُسْنى فَادْعُوهُ بِها وَذَرُوا الَّذِينَ يُلْحِدُونَ فِي أَسْمائِهِ سَيُجْزَوْنَ ما كانُوا يَعْمَلُونَ (١٨٠) وَمِمَّنْ خَلَقْنا أُمَّةٌ يَهْدُونَ بِالْحَقِّ وَبِهِ يَعْدِلُونَ (١٨١) وَالَّذِينَ كَذَّبُوا بِآياتِنا سَنَسْتَدْرِجُهُمْ مِنْ حَيْثُ لا يَعْلَمُونَ (١٨٢) وَأُمْلِي لَهُمْ إِنَّ كَيْدِي مَتِينٌ (١٨٣) أَوَلَمْ يَتَفَكَّرُوا ما بِصاحِبِهِمْ مِنْ جِنَّةٍ إِنْ هُوَ إِلاَّ نَذِيرٌ مُبِينٌ (١٨٤) أَوَلَمْ يَنْظُرُوا فِي مَلَكُوتِ السَّماواتِ وَالْأَرْضِ وَما خَلَقَ اللَّهُ مِنْ شَيْءٍ وَأَنْ عَسى أَنْ يَكُونَ قَدِ اقْتَرَبَ أَجَلُهُمْ فَبِأَيِّ حَدِيثٍ بَعْدَهُ يُؤْمِنُونَ (١٨٥) مَنْ يُضْلِلِ اللَّهُ فَلا هادِيَ لَهُ وَيَذَرُهُمْ فِي طُغْيانِهِمْ يَعْمَهُونَ (١٨٦) يَسْئَلُونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْساها قُلْ إِنَّما عِلْمُها عِنْدَ رَبِّي لا يُجَلِّيها لِوَقْتِها إِلاَّ هُوَ ثَقُلَتْ فِي السَّماواتِ وَالْأَرْضِ لا تَأْتِيكُمْ إِلاَّ بَغْتَةً يَسْئَلُونَكَ كَأَنَّكَ حَفِيٌّ عَنْها قُلْ إِنَّما عِلْمُها عِنْدَ اللَّهِ وَلكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ (١٨٧) قُلْ لا أَمْلِكُ لِنَفْسِي نَفْعًا وَلا ضَرًّا إِلاَّ ما شاءَ اللَّهُ وَلَوْ كُنْتُ أَعْلَمُ الْغَيْبَ لاسْتَكْثَرْتُ مِنَ الْخَيْرِ وَما مَسَّنِيَ السُّوءُ إِنْ أَنَا إِلاَّ نَذِيرٌ وَبَشِيرٌ لِقَوْمٍ يُؤْمِنُونَ (١٨٨) }. </p><p> المناسبة </p><p> قوله تعالى:  {وَاتْلُ عَلَيْهِمْ نَبَأَ الَّذِي آتَيْناهُ آياتِنا ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه وتعالى لما (١) ذكر أنّه أخذ العهد والميثاق على بني آدم جميعا، وأشهدهم على أنفسهم بأنّ الله ربهم، كي لا يكون لهم العذر يوم القيامة في الإشراك بالله، جهلا أو تقليدا .. أردف ذلك بضرب المثل للمكذبين </p><p>(١) المراغي.</p><p> بآياته المنزلة على رسوله، بعد أن أيدها بالأدلة العقلية والكونية، وهو مثل من آتاه الله آياته فكان عالما بها، قادرا على بيانها، والجدل بها، لكنّه لم يؤت العمل مع العلم، بل كان عمله مخالفا لعلمه فسلبها لأنّ العلم الذي لا يعمل به لا يلبث أن يزول، فأشبه الحية تنسلخ من جلدها، وتخرج منه وتتركه على الأرض. </p><p> وقال أبو حيان: مناسبة هذه الآيات لما قبلها: أنّ الله سبحانه وتعالى لما (١) ذكر أخذ الميثاق على توحيده تعالى وتقرير ربوبيته، وذكر إقرارهم بذلك وإشهادهم على أنفسهم .. ذكر حال من آمن به، ثم بعد ذلك كفر، كحال اليهود كانوا مقرين منتظرين بعثة رسول الله صلى الله عليه وسلّم، لما اطلعوا عليه من كتب الله المنزلة، وتبشيرها به، وبذكر صفاته، فلما بعث .. كفروا، فذكروا أنّ ما صدر منهم هو طريقة لأسلافهم اتبعوها. </p><p> قوله تعالى:  {مَنْ يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِي ...} الآية، مناسبة هذه الآية لما قبلها: أنّ الله سبحانه وتعالى لما أمر (٢) نبيه صلى الله عليه وسلّم بأن يقص قصص المنسلخ عن آيات الله تعالى على أولئك الضالين الذين حالهم كحاله ليتفكروا فيه، ويتركوا ما هم عليه من الإخلاد إلى الضلالة، ويعودوا إلى حظيرة الحق .. أردف ذلك ببيان أنّ أسباب الهدى والضلال ينتهيان للمستعد لأحدهما إلى إحدى الغايتين بتقدير الله تعالى، والسير على سننه في استعمال مواهبه، وهداياته الفطرية من العقل والحواس في أحد السبيلين كما قال: {وَهَدَيْناهُ النَّجْدَيْنِ (١٠) وإِمَّا شاكِرًا وَإِمَّا كَفُورًا}. </p><p> وقال أبو حيان: مناسبتها لما قبلها: أن الله سبحانه وتعالى لما قدم ذكر المهتدين والضالين .. أخبر هنا أنّه هو المتصرف فيهم بما شاء من هداية وضلال. انتهى. </p><p> قوله تعالى:  {وَلَقَدْ ذَرَأْنا لِجَهَنَّمَ كَثِيرًا مِنَ الْجِنِّ وَالْإِنْسِ ...} مناسبة (٣) هذه </p><p>(١) البحر المحيط. (٢) المراغي.(٣) البحر المحيط.</p><p> الآية لما قبلها: أنّه تعالى لما ذكر أنّه هو الهادي وهو المضل .. أعقبه بذكر من خلق للخسران والنار، وذكر أوصافهم فيما ذكر، وفي ضمنه وعيد الكفار. </p><p> قوله تعالى:  {وَلِلَّهِ الْأَسْماءُ الْحُسْنى ...} الآية، مناسبة هذه الآية لما قبلها: أنّ الله سبحانه وتعالى لما بين (١) في الآية السالفة أنّ المخلقين لجهنم لما يستعملوا عقولهم ومشاعرهم في الاعتبار بالآيات، والتفقه في تزكية أنفسهم بالعلم النافع، فأورثهم ذلك الإهمال الغفلة التامة عن صلاح أنفسهم، بذكر الله تعالى وشكره والثناء عليه بما هو أهله من صفات الكمال .. أردف ذلك بذكر الدواء لتلك الغفلة، والوسائل التي تخرج إلى ضدها، وهي ذكر الله تعالى، ودعاؤه في السر والعلن، بكرة وعشيا. </p><p> وقال أبو حيان: مناسبة هذه الآية لما قبلها: أنه تعالى لما ذكر (٢) أنّه ذرأ كثيرا من الجن والإنس للنار .. ذكر نوعا منهم - وهم يلحدون في أسمائه - وهم أشد الكفار عتيا، أبو جهل وأحزابه، وأيضا لما نبه على أن دخول جهنم هو للغفلة عن ذكر الله تعالى، والمخلص من العذاب هو ذكر الله تعالى .. أمر بذكر الله بأسمائه الحسنى وصفاته العليا، والقلب إذا غفل عن ذكر الله وأقبل على الدنيا وشهواتها وقع في الحرص، وانتقل من رغبة إلى رغبة، ومن طلب إلى طلب، ومن ظلمة إلى ظلمة، وقد وجدنا ذلك بالذوق، حتى إنّ أحدهم ليصلي الصلوات كلها قضاء في وقت واحد، فإذا انفتح على قلبه باب ذكر الله تعالى تخلص من آفات الغفلة، وامتثل ما أمره الله به، واجتنب ما نهى عنه. انتهى. </p><p> قوله تعالى:  {وَمِمَّنْ خَلَقْنا أُمَّةٌ يَهْدُونَ بِالْحَقِّ ...} الآيات، مناسبة هذه الآيات لما قبلها: أنّ الله سبحانه وتعالى لما ذكر (٣) أنّه ذرأ لجهنم كثيرا من الثقلين - الجن والإنس - وأبان أهم أسباب ذلك، وهي أن هؤلاء أفسدوا فطرتهم بإهمال مواهبهم من العقل والحواس، ثم أرشدنا إلى ما يصلح الفطرة من دعائه بأسمائه الحسنى .. أردف ذلك ببيان وصف أمة الإجابة، وثنى بذكر المكذبين من </p><p>(١) المراغي. (٢) البحر المحيط.(٣) المراغي.</p><p> أمة الدعوة، وثلث بتنفيذ ما عرض لهم من الشبهة، ثم أرشد إلى التفكر الموصل إلى الفقه في الأمور ومعرفة الحقائق، وإلى النظر الهادي إلى الحجة والبرهان الموصل إلى معرفة صدق الرسول، ثم ختمها ببيان عدم الطمع في هداية من قضت سنة الله بضلاله، وتركه يعمه في طغيانه. </p><p> وقال أبو حيان: مناسبة هذه الآية لما قبلها: أنّه تعالى لما ذكر (١) من ذرأ للنار .. ذكر مقابلهم، وفي لفظة {وَمِمَّنْ} دلالة على التبعيض، وأن المعظم من المخلوقين ليسوا هداة إلى الحق، ولا عادلين به، انتهى. </p><p> وقال أيضا: قوله تعالى: {أَوَلَمْ يَنْظُرُوا فِي مَلَكُوتِ السَّماواتِ ...} الآية، مناسبة هذه الآية لما قبلها: أنّه تعالى لما حضهم على التفكر في حال الرسول، وكان مفرعا على تقرير دليل التوحيد .. أعقب بما يدل على التوحيد ووجود الصانع الحكيم. </p><p> قوله تعالى:  {يَسْئَلُونَكَ عَنِ السَّاعَةِ ...} الآيات، مناسبة هذه الآية لما قبلها: أنّ الله سبحانه وتعالى لما أرشد من كانوا في عصر التنزيل وعصر نزول السورة إلى النظر والتفكر في اقتراب أجلهم بقوله: {وَأَنْ عَسى أَنْ يَكُونَ قَدِ اقْتَرَبَ أَجَلُهُمْ} .. أتبع ذلك بالإرشاد إلى النظر والتفكر في أمر الساعة التي ينتهي بها جميع أجل الناس. </p><p> والخلاصة: أن هذا كلام في الساعة العامة بعد الكلام في الساعة الخاصة بكل فرد، وهي انتهاء أجله. </p><p> وقال أبو حيان: مناسبة هذه الآية لما قبلها: أنّه لما ذكر (٢) التوحيد والنبوة والقضاء والقدر .. أتبع ذلك بذكر المعاد، وأيضا فلما تقدم قوله:  {وَأَنْ عَسى أَنْ يَكُونَ قَدِ اقْتَرَبَ أَجَلُهُمْ} ، وكان ذلك باعثا على المبادرة إلى التوبة .. أتى بالسؤال عن الساعة ليعلم أن وقتها مكتوم عن الخلق، فيكون ذلك سببا للمسارعة إلى التوبة. انتهى. </p><p> قوله تعالى:  {قُلْ لا أَمْلِكُ لِنَفْسِي نَفْعًا وَلا ضَرًّا ...} الآية، مناسبة هذه </p><p>(١) البحر المحيط. (٢) البحر المحيط.</p><p> الآية لما قبلها: أنّ (١) الله سبحانه وتعالى لما أمر خاتم رسله أن يجيب السائلين عن الساعة: بأن علمها عند الله تعالى وحده .. قفى على ذلك بأمر رسوله صلى الله عليه وسلّم أن يبين للناس أنّ كل الأمور بيده وحده، وأن علم الغيب كله عنده. </p><p> وهذه الآية أساس (٢) من أسس الدين وقواعد عقائده، إذ بينت حقيقة الرسالة، وفصلت بينها وبين الربوبية، وهدمت قواعد الشرك، واجتثت جذور الوثنية. </p><p> أسباب النزول </p><p> قوله تعالى:  {وَاتْلُ عَلَيْهِمْ نَبَأَ الَّذِي آتَيْناهُ آياتِنا فَانْسَلَخَ مِنْها} قيل: نزلت هذه الآية في بلعم بن باعوراء، وكان قد (٣) حفظ بعض الكتب المنزلة، وقيل: كان قد أوتي النبوة، وكان مجاب الدعوة، بعثه الله إلى مدين يدعوهم إلى الإيمان، فأعطوه الأعطية الواسعة، فاتبع دينهم وترك ما بعث به، فلما أقبل موسى في بني إسرائيل لقتال الجبارين .. سأل الجبارون بلعم بن باعوراء أن يدعو على موسى، فقام ليدعو عليه فتحول لسانه على أصحابه، فقيل له في ذلك؟ فقال: لا أقدر على أكثر مما تسمعون، واندلع لسانه على صدره فقال: قد ذهبت مني الآن الدنيا والآخرة، فلم يبق إلا المكر والخديعة، وسأمكر لكم، وإنّي أرى أن تخرجوا إليهم فتياتكم، فإن الله يبغض الزنا، فإن وقعوا فيه هلكوا، فوقع بنوا إسرائيل في الزنا، فأرسل الله عليهم الطاعون، فمات منهم سبعون ألفا، وقيل: إنّ هذا الرجل اسمه باعم، وهو من بني إسرائيل، وقيل: المراد به أمية بن أبي الصلت الثقفي، وكان قد قرأ الكتب المتقدمة، وعلم أن الله مرسل رسولا في ذلك الوقت، فرجا أن يكون هو ذلك الرسول، فلما أرسل محمد صلى الله عليه وسلّم، وشرفه الله بالنبوة .. حسده وكذبه، وكان أمية صاحب حكمة وشعر ومواعظ حسنة، فقصد بعض الملوك، فلما رجع مر على قتلى بدر فسأل عنهم؟ فقيل له: قتلهم محمد، فقال: لو كان نبيا ما قتل أقرباءه. فلما مات أمية .. أتت أخته فازعة إلى </p><p>(١) المراغي. (٢) المراغي.(٣) الشوكاني والمراح والخازن.</p><p> رسول الله صلى الله عليه وسلّم، فسألها رسول الله صلى الله عليه وسلّم عن وفاة أخيها؟ فقالت: بينما هو راقد أتاه اثنان، فكشفا سقف البيت ونزلا، فقعد أحدهما عند رأسه والآخر عند رجليه، فقال الذي عند رجليه للذي عند رأسه: أوعى؟ قال: وعي، قال أذكى؟ قال: أبى، قالت: فسألته عن ذلك؟ فقال: خير أريد بي، فصرف عني ثم غشى عليه فلما أفاق من غشيته قال شعرا: </p><p> كلّ عيش وإن تطاول دهرا ... صائر مرّة إلى أن يزولا </p><p> ليتني كنت قبل ما قد بدا لي ... في قلال الجبال أرعى الوعولا </p><p> إنّ يوم الحساب يوم عظيم ... شاب فيه الصّغير يوما ثقيلا </p><p> فقال لها رسول الله صلى الله عليه وسلّم: أنشديني من شعر أخيك، فأنشدته بعض قصائده، فقال رسول الله صلى الله عليه وسلّم:  «آمن شعره وكفر قلبه» فأنزل الله تعالى عز وجل: {وَاتْلُ عَلَيْهِمْ نَبَأَ الَّذِي آتَيْناهُ آياتِنا فَانْسَلَخَ مِنْها ...} الآية، وقيل نزلت في قريش، آتاهم الله آياته التي أنزلها على محمد صلى الله عليه وسلّم فكفروا بها، وقيل: نزلت في اليهود والنصارى، انتظروا خروج محمد صلى الله عليه وسلّم فكفروا به. </p><p> قوله تعالى:  {وَلِلَّهِ الْأَسْماءُ الْحُسْنى ...} الآية. قال (١) مقاتل: إن رجلا دعا الله في صلاته، ودعا الرحمن، فقال بعض مشركي مكة - قال ابن الجوزي: هو أبو جهل - إن محمدا وأصحابه يزعمون أنهم يعبدون إلها واحدا، فما بال هذا يدعو اثنين؟ فأنزل الله هذه الآية: وَلِلَّهِ الْأَسْماءُ الْحُسْنى. </p><p> قوله تعالى:  {أَوَلَمْ يَتَفَكَّرُوا ما بِصاحِبِهِمْ مِنْ جِنَّةٍ ...} أخرج (٢) أبو حاتم وأبو الشيخ، عن قتادة قال: ذكر لنا أن نبي الله صلى الله عليه وسلّم قام على الصفا ليلا، فجعل يدعو قريشا فخذا فخذا: يا بني فلان، يا بني فلان، إنّي لكم نذير مبين، وكان يحذرهم بأس الله ووقائعه، فقال قائلهم: إن صاحبكم هذا لمجنون بات يهوت؛ أي: إلى الصباح، فأنزل الله تعالى هذه الآية:  {أَوَلَمْ يَتَفَكَّرُوا ما بِصاحِبِهِمْ} . </p><p> قوله تعالى:  {يَسْئَلُونَكَ عَنِ السَّاعَةِ ...} قال قتادة: قالت قريش لرسول الله صلى الله عليه وسلّم: </p><p>(١) الخازن. (٢) لباب النقول.</p>"
}