{
  "id": null,
  "sura": 7,
  "aya": 206,
  "text": "<p> ولا يفيدهم ذلك معرفة بالله تعالى، ولا مراقبة له؛ لأنّ ذلك أصبح عادة لهم، تصحبها عادات أخرى منكرة، ومن ثم كان الواجب الجمع بين ذكر القلب وذكر اللسان. </p><p> والمعنى: واذكر ربك أيها الملكف بأي (١) نوع من أنواع الذكر، من قرآن وتهليل وتحميد وتكبير وتسبيح ودعاء، وغير ذلك، سرا في نفسك إن لم يلزم عليه الكسل، وإلا جهرا وذكرا وسطا دون الجهر، وفوق السر {بِالْغُدُوِّ وَالْآصالِ} ؛ أي: في البكر والعشايا وما بينهما من جميع الأوقات، وقرأ أبو مجلز {والإيصال} جعله مصدرا لقولهم: أصلت؛ أي: دخلت في وقت الأصيل، والغدو جمع غدوة، وهي من طلوع الفجر إلى طلوع الشمس، والآصال جمع أصيل، وهو من العصر إلى الغروب، وإنّما خص هذين الوقتين بالذكر؛ لأن الإنسان يقوم من النوم عند الغداة، فطلب أن يكون أول صحيفته ذكر الله تعالى، وأما وقت الآصال فلأن الإنسان يستقبل النوم - وهو أخو الموت - فينبغي له أن يشغله بالذكر، خيفة أن يموت في نومه، فيبعث على ما مات عليه، وقيل: إن الأعمال تصعد في هذين الوقتين، وقيل: لكراهة النفل في هذين الوقتين، فطلب بالذكر فيهما، لئلا يضيع على الإنسان وقته، ولأن من افتتح نهاره بذكر الله، واختتمه به، كان جديرا بأن يراقب الله ولا ينساه فيما بينهما، {وَلا تَكُنْ} أيها المكلف {مِنَ الْغافِلِينَ} عن ذكر الله تعالى، بل أشعر قلبك الخضوع له والخوف من قدرته عليك، إذا أنت غفلت عن ذلك، ومن غفل عن ذكره تعالى مرض قلبه، وضعف إيمانه، واستحوذ عليه الشيطان فأنساه ذكره. </p><p> ٢٠٦ - ثم ختم (٢) سبحانه هذه الآيات بما يؤكد الأمر والنهي السابقين فقال: {إِنَّ الَّذِينَ عِنْدَ رَبِّكَ} يا محمد؛ أي: إن ملائكة الرحمن المقربين عنده {لا يَسْتَكْبِرُونَ عَنْ عِبادَتِهِ} سبحانه وتعالى كما يستكبر عنها هؤلاء المشركون، بل يؤدونها حسب ما أمروا به {وَيُسَبِّحُونَهُ} ؛ أي: ينزهون الله سبحانه وتعالى عن كل ما لا يليق </p><p>(١) الصاوي. (٢) المراغي.</p><p> بعظمته وكبريائه وجلاله، وعن اتخاذ الولد والند والشريك، ولا يفعلون كما يفعل هؤلاء الذين اتخذوا من دون الله شفعاء وأندادا، يحبونهم كحبه {وَلَهُ} وحده سبحانه وتعالى، يصلون و {يَسْجُدُونَ} ؛ فلا يشركون معه أحدا، فالواجب على كل مؤمن أن يجعل خواص الملائكة المقربين إليه تعالى من حملة عرشه، والحافين به أسوة حسنة له في صلاته وسجوده، وسائر عبادته. </p><p> فإن قلت (١) : التسبيح والسجود داخلان في قوله تعالى: {لا يَسْتَكْبِرُونَ عَنْ عِبادَتِهِ} ؛ لأنّهما من جملة العبادة، فكيف أفردهما بالذكر؟ </p><p> قلت: أخبر الله عز وجل عن حال الملائكة أنّهم خاضعون لعظمته لا يستكبرون عن عبادته، ثم أخبر عن صفة عبادتهم أنّهم يسبحونه وله يسجدون. </p><p> ولما كانت الأعمال تنقسم إلى قسمين، أعمال القلوب وأعمال الجوراح، وأعمال القلوب هي: تنزيه الله عن كل سوء وهو الاعتقاد القلبي عبر عنه بقوله {وَيُسَبِّحُونَهُ} وعبر عن أعمال الجوارح بقوله: {وَلَهُ يَسْجُدُونَ} . </p><p> وقد شرع الله سبحانه وتعالى لنا (٢) السجود عند تلاوة هذه الآية أو سماعها، إرغاما لمن أبى ذلك من المشركين، واقتداء بالملائكة المقربين، ومثلها آيات أخرى ستأتي في مواضعها، وقد كان صلى الله عليه وسلّم يقول في سجوده لذلك:  «اللهم لك سجد سوادي، وبك آمن فؤادي، اللهم ارزقني علما ينفعي وعملا يرفعني» وفي سنن ابن ماجه عن ابن عباس أنّه صلى الله عليه وسلّم كان يقول في سجدة التلاوة: «اللهم احطط عني بها وزرا، واكتب لي بها أجرا، واجعلها لي عندك ذخرا» . </p><p> وهذه السجدة (٣) من عزائم سجود القرآن، فيستحب للقارىء والمستمع أن يسجد عند قوله:  {وَلَهُ يَسْجُدُونَ} ليوافق الملائكة المقربين في عباداتهم، </p><p>(١) الخازن. (٢) المراغي.(٣) الخازن.</p><p> والجمهور على أنّه ليس بواجب، وقال أبو حنيفة: هو واجب، ولا خلاف في أنّ شرطه شرط الصلاة من طهارة خبث وحدث ونية واستقبال ووقت، إلا ما روى البخاري عن ابن عمر وابن المنكدر عن الشعبي: أنّه يسجد على غير طهارة، وذهب الشافعي وأحمد وإسحاق إلى أنه يكبر ويرفع اليدين، وقال مالك: يكبر لها في الخفض والرفع في الصلاة، وأما في غير الصلاة فاختلف عنه، ويسلم عنها عند الجمهور، وقال جماعة من السلف وإسحاق: لا يسلم ووقتها سائر الأوقات مطلقا؛ لأنّها صلاة بسبب، ذكره أبو حيان في «البحر» وعن عبد الله بن عمر رضي الله عنهما، أنّ النبي صلى الله عليه وسلّم:  (كان يقرأ القرآن، فيقرأ سورة فيها سجدة فيسجد ونسجد معه، حتى ما يجد بعضنا موضعا لمكان جبهته في غير وقت صلاة) متفق عليه. </p><p> وعن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلّم: «إذا قرأ ابن آدم السجدة فسجد اعتزل الشيطان يبكي يقول: يا ويلنا أمر ابن آدم بالسجود فسجد فله الجنة، وأمرت بالسجود فأبيت فلي النار» رواه مسلم. </p><p> وعن ثوبان مولى رسول الله صلى الله عليه وسلّم قال: سمعت رسول الله صلى الله عليه وسلّم يقول: «عليك بكثرة السجود لله، فإنّك لا تسجد لله سجدة إلا رفعك الله بها درجة، وحط عنك بها خطيئة» رواه مسلم أيضا. </p><p> وفي الآية إرشاد إلى أن الأفضل إخفاء الذّكر، وقد روى أحمد قوله صلى الله عليه وسلّم:  «خير الذّكر الخفي» . </p><p> الإعراب </p><p> {هُوَ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ واحِدَةٍ وَجَعَلَ مِنْها زَوْجَها لِيَسْكُنَ إِلَيْها} . </p><p> {هُوَ الَّذِي} : مبتدأ وخبر، والجملة مستأنفة {خَلَقَكُمْ} : فعل ومفعول، وفاعله ضمير يعود على الموصول، والجملة صلة الموصول، {مِنْ نَفْسٍ} : جار ومجرور، متعلق بـ {خلق} ، {واحِدَةٍ} : صفة لـ {نَفْسٍ} ، {وَجَعَلَ} : فعل ماض، {مِنْها} : متعلق به، وفاعله ضمير يعود على الموصول، {زَوْجَها} : مفعول به </p><p> ومضاف إليه والجملة معطوفة على جملة {خلق} . {لِيَسْكُنَ}  {اللام} : حرف جر وتعليل، {يسكن} : فعل مضارع منصوب بأن مضمرة بعد لام كي، وفاعله ضمير يعود على نفس واحدة، وذكره نظرا لمعناها، لأنّها بمعنى آدم {إِلَيْها} متعلق بـ {يسكن} ، وجملة يسكن: في تأويل مصدر مجرور باللام، والجار والمجرور متعلق بـ {جَعَلَ} ؛ أي: وجعل منها زوجها لسكونه إليها. </p><p> {فَلَمَّا تَغَشَّاها حَمَلَتْ حَمْلًا خَفِيفًا فَمَرَّتْ بِهِ فَلَمَّا أَثْقَلَتْ دَعَوَا اللَّهَ رَبَّهُما لَئِنْ آتَيْتَنا صالِحًا لَنَكُونَنَّ مِنَ الشَّاكِرِينَ} . </p><p> {فَلَمَّا} : {الفاء} : عاطفة على محذوف تقديره: ولما سكن إليها غشاها وجامعها، {لما} : حرف شرط غير جازم، {تَغَشَّاها} : فعل ومفعول، وفاعله ضمير يعود على آدم، والجملة الفعلية فعل شرط لـ {لما} لا محل لها من الإعراب، {حَمَلَتْ} : فعل ماض، وفاعله ضمير يعود على حواء، {حَمْلًا} مفعول به أو مفعول مطلق، {خَفِيفًا} صفة لـ {حَمْلًا} : والجملة جواب {لما} لا محل لها من الإعراب، وجملة {لما} معطوفة على جملة {لما} المحذوفة، {فَمَرَّتْ} : {الفاء} : عاطفة، {مرت} : فعل ماض، وفاعله ضمير يعود على حواء، {بِهِ} : جار ومجرور، متعلق به، وجملة {مرت} معطوفة على جملة {حَمَلَتْ} ، {فَلَمَّا}  {الفاء} : عاطفة على محذوف تقديره: ولما مرت به أثقلت، {لما} : حرف شرط {أَثْقَلَتْ} : فعل ماض، وفاعله ضمير يعود على حواء، والجملة فعل شرط لـ {لما} ، {دَعَوَا اللَّهَ} : فعل وفاعل ومفعول، {رَبَّهُما} : بدل من الجلالة، والجملة جواب {لما} وجملة {لما} معطوفة على جملة {لما} المحذوفة، {لَئِنْ}  {اللام} : موطئة لقسم محذوف تقدير: أقسمنا والله، {إن} حرف شرط، {آتَيْتَنا صالِحًا} : فعل وفاعل ومفعولان في محل الجزم بـ {إن} الشرطية على كونه فعل شرط لها، {لَنَكُونَنَّ} : {اللام} لام قسم مؤكدة للأولى جيء بها لتدل على أن ما بعدها جواب القسم لا جواب الشرط، {نكونن} : فعل مضارع ناقص في محل الرفع، مبني على الفتح لاتصاله بنون التوكيد الثقيلة، واسمها ضمير يعود على آدم وحواء، {مِنَ الشَّاكِرِينَ} : خبرها، </p><p> وجملة {نكون} جواب القسم لا محل لها من الإعراب، وجواب الشرط محذوف دل عليه جواب القسم تقديره: إن آتيتنا صالحا .. نكن من الشاكرين، وجملة إن الشرطية معترضة لا محل لها من الإعراب، لاعتراضها بين القسم وجوابه، وجملة القسم مع جوابه في محل النصب مقول لقول محذوف تقديره: دعوا الله ربهما فقالا: لئن آتيتنا صالحا لنكونن من الشاكرين، أو جملة مفسرة لجملة الدعاء لا محل لها من الإعراب، وفي «السمين»  (١) : هذا القسم وجوابه فيه وجهان: </p><p> أظهرهما: أنّه مفسر لجملة الدعاء، كأنّه قيل: فما كان دعاؤهما؟ فقيل: </p><p> كان دعاؤهما كيت وكيت. </p><p> والثاني: أنّه مفعول لقول محذوف تقديره: فقالا: لئن آتيتنا صالحا لنكونن من الشاكرين. </p><p> {فَلَمَّا آتاهُما صالِحًا جَعَلا لَهُ شُرَكاءَ فِيما آتاهُما فَتَعالَى اللَّهُ عَمَّا يُشْرِكُونَ} . </p><p> {فَلَمَّا}  {الفاء} : عاطفة على محذوف تقديره: فآتاهما صالحا، {لما} : حرف شرط، {آتاهُما صالِحًا} : فعل ومفعولان، وفاعله ضمير يعود على الله، والجملة فعل شرط لـ {لما} لا محل لها من الإعراب، {جَعَلا} : فعل وفاعل، {لَهُ} متعلق به، وهو في محل المفعول الثاني. {شُرَكاءَ} مفعول أول لـ {جَعَلا} ، والجملة الفعلية جواب {لما} لا محل لها من الإعراب، وجملة {لما} معطوفة على الجملة المحذوفة {فِيما} : جار ومجرور، متعلق بـ {شُرَكاءَ} ، {آتاهُما} : فعل ومفعول أول، والمفعول الثاني محذوف تقديره: فيما آتاه إياهما، وفاعله ضمير يعود على الله، والجملة صلة {لما} أو صفة لها، والعائد أو الرابط الضمير المحذوف. {فَتَعالَى اللَّهُ}  {الفاء} : عاطفة سببية، {تعالى الله} : فعل وفاعل، والجملة معطوفة على جملة قوله:  {هُوَ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ واحِدَةٍ} وما بينهما اعتراض كما مر في مبحث التفسير، {عَمَّا} : جار ومجرور، متعلق </p><p>(١) الفتوحات.</p><p> بـ {تعالى} ، وجملة {يُشْرِكُونَ} صلة {ما} الموصولة، والعائد محذوف تقديره: عما يشركونه به، أو صلة {ما} المصدرية، إن قلنا {ما} مصدرية أي: تعالى عن إشراكهم. </p><p> {أَيُشْرِكُونَ ما لا يَخْلُقُ شَيْئًا وَهُمْ يُخْلَقُونَ (١٩١) وَلا يَسْتَطِيعُونَ لَهُمْ نَصْرًا وَلا أَنْفُسَهُمْ يَنْصُرُونَ (١٩٢) }. </p><p> {أَيُشْرِكُونَ}  {الهمزة} : للاستفهام التوبيخي {يُشْرِكُونَ} : فعل وفاعل، والجملة مستأنفة، ما موصولة أو موصوفة في محل النصب مفعول {يُشْرِكُونَ} ، {لا} : نافية، {يَخْلُقُ} : فعل مضارع، وفاعله ضمير يعود على ما، وأفرده نظرا للفظ ما، {شَيْئًا} : مفعول به، والجملة صلة {لما} أو صفة لها، {وَهُمْ} مبتدأ، وجملة {يُخْلَقُونَ} : خبره، وجمع الضمير هنا نظرا لمعنى ما كما مر في بحث التفسير، والجملة الاسمية معطوفة على جملة {يَخْلُقُ} ، على كونها صلة {لما} الموصولة {وَلا يَسْتَطِيعُونَ} فعل وفاعل، والجملة معطوفة أيضا على جملة الصلة {لَهُمْ} متعلق به أو متعلق بنصرا {نَصْرًا} : مفعول به {وَلا} . الواو: عاطفة {لا} نافية، {أَنْفُسَهُمْ} : مفعول به مقدم على عامله لرعاية الفاصلة، والجملة معطوفة على جملة الصلة أيضا. </p><p> {وَإِنْ تَدْعُوهُمْ إِلَى الْهُدى لا يَتَّبِعُوكُمْ سَواءٌ عَلَيْكُمْ أَدَعَوْتُمُوهُمْ أَمْ أَنْتُمْ صامِتُونَ (١٩٣) }. </p><p> {وَإِنْ} الواو: استئنافية، {إِنْ} : حرف شرط جازم، {تَدْعُوهُمْ} : فعل وفاعل ومفعول مجزوم بـ {إِنْ} الشرطية على كونه فعل شرط لها، {إِلَى الْهُدى} متعلق به، {لا} نافية، {يَتَّبِعُوكُمْ} : فعل وفاعل ومفعول مجزوم بإن الشرطية على كونه جوابا لها، وجملة {إِنْ} الشرطية مستأنفة، {سَواءٌ} : خبر مقدم لمبتدأ متعد من الجملة التي بعدها، من غير سابك لإصلاح المعنى، {عَلَيْكُمْ} متعلقان بـ {سَواءٌ} . {أَدَعَوْتُمُوهُمْ}  {الهمزة} : للتسوية، وهي في الأصل للاستفهام، ولكنه غير مراد هنا لوقوعها بعد {سَواءٌ} ، {دَعَوْتُمُوهُمْ} : فعل وفاعل ومفعول، والجملة الفعلية في تأويل مصدر مرفوع على كونه مبتدأ مؤخرا لـ {سَواءٌ} من غير </p><p> سابك لإصلاح المعنى، وقيل: السابك هنا همزة التسوية كما مر في أول البقرة، {أَمْ} : عاطفة متصلة لوقوعها بعد همزة التسوية، {أَنْتُمْ} : مبتدأ، {صامِتُونَ} : خبره، والجملة الاسمية معطوفة على الجملة الفعلية المذكورة قبلها على كونها في تأويل مصدر مرفوع على الابتداء والتقدير: دعاؤكم إياهم وصمتكم عنهم سواء؛ أي: سيان في عدم الإفادة، والجملة الاسمية مستأنفة مقررة لمضمون ما قبلها. </p><p> {إِنَّ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ عِبادٌ أَمْثالُكُمْ فَادْعُوهُمْ فَلْيَسْتَجِيبُوا لَكُمْ إِنْ كُنْتُمْ صادِقِينَ} . </p><p> {إِنَّ الَّذِينَ} : ناصب واسمه، وجملة {تَدْعُونَ} صلة الموصول، {مِنْ دُونِ اللَّهِ} متعلق بـ {تَدْعُونَ} . {عِبادٌ} خبر {إِنَّ} . {أَمْثالُكُمْ} صفة لـ {عِبادٌ} ، وجملة {إِنَّ} مستأنفة. {فَادْعُوهُمْ}  {الفاء} : رابطة لجواب شرط محذوف تقديره: إن زعمتم أنّها آلهة .. فادعوهم، {ادعوهم} : فعل وفاعل ومفعول في محل الجزم على أنّها جواب الشرط، وجملة الشرط المحذوف مع جوابها مستأنفة مقررة لمضمون ما قبلها، {فَلْيَسْتَجِيبُوا} : {الفاء} : عاطفة، {واللام} : لام الأمر، {يستجيبوا} : فعل مضارع مجزوم بـ {لام} الأمر، والواو فاعل، والجملة في محل الجزم معطوفة على جملة {فَادْعُوهُمْ} على كونها جوابا لشرط محذوف، {لَكُمْ} متعلقان بالفعل {يستجيبوا} . {إِنَّ} : حرف شرط، {كُنْتُمْ صادِقِينَ} : فعل ناقص واسمه وخبره في محل الجزم بـ {إِنَّ} الشرطية على كونها فعل شرط لها، وجواب الشرط معلوم مما قبله تقديره: إن كنتم صادقين في أنّها آلهة .. فادعوهم، وجملة إن الشرطية مستأنفة مقررة لما قبلها. </p><p> {أَلَهُمْ أَرْجُلٌ يَمْشُونَ بِها أَمْ لَهُمْ أَيْدٍ يَبْطِشُونَ بِها أَمْ لَهُمْ أَعْيُنٌ يُبْصِرُونَ بِها أَمْ لَهُمْ آذانٌ يَسْمَعُونَ بِها} . </p><p> {أَلَهُمْ}  {الهمزة} : للاستفهام الإنكاري، {لَهُمْ} : جار ومجرور، خبر مقدم، {أَرْجُلٌ} : مبتدأ مؤخر، وجملة {يَمْشُونَ بِها} صفة {أَرْجُلٌ} ، والجملة الاسمية جملة إنشائية لا محل لها من الإعراب، {أَمْ} : عاطفة منقطعة بمعنى همزة الاستفهام الإنكاري، وبمعنى بل التي للإضراب الانتقالي من توبيخ إلى </p><p> توبيخ آخر، {لَهُمْ} : جار ومجرور، خبر مقدم، {أَيْدٍ} : مبتدأ مؤخر مرفوع بضمة مقدرة على الياء المحذوفة للتخلص من التقاء الساكنين، منع من ظهورها الثقل، وجملة {يَبْطِشُونَ بِها} : صفة لـ {أَيْدٍ} ، والجملة معطوفة على جملة {أَلَهُمْ أَرْجُلٌ} ، {أَمْ} : عاطفة، {لَهُمْ} : خبر مقدم {أَعْيُنٌ} : مبتدأ مؤخر، وجملة {يُبْصِرُونَ بِها} صفة {أَعْيُنٌ} ، والجملة الاسمية معطوفة على جملة {أَلَهُمْ أَرْجُلٌ} وكذلك جملة {أَمْ لَهُمْ آذانٌ يَسْمَعُونَ بِها} معطوفة على الجملة الأولى. </p><p> {قُلِ ادْعُوا شُرَكاءَكُمْ ثُمَّ كِيدُونِ فَلا تُنْظِرُونِ} . </p><p> {قُلِ} : فعل أمر، وفاعله ضمير يعود على محمد، والجملة مستأنفة. </p><p> {ادْعُوا شُرَكاءَكُمْ} إلى قوله: {خُذِ الْعَفْوَ} مقول محكي لـ {قُلِ} ، وإن شئت قلت:  {ادْعُوا شُرَكاءَكُمْ} : فعل وفاعل ومفعول به، والجملة في محل النصب مقول محكي لـ {قُلِ} ، {ثُمَّ} : حرف عطف وترتيب {كِيدُونِ} : فعل أمر مبني على حذف النون، والواو: فاعل، والنون للوقاية، وياء المتكلم المحذوفة اجتزاء عنها بكسرة النون في محل النصب مفعول به، والجملة في محل النصب معطوفة على جملة {ادْعُوا شُرَكاءَكُمْ} ، {فَلا} : {الفاء} : حرف عطف وتعقيب، {لا} ناهية جازمة {تُنْظِرُونِ} : فعل مضارع مجزوم بـ {لا} الناهية وعلامة جزمه حذف النون، والواو: فاعل و {النون} للوقاية، وياء المتكلم المحذوفة اجتزاء عنها بكسرة النون في محل النصب مفعول به، وجملة {فَلا تُنْظِرُونِ} في محل النصب معطوفة على جملة {ثُمَّ كِيدُونِ} . </p><p> {إِنَّ وَلِيِّيَ اللَّهُ الَّذِي نَزَّلَ الْكِتابَ وَهُوَ يَتَوَلَّى الصَّالِحِينَ} . </p><p> {إِنَّ} : حرف نصب، {وَلِيِّيَ} : اسمها منصوب، وعلامة نصبه فتحة مقدرة على ما قبل ياء المتكلم، وهو مضاف وياء المتكلم في محل الجر مضاف إليه، {اللَّهُ} : خبر {إِنَّ} مرفوع، وجملة إن في محل النصب مقول {قُلِ} على كونها تعليلا لما قبلها. {الَّذِي} : اسم موصول في محل الرفع صفة للجلالة، {نَزَّلَ الْكِتابَ} : فعل ومفعول، وفاعله ضمير يعود على الموصول، والجملة صلة الموصول، {وَهُوَ} : مبتدأ، {يَتَوَلَّى الصَّالِحِينَ} : فعل ومفعول، وفاعله ضمير يعود </p><p> على {اللَّهُ} ، والجملة في محل الرفع خبر {هُوَ} ، والجملة الاسمية في محل النصب حال من فاعل {نَزَّلَ} . </p><p> {وَالَّذِينَ تَدْعُونَ مِنْ دُونِهِ لا يَسْتَطِيعُونَ نَصْرَكُمْ وَلا أَنْفُسَهُمْ يَنْصُرُونَ (١٩٧) }. </p><p> {وَالَّذِينَ}  {الواو} : عاطفة، {الَّذِينَ} : مبتدأ، {تَدْعُونَ} : فعل وفاعل، والجملة صلة الموصول، والعائد محذوف تقديره: والذين تدعونهم، {مِنْ دُونِهِ} متعلق بـ {تَدْعُونَ} ، {لا يَسْتَطِيعُونَ نَصْرَكُمْ} : فعل وفاعل ومفعول، والجملة في محل الرفع خبر المبتدأ، والجملة الاسمية في محل النصب، ومعطوفة على جملة {إِنَّ} على كونها مقولا لـ {قُلِ} ، {وَلا أَنْفُسَهُمْ} مفعول مقدم لما بعده، {يَنْصُرُونَ} : فعل وفاعل، والجملة في محل الرفع معطوفة على جملة {لا يَسْتَطِيعُونَ} على كونها خبر الموصول. </p><p> {وَإِنْ تَدْعُوهُمْ إِلَى الْهُدى لا يَسْمَعُوا وَتَراهُمْ يَنْظُرُونَ إِلَيْكَ وَهُمْ لا يُبْصِرُونَ} . </p><p> {وَإِنْ}  {الواو} : عاطفة، {إِنْ} حرف شرط {تَدْعُوهُمْ} : فعل وفاعل ومفعول مجزوم بـ {إِنْ} على كونها فعل الشرط، {إِلَى الْهُدى} متعلق به، {لا يَسْمَعُوا} : فعل وفاعل مجزوم بـ {إِنْ} الشرطية على كونها جوابا لها، وجملة {إِنْ} الشرطية في محل الرفع معطوفة على جملة قوله: {لا يَسْتَطِيعُونَ نَصْرَكُمْ} على كونها خبر الموصول {وَتَراهُمْ} : فعل ومفعول به؛ لأنّ رأى بصرية، وفاعله ضمير يعود على محمد، أو على أي مخاطب، {يَنْظُرُونَ} : فعل وفاعل، {إِلَيْكَ} : متعلق به، والجملة في محل النصب حال من مفعول {تَراهُمْ} ، وجملة {تَراهُمْ} في محل الرفع معطوفة على جملة {لا يَسْتَطِيعُونَ} ، على كونها خبر المبتدأ، {وَهُمْ} ، مبتدأ وجملة {لا يُبْصِرُونَ} خبره، والجملة الاسمية في محل النصب حال من واو {يَنْظُرُونَ} . </p><p> {خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجاهِلِينَ (١٩٩) }. </p><p> {خُذِ الْعَفْوَ} : فعل ومفعول، وفاعله ضمير يعود على محمد، والجملة مستأنفة، {وَأْمُرْ} : فعل أمر، وفاعله ضمير يعود على محمد، والجملة معطوفة </p><p> على جملة {خُذِ} . {بِالْعُرْفِ} متعلق به {وَأَعْرِضْ} : فعل أمر، وفاعله ضمير يعود على محمد، والجملة معطوفة على جملة {خُذِ} ، {عَنِ الْجاهِلِينَ} متعلق به. </p><p> {وَإِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطانِ نَزْغٌ فَاسْتَعِذْ بِاللَّهِ إِنَّهُ سَمِيعٌ عَلِيمٌ (٢٠٠) }. </p><p> {وَإِمَّا}  {الواو} : استئنافية، {إِمَّا}  {إن} : حرف شرط جازم مبني بسكون على النون المدغمة في ميم {ما} الزائدة، {يَنْزَغَنَّكَ} : فعل ومفعول في محل الجزم بإن الشرطية على كونه فعل شرط لها، مبني على الفتح لاتصاله بنون التوكيد الثقيلة، {مِنَ الشَّيْطانِ} : متعلق به {نَزْغٌ} فاعل، {فَاسْتَعِذْ} : فعل أمر، وفاعله ضمير يعود على محمد، والجملة في محل الجزم جواب {إن} الشرطية و {الفاء} : فيه رابطة الجواب وجوبا، لكون الجواب جملة طلبية، {بِاللَّهِ} جار ومجرور، متعلق بـ {استعذ} ، وجملة {إن} الشرطية مستأنفة. {إِنَّهُ} : ناصب واسمه، {سَمِيعٌ} : خبر أول له، {عَلِيمٌ} خبر ثان له، وجملة {إن} مستأنفة مسوقة لتعليل ما قبلها أعني جملة الأمر بالاستعاذة. </p><p> {إِنَّ الَّذِينَ اتَّقَوْا إِذا مَسَّهُمْ طائِفٌ مِنَ الشَّيْطانِ تَذَكَّرُوا فَإِذا هُمْ مُبْصِرُونَ (٢٠١) وَإِخْوانُهُمْ يَمُدُّونَهُمْ فِي الغَيِّ ثُمَّ لا يُقْصِرُونَ (٢٠٢) }. </p><p> {إِنَّ} : حرف نصب، {الَّذِينَ} : اسمها، {اتَّقَوْا} : فعل وفاعل، والجملة صلة الموصول، إِذا ظرف لما يستقبل من الزمان، {مَسَّهُمْ طائِفٌ} : فعل ومفعول وفاعل {مِنَ الشَّيْطانِ} : صفة لـ {طائِفٌ} ، والجملة الفعلية في محل الخفض بإضافة إذا إليها على كونها فعل شرط لها، والظرف متعلق بالجواب الآتي، {تَذَكَّرُوا} : فعل وفاعل، والجملة جواب إذا الشرطية، وجملة {إِذا} في محل الرفع خبر {إِنَّ} ، وجملة إنّ مستأنفة، {فَإِذا}  {الفاء} : عاطفة سببية، {إذا} حرف فجأة لا محل لها من الإعراب، {هُمْ مُبْصِرُونَ} : مبتدأ وخبر، والجملة الاسمية معطوفة على جملة {تَذَكَّرُوا} لا محل لها من الإعراب. {وَإِخْوانُهُمْ} : مبتدأ، {يَمُدُّونَهُمْ} : فعل وفاعل ومفعول، والجملة الفعلية خبر المبتدأ، ولكنه خبر سببي، والجملة الاسمية معطوفة على جملة </p><p> {إِنَّ} . {فِي الغَيِّ} متعلق بـ {يَمُدُّونَهُمْ} ، {ثُمَّ} : حرف عطف، {لا يُقْصِرُونَ} : فعل وفاعل، والجملة الفعلية في محل الرفع معطوفة على جملة {يَمُدُّونَهُمْ} على كونها خبر المبتدأ. </p><p> {وَإِذا لَمْ تَأْتِهِمْ بِآيَةٍ قالُوا لَوْلا اجْتَبَيْتَها قُلْ إِنَّما أَتَّبِعُ ما يُوحى إِلَيَّ مِنْ رَبِّي هذا بَصائِرُ مِنْ رَبِّكُمْ وَهُدىً وَرَحْمَةٌ لِقَوْمٍ يُؤْمِنُونَ (٢٠٣) }. </p><p> {وَإِذا}  {الواو} : استئنافية، إِذا: ظرف لما يستقبل من الزمان، {لَمْ تَأْتِهِمْ} : جازم وفعل ومفعول، وفاعله ضمير يعود على محمد، {بِآيَةٍ} متعلق به، والجملة الفعلية في محل الخفض بإضافة إِذا إليها على كونها فعل شرط لها، والظرف متعلق بالجواب الآتي، {قالُوا} : فعل وفاعل، والجملة جواب إِذا، وجملة إِذا مستأنفة، {لَوْلا اجْتَبَيْتَها} مقول محكي لـ {قالُوا} وإن شئت قلت: {لَوْلا} : حرف تحضيض بمعنى هلّا، {اجْتَبَيْتَها} : فعل وفاعل ومفعول، والجملة في محل النصب مقول {قالُوا} ، {قُلْ} : فعل أمر، وفاعله ضمير يعود على محمد، والجملة مستأنفة، {إِنَّما أَتَّبِعُ} : إلى آخر الآية مقول محكي، وإن شئت قلت:  {إِنَّما} : أداة حصر، {أَتَّبِعُ} : فعل مضارع، وفاعله ضمير يعود على محمد، والجملة في محل النصب مقول {قُلْ} ، {ما يُوحى} : {ما} موصولة أو موصوفة في محل النصب مفعول {أَتَّبِعُ} ، {يُوحى} : فعل مضارع مغير الصيغة، ونائب فاعله ضمير يعود على {ما} . {إِلَيَّ} : جار ومجرور، متعلق به، وكذا {مِنْ رَبِّي} متعلق به، والجملة الفعلية صلة لـ {ما} أو صفة لها، {هذا بَصائِرُ} : مبتدأ وخبر، والجملة في محل النصب مقول {قُلْ} ، {مِنْ رَبِّكُمْ} : جار ومجرور، صفة لـ {بَصائِرُ} ، {وَهُدىً وَرَحْمَةٌ} : معطوفان على {بَصائِرُ} ، {لِقَوْمٍ} : جار ومجرور تنازع فيه كل من {هُدىً وَرَحْمَةٌ} على كونه صفة لهما، وجملة {يُؤْمِنُونَ} صفة {لِقَوْمٍ} . </p><p> {وَإِذا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا لَعَلَّكُمْ تُرْحَمُونَ} . </p><p> {وَإِذا}  {الواو} : استئنافية، {إِذا} ظرف لما يستقبل من الزمان. {قُرِئَ </p><p> الْقُرْآنُ}: فعل ونائب فاعل، والجملة في محل الخفض بإضافة {إِذا} إليها على كونها فعل شرط لها، والظرف متعلق بالجواب الآتي، {فَاسْتَمِعُوا}  {الفاء} : رابطة لجواب إِذا وجوبا {استمعوا} : فاعل وفاعل، والجملة جواب {إِذا} ، وجملة {إِذا} مستأنفة، {لَهُ} : جار ومجرور، متعلق بـ {استمعوا} ، {وَأَنْصِتُوا} : فعل وفاعل، معطوف على {استمعوا}  {لَعَلَّكُمْ}  {لعل} : حرف نصب وترج، و {الكاف} : اسمها، وجملة {تُرْحَمُونَ} في محل الرفع خبر {لعل} ، وجملة {لعل} مستأنفة مسوقة لتعليل ما قبلها. </p><p> {وَاذْكُرْ رَبَّكَ فِي نَفْسِكَ تَضَرُّعًا وَخِيفَةً وَدُونَ الْجَهْرِ مِنَ الْقَوْلِ بِالْغُدُوِّ وَالْآصالِ وَلا تَكُنْ مِنَ الْغافِلِينَ (٢٠٥) }. </p><p> {وَاذْكُرْ} الواو: استئنافية، {اذْكُرْ رَبَّكَ} : فعل ومفعول، وفاعله ضمير يعود على محمد، أو على أي مكلف، والجملة مستأنفة، {فِي نَفْسِكَ} : جار ومجرور، متعلق بـ {اذْكُرْ} ، {تَضَرُّعًا وَخِيفَةً} : حالان من فاعل {اذْكُرْ} ، ولكن بعد تأويله بمشتق تقديره: حالة كونك متضرعا وخائفا من ربك، {وَدُونَ الْجَهْرِ} : ظرف ومضاف إليه معطوف (١) على قوله: {فِي نَفْسِكَ} على كونه متعلقا بـ {اذْكُرْ} ، أو على كونه صفة لمصدر محذوف تقديره: واذكر ربك ذكرا دون الجهر، {مِنَ الْقَوْلِ} : جار ومجرور حال (٢) من الدون؛ أي: حالة كون الدون من القول، أو متعلق بـ {الْجَهْرِ} على أن {مِنَ} بمعنى الباء؛ أي: الجهر بالقول تأمل، {بِالْغُدُوِّ} : جار ومجرور، متعلق بـ {اذْكُرْ} ، {وَالْآصالِ} معطوف على {الغدو} ، {وَلا} الواو: عاطفة {لا} : ناهية جازمة، {تَكُنْ} : فعل مضارع ناقص مجزوم بـ {لا} الناهية، واسمها ضمير يعود على أي مكلف، {مِنَ الْغافِلِينَ} خبرها، والجملة معطوفة على جملة قوله:  {وَاذْكُرْ رَبَّكَ} . </p><p> {إِنَّ الَّذِينَ عِنْدَ رَبِّكَ لا يَسْتَكْبِرُونَ عَنْ عِبادَتِهِ وَيُسَبِّحُونَهُ وَلَهُ يَسْجُدُونَ (٢٠٦) }. </p><p> {إِنَّ} : حرف نصب، {الَّذِينَ} في محل النصب اسمها، {عِنْدَ رَبِّكَ} : </p><p>(١) الفتوحات. (٢) الفتوحات.</p><p> ظرف ومضاف إليه، صلة الموصول، {لا يَسْتَكْبِرُونَ} : فعل وفاعل، {عَنْ عِبادَتِهِ} : متعلق به، والجملة الفعلية في محل الرفع خبر {إِنَّ} ، وجملة {إِنَّ} مستأنفة، {وَيُسَبِّحُونَهُ} : فعل وفاعل ومفعول، والجملة في محل الرفع معطوفة على جملة {يَسْتَكْبِرُونَ} على كونها خبرا لـ {إِنَّ} ، {وَلَهُ} : جار ومجرور، متعلق بـ {يَسْجُدُونَ} ، وجملة {يَسْجُدُونَ} في محل الرفع معطوفة على جملة {يَسْتَكْبِرُونَ} . والله أعلم. </p><p> التصريف ومفردات اللغة </p><p> {حَمَلَتْ حَمْلًا خَفِيفًا} المشهور (١) أن الحمل - بفتح الحاء - ما كان في بطن أو على شجرة، والحمل بكسرها خلافه، وقد حكى في كل منهما الكسر والفتح، وهو هنا إما مصدر فينتصب انتصاب المفعول المطلق، أو الجنين المحمول، فيكون مفعولا به، وخفته إما عدم التأذي به كالحوامل، أو على الحقيقة في ابتدائه، وكونه نطفة لا تثقل البطن اه «شهاب» . </p><p> {فَلَمَّا أَثْقَلَتْ} ؛ أي: صارت ذات ثقل، كقولهم: البن الرجل وأتمر؛ أي: صار ذا لبن وتمر، وقيل: دخلت في الثقل كقولهم: أصبح وأمسى؛ أي: دخل في الصباح والمساء، والمعنى: صار حملها ثقيلا. </p><p> {أَمْ أَنْتُمْ صامِتُونَ} : اسم فاعل من صمت بمعنى سكت، والصمت السكوت، يقال منه: صمت يصمت صمتا بالفتح في الماضي والضم في المضارع من باب قتل، ويقال: صمت بالكسر يصمت بالفتح، والمصدر الصمت، والصمات بضم الصاد اه «سمين» . وإصمت (٢) بوزن إضرب اسم فلاة معروفة، وهي مسماة بفعل الأمر قطعت همزته، إذ ذاك قاعدة في التسمية بفعل فيه همزة وصل، وكسرت الميم؛ لأن التغيير يأنس بالتغيير، ولئلا يدخل في وزن ليس في الأسماء. </p><p>(١) شهاب. (٢) البحر المحيط.</p><p> {يَبْطِشُونَ بِها} في «المصباح» : بطش بطشا، من باب ضرب، وبها قرأ السبعة، وفي لغة من باب قتل، وبها قرأ الحسن البصري. وأبو جعفر المدني، والبطش: الأخذ بقوة وشدة وعنف، ويقال: بطشت اليد إذا عملت فهي باطشة اه. </p><p> {وَإِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطانِ نَزْغٌ} النزغ (١) : كالخنس والنغز والوكز، إصابة الجسد برأس محدد كالإبرة والمهماز والرمح، والمراد هنا: نزغ الشيطان بإثارته داعية الشر والفساد في النفس، بغضب أو شهوة، بحيث تلجىء صاحبها إلى العمل بتأثيرها، كما تنخس الدابة بالمهماز لتسرع، وفي «البحر المحيط» : النزغ أدنى حركة، ومن الشيطان أدنى وسوسة، قاله الزجاج، وقال ابن عطية: حركة فيها فساد، وقلما تستعمل إلا في فعل الشيطان؛ لأنّ حركته مسرعة مفسدة، وقيل: هو لغة الإصابة تعرض عند الغضب، وقال الفراء: النزغ: الإغراء والإغضاب. اه. </p><p> {فَاسْتَعِذْ بِاللَّهِ} والاستعاذة بالله الالتجاء إليه ليقيك من شر هذا النزغ. </p><p> {إِذا مَسَّهُمْ طائِفٌ مِنَ الشَّيْطانِ} الطائف الخاطر منه كما مر، وقرىء {طيف} بوزن (٢) بيع، يقال: طاف يطيف طيفا، كباع يبيع بيعا، فوزنه فعل، ويحتمل أنّه مخفف طيف، كميت مخفف ميّت، فوزنه فيل؛ لأن عينه - وهي الياء الثانية - محذوفة، وفي «المراغي» : والطوف والطواف بالشيء الاستدارة به، أو حوله، وطيف الخيال: ما يرى في النوم من مثال الشخص، والمس يراد به هنا ما ينال الإنسان من شر وأذى، فقد ذكر في التنزيل مس الضر والضراء والبأساء، والسوء والعذاب. </p><p> {يَمُدُّونَهُمْ} والمد والإمداد الزيادة في الشيء ومن جنسه، واستعمل في القرآن في الخلق والتكوين، كقوله:  {وَهُوَ الَّذِي مَدَّ الْأَرْضَ} وقوله: {أَلَمْ تَرَ إِلى </p><p>(١) المراغي. (٢) الفتوحات.</p><p> رَبِّكَ كَيْفَ مَدَّ الظِّلَّ} وفي مد الناس فيما يذم ويضر، كقوله:  {قُلْ مَنْ كانَ فِي الضَّلالَةِ فَلْيَمْدُدْ لَهُ الرَّحْمنُ مَدًّا} ، {ثُمَّ لا يُقْصِرُونَ} والإقصار التقصير، ويقال أقصر عن الأمر تركه وكف عنه، وهو قادر عليه. </p><p> {فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا} الاستماع (١) أخص من السمع؛ لأنّه إنّما يكون بقصد ونية، أو توجيه الحاسة إلى الكلام لإدراكه، أما السمع فيحصل ولو بغير قصد، والانصات السكوت للاستماع حتى لا يكون شاغل عن الإحاطة بكل ما يقرأ، وقال (٢) الفراء: الانصات السكوت للاستماع، يقال: نصت وأنصت وانتصت، بمعنى واحد، وقد ورد الإنصات متعديا في شعر الكميت حيث قال: </p><p> أبوك الّذي أجدى عليه بنصره ... فأنصت عنّى بعده كلّ قائل </p><p> قال: يريد فأسكت عن، {تَضَرُّعًا وَخِيفَةً} والتضرع إظهار الضراعة، وهي الذلة والضعف والخضوع، والخيفة حالة الخوف والخشة، وأصله خوفة، فوقعت الواو ساكنة إثر كسرة فقلبت ياء، فهو واوي من الخوف {وَدُونَ الْجَهْرِ} ؛ أي: ذكرا دون الجهر برفع الصوت، وفوق التخافت والسر، بأن يذكر ذكرا وسطا. </p><p> {بِالْغُدُوِّ وَالْآصالِ} والغدو جمع غدوة، وهي ما بين صلاة الغداة وطلوع الشمس، والآصال (٣) جمع أصل، كعنق وأعناق، أو جمع أصيل كيمين وأيمان، ولا حاجة لدعوى أنّه جمع جمع كما ذهب إليه بعضهم، إذ ثبت أنّ أصلا مفرد، وإن كان يجوز جمع أصيل على أصل .. فيكون جمعا ككثيب وكثب، وممن ذهب إلى أنّ آصالا جمع أصل، ومفرد أصل أصيل الفراء، ويقال: جئناهم موصلين؛ أي: عند الآصال {وَيُسَبِّحُونَهُ} ؛ أي: ينزهونه عما لا يليق به. </p><p> {يَسْجُدُونَ} ؛ أي: يصلون. </p><p>(١) المراغي. (٢) البحر المحيط.(٣) البحر المحيط.</p><p> البلاغة </p><p> وقد تضمنت هذه الآيات أنواعا من البلاغة والفصاحة والبيان والبديع: </p><p> فمنها: الكناية في قوله: {فَلَمَّا تَغَشَّاها} ؛ لأنّ التغشي هنا كناية عن الجماع، وهو من الكنايات اللطيفة. </p><p> ومنها: التكرار في قوله: {آتاهُما} ، وفي قوله:  {وَلا أَنْفُسَهُمْ يَنْصُرُونَ} وفي قوله: {وَإِنْ تَدْعُوهُمْ إِلَى الْهُدى} . </p><p> ومنها: الالتفات من الخطاب إلى الغيبة في قوله: {فَتَعالَى اللَّهُ عَمَّا يُشْرِكُونَ} ، إن قلنا إنّه معطوف على قوله:  {هُوَ الَّذِي خَلَقَكُمْ} كما مر في بحث التفسير وبحث الإعراب. </p><p> ومنها: الالتفات من الغيبة إلى الخطاب في قوله: {وَإِنْ تَدْعُوهُمْ} بعد قوله أولا: {أَيُشْرِكُونَ ما لا يَخْلُقُ شَيْئًا} وفائدته: الاشعار بمزيد الاعتناء بأمر التوبيخ، والتبكيت ببيان عجز الأصنام عما هو أدنى من النصر المنفي عنها وأيسر، وهو مجرد الدلالة على المطلوب من غير تحصيله للطالب. </p><p> ومنها: المبالغة في قوله: {أَمْ أَنْتُمْ صامِتُونَ} في عدم إفادة الدعاء ببيان مساواته للسكوت الدائم المستمر، كما ذكره أبو السعود، وفي «السمين» : وإنّما أتى في الآية بالجملة الثانية اسمية ولم يقل: أم صمتم؛ لأنّ الفعل يشعر بالحدوث؛ ولأنّها رأس فاصلة. اه. </p><p> ومنها: التهكم في قوله: {فَادْعُوهُمْ فَلْيَسْتَجِيبُوا لَكُمْ} . </p><p> ومنها: الاستفهام الإنكاري في قوله: {أَلَهُمْ أَرْجُلٌ يَمْشُونَ بِها} وكذا في المواضع الثلاثة المذكورة بعده. </p><p> ومنها: الإطناب في قوله: {أَلَهُمْ أَرْجُلٌ يَمْشُونَ بِها أَمْ لَهُمْ أَيْدٍ يَبْطِشُونَ} إلى قوله: {أَمْ لَهُمْ آذانٌ} ، وفائدته زيادة التقريع والتوبيخ لهم. </p><p> ومنها: الاستعارة التصريحية التبعية في قوله: {وَإِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطانِ نَزْغٌ} ؛ لأنّ النزغ في الأصل النخس - وهو حث السائق للدابة على السير - والمراد هنا الوسوسة، فشبهت الوسوسة بالنزغ، بمعنى الحث على السير، بجامع السرعة في كل، واستعير اسم المشبه به - الذي هو النزغ - للمشبه - الذي هو الوسوسة، فاشتق من النزغ بمعنى الوسوسة، ينزغنك بمعنى: يوسوسنك، على طريق الاستعارة التصريحية التبعية، وذكر الشيطان تجريد؛ لأنه يلائم المشبه الذي هو الوسوسة. </p><p> ومنها: التشبيه البليغ في قوله: {هذا بَصائِرُ مِنْ رَبِّكُمْ} وهو ما حذف فيه أداة التشبيه ووجه الشبه، وأصله: هذا كبصائر من ربكم، وقيل: إنّه من قبيل المجاز المرسل، حيث أطلق المسبب على السبب؛ لأنّ القرآن لما كان سببا لتنوير العقول .. أطلق عليه لفظ البصيرة؛ لأنّ البصائر جمع بصيرة، وأصل البصيرة ظهور الشيء واستحكامه حتى يبصره الإنسان فيهتدى به، فأطلق لفظ البصيرة على القرآن تسمية للسبب باسم المسبب. اه. «كرخي» . </p><p> ومنها: المجاز المرسل في قوله: {بِالْغُدُوِّ وَالْآصالِ} ؛ لأنّ المراد به جميع الأوقات، من إطلاق اسم الجزء على الكل على ما قيل. </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> خاتمة في خلاصة ما اشتملت عليه هذه السورة من الموضوعات </p><p> جملة ما اشتملت عليه هذه السورة من المقاصد سبعة: </p><p> الأول: التوحيد: وهو يتضمن دعاء الله وحده، وإخلاص الدين له، وتخصيصه بالعبادة؛ فإنه شارع الدين، فيجب اتباع ما أنزله، ولا يجوز اتباع الأولياء من دونه في العقائد والعبادات، ولا التحليل والتحريم الديني، كما قال:  {اتَّبِعُوا ما أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ وَلا تَتَّبِعُوا مِنْ دُونِهِ أَوْلِياءَ} وإنّ القول عليه بغير علم بتشريع أو غيره لا يجوز لأحد، كما قال:  {أَتَقُولُونَ عَلَى اللَّهِ ما لا تَعْلَمُونَ} وأن جميع ما يشرعه لعباده حسن، وما سواه قبيح {قُلْ إِنَّ اللَّهَ لا يَأْمُرُ بِالْفَحْشاءِ} ونحن مأمورون بذكره تضرعا وخفية سرا وجهرا. </p><p> الثاني: الوحي والكتب: ويتضمن ذلك إنزال القرآن على النبي صلى الله عليه وسلّم للإنذار به، والأمر باستماعه والانصات له، رجاء الرحمة بسماعه والاهتداء به، وأمر المؤمنين باتباع المنزل عليهم من ربهم. </p><p> الثالث: الرسالة والرسل: ويشمل ذلك بعثة الرسل إلى جميع بني آدم كما قال: {يا بَنِي آدَمَ إِمَّا يَأْتِيَنَّكُمْ رُسُلٌ مِنْكُمْ يَقُصُّونَ عَلَيْكُمْ آياتِي} وسؤالهم يوم القيامة عن التبليغ وسؤال الأمم عن الإجابة، ومجيء الرسل بالبينات من الله تعالى تأييدا منه لهم، وعقاب الأمم على تكذيب الرسل، كما ذكر في قصص نوح وهود وصالح وشعيب. </p><p> الرابع: عالم الآخرة: ويتضمن ذلك البعث والإعادة في الآخرة كما قال: {كَما بَدَأَكُمْ تَعُودُونَ} ووزن الأعمال يوم القيامة، وترتيب الجزاء على ثقل الموازين وخفتها، وأنّ الجزاء بالعمل، وإقامة أهل الجنة الحجة على أهل النار، والحجاب بين أهل الجنة وأهل النار، ونداء أصحاب النار أصحاب الجنة، واعتراف أهل النار في الآخرة بصدق الرسل، وصفة أهل النار، وقيام الساعة، وكونها تأتي بغتة. </p><p> الخامس: أصول التشريع: ويتضمن هذا وجوب اتباع الدين على أنّه قربة </p><p> يثاب فاعلها عليها، ويعاقب تاركها في الآخرة، وتحريم التقليد فيه، والأخذ بآراء البشر، وتعظيم شأن النظر العقلي والتفكر، لتحصيل العلم بما يجب الإيمان به، ومعرفة آيات الله وسننه في خلقه، والأمر بالعدل في الأحكام والأعمال، كما قال:  {قُلْ أَمَرَ رَبِّي بِالْقِسْطِ} وحصر أنواع المحرمات الدينية العامة في قوله: {قُلْ إِنَّما حَرَّمَ رَبِّيَ الْفَواحِشَ ما ظَهَرَ مِنْها وَما بَطَنَ ...} الخ وبيان أصول الفضائل الأدبية والتشريعية في قوله: {خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجاهِلِينَ (١٩٩) }. </p><p> السادس: آيات الله وسننه في الكون: ويتضمن ذلك خلق السموات والأرض في ستة أيام، واستواءه على العرش، ونظام الليل والنهار، وتسخير الشمس والقمر والنجوم بأمره، وخلق الرياح والمطر، وإحياء الأرض به، وإخراجه الثمرات من الأرض، خلق الناس من نفس واحدة، وخلق زوجها منها ليسكن إليها، وإعداد الزوجين للتناسل، وتفضيل الإنسان على من في الأرض جميعا، خلق بني آدم مستعدين لمعرفة الله تعالى، وإشهاد الرب إياهم على أنفسهم أنّه ربهم، وشهادتهم بذلك بمقتضى فطرتهم، بما منحوه من العقل، وحجته تعالى عليهم بذلك: خلقهم مستعدين للشرك وما يتبعه من الخرافات، وضرب الأمثال لاختلاف الاستعداد لكل من الخير والشر، وعلامة كل منهما فيهم يكون بما يرى من ثماره. وفي ذلك تعليم لنا بطلب معرفة الشيء بأثره، ومعرفة الأثر بمصدره، عداوة إبليس والشياطين من نسله لبني آدم، وإغوائهم بالفساد مع ذكر حكمة ذلك، بيان أن الشياطين أولياء للمجرمين الذين لا يؤمنون، منة الله تعالى على البشر، بتسهيل أسباب المعاش لهم في آيات الله تعالى ونعمه على بني إسرائيل، إلى نحو ذلك مما فيه سعادة البشر في دينهم ودنياهم. </p><p> السابع: سننه تعالى في الاجتماع والعمران البشري: ويتضمن ذلك إهلاك الله الأمم بظلمها لنفسها ولغيرها، وأن للأمم آجالا لا تتقدم ولا تتأخر عنها بما اقتضته السنن الإلهية العامة، ابتلاء الله الأمم بالبأساء والضراء تارة، وبالرخاء والنعماء أخرى، وأن الإيمان بما دعا إليه، والتقوى في العمل بشرعه، فعلا وتركا سبب لكثرة بركات السماء والأرض وخيراتها على الأمة، كما قال تعالى: </p><p> {وَلَوْ أَنَّ أَهْلَ الْقُرى آمَنُوا وَاتَّقَوْا لَفَتَحْنا عَلَيْهِمْ بَرَكاتٍ مِنَ السَّماءِ وَالْأَرْضِ} وأن لله إرث الأرض، واستخلاف الأمم، والسيادة على الشعوب سننا لا تتبدل، كما قال: {قالَ مُوسى لِقَوْمِهِ اسْتَعِينُوا بِاللَّهِ وَاصْبِرُوا إِنَّ الْأَرْضَ لِلَّهِ يُورِثُها مَنْ يَشاءُ مِنْ عِبادِهِ وَالْعاقِبَةُ لِلْمُتَّقِينَ (١٢٨) }؛ أي: إن الأرض ليست رهن تصرف الملوك والدول بقدرتهم الذاتية، فتدوم لهم، وإنما هي لله، ولله سنن في سلبها من قوم، </p><p> وجعلها إرثا لقوم آخرين، وقد جعل العاقبة للمتقين الذين يتقون أسباب الضعف والتخاذل والفساد في الأرض، ويتصفون بضدها وبسائر ما تقوى به الأمم من الأخلاق والأعمال، كالصبر على المكاره، والاستعانة بالله الذي بيده ملكوت كل شيء وإنا نرى أن بعض الشعوب الإسلامية المستضعفة في هذا العصر باستعمار الشيوعية لها كالشعوب الأرمية في شرقي افريقيا يائسة من استقلالها وعزتها لما ترى من رجحان ذوي السيادة عليها في القوى المادية والسلاحية، جهلا منهم بسنة الله التي بينها للناس؛ فإنّ رجحان فرعون وقومه على بني إسرائيل، كان فوق رجحان قوى السائدين عليهم وقهرهم إياهم، وقد كان ينبغي للمسلمين أن يتقوه تعالى باتقاء كل ما قصه الله عليهم من ذنوب الأمم، التي هلك بها من كان قبلهم، حتى دالت دولتهم، وزال ملكهم، {لِلَّهِ الْأَمْرُ مِنْ قَبْلُ وَمِنْ بَعْدُ}  (١) . </p><p>(١) إلى هنا تم ما تيسر لنا جمعه من تفسير سورة الأعراف، في الليلة الرابعة والعشرين من الجمادى الأخيرة، منتصف الليل، في تاريخ ٢٤/ ٦/ ١٤١٠ هـ من الهجرة النبوية على صاحبها أفضل الصلوات، وأزكى التحيات .. فالحمد لله على توفيقه، والشكر له على تيسيره، حمدا كثيرا طيبا مباركا فيه، حمدا يوافي نعمه، ويكافىء مزيده، حمدا يعدل حمد الملائكة المقربين وجميع عباده الصالحين وصل الله على سيدنا ومولانا محمد خاتم النبيين وعلى آله وصحبه أجمعين، والحمد لله رب العالمين ... آمين.</p><p> [سورة الأنفال] </p><p> سورة الأنفال مدنية إلا سبع آيات، من قوله:  {وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا} إلى قوله: {بِما كُنْتُمْ تَكْفُرُونَ} فمكية، والأصح (١) : أنّ سورة الأنفال كلها مدنية كما في «الخازن» وإن كانت الآيات السبع المذكورة في شأن الواقعة التي وقعت بمكة، إذ لا يلزم من كون الواقعة في مكة أن تكون الآيات التي في شأنها مكية، فالآيات المذكورة نزلت بالمدينة تذكيرا له صلى الله عليه وسلّم بما وقع له في مكة، فقولهم: مدنية إلا سبع آيات ضعيف، وقيل: كلها مدنية إلا (٢) قوله: {يا أَيُّهَا النَّبِيُّ حَسْبُكَ اللَّهُ وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ (٦٤) }؛ فإنّها نزلت بالبيداء في غزوة بدر قبل القتال. </p><p> وجملة آيات هذه السورة خمس أو ست (٣) وسبعون آية، وكلماتها ألف وست مئة وإحدى وثلاثون كلمة، وحروفها خمسة آلاف ومئتان وأربعة وتسعون حرفا، والله أعلم. </p><p> ومما ورد في فضلها: ما أخرجه الطبراني بسند صحيح عن أبي أيوب: </p><p> (أنّ (٤) النبي صلى الله عليه وسلّم كان يقرأ بها في صلاة المغرب). </p><p> وأخرج الطبراني أيضا عن زيد بن ثابت:  (أن النبي صلى الله عليه وسلّم كان يقرأ في الركعتين من المغرب بسورة الأنفال) . </p><p> المناسبة: ومناسبة هذه السورة لسورة الأعراف (٥) : أنّها في بيان أحوال النبي صلى الله عليه وسلّم مع قومه، وسورة الأعراف مبينة لأحوال الرسل مع أقوامهم. </p><p> الناسخ والمنسوخ: وجملة ما في هذه السورة من المنسوخ ست آيات (٦) : </p><p>(١) الفتوحات. (٢) المراغي.(٣) ابن كثير.(٤) الشوكاني.(٥) المراغي.(٦) الناسخ والمنسوخ لابن حزم.</p><p> أولاهن: قوله تعالى: {يَسْئَلُونَكَ عَنِ الْأَنْفالِ ...} الآية (١) نسخت بقوله تعالى: {وَاعْلَمُوا أَنَّما غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ ...} الآية (٤١) . </p><p> الآية الثانية: قوله تعالى: {وَما كانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ} الآية (٣٣) ، منسوخة، وناسخها قوله تعالى:  {وَما لَهُمْ أَلَّا يُعَذِّبَهُمُ} الآية (٣٤) . </p><p> الآية الثالثة: قوله تعالى: {قُلْ لِلَّذِينَ كَفَرُوا إِنْ يَنْتَهُوا يُغْفَرْ لَهُمْ ما قَدْ سَلَفَ} الآية (٣٨) : منسوخة، وناسخها قوله تعالى:  {وَقاتِلُوهُمْ حَتَّى لا تَكُونَ فِتْنَةٌ ...} . </p><p> الآية الرابعة: قوله تعالى: {وَإِنْ جَنَحُوا لِلسَّلْمِ فَاجْنَحْ لَها ...} الآية (٦١) منسوخة، وناسخها قوله تعالى:  {قاتِلُوا الَّذِينَ لا يُؤْمِنُونَ بِاللَّهِ وَلا بِالْيَوْمِ الْآخِرِ}  (٢٩) ، من سورة التوبة. </p><p> الآية الخامسة: قوله تعالى: {إِنْ يَكُنْ مِنْكُمْ عِشْرُونَ صابِرُونَ يَغْلِبُوا مِائَتَيْنِ}  (٦٥) منسوخة، وناسخها قوله تعالى:  {الْآنَ خَفَّفَ اللَّهُ عَنْكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفًا} الآية (٦٦) . </p><p> الآية السادسة: قوله تعالى: {وَالَّذِينَ آمَنُوا وَلَمْ يُهاجِرُوا ما لَكُمْ مِنْ وَلايَتِهِمْ مِنْ شَيْءٍ حَتَّى يُهاجِرُوا}  (٧٢) وذلك أنهم كانوا يتوارثون بالهجرة لا بالنسب، ثم نسخ ذلك بقوله تعالى:  {وَأُولُوا الْأَرْحامِ بَعْضُهُمْ أَوْلى بِبَعْضٍ فِي كِتابِ اللَّهِ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ} الآية (٧٥) . </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلّ وعلا: </p><p> بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ </p><p> {يَسْئَلُونَكَ عَنِ الْأَنْفالِ قُلِ الْأَنْفالُ لِلَّهِ وَالرَّسُولِ فَاتَّقُوا اللَّهَ وَأَصْلِحُوا ذاتَ بَيْنِكُمْ وَأَطِيعُوا اللَّهَ وَرَسُولَهُ إِنْ كُنْتُمْ مُؤْمِنِينَ (١) إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذا تُلِيَتْ عَلَيْهِمْ آياتُهُ زادَتْهُمْ إِيمانًا وَعَلى رَبِّهِمْ يَتَوَكَّلُونَ (٢) الَّذِينَ يُقِيمُونَ الصَّلاةَ وَمِمَّا رَزَقْناهُمْ يُنْفِقُونَ (٣) أُولئِكَ هُمُ الْمُؤْمِنُونَ حَقًّا لَهُمْ دَرَجاتٌ عِنْدَ رَبِّهِمْ وَمَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ (٤) كَما أَخْرَجَكَ رَبُّكَ مِنْ بَيْتِكَ بِالْحَقِّ وَإِنَّ فَرِيقًا مِنَ الْمُؤْمِنِينَ لَكارِهُونَ (٥) يُجادِلُونَكَ فِي الْحَقِّ بَعْدَ ما تَبَيَّنَ كَأَنَّما يُساقُونَ إِلَى الْمَوْتِ وَهُمْ يَنْظُرُونَ (٦) وَإِذْ يَعِدُكُمُ اللَّهُ إِحْدَى الطَّائِفَتَيْنِ أَنَّها لَكُمْ وَتَوَدُّونَ أَنَّ غَيْرَ ذاتِ الشَّوْكَةِ تَكُونُ لَكُمْ وَيُرِيدُ اللَّهُ أَنْ يُحِقَّ الْحَقَّ بِكَلِماتِهِ وَيَقْطَعَ دابِرَ الْكافِرِينَ (٧) لِيُحِقَّ الْحَقَّ وَيُبْطِلَ الْباطِلَ وَلَوْ كَرِهَ الْمُجْرِمُونَ (٨) إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجابَ لَكُمْ أَنِّي مُمِدُّكُمْ بِأَلْفٍ مِنَ الْمَلائِكَةِ مُرْدِفِينَ (٩) وَما جَعَلَهُ اللَّهُ إِلاَّ بُشْرى وَلِتَطْمَئِنَّ بِهِ قُلُوبُكُمْ وَمَا النَّصْرُ إِلاَّ مِنْ عِنْدِ اللَّهِ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ (١٠) إِذْ يُغَشِّيكُمُ النُّعاسَ أَمَنَةً مِنْهُ وَيُنَزِّلُ عَلَيْكُمْ مِنَ السَّماءِ ماءً لِيُطَهِّرَكُمْ بِهِ وَيُذْهِبَ عَنْكُمْ رِجْزَ الشَّيْطانِ وَلِيَرْبِطَ عَلى قُلُوبِكُمْ وَيُثَبِّتَ بِهِ الْأَقْدامَ (١١) إِذْ يُوحِي رَبُّكَ إِلَى الْمَلائِكَةِ أَنِّي مَعَكُمْ فَثَبِّتُوا الَّذِينَ آمَنُوا سَأُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ فَاضْرِبُوا فَوْقَ الْأَعْناقِ وَاضْرِبُوا مِنْهُمْ كُلَّ بَنانٍ (١٢) ذلِكَ بِأَنَّهُمْ شَاقُّوا اللَّهَ وَرَسُولَهُ وَمَنْ يُشاقِقِ اللَّهَ وَرَسُولَهُ فَإِنَّ اللَّهَ شَدِيدُ الْعِقابِ (١٣) ذلِكُمْ فَذُوقُوهُ وَأَنَّ لِلْكافِرِينَ عَذابَ النَّارِ (١٤) }. </p><p> المناسبة </p><p> المناسبة بين أول هذه السورة وآخر سورة الأعراف: أن سورة الأنفال بدئت بالأمر بتقوى الله تعالى وبإصلاح ذات البين وبالحث على طاعة الله وطاعة رسوله صلى الله عليه وسلّم، وبيان أنّ الخوف من الله تعالى وعدم الاستكبار عن طاعته من صفات المؤمنين، وأن إقامة الصلاة التي من أركانها السجود من صفاتهم، وأن سورة الأعراف ختمت بأخذ العفو، والأمر بالمعروف، والإعراض عن الجاهلين، المستلزم لإصلاح ذات البين، وبالأمر باستماع القرآن والإنصات له عند قراءته، </p><p> المسلتزم خوف القلوب من ربها، وزيادة الإيمان لها عند تدبرها معاني آيات الله تعالى، وختمت أيضا ببيان أنّ من صفات الملائكة المقربين عدم الاستكبار عن عبادته تعالى، وأنّهم يسبحونه وله يسجدون؛ أي: يصلون، كما أنّ من صفات المؤمنين إقامة الصلاة وعدم الاستكبار عن طاعة الله تعالى. </p><p> أسباب النزول </p><p> قوله تعالى:  {يَسْئَلُونَكَ عَنِ الْأَنْفالِ ...} الآية، سبب نزولها (١) : ما أخرجه أبو داود والنسائي وابن حبان والحاكم، عن ابن عباس قال: قال رسول الله صلى الله عليه وسلّم: «من قتل قتيلا .. فله كذا وكذا، ومن أسر أسيرا .. فله كذا وكذا» ، فأما المشيخة فثبتوا تحت الرايات، وأما الشبان فسارعوا إلى القتل والغنائم، فقالت المشيخة للشبان: أشركونا معكم فإنّا كنا لكم ردءا، ولو كان منكم شيء للجأتم إلينا، فاختصموا إلى النبي صلى الله عليه وسلّم فنزلت:  {يَسْئَلُونَكَ عَنِ الْأَنْفالِ قُلِ الْأَنْفالُ لِلَّهِ وَالرَّسُولِ} . </p><p> وروى أحمد عن سعد بن أبي وقاص قال: لما كان يوم بدر قتل أخي فقتلت به سعيد بن العاص، وأخذت سيفه، فأتيت به النبي صلى الله عليه وسلّم فقال:  «اذهب فاطرحه في القبض» فرجعت وبي ما لا يعلمه إلا الله من قتل أخي، وأخذ سلبي، فما جاوزت إلا يسيرا حتى نزلت سورة الأنفال، فقال النبي صلى الله عليه وسلّم:  «اذهب فخذ سيفك» . </p><p> وروى (٢) أبو داود والترمذي والنسائي عن سعد قال: لما كان يوم بدر .. جئت بسيف فقلت: يا رسول الله، إنّ الله قد شفى صدري من المشركين، هب لي هذا السيف، فقال:  «هذا ليس لي ولا لك» ، فقلت: عسى أن يعطى هذا من لا يبلي بلائي، فجاءني الرسول صلى الله عليه وسلّم فقال:  «إنّك سألتني وليس لي، وإنّه قد صار لي وهو لك» ، قال: فنزلت {يَسْئَلُونَكَ عَنِ الْأَنْفالِ ...} الآية. </p><p> وأخرج ابن جرير عن مجاهد أنّهم سألوا النبي صلى الله عليه وسلّم عن الخمس بعد الأربعة </p><p>(١) لباب النقول. (٢) لباب النقول.</p><p> الأخماس؟ فنزلت:  {يَسْئَلُونَكَ عَنِ الْأَنْفالِ ...} الآية. </p><p> وأخرج الإمام أحمد وابن جرير والحاكم، وقال صحيح على شرط مسلم، عن عبادة بن الصامت قال: خرجنا مع النبي صلى الله عليه وسلّم فشهدت معه بدرا، فالتقى الناس فهزم الله تبارك وتعالى العدو، فانطلقت طائفة في آثارهم يهزمون ويقتلون، فأكبت طائفة على المعسكر يحوونه ويجمعونه، وأحدقت طائفة برسول الله صلى الله عليه وسلّم لا يصيب العدو منه غرة، حتى إذا كان الليل، وفاء الناس بعضهم إلى بعض قال الذين جمعوا الغنائم: نحن حويناها وجمعناها، فليس لأحد فيها نصيب، وقال الذين خرجوا في طلب العدو: لستم بأحق بها منا، نفينا عنها العدو وهزمناهم، وقال الذين أحدقوا برسول الله صلى الله عليه وسلّم: لستم بأحق بها منا، نحن أحدقنا برسول الله صلى الله عليه وسلّم، وخفنا أن يصيب العدو منه غرة واشتغلنا، فنزلت:  {يَسْئَلُونَكَ عَنِ الْأَنْفالِ قُلِ الْأَنْفالُ لِلَّهِ وَالرَّسُولِ فَاتَّقُوا اللَّهَ وَأَصْلِحُوا ذاتَ بَيْنِكُمْ} فقسمها رسول الله صلى الله عليه وسلّم على وفاق بين المسلمين. الحديث هذا لفظ أحمد. ولا تنافي بين السببين، إذ لا مانع أن تكون الآية نزلت في الجميع، والله أعلم. </p><p> قوله تعالى:  {كَما أَخْرَجَكَ رَبُّكَ مِنْ بَيْتِكَ بِالْحَقِّ ...} الآية، سبب نزولها: ما أخرجه ابن أبي حاتم وابن مردويه عن أبي أيوب الأنصاري قال: قال لنا رسول الله صلى الله عليه وسلّم - ونحن بالمدينة، وبلغه أن عير أبي سفيان قد أقبلت -: «ما ترون فيها لعل الله يغنمناها ويسلمنا؟» فخرجنا فسرنا يوما أو يومين، قال:  «ما ترون فيهم» فقلنا: يا رسول الله، ما لنا طاقة بقتال القوم إنما أخرجنا للعير، فقال المقداد: لا تقولوا كما قال موسى {فَاذْهَبْ أَنْتَ وَرَبُّكَ فَقاتِلا إِنَّا هاهُنا قاعِدُونَ} فأنزل الله عز وجل: {كَما أَخْرَجَكَ رَبُّكَ مِنْ بَيْتِكَ بِالْحَقِّ وَإِنَّ فَرِيقًا مِنَ الْمُؤْمِنِينَ لَكارِهُونَ (٥) }. وأخرج ابن جرير عن ابن عباس نحوه. </p><p> قوله تعالى: {إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجابَ لَكُمْ أَنِّي مُمِدُّكُمْ بِأَلْفٍ مِنَ الْمَلائِكَةِ مُرْدِفِينَ (٩) } سبب نزوله: ما أخرجه الإمام أحمد (ج ١/ ص ٣٠) قال: حدثنا أبو نوح قراد، أنبأنا عكرمة عن عمار، حدثنا سماك الحنفي - أبو زميل - حدثني ابن عباس، حدثني عمر بن الخطاب قال: لما كان يوم بدر نظر النبي صلى الله عليه وسلّم إلى </p>"
}