{
  "id": null,
  "sura": 8,
  "aya": 72,
  "text": "<p> هجرتهم إليهم. </p><p> ٣ - المؤمنون الذين لم يهاجروا. </p><p> ٤ - المؤمنون الذين هاجروا بعد صلح الحديبية. </p><p> ٧٢ - وسمى الله سبحانه وتعالى المهاجرين إلى المدينة بهذا الاسم؛ لأنهم هجروا وتركوا أوطانهم وفارقوها؛ طلبًا لما عند الله تعالى، وإجابةً لداعيه، وسمى الأنصار أنصارًا؛ لأنهم نصروا دين الله ورسوله - صلى الله عليه وسلم -، فقال: </p><p> أولًا - {إِنَّ الَّذِينَ آمَنُوا} بالله، وصدقوا بما جاء به محمَّد - صلى الله عليه وسلم - {وَهَاجَرُوا} من مكة إلى المدينة، وفارقوا أوطانهم حبا لله تعالى ولرسوله - صلى الله عليه وسلم - وسبقوا إلى الهجرة، بأن هاجروا قبل العام السادس عام الحديبية {وَجَاهَدُوا} ؛ أي: بذلوا جهدهم وطاقتهم في الجهاد {بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللَّهِ} سبحانه وتعالى؛ أي في طاعته؛ إعلاءً لكلمة الله التي هي الكلمة العليا كلمة الإِسلام؛ أي: صرفوا أموالهم إلى السلاح وأنفقوها على المحتاجين وبذلوا أنفسهم بمباشرة القتال، وبالخوض في المهالك. </p><p> أمَّا ما كان من بذل الأموال .. فهو قسمان: </p><p> ١ - ما ينفق في التعاون والهجرة، والدفاع عن دين الله ونصر دينه، وحماية رسول الله - صلى الله عليه وسلم -. </p><p> ٢ - ما يكون بسخاء النفس، بترك ما تركوه في أوطانهم عند خروجهم منها. </p><p> وما كان من بذل الأنفس .. فهو ضربان أيضًا: </p><p> ١ - قتال الأعداء وعدم المبالاة بكثرة عددهم وعدتهم. </p><p> ٢ - ما يكون قبل القتال من احتمال المشاقّ، ومغالبة الشدائد، والصبر على الاضطهاد، والهجرة من البلاد، وما يصحب ذلك من سغب وتعب، ونحو ذلك. </p><p> ثانيًا - {وَالَّذِينَ آوَوْا} الرسول محمدًا - صلى الله عليه وسلم - والمهاجرين؛ أي: أسكنوهم منازلهم، وبذلوا لهم أموالهم، وآثروهم على أنفسهم، ولو كان بهم خصاصة {وَنَصَرُوا} هم وأمنوهم من المخاوف، فقد كانت يثرب ملجأ المهاجرين، شاركهم أهلها في أموالهم، وآثروهم على أنفسهم، وقاتلوا من قاتلهم، وعادوا من عاداهم، ومن جراء هذا .. جعل الله حكمهم حكم المهاجرين في قوله:  {أُولَئِكَ} الموصوفون بالصفات المذكورة - والإشارة إلى كل من الموصولين - {بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ} ، أي: يكونون يدًا واحدةً على الأعداء، ويكون حب كل واحد للآخر جاريًا مجرى حبه لنفسه؛ أي: يتولى بعضهم من أمر الآخرين ما يتولَّونه من أمر أنفسهم حين الحاجة إلى التعاون والتناصر في القتال وما يتعلق به من الغنائم؛ لأنَّ حقوقهم ومرافقهم مشتركةٌ، ويجب عليهم كفاية المحتاج وإغاثة المضطر منهم، وقيل: بعضهم أولياء بعض في الميراث والنصرة، وكان المهاجرون والأنصار يتوارثون بالهجرة والنصرة، دون الأقارب حتى نسخ بقوله تعالى:  {وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ} . </p><p> ثالثًا - {وَالَّذِينَ آمَنُوا} بالله ورسوله، وبالقرآن {وَلَمْ يُهَاجِرُوا} من مكة إلى المدينة {مَا لَكُمْ} أيها المهاجرون والأنصار {مِنْ وَلَايَتِهِمْ} ؛ أي: من ولاية الذين لم يهاجروا ونصرتهم وتعظيمهم، أو من ميراثهم بأن كان بينكم وبينهم قرابة وعصوبة {مِنْ شَيْءٍ حَتَّى يُهَاجِرُوا} إلى المدينة، وما من ميراثكم لهم من شيء حتى يهاجروا، فإن هاجروا .. فلهم مثل ما لكم من المناصرة أو الموارثة. </p><p> والمعنى: أنَّ المؤمنين المقيمين في أرض المشركين، وتحت سلطانهم وحكمهم ودارهم دار حرب وشرك لا يثبت لهم شيء من ولاية المؤمنين الذين في دار الإِسلام، إذ لا سبيل إلى نصر أولئك لهم، أما من أسره الكفار من دار الإِسلام .. فله حكم أهل هذه الدار، ويجب على المسلمين السعي في فكاكهم بقدر ما يستطيعون من الحول والقوة، بل يجب بذل هذه الحماية لأهل الذمة أيضًا. </p><p> وقرأ الأعمش وابن وثَّاب وحمزة:  {ولايتهم} بالكسر، وباقي السبعة والجمهور بالفتح، وهما لغتان، قاله الأخفش. وقيل: هي بفتح الواو، خاصَّة </p>"
}