{
  "id": null,
  "sura": 8,
  "aya": 50,
  "text": "<p> جبير عن ابن عباس قال: لما أسلم مع النبي - صلى الله عليه وسلم - تسعة وثلاثون رجلًا وامرأةٌ، ثم إن عمر أسلم فكانوا أربعين .. نزل {يَا أَيُّهَا النَّبِيُّ حَسْبُكَ اللَّهُ وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ (٦٤) } الآية. </p><p> وأخرج ابن أبي حاتم بسند صحيح عن سعيد بن جبير قال: لما أسلم مع النبي - صلى الله عليه وسلم - ثلاثة وثلاثون رجلًا وست نسوة، ثم أسلم عمر .. نزلت {يَا أَيُّهَا النَّبِيُّ حَسْبُكَ اللَّهُ} الآية. وأخرج أبو الشيخ عن سعيد بن المسيب قال: لمَّا أسلم عمر ... أنزل الله في إسلامه:  {يَا أَيُّهَا النَّبِيُّ حَسْبُكَ اللَّهُ} . </p><p> قوله تعالى:  {إِنْ يَكُنْ مِنْكُمْ عِشْرُونَ صَابِرُونَ ...} الآية، سبب نزولها: ما أخرجه إسحاق بن راهويه في مسنده عن ابن عباس قال: لما افترض الله عليهم أن يقاتل الواحد عشرةً .. ثقل ذلك عليهم وشق، فوضع الله عنهم إلى أن يقاتل الواحد الرجلين، فأنزل الله فيه {إِنْ يَكُنْ مِنْكُمْ عِشْرُونَ صَابِرُونَ يَغْلِبُوا مِائَتَيْنِ} إلى آخر الآية. </p><p> وأخرج البخاري (١) قال: حدثنا يحيى بن عبد الله السلمي أخبرنا عبد الله بن المبارك، أخبرنا جرير بن حازم قال: أخبرني الزبير بن الخريت عن عكرمة، عن ابن عباس رضي الله عنهما: لما نزلت {إِنْ يَكُنْ مِنْكُمْ عِشْرُونَ صَابِرُونَ يَغْلِبُوا مِائَتَيْنِ} .. شقَّ ذلك على المسلمين حين فرض أن لا يفرَّ واحدٌ من عشرة، فجاء التخفيف فقال:  {الْآنَ خَفَّفَ اللَّهُ عَنْكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفًا فَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ صَابِرَةٌ يَغْلِبُوا مِائَتَيْنِ} . </p><p> التفسير وأوجه القراءة </p><p> ٥٠ - {وَلَوْ تَرَى إِذْ يَتَوَفَّى الَّذِينَ كَفَرُوا الْمَلَائِكَةُ} ؛ أي: ولو رأيت يا محمَّد، أو أيها المخاطب، وعاينت وشاهدت إذ تقبض الملائكة أرواح الذين كفروا عند الموت ويأخذونها، يعني: الذين قتلوا ببدر، أو مطلقًا حالة كون الملائكة {يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ} ؛ أي: تضرب الملائكة وجوه الذين كفروا وظهورهم </p><p>(١) البخاري.</p><p> بسياطٍ من نار {و} حالة كون الملائكة تقول لهم وقتئذٍ: {وَذُوقُوا عَذَابَ الْحَرِيقِ} ؛ أي: باشروا العذاب المحرق وادخلوه أيها الكفرة. وجواب لو محذوف، تقديره: لرأيت أمرًا عظيمًا، ومنظرًا فظيعًا، وعذابًا شديدًا ينالهم في ذلك الوقت. واختلفوا (١) في وقت هذا الضرب، فقيل: هو عند الموت، تضرب الملائكة وجوه الكفار وأدبارهم بسياط من نار، وقيل: إنَّ الذين قتلوا يوم بدر من المشركين كانت الملائكة تضرب وجوههم وأدبارهم. وقال ابن عباس: كان المشركون إذا أقبلوا بوجوههم إلى المسلمين .. ضربت الملائكة وجوههم بالسيوف، وإذا ولَّوا أدبارهم .. ضربت الملائكة أدبارهم. وقال ابن جريج: يريد ما أقبل من أجسادهم وأدبر، يعني: يضربون جميع أجسامهم، وتقول الملائكة لهم عند القتل: ذوقوا عذاب الحريق، قيل: كان مع الملائكة مقامع من حديد محماة بالنار يضربون بها الكفار، فتلتهب النار في جراحاتهم. وقال ابن عباس: تقول الملائكة لهم ذلك بعد الموت. وقال الحسن: هذا يوم القيامة، تقول لهم الزبانية: ذوقوا عذاب الحريق. </p><p> والمعنى (٢) : ولو عاينت وأبصرت يا محمَّد حال الكفار حين يتوفّاهم الملائكة، فينزعون أرواحهم من أجسادهم ضاربين وجوههم وأقفيتهم، قائلين لهم: ذوقوا عذاب النار الذي كنتم به تكذبون. </p><p> وقرأ ابن عامر والأعرج (٣) : {تتوفى} بالتاء، وذكر في قراءة غيرهما؛ لأن تأنيث الملائكة مجاز، وحسنه الفصل. وهذا الضرب والكلام من عالم الغيب، فلا يقتضي أن يراه الذين يحضرون وفاتهم، ولا أن يسمعوا كلامهم حين يقولون ذلك لهم؛ أي: لو رأيت ذلك .. لرأيت أمرًا عظيمًا هائلًا يرد الكافر عن كفره، والظالم عن ظلمه إذا هو علم عاقبة أمره. </p><p> وقد روي أن ضرب الوجوه والأدبار كان ببدر، كان المؤمنون يضربون من </p><p>(١) الخازن. (٢) المراغي.(٣) البحر المحيط.</p>"
}