{
  "id": null,
  "sura": 8,
  "aya": 44,
  "text": "<p> من الفشل والتنازع، وتفرق الآراء، وما يعقب ذلك من الانكسار والخذلان والهزيمة {إنه} سبحانه وتعالى {عَلِيم بذَات اَلصدُورِ} ؛ أي: بالخطرات التي تقع في القلوب من الصبر والجزع والجراءة والجبن، ولذلك دبر ما دبر. </p><p> والمعنى: أنه تعالى عليم بما تخفيه الصدور من شعور الجبن والجزع الذي تضيق به فيحجم عن القتال، ومن شعور الإيمان والتوكل الذي يبعث في النفس الطمأنينة والصبر فيحملها على الإقدام، ويسخر لكل منهما الأسباب التي تفضي إلى ما يريده منها. </p><p> ٤٤ - والخطاب في قوله:  {وَإِذْ يُرِيكُمُوهُمْ إِذِ الْتَقَيْتُمْ} .. للرسول - صلى الله عليه وسلم - وللمؤمنين جميعًا، وأرى: بصرية يقظانية، والظرف متعلق بمحذوف، تقديره: واذكروا يا معشر المؤمنين نعمة الله تعالى عليكم؛ إذ يبصركم الكفار وقت التقائكم وتقابلكم في المعركة {فِي أَعْيُنِكُمْ قَلِيلًا} ؛ أي: أراكم إياهم حالة كونهم قليلًا في أعينكم ونظركم، حتى قال قائلٌ من المسلمين لآخر: أتراهم سبعين؟ قال: هم نحو المئة، وهم في نفس الأمر ألفٌ، تصديقًا لرؤيا النبي - صلى الله عليه وسلم -، ولتزداد جراءة المؤمنين عليهم. {وَيُقَلِّلُكُمْ} أيها المؤمنون {فِي أَعْيُنِهِمْ} ؛ أي: في أعين الكفار ونظرهم؛ أي: يريهم إياكم قليلًا في أعينهم ونظرهم، حتى قال أبو جهل: إنما أصحاب محمَّد آكلة جزور؛ أي: قليلٌ، يشبعهم. جزور واحدٌ، فلا تقتلوهم واربطوهم بالحبال، وقلل الله المؤمنين في أعين المشركين قبل التحام الحرب؛ لئلا يبالغ الكفار في تحصيل الاستعداد والحذر، فيصير ذلك سببًا لانكسارهم، ولأنهم إذا رأوهم قليلًا أقدموا على القتال غير خائفين، فلما التحم القتال .. أرى الكفار المسلمين مثلي الكفار، وكانوا ألفًا، فرأوا المسلمين قدر ألفين؛ ليهابوا، وتضعف قلوبهم وشوكتهم، ويتمكن المسلمون منهم، وتكون الدائرة عليهم. </p><p> واللام في قوله:  {لِيَقْضِيَ اللَّهُ أَمْرًا كَانَ مَفْعُولًا} متعلقةٌ بمحذوف، تقديره: فعل بكم وبهم ذلك التقليل؛ ليظهر الله سبحانه وتعالى أمرًا كان مقضيًّا في سابق علمه، من إعلاء كلمة الإِسلام، ونصر أهله، وإذلال كلمة الشرك، وخذلان أهله. </p><p> والخلاصة (١) : أنّ الله سبحانه وتعالى فعل ذلك؛ ليقدم كل منكم ومنهم على قتال الآخر، فهذا واثق بنفسه مدل ببأسه , وهذا متكل على ربه واثق بوعده، حتى إذا ما التقيتم ثبتكم وثبطهم؛ ليقضي بنصركم عليهم أمرًا كان في علمه مفعولًا، وهو أن تكون كلمة الله هي العليا، وكلمة الذين كفروا السفلى، ومن ثم هيَّأ الأسباب وقدرها تقديرًا. </p><p> - فإن قلت (٢) قد قال في الآية المتقدمة: {وَلَكِنْ لِيَقْضِيَ اللَّهُ أَمْرًا كَانَ مَفْعُولًا} وقال في هذه الآية: {لِيَقْضِيَ اللَّهُ أَمْرًا كَانَ مَفْعُولًا} ، فما فائدة هذا التكرار؟ </p><p> قلتُ: المقصود من ذكره في الآية المتقدمة؛ ليحصل استيلاء المسلمين على المشركين على وجه القهر والغلبة؛ ليكون ذلك معجزةً دالة على صدق رسول الله - صلى الله عليه وسلم -، والمقصود من ذكره في هذه الآية: أنَّ الله سبحانه وتعالى قلل عدد الفريقين في أعين بعضهم بعضًا؛ للحكمة التي قضاها، فلذلك قال:  {لِيَقْضِيَ اللَّهُ أَمْرًا كَانَ مَفْعُولًا} . </p><p> {وَإِلَى اللَّهِ} سبحانه وتعالى، لا إلى غيره {تُرْجَعُ} بالبناء للمفعول؛ أي: ترد {الْأُمُورُ} كلها، يفعل فيها ما يريد، ويقضي في شأنها ما يشاء، ولا تجري على ما يظنه العبيد. وقرىء بالبناء للفاعل، أي: تفسير وترجع وتعود إلى الله تعالى في الآخرة، فيجازي كل عامل على قدر عمله، فالمحسن بإحسانه، والمسيء بإساءته، أو يغفر. </p><p> فائدة: فإن قيل (٣) : ما فائدة تكرار الرؤية ها هنا، وقد ذكرت في قوله:  {إِذْ يُرِيكَهُمُ اللَّهُ} ؟ </p><p> قلتُ: يجاب عنه بجوابين: </p><p>(١) المراغي. (٢) الخازن.(٣) زاد المسير.</p>"
}