{
  "id": null,
  "sura": 8,
  "aya": 71,
  "text": "<p> الفداء:  {إِنْ يَعْلَمِ اللَّهُ} سبحانه وتعالى {فِي قُلُوبِكُمْ خَيْرًا} ؛ أي: إيمانًا وعزمًا على طاعة الله ورسوله في جميع التكاليف، وتوبةً من الكفر وجميع المعاصي .. {يُؤْتِكُمْ} الله سبحانه وتعالى ويعوضكم في هذه الدنيا رزقًا {خَيْرًا} وأنفع لكم {مِمَّا أُخِذَ مِنْكُمْ} من الفداء، أو في الآخرة بما يكتبه لكم من المثوبة بالأعمال الصالحة {وَيَغْفِرْ لَكُمْ} ما سلف منكم قبل الإيمان من كفركم وقتالكم لرسول الله - صلى الله عليه وسلم -. {وَاللَّهُ} سبحانه وتعالى {غَفُورٌ} لمن آمن وتاب من كفره وآثامه {رَحِيمٌ} بالمؤمنين من أهل طاعته، فيشملهم بعنايته وتوفيقه، ويعدهم للسعادة في الدنيا والآخرة، وفي ذلك من الحض على الإِسلام والدعوة إليه ما لا يخفى. </p><p> وقرأ الجمهور (١) : {مِنَ الْأَسْرَى} معرفًا وابن محيصن: {من أسرى} منكرًا، وقتادة وأبو جعفر وابن أبي إسحاق ونصر بن عاصم وأبو عمرو من السبعة:  {من الأُسَارى} - بضم الهمزة وفتح السين بعدها ألف - وبالإمالة. </p><p> واختلف عن الحسن وعن الجحدري. وقرأ الأعمش:  {يثبكم خيرًا} من الثواب، وقرأ الحسن وأبو حيوة وشيبة وحميد:  {مما أَخذ} مبنيًّا للفاعل. </p><p> ٧١ - ولمَّا ذكر ما ذكره من العوض لمن علم في قلبه خيرًا .. ذكر من هو على ضد ذلك منهم، فقال:  {وَإِنْ يُرِيدُوا} ؛ أي: وإن يرد - يا محمَّد - هؤلاء الأسرى - الذين أسرتموهم في بدر وفاديتموهم بالمال - بما قالوا لك بألسنتهم من أنهم قد آمنوا بك وصدقوك {خِيَانَتَكَ} ؛ أي: مخادعتك ومماكرتك، ولم يكن ذلك منهم عن عزيمة صحيحة ونية خالصة .. فاعلم أنَّه ليس ذلك بمستبعد منهم؛ {فـ} إنَّهم {قد} فعلوا ما هو أعظم من ذلك، وهو أنَّهم {خَانُوا اللَّهَ} سبحانه وتعالى ورسوله - صلى الله عليه وسلم - {مِنْ قَبْلُ} ؛ أي: من قبل هذا الأسر والظفر بهم بما أقدموا عليه من كفرهم بالله ومحاربتهم رسوله - صلى الله عليه وسلم - {فَأَمْكَنَ مِنْهُمْ} ؛ أي: مكَّنك منهم بأن نصرك عليهم في يوم بدر، فقتلت منهم من قتلت، وأسرت من أسرت {وَاللَّهُ} سبحانه وتعالى {عَلِيمٌ} بما في ضمائرهم ونياتهم من الخيانة وضدِّها {حَكِيمٌ} فيما </p><p>(١) البحر المحيط.</p><p> فعله بهم. </p><p> وحاصل معنى الآية: أي وإن يريدوا خيانتك بإظهار الميل إلى الإِسلام والرغبة عن قتال المسلمين .. فلا تخف مما عسى أن يكون من خيانتهم وعودتهم إلى القتال؛ فإنَّهم قد خانوا الله من قبل، فنقضوا الميثاق الذي أخذه الله على البشر بما أقامه على وحدانيته من الدلائل العقلية والكونية، وبما آتاهم من العقل الذي يتدبرون به سنن الله في خلقه، فيمكنك أنت وصحبك منهم بنصرك عليهم ببدر، مع التفاوت العظيم بين قوتك وقوتهم وعددك وعددهم، وهكذا سيمكنك ممن يخونونك من بعد، والله تعالى عليم يعلم ما يضمرونه وما يستحقونه من عقاب، حكيم، يفعل ما يفعل بحسب ما تقتضيه حكمته البالغة، فينصر المؤمنين ويظهرهم على الكافرين، وفي الآية من العبر: </p><p> ١ - أنه يجب على المؤمنين ترغيب الأسرى في الإيمان, وإنذارهم عاقبة الخيانة إذا ثبتوا على الكفر وعادوا إلى البغي والعدوان. </p><p> ٢ - أن فيها بشارةً للمؤمنين باستمرار النصر وحسن العاقبة في كل قتال يقع بينهم وبين المشركين ما داموا محافظين على أسباب النصر المادية والمعنوية التي علمت مما تقدم. </p><p> وبعد ما ذكر الله سبحانه وتعالى تلك القواعد الخاصة بالحرب والسلم، وما يجب أن يعمل مع الأسرى .. ختم السورة بذكر ولاية المؤمنين بعضهم لبعض بمقتضى الإيمان والهجرة، وما يلزم ذلك، وولاية الكافرين بعضهم لبعض؛ ليعلم كل فريق وليه الذي يستعين به. </p><p> وقسم المؤمنين أربعة أقسام، وبين حكم كل من تلك الأقسام ومنزلته من بينها: </p><p> ١ - المهاجرون الأولون أصحاب الهجرة الأولى قبل غزوة بدر إلى صلح الحديبية. </p><p> ٢ - الأنصار الذين كانوا بالمدينة، وآووا النبيَّ - صلى الله عليه وسلم - والمهاجرين عند </p>"
}