{
  "id": null,
  "sura": 8,
  "aya": 45,
  "text": "<p> أحدهما: أنَّ الأولى كانت في المنام، والثانية في اليقظة، فلا تكرار. </p><p> والثاني: أنَّ الأولى للنبي - صلى الله عليه وسلم - خاصةً، والثانية له ولأصحابه. </p><p> فإن قيل: تكثير المؤمنين في أعين الكافرين أولى من تقليلهم لمكان إعزازهم؟ </p><p> قلتُ: يجاب عنه بثلاثة أجوبة: </p><p> أحدها: أنهم لو كثروا في أعينهم .. لم يقدموا عليهم، فلم يكن قتال. </p><p> والقتال سبب النصر، فقللهم لذلك. </p><p> والثاني: أنه قللهم؛ لئلا يتأهب المشركون كل التأهب؛ فإذا تحقق القتال .. وجدهم المسلمون غير مستعدين، فظفروا بهم. </p><p> والثالث: أنه قللهم؛ ليحمل الأعداء عليهم في كثرتهم فيغلبهم المسلمون، فيكون ذلك آيةً للمشركين، ومنبِّهًا على نصرة الحق. </p><p> ٤٥ - {يَا أَيُّهَا الَّذِينَ آمَنُوا} باللهِ، وصدقوا بما جاء به محمد - صلى الله عليه وسلم - {إِذَا لَقِيتُمْ فِئَةً} ؛ أي: إذا قابلتم جماعة كافرة وحاربتموها. وترك (١) وصفها؛ لأن المؤمنين ما كانوا يلقون إلا الكفار، واللقاء اسم غالب للقتال {فَاثْبُتُوا} لقتالهم وجدوا في المحاربة، ولا تنهزموا إذا لم يزيدوا على الضعف، بأن يوطنوا أنفسهم على لقاء العدو وقتاله، ولا يحدثوها بالتولي {وَاذْكُرُوا اللَّهَ} سبحانه وتعالى بالقلب واللسان في أثناء القتال ذكرا {كَثِيرًا} ومن الذكر ما يقع حال القتال من التكبير. </p><p> والمعنى (٢) : كونوا ذاكرين الله عند لقاء عدوكم ذكرًا كثيرًا بقلوبكم وألسنتكم. أمر الله سبحانه وتعالى عباده المؤمنين وأولياءه الصالحين بأن يذكروه في أشد الأحوال، وذلك عند لقاء العدو وقتاله. وفيه تنبيه على أن الإنسان لا يجوز أن يخلو قلبه ولسانه عن ذكر الله تعالى، وقيل: المراد من هذا الذكر: هو الدعاء على العدوِّ، وذلك لا يحصل إلا بمعونة الله تعالى، فأمر الله سبحانه </p><p>(١) النسفي. (٢) الخازن.</p><p> وتعالى عباده أن يسألوه النصر على العدو عند اللقاء. </p><p> والخلاصة: أنكم إذا لقيتم (١) أعداءكم الكفار .. فاثبتوا لهم، ولا تفروا أمامهم؛ فإن الثبات قوة معنوية طالما كان هو السبب في النصر والغلب بين الأفراد والجيوش. </p><p> انظر إلى الرجلين الجلدين يتصارعان، فيعيا كل منهما وتضعف قوته، ويتوقع كل لحظة أن يقع صريعًا، ولكن قد يخطر له أن خصمه ربما وقع قبله فيثبت إلى اللحظة الأخيرة، فيكون له الفَلْجُ والفوز على خصمه، وهكذا في الحروب، فإن من أهم أسباب النصر فيها: الثبات وعدم اليأس، بل الثبات نافع في كل أعمال البشر، فهو الوسيلة في الفوز والنجاح فيها. </p><p> وأكثروا من ذكر الله تعالى في أثناء القتال بقلوبكم: بذكر قدرته ووعده بنصر رسله والمؤمنين، ونصر كل من يتبع سنتهم بنصر دينه وإقامة سننه، وبأن النصر بيده ومن عنده، يؤتيه من يشاء، وبألسنتكم: بالتكبير والتسبيح والتحميد والتهليل والاستغفار، وبالدعاء على الأعداء بنحو قولكم: اللهم أخذلهم واقطع دابرهم واجعل الدائرة عليهم، والتضرع إليه مع اليقين بأنه لا يعجزه شيء. </p><p> وفي ذلك إيماءٌ إلى أنه يجب على العبد أن لا يفتر عن ذكر الله تعالى، أكثر ما يكون همَّا وأشغل ما يكون قلبًا، وأن تكون نفسه مجتمعة لذلك، وإن كانت متوزعة عن غيره. </p><p> {لَعَلَّكُمْ تُفْلِحُونَ} ؛ أي: لكي تظفروا بمرادكم من النصرة والمثوبة؛ فإن الثبات وذكر الله تعالى هما وسيلتان من وسائل الفوز في القتال في الدنيا، وفي نيل الثواب في الآخرة. </p><p> فإن قلت (٢) : ظاهر الآية يوجب الثبات على كل حال، وذلك يوهم أنها ناسخة لآية التحرف والتحيز؟ </p><p>(١) المراغي. (٢) الخازن.</p>"
}