{
  "id": null,
  "sura": 8,
  "aya": 30,
  "text": "<p> الطواف يستهزؤون به، ويصفرون، ويصفقون، فنزلت:  {وَما كانَ صَلاتُهُمْ عِنْدَ الْبَيْتِ ...} الآية. </p><p> قوله تعالى:  {إِنَّ الَّذِينَ كَفَرُوا ...} الآية، قال (١) ابن إسحاق: حدثني الزهري، ومحمد بن يحيى بن حبان، وعاصم بن عمير بن قتادة، والحصين بن عبد الرحمن، قالوا: لما أصيب قريش يوم بدر، ورجعوا إلى مكة، مشى عبد الله بن أبي ربيعة، وعكرمة بن أبي جهل، وصفوان بن أمية في رجال من قريش أصيب آباؤهم وآبناؤهم فكلموا أبا سفيان ومن كان له من قريش في ذلك العير تجارة، فقالوا: يا معشر قريش إن محمدا قد وتركم وقتل خياركم، فأعينونا بهذا المال على حربه، فلعلنا أن ندرك منه ثأرا، ففعلوا، ففيهم كما ذكر عن ابن عباس أنزل الله {إِنَّ الَّذِينَ كَفَرُوا يُنْفِقُونَ أَمْوالَهُمْ} إلى قوله: {يُحْشَرُونَ} . </p><p> وأخرج ابن أبي حاتم عن الحكم بن عتيبة، قال: نزلت في أبي سفيان أنفق على المشركين أربعين أوقية من ذهب. الأوقية اثنان وأربعون مثقالا. </p><p> وأخرج (٢) ابن جرير عن ابن أبزى، وسعيد بن جبير، قالا: نزلت في أبي سفيان، استأجر يوم أحد ألفين من الأحابيش - أي من أخلاط القبائل - ليقاتل بهم رسول الله صلى الله عليه وسلّم. </p><p> التفسير وأوجه القراءة </p><p> ٣٠ - أي:  {وَ} اذكر يا محمد لأمتك قصة {إِذْ يَمْكُرُ} ويحتال في إيقاع الضرر والهلاك {بِكَ الَّذِينَ كَفَرُوا} من قومك، وهذا تذكار لما مكرت قريش به حين كان بمكة ليشكر نعمة الله تعالى في خلاصه من مكرهم، واستيلائه عليهم؛ أي: واذكر نعمته تعالى عليك في ذلك الزمن القريب، الذي يمكر بك فيه قومك الذين كفروا بما يدبرون في السر من وسائل إيقاع الهلاك بك، فإن في ذلك القصص على </p><p>(١) لباب النقول. (٢) لباب النقول.</p><p> المؤمنين والكافرين في عهدك، ومن بعدك، لأكبر الحجج على صدق دعوتك، ووعد ربك بنصرتك؛ أي: واذكر لهم قصة إذ يمكرون بك، {لِيُثْبِتُوكَ} في مكان، ويمنعوك من الحركة بالوثاق (١) ، أو الحبس أو الإثخان بالجرح من قولهم: ضربه حتى أثبته لا حراك به، ولا براح، وقال ابن عباس ومجاهد: ليقيدوك وقيل: المعنى ليحبسوك، وقرأ النخعي ليبيتوك من البيات، وقرىء {لِيُثْبِتُوكَ} بالتشديد أَوْ لـ {يَقْتُلُوكَ} بسيوفهم {أَوْ} لـ {يُخْرِجُوكَ} من وطنك مكة، وذلك أنهم لما سمعوا بإسلام الأنصار ومبايعتهم، فزعوا، فاجتمعوا في دار الندوة، متشاورين في أمره كما سبق في أسباب النزول. </p><p> وحديث ذلك المكر الذي ترتبت عليه الهجرة إلى المدينة، وبها ظهر الإسلام، وخذل الشرك، روي من طرق عدة أقربها رواية ابن إسحاق وابن هشام في سيرتهما كما ذكرناها سابقا، وهذه الآية مدنية كسائر السورة، وهو الصواب. </p><p> والخلاصة: أن كلمتهم قد اتفقت على إيقاع الأذى بك بإحدى ثلاث خصال: إما بالحبس الذي يمنعك من لقاء الناس، ودعوتهم إلى الإسلام، وإما بالقتل، بطريق لا يكون ضررها عظيما عليهم، كما مر، وإما بالإخراج والنفي من الوطن {وَيَمْكُرُونَ} بك، وبمن معك من المؤمنين؛ أي: يريدون إهلاككم من حيث لا تحتسبون؛ أي: إن دأبهم معك، ومع من اتبعك من المؤمنين، تدبير الأذى لكم دائما، والله محيط بما دبروا لكم، فقد أخرجك من بينهم إلى دار الهجرة، ووطن السلطان، والقوة وكرر (٢) قوله: {وَيَمْكُرُونَ} إخبارا باستمرار مكرهم، وكثرته {وَيَمْكُرُ اللَّهُ} بهم؛ أي: ويرد الله سبحانه وتعالى عليهم مكرهم في نحورهم، وذلك بأن أخرجهم إلى بدر، وقلل المسلمين حتى حملوا عليهم، فلقوا ما لقوا، والمكر (٣) هو التدبير، وهو من الله تعالى التدبير بالحق، والمعنى: </p><p>(١) البيضاوي. (٢) البحر المحيط.(٣) الخازن.</p>"
}