{
  "id": null,
  "sura": 8,
  "aya": 49,
  "text": "<p> وأسلمهم، وتلك عادة عدو الله إبليس لمن أطاعه، إذا التقى الحق والباطل ... أسلمهم وتبرأ منهم. وقيل: إنه خاف أن يهلك فيمن هلك، وقيل: خاف أن يأخذه جبريل فيعرف حاله، فلا يطيعوه. وقيل: معنى {إنِّي أَخَافُ اللَّهَ} : أعلم صدق وعده لأولياه؛ لأنه كان على ثقة من أمر ربه. </p><p> فإن قلت (١) : كيف يقدر إبليس على أن يتصور بصورة البشر، وإذا تشكل بصورة البشر .. فكيف يسمى شيطانًا؟ </p><p> قلت: إنَّ الله عَزَّ وَجَلَّ أعطاه قوةً وأقدره على ذلك، كما أعطى الملائكة قوة وأقدرهم على أن يتشكلوا بصورة البشر، لكن النفس الباطنة لم تتغير، فلم يلزم من تغير الصورة تغير الحقيقة. </p><p> والخلاصة (٢) : أنّ جند الشيطان كانوا منبثين في المشركين، يوسوسون لهم - بملابستهم لأرواحهم الخبيثة - بما يغويهم ويغوهم، كما كان الملائكة منبثين في المؤمنين يلهمونهم - بملابستهم لأرواحهم الطيبة - ما يثبتون به قلوبهم، ويزيدهم ثقة بوعد الله بنصرهم، فلما تراءت الفئتان وأوشكا أن يتلاحما .. فر الشيطان بجنوده من بين المشركين؛ لئلا تصل إليهم الملائكة الملابسة للمؤمنين (وهما ضدان لا يجتمعان، ولو اجتمعا .. لقضى أقواهما، وهم الملائكة على أضعفهما، وهم الشياطين) . </p><p> فخوف الشيطان من الملائكة إنَّما كان من إحراق الملائكة لجنوده، لا على المشركين، كما يقذف بالحق على الباطل فيدمغه، فإذا هو زاهق متلاشٍ أمامه لا يبقى منه شيء. </p><p> ٤٩ - والظرف في قوله:  {إِذْ يَقُولُ الْمُنَافِقُونَ} : متعلق بـ {زين} أو باذكر محذوفًا؛ أي: واذكروا إذ زين لهم الشيطان أعمالهم حين يقول المنافقون ومن في حكمهم من مرضى القلوب، أو: واذكروا إذ يقول المنافقون وهم قومٌ من </p><p>(١) الخازن. (٢) المراغي.</p><p> الأوس والخزرج {وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ} ؛ أي: شك وارتياب في الدين، وهم قوم من قريش، أسلموا ولم يقول إسلامهم في قلوبهم ولم يهاجروا، منهم: عتبة بن ربيعة، وقيس بن الوليد، وأبو قيس الفاكه، والحارث بن زمعة، وعديُّ بن أمية، والعاص بن منبه، فلما خرج كفار قريش إلى حرب رسول - صلى الله عليه وسلم - .. خرجوا معهم إلى بدر، فلمَّا نظروا إلى قلة المسلمين .. ارتابوا وارتدوا، وقالوا:  {غَرَّ هَؤُلَاءِ} المؤمنين {دِينُهُمْ} ؛ أي: توحيدهم، حين أقدموا على ما أقدموا عليه من الخروج لحرب قريش مع قلة عددهم وكثرة عدوهم، توهمًا منهم أنهم ينصرون عليهم؛ أي: اغتروا بدينهم، فأدخلوا أنفسهم فيما لا طاقة لهم به، حيث خرجو وهم ثلاث مئة وبضعة عشر إلى زهاء ألف، ظنًّا منهم أنهم على الحق، ينصرون ولا يغلبون، فأولئك المرضى الذين خرجوا مع قريش كلهم قتلوا في بدر مع المشركين، ولم يذكر أن أحدًا من المنافقين خرج إلى بدر مع المسلمين. </p><p> {وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ} ؛ أي: ومن يسلم أمره إلى الله ويثق بفضله ويعول على إحسانه .. {فَإِنَّ اللَّهَ} سبحانه وتعالى حافظه وناصره؛ لأنه {عَزِيزٌ} ؛ أي: غالب لا يغلبه شيء، فيسلط القليل الضعيف على الكثير القوي {حَكِيمٌ} فيما قضى وحكم، لا يسوي بين أوليائه وأعدائه، فيوصل الثواب إلى أوليائه، والعقاب إلى أعدائه. </p><p> وهذا الكلام يتضمَّن الرد على من قال (١) : {غَرَّ هَؤُلَاءِ دِينُهُمْ} فكأنه قيل: هؤلاء في لقاء عدوهم هم متوكلون على الله، فهم الغالبون ومن يتوكل على الله .. ينصره ويعزه؛ فإن الله عزيز لا يغالب بقوة ولا بكثرة، حكيمٌ يضع الأشياء مواضعها، أو حاكم بنصره من يتوكل عليه، فيديل القليل على الكثير. </p><p> والمعنى (٢) : أي ومن يكل أمره إلى الله ويؤمن إيمان اطمئنان بأنه ناصره ومعينه، وأنه لا يعجزه شيء، ولا يمتنع عليه شيء أراده .. يكفه ما يهمه وينصره </p><p>(١) البحر المحيط. (٢) المراغي.</p><p> على أعدائه وإن كثر عددهم وعظم استعدادهم؛ لأنه العزيز الغالب على أمره، الحكيم الذي يضع كل شيء في موضعه بمقتضى سننه في نظام العالم، ومن ذلك أن ينصر الحق على الباطل. </p><p> الإعراب </p><p> {وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ} . </p><p> {وَاعْلَمُوا} : فعل وفاعل، والجملة مستأنفة. {أَنَّمَا} : أن حرف نصب ومصدر، ما: موصولة في محل النصب اسمها، وكان القياس فصلها من أنَّ، لكن ثبت وصلها في خط المصحف العثماني، وثبت فصلها أيضًا في بعضها، كما ذكره الجزري. {غَنِمْتُمْ} : فعل وفاعل، والجملة صلة {ما} الموصولة، والعائد محذوف، تقديره: أن ما غنمتموه. {مِنْ شَيْءٍ} : جار ومجرور حال من العائد المحذوف، تقديره: حال كونه كائنًا من شيء ما قليلًا كان أو كثيرًا. {فَأَنّ}  {الفاء} رابطة الخبر بالاسم؛ لما في اسم أنَّ من العموم {أن} حرف نصب ومصدر. {لِلَّهِ} جار ومجرور خبر {أنَّ} مقدم على اسمها. {خُمُسَهُ} : اسمها مؤخر ومضاف إليه، تقديره: فإن خمسه كائنٌ لله، وجملة أن اسمها وخبرها في محل الرفع خبرٌ {أنَّ} الأولى: ولكنّه خبر سببيٌّ، تقديره: واعلموا أن الذي غنتموه من شيء فكائنٌ خمسه لله وللرسول، وجملة {أنَّ} الأولى في تأويل مصدر سادّ مسدّ مفعولي علم، تقديره: واعلموا كون خمس الذي غنتموه من شيء لله، {وَلِلرَّسُولِ} : جار ومجرور معطوف على الجار والمجرور في قوله: {لله}  {وَلِذِي الْقُرْبَى} معطوف على الجار والمجرور قبله، {وَالْيَتَامَى} : معطوف على ذي القربى، وكذا {وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ} معطوفان عليه. </p><p> {إِنْ كُنْتُمْ آمَنْتُمْ بِاللَّهِ وَمَا أَنْزَلْنَا عَلَى عَبْدِنَا يَوْمَ الْفُرْقَانِ يَوْمَ الْتَقَى الْجَمْعَانِ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} . </p><p> {إن} حرف شرط {كُنْتُمْ} : فعل ناقص واسمه، في محل الجزم بـ {إِن} </p><p> على كونه فعل شرط لها. {آمَنْتُمْ} فعل وفاعل. {بِاللَّهِ} متعلق به، الجملة الفعلية في محل النصب خبر كان، تقديره: إنْ كنتم مؤمنين، وجواب {إن} الشرطية معلوم مما قبلها، تقديره: إن كنتم مؤمنين بالله .. فاعلموا ذلك، وجملة {إنْ} الشرطية مستأنفة {وَمَا} في محل الجر معطوف علي لفظ الجلالة {أَنْزَلْنَا} : فعل وفاعل، والجملة صلة لما، أو صفة لها، والعائد أو الرابط محذوف، تقديره: وبما أنزلناه {عَلَى عَبْدِنَا} : جار ومجرور ومضاف إليه متعلق بأنزلنا. {يَوْمَ الْفُرْقَانِ} : ظرف ومضاف إليه متعلق بأنزلنا. {يَوْمَ} : منصوب على الظرفية، بدل من يوم الفرقان. {الْتَقَى الْجَمْعَان} فعل وفاعل، والجملة في محل الجر مضاف إليه. {وَاللَّهُ} مبتدأ. {عَلَى كُلِّ شَيْءٍ} : جار ومجرور ومضاف إليه متعلق بقدير. {قَدِيرٌ} : خبر المبتدأ، والجملة الاسمية مستأنفة. </p><p> {إذْ أَنْتُمْ بِالْعُدْوَةِ الدُّنْيَا وَهُمْ بِالْعُدْوَةِ الْقُصْوَى وَالرَّكْبُ أَسْفَلَ مِنْكُمْ وَلَوْ تَوَاعَدْتُمْ لَاخْتَلَفْتُمْ فِي الْمِيعَادِ وَلَكِنْ لِيَقْضِيَ اللَّهُ أَمْرًا كَانَ مَفْعُولًا} . </p><p> {إِذْ} ظرف لما مضى من الزمان بدل من يوم الفرقان {أَنْتُمْ} مبتدأ، {بِالْعُدْوَةِ} : جار ومجرور خبر المبتدأ، والباء بمعنى في، والجملة الاسمية في محل الجر مضاف إليه لـ {إِذْ} . {الدنيا} : صفة للْعُدْوَةِ. {وهم} مبتدأ {بِالْعُدْوَةِ} : خبره، والجملة في محل الجر معطوفة على الجملة التي قبلها على كونها مضافًا إليه لـ {إِذْ} . {الْقُصْوَى} : صفة لـ {الْعُدْوَةِ} . {وَالرَّكْبُ} مبتدأ. {أَسْفَلَ} : منصوب على الظرفية، والظرف متعلق بمحذوف خبر المبتدأ. {مِنْكُمْ} جار ومجرور صفة لأسفل، والجملة من المبتدأ، والخبر في محل النصب، حال من الظرف الذي قبله، وهو قوله:  {بِالْعُدْوَةِ الْقُصْوَى} ، والتقدير: إذ أنتم كائنون بالعدوة الدنيا، وهم كائنون بالعدوة القصوى، حالة كون الركب كائنين في مكان أسفل منكم، ويجوز أن تكون جملة {وَالرَّكْبُ أَسْفَلَ مِنْكُمْ} في محل الجر معطوف على أنتم؛ أي: وإذ الركب أسفل منكم، ذكره أبو البقاء. وفي \"الفتوحات\" : وإيضاح ما في المقام أن {وَالرَّكْبُ} : مبتدأ و {أسْفَلَ} أفعل تفضيل، استعمل بمعنى صفة لمكان محذوف أقيم مقامه، فهو مع متعلقه خبرٌ، </p><p> والجملة حال من الظرف الذي قبله، يعني: بـ {بِالْعُدْوَةِ} . اهـ كرخي. وفي السمين: قوله: {وَالرَّكْبُ أَسْفَلَ مِنْكُمْ} الأحسن في هذه الواو، والواو التي قبلها الداخلة على هم أن تكون عاطفةٌ ما بعدها على:  {أَنْتُمْ} ؛ لأنها مبدأ تقسيم أحوالهم وأحوال عدوهم، ويجوز أن تكونا واوي حالٍ، و {أسْفَل} منصوب على الظرف النائب عن الخبر، وهو في الحقيقه صفةٌ لظرف مكان محذوف؛ أي: والركب في مكان أسفل من مكانكم اهـ. {وَلَو}  {الواو} استئنافية، {لو} حرف شرط {تَوَاعَدْتُمْ} فعل وفاعل، والجملة فعل شرط لـ {لَو} لا محل لها من الإعراب. {لَاخْتَلَفْتُمْ}  {اللام} رابطة لجواب {لو} الشرطية، {لَاخْتَلَفْتُمْ} : فعل وفاعل. {فِي الْمِيعَادِ} : متعلق به، والجملة جواب لو الشرطية، وجملة لو الشرطية مستأنفة. {وَلَكِنْ}  {الواو} عاطفة {وَلَكِن} حرف استدراك {لِيَقْضِيَ}  {اللام} حرف جر وتعليل، {يقضي} : فعل مضارع منصوب بأن مضمرة بعد لام كي، {اللَّهُ} فاعل. {أمْرًا} مفعول به، وجملة {كَانَ مَفْعُولًا} : صفة لأمرًا، وجملة يقضي مع أن المضمرة في تأويل مصدر مجرور باللام، تقديره: لقضاء الله أمرًا كان مفعولًا، الجار والمجرور متعلق بمحذوف، تقديره: ولكن جمع الله بينكم؛ لقضائه وإمضائه أمرًا كان مقضيًّا في سابق علمه، والجملة المحذوفة معطوفة على جملة لو الشرطية. </p><p> {لِيَهْلِكَ مَنْ هَلَكَ عَنْ بَيِّنَةٍ وَيَحْيَى مَنْ حَيَّ عَنْ بَيِّنَةٍ وَإِنَّ اللَّهَ لَسَمِيعٌ عَلِيمٌ} . </p><p> {لِيَهْلِكَ}  {اللام} لام كي. {يهلك} : فعل مضارع منصوب بأن مضمرة. {مَن} اسم موصول في محل الرفع فاعل. {هَلَكَ} : فعل ماضي، وفاعله ضمير يعود على من. {عَنْ بَيِّنَةٍ} متعلق بيهلك، والجملة صلة {من} الموصولة، وجملة {يهلك} صلة أن المضمرة، أن مع صلتها في تأويل مصدر مجرور باللام، تقديره: لهلاك من هلك عن بينة، الجار والمجرور معطوف بعاطف مقدر على الجار والمجرور قبله، على كونه متعلقًا بمحذوف، تقديره: ولكن جمع الله بينكم لقضائه أمرًا مفعولًا، ولهلاك من هلك عن بينة، وحياة من </p><p> حيَّ عن بينة، {وَيَحْيَى} فعل مضارع معطوف على يهلك {مَنْ} : اسم موصول في محل الرفع فاعل. {حَيّ} : فعل ماض، وفاعله ضمير يعود على {مَنْ} والجملة صلة من الموصولة. {عَنْ بَيِّنَة} متعلق بيحيى، {وَإِنّ}  {الواو} استئنافية {إن} حرف نصب. {اللَّهَ} اسمها {لَسَمِيعٌ} : {اللام} حرف ابتداء {سميع} خبر أول لإنَّ {عَلِيمٌ} : خبر ثان لها، والجملة مستأنفة. </p><p> {إِذْ يُرِيكَهُمُ اللَّهُ فِي مَنَامِكَ قَلِيلًا وَلَوْ أَرَاكَهُمْ كَثِيرًا لَفَشِلْتُمْ وَلَتَنَازَعْتُمْ فِي الْأَمْرِ وَلَكِنَّ اللَّهَ سَلَّمَ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ} . </p><p> {إِذْ} : ظرف لما مضى من الزمان، متعلق بمحذوف، تقديره: واذكر يا محمَّد إذ يريكهم الله، والجملة المحذوفة مستأنفة. {يُرِيكَهُمُ اللَّهُ} فعل ومفعولان وفاعل. {فِي مَنَامِكَ} : متعلق به {قَلِيلًا} : مفعول ثالث لأرى؛ لأن رأى الحلمية تنصب مفعولين بلا همزة، فإذا دخل عليها الهمز .. نصبت ثلاثة مفاعيل، والجملة الفعلية في محل الجر مضاف إليه. {وَلَو}  {الواو} استئنافية. {لو} حرف شرط {أَرَاكَهُمْ كَثِيرًا} : فعل وثلاثة مفاعيل، وفاعله ضمير يعود على الله، والجملة الفعلية فعل شرط لـ {لو} . {لَفَشِلْتُمْ}  {اللام} رابطة الجواب {لَفَشِلْتُمْ} فعل وفاعله، والجملة جواب {لو} الشرطية، وجملة {لو} الشرطية مستأنفة، {وَلَتَنَازَعْتُمْ} : فعل وفاعل معطوف على فشلتم، واللام فيه لام الربط مؤكدة للأولى {فِي الْأَمْرِ} : متعلق به {وَلَكِنَّ اللَّهَ سَلَّمَ}  {الواو} عاطفة {لكن} حرف استدراك ونصب، ولفظ الجلالة: اسمها {سَلَّمَ} فعل ماضي، وفاعله ضمير يعود على الله ومفعوله محذوف، تقديره: سلَّمكم الله من الفشل والتنازع، والجملة الفعلية في محل الرفع خبر {لَكِنَّ} ، وجملة {لكن} معطوفة على جملة {لو} الشرطية على كونها مستأنفة. {إِنَّهُ} : ناصب واسمه {عَلِيمٌ} : خبره {بِذَاتِ الصُّدُورِ} : متعلق بعليم، وجملة إن مستأنفة مسوقة لتعليل ما قبلها. </p><p> {وَإِذْ يُرِيكُمُوهُمْ إِذِ الْتَقَيْتُمْ فِي أَعْيُنِكُمْ قَلِيلًا وَيُقَلِّلُكُمْ فِي أَعْيُنِهِمْ لِيَقْضِيَ اللَّهُ أَمْرًا كَانَ مَفْعُولًا وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ} . </p><p> {وَإِذ}  {الواو} عاطفة {إذ} ظرف لما مضى من الزمان متعلق بمحذوف، </p><p> تقديره: واذكروا أيها المؤمنون إذ يريكموهم، والجملة المحذوفة معطوفة على الجملة المحذوفة في قوله:  {إذْ يُرِيكَهُمُ اللَّهُ} . {يُرِيكُمُوهُمْ} : فعل ومفعولان، وفاعله ضمير يعود على الله، والجملة في محل الجر مضاف إليه لإذ {إِذِ} : ظرف لما مضى، متعلق بيريكموهم، وجملة {الْتَقَيْتُمْ} في محل الجر مضاف إليه لـ {إِذِ} ، {فِي أَعْيُنِكُمْ} جار ومجرور متعلق بـ {قَلِيلًا} . {قَلِيلًا} حال من المفعول الثاني الذي هو الهاء، ورأى هنا بصرية تنصب مفعولًا واحدًا بلا همز، واثنين مع الهمز كما هنا. {وَيُقَلِّلُكُمْ} : فعل ومفعول، و {الواو} فيه واو الحال. {فِي أَعْيُنِهِمْ} متعلق به، وفاعله ضمير يعود على الله، والجملة في محل النصب حال من فاعل يريكموهم {لِيَقْضِيَ اللَّهُ أَمْرًا} : فعل وفاعل ومفعول، واللام فيه لام كي، وجملة {كَانَ مَفْعُولًا} صفة لـ {أَمْرًا} ، وجملة {يقضي} في تأويل مصدر مجرور باللام، والتقدير: لقضاء الله أمرًا كان مفعولًا، الجار والمجرور متعلق بيريكموهم، أو متعلق بمحذوف، تقديره فعل الله بكم وبهم ذلك التقليل؛ ليقضي أمرًا كان مفعولًا، وكرَّر هذا التعليل؛ لاختلاف الفعل المعلَّل به، أولًا: اجتماعهم بغير ميعاد، وثانيًا: تقليل المؤمنين قبل الالتحام، ثم تكثيرهم في أعين الكفار، كما مر في مبحث التفسير. {وَإِلَى اللَّهِ} : جار ومجرور متعلق بترجع {تُرْجَعُ الْأُمُورُ} : فعل ونائب فاعل، والجملة مستأنفة. </p><p> {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا لَقِيتُمْ فِئَةً فَاثْبُتُوا وَاذْكُرُوا اللَّهَ كَثِيرًا لَعَلَّكُمْ تُفْلِحُونَ} . </p><p> {يَا أَيُّهَا}  {يَا} حرف نداء {أيُّ} منادى نكرة مقصودة، و {الهاء} حرف تنبيه {الَّذِينَ} صفة لأيُّ، وجملة النداء مستأنفة، وجملة {آمَنُوا} صلة الموصول {إِذَا} : ظرف لما يستقبل من الزمان. {لَقِيتُمْ فِئَةً} فعل وفاعل ومفعول، والجملة في محل الخفض بإضافة إذا إليها، والظرف متعلق بالجواب الآتي، {فَاثْبُتُوا}  {الفاء} رابطة لجواب إذا {اثبتوا} فعل وفاعل، والجملة جواب إذا، وجملة إذا جواب النداء لا محل لها من الإعراب. {وَاذْكُرُوا اللَّهَ} فعل وفاعل ومفعول، والجملة معطوفة على جملة {فَاثْبُتُوا} . {كَثِيرًا} : </p><p> منصوب على المفعولية المطلقة؛ لأنه صفة لمصدر محذوف، تقديره: ذكرًا كثيرًا {لَعَلَّكُمْ} : ناصب واسمه. وجملة {تُفْلِحُونَ} في محل الرفع خبر لعل، وجملة لعل مستأنفة مسوقة لتعليل ما قبلها. </p><p> {وَأَطِيعُوا اللَّهَ وَرَسُولَهُ وَلَا تَنَازَعُوا فَتَفْشَلُوا وَتَذْهَبَ رِيحُكُمْ وَاصْبِرُوا إِنَّ اللَّهَ مَعَ الصَّابِرِينَ (٤٦) }. </p><p> {وَأَطِيعُوا اللَّهَ} : فعل وفاعل ومفعول. {وَرَسُولَهُ} : معطوف على الجلالة، والجملة معطوفة على جملة إذا على كونها جواب النداء، {وَلَا تَنَازَعُوا} : فعل وفاعل مجزوم بلا الناهية، والجملة معطوفة على جملة {وَأَطِيعُوا} . {فَتَفْشَلُوا} : فعل وفاعل منصوب بأن مضمرة وجوبًا بعد الفاء السببية الواقعة في جواب النهي، {وَتَذْهَبَ رِيحُكُمْ} فعل وفاعل معطوف على {تفشلوا} وجملة تفشلوا صلة أن المضمرة، أن مع صلتها في تأويل مصدر معطوف على مصدر متصيد من الجملة التي قبلها من غير سابك لإصلاح المعنى، تقديره: لا يكن تنازعكم ففشلكم وذهاب ريحكم. {وَاصْبِرُوا} : فعل وفاعل معطوف على {وَأَطِيعُوا} .. {إِنَّ اللَّهَ} : ناصب واسمه. {مَعَ الصَّابِرِينَ} : خبره، وجملة مستأنفة مسوقة لتعليل ما قبلها. </p><p> {وَلَا تَكُونُوا كَالَّذِينَ خَرَجُوا مِنْ دِيَارِهِمْ بَطَرًا وَرِئَاءَ النَّاسِ وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ وَاللَّهُ بِمَا يَعْمَلُونَ مُحِيطٌ (٤٧) }. </p><p> {وَلَا تَكُونُوا} : فعل ناقص واسمه، مجزوم بلا الناهية. {كَالَّذِينَ} : خبر تكونوا، والجملة معطوفة على جملة قوله:  {وَلَا تَنَازَعُوا} ، {خَرَجُوا} : فعل وفاعل، والجملة صلة الموصول. {مِنْ دِيَارِهِمْ} : متعلق به {بَطَرًا وَرِئَاءَ النَّاسِ} : منصوبان على الحال من فاعل {خَرَجُوا} ؛ أي: بطرين ومرائين، أو على أنهما مفعولان لأجله؛ أي: لأجل البطر والرياء، {وَيَصُدُّونَ} : فعل وفاعل {عَنْ سَبِيلِ اللَّهِ} : متعلق به، والجملة في محل النصب معطوفة على {بَطَرًا وَرِئَاءَ} على كونها حالًا من فاعل {خَرَجُوا} أي: حالة كونهم بطرين ومرائين وصادين عن سبيل الله، أو معطوفة على جملة {خَرَجُوا} على كونها صلة </p><p> الموصول. {وَاللَّهُ} مبتدأ. {بِمَا} جار ومجرور متعلق بمحيط، وجملة {يَعْمَلُونَ} صلة الموصول، والعائد محذوف، تقديره: بما يعملونه. {مُحِيطٌ} : خبر المبتدأ، والجملة الاسمية مستأنفة. </p><p> {وَإِذْ زَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ وَقَالَ لَا غَالِبَ لَكُمُ الْيَوْمَ مِنَ النَّاسِ وَإِنِّي جَارٌ لَكُمْ} . </p><p> {وَإِذْ}  {الواو} استئنافية، أو عاطفة، {وَإِذ} : ظرف لما مضى، متعلق بمحذوف، تقديره: واذكروا إذْ زَيَّن لهم الشيطان، والجملة المحذوفة مستأنفة، أو معطوفة على جملة قوله:  {إذْ يُرِيكَهُمُ اللَّهُ}  {زَيَّنَ} فعل ماض {لَهُمُ} متعلق به. {الشَّيْطَانُ} فاعل. {أَعْمَالَهُمْ} مفعول به، والجملة في محل الجر مضاف إليه لـ {إذ} ، {وَقَالَ} : فعل ماض معطوف على {زَيَّنَ} ، وفاعله ضمير يعود على الشيطان. {لَا غَالِبَ لَكُمُ الْيَوْمَ مِنَ النَّاسِ} إلى قوله: {فَلَمَّا تَرَاءَتِ} مقول محكي لـ {قال} وإن شئت قلت: {لَا} : نافية، {غَالِبَ} في محل النصب اسمها، {لَكُمْ} : جار ومجرور خبر {لا} . {الْيَوْمَ} ظرف متعلق بالخبر، {مِنَ النَّاسِ} جار ومجرور حال من الضمير المستكن في خبر {لا} وجملة {لا} في محل النصب مقول قال. {وَإِنِّي} : ناصب واسمه، {جَارٌ} خبره. {لَكُمْ} متعلق به؛ لأنَّه بمعنى مجير، وجملة إنَّ في محل النصب معطوفة على جملة {لا} على كونها مقول قال. </p><p> {فَلَمَّا تَرَاءَتِ الْفِئَتَانِ نَكَصَ عَلَى عَقِبَيْهِ وَقَالَ إِنِّي بَرِيءٌ مِنْكُمْ إِنِّي أَرَى مَا لَا تَرَوْنَ إِنِّي أَخَافُ اللَّهَ وَاللَّهُ شَدِيدُ الْعِقَابِ} . </p><p> {فَلَمَّا}  {الفاء} فاء الفصيحة؛ لأنّها أفصحت عن جواب شرط مقدّر، تقديره: إذا عرف ما قال لهم الشيطان، وأردت بيان عاقبة أمره معهم .. فأقول لك {لمّا} حرف شرط غير جازم. {تَرَاءَتِ الْفِئَتَانِ} : فعل وفاعل، والجملة فعل شرط لـ {لمَّا} لا محل لها من الإعراب. {نَكَصَ} : فعل ماض، وفاعله ضمير يعود على الشيطان، والجملة جواب لمَّا، لا محل لها من الإعراب، وجملة لمَّا </p><p> في محل النصب مقولٌ لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. {عَلَى عَقِبَيْهِ} : متعلق بـ {نَكَصَ} . {وَقَالَ} : فعل ماضي معطوف على: {نَكَصَ} وفاعله ضمير يعود على الشيطان {إِنِّي بَرِيءٌ} إلى آخر الآية: مقول محكي، وإن شئت قلت:  {إِنِّي} : ناصب واسمه، {بَرِيءٌ} خبره. {مِنْكُم} متعلق بـ {بَرِيءٌ} وجملة إنَّ في محل النصب مقول قال: {إِنِّي} ناصب واسمه. {أَرَى} : فعل مضارع، وفاعله ضمير يعود على الشيطان، وجملة {أَرَى} في محل الرفع خبر إنَّ، وجملة إنَّ في محل النصب مقول قال. {مَا} : موصولة، أو موصوفة في محل النصب مفعول به لـ {أرى} ؛ لأنَّها بصرية تتعدى لمفعول واحد، {لَا} : نافية. {تَرَوْنَ} فعل وفاعل، والجملة صلةٌ لما، أو صفةٌ لها والعائد، أو الرابط محذوف، تقديره: ما لا ترونه، ورأى بصرية أيضًا. {إِنِّي} ناصب واسمه، {أَخَافُ اللَّهَ} فعل ومفعول، وفاعله ضمير يعود على الشيطان، والجملة الفعلية في محل الرفع خبر إنّ، وجملة إنَّ في محل النصب مقول قال، {وَاللَّهُ} مبتدأ {شَدِيدُ الْعِقَابِ} : خبره، والجملة مستأنفة، إنْ كان من كلام الله، أو في محل النصب مقول قال إنْ كان من تمام كلام الشيطان. </p><p> {إِذْ يَقُولُ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ غَرَّ هَؤُلَاءِ دِينُهُمْ وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَإِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ (٤٩) }. </p><p> {إِذْ} : ظرف لما مضى، متعلق بمحذوف، تقديره: واذكر يا محمَّد إذ يقول المنافقون، والجملة المحذوفة مستأنفة. {يَقُولُ الْمُنَافِقُونَ} : فعل وفاعل، {وَالَّذِينَ} معطوف على {الْمُنَافِقُونَ} ، والجملة في محل الجر مضاف إليه لـ {إِذْ}  {فِي قُلُوبِهِمْ} : خبر مقدم {مَرَضٌ} مبتدأ مؤخر، والجملة صلة الموصول. {غَرَّ هَؤُلَاءِ دِينُهُمْ} مقول محكي، وإن شئت قلت: فعل ومفعول وفاعل، والجملة في محل النصب مقول يقول {وَمَنْ}  {الواو} استئنافية، {مَن} اسم شرط جازم في محل الرفع مبتدأ، والخبر جملة الشرط، أو الجواب، أو هما. {يتوكل} فعل الشرط، وفاعله ضمير يعود على {مَن}  {عَلَى اللَّهِ} متعلق به، وجواب الشرط محذوف، تقديره: يغلب، وجملة من الشرطية مستأنفة. {فَإِنَّ} : {الفاء} </p><p> تعليلية {إنَّ} حرف نصب. {اللَّهَ} : اسمها، {عَزِيزٌ} : خبر أول لها. {حَكِيمٌ} : خبر ثان، وجملة {إنّ} في محل الجر بلام التعليل المقدرة، المدلول عليها بالفاء التعليلية المتعلقة بالجواب المحذوف، تقديره: ومن يتوكل على الله يغلب أعداءه؛ لكون الله عزيزًا حكيمًا. </p><p> التصريف ومفردات اللغة </p><p> {وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ} : الغُنم (١) والمغنم والغنيمة لغةً: ما يناله الإنسان ويظفر به بلا مقابل مادي، وقولهم: الغرم بالغنم؛ أي: يقابل به. وشرعًا: ما حصل للمسلمين من الكفار الحربيين بإيجاف خيلٍ، أو ركاب. والفيء: كل ما صار إلى المسلمين من أموال أهل الشرك، بعد أن تضع الحرب أوزارها، وتصير الدار دار الإِسلام، وهو لكافة المسلمين، وليس فيه الخمس. والنفل: ما يحصل للإنسان من الغنيمة قبل قسمتها. والسلب: ما احتوت عليه يد القتيل من ثياب وسلاح ومركوب يستحقه القاتل. </p><p> {بِالْعُدْوَةِ الدُّنْيَا وَهُمْ بِالْعُدْوَةِ الْقُصْوَى} والعدوة (٢) - بضم العين وكسرها - وقرىء بفتحها, لغات كلها بمعنى واحد، وهو: شط الوادي وشفيره، سميت بذلك؛ لأنها عدت ما في الوادي من ماء ونحوه أن يتجاوزها؛ أي: منعته. وفي \"المختار\" : العدوة - بضم العين وكسرها - جانب الوادي وحافته. وقال أبو عمرو: هي المكان المرتفع اهـ. وفي \"البحر\" : العدوة: شط الوادي، وتسمَّى شفيرًا وضفة، سميت بذلك؛ لأنَّها عدت ما في الوادي من ماء أن يتجاوزه؛ أي: منعته. </p><p> وقال الشاعر: </p><p> عَدَتْنِي عَنْ زِيَارَتِهَا الْعَوَادِيْ ... وَقَالَتْ دُوْنهَا حَرْبٌ زَبُوْنُ </p><p> ويسمى الفضاء المساير للوادي عدوةً؛ للمجاورة اهـ. </p><p>(١) المراغي. (٢) الفتوحات.</p><p> {الْقُصْوَى} : القصو (١) : البعد، والقصوى: تأنيث الأقصى، ومعظم أهل التصريف فصلوا في الفعلى مما لامه واو، فقالوا: إن كان اسمًا .. أبدلت الواو ياءً، ثم يمثلون بما هو صفةٌ، نحو: الدنيا، والعليا، والقصيا، وإن كان صفة .. أقرت، نحو: الحلوى، تأنيث الأحلى، ولهذا قالوا: شذ القصوى - بالواو - وهي لغة الحجاز. والقصيا: لغة تميم، وذهب بعض النحويين إلى أنه إن كان اسمًا .. أقرت الواو، نحو: حزوى، وإن كان صفة .. أبدلت، نحو: الدنيا والعليا، وشذ إقرارها، نحو: الحلوى، ونص على ندور القصوى ابن السكيت. </p><p> {وَالرَّكْبُ أَسْفَلَ مِنْكُمْ} وفي \"القاموس\" : والركب: ركبان الإبل، وهو اسم جمع لراكب، أو جمع له، وهو العشرة فصاعدًا، وقد يكون للخيل، والجمع أركب وركوب اهـ. {لَاخْتَلَفْتُمْ فِي الْمِيعَادِ} وفي \"المختار\" : والميعاد: المواعدة ووقتها ومكانها اهـ. ومثله في \"القاموس\" . {من حي}  (٢) يقرأ بتشديد الياء، وهو الأصل؛ لأن الحرفين متماثلان متحركان، فهو مثل شد ومد، ومنه قول عبيد: </p><p> عَيُّوْا بِأمْرِهِمُ كَمَا ... عَيَّتْ بِبَيْضَتِهَا الْحَمَامَهْ </p><p> ويقرأ بالإظهار، وفيه وجهان: أحدهما: أنَّ الماضي حمل على المستقبل، وهو يحيا، فكما لم يدغم في المستقبل .. لم يدغم في الماضي، وليس كذلك شد ومد؛ فإنه يدغم فيهما جميعًا. والوجه الثاني: أن حركة الحرفين مختلفة، فالأولى مكسورة، والثانية مفتوحة، واختلاف الحركتين كاختلاف الحرفين، ولذلك أجازوا في الاختيار: لججت عينه، وضبب البلد، إذا كثر ضبه، ويقوي ذلك أنَّ الحركة الثانية عارضة، فكانت الياء ساكنة، ولو سكنت .. لم يلزم الإدغام، وكذلك إذا كانت في تقدير الساكن، والياءان أصلٌ، وليست الثانية بدلًا من واو، فأما الحيوان .. فالواو فيه بدلٌ من الياء، وأما الحواء ... فليس من لفظ الحية، بل من حوي يحوي إذا جمع، ذكره أبو البقاء. </p><p> {لفَشِلتُم} ؛ أي: لجبنتم، يقال: فشل يفشل فشلًا، كطرب يطرب طربًا، </p><p>(١) البحر. (٢) العكبري.</p><p> كذا في \"المختار\" . </p><p> {إذَا لَقِيتُمْ فِئَةً} ؛ أي: حاربتم جماعة، وفي \"المصباح\" : الفئة: الجماعة، ولا واحد لها من لفظها، وتجمع على فئات، وقد تجمع بالواو والنون؛ جبرًا لما نقص منها اهـ. </p><p> {وَتَذْهَبَ رِيحُكُمْ} : في \"القاموس\" و \"المختار\" : إن الريح يطلق ويراد به القوة والغلبة، والرحمة والنصرة والدولة - بفتح الدال -. </p><p> {وَلَا تَكُونُوا كَالَّذِينَ خَرَجُوا مِنْ دِيَارِهِمْ بَطَرًا وَرِئَاءَ النَّاسِ} : هم أهل مكة، حين خرجوا لحماية العير، والبطر (١) : إظهار الفخر والاستعلاء بنعمة القوة أو الغنى، أو الرياسة، ويعرف ذلك في الحركات المتكلفة والكلام الشاذ، وفي \"الشهاب\" و \"زاده\" : البطر (٢) والأشر - بفتحتين -: الطغيان في النعمة، بترك شكرها وجعلها وسيلة إلى ما لا يرضاه الله تعالى، وقيل: معناهما: الفخر بالنعمة ومقابلتها بالتكبر والخيلاء والفخر بها اهـ. والرئاء: أن يعمل المرء ما يحب أن يراه الناس منه ليثنوا عليه ويعجبوا به، وفي \"السمين\" : والرئاء: مصدر راءى، كقاتل قتالًا، والأصل: ريايًا، فالهمزة الأولى: بدل من ياء هي عين الكلمة، والثانية بدل من ياء هي لام الكلمة؛ لأنها وقعت طرفًا بعد ألف زائدة، والمفاعلة في رئاءً على بابها. اهـ. منه في سورة البقرة. {وَإِنِّي جَارٌ لَكُمْ} ؛ أي: مجير ومعين وناصر لكم، والألف في {جَارٌ} بدل (٣) من واو، لقولك: جاورته. </p><p> {فَلَمَّا تَرَاءَتِ الْفِئَتَانِ} ؛ أي: قربت كل منهما من الأخرى، وصارت بحيث تراها وتعرف حالها .. {نَكَصَ عَلَى عَقِبَيْهِ} ؛ أي: رجع القهقرى، وتولى إلى الوراء. </p><p> {إِذْ يَقُولُ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ} : والمنافق: من يظهر الإِسلام </p><p>(١) المراغي. (٢) الشهاب وزاده.(٣) العكبري.</p><p> ويسر الكفر، هم أهل المدينة من الأوس والخزرج؛ والذين في قلوبهم مرض: هم ضعاف الإيمان, ملأت قلوبهم الشكوك والشبهات، فتزلزل اعتقادهم حينًا وسكن حينًا آخر. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات أنواعًا من البلاغة والفصاحة والبيان والبديع: </p><p> فمنها: التنكير في قوله: {أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ} إفادة للتقليل. </p><p> ومنها: الإضافة في قوله: {عَلَى عَبْدِنَا} إفادة للتشريف والتكريم. </p><p> ومنها: الطباق بين لفظ الدنيا والقصوى، في قوله:  {إِذْ أَنْتُمْ بِالْعُدْوَةِ الدُّنْيَا وَهُمْ بِالْعُدْوَةِ الْقُصْوَى} ، وبين لفظ يهلك ويحيا، في قوله:  {لِيَهْلِكَ مَنْ هَلَكَ عَنْ بَيِّنَةٍ وَيَحْيَى مَنْ حَيَّ عَنْ بَيِّنَةٍ} . </p><p> ومنها: الجناس المغاير في قوله: {وَلَوْ تَوَاعَدْتُمْ لَاخْتَلَفْتُمْ فِي الْمِيعَاد} . </p><p> ومنها: الاستعارة التصريحية التبعية في قوله: {لِيَهْلِكَ مَنْ هَلَكَ عَنْ بَيِّنَةٍ وَيَحْيَى مَنْ حَيَّ} شبه الكفر بالهلاك بجامع الضرر، والإيمان بالحياة بجامع النفع، فاستعير اسم المشبه به - الذي هو الهلاك والحياة - للمشبه - الذي هو الكفر والإيمان - فاشتق من الهلاك بمعنى الكفر يهلك بمعنى يكفر، ومن الحياة بمعنى الإيمان يحيا بمعنى يؤمن، على طريق الاستعارة التصريحية التبعية. </p><p> ومنها: حكاية الحال الماضية في قوله: {وَتَذْهَبَ رِيحُكُمْ} ؛ وفي قوله:  {وَإِذْ يُرِيكُمُوهُمْ} فالمضارع فيه بمعنى الماضي؛ لأن نزول الآية كان بعد الإراءة. </p><p> ومنها: الاستعارة بالكناية في قوله: {وَتَذْهَبَ رِيحُكُمْ} ؛ لأنها كناية عن نفاذ الأمر وجريانه على المراد، تقول العرب: هبت ريح فلان، إذا أقبل أمره على ما يريد، وفي \"البيضاوي\" : والريح هنا مستعارٌ للدولة من حيث إنها - في تمشي أمرها ونفاذه - مشبهة بها في هبوبها ونفاذها اهـ. </p><p> ومنها: التكرار في قوله: {لِيَقْضِيَ اللَّهُ أَمْرًا كَانَ مَفْعُولًا} ، وفي قوله: </p><p> {إذْ يُرِيكَهُمُ}  {وَإِذْ يُرِيكُمُوهُمْ} ، ولكن التكرار هنا لفظيٌّ؛ لأن الإراءة الأولى حلمية، والثانية بصرية. </p><p> ومنها: جناس الاشتقاق في قوله: {وَاصْبِرُوا إِنَّ اللَّهَ مَعَ الصَّابِرِينَ} . </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {وَلَوْ تَرَى إِذْ يَتَوَفَّى الَّذِينَ كَفَرُوا الْمَلَائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ وَذُوقُوا عَذَابَ الْحَرِيقِ (٥٠) ذَلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِلْعَبِيدِ (٥١) كَدَأْبِ آلِ فِرْعَوْنَ وَالَّذِينَ مِنْ قَبْلِهِمْ كَفَرُوا بِآيَاتِ اللَّهِ فَأَخَذَهُمُ اللَّهُ بِذُنُوبِهِمْ إِنَّ اللَّهَ قَوِيٌّ شَدِيدُ الْعِقَابِ (٥٢) ذَلِكَ بِأَنَّ اللَّهَ لَمْ يَكُ مُغَيِّرًا نِعْمَةً أَنْعَمَهَا عَلَى قَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ وَأَنَّ اللَّهَ سَمِيعٌ عَلِيمٌ (٥٣) كَدَأْبِ آلِ فِرْعَوْنَ وَالَّذِينَ مِنْ قَبْلِهِمْ كَذَّبُوا بِآيَاتِ رَبِّهِمْ فَأَهْلَكْنَاهُمْ بِذُنُوبِهِمْ وَأَغْرَقْنَا آلَ فِرْعَوْنَ وَكُلٌّ كَانُوا ظَالِمِينَ (٥٤) إِنَّ شَرَّ الدَّوَابِّ عِنْدَ اللَّهِ الَّذِينَ كَفَرُوا فَهُمْ لَا يُؤْمِنُونَ (٥٥) الَّذِينَ عَاهَدْتَ مِنْهُمْ ثُمَّ يَنْقُضُونَ عَهْدَهُمْ فِي كُلِّ مَرَّةٍ وَهُمْ لَا يَتَّقُونَ (٥٦) فَإِمَّا تَثْقَفَنَّهُمْ فِي الْحَرْبِ فَشَرِّدْ بِهِمْ مَنْ خَلْفَهُمْ لَعَلَّهُمْ يَذَّكَّرُونَ (٥٧) وَإِمَّا تَخَافَنَّ مِنْ قَوْمٍ خِيَانَةً فَانْبِذْ إِلَيْهِمْ عَلَى سَوَاءٍ إِنَّ اللَّهَ لَا يُحِبُّ الْخَائِنِينَ (٥٨) وَلَا يَحْسَبَنَّ الَّذِينَ كَفَرُوا سَبَقُوا إِنَّهُمْ لَا يُعْجِزُونَ (٥٩) وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِبَاطِ الْخَيْلِ تُرْهِبُونَ بِهِ عَدُوَّ اللَّهِ وَعَدُوَّكُمْ وَآخَرِينَ مِنْ دُونِهِمْ لَا تَعْلَمُونَهُمُ اللَّهُ يَعْلَمُهُمْ وَمَا تُنْفِقُوا مِنْ شَيْءٍ فِي سَبِيلِ اللَّهِ يُوَفَّ إِلَيْكُمْ وَأَنْتُمْ لَا تُظْلَمُونَ (٦٠) وَإِنْ جَنَحُوا لِلسَّلْمِ فَاجْنَحْ لَهَا وَتَوَكَّلْ عَلَى اللَّهِ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ (٦١) وَإِنْ يُرِيدُوا أَنْ يَخْدَعُوكَ فَإِنَّ حَسْبَكَ اللَّهُ هُوَ الَّذِي أَيَّدَكَ بِنَصْرِهِ وَبِالْمُؤْمِنِينَ (٦٢) وَأَلَّفَ بَيْنَ قُلُوبِهِمْ لَوْ أَنْفَقْتَ مَا فِي الْأَرْضِ جَمِيعًا مَا أَلَّفْتَ بَيْنَ قُلُوبِهِمْ وَلَكِنَّ اللَّهَ أَلَّفَ بَيْنَهُمْ إِنَّهُ عَزِيزٌ حَكِيمٌ (٦٣) يَا أَيُّهَا النَّبِيُّ حَسْبُكَ اللَّهُ وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ (٦٤) يَا أَيُّهَا النَّبِيُّ حَرِّضِ الْمُؤْمِنِينَ عَلَى الْقِتَالِ إِنْ يَكُنْ مِنْكُمْ عِشْرُونَ صَابِرُونَ يَغْلِبُوا مِائَتَيْنِ وَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ يَغْلِبُوا أَلْفًا مِنَ الَّذِينَ كَفَرُوا بِأَنَّهُمْ قَوْمٌ لَا يَفْقَهُونَ (٦٥) الْآنَ خَفَّفَ اللَّهُ عَنْكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفًا فَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ صَابِرَةٌ يَغْلِبُوا مِائَتَيْنِ وَإِنْ يَكُنْ مِنْكُمْ أَلْفٌ يَغْلِبُوا أَلْفَيْنِ بِإِذْنِ اللَّهِ وَاللَّهُ مَعَ الصَّابِرِينَ (٦٦) }. </p><p> المناسبة </p><p> قوله تعالى:  {وَلَوْ تَرَى إِذْ يَتَوَفَّى الَّذِينَ كَفَرُوا الْمَلَائِكَةُ ...} الآيات، مناسبة هذه الآيات، لما قبلها: أن الله سبحانه وتعالى لما بين (١) حال هؤلاء </p><p>(١) المراغي.</p><p> الكفار - من خروجهم إلى قتال المؤمنين بطرًا ورئاء الناس، ومن تزيين الشيطان لهم أعمالهم .. أردف ذلك بذكر أحوالهم حين موتهم، وبيان العذاب الذي يصل إليهم في ذلك الوقت. </p><p> قوله تعالى: {إِنَّ شَرَّ الدَّوَابِّ عِنْدَ اللَّهِ الَّذِينَ كَفَرُوا فَهُمْ لَا يُؤْمِنُونَ (٥٥) } الآية، مناسبة هذه الآية لما قبلها: أنَّ الله سبحانه وتعالى لمَّا بين حال مشركي قريش في قتالهم له - صلى الله عليه وسلم - ببدر .. قفى على ذلك بذكر حال فريق آخر من الكفار الذين عادوا النبي - صلى الله عليه وسلم - وقاتلوه، وهم اليهود الذين كانوا في بلاد الحجاز. قال سعيد بن جبير: نزلت هذه الآيات في ستة وهط من اليهود، منهم: ابن تابوت. وقال مجاهد: نزلت في يهود المدينة، وكان زعيمهم الطاغوت كعب بن الأشرف، وهو فيهم كأبي جهل في مشركي مكة. ثم ذكر سبحانه ما يجب أن يعمل مع أمثالهم من الخونة، وبين أن الرسول آمن من عاقبة كيدهم ومكرهم. </p><p> قوله تعالى:  {وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِبَاطِ الْخَيْلِ ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه وتعالى لما (١) بين فيما سلف أن اليهود الذين عقدوا العهود مع النبي - صلى الله عليه وسلم -، وبها أمنهم على أنفسهم وأموالهم ودينهم، قد خانوه ونقضوا العهود وساعدوا عليه أعداءه المشركين الذين أخرجوه من دياره ووطنه، وتبعوه إلى مهجره يقاتلون فيه لأجل دينهم، وبذلك صاروا هم والمشركون سواء .. أردف ذلك ذكر ما يجب على المؤمنين في معاملتهم أثناء الحرب، التي أصبحت لا مناص منها بما أحدثوه من الخيانة والغدر والبداءة بالعدوان، وذلك سنة من سنن الاجتماع البشري؛ إذ حصول الصراع بين الحق والباطل، والقوة والضعف أمرٌ لا مندوحة منه. </p><p> وقال أبو حيان (٢) : مناسبة هذه الآيات لما قبلها: أنه لما اتفق في قصة بدر أن قصدوا الكفار بلا تكميل آلةٍ ولا عدةٍ، وأمره تعالى بالتشريد وبنبذ العهد للناقضين .. كان ذلك سببًا للأخذ في قتاله والتمالؤ عليه، فأمره تعالى والمؤمنين </p><p>(١) المراغي. (٢) البحر المحيط.</p><p> بإعداد ما قدروا عليه من القوة للجهاد. انتهى. </p><p> قوله تعالى: {يَا أَيُّهَا النَّبِيُّ حَسْبُكَ اللَّهُ وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ (٦٤) ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه وتعالى لما أمر رسوله - صلى الله عليه وسلم - بالجنوح للسلم إذا جنح لها الأعداء، وربما كان جنوحهم لها مظنة الخداع والمكر، ووعده أن يكفيه أمرهم إذا أرادوا التوسل بالصلح إلى الحرب وضروب الإيذاء والشر، وامتن عليه بتأييده له بنصره وبالمؤمنين، إذ سخرهم له، وألَّف بين قلوبهم باتباعه .. قفَّى على ذلك بوعده بكفايته، له ولهؤلاء المؤمنين الذين ألف بين قلوبهم في حال الحرب والسلم، وجعل هذا تقدمة لأمره بتحريضهم على القتال حين الحاجة إليه، كما إذا بدأ العدو بالحرب، أو نقض العهد أو خان في الصلح. </p><p> أسباب النزول </p><p> قوله تعالى:  {إنَّ شَرَّ الدَّوَابِّ عِنْدَ اللَّهِ الَّذِينَ كَفَرُوا ...} الآية، سبب نزول هذه الآية (١) : ما أخرجه أبو الشيخ عن سعيد بن جبير قال: نزلت: {إنَّ شَرَّ الدَّوَابِّ عِنْدَ اللَّهِ الَّذِينَ كَفَرُوا} في ستة وهي من اليهود، فيهم ابن التابوت. </p><p> قوله تعالى:  {وَإِمَّا تَخَافَنَّ ...} الآية، سبب نزولها: ما رواه أبو الشيخ أيضًا عن ابن شهاب قال: دخل جبريل على النبي - صلى الله عليه وسلم - فقال: يا محمَّد، قد وضعت السلاح وما زلت في طلب القوم؟ فاخرج فإنَّ الله قد أذن لك في قريظة، وأنزل فيهم:  {وَإِمَّا تَخَافَنَّ مِنْ قَوْمٍ خِيَانَةً ...} الآية. </p><p> قوله تعالى:  {يَا أَيُّهَا النَّبِيُّ حَسْبُكَ اللَّهُ ...} الآية، سبب نزولها (٢) : ما رواه البزَّار بسند ضعيف من طريق عكرمة عن ابن عباس قال: لما أسلم عمر .. قال المشركون: قد انتصف القوم منا اليوم، وأنزل الله: {يَا أَيُّهَا النَّبِيُّ حَسْبُكَ اللَّهُ وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ (٦٤) }، وله شواهد: أخرج الطبراني وغيره من طريق سعيد بن </p><p>(١) لباب النقول. (٢) لباب النقول.</p>"
}