{
  "id": null,
  "sura": 8,
  "aya": 56,
  "text": "<p> بالذنوب اهـ. من \"الخازن\" . وفي \"الفتوحات\" : كرره؛ لأن الأول إخبارٌ عن عذاب لم يمكن الله أحدًا من فعله، وهو ضرب الملائكة وجوههم وأدبارهم عند نزع أرواحهم، والثاني إخبارٌ عن عذاب مكن الله الناس من فعل مثله، وهو الإهلاك والإغراق، وقيل: غير ذلك. انتهت. </p><p> وعبارة المراغي هنا: ولا تكرار؛ لأنَّ الدَّأب (١) الأول في بيان كفرهم بجحد ما قامت عليه أدلة الرسل من وحدانية الله ووجوب إفراده بالعبادة، وفي تعذيب الله إياهم في الآخرة، فهو دأبٌ وعادةٌ فيما يتعلَّق بحقه تعالى من حيث ذاته وصفاته، وفي الجزاء الدائم على الكفر به الذي يبتديء بالموت وينتهي بدخول النار. </p><p> والدَّأبُ الثاني: في تكذيبهم بآيات ربهم ونعمه، من حيث إنَّه هو المربي لهم، ويدخل في ذلك تكذيب الرسل وعنادهم وإيذاؤهم، وكفر النعم المتعلِّقة ببعثهم، وفي الجزاء على ذلك بتغيير حالهم وعذابهم في الدنيا. </p><p> وخلاصة ذلك: أنَّ ما دوَّنه التاريخ من دأب الأمم وعادتها في الكفر والتكذيب والظلم في الأرض ومن عقاب الله إياها .. جارٍ على سننه تعالى المطردة في الأمم، لا بسلب نعمة منهم، ولا بإيقاع أذىً بهم، وإنَّما عقابه لهم أثرٌ طبيعيٌّ لكفرهم وظلمهم لأنفسهم، وأما عذاب الاستئصال بعذاب سماوي .. فهو خاص بمن طلبوا الآيات من الرسل وأنذروهم العذاب إذا هم كفروا بها بعد مجيئها، ثم فعلوا ذلك. </p><p> ٥٥ - {إِنَّ شَرَّ الدَّوَابِّ} ؛ أي: إنَّ أقبح ما يدب على الأرض وأخسه {عِنْدَ اللَّهِ} سبحانه وتعالى؛ أي: في علمه وحكمه هم {الَّذِينَ كَفَرُوا} ؛ أي: أصروا على الكفر ورسخوا فيهم {فَهُمْ لَا يُؤْمِنُونَ} ؛ أي: لا يرجى منهم إيمان، </p><p> ٥٦ - وقوله:  {الَّذِينَ عَاهَدْتَ مِنْهُمْ} بدل (٢) من {الَّذِينَ كَفَرُوا} بدل البعض؛ للبيان والتخصيص، قيل:  {من} صلةٌ، يعني: الذين عاهدتهم على ترك الحرب لك، </p><p>(١) المراغي. (٢) الخازن.</p><p> وعلى ترك المساعدة لمن يحاربك. وقيل: هي وللتبعيض؛ لأنَّ المعاهدة مع بعض القوم، وهم الرؤساء والأشراف {ثُمَّ يَنْقُضُونَ عَهْدَهُمْ في كُلِّ مَرَّةٍ} من مرات المعاهدة {وَهُمْ لَا يَتَّقُونَ} الله؛ أي: لا يخافون عقاب الله تعالى في نقض العهد، أو لا يخافون (١) سبة الغدر وما فيه من العار والنار؛ لأنَّ عادة من يرجع إلى دين وعقل وحزم .. أن يتقي نقض العهد، حتى يسكن الناس إلى قوله ويثقون بكلامه، فبيَّن الله عَزَّ وَجَلَّ أنَّ مَنْ جمع بين الكفر ونقض العهد .. فهو من شرِّ الدَّواب. </p><p> وجعلهم شرَّ الدواب لا شرَّ الناس؛ إيماءً إلى انسلاخهم عن الإنسانية، ودخولهم في جنس غير الناس من أنواع الحيوان؛ لعدم تعقلهم بما فيه رشادهم. </p><p> والمعنى (٢) : إنَّ هؤلاء الكافرين الذين هم شر الدواب عند الله تعالى .. هم هؤلاء الذين عاهدت منهم؛ أي: أخذت منهم عهدهم على ترك محاربتك والمساعدة لمن يحاربك، ثم هم ينقضون عهدهم الذي عاهدتهم في كل مرة من مرات المعاهدة، والحال أنهم لا يتقون النقض، ولا يخافون عاقبته، ولا يتجنبون أسبابه. </p><p> قال ابن عباس رضي الله عنهما (٣) : هم قريظة، فإنَّ رسول الله - صلى الله عليه وسلم - كان عاهد يهود بني قريظة أن لا يحاربوه ولا يعاونوا عليه، فنقضوا العهد، وأعانوا عليه مشركي مكة بالسلاح يوم بدر، ثم قالوا: نسينا وأخطأنا، ثم عاهدهم مرةً ثانية فنقضوا العهد أيضًا، وساعدوا معهم على رسول الله - صلى الله عليه وسلم - يوم الخندق، وانطلق كعب بن الأشرف إلى مكة، فحالفهم على محاربة رسول الله - صلى الله عليه وسلم -. </p><p> وحاصل معنى الآيتين: أنّ شرَّ ما يدبّ على وجه الأرض في حكم الله وعدله هم الكافرون الذين اجتمعت فيهم صفتان: </p><p> - الإصرار على الكفر والرسوخ فيه، بحيث لا يرجى إيمان جملتهم، أو </p><p>(١) النسفي. (٢) الشوكاني.(٣) المراح.</p>"
}