{
  "id": null,
  "sura": 8,
  "aya": 1,
  "text": "<p> أصحابه وهم ثلاث مئة ونيف، ونظر إلى المشركين فإذا هم ألف وزيادة، فاستقبل النبي صلى الله عليه وسلّم القبلة، ثم مد يديه - وعليه رداؤه وإزاره - قال:  «اللهم أين ما وعدتني، اللهم أنجزني ما وعدتني، اللهم إنّك إن تهلك هذه العصابة من أهل الإسلام فلن تعبد في الأرض أبدا» قال: فما زال يستغيث ربه عز وجل ويدعوه حتى سقط رداؤه، فأتاه أبو بكر رضي الله عنه، فأخذ رداءه، فرداه ثم التزمه من ورائه، ثم قال: يا نبي الله، كفاك مناشدتك ربك؛ فإنّه سينجز لك ما وعدك، فأنزل الله سبحانه وتعالى {إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجابَ لَكُمْ أَنِّي مُمِدُّكُمْ بِأَلْفٍ مِنَ الْمَلائِكَةِ مُرْدِفِينَ (٩) }. الحديث أخرجه مسلم والترمذي وقال حسن صحيح غريب. </p><p> التفسير وأوجه القراءة </p><p> ١ - {يَسْئَلُونَكَ} ؛ أي: يسألك يا محمد أصحابك - منهم سعد بن أبي وقاص - سؤال استفتاء أو سؤال طلب {عَنِ الْأَنْفالِ} ؛ أي: عن الغنائم يوم بدر لمن هي؟ أللشبان أم للشيوخ أو للمهاجرين هي؟ أم للأنصار أم لهم جميعا؟ وسميت الغنائم أنفالا لأن المسلمين فضلوا بها على سائر الأمم التي لم تحل لهم الغنائم؛ ولأنّها عطية من الله تعالى زائدة على الثواب الأخروي للجهاد، وقرأ سعد بن أبي وقاص وابن مسعود وعلي بن الحسين وغيرهم ي {سئلونك الأنفال} بدون {عَنِ}  {قُلِ} لهم يا محمد {الْأَنْفالِ} والغنائم يوم بدر {لِلَّهِ وَالرَّسُولِ} ؛ أي: الحكم فيها لله سبحانه وتعالى، يحكم فيها بحكمه، وللرسول صلى الله عليه وسلّم، يقسمها بحسب حكم الله تعالى من غير أن يدخل فيه رأي أحد، وقد قسمها رسول الله صلى الله عليه وسلّم بالسواء، وقد (١) بين الله سبحانه وتعالى بهذه الجملة أنّ أمرها مفوض إلى الله ورسوله، ثم بين مصارفها، وكيفية قسمتها، في آية الخمس:  {وَاعْلَمُوا أَنَّما غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ} الآية. وللإمام أن ينفل من شاء من الجيش ما شاء قبل التخميس، وقد روي عن سعد بن وقاص أنّه قال: قتل أخي عمير يوم بدر، فقتلت به سعيد بن العاص، وأخذت سيفه فأعجبني، فجئت به إلى النبي صلى الله عليه وسلّم، فقلت: إن الله شفى </p><p>(١) المراغي.</p><p> صدري من المشركين، فهب لي هذا السيف، فقال لي عليه الصلاة والسلام:  «ليس هذا لي ولا لك، اطرحه في القبض» فطرحته وبي ما لا يعلمه إلا الله من قتل أخي وأخذ سلبي، فما جاوزت إلا قليلا حتى نزلت سورة الأنفال، فقال لي رسول الله صلى الله عليه وسلّم:  «يا سعد، سألتني السيف وليس لي، وقد صار لي فخذه» . والحديث سبق في أسباب النزول. </p><p> وكان سبب نزول الآية (١) : اختلاف الصحابة رضي الله عنهم في يوم بدر كما سبق بيانه، فنزع الله ما غنموه من أيديهم وجعله لله والرسول فقال:  {قُلِ الْأَنْفالُ لِلَّهِ وَالرَّسُولِ} ؛ أي: حكمها مختص بهما، يقسمها بينكم رسول الله صلى الله عليه وسلّم على حسب ما أمره الله سبحانه به، وليس لكم حكم في ذلك. </p><p> وقد ذهب (٢) جماعة من الصحابة والتابعين إلى أن الأنفال كانت لرسول الله صلى الله عليه وسلّم خاصة، ليس لأحد فيها شيء، حتى نزل قوله تعالى:  {وَاعْلَمُوا أَنَّما غَنِمْتُمْ مِنْ شَيْءٍ ...} الآية. ثم أمرهم بالتقوى، وإصلاح ذات البين، وطاعة الله والرسول بالتسليم لأمرهما، وترك الاختلاف الذي وقع بينهم، فقال:  {فَاتَّقُوا اللَّهَ} سبحانه وتعالى أيها المؤمنون في أخذ الغنائم، واتركوا المنازعة فيها؛ أي: فاجتنبوا ما كنتم فيه من المشاجرة والتنازع والاختلاف الموجب لسخط الله، لما فيه من المضار، ولا سيما في حال الحرب. {وَأَصْلِحُوا ذاتَ بَيْنِكُمْ} ؛ أي: وأصلحوا الحال والشأن والمواصلة بينكم، بترك النزاع وتفويض أمر الغنائم إلى الله ورسوله؛ أي: وأصلحوا ما بينكم من الأحوال والشؤون، حتى تكون أحوال ألفة ومودة ومحبة واتفاق، وعبارة «البيضاوي» هنا؛ أي: وأصلحوا الحال التي بينكم بالمواساة والمساعدة فيما رزقكم الله تعالى، وتسليم أمره إلى الله والرسول. انتهت. وعبارة «الصاوي» هنا قوله: {وَأَصْلِحُوا ذاتَ بَيْنِكُمْ} ؛ أي: الحالة التي بينكم، وهي الوصلة الإسلامية، فالمعنى: اتركوا النزاع والشحناء، والزموا المودة والمحبة بينكم، ليحصل النصر والخير لكم، انتهت. وهذا </p><p>(١) الشوكاني. (٢) الشوكاني.</p>"
}