{
  "id": null,
  "sura": 8,
  "aya": 42,
  "text": "<p> يعجزه شيء، ومن قدرته: أن نصركم على قلتكم، وجوعكم، وضعفكم، وبلوغ عدوكم ثلاثة أضعاف عددكم أو أكثر، وأيَّد رسوله وأنجز وعده له. </p><p> وقرأ زيد بن عليّ (١) : {عَلَى عُبُدِنَا} بضمتين، كقراءة من قرأ:  {وَعُبُدَ الطَّاغُوتَ} بضمتين، و {عَبْدنا} على قراءة الجمهور هو الرسول - صلى الله عليه وسلم -، كما مرَّ بيانه، و {عُبُدِنا} على هذه القراءة هو الرسول ومن معه من المؤمنين. </p><p> ٤٢ - و {إذ} في قوله: {إذ أَنتُم} : بدل من يوم الفرقان؛ أي: إن كنتم آمنتم بما أنزلنا على عبدنا ذلك اليوم، في الوقت الذي أنتم كائنون مستقرون {بالعدوة الدنيا} ؛ أي: بالجانب القريب إلى المدينة من ذلك الوادي، يعني: وادي بدر {وَهُم} ؛ أي: أعداؤكم المشركون نازلون {بِالْعُدْوَةِ الْقُصْوَى} ؛ أي: بالجانب البعيد من المدينة من ذلك الوادي. </p><p> والعدوة - مثلثة العين - جانب الوادي. والدنيا: - مؤنث الأدنى - وهو الأقرب. والقصوى: - مؤنث الأقصى - وهو الأبعد، كما سيأتي في مبحث التصريف. </p><p> والمعنى (٢) : إن كنتم آمنتم بالله وبما أنزلنا على عبدنا في ذلك اليوم، في الوقت الذي كنتم مرابطين فيه بأقرب الجانبين من الوادي إلى المدينة، وفيه نزل المطر لا في غيره، والأعداء في الجانب الأبعد عنها، ولا ماء فيه، وأرضه رخوة تسوخ فيها الأقدام، ويجوز أن يكون العامل في {إذ} محذوفًا، تقديره: واذكروا أيها المؤمنون نعمة الله عليكم، إذ أنتم نازلون بشفير الوادي الأدنى من المدينة، وهم - أي المشركون - نازلون بشفير الوادي الأقصى من المدينة مما يلي مكة. </p><p> {وَالرَّكْبُ أَسْفَلَ مِنْكُمْ} ؛ أي: والحال أن العير التي خرج المسلمون للقائها التي يقودها أبو سفيان وأصحابه قادمًا بها من الشام بطعام .. كائنون </p><p>(١) البحر المحيط. (٢) المراغي.</p><p> بمكانٍ أسفل منكم على ساحل البحر على ثلاثة أميال من بدر. {وَلَوْ تَوَاعَدْتُمْ} أنتم وأهل مكة على القتال {اخْتَلَفْتُمْ فِي الْمِيعَادِ} ؛ أي: لخالف بعضكم بعضًا في الميعاد؛ هيبةً منهم؛ لكثرتهم وقلتكم؛ أي: ولو أعلم كل منكم الآخر بالخروج للقتال .. لاختلفتم في الميعاد؛ أي: لتخلفتم عن الميعاد؛ أي: المواعدة؛ أي: التواعد، بمعنى: أنكم لم توفوا بما أعلمتم به، بل تتخلفون عن الخروج. </p><p> والمعنى (١) : أي ولو تواعدتم أنتم وهم على القتال، وعلمتم ما لهم وما لكم .. لاختلفتم في الميعاد؛ كراهةً للحرب لقلَّتكم، وعدم إعداد العُدَّة لها، وانحصار همكم في العير، ويأسًا من الظفر بها, ولأن غرض الأكثرين منهم كان إنقاذ العير دون القتال؛ لأنهم كانوا يهابون قتال رسول الله - صلى الله عليه وسلم -، ولا يأمنون نصر الله له؛ لأن كفر الكثيرين منهم به كان استكبارًا وعنادًا، لا اعتقادًا. </p><p> وقرأ ابن كثير وأبو عمرو ويعقوب بكسر العين في (٢) : {العِدْوة} في الموضعين، وباقي السبعة بالضم. وقرأ الحسن وقتادة وزيد بن علي وعمرو بن عبيد بالفتح، وأنكر أبو عمرو الضم، وقال الأخفش: لم يسمع من العرب إلا الكسر. وقال أبو عبيد: الضم أكثرهما. وقال اليزيدي: الكسر لغة الحجاز. انتهى. وقرىء:  {بالعِدْية} بقلب الواو ياء؛ لكسرة العين، ولم يعتدوا بالساكن؛ لأنه حاجز غير حصين. وقرأ زيد بن علي:  {القصيا} وقد ذكرنا أنه القياس، وذلك لغة تميم. </p><p> وقرأ زيد بن علي:  {أسفل} بالرفع، اتسع في الظرف فجعله نفس المبتدأ مجازًا. </p><p> فائدة لطيفة: قال الزمخشري: فإن قلتَ (٣) : ما فائدة هذا التوقيت، وذكر مراكز الفريقين، وأن العير كانت أسفل منهم؟ </p><p>(١) المراغي. (٢) البحر المحيط.(٣) الكشاف.</p><p> قلتُ: الفائدة فيه: الإخبار عن الحالة الدالة على قوة شأن العدو وشوكته، وتكامل عدته، وتمهد أسباب الغلبة له، وضعف شأن المسلمين وشتات أمرهم، وأن غلبتهم في مثل هذه الحال ليست إلا صنعًا من الله تعالى، ودليلٌ على أنَّ ذلك أمر لم يتيسَّر إلا بحوله سبحانه وتعالى وقُوَّته، وباهر قدرته، وذلك أن العدوة القصوى التي أناخ بها المشركون كان فيها الماء، وكانت أرضًا لا بأس بها, ولا ماء بالعدوة الدنيا، وهي غبار تسوخ فيها الأرجل، ولا يمشي فيها إلا بتعب ومشقة، وكانت العير وراء ظهور العدو مع كثرة عددهم، وكانت الحماة دونها تضاعف حميتهم، وتشحذ في المقاتلة عنها نياتهم، ولهذا كانت العرب تخرج إلى الحرب بظعنهم وأموالهم؛ ليبعثهم الذب عن الحرم والغيرة على الحرم على بذل تجهيداتهم في القتال، وأن لا يتركوا وراءهم ما يحدثون أنفسهم بالإنحياز إليه، فيجمع ذلك قلوبهم، ويضبط هممهم، ويوطن نفوسهم على أن لا يبرحوا مواطنهم، ولا يخلوا مراكزهم، ويبذلوا منتهى نجدتهم، وقصارى شدتهم، وفيه تصوير ما دبر سبحانه من أمر وقعة بدر. انتهى، وهو كلام حسن. </p><p> {وَلَكِنْ} جمع الله تعالى بينكم وبينهم على هذه الحال بغير ميعاد؛ {لِيَقْضِيَ اللَّهُ أَمْرًا كَانَ مَفْعُولًا} ؛ أي: ليمضي الله سبحانه وتعالى ويوجد أمرًا وشأنًا كان مفعولًا في سابق علمه، وهو النصرة والغنيمة للنبيِّ وأصحابه، والهزيمة والقتل لأبي جهل وأصحابه، ويكون استيلاء المؤمنين على المشركين معجزةً دالةً على صدق الرسول - صلى الله عليه وسلم -. </p><p> أي (١) : ولكن تلاقيتم واقتتلتم على غير موعد ولا رغبةٍ في القتال؛ ليقضي الله سبحانه ويظهر لكم أمرًا وشيئًا كان وسبق في علمه وحكمته أنه واقع لا محالة، وهو القتال المفضي إلى خزيهم، ونصركم عليهم، وصدق وعده لرسوله، وإظهار دينه على الدين كله، ولو كره المشركون، فأخرج المسلمين لأخذ العير وغنيمتها عند أنفسهم، وأخرج الكافرين للمدافعة عنها, ولم يكن في ظن </p><p>(١) المراغي.</p><p> الطائفتين أن يقع هذا الاتفاق على هذه الصفة. </p><p> واللام في {لِيَقْضِيَ} متعلقة بمحذوف، كما قدَّرنا آنفًا بقولنا: ولكن جمعهم ليقضي. وجملة قوله:  {لِيَهْلِكَ مَنْ هَلَكَ عَنْ بَيِّنَةٍ وَيَحْيَى مَنْ حَيَّ عَنْ بَيِّنَةٍ} : بدلٌ من الجملة التي قبلها، أعني: ليقضي؛ أي: جمع الله بينكم؛ ليموت من مات عن بينةٍ رآها، وعبرةٍ عاينها، وحجةٍ قامت عليه، ويعيش من عاش عن بينة رآها، وعبرة شاهدها، وحجة عليه؛ لئلا يكون له حجةٌ ومعذرةٌ. وقيل: الهلاك والحياة مستعاران للكفر والإسلام؛ أي: ليصدر إسلام من أسلم عن وضوح ويقين بأنه دين الحق، ويصدر كفر من كفر عن وضوح وبينة، لا عن مخالجة شبهةٍ، وقال قتادة: ليضل من ضلَّ عن بينة، ويهتدي من اهتدى على بينة، وفي \"الفتوحات\" : {لِيَهْلِكَ}  (١) ؛ أي: يدوم على الهلاك؛ أي: الكفر {وَيَحْيَى} ؛ أي: يدوم على الحياة، أي: الإيمان. انتهى. </p><p> والخلاصة: فعل ذلك بكم؛ ليترتب على قضاء هذا الأمر أن يهلك من الكفار من هلك عن حجةٍ بينةٍ، واضحةٍ، مشاهدةٍ بالبصر على حقية الإِسلام، بإنجاز وعده لرسوله ومن معه من المؤمنين، بحيث تنتفي الشبهة، ولا يكون هناك مجالٌ للاعتذار عند الله عن إجابة الدعوة، ويعيش من يعيش من المؤمنين عن حجة شاهدها وعاينها، فيزداد يقينًا بالإيمان، ونشاطًا في الأعمال. </p><p> وقرأ الأعمش، وعصمة عن أبي بكر عن عاصم (٢) : {لِيَهْلِك} بفتح اللام. </p><p> وقرأ نافع وخلف وسهل ويعقوب والبزيّ وأبو بكر:  {مَنْ حَيّ} بيائين على الأصل. وقرأ الباقون بياء واحدة على الإدغام، وهو اختيار أبي عبيد؛ لأنها كذلك وقعت في المصحف، والفك والإدغام لغتان مشهورتان. </p><p> {وَإِنَّ اللَّهَ} سبحانه وتعالى {لَسَمِيعٌ} بكفر الكافرين، وإيمان المؤمنين {عَلِيمٌ} بكفرهم وإيمانهم، لا يخفى عليه شيء من أقوال الكافرين والمؤمنين، ولا من عقائدهم وأفعالهم، فهو يسمع ما يقول كل فريق منهم من الأقوال </p><p>(١) المراغي. (٢) البحر المحيط.</p>"
}