{
  "id": null,
  "sura": 8,
  "aya": 75,
  "text": "<p> ٧٥ - ثم أخبر سبحانه بأنَّ من هاجر بعد هجرتهم وجاهد مع المهاجرين الأولين والأنصار .. فهو من جملتهم؛ أي: من جملة المهاجرين الأولين والأنصار في استحقاق ما استحقوه من الموالاة والمناصرة وكمال الإيمان, والمغفرة والرزق الكريم، فقال:  {وَالَّذِينَ آمَنُوا} بالله ورسوله {مِنْ بَعْدُ} ؛ أي: من بعد الهجرة الأولى، وقبل فتح مكة؛ لأنَّ الهجرة انقطعت بفتح مكة؛ لأنَّها صارت دار إسلام بعد الفتح {وَهَاجَرُوا} من مكة إلى المدينة بعد المهاجرين الأولين، بأن هاجروا بعد صلح الحديبية في السنة السادسة، وقبل الفتح، والسابقون: هم الذين هاجروا قبلها {وَجَاهَدُوا مَعَكُمْ} في بعض مغازيكم {فَأُولَئِكَ} المذكورون {مِنْكُمْ} ؛ أي: من جملتكم أيها المهاجرون الأولون والأنصار في المناصرة والموالاة، يعني (١) أنهم منكم، وأنتم منهم، فلهم ما لكم، لكن فيه دلالةٌ على أنَّ مرتبة المهاجرين الأولين أشرف وأعظم من مرتبة المهاجرين المتأخرين بالهجرة؛ لأنَّ الله سبحانه ألحق المهاجرين المتأخرين بالمهاجرين السابقين، وجعلهم معهم، وذلك معرض المدح والشرف، ولولا أنَّ المهاجرين الأولين أفضل وأشرف .. لما صحَّ هذا الإلحاق. </p><p> ثم بيَّن سبحانه بأنَّ أولي الأرحام بعضهم أولى ببعض من غيرهم ممن لم يكن بينه وبينهم رحم وقرابة في التوارث والتناصر والموالاة، فقال:  {وَأُولُو الْأَرْحَامِ} ؛ أي: أصحاب القرابات والأرحام، جمع رحم - بزنة قفل وكتف - وأصله: رحم المرأة، وهو موضع تكوين الولد، سمي به الأقارب لأنهم من رحم واحد؛ أي: وأولوا الأرحام، وأصحاب القرابات {بَعْضُهُمْ أَوْلَى} وأحق {بِبَعْضٍ} من المهاجرين والأنصار الأجانب في التناصر والتعاون والتوارث في دار الهجرة في ذلك العهد وفي كلِّ عهد {فِي كِتَابِ اللَّهِ} ؛ أي: في حكمه الذي كتبه، وأوجبه على عباده المؤمنين، من صلة الأرحام، والوصية للوالدين وذي القربى، وفي حكمه الذي بينه في كتابه بالسهام المذكورة في سورة النساء، أي: بعضهم أولى بعض في الإرث من التوارث بالإيمان والهجرة المذكورة في الآية السابقة. </p><p>(١) الخازن.</p><p> والخلاصة (١) : أن القريب ذا الرحم أولى من غيره من المؤمنين بولاء قريبه وبره، ومقدم عليه في جميع الولايات المتعلقة به، كولاية النكاح، وصلاة الجنازة وغيرها، وإذا وجد قريبٌ وبعيد يستحقان البر والصلة .. فالقريب أولى، كما قال تعالى:  {وَبِالْوَالِدَيْنِ إِحْسَانًا وَبِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ} ، وقال رسول الله - صلى الله عليه وسلم -: \"ابدأ بنفسك، فتصدق عليها؛ فإن فضل شيء .. فلأهلك، فإن فضل شيء عن أهلك .. فلذي قرابتك، فإن فضل عن ذي قرابتك شيء .. فهكذا وهكذا\" ، أي: فللمستحق من الأجانب. </p><p> وأخرج (٢) أبو داود الطيالسي والطبراني وأبو الشيخ وابن مردويه عن ابن عباس قال: آخى النبي - صلى الله عليه وسلم - بين أصحابه، وورَّث بعض من بعض - بالهجرة والإخاء - حتى نزلت هذه الآية {وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ} ، فتركوا ذلك، وتوارثوا بالنسب. </p><p> وتمسَّك أصحاب أبي حنيفة بهذه الآية في توريث ذوي الأرحام، وأجاب عنه الشافعي بأنه: لمَّا قال {فِي كِتَابِ اللَّهِ} .. كان معناه في حكم الله الذي بيَّنه في سورة النساء، فصارت هذه الآية مقيَّدةً بالأحكام التي ذكرها في سورة النساء من قسمة المواريث وإعطاء أهل الفروض فروضهم، وما بقي فللعصبات {إِنَّ اللَّهَ} سبحانه وتعالى {بِكُلِّ شَيْءٍ عَلِيمٌ} ؛ أي: عالم بكل شيء، لا تخفى عليه خافية، فيقضي بين عباده بما شاء من أحكامه، فهو سبحانه إنَّما شرع لكم هذه الأحكام في الولاية العامة والخاصة، والعهود والمواثيق، وصلة الأرحام، وأحكام القتال والغنائم، وسنن التشريع والأحكام عن علم واسع محيط بكل شيء من مصالحكم الدينية والدنيوية، ونحو الآية قوله:  {وَلَقَدْ جِئْنَاهُمْ بِكِتَابٍ فَصَّلْنَاهُ عَلَى عِلْمٍ} . </p><p> زادنا الله تعالى علمًا بفقه كتابه، ووفَّقنا للعمل بأحكامه وآدابه، وجعلنا من الذين يستمعون القول فيتبعون أحسنه، إنه هو السميع القريب المجيب. </p><p>(١) المراغي. (٢) الشوكاني.</p><p> أهم ما تشتمل عليه سورة الأنفال من الأحكام </p><p> وجملة ما تشتمل عليه سورة الأنفال من الموضوعات سبعة عشر: </p><p> ١ - تعليل أفعاله وأحكامه بمصالح الخلق، كقوله:  {وَيُرِيدُ اللَّهُ أَنْ يُحِقَّ الْحَقَّ بِكَلِمَاتِهِ وَيَقْطَعَ دَابِرَ الْكَافِرِينَ} ، وقوله:  {وَمَا جَعَلَهُ اللَّهُ إِلَّا بُشْرَى وَلِتَطْمَئِنَّ بِهِ قُلُوبُكُمْ} . </p><p> ٢ - كفاية الله تعالى رسوله مكر مشركي قريش من مكة حين ائتمارهم على حبسه طيلة حياته أو نفيه في بلده، أو قتله، كما قال سبحانه: {وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ وَيَمْكُرُونَ وَيَمْكُرُ اللَّهُ وَاللَّهُ خَيْرُ الْمَاكِرِينَ (٣٠) }. </p><p> ٣ - امتناع تعذيب المشركين ما دام الرسول فيهم، كما قال:  {وَمَا كَانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ} . </p><p> ٤ - استغاثة الرسول ربَّه، وإمداده بالملائكة، كما قال: {إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ أَنِّي مُمِدُّكُمْ بِأَلْفٍ مِنَ الْمَلَائِكَةِ مُرْدِفِينَ (٩) }. </p><p> ٥ - كراهة مجادلة الرسول فيما يأمر به، ويرغب فيه من أمور الدين ومصالح المسلمين بعد أن تبين لهم أنه الحق، كما قال: {يُجَادِلُونَكَ فِي الْحَقِّ بَعْدَمَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى الْمَوْتِ وَهُمْ يَنْظُرُونَ (٦) }. </p><p> أمَّا المجادلة والمراجعة في المصالح الحربية والسياسية قبل أن يتبين الحقُّ فيها .. فمحمودةٌ؛ إذ بها تتم المشاورة التي عمل بها النبي - صلى الله عليه وسلم - في مواطن كثيرة. </p><p> ٦ - أنَّ من شأن صادق الإيمان أن يتوكل على الله تعالى؛ أي: يكل إليه أموره وحده، فلا يتكل على مخلوق مربوب الخالق مثله، فكلُّ المخلوقات سواءٌ في الخضوع لسننه، ومن شأن المؤمن المتوكل أن يطلب كل شيء من سببه خضوعًا لسننه في نظام خلقه، فإذا جهل الأسباب أو عجز عنها. وكل أمره فيها إلى ربه داعيًا أن يعلمه ما جهل منها، وأن يسخِّر له ما عجز عنه من جمادٍ، أو حيوان، أو إنسان، كما قال:  {وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ} وبيَّن فائدة ذلك بقوله: {وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَإِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ} . </p><p> ٧ - أنَّ الظلم في الأمم يقتضي عقابها في الدنيا بالضعف والانحلال الذي قد يفضي إلى الزوال أو فقد الاستقلال، وإنَّ هذا العقاب يقع على الأمة بأسرها، لا على مقترفي الظلم وحدهم، كما قال:  {وَاتَّقُوا فِتْنَةً لَا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنْكُمْ خَاصَّةً} . </p><p> ٨ - أنَّ الافتتان بالأموال والأولاد مدعاة لضروب من الفساد، فإنَّ حب المال والولد من الغرائز التي يعرض للناس فيها الإسراف إذا لم تهذب بهدي الدين وحسن التربية والتعليم، كما قال:  {وَاعْلَمُوا أَنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ وَأَنَّ اللَّهَ عِنْدَهُ أَجْرٌ عَظِيمٌ} . </p><p> ٩ - أن تقوى الله في الأعمال العامة والخاصة تكسب صاحبها ملكة يفرق بها بين الحق والباطل، والخير والشر، كما قال:  {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَتَّقُوا اللَّهَ يَجْعَلْ لَكُمْ فُرْقَانًا} . </p><p> ١٠ - أن تغير أحوال الأمم وتنقلها في الأطوار من نعم إلى نقم، أو بالعكس أثرٌ طبيعي لتغييرها ما بأنفسها من العقائد والأخلاق والآداب {ذَلِكَ بِأَنَّ اللَّهَ لَمْ يَكُ مُغَيِّرًا نِعْمَةً أَنْعَمَهَا عَلَى قَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ} . </p><p> ١١ - وجوب إعداد الأمة بكل ما تستطيع من قوة لقتال أعدائها، وذلك يشمل السلاح، وهو يختلف باختلاف الأزمنة والأمكنة، وقد كثرت أنواعه من بريٍّ وبحريٍّ وهوائيٍّ، ومرابطة الفرسان في ثغور البلاد؛ لإرهاب الأعداء وإخافتهم من عاقبة التعدي على الأمة ومصالحها، أو على أفرادها {وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِبَاطِ الْخَيْلِ تُرْهِبُونَ بِهِ عَدُوَّ اللَّهِ وَعَدُوَّكُمْ} . </p><p> ١٢ - تفضيل السلم على الحرب إذا جنح لها العدو؛ لأنَّ الحرب ضرورةٌ من ضرورات الاجتماع تقدر بقدرها {وَإِنْ جَنَحُوا لِلسَّلْمِ فَاجْنَحْ لَهَا وَتَوَكَّلْ عَلَى اللَّهِ} . </p><p> ١٣ - المحافظة على الوفاء بالعهد والميثاق في الحرب والسلم، وتحريم الخيانة سرًّا وجهرًا {وَإِنِ اسْتَنْصَرُوكُمْ فِي الدِّينِ فَعَلَيْكُمُ النَّصْرُ إِلَّا عَلَى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ} . </p><p> ١٤ - وجوب معاملة ناقض العهد بالشدة التي يكونون بها عبرةً ونكالًا لغيرهم تمنعهم من الجرأة والإقدام على العودة لمثل ذلك {فَإِمَّا تَثْقَفَنَّهُمْ فِي الْحَرْبِ فَشَرِّدْ بِهِمْ مَنْ خَلْفَهُمْ لَعَلَّهُمْ يَذَّكَّرُونَ (٥٧) }. </p><p> ١٥ - جعل الغاية من القتال الديني حرية الدين ومنع الفتنة فيه، حتى لا يرجع المشركون أحدًا عن دينه {وَقَاتِلُوهُمْ حَتَّى لَا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ كُلُّهُ لِلَّهِ فَإِنِ انْتَهَوْا فَإِنَّ اللَّهَ بِمَا يَعْمَلُونَ بَصِيرٌ (٣٩) }. </p><p> ١٦ - إتقاء التنازع والتفرق حال القتال؛ لأنَّه سبب الفشل وذهاب القوة {وَلَا تَنَازَعُوا فَتَفْشَلُوا وَتَذْهَبَ رِيحُكُمْ} وقد جرت على ذلك الدول في العصر الحديث، فإنها تبطل تنازع الأحزاب زمن الحرب، وتكتفي بالشورى العسكرية التي شرعها الإِسلام، وعمل بها النبي - صلى الله عليه وسلم - في غزوة بدر، وفرضت عليه في غزوة أحد {وَشَاوِرْهُمْ فِي الْأَمْرِ} . </p><p> ١٧ - منع اتخاذ الأسرى ومفاداتهم بالمال في حال الضعف، وجواز ذلك حين الإثخان في الأرض بالقوة والعزة والسيادة، مع ترغيب الأسرى في الإيمان وإنذارهم أن يخونوا المسلمين بعد إطلاقهم بمنٍّ أو فداءٍ. </p><p> موضوعات السور المكية والمدنية </p><p> واعلم: أن أمهات المسائل التي ذكرت في السور المكية: هي أصول الإيمان من الاعتقاد بوحدانية الله، والتصديق بالوحي والرسالة والبعث والجزاء وقصص الرسل مع أقوامهم، ثم أصول التشريع العامة والآداب والفضائل الثابتة، وجاء في أثناء محاجة المشركين ودعوتهم إلى الإيمان بتلك الأصول، ودحض شبهاتهم، وإبطال ضلالاتهم، والنعي على خرافاتهم. </p><p> وأمهات ما جاء في السور المدنية: قواعد التشريع التفصيلية ومحاجة أهل الكتاب، ببيان ما ضلوا فيه من هداية كتبهم ورسلهم، فكثر في سورة البقرة محاجة اليهود، وكثر في سورة آل عمران محاجة النصارى، وكثر في سورة المائدة محاجة الفريقين، وكثر في سورة النساء الأحكام المتعلقة بالمنافقين، وكثر </p><p> في سورة التوبة فضائح المنافقين، والله سبحانه وتعالى أعلم بأسرار كتابه ومعاني كلامه. </p><p> الإعراب </p><p> {مَا كَانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرَى حَتَّى يُثْخِنَ فِي الْأَرْضِ تُرِيدُونَ عَرَضَ الدُّنْيَا وَاللَّهُ يُرِيدُ الْآخِرَةَ وَاللَّهُ عَزِيزٌ حَكِيمٌ (٦٧) }. </p><p> {مَا} نافية. {كَانَ} فعل ماض ناقص. {لِنَبِيٍّ} : جار ومجرور خبر مقدم لكان على اسمها {أَنْ يَكُونَ} : فعل مضارع ناقص منصوب بأن المصدرية {لَهُ} جار ومجرور خبر مقدم ليكون على اسمها {أَسْرَى} : اسم يكون مؤخر، والتقدير: ما كان لنبي أن يكون أسرى كائنًا له، وجملة يكون صلة أن المصدرية، أن مع صلتها في تأويل مصدر مرفوع على كونه اسم كان مؤخرًا عن خبرها، تقديره: ما كان كون أسرى لنبي كائنًا له؛ أي: لائقًا به، وجملة كان مستأنفة. {حَتَّى} : حرف جر وغاية بمعنى إلى. {يُثْخِنَ} : فعل مضارع منصوب بأن مضمرة بعد حتى بمعنى إلى، وفاعله ضمير يعود على نبي {فِي الْأَرْضِ} متعلق به، والجملة الفعلية صلة أن المضمرة، أن مع صلتها في تأويل مصدر مجرور بحتى بمعنى إلى تقدير: إلى إثخانه في الأرض، الجار والمجرور متعلق بكان. {تُرِيدُونَ عَرَضَ الدُّنْيَا} فعل وفاعل ومفعول ومضاف إليه, والجملة الفعلية مستأنفة {وَاللَّهُ} : مبتدأ. وجملة {يُرِيدُ الْآخِرَةَ} خبره، والجملة الاسمية معطوفة على الجملة الفعلية المذكورة قبلها. {وَاللَّهُ عَزِيزٌ} : مبتدأ وخبر أول. {حَكِيمٌ} : خبر ثان، والجملة مستأنفة. </p><p> {لَوْلَا كِتَابٌ مِنَ اللَّهِ سَبَقَ لَمَسَّكُمْ فِيمَا أَخَذْتُمْ عَذَابٌ عَظِيمٌ (٦٨) }. </p><p> {لَوْلَا} حرف امتناع لوجود {كِتَابٌ} مبتدأ، وسوَّغ الابتداء بالنكرة وصفه بما بعده، {مِنَ اللَّهِ} : جار ومجرور صفة أولى لكتاب. {سَبَقَ} : فعل ماض، وفاعله ضمير يعود على كتاب، والجملة الفعلية في محل الرفع صفة ثانية لكتاب، وخبر المبتدأ محذوف وجوبًا: لقيام جواب لولا مقامه، تقديره: لولا كتابٌ من </p><p> الله سبق موجود {لَمَسَّكُمْ} ، على حدِّ قول ابن مالك: </p><p> وَبَعْدَ لَوْلاَ غَالِبًا حَذفُ الخَبَرْ </p><p> {اللام} رابطة لجواب لولا، {مسَّكم} فعل ومفعول. {فِيمَا}  {في} حرف جر وسبب {ما} موصولة، أو موصوفة في محل الجر بفي. {أَخَذْتُمْ} : فعل وفاعل، والجملة صلة لما، أو صفة لها، والعائد أو الرابط محذوفٌ، تقديره: فيما أخذتموه. الجار والمجرور متعلق بمسَّ. {عَذَابٌ} : فاعل مسَّ. {عَظِيمٌ} : صفة لعذاب، وجملة {مسَّ} جواب {لولا} لا محل لها من الإعراب، وجملة لولا مستأنفة. </p><p> {فَكُلُوا مِمَّا غَنِمْتُمْ حَلَالًا طَيِّبًا وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (٦٩) يَا أَيُّهَا النَّبِيُّ قُلْ لِمَنْ فِي أَيْدِيكُمْ مِنَ الْأَسْرَى}. </p><p> {فَكُلُوا} : {الفاء} : عاطفة على محذوف، تقديره: قد أبحت لكم الغنائم فكلوا مما غنمتم {كلوا} فعل وفاعل، والجملة معطوفة على ذلك المحذوف. {مِمَّا} جار ومجرور متعلق بـ {كُلُوا}  {غَنِمْتُمْ} : فعل وفاعل، والجملة صلة لما، والعائد محذوف، تقديره: مما غنمتموه. {حَلَالًا} : حال من ما الموصولة، أو من عائدها المحذوف، أو نعت لمصدر محذوف، تقديره: أكلًا حلالًا. {طَيِّبًا} : صفة حلالًا، أو حال ثانية. {وَاتَّقُوا اللَّهَ} فعل وفاعل ومفعول، والجملة معترضة؛ لاعتراضها بين العلة ومعلولها. {إِنَّ} : حرف نصب {اللَّهَ} اسمها {غَفُورٌ} خبر أول لها. {رَحِيمٌ} : خبر ثان، وجملة إنَّ مستأنفة معلَّلة لقوله:  {فَكُلُوا} . {يَا أَيُّهَا النَّبِيُّ}  {يا} حرف نداء {أيُّ} منادى نكرة مقصودة {ها} حرف تنبيه زائد. {النَّبِيُّ} : صفة لأيُّ، وجملة النداء مستأنفة. {قُلْ} : فعل أمر، وفاعله ضمير يعود على محمَّد، والجملة الفعلية جواب النداء. {لِمَنْ} : جار ومجرور متعلق بـ {قُلْ} . {فِي أَيْدِيكُمْ} : جار ومجرور صلة لـ {من} الموصولة {مِنَ الْأَسْرَى} حال مِنْ {مَنْ} الموصولة، أو من الضمير المستكن في الظرف قبله. </p><p> {إِنْ يَعْلَمِ اللَّهُ فِي قُلُوبِكُمْ خَيْرًا يُؤْتِكُمْ خَيْرًا مِمَّا أُخِذَ مِنْكُمْ وَيَغْفِرْ لَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ} . </p><p> {إِنْ} حرف شرط {يَعْلَمِ اللَّهُ} فعل وفاعل مجزوم بإن، على كونه فعل شرط لها {فِي قُلُوبِكُمْ} : جار ومجرور متعلق بـ {يَعْلَمِ} . {خَيْرًا} : مفعول به؛ لأنَّ علم هنا بمعنى عرف {يُؤْتِكُمْ خَيْرًا} : فعل ومفعولان، مجزوم بإنْ، على كونه جوابًا لها، وفاعله ضمير يعود على {اللَّهُ} ، وجملة إنْ الشرطية في محل النصب مقول قل {مِمَّا} جار ومجرور متعلق بـ {خَيْرًا} . {أُخِذَ} فعل ماض مغير الصيغة ونائب فاعله ضمير يعود على ما {مِنْكُمْ} متعلق بـ {أُخِذَ} وجملة {أُخِذَ} صلة لما، أو صفة لها. {وَيَغْفِرْ} : فعل مضارع معطوف على {يُؤْتِكُمْ} على كونه جوابًا لإن الشرطية، وفاعله ضمير يعود على الله {لَكُمْ} : متعلق به {وَاللَّهُ غَفُورٌ} : مبتدأ وخبر أول {رَحِيمٌ} : خبر ثان، أو صفة لـ {غَفُورٌ} ، والجملة الاسمية مستأنفة مسوقة لتعليل ما قبلها. </p><p> {وَإِنْ يُرِيدُوا خِيَانَتَكَ فَقَدْ خَانُوا اللَّهَ مِنْ قَبْلُ فَأَمْكَنَ مِنْهُمْ وَاللَّهُ عَلِيمٌ حَكِيمٌ (٧١) }. </p><p> {وَإِنْ}  {الواو} استئنافية. {إن} حرف شرط. {يُرِيدُوا خِيَانَتَكَ} فعل وفاعل ومفعول، مجزوم على كونه فعل شرط لها. {فَقَدْ}  {الفاء} رابطة الجواب وجوبًا؛ لاقترانه بقد. {قد} حرف تحقيق. {خَانُوا اللَّهَ} فعل وفاعل ومفعول، في محل الجزم على كونه جوابًا لها. {مِنْ قَبْلُ} : جار ومجرور متعلق به، وجملة إنْ الشرطية مستأنفة. {فَأَمْكَنَ}  {الفاء} عاطفة. {أمكن} فعل ماض، وفاعله ضمير يعود على الله، ومفعوله محذوف، تقديره: فأمكنك {مِنْهُمْ} : متعلق به، والجملة الفعلية في محل الجزم معطوفة على جملة الجواب. {وَاللَّهُ عَلِيمٌ} : مبتدأ وخبر أول {حَكِيمٌ} : خبر ثان، والجملة الاسمية مستأنفة. </p><p> {إِنَّ الَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللَّهِ وَالَّذِينَ آوَوْا وَنَصَرُوا أُولَئِكَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ} . </p><p> {إِنَّ} : حرف نصب {الَّذِينَ} اسمها {آمَنُوا} : فعل وفاعل، والجملة صلة </p><p> الموصول. {وَهَاجَرُوا وَجَاهَدُوا} : معطوفان على {آمَنُوا} . {بِأَمْوَالِهِمْ} متعلق بـ {جاهدوا} . {وَأَنْفُسِهِمْ} : معطوف على {أموالهم} . {فِي سَبِيلِ اللَّهِ} : جار ومجرور ومضاف إليه متعلق بـ {جاهدوا} أيضًا. {وَالَّذِينَ} : اسم موصول في محل النصب، معطوف على الموصول الأول. {آوَوْا} : فعل وفاعل، صلة الموصول. {وَنَصَرُوا} : معطوف على {آوَوْا} . {أُولَئِكَ} مبتدأ. {بَعْضُهُمْ} بدل من {أُولَئِكَ} بدل بعض من كل {أَوْلِيَاءُ بَعْضٍ} : خبر المبتدأ، والجملة من المبتدأ والخبر: في محل الرفع خبر إنَّ، وجملة إنَّ مستأنفة. </p><p> {وَالَّذِينَ آمَنُوا وَلَمْ يُهَاجِرُوا مَا لَكُمْ مِنْ وَلَايَتِهِمْ مِنْ شَيْءٍ حَتَّى يُهَاجِرُوا} . </p><p> {وَالَّذِينَ} مبتدأ أول {آمَنُوا} : صلة الموصول {وَلَمْ يُهَاجِرُوا} : معطوف عليه {مَا} : نافية {لَكُمْ} : جار ومجرور خبر مقدم {مِنْ وَلَايَتِهِمْ} : جار ومجرور، حال {مِنْ شَيْءٍ} ؛ لأنَّه صفة نكرة قُدِّمت عليها {مِنْ} : زائدة {شَيْءٍ} : مبتدأ ثان مؤخر، والتقدير: ما شيء كائن لكم حال كونه كائنًا من ولايتهم، والجملة من المبتدأ الثاني وخبره: في محل الرفع خبر للمبتدأ الأول، والجملة من المبتدأ الأول وخبره: جملة كبرى في ضمنها جملة صغرى مستأنفة. {حَتَّى} : حرف جر وغاية بمعنى إلى. {يُهَاجِرُوا} : فعل وفاعل منصوب بأن مضمرة، والجملة الفعلية مع أن المضمرة في تأويل مصدر مجرور بحتى بمعنى إلى، تقديره: إلى مهاجرتهم، والجار والمجرور متعلق بالاستقرار الذي تعلَّق به الخبر. </p><p> {وَإِنِ اسْتَنْصَرُوكُمْ فِي الدِّينِ فَعَلَيْكُمُ النَّصْرُ إِلَّا عَلَى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ} . </p><p> {وَإِنِ اسْتَنْصَرُوكُمْ} : جازم وفعل وفاعل ومفعول، في محل الجزم بإن، على كونه فعل شرط لها {فِي الدِّينِ} متعلق به {فَعَلَيْكُمُ}  {الفاء} رابطة الجواب، {عليكم} خبر مقدم {النَّصْرُ} مبتدأ مؤخر، والجملة الاسمية في محل الجزم بإن على كونها جوابًا لها، وجملة إن الشرطية مستأنفة استئنافًا بيانيًّا {إِلَّا} أداة استثناء مفرغ {عَلَى قَوْمٍ} : جار ومجرور، متعلق بالنصر {بَيْنَكُمْ} : ظرف ومضاف إليه، خبر مقدم. {وَبَيْنَهُمْ} معطوف عليه {مِيثَاقٌ} : مبتدأ مؤخر، والجملة الاسمية </p><p> في محل الجر صفة {قَوْمٍ} . {وَاللَّهُ} : مبتدأ {بِمَا} : جار ومجرور متعلق بـ {بَصِيرٌ} ، وجملة {تَعْمَلُونَ} صلة لـ {ما} ، أو صفة لها، والعائد أو الرابط محذوف، تقديره: بما تعملونه {بَصِيرٌ} : خبر المبتدأ، والجملة الاسمية مستأنفة مسوقة للتهديد. </p><p> {وَالَّذِينَ كَفَرُوا بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ إِلَّا تَفْعَلُوهُ تَكُنْ فِتْنَةٌ فِي الْأَرْضِ وَفَسَادٌ كَبِيرٌ (٧٣) }. </p><p> {وَالَّذِينَ} : مبتدأ أول. {كَفَرُوا} فعل وفاعل، والجملة صلة الموصول {بَعْضُهُمْ} مبتدأ ثان {أَوْلِيَاءُ بَعْضٍ} : خبر للمبتدأ الثاني، وجملة الثاني خبر للأول، وجملة الأول مستأنفة. {إِلَّا}  {إن} حرف شرط جازم مبني بسكون على النُّون المدغمة في لام لا. {لا} نافية. {تَفْعَلُوهُ} : فعل وفاعل ومفعول، مجزوم بإن على كونه فعل شرط لها. {تَكُنْ فِتْنَةٌ} : فعل وفاعل، مجزوم بإن على كونها جواب شرط لها، وكان هنا تامة بمعنى وقع وحصل. {فِي الْأَرْضِ} : متعلق به {وَفَسَادٌ} : معطوف على {فِتْنَةٌ} . {كَبِيرٌ} : صفة {فساد} ، وجملة إن الشرطية مستأنفة. </p><p> {وَالَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا فِي سَبِيلِ اللَّهِ وَالَّذِينَ آوَوْا وَنَصَرُوا أُولَئِكَ هُمُ الْمُؤْمِنُونَ حَقًّا لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ (٧٤) }. </p><p> {وَالَّذِينَ} مبتدأ أول. {آمَنُوا} : صلة الموصول. {وَهَاجَرُوا وَجَاهَدُوا} معطوفان على {آمَنُوا} . {فِي سَبِيلِ اللَّهِ} : متعلق بـ {جاهدوا} . {وَالَّذِينَ} : معطوف على الموصول الأول. {آوَوْا} : صلة الموصول. {وَنَصَرُوا} : معطوف على {آوَوْا} . {أُولَئِكَ} : مبتدأ ثان {هُمُ} : ضمير فصل. {الْمُؤْمِنُونَ} : خبر للمبتدأ الثاني، وجملة الثاني خبر للأول، وجملة الأول مستأنفة. {حَقًّا} : صفة لمصدر محذوف، تقديره: إيمانًا حقًّا. {لَهُمْ} : خبر مقدم. {مَغْفِرَةٌ} : مبتدأ مؤخر. {وَرِزْقٌ} : معطوف على {مَغْفِرَةٌ} . {كَرِيمٌ} صفة لـ {رزق} ، والجملة الاسمية في محل الرفع خبر ثان للمبتدأ الثاني، والتقدير: أولئك هم المؤمنون حقًّا، أولئك لهم مغفرة ورزق كريم. </p><p> {وَالَّذِينَ آمَنُوا مِنْ بَعْدُ وَهَاجَرُوا وَجَاهَدُوا مَعَكُمْ فَأُولَئِكَ مِنْكُمْ وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ} . </p><p> {وَالَّذِينَ} مبتدأ أول. {آمَنُوا} : صلة الموصول. {مِنْ بَعْدُ} : جار ومجرور متعلق بـ {آمَنُوا}  {وَهَاجَرُوا وَجَاهَدُوا} معطوفان على {آمَنُوا}  {مَعَكُمْ} متعلق بـ {وَجَاهَدُوا}  {فَأُولَئِكَ}  {الفاء} رابطة الخبر بالمبتدأ جوازًا لشبهه بالشرط؛ لما فيه من العموم {أولئك} مبتدأ ثان. {مِنْكُمْ} : جار ومجرور خبر للمبتدأ الثاني، وجملة الثاني في محل الرفع خبر للأول، وجملة الأول مستأنفة. {وَأُولُو الْأَرْحَامِ} : مبتدأ أول ومضاف إليه مرفوع بالواو المحذوفة لالتقاء الساكنين؛ لأنَّه ملحق بجمع المذكر السالم. {بَعْضُهُمْ} : مبتدأ ثان. {أَوْلَى} : خبر للمبتدأ الثاني. {بِبَعْضٍ} : جار ومجرور متعلق بـ {أَوْلَى} . وجملة المبتدأ الثاني خبر للمبتدأ الأول، وجملة الأول مستأنفة، أو معطوفة على الجملة التي قبلها. {فِي كِتَابِ اللَّهِ} : جار ومجرور متعلق بـ {أَوْلَى} ، أو خبر لمبتدأ محذوف، تقديره: هذا الحكم المذكور كائن في كتاب الله تعالى، وجملة المبتدأ المحذوف مستأنفة. {إِنَّ اللَّهَ} : ناصب واسمه {بِكُلِّ شَيْءٍ} : متعلق بعليم. {عَلِيمٌ} خبر إنَّ، وجملة إنَّ مستأنفة مسوقة لتعليل ما قبلها. والله أعلم. </p><p> التصريف ومفردات اللغة </p><p> {مَا كَانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرَى} : الأسرى: جمع أسير - كجرحى جمع جريح - مأخوذ من الأسر، وهو الشدُّ بالإسار؛ أي: القَدّ من الجلد، وكان مَنْ يؤخذ من العسكر في الحرب يشد؛ لئلا يهربَ، ثم صار يطلق على أخذ الحرب وإن لم يشد. {حَتَّى يُثْخِنَ فِي الْأَرْضِ} : والإثخان: قوته وشدته، يقال: قد أثخنه المرض إذا اشتدت قوته عليه، وكذلك أثخنته الجراح: مأخوذ من الثخانة، وهي الغلظة والصلابة، فاستعمل في لازم المعنى الأصلي، وهو القوة، فكل شيء غليظ .. فهو ثخين، وفي \"المصباح\" : وأثخن في الأرض إثخانًا: سار إلى العدو وأوسعهم قتلًا، وأثخنته: أوهنته بالجراحة وأضعفته. اهـ. </p><p> {تُرِيدُونَ عَرَضَ الدُّنْيَا} : والعرض: ما يعرض ولا يدوم، سمي به حطام الدنيا؛ لأنَّه حدث قليل اللبث. </p><p> {لَوْلَا كِتَابٌ مِنَ اللَّهِ} : اختلف (١) المفسرون في هذا الكتاب الذي سبق، ما هو؟ على أقوال: </p><p> الأول: ما سبق في علم الله من أنَّه لهذه الأمة الغنائم بعد أن كانت محرَّمة على سائر الأمم. </p><p> والثاني: أنَّه مغفرة الله لأهل بدر ما تقدم من ذنوبهم وما تأخَّر، كما في الحديث الصحيح:  \"إن الله اطلع على أهل بدر،فقال:اعملوا ما شئتم، قد غفرت لكم\" . </p><p> القول الثالث: هو أنَّه لا يعذبهم ورسول الله - صلى الله عليه وسلم - فيهم، كما قال سبحانه:  {وَمَا كَانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ} . </p><p> القول الرابع: أنَّه لا يعذِّب أحدًا بذنب فعله جاهلًا؛ لكونه ذنبًا. </p><p> القول الخامس: أنَّه ما قضاه الله من محو الصغائر باجتناب الكبائر. </p><p> القول السادس: أنَّه لا يعذب أحدًا إلا بعد تأكيد الحجة وتقديم النهي، ولم يتقدم نهي عن ذلك، وذهب ابن جرير الطبري إلى أنَّ هذه المعاني كلَّها داخلة تحت اللفظ، وأنَّه يعمها. </p><p> {لَمَسَّكُمْ} ، أي: لأصابكم ولحلَّ بكم {فِيمَا أَخَذْتُمْ} ؛ أي: بسبب ما أخذتم من الفداء، أو لأجل ما أخذتم. {فِي قُلُوبِكُمْ خَيْرًا} ؛ أي: حسن إيمان، وصلاح نيةٍ وخلوص طوية {يُؤْتِكُمْ خَيْرًا} ؛ أي: يعوضكم في هذه الدنيا رزقًا خيرًا منه، وأنفع لكم في الدنيا، أو ثوابًا في الآخرة. </p><p> {وَإِنْ يُرِيدُوا خِيَانَتَكَ} ؛ أي: مخادعتك، والخيانة: مصدر خان يخون، وأصل يائه الواو، فقلبت ياءً؛ لانكسار ما قبلها، ووقوع الألف بعدها. </p><p>(١) الشوكاني.</p><p> {وَالَّذِينَ آوَوْا} أصله: أأووا - بهمزتين - أولاهما: همزة أفعل الرباعي، وثانيتهما: فاء الكلمة؛ لأنَّ ثلاثيه أوى بهمزة واحدة، يقال: أوى البيت، أو إلى البيت يأوي أويًا وإواءً نزل فيه، وآواه البيت يؤويه إيواءً: أنزله فيه. </p><p> {مَا لَكُمْ مِنْ وَلَايَتِهِمْ مِنْ شَيْءٍ} : يقرأ بكسر الواو وفتحها، قيل (١) : هما لغتان، وقيل: المكسور مصدرٌ؛ تشبيهًا بالعمل والصناعة، كالكتابة والإمارة اهـ. \"بيضاوي\" . يعني: إنَّ فعالة - بالكسر في المصدر - إنما يكون في الصناعات، وما يزول الكتابة والإمارة والزراعة والحراثة والخياطة والولاية .. ليست من هذا القبيل إلا على التشبيه اهـ. زكريا، والمفتوح: معناه الموالاة في الدين، وهي النصرة اهـ. \"سمين\" . </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات ضروبًا من الفصاحة والبلاغة والبيان والبديع: </p><p> فمنها: المجاز المرسل في قوله: {حَتَّى يُثْخِنَ} ؛ لأنَّ الثخانة حقيقة في الغلظة والصلابة، فاستعمل هنا في لازمه الذي هو القوة. </p><p> ومنها: الاستعارة التصريحية الأصلية في قوله: {عَرَضَ الدُّنْيَا} شبه منافع الدنيا ولذاتها بالعرض الذي هو من صفات الأجرام وأحوالها، بجامع عدم الثبات والدوام في كلٍّ، فاستعار لها لفظ عرض على طريقة الاستعارة التصريحية. </p><p> ومنها: الطباق بين لفظ {الدُّنْيَا} ولفظ {الْآخِرَةَ} . </p><p> ومنها: الجناس المغاير بين {خِيَانَتَكَ} و {خَانُوا} في قوله: {وَإِنْ يُرِيدُوا خِيَانَتَكَ فَقَدْ خَانُوا اللَّهَ مِنْ قَبْلُ} . </p><p> ومنها: التكرار في قوله: {إِنَّ الَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا} ، وقوله:  {وَالَّذِينَ آوَوْا وَنَصَرُوا} . </p><p>(١) الفتوحات.</p><p> ومنها: الجناس المماثل في: {هاجروا}  {وَلَمْ يُهَاجِرُوا} ، والمغاير في قوله:  {وَإِنِ اسْتَنْصَرُوكُمْ فِي الدِّينِ فَعَلَيْكُمُ النَّصْرُ} . </p><p> ومنها: المقابلة بين قوله: {إِنَّ الَّذِينَ آمَنُوا} وقوله: {وَالَّذِينَ كَفَرُوا} . </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> [سورة التوبة] </p><p> سورة التوبة (١) مدنيةٌ بإجماع المفسرين، قال ابن الجوزي: سوى آيتين في آخرها {لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ} إلى آخر السورة، فإنَّهما نزلتا بمكة، وهي مئة وتسع وعشرون آية، وقيل: مئة وثلاثون آية، وأربعة آلاف وثمان وسبعون كلمةً، وعشرة آلافٍ وأربع مئة وثمان وثمانون حرفًا. </p><p> التسمية: ولهذه السورة أسماء عشرة (٢) : </p><p> منها: سورة التوبة؛ لأنَّ فيها التوبة على المؤمنين. </p><p> ومنها: سورة براءة؛ لأنَّ فيها ذكر براءة الله سبحانه وتعالى ورسوله - صلى الله عليه وسلم - من المشركين، وهذان الاسمان مشهوران. </p><p> ومنها: المقشقشة، قاله ابن عمر؛ لأنَّها تقشقش من النفاق؛ أي تبرىء منه. </p><p> ومنها: المبعثرة؛ لأنَّها تبعثر عن أخبار المنافقين، وتبحث عنها وتثيرها. </p><p> ومنها: الفاضحة، قاله ابن عباس؛ لأنَّها فضحت المنافقين. </p><p> ومنها: سورة العذاب، قاله حذيفة. </p><p> ومنها: المخزية؛ لأنَّ فيها خزي المنافقين. </p><p> ومنها: المدمدمة؛ لأنَّ فيها هلاك المنافقين. </p><p> ومنها: المشردة؛ لأنها شردت جموع المنافقين وفرقتهم. </p><p> ومنها: المثيرة؛ لأنَّها أثارت مخازي المنافقين، وكشفت عن أحوالهم، </p><p>(١) الخازن. (٢) الخازن.</p><p> وهتكت أستارهم. </p><p> وعن سعيد بن جبير قلت لابن عباس: سورة التوبة؟ قال: بل هي الفاضحة، ما زالت تقول: ومنهم ومنهم، حتى ظنوا أن لا يبقى أحد إلا ذكر فيها. قال: قلت: سورة الأنفال؟ قال: نزلت في بدر. قال: قلت: سورة الحشر؟ قال: بل سورة النضير. أخرجاه في \"الصحيحين\" . </p><p> فصلٌ في بيان سبب ترك كتابة البسملة في أول هذه السورة </p><p> وقد اختلف العلماء في سقوط البسملة من أولها على أقوال (١) : </p><p> عن المبرد وغيره أنَّه كان من شأن العرب إذا كان بينهم وبين قوم عهدٌ فأرادوا نقضه .. كتبوا إليهم كتابًا، ولم يكتبوا فيه بسملةً، فلمَّا نزلت براءة بنقض العهد الذي كان بين النبي - صلى الله عليه وسلم - والمشركين .. بعث بها النبيُّ - صلى الله عليه وسلم - عليَّ بن أبي طالب، فقرأها عليهم، ولم يبسمل في ذلك على ما جرت به عادة العرب. </p><p> وأخرج أبو الشيخ وابن مردويه عن ابن عباس قال: سألت عليَّ بن أبي طالب: لِمَ لا تكتب في براءة {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ (١) }؟ قال: لأنَّ {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ (١) } أمان، وبراءة نزلت بالسيف. </p><p> وأخرج ابن أبي شيبة وأحمد وأبو داود، والترمذي وحسنه، والنسائي، والحاكم وصححه عن ابن عباس قال: قلت لعثمان بن عفان: ما حملكم على أن عمدتم إلى الأنفال وهي من المثاني، وإلى براءة وهي من المئين، فقرنتم بينهما، ولم تكتبوا بينهما سطر {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ (١) } ووضعتموها في السبع الطِّوال، ما حملكم على ذلك؟ فقال عثمان: كان رسول الله - صلى الله عليه وسلم - كثيرًا ما يأتي عليه الزمان وهو ينزل عليه السور ذوات العدد، فكان إذا نزل عليه الشيء .. دعا بعض من كان يكتب، فيقول:  \"ضعوا هؤلاء الآيات في السورة التي يذكر فيها كذا وكذا\" ، وكانت الأنفال من أوائل ما نزل بالمدينة، وكانت براءة من آخر </p><p>(١) الشوكاني والخازن.</p><p> القرآن نزولًا، وكانت قصتها شبيهةً بقصتها، فظننت أنها منها، وقبض رسول الله - صلى الله عليه وسلم - ولم يبين لنا أنَّها منها، فمن أجل ذلك قرنت بينهما, ولم أكتب بينهما سطر {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ (١) } ووضعتها في السبع الطوال. </p><p> وأخرج أبو الشيخ عن أبي رجاء قال: سألت الحسن عن الأنفال وبراءة، أسورتان أم سورة؟ قال: سورتان. </p><p> وقال محمَّد بن الحنفية (١) ، قلت لأبي - يعني عليَّ بن أبي طالب -: لِمَ لَمْ تكتبوا في براءة {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ (١) }؟ قال: يا بنيَّ إنَّ براءة نزلت بالسيف، وإن {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} أمانٌ. </p><p> وسئل سفيان بن عيينة عن هذا، فقال: لأنَّ للتسمية رجَّةً، والرجة أمان، وهذه السورة نزلت في المنافقين. وسئل أبي بن كعب عن هذا، فقال: إنَّها نزلت في آخر القرآن، وكان رسول الله - صلى الله عليه وسلم - يأمر في كل سورة بكتابة {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ (١) }، ولم يأمر في براءة بذلك، فضمت إلى الأنفال؛ لشبهها بها. </p><p> وقيل: إن الصحابة اختلفوا في سورة الأنفال وسورة براءة، هل هما سورة واحدةٌ أم سورتان؟ فقال بعضهم: سورة واحدة؛ لأنَّهما نزلتا في القتال، ومجموعهما معًا مئتان وخمس آيات، فكانت هي السورة السابعة من السبع الطوال. وقال بعضهم: هما سورتان. فلمَّا حصل هذا الاختلاف بين الصحابة .. تركوا بينهما فرجةً؛ تنبيهًا على قول من يقول إنهما سورتان، ولم يكتبوا {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ (١) }؛ تنبيهًا على قول من يقول هما سورة واحدة، وقد نزل معظمها بعد غزوة تبوك، وهي آخر غزواته - صلى الله عليه وسلم -، وقد كان الاستعداد لها وقت القيظ - أي: شدة الحر - زمن العسرة، وفي أثنائها ظهر من علامات نفاق المؤمنين ما كان خفيًّا. قيل: وأولها نزل سنة تسع بعد فتح مكة، فأرسل النبيُّ - صلى الله عليه وسلم - عليًّا ليقرأها على المشركين في الموسم. </p><p>(١) الخازن.</p><p> روى البخاري عن البراء بن عازب قال: آخر آية نزلت {يستفتونك قل الله يفتيكم في الكلالة} وآخر سورة نزلت براءة. ثم اختلف (١) العلماء في ابتداء هذه السورة بها، فقال ابن حجر من الشافعية: بالحرمة. وقال الرملي: بالكراهة. وفي الأثناء: يكره عند الأول ويجوز عند الثاني، ومذهب مالك كذلك. وقد أشار إلى ذلك صاحب \"الشاطبية\" بقوله: </p><p> وَمَهْمَا تَصِلْهَا أَوْ بَدَأَتَ بَرَاءَةً ... لَتَنْزِيْلِهَا بِالسِّيْفِ لَسْتَ مُبَسْمِلاَ </p><p> وَلاَ بُدَّ مِنْهِا فِيْ ابتِدَائِكَ سُوْرَةً ... سِوَاْهَا وَفِيْ الأَجْزَاءِ خُيِّرَ مَنْ تَلاَ </p><p> ومما ورد في فضلها: ما أخرجه أبو عبيد وسعيد بن منصور وأبو الشيخ والبيهقي في \"الشعب\" عن أبي عطية الهمداني قال: كتب عمر بن الخطاب: تعلَّموا سورة براءة، وعلِّموا نسائكم سورة النور. </p><p> ومنه ما رُوي: أنَّ رسول الله - صلى الله عليه وسلم - قال:  \"ما نزل عليَّ القرآن إلا آية آيةً، إلا سورة براءة وسورة {قُلْ هُوَ اللَّهُ أَحَدٌ(١)}، فإنَّهما نزلتا ومعهما سبعون ألف صف من الملائكة\" . </p><p> الناسخ والمنسوخ فيها: قال الشيخ أبو عبد الله محمَّد بن حزم رحمه الله تعالى: سورة التوبة مدنية، وهي من أواخر ما نزل من القرآن، فيها سبع آيات منسوخات: </p><p> أولاهنَّ: قوله تعالى: {بَرَاءَةٌ مِنَ اللَّهِ وَرَسُولِهِ} إلى قوله: {فَسِيحُوا فِي الْأَرْضِ أَرْبَعَةَ أَشْهُرٍ} الآية (١ - ٣) التوبة، نسخت بقوله تعالى:  {فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ}  (٥) التوبة. </p><p> الآية الثانية: قوله تعالى: {وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ} الآية (٣٤) التوبة، نسخت بالزكاة الواجبة. </p><p> الآية الثالثة: قوله تعالى: {إِلَّا تَنْفِرُوا يُعَذِّبْكُمْ عَذَابًا أَلِيمًا} الآية (٣٩) ، نسخت بقوله تعالى:  {وَمَا كَانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّةً}  (١٢٢) . </p><p>(١) الصاوي.</p><p> الآية الرابعة: قوله تعالى: {عَفَا اللَّهُ عَنْكَ لِمَ أَذِنْتَ لَهُمْ} الآية (٤٣) ، نسخت بقوله تعالى:  {فَإِذَا اسْتَأْذَنُوكَ لِبَعْضِ شَأْنِهِمْ فَأْذَنْ لِمَنْ شِئْتَ مِنْهُمْ}  (٦٢) النور. </p><p> الآية الخامسة: قوله تعالى: {اسْتَغْفِرْ لَهُمْ} الآية (٨٠) ، نسخت بقوله تعالى:  {سَوَاءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ} الآية (٦) المنافقون. </p><p> الآية السادسة: قوله تعالى: {الْأَعْرَابُ أَشَدُّ كُفْرًا وَنِفَاقًا} الآية (٩٧) . هذه الآية والتي تليها منسوختان بقوله تعالى:  {وَمِنَ الْأَعْرَابِ مَنْ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ} الآية. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {بَرَاءَةٌ مِنَ اللَّهِ وَرَسُولِهِ إِلَى الَّذِينَ عَاهَدْتُمْ مِنَ الْمُشْرِكِينَ (١) فَسِيحُوا فِي الْأَرْضِ أَرْبَعَةَ أَشْهُرٍ وَاعْلَمُوا أَنَّكُمْ غَيْرُ مُعْجِزِي اللَّهِ وَأَنَّ اللَّهَ مُخْزِي الْكَافِرِينَ (٢) وَأَذَانٌ مِنَ اللَّهِ وَرَسُولِهِ إِلَى النَّاسِ يَوْمَ الْحَجِّ الْأَكْبَرِ أَنَّ اللَّهَ بَرِيءٌ مِنَ الْمُشْرِكِينَ وَرَسُولُهُ فَإِنْ تُبْتُمْ فَهُوَ خَيْرٌ لَكُمْ وَإِنْ تَوَلَّيْتُمْ فَاعْلَمُوا أَنَّكُمْ غَيْرُ مُعْجِزِي اللَّهِ وَبَشِّرِ الَّذِينَ كَفَرُوا بِعَذَابٍ أَلِيمٍ (٣) إِلَّا الَّذِينَ عَاهَدْتُمْ مِنَ الْمُشْرِكِينَ ثُمَّ لَمْ يَنْقُصُوكُمْ شَيْئًا وَلَمْ يُظَاهِرُوا عَلَيْكُمْ أَحَدًا فَأَتِمُّوا إِلَيْهِمْ عَهْدَهُمْ إِلَى مُدَّتِهِمْ إِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ (٤) فَإِذَا انْسَلَخَ الْأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ وَخُذُوهُمْ وَاحْصُرُوهُمْ وَاقْعُدُوا لَهُمْ كُلَّ مَرْصَدٍ فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَخَلُّوا سَبِيلَهُمْ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (٥) وَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجَارَكَ فَأَجِرْهُ حَتَّى يَسْمَعَ كَلَامَ اللَّهِ ثُمَّ أَبْلِغْهُ مَأْمَنَهُ ذَلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَعْلَمُونَ (٦) كَيْفَ يَكُونُ لِلْمُشْرِكِينَ عَهْدٌ عِنْدَ اللَّهِ وَعِنْدَ رَسُولِهِ إِلَّا الَّذِينَ عَاهَدْتُمْ عِنْدَ الْمَسْجِدِ الْحَرَامِ فَمَا اسْتَقَامُوا لَكُمْ فَاسْتَقِيمُوا لَهُمْ إِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ (٧) كَيْفَ وَإِنْ يَظْهَرُوا عَلَيْكُمْ لَا يَرْقُبُوا فِيكُمْ إِلًّا وَلَا ذِمَّةً يُرْضُونَكُمْ بِأَفْوَاهِهِمْ وَتَأْبَى قُلُوبُهُمْ وَأَكْثَرُهُمْ فَاسِقُونَ (٨) اشْتَرَوْا بِآيَاتِ اللَّهِ ثَمَنًا قَلِيلًا فَصَدُّوا عَنْ سَبِيلِهِ إِنَّهُمْ سَاءَ مَا كَانُوا يَعْمَلُونَ (٩) لَا يَرْقُبُونَ فِي مُؤْمِنٍ إِلًّا وَلَا ذِمَّةً وَأُولَئِكَ هُمُ الْمُعْتَدُونَ (١٠) فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَإِخْوَانُكُمْ فِي الدِّينِ وَنُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ (١١) وَإِنْ نَكَثُوا أَيْمَانَهُمْ مِنْ بَعْدِ عَهْدِهِمْ وَطَعَنُوا فِي دِينِكُمْ فَقَاتِلُوا أَئِمَّةَ الْكُفْرِ إِنَّهُمْ لَا أَيْمَانَ لَهُمْ لَعَلَّهُمْ يَنْتَهُونَ (١٢) }. </p><p> المناسبة </p><p> مناسبة هذه السورة لما قبلها (١) : أنَّ سورة براءة كالمتممة لسورة الأنفال في معظم ما في أصول الدين وفروعه، وفي التشريع الذي جله في أحكام القتال والاستعداد له وأسباب النصر فيه، وأحكام المعاهدات والمواثيق من حفظها ونبذها عند وجود المقتضي لذلك، وأحكام الولاية في الحرب وغيرها بين </p><p>(١) المراغي.</p><p> المؤمنين بعضهم مع بعض، والكافرين بعضهم مع بعض، وأحوال المؤمنين الصادقين، والكفار والمذبذبين من المنافقين ومرضى القلوب، فما بدىء به في الأنفال .. تيمم به في براءة، وهاك أمثلةً لذلك: </p><p> ١ - تفصيل الكلام في قتال المشركين وأهل الكتاب. </p><p> ٢ - ذكر في الأنفال صدَّ المشركين عن المسجد الحرام، وأنَّهم ليسوا بأوليائه، وجاء في براءة:  {مَا كَانَ لِلْمُشْرِكِينَ أَنْ يَعْمُرُوا مَسَاجِدَ اللَّهِ ...} إلى آخر الآيات. </p><p> ٣ - ذكرت العهود في سورة الأنفال، وافتتحت سورة التوبة بتفصيل الكلام فيها. </p><p> ٤ - ذكر في سورة الأنفال الترغيب في إنفاق المال في سبيل الله، وجاء ذلك بأبلغ وجه في براءة. </p><p> ٥ - جاء في سورة الأنفال ذكر المنافقين والذين في قلوبهم مرض، وفصل ذلك في براءة أتم تفصيل. </p><p> قوله تعالى:  {فَإِذَا انْسَلَخَ الْأَشْهُرُ الْحُرُمُ ...} الآية، مناسبة هذه الآية لما قبلها (١) : أنَّ الله سبحانه وتعالى لما ذكر الأذان العام بالبراءة من عهود المشركين وسائر خرافاتهم وضلالاتهم على الوجه الذي سبق تفصيله .. أردف ذلك بذكر ما يجب أن يفعله المسلمون معهم حين انقضاء الأجل المضروب لهم، والأمان الذي أعطي لهم للضرب في الأرض. </p><p> قوله تعالى:  {كَيْفَ يَكُونُ لِلْمُشْرِكِينَ عَهْدٌ عِنْدَ اللَّهِ وَعِنْدَ رَسُولِهِ ...} الآية، مناسبة هذه الآية لما قبلها: أنَّ الله سبحانه وتعالى لمَّا ذكر براءة الله ورسوله من المشركين وإمهالهم أربعة أشهر يسيحون في الأرض أحرارًا، ثم ذكر </p><p>(١) المراغي.</p>"
}