{
  "id": null,
  "sura": 8,
  "aya": 40,
  "text": "<p> ٤٠ - {وَإِنْ تَوَلَّوْا} ؛ أي: وإن أعرض أولئك الكفار عن التوبة، والإيمان، وعن سماع تبليغكم، ولم ينتهوا عن كفرهم، وفتنتهم وقتالهم لكم {فَاعْلَمُوا} أيها المؤمنون {أَنَّ اللَّهَ} سبحانه وتعالى {مَوْلاكُمْ} ؛ أي: مواليكم، ومعينكم عليهم، وهذا وعد صريح بالظفر والنصر؛ أي: فأيقنوا أيها المؤمنون بنصر الله تعالى ومعونته لكم، وهو متولي أموركم، فلا تبالوا بهم، ولا تخشوا بطشهم، وجواب {إِنْ} محذوف، وجملة قوله:  {فَإِنَّ اللَّهَ بِما يَعْمَلُونَ بَصِيرٌ} علة للجواب المحذوف، والمعنى: وإن تولوا عن الإيمان، فلا تخشوا بأسهم، لأن الله مولاكم، وهو سبحانه وتعالى {نِعْمَ الْمَوْلى} ؛ أي: نعم الولي بالحفظ، فلا يضع من تولاه {وَنِعْمَ النَّصِيرُ} ؛ أي: نعم الناصر على الأعداء، فلا يغلب من نصره، وكل من كان في حماية الله تعالى كان آمنا من الآفات، مصونا عن المخلوقات، وهذا ثناء من الله تعالى على نفسه، فهو حمد قديم لقديم، وما غلب المسلمون في العصور الأخيرة وذهب أكثر ملكهم إلا لأنهم تركوا الاهتداء بهدي دينهم، وتركوا الاستعداد المادي والحربي الذي طلبه الله بقوله:  {وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ} واتكلوا على خوارق العادات، وقراءة الأحاديث، والدعوات، وذلك مما لم يشرعه الله، ولم يعمل به رسوله، إلى أنهم تركوا العدل والفضائل، وسنن الله في الاجتماع التي انتصر بها السلف الصالح، وأنفقوا أموال الأمة والدولة فيما حرم الله عليهم من الإسراف في شهواتهم. </p><p> وعلى العكس من ذلك، اتبع الإفرنج تعاليم الإسلام، فاستعدوا للحرب، واتبعوا سنن الله في العمران، فرجحت كفتهم، ولله الأمر. </p><p> وما مكن الله لسلف المسلمين من فتح بلاد كسرى، وقيصر، وغيرهما من البلاد إلا لما أصاب أهلها من الشرك وفساد العقائد في الآداب، ومساوي الأخلاق، والعادات، والانغماس في الشهوات، واتباع سلطان البدع، والخرافات فجاء الإسلام، وأزال كل هذا، واستبدل التوحيد والفضائل بها، ومن ثم نصر الله أهله على الأمم كلها. </p><p> ولما أضاع جمهرة المسلمين هذه الفضائل، واتبعوا سنن من قبلهم في اتباع </p><p> البدع والرذائل، وقد حذرهم الإسلام من ذلك، ثم قصروا في الاستعداد المادي والحربي للنصر في الحرب، عاد الغلب عليهم لغيرهم، ومكن لسواهم في الأرض {وَلَقَدْ كَتَبْنا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ أَنَّ الْأَرْضَ يَرِثُها عِبادِيَ الصَّالِحُونَ (١٠٥) }؛ أي: الصالحون لاستعمارها والانتفاع بما أودع فيها من كنوز وخيرات. وفق الله المسلمين إلى الهدى والرشاد، وجعلهم يعيدون سيرتهم الأولى، ويهتدون بهدي دينهم، ويستمسكون بآدابه، ويتبعون سيرة السلف الصالح، فيكتب لهم العز في الدنيا، والسعادة في الآخرة بمنه وكرمه، وفضله وجوده آمين. </p><p> الإعراب </p><p> {وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ وَيَمْكُرُونَ وَيَمْكُرُ اللَّهُ وَاللَّهُ خَيْرُ الْماكِرِينَ} . </p><p> {وَإِذْ}  {الواو} : استئنافية. {إِذْ} ظرف لما مضى من الزمان متعلق بمحذوف تقديره: واذكر يا محمد قصة إذ يمكر بك {يَمْكُرُ} : فعل مضارع {بِكَ} متعلق به {الَّذِينَ} : اسم موصول فاعل {كَفَرُوا} : فعل وفاعل والجملة صلة الموصول وجملة {يَمْكُرُ} : في محل الجر مضاف إليه لـ {إِذْ} . {لِيُثْبِتُوكَ} اللام: حرف جر وتعليل {يثبتوك} : فعل وفاعل ومفعول منصوب بأن مضمرة جوازا بعد لام كي، والجملة في تأويل مصدر مجرور باللام تقديره: لإثباتهم إياك الجار والمجرور متعلق بـ {يَمْكُرُ} . {أَوْ يَقْتُلُوكَ} : فعل وفاعل ومفعول معطوف على {يثبتوك} وكذا قوله: {أَوْ يُخْرِجُوكَ} معطوف على {يثبتوك} أيضا، والتقدير: أو لقتلهم إياك أو لإخراجهم إياك {وَيَمْكُرُونَ} : فعل وفاعل مستأنف كرره للتأكيد، {وَيَمْكُرُ اللَّهُ} : فعل وفاعل معطوف على {يَمْكُرُونَ} . {وَاللَّهُ} : مبتدأ {خَيْرُ الْماكِرِينَ} خبر ومضاف إليه، والجملة مستأنفة. </p><p> {وَإِذا تُتْلى عَلَيْهِمْ آياتُنا قالُوا قَدْ سَمِعْنا لَوْ نَشاءُ لَقُلْنا مِثْلَ هذا إِنْ هذا إِلَّا أَساطِيرُ الْأَوَّلِينَ (٣١) }. </p><p> {وَإِذا}  {الواو} : استئنافية أو عاطفة {إِذا} : ظرف لما يستقبل من الزمان </p><p> {تُتْلى} : فعل مضارع مغير الصيغة {عَلَيْهِمْ} متعلق به {آياتُنا} : نائب فاعل، ومضاف إليه والجملة في محل الجر مضاف إليه لـ {إِذا} والظرف متعلق بالجواب الآتي {قالُوا} : فعل وفاعل، والجملة جواب إِذا لا محل لها من الإعراب، وجملة {إِذا} : مستأنفة، ومعطوفة على قوله:  {وَإِذْ يَمْكُرُ بِكَ}  {قَدْ سَمِعْنا} إلى آخر الآية مقول محكي، وإن شئت قلت {قَدْ} : حرف تحقيق {سَمِعْنا} : فعل وفاعل ومفعوله محذوف تقديره: مثل هذا القرآن، وهو التوراة والإنجيل، وقد تنازع هذا العامل مع قوله:  {لَقُلْنا} في قوله: {مِثْلَ} هذا كما يستفاد من الخازن، والجملة الفعلية في محل النصب مقول {قالوا} ؛ {لَوْ} شرطية {نَشاءُ} فعل مضارع، وفاعله ضمير يعود على المشركين ومفعوله محذوف تقديره: لو نشاء القول، والجملة فعل شرط لـ لو {لَقُلْنا}  {اللام} : رابطة لجواب {لَوْ} الشرطية {قلنا} : فعل وفاعل {مِثْلَ} هذا مفعول به، ومضاف إليه، لأن {قلنا} : بمعنى ذكرنا، والجملة الفعلية جواب {لَوْ} الشرطية، وجملة لو الشرطية في محل النصب مقول {قالُوا}  {إِنْ} : نافية مهملة لانتقاض نفيها بـ {إِلَّا} هذا: مبتدأ {إِلَّا} : إداة استثناء مفرغ {أَساطِيرُ الْأَوَّلِينَ} : خبر ومضاف إليه، والجملة الاسمية في محل النصب مقول {قالُوا} . </p><p> {وَإِذْ قالُوا اللَّهُمَّ إِنْ كانَ هذا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَأَمْطِرْ عَلَيْنا حِجارَةً مِنَ السَّماءِ أَوِ ائْتِنا بِعَذابٍ أَلِيمٍ (٣٢) }. </p><p> {وَإِذْ}  {الواو} : عاطفة {إِذْ} : ظرف لما مضى من الزمان {قالُوا} : فعل وفاعل، والجملة في محل الجر مضاف إليه لـ {إِذْ} : والظرف متعلق بمحذوف تقديره: واذكر إذ قالوا، والجملة معطوفة على جملة قوله:  {وَإِذْ يَمْكُرُ بِكَ} : {اللَّهُمَّ} : إلى آخر الآية مقول محكي، وإن شئت قلت:  {اللَّهُمَّ} : منادى مفرد العلم، وجملة النداء في محل النصب مقول {قالُوا} ، {إِنْ} : حرف شرط {كانَ} : فعل ماض ناقص في محل الجزم بـ {إِنْ} : الشرطية على كونه فعل شرط لها، هذا: اسمها {هُوَ} ضمير فصل {الْحَقَّ} : خبر {كانَ} . {مِنْ عِنْدِكَ} : جار ومجرور متعلق بمحذوف حال من {الْحَقَّ}  {فَأَمْطِرْ} </p><p> {الفاء} : رابطة لجواب {إِنْ} الشرطية وجوبا {أمطر} : فعل دعاء في محل الجزم بـ {إِنْ} الشرطية على كونه جوابا لها، وفاعله ضمير يعود على الله {عَلَيْنا} متعلق به {حِجارَةً} : مفعول به {مِنَ السَّماءِ} : جار ومجرور صفة لـ {حِجارَةً} وفائدة (١) توصيف الحجارة بقوله: {مِنَ السَّماءِ} الدلالة على أن المراد بالحجارة السجيل وهو حجارة مسومة، أي: معلمة معدة لتعذيب قوم من العصاة. وجملة {إِنْ} الشرطية في محل النصب مقول قالوا: على كونها جواب النداء {أَوِ ائْتِنا} : فعل ومفعول معطوف على {أمطر} ، وفاعله ضمير يعود على الله {بِعَذابٍ} متعلق بـ {ائْتِنا}  {أَلِيمٍ} صفة لـ {عذاب} . </p><p> {وَما كانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ وَما كانَ اللَّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ (٣٣) }. </p><p> {وَما} الواو: استئنافية {ما} : نافية {كانَ اللَّهُ} : فعل ناقص واسمه {لِيُعَذِّبَهُمْ}  {اللام} : حرف جر وجحود {يعذبهم} : فعل ومفعول منصوب بـ {أن} : مضمرة بعد لام الجحود، وجوبا، وفاعله ضمير يعود على الله، وجملة {يعذب} : صلة أن المضمرة أن مع صلتها في تأويل مصدر مجرور باللام تقديره: ما كان الله لتعذيبهم الجار والمجرور متعلق بواجب الحذف لوقوعه خبرا لكان تقديره: ما كان الله مريدا لتعذيبهم، وجملة {كانَ} مستأنفة، ومن أراد البسط في مبحث لام الجحود، فليراجع كتابنا «الدرر البهية في إعراب أمثلة الآجرومية»  {وَأَنْتَ} : مبتدأ {فِيهِمْ} : جار ومجرور خبر المبتدأ، والجملة في محل النصب حال من مفعول {يعذبهم} : {وَما كانَ اللَّهُ} : ناف وفعل ناقص واسمه {مُعَذِّبَهُمْ} خبره، وجملة {كانَ} معطوفة على جملة {كانَ} الأولى {وَهُمْ} : مبتدأ وجملة {يَسْتَغْفِرُونَ} : خبر المبتدأ والجملة الاسمية في محل النصب حال من هاء {مُعَذِّبَهُمْ} . </p><p> {وَما لَهُمْ أَلَّا يُعَذِّبَهُمُ اللَّهُ وَهُمْ يَصُدُّونَ عَنِ الْمَسْجِدِ الْحَرامِ وَما كانُوا </p><p>(١) الفتوحات.</p><p> أَوْلِياءَهُ إِنْ أَوْلِياؤُهُ إِلَّا الْمُتَّقُونَ وَلكِنَّ أَكْثَرَهُمْ لا يَعْلَمُونَ (٣٤) }. </p><p> {وَما}  {الواو} : استئنافية ما: اسم استفهام في محل الرفع مبتدأ {لَهُمْ} : جار ومجرور خبر المبتدأ {أَلَّا يُعَذِّبَهُمُ اللَّهُ} : ناصب وفعل ومفعول، وفاعل، والجملة الفعلية مع أن المصدرية في تأويل مصدر مجرور بحرف جر مقدر متعلق بما تعلق به الظرف الواقع خبرا، تقديره: وأي شيء ثبت، واستقر لهم في أن لا يعذبهم الله؛ أي: في عدم تعذيب الله إياهم، والجملة الاسمية مستأنفة، {وَهُمْ} : مبتدأ، وجملة {يَصُدُّونَ} خبره {عَنِ الْمَسْجِدِ الْحَرامِ} متعلق به، والجملة الاسمية في محل النصب حال من مفعول {يُعَذِّبَهُمُ} . {وَما} الواو: حالية {ما} : نافية {كانُوا} : فعل ماض ناقص، واسمه {أَوْلِياؤُهُ} خبر {كان} وجملة {كان} في محل النصب حال من واو {يَصُدُّونَ} . {إِنْ} : نافية {أَوْلِياؤُهُ} : مبتدأ ومضاف إليه {أَلَّا} أداة استثناء مفرغ {الْمُتَّقُونَ} : خبر المبتدأ والجملة الاسمية مستأنفة، {وَلكِنَّ أَكْثَرَهُمْ} : ناصب واسمه، وجملة {لا يَعْلَمُونَ} في محل الرفع خبر {لكِنَّ} ، وجملة {لكِنَّ} معطوفة على جملة قوله {إِنْ أَوْلِياؤُهُ} . </p><p> {وَما كانَ صَلاتُهُمْ عِنْدَ الْبَيْتِ إِلَّا مُكاءً وَتَصْدِيَةً فَذُوقُوا الْعَذابَ بِما كُنْتُمْ تَكْفُرُونَ (٣٥) }. </p><p> {وَما كانَ صَلاتُهُمْ} : ناف وفعل ناقص واسمه {عِنْدَ الْبَيْتِ} : ظرف ومضاف إليه حال من {صَلاتُهُمْ} . {إِلَّا} : أداة استثناء مفرغ {مُكاءً} : خبر {كانَ} . {وَتَصْدِيَةً} معطوف عليه والجملة مستأنفة {فَذُوقُوا الْعَذابَ}  {الفاء} : فاء الفصيحة لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفت أن صلاتهم هذا اللعب واللهو وأردت بيان ما يقال لهم في الجزاء، فأقول لك: يقال لهم: ذوقوا العذاب {ذوقوا العذاب} : فعل وفاعل ومفعول، والجملة في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة {بِما} الباء حرف جر {ما} مصدرية {كُنْتُمْ} : فعل ناقص واسمه، وجملة:  {تَكْفُرُونَ} : خبر {كان} ، وجملة {كان} صلة {ما} المصدرية، {ما} مع صلتها في تأويل </p><p> مصدر مجرور بـ {الباء} الجار والمجرور متعلق بـ {ذوقوا} ، والتقدير، فذوقوا العذاب بكفركم. </p><p> {إِنَّ الَّذِينَ كَفَرُوا يُنْفِقُونَ أَمْوالَهُمْ لِيَصُدُّوا عَنْ سَبِيلِ اللَّهِ فَسَيُنْفِقُونَها ثُمَّ تَكُونُ عَلَيْهِمْ حَسْرَةً ثُمَّ يُغْلَبُونَ وَالَّذِينَ كَفَرُوا إِلى جَهَنَّمَ يُحْشَرُونَ (٣٦) }. </p><p> {إِنَّ} : حرف نصب {الَّذِينَ} : اسمها، وجملة {كَفَرُوا} صلة الموصول {يُنْفِقُونَ أَمْوالَهُمْ} : فعل وفاعل ومفعول، والجملة الفعلية في محل الرفع خبر {إِنَّ} وجملة {إِنَّ} مستأنفة {لِيَصُدُّوا}  {اللام} : لام كي {يصدوا} : فعل وفاعل منصوب بأن مضمرة بعد لام كي {عَنْ سَبِيلِ اللَّهِ} : جار ومجرور ومضاف إليه، متعلق به، والجملة الفعلية في تأويل مصدر مجرور باللام، تقديره: لصدهم عن سبيل الله، الجار والمجرور متعلق بـ {يُنْفِقُونَ} . {فَسَيُنْفِقُونَها}  {الفاء} : حرف عطف وتعقيب {سينفقونها} : فعل وفاعل ومفعول، والجملة في محل الرفع معطوفة على جملة {يُنْفِقُونَ} . {ثُمَّ} : حرف عطف وترتيب {تَكُونُ} : فعل مضارع ناقص واسمها ضمير مستتر فيها يعود على نفقاتهم {عَلَيْهِمْ} : جار ومجرور حال من {حَسْرَةً} : لأنه صفة نكرة قدمت عليها، أو متعلق بـ {تَكُونُ}  {حَسْرَةً} : خبر تكون، وجملة {تَكُونُ} معطوفة على جملة {سينفقونها}  {ثُمَّ} حرف عطف: {يُغْلَبُونَ} فعل مغير ونائب فاعل والجملة معطوفة على جملة {تَكُونُ} . {وَالَّذِينَ} : مبتدأ {كَفَرُوا} : صلة الموصول إِلى {جَهَنَّمَ} متعلق بـ {يُحْشَرُونَ} وجملة {يُحْشَرُونَ} من الفعل المغير ونائب فاعله في محل الرفع خبر المبتدأ والجملة الاسمية مستأنفة. </p><p> {لِيَمِيزَ اللَّهُ الْخَبِيثَ مِنَ الطَّيِّبِ وَيَجْعَلَ الْخَبِيثَ بَعْضَهُ عَلى بَعْضٍ فَيَرْكُمَهُ جَمِيعًا فَيَجْعَلَهُ فِي جَهَنَّمَ أُولئِكَ هُمُ الْخاسِرُونَ (٣٧) }. </p><p> {لِيَمِيزَ}  {اللام} : حرف جر وتعليل {يميز الله الخبيث} : فعل وفاعل ومفعول {مِنَ الطَّيِّبِ} متعلق بـ {يميز} ، والجملة الفعلية صلة أن المصدرية أن مع صلتها في تأويل مصدر مجرور باللام تقديره لميز الله الخبيث من الطيب الجار </p><p> والمجرور متعلق بـ {يُحْشَرُونَ} . {وَيَجْعَلَ الْخَبِيثَ} : فعل ومفعول معطوف على {يميز} وفاعله ضمير يعود على الله {بَعْضَهُ} بدل من {الْخَبِيثَ} بدل بعض من كل {عَلى بَعْضٍ} متعلق بـ {يَجْعَلَ} . {فَيَرْكُمَهُ}  {الفاء} عاطفة {يركمه} : فعل ومفعول معطوف على {يَجْعَلَ} وفاعله ضمير يعود على الله، {جَمِيعًا} : حال من ضمير {يركمه} أو توكيد له، والجملة معطوفة على جملة {يَجْعَلَ}  {فَيَجْعَلَهُ} : فعل ومفعول، معطوف على {يركمه} وفاعله ضمير يعود على الله {فِي جَهَنَّمَ} متعلق به {أُولئِكَ} : مبتدأ {هُمُ} : ضمير فصل {الْخاسِرُونَ} : خبره، والجملة مستأنفة. </p><p> {قُلْ لِلَّذِينَ كَفَرُوا إِنْ يَنْتَهُوا يُغْفَرْ لَهُمْ ما قَدْ سَلَفَ وَإِنْ يَعُودُوا فَقَدْ مَضَتْ سُنَّتُ الْأَوَّلِينَ (٣٨) }. </p><p> {قُلْ} : فعل أمر وفاعله ضمير يعود على محمد، والجملة مستأنفة. {لِلَّذِينَ} : جار ومجرور متعلق به {كَفَرُوا} صلة الموصول {إِنْ يَنْتَهُوا} إلى آخر الآية: مقول محكي، وإن شئت قلت:  {إِنْ} : حرف شرط {يَنْتَهُوا} : فعل وفاعل مجزوم بـ {إِنْ} الشرطية على كونه فعل شرط لها، {يُغْفَرْ} : فعل مضارع مغير الصيغة مجزوم بإن على كونه جواب الشرط {لَهُمْ} متعلق به، ما موصولة أو موصوفة، في محل الرفع نائب فاعل، وجملة {إِنْ} الشرطية في محل النصب مقول القول {قَدْ سَلَفَ} : فعل ماض، وفاعله ضمير يعود على ما والجملة صلة لـ {ما} أو صفة لها، {وَإِنْ} الواو: عاطفة {إِنْ} : حرف شرط {يَعُودُوا} : فعل وفاعل مجزوم بـ {إِنْ} على كونه فعل شرط لها، وجواب (١) الشرط محذوف تقديره: ننتقم منهم بالعقاب والعذاب، وجملة {إِنْ} الشرطية في محل النصب معطوفة على جملة {إِنْ} الأولى {فَقَدْ}  {الفاء} : تعليلة {قد} : حرف تحقيق {مَضَتْ سُنَّتُ الْأَوَّلِينَ} : فعل وفاعل، ومضاف إليه، والجملة الفعلية في محل النصب مقول القول على كونها، معللة للجواب المحذوف. </p><p>(١) الفتوحات.</p><p> {وَقاتِلُوهُمْ حَتَّى لا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ كُلُّهُ لِلَّهِ فَإِنِ انْتَهَوْا فَإِنَّ اللَّهَ بِما يَعْمَلُونَ بَصِيرٌ (٣٩) }. </p><p> {وَقاتِلُوهُمْ} : فعل وفاعل ومفعول، والجملة (١) معطوفة على جملة قوله: {قُلْ لِلَّذِينَ كَفَرُوا} لكنّ لما كان الغرض من الأول التلطف بهم، وهو وظيفة النبي وحده، بالإفراد، ولما كان الغرض من الثاني تحريض المؤمنين على القتال، جاء بالجمع، فخوطبوا جميعا {حَتَّى} : حرف جر وغاية بمعنى إلى {لا تَكُونَ} : فعل مضارع منصوب بأن مضمرة وجوبا بعد {حَتَّى} بمعنى إلى، وهو تام {فِتْنَةٌ} فاعله والجملة الفعلية، في تأويل مصدر مجرور بـ {حَتَّى} بمعنى إلى تقديره: إلى عدم كون فتنة، وشرك الجار والمجرور متعلق بـ {قاتلوا} و {وَيَكُونَ الدِّينُ} : فعل مضارع ناقص واسمه معطوف على تكون {كُلُّهُ} تأكيد للدين {لِلَّهِ} جار ومجرور خبر {يَكُونَ} : {فَإِنِ}  {الفاء} فاء الفصيحة لأنها أفصحت عن جواب شرط مقدر: تقديره: إذا عرفتم ما أمرتكم به من قتالهم، وأردتم بيان حكم ما إذا انتهوا أو تولوا فأقول لكم:  {إن انتهوا}  {إن} : حرف شرط {انْتَهَوْا} : فعل وفاعل في محل الجزم بـ {إن} الشرطية على كونه فعل شرط لها، {فَإِنَّ اللَّهَ}  {الفاء} رابطة لجواب الشرط وجوبا {إن} : حرف نصب ولفظ الجلالة اسمها {بِما} : جار ومجرور متعلق بـ {بَصِيرٌ} الآتي {يَعْمَلُونَ} : فعل وفاعل، والجملة صلة لـ {ما} أو صفة لها، والعائد، أو الرابط محذوف تقديره: بما يعملونه {بَصِيرٌ} : خبر {إن} وجملة {إن} في محل الجزم بـ {إن} الشرطية على كونها جوابا لها، وجملة {إن} الشرطية في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. </p><p> {وَإِنْ تَوَلَّوْا فَاعْلَمُوا أَنَّ اللَّهَ مَوْلاكُمْ نِعْمَ الْمَوْلى وَنِعْمَ النَّصِيرُ (٤٠) }. </p><p> {وَإِنْ} الواو: عاطفة {إِنْ} حرف شرط {تَوَلَّوْا} : فعل وفاعل في محل الجزم، بـ {إِنْ} الشرطية على كونه فعل شرط لها {فَاعْلَمُوا}  {الفاء} : رابطة </p><p>(١) الفتوحات.</p><p> لجواب {إِنْ} الشرطية وجوبا لكون الجواب جملة طلبية {اعلموا} : فعل وفاعل في محل الجزم على كونه جوابا لها، وجملة {إِنْ} الشرطية معطوفة على جملة {إن} الأولى {أَنَّ اللَّهَ مَوْلاكُمْ} ناصب واسمه وخبره، وجملة {أنْ} في تأويل مصدر ساد مسد مفعولي {اعلموا} تقديره: فاعلموا، وأيقنوا كون الله تعالى مولاكم، وناصركم {نِعْمَ الْمَوْلى} : فعل وفاعل وهو من أفعال المدح، والمخصوص بالمدح، محذوف وجوبا تقديره: هو، وهو في محل رفع على الابتداء، وجملة {نِعْمَ} في محل الرفع خبر له، والجملة الاسمية جملة إنشائية لا محل لها من الإعراب، {وَنِعْمَ النَّصِيرُ} : فعل وفاعل والجملة في محل الرفع، خبر للمخصوص بالمدح المحذوف وجوبا المرفوع على كونه مبتدأ، والجملة الاسمية معطوفة على جملة {نِعْمَ الْمَوْلى} على كونها إنشائية لا محل لها من الإعراب. </p><p> التصريف ومفردات اللغة </p><p> {لِيُثْبِتُوكَ} ؛ أي: ليشدوك بالوثاق ويرهقوك بالقيد والحبس حتى لا تقدر على الحركة؛ لأن كل من شد شيئا وأوثقه فقد أثبته لأنه لا يقدر على الحركة، وهذا إشارة لرأي أبي البختري، بفتح الباء وسكون الخاء المعجمة، وقوله:  {أَوْ يَقْتُلُوكَ} ؛ أي: كلهم قتلة رجل واحد، وهذا إشارة لرأي أبي جهل، الذي صوبه صديقه إبليس لعنهما الله تعالى، وقوله:  {أَوْ يُخْرِجُوكَ} ؛ أي: من مكة منفيا، وهذا إشارة لرأي هشام بن عمرو اه من «شرح المواهب اللدنية» . </p><p> {وَيَمْكُرُونَ} بك؛ أي: ويحتالون ويتدبرون في أمرك وشأنك، والمكر (١) هو: التدبير الخفي، لإيصال المكروه إلى الممكور به من حيث لا يحتسب، والغالب أن يكون فيما يسوء ويذم من الكذب والحيل، وإذا نسب إلى الله .. كان من المشاكلة في الكلام بتسمية خيبة المسعى في مكرهم، أو مجازاتهم عليه باسمه. </p><p>(١) المراغي.</p><p> {وَاللَّهُ خَيْرُ الْماكِرِينَ} إن قلت: كيف (١) قال: والله خير الماكرين؟ ولا خير في مكرهم؟ </p><p> قلت: يحتمل أن يكون المراد: والله أقوى الماكرين، فوضع خير موضع أقوى، وفيه التنبيه على أن كل مكر يبطل بفعل الله. وقيل: يحتمل أن يكون المراد أن مكرهم فيه خير بزعمهم، فقال تعالى: في مقابلته؛ {وَاللَّهُ خَيْرُ الْماكِرِينَ} وقيل: ليس المراد التفضيل بل إن فعل الله خير مطلقا اه. «خازن» . </p><p> {أَساطِيرُ الْأَوَّلِينَ} والأساطير جمع أسطورة، كأراجيح جمع أرجوحة، وأحاديث جمع أحدوثة، وهي الأقاصيص والأخبار التي سطرت وكتبت في الكتب السالفة، بدون تمحيص ولا تثبت في صحتها، وفي «القاموس» : الأساطير الأحاديث لا نظام لها، واحدها: إسطار وإسطير، وأسطور وبالهاء في الكل، وأصل السطر الصف من الشيء، كالكتاب والشجر اه. </p><p> {وَما كانَ صَلاتُهُمْ عِنْدَ الْبَيْتِ إِلَّا مُكاءً وَتَصْدِيَةً} و {المكاء}  (٢) مصدر مكا يمكو مكوا من باب عدا و {مُكاءً} أيضا إذا صفر، أي شبك أصابع إحدى كفيه بأصابع الأخرى، ويضمها وينفخ فيها، فيظهر من ذلك صوت، والمكاء بالضم كالبكاء والصراخ. وهمزة (٣)  {المكاء} مبدلة من واو؛ لقولهم مكا يمكو كغزا يغزو، {والتصدية} فيها قولان: </p><p> أحدهما: أنه من الصدى: وهو ما يسمع من رجع الصوت في الأمكنة الخالية الصلبة، يقال: منه: صدى يصدى تصدية، والمراد بها هنا ما يسمع من صوت التصفيق، والضرب بإحدى الكفين على الأخرى، وفي التفاسير: أن المشركين كانوا إذا سمعوا رسول الله صلى الله عليه وسلّم يصلي ويتلو القرآن صفقوا بأيديهم، وصفروا بأفواههم، ليشغلوا عنه من يسمعه ويخلو عليه قراءته، وهذا مناسب لقوله:  {لا تَسْمَعُوا لِهذَا الْقُرْآنِ وَالْغَوْا فِيهِ} ، وقيل: مأخوذ من التصدد والضجيج </p><p>(١) الخازن. (٢) الفتوحات.(٣) العكبري.</p><p> والصياح والتصفيق، فأبدلت إحدى الدالين ياء تخفيفا، ويدل عليه قراءة {إِذا قَوْمُكَ مِنْهُ يَصِدُّونَ} بالكسر؛ أي يضجون ويلغطون. </p><p> والثاني: أنها من الصدّ وهو المنع، والأصل تصددة بدالين أيضا فأبدلت ثانيتهما ياء، ويؤيد هذا قراءة {يَصُدُّونَ} بالضم؛ أي: يمنعون. </p><p> {تَكُونُ عَلَيْهِمْ حَسْرَةً} ؛ أي: ندامة يقال: حسر يحسر كطرب يطرب بمعنى ندم ندامة، ويقال: حسر كمه عن ذراعه، من باب ضرب يضرب، ويقال: حسر بصره إذا كل، وتعب من باب جلس فالأول والأخير لازمان، والأوسط متعد، هذا ما في «المختار» ، وفي «المصباح» : حسر عن ذراعه حسرا من بابي ضرب وقتل، وحسرت المرأة ذراعها وخمارها، من باب ضرب كشفته فهي حاسر بغيرها، وحسر </p><p> البصر حسورا من باب: قعد كل لطول المدى، وحسرت على الشيء حسرا من باب تعب، والحسرة اسم منه اه. </p><p> {يُحْشَرُونَ} من بابي ضرب ونصر، كما في «المصباح»  {فَيَرْكُمَهُ} يقال: ركمه إذا جمعه، وضم بعضه إلى بعض، وفي «المختار» ركم الشيء إذا جمعه وألقى بعضه على بعض، وبابه: نصر، وارتكم الشيء وتراكم اجتمع، والركام الرمل المتراكم، والسحاب، ونحوه اه. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات أنواعا من البلاغة والفصاحة والبيان والبديع: </p><p> فمنها: التكرار في قوله: {وَيَمْكُرُونَ وَيَمْكُرُ اللَّهُ} ، وفي قوله:  {وَما كانُوا أَوْلِياءَهُ إِنْ أَوْلِياؤُهُ إِلَّا الْمُتَّقُونَ} ، وفي قوله:  {يُنْفِقُونَ أَمْوالَهُمْ}  {فَسَيُنْفِقُونَها} ، وفي قوله:  {نِعْمَ الْمَوْلى وَنِعْمَ النَّصِيرُ} . </p><p> ومنها: الطباق في قوله: {لِيَمِيزَ اللَّهُ الْخَبِيثَ مِنَ الطَّيِّبِ} . </p><p> ومنها: الجناس المغاير بين {وَيَمْكُرُ اللَّهُ}  {والْماكِرِينَ} وبين {يعذبهم}  {ومُعَذِّبَهُمْ} . </p><p> ومنها: الاستعارة التصريحية التبعية في قوله: {وَيَمْكُرُ اللَّهُ} لأن المكر </p><p> حقيقة في الاحتيال في إيصال الضرر إلى الغير بطريق خفي، والمراد بمكر الله: رد مكرهم بطريق لا يعرفون، فإذا يقال في تقرير الاستعارة: شبه المكر بمعنى رد الحيلة بالمكر بمعنى الاحتيال في ترتب أثره عليه، فاستعير اسم المشبه به الذي هو المكر بمعنى الحيلة للمشبه الذي هو المكر بمعنى ردها فاشتق من المكر بمعنى الرد، يمكر بمعنى يرد، على طريقه الاستعارة التصريحية التبعية. </p><p> ويصح أن يكون مجازا مرسلا إذا قلنا: المراد بمكر الله مجازاتهم على مكرهم بجنسه، من إطلاق اسم السبب على المسبب، والعلاقة السببية، والمشاكلة تزيده حسنا على حسن. وتصح الاستعارة في هذا المعنى أيضا بأن يقال: شبه المكر بمعنى المجازاة بالمكر بمعنى الاحتيال، بجامع إيصال الضرر في كل، فاستعير اسم المشبه به الذي هو المكر بمعنى الاحتيال للمشبه الذي هو المكر بمعنى المجازاة، فاشتق من المكر بمعنى المجازاة، يمكر بمعنى يجازي، على طريقة الاستعارة التصريحية التبعية. </p><p> ويصح أن يكون استعارة تمثيلية بتشبيه حالة تقليل المسلمين في أعينهم الحامل لهم على هلاكهم، بمعاملة الماكر المحتال بإظهار خلاف ما يبطن. </p><p> ويصح أن يكون مشاكلة صرفة، فالوجوه أربعة اه «شهاب» بتصرف وزيادة. </p><p> ومنها: الاستعارة التصريحية التبعية في قوله: {فَأَمْطِرْ عَلَيْنا حِجارَةً مِنَ السَّماءِ} لأن الإمطار حقيقة في إنزال الغيث، ويصح أن يكون مجازا مرسلا علاقته المشابهة في الصب بكثرة. </p><p> ومنها: الاستفهام الإنكاري في قوله: {وَما لَهُمْ أَلَّا يُعَذِّبَهُمُ اللَّهُ} . </p><p> ومنها: القصر في قوله: {إِنْ أَوْلِياؤُهُ إِلَّا الْمُتَّقُونَ} ، وفي قوله:  {وَما كانَ صَلاتُهُمْ عِنْدَ الْبَيْتِ إِلَّا مُكاءً وَتَصْدِيَةً} . </p><p> ومنها: الحصر في قوله: {إِلى جَهَنَّمَ يُحْشَرُونَ} . </p><p> ومنها: المقابلة في قوله: {إِنْ يَنْتَهُوا} ، وقوله:  {وَإِنْ يَعُودُوا} ، وفي قوله:  {فَإِنِ انْتَهَوْا} ، وقوله:  {وَإِنْ تَوَلَّوْا} . </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم بالصواب، وإليه المرجع والمآب. </p><p> والحمد لله الذي هدانا لهذا، وما كنا لنهتدي لولا أن هدانا الله، ونسأل الله الإعانة، وكمال التيسير، والتوفيق لنا لأصوب التفسير، وأن يكرمنا بإكماله كما وفقنا بابتدائه بمنه وكرمه وجوده وإفضاله، وصلى الله على سيدنا محمد وعلى آله وصحبه، وسلم تسليما كثيرا، والحمد لله رب العالمين آمين (١) . </p><p>(١) قال المؤلف: وكان الفراغ من تسويد هذا المجلد العاشر من الشرح على الجزء التاسع من القرآن منتصف ليلة الجمعة، الليلة السابعة من شهر الله المبارك رجب الفرد، من شهور السنة العاشرة بعد الألف وأربع مئة ٧/ ٧/ ١٤١٠ هـ من هجرة من أرسله الله تعالى ليكون للعالمين نذيرا، سيدنا ومولانا محمد من جعله الله لدينه سراجا منيرا، صلى الله عليه وسلم، وعلى آله وصحبه وسلم تسليما كثيرا. تم تصحيح هذه النسخة في الليلة السادسة والعشرين، أوائلها من شوال بيد مؤلفه في تاريخ ٢٦/ ١٠/ ١٤١١ هـ فلله سبحانه الحمد والشكر على هذا التوفيق، ونسأله تعالى الإخلاص في جميع الأعمال، ليكون موجبا لنا الخلاص من عهدتها في يوم العرض والقصاص.</p><p> شعر </p><p> مُرَادِيَ لاَ يَخْفَى عَلَيْكَ فَجُدْ بِهِ ... وَهُوَ عَلَى التَّفْصِيْلِ عِنْدَكَ بَادِيْ </p><p> تَعَؤَدْتُ مِنْكَ الْجُوْدَ وَالْفَضْلَ في الَّذِيْ ... أُوَمِّلُ مِنْ خَيْرٍ فَعَجِّلْ جَوَابِي </p><p> لَدَيْكَ جَمِيْعُ اَلْخَيْرِ فَاسْمَحْ بِنَيْلِهِ ... لِعَبْدٍ يُنَاجِي يَا سَمِيْعَ نِدَائِي </p><p> تفسير حدائق الروح والريحان في روابي علوم القرآن </p><p> تأليف </p><p> الشيخ العلامة محمد الأمين بن عبد الله الأرمي العلوي الهرري الشافعي </p><p> المدرس بدار الحديث الخيرية في مكة المكرمة </p><p> إشراف ومراجعة </p><p> الدكتور هاشم محمد علي بن حسين مهدي </p><p> خبير الدراسات برابطة العالم الإسلامي - مكة المكرمة </p><p> «المجلد الحادي عشر» </p><p> حقوق الطبع محفوظة للناشر </p><p> الطبعة الأولى </p><p> ١٤٢١ هـ - ٢٠٠١ م </p><p> دار طوق النجاة </p><p> بيروت - لبنان </p><p> تفسير حدائق الروح والريحان في روابي علوم القرآن </p><p> [١١] </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> الحمد لله على كماله، والشكر له على نواله، والصلاة والسلام على نبيه وآله، سيدنا محمَّد - صلى الله عليه وسلم - وجميع صحبه وحزبه. </p><p> أما بعد: فإني لمَّا فرغتُ من تفسير الجزء التاسع من القرآن .. قصدت البداية في تفسير الجزء العاشر منه، وبالله أعتضد، ومن فيضه أستمد , وأقول وقولي هذا: </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ إِنْ كُنْتُمْ آمَنْتُمْ بِاللَّهِ وَمَا أَنْزَلْنَا عَلَى عَبْدِنَا يَوْمَ الْفُرْقَانِ يَوْمَ الْتَقَى الْجَمْعَانِ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (٤١) إِذْ أَنْتُمْ بِالْعُدْوَةِ الدُّنْيَا وَهُمْ بِالْعُدْوَةِ الْقُصْوَى وَالرَّكْبُ أَسْفَلَ مِنْكُمْ وَلَوْ تَوَاعَدْتُمْ لَاخْتَلَفْتُمْ فِي الْمِيعَادِ وَلَكِنْ لِيَقْضِيَ اللَّهُ أَمْرًا كَانَ مَفْعُولًا لِيَهْلِكَ مَنْ هَلَكَ عَنْ بَيِّنَةٍ وَيَحْيَى مَنْ حَيَّ عَنْ بَيِّنَةٍ وَإِنَّ اللَّهَ لَسَمِيعٌ عَلِيمٌ (٤٢) إِذْ يُرِيكَهُمُ اللَّهُ فِي مَنَامِكَ قَلِيلًا وَلَوْ أَرَاكَهُمْ كَثِيرًا لَفَشِلْتُمْ وَلَتَنَازَعْتُمْ فِي الْأَمْرِ وَلَكِنَّ اللَّهَ سَلَّمَ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ (٤٣) وَإِذْ يُرِيكُمُوهُمْ إِذِ الْتَقَيْتُمْ فِي أَعْيُنِكُمْ قَلِيلًا وَيُقَلِّلُكُمْ فِي أَعْيُنِهِمْ لِيَقْضِيَ اللَّهُ أَمْرًا كَانَ مَفْعُولًا وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ (٤٤) يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا لَقِيتُمْ فِئَةً فَاثْبُتُوا وَاذْكُرُوا اللَّهَ كَثِيرًا لَعَلَّكُمْ تُفْلِحُونَ (٤٥) وَأَطِيعُوا اللَّهَ وَرَسُولَهُ وَلَا تَنَازَعُوا فَتَفْشَلُوا وَتَذْهَبَ رِيحُكُمْ وَاصْبِرُوا إِنَّ اللَّهَ مَعَ الصَّابِرِينَ (٤٦) وَلَا تَكُونُوا كَالَّذِينَ خَرَجُوا مِنْ دِيَارِهِمْ بَطَرًا وَرِئَاءَ النَّاسِ وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ وَاللَّهُ بِمَا يَعْمَلُونَ مُحِيطٌ (٤٧) وَإِذْ زَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ وَقَالَ لَا غَالِبَ لَكُمُ الْيَوْمَ مِنَ النَّاسِ وَإِنِّي جَارٌ لَكُمْ فَلَمَّا تَرَاءَتِ الْفِئَتَانِ نَكَصَ عَلَى عَقِبَيْهِ وَقَالَ إِنِّي بَرِيءٌ مِنْكُمْ إِنِّي أَرَى مَا لَا تَرَوْنَ إِنِّي أَخَافُ اللَّهَ وَاللَّهُ شَدِيدُ الْعِقَابِ (٤٨) إِذْ يَقُولُ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ غَرَّ هَؤُلَاءِ دِينُهُمْ وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَإِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ (٤٩) }. </p><p> المناسبة </p><p> قوله تعالى:  {وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى ...} الآيات، مناسبة هذه الآيات لما قبلها: أنَّ الله سبحانه وتعالى لمَّا (١) أمر بقتال الكفار المعتدين الذين كانوا يفتنون المسلمين عن دينهم حتى لا تكون فتنة، ووعد المؤمنين بالنصر عليهم، وكان ذلك مستتبعًا لأخذ الغنائم منهم .. ناسب أن يذكر ما يرضيه سبحانه وتعالى في قسمة الغنائم على الوجه الذي شرعه. </p><p> والجمهور على أنّ هذه الآية نزلت في غزوة بدر، وعلى أنّ ابتداء فرض قسمة الغنائم كان بها. </p><p> وقال أبو حيان (٢) : مناسبة هذه الآيات لما قبلها: أنه سبحانه وتعالى لمَّا أمر بقتال الكفار حتى لا تكون فتنة .. اقتضى ذلك وقائع وحروبًا، فذكر بعض أحكام الغنائم، وكان في ذلك تبشيرٌ للمؤمنين بغلبتهم للكفار وقسم ما يحصل منهم من الغنائم. انتهى. </p><p> قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا لَقِيتُمْ فِئَةً فَاثْبُتُوا وَاذْكُرُوا اللَّهَ كَثِيرًا ...} الآيتين، مناسبتهما لما قبلهما: أن الله سبحانه وتعالى (٣) لما ذكر نعمه على رسوله، وعلى المؤمنين يوم بدر .. أردف ذلك بذكر أدبين عظيمين إذا التقوا بعدوِّهم: </p><p> ١ - الثبات وتوطين النفس على اللِّقاء، مع عدم التواني والتكاسل. </p><p> ٢ - ذكر الله كثيرًا، وهو ذكره بألسنتهم وقلوبهم؛ تنبيهًا على أنَّ الإنسان يجب أن لا يخلو قلبه من ذكره في أشد الأوقات حرجًا، وقد طلب إلينا الثبات والطاعة لله ورسوله حتى لا نفشل وتدول علينا الدولة. </p><p>(١) المراغي. (٢) البحر المحيط.(٣) لباب النقول.</p><p> قوله تعالى:  {وَلَا تَكُونُوا كَالَّذِينَ خَرَجُوا مِنْ دِيَارِهِمْ بَطَرًا وَرِئَاءَ النَّاسِ ...} مناسبة هذه الآيات لما قبلها: أنّ الله سبحانه وتعالى لما أمر عباده المؤمنين بما أمر به من جلائل الصفات، ومحاسن الآداب التي تكون سبب الظفر في القتال، ونهاهم عن التنازع .. قفى على ذلك بنهيهم عما كان عليه مشركو قريش حين خرجوا لحماية العير، من البطر والكبرياء، والصد عن سبيل الله تعالى. </p><p> أسباب النزول </p><p> قوله تعالى:  {وَلَا تَكُونُوا كَالَّذِينَ خَرَجُوا مِنْ دِيَارِهِمْ ...} الآية، سبب نزولها: ما أخرجه (١) ابن جرير عن محمَّد بن كعب القرظي قال: لما خرجت قريش من مكة إلى بدر .. خرجوا بالقيان - جمع قينة: المرأة المغنية - والدفوف فأنزل الله:  {وَلَا تَكُونُوا كَالَّذِينَ خَرَجُوا مِنْ دِيَارِهِمْ بَطَرًا} الآية. </p><p> قوله تعالى:  {إِذْ يَقُولُ الْمُنَافِقُونَ ..} الآية، سبب نزولها (٢) : ما أخرجه الطبراني في \"الأوسط\" بسندٍ ضعيف عن أبي هريرة قال: لما أنزل الله على نبيه - صلى الله عليه وسلم - بمكة: {سَيُهْزَمُ الْجَمْعُ وَيُوَلُّونَ الدُّبُرَ (٤٥) } .. قال عمر بن الخطاب رضي الله عنه: يا رسول الله، أيُّ جمع؟ وذلك قبل بدر، فلما كان يوم بدر وانهزمت قريشٌ .. نظرت إلى رسول الله - صلى الله عليه وسلم - في آثارهم مصلتًا بالسيف يقول: {سَيُهْزَمُ الْجَمْعُ وَيُوَلُّونَ الدُّبُرَ (٤٥) } فكانت ليوم بدر، فأنزل فيهم {حَتَّى إِذَا أَخَذْنَا مُتْرَفِيهِمْ بِالْعَذَابِ} الآية، وأنزل:  {أَلَمْ تَرَ إِلَى الَّذِينَ بَدَّلُوا نِعْمَتَ اللَّهِ كُفْرًا} ، ورماهم رسول الله - صلى الله عليه وسلم - فوسعتهم الرمية، وملأت أعينهم وأفواهم، حتى إن الرجل ليقتل وهو يقذي عينه وفاه، فأنزل الله:  {وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَكِنَّ اللَّهَ رَمَى} ، وأنزل في إبليس:  {فَلَمَّا تَرَاءَتِ الْفِئَتَانِ نَكَصَ عَلَى عَقِبَيْهِ} ، وقال عتبة بن ربيعة وناس معه من المشركين يوم بدر: غَرَّ هؤلاء دينهم، فأنزل الله:  {إِذْ يَقُولُ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ غَرَّ هَؤُلَاءِ دِينُهُمْ} . </p><p>(١) المراغي. (٢) لباب النقول.</p>"
}