{
  "id": null,
  "sura": 8,
  "aya": 54,
  "text": "<p> وجملة قوله:  {وَأَنَّ اللهَ سَمِيعٌ عَلِيمٌ} معطوفة على قوله: {بِأَنَّ اللهَ لَمْ يَكُ مُغَيِّرًا نِعْمَةً} داخلة معها في التعليل؛ أي: ذلك بسبب أنَّ الله لم يك مغيرًا ... إلخ، بسبب {أَنَّ الله} سبحانه وتعالى {سَمِيعٌ} لما يقوله مكذبوا الرسل {عَلِيمٌ} بما يأتون وما يذرون، وهو مجازيهم على ما يقولون وما يعملون، إن خيرًا فخير، وإن شرًّا فشر، وقرىء (١) بكسر الهمزة على الاستئناف. </p><p> وفي الآية (٢) إيماءٌ إلى أنَّ نعم الله تعالى على الأمم والأفراد منوطة ابتداء ودوامًا بأخلاق وصفات وأعمال تقتضيها، فما دامت هذه الشؤون ثابتةً لهم متمكنةً منهم .. كانت تلك النعم ثابتةً لهم، والله لا ينتزعها منهم بغير ظلم منهم ولا جرم، فإذا هم غيروا ما بأنفسهم من تلك العقائد والأخلاق وما يلزم ذلك من محاسن الأعمال .. غيَّر الله حالهم وسلب نعمتهم منهم، فصار الغنيُّ فقيرًا، والعزيز ذليلًا، والقويُّ ضعيفًا. </p><p> وليست (٣) سعادة الأمم وقوتها وغلبتها منوطةً بسعة الثروة، ولا كثرة العدد، كما كان يظن بعض المشركين، وحكاه الله عنهم بقوله: {وَقَالُوا نَحْنُ أَكْثَرُ أَمْوَالًا وَأَوْلَادًا وَمَا نَحْنُ بِمُعَذَّبِينَ (٣٥) }. </p><p> وكذلك لا يحابي الله تعالى بعض الشعوب والأمم بنسبها وفضل بعض أجدادها على غيرهم بنبوةٍ، أو بما دونها، فيؤتيهم الملك والسيادة لأجل الأنبياء الذين ينسبون إليهم، كما كان هو شأن بني إسرائيل في غرورهم وتفضيل أنفسهم على جميع الشعوب بنسبهم، وهكذا شأن النصارى والمسلمين من بعدهم إذا تبعوا سنتهم واغتروا بدينهم، وإن كانوا من أشد المخالفين له. </p><p> ٥٤ - {كَدَأْبِ آلِ فِرْعَوْنَ} خبرٌ لمحذوف كما مرَّ نظيره، تقديره: دأب هؤلاء المشركين من أهل مكة في الكفر والتكذيب والتعذيب {كَدَأْبِ آلِ فِرْعَوْنَ} ؛ أي: كعادة قوم فرعون {و} عادة {وَالَّذِينَ مِنْ قَبْلِهِمْ} ؛ أي: من قبل قوم فرعون، من قوم نوح وهود </p><p>(١) الشوكاني. (٢) المراغي.(٣) المراغي.</p><p> وصالح ولوط؛ أي: هؤلاء المشركون غيروا ما بأنفسهم تغييرًا كتغيير الأمم الماضية، فهم {كَذَّبُوا بِآيَاتِ رَبِّهِمْ} ؛ أي: كذب آل فرعون ومن قبلهم بأنه تعالى ربَّاهم وأنعم عليهم، فأنكروا دلائل التربية والإحسان مع كثرتها وتواليها عليهم، كما كذب أهل مكة ذلك {فَأَهْلَكْنَاهُمْ} ؛ أي: أهلكنا الذين من قبل قوم فرعون {بـ} سبب {ذنوبهم} ومعاصيهم من الكفر والتكذيب بآيات الله تعالى، أهلكنا بعضهم بالرجفة، وبعضهم بالخسف، وبعضهم بالحجارة، وبعضهم بالريح، وبعضهم بالمسخ، {وَأَغْرَقْنَا آلَ فِرْعَوْنَ} ؛ أي: قومه في البحر، بانطباقه عليهم بعدما خرج ونجا منه بنو إسرائيل مع موسى، فكذلك أهلكنا كفار قريش بالسيف في بدر، حين غيَّروا ما بأنفسهم. {وَكُلٌّ} ؛ أي: وكل من الأمم المكذبة، من الأولين والآخرين {كَانُوا ظَالِمِينَ} لأنفسهم بالكفر والمعصية، ولأنبيائهم بالتكذيب، ولسائر الناس بالإيذاء والإيحاش، فالله تعالى إنَّما أهلكهم بسبب ظلمهم، اللهم أهلك الكفرة والمشركين، وطهِّر الأرض من الفجرة والفاسقين، فإنك أنت القهار الجبار، القادر المنتقم يا خير المنتقمين. </p><p> فإن قلت (١) : ما الفائدة في تكرير هذه الآيات مرة ثانية؟ </p><p> قلتُ: فيها فوائد: </p><p> منها: أنَّ الكلام الثاني يجري مجرى التفصيل للكلام الأول؛ لأنَّ الآية الأولى فيها ذكر أخذهم، وفي الآية الثانية ذكر إغراقهم، فهذه تفسير للأولى. </p><p> الفائدة الثانية: أنَّه ذكر في الآية الأولى أنَّهم كفروا بآيات ربهم، وفي الآية الثانية أنَّهم كذَّبوا بآيات ربهم، ففي الآية الأولى إشارة إلى أنَّهم أنكروا آيات الله وجحدوها، وفي الآية الثانية إشارة إلى أنهم كذبوا بها مع جحودهم لها وكفرهم بها. </p><p> الفائدة الثالثة: أنَّ تكرار هذه القصة للتأكيد. وفي قوله:  {كَذَّبُوا بِآيَاتِ رَبِّهِمْ} زيادة دلالةٍ على كفران النعم وجحود الحق، وفي ذكر الإغراق بيان للأخذ </p><p>(١) الخازن.</p>"
}