{
  "id": null,
  "sura": 8,
  "aya": 36,
  "text": "<p> الْعَذابَ}؛ أي: فذوقوا أيها المشركون في الدنيا عذاب القتل لبعض كبرائكم، والأسر للآخرين منهم، وانهزام الباقين، مدحورين مكسورين يوم بدر، {بِما كُنْتُمْ تَكْفُرُونَ} بالقرآن وبمحمد صلى الله عليه وسلّم. </p><p> والخلاصة: فذوقوا العذاب الذي طلبتموه، وما كان لكم أن تستعجلوه إذ قلتم:  {أَوِ ائْتِنا بِعَذابٍ أَلِيمٍ} . </p><p> وقرأ أبان بن تغلب، وعاصم، والأعمش بخلاف عنهما (١)  {صلاتهم} بالنصب {إلا مكاء وتصدية} بالرفع، وخطأ قوم منهم أبو علي الفارسي هذه القراءة لجعل المعرفة خبرا والنكرة اسما، قالوا: ولا يجوز ذلك إلا في ضرورة كقوله: </p><p> يكون مزاجها عسل وماء </p><p> وخرّجها أبو الفتح على أن المكاء والتصدية اسم جنس، واسم الجنس تعريفه وتنكيره واحد، وقرأ أبو عمرو فيما روي عنه {إلا مكا} بالقصر منونا فمن مد فكالثغاء، والرغاء، ومن قصر فكالبكاء في لغة من قصر. </p><p> ٣٦ - ولما ذكر الله سبحانه وتعالى عبادة الكفار البدنية، وهي المكاء والتصدية .. ذكر عقبها عبادتهم المالية التي لا جدوى لها في الآخرة، فقال:  {إِنَّ الَّذِينَ كَفَرُوا} بالله ورسوله صلى الله عليه وسلّم يعني كفار قريش وخبر إن جملة قوله: {يُنْفِقُونَ أَمْوالَهُمْ} ويصرفونها في محاربة النبي صلى الله عليه وسلّم {لِيَصُدُّوا} الناس ويمنعوهم {عَنْ} الدخول في {سَبِيلِ اللَّهِ} تعالى ودينه واتباع رسوله؛ أي: إن مقصدهم بالانفاق الصد عن اتباع محمد وهو سبيل الله وإن لم يكن عندهم كذلك. </p><p> قال مقاتل والكلبي (٢) : نزلت هذه الآية في المطعمين يوم بدر وكانوا اثني عشر رجلا من كبار قريش، أبي جهل وأصحابه، يطعم كل واحد منهم كل يوم </p><p>(١) البحر المحيط. (٢) المراح.</p><p> عشر جزور، وقال سعيد بن جبير، ومجاهد: نزلت في أبي سفيان، وكان استأجر ليوم أحد ألفين من الأحابيش سوى من استجاش من العرب، وأنفق فيهم أربعين أوقية، والأوقية اثنان وأربعون مثقالا كما مر، وأخرج ابن إسحاق عن مشايخه أنها نزلت في أبي سفيان ومن كان له في العير من قريش تجارة كما مر ذلك في أسباب النزول. </p><p> والمعنى (١) : أن غرض هؤلاء الكفار في إنفاق أموالهم، هو الصد عن سبيل الحق، بمحاربة رسول الله صلى الله عليه وسلّم وجمع الجيوش لذلك، وإنفاق أموالهم عليها، وذلك كما وقع من كفار قريش يوم بدر، ويوم أحد، ويوم الأحزاب، فإن الرؤساء كانوا ينفقون أموالهم على الجيش، ثم أخبر الله سبحانه عن الغيب على وجه الإعجاز، فقال:  {فَسَيُنْفِقُونَها} ؛ أي: فينفقون أموالهم في المستقبل في الصد عن سبيل الله، أو المعنى فسيعلمون عاقبة إنفاقها من الخيبة، وعدم الظفر بالمقصود، فحصلت المغايرة، ذكره في «الفتوحات»  {ثُمَّ تَكُونُ} نفقاتهم في ذلك {عَلَيْهِمْ حَسْرَةً} ؛ أي: ندامة لفواتها وفوات قصدهم من نصرتهم على محمد صلى الله عليه وسلّم {ثُمَّ} في آخر أمرهم {يُغْلَبُونَ} كما وعد الله تعالى به في مثل قوله: {كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي} . </p><p> أي: إنه سيقع هذا الانفاق، وتكون عاقبته الحسرة؛ لأنه سيذهب المال، ولا يصلون إلى المقصود، بل يغلبون كما وعد الله به نبيه، وسينكسرون المرة بعد المرة. </p><p> ومعنى (٢)  {ثُمَّ} في الموضعين: إما التراخي في الزمان لما بين الانفاق المذكور وبين ظهور دولة الإسلام من الامتداد، وإما التراخي في الرتبة بين بذل المال، وعدم حصول المقصود من المبيانة، ثم قال:  {وَالَّذِينَ كَفَرُوا} ؛ أي: استمروا على الكفر، كأبي جهل وأصحابه، وإنما فسرنا كذلك؛ لأن من هؤلاء </p><p>(١) الشوكاني. (٢) الشوكاني.</p>"
}