{
  "id": null,
  "sura": 9,
  "aya": 108,
  "text": "<p> وهدموه وتفرق عنه أهله، وأمر رسول الله، - صلى الله عليه وسلم -، أن يتخذ ذلك الموضع كناسة، تلقى فيها الجيف والنتن والقمامة، ومات أبو عامر الراهب بالشام غريبًا وحيدًا. </p><p> وروي أن بني ابن عمرو بن عوف الذين بنوا مسجد قباء، أتوا عمر بن الخطاب في خلافته، فسألوه أن يأذن لمجمع بن جارية أن يؤمهم في مسجدهم، فقال لا ونعمة عين، أليس هو إمام مسجد الضرار. قال مجمع: يا أمير المؤمنين! لا تعجل عليَّ، فوالله لقد صليت فيه، وأنا لا أعلم ما أضمروا عليه، ولو علمت ما صليت معهم فيه، وكنت غلامًا قارئًا للقرآن، وكانوا شيوخًا لا يقرؤون، فصليت بهم ولا أحسب إلا أنهم يتقربون إلى الله، ولم أعلم ما في أنفسهم، فعذره عمر، فصدقه وأمره بالصلاة في مسجد قباء. قال عطاء: لما فتح الله على عمر بن الخطاب الأمصار، أمر المسلمين أن يبنوا المساجد، وأمرهم أن لا يبنوا في موضع واحد مسجدين يضار أحدهما الآخر. </p><p> ١٠٨ - وقوله سبحانه {لَا تَقُمْ} يا محمَّد {فِيهِ} أي: في هذا المسجد الذي بني للضرار، {أَبَدًا} للصلاة فيه قال ابن عباس، معناه: لا تصل فيه أبدًا، منع الله عَزَّ وَجَلَّ نبيه، - صلى الله عليه وسلم -، أن يصلي في مسجد الضرار. واللام في قوله:  {لَمَسْجِدٌ} لام الابتداء، وقيل لام القسم، تقديره: والله مسجد أسس على التقوى وهو مسجد قباء؛ أي: لمسجد {أُسِّسَ} ؛ أي: وضع أساسه وبني أصله، {عَلَى التَّقْوَى} ؛ أي: على تقوى الله عزَّ وجلّ وطاعته {مِنْ أَوَّلِ يَوْمٍ} بني ووضع أساسه، كان ذلك البناء على التقوى، وهو مسجد قباء، أسسه رسول الله، - صلى الله عليه وسلم -، وصلى فيه أيام مقامه بقباء، وهو يوم الإثنين والثلاثاء والأربعاء والخميس، وخرج منه صبيحة يوم الجمعة، وهو أوفق للقصة، أو هو مسجد رسول الله، - صلى الله عليه وسلم -، لقول أبي سعيد الخدري - رضي الله عنه - سألت رسول الله، - صلى الله عليه وسلم -، عنه، فقال: هو مسجدكم هذا، مسجد المدينة أخرجه مسلم. </p><p> {أَحَقُّ} وأولى، {أَنْ تَقُومَ} وتصلي يا محمَّد، {فِيهِ} ؛ أي: في ذلك المسجد الذي أسس على التقوى، من الصلاة في مسجد الضرار الذي يدعوك المنافقون إلى الصلاة فيه. </p><p> والمعنى: أن مسجدًا قصد ببنائه، منذ وضع أساسه في أول يوم، تقوى الله، بإخلاص العبادة له وجمع المؤمنين فيه على ما يرضيه من التعارف والتعاون على البر والتقوى، هو أحق من غيره أن تقوم فيه، أيها الرسول مصليًّا بالمؤمنين. والسياق يدل على أن المسجد الذي أسس على التقوى، هو مسجد قباء، ولكن روى البخاري ومسلم والنسائي: أن النبي، - صلى الله عليه وسلم - سئل عنه، فأجاب: بأنه مسجده الذي في المدينة، والآية لا تمنع إرادة كلّ من المسجدين؛ لأن النبي، - صلى الله عليه وسلم -، قد بنى كلًّا من المسجدين ووضع أساسه على التقوى من أول يوم شرع فيه ببنائه، ومما يدل على فضل مسجد قباء، ما روي عن ابن عمر قال: كان النبي، - صلى الله عليه وسلم -، يزور قباء، أو يأتي قباءً راكبًا وماشيًا، زاد في رواية فيصلي فيه ركعتين، وفي رواية، أن رسول الله، - صلى الله عليه وسلم -، كان يأتي مسجد قباء كل سبت راكبًا وماشيًا، وكان ابن عمر يفعله. أخرج الرواية الأولى والزيادة البخاري ومسلم. وأخرج الرواية الثانية البخاري. وعن سهل بن حنيف قال: قال رسول الله: - صلى الله عليه وسلم -، من خرج حتى يأتي هذا المسجد، مسجد قباء فيصلي فيه، كان له كعدل عمرة، أخرجه النسائي. وعن أسد بن ظهير، أن النبي، - صلى الله عليه وسلم -، قال:  \"الصلاة في مسجد قباء كعمرة\" أخرجه الترمذي. {فِيهِ} ؛ أي: في ذلك المسجد الذي أسس على التقوى {رِجَالٌ} من بني عامر بن عوف يعمرونه بإقامة الصلاة، وذكر الله وتسبيحه فيه بالغدو والآصال، و {يُحِبُّونَ أَنْ يَتَطَهرُوا} بذلك مما يعلق بأنفسهم من أوضار الذنوب والآثام، كما تطهر المتخلفون منهم من غزوة تبوك بالتوبة والصدقات، ويتبع الطهارة المعنوية بالعكوف فيه للصلاة وغيرها، الطهارة الحسية للثوب والبدن، وطهارة الوضوء والاغتسال. قال عطاء: كانوا يستنجون بالماء بعد الحجر ولا ينامون بالليل على الجنابة. </p><p> روى ابن خزيمة في \"صحيحه\" عن عويمر بن ساعدة، أنه، - صلى الله عليه وسلم - أتاهم؛ أي: أهل مسجد قباء فقال: إن الله تعالى قد أحسن عليكم الثناء في الطهور في قصة مسجدكم، فما هذا الطهور الذي تطهرون به؟ قالوا والله يا رسول الله، ما نعلم شيئًا إلا أنه كان لنا جيران من اليهود، وكانوا يغسلون أدبارهم من الغائط، فغسلنا كما غسلوا. وفي حديث رواه البزار فقالوا نتبع الحجارة بالماء. فقال هو </p>"
}