{
  "id": null,
  "sura": 9,
  "aya": 3,
  "text": "<p> والحكمة في تحديد هذه المدة (١) : ليكون لهم فسحة من الوقت للنظر والتفكير في عاقبة أمرهم، والتخير بين الإِسلام والاستعداد للقتال إذا هم أصروا على شركهم وعدوانهم، وهذا منتهى ما يكون من السماحة والرحمة والإعذار إلى أعدى أعدائه المحاربين، حتى لا يقال: إنه أخذهم على غرة. </p><p> {وَاعْلَمُوا} أيها المشركون {أَنَّكُمْ غَيْرُ مُعْجِزِي اللَّهِ} ؛ أي: غير فائتي عذاب الله تعالى، وأن هذا الإمهال ليس لعجز عنكم، بل للطف بكم؛ ليتوب من تاب منكم؛ أي: اعلموا أني أمهلتكم وأطلقت لكم، فافعلوا كل ما أمكنم فعله من إعداد الآلات وتحصيل الأسباب، فإنكم لا تعجزون الله، بل الله يعجزكم ويأخذكم؛ لأنكم في ملكه {و} اعلموا أيضًا {أن الله} سبحانه وتعالى {مُخْزِي الْكَافِرِينَ} ؛ أي: مذلهم في الدنيا بالقتل والأسر، وفي الآخرة بالعذاب. </p><p> والمعنى (٢) : واعلموا أنَّكم لن تعجزوا الله تعالى، ولن تفوتوه فتجدوا مهربًا منه إذا أنتم أصررتم على شرككم وعدوانكم لله ورسوله، بل سيسلط عليكم المؤمنين ويؤيِّدهم بنصره الذي وعدهم به، والعاقبة للمتقين، فقد جرت سنة الله بخزي الكافرين منكم ومن غيركم في معاداتهم وقتالهم لرسله في الدنيا والآخرة، كما جاء في مشركي مكة ومن نحا نحوَهم: {كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ فَأَتَاهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ (٢٥) فَأَذَاقَهُمُ اللَّهُ الْخِزْيَ فِي الْحَيَاةِ الدُّنْيَا وَلَعَذَابُ الْآخِرَةِ أَكْبَرُ لَوْ كَانُوا يَعْلَمُونَ (٢٦) }. </p><p> ٣ - وقوله:  {وَأَذَانٌ مِنَ اللَّهِ وَرَسُولِهِ} خبر لمحذوف، تقديره: أي وهذه الآيات الآتي ذكرها أذان وإعلام صادر من الله سبحانه وتعالى ورسوله - صلى الله عليه وسلم - واصل {إِلَى النَّاسِ} كافة، غير مختص بقوم دون قوم، واقع {يَوْمَ الْحَجِّ الْأَكْبَرِ} وهو يوم العيد؛ لأنَّ فيه تمام معظم أفعال الحج من الطواف والنحر والحلق والرمي، وعن (٣) علي بن أبي طالب قال: سألت رسول الله - صلى الله عليه وسلم - عن يوم الحج الأكبر، </p><p>(١) المراغي. (٢) المراغي.(٣) الخازن.</p><p> فقال:  \"يوم النحر\" أخرجه الترمذي، قال: ويروى موقوفًا عليه، وهو أصح. وعن عمر: أنَّ رسول الله - صلى الله عليه وسلم - وقف يوم النحر بين الجمرات في الحجة التي حج فيها، فقال:  \"أيُّ يوم هذا؟ \" فقالوا: يوم النحر، فقال:  \"هذا يوم الحج الأكبر\" أخرجه أبو داود. وقيل: هو يوم عرفة؛ لأنَّ الوقوف بعرفه معظم أفعال الحج، ويروى ذلك عن ابن عباس وابن عمر وابن الزبير وعطاء وطاووس ومجاهد وسعيد بن المسيب. </p><p> ووصف الحج بالأكبر؛ احترازًا عن العمرة، فهي الحج الأصغر, لأنَّ أعمالها أقلُّ من أعمال الحج؛ إذ يزيد عليها بأمور، كالرمي والمبيت، فكان أكبر بهذا الاعتبار. </p><p> وقوله:  {أَنَّ اللَّهَ بَرِيءٌ مِنَ الْمُشْرِكِينَ وَرَسُولُهُ} على حذف الجار، والتقدير: أي: هذه الآيات أذان وإعلام صادر من الله ورسوله إلى الناس كافة بأن الله سبحانه وتعالى بريء من موالاة المشركين الناقضين للعهد، ورسوله بريءٌ منهم أيضًا. </p><p> فإن قلت (١) : لا فرق بين قوله: {بَرَاءَةٌ مِنَ اللَّهِ وَرَسُولِهِ إِلَى الَّذِينَ عَاهَدْتُمْ مِنَ الْمُشْرِكِينَ (١) } وبين قوله: {أَنَّ اللَّهَ بَرِيءٌ مِنَ الْمُشْرِكِينَ وَرَسُولُهُ} فما فائدة هذا التكرار؟ </p><p> قلت: المقصود من الآية الأولى: البراءة من العهد، ومن الآية الثانية: البراءة التي هي نقيض الموالاة الجارية مجرى الزجر والوعيد، والذي يدل على صحة هذا الفرق: أنَّه قال في أولها {بَرَاءَةٌ مِنَ اللَّهِ وَرَسُولِهِ إِلَى} يعني بريءٌ إليهم، وفي الثانية: بريء منهم. </p><p> والمعنى: وهذا الآتي من الآيات إعلامٌ (٢) من الله سبحانه وتعالى ورسوله - صلى الله عليه وسلم - بالبراءة من عهود المشركين وموالاتهم وسائر خرافات شركهم وضلالهم في وقت يسهل فيه ذلك التبليغ والإعلام، وهو يوم الحج الأكبر الذي هو يوم النحر الذي تنتهي فيه فرائض الحج، ويجتمع فيه الحجاج لإتمام مناسكهم في مِنى. </p><p>(١) الخازن. (٢) الخازن.</p><p> وقرأ الضحاك وعكرمة وأبو المتوكل (١) : {واذْن} بكسر الهمزة وسكون الذال. وقرأ الحسن والأعرج:  {إن الله} بكسر الهمزة والفتح على تقدير: بأن والكسر على إضمار القول على مذهب البصريين، أو لأن الأذان في معنى القول، فكسرت على مذهب الكوفيين، وقرأ ابن أبي إسحاق وعيسى بن عمر وزيد بن علي وأبو رزين وأبو مجلز وأبو رجاء ومجاهد وابن يعمر:  {ورسولَه} بالنصب عطفًا على لفظ اسم إنَّ، وأجاز الزمخشري أن ينصب على أنه مفعول معه، وقرىء بالجر شاذًّا، ورويت عن الحسن، وخرجوا على العطف على الجوار، كما أنهم نعتوا وأكدوا على الجوار، وقيل: هي واو القسم، وهذا تخريج ضعيف جدًّا، إذ لا معنى للقسم برسول الله - صلى الله عليه وسلم - هنا مع ما ثبت من النهي عن الحلف بغير الله، وروي أن أعرابيًّا سمع من يقرأ بالجر، فقال: إن كان الله بريئًا من رسوله .. فأنا برىءٌ منه: فلبَّبه القارئ إلى عمر، فحكى الأعرابيُّ قراءته، فعندها أمر عمر بتعليم العربية، وأما قراءة الجمهور بالرفع، فعلى الابتداء. والخبر محذوف؛ أي: ورسوله بريء منهم، وحذف لدلالة ما قبله عليه، كما سيأتي في مبحث الإعراب إن شاء الله تعالى. </p><p> ثم أكد ما يجب أن يبلَّغوه بلا تأخير بقوله:  {فَإِنْ تُبْتُمْ} أيها المشركون من الشرك .. {فَهُوَ خَيْرٌ لَكُمْ} ؛ أي: فالتوب خير لكم في الدارين لا شر؛ أي: قولوا لهم أيها المبلِّغون، فإن تبتم ورجعتم عن شرككم وعن خيانتكم وغدركم، بنقض العهد وقبلتم هدى الإِسلام .. فذلك المتاب خير لكم في الدنيا والآخرة؛ لأنَّ في هدايته سعادتكم فيهما {وَإِنْ تَوَلَّيْتُمْ} ، أي: أعرضتم عن المتاب من الشرك {فَاعْلَمُوا} أيها المشركون {أَنَّكُمْ غَيْرُ مُعْجِزِي اللَّهِ} ، أي: غير فائتين من عذاب الله، فإن الله قادرٌ على إنزال أشد العذاب بكم، والمعنى: وإن أعرضتم عن إجابة الدعوة إلى التوبة .. فاعلموا أنكم غير سابقيه سبحانه، ولا فائتيه، فلن تفلتوا من حكم سننه، ووعده لرسله وللمؤمنين بالنصر والغلب كما قال:  {وَالْعَاقِبَةُ لِلْمُتَّقِينَ}  {وَبَشِّرِ} أيها الرسول الكريم {الَّذِينَ كَفَرُوا} وجحدوا رسالتك ولم </p><p>(١) الخازن.</p>"
}