{
  "id": null,
  "sura": 9,
  "aya": 40,
  "text": "<p> فهو سبحانه الغني عنكم في كل أمر، {وَهُوَ القَاهِرُ فوقَ عِبَادِهِ} ، وكل من في السموات والأرض مسخر بأمره، ولكن جعل للبشر شيئًا من الاختيار، ليكون حجة عليهم فيما سيلقون من الجزاء على أعمالهم، وإنما تضرون أنفسكم بترككم الجهاد مع رسول الله - صلى الله عليه وسلم -، وإما عائد على محمَّد؛ أي: ولا تضروا محمدًا - صلى الله عليه وسلم - شيئًا من الضرر، فإن الله ناصره على أعدائه ولا يخذله {وَاللَّهِ} سبحانه وتعالى {عَلَى كُلِّ شَيْءٍ قَدِيرٌ} أي: والله سبحانه قادر على كل شيء فهو ينصر نبيه ويعز دينه، وقادر على إهلاككم والإتيان بغيركم إن أصررتم على عصيان رسوله، وتثاقلتم عن الدفاع عن حوزة دينه، ممن يجاهدون في سبيل الله بأموالهم وأنفسهم، ولا يخشون في الحق لومة اللائمين، كما قال:  {وَإِنْ تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لَا يَكُونُوا أَمْثَالَكُمْ} . </p><p> ٤٠ - ثم رغبهم ثانية في الجهاد، فأبان لهم أنه تعالى المتكفل بنصره على أعداء دينه، أعانوه أو لم يعينوه، وهو قد فعل ذلك به، وهو في قلة من العدد والعدو في كثرة، فكيف وهو من العدد في كثرة، والعدو في قلة، فقال:  {إِلَّا تَنْصُرُوهُ} ؛ أي: إن لم تنصروا الرسول الذي استنصركم في سبيل الله على من أرادوا قتاله من أعداء الله، وأعداء رسوله {فَقَدْ نَصَرَهُ اللهُ} سبحانه وتعالى؛ أي: فسينصره الله بقدرته وتأييده؛ كما نصره {إذ أخْرَجَهُ الَّذِينَ كَفَرُوا} ؛ أي: حين أجمع المشركون على القتل به واضطروه إلى الخروج والهجرة، حال كونه {ثَانِىَ اَثْنَيْنِ} ؛ أي: أحد اثنين والآخر أبو بكر الصديق، وقرأت (١) فرقة: {ثاني اثنين} بسكون ياء {ثاني} قال ابن جني: حكاها أبو عمرو ووجهه: أنه سكن الياء تشبيهًا لها بالألف وقوله: {إِذْ هُمَا فِي الغَارِ} بدل من قوله: {إذْ أخْرَجَهُ} بدل بعض، والغار ثقب في الجبل المسمى ثورًا، وهو المشهور بغار ثور، وهو جبل قريب من مكة؛ أي: فقد نصره الله إذ هما في غار جبل ثور، وقوله:  {إذْ يَقُولُ لِصَاحِبِهِ} بدل ثانٍ؛ أي: حين يقول محمَّد - صلى الله عليه وسلم -، لصاحبه في الغار، وهوأبو بكر الصديق، لمَّا رأى منه أمارة الحزن {لَا تَحْزَنْ} ولا تخف </p><p>(١) البحر المحيط.</p><p> {إنَّ اللهَ} سبحانه وتعالى {مَعَنَا} بنصره ومعونته وحفظه وتأييده، فلن يطلع المشركون علينا , ولن يصلوا إلينا، والمراد بالمعية الولاية الدائمة، التي لا يحوم حول صاحبها شيء من الحزن، اهـ \"كرخي\" . </p><p> وكان (١) الصديق قد حزن على رسول الله - صلى الله عليه وسلم -، لا على نفسه فقال له: يا رسول الله، إذا من أنا .. فأنا رجل واحد، وإذا مت أنت .. هلكت الأمة والدين. </p><p> روي: أن قريشًا ومن بمكة من المشركين تعاقدوا على قتل رسول الله - صلى الله عليه وسلم -، فأمره الله تعالى أن يخرج أول الليل إلى الغار، فخرج هو وأبو بكر أول الليل إلى الغار، وأمر - صلى الله عليه وسلم - عليًّا أن يضطجع على فراشه، ليمنع السواد من طلبه، حتى يبلغ إلى ما أمر الله به، فلما وصل إلى الغار .. دخل أبو بكر فيه أولًا يلتمس ما فيه، فقال له النبي - صلى الله عليه وسلم -: \"ما لك؟ \" فقال: بأبي أنت وأمي الغار مأوى السباع والهوام، فإن كان فيه شيء كان بي لا بك، وكان في الغار جحر فوضع عقبه عليه؛ لئلا يخرج ما يؤذي الرسول، فلما طلب المشركون الأثر وقربوا .. بكى أبو بكر خوفًا على رسول الله - صلى الله عليه وسلم -، فقال - صلى الله عليه وسلم -: {لَا تَحْزَنْ إِنَّ اللَّهَ مَعَنَا} بنصره فجعل يمسح الدموع عن خده، وروي لما دخلا الغار .. بعث الله تعالى حمامتين، فباضتا في أسفله والعنكبوت نسجت عليه، فقال - صلى الله عليه وسلم -: \"اللهم أعم أبصارهم\" ، فجعلوا يترددون حول الغار، ولا يرون أحدًا، وقصة خروجه - صلى الله عليه وسلم - من مكة إلى المدينة، هو وأبو بكر ودخولهما الغار مشهورة مذكورة في كتب السير والحديث، فراجعها، إن أردت تمامها. </p><p> روى البخاري ومسلم من حديث أنس، قال: حدثني أبو بكر قال: كنت مع النبي - صلى الله عليه وسلم -، في الغار، فرأيت آثار المشركين، فقلت: يا رسول الله، لو أن أحدهم نظر إلى قدميه .. لأبصرنا تحت قدميه، فقال عليه الصلاة والسلام:  \"يا أبا بكر ما ظنك باثنين الله ثالثهما\" ، وقال (٢) أبو بكر رضي الله عنه شعرًا من بحر البسيط: </p><p> قَالَ النَّبِيُّ وَلَمْ يَجْزَعْ يُوَقِّرُنِي ... وَنَحْنُ فِيْ سَدَفٍ مِنْ ظُلْمَةِ الْغَارِ </p><p>(١) المراح. (٢) البحر المحيط.</p><p> لاَ تَخْشَ شَيْئًا فَإِنَّ اللهَ ثَالِثُنَا ... وَقَدْ تَكَفَّلَ لي مِنْهُ بِإِظْهَارِ </p><p> وَإنَّمَا كَيْدُ مَنْ تَخْشَى بَوَادِرَهُ ... كَيْدُ الشَيَاطِيْنِ قَدْ كَادَتْ لِكُفَّارِ </p><p> وَاللهُ مُهْلِكُهُمْ طُرًّا بِمَا صَنَعُوْا ... وَجَاعِلُ الْمُنْتَهَى مِنْهُمْ إِلَى النَّارِ </p><p> وخلاصة ذلك (١) : إن لا تنصروه بالنفر لما استنفركم له .. فإن الله قد ضمن له النصر، فهو ينصره كما نصره في الوقت الذي اضطرّه المشركون إلى الهجرة، حين كان ثاني اثنين في الغار، وكان صاحبه قد ساوره الحزن، فقال له: لا تحزن إن الله معنا، ونحن لا نكلف أكثر مما فعلنا من الاستخفاء. </p><p> {فَأَنزَلَ اَللهُ} سبحانه وتعالى {سَكِيِنَتَهُ} ؛ أي: طمأنينته التي يسكن عندها القلب {عَلَيْهِ} ؛ أي: على رسوله، وقيل: على صاحبه أبي بكر؛ لأن الرسول معصوم عن الخوف {وَأَيَّدَهُ} ؛ أي: قواه {بجُنُودٍ} من عنده {لَّمْ تَرَوْهَا} وهم الملائكة الذين أنزلهم يوم بدر والأحزاب وأُحد، وقيل: بل هم ملائكة أيده بهم في حال الهجرة، يسترونه هو وصاحبه عن أعين الكفار، ويصرفونها عنهما، فقد خرج والشبان المتواطؤون على قتله وقوف ولم ينظروه. </p><p> وهذه (٢) الجملة معطوفة على جملة {نَصَرَهُ اَللهُ}  {وَجَعَلَ} الله سبحانه وتعالى {كَلِمَةَ اَلَّذِينَ كَفَرُواْ} ؛ أي: كلمة الشرك وهي دعوتهم إليه ونداؤهم للأصنام هي {السَّفْلى} ؛ أي: السافلة الحقيرة الزاهقة المنمحقة المضمحلة {وَكَلِمَةُ اَللهِ} وهي دينه المبنيُّ على أساس توحيده تعالى، والمشتمل على الأحكام والآداب الفاضلة، والخالي من شوائب الشرك، وخرافات الوثنية، أو كلمة لا إله إلا الله، وكلمة الدعوة إلى الإِسلام {هِيَ اَلعُلْيَا} ؛ أي: العالية الظاهرة بظهور نور الإِسلام وإزالة سيادة المشركين في تلك الجزيرة بعد كفاح طويل دارت فيه الدائرة عليهم {وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقًا وَعَدْلًا} وأتى بضمير الفضل تأكيدا لفضل كلمته في العلو وإشعارًا بأنها المختصة به دون غيرها. </p><p>(١) المراغي. (٢) المراح.</p>"
}