{
  "id": null,
  "sura": 9,
  "aya": 18,
  "text": "<p> عن المشركين للمساجد: الولاية عليها، والاستقلال بالقيام بمصالحها، كأن يكون الكافر ناظرًا للمسجد وأوقافه، أما استخدام الكافر في عمل لا ولاية فيه، كنحت الحجارة والبناء والنجارة .. فلا يدخل في ذلك. </p><p> وللمسلمين أن يقبلوا من الكافر مسجدًا بناه كافر، أو أوصى ببنائه أو ترميمه، إذا لم يكن في ذلك ضرر ديني ولا سياسي، كما لو عرض اليهود الآن على المسلمين أن يعمروا المسجد الأقصى، بترميم ما كان قد تداعى من بنائه، أو بذلوا لذلك مالًا .. لم يقبل منهم؛ لأنهم يطمعون في الاستيلاء على هذا المسجد، فربما جعلوا ذلك ذريعةً لادعاء حق لهم فيه. {أُولَئِكَ} المشركون الكافرون بالله، وبما جاء به رسوله قد {حَبِطَتْ} وبطلت {أَعْمَالُهُمْ} التي يفتخرون بها من عمارة المسجد الحرام، وسقاية الحاج، وقرى الضيف، وصلة الرحم، ونحو ذلك، مما كانوا يعملونه في دنياهم، فلم يبق له أثرٌ ما في صلاح أنفسهم، ما داموا مقيمين على الشرك ومفاسده، فصارت هباءً منثورًا. </p><p> ونحو هذه الآية قوله:  {وَلَوْ أَشْرَكُوا لَحَبِطَ عَنْهُمْ مَا كَانُوا يَعْمَلُونَ} وقوله: {وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ (٦٥) }. </p><p> {وَفِي النَّارِ هُمْ خَالِدُونَ} ؛ أي: وهم مقيمون في دار العذاب إقامة خلود ودوام؛ لكفرهم الذي أحبط أحسن أعمالهم ودسَّى أنفسهم، حتى لم يبق لها أدنى استعداد لجوار ربهم في دار الكرامة والنعيم. </p><p> وقرأ زيد بن علي (١) : {خَالِدِينَ} بالياء نصبًا على الحال، وفي النار هو الخبر، كما تقول: في الدار زيد قاعدًا </p><p> ١٨ - {إِنَّمَا يَعْمُرُ مَسَاجِدَ اللَّهِ} بنحو البناء والتزيين بالفرش والسرج، وقال أبو حيان (٢) : ويتناول عمارتها رمَّ ما تهدّمَ منها، وتنظيفها وتنويرها وتعظيمها واعتيادها للعبادة والذكر - ومن الذكر درس العلم، بل هو أجله -، وصونها عما لم تبن له، من الخوض في أحوال الدنيا، وفي </p><p>(١) البحر المحيط. (٢) البحر المحيط.</p><p> الحديث:  \"إذا رأيتم الرجل يعتاد المسجد .. فاشهدوا له بالإيمان\" ، انتهى. </p><p> وقرأ الجحدري وحماد بن أبي سلمة، عن ابن كثير:  {مسجد الله} بالإفراد وقرأ السبعة وجماعة بالجمع، ذكره في \"البحر\" ، والظاهر: أن الجمع هنا حقيقة؛ لأن المراد جميع المؤمنين العامرين لجميع مساجد أقطار الأرض؛ أي: إنما يصح أن يعمر المساجد عمارة يعتد بها {مَنْ آمَنَ بِاللَّهِ} تعالى؛ لأن المساجد موضعٌ يعبدون الله فيه، فمن لم يكن مؤمنًا بالله .. لا يبني موضعًا يعبد الله فيه {و} آمن بـ {اليوم الآخر} ؛ لأن الاشتغال بعبادة الله لا تفيد إلا في القيامة، فمن أنكر القيامة، لا يعبد الله، ومن لا يعبد الله، لا يبني بناءً لعبادة الله تعالى. </p><p> ولم (١) يذكر الإيمان بالرسول؛ لأن الإيمان باليوم الآخر إنما هو متلقف من أخبار الرسول، فتضمن الإيمان بالرسول، أو لم يذكر لما علم وشهر من أن الإيمان باللهِ تعالى قرينته الإيمان بالرسول لاشتمال كلمة الشهادة والأذان والإقامة وغيرها عليهما، مقترنين مزدوجين، كأنهما شيءٌ واحدٌ لا ينفك أحدهما عن صاحبه، فانطوى تحت ذكر الإيمان بالله الإيمان بالرسول - صلى الله عليه وسلم - {وَأَقَامَ الصَّلَاةَ} بأركانها وآدابها، فإن المقصود الأعظم من بناء المساجد: إقامة الصلوات {وَآتَى الزَّكَاةَ} ؛ أي: أدى الزكاة المفروضة لمستحقيها، وإنما اعتبر (٢) إقامة الصلاة وإيتاء الزكاة في عمارة المسجد؛ لأن الإنسان إذا كان مقيمًا للصلاة، فإنه يحضر في المسجد فتحصل عمارة المسجد بذلك الحضور، وإذا كان مؤدِّيًا للزكاة .. فإنه يحضر في المسجد طوائف الفقراء والمساكين، لطلب أخذ الزكاة، فتحصل عمارة المسجد بذلك الحضور، ولأنَّ (٣) الإنسان لا يشتغل بعمارة المسجد إلا إذا كان مقيمًا للصلاة، مؤدِّيًا للزكاة؛ لأن الصلاة والزكاة واجبان، وعمارة المسجد نافلةٌ، ولا يشتغل الإنسان بالنافلة، إلا بعد إكمال الفريضة الواجبة عليه {وَلَمْ يَخْشَ إِلَّا اللَّهَ} ؛ أي: ولم يخف في باب الدين غير الله تعالى، ولم يترك أمر الله لخشية </p><p>(١) البحر المحيط. (٢) المراح.(٣) الخازن.</p><p> الناس، ولم يختر على رضا الله رضا غيره، وإنما قلنا في باب الدين؛ لأن الخشية عن المحاذير جبلية، لا يكاد الرجل العاقل يتمالك عنها. </p><p> والمعنى: أن (١) المستحقين لعمارة المساجد هم الجامعون بين الإيمان بالله على الوجه الذي بينه في كتابه - من توحيده، وتخصيصه بالعبادة، والتوكل عليه، والإيمان باليوم الآخر الذي يحاسب الله فيه عباده، ويجزي فيه كل نفس بما كسبت - مع إقامة الصلاة المفروضة على الوجه الجامع بين أركانها وآدابها، وتدبر تلاوتها وأذكارها، وبذا تكسب من يقيمها مراقبة ربه وخشيته والخشوع إليه، ومع إعطاء زكاة الأموال لمستحقيها من الفقراء والمساكين، ومع خشية الله دون غيره، مما لا ينفع ولا يضر، كالأصنام وغيرها مما عبد من دون الله تعالى، خوفًا من ضرره أو رجاءً لنفعه. </p><p> {فَعَسَى أُولَئِكَ أَنْ يَكُونُوا مِنَ الْمُهْتَدِينَ} ؛ أي: فيرجوا أولئك الموصوفون بالصفات الأربعة أن يكونوا من المهتدين؛ أي: من الذين سبقت لهم الهداية في علمه؛ أي: فأولئك الذين يجمعون بين الأركان الهامة من أركان الإِسلام، هم الذين يرجون أن يكونوا من المهتدين إلى ما يحب الله ويرضيه من عمارة المساجد حسًّا ومعنًى، بحسب سننه تعالى في أعمال البشر وتأثيرها في نفوسهم، وبذا يستحقون عليها الجزاء في جنان النعيم، لا أولئك المشركون الذين يجمعون بين أضدادها من الإيمان بالطاغوت والشرك بالله والكفر بما جاء به رسوله، وينفقون أموالهم للصد عن سبيل الله، ومنع الناس من الإِسلام، وقيل:  (عسى) في كلام الله للوجوب والتحقق، والمعنى حينئذٍ: فحقيقٌ واجبٌ كون أولئك الموصوفين بالصفات السابقة من المهتدين. </p><p> وفي ذلك (٢) قطعٌ أطماع المشركين أن يكونوا مهتدين، إذ من جمع هذه الخصال الأربعة .. جعل حاله حال من ترجى له الهداية، فكيف بمن هو عار </p><p>(١) المراغي. (٢) البحر المحيط.</p><p> منها؟ وفي ذلك ترجيح الخشية على الرَّجاء، ورفض الاغترار بالأعمال الصالحة، فربما دخلها بعض المفسدات وصاحبها لا يشعر بها. </p><p> فصل في ذكر نبذة من الأحاديث الواردة في عمارة المساجد وبنائها </p><p> وعن أبي هريرة رضي الله عنه أن النبي - صلى الله عليه وسلم -، قال:  \"من غدا إلى المسجد، أو راح .. أعدَّ الله له في الجنة نزلًا، كلما غدا أو راح\" متفق عليه. والنزل: ما يهيأ للضيف عند نزوله بالقوم. </p><p> وعن عثمان بن عفان رضي الله عنه أنه لما بنى مسجد رسول الله - صلى الله عليه وسلم -، ولامه الناس .. قال: إنكم أكثرتم، وإني سمعت رسول الله - صلى الله عليه وسلم -، يقول:  \"من بنى لله مسجدًا يبتغي به وجه الله .. بنى الله له بيتًا في الجنة\" متفق عليه. وأخرجه الترمذي وفي رواية:  \"بنى الله له في الجنة مثله\" . </p><p> وعن أنس رضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال:  \"من بنى لله مسجدًا، صغيرًا كان أو كبيرًا .. بنى الله له بيتًا في الجنة\" أخرجه الترمذي. </p><p> وعن عمرو بن عبسة، أن رسول الله - صلى الله عليه وسلم - قال:  \"من بنى لله مسجدًا ليُذكر الله فيه .. بنى الله له بيتًا في الجنة\" أخرجه النسائي. </p><p> وعن ابن عباس رضي الله عنه مرفوعًا:  \"مَنْ بنى لله مسجدًا، ولو كمفحص - الموضع الذي تفحص التراب عنه، وتكشفه لتبيض فيه - قطاةٍ لبيضها .. بنى الله له بيتًا في الجنة\" أخرجه أحمد. </p><p> وروى الشيخان وأبو داود وابن ماجه: أنَّ امرأة كانت تقُمُّ المسجد - تَكْنِسُهُ - فماتت، فسأل عنها النبي - صلى الله عليه وسلم -، فقيل له: ماتت، فقال:  \"أفلا كنتم آذنتموني بها لأصلي عليها، دلوني على قبرها\" فأتى قبرها فصلى عليها. </p><p> وعن أبي سعيد الخدري قال: قال رسول الله - صلى الله عليه وسلم -: \"إذا رأيتم الرجل يعتاد المساجد .. فاشهدوا له بالإيمان\" . وتلا:  {إِنَّمَا يَعْمُرُ مَسَاجِدَ اللَّهِ ...} الآية، </p>"
}