{
  "id": null,
  "sura": 9,
  "aya": 17,
  "text": "<p> القلوب، ويطهر السرائر بقدر ما فيها من حسن الاستعداد، ويبرز السرائر الخبيثة ويظهر سوء استعدادها. </p><p> {وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ} من موالاة المشركين وغيرها، فيجازيكم عليه، فيجب على الإنسان أن يبالغ في أمر النية ورعاية القلب. </p><p> وخلاصة المعنى: أظننتم أن تتركوا قبل أن يتم التمحيص والتمييز بين الصادقين في جهادهم، والكاذبين فاسدي السريرة، ومتخذي الوليجة، وهو لم يعلم الصادقين في الجهاد؛ لأنهم لم يتميزوا من غيرهم بالفعل، وما لا يعلم الله وجوده فلا وجود له، إذ لا يخفى عليه شيءٌ من أمركم وهو الخبير بكل ما تعملون. </p><p> وقرأ الجمهور (١) : {تَعْمَلُونَ} بالتاء على الخطاب، مناسبةً لقوله:  {أَمْ حَسِبْتُمْ} وقرأ الحسن ويعقوب في رواية رُوُيْسٍ وسلَّام: بالياء على الغيبة التفاتًا. </p><p> ١٧ - {مَا كَانَ لِلْمُشْرِكِينَ} ؛ أي: ما ينبغي ولا يصح ولا يستقيم للمشركين {أَنْ يَعْمُرُوا مَسَاجِدَ اللَّهِ} تعالى ومتعبداته بدخولها والقعود فيها وخدمتها، فإذا دخل الكافر بغير إذن المسلم .. عزر، وإن دخل بإذنه .. لم يعزر، لكن لا بد من حاجة، فيشترط للجواز الإذن والحاجة، ويدل على جواز دخول الكافر المسجد بالإذن:  (أن النبي - صلى الله عليه وسلم - شد ثمامة بن أثال إلى سارية من سواري المسجد، وهو كافر) حالة كونهم {شَاهِدِينَ عَلَى أَنْفُسِهِمْ بِالْكُفْرِ} قولًا وفعلًا، حال من فاعل يعمروا؛ أي: ما استقام لهم أن يجمعوا بين أمرين متنافيين، عمارة متعبدات الله، والكفر بالله قولًا؛ لأنهم يقولون في طوافهم: لبيك لا شريك لك، إلّا شريكًا هو لك تملكه وما ملك، مع قولهم: نحن نعبد اللات والعزى، وفعلًا؛ لأنهم كلما طافوا .. سجدوا للأصنام، فلم يزدادوا بذلك إلا بعدًا من الله ومن مساجده. </p><p> وقرأ الجمهور (٢) : {يَعْمُرُوا} بفتح حرف المضارعة وضم الميم، من عمر </p><p>(١) البحر المحيط. (٢) البحر المحيط والشوكاني.</p><p> يعمر، من باب قتل، وقرأ ابن السميقع:  {أن يُعمِروا} بضم الياء وكسر الميم، من أعمر الرباعي؛ أي: أن يعينوا على عمارته، وقرأ ابن عباس وسعيد بن جبير وعطاء بن أبي رباح ومجاهد وابن كثير وأبو عمرو وابن محيصن والجحدري ويعقوب:  {مسجد الله} بالإفراد وقرأ باقي السبعة، ومجاهد وقتادة، وأبو جعفر والأعرج وشيبة:  {مَسَاجِدَ اللَّهِ} بالجمع، ومن قرأ بالإفراد: فيحتمل أن يراد به المسجد الحرام لقوله: {وَعِمَارَةَ الْمَسْجِدِ الْحَرَامِ} أو الجنس، فيندرج فيه سائر المساجد، ويدخل المسجد الحرام دخولًا أوليًّا، ومن قرأ: بالجمع فيحتمل، أن يراد به المسجد الحرام، وإنما جمعه؛ لأنه قبلة المساجد كلها وإمامها، فكان عامره عامر المساجد، وأن يراد به سائر المساجد، كما هو ظاهر اللفظ. وقرأ زيد بن علي {شَاهِدُونَ} على إضمار {هم شاهدون} . </p><p> وحاصل الآية: أي ما كان (١) من شأن المشركين ولا مما ينبغي لهم، أن يعمروا مساجد الله التي منها المسجد الأعظم، وهو بيته الحرام بالإقامة فيه للعبادة، أو الخدمة والولاية عليه، ولا أن يزوروه حجاجًا أو معتمرين، وقد شهدوا على أنفسهم بالكفر، قولًا وعملًا، بعبادتهم للأصنام، والاستشفاع بها، والسجود لما وضعوه منها في البيت عقب كل شوط من طوافهم، وقولهم حينئذٍ: لبيك لا شريك لك، إلا شريكًا، هو لك تملكه وما ملك. </p><p> إذ في عملهم هذا جمع بين الضدين، فإن عمارة البيت الحسية إنما تكون لعمارته المعنوية، بعبادته تعالى وحده، وذلك لا يقع إلا من المؤمن الموحد، لكنهم يشركون به غيره ويساوونه ببعض خلقه في العبادة. </p><p> وخلاصة ذلك: أنهم يجمعون بين أمرين لا يعقل الجمع بينهما على وجه صحيح، عمارة البيت الحرام بزيارته للحج أو العمرة، والكفر بربه بمساواته ببعض خلقه من الأصنام والأوثان، وقوله:  {شَاهِدِينَ عَلَى أَنْفُسِهِمْ} ؛ أي: إنهم كفروا كفرًا صريحًا، معترفًا به لا تمكن المكابرة فيه، والمراد بالعمارة الممنوعة </p><p>(١) المراغي.</p>"
}