{
  "id": null,
  "sura": 9,
  "aya": 91,
  "text": "<p> وقرأ الجمهور:  {الْمُعَذِّرُونَ} بفتح العين وتشديد الذال، وسيأتي لك بيان أصله في مبحث التصريف إن شاء الله تعالى، وقرأ ابن عباس وزيد بن علي والضحاك والأعرج وأبو صالح وعيسى بن هلال ويعقوب والكسائي في رواية عنه:  {الْمُعذِرُونَ} من أعذر الرباعي، وقرأ مسلمة:  {الْمُعَذِّرُونَ} بفتح العين، وتشديد الذال، من تعذر، بمعنى اعتذر، قال أبو حاتم: أراد المتعذرين والتاء لا تدغم في العين لبعد المخارج، وهي غلط منه أو عليه، وقرأ الجمهور:  {كَذَبُوا} بالتخفيف؛ أي: في إيمانهم فأظهروا ضدَّ ما أخفوه، وقرأ أُبَيٌّ والحسن، في المشهور عنه، ونوحٌ وإسماعيل:  {كذَّبوا} بالتشديد؛ أي: لم يصدقوه تعالى ولا رسوله، وردوا عليه أمره، والتشديد أبلغ في الذم. </p><p> ٩١ - ولمَّا ذكر الله سبحانه وتعالى المنافقين الذين تخلفوا عن الجهاد، واعتذروا بأعذار باطلة .. عقبه بذكر أصحاب الأعذار الحقيقة الصحيحة وعذرهم، وأخبر: أن فرض الجهاد عنهم ساقط، فقال:  {لَيْسَ عَلَى الضُّعَفَاءِ} جمع ضعيف والضعيف: هو الصحيح في بدنه، العاجز عن الغزو، وتحمل مشاق السفر والجهاد، مثل الشيوخ والصبيان والنساء، ومن خلق في أصل الخلقة ضعيفًا نحيفًا، ويدل على أنَّ هؤلاء الأصناف هم الضعفاء: أنَّ الله سبحانه وتعالى عطف عليهم المرض فقال سبحانه {وَلَا عَلَى الْمَرْضَى} والمعطوف مغاير للمعطوف عليه، فأما المرضى .. فيدخل فيهم أهل العمى والعرج والزمانة، وكل من كان موصوفًا بمرض يمنعه من التمكن من الجهاد والسفر للغزو {وَلَا عَلَى} الفقراء العاجزين عن أهبة الغزو والجهاد {الَّذِينَ لَا يَجِدُونَ مَا يُنْفِقُونَ} فيه من الزاد والراحلة والسلاح وسائر مؤونة السفر؛ لأن العاجز عن نفقة الغزو معذور {حَرَجٌ} ؛ أي: ليس على هؤلاء الأصناف الثلاثة حرج؛ أي: إثم في التخلف عن الغزو، وقال الإِمام الفخر الرازي: ليس في الآية أنه يحرم عليهم الخروج؛ لأن الواحد من هؤلاء لو خرج ليعين المجاهدين بمقدار القدرة، إما بحفظ متاعهم، أو بتكثير سوادهم، بشرط أن لا يجعل نفسه كلًّا ووبالًا عليهم، فإن ذلك طاعة مقبولة، ثم إنه تعالى شرط على الضعفاء في جواز التخلف عن الغزو شرطًا معينًا، وهو قوله سبحانه وتعالى:  {إِذَا نَصَحُوا لِلَّهِ} بالإيمان به، والعمل بشريعته، وترك ما </p><p> يخالفها، كائنًا ما كان، ويدخل تحته دخولًا أوليًّا نصح عباده، ومحبة المجاهدين في سبيله، وبذل النصيحة لهم في أمر الجهاد، وترك المعاونة لأعدائهم بوجه من الوجوه، والقيام بمصالح بيوتهم، وإيصال الخير إلى أهاليهم، وإخلاص الإيمان والعمل لله تعالى، والاحتراز عن إفشاء الأراجيف وإثارة الفتن {و} نصحوا لـ {رسوله} . بتصديق رسالته، وقبول ما جاء به في كل ما يأمر به، أو ينهى عنه، وموالاة من والاه، ومعاداة من عاداه، ومحبته وتعظيم سننه، وإحيائها بعد موته بما تبلغ إليه القدرة، وقد ثبت في الحديث الصحيح، أن النبي - صلى الله عليه وسلم -، قال:  \"الدين النصيحة\" ثلاثًا، قالوا: لمن؟ قال:  \"الله ولكتابه ولرسوله، ولأئمة المسلمين، وعامتهم\" ، وقرأ أبو حيوة:  {إذا نصحوا الله ورسوله} بنصب الجلالة وجملة قوله: {مَا عَلَى الْمُحْسِنِينَ} بالقول والفعل {مِنْ سَبِيلٍ} مُقرِّرةُ لمضمون ما سبق؛ أي: ليس على المعذورين المخلصين الناصحين من سبيل؛ أي: طريق عقاب، ومؤاخذةٍ على تخلفه؛ أي: ليس على من أحسن، فنصح لله ولرسوله، في تخلفه عن الجهاد بعذر قد أباحه الشارع، طريق يتطرق عليه فيعاقب عليه، والمعنى: إنه سد بإحسانه طريق العقاب عن نفسه. </p><p> و {من} في قوله (١)  {مِنْ سَبِيلٍ} مزيدة للتأكيد، وعلى هذا المعنى المذكور فيكون لفظ {الْمُحْسِنِينَ} موضوعًا موضع الضمير الراجع إلى المذكورين سابقًا، كأنه قال: ما عليهم من سبيل، ويحتمل أن يكون المراد ما على جنس المحسنين من سبيل، وهؤلاء المذكورون سابقًا من جملتهم، فتكون الجملة معللة. </p><p> ويستنبط من قوله (٢) : {مَا عَلَى الْمُحْسِنِينَ مِنْ سَبِيلٍ} أنَّ كلَّ مسلم، يشهد أن لا إله إلا الله، وأن محمدًا رسول الله، مخلصًا من قلبه، ليس عليه سبيل في نفسه وماله، إلا ما أباحه الشرع بدليل منفصل، وجملة قوله:  {وَاللَّهُ غَفُورٌ} لمن تخلف عن الجهاد بعذر ظاهر أباحه الشرع {رَحِيمٌ} بجميع عباده جملة تذييلية، </p><p>(١) الشوكاني. (٢) الخازن.</p><p> ونحو الآية: قوله تعالى: {لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا} وقوله: {لَيْسَ عَلَى الْأَعْمَى حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ} . </p><p> والحاصل (١) : أن التكليف بالغزو ساقط عن أصناف ثلاثة: </p><p> ١ - الضعفاء: وهم من لا قوة لهم في أبدانهم تمكنهم من الجهاد، كالشيوخ والعجزة والنساء والصبيان، وذوي العاهات التي لا تزول، كالكساح والعمى والعرج. </p><p> ٢ - المرضى: وهم من عرضت لهم أمراض لا يتمكنون معها من الجهاد، وعذرهم ينتهي إذا شفوا منها. </p><p> ٣ - الفقراء: الذين لا يجدون ما ينفقون منه على أنفسهم إذا ما خرجوا، ولا ما يكفي عيالهم، وقد كان المؤمنون يجهزون أنفسهم للقتال، فالفقير ينفق على نفسه، والغني ينفق على نفسه وعلى غيره بقدر سعته، كما فعلوا في غزوة تبوك. </p><p> والخلاصة: أن هذه الأصناف الثلاثة لا حرج عليهم؛ أي: لا ضيق عليهم ولا إثم في قعودهم عن الجهاد الواجب، على شرط أن ينصحوا لله ورسوله؛ أي: يخلصوا لله في الإيمان وللرسول في الطاعة، بعمل كل ما فيه مصلحة للأمة الإِسلامية، ولا سيما المجاهدين منها، من كتمان السر، والحث على البر، ومقاومة الخائنين - في السر والجهر. </p><p> روى البخاري ومسلم عن جابر، قال: بايعت رسول الله - صلى الله عليه وسلم - على إقامة الصلاة، وإيتاء الزكاة، والنصح لكل مسلم {مَا عَلَى الْمُحْسِنِينَ مِنْ سَبِيلٍ} ؛ أي: ليس لأحد أدنى طريق يسلكها لمؤاخذة المحسنين، فكل السبل مسدودة دون الوصول إليهم. </p><p>(١) المراغي.</p>"
}