{
  "id": null,
  "sura": 9,
  "aya": 57,
  "text": "<p> بِاللَّهِ}؛ أي: ويحلف هؤلاء المنافقون بالله للمؤمنين كذبًا إذا جالسوهم {إِنَّهُمْ لَمِنْكُمْ} ؛ أي: لمن جملتكم في الدين، والملة، والانقياد لرسول الله - صلى الله عليه وسلم - ولكتاب الله سبحانه {وَمَا هُمْ} ؛ أي: والحال أنهم ليسوا {مِنْكُمْ} يا معشر المؤمنين في ذلك إلا بمجرد ظواهرهم، دون بواطنهم؛ أي: ليسوا من أهل ملتكم ودينكم بل هم أهل شك ونفاق {وَلَكِنَّهُمْ قَوْمٌ يَفْرَقُونَ} ؛ أي: يخافونكم، فيقولون بألسنتهم ما ليس في قلوبهم؛ أي: يخافون أن ينزل بهم، ما نزل بالمشركين من القتل والسبي، فيظهرون لكم الإسلام، ويحلفون لكم تقيةً منكم، لا عن حقيقة </p><p> ٥٧ - {لَوْ يَجِدُونَ} ؛ أي: لو وجد هؤلاء المنافقون {مَلْجَأً} ؛ أي مهربًا وحرزًا، يلتجؤون إليه، ويحفظون فيه نفوسهم، تحصنًا منكم، من رأس جبل أو قلعه أو جزيرة {أَوْ مَغَارَاتٍ} جمع مغارة، بمعنى: غار؛ أي: كهوفًا في الجبل، يخفون فيها أنفسهم {أَوْ مُدَّخَلًا} ؛ أي: مكانًا يدخلون فيه من الأمكنة التي ليست مغارات؛ أي: سربًا تحت الأرض يندسون ويختفون فيه منكم كالآبار، وأنفاق اليربوع، وقوله: أو مغارات أو مدخلًا من عطف الخاص على العام، لدخولهما في الملجأ {لَوَلَّوْا إِلَيْهِ} ؛ أي: للتجؤوا إليه وأدخلوا أنفسهم فيه؛ أي: لو حصلوا واحدًا من هذه الثلاثة، لولَّوا إليه؛ أي لصرفوا وجوههم ورجعوا إليه؛ أي: إلى أحد هذه الوجوه الثلاثة، التي هي شرُّ الأمكنة {وَهُمْ} أي: والحال أنهم {يَجْمَحُونَ} ؛ أي: يسرعون إليه إسراعا لا يرد وجوههم عنه شيء، لشدة تأذيهم من الرسول، ومن المؤمنين من جمح الفرس إذا لم يرده اللجام، والمعنى: لو (١) وجدوا شيئًا من هذه الأشياء المذكورة، لولَّوا إليه مسرعين هربًا من المسلمين. </p><p> والخلاصة:  (٢) أنهم لشدة كرههم للقتال معكم، ولبغض معاشرتهم إياكم ولعظيم الخوف من ظهور نفاقهم لكم، يتمنون الفرار منكم، والعيش في مكان يعتصمون به من انتقاكم منهم، حتى لو استطاعوا السكنى في الحصون والقلاع، أو في كهوف الجبال ومغاراتها، أو في أنفاق الأرض وأسرابها .. لولَّوا إليه </p><p>(١) الشوكاني. (٢) المراغي.</p><p> مسرعين، كالفرس الجموح، لا يردهم شيء عن ذلك. </p><p> وإنما وصفهم الله سبحانه وتعالى بتلك الأوصاف؛ لأنهم إنما أقاموا بين أظهر أصحاب رسول الله - صلى الله عليه وسلم - مع كفرهم ونفاقهم وعداوتهم لهم؛ لأنهم كانوا بين عشيرتهم وفي دورهم وأموالهم، ولم يقدروا على ترك ذلك وفراقه، فصانعوا القوم بالنفاق، ودافعوا عن أنفسهم وأموالهم وأولادهم بإخفاء الكفر، ودعوى الإيمان، وفي أنفسهم ما فيها من البغض لرسول الله، ولأهل الإيمان به، وبالغ الحقد عليهم. </p><p> وعبارة \"زاده\" هنا: أي إنهم (١) وإن كانوا يحلفون لكم أنهم منكم، إلا أنهم كاذبون في ذلك وإنما يحلفون خوفًا من القتل، ولو استطاعوا ترك دورهم وأموالهم والالتجاء إلى بعض الحصون والغيران، والسروب التي تحت الأرض، لدخلوه تسترًا عنكم واستكراهًا لرؤيتكم ولقائكم، انتهت. </p><p> وقرأ الجمهور:  {مُدَّخَلًا} وأصله مدتخل، مفتعل، من ادَّخل، وهو بناء تأكيد ومبالغةٍ، ومعناه: السرب والنفق في الأرض كما مر وقال النحاس: الأصل فيه متدخلٌ، قلبت التاء دالًا، وقرأ الحسن وابن أبي إسحاق ومسلمة بن محارب وابن محيصن ويعقوب وابن كثير بخلاف عنه {مُدَّخَلًا} بفتح الميم من دخل الثلاثي. وقرأ محبوب عن الحسن:  {مُدَّخَلًا} بضم الميم من أدخل الرباعي، وروي ذلك عن الأعمش وعيسى بن عمر، وقرأ قتادة وعيسى بن عمر والأعمش {مُدَّخَلًا} بتشديد الدال والخاء معا، أصله متدخَّلٌ، فأدغمت التاء في الدال وقرأ أبي {مُندَخلًا} بالنون من إنْدخَل، وقال أبو حاتم قراءة أُبيٌّ {مُتْدَخَّلًا} بالتاء وقرأ الأشهب العقيلي {لوالوا إليه} ؛ أي: لتابعوا إليه، وسارعوا، وروى ابن أبي عبيدة بن معاوية بن نوفل، عن أبيه عن جده، وكانت له صحبةٌ أنه قرأ:  {لوالوا إليه} من الموالاة، وأنكرها سعيد بن مسلم، وقال: أظنها {لَوألوا} بمعنى للجؤوا إليه، وقال أبو الفضل عبد الرحمن بن أحمد الرازي: وهذا مما جاء فيه </p><p>(١) زاده.</p>"
}