{
  "id": null,
  "sura": 9,
  "aya": 111,
  "text": "<p> بتخفيف الطاء. وقرأ طلحة:  {ولو قطعت قلوبهم} خطابًا للرسول، - صلى الله عليه وسلم -، أو كل مخاطب. وفي مصحف أبي:  {حتى الممات} وفيه: {حتى تقطع} . </p><p> والمعنى (١) : أن هذه الريبة باقية في قلوبهم أبدًا ويموتون على هذا النفاق وإلا بمعنى إلى بدليل القراءة الشاذة. {وَاللَّهُ} سبحانه وتعالى: {عَلِيمٌ} بأحوالهم وأحوال جميع عباده {حَكِيمٌ} فيما حكم به عليهم، ومن حكمته أن بين حال المنافقين، وأظهر ما خفي من أمرهم لتعرفوا عنه الحقيقة في ذلك. </p><p> ١١١ - {إِنَّ اللَّهَ} سبحانه وتعالى، {اشْتَرَى مِنَ الْمُؤْمِنِينَ} المخلصين، {أَنْفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمُ الْجَنَّةَ} وهذا ترغيب للمؤمنين في الجهاد على أبلغ وجه، وأحسن صورة فقد مثل الله سبحانه وتعالى إثابة المؤمنين على بذل أنفسهم وأموالهم في سبيله، بتمليكهم الجنة التي هي دار النعيم والرضوان الدائم السرمدي، تفضلًا منه تعالى، وكرمًا بصورة من باع شيئًا هو له لآخر، وعاقد عقد البيع هو رب العزة، والمبيع هو بذل الأنفس والأموال، والثمن هو ما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر، وجعل هذا العقد مسجلًا في الكتب السماوية، وناهيك به من صك لا يقبل التحلل والفسخ، وفي هذا منتهى الربح والفوز العظيم، وكل هذا لطف منه تعالى وتكريم لعباده المؤمنين، فهو المالك لأنفسهم إذ هو الذي خلقها، ولأموالهم إذ هو الذي رزقها. وقال الحسن: بايعهم فأغلى لهم الثمن، وانظروا إلى كرم الله أنفسًا هو خلقها وأموالًا هو رزقها ثم وهبها لهم، ثم اشتراها منهم بهذا الثمن الغالي، فإنها لصفقة رابحة. وقال بعضهم، ناهيك، عن بيع البائع فيه المؤمن والمشتري فيه رب العزة، والثمن فيه الجنة، والصك فيه الكتب السماوية، والواسطة فيه محمَّد، - صلى الله عليه وسلم -. وقوله:  {يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ} كلام مستأنف، لبيان البيع الذي يستلزمه الشراء، فكأنه قيل: كيف يبيعون أنفسهم وأموالهم بالجنة؟ فقيل: يقاتلون في سبيل الله؛ أي: أنهم يقاتلون في سبيل الحق والعدل التي توصل إلى مرضاة الله تعالى ببذل أنفسهم وأموالهم فيها؛ أي: يبذلون أنفسهم وأموالهم في طاعة الله تعالى {فَيَقْتُلُونَ وَيُقْتَلُونَ} ؛ أي: فيكونون </p><p>(١) المراح.</p><p> إما قاتلين لأعدائه الصادين عن سبيله، وإما مقتولين شهداء في هذه السبيل، ولا فرق بين القاتل والمقتول في الفضل والمثوبة عند الله، فكل منهما كان في سبيله، ولم يكن رغبة في سفك الدماء، ولا حبًّا للأموال ولا توسلًا إلى ظلم العباد، كما يفعل الذين يقاتلون الآن لأغراض الدنيا من الملوك والأمراء. </p><p> وقرأ عمر بن الخطاب والأعمش (١) : {وأموالهم بالجنة} . وقرأ الحسن، وقتادة، وأبو رجاء، والعربيان، أبو عمرو، وابن عامر، والحرميان، نافع، وابن كثير، وعاصم، أولًا:  {فيقتلون} بالبناء للفاعل، وثانيًا:  {ويقتلون} بالبناء للمفعول؛ وقرأ النخعي، وابن وثاب، وطلحة، والأعمش، والأخوان - حمزة والكسائي - بعكس ذلك، والمعنى واحد، إذ الغرض أن المؤمنين يقاتلون ويؤخذ منهم من يقتل، وفيهم من يقتل، وفيهم من يجتمع له الأمران، وفيهم من لا يقع له واحد منهما، بل تحصل منهم المقاتلة. </p><p> وقال أبو علي (٢) : القراءة الأولى بمعنى، أنهم يقتلون أولًا، ويقتلون، والأخرى يجوز أن تكون في المعنى، كالأولى؛ لأن المعطوف بالواو يجوز أن يراد به التقديم، فإن لم يقدر فيه التقديم، فالمعنى، يقتل من بقي منهم بعد قتل من قتل. </p><p> وفي \"المراح\"  (٣) : فمعنى تقديم الفاعل على المفعول، أنهم يقتلون الكفار ولا يرجعون عنهم إلى أن يصيروا مقتولين. وأما تقديم المفعول على الفاعل، فالمعنى: أن طائفة كبيرة من المسلمين، وإن صاروا مقتولين لم يصر ذلك رادعًا للباقي عن المقاتلة، بل يبقون بعد ذلك مقاتلين مع الأعداء، قاتلين لهم بقدر الإمكان. {وَعْدًا عَلَيْهِ} ؛ أي: وعدهم الله ذلك عليه وعدًا {حَقًّا} ؛ أي: ثابتًا عليه وأوجبه على نفسه وجعله حقًّا وأثبته {فِي التَّوْرَاةِ وَالْإِنْجِيلِ وَالْقُرْآنِ} فإن الله سبحانه بين في الكتابين أنه اشترى من أمة محمَّد أنفسهم وأموالهم بالجنة، </p><p>(١) البحر المحيط. (٢) زاد المسير.(٣) المراح.</p>"
}