{
  "id": null,
  "sura": 9,
  "aya": 118,
  "text": "<p> وصدق توبتهم فرزقهم الإنابة والتوبة. وفي تكرير (١) التوبة تأكيد ظاهر، واعتناء بشأنها إن كان الضمير راجعًا إلى من تقدم ذكر التوبة عنهم، وإن كان الضمير إلى الفريق .. فلا تكرار، أو يراد بالأول: إنشاء التوبة، وبالثاني: استدامتها. فإن (٢) قلت: قد ذكر التوبة أولًا، ثم ذكرها ثانيًا، فما فائدة التكرار؟ </p><p> قلتُ: إنه تعالى ذكر التوبة أولًا، قبل ذكر الذنب، تفضلًا منه، وتطييبًا لقلوبهم، ثم ذكر الذنب بعد ذلك وأردفه بذكر التوبة مرة أخرى؛ تعظيمًا لشأنهم، وليعلموا أنه سبحانه وتعالى قد قبل توبتهم وعفا عنهم. </p><p> ثم علل قبول توبتهم بقوله:  {إِنَّهُ بِهِمْ رَءُوفٌ رَحِيمٌ} تأكيدًا لذلك؛ أي: إنه سبحانه وتعالى رؤوف بهم؛ أي: منعم عليهم بجلائل النعم التي منها مجرد الإيمان، وأنه رحيم بهم؛ أي: منعم عليهم بدقائقها التي منها قوة الإيمان وزيادته بقبول التوبة. وقيل: معنى رؤوف؛ أي: مكرم لهم بدفع المضار عنهم، رحيم بهم بجلب المنافع لهم. وفي، \"الفتوحات\" الرأفة، عبارة عن السعي في إزالة الضرر، والرحمة، عبارة عن السعي في إيصال النفع، اهـ. وقيل: رؤوف بهم، فلا يحملهم ما لا يطيقون من العبادة رحيم بهم، فلا (٣) يهملهم بأن ينزع الإيمان منهم، بعد ما أبلوا في الله، وأبلوا مع رسوله، وصبروا في البأساء والضراء. </p><p> وقرأ حمزة، وحفص عن عاصم:  {كَادَ يَزِيغُ} بالياء التحتية. وقرأ باقي السبعة:  {تزيغ} بالتاء الفوقية. وقرأ الأعمش، والجحدري:  {تزيغ} بضم التاء. وقرأ أبي:  {من بعد ما كادت تزيغ} . وقرأ ابن مسعود:  {من بعد ما زاغت} . </p><p> ومعنى تزيغ: تتلف بالجهد والمشقة والشدة، وقيل، معناه: تميل عن الحق، وتترك المناصرة والممانعة، وقيل معناه: تهم بالتخلف عن الغزو لما هم فيه من الشدة العظيمة. </p><p> ١١٨ - وقوله:  {وَعَلَى الثَّلَاثَةِ} معطوف على قوله: {عَلَى النَّبِيِّ وَالْمُهَاجِرِينَ} وفائدة هذا العطف، بيان قبول توبتهم؛ أي: ولقد تاب الله سبحانه </p><p>(١) الشوكاني. (٢) الخازن.(٣) المراغي.(٤) الشوكاني.</p><p> وتعالى على النبي والمهاجرين وعلى الثلاثة، {الَّذِينَ خُلِّفُوا} ؛ أي: أخروا في قبول توبتهم عن الطائفة الأولى التي خلطت عملًا صالحًا وآخر سيئًا كأبي لبابة وأصحابه وهؤلاء الثلاثة، هم كعب بن مالك الشاعر، وهلال بن أمية، الذي نزلت فيه آية اللعان، ومرارة بن الربيع، وكلهم من الأنصار، وهم المرادون بقوله سبحانه:  {وَآخَرُونَ مُرْجَوْنَ لِأَمْرِ اللَّهِ} وكلمة إذا في قوله: {حَتَّى إِذَا ضَاقَتْ عَلَيْهِمُ الْأَرْضُ} زائدة، وفي \"الفتوحات\" ولا بد من ادعاء أحد أمرين، إما ادعاء زيادة إذا وإما ادعاء زيادة ثم، وقد نص \"زكريا على البيضاوي\" على زيادة ثم وغيره على زيادة إذا؛ أي: أخر أمرهم إلى أن ضاقت عليهم الأرض {بِمَا رَحُبَتْ} ؛ أي: مع رحبها وسعتها بسبب مجانبة الأحباء، ونظر الناس لهم بعين الإهانة والتحقير؛ لأن النبي، - صلى الله عليه وسلم -، كان معرضًا عنهم ومنع المؤمنين من مكالمتهم وأمرهم باعتزال أزواجهم، وبقوا على هذه الحالة خمسين ليلة. </p><p> والمعنى: خلفوا عن التوبة حتى شعروا بأن الأرض قد ضاقت عليهم على رحبها وسعتها بالخلق جميعًا، خوفًا من العاقبة وجزعًا من إعراض النبي، - صلى الله عليه وسلم -، والمؤمنين عنهم، وهجرهم إياهم في المجالسة والمحادثة، وهذا مثل للحيرة في الأمر، كأنهم لا يجدون فيها مكانًا يقرون فيه قلقًا وجزعًا مما هم فيه قال قائلهم: </p><p> كَأَنَّ فِجَاجَ الأَرْضِ وَهِيَ فَسَيْحَةٌ ... عَلَى الْخَائِفِ الْمَطْلُوْبِ كَفَّةُ حَابِلِ </p><p> ثم ترقى وانتقل من ضيق الأرض عليهم إلى ضيقهم في أنفسهم فقال:  {وَضَاقَتْ عَلَيْهِمْ أَنْفُسُهُمْ} ؛ أي: وأخروا إلى أن ضاقت قلوبهم إذا رجعوا إلى أنفسهم لا يطمئنون بشيء، بسبب تأخير أمرهم من قبول التوبة. </p><p> والمعنى: وضاقت أنفسهم على أنفسهم لما كانوا يشعرون به من ضيق صدورهم، بامتلائها بالهم والغم حتى لا متسع فيها لشيء من البسط والسرور، فكانهم لا يجدون لأنفسهم مكانًا ترتاح إليه وتطمئن به. </p><p> {وَظَنُّوا أَنْ لَا مَلْجَأَ مِنَ اللَّهِ إِلَّا إِلَيْهِ} ؛ أي: وأخروا إلى أن ظنوا وأيقنوا </p>"
}