{
  "id": null,
  "sura": 9,
  "aya": 1,
  "text": "<p> دعوتهم إلى التوبة من الشرك وإنذارهم سوء العاقبة، ثم أمر بما يترتب على النبذ - وهو عود حال الحرب معهم بعد انسلاخ الأشهر الحرم التي وقتت بها - بمناجزة المشركين بكل أنواع القتال المعروفة في ذلك العصر، من قتل وأسر وحصر وقطع طرق الوصول عليهم إلا من يستجير بالرسول يسمع كلام الله، فإنه يجار حتى يسمعه .. أردف ذلك ببيان أنَّ هذا النبذ وما يترتب عليه إنَّما هو معاملة للأعداء بمثل ما عاملوا به المؤمنين، أو دونه. </p><p> قوله تعالى:  {اشْتَرَوْا بِآيَاتِ اللَّهِ ثَمَنًا قَلِيلًا ...} الآية، مناسبة هذه الآية لما قبلها: أنَّ الله سبحانه وتعالى لمَّا ذكر (١) غلبة الفسق والخروج من الفضائل الفطرية والتقليدية على أكثرهم، حتى مراعاة القرابة والوفاء، ونحوهما مما يمدح عندهم .. أردف ذلك بذكر السبب في هاتين الآيتين. </p><p> قوله تعالى:  {فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ ...} الآية، مناسبة هذه الآية لما قبلها: أنَّ الله سبحانه وتعالى لمَّا بين عداوة المشركين للمؤمنين .. أردف ذلك بما سيكون من أمرهم بعد ذلك، وهو لا يعدو أحد أمرين، فصلهما في هاتين الآيتين. </p><p> التفسير وأوجه القراءة </p><p> ١ - وقوله:  {بَرَاءَةٌ مِنَ اللَّهِ وَرَسُولِهِ} : خبرٌ لمبتدأ محذوف، تقديره: هذه (٢) الآيات الآتية التي أُمر عليُّ بن أبي طالب بالنداء بها يوم النحر - وهي أربعون آية تنتهي إلى قوله:  {وَلَوْ كَرِهَ الْمُشْرِكُونَ} - براءة من جهة الله ورسوله، واصلة {إِلَى الَّذِينَ عَاهَدْتُمْ مِنَ الْمُشْرِكِينَ} ؛ أي: هذه الآيات دالة على البراءة، أي: على التبري والتباعد من الله ورسوله، أي: على انقطاع الوصلة بينهما وبين المشركين، و {من} ابتدائية، وقرىء شاذًا:  {من الله} - بكسر النون - على أصل التقاء الساكنين، ذكره أبو البقاء. أي: تبرّؤ وتباعدٌ مبتدأ من الله ورسوله من عهود المشركين الناقضين للعهد؛ فإنَّ الله سبحانه وتعالى قد أذن في معاهدة المشركين، </p><p>(١) المراغي. (٢) الفتوحات.</p><p> فاتفق المسلمون مع رسول الله - صلى الله عليه وسلم - وعاهدهم، ثم إن المشركين نقضوا العهد، فأوجب الله تعالى النبذ إليهم، فخوطب المسلمون بما يحذرهم من ذلك، وقيل لهم: اعلموا أنَّ الله ورسوله قد برئا مما عاهدتم من المشركين، ونسب (١) البراءة إليهما من قبل أنَّه تشريع جديد شرعه الله تعالى، وأمر رسوله - صلى الله عليه وسلم - بتنفيذه، ونسب معاهدة المشركين إلى جماعة المؤمنين - وإن كان الرسول هو الذي عقد العهد -؛ لأنه عقده بوصف كونه الإِمام والقائد لهم، وهو عقد ينفذ بمراعاتهم له وعملهم بموجبه، فجمهور المؤمنين هم الذين ينفذون أحكام المعاهدات، وللقادة من أهل الحل والعقد الاجتهاد فيما لا نصَّ فيه منها ومن أحكام الحرب والصلح. وقرأ عيسى بن عمر:  {براءةً} بالنصب، قال ابن عطية: أي: الزموا، وفيه معنى الإغراء. وقال الزمخشري: اسمعوا براءةً، قال البغوي: لمَّا خرج رسول الله - صلى الله عليه وسلم - (٢) إلى تبوك .. كان المنافقون يرجفون الأراجيف، وجعل المشركون ينقضون عهودًا كانت بينهم وبين رسول الله - صلى الله عليه وسلم -، فأمره الله بنقض عهودهم، وذلك قوله عز وجل:  {وَإِمَّا تَخَافَنَّ مِنْ قَوْمٍ خِيَانَةً فَانْبِذْ إِلَيْهِمْ} اهـ. </p><p> وقال الحافظ ابن كثير (٣) : اختلف المفسرون في هذه الآية اختلافًا كثيرًا، فقال قائلون: هذه الآية لذوي العهود المطلقة غير المؤقتة، ومن له عهد دون أربعة أشهر فيكمَّل له أربعة أشهر، فأما من كان له عهدٌ مؤقت .. فأجله إلى مدته مهما كانت؛ لقوله تعالى:  {فَأَتِمُّوا إِلَيْهِمْ عَهْدَهُمْ إِلَى مُدَّتِهِمْ} ولما سيأتي في الحديث \"ومن كان بينه وبين رسول الله - صلى الله عليه وسلم - عهدٌ .. فعهد إلى مدته\" وهذا أحسن الأقوال وأقواها، واختاره ابن جرير رحمه الله اهـ. </p><p> رُوي (٤) : أنَّ رسول الله - صلى الله عليه وسلم - أراد أن يحجَّ سنة تسع، فقيل له: إن المشركين يحضرون الحج ويطوفون بالبيت عراة، فقال:  \"لا أحب أن أحج حتى لا يكون ذلك\" ، فبعث أبا بكر تلك السنة أميرًا على الموسم، ليقيم للناس الحج، وبعث </p><p>(١) المراغي. (٢) البغوي.(٣) ابن كثير.(٤) المراح.</p>"
}