{
  "id": null,
  "sura": 9,
  "aya": 28,
  "text": "<p> قالوا: قد رضينا وسلمنا، فقال - صلى الله عليه وسلم -: \"إنا لا ندري، لعل فيكم من لا يرضى، فمروا عرفائكم، فليرفعوا ذلك إلينا\" فرفعت إليه العرفاء أنهم قد رضوا، ولم تقع غنيمة أعظم من غنيمتهم، فقد كان فيها من الإبل اثنا عشر ألفًا، ومن الغنم ما لا يحصى عددًا، ومن الأسرى ستة آلاف من نسائهم وصبيانهم، وكان فيها غير ذلك، ووقعة حنين مذكورة في كتب السير والحديث بطولها وتفاصيلها، فلا نطيل الكلام بذلك. </p><p> ٢٨ - {يَا أَيُّهَا الَّذِينَ} وصدقوا بما جاء به محمد - صلى الله عليه وسلم -، {إِنَّمَا الْمُشْرِكُونَ نَجَسٌ} ؛ أي: أنجاس فاسدوا الاعتقاد، يشركون بالله ما لا يضر ولا ينفع، فيعبدون الرجس من الأوثان والأصنام، ويدينون بالخرافات والأوهام، ويأكلون الميتة والدم، وهي أقذار حسية، ويستحلون القمار والزنا، ويسبيحون الأشهر الحرم، وهي: أرجاس معنوية فمن أجل هذا {فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هَذَا} ؛ أي: بعد هذه السنة التي حصل فيها النداء بالبراءة من المشركين، وهي السنة التاسعة من الهجرة؛ أي: لا تمكنوهم بعد هذا العام، أن يدخلوا المسجد الحرام بدخول أرض الحرم، فضلًا عن دخول البيت نفسه وطوافهم فيه عراةً، يشركون بربهم في التلبية، وإذا صلوا .. لم تكن صلاتهم إلا مكاءً وتصدية. </p><p> تنبيه: واعلم أن بلاد الإسلام في حق الكفار ثلاثة أقسام (١) : </p><p> ١ - الحرم: فلا يجوز لكافر أن يدخله بحال، لظاهر الآية، وبذلك قال الشافعي وأحمد ومالك: فلو جاء رسول من دار الكفر والإمام في الحرم .. لا يأذن له في دخوله الحرم، بل يخرج إليه بنفسه، أو يبعث إليه من يسمع رسالته خارج الحرم وأبو حنيفة يجيز للمعاهد دخول الحرم بإذن الخليفة أو نائبه. </p><p> ٢ - الحجاز: وهو ما بين عدن إلى ريف العراق في الطول، ومن جدة وما والاها من ساحل البحر إلى أطراف الشام عرضًا، ويجوز للكافر دخولها </p><p>(١) المراغي.</p><p> بالإذن، ولكن لا يقيمون فيها أكثر من ثلاثة أيام، روى مسلم عن ابن عمر، أنه سمع رسول الله - صلى الله عليه وسلم -، يقول:  \"لأخرجن اليهود والنصارى من جزيرة العرب، فلا أترك فيها إلا مسلمًا\" وفي رواية لغير مسلم: وأوصى، فقال:  \"أخرجوا المشركين من جزيرة العرب\" فلم يتفرغ لذلك أبو بكر، وأجلاهم عمر في خلافته، وأخرج مالك في \"الموطأ\" مرسلًا: \"لا يجتمع دينان في جزيرة العرب\" وروي عن مسلم عن جابر قال: سمعت رسول الله - صلى الله عليه وسلم -، يقول:  \"إن الشيطان قد يئس أن يعبده المصلون في جزيرة العرب، ولكن في التحريش بينهم\" . </p><p> ٣ - سائر بلاد الإسلام: فيجوز للكافر أن يقيم فيها بعهد وأمان وذمة، ولكن لا يدخل المساجد إلا بإذن مسلم، وقرأ الجمهور:  {نَجَس} ، بفتح النون والجيم، وهو مصدر نجس نجسًا بكسر الجيم وضمها في الماضي؛ أي: قذر قذرًا، وقرأ أبو حيوة (١) : {نِجْس} بكسر النون وسكون الجيم، وهو اسم فاعل، من نجس، فخففوه بعد الاتباع، كما قالوا: في كبِد كبْد، وفي كرش كرش، وقرأ ابن السميقع:  {أنجاس} فيحتمل أن يكون جمع نجس المصدر، وجمع نجس اسم فاعل. </p><p> ولما امتنع المشركون من دخول الحرم، وكانوا يتجرون ويأتون مكة بالطعام، وكانت معايش أهل مكة من التجارات، فخافوا الفقر وضيق العيش، وذكروا ذلك لرسول الله - صلى الله عليه وسلم - .. أنزل الله تعالى قوله:  {وَإِنْ خِفْتُمْ} أيها المؤمنون بسبب امتناع المشركين من مكة {عَيْلَةً} ؛ أي: فقرًا بسبب قلة جلب الأقوات، وضروب التجارات التي كان يجلبها المشركون، من أرباب المزارع في الشعاب، والوديان من البلاد ذات البساتين والمزارع، كالطائف وأرباب المتاجر {فَسَوْفَ يُغْنِيكُمُ اللَّهُ} سبحانه وتعالى {مِنْ فَضْلِهِ} ورزقه وعطائه من وجه آخر {إِنْ شَاءَ اللَّهُ} سبحانه وتعالى ذلك، وفضله كثير، فقد صاروا بعد الإسلام ومنع المشركين من الحرم أغنى مما كانوا قبل ذلك، فقد تعددت وسائل الغنى فيما بعد، وصدق </p><p>(١) البحر المحيط.</p><p> وعده، فأرسل الله تعالى عليهم السماء مدرارًا أغزر بها خيرهم، وأكثر ميرهم، وأسلم أهل جدة وحنين وأهل اليمن وصنعاء وتبالة، وصاروا يجلبون الطعام لأهل مكة، وأسلم أولئك المشركون، ولم يبق أحد منهم يمنع من الحرم، ثم جاءتهم الثروة من كل جانب، بما فتح الله عليهم من البلاد، فكثرت الغنائم، وتوجه إليهم الناس من كل فجٍّ، ومهد الله لهم سبل الرزق، من إمارة وتجارة وزراعة وصناعة، وكان نصيب مكة من ذلك عظيمًا بكثرة الحاج، وأمن طرق التجارة. </p><p> وقيد (١) هذا الغني بمشيئته التي لا يشك مؤمن في حصول ما تتعلق به، لتقوية إيمانهم بربهم واتكالهم عليه دون كسبهم وحده، وإن كانوا مأمورين به، لأنه من سننه في خلقه، ولكن لا يجوز أن ينسوا توفيقه وتأييده لهم، فهو الذي نصرهم وأغناهم، وسيزيدهم نصرًا وغنًى. </p><p> وقال أبو حيان (٢) : وعلق بالمشيئة، لأنه يقع في حق بعض دون بعض، وفي وقت دون وقت. وقيل: لإجراء الحكم على الحكمة، فإن اقتضت الحكمة والمصلحة إغناءكم .. أغناكم، وقال القرطبي: إعلامًا بأن الرزق لا يأتي بحيلة ولا اجتهاد، وإنما هو فضل الله. ويروى للشافعي: </p><p> لَوْ كَانَ بِالْحِيَلِ الْغِنَى لَوَجَدْتَنِيْ ... بِنُجُوْمِ أقْطَارِ السَّمَاءِ تَعَلُّقِيْ </p><p> لَكِنَّ مَنْ رُزِقَ الْحِجَا حُرِمَ الْغِنَى ... ضِدَّانِ مَفْتَرِقَانِ أَيَّ تَفَرُّقِ </p><p> وَمِنَ الدَّلِيْلِ عَلَى الْقَضَاءِ وُكَوْنِهِ ... بُؤْسُ اللَّبِيْبِ وَطِيْبُ عَيْشِ الأَحْمَقِ </p><p> وقرأ ابن مسعود وعلقمة من أصحابه:  {عائلة} ، وهو مصدر كالعاقبة، والعافية والقابلة أو نعت لمحذوف؛ أي: حالًا عائلة. وقيل: معناه: خصلةً شاقةً {إِنَّ اللَّهَ} سبحانه وتعالى {عَلِيمٌ} بما يكون من مستقبل أمركم في الغنى والفقر، عليم بأحوالكم وبمصالحكم {حَكِيمٌ} فيما دبره لكم، فلا يعطي ولا يمنع إلا عن حكمة وصواب، وحكيم فيما يشرعه لكم، من أمرٍ ونهي، كأمركم بقتال </p><p>(١) المراغي. (٢) البحر المحيط.</p>"
}