{
  "id": null,
  "sura": 9,
  "aya": 117,
  "text": "<p> تحيدوا عن هدايته فيما نهاكم عنه من الاستغفار لأولي القربى، الذين هم أهل الولاية والنصرة من ذوي الأرحام، ولا في غير ذلك من أوامره ونواهيه. </p><p> والحاصل: أنه تعالى لما أمر بالبراءة من الكفار، بين أن له ملك السموات والأرض، فإذا كان هو ناصرًا لكم .. فهم لا يقدرون على إضراركم؛ أي: أنكم إن صرتم محرومين عن معاونتهم .. فالإله الذي هو المالك للسموات والأرض، والمحيي والمميت ناصركم، فلا يضركم أن ينقطعوا عنكم، والواجب عليكم أن تنقادوا لحكم الله تعالى وتكليفه، لكونه إلهكم، ولكونكم عبيدًا له. </p><p> ١١٧ - {لَقَدْ تَابَ اللَّهُ عَلَى النَّبِيِّ} ، صلى الله عليه وسلم -؛ أي: وعزتي وجلالي، لقد عفا الله سبحانه وتعالى عن النبي، محمَّد، - صلى الله عليه وسلم -، فيما وقع منه من إذنه للمنافقين في التخلف عنه في غزوة تبوك، وهو شيء صدر منه من باب ترك الأولى والأفضل، لا أنه ذنب يوجب عقابًا؛ لأنه معصوم، أو فيما وقع منه من الاستغفار للمشركين، ويحتمل أن يكون ذكر النبي، بالتوبة عليه تشريفًا للمهاجرين والأنصار؛ حيث ضم توبتهم إلى توبة النبي، - صلى الله عليه وسلم -، كما ضم اسم الرسول إلى اسم الله في قوله:  {فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ} فهو تشريف له، - صلى الله عليه وسلم -، {و} كذلك تاب الله سبحانه وتعالى على {المهاجرين والأنصار} ؛ أي: عفا (١) عنهم عما وقع منهم، من الوساوس، والخطرات النفسانية التي وقعت في قلوبهم، من الميل إلى القعود عن غزوة تبوك؛ لأنها كانت في وقت حر شديد، وربما وقع في قلوب بعضهم أنا لا نقدر على قتال الروم، وكيف لنا بالخلاص منهم فتاب الله عليهم، وعفا عنهم ما وقع في قلوبهم من هذه الخطرات. وقيل: إن الإنسان لا يخلو من زلات وتبعات في مدة عمره، إما من باب الصغائر، وإما من باب ترك الأفضل، ثم إن النبي، - صلى الله عليه وسلم -، والمؤمنين لما تحملوا مشاق هذا السفر، ومتاعبه، وصبروا على تلك الشدائد التي حصلت لهم في هذا السفر، غفر الله لهم، وتاب عليهم، لأجل ما تحملوه من الشدائد العظيمة في تلك الغزوة مع النبي، - صلى الله عليه وسلم - وإنما ضم ذكر النبي، - صلى الله عليه وسلم -، إلى ذكرهم؛ تنبيهًا على عظم مراتبهم في الدين، وأنهم قد بلغوا إلى الرتبة التي </p><p>(١) الفتوحات.</p><p> لأجلها ضم ذكر النبي، - صلى الله عليه وسلم -، إلى ذكرهم. </p><p> ثم وصف الله سبحانه وتعالى المهاجرين والأنصار بقوله:  {الَّذِينَ اتَّبَعُوهُ} - صلى الله عليه وسلم - ولم يتخلفوا عنه، {فِي سَاعَةِ الْعُسْرَةِ} والمشقة؛ أي:  (١) في الزمان الذي صعب عليهم الأمر جدًّا في السفر إلى تبوك وكانت لهم عسرة من الزاد، وعسرة من الظهر، وعسرة من الحر، وعسرة من الماء، فربما مص التمرة الواحدة جماعة يتناوبونها، حتى لا يبقى من التمرة إلا النواة، وكان معهم شيء من شعير مسوس، فكان أحدهم إذا وضع اللقمة في فيه أخذ أنفه من نتن اللقمة، وكانت العشرة من المسلمين يخرجون على بعير واحد يعتقبونه بينهم، وكانوا قد خرجوا في قيظ شديد، وأصابهم فيه عطش شديد، حتى إن الرجل لينحر بعيره، فيعصر فرثه ويشربه، وكانت تلك الغزوة تسمى غزوة العسرة، وجيشها يسمى جيش العسرة. </p><p> وقد ذكر بعض العلماء أن النبي - صلى الله عليه وسلم - سار إلى تبوك في سبعين ألفًا ما بين راكب وماش من المهاجرين والأنصار، وغيرهم من سائر القبائل، اهـ \"خازن\" . والمراد بالساعة هنا، مطلق الوقت والزمن، لا الساعة الفلكية كما أشرنا إليه في الحل. </p><p> وقوله:  {مِنْ بَعْدِ مَا كَادَ} إلخ بيان (٢) لتناهى الشدة وبلوغها النهاية؛ أي: الذين اتبعوه في وقت المشقة والشدة {مِنْ بَعْدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٍ مِنْهُمْ} ؛ أي: من بعد ما قرب أن تميل قلوب بعضهم إلى أن يفارق النبي - صلى الله عليه وسلم -، في ذلك الغزو لحر شديد، ولم ترد الميل عن الدين، وربما وقع في قلوب بعضهم أنا لا نقدر على قتال الروم، وكيف لنا بالخلاص منها؛ ولكنهم صبروا واحتسبوا، وندموا على ما خطر في قلوبهم، فلأجل ذلك قال تعالى:  {ثُمَّ تَابَ عَلَيْهِمْ} ؛ أي: عفا الله عنهم ما وقع في قلوبهم من تلك الخواطر والوساوس، لما صبروا وندموا على ذلك الهم، يعني، أنه سبحانه وتعالى علم إخلاص نيتهم، </p><p>(١) المراح. (٢) الفتوحات.</p>"
}