{
  "id": null,
  "sura": 9,
  "aya": 46,
  "text": "<p> ويلتمسون الخلاص فيما شق عليهم من تكاليفه، ويعتذرون بالمعاذير الكاذبة للهرب من القيام بشيء منها. </p><p> ٤٦ - وقد جاء في بعض الروايات: أن عدد هؤلاء كان تسعةً وثلاثين رجلًا {وَلَوْ أَرَادُواْ الْخُرُوجَ} إلى الغزو معك {لَأَعَدُّواْ له} ؛ أي: لهيؤوا للخروج {عُدَّةً} ؛ أي: أهبةً من الزاد والراحلة والسلاح ونحو ذلك، مما يحتاج إليه المسافر لمثل هذا السفر البعيد، وقد كانوا مستطيعين لذلك ولم يفعلوا {وَلَكِنْ كَرِهَ اللَّهُ انْبِعَاثَهُمْ} ؛ أي: ولكن لم يرد نهوضهم للخروج معك {فَثَبَّطَهُمْ} ؛ أي: حبسهم بالكسل. </p><p> أي: ولو (١) كانوا صادقين فيما يدعونه ويخبرونك به من أنهم يريدون الجهاد معك .. لأعدوا له عدة، ولكن لم يكن معهم من العدة للجهاد ما يُحتاج إليه، لما تركوا إعداد العدة وتحصيلها قبل وقت الجهاد، كما يستعد لذلك المؤمنون، فمعنى الكلام: أنهم لم يريدوا الخروج أصلًا ولا استعدوا للغزو عدةً، ولكن كره الله انبعاثهم وخروجم، فتثبطوا عن الخروج، فيكون المعنى: ما خرجوا, ولكن تثبطوا؛ لأن كراهة الله انبعاثهم، تستلزم تثبطهم عن الخروج، والانعباث: الخروج؛ أي: حبسهم الله عن الخروج معك، وخذلهم؛ لأنهم قالوا: إن لم يؤذن لنا في الجلوس .. أفسدنا وحرضنا على المؤمنين، وقيل المعنى: لو أرادوا الخروج .. لأعدوا له عدة، ولكن ما أرادوه؛ لكراهة الله له. </p><p> والانبعاث في الأصل (٢) : توجيه الإنسان أو الحيوان إلى الشيء بقوة، كبعث الرسل وبعث الموتى، والتثبيط: التعويق عن الأمر والمنع منه. </p><p> والخلاصة: كره الله نفيرهم وخروجهم مع المؤمنين، لما فيه من الضرر العائق لهم عما أحبه من نصرهم، فثبطهم بما أحدث في قلوبهم من المخاوف التي هي مقتضى سننه من تأثير النفاق فيها، ومن ثم لم يعدوا للخروج عدته، </p><p>(١) الشوكاني. (٢) المراغي.</p><p> لأنهم لم يريدوه، وإنما أرادوا بالاستئذان ستر ما عزموا عليه من المخالفة والعصيان. </p><p> {وَقِيلَ اقْعُدُوا} أي: قال لهم الشيطان بما يلقيه إليهم من الوسوسة: تخلفوا مع المتخلفين, وقيل: قاله بعضهم لبعض، وقيل: قاله لهم رسول الله - صلى الله عليه وسلم - غضبًا عليهم, وقيل: هو عبارة عن الخذلان، أي: أوقع الله في قلوبهم القعود، خذلانًا لهم، ومعنى {مَعَ الْقَاعِدِينَ} ؛ أي: مع أولى الضرر من العميان والمرضى والنساء والصبيان , وفيه من الذم لهم والإزراء عليهم والتنقيص بهم ما لا يخفى. </p><p> أي: وقال لهم الرسول - صلى الله عليه وسلم - بعبارة تدل على السخط لا على الرضا: اقعدوا مع الأطفال والزمنى والعجزة والنساء، وهم قد حملوه على ظاهر لموافقته لما يريدون. </p><p> وها هنا يتوجه سؤال، وهو أن خروج المنافقين مع رسول الله - صلى الله عليه وسلم - إما أن يكون فيه مصلحة أو مفسدة، فإن كان فيه مصلحة .. فلم قال:  {وَلَكِنْ كَرِهَ اللَّهُ انْبِعَاثَهُمْ فَثَبَّطَهُمْ} وإن كان فيه مفسدةٌ، فلم عاتب نبيه - صلى الله عليه وسلم - في إذنه لهم في القعود؟ </p><p> الجواب عن هذا السؤال: أن خروجهم مع رسول الله - صلى الله عليه وسلم - كان فيه مفسدة عظيمة بدليل أنه تعالى أخبره بتلك المفسدة بقوله:  {مَا زَادُوكُمْ إِلَّا خَبَالًا} بقي أن يقال: فلم عاتب الله ورسوله - صلى الله عليه وسلم - بقوله:  {لِمَ أَذِنْتَ لَهُمْ} ؟ فنقول: إنَّه - صلى الله عليه وسلم - أذن لهم قبل تمام الفحص وإكمال التأمل والتدبير في حالهم، فلهذا السبب قال تعالى:  {لِمَ أَذِنْتَ لَهُمْ} وقيل: إنما عاتبه لأجل أنه أذن لهم قبل أن يوحى إليه في أمرهم بالقعود, اهـ \"خازن\" . </p><p> وقرأ محمد بن عبد الملك بن مروان وابنه معاوية {عُده} بضم العين من غير تاء، قال صاحب \"اللوامح\" : لما أضاف .. جعل الكناية نائبةً عن التاء, فأسقطها، وقال أبو حاتم: هو جمع عدةٍ كبرةٍ وبرٍّ ودرةٍ ودرٍ , وقرأ زر بن حبيش </p><p> وأبان عن عاصم:  {عُدَّةً} بكسر العين وهاء إضمار. قال ابن عطية: وهو عندي اسم لما يعد كالذبح والقتل للعدو، سمي قتلًا إذ حقه أن يقتل، وقرئ أيضًا:  {عُدَّةً} بكسر العين وبالتاء دون إضافةٍ أي: عدةً من الزاد والسلاح. </p><p> الإعراب </p><p> {إِنَّ عِدَّةَ الشُّهُورِ عِنْدَ اللَّهِ اثْنَا عَشَرَ شَهْرًا فِي كِتَابِ اللَّهِ يَوْمَ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ مِنْهَا أَرْبَعَةٌ حُرُمٌ ذَلِكَ الدِّينُ الْقَيِّمُ فَلَا تَظْلِمُوا فِيهِنَّ أَنْفُسَكُمْ وَقَاتِلُوا الْمُشْرِكِينَ كَافَّةً كَمَا يُقَاتِلُونَكُمْ كَافَّةً وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ (٣٦) }. </p><p> {إِنَّ} حرف نصب، {عِدَّةَ} اسمها {الشُّهُورِ} مضاف إليه {عِنْدَ اللَّهِ} ظرف ومضاف إليه، متعلق بـ {عِدَّةَ} ؛ لأنه مصدرٌ {اثْنَا عَشَرَ} عدد مركب, معرب الصدر مبنيُّ العجز {اثْنَا} خبر {إِنَّ} وعلامة رفعه الألف، نيابةً عن الضمة؛ لأنه ملحق بالمثنى {عَشَرَ} جزء خبر مبني على الفتح , لشبهه بالحرف شبهًا معنويًّا {شَهْرًا} منصوب على التمييز {فِي كِتَابِ اللَّهِ} جار ومجرور ومضاف إليه صفة لأثنى عشر أو بدل من {عِنْدَ اللَّهِ}  {يَوْمَ} منصوب على الظرفية متعلق بـ {كِتَابِ اللَّهِ} إن قلنا إنه مصدر لا جثةٌ، أو بدلٌ ثان من {عِنْدَ اللَّهِ}  {خَلَقَ السَّمَاوَاتِ} فعل ومفعول {وَالْأَرْضَ} معطوف عليه، وفاعله ضمير يعود على {اللَّهِ} والجملة الفعلية في محل الجر مضاف إليه لـ {يَوْمَ} وجملة {إِنَّ} مستأنفة {مِنْهَا} جار ومجرور حال من {أَرْبَعَةٌ} ؛ لأنها صفة نكرة قدمت عليها {أَرْبَعَةٌ} مبتدأ {حُرُمٌ} خبر، والجملة الاسمية في محل الرفع صفة لـ {اثْنَا عَشَرَ} أو مستأنفة {ذَلِكَ} مبتدأ {الدِّينُ} خبر {الْقَيِّمُ} ، صفه لـ {الدِّينُ} والجملة مستأنفة {فَلَا}  {الفاء} فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر, تقديره: إذا عرفتم أن تحريمها هو الدين القيام، وأردتم بيان ما هو الأصلح لكم .. فأقول لكم {لا تظلموا} جازم وفعل وفاعل {فِيهِنَّ} متعلِق به {أَنْفُسَكُمْ} مفعول به، ومضاف إليه والجملة في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة {وَقَاتِلُوا الْمُشْرِكِينَ} فعل وفاعل ومفعول به {كَافَّةً} حال من واو {وَقَاتِلُوا} أو من {الْمُشْرِكِينَ} ولكنَّه مصدر جامد في </p><p> تأويل المشتق، كما سيأتي في مبحث التصريف، تقديره: حالة كونكم أو كونهم مجتمعين، والجملة الفعلية في محل النصب معطوفة على جملة قوله {فَلَا تَظْلِمُواْ}  {كَمَا}  {الكاف} حرف جر وتشبيه و {ما} مصدرية {يُقَاتِلُونَكُمْ} فعل وفاعل ومفعول {كَافَّةً} إما حال من واو الفاعل، أو كاف المخاطبين، والجملة الفعلية صلة {ما} المصدرية، {ما} مع صلتها في تأويل مصدر مجرور بالكاف، تقديره: كقتالهم إياكم {كَافَّةً} الجار والمجرور صفة لمصدر محذوف، تقديره: وقاتلوا المشركين كافة، قتالًا كائنًا كقتالهم إياكم كافة {وَاعْلَمُوا} فعل وفاعل معطوف على قوله: {فَلَا تَظْلِمُوا} أو مستأنف، {أَنَّ اَللهَ} ناصب واسمه {مَعَ الْمُتَّقِينَ} ظرف ومضاف إليه خبر {إنَّ} وجملة {إنَّ} في تأويل مصدر سادٍّ مسد مفعولي علم؛ أي: واعلموا كون الله مع المتقين. </p><p> {إِنَّمَا النَّسِيءُ زِيَادَةٌ فِي الْكُفْرِ يُضَلُّ بِهِ الَّذِينَ كَفَرُوا يُحِلُّونَهُ عَامًا وَيُحَرِّمُونَهُ عَامًا لِيُوَاطِئُوا عِدَّةَ مَا حَرَّمَ اللَّهُ فَيُحِلُّوا مَا حَرَّمَ اللَّهُ زُيِّنَ لَهُمْ سُوءُ أَعْمَالِهِمْ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ (٣٧) }. </p><p> {إِنَّمَا} أداة حصر {النَّسِيءُ زِيَادَةٌ} مبتدأ وخبر {فِي الْكُفْرِ} متعلق بـ {زِيَادَةٌ} والجملة الاسمية مستأنفة {يُضَلُّ} فعل مضارع مغير الصيغة {به} متعلق به {الَّذِينَ} اسم موصول في محل الرفع نائب فاعل، والجملة الفعلية في محل الرفع خبر ثان لـ {النَّسِيءُ}  {كَفَرُوا} فعل وفعل صلة الموصول {يُحِلُّونَهُ} فعل وفاعل ومفعول {عَامًا} ظرف متعلق به، والجملة في محل النصب حال من الموصول، أو مفسرة للضلال لا محل لها من الإعراب {وَيُحَرِّمُونَهُ عَامًا} معطوف على {يُحِلُّونَهُ}  {لِيُوَاطِئُوا}  {اللام} لام كي {يواطئوا} فعل وفاعل منصوب بأن المضمرة بعد لام كي {عِدَّةَ مَا} مفعول به، ومضاف إليه {حَرَّمَ اللَّهُ} فعل وفاعل، والجملة صلة لـ {مَا} أو صفة لها، والعائد أو الرابط محذوف، تقديره: عدة ما حرمه، وجملة {يواطىء} صلة {أن} المصدرية، {أن} مع صلتها في تأويل مصدر مجرور {باللام} تقديره: لمواطأتهم عدة ما حرمه الله، الجار والمجرور متعلق بـ {يحرمونه}  {فيُحِلُّوا}  {الفاء} عاطفة {يحلوا} فعل وفاعل، معطوف على {يواطئوا}  {مَا} في محل النصب مفعول {فيُحِلُّواْ}  {حَرَّمَ اللهُ} </p><p> فعل وفاعل، والجملة صلة لـ {مَا} أو صفة لها، والعائد أو الرابط محذوف تقديره: ما حرمه {زُيِّنَ} فعل ماض مغير الصيغة {لَهُمْ} متعلق به {سُوءُ أَعْمَالِهِمْ} نائب فاعل، ومضاف إليه، والأصل زين لهم الشيطان سوء أعمالهم، كما قاله ابن عباس رضي الله عنه {وَاللهُ} مبتدأ {لَا يَهْدِى القَوْمَ} فعل ومفعول به {الْكَافِرِينَ} صفة لـ {الْقَوْمَ} وفاعله ضمير يعود على {اللهُ} والجملة الفعلية خبر المبتدأ والجملة الاسمية مستأنفة. </p><p> {يَا أَيُّهَا الَّذِينَ آمَنُوا مَا لَكُمْ إِذَا قِيلَ لَكُمُ انْفِرُوا فِي سَبِيلِ اللَّهِ اثَّاقَلْتُمْ إِلَى الْأَرْضِ أَرَضِيتُمْ بِالْحَيَاةِ الدُّنْيَا مِنَ الْآخِرَةِ فَمَا مَتَاعُ الْحَيَاةِ الدُّنْيَا فِي الْآخِرَةِ إِلَّا قَلِيلٌ (٣٨) }. </p><p> {يَا أَيُّهَا}  {يا} حرف نداء {أيُّ} منادى نكرة مقصودة و {ها} حرف تنبيه {الَّذِينَ} اسم موصول في محل الرفع صفة لـ {أيُّ} وجملة النداء مستأنفة {آمَنُوا} فعل وفاعل والجملة صلة الموصول {مَا} للاستفهام الإنكاري التوبيخي، في محل الرفع مبتدأ {لَكُمْ} جار ومجرور متعلق بمحذوف خبر المبتدأ، تقديره: أي شيء ثابت لكم، والجملة الاسمية جواب النداء، لا محل لها من الإعراب {إِذَا} ظرف لما يستقبل من الزمان، مجرد عن معنى الشرط، لا جواب لها {قِيلَ} فعل ماض مغير الصِّيغة {لَكُمُ} متعلق به {انْفِرُوا فِي سَبِيلِ اللَّهِ} نائب فاعل محكي، والجملة الفعلية في محل الخفض بإضافة {إِذَا} والظرف متعلق بـ {اثَّاقَلْتُمْ} الآتي وإن شئت قلت: {انْفِرُواْ} فعل وفاعل {في سَبيلِ اللهِ} متعلق به، والجملة في محل الرفع نائب فاعل لـ {قِيلَ} ، {اثَّاقَلْتُمْ} فعل ماض وفاعل {إِلَى الْأَرْضِ} متعلق به، والجملة في محل النصب حال من كاف المخاطبين في {لَكُمُ} والتقدير: أيُّ شيء ثبت لكم من الأعذار، حال كونكم متثاقلين في وقت قول الرسول لكم: انفروا؛ أي: أخرجوا في سبيل الله {أَرَضِيتُم}  {الهمزة} للاستفهام التوبيخي التعجبي الإنكاري {رضيتم} فعل وفاعل {بِالْحَيَاةِ} متعلق به {الدُّنْيَا} صفة للحياة والجملة الاستفهامية مستأنفة {مِنَ الْآخِرَةِ} جار ومجرور حال من {الْحَيَاةِ الدُّنْيَا} كما ذكره أبو البقاء: أي: حالة كونها بدلًا من الآخرة {فَمَا مَتَاعُ}  {الفاء} تعليلية {ما} نافية </p><p> {مَتَاعُ} مبتدأ {الْحَيَاةِ} مضاف إليه {الدُّنْيَا} صفة لـ {الْحَيَاةِ}  {في الْآخِرَةِ} جار ومجرور متعلق بمحذوف حال من المبتدأ، على رأي سيبويه، تقديره: حالة كونه منسوبًا إلى الآخرة {إِلَّا} أداة استثناء مفرغ {قَلِيلٌ} خبر المبتدأ والجملة الاسمية مسوقة لتعليل النفي المفهوم من الجملة الاسمية، والتقدير: لا ترضوا الحياة الدنيا بدل الآخرة لكون متاع الدنيا قليلًا، وفي \"الفتوحات\" قوله: {في الْآخِرَةِ} متعلق بمحذوف من حيث؛ المعنى، تقديره: فما متاع الحياة الدنيا محسوبًا في الآخرة، فمحسوبًا: حال من متاع، وقال الحوفي: إنه متعلق بـ {قَلِيلٌ} وهو خبر المبتدأ، قال: وجاز أن يتقدم الظرف على عامله المقرون بإلا؛ لأن الظروف تعمل فيها روائح الأفعال، ولو قلت: ما زيد إلا عمرًا يضرب .. لم يجز، اهـ \"سمين\" . </p><p> {إِلَّا تَنْفِرُوا يُعَذِّبْكُمْ عَذَابًا أَلِيمًا وَيَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ وَلَا تَضُرُّوهُ شَيْئًا وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} . </p><p> {إلَا}  {إنْ} حرف شرط جازم مبني بسكون على النون المدغمة في لام {لا} ، {لا} نافية {تَنفِرُوا} : فعل وفاعل مجزوم بإن الشرطية على كونه فعل شرط لها {يُعَذِّبْكُمْ} فعل ومفعول مجزوم بإن الشرطية، على كوفه جوابًا لها، وفاعله ضمير يعود على الله {عَذَابًا} مفعول به، أو مفعول مطلق {أَلِيمًا} صفة لـ {عَذَابًا} والجملة الشرطية مستأنفة لا محل لها من الإعراب. {وَيَسْتَبْدِلْ} معطوف على {يُعَذِّبْ} وفاعله ضمير يعود على الله {قَوْمًا} مفعول به {غَيْرَكُمْ} صفة لـ {قَوْمًا} لأنه بمعنى مغايرين إياكم {وَلَا تَضُرُّوهُ} فعل وفاعل ومفعول أول، معطوف على يعذب أيضًا {شَيْئًا} مفعول ثان {وَاللَّهُ} مبتدأ {عَلَى كُلِّ شَيْءٍ} متعلق بـ {قَدِيرٌ}  {قَدِيرٌ} خبر المبتدأ، والجملة الاسمية مستأنفة مسوقة لتعليل ما قبلها. </p><p> {إِلَّا تَنْصُرُوهُ فَقَدْ نَصَرَهُ اللَّهُ إِذْ أَخْرَجَهُ الَّذِينَ كَفَرُوا ثَانِيَ اثْنَيْنِ إِذْ هُمَا فِي الْغَارِ} . </p><p> {إِلَّا}  {إِنَّ} حرف شرط جازم مبني بسكون على النون المدغمة في لام </p><p> {لَا} النافية، {لا} نافية {تَنْصُرُوهُ} فعل وفاعل ومفعول مجزوم بـ {إِنَّ} الشرطية على كونه فعل شرط لها، وجواب الشرط محذوف، تقديره: فسينصره الله تعالى، وجملة الشرط مع جوابه المحذوف مستأنفة {فَقَدْ}  {الفاء} تعليلية {قد} حرف تحقيق {نَصَرَهُ اللَّهُ} فعل ومفعول وفاعل، والجملة الفعلية في محل الجر بـ {لام} التعليل المقدرة المدلول عليها بـ {الفاء} التعليلية المتعلقة بالجواب المحذوف، الذي قدرناه آنفًا {إِذْ} ظرف لما مضى من الزمان، في محل النصب على الظرفية، متعلق بـ {نَصَرَهُ اللَّهُ}  {أخْرَجَهُ الَّذِينَ} فعل ومفعول وفاعل، والجملة في محلّ الجر بإضافة {إذْ} إليها {كَفَرُوا} فعل وفاعل، صلة الموصول {ثَانِيَ} منصوب على الحال من الهاء في {أَخْرَجَهُ}  {اثْنَيْنِ} مضاف إليه، ولكنه في تأويل مشتق، تقديره: إذ أخرجه الذين كفروا، حالة كونه واحدًا من اثنين؛ أي: حالة كونه منفردًا عن جميع الناس، إلا أبا بكر الصديق، {إِذْ هُمَا فِي الْغَارِ}  {إِذْ} ظرف لما مضى من الزمان، في محلّ النصب على الظرفية، والظرف بدل من {إِذْ} قبله بدل بعض من كل، فيفرض زمن إخراجه ممتدًا، بحيث يصدق على زمن استقرارهما في الغار، وزمن القول المذكور، والبدل في هذا وما بعده بدل بعض من كل، ولا بد من هذا التكلف لتصح البدلية، وإلا فزمن الإخراج مباين لزمن حصولهما في الغار، إذ بين الغار ومكة مسيرة ساعة {هُمَا} مبتدأ {فِي الْغَارِ} خبره، والجملة في محلّ الجر مضاف إليه. </p><p> {إِذْ يَقُولُ لِصَاحِبِهِ لَا تَحْزَنْ إِنَّ اللَّهَ مَعَنَا فَأَنْزَلَ اللَّهُ سَكِينَتَهُ عَلَيْهِ وَأَيَّدَهُ بِجُنُودٍ لَمْ تَرَوْهَا وَجَعَلَ كَلِمَةَ الَّذِينَ كَفَرُوا السُّفْلَى وَكَلِمَةُ اللَّهِ هِيَ الْعُلْيَا وَاللَّهُ عَزِيزٌ حَكِيمٌ} . </p><p> {إِذْ} : ظرف لما مضى {يَقُولُ} فعل مضارع {لِصَاحِبِهِ} متعلق به، وفاعله ضمير يعود على محمَّد، والجملة في محلّ الجر مضاف إليه لـ {إِذْ} والظرف بدل أيضًا من {إِذْ} الأولى بدل بعض من كل {لَا تَحْزَنْ إِنَّ اللَّهَ مَعَنَا} مقول محكي لـ {يَقُولُ} وإن شئت قلت: {لا} ناهية {تَحْزَنْ} فعل </p><p> مضارع مجزوم بـ {لَا} الناهية، وفاعله ضمير يعود على أبي بكر، والجملة في محلّ النصب مقول {يَقُولُ}  {إِنَّ} حرف نصب {اللَّهَ} اسمها {مَعَنَا} ظرف متعلق بمحذوف خبر {إِنَّ} وجملة {إِنَّ} في محلّ النصب مقول القول مسوقة لتعليل ما قبلها {فَأَنْزَلَ اللَّهُ} فعل وفاعل و {الفاء} عاطفة الجملة على جملة قوله: {فَقَدْ نَصَرَهُ اللَّهُ}  {سَكِينَتَهُ} مفعول به {عَلَيْهِ} متعلق بـ {أَنْزَلَ}  {وَأَيَّدَهُ} فعل ومفعول، وفاعله ضمير يعود على {اللَّهِ} والجملة معطوفة على جملة {أَنْزَلَ}  {بِجُنُودٍ} متعلق بـ {أَيَّدَ}  {لَمْ تَرَوْهَا} فعل وفاعل ومفعول به وجازم؛ لأنَّ رأى بصرية، والجملة في محلّ الجر صفة لـ {جنود}  {وَجَعَلَ كَلِمَةَ الَّذِينَ} فعل ومفعول أول ومضاف إليه، وفاعله ضمير يعود على {اللَّهُ} والجملة معطوفة على جملة {أيد}  {كَفَرُوا} فعل وفاعل صلة الموصول {السُّفْلَى} مفعول ثان لجعل {وَكَلِمَةُ اللَّهِ} مبتدأ ومضاف إليه {هِيَ} ضمير فصل {الْعُلْيَا} خبر المبتدأ والجملة مستأنفة {وَاللَّهُ} مبتدأ {عَزِيزٌ} خبر أول {حَكِيمٌ} خبر ثان، والجملة مستأنفة أو معطوفة على الجملة التي قبلها. </p><p> {انْفِرُوا خِفَافًا وَثِقَالًا وَجَاهِدُوا بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ فِي سَبِيلِ اللَّهِ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ (٤١) }. </p><p> {انْفِرُوا} فعل وفاعل، والجملة مستأنفة، {خِفَافًا وَثِقَالًا} حالان من واو {انْفِرُوا}  {وَجَاهِدُوا} فعل وفاعل معطوف على {انْفِرُوا}  {بِأَمْوَالِكُمْ} متعلق به {وَأَنْفُسِكُمْ} معطوف على {أَمْوَالِكُمْ}  {فِي سَبِيلِ اللَّهِ} جار ومجرور متعلق بـ {جَاهِدُوا}  {ذَلِكُمْ} مبتدأ {خَيْرٌ} خبره {لَكُمْ} متعلق بـ {خَيْرٌ} والجملة مستأنفة {إِنْ} حرف شرط {كُنْتُمْ} فعل واسمه في محلّ الجزم بـ {إِنْ} الشرطية على كونه فعل شرط لها، وجملة {تَعْلَمُونَ} خبر {كان} وجواب {إِنْ} الشرطية محذوف، تقديره: إن كنتم تعلمون خيريته .. فلا تتثاقلوا عنه، وجملة {إِن} الشرطية مستأنفة. </p><p> {لَوْ كَانَ عَرَضًا قَرِيبًا وَسَفَرًا قَاصِدًا لَاتَّبَعُوكَ وَلَكِنْ بَعُدَتْ عَلَيْهِمُ الشُّقَّةُ وَسَيَحْلِفُونَ </p><p> بِاللَّهِ لَوِ اسْتَطَعْنَا لَخَرَجْنَا مَعَكُمْ يُهْلِكُونَ أَنْفُسَهُمْ وَاللَّهُ يَعْلَمُ إِنَّهُمْ لَكَاذِبُونَ}. </p><p> {لَوِ} حرف شرط {كَانَ} فعل ماض ناقص، واسمها ضمير يعود على ما فهم من السياق، تقديره: لو كان ما دعوتهم إليه {عَرَضًا} خبرها {قَرِيبًا} صفة {عَرَضًا {وَسَفَرًا} معطوف على {عَرَضًا}  {قَاصِدًا} صفة {سَفَرًا}  {لَاتَّبَعُوكَ}  {اللام} رابطة لجواب {لَوْ} الشرطية {اتَّبَعُوكَ} فعل وفاعل ومفعول وجملة {لَوْ} الشرطية مستأنفة {وَلَكِنْ}  {الواو} عاطفة {لكن} حرف استدراك {بَعُدَتْ} فعل ماض {عَلَيْهِمُ} متعلق به {الشُّقَّةُ} فاعل وجملة الاستدراك معطوفة على جملة {لَوْ}  {وَسَيَحْلِفُونَ} فعل وفاعل {بِاللَّهِ} متعلق به، والجملة معطوفة على جملة الاستدراك {لَوِ} حرف شرط {اسْتَطَعْنَا} فعل وفاعل، والجملة فعل شرط لـ {لَوِ}  {لَخَرَجْنَا}  {اللام} رابطة لجواب {لَوِ}  {خَرَجْنَا} فعل وفاعل {مَعَكُمْ} ظرف حال من فاعل {خرجنا} ؛ أي: حالة كوننا مصاحبين بكم، وجملة {خرجنا} ساد مسد جوابي القسم والشرط جميعًا، كما في \"الفتوحات\" وجملة {لَوِ} الشرطية في محلّ النصب مقول لقول محذوف، تقديره: وسيحلفون لكم. قائلين: لو استطعنا .. لخرجنا معكم {يُهْلِكُونَ أَنْفُسَهُمْ} : فعل وفاعل ومفعول، والجملة بدل من جملة قوله {وَسَيَحْلِفُونَ} ؛ لأنّ الحلف الكاذب إهلاك للنفس. {وَاللَّهُ} مبتدأ، وجملة {يَعْلَمُ} خبره والجملة الاسمية مستأنفة {إِنَّهُمْ} ناصب واسمه {لَكَاذِبُونَ}  {اللام} حرف ابتداء {كاذبون} خبر {إن} وجملة {إن} سادة مسد مفعولي عَلم معلقة عنها باللام. </p><p> {عَفَا اللَّهُ عَنْكَ لِمَ أَذِنْتَ لَهُمْ حَتَّى يَتَبَيَّنَ لَكَ الَّذِينَ صَدَقُوا وَتَعْلَمَ الْكَاذِبِينَ (٤٣) }. </p><p> {عَفَا اللَّهُ} فعل وفاعل {عَنْكَ} : متعلق به، والجملة مستأنفة {لِمَ}  {اللام} حرف جر {م} اسم استفهام إنكاري، في محلّ الجر باللام، مبني بسكون على الألف المحذوفة، فرقًا بينها وبين الموصولة، الجار والمجرور متعلق بـ {أَذِنْتَ} المذكور بعده {أَذِنْتَ} فعل وفاعل {لَهُمْ} متعلق به أيضًا، وجاز تعلقهما بعامل واحد مع اتحادهما لفظًا لاختلاف معناهما؛ لأنّ الأولى للتعليل، </p><p> والثانية للتبليغ، كما في \"الجمل\" والجملة الاستفهامية جملة إنشائية لا محلّ لها من الإعراب {حَتَّى} حرف جر وغاية، {يَتَبَيَّنَ} منصوب بأن مضمرة وجوبًا بعد {حَتَّى}  {لَكَ} متعلق به {الَّذِينَ} فاعل وجملة {صَدَقُوا} صلة الموصول، وجملة {يَتَبَيَّنَ} في تأويل مصدر مجرور بـ {حَتَّى} تقديره: إلى تبيّن الذين صدقوا وظهورهم لك، الجار والمجرور متعلق بـ {أَذِنْتَ}  {وَتَعْلَمَ الْكَاذِبِينَ} فعل ومفعول معطوف على {يَتَبَيَّنَ} وفاعله ضمير يعود على محمد، وعلم هنا بمعنى: عرف. </p><p> {لَا يَسْتَأْذِنُكَ الَّذِينَ يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ أَنْ يُجَاهِدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ وَاللَّهُ عَلِيمٌ بِالْمُتَّقِينَ (٤٤) }. </p><p> {لَا يَسْتَأْذِنُكَ الَّذِينَ} فعل ومفعول وفاعل والجملة مستأنفة {يُؤْمِنُونَ} فعل وفاعل، صلة الموصول {بِاللَّهِ} متعلق به {وَالْيَوْمِ الْآخِرِ} معطوف على الجلالة {أَنْ يُجَاهِدُوا} ناصب وفعل وفاعل {بِأَمْوَالِهِمْ} متعلق به {وَأَنْفُسِهِمْ} معطوف عليه والجملة الفعلية في تأويل مصدر مجرور بحرف جر محذوف، تقديره: في مجاهدتهم بأموالهم وأنفسهم، والجار المحذوف متعلق بـ {يَسْتَأْذِنُكَ}  {وَاللَّهُ عَلِيمٌ} مبتدأ وخبر {بِالْمُتَّقِينَ} متعلق به والجملة مستأنفة. </p><p> {إِنَّمَا يَسْتَأْذِنُكَ الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَارْتَابَتْ قُلُوبُهُمْ فَهُمْ فِي رَيْبِهِمْ يَتَرَدَّدُونَ (٤٥) }. </p><p> {إِنَّمَا} : أداة حصر {يَسْتَأْذِنُكَ الَّذِينَ} فعل ومفعول وفاعل، والجملة مستأنفة {لَا يُؤْمِنُونَ} فعل وفاعل صلة الموصول {بِاللَّهِ} متعلق به {وَالْيَوْمِ الْآخِرِ} معطوف على الجلالة {وَارْتَابَتْ قُلُوبُهُمْ} فعل وفاعل، معطوف على جملة الصلة {فَهُمْ} مبتدأ و {الفاء} تفريعية عاطفة، {هم} مبتدأ. {فِي رَيْبِهِمْ} متعلق بـ {يَتَرَدَّدُونَ} وجملة {يَتَرَدَّدُونَ} في محلّ الرفع خبر المبتدأ، والجملة الاسمية مفرعة معطوفة على جملة {وَارْتَابَتْ قُلُوبُهُمْ} . </p><p> {وَلَوْ أَرَادُوا الْخُرُوجَ لَأَعَدُّوا لَهُ عُدَّةً وَلَكِنْ كَرِهَ اللَّهُ انْبِعَاثَهُمْ فَثَبَّطَهُمْ وَقِيلَ اقْعُدُوا مَعَ الْقَاعِدِينَ (٤٦) }. </p><p> {وَلَوْ أَرَادُوا الْخُرُوجَ} حرف شرط وفعل وفاعل ومفعول {لَأَعَدُّوا} : فعل وفاعل، جواب {لو} و {اللام} رابطة للجواب {لَهُ} متعلق بـ {أَعَدُّوا}  {عُدَّةً} مفعول به وجملة {لو} الشرطية مستأنفة {وَلَكِنْ}  {الواو} عاطفة {لكن} حرف استدراك {كَرِهَ اللَّهُ} فعل وفعل {انْبِعَاثَهُمْ} مفعول به، والجملة الاستدراكية معطوفة على جملة {لو}  {فَثَبَّطَهُمْ} فعل ومفعول و {الفاء} عاطفة وفاعله ضمير يعود على {اللَّهُ} والجملة معطوفة على جملة {كَرِهَ}  {وَقيلَ} فعل ماض مغير الصيغة {اقْعُدُوا مَعَ الْقَاعِدِينَ} نائب فاعل محكى لـ {قيل} وجملة {قيل} معطوفة على جملة {ثبطهم} . </p><p> التصريف ومفردات اللغة </p><p> {إِنَّ عِدَّةَ الشُّهُورِ}  {عِدَّةَ} اسم مصدر لعد الشيء، يعده: من باب رد إذا أحصاه، والشهور: جمع شهر، وهو في الأصل اسم للهلال، سميت به الأيام؛ أي: إن عدد شهور السنة القمرية {فِي كِتَابِ اللَّهِ} والكتاب: هو اللوح المحفوظ {حُرُمٌ} بضمتين واحدها حرام من الحرمة، بمعنى: التعظيم {ذَلِكَ الدِّينُ الْقَيِّمُ} : الدين: الشرع، والقيم: الصحيح المستقيم الذي لا عوج فيه {كَافَّةً} : مصدر في موضع الحال، كما تقدم في مبحث الإعراب، ومعناه: جميعًا ولا يثنى ولا يجمع ولا تدخله أن ولا يتصرف فيه بغير الحال، اهـ. كرخي. </p><p> {إِنَّمَا النَّسِيءُ} والنسيء: من نسأ الشيء ينسؤه نسأ ومنسأة إذا أخره؛ أي: الشهر الذي أنسىء تحريمه؛ أي: أخر عن موضعه وقال الكسائي: يقال: نسأه وأنساه إذا أخره، وقال الجوهري وأبو حاتم: النسيء فعيل، بمعنى: مفعول من نسأت الشيء فهو منسوء إذا أخرته، ثم حول إلى نسيء كما حول مقتول إلى قتيل، ورجل ناسىء وقوم نسأة، مثل فاسق وفسقة، انتهى. وقال الطبري: النسيء بالهمز معناه: الزيادة، انتهى، فإذا قلت أنسأ الله أجله، بمعنى: أخر، لزم من ذلك الزيادة في الأجل، فليس النسيء مرادفًا للزيادة، بل قد يكون منفردا عنها في بعض المواضع، وإذا كان النسيء مصدرًا كان الإخبار عنه بمصدر واضحًا، وإذا </p><p> كان بمعنى مفعول فلا بد من إضمارٍ إما في النسيء؛ أي: إن نسأ النسيء، أو في زيادة؛ أي: ذو زيادة، وبتقدير هذا الإضمار يُردُّ على ما يرد على قوله: ولا يجوز أن يكون فعيلًا بمعنى مفعول؛ لأنه يكون المعنى: إنما المؤخر زيادة، والمؤخر الشهر، ولا يكون الشهر زيادة في الكفر ذكره في \"البحر\" . </p><p> وفي \"المختار\" : والنسيئة كالفعيلة التأخير، وكذا النسآء، بالفتح والمد، التأخير والنسيء في الآية، فعيل بمعنى: مفعول، من قولك نسأه، من باب: قطع؛ أي: أخره فهو منسوء فحول منسوء إلى نسيء، كما حول مقتول إلى قتيل، والمراد: تأخيرهم حرمة المحرم إلى صفر، انتهى. </p><p> {انْفِرُوا فِي سَبِيلِ اللَّهِ} النفر والنفور: الفرار من الشيء أو الإقدام عليه بخفة ونشاط، يقال: نفرت الدابة والغزال، نفورًا ونفر الحجيج من عرفات نفرًا واستنفر الملك العسكر إلى القتال، وأعلن النفير العام، فنفروا خفافًا وثقالًا وفي \"الخازن\" يقال: استنفر الإمام الناس إذا حثهم على الخروج إلى الجهاد ودعاهم إليه، ومنه قوله - صلى الله عليه وسلم - \"إذا استنفرتم، فانفروا\" والاسم النفير، اهـ {اثَّاقَلْتُمْ} ؛ أي: تبأطاتم وملتم عن الجهاد إلى القعود في الأرض، وأصله تثاقلتم، فأبدلت التاء ثاءً مثلثة ثم أدغمت في الثاء، ثم اجتلبت همزة الوصل، توصلا إلى النطق بالساكن، فصار اثاقلتم {مَتَاعُ الْحَيَاةِ الدُّنْيَا} والمتاع ما يتمتع به من لذات الدنيا {إِذْ هُمَا فِي الْغَارِ} والغار: النقب العظيم في الجبل، والمراد هنا غار جبل ثور، يجمع على غِيران، مثل: تاج وتيجان وقاع وقيعان، والغار أيضًا نبت طيب الريح، والغار أيضًا: الجماعة والغاران: البطن والفرج، وألف الغار منقلبةٌ عن واوٍ، اهـ \"سمين\" . </p><p> {لِصَاحِبِهِ} والصاحب: هو أبو بكر الصديق - رضي الله عنه - سكينته والسكينة: سكون النفس واطمئنانها، وهو ضد الانزعاج والاضطراب و {وَكَلِمَةُ اللَّهِ} هي التوحيد و {كَلِمَةَ الَّذِينَ كَفَرُوا} هي الشرك والكفر. </p><p> {انْفِرُوا خِفَافًا وَثِقَالًا} أي: انفروا على الصفة التي يخفف عليكم الجهاد فيها، وعلى الصفة التي يثقل عليكم الجهاد فيها، وهذان الوصفان يدخل تحتهما </p><p> أقسام كثيرة، كما أشرنا إليها في مبحث التفسير. </p><p> {عَرَضًا قَرِيبًا} والعرض بفتحتين: ما يعرض لك من متاع الدنيا ومنافعها، مما لا ثبات له ولا بقاء، وليس في الوصول إليه كبير عناء {وَسَفَرًا قَاصِدًا} ويقال: سير قاصد، وسفر قاصد؛ أي: هين لا مشقة فيه، من القصد وهو الاعتدال {الشُّقَّةُ} والشقة الطريق، لا تقطع إلا بعناء ومشقة، فهي مشتقة من المشقة كما في \"السمين\"  {عَفَا اللَّهُ عَنْكَ} والعفو: التجاوز عن التقصير، وترك المؤاخذة عليه {وَارْتَابَتْ قُلُوبُهُمْ} إنما أضاف الشك والارتياب إلى القلب؛ لأنه محلّ المعرفة والإيمان، فإذا دخله الشك، كان ذلك نفاقًا اهـ \"خازن\" . </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات أنواعًا من البلاغة والفصاحة والبيان والبديع: </p><p> فمنها: الطباق بين يحلون ويحرمون في قوله: {يُحِلُّونَهُ عَامًا وَيُحَرِّمُونَهُ عَامًا} وبين {الدُّنْيَا مِنَ الْآخِرَةِ} في قوله: {أَرَضِيتُمْ بِالْحَيَاةِ الدُّنْيَا مِنَ الْآخِرَةِ} وبين كلمة {اللَّهُ} وكلمة {الَّذِينَ كَفَرُوا} في قوله: {وَجَعَلَ كَلِمَةَ الَّذِينَ كَفَرُوا السُّفْلَى وَكَلِمَةُ اللَّهِ هِيَ الْعُلْيَا} وبين قوله: {خِفَافًا وَثِقَالًا} ، وبين {الصَّادِقِينَ} و {الْكَاذِبِينَ} في قوله: {حَتَّى يَتَبَيَّنَ لَكَ الَّذِينَ صَدَقُوا وَتَعْلَمَ الْكَاذِبِينَ} . </p><p> ومنها: التكرار في قوله {كَافَّةً} وفي لفظ الجلالة في قوله: {لِيُوَاطِئُوا عِدَّةَ مَا حَرَّمَ اللَّهُ فَيُحِلُّوا مَا حَرَّمَ اللَّهُ} وفي لفظ {الدُّنْيَا} و {الْآخِرَةِ} في قوله: {أَرَضِيتُمْ بِالْحَيَاةِ الدُّنْيَا مِنَ الْآخِرَةِ ...} إلخ. </p><p> ومنها: جناس الاشتقاق في قوله: {يُعَذِّبْكُمْ عَذَابًا أَلِيمًا} وفي قوله: {أعدوا له عدة} وفي قوله: {اقْعُدُوا مَعَ الْقَاعِدِينَ} . </p><p> ومنها: الاستفهام الإنكاري التوبيخي في قوله: {مَا لَكُمْ إِذَا قِيلَ لَكُمُ} . </p><p> ومنها: الإيجاز بالحذف في قوله: {أَرَضِيتُمْ بِالْحَيَاةِ الدُّنْيَا مِنَ الْآخِرَةِ} ؛ أي: أرضيتم بنعيم الدنيا ولذائذها بدل نعيم الآخرة. </p><p> ومنها: المجاز المرسل في قوله: {إِنَّ عِدَّةَ الشُّهُورِ} من إطلاق الكل، وإرادة البعض؛ لأن المراد بها الشهور القمرية. </p><p> ومنها: إبهام الفاعل استهجانًا له في قوله: {زُيِّنَ لَهُمْ سُوءُ أَعْمَالِهِمْ} إن كان المزين الشيطان، أو للتفخيم إن قلنا: المزين هو الله. </p><p> ومنها: الإظهار في مقام الإضمار؛ لزيادة التقرير والمبالغة في بيان حقارة الدنيا ودنائتها، بالنسبة للآخرة. </p><p> ومنها: الاستعارة في قوله: {وَجَعَلَ كَلِمَةَ الَّذِينَ كَفَرُوا السُّفْلَى} ؛ لأنها استعارة عن الشرك، كما أن كلمة الله استعارة عن الإيمان والتوحيد، وفي قوله:  {وَلَكِنْ بَعُدَتْ عَلَيْهِمُ الشُّقَّةُ} ؛ لأنه استعار الشقة للمسافة الطويلة البعيدة التي توجب المشقة على سالكها. </p><p> ومنها: الإبهام في قوله: {لِصَاحِبِهِ} إظهارًا بعظم فضله، وجلالة قدره. </p><p> ومنها: تقديم المسرة على المضرة، في قوله:  {عَفَا اللَّهُ عَنْكَ لِمَ أَذِنْتَ لَهُمْ} حيث قدم العفو على العتاب، وقد أحسن من قال: إن من لطف الله بنبيه: أن بدأه بالعفو قبل العتب. </p><p> ومنها: التشبيه في قوله: {كَمَا يُقَاتِلُونَكُمْ كَافَّةً} . </p><p> ومنها: الإسناد المجازي في قوله: {وَارْتَابَتْ قُلُوبُهُمْ} ؛ لأنه أسند الارتياب والشك إلى القلب؛ لأنه محل المعرفة والإيمان، فإذا دخله الشك كان ذلك نفاقًا كما مرَّ. </p><p> ومنها: الحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {لَوْ خَرَجُوا فِيكُمْ مَا زَادُوكُمْ إِلَّا خَبَالًا وَلَأَوْضَعُوا خِلَالَكُمْ يَبْغُونَكُمُ الْفِتْنَةَ وَفِيكُمْ سَمَّاعُونَ لَهُمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ (٤٧) لَقَدِ ابْتَغَوُا الْفِتْنَةَ مِنْ قَبْلُ وَقَلَّبُوا لَكَ الْأُمُورَ حَتَّى جَاءَ الْحَقُّ وَظَهَرَ أَمْرُ اللَّهِ وَهُمْ كَارِهُونَ (٤٨) وَمِنْهُمْ مَنْ يَقُولُ ائْذَنْ لِي وَلَا تَفْتِنِّي أَلَا فِي الْفِتْنَةِ سَقَطُوا وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بِالْكَافِرِينَ (٤٩) إِنْ تُصِبْكَ حَسَنَةٌ تَسُؤْهُمْ وَإِنْ تُصِبْكَ مُصِيبَةٌ يَقُولُوا قَدْ أَخَذْنَا أَمْرَنَا مِنْ قَبْلُ وَيَتَوَلَّوْا وَهُمْ فَرِحُونَ (٥٠) قُلْ لَنْ يُصِيبَنَا إِلَّا مَا كَتَبَ اللَّهُ لَنَا هُوَ مَوْلَانَا وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ (٥١) قُلْ هَلْ تَرَبَّصُونَ بِنَا إِلَّا إِحْدَى الْحُسْنَيَيْنِ وَنَحْنُ نَتَرَبَّصُ بِكُمْ أَنْ يُصِيبَكُمُ اللَّهُ بِعَذَابٍ مِنْ عِنْدِهِ أَوْ بِأَيْدِينَا فَتَرَبَّصُوا إِنَّا مَعَكُمْ مُتَرَبِّصُونَ (٥٢) قُلْ أَنْفِقُوا طَوْعًا أَوْ كَرْهًا لَنْ يُتَقَبَّلَ مِنْكُمْ إِنَّكُمْ كُنْتُمْ قَوْمًا فَاسِقِينَ (٥٣) وَمَا مَنَعَهُمْ أَنْ تُقْبَلَ مِنْهُمْ نَفَقَاتُهُمْ إِلَّا أَنَّهُمْ كَفَرُوا بِاللَّهِ وَبِرَسُولِهِ وَلَا يَأْتُونَ الصَّلَاةَ إِلَّا وَهُمْ كُسَالَى وَلَا يُنْفِقُونَ إِلَّا وَهُمْ كَارِهُونَ (٥٤) فَلَا تُعْجِبْكَ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ إِنَّمَا يُرِيدُ اللَّهُ لِيُعَذِّبَهُمْ بِهَا فِي الْحَيَاةِ الدُّنْيَا وَتَزْهَقَ أَنْفُسُهُمْ وَهُمْ كَافِرُونَ (٥٥) وَيَحْلِفُونَ بِاللَّهِ إِنَّهُمْ لَمِنْكُمْ وَمَا هُمْ مِنْكُمْ وَلَكِنَّهُمْ قَوْمٌ يَفْرَقُونَ (٥٦) لَوْ يَجِدُونَ مَلْجَأً أَوْ مَغَارَاتٍ أَوْ مُدَّخَلًا لَوَلَّوْا إِلَيْهِ وَهُمْ يَجْمَحُونَ (٥٧) وَمِنْهُمْ مَنْ يَلْمِزُكَ فِي الصَّدَقَاتِ فَإِنْ أُعْطُوا مِنْهَا رَضُوا وَإِنْ لَمْ يُعْطَوْا مِنْهَا إِذَا هُمْ يَسْخَطُونَ (٥٨) وَلَوْ أَنَّهُمْ رَضُوا مَا آتَاهُمُ اللَّهُ وَرَسُولُهُ وَقَالُوا حَسْبُنَا اللَّهُ سَيُؤْتِينَا اللَّهُ مِنْ فَضْلِهِ وَرَسُولُهُ إِنَّا إِلَى اللَّهِ رَاغِبُونَ (٥٩) إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ وَالْعَامِلِينَ عَلَيْهَا وَالْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِي الرِّقَابِ وَالْغَارِمِينَ وَفِي سَبِيلِ اللَّهِ وَابْنِ السَّبِيلِ فَرِيضَةً مِنَ اللَّهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ (٦٠) }. </p><p> المناسبة </p><p> قوله تعالى:  {لَوْ خَرَجُوا فِيكُمْ مَا زَادُوكُمْ إِلَّا خَبَالًا ...} الآية، مناسبة هذه الآية لما قبلها: أن الله سبحانه وتعالى لمّا ذكر فيما سلف أن استئذانهم في التخلف عن القتال إنما كان سترًا لنفاقهم وتغطية لعصيانهم .. أردف ذلك ببيان المفاسد التي كانت تنجم من خروجهم لو خرجوا وحصرها في أمور ثلاثة: </p><p> ١ - الاضطراب في الرأي وفساد النظام. </p><p> ٢ - تفريق الكلمة بالسعي فيما بينكم بالنميمة. </p><p> ٣ - أنَّ فيكم ناسًا من ضعفاء الإيمان، يسمعون كلامهم ويقبلون قولهم. </p><p> قوله تعالى:  {وَمِنْهُمْ مَنْ يَقُولُ ائْذَنْ لِي وَلَا تَفْتِنِّي ...} الآيات، مناسبة هذه الآيات لما قبلها: أنها سيقت لبيان أقوالٍ قالها المنافقون، بعضها قيلت جهرًا، وبعضها أكنوه في أنفسهم، وأعذارٍ سيعتذرون بها غير ما سبق منهم، وشؤونٍ أخرى لهم أكثرها من أنباء الغيب. </p><p> قوله تعالى:  {قُلْ أَنْفِقُوا طَوْعًا أَوْ كَرْهًا ...} الآيات، مناسبة هذه الآيات لمّا قبلها: أن الله سبحانه وتعالى لمّا ذكر اعتذار المنافقين بالمعاذير الكاذبة، وتعللاتهم الباطلة في التخلف عن القتال، وذكر ما يجول في نفوسهم من كراهتهم للرسول - صلى الله عليه وسلم - والمؤمنين، وأنهم يتربصون بهم الدوائر .. أردف ذلك ببيان أن نفقاتهم على الجهاد في هذه الحال، طوعًا أو كرهًا، لن يتقبلها الله تعالى، ولا ثواب لهم عليها، لما يبطنونه في صدورهم من الكفر والفسوق عن أمر الله تعالى، فهم إن فعلوا شيئًا من أركان الدين .. فإنما يفعلونه رئاء الناس، وخوفًا على أنفسهم من الفضيحة إذا هم تركوها، وإن أموالهم الكثيرة إنما هي عذاب لهم في الدنيا والآخرة. </p><p> قوله تعالى:  {وَيَحْلِفُونَ بِاللَّهِ إِنَّهُمْ لَمِنْكُمْ ...} الآيتين، مناسبة هاتين الآيتين لما قبلهما: أن الله سبحانه وتعالى لمّا بيَّن أن المنافقين يظهرون غير ما يضمرون، فإذا هم طلبوا الإذن خوف الفتنة كانوا كاذبين، وذكر أنهم يتمنون أن تدور الدوائر على المؤمنين .. أردف ذلك بذكر غلوهم في النفاق، وأنهم لا يتحرجون أن يحلفوا الأيمان الفاجرة لستر نفاقهم خوف الفضيحة، وأنهم يتمنون أن يجدوا أي السبل للبعد عن المؤمنين، فيلجؤوا إليها مسرعين. </p><p> قوله تعالى:  {وَمِنْهُمْ مَنْ يَلْمِزُكَ فِي الصَّدَقَاتِ ...} الآيتين، مناسبتهما لما </p><p> قبلهما: أن الله سبحانه وتعالى لما (١) ذكر أن المنافقين لا يتحرجون عن كاذب الإيمان إذا وجدوا في ذلك طريقًا لخدعة المؤمنين في تصديقهم بأنهم مؤمنون كما هم مؤمنون، كي يأمنوا جانبهم، وأنهم يجدون في البعد عنهم ما استطاعوا إلى ذلك سبيلًا .. أردف ذلك بذكر سوءة أخرى من سوآتهم، وهي: أنهم يتمنون الفرص للطعن علي النبي - صلى الله عليه وسلم -، حتى يوقعوا الريب في قلوب ضعفاء الإيمان من المسلك الذي يوافق أهواءهم، وقد وجدوا من ذلك قسمة الصدقات والمغانم، فولجوا هذا الباب، وقالوا ما شاؤوا أن يقولوا. </p><p> قوله تعالى:  {إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ وَالْعَامِلِينَ عَلَيْهَا ...} الآية، مناسبة هذه الآية لما قبلها: أن الله سبحانه وتعالى لما ذكر (٢) من يعيب الرسول في قسم الصدقات، بأنّه يعطي من شاء ويحرم من يشاء، أو يخص أقاربه أو يأخذ لنفسه ما بقي، وكانوا يسألون فوق ما يستحقون .. بيَّن تعالى مصرف الصدقات، وأنه - صلى الله عليه وسلم - إنما قسم على ما فرضه الله تعالى. </p><p> أسباب النزول </p><p> قوله تعالى:  {وَمِنْهُمْ مَنْ يَقُولُ ائْذَنْ لِي ...} الآية، سبب نزول هذه الآية (٣) : ما أخرجه الطبراني وأبو نعيم وابن مردويه عن ابن عباس رضي الله عنهما قال: لمّا أراد النبي - صلى الله عليه وسلم - أن يخرج إلى غزوة تبوك .. قال للجدِّ بن قيس:  \"يا جُدَّ بن قيس، ما تقول في مجاهدة بني الأصفر؟ \" فقال: يا رسول الله، إني امرؤٌ صاحب نساء ومتى أرى نساء بني الأصفر أفْتتِن، فأُذن لي ولا تفتنِّي، فأنزل الله عَزَّ وَجَلَّ:  {وَمِنْهُمْ مَنْ يَقُولُ ائْذَنْ لِي وَلَا تَفْتِنِّي ...} الآية. </p><p> وأخرج ابن أبي حاتم، وابن مردويه، من حديث جابر بن عبد الله، مثله وأخرج الطبراني من وجه آخر عن ابن عباس، أن النبي - صلى الله عليه وسلم -، قال:  \"اغزوا، تغنموا بنات بني الأصفر\" . فقال ناس من المنافقين: إنه ليفتنكم بالنساء، فأنزل الله {وَمِنْهُمْ مَنْ يَقُولُ ائْذَنْ لِي وَلَا تَفْتِنِّي} . </p><p>(١) المراغي. (٢) البحر المحيط.(٣) لباب النقول.</p><p> قوله تعالى:  {إِنْ تُصِبْكَ حَسَنَةٌ ...} الآية، سبب نزولها: ما أخرجه ابن أبي حاتم، عن جابر بن عبد الله، قال: جعل المنافقون الذين تخلفوا بالمدينة يخبرون عن النبي - صلى الله عليه وسلم - أخبار السوء، يقولون: إن محمدًا وأصحابه قد جهدوا في سفرهم وهلكوا، فبلغهم تكذيب حديثهم، وعافية النبي - صلى الله عليه وسلم - وأصحابه، فساءهم ذلك، فأنزل الله عز وجل:  {إِنْ تُصِبْكَ حَسَنَةٌ تَسُؤْهُمْ ...} الآية. </p><p> قوله تعالى:  {قُلْ أَنْفِقُوا طَوْعًا أَوْ كَرْهًا ...} الآية، سبب نزولها: ما أخرجه ابن جرير عن ابن عباس قال: قال الجدُّ بن قيس: إني إذا رأيت النساء .. لم أصبر حتى أفتتن، ولكن أعينك بمالي. قال: ففيه نزلت هذه الآية {أَنْفِقُوا طَوْعًا أَوْ كَرْهًا لَنْ يُتَقَبَّلَ مِنْكُمْ} قال: لقوله: أعينك بمالي. </p><p> قوله تعالى:  {وَمِنْهُمْ مَنْ يَلْمِزُكَ فِي الصَّدَقَاتِ ...} الآية، سبب نزولها: ما أخرجه (١) البخاريُّ عن أبي سعيد الخدري رضي الله عنه قال: بينما النبي - صلى الله عليه وسلم - يقسم جاء عبد الله بن ذي الخويصرة التميمي، فقال: اعدل يا رسول الله، فقال:  \"ويلك من يعدل إذا لم أعدل\" قال عمر بن الخطّاب: دعني أضرب عنقه، قال:  \"دعه، فإن له أصحابًا، يحقر أحدكم صلاته مع صلاته، وصيامه مع صيامه، يمرقون من الدين كما يمرق السهم من الرميَّة، ينظر في قذذه، فلا يوجد فيه شيء، ثم ينظر في نصله فلا يوجد فيه شيء، ثم ينظر في رصافه فلا يوجد فيه شيء، ثم ينظر في نضيه فلا يوجد فيه شيء، قد سبق الفرث والدم، آيتهم رجل، إحدى يديه -أو قال:ثدييه - مثل ثدي المرأة\" أو قال: \"مثل البضعة تدردر، يخرجون على حين غفلة من الناس\" قال أبو سعيد الخدري: أشهد أني سمعت من رسول الله - صلى الله عليه وسلم -، وأشهد أن عليًّا قتلهم وأنا معه، جيء بالرجل على النعت الذي نعته النبي - صلى الله عليه وسلم -، قال: فنزلت فيهم {وَمِنْهُمْ مَنْ يَلْمِزُكَ فِي الصَّدَقَاتِ} وروى (٢) ابن جرير عن داود بن أبي عاصم: قال: أتى النبي - صلى الله عليه وسلم - بصدقةٍ فقسمها ها هنا وها هنا، حى ذهبت ورأى ذلك رجلٌ من الأنصار فقال: ما هذا بالعدل، فنزلت هذه الآية. </p><p>(١) البخاري. (٢) المراغي.</p>"
}