{
  "id": null,
  "sura": 9,
  "aya": 31,
  "text": "<p> {يُضَاهِئُونَ} ؛ أي: يشابهون في قولهم ذلك {قَوْلَ الَّذِينَ كَفَرُوا مِنْ قَبْلُ} ؛ أي: من قبلهم، وهم مشركو العرب الذين قالوا مثل هذا القول، إذ قالوا: الملائكة بنات الله. </p><p> وفي معنى مضاهاتهم لقول الذين كفروا من قبل أقوال لأهل العلم: </p><p> الأول: أنهم شابهوا بهذه المقالة عبدة الأوثان في قولهم: واللات، والعزى، ومناة، بنات الله. </p><p> القول الثاني: أنهم شابهوا قول من يقول من الكافرين أن الملائكة بنات الله. </p><p> الثالث: أنهم شابهوا أسلافهم القائلين بأن عزيرًا ابن الله، وأن المسيح ابن الله. </p><p> وقوله:  {قَاتَلَهُمُ اللَّهُ} تعالى دعاء عليهم بالهلاك؛ لأن من قاتله الله .. هلك، وقيل: هو تعجب من شناعة قولهم، وقيل، معنى قاتلهم الله: لعنهم الله تعالى، وطردهم من رحمته {أَنَّى يُؤْفَكُونَ} ؛ أي: كيف يصرفون عن توحيد الله تعالى وتنزيهه عما لا يليق به، وبه تجزم كل العقول، وبلغه عن الله كل رسول إلى قول لا يقبله عقل، فما المسيح وعزير إلا مخلوقان من مخلوقات الله، الذي خلق هذا الكون العظيم، ودبر أمره، ولا ينبغي لواحد من هذه المخلوقات أن يجعل لخالقه ومدبر شؤونه ولدًا من جنسه، مع علمه بأنه كان يأكل ويشرب ويتعب ويتألم {وقالوا اتخذ الرحمن ولدا سبحانه بل عباد مكرمون} . </p><p> وقرأ عاصم والكسائي:  {عُزَيْرٌ} منونًا على أنه عربي، وباقي السبعة: بغير تنوين، ممنوع الصرف، للعجمة والعلمية، كعاذر وعيذار وعزرائيل، وعلى كلتا القراءتين فـ {ابن} خبر، وقرأ عاصم، وابن مصرف {يضاهؤن} ، بالهمز، وباقي السبعة: بغير همز، ثم فصل قوله من قبل {يضاهؤن} قول الذين كفروا من قبل بقوله: </p><p> ٣١ - {اتَّخَذُوا} ؛ أي: اتخذ كل من اليهود والنصارى {أَحْبَارَهُمْ} ؛ أي: علماءهم {وَرُهْبَانَهُمْ} ؛ أي عبادهم {أَرْبَابًا} ؛ أي آلهة {مِنْ دُونِ اللَّهِ} سبحانه وتعالى، حيث أطاعوهم في تحليل ما حرم الله، كالربا والرشوة والخمر والخنزير، وتحريم ما أحل الله تعالى، كالسوائب والبحائر، أو في السجود لهم </p><p> {و} اتخذت النصارى زيادة على ما مر {المسيح} عيسى {ابْنَ مَرْيَمَ} ربًّا معبودًا بعد ما قالوا: إنه ابن الله. </p><p> والمعنى: اتخذ كل من اليهود والنصارى رؤساءهم في الدين أربابًا، فاليهود اتخذوا أحبارهم، وهم علماء الدين، أربابًا بما أعطوهم من حق التشريع فيهم، وإطاعتهم فيه، والنصارى اتخذوا قساوستهم ورهبانهم؛ أي: عبادهم الذين يخضع ويركع لهم العوام أربابًا كذلك. </p><p> والرهبان عند النصارى أدنى طبقات رجال الدين، فاتخاذهم أربابًا يقتضي بالأولى أن يتخذوا من فوقهم من الأساقفة والمطارنة والبطاركة، إذ الرهبان يخضعون لتشريع هؤلاء الرؤساء، مدونًا كان أو غير مدون، والعوام يخضعون لتشريع الرهبان، ولو غير مدون، سواء قالوه تبعًا لمن فوقهم، أو من تلقاء أنفسهم، لثقتهم بدينهم، وانفردت النصارى باتخاذهم المسيح ربًّا وإلهًا يعبدونه، ومنهم من يعبد أمه عبادة حقيقةً، ويصرحون بذلك، واليهود لم يقصروا في دينهم على أحكام التوراة، بل أضافوا إليها من الشرائع ما سمعوه من رؤسائهم، ثم دونوه، فكان هو الشرع العام، وعليه العمل عندهم، والنصارى غيَّر رؤساؤهم جميع أحكام التوراة الدينية والدنيوية، واستبدلوا بها شرائع أخرى في العبادات والمعاملات جميعًا، وزادوا حق مغفرة الذنوب لمن شاؤوا، وحرمان من شاؤوا من رحمة الله وملكوته، والله يقول:  {وَمَنْ يَغْفِرُ الذُّنُوبَ إِلَّا اللَّهُ} وزادوا القول بعصمة البابا في تفسير الكتب الإلهية، ووجوب طاعته في كل ما يأمر به من الطاعات، وينهى عنه من المحرمات. </p><p> {وَمَا أُمِرُوا} ؛ أي: اتخذ هؤلاء الكفار ما ذكر أربابًا من دون الله، والحال أنهم ما أمروا في التوراة والإنجيل {إِلَّا لِيَعْبُدُوا إِلَهًا وَاحِدًا} في ذاته وصفاته وأفعاله عظيم الشأن، هو الله تعالى؛ أي (١) اتخذوا رؤساءهم أربابًا من دون الله، والربوبية تستلزم الألوهية، إذ الربُّ هو الذي يجب أن يعبد وحده، </p><p>(١) المراغي.</p>"
}