{
  "id": null,
  "sura": 9,
  "aya": 103,
  "text": "<p> ١٠٣ - ولما أظهر هؤلاء التوبة عن تخلفهم عن غزوة تبوك، وهم أقروا بأن السبب المؤدي لذلك التخلف حبهم للأموال .. أمر الله سبحانه وتعالى رسوله أن يأخذ منهم الزكوات الواجبة عليهم، فقال:  {خُذْ} يا محمَّد، {مِنْ أَمْوَالِهِمْ} ؛ أي: من أموال هؤلاء، ومن أموال غيرهم، من سائر أموال المؤمنين على اختلاف أنواعها، من نقد وأنعام وأموال تجارة، {صَدَقَةً} بمقدار معين، في الزكاة المفروضة، أو بمقدار غير معين، في صدقة التطوع حالة كونك، {تُطَهِرُهُمْ} يا محمَّد، بتلك الصدقة من دنس الذنوب والبخل والطمع والقسوة على الفقراء البائسين، {وَتُزَكِّيهِمْ بِهَا} ؛ أي: تزكي يا محمَّد أنفسهم بتلك الصدقة، وترفعهم إلى منازل الأبرار، بفعل الخيرات حتى يكونوا أهلا للسعادة الدنيوية والأخروية. </p><p> ونسبت التزكية إلى الله سبحانه وتعالى في قوله:  {وَلَكِنَّ اللَّهَ يُزَكِّي مَنْ يَشَاءُ} ؛ لأنه: الخالق، الموفق للعبد، بفعل ما تزكو به نفسه، وتصلح، ونسبت إلى الرسول، في قوله:  {هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولًا مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ} ؛ لأنه: هو المربى للمؤمنين على ما تزكو به نفوسهم، ويعلو قدرها باتباعهم سنته العملية والقولية، وبيانه لكتاب الله تعالى، فهو القدوة الحسنة لهم. ونسبت إلى الفاعل لها في قوله: {قَدْ أَفْلَحَ مَنْ زَكَّاهَا (٩) وَقَدْ خَابَ مَنْ دَسَّاهَا} وقوله: {قَدْ أَفْلَحَ مَنْ تَزَكَّى (١٤) وَذَكَرَ اسْمَ رَبِّهِ فَصَلَّى}؛ لأنه: قد فعل، ما كان سببًا في طهارة نفسه، وزكاتها من صدقات، ونحوها من أعمال البر. وأما النهي عن تزكية النفس، في نحو قوله:  {فَلَا تُزَكُّوا أَنْفُسَكُمْ هُوَ أَعْلَمُ بِمَنِ اتَّقَى} . فذاك في تزكية النفس، بدعوى اللسان فقط، دون عمل يؤيدها. </p><p> {وَصَلِّ عَلَيْهِمْ} أي: واستعطف عليهم يا محمَّد، وادع لهم؛ أي: للمتصدقين، واستغفر لهم عند أخذ الزكاة منهم. قال الشافعي رحمه الله: والسنة للإمام إذا أخذ الصدقة، أن يدعو للمتصدق، ويقول آجرك الله فيما أعطيت، وبارك لك فيما أبقيت، وجعله لك طهورًا. {إِنَّ صَلَاتَكَ} ؛ أي: إن دعاءك واستغفارك لهم {سَكَنٌ لَهُمْ} ؛ أي: رحمة وطمأنينة لقلوبهم، يذهب به اضطراب نفوسهم، وتطمئن قلوبهم بقبول توبتهم، ويرتاحون إلى قبول الله صدقاتهم، </p>"
}