{
  "id": null,
  "sura": 9,
  "aya": 74,
  "text": "<p> ليصدقهم كدأبهم من قبل، فقد كانوا يحلفون للمؤمنين ليرضوهم، كما قال تعالى:  {اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً} ويخوضون في آيات الله وفي رسوله، استهزاءً خرجوا به من الإيمان الذي يدعونه إلى الكفر الذي يكتمونه، فقال: </p><p> ٧٤ - {يَحْلِفُونَ بِاللَّهِ} ؛ أي: يحلف ويقسم لك، يا محمَّد، هؤلاء المنافقون باسم الله تعالى على أنهم {مَا قَالُوا} تلك الكلمة التي نسبت إليهم، والله يكذبهم، ويثبت أنهم قد قالوا كلمة الكفر، التي رويت عنهم، حيث قال:  {وَلَقَدْ قَالُوا كَلِمَةَ الْكُفْرِ} ؛ أي: وعزتي وجلالي، لقد قالوا كلمة الكفر، التي نسبت إليهم بتوافقهم على شتم النبي - صلى الله عليه وسلم -، وطعنهم على دينه {وَكَفَرُوا بَعْدَ إِسْلَامِهِمْ} ؛ أي: أظهروا الكفر وجاهروا بالحرب بتلك الكلمة بعد أن أظهروا الإِسلام، وإن كانوا كفارًا في الباطن. </p><p> والمعنى: أنهم فعلوا ما يوجب كفرهم، على تقدير صحة إسلامهم {وَهَمُّوا} ؛ أي: قصدوا {بِمَا لَمْ يَنَالُوا} ؛ أي بما لم يصيبوا، ولم يقدروا على تحصيله، قيل: هو همهم بقتل رسول الله - صلى الله عليه وسلم -، ليلة العقبة في غزوة تبوك، كما قاله ابن كثير، وقيل: هموا بعقد التاج على رأس عبد الله بن أبي، وقيل غير ذلك. </p><p> ولم يذكر القرآن تلك الكلمة التي قالوها؛ لأنه لا ينبغي ذكرها، ولئلا يتبعد بتلاوتها، وأصح ما قيل فيها: ما رواه ابن جرير والطبراني وأبو الشيخ وابن مردويه، عن ابن عباس رضي الله عنه قال: كان رسول الله - صلى الله عليه وسلم - جالسًا في ظل شجرةٍ، فقال:  \"إنه سيأتيكم إنسان ينظر إليكم بعيني شيطان، فإذا جاء .. فلا تكلموا\" فلم يلبثوا أن طلع رجل أزرق فدعاه رسول الله - صلى الله عليه وسلم -، فقال:  \"علام تشتمني أنت وأصحابك\" ؟ إلى آخر ما سبق في أسباب النزول، وأما همهم بما لم ينالوا فهو اغتيال رسول الله - صلى الله عليه وسلم - في العقبة عند منصرفه من تبوك. </p><p> روي: أنَّ (١) المنافقين هموا بقتله - صلى الله عليه وسلم - عند رجوعه من تبوك، وهم خمسة عشر رجلًا، قد اتفقوا على أن يدفعوه - صلى الله عليه وسلم - عن راحلته ليقع في الوادي فيموت، </p><p>(١) المراح.</p><p> فأخبره الله تعالى بما دبروه، فلما وصل إلى العقبة التي بين تبوك والمدينة .. نادى مناديه بأمره، أن رسول الله - صلى الله عليه وسلم - يريد أن يسلك العقبة فلا يسلكها أحد غيره، واسلكوا يا معشر الجيش بطن الوادي، فإن أسهل لكم وأوسع، فسلك الناس بطن الوادي وسلك النبي - صلى الله عليه وسلم - العقبة، وكان ذلك في ليلة مظلمة، فجاء المنافقون وتلثموا وسلكوا العقبة، وكان النبي - صلى الله عليه وسلم -، قد أمر عمار بن ياسر أن يأخذ بزمام ناقته ويقودها، وأمر حذيفة أن يسوقها من خلفها، فبينما النبي - صلى الله عليه وسلم - يسير في العقبة .. إذ زحمه المنافقون، فنفرت ناقته حتى سقط بعض متاعه، فصرخ بهم، فولوا مدبرين وعلموا أنه اطلع على مكرهم، فانحطوا من العقبة مسرعين إلى بطن الوادي، واختلطوا بالناس، فصار حذيفة يضرب الناقة، فقال له النبي - صلى الله عليه وسلم -: \"هل عرفت أحد منهم؟ \" قال: لا فإنهم كانوا متلثمين، والليلة مظلمة، قال:  \"هل علمت مرادها؟ \" ، قال: لا، قال النبي - صلى الله عليه وسلم -: \"إنهم مكروا، وأرادوا أن يسيروا معي في العقبة، فيزحمونني عنها، وإنّ الله أخبرني بهم وبمكرهم\" فلما أصبح .. جمعهم، وأخبرهم بما مكروا به، فحلفوا بالله ما قالوا بتكذيب النبي - صلى الله عليه وسلم - ونسبته إلى التصنع في ادعاء الرسالة، ولا أرادوا فتكه، فأنزل الله تعالى هذه الآية. </p><p> قالوا: أولا تأمرنا بهم يا رسول الله، إذًا فنضرب أعناقهم؟ قال:  \"أكره أن يتحدث الناس ويقولوا: إن محمدًا قد وضع يده في أصحابه \" فسماهم لهما، وقال:  \"اكتماهم\" . </p><p> والصحيح (١) في عددهم: ما رواه مسلم أن رسول الله - صلى الله عليه وسلم - قال: \"في أمتي اثنا عشر منافقًا، لا يدخلون الجنة، ولا يجدون ريحا، حتى يلج الجمل في سم الخياط. ثمانية منهم تكفيكهم الدبيلة - خراج ودمل كبير يظهر في الجوف، يقتل صاحبه كثيرًا - سراجٌ من النار يظهر في أكتافهم، حتى ينجم من صدورهم؛ أي: كأنه سراج من النار. </p><p>(١) المراغي.</p><p> {وَمَا نَقَمُوا} ؛ أي: وما أنكر هؤلاء المنافقون، وما كرهوا من أمر الإِسلام وبعثة الرسول - صلى الله عليه وسلم - فيهم شيئًا يقتضي الكراهة، والهم بالانتقام {إِلَّا أَنْ أَغْنَاهُمُ اللَّهُ وَرَسُولُهُ مِنْ فَضْلِهِ} ؛ أي: إلا إغناء الله تعالى إياهم ورسوله - صلى الله عليه وسلم - من فضله بالغنائم، التي هي عندهم أحب الأشياء لديهم في هذه الحياة، وكانوا كسائر الأنصار فقراء، فأغناهم الله تعالى ببعثة الرسول ونصره، وبما آتاه من الغنائم، كما وعده، ومن ثم قال - صلى الله عليه وسلم - للأنصار:  \"كنتم عالةً فأغناكم الله بي\" . </p><p> فإن (١) هؤلاء المنافقين، كانوا قبل قدوم النبي - صلى الله عليه وسلم - المدينة في ضنك من العيش، لا يركبون الخيل، ولا يحرزون الغنيمة، وبعد قدومه - صلى الله عليه وسلم - أخذوا الغنائم، وفازوا بالأموال، ووجدوا الدولة. وقتل للجلاس مولى، فأمر له رسول الله - صلى الله عليه وسلم - بديته اثني عشر ألفًا، فاستغنى وذلك يوجب عليهم أن يكونوا محبين له - صلى الله عليه وسلم -، مجتهدين في بذل النفس والمال لأجله، فعملوا بضد الواجب، فوضعوا موضع شكره - صلى الله عليه وسلم - أن كرهوه وعابوه. </p><p> {فَإِنْ يَتُوبُوا} من النفاق، وما يصدر عنه من مساوي الأقوال والأفعال، كما وقع للجلاس بن سويد، فإنه تاب وحسنت توبته {يَكُ خَيْرًا لَهُمْ} ؛ أي: يكن ذلك المتاب خيرًا لهم في الدنيا والآخرة، أما في (٢) الدنيا فبما فيه من التوكل على الله والرضا بقضائه، والصبر على بلائه، والعمل لما فيه السعادة في الآخرة ومعاشرة الرسول - صلى الله عليه وسلم -، ومشاهدة فضائله، وأخوة المؤمنين، بعضهم لبعض، وما فيها من الود والوفاء الكامل، والإيثار على النفس إلى نحو ذلك. </p><p> وأما في الآخرة: فبما علمت مما وعد الله به المؤمنين، من الجنات التي تجري من تحتها الأنهار، والمساكن الطيبة. </p><p> {وَإِنْ يَتَوَلَّوْا} ؛ أي: يعرضوا عن التوبة {يُعَذِّبْهُمُ اللَّهُ عَذَابًا أَلِيمًا} بقتلهم وسبي أولادهم وأزواجهم، واغتنام أموالهم؛ لأنه لما ظهر كفرهم بين الناس .. صاروا مثل أهل الحرب. فيحل قتالهم {و} في {الآخرة} بالنار </p><p>(١) المراح. (٢) المراغي.</p>"
}