{
  "id": null,
  "sura": 9,
  "aya": 99,
  "text": "<p> الإِسلام نفاقًا، وقد كانوا يتوقعون ظهور المشركين واليهود على المؤمنين، فلما أعيتهم الحيل .. صاروا ينتظرون موت النبي - صلى الله عليه وسلم -؛ ظنًّا منهم، أن الإِسلام يموت بموته. ثم دعا سبحانه وتعالى عليهم بقوله:  {علَيْهِمْ} ؛ أي: على أولئك الأعراب، الذين يتربصون بكم الدوائر، لا على غيرهم، {دَائِرَةُ السَّوْءِ} ؛ أي: دائرةُ البلاء والحُزن والمصيبة والعذاب، وهو من إضافة الموصوف إلى صفته؛ أي: عليهم الدائرةُ السيئة، والمصيبة الشديدة، والعاقبة القبيحة؛ والمعنى: أنّ عليهم وحدهم الدائرة السوء، تحيط بهم دون المؤمنين الذين يتربصونها بهم، وليس للمؤمنين عاقبة، إلَّا ما يسرهم من نصر الله، وتوفيقه لهم، وما يسوء أعداءهم، من خذلان وخيبة وتعذيب لهم في الدنيا قبل الآخرة. </p><p> وقرأ ابن كثير وأبو عمرو (١) : {السَّوْءِ} هنا وفي سورة الفتح ثانية بالضم. وباقي السبعة بالفتح. فالفتح مصدر قال الفراء: سوأته سوأً ومساءة وسوائية. والضمُّ الاسم وهو الشر والعذاب. والفتح ذم الدائرة. وهو من باب إضافة الموصوف إلى صفته، وُصِفَتْ الدائرة بالمصدر، كما قالوا: رجل سوء، في نقيض رجل صدق. وقال المبرد:  {السوء} بالفتح الرداءة، ولا يجوز ضم السين في رجل سوء، قاله أكثرهم، وقد حُكيَ بالضم. </p><p> {وَاللَّهُ} سبحانه وتعالى: {سَمِيعٌ} لما يقولونه، مما يعبر عن شعورهم، واعتقادهم في نفقاتهم؛ إذ تحدثوا بذلك فيما بينهم، {عَلِيمٌ} بما يضمرونه في سرائرهم، وسيحاسبهم على ما يسمع ويعلم، من قول وفعل، ويجزيهم به. </p><p> ٩٩ - وبعد أن بين سبحانه القسم الأول من الأعراب، وهم المنافقون .. ذكر القسم الثاني منهما: وهم المؤمنون الصادقون. {وَمِنَ الْأَعْرَابِ مَنْ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِر} في السر والعلانية؛ أي: ومن الأعراب من يؤمن بالله، ويثبت له القدرة، وكمال التصرف في الكون، ويؤمن بمجيء اليوم الآخر، الذي تجازى فيه كل نفس بما كسبت. قال مجاهد: هم بنو مقرن بن مزينة، وهم الذين قال فيهم: </p><p>(١) البحر المحيط.</p><p> {وَلَا عَلَى الَّذِينَ إِذَا مَا أَتَوْكَ لِتَحْمِلَهُمْ} . {وَيَتَّخِذُ مَا يُنْفِقُ} ؛ أي: ويجعل ما يتصدق به {قُرُبَاتٍ عِنْدَ اللَّهِ} تعالى، أي: سببًا لقربه عند الله تعالى، ووسيلة لحصول مرضاته تعالى له، {وَصَلَوَاتِ الرَّسُولِ} - صلى الله عليه وسلم - معطوف على قربات؛ أي: ويتخذ ما ينفقه سببًا لحصول دعواته - صلى الله عليه وسلم - له؛ لأنه - صلى الله عليه وسلم - كان يدعو للمتصدقين، بالخير والبركة ويستغفر لهم؛ أي: يقصد بصدقاته، حصول مرضاة الله تعالى له، وحصول دعواته له، وقال أبو البقاء:  {وَصَلَوَاتِ الرَّسُولِ} معطوف على ما ينفق تقديره، ويتخذ صلوات الرسول قربات عند الله. انتهى. والقربات (١) . جمع قربة، وهو ما يتقرب به إلى الله تعالى، تقول منه قربت لله قربانًا. والجمع قرب وقربات، والمعنى، أنه يجعل ما ينفقه سببًا لحصول القربات، {عند الله و} سببًا لـ {صلوات الرسول} ؛ أي: لدعوات الرسول لهم. </p><p> ثم إنه سبحانه بين بأن ما ينفقه هذا القسم من الأعراب، تقربًا إلى الله مقبول، واقع على الوجه الذي أرادوه فقال:  {أَلَا} ؛ أي: انتبهوا {إِنَّهَا} ؛ أي: إن نفقتهم، {قُرْبَةٌ لَهُمْ} إلى الله في الدرجات، ثم فسر سبحانه القربة بقوله:  {سَيُدْخِلُهُمُ اللَّهُ} تعالى، {في رَحْمَتِهِ} ؛ أي: في جنته التي هي محل الرحمة الواسعة الدائمة، أي (٢) : وقد بين الله تعالى جزاءهم، على ما انطوت عليه نفوسهم، من صدق الإيمان وإخلاص النية في الإنفاق في سبيل الله، فأخبر بقبول نفقتهم، وإثابتهم عليها، فقال:  {أَلَا إِنَّهَا قُرْبَةٌ لَهُمْ} ؛ أي: ألا إن تلك النفقة التي </p><p> اتخذت لهم، قد تقبلها الله، وأثاب عليها بما وعد به في قوله:  {سَيُدْخِلُهُمُ اللَّهُ فِي رَحْمَتِهِ} ؛ أي: سيرحمهم الله تعالى برحمته الخاصة بمن رضي عنهم، وهي </p><p> هدايتهم إلى الصراط المستقيم الذي يوصلهم إلى جنات النعيم. والمراد بإدخالهم في الرحمة؛ أن تكون محيطة بهم شاملة لهم، وهم مغمورون فيها وهذا أبلغ في إثباتها لهم من مثل قوله:  {يُبَشِّرُهُمْ رَبُّهُمْ بِرَحْمَةٍ مِنْهُ} . والسين في {سَيُدْخِلُهُمُ} ، للدلالة على تحقق الوقوع {إِنَّ اللَّهَ} سبحانه وتعالى: {غَفُورٌ} لسيّئاتهم، {رَحِيمٌ} بهم، حيث وفقهم لهذه الطاعات؛ أي: إنه تعالى، واسع </p><p>(١) الشوكاني. (٢) المراغي.</p>"
}