{
  "id": null,
  "sura": 9,
  "aya": 16,
  "text": "<p> وقد وفي الله سبحانه وتعالى بما وعدهم، من الأمور الخمسة، والآية من المعجزات الدالة على صدق نبوته - صلى الله عليه وسلم -. </p><p> والحاصل: أن الله سبحانه وتعالى ذكر في جواب الأمر بالقتال خمسة أمور، وقوله:  {وَيَتُوبُ اللَّهُ عَلَى مَنْ يَشَاءُ} مستأنفٌ ولم يجزم (١) ؛ لأن توبته على من يشاء ليست جزاء على قتال الكفار؛ أي: ويهدي الله سبحانه وتعالى من يشاء هدايته من أهل مكة وغيرهم إلى الإِسلام، فيمنُّ عليه بالتوبة من الشرك والكفر، ويهديه إلى الإِسلام، كما فعل بأبي سفيان بن حرب وعكرمة بن أبي جهل وسهيل بن عمرو، فهؤلاء كانوا من أئمة الكفر ورؤساء المشركين، ثم مَنَّ الله عليهم بالإِسلام يوم فتح مكة، فأسلموا {وَاللَّهُ} سبحانه وتعالى {عَلِيمٌ} بسرائر عباده ومن سبقت له العناية الأزلية بالسعادة، فيتوب عليه ويهديه إلى الإِسلام وهو العليم بما لا تعلمون من استعدادهم في الحال والاستقبال {حَكِيمٌ} فيما شرعه لهم من الأحكام، لإقامة دينه وإظهاره على الدين كله. </p><p> ومن سننه تعالى: تفاوت البشر في العقائد والأخلاق والأعمال، وقابليَّة التحول من حال إلى حال بما يطرأ عليهم من الأسباب والمؤثرات، بحسب المقادير الإلهية الثابتة بآيات التنزيل ونظم الاجتماع. </p><p> وقرأت فرقة (٢) : {ويذهب غيظ} فعلًا لازمًا غيظ فاعل به، وقرأ زيد بن عليّ كذلك، إلا أنه رفع الباء، وقرأ الجمهور:  {وَيَتُوبُ اللَّهُ} رفعًا وهو استئناف، وقرأ زيد بن عليّ والأعرج وابن أبي إسحاق وعيسى الثقفيُّ وعمرو بن عبيد وعمر ابن فائد وأبو عمرو ويعقوب فيما روي عنهما:  {ويتوبَ الله} بنصب الباء جعله داخلًا في جواب الأمر من طريق المعنى، قيل: ويمكن أن تكون التوبة داخلة في الجزاء. </p><p> ١٦ - و {أم} في قوله: {أَمْ حَسِبْتُمْ} بمعنى همزة الاستفهام التوبيخي، وبل التي للإضراب الانتقالي، أي: بل أظننتم أيها المؤمنون {أَنْ تُتْرَكُوا} ؛ أي: أن </p><p>(١) الكرخي. (٢) البحر المحيط.</p><p> يترككم الله سبحانه وتعالى بدون تكليفكم بالقتال الذي سئمتموه {وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدُوا مِنْكُمْ} ؛ أي: والحال أنه لم يظهر الله سبحانه وتعالى الذين جاهدوا منكم بالإخلاص؛ أي: لم يميزهم عن غيرهم، ممن جاهدوا بدون إخلاص، وقوله:  {وَلَمْ يَتَّخِذُوا} عطف على {جَاهَدُوا} داخل في الصلة؛ أي: ولم يظهر الذين لم يتخذوا {مِنْ دُونِ اللَّهِ} تعالى {وَلَا رَسُولِهِ} - صلى الله عليه وسلم -، {وَلَا} من دون {الْمُؤْمِنِينَ} المخلصين {وَلِيجَةً} ؛ أي: بطانة وأصدقاء من الكفار؛ أي: أم حسبتم أن يترككم الله سدى بلا امتحان بالتكاليف، والحال أنه لم يميز بين المجاهدين المخلصين الذين لم يتخذوا وليجةً وبطانةً من الكفار، وبين غيرهم ممن لم يخلصوا في جهادهم واتخذوا وليجةً من الكفار؛ أي: أم حسبتم أن تتركوا من غير أن تبتلوا بما يظهر به المؤمن والمنافق، الذي يستحق به الثواب والعقاب. </p><p> والمعنى: كيف تحسبون أنكم تتركون، ولما يتبين المخلص منكم في جهاده من غير المخل، ولم يتبين المتخذ وليجةً من غير المتخذ؟ </p><p> والخلاصة (١) : أم حسبتم أن تتركوا وشأنكم، بغير فتنةٍ ولا امتحانٍ، ولم يتبين المجاهدون المخلصون منكم، الذين لم يتخذوا لأنفسهم بطانة من المشركين، من المنافقين الذين اتخذوا لأنفسهم وليجة، من المشركين الذين يطلعون أولئك الولائج على أسرار الملة الإِسلامية، ويقفونهم على سياسة الأمة المحمدية، كما يفعل المنافقون في كل زمان؟ </p><p> وقد عبَّر سبحانه عن عدم ظهور هؤلاء المجاهدين، وعن عدم تميزهم من المنافقين وضعفاء الإيمان بعدم علمه بهم؛ لأن عدم علمه بالشىء دليلٌ على عدم وجوده، ولا يظهر هؤلاء الممتازون إلا بالابتلاء بالشدائد، وذلك أنه لما فرض القتال .. تبين المنافق من غيره، ومن يوالي المؤمنين ممن يوالي أعداءهم، وقد مضت سنته تعالى بأن التكليف الذي يشق على الأنفس هو الذي يمحص ما في </p><p>(١) المراغي.</p>"
}