{
  "id": null,
  "sura": 9,
  "aya": 129,
  "text": "<p> وشحيح عديكم بأن تدخلوا النار. {بِاَلمُؤمنِينَ} بالله وبرسوله؛ أي: بجميعهم، {رَءُوفٌ رَحِيمٌ} ؛ أي: شديد الرأفة والشفقة بالمطيعين وكثير الرحمة والإصلاح بالمذنبين. وقيل: رؤوف بمن رآه، رحيم بمن لم يره. وقيل: رؤوف بأقربائه، رحيم بغيرهم، ذكره في \"البحر\" . فكل ما يدعو إليه من العمل بشرائع الله فهو دليل على ثبوت هذه الصفات له، وكل شاق منها، كالجهاد فهو منجاة مما هو أشق منه. </p><p> وقال الحسن بن المفضل: لم يجمع الله سبحانه وتعالى لنبي من أنبيائه اسمين من أسمائه، إلا لنبينا محمَّد، - صلى الله عليه وسلم -، فإنه قال فيه؛ {بِالْمُؤْمِنِينَ رَءُوفٌ رَحِيمٌ} وقال تعالى في حق نفسه: {إِنَّ اللَّهَ بِالنَّاسِ لَرَءُوفٌ رَحِيمٌ} . </p><p> وقرأ ابن عباس (١) ، وأبو العالية والضحاك وابن محيصن، ومحبوب عن أبي عمرو، وعبد الله بن قسيط، المكي، ويعقوب من بعض طرقه:  {من أنفسكم} بفتح الفاء. ورويت هذه القراءة عن رسول الله، - صلى الله عليه وسلم -، وعن فاطمة وعائشة - رضي الله عنهما - كما مر، والمعنى، من أشرفكم وأعزكم، وذلك من النفاسة، وهو راجع لمعنى النفس، فإنها أعز الأشياء. وقرىء \"رؤوف\" بالمد؛ أي: بزيادة واو بعد الهمزة وبالقصر؛ أي: بحذف الواو قراءتان سبعيتان في هذه الكلمة حيثما وقعت في القرآن. </p><p> ١٢٩ - ثم قال الله سبحانه وتعالى (٢) مخاطبًا لرسوله محمَّد - صلى الله عليه وسلم -، ومسليًا له ومرشدًا له، إلى ما يقوله عندما يعصى:  {فَإِنْ تَوَلَّوْا} ؛ أي: فإن (٣) تولى هؤلاء المنافقون والكفار عن الإيمان والتوبة، وناصبوك الحرب؛ أي: فإن تولوا وأعرضوا عن الإيمان بك، والاهتداء بما جئتهم به، ولم يعملوا به، ولا قبلوه بعد هذه الحالة التي منّ الله سبحانه وتعالى عليهم بها، من إرسالك إليهم، واتصافك بهذه الأوصاف الجميلة، {فَقُلْ} يا محمَّد: {حَسْبِيَ} وكافيَّ، {اللَّهُ} سبحانه وتعالى </p><p>(١) البحر المحيط. (٢) الشوكاني.(٣) المراح.</p><p> المنفرد بالأولوهية؛ أي: فالله سبحانه وتعالى هو كافيَّ من شرهم، فإنه يعينك عليهم ويكفيك أمر توليهم، وما يتبعه من عداوتهم وصدهم عن سبيله فقد بلغت وما قصرت، {لَا إِلَهَ} ؛ أي: لا معبود بحق ولا حافظ ولا ناصر {إِلَّا هُوَ} سبحانه وتعالى؛ أي: لا معبود سواه ألجأ إليه بالدعاء والإعانة، وهو الكافي والمعين، {عَلَيْهِ} سبحانه وتعالى لا على غيره، {تَوَكَّلْتُ} واعتمدت، وإليه أموري فوضت لا إلى غيره، فلا أكل أمري فيما عجزت عنه إلى غيره، {وَهُوَ} سبحانه وتعالى، {رَبُّ الْعَرْشِ} ؛ أي: مالك وخالق العرش، {الْعَظِيمِ} وصفه بالعظم؛ لأنه أعظم المخلوقات، ولأجل عظمه خصه بالذكر، مع أن الله سبحانه وتعالى رب كل شيء، فذكره أمدح للباري. وقد قرأ (١) الجمهور: {العظيمِ} بالجر على أنه صفة للعرش، ومعنى عظمه، كبر جرمه واتساع جوانبه. وقرأ ابن محيصن:  {العظيم} برفع الميم على أنه صفة لرب. وقد رويت هذه القراءة عن ابن كثير. ومعنى عظمه تعالى، تنزهه عن جميع النقائص واتصافه بجميع الكمالات. وقال أبو (٢) بكر الأصم: وهذه القراءة أعجب إليّ؛ لأن جعل العظيم صفةً لله تعالى أولى من جعله صفة للعرش، اهـ والعرش (٣) ، مركز تدبير أمور الخلق، كما قال تعالى:  {ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يُدَبِّرُ الْأَمْرَ} وعظمته بعظمة الرب الذي استوى عليه، وعظمة الملك الكبير الذي هو مركز تدبيره، وعظمة العرش والملك في الملأ الأعلى، وفيما دونه، هي مظهر عظمة الله سبحانه وتعالى. ودليل على أنه وحده الإله الحق، الذي لا ينبغي أن يعبد غيره، ولا يتوكل على سواه وهو المالك للعالم كله والمدبر لهم. </p><p> روى (٤) أحمد والبخاري والترمذي وغيرهم، عن زيد بن ثابت، في جمع القرآن وكتابته في عهد أبي بكر، أنه قال: حتى وجدت من سورة التوبة آيتين عند خزيمة الأنصاري لم أجدهما مع أحد غيره، {لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ ...} إلى آخرها، يريد أنه لم يجدهما مكتوبتين عندما جمع المكتوب </p><p>(١) الشوكاني. (٢) البحر المحيط.(٣) المراغي.(٤) المراغي.</p><p> في الرقاع والأكتاف والعُسُب إلا عنده، وقد كانتا محفوظتين معروفتين للكثير كما صُرح ذلك في الروايات الأخرى. </p><p> فقد أخرج ابن أبي داود في \"المصاحف\" ، عن عباد بن عبد الله بن الزبير، قال: أتى الحارث بن خزيمة بهاتين الآيتين من آخر براءة {لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ} إلى قوله: {وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ} إلى عمر، فقال: من معك على هذا؟ فقال: لا أدري، والله إني أشهد لسمعتهما من رسول الله، - صلى الله عليه وسلم -، ووعيتهما وحفظتهما، فقال عمر: وأنا أشهد لسمعتهما من رسول الله، - صلى الله عليه وسلم -، لو كانت ثلاث آيات لجعلتهما سورة على حدة، فانظروا سورةً من القرآن فالحقوها بها، فألحقت في آخر براءة وأخرج ابن جرير، وابن المنذر، أن رجلًا من الأنصار جاء بهما عمر، فقال عمر: لا أسألك عليها بينة أبدًا، كذلك كان رسول الله، - صلى الله عليه وسلم -، يقرؤها. </p><p> ومن هذه الروايات يعلم، أن الآيتين كانتا محفوظتين مشهورتين، إلا أنهم اختلفوا في موضعهما، ففي بعضها أنهما آخر سورة براءة بالتوقيف من النبي، - صلى الله عليه وسلم -. وفي بعضها أنهما وضعتا بالرأي والاجتهاد، ولكن المعتمد هو الأول؛ لأن من حفظ بالتوقيف حجة على من لم يحفظ. قال الحافظ ابن حجر في \"شرح البخاري\" : إن زيدًا لم يكن يعتمد في جمع القرآن على علمه، ولا يقتصر على حفظه، واكتفاؤه بخزيمة وحده إنما كان لأنه لم يجدهما مكتوبتين عند غيره وإن كانتا محفوظتين عنده وعند غيره، وحسبك دليلًا على ذلك قوله: إنهم كانوا يسمعون رسول الله، - صلى الله عليه وسلم -، يقرؤها فهو صريح في أن البحث عمن كتبها فقط، اهـ فجملة القول أن الآيتين كانتا محفوظتين ومكتوبتين ومعروفتين لكثير من الصحابة، وإنما اختلفوا حين الجمع، في موضع كتابتهما، حتى شهد من شهد أن النبي، - صلى الله عليه وسلم -، هو الذي وضعهما في آخر سورة براءة وفاقًا لقول أبيّ بن كعب، وهو أحد الذين تلقوا القرآنَ كُلَّه مرتبًا عن النبي، - صلى الله عليه وسلم -، وكذا زيد بن ثابت، وكان عدد المختلفين في موضعهما قليلًا، فلما كتبتا في المصاحف وافق الجميع على وضعهما هذا، ولم يروا أيَّ اعتراض على ذلك ممن كتبوا لأنفسهم مصاحف اعتمدوا فيها على حفظهم، كابن مسعود رضي الله عنه. </p><p> فائدة: وفي كتاب أبي داود عن أبي الدرداء، قال: من قال إذا أصبح وإذا أمسى: حسبي الله لا إله إلا هو، عليه توكلت وهو رب العرش العظيم، سبع مرات، كفاه الله تعالى ما أهمه، ذكره في \"البحر\" . </p><p> الإعراب </p><p> {مَا كَانَ لِأَهْلِ الْمَدِينَةِ وَمَنْ حَوْلَهُمْ مِنَ الْأَعْرَابِ أَنْ يَتَخَلَّفُوا عَنْ رَسُولِ اللَّهِ} . </p><p> {مَا} : نافية. {كَانَ} فعل ماضٍ ناقص. {لِأَهْلِ الْمَدِينَةِ} : جار ومجرور ومضاف إليه، خبر مقدم لـ {كَانَ} على اسمها. {وَمَنْ} اسم موصول، معطوف على أهل المدينة. {حَوْلَهُمْ} : ظرف ومضاف إليه، صلة لـ {مِنَ} الموصولة. {مِنَ الْأَعْرَابِ} : جار ومجرور، حال من الضمير المستقر في الظرف. {أَنْ يَتَخَلَّفُوا} : ناصب وفعل وفاعل. {عَنْ رَسُولِ اللَّهِ} : متعلق به، والجملة الفعلية في تأويل مصدر، مرفوع على كونه اسم كان مؤخرًا، تقديره: ما كان التخلف عن رسول الله جائزًا لأهل المدينة ومن حولهم، ولا لائقًا بهم، وجملة {كَانَ} مستأنفة. </p><p> {وَلَا يَرْغَبُوا بِأَنْفُسِهِمْ عَنْ نَفْسِهِ ذَلِكَ بِأَنَّهُمْ لَا يُصِيبُهُمْ ظَمَأٌ وَلَا نَصَبٌ وَلَا مَخْمَصَةٌ فِي سَبِيلِ اللَّهِ} . </p><p> {وَلَا يَرْغَبُوا} : الواو: عاطفة. {لَا} : نافية. {يَرْغَبُوا} : فعل وفاعل، معطوف على {يَتَخَلَّفُوا}  {بِأَنْفُسِهِمْ} جار ومجرور متعلق به، وكذلك، يتعلق به الجار والمجرور في قوله:  {عَنْ نَفْسِهِ} والتقدير: ولا الرغبة بأنفسهم عن نفسه كائنًا. {ذَلِكَ} : مبتدأ. {بِأَنَّهُمْ} ، الباء: حرف جر وسبب. {أَنَّهُمْ} ناصب واسمه. {لَا يُصِيبُهُمْ ظَمَأٌ} فعل ومفعول وفاعل. {وَلَا نَصَبٌ وَلَا مَخْمَصَةٌ} معطوفان على ظمأ. {فِي سَبِيلِ اللَّهِ} : جار ومجرور، ومضاف إليه، متعلق بيصيب، أو حال من ضمير المفعول في {يُصِيبُهُمْ} وجملة يصيب، في محل الرفع خبر {أَنّ} ، ولكنه خبر سببي، وجملة {أَنّ} في تأويل مصدر مجرور بالباء، تقديره؛ ذلك بسبب عدم إصابة ظمأ ولا نصب ولا مخمصة {في سبيل الله} ، الجار والمجرور، متعلق بمحذوف خبر المبتدأ، تقديره: ذلك النهي عن التخلف، </p><p> كائن بسبب عدم إصابتهم ظمأ ولا نصب، والجملة الاسمية مستأنفة. </p><p> {وَلَا يَطَئُونَ مَوْطِئًا يَغِيظُ الْكُفَّارَ وَلَا يَنَالُونَ مِنْ عَدُوٍّ نَيْلًا إِلَّا كُتِبَ لَهُمْ بِهِ عَمَلٌ صَالِحٌ إِنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ} . </p><p> {وَلَا يَطَئُونَ} : فعل وفاعل، معطوف على قوله {لَا يُصِيبُهُمْ}  {مَوْطِئًا} : منصوب على المفعولية المطلقة. {يَغِيظُ الْكُفَّارَ} : فعل ومفعول، وفاعله ضمير يعود على {مَوْطِئًا} والجملة في محل النصب، صفة لـ {مَوْطِئًا} . {وَلَا يَنَالُونَ} : فعل وفاعل، معطوف أيضًا على {يُصِيبُهُمْ}  {مِنْ عَدُوٍّ} متعلق به. {نَيْلًا} منصوب على المصدرية. {إِلَّا كُتِبَ}  {إِلَّا} : أداة استثناء مفرغ. {كُتِبَ} فعل ماض مغير الصيغة {لَهُمْ} جار ومجرور متعلق به، وكذا يتعلق به الجار والمجرور في قوله:  {بِهِ}  {عَمَلٌ} : نائب فاعل {صَالِحٌ} : صفة له، والجملة الفعلية في محل النصب، حال من مفعول {يُصِيبُهُمْ} ومن فاعل يطئون وينالون وفي \"الفتوحات\" قوله: {إِلَّا كُتِبَ لَهُمْ} : جملة {كُتِبَ} حالية، فهذا التركيب نظير قولك: ما جاء زيد إلا راكبًا، اهـ شيخنا. {إِنَّ اللَّهَ} ناصب واسمه. {لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ} : فعل ومفعول ومضاف إليه، وفاعله ضمير يعود على الجلالة، والجملة الفعلية في محل الرفع، خبر إن، وجملة {إنَّ} مستأنفة. </p><p> {وَلَا يُنْفِقُونَ نَفَقَةً صَغِيرَةً وَلَا كَبِيرَةً وَلَا يَقْطَعُونَ وَادِيًا إِلَّا كُتِبَ لَهُمْ} . </p><p> {وَلَا يُنْفِقُونَ} فعل وفاعل، في محل الرفع معطوف على قوله:  {لَا يُصِيبُهُمْ}  {نَفَقَةً} : مفعول به {صَغِيرَةً} : صفة لها {وَلَا كَبِيرَةً} : معطوف على {صَغِيرَةً}  {وَلَا يَقْطَعُونَ} فعل وفاعل، معطوف على {لَا يُصِيبُهُمْ}  {وَادِيًا} مفعول به {إِلَّا} : أداة استثناء مفرغ {كُتِبَ} فعل ماض مغير الصيغة، ونائب فاعله ضمير يعود على المذكور من كل واحد من الأمرين، النفقة وقطع الوادي. {لَهُمْ} : متعلق به، والجملة الفعلية في محل النصب، حال من النفقة، وقطع الوادي؛ أي: إلا حالة كونهما مكتوبين لهم. </p><p> {لِيَجْزِيَهُمُ اللَّهُ أَحْسَنَ مَا كَانُوا يَعْمَلُونَ} . </p><p> {لِيَجْزِيَهُمُ} فعل ومفعول أول وفاعل، منصوب بأن مضمرة بعد لام كي {أَحْسَنَ مَا} : مفعول ثانٍ ومضاف إليه، والجملة الفعلية في تأويل مصدر، مجرور بلام التعليل، تقديره: لجزاء الله إياهم أحسن ما كانوا يعملون، الجار والمجرور متعلق بـ {كُتِبَ}  {كَانُوا} : فعل ناقص واسمه. وجملة {يَعْمَلُونَ} خبر {كَانَ} وجملة {كَانَ} صلة لـ {مَا} أو صفة لها، والعائد أو الرابط محذوف، تقديره: ما كانوا يعملونه. </p><p> {وَمَا كَانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّةً فَلَوْلَا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ (١٢٢) }. </p><p> {وَمَا} : الواو: استئنافية. {مَا} : نافية {كَانَ الْمُؤْمِنُونَ} : فعل ناقص واسمه {لِيَنْفِرُوا} ؛ {اللام} : حرف جر وجحود {ينفروا} : فعل وفاعل، منصوب بأن مضمرة وجوبًا بعد لام الجحود، لوقوعه بعد {كَانَ} المنفية بما. {كَافَّةً} : حال من واو ينفروا؛ أي: حالة كونهم مجتمعين، وجملة ينفروا، صلة أن المضمرة، أن مع صلتها في تأويل مصدر، مجرور باللام المتعلقة بمحذوف خبر كان، تقديره: وما كان المؤمنون مريدين النفر كافة، وجملة {كَانَ} مستأنفة؛ أي: ما صح لهم ولا استقام أن ينفروا جميعًا، ويتركوا المدينة خالية، بل ينفر من كل فرقة منهم طائفة. وقال النحاس: هذه الجملة لفظها خبر ومعناها أمر؛ أي: نهي؛ أي: لا تنفروا كافةً. {فَلَوْلَا} الفاء: عاطفة. {لولا} : حرف تحضيض، بمعنى، هلا {نَفَرَ} : فعل ماض {مِنْ كُلِّ فِرْقَةٍ} : جار ومجرور، ومضاف إليه متعلق بـ {نفر}  {مِنْهُمْ} صفة لـ {فِرْقَةٍ}  {طَائِفَةٍ} : فاعل، والجملة الفعلية معطوفة على جملة {كَانَ}  {لِيَتَفَقَّهُوا} : فعل وفاعل منصوب بأن مضمرة جوازًا بعد لام كي {فِي الدِّينِ} : متعلق به، والجملة في تأويل مصدر مجرور باللام، تقديره: لتفقههم في الدين والجار والمجرور متعلق بمحذوف معطوف على نفر، تقديره: فلولا نفر من كل فرقة منهم طائفة؛ وبقيت طائفة في المدينة لتفقههم في الدين {وَلِيُنْذِرُوا قَوْمَهُمْ} : فعل وفاعل، ومفعول منصوب بأن مضمرة، معطوف على قوله:  {لِيَتَفَقَّهُوا} عطف علة على علة {إِذَا} : ظرف لما يستقبل من الزمان، مجرد عن معنى الشرط متعلق بينذروا، {رَجَعُوا} فعل وفاعل </p><p> {إِلَيْهِمْ} : متعلق به والجملة في محل الجر مضاف إليه لـ {إذا}  {لَعَلَّهُمْ} حرف نصب واسمه. وجملة {يَحْذَرُونَ} في محل الرفع خبر، لعل، وجملة، لعل مستأنفة، مسوقة لتعليل ما قبلها. </p><p> {يَا أَيُّهَا الَّذِينَ آمَنُوا قَاتِلُوا الَّذِينَ يَلُونَكُمْ مِنَ الْكُفَّارِ} . </p><p> {يا} : حرف نداء {أي} منادى نكرة مقصودة، وجملة النداء مستأنفة {الَّذِينَ} اسم موصول، صفة لأي، {آمَنُوا} : فعل وفاعل، صلة الموصول {قَاتِلُوا الَّذِينَ} فعل وفاعل ومفعول، والجملة جواب النداء {يَلُونَكُمْ} : فعل وفاعل ومفعول، والجملة صلة الموصول. {مِنَ الْكُفَّارِ} : جار ومجرور، حال من واو {يَلُونَكُمْ} . </p><p> {وَلْيَجِدُوا فِيكُمْ غِلْظَةً وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ} . </p><p> {وَلْيَجِدُوا} الواو: عاطفة {اللام} : لام الأمر {يَجِدُوا} : فعل وفاعل، مجزوم بلام الأمر {فِيكُمْ} : متعلق به {غِلْظَةً} : مفعول به؛ لأن وجد هنا بمعنى أصاب وأدرك، والجملة معطوفة على جملة قوله {قَاتِلُوا} على كونها جواب النداء. {واعلموا} فعل وفاعل معطوف على {قَاتِلُوا}  {أَنَّ اللَّهَ} ناصب واسمه {مَعَ الْمُتَّقِينَ} ظرف ومضاف إليه، خبر أن وجملة أن في تأويل مصدر ساد مسد مفعولي علم، تقديره: واعلموا كون الله مع المتقين. </p><p> {وَإِذَا مَا أُنْزِلَتْ سُورَةٌ فَمِنْهُمْ مَنْ يَقُولُ أَيُّكُمْ زَادَتْهُ هَذِهِ إِيمَانًا فَأَمَّا الَّذِينَ آمَنُوا فَزَادَتْهُمْ إِيمَانًا وَهُمْ يَسْتَبْشِرُونَ} . </p><p> {وَإِذَا} الواو: استئنافية {إِذَا} : ظرف لما يستقبل من الزمان {مَا} : زائدة {أُنْزِلَتْ سُورَةٌ} : فعل ونائب فاعل، والجملة في محل الجر مضاف إليه لـ {إذا} على كونها فعل شرط لها {فَمِنْهُمْ}  {الفاء} : رابطة لجواب {إذَا} الشرطية {مِنْهُمْ} : جار ومجرور، خبر مقدم {مِن} : اسم موصول، في محل الرفع مبتدأ مؤخر {يَقُولُ} : فعل مضارع، وفاعله ضمير، يعود على {مَنْ} والجملة الفعلية صلة من الموصولة، والجملة الاسمية جواب {إِذَا} الشرطية، لا محل لها من الإعراب، وجملة {إِذَا} مستأنفة {أَيُّكُمْ زَادَتْهُ هَذِهِ إِيمَانًا} : مقول محكي، </p><p> ليقول، وإن شئت قلت:  {أَيُّكُمْ} : اسم استفهام للاستفهام الإنكاري، مبتدأ مرفوع، والكاف: مضاف إليه {زَادَتْهُ} : فعل ومفعول أول {هَذِهِ} فاعل {إِيمَانًا} : مفعول ثانٍ، والجملة الفعلية في محل الرفع، خبر المبتدأ، والجملة الاسمية في محل النصب مقول القول {فَأَمَّا الَّذِينَ آمَنُوا} ، {الفاء} : فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر تقديره: إذا عرفت قولهم هذا، وأردت بيان ما يترتب على نزول السورة، فأقول لك:  {أما} : حرف شرط وتفصيل {الَّذِينَ} : مبتدأ وجملة {آمَنُوا} صلته {فَزَادَتْهُمْ}  {الفاء} : رابطة لجواب {أما} واقعة في غير موضعها؛ لأن موضعها موضع {أما}  {زَادَتْهُمْ إِيمَانًا} : فعل ومفعولان، وفاعله ضمير يعود على سورة {وَهُمْ} : مبتدأ. وجملة {يَسْتَبْشِرُونَ} : خبره، والجملة الإسمية في محل النصب، حال من هاء {زادتهم} وجملة {زادتهم} في محل الرفع خبر الموصول، ولكنه خبر سببي، والجملة من المبتدأ والخبر جواب {أما} لا محل لها من الإعراب، وجملة {أما} في محل النصب، مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. </p><p> {وَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ فَزَادَتْهُمْ رِجْسًا إِلَى رِجْسِهِمْ وَمَاتُوا وَهُمْ كَافِرُونَ} . </p><p> {وَأَمَّا} الواو: عاطفة {أما} : حرف شرط. {الَّذِينَ} : مبتدأ {فِي قُلُوبِهِمْ} : خبر مقدم {مَرَضٌ} : مبتدأ مؤخر، والجملة صلة الموصول {فَزَادَتْهُمْ رِجْسًا} : فعل ومفعولان، والفاء: رابطة لجواب {أما} والفاعل ضمير مستتر، يعود على السورة {إِلَى رِجْسِهِمْ} : جار ومجرور، صفة لـ {رِجْسًا} تقديره: رجسا منضمًا إلى رجسهم، وجملة {زادتهم} جواب {أما} لا محل لها من الإعراب، وجملة {أما} في محل النصب، معطوفة على جملة {أما} الأولى {وَمَاتُوا} : فعل وفاعل، معطوف على {زادتهم}  {وَهُمْ كَافِرُونَ} مبتدأ وخبر، والجملة الإسمية في محل النصب، حال من فاعل {ماتوا} . </p><p> {أَوَلَا يَرَوْنَ أَنَّهُمْ يُفْتَنُونَ فِي كُلِّ عَامٍ مَرَّةً أَوْ مَرَّتَيْنِ ثُمَّ لَا يَتُوبُونَ وَلَا هُمْ يَذَّكَّرُونَ} . </p><p> {أَوَلَا} : الهمزة فيه: للاستفهام التوبيخي، على قراءة الياء التحتية في يرون، وللتعجبي على قراءة التاء الفوقية، داخلة على محذوف تقديره: أيجهلون، والواو عاطفة على ذلك المحذوف، كما مر في مبحث التفسير. {ألَا} : نافية {يَرَوْنَ} : فعل وفاعل، والرؤية يحتمل كونها قلبية، وكونها بصرية {أَنَّهُمْ} : ناصب واسمه {يُفْتَنُونَ} : فعل ونائب فاعل {فِي كُلِّ عَامٍ} : متعلق به {مَرَّةً} : منصوب على المفعولية المطلقة {أَوْ مَرَّتَيْنِ} : معطوف عليه، وجملة يفتنون في محل الرفع خبر {أَنّ} وجملة {أَنّ} في تأويل مصدر ساد مسد مفعول {يرى} إن كانت بصرية، أو ساد مسد مفعولي {يرى} إن كانت قلبية، تقديره: أوَلا يرون افتتانهم مرة أو مرتين في كل عام، وجملة {يَرَوْنَ} معطوفة على الجملة المحذوفة، والجملة المحذوفة مستأنفة {ثُمَّ لَا يَتُوبُونَ} فعل وفاعل، معطوف على {يُفْتَنُونَ}  {وَلَا} الواو: عاطفة {لَا} نافية {هُمْ} : مبتدأ. </p><p> وجملة {يَذَّكَّرُونَ} خبره والجملة الاسمية معطوفة على جملة لا يتوبون. </p><p> {وَإِذَا مَا أُنْزِلَتْ سُورَةٌ نَظَرَ بَعْضُهُمْ إِلَى بَعْضٍ هَلْ يَرَاكُمْ مِنْ أَحَدٍ ثُمَّ انْصَرَفُوا صَرَفَ اللَّهُ قُلُوبَهُمْ بِأَنَّهُمْ قَوْمٌ لَا يَفْقَهُونَ} . </p><p> {وَإِذَا} الواو: استئنافية. {إِذَا} : ظرف لما يستقبل من الزمان {مَا} : زائدة {أُنْزِلَتْ سُورَةٌ} : فعل ونائب فاعل، والجملة في محل الجر بإضافة إذا إليها، على كونها فعل شرط لها، والظرف متعلق بالجواب الآتي {نَظَرَ بَعْضُهُمْ} : فعل وفاعل {إِلَى بَعْضٍ} : متعلق به، والجملة جواب {إِذَا} وجملة {إِذَا} مستأنفة {هَلْ} : حرف للاستفهام الاستخباري {يَرَاكُمْ} : فعل ومفعول به {مِنْ أَحَدٍ} : فاعل، والجملة الفعلية في محل النصب، مقول لقول محذوف، حال من فاعل نظر، تقديره: نظر بعضهم إلى بعض حالة كونهم قائلين: هل يراكم من أحد {ثُمَّ انْصَرَفُوا} : فعل وفاعل معطوف على نظر {صَرَفَ اللَّهُ قُلُوبَهُمْ} : فعل وفاعل ومفعول، والجملة مستأنفة، مسوقة للدعاء عليهم أو للإخبار عن حالهم، قولان، كما ذكره أبو السعود {بِأَنَّهُمْ} الباء: حرف جر وسبب {أَنَّهُمْ} : ناصب واسمه {قَوْمٌ} : خبره. وجملة {لَا يَفْقَهُونَ} صفة لقوم، وجملة {أَنّ} في تأويل مصدر </p><p> مجرور بالباء المتعلقة بـ {صَرَفَ} تقديره: صرف الله قلوبهم بسبب كونهم قومًا لا يفقهون. </p><p> {لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بِالْمُؤْمِنِينَ رَءُوفٌ رَحِيمٌ} . </p><p> {لَقَدْ} : اللام: موطئة للقسم، {قَدْ} : حرف تحقيق. {جَاءَكُمْ رَسُولٌ} : فعل، ومفعول، وفاعل، والجملة جواب القسم، لا محل لها من الإعراب {مِنْ أَنْفُسِكُمْ} صفة أولى للرسول {عَزِيزٌ} : صفة ثانية له، ولكنها سببية {عَلَيْهِ} : متعلق به {مَا} ؛ مصدرية {عَنِتُّمْ} : فعل وفاعل، صلة {مَا} المصدرية {مَا} مع صلتها في تأويل مصدر، مرفوع على كونه فاعلًا لعزيز، تقديره: عزيز عليه عنتكم ومشقتكم. {حَرِيصٌ} صفة ثالثة له {عَلَيْكُمْ} : متعلق به {بِالْمُؤْمِنِينَ} : تنازع فيه كل من {رَءُوفٌ رَحِيمٌ}  {رَءُوفٌ} صفة رابعة له {رَحِيمٌ} صفة خامسة له. </p><p> {فَإِنْ تَوَلَّوْا فَقُلْ حَسْبِيَ اللَّهُ لَا إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ} . </p><p> {فَإِنْ} : الفاء: فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفت ما قلته لك، وأردت ما إذا تولوا عنك فأقول لك. {إن تولوا}  {إِنْ} : حرف شرط {تَوَلَّوْا} : فعل وفاعل، في محل الجزم بإن الشرطية، على كونه فعل شرط لها {فَقُلْ}  {الفاء} : رابطة لجواب إن الشرطية {قُلْ} : فعل أمر، وفاعله ضمير يعود على محمَّد، والجملة في محل الجزم بإن الشرطية على كونها جوابًا لها، وجملة {إِنْ} الشرطية في محل النصب، مقول لجواب، إذا المقدرة، وجملة إذا المقدرة مستأنفة استئنافًا بيانيًّا، {حَسْبِيَ اللَّهُ} إلى آخر الآية، مقول محكي لـ {قل} وإن شئت قلت: {حَسْبِيَ} خبر مقدم، ومضاف إليه. {اللَّهُ} : مبتدأ مؤخر، والجملة في محل النصب مقول القول {لَا إِلَهَ}  {لَا} : نافية {إِلَهَ} : في محل النصب اسمها، وخبرها محذوف، تقديره: لا إله موجود {إِلَّا} : أداة استثناء مفرغ {هُوَ} ضمير للمفرد المنزه عن الذكورة </p><p> والأنوثة، في محل الرفع بدل من الضمير المستكن في خبر {لَا} المحذوف، وجملة {لَا} في محل النصب مقول القول {عَلَيْهِ} متعلق بما بعده {تَوَكَّلْتُ} فعل وفاعل، والجملة في محل النصب مقول القول {وَهُوَ رَبُّ الْعَرْشِ} : مبتدأ وخبر ومضاف إليه، والجملة في محل النصب مقول القول {الْعَظِيمِ} : بالجر صفة للعرش، وبالرفع صفة للرب، والله أعلم. </p><p> التصريف ومفردات اللغة </p><p> {وَلَا يَرْغَبُوا بِأَنْفُسِهِمْ عَنْ نَفْسِهِ} يقال (١) : رغب في الشيء إذا أحبه، وآثره ورغب عنه إذا كرهه، وقد جمع بينهما في الآية {ظَمَأٌ} الظمأ: العطش الشديد، وهو مصدر ظمىء يظمأ، من باب فرح فهو ظمآن، وهي ظمأى ويمد ويقال: ظمآء {وَلَا نَصَبٌ} والنصب: الإعياء والتعب، {وَلَا مَخْمَصَةٌ} المخمصة الجوع الشديد. {ولا يطئون موطئا يغيظ الكفار} والموطىء (٢) : اسم مكان، ويجوز أن يكون مصدرًا، يغيظ: بفتح الياء باتفاق السبعة وإن كان يجوز لغة ضمها، إذ يقال: غاظه وأغاظه بمعنى واحد. ذكره \"الجمل\" والغيظ الغضب {وَلَا يَنَالُونَ مِنْ عَدُوٍّ نَيْلًا} في \"المختار\"  (٣) ، و \"المصباح\" ، نال خيرًا، ينال نيلًا إذا أصابه، وأصله، نيل، ينيل من باب فهم، والأمر منه، نل وإذا أخبرت عن نفسك كسرت النون، فتقول: نلت اهـ. هذا لفظ الأول، ولفظ الثاني، نال من عدوه، ينال: من باب تعب نيلًا، بلغ منه مقصوده، ومنه قيل نال من امرأته ما أراد اهـ. </p><p> {وَادِيًا} الوادي في الأصل: المنفرج بين الجبال، أو الآكام؛ أي؛ المنفتح بينها الذي تجتمع وتمر فيه السيول، فهو اسم فاعل من ودي إذا سال، اهـ أبو السعود. والمراد به هنا، مطلق الأرض. وفي \"المصباح\" وودي الشيء: إذا سال، ومنه اشتقاق الوادي، وهو كل منفرج بين جبال أو آكام يكون منفذًا للسيل، والجمع أودية، ووادي القرى، موضع قريب من المدينة على طريق الحاج، من جهة الشام </p><p>(١) المراغي. (٢) الشوكاني.(٣) الفتوحات.</p><p> اهـ. وقال أبو حيان: الوادي (١) : ما انخفض من الأصل مستطيلًا، كمجاري السيول ونحوها، وجمعته العرب على أودية، وليس بقياسه، قال تعالى: </p><p> {فَسَالَتْ أَوْدِيَةٌ بِقَدَرِهَا} وقياسه أوادي على زنة فواعل، لكنهم استثقلوه لجمع الواوين. وقال النحاس: ولا أعرف فاعلًا وأفعله سواه، وذكر غيره: ناد، وأندية. قال الشاعر: </p><p> وَفيْهِمْ مَقَامَاتٌ حِسَانٌ وُجُوْهُهُمْ ... وَأنْدِيَةٌ يَتَشَابَهَا الْقَوْلُ وَالْفِعْلُ </p><p> والنادي: المجلس، وحكى الفراء في جمعه: أوداء، كصاحب وأصحاب. </p><p> قال جرير: </p><p> عَرَفْتُ بِبُرْقَةِ الأوْدَاءِ رَسْمَا ... مُجِيْلًا طَالَ عَهْدُكَ مِنْ رُسُوْمِ </p><p> {فَلَوْلَا نَفَرَ} نفر: بمعنى خرج للقتال. {ولولا}  (٢) : كلمة تفيد التحضيض، والحث على ما يدخل عليها إذا كان مستقبلًا، واللوم على تركه إذا كان ماضيًا فإن كان مما يمكن تلاقيه .. فربما أفاد الأمر به كما هنا؛ لأن المعنى على الطلب، كأنه قيل: لتخرج طائفة وتبقى أخرى. </p><p> {مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ} والفرقة: الجماعة الكثيرة، والطائفة: الجماعة القليلة {لِيَتَفَقَّهُوا} يقال: تفقه إذا تكلف الفقاهه والفهم، وتجشم مشاق تحصيلها. {وَلِيُنْذِرُوا} يقال: أنذره إذا خوفه. {لَعَلَّهُمْ يَحْذَرُونَ} يقال: حذره، من باب فهم إذا تحرز منه. </p><p> وقد (٣) جعل الله سبحانه وتعالى الغرض من هذا، هو التفقه في الدين، وإنذار من لم يتفقه، فجمع بين المقصدين الصالحين، والمطلبين الصحيحين، وهما تعلم العلم وتعليمه، فمن كان غرضه بطلب العلم غير هذين فهو .. طالب لغرض دنيوي، لا لغرض ديني فهو كما قلت: </p><p> وَطَالِبُ الدُّنْيَا بِعِلِـ ... ـمِ الدِّيْنِ أيُّ بَائِسِ! </p><p> كَمَنْ غَدَا لِنَعْلِهِ ... يَمْسَحُ بِالْقَلاَنِسِ </p><p>(١) البحر المحيط. (٢) المراغي.(٣) الشوكاني.</p><p> {قَاتِلُوا الَّذِينَ يَلُونَكُمْ} في \"المصباح\" الولى: مثل فلس القرب، وفي الفعل لغتان: أكثرهما، وليه يليه، بالكسر فيهما، والثانية من باب وعد، وهي قليلة الاستعمال، وجلست مما يليه؛ أي: يقاربه، انتهى. وكأنَّ (١) الآي جاءت على اللغة الثانية، وأصله يليون بوزن يعدون، فنقلت ضمة الياء إلى اللام بعد سلب حركتها، ثم حذفت الياء لالتقائها ساكنة مع الواو. </p><p> {وَلْيَجِدُوا فِيكُمْ غِلْظَةً} والغلظة: تجمع الجرأة والصبر على القتال وشدة العداوة. </p><p> {رِجْسًا إِلَى رِجْسِهِمْ} والرجس: القذر والعذاب وزيادته عبارة عن تعمقهم في الكفر وخبطهم في الضلال، وإذا كفروا بسورة فقد زاد كفرهم واستحكم، وتزايد عقابهم {مِنْ أَنْفُسِكُمْ} بضم الفاء؛ أي: من جنسكم. وقرىء بفتح الفاء؛ أي: من أفضلكم {عَزِيزٌ} ؛ أي: شاق. {عَلَيْهِ مَا عَنِتُّمْ} والعنت: المشقة ولقاء المكروه الشديد. {حَرِيصٌ عَلَيْكُمْ} والحرص: شدة الرغبة في الحصول على مفقود، وشدة عناية بموجود، والرأفة: الشفقة والرحمة والإِحسان فالرؤوف أخص من الرحيم، وإنما قدم عليه رعاية للفواصل. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات أنواعًا من البلاغة، والفصاحة والبيان والبديع: </p><p> فمنها: جناس الاشتقاق في قوله: {وَلَا يَطَئُونَ مَوْطِئًا} وفي قوله: {وَلَا يَنَالُونَ مِنْ عَدُوٍّ نَيْلًا} . </p><p> ومنها: الطباق في قوله: {صَغِيرَةً وَلَا كَبِيرَةً} . </p><p> ومنها: الاستعارة التصريحية التبعية في قوله: {وَلَا يَقْطَعُونَ وَادِيًا} ؛ لأن القطع حقيقة في فصل الأجزاء المتصلة، كالحبل. </p><p> ومنها: الاستعارة التصريحية الأصلية في قوله: {غِلْظَةً} ؛ لأن الغلظة حقيقة في الأجرام، فاستعيرت هنا للشدة والصبر والتجلد كما في \"السمين\" ، وفيه </p><p>(١) الفتوحات.</p><p> المجاز المرسل، لما فيه من استعمال المسبب في السبب، فإن وجدان الكفار لغلظة المسلمين، سببه إغلاظ المسلمين عليهم ذكره: في \"الفتوحات\" . </p><p> ومنها: المقابلة في قوله: {فَأَمَّا الَّذِينَ آمَنُوا فَزَادَتْهُمْ إِيمَانًا} وقوله: {وَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ} . </p><p> ومنها: الجناس الناقص في قوله: {ثُمَّ انْصَرَفُوا صَرَفَ اللَّهُ قُلُوبَهُمْ} . </p><p> ومنها: التكرار في قوله: {وَإِذَا مَا أُنْزِلَتْ سُورَةٌ} . </p><p> ومنها: الاستعارة التصريحية في قوله: {فَزَادَتْهُمْ رِجْسًا إِلَى رِجْسِهِمْ} ؛ أي عمى وضلالة لأن الرجس حقيقة في الشيء المستقذر، فاستعاره لعمى قلوبهم وضلالتها. قال في \"تلخيص البيان\" السورة لا تزيد الأرجاس رجسًا ولا القلوب مرضًا، بل هي شفاءً للصدور وجلاء للقلوب، ولكن المنافقين لما ازدادوا عند نزولها عمى، حسن أن يضاف ذلك إلى السورة على طريق الاستعارة، اهـ. </p><p> ومنها: الحصر في قوله: {عَلَيْهِ تَوَكَّلْتُ} . </p><p> ومنها: الزيادة والحذف في عدة مواضع (١) . </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p>(١) إلى هنا تم ما يسره الله سبحانه لنا من تفسير سورة التوبة في تاريخ: ٢٠/ ١١/ ١٤١٠ هـ. في اليوم العشرين، من شهر ذي القعدة، من شهور سنة ألف وأربع مئة وعشر، من الهجرة النبوية، على صاحبها أفضل الصلاة، وأزكى التحية. اللهم كما وفقتنا بابتداء تفسير كتابك الكريم، فأكرمنا بانتهائه واجعل لنا البركة في أعمارنا إلى إكماله، ووفقنا لما هو المعنى عندك يا إلهنا، واجعله في ميزان حسناتنا وذخيرةً عندك يا ربنا، وصلى الله وسلم على سيدنا ومولانا محمَّد، خاتم النبيين وعلى آله وصحبه أجمعين آمين. والحمد لله رب العالمين آمين.</p><p> [سورة يونس] </p><p> مكية كلها إلا ثلاث آيات: ٤٠، ٩٤، ٩٦ نزلت بعد سورة الإسراء، وقبل سورة هود. وعدد آياتها تسع ومئة آية. وكلماتها ألف وثمان مئة واثنتان وثلاثون كلمة. وحروفها سبعة آلاف وخمس مئة وسبعة وستون حرفًا. وسميت بذلك لذكر اسمه فيها وقصته. وقد جرت العادة بتسمية السورة ببعض أجزائها. </p><p> ووجه مناسبتها لما قبلها (١) : أن السابقة ختمت بذكر رسالة النبي، - صلى الله عليه وسلم -، واختتمت بها هذه، وأن جل تلك في أحوال المنافقين، وما كانوا يقولونه وما كانوا يفعلونه حين نزول القرآن، وهذه في أحوال الكفار وما كانوا يقولونه في القرآن. </p><p> وليس التناسب بين السور سببًا في هذا الترتيب الذي بينهما، فكثيرًا ما نرى صورتين بينهما أقوى تناسب في موضوع الآيات، وقد فصل بينهما كما فعل بسورتي الهمزة واللهب، وموضوعهما واحد، وقد يجمع بينهما تارة أخرى، كما فعل بين سور الطواسين وسور آل حاميم وسورتي المرسلات والنبأ. ومن الحكمة في الفصل بين القوية التناسب في المعاني، أنه أدنى إلى تنشيط تالي القرآن وأبعد به عن الملل وأدعى له إلى التدبر، ولهذه الحكمة عينها تفرق مقاصد القرآن في السورة الواحدة، كالعقائد والأحكام العملية، والحكم الأدبية والترغيب والترهيب والأمثال، والقصص والعمدة في كل ذلك التوقيف والسماع. </p><p> وقال أبو حيان (٢) : مناسبة هذه السورة لما قبلها: أنه تعالى لما أنزل {وَإِذَا مَا أُنْزِلَتْ سُورَةٌ} وذكر تكذيب المنافقين ثم قال: {لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ} وهو محمَّد - صلى الله عليه وسلم - .. أتبع ذلك بذكر الكتاب الذي أنزل، والنبي الذي </p><p>(١) المراغي. (٢) البحر المحيط.</p><p> أرسل، وأن ديدن الضالين واحد، متابعيهم ومشركيهم في التكذيب بالكتب الإلهية، وبمن جاء بها، ولما كان ذكر القرآن مقدمًا على ذكر الرسول في آخر السورة جاء في أول هذه السورة كذلك فقدم ذكر الكتاب على ذكر الرسول، انتهى. </p><p> وموضوع (١) هذه السورة يدور على إثبات أصول التوحيد، وهدم الشرك وإثبات الرسالة والبعث والجزاء وما يتعلق بذلك من مقاصد الدين وأصوله، وهي موضوعات السور المكية. </p><p> الناسخ والمنسوخ من هذه السورة: قال محمَّد بن حزم: جملة المنسوخ في هذه السورة أربع آيات: </p><p> أولاهن: قوله تعالى: {إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ}  (١٥) ، نسخت بقوله تعالى:  {لِيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ} الآية (٢) من سورة الفتح. </p><p> الثانية: قوله تعالى: {قُلْ فَانْتَظِرُوا إِنِّي مَعَكُمْ مِنَ الْمُنْتَظِرِينَ} الآية (١٠٢) نسخت بآية السيف. </p><p> الثالثة: قوله تعالى: {وَإِنْ كَذَّبُوكَ فَقُلْ لِي عَمَلِي وَلَكُمْ عَمَلُكُمْ} الآية (٤١) نسخت بآية السيف. </p><p> الرابعة: قوله تعالى: {فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ} الآية (١٠٨) نسخت بآية السيف انتهى. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p>(١) المراغي.</p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> {الر تِلْكَ آيَاتُ الْكِتَابِ الْحَكِيمِ (١) أَكَانَ لِلنَّاسِ عَجَبًا أَنْ أَوْحَيْنَا إِلَى رَجُلٍ مِنْهُمْ أَنْ أَنْذِرِ النَّاسَ وَبَشِّرِ الَّذِينَ آمَنُوا أَنَّ لَهُمْ قَدَمَ صِدْقٍ عِنْدَ رَبِّهِمْ قَالَ الْكَافِرُونَ إِنَّ هَذَا لَسَاحِرٌ مُبِينٌ (٢) إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يُدَبِّرُ الْأَمْرَ مَا مِنْ شَفِيعٍ إِلَّا مِنْ بَعْدِ إِذْنِهِ ذَلِكُمُ اللَّهُ رَبُّكُمْ فَاعْبُدُوهُ أَفَلَا تَذَكَّرُونَ (٣) إِلَيْهِ مَرْجِعُكُمْ جَمِيعًا وَعْدَ اللَّهِ حَقًّا إِنَّهُ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ لِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ بِالْقِسْطِ وَالَّذِينَ كَفَرُوا لَهُمْ شَرَابٌ مِنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْفُرُونَ (٤) هُوَ الَّذِي جَعَلَ الشَّمْسَ ضِيَاءً وَالْقَمَرَ نُورًا وَقَدَّرَهُ مَنَازِلَ لِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ مَا خَلَقَ اللَّهُ ذَلِكَ إِلَّا بِالْحَقِّ يُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ (٥) إِنَّ فِي اخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَمَا خَلَقَ اللَّهُ فِي السَّمَاوَاتِ وَالْأَرْضِ لَآيَاتٍ لِقَوْمٍ يَتَّقُونَ (٦) إِنَّ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا وَرَضُوا بِالْحَيَاةِ الدُّنْيَا وَاطْمَأَنُّوا بِهَا وَالَّذِينَ هُمْ عَنْ آيَاتِنَا غَافِلُونَ (٧) أُولَئِكَ مَأْوَاهُمُ النَّارُ بِمَا كَانُوا يَكْسِبُونَ (٨) إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ يَهْدِيهِمْ رَبُّهُمْ بِإِيمَانِهِمْ تَجْرِي مِنْ تَحْتِهِمُ الْأَنْهَارُ فِي جَنَّاتِ النَّعِيمِ (٩) دَعْوَاهُمْ فِيهَا سُبْحَانَكَ اللَّهُمَّ وَتَحِيَّتُهُمْ فِيهَا سَلَامٌ وَآخِرُ دَعْوَاهُمْ أَنِ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ (١٠) وَلَوْ يُعَجِّلُ اللَّهُ لِلنَّاسِ الشَّرَّ اسْتِعْجَالَهُمْ بِالْخَيْرِ لَقُضِيَ إِلَيْهِمْ أَجَلُهُمْ فَنَذَرُ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا فِي طُغْيَانِهِمْ يَعْمَهُونَ (١١) وَإِذَا مَسَّ الْإِنْسَانَ الضُّرُّ دَعَانَا لِجَنْبِهِ أَوْ قَاعِدًا أَوْ قَائِمًا فَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهُ مَرَّ كَأَنْ لَمْ يَدْعُنَا إِلَى ضُرٍّ مَسَّهُ كَذَلِكَ زُيِّنَ لِلْمُسْرِفِينَ مَا كَانُوا يَعْمَلُونَ (١٢) }. </p><p> المناسبة </p><p> قوله تعالى:  {إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ .....} الآية، مناسبة هذه الآية لما قبلها: أن الله سبحانه وتعالى لما افتتح السورة بذكر آيات الكتاب، وأنكر على الناس عجبهم أنه يوحى إلى رجل منهم يبشرهم على الأعمال الصالحة بالثواب، وينذرهم على الكفر والمعاصي بالعقاب .. أردف ذلك بذكر أمرين: </p><p> ١ - إثبات أن لهذا العالم إلهًا قادرًا نافذ الحكم بالأمر والنهي، يفعل ما يشاء، وهو العليم الخبير. </p><p> ٢ - إثبات البعث بعد الموت والجزاء على الأعمال، من ثواب وعقاب وهما اللذان أخبر بهما الأنبياء. </p><p> وقال أبو حيان مناسبة هذه الآية لما قبلها: أن من كان قادرًا على إيجاد هذا الخلق العلوي والسفلي العظيمين، وهو ربكم الناظر في مصالحكم، فلا يتعجب أن يبعث إلى خلقه من يحذر من مخالفته، ويبشر على طاعته، إذ ليس خلقهم عبثًا، بل على ما اقتضته حكمته وسبقت به إرادته، إذ القادر العظيم قادر على ما دونه بطريق الأولى، اهـ. </p><p> قوله تعالى:  {هُوَ الَّذِي جَعَلَ الشَّمْسَ ضِيَاءً ...} الآية، مناسبة هذه الآية لما قبلها: أن الله سبحانه وتعالى لما ذكر الآيات الدالة على وجوده، وهو خلق السموات والأرض على ذلك النظام المحكم ... ذكر هنا أنواعًا من آياته الكونية، الدالة على ذلك، وعلى أنه خلقها على غاية من الإحكام والإتقان، وهو تفصيل لما تقدم، وبيان له على وجه بديع وأسلوب عجيب. وقال أبو حيان مناسبتها لما قبلها: أنه تعالى لما ذكر الدلائل على ربوبيته من إيجاد هذا العالم العلوي والسفلي، ذكر ما أودع في العالم العلوي، من هذين الجوهرين النيرين المشرقين، فجعل الشمس ضياءً، انتهى. </p><p> قوله تعالى:  {إِنَّ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا ...} الآية، مناسبة هذه الآية لما قبلها: أن الله سبحانه وتعالى لما ذكر الأدلة على وجوده تعالى، من خلق السموات والأرض، واختلاف الليل والنهار، وأثبت بذلك البعث والجزاء على الأعمال يوم العرض والحساب .. أردف ذلك بذكر حال من كفر به، وأعرض عن البينات الدالة عليه، وحال المؤمنين الذين عملوا الصالحات موقنين بلقاء ربهم، ثم ذكر جزاء كل من الفريقين. </p><p> قوله تعالى:  {وَلَوْ يُعَجِّلُ اللَّهُ لِلنَّاسِ الشَّرَّ اسْتِعْجَالَهُمْ بِالْخَيْر ...} الآية، مناسبة هذه الآية لما قبلها: أن الله سبحانه وتعالى لما ذكر تعجب القوم، من </p>"
}