{
  "id": null,
  "sura": 9,
  "aya": 37,
  "text": "<p> فيه خيرهم وصلاحهم، فمن يتق الظلم والعدوان في الأرض، وأسباب الفشل والخذلان في القتال من تفرق الكلمة واختلاف الأهواء، ومخالفة سنن الله في الاجتماع .. يكن الله معه ومن كان الله معه، فلا يغلبه أحد. </p><p> وقرأ ابن القعقاع وهبيرة عن حفص (١) : بإسكان العين مع إثبات الألف في {اثْنَا عَشَرَ} وهو جمع بين ساكنين على غير حده كما روي: \"التقت حلقتا البطان\" . بإثبات ألف حلقتا، وقرأ طلحة: بإسكان السين </p><p> ٣٧ - {إِنَّمَا النَّسِيءُ} ؛ أي: إن تأخير حرمة شهر إلى شهر آخر، كتأخير حرمة المحرم إلى صفر {زِيَادَةٌ في الْكُفْرِ} ؛ أي: كفر زائد على الكفر الأصلي الذي كان فيهم من الكفر باللهِ ورسوله، أي: إن تأخير الحرمة التي جعلها لشهر واحد وشرعها فيه إلى شهر آخر وجعلها له كفر بما شرعه الله تعالى في ذلك الشهر، زائد على كفرهم بالله ورسوله، وإنما سمى الله سبحانه وتعالى النسيء زيادة في الكفر؛ لأنه نوع من أنواع كفرهم ومعصيةٌ من معاصيهم المنضمة إلى كفرهم بالله وكتبه ورسله واليوم الآخر. </p><p> والمعنى: هو زيادة كفر على كفرهم، وسبب هذه الزيادة أنهم أمروا بإيقاع كل فعل في وقته من الأشهر الحرم، ثم إنهم بسبب أغراضهم الفاسدة أخروه إلى وقت آخر بسبب ذلك النسيء، فأوقعوه في غير وقته من الأشهر الحرم، فكان ذلك الفعل زيادة في كفرهم؛ لأن ضم هذا العمل إلى الأنواع المتقدمة من الكفر زيادة في الكفر. </p><p> وكانت العرب تحرم القتال في الأشهر الحرم المذكورة، فإذا احتاجوا إلى القتال فيها .. قاتلوا فيها وحرموا غيرها، فإذا قاتلوا في المحرم .. حرموا بدله شهر صفر، وهكذا في غيره، وكان الذي يحملهم على هذا أن كثيرًا منهم إنما كانوا يعيشون بالغارة بعضهم على بعض، ونهب ما يمكنهم نهبه من أموال من يغيرون عليه ويقع بينهم بسبب ذلك القتال، وكانت الأشهر الثلاثة المسرودة يَضُرُّ بِهِم تواليها، وتشتد حاجتهم وتعظم فاقتهم، فيحللون بعضها ويحرمون مكانه </p><p>(١) البحر المحيط.</p><p> بقدره من غير الأشهر الحرم، فكانوا يؤخرون تحريم المحرم إلى صفر، فيستحلون المحرم ويحرمون صفر، فإذا احتاجوا إلى تأخير تحريم صفر .. أخروه إلى ربيع الأول، فكانوا يصنعون هكذا، يؤخرون شهرًا بعد شهر حتى استدار التحريم على السنة كلها، وكانوا يحجون في كل شهر عامين، فحجوا في ذي الحجة عامين، ثم حجوا في المحرم عامين، ثم حجوا في صفر عامين، وكذا باقي شهور السنة، فوافقت حجة أبي بكر في السنة التاسعة قبل حجة الوداع المرة الثانية من ذي القعدة، ثم حج رسول الله - صلى الله عليه وسلم -، في العام المقبل حجة الوداع، فوافق حجة شهر ذي الحجة، وهو شهر الحج المشروع، فوقف بعرفة في اليوم التاسع وخطب الناس في اليوم العاشر بمنى، وأعلمهم أن أشهر النسيء قد تناسخت باستدارة الزمان، وعاد الأمر إلى ما وضع الله عليه حساب الأشهر يوم خلق السموات والأرض فيما روى الشيخان وغيرهما عن أبي بكر رضي الله عنه أن النبي - صلى الله عليه وسلم - قال:  \"إن الزمان قد استدار كهيئته يوم خلق الله السموات والأرض، السنة اثنا عشر شهرًا، منها أربعة حرم ثلاث متواليات ذو القعدة وذو الحجة والمحرم ورجب مضر الذي بين جمادى وشعبان أي شهر هذا؟ \" قلنا: الله ورسوله أعلم، فسكت حتى ظننا أنه سيسميه بغير اسمه، فقال:  \"أليس ذا الحجة؟ \" قلنا: بلى، قال:  \"أي بلد هذا؟ \" ، قلنا: الله ورسوله أعلم، فسكت حتى ظننا أنه سيسميه بغير اسمه، قال:  \"أليس البلد الحرام؟ \" قلنا: بلى، قال:  \"فأي يوم هذا؟ \" قلنا: الله ورسوله أعلم، فسكت حتى ظننا أنه سيسميه بغير اسمه، قال:  \"أليس يوم النحر؟ \" ، قلنا: بلى، قال:  \"فإن دماءكم وأموالكم وأعراضكم عليكم حرام، كحرمة يومكم هذا، في بلدكم هذا، في شهركم هذا، وستلقون ربكم فيسألكم عن أعمالكم ألا فلا ترجعوا بعدي كفارًا يضرب بعضكم رقاب بعض، ألا ليبلغ الشاهد الغائب، فلعل بعض من يبلغه أن يكون أوعى له من بعض من سمعه\" ، ثم قال:  \"ألا هل بلغت، ألا هل بلغت\" ، قلنا: نعم، قال:  \"اللهم اشهد\" . </p><p> وقرأ الجمهور (١) : {النَّسِيءُ} ، مهموزًا على وزن فعيل، وقرأ الزهري وحميد </p><p>(١) البحر المحيط.</p><p> وأبو جعفر وورش عن نافع والحلواني:  {النَّسِيءُ} بتشديد الياء من غير همز، وروي ذلك عن ابن كثير، سهل الهمزة بإبدالها ياءً، وأدغم الياء فيها كما فعلوا من نبيء وخطيئة، فقالوا: نبي وخطية بالإبدال والإدغام، وفي كتاب \"اللوامع\" : قرأ جعفر بن محمَّد والزهري والأشهب: {النسي} بالياء من غير همز، مثل الندي وقرأ السلمي وطلحة والأشهب وشبل {النسء} ، بإسكان السين، وقرأ مجاهد:  {النُسوء} على وزن فعول، بفتح الفاء، وهو التأخير ورويت هذه عن طلحة والسلمي. </p><p> وقوله:  {يُضَلُّ بِهِ الَّذِينَ كَفَرُوا} قرأ ابن مسعود (١) وحفص وحمزة والكسائي {يُضَلُّ} بضم الياء وفتح الضاد مبنيًّا للمجهول، وهو المناسب لقوله:  {زين} الآتي، والمعنى أن كبارهم أضلوهم وحملوهم على ذلك النسيء، والتأخير وقرأ باقي السبعة وابن مسعود في رواية عنه والحسن ومجاهد وقتادة وعمرو بن ميمون ويعقوب: بضم الياء وكسر الضاد مبنيًّا للفاعل، والمعنى حينئذ يضل الله بالنسيء والتأخير الذين كفروا، أو يضل به الشيطان الذين كفروا بتزيين ذلك لهم، أو المعنى يضل به رؤساء الذين كفروا تابعيهم، والآخذين بأفعالهم، وهذا المعنى أحسن في تفسير قراءة من قرأ:  {يضل} بالبناء للفاعل، كما في \"الخازن\" ورويت قراءة البناء للفاعل عن الأعمش وأبي رجاء. </p><p> وفي \"زاد المسير\" قرأ ابن كثير ونافع وأبو عمرو وابن عامر وأبو بكر عن عاصم: {يَضِلُّ} بفتح الياء وكسر الضاد والمعنى: أنهم يكتسبون الضلال به اهـ. </p><p> وقرأ أبو رجاء:  {يَضَلُّ} بفتحتين من ضللت بكسر اللام، أضل بفتح الضاد، منقولًا فتحها من فتحة اللام، إذ الأصل أضلل، وقرأ النخعي ومحبوبٌ عن الحسن:  {نُضِلُّ} بالنون المضمومة وكسر الضاد؛ أي: نضل نحن. </p><p> {يُحِلُّونَهُ} ؛ أي: يحلون هذا النسيء والتأخير؛ أي: يحلون هذا المؤخر تحريمه {عَامًا} ؛ أي: في العام الذي يريدون أن يقاتلوا في المحرم {وَيُحَرِّمُونَهُ} </p><p>(١) البحر المحيط.</p><p> أي: ويحرمون التأخير {عَامًا} آخر وهو العام الذي يتركون المحرم على تحريمه؛ أي: يفعلون ذلك التحليل عامًا والتحريم عامًا آخر {لِيُوَاطِئُوا} ؛ أي: ليوافقوا بتحليل شهر وتحريم آخر بدله {عِدَّةَ} ؛ أي: عدد {مَا حَرَّمَ اللهُ} من الأشهر فلا يزيدون على تحريم أربعة، ولا ينقصون ولا ينظرون إلى أعيان الأربعة الأشهر، التي حرمها الله تعالى {فَيُحِلُّوا مَا حَرَّمَ اللَّهُ} بخصوصه يعني المحرم. </p><p> قال ابن عباس رضي الله عنهما: إنهم ما أحلوا شهرًا من الحرم إلا حرموا مكانه شهرًا من الحلال، ولم يحرموا شهرًا من الحلال، إلا أحلوا مكانه شهرًا من الحرام، لأجل أن يكون عدد الأشهر الحرم أربعة، كما حرم الله، فيكون ذلك موافقة في العدد، لا في الحكم، وقال ابن عباس: الذين شرعوا النسيء هم بنو مالك من كنانة، وكانوا ثلاثةً، قيل: أول من شرعه عمرو بن يحيى، وقيل: رجل، يقال له نعيم بن ثعلبة، وقيل غير ذلك. </p><p> وكان من عادتهم في ذلك أن يقوم رجل من كنانه في أيام منى، حيث يجتمع الحجيج، فيقول: أنا الذي لا يرد قضاء لي، فيقولون: صدقت، فأخر عنا حرمة المحرم، واجعلها في صفر، فيحل لهم المحرم، وبذلك يجعل الشهر الحرام حلالًا، ثم صاروا ينسؤون غير المحرم ويسمون النسيء باسم الأصل، فتغير أسماء الشهور كلها، فيسمون صفر محرمًا وربيع الأول صفرًا، وهكذا، وبذلك يعلم أن النسيء تشريع ديني ملتزم غيّروا به ملة إبراهيم، اتباعًا للهوى وسوء التأويل، ومن ثم سماه الله زيادة في الكفر؛ أي: إنه كفر بشرع دين لم يأذن به الله، زائد على شركهم بالله وكفرهم به، إذ حق التشريع له وحده، فمنازعته في ذلك شرك في ربوبيته، وهم يضلون به سائر الكفار، الذين يتبعونهم فيه ويظنون أنهم لم يخرجوا به عن ملة إبراهيم إذ واطؤوا عدة ما حرم الله من الشهور في ملته، ولم يزيدوا ولم ينقصوا، وإن قدموا وأخروا مع أن المقصد في ذلك العدد والتخصيص، لا مجرد العدد، وإذا لم يفعلوا ذلك .. فقد استحلوا ما حرم الله تعالى. </p><p> {زُيِّنَ لَهُمْ سُوءُ أَعْمَالِهِمْ} ؛ أي: زين لهم الشيطان الأعمال السيئة التي </p>"
}