{
  "id": null,
  "sura": 9,
  "aya": 70,
  "text": "<p> بيانًا لوجه الشبه، وتكريره ثانيًا تأكيدٌ ومبالغةٌ في ذم المخاطبين، وتقبيح حالهم، ولم يسلك هذه الطريقة في التشبيه الثاني، وهو قوله:  {وَخُضْتُمْ كَالَّذِي خَاضُوا} حيث لم يقل: وخاضوا وخضتم كخوضهم، اكتفاءًا بالتمهيد الأول فاستغنى عن ذكر التمهيد في التشبيه الثاني. اهـ \"زاده\" بتصرف. </p><p> وقوله:  {وَخُضْتُمْ} معطوف على قوله: واستمتعتم؛ أي: وخضتم أيها المنافقون المعاصرون لمحمد - صلى الله عليه وسلم -، ودخلتم أشد الدخول في إيذاء الله ورسوله - صلى الله عليه وسلم - والمؤمنين وفي الطعن بالإسلام {كَالَّذِي خَاضُوا} ؛ أي: خوضًا كخوض الفريق الذي خاضوا في تكذيب أنبيائهم وطعنهم من الذين كانوا من قبلكم؛ أي: ودخلتم في الباطل، كما دخلوا فيه مع ما بين حالكم وحالهم من الفوارق التي كانت تقتضي أن تكونوا أهدى منهم سبيلًا. </p><p> {أُولَئِكَ} المستمتعون بخلاقهم وحظوظهم، والخائضون في الأباطيل، فالإشارة إلى كل من المشبهين والمشبه بهم، فهي لمجموع الفريقين {حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ} ؛ أي: بطلت حسناتهم بسبب الفقر، والانتقال من العز إلى الذل، ومن القوة إلى الضعف، وبسبب الموت وفي الآخرة بسبب أنهم يعاقبون أشد العقاب. </p><p> والمعنى: حبطت أعمالهم الدنيوية، فكان ضررها أكبر من نفعها لهم، لإسرافهم وإفسادهم في الأرض، وكذلك أعمالهم الدينية في الآخرة من عبادات، وصلة رحم وصدقة، وقرى ضيف، فلم يكن لهم أجر عليها ينقذهم من عذاب النار ويدخلهم الجنة، إذ شرط قبولها في الآخرة الإيمان والإخلاص. </p><p> {وَأُولَئِكَ} الموصوفون بالأفعال الذميمة {هُمُ الْخَاسِرُونَ} في الدنيا والآخرة، حيث أتعبوا أنفسهم في الرد على الأنبياء، فما وجدوا منه إلا فوات الخيرات في الدنيا والآخرة، وإلا حصول العقاب بهم في الدنيا والآخرة، فهم خسروا في مظنة الربح والمنفعة. </p><p> ونحو الآية قوله: {قُلْ هَلْ نُنَبِّئُكُمْ بِالْأَخْسَرِينَ أَعْمَالًا (١٠٣) الَّذِينَ ضَلَّ سَعْيُهُمْ فِي الْحَيَاةِ الدُّنْيَا وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا (١٠٤) }. </p><p> ٧٠ - ثم نبههم وحذرهم سوء عاقبة أعمالهم، </p><p> فقال:  {أَلَمْ يَأْتِهِمْ} ؛ أي: ألم يأت أولئك المنافقين المعاصرين لمحمد - صلى الله عليه وسلم -، ففيه رجوع إلى الغيبة عن الخطاب، ففيه التفات {نَبَأُ الَّذِينَ مِنْ قَبْلِهِمْ} ؛ أي: خبر الأمم الذين كانوا من قبلهم، حيث عصوا رسلهم، وخالفوا أمر ربهم، فأخذهم العذاب المستأصل في الدنيا؛ أي: ألم يأتهم خبرهم الذي له شأن، وهو ما فعلوه وما فعل بهم، ولما شبه حالهم بحالهم فيما سلف على الإجمال، في المشبه بهم، ذكر منهم ههنا ست طوائف قد سمع العرب أخبارهم؛ لأن بلادهم وهي الشام والعراق واليمن، قريبة من بلاد العرب، فالاستفهام فيه للتقرير على حدِّ {أَلَمْ نَشْرَحْ لَكَ} كما في \"الجمل\" وقوله: {قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَقَوْمِ إِبْرَاهِيمَ وَأَصْحَابِ مَدْيَنَ وَالْمُؤْتَفِكَاتِ} بدل تفصيل من الموصول؛ أي: ألم يأتهم نبأ قوم نوح الذين أغرقوا بالطوفان، ونبأ عاد الذين أهلكوا بالريح العقيم، ونبأ ثمود الذين أهلكوا بالصيحة، ونبأ قوم إبراهيم الذين حاولوا إحراقه، وهم نمروذ وأتباعه، وأهلكوا بسلب النعمة عنهم والهدم، وبتسليط البعوضة على دماغ نمروذ، ونبأ أصحاب مدين، الذين هم قوم شعيب، أهلكوا بالظلة أو بالرجفة، ونبأ أصحاب المؤتفكات؛ أي: القرى المنقلبات، التي جعل الله عاليها سافلها، الذين هم قوم لوط أهلكوا بالخسف الذي نزل بهم وهم فيها، وأمطروا حجارةً من سجيل، وإنما (١) اقتصر على هذه الستة؛ لأن آثارهم باقية وبلادهم بالشام والعراق واليمن، وكل ذلك قريب من أرض العرب، فكانوا يمرون عليها ويعرفون أخبار أهلها، كما مر آنفًا. </p><p> {أَتَتْهُمْ} ؛ أي: جاءت تلك الأمم الماضية {رُسُلُهُمْ بِالْبَيِّنَاتِ} ؛ أي: بالمعجزات الباهرات والحجج الواضحات، الدالة على صدقهم فكذبوهم، وخالفوا أمرنا، كما فعلتم أيها المنافقون والكفار المعاصرون لمحمد - صلى الله عليه وسلم -، فاحذروا أن يصيبكم مثل ما أصابهم، فتعجل لكم العقوبة، كما عجلت لهم، {فَمَا كَانَ اللَّهُ} سبحانه وتعالى {لِيَظْلِمَهُمْ} ؛ أي: ظالمًا لهم، بتعجيل العقوبة لهم؛ لأنه حكيم حليم، فلا يعاقب أحدًا بغير جرم {وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ} </p><p>(١) الخازن.</p>"
}