{
  "id": null,
  "sura": 9,
  "aya": 107,
  "text": "<p> إلى قوله:  {إِنَّ اللَّهَ هُوَ التَّوَّابُ الرَّحِيمُ} قال: وفينا أنزل أيضًا، {اتَّقُوا اللَّهَ وَكُونُوا مَعَ الصَّادِقِينَ} . </p><p> التفسير وأوجه القراءة </p><p> ١٠٧ - وقوله:  {وَالَّذِينَ اتَّخَذُوا مَسْجِدًا} عطف على قوله: {وَآخَرُونَ مُرْجَوْنَ} ؛ أي: ومن المنافقين الفريق الذين اتخذوا، وبنوا مسجدًا، وكانوا اثني عشر رجلًا من المنافقين، منهم: وديعة بن ثابت، وثعلبة بن حاطب، وجارية بن عمرو، {ضِرَارًا} ؛ أي: لأجل إضرار أهل مسجد قباء؛ أي: ومن المنافقين جماعة، بالغوا في الإجرام حتى ابتنوا مجتمعًا يدبرون فيه الشر للمؤمنين، وسموه مسجدًا مضارة للمؤمنين، وقد اشتهر باسم \"مسجد الضرار\"  {وَكُفْرًا} ؛ أي: ولأجل تقوية الكفر والنفاق، الذي أضمروه بالطعن علي النبي، - صلى الله عليه وسلم -، ودين الإِسلام، {وَتَفْرِيقًا بَيْنَ الْمُؤْمِنِينَ} ؛ أي: ولأجل التفريق والتشتيت بين المؤمنين الذين كانوا يصلون في مسجد قباء؛ أي: لكي يصلي طائفة من المؤمنين في ذلك المسجد الذي بنوه، فيؤدي ذلك إلى اختلاف الكلمة، {وَإِرْصَادًا} ؛ أي: وانتظارًا {لـ} : مجيء {من حارب الله ورسوله} : أبي عامر الراهب الفاسق. وقوله:  {مِنْ قَبْلُ} : متعلق بحارب؛ أي: حارب الله ورسوله من قبل بناء هذا المسجد وكان أبو عامر: قد تنصر في الجاهلية، وترهب؛ أي: لبس المسوح وطلب العلم، فلما قدم النبي، - صلى الله عليه وسلم - المدينة، عاداه؛ لأنه زالت رياسته وقال: للنبي، - صلى الله عليه وسلم - يوم أحد لا أجد قومًا يقاتلونك إلا قاتلتك معهم، ولم يزل يقاتله - صلى الله عليه وسلم - إلى يوم حنين، فلما انهزمت هوازن خرج هاربًا إلى الشام، وأرسل إلى المنافقين أن استعدوا بما استطعتم من قوة وسلاح، وابنوا لي مسجدًا، فإني ذاهب إلى قيصر وآت من عنده بجند، فأخرج محمدًا وأصحابه من المدينة، فبنوا هذا المسجد إلى جنب مسجد قباء، وانتظروا مجيء أبي عامر ليصلي بهم في ذلك المسجد. </p><p> {وَلَيَحْلِفُنَّ} ؛ أي: وعزتي وجلالي، ليحلفن لك أيها الرسول، أولئك الذين بنوا ذلك المسجد، كاذبين والله، {إِنْ أَرَدْنَا} ؛ أي: ما أردنا ببناء هذا المسجد، </p><p> {إِلَّا الْحُسْنَى} ؛ أي: إلا الفعلة الحسنى، والخصلة التي تفوق غيرها في الحسن، وهي الصلاة والذكر فيه، والرفق بالمسلمين والتوسعة على أهل الضعف والعجز عن الصلاة في مسجد قباء، أو مسجد الرسول، - صلى الله عليه وسلم -، {وَاللَّهُ} ، سبحانه وتعالى {يَشْهَدُ} ؛ أي: يعلم {إِنَّهُمْ لَكَاذِبُونَ} في قيلهم وفي حلفهم؛ لأنهم ما بنوه إلا للسوء وضرار مسجد قباء. </p><p> روي أن الذين اتخذوا هذا المسجد، كانوا اثني عشر رجلًا من منافقي الأوس والخزرج، وقد بين الله سبحانه وتعالى الأغراض التي لأجلها بنى، وهي أربعة: </p><p> ١ - مضارة المؤمنين من أهل مسجد قباء، الذي بناه رسول الله، - صلى الله عليه وسلم -، مقدمه من مكة مهاجرًا قبل وصوله إلى المدينة. </p><p> ٢ - تقوية الكفر وتسهيل أعماله من فعل وترك، كتمكين المنافقين من ترك الصلاة هناك، مع خفاء ذلك على المؤمنين لعدم اجتماعهم في مسجد واحد، والتشاور فيما بينهم في الكيد لرسول الله، - صلى الله عليه وسلم -، والطعن فيه إلى نحو أولئك من مقاصد المنافقين. </p><p> ٣ - التفريق بين المؤمنين المقيمين هنالك، فإنهم كانوا يصلون جميعًا في مسجد قباء، وفي ذلك حصول التعارف والتآلف والتعاون وجمع الكلمة، وهي أهم مقاصد الإِسلام الاجتماعية، ومن ثم كان تكثير المساجد وتفريق الجماعة منافيًا لأغراض الدين ومراميه، ومن الواجب أن يصلي المسلمون الجمعة في مسجد واحد ما استطاعوا إلى ذلك سبيلًا فإن تفرقوا عمدًا كانوا آثمين. </p><p> ومن (١) هذا، يعلم أن بناء المساجد لا يكون قربة يتقبلها الله، إلا إذا دعت الحاجة إلى ذلك، ولم يكن سببًا لتفريق جماعتهم، فكثير من المساجد المتقاربة في القاهرة وغيرها من الأمصار والمدن الأخرى، لم تبن لوجه الله، بل كان الباعث على بنائها الرياء واتباع الأهواء من جهلة الأفراد والأثرياء، وعدم نصح </p><p>(١) المراغي.</p><p> العلماء لهم. </p><p> ٤ - الانتظار والترقب، لمن حارب الله ورسوله، أن يجيء محاربًا فيجد مكانًا مرصدًا له، وقومًا راصدين مستعدين للحرب معه، وهم أولئك المنافقون الذين بنوا هذا المسجد مرصدًا له. </p><p> {وَلَيَحْلِفُنَّ إِنْ أَرَدْنَا إِلَّا الْحُسْنَى} ؛ أي: وليحلفن ما أردنا ببنائه إلا الخصلة التي تفوق غيرها في الحسن، وهي: الرفق بالمسلمين، وتيسير صلاة الجماعة على أولي العجز والضعف، ومن يحبسهم المطر منهم، ليصدقهم الرسول الله، - صلى الله عليه وسلم - وليصلي معهم فيه، والله يعلم إنهم لكاذبون في أيمانهم؛ لأنهم ما بنوه إلا للسوء وضرار مسجد قباء. </p><p> وقرأ جمور القراء (١) : {وَالَّذِينَ} بالواو عطفًا على {وَآخَرُونَ} ؛ أي: ومنهم: الذين اتخذوا، الخ كما مر. وقرأ أهل المدينة، نافع، وأبو جعفر، وشيبة، وغيرهم، وابن عامر:  {الذين} بغير واو، كذا في مصاحف المدينة، والشام، فاحتمل أن يكون بدلًا من قوله:  {وَآخَرُونَ مُرْجَوْنَ} وأن يكون خبر مبتدأ تقديره هم الذين. </p><p> وقرأ الأعمش:  {وَإِرْصَادًا للذين حَارَبَ اللَّهَ وَرَسُولَهُ} . </p><p> روي أن النبي، - صلى الله عليه وسلم -، لما انصرف من تبوك راجعًا، نزل بذي أوان، وهو موضع قريب من المدينة، فأتاه المنافقون، وسألوه أن يأتي مسجدهم، فدعا بقميصه ليلبسه ويأتيهم، فأنزل الله هذه الآية، وأخبره خبر مسجد الضرار وما هموا به، فدعا رسول الله، - صلى الله عليه وسلم -، مالك بن الدخشم، ومعن بن عدي، وعامر بن السكن، ووحشيًّا، فقال لهم: انطلقوا إلى هذا المسجد الظالم أهله فاهدموه وأحرقوه فخرجوا مسرعين حتى أتوا بني سالم بن عوف وهم رهط مالك بن الدخشم فقال: أنظروني حتى أخرج إليكم بنار. فدخل أهله، فأخذ من سعف النخل، فأشعله، ثم خرجوا يشتدون حتى دخلوا المسجد وفيه أهله، فأحرقوه </p><p>(١) البحر المحيط.</p>"
}