{
  "id": null,
  "sura": 9,
  "aya": 5,
  "text": "<p> روى البخاري ومسلم، عن أبي هريرة، قال: بعثني أبو بكر في تلك الحجة في مؤذِّنين بعثهم يوم النحر يؤذنون بمنى، ألَّا يحج بعد العام مشرك، ولا يطوف بالبيت عريان، ثم أردف رسول الله - صلى الله عليه وسلم - بعلي بن أبي طالب: وأمره أن يؤذِّن ببراءة وأن لا يحج بعد العام مشرك ولا يطوف بالبيت عريان. </p><p> ٥ - {فَإِذَا انْسَلَخَ} : أي: انقضى ومضى وخرج {الْأَشْهُرُ الْحُرُمُ} ؛ أىِ: الباقي منها من وقت نبذ العهد، وهو يوم النحر، والباقي منها خمسون يومًا ينقضي بانقضاء المحرم، فالمراد بالأشهر الحرم على هذا المعنى الأشهر المعروفة التي هي: ذو القعدة وذو الحجة والمحرم ورجب، ثلاثة سرد، واحدٌ فردٌ، وقد وقع النداء والنبذ إلى المشركين بعهدهم يوم النحر، فكان الباقي من الأشهر الحرم التي هي الثلاثة المسرودة، خمسين يومًا تنقضي بانقضاء شهر المحرم، فأمرهم الله تعالى، بقتل المشركين حيث يوجدون، وبه قال جماعة من أهل العلم، منهم الضحاك والباقر وروي عن ابن عباس واختاره ابن جرير. </p><p> وقيل: المراد بها شهور العهد المشار إليها بقوله: {فَأَتِمُّوا إِلَيْهِمْ عَهْدَهُمْ إِلَى مُدَّتِهِمْ} وسميت حرمًا؛ لأن الله سبحانه حرَّم فيها على المسلمين دماء المشركين والتعرض لهم، وإلى هذا ذهب جماعة من أهل العلم، منهم مجاهد وابن إسحاق وابن زيد وغيرهم. </p><p> وقيل: هي الأشهر المذكورة في قوله: {فَسِيحُوا فِي الْأَرْضِ أَرْبَعَةَ أَشْهُرٍ} وقد روي ذلك عن ابن عباس وجماعة, ورجحه ابن كثير، وحكاه عن مجاهد وعمر وابن شعيب ومحمد ابن إسحاق وقتادة وغيرهم، وسيأتي بيان حكم القتال في الأشهر الحرم الدائرة في كل سنة في هذه السورة إن شاء الله تعالى:  {فَاقْتُلُوا الْمُشْرِكِينَ} الناكثين خاصَّةً {حَيْثُ وَجَدْتُمُوهُمْ} ؛ أي: في أيِّ مكان وجدتموهم من حلٍّ أو حرم، وفي أيِّ وقت، قال الشوكاني (١) : وهذه الآية المتضمنة للأمر بقتل المشركين عند انسلاخ الأشهر الحرم عامة لكل مشرك، لا يخرج عنها إلا من </p><p>(١) فتح القدير.</p><p> خصته السنة، وهو المرأة والصبي والعاجز الذي لا يقاتل، وكذلك يخصص منها أهل الكتاب، الذين يعطون الجزية على فرض تناول لفظ المشركين لهم، وهذه الآية نسخت كلَّ آية فيها ذكر الإعراض عن المشركين والصبر على أذاهم. انتهى. </p><p> {وَخُذُوهُمْ} ؛ أي: وأسروهم والأخيذ الأسير {وَاحْصُرُوهُمْ} ؛ أي: وامنعوهم من إتيان المسجد الحرام ومن التقلب في البلاد، وقرىء:  {وحاصروهم} شاذًّا {وَاقْعُدُوا لَهُمْ} ؛ أي: لأجل مراقبتهم {كُلَّ مَرْصَدٍ} ؛ أي: في كل ممر وطريق يسلكونه، لئلا ينبسطوا في البلاد. </p><p> والمعنى (١) : فإذا انقضت الأشهر الأربعة التي حرم عليكم فيها قتال المشركين .. فافعلوا معهم كل ما ترونه موافقًا للمصلحة، من تدابير الحرب وشؤونها؛ لأنَّ الحال بينكم وبينهم عادت إلى حال الحرب بانقضاء أجل التأمين الذي منحتموه، وذلك بعمل أحد الأمور الآتية: </p><p> ١ - قتلهم في أي مكان وجدوا فيه من حل أو حرم. </p><p> ٢ - أخذهم أسارى، وقد أبيح هنا الأسر الذي حظر في سورة الأنفال بقوله:  {مَا كَانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرَى حَتَّى يُثْخِنَ فِي الْأَرْضِ} ؛ لأن الإثخان، وهو الغلب والقوة والسيادة قد وجد. </p><p> ٣ - حصرهم وحبسهم حيث يعتصمون بمعقل أو حصن، بأن يحاط بهم، ويمنعوا من الخروج والانفلات، حتى يسلموا أو ينزلوا على حكمهم بشرط ترضونه، أو بدون شرط. </p><p> ٤ - القعود لهم كل مرصد؛ أي: مراقبتهم في كل مكان يمكن الإشراف عليهم فيه، ورؤية تجولهم وتقلبهم في البلاد. </p><p> وهذه الآية تسمى: آية السيف، إذ جاء الأمر فيها بالقتال، وقد كان مؤجلًا ومنسّأً إلى أن يقوى المسلمون، وكان الواجب عليه في حال الضعف الصبر على الأذى. </p><p>(١) المراغي.</p><p> {فَإِنْ تَابُوا} عن الشرك الذي يحملهم على عدواتكم وقتالكم ودخلوا في الإِسلام، بأن نطقوا بالشهادتين {وَأَقَامُوا الصَّلَاةَ} المفروضة كما تقيمونها في الأوقات الخمسة، والصلاة مظهر الإِسلام وأكبر أركانه وهي مطلوبة من الغني والفقير والأمير والمأمور، وهي حق الله على عباده، تزكى أنفسهم وتهذب أخلاقهم وتؤهلهم للقيام بحقوق عباده. {إِنَّ الصَّلَاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ} . </p><p> {وَآتَوُا الزَّكَاةَ} ؛ أي: وأدوا الزكاة المفروضة في أموال الأغنياء للفقراء والمصالح العامة {فَخَلُّوا} أيها المؤمنون {سَبِيلَهُمْ} ؛ أي: واتركوا لهم طريق حريتهم بالكف عن قتالهم، إذا كانوا مقاتلين، وبالكف عن حصرهم إذا كانوا محاصرين، وبالكف عن رصد مسالكهم إلى البيت الحرام وغيره إذا كانوا مراقبين {إِنَّ اللَّهَ} سبحانه وتعالى {غَفُورٌ} يغفر لهم ما سبق من الشرك، وغيره من سيئاتهم {رَحِيمٌ} يرحمهم فيمن يرحم من عباده، وقد جاء في الأثر:  \"الإِسلام يجب ما قبله\" . </p><p> وفي الآية إيماء إلى أن إقامة الصلاة وإيتاء الزكاة يوجبان لمن يؤدِّيهما حقوق المسلمين، من حفظ الدم والمال، إلا بما يوجب عليه الشرع من جناية تقتضي حدًّا معلومًا أو جريمةٍ توجب تعزيرًا أو تغريمًا. </p><p> روى الشيخان عن عبد الله بن عمر مرفوعًا:  \"أمرت أن أقاتل الناس حتى يشهدوا أن لا إله إلا الله وأن محمدًا رسول الله ويقيموا الصلاة ويؤتوا الزكاة، فإذا فعلوا ذلك .. عصموا مني دمائهم وأموالهم إلا بحق الإِسلام وحسابهم على الله\" . </p><p> والخلاصة: أن اشتراط الأشياء الثلاثة للكف عن قتال المشركين للتحقق من دخولهم في جماعة المسلمين بالفعل، والتزامهم شرائع الإِسلام وإقامة شعائره، إذ مقتضى الشهادة الأولى: ترك عبادة غير الله تعالى، ومقتضى الشهادة الثانية: طاعة الرسول فيما يبلغه عن الله تعالى، واكتفى من أركان الإِسلام بالصلاة التي تجب في اليوم والليلة خمس مرات لأنها الرابطة الدينية والروحية </p>"
}