{
  "id": null,
  "sura": 9,
  "aya": 29,
  "text": "<p> المشركين بعد انقضاء عهودهم، ونهيكم عن قرب المشركين للمسجد الحرام بعد عامهم هذا، ونهيكم عن اتخاذ آبائكم وإخوانكم منهم أولياء إن استحبوا الكفر على الإيمان، </p><p> ٢٩ - والخطاب في قوله:  {قَاتِلُوا الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَلَا بِالْيَوْمِ الْآخِرِ} وأصحابه. </p><p> والمعنى: قاتلوا أيها المؤمنون أهل الكتاب الذين لا يؤمنون بالله، ولا بمجيء اليوم الآخر؛ لأن (١) اليهود مثنِّية، والنصارى مثلِّثة، فإن قلت:  (٢) اليهود والنصارى، يزعمون أنهم يؤمنون بالله واليوم الآخر، فكيف أخبر الله عنهم أنهم لا يؤمنون بالله ولا باليوم الآخر؟ </p><p> قلت: إيمانهم بالله ليس كإيمان المؤمنين، وذلك أن اليهود يعتقدون التجسيم والتشبيه، والنصارى يعتقدون الحلول، ومن اعتقد ذلك .. فليس بمؤمن بالله، بل هو مشرك بالله، وقيل: من كذب رسولًا من رسل الله .. فليس بمؤمن بالله، واليهود والنصارى يكذبون أكثر الأنبياء، فليسوا بمؤمنين بالله، وأما إيمانهم باليوم الآخر .. فليس كإيمان المؤمنين، وذلك يعتقدون بعثة الأرواح دون الأجساد ويعتقدون أن أهل الجنة لا يأكلون ولا يشربون فيها ولا ينكحون، ومن اعتقد ذلك .. فليس إيمانه كإيمان المؤمنين، وإن زعم أنه مؤمن {وَلَا يُحَرِّمُونَ مَا حَرَّمَ اللَّهُ} سبحانه وتعالى في الكتاب {وَرَسُولُهُ} ؛ أي: ولا ما حرم رسوله محمد - صلى الله عليه وسلم - في السنة، من الخمر والخنزير، وسائر المحرمات، كالربا وأخذ أموال الناس بالباطل، أو المعنى: ولا يحرمون ما حرم الله ورسوله المرسل إليهم في التوارة والإنجيل؛ أي: لا يعملون بما في التوراة والإنجيل، بل حرفوهما وأتوا بأحكام كثيرة من عند أنفسهم. </p><p> والمعنى: أنهم يخالفون أصل دينهم المنسوخ اعتقادًا وعملًا {وَلَا يَدِينُونَ دِينَ الْحَقِّ} ؛ أي: ولا يتمسكون دين الحق، الذي هو دين الإسلام، أو لا يعتقدون صحة دين الإسلام الذي هو الدين الحق، حالة كون هؤلاء المذكورين </p><p>(١) النسفي. (٢) الخازن.</p><p> {مِنَ الَّذِينَ أُوتُوا الْكِتَابَ} ؛ أي: من الذين أعطوا التوراة والإنجيل وهم اليهود والنصارى {حَتَّى يُعْطُوا الْجِزْيَةَ} ؛ أي: قاتلوهم حتى يعطوا الجزية، أو يسلموا؛ أي: حتى يقبلوا إعطاء الجزية لكم، والمراد بإعطائها التزامها بالعقد. وإن لم يجىء وقت دفعها، ذكره في \"الفتوحات\" . والجزية: هي ما يعطي المعاهد من أهل الكتاب على عهده، وهي الخراج المضروب على رقابهم، سميت جزية للاجتزاء بها في حقن دمائهم {عَنْ يَدٍ} ؛ أي: عن قهر وغلبة يقال لكل من أعطى شيئًا كرهًا من غير طيب نفس: أعطى عن يد، وقال ابن عباس: يعطونها بأيديهم، ولا يرسلون بها على يد غيرهم؛ أي: حتى يعطوها عن يد إلى يد نقدًا، غير نسيئةً، لا مبعوثًا على يد أحد، ولكن عن يد المعطي إلى يد الآخذ، وقيل: يعطونها مع إقرارهم بإنعام المسلمين عليهم بقبولها منهم، لأن ترك أروحهم عليهم بقبول الجزية ومنهم نعمة عظيمة {وَهُمْ صَاغِرُونَ} ؛ أي: والحال أنهم أذلاء مقهورون، منقادون لحكم الإسلام، يجرون إلى الموضع الذي يقبض منهم فيه بالعنف، حتى يؤدوها عن يدهم. </p><p> وحاصل معنى الآية (١) : قاتلوا أهل الكتاب إذ هم جمعوا أربع صفات، هي العلة في عدواتهم للإسلام، ووجوب خضوعهم لحكمه ما داموا في دار الإسلام، إذ لو أجيز لهم حمل السلاح .. لأفضى ذلك إلى قتال المسلمين في دارهم ومساعدة من يهاجمهم فيها، كما فعل يهود المدينة وما حولها بعد تأمين النبي - صلى الله عليه وسلم - لهم وجعلهم حلفاء له، وأجاز لهم الحكم فيما بينهم بشرعهم، وسمح لهم بالعبادة على النحو الذي يريدون، وكذلك فعل مع نصارى الروم في حدود البلاد العربية. </p><p> وهذه الأمور الأربعة التي أسند إليهم تركها، هي أصول كل دين إلهي، ومن ثم، أمر بقتال الذين لا يقيمونها، وهي: </p><p> ١ - أنهم {لَا يُؤْمِنُونَ بِاللَّهِ} وقد شهد القرآن بأنَّ اليهود والنصارى فقدوا </p><p>(١) المراغي.</p><p> الإيمان، بهدم أساسه، وهو التوحيد، إذ قد اتخذوا أحبارهم ورهبانهم أربابًا من دون الله، يشرعون لهم العبادات، ويحرمون ويحللون، فيتبعونهم، وبذا أشركوهم في الربوبية، ومنهم من أشرك به في الألوهية، كالذين قالوا: عزير ابن الله، والذين قالوا: المسيح ابن الله، أو هو الله. </p><p> ٢ - أنهم {لا} يؤمنون {بِالْيَوْمِ الْآخِرِ} إذ هم يقولون: إن حياة الآخرة حياة روحانية محضة، يكون الناس فيها كالملائكة، لكنا نؤمن بأن الإنسان لا تنقلب حقيقته، بل يبقى مؤلفًا من جسد وروح، ويتمتع بنعيم الأرواح والأجساد، ولا يوجد فيما بين يدي اليهود والنصارى من التوراة نصوص صريحة في البعث والجزاء بعد الموت، بل فيها إشارات غير صريحة في ذلك. </p><p> ٣ - أنهم {لَا يُحَرِّمُونَ مَا حَرَّمَ اللَّهُ وَرَسُولُهُ} فاليهود لا يحرمون ما حرم في شرعهم الذي جاء به موسى، ونسخ بعضه عيسى، ولا يلتزمون العمل بما حرم، فقد استحلوا أكل أموال الناس بالباطل، كالربا وغيره، واتبعوا عادات المشركين في القتال والنفي، ومفاداة الأسرى، والنصارى استباحوا ما حرم عليهم في التوراة مما لم ينسخه الإنجيل، فأباحوا جميع محرمات الطعام والشراب، إلا ما ذبح للأصنام، فقد ثبت في كتبهم أن الله حرم عليهم الشحوم فأذابوها وباعوها، وأكلوا أثمانها، وحرم عليهم أشياء كثيرة فأحلوها. </p><p> ٤ - أنهم {لا يدينون دين الحق} إذ أن ما يتقلدونه إنما هو دين تقليدي، وضعه لهم أساقفتهم وأحبارهم بآرائهم الاجتهادية، وأهوائهم المذهبية، لا دين الحق الذي أوحاه الله تعالى إلى موسى وعيسى عليهما السلام. </p><p> والخلاصة: قاتلوا أيها المؤمنون من وصفوا بتلك الصفات الأربعة إذا وجد منهم ما يقتضي القتال، كالاعتداء عليكم، أو على بلادكم، أو اضطهادكم وفتنتكم عن دينكم، أو تهديد أمنكم وسلامتكم، كما فعل بكم الروم وكان ذلك سببًا لغزوة تبوك؛ أي: قاتلوهم إلى أن تأمنوا عدوانهم، بإعطائكم الجزية، بشرط أن تكون صادرة عن يد؛ أي: من قدرة واسعة فلا يظلموا ولا يرهقوا، وبشرط أن يخضعوا لسيادتكم وحكمكم، وبذا يسهل السبيل لاهتدائهم إلى الإسلام بما </p><p> يشاهدون من عدلكم، وفضائلكم التي يرونها رأي العين. </p><p> فإن أسلموا .. عمَّ الهدى والعدل، وإن لم يسلموا وأعطوا الجزية .. وجب تأمينهم وحمايتهم والدفاع عنهم، وإعطاؤهم حريتهم في دينهم، ومعاملتهم بالعدل والمساواة كالمسلمين، لهم ما لنا وعليهم ما علينا، ويحرم ظلمهم وإرهاقهم بتكليفهم ما لا يطيقون، ويسمون حينئذٍ: أهل الذمة إذ كل هذه الحقوق تكون لهم بمقتضى ذمة الله وذمة رسوله، أما الذين يعقد بيننا وبينهم صلح بعهد وميثاق، يعترف به الطرفان .. فيسمون: المعاهدين، أو أهل العهد، ولقب (١) أهل الكتاب والذين أوتوا الكتاب وإن كان عامًّا خص به اليهود والنصارى؛ لأنهم هم الذين كانوا مخالطين ومجاورين للأمة العربية ومعروفين لديها، كما قال تعالى: مخاطبًا لمشركي العرب {أَنْ تَقُولُوا إِنَّمَا أُنْزِلَ الْكِتَابُ عَلَى طَائِفَتَيْنِ مِنْ قَبْلِنَا وَإِنْ كُنَّا عَنْ دِرَاسَتِهِمْ لَغَافِلِينَ (١٥٦) }. </p><p> فصلٌ في الجزية </p><p> واعلم (٢) : أن قدر الجزية أقلها دينار، ولا يجوز أن ينقص عنه، ويقبل الدينار من الغني والفقير والمتوسط، ويدل عليه ما روي عن معاذ بن جبل، أن رسول الله - صلى الله عليه وسلم - لما وجهه إلى اليمن .. أمره أن يأخذ من كل حالم؛ أي: محتلم دينارًا أو عدله من المعافرية - ثياب تكون باليمن - أخرجه أبو داود، فالنبي - صلى الله عليه وسلم - أمره أن يأخذ من كل محتلم وهو البالغ دينارًا، ولم يفرق بين الغني والفقير والمتوسط، وفيه دليل على أنه لا تؤخذ الجزية من الصبيان والنساء، وإنا تؤخذ من الأحرار البالغين، وذهب قوم إلى أن على كل موسر أربعة دنانير، وعلى كل متوسط دينارين، وعلى كل فقير دينارًا، وهو قول أصحاب الرأي، ويدل عليه ما روي أن عمر بن الخطاب ضرب الجزية على أهل الذهب أربعة دنانير وعلى أهل الورِق أربعين درهمًا، ومع ذلك أرزاق المسلمين وضيافة ثلاثة أيام، أخرجه مالك في \"الموطأ\" . </p><p>(١) المراغي. (٢) الخازن.</p>"
}