{
  "id": null,
  "sura": 9,
  "aya": 125,
  "text": "<p> زيد بن علي، وعبيد بن عمير، {أَيُّكُمْ} بالنصب على الاشتغال، والنصب فيه عند الأخفش أفصح، كما هو بعد أداة الاستفهام نحو: أزيدًا ضربته؛ أي: وإذا أنزل الله تعالى على رسوله، - صلى الله عليه وسلم -، سورة من سور كتابه الكريم، فمن المنافقين من يقول لإخوانه، على سبيل الاستهزاء والسخرية هذه المقالة، ليثبتوا علي النفاق، أو يقول لمن يلقاه من المؤمنين مشككًا لهم، {أَيُّكُمْ زَادَتْهُ هَذِهِ إِيمَانًا} ؛ أي: من الذي زادته هذه السورة يقينًا بحقية القرآن والإِسلام وصدق الرسول محمَّد، - صلى الله عليه وسلم -؛ أي: أيكم زادته تصديقًا جازمًا مقترنًا بإذعان النفس، وخضوعًا وأشعرته بلزوم العمل بها لتيقنه بصدق الرسول الذي أنزلت عليه. </p><p> والإيمان على هذا النحو يزيد بنزول القرآن في عهد الرسول، - صلى الله عليه وسلم - ولا سيما من يحضر نزوله ويسمعه منه، وكذا يزيد بسماعه من غيره في قلب المؤمن قوة إذعان، ورغبة في العمل والقرب من الله تعالى قال تعالى مجيبًا عن هذا السؤال مبينًا حالهم وحال المؤمنين:  {فَأَمَّا الَّذِينَ آمَنُوا} بالله تعالى، وبما جاء من عنده، {فَزَادَتْهُمْ} هذه السورة {إِيمَانًا} بانضمام إيمانهم، بما فيها بإيمانهم السابق؛ لأنهم يقرون عند نزولها بأنها حق من عند الله تعالى، {وَهُمْ يَسْتَبْشِرُونَ} ؛ أي: يفرحون بنزولها لما فيها من المنافع الدينية والدنيوية. </p><p> أي: فأما المؤمنون فيزيدهم نزول القرآن زيادة اليقين، واطمئنان القلب، ويزيدهم قوة في العمل به، والتقرب إلى ربهم وهم يستبشرون بنزولها لما يرجون من خير هذه الزيادة بتزكية أنفسهم وسعادتهم في الدنيا والآخرة. </p><p> وقال علي بن أبي طالب رضي الله عنه: إن الإيمان يبدو لمعة بيضاء في القلب، وكلما ازداد الإيمان عظمًا ازداد ذلك البياض حتى يبيض القلب كله، وإن النِّفاق يبدو لمعة سوداء في القلب، وكلما ازداد النفاق ازداد السواد حتى يسود القلب كله، وايم الله لو شققتم عن قلب مؤمن لوجدتموه أبيض ولو شققتم عن قلب منافق لوجدتموه أسود، اهـ \"خازن\" . </p><p> ١٢٥ - {وَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ} ؛ أي: نفاق وسوء عقيدة، {فَزَادَتْهُمْ} هذه السورة، {رِجْسًا إِلَى رِجْسِهِمْ} ؛ أي: عقيدة باطلة إلى عقيدتهم الباطلة، فإنهم </p><p> كانوا مكذبين بالسور النازلة قبل ذلك، والآن صاروا مكذبين بهذه السورة الجديدة، فقد انضم كفر إلى كفر، وإنهم كانوا في العداوة واستنباط وجوه المكر، والآن ازدادت تلك الأخلاق الذميمة بسبب نزول هذه السورة الجديدة، {وَمَاتُوا وَهُمْ كَافِرُونَ} وهذه الحالة أقبح من الحالة الأولى، فإن الأولى ازدياد الرجاسة، وهذه مداومة الكفر وموتهم عليه؛ أي وأما (١) الذين في قلوبهم شك وارتياب دعاهم إلى النفاق بإسرار الكفر، وإظهار الإِسلام فزادتهم كفرًا ونفاقًا مضمومًا إلى كفرهم ونفاقهم السابق، واستحوذ ذلك عليهم واستحكم فيهم إلى أن ماتوا على الكفر والنفاق، على مقتضى سننه تعالى في تأثير الأعمال في صفات النفس، وتغيير هواجس الفكر، ثم عجيب من حالهم وقد كان لهم زاجر فيما يرون فقال:  {أَوَلَا يَرَوْنَ أَنَّهُمْ يُفْتَنُونَ فِي كُلِّ عَامٍ مَرَّةً أَوْ مَرَّتَيْنِ} والهمزة (٢) : فيه للاستفهام التوبيخي على قراءة الياء في يرون وللاستفهام التعجيبي على قراءة التاء فيه. والخطاب فيه للمؤمنين، وهي داخلة على محذوف والواو عاطفة على ذلك المحذوف، تقديره: أيجهلون ولا يرون؛ أي؛ يجهل المنافقون ولا يرون أنهم يختبرون في كل عام بأنواع البليات، من المرض والجوع، ومن إظهار الفضيحة على نفاقهم، وعلى تخلفهم من الغزو مرة أو مرتين فأكثر، {ثُمَّ لَا يَتُوبُونَ} من نفاقهم {وَلَا هُمْ يَذَّكَّرُونَ} ؛ أي: يتعظون بتلك الفتن الموجبة للتوبة، وقوله:  {ثُمَّ لَا يَتُوبُونَ} وما بعده معطوف على لا يرون على قراءة الياء التحتية داخل تحت الإنكار والتوبيخ، وعطف على {يُفْتَنُونَ} على قراءة التاء الفوقية. </p><p> أي: أيجهلون (٣) هذا ويغفلون عن حالهم فيما يعرض لهم عامًا بعد عام، من ضروب الابتلاء والاختبار التي تظهر استعداد النفوس للإيمان والكفر، والتفرقة بين الحق والباطل، ولا ينظرون إلى الآيات الدالة على صدق الرسول، - صلى الله عليه وسلم -، في كل ما أخبر به، من نصر الله لمن اتبعه، وخذلان أعدائه، </p><p>(١) المراغي. (٢) المراح.(٣) المراغي.</p>"
}