{
  "id": null,
  "sura": 9,
  "aya": 25,
  "text": "<p> الْيَهُودُ ...} الآية. </p><p> قوله تعالى:  {وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلَا يُنْفِقُونَهَا فِي سَبِيلِ اللَّهِ ...} الآيتين، سبب نزولهما (١) : ما أخرجه البخاري عن زيد بن وهب، قال: مررت بالربذة فإذا أنا بأبي ذر رضي الله عنه فقلت له: ما أنزلك منزلك هذا؟ قال: كنت بالشام فاختلفت أنا ومعاوية في: {وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلَا يُنْفِقُونَهَا فِي سَبِيلِ اللَّهِ} قال معاوية: نزلت في أهل الكتاب، فقلت: نزلت فينا وفيهم، فكان بيني وبينه في ذلك، وكتب إلى عثمان - رضي الله عنه - يشكوني، فكتب إليَّ عثمان أن أقدم المدينة فقدمتها. فأكثر عليَّ الناس حتى كأنهم لم يروني قبل ذلك، فذكرت ذلك لعثمان، فقال لي: إن شئت تنحيت فكنت قريبًا، فذاك الذي أنزلني هذا المنزل، ولو أمروا عليَّ حبشيًّا .. لسمعت وأطعت. </p><p> التفسير وأوجه القراءة </p><p> ٢٥ - وعزتي وجلالي {لَقَدْ نَصَرَكُمُ اللَّهُ} سبحانه وتعالى أيها المؤمنون {فِي مَوَاطِنَ} وأماكن {كَثِيرَةٍ} للحرب، توطنون فيها أنفسكم على لقاء عدوكم، وفي مشاهد تلتقون فيها أنتم وهم في صعيد واحد للطعان والنزال إحقاقًا وإظهارًا لدينه. </p><p> روى أبو يعلى عن جابر، أن عدد غزواته - صلى الله عليه وسلم - إحدى وعشرون، قاتل بنفسه في ثمانٍ، منها: بدر، وأُحد، والأحزاب، والمصطلق، وخيبر، ومكة، وحنين، والطائف. </p><p> وبعوثه وسراياه ست وثلاثون، واختار جمع من العلماء، أن المغازي والسرايا كلها ثمانون ولم يقع في بعضها قتال، ونصرهم في كل قتال إما نصرًا كاملًا وهو الأكثر، وإما نصرًا مشوبًا بشيء من التربية على ذنوب اقترفوها، كما في أُحد إذ نصرهم أوَّلًا ثم أظهر عليهم العدو، لمخالفتهم أمر القائد الأعظم، </p><p>(١) البخاري.</p><p> في أهم أوامر الحرب، وهو حماية الرماة لظهورهم، وكما في حنين من الهزيمة في أثناء المعركة والنصر التام في آخرها. </p><p> {وَيَوْمَ حُنَيْنٍ} ؛ أي: ولقد نصركم الله سبحانه وتعالى أيضًا يوم قتالكم مع هوازن، في وادي حنين، فهوازن قبيلة حليمة السعدية، مرضعة رسول الله - صلى الله عليه وسلم - وحنين اسم واد بين مكة والطائف، بينه وبين مكة ثمانية عشر ميلًا، وذلك لما فتح رسول الله - صلى الله عليه وسلم - مكة وقد بقيت أيام من شهر رمضان .. خرج في شوال، في تلك السنة، وهي سنة ثمان من الهجرة، متوجهًا إلى حنين لقتال هوازن وثقيف، والظرف في قوله:  {إِذْ أَعْجَبَتْكُمْ} ؛ أي: إذ أفرحت وبشرت أنفسكم {كَثْرَتُكُمْ} ؛ أي: كثرة عددكم وعُددكم بدل من يوم؛ أي: نصركم يوم حنين إذ أعجبت أنفسكم كثرة عددكم وعُددكم، إذ كنتم اثني عشر ألفًا، عشرة آلاف من المهاجرين والأنصار الذين فتحوا بمكة، وألفان من الطلقاء، وهم الأسراء الذين أخذوا يوم فتح مكة وأطلقوا، وهم أسلموا بعد فتح مكة في هذه المدة القليلة، وكان الكفار من هوازن وثقيف أربعة آلاف فقط، ومعهم أمداد من سائر العرب، فقال قائل منكم - قيل اسمه سلمة بن سلامة الأنصاري - افتخارًا بكثرتكم: لن نغلب اليوم من قلة؛ أي: من أجلها؛ أي نحن كثيرون فلا نغلب، فأحزنت تلك الكلمة رسول الله - صلى الله عليه وسلم -، فكانت الهزيمة عليكم؛ أي: فكانت الهزيمة عقوبة لكم على هذا الغرور والعجب، وتربيةً للمؤمنين حتى لا يغتروا بالكثرة مرةً أخرى {فَلَمْ تُغْنِ عَنْكُمْ} ، أي: فلم تدفع عنكم كثرتكم {شَيْئًا} من عار الغلب والهزيمة ولم تفدكم في مقاومة العدو {وَضَاقَتْ عَلَيْكُمُ الْأَرْضُ} الواسعة من شدة الخوف {بِمَا رَحُبَتْ} ؛ أي: مع رحبها وسعتها، فالباء (١) بمعنى مع، و {ما} مصدرية والمعنى: إن الأرض مع كونها واسعة الأطراف ضاقت عليكم بسبب ما حل بكم من الخوف والوجل، فلم تجدوا وسيلةً للنجاة إلا الهرب والفرار من العدو {ثُمَّ وَلَّيْتُمْ} ؛ أي: انهزمتم حالة كونكم {مُدْبِرِينَ} ؛ أي: مولين أدباركم جاعلين لها إلى جهة عدوكم، لا تلوون على شيء، وثبت رسول الله - صلى الله عليه وسلم -، وثبت </p><p>(١) الشوكاني.</p>"
}