{
  "id": null,
  "sura": 9,
  "aya": 35,
  "text": "<p> فاختلفت أنا ومعاوية في هذه الآية {وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلَا يُنْفِقُونَهَا فِي سَبِيلِ اللهِ} فقال معاوية: نزلت في أهل الكتاب، فقلت: نزلت فينا وفيهم، فكان بيني وبينه في ذلك كلام، فكتب إلى عثمان يشكوني، فكتب إليَّ عثمان أن أقدم المدينة، فقدمتها، فكثر عليَّ الناس، حتى كأنهم لم يروني قبل ذلك، فذكرت ذلك لعثمان، فقال: إن شئت تنحيت، فكنت قريبًا، فذاك الذي أنزلني هذا المنزل، ولو أُمر عليَّ عبد حبشي .. لسمعت وأطعت. </p><p> وإنما قال:  {وَلَا يُنْفِقُونَهَا} ولم يقل: ينفقونهما؛ لأنه أعاد الضمير إلى المال المكنوز، وهي أعيان الذهب والفضة، وقبل أعاد الضمير إلى الفضة؛ لأنه أغلب أموال الناس. </p><p> واختلف أهل العلم في المال الذي أديت زكاته، هل يسمى كنزًا أم لا؟ فقال قوم: هو كنز، وقال آخرون: ليس بكنز، ومن القائلين بالقول الأول أبو ذرٍّ، وقيده بما فضل عن الحاجة، ومن القائلين بالقول الثاني: عمر بن الخطاب وابن عمر وابن عباس وجابر وأبو هريرة وعمر بن عبد العزيز وغيرهم، وهو الحق لما تقدم من الأدلة المصرحة بأن ما أديت زكاته فليس بكنز. </p><p> وقوله:  {فَبَشِّرْهُمْ} ؛ أي: فأخبرهم يا محمد {بِعَذَابٍ أَلِيمٍ} ؛ أي: مؤلم، جملة تهكمية خبر عن الموصول، وقيل: إن البشارة هي الخبر الذي يتغير له لون البشرة، لتأثيره في القلب، سواء كان من الفرح أو من الغم. </p><p> ٣٥ - وقوله:  {يَوْمَ يُحْمَى عَلَيْهَا فِي نَارِ جَهَنَّمَ} منصوب بقوله: {بِعَذَابٍ أَلِيمٍ} وقيل: منصوب بمحذوف، تقديره: أي: أخبرهم بعذاب أليم يصيبهم في ذلك اليوم الذي يحمى ويوقد فيه على تلك الأموال المكنوزة في نار جهنم؛ أي: بأن توضع فيها وتضرم عليها النار الحامية، حتى تبيض من شدة الحرارة، وتصير مثلها {فَتُكْوَى بِهَا} ؛ أي: فتحرق بتلك الكنوز المحماة {جِبَاهُهُمْ} ؛ أي: جباه كانزيها جمع جبهة وهي أعلى الوجه، والمراد بها ما أقبل منهم كله {وَجُنُوبُهُمْ} جمع جنب، والمراد بها جهة اليمين واليسار {وَظُهُورُهُمْ} جمع ظهر، والمراد بها ما أدبر منهم كله؛ أي: فتلصق بجباهم وجنوبهم وظهورهم، حتى </p><p> يصل الحر إلى أجوافهم. </p><p> وخص (١) الجباه والجنوب والظهور بالذكر لكون التألم بكيِّها أشد، لما في داخلها من الأعضاء الشريفة وقيل: ليكون الكي في الجهات الأربع من قدام وخلف، وعن يمين وعن يسار، وقيل: لأن الجمال في الوجه، والقوة في الظهر والجنبين والإنسان، إنما يطالب المال للجمال والقوة، وقيل: لأن الغني صاحب المال إذا أتاه السائل فطلب منه شيئًا .. تبدو منه آثار الكراهة والمنع، فعند ذلك يكلح وجهه، وتجتمع أسارير جبهته، فيتجعد جبينه، ثم إن كرر السائل الطلب .. ناى بجانبه عنه ومال عن جهته وتركه جانبًا، ثم إن كرر الطلب وألح في السؤال .. ولاه ظهره، وأعرض عنه واستقبل جهةً أخرى، وهي نهاية في الرد، وغاية في المنع الدال على كراهية الإعطاء والبذل، وهذا دأب مانعي البر والإحسان، وعادة البخلاء، فلذلك خص هذه الأعضاء الثلاثة بالكي يوم القيامة. </p><p> وقيل (٢) : خصت هذه الأعضاء دون بقية الجسد؛ لأنهم يستقبلون بالوجوه الناس، وأساريرهم منبسطة غبطة لعظم الثروة، ويستقبلون الفقراء ووجوههم منقبضة من العبوس، لينفروا ويحجموا عن السؤال، ولأن الجنوب والظهور كانوا يتقلبون بها على سرر النعمة، اضطجاعًا واستلقاءً، ويعرضون بها عن لقاء المساكين، وطلاب الحاجات، فلا يكون لهم في جهنم استراحة، فيما سوى الوقوف، إلا بالانكباب على الوجوه، كما قال تعالى: {يَوْمَ يُسْحَبُونَ فِي النَّارِ عَلَى وُجُوهِهِمْ ذُوقُوا مَسَّ سَقَرَ (٤٨) }. </p><p> وفي الآية (٣) إيماء إلى أنه يحمى عليها بأعيانها، والله قادر على إعادتها، وأمور الآخرة من عالم الغيب، فلا ندرك كنهها ولا صفتها فنفوض الأمر فيها إلى عالم الغيب، وعلينا الاعتبار بما فيها من إصلاح النفس وتهذيب الأخلاق. </p><p> وروى مسلم عن أبي هريرة مرفوعًا: \"ما من رجل لا يؤدي زكاة ماله .. إلا </p><p>(١) الشوكاني. (٢) الخازن.(٣) المراغي.</p><p> جعل له يوم القيامة صفائح من نار، فيكوى بها جنبه وجبهته وظهره \" وروى عنه \" من آتاه الله مالًا، فلم يؤدِّ زكاته ... مثل له شجاع - ذكر الحيات - أقرع له زبيبتان، يطوقه يوم القيامة، فيأخذ بلهزمتيه - العظمان الناتئان تحت الأذنين - يقول: أنا مالك، أنا كنزك، ثم تلا - صلى الله عليه وسلم -: {سَيُطَوَّقُونَ مَا بَخِلُوا بِهِ يَوْمَ الْقِيَامَةِ} \" وتقول لهم ملائكة العذاب الذين يتولون كيهم توبيخًا لهم: {هَذَا} الكي جزاء {مَا كَنَزْتُمْ} وجمعتم في الدنيا لمنفعة أنفسكم، فكان اليوم سبب مضرتها، وتعذيبها أو هذا الميسم الذي تكوون به، هو المال الذي كنزتموه لأنفسكم، لتنفردوا بالتمتع به، {فَذُوقُوا مَا كُنْتُمْ تَكْنِزُونَ} ؛ أي: فذوقوا العذاب بسبب ما كنتم تكنزونه وتجمعونه من الأموال، هذا إن قلنا {مَا} موصولة ويصح كونها مصدرية؛ أي: فذوقوا وبال كنزكم له، وجزاء إمساككم إياه، عن النفقة في سبيل الله، وسوء عاقبته وقبح مغبته وشؤم فائدته ومنفعته. </p><p> وخلاصة هذا: أن ما كنتم تظنونه من منفعة كنزه لأنفكسم، لا يشارككم فيها أحد .. قد إن لكم ضرًّا، وعليكم ضدًّا، فقد صار في الدنيا لغيركم، وعذابه في الآخرة لاحقًا بكم، وإن من أكبر أسباب الضعف الظاهر الذي نراه في المسلمين عامةً، حتى تمكن أعداؤهم من سلب ملكهم ويحاولون صدهم عن دينهم، بخل أغنيائهم، إذ لو وجهوا هممهم لإنشاء المدارس والمصانع والمعامل، لتعليم النشىء العلوم الدينية والدنيوية، من فنون الحرب، وصنع الأسلحة .. لأمكنهم أن يخرجوا للأمة رجالًا، يحفظون الدين والملك، ويعيدون إليها مجدها الزائل، ويجذبون المعتدين عليها إلى الإسلام، ويدخلونهم فيه أفواجًا أفواجًا. </p><p> وقرأ الجمهور:  {يَوْمَ يُحْمَى عَلَيْهَا} بالياء وقرأ الحسن وابن عامر: في رواية {تُحْمَى} بالتاء، وقرأ أبو حيوة:  {فيكوى} بالياء، لكون المسند إليه مجازي التأنيث ووقع الفصل أيضًا. </p><p> الإعراب </p><p> {لَقَدْ نَصَرَكُمُ اللَّهُ فِي مَوَاطِنَ كَثِيرَةٍ وَيَوْمَ حُنَيْنٍ إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ </p><p> تُغْنِ عَنْكُمْ شَيْئًا}. </p><p> {لَقَدْ}  {اللام} موطئة للقسم {قد} حرف تحقيق {نَصَرَكُمُ اللَّهُ} فعل ومفعول وفاعل والجملة جواب القسم، لا محل لها من الإعراب {فِي مَوَاطِنَ} جار ومجرور متعلق بـ {نصر} وعلامة جره الفتحة؛ لأنه اسم لا ينصرف، لصيغة منتهى الجموع {كَثِيرَةٍ} صفة {مَوَاطِنَ}  {وَيَوْمَ حُنَيْنٍ} : ظرف ومضاف إليه، متعلق بفعل محذوف معطوف على {نَصَرَكُمُ} تقديره: ونصركم يوم حنين، ويصح عطفه على محل قوله:  {فِي مَوَاطِنَ} عطف ظرف الزمان من غير واسطة في على ظرف المكان المجرور بها، ولا غرابة في نسق ظرف زمان على مكان، أو بالعكس {إِذْ} ظرف لما مضى من الزمان متعلق بـ {نصر} المحذوف الذي تعلق به {وَيَوْمَ حُنَيْنٍ} على كونها بدلًا من {يوم}  {أَعْجَبَتْكُمْ} فعل ومفعول {كَثْرَتُكُمْ} : فاعل ومضاف إليه، والجملة في محل الجر، مضاف إليه {فَلَمْ تُغْنِ} الفاء عاطفة وجازم ومجزوم، وفاعله ضمير يعود على الكثرة {عَنْكُمْ} متعلق به {شَيْئًا} مفعول به، والجملة في محل الجر، معطوفة على جملة أعجب. </p><p> {وَضَاقَتْ عَلَيْكُمُ الْأَرْضُ بِمَا رَحُبَتْ ثُمَّ وَلَّيْتُمْ مُدْبِرِينَ} . </p><p> {وَضَاقَتْ} فعل ماض {عَلَيْكُمُ} متعلق به {الْأَرْضُ} فاعل {بِمَا}  {الباء} : حرف جر ومعية {ما} مصدرية {رَحُبَتْ} فعل ماض، وفاعله ضمير يعود على {الْأَرْضُ} والجملة صلة {ما} المصدرية {ما} مع صلتها في تأويل مصدر مجرور بالباء، تقديره: مع رحبها، الجار والمجرور متعلق بمحذوف حال من الأرض تقديره: وضاقت عليكم الأرض حالة كونها متلبسة برحبها وسعتها {ثُمَّ وَلَّيْتُمْ} فعل وفاعل، معطوف على {ضاقت}  {مُدْبِرِينَ} : حال من تاء {وَلَّيْتُم} مؤكدة لعاملها. </p><p> {ثُمَّ أَنْزَلَ اللَّهُ سَكِينَتَهُ عَلَى رَسُولِهِ وَعَلَى الْمُؤْمِنِينَ وَأَنْزَلَ جُنُودًا لَمْ تَرَوْهَا وَعَذَّبَ الَّذِينَ كَفَرُوا وَذَلِكَ جَزَاءُ الْكَافِرِينَ (٢٦) }. </p><p> {ثُمَّ} حرف عطف {أَنْزَلَ اللَّهُ سَكِينَتَهُ} : فعل وفاعل ومفعول ومضاف إليه، </p><p> والجملة معطوفة على جملة قوله:  {وَلَّيْتُمْ مُدْبِرِينَ}  {عَلَى رَسُولِهِ} : جار ومجرور متعلق به {وَعَلَى الْمُؤْمِنِينَ} معطوف على {رَسُولِهِ}  {ثُمَّ أَنْزَلَ} : فعل ماض معطوف على {ثُمَّ أَنْزَلَ} وفاعله ضمير يعود على {اللَّهُ}  {جُنُودًا} : مفعول به {لَمْ تَرَوْهَا} : جازم وفعل وفاعل ومفعول به؛ لأن رأى بصرية، والجملة في محل النصب صفة لـ {جُنُودًا}  {وَعَذَّبَ} فعل ماض معطوف على {أَنْزَلَ} وفاعله ضمير يعود على {اللَّهُ}  {الَّذِينَ} مفعول به {كَفَرُوا} فعل وفاعل والجملة صلة الموصول {وَذَلِكَ جَزَاءُ الْكَافِرِينَ} مبتدأ وخبر ومضاف إليه والجملة مستأنفة. </p><p> {ثُمَّ يَتُوبُ اللَّهُ مِنْ بَعْدِ ذَلِكَ عَلَى مَنْ يَشَاءُ وَاللَّهُ غَفُورٌ رَحِيمٌ (٢٧) }. </p><p> {ثُمَّ يَتُوبُ اللَّهُ} فعل وفاعل معطوف على {وَعَذَّبَ}  {مِنْ بَعْدِ ذَلِكَ} جار ومجرور ومضاف إليه، متعلق بـ {يَتُوبُ}  {عَلَى مَنْ} : متعلق بـ {يَتُوبُ} أيضًا {يَشَاءُ} : فعل مضارع وفاعله ضمير يعود على {اللَّهُ} والجملة صلة من الموصولة، والعائد محذوف، تقديره: على من يشاء التوبة له {وَاللَّهُ غَفُورٌ} : مبتدأ وخبر أول {رَحِيمٌ} خبر ثان، والجملة مستأنفة. </p><p> {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْمُشْرِكُونَ نَجَسٌ فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هَذَا} . </p><p> {يَا أَيُّهَا}  {يا} حرف نداء {أي} : منادى نكرة مقصودة، وجملة النداء مستأنفة، {ها} : حرف تنبيه {الَّذِينَ} : صفة لـ {أي}  {الَّذِينَ آمَنُوا} فعل وفاعل صلة الموصول {إِنَّمَا} : أداة حصر {الْمُشْرِكُونَ} مبتدأ {نَجَسٌ} خبر، والجملة الاسمية جواب النداء {فَلَا}  {الفاء} : حرف عطف وتفريع {لا} : ناهية {يَقْرَبُوا الْمَسْجِدَ} فعل وفاعل ومفعول مجزوم بـ {لا} الناهية {الْحَرَامَ} صفة لـ {الْمَسْجِدَ} والجملة الفعلية معطوفة على الجملة الاسمية، على كونها مفرعة عليها {بَعْدَ عَامِهِمْ} ظرف ومضاف إليه، متعلق بـ {يَقْرَبُوا}  {هَذَا} : صفة لـ {عَامِهِمْ} . </p><p> {وَإِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيكُمُ اللَّهُ مِنْ فَضْلِهِ إِنْ شَاءَ إِنَّ اللَّهَ عَلِيمٌ حَكِيمٌ} . </p><p> {وَإِنْ خِفْتُمْ عَيْلَةً} : جازم، وفعل وفاعل ومفعول في محل الجزم بـ {إِنْ} الشرطية {فَسَوْفَ}  {الفاء} رابطة لجواب {إِنْ} الشرطية وجوبًا لكون الجواب جملة تسويفية {سوف} : حرف تنفيس {يُغْنِيكُمُ اللَّهُ} فعل ومفعول وفاعل {مِنْ فَضْلِهِ} متعلق به، والجملة الفعلية في محل الجزم بـ {إِنْ} الشرطية، على كونها جوابًا لها، وجملة {إِنْ} الشرطية مستأنفة {إِنْ} حرف شرط جازم {شَاءَ} فعل ماض في محل الجزم بـ {إِنْ} على كونه فعل شرط لها، وفاعله ضمير يعود على {إِنْ} ومفعول المشيئة محذوف، تقديره: إن شاء إغناءكم وجواب إن: محذوف دل عليه ما قبله تقديره: إن شاء يغنيكم وجملة إن الشرطية مستأنفة {إِنَّ اللَّهَ} ناصب واسمه {عَلِيمٌ} خبر أول له {حَكِيمٌ} خبر ثان له وجملة {إِنَّ} مستأنفة مسوقة لتعليل ما قبلها. </p><p> {قَاتِلُوا الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَلَا بِالْيَوْمِ الْآخِرِ وَلَا يُحَرِّمُونَ مَا حَرَّمَ اللَّهُ وَرَسُولُهُ وَلَا يَدِينُونَ دِينَ الْحَقِّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ حَتَّى يُعْطُوا الْجِزْيَةَ عَنْ يَدٍ وَهُمْ صَاغِرُونَ (٢٩) }. </p><p> {قَاتِلُوا الَّذِينَ} فعل وفاعل ومفعول والجملة مستأنفة {لَا يُؤْمِنُونَ} فعل وفاعل {بِاللَّهِ} متعلق به، والجملة صلة الموصول {وَلَا بِالْيَوْمِ} : جار ومجرور معطوف على الجار والمجرور قبله {الْآخِرِ} صفة لليوم {وَلَا يُحَرِّمُونَ} فعل وفاعل معطوف على {يُؤْمِنُونَ} . {مَا} : موصولة أو موصوفة في محل النصب مفعول به {حَرَّمَ اللَّهُ} : فعل وفاعل {وَرَسُولُهُ} معطوف على الجلالة، والجملة صلة لـ {مَا} أو صفة لها، والعائد أو الرابط محذوف، تقديره: ما حرمه الله {وَلَا يَدِينُونَ} فعل وفاعل {دِينَ الْحَقِّ} : مفعول به، والجملة معطوفة على جملة {لَا يُؤْمِنُونَ}  {مِنَ الَّذِينَ} جار ومجرور، حال من اسم الموصول، أو من فاعل {يُؤْمِنُونَ}  {أُوتُوا} فعل ونائب فاعل، وهو المفعول الأول لآتى؛ لأنه بمعنى أعطى {الْكِتَابَ} مفعول ثان لـ {آتى} والجملة صلة الموصول {حَتَّى يُعْطُوا الْجِزْيَةَ} : فعل وفاعل ومفعول ثان منصوب بأن مضمرة وجوبًا بعد {حَتَّى} بمعنى إلى والمفمعول الأول محذوف، تقديره: إياكم، والجملة الفعلية صلة أن </p><p> المضمرة، وجملة أن المضمرة مع صلتها في تأويل مصدر مجرور بـ {حَتَّى} بمعنى إلى تقديره: إلى إعطائهم إياكم الجزية الجار والمجرور متعلق بـ {قَاتِلُوا}  {عَنْ يَدٍ} جار ومجرور حال من واو {يُعْطُوا} ؛ أي: حالة كونهم مسلمين لها بأيديهم لا بواسطة غيرهم {وَهُمْ صَاغِرُونَ} : مبتدأ وخبر، والجملة في محل النصب حال ثانية من واو {يُعْطُوا} . </p><p> {وَقَالَتِ الْيَهُودُ عُزَيْرٌ ابْنُ اللَّهِ وَقَالَتِ النَّصَارَى الْمَسِيحُ ابْنُ اللَّهِ ذَلِكَ قَوْلُهُمْ بِأَفْوَاهِهِمْ يُضَاهِئُونَ قَوْلَ الَّذِينَ كَفَرُوا مِنْ قَبْلُ قَاتَلَهُمُ اللَّهُ أَنَّى يُؤْفَكُونَ (٣٠) }. </p><p> {وَقَالَتِ الْيَهُود} فعل وفاعل والجملة مستأنفة {عُزَيْرٌ ابْنُ اللَّهِ} : مبتدأ، وخبر والجملة في محل النصب مقول {قال}  {وَقَالَتِ النَّصَارَى} : فعل وفاعل والجملة معطوفة على الجملة التي قبلها {الْمَسِيحُ ابْنُ اللَّهِ} مبتدأ وخبر والجملة في محل النصب مقول {قال}  {ذَلِكَ قَوْلُهُمْ} : مبتدأ وخبر والجملة مستأنفة {بِأَفْوَاهِهِمْ} جار ومجرور ومضاف إليه حال، والعامل فيه القول، ويجوز أن يعمل فيه معنى الإشارة، ويجوز أن تتعلَّق {الباء} بـ {يُضَاهِئُونَ} ذكره أبو البقاء {يُضَاهِئُونَ} : فعل وفاعل {قَوْلَ الَّذِينَ} مفعول، ومضاف إليه، والجملة الفعلية في محل النصب حال من اليهود والنصارى {كَفَرُوا} : فعل وفاعل والجملة صلة الموصول، {مِنْ قَبْلُ} : جار ومجرور متعلق بـ {كَفَرُوا}  {قَاتَلَهُمُ اللَّهُ} فعل ومفعول وفاعل والجملة مستأنفة مسوقة للدعاء عليهم {أَنَّى} اسم استفهام تعجبي، بمعنى: كيف في محل النصب على التشبيه بالمفعول به، أو بالحال، مبني على السكون، والعامل فيه ما بعده {يُؤْفَكُونَ} : فعل ونائب فاعل مرفوع والجملة جملة إنشائية مستأنفة، لا محل لها من الإعراب. </p><p> {اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِنْ دُونِ اللَّهِ وَالْمَسِيحَ ابْنَ مَرْيَمَ وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا إِلَهًا وَاحِدًا لَا إِلَهَ إِلَّا هُوَ سُبْحَانَهُ عَمَّا يُشْرِكُونَ (٣١) }. </p><p> {اتَّخَذُوا أَحْبَارَهُمْ} : فعل وفاعل ومفعول أول. {وَرُهْبَانَهُمْ} : معطوف على {أَحْبَارَهُمْ} . {أَرْبَابًا} : مفعول ثانٍ لـ {اتَّخَذُوا} ، والجملة الفعلية مستأنفة {مِنْ دُونِ اللَّهِ} : جار ومجرور ومضاف إليه، متعلق بـ {اتَّخَذُوا} أو صفة، لـ {أَرْبَابًا} أو حال من واو {اتَّخَذُوا} ؛ أي: حال كونهم مجاوزين الله {وَالْمَسِيحَ} معطوف على أحبارهم {ابْنَ} صفة له {مَرْيَمَ} مضاف إليه، والمفعول الثاني بالنسبة إليه محذوف؛ أي: ربًّا وانظر لم ثبتت الألف في ابن هنا مع أنه صفة بين علمين؛ لأن المسيح لقب وهو من أقسام العلم، ذكره في \"الفتوحات\"  {وَمَا}  {الواو} حالية {ما} : نافية {أُمِرُوا} : فعل ونائب فاعل، والجملة في محل النصب حال من واو {اتَّخَذُوا}  {إِلَّا} أداة استثناء مفرغ {لِيَعْبُدُوا}  {اللام} حرف جر وتعليل {يعبدوا} فعل وفاعل منصوب بـ {أن} مضمرة بعد لام كي، {إِلَهًا} مفعول به {وَاحِدًا} صفة أولى لـ {إِلَهًا} وجملة {لَا إِلَهَ إِلَّا هُوَ} صفة ثانية لـ {إِلَهًا} والجملة الفعلية صلة أن المضمرة {أن} مع صلتها في تأويل مصدر مجرور باللام والتقدير: وما أمروا إلا لعبادتهم إلهًا واحدًا، واللام فيه بمعنى الباء {سُبْحَانَهُ} منصوب على المفعولية المطلقة تقديره: أسبحه تعالى سبحانًا؛ أي: أنزهه تنزيهًا وجملة التسبيح مستأنفة {عَمَّا}  {عن} حرف جر {ما} موصولة، أو مصدرية، وجملة {يُشْرِكُونَ} صلة {ما} الموصولة، والعائد محذوف تقديره: عما يشركونه به، أو صلة {ما} المصدرية؛ أي: عن إشراكهم، الجار والمجرور متعلق بـ {سبحان} . </p><p> {يُرِيدُونَ أَنْ يُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ وَيَأْبَى اللَّهُ إِلَّا أَنْ يُتِمَّ نُورَهُ وَلَوْ كَرِهَ الْكَافِرُونَ (٣٢) }. </p><p> {يُرِيدُونَ} : فعل وفاعل والجملة مستأنفة. {أَنْ يُطْفِئُوا} : ناصب وفعل وفاعل. {نُورَ اللَّهِ} : مفعول به، ومضاف إليه. {بِأَفْوَاهِهِمْ} : جار ومجرور، ومضاف إليه متعلق بـ {يُطْفِئُوا} والجملة الفعلية في تأويل مصدر منصوب على المفعولية، تقديره: يريدون إطفاءهم نور الله بأفواههم. {وَيَأْبَى اللَّهُ} : فعل وفاعل والجملة معطوفة على جملة {يُرِيدُونَ} . {إِلَّا} أداة استثناء مفرغ {أَنْ </p><p> يُتِمَّ نُورَهُ} فعل ومفعول منصوب بـ {أَنْ} وفاعله ضمير يعود على {اللَّهُ} والجملة في تأويل مصدر منصوب على المفعولية، تقديره: إلا إتمامه نوره. {وَلَوْ}  {الواو} عاطفة على محذوف، تقديره: ويأبى الله إلا أن يتم نوره، ولو لم يكره الكافرون ذلك، وحتى لو كرهوا والجملة المحذوفة مستأنفة. {لو} : حرف شرط غير جازم. {كَرِهَ الْكَافِرُونَ} : فعل وفاعل والجملة فعل شرط لـ {لو} وجواب {لو} محذوف تقديره: ولو كره الكافرون تمامه .. لأتمه. </p><p> {هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ (٣٣) }. </p><p> {هُوَ الَّذِي} : مبتدأ وخبر والجملة مستأنفة. {أَرْسَلَ رَسُولَهُ} : فعل ومفعول وفاعله ضمير يعود على الموصول والجملة صلة الموصول {بِالْهُدَى} متلعق بأرسل {وَدِينِ الْحَقِّ} معطوف على الهدى {لِيُظْهِرَهُ} فعل ومفعول منصوب بأن مضمرة بعد لام كي، وفاعله ضمير يعود على {الله}  {عَلَى الدِّينِ} متعلق به {كُلِّهِ} توكيد لـ {الدِّينِ} والجملة الفعلية في تأويل مصدر مجرور بـ {اللام} تقديره: لإظهاره إياه على الدين كله الجار والمجرور متعلق بـ {أَرْسَلَ} وجملة {وَلَوْ كَرِهَ الْمُشْرِكُونَ} معطوفة على محذوف، تقديره: ولو لم يكره المشركون إظهاره .. لأظهره ولو كرهوا ذلك، كما مر في مبحث التفسير. </p><p> {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ كَثِيرًا مِنَ الْأَحْبَارِ وَالرُّهْبَانِ لَيَأْكُلُونَ أَمْوَالَ النَّاسِ بِالْبَاطِلِ وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ} . </p><p> {يَا أَيُّهَا الَّذِينَ آمَنُوا} : جملة ندائية مستأنفة {إِنَّ كَثِيرًا} : ناصب واسمه {مِنَ الْأَحْبَار} : جار ومجرور صفة لـ {كَثِيرًا}  {وَالرُّهْبَانِ} : معطوف على الأحبار {لَيَأْكُلُونَ}  {اللام} : لام الابتداء {يأكلون أموال الناس} فعل وفاعل ومفعول {بِالْبَاطِلِ} متعلق بـ {يأكلون أموال الناس} أو صفة لمصدر محذوف؛ أي: أكلًا متلبسًا بالباطل، أو حال من واو {يأكلون} والجملة الفعلية في محل الرفع خبر {إِنَّ} وجملة {إِنَّ} جواب النداء لا محل لها من الإعراب {وَيَصُدُّونَ} فعل وفاعل معطوف على {يأكلون}  {عَنْ سَبِيلِ اللَّهِ} متعلق به، </p><p> ومفعول الصد محذوف، تقديره: ويصدون الناس. </p><p> {وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلَا يُنْفِقُونَهَا فِي سَبِيلِ اللَّهِ فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ} . </p><p> {وَالَّذِينَ} مبتدأ {يَكْنِزُونَ الذَّهَبَ} فعل وفاعل ومفعول به {وَالْفِضَّةَ} معطوف على {الذَّهَبَ} والجملة الفعلية صلة الموصول {وَلَا يُنْفِقُونَهَا} : فعل وفاعل ومفعول {فِي سَبِيلِ اللَّهِ} متعلق به، والجملة معطوفة على جملة {يَكْنِزُونَ}  {فَبَشِّرْهُمْ}  {الفاء} رابطة الخبر بالمبتدأ لما في المبتدأ من العموم {بشرهم} فعل ومفعول، وفاعله ضمير يعود على محمد {بِعَذَابٍ} متعلق به {أَلِيمٍ} صفة لـ {عذاب} والجملة الفعلية في محل الرفع خبر المبتدأ، والجملة الاسمية مستأنفة. </p><p> {يَوْمَ يُحْمَى عَلَيْهَا فِي نَارِ جَهَنَّمَ فَتُكْوَى بِهَا جِبَاهُهُمْ وَجُنُوبُهُمْ وَظُهُورُهُمْ هَذَا مَا كَنَزْتُمْ لِأَنْفُسِكُمْ فَذُوقُوا مَا كُنْتُمْ تَكْنِزُونَ (٣٥) }. </p><p> {يَوْمَ} ظرف متعلق بـ {أَلِيمٍ} أو بمحذوف تقديره: بعذاب أليم يصيبهم يوم يحمى {يُحْمَى} فعل مضارع مغير الصيغة {عَلَيْهَا} : جار ومجرور في محل الرفع نائب فاعل {فِي نَارِ جَهَنَّمَ} : متعلق به و {جَهَنَّمَ} ممنوع من الصرف، للعلمية والتأنيث المعنوي، والجملة الفعلية في محل الجر مضاف إليه لـ {يَوْمَ}  {فَتُكْوَى}  {الفاء} عاطفة {تكوى} فعل مضارع مغير الصيغة {بِهَا} متعلق به {جِبَاهُهُمْ} : نائب فاعل {وَجُنُوبُهُمْ وَظُهُورُهُمْ} معطوفان عليه، والجملة الفعلية في محل الجر معطوفة على جملة {يُحْمَى}  {هَذَا} مبتدأ {مَا} موصولة، أو موصوفة، في محل الرفع خبر المبتدأ {كَنَزْتُمْ} فعل وفاعل {لِأَنْفُسِكُمْ} متعلق به، والجملة الفعلية صلة لـ {مَا} أو صفة لها، والعائد أو الرابط محذوف، تقديره: ما كنزتموه لأنفسكم، والجملة الاسمية مقول لقول محذوف، تقديره: وتقول الملائكة لهم هذا ما كنزتم لأنفسكم، وجملة القول المحذوف معطوفة على جملة {تكوى}  {فَذُوقُوا}  {الفاء} عاطفة تفريعية، {ذوقوا} فعل وفاعل، والجملة الفعلية معطوفة على الجملة الاسمية قبلها مفرعة عليها {مَا} موصولة، </p><p> أو موصوفة، أو مصدرية في محل النصب مفعول به {كُنْتُمْ} فعل ناقص، واسمه وجملة {تَكْنِزُونَ} : خبره وجملة {كان} صلة لـ {مَا} أو صفة لها، والعائد أو الرابط محذوف، تقديره: ما كنتم تكنزونه أو جزاء كنزكم. </p><p> التصريف ومفردات اللغة </p><p> {فِي مَوَاطِنَ} ؛ أي: أماكن كثيرة - جمع موطن - وهو مقر الإنسان، ومحل إقامته، كالوطن، والمراد بالمواطن: مشاهد الحرب ومواقعها. وفي \"المصباح\" الوطن: مكان الإنسان ومقره، والجمع أوطان، مثل: سبب وأسباب، والموطن مثل الوطن، والجمع مواطن كمسجد ومساجد، والموطن أيضًا: المشهد من مشاهد الحرب اهـ. قال الشاعر: </p><p> وَكَمْ مَوْطِنٍ لَوْلاَيَ طِحْتُ كَمَا هَوَى ... بِأَجْرَامِهِ مِنْ قِنَّةِ النِّيْقِ مُنْهَوِيْ </p><p> {وَيَوْمَ حُنَيْنٍ} وحنين: واد بين مكة والطائف، على ثلاثة أميال من الطائف، وثمانية عشر ميلًا من مكة، وقيل: وادٍ إلى جنب ذي المجاز، وغزوته: تسمى غزوة أوطاس وغزوة هوازن، وهوازن: قبيلة حليمة السعدية، وكانت تلك الغزوة في شوال، سنة ثمان عقيب رمضان، الذي وقع فيه فتح مكة، قال الشاعر: </p><p> نَصَرُوْا نَبِيَّهُمُ وَشَدُّوْا أَزْرَهُ ... بِحُنَيْنِ يَوْمَ تَوَاكَلَ الأَبْطَالُ </p><p> {فَلَمْ تُغْنِ عَنْكُمْ} ؛ أي: لم تدفع الكثرة والإغناء إعطاء ما يدفع الحاجة {بِمَا رَحُبَتْ} وفي \"المختار\" الرحب بالضم: السعة، يقال: منه فلان رحيب الصدر، والرحب بالفتح الواسع وبابه ظرف وقرب، والمصدر رحابة كظرافة، ورحب كقرب {مُدْبِرِينَ} ؛ أي: هاربين ولا تلوون على شيء {سَكِينَتَهُ} والسكينة: الهيئة النفسية التي تحصل من سكون النفس واطمئنانها، وهي ضد الانزعاج، وقد تطلق على الرزانة والوقار، {إِنَّمَا الْمُشْرِكُونَ نَجَسٌ} النجس: من نجس الشيء، من باب فهم إذا كان قذرًا غير نظيف، والاسم النجاسة، وفي \"الخطيب\" : النجس مصدر يستوي فيه المذكر والمؤنث، والمفرد والتثنية والجمع، </p><p> وفي \"القاموس\" النجس بالفتح والكسر وبالتحريك، وككتف عضد ضد الطاهر، وقد نجس كسمع وكرم اهـ وفي \"المصباح\" : إنه من باب تعب، وفي لغة من باب قتل اهـ. </p><p> وقال الراغب: النجاسة: القذارة، وهي ضربان: ضرب يدرك بالحاسة، وضرب يدرك بالبصيرة، وهذا ما وصف الله به المشركين، فقال:  {إِنَّمَا الْمُشْرِكُونَ نَجَسٌ} ويقال: نجسه إذا جعله نسجًا، ونجسه أزال نجسه، ومنه تنجيس العرب، وهي شيء كانوا يفعلونه من تعليق عوذة على الصبي، ليدفعوا عنه نجاسة الشيطان، والناجس والنجيس داء خبيث لا دواء له اهـ. </p><p> والمعنى: إنما المشركون ذوو نجس، لأن معهم الشرك، الذي هو بمنزلة النجس، أو أنهم لا يتطهرون ولا يغتسلون ولا يجتنبون النجاسات، فهي ملابسة لهم، أو جعلوا كأنهم النجاسات بعينها، مبالغةً في وصفهم بها، وعن ابن عباس أعيانهم نجسة كالكلاب والخنازير، وعن الحسن: من صافح مشركًا توضأ، وأهل المذاهب على خلاف هذين القولين، ذكره في \"الفتوحات\" . </p><p> {وَإِنْ خِفْتُمْ عَيْلَةً} والعيلة: الفقر يقال: عال الرجل يعيل عيلًا وعيلةً؛ من باب باع إذا افتقر، فهو عائل، وأعال كثر عياله، وهو يعول عيالًا كثيرين؛ أي: يمونهم ويكفيهم أمر معاشهم، وفي \"المصباح\" العيلة بالفتح: الفقر، وهو مصدر عال يعيل، من باب سار إذا افتقر، قال الشاعر: </p><p> وَمَا يَدْرِيْ الْفَقِيْرُ مَتَى غِنَاهُ ... وَمَا يَدْرِيْ الْغَنِيُّ مَتَى يَعِيْلُ </p><p> والجمع عالة، وهو في تقدير فعلة مثل كافر وكفرة، وعيلان بالفتح: اسم رجل، ومنه: قيس بن عيلان قال بعضهم: ليس في كلام العرب عيلان، بالعين المهملة إلا هذا. اهـ. وفي \"المختار\" وعيال الرجل من يعولهم، وواحد العيال عيِّل، كجيِّد، والجمع عيائل كجيائد، وأعال الرجل كثرت عياله، فهو معيل. والمرأة معيلةٌ قال الأخفش: أي: صار ذا عيال، اهـ {مِنْ فَضْلِهِ} والفضل: العطاء والتفضل: {وَلَا يَدِينُونَ دِينَ الْحَقِّ} يقال: فلان يدين بكذا، إذا اتخذه </p><p> دينًا وعقيدةً، ودين الحق: هو الدين الذي أنزله الله سبحانه وتعالى على أنبيائه، وهو من دان يدين، من باب باع يبيع. </p><p> {حَتَّى يُعْطُوا الْجِزْيَةَ} والجزية: ضرب من الخراج، يضرب على الأشخاص، لا على الأرض، وجمعها جزًى بالكسر وفي \"البحر\" : الجزية: ما أخذ من أهل الذمة على مقامهم في بلاد الإسلام، سميت بذلك لأنهم يجزونها؛ أي: يقضونها، أو لأنا نجزي بها من مُنَّ عليهم بالإعفاء عن القتل. اهـ ووزنها فعلة، من جزى يجزي، كرمى يرمي إذا كافأ عما أسدي إليه، فكأنهم أعطوها جزاء عما منحوا من الأمن {عَنْ يَدٍ} واليد: السعة والقدرة وفي \"زاده\" : اليد قد تجعل كنايةً عن الانقياد، يقال: أعطى فلان بيده إذا سلم وانقاد؛ لأن من أبى وامتنع .. لم يعط يده، بخلاف المطيع المنقاد، كأنه قيل: قاتلوهم حتى يعطوا الجزية عن طيب نفس وانقياد، دون أن يكرهوا عليه، فإذا احتيج في أخذها منهم إلى الإكراه .. لا يبقى عقد الذمة اهـ. </p><p> {وَهُمْ صَاغِرُونَ} والصَّغار، والصغر: ضد الكبر، ويكون في الأمور الحسية والمعنوية، والمراد به هنا: الخضوع لأحكام الإسلام وسيادته التي بها تصغر أنفسهم لديهم، بفقد الملك وعجزهم عن مقاومة الحكم. </p><p> {عُزَيْرٌ ابْنُ اللَّهِ} بالتنوين: أي: تنوين الصرف وتركه قراءتان سبعيتان فالأولى بناءً على أنه عربي، وليس فيه إلا علة واحدة، والثانية بناء على أنه أعجمي، ففيه العلتان العلمية والعجمة، وعلى كل هو مبتدأ و {ابْنُ اللَّهِ} خبر، فلذلك ثبتت الألف في ابن؛ لأنها لا تحذف مثله، إلا إن كان صفة. اهـ شيخنا، ذكره في \"الفتوحات\" وعزير: هو الذي يسميه أهل الكتاب عزرا، وينتهي نسبه إلى العازار بن هارون {يُضَاهِئُونَ} ؛ أي: يشابهون ويحاكون، قرأ العامة: يضاهون بضم الهاء بعدها واو، وقرأ عاصم: بهاء مكسورة بعدها همزة مضمومة بعدها واو، كما مر في مبحث القراءة، فقيل: هما بمعنى واحد، وهو المشابهة، وفيه لغتان ضاهأت وضاهيت، بالهمزة والياء والهمزة لغة ثقيف، وقيل: الياء فرع عن الهمزة، كما قالوا: قرأت وقريت وتوضأت وتوضيت وأخطأت وأخطيت، اهـ </p><p> \"سمين\" وفي \"المصباح\" ضاهأه مضاهأة، مهموز عارضه وباراه، ويجوز التخفيف، فيقال: ضاهيته مضاهاة، وهي مشاكلة الشيء بالشيء وفي الحديث:  \"أشد الناس عذابًا يوم القيامة، الذين يضاهون خلق الله\" ؛ أي: يعارضون بما يعملون، والمراد المصورون، اهـ. {قَاتَلَهُمُ اللَّهُ} جملة أصلها الدعاء، ثم كثر استعمالها، حتى قيلت على وجه التعجب في الخير أو الشر، وهم لا يريدون الدعاء {أَنَّى يُؤْفَكُونَ} والإفك: صرف الشيء عن وجهه، يقال: أفك فلان؛ أي: صرف عقله عن إدراك الحقائق، ورجل مأفوك العقل. </p><p> {اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ} والأحبار: جمع حبر - بالفتح والكسر - وهو العالم من اليهود، والكسر أفصح؛ لأنه يجمع على أفعال دون فعول، وقال الفراء: هو بالكسر، وقال أبو عبيد: هو بالفتح، وقال الأصمعي: لا أدري أنه بالفتح أو بالكسر. وكعب الحبر - بالكسر -: منسوب إلى الحبر الذي يكتب به؛ لأنه كان صاحب كتب، والحبرة كالعنبة برد يماني، والجمع حبر كعنب، وحبران والرهبان جمع راهب، وهو لغة الخائف، وعند النصارى: هو المتبتل المنقطع للعبادة، وهم علماء النصارى، كما أن الأحبار علماء اليهود. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات أنواعًا من البلاغة والفصاحة والبيان والبديع: </p><p> فمنها: عطف الخاص على العام في قوله: {وَيَوْمَ حُنَيْنٍ} للتنويه بشأنه حيث جاء النصر بعد اليأس، والفرج بعد الشدة. </p><p> ومنها: الاستعارة التصريحية التبيعة في قوله: {وَضَاقَتْ عَلَيْكُمُ الْأَرْضُ} حيث شبه ما حل بهم من الكرب والهزيمة والضيق النفسي، بضيق الأرض مع سعتها على سبيل الاستعارة التصريحية. </p><p> ومنها: الحصر في قوله: {إِنَّمَا الْمُشْرِكُونَ} . </p><p> ومنها: التشبيه البليغ في قوله: {نَجَسٌ} ؛ أي: هم كالنجس في خبث </p><p> بواطنهم واعتقاداتهم، فحذف منه وجه الشبه وأداة التشبيه، فصار بليغًا، أو هو مجاز عن خبث الباطن وفساد العقيدة، فيكون استعارة لذلك، كما في \"الشهاب\" . </p><p> ومنها: المبالغة في قوله: {فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ} ؛ لأنهم إنما نهوا عن الاقتراب للمبالغة في المنع من دخول الحرم، ونهي المشركين أن يقربوا راجع إلى نهي المسلمين عن تمكينهم من ذلك، اهـ \"أبو السعود\" . </p><p> ومنها: الكناية في قوله: {عَنْ يَدٍ} ؛ لأنه كناية عن الانقياد والاستسلام. </p><p> ومنها: الاستفهام التعجبي في قوله: {أَنَّى يُؤْفَكُونَ} . </p><p> ومنها: اللف والنشر المرتب في قوله: {أَحْبَارَهُمْ وَرُهْبَانَهُمْ} لأن أحبارهم راجع لليهود، ورهبانهم راجع للنصارى. </p><p> ومنها: التشبيه البليغ في قوله {أَرْبَابًا} ؛ أي: كالأرباب في الطاعة والعبادة لهم جمع رب، وهو الإله؛ لأنه حذف فيه الأداة ووجه الشبه وهو الاتباع والطاعة لهم. </p><p> ومنها: الاستعارة التصريحية التبعية في قوله: {يُرِيدُونَ أَنْ يُطْفِئُوا} شبه تكذيبهم بآيات الله، بإخماد النار، فاستعار له اسم المشبه به ثم اشتق من الإطفاء، بمعنى التكذيب يطفئوا بمعنى: يكذبوا على طريقة الاستعارة التصريحية التبيعة. </p><p> ومنها: الاستعارة التصريحية الأصلية في قوله: {نور الله} حيث شبه شرائع الله سبحانه وتعالى التي منها ما خالفوه من أمر الحل والحرمة وحججه النيرة الدالة على وحدانيته بالنور الحسي، كالشمس بجامع الاهتداء في كل؛ لأنها يهتدى بها إلى الصواب والحق، كما يهتدى بالنور الحسي إلى المحسوسات. </p><p> ومنها: التهكم في قوله: {فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ} وفي قوله: {فَذُوقُوا مَا كُنْتُمْ تَكْنِزُونَ} . </p><p> ومنها: الجناس المماثل في قوله: {وَالَّذِينَ يَكْنِزُونَ} وقوله: {هَذَا مَا كَنَزْتُمْ} . </p><p> ومنها: الحذف والزيادة في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {إِنَّ عِدَّةَ الشُّهُورِ عِنْدَ اللَّهِ اثْنَا عَشَرَ شَهْرًا فِي كِتَابِ اللَّهِ يَوْمَ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ مِنْهَا أَرْبَعَةٌ حُرُمٌ ذَلِكَ الدِّينُ الْقَيِّمُ فَلَا تَظْلِمُوا فِيهِنَّ أَنْفُسَكُمْ وَقَاتِلُوا الْمُشْرِكِينَ كَافَّةً كَمَا يُقَاتِلُونَكُمْ كَافَّةً وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ (٣٦) إِنَّمَا النَّسِيءُ زِيَادَةٌ فِي الْكُفْرِ يُضَلُّ بِهِ الَّذِينَ كَفَرُوا يُحِلُّونَهُ عَامًا وَيُحَرِّمُونَهُ عَامًا لِيُوَاطِئُوا عِدَّةَ مَا حَرَّمَ اللَّهُ فَيُحِلُّوا مَا حَرَّمَ اللَّهُ زُيِّنَ لَهُمْ سُوءُ أَعْمَالِهِمْ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ (٣٧) يَا أَيُّهَا الَّذِينَ آمَنُوا مَا لَكُمْ إِذَا قِيلَ لَكُمُ انْفِرُوا فِي سَبِيلِ اللَّهِ اثَّاقَلْتُمْ إِلَى الْأَرْضِ أَرَضِيتُمْ بِالْحَيَاةِ الدُّنْيَا مِنَ الْآخِرَةِ فَمَا مَتَاعُ الْحَيَاةِ الدُّنْيَا فِي الْآخِرَةِ إِلَّا قَلِيلٌ (٣٨) إِلَّا تَنْفِرُوا يُعَذِّبْكُمْ عَذَابًا أَلِيمًا وَيَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ وَلَا تَضُرُّوهُ شَيْئًا وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (٣٩) إِلَّا تَنْصُرُوهُ فَقَدْ نَصَرَهُ اللَّهُ إِذْ أَخْرَجَهُ الَّذِينَ كَفَرُوا ثَانِيَ اثْنَيْنِ إِذْ هُمَا فِي الْغَارِ إِذْ يَقُولُ لِصَاحِبِهِ لَا تَحْزَنْ إِنَّ اللَّهَ مَعَنَا فَأَنْزَلَ اللَّهُ سَكِينَتَهُ عَلَيْهِ وَأَيَّدَهُ بِجُنُودٍ لَمْ تَرَوْهَا وَجَعَلَ كَلِمَةَ الَّذِينَ كَفَرُوا السُّفْلَى وَكَلِمَةُ اللَّهِ هِيَ الْعُلْيَا وَاللَّهُ عَزِيزٌ حَكِيمٌ (٤٠) انْفِرُوا خِفَافًا وَثِقَالًا وَجَاهِدُوا بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ فِي سَبِيلِ اللَّهِ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ (٤١) لَوْ كَانَ عَرَضًا قَرِيبًا وَسَفَرًا قَاصِدًا لَاتَّبَعُوكَ وَلَكِنْ بَعُدَتْ عَلَيْهِمُ الشُّقَّةُ وَسَيَحْلِفُونَ بِاللَّهِ لَوِ اسْتَطَعْنَا لَخَرَجْنَا مَعَكُمْ يُهْلِكُونَ أَنْفُسَهُمْ وَاللَّهُ يَعْلَمُ إِنَّهُمْ لَكَاذِبُونَ (٤٢) عَفَا اللَّهُ عَنْكَ لِمَ أَذِنْتَ لَهُمْ حَتَّى يَتَبَيَّنَ لَكَ الَّذِينَ صَدَقُوا وَتَعْلَمَ الْكَاذِبِينَ (٤٣) لَا يَسْتَأْذِنُكَ الَّذِينَ يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ أَنْ يُجَاهِدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ وَاللَّهُ عَلِيمٌ بِالْمُتَّقِينَ (٤٤) إِنَّمَا يَسْتَأْذِنُكَ الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَارْتَابَتْ قُلُوبُهُمْ فَهُمْ فِي رَيْبِهِمْ يَتَرَدَّدُونَ (٤٥) وَلَوْ أَرَادُوا الْخُرُوجَ لَأَعَدُّوا لَهُ عُدَّةً وَلَكِنْ كَرِهَ اللَّهُ انْبِعَاثَهُمْ فَثَبَّطَهُمْ وَقِيلَ اقْعُدُوا مَعَ الْقَاعِدِينَ (٤٦) }. </p><p> المناسبة </p><p> قوله تعالى:  {إِنَّ عِدَّةَ الشُّهُورِ عِنْدَ اللَّهِ اثْنَا عَشَرَ شَهْرًا ...} الآية، مناسبة (١) </p><p>(١) البحر المحيط.</p><p> هذه الآية لما قبلها: أنه سبحانه وتعالى لما ذكر أنواعًا من قبائح أهل الشرك، وأهل الكتاب .. ذكر أيضًا نوعًا منه، وهو تغيير العرب أحكام الله تعالى؛ لأنه حكم في وقت بحكم خاص، فإذا غيروا ذلك الوقت .. فقد غيروا حكم الله تعالى، وهذه الآيات (١) عود على بدء إلى الكلام في أحوال المشركين، وقد كان الكلام في قتال أهل الكتاب {حَتَّى يُعْطُوا الْجِزْيَةَ} من قبيل الاستطراد، اقتضاه ما قبله، وهو حكم قتال المشركين ومعاملتهم. </p><p> قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا مَا لَكُمْ إِذَا قِيلَ لَكُمُ انْفِرُوا فِي سَبِيلِ اللَّهِ اثَّاقَلْتُمْ إِلَى الْأَرْضِ ...} الآيات، مناسبة هذه الآيات لما قبلها (٢) : أن الكلام السابق في حكم القتال مع اليهود وبيان حقيقة أحوالهم، من خروجهم من هداية الدين في العقائد والأعمال، والفضائل التي تهذب النفوس وتزكيها، والكلام هنا في غزوة تبوك، والمراد بها: قتال الروم وأتباعهم من عرب الشام، وجميعهم نصارى، وبهذا استبان ارتباط الآيات بما قبلها. </p><p> قوله تعالى:  {انْفِرُوا خِفَافًا وَثِقَالًا ...} الآية، مناسبة هذه الآية لما قبلها: أن الله سبحانه وتعالى لما توعد من لم ينفروا مع الرسول - صلى الله عليه وسلم -، وتثاقلوا حين استنفرهم، وضرب لهم من الأمثال ما ضرب .. أتبعه بالأمر الجزم الذي لا هوادة فيه، فأوجب النفير العام على كل فرد، فلا عذر لأحد في التخلف، وترك الطاعة. </p><p> قوله تعالى:  {لَوْ كَانَ عَرَضًا قَرِيبًا وَسَفَرًا قَاصِدًا لَاتَّبَعُوكَ ...} الآية، مناسبة هذه الآية لما قبلها: أن الله سبحانه وتعالى لما رغبهم في الجهاد في سبيل الله، وبين أن فريقًا منهم تباطؤوا وتثاقلوا .. أردف ذلك ببيان أن فريقًا منهم تخلفوا عنه، مع ما تقدم من الوعيد والحث على الجهاد، وطفقوا ينتحلون الأعذار الواهية، ويستأذنوه - صلى الله عليه وسلم - في القعود والتخلف ليأذن لهم. </p><p>(١) المراغي. (٢) المراغي.</p><p> أسباب النزول </p><p> قوله تعالى:  {إِنَّمَا النَّسِيءُ ...} الآية، سبب نزولها (١) : ما أخرجه ابن جرير عن أبي مالك، قال: كانوا يجعلون السنة ثلاثة عشر شهرًا، فيجعلون المحرَّم صَفرًا، فيستحلون فيه المحرمات، فأنزل الله سبحانه وتعالى:  {إِنَّمَا النَّسِيءُ زِيَادَةٌ فِي الْكُفْرِ} . </p><p> قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا مَا لَكُمْ إِذَا قِيلَ لَكُمُ ...} الآية، سبب نزولها: ما أخرجه ابن جرير عن مجاهد في هذه الآية، قال: هذا حين أمروا بغزوة تبوك بعد الفتح، وحين أمرهم بالنفير في الصيف، حين طابت الثمار واشتهوا الظلال، وشق عليهم المخرج، فأنزل الله تعالى:  {انْفِرُوا خِفَافًا وَثِقَالًا} . </p><p> قوله تعالى:  {إِلَّا تَنفِرُوا ...} الآية، أخرج (٢) ابن أبي حاتم، عن نجدة بن نفيع، قال: سألت ابن عباس عن هذه الآية، فقال: استنفر رسول الله - صلى الله عليه وسلم -، أحياءً من العرب، فتثاقلوا عنه فأنزل الله تعالى:  {إِلَّا تَنْفِرُوا يُعَذِّبْكُمْ عَذَابًا أَلِيمًا} فأمسك عنهم المطر، فكان عذابهم. </p><p> قوله تعالى:  {انْفِرُوا خِفَافًا وَثِقَالًا ...} الآية، سبب نزولها: ما أخرجه ابن جرير، عن حضرمي، أنه ذكر له أن أناسًا كانوا عسى أن يكون أحدهم عليلًا، أو كبيرًا فيقول: إني آثم فأنزل الله {انْفِرُوا خِفَافًا وَثِقَالًا} . </p><p> قوله تعالى:  {عَفَا اللَّهُ عَنْكَ ...} الآية، سبب نزولها: ما أخرجه ابن جرير عن عمرو بن ميمون الأزدي، قال: اثنتان فعلهما رسول الله - صلى الله عليه وسلم -، لم يؤمر فيهما بشيء: إذنه للمنافقين، وأخذه الفداء من الأسارى، فأنزل الله:  {عَفَا اللَّهُ عَنْكَ لِمَ أَذِنْتَ لَهُمْ} . </p><p>(١) لباب النقول. (٢) لباب النقول.</p>"
}