{
  "id": null,
  "sura": 9,
  "aya": 61,
  "text": "<p> أقاضي على أن يضرب كل رجل منكم مئة، على أن ننجو من أن ينزل فينا قرآن، فبلغ النبيَّ - صلى الله عليه وسلم -، فجاؤوا يعتذرون، فأنزل الله {لَا تَعْتَذِرُوا ...} الآية، فكان الذي عفا الله عنه مخشي بن حمير، فتسمى عبد الرحمن، وسأل الله أن يقتل شهيدًا لا يعلم بمقتله أحد، فقتل يوم اليمامة لا يعلم مقتله إلا من قتله، وأخرج ابن جرير عن قتادة أن ناسًا من المنافقين قالوا في غزوة تبوك: يرجو هذا الرجل أن يفتح قصور الشام وحصونها، هيهات، فأطلع الله نبيه - صلى الله عليه وسلم - على ذلك، فأتاهم، فقال:  \"قلتم كذا وكذا\" ، قالوا: إنما كنا نخوض ونلعب، فنزلت هذه الآية. </p><p> التفسير وأوجه القراءة </p><p> ٦١ - {وَمِنْهُمُ} ؛ أي: ومن المنافقين {الذين يؤذون النبي} ؛ أي: جماعة يؤذون رسول الله - صلى الله عليه وسلم - بأقوالهم وأفعالهم، ويعيبونه {وَيَقُولُونَ هُوَ أُذُنٌ} سامعة؛ أي: يسمع من كل أحد ما يقوله، ويقبله، ويصدقه، وهم يريدون بذلك أنه سليم القلب، سريع الاغترار بكل ما يسمع دون أن يتدبر فيه ويميز بين ما هو جدير بالقبول، لوجود أمارات الصدق فيه، وما لا ينبغي قبوله، وهذا عيب في الملوك والرؤساء، لما يترتب عليه من تقريب المنافقين وإبعاد الناصحين، وإنما قالوا ذلك؛ لأنه - صلى الله عليه وسلم - كان يعاملهم بأحكام الشريعة، كما يعامل عامة المؤمنين، بالبناء على الظاهر، فظنوا أنه يصدق كل ما يقال له. </p><p> قال الجوهري (١) : يقال رجل أذن، إذا كان يسمع مقال كل أحد، يستوي فيه الواحد والجمع، ومرادهم: أقمأهم الله تعالى أنهم إذا آذوا النبي، وبسطوا فيه ألسنتهم، وبلغه ذلك .. اعتذروا له، وقبل ذلك منهم؛ لأنه يسمع كل ما يقال له فيصدقه، وإنما أطلقت العرب على من يسمع ما يقال له فيصدقه، أنه: أذن مبالغةً؛ لأنهم سموه بالجارحة التي هي آلة السماع، حتى كأنَّ جملته أذن سامعةٌ، ونظيره قولهم للربيئة؛ أي الجاسوس: عين، وإيذاؤهم له هو قولهم {هُوَ} ؛ أي: محمد - صلى الله عليه وسلم -، {أُذُنٌ} سامعةٌ، ليس له ذكاءٌ؛ لأنهم نسبوه إلى أنه يصدق كل ما </p><p>(١) الشوكاني.</p><p> يقال له، ولا يفرق بين الصحيح والباطل، اغترارا منهم بحلمه عنهم، وصفحه عن جناياتهم، كرمًا وحلمًا وتغاضيًا، ثم أجاب الله سبحانه عن قولهم هذا، فقال:  {قُلْ} لهم يا محمد، نعم هو {أُذُنُ خَيْرٍ لَكُمْ} لا أذن شرٍّ، يسمع الخير فيعمل به، ولا يعمل بالشر إذا سمعه. </p><p> أي (١) : أنه أذن، ولكنه نعم الأذن؛ لأنه أذن خير، لا كما تزعمون، فهو لا يقبل مما يسمعه إلا ما يعتقد أنه الحق، وما فيه المصلحة للخلق، وليس بأذن في سماع الباطل، كالكذب والنميمة والجدل والمراء، وإذا سمعه من غير أن يستمع إليه لا يقبله ولا يصدق ما لا يجوز تصديقه، كما هو شأن الملوك والزعماء، الذين يتقرب إليهم أهل الأهواء بالسعاية لإبعاد الناصحين المخلصين عنهم، وحملهم على إيذاء من يبتغون إيذاءه. وقرأ جمهور القراء (٢) : {هُوَ أُذُنٌ قُلْ أُذُنُ} بالتثقيل، وقرأ نافع:  {هُوَ أُذُنٌ قُلْ أُذُنُ خَيْرٍ} بإسكان الذال فيهما. </p><p> وقرأ الجمهور أيضًا (٣) : {أذُنُ خير} بالإضافة، وقرأ الحسن ومجاهد وزيد بن علي وأبا بكر عن عاصم في رواية:  {قل أذنٌ خير} وجوزوا في {أُذُنٌ} ، أن يكون خبر مبتدأ محذوف، و {خَيْرٌ} خبر ثان لذلك المحذوف؛ أي: هو أذن هو خير لكم؛ لأنه - صلى الله عليه وسلم - يقبل معاذيركم ولا يكافئكم على سوء خلقكم، وأن يكون {خيرٌ} صفةً لـ {أذن} ؛ أي: أذنٌ ذو خير لكم. </p><p> ثم بيَّن الله سبحانه كونه - صلى الله عليه وسلم -، أذن خير بقوله:  {يُؤْمِنُ بِاللَّهِ} ؛ أي: يصدق بالله، لما قام عنده من الأدلة، وبما يوحى إليه مما فيه خيركم وخير غيركم {وَيُؤْمِنُ لِلْمُؤْمِنِينَ} ؛ أي: ويصدق المؤمنين الصادقي الإيمان من المهاجرين والأنصار، ويقبل قولهم فيما يخبرونه، لما علمه من آيات إيمانهم الذي يوجب عليهم الصدق فيما يحدِّثونه به، وفي هذا إيماءٌ إلى أنه - صلى الله عليه وسلم - لا يؤمن لهؤلاء المنافقين إيمان تسليم، ولا يصدقهم في أخبارهم، وإن وكدوها بالأيمان اغترارًا </p><p>(١) المراغي. (٢) زاد المسير.(٣) البحر المحيط.</p><p> بلطيفه وأدبه - صلى الله عليه وسلم -، إذ كان لا يواجه أحدًا بما يكره، وبمعاملته إياهم كما يعامل أمثالهم من عامة أصحابه. </p><p> وعدى (١) فعل الإيمان بالباء إلى الله؛ لأنه قصد به التصديق بالله، الذي هو ضد الكفر به، وإلى المؤمنين باللام؛ لأنه قصد به السماع من المؤمنين أخبارهم، وأن يسلم لهم ما يقولونه، ويصدقه لكونهم صادقين عنده، ألا ترى إلى قوله:  {وَمَا أَنْتَ بِمُؤْمِنٍ لَنَا} كيف ينبىء عن الباء. </p><p> {وَرَحْمَةٌ لِلَّذِينَ آمَنُوا مِنْكُمْ} ؛ أي: وهو - صلى الله عليه وسلم - رحمة للذين آمنوا إيمانًا صحيحًا صادقًا، إذ كان سبب هدايتهم إلى ما فيه سعادتهم في الدنيا والآخرة، لا لمن أظهر الإسلام وأسر الكفر نفاقًا، إذ هو نقمة عليه في الدارين. </p><p> وإنما قال منكم (٢) ؛ لأن المنافقين كانوا يزعمون أنهم مؤمنون، فبيَّن الله سبحانه وتعالى كذبهم بقوله: إنه رحمة للمؤمنين المخلصين، لا للمنافقين، وقيل: في كونه - صلى الله عليه وسلم - رحمةً؛ لأنه يجري أحكام الناس على الظاهر، ولا ينقب عن أحوالهم، ولا يهتك أسرارهم. </p><p> وقرأ الجمهور (٣) : {وَرَحْمَةٌ} بالرفع عطفًا على {أُذُنٌ} ، والمعنى عليه: هو أنه أذن خيرٍ، وأنه هو رحمة للمؤمنين، وقرأ حمزة وأبي وعبد الله والأعمش:  {ورحمةٍ} بالجر عطفًا على {خيرٍ} ، والمعنى عليه: إنه أذن خير، وأذن رحمةٍ فالجملة من يؤمن ويؤمن اعتراضٌ بين المتعاطفين، قال النحاس: وهذا عند أهل العربية بعيدٌ، يعني قراءة الجر؛ لأنه قد تباعد بين الاسمين، وهذا يقبح في المخفوض اهـ وقرأ ابن أبي عبلة:  {رحمةً} بالنصب على أنه مفعول لأجله، لفعل محذوف دلَّ عليه أذن خير؛ أي: يأذن لكم ويستمع رحمةً لكم، فحذف </p><p> لدلالة أذن خير لكم عليه. </p><p>(١) النسفي. (٢) الخازن.(٣) البحر المحيط والشوكاني.</p>"
}