{
  "id": null,
  "sura": 9,
  "aya": 12,
  "text": "<p> التائبين، </p><p> ١٢ - {وَإِنْ نَكَثُوا أَيْمَانَهُمْ} ؛ أي: نقضوا عهودهم التي بينكم وبينهم {مِنْ بَعْدِ عَهْدِهِمْ} ؛ أي: من بعد ما عادوكم على أن لا يقاتلوكم ولا يظاهروا عليكم أحدًا من أعدائكم، والمراد بهؤلاء الذين نقضوا العهد، كفار قريش، وفي \"أبي السعود\"  {وَإِنْ نَكَثُوا} عطف (١) على قوله: {فَإِنْ تَابُوا} ؛ أي: وإن لم يفعلوا ذلك، بل نقضوا أيمانهم من بعد عهدهم الموثق بها، وأظهروا ما في ضمائرهم من الشر وأخرجوه من القول إلى حسبما ينبىء عنه، قوله تعالى:  {وَإِنْ يَظْهَرُوا عَلَيْكُمْ لَا يَرْقُبُوا} الآية وثبتوا على ما هم عليه من النكث، لا أنهم ارتدوا بعد الإيمان كما قيل اهـ. </p><p> {وَطَعَنُوا فِي دِينِكُمْ} ؛ أي: عابوا دينكم بالتكذيب، وتقبيح الأحكام، وفي هذا دليل على الذمي، إذا طعن في دين الإِسلام وعابه ظاهرًا لا يبقى له عهد، وعطف (٢)  {وَطَعَنُوا} على ما قبله، مع أن نقض العهد كافٍ في إباحة القتل؛ لزيادة تحريض المؤمنين على قتالهم وقيل معناه: وإن نكثوا أيمانهم بطعنهم في دينكم فيكون عطف تفسيرٍ {فَقَاتِلُوا أَئِمَّةَ الْكُفْرِ} ؛ أي: قاتلوا رؤساء المشركين وقادتهم، والمراد: قاتلوا الكفار بأسرهم، فإنهم صاروا بذلك ذوي تقدم في الكفر أحقاء بالقتل والقتال، قال ابن عباس (٣) : نزلت في أبي سفيان بن حرب والحارث بن هشام وسهيل بن عمرو وأبي جهل وابنه عكرمة وسائر رؤساء قريش، وهم الذين نقضوا عهدهم، وهموا بإخراج الرسول، وقيل: أراد جميع الكفار، وإنما ذكر الأئمة لأنهم الرؤساء والقادة، ففي قتالهم قتال الأتباع، وقال مجاهد: هم فارس والروم، وقل غير ذلك، وقال ابن عطية: أصوب ما في هذا أن يقال: إنه لا يعني بها معين؛ وإنما دفع الأمر بقتال أئمة الناكثين للعهود من الكفرة إلى يوم القيامة من غير تعيين {إِنَّهُمْ لَا أَيْمَانَ لَهُمْ} ؛ أي: إنهم لا عهود لهم على الحقيقة؛ لأنهم لا يعدون نقضها محذورًا، وهم لمَّا لم يفوا بها .. صارت أيمانهم كأنها ليست بأيمان، وإن أجروها على ألسنتهم. </p><p>(١) أبو السعود. (٢) زاده.(٣) الخازن.</p><p> والمعنى: أي وإن نكث (١) هؤلاء ما أبرمته أيمانهم من الوفاء بالعهد الذي عقدوه معكم، وعابوا دينكم، واستهزؤوا به، وصدوا الناس عنه، ومن ذلك الطعن في القرآن، وفي النبي - صلى الله عليه وسلم -، كما كان يفعل شعراؤهم، الذين أهدر النبي - صلى الله عليه وسلم -، دماءهم .. فقاتلوهم، فهم أئمة الكفر، وحملة لوائه، المقدمون على غيرهم بزعمهم، فهم الأجدر بالقتل والقتال {إِنَّهُمْ لَا أَيْمَانَ لَهُمْ} ؛ أي: إن عهودهم لا قيمة لها، فهي مخادعة لسانية، لا يقصد الوفاء بها، كما قال سبحانه:  {يَقُولُونَ بِأَلْسِنَتِهِمْ مَا لَيْسَ فِي قُلُوبِهِمْ} فما أسرع ما تنقض إذا وجدت الفرصة سانحة. </p><p> {لَعَلَّهُمْ يَنْتَهُونَ} ؛ أي: قاتلوهم رجاء أن ينتهوا بقتالكم إياهم عن الكفر ونكث الإيمان ونقض العهود، والعودة إلى قتالكم كلما قدروا عليه. </p><p> وفي ذلك (٢) إيماء: إلى أن القتال لا يكون اتباعًا لهوى النفس، أو إرادة منافع الدنيا، من السلب والنهب وإرادة الانتقام، وهذه مزيّة الإِسلام إذ جعل الحرب ضرورةً لإرادة منع الباطل وتقرير الحق. </p><p> وقرأ الحرميان (٣) - نافع وابن كثير - وأبو عمرو:  {أيمة الكفر} بإبدال الهمزة الثانية ياءً، وروي عن نافع مد الهمزة وقرأ باقي السبعة وابن أبي أريس عن نافع بهمزتين وأدخل هشام بينهما ألفًا، وأصله: أأممة، بوزن أفعلة، جمع إمام أدغموا الميم في الميم، فنقلت حركتها إلى الهمزة قبلها، وقرأ الجمهور:  {لَا أَيْمَانَ لَهُمْ} بفتح الهمزة، وقرأ الحسن وعطاء وزيد بن علي وابن عامر:  {لا إيمان لهم} بكسر الهمزة؛ أي: لا إسلام وتصديق لهم ولا يعطون الأمان بعد النكث والطعن، ولا سبيل إليه، وبقراءة الفتح استشهد أبو حنيفة على أن يمين الكافر لا يكون يمينًا، وعند الشافعي يمينهم يمين، وقال: معناه: أنهم لا يوفون بها. </p><p>(١) المراغي. (٢) المراغي.(٣) البحر المحيط.</p><p> الإعراب </p><p> {بَرَاءَةٌ مِنَ اللَّهِ وَرَسُولِهِ إِلَى الَّذِينَ عَاهَدْتُمْ مِنَ الْمُشْرِكِينَ (١) }. </p><p> {بَرَاءَةٌ} خبر لمبتدأ محذوف جوازًا، تقديره: هذه الآيات الآتية براءة {مِنَ اللَّهِ} : جار ومجرور صفة لـ {بَرَاءَةٌ} تقديره: صادرةٌ من الله {وَرَسُولِهِ} ، معطوف على الجلالة، والجملة الاسمية مستأنفة ومتعلق المبتدأ محذوف اكتفاء بذكره في المنفي وفرارًا من التكرار في اللفظ، تقديره: من المشركين؛ أي: من الوفاء بعهودهم إذا نقضوها. والجملة الاسمية مستأنفة استئنافًا نحويًّا {إِلَى الَّذِينَ} جار ومجرور متعلق بـ {بَرَاءَةٌ} كما تقول: برئت إليك من كذا، وقيل: إن {بَرَاءَةٌ} مبتدأ و {مِنَ اللَّهِ} نعت لها، و {إِلَى الَّذِينَ} خبرها {عَاهَدْتُمْ} فعل وفاعل، والجملة صلة الموصول، والعائد محذوف، تقديره: عاهدتموهم {مِنَ الْمُشْرِكِينَ} حال من الموصول، أو من العائد المحذوف. </p><p> {فَسِيحُوا فِي الْأَرْضِ أَرْبَعَةَ أَشْهُرٍ وَاعْلَمُوا أَنَّكُمْ غَيْرُ مُعْجِزِي اللَّهِ وَأَنَّ اللَّهَ مُخْزِي الْكَافِرِينَ} . </p><p> {فَسِيحُوا}  {الفاء} فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفتم براءة الله سبحانه، وبراءة رسوله - صلى الله عليه وسلم -، من المشركين، وأردتم بيان ما تقولون لهم .. فأقول لكم: قولوا لهم: سيحوا في الأرض، {سيحوا} فعل وفاعل {فِي الْأَرْضِ} متعلق به {أَرْبَعَةَ أَشْهُرٍ} : ظرف ومضاف إليه متعلق به، الجملة الفعلية في محل النصب مقول للقول المحذوف، وجملة القول المحذوف في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. {وَاعْلَمُوا} فعل وفاعل والجملة في محل النصب، معطوفة على جملة {فَسِيحُوا}  {أَنَّكُمْ} ناصب واسمه {غَيْرُ مُعْجِزِي اللَّهِ} خبره ومضاف إليه، وجملة {أن} في تأويل مصدر ساد مسد مفعولي {اعلموا} تقديره: واعلموا عدم إعجازكم الله {وَأَنَّ اللَّهَ} ناصب واسمه {مُخْزِي الْكَافِرِينَ} خبره ومضاف إليه وجملة {أن} معطوفة على جملة {أن} الأولى. </p><p> {وَأَذَانٌ مِنَ اللَّهِ وَرَسُولِهِ إِلَى النَّاسِ يَوْمَ الْحَجِّ الْأَكْبَرِ أَنَّ اللَّهَ بَرِيءٌ مِنَ الْمُشْرِكِينَ وَرَسُولُهُ} . </p><p> {وَأَذَانٌ} خبر لمبتدأ محذوف، تقديره: وهذه الآية الآتي ذكرها أذان {مِنَ اللَّهِ} : جار ومجرور صفة له، أو متعلق به {وَرَسُولِهِ} معطوف على الجلالة، والجملة الاسمية معطوفة على جملة {بَرَاءَةٌ}  {إِلَى النَّاسِ} : جار ومجرور متعلق بـ {أذان} أو صفة له أيضًا، والتقدير: وهذه الآية الآتي ذكرها {أذان} صادر من الله ورسوله، واصل إلى المشركين {يَوْمَ الْحَجِّ} : ظرف ومضاف إليه {الْأَكْبَرِ} صفة لـ {الْحَجِّ} والظرف متعلق بما تعلق به الجار والمجرور في قوله: {إِلَى النَّاسِ} وقيل (١) : متعلق بـ {أذان} وهو فاسد من وجهين: </p><p> أحدهما: وصف المصدر قبل عمله. </p><p> والثاني: للفصل بينه وبين معموله بأجنبي وهو الخبر. اهـ \"سمين\" . {أَنَّ اللَّهَ} ناصب واسمه {بَرِيءٌ} خبره {مِنَ الْمُشْرِكِينَ} متعلق به وجملة {أَنَّ} في تأويل مصدر مجرور بحرف جر محذوف، تقديره: ببراءة الله من المشركين، الجار والمجرور متعلق بـ {أذان}  {ورسولُه} : بالرفع، باتفاق السبعة: مبتدأ خبره محذوف، تقديره: ورسوله بريء منهم، وحذف الخبر لدلالة ما قبله عليه، والجملة الاسمية في محل الجر معطوفة على جملة {أَنَّ} أو معطوف على الضمير المستتر في بريء أو معطوف على محل اسم {أَنَّ} وهذا (٢) عند من يجيز ذلك في المفتوحة قياسًا على المكسورة وقريء شاذًا بالجر على المجاورة، أو على أن {الواو} للقسم وقرىء شاذًّا أيضًا بالنصب، على أنه مفعول معه. </p><p> {فَإِنْ تُبْتُمْ فَهُوَ خَيْرٌ لَكُمْ وَإِنْ تَوَلَّيْتُمْ فَاعْلَمُوا أَنَّكُمْ غَيْرُ مُعْجِزِي اللَّهِ وَبَشِّرِ الَّذِينَ كَفَرُوا بِعَذَابٍ أَلِيمٍ} . </p><p> {فَإِنْ}  {الفاء} فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفتم براءة الله ورسوله منكم، وأردتم بيان ما هو النصيحة لكم .. </p><p>(١) الفتوحات. (٢) الفتوحات.</p><p> فنقول لكم {إن} حرف شرط {تُبْتُمْ} فعل وفاعل في محل الجزم بـ {إن} الشرطية على كونه فعل شرط لها {فَهُوَ خَيْرٌ} مبتدأ وخبر و {الفاء} رابطة لجواب {إن} الشرطية على كونها جوابًا لها {لَكُمْ} جار ومجرور متعلق بـ {خَيْرٌ} وجملة {إن} الشرطية في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة في محل النصب مقول لقول محذوف، تقديره: فقولوا لهم أيها المبلِّغون: فإن تبتم .. فهو خير لكم {وَإِنْ}  {الواو} : عاطفة {إن} حرف شرط {تَوَلَّيْتُمْ} فعل وفاعل في محل الجزم بـ {إن} الشرطية على كونه فعل شرط لها {فَاعْلَمُوا}  {الفاء} رابطة لجواب {إن} الشرطية {اعلموا} فعل وفاعل في محل الجزم بـ {إن} والشرطية على كونه جوابًا لها وجملة {إن} الشرطية: في محل النصب معطوفة على جملة {إن} الأولى {أَنَّكُمْ} : ناصب واسمه {غَيْرُ مُعْجِزِي اللَّهِ} خبره ومضاف إليه، وجملة. {إن} في تأويل مصدر ساد مسد مفعولي {اعلموا}  {وَبَشِّرِ الَّذِينَ} فعل ومفعول به وفاعله ضمير يعود على محمَّد، والجملة مستأنفة {كَفَرُوا} فعل وفاعل، والجملة صلة الموصول {بِعَذَابٍ} متعلق بـ {كَفَرُوا}  {أَلِيمٍ} صفة لعذاب. </p><p> {إِلَّا الَّذِينَ عَاهَدْتُمْ مِنَ الْمُشْرِكِينَ ثُمَّ لَمْ يَنْقُصُوكُمْ شَيْئًا وَلَمْ يُظَاهِرُوا عَلَيْكُمْ أَحَدًا فَأَتِمُّوا إِلَيْهِمْ عَهْدَهُمْ إِلَى مُدَّتِهِمْ إِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ (٤) }. </p><p> {إِلَّا} أداة استثناء {الَّذِينَ} اسم موصول في محل النصب على الاستثناء {عَاهَدْتُمْ} فعل وفاعل، والجملة صلة الموصول والعائد محذوف، تقديره: إلا الذين عاهدتموهم {مِنَ الْمُشْرِكِينَ} جار ومجرور حال من {الْمُشْرِكِينَ} أو من العائد المحذوف {ثُمَّ} حرف عطف وترتيب {لَمْ يَنْقُصُوكُمْ شَيْئًا} جازم وفعل وفاعل ومفعولان إن جعلنا {شَيْئًا} مفعولًا ثانيًا ويجوز نصبه على المصدرية؛ أي: شيئًا من النقصان، والجملة الفعلية معطوفة على جملة الصلة {وَلَمْ يُظَاهِرُوا} جازم وفعل وفاعل {عَلَيْكُمْ} متعلق به {أَحَدًا} مفعول به، والجملة معطوفة على جملة {لَمْ يَنْقُصُوكُمْ} . {فَأَتِمُّوا}  {الفاء} فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفتم هذا الاستثناء وأردتم بيان ما يلزمكم فيهم .. </p><p> فأقول لكم: أتموا إليهم عهدهم {أتموا} فعل وفاعل، والجملة الفعلية في محل النصب مقول لجواب إذا المقدرة وجملة إذا المقدرة مستأنفة {إِلَيْهِمْ} : متعلق بـ {أتموا} على تضمينه بمعنى: أدوا إليهم {عَهْدَهُمْ} ، مفعول به {إِلَى مُدَّتِهِمْ} : جار ومجرور حال من {عَهْدَهُمْ} تقديره: حالة كونه تامًّا إلى انقضاء مدتهم {إِنَّ اللَّهَ} : ناصب واسمه، وجملة {يُحِبُّ الْمُتَّقِينَ} في محل الرفع خبر {إِنَّ} وجملة {إِنَّ} مستأنفة مسوقة لتعليل ما قبلها. </p><p> {فَإِذَا انْسَلَخَ الْأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ وَخُذُوهُمْ وَاحْصُرُوهُمْ وَاقْعُدُوا لَهُمْ كُلَّ مَرْصَدٍ} . </p><p> {فَإِذَا}  {الفاء} : فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا قلتم لهم سيحوا في الأرض أربعة أشهر، وأردتم بيان حكمهم إذا انقضت تلك الأشهر .. فأقول {إذا} : ظرف لما يستقبل من الزمان {انْسَلَخَ الْأَشْهُرُ} : فعل وفاعل {الْحُرُمُ} : صفة له، والجملة في محل الخفض فعل شرط لـ {إذا} والظرف متعلق بالجواب الآتي {فَاقْتُلُوا}  {الفاء} : رابطة لجواب {إذا} وجوبًا {اقتلوا المشركين} فعل وفاعل، ومفعول والجملة، جواب {إذا} لا محل لها من الإعراب، وجملة {إذا} في محل النصب مقول لجواب إذا المقدرة، وجملة إذ المقدرة مستأنفة {حَيْثُ} في محل النصب على الظرفية المكانية، مبني على الضم، لشبهه بالحرف شبهًا افتقاريًّا، والظرف متعلق بـ {اقتلوا}  {وَجَدْتُمُوهُمْ} فعل وفاعل، والجملة في محل الجر مضاف إليه لـ {حَيْثُ}  {وَخُذُوهُمْ} : فعل وفاعل ومفعول معطوف على {فَاقْتُلُوا} وكذلك قوله {وَاحْصُرُوهُمْ وَاقْعُدُوا} . معطوفان على {فَاقْتُلُوا}  {لَهُمْ} جار ومجرور متعلق بـ {اقعدوا}  {كُلَّ مَرْصَدٍ} منصوب على الظرفية بـ {اقعدوا} أو بنزع الخافض والخافض (١) المقدر هو: على، أو الباء الظرفية، أو في. </p><p> {فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَخَلُّوا سَبِيلَهُمْ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} . </p><p>(١) الفتوحات.</p><p> {فَإِنْ}  {الفاء} عاطفة على محذوف، تقديره: فاقتلوا المشركين حيث وجدتموهم، وخذوهم واحصروهم إن لم يتوبوا، فإن تابوا ... إلخ {إن} حرف شرط {تَابُوا} فعل وفاعل، في محل الجزم بـ {إن} الشرطية على كونه فعل شرط لها {وَأَقَامُوا الصَّلَاةَ} : فعل وفاعل ومفعول، معطوف على {تَابُوا}  {وَآتَوُا الزَّكَاةَ} فعل وفاعل ومفعول معطوف عليه أيضًا، {فَخَلُّوا}  {الفاء} رابطة لجواب {إن} الشرطية وجوبًا {خَلُّوا سَبِيلَهُمْ} : فعل وفاعل ومفعول في محل الجزم بـ {إن} على كونه جوابًا لها، وجملة {إنْ} الشرطية معطوفة على ذلك المحذوف {إِنَّ} حرف نصب {اللَّهَ} اسمها {غَفُورٌ} خبر أول لها {رَحِيمٌ} : خبر ثان وجملة {إنَّ} مستأنفة مسوقة لتعليل ما قبلها. </p><p> {وَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجَارَكَ فَأَجِرْهُ حَتَّى يَسْمَعَ كَلَامَ اللَّهِ ثُمَّ أَبْلِغْهُ مَأْمَنَهُ ذَلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَعْلَمُونَ (٦) }. </p><p> {وَإِنْ}  {الواو} : استئنافية {إن} : حرف شرط {أَحَدٌ} : فاعل بفعل محذوف وجوبًا، يفسره المذكور بعده، تقديره: وإن استجارك {أَحَدٌ مِنَ الْمُشْرِكِينَ} : جار ومجرور صفة لـ {أَحَدٌ}  {اسْتَجَارَكَ} فعل ومفعول، وفاعله ضمير يعود على {أَحَدٌ} والجملة: جملة مفسرة لذلك المحذوف، لا محل لها من الإعراب {فَأَجِرْهُ}  {الفاء} رابطة الجواب {أجره} : فعل ومفعول في محل الجزم بـ {إن} الشرطية على كونه جوابًا لها، وفاعله ضمير يعود على محمَّد، وجملة {إن} الشرطية مستأنفة {حَتَّى} : حرف جر وغاية. {يَسْمَعَ كَلَامَ اللَّهِ} : فعل ومفعول منصوب بأن المضمرة وجوبًا، وفاعله ضمير يعود على {أَحَدٌ} والجملة الفعلية في تأويل مصدر، مجرور بـ {حَتَّى} بمعنى: إلى، تقديره إلى سماعه كلام الله، الجار والمجرور متعلق بـ {فَأَجِرْهُ}  {ثم} : حرف عطف وترتيب. {أَبْلِغْهُ} فعل ومفعول في محل الجزم، معطوف على {أجره} وفاعله ضمير يعود على محمَّد {مَأْمَنَهُ} منصوب على الظرفية، متعلق بـ {أبلغ}  {ذَلِكَ} : مبتدأ {بِأَنَّهُمْ}  {الباء} : حرف جر وسبب {أنَّ} : حرف نصب و {الهاء} : اسمها {قَوْمٌ} : خبرها، وجملة {لَا يَعْلَمُونَ} صفة لـ {قَوْمٌ} وجملة </p><p> {أن} في تأويل مصدر مجرور بالباء، تقديره: سبب عدم علمهم، الجار والمجرور متعلق بمحذوف خبر المبتدأ، تقديره: ذلك كائن بسبب عدم علمهم كلام الله تعالى ودينه والجملة الاسمية مستأنفة. </p><p> {كَيْفَ يَكُونُ لِلْمُشْرِكِينَ عَهْدٌ عِنْدَ اللَّهِ وَعِنْدَ رَسُولِهِ إِلَّا الَّذِينَ عَاهَدْتُمْ عِنْدَ الْمَسْجِدِ الْحَرَامِ فَمَا اسْتَقَامُوا لَكُمْ فَاسْتَقِيمُوا لَهُمْ إِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ (٧) }. </p><p> {كَيْفَ} : اسم استفهام, للاستفهام التعجبي، في محل النصب خبر {يَكُونُ} مقدم عليه وجوبًا للزومه الصدارة {يَكُونُ} فعل مضارع ناقص {لِلْمُشْرِكِينَ} متعلق بـ {يَكُونُ}  {عَهْدٌ} : اسم {يَكُونُ}  {عِنْدَ اللَّهِ} : ظرف ومضاف إليه، متعلق بمحذوف صفة لـ {عَهْدٌ} ؛ أي: عهد كائن عند الله، أو متعلق بـ {يَكُونُ}  {وَعِنْدَ رَسُولِهِ} : معطوف على {عِنْدَ اللَّهِ} وجملة {يَكُونُ} مستأنفة وقال أبو (١) البقاء: قوله تعالى: {كَيْفَ يَكُونُ} اسم يكون {عَهْدٌ} وفي الخبر ثلاثة أوجه: </p><p> أحدها: أنه كيف وقدم للاستفهام وهو مثل قوله: {كَيْفَ كَانَ عَاقِبَةُ مَكْرِهِمْ} . </p><p> والثاني: أنه للمشركين، و {عنده} على هذين: ظرف للعهد، أو لـ {يَكُونُ} أو للجار أو هي وصف الـ {عَهْدٌ} . </p><p> والثالث: الخبر عند الله وللمشركين تبين، أو متعلق بـ {يَكُونُ} و {كَيْفَ} حال من الـ {عَهْدٌ} انتهى. {إِلَّا} : أداة استثناء {الَّذِينَ} في محل النصب على الاستثناء {عَاهَدْتُمْ} فعل وفاعل {عِنْدَ الْمَسْجِدِ الْحَرَامِ} ظرف متعلق به، والجملة الفعلية صلة الموصول، والعائد محذوف، تقديره: إلا الذين عاهدتموهم {فَمَا}  {الفاء} فصيحة؛ لأنها أفصحت عن جواب شرط مقدر, تقديره: إذا عرفتم الاستثناء المذكور، وأردتم بيان حكمهم .. فأقول لكم {ما} اسم شرط جازم في محل الرفع مبتدأ والخبر جملة الشرط، أو الجواب أو هما </p><p>(١) العكبري.</p><p> {اسْتَقَامُوا} ، فعل وفاعل، في محل الجزم بـ {ما} الشرطية على كونه فعل شرط لها {لَكُمْ} ، متعلق به {فَاسْتَقِيمُوا}  {الفاء} رابطة الجواب {استقيموا} فعل وفاعل في محل الجزم بـ {مَا} الشرطية على كونه جوابًا لها {لَهُمْ} متعلق به، وجملة {ما} الشرطية محل النصب مقول، لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة {إِنَّ اللَّهَ} ناصب واسمه، وجملة {يُحِبُّ الْمُتَّقِينَ} خبر {إِنَّ} وجملة {إِنَّ} مستأنفة مسوقة لتعليل ما قبلها. </p><p> {كَيْفَ وَإِنْ يَظْهَرُوا عَلَيْكُمْ لَا يَرْقُبُوا فِيكُمْ إِلًّا وَلَا ذِمَّةً يُرْضُونَكُمْ بِأَفْوَاهِهِمْ وَتَأْبَى قُلُوبُهُمْ وَأَكْثَرُهُمْ فَاسِقُونَ (٨) }. </p><p> {كَيْفَ} : اسم استفهام في محل النصب خبر ليكون المحذوفة، تقديرها: كيف يكون عهد للمشركين عند الله وعند رسوله - صلى الله عليه وسلم -، وجملة يكون المحذوفة: مستأنفة {وَإِنْ}  {الواو} واو الحال و {إن} حرف شرط {يَظْهَرُوا} فعل وفاعل مجزوم بـ {إن} الشرطية على كونه فعل شرط لها {عَلَيْكُمْ} متعلق به {لَا يَرْقُبُوا} فعل وفاعل مجزوم بـ {إن} الشرطية على كونه جوابًا لها {فِيكُمْ} متعلق به {إِلًّا} مفعول به {وَلَا ذِمَّةً} معطوف عليه وجملة {إن} الشرطية في محل النصب حال من المشركين المحذوف تقديره: كيف يكون للمشركين عهد عند الله وعند رسوله، حالة كونهم لا يرقبون فيكم إلًّا ولا ذمة، إن يظهروا عليكم؟ {يُرْضُونَكُمْ} فعل وفاعل ومفعول {بِأَفْوَاهِهِمْ} : جار ومجرور متعلق به والجملة مستأنفة، مسوقة لبيان حالهم عند عدم الظفر، فهو مقابل في المعنى لقوله:  {وَإِنْ يَظْهَرُوا عَلَيْكُمْ ...} إلخ {وَتَأْبَى قُلُوبُهُمْ} فعل وفاعل معطوف على جملة {يُرْضُونَكُمْ}  {وَأَكْثَرُهُمْ فَاسِقُونَ} مبتدأ وخبر والجملة مستأنفة مسوقة لتعليل ما قبلها. </p><p> {اشْتَرَوْا بِآيَاتِ اللَّهِ ثَمَنًا قَلِيلًا فَصَدُّوا عَنْ سَبِيلِهِ إِنَّهُمْ سَاءَ مَا كَانُوا يَعْمَلُونَ (٩) لَا يَرْقُبُونَ فِي مُؤْمِنٍ إِلًّا وَلَا ذِمَّةً وَأُولَئِكَ هُمُ الْمُعْتَدُونَ (١٠) }. </p><p> {اشْتَرَوْا} فعل وفاعل {بِآيَاتِ اللَّهِ} متعلق به {ثَمَنًا} : مفعول به {قَلِيلًا} صفة له، والجملة مستأنفة {فَصَدُّوا} : {الفاء} : حرف عطف وتفريع {صدوا} </p><p> فعل وفاعل {عَنْ سَبِيلِهِ} متعلق به، والجملة معطوفة على جملة {اشْتَرَوْا}  {إِنَّهُمْ} ناصب واسمه {سَاءَ مَا} فعل وفاعل ومفعول {سَاءَ} محذوف تقديره: ساءهم إن قلنا {سَاءَ} متصرف متعد إلى المفعول بمعنى: عابهم {كَانُوا} فعل ناقص واسمه وجملة {يَعْمَلُونَ} : خبر {كان} وجملة {كان} صلة لـ {ما} أو صفة لها، والعائد أو الرابط محذوف، تقديره: ما كانوا يعملونه وجملة {سَاءَ} في محل الرفع خبر {إنَّ} وجملة {إنَّ} مستأنفة وفي \"الفتوحات\" : يجوز في {سَاءَ} أن يكون على بابه من التصرف والتعدي، ومفعوله محذوف، أي: ساءهم الذي كانوا يعملونه، أو عملهم وأن يكون جاريًا مجرى بئس، فيحول إلى فعل بالضم، ويمتنع تصرفه، ويصير للذم، ويكون المخصوص بالذم محذوفًا تقديره: عملهم هذا. اهـ. \"سمين\" . </p><p> {لَا يَرْقُبُونَ} فعل وفاعل، والجملة مستأنفة {فِي مُؤْمِنٍ} متعلق به {إِلًّا} مفعول به {وَلَا ذِمَّةً} معطوف عليه {وَأُولَئِكَ} مبتدأ {هُمُ} ضمير فصل {الْمُعْتَدُونَ} خبر والجملة الاسمية مستأنفة. </p><p> {فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَإِخْوَانُكُمْ فِي الدِّينِ وَنُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ (١١) }. </p><p> {فَإِنْ تَابُوا} : {الفاء} : عاطفة على محذوف تقديره: هذا الحكم المذكور فيهم إن لم يتوبوا {فَإِنْ تَابُوا ...} إلخ {إن} حرف شرط جازم {تَابُوا} فعل وفاعل، في محل الجزم بـ {إن} الشرطية على كونه فعل شرط لها، {وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ} في محل الجزم معطوفان على تابوا {فَإِخْوَانُكُمْ}  {الفاء} : رابطة الجواب وجوبًا {إخوانكم} خبر لمبتدأ محذوف، تقديره: فهم إخوانكم {فِي الدِّينِ} : جار ومجرور، حال من {إخوانكم} والجملة الاسمية في محل الجزم بـ {إن} الشرطية على كونها جوابًا لها وجملة {إن} الشرطية معطوفة على الجملة المحذوفة {وَنُفَصِّلُ الْآيَاتِ} فعل ومفعول، وفاعله ضمير يعود على الله، والجملة مستأنفة {لِقَوْمٍ} : متعلق بـ {نفصل} وجملة {يَعْلَمُونَ} صفة {لِقَوْمٍ} . </p><p> {وَإِنْ نَكَثُوا أَيْمَانَهُمْ مِنْ بَعْدِ عَهْدِهِمْ وَطَعَنُوا فِي دِينِكُمْ فَقَاتِلُوا أَئِمَّةَ الْكُفْرِ إِنَّهُمْ لَا أَيْمَانَ لَهُمْ لَعَلَّهُمْ يَنْتَهُونَ (١٢) }. </p><p> {وَإِنْ نَكَثُوا} فعل وفاعل، في محل الجزم بـ {إن} على كونه فعل شرط لها {أَيْمَانَهُمْ} مفعوله به {مِنْ بَعْدِ عَهْدِهِمْ} جار ومجرور، ومضاف إليه متعلق بـ {نَكَثُوا}  {وَطَعَنُوا} فعل وفاعل، معطوف على {نَكَثُوا}  {فِي دِينِكُمْ} جار ومجرور متعلق به {فَقَاتِلُوا}  {الفاء} رابطة الجواب {قاتلوا} فعل وفاعل في محل الجزم بـ {إن} الشرطية على كونه جوابًا لها {أَئِمَّةَ الْكُفْرِ} مفعول به ومضاف إليه {إِنَّهُمْ} ناصب واسمه {لَا} نافية للجنس، تعمل عمل إن {أَيْمَانَ} في محل النصب اسمها {لَهُمْ} جار ومجرور خبر {لَا} وجملة {لَا} النافية في محل الرفع خبر {إن} وجملة {إن} مستأنفة مسوقة لتعليل ما قبلها {لَعَلَّهُمْ} ناصب واسمه وجملة {يَنْتَهُونَ} في محل الرفع خبر {لعل} ، وجملة {لعل} مستأنفة مسوقة لتعليل ما قبلها. </p><p> التصريف ومفردات اللغة </p><p> {بَرَاءَةٌ مِنَ اللَّهِ وَرَسُولِهِ} : مأخوذ من برىء من الدين، يبرأ براءة، إذا أسقط عنه، وبرىء من الذنب ونحوه، إذا تركه وتباعد عنه، وأصل (١) البراءة في اللغة: انقطاع العصمة، يقال: برئت من فلان، أبرأ براءة؛ أي: انقطعت بيننا العصمة ولم يبق بيننا علاقة، وقيل، معناها: هنا التباعد مما تكره مجاورته، {عَاهَدْتُمْ} والمعاهدة (٢) : عقد العهد بين فريقين على شروط يلتزمونها، وكان كل فريق يضع يمينه في يمين الآخر، ويوثقونها بالأيمان، ومن جراء ذلك سميت أيمانًا في قوله تعالى:  {إِنَّهُمْ لَا أَيْمَانَ لَهُمْ} ؛ أي: لا عهود لهم {فَسِيحُوا فِي الْأَرْضِ} والسياحة في الأرض: الانتقال والتجول فيها، ويراد بها هنا: حرية الانتقال مع الأمان مدة أربعة أشهر، لا يتعرض المسلمون لهم فيها بقتال، يقال: ساح فلان في الأرض، يسيح سياحة وسيوحًا وسيحانًا، ومنه سيح الماء في الأرض وسيح الخيل. {غَيْرُ </p><p>(١) الخازن. (٢) المراغي.</p><p> مُعْجِزِي اللَّهِ}؛ أي: لا تفوتونه بالهرب والتحصن {مُخْزِي الْكَافِرِينَ} والخزي: الذل والفضيحة بما فيه عار {وَأَذَانٌ مِنَ اللَّهِ} والأذان: الإعلام بما ينبغي أن يعلم {يَوْمَ الْحَجِّ الْأَكْبَرِ} هو يوم النحر الذي تنتهي فيه فرائض الحج، ويجتمع فيه الناس لإتمام مناسكهم. </p><p> {ثُمَّ لَمْ يَنْقُصُوكُمْ شَيْئًا} ؛ أي: من شروط الميثاق، فلم يقتلوا أحدًا منكم ولم يضروكم {وَلَمْ يُظَاهِرُوا} ؛ أي: لم يعاونوا {فَإِذَا انْسَلَخَ الْأَشْهُرُ الْحُرُمُ} انسلاخ الشهر: تكامله جزءًا فجزءًا إلى أن ينقضي، كانسلاخ الجلد عما يحويه، شبه خروج المتزمن عن زمانه بانفصال المتمكن عن مكانه، وأصله: الانسلاخ الواقع بين الحيوان وجلده فأستعير لانقضاء الشهر، يقال: سلخت الشهر، تسلخه سلخًا وسلوخًا، بمعنى: خرجت منه، ويقال: سلخت المرأة درعها نزعته قال تعالى: {وَآيَةٌ لَهُمُ اللَّيْلُ نَسْلَخُ مِنْهُ النَّهَارَ} . </p><p> والحُرُم: واحدها حرام, وهي الأشهر التي حرم الله فيها قتالهم في الأذان والتبليغ بقوله:  {فَسِيحُوا فِي الْأَرْضِ أَرْبَعَةَ أَشْهُرٍ} . {وَاقْعُدُوا لَهُمْ كُلَّ مَرْصَدٍ} والمرصد: الموضع الذي يرقب فيه العدو، يقال: رصدت فلانًا، أرصده إذا ترقبته؛ أي: أقعدوا لهم على كل مرصد، قال أبو حيان (١) المرصد: مفعل من رصد يرصد، من باب قتل، يكون مصدرًا وزمانًا ومكانًا، وقال عامر بن الطفيل: </p><p> وَلَقَدْ عَلِمْت وَمَا أَخَالُكَ نَاسِيًا ... أَنَّ الْمَنِيَّةَ لِلْفَتَى بِالْمَرْصِدِ </p><p> {وَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجَارَكَ} يقال: استجاره إذا طلب جواره؛ أي: حمايته وأمانه، وقد كان من عادات العرب حماية الجار والدفاع عنه، حتى يسمون النصير جارًا {فَأَجِرْهُ} ؛ أي: أمنه {مَأْمَنَهُ} ؛ أي: مسكنه الذي يأمن فيه على نفسه، وهو دار قومه {ذَلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَعْلَمُونَ} ؛ أي: ما الإِسلام وما حقيقته، فلا بد من إعطاء الأمان حتى يفهموا الحق ولا يبقى لم معذرة. </p><p> {وَإِنْ يَظْهَرُوا عَلَيْكُمْ} يقال: ظهر عليه، إذا غلبه وظفر به {لَا يَرْقُبُوا} </p><p>(١) البحر المحيط.</p><p> يقال: رقب الشيء إذا رعاه وحاذره؛ لأن الخائف يرقب العقاب ويتوقعه، ومنه: فلان لا يرقب الله في أموره؛ أي: لا ينظر إلى عقابه {فِيكُمْ إِلًّا} والإلُّ القرابة، قال ابن مُقْبل: </p><p> أَفْسَدَ النَّاسَ خُلُوْفٌ خَلَفُوْا ... قَطَّعُوْا الإلَّ وَأَعْرَاقَ الرَّحِمْ </p><p> وفي \"السمين\"  (١) قوله: {إِلًّا} مفعولٌ به لـ {يَرْقُبُوا} . وفي الإلِّ أقوال لأهل اللغة: </p><p> أحدها: أن المراد به العهد، قاله أبو عبيدة وابن زيد والسدّي. </p><p> الثاني: أن المراد به القرابة، وبه قال الفراء. </p><p> الثالث: أن المراد به الله تعالى؛ أي: هو اسمٌ من أسمائه. </p><p> الرابع: أنَّ الإلَّ الجؤار، وهو رفع الصوت عند التحالف، وذلك أنهم كانوا إذا تحالفوا .. جأروا بذلك جؤارًا. </p><p> الخامس: أنه من ألَّ البرق إذا لمع، ويجمع الإلُّ في القلَّة على أُلِّ، والأصل أألُلٌ، بزنة أفلس، فأبدلت الهمزة الثانية ألفًا، لكونها بعد أخرى مفتوحة، وأدغمت اللام في اللام، وفي الكثرة على إلالٍ، كذئب وذئاب، والأل بالفتح: قيل: شدة القنوط، قال الهروي: في الحديث: \"عجب ربكم من ألكم وقنوطكم\" اهـ. وفي \"القاموس\" : الإلُّ بالكسر: العهد والحلف وموضعٌ والجؤار والقربة والمعدن والحقد والعداوة والربوبية، واسم الله تعالى وكل اسم آخره إل أو إيل فمضاف إلى الله تعالى، والرخاء والأمان والجزع عند المصيبة، ومنه ما روي:  \"عجب ربكم من إلكم\" فيمن رواه بالكسر ورواية الفتح أكثر اهـ. </p><p> {وَلَا ذِمَّةً} والذمة والذمام: العهد الذي يلزم من ضيعه الذم، ونقض العهد عندهم من العار، فيكون مما كرر لاختلاف لفظه، إذا قلنا إن الإلَّ العهد أيضًا، فهو كقوله تعالى:  {أُولَئِكَ عَلَيْهِمْ صَلَوَاتٌ مِنْ رَبِّهِمْ وَرَحْمَةٌ} وقيل: الذمة (٢) الضمان، يقال: هو في ذمتي، أي: في ضماني وبه يسمي أهل الذمة، لدخولهم </p><p>(١) الفتوحات. (٢) الفتوحات.</p><p> في ضمان المسلمين، وقال: الراغب: الذِّمام: ما يذم الرجل على إضاعته من عهد. وكذلك الذمة والمَذَمَة والمِذَمة. يعني بالفتح والكسر، وقيل: لي ذمة فلا تهتكها، وقال غيره: سميت ذمة؛ لأن كل حرمة يلزمك من تضييعها الذم، يقال لها: ذمة وقال الأزهري: الذمة الأمان، وفي الحديث \"يَسْعى بذمتهم أدناهم\" اهـ \"سمين\" . </p><p> {وَتَأْبَى قُلُوبُهُمْ} يقال: أبي يأبى، إذا اشتد امتناعه. فكل إباء امتناعٌ، من غير عكس، ولم يصب من فسره بمطلق الامتناع، ومجيء (١) مضارعه على يفعل بفتح العين شاذٌّ. ومنه قلى يَقَلى في لغةٍ، ومنه آبي اللحم لرجلٍ من الصحابة وقال الشاعر: </p><p> أَبَى اللَّهُ إلَّا عَدْلَهُ وَوَفَاءَهُ ... فَلاَ النُّكْرُ مَعْرُوْفٌ وَلاَ الْعُرْفُ ضَائِعُ </p><p> {وَأَكْثَرُهُمْ فَاسِقُونَ} ؛ أي (٢) خارجون من قيود العهود والمواثيق، متجاوزون لحدود الصدق والوفاء من قولهم: فسقت الرطبة، إذا خرجت من قشرتها. </p><p> {فَقَاتِلُوا أَئِمَّةَ الْكُفْرِ} ووزن (٣) أئمة أفعلة؛ لأنه جمع إمام، كحمار وأحمرة وزمام وأزمة، والأصل أأممة، فألتقى ميمان، فأريد إدغامهما، فنقلت حركة الميم الأولى للساكن قبلها، وهو الهمزة الثانية، فأدى ذلك إلى اجتماع همزتين ثانيتهما مكسورة، فالبصريون يوجبون إبدال الثانية ياء، وغيرهم يحقق، أو يسهل بين بين، ومن أدخل الألف .. فللخفة حتى يفرق بين الهمزتين. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات أنواعًا من البلاغة والفصاحة والبيان والبديع: </p><p> فمنها: التكرارُ في قوله: {مِنَ اللَّهِ وَرَسُولِهِ} ، وفي قوله: {أَنَّكُمْ غَيْرُ مُعْجِزِي </p><p>(١) البحر المحيط. (٢) المراغي.(٣) الفتوحات.</p><p> اللَّهِ}، وقوله:  {إِلَّا الَّذِينَ عَاهَدْتُمْ} ، وفي قوله:  {فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ} ، وفي قوله:  {إِلًّا وَلَا ذِمَّةً} وفي قوله: {كَيْفَ} لإفادة التأكيد. </p><p> ومنها: التنوين في قوله: {براءة} لإفادة التفخيم. </p><p> ومنها: التقييد بأنها من الله ورسوله، لزيادة التفخيم والتهويل. </p><p> ومنها: الأسلوب التهكمي في قوله: {وَبَشِّرِ الَّذِينَ كَفَرُوا بِعَذَابٍ أَلِيمٍ} ؛ لأن البشارة بالعذاب تهكم. </p><p> ومنها: الجناس المماثل بين {بَرِيءٌ} و {بَرَاءَةٌ} وبين {اسْتَجَارَكَ} و {فَأَجِرْهُ} وبين {اسْتَقَامُوا} و {فَاسْتَقِيمُوا} . </p><p> ومنها: الاستفهام التعجبي في قوله: {كَيْفَ يَكُونُ لِلْمُشْرِكِينَ} . </p><p> ومنها: الالتفات من الغيبة إلى الخطاب في قوله: {فَسِيحُوا فِي الْأَرْضِ} ؛ أي: أيها المشركون. </p><p> ومنها: الكناية في قوله: {فَسِيحُوا فِي الْأَرْضِ} ؛ لأنه كناية عن عقد الأمان لهم أربعة أشهر؛ أي: يباح لكم أن تعقدوا الأمان لهم أربعة أشهر بعد نقضهم العهد المطلق، أو المقيد بدونها أو فوقها. </p><p> ومنها: الاستعارة التصريحية التبعية في قوله: {فَإِذَا انْسَلَخَ الْأَشْهُرُ الْحُرُمُ} شبه انقضاء الشهر وخروجه بانسلاخ الجلد من الحيوان، بجامع الانفصال في كل، ثم اشتق من الانسلاخ بمعنى الانقضاء، انسلخ بمعنى: انقضى، على طريقة الاستعارة التصريحية التبعية. أو يقال (١) : شبه خروج المتزمن عن زمانه، بانفصال المتمكن عن مكانه، كما ذكره الشوكاني. </p><p> ومنها: وضع الظاهر موضع المضمر في قوله: {فَقَاتِلُوا أَئِمَّةَ الْكُفْرِ} لزيادة التقبيح عليهم، حيث وصفهم بكونهم رؤساء في الكفر، وكان مقتضى الظاهر، فقاتلوهم. </p><p>(١) الشوكاني.</p><p> ومنها: الاستعارة التصريحية في قوله: {وَإِنْ نَكَثُوا أَيْمَانَهُمْ} ؛ لأن (١) النكث في الأصل الرجوع إلى خلف، ثم استعمل في النقض مجازًا، بجامع أن كلَّا متأخر عن مطلوبه، وفيه المقابلة أيضًا؛ لأنه مقابل لقوله:  {فَإِنْ تَابُوا وَأَقَامُوا} . </p><p> ومنها: الإطناب في قوله: {لَا يَرْقُبُونَ فِي مُؤْمِنٍ} لمزيد (٢) التشنيع والتقبيح عليهم؛ لأن مقام الذم كمقام المدح، البلاغة فيه الإطناب. </p><p> ومنها: الاستعارة التصريحية التبعية في قوله: {وَطَعَنُوا فِي دِينِكُمْ} ؛ لأنّ (٣) الطعن هنا مجاز عن العيب؛ لأنه حقيقة في الإصابة بالرمح أو العود وشبهه. </p><p> ومنها: الاعتراض بقوله: {وَنُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ} ؛ لأنه اعتراض بين الشرطين بين قوله:  {فَإِنْ تَابُوا} وقوله: {وَإِنْ نَكَثُوا} لإفادة الحث والتحريض على تأمل ما فصَّله تعالى من الأحكام. </p><p> ومنها: الزيادة والحذف في مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p>(١) الصاوي. (٢) الصاوي.(٣) البحر المحيط.</p><p> قال الله سبحانه جلَّ وعلا: </p><p> {أَلَا تُقَاتِلُونَ قَوْمًا نَكَثُوا أَيْمَانَهُمْ وَهَمُّوا بِإِخْرَاجِ الرَّسُولِ وَهُمْ بَدَءُوكُمْ أَوَّلَ مَرَّةٍ أَتَخْشَوْنَهُمْ فَاللَّهُ أَحَقُّ أَنْ تَخْشَوْهُ إِنْ كُنْتُمْ مُؤْمِنِينَ (١٣) قَاتِلُوهُمْ يُعَذِّبْهُمُ اللَّهُ بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَنْصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُورَ قَوْمٍ مُؤْمِنِينَ (١٤) وَيُذْهِبْ غَيْظَ قُلُوبِهِمْ وَيَتُوبُ اللَّهُ عَلَى مَنْ يَشَاءُ وَاللَّهُ عَلِيمٌ حَكِيمٌ (١٥) أَمْ حَسِبْتُمْ أَنْ تُتْرَكُوا وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدُوا مِنْكُمْ وَلَمْ يَتَّخِذُوا مِنْ دُونِ اللَّهِ وَلَا رَسُولِهِ وَلَا الْمُؤْمِنِينَ وَلِيجَةً وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ (١٦) مَا كَانَ لِلْمُشْرِكِينَ أَنْ يَعْمُرُوا مَسَاجِدَ اللَّهِ شَاهِدِينَ عَلَى أَنْفُسِهِمْ بِالْكُفْرِ أُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ وَفِي النَّارِ هُمْ خَالِدُونَ (١٧) إِنَّمَا يَعْمُرُ مَسَاجِدَ اللَّهِ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَأَقَامَ الصَّلَاةَ وَآتَى الزَّكَاةَ وَلَمْ يَخْشَ إِلَّا اللَّهَ فَعَسَى أُولَئِكَ أَنْ يَكُونُوا مِنَ الْمُهْتَدِينَ (١٨) أَجَعَلْتُمْ سِقَايَةَ الْحَاجِّ وَعِمَارَةَ الْمَسْجِدِ الْحَرَامِ كَمَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَجَاهَدَ فِي سَبِيلِ اللَّهِ لَا يَسْتَوُونَ عِنْدَ اللَّهِ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ (١٩) الَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا فِي سَبِيلِ اللَّهِ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ أَعْظَمُ دَرَجَةً عِنْدَ اللَّهِ وَأُولَئِكَ هُمُ الْفَائِزُونَ (٢٠) يُبَشِّرُهُمْ رَبُّهُمْ بِرَحْمَةٍ مِنْهُ وَرِضْوَانٍ وَجَنَّاتٍ لَهُمْ فِيهَا نَعِيمٌ مُقِيمٌ (٢١) خَالِدِينَ فِيهَا أَبَدًا إِنَّ اللَّهَ عِنْدَهُ أَجْرٌ عَظِيمٌ (٢٢) يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا آبَاءَكُمْ وَإِخْوَانَكُمْ أَوْلِيَاءَ إِنِ اسْتَحَبُّوا الْكُفْرَ عَلَى الْإِيمَانِ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَأُولَئِكَ هُمُ الظَّالِمُونَ (٢٣) قُلْ إِنْ كَانَ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ وَإِخْوَانُكُمْ وَأَزْوَاجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوَالٌ اقْتَرَفْتُمُوهَا وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسَاكِنُ تَرْضَوْنَهَا أَحَبَّ إِلَيْكُمْ مِنَ اللَّهِ وَرَسُولِهِ وَجِهَادٍ فِي سَبِيلِهِ فَتَرَبَّصُوا حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ (٢٤) }. </p><p> المناسبة </p><p> قوله تعالى:  {أَلَا تُقَاتِلُونَ قَوْمًا نَكَثُوا أَيْمَانَهُمْ ...} الآيات، مناسبة هذه الآيات لما قبلها: أنّ الله سبحانه وتعالى لما أمر (١) بقتال أئمة الكفر .. ذكر السبب الذي يبعث على قتالهم، ولعل الله سبحانه وتعالى قد علم أن في نفس </p><p>(١) المراغي.</p><p> جماعة من المؤمنين كرهًا لقتال من بقي من المشركين بعد فتح مكة وظهور الإِسلام، لأمنهم من ظهورهم عليهم، ورجائهم في إيمانهم، وعلم أنه يوجد من المنافقين من يزينون لهم ذلك، والله يريد أن تطهير جزيرة العرب من الشرك وأدران الوثنية، ويمحص المؤمنين من النفاق ومثالبه، من جراء هذا أعاد الكرَّة بإقامة الأدلة على وجوب قتال الناكثين للعهد، المعتدين عليهم بالحرب، الذين بدؤوهم بالقتال وهموا بإخراج الرسول أو حبسه أو قتله. </p><p> قوله تعالى:  {مَا كَانَ لِلْمُشْرِكِينَ أَنْ يَعْمُرُوا مَسَاجِدَ اللَّهِ ...} الآية، مناسبة هذه الآية لما قبلها (١) : أن الله سبحانه وتعالى لمَّا ذكر البراءة من المشركين وأنواعًا من قبائحهم توجب البراءة منهم .. ذكروا أنهم موصوفون بصفاتٍ حميدةٍ توجب انتفاء البراءة منها، كونهم عامري المسجد الحرام، روي أنه أقبل المهاجرون والأنصار على أسارى بدر يعيرونهم بالشرك، وطفق عليٌّ يوبخ العباس، فقال: الرسول - صلى الله عليه وسلم -، واقطيعة الرحم، وأغلظ له في القول، فقال العباس: تظهرون مساوينا وتكتمون محاسننا، فقال: أو لكم محاسن، قالوا: نعم، ونحن أفضل منكم أجرًا، إنا لنعمر المسجد الحرام، ونحجب الكعبة، ونسقي الحجيج، ونفك العاني، فأنزل الله تعالى هذه الآية ردًّا عليهم. </p><p> قوله تعالى:  {أَجَعَلْتُمْ سِقَايَةَ الْحَاجِّ وَعِمَارَةَ الْمَسْجِدِ الْحَرَامِ ...} الآيات، مناسبة هذه الآيات لما قبلها: أنها مكملة (٢) لما قبلها، مبينة أنَّ عمارة المسجد الحرام للمسلمين دون المشركين، وأن إسلامهم أفضل مما كان يفخر به المشركون، من عمارة المسجد وسقاية الحاج فيه. </p><p> قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا آبَاءَكُمْ وَإِخْوَانَكُمْ ...} الآيات، مناسبتها لما قبلها: أن الله سبحانه وتعالى، لمَّا أعلن براءته وبراءة رسوله من المشركين، وآذنهم بنبذ عهودهم، بعد أن ثبت أنه لا عهد لهم .. عَزَّ ذلك على بعض المسلمين، وتبرَّم به ضعفاء الإيمان, وكان أكثرهم من الطلقاء الذين أعتقهم </p><p>(١) البحر المحيط. (٢) المراغي.</p><p> النبيُّ - صلى الله عليه وسلم -، يوم فتح مكة، وكان موضع الضعف، نصرة القرابة وعصبية النسب، إذ كان لا يزال الكثير منهم أولو قرابة من المشركين، يكرهون قتالهم ويتمنون إيمانهم، بل كان لبعض ضعفاء الإيمان وليجةٌ وبطانةٌ منهم. </p><p> من أجل هذا، بين الله سبحانه وتعالى في هاتين الآيتين، أن فضل الإيمان والهجرة والجهاد، وقيل ما بشر الله به أهله من رحمته ورضوانه ودخول جناته لا يكمل إلا بترك ولاية الكافرين، وإيثار حب الله ورسوله، والجهاد في سبيله على حب الوالد والولد، والأخ والزوج والعشيرة والمال والسكن. </p><p> أسباب النزول </p><p> قوله تعالى:  {قَاتِلُوهُمْ يُعَذِّبْهُمُ اللَّهُ ...} الآية، سبب نزولها: ما أخرجه (١) أبو الشيخ عن قتادة، قال: ذكر لنا أن هذه الآية نزلت في خزاعة، حين جعلوا يقتلون بني بكرٍ بمكة، وأخرج عن عكرمة، قال: نزلت هذه الآية في خزاعة، وأخرج عن السدي {وَيَشْفِ صُدُورَ قَوْمٍ مُؤْمِنِينَ} قال: هم خزاعة حلفاء النبي - صلى الله عليه وسلم -، يشف صدورهم من بني بكر. </p><p> قوله تعالى:  {مَا كَانَ لِلْمُشْرِكِينَ ...} الآيات، أخرج ابن أبي حاتم من طريق عليّ بن أبي طلحة، عن ابن عباس، قال: قال العباس، حين أسر يوم بدر: إن كنتم سبقتمونا بالإِسلام والهجرة والجهاد .. لقد كنا نعمر المسجد الحرام، ونسقي الحاج، ونفك العاني، فأنزل الله تعالى:  {أَجَعَلْتُمْ سِقَايَةَ الْحَاجِّ ...} الآية. </p><p> وأخرج مسلم وابن حبان وأبو داود عن النعمان بن بشير، قال: كنت (٢) عند رسول الله - صلى الله عليه وسلم -، في نفر من أصحابه فقال رجل منهم: ما أُبالي أن لا أعمل عملًا بعد الإِسلام إلا أن أسقي الحاج، وقال آخر ما أبالي أن لا أعمل عملًا بعد الإِسلام إلا أن أعمر المسجد الحرام، وقال آخر: الجهاد في سبيل الله أفضل </p><p>(١) لباب النقول. (٢) مسلم.</p>"
}