{
  "id": null,
  "sura": 9,
  "aya": 109,
  "text": "<p> ذاك فعليكموه. </p><p> ومعنى (١) محبتهم للتطهر: أنهم يؤثرونه ويحرصون عليه عند عروض موجبه، وقيل، معناه: يحبون التطهر من الذنوب بالتوبة والاستغفار، والأول أولى كما يفيده الحديث المذكور. </p><p> والخلاصة (٢) : أن التطهر يشمل الطهارتين، النفسية والبدنية والروايات وردت بكل منهما، والأولى إرادتهما معًا. {وَاللَّهُ} سبحانه وتعالى، {يُحِبُّ الْمُطَّهِرِينَ} ؛ أي: الذين يبالغون في طهارة الروح والجسد، لحبهم إياهما؛ لأنهم يرون فيهما الكمال الإنساني، فمن ثم يبغضون نجاسة البدن والثوب، وأشد منهما بغضًا لهم، نجاسة النفس وخبثها، بالإصرار على فعل المعاصي، والتخلق بذميم الأخلاق. كالرياء في الأعمال إذ هو فعل المنافقين، والشح بالأموال، أو بالأنفس في سبيل الله ابتغاءً لمرضاته، وحبه تعالى منزه عن مشابهته حبنا، كتنزه ذاته وسائر صفاته عن مشابهة ذواتنا وصفاتنا، ويظهر أثر حبه لعباده في أخلاقهم وأعمالهم ومعارفهم وآدابهم، كما أشار إليه الحديث القدسي الذي رواه البخاري \"ولا يزال عبدي يتقرب إليَّ بالنوافل حتى أحبه فإذا أحببته كنت سمعه الذي يسمع به وبصره الذي يبصر به\" الحديث. </p><p> ومعنى (٣) محبة الله لهم: الرضا عنهم والإحسان إليهم كما يفعل المحب بمحبوبه، والحق أن المحبة صفة ثابتة له سبحانه وتعالى، نثبتها ونعتقدها ولا نكيفها ولا نمثلها. </p><p> وقرأ (٤) ابن مصرف والأعمش: {يطهروا} بالإدغام. وقرأ ابن أبي طالب:  \"المتطهرين\" . </p><p> ١٠٩ - والهمزة في قوله:  {أَفَمَنْ أَسَّسَ بُنْيَانَهُ} للاستفهام التقريري (٥) ، داخلة </p><p>(١) الشوكاني. (٢) المراغي.(٣) الشوكاني(٤) البحر المحيط.(٥) أبو السعود.</p><p> على محذوف، والفاء: عاطفة على ذلك المحذوف تقديره: أبعد ما علم حالهم فمن أسس ووضع بناءه الذي بناه {على تَقْوَى} ومخافة {مِنَ} عقاب {اللَّهِ} تعالى، {و} رجاء، {رضوان} وثواب منه، وهم النبي وأنصاره، {خَيْرٌ أَمْ مَنْ أَسَّسَ} ووضع {بُنْيَانَهُ} . الذي بناه، {عَلَى شَفَا} وطرف {جُرُفٍ} وهوَّةٍ وحفرة {هَارٍ} ومشرف ذلك الطرف على السقوط، {فَانْهَارَ} وسقط ذلك الطرف {بِهِ} ؛ أي: بالباني وببنائه، {فِي} قعر نار، {جَهَنَّمَ} خير وهم أهل مسجد الضرار ورد أنهم رأوا الدخان حين حفروا أساسه، اهـ كرخي وجواب الاستفهام محذوف تقديره: الأول: خير وهو مثال، مسجد قباء، والثاني: مثال، مسجد الضرار. </p><p> والجملة مستأنفة، مسوقة لبيان خيرية الرجال المذكورين على أهل مسجد الضرار. </p><p> وعبارة المراغي هنا قوله:  {أَفَمَنْ أَسَّسَ بُنْيَانَهُ} إلخ، هذا (١) بيان مستأنف للفرق بين مقاصد أهل مسجد التقوى، وهم الرسول، - صلى الله عليه وسلم - وأنصاره، ومقاصد أهل مسجد الضرار الذي زادوا به رجسًا إلى رجسهم. </p><p> والأساس على شفا الجرف الهاري، مثلٌ يُضرب لما يكون في منتهى الوهى والانحلال، والإشراف على الزوال؛ أي: أفمن أسس بنيانه الذي يتخذه موطنًا لراحته وهناء معيشته، ويتقي به العوامل الجوية، وعدوان الكائنات الحية على أمتن الأسس وأقواها، على مصابرة العواصف والسيول وقد العوام، والوحوش خيرٌ بنيانًا أم من أسس بنيانه على أوهى القواعد وأقلها بقاءً واستمساكًا، فكانت عرضة للانهيار في كل حين من ليل أو نهار؟ وقد ضرب الله مثل البنيان على تينك الصفتين لبيان حال الفريقين المتقدمين من صدق الإيمان والنفاق والارتياب؛ أي: أفمن كان مؤمنًا صادقًا، يتقي الله في جميع أحواله، ويبتغي مرضاته في جميع أعماله، قاصدًا تزكية نفسه وإصلاح سريرته. خير، أم من هو </p><p>(١) المراغي.</p><p> منافق مرتاب، يبتغي بأعماله الضرر والضرار وتقوية أعمال الكفر وموالاة الكفار وتفريق جماعة المؤمنين، والإرصاد، لمساعدة من حارب الله ورسوله، مع ما يكون لعمله في الدنيا من العار والفضيحة والخزي والبوار، وفي الآخرة من الانهيار في النار. </p><p> وخلاصة المثل (١) : بيان ثبات الإِسلام وقوته وسعادة أهله به، وثمرته في أعمالهم وجزائهم عليه برضوان الله عنهم، وبيان ضعف الباطل واضمحلاله ووهيه، وقرب زواله وخيبة صاحبه، وسرعة انقطاع آماله، وبيان أن شر أعمال المنافقين ما اتخذوه من مسجد الضرار لمفاسده الأربع المتقدمة. </p><p> فالإيمان وما يلزمه من صالح العمل هو الثابت، والنفاق وما يستلزمه من فاسد العمل هو الباطل الزاهق، بحكم ناموس الاجتماع وبقاء الأصلح في الوجود، وقد صدق الله وعده وثبت المؤمنين بالقول الثابت. وهداهم إلى العمل الصالح، ففتحوا البلاد وأقاموا سبل الحق والعدل، وأهلك المنافقين، وقد جرت سنّته في كل زمان ومكان أن يكون الفوز حليف أهل الحق، والخيبة لأهل الباطل ما استمسكوا به ولم يقلعوا عنه. {وَاللَّهُ} سبحانه وتعالى، {لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ} أنفسهم بالنفاق وغيرهم بالأضرار؛ أي: لا يوفقهم ما فيه صلاحهم ونجاتهم، ولا يغفر لهم ولا ينجيهم؛ أي: مضت سنّته تعالى أن لا يكون الظالم مهتديًا في أعماله إلى الحق والعدل، ولا إلى الرحمة والفضل. </p><p> وقرأ (٢) نافع وابن عامر: {أسس بنيانه} ، مبنيًّا للمفعول في الموضعين، وقرأ باقي السبعة وجماعة: ذلك مبنيًّا للفاعل، وبنصب بنيانه. وقرأ عمارة بن عائذ: الأولى على بناء الفعل للمفعول، والثانية على بنائه للفاعل. وقرأ نصر بن علي، ورويت عن نصر بن عاصم:  {أسس بنيانه} ، وعن نصر بن علي، وأبي حيوة، ونصر بن عاصم أيضًا، {أساس بنيانه} ، بالألف جمع أس، وعن نصر بن عاصم:  {أسس} ، بهمزة مفتوحة وسين مضمومة. وقرىء:  {إساس} بالكسر، </p><p>(١) المراغي. (٢) البحر المحيط.</p>"
}