{
  "id": null,
  "sura": 9,
  "aya": 80,
  "text": "<p> عطف خاصٍ على عام، وليس معطوفًا على البيان، لإيهام أن المعطوف ليس من المؤمنين؛ أي: ويلمزون الفقراء الذين لا يجدون إلا طاقتهم، ويعيبونهم ويطعنونهم في صدقاتهم القليلة؛ أي: يعيبون الفقراء الذين تصدقوا بقليل هو مبلغ جهدهم وآخر طاقتهم. وقوله:  {فَيَسْخَرُونَ مِنْهُم} معطوف على الصلة؛ أعني يلمزون، فالصلة أمران: اللمز، والسخرية. </p><p> والمعنى: أن المنافقين كانوا يعيبون فقراء المؤمنين الذين كانوا يتصدقون بما فضل عن كفايتهم، فيسخرون منهم؛ أي: يستهزئون بهم؛ لحقارة ما يخرجونه في الصدقة، وعدِّه من الحماقة والجنون، مع كون ذلك جهد المقل وغاية ما يقدر عليه ويتمكن منه، وخص هؤلاء بالذكر، وإن كانوا داخلين في المتطوعين؛ لأنَّ مجال لمزهم عند المنافقين أوسع، والسخرية منهم أشد، وهم أهل الإجلال والإكبار، والأحق بالثناء عند المؤمنين. </p><p> وقرأ ابن هرمز وجماعة شذوذًا (١) : {جُهْدَهُمْ} بالفتح. والجُهد بالضم: الطاقة، وبالفتح: المشقة، وقيل: هما لغتان، ومعناهما واحد، وقال الشعبي: بالضم: القوت. وبالفتح: في العمل، وقيل: بالضم، شيءٌ قليل يعاش به. وقوله:  {سَخِرَ اللَّهُ مِنْهُمْ} خبر المبتدأ السابق، في قوله الذين يلمزون؛ أي (٢) : جازاهم على ما فعلوه من السخرية المؤمنين، بمثل ذلك، فسخر الله منهم بأن أهانهم وأذلهم وعذبهم في الدنيا بفضيحتهم وقتلهم، وهو خبر ليس بدعاء عليهم، والتعبير بذلك من باب المشاكلة. </p><p> والمعنى: أي فجازاهم الله بمثل ذنبهم، فجعلهم سخريةً للمؤمنين وللناس أجمعين، بفضيحتهم في هذه السورة، ببيان مخازيهم وعيوبهم، وقيل: هو دعاء عليهم بأن يسخر الله بهم كما سخروا بالمؤمنين. {وَلَهُمْ عَذَابٌ أَلِيمٌ} ؛ أي: وجيع في الآخرة. </p><p> ٨٠ - ثم بيَّن سبحانه عقابهم وسواهم بالكافرين، فقال:  {اسْتَغْفِرْ لَهُمْ} يا </p><p>(١) البحر المحيط. (٢) الشوكاني.</p><p> محمَّد - صلى الله عليه وسلم - إن شئت {أَوْ لَا تَسْتَغْفِرْ لَهُمْ} إن شئت، وهذا كلام خرج مخرج الأمر، ومعناه: الخبر، تقديره استغفارك لهم وعدمه سواء، وتصويره بصورة الأمر للمبالغة في بيان استوائهما. </p><p> والحاصل: أن هذا الأمر تخيير له - صلى الله عليه وسلم - في الاستغفار وتركه، ومعناه: إخبار باستواء الأمرين؛ أي: إن شئت فاستغفر لهم، وإن شئت فلا تستغفر لهم، فاستغفارك لهم وعدمه سواء، وقوله:  {إِنْ تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ} بيانٌ لاستحالة المغفرة لهم بعد المبالغة في الاستغفار، إثر بيان الاستواء بينه وبين عدمه، ذكره أبو السعود، ومعنى قوله:  {إِنْ تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ} ؛ أي: إن (١) تدع لهؤلاء المنافقين وتسأل الله أن يستر عليهم ذنوبهم بالعفو عنها وترك فضيحتهم بها، أو لا تدع لهم بالمغفرة فلن يغفر الله لهم؛ أي لن يستر الله عليهم، ولن يعفو عنهم، ولكنه يفضحهم على رؤوس الأشهاد يوم القيامة، وليس المراد من هذا أنه لو زاد على السبعين لكان ذلك مقبولًا كما في سائر مفاهيم الأعداد، بل المراد بهذا المبالغة في عدم القبول، فقد كانت العرب تجري ذلك مجرى المثل في كلامها عند إرادة التكثير، والمعنى أنه لن يغفر الله لهم، وإن استغفرت لهم استغفارًا بالغًا في الكثرة غاية المبالغ، ويراد بالسبعين في مثل هذا الأسلوب: الكثرة لا العدد المعين، فالمراد أنك مهما أكثرت من الاستغفار لهم .. فلن يستجاب لك فيهم، وقد كان - صلى الله عليه وسلم - يستغفر لهم رجاء أن يهديهم الله، فيتوب عليهم، ويغفر لهم، كما كان يدعو للمشركين كلما اشتد إيذاؤهم له، ويقول:  \"اللهم اغفر لقومي فإنهم لا يعلمون\" رواه ابن ماجه، وقال الضحاك: ولما نزلت هذه الآية .. قال رسول الله - صلى الله عليه وسلم -: \"إن الله قد رخَّص لي، فسأزيدن على السبعين، لعل الله أن يغفر لهم\" ، فأنزل الله سبحانه {سَوَاءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ لَنْ يَغْفِرَ اللَّهُ لَهُمْ} . </p><p> وقد ذهب بعض الفقهاء (٢) : إلى أن التقييد بهذا العدد المخصوص يفيد </p><p>(١) المراغي. (٢) الشوكاني.</p><p> قبول الزيادة عليه، ويدل على ذلك، ما روي عن النبي - صلى الله عليه وسلم -، أنه قال:  \"لأزيدن على السبعين\" وذكر بعضهم لتخصيص السبعين وجهًا، فقال: إن السبعة عدد شريف؛ لأنها عدد السموات والأرضين والبحار والأقاليم والنجوم السيارة، والأعضاء السبعة، وأيام الأسبوع، فصير كل واحد من السبعة إلى عشرة؛ لأن الحسنة بعشر أمثالها، وقيل: خصت السبعين بالذكر؛ لأنه - صلى الله عليه وسلم - كبر على عمه حمزة سبعين تكبيرة، فكأنه قال: إن تستغفر لهم سبعين مرة، بإزاء تكبيراتك على حمزة {ذَلِكَ} ؛ أي: امتناع المغفرة لهم، ولو بعد المبالغة في الاستغفار، ليس لعدم الاعتداد باستغفارك، بل بسبب {بِأَنَّهُمْ كَفَرُوا بِاللَّهِ وَرَسُولِهِ} وفي \"الكرخي\"  {ذَلِكَ} ؛ أي: اليأس من الغفران لهم، بسبب أنهم كفروا بالله ورسوله، لا ببخل منا، أو قصورٍ فيك، بل لعدم قابليتهم، بسبب الكفر الصارف عنها. اهـ؛ أي: ذلك المذكور بسبب (١) جحودهم وحدانية الله تعالى، وعدم إيقانهم بما وصف به تعالى نفسه، من العلم بالسر والنجوى وسائر الغيوب، وجحودهم وحيه لرسوله - صلى الله عليه وسلم - وبما أوجبه من أتباعه، وجحودهم بعثه للموت، وجزاءهم على أعمالهم، لم يعف عن ذنوبهم، ولا عمَّا دسُّوا به أنفسهم من الآثام والمعاصي {وَاللَّهُ} سبحانه وتعالى {لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ} ؛ أي: المتمردين الخارجين عن الطاعة، المتجاوزين لحدودها، والمراد (٢) هنا: الهداية الموصلة إلى المطلوب، لا الهداية التي بمعنى الدلالة وإراءة الطريق؛ أي: أنَّ سنة الله سبحانه قد جرت فيمن أصرُّوا على فسوقهم، وتمرَّدوا في نفاقهم، وأحاطت بهم خطاياهم، أن يفقدوا الاستعداد للتوبة والإيمان، فلا يهتدون إليهما سبيلًا. </p><p> والمعنى: والله لا يوفق للإيمان به وبرسوله من اختار الكفر والخروج عن طاعة الله، وطاعة رسوله، وهو كالدليل على الحكم السابق، فإن مغفرة الكافر بالإقلاع عن الكفر، والإرشاد إلى الحق، والمنهمك في كفره المطبوع عليه، لا ينقلع ولا يهتدي، والتنبيه على عذر الرسول في استغفاره، وهو عدم يأسه من </p><p>(١) المراغي. (٢) الشوكاني.</p>"
}