{
  "id": null,
  "sura": 9,
  "aya": 72,
  "text": "<p> ألبتة بمعونة المقام كما هنا، إذ السين موضوعة للدلالة على الوقوع مع التأخير، فهذا كان المقام ليس مقام تأخير لكونه بشارة ووعدًا، تمحضت لتأكيد الوقوع اهـ. كرخي. </p><p> {إِنَّ اللَّهَ} سبحانه وتعالى {عَزِيزٌ} ؛ أي: غالب لا يمنع من مراده من رحمةٍ أو عقوبة، ولا يمتنع عليه شيء من وعده ووعيده {حَكِيمٌ} فيما دبره لعباده، لا يضع شيئًا منهما في غير موضعه. </p><p> ٧٢ - والإظهار في موضع الإضمار في قوله:  {وَعَدَ اللَّهُ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ} لزيادة التقرير والإشعار بعلية وصف الإيمان للوعد المذكور، ذكره أبو السعود. وبعد أن بين صفاته روحمته لهم إجمالًا .. بين ما وعدهم به، من الجزاء المفسر لرحمته تفصيلًا، فقال:  {وَعَدَ اللَّهُ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ} وبساتين {تَجْرِي} وتسيل {مِنْ تَحْتِهَا} ؛ أي: من تحت أشجارها وقصورها {الْأَنْهَارُ} الأربعة الجارية في الجنة، اللبن، والماء، والخمر، والعسل، حالة كونهم {خَالِدِينَ فِيهَا} ؛ أي: ماكثين في تلك الجنات مكثًا مؤيدًا لا نهاية له {و} وعدهم {مساكن طيبة} ؛ أي: منازل حسنة يسكنون فيها من الدرِّ والياقوت تستطيبها النفس، أو يطيب فيها العيش، أو قد طيبها الله بالمسك والريحان، ويقال: جميلةً ويقال: طاهرةً ويقال: عامرةً كائنة {فِي جَنَّاتِ عَدْنٍ} وخلود وإقامة مؤبدة، فجنات عدن، هي جنات الإقامة والخلود كقوله:  {جَنَّةُ الخُلْدِ}  {جَنَّةُ المَأوَى} وقيل: إنه منزل من منازل دار النعيم، كالفردوس الذي هو أوسط الجنة أو أعلاها، روي عن أبي هريرة:  \"إن في الجنة مئة درجة أعدها الله للمجاهدين في سبيله، كل درجتين ما بينهما، كما بين السماء والأرض، فهذا سألتم الله، فاسألوه الفردوس، فإنه أوسط الجنة، وأعلى الجنة، ومنه تفجر أنهار الجنة، وفوقه عرش الرحمن\" . </p><p> تتمة: والجنَّات (١) : البساتين الملتفة الأشجار، التي تجن ما تحتها؛ أي: </p><p>(١) المراغي.</p><p> تغطيه وتستره، وجريان الأنهار من تحت أشجارها مما يزيد جمالها، والمساكن الطيبة في جنات عدن هي الدور والخيام، التي يطيب لساكنها المقام فيها، لاحتوائها على ما يطلبون من الأثاث والرياش والزينة التي بها تتم راحة المقيم فيها وسروره، والعدن: الإقامة والاستقرار، يقال: عدن في مكان كذا، إذا أقام فيه وثبت. </p><p> والمراد (١) بالجنات التي تجري من تحتها الأنهار: البساتين التي يتحير في حسنها الناظر؛ لأنه سبحانه وتعالى، قال:  {وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ} ، والمعطوف يجب أن يكون مغايرًا للمعطوف عليه، فتكون مساكنهم في جنات عدن ومناظرهم الجنات التي هي البساتين، فتكون جنات عدن هي المساكن التي يسكنونها، والجنات الأخرى هي البساتين التي يتنزهون فيها، فهذه فائدة المغايرة بين المعطوف والمعطوف عليه، والفرق بينهما. </p><p> والمعنى: ومنازل طيبةً كائنةً في محلات تسمى بجنة عدن، روى الطبري، بسنده عن عمران بن حصين وأبي هريرة، قالا: سئل رسول الله - صلى الله عليه وسلم - عن هذه الآية:  {وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ} قال: \"قصر من لؤلؤة، في ذلك القصر سبعون دارًا من ياقوتة حمراء، في كل دار سبعون بيتًا من زمردة خضراء، في كل بيت سبعون سريرًا، على كل سرير سبعون فراشًا، على كل فراش زوجة من الحور العين\" ، وفي رواية:  \"في كل بيت سبعون مائدة، على كل مائدة سبعون لونًا من طعام، وفي كل بيت سبعون وصيفةً، ويعطى المؤمن من القوة في غداة واحدة ما يأتي على ذلك كله أجمع\" ، ولكن هذا الحديث ضعفه أئمة الحديث، وبعضهم جعله من الموضوعات، وهو حديث منكر من دسائس الوضاعين، ككعب الأحبار وغيره، قال ابن القيم: لم يثبت في نساء الجنة حديث صحيح بأكثر من زوجتين لكل رجل. </p><p> وروى بسنده عن أبي الدرداء، قال: قال رسول الله - صلى الله عليه وسلم - \"عدن داره - يعني </p><p>(١) الخازن.</p><p> دار الله - التي لم ترها عين، ولم تخطر على قلب بشر، وهي مسكنه، ولا يسكنها معه من بني آدم غير ثلاثة، النبيين والصدقين والشهداء، يقول الله - عز وجل -: طوبى لمن دخلك \"، هكذا رواه الطبري، فإن صحت هذه الرواية .. فلا بد من تأويلها،فقوله:\" عدن داره \"،يعني:دار الله، وهو من باب حذف المضاف، تقديره عدن دار أصفياء الله التي أعدها لأوليائه وأهل طاعته، والمقربين من عباده.</p><p> وعن أبي موسى الأشعري: أن رسول الله - صلى الله عليه وسلم - قال: \" جنتان من فضة آنيتهما وما فيهما، وجنتان من ذهب آنيتهما وما فيهما، وما بين القوم وبين أن ينظروا إلى ربهم إلا رداء الكبرياء على وجهه في جنة عدن \" أخرجه البخاري ومسلم.</p><p> وقال عبد الله بن مسعود:  {عَدْنٍ} بطنان الجنة، يعني وسطها، وقال عبد الله بن عمرو بن العاص: إن في الجنة قصرًا، يقال له: عدن، حوله البروج والمروج، له خمسة الآف باب لا يدخله إلا نبيٌّ أو صديق أو شهيد، وقال عطاء بن السائب:  {عَدْنٍ} نهر في الجنة خيامه على حافتيه، وقال مقاتل والكلبي: عدن: أعلى درجة في الجنة، فيها عين التسنيم، والجنان حولها محدقة بها، وهي مغطاة من حين خلقها الله تعالى حتى ينزلها أهلها، وهم الأنبياء والصديقون والشهداء والصالحون، ومن شاء الله، وفيها قصور الدر والياقوت والذهب، فتهب ريح طيبة من تحت العرش، فتدخل عليها كثبان المسك الأبيض. </p><p> قال الإمام فخر الدين الرازي: حاصل هذا الكلام: أن في جنان عدن قولين: </p><p> أحدهما: أنه اسم علم لموضع معين في الجنة، وهذه الأخبار والآثار تقوي هذا القول. </p><p> قال صاحب \" الكشاف\": و {عدن} علم بدليل قوله: {جَنَّاتِ عَدْنٍ الَّتِي وَعَدَ الرَّحْمَنُ عِبَادَهُ بِالْغَيْبِ} . </p><p> والقول الثاني: أنه صفة للجنة، قال الأزهري:  {العدن} مأخوذ من قولك عدن بالمكان، إذا أقام يعدن عدونا، فبهذا الاشتقاق قالوا: الجنات كلها جنات عدن، انتهى من \"الخازن\" . </p><p> وقوله سبحانه وتعالى:  {وَرِضْوَانٌ مِنَ اللَّهِ أَكْبَرُ} جملة مستأنفة؛ أي: رضوان قليل يسير من الله الذي ينزله عليهم أكبر وأعلى وأفضل من ذلك النعيم المقيم كله الذي أعطاهم إياه، وفيه دليل على أنه لا شيء من النعم وإن جلت وعظمت يماثل رضوان الله سبحانه، وإن أدنى رضوان منه لا يساويه شيء من اللذات الجسمانية، وإن كانت على غاية ليس وراءها غاية، اللهم ارض عنا رضًا لا سخط بعده، ولا يكدره نكد، يا من بيده الخير كله. وقرأ الأعمش:  {ورضوان} بضمتين، قال صاحب \"اللوامع\" وهي: لغة. اهـ \"البحر\" . </p><p> {ذَلِكَ} المذكور من الأمور الثلاثة، من الجنات التي تجري من تحتها الأنهار، ومن المساكن الطيبة، من الرضوان الأكبر {هُوَ الْفَوْزُ الْعَظِيمُ} والظفر الجسيم، لا ما يطلبه المنافقون والكفار، من التنعم بطيبات الدنيا، وعن أبي سعيد الخدري - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم -، قال:  \"إنَّ الله تبارك وتعالى يقول لأهل الجنة: يا أهل الجنة،فيقولون:لبيك ربنا وسعديك والخير كله في يديك،فيقول:هل رضيتم؟فيقولون:وما لنا لا نرضى يا ربنا، وقد أعطيتنا ما لم تعط أحدًا من خلقك، فيقول ألا أعطيكم أفضل من ذلك؟ فيقولون أي شيء أفضل من ذلك؟ فيقول أحلُّ عليكم رضواني فلا أسخط بعده عليكم أبدًا\" متفق عليه. </p><p> الإعراب </p><p> {وَمِنْهُمُ الَّذِينَ يُؤْذُونَ النَّبِيَّ وَيَقُولُونَ هُوَ أُذُنٌ قُلْ أُذُنُ خَيْرٍ لَكُمْ يُؤْمِنُ بِاللَّهِ وَيُؤْمِنُ لِلْمُؤْمِنِينَ وَرَحْمَةٌ لِلَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ يُؤْذُونَ رَسُولَ اللَّهِ لَهُمْ عَذَابٌ أَلِيمٌ (٦١) }. </p><p> {وَمِنْهُمُ} جار ومجرور، خبر مقدم {الَّذِينَ} : مبتدأ مؤخر، والجملة مستأنفة أو معطوفة على جملة قوله:  {وَمِنْهُمْ مَنْ يَقُولُ ائْذَنْ لِي} . {يُؤْذُونَ النَّبِيَّ} : فعل وفاعل ومفعول، والجملة صلة الموصول. {وَيَقُولُونَ} فعل وفاعل </p><p> معطوف على {يُؤْذُونَ}  {هُوَ أُذُنٌ} مقول محكي، أو مبتدأ وخبر، والجملة في محل النصب مقول القول {قُلْ} فعل أمر، وفاعله ضمير يعود على محمد، والجملة مستأنفة {أُذُنُ خَيْرٍ لَكُمْ} إلى آخر الآية مقول محكي، وإن شئت قلت:  {أُذُنُ خَيْرٍ} خبر مبتدأ محذوف؛ أي: هو أذن خير لكم، والجملة في محل النصب، مقول القول {خَيْرٍ} مضاف إليه، ويقرأ: بالرفع، على أنه صفة {أُذُنُ} والتقدير: أذنٌ ذو خير لكم، ذكره أبو البقاء {لَكُمْ} متعلق بـ {خَيْرٍ} أو صفة له، ويجوز أن يكون {خَيْرٍ} بمعنى أفعل؛ أي: أذن أكثر خيرًا لكم {يُؤْمِنُ} فعل مضارع {بِاللَّهِ} متعلق به، وفاعله ضمير يعود على {أُذُنٌ} بمعنى محمد، والجملة في محل الرفع صفة {أُذُنُ}  {وَيُؤْمِنُ لِلْمُؤْمِنِينَ} جملة معطوفة على ما قبلها، و {اللام} في {لِلْمُؤْمِنِينَ} زائدة، دخلت عليه لتفرق بين يؤمن، بمعنى: يصدق، ويؤمن بمعنى: يثبت الأمان، كما تقدم في بحث التفسير بأوضح بيان {وَرَحْمَةٌ} بالرفع معطوف على {أُذُنٌ} ؛ أي: هو أذن ورحمة، ويقرأ: بالجر عطفًا على {خَيْرٍ} فيمن جر خيرًا {لِلَّذِينَ} جار ومجرور، صفة لـ {رحمة}  {آمَنُوا} فعل وفاعل صلة الموصول {مِنْكُمْ} جار ومجرور، حال من فاعل الصلة؛ أو من الموصول {وَالَّذِينَ} مبتدأ أول {يُؤْذُونَ رَسُولَ اللَّهِ} فعل وفاعل ومفعول صلة الموصول {لَهُمْ} خبر مقدم {عَذَابٌ} مبتدأ مؤخر {أَلِيمٌ} صفة له، والجملة من المبتدأ الثاني وخبره خبر للأول، والجملة من المبتدأ الأول وخبره جملة كبرى في ضمنها جملة صغرى مستأنفة. </p><p> {يَحْلِفُونَ بِاللَّهِ لَكُمْ لِيُرْضُوكُمْ وَاللَّهُ وَرَسُولُهُ أَحَقُّ أَنْ يُرْضُوهُ إِنْ كَانُوا مُؤْمِنِينَ (٦٢) }. </p><p> {يَحْلِفُونَ} فعل وفاعل {بِاللَّهِ} متعلق به، والجملة مستأنفة {لَكُمْ} متعلق به أيضًا {لِيُرْضُوكُمْ}  {اللام} لام كي {يرضوكم} : فعل وفاعل ومفعول، والجملة في تأويل مصدر مجرور باللام، والجار والمجرور متعلق بـ {يَحْلِفُونَ} على كونه بدل اشتمال من {لَكُمْ} ؛ أي: يحلفون بالله لكم، لإرضائهم إياكم، والخطاب فيه للمؤمنين {وَاللَّهُ} مبتدأ {وَرَسُولُهُ} ، معطوف عليه {أَحَقُّ} خبر </p><p> عنهما {أَنْ يُرْضُوهُ} ناصب وفعل وفاعل ومفعول والجملة في تأويل مصدر مجرور بحرف جر محذوف، والتقدير: والله ورسوله أحق بإرضائهم إياهما منكم، والجملة الاسمية في محل النصب حال من ضمير {يَحْلِفُونَ} ؛ أي: يحلفون لكم لإرضائكم، والحال أنه تعالى ورسوله أحق بالإرضاء منكم؛ أي يعرضون عما يهمهم ويشتغلون بما لا يَعْنِيهم، ذكره أبو السعود {إِن} : حرف شرط {كَانُوا} فعل ماض ناقص واسمه في محل الجزم بـ {إِن} الشرطية على كونه فعل شرط لها، {مُؤْمِنِينَ} خبرها، وجواب {إن} الشرطية محذوف، دل عليه السياق، والتقدير: إن كانوا مؤمنين .. فليرضوا الله ورسوله بطاعتهما، فإنهما أحق بالإرضاء، وجملة {إن} الشرطية مستأنفة. </p><p> {أَلَمْ يَعْلَمُوا أَنَّهُ مَنْ يُحَادِدِ اللَّهَ وَرَسُولَهُ فَأَنَّ لَهُ نَارَ جَهَنَّمَ خَالِدًا فِيهَا ذَلِكَ الْخِزْيُ الْعَظِيمُ (٦٣) }. </p><p> {أَلَمْ}  {الهمزة} للاستفهام التوبيخي وفيه معنى التقرير {لم} حرف نفي وجزم {يَعْلَمُوا} فعل وفاعل، مجزوم بـ {لم}  {أَنَّهُ} أن حرف نصب ومصدر و {الهاء} اسمها من اسم شرط جازم، في محل الرفع مبتدأ، والخبر جملة الشرط، أو الجواب أو هما {يُحَادِدِ اللَّهَ} فعل ومفعول مجزوم بـ {مَن} على كونه فعل شرط لها {وَرَسُولَهُ} معطوف على الجلالة، وفاعله ضمير يعود على {مَن}  {فَأَنَّ لَهُ}  {الفاء} : رابطة لجواب {مَن} الشرطية وجوبًا {أن} حرف نصب ومصدر، {لَهُ} جار ومجرور خبر مقدم لها {نَارَ جَهَنَّمَ} اسمها مؤخر {خَالِدًا} حال من الضمير، المجرور باللام {فِيهَا} متعلق بـ {خَالِدًا} وجملة {أن} من اسمها وخبرها في تأويل مصدر مرفوع، على كونه خبرًا لمبتدأ محذوف، تقديره: فجزاؤه كون نار جهنم له خالدًا فيها، والجملة الاسمية في محل الجزم بـ {من} الشرطية على كونه جوابًا لها، وجملة من الشرطية في محل الرفع، خبر لـ {أنَّ} الأولى، وجملة {أن} الأولى في تأويل مصدر ساد مسد مفعولي علم، تقديره: ألم يعلموا كون جزاء من يحادد الله ورسوله نار جهنم، وجملة علم جملة إنشائية، لا محل لها من الإعراب، {ذَلِكَ} مبتدأ {الْخِزْيُ} </p><p> خبره {الْعَظِيمُ} صفة و {الْخِزْيُ} والجملة مستأنفة. </p><p> {يَحْذَرُ الْمُنَافِقُونَ أَنْ تُنَزَّلَ عَلَيْهِمْ سُورَةٌ تُنَبِّئُهُمْ بِمَا فِي قُلُوبِهِمْ قُلِ اسْتَهْزِئُوا إِنَّ اللَّهَ مُخْرِجٌ مَا تَحْذَرُونَ (٦٤) }. </p><p> {يَحْذَرُ الْمُنَافِقُونَ} : فعل وفاعل والجملة مستأنفة {أَنْ تُنَزَّلَ} ناصب وفعل {عَلَيْهِمْ} متعلق به {سُورَةٌ} : نائب فاعل والجملة الفعلية في تأويل مصدر منصوب على المفعولية، تقديره: يحذر المنافقون تنزيل سورة عليهم، الجملة الفعلية مستأنفة {تُنَبِّئُهُمْ} فعل ومفعول، وفاعله ضمير يعود على {سُورَةٌ} والجملة في محل الرفع صفة لـ {سُورَةٌ}  {بِمَا} جار ومجرور، متعلق بـ {تُنَبِّئُهُمْ}  {فِي قُلُوبِهِمْ} جار ومجرور صلة لـ {ما} أو صفة لها {قُلِ} فعل أمر، وفاعله ضمير يعود على محمد، والجملة مستأنفة، {اسْتَهْزِئُوا} إلى آخر الآية، مقول محكي. وإن شئت، قلت {اسْتَهْزِئُوا} فعل وفاعل والجملة في محل النصب مقول القول {إِنَّ اللَّهَ} ناصب واسمه {مُخْرِجٌ} خبره، وجملة {إِنَّ} في محل النصب مقول القول، مسوقة لتعليل ما قبلها {مَا} موصولة، أو موصوفة في محل النصب مفعول {مُخْرِجٌ}  {تَحْذَرُونَ} فعل وفاعل، والجملة صلة لـ {مَا} أو صفة لها، والعائد أو الرابط محذوف تقديره: ما تحذرونه. </p><p> {وَلَئِنْ سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ قُلْ أَبِاللَّهِ وَآيَاتِهِ وَرَسُولِهِ كُنْتُمْ تَسْتَهْزِئُونَ (٦٥) }. </p><p> {وَلَئِنْ}  {الواو} استئنافية {اللام} موطئة للقسم {إن} حرف شرط {سَأَلْتَهُمْ} فعل وفاعل ومفعول أول، والثاني محذوف، تقديره: عن استهزائهم {لَيَقُولُنَّ}  {اللام} موطئة للقسم مؤكدة للأولى {يقولن} فعل مضارع، مرفوع وعلامة رفعه ثبات النون المحذوفة، لتوالي الأمثال، والواو المحذوفة لالتقاء الساكنين، في محل الرفع فاعل، والجملة جواب القسم، لا محل لها من الإعراب، وجواب {إن} الشرطية محذوف، لدلالة جواب القسم عليه، تقديره: وإن سألتهم .. يقولون، وجملة {إن} الشرطية مستأنفة {إِنَّمَا} : أداة حصر </p><p> {كُنَّا} فعل ناقص واسمه {نَخُوضُ} فعل مضارع، وفاعله ضمير يعود على المتكلمين، والجملة الفعلية في محل النصب خبر {كان} وجملة {كان} في محل النصب مقول القول، وجملة {وَنَلْعَبُ} معطوفة على جملة {نَخُوضُ}  {قُل} فعل أمر، وفاعله ضمير يعود على محمد، والجملة مستأنفة {أَبِاللَّهِ} إلى آخر الآية مقول محكي، وإن شئت قلت:  {الهمزة} للاستفهام التوبيخي، داخلة على {كنتم بالله} ومجرور متعلق بـ {تَسْتَهْزِئُونَ}  {وَآيَاتِهِ وَرَسُولِهِ} معطوفان على الجلالة {كُنْتُمْ} فعل ناقص واسمه وجملة {تَسْتَهْزِئُونَ} في محل النصب خبر {كان} وجملة {كان} في محل النصب مقول {قُل} . </p><p> {لَا تَعْتَذِرُوا قَدْ كَفَرْتُمْ بَعْدَ إِيمَانِكُمْ إِنْ نَعْفُ عَنْ طَائِفَةٍ مِنْكُمْ نُعَذِّبْ طَائِفَةً بِأَنَّهُمْ كَانُوا مُجْرِمِينَ (٦٦) }. </p><p> {لَا تَعْتَذِرُوا} فعل وفاعل، مجزوم بـ {لَا} الناهية، والجملة مستأنفة {قَدْ كَفَرْتُمْ} فعل وفاعل {بَعْدَ إِيمَانِكُمْ} ظرف ومضاف إليه، متعلق به، والجملة مستأنفة مسوقة لتعليل النهي قبله {إِنْ نَعْفُ} جازم وفعل مجزوم على كونه فعل شرط له، وفاعله ضمير يعود على {الله}  {عَنْ طَائِفَةٍ} متعلق به {مِنْكُمْ} جار ومجرور صفة لـ {طَائِفَةٍ}  {نُعَذِّبْ طَائِفَةً} فعل ومفعول، مجزوم على كونه جواب الشرط، وفاعله ضمير يعود على {الله} وجملة {إِن} الشرطية مستأنفة {بِأَنَّهُمْ}  {الباء} سببية {أن} حرف نصب، والهاء اسمها وجملة {كَانُوا مُجْرِمِينَ} في محل الرفع، خبر {أن} وجملة أن في تأويل مصدر مجرور بالباء، تقديره: بسبب كونهم {مُجْرِمِينَ} الجار والمجرور متعلق بـ {نُعَذِّبْ} . </p><p> {الْمُنَافِقُونَ وَالْمُنَافِقَاتُ بَعْضُهُمْ مِنْ بَعْضٍ يَأْمُرُونَ بِالْمُنْكَرِ وَيَنْهَوْنَ عَنِ الْمَعْرُوفِ وَيَقْبِضُونَ أَيْدِيَهُمْ نَسُوا اللَّهَ فَنَسِيَهُمْ إِنَّ الْمُنَافِقِينَ هُمُ الْفَاسِقُونَ (٦٧) }. </p><p> {الْمُنَافِقُونَ} : مبتدأ أول {وَالْمُنَافِقَاتُ} : معطوف عليه {بَعْضُهُمْ} : مبتدأ ثان، {مِنْ بَعْضٍ} : خبر للمبتدأ الثاني، وجملة الثاني في محل الرفع خبر للأول، وجملة الأول مستأنفة {يَأْمُرُونَ} : فعل وفاعل {بِالْمُنْكَرِ} : متعلق به، والجملة </p><p> الفعلية مستأنفة، مفسرة لما قبلها، وجملة {وَيَنْهَوْنَ عَنِ الْمَعْرُوفِ} : معطوفة على جملة {يَأْمُرُونَ} : وكذلك جملة {وَيَقْبِضُونَ أَيْدِيَهُمْ} : فعل وفاعل ومفعول، معطوفة عليها. {نَسُوا اللَّهَ} : فعل وفاعل ومفعول والجملة مستأنفة {فَنَسِيَهُمْ}  {الفاء} عاطفة {نسميهم} فعل ومفعول وفاعله ضمير، يعود على {اللَّهَ} والجملة معطوفة على جملة {نَسُوا}  {إِنَّ} حرف نصب {الْمُنَافِقِينَ} اسمها {هُمُ} ضمير فصل {الْفَاسِقُونَ} خبر {إِنَّ} وجملة {إِنَّ} مستأنفة مسوقة لتعليل ما قبلها. </p><p> {وَعَدَ اللَّهُ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْكُفَّارَ نَارَ جَهَنَّمَ خَالِدِينَ فِيهَا هِيَ حَسْبُهُمْ وَلَعَنَهُمُ اللَّهُ وَلَهُمْ عَذَابٌ مُقِيمٌ (٦٨) }. </p><p> {وَعَدَ اللَّهُ الْمُنَافِقِينَ} فعل وفاعل ومفعول أول {وَالْمُنَافِقَاتِ وَالْكُفَّارَ} معطوفان على {الْمُنَافِقِينَ}  {نَارَ جَهَنَّمَ} مفعول ثان، والجملة مستأنفة {خَالِدِينَ} حال من المفعول الأول، وهو مجموع الأصناف الثلاثة، غير أنها حال مقدرة، إذ وقت الوعد لم يكونوا {خَالِدِينَ}  {فِيهَا} متعلق بـ {خَالِدِينَ}  {هِيَ حَسْبُهُمْ} مبتدأ، وخبر، والجملة في محل النصب، حال من {جَهَنَّمَ}  {وَلَعَنَهُمُ اللَّهُ} فعل ومفعول وفاعل، والجملة معطوفة على جملة {وَعَدَ}  {وَلَهُمْ} : خبر مقدم {عَذَابٌ} : مبتدأ مؤخر {مُقِيمٌ} صفة له، والجملة معطوفة على جملة {وَعَدَ} أيضًا. </p><p> {كَالَّذِينَ مِنْ قَبْلِكُمْ كَانُوا أَشَدَّ مِنْكُمْ قُوَّةً وَأَكْثَرَ أَمْوَالًا وَأَوْلَادًا فَاسْتَمْتَعُوا بِخَلَاقِهِمْ فَاسْتَمْتَعْتُمْ بِخَلَاقِكُمْ كَمَا اسْتَمْتَعَ الَّذِينَ مِنْ قَبْلِكُمْ بِخَلَاقِهِمْ} . </p><p> {كَالَّذِينَ} : جار ومجرور خبر لمبتدأ محذوف، ولكنه على حذف مضاف، تقديره: حالكم كائن كحال الذين {مِنْ قَبْلِكُمْ} : والجملة مستأنفة {مِنْ قَبْلِكُمْ} جار ومجرور صلة الموصول {كَانُوا أَشَدَّ} : فعل ناقص واسمه وخبره {مِنْكُمْ} : متعلق بـ {أَشَدَّ} وجملة {كان} مستأنفة مسوقة لبيان حال الذين من قبلهم {قُوَّةً} تمييز محول عن اسم كان منصوب باسم التفضيل أعني أشد </p><p> {وَأَكْثَرَ} معطوف على {أَشَدَّ}  {أَمْوَالًا} ، تمييز منصوب بـ {أكثر}  {وَأَوْلَادًا} معطوف عليه {فَاسْتَمْتَعُوا}  {الفاء} عاطفة {استمتعوا} فعل وفاعل معطوف على {كَانُوا}  {بِخَلَاقِهِمْ} متعلق به {فَاسْتَمْتَعْتُم} معطوف على {استمتعوا}  {بِخَلَاقِكِمْ} متعلق به {كَمَا}  {الكاف} حرف جر وتشبيه {ما} مصدرية {اسْتَمْتَعَ الَّذِينَ} فعل وفاعل {مِنْ قَبْلِكُمْ} جار ومجرور صلة الموصول {بِخَلَاقِهِمْ} متعلق باستمتع وجملة استمتع صلة ما المصدرية، ما مع صلتها في تأويل مصدر مجرور بالكاف الجار والمجرور صفة لمصدر محذوف تقديره فاستمتعتم بخلاقكم استمتاعًا كائنًا كاستمتاع الذين من قبلكم. </p><p> {وَخُضْتُمْ كَالَّذِي خَاضُوا أُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ وَأُولَئِكَ هُمُ الْخَاسِرُونَ} . </p><p> {وَخُضْتُمْ} : فعل وفاعل معطوف على {استمتعتم}  {كَالَّذِي} : جار ومجرور صفة لمصدر محذوف، ولكنه على حذف مضاف تقديره: وخضتم في الباطل خوضًا كائنًا، كخوض الفريق الذي خاضوا من قبلكم {خَاضُوا} فعل وفاعل، والجملة صلة الموصول وأتى في العائد بضمير الجمع نظرًا لمعنى الذي لأنه هنا عبارة عن الفريق {أُولَئِكَ} : مبتدأ {حَبِطَتْ أَعْمَالُهُمْ} فعل وفاعل، والجملة في محل الرفع خبر المبتدأ، والجملة الاسمية مستأنفة {فِي الدُّنْيَا} متعلق بـ {حَبِطَتْ}  {وَالْآخِرَةِ} معطوف على الدنيا {أُولَئِكَ} : مبتدأ {هُمُ} ضمير فصل {الْخَاسِرُونَ} خبر المبتدأ، والجملة الاسمية معطوفة على الجملة التي قبلها. </p><p> {أَلَمْ يَأْتِهِمْ نَبَأُ الَّذِينَ مِنْ قَبْلِهِمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَقَوْمِ إِبْرَاهِيمَ وَأَصْحَابِ مَدْيَنَ وَالْمُؤْتَفِكَاتِ أَتَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ (٧٠) }. </p><p> {أَلَمْ}  {الهمزة} فيه: للاستفهام التقريري {لم} حرف جزم {يَأْتِهِمْ} فعل ومفعول مجزوم بلم {نَبَأُ الَّذِينَ} : فاعل ومضاف إليه، والجمل مستأنفة {مِنْ قَبْلِهِمْ} : جار ومجرور صلة الموصول {قَوْمِ نُوحٍ} : بدل الموصول بدل بعض من كل {وَعَادٍ} : معطوف على {قَوْمِ نُوحٍ} مجرور بالكسرة الظاهرة {وَثَمُودَ} </p><p> معطوف عليه أيضًا مجرور بالفتحة، للعلمية والتأنيث المعنوي {وَقَوْمُ إِبْرَاهِيمَ} : معطوف عليه أيضًا وكذلك {وَأَصْحَابِ مَدْيَنَ وَالْمُؤْتَفِكَاتِ} : معطوفان عليه أيضًا {أَتَتْهُمْ رُسُلُهُمْ} : فعل ومفعول وفاعل {بِالْبَيِّنَاتِ} : متعلق به، والجملة مستأنفة مسوقة لبيان نبأهم كما ذكره أبي السعود. {فَمَا}  {الفاء} عاطفة على محذوف تقديره: أتتهم رسلهم بالبينات، فكذبوهم فأهلكوا {ما} : نافية، {كَانَ اللَّهُ} : فعل ناقص واسمه {لِيَظْلِمَهُمْ} : {اللام} : حرف جر وجحود {يَظْلِمَهُمْ} : فعل ومفعول، منصوب بأن مضمرة وجوبًا بعد لام الجحود، وفاعله ضمير يعود على {اللَّهُ} والجملة الفعلية صلة أو المضمرة {أن} مع صلتها في تأويل مصدر مجرور باللام تقديره: لظلمه إياهم الجار والمجرور متعلق بمحذوف، خبر كان، تقديره: فما كان الله مريدًا لظلمه إياهم، وجملة كان معطوفة على ذلك المحذوف {وَلَكِنْ} : {الواو} : عاطفة {لَكِنْ} : حرف استدراك. {كَانُوا} فعل ناقص واسمه {أَنْفُسَهُمْ} : مفعول مقدم لـ {يَظْلِمُونَ} قدمه عليه للاهتمام به، ولرعاية الفاصلة وجملة {يَظْلِمُونَ} في محل النصب خبر {كَانُ} وجملة الاستدراك معطوفة على جملة قوله: {فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ} . </p><p> {وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَيُطِيعُونَ اللَّهَ وَرَسُولَهُ أُولَئِكَ سَيَرْحَمُهُمُ اللَّهُ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ} . </p><p> {وَالْمُؤْمِنُونَ} مبتدأ أول {وَالْمُؤْمِنَاتُ} معطوف عليه {بَعْضُهُمْ} مبتدأ ثان {أَوْلِيَاءُ بَعْضٍ} : خبر للمبتدأ الثاني، وجملة الثاني خبر للأول، وجملة الأول مستأنفة {يَأْمُرُونَ} فعل وفاعل {بِالْمَعْرُوفِ} متعلق به، والجملة مستأنفة مسوقة لبيان خصالهم الحميدة {وَيَنْهَوْنَ} فعل وفاعل معطوف على {يَأْمُرُونَ}  {عن الْمُنْكَرِ} متعلق به، وكذلك جملة قوله:  {وَيُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَيُطِيعُونَ اللَّهَ وَرَسُولَهُ} : معطوفاتٌ عليها أيضًا {أُولَئِكَ} مبتدأ {سَيَرْحَمُهُمُ اللَّهُ} : فعل ومفعول وفاعل، والجملة في محل الرفع خبر المبتدأ، والجملة الاسمية مستأنفة، مسوقة لبيان عاقبتهم الحسنة، {إِنَّ اللَّهَ عَزِيزٌ} ناصب واسمه وخبره {حَكِيمٌ} خبر ثان </p><p> له، الجملة مستأنفة، مسوقة لتعليل ما قبلها. </p><p> {وَعَدَ اللَّهُ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ وَرِضْوَانٌ مِنَ اللَّهِ أَكْبَرُ ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ (٧٢) }. </p><p> {وَعَدَ اللَّهُ الْمُؤْمِنِينَ} فعل وفاعل ومفعول أول {وَالْمُؤْمِنَاتِ} معطوف على {الْمُؤْمِنِينَ}  {جَنَّاتٍ} مفعول ثان لـ {وَعَدَ} والجملة الفعلية مستأنفة {تَجْرِي} فعل مضارع {مِنْ تَحْتِهَا} متعلق به {الْأَنْهَارُ} : فاعل وجملة {تَجْرِي} في محل النصب صفة لـ {جَنَّاتٍ} ولكنها صفة سببية {خَالِدِينَ} حال مقدرة أو {وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ}  {فِيهَا} متعلق به {وَمَسَاكِنَ} : معطوف على {جَنَّاتِ}  {طَيِّبَةً} : صفة أولى {فِي جَنَّاتِ عَدْنٍ} جار ومجرور، ومضاف إليه، صفة ثانية لـ {مَسَاكِنَ}  {رِضْوَانٌ} مبتدأ وسوغ الابتداء بالنكرة وصفه، بما بعده {مِنَ اللَّهِ} جار ومجرور صفة لـ {رِضْوَانٌ}  {أَكْبَرُ} خبر لـ {رضوان} والجملة مستأنفة {ذَلِكَ} مبتدأ {هُوَ} ضمير فصل {الْفَوْزُ} خبر المبتدأ {الْعَظِيمُ} صفة له، والجملة مستأنفة. </p><p> التصريف ومفردات اللغة </p><p> {وَمِنْهُمُ الَّذِينَ يُؤْذُونَ النَّبِيَّ} الأذى: ما يؤلم الحي المدرك في بدنه، أو في نفسه، ولو ألمًا خفيفًا، يقال: أوذي بكذا، أذًى، وتأذى تأذِّيًا إذا أصابه مكروه يسير {وَيَقُولُونَ هُوَ أُذُنٌ} والأذن: هو الذي يسمع أو كل أحد ما يقبل فيقبله، ويصدقه، ويقولون: رجل أذن؛ أي: يسرع الاستمتاع والقبول، وفي \"المختار\" أذن له، إذا استمع، وبابه طرب، ورجل أُذن بالضم، إذا كان يسمع مقال كل أحد، يستوي فيه الواحد والجمع، اهـ {وَيُؤْمِنُ لِلْمُؤْمِنِينَ} ؛ أي؛ يصدقهم لما علم فيهم أو علامات الإيمان، الذي يوجب عليهم الصدق {أَلَمْ يَعْلَمُوا أَنَّهُ مَنْ يُحَادِدِ اللَّهَ} ؛ أي: يخالفه ويخاصمه، وأصل المحادة في اللغة أو الحد؛ أي: الجانب كأن كل واحد أو المتخاصمين في محل غير محل صاحب اهـ \"خازن\" يعني: أن المحادة من الحد، وهو طرف الشيء كالمشاقة من الشق بالكسر. وهو الجانب </p><p> ونصف الشيء المنشق منه، وهما بمعنى المعاداة، من العدوة بالضم: وهي جانب الوادي؛ لأن العدو يكون في غاية البعد عمن يعاديه عداء البغض، بحيث لا يتزاوران ولا يتعاونان، فكأنَّ كلا منهما في شق وعدوة غير التي فيها الآخر، إذ هما على طرفي بنقيض، وهكذا المنافقون يكونون في الجانب المقابل للجانب الذي يحب الله لعباده، والرسول لأمته من الحق والخير، والعمل الصالح. </p><p> {يَحْذَرُ الْمُنَافِقُونَ} الحذر: الإحتراز والتحفظ مما يخشى ويخاف منه، {مُخْرِجٌ} : من الإخراج والإخراج: إظهار الشيء الخفي المستتر، كإخراج الحب والنبات أو الأرض {إِنَّمَا كُنَّا نَخُوضُ} والخوض: الدخول في البحر، أو في الوحل، وكثر استعماله في الباطل، لما فيه من التعرض للأخطار {لَا تَعْتَذِرُوا} والاعتذار الإدلاء بالعذر، وهو ما يراد به محو أثر الذنب وترك المؤاخذة عليه، أو عذر الصبي يعذره؛ في: ختنه تطهيرًا له، بقطع عذرته؛ في: قلفته، وفي \"الفتوحات\" والاعتذار: التنصل أو الذنب، وأصله أو تعذرت المنازل؛ أي: درست وانمحت آثارها، فالمعتذر يزاول أبو ذنبه، وقيل: أصله أو العذر، وهو القطع، ومنه العذرة؛ لأنها تقطع، قال ابن الأعرابي: ويقولون اعتذرت المياه؛ أي: انقطعت، فكأن المعتذر يحاول قطع الذم عنه، اهـ \"سمين\"  {عَنْ طَائِفَةٍ} والطائفة: الجماعة أو الناس، والقطعة أو الشيء، يقال: ذهبت طائفة من الليل، ومن العمر، وأعطاه طائفةً من ماله. </p><p> {وَعَدَ اللهُ المُنَافِقِينَ} يقال: وعده في الخير والشر، والاختلاف إنما هو بالمصدر، فمصدر الأول: وعد، ومصدر الثاني: وعيد فاستعمل وعد في الشر، كما هنا، وفي الخير، فيما سيأتي في قوله:  {وَعَدَ اللَّهُ الْمُنَافِقِينَ ....} إلخ وفي \"المصباح\" وعده وعدًا يستعمل في الخير والشر، ويعدى بنفسه وبالباء، فيقال: وعده الخير وبالخير، وشرًّا وبالشر، وإذا أسقطوا لفظ الخير والشر .. قالوا في الخير: وعده وعدًا، وعدةً، وفي الشر وعده وعيدًا، فالمصدر فارق، وأوعده خيرًا وشرًّا بالألف أيضًا، وقد أدخلوا الباء مع الألف في الشر خاصة، يقال: أوعده بالسجن اهـ. </p><p> {بَعْضُهُمْ مِنْ بَعْضٍ} ؛ أي: متشابهون فيه وصفًا وعملًا، كما تقول: أنت مني وأنا منك، أي: أمرنا واحد، لا افتراق بيننا {بِالْمُنْكَرِ} وهو إما شرعي، وهو ما يستقبحه الشرع وينكره، وإما فطري، وهو ما تستنكره العقول الراجحة، والفطر السليمة، لمنافاته للفضائل، والمنافع الفردية، والمصالح العامة، وضده المعروف في كل ذلك {وَيَقْبِضُونَ أَيْدِيَهُمْ} وقبض الأيدي يراد به الكف عز البذل، وضده بسط اليد {نَسُوا اللَّهَ} ؛ أي: تركوا أوامره حتى صارت عندهم بمنزلة المنسي {فَنَسِيَهُمْ} ؛ أي: فجازاهم على نسيانهم بحرمانهم أو النشاب على ذلك في الآخرة {هُمُ الْفَاسِقُونَ} ؛ أي: الخارجون عن الطاعة المنسلخون عن فضائل الإيمان {وَلَعَنَهُمُ اللَّهُ} واللعن الطرد والإبعاد أو الرحمة، والإهانة والمذلة {عَذَابٌ مُقِيمٌ} والمقيم الثابت الذي لا يتحول {بِخَلَاقِهِمْ} ؛ أي: بنصيبهم من ملاذ الدنيا، واشتقاقه أو الخلق، بمعنى التقدير: فإنه ما قدر لصاحبه، كما في \"البيضاوي\" . </p><p> {وَخُضْتُمْ} ؛ أي: دخلتم في الباطل وتلبستم به {حَبِطَتْ أَعْمَالُهُمْ} يقال: حبط العمل إذا فسد، وذهبت فائدته {هُمُ الْخَاسِرُونَ} : من الخسارة والخسارة في التجارة تقابل الربح فيها {وَالْمُؤْتَفِكَاتِ} ؛ أي: المنقلبات التي جعل الله عاليها سافلها، جمع مؤتفكة، من الائتفاك، وهو الانقلاب، بجعل أعلى الشيء أسفله بالخسف، وهي قرى قوم لوط، يقال: أَفَكَهُ إذا قلبه، وبابه ضرب وفي \"السمين\" والمؤتفكات؛ أي: المنقلبات، يقال: أفكته فأتفك؛ أي: قلبته فانقلب والمادة تدل على التحول والصرف ومنه {يُؤفَكُ عَنْهُ مَن أُفِكَ} ؛ أي: يصرف اهـ. </p><p> {وَمَسَاكِنَ طَيِّبَةً} ؛ أي: منازل يطيب العيش فيها، جمع مسكن، وهو من أوزان منتهى الجموع؛ لأنه على زنة مفاعل كمساجد. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات ضروبًا من البلاغة والفصاحة والبيان والبديع: </p><p> فمنها: المجاز المرسل في قوله: {هُوَ أُذُنٌ} لما فيه من إطلاق اسم الجزء </p><p> على الكل، للمبالغة في استماعه، كأنه عين آلة الاستماع، وفي \"المصباح\" أنه مجاز مرسل، كما يراد بالعين الرجل إذا كان ربيئة؛ في: طليعة وجاسوسًا؛ لأن العين هي المقصودة منه، فصارت كأنها الشخص كله. </p><p> ومنها: إبراز اسم الرسول في قوله: {يُؤذُونَ رَسُولَ اَللهِ} حيث لم يأت به ضميرًا ولم يقل: يؤذونه تعظيمًا لشأنه عليه السلام، وجمعًا له في الآية بين الرتبتين العظيمتين، النبوة والرسالة، وفيه أيضًا إضافة إليه زيادةً في تشريفه. </p><p> ومنها: الاستفهام التوبيخي في قوله: {أَلَمْ يَعْلَمُوا أَنَّهُ مَنْ يُحَادِدِ اللَّهَ} . </p><p> ومنها: الإشارة بالبعيد عن القريب، في قوله:  {ذَلِكَ الْخِزْيُ الْعَظِيمُ} للإيذان ببعد درجته في الهول والفظاعة. </p><p> ومنها: الكناية في قوله: {وَيَقْبِضُونَ أَيْدِيَهُمْ} ؛ لأن قبض الأيدي كناية عن الشح والبخل، كما أن بسطها كناية عن الكرم والجود. </p><p> ومنها: المجاز المرسل في قوله: {نَسُوا اللَّهَ فَنَسِيَهُمْ} ؛ لأنه مجاز عن الترك، ففيه إطلاق الملزوم وإرادة اللازم. </p><p> ومنها: الالتفات في قوله: {كَالَّذِينَ مِنْ قَبْلِكُمْ} ؛ لأن فيه التفاتًا عن الغيبة في قوله: المنافقون إلى الخطاب لزيادة التقريع والتوبيخ. </p><p> ومنها: الإطناب في قوله: {فَاسْتَمْتَعْتُمْ بِخَلَاقِكُمْ ...} الآية، والغرض منه: الذم والتوبيخ لاشتغالهم بالمتاع الخسيس عن الشيء النفيس. </p><p> ومنها: الالتفات في قوله: {أَلَمْ يَأْتِهِمْ نَبَأُ الَّذِينَ} فهو رجوع إلى الغيبة عن الخطاب، ففيه التفات وفيه أيضًا الاستفهام التقريري، حملًا لهم على الإقرار بما بعد النافي. </p><p> ومنها: تقديم المفعول في قوله: {وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ} لمجرد الاهتمام به، مع مراعاة الفاصلة، أو غير قصدٍ إلى قصر المظلومية عليهم، كما ذكره أبي السعود. </p><p> ومنها: الإظهار في مقام الإضمار في قوله: {وَعَدَ اللَّهُ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ} تسجيلًا عليهم بأنهم يستحقون جهنم باسم النفاق، وفي قوله:  {وَعَدَ اللَّهُ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ} إشعارا بأنهم يستحقون ذلك الجزاء بصفة الإيمان، وزيادة في التقرير. </p><p> ومنها: التنكير في قوله: {وَرِضْوَانٌ مِنَ اللَّهِ} دلالة على التحقير والتقليل. </p><p> ومنها: جمع المؤكدات في قوله: {إِنَّ الْمُنَافِقِينَ هُمُ الْفَاسِقُونَ} . </p><p> ومنها: التشبيه في قوله: {كَالَّذِينَ مِنْ قَبْلِكُمْ} . </p><p> ومنها: التكرار في قوله: {وَالَّذِينَ يُؤْذُونَ رَسُولَ اللَّهِ} . </p><p> ومنها: الجناس المغاير في قوله: {وَيُؤْمِنُ لِلْمُؤْمِنِينَ} . </p><p> ومنها: الحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ (٧٣) يَحْلِفُونَ بِاللَّهِ مَا قَالُوا وَلَقَدْ قَالُوا كَلِمَةَ الْكُفْرِ وَكَفَرُوا بَعْدَ إِسْلَامِهِمْ وَهَمُّوا بِمَا لَمْ يَنَالُوا وَمَا نَقَمُوا إِلَّا أَنْ أَغْنَاهُمُ اللَّهُ وَرَسُولُهُ مِنْ فَضْلِهِ فَإِنْ يَتُوبُوا يَكُ خَيْرًا لَهُمْ وَإِنْ يَتَوَلَّوْا يُعَذِّبْهُمُ اللَّهُ عَذَابًا أَلِيمًا فِي الدُّنْيَا وَالْآخِرَةِ وَمَا لَهُمْ فِي الْأَرْضِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ (٧٤) وَمِنْهُمْ مَنْ عَاهَدَ اللَّهَ لَئِنْ آتَانَا مِنْ فَضْلِهِ لَنَصَّدَّقَنَّ وَلَنَكُونَنَّ مِنَ الصَّالِحِينَ (٧٥) فَلَمَّا آتَاهُمْ مِنْ فَضْلِهِ بَخِلُوا بِهِ وَتَوَلَّوْا وَهُمْ مُعْرِضُونَ (٧٦) فَأَعْقَبَهُمْ نِفَاقًا فِي قُلُوبِهِمْ إِلَى يَوْمِ يَلْقَوْنَهُ بِمَا أَخْلَفُوا اللَّهَ مَا وَعَدُوهُ وَبِمَا كَانُوا يَكْذِبُونَ (٧٧) أَلَمْ يَعْلَمُوا أَنَّ اللَّهَ يَعْلَمُ سِرَّهُمْ وَنَجْوَاهُمْ وَأَنَّ اللَّهَ عَلَّامُ الْغُيُوبِ (٧٨) الَّذِينَ يَلْمِزُونَ الْمُطَّوِّعِينَ مِنَ الْمُؤْمِنِينَ فِي الصَّدَقَاتِ وَالَّذِينَ لَا يَجِدُونَ إِلَّا جُهْدَهُمْ فَيَسْخَرُونَ مِنْهُمْ سَخِرَ اللَّهُ مِنْهُمْ وَلَهُمْ عَذَابٌ أَلِيمٌ (٧٩) اسْتَغْفِرْ لَهُمْ أَوْ لَا تَسْتَغْفِرْ لَهُمْ إِنْ تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ ذَلِكَ بِأَنَّهُمْ كَفَرُوا بِاللَّهِ وَرَسُولِهِ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ (٨٠) فَرِحَ الْمُخَلَّفُونَ بِمَقْعَدِهِمْ خِلَافَ رَسُولِ اللَّهِ وَكَرِهُوا أَنْ يُجَاهِدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللَّهِ وَقَالُوا لَا تَنْفِرُوا فِي الْحَرِّ قُلْ نَارُ جَهَنَّمَ أَشَدُّ حَرًّا لَوْ كَانُوا يَفْقَهُونَ (٨١) فَلْيَضْحَكُوا قَلِيلًا وَلْيَبْكُوا كَثِيرًا جَزَاءً بِمَا كَانُوا يَكْسِبُونَ (٨٢) فَإِنْ رَجَعَكَ اللَّهُ إِلَى طَائِفَةٍ مِنْهُمْ فَاسْتَأْذَنُوكَ لِلْخُرُوجِ فَقُلْ لَنْ تَخْرُجُوا مَعِيَ أَبَدًا وَلَنْ تُقَاتِلُوا مَعِيَ عَدُوًّا إِنَّكُمْ رَضِيتُمْ بِالْقُعُودِ أَوَّلَ مَرَّةٍ فَاقْعُدُوا مَعَ الْخَالِفِينَ (٨٣) }. </p><p> المناسبة </p><p> قوله تعالى:  {يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ ....} الآية، مناسبة هذه الآية لما قبلها: أن الله سبحانه وتعالى لما وصف (١) المؤمنين بشريف الصفات، ووعدهم بأجزل النشاب، وأرفع الدرجات .. أعاد الكرة إلى تهديد المنافقين، وإنذارهم بالجهاد، كالكفار المجاهرين بكفرهم، إذا هم استرسلوا في إظهار ما ينافي الإِسلام، من الأقوال والأفعال، كالقول الذي قالوه وأنكروه بعد أن أظهره </p><p>(١) المراغي.</p><p> الله عليه، وكذبهم في إنكارهم. </p><p> وجهادهم أن لا يعاملوا معاملة المؤمنين الصادقين، فيقابلون بالغلظة والتجهم لا بالطلاقة والبشر، إلى نحو ذلك مما سيذكر. </p><p> وقال أبو حيان (١) : لما ذكر الله سبحانه وتعالى وعيد غير المؤمنين، وكانت السورة قد نزلت في المنافقين .. بدأ بهم في ذلك بقوله:  {وَعَدَ اللَّهُ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْكُفَّارَ نَارَ جَهَنَّمَ} ولمَّا ذكر أمر الجهاد، وكان الكفار غير المنافقين أشد شكيمة، وأقوى أسبابًا في القتال، وأنكاءً بتصديهم للقتال، قال:  {جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ} فبدأ بهم قوله تعالى: {وَمِنْهُمْ مَنْ عَاهَدَ اللَّهَ لَئِنْ آتَانَا مِنْ فَضْلِهِ} هذه الآيات بيان لحال طائفة أخرى أو المنافقين، أغناهم الله تعالى بعد فقرٍ وإملاقٍ، وقد كانوا يلجؤون إلى الله وقت البأساء والضراء، فيدعونه ويعاهدونه على الشكر له، والطاعة لشرعه، إذا هو كشف ضرهم وأغناهم بعد فقرهم، فلما استجاب دعاءهم .. نكصوا على أعقابهم، وكفروا النعمة، وهضموا يقول الخلق، ومثل هؤلاء يوجدون في كل زمان ومكان. </p><p> قوله تعالى:  {الَّذِينَ يَلْمِزُونَ الْمُطَّوِّعِينَ مِنَ الْمُؤْمِنِينَ فِي الصَّدَقَاتِ ...} الآية، مناسبة هذه الآية لما قبلها (٢) : أن الله سبحانه وتعالى لما ذكر بخل المنافقين، وشحهم بأموالهم حتى بعد أن عاهدوا الله على الصدقة إذا آتاهم أو فضله .. أردف ذلك ببيان أنهم، يقتصروا في جرمهم على هذا الحد، بل جاوزوا ذلك إلى لمز المؤمنين، وذمهم في صدقاتهم غنيهم وفقيرهم، وأنهم لهذا قد وصلوا إلى حدّ لم يعد لهم فيه أدنى حظٍّ من الإِسلام، ولا أدنى نفع أو استغفار الرسول، ودعائه لهم، لرسوخهم في الكفر بالله ورسوله وعدم الرَّجاء في إيمانهم. </p><p> قوله تعالى:  {فَرِحَ الْمُخَلَّفُونَ بِمَقْعَدِهِمْ خِلَافَ رَسُولِ اللهِ ....} الآية، مناسبة هذه الآيات لما قبلها: أن الله سبحانه وتعالى لما ذكر بعض سوءات المنافقين أو اعتذارهم للمؤمنين عن الخروج معهم للقتال، ولمزهم في قسمة الصدقات، وفي </p><p>(١) البحر المحيط. (٢) المراغي.</p><p> إعطائهم .. عاد إلى الكلام في ذكر حال الذين تخلفوا عن القتال في عزوة تبوك وظلوا في المدينة، وبيان ما يجب من معاملة هؤلاء بعد الرجوع إليها، وقد نزل ذلك أثناء السفر. </p><p> أسباب النزول </p><p> قوله تعالى:  {يَحْلِفُونَ بِاللَّهِ مَا قَالُوا ....} الآية، سبب نزول هذه الآية: ما أخرجه (١) ابن أبي حاتم، عن ابن عباس قال: كان الجلاس بن سويد بن الصامت ممن تخلف عن رسول الله - صلى الله عليه وسلم - في غزوة تبوك، وقال: لئن كان هذا الرجل صادقًا .. لنحن شر من الحمير، فرفع عمير بن سعيد ذلك إلى رسول الله - صلى الله عليه وسلم -، فحلف بالله ما قلت، فأنزل الله {يَحْلِفُونَ بِاللَّهِ مَا قَالُوا ...} الآية، فزعموا أنه تاب وحسنت توبته. </p><p> ثم أخرج عن كعب بن مالك نحوه، وأخرج أيضًا عن أنس بن مالك، قال: سمع زيد بن أرقم رجلًا من المنافقين، يقول والنبي - صلى الله عليه وسلم -، يخطب: إن كان هذا صادقًا .. لنحن شر من الحمير، فرفع ذلك إلى النبي - صلى الله عليه وسلم -، فجحد القائل: فأنزل الله {يَحْلِفُونَ بِاللَّهِ مَا قَالُوا ...} الآية. </p><p> وأخرج ابن جرير، عن ابن عباس قال: كان رسول الله - صلى الله عليه وسلم -، جالسًا في ظل شجرة، فقال:  \"إنه سيأتيكم إنسان ينظر بعيني شيطان\" ، فطلع رجل أزرق، فدعاه رسول الله - صلى الله عليه وسلم -، فقال:  \"علام تشتمني أنت وأصحابك\" ، فانطلق الرجل: فجاء بأصحابه، فحلفوا باللهِ ما قالوا حتى تجاوز عنهم، فأنزل الله تعالى:  {يَحْلِفُونَ بِاللَّهِ مَا قَالُوا ...} الآية، وأخرج (٢) قتادة، قال: إن رجلين اقتتلا أحدهما من جهينة، والآخر من غفار، وكانت جهينة حلفاء الأنصار، وظهر الغفاري على الجهيني، فقال عبد الله بن أبي للأوس: انصروا أخاكم، فوالله ما مثلنا ومثل محمَّد إلا كما قال القائل: سَمِّنْ كلبك يأكلك، لئن رجعنا إلى المدينة .. ليخرجن الأعز منها الأذل، فسعى رجل من المسلمين إلى رسول الله - صلى الله عليه وسلم -، فأرسل إليه، فسأله، فجعل يحلف بالله </p><p>(١) لباب النقول. (٢) لباب النقول.</p><p> ما قال، فأنزل الله:  {يَحْلِفُونَ بِاللَّهِ مَا قَالُوا ...} الآية. </p><p> قوله تعالى:  {وَهَمُّوا بِمَا لَمْ يَنَالُوا ...} سبب نزولها: ما أخرجه الطبراني، عن ابن عباس، قال: همَّ رجلٌ، يقال له: الأسود، بقتل النبي - صلى الله عليه وسلم -، فنزلت:  {وَهَمُّوا بِمَا لَمْ يَنَالُوا ...} . </p><p> وأخرج ابن جرير، وأبو الشيخ عن عكرمة، أن مولى بني عدي بن كعب، قتل رجلًا من الأنصار، فقضى النبيُّ - صلى الله عليه وسلم -، بالدية اثني عشر ألفًا، وفيه نزلت:  {وَمَا نَقَمُوا إِلَّا أَنْ أَغْنَاهُمُ اللَّهُ وَرَسُولُهُ مِنْ فَضْلِهِ} قال: بأخذهم الدية. </p><p> قوله تعالى:  {وَمِنْهُمْ مَنْ عَاهَدَ اللَّهَ ...} الآية، أخرج (١) الطبراني وابن مردويه وابن أبي حاتم والبيهقي في \"الدلائل\" ، بسند ضعيف، عن أبي أمامة، أن ثعلبة بن حاطب قال: يا رسول الله، ادع الله أن يرزقني مالًا، قال:  \"ويحك يا ثعلبة! قليل تؤدي شكره، خير من كثير لا تطيقه\" قال: والله لئن آتاني الله مالًا .. لأوتين كل ذي حق حقه، فدعا له، فاتَّخذ غنمًا فنمت حتى ضاقت عليه أزقة المدينة، فتنحى بها، وكان يشهد الصلاة ثم يخرج إليها، ثم نمت حتى تعذرت عليه مراعي المدينة، فتنحى بها، فكان يشهد الجمعة ثم يخرج إليها، ثم نمت فتنحى بها فترك الجمعة والجماعات، ثم أنزل الله على رسوله {خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِرُهُمْ وَتُزَكِّيهِمْ بِهَا} فاستعمل على الصدقات رجلين، وكتب لهما كتابًا فأتيا ثعلبة، فأقرآه كتاب رسول الله - صلى الله عليه وسلم -، فقال: انطلقا إلى الناس، فإذا فرغتم .. فمروا بي، ففعلا، فقال: ما هذه إلا أخت الجزية، فانطلقا فأنزل الله عَزَّ وَجَلَّ {وَمِنْهُمْ مَنْ عَاهَدَ اللَّهَ لَئِنْ آتَانَا مِنْ فَضْلِهِ} إلى قوله: {يُكَذِّبُونَ} الحديث بطوله. </p><p> قوله تعالى:  {الَّذِينَ يَلْمِزُونَ الْمُطَّوِّعِينَ ...} الآية، سبب نزولها: ما أخرجه الشيخان، عن أبي مسعود، قال: لما نزلت آية الصدقة .. كنا نحامل على ظهورنا، فجاء رجل فتصدق بشيء كثير، فقالوا: مراء، وجاء آخر فتصدق بصاع، فقالوا: إن الله لغني عن صاع هذا، فنزل:  {الَّذِينَ يَلْمِزُونَ الْمُطَّوِّعِينَ ...} </p><p>(١) لباب النقول.</p>"
}