{
  "id": null,
  "sura": 9,
  "aya": 47,
  "text": "<p> ومجموع الروايات يدلّ على أن أشخاصًا من منافقي المدينة قالوا ذلك لحرمانهم من العطية، ولم يقله أحد من المهاجرين، ولا من الأنصار الأولين الذين بايعوا النبي - صلى الله عليه وسلم - في منى. </p><p> التفسير وأوجه القراءة </p><p> ٤٧ - وقوله:  {لَوْ خَرَجُوا} شروع في بيان المفاسد التي تترتب على خروجهم؛ أي: لو خرج هؤلاء المنافقون المستأذنون في القعود {فِيكُمْ} ؛ أي: في جيشكم وفي جمعكم، وقيل: في بمعنى: مع؛ أي: معكم {مَا زَادُوكُمْ} بخروجهم معكم شيئًا {إِلَّا خَبَالًا} ؛ أي: إلا فسادًا وشرًّا، وأصل الخبال: اضطراب ومرض يؤثر في العقل، كالجنون، والمراد به هنا الفساد والنميمة وإيقاع الاختلاف والأراجيف، قيل: هذا الاستثناء متصل والمستثنى منه محذوف، والمعنى: ما زادوكم شيئًا إلا خبالًا، والمتصل ما كان المستثنى فيه من جنس المستثنى منه، بالخبال بعض المستثنى منه المحذوف؛ لأنه داخل في الشيء، وقيل: منقطع، والمعنى: ما زادوكم قوةً ولا شدةً، ولكن خبالًا، وقوله:  {وَلَأَوْضَعُوا} معطوف على {مَا زَادُوكُمْ} والمفعول محذوف؛ أي: ولأسرعوا ركائب نمائمهم وإفساداتهم {خِلَالَكُمْ} ؛ أي: بينكم. </p><p> والمعنى: ولأسرعوا بينكم بالإفساد، بما يختلقونه من الأكاذيب المشتملة على الإرجاف والنمائم الموجبة لفساد ذات البين، وقال الحسن: معناه: لأسرعوا بالنميمة، وخط في المصحف {ولا أوضعوا} بزيادة الألف؛ لأنّ الفتحة كانت تكتب ألفًا قبل الخط العربي، والخط العربي اخترع قريبًا من نزول القرآن، وقد بقي من تلك الألف أثرٌ في الطباع، فكتبوا صورة الهمزة ألفًا، وفتحها ألفًا أخرى، ونحوه: أو لا أذبحنه ذكره النسفي. </p><p> وقرأ ابن أبي عبلة (١) : {ما زادكم} بغير واو؛ أي: . ما زادكم خروجهم إلا خبالا وفسادًا، وقرأ محمد بن القاسم:  {لأسرعوا بالفرار} وقرأ مجاهد </p><p>(١) البحر المحيط.</p><p> ومحمد بن زيد:  {ولأوفضوا} ؛ أي: أسرعوا كقوله: {إِلَى نُصُبٍ يُوفِضُونَ} وقرأ ابن الزبير: {ولأرفضوا} بالراء من رفض، إذا أسرع في مشيه رفضًا ورفضانًا، والخلال جمع الخلل، وهو الفرجة بين الشيئين، وجملة قوله:  {يَبْغُونَكُمُ الْفِتْنَةَ} حال (١) من فاعل أوضعوا؛ أي: ولأسرعوا فيما بينكم، حال كونهم باغين؛ أي: طالبين لكم الفتنة؛ أي: يطلبون لكم ما تفتنون به، وذلك أنهم يقولون للمؤمنين: لقد جمعوا لكم كذا وكذا، ولا طاقة لكم بهم، وإنكم ستهزمون منهم، وسيظرون عليكم، ونحو ذلك من الأحاديث الكاذبة التي تورث الجبن والفشل. </p><p> والمعنى: يطلبون لكم، ما تفتنون به بإلقاء الرعب في قلوبكم، وبإفساد نياتكم، وقيل معناه: يطلبون لكم العيب والشر، وجملة قوله:  {وَفِيكُمْ سَمَّاعُونَ لَهُمْ} حال إما من مفعول {يَبْغُونَكُمُ} أو من فاعله، وجاز ذلك؛ لأنّ في الجملة ضميريهما، قال مجاهد: يعني وفيكم في خلالكم عيون لهم، يؤدون إليهم أخباركم، وما يسمعون منكم، وهم الجواسيس، فاللام على هذا المعنى للتعليل، وقال قتادة: وفيكم مطيعون لهم، يسمعون كلام المنافقين ويطيعونهم، وذلك؛ لأنهم يلقون إليهم أنواعا من الشبهات الموجبة لضعف القلب، فيقبلونها منهم، فاللام على هذا المعنى لتقوية التعدية، كقوله تعالى:  {فَعَّالٌ لِمَا يُرِيدُ} . </p><p> فإن قلت: كيف (٢) يجوز أن يكون في المؤمنين المخلصين من يسمع ويطيع المنافقين؟ </p><p> قلتُ: يحتمل أن يكون بعض المؤمنين لهم أقارب من كبار المنافقين ورؤساءهم، فإذا قالوا قولًا .. ربما أثر في قلوب ضعفة المؤمنين، في بعض الأحوال. اهـ \"خازن\" . </p><p> ومعنى الآية (٣) : لو خرج هؤلاء المنافقون المستأذنون في القعود معكم .. ما زادوكم قوةً ومنعةً وإقدامًا كما هو الشأن في القوى المتحدة في العقيدة </p><p>(١) الفتوحات. (٢) الخازن.(٣) المراغي.</p><p> والمصلحة، بل زادوكم اضطرابًا في الرأي، وضعفًا في القتال، ومفسدةً للنظام، كما حدث مثل ذلك في غزوة حنين، فقد ولى المنافقون الأدبار في أول المعركة، وولى على أثرهم ضعفاء الإيمان من طلقاء فتح مكة، ومن ثم اضطرب نظام الجيش، فولى أكثر المؤمنين معهم بلا تدبر وتفكير، كما هو الشأن في مثل هذه الأحوال، ولأوضعوا؛ أي: ولأسرعوا في الدخول فيما بينكم، سعيًا بالنميمة، وتفريق الكلمة، يبغون بذلك تثبيطكم عن القتال، وتهويل أمر العدو، وإيقاع الرعب في قلوبكم، وفيكم ناس من ضعفاء الإيمان، أو ضعفاء العزم، يسمعون كلامهم، فإذا ألقوا إليهم شيئًا مما يوجب ضعف العزائم .. قبلوه، وفتروا بسببه عن القيام بأمر الجهاد كما ينبغي. </p><p> {وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ} وبما يحدث منهم لو خرجوا معكم علمًا يحيط بظواهرهم وبواطنهم وأعمالهم ما تقدم منها وما تأخر، وبما هم مستعدون له في كل حال مما وقع، ومما لم يقع، فأحكامه فيهم على علم تام، لا ظن فيه ولا اجتهاد كاجتهاد الرسول - صلى الله عليه وسلم - في الإذن لهم، ولا ينافي (١) حالهم هذا لو خرجوا مع رسول الله - صلى الله عليه وسلم - ما تقدم من عتابه على الإذن لهم في التخلف؛ لأنه سارع إلى الإذن لهم ولم يكن قد علم من أحوالهم لو خرجوا أنهم يفعلون هذه الأفاعيل، فعوتب - صلى الله عليه وسلم - على تسرعه إلى الإذن لهم قبل أن يتبين له الصادق منهم في عذره من الكاذب، ولهذا قال الله فيما يأتي في هذه السورة {فَإِنْ رَجَعَكَ اللَّهُ إِلَى طَائِفَةٍ مِنْهُمْ فَاسْتَأْذَنُوكَ لِلْخُرُوجِ فَقُلْ لَنْ تَخْرُجُوا مَعِيَ أَبَدًا} الآية، وقال في سورة الفتح:  {سَيَقُولُ الْمُخَلَّفُونَ إِذَا انْطَلَقْتُمْ إِلَى مَغَانِمَ} إلى قوله: {قُلْ لَنْ تَتَّبِعُونَا} وفي قوله: {وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ} وعيدٌ وتهديدٌ للمنافقين الذين يلقون الفتن والشبهات بين المؤمنين. </p><p> والخلاصة: أن وجه (٢) العتاب على الإذن في قعودهم مع ما قص الله تعالى من المفاسد التي تترتب على خروجهم أنهم لو قعدوا بغير إذن منه .. لظهر نفاقهم </p><p>(١) الشوكاني. (٢) المراغي.</p>"
}