{
  "id": null,
  "sura": 9,
  "aya": 60,
  "text": "<p> رغائبه التي وراء كسبه وحقوقه الشرعية. </p><p> ٦٠ - ولمَّا لمز (١) المنافقون رسول الله - صلى الله عليه وسلم - عابوه في قسم الصدقات .. بيَّن الله سبحانه وتعالى في هذه الآية، أن المستحقين للصدقات هؤلاء الأصناف الثمانية، ومصرفها إليهم، ولا تعلق لرسول الله - صلى الله عليه وسلم - منها بشيءٍ، ولم يأخذ لنفسه منها شيئًا، فلم يلمزونه ويعيبون عليه؟ فلا مطعن لهم فيه، بسبب قسم الصدقات، فقال:  {إِنَّمَا الصَّدَقَاتُ} ؛ أي: إنما الزكوات الواجبة مصروفةٌ {لِلْفُقَرَاءِ} وما عطف عليه من سائر الأصناف السبعة، وإنما أداة حصرٍ، وتعريف الصدقات للجنس؛ أي: جنس هذه الصدقات مقصورٌ على هذه الأصناف المذكورة، لا يتجاوزها، بل هي لهم لا لغيرهم، وقد اختلف العلماء، هل يجب تقسيط الصدقات على هذه الأصناف الثمانية، أو يجوز صرفها إلى البعض دون البعض على حسب ما يراه الإمام أو صاحب الصدقة؟ فذهب إلى الأول: الشافعي وجماعةٌ من أهل العلم، وذهب إلى الثاني: مالك وأبو حنيفة، وبه قال عمر وحذيفة وابن عباس وغيرهم. </p><p> الأول منها: الفقراء، جمع فقير وهو (٢) من لا مال له ولا كسب يقع موقعًا من حاجته، بأن لم يكن له مالٌ ولا كسبٌ أصلًا، أو كانا له ولا يقعا موقعًا من كفايته، كمن يحتاج إلى عشرة، وكان عنده أربعة وما دونها، مأخوذ من الفقار، كأنه أصيب في فقاره، وهو أسوأ حالًا من المسكين. </p><p> وثانيهما: ما ذكره بقوله {و} مصروفة لـ {المساكين} جمع مسكين، والمسكين: من له مال، أو كسب، يقع موقعًا من كفايته ولا يكفيه تمام حاجته، كمن يحتاج إلى عشرة وعنده خمسةٌ، أو ما فوقها إلى تسعة، ومعنى وقوعه موقعًا من كفايته: أن يسد نصف حاجته، وما فوقه دون تمامها، مأخوذٌ من السكون، كأنَّ العجز أسكنه، ويدل عليه قوله تعالى:  {أَمَّا السَّفِينَةُ فَكَانَتْ لِمَسَاكِينَ} وأنه عليه السلام كان يسأل المسكنة، ويتعوذ من الفقر، وقيل: بالعكس، لقوله تعالى:  {أَوْ مِسْكِينًا ذَا مَتْرَبَةٍ} . </p><p>(١) البيضاوي بزيادة. (٢) الشوكاني.</p><p> والأولى في بيان ماهية المسكين (١) : ما ثبت عن رسول الله - صلى الله عليه وسلم - عند البخاري ومسلم وغيرهما، من حديث أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم -، قال:  \"ليس المسكين بهذا الطوَّاف الذي يطوف على الناس فترده اللقمة واللقمتان، والتمرة والتمرتان\" قالوا: فما المسكين يا رسول الله؟ قال:  \"الذي لا يجد غنى يغنيه، ولا يفطن له فيتصدق عليه، ولا يسأل الناس شيئًا\" . </p><p> والصنف الثالث: ما ذكره بقوله {و} مصروفةٌ لـ {العاملين عليها} ؛ أي: على الصدقات من جابٍ وقاسم وكاتب وحاشر، وهم (٢) السعاة الذين يتولون جباية الصدقات وقبضها من أهلها، ووضعها في جهتها، فيعطون من مال الصدقات بقدر أجور أعمالهم، سواء كانوا فقراء أو أغنياء، هذا قول ابن عمر، وبه قال الشافعي وقال مجاهد والضحاك: يعطون الثمن من الصدقات، وظاهر اللفظ مع مجاهد إلا أنَّ الشافعي، يقول: هو أجرة عمل، تتقدر بقدر العمل، والصحيح أن الهاشمي والمطلبيَّ لا يجوز أن يكون عاملًا على الصدقات، لما روي عن أبي رافع أنَّ رسول الله - صلى الله عليه وسلم - استعمل رجلًا من بني مخزوم على الصدقات، فأراد أبو رافع أن يتبعه فقال رسول الله - صلى الله عليه وسلم -: \"لا تحل لنا الصدقة، وإن مولى القوم منهم\" . أخرجه الترمذي والنسائي. </p><p> والصنف الرابع: ما ذكره بقوله {و} مصروفةً لـ {المؤلفة قلوبهم} أي: ومصروفةٌ لأقوام ضعفاء النية في الإسلام، فتستألف قلوبهم على الإسلام بإعطائهم من الزكاة، والمؤلفة: هم قوم يراد استمالتهم إلى الإسلام، أو تثبيتهم فيه، أو كف شرهم عن المسلمين، أو رجاء نفعهم في الدفاع عنهم، أو نصرهم على عدوٍّ لهم، فأقسامها كثيرة مذكورة في كتب الفروع. </p><p> تنبيهٌ:  (٣) وإنما أضاف في الآية الصدقات إلى الأصناف الأربعة الأولى بلام الملك، وإلى الأربعة الأخيرة بفي الظرفية، للإشعار بإطلاق الملك في </p><p>(١) الخازن. (٢) الخازن.(٣) الفتوحات.</p><p> الأربعة الأولى، وتقييده في الأربعة الأخيرة بما إذا صرفت في مصارفها المذكورة، فإذا لم يحصل الصرف في مصارفها، استرجعت بخلافه في الأولى، كما هو مقرر في الفقه. </p><p> والصنف الخامس: ما ذكره بقوله: {و} مصروفة {في} فك {الرِّقَابِ} ؛ أي: الأرقاء من الرق. فهو معطوف على قوله {للفقراء} ؛ أي فسهمهم مصروف في المكاتبين، ليستعينوا به في أداء النجوم، فيعتقوا كما هو مذهب الشافعي والليث بن سعد، أو مصروفٌ في عتق الرقاب، يشترى به عبيدٌ فيعتقون، كما هو مذهب مالك وأحمد وإسحاق، وقال الزهري: سهم الرقاب نصفان، نصف للمكاتبين من المسلمين، ونصف يشترى به رقاب ممَّن صلوا وصاموا، وقدم إسلامهم، فيعتقون من الزكاة. </p><p> والصنف السادس: ما ذكره بقوله: {و} مصروفةٌ في فك {الغارمين} والمديونين في طاعة الله، من أسر الديون، مأخوذ من الغرم، وهو في اللغة: لزوم ما يشق على النفس، وسمي الدَّين غرمًا، لكونه شاقًّا على الإنسان، والمراد بالغارمين هنا المديونون وهم قسمان: </p><p> قسم ادَّانوا لأنفسهم في غير معصية، فيعطون من مال الصدقات بقدر ديونهم إذا لم يكن لهم مالٌ يفي بديونهم، فإن كان عندهم وفاء .. فلا يعطون. </p><p> وقسم ادَّانوا في المعروف وإصلاح ذات البين، فيعطون من مال الصدقات ما يقضون به ديونهم، وإن كانوا أغنياء. أما من استدان في معصية فلا يعطى من الصدقات شيئًا. </p><p> والصنف السابع: ما ذكره بقوله: {و} مصروفةٌ {في سبيل الله} وسبيل الله هو الطريق الموصل إلى مرضاته ومثوبته، والمراد به الغزاة، والمرابطون للجهاد، فيعطون من الصدقات ما ينفقون في غزوهم ومرابطتهم، وإن كانوا أغنياء، وهذا قول أكثر العلماء، والحق: أن المراد بسبيل الله، مصالح المسلمين العامة، التي بها قوام أمر الدين والدولة، دون الأفراد، كتأمين طرق الحج، وتوفير الماء والغذاء، وأسباب الصحة للحجاج، إن لم يوجد مصرف آخر، وليس منها حج </p><p> الإفراد؛ لأنه واجب على المستطيع فحسب، ويدخل في ذلك جميع وجوه الخير، من تكفين الموتى، وبناء الجسور، والحصون، وعمارة المساجد، ونحو ذلك. </p><p> والصنف الثامن: ما ذكره بقوله: {و} مصروفةٌ في معونة {ابن السبيل} والسبيل الطريق، ونسب إليها المسافر لملازمته إياها، وهو المنقطع عن بلده في سفر غير المعصية، لا يتيسَّر له فيه شيء من ماله، إن كان له مال، فهو غنيٌّ في بلده، فقير في سفره، فيعطى لفقره العارض ما يستعين به على العودة إلى بلده، وفي ذلك عناية بالسياحة، وتشجيع عليها، على شرط أن يكون سفره في غير معصية، ويكون هذا من أسباب التعاون على البر والتقوى، وعدم التعاون على الإثم والعدوان، وسهولة طرق الوصول في العصر الحاضر، ونقل الأخبار في المؤمن القليل، جعلت نقل المال من بلد إلى آخر ميسورًا بلا كلفة، فيسهل على الغني في بلده أن يجلب ماله في أي وقتٍ أراد وإلى أي مكان طلب، فلا يعطى حينئذٍ من الصدقات، والله أعلم. </p><p> وقوله:  {فَرِيضَةً مِنَ اللَّهِ} سبحانه وتعالى مصدر مؤكد لمضمون الجملة السابقة؛ لأن معنى قوله:  {إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ} فرض الله سبحانه وتعالى، صرف الصدقات لهؤلاء الأصناف المذكورة، فريضةً كائنةً منه؛ أي: محتمةٌ عنده. </p><p> والمعنى: أن كون الصدقات مقصورة على هذه الأصناف، هو حكم لازم، فرضه الله على عباده، ونهاهم عن مجاوزته، أو حال من الضمير المستكن في الخبر، والتقدير: إنما الصدقات مصروفةٌ هي لهؤلاء الأصناف المذكورة حالة كونها فريضةً من الله سبحانه وتعالى، وقرىء:  {فريضة} بالرفع على معنى: تلك الصدقات فريضة من الله تعالى، يعني: أنَّ هذه الأحكام التي ذكرها في هذه الآية فريضةٌ واجبةٌ من الله تعالى، ويجوز قطعه إلى النصب؛ أي: فرض الله هذه الأشياء فريضةً. </p><p> {وَاللَّهُ} سبحانه وتعالى {عَلِيمٌ} بمصالح عباده، وبأحوالهم وبحوائجهم، {حَكِيمٌ} فيما شرعه ودبَّره لهم، تطهيرًا لأنفسهم وتزكية لها، وشكرًا لخالقهم على ما أنعم به عليهم، كما قال {خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَةِرُهُمْ وَتُزَكِّيهِمْ بِهَا} لا </p><p> يدخل في تدبيره وشرعه نقصٌ ولا خللٌ. </p><p> فصل في بيان حكمة إيجاب الزكاة على الأغنياء، وصرفها إلى المحتاجين من الناس (١) </p><p> ذكروا في بيان حكمتها ستة أوجه: </p><p> الوجه الأول: أن المال محبوب بالطبع، وسببه أن القدرة صفة من صفات الكمال، وصفة الكمال محبوبة لذاتها، والمال سبب لتحصيل تلك القدرة، فكان المال محبوبًا بالطبع، فإذا استغرق القلب في حب المال .. اشتغل به عن حب الله - عز وجل -، وعن الاشتغال بالطاعات المقربة إلى الله - عز وجل -، فاقتضت الحكمة الإلهية إيجاب الزكاة في ذلك المال، الذي هو سبب البعد عن الله، فيصير سببًا للقرب من الله - عز وجل -، بإخراج الزكاة منه. </p><p> الوجه الثاني: أنَّ كثرة المال توجب قسوة القلب، وحبَّ الدنيا، والميل إلى شهواتها ولذاتها، فأوجب الله سبحانه وتعالى الزكاة، ليقل ذلك المال الذي هو سبب لقساوة القلب. </p><p> الوجه الثالث: سبب وجوب الزكاة امتحان العبد المؤمن؛ لأنَّ التكاليف البدنية غير شاقة على العبد، وإخراج المال سياق على النفس، فأوجب الله - عز وجل - الزكاة على العباد، ليمتحن بإخراج الزكاة أصحاب الأموال، ليميز بذلك المطيع المخرج لها طيبةً بها نفسه من العاصي المانع لها. </p><p> الوجه الرابع: أنَّ المال مال الله، والأغنياء خزان الله، والفقراء عيال الله، فأمر الله سبحانه وتعالى خزانه الذين هم الأغنياء بدفع طائفة من ماله إلى عياله، فيثيب العبد المؤمن المطيع، المسارع إلى امتثال الأمر المشفق على عياله، ويعاقب العبد العاصي المانع لعياله من ماله، وعن أبي موسى الأشعري عن النبي - صلى الله عليه وسلم -، قال: \"إن الخازن المسلم الأمين، الذي ينفذ - وربما قال: يعطي - ما </p><p>(١) الخازن.</p><p> أمر به، فيعطيه كاملًا موفرًا، طيبةً به نقسه، فيدفعه إلى الذي أمر له به أحد المتصدقين \" متفق عليه.</p><p> الوجه الخامس: أن الفقراء ربما تعلقت قلوبهم بالأموال، التي بأيدي الأغنياء، فأوجب الله - عز وجل - نصيبًا للفقراء في ذلك المال تطييبًا لقلوبهم. </p><p> الوجه السادس: أنَّ المال الفاضل عن حاجة الإنسان الأصلية إذا أمسك .. بقي معطلًا عن المقصود الذي لأجله خلق المال، فأمر بدفع الزكاة إلى الفقراء، حتى لا يصير ذلك المال معطلًا بالكلية. </p><p> الأعراب </p><p> {لَوْ خَرَجُوا فِيكُمْ مَا زَادُوكُمْ إِلَّا خَبَالًا وَلَأَوْضَعُوا خِلَالَكُمْ يَبْغُونَكُمُ الْفِتْنَةَ وَفِيكُمْ سَمَّاعُونَ لَهُمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ (٤٧) }. </p><p> {لَوْ} حرف شرط {خَرَجُوا} : فعل وفاعل والجملة فعل شرط لـ {لَوْ}  {فِيكُمْ} متعلق بـ {خَرَجُوا} أو حال من فاعله تقديره: لو خرجوا حال كونهم مصاحبين لكم {مَا} نافية {زَادُوكُمْ} : فعل وفاعل ومفعول أول والجملة جواب {لَوْ} الشرطية، وجملة {لَوْ} الشرطية مستأنفة {إِلَّا} أداة استثناء مفرغ {خَبَالًا} مفعول ثان لـ {زادوا}  {وَلَأَوْضَعُوا}  {الواو} عاطفة و {اللام} رابطة لجواب {لَوْ}  {أوضعوا} فعل وفاعل معطوف على {زَادُوكُمْ}  {خِلَالَكُمْ} ظرف ومضاف إليه، متعلق بـ {أوضعوا} ومفعول {أوضعوا} محذوف تقديره، ولأوضعوا ركائب نمائمهم بينكم، {يَبْغُونَكُمُ الْفِتْنَةَ} : فعل وفاعل ومفعولان، والجملة في محل النصب حال من فاعل {أوضعوا} أي: لأسرعوا فيما بينكم حال كونهم باغين؛ أي: طالبين الفتنة لكم اهـ. \" سمين\" {وَفِيكُمْ} : خبر مقدم {سَمَّاعُونَ} مبتدأ مؤخر {لهم} متعلق به والجملة في محل النصب حال من كاف {يَبْغُونَكُمُ} أو من واوه، أو مستأنفة كما مر في مبحث التفسير {وَاللَّهُ} مبتدأ {عَلِيمٌ} خبره {بِالظَّالِمِينَ} متعلق به والجملة مستأنفة. </p><p> {لَقَدِ ابْتَغَوُا الْفِتْنَةَ مِنْ قَبْلُ وَقَلَّبُوا لَكَ الْأُمُورَ حَتَّى جَاءَ الْحَقُّ وَظَهَرَ أَمْرُ </p><p> اللَّهِ وَهُمْ كَارِهُونَ (٤٨) }. </p><p> {لَقَدِ ابْتَغَوُا}  {اللام} موطئة للقسم {قد} حرف تحقيق {ابْتَغَوُا الْفِتْنَةَ} فعل وفاعل ومفعول {مِنْ قَبْلُ} متعلق به والجملة الفعلية جواب للقسم المحذوف، لا محل لها من الإعراب {وَقَلَّبُوا} فعل وفاعل معطوف على {ابْتَغَوُا}  {لَكَ} متعلق به {الْأُمُورَ} مفعول به {حَتَّى} حرف جر وغاية {جَاءَ} . فعل ماض في محل النصب بأن مضمرة وجوبًا بعد {حَتَّى} بمعنى إلى، {الْحَقُّ} : فاعل {وَظَهَرَ أَمْرُ اللَّهِ} : فعل وفاعل معطوف على {جَاءَ} وجملة {جَاءَ الْحَقُّ} صلة أن المضمرة، أن مع صلتها في تأويل مصدر مجرور بـ {حَتَّى} بمعنى إلى، والجار والمجرور متعلق بمحذوف، تقديره: واستعمروا على تقليب الأمور إلى مجيء الحق، وظهور أمر الله {وَهُمْ كَارِهُونَ} : مبتدأ وخبر والجملة في محل النصب حال من الحق؛ أي: حتى جاء الحق حالة كونهم كارهين مجيئه وظهوره. </p><p> {وَمِنْهُمْ مَنْ يَقُولُ ائْذَنْ لِي وَلَا تَفْتِنِّي أَلَا فِي الْفِتْنَةِ سَقَطُوا وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بِالْكَافِرِينَ (٤٩) }. </p><p> {وَمِنْهُمْ} : جار ومجرور خبر مقدم {مَنْ} مبتدأ مؤخر، والجملة مستأنفة، وجملة {يَقُولُ} صلة {مَنْ} الموصولة {ائْذَنْ لِي وَلَا تَفْتِنِّي} : مقول محكي لـ {يَقُولُ} وإن شئت قلت: {ائْذَنْ} فعل أمر وفاعله ضمير يعود على محمد {لِي} متعلق به والجملة في محل النصب مقول القول {وَلَا}  {الواو} عاطفة {لا} ناهية {تَفْتِنِّي} فعل مضارع مجزوم بـ {لا} الناهية وعلامة جزمه سكون النون المدغمة في نون الوقاية، والنون للوقاية والياء ضمير المتكلم في محل النصب مفعول به، وفاعله ضمير يعود على محمد، والجملة في محل النصب معطوفة على جملة {ائْذَنْ لِي}  {أَلَا} حرف تنبيه {فِي الْفِتْنَةِ} متعلق بـ {سَقَطُوا} . {سَقَطُوا} : فعل وفاعل، والجملة مستأنفة {وَإِنَّ}  {الواو} : عاطفة {إنَّ} حرف نصب {جَهَنَّمَ} اسمها {لَمُحِيطَةٌ}  {اللام} حرف ابتداء {محيطة} خبر {إن}  {بِالْكَافِرِينَ} متعلق به، والجملة الاسمية معطوفة على جملة </p><p> {سَقَطُوا} وقال أبو السعود: هذه الجملة وعيد لهم على ما فعلوا، معطوفة على الجملة السابقة، داخلة تحت التنبيه اهـ. </p><p> {إِنْ تُصِبْكَ حَسَنَةٌ تَسُؤْهُمْ وَإِنْ تُصِبْكَ مُصِيبَةٌ يَقُولُوا قَدْ أَخَذْنَا أَمْرَنَا مِنْ قَبْلُ وَيَتَوَلَّوْا وَهُمْ فَرِحُونَ (٥٠) }. </p><p> {إِن} حرف شرط {تُصِبْكَ حَسَنَةٌ} : فعل ومفعول وفاعل مجزوم بـ {إِن} الشرطية على كونه فعل شرط لها {تَسُؤْهُمْ} فعل ومفعول، مجزوم بـ {إِن} على كونه جوابًا لها، وفاعله ضمير يعود على {حَسَنَةٌ} وجملة {إِن} الشرطية مستأنفة {وَإِنْ تُصِبْكَ مُصِيبَةٌ} فعل ومفعول وفاعل مجزوم على كونه فعل شرط لها في {يَقُولُوا} : فعل وفاعل مجزوم بـ {إن} على كونه جوابًا لها، وجملة {إِن} الشرطية معطوفة على جملة {إِن} الأولى {قَدْ أَخَذْنَا أَمْرَنَا مِنْ قَبْلُ} مقول محكي لـ {يَقُولُوا} وإن شئت قلت: {قَدْ أَخَذْنَا أَمْرَنَا} فعل وفاعل ومفعول {مِنْ قَبْلُ} : متعلق بـ {أَخَذْنَا} والجملة الفعلية في محل النصب مقول لـ {يَقُولُوا}  {وَيَتَوَلَّوْا} : فعل وفعل معطوف على {يَقُولُوا}  {وَهُمْ فَرِحُونَ} مبتدأ وخبر، والجملة في محل النصب حال من الضمير في {يَقُولُوا} و {وَيَتَوَلَّوْا} لا من الأخير فقط، لمقارنة الفرح لهما معًا. ذكره أبو السعود. </p><p> {قُلْ لَنْ يُصِيبَنَا إِلَّا مَا كَتَبَ اللَّهُ لَنَا هُوَ مَوْلَانَا وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ (٥١) }. </p><p> {قُلْ} فعل أمر، وفاعله ضمير يعود على محمد، والجملة مستأنفة {لَنْ يُصِيبَنَا} إلى آخر الآية: مقول محكي لـ {قُلْ} وإن شئت قلت: {لَنْ يُصِيبَنَا} ناصب وفعل ومفعول {إِلَّا} أداة استثناء مفرغ {مَا} موصولة أو موصوفة في محل الرفع فاعل {يُصِيبَنَا} والجملة الفعلية في محل النصب مقول القول {كَتَبَ اللَّهُ} فعل وفاعل {لنا} متعلق به، والجملة صلة لـ {ما} أو صفة لها، والعائد أو الرابط محذوف تقديره: ما كتبه الله لنا {هُوَ مَوْلَانَا} مبتدأ وخبر ومضاف إليه، والجملة في محل النصب مقول القول {وَعَلَى اللَّهِ} جار ومجرور متعلق بـ {يتوكل} قدم عليه لإفادة الحصر {فَلْيَتَوَكَّلِ}  {الفاء} : عاطفة سبببية </p><p> كما في الجمل، و {اللام} : لام الأمر {يتوكل المؤمنون} فعل وفاعل، مجزوم بلام الأمر والجملة معطوفة على جملة {هُوَ مَوْلَانَا} . </p><p> {قُلْ هَلْ تَرَبَّصُونَ بِنَا إِلَّا إِحْدَى الْحُسْنَيَيْنِ} . </p><p> {قُلْ} فعل أمر، وفاعله ضمير يعود على محمد، والجملة مستأنفة {هَلْ تَرَبَّصُونَ بِنَا} إلى آخر الآية، مقول محكي، وإن شئت قلت:  {هَلْ} حرف للاستفهام التوبيخي الإنكاري. {تَرَبَّصُونَ} : فعل وفاعل. {بِنَا} متعلق به، والجملة في محل النصب مقول القول. {إِلَّا} : أداة استثناء مفرغ {إِحْدَى الْحُسْنَيَيْنِ} : مفعول به ومضاف إليه. </p><p> {وَنَحْنُ نَتَرَبَّصُ بِكُمْ أَنْ يُصِيبَكُمُ اللَّهُ بِعَذَابٍ مِنْ عِنْدِهِ أَوْ بِأَيْدِينَا فَتَرَبَّصُوا إِنَّا مَعَكُمْ مُتَرَبِّصُونَ} . </p><p> {وَنَحْنُ} مبتدأ {نَتَرَبَّصُ} فعل مضارع، وفاعله ضمير يعود على المتكلمين {بِكُمْ} : متعلق به، والجملة الفعلية في محل الرفع خبر المبتدأ، والجملة الاسمية في محل النصب معطوفة على الجملة الفعلية، على كونها مقولًا لـ {قُل}  {أَنْ يُصِيبَكُمُ اللَّهُ} ناصب وفعل ومفعول وفاعل {بِعَذَابٍ} متعلق به {مِنْ عِنْدِهِ} جار ومجرور صفة لـ {عذاب} والجملة الفعلية في تأويل مصدر، منصوب على المفعولية، والتقدير: ونحن نتربص بكم إصابة الله إياكم بعذاب من عنده {أَوْ بِأَيْدِينَا} جار ومجرور، معطوف على قوله {بِعَذَابٍ}  {فَتَرَبَّصُوا}  {الفاء} : فاء الفصيحة، كما في الشوكاني؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفتم ما قلته لكم، وأردتم بيان ما هو اللائق بكم .. فأقول لكم {تربصوا} : فعل وفاعل، والجملة في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة، في محل النصب مقول لـ {قُل}  {إِنَّا} ناصب واسمه {مَعَكُمْ} ظرف متعلق بما بعده {مُتَرَبِّصُونَ} خبر {إنّ} ، والجملة الاسمية في محل النصب، مقول لجواب إذا المقدرة على كونها مسوقة لتعليل ما قبلها. </p><p> {قُلْ أَنْفِقُوا طَوْعًا أَوْ كَرْهًا لَنْ يُتَقَبَّلَ مِنْكُمْ إِنَّكُمْ كُنْتُمْ قَوْمًا فَاسِقِينَ (٥٣) }. </p><p> {قُلْ} فعل أمر، وفعله ضمير يعود على محمد، والجملة مستأنفة {أَنْفِقُوا} : إلى آخر الآية، مقول محكى، وإن شئت قلت:  {أَنْفِقُوا} فعل وفاعل، والجملة في محل النصب مقول {قُلْ}  {طَوْعًا أَوْ كَرْهًا} : مصدران في محل النصب على الحال من فاعل {أَنْفِقُوا} ولكنه في تأويل المشتق؛ أي طائعين أو كارهين {لَنْ يُتَقَبَّلَ} ناصب وفعل {مِنْكُمْ} : متعلق به، وفاعله ضمير يعود على الإنفاق المفهوم مما قبله، والجملة في محل النصب مقول القول {إِنَّكُمْ} ناصب واسمه {كُنْتُمْ} فعل ناقص واسمه {قَوْمًا} خبره {فَاسِقِينَ} صفته، وجملة {كان} في محل الرفع خبر {إن} وجملة {إن} في محل النصب مقول القول، مسوقٌ لتعليل ما قبلها. </p><p> {وَمَا مَنَعَهُمْ أَنْ تُقْبَلَ مِنْهُمْ نَفَقَاتُهُمْ إِلَّا أَنَّهُمْ كَفَرُوا بِاللَّهِ وَبِرَسُولِهِ} . </p><p> {وَمَا}  {الواو} : استئنافية {ما} نافية {مَنَعَهُمْ} فعل ومفعول أول {أَن} حرف نصب {تُقْبَلَ} فعل مضارع مغير الصيغة، منصوب بـ {أَن} . {مِنْهُمْ} متعلق به. {نَفَقَاتُهُمْ} نائب فاعل {تُقْبَلَ} والجملة الفعلية في تأويل مصدر، منصوب على كونه مفعولًا ثانيًا لـ {منع} والتقدير: وما منعهم قبول نفقاتهم منهم، فإن منع يتعدى لمفعولين بنفسه، وقد يتعدى إلى الثاني بحرف الجر، وهو:  (من) أو (عن) ، وهنا تعدى بنفسه إليهما، وإن كان حذف حرف الجر مع أن، وأنَّ، مقيسًا مطردًا، ولذا قدره بعضهم هنا، وقال أبو البقاء:  {أَنْ تُقْبَلَ} بدل اشتمال، من (هم) في منعهم. اهـ \"شهاب\" . {إِلَّا} أداة استثناء مفرغ {أَنَّهُمْ} ناصب واسمه {كَفَرُوا} فعل وفاعل {بِاللَّهِ} متعلق به {وَبِرَسُولِهِ} معطوف على {بِاللَّهِ} وكرر الباء إشعارًا إلى تعدد كفرهم، وجملة {كَفَرُوا} في محل الرفع خبر {أَن} وجملة {أَن} في تأويل مصدر مرفوع على الفاعلية لـ {منع} تقديره: وما منعهم قبول نفقاتهم إلا كفرهم باللهِ وبرسوله، والجملة الفعلية مستأنفة. </p><p> {وَلَا يَأْتُونَ الصَّلَاةَ إِلَّا وَهُمْ كُسَالَى وَلَا يُنْفِقُونَ إِلَّا وَهُمْ كَارِهُونَ} . </p><p> {وَلَا يَأْتُونَ الصَّلَاةَ} فعل وفاعل ومفعول، والجملة في محل الرفع، معطوفة على جملة {كَفَرُوا} على كونها خبرًا لـ {أَن}  {إِلَّا} : أداة استثناء </p><p> مفرغ {وَهُمْ كُسَالَى} مبتدأ وخبر، والجملة في محل النصب حال من فاعل {يَأْتُونَ}  {ولا ينفقون} فعل وفاعل في محل الرفع، معطوف على {كَفَرُوا}  {إِلَّا} : أداة استثناء مفرغ {وَهُمْ كَارِهُونَ} : مبتدأ وخبر، والجملة في محل النصب، حال من فاعل {يُنْفِقُونَ} والمعنى: وما منعهم قبول نفقاتهم إلا كفرهم باللهِ ورسوله، وكسلهم في إتيان الصلاة، وكونهم كارهين الإنفاق. اهـ \"زاده\" . </p><p> {فَلَا تُعْجِبْكَ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ إِنَّمَا يُرِيدُ اللَّهُ لِيُعَذِّبَهُمْ بِهَا فِي الْحَيَاةِ الدُّنْيَا وَتَزْهَقَ أَنْفُسُهُمْ وَهُمْ كَافِرُونَ (٥٥) }. </p><p> {فَلَا}  {الفاء} : فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفت حالهم المذكورة، وأردت بيان ما هو الأصلح لك .. فأقول لك {لا} ناهية جازمة {تُعْجِبْكَ} فعل ومفعول {أَمْوَالُهُمْ} فاعل ومضاف إليه {وَلَا أَوْلَادُهُمْ} معطوف عليه، والجملة الفعلية في محل النصب، مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة {إِنَّمَا} : أداة حصر {يُرِيدُ اللَّهُ} فعل وفاعل، والجملة مستأنفة {لِيُعَذِّبَهُمْ}  {اللام} حرف جر زائد لتقوية العامل {يعذبهم} فعل ومفعول منصوب بأن مضمرة بعد اللام، وفاعله ضمير يعود على {اللَّهُ}  {بِهَا} متعلق به، وكذا {فِي الْحَيَاةِ الدُّنْيَا} متعلق به أيضًا، والجملة الفعلية صلة أن المضمرة، أن مع صلتها في تأويل مصدر منصوب على المفعولية، تقديره: إنما يريد الله تعذيبه إياهم بها في الحياة الدنيا، وكذا في الآخرة {وَتَزْهَقَ أَنْفُسُهُمْ} : فعل وفاعل، معطوف على {يعذب}  {وَهُمْ كَافِرُونَ} : مبتدأ وخبر، والجملة في محل النصب، حال من ضمير {أَنْفُسُهُمْ} ؛ لأن المضاف جزء المضاف إليه. </p><p> {وَيَحْلِفُونَ بِاللَّهِ إِنَّهُمْ لَمِنْكُمْ وَمَا هُمْ مِنْكُمْ وَلَكِنَّهُمْ قَوْمٌ يَفْرَقُونَ (٥٦) }. </p><p> {وَيَحْلِفُونَ} فعل وفاعل، والجملة مستأنفة {بِاللَّهِ} متعلق به {إِنَّهُمْ} ناصب واسمه {لَمِنْكُمْ}  {اللام} : حرف ابتداء {مِنْكُمْ} جار ومجرور، خبر {إن} وجملة {إن} جواب القسم {وَمَا} : نافية {هُم} مبتدأ {مِنْكُمْ} : خبره، والجملة الاسمية في محل النصب، حال من الضمير المستكن في خبر {إن} </p><p> {وَلَكِنَّهُمْ} ناصب واسمه {قَوْمٌ} خبره، وجملة {يَفْرَقُونَ} صفة {قَوْمٌ} وجملة {لكن} جملة استدراكية، لا محل لها من الإعراب. </p><p> {لَوْ يَجِدُونَ مَلْجَأً أَوْ مَغَارَاتٍ أَوْ مُدَّخَلًا لَوَلَّوْا إِلَيْهِ وَهُمْ يَجْمَحُونَ (٥٧) }. </p><p> {لَوْ} : حرف شرط {يَجِدُونَ مَلْجَأً} : فعل وفاعل ومفعول به لأن وجد هنا بمعنى: أصاب، فيتعدى إلى مفعول واحد {أَوْ مَغَارَاتٍ أَوْ مُدَّخَلًا} : معطوفان على ملجأ، والجملة الفعلية فعل شرط لـ {لَوْ}  {لَوَلَّوْا}  {اللام} رابطة لجواب {لو}  {وَلَّوْا} فعل وفاعل {إِلَيْهِ} : متعلق به، والجملة جواب {لَوْ} وجملة {لَوْ} مستأنفة {وَهُمْ} مبتدأ، وجملة {يَجْمَحُونَ} خبره، والجملة الاسمية في محل النصب حال من فاعل {ولَّوا} . </p><p> {وَمِنْهُمْ مَنْ يَلْمِزُكَ فِي الصَّدَقَاتِ فَإِنْ أُعْطُوا مِنْهَا رَضُوا وَإِنْ لَمْ يُعْطَوْا مِنْهَا إِذَا هُمْ يَسْخَطُونَ (٥٨) }. </p><p> {وَمِنْهُمْ} جار ومجرور، خبر مقدم {مَنْ} اسم موصول، في محل الرفع مبتدأ مؤخر، والجملة مستأنفة، أو معطوفة على جملة قوله:  {وَمِنْهُمْ مَنْ يَقُولُ ائْذَنْ لِي} وما بينهما، اعتراض {يَلْمِزُكَ} : فعل ومفعول، وفاعله ضمير يعود على {مَنْ} والجملة صلة الموصول {فِي الصَّدَقَاتِ} متعلق به {فَإِنْ}  {الفاء} : تفصيلية {إنْ} حرف شرط {أُعْطُوا} فعل ونائب فاعل، في محل الجزم بـ {إن} الشرطية على كونها فعل شرط لها {مِنْهَا} متعلق به {رَضُوا} فعل وفاعل والجملة في محل الجزم بـ {إن} الشرطية، على كونها جواب شرط لها، وجملة {إن} الشرطية جملة تفصيلية لجملة {يَلْمِزُكَ} لا محل لها من الإعراب {وَإِنْ}  {الواو} : عاطفة {إن} حرف شرط {لَمْ} حرف جزم {يُعْطَوْا} فعل ونائب فاعل، مجزوم بـ {لَمْ}  {مِنْهَا} متعلق به، والجملة الفعلية في محل الجزم بـ {إن} على كونها فعل شرط لها {إذَا} فجائية، قائمة مقام فاء الجزاء في ربط الجواب وجوبًا لكون الجواب جملة اسمية، كما قال ابن مالك: </p><p> وَتَخْلُفُ الفَاءَ إِذَا المُفَاجَأَةْ </p><p> {هُمْ} : مبتدأ وجملة {يَسْخَطُونَ} : خبره والجملة الاسمية في محل الجزم بـ {إن} الشرطية على كونها جوابًا لها، وجملة {وَإِنْ} الشرطية معطوفة على جملة {إنْ} الأولى. </p><p> {وَلَوْ أَنَّهُمْ رَضُوا مَا آتَاهُمُ اللَّهُ وَرَسُولُهُ وَقَالُوا حَسْبُنَا اللَّهُ سَيُؤْتِينَا اللَّهُ مِنْ فَضْلِهِ وَرَسُولُهُ إِنَّا إِلَى اللَّهِ رَاغِبُونَ (٥٩) }. </p><p> {وَلَوْ}  {الواو} استئنافية، {لو} : حرف شرط {أَنَّهُمْ} ناصب واسمه، وجملة {رَضُوا} خبره، وجملة {أن} المصدرية في تأويل مصدر مرفوع على الفاعلية لفعل محذوف؛ لأن {لو} الشرطية لا يليها إلا الفعل، تقديره: ولو ثبت رضاؤهم {مَا} موصولة، أو موصوفة في محل النصب مفعول به {رَضُوا}  {آتَاهُمُ اللَّهُ} فعل وفاعل ومفعول أول {وَرَسُولُهُ} معطوف على الجلالة، والمفعول الثاني محذوف، تقديره: ما آتاهم الله إياه؛ لأنَّ آتى هنا بمعنى: أعطى، والجملة الفعلية صلة لـ {مَا} أو صفة لها، والعائد أو الرابط، الضمير المحذوف، وجواب {لو} محذوف، تقديره: لكان خيرًا لهم، وجملة {لو} الشرطية مستأنفة {وَقَالُوا} فعل وفاعل، معطوف على {رَضُوا}  {حَسْبُنَا اللَّهُ} إلى آخر الآية، مقول محكي، وإن شئت قلت:  {حَسْبُنَا} خبر مقدم {اللَّهُ} مبتدأ مؤخر، والجملة في محل النصب، مقول {قالوا}  {سَيُؤْتِينَا اللَّهُ} فعل ومفعول أول، وفاعل {مِنْ فَضْلِهِ} في محل المفعول الثاني، {وَرَسُولُهُ} معطوف على الجلالة، والجملة الفعلية في محل النصب مقول قالوا {إِنَّا} ناصب واسمه {إِلَى اللَّهِ} متعلق بـ {رَاغِبُونَ}  {رَاغِبُونَ} خبر {إن} وجملة {إن} في محل النصب، مقول {قالوا} وفي \"الفتوحات\" : هاتان الجملتان، أعني قوله:  {سَيُؤْتِينَا اللَّهُ مِنْ فَضْلِهِ} وقوله: {إِنَّا إِلَى اللَّهِ رَاغِبُونَ} كالشرح لقوله: {حَسْبُنَا اللهُ} ، فلذلك لَمْ يتعاطف؛ لأنهما كالشيء الواحد، فشدة الاتصال منعت العطف. </p><p> {إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ وَالْعَامِلِينَ عَلَيْهَا وَالْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِي الرِّقَابِ وَالْغَارِمِينَ وَفِي سَبِيلِ اللَّهِ وَابْنِ السَّبِيلِ فَرِيضَةً مِنَ اللَّهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ (٦٠) }. </p><p> {إِنَّمَا} أداة حصر {الصَّدَقَاتُ} مبتدأ {لِلْفُقَرَاءِ} : جار ومجرور خبر المبتدأ والجملة مستأنفة {وَالْمَسَاكِينِ} : معطوف على الفقراء {وَالْعَامِلِينَ} معطوف على الفقراء أيضًا {عَلَيْهَا} متعلق به {وَالْمُؤَلَّفَةِ} : معطوف على الفقراء {قُلُوبُهُمْ} : نائب فاعل للمؤلفة {وَفِي الرِّقَابِ} : جار ومجرور، معطوف على الجار والمجرور في قوله:  {لِلْفُقَرَاءِ} ، {وَالْغَارِمِينَ} : معطوف على {الرِّقَابِ}  {وَفِي سَبِيلِ اللَّهِ} : جار ومجرور، معطوف {لِلْفُقَرَاءِ} أيضًا {وَابْنِ السَّبِيلِ} : معطوف على {سَبِيلِ اللَّهِ}  {فَرِيضَةً} : حال من الضمير المستكن في قوله: {لِلْفُقَرَاءِ} ولكن بعد تأويلها بمشتق، تقديره: إنما الصدقات مصروفة هي للفقراء ومن بعدهم، حالة كونها مفروضة لهم، من الله تعالى {مِنَ اللَّهِ} : جار ومجرور صفة لفريضة. أو منصوب على المفعولية بفعل محذوف. تقديره: فرض الله ذلك لهم فريضة كائنةً منه {وَاللَّهُ} : مبتدأ {عَلِيمٌ} : خبر أول له {حَكِيمٌ} : خبر ثان، والجملة مستأنفة مسوقة لتعليل ما قبلها. </p><p> التصريف ومفردات اللغة </p><p> {إِلَّا خَبَالًا} ، وأصل الخبال: اضطراب ومرض يؤثر في العقل، كالجنون. اهـ \"خازن\" وقيل: الخبال: الاضطراب في الرأي، والفساد في العمل، كضعف القتال، {وَلَأَوْضَعُوا خِلَالَكُمْ} : يقال: وضعت الناقة، تضع، إذا أسرعت في سيرها، وأوضعتها أنا اهـ \"سمين\" ويقال: وضع الرجل، إذا عدا مسرعًا، وأوضع راحلته، إذا حملها على الإسراع، والخلال: جمع خلل، كجمل وجمال، وخلال الأشياء ما يفصل بينها من فروج ونحوها، وفي الشوكاني الإيضاع: سرعة السير، ومنه قول ورقة بن نوفل: </p><p> يَا لَيتَنِيْ فِيْهَا جَذَعْ ... أَخُبُّ فِيْهَا وَأَضَعْ </p><p> ويقال: أوضع البعير إذا أسرع السير، وقيل: الإيضاع سير الخبب، والخلل الفرجة بين الشيئين، والجمع الخلال؛ أي: الفرج التي تكون بين الصفوف {يَبْغُونَكُمُ الْفِتْنَةَ} والفتنة: التشكيك في الدين، والتخويف من الأعداء، وقيل: الفتنة هنا الشرك {وَفِيكُمْ سَمَّاعُونَ لَهُمْ} ؛ أي: ضعفاء العزيمة يسمعون قولهم </p><p> {وَقَلَّبُوا لَكَ الْأُمُورَ} يقال: قلب لك الأمر، إذا اجتهد فيه، ودبر لك فيه بالمكر والحيل والمكايد، وتقليب الشيء: تصريفه في كل وجه من وجوهه، والنظر في كل ناحية من أنحائه، والمراد: أنهم دبروا الحيل والمكايد، ودوروا الأراء في كل وجه لإبطال دينك. {إِنْ تُصِبْكَ حَسَنَةٌ} والحسنة: كل ما يسر بها صاحبها، النصر والغلبة على الأعداء {المصيبة} كل ما يصيبك من المكاره {الْحُسْنَيَيْنِ} تثنية الحسنى، مؤنث الأحسن {طَوْعًا أَوْ كَرْهًا} مصدران، بمعنى: المشتق </p><p> {فَلَا تُعْجِبْكَ أَمْوَالُهُمْ} والإعجاب: السرور بالشيء، مع نوع من الافتخار به، مع اعتقاد أنه ليس لغيره مثله اهـ \"خازن\" ، وهذا المعنى، إنما يناسب في إعجاب الشخص بمال نفسه، يقال: أعجب بماله، أو ولده؛ أي: فرح به، وما هنا في إعجاب المرء بمال غيره، والمعنى عليه: لا تستحسن أموالهم وأولادهم، ولا تخبر برضاك بها. </p><p> وفي \"المصباح\" : ويستعمل التعجب على وجهين: </p><p> أحدهما: ما يحمده الفاعل، ومعناه: الاستحسان والإخبار عن رضاه به. </p><p> والثاني: ما يكرهه، ومعناه: الإنكار والذم له، ففي الاستحسان، يقال: أعجبني - بالألف - وفي الذم والإنكار عجبت، وزان تعبت. اهـ {وَتَزْهَقَ أَنْفُسُهُمْ} يقال: زهقت الروح، إذا خرجت من باب ذهب {وَلَكِنَّهُمْ قَوْمٌ يَفْرَقُونَ} في \"المختار\" فرق فرقًا - من باب تعب - إذا خاف، ويتعدى بالهمزة، فيقال: أفرقته اهـ. والفَرَق بالتحريك: الخوف الشديد الذي يفرق بين القلب وإدراكه {لَوْ يَجِدُونَ مَلْجَأً} والملجأ المكان الذي يلجأ إليه الخائف ليعتصم به، كحصن أو قلعةٍ، أو جزيرة في بحرٍ، أو قنةٍ في جبل {أَوْ مَغَارَاتٍ} والمغارات، جمع مغارة: وهي الكهف في الجبل، يغور فيه الإنسان ويستتر {أَوْ مُدَّخَلًا} والمدخل، بالتشديد: السرب في الأرض، يدخله الإنسان بمشقة، وفي \"السمين\"  {مَلْجَأً أَوْ مَغَارَاتٍ} الملجأ: الحصن، وقيل: المهرب، وقيل الحرز، وهو مفعل، من لجأ إليه، يلجأ؛ أي: انحاز، يقال: ألجأته إلى كذا؛ أي: اضررته إليه فالتجأ، </p><p> والملجأ يصلح للمصدر والزمان والمكان، والظاهر منها هنا المكان، والمغارات جمع مغارة، وهي مفعلة من غار يغور، فهي كالغار في المعنى، وقيل: المغارة: السرب في الأرض كنفق اليربوع، والغار: الثقب في الجبل، وهذا من أبدع النظم، ذكر أولًا الأمر الأعم، وهو الملجأ من أي نوع كان، ثم ذكر الغيران التي يختفى فيها في أعلى الأماكن، وهي الجبال، ثم الأماكن التي يختفى فيها في الأماكن السافلة، وهي السروب، وهي التي عبر عنها بالمدخل. اهـ {وَهُمْ يَجْمَحُونَ} ؛ أي: يسرعون، والجماح: السرعة التي تتعذر مقاومتها، وفي \"المصباح\" : جمح الفرس براكبه، يجمح بفتحتين، من باب خضع جماحًا بالكسر، وجموحًا استعصى حتى غلبه، فهو جموح بالفتح، وجامح يستوى فيه المذكر والمؤنث اهـ. </p><p> {وَمِنْهُمْ مَنْ يَلْمِزُكَ فِي الصَّدَقَاتِ} اللمز: العيب والطعن في الوجه، والهمز: الطعن في الغيبة، وفي \"المصباح\" : لمزه لمزًا - من باب ضرب - إذا عابه. وبه قرأ السبعة: ومن باب قتل لغة، وأصله الإشارة بالعين ونحوها. اهـ فهو أخص من الغمز إذ هو الإشارة بالعين ونحوها، سواء كان على وجه الاستنقاص أو لا، وأما اللمز: فهو خاص بكونه على وجه العيب، وفي \"السمين\" قرأ العامة: يلمزك بكسر الميم، من لمزه يلمزه إذا عابه، وأصله الإشارة بالعين وغيرها، وقال الأزهري: أصله الدفع، يقال: لمزته؛ أي: دفعته. وقال الليث: هو الغمز في الوجه. ومنه {هُمَزَةٍ لُمَزَةٍ} ؛ أي: كثير هذين الفعلين، وقرأ يعقوب وحماد بن سلمة وغيرهما: بضمها، وهي لغتنا في المضارع اهـ. </p><p> {إِلَى اللَّهِ رَاغِبُونَ} يقال: رغبه ورغب فيه، إذا أحبه، ورغب عنه إذا كرهه، ورغب إليه إذا طلبه وتوجه إليه {إِنَّمَا الصَّدَقَاتُ} جمع صدقة: وهي الزكاة الواجبة على النقد والأنعام والزرع والتجارة، سميت صدقة لإشعارها بصدق باذلها في الإيمان. والفقير: من لا مال له يقع موقعًا من كفايته، فيحتاج للمسألة لقوته وكسوته. والمسكين: من له مال قليل يقع موقعًا من كفايته، ولا يكفيه تمامها، كما مر في بحث التفسير، وقيل بالعكس فيهما. والعامل عليها: هو الذي يولِّيه السلطان أو نائبه العمل على جمعها من الأغنياء {وَالْمُؤَلَّفَةِ قُلُوبُهُمْ} : </p><p> هم الذين يراد استمالة قلوبهم إلى الإسلام، أو التثبيت فيه، {وَفِي الرِّقَابِ} ؛ أي: وللإنفاق في إعانة الأرقاء لفكاكهم من الرق {وَالْغَارِمِينَ} ؛ أي: الذين عليهم غرامة من المال تعذر عليهم أدائها، من الغرم، وأصله لزوم شيء شاق، ومنه قيل للعشق: غرام، ويعبر به عن الهلاك، في قوله تعالى:  {إنَّ عَذَابَهَا كانَ غَرَامًا} وغرامة المال فيها مشقة عظيمة اهـ \"سمين\"  {وَفِي سَبِيلِ اللَّهِ} ؛ أي: وفي الطريق الموصل إلى مرضاة الله ومثوبته، والمراد بهم كل من سعى في طاعة الله وسبل الخيرات، كالغزاة، والحجاج الذين انقطعت بهم السبل، ولا مورد لهم من المال، وطلبة العلم، والفقراء {وَابْنِ السَّبِيلِ} : هو المسافر الذي بعد عن بلده، ولا يتيسر له إحضار شيء من ماله، فهو غني في بلده فقير في سفره {فَرِيضَةً مِنَ اللَّهِ} ؛ أي فرض الله ذلك فريضة، ليس لأحد فيها رأي، والله أعلم. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات ضروبًا من البلاغة والفصاحة والبيان والبديع: </p><p> فمنها: الاستعارة التصريحية التبعية في قوله: {وَلَأَوْضَعُوا خِلَالَكُمْ} شبه سرعة إفسادهم لذات البين بسرعة سير الركائب المسماة بالإيضاع، وهو إسراع سير البعير، ثم استعير لسرعة الإفساد لفظ الإيضاع، ثم اشتق منه أوضعوا، بمعنى: أسرعوا على طريقة الاستعارة التصريحية التبعية، وأصل الاستعارة: ولأوضعوا ركائب نمائمهم خلالكم، ثم حذف النمائم، وأقيم المضاف إليه مقامها، لدلالة سياق الكلام على أن المراد النميمة، ثم حذف الركائب. قاله الطيبي. اهـ زكريا. </p><p> ومنها: الاستعارة التصريحية في قوله: {وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بِالْكَافِرِينَ} حيث شبه وقوعهم في جهنم بإحاطة العدو بالجند، أو السوار بالمعصم. </p><p> ومنها: جمع المؤكدات في هذه الجملة إنَّ واللام واسمية الجملة للدلالة على الثبات والدوام. </p><p> ومنها: ما يسمى بالمقابلة، التي هي من المحسنات البديعية في قوله:  {إِنْ تُصِبْكَ حَسَنَةٌ تَسُؤْهُمْ وَإِنْ تُصِبْكَ مُصِيبَةٌ ...} الآية، وفي قوله: {قُل هَل </p><p> تَرَبَّصُونَ بِنَا إِلَّا إِحْدَى الْحُسْنَيَيْنِ وَنَحْنُ نَتَرَبَّصُ بِكُمْ ...} الآية؛ لأنه في معنى: ونحن نتربص بكم إحدى السوءيين. </p><p> ومنها: جناس الاشتقاق في قوله: {فَتَرَبَّصُوا إِنَّا مَعَكُمْ مُتَرَبِّصُونَ} . </p><p> ومنها: الطباق في قوله: {طَوْعًا أَوْ كَرْهًا} ، وبين الرضا والسخط في قوله:  {فَإِنْ أُعْطُوا مِنْهَا رَضُوا وَإِنْ لَمْ يُعْطَوْا مِنْهَا إِذَا هُمْ يَسْخَطُونَ} . </p><p> ومنها: القصر في قوله: {وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ} ؛ لأنَّ تقديم المعمول على عامله يفيد الحصر، وفيه أيضًا إظهار الاسم الجليل مكان الإضمار، لتربية الروعة والمهابة. </p><p> ومنها: تكرار لفظ الجلالة في قوله: {وَلَوْ أَنَّهُمْ رَضُوا مَا آتَاهُمُ اللَّهُ وَرَسُولُهُ} الآية. </p><p> ومنها: ذكر الأعم ثم الأخص في قوله: {لَوْ يَجِدُونَ مَلْجَأً أَوْ مَغَارَاتٍ أَوْ مُدَّخَلًا} حيث ذكر أولًا الأمر الأعم وهو الملجأ من أي نوع كان، ثم ذكر المغارات التي يختفى فيها في أعلى الأماكن. وهي الجبال، ثم الأماكن التي يختفى فيها في الأماكن السافلة، وهي السروب التي عبر عنها بالمدخل. </p><p> ومنها: القصر في قوله: {إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ ...} الآية، ففي الآية قصر الموصوف على الصفة؛ أي: الصدقات مقصورة على الاتصاف، بصرفها لهؤلاء الثمانية، لا تتجاوز هذه الصفة إلى أن تتصف بصرفها لغيرهم. </p><p> ومنها: الزيادة والحذف في مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {وَمِنْهُمُ الَّذِينَ يُؤْذُونَ النَّبِيَّ وَيَقُولُونَ هُوَ أُذُنٌ قُلْ أُذُنُ خَيْرٍ لَكُمْ يُؤْمِنُ بِاللَّهِ وَيُؤْمِنُ لِلْمُؤْمِنِينَ وَرَحْمَةٌ لِلَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ يُؤْذُونَ رَسُولَ اللَّهِ لَهُمْ عَذَابٌ أَلِيمٌ (٦١) يَحْلِفُونَ بِاللَّهِ لَكُمْ لِيُرْضُوكُمْ وَاللَّهُ وَرَسُولُهُ أَحَقُّ أَنْ يُرْضُوهُ إِنْ كَانُوا مُؤْمِنِينَ (٦٢) أَلَمْ يَعْلَمُوا أَنَّهُ مَنْ يُحَادِدِ اللَّهَ وَرَسُولَهُ فَأَنَّ لَهُ نَارَ جَهَنَّمَ خَالِدًا فِيهَا ذَلِكَ الْخِزْيُ الْعَظِيمُ (٦٣) يَحْذَرُ الْمُنَافِقُونَ أَنْ تُنَزَّلَ عَلَيْهِمْ سُورَةٌ تُنَبِّئُهُمْ بِمَا فِي قُلُوبِهِمْ قُلِ اسْتَهْزِئُوا إِنَّ اللَّهَ مُخْرِجٌ مَا تَحْذَرُونَ (٦٤) وَلَئِنْ سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ قُلْ أَبِاللَّهِ وَآيَاتِهِ وَرَسُولِهِ كُنْتُمْ تَسْتَهْزِئُونَ (٦٥) لَا تَعْتَذِرُوا قَدْ كَفَرْتُمْ بَعْدَ إِيمَانِكُمْ إِنْ نَعْفُ عَنْ طَائِفَةٍ مِنْكُمْ نُعَذِّبْ طَائِفَةً بِأَنَّهُمْ كَانُوا مُجْرِمِينَ (٦٦) الْمُنَافِقُونَ وَالْمُنَافِقَاتُ بَعْضُهُمْ مِنْ بَعْضٍ يَأْمُرُونَ بِالْمُنْكَرِ وَيَنْهَوْنَ عَنِ الْمَعْرُوفِ وَيَقْبِضُونَ أَيْدِيَهُمْ نَسُوا اللَّهَ فَنَسِيَهُمْ إِنَّ الْمُنَافِقِينَ هُمُ الْفَاسِقُونَ (٦٧) وَعَدَ اللَّهُ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْكُفَّارَ نَارَ جَهَنَّمَ خَالِدِينَ فِيهَا هِيَ حَسْبُهُمْ وَلَعَنَهُمُ اللَّهُ وَلَهُمْ عَذَابٌ مُقِيمٌ (٦٨) كَالَّذِينَ مِنْ قَبْلِكُمْ كَانُوا أَشَدَّ مِنْكُمْ قُوَّةً وَأَكْثَرَ أَمْوَالًا وَأَوْلَادًا فَاسْتَمْتَعُوا بِخَلَاقِهِمْ فَاسْتَمْتَعْتُمْ بِخَلَاقِكُمْ كَمَا اسْتَمْتَعَ الَّذِينَ مِنْ قَبْلِكُمْ بِخَلَاقِهِمْ وَخُضْتُمْ كَالَّذِي خَاضُوا أُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ وَأُولَئِكَ هُمُ الْخَاسِرُونَ (٦٩) أَلَمْ يَأْتِهِمْ نَبَأُ الَّذِينَ مِنْ قَبْلِهِمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَقَوْمِ إِبْرَاهِيمَ وَأَصْحَابِ مَدْيَنَ وَالْمُؤْتَفِكَاتِ أَتَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ (٧٠) وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَيُطِيعُونَ اللَّهَ وَرَسُولَهُ أُولَئِكَ سَيَرْحَمُهُمُ اللَّهُ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ (٧١) وَعَدَ اللَّهُ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ وَرِضْوَانٌ مِنَ اللَّهِ أَكْبَرُ ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ (٧٢) }. </p><p> المناسبة </p><p> قوله تعالى:  {وَمِنْهُمُ الَّذِينَ يُؤْذُونَ النَّبِيَّ ...} الآية، مناسبة (١) هذه الآية </p><p>(١) المراغي.</p><p> لما قبلها: أن الله سبحانه وتعالى لما ذكر أن من دلائل نفاقهم الطعن في أفعاله - صلى الله عليه وسلم -، كإيذاء الذين لمزوه في قسمة الصدقات .. أردف ذلك بذكر من طعن في أخلاقه وشمائله الكريمة، بقولهم: إن محمدًا أذنٌ، نحلف له فيصدقنا. </p><p> قوله تعالى:  {وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ ...} الآيات، مناسبتها لما قبلها: أن الله سبحانه وتعالى، لما ذكر أفعال المنافقين الخبيثة، وذكر ما أعده لهم من العذاب في الدنيا والآخرة .. أردف ذلك بذكر صفات المؤمنين الذين زكت نفوسهم وطهرت سرائرهم، وما أعدَّه لهم من الثواب الدائم والنعيم المقيم. </p><p> أسباب النزول </p><p> قوله تعالى:  {وَمِنْهُمُ الَّذِينَ يُؤْذُونَ النَّبِيَّ ...} الآية، سبب نزولها (١) : ما أخرجه ابن أبي حاتم، عن ابن عباس - رضي الله عنه - قال: كان نَبْتَلُ بن الحارث يأتي رسول الله - صلى الله عليه وسلم -، ف يجلس إليه، فيسمع منه وينقل حديثه إلى المنافقين، فأنزل الله {وَمِنْهُمُ الَّذِينَ يُؤْذُونَ النَّبِيَّ ...} الآية. </p><p> قوله تعالى: {وَلَئِنْ سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ قُلْ أَبِاللَّهِ وَآيَاتِهِ وَرَسُولِهِ كُنْتُمْ تَسْتَهْزِئُونَ (٦٥) } سبب نزول هذه الآية: ما أخرجه ابن أبي حاتم، عن ابن عمر، قال: قال رجل في غزوة تبوك، في مجلس يومًا: ما رأيت مثل قرائنا هؤلاء، لا أرغب بطونا، ولا أك ذب ألسنة، ولا أجبن عند اللقاء، فقال رجل في المجلس: كذبت، ولكنك منافق، لأخبرن رسول الله - صلى الله عليه وسلم -، فبلغ ذلك النبي - صلى الله عليه وسلم -، ونزل القرآن، قال عبد الله بن عمر: فأنا رأيته متعلقًا بحقب ناقة رسول الله - صلى الله عليه وسلم - والحجارة تنكبه، وهو يقول: يا رسول الله، إنما كنا نخوض ونلعب، ورسول الله - صلى الله عليه وسلم - يقول:  \"أبالله وآياته ورسوله كنتم تستهزئون؟! \" . </p><p> ثم أخرج من وجه آخر، عن ابن عمر نحوه، وسمى الرجل عبد الله بن أبي، وأخرج عن كعب بن مالك، قال مخشيُّ بن حمير - بالتصغير -: لوددت أني </p><p>(١) لباب النقول.</p>"
}