{
  "id": null,
  "sura": 9,
  "aya": 112,
  "text": "<p> كما بين في القرآن، وضياعه منهما في النسخ التي بين يدي أهل الكتاب لا يقدح في ذلك؛ لأنه قد ضاع منهما كثير، وحرف بعضهما لفظًا ومعنى، ويكفي إثبات القرآن لذلك وهو المهيمن عليهما. والاستفهام في قوله:  {وَمَنْ أَوْفَى بِعَهْدِهِ مِنَ اللَّهِ} إنكاري؛ أي: لا أحد أوفى بعهده وأصدق في إنجاز وعده من الله، إذ لا يمنعه من ذلك عجز عن الوفاء، ولا يعرض له تردد ولا رجوع عما يريد إمضاءه من شأنه. والفاء في قوله:  {فَاسْتَبْشِرُوا} فاء الفصيحة؛ أي: فإذا كان الأمر على هذه الحال فأظهروا السرور، وافرحوا غاية الفرح {بِبَيْعِكُمُ الَّذِي بَايَعْتُمْ بِهِ} مع ربكم، وهو بيع الأنفس والأموال بالجنة؛ أي: فافرحوا غاية الفرح بجهادكم الذي فزتم به الجنة، {وَذَلِكَ} البيع الذي هو بيع الأنفس والأموال بالجنة، {هُوَ الْفَوْزُ} ؛ أي: سبب الفوز؛ لأنه رابح في الآخرة، {الْعَظِيمُ} الذي لا فوز أعظم منه، وما يتقدمه من النصر والسيادة والملك، لا يعد فوزًا إلا بكونه وسيلة لإقامة الحق والعدل. </p><p> وفي هذا الأسلوب من تأكيد استحقاق المجاهدين للثواب ما لا يخفى، إذ جعلهم مالكين معه، ومبايعين له، ومستحقين الثمن الذي بايعهم به، وأكد لهم أمر الوفاء وإنجاز وعده، وعن جعفر الصادق أنه قال: ليس لأبدانكم ثمن إلا الجنة، فلا تبيعوها إلا بها. يريد أن الذي يقتل أو يموت في سبيل الله، بذل بدنه الفاني لا روحه الباقي. </p><p> ١١٢ - ثم وصف الله سبحانه هؤلاء الكملة من المؤمنين، الذين باعوا أنفسهم وأموالهم، بجنته بصفات تسعة، الستة الأولى منها، تتعلق بمعاملة الخالق، والسابع والثامن، يتعلقان بمعاملة المخلوق، والتاسع يعم القبيلين: </p><p> ١ - {التَّائِبُونَ} وهو خبر لمبتدأ محذوف؛ أي: هم الراجعون إلى ربهم، بتركهم كل ما يبعد عن مرضاته، وقرأ أبي، وعبد الله، والأعمش:  {التائبين} بالياء، إلى والحافظين نصبًا على المدح. واعلم أن التوبة المقبولة إنما تحصل باجتماع أمور أربعة: الإقلاع عن الذنب في الحال، والندم على ما مضى منه، والعزم على الترك في المستقبل. ورابعها: أن يكون الحامل له على هذه الأمور </p><p> الثلاثة طلب رضوان الله تعالى وعبوديته، فإن كان غرضه منها دفع مذمة الناس، وتحصيل مدحهم، أو لغرض آخر من الأغراض الدنيوية، فليس بتائب، ولا بد من رد المظالم إلى أهلها إن كانت، فالتوبة تختلف باختلاف المعاصي، فتوبة الكفار هي: رجوعهم عن الكفر الذي كانوا عليه، كما قال:  {فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَإِخْوَانُكُمْ فِي الدِّينِ} وتوبة المنافق تكون بترك نفاقة، وتوبة العاصي من معصيته، تكون بالندم على ما حصل منه والعزم على عدم العود لمثله، كتوبة من تخلف عن غزوة تبوك من المؤمنين، وتوبة المقصر في شيء من البر وعمل الخير تكون بالاستزادة منه، وتوبة من يغفل عن ربه تكون بالإكثار من ذكره وشكره. </p><p> ٢ - {الْعَابِدُونَ} لله المخلصون في جميع عباداتهم، فلا يتوجهون إلى غيره بدعاء ولا استغاثة، ولا يتقربون إلى غيره بعمل قربان ولا طلب مثوبة في الآخرة. </p><p> ٣ - {الْحَامِدُونَ} لله في السراء والضراء، روي عن عائشة رضي الله عنها قالت: كان النبي، - صلى الله عليه وسلم -؛ إذا أتاه الأمر يسره قال:  \"الحمد لله الذي بنعمته تتم الصالحات\" وإذا أتاه الأمر يكرهه قال: \"الحمد لله على كل حال\" . </p><p> وروى البغوي بغير سند، عن ابن عباس، عن النبي - صلى الله عليه وسلم - قال:  \"أول من يدعى إلى الجنة يوم القيامة الذين يحمدون الله في السراء والضراء\" وقيل: \"هم الذين يحمدون الله ويقومون بشكره على جميع نعمه دنيا وأخرى\" . </p><p> ٤ - {السَّائِحُونَ} في الأرض والمتنقلون فيها من بلد إلى بلد آخر لغرض صحيح، كعلم نافع للسائح في دينه أو دنياه، أو نافع لقومه وأمته أو النظر في خلق الله وأحوال الأمم والشعوب للاعتبار والاستبصار، وقد قيل: إن السياحة لها أثر عظيم في تهذيب النفس وتحسين أخلاقها؛ لأن السائح، لا بد أن يلقى أنواعًا من التفسير والبؤس، ولا بد له من الصبر عليها، ويلقى العلماء والصالحين في سياحته، فيستفيد منهم ويرى العجائب وآثار قدرة الله تعالى فيتفكر في ذلك، فيدله على وحدانية الله سبحانه وتعالى وعظيم قدرته. </p><p> وقد حث الله سبحانه وتعالى كثيرًا على السير في الأرض والضرب فيها، كما قال:  {أَلَمْ يَرَوْا كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنْ قَرْنٍ مَكَّنَّاهُمْ فِي الْأَرْضِ مَا لَمْ نُمَكِّنْ لَكُمْ} وعلى السفر والسياحة لطلب الرزق الحلال من تجارة وغيرها. وفسر بعضهم السياحة بالصوم لما روي عن عائشة - رضي الله عنها -: \"سياحة هذه الأمة الصيام؛ لأن الصوم يعوق عن اللذات كما أن السياحة كذلك غالبًا. وقال الأزهري، قيل للصائم، سائح؛ لأن الذي يسيح في الأرض كان متعبدًا لا زاد معه، فكان ممسكًا عن الأكل، وكذلك الصائم ممسك عن الأكل.وقيل:أصل السياحة استمرار الذهاب في الأرض، كالماء الذي يسيح، والصائم مستمر على فعل الطاعة وترك المنهي.</p><p> ٥ - ٦ {الرَّاكِعُونَ السَّاجِدُونَ} في صلواتهم المفروضة، وخُصَّا بالذكر لما فيهما من الدلالة على التواضع والعبودية والتذلل لله سبحانه وتعالى. والمراد بهم، المصلون وإنما عبر عن الصلاة بالركوع والسجود لأنهما معظم أركانها وبهما يتميز المصلي من غير المصلي، بخلاف حالة القيام والقعود لأنما يكونان للمصلى ولغيره. </p><p> ٧ - {الْآمِرُونَ بِالْمَعْرُوفِ} شرعًا، يعني: يأمرون الناس بالإيمان باللهِ وحده، وما يتبعه من أعمال البر والخير. </p><p> ٨ - {وَالنَّاهُونَ عَنِ الْمُنْكَرِ} شرعًا، الذين ينهون الناس عن الإشراك بالله، وعن غيره من سائر الأعمال السيئة. </p><p> ولم يذكر في الآية لهذه الأوصاف متعلقًا، فلم يقل: التائبون من كذا لله، والعابدون لله لفهم ذلك، إلا صفتي الأمر والنهي مبالغةً في ذلك، ولم يأت بعاطف بين هذه الصفات لمناسبة بعضها لبعض، إلا في صفتي الأمر والنهي لتباين ما بينهما، فإن الأمر طلب فعل، والنهي طلب ترك أو كف، وكذا الحافظون عطفه وذكر متعلقة لعدم مناسبته للصفات السابقة، ولخفاء متعلقة، اهـ \" سمين\". </p><p> وقال الخازن: أما دخول الواو في قوله: {وَالنَّاهُونَ عَنِ الْمُنْكَرِ} فإن </p>"
}