{
  "id": null,
  "sura": 9,
  "aya": 19,
  "text": "<p> أخرجه أحمد والترمذي وابن ماجه والحاكم. </p><p> ١٩ - والاستفهام في قوله:  {أَجَعَلْتُمْ سِقَايَةَ الْحَاجِّ وَعِمَارَةَ الْمَسْجِدِ الْحَرَامِ} للإنكار، وهو كلام مستأنف خوطب به المشركون، التفاتًا من الغيبة في قوله:  {مَا كَانَ لِلْمُشْرِكِينَ أَنْ يَعْمُرُوا ...} إلخ، وقيل: خوطب به المؤمنون الذين تنازعوا أَيِّ الأعمال أفضل. </p><p> والسقاية والعمارة مصدران، كالسعاية والحماية، فالسقاية: إسقاء الحجاج، وإعطاء الماء لهم، والعمارة: تعمير المسجد تعميرًا حسيًّا أو معنويًّا، كما مر، ولا بد من تقدير مضاف، ليتفق الموضوع والمحمول، إما في الآخر، والتقدير: أجعلتم أيها المشركون، أو المؤمنون، سقاية الحجاج وعمارة المسجد الحرام {كـ} ـعمل {من آمن بالله} سبحانه وتعالى، أو كإيمان من أمن بالله. وإما في الأول، والتقدير: أجعلتم أهل سقاية الحاج وعمارة المسجد الحرام الذين هم المشركون، كمن آمن بالله في الفضيلة وعلو الدرجة، ويؤيد هذا التأويل قراءة ابن الزبير وغيره:  {أجعلتم سُقاة الحاجِّ وعَمَرَةَ المسجدِ الحرامِ} جمع ساقٍ وعامر، وعلى هذه القراءة لا يحتاج إلى تقدير مضاف. </p><p> والمراد (١) : أنه لا ينبغي أن تجعلوا أهل السقاية والعمارة في الفضيلة كمن آمن بالله {وَالْيَوْمِ الْآخِرِ وَجَاهَدَ فِي سَبِيلِ اللَّهِ} تعالى؛ أي: في طاعته لإعلاء كلمته، فإنَّ السقاية والعمارة، وإن كانتا من أعمال البر والخير، فأصحابهما لا يدانون أهل الإيمان والجهاد في علوِّ المرتبة وشرف المقدار. </p><p> والمعنى (٢) : أنَّ الله تعالى أنكر عليهم التسوية بين ما كان تعمله الجاهلية من الأعمال التي صورتها صورة الخير، وإن لم ينتفعوا بها، وبين إيمان المؤمنين وجهادهم في سبيل الله، وقد كان المشركون يفتخرون بالسقاية والعمارة، ويفضلونهما على عمل المسلمين، فأنكر عليهم ذلك ثم صرح سبحانه بالمفاضلة بين الفريقين، وتفاوتهم وعدم استوائهم، فقال:  {لَا يَسْتَوُونَ عِنْدَ اللَّهِ} تعالى؛ أي: </p><p>(١) المراغي. (٢) الشوكاني.</p><p> لا تساوي تلك الطائفة الكافرة الساقية للحجيج العامرة للمسجد الحرام هذه الطائفة المؤمنة بالله واليوم الآخر، المجاهدة في سبيله، ودل سبحانه بنفي الاستواء على نفي الفضيلة التي يدعيها المشركون؛ أي: إذا لم تبلغ أعمال الكفار إلى أن تكون مساوية لأعمال المسلمين .. فكيف تكون فاضلة عليها كما يزعمون؟! </p><p> أي: لا يساوي الفريق الأول الفريق الثاني، لا في صفته، ولا في عمله في حكم الله، ولا في مثوبته وجزائه عليه، لا في الدنيا ولا في الآخرة، فضلًا عن أن يفضله كما يزعم كبراء مشركي قريش، الذين كانوا يتبجحون بخدمة البيت ويستكبرون على الناس بها. </p><p> ثم حكم عليهم بالظلم، وأنهم مع ظلمهم بما هم فيه من الشرك لا يستحقون الهداية من الله سبحانه، حيث قال:  {وَاللَّهُ} سبحانه وتعالى {لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ} ؛ أي: لا يهديهم إلى الحق في أعمالهم، ولا إلى الحكم العدل في أعمال غيرهم، إذ ليس من سننه تعالى في أخلاق البشر وأعمالهم أن يهدي الظالم إلى شيء من ذلك، ومن أقبح الظلم تفضيل خدمة حجارة البيت، وحفظ مفتاحه، وسقاية الحاج على الإيمان باللهِ وحده، إذ به تطهر الأنفس من أدناس الشرك وخرافاته، وعلى الإيمان باليوم الآخر الذي يزع النفس عن البغي والظلم، ويحبب إليها الحق والعدل، ويرغبها في الخير وعمل البر، ابتغاء مرضاة الله تعالى، لا للفخر والرياء، وعلى الجهاد في سبيل الله بالنفس والمال لإحقاق الحق وإبطال الباطل. </p><p> وقرأ الجمهور (١) : {سِقَايَةَ الْحَاجِّ وَعِمَارَةَ الْمَسْجِدِ الْحَرَامِ} وهما مصدران كما مرَّ، وقرأ عبد الله بن الزبير والباقر وأبو حيوة وابن أبي وجرة السعديُّ وسعيد بن جبير:  {سُقاةَ الحاجِّ وعَمَرَةَ المسجدِ الحرامِ} جمع ساق كرام ورماة وجمع عامر، كصانع وصنعة، وكامل وكملة إلا أن ابن جبير نصب المسجد على إرادة </p><p>(١) البحر المحيط.</p>"
}