{
  "id": null,
  "sura": 9,
  "aya": 119,
  "text": "<p> وعلموا أنه لا ملجأ ولا منجا لأحد من سخطه تعالى وغضبه إلا إليه تعالى، بالتوبة والاستغفار ورجاءِ رحمته، وقد أعرض عنهم رسوله البرّ الرحيم بأصحابه، فلم يكونوا يستطيعون أن يطلبوا دعاءه، واستغفاره، إلا أنه - صلى الله عليه وسلم -، لا يشفع في الدنيا، ولا في الآخرة إلا لمن ارتضى الله أن يشفع لهم. </p><p> {ثُمَّ تَابَ عَلَيْهِمْ} ؛ أي: على هؤلاء الثلاثة؛ أي: ثم وفقهم التوبة الصحيحة المقبولة {لِيَتُوبُوا} ؛ أي: ليحصلوا التوبة، وينشئوها، فبهذا المعنى تحصل المغايرة، ويصح التعليل. وفي \"البيضاوي\" ثم تاب عليهم بالتوفيق للتوبة ليتوبوا، أو أنزل قبول توبتهم ليعدوا من جملة التوابين، أو رجع عليهم بالقبول والرحمة مرة بعد أخرى، ليستقيموا على توبتهم، اهـ. </p><p> وفي \"الخازن\"  {ثُمَّ تَابَ عَلَيْهِمْ} فيما مضى، {لِيَتُوبُوا} ؛ أي: ليكون ذلك داعيًا لهم إلى التوبة في المستقبل، فيرجعوا ويداوموا عليها. وقيل: إن أصل التوبة الرجوع، ومعناه حينئذٍ: ثم تاب عليم ليتوبوا؛ أي: ليرجعوا إلى حالتهم الأولى، يعني: إلى عادتهم في الاختلاط بالناس ومكالمتهم فتسكن نفوسهم بذلك، اهـ ببعض تصرف. وفي \"المراغي\"  {ثُمَّ تَابَ عَلَيْهِمْ} ؛ أي: ثم عطف عليهم وأنزل قبول توبتهم. {لِيَتُوبُوا} ويرجعوا إليه بعد إعراضهم عن هدايته، واتباع رسوله، - صلى الله عليه وسلم -، {إِنَّ اللَّهَ} سبحانه وتعالى، {هُوَ التَّوَّابُ} ؛ أي: الكثير القبول لتوبة التائبين، {الرَّحِيمُ} ؛ أي: الكثير الرحمة للمحسنين، المتفضل عليهم بضروب النعم، مع استحقاقهم لأعظم أنواع العقاب، ولما نزلت هذه الآية، خرج رسول الله، - صلى الله عليه وسلم -، من حجرته وهو عند أم سلمة فقال: الله أكبر، قد أنزل الله عذر أصحابنا، فلما صلى الفجر، أخبر ذلك لأصحابه وبشرهم بأن الله تاب عليهم، فانطلقوا إلى رسول الله، - صلى الله عليه وسلم -، وتلا عليهم ما نزل فيهم. وقال كعب بن مالك: توبتي إلى الله، أن أخرج عن مالي صدقة، فقال: لا، قلت: فنصفه، قال: لا، قلت: فثلثه، قال: نعم. وقصتهم مشهورة مذكورة في حديث رواه البخاري وغيره، </p><p> ١١٩ - {يَا أَيُّهَا الَّذِينَ آمَنُوا} باللهِ ورسوله، {اتَّقُوا اللَّهَ} وراقبوه بأداء فرائضه، واجتناب نواهيه، {وَكُونُوا} في الدنيا من أهل ولايته وطاعته تكونوا في </p><p> الآخرة، {مَعَ الصَّادِقِينَ} في الجنة، ولا تكونوا مع المنافقين الذين يتنصلون من ذنوبهم بالكذب، ويؤيدونه بالحلف. </p><p> وقيل:  {مع} هنا بمعنى من، بدليل القراءة الشاذة التي حكاها أبو السعود، والمعنى: كونوا من الصادقين في الأقوال والأفعال والاعتقاد. وفي قوله:  {وَكُونُوا مَعَ الصَّادِقِينَ} بعد قصة الثلاثة، الإشارة إلى أنّ هؤلاء الثلاثة حصل لهم بالصدق، ما حصل لهم من توبة الله تعالى، وظاهر الآية الأمر للعباد على العموم. أخرج الحاكم، عن ابن مسعود، عن النبي، - صلى الله عليه وسلم -، أنه قال:  \"إن الكذب لا يصلح منه جد ولا هزل ولا يعد الرجل ابنه ثم لا ينجز له اقرءوا إن شئتم\"  {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَكُونُوا مَعَ الصَّادِقِينَ} . وأخرج البيهقي مرفوعًا: إن الصدق يهدي إلى البر وإن البر يهدي إلى الجنة وإن الكذب يهدي إلى الفجور وإن الفجور يهدي إلى النار، إنه يقال: للصادق صدق وبر، ويقال: للكاذب كذب وفجر، وأن الرجل ليصدق حتى يكتب عند الله صادقًا، ويكذب حتى يكتب عند الله كذابًا. ولا رخصة في الكذب إلا لضرورة من خديعة حرب، أو إصلاح بين اثنين، أو رجل يحدث امرأته ليرضيها؛ أي: في التحبب إليها بوصف محاسنها، ورضاه عنها لا في مصالح الدار والعيال وغيرها. </p><p> وأخرج ابن أبي شيبة، وأحمد، عن أسماء بنت يزيد، عن النبي، - صلى الله عليه وسلم -، قال:  \"كل الكذب يكتب على ابن آدم إلا رجل كذب في خديعة حرب، أو صلاح بين اثنين، أو رجل يحدث امرأته ليرضيها\" ولا شك أن في المعاريض ما يغني العاقل عن الكذب، كما جاء في الحديث:  \"إن في المعاريض لمندوحة عن الكذب\" . </p><p> وروي (١) : أن رجلًا جاء إلى النبي، - صلى الله عليه وسلم -، وقال: إني رجل أريد أن أؤمن بك إلا أني أحب الخمر والزنا والسرقة والكذب، والناس يقولون إنك تحرم هذه الأشياء، ولا طاقة لي على تركها بأسرها، فإن قنعت مني بترك واحد منها آمنت </p><p>(١) المراح.</p><p> بك، فقال - صلى الله عليه وسلم -: \"اترك الكذب\" فقبل ذلك ثم أسلم. فلما خرج من عند النبي، - صلى الله عليه وسلم -، عرضوا عليه الخمر فقال: إن شربت وسألني الرسول عن شربها وكذبت .. فقد نقضت العهد، وإن صدقت أقام الحد علي فتركها. ثم عرضوا عليه الزنا، فجاء ذلك الخاطر فتركه، وكذا في السرقة، فتاب عن الكل فعاد إلى رسول الله، - صلى الله عليه وسلم -، وقال: ما أحسن ما فعلت لما منعتني عن الكذب، انسدت أبواب المعاصي عليَّ. </p><p> وقرأ الجمهور (١) : {خلفوا} بتشديد اللام مبنيًّا للمفعول. وقرأ أبو مالك: كذلك. وخفف اللام. وقرأ عكرمة بن هارون، المخزومي، وزر بن حبيش، وعمرو بن عبيد، ومعاذ القارئ، وحميد، بتخفيف اللام مبنيًّا للفاعل. ورويت عن أبي عمرو؛ أي؛ خلفوا الغازين بالمدينة أو فسدوا من المخالفة. وقرأ أبو العالية، وأبو الجوزاء، كذلك مشدد اللام. وقرأ أبو زيد، وأبو مجلز، والشعبي، وابن يعمر، وعلي بن الحسين، وابناه زيد ومحمد الباقر وابنه جعفر الصادق:  {خالفوا} بألف؛ أي: لم يوافقوا على الغزو. وقرأ الأعمش:  {وعلى الثلاثة المخلفين} ولعله قرأ: كذلك على سبيل التفسير؛ لأنها قراءة مخالفة لسواد المصحف. </p><p> وقرأ ابن مسعود، وابن عباس:  {من الصادقين} ورويت عن النبي، - صلى الله عليه وسلم -، وقرأ زيد بن علي، وابن السميقع وأبو المتوكل ومعاذ القارئ:  {مَعَ الصَّادِقِينَ} بفتح القاف وكسر النون على التثنية، ويظهر أنهما الله ورسوله لقوله:  {وَلَمَّا رَأَى الْمُؤْمِنُونَ الْأَحْزَابَ قَالُوا هَذَا مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ وَصَدَقَ اللَّهُ وَرَسُولُهُ} . </p><p> الإعراب </p><p> {وَالَّذِينَ اتَّخَذُوا مَسْجِدًا ضِرَارًا وَكُفْرًا وَتَفْرِيقًا بَيْنَ الْمُؤْمِنِينَ وَإِرْصَادًا لِمَنْ حَارَبَ اللَّهَ وَرَسُولَهُ مِنْ قَبْلُ} . </p><p>(١) البحر المحيط.</p><p> {وَالَّذِينَ}  {الواو} : عاطفة {الذين} : مبتدأ، خبره محذوف تقديره: ومنهم الذين اتخذوا، والجملة معطوفة على قوله:  {وَآخَرُونَ مُرْجَوْنَ لِأَمْرِ اللَّهِ} . {اتَّخَذُوا مَسْجِدًا} : فعل وفاعل ومفعول، والجملة صلة الموصول. {ضِرَارًا} : مفعول لأجله، أو مفعول ثانٍ {لاتخذوا} . {وَكُفْرًا وَتَفْرِيقًا} : معطوفان عليه. {بَيْنَ الْمُؤْمِنِينَ} : ظرف ومضاف إليه، متعلق بـ {تفريقًا} . {وَإِرْصَادًا} : معطوف عليه أيضًا {لِمَنْ} : جار ومجرور، متعلق بـ {إرصادًا} . {حَارَبَ اللَّهَ} : فعل ومفعول، وفاعله ضمير، يعود على {مَن} والجملة صلة الموصول. {وَرَسُولَهُ} : معطوف على الجلالة. {مِنْ قَبْلُ} : جار ومجرور متعلق بحارب. </p><p> {وَلَيَحْلِفُنَّ إِنْ أَرَدْنَا إِلَّا الْحُسْنَى وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ} . </p><p> {وَلَيَحْلِفُنَّ} الواو: استئنافية. {اللام} : موطئة للقسم. {يحلفن} : فعل مضارع مرفوع، لتجرده عن الناصب والجازم، وعلامة رفعه ثبات النون المحذوفة لتوالي الأمثال، وواو الجماعة المحذوفة لالتقاء الساكنين في محل الرفع فاعل، والجملة الفعلية جواب القسمم، لا محل لها من الإعراب، {إِنْ} : نافية، {أَرَدْنَا} : فعل وفاعل، والجملة، جواب لجواب القسم. وفي \"الفتوحات\" قوله: {إنْ أَرَدْنَا} جواب لقوله: {ليحلفن} فوقع جواب القسم المقدر فعل قسم مجاب بقوله: {إنْ أَرَدْنَا} انتهى. أو الجملة مقول لقول محذوف تقديره:  {وَلَيَحْلِفُنَّ} قائلين {إِنْ أَرَدْنَا إِلَّا الْحُسْنَى} . {إِلَّا} : أداة استثناء مفرغ {الْحُسْنَى} : صفة لموصوف محذوف، واقع مفعولًا به {لأردنا} تقديره: إن أردنا إلا الخصلة الحسنى. {وَاللَّهُ} : مبتدأ. وجملة {يَشْهَدُ} خبره والجملة الاسمية مستأنفة. {إِنَّهُمْ}  {إن} : حرف نصب. والهاء: اسمها. {لَكَاذِبُونَ} اللام: حرف ابتداء {كاذبون} : خبر إن مرفوع بالواو، وجملة إن في محل النصب سادة مسد مفعولي {يَشْهَدُ} ؛ لأنه بمعنى، يعلم. </p><p> {لَا تَقُمْ فِيهِ أَبَدًا لَمَسْجِدٌ أُسِّسَ عَلَى التَّقْوَى مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَنْ تَقُومَ فِيهِ فِيهِ رِجَالٌ يُحِبُّونَ أَنْ يَتَطَهَرُوا وَاللَّهُ يُحِبُّ الْمُطَّهِرِينَ} . </p><p> {لَا} : ناهية جازمة {تَقُمْ} فعل مضارع مجزوم بـ {لَا} الناهية، وفاعله </p><p> ضمير يعود على محمَّد، والجملة مستأنفة. {فِيهِ} : متعلق به {أَبَدًا} : منصوب على الظرفية الزمانية متعلق بـ {تَقُمْ}  {لَمَسْجِدٌ} اللام: حرف ابتداء أو لام قسم {مسجد} : مبتدأ، وسوغ الابتداء بالنكرة وصفه بما بعده، {أُسِّسَ} : فعل مضارع مغير الصيغة، ونائب فاعله ضمير يعود على مسجد، والجملة الفعلية صفة {لَمَسْجِدٌ} . {عَلَى التَّقْوَى} : متعلق بـ {أُسِّسَ} . {مِنْ أَوَّلِ يَوْمٍ} : جار ومجرور ومضاف إليه، متعلق بـ {أُسِّسَ} . {أَحَقُّ} : خبر المبتدأ، والجملة الاسمية مستأنفة، أو جواب لقسم محذوف. {أَنْ تَقُومَ} : فعل وناصب، وفاعله ضمير يعود على محمَّد. {فِيهِ} : متعلق به، والجملة الفعلية مع أن المصدرية في تأويل مصدر مجرور بحرف جر محذوف تقديره: أحق بالقيام فيه {فِيهِ} : جار ومجرور، خبر مقدم. {رِجَالٌ} : مبتدأ مؤخر، وجملة {يُحِبُّونَ} صفة لـ {رِجَالٌ} : والجملة الاسمية مستأنفة، مسوقة لتعليل ما قبلها {أَنْ يَتَطَهَرُوا} فعل وفاعل، وناصب، والجملة في تأويل مصدر منصوب على المفعولية ليحبون، تقديره يحبون الطهارة. {وَاللَّهُ} : مبتدأ. {يُحِبُّ الْمُطَّهرِينَ} : فعل ومفعول، وفاعله ضمير يعود على الله، والجملة الفعلية خبر المبتدأ، والجملة الاسمية مستأنفة. </p><p> {أَفَمَنْ أَسَّسَ بُنْيَانَهُ عَلَى تَقْوَى مِنَ اللَّهِ وَرِضْوَانٍ خَيْرٌ} . </p><p> {أَفَمَنْ} : الهمزة: للاستفهام التقريري، داخلة على محذوف. والفاء: عاطفة على ذلك المحذوف، تقديره: أبعد ما علم حالهم فمن أسس بنيانه على تقوى من الله إلخ. {مَنْ} : اسم موصول في محل الرفع مبتدأ. {أَسَّسَ بُنْيَانَهُ} : فعل ومفعول، وفاعله ضمير يعود على {مَنْ} والجملة صلة الموصول. {عَلَى تَقْوَى} : متعلق بـ {أَسَّسَ} : أو حال من فاعل {أَسَّسَ} ؛ أي: حالة كونه قاصدًا تقوى الله {مِنَ اللَّه} : صفة لتقوى. {وَرِضْوَانٍ} : معطوف على {تَقْوَى} . {خَيْرٌ} : خبر المبتدأ، والجملة الاسمية معطوفة على الجملة المحذوفة المذكورة آنفًا. </p><p> {أَمْ مَنْ أَسَّسَ بُنْيَانَهُ عَلَى شَفَا جُرُفٍ هَارٍ فَانْهَارَ بِهِ فِي نَارِ جَهَنَّمَ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ} . </p><p> {أَمْ} : متصلة عاطفة. {مَنْ} : اسم موصول في محل الرفع مبتدأ. {أَسَّسَ بُنْيَانَهُ} : فعل ومفعول وفاعله ضمير يعود على {مَنْ} والجملة الفعلية صلة الموصول {عَلَى شَفَا} جار ومجرور متعلق بـ {أَسَّسَ}  {جُرُفٍ} مضاف إليه {هَارٍ} : صفة لـ {جُرُفٍ} مجرور بكسرة ظاهرة، أو مقدرة، كما سيأتي البحث عنه في مبحث التصريف إن شاء الله تعالى {فَانْهَار} الفاء: عاطفة {انْهَار} : فعل ماضٍ، وفاعله ضمير يعود على البنيان. {بِهِ} : جار ومجرور، متعلق بـ {انهار} والضمير يعود على الباني، والجملة معطوفة على جملة {أَسَّسَ} ، وفي \"الفتوحات\" قوله: {فَانهارَ بِهِ} : فاعله إما ضمير البنيان، والهاء في {بِهِ} على هذا .. ضمير المؤسس الباني؛ أي: فسقط بنيان الباني على شفا جرف هار، وإما ضمير الشفا، وإما ضمير الجرف؛ أي: فسقط الشفا أو سقط الجرف، والهاء في به للبنيان، ويجوز أن تكون للباني المؤسس، والأولى أن يكون الفاعل ضمير الجرف؛ لأنه يلزم من انهياره انهيار الشفا والبنيان جميعًا، ولا يلزم من انهيارهما أو انهيار أحدهما انهياره، والباء في {بِهِ} : يجوز أن تكون للتعدية، وأن تكون للمصاحبة، وقد تقدم لك خلاف أول هذا الموضوع أن التعدية عند بعضهم، تستلزم المصاحبة، وإذا قيل: إنها للمصاحبة هنا فتتعلق بمحذوف؛ لأنها: حال؛ أي: فانهار مصاحبًا له، اهـ \"سمين\" . {فِي نَارِ جَهَنَّمَ} : جار ومجرور، ومضاف إليه، متعلق بـ {انهار} . {وَاللَّهُ} مبتدأ. {لَا يَهْدِي الْقَوْمَ} : فعل ومفعول. {الظَّالِمِينَ} : صفة للقوم، وفاعله ضمير يعود على الله، والجملة الفعلية في محل الرفع خبر المبتدأ، والجملة الاسمية مستأنفة. </p><p> {لَا يَزَالُ بُنْيَانُهُمُ الَّذِي بَنَوْا رِيبَةً فِي قُلُوبِهِمْ إِلَّا أَنْ تَقَطَّعَ قُلُوبُهُمْ وَاللَّهُ عَلِيمٌ حَكِيمٌ} . </p><p> {لَا يَزَالُ} : فعل مضارع ناقص من أخوات كان {بُنْيَانُهُمُ} : اسمها. {الَّذِي} : في محل الرفع، صفة لـ {بُنْيَانُهُمُ} . {بَنَوْا} : فعل وفاعل، والجملة صلة الموصول، والعائد محذوف، تقديره: الذي بنوه. {رِيبَةً} : خبر زال، منصوب به ولكنه على حذف مضاف، تقديره: سبب ريبة وشك في الدين. {فِي </p><p> قُلُوبِهِمْ}: جار ومجرور صفة لـ {رِيبَةً} . {إِلَّا} : أداة استثناء من أعم الأوقات، أو {إِلَّا} حرف بمعنى: إلى الجارة، كما قيل، {أَنْ تَقَطَّعَ قُلُوبُهُمْ} : ناصب وفعل وفاعل، والجملة الفعلية مع أن المصدرية في تأويل مصدر، مجرور بإضافة المستثنى المحذوف إليه، تقديره: لا يزال بنيانهم الذي بنوا ريبة في قلوبهم في جميع الأوقات، إلا وقت تقطع قلوبهم وتمزقها بالموت، أو في تأويل مصدر، مجرور بإلا بمعنى، إلى تقديره: لا يزال بنيانهم ريبة في قلوبهم إلى تقطع قلوبهم، الجار والمجرور متعلق بـ {يَزَالُ} وجملة يزال مستأنفة. {وَاللَّهُ} : مبتدأ. {عَلِيمٌ} خبر أول {حَكِيمٌ} : خبر ثان، والجملة مستأنفة. </p><p> {إِنَّ اللَّهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمُ الْجَنَّةَ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ فَيَقْتُلُونَ وَيُقْتَلُونَ وَعْدًا عَلَيْهِ حَقًّا فِي التَّوْرَاةِ وَالْإِنْجِيلِ وَالْقُرْآنِ وَمَنْ أَوْفَى بِعَهْدِهِ مِنَ اللَّهِ فَاسْتَبْشِرُوا بِبَيْعِكُمُ الَّذِي بَايَعْتُمْ بِهِ وَذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ (١١١) }. </p><p> {إِنَّ اللَّهَ} : ناصب واسمه. {اشْتَرَى} فعل ماضٍ، وفاعله ضمير يعود على الله، والجملة في محل الرفع خبر إن، وجملة إن مستأنفة. {مِنَ الْمُؤْمِنِينَ} : متعلق بـ {اشْتَرَى}  {أَنْفُسَهُمْ} : مفعول به. {وَأَمْوَالَهُمْ} : معطوف عليه. {بِأَنَّ} : الباء: حرف جر و {أن} : حرف نصب ومصدر {لَهُمْ} : خبر أن مقدم على اسمها. {الْجَنَّةَ} : اسمها مؤخر، وجملة أن في تأويل مصدر، مجرور بالباء، تقديره: يكون الجنة لهم، الجار والمجرور متعلق بـ {اشْتَرَى} ودخلت الباء هنا على المتروك على بابها، وسماها أبو البقاء: باء المقابلة، كقولهم: باء العوض، ذكره: في \"الفتوحات\" . {يُقَاتِلُونَ} : فعل وفاعل. {فِي سَبِيلِ اللَّهِ} : متعلق به، والجملة مستأنفة، مسوقة لبيان الاشتراء، ذكره: أبو السعود. {فَيَقْتُلُونَ} : الفاء: استئنافية. {يَقْتُلُونَ} : فعل وفاعل، والجملة مستأنفة مسوقة لبيان البيع الذي يستلزمه الشراء، أو لبيان تسليم المبيع. {يَقْتُلُونَ} : فعل ونائب فاعل معطوف على {يَقْتُلُونَ} . {وَعْدًا} : منصوب على المصدرية بفعل محذوف، تقديره: وعدهم ذلك وعدًا، والجملة المحذوفة مستأنفة. مسوقة </p><p> لتأكيد ما قبلها. {عَلَيْهِ} : جار ومجرور صفة لـ {وَعْدًا}  {حَقًّا} : منصوب على المفعولية المطلقة، بفعل محذوف، تقديره وحق ذلك الوعد حقًّا، أي: تحقق، وثبت والجملة المحذوفة مستأنفة، مسوقة لتأكيد ما قبلها، ويصح كون {حَقًّا} صفة لـ {وَعْدًا} . {فِي التَّوْرَاةِ} : جار ومجرور، متعلق بـ {اشْتَرَى} أو صفة لـ {وَعْدًا} . وفي \"الفتوحات\" قوله: {فِي التَّوْرَاةِ} فيه وجهان: </p><p> أحدهما: أنه متعلق باشترى، وعلى هذا فتكون كل أمة قد أمرت بالجهاد، ووعدت عليه الجنة. </p><p> والثاني: أنه متعلق بمحذوف؛ لأنه صفة الوعد؛ أي: وعدًا مذكورًا وكائنًا في التوراة، وعلى هذا فيكون الوعد بالجنة لهذه الأمة مذكورًا في كتب الله المنزلة، اهـ \"سمين\" . {وَالْإِنْجِيلِ وَالْقُرْآنِ} : معطوفان على التوراة. {وَمَنْ أَوْفَى} : الواو اعتراضية. {من} : اسم استفهام، للاستفهام الإنكاري، في محل الرفع مبتدأ {أَوْفَى} خبره مرفوع بضمة مقدرة، والجملة اعتراضية، مقررة لمضمون ما قبلها، من حقية الوعد على نهج المبالغة في كونه أوفى بالعهد من كل وافٍ، فإن إخلاف الميعاد مما لا يكاد يصدر من كرام الخلق مع إمكان صدوره منهم، فكيف بجانب الخالق، اهـ أبو السعود. {بِعَهْدِهِ} : جار ومجرور، ومضاف إليه متعلق بـ {أَوْفَى} وكذلك يتعلق به قوله: {مِنَ اللَّهِ} . {فَاسْتَبْشِرُوا} : الفاء: عاطفة. {اسستبشروا} : فعل وفاعل، والجملة معطوفة على جملة قوله:  {إنَّ اللَّهَ اشْتَرَى} . {بِبَيْعِكُمُ} : متعلق به. {الَّذِي} صفة للبيع. {بَايَعْتُمْ} : فعل وفاعل. {بِهِ} : متعلق به والجملة صلة الموصول. {وَذَلِكَ} : مبتدأ. {هُوَ} : ضمير فصل. {الْفَوْزُ} : خبر. {الْعَظِيمُ} : صفة له، والجملة الاسمية مستأنفة. </p><p> {التَّائِبُونَ الْعَابِدُونَ الْحَامِدُونَ السَّائِحُونَ الرَّاكِعُونَ السَّاجِدُونَ الْآمِرُونَ بِالْمَعْرُوفِ وَالنَّاهُونَ عَنِ الْمُنْكَرِ وَالْحَافِظُونَ لِحُدُودِ اللَّهِ وَبَشِّرِ الْمُؤْمِنِينَ} . </p><p> {التَّائِبُونَ} : خبر لمبتدأ محذوف، تقديره: أولئك المؤمنون هم التائبون، والجملة في محل الجر، صفة للمؤمنين في قوله {إِنَّ اللَّهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ} . </p><p> {الْعَابِدُونَ الْحَامِدُونَ السَّائِحُونَ الرَّاكِعُونَ السَّاجِدُونَ الْآمِرُونَ} : أخبار بعد خبر لذلك المبتدأ المحذوف. {بِالْمَعْرُوفِ} : متعلق بـ {الْآمِرُونَ}  {وَالنَّاهُونَ} : معطوف على {الْآمِرُونَ}  {عَنِ الْمُنْكَرِ} : متعلق به {وَالْحَافِظُونَ} : معطوف على الآمرون أيضًا. {لِحُدُودِ اللَّهِ} : متعلق به. {وَبَشِّرِ الْمُؤْمِنِينَ} فعل ومفعول، وفاعله ضمير يعود على محمَّد، وحذف المبشر به لخروجه عن حد البيان والجملة مستأنفة. </p><p> فائدة: وإنما عُطف قولهُ: {وَالنَّاهُونَ} على ما قبله للمضادة بينهما، إذ الأول طلب فعل، والثاني طلب ترك كما مر. وقيل: إنما عطفه بالواو إشارة إلى أن مدخولها هو الوصف الثامن، وذلك؛ لأنها عندهم تسمى: واو الثمانية وتدخل على ما يكون ثامنًا، اهـ شيخنا. وفي \"أبي السعود\" : والعطف فيه للدلالة على أن المتعاطفين بمنزلة خصلة واحدة، كأنه قال: الجامعون بين الوصفين اهـ ذكره في \"الفتوحات\" . </p><p> {مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَى مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَابُ الْجَحِيمِ} . </p><p> {مَا} : نافية. {كَانَ} فعل ماضٍ ناقص {لِلنَّبِيِّ} : جار ومجرور. خبر مقدم لـ {كَانَ} . {وَالَّذِينَ} : معطوف على النبي. وجملة {آمَنُوا} : صلة الموصول. {أَنْ يَسْتَغْفِرُوا} : فعل وفاعل، منصوب بأن المصدرية {لِلْمُشْرِكِينَ} : متعلق به، والجملة الفعلية في تأويل مصدر مرفوع على كونه اسم كان مؤخرًا، تقديره: ما كان جائزًا للنبي، والذين آمنوا استغفارهم للمشركين، والجملة مستأنفة. {وَلَوْ كَانُوا} الواو: عاطفة. {لَوْ} : حرف شرط. {كَانُوا} : فعل ناقص واسمه {أُولِي قُرْبَى} : خبر كان، وجملة {كَانُ} فعل شرط لـ {لو} وجواب {لو} معلوم مما قبله تقديره: ولو كانوا أولى ما يجوز استغفارهم لهم، وجملة {لو} معطوفة على جملة محذوفة، واقعة حالًا من المشركين، تقديرها: ما كان للنبي والذين آمنوا أن يستغفروا للمشركين إن كانوا غير أولي قربى، ولو كانوا أولي قربى؛ أي: حالة كونهم مغايرين لأولي قربى، وموصوفين بالقرابة. {مِنْ بَعْدِ} : جار ومجرور متعلق بـ {كَانَ} : أو متعلق بـ {يَسْتَغْفِرُوا} . {مَا} </p><p> مصدرية. {تَبَيَّنَ} : فعل ماض {لَهُمْ} : متعلق به. {أَنَّهُمْ} : ناصب واسمه. {أَصْحَابُ الْجَحِيمِ} : خبره، وجملة {أن} في تأويل مصدر مرفوع على الفاعلية لـ {تَبَيَّنَ} تقديره: من بعد ما تبين كونهم من أصحاب الجحيم، وجملة {تَبَيَّنَ} في تأويل مصدر، مجرور بإضافة الظرف إليه، تقديره: من بعد تبين كونهم من أصحاب الجحيم. </p><p> {وَمَا كَانَ اسْتِغْفَارُ إِبْرَاهِيمَ لِأَبِيهِ إِلَّا عَنْ مَوْعِدَةٍ وَعَدَهَا إِيَّاهُ} . </p><p> {وَمَا} : الواو: استئنافية. {ما} : نافية. {كَانَ} : فعل ماض ناقص. {اسْتِغْفَارُ إِبْرَاهِيمَ} : اسمها ومضاف إليه. {لِأَبِيهِ} : متعلق بـ {اسْتِغْفَارُ} . {إِلَّا} : أداة استثناء مفرغ {عَنْ مَوْعِدَةٍ} : جار ومجرور خبر {كان} . {وَعَدَهَا إِيَّاهُ} : فعل ومفعولان، وفاعله ضمير يعود على إبراهيم، والجملة الفعلية صفة لـ {مَوْعِدَةٍ} ، والتقدير: وما كان استغفار إبراهيم لأبيه إلا كائنا عن موعدة وعدها إياه. </p><p> {فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِلَّهِ تَبَرَّأَ مِنْهُ إِنَّ إِبْرَاهِيمَ لَأَوَّاهٌ حَلِيمٌ} . </p><p> {فَلَمَّا} ، الفاء: عاطفة. {لما} : حرف شرط غير جازم. {تَبَيَّنَ} : فعل ماض. {لَهُ} : متعلق به {أَنَّهُ} ناصب واسمه {عَدُوٌّ} خبر أن. {لِلَّهِ} : متعلق بـ {عَدُوٌّ} وجملة، أن في تأويل مصدر، مرفوع على الفاعلية، لـ {تَبَيَّنَ} تقديره: فلما تبين له كونه عدوًا لله، والجملة الفعلية فعل شرط للما، لا محل لها من الإعراب. {تَبَرَّأَ} فعل ماض وفاعله ضمير يعود على إبراهيم. {مِنْهُ} متعلق به، وجملة {تَبَرَّأَ} جواب {لما} وجملة {لما} معطوفة على جملة {كَانَ} . {إنَّ إِبْرَاهِيمَ} : ناصب واسمه. {لَأَوَّاهٌ} اللام: حرف ابتداء. (أواه}: خبر {إن} . {حَلِيمٌ} : صفة {أواه} وجملة {إن} مستأنفة مسوقة لتعليل ما قبلها. </p><p> {وَمَا كَانَ اللَّهُ لِيُضِلَّ قَوْمًا بَعْدَ إِذْ هَدَاهُمْ حَتَّى يُبَيِّنَ لَهُمْ مَا يَتَّقُونَ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ} . </p><p> {وَمَا} : الواو: استئنافية. {ما} : نافية. {كَانَ اللَّه} : فعل ناقص، </p><p> واسمه. {لِيُضِلَّ} ، اللام: حرف جر وجحود. {يضل} : فعل مضارع، منصوب بأن مضمرة وجوبًا بعد لام الجحود، وفاعله ضمير مستتر فيه، يعود على الله. {قَوْمًا} : مفعول به، والجملة صلة أن المضمرة، أن مع صلتها في تأويل مصدر مجرور بلام الجحود، تقديره: وما كان الله لإضلاله قوما، الجار والمجرور متعلق بواجب الحذف، لوقوعه خبرًا لـ {كَانَ} تقديره: وما كان الله مريدًا لإضلاله قومًا، هذا على مذهب البصريين. وعند الكوفيين. فاللام زائدة، والتقدير: وما كان الله مضلًا قومًا وجملة {كَانَ} مستأنفة. {بَعْدَ} منصوب على الظرفية {إِذْ} : حرف بمعنى أن المصدرية. {هَدَاهُمْ} : فعل ومفعول في محل النصب بإذ، وفاعله ضمير يعود على {اللَّهُ} والجملة في تأويل مصدر مجرور بإضافة الظرف إليه، تقديره: بعد هدايته إياهم، والظرف متعلق بـ {يضل} . وفي \"الفتوحات\" قوله: {بَعْدَ إِذْ هَدَاهُمْ}  {إِذْ} فيه وجهان: </p><p> أحدهما: أن إذ بمعنى أن. </p><p> الثاني: أنها ظرف بمعنى وقت، أي: بعد أن هداهم أو بعد وقت هداهم فيه، اهـ. {حَتَّى} : حرف جر وغاية. {يُبَيِّنَ} : منصوب بأن مضمرة وجوبًا بعد حتى، بمعنى إلى، وفاعله ضمير يعود على الله. {لَهُمْ} : متعلق به. {مَا} : موصولة أو موصوفة في محل النصب مفعول به. {يَتَّقُونَ} : فعل وفاعل والجملة صلة لما، أو صفة لها، والعائد أو الرابط محذوف، تقديره: ما يتقونه، وجملة {يُبَيِّنَ} صلة أن المضمرة، أن مع صلتها في تأويل مصدر مجرور بحتى، بمعنى، إلى تقديره: حتى تبيينه لهم ما يتقون الجار والمجرور متعلق بيضل. {إِنَّ اللَّهَ} ناصب واسمه. {بِكُلِّ شَيْءٍ} : متعلق بـ {عَلِيمٌ} . {عَلِيمٌ} : خبر {إِنَّ} وجملة {إِنَّ} مستأنفة، مسوقة لتعليل ما قبلها. </p><p> {إِنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ يُحْيِي وَيُمِيتُ وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ} . </p><p> {إِنَّ اللَّهَ} : ناصب واسمه. {لَهُ} : خبر مقدم. {مُلْكُ السَّمَاوَاتِ} : مبتدأ </p><p> ومضاف إليه. {وَالْأَرْضِ} : معطوف على {السَّمَاوَاتِ} والجملة من المبتدأ والخبر في محل الرفع، خبر {إِنَّ} وجملة {إِنَّ} مستأنفة. {يُحْيِي} : فعل مضارع، وفاعله ضمير يعود على الله، والجملة الفعلية في محل الرفع، معطوفة على الجملة الاسمية على كونها خبرًا {لإن} . وجملة قوله:  {وَيُمِيتُ} : معطوفة على {يُحْيِي} . {وَمَا لَكُمْ} ، الواو: عاطفة. {ما} : نافية. {لَكُمْ} : جار ومجرور، خبر مقدم. {مِنْ دُونِ اللَّهِ} : جار ومجرور، متعلق بـ لاستقرار الذي تعلق به الخبر {مِنْ وَلِيٍّ} مبتدأ مؤخر و {مِنْ} : زائدة {لَا نَصِيرٍ} : معطوف على {وَلِيٍّ} والجملة من المبتدأ والخبر معطوفة على جملة {إن} . </p><p> {لَقَدْ تَابَ اللَّهُ عَلَى النَّبِيِّ وَالْمُهَاجِرِينَ وَالْأَنْصَارِ الَّذِينَ اتَّبَعُوهُ فِي سَاعَةِ الْعُسْرَةِ مِنْ بَعْدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٍ مِنْهُمْ ثُمَّ تَابَ عَلَيْهِمْ إِنَّهُ بِهِمْ رَءُوفٌ رَحِيمٌ} . </p><p> {لَقَدْ} : اللام: موطئة للقسم. {قد} : حرف تحقيق {تَابَ اللَّهُ} : فعل وفاعل، والجملة جواب القسم، لا محل لها من الإعراب. {عَلَى النَّبِيِّ} : متعلق بـ {تَابَ} . {وَالْمُهَاجِرِينَ وَالْأَنْصَارِ} : معطوفان على النبي. {الَّذِينَ} اسم موصول في محل الجر صفة لكل من {الْمُهَاجِرِينَ وَالْأَنْصَارِ} . {اتَّبَعُوهُ} : فعل وفاعل ومفعول، والجملة صلة الموصول {فِي سَاعَةِ الْعُسْرَةِ} : جار ومجرور، ومضاف إليه متعلق بـ {اتَّبَعُوهُ} . {مِنْ بَعْدِ} جار ومجرور، متعلق بـ {اتَّبَعُوهُ} أيضًا. {مَا} : مصدرية {كَادَ} : زائدة لفظًا، لا عمل لها وإن كان معناها مرادًا بدليل قراءة ابن مسعود {من بعد ما زاغت قلوب فريق منهم}  {يَزِيغُ} : فعل مضارع. {قُلُوبُ فَرِيقٍ} : فاعل، ومضاف إليه. {مِنْهُمْ} : صفة لفريق، والجملة الفعلية صلة لـ {مَا} : المصدرية {مَا} : مع صلتها في تأويل مصدر، مجرور بإضافة الظرف إليه، تقديره: من بعد مقاربة زيغ قلوب فريق منهم. {ثُمَّ تَابَ} : فعل ماض وفاعله ضمير يعود على الله. {عَلَيْهِمْ} متعلق به. والجملة معطوفة على جملة تاب الأول {إِنَّهُ} ناصب واسمه. {بِهِمْ} تنازع فيه ما بعده؛ لأن التنازع يكون في المتأخر كما يكون في المتقدم. {رَءُوفٌ} : خبر أول </p><p> لـ {إِنَّ}  {رَحِيمٌ} : خبر ثان له، وجملة {إن} : مستأنفة، مسوقة لتعليل ما قبلها. </p><p> {وَعَلَى الثَّلَاثَةِ الَّذِينَ خُلِّفُوا حَتَّى إِذَا ضَاقَتْ عَلَيْهِمُ الْأَرْضُ بِمَا رَحُبَتْ وَضَاقَتْ عَلَيْهِمْ أَنْفُسُهُمْ وَظَنُّوا أَنْ لَا مَلْجَأَ مِنَ اللَّهِ إِلَّا إِلَيْهِ ثُمَّ تَابَ عَلَيْهِمْ لِيَتُوبُوا إِنَّ اللَّهَ هُوَ التَّوَّابُ الرَّحِيمُ (١١٨) }. </p><p> {وَعَلَى الثَّلَاثَةِ} : جار ومجرور، معطوف على قوله:  {عَلَى النَّبِيِّ} ؛ أي لقد تاب الله على النبي والمهاجرين وعلى الثلاثة، أو معطوف على عليهم؛ أي: ثم تاب عليهم وعلى الثلاثة. {الَّذِينَ} : صفة للثلاثة. {خُلِّفُوا} : فعل، ونائب فاعل، والجملة صلة الموصول. {حَتَّى} : حرف جر وغاية. {إذَا} : زائدة. {ضَاقَتْ} : فعل ماض. {عَلَيْهِمُ} : متعلق به. {الْأَرْضُ} فاعل، والجملة الفعلية في تأويل مصدر، مجرور بحتى بمعنى: إلى؛ لأن أن المصدرية مقدرة بعدها إذا جعلنا إذا زائدة، تقديره: خلفوا وأخروا عن التوبة إلى ضيق الأرض {عَلَيْهِمُ} ، الجار والمجرور متعلق بـ {خُلِّفُوا} . {بِمَا} الباء: حرف جر. {ما} : مصدرية. {رَحُبَتْ} : فعل ماض وفاعله ضمير يعود على الأرض، والجملة في تأويل مصدر، مجرور بالباء، تقديره: برحبها، الجار والمجرور متعلق بضاقت. {وَضَاقَتْ} : فعل ماض. {عَلَيْهِمْ} متعلق به {أَنْفُسُهُمْ} فاعل، والجملة في محل الجر، معطوفة على جملة قوله:  {ضَاقَتْ عَلَيْهِمُ الْأَرْضُ} . {وَظَنُّوَا} : فعل وفاعل، معطوف على {ضَاقَتْ عَلَيْهِمُ الْأَرْضُ} . {أَنْ} : مخففة من الثقيلة، واسمها ضمير الشأن. {لَا} : نافية للجنس. {مَلْجَأَ} : في محل النصب اسمها. {مِنَ اللَّهِ} خبر {لَا} : تقديره: إنه لا ملجأ موجود من الله، ويحتمل تعلق الجار والمجرور بملجأ، وخبر {لَا} : محذوف، تقديره: لا ملجأ من الله موجود وجملة {لَا} : من اسمها وخبرها، في محل الرفع خبر أن المخففة وجملة أن المخففة سادة مسد مفعولي ظن. {إِلَّا إِلَيْهِ} : {إِلَّا} : أداة استثناء مفرغ {إلَيْهِ} : جار ومجرور، بدل من الجار والمجرور في قوله:  {مِنَ اللَّهِ} على كونه خبر {لَا} مثل قولنا \"لا إله إلا الله\" كما ذكره أبو البقاء. وفي \"الفتوحات\" قوله: {إلا إليه} </p><p> مستثنى من مقدر؛ أي: لا ملجأ لأحد ولا اعتماد على أحد إلا إليه تعالى، اهـ من \"السمين\" . {ثُمَّ تَابَ عَلَيْهِمْ} : معطوف على {ضَاقَتْ عَلَيْهِمُ الْأَرْضُ} على كونه مجرورًا بـ {حَتَّى} . {لِيَتُوبُوا} اللام: لام كي. {يتوبوا} : فعل وفاعل، منصوب بأن مضمرة بعد لام كي، والجملة في تأويل مصدر، مجرور باللام، تقديره: ثم تاب عليهم لتوبتهم، الجار والمجرور متعلق بتاب. {إِنَّ اللَّهَ} : ناصب واسمه. {هُوَ} ضمير فصل. {التَّوَّابُ} خبر أول لإن. {الرَّحِيمُ} : خبر ثانٍ لها، وجملة إن مستأنفة. مسوقة لتعليل ما قبلها. </p><p> {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَكُونُوا مَعَ الصَّادِقِينَ} . </p><p> {يا} : حرف نداء. {أي} : منادى نكرة مقصودة. {ها} : حرف تنبيه زائد. {الَّذِينَ} : في محل الرفع، صفة لأي، وجملة النداء مستأنفة. {آمَنُوا} : فعل وفاعل، صلة الموصول، {اتَّقُوا اللَّهَ} : فعل وفاعل ومفعول، والجملة جواب النداء، لا محل لها من الإعراب. {وَكُونُوا} : فعل ناقص، واسمه. {مَعَ الصَّادِقِينَ} : ظرف ومضاف إليه، متعلق بمحذوف خبر {كونوا} تقديره: وكونوا مصاحبين بالصادقين؛ أي: من الصادقين، وجملة كونوا معطوفة على جملة {اتَّقُوا} على كونها جواب النداء. </p><p> التصريف ومفردات اللغة </p><p> {وَالَّذِينَ اتَّخَذُوا مَسْجِدًا ضِرَارًا} : الضرار والمضارة محاولة إيقاع الضرر، {والإرصاد} : الانتظار والترقب مع العداوة، يقال: رصدته؛ أي: قعدت له على طريقه أترقبه، وأرصدت هذا الجيش للقتال، وهذا الفرس للطراد، {إِلَّا الْحُسْنَى} : الحسنى مؤنث الأحسن، وهو صفة لموصوف محذوف، تقديره: إلا الخصلة الحسنى، أو إلا الحالة الحسنى، {لَا تَقُمْ فِيهِ} ؛ أي: لا تصل فيه. </p><p> {لَمَسْجِدٌ أُسِّسَ عَلَى التَّقْوَى} : أسس (١) على وزن فعل مضعف العين، وآسس على وزن فاعل، إذا وضع الأساس وهو معروف، ويقال فيه: أس والتأسيس وضع </p><p>(١) البحر المحيط.</p><p> الأساس للبناء ليقوم عليه ويرفع، والتقوى اسم لما يرضي الله ويقي من سخطه. {أَحَقُّ أَنْ تَقُومَ فِيهِ} : أحق اسم التفضيل على غير بابه، أو المفاضلة باعتبار زعمهم، أو بالنظر له في ذاته فإن المحظور قصدهم ونيتهم، اهـ \"جمل\" . {بُنْيَانَهُ} : والبنيان مصدر، كالغفران، أطلق على المبنى كالخلق بمعنى، المخلوق، وقيل: هو جمع، واحده بنيانة، ذكره أبو حيان. {شَفَا} ، أي: حرف وفي \"المصباح\" وشفا كل شيء طرفه وحرفه مثل النوى، اهـ. {جُرُفٍ} ، والجرف بضمتين جانب الوادي ونحوه، والجرف أيضًا البئر التي لم تطو. وقال أبو عبيدة: الجرف الهوة وما يجرفه السيل من الأودية. {هَارٍ} : والهار والهائر كالشاك والشائك، الضعيف المتداعي للسقوط، يتداعى بعضه إثر بعض. وأصله (١) هاير أو هاور فقلبت الياء أو الواو همزة ثم حذفت الهمزة اعتباطًا فوزنه قال، فهو محذوف العين. وقيل: إنه منقوص، كقاض وأصله هاور، ثم نقلت الواو بعد الراء، ثم قلبت ياءً فصار كقاض، ثم حذفت الياء فإعرابه بحركات مقدرة عليها، اهـ شيخنا. وفي \"المختار\" هار الجرف، من باب قال، وهورًا أيضًا، فهو هائر ويقال: أيضًا جرف هار، اهـ. وفي \"السمين\" هار الجرف، فيه ثلاثة أقوال: </p><p> أحدها: وهو المشهور أنه مقلوب بتقديم لامه على عينه، وذلك أن أصله هاور أو هاير بالواو أو بالياء لأنه سمع فيه الحرفان قالوا: هار يهور ويهار وهار يهير، وتهور البناء وتهير فقدمت اللام وهي الراء على العين وهي الواو أو الياء، فصار كغاز ورام فأعل بالنقص كإعلالهما، فوزنه بعد القلب فالع ثم نزنه بعد الحذف على قال. </p><p> القول الثاني: أنه حذف عينه اعتباطًا؛ أي: لغير موجب، وعلى هذا فتجري وجوه الإعراب على لامه فيقال هذا هار ورأيت هارًا ومررت بهار ووزنه أيضًا قال. </p><p>(١) الفتوحات.</p><p> القول الثالث: أنه لا قلب فيه ولا حذف وأن أصله هور أو هير بوزن كتف فتحرك حرف العلة وانفتح ما قبله فقلب ألفًا، وعلى هذا فتجري عليه وجوه الإعراب أيضًا كالذي قبله، كما تقول هذا باب، ورأيت بابًا، ومررت ببابٍ وهذا أعدل الوجوه لاستراحته من ادعاء القلب والحذف اللذين هما على خلاف الأصل لولا أنه غير مشهور عند أهل التصريف، ومعنى هار؛ أي: ساقط متداع منهال اهـ {فَانهَارَ} ؛ أي: سقط. {رِيبَةً} ؛ أي: سبب ريبة وشك في الدين، والريبة من الريب. وهو اضطراب النفس وتردد الوهم والحيرة. {إِلَّا أَنْ تَقَطَّعَ قُلُوبُهُمْ} : يقال تقطع الشيء إذا تفرقت أجزاؤه، وتمزقت، وهو من باب تفعل الخماسي {فَاسْتَبْشِرُوا بِبَيْعِكُمُ} والاستبشار: إظهار السرور، والسين: ليست للطلب بل للمطاوعة، كاستوقد وأوقد. وفي \"الكرخي\" ، {فَاسْتَبْشِرُوا بِبَيْعِكُمُ} ؛ أي: افرحوا به غاية الفرح، واستفعل هنا، ليس للطلب، بل بمعنى، أفعل كاستوقد وأوقد، اهـ. {لأواه} ؛ أي: يكثر التأوه وهو كناية عن فرط ترحمه ورقة قلبه، اهـ \"بيضاوي\" . والتأوه، أن يقول الرجل عند الشكاية والتوجع: آه، اهـ \"زاده\" . وفي \"المختار\" وقد أوه الرجل تأويهًا وتاوه تأوهًا، إذا قال أَوَّهُ اهـ. وفي \"المراغي\" الأواه الكثير التأوه والتحسر، أو الخاشع الكثير الدعاء والتضرع إلى ربه، وقيل: إنها كلمة حبشية الأصل، ومعناها: المؤمن أو الموقن، اهـ. </p><p> وفي \"السمين\" والأواه الكثير التأوه، وهو من يقول أواه. وقيل: من يقول، أوه، وهو أنسب؛ لأن: أوه بمعنى، أتوجع فالأواه، فعال، مثال مبالغة من ذلك، وقياس فعله أن يكون ثلاثيًّا؛ لأن: أمثلة المبالغة إنما تطرد في الثلاثي، وقد حكى: قطرب فيه فعله ثلاثيًّا، فقال: يقال، آه يؤوه أوهًا، كقال يقول قولًا، وأنكر النحويون: هذا القول على قطرب، وقالوا: لا يقال من أوه بمعنى، أتوجع فعل ثلاثي، وإنما يقال: أوه تأويهًا، وتأوه تأوهًا اهـ. </p><p> وعبارة الخازن: جاء في الحديث أن الأواه الخاشع المتضرع. وقال ابن مسعود: الأواه الكثير الدعاء. وقال ابن عباس: هو المؤمن التواب، وقال الحسن وقتادة: الأواه الرحيم بعباد الله. وقال مجاهد: الأواه الموقن وقال كعب </p><p> الأحبار: هو الذي يكثر التأوه، وكان إبراهيم عليه السلام يكثر أن يقول: أوه من النار، قبل أن لا ينفع أوه. وقال عقبة بن عامر: الأواه الكثير الذكر لله. وقال سعيد بن جبير: هو المسبح، وعنه: أنه المعلم للخير. وقال عطاء: هو الراجع عما يكره الله، الخائف من النار. وقال أبو عبيدة: هو المتأوه شفقًا وفرقًا، المتضرع يقينًا ولزومًا للطاعة. وقال الزجاج: انتظم في قول أبي عبيدة، جميع ما قيل، في الأواه، وأصله من التأوه، وهو أن يسمع للصدر صوت بتنفس الصعداء، والفعل منه أوه، وهو قول الرجل عند شدة خوفه وحزنه أوه، والسبب فيه أنه عند الحزن تحمى الروح داخل القلب، ويشتد حرها فالإنسان يخرج ذلك النفس المحترق في القلب ليخفف بعض ما به من الحزن والشدة. </p><p> وأما {الحليم} : فمعناه ظاهر، وهو الصفوح عمن سبه، أو أتاه بمكروه ثم يقابله بالإحسان واللطف كما فعل إبراهيم مع أبيه حين قال له:  {لَئِنْ لَمْ تَنْتَهِ لَأَرْجُمَنَّكَ} فأجابه إبراهيم بقوله: {سَلَامٌ عَلَيْكَ سَأَسْتَغْفِرُ لَكَ رَبِّي} وقال ابن عباس: الحليم السيد اهـ. </p><p> وعبارة المراغي:  {والحليم} هو الذي لا يستفزه الغضب، ولا يعبث به الطيش، ولا يستخفه هوى النفس، ومن لوازم ذلك: الصبر والثبات والصفح والتأني في الأمور، واتقاء العجلة في الرغبة والرهبة، اهـ. </p><p> {في سَاعَةِ العُسْرَةِ}  {العسرة} : الشدة والضيق {تزيغ قلوب} من زاغ القلب، مال عن الحق من زاغ يزيغ زيغًا، كباع يبيع بيعًا، {بِمَا رَحُبَتْ} ، يقال: رحب من باب ظرف رحبًا، والرحب بضم الراء السعة، وبفتحها المكان المتسع، فمضمومها مصدر ومفتوحها مكان، ومنه يقال: فلان رحب الصدر، بضم الراء، واسعه وقولهم مرحبًا وأهلًا؛ أي: أتيت سعة وأتيت أهلًا، فاستأنس ولا تستوحش ورحب به ترحيبًا إذا قال له مرحبًا. {مَلْجَأً} ، الملجأ؛ اسم مكان من لجأ إلى الحصن، أو غيره، من باب قطع، إذا لاذ إليه واعتصم به. </p><p> {رَءُوفٌ رَحِيمٌ} : الرأفة، العناية بالضعيف والرفق به، والرحمة: السعي في إيصال المنفعة. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات أنواعًا من البلاغة والفصاحة والبيان والبديع: </p><p> فمنها: التكرار في قوله: {أُسِّسَ} . </p><p> ومنها: جناس المحرف في قوله: {أسس وأسس} لاختلافهما في الشكل. </p><p> ومنها: الإظهار في موضع الإضمار في قوله: {وَبَشِّرِ الْمُؤْمِنِينَ} ، للتنبيه على علة الحكم، أي: سبب استحقاقهم الجنة هو إيمانهم، وحذف المبشر به لخروجه عن حد البيان، وهو الجنة ذكره أبو السعود، وفي قوله:  {أَمْ مَنْ أَسَّسَ بُنْيَانَهُ} ؛ لأن مقتضى السياق أن يقول أم من أسسه. </p><p> ومنها: جناس الاشتقاق في قوله: {هَارٍ فَانْهَارَ} ، وفي قوله:  {أَنْ يَتَطَهَّرُوا وَاللَّهُ يُحِبُّ الْمُطَّهِّرِينَ} ، وفي قوله:  {لَا يَزَالُ بُنْيَانُهُمُ الَّذِي بَنَوْا} ، وفي قوله:  {بِبَيْعِكُمُ الَّذِي بَايَعْتُمْ بِهِ} ، وفي قوله:  {عَنْ مَوْعِدَةٍ وَعَدَهَا} ، وفي قوله:  {لِيَتُوبُوا إِنَّ اللَّهَ هُوَ التَّوَّابُ} . </p><p> ومنها: التكرار في قوله: {تَابَ} . </p><p> ومنها: الجناس المحرف في قوله: {فَيَقْتُلُونَ وَيُقْتَلُونَ} لاختلافهما في الشكل سمي محرفًا لانحراف إحدى الهيئتين عن هيئة الآخر. </p><p> ومنها: الاستعارة بالكناية في قوله: {أَفَمَنْ أَسَّسَ بُنْيَانَهُ عَلَى تَقْوَى مِنَ اللَّهِ وَرِضْوَانٍ} شبهت التقوى والرضوان بما يعتمد عليه البناء؛ تشبيهًا مضمرًا في النفس، وأسس بنيانه تخييل، فهو مستعمل في معناه الحقيقي، أو مجاز، فتأسيس لبنيان بمعنى، إحكام أمور دينه أو تمثيل لحال من أخلص لله، وعمل الأعمال الصالحة، بحال من بنى شيئًا محكمًا، مؤسسًا يستوطنه، ويتحصن فيه، أو البنيان: استعارة أصلية والتأسيس: ترشيح، اهـ \"شهاب\" . </p><p> {أَمْ مَنْ أَسَّسَ بُنْيَانَهُ عَلَى شَفَا جُرُفٍ} هو كناية عن إحكام أمور دينه وترتيبها على ضلال وكفر ونفاق، وقوله:  {شَفَا جُرُفٍ} المراد به هنا، الضلال وعدم التقوى. </p><p> ومنها: الاستعارة التبعية في قوله: {إِنَّ اللَّهَ اشْتَرَى}  {فَاسْتَبْشِرُوا بِبَيْعِكُمُ} شبه بذلهم الأموال والأنفس، وإثابتهم عليها بالجنة، بالبيع والشراء بجامع المعاوضة في كل. </p><p> ومنها: الالتفات في قوله: {فَاسْتَبْشِرُوا بِبَيْعِكُمُ} تشريفًا لهم على تشريف وزيادة لسرورهم على سرورهم. </p><p> ومنها: المجاز المرسل في قوله: {الرَّاكِعُونَ السَّاجِدُونَ} من إطلاق الجزء وإرادة الكلّ، وخص الركوع والسجود بالذكر لشرفهما. </p><p> ومنها: الطباق بين {لِيُضِلَّ} و {إِذْ هَدَاهُمْ} وكذلك بين {يحيي ويميت} وبين {ضاقت ورحبت} . </p><p> ومنها: جمع المؤكدات في قوله: {إِنَّ إِبْرَاهِيمَ لَأَوَّاهٌ حَلِيمٌ} إعتناءً بشأنه وإظهارًا لفضله. </p><p> ومنها: الاستفهام والحذف والزيادة في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {مَا كَانَ لِأَهْلِ الْمَدِينَةِ وَمَنْ حَوْلَهُمْ مِنَ الْأَعْرَابِ أَنْ يَتَخَلَّفُوا عَنْ رَسُولِ اللَّهِ وَلَا يَرْغَبُوا بِأَنْفُسِهِمْ عَنْ نَفْسِهِ ذَلِكَ بِأَنَّهُمْ لَا يُصِيبُهُمْ ظَمَأٌ وَلَا نَصَبٌ وَلَا مَخْمَصَةٌ فِي سَبِيلِ اللَّهِ وَلَا يَطَئُونَ مَوْطِئًا يَغِيظُ الْكُفَّارَ وَلَا يَنَالُونَ مِنْ عَدُوٍّ نَيْلًا إِلَّا كُتِبَ لَهُمْ بِهِ عَمَلٌ صَالِحٌ إِنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ (١٢٠) وَلَا يُنْفِقُونَ نَفَقَةً صَغِيرَةً وَلَا كَبِيرَةً وَلَا يَقْطَعُونَ وَادِيًا إِلَّا كُتِبَ لَهُمْ لِيَجْزِيَهُمُ اللَّهُ أَحْسَنَ مَا كَانُوا يَعْمَلُونَ (١٢١) وَمَا كَانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّةً فَلَوْلَا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ (١٢٢) يَا أَيُّهَا الَّذِينَ آمَنُوا قَاتِلُوا الَّذِينَ يَلُونَكُمْ مِنَ الْكُفَّارِ وَلْيَجِدُوا فِيكُمْ غِلْظَةً وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ (١٢٣) وَإِذَا مَا أُنْزِلَتْ سُورَةٌ فَمِنْهُمْ مَنْ يَقُولُ أَيُّكُمْ زَادَتْهُ هَذِهِ إِيمَانًا فَأَمَّا الَّذِينَ آمَنُوا فَزَادَتْهُمْ إِيمَانًا وَهُمْ يَسْتَبْشِرُونَ (١٢٤) وَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ فَزَادَتْهُمْ رِجْسًا إِلَى رِجْسِهِمْ وَمَاتُوا وَهُمْ كَافِرُونَ (١٢٥) أَوَلَا يَرَوْنَ أَنَّهُمْ يُفْتَنُونَ فِي كُلِّ عَامٍ مَرَّةً أَوْ مَرَّتَيْنِ ثُمَّ لَا يَتُوبُونَ وَلَا هُمْ يَذَّكَّرُونَ (١٢٦) وَإِذَا مَا أُنْزِلَتْ سُورَةٌ نَظَرَ بَعْضُهُمْ إِلَى بَعْضٍ هَلْ يَرَاكُمْ مِنْ أَحَدٍ ثُمَّ انْصَرَفُوا صَرَفَ اللَّهُ قُلُوبَهُمْ بِأَنَّهُمْ قَوْمٌ لَا يَفْقَهُونَ (١٢٧) لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بِالْمُؤْمِنِينَ رَءُوفٌ رَحِيمٌ (١٢٨) فَإِنْ تَوَلَّوْا فَقُلْ حَسْبِيَ اللَّهُ لَا إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ (١٢٩) }. </p><p> المناسبة </p><p> قوله تعالى:  {مَا كَانَ لِأَهْلِ الْمَدِينَةِ وَمَنْ حَوْلَهُمْ ....} الآية، مناسبة هذه الآية لما قبلها: أن الله (١) سبحانه وتعالى لما ذكر توبته على المتخلفين الذين حسنت نياتهم، ولم يصروا على ما فعلوا وهم يعلمون .. أكد هنا وجوب متابعة الرسول، والغزو معه لما فيه من الأجر العظيم، وحظر تخلف أحد عنه إلا بإذنه. </p><p> وقال أبو حيان (٢) : مناسبتها لما قبلها: أنه لما أمر المؤمنين بتقوى الله، </p><p>(١) المراغي. (٢) البحر المحيط.</p><p> وأمر بكينونتهم مع الصادقين، وأفضل الصادقين رسول الله، - صلى الله عليه وسلم -، ثم المهاجرون والأنصار .. اقتضى ذلك موافقة الرسول وصحبته، أنى توجه من الغزوات والمشاهد، فعوتب العتاب الشديد من تخلف عن الرسول، - صلى الله عليه وسلم -، في غزوة تبوك، واقتضى ذلك الأمر بصحبته، وبذل النفوس دونه. </p><p> قوله تعالى:  {وَمَا كَانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّةً ...} الآية، مناسبة هذه الآية لما قبلها: أن هذه الآية جاءت متممة لأحكام الجهاد، مع بيان حكم العلم والتفقه في الدين، من قبل أنه وسيلة للجهاد بالحجة والبرهان، وهو الركن الركين في الدعوة إلى الإيمان، وإقامة دعائم الإِسلام، ولم يشرع جهاد السيف إلا ليكون حمايةً وسياجًا لتلك الدعوة من أن تلعب بها أيدي المعاندين والمعتدين من الكافرين والمنافقين. </p><p> وقال أبو حيان: مناسبة هذه الآية لما قبلها: أن كلا النفيرين هو في سبيل الله، وإحياء دينه، هذا بالعلم، وهذا بالقتال، انتهى. </p><p> قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا قَاتِلُوا الَّذِينَ يَلُونَكُمْ ...} الآية، مناسبة هذه الآية لما قبلها: أن الله سبحانه وتعالى (١) لما حض المؤمنين على التفقه في الدين، وحرض على رحلة طائفة من المؤمنين فيه .. أمر تعالى المؤمنين كافة بقتال من يليهم من الكفار، فجمع من الجهاد جهاد الحجة وجهاد السيف. وقال بعض الشعراء في ذلك: </p><p> مَنْ لاَ يَعُدَّ لَهُ الْقُرْآنَ كَانَ لَهُ ... مِنَ الصَّغَارِ وَبِيْضِ الْهِنْدِ تَعْدِيْلُ </p><p> وعبارة المراغي هنا: مناسبتها لما قبلها: أن الله سبحانه وتعالى لما أمر فيما سبق بقتال المشركين كافة .. أرشدهم في هذه الآية إلى طريق السداد في هذا الباب، وهو أن يبدؤوا بقتال من يليهم، ثم ينتقلوا إلى الأبعد فالأبعد، وهكذا، وقد فعل النبي، - صلى الله عليه وسلم -، وصحابته كذلك، فقد حارب قومه ثم انتقل إلى غزو سائر العرب ثم إلى غزو الشام، ولما فرغ صحابته من الشام دخلوا العراق، وكذلك </p><p>(١) البحر المحيط.</p><p> في أمر الدعوة، فقد قال تعالى: {وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ (٢١٤) } ثم أمر بالدعوة العامة وقتال من يقف في طريقها من المشركين فقال: {قَاتِلُوا الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَلَا بِالْيَوْمِ الْآخِرِ} انتهت. </p><p> قوله تعالى:  {وَإِذَا مَا أُنْزِلَتْ سُورَةٌ فَمِنْهُمْ مَنْ يَقُولُ أَيُّكُمْ زَادَتْهُ هَذِهِ إِيمَانًا ...} الآية، مناسبتها لما قبلها: أن الله (١) سبحانه وتعالى لما ذكر ضروبًا من مخازي المنافقين، كتخلفهم عن غزوة تبوك وتعلقهم لذلك بالأيمان الفاجرة .. ذكر هنا ضروبًا أخرى من تلك المثالب، كتهكمهم بالقرآن، وتسللهم لواذًا حين سماعه، وهذا آخر ما نزل مما يبين تأثير القرآن فيهم، وفي المؤمنين. </p><p> قوله تعالى:  {أَوَلَا يَرَوْنَ أَنَّهُمْ يُفْتَنُونَ ...} الآية، مناسبتها: أنه تعالى لما ذكر أنهم (٢) بموتهم على الكفر رائحون إلى عذاب الآخرة .. ذكر أنهم أيضًا في الدنيا لا يخلصون من عذابها. </p><p> قوله تعالى:  {لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ ...} الآية، مناسبتها لما قبلها: أن الله سبحانه وتعالى لما (٣) بدأ السورة ببراءة الله ورسوله من المشركين، وقص فيها أحوال المنافقين شيئًا فشيئًا خاطب العرب على سبيل تعداد النعم عليهم، والمن عليهم بكونهم جاءهم رسول من جنسهم، أو من نسبهم، عربيًّا قرشيًّا يبلغهم عن الله، متصف بالأوصاف الجميلة، من كونه يعز عليه مشقتهم في سوء العاقبة من الوقوع في العذاب، ويحرص على هداهم ويرأف بهم ويرحمهم. </p><p> وعبارة المراغي: مناسبتها لما قبلها: أنه تعالى لما أمر رسوله في هذه السورة أن يبلغ الخلق تكاليف شاقة يعسر تحملها إلا على من خص بوجوه التوفيق والكرامة .. ختمها بما يوجب تحملهم تلك التكاليف، فبين أن هذا الرسول منهم، فما يحصل له من عز وشرف فهو عائد إليهم، إلا أنه يشق عليه ضررهم وتعظم رغبته في إيصال خيري الدنيا والآخرة إليهم، فهو كالطبيب المشفق، والأب الرحيم عليهم، والطبيب الحاذق، ربما أقدم على علاج يصعب تحمله، والأب الرحيم </p><p>(١) المراغي. (٢) البحر المحيط.(٣) البحر المحيط.</p>"
}