{
  "id": null,
  "sura": 9,
  "aya": 49,
  "text": "<p> الحق، حتى جاء الحق والنصر الإلهي الذي وعده لك ربك {وَظَهَرَ أَمْرُ اللَّهِ} أي: ظهر دين الله وعلا شرعه وغلب دينه بظهور الأسباب التي تقوي شرع محمَّد - صلى الله عليه وسلم -، كالتنكيل باليهود الغادرين الناكثين للعهود، والنصر على المشركين بفتح مكة، ودخول الناس في الإِسلام أفواجًا {وَهُمْ كَارِهُونَ} ؛ أي: والحال أنهم كارهون لمجيء هذا الحق وظهور أمر الله، ولكن كان ذلك على رغم أنف منهم. </p><p> وفي الآيتين (١) تسليةٌ لرسوله - صلى الله عليه وسلم - والمؤمنين على تخلف المنافقين، وبيان ما ثبطهم الله تعالى، لأجله، وكره انبعاثهم له، وهتك أستارهم، وكشف أسرارهم، وإزاحة اعتذارهم، تداركًا لما فوت الرسول - صلى الله عليه وسلم - بالمبادرة إلى الإذن، ولذلك عوتب عليه. </p><p> ٤٩ - {وَمِنْهُمْ} ؛ أي: ومن هؤلاء المنافقين {مَنْ يَقُولُ} لك يا محمَّد {ائْذَنْ لِي} في القعود في المدينة {وَلَا تَفْتِنِّي} ؛ أي: ولا توقعني في الفتنة؛ أي: في العصيان والمخالفة، بأن لا تأذن لي فإنك إن منعتني من القعود، وقعدت بغير إذنك .. وقعت في الإثم، وقيل معناه: لا توقعني في الهلكة بالخروج، وقيل معناه أي: ومن المنافقين ناسٌ يستأذنوك في التخلف عن القتال، حتى لا يفتنوا بنساء الروم، روى ابن أي حاتم وابن مردويه عن جابر بن عبد الله - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم -، يقول: لجد بن قيس: يا جد، هل لك في جلاد بني الأصفر؛ أي: في جهاد ملوك الروم، قال الجد: يا رسول الله، قد علمت الأنصار أني مغرم بالنساء، فلا تفتني ببنات بني الأصفر، وإني أخشى إن رأيتهن .. أن لا أصبر عنهم، ولكني أعينك بمالي، فقال رسول الله - صلى الله عليه وسلم -، وهو معرضٌ عنه:  \"قد أذنت لك\" فنزلت الآية، كما سبق في مبحث الأسباب، وبنو الأصفر هم أولاد الأصفر بن روم بن عيصو بن إسحاق، أو لأن جيشًا من الحبشة غلب عليهم، فوطىء نساءهم فولد لهم أولادٌ صفر، اهـ \"قاموس\" . </p><p>(١) الخازن م.</p><p> وقد ردَّ الله شبهته وشبهة من وافقه عليها، بقوله:  {أَلَا} ؛ أي: انتبهوا أيها المخاطبون {فِي الْفِتْنَةِ} العظيمة، وهي فتنة التخلف عن الجهاد، والاعتذار الباطل، {سَقَطُوا} ؛ أي: وقعوا. </p><p> والمعنى (١) : أنهم ظنوا أنهم بالخروج أو بترك الإذن لهم يقعون في الفتنة، وهم بهذا التخلف سقطوا في الفتنة العظيمة، فإن أعظم أنواع الفتن الكفر بالله ورسوله، والتمرد عن قبول التكليف؛ أي (٢) : فليعلموا أنهم بمقالتهم هذه سقطوا، وتردوا في هاوية الفتنة، حيث اعتذروا بالمعاذير الكاذبة، من حيث يزعمون إتقاء التعرض للإثم، ثم بالنظر إلى جمال نساء الروم، وشغل القلب بمحاسنهم، وفي التعبير (٣) بالسقوط ما يشعر بأنهم وقعوا فيها وقوع من يهوي من أعلى إلى أسفل، وذلك أشد من مجرد الدخول في الفتنة. </p><p> وقرا ورشٌ (٤) : بتخفيف همزة {ائْذَن ليِ} بإبدالها واوًا لضمة ما قبلها، وقال النحاس ما معناه: إذا دخلت الواو أو الفاء على إئذن، فهجاؤها في الخط ألف وذال، ونون بغير ياء، أو ثم فالهجاء ألف وياء وذال ونون، والفرق: أن ثم يوقف عليها، وتنفصل بخلافهما، وقرأ عيسى بن عمرو {ولا تُفتني} بضم التاء الأولى من أفتن، الرباعي، قال أبو حاتم: هي: لغة تميم، وهي أيضًا قراءة ابن السميقع، ونسبها ابن مجاهد إلى إسماعيل المكي، وجمع الشاعر بين اللغتين فقال: </p><p> لَئِنْ فَتَنَتْنِي فَهِيَ بِالأَمْسِ أَفْتَنَتْ ... سَعِيْدا فأَمْسَى قَدْ قَلَا كُلَّ مُسْلِمِ </p><p> وقرىء (٥) : {سقط} ؛ أي: مراعة للفظ من. </p><p> ثم توعدهم على ذلك، فقال:  {وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بِالْكَافِرِينَ} ؛ أي: مشتملة عليهم من جميع الجوانب، لا يجدون عنها مخلصًا، ولا يتمكنون من </p><p>(١) الشوكاني. (٢) المراغي.(٣) الشوكاني.(٤) البحر المحيط.(٥) أبو السعود.</p>"
}