{
  "id": null,
  "sura": 9,
  "aya": 94,
  "text": "<p> قوله تعالى:  {وَآخَرُونَ اعْتَرَفُوا ...} الآية، سبب نزولها: ما أخرجه (١) ابن مردويه وابن أبي حاتم من طريق العوفي عن ابن عباس قال: غزا رسول الله - صلى الله عليه وسلم -، فتخلف أبو لبابة وخمسة معه، ثم إن أبا لبابة ورجلين معه تفكروا، وندموا وأيقنوا بالهلاك، وقالوا: نحن في الظلال والطمأنينة مع النساء، ورسول الله - صلى الله عليه وسلم - والمؤمنون معه في الجهاد، واللهِ لنوثقن أنفسنا بالسواري فلا نطلقها حتى يكون رسول الله - صلى الله عليه وسلم - هو الذي يطلقها، ففعلوا وبقي ثلاثة نفر لم يوثقوا أنفسهم، فرجع رسول الله - صلى الله عليه وسلم - من غزوته، فقال: من هؤلاء الموثقون بالسواري؟. فقال رجل: هذا أبو لبابة، وأصحاب له تخلفوا عنك، فعاهدوا الله أن لا يطلقوا أنفسهم حتى تكون أنت الذي تطلقهم. فقال:  \"لا أطلقهم حتى أومر بإطلاقهم\" ، فأنزل الله تعالى:  {وَآخَرُونَ اعْتَرَفُوا بِذُنُوبِهِمْ ...} الآية. فلما نزلت .. أطلقهم، وعذرهم وبقي الثلاثة الذين لم يوثقوا أنفسهم لم يذكروا بشيء، وهم الذين قال الله فيهم:  {وَآخَرُونَ مُرْجَوْنَ لِأَمْرِ اللَّهِ ...} الآية، فجعل أناس يقولون هلكوا إذ لم ينزل عذرهم، وآخرون يقولون: عسى الله أن يتوب عليهم حتى نزلت: {وَعَلَى الثَّلَاثَةِ الَّذِينَ خُلِّفُوا} . وأخرج ابن جرير من طريق علي بن أبي طلحة عن ابن عباس نحوه، وزاد: فجاء أبو لبابة وأصحابه بأموالهم حين أطلقوا، فقالوا: يا رسول الله، هذه أموالنا فتصدق بها عنا، واستغفر لنا، فقال:  \"ما أمرت أن آخذ من أموالكم شيئًا\" ، فأنزل الله عَزَّ وَجَلَّ:  {خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً ...} الآية. </p><p> التفسير وأوجه القراءة </p><p> ٩٤ - وقوله:  {يَعْتَذِرُونَ إِلَيْكُمْ} كلام مستأنف (٢) لبيان ما يتصدرون له عند العود إليهم. روي أنهم كانوا بضعة وثمانين رجلًا، فلما رجع رسول الله - صلى الله عليه وسلم - .. جاءوا يعتذرون إليه بالباطل، والخطاب لرسول الله وأصحابه؛ فإنهم كانوا يعتذرون إليهم أيضًا لا إليه فقط، وتخصيص الخطاب في قوله:  {لَا تَعْتَذِرُوا} حيث لم يقل: قولوا، لما أن الجواب وظيفته فقط، وأنه متولي أمورهم ورئيسهم، وأما الاعتذار </p><p>(١) لباب النقول. (٢) أبو السعود.</p><p> فكان له وللمؤمنين. اهـ \"أبو السعود\" . </p><p> وقيل: إنما ذكره بلفظ الجمع تعظيمًا له - صلى الله عليه وسلم -؛ أي: يعتذر هؤلاء المنافقون وهم بضعة وثمانون رجلًا كما مر آنفًا إليكم أيها الرسول والمؤمنون في التخلف عن الخروج معكم للغزو بالأعذار الكاذبة الباطلة {إِذَا رَجَعْتُمْ} من غزوة تبوك {إِلَيْهِمْ} ؛ أي: إلى أولئك المنافقين المتخلفين عنكم المعتذرين إليكم. وإنما قال (١) : إليهم، ولم يقل إلى المدينة؛ لأن مدار الاعتذار هو الرجوع إليهم لا الرجوع إلى المدينة، وربما يقع الاعتذار عند الملاقاة قبل الوصول إليها. ثم أخبر الله سبحانه وتعالى رسول الله - صلى الله عليه وسلم - بما يجيب به عليهم فقال: قُل لهم يا محمَّد {لَا تَعْتَذِرُوا} إلينا عن تخلفكم عنا بما عندكم من الأعذار الباطلة؛ لأننا {لَنْ نُؤْمِنَ لَكُمْ} ؛ أي: لن نصدقكم فيما تقولون من المعاذير أبدًا، كأنهم ادعوا أنهم صادقون في اعتذارهم؛ لأن غرض المعتذر أن يصدَّق فيما يعتذر به، فإذا عرف أنه لا يصدق ترك الاعتذار؛ لأننا {قَدْ نَبَّأَنَا اللَّهُ} سبحانه وتعالى من أخباركم؛ أي: قد أعلمنا الله فيما سلف بعض أحوالكم مما في ضمائركم من الخبث والنفاق والمكر. وإنما قال:  {نَبَّأَنَا} ولم يقل: نبأني؛ إيماءً إلى أنه أَمَره أن ينبىء بذلك أصحابه، ولم يكن هذا النبأ خاصًّا به، كما أن اعتذارهم للجميع يقتضي أن يكونوا كلهم عالمين بما فضحهم الله به. وفي هذا من التشهير بهم والخزي لهم ما لا خفاء فيه {وَسَيَرَى اللَّهُ} سبحانه وتعالى {عَمَلَكُمْ} أي: ويرى الله سبحانه وتعالى ويعلم ما ستفعلونه من الأعمال فيما بعد، هل تقلعون عما أنتم عليه الآن من الشر أم تبقون عليه؟، فالتنفيس بالنسبة إلى عملهم لا إلى علم الله. وقوله:  {وَرَسُولُهُ} معطوف على الاسم الشريف، ووسط مفعول الرؤية إيذانًا بأن رؤية الله سبحانه لما سيفعلونه من خير أو شر هي التي يدور عليها الإثابة أو العقوبة والمعنى (٢) : وسيرى الله عملكم ورسوله فيما بعد، وهو الذي سيدل إما على إصراركم على النفاق أو على التوبة والإنابة إلى ربكم، وأما أقوالكم فلا يعتد بها مهما وكدتموها بالأيمان، فإن أنتم تبتم وأنبتم إلى ربكم، وشهد لكم </p><p>(١) الشوكاني. (٢) المراغي.</p>"
}