{
  "id": null,
  "sura": 9,
  "aya": 100,
  "text": "<p> المغفرة والرحمة، لمن يخلصون في أعمالهم، فهو يغفر لهم، ما فرط منهم من ذنب، أو تقصير، ويرحمهم بهدايتهم، إلى خير العمل، وحسن المصير. وهذا وعد منه تعالى لهم بواسع الرحمة والغفران، كما أن قوله:  {وَاللَّهُ سَمِيعٌ عَلِيمٌ} ، تهديد للأولين، عقب الدعاء عليهم. </p><p> وقرأ ورش (١) : {قُرُبة} بضم الراء، وباقي السبعة: بالسكون، وهما لغتان، ولم يختلفوا في قربات بالضم، فإن كان جمع قربة .. فجاء بالضم على الأصل في الوضع وإن كان جمع قربة بالسكون .. فجاء بالضم إتباعًا لما قبله كما قالوا: ظلمات في جمع ظلمة. وهذا القسم الأخير قال (٢) مجاهد: هم بنو مقرن من مزينة. وقال الكلبي: هم أسلم وغفار وجهينة. </p><p> وعن أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \"أرأيتم إن كان جهينة ومزينة وأسلم وغفار خيرًا من بني تميم وبني أسد وبني عبد الله بن غطفان، ومن بني عامر بن صعصعة\" فقال رجل: خابوا وخسروا، قال:  \"نعم هم خير من بني تميم وبني أسد وبني عبد الله بن غطفان، ومن بني عامر بن صعصعة\" متفق عليه. </p><p> وفي رواية أن الأقرع بن حابس، قال للنبي - صلى الله عليه وسلم -: إنما تابعك سراقُ الحجيج، من أسلم وغفار ومزينة، وأحسبه قال: وجهينة، فقال النبي - صلى الله عليه وسلم -: أرأيت إن كان أسلم وغفار ومزينة، وأحسبه قال: وجهينة خيرًا من بني تميم، وبني عامر وأسد وغطفان قال: خابوا وخسروا، قال:  \"نعم\" . </p><p> وعن أبي هريرة أن النبي - صلى الله عليه وسلم - قال:  \"أسلم سالمها الله وغفار غفر الله لها\" . متفق عليه. زاد مسلم في رواية له:  \"أما إني لم أقلها لكنْ الله قالها\" . وعن أبي هريرة قال: قال رسول الله، - صلى الله عليه وسلم -: \"قريش والأنصار وجهينة ومزينة وأسلم وأشجع وغفار موالي، ليس لهم مولى دون الله ورسوله\" ، متفق عليه. </p><p> ١٠٠ - ولما ذكر الله سبحانه وتعالى أصناف الأعراب .. ذكر المهاجرين والأنصار، وبين أن منهم السابقين إلى الهجرة، وأن منهم التابعين لهم، فقال:  {وَالسَّابِقُونَ} إلى الإِسلام </p><p>(١) البحر المحيط. (٢) الخازن.</p><p> والإيمان {الْأَوَّلُونَ} في الهجرة، والنصرة حالة كونهم، {مِنَ الْمُهَاجِرِينَ} ؛ أي: من الذين هاجروا من مكة إلى المدينة، {و} حالة كونهم من، {الأنصار} ؛ أي: من الذين نصروا النبي - صلى الله عليه وسلم -، وآووه، وهم أهل المدينة، من الأوس والخزرج، {وَالَّذِينَ اتَّبَعُوهُمْ} ؛ أي: والذين اتبعوا السابقين الأولين، من المهاجرين والأنصار، في الهجرة والنصرة حالة كونهم ملتبسين، {بِإِحْسَانٍ} ؛ أي: بعمل صالح ونية صادقة، قيل: هم بقية المهاجرين والأنصار، سوى السابقين الأولين، فعلى هذا القول، يكون الجميع من الصحابة. وقيل: هم الذين سلكوا سبيل المهاجرين والأنصار، في الإيمان والهجرة والنصرة إلى يوم القيامة، وخبر المبتدأ، قوله:  {رَضِيَ اللَّهُ عَنْهُمْ} ؛ أي: أكرمهم الله تعالى بقبول طاعاتهم، وأعمالهم الحسنة، {وَرَضُوا عَنْهُ} سبحانه وتعالى، بما أفاض عليهم من نعمه الدينية والدنيوية. </p><p> واختلف العلماء (١) في السابقين الأولين من المهاجرين. قيل: هم الذين صلوا إلى القبلتين، وهو قول سعيد بن المسيب وطائفة. وقيل: هم الذين شهدوا بيعة الرضوان، وهي بيعة الحديبية، وهو قول: الشعبي، أو هم الذين شهدوا بدرًا، وهو قول محمَّد بن كعب وعطاء بن يسار. ولا مانع من حمل الآية على هذه الأصناف كلها. قال أبو منصور البغدادي: أجمع أصحابنا على أن أفضلهم الخلفاء الأربعة، ثم الستة الباقون منهم، ثم البدريون، ثم أصحاب أُحُدْ ثمَّ أهل بيعة الرضوان بالحديبية. </p><p> وأما السابقون من الأنصار (٢) : فهم الذين بايعوا رسول الله، - صلى الله عليه وسلم -، ليلة العقبة الأولى، وكانوا ستة أنفار، ثم أصحاب العقبة الثانية من العام المقبل، وكانوا اثني عشر رجلًا، ثم أصحاب العقبة الثالثة، وكانوا سبعين رجلًا، فهؤلاء سباق الأنصار. ثم بعث رسول الله، - صلى الله عليه وسلم -، مصعب بن عمير إلى أهل المدينة، يعلمهم القرآن. فأسلم على يده خلق كثير، من الرجال والنساء والصبيان من أهل المدينة، وذلك قبل أن يهاجر رسول الله - صلى الله عليه وسلم - إلى المدينة. </p><p>(١) الشوكاني. (٢) الخازن.</p><p> والحاصل (١) : أن الله سبحانه وتعالى، ذكر في هذه الآية ثلاث طبقات من الأمة هي خيرها: </p><p> ١ - السابقون الأولون من المهاجرين، وهم الذين هاجروا قبل صلح الحديبية، وقد كان المشركون يضطهدون المؤمنين، ويقاتلونهم في دار الهجرة وما حولها، ولا يمكنون أحدًا من الهجرة متى كان ذلك في طاقتهم، ولا منجاة للمؤمنين من شرهم، إلا بالفرار أو الجوار، فالذين هاجروا في ذلك الوقت .. كانوا من المؤمنين الصادقين، وأفضل هؤلاء الخلفاء الأربعة، ثم العشرة الذين بشرهم النبي - صلى الله عليه وسلم - بالجنة. </p><p> ٢ - السابقون الأولون من الأنصار، وهم الذين بايعوا النبي - صلى الله عليه وسلم - عند العقبة، في منى في المرة الأولى، سنة إحدى عشرة من البعثة، وكانوا سبعة، وفي المرة الثانية وكانوا سبعين رجلًا وامرأتين. </p><p> ٣ - الذين اتبعوا هؤلاء السابقين الأولين من المهاجرين والأنصار في الهجرة والنصرة، حال كونهم محسنين، في أفعالم وأقوالهم فإذا اتبعوهم في ظاهر الإِسلام .. كانوا منافقين مسيئين، غير محسنين في هذا الاتباع وإذا تبعوهم محسنين في بعض أعمالهم ومسيئين في بعض .. كانوا مذنبين. </p><p> {رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ} ؛ أي: هؤلاء المذكورون جميعًا رضي الله سبحانه وتعالى عنهم في إيمانهم وإسلامهم، فقبل طاعتهم، وتجاوز عن زلاتهم، وبهم أعز الإِسلام، ونكل بأعدائه من المشركين، وأهل الكتاب، ورضوا عنه بما أسبغ عليهم من نعمه الدينية والدنيوية، فأنقذهم من الشرك، وهداهم من الضلال، وأعزهم بعد الذل، وأغناهم بعد الفقر. </p><p> وقوله:  {وَأَعَدَّ لَهُمْ} معطوف على رضي؛ أي: وهيأ لهؤلاء المذكورين، من الطبقات الثلاث في الآخرة، {جَنَّاتٍ} ؛ أي: بساتين {تَجْرِي} وتسيل {تَحْتَهَا} ؛ أي: تحت أشجارها وغرفها. وقرأ ابن كثير:  {من تحتها} بزيادة </p><p>(١) المراغي.</p><p> {من} ومعلوم أن قراءته الصلة، فليتنبه القارئ إذا قرأ بزيادة منْ لصلة الميم في المواضع الثلاثة، وهي اتبعوهم وعنهم وأعدّ لهم، لئلا يقع في التلفيق اهـ شيخنا ذكره \"الجمل\" . </p><p> {الْأَنْهَار} الأربعة حالة كونهم {خَالِدِينَ فِيهَا} ؛ أي: ماكثين في تلك الجنات {أَبَدًا} ؛ أي: زمنًا لا نهاية له ولا انقضاء {ذَلِكَ} المذكور من الرضوان، والجنات؛ أي: نيل ذلك هو، {الْفَوْزُ الْعَظِيمُ} والظفر الجسيم، الذي لا فوز وراءه. </p><p> وعن عمران بن حصين رضي الله عنه أن النبي - صلى الله عليه وسلم - قال:  \"خير الناس قرني، ثم الذين يلونهم ثم الذين يلونهم\" . قال عمران: فلا أدري، أذَكر بعد قرنه قرنين، أو ثلاثة. متفق عليه. </p><p> وعن أبي سعيد الخدري رضي الله عنه قال: قال رسول الله، - صلى الله عليه وسلم -: \"لا تسبوا أصحابي فلو أن أحدًا -وفي رواية:أحدكم - أنفق مثل أحد ذهبًا، ما بلغ مد أحدهم ولا نصيفه\" . متفق عليه. </p><p> والمعنى (١) : لو أن أحدًا، عمل مهما قدر عليه من أعمال البر والإنفاق في سبيل الله .. ما بلغ هذا القدر اليسير التافه، من أعمال الصحابة، وإنفاقهم؛ لأنهم أنفقوا وبذلوا المجهود في وقت الحاجة. </p><p> قال أبو حيان (٢) : ولما بين الله سبحانه وتعالى، فضائل الأعراب المؤمنين المتصدقين، وما أعدّ لهم من النعيم .. بين حال هؤلاء السابقين، وما أعد لهم - وشتان ما بين الإعدادَين والثناءين - هناك قال: أَلا إنها قربة لهم، وهنا رضي الله عنهم، وهناك: سيدخلهم الله في رحمته، وهنا: وأعدَّ لهم جنات تجري، وهناك ختم:  {إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} وهنا: {ذَلِكَ الْفَوْزُ الْعَظِيمُ} اهـ. </p><p> وقرأ (٣) عمر بن الخطاب والحسن وقتادة وعيسى الكوفي وسلام وسعيد بن </p><p>(١) الخازن. (٢) البحر المحيط.(٣) البحر المحيط.</p>"
}