{
  "id": null,
  "sura": 9,
  "aya": 86,
  "text": "<p> فالتكرار يراد به التأكيد، والمبالغة في التحذير في ذلك الشيء الذي وقع الاهتمام به، وقيل أيضًا: إنما كرر هذا المعنى؛ لأنه أراد بالآية الأولى قومًا من المنافقين، كان لهم أموالٌ وأولاد عند نزولها، وبالآية الأخرى أقوامًا آخرين منهم. </p><p> البحث الثاني: في بيان وجه ما حصل من التفاوت في الألفاظ في هاتين الآيتين، وذلك أنه قال سبحانه وتعالى في الآية الأولى:  {فَلَا تُعْجِبْكَ} بالفاء، وقال، هنا:  {وَلَا تُعْجِبْكَ} بالواو، والفرق بينهما: أنه عطف الآية الأولى على قوله: {وَلَا يُنْفِقُونَ إِلَّا وَهُمْ كَارِهُونَ} وصفهم بكونهم كارهين للإنفاق، لشدة المحبة للأموال والأولاد، فحسن العطف عليه بالفاء في قوله: فلا تعجبك، وأما هذه الآية فلا تعلق لها بما قبلها، فلهذا أتى بحرف الواو، وقال سبحانه وتعالى في الآية الأولى {فَلَا تُعْجِبْكَ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ} بزيادة لا وأسقطها هنا، فقال:  {أَوْلَادُهُمْ} والسبب فيه: أن حرف {لا} دخل هناك لزيادة التأكيد في شأن الأولاد، فيدل على أنهم كانوا معجبين بكثرة الأموال والأولاد، وكان إعجابهم بأولادهم أكثر من إعجابهم بأموالهم، وفي إسقاط حرف {لا} هنا دليل على أنه لا تفاوت بين الأمرين، وقال سبحانه وتعالى في الآية الأولى:  {إِنَّمَا يُرِيدُ اللَّهُ لِيُعَذِّبَهُمْ} بزيادة حرف اللام، وقال هنا:  {أَن يُعَذِّبَهُمْ} بإسقاطها وزيادة حرف أن، والسبب في ذلك، التنبيه على أنَّ التعليل في أحكام الله محال، وأنه أينما ورد حرف اللام، فمعناه: أن كقوله تعالى: {وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ} ومعناه: وما أمروا إلا بأن يعبدوا الله، وقال أيضًا في الآية الأولى {فِي الْحَيَاةِ الدُّنْيَا} بزيادة لفظ الحياة، وقال هنا:  {فِي الدُّنْيَا} بإسقاطه، والحكمة في إسقاطه هنا: التنبيه على أن الحياة الدنيا بلغت في الخسة إلى حيث إنها لا تستحق أن تذكر، ولا تسمى حياةً، بل يجب الاقتصار عند ذكرها على لفظ الدنيا، تنبيهًا على كمال دنائتها وخستها، فهذه جمل في ذكر الفرق بين هذه الألفاظ، والله أعلم بمراده، وأسرار كتابه. </p><p> ٨٦ - {وَإِذَا أُنْزِلَتْ} عليك يا محمد {سُورَةٌ} من سور القرآن، كلا أو بعضًا </p><p> يحتمل أن يراد بالسورة بعضها؛ لأن إطلاق لفظ الجمع على البعض جائز، ويحتمل أن يراد جميع السورة، فعلى هذا المراد بالسورة سورة براءة؛ لأنها مشتملة على الأمر بالإيمان، والأمر بالجهاد بـ {أَنْ آمِنُوا بِاللَّهِ} ؛ أي: داوموا على إيمانكم بالله تعالى {وَجَاهِدُوا مَعَ رَسُولِهِ} - صلى الله عليه وسلم - في المستقبل، ويصح أن تكون أن مصدرية، كما أشرنا إليه بتقدير الباء، ومفسرة لما في الإنزال من معنى القول والوحي، والقولان ذكرهما أبو السعود. </p><p> فإن قلت: كيف يأمرهم بالإيمان مع كونهم مؤمنين، فهو من باب تحصيل الحاصل؟ قلت: معناه: الأمر بالدوام على الإيمان وبالجهاد في المستقبل، وقيل: إن الأمر بالإيمان يتوجه على كل أحد، في كل ساعة، وقيل: إن هذا الأمر، وإن كان ظاهرهُ العموم، لكن المراد به الخصوص، وهم المنافقون، والمعنى حينئذ: إن أخلصوا الإيمان بالله، وجاهدوا مع رسوله، وإنما قدم الأمر بالإيمان على الأمر بالجهاد؛ لأن الجهاد بغير إيمان لا يفيد أصلًا، فكأنه قيل للمنافقين: الواجب عليكم أن تؤمنوا بالله أولًا، وتجاهدوا مع رسوله ثانيًا حتى يفيدكم ذلك الجهاد فائدة يرجع عليكم نفعها في الدنيا والآخرة. </p><p> والمعنى: وإذا أنزلت عليك يا محمَّد سورة من القرآن، مشتملةٌ على الأمر بإخلاص الإيمان، وعلى الأمر بالجهاد مع رسوله في المستقبل {اسْتَأْذَنَكَ} في التخلف عن الغزو {أُولُو الطَّوْلِ} وأصحاب الغنى {مِنْهُمْ} ؛ أي: من المنافقين أي: استأذنك أصحاب السعة في المال والقدرة على الجهاد بالبدن من رؤساء المنافقين وكبرائهم، كعبد الله بن أبي وجدٍّ بن قيس، ومعتب ابن قشير. وخصهم بالذكر؛ لأن الذم لهم ألزم، لكونهم قادرين على أهبة السفر والجهاد؛ أو لأن العاجز عن السفر والجهاد لا يحتاج إلى الاستئذان {وَقَالُوا} ؛ أي: قال أولوا الطول لك {ذَرْنَا} ؛ أي: أتركنا يا محمَّد عن الخروج معك {نَكُنْ مَعَ الْقَاعِدِينَ} في البيوت من النساء والصبيان. وقيل: مع المرضى والزمنى: أي: إن تركتنا وسامحتنا من الخروج للغزو نكون مع الضعفاء من الناس، والساكنين </p>"
}