{
  "id": null,
  "sura": 9,
  "aya": 106,
  "text": "<p> عقب ردّهم إليه فقال:  {فَيُنَبِّئُكُمْ} أي: فيخبركم الله سبحانه وتعالى، {بِمَا كُنْتُمْ تَعْمَلُونَ} ، في الدنيا، فيجازيكم عليه فيجازي المحسن بإحسانه والمسيء بإساءته، ويتفضل على من يشاء من عباده؛ لأن المجازاة من الله تعالى في الآخرة، لا تحصل إلا بعد الإخبار بعمله، ليعرف كل أحد أن الذي وصل إليه عدل لا ظلم </p><p> ١٠٦ - {وَآخَرُونَ مُرْجَوْنَ} أي: ومن المتخلفين عن غزوة تبوك أقوام آخرون؛ أي: غير الذين مردوا على النفاق، وغير الذين اعترفوا بذنوبهم، مرجون؛ أي: بل هم مرجون {لِأَمْرِ اللَّهِ} ؛ أي: بل هم مؤخرون عن التوبة إلى قضاء الله تعالى وحكمه فيهم بما شاء إما التوبة وإما التعذيب. وقرأ (١) الحسن وطلحة وأبو جعفر وابن نصاح والأعرج ونافع وحمزة والكسائي وحفص: {مُرْجَوْنَ} و {ترجي} في سورة الأحزاب بغير همزة. وقرأ باقي السبعة:  {مرجؤن وتجرىء} بالهمز وهما لغتان. </p><p> كان (٢) المتخلفون عن الجهاد في غزوة تبوك، أقسامًا ثلاثة: </p><p> الأول: المنافقون الذين مردوا على النفاق وهم أكثر المتخلفين. </p><p> والثاني: المؤمنون الذين اعترفوا بذنوبهم، وتابوا، وزكوا توبتهم بالصدقة وطلب دعاء الرسول، واستغفاره، فتاب الله عليهم، كأبي لبابة وأصحابه. </p><p> والثالث: المؤمنون الذين حاروا في أمرهم، ولم يعتذروا للرسول، - صلى الله عليه وسلم -؛ لأنهم، لا عذر لهم، وأرجؤوا توبتهم واعتذارهم إلى رسول الله، - صلى الله عليه وسلم -، صريحًا وإنما وجد منهم الندم والحزن، فإرجاء الله تعالى الحكم القاطع في أمرهم، لأسباب ستذكر، والفرق بين القسم الثاني، والقسم الثالث: أن القسم الثاني، سارعوا إلى التوبة فقبل الله توبتهم، والقسم الثالث توقفوا، ولم يسارعوا إلى التوبة، فأخر الله أمرهم. </p><p> قال ابن عباس ومجاهد وعكرمة: هم الثلاثة، الذين خلفوا عن التوبة، وهم مرارة - بضم الميم - ابن الربيع، وكعب بن مالك، وهلال بن أمية، قعدوا عن </p><p>(١) البحر المحيط. (٢) المراغي.</p><p> غزوة تبوك، في جملة من قعد من المخالفين، كسلًا وميلًا إلى الدعة والراحة والتمتع بطيب الثمار والتفيؤ بالظلال لا شكًّا ونفاقًا. وكانت طائفة منهم، ربطوا أنفسهم بالسواري، كما فعل أبو لبابة وأصحابه. وطائفة لم يفعلوا ذلك، وهم هؤلاء الثلاثة المذكورون، فنزلت توبة الأولين قبل توبة هؤلاء، وأرجئت أي أخرت توبة هؤلاء، حتى نزلت آية {لَقَدْ تَابَ اللَّهُ عَلَى النَّبِيِّ وَالْمُهَاجِرِينَ} ، إلى قوله:  {وَعَلَى الثَّلَاثَةِ الَّذِينَ خُلِّفُوا} الآية. ومعنى {وَآخَرُونَ مُرْجَوْنَ لِأَمْرِ اللَّهِ} ؛ أي: ومن المتخلفين، ناس آخرون مؤخرون إلى أمر الله وحكمه فيهم بما شاء، وهم أولئك النفر، الذين سبق ذكرهم، وكانوا تخلفوا عن رسول الله، - صلى الله عليه وسلم - مع الهم باللحاق به، ولم يتيسر لهم، ولم يكن تخلفهم عن نفاق. فلما قدم النبي، - صلى الله عليه وسلم - من تبوك .. قالوا لا عذر لنا إلا الخطيئة، ولم يعتذروا لرسول الله، - صلى الله عليه وسلم -، كما فعل أبو لبابة وأصحابه، من الذين ربطوا أنفسهم في سواري المسجد، فنزل فيهم، قوله تعالى:  {وَآخَرُونَ مُرْجَوْنَ} الآية. فنهى النبي، - صلى الله عليه وسلم -، عن مجالستهم وأمرهم باعتزال نسائهم، وإرسالهن إلى أهاليهن، إلى أن نزل قوله تعالى:  {لَقَدْ تَابَ اللَّهُ عَلَى النَّبِيِّ وَالْمُهَاجِرِينَ} الآية. وكانت مدة ما بين نزول الآيتين، خمسين ليلة، بقدر مدة التخلف؛ إذ كانت غيبته، - صلى الله عليه وسلم - عن المدينة، خمسين ليلة؛ لأنهم، لما تمتعوا بالراحة في المدينة مع تعب غيرهم في السفر .. عوقبوا بهجرهم تلك المدة فلما مضت خمسون ليلة .. نزلت توبتهم بقوله تعالى:  {لَقَدْ تَابَ اللَّهُ عَلَى النَّبِيِّ} الآية. </p><p> ومعنى قوله:  {إِمَّا يُعَذِّبُهُمْ} إن أصروا ولم يتوبوا من التخلف، {وَإِمَّا يَتُوبُ عَلَيْهِمْ} إن تابوا عنه؛ أي: إن أَمْرهم دَائِرٌ بين هذين، التعذيبِ والتوبةِ، وإما هنا إما للشك بالنسبة إلى المخاطبين، وإما للإبهام بالنسبة إلى الله، بمعنى: أنه تعالى، أبهم على المخاطبين كما في \"السمين\" . </p><p> وقد أبهم الأمر عليهم وعلى الناس، فلا يدرون ماذا ينزل بهم، هل تنفع توبتهم فيتوب الله عليهم، كما تاب على الذين اعترفوا بذنوبهم، أو يحكم بعذابهم في الدنيا والآخرة، كما حكم على الخالفين من المنافقين. وحكمة إبهام الأمر </p><p> عليهم، إثارة الغم والحزن في قلوبهم، لتصح توبتهم. وحكمة إبهامه على الرسول والمؤمنين تركهم مكالمتهم ومخاطبتهم تربيةً للفريقين على ما يجب أن يعامل به أمثالهم ممن يؤثرون الراحة ونعمة العيش على طاعة الله ورسوله والجهاد؛ لإعلاء كلمة الحق، ودفع عدوان أهل الباطل عن المؤمنين. </p><p> وهذه الجملة، في محل نصب على الحال من الضمير المستكن في {مرجون} ، والتقدير، وآخرون مرجون هم إلى أمر الله حالة كونهم إما معذبين، وإما متوبًا عليهم، ما سيأتي في بحث الإعراب. </p><p> {وَاللَّهُ} سبحانه وتعالى {عَلِيمٌ} بما يصلح حالَ عباده، ويربيهم ويزكيهم، أفرادًا وجماعات {حَكِيمٌ} فيما يشرعه لهم من الأحكام المفيدة لهذا الصلاح، إذا عملوا بها. </p><p> ومن هذه الحكمة إرجاء النص على توبتهم في كتابه، كما أن تكرار تلاوتها في مختلف الأوقات، مما يوقع في قلوب المؤمنين الرهبة والخوف، ويفيدهم عظة وتهذيبًا. </p><p> الإعراب </p><p> {يَعْتَذِرُونَ إِلَيْكُمْ إِذَا رَجَعْتُمْ إِلَيْهِمْ قُلْ لَا تَعْتَذِرُوا لَنْ نُؤْمِنَ لَكُمْ قَدْ نَبَّأَنَا اللَّهُ مِنْ أَخْبَارِكُمْ وَسَيَرَى اللَّهُ عَمَلَكُمْ وَرَسُولُهُ} . </p><p> {يَعْتَذِرُونَ} : فعل وفاعل {إِلَيْكُمْ} : متعلق به، والجملة مستأنفة. {إذَا} ظرف لما يستقبل من الزمان، مجرد عن معنى الشرط، متعلق بـ {يَعْتَذِرُونَ} ، أو الجواب محذوف دل عليه ما قبلها. {رَجَعْتُمْ} : فعل وفاعل. {إِلَيْهِمْ} : متعلق به، والجملة في محل الجر مضاف إليه لـ {إِذَا} . {قُلْ} : فعل أمر، وفاعله ضمير يعود على محمَّد، والجملة مستأنفة. {لَا تَعْتَذِرُوا} إلى آخر الآية، مقول محكي، وإن شئت قلت:  {لَا تَعْتَذِرُوا} : فعل وفاعل، مجزوم بـ {لَا} الناهية، والجملة في محل النصب مقول لـ {قُلْ} . {لَنْ نُؤْمِنَ} : ناصب وفعل. {لَكُمْ} : متعلق به، وفاعله ضمير يعود على المتكلمين، أعني: المؤمنين، والجملة في محل </p><p> النصب مقول القول. {قَدْ نَبَّأَنَا اللَّهُ}  {قَدْ} : حرف تحقيق. {نَبَّأَنَا اللَّهُ} : فعل ومفعول أول وفاعل. {مِنْ أَخْبَارِكُمْ} : مفعول ثانٍ، والجملة في محل النصب مقول القول. وفي \"الفتوحات\" قوله: {قَدْ نَبَّأَنَا اللَّهُ مِنْ أَخْبَارِكُمْ} ، فيه وجهان: </p><p> أحدهما: أنها المتعدية إلى مفعولين، أحدهما ضمير التكلم. </p><p> والثاني: قوله من أخباركم، وعلى هذا، ففي {مِنْ} وجهان: </p><p> أحدهما: أنها غير زائدة، والتقدير: قد نبأنا الله أخبارًا من أخباركم، أو جملة من أخباركم، فهو في الحقيقة صفة للمفعول المحذوف. </p><p> والثاني: أن {مِنْ} زائدة عند الأخفش،؛ لأنه لا يشترط فيها شيئًا. والتقدير: قد نبأنا الله أخباركم. </p><p> الوجه الثاني: من الوجهين الأولين: أنها متعدية لثلاثة، كأعلم، فالأول والثاني ما تقدم، والثالث محذوف؛ اختصارًا للعلم به، والتقدير: نبأنا الله من أخباركم كذبًا ونحوه اهـ \"سمين\" . </p><p> {وَسَيَرَى اللَّهُ عَمَلَكُمْ} : فعل وفاعل ومفعول أول، والثاني محذوف تقديره: واقعًا، والجملة معطوفة على ما قبلها على كونها مقولًا لـ {قُل}  {وَرَسُولُه} : معطوف على الجلالة. </p><p> {ثُمَّ تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ} . </p><p> {ثُمَّ} : حرف عطف وترتيب {تُرَدُّونَ} : فعل ونائب {إِلَى عَالِمِ الْغَيْبِ} : جار ومجرور، ومضاف إليه، متعلق بـ {تُرَدُّونَ}  {وَالشَّهَادَةِ} معطوف على الغيب، والجملة الفعلية معطوفة على جملة {سيرى} على كونها، مقولا لـ {قُلْ}  {فينبئكم}  {الفاء} : عاطفة {ينبئكم} : فعل ومفعول أول، وفاعله ضمير، يعود على الله {بِمَا} : جار ومجرور، في محل المفعول الثاني، والجملة، معطوفة على جملة تردون {كُنْتُمْ} : فعل ناقص، واسمه. وجملة {تَعْمَلُونَ} : خبره، وجملة {كان} صلة لـ {ما} إن قلنا: {ما} موصولة، والعائد محذوف تقديره: بما كنتم تعملونه، أو صلة {ما} المصدرية إن قلنا: {ما} مصدرية تقديره: بعملكم. </p><p> {سَيَحْلِفُونَ بِاللَّهِ لَكُمْ إِذَا انْقَلَبْتُمْ إِلَيْهِمْ لِتُعْرِضُوا عَنْهُمْ فَأَعْرِضُوا عَنْهُمْ إِنَّهُمْ رِجْسٌ وَمَأْوَاهُمْ جَهَنَّمُ جَزَاءً بِمَا كَانُوا يَكْسِبُونَ (٩٥) }. </p><p> {سَيَحْلِفُونَ} : فعل وفاعل {بِاللَّهِ} : متعلق به، وكذا يتعلق به {لَكُمْ} والجملة بدل من {يَعْتَذِرُونَ} أو تفسير له كما في \"أبي السعود\"  {إذا} : ظرف لما يستقبل من الزمان، مجرد عن معنى الشرط، متعلق بـ {يَحْلِفُونَ}  {انْقَلَبْتُمْ} فعل وفاعل {إِلَيْهِمْ} : متعلق به، والجملة في محل الجر مضاف إليه، لـ {إِذَا}  {لِتُعْرِضُوا} : {اللام} : لام كي. {تُعْرِضُوا} : فعل وفاعل، منصوب بأن مضمرة {عَنْهُمْ} : متعلق به، والجملة في تأويل مصدر، مجرور {باللام} تقديره، لإعراضكم {عَنْهُمْ} : الجار والمجرور، متعلق بيحلفون {فَأَعْرِضُوا} : {الفاء} : فاء الفصيحة؛ لأنها أفصحت عن شرط مقدر، تقديره: إذا عرفتم أنهم سيحلفون لكم، وأردتم بيان ما هو الأصلح لكم، فأقول لكم: أعرضوا عنهم {أعرضوا} : فعل وفاعل {عَنْهُمْ} : متعلق به، والجملة في محل النصب، مقول لجواب إذا المقدرة، وجملة {إِذَا} : المقدرة مستأنفة {إِنَّهُمْ رِجْسٌ}  {إن} حرف نصب والهاء: اسمها. {رِجْسٌ} : خبرها، وجملة إن: في محل النصب، مستأنفة، مسوقة، لتعليل الأمر بالإعراض عنهم، على كونها مقولًا لجواب إذا المقدرة {وَمَأْوَاهُمْ جَهَنَّمُ} : مبتدأ وخبر، إما من تمام التعليل، وإما تعليل مستقل، كما ذكره: أبو السعود {جَزَاءً} : منصوب على المصدرية، بعامل مقدر من لفظه، تقديره: يجزون جهنم جزاء، والجملة المحذوفة مستأنفة، ويجوز كونه حالًا من جهنم وفي \"الفتوحات\" قوله: {جَزَاءً بِمَا كَانُوا يَكْسِبُونَ} يجوز أن ينتصب على المصدر، بفعل من لفظه مقدر؛ أي: يجزون جزاءً وأن ينتصب بمضمون الجملة السابقة؛ لأن كونهم ثاوين في جهنم، في معنى المجازاة، ويجوز أن يكون مفعولًا من أجله، اهـ \"سمين\"  {بِمَا} : {الباء} : حرف جر وسبب، أو بمعنى: على {ما} : موصولة، أو موصوفة، أو مصدرية {كَانُوا} فعل ناقص، واسمه. وجملة {يَكْسِبُونَ} : خبره، وجملة {كَانُ} : صلة لـ {ما} أو صفة لها، والعائد، أو الرابط، محذوف، تقديره: بما كانوا يكسبونهُ أو صلة ما المصدرية تقديره: بكسبهم، الجار والمجرور متعلق بـ {جزاءً} ، أو صفةٌ له. </p><p> {يَحْلِفُونَ لَكُمْ لِتَرْضَوْا عَنْهُمْ فَإِنْ تَرْضَوْا عَنْهُمْ فَإِنَّ اللَّهَ لَا يَرْضَى عَنِ الْقَوْمِ الْفَاسِقِينَ} . </p><p> {يَحْلِفُونَ} : فعل وفاعل {لَكُمْ} : متعلق به، والجملة مستأنفة {لِتَرْضَوْا} : {اللام} : حرف جر، وتعليل {ترضوا} فعل وفاعل، منصوب بأن مضمرة {عَنْهُمْ} : متعلق به، والجملة في تأويل مصدر، مجرور بـ {اللام} تقديره: لرضائكم عنهم، الجار والمجرور متعلق بـ {يَحْلِفُونَ}  {فَإِنْ تَرْضَوْا} : الفاء: فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفتم حلفهم، لرضائكم عنهم، وأردتم بيان حكم رضائكم عنهم .. فأقول لكم {إن ترضوا} : {إن} : حرف شرط {ترضوا} : فعل وفاعل، مجزوم بإن، على كونه فعل شرط لها {عَنْهُمْ} : متعلق به، وجواب إن الشرطية محذوف، تقديره: فلا ينفعهم رضاؤكم عنهم، وجملة إن الشرطية، في محل النصب، مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة {فإنَّ الله} : الفاء: تعليلية {إن} : حرف نصب {اللَّهَ} اسمها {لَا يَرْضَى} : فعل مضارع، وفاعله ضمير، يعود على الله {عَنِ الْقَوْمِ} : متعلق به {الْفَاسِقِينَ} : صفة للقوم، وجملة {لَا يَرْضَى} : في محل الرفع خبر إن، وجملة {إن} : في محل الجر بلام التعليل المقدرة، المدلول عليها بالفاء التعليلية. </p><p> {الْأَعْرَابُ أَشَدُّ كُفْرًا وَنِفَاقًا وَأَجْدَرُ أَلَّا يَعْلَمُوا حُدُودَ مَا أَنْزَلَ اللَّهُ عَلَى رَسُولِهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ} . </p><p> {الْأَعْرَابُ} : مبتدأ {أَشَدُّ} : خبر {كُفْرًا} : تمييز، محول عن المبتدأ، منصوب باسم التفضيل، والجملة مستأنفة {وَنِفَاقًا} : معطوف على كفرًا {وَأَجْدَرُ} : معطوف على {أَشَدُّ} . {أَلَّا}  {أن} : حرف مصدر {لا} : نافية {يَعْلَمُوا} : فعل وفاعل، منصوب بـ {أن}  {حُدُودَ مَا} : مفعول به، ومضاف إليه {أَنْزَلَ اللَّهُ} : فعل وفاعل {عَلَى رَسُولِه} : متعلق به، وجملة {أَنزَلَ} : صلة لـ {مَا} أو صفة لها، والعائد أو الرابط محذوف تقديره: ما أنزله الله، وجملة {لا يعلموا} في تأويل مصدر، مجرور، بحرف جر محذوف، تقديره، وأجدر بعدم </p><p> علمهم حدود ما أنزله الله على رسوله {وَالله} : مبتدأ {عَلِيمٌ} : خبر أول {حَكِيمٌ} : خبر ثانٍ، والجملة مستأنفة. </p><p> {وَمِنَ الْأَعْرَابِ مَنْ يَتَّخِذُ مَا يُنْفِقُ مَغْرَمًا وَيَتَرَبَّصُ بِكُمُ الدَّوَائِرَ عَلَيْهِمْ دَائِرَةُ السَّوْءِ وَاللَّهُ سَمِيعٌ عَلِيمٌ} . </p><p> {وَمِنَ الْأَعْرَابِ} : جار وجرور، خبر مقدم {مَن} : اسم موصول في محل الرفع مبتدأ مؤخر، والجملة مستأنفة {يَتَّخِذُ} : فعل مضارع، وفاعله ضمير، يعود على {مَن}  {ما} موصولة أو موصوفة في محل النصب مفعول أول. {يُنفِقُ} فعل مضارع وفاعله ضمير، يعود على {مَن} وجملة {ينفِقُ} : صلة لـ {مَا} : أو صفة لها، والعائد أو الرابط محذوف تقديره: ما ينفقه. {مَغْرَمًا} : مفعول ثان، لاتخذ، وجملة {يَتَّخِذُ} : صلة من الموصولة {وَيَتَرَبَّصُ} : فعل مضارع، وفاعله ضمير، يعود على {مَنْ} والجملة معطوفة على جملة {يَتَّخِذُ}  {بِكُمُ} : متعلق بـ {يَتَرَبَّصُ} : {الدَّوَائِرَ} : مفعول به {عَلَيْهِمْ} : خبر مقدم {دَائِرَةُ السَّوْءِ} : مبتدأ مؤخر، ومضاف إليه، والجملة دعائية لا محل لها من الإعراب {وَاللَّهُ} مبتدأ {سَمِيعٌ} : خبر أول {عَلِيمٌ} : خبر ثانٍ والجملة مستأنفة، لا محل لها من الإعراب. </p><p> {وَمِنَ الْأَعْرَابِ مَنْ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَيَتَّخِذُ مَا يُنْفِقُ قُرُبَاتٍ عِنْدَ اللَّهِ وَصَلَوَاتِ الرَّسُولِ أَلَا إِنَّهَا قُرْبَةٌ لَهُمْ سَيُدْخِلُهُمُ اللَّهُ فِي رَحْمَتِهِ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} . </p><p> {وَمِنَ الْأَعْرَابِ} جار ومجرور خبر مقدم. {مِنَ} اسم موصول، في محل الرفع مبتدأ مؤخر، والجملة معطوفة على جملة قوله {وَمِنَ الْأَعْرَابِ} . {يُؤْمِنُ} : فعل مضارع، وفاعله ضمير يعود على {مَنْ}  {بِاللَّهِ} : متعلق به، والجملة صلة الموصول {وَالْيَوْمِ الْآخِرِ} : معطوف على الجلالة {وَيَتَّخِذُ} : فعل مضارع، وفاعله ضمير يعود على {مَنْ} ، والجملة معطوفة على جملة {يُؤْمِنُ}  {مَا} : موصولة أو موصوفة، في محل النصب مفعول أول، لـ {يَتَّخِذُ {يُنْفِقُ} ؛ فعل مضارع، وفاعله ضمير يعود على {مَنْ} والجملة </p><p> صلة لـ {مَا} أو صفة لها، والعائد أو الرابط محذوف تقديره:  {ما ينفقه}  {قُرُبَاتٍ} : مفعول ثان لـ {يتخذ} ولكنه على تقدير مضاف؛ أي: سبب قربات، {عِنْدَ اللَّهِ} : ظرف ومضاف إليه، متعلق بمحذوف صفة لـ {قُرُبَاتٍ} أو متعلق بـ {يَتَّخِذُ}  {وَصَلَوَاتِ الرَّسُولِ} : معطوف على {قُرُبَاتٍ} ؛ أي: سبب صلوات الرسول ودعواته {ألا إنها} : {أَلَا} : حرف تنبيه واستفتاح {إِنَّهَا قُرْبَةٌ} ؛ ناصب، واسمه وخبره {لَهُمْ} : صفة لقربة، والجملة مستأنفة {سَيُدْخِلُهُمُ اللَّهُ} : فعل ومفعول وفاعل {فِي رَحْمَتِهِ} : متعلق به، والجملة مستأنفة {إِنَّ اللَّهَ غَفُورٌ} : ناصب واسمه وخبر أول {رَحِيمٌ} : خبر ثانٍ، والجملة مستأنفة. </p><p> {وَالسَّابِقُونَ الْأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالْأَنْصَارِ وَالَّذِينَ اتَّبَعُوهُمْ بِإِحْسَانٍ رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ وَأَعَدَّ لَهُمْ جَنَّاتٍ تَجْرِي تَحْتَهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ذَلِكَ الْفَوْزُ الْعَظِيمُ} . </p><p> {وَالسَّابِقُونَ} : مبتدأ {الْأَوَّلُونَ} : صفة له {مِنَ الْمُهَاجِرِينَ} : جار ومجرور، حال من المبتدأ {وَالْأَنْصَارِ} : معطوف على المهاجرين {وَالَّذِينَ} : معطوف على {السَّابِقُونَ}  {اتَّبَعُوهُمْ} : فعل وفاعل ومفعول صلة الموصول {بِإِحْسَانٍ} : جار ومجرور حال، من واو اتبعوهم، أو متعلق بـ {اتَّبَعُوهُمْ}  {رَضِيَ اللَّهُ} : فعل وفاعل {عَنْهُمْ} : متعلق به، والجملة الفعلية في محل الرفع خبر المبتدأ، والجملة الاسمية مستأنفة {وَرَضُوا} فعل وفاعل معطوف على {رَضِيَ} . {عنه} متعلق به {وَأَعَدَّ} : فعل ماضٍ، وفاعله ضمير، يعود على الله {لَهُمْ} : متعلق به {جَنَّاتٍ} : مفعول به، والجملة معطوفة على جملة {رَضِيَ}  {تَجْرِي} : فعل مضارع {تَحْتَهَا} : متعلق به {الْأَنْهَارُ} : فاعل، والجملة صفة لـ {جنات}  {خَالِدِينَ} : حال من ضمير لهم {فِيهَا} : متعلق به، وكذا يتعلق به {أبدًا}  {ذَلِكَ الْفَوْزُ} : مبتدأ وخبر {الْعَظِيمُ} : صفة له والجملة مستأنفة. </p><p> {وَمِمَّنْ حَوْلَكُمْ مِنَ الْأَعْرَابِ مُنَافِقُونَ وَمِنْ أَهْلِ الْمَدِينَةِ مَرَدُوا عَلَى النِّفَاقِ} . </p><p> {وَمِمَّنْ} : جار ومجرور، خبر مقدم {حَوْلَكُمْ} ؛ ظرف ومضاف إليه، صلة {مِنَ} الموصولة {مِنَ الْأَعْرَابِ} : جار ومجرور، حال من الضمير المستكن </p><p> في الصلة {مُنَافِقُونَ} مبتدأ مؤخر والجملة مستأنفة {وَمِنْ أَهْلِ الْمَدِينَةِ} : جار ومجرور، خبر مقدم لمبتدأ محذوف، قامت صفته مقامه، وحَذفُ الموصوف وإقامة صفته مقامه مطرد تقديره: ومن أهل المدينة قوم. وجملة {مَرَدُوا} : صفة لهذا المبتدأ المحذوف، والجملة الاسمية معطوفة على جملة قوله:  {وَمِمَّنْ حَوْلَكُمْ مِنَ الْأَعْرَابِ مُنَافِقُونَ}  {عَلَى النِّفَاقِ} : متعلق بـ {مَرَدُوا} . </p><p> {لَا تَعْلَمُهُمْ نَحْنُ نَعْلَمُهُمْ سَنُعَذِّبُهُمْ مَرَّتَيْنِ ثُمَّ يُرَدُّونَ إِلَى عَذَابٍ عَظِيمٍ} . </p><p> {لَا تَعْلَمُهُمْ} : فعل ومفعول به، إن قلنا: أن علم هنا عرفانية، ومفعول أول إن قلنا إن علم على بابه، والمفعول الثاني محذوف تقديره: لا تعلمهم منافقين، وفاعله ضمير يعود على محمَّد، والجملة مستأنفة، أو صفة لـ {مُنَافِقُونَ}  {نَحْنُ} : مبتدأ {نَعْلَمُهُمْ} : فعل ومفعول أول، والثاني محذوف تقديره: منافقين، وفاعله ضمير يعود على الله، والجملة الفعلية في محل الرفع خبر المبتدأ، والجملة الاسمية مستأنفة {سَنُعَذِّبُهُمْ} : فعل ومفعول به، وفاعله ضمير يعود على الله، والجملة مستأنفة {مَرَّتَيْنِ} : منصوب على المصدرية {ثُمَّ} : حرف عطف {يُرَدُّونَ} : فعل ونائب فاعل {إِلَى عَذَابٍ} : متعلق به {عَظِيمٍ} : صفة لعذاب، والجملة الفعلية معطوفة على جملة {نُعَذِّبُهُمْ} . </p><p> {وَآخَرُونَ اعْتَرَفُوا بِذُنُوبِهِمْ خَلَطُوا عَمَلًا صَالِحًا وَآخَرَ سَيِّئًا عَسَى اللَّهُ أَنْ يَتُوبَ عَلَيْهِمْ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} . </p><p> {وَآخَرُونَ} معطوف على منافقون، على كونه صفة لمبتدأ محذوف، خبره محذوف أيضًا، تقديره: وممن حولكم، أو من أهل المدينة قوم آخرون، والجملة معطوفة على جملة قوله {وممن حولكم}  {اعْتَرَفُوا} : فعل وفاعل {بِذُنُوبِهِمْ} متعلق به، والجملة صفة ثانية لذلك المحذوف {خَلَطُوا} : فعل وفاعل {عَمَلًا} : مفعول به {صَالِحًا} صفة له، والجملة صفة ثالثة له {وَآخَرَ} : معطوف على {عَمَلًا}  {سَيِّئًا} : صفة {آخر}  {عَسَى} : فعل ناقص، من أفعال الرَّجاء {اللَّهُ} : اسمها {أَنْ يَتُوبَ} : فعل مضارع منصوب بأن، وفاعله ضمير يعود على الله {عَلَيْهِمْ} : متعلق به، وجملة {يَتُوبَ} في تأويل مصدر، منصوب على كونه خبر </p><p> عسى، ولكنه في تأويل اسم الفاعل، ليصح الإخبار به عن الجلالة، تقديره: عسى الله توبته عليهم؛ أي: عسى الله تائبًا عليهم، وجملة عسى مستأنفة {إِنَّ اللَّهَ} : ناصب واسمه {غَفُورٌ} : خبر أول {رَحِيمٌ} : خبر ثانٍ لها، وجملة {إِنَّ} : مستأنفة مسوقة لتعليل ما قبلها. </p><p> {خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَةِرُهُمْ وَتُزَكِّيهِمْ بِهَا وَصَلِّ عَلَيْهِمْ إِنَّ صَلَاتَكَ سَكَنٌ لَهُمْ وَاللَّهُ سَمِيعٌ عَلِيمٌ} . </p><p> {خُذْ} : فعل أمر، وفاعله ضمير يعود على محمَّد، والجملة مستأنفة {مِنْ أَمْوَالِهِمْ} : متعلق به {صَدَقَةً} مفعول به {تُطَهِرُهُمْ} : فعل ومفعول، وفاعله ضمير يعود على محمَّد، والجملة الفعلية صفة لصدقة، ولكنها سببية، والرابط محذوف تقديره: بها {وَتُزَكِّيهِمْ} : فعل وفاعل. {بِهَا} : متعلق به لقربه، أو بتطهر لسبقه، كما هو شأن التنازع، وفاعله ضمير يعود على محمَّد، والجملة معطوفة على جملة تطهر. {وَصَلِّ} : فعل أمر، وفاعله ضمير يعود على محمَّد {عَلَيْهِمْ} : متعلق به، والجملة معطوفة على جملة {خُذْ}  {إِنَّ صَلَاتَكَ} : ناصب واسمه. {سَكَنٌ} : خبره. {لَهُمْ} : متعلق بـ {سَكَنٌ} : وجملة {إنَّ} : مستأنفة، مسوقة لتعليل ما قبلها. {وَاللَّهُ سَمِيعٌ} : مبتدأ وخبر أول. {عَلِيمٌ} خبر ثانٍ، والجملة مستأنفة. </p><p> {أَلَمْ يَعْلَمُوا أَنَّ اللَّهَ هُوَ يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ وَيَأْخُذُ الصَّدَقَاتِ وَأَنَّ اللَّهَ هُوَ التَّوَّابُ الرَّحِيمُ} . </p><p> {أَلَمْ} : الهمزة: للاستفهام التقريري. {لَمْ} : حرف نفي وجزم. {يَعْلَمُوا} : فعل وفاعل مجزوم بـ {لَمْ} والجملة مستأنفة. {أَنَّ} : حرف نصب. {اللَّهَ} : اسمها. {هُوَ} : ضمير فصل. {يَقْبَلُ التَّوْبَةَ} : فعل ومفعول، وفاعله ضمير يعود على الله. {عَنْ عِبَادِهِ} : متعلق بـ {يَقْبَلُ} والجملة الفعلية في محل الرفع خبر أن، وجملة أن في تأويل مصدر، ساد مسد مفعولي علم، تقديره: ألم يعلموا قبول الله تعالى توبة عباده. {وَيَأْخُذُ الصَّدَقَاتِ} : فعل ومفعول، وفاعله ضمير يعود على الله، والجملة معطوفة على جملة {يَقْبَلُ} . {وَأَنَّ اللَّهَ} : ناصب واسمه. {هُوَ} : ضمير فصل. {التَّوَّابُ} : خبر أن. {الرَّحِيمُ} : صفة للتواب، </p><p> أو خبر ثانٍ لها، وجملة أن معطوفة على جملة أن الأولى. </p><p> {وَقُلِ اعْمَلُوا فَسَيَرَى اللَّهُ عَمَلَكُمْ وَرَسُولُهُ وَالْمُؤْمِنُونَ وَسَتُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ} . </p><p> {وَقُلِ} : فعل أمر، وفاعله ضمير يعود على محمَّد، والجملة مستأنفة. {اعْمَلُوا} : إلى آخر الآية، مقول محكي لـ {قُلِ} وإن شئت قلت {اعْمَلُوا} : فعل وفاعل، ومفعوله محذوف. تقديره: ما شئتم، والجملة في محل النصب مقول قل. {فَسَيَرَى} : الفاء: تعليلية، السين: حرف استقبال زيدت هنا لإفادة تأكيد معنى الكلام. {يَرَى اللَّهُ عَمَلَكُمْ} : فعل وفاعل ومفعول. {وَرَسُولُهُ} : معطوف على الجلالة، والجملة الفعلية في محل النصب مقول قل. {وَالْمُؤْمِنُونَ} : معطوف على الجلالة أيضًا. {وَسَتُرَدُّونَ} : فعل ونائب فاعل. {إِلَى عَالِمِ الْغَيْبِ} : متعلق به. {وَالشَّهَادَةِ} : معطوف على الغيب، والجملة معطوفة على جملة {فَسَيَرَى اللَّهُ عَمَلَكُمْ} . {فَيُنَبِّئُكُمْ} : الفاء: عاطفة. {ينبئكم} : فعل ومفعول أول، وفاعله ضمير يعود على الله. {بِمَا كُنْتُمْ} : جار ومجرور، في محل المفعول الثاني، والجملة معطوفة على جملة قوله {ستردون} . {كُنْتُمْ} : فعل ناقص واسمه. وجملة {تَعْمَلُونَ} : خبره وجملة {كان} صلة لما، أو صفة لها، والعائد أو الرابط محذوف تقديره: تعملونه. </p><p> {وَآخَرُونَ مُرْجَوْنَ لِأَمْرِ اللَّهِ إِمَّا يُعَذِّبُهُمْ وَإِمَّا يَتُوبُ عَلَيْهِمْ وَاللَّهُ عَلِيمٌ حَكِيمٌ} . </p><p> {وَآخَرُونَ} : صفة لمبتدأ محذوف، خبره محذوف أيضًا، تقديره: ومن أهل المدينة قوم آخرون. {مُرْجَوْنَ} : صفة ثانية لذلك المحذوف، والجملة معطوفة على جملة قوله:  {وآخرون اعترفوا بذنوبهم} كما قاله أبو البقاء {لِأَمْرِ اللَّهِ} : متعلق بـ {مُرْجَوْنَ} . {إِمَّا} : حرف تفصيل. {يُعَذِّبُهُمْ} : فعل ومفعول، وفاعله ضمير يعود على {اللَّهِ} والجملة في محل الرفع صفة ثالثة لذلك المحذوف، ولكنها سببية، تقديره: ومن أهل المدينة قوم آخرون مرجون لأمر الله، إما معذبون أو حال من الضمير المستكن في مرجون، تقديره: ومن أهل المدينة قوم آخرون مرجون هم لأمر الله، حالة كونهم إما معذبين، وإما متوبًا </p><p> عليهم. {وَإِمَّا يَتُوبُ} : الواو: عاطفة {إما} على {إِمَّا} . {إِمَّا} : حرف تفصيل، مفيدة للشك بالنسبة إلى المخاطب، ومفيدة للإبهام بالنسبة إلى الله. قال أبو البقاء: وإما إذا كانت للشك .. جاز أن يليها الاسم، وأن يليها الفعل، فإن كانت للتخيير، ووقع الفعل بعدها .. كانت معه أن كقوله: إما أن تلقى انتهى. {يَتُوبُ} : فعل مضارع، وفاعله ضمير يعود على الله. {عَلَيْهِمْ} : متعلق به، والجملة معطوفة على جملة قوله:  {إِمَّا يُعَذِّبُهُمْ} . على كلا الاحتمالين، وقيل: غير ذلك، من أوجه الإعراب. {وَاللَّهُ} : مبتدأ. {عَلِيمٌ} خبر أول. {حَكِيمٌ} خبر ثانٍ، والجملة الاسمية مستأنفة. مسوقة لتعليل ما قبلها. </p><p> التصريف ومفردات اللغة </p><p> {يَعْتَذِرُونَ إِلَيْكُمْ} : من اعتذر من باب افتعل إذا مَهَّد العذر. والاعتذار: إظهار العذر بالأعذار الكاذبة. </p><p> {عَالِمِ الْغَيْبِ وَالشَّهَادَةِ} : {الْغَيْبِ} : ما غاب عنك علمه {وَالشَّهَادَةِ} : ما تشهده وتعرفه. </p><p> {إِذَا انْقَلَبْتُمْ} : انقلب إلى الشيء من باب انفعل: رجع إليه {إِنَّهُمْ رِجْسٌ} ؛ أي: قذر يجب الإعراض عنهم. {وَمَأْوَاهُمْ} : والمأوى، كل مكان يأوى إليه الشيء، ليلًا أو نهارًا، وقد أوى فلان إلى منزله، يأوي أويًا وإيواء. {الْأَعْرَابُ أَشَدُّ كُفْرًا} : {الْأَعْرَابُ} اسم لبدو العرب، واحده أعرابي، والأنثى أعرابية، والعرب اسم لهذا الجيل الذي ينطق بهذه اللغة، بَدْوِه وحَضَره، واحدَهُ عربي، كالمجوس والمجوسي واليهود واليهودي. </p><p> وفي \"الفتوحات\" والأعراب اسم جمع، جاء على صورة الجمع، وليس جمعًا لعرب، لئلا يلزم كون الجمع أخص من مفرده؛ لأن الأعراب سكان البادية خاصة، والعرب المتكلمون باللغة العربية، سواء سكنوا البادية أو الحاضرة، اهـ شيخنا. وفي \"المصباح\" وأما {الْأَعْرَابُ} بالفتح فأهل البَدْوِ من العرب، الواحد أعرابي بالفتح أيضًا، وهو الذي يكون صاحب نجعة، وارتياد غيث وكلأ، وزاد </p><p> الأزهري فقال: سواء كان من العرب، أو من مواليهم قال: فمن نزل البادية وجاور البادين، وظعن بظعنهم .. فهم أعراب، ومن نزل بلاد الريف واستوطن المدن والقرى العربية وغيرها ممن ينتمي إلى العرب .. فهم عرب وإن لم يكونوا فصحاء. قال النيسابوري: قيل إنما سمي العرب عربًا؛ لأن أولاد إسماعيل عليه السلام نشؤوا بالعرب، وهي من تهامة، فنسبوا إلى بلدهم وكل من يسكن جزيرة العرب، وينطق بلسانهم فهو منهم، وقيل: لأن ألسنتهم معربة عما في ضمائرهم، ولما في لسانهم من الفصاحة والبلاغة انتهى. </p><p> {وَأَجْدَرُ} ؛ أي: أحق وأولى وأحرى يقال، هو جدير وأجدر، وحقيق وأحق، وقمن وخليق، وأولى بكذا كله بمعنى واحد. قال الليث: جدر يجدر جدارة، فهو جدير وأجدر به، يؤنث ويثنى ويجمع. قال الشاعر: </p><p> نَخِيْلٌ عَلَيْهَا جَنَّةٌ عَبْقَرِيَّةٌ ... جَدِيْرُوْنَ يَوْمًا أَنْ يَنَالُوْا فَيَسْتَعْلُوْا </p><p> وقد نبه الراغب على أصل اشتقاق هذه المادة، وأنها من الجدار؛ أي: الحائط، فقال: والجدير المنتهي لانتهاء الأمر إليه، انتهاء الشيء إلى الجدار، والذي يظهر، أن اشتقاقه من الجدر، وهو أصل الشجرة، فكأنه ثابت كثبوت الجدر في قولك: جدير بكذا، اهـ \"سمين\" . {مَغْرَمًا} والمغرم: الغرامة والخسران، من الغرام بمعنى: الهلاك؛ لأنه سببه، ومنه {إن عذابها كان غرامًا} وقيل: أصله الملازمة، ومنه الغريم، للزومه من يطالبه وإلحاحه عليه. {وَيَتَرَبَّصُ بِكُمُ الدَّوَائِرَ} : والتربص: الانتظار، والدوائر، هي: المصائب التي لا مخلص منها، تحيط به كما تحيط الدائرة. وقيل: تربص الدوائر هنا: موت الرسول، - صلى الله عليه وسلم -، وظهور الشرك. قال الشاعر: </p><p> تَرَبَّصْ بِهَا ريْبَ الْمَنُوْنِ لَعَلَّهَا ... تُطَلَّقُ يَوْمًا أوْ يَمُوْتَ حَلِيْلُهَا </p><p> والدوائر: جمع دائرة، وهي: ما يحيط بالإنسان من مصيبة ونكبة، أخذًا من الدائرة المحيطة بالشيء، وأصلها داورة؛ لأنها من دار يدور؛ أي: أحاط، فقلبت الواو همزة ومعنى تربص الدوائر: انتظار المصائب؛ أي: انتظار انقلاب الدوائر. ففي الكلام حذف مضاف، وفي الدائرة مذهبان أظهرهما، أنها صفة </p><p> على فاعلة كقائمة، وقال الفارسي: يجوز أن تكون مصدرًا كالعاقبة، اهـ \"سمين\" . ودوائر الزمان، حوادثه. والمراد بها ما لا محيص منه، من تصاريف الأيام ونوائبها التي تحيط شرورها بالناس، والدائرة أيضًا، النائبة والمصيبة، والسوء اسم لما يسوء ويضر. وقال الفراء:  {عَلَيْهِمْ دَائِرَةُ السَّوْءِ} : العذاب والبلاء. قال: والسوء بالفتح مصدرر سؤته سوءًا ومساءة وسوائية ومسائية، وبالضم اسم لا مصدر. وقال أبو البقاء: السوء بالضم الضرر، وهو مصدر في الحقيقة، قلت: يعني، أنه في الأصل كالمفتوح في أنه مصدر، ثم أطلق على كل ضرر وشر. وقال مكي: من فتح السين، فمعناه الفساد والرداءة، ومن ضمها، فمعناه البلاء والضرر، وظاهر هذا، أنهما اسمان لما ذكر، ويحتمل أن يكونا في الأصل مصدرين، ثم أطلقا على ما ذكر. وقال غيره: المضموم العذاب والضرر، والمفتوح الذم، اهـ \"سمين\" . </p><p> {قُرُبَاتٍ عِنْدَ اللَّهِ} ؛ والـ {قُرُبَاتٍ} : جمع قربة، وهي ما يتقرب به إلى الله سبحانه وتعالى، تقول منه: قربت لله قربانًا، وهي في المنزلة والمكانة، كالقرب في المكان والقرابة في الرحم. {وَصَلَوَاتِ الرَّسُولِ} : والـ {صلوات} : واحدها صلاة، ويراد بها الدعاء، والمعنى: أنه يتخذ ما ينفق سببًا لحصول القربات عند الله تعالى، وسببًا لحصول دعوات الرسول. </p><p> {مَرَدُوا عَلَى النِّفَاقِ} : وأصل مرد وتمرد: اللين والملاسة والتجرد فكأنهم تجردوا للنفاق، ومنه غصن أمرد لا ورق عليه، وفرس أمرد لا شعر فيه، وغلام أمرد لا شعر بوجهه، وأرض مرداء لا نبات فيها، وصرح ممرد؛ أي: مجرد فالمعنى: أنهم أقاموا على النفاق، وثبتوا عليه ولم ينثنوا عنه. </p><p> {اعْتَرَفُوا بِذُنُوبِهِمْ} : الاعتراف: الإقرار بالشيء، ومجرد الإقرار لا يكون توبة إلا إذا اقترن به الندم على الماضي، والعزم على تركه في الحال والاستقبال. {خَلَطُوا} : ومعنى الخلط، أنهم خلطوا كل واحد منهما بالآخر، كقولك خلطت الماء باللبن، واللبن بالماء، ويجوز أن تكون الواو في قوله:  {وَءَاخَرَ} : بمعنى الباء، كقولك بعت الشاة شاة ودرهمًا؛ أي: بدرهم. {خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً} : </p><p> والصدقة: مأخوذة من الصدق إذ هي دليل على صدق مخرجها في إيمانه. والصدقة ما ينفقه المؤمن قربة لله. {تزكيهم} : والتزكية من قولهم رجل زكى؛ أي: زائد الخير والفضل، قاله: في \"الأساس\" . {وَصَلِّ عَلَيْهِمْ} : والصلاة الدعاء. {إِنَّ صَلَاتَكَ سَكَنٌ لَهُمْ} : والسكن: كل ما تسكن وتطمئن إليه النفس، وترتاح عنده من أهل ومال ومتاع ودعاء وثناء، فهو فعل بمعنى، مفعول كالقبض بمعنى، المقبوض والقنص بمعنى، المقنوص. والمعنى، يسكنون إليها. مرجون ومرجؤون وبهما قرئ؛ أي: مؤخرون يقال؛ أرجأت الأمر وأرجيته؛ أي: أخرته. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات أنواعًا، وضروبًا من البلاغة والفصاحة والبيان والبديع: </p><p> فمنها: الطباق بين كلمتي {الْغَيْبِ}  {وَالشَّهَادَةِ} . </p><p> ومنها: التشبيه البليغ في قوله: {إِنَّهُمْ رِجْسٌ} . </p><p> ومنها: التكرار في: {يَحْلِفُونَ} وفي لفظ {الْأَعْرَابُ} ، وفي قوله:  {وسيرى الله عملكم ورسوله} . </p><p> ومنها: الإظهار في مقام الإضمار في قوله: {فَإِنَّ اللَّهَ لَا يَرْضَى عَنِ الْقَوْمِ الْفَاسِقِينَ} ونكتة العدول لهذا الظاهر التسجيل عليهم، حيث وصفهم بالخروج عن الطاعة المستوجب لما حل بهم من السخط وللإيذان بشمول الحكم لمن شاركهم في ذلك، اهـ \"أبو السعود\" . </p><p> ومنها: المقابلة في قوله: {وَمِنَ الْأَعْرَابِ مَنْ يَتَّخِذُ مَا يُنْفِقُ مَغْرَمًا} ، وقوله:  {وَمِنَ الْأَعْرَابِ مَنْ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَيَتَّخِذُ مَا يُنْفِقُ قُرُبَاتٍ عِنْدَ اللَّهِ} . </p><p> ومنها: الاستعارة التصريحية الأصلية في قوله: {وَيَتَرَبَّصُ بِكُمُ الدَّوَائِر} ؛ لأن الدوائر حقيقة في الدائرة المحيطة بالشيء، كدائرة القمر ودائرة الخط، فاستعملها في المصائب والنكبات النازلة بالإنسان، بجامع الاشتمال والإحاطة في كل. </p><p> ومنها: المجاز المرسل في قوله: {قُرُبَاتٍ عِنْدَ اللَّهِ وَصَلَوَاتِ الرَّسُولِ} ؛ حيث أطلق المسبب الذي هو القربات، وأراد السبب، أي: سبب قربات، وسبب صلوات وفي قوله:  {سَيُدْخِلُهُمُ اللَّهُ فِي رَحْمَتِهِ} ؛ أي: يدخلهم في جنته التي هي محل الرحمة، وهو من إطلاق الحال وإرادة المحل. </p><p> ومنها: الطباق بين قوله: {عَمَلًا صَالِحًا} وقوله: {وَآخَرَ سَيِّئًا} . </p><p> ومنها: التشبيه البليغ قوله {إِنَّ صَلَاتَكَ سَكَنٌ لَهُمْ} حيث جعل الصلاة نفس السكن، والاطمئنان مبالغة، وأصله كالسكن حذفت أداة التشبيه، ووجه الشبه فصار بليغًا. </p><p> ومنها: الاستفهام التقريري في قوله: {أَلَمْ يَعْلَمُوا أَنَّ اللَّهَ هُوَ يَقْبَلُ التَّوْبَةَ} . </p><p> ومنها: الاستعارة التبعية في قوله: {وَآخَرَ سَيِّئًا} حيث استعار الإلصاق، الذي هو معنى الباء للواو التي هي للجمع؛ لأن الواو هنا، بمعنى الباء؛ أي بآخر. قال التفتازاني: وتحقيقه أن الواو للجمع، والباء للإلصاق والجمع، والإلصاق من قبيل واحد، فسلك به طريق الاستعارة، اهـ \"كرخي\" . </p><p> ومنها: جمع المؤكدات في قوله: {وَأَنَّ اللَّهَ هُوَ التَّوَّابُ الرَّحِيمُ} حيث أتى بأن، وبالجملة الاسمية، وبضمير الفصل، وبصيغة المبالغة في التواب وفي الرحيم؛ تبشيرًا لعباده؛ وترغيبًا لهم كما ذكره الشوكاني. </p><p> ومنها: الاستعارة التصريحية التبعية في قوله: {وَيَأْخُذُ الصَّدَقَاتِ} ؛ حيث شبه القبول بالأخذ، فاستعار له اسمه، فاشتق من الأخذ، بمعنى القبول، يأخذ بمعنى يقبل على طريقة الاستعارة التصريحية التبعية. </p><p> ومنها: الحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {وَالَّذِينَ اتَّخَذُوا مَسْجِدًا ضِرَارًا وَكُفْرًا وَتَفْرِيقًا بَيْنَ الْمُؤْمِنِينَ وَإِرْصَادًا لِمَنْ حَارَبَ اللَّهَ وَرَسُولَهُ مِنْ قَبْلُ وَلَيَحْلِفُنَّ إِنْ أَرَدْنَا إِلَّا الْحُسْنَى وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ (١٠٧) لَا تَقُمْ فِيهِ أَبَدًا لَمَسْجِدٌ أُسِّسَ عَلَى التَّقْوَى مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَنْ تَقُومَ فِيهِ فِيهِ رِجَالٌ يُحِبُّونَ أَنْ يَتَطَةَرُوا وَاللَّهُ يُحِبُّ الْمُطَّهرِينَ (١٠٨) أَفَمَنْ أَسَّسَ بُنْيَانَهُ عَلَى تَقْوَى مِنَ اللَّهِ وَرِضْوَانٍ خَيْرٌ أَمْ مَنْ أَسَّسَ بُنْيَانَهُ عَلَى شَفَا جُرُفٍ هَارٍ فَانْهَارَ بِهِ فِي نَارِ جَهَنَّمَ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ (١٠٩) لَا يَزَالُ بُنْيَانُهُمُ الَّذِي بَنَوْا رِيبَةً فِي قُلُوبِهِمْ إِلَّا أَنْ تَقَطَّعَ قُلُوبُهُمْ وَاللَّهُ عَلِيمٌ حَكِيمٌ (١١٠) إِنَّ اللَّهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمُ الْجَنَّةَ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ فَيَقْتُلُونَ وَيُقْتَلُونَ وَعْدًا عَلَيْهِ حَقًّا فِي التَّوْرَاةِ وَالْإِنْجِيلِ وَالْقُرْآنِ وَمَنْ أَوْفَى بِعَهْدِهِ مِنَ اللَّهِ فَاسْتَبْشِرُوا بِبَيْعِكُمُ الَّذِي بَايَعْتُمْ بِهِ وَذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ (١١١) التَّائِبُونَ الْعَابِدُونَ الْحَامِدُونَ السَّائِحُونَ الرَّاكِعُونَ السَّاجِدُونَ الْآمِرُونَ بِالْمَعْرُوفِ وَالنَّاهُونَ عَنِ الْمُنْكَرِ وَالْحَافِظُونَ لِحُدُودِ اللَّهِ وَبَشِّرِ الْمُؤْمِنِينَ (١١٢) مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَى مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَابُ الْجَحِيمِ (١١٣) وَمَا كَانَ اسْتِغْفَارُ إِبْرَاهِيمَ لِأَبِيهِ إِلَّا عَنْ مَوْعِدَةٍ وَعَدَهَا إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِلَّهِ تَبَرَّأَ مِنْهُ إِنَّ إِبْرَاهِيمَ لَأَوَّاهٌ حَلِيمٌ (١١٤) وَمَا كَانَ اللَّهُ لِيُضِلَّ قَوْمًا بَعْدَ إِذْ هَدَاهُمْ حَتَّى يُبَيِّنَ لَهُمْ مَا يَتَّقُونَ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ (١١٥) إِنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ يُحْيِي وَيُمِيتُ وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ (١١٦) لَقَدْ تَابَ اللَّهُ عَلَى النَّبِيِّ وَالْمُهَاجِرِينَ وَالْأَنْصَارِ الَّذِينَ اتَّبَعُوهُ فِي سَاعَةِ الْعُسْرَةِ مِنْ بَعْدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٍ مِنْهُمْ ثُمَّ تَابَ عَلَيْهِمْ إِنَّهُ بِهِمْ رَءُوفٌ رَحِيمٌ (١١٧) وَعَلَى الثَّلَاثَةِ الَّذِينَ خُلِّفُوا حَتَّى إِذَا ضَاقَتْ عَلَيْهِمُ الْأَرْضُ بِمَا رَحُبَتْ وَضَاقَتْ عَلَيْهِمْ أَنْفُسُهُمْ وَظَنُّوا أَنْ لَا مَلْجَأَ مِنَ اللَّهِ إِلَّا إِلَيْهِ ثُمَّ تَابَ عَلَيْهِمْ لِيَتُوبُوا إِنَّ اللَّهَ هُوَ التَّوَّابُ الرَّحِيمُ (١١٨) يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَكُونُوا مَعَ الصَّادِقِينَ (١١٩) }. </p><p> المناسبة </p><p> لما (١) ذكر الله سبحانه وتعالى طرائق ذميمة لأصناف المنافقين أقوالًا </p><p>(١) البحر المحيط.</p><p> وأفعالًا .. ذكر هنا، أن منهم: من بالغ في الشر حتى ابتنى مجمعًا للمنافقين، يدبرون فيه ما شاؤوا من الشر وسموه مسجدًا. </p><p> قوله تعالى:  {إِنَّ اللَّهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوَالَهُمْ ...} الآية، مناسبة هذه الآية لما قبلها أن الله سبحانه وتعالى لما ذكر (١) فضائح المنافقين بسبب تخلفهم عن غزوة تبوك، وأصناف المقصرين من المؤمنين .. أردف ذلك بذكر حال المؤمنين الصادقين في إيمانهم، البالغين فيه حد الكمال، وبذا تم معرفة جميع أحوال المؤمنين. </p><p> قوله تعالى:  {مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ ...} الآيات، مناسبة هذه الآيات لما قبلها: لما (٢) كان الكلام من أول السورة إلى هنا براءة من الكفار والمنافقين في جميع الأحوال بين الله سبحانه هنا أنه يجب البراءة من أمواتهم، وإن قربوا غاية القرب كالأب والأم، ثم ذكر السبب الذي لأجله استغفر إبراهيم لأبيه، وهو وعده بالاستغفار بقوله:  {لَأَسْتَغْفِرَنَّ لَكَ وَمَا أَمْلِكُ لَكَ مِنَ اللَّهِ مِنْ شَيْءٍ} فلما أصر على كفره، تبرأ منه وبعدئذٍ بين رحمته بعباده، وأنه لا يعاقبهم على شيء إلا بعد بيان شافٍ لما يعاقبون عليه. </p><p> قوله تعالى:  {لَقَدْ تَابَ اللَّهُ عَلَى النَّبِيِّ وَالْمُهَاجِرِينَ وَالْأَنْصَارِ ...} الآية، مناسبة (٣) هذه الآية لما قبلها أنه سبحانه وتعالى لما قدم الكلام في أحوال المنافقين، من تخلفهم عن غزوة تبوك، واستطرد إلى تقسيم المنافقين إلى أعراب وغيرهم، وذكر ما فعلوا من مسجد الضرار، وذكر مبايعة المؤمنين الله في الجهاد وأثنى عليهم، وأنه ينبغي أن يباينوا المشركين، حتى الذين ماتوا منهم بترك الاستغفار لهم .. عاد إلى ذكر ما بقي من أحوال غزوة تبوك، وهذه شنشنة كلام العرب، يشرعون في شيء، ثم يذكرون بعده أشياء مناسبة، ويطيلون فيها، ثم يعودون إلى ذلك الشيء الذي كانوا شرعوا فيه. </p><p>(١) المراغي. (٢) المراغي.(٣) البحر المحيط.</p><p> وعبارة المراغي هنا: لما استقصى الله سبحانه وتعالى أحوال المتخلفين عن غزوة تبوك على النحو الذي سلف، عاد مرة أخرى إلى الكلام في توبتهم، جريًا على سنّة القرآن الكريم في تفريق الآيات في الموضوع الواحد؛ لأنه أفعل في النفس، وأشد تأثيرًا في القلب، وأجدى في تجديد الذكرى، وأدنى أن لا يسأم التالي لها في الصلاة وغيرها، إلا أنه مناسب لما قبله من النهي عن الاستغفار للمشركين، إذ كل مما يتاب منه وكل عثرة يطلب منها الصفح والعفو. </p><p> أسباب النزول </p><p> قوله تعالى:  {وَالَّذِينَ اتَّخَذُوا مَسْجِدًا ضِرَارًا ...} الآية، سبب (١) نزولها ما أخرجه ابن مردويه: من طريق ابن إسحاق، قال: ذكر ابنُ شهاب الزهري، عن ابن أكيمة الليثي، عن ابن أخي أبي رهم الغفاري، أنه سمع أبا رهم، وكان ممن بايع تحت الشجرة يقول: أتى منْ بني مسجدَ الضرار رسولَ الله - صلى الله عليه وسلم -، وهو متجهز إلى تبوك، فقالوا: يا رسول الله، إنا بنينا مسجدًا لذي العلة والحاجة والليلة الشاتية والليلة المطيرة، وإنا نحب أن تأتينا فتصلي لنا فيه، قال: إني على جناح السفر، وإذا قدمنا إن شاء الله .. أتيناكم فصلينا لكم فيه، فلما رجع نزل بذي أوان على ساعة من المدينة، فأنزل الله في المسجد:  {وَالَّذِينَ اتَّخَذُوا مَسْجِدًا ضِرَارًا وَكُفْرًا} ، إلى آخر القصة، فدعا مالك بن الدخشن، ومعن بن عدي، أو أخاه عاصم بن عدي، فقال: انطلقا إلى هذا المسجد الظالم أهله فاهدماه وأحرقاه، ففعلا. </p><p> وأخرج (٢) ابن أبي حاتم، وابن مردويه، من طريق العوفي عن ابن عباس قال: لما بنى رسول الله - صلى الله عليه وسلم -، مسجد قباء خرج رجال من الأنصار، منهم: بخدج، فبنوا مسجد النّفاق فقال رسول الله - صلى الله عليه وسلم - لبخدج \"ويلك، ما أردتَ إلى ما أرى\" فقال: يا رسول الله، ما أردت إلا الحسنى، فأنزل الله الآية. وأخرج ابن مردويه: من طريق علي بن أبي طلحة، عن ابن عباس قال: إن أناسًا من الأنصار بنوا مسجدًا فقال لهم أبو عامر: ابتنوا مسجدكم واستمدوا بما استطعتم </p><p>(١) لباب النقول. (٢) لباب النقول.</p><p> من قوة وسلاح، فإني ذاهب إلى قيصر، ملك الروم، فآتي بجند، فأخرِجَ محمدًا وأصحابه، فلما فرغوا من مسجدهم، أتوا النبي، - صلى الله عليه وسلم -، فقالوا له: لقد فرغنا من بناء مسجدنا، فنحب أن تصلي فيه، فأنزل الله {لَا تَقُمْ فِيهِ أَبَدًا} . </p><p> وأخرج الواحدي، عن سعد بن أبي وقاص قال: إن المنافقين عرضوا بمسجد، يبنونه يضاهون به مسجد قباء، لأبي عامر الراهب إذا قدم ليكون إمامهم فيه، فلما فرغوا من بنائه، أتوا رسول الله، - صلى الله عليه وسلم -، فقالوا: إنا بنينا مسجدًا، فصل فيه فنزلت:  {لَا تَقُمْ فِيهِ أَبَدًا} . </p><p> وأخرج الترمذي، عن أبي هريرة قال: نزلت هذه الآية في أهل قباء {فِيهِ رِجَالٌ يُحِبُّونَ أَنْ يَتَطَةَرُوا وَاللَّهُ يُحِبُّ الْمُطَّهِرِينَ} قال: كانوا يستنجون بالماء، فنزلت فيهم. </p><p> قوله تعالى:  {إِنَّ اللَّهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ ...} الآية، سبب نزولها: ما أخرجه ابن جرير، عن محمَّد بن كعب القرظي، قال: قال عبد الله بن رواحة، لرسول الله، - صلى الله عليه وسلم -، اشْتَرِطْ لربك ولنفسك ما شئتَ، قال:  \"أشترط لربي أن تعبدوه ولا تشركوا به شيئًا، وأشترط لنفسي أن تمنعوني مما تمنعون منه أنفسكم وأموالكم\" ، قالوا: فإذا فعلنا ذلك فما لنا، قال:  \"الجنة\" ، قالوا: ربح البيع لا نقيل ولا نستقيل، فنزلت:  {إِنَّ اللَّهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ} . </p><p> قوله تعالى:  {مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ ...} الآية، سبب نزولها: ما أخرجه البخاري (ج٣ ص ٤٦٥) عن سعيد بن المسيب، عن أبيه، أنه أخبره أنه لما حضرت أبا طالب الوفاة، جاءه رسول الله، - صلى الله عليه وسلم -، فوجد عنده أبا جهل بن هشام، وعبد الله بن أبي أمية بن المغيرة، فقال رسول الله: - صلى الله عليه وسلم -، لأبي طالب:  \"يا عم،قل:لا إله إلا الله كلمةً أشهد لك بها عند الله\" ، فقال أبو جهل، وعبد الله بن أبي أمية: يا أبا طالب، أترغب عن ملة عبد المطلب؟ فلم يزل رسول الله - صلى الله عليه وسلم - يعرضها عليه، ويعودان بتلك المقالة حتى قال أبو طالب، آخر ما كلمهم هو على ملة عبد المطلب، وأبى أن يقول: لا إله إلا الله فقال رسول الله - صلى الله عليه وسلم -: \"أما والله لأستغفرن لك ما لم أنه عنك\" ، فأنزل الله تعالى فيه </p><p> هذه الآية، والحديث قد أخرجه مسلم والنسائي وأحمد وابن جرير والبيهقي وابن أبي حاتم. </p><p> وأنزل (١) في أبي طالب {إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ} الآية، وظاهر هذا أن الآية نزلت بمكة. </p><p> وأخرج الترمذي وحسنه، والحاكم عن علي قال: سمعت رجلًا يستغفر لأبويه وهما مشركان، فقلت له أتستغفر لأبويك وهما مشركان، فقال: استغفر إبراهيم لأبيه وهو مشرك. فذكرت ذلك لرسول الله، - صلى الله عليه وسلم -، فنزلت:  {مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ} . وأخرج الحاكم والبيهقي: في \"الدلائل\" وغيرهما عن ابن مسعود، قال: خرج رسول الله، - صلى الله عليه وسلم -، يومًا إلى المقابر، فجلس إلى قبر منها فناجاه طويلًا، ثم بكى فبكيت لبكائه، فقال: إن القبر الذي جلست عنده قبر أمي، وإني استأذنت ربي في الدعاء لها فلم يأذن لي، فأنزل الله {مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ} قال الحافظ (٢) ابن حجر: يحتمل أن يكون لنزول الآية أسباب، متقدم هو أمر أبي طالب، ومتأخر وهو أمر آمنة، وقصة علي، وجمع غيره بتعدد النزول قوله تعالى:  {وَمَا كَانَ اسْتِغْفَارُ إِبْرَاهِيمَ لِأَبِيهِ} مناسبة هذه الآية لما قبلها، أنه تعالى لما بالغ في وجوب الانقطاع عن المشركين الأحياء والأموات، بين أن هذا الحكم، غير مختص بدين محمَّد، - صلى الله عليه وسلم -، بل هو مشروع أيضًا، في دين إبراهيم عليه السلام، فتكون المبالغة في وجوب الانقطاع، أكمل وأقوى، اهـ كرخى. </p><p> قوله تعالى:  {لَقَدْ تَابَ اللَّهُ عَلَى النَّبِيِّ وَالْمُهَاجِرِينَ وَالْأَنْصَارِ} إلى قوله: {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَكُونُوا مَعَ الصَّادِقِينَ} سبب نزولها: ما أخرجه البخاري وغيره، عن كعب بن مالك قال: لم أتخلف عن النبي، - صلى الله عليه وسلم - في غزوة غزاها، إلا بدرًا، حتى كانت غزوة تبوك، وهي آخر غزوة غزاها، وآذن الناس بالرحيل، فذكر الحديث بطوله، وفيه فأنزل الله توبتنا. {لَقَدْ تَابَ اللَّهُ عَلَى النَّبِيِّ وَالْمُهَاجِرِينَ} </p><p>(١) لباب النقول. (٢) لباب النقول.</p>"
}