{
  "id": null,
  "sura": 9,
  "aya": 38,
  "text": "<p> يعملونها، ومن جملتها النسيء، حتى حسبوا هذا القبيح، حسنًا بهذه الشبهة الباطلة، إذا اكتفوا بالعدد، ولم ينقصوا منه شيئًا، ولم يدركوا حكمة التخصيص بالأشهر المعينة. </p><p> {وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ} ؛ أي: المصرين على كفرهم المستمرين عليه، فلا يهديهم هداية توصلهم إلى المطلوب، وأما الهداية بمعنى الدلالة على الحق والإرشاد إليه فقد نصبها الله سبحانه لجميع عباده. </p><p> أي: لا يهديهم إلى الحكمة في أحكام شرعه وجعلها مبنية على مصالح الناس في دينهم ودنياهم، أفرادًا وجماعات، فالهداية الموصلة إلى سعادة الدارين، من آثار الإيمان والعمل الصالح، كما قال تعالى:  {إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ يَهْدِيهِمْ رَبُّهُمْ بِإِيمَانِهِمْ} وأما الكافرون فيتبعون أهواءهم وما يوسوس لهم به الشيطان، فيوقعهم في الشقاء والخسران. </p><p> وقرأ الأعمش وأبو جعفر (١) : {ليواطيوا} بالياء المضمومة، وقرأ الجمهور:  {زُيِّنَ لَهُمْ سُوءُ أَعْمَالِهِمْ} بالبناء للمفعول. وقرأ زيد بن علي:  {زَيَّنَ لَهُمْ سُوءَ أَعْمَالِهِمْ} بفتح الزاي والياء والهمزة، والأَولى أن يكون المعنى: زَيَّن لهم ذلك الفعل سوء أعمالهم. </p><p> ٣٨ - {يَا أَيُّهَا الَّذِينَ آمَنُوا مَا لَكُمْ إِذَا قِيلَ لَكُمُ انْفِرُوا فِي سَبِيلِ اللَّهِ اثَّاقَلْتُمْ إِلَى الْأَرْضِ} الكلام من هنا إلى آخر السورة كلام في غزوة تبوك، وكانت في رجب سنة تسع، بعد رجوعه - صلى الله عليه وسلم - من الطائف، وفيما لابسها من هتك ستر المنافقين، وضعفاء الإيمان وتطهير قلوب المؤمنين من عوامل الشقاق إلا آيتين جاءتا في آخرها، وإلا ما جاء في أثنائها من بعض الحكم والأحكام جريًا على سنة القرآن في أسلوبه الذي اختص به. </p><p> وتبوك موضع في منتصف الطريق بين المدينة ودمشق، فهي تبعد عن المدينة (٦١٠ كم) ، أربع عشرة مرحلة، وعن دمشق (٦٩٣ كم) . </p><p>(١) البحر المحيط.</p><p> غزوة تبوك </p><p> وكان السبب في هذه الغزوة: ما بلغ رسول الله - صلى الله عليه وسلم - والمسلمين من الأنباط الذين يقدمون بالزيت من الشام إلى المدينة، من أن هرقل جمع أهل الروم وأهل الشام، وأنهم قدموا مقدماتهم إلى البلقاء، وكان - صلى الله عليه وسلم - قليلًا ما يخرج في غزوة إلا ورّى عنها بغيرها، إلا ما كان من غزوة تبوك، وذلك لبعد المسافة وشدة الزمان وكثرة العدو، ليأخذ الناس أهبتهم، فأمرهم بالجهاد وبعث إلى مكة وقبائل العرب، وحض أهل الغنى على النفقة والحمل في سبيل الله، وهي آخر غزواته - صلى الله عليه وسلم -، وأنفق عثمان نفقة عظيمة لم ينفق أحد مثلها، فجهز عشرة آلاف، وأنفق عليها عشرة آلاف دينار، غير الإبل والخيل وهي تسع مئة بعير ومئة فرس، وغير الزاد وما يتعلق بذلك، حتى ما تربط به الأسقية فقال النبي - صلى الله عليه وسلم -: \"لا يضر عثمان ما عمل بعدها\" وأنفق غيره من الأغنياء، وأول من جاء بالنفقة أبو بكر، فجاء بجميع ماله، أربعة آلاف درهم، وجاء عمر بنصف ماله وجاء ابن عوف بمئة أوقية، وجاء العباس بمال كثير، وكذا طلحة، وبعثت النساء بكل ما يقدرون عليه من حليهن، فلما تجهز رسول الله - صلى الله عليه وسلم - بالناس وهم ثلاثون ألفًا. وقيل: أربعون ألفًا، وقيل: سبعون ألفًا، وكان الخيل عشرة آلاف فرس .. خلَّف على المدينة محمَّد بن مسلمة الأنصاري، وقيل: عليَّ بن أبي طالب وتخلف عبد الله بن أبي، ومن كان معه من المنافقين، بعد أن خرجوا إلى ثنية الوداع متوجهًا إلى تبوك، وعقد الأَلوية والرايات فدفع لواءه الأعظم لأبي بكر، ورايته العظمى للزبير، وراية الأوس لأسيد بن حضير، وراية الخزرج للحباب بن المنذر، ودفع لكل بطن من الأنصار ومن قبائل العرب لواءً ورايةً، ولمَّا نزلوا بتبوك وجدوا عينها قليلة الماء، فاغترف رسول الله - صلى الله عليه وسلم - غرفة من مائها، فمضمض بها فاه، ثم بصقه فيها ففارت عينها حتى امتلأت، وارتووا هم وخيلهم وركابهم، وأقام بتبوك بضع عشرة ليلة، وقيل: عشرين ليلة، فأتاه يُحَنَّةُ - بضم التحتية وفتح الحاء المهملة والنون المشددة، ثم تاء تأنيث - بن رؤبة - بضم الراء فهمزة ساكنة فموحدة - صاحب أيلة وأهدى له بغلة بيضاء فكساه النبي - صلى الله عليه وسلم - رداء، وصالحه على إعطاء الجزية بعد أن عرض عليه الإِسلام، فلم يسلم فكتب له ولأهل أيلة كتابًا تركه عندهم ليعملوا به </p><p> وقد استشار النبي - صلى الله عليه وسلم - أصحابه في مجاوزة تبوك، وأشاروا عليه بعدم مجاوزتها، فانصرف هو المسلمون راجعين إلى المدينة، ولمَّا دنا من المدينة .. تلقاه الذين تخلفوا، فقال لأصحابه:  \"لا تكلموا رجلًا منهم، ولا تجالسوهم، حتى آذن لكم\" فأعرض عنهم المسلمون، حتى إن الرجل ليعرض عن أبيه وأخيه إلى آخر ما في القصة، اهـ من \"سيرة الحلبي\" . </p><p> والاستفهام في قوله:  {مَا لَكُمْ} للإنكار والتوبيخ؛ أي: أي شيء يمنعكم من ذلك و {ما} : مبتدأ و {لكم} : خبره وجملة {اثَّاقَلْتُمْ} حال من ضمير المخاطبين وأصله تثاقلتم فأبدلت التاء ثاء، ثم أدغمت في الثاء، ثم اجتلبت همزة الوصل توصلًا إلى النطق بالساكن، وقرأ ابن مسعود والأعمش {تثاقلتم}  {إِذَا قِيلَ لَكُمُ} ظرف لهذه الحال مقدم عليها، والتقدير: يا أيها الذين آمنوا بما جاء به محمَّد - صلى الله عليه وسلم -، أي شيء ثبت لكم من الأعذار حال كونكم متثاقلين ومشتهين الإقامة في أرضكم في وقت قول الرسول لكم انفروا؛ أي: اخرجوا إلى الجهاد في سبيل الله، يقال: استنفر الإِمام الناس إذا حثهم على الخروج إلى الجهاد ودعاهم إليه ومنه قوله - صلى الله عليه وسلم - \"إذ استنفرتم .. فانفروا\" والاسم النفير اهـ \"خازن\" . </p><p> أي: يا أيها الذين آمنوا، ما الذي عرض لكم، مما يخل بالإيمان أو بكماله، من التثاقل والتباطؤ عن النهوض بما طلب منكم، وإخلادكم إلى الراحة واللذة في الأرض، حين قال لكم الرسول: انفروا في سبيل الله لقتال الروم الذين تجهزوا لقتالكم والقضاء على دينكم الحق، الذي هو سبيل سعادتكم، فآية صدق الإيمان بذل النفس والمال في سبيل الله، كما قال: {إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ ثُمَّ لَمْ يَرْتَابُوا وَجَاهَدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللَّهِ أُولَئِكَ هُمُ الصَّادِقُونَ (١٥) } وكان من أسباب تثاقلهم أمور: </p><p> ١ - الزمن كان وقت حر شديد. </p><p> ٢ - أنهم كانوا قريبي عهد بالرجوع من غزوتي الطائف وحنين. </p><p> ٣ - أنهم كانوا في عسرة شديدة وجهد جهيد من قلة الطعام. </p><p> ٤ - أن موسم الرطب بالمدينة قد تم صلاحه، وآن وقت تلطف الحر؛ لأن رجبًا وافق أكتوبر في تلك السنة، فاقتضى اجتماع هذه الأسباب تثاقل الناس عن تلك الغزوة. </p><p> روى ابن جرير عن مجاهد، قال: أمروا بغزوة تبوك بعد الفتح وبعد حنين، وبعد الطائف أمروا بالنفير في الصيف حين اخترمت النخل - اجتني ثمرها - وطابت الثمار واشتهوا الظلال، وشق عليهم المخرج، فقالوا: منا الثقيل، وذو الحاجة والضيعة والشغل والمنتشر به أمره في ذلك كله. </p><p> وكان من دأب النبي - صلى الله عليه وسلم - إذا خرج إلى غزوة أن يوري بغيرها , لما تقتضيه المصلحة من الكتمان، إلا في هذه الغزوة، فقد صرح بها ليكون الناس على بصيرة لبعد الشقة وقلة الزاد والظهر. </p><p> وكانت حكمة (١) الله في إخراجهم، وهو يعلم أنهم لا يلقون فيها قتالًا تمحيص المؤمنين وخزي المنافقين وفضيحتهم فيما كانوا يسرون من الكفر وتربص الدوائر بالمؤمنين، والاستفهام في قوله:  {أَرَضِيتُمْ بِالْحَيَاةِ الدُّنْيَا} استفهام توبيخ وتعجب؛ أي: أرضيتم بالحياة الدنيا وغرورها {مِنَ الْآخِرَةِ} ؛ أي: بدل نعيم الآخرة؛ أي: أرضيتم بلذات الدنيا الناقصة الفانية بدلًا من سعادة الآخرة الكاملة الباقية، ومن يفعل ذلك .. فقد استبدل الذي هو أدنى بالذي هو خير، {فَمَا مَتَاعُ الْحَيَاةِ الدُّنْيَا} ؛ أي: فما التمتع بلذائذ الدنيا {في} مقابلة نعيم {الْآخِرَةِ إِلَّا قَلِيلٌ} لأن سعادة الدنيا بالنسبة إلى سعادة الآخرة كالقطرة في البحر، وترك الخير الكثير لأجل السرور القليل سفه. </p><p> أي: فما هذا الذي تتمتعون به في الدنيا مشوبًا بالمنغصات والآلام إذا قيس بما في الآخرة من النعيم المقيم والرضوان من المولى إلا شيء قليل لا يرضى عاقل أن يتقبله بدلًا منه. </p><p> روى أحمد ومسلم والترمذي عن المسور أن النبي - صلى الله عليه وسلم -، قال: \"والله ما في </p><p>(١) المراغي.</p>"
}