{
  "id": null,
  "sura": 10,
  "aya": 1,
  "text": "<p> تخصيص محمَّد بالنبوة، وأزال هذا التعجب بقوله:  {أَكَانَ لِلنَّاسِ عَجَبًا أَنْ أَوْحَيْنَا إِلَى رَجُلٍ مِنْهُمْ} ثم ذكر دلائل التوحيد والبعث والجزاء .. ذكر هنا جوابًا عن شبهة كانوا يقولونها أبدًا، وهي: اللهم إن كان ما يقول محمَّد حقًّا في أداء الرسالة، فأمطر علينا حجارة من السماء. </p><p> وخلاصة الجواب: أنه لا مصلحة لهم في إيصال الشر إليهم، إذ لو أوصله إليهم لماتوا وهلكوا، ولا صلاح في إماتتهم، فربما آمنوا بعد ذلك، أو خرج من صلبهم من يكون مؤمنًا. </p><p> قوله تعالى:  {وَإِذَا مَسَّ الْإِنْسَانَ الضُّرُّ دَعَانَا لِجَنْبِهِ أَوْ قَاعِدًا أَوْ قَائِمًا ...} الآية، مناسبتها لما قبلها: أنهم لما استدعوا حلول الشر بهم، وأنه تعالى لا يفعل ذلك بطلبهم، بل يترك من لا يرجو لقائه يعمه في طغيانه .. بين شدة افتقار الناس إليه واضطرارهم إلى استمطار إحسانه، مسيئهم ومحسنهم، وأن من لا يرجو لقاءه مضطر إليه حالة مس التفسير له، فكل يلجأ إليه حينئذٍ، ويفرده بأنه القادر على كشف الضر، ذكره في \"البحر\" . </p><p> أسباب النزول </p><p> قوله تعالى:  {أَكَانَ لِلنَّاسِ عَجَبًا ...} الآية، سبب نزولها: ما أخرجه (١) ابن جرير، من طريق الضحاك عن ابن عباس قال: لما بعث الله محمدًا، - صلى الله عليه وسلم -، رسولًا، أنكرت العرب ذلك، أو من أنكر ذلك منهم، فقالوا: الله أعظم من أن يكون رسوله بشرًا، أما وجد الله من يرسله إلا يتيم أبي طالب، فأنزل الله تعالى:  {أَكَانَ لِلنَّاسِ عَجَبًا أَنْ أَوْحَيْنَا إِلَى رَجُلٍ مِنْهُمْ أَنْ أَنْذِرِ النَّاسَ ...} الآية. </p><p> التفسير وأوجه القراءة </p><p> ١ - {الر} هذه (٢) الحروف تقرأ ساكنة غير معربة هكذا: ألف لام را والأخير منها غير مهموز. </p><p>(١) لباب النقول والخازن. (٢) المراغي.</p><p> والحكمة في مجيئها أول السورة: تنبيه السامع إلى ما يتلى عليه بعدها، لأجل العناية بفهمه، حتى لا يفوته شيء مما يسمع، فهي من وادي حروف التنبيه نحو {لا} و {ها} الداخلة على اسم الإشارة. </p><p> قال ابن الجوزي (١) : فأما قوله: {الر} قرأ ابن كثير: {الر} بفتح الراء. وقرأ أبو عمرو وابن عامر وحمزة والكسائي {الر} على الهجاء مكسورة، وقد ذكرنا في أول سورة البقرة ما يشتمل على بيان هذا الجنس، وقد خصت هذه الكلمة بستة أقوال: </p><p> أحدها: أن معناها، أنا الله أرى، رواه الضحاك، عن ابن عباس. </p><p> والثاني: أنا الله الرحمن، رواه عطاء، عن ابن عباس. </p><p> والثالث: أنه بعض اسم من أسماء الله، روى عكرمة، عن ابن عباس قال:  {الر} و {حم} و {نون} حروف الرحمن، فالراء والحاء والميم والنون بعض حروف الرحمن. </p><p> والرابع: أنه قسم أقسم الله به، رواه ابن أبي طلحة، عن ابن عباس. </p><p> والخامس: أنه اسم من أسماء القرآن، قاله مجاهد وقتادة. </p><p> والسادس: أنه اسم لسورة قاله ابن زيد. </p><p> وقد (٢) اتفق القراء على أن {الر} ليس بآية وعلى أن طه آية. وفي \"مقنع\" أبي عمرو الداني، أن العادّين لطه آية هم الكوفيون فقط. قيل: ولعل الفرق بينهما أن {الر} لا يشاكل مقاطع الآية التي بعده. </p><p> والإشارة بقوله:  {تِلْكَ} إلى ما تضمنته هذه السورة من الآيات، وأتى باسم إشارة البعيد مع كونها قريبة تنزيلًا لبعدها الرتبي منزلة البعد الحسي، وهو مبتدأ خبره ما بعده؛ أي: هذه الآيات المذكورة في هذه السورة هي {آيَاتُ الْكِتَابِ الْحَكِيمِ} أي: آيات من القرآن المحكم بمعنى، المبين في مبانيه الموضح في </p><p>(١) زاد المسير. (٢) الشوكاني.</p>"
}