{
  "id": null,
  "sura": 10,
  "aya": 60,
  "text": "<p> وحاصل المعنى: أي (١) قل لهم: إن حق التحريم والتحليل لا يكون إلا لله؛ فهل الله هو الذي أذن لكم بذلك، بوحي من عنده؟ أم أنتم على الله تفترون بزعمكم أنه حرم ما حرمتم وحلل ما حللتم. </p><p> والخلاصة: أنه لا مندوحة لكم من الاعتراف بأحد الأمرين: </p><p> إما دعوى الإذن من الله لكم بالتحريم والتحليل، وذلك اعتراف بالوحي، وأنتم تنكرونه وتزعمون أنه محال. </p><p> وإما الافتراء على الله، وهو الذي يلزمكم إذا أنكرتم الأول. </p><p> ٦٠ - وبعد أن سجل سبحانه وتعالى عليهم جريمة افتراء الكذب على الله .. قفى عليه بالوعيد مع الإيماء إلى ما يكون من سوء حالهم وشدة عقابهم يوم القيامة، فقال:  {وَمَا ظَنُّ الَّذِينَ يَفْتَرُونَ} ويختلقون {عَلَى اللَّهِ الْكَذِبَ} عند لقائهم ربهم {يَوْمَ الْقِيَامَةِ} الذي تجزى فيه كل نفس ما عملت؛ أي (٢) : أي شيء ظنهم في ذلك اليوم، أيظنون أنهم يتركون بلا عقاب على جريمة افتراء الكذب على الله، وتعمده فيما هو خاص بربوبيته، وعلى نزاع له فيها وشرك به، كما قال:  {أَمْ لَهُمْ شُرَكَاءُ شَرَعُوا لَهُمْ مِنَ الدِّينِ مَا لَمْ يَأْذَنْ بِهِ اللَّهُ} وقال: {وَلَا تَقُولُوا لِمَا تَصِفُ أَلْسِنَتُكُمُ الْكَذِبَ هَذَا حَلَالٌ وَهَذَا حَرَامٌ لِتَفْتَرُوا عَلَى اللَّهِ الْكَذِبَ} . </p><p> أي: أيُّ (٣) شيءٍ ظنُّهم يومَ عرضِ الأفعال والأقوال، أيحسبون أنهم لا يسألون عن افترائهم، أو لا يجازون عليه، ولأجل ذلك يفعلون ما يفعلون، كلا إنهم لفي أشد العذاب؛ لأن معصيتهم أشد المعاصي، والاستفهام فيه للتوبيخ والتقريع المضمن بمعنى الإنكار؛ أي: لا ينبغي هذا الحسبان ولا صحة له بوجه من الوجوه. وقرأ عيسى بن عمر:  {وما ظن} جعله فعلًا ماضيًا؛ أي: أي ظن ظن الذين يفترون، فـ {مَا} : في موضع نصب على المصدر و {ما} الاستفهامية، قد تنوب عن المصدر، تقول: ما تضرب زيدًا، تريد: أيَّ ضربٍ </p><p>(١) المراغي. (٢) المراغي.(٣) المراح.</p><p> تضرب زيدًا، ذكره في \"البحر\" . {إِنَّ اللَّهَ} سبحانه وتعالى {لَذُو فَضْلٍ} ومنّ {عَلَى النَّاسِ} بإعطاء العقل وإرسال الرسل وإنزال الكتب وإمهالهم على سوء أفعالهم. </p><p> أو المعنى (١) : أن الله سبحانه وتعالى لذو فضل على الناس، في كل ما خلقه لهم من الرزق، وفي كل ما شرع لهم من الدين، ومن ذلك أن جعل الأصل فيما أنزله إليهم من الرزق الإباحة، وأن جعل حق التحريم والتحليل له وحده، كيلا يتحكم فيهم أمثالهم من عباده، كمن اتخذوه من أحبارهم ورهبانهم أربابًا من دون الله، تعالى، وهو سبحانه لم يحرم عليهم إلا ما كان ضارًّا بهم، وحصر محرمات الطعام في أمور معينة. {وَلَكِنَّ أَكْثَرَهُمْ} ؛ أي: أكثر الناس {لَا يَشْكُرُونَ} تلك النعم كما يجب، فلا يستعملون العقل في التأمل في دلائل الله تعالى، ولا يقبلون دعوة أنبياء الله تعالى، ولا ينتفعون باستماع كتب الله تعالى. </p><p> كما قال تعالى:  {وَقَلِيلٌ مِنْ عِبَادِيَ الشَّكُورُ} ومن ثم تراهم يحرمون ما لم يحرمه الله تعالى، ويكفرون نعمه فيغالون في الزهد، وترك الزينة والطيبات من الرزق، أو يسرفون في الأكل والشرب والزينة، ابتغاء الشهرة والتكبر على الناس، مع أن الإِسلام يأمر بالاعتدال، كما قال تعالى:  {لِيُنْفِقْ ذُو سَعَةٍ مِنْ سَعَتِهِ وَمَنْ قُدِرَ عَلَيْهِ رِزْقُهُ فَلْيُنْفِقْ مِمَّا آتَاهُ اللَّهُ} . </p><p> أخرج أحمد، عن أبي الأحوص، عن أبيه قال: أتيت رسول الله، - صلى الله عليه وسلم -، وأنا رثّ الهيئة، فقال:  \"هل لك مال\" ؟ قلت: نعم، قال:  \"من أي المال\" ؟ قلت: من كل المال، من الإبل والرقيق والخيل والغنم، فقال:  \"إذا آتاك الله مالًا .. فلير أثر نعمته عليك وكرامته\" . </p><p> وأخرج البخاري والطبراني عن زهير بن أبي علقمة مرفوعًا:  \"إذا آتاك الله مالًا فلير عليك فإن الله يحب أن يرى أثره على عبده حسنًا، ولا يحب البؤس ولا التباؤس\" . </p><p>(١) المراغي.</p>"
}