{
  "id": null,
  "sura": 10,
  "aya": 28,
  "text": "<p> ضَاحِكَةٌ مُسْتَبْشِرَةٌ (٣٩) وَوُجُوهٌ يَوْمَئِذٍ عَلَيْهَا غَبَرَةٌ (٤٠) تَرْهَقُهَا قَتَرَةٌ (٤١) أُولَئِكَ هُمُ الْكَفَرَةُ الْفَجَرَةُ (٤٢) } وقوله: {وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ (٢٢) إِلَى رَبِّهَا نَاظِرَةٌ (٢٣) وَوُجُوهٌ يَوْمَئِذٍ بَاسِرَةٌ (٢٤) تَظُنُّ أَنْ يُفْعَلَ بِهَا فَاقِرَةٌ (٢٥) }. </p><p> وقرىء {ويرهقهم} بالياء؛ لأن تأنيث الذلة مجاز. وقرأ الجمهور؛ {قِطَعًا} بكسر القاف وفتح الطاء، جمع قطعة، كقربة، وقرب. وقرأ ابن كثير، والكسائي:  {قطعا} بسكون الطاء، وهو مفرد اسم للشيء المقطوع. وقرأ ابن أبي عبلة كذلك، إلا أنه فتح الطاء. وقرأ أبي {كأنما تغشى وجوههم قط من الليل مظلم} . </p><p> ٢٨ - {وَيَوْمَ نَحْشُرُهُمْ} ؛ أي: واذكر، يا محمَّد، لكلا الفريقين الذين أحسنوا، والذين كسبوا السيئات، قصة يوم نحشر الخلائق ونجمعهم في صعيد واحد، وهو يوم القيامة. والحشر: الجمع من كل جانب وناحية إلى موضع واحد. حالة كونهم {جَمِيعًا} ؛ أي: متجمعين لا يتخلف منهم أحد، أو نحشر العابدين والمعبودين {ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُوا} ؛ أي: للمشركين منهم بعد طول مكث، لا يكلمون بشيء قبل ذلك {مَكَانَكُمْ} ؛ أي: الزموا مكانكم وموقفكم واثبتوا فيه {أَنْتُمْ} أيها المشركون {وشركاؤكم} ؛ أي: معبوداتكم التي كنتم تعبدونها من دون الله تعالى، حتى تسألوا وتنظروا ما يفعل بكم. وقرأ الحسن وشيبة والقراء السبعة {نحشرهم} بالنون. وقرأت فرقة بالياء. وقرىء {وشركاءكم} بالنصب على أن الواو بمعنى: مع، والمعنى: أن الله سبحانه وتعالى يحشر العابد والمعبود، لسؤالهم، ثم يقول للذين أشركوا في حالة الحشر ووقت الجمع، تقريعًا لهم على رؤوس الأشهاد، وتوبيخًا لهم مع حضور من يشاركهم في العبادة، وحضور معبوداتهم: مكانكم؛ أي: الزموا مكانكم واثبتوا فيه، وقفوا في موضعكم أنتم ومعبوداتكم، حتى تسألوا وتنظروا ما يفعل بكم ويفصل بينكم، فيما كان من سبب عبادتكم إياهم، والحجة التي يحتج بها كل فريق منكم. وفي هذا وعيد شديد، وتوبيخ لهم على رؤوس الأشهاد، وتقريع يكون هذا عظم سيئاتكم {فَزَيَّلْنَا بَيْنَهُمْ} ؛ أي: ففرقنا بين المشركين وشركائهم، وقطعنا ما كان بينهم من التواصل في الدنيا، وباعدنا بينهم بعد الجمع في الموقف. والمعنى: ففرقنا بين العابدين والمعبودين، وميزنا بعضهم من بعض، كما يميز بين الخصوم </p>"
}