{
  "id": null,
  "sura": 10,
  "aya": 5,
  "text": "<p> الكافرين لهم من الجزاء شراب من حميم يقطع أمعاءهم، وعذاب شديد الألم بسبب ما كانوا يعملون من أعمال الكفر، المستمرة إلى الموت، كدعاء غير الله تعالى من الأوثان، والأصنام، وسائر المعاصي التي يزينها لهم الشيطان، ويصدهم بها عن الإيمان. </p><p> وتعليل الرجوع إليه تعالى بأنه لجزاء المؤمنين الصالحين، بيان منه، بأنه المقصود بالذات، إذ هو الذي يكون به منتهى كمال الارتقاء البشري، للذين زكوا أنفسهم، وطهروا قلوبهم وأخبتوا إلى ربهم، فيلقى من عمل الصالحات من النعيم المادي، ما هو خال من الشوائب التي تخالطه في نعيم الدنيا، ومن النعيم الروحي، وهو رضوان الله الأكبر مما لا يعلم كنهه في هذه الحياة أحدٌ، كما قال:  {فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ} وجاء في الحديث القدسي \"أعددت لعبادي الصالحين ما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر\" رواه البخاري. </p><p> وأما جزاء الكافرين الظالمين لأنفسهم، وللناس على تدسيتهم لأنفسهم، بالكفر والخطايا، فليس من المقاصد التي اقتضتها الحكمة الإلهية في خلق الإنسان، ولكنها مقتضى العدل، ومقتضى مشيئته تعالى في ارتباط الأسباب بالمسببات، والعلل بالمعلولات. </p><p> ٥ - {هُوَ} سبحانه وتعالى الإله {الَّذِي جَعَلَ الشَّمْسَ ضِيَاءً} ؛ أي: ذات ضياء أو مضيئة {و} جعل {القمر نورًا} أي: ذا نور أو منيرًا؛ إن ربكم الذي خلق السموات والأرض هو الذي جعل الشمس مضيئة نهارًا، والقمر منيرًا ليلًا، ودبر أمور معاشكم هذا التدبير البديع، فأجدر به وأولى أن يدبر أمور معادكم، بإرسال الرسل، وإنزال الكتب، والضوء والنور، بمعنى واحد، لغة، والضوء أقوى من النور، استعمالًا بدليل هذه الآية. وقيل: الضوء: لما كان من ذاته، كالشمس والنار، والنور: لما كان مكتسبًا من غيره ويدل على ذلك قوله: {وَجَعَلَ الْقَمَرَ فِيهِنَّ نُورًا وَجَعَلَ الشَّمْسَ سِرَاجًا} . والسراج: نوره من ذاته، والضياء والضوء: ما أضاء لك. </p><p> {وَقَدَّرَهُ} ؛ أي: وقدر سير القمر في فلكه وجعله {مَنَازِلَ} ؛ أي: في منازل وأماكن ينزل فيها كل ليلة في واحد منها، لا يجاوزها ولا يقصر دونها، يرى القمر فيها بالأبصار، وليلة أو ليلتان يحتجب فيهما فلا يرى. ومنازل القمر هي: المسافة التي يقطعها في يوم وليلة، بحركته الخاصة به. وأسماء تلك المنازل هي، السرطان والبطين والثريا والدبران والهقعة والهنعة والذراع والنثرة والطرفة والجبهة والزبرة والصرفة والعواء والسماك والغفر والزبانان والإكليل والقلب والشولة والنعائم والبلدة والسعد الذابح وسعد البلع وسعد السعود وسعد الأخبية وفرغ الدلو المقدم وفرغ الدلو المؤخر، وبطن الحوت ويكون مقام الشمس في كل منزلة منها ثلاثة عشر يومًا. وهذه المنازل منقسمة على اثني عشر برجًا وهي، الحمل والثور والجوزاء والسرطان والأسد والسنبلة والميزان والعقرب والقوس والجدي والدلو والحوت، لكل برج منها منزلتان وثلث. فيكون إقامة القمر في كل برج ستة وخمسين ساعة وانتقالات الشمس في هذه الأبراج مرتبة على الشهور القبطية، لكن الشهر نصفه الأول من آخر برج، ونصفه الآخر من أول برج آخر، فيكون نصفه الأول من نصف السنبلة الأخير، ونصفه الأخير من نصف الميزان الأول وهكذا، وخص (١) القمر بالذكر، وإن كانت الشمس لها منازل أيضًا؛ لأن سير القمر في المنازل أسرع، وبه يعرف انقضاء الشهور والسنين؛ لأن المعتبر في مثل الصيام والحج السنة القمرية، لا الشمسية. وفي \"الخازن\" قوله {وَقَدَّرَهُ مَنَازِلَ} قيل: الضمير (٢) في قدره يرجع إلى الشمس والقمر، والمعنى: وقدر لهما منازل، أو وقدر لسيرهما منازل لا يجاوزانها في السير، ولا يقصران عنها وإنما وحد الضمير في وقدره للإيجاز، فاكتفى بذكر أحدهما عن الآخر، فهو كقوله تعالى؛ {وَاللَّهُ وَرَسُولُهُ أَحَقُّ أَنْ يُرْضُوهُ} وقيل: الضمير في {وَقَدَّرَهُ} يرجع للقمر فقط؛ لأن سير القمر في المنازل أسرع، وبه يعرف انقضاء الشهور والسنين، وذلك؛ لأن الشهور المعتبرة في الشرع مبنية على رؤية الأهلة، والسنة المعتبرة في الشرع هي السنة القمرية لا الشمسية اهـ. </p><p>(١) الصاوي. (٢) الخازن.</p><p> ثم ذكر سبحانه بعض المنافع المتعلقة بهذا التقدير فقال:  {لِتَعْلَمُوا عَدَدَ السِّنِينَ} ؛ أي: قدر هذه المنازل لتعلموا بها، أيها العباد، عدد السنين والأعوام وقت دخولها وانقضائها {و} لتعلموا {الحساب} أي: حساب الشهور والأيام والساعات، ونقصانها وزيادتها، فيمكنكم ترتيب مهمات المعاش، من الزراعة والحراثة، ومهمات الشتاء والصيف. </p><p> فإن (١) في العلم بعدد السنين من المصالح الدينية؛ والدنيوية ما لا يحصى، وفي العلم بحساب الأشهر والأيام والليالي من ذلك ما لا يخفى، ولولا هذا التقدير الذي قدره الله سبحانه .. لم يعلم الناس بذلك، ولا عرفوا ما يتعلق به كثير من مصالحهم، والسنة تتحصل من اثني عشر شهرًا، والشهر يتحصل من ثلاثين يومًا، إن كان كاملًا، واليوم يتحصل من ساعات معلومة هي: أربع وعشرون ساعة للَّيل والنهار، وقد يكون لكل واحد منهما اثنتا عشرة ساعة في أيام الاستواء، ويزيد أحدهما على الآخر في أيام الزيادة والنقصان، والاختلاف بين السنة الشمسية والقمرية معروف. </p><p> والمعنى: قدره منازل لتعلموا بتلك المنازل حساب الأوقات، من الأشهر والأيام، لضبط عباداتكم ومعاملاتكم المالية والمدنية، ولولا هذا النظام المشاهد .. لتعذر العلم بذلك على الأميين، من أهل البدو والحضر، إذ حساب السنين والشهور الشمسية لا يعلم إلا بالدراسة، ومن ثم جعل الشارع الحكيم الصوم والحج وعدة الطلاق بالحساب القمري، الذي يعرفه كل أحد بالمشاهدة، ولعبادتي الصوم والحج حكمة أخرى وهي: دورانهما في جميع فصول السنة، فيعبد المسلمون ربهم في جميع الأوقات من حارة وباردة وطويلة وقصير ومعتدلة. </p><p> {مَا خَلَقَ اللَّهُ ذَلِكَ} المذكور من جعل الشمس ضياءً والقمر نورًا وتقديره: منازل {إِلَّا} خلقًا ملابسًا {بِالْحَقِّ} والصواب والحكمة البالغة ومطابقة المصلحة في أمور المعاملات، والعبادات، ولم يخلق ذلك باطلًا ولا عبثًا؛ أي: ما خلق </p><p>(١) الشوكاني.</p>"
}