{
  "id": null,
  "sura": 10,
  "aya": 22,
  "text": "<p> أسرع مكرا وإن رسله يكتبون ما تمكرون}. وينبغي أن يحمل هذا على التفسير؛ لأنه مخالف لما أجمع عليه المسلمون، من سواد المصحف، والمحفوظ عن أبي القراءة والإقراء بسواد المصحف. </p><p> وعلينا (١) أن نعتقد بأن الملائكة، تكتب الأعمال كتابة غيبية، لم يكلفنا الله تعالى بمعرفة صفتها، وإنما كلفنا أن نؤمن بأن له نظامًا حكيمًا في إحصاء أعمالنا؛ لأجل أن نراقبه فيها، فنلتزم الحق والعدل والخير، ونجتنب أضدادها. </p><p> ٢٢ - وقوله:  {هُوَ الَّذِي يُسَيِّرُكُمْ فِي الْبَرِّ وَالْبَحْرِ} كلام مستأنف، مسوق لبيان جناية أخرى لهم، مبنية على ما مر آنفًا، من اختلاف حالهم حسب اختلاف ما يعتريهم، من السراء والضراء، اهـ \"أبو السعود\" ؛ أي: هو سبحانه وتعالى الإله الذي يسيركم، وينقلكم في نواحي البر وأرجائه مشاةً وركبانًا، وفي أمواج البحر بالسفن والبواخر، وفي الجو بالطائرات. وقيل: يحملكم في البر على ظهور الدواب، وفي البحر على الفلك، أي: إنه تعالى هو الذي وهبكم القدرة على السير في البر، وسخر لكم الإبل والدواب، وفي البحر بما سخر لكم من السفن التي تجري في البحر، والقطر التجارية، والسيارات، وفي الهواء بالطائرات التي تسير في الجو. </p><p> وقرأ (٢) زيد بن ثابت والحسن وأبو العالية وزيد بن علي وأبو جعفر وعبد الله بن جبير وأبو عبد الرحمن وشيبة بن عامر: ينشركم من النشر والبث. وقرأ الحسن أيضًا:  {ينشركم} من الإنشار وهو الإحياء، وهي قراءة عبد الله. وقرأ بعض الشاميين:  {ينشركم} بالتشديد، للتكثير من النشر، الذي هو مطاوعة الانتشار. وقرأ باقي السبعة والجمهور:  {يُسَيِّرُكُمْ} من التسيير. قال أبو علي، هو تضعيف مبالغة لا تضعيف تعدية؛ لأن العرب تقول سرت الرجل وسيرته. {حَتَّى إِذَا كُنْتُمْ فِي الْفُلْكِ} ؛ أي: في السفن. </p><p>(١) المراغي. (٢) البحر المحيط.</p><p> وقرأ أبو الدرداء وأم الدرداء (١) : {فِي الْفُلْكِيِّ} بزيادة ياء النسب، وخرج ذلك على زيادتها، كما زادوها في الصفة، في نحو أحمري وزواري. وقيل: إنه صفة لموصوف محذوف، تقديره: في اللج الفلكي؛ أي: في اللج، الذي لا تجري السفن إلا فيه، واللج الماء الغمر العميق. وحتى غاية للتسيير في البحر. </p><p> قال صاحب (٢)  \"الكشاف\" : فإن قلت: كيف جعل الكون في الفلك غايةً للتسيير في البحر، والتسيير في البحر إنما هو بعد الكون في الفلك؟ </p><p> قلت: لم يجعل الكون في الفلك غايةً للتسيير، ولكن الغاية مضمون الجملة الشرطية، الواقعة بعد حتى بما في حيزها، كأنه قيل: يسيركم حتى إذا وقعت هذه الحادثة، وكان كيت وكيت من مجيء الريح العاصف، وتراكم الأمواج، وظن الهلاك والدعاء بالإنجاء. اهـ. وجواب إذا هو جاءتها. </p><p> فعلم أن الغاية: هي مضمون (٣) الجملة الشرطية بكمالها، فالقيود المعتبرة في الشرط ثلاثة: </p><p> أولها: الكون في الفلك. </p><p> والثاني: جريها بهم بالريح الطيبة، التي ليست بعاصفة. </p><p> وثالثها: فرحهم. </p><p> والقيود المعتبرة في الجزاء ثلاثة أيضًا: </p><p> الأول: جاءتها. </p><p> والثاني: وجاءهم الموج. </p><p> والثالث: ظنوا. </p><p> وقوله:  {دَعَوُا اللهَ} ، بدل من ظنوا بدل اشتمال، أو مستأنف مبني على سؤال، ينساق إليه الذهن، كأنه قيل: فماذا صنعوا؟ فقيل: دعوا الله إلخ. </p><p>(١) البحر المحيط. (٢) الفتوحات.(٣) الشوكاني.</p><p> وفي قوله:  {فيَ الْبَحْرِ}  (١) دلالة على جواز ركوب البحر، ولما كان الخوف في البحر أغلب على الإنسان منه في البر، وقع به المثال لذلك المعنى الكلي به، من التجاء العبد لربه تعالى حالة الشدة، والإهمال لجانبه حالة الرخاء. </p><p> وفي قوله:  {وَجَرَيْنَ بِهِمْ} التفات (٢) عن الخطاب في قوله، كنتم إلى الغيبة، وحكمة الالتفات هنا، هي أن قوله:  {هُوَ الَّذِي يُسَيِّرُكُمْ} خطاب فيه امتنان، وإظهار نعمة المخاطبين، والمسيرون في البر والبحر مؤمنون وكفار، والخطاب شامل، فحسن خطابهم بذلك ليستديم الصالح الشكر، ولعل الطالح يتذكر هذه النعمة. ولما كان في آخر الآية ما يقتضي أنهم إذا نجوا بغوا في الأرض، عدل عن خطابهم بذلك إلى الغيبة، لئلا يخاطب المؤمنون بما لا يليق صدوره منهم، وهو البغي بغير الحق. اهـ. </p><p> {حَتَّى إِذَا كُنْتُمْ} أيها المسيرون {فِي الْفُلْكِ} والسفن {وَجَرَيْنَ} ؛ أي: السفن ملتبسة {بِهِمْ} ؛ أي: بالذين فيها، ففيه التفات من الخطاب إلى الغيبة كما مر {بِرِيحٍ طَيِّبَةٍ} ؛ أي: لينة الهبوب إلى جهة المقصد {وَفَرِحُوا بِهَا} ؛ أي: بتلك الريح اللينة فرحًا تامًّا وقوله: {جَاءَتْهَا} جواب إذا، كما مر؛ أي: جاءت تلك الريح اللينة الطيبة وتلقتها {رِيحٌ عَاصِفٌ} ؛ أي: شديدة الهبوب أزعجت سفينتهم، أو المعنى: جاءت الفلك ريح عاصف، والعصوف: شدة هبوب الريح {وَجَاءَهُمُ الْمَوْجُ} العظيم الذي أرجف قلوبهم، {مِنْ كُلِّ مَكَانٍ} ؛ أي: من كل ناحية؛ أي: جاء الراكبين فيها الموج من جميع الجوانب للفلك. والموج ما ارتفع من الماء فوق البحر {وَظَنُّوا أَنَّهُمْ أُحِيطَ بِهِمْ} ؛ أي: أحاط بهم الهلاك؛ أي: ظنوا القرب من الهلاك؛ أي: غلب على ظنونهم الهلاك، وأصله من إحاطة العدو بقوم، أو ببلد، فجعل هذه الإحاطة مثلًا في الهلاك، وإن كان بغير العدو كما هنا. وقوله:  {دَعَوُا اللَّهَ} سبحانه وتعالى، بدل من ظنوا، كما مر لكون هذا الدعاء الواقع، إنما كان عند ظن الهلاك، وهو الباعث عليه، فكان بدلًا منه بدل </p><p>(١) البحر المحيط. (٢) البحر المحيط.</p>"
}