{
  "id": null,
  "sura": 10,
  "aya": 70,
  "text": "<p> التوبيخي؛ أي: لا تقولوا على الله ذلك. وفي الآية دليل على أن كل قول لا دليل عليه فهو جهالة، وإن العقائد الدينية لا بد فيها من دليل قاطع، وأن التقليد فيه غير سائغ. </p><p> ٦٩ - ثم أمر الله سبحانه وتعالى رسوله - صلى الله عليه وسلم -، أن يقول لهم قولًا يدل على أنَّ ما قالوه كذب، وأن من كذب على الله لا يفلح، فقال:  {قُلْ} لهم يا محمَّد ليتبين لهم سوء عاقبتهم {إنَّ الَّذِينَ يَفْتَرُونَ} ويختلقون {عَلَى اللَّهِ الْكَذِبَ} بنسبة الشركاء إليه أو باتخاذه ولدًا لنفسه، أو بدعوى أن الأولياء يطلعون على أسرار خلقه، ويتصرفون في ملكه {لَا يُفْلِحُونَ} ؛ أي: لا يفوزون بالتمتع بالنعيم بشفاعة الولد، أو الشركاء الذين اتخذوهم له تعالى ولا ينجون من عذاب الآخرة. والمعنى: إن هؤلاء الذين يكذبون على ربهم، لا يفوزون بمطلب من المطالب، ولا يسعدون، وإن اغتروا بطول السلامة، والبقاء من النعمة، والمعنى: إن قائل هذا القول لا ينجح في سعيه، ولا يفوز بمطلوبه، بل خاب وخسر. </p><p> ٧٠ - ثم بين سبحانه: أن هذا الافتراء وإن فاز صاحبه بشيء من المطالب العاجلة، فهو متاع قليل في الدنيا، ثم يتعقبه الموت والرجوع إلى الله، فيعذب المفتري عذابًا مؤبَّدًا، فقال:  {مَتَاعٌ فِي الدُّنْيَا} ؛ أي: حياتهم متاع قليل في الدنيا، ثم لا بد من الموت {ثُمَّ} بعد الموت {إِلَيْنَا مَرْجِعُهُمْ} ؛ أي: رجوعهم إلينا بالبعث لا إلى غيرنا {ثُمَّ} بعد الرجوع إلينا {نُذِيقُهُمُ الْعَذَابَ الشَّدِيدَ بِمَا كَانُوا يَكْفُرُونَ} ؛ أي: بسبب كونهم كافرين فأين هم من الفلاح. </p><p> والمعنى: أي هؤلاء لهم متاع في الدنيا حقير يتلهون به في حياة قصيرة هي: الحياة الدنيا إذ مهما يبلغ هذا المتاع من العظمة ككثرة مال أو عظم جاء فهو قليل بالنسبة إلى ما أعد الله تعالى في الآخرة للصادقين المتقين، ثم يرجعون إلى ربهم بالبعث بعد الموت وما فيه من أهوال الحشر والحساب، فيذيقهم العذاب الشديد، بسبب كفرهم بآياته، وبالافتراء عليه وتكذيب رسله، بعد أن قامت عليهم الحجة. وفي الآية إيماء إلى أن ما يظن أنه فلاح بالحصول على </p><p> منافع الدنيا المادية والمعنوية، فهو لا يعتد به بالنسبة إلى ما عند الله من حظ عظيم، ونعيم مقيم. </p><p> الإعراب </p><p> {يَا أَيُّهَا النَّاسُ قَدْ جَاءَتْكُمْ مَوْعِظَةٌ مِنْ رَبِّكُمْ وَشِفَاءٌ لِمَا فِي الصُّدُورِ وَهُدًى وَرَحْمَةٌ لِلْمُؤْمِنِينَ (٥٧) }. </p><p> {يَا أَيُّهَا} : يا: حرف نداء {أي} : منادى نكرة مقصودة. {ها} : حرف تنبيه زائد {النَّاسُ} : صفة لـ {أي} تابع للفظه وجملة النداء مستأنفة. {قَدْ جَاءَتْكُمْ مَوْعِظَةٌ} : فعل ومفعول وفاعل، والجملة الفعلية جواب النداء. {مِنْ رَبِّكُمْ} : جار ومجرور متعلق بـ {جَاء} أو صفة لـ {مَوْعِظَةٌ}  {وَشِفَاءٌ} معطوف على {مَوْعِظَةٌ}  {لِمَا} : جار ومجرور متعلق بـ {شفاء} أو صفة {فِي الصُّدُورِ} جار ومجرور صلة لـ {مَا} أو صفة لها. {وَهُدًى وَرَحْمَةٌ} : معطوفان على {مَوْعِظَةٌ}  {لِلْمُؤْمِنِينَ} : جار ومجرور صفة. </p><p> {قُلْ بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُوا هُوَ خَيْرٌ مِمَّا يَجْمَعُونَ (٥٨) }. </p><p> {قُلْ} : فعل أمر، وفاعله ضمير يعود على محمَّد، والجملة مستأنفة {بِفَضْلِ اللَّهِ ...} إلى آخر الآية، مقول محكي، وإن شئت قلت:  {بِفَضْلِ اللَّهِ} جار ومجرور ومضاف إليه متعلق بمحذوف دل عليه المذكور بعده {وَبِرَحْمَتِهِ} معطوف عليه، تقديره: بفضل الله وبرحمته ليفرحوا، والجملة المحذوفة مقول {قُلْ}  {فَبِذَلِكَ} الفاء: عاطفة لفعل محذوف على المحذوف السابق، تقديره: فليعجبوا {بذلك} جار ومجرور متعلق بهذا الفعل المقدر، أعني: يعجبوا {فَلْيَفْرَحُوا} الفاء: عاطفة ما بعدها على يعجبوا المحذوف. واللام: لام الأمر {يفرحوا} : مجزوم بها، والجملة معطوفة على يعجبوا {هُوَ خَيْرٌ} مبتدأ وخبر {مِمَّا} : متعلق بـ {خَيْرٌ} وجملة {يَجْمَعُونَ} : صلة لـ {ما} أو صفة لها، والعائد أو الرابط محذوف، تقديره يجمعونه. </p><p> {قُلْ أَرَأَيْتُمْ مَا أَنْزَلَ اللَّهُ لَكُمْ مِنْ رِزْقٍ فَجَعَلْتُمْ مِنْهُ حَرَامًا وَحَلَالًا قُلْ آللَّهُ أَذِنَ لَكُمْ أَمْ عَلَى اللَّهِ تَفْتَرُونَ (٥٩) }. </p><p> {قُلْ} فعل أمر، وفاعله ضمير يعود على محمَّد، والجملة مستأنفة {أَرَأَيْتُمْ} ... إلى قوله:  {قُلْ} مقول محكي، وإن شئت قلت:  {أَرَأَيْتُمْ} فعل وفاعل بمعنى أخبروني. {مَا} اسم موصول في حل النصب مفعول أول لـ {أرأيتم} . {أَنْزَلَ اللَّهُ} فعل وفاعل. {لَكُمْ} متعلق به، والجملة صلة لـ {مَا} الموصولة والعائد محذوف، تقديره: ما أنزله الله لكم {مِنْ رِزْقٍ} : جار ومجرور حال من {مَا} أو من الضمير المحذوف. {فَجَعَلْتُمْ} فعل وفاعل معطوف على {أَنْزَلَ}  {مِنْهُ} : جار ومجرور في محل المفعول الأول لـ {جعل}  {حَرَامًا} مفعول ثانٍ لـ {جَعَلْ}  {حَلَالًا} معطوف عليه؛ لأن المعنى: فجعلتم بعضه حرامًا، وبعضه حلالًا. {قُلْ} : فعل أمر، وفاعله ضمير يعود على محمَّد، والجملة الفعلية مؤكدة لجملة {قُلْ} الأولى معترضة بين الفعل ومفعوله، أعني: أرأيتم ومفعوله الثاني {آللَّهُ} الهمزة للاستفهام الإنكاري، بمعنى: النفي {الله} مبتدأ. {أَذِنَ} فعل ماض، وفاعله ضمير يعود على {اللَّهِ} . {لَكُمْ} : متعلق به، والجملة الفعلية في محل الرفع خبر المبتدأ، والجملة الاسمية في محل النصب مفعول ثان لـ {أرأيتم}  {أَمْ} : متصلة معادلة للهمزة {عَلَى اللَّهِ} متعلق بـ {تَفْتَرُونَ} وجملة {تَفْتَرُونَ} معطوفة على جملة {آللَّهُ أَذِنَ لَكُمْ} والمعنى: أخبروني أحصل إذن من الله لكم أم ذلك افتراء منكم وكذب، وهو استفهام لطلب التعيين، وهو الأول، </p><p> {وَمَا ظَنُّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ يَوْمَ الْقِيَامَةِ إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُونَ} . </p><p> {وَمَا} : {الواو} : استئنافية {ما} : اسم استفهام إنكاري في محل الرفع مبتدأ. {ظَنُّ} خبره {الَّذِينَ} مضاف إليه، والجملة مستأنفة {يَفْتَرُونَ} فعل وفاعل {عَلَى اللَّهِ} : متعلق به {الْكَذِبَ} : مفعول به، والجملة صلة الموصول {يَوْمَ الْقِيَامَةِ} : ظرف ومضاف إليه متعلق بـ {ظَنُّ}  {إِنَّ اللَّهَ} ناصب واسمه </p><p> {لَذُو فَضْلٍ} : خبره واللام حرف ابتداء. {عَلَى النَّاسِ} : متعلق بـ {فَضْلٍ} وجملة {إِنَّ} مستأنفة {وَلَكِنَّ} الواو: عاطفة {لكن أكثرهم} : ناصب واسمه. وجملة {لَا يَشْكُرُونَ} خبره، وجملة الاستدراك معطوفة على جملة {إِنَّ} . </p><p> {وَمَا تَكُونُ فِي شَأْنٍ وَمَا تَتْلُو مِنْهُ مِنْ قُرْآنٍ وَلَا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كُنَّا عَلَيْكُمْ شُهُودًا} . </p><p> {وَمَا} : الواو استئنافية. {مَا} : نافية {تَكُونُ} : فعل مضارع ناقص، واسمها ضمير يعود على محمَّد {فِي شَأْنٍ} : جار ومجرور خبر تكون والجملة مستأنفة. {وَمَا تَتْلُو} الواو: عاطفة {ما} نافية {تَتْلُو} فعل مضارع، وفاعله ضمير يعود على محمَّد. {مِنْهُ} : جار ومجرور متعلق بـ {تَتْلُو} فـ {مِن} تعليلية والضمير يعود على الشأن {مِنْ قُرْآنٍ}  {مِنْ} زائدة {قُرْآنٍ} : مفعول {تَتْلُو} والجملة معطوفة على جملة {تَكُونُ}  {وَلَا تَعْمَلُونَ} فعل وفاعل {مِنْ عَمَلٍ}  {مِن} زائدة. {عَمَلٍ} : مفعول {تَعْمَلُونَ}  {إلَّا} : أداة استثناء مفرغ من أعم أحوال المخاطبين بالأفعال الثلاثة {كنا} فعل ناقص واسمه {عليكم} متعلق بـ {شُهُودًا}  {شُهُودًا} خبر {كَانَ} وجملة {كَانَ} في محل النصب على الاستثناء من أعم الأحوال والتقدير وما تتلبسون بشيء من الأفعال المذكورة في حال من الأحوال إلا في حال كوننا رقباء مطلعين عليه. </p><p> {إِذْ تُفِيضُونَ فِيهِ وَمَا يَعْزُبُ عَنْ رَبِّكَ مِنْ مِثْقَالِ ذَرَّةٍ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ وَلَا أَصْغَرَ مِنْ ذَلِكَ وَلَا أَكْبَرَ إِلَّا فِي كِتَابٍ مُبِينٍ} . </p><p> {إِذْ} : ظرف لما مضى من الزمان متعلق بـ {شُهُودًا}  {تُفِيضُونَ} : فعل وفاعل {فِيهِ} : متعلق به، والجملة في محل الجر بإضافة {إِذْ} إليها {وَمَا يَعْزُبُ} الواو: استئنافية. {ما} نافية {يَعْزُبُ} : فعل مضارع {عَنْ رَبِّكَ} ، متعلق به {مِن} : زائدة {مِثْقَالِ ذَرَّةٍ} : فاعل ومضاف إليه، والجملة الفعلية مستأنفة {فِي الْأَرْضِ} : جار ومجرور حال من ذرة، أو صفة لها أو حال من {مِثْقَالِ}  {وَلَا فِي السَّمَاءِ} : معطوف على الأرض وزيدت {لا} لتأكيد نفي ما قبلها. وقوله: {وَلَاَ </p><p> أَصْغَرَ مِنْ ذَلِكَ}: كلام مستقل برأسه مقرر لما قبله، الواو استئنافية. {لا} : نافية للجنس تعمل عمل إن {أَصْغَرَ} : بالنصب اسمها منصوب؛ لأنه شبيه بالمضاف لعمله في الجار والمجرور بعده {مِنْ ذَلِكَ} متعلق به. وبالرفع إما على الابتداء، أو على أن {لا} عاملة عمل ليس {وَلَا أَكْبَرَ} : معطوف على {أَصْغَرَ} والخبر على كلا القراءتين النصب والرفع بوجهيه. قوله:  {إلَّا فِي كِتَابٍ مُبِينٍ} فـ {إلَّا} : أداة استثناء مفرغ {فِي كِتَابٍ} : جار ومجرور خبر {لا} أو خبر المبتدأ {مبينٍ} : صفة له، وجملة {لا} النافية أو جملة المبتدأ مستأنفة، منقطعة عما قبلها. وإنما (١) جاز إعراب {أَصْغَرَ} و {أَكْبَرَ} بالنصب على أن {لا} عاملة عمل إن؛ لأن {أَصْغَرَ} و {أَكْبَرَ} شبيهان بالمضاف تعلق بهما شيء من تمام معناهما، وهو العمل في الجار والمجرور، وهاتان القراءتان هنا فقط، وأما في سبأ فبالرفع، باتفاق السبعة. وقوله:  {إِلَّا فِي كِتَابٍ مُبِينٍ} : الاستثناء منقطع، والمعنى (٢) لكن جميع الأشياء في كتاب مبين، فهو استدراك على ما يتوهم نفيه؛ لأن قوله:  {لا يعزب عن ربك ...} إلخ، ربما يتوهم أنه لم يحط بها غير علم الله، فدفع ذلك بقوله: إلا في كتاب مبين؛ أي: لكن جميع الأشياء مثبتة في كتاب مبين أيضًا. ولا يصح أن يكون متصلًا؛ لأنه يصير المعنى: لا يغيب عن علمه شيء في حال من الأحوال، إلا في حال كونه مثبتًا في كتاب مبين فيغيب، فيفيد أن ما في الكتاب غائب عن علم الله، وذلك باطل، وهذا الإشكال لا يرد إلا على جعل قوله:  {وَلَا أَصْغَرَ}  {وَلَا أَكْبَرَ} معطوفًا على {مِثْقَالِ} وأما إن جعل مستأنفًا - كما تقرر - فلا يرد الإشكال فتأمل. </p><p> {أَلَا إِنَّ أَوْلِيَاءَ اللَّهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ} . </p><p> {أَلَاَ} : حرف تنبيه واستفتاح {إِنَّ أَوْلِيَاءَ اللَّهِ} : ناصب واسمه ومضاف إليه {لَا خَوْفٌ}  {لَا} : نافية تعمل عمل ليس {خَوْفٌ} اسمها. {عَلَيْهِمْ} خبرها، وجملة {لَا} في محل الرفع خبر إن، وجملة إن مستأنفة {وَلَا هُمْ} : مبتدأ، وجملة {يَحْزَنُونَ} خبره، وجملة الابتداء في محل الرفع معطوفة على </p><p>(١) الصاوي. (٢) الصاوي.</p><p> جملة {لَا} على كونها خبرا لـ {إن} . </p><p> {الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ (٦٣) لَهُمُ الْبُشْرَى فِي الْحَيَاةِ الدُّنْيَا}. </p><p> {الَّذِينَ} : اسم موصول في محل الرفع خبر لمبتدأ محذوف، تقديره: هم الذين، والجملة الاسمية مستأنفة استئنافًا بيانيًّا، كأنه قيل: من أولئك الأولياء؟ فأجاب: هم الذين، إلخ {آمَنُوا} : فعل، وفاعل صلة الموصول {وَكَانُوا} : فعل ناقص واسمه. وجملة {يَتَّقُونَ} : خبره وجملة {كَانَ} معطوفة على جملة الصلة {لهُمْ} : خبر مقدم {الْبُشْرَى} : مبتدأ مؤخر {فِي الْحَيَاةِ} متعلق به؛ أي: البشرى تقع في الدنيا، وفسرت بالرؤيا الصالحة؛ أو حال من {الْبُشْرَى} ؛ متعلق بمحذوف، والعامل في الحال الاستقرار في {لَهُمُ} لوقوعه خبرًا، اهـ \"سمين\" . {الدُّنْيَا} : صفة لـ {الْحَيَاةِ} والجملة من المبتدأ والخبر مستأنفة استئنافًا بيانيًّا، كأنه قيل: ماذا أعد لهم في الدارين. </p><p> {وَفِي الْآخِرَةِ لَا تَبْدِيلَ لِكَلِمَاتِ اللَّهِ ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ} . </p><p> {وَفِي الْآخِرَةِ} : معطوف على الجار والمجرور قبله. {لَا تَبْدِيلَ}  {لَا} : نافية تعمل عمل إن {تَبْدِيلَ} اسمها. {لِكَلِمَاتِ اللَّهِ} جار ومجرور خبر {لَا} والجملة معترضة في آخر الكلام، لا محل لها من الإعراب، كما سيأتي في مبحث البلاغة بيان وجه اعتراضها. {ذَلِكَ} مبتدأ {هُوَ} : ضمير فصل {الْفَوْزُ} خبر {الْعَظِيمُ} : صفة له، والجملة معترضة أيضًا، لا محل لها من الإعراب. </p><p> {وَلَا يَحْزُنْكَ قَوْلُهُمْ إِنَّ الْعِزَّةَ لِلَّهِ جَمِيعًا هُوَ السَّمِيعُ الْعَلِيمُ (٦٥) }. </p><p> {وَلَا} : {الواو} : استئنافية {لا يحزنك قولهم} : فعل وفاعل مجزوم بـ {لا} الناهية، والجملة مستأنفة {إِنَّ الْعِزَّةَ} : ناصب واسمه {لِلَّهِ} خبره {جَمِيعًا} حال من {الْعِزَّةَ} أو توكيد لها، والجملة مستأنفة مسوقة لتعليل ما قبلها {هُوَ السَّمِيعُ} : مبتدأ وخبر {الْعَلِيمُ} خبر ثانٍ؛ أو صفة لـ {السَّمِيعُ} والجملة مستأنفة. </p><p> {أَلَا إِنَّ لِلَّهِ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ وَمَا يَتَّبِعُ الَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ شُرَكَاءَ إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ (٦٦) }. </p><p> {أَلَا} : حرف تنبيه {إنَّ} حرف نصب {لِلَّهِ} : خبر مقدم لها {مَن} : اسم موصول اسمها مؤخر وجملة {إنَّ} مستأنفة {فِي السَّمَاوَاتِ} : جار ومجرور صلة الموصول {وَمَن} معطوف على {مَن} الأولى. {فِي الْأَرْضِ} : صلتها. {وَمَا}  {الواو} : استئنافية. {ما} نافية {يَتَّبِعُ الَّذِينَ} فعل وفاعل والجملة مستأنفة {يَدْعُونَ} ؛ فعل وفاعل صلة الموصول {مِنْ دُونِ اللَّهِ} : متعلق به ومفعول {يَدْعُونَ} محذوف تقديره: آلهة {شُرَكَاءَ} مفعول {يَتَّبِعُ} أي: وما يتبعون شركاء حقيقة وإن كانوا يسمونها شركاء؛ لأن شركة الله في الربوبية محالة. {إنْ} : نافية {يَتَّبِعُونَ} فعل وفاعل {إلا} : أداة استثناء مفرغ {الظَّنَّ} ؛ مفعول به والجملة مستأنفة {وَإِنْ هُمْ} : {الواو} عاطفة {إن} : نافية {هُمْ} مبتدأ. {إلا} : أداة استثناء مفرغ. وجملة {يَخْرُصُونَ} خبره والجملة معطوفة على جملة النفي قبلها. </p><p> {هُوَ الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَسْمَعُونَ (٦٧) }. </p><p> {هُوَ الَّذِي} : مبتدأ وخبر والجملة مستأنفة {جَعَلَ} : فعل ماض وفاعله ضمير يعود على الموصول {لَكُمُ} متعلق به {اللَّيْلَ} : مفعول أول، والثاني محذوف، تقديره: مظلمًا، والجملة صلة الموصول. {لِتَسْكُنُوا} فعل وفاعل منصوب بأن مضمرة بعد لام كي {فِيهِ} متعلق به، والجملة الفعلية في تأويل مصدر، مجرور باللام: الجار والمجرور متعلق بـ {جَعَلَ}  {وَالنَّهَارَ} معطوف على {اللَّيْلَ}  {مُبْصِرًا} : مفعول ثان {إنّ} : حرف نصب {فِي ذَلِكَ} : خبر مقدم لـ {إنّ}  {لَآيَاتٍ} : اسمها مؤخر {لِقَوْمٍ} ؛ جار ومجرور صفة {لَآيَاتٍ} وجملة {يَسْمَعُونَ} صفة {لِقَوْمٍ} وجملة {إن} مستأنفة: مسوقة لتعليل ما قبلها. </p><p> {قَالُوا اتَّخَذَ اللَّهُ وَلَدًا سُبْحَانَهُ هُوَ الْغَنِيُّ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ} . </p><p> {قَالُوا} : فعل وفاعل، والجملة مستأنفة {اتَّخَذَ اللَّهُ وَلَدًا} فعل وفاعل ومفعول به؛ لأن {اتَّخَذَ} هنا بمعنى تبنى، والجملة في محل النصب مقول، {قَالُوا}  {سُبْحَانَهُ} منصوب على المفعولية المطلقة، بفعل محذوف، والجملة مستأنفة من كلامه تعالى. {هُوَ الْغَنِيُّ} مبتدأ وخبر، والجملة مستأنفة مسوقة لتعليل جملة التنزيه {لَهُ} خبر مقدم {مَا} : اسم موصول مبتدأ مؤخر {فِي السَّمَاوَاتِ} صلة الموصول {وَمَا فِي الْأَرْضِ} معطوف على {ما في السموات} والجملة الاسمية مستأنفة، مسوقة لتعليل جملة {هُوَ الْغَنِيُّ} . </p><p> {إنْ عِنْدَكُمْ مِنْ سُلْطَانٍ بِهَذَا أَتَقُولُونَ عَلَى اللَّهِ مَا لَا تَعْلَمُونَ} . </p><p> {إنْ} نافية {عِنْدَكُمْ} خبر مقدم {مِنْ سُلْطَانٍ} : مبتدأ مؤخر، و {مِن} زائدة، والجملة مستأنفة {بِهَذَا} : متعلق بـ {سُلْطَانٍ}  {أَتَقُولُونَ} الهمزة للاستفهام الإنكاري. {تقولون} : فعل وفاعل {عَلَى اللَّهِ} ، متعلق به {مَا} موصولة أو موصوفة في محل النصب مفعول {تقولون}  {لَا تَعْلَمُونَ} ، فعل وفاعل صلة لـ {مَا} أو صفة لها، والعائد أو الرابط محذوف، تقديره: ما لا تعلمونه، وجملة {تقولون} مستأنفة. </p><p> {قُلْ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَا يُفْلِحُونَ (٦٩) }. </p><p> {قُلْ} فعل أمر، وفاعله ضمير يعود على محمَّد، والجملة مستأنفة {إِنَّ الَّذِينَ يَفْتَرُونَ} إلى آخر الآية، مقول محكي، وإن شئت قلت:  {إِنَّ} : حرف نصب {الَّذِينَ} اسمها. {يَفْتَرُونَ} ؛ فعل وفاعل، والجملة صلة الموصول {عَلَى اللَّهِ} : متعلق به {الْكَذِبَ} : منصوب على المفعولية المطلقة، مؤكد لعامله. </p><p> وجملة {لَا يُفْلِحُونَ} : خبر {إِنَّ} وجملة {إِنَّ} في محل النصب مقول القول. </p><p> {مَتَاعٌ فِي الدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعُهُمْ ثُمَّ نُذِيقُهُمُ الْعَذَابَ الشَّدِيدَ بِمَا كَانُوا يَكْفُرُونَ (٧٠) }. </p><p> {مَتَاعٌ} خبر لمبتدأ محذوف، تقديره: حياتهم متاع {فِي الدُّنْيَا} : متعلق به، والجملة مستأنفة مسوقة لبيان أن ما يتراءى فيهم بحسب الظاهر من نيل المطالب، والحظوظ الدنيوية بمعزل من أن يكون من جنس الفلاح، كأنه قيل: كيف لا يفلحون وهم في نعيم، فقيل: هو متاع قليل في الدنيا، وليس بنافع في الآخرة، اهـ \"أبو السعود\" . {ثُمَّ} حرف عطف {إِلَيْنَا} : خبر مقدم {مَرْجِعُهُمْ} مبتدأ مؤخر، والجملة معطوفة على جملة قوله:  {مَتَاعٌ}  {ثُمَّ} حرف عطف. {نُذِيقُهُمُ الْعَذَابَ} : فعل ومفعولان {الشَّدِيدَ} صفة للعذاب، وفاعله ضمير يعود على الله، والجملة معطوفة على الجملة التي قبلها {بِمَا} الباء حرف جر {ما} مصدرية {كَانُوا} : فعل ناقص واسمه وجملة {يَكْفُرُونَ} : خبر {كَانَ} وجملة {كَانَ} صلة {مَا} المصدرية {مَا} مع صلتها في تأويل مصدر، مجرور بالباء، تقديره: بسبب كونهم كافرين، الجار والمجرور متعلق بـ {نذيق} والله أعلم. </p><p> التصريف ومفردات اللغة </p><p> {قَدْ جَاءَتْكُمْ مَوْعِظَةٌ} الموعظة: هي التذكير بالعواقب، سواء كان بالزجر والترهيب، أو بالاستمالة و \"الترغيب\" وفي \"زاده\" الموعظة: مصدر بمعنى: الوعظ، وهو إرشاد المكلف ببيان ما ينفعه من محاسن الأعمال، وما يضره من القبائح والترغيب في المحاسن، والزجر عن القبائح اهـ. </p><p> {وَشِفَاءٌ} والشفاء: الدواء، وهو في الأصل مصدر، جعل وصفًا، مبالغة، أو اسم لما يشفى به أو يتداوى به، فهو كالدواء، اسم لما يتداوى به {والهدى} : بيان الحق المنقذ من الضلال، ويكون في الاعتقاد بالحجة والبرهان، وفي العمل ببيان المصالح والحكم {وَرَحْمَةٌ} والرحمة: الإحسان {قُلْ بِفَضْلِ اللَّهِ} وفضل لله: هو توفيقهم لتزكية أنفسهم، بالموعظة والهدى {وَبِرَحْمَتِهِ} والرحمة هي: الثمرة التي نتجت من ذلك، وبها فضلوا جميع الناس {فَلْيَفْرَحُوا} والفرح: لذة في القلب، بإدراك المحبوب والمشتهى، يقال: فرحت بكذا إذا أدركت المأمول، ولذلك أكثر ما يستعمل الفرح، في اللذات البدنية الدنيوية، </p><p> واستعمل هنا فيما يرغب فيه من الخيرات {فِي شَأْنٍ} والشأن: الخطب، والحال، والأمر الذي يتفق ويصلح، ولا يقال إلا فيما يعظم من الأحوال والأمور يجمع على شؤون، تقول العرب: ما شأن فلان؛ أي: ما حاله والشأن: اسم إذا كان بمعنى الخطب، ويكون مصدرًا إذا كان بمعنى القصد، يقال: شأنت شأنه؛ أي: قصدت قصده، فهو مصدر بمعنى اسم المفعول، اهـ \"أبو السعود\" . وشأن من باب نفع، كما في \"القاموس\" ، والشأن أصله الهمز، وقد تبدل ألفًا: اهـ \"شهاب\" . والذي في هذه الآية، يجوز أن يكون المراد به الاسم، ويجوز أن يكون المراد منه المصدر، يعني: قصد الشيء {شُهُودًا} وفي \"المصباح\" : وشهدت على الشيء: اطلعت عليه، فأنا شاهد وشهيد، والجمع أشهاد وشهود، مثل شريف وأشراف، وقاعد وقعود. </p><p> {إِذْ تُفِيضُونَ فِيهِ} يقال: أفاض في الشيء، أو من المكان إذا اندفع فيه بقوة أو بكثرة {وَمَا يَعْزُبُ عَنْ رَبِّكَ} بضم الزاي وكسرها، قراءتان سبعيتان، وفي \"المصباح\" عزب الشيء، من باب قتل وضرب، إذا غاب وخفي، فهو عازب، ومنه قولهم: عزبت النية؛ أي: غاب عنه ذكرها، اهـ. وفي \"المختار\" أنه من باب دخل، وعزب الرجل بإبله يعزب؛ أي: بعد وغاب في طلب الكلأ {مِنْ مِثْقَالِ ذَرَّةٍ} ؛ أي: موازن نملة صغيرة أو هباء، والمثقال: الوزن، والذرة: النملة الصغيرة الحمراء، وهي خفيفة الوزن جدًّا، وبها يضرب المثل في الصغر والخفة، وتطلق على الدقيقة من الغبار، الذي يرى في ضوء الشمس الداخل من الكوى إلى البيوت {فِي كِتَابٍ مُبِينٍ} والكتاب: هو اللوح المحفوظ {أَلَا إِنَّ أَوْلِيَاءَ اللَّهِ} الأولياء: جمع ولي، من الولي، وهو القرب، يقال: تباعد بعد ولي، أي: بعد قرب. وفي \"البيضاوي\" : أولياء الله: هم الذين يتولونه بالطاعة، ويتولاهم بالكرامة، اهـ. والولي: ضد العدو، فهو المحب، ومحبة العباد لله: طاعتهم له، ومحبته لهم إكرامه إياهم، كما في \"شرح الكشاف\" ، وعلى الأول: يكون فعيل: بمعنى فاعل: وعلى الثاني: بمعنى مفعول، فهو مشترك بينهما، اهـ \"شهاب\" . واعلم أن تركيب الواو واللام والياء، يدل على معنى القرب، فولي كل شيء، هو الذي يكون قريبًا منه، والقرب من الله بالمكان والجهة محال، </p><p> فالقرب منه إنما يكون إذا كان القلب مستغرقًا في نور معرفة الله. وفي \"الخازن\" : وأصل الولي، من الولاء، وهو القرب والنصرة، فولي الله، هو الذي يتقرب إلى الله بكل ما افترض الله عليه، ويكون مشتغلًا بالله، مستغرق القلب في نور معرفة جلال الله تعالى {لَهُمُ الْبُشْرَى} البشرى: مصدر كالرجعى، الخبر السار الذي تنبسط به بشرة الوجه، فتتهلل وتبرق أساريره، وأريد به هنا المبشر به، {إِنَّ الْعِزَّةَ لِلَّهِ جَمِيعًا} العزة: الغلبة والقوة والقدرة، فعزة الله هي العزة الكاملة التي تندرج فيها عزة الإلهية والإحياء والإماتة، وعزة البقاء الدائم، ونحو ذلك. </p><p> {جَمِيعًا} توكيد للعزة، ولم يؤنث بالتاء: لأن فعيلًا يستوى فيه المذكر والمؤنث، لشبهه بالمصادر. {وَإِنْ هُمْ إِلَّا يَخْرُصُونَ} والخرص: الحزر بتقديم الزاي على الراء، والتقدير والتخمين للشيء: الذي لا يجري على قياس من وزن أو كيل، أو ذرع، كخرص الثمر على الشجر، والحب في الزرع، ويستعمل بمعنى الكذب أيضًا؛ لأنه يغلب فيه الحزر والتخمين. وفي \"المصباح\" : خرصت النخل خرصًا - من باب قتل - حزرت ثمره، والاسم الخرص بالكسر، وخرص الكافر خرصًا فهو خارص إذا كذب اهـ. {اتَّخَذَ اللَّهُ وَلَدًا} الولد، يستعمل فردًا وجمعًا، وقد يجمع على أولاد وولدة وإلدة، بالكسر فيهما. {وسبحان} كلمة تنزيه وتقديس، وتستعمل للتعجب. {مِنْ سُلْطَانٍ} والسلطان: الحجة والبرهان. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات أنواعًا من البلاغة، وضروبًا من الفصاحة والبيان والبديع: </p><p> فمنها: المجاز المرسل في قوله: {وَشِفَاءٌ لِمَا فِي الصُّدُورِ} المراد بها القلوب، من باب تسمية الحال {القلوب} باسم المحل {الصُّدُورِ} أي: شفاء لما في القلوب من الحقد والحسد والبغض والعقائد الفاسدة. </p><p> ومنها: التكرار في قوله: {فَبِذَلِكَ فَلْيَفْرَحُوا} عطفت الجملة الثانية على </p><p> الأولى، للتقرير والتأكيد. </p><p> ومنها: الطباق في قوله: {حَرَامًا وَحَلَالًا} وفي قوله: {فِي الْأَرْضِ وَلَا فِي السَّمَاءِ} وفي قوله: {وَلَا أَصْغَرَ مِنْ ذَلِكَ وَلَا أَكْبَرَ} وفي قوله: {فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ} وبين الليل والنهار في قوله: {هُوَ الَّذِي جَعَلَ لَكُمُ اللَّيْلَ} إلخ. </p><p> ومنها: عطف ما للشيء الواحد من الصفات بعضها على بعض في قوله: {قَدْ جَاءَتْكُمْ مَوْعِظَةٌ مِنْ رَبِّكُمْ وَشِفَاءٌ لِمَا فِي الصُّدُورِ وَهُدًى وَرَحْمَةٌ} تنزيلًا لتغاير الصفات منزلة تغاير الذات. </p><p> ومنها: القصر في قوله: {فَبِذَلِكَ فَلْيَفْرَحُوا} لأن تقديم الجار والمجرور على الفعل يفيد الحصر. </p><p> ومنها: إظهار الاسم الجليل وتقديمه على الفعل في قوله: {أَمْ عَلَى اللَّهِ تَفْتَرُونَ} دلالة على كمال قبح افترائهم وتأكيدًا للتبكيت. </p><p> ومنها: جمع المؤكدات في قوله: {أَلَا إِنَّ أَوْلِيَاءَ اللَّهِ} حيث أتى بحرف التنبيه، وبـ {إِنَّ} المؤكدة، وبالجملة الاسمية لزيادة تقرير مضمونها. </p><p> ومنها: الاعتراض في قوله: {لَا تَبْدِيلَ لِكَلِمَاتِ اللَّهِ ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ} فهاتان الجملتان اعتراض لتحقيق البشارة وتعظيم شأنها، وليس من شأن الاعتراض أن يقع في أثناء الكلام، اهـ \"أبو السعود\" . وعبارة \"التلخيص\" : ومنه الاعتراض، وهو أن يؤتى في أثناء كلام، أو بين كلامين متصلين معنى، بجملة أو أكثر، لا محل لها من الإعراب، لنكتة، سوى دفع الإيهام، انتهت. </p><p> ومنها: الاحتباك في قوله: {هُوَ الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا} حيث حذف من كل نظير ما أثبته في الآخر، فحذف من الأول وصف الليل وهو مظلمًا، وذكر حكمته وحذف من الثاني لحكمه وذكر وصفه مبصرًا، والأصل هو الذي جعل لكم الليل مظلمًا، لتسكنوا فيه، والنهار مبصرًا لتبتغوا وتتحركوا فيه. </p><p> ومنها: المجاز العقلي في قوله: {وَالنَّهَارَ مُبْصِرًا} فإن إسناد الإبصار إلى </p><p> النهار مجاز عقلي؛ لأنه يبصر فيه، فهو من الإسناد إلى الظرف. </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {وَاتْلُ عَلَيْهِمْ نَبَأَ نُوحٍ إِذْ قَالَ لِقَوْمِهِ يَا قَوْمِ إِنْ كَانَ كَبُرَ عَلَيْكُمْ مَقَامِي وَتَذْكِيرِي بِآيَاتِ اللَّهِ فَعَلَى اللَّهِ تَوَكَّلْتُ فَأَجْمِعُوا أَمْرَكُمْ وَشُرَكَاءَكُمْ ثُمَّ لَا يَكُنْ أَمْرُكُمْ عَلَيْكُمْ غُمَّةً ثُمَّ اقْضُوا إِلَيَّ وَلَا تُنْظِرُونِ (٧١) فَإِنْ تَوَلَّيْتُمْ فَمَا سَأَلْتُكُمْ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ (٧٢) فَكَذَّبُوهُ فَنَجَّيْنَاهُ وَمَنْ مَعَهُ فِي الْفُلْكِ وَجَعَلْنَاهُمْ خَلَائِفَ وَأَغْرَقْنَا الَّذِينَ كَذَّبُوا بِآيَاتِنَا فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُنْذَرِينَ (٧٣) ثُمَّ بَعَثْنَا مِنْ بَعْدِهِ رُسُلًا إِلَى قَوْمِهِمْ فَجَاءُوهُمْ بِالْبَيِّنَاتِ فَمَا كَانُوا لِيُؤْمِنُوا بِمَا كَذَّبُوا بِهِ مِنْ قَبْلُ كَذَلِكَ نَطْبَعُ عَلَى قُلُوبِ الْمُعْتَدِينَ (٧٤) ثُمَّ بَعَثْنَا مِنْ بَعْدِهِمْ مُوسَى وَهَارُونَ إِلَى فِرْعَوْنَ وَمَلَئِهِ بِآيَاتِنَا فَاسْتَكْبَرُوا وَكَانُوا قَوْمًا مُجْرِمِينَ (٧٥) فَلَمَّا جَاءَهُمُ الْحَقُّ مِنْ عِنْدِنَا قَالُوا إِنَّ هَذَا لَسِحْرٌ مُبِينٌ (٧٦) قَالَ مُوسَى أَتَقُولُونَ لِلْحَقِّ لَمَّا جَاءَكُمْ أَسِحْرٌ هَذَا وَلَا يُفْلِحُ السَّاحِرُونَ (٧٧) قَالُوا أَجِئْتَنَا لِتَلْفِتَنَا عَمَّا وَجَدْنَا عَلَيْهِ آبَاءَنَا وَتَكُونَ لَكُمَا الْكِبْرِيَاءُ فِي الْأَرْضِ وَمَا نَحْنُ لَكُمَا بِمُؤْمِنِينَ (٧٨) وَقَالَ فِرْعَوْنُ ائْتُونِي بِكُلِّ سَاحِرٍ عَلِيمٍ (٧٩) فَلَمَّا جَاءَ السَّحَرَةُ قَالَ لَهُمْ مُوسَى أَلْقُوا مَا أَنْتُمْ مُلْقُونَ (٨٠) فَلَمَّا أَلْقَوْا قَالَ مُوسَى مَا جِئْتُمْ بِهِ السِّحْرُ إِنَّ اللَّهَ سَيُبْطِلُهُ إِنَّ اللَّهَ لَا يُصْلِحُ عَمَلَ الْمُفْسِدِينَ (٨١) وَيُحِقُّ اللَّهُ الْحَقَّ بِكَلِمَاتِهِ وَلَوْ كَرِهَ الْمُجْرِمُونَ (٨٢) فَمَا آمَنَ لِمُوسَى إِلَّا ذُرِّيَّةٌ مِنْ قَوْمِهِ عَلَى خَوْفٍ مِنْ فِرْعَوْنَ وَمَلَئِهِمْ أَنْ يَفْتِنَهُمْ وَإِنَّ فِرْعَوْنَ لَعَالٍ فِي الْأَرْضِ وَإِنَّهُ لَمِنَ الْمُسْرِفِينَ (٨٣) وَقَالَ مُوسَى يَا قَوْمِ إِنْ كُنْتُمْ آمَنْتُمْ بِاللَّهِ فَعَلَيْهِ تَوَكَّلُوا إِنْ كُنْتُمْ مُسْلِمِينَ (٨٤) فَقَالُوا عَلَى اللَّهِ تَوَكَّلْنَا رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِلْقَوْمِ الظَّالِمِينَ (٨٥) وَنَجِّنَا بِرَحْمَتِكَ مِنَ الْقَوْمِ الْكَافِرِينَ (٨٦) وَأَوْحَيْنَا إِلَى مُوسَى وَأَخِيهِ أَنْ تَبَوَّآ لِقَوْمِكُمَا بِمِصْرَ بُيُوتًا وَاجْعَلُوا بُيُوتَكُمْ قِبْلَةً وَأَقِيمُوا الصَّلَاةَ وَبَشِّرِ الْمُؤْمِنِينَ (٨٧) }. </p><p> المناسبة </p><p> قوله تعالى:  {وَاتْلُ عَلَيْهِمْ نَبَأَ نُوحٍ ...} الآية، مناسبة هذه الآية لما قبلها: أن الله سبحانه وتعالى لما (١) ذكر الدلائل على وحدانيته، وذكر ما جرى بين الرسول وبين الكفار .. ذكر قصصًا من قصص الأنبياء، وما جرى لهم مع قومهم </p><p>(١) البحر المحيط.</p><p> من الخلاف، وذلك تسلية للرسول، - صلى الله عليه وسلم -، وليتأسى بمن قبله من الأنبياء، فيخف عليه ما يلقى منهم من التكذيب، وقلة الأتباع، وليعلم المتلو عليهم هذا القصص عاقبة من كذب الأنبياء، وما منح الله تعالى، نبيه من العلم بهذا القصص، وهو لم يطالع كتابًا ولا صحب عالمًا، وإنها طبق ما أخبر به، فدل ذلك على أن الله أوحاه إليه وأعلمه به، وأنه نبي لا شك فيه. </p><p> وعبارة المراغي هنا: مناسبة هذه الآية لما قبلها: أن الله سبحانه وتعالى لما (١) ذكر عناد المشركين لرسوله - صلى الله عليه وسلم -، وتكذيبهم له، بعد أن قامت البراهين على صدقه .. أردف ذلك بذكر أقوام الرسل قبله تسلية له، - صلى الله عليه وسلم -، وبيانًا بأن قومه لم يكونوا بدعًا في عنادهم وتكذيبهم له، بل سبقهم في مثل فعلهم كثير من سالفي الأمم، وكانت العاقبة فوز الرسل عليهم، وأمّ الله لهم النصر، فلعل أولئك القوم يتدبرون حالهم، فينزجروا بما فيه مزدجر لهم، ويعترفوا بصدقه، - صلى الله عليه وسلم -، ويؤمنوا به قبل أن تفوت الفرصة السانحة، فيندمون، ولات ساعة مندم. </p><p> قوله تعالى:  {ثُمَّ بَعَثْنَا مِنْ بَعْدِهِ رُسُلًا ...} الآية، مناسبة هذه الآية لما قبلها: أن الله سبحانه وتعالى لما (٢) ذكر قصص نوح مع قومه، وبين عاقبة أمرهم حين كذبوه ونصر الله له عليهم .. بين هنا عبرة أخرى من عبر مكذبي الرسل، وسنةً من سننه فيهم، عسى أن يعتبر بها أهل مكة، فيعلموا أن لله سننًا لا تبديل فيها، ولا تحويل، فيتقوا مثل تلك العاقبة التي حلت بمن قبلهم، من المكذبين من قوم نوح وغيرهم، واتقاؤه في مكنتهم، وهو بأيديهم يمكنهم أن يجتنبوه ويبتعدوا عن أسبابه كالكفر والاعتداء والظلم ونحوها. </p><p> قوله تعالى:  {ثُمَّ بَعَثْنَا مِنْ بَعْدِهِمْ مُوسَى وَهَارُونَ ...} الآية، أفردت قصة موسى وهارون مع فرعون وملئه، وفصلت تفصيلًا وافيًا، لما لها من شديد الخطر وعظيم الأثر إذ فيها من العبرة أن قوة الحق تثل العروش وتهد أركان الباطل، وإن علا أصحابه فقد كان الفَلْج والظفر لموسى على ذلك الطاغية، الذي قال: </p><p>(١) المراغي. (٢) المراغي.</p>"
}