{
  "id": null,
  "sura": 10,
  "aya": 12,
  "text": "<p> {فنذر الذين لا يرجون لقائنا} معطوف (١) على فعل محذوف، دلت عليه الشرطية تقديره: ولكن لا نعجل ولا نقضي، فنذرهم ونتركهم إمهالًا لهم واستدراجًا بهم؛ أي: فنترك الذين لا يخافون عقابنا، ولا يؤمنون بالبعث بعد الموت، {فِي طُغْيَانِهِمْ} وتمردهم وعتوهم وضلالتهم حالة كونهم {يَعْمَهُونَ} ويترددون ويتحيرون فيها. روى الشيخان، عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - \"اللهم إني اتخذت عندك عهدًا، لن تخلفنيه فإنما أنا بشر أغضب كما يغضب البشر، فأيما رجل من المسلمين سببته أو لعنته أو جلدته، فاجعلها له صلاة وزكاة وقربة تقربه بها إليك يوم القيامة، واجعل ذلك كفارة له يوم القيامة\" . </p><p> وحاصل المعنى (٢) : أي فنترك الذين لا يرجون لقاءنا ممن تقدم ذكره، فيما هم فيه من طغيان في الكفر والتكذيب، يترددون فيه متحيرين لا يهتدون سبيلًا للخروج منه، ولا نعجل لهم العذاب في الدنيا بالاستئصال، حتى يأتي أمر الله في جماعتهم بنصر رسوله، - صلى الله عليه وسلم -، عليهم وفي أفرادهم بقتل بعضهم، وموت بعض، ومأواهم النار وبئس القرار، إلا من تاب وآمن منهم. </p><p> وقد يكون المراد ولو يعجل الله للناس الشر الذي يستعجلونه، بما يقترفونه من ظلم وفساد في الأرض، لأهلكهم كما جاء في قوله:  {وَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ بِمَا كَسَبُوا مَا تَرَكَ عَلَى ظَهْرِهَا مِنْ دَابَّةٍ} . ومن هذا دعاؤهم على أنفسهم حين اليأس، ودعاء بعضهم على بعض حين الغضب، كما قال:  {وَمَا دُعَاءُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ} ؛ أي: وما دعاء الكافرين بربهم أو بنعمه فيما يخالف شرعه بسننه في خلقه، إلا في ضياع، لا يستجيبه الله لهم، لحلمه عليهم ورحمته بهم. </p><p> ١٢ - ثم بين الله سبحانه وتعالى أنهم كاذبون في استعجال الشر، ولو أصابهم ما طلبوه .. لأظهروا العجز والجزع فقال:  {وَإِذَا مَسَّ الْإِنْسَانَ} ؛ أي: إذا أصاب جنس الإنسان، مسلمًا كان أو كافرًا. وقيل: المراد به، الكافر {الضُّرُّ} ؛ أي: </p><p>(١) البيضاوي. (٢) المراغي.</p><p> الشدة والجهد والمشقة والفقر والمرض، وهو كل ما يشعر فيه شدة ألم، أو فيه خطر على نفسه كغرق ومسغبة وداء عضال {دَعَانَا} في كشفه وإزالته، ملحًا في الدعاء حالة كونه مضطجعًا {لِجَنْبِهِ} ؛ أي: على جنبه وشقه {أَوْ} حالة كونه {قَاعِدًا} على إسته {أَوْ} حالة كونه {قَائِمًا} على قدميه حائرًا في أمره، ولا ينسى حاجته إلى رحمة ربه ما دام يشعر بمس الضر ويعلم من نفسه العجز عن النجاة منه. والمعنى: إن المضرور لا يزال داعيًا في جميع حالاته إلى أن ينكشف ضره، سواء كان مضطجعًا أو قاعدًا، أو قائمًا، وإنما خص هذه الحالات الثلاث؛ لأن الإنسان لا ينفك عن إحدى هذه الحالات غالبًا، وما عداها نادر، كالركوع والسجود، وقدم منها، ما يكون الإنسان فيه أشد عجزًا، وشعوره بالحاجة إلى ربه أقوى، ثم التي تليها ثم التي تليها. </p><p> {فَلَمَّا كَشَفْنَا} وأزلنا {عَنْهُ ضُرَّهُ} وجهده الذي دعانا إليه، حال شعوره بعجزه، عن كشفه بنفسه، أو بغيره من الأسباب {مَرَّ} ومضى واستمر في طريقته التي كان عليها قبل مس الضر، من الغفلة عن ربه، والكفر به {كَأَنْ لَمْ يَدْعُنَا إِلَى ضُرٍّ مَسَّهُ} ؛ أي: وكان كأنه لم يدعنا إلى كشف ضر، وجهد مسّه، وأصابه ولم نكشف عنه ضرًّا. والمعنى: أنه استمر على حالته الأولى، قبل أن يمسه الضر، ونسي ما كان فيه من الجهد والبلاء والضيق والفقر، وهذه (١) الحالة التي ذكرها الله سبحانه للداعي لا تختص بأهل الكفر، بل تتفق لكثير من المسلمين، تلين ألسنتهم بالدعاء، وقلوبهم بالخشوع والتذلل، عند نزول ما يكرهون بهم، فإذا كشفه الله عنهم غفلوا عن الدعاء، والتضرع، وذهلوا عما يجب عليهم من شكر النعمة التي أنعم الله بها عليهم، من إجابة دعائهم، ورفع ما نزل بهم من الضر، ودفع ما أصابهم من المكروه، وهذا مما يدل على أن الآية تعم المسلم والكافر كما يشعر به لفظ الناس ولفظ الإنسان، اللهم أوزعنا شكر نعمتك، وأذْكرنا الأحوال التي مننت علينا فيها بإجابة الدعاء، حتى نستكثر من الشكر </p><p>(١) الشوكاني.</p><p> الذي لا نطيق سواه، ولا نقدر على غيره، وما أغناك عنه وأحوجنا إليه {لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ} . </p><p> وهذه الآية (١) ، بيان أن الإنسان قليل الصبر عند نزول البلاء، قليل الشكر عند وجدان النعماء، فإذا مسه الضر أقبل على التضرع والدعاء، مضطجعًا أو قاعدًا أو قائمًا مجتهدًا في ذلك الدعاء، طالبًا من الله تعالى إزالة تلك المحنة وتبديلها بالمنحة، فإذا كشف الله تعالى عنه بالعافية، أعرض عن الشكر ولم يتذكر ذلك الضر، ولم يعرف قدر الإنعام، وصار بمنزلة من لم يدع الله تعالى لكشف ضره، فالواجب على العاقل أن يكون صابرًا عند نزول البلاء، شاكرًا عند الفوز بالنعماء، وأن يكون كثير الدعاء والتضرع في أوقات الراحة والرفاهية، حتى يكون مجاب الدعوة في وقت المحنة. وعن رسول الله، - صلى الله عليه وسلم -، أنه قال:  \"من سره أن يستجاب له عند الكرب والشدائد فليكثر الدعاء عند الرخاء\" . </p><p> والإشارة (٢) بقوله: {كَذَلِكَ} إلى مصدر الفعل المذكور بعده كما مر غير مرة؛ أي: مثل ذلك التزيين العجيب الذي حصل لمن مسه الضر {زُيِّنَ لِلْمُسْرِفِينَ مَا كَانُوا يَعْمَلُونَ} ؛ أي: زين لهم عملهم الخبيث، والمسرف في اللغة هو الذي ينفق المال الكثير لأجل الغرض الخسيس، وشرعًا من باع دينه بدنياه واستبدلها عن آخرته. والتزيين هو إما من جهة الله تعالى على طريق التحلية وعدم اللطف بهم، أو من طريق الشيطان بالوسوسة أو من طريق النفس الأمارة بالسوء. والمعنى: أنه زين لهم الإعراض عن الدعاء، والغفلة عن الشكر والاشتغال بالشهوات. </p><p> وعبارة الجلال {كَذَلِكَ} ؛ أي: كما زين له الدعاء عند الضر، والإعراض عند الرخاء {زُيِّنَ لِلْمُسْرِفِينَ} ؛ أي: للمشركين {مَا كَانُوا يَعْمَلُونَ} ؛ أي: كما زين لهذا الإنسان الدعاء عند الضر والإعراض عند الرخاء، زين للمسرفين المتجاوزين الحد في الإجرام والإشراك، ما كانوا يعملون من الإعراض عن الشكر والإيمان </p><p>(١) المراح. (٢) الشوكاني.</p><p> والانهماك في الشرك والمعاصي. وعبارة المراغي؛ أي: مثل هذا الطريق من معرفة الله، والإخلاص في دعائه وحده في الشدة ونسيانه والكفر به، بعد كشفها زين للمشركين، من طغاة مكة وغيرهم ما كانوا يعملون من أعمال الشرك، حتى بلغ من عنادهم للرسول، - صلى الله عليه وسلم -، واستهزائهم بما أنذرهم من عذاب، أن استعجلوه به، فقالوا: اللهم ربنا أمطر علينا حجارة من السماء انتهت. </p><p> الإعراب </p><p> {الر تِلْكَ آيَاتُ الْكِتَابِ الْحَكِيمِ (١) أَكَانَ لِلنَّاسِ عَجَبًا أَنْ أَوْحَيْنَا إِلَى رَجُلٍ مِنْهُمْ أَنْ أَنْذِرِ النَّاسَ وَبَشِّرِ الَّذِينَ آمَنُوا أَنَّ لَهُمْ قَدَمَ صِدْقٍ عِنْدَ رَبِّهِمْ قَالَ الْكَافِرُونَ إِنَّ هَذَا لَسَاحِرٌ مُبِينٌ (٢) }. </p><p> {الر} : ليس بمعرب ولا مبني، فلا محل له من الإعراب، إن قلنا: إنه مما استأثر الله تعالى بعلمه؛ لأن الإعراب فرع عن إدراك المعنى، وإن قلنا: إنه علم للسورة .. فتجري فيه الأوجه الخمسة، أو السبعة التي تجري، في أسماء التراجم، ولكن إعرابه لا يظهر لتعذره بسكون الوقف. {تِلْكَ} : مبتدأ {آيَاتُ الْكِتَابِ} : خبر ومضاف إليه. {الْحَكِيمِ} صفة للكتاب والجملة مستأنفة استئنافًا نحويًّا. {أَكَانَ} الهمزة: للاستفهام الإنكاري {كَانَ} : فعل ماضٍ ناقص. {لِلنَّاسِ} : متعلق بـ {عَجَبًا} أو حال منه؛ لأن التقدير: أكان عجبًا للناس، أو متعلق بـ {كَانَ} كما ذكره: أبو البقاء. {عَجَبًا} خبر {كَانَ} مقدم على اسمه {أَنْ أَوْحَيْنَا} ناصب وفعل وفاعل {إِلَى رَجُلٍ} : متعلق به {مِنْهُمْ} صفة لرجل، والجملة الفعلية في تأويل مصدر مرفوع على كونه اسم {كَانَ} مؤخرًا، تقديره: أكان إيحاؤنا إلى رجل منهم عجبًا للناس، وجملة {كَانَ} جملة إنشائية مستأنفة، لا محل لها من الإعراب. {أَنْ أَنْذِرِ النَّاسَ} : {أَنْ} مصدرية، أو مفسرة بمعنى: أي {أَنْذِرِ النَّاسَ} : فعل أمر، ومفعول في محل النصب بـ {أَنْ} المصدرية، وفاعله ضمير يعود على {رَجُلٍ} ، والجملة في تأويل مصدر منصوب بـ {أَوْحَيْنَا} تقديره: أن أوحينا إلى رجل منهم إنذار الناس، أو الجملة مفسرة {لأوحينا} لا محل لها من الإعراب، {وَبَشِّرِ الَّذِينَ} فعل ومفعول، معطوف على {أَنْ أَنْذِرِ} </p><p> على كلا التقديرين، وفاعله ضمير يعود على {رَجُلٍ}  {آمَنُوا} فعل وفاعل، صلة الموصول {أَنَّ} : حرف نصب ومصدر {لَهُمْ} : جار ومجرور خبر {أَنَّ} مقدم على اسمها. {قَدَمَ صِدْقٍ} اسمها مؤخر. {عِنْدَ رَبِّهِمْ} ظرف ومضاف إليه، حال من الضمير المستكن في الجار والمجرور، وجملة {أَنَّ} في تأويل مصدر مجرور بالباء المحذوفة؛ لأن حذف الجار، مطرد مع، أن، وأن، تقديره: وبشر الذين آمنوا، بكون قدم صدق كائنًا لهم حالة كونه كائنًا عند ربهم، والباء المحذوفة متعلقة بـ {بَشِّر}  {قَالَ الْكَافِرُونَ} : فعل وفاعل، والجملة مستأنفة استئنافًا بيانيًّا {إِنَّ هَذَا} ناصب واسمه {لَسَاحِرٌ} خبر {إِنَّ} واللام حرف ابتداء {مُبِينٌ} صفة {سَاحِرٌ} وجملة {إِنَّ} في محل النصب مقول {قَالَ} . </p><p> {إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ} . </p><p> {إِنَّ رَبَّكُمُ} : ناصب واسمه {اللَّهُ} : خبره والجملة مستأنفة مسوقة لتعليل ما قبلها {الَّذِي} : اسم موصول في محل الرفع صفة للجلالة {خَلَقَ السَّمَاوَاتِ} : فعل ومفعول وفاعله ضمير يعود على الموصول، والجملة صلة الموصول {وَالْأَرْضَ} : معطوف على {السموات}  {فِي سِتَّةِ أَيَّامٍ} : جار ومجرور ومضاف إليه متعلق بخلق. </p><p> {ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يُدَبِّرُ الْأَمْرَ مَا مِنْ شَفِيعٍ إِلَّا مِنْ بَعْدِ إِذْنِهِ ذَلِكُمُ اللَّهُ رَبُّكُمْ فَاعْبُدُوهُ أَفَلَا تَذَكَّرُونَ} . </p><p> {ثُمَّ} : حرف عطف {اسْتَوَى} فعل ماضٍ وفاعله ضمير يعود على الله {عَلَى الْعَرْشِ} : متعلق به، والجملة معطوفة على جملة خلق {يُدَبِّرُ الْأَمْرَ} : فعل ومفعول، وفاعله ضمير يعود على الله، والجملة في محل النصب، حال من فاعل {اسْتَوَى} أو في محل الرفع خبر ثانٍ؛ لـ {إن} ، أو، مستأنفة لا محل لها من الإعراب، كما ذكره في \"الفتوحات\"  {مَا مِنْ شَفِيعٍ}  {مَا} : نافية. {مِنْ} : زائدة {شَفِيعٍ} : مبتدأ وسوغ الابتداء بالنكرة دخول {مِنْ} الاستغراقية عليه {إِلَّا} أداة استثناء مفرغ. {مِنْ بَعْدِ إِذْنِهِ} جار ومجرور ومضاف إليه خبر المبتدأ، والجملة مستأنفة {ذَلِكُمُ} : مبتدأ {اللَّهُ} : خبره {رَبُّكُمْ} : بدل من الجلالة، أو خبر </p><p> ثانٍ لاسم الإشارة، والجملة مستأنفة مسوقة لتأكيد قوله:  {إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ}  {فَاعْبُدُوهُ} الفاء: فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره؛ إذا عرفتم أيها العباد ذلكم الله ربكم وأردتم بيان ما هو الواجب عليكم: فأقول لكم {اعبدوه}  {اعبدوه} : فعل وفاعل ومفعول، والجملة في محل النصب مقول، لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة {أَفَلَا} : الهمزة: للاستفهام التوبيخي، المضمن للإنكار داخلة على محذوف. والفاء عاطفة على ذلك المحذوف. {لَا} : نافية، {تَذَكَّرُونَ} فعل وفاعل، والجملة معطوفة على ذلك المحذوف، تقديره: أتجهلون هذا الحق الواضح فلا تذكرون، والجملة المحذوفة مستأنفة. </p><p> {إِلَيْهِ مَرْجِعُكُمْ جَمِيعًا وَعْدَ اللَّهِ حَقًّا إِنَّهُ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ لِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ بِالْقِسْطِ} . </p><p> {إِلَيْهِ} : جار ومجرور، خبر مقدم {مَرْجِعُكُمْ} : مبتدأ مؤخر، ومضاف إليه {جَمِيعًا} : حال من ضمير، المخاطبين، والجملة مستأنفة. {وَعْدَ اللَّهِ} : منصوب على المصدرية، بفعل محذوف، تقديره: وعدكم بالرجوع إليه وعدًا، والجملة مستأنفة، مسوقة لتأكيد ما قبلها. {حَقًّا} : منصوب أيضًا على المصدرية، بفعل محذوف، تقديره، حق ذلك الوعد حقًّا، والجملة مؤكدة لـ {وَعْدَ اللَّهِ} وفي \"الفتوحات\" قوله: {وَعْدَ اللَّهِ حَقًّا} مصدران منصوبان بفعلهما المقدر؛ أي: وعدكم بالرجوع إليه وعدا، وحق ذلك الوعد حقًّا، لكن الأول مؤكد لنفسه؛ لأن قوله: إليه مرجعكم جميعًا، صريح في الوعد لا يحتمل غيره، والثاني مؤكد لغيره، فإن الوعد يحتمل الحق وغيره، اهـ \"بيضاوي\" ، وفي \"زاده\" المصدر إذا أكد مضمون جملة تدل على معناه، فإن كان نصًّا فيه لا تحتمل غيره .. فهو مؤكد لنفسه، كما هنا فإن إليه مرجعكم لا يحتمل غير الوعد، وإن احتملته وغيره كان مؤكدًا لغيره، مثل {حَقًّا} فإن الوعد يحتمل الحقية والتخلف، والعامل فيهما محذوف اهـ {إِنَّهُ} : ناصب واسمه. {يَبْدَأُ الْخَلْقَ} ، فعل ومفعول، وفاعله ضمير يعود على الله، والجملة الفعلية في محل الرفع، خبر {إِنّ} وجملة {إِنَّ} </p><p> مستأنفة مسوقة لتعليل ما قبلها، هذا على قراءة كسر همزة إن وأما على فتحها فعلى تقدير لام التعليل. وجملة قوله:  {ثُمَّ يُعِيدُهُ} معطوفة على جملة {يَبْدَأُ} على كونها خبرًا لـ {إِنَّ} . {لِيَجْزِيَ الَّذِينَ} فعل ومفعول، منصوب بأن مضمرة بعد لام التعليل، وفاعله ضمير يعود على الله، والجملة في تأويل مصدر، مجرور باللام، تقديره: لجزائه الذين آمنوا الجار والمجرور متعلق بـ {يعيده}  {آمَنُوا} : فعل وفاعل صلة الموصول {وَعَمِلُوا الصَّالِحَاتِ} : فعل وفاعل ومفعول معطوف على {آمَنُوا}  {بِالْقِسْطِ} : جار ومجرور متعلق بـ {يَجْزِيَ} . وفي \"السمين\" ويجوز أن يكون قوله: {بِالْقِسْطِ} حالًا إما من الفاعل، وإما من المفعول؛ أي: يجزيهم ملتبسًا بالحق، أو ملتبسين به، والقسط: العدل اهـ. </p><p> {وَالَّذِينَ كَفَرُوا لَهُمْ شَرَابٌ مِنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْفُرُونَ} . </p><p> {وَالَّذِينَ} : مبتدأ أول. وجملة {كَفَرُوا} : صلة الموصول ويجوز أن يكون الموصول في محل النصب، معطوفًا على الموصول قبله، وتكون الجملة بعده مبينة لجزائهم. {لَهُمْ} : خبر مقدم {شَرَابٌ} : مبتدأ ثانٍ مؤخر. {مِنْ حَمِيمٍ} : صفة لشراب. {وَعَذَابٌ أَلِيمٌ} : معطوف على شراب، والجملة الاسمية في محل الرفع، خبر للمبتدأ الأول، وجملة المبتدأ الأول مستأنفة {بِمَا} ، الباء: حرف جر {مَا} : مصدرية {كَانُوا} : فعل ناقص واسمه. وجملة {يَكْفُرُونَ} خبره وجملة {كَان} في تأويل مصدر، مجرور بالباء تقديره.: لهم شراب من حميم، بسبب كفرهم، الجار والمجرور متعلق بالاستقرار، الذي تعلق به الخبر. وقال أبو البقاء: الجار والمجرور في قوله: {بِمَا كَانُوا} في موضع رفع صفة أخرى لعذاب، ويجوز أن يكون خبر مبتدأ محذوف اهـ. </p><p> {هُوَ الَّذِي جَعَلَ الشَّمْسَ ضِيَاءً وَالْقَمَرَ نُورًا وَقَدَّرَهُ مَنَازِلَ لِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ مَا خَلَقَ اللَّهُ ذَلِكَ إِلَّا بِالْحَقِّ يُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ (٥) }. </p><p> {هُوَ الَّذِي} مبتدأ وخبر والجملة مستأنفة {جَعَلَ الشَّمْسَ ضِيَاءً} : فعل ومفعولان، {وَالْقَمَرَ نُورًا} : معطوف على المفعولين، وفاعله ضمير على {اللَّهِ} والجملة الفعلية صلة الموصول. {وَقَدَّرَهُ} : فعل ومفعول، وفاعله ضمير </p><p> يعود على {الله} والجملة معطوفة على جملة {جَعَلَ}  {مَنَازِلَ} منصوب على الظرفية، متعلق بـ {قدر}  {لِتَعْلَمُوا عَدَدَ السِّنِينَ} : فعل وفاعل، ومفعول منصوب بأن مضمرة، بعد لام كي {وَالْحِسَابَ} : معطوف على {عَدَدَ السِّنِينَ} والجملة في تأويل مصدر، مجرور بلام التعليل، الجار والمجرور متعلق {بقدر}  {مَا خَلَقَ اللَّهُ ذَلِكَ} : ذلك فعل وفاعل ومفعول، والجملة مستأنفة {إِلَّا} أداة استثناء مفرغ {بِالْحَقِّ} : جار ومجرور متعلق بـ {خَلَقَ} . {يُفَصِّلُ الْآيَاتِ} : فعل ومفعول، وفاعله ضمير يعود على {الله} والجملة مستأنفة {لِقَوْمٍ} متعلق بـ {يُفَصِّلُ} وجملة {يَعْلَمُونَ} صفة لقوم. </p><p> {إِنَّ فِي اخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَمَا خَلَقَ اللَّهُ فِي السَّمَاوَاتِ وَالْأَرْضِ لَآيَاتٍ لِقَوْمٍ يَتَّقُونَ} . </p><p> {إِنَّ} حرف نصب. {فِي اخْتِلَافِ اللَّيْلِ} : جار ومجرور، ومضاف إليه خبر مقدم لـ {إِنَّ}  {وَالنَّهَارِ} : معطوف على {اللَّيْلِ}  {وَمَا} في محل الجر معطوف على اختلاف الليل {خَلَقَ اللَّهُ} : فعل وفاعل {فِي السَّمَاوَاتِ} : متعلق به {وَالْأَرْضِ} : معطوف على {السموات} والجمله الفعلية صلة لما، أو صفة لها والعائد أو الرابط، محذوف تقديره: وما خلقه الله {لَآيَاتٍ} اسم {إِنَّ} مؤخر واللام حرف ابتداء {لِقَوْمٍ} : صفة {لَآيَاتٍ}  {يَتَّقُونَ} : صفة {لِقَوْمٍ} وجملة {إِنَّ} مستأنفة. </p><p> {إِنَّ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا وَرَضُوا بِالْحَيَاةِ الدُّنْيَا وَاطْمَأَنُّوا بِهَا وَالَّذِينَ هُمْ عَنْ آيَاتِنَا غَافِلُونَ (٧) }. </p><p> {إِنَّ} حرف نصب {الَّذِينَ} اسمها. {لَا يَرْجُونَ لِقَاءَنَا} : فعل وفاعل ومفعول، والجملة صلة الموصول {وَرَضُوا} : فعل وفاعل، معطوف على {لَا يَرْجُونَ}  {بِالْحَيَاةِ} متعلق بـ {رضوا}  {الدُّنْيَا} : صفة لـ {الحياة}  {وَاطْمَأَنُّوا} : فعل وفاعل، معطوف على {رضوا}  {بِهَا} : متعلق بـ {اطْمَأَنُّوا}  {وَالَّذِينَ} معطوف على الموصول الأول {هُمْ} : مبتدأ {عَنْ آيَاتِنَا} : متعلق بـ {غَافِلُونَ} . {غَافِلُونَ} : خبر المبتدأ، والجملة الاسمية صلة الموصول. </p><p> {أُولَئِكَ مَأْوَاهُمُ النَّارُ بِمَا كَانُوا يَكْسِبُونَ (٨) }. </p><p> {أُولَئِكَ} ، مبتدأ أول {مَأْوَاهُمُ} مبتدأ ثانٍ. {النَّارُ} : خبر للمبتدأ الثاني، والجملة من المبتدأ الثاني وخبره خبر للأول، والجملة من الأول وخبره خبر، لـ {إن} وجملة {إن} مستأنفة {بِمَا كَانُوا} : الباء حرف جر وسبب {ما} : موصولة أو موصوفة أو مصدرية {كَانُوا} : فعل ناقص واسمه. وجملة {يَكْسِبُونَ} : خبره وجملة {كَانَ} صلة لما، أو صفة لها، والعائد أو الرابط محذوف، تقديره: بما كانوا يكسبونه، أو صلة لـ {ما} المصدرية تقديره: بكسبهم، الجار والمجرور متعلق بفعل محذوف، دل عليه الكلام، تقديره: جوزوا ذلك بما كانوا يكسبون، ذكره أبو البقاء. </p><p> {إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ يَهْدِيهِمْ رَبُّهُمْ بِإِيمَانِهِمْ تَجْرِي مِنْ تَحْتِهِمُ الْأَنْهَارُ فِي جَنَّاتِ النَّعِيمِ (٩) }. </p><p> {إِنَّ} حرف نصب {الَّذِينَ} : في محل النصب اسمها {آمَنُوا} فعل وفاعل صلة الموصول {وَعَمِلُوا الصَّالِحَاتِ} : فعل وفاعل ومفعول معطوف على {آمَنُوا}  {يَهْدِيهِمْ} : فعل ومفعول وفاعل {بِإِيمَانِهِمْ} متعلق به، والجملة الفعلية في محل الرفع خبر {إِنَّ} وجملة {إن} مستأنفة {تَجْرِي} : فعل مضارع {مِنْ تَحْتِهِمُ} : متعلق به {الْأَنْهَارُ} ، فاعل والجملة في محل الرفع خبر ثانٍ لـ {إن} أو مستأنفة أو حال من مفعول {يَهْدِيهِمْ} كما في \"أبي السعود\"  {فِي جَنَّاتِ النَّعِيمِ} : جار ومجرور خبر ثالث لـ {إن} أو حال ثانية من مفعول {يَهْدِيهِمْ} ، أو حال من {الْأَنْهَارُ} أو متعلق بـ {تَجْرِي} : كما في \"الخازن\" . </p><p> {دَعْوَاهُمْ فِيهَا سُبْحَانَكَ اللَّهُمَّ وَتَحِيَّتُهُمْ فِيهَا سَلَامٌ وَآخِرُ دَعْوَاهُمْ أَنِ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ (١٠) }. </p><p> {دَعْوَاهُمْ} مبتدأ ومضاف إليه {فِيهَا} : جار ومجرور حال من ضمير {دَعْوَاهُمْ} . {سُبْحَانَكَ اللَّهُمَّ} : خبر محكي؛ أي: دعواهم هذا اللفظ، والجملة مستأنفة {وَتَحِيَّتُهُمْ} مبتدأ. {فِيهَا} هو حال من ضمير {تحيتهم}  {سَلَامٌ} : خبر والجملة معطوفة على جملة قوله: {دَعْوَاهُمْ}  {وَآخِرُ دَعْوَاهُمْ} : مبتدأ، ومضاف إليه {أَنْ} : مخففة من الثقيلة، واسمها ضمير الشأن محذوف. {الْحَمْدُ لِلَّهِ} : </p><p> مبتدأ وخبر {رَبِّ الْعَالَمِينَ} ؛ صفة للجلالة، والجملة الابتدائية في محل الرفع خبر {أَنْ} المخففة وجملة {أَن} المخففة في محل الرفع خبر المبتدأ. </p><p> {وَلَوْ يُعَجِّلُ اللَّهُ لِلنَّاسِ الشَّرَّ اسْتِعْجَالَهُمْ بِالْخَيْرِ لَقُضِيَ إِلَيْهِمْ أَجَلُهُمْ} . </p><p> {وَلَوْ} : {الواو} : استئنافية {لو} : حرف شرط غير جازم {يُعَجِّلُ اللَّهُ} : فعل وفاعل {لِلنَّاسِ} : متعلق به {الشَّرَّ} مفعول به، والجملة الفعلية فعل شرط لـ {لو} لا محل لها من الإعراب {اسْتِعْجَالَهُمْ} منصوب على المصدر التشبيهي، تقديره: تعجيلًا مثل استعجالهم، ثم حذف الموصوف وهو تعجيل، وأقيمت صفته مقامه وهي مثل فبقي ولو يعجل الله للناس مثل استعجالهم، ثم حذف المضاف، وأقيم المضاف إليه مقامه فصار استعجالهم. {بِالْخَيْرِ} : متعلق به {لَقُضِيَ} اللام رابطة لجواب {لو} الشرطية. {إِلَيْهِمْ} متلعق به {أَجَلُهُمْ} نائب فاعل {لقضي} وجملة {لو} الشرطية مستأنفة. </p><p> {فَنَذَرُ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا فِي طُغْيَانِهِمْ يَعْمَهُونَ} . </p><p> {فَنَذَرُ} : الفاء عاطفة على محذوف تقديره: ولكن نمهل، ولا نقضي إليهم أجلهم {نذر الذين} : فعل ومفعول، وفاعله ضمير يعود على {اَللهِ} والجملة الفعلية معطوفة على الجملة المحذوفة {لَا يَرْجُونَ لِقَاءَنَا} فعل وفاعل ومفعول {فِي طُغْيَانِهِمْ} متعلق به، والجملة الفعلية صلة الموصول. وجملة {يَعْمَهُونَ} في محل النصب، حال من ضمير طغيانهم. </p><p> {وَإِذَا مَسَّ الْإِنْسَانَ الضُّرُّ دَعَانَا لِجَنْبِهِ أَوْ قَاعِدًا أَوْ قَائِمًا} . </p><p> {وَإِذَا}  {الواو} : استئنافية {إذا} ظرفية شرطية {مَسَّ الْإِنْسَانَ الضُّرُّ} : فعل ومفعول وفاعل، والجملة في محل الخفض بإضافة {إذا} إليها، والظرف متعلق بالجواب الآتي. {دَعَانَا} : فعل ومفعول، وفاعله ضمير يعود على الإنسان، والجملة جواب {إذا} لا محل لها من الإعراب وجملة {إذا} مستأنفة {لِجَنْبِهِ} : جار ومجرور متعلق بمحذوف حال من فاعل {دَعَانَا} تقديره: دعانا حالة كونه مضطجعًا على جنبه {أَوْ قَاعِدًا أَوْ قَائِمًا} : معطوفان على تلك الحال </p><p> المحذوفة. </p><p> {فَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهُ مَرَّ كَأَنْ لَمْ يَدْعُنَا إِلَى ضُرٍّ مَسَّهُ كَذَلِكَ زُيِّنَ لِلْمُسْرِفِينَ مَا كَانُوا يَعْمَلُونَ} . </p><p> {فَلَمَّا} : الفاء: عاطفة {لما} : حرف شرط غير جازم {كَشَفْنَا} فعل وفاعل {عَنْهُ} : متعلق به {ضُرَّهُ} مفعول به، والجملة فعل شرط لـ {لما} لا محل لها من الإعراب {مَرَّ} : فعل ماضٍ، وفاعله ضمير يعود على {الْإِنْسَانَ} والجملة جواب {لما} وجملة {لما} من فعل شرطها وجوابها معطوفة على جملة {إذا}  {كَأَنْ} مخففة من الثقيلة، واسمها ضمير الشأن، تقديره: كأنه {لَمْ يَدْعُنَا} : جازم وفعل ومفعول، وفاعله ضمير يعود على {الْإِنْسَانَ}  {إِلَى ضُرٍّ} : متعلق به. وجملة {مَسَّهُ} صفة لضر، وجملة {يَدْعُنَا} في محل الرفع خبر، {كَأَنْ} وجملة {كَأَنْ} في محل النصب، حال من فاعل مر، تقديره: استمر هو على كفره حالة كونه مشبهًا بمن {لَمْ يَدْعُنَا} أصلًا؛ أي: رجع إلى حالته الأولى، وترك الالتجاء إلى ربه {كَذَلِكَ} : جار ومجرور، صفة لمصدر محذوف منصوب بـ {ما} بعده تقديره: تزيينًا مثل ذلك التزيين الذي حصل لمن مسه الضر {زُيِّنَ} : فعل ماض مغير الصيغة. {لِلْمُسْرِفِينَ} : متعلق به {مَا كَانُوا} : ما موصولة أو موصوفة، في محل الرفع نائب فاعل، لـ {زُيِّنَ} أو مصدرية {كَانُوا} : فعل ناقص واسمه. وجملة {يَعْمَلُونَ} خبره، وجملة {كَان} صلة لما أو صفة لها، والعائد أو الرابط محذوف، تقديره: ما كانوا يعملونه، أو صلة ما المصدرية تقديره، كذلك زين للمسرفين عملهم الخبيث وجملة زين مستأنفة. </p><p> التصريف ومفردات اللغة </p><p> {الْكِتَابِ الْحَكِيمِ}  {الْكِتَابِ} : هو القرآن العظيم و {الْحَكِيمِ} : ذو الحكمة، لاشتمال الكتاب عليها {عَجَبًا} : وفي \"المختار\" ، والعجب: مصدر عجيب من باب طرب، وتعجب واستعجب بمعنى، وعجب غيره تعجيبًا، والعجب والعجاب: الشيء الذي يتعجب منه، وكذا العجاب بتشديد الجيم، وهو الأكثر وكذا الأعجوبة {أَنْ أَوْحَيْنَا} : والوحي الإعلام الخفي لامرىء بما يخفى على </p><p> غيره. {أَنْ أَنْذِرِ النَّاسَ} والإنذار: الإخبار بما فيه تخويف {وَبَشِّرِ} التبشير: الإعلام المقترن بالبشارة بحسن الجزاء {قَدَمَ صِدْقٍ} والصدق (١) : يكون في الأقوال، ويستعمل في الأفعال، فيقال: صدق في القتال، إذا وفاه حقه، وكذب فيه إذا لم يفعل ذلك، ويطلق على الإيمان والوفاء وسائر الفضائل، وجاء في التنزيل {مَقْعَدِ صِدْقٍ} و {مُدْخَلَ صِدْقٍ} و {مُخْرَجَ صِدْقٍ} و {قَدَمَ صِدْقٍ} ويراد بالقدم هنا: السابقة والتقدم، والمنزلة الرفيعة. قال (٢) الليث وأبو الهيثم: القدم: السابقة. قال ذو الرمة: </p><p> وَأَنْتَ امْرُؤٌ مِنْ أَهْلِ بَيتِ دُؤَابَةٍ ... لَهُمْ قَدَمٌ مَعْرُوْفَةٌ وَمَفَاخِرُ </p><p> وقال أبو عبيدة والكسائي: كل سابق في خير أو شر، فهو قدم. وقال الأخفش: سابقة إخلاص، كما في قول حسان: </p><p> لَنَا الْقَدَمُ اَلْعُلْيَا إِلَيْكَ وَخَلْفَنَا ... لأوَّلِنَا في طَاعَةِ اللهِ تَابِعُ </p><p> وقال أحمد بن يحيى: كل ما قدمت من خير. وقال ابن الأنباري: العمل الذي يتقدم فيه، ولا يقع فيه تأخير ولا إبطاء. {لَسَاحِرٌ مُبِينٌ} ؛ أي: يؤثر في القلوب، ويجذب النفوس فهو جار مجرى السحر. {مُبِينٌ} ؛ أي: ظاهر واضح {ثُمَّ اسْتَوَى عَلَى الْعَرْشِ} العرش: مركز التدبير، ولا نعلم كنهه ولا صفته {يُدَبِّرُ الْأَمْر} والتدبير: النظر في أدبار الأمور وعواقبها لتقع على الوجه المحمود، وتدبير الأمر أو القول هو التفكر فيما وراءه، وما يراد منه وينتهي إليه {بِالْقِسْطِ} والقسط: العدل {مِنْ حَمِيمٍ} والحميم: الماء الشديد الحرارة. </p><p> {هُوَ الَّذِي جَعَلَ الشَّمْسَ ضِيَاءً وَالْقَمَرَ نُورًا} والشمس: كوكب نهاري يزيل ظهوره ظلمة الليل، ولها السلطنة على سائر الكواكب. والقمر: كوكب ليلي له السلطنة على سائر النجوم. والضوء: ما كان من ذاته. والنور: ما كان مكتسبًا من غيره كما مر. والضياء: يحتمل كونه مصدرًا، وكونه جمع ضوء، كسوط وسياط {مَنَازِلَ} : جمع منزل، وهو اسم لمكان النزول {لَا يَرْجُونَ لِقَاءَنَا} </p><p>(١) المراغي. (٢) البحر المحيط.</p><p> وقال (١) في \"المصباح\" : رجوته أملته أو أردته، قال تعالى {لَا يَرْجُونَ نِكَاحًا} ؛ أي: لا يريدونه. ويستعمل بمعنى، الخوف؛ لأن الراجي يخاف أن لا يدرك ما يرجوه. وقيل: الرَّجاء مجرد التوقع الذي يشمل ما يسر وما يسوء. واللقاء: الاستقبال والمواجهة {واطمأنوا} والاطمئنان سكون النفس إلى الشيء وارتياحها به {مَأْوَاهُمُ النَّارُ} والمأوى: الملجأ الذي يأوي إليه المتعب، أو الخائف، أو المحتاج من مكان آمن، أو إنسان نافع. وقد أطلق على الجنة في ثلاث آيات، وعلى النار في بضع عشرة آية. {دَعْوَاهُمْ} والدعوى، مصدر بمعنى الدعاء، وهو للناس النداء، والطلب المعتاد بينهم في دائرة الأسباب المسخرة لهم، ولله هو دعاؤه وسؤاله، والرغبة فيما عنده مع الشعور بالحاجة إليه، والضراعة له فيما لا يقدر عليه أحد من خلقه، من دفع ضر أو جلب نفع {سُبْحَانَكَ} ؛ أي: تنزيهًا لك وتقديسًا، وهو اسم مصدر، لسبح تسبيحًا. </p><p> {وَتَحِيَّتُهُمْ} والتحية: التكرمة بقولهم: حياك الله؛ أي: أطال عمرك وحياتك. وفي \"الفتوحات\" التحية: التكرمة بالحالة الجليلة، أصلها: أحياك الله حياة طيبة؛ أي: ما يحيي به بعضهم بعضًا، فعلى هذا فهو مصدر مضاف لفاعله، أو تحية الملائكة إياهم كما في قوله: {وَالْمَلَائِكَةُ يَدْخُلُونَ عَلَيْهِمْ مِنْ كُلِّ بَابٍ (٢٣) سَلَامٌ عَلَيْكُمْ} أو تحية الله لهم، كما في قوله: {سَلَامٌ قَوْلًا مِنْ رَبٍّ رَحِيمٍ (٥٨) } وعلى هذين الأخيرين، فهو مصدر مضاف لمفعوله كما في \"الشهاب\"  {سَلَامٌ} ؛ أي سلامة من كل مكروه {وَلَوْ يُعَجِّلُ اللَّهُ لِلنَّاسِ الشَّرَّ اسْتِعْجَالَهُمْ بِالْخَيْرِ} عجل يعجل تعجيلًا، من باب فعل الرباعي، والاستعجال: مصدر استعجل السداسي، وتعجيل الشيء تقديمه على أوانه المقدر له، أو الموعود به. والاستعجال به طلب التعجيل له. والعجلة من غرائز الإنسان، كما قال تعالى:  {خُلِقَ الْإِنْسَانُ مِنْ عَجَلٍ} فاستعجاله بالخير لشدة حرصه على منافعه وقلة صبره عنها، واستعجاله بالضر لا يكون من دأبه، بل بسبب عارض كالغضب والجهل والعناد والاستهزاء والتعجيز، أو للنجاة مما هو شر منه وقال الزمخشري (٢) : أصله: ولو يعجل الله </p><p>(١) المراغي. (٢) الفتوحات.</p><p> للناس الشر تعجيله لهم بالخير، فوضع استعجالهم بالخير موضع تعجيله بالخير، إشعارًا بسرعة إجابته لهم، وإسعافه بطلبتهم، فإن استعجالهم بالخير تعجيل لهم. قال الشيخ (١) : عجل مدلوله: غير مدلول استعجل؛ لأن عجل يدل على الوقوع، واستعجل يدل على طلب التعجيل، وذاك واقع من الله تعالى، وهذا مضاف إليهم، فلا يكون التقدير على ما قاله الزمخشري. </p><p> {لَقُضِيَ إِلَيْهِمْ أَجَلُهُم} وقضاء الأجل: انتهاؤه، والأجل: المدة التي أجلها الله لعباده في دار الفناء. {ونذر} : نترك، والطغيان: مجاوزة الحد في الشر من كفر وظلم وعدوان، والعمه: التردد والتحير في الأمر أو الشر {مَرَّ} ؛ أي: مضى في طريقته التي كان عليها من الكفر بربه. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات أنواعًا وضروبًا من البلاغة والفصاحة والبيان والبديع: </p><p> فمنها: الاستفهام الإنكاري في قوله: {أَكَانَ لِلنَّاسِ عَجَبًا} . </p><p> ومنها: الطباق بين {أَنْذِر} و {وَبَشِّرِ} . </p><p> ومنها: المبالغة في المدح في قوله: {قَدَمَ صِدْقٍ} لأن الإضافة فيه من إضافة الموصوف إلى الصفة، كمسجد الجامع، ففائدة هذه الإضافة عندهم التنبيه على زيادة الفضل، ومدح القدم؛ لأن كل شيء أضيف إلى الصدق، فهو ممدوح، وفيه أيضًا المجاز المرسل؛ حيث أطلق القدم الذي هو سبب في السبق، وأراد به السابقة في الخير، والعلاقة السببية. </p><p> ومنها: إطلاق المضارع، بمعنى: الماضي في قوله: {إِنَّهُ يَبْدَأُ الْخَلْقَ} استحضارًا للصورة الغريبة، وفيه أيضًا إطلاق المصدر بمعنى: اسم المفعول؛ لأن الخلق هنا، بمعنى: المخلوق. </p><p>(١) الشيخ إذا أطلق في الفتوحات الشهاب الرملي الشافعي اهـ مؤلفه.</p><p> ومنها: الطباق بين كلمتي البدء والإعادة في قوله: {إِنَّهُ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ} . </p><p> ومنها: الإيجاز في قوله: {وَقَدَّرَهُ مَنَازِلَ} حيث وحد الضمير، إن قلنا إن الضمير يرجع إلى الشمس والقمر كما في \"الفتوحات\" . </p><p> ومنها: الالتفات من الغيبة إلى التكلم في قوله: {نُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ} على قراءة النون وفي قوله: {لَا يَرْجُونَ لِقَاءَنَا} ؛ لأن مقتضى السياق لا يرجون لقاءه، أضافه إلى ضمير الجلالة، لتعظيم الأمر وتهويله. </p><p> ومنها: التشبيه في قوله: {اسْتِعْجَالَهُمْ بِالْخَيْرِ} ؛ أي: كاستعجالهم أو مثل استعجالهم، ففيه تشبيه مؤكد مجمل. </p><p> ومنها: الطباق بين كلمتي الشر والخير. </p><p> ومنها: تغير الأسلوب في قوله: {وَالَّذِينَ كَفَرُوا لَهُمْ شَرَابٌ مِنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ} للمبالغة في استحقاقهم للعقاب والتنبيه على أن المقصود بالذات من الإبداء والإعادة، هو الإثابة، والعذاب إنما وقع بالعرض. </p><p> ومنها: الإشارة بالبعيد إلى القريب في قوله: {تِلْكَ آيَاتُ الْكِتَابِ} تنزيلًا للبعد الرتبي منزلة البعد الحسي. </p><p> ومنها: الطباق بين الليل والنهار، وبين السموات والأرض في قوله:  {إِنَّ فِي اخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَمَا خَلَقَ اللَّهُ فِي السَّمَاوَاتِ وَالْأَرْضِ} . </p><p> ومنها: الجناس المغاير في قوله: {وَلَوْ يُعَجِّلُ اللَّهُ لِلنَّاسِ الشَّرَّ اسْتِعْجَالَهُمْ بِالْخَيْر} . </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {وَلَقَدْ أَهْلَكْنَا الْقُرُونَ مِنْ قَبْلِكُمْ لَمَّا ظَلَمُوا وَجَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ وَمَا كَانُوا لِيُؤْمِنُوا كَذَلِكَ نَجْزِي الْقَوْمَ الْمُجْرِمِينَ (١٣) ثُمَّ جَعَلْنَاكُمْ خَلَائِفَ فِي الْأَرْضِ مِنْ بَعْدِهِمْ لِنَنْظُرَ كَيْفَ تَعْمَلُونَ (١٤) وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا ائْتِ بِقُرْآنٍ غَيْرِ هَذَا أَوْ بَدِّلْهُ قُلْ مَا يَكُونُ لِي أَنْ أُبَدِّلَهُ مِنْ تِلْقَاءِ نَفْسِي إِنْ أَتَّبِعُ إِلَّا مَا يُوحَى إِلَيَّ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ (١٥) قُلْ لَوْ شَاءَ اللَّهُ مَا تَلَوْتُهُ عَلَيْكُمْ وَلَا أَدْرَاكُمْ بِهِ فَقَدْ لَبِثْتُ فِيكُمْ عُمُرًا مِنْ قَبْلِهِ أَفَلَا تَعْقِلُونَ (١٦) فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ إِنَّهُ لَا يُفْلِحُ الْمُجْرِمُونَ (١٧) وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ وَيَقُولُونَ هَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ قُلْ أَتُنَبِّئُونَ اللَّهَ بِمَا لَا يَعْلَمُ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ (١٨) وَمَا كَانَ النَّاسُ إِلَّا أُمَّةً وَاحِدَةً فَاخْتَلَفُوا وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ لَقُضِيَ بَيْنَهُمْ فِيمَا فِيهِ يَخْتَلِفُونَ (١٩) وَيَقُولُونَ لَوْلَا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ فَقُلْ إِنَّمَا الْغَيْبُ لِلَّهِ فَانْتَظِرُوا إِنِّي مَعَكُمْ مِنَ الْمُنْتَظِرِينَ (٢٠) وَإِذَا أَذَقْنَا النَّاسَ رَحْمَةً مِنْ بَعْدِ ضَرَّاءَ مَسَّتْهُمْ إِذَا لَهُمْ مَكْرٌ فِي آيَاتِنَا قُلِ اللَّهُ أَسْرَعُ مَكْرًا إِنَّ رُسُلَنَا يَكْتُبُونَ مَا تَمْكُرُونَ (٢١) هُوَ الَّذِي يُسَيِّرُكُمْ فِي الْبَرِّ وَالْبَحْرِ حَتَّى إِذَا كُنْتُمْ فِي الْفُلْكِ وَجَرَيْنَ بِهِمْ بِرِيحٍ طَيِّبَةٍ وَفَرِحُوا بِهَا جَاءَتْهَا رِيحٌ عَاصِفٌ وَجَاءَهُمُ الْمَوْجُ مِنْ كُلِّ مَكَانٍ وَظَنُّوا أَنَّهُمْ أُحِيطَ بِهِمْ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ لَئِنْ أَنْجَيْتَنَا مِنْ هَذِهِ لَنَكُونَنَّ مِنَ الشَّاكِرِينَ (٢٢) فَلَمَّا أَنْجَاهُمْ إِذَا هُمْ يَبْغُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ يَا أَيُّهَا النَّاسُ إِنَّمَا بَغْيُكُمْ عَلَى أَنْفُسِكُمْ مَتَاعَ الْحَيَاةِ الدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعُكُمْ فَنُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ (٢٣) }. </p><p> المناسبة </p><p> قوله تعالى:  {وَلَقَدْ أَهْلَكْنَا الْقُرُونَ مِنْ قَبْلِكُمْ لَمَّا ظَلَمُوا ...} الآية، مناسبة (١) هذه الآية لما قبلها: أن الله سبحانه وتعالى لما بين في الآيات السالفة أنهم كانوا يتعجلون العذاب، وذكر أنه لا صلاح لهم في إجابة دعائهم ثم ذكر أنهم كاذبون </p><p>(١) المراغي.</p><p> في هذا الطلب إذ لو نزل بهم الضرّ جاؤوا وتضرعوا إلى الله في كشفه وإزالته .. بين هنا ما يجري مجرى التهديد، وهو أنه تعالى، قد ينزّل بهم عذاب الاستئصال، كما حدث للأمم قبلهم، حتى يكون ذلك رادعًا لهم وزاجرًا عن هذا الطلب. </p><p> قوله تعالى:  {وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا ...} الآيات، مناسبة هذه الآيات لما قبلها؛ أن الله سبحانه وتعالى لما بدأ السورة بذكر الكتاب الحكيم، وإنكار المشركين الوحي على رجل منهم، ثم أقام الحجة على الوحي والتوحيد والبعث، بخلق العالم علويه وسفليه وبطبيعة الإنسان وتاريخه وغرائزه .. أعاد هنا الكلام في شأن الكتاب نفسه، وتفنيد ما اقترحه المشركون على الرسول، - صلى الله عليه وسلم -، بشأنه وحجته البالغة عليهم، في كونه وحيًا من عند الله تعالى. </p><p> قوله تعالى:  {وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ ....} الآية، مناسبة هذه الآية لما قبلها؛ أن الله سبحانه وتعالى، لما بين في الآيات السالفة أنهم طلبوا منه أحد أمرين، إما الإتيان بقرآن غير هذا، أو تبديله؛ لأن فيه نبذًا لآلهتهم، وطعنًا فيها وتسفيهًا لآرائهم في عبادتها .. نعى عليهم هنا عبادة الأصنام، وبين لهم حقارة شأنها، إذ لا تستطيع نفعًا ولا ضرًّا، فكيف يليق بالعاقل أن يعبدها من دون الله تعالى؟ ويجعل لها الشفاعة عنده تعالى، وليس لديهم برهان على ما يدَّعون، سبحانه وتعالى عما يشركون. </p><p> قوله تعالى:  {وَمَا كَانَ النَّاسُ إِلَّا أُمَّةً وَاحِدَةً فَاخْتَلَفُوا ...} الآية، مناسبة هذه الآية لما قبلها: أن الله سبحانه وتعالى لما أقام الأدلة على فساد عبادة الأصنام، وبين سبب هذه العبادة .. ذكر هنا بيان ما كان عليه الناس من الوحدة في الدين، وما صاروا إليه من الاختلاف والفرقة فيه. </p><p> قوله تعالى:  {وَإِذَا أَذَقْنَا النَّاسَ رَحْمَةً مِنْ بَعْدِ ضَرَّاءَ مَسَّتْهُمْ ...} الآية، مناسبة (١) </p><p>(١) البحر المحيط.</p><p> هذه الآية لما قبلها: أن الله سبحانه وتعالى لما ذكر قوله: {وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا} الآية، ثم ذكر قوله:  {وَيَقُولُونَ لَوْلَا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ} وذلك على سبيل التعنت .. أخبر أن هؤلاء إنما يصيرون لهذه المقالات عند ما يكونون في رخاء من العيش وخلو بال، وأن إحسان الله تعالى قابلوه بما لا يجوز من ابتغاء المكر لآياته، وكان خليقًا بهم أن يكونوا أول من صدق بآياته، وإعراضهم عن الآيات نظير قوله:  {فَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهُ مَرَّ كَأَنْ لَمْ يَدْعُنَا إِلَى ضُرٍّ مَسَّهُ} . </p><p> قوله تعالى:  {هُوَ الَّذِي يُسَيِّرُكُمْ فِي الْبَرِّ وَالْبَحْر ...} الآية، مناسبة (١) هذه الآية لما قبلها: أن الله سبحانه وتعالى، لما ذكر أن الناس إذا أصابهم الضر .. لجؤوا إلى الله، فإذا أذاقهم الرحمة عادوا إلى عادتهم، من إهمال جانب الله تعالى، والمكر في آياته، وكان قبل ذلك قد ذكر نحوًا من هذا في قوله:  {وَإِذَا مَسَّ الْإِنْسَانَ الضُّرُّ ...} الآية، وكان المذكور في الآيتين أمرًا كليًّا أوضح تعالى ذلك الأمر الكلي بمثال جلي كاشف عن حقيقة ذلك المعنى الكلي، ينقطع فيه رجاء الإنسان عن كل متعلق به، إلا الله تعالى، فيخلص له الدعاء وحده في كشف هذه النازلة التي لا يكشفها إلا هو تعالى، ويتبين بطلان عبادته ما لا يضر ولا ينفع ودعواه أنه شفيعه عند الله، ثم بعد كشف هذه النازلة عاد إلى عادته من بغيه في الأرض، فإنجاؤه تعالى إياهم، هو مثال من أذاقه الرحمة، وما كانوا فيه قبل من إشرافهم على الهلاك، هو مثال من الضر الذي مسهم. </p><p> وعبارة المراغي: مناسبة هذه الآية لما قبلها: أن الله سبحانه وتعالى لما ذكر (٢) أن القوم طلبوا من الرسول - صلى الله عليه وسلم - آية أخرى سوى القرآن، وذكر جوابًا عن هذا، بأنه لا يملك ذلك؛ لأن هذا من الغيب الذي استأثر بعلمه .. أردف ذلك بجواب آخر، وهو أن أولئك المشركين لا يقنعون بالآيات إذا رأوها بأعينهم، بل يكابرون حسهم، ولا يؤمنون؛ إذ من عاداتهم اللجاج والعناد، فكثيرًا ما جاءتهم </p><p>(١) البحر المحيط. (٢) المراغي.</p>"
}