{
  "id": null,
  "sura": 10,
  "aya": 104,
  "text": "<p> قال الله سبحانه جلَّ وعلا: </p><p> {قُلْ يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي شَكٍّ مِنْ دِينِي فَلَا أَعْبُدُ الَّذِينَ تَعْبُدُونَ مِنْ دُونِ اللَّهِ وَلَكِنْ أَعْبُدُ اللَّهَ الَّذِي يَتَوَفَّاكُمْ وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُؤْمِنِينَ (١٠٤) وَأَنْ أَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا وَلَا تَكُونَنَّ مِنَ الْمُشْرِكِينَ (١٠٥) وَلَا تَدْعُ مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُكَ وَلَا يَضُرُّكَ فَإِنْ فَعَلْتَ فَإِنَّكَ إِذًا مِنَ الظَّالِمِينَ (١٠٦) وَإِنْ يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ وَإِنْ يُرِدْكَ بِخَيْرٍ فَلَا رَادَّ لِفَضْلِهِ يُصِيبُ بِهِ مَنْ يَشَاءُ مِنْ عِبَادِهِ وَهُوَ الْغَفُورُ الرَّحِيمُ (١٠٧) قُلْ يَا أَيُّهَا النَّاسُ قَدْ جَاءَكُمُ الْحَقُّ مِنْ رَبِّكُمْ فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَنْ ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَمَا أَنَا عَلَيْكُمْ بِوَكِيلٍ (١٠٨) وَاتَّبِعْ مَا يُوحَى إِلَيْكَ وَاصْبِرْ حَتَّى يَحْكُمَ اللَّهُ وَهُوَ خَيْرُ الْحَاكِمِينَ (١٠٩) }. </p><p> المناسبة </p><p> قوله تعالى:  {قُلْ يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي شَكٍّ مِنْ دِينِي ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه وتعالى لما ذكر الأدلة على صدقه في رسالته وصحة الدين الذي جاء به وبسطها غاية البسط حتى لم يبق فيها مجال للشك .. أردف (١) ذلك بالأمر بإظهار دينه وبإظهار الفارق بينه وبين ما هم عليه من عبادة الأوثان والأصنام التي لا تضر ولا تنفع، وبيان أن الذي بيده النفع والضر هو الله الذي خلقهم وبيده تصريف أمورهم. </p><p> قوله تعالى:  {قُلْ يَا أَيُّهَا النَّاسُ قَدْ جَاءَكُمُ الْحَقُّ مِنْ رَبِّكُمْ ...} الآية، مناسبة هذه الآية لما قبلها: أن الله سبحانه وتعالى، لما قرر دلائل التوحيد، والنبوة، والمعاد .. ختم السورة بهذا البلاغ للناس كافة بمقتضى البعثة العامة، وهو إجمال لما تقدم من التفصيل فيها. </p><p> التفسير وأوجه القراءة </p><p> ١٠٤ - {قُلْ} يا محمَّد لهؤلاء الذين أرسلناك إليهم، فشكوا في أمرك ولم يؤمنوا </p><p>(١) المراغي.</p><p> بك {يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي شَكٍّ مِنْ دِينِي} الذي أنا عليه، وهو عبادة الله وحده لا شريك له، ولم تعلموا بحقيقته ولا عرفتم صحته وأنه الدين الحق، الذي لا دين غيره، فاعلموا أني بريء من أديانكم التي أنتم عليها. والتعبير عمّا هم فيه بالشك مع كونهم قاطعين بعدم الصحة، للإيذان بأن أقصى ما يمكن عروضه للعاقل في هذا الباب هو الشك في صحته، وأما القطع بعدمها فمما لا سبيل إليه، أو المعنى: إن كنتم في شك من ثباتي على ديني فاعلموا أني لا أتركه أبدًا، اهـ \"أبو السعود\" . وإنما حصل (١) الشك لبعضهم في أمره، - صلى الله عليه وسلم -، لما رأى الآيات التي كانت تظهر على يد النبي، - صلى الله عليه وسلم -، فحصل له الاضطراب والشك، فقال: إن كنتم في شك من ديني الذي أدعوكم إليه فلا ينبغي لكم أن تشكوا فيه, لأنه دين إبراهيم عليه السلام وأنتم من ذريته، وتعرفونه، ولا تشكون فيه، وإنما ينبغي لكم أن تشكوا في عبادتكم لهذه الأصنام التي لا أصل لها البتة، فإن أصررتم على ما أنتم عليه {فَلَا أَعْبُدُ الَّذِينَ تَعْبُدُونَ مِنْ دُونِ اللَّهِ} ؛ أي: فلا أعبد معكم الأوثان التي تعبدونها من دون الله تعالى في حال من الأحوال، وجواب إن كنتم .. فلا أعبد، والتقدير: فأنا لا أعبد, لأن المنفي بلا، إذا وقع جوابًا، انجزم، فإذا دخلت عليه الفاء، علم أنه على إضمار المبتدأ، وكذلك لو ارتفع دون لا، كقوله: ومن عاد، فينتقم الله منه؛ أي: فهو ينتقم الله منه ذكره أبو حيان. وإنما وجب تقديم هذا النفي؛ لأن العبادة هي غاية التعظيم للمعبود، فلا تليق لأخس الأشياء، وهي الحجارة التي لا تنفع لمن عبدها ولا تضر لمن تركها, ولكن تليق العبادة لمن بيده النفع والضر وهو قادر على الإماتة والإحياء، كما قال سبحانه:  {وَلَكِنْ أَعْبُدُ اللَّهَ الَّذِي يَتَوَفَّاكُمْ} ويقبض أرواحكم حين انتهاء آجالكم؛ أي: أخصه بالعبادة ولا أعبد غيره من معبوداتكم من الأصنام وغيرها. </p><p> وخص (٢) صفة المتوفي من بين الصفات، لما في ذلك من التهديد لهم؛ أي: أعبد الله الذي يتوفاكم فيفعل بكم ما يفعل من العذاب الشديد، ولكونه يدل على الخلق أولًا وعلى الإعادة ثانيًا، ولكونه أشد الأحوال مهابةً في القلوب، </p><p>(١) الخازن. (٢) الشوكاني.</p>"
}