{
  "id": null,
  "sura": 10,
  "aya": 90,
  "text": "<p> أجبت دعوتيكما} وهذا يؤكد قول من قال: إن هارون دعا مع موسى. </p><p> {فَاسْتَقِيمَا} ؛ أي: فاثبتا على ما أنتما عليه من الدعوة، وإلزام الحجة ولا تستعجلا؛ أي: فامضيا لأمري، واثبتا على ما أنتما عليه من الدعوة إلى الحق، ومن إعداد شعبكما للكفاح والجلاد والخروج من مصر {وَلَا تَتَّبِعَانِّ سَبِيلَ الَّذِينَ لَا يَعْلَمُونَ} ؛ أي: ولا تسلكا سبيل الذين لا يعلمون سنّتي في خلقي، فيستعجلا الأمر قبل ميقاته، ويستبطئا وقوعه في حينه؛ أي: ولا تسلكا طريق الجاهلين الذين يظنون أنه متى كان الدعاء مجابًا كان المقصود حاصلًا في الحال، والاستعجال، وعدم الوثوق بوعد الله يصدران من الجهال. </p><p> وفي سفر الخروج (١) من التوراة ما يدل على استجابة دعاء موسى، فقد كانت تنزل النوازل على مصر وأهلها، فيلجأ فرعون إلى موسى حين كل نازلة منها ليدعو ربه فيكشفها عنهم، فيؤمنوا به حتى إذا كشفها قسى الرب تعالى قلب فرعون، فأصر على كفره. وقرأ الجمهور (٢) : {تتبعان} بتشديد التاء والنون، وابن عباس وابن ذكوان، بتخفيف التاء والنون على النفي، لا على النهي. وابن ذكوان أيضًا بتشديد التاء وتخفيف النون. وفرقة: بتخفيف التاء وسكون النون. وروى ذلك الأخفش الدمشقي عن أصحابه عن ابن عامر، فأما شد النون فعلى أنها نون التوكيد الشديدة، لحقت فعل النهي المتصل به ضمير الاثنين، وأما تخفيفها مكسورةً فقيل: هي نون التوكيد الخفيفة وكسرت كما كسرت الشديدة، لكون الكسر الأصل ولكونهما أشبهتا نون التثنية. </p><p> ٩٠ - {وَجَاوَزْنَا بِبَنِي إِسْرَائِيلَ الْبَحْر} أي: جعلناهم مجاوزين بحر السويس، وسمي بحر القلزم، بأن جعلناه يبسا، وحفظناهم حتى بلغوا الشط، أي: جاوز بنو إسرائيل البحر بمعونة الله، تعالى، وقدرته وحفظه، وكان آيةً من آياته لنبيه موسى، عليه السلام، بفرقه تعالى بهم البحر. وقرأ الحسن:  {وجوزنا} وهما لغتان. </p><p>(١) المراغي. (٢) البحر المحيط.</p><p> قال أهل التفسير (١) : اجتمع يعقوب وبنوه على يوسف، وهم اثنان وتسعون، وخرج بنوه مع موسى من مصر، وهم ست مئة ألف، وذلك لما أجاب الله تعالى، دعاء موسى وهارون .. أمرهما بالخروج ببني إسرائيل من مصر، فخرجوا وقد كان فرعون غافلًا عن ذلك، فلما سمع بخروجهم، خرج بجنوده في طلبهم، فلما أدركهم، قالوا لموسى: أين المخلص، والبحر أمامنا والعدو وراءنا، فأوحى الله تعالى إليه أن اضرب بعصاك البحر، فضربه، فانفلق، فقطعه موسى وبنو إسرائيل، فلحقهم فرعون وكان على حصان أدهم، وكان معه ثمانية آلاف حصان على لون حصانه، سوى سائر الألوان، وكان يقدمهم جبريل على فرس أنثى وميكائيل يسوقهم حتى لا يشذ منهم أحد فدنا جبريل بفرسه فلما وجد الحصان ريح الأنثى لم يتمالك فرعون من أمره شيئًا، فنزل البحر وتبعه جنوده، حتى إذا اكتملوا جميعًا في البحر، وهم أولهم بالخروج، انطبق البحر عليهم، ولا يخفى عليك ما في هذه القصة من الخيالات الإسرائيلية. </p><p> {فَأَتْبَعَهُمْ} ؛ أي: فلحقهم وأدركهم في مجاوزة البحر {فِرْعَوْنُ وَجُنُودُهُ بَغْيًا وَعَدْوًا} ؛ أي: ظلمًا وعدوانًا، أو ظالمين عادين عليهم؛ أي: مفرطين في محبة قتلهم ومجاوزين الحد، ليفتكوا بهم، أو يعيدوهم إلى مصر، ليسوموهم سوء العذاب ويجعلوهم عبيدًا لهم. وقيل: إن البغي طلب الاستعلاء في القول بغير حق، والعدو في الفعل، وخاض البحر مع جنوده وراءهم {حَتَّى إِذَا أَدْرَكَهُ الْغَرَقُ} ؛ أي: حتى إذا أشرف على الغرق وناله، ووصله وألجمه {قَالَ آمَنْتُ} وصدقت {أَنَّهُ} ؛ أي: بأن الشأن والحال {لَا إِلَهَ} ؛ أي: لا معبود بحق {إلّا} الرب {الَّذِي آمَنَتْ بِهِ} ؛ أي: صدقت بوحدانيته وانقادت لأمره {بَنُو إِسْرَائِيلَ} ؛ أي: جماعة بني إسرائيل بدعوة موسى، عليه السلام، {وَأَنَا} الآن {مِنَ الْمُسْلِمِينَ} ؛ أي: من المنقادين لأوامره، كما انقادوا، وأنا ممن أذعنوا لأمره بعد ما كان مني من جحود بآياته، وعنادٍ لرسوله موسى، عليه السلام، وقرأ الحسن (٢) وقتادة: {فاتبعهم} بتشديد التاء. وقرأ الجمهور. {وجاوزنا فأتبعهم} </p><p>(١) المراح. (٢) البحر المحيط.</p>"
}