{
  "id": null,
  "sura": 10,
  "aya": 3,
  "text": "<p> فيه، فأرادوا بهذا الكلام أن القرآن كلام مزخرف، حسن الظاهر، ولكنه باطل في الحقيقة، وهذا ذم له، أو أرادوا به أنه لكمال فصاحته وتعذر مثله جار مجرى السحر وهذا مدح له وإنما لم يؤمنوا به عنادًا. </p><p> ٣ - ثم إن الله سبحانه وتعالى جاء بكلام يبطل به العجب الذي حصل للكفار، من الإيحاء إلى رجل منهم فقال:  {إِنَّ رَبَّكُمُ} ومالككم ومعبودكم الذي يستحق منكم العبادة هو {اللَّهُ} ؛ أي: هو المعبود بحق الذي لا يعبد معه سواه {الَّذِي خَلَقَ} وأوجد {السموات والأرض} واخترعهما على غير مثال سابق {في} مقدار {سِتَّةِ أَيَّامٍ} معلومة التي أولها الأحد، وآخرها الجمعة {ثُمَّ} بعد خلق السموات والأرض {اسْتَوَى عَلَى الْعَرْشِ} العظيم المخلوق قبلهما استواء يليق بعظمته وجلاله، لا يكيف ولا يمثل ولا يعطل {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ} حالة كونه {يُدَبِّرُ الْأَمْرَ} أي يدبر أمر ملكوت السموات والأرض ويصرفها على الوجه الأكمل، ويقدرها ويقضيها بحسب ما اقتضته حكمته وتعلقت به إرادته. </p><p> أي: من (١) كان له هذا الاقتدار العظيم الذي تضيق العقول عن تصوره كيف يكون إرساله لرسول إلى الناس من جنسهم، محلًا للتعجب؟ مع كون الكفار يعترفون بذلك، فكيف لا يعترفون بصحة هذه الرسالة بهذا الرسول؟. </p><p> وحاصل المعنى: أي إن (٢) ربكم هو الله الذي خلق العوالم السماوية التي فوقكم، وهذه الأرض التي تعيشون على ظهرها في ستة أزمنة، قد تم في كل زمن منها، طور من أطوارها، وقدرها بمقادير أرادها، ثم استوى على عرشه الذي جعله مركز هذا التدبير لهذا الملك العظيم، استواء يليق بعظمته وجلاله، حالة كونه يدبر أمر ملكه بما اقتضاه علمه من النظام، واقتضته حكمته من الأحكام، ولا يستنكر من هو رب هذا الخلق المدبر لأمور عباده، أن يفيض ما شاء من علمه على من اصطفى من خلقه، ما يهديهم به، لما فيه كمالهم من </p><p>(١) الشوكاني. (٢) المراغي.</p><p> عبادته، وشكره، وبذلك تصلح أنفسهم، وتطهر قلوبهم، وتستنير أفئدتهم، لتتم لهم بذلك الحياة السعيدة في الدنيا والنعيم المقيم في الآخرة، كما لا يستنكر أن هذا الوحي منه عَزَّ وَجَلَّ، إذ هو من كمال تقديره وتدبيره، ولا يقدر عليه سواه. وترك العاطف في قوله:  {يُدَبِّرُ الْأَمْرَ} لأن جملته كالتفسير والتفصيل لما قبلها. وقيل: هي في محل نصب على الحال من ضمير استوى، كما أشرنا إليه في الحل. وقيل: مستأنفة استئنافًا بيانيًّا، وأصل التدبير النظر في أدبار الأمور وعواقبها، لتقع على الوجه المقبول، واشتقاقه من الدبر كما سيأتي في مبحث التصريف إن شاء الله تعالى. وقال مجاهد معناه: يقضيه ويقدره وحده. وقيل: يبعث الأمر. وقيل: ينزل الأمر. وقيل: يأمر به ويمضيه، والمعنى متقارب، والأمر: الشأن، وهو أحوال ملكوت السموات والأرض والعرش وسائر الخلق. وقال أبو السعود: والمراد بالأمر: ملكوت السموات والأرض والعرش، وغير ذلك من الجزئيات الحادثة، شيئًا فشيئًا على أطوار شتى لا تكاد تحصى، اهـ. </p><p> قال الزجاج (١) : إن الكفار الذين خوطبوا بهذه الآية، كانوا يقولون: إن الأصنام شفعاؤنا عند الله. </p><p> فرد الله عليهم بأنه ليس لأحد أن يشفع إليه بشيء إلا بعد إذنه؛ لأنه أعلم بموضع الحكمة والصواب فقال:  {مَا مِنْ شَفِيعٍ إِلَّا مِنْ بَعْدِ إِذْنِهِ} أي، لا يوجد (٢) شفيع يشفع لأحد عنده تعالى إلا من بعد إذنه، والآية بمعنى، قوله سبحانه؛ {مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ} . وقد جاء في كتابه تعالى، أنه لا يشفع أحد عنده بإذنه إلا من ارتضاه للشفاعة كما قال {يَوْمَئِذٍ لَا تَنْفَعُ الشَّفَاعَةُ إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمَنُ وَرَضِيَ لَهُ قَوْلًا} ومن أذن له بالشفاعة لا يشفع إلا لمن رضي له الرحمن، لإيمانه وصالح عمله كما قال:  {وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَى} . وفي هذا إيماء لدحض العقيدة التي كان يعتقدها مشركو العرب، ومقلدوهم من أهل الكتاب من أن الأصنام والأوثان وعباده المقربين من الملائكة والبشر، يشفعون </p><p>(١) الشوكاني. (٢) المراغي.</p>"
}