{
  "id": null,
  "sura": 10,
  "aya": 82,
  "text": "<p> فقال:  {إِنَّ اللَّهَ} سبحانه وتعالى {لَا يُصْلِحُ عَمَلَ الْمُفْسِدِينَ} ؛ أي: إن الله تعالى لا يجعل عمل المفسدين صالحًا للبقاء فيقويه بالتأييد الإلهي ويديمه بل يزيله ويمحقه ويدخل فيه السحر والسحرة دخولًا أوليًّا </p><p> ٨٢ - {وَيُحِقُّ اللَّهُ الْحَقَّ} ؛ أي: ويثبت الله الحق الذي فيه صلاح الخلق، وينصره على ما يعارضه من الباطل ويبينه ويوضحه {بِكَلِمَاتِهِ} التنزيلية التي أنزلها في كتبه على أنبيائه، لاشتمالها على الحجج والبراهين، وبكلماته التكوينية وقضاياه السابقة في وعده. وقال ابن سلام، بكلماته بقوله:  {لَا تَخَفْ إِنَّكَ أَنْتَ الْأَعْلَى} وهي مقتضى إرادته التشريعية التي يوحيها إلى رسله، ومن ثم سينصر موسى على فرعون، وينقذ قومه من عبوديته، والواو في قوله:  {وَيُحِقُّ اللَّهُ الْحَقَّ} للعطف على سيبطله. وقرىء {بكلمته} على التوحيد؛ أي: بأمره ومشيئته {وَلَوْ كَرِهَ الْمُجْرِمُونَ} من آل فرعون، أو المجرمون على العموم، ويدخل تحتهم آل فرعون دخولًا أوليًّا. والإجرام: الآثام؛ أي: ويظهر الله الحق وينصره، ولو كره من اتصف بالإجرام والآثام، إظهاره كفرعون وملئه. </p><p> ٨٣ - وقوله:  {فَمَا آمَنَ لِمُوسَى إِلَّا ذُرِّيَّةٌ مِنْ قَوْمِهِ} لما ذكر الله سبحانه وتعالى ما أتى به موسى، عليه السلام، من المعجزات العظيمة الباهرة، أخبر الله سبحانه وتعالى، أنه مع مشاهدة هذه المعجزات، ما آمن لموسى إلا ذرية من قومه، وإنما ذكر الله عَزَّ وَجَلَّ هذا تسلية لنبيه محمَّد، - صلى الله عليه وسلم -؛ لأنه كان كثير الاهتمام بإيمان قومه، وكان يغتم بسبب إعراضهم عن الإيمان به واستمرارهم على الكفر، والتكذيب، فبين الله سبحانه وتعالى، أن له أسوة بالأنبياء، عليهم الصلاة والسلام؛ لأن الذي جاء به موسى، عليه السلام، كان أمرًا عظيمًا، ومع ذلك فما آمن معه إلا ذرية من قومه. </p><p> والفاء في قوله:  {فَمَا آمَنَ} عاطفة على مقدر فصل في مواضع أخر؛ أي: فألقى عصاه. فإذا هي تلقف ما يأفكون، فمع ظهور تلك المعجزات الباهرة ما آمن لموسى؛ أي: فما انقاد واستسلم لموسى إلا ذرية قلائل من قومه؛ أي: فما آمن من قوم موسى إلا قليل منهم، وهم بنو إسرائيل، الذين كانوا بمصر من أولاد يعقوب، وذلك أن موسى دعا الآباء إلى دينه فلم يجيبوا خوفًا من فرعون، وأجابته طائفة من شبانهم مع الخوف {عَلَى خَوْفٍ مِنْ فِرْعَوْنَ وَمَلَئِهِمْ} ؛ أي: آمنوا </p>"
}