{
  "id": null,
  "sura": 10,
  "aya": 4,
  "text": "<p> لهم عند الله بما يدفع عنهم الضرر، ويجلب لهم النفع، كما حكى الله تعالى عن عبدة الأصنام قولهم {مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى} . وفي هذه العقيدة حجة عليهم؛ إذ يقال لهم: إنكم إذا كنتم تؤمنون بأن لله شفعاء من أولياء. وعباده المقربين يشفعون لكم بما يقربكم إليه زلفى، وهو قول عليه تعالى بغير علم، فما بالكم تنكرون وتعجبون، أن يوحي إلى من يشاء، ويصطفي من عباده من يعلمهم ما يهديهم إلى العمل الموصل إلى السعادة، والهادي إلى طريق الرشاد. </p><p> {ذَلِكُمُ} الرب، الموصوف بالصفات السابقة، من الخلق والتقدير والحكمة والتدبير والتصرف في أمر الشفاعة، يأذن بها لمن يشاء هو {اللَّهُ} ؛ أي: المعبود بحق في الوجود {رَبُّكُمْ} المتولي شؤونكم {فَاعْبُدُوهُ} ؛ أي: أفردوه بالعبادة ولا تشركوا به شيئًا، ولا تشركوا معه أحدًا، لا في شفاعة، ولا في غيرها، فالشفعاء لا يملكون لكم من دونه نفعًا ولا ضرًّا، بل هو الذي يملك ذلك وحده، وهو قد هداكم إلى أسباب النفع والضر الكسبية بالعقول والمشاعر التي سخرها لكم، وإلى أسباب النفع والضر الغيبية بوحيه، فلا تطلبوا نفعًا ولا ضرًّا إلا بالأسباب التي سخرها لكم، وما تعجزون عنه أو تجهلون أسبابه فادعوه فيه تعالى وحده يحصل لكم ما فيه ترغبون، أو يدفع عنكم ما تكرهون وهذه الجملة زيادة تأكيد لقوله:  {إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ} . </p><p> والهمزة في قوله:  {أَفَلَا تَذَكَّرُونَ} للاستفهام الإنكاري المضمن للتوبيخ والتقريع، داخلة على محذوف، والفاء: عاطفة على ذلك المحذوف، والتقدير: أتجهلون هذا الحق الواضح، فلا تتذكرون أن الذي خلق السموات والأرض، وانفرد بتدبير هذا العالم، هو الذي يجب أن يعبد، ولا يعبد سواه، وذلك هو مقتضى الفطرة، والإعراض عنه غفلة يجب التنبيه إليها. </p><p> ٤ - {إِلَيْهِ} سبحانه وتعالى لا إلى غيره {مَرْجِعُكُمْ} ، أي: رجوعكم أيها الخلائق بالبعث بعد الموت، للمجازاة على أعمالكم؛ أي: إلى ربكم وحده دون غيره من معبوداتكم وشفعائكم وأوليائكم ترجعون {جَمِيعًا} بعد الموت وفناء هذا العالم الذي أنتم فيه، لا يتخلف منكم أحد، فلا حكم إلا حكمه، ولا نافذ إلا أمره {وَعْدَ اللَّهِ} سبحانه </p><p> وتعالى ذلك الرجوع وعدًا {حَقًّا} ؛ أي: ثابتًا لا خلف فيه، فهو تأكيد لتأكيد، فيكون في الكلام من الوكادة ما هو الغاية في ذلك. وقرأ (١) ابن أبي عبلة {حق} بالرفع على الاستئناف، فهو مبتدأ، خبره أنه يبدأ الخلق قاله أبو الفتح، وكون حق خبرًا مقدمًا، {إنه} مبتدأ مؤخرًا، هو الوجه في الإعراب، كما تقول صحيح أنك تخرج؛ لأن اسم إن معرفة، والذي تقدمها في نحو هذا المثال نكرة. </p><p> {إنه} تعالى {يَبْدَأُ الْخَلْقَ} ؛ أي: المخلوق فالمصدر بمعنى المفعول، وينشئه من العدم المحض حين التكوين، ليأمرهم بالعبادة ثم يميتهم {ثُمَّ يُعِيدُهُ} ؛ أي: ينشؤه نشأة أخرى، من العدم بالبعث بعد انحلاله وفنائه {لِيَجْزِيَ الَّذِينَ آمَنُوا} باللهِ ورسوله {وَعَمِلُوا الصَّالِحَاتِ} بامتثال المأمورات واجتناب المنهيات على إيمانهم وأعمالهم الصالحة {بِالْقِسْطِ} ؛ أي: بالعدل الذي لا جور فيه لا ينقص من أجورهم شيئًا. وقال البيضاوي: قوله: {بِالْقِسْطِ} ؛ أي: بعدله، أو بعدالتهم وقيامهم على العدل في أمورهم، أو بإيمانهم؛ لأنه العدل القويم، كما أن الشرك ظلم عظيم، وهو الأوجه لمقابلة قوله:  {وَالَّذِينَ كَفَرُوا} إلخ. والجزاء (٢) بالعدل لا يمنع أن يزيدهم ربهم شيئًا من فضله، ويضاعف لهم كما وعد على ذلك في آيات أخرى، منها قوله:  {لِيُوَفِّيَهُمْ أُجُورَهُمْ وَيَزِيدَهُمْ مِنْ فَضْلِهِ} وقوله: {لِلَّذِينَ أَحْسَنُوا الْحُسْنَى وَزِيَادَةٌ} وفي هذه الجملة (٣) إيماء إلى أن المقصود بالذات من الإبداء والإعادة، هو الإثابة وإيصال الرحمة، وأما عقاب الكفرة، فكأنه داء ساقه إليهم سوء اعتقادهم وسوء أفعالهم؛ أي: إنه تعالى يعيدهم لأجل جزائهم بالعدل، فيعطي كل عامل حقه من الثواب الذي جعله لعمله، وهذا المعنى، قد جاء في آيات كثيرة كقوله:  {وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْئًا} وقوله: {قُضِيَ بَيْنَهُمْ بِالْقِسْطِ وَهُمْ لَا يُظْلَمُونَ} . </p><p> والعدل في الأمور كلها مما يتطلبه الإيمان كما قال: {لَقَدْ أَرْسَلْنَا رُسُلَنَا </p><p>(١) البحر المحيط. (٢) المراغي.(٣) المراح.</p><p> {بِالْبَيِّنَاتِ وَأَنْزَلْنَا مَعَهُمُ الْكِتَابَ وَالْمِيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ} وقال: {قُلْ أَمَرَ رَبِّي بِالْقِسْطِ} . </p><p> وقد اتفق (١) العلماء جميعًا، ماديهم وروحيهم على أن الأرض وجميع الأجرام السماوية، قد وجدت بعد أن لم تكن، وإن كانوا لا يزالون يبحثون عن كيفية تلك النشأة والقوة المتصرفة في أصل مادتها، وهم جميعًا متفقون على توقع خراب هذه الأرض والكواكب المرتبطة بها في هذا النظام الشمسي الجامع لها، بأن تصيب الأرض قارعة من الأجرام السماوية تبسها بسًّا، فتكون هباءً منبثًا. وهَا هُوَذَا، قد حمل البدء بالفعل، والإعادة أهون من البدء، فمن قدر على البدء يكون أقدر على الإعادة، كما قال في سورة الروم:  {وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ} . </p><p> وقرأ (٢) عبد الله، وأبو جعفر والأعمش وسهل بن شعيب ويزيد بن القعقاع:  {أنه يبدأ الخلق} بفتح الهمزة. قال الزمخشري: هو منصوب بالفعل الذي نصب {وعد الله} ، والتقدير: وعد الله تعالى بدأ الخلق، ثم إعادته والمعنى: إعادة الخلق بعد بدئه، {وعد الله} على لفظ الفعل، ويجوز أن يكون مرفوعًا بما نصب حقًّا؛ أي: حق حقًّا بدء الخلق ثم إعادته كقوله: </p><p> أَحَقًّا عِبَادَ اللهِ أَنْ لَسْتُ جَائِيَا ... وَلاَ ذَاهِبًا إلَّا عَلَيَّ رَقِيْبُ </p><p> انتهى. وقال ابن عطية: وموضعها النصب على تقدير، أحق أنه. وقال الفراء: موضعها رفع على تقدير، لحق إنه قال ابن عطية ويجوز عندي أن يكون أنه بدلًا من قوله: وعد الله وقرأ طلحة: {يبدىء} بضم الياء من أبدأ الرباعي، وبدأ، وأبدأ بمعنى واحد. </p><p> {وَالَّذِينَ كَفَرُوا} باللهِ ورسوله محمَّد، - صلى الله عليه وسلم -، وبالقرآن {لَهُمْ شَرَابٌ مِنْ حَمِيمٍ} ؛ أي: من ماء حار قد انتهى حره {وَعَذَابٌ أَلِيمٌ} ؛ أي: وجيع يبلغ وجعه إلى قلوبهم {بِمَا كَانُوا يَكْفُرُونَ} ؛ أي: بسبب كفرهم بالله ورسوله؛ أي: إن </p><p>(١) المراغي. (٢) البحر المحيط.</p>"
}