{
  "id": null,
  "sura": 10,
  "aya": 15,
  "text": "<p> كَيْفَ تَعْمَلُونَ}؛ أي: لنرى ماذا تعملون في خلافتكم، فنجازيكم به بمقتضى سنتنا فيمن قبلكم كما قال:  {لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا} . </p><p> وعن أبي سعيد الخدري أن رسول الله، - صلى الله عليه وسلم -، قال:  \"إن الدنيا حلوة خضرة وإن الله مستخلفكم فيها فينظر كيف تعملون، فاتقوا الدنيا واحذروا فتنة النساء\" . أخرجه مسلم، وقوله: فاتقوا الدنيا، معناه: احذروا فتنة الدنيا، واحذروا فتنة النساء. </p><p> وقال قتادة: صدق الله ربنا، ما جعلنا خلفاء إلا لينظر إلى أعمالنا، فأروا الله من أعمالكم خيرًا بالليل، أو النهار. وفي هذا إيماء، إلى أن هذه الخلافة، منوطة بالأعمال، حتى لا يغتروا بما سينالونه، ويظنوا أنه باقٍ لهم، وأنهم يتفلتون من سننه تعالى في الظالمين. </p><p> ١٥ - ثم حكى (١) الله سبحانه نوعًا ثالثًا من تعنتهم وتلاعبهم بآيات الله تعالى فقال: {وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ} فيه التفات من الخطاب إلى الغيبة، إعراضًا عنهم، والمراد بالآيات آيات القرآن الكريم؛ أي: وإذا تلا التالي عليهم آياتنا، الدالة على إثبات التوحيد، وإبطال الشرك، حالة كونها بينات؛ أي: واضحات الدلالة على المطلوب {قَالَ الَّذِينَ لَا يَرْجُونَ} ولا يخافون {لقاءنا} يوم القيامة بالبعث، وهم المنكرون للمعاد؛ أي: قالوا: لمن يتلوه عليهم - وهو محمَّد، - صلى الله عليه وسلم -، حين سمعوا ما يغيظهم فيما تلاه عليهم، من القرآن، من ذم عبادة الأوثان، والوعيد الشديد لمن عبدها:  {ائْتِ بِقُرْآنٍ غَيْرِ هَذَا أَوْ بَدِّلْهُ} ؛ أي: بدل ما فيه مما نكره كسبِّ آلهتنا، وذكر البعث، وليس طلبهم تبديل جميعه؛ أي: طلبوا منه أحد أمرين: إما الإتيان بقرآن غير هذا القرآن، مع بقاء هذا القرآن على حاله، وإما تبديل هذا القرآن، بنسخ بعض آياته، أو كلها، ووضع أخرى مكانها، مما يطابق هواهم ويلائم غرضهم. والمعنى: ائت بقرآن غير هذا، مع بقاء هذا القرآن، أو بدله؛ أي: أزله بالكلية، وائت ببدله، فيكون المطلوب أحد أمرين، إما إزالته بالكلية وهو التبديل في الذات، أو الإتيان بغيره مع بقائه، فيحصل </p><p>(١) الشوكاني.</p><p> التغاير بين المطلوبين، ذكره أبو حيان. </p><p> وحاصل المعنى (١) : وإذا تتلى على هؤلاء المشركين آيات الكتاب الذي أئزل إليك، حال كونها بارزات في أعلى أسلوب من البيان، دالَّات على الحق، ساطعات الحجة والبرهان، قالوا: لمن يتلوها عليهم - وهو الرسول - صلى الله عليه وسلم - ائت بقرآن غير هذا، أو بدله؛ أي: ائت بكتاب آخر نقرؤه، ليس فيه ما لا نؤمن به، من البعث والجزاء على الأعمال، ولا ما نكرهه من ذم آلهتنا، والوعيد على عبادتها، أو بدله بأن تجعل بدل الآية المشتملة على الوعيد، آية أخرى، ولم يكن مقصدهم من هذا إلا أن يختبروا حاله، بمطالبته بالإتيان بقرآن غيره، في جملة ما بلغهم من سوره في أسلوبها، ونظمها، أو بالتصرف فيه، بالتغيير والتبديل لما يكرهونه، منه من تحقير آلهتهم وتكفير آبائهم حتى إذا فعل هذا أو ذاك، كانت دعواه أنه كلام الله، أوحاه إليه دعوى باطلة، لا يعول عليها، وكان قصارى أمره، أنه امتاز عنهم بنوع من البيان خفيت علهيم أسباب معرفته، ولم يكن بوحي من الله كما يزعمه. فأمره الله تعالى أن يقول لهم في جوابهم {قُلْ} لهم يا محمَّد {مَا يَكُونُ لِي} ؛ أي: ما ينبغي لي ولا يحل لي {أَنْ أُبَدِّلَهُ مِنْ تِلْقَاءِ نَفْسِي} ؛ أي: من قبل نفسي. وقرىء {تلقاء} بفتح التاء؛ أي: قل لهم، أيها الرسول: إنه ليس من شأني، ولا مما تجيزه لي رسالتي، أن أبدله من تلقاء نفسي، ومحض رأيي، وخالص اجتهادي. </p><p> فنفى عن نفسه أحد القسمين، وهو التبديل؛ لأنه الذي يمكنه، لو كان ذلك جائزًا، بخلاف القسم الآخر، وهو الإتيان بقرآن آخر، فإن ذلك ليس في وسعه، ولا يقدر عليه. وقيل: إنه - صلى الله عليه وسلم - نفى عن نفسه أسهل القسمين، ليكون دليلًا على نفي أصعبهما بالطريق الأولى. </p><p> وهذا منه (٢) - صلى الله عليه وسلم -، من باب مجاراة السفهاء، إذ لا يصدر مثل هذا الاقتراح عن العقلاء، بعد أن أمره الله سبحانه بذلك، وهو أعلم بمصالح عباده، وبما </p><p>(١) المراغي. (٢) الشوكاني.</p>"
}