{
  "id": null,
  "sura": 10,
  "aya": 37,
  "text": "<p> السورة في قوله:  {إِنَّ فِي اخْتِلَافِ اللَّيْلِ وَالنَّهَارِ ...} الآية، وقوله:  {هُوَ الَّذِي جَعَلَ الشَّمْسَ ضِيَاءً} فاكتفى هنا عن ذكرها. وإذا كان جميع ما في العالم مِلْكُهُ ومُلْكُة كان قادرًا على كل الممكنات عالمًا بكل المعلومات غنيًّا عن جميع الحاجات منزهًا عن النقائص والآفات، وبكونه قادرًا على الممكنات، كان قادرًا على إنزال العذاب على الكفار في الدنيا والآخرة، وقادرًا على تأييد رسوله بالدلائل، وإعلاء دينه، فبطل الاستهزاء والتعجيز، وبتنزيهه عن النقائص كان منزهًا عن الخلف والكذب، فثبت أن قوله:  {أَلَا إِنَّ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ} مقدمة توجب الجزم بصحة قوله: {أَلَا إِنَّ وَعْدَ اللَّهِ حَقٌّ} ذكره \"أبو حيان\" . </p><p> أسباب النزول </p><p> وأما أسباب النزول فليست في هذه الآيات ولم نر من ذكر شيئًا منها في هذه الآيات المذكورة. </p><p> التفسير وأوجه القراءة </p><p> ٣٧ - {وَمَا كَانَ هَذَا الْقُرْآنُ} ؛ أي: وما صح أن يكون هذا القرآن المشحون بفنون الحجج الناطقة، ببطلان الشرك وحقية التوحيد {أَنْ يُفْتَرَى مِنْ دُونِ اللَّهِ} ؛ أي: مفترى من الخلق {وَلَكِنْ} كان القرآن {تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ} ، أي: مصدق الذي قبله وأمامه، من الكتب الإلهية المنزلة على الأنبياء قبله، كالتوراة والإنجيل؛ أي: مصدقًا لها وموافقًا لها، في العقائد وبعض الفروع. </p><p> ووقعت (١) لكن هنا، أحسن موقع إذ هي بين نقيضين، وهما الكذب، والصدق المضمن للتصديق {وَتَفْصِيلَ الْكِتَابِ} ؛ أي: وتبيين ما كتب وفرض من الأحكام والشرائع، في اللوح المحفوظ من قوله:  {كِتَابَ اللَّهِ عَلَيْكُمْ} ؛ أي: ومبينًا لما كتبه الله تعالى على عباده حالة كونه {لَا رَيْبَ فِيهِ} أي لا شك في كونه {مِنْ رَبِّ الْعَالَمِينَ} ؛ أي: منزلًا من مالك العالمين، جل جلاله. </p><p>(١) الفتوحات.</p><p> أي: وما كان ينبغي لهذا القرآن، أن يختلق ويفتعل؛ لأن معنى الافتراء: الاختلاق، والمعنى ليس وصف القرآن: وصف شيء يمكن أن يفترى به على الله؛ لأن المفترى هو الذي يأتي به البشر، وذلك أن كفار مكة، زعموا أن محمدًا، - صلى الله عليه وسلم -، أتى بهذا القرآن من عند نفسه، على سبيل الافتعال والاختلاق، فأخبر الله تعالى أن هذا القرآن وحي، أنزله الله عليه، وأنه مبرأ عن الافتراء والكذب، وأنه لا يقدر عليه أحد إلا الله، ثم ذكر ما يؤكد ذلك بقوله:  {وَلَكِنْ تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ} من الكتب المنزلة، ونفس هذا التصديق، معجزة مستقلة؛ لأن أقاصيصه موافقة لما في الكتب المتقدمة، مع أن النبي، - صلى الله عليه وسلم -، لم يطلع على ذلك ولا تعلمه ولا سأل عنه، ولا اتصل بمن له علم بذلك. وقيل (١) المعنى: ولكن القرآن {تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ} من الكتب؛ أي: إنها قد بشرت به قبل نزوله، فجاء مصدقًا لها. وقيل المعنى: ولكن تصديق النبي الذي بين يدي القرآن، وهو محمَّد، - صلى الله عليه وسلم -؛ لأنهم شاهدوه قبل أن يسمعوا منه القرآن. </p><p> والخلاصة (٢) : أي لا يصح ولا يعقل أن يفتريه أحد على الله من دونه، وينسبه إليه، إذ لا يقدر على ذلك غيره عَزَّ وَجَلَّ؛ فإن ما فيه من علوم عالية، وحكم سامية، وتشريع عادل، وآداب اجتماعية، وإنباء بالغيوب الماضية، والمستقبلة، ليس في طوق البشر، ولا هو داخل تحت قدرته، وفي حيّز مكنته، ولئن سلم أن بشرًا في مكنته ذلك، فلن يكون إلا أرقى الحكماء والأنبياء والملائكة، ومثل هذا لن يفترى على الله شيئًا. </p><p> ولقد ثبت أن أشد أعداء النبي - صلى الله عليه وسلم -، وهو أبو جهل، قال: إن محمدًا لم يكذب على بشر قط، أفيكذب على الله؟! {وَلَكِنْ تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ} أي: ولكن كان تصديق الذي تقدمه من الوحي، لرسل الله تعالى بالإجمال، كنوح وإبراهيم وموسى وعيسى صلوات الله عليهم وسلامه، بدعوته إلى أصول الدين الحق، من الإيمان بالله واليوم الآخر، وصالح الأعمال، بعد أن نسي بعض بقية </p><p>(١) الشوكاني. (٢) المراغي.</p>"
}