{
  "id": null,
  "sura": 10,
  "aya": 57,
  "text": "<p> أسباب النزول </p><p> ما رأيت أحدًا ذكر سببًا لنزول هذه الآيات، ولكن قال أبو حيان في \"البحر\" : قوله تعالى: {يَا أَيُّهَا النَّاسُ قَدْ جَاءَتْكُمْ مَوْعِظَةٌ مِنْ رَبِّكُمْ وَشِفَاءٌ لِمَا فِي الصُّدُورِ ...} الآية، نزل في قريش الذين سألوا الرسول - صلى الله عليه وسلم -: أحق هو؟ فالناس هم كفار قريش. </p><p> التفسير وأوجه القراءة </p><p> ٥٧ - {يَا أَيُّهَا النَّاسُ} قيل: أراد بالناس قريشًا، وقيل: هو على العموم، وهو الأصح، وهو اختيار الطبري؛ أي: قل يا محمَّد، لكفار قريش، أو لجميع الكفار: يا أيها الناس {قَدْ جَاءَتْكُمْ مَوْعِظَةٌ مِنْ رَبِّكُمْ} ؛ أي: قد جاءكم كتاب جامع لكل ما تحتاجون إليه من المواعظ الحسنة التي تصلح أخلاقكم وأعمالكم، كالطبيب الذي ينهى المريض عما يضره. ومن في قوله:  {مِنْ رَبِّكُمْ} متعلقة بالفعل، أي: قد جاءتكم من ربكم موعظة فتكون ابتدائية أو متعلقة بمحذوف صفة لـ {مَوْعِظَةٌ} والوعظ (١) : الزجر المقترن بتخويف، وقال الخليل: هو التذكير بالخير فيما يرق له القلب. وقيل: الموعظة: ما يدعو إلى الصلاح بطريق الرغبة والرهبة، والقرآن؛ داع إلى كل خير وصلاح بهذا الطريق {و} جاءكم {شفاء} ودواء {لِمَا فِي الصُّدُور} ؛ أي: وجاءكم كتاب شاف لما في القلوب، من أمراض الجهل؛ وذلك لأن داء الجهل أضر للقلب من داء المرض للبدن وأمراض القلب هي الأخلاق الذميمة والعقائد الفاسدة والجهالات المهلكة، فالقرآن مزيل لهذه الأمراض كلها؛ لأن فيه الوعظ والزجر والتخويف والترغيب والترهيب والتحذير والتذكير، فهو الدواء والشفاء لهذه الأمراض القلبية وإنما خص الصدر بالذكر؛ لأنه موضع القلب وغلافه وهو أعز موضع في بدن الإنسان لمكان القلب فيه، ذكره في \"الخازن\" . </p><p> {و} جاءكم كتاب {هدى} ؛ أي: هاد من الضلالة إلى الصراط المستقيم </p><p>(١) الخازن.</p><p> {و} كتاب هو {رحمة للمؤمنين} به؛ أي: نعمة من الله على المؤمنين خصوا بالذكر؛ لأنهم المنتفعون به دون غيرهم. </p><p> والمعنى: قد (١) جاءكم كتاب جامع للحكمة العملية، الكاشفة عن محاسن الأعمال ومقابحها، والمرغبة في المحاسن، والزاجرة عن المقابح، والحكمة النظرية التي هي شفاء لما في الصدور من الشكوك، وسوء الاعتقاد، وهدى إلى الحق واليقين، ورحمة للمؤمنين، حيث أنزل عليهم، فنجوا به من ظلمة الضلال إلى نور الإيمان، وتبدلت مقاعدهم من طبقات النيران بمصاعد من درجات الجنان، والتنكير فيها للتعظيم. </p><p> والخلاصة (٢) : أن الآية الكريمة، أجملت إصلاح القرآن الكريم لأنفس البشر في أربعة أمور: </p><p> الأول: الموعظة الحسنة بالترغيب والترهيب بذكر ما يرق له القلب فيبعثه على الفعل أو الترك وقد جاء في معنى الآية قوله: {وَاذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ وَمَا أَنْزَلَ عَلَيْكُمْ مِنَ الْكِتَابِ وَالْحِكْمَةِ يَعِظُكُمْ بِهِ} وقوله: {هَذَا بَيَانٌ لِلنَّاسِ وَهُدًى وَمَوْعِظَةٌ لِلْمُتَّقِينَ} . </p><p> الثاني: الشفاء لما في القلوب، من أدواء الشرك والنفاق، وسائر الأمراض التي يشعر من أحبها بضيق الصدر، كالشك في الإيمان، والبغي والعدوان وحب الظلم وبغض الحق والخير. </p><p> الثالث: الهدى إلى طريق الحق واليقين، والبعد من الضلال في الاعتقاد والعمل. </p><p> الرابع: الرحمة للمؤمنين، وهي ما تثمر لهم هداية القرآن وتفيضه على قلوبهم، ومن آثارها بذل المعروف، وإغاثة الملهوف، وكف الظلم ومنع التعدي والبغي. </p><p> وحاصل ذلك: أن موعظة القرآن وشفاءه لما في الصدور، من أمراض </p><p>(١) البيضاوي. (٢) المراغي.</p>"
}