{
  "id": null,
  "sura": 10,
  "aya": 24,
  "text": "<p> الآية لما قبلها: أن الله سبحانه وتعالى لما بين (١) عجز أصنامهم عن الإبداء، والإعادة اللذين هما من أقوى أسباب القدرة، وأعظم دلائل الألوهية .. بين عجزهم عن هذا النوع من صفات الإله، وهو الهداية إلى الحق، وإلى مناهج الصواب. </p><p> وعبارة المراغي هنا: قوله تعالى: {قُلْ هَلْ مِنْ شُرَكَائِكُمْ مَنْ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ ....} الآيات، مناسبتها لما قبلها: أن الله سبحانه وتعالى لما أقام الحجة على المشركين بما تقدم .. ذكر هنا ضربًا آخر من الحجة، أقامه عليهم سبحانه وتعالى دليلًا على توحيده وبطلان الإشراك به، جاء فيه بطريق السؤال للتوبيخ، وإلزام الخصم، فإن الكلام إذا كان ظاهرًا جليًّا ثم ذكر على سبيل الاستفهام وفوض الجواب إلى المسؤول .. يكون أوقع في النفس، وأبلغ في الدلالة على الغرض، انتهت. </p><p> التفسير وأوجه القراءة </p><p> ٢٤ - {إِنَّمَا مَثَلُ الْحَيَاةِ الدُّنْيَا} ؛ أي: إنما صفة الحياة الدنيا في سرعة انقضائها وفنائها وزوالها، و {إِنَّمَا} : ليست هنا للحصر؛ لأنه تعالى ضرب للحياة الدنيا أمثالًا غير هذا {كَمَاءٍ} أي: كمثل نبات ماء ومطر {أَنْزَلْنَاهُ} ؛ أي: أنزلنا ذلك الماء والمطر {مِنَ السَّمَاءِ} والسحاب وإنما شبه الحياة الدنيا بماء السماء دون ماء الأرض؛ لأن ماء السماء وهو المطر لا تأثير لكسب العبد فيه، بزيادة أو نقص، بخلاف ماء الأرض، فكان تشبيه الحياة به أنسب {فَاخْتَلَطَ} واشتبك وتراكم لكثرته {بِهِ} ؛ أي: بسبب ذلك الماء {نَبَاتُ الْأَرْضِ} حالة كون ذلك النبات {مِمَّا يَأْكُلُ النَّاسُ} من الثمار والحبوب والبقول والأبازير {و} مما يأكل {الأنعام} والبهائم، من الحشيش والكلأ والعشب؛ أي؛ {إنَّمَا} : صفة الحياة الدنيا في صورتها ومآلها، كصفة نبات ماء نزل من السماء، فأنبتت به الأرض أزواجًا شتى، من النبات تشابكت وتراكمت والتفت واختلط بعضها، ببعض لكثرتها مع </p><p>(١) البحر المحيط.</p><p> اختلاف ألوانها وأنواعها من أصناف شتى تكفي الناس في أقواتهم ومراعي أنعامهم. وحتى في قوله:  {حَتَّى إِذَا أَخَذَتِ الْأَرْضُ زُخْرُفَهَا} غاية لمحذوفٍ تقديره: وما زال ذلك النبات ينمو ويزهو ويكبر، حتى إذا أخذت الأرض، واستوفت واستكملت إنباتها وأظهرت زخرفها وجمالها وبهجتها من النبات {وَازَّيَّنَتْ} ؛ أي: تزينت بذلك الزخرف والنبات، كعروس أخذت حليها من الذهب والجواهر والحلل المختلفة الألوان، ذات البهاء والبهجة، وازينت بها في ليلة زفافها {وَظَنَّ أَهْلُهَا} ؛ أي: أهل تلك الأرض {أَنَّهُمْ قَادِرُونَ عَلَيْهَا} ؛ أي: قادرون على التمتع بثمراتها، متمكنون من جذاذها وحصدها، وتحصيل ثمارها وزروعها وبقولها. وجواب {إذَا} قوله: {أَتَاهَا} ؛ أي: أتى ثمار تلك الأرض وزروعها {أَمْرُنَا} ؛ أي: قضاؤنا بهلاكها، وجاءها عذابنا {لَيْلًا أَوْ نَهَارًا فَجَعَلْنَاهَا} ؛ أي: فجعلنا ثمار تلك الأرض وزروعها {حَصِيدًا} ؛ أي: كالمحصود بالمناجل المقطوع من أصله المعدوم، وصارت تلك الثمار والزروع {كَأَنْ لَمْ تَغْنَ} ؛ أي: كأنها لم توجد، ولم تنبت على تلك الأرض {بِالْأَمْسِ} ؛ أي: في الزمن الماضي أصلًا. والمراد بالأمس الزمن الماضي، لا خصوص اليوم الذي قبل يومك؛ أي: نزل بها في تلك الحال أمرنا المقدر لهلاكها، فجاءتها جائحة، وضرب زرعها بعاهة، كجراد أو صقيع، الذي يسقط بالليل من السماء شبيه بالثلج شديد أو ريح سموم ليلًا وهم نائمون أو نهارًا وهم غافلون، فجعلناها كالأرض المحصودة التي قطعت ثمارها، واستؤصل زرعها، ولم يبق منه شيء، أو كأنها لم تنبت، ولم تكن زروعها نضرة بالأمس. وجاء هذا المعنى في قوله تعالى: {أَفَأَمِنَ أَهْلُ الْقُرَى أَنْ يَأْتِيَهُمْ بَأْسُنَا بَيَاتًا وَهُمْ نَائِمُونَ (٩٧) أَوَأَمِنَ أَهْلُ الْقُرَى أَنْ يَأْتِيَهُمْ بَأْسُنَا ضُحًى وَهُمْ يَلْعَبُونَ (٩٨) }. </p><p> والمعنى: إن هذه الحياة الدنيا التي ينتفع بها المرء، مثل النبات الذي لما عظم الرَّجاء في الانتفاع به .. وقع اليأس منه بالهلاك والمتمسك بالدنيا، إذا نال منها بغيته .. أتاه الموت بغتة، فسلبه ما هو فيه من نعيم الدنيا ولذاتها. وقيل: يحتمل أن يكون ضرب هذا المثل لمن ينكر المعاد، والبعث بعد الموت، وذلك؛ لأن الزرع إذا انتهى وتكامل في الحسن إلى الغاية القصوى .. أتته آفة، فتلف </p><p> بالكلية، ثم إن الله سبحانه وتعالى قادر على إعادته كما كان أول مرّةٍ فضرب الله سبحانه وتعالى هذا المثل ليدل على أن من قدر على إعادة ذلك النبات بعد التلف كان قادرًا على إعادة الأموات أحياء في الآخرة، ليجازيهم على أعمالهم، فيثيب الطائع ويعاقب العاصي {كَذَلِكَ} ؛ أي: كما فصلنا وبينا مثل الحياة الدنيا، وعرفناكم حكمها {نُفَصِّلُ الْآيَاتِ} ؛ أي: نبين حججنا ودلائل قدرتنا {لِقَوْمٍ يَتَفَكَّرُونَ} ويتأملون فيها، ويعتبرون بها، ليكون ذلك سببًا موجبًا لزوال الشك، والشبهة عن القلوب. </p><p> والخلاصة: أي كهذا المثل الواضح الذي يمثل حال الدنيا وغرور الناس بها، مع سرعة زوالها وتعلق الآمال بها، نفصل الآيات الدالة على حقيقة التوحيد وأصول الشرائع والآداب والمواعظ وتهذيب الأخلاق، وكل ما فيه صلاح للناس، في معاشهم ومعادهم، لمن يستعمل عقله ويزن أعماله بموازين الحكمة، فليس هذا المثل قاصرًا على شخص دون شخص، بل هو عبرة لمن كان له بصيرة وتدبر، فينبغي للإنسان أن ينزل القرآن في خطاباته على نفسه، ويتأمل فيها ويتدبر، ليأتمر بأوامره وينتهي بنواهيه. </p><p> وقرأ الجمهور (١) : {وَازَّيَّنَتْ} وأصله: وتزينت فأدغمت التاء في الزاي، فاجتلبت همزة الوصل لضرورة تسكين الزاي عند الإدغام. وقرأ أبي، وعبد الله، وزيد بن علي، والأعمش:  {وتزينت} على وزن تفعلت. وقرأ سعد بن أبي وقاص، وأبو عبد الرحمن، وابن يعمر والحسن والشعبي وأبو العالية وقتادة ونصر بن عاصم وابن هرمز وعيسى الثقفي:  {وأزينت} على وزن أفعلت، كأحصد الزرع؛ أي: حضرت زينتها، وحانت وصحت الياء فيه على جهة الندور، كأعليت المرأة، والقياس: وأزانت، كقولك: وأبانت. وقرأ أبو عثمان النهدي: بهمزه مفتوحة. بوزن، أفعألت قاله: عنه صاحب \"اللوامح\" ، قال: كأنه كانت في الوزن بوزن احمارت، لكنهم كرهوا الجمع بين ساكنين، فحركت الألف فانقلبت همزة مفتوحة، ونسب ابن عطية هذه القراءة لفرقة، فقال: وقرأت فرقة، وأزيأنت </p><p>(١) البحر المحيط.</p>"
}