{
  "id": null,
  "sura": 10,
  "aya": 27,
  "text": "<p> رؤية الله تبارك وتعالى. </p><p> القول الثاني: في معنى هذه الزيادة، ما روي عن علي بن أبي طالب رضي الله عنه أنه قال: الزيادة غرفة من لؤلؤة واحدة، لها أربعة أبواب. </p><p> والقول الثالث: إن الحسنى واحدة الحسنات، والزيادة التضعيف إلى تمام العشرة، وإلى سبع مئة. قال ابن عباس: هو مثل قوله تعالى: {وَلَدَيْنَا مَزِيدٌ} يقول: يجزيهم بعملهم، ويزيدهم من فضله. قال قتادة: كان الحسن. يقول: الزيادة: الحسنة بعشر أمثالها، إلى سبع مئة ضعف. </p><p> القول الرابع: إن الحسنى، حسنة مثل حسنة، والزيادة مغفرة من الله ورضوان، قاله مجاهد. </p><p> القول الخامس: قول ابن زيد: إن الحسنى هي الجنة، والزيادة ما أعطاهم في الدنيا، لا يحاسبهم به يوم القيامة، اهـ من \"الخازن\" . </p><p> {وَلَا يَرْهَقُ} : ولا يغشى ولا يغطي {وُجُوهَهُمْ} ؛ أي: وجوه أهل الجنة {قَتَرٌ} ؛ أي: سواد {وَلَا ذِلَّةٌ} ؛ أي: كآبة وحزن. قال ابن أبي ليلى: هذا بعد نظرهم إلى ربهم تبارك وتعالى؛ أي: ولا يغشى وجوههم شيء مما يغشى الكفرة، من الغبرة التي فيها سواد، ولا أثر هوان ولا انكسار بال. {أُولَئِكَ} الذين هذه صفتهم هم {أَصْحَابُ الْجَنَّةِ} وسكانها وملازموها و {هُمْ فِيهَا خَالِدُونَ} ؛ أي: ماكثون فيها مكثًا مؤبدًا، لا نهاية له، فهي لا تبيد فيخافوا زوال نعيمهم، ولا هم بمخرجين منها، فتنغص عليهم لذاتهم. والمعنى: أن هؤلاء الذين وصفت صفتهم هم أصحاب الجنة لا غيرهم، وهم فيها مقيمون لا يخرجون منها أبدًا. </p><p> وقرأ (١) الحسن وأبو رجاء وعيسى بن عمر والأعمش: {قتر} بسكون التاء، وهي لغة كالقدر والقدر. </p><p> ٢٧ - {وَالَّذِينَ كَسَبُوا} وعملوا في الدنيا {السَّيِّئَاتِ} ؛ </p><p>(١) البحر المحيط.</p><p> أي: الشرك والمعاصي، فعصوا الله فيها، وكفروا به وبرسوله، - صلى الله عليه وسلم -، {جَزَاءُ سَيِّئَةٍ بِمِثْلِهَا} ؛ أي (١) : جزاء سيئاتهم أن تجازى سيئة واحدة بسيئة مثلها، لا يزاد عليها كما يزاد في الحسنة؛ أي: جزاء سيئة واحدة من عملهم السيء الذي عملوه في الدنيا، بمثلها من عقاب الله في الآخرة، جزاءً وفاقًا، ولا يزادون على ما يستحقونه من العذاب شيئًا {وَتَرْهَقُهُمْ ذِلَّةٌ} ؛ أي: تغشى وتعلو أنفسهم ذلة عظيمة؛ أي: يصيبهم ذل وخزي وهوان، بما يظهره حسابهم من شرك وظلم وزور وفجور {مَا لَهُمْ مِنَ اللَّهِ} ؛ أي: من عذاب الله وسخطه {مِنْ عَاصِمٍ} ؛ أي: مانع يمنعه، ويحفظه إذا هو عاقبهم، أو يحول بينه وبينهم كالذين اتخذوهم في الدنيا شركاء وزعموهم شفعاء، فذلك هو اليوم الذي تتقطع فيه الأسباب التي كانت تفيد في الدنيا {يَوْمَ لَا تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئًا وَالْأَمْرُ يَوْمَئِذٍ لِلَّهِ (١٩) }. </p><p> فائدة: وجاءت (٢) صلة المؤمنين أحسنوا وصلة الكافرين كسبوا السيئات، تنبيهًا على أن المؤمن، لما خلق على الفطرة، وأصلها بالإحسان، وعلى أن الكافر لما خلق على الفطرة، انتقل عنها وكسب السيئات، فعل ذلك محسنًا، وهذا كاسبًا للسيئات، ليدل على أن المؤمن سلك ما ينبغي وهذا سلك ما لا ينبغي. {كَأَنَّمَا أُغْشِيَتْ} وغطيت وألبست {وُجُوهُهُمْ قِطَعًا} وجزءًا جمع قطع {مِنَ} أديم {اللَّيْلِ} حال كونه حالكًا {مُظْلِمًا} لا بصيص - لمعة - فيه من نور القمر الطالع، ولا النجم الثاقب، فتشقها قطعةً بعد قطعة، فصارت ظلمات متراكمة بعضها فوق بعض؛ أي: كأن وجوه أهل النار، لفرط سوادها، ألبست طائفة من سواد الليل المظلم. </p><p> {أُولَئِكَ} الموصوفون بالصفات المذكورة الذميمة {أَصْحَابُ النَّارِ هُمْ} ؛ أي: ساكنوها وملازموها و {هُمْ فِيهَا} ؛ أي: في النار {خَالِدُونَ} ؛ أي: ماكثون مكثًا مؤبدًا، لا انقضاء لها، لا يبرحونها؛ لأنه ليس لهم مأوى سواها. وقد جاء في معنى هذه الآيات، في وصف الفريقين، قوله تعالى: {وُجُوهٌ يَوْمَئِذٍ مُسْفِرَةٌ (٣٨) </p><p>(١) أبو السعود. (٢) البحر المحيط.</p>"
}