{
  "id": null,
  "sura": 10,
  "aya": 94,
  "text": "<p> {إِنَّ رَبَّكَ} يا محمد سبحانه وتعالى {يَقْضِي} ويحكم {بَيْنَهُمْ يَوْمَ الْقِيَامَةِ} ؛ أي: بين بني إسرائيل المختلفين، أو بين سائر الناس على العموم {فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ} من أمر الدين فيجازي المحسن بإحسانه، والمسيء بإساءته، والمحق بعمله بالحق، والمبطل بعمله بالباطل؛ أي: إن هذا النوع من الاختلاف لا سبيل لإزالته في دار الدنيا، بل سيقضي الله بينهم في الآخرة، فيميز المحقين من المبطلين، ويدخل الأولين الجنة والآخرين النار، وبئس القرار </p><p> ٩٤ - {فَإِن كنُتَ} يا محمَّد {فِي شَكٍّ} وارتياب {مِمَّا أَنْزَلْنَا إِلَيْكَ} ؛ أي: في حقيقة ما أنزلنا إليك، والشك في موضوع اللغة خلاف اليقين، والشك اعتدال النقيضين عند الإنسان لوجود أمارتين، أو لعدم الأمارة، والشك ضرب من الجهل، وهو أخص منه، فكل شك جهل، وليس كل جهل شكا. فإذا قيل: فلان شك في هذا الأمر، فمعناه: توقف فيه حتى يتبين له فيه الصواب أو خلافه. وظاهر هذا الخطاب في قوله:  {فَإِنْ كُنْتَ فِي شَكٍّ} أنه للنبي، - صلى الله عليه وسلم -، والمعنى: فإن كنت يا محمَّد، في شك مما أنزلنا إليك يعني من حقيقة ما أخبرناك به، وأنزلناه يعني القرآن، أو المعنى: فإن كنت أيها الرسول في شك مما قلناه في تلك الشواهد، من قصة هود ونوح وموسى وغيرهم فرضًا وتقديرًا {فَاسْأَلِ الَّذِينَ يَقْرَءُونَ الْكِتَابَ مِنْ قَبْلِكَ} ؛ أي: الذين يقرؤون كتب الأنبياء من قبلك، كاليهود والنصارى، يخبروك أنك مكتوب عندهم في التوراة والإنجيل، وأنك نبي يعرفونك بصفتك عندهم، أو يعلمون أن ما أنزلناه إليك من القصص حق، لا يستطيعون إنكاره. وقرأ يحيى وإبراهيم:  {يقرؤون الكتب} على الجمع. وقد توجه (١) ههنا سؤال واعتراض، وهو أن يقال: هل شك النبي، - صلى الله عليه وسلم -، فيما أنزل عليه، أو في نبوته حتى يسأل أهل الكتاب عن ذلك؟ وإذا كان شاكًّا في نبوة نفسه كان غيره أولى بالشك منه. قلت: الجواب عن هذا السؤال، والاعتراض، ما قاله القاضي عياض: في كتابه \"الشفاء\" فإنه أورد هذا السؤال، ثم قال: احذر ثبت الله قلبك، أن يخطر ببالك ما ذكره فيه بعض المفسرين، عن ابن عباس أو غيره من إثبات شك النبي، - صلى الله عليه وسلم -، </p><p>(١) الخازن.</p><p> فيما أوحى إليه فإنه من بشر. فمثل هذا لا يجوز عليه، - صلى الله عليه وسلم - جملة، بل قد قال ابن عباس: لم يشك النبي، - صلى الله عليه وسلم -، ولم يسأل، ونحوه عن سعيد بن جبير، والحسن البصري، وحكي عن قتادة أنه قال: بلغنا أن النبي - صلى الله عليه وسلم - قال:  \"ما أشك ولا أسأل\" وعامة المفسرين على هذا، تم كلام القاضي عياض رحمه الله. ثم اختلفوا في معنى الآية، ومن المخاطب بهذا الخطاب، على قولين: </p><p> أحدهما: أن الخطاب للنبي، - صلى الله عليه وسلم -، في الظاهر، والمراد به غيره، فهو كقوله:  {لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ} ومعلوم أن النبي، - صلى الله عليه وسلم -، لم يشرك، فثبت أن المراد به غيره، ومن أمثلة العرب إياك أعني واسمعي يا جارة. فعلى هذا يكون معنى الآية: قل يا محمَّد: يا أيها الإنسان الشاك، إن كنت في شك مما أنزلنا إليك على لسان رسولنا محمَّد، - صلى الله عليه وسلم -، فاسأل الذين يقرؤون الكتاب، يخبروك بصحته، ويدل على صحة هذا التأويل، قوله تعالى في آخر هذه السورة:  {قُلْ يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي شَكٍّ مِنْ دِينِي} الآية. فبين أنَّ المذكور في هذه الآية، على سبيل الرمز، هو المذكور في تلك الآية على سبيل التصريح، وأيضًا لو كان النبي - صلى الله عليه وسلم - شاكًّا في نبوته .. لكان غيره أولى بالشك في نبوته، وهذا يوجب سقوط الشريعة بالكلية، معاذ الله من ذلك. </p><p> وقيل: إن الله سبحانه وتعالى علم أن النبي، - صلى الله عليه وسلم -، لم يشك قط، فيكون المراد بهذا التهييج، فإنه، - صلى الله عليه وسلم -، إذا سمع هذا الكلام يقول: لا أشك يا رب، ولا أسأل أهل الكتاب، بل أكتفي بما أنزلته عليّ من الدلائل الظاهرة. </p><p> وقال الزجاج: إن الله سبحانه وتعالى، خاطب الرسول، - صلى الله عليه وسلم -، في قوله:  {فَإِنْ كُنْتَ فِي شَكٍّ} وهو شامل للخلق فهو كقوله: {يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ} وهذا وجه حسن، لكن فيه بعد، وهو أن يقال: متى كان الرسول، - صلى الله عليه وسلم -، دخلًا في هذا الخطاب، كان الاعتراض موجودا، والسؤال واردًا. وقيل: إن لفظة {إن} في قوله: {فَإِنْ كُنْتَ فِي شَكٍّ} للنفي، وما أنت في شك، مما أنزلنا إليك حتى تسأل، فلا تسأل، ولئن سألت لازددت يقينًا. </p><p> والقول الثاني: أن هذا الخطاب ليس هو للنبي - صلى الله عليه وسلم -، ألبتة، ووجه هذا </p>"
}