{
  "id": null,
  "sura": 10,
  "aya": 14,
  "text": "<p> لأن الله سبحانه وتعالى، علم منهم أنهم يصرون على كفرهم والواو (١) في قوله: {وَمَا كَانُوا لِيُؤْمِنُوا} للعطف على ظلموا، أو الجملة اعتراضية لاعتراضها بين أهلكنا وبين قوله الآتي: </p><p> ١٤ - {ثُمَّ جَعَلْنَاكُمْ خَلَائِفَ} واللام لتأكيد النفي يعني: أن السبب في إهلاكهم، تكذيبهم للرسل، وعلم الله أنه لا فائدة في إمهالهم، بعد أن ألزموا الحجة ببعثة الرسل؛ أي: ولقد أهلكنا كثيرًا من الأمم الماضية من قبل زمانكم، كقوم نوح وعاد وثمود وقوم لوط، حين ظلموا بالتكذيب لرسلهم، والحال أنه قد جاءتهم رسلهم بالبينات، الدالة على صدقهم، وما كانوا ليؤمنوا؛ أي: وما كان من شأنهم، ولا من مقتضى استعدادهم أن يؤمنوا؛ لأنهم قد مرنوا على الكفر، وصار ديدنهم حب الشهوات واللذات، من الجاه والرياسة والظلم والفسق والفجور. </p><p> {كَذَلِكَ نَجْزِي الْقَوْمَ الْمُجْرِمِينَ} ؛ أي: نجزي القوم المجرمين، بالإشراك والتكذيب لك يا محمَّد، جزاءً مثل الجزاء الذي جزيناه الأمم الماضية، وهو العذاب الشديد بالاستئصال إن لم يؤمنوا بك. وقرأت فرقة:  {يجزي} بالياء؛ أي؛ يجزى الله، وهو التفات ذكره أبو حيان. وفي هذا وعيد شديد لأهل مكة، على تكذيبهم الرسول صلوات الله وسلامه عليه. </p><p> وإهلاك الله تعالى للأمم، بالظلم ضربان: </p><p> ١ - ضرب بعذاب الاستئصال، للأقوام الذين بعث الله تعالى فيهم رسلًا لهدايتهم، بالإيمان والعمل الصالح، كقوم نوح فعاندوا الرسل، فأنذروهم عاقبة الجحود والعناد بعد مجيئهم بالآيات الدالة على صدقهم. </p><p> ٢ - ضرب بعذاب، هو مقتضى سنته تعالى، في نظم الاجتماع البشري، فالظلم مثلًا سبب لفساد العمران، وضعف الأمم، ولاستيلاء القوية على الضعيفة كما قال:  {وَكَمْ قَصَمْنَا مِنْ قَرْيَةٍ كَانَتْ ظَالِمَةً وَأَنْشَأْنَا بَعْدَهَا قَوْمًا آخَرِينَ} وهو إما ظلم الأفراد لأنفسهم، بالفسوق والإسراف، في الشهوات المضعفة </p><p>(١) النسفي.</p><p> للأبدان، المفسدة للأخلاق، وإما ظلم الحكام، الذي يفسد بأس الأمة ويهن من قوتها. </p><p> {ثُمَّ} بعد إهلاك تلك القرون التي تسمعون أخبارها وتنظرون آثارها {جَعَلْنَاكُمْ} أيتها الأمة المحمدية {خَلَائِفَ} يخلفون عن تلك الأمم {في} سكنى الأرض، وإحيائها {مِنْ بَعْدِهِمْ} ، أي: من بعد تلك القرون الماضية {لِنَنْظُر} أي: لكي ننظر ونعلم {كَيْفَ تَعْمَلُونَ} ؛ أي: عمل تعملونه من خير أو شر، فنجازيكم بحسبه. والمعنى (١) : استخلفناكم في الأرض بعد القرون المهلكة، لننظر أتعملون خيرًا أم شرًّا، فنعاملكم على حسب عملكم. ومعنى: لننظر، أي: لنظهر في الوجود ما علمناه أزلًا، أو ليظهر متعلق علمنا، فالنظر مجاز عن هذا، وقيل: الكلام على حذف مضاف، أي: لينظر رسلنا وأولياؤنا، وأسند النظر إلى الله مجازًا، وهو لغيره. وقرأ يحيى بن الحارث الزماري:  {لنظر} بنون واحدة وتشديد الظاء، وقال: هكذا رأيته في مصحف عثمان. ووجهها أن (٢) النون الثانية قلبت ظاء وأدغمت في الظاء. والاستفهام في كيف لطلب تعيين أحد الأمرين؛ لأن المعنى، لنعلم جواب كيف تعملون؛ أي: أي عمل تعملونه أخير أم شر، وهي معمولة لتعملون، والجملة في موضع نصب لننظر؛ لأنها معلقة، وجاز التعليق في نظر إن لم يكن من أفعال القلوب؛ لأنها وصلة فعل القلب الذي هو العلم. ومعنى الآية: ثم (٣) جعلناكم خلائف في الأرض، من بعد أولئك الأقوام، بما آتيناكم في هذا الدين، من أسباب الملك والحكم، إذ في شريعتكم، ما به سعادة الأمة في دينها ودنياها. </p><p> وفي الآية: بشارة لهذه الأمة، بأنها ستخلفهم في الأرض، إذا آمنت به واتبعت النور الذي أنزل معه، كما قال:  {وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الْأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِنْ قَبْلِهِمْ} وقد صدق الله وعده، فملكهم ملك الأكاسرة، والقياسرة، والفراعنة، وكثير من الأمم غيرها {لِنَنْظُرَ </p><p>(١) البحر المحيط. (٢) العكبري.(٣) المراغي.</p>"
}