{
  "id": null,
  "sura": 10,
  "aya": 2,
  "text": "<p> معانيه، والعرب تضع فعيلًا بمعنى، مفعل، أو بمعنى: المحكم بالحلال والحرام والحدود والأحكام، قاله أبو عبيدة وغيره، وقيل: الحكيم معناه الحاكم بين الناس فيما اختلفوا فيه، كقوله تعالى:  {وَأَنْزَلَ مَعَهُمُ الْكِتَابَ بِالْحَقِّ لِيَحْكُمَ بَيْنَ النَّاسِ فِيمَا اخْتَلَفُوا فِيهِ} فهو فعيل، بمعنى: فاعل. وقيل الحكيم، يعني: المحكوم فيه، فهو فعيل، بمعنى: مفعول؛ أي: حكم الله فيه بالعدل والإحسان، قاله: الحسن وغيره. وقيل: الحكيم، ذو الحكمة لاشتماله عليها وتعلقه بها. </p><p> ٢ - والاستفهام في قوله:  {أَكَانَ لِلنَّاسِ عَجَبًا} لإنكار العجب مع ما يفيده من التقريع والتوبيخ؛ أي: لا ينبغي ولا يليق لهم أن يتعجبوا من إرسال هذا الرسول لهم، فهذا رد عليهم في قولهم: العجب أن الله لم يجد رسولًا يرسله إلى الناس إلا يتيم أبي طالب، وهم من فرط حماقتهم، وقصر نظرهم على الأمور العاجلة، وجهلهم بحقيقة الوحي، مع أنه عليه الصلاة والسلام لم يقصر عن عظمائهم فيما يعتبرونه إلا في المال مع أن خفة المال أليق بحاله، - صلى الله عليه وسلم -، وما هو بصدده، ولذلك كان أكثر الأنبياء عليهم السلام قبله كذلك، اهـ \"بيضاوي\" . والعجب: حالةٌ تعتري الإنسان من رؤية شيءٍ على خلاف العادة، وقيل: العجب حالة تعتري الإنسان عند الجهل بسبب الشيء، اهـ \"خازن\" . وقيل: هو استعظام أمر خفي اهـ. </p><p> واسم كان {أَنْ أَوْحَيْنَا} ؛ أي إيحاؤنا {إِلَى رَجُلٍ مِنْهُمْ} محمَّد، - صلى الله عليه وسلم -، وخبره {عَجَبًا} ؛ أي: هل كان عجبًا لأهل مكة إيحاؤنا، وإرسالنا إلى رجل من جنسهم ونسبهم بـ {أَنْ أَنْذِرِ النَّاسَ} ؛ أي: بأن خوف الكافرين من عذاب الله؛ أي: لا ينبغي لهم العجب من ذلك؛ لأنه ليس في إيحائنا إلى رجل من جنسهم ما يقتضى العجب، فإنه لا يلابس الجنس ويرشده، ويخبره عن الله سبحانه إلا من كان من جنسه، ولو كان من غير جنسهم لكان من الملائكة أو من الجن، ويتعذر المقصود من الإِرسال حينئذٍ؛ لأنهم لا يأنسون إليه ولا يشاهدونه، ولو فرضنا تشكله لهم وظهوره، فإما أن يظهر في غير شكل النوع الإِنساني، وذلك أوحش لقلوبهم وأبعد من أنسهم، أو في الشكل الإِنساني، فلا بد من إنكارهم </p><p> لكونه في الأصل غير إنسان، هذا إن كان العجب منهم لكونه من جنسهم، وأما إن كان لكونه يتيمًا، أو فقيرًا، فذلك لا يمنع من أن يكون من كان كذلك جامعًا من خصال الخير والشرف، ما لم يجمعه غيره، وبالغًا في كمال الصفات إلى حد يقصر عنه من كان غنيًّا أو كان غير يتيم. </p><p> وقد كان لرسول الله، - صلى الله عليه وسلم -، قبل أن يصطفيه الله تعالى بإرساله، من خصال الكمال عند قريش، ما هو أشهر من الشمس، وأظهر من النهار، حتى كانوا يسمونه الأمين. </p><p> وقرأ ابن مسعود (١) : {عجب} بالرفع على أن كان تامة وعجب فاعلها، والمعنى: أحدث للناس عجب لأن أوحينا إلى رجل منهم، ومعنى: كونه للناس عجبًا، أنهم جعلوه لهم أعجوبة يتعجبون منها، ونصبوه علمًا لهم يوجهون نحوه استهزاءهم وإنكارهم. وقرأ رؤبة:  {إِلَى رَجُلٍ} بسكون الجيم، وهي لغة تميمية، يسكنون فعلًا، نحو: سبع وعضد، في سبع وعضد. ولما كان الإنذار عامًّا، كان متعلقه - وهو الناس - عامًّا، ولما كانت البشارة خاصة كان متعلقها خاصًّا، وهو الذين آمنوا. </p><p> وقوله:  {وَبَشِّرِ الَّذِينَ آمَنُوا أَنَّ لَهُمْ قَدَمَ صِدْقٍ عِنْدَ رَبِّهِمْ} معطوف على {أَنْذِرِ النَّاسَ} والمعنى: أكان للناس عجبًا إيحاؤنا إلى رجل منهم، بأن أنذر (٢) الناس كافة، وأعلمهم بالتوحيد والبعث وسائر مقاصد الدين، مع التخويف بعاقبة ما هم عليه، من كفر وضلال، وبشر الذين آمنوا منهم بما أوحيناه إليك، بأن لهم قدم صدق؛ أي: أعمالًا صالحةً استوجبوا بها الثواب منه تعالى، ومنزلة رفيعة نالوها بصدق القول وحسن النية. </p><p> وفي \"الخازن\" : واختلفت (٣) عبارة المفسرين وأهل اللغة في معنى {قَدَمَ صِدْقٍ} فقال ابن عباس: أجرًا حسنًا بما قدموا من أعمالهم. وقال الضحاك: </p><p>(١) البحر المحيط. (٢) المراغي.(٣) الخازن.</p><p> ثواب صدق. وقال مجاهد: الأعمال الصالحة، صلاتهم وصومهم وصدقتهم وتسبيحهم. وقال الحسن: عمل صالح أسلفوه يقدمون عليه. وفي رواية أخرى عن ابن عباس، أنه قال: سبقت لهم السعادة في الذكر الأول، يعني: في اللوح المحفوظ. </p><p> وقال زيد بن أسلم: هو شفاعة محمَّد، - صلى الله عليه وسلم -، وهو قول قتادة. وقيل: لهم منزلة رفيعة عند ربهم، وأضيف القدم إلى الصدق وهو نعته كقولهم: مسجد الجامع، وصلاة الأولى، وحب الحصيد. والفائدة في هذه الإضافة: التنبيه على زيادة الفضل ومدح القدم؛ لأن كل شيء أضيف إلى الصدق فهو ممدوح، ومثله في مقعد صدق ومدخل صدق. </p><p> وقال أبو عبيدة: كل سابق في خير أو شر، فهو عند العرب قدم، يقال: لفلان قدم في الإِسلام وقدم في الخير، ولفلان عندي قدم صدق وقدم سوء. وقال الليث وأبو الهيثم: القدم: السابقة، والمعنى: أنه قد سبق لهم عند الله خير، والسبب في إطلاق لفظ القدم على هذه المعاني أن السعي والسبق لا يحصل إلا بالقدم، فسمى المسبب باسم السبب، كما سميت النعمة يدًا؛ لأنها تعطى باليد اهـ. </p><p> وجملة قوله:  {قَالَ الْكَافِرُونَ} مستأنفة (١) استئنافًا بيانيًّا، كأنه قيل: ماذا صنعوا بعد التعجب. وقال القفال: قبله إضمار، تقديره: فلما أتاهم (٢) بوحي الله وتلاه عليهم، قال الكافرون المتعجبون من إيحاء الله تعالى إليه، المنكرون لتوحيد الله ورسالة رسوله:  {إِنَّ هَذَا} القرآن الذي جاء به محمَّد، - صلى الله عليه وسلم -، {لَسَاحِرٌ مُبِينٌ} ؛ أي: ظاهر واضح، يبين لكم أنه مبطل فيما يدعيه. وجعلوه سحرًا؛ لأنه خارق للعادة في تأثيره في القلوب، وجذبه النفوس إلى الإِيمان به، واحتقار الحياة، ولذاتها في سبيل الله. </p><p>(١) الشوكاني. (٢) المراغي.</p><p> وخلاصة ذلك: أنه كلام مزخرف حسن الظاهر، لكنه واضح البطلان في الحقيقة. وقد كذبوا في تسميته سحرًا؛ لأن السحر ما يكون بأسباب خفية يتعلمها بعض الناس من بعض، إما بالحيل والشعوذة، وإما باستخدام خواص طبيعية علمية مجهولة للجماهير، وإما بتأثير قوى النفس وتوجيه الإرادة وجميعها من الأمور التي يشترك فيها الكثير من العارفين بها، والقرآن ليس بسحر يؤثر بالعلم والصناعة، بل هو أقوال مشتملة على آداب عالية، وتشريع حكيم فيه مصلحة للناس، ولم يكن ليقدر على شيء من مثله، وبهذا ثبت أنه نبي من عند الله تعالى، وأن ما جاء به وحي من لدنه تعالى. </p><p> قال ابن عطية (١) : وقولهم في الإنذار والبشارة سحر، إنما هو بسبب أنه: فرق كلمتهم وحال بين القريب وقريبه. فأشبه ذلك ما يفعله الساحر، وظنوه من ذلك الباب. وقال الزمخشري: وهذا دليل عجزهم واعترافهم به، وإن كانوا كاذبين في تسميته سحرًا وقرأ (٢) الجمهور، وأبو عمرو وابن عامر ونافع:  {لسحر} إشارة إلى الوحي أو القرآن. وقرأ عاصم وحمزة والكسائي وخلف والأعمش وابن محيصن وابن مسعود وأبو رزين ومسروق وابن جبير ومجاهد وابن وثاب وطلحة وابن كثير وعيسى بن عمرو، بخلاف عنهما {لساحر} إشارة إلى الرسول، - صلى الله عليه وسلم -، وفي مصحف أبيّ {ما هذا إلا سحر} . وقرأ الأعمش أيضًا {ما هذا إلا ساحر} . </p><p> وحاصل المعنى على القراءة الثانية أعني القراءة على صيغة اسم الفاعل؛ أي (٣) : إن الكافرين لما جاءهم رسول منهم فأنذرهم وبشرهم، قالوا متعجبين: إن هذا الذي يدعي أنه رسول وهو محمَّد، - صلى الله عليه وسلم -، ساحر ظاهر. وعلى القراءة الأولى، أعني؛ قراءة المصدر؛ أي: إن هذا القرآن لكذب ظاهر ووصف الكفار القرآن بكونه سحرًا، يدل على عظم القرآن عندهم من حيث تعذر المعارضة عليهم </p><p>(١) البحر المحيط. (٢) البحر المحيط.(٣) المراح.</p>"
}