{
  "id": null,
  "sura": 10,
  "aya": 66,
  "text": "<p> الكفار، المتضمن للطعن عليه، وتكذيبه والقدح في دينه، والمقصود: التسلية له والتبشير. </p><p> ثم استأنف سبحانه الكلام مع الرسول، - صلى الله عليه وسلم -، معللًا لما ذكره من النهي لرسول الله، - صلى الله عليه وسلم - وكأن قائلًا، قال: لم لا يحزنه قولهم وهو مما يحزن؟ فقال:  {إن العزة لله جميعًا} ليس لهم منها شيء؛ أي وإنما نهيتك عن الحزن لقولهم؛ لأن العزة والغلبة والقدرة والقهر جميعًا لله، سبحانه وتعالى، هو المنفرد بها دون غيره، لا يملك أحد من دونه شيئًا منها، فهو يهبها لمن يشاء، ويحرمها من يشاء، وهو ناصرك عليهم والمنتقم لك منهم، ولا منافاة (١) بين هذه الآية وبين قوله تعالى: {وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ} ؛ لأن عزة الرسول، - صلى الله عليه وسلم -، وعزة المؤمنين بإعزاز الله إياهم، فثبت بذلك أن العزة لله جميعًا وهو الذي يعز من يشاء ويذل من يشاء. وقيل: إن المشركين كانوا يتعززون بكثرة أموالهم وأولادهم وعبيدهم، فأخبر الله سبحانه وتعالى أن جميع ذلك لله تعالى وفي ملكه، فهو قادر على أن يسلبهم جميع ذلك، ويذلهم بعد العزة. وقرأ (٢) أبو حيوة: {أن العزة} بفتح الهمزة، وليس معمولًا لقولهم؛ لأن ذلك لا يحزن الرسول، - صلى الله عليه وسلم -، إذ هو قول حق، وخرجت هذه القراءة على التعليل؛ أي: لا يقع منك حزن لما يقولون؛ لأجل أن العزة لله جميعًا. وقال القاضي فتحها شاذ يقارب الكفر، وإذا كسرت كان استئنافًا، وهذا يدل على فضيلة علم الإعراب. </p><p> {هُوَ} سبحانه وتعالى {السَّمِيعُ} يسمع ما يقولون في حقك وفي تكذيبهم بالحق، وادعائهم للشرك فيكافؤهم على ذلك وهو {الْعَلِيمُ} بما يفعلون من إيذاء وكيد لا تخفى عليه خافية، فهو مذلهم ومحبط أعمالهم. </p><p> ٦٦ - ثم أقام الدليل على كون العزة لله جميعًا وكون الجزاء بيده فقال:  {أَلَا إِنَّ لِلَّهِ} ؛ أي: انتبهوا أيها المخاطبون، واعلموا أن لله سبحانه وتعالى لا لغيره {من في السموات ومن في الأرض} ؛ أي: جميع من فيهما له سبحانه وتعالى لا لغيره، ومن جملتهم هؤلاء </p><p>(١) الخازن. (٢) البحر المحيط.</p><p> المشركون المعاصرون للنبي، - صلى الله عليه وسلم -، وإذا كانوا ملكه يتصرف فيهم كيف يشاء، فكيف يستطيعون أن يؤذوا رسول الله، - صلى الله عليه وسلم -، بما لم يأذن به الله تعالى؟ والمعنى (١) : ألا إن لله كل من في السموات ومن في الأرض عبيدًا مملوكين له، لا مالك لشيء من ذلك سواه، فكيف يكون إلهًا معبودًا ما يعبده هؤلاء المشركون من الأوثان والأصنام، والعبادة للمالك دون المملوك، وللرب دون المربوب. </p><p> فإن قلت (٢) : قد قال تعالى في الآية التي قبل هذه {أَلَا إِنَّ لِلَّهِ مَنْ فِي السَّمَاوَاتِ} بلفظة {مَا} وقال في هذه الآية بلفظة {مَن} فما فائدة ذلك؟ </p><p> قلتُ: إن لفظة {ما} تدل على ما لا يعقل ولفظة {من} تدل على من يعقل، فمجموع الآيتين يدل على أن الله عزّ وجل يملك جميع من في السموات ومن الأرض من العقلاء وغيرهم، وهم عبيده وفي ملكه. وقيل: إن لفظة {مَن} لمن يعقل، فيكون المراد بـ {مَن} في السموات الملائكة العقلاء وبـ {مَن} في الأرض الإنس والجن، وهم العقلاء أيضًا، وإنما خصهم بالذكر لشرفهم، وإذا كان هؤلاء العقلاء المميزون في ملكه وتحت قدرته .. فغير العقلاء من الحيوانات والجمادات بطريق الأولى، أن يكونوا في ملكه، إذا ثبت هذا فتكون الأصنام التي يعبدها المشركون أيضًا في ملكه وتحت قبضته وقدرته، ويكون ذلك قدحًا في جعل الأصنام شركاء لله معبودة دونه. وفي الآية: نعي على عباد البشر والملائكة والجمادات؛ لأنهم عبدوا المملوك وتركوا المالك، وذلك مخالف لما يوجبه العقل، ولهذا أردفه بقوله:  {وَمَا يَتَّبِعُ} المشركون {الَّذِينَ يَدْعُونَ} ويعبدون {مِنْ دُونِ اللَّهِ} تعالى آلهة {شُرَكَاءَ} له تعالى حقيقة؛ لأن ذلك محال، انما هي أسماء لا مسميات لها، و {مَا} نافية؛ أي: إن هؤلاء المشركين الذين يعبدون غير الله تعالى بدعائهم في الشدائد واستغاثتهم في النوازل والتقريب إليهم بالقرابين والنذور، لا يتبعون شركاء له في الحقيقة يدبرون أمور العباد، ويكشفون الضر عنهم، إذ لا شريك له </p><p>(١) المراغي. (٢) الخازن.</p><p> تعالى. وقرأ السلمي:  {تدعون} بالتاء على الخطاب. قال ابن عطية: وهي قراءة غير متجهة. وقال الزمخشري: وقرأ علي بن أبي طالب - رضي الله عنه - {تدعون} بالتاء. ووجهه أن يحمل {وَمَا يَتَّبِعُ} على الاستفهام؛ أي: وأي شيء يتبع الذين تدعونهم شركاء من الملائكة والنبيين، يعني إنهم يتبعون الله تعالى ويطيعونه، فما لكم لا تفعلون مثل فعلهم، كقوله تعالى:  {أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ} انتهى. ومن قرأ:  {تدعون} بالتاء كان قوله: {إن يتبعون} التفاتًا إذ هو خروج من خطاب إلى غيبة، ذكره أبو حيان. </p><p> ثم أكد ما سلف وزاده بيانًا، فقال:  {إِنْ يَتَّبِعُونَ} ؛ أي: ما يتبعون في الحقيقة فيما يقولون {إلَّا الظَّنَّ} والحدس في دعواهم أنهم أولياء لله وشفعاء عنده، فهم يقيسونه على ملوكهم الظالمين، المتكبرين، الذين لا يصل إليهم أحد من رعاياهم إلا بوسائل حجابه ووزرائه ووسائطه. </p><p> ثم زاد ذلك توكيدًا بقوله:  {وَإِنْ هُمْ} ؛ أي: وما هم في اتباع هذا الظن الذي لا يغني من الحق شيئًا {إِلَّا يَخْرُصُونَ} ويكذبون؛ أي: إلا متخرصون قائلون بغير علم بما يقولون؛ أي: ما يتبعون يقينًا إنما يتبعون ظنًّا والظن لا يغني من الحق شيئًا {إن هم إلا يخرصون} ؛ أي: يقدرون أنهم شركاء تقديرًا باطلًا وكذبًا بحتًا. </p><p> والخلاصة (١) : أنهم إنما اتبعوا ظنونهم الفاسدة، وأوهامهم الباطلة، فقاسوا الرب في تدبير أمور عباده على الملوك، وجهلوا أن أفعاله تعالى إنما تجري بمقتضى مشيئته تعالى الأزلية، وفق علمه الذاتي وحكمته البالغة، العادلة، وأن جميع أوليائه وأنبيائه وملائكته عبيد مملوكون له {أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُورًا (٥٧) }؛ أي: إن أقرب أولئك الذين يدعونهم ويتوسلون إليهم بهم، كالمسيح والملائكة ومن دونهم يتوسلون إليه راجين خائفين، لا كأعوان الملوك </p><p>(١) المراغي.</p>"
}