{
  "id": null,
  "sura": 10,
  "aya": 71,
  "text": "<p> أنا ربكم الأعلى، وانتهى أمره بالغرق وصار مثلًا للآخرين. </p><p> قوله تعالى:  {وَقَالَ فِرْعَوْنُ ائْتُونِي بِكُلِّ سَاحِرٍ عَلِيمٍ ...} الآيات، مناسبتها لما قبلها: لما كانت الآيات الماضية في ذكر الحوار بين موسى وفرعون .. ذكر هنا ما فعل فرعون في مقاومة دعوة موسى، لصد الناس عن اتباعه، باعتبار أنه ساحر، فأحضر السحرة ليقاوموا عمله، ويتغلبوا عليه فيبطلوا حجته. </p><p> قوله تعالى:  {وَقَالَ مُوسَى يَا قَوْمِ إِنْ كُنْتُمْ آمَنْتُمْ بِاللَّهِ فَعَلَيْهِ تَوَكَّلُوا إِنْ كُنْتُمْ مُسْلِمِينَ ...} الآية، مناسبة هذه الآيات لما قبلها، لما ذكر الله سبحانه وتعالى ما فعله فرعون لمقاومة دعوة موسى .. أردف ذلك بذكر ما كان من بني إسرائيل مع موسى، توطئةً لإخراجهم من أرض مصر. </p><p> التفسير وأوجه القراءة </p><p> ٧١ - {وَاتْلُ عَلَيْهِمْ} ؛ أي: واقرأ أيها الرسول على المشركين من أهل مكة وغيرهم، فيما أوعدتهم به من عقاب الله لهم، على مقتضى سننه في المكذبين لرسله من قبلك {نَبَأَ نُوحٍ} ؛ أي: بعض خبر نوح وقصته مع قومه، الذين هم أشباه قومك في العناد، ليصير داعيًا إلى مفارقة الإنكار للتوحيد والنبوة {إِذْ قَالَ} نوح؛ أي: حين قال {لِقَوْمِهِ يَا قَوْمِ إِنْ كَانَ كَبُرَ عَلَيْكُمْ} ؛ أي: شق عليكم وثقل {مَقَامِي} فيكم؛ أي: قيامي فيكم بالدعوة إلى عبادة ربكم، أو مكثي فيكم مدة طويلة {وَتَذْكِيرِي} ؛ أي: مع وعظي إياكم {بِآيَاتِ} التكوينية والتنزيلية الدالة على وحدانيته، ووجوب عبادته، فالواو بمعنى: مع، والمعنى: إن كان عظم عليكم مكثي بينكم مع تذكيري بآيات الله {فَعَلَى اللَّهِ} سبحانه وتعالى لا على غيره {تَوَكَّلْتُ} واعتمدت ووثقت به وفوضت أمري إليه، وهذه الجملة جواب الشرط، والمعنى: إني لا أقابل ذلك منكم إلا بالتوكل على الله، فإن ذلك دأبي الذي أنا عليه قديمًا وحديثًا. ويجوز أن يكون جواب الشرط {فَأَجْمِعُوا} وجملة {فَعَلَى اللَّهِ تَوَكَّلْتُ} اعتراض كقولك: إن كنت أنكرت عليّ شيئًا فالله حسبي. </p><p> والمعنى عليه: يا قوم إن كان كبر عليكم مقامي فيكم .. فإنني قد وكلت أمري إلى الله الذي أرسلني، واعتمدت عليه وحده، بعد أن أديت رسالته بقدر </p><p> طاقتي {فَأَجْمِعُوا أَمْرَكُمْ} ؛ أي: فأعدوا أمركم، واعزموا على ما تقدمون عليه في أمري وإهلاكي {و} ادعوا {شركاءكم} وأصنامكم الذين تعبدونهم من دون الله لنصرتكم، كما أنا أدعو ربي، وأتوكل عليه. وإنما (١) حثهم على الاستعانة بالأصنام بناءً على مذهبهم واعتقادهم أنها تضر وتنفع مع اعتقاده أنها جماد لا تضر ولا تنفع، فهو كالتبكيت والتوبيخ لهم. أو ادعوا من يشاركونكم في الدين والقول، ليساعدوكم فيما تريدون بي، من السعي في إهلاكي {ثُمَّ لَا يَكُنْ أَمْرُكُمْ} الذي تعتزمونه في إهلاكي {عَلَيْكُمْ غُمَّةً} ؛ أي: غمًّا وهمًّا ومبهمًا، وخفيًّا عليكم فيه حيرة ولبس، بل كونوا على بصيرة كيلا تتحولوا عنه، والغم والغمة، كالكرب والكربة، والمعنى: ولا يكن قصدكم إلى هلاكي مستورًا عليكم، ولكن مكشوفًا مشهورًا تجاهرونني به {ثُمَّ اقْضُوا إِلَيَّ} ؛ أي: ثم أدوا إلى ذلك الأمر بعد إجماعه واعتزامه، وبعد استبانته التي لا غمة فيها ولا التباس بأن تنفذوه بالفعل بعد استيفاء مقدماته كلها {وَلَا تُنْظِرُونِ} ؛ أي: ولا تمهلوني بتأخير هذا القضاء عني بعد إعلامكم إياي ما اتفقتم عليه. </p><p> والخلاصة (٢) : أن نوحًا طلب إلى قومه على كثرتهم وقوتهم أن يفعلوا ما استطاعوا من الإيقاع به، مطالبةً المدل الواثق ببأسه وقوته، المعتصم بإيمانه بوعد ربه وتوكله عليه، فأمرهم بإجماع أمرهم بصادق العزيمة، وقوة الإرادة، وأن يضموا إلى هذه القوة النفسية قوة الإيمان بشركائهم وآلهتهم، وأن لا يكون في أمرهم الذي أجمعوا عليه شيء من الغمة والخفاء، الذي قد يوجب الوهن والتردد في التنفيذ. </p><p> وقرأ الجمهور (٣) : {مَقَامِي} بفتح الميم؛ أي: قيامي بالتذكير والدعوة إلى التوحيد. وقرأ أبو مجلز وأبو رجاء وأبو الجوزاء {مقامي} بضمها؛ أي: إقامتي ومكثي بين أظهركم. وقرأ الجمهور:  {فأجمعوا} بقطع الهمزة من أجمع الرجل </p><p>(١) الخازن. (٢) المراغي.(٣) البحر المحيط بتصرف وتلخيص.</p><p> الشيء إذا عزم عليه ونواه. قال الشاعر: </p><p> أَجْمَعُوْا أَمْرَهُمْ بِلَيْلٍ فَلَمَّا ... أَصْبَحُوْا أصْبَحَتْ لَهُمْ ضَوْضَاءُ </p><p> وقال أبو فيد السدوسي أجمعت الأمر أفصح من أجمعت عليه. وقال أبو الهيثم: أجمع أمره جعله مجموعًا بعد ما كان متفرقًا. وعلى هذه القراءة يكون {وشركاءكم} معطوفًا على أمركم على حذف مضاف؛ أي: وأمر شركائكم أو منصوبًا بإضمار فعل؛ أي: وادعوا {وشركاءكم} . وقال أبو علي: وقد ينصب الشركاء بواو المعية. وقرأ الزهري والأعمش والجحدري وأبو رجاء والأعرج والأصمعي، عن نافع ويعقوب بخلاف عنه:  {فاجمعوا} بوصل الألف وفتح الميم من جمع الثلاثي يجمع جمعًا، {وشركاءكم} عطف على أمركم؛ لأنه يقال: جمعت شركائي أو على أنه مفعول معه، أو على حذف مضاف أي: ذوي الأمر منكم فجرى على المضاف إليه ما جرى على المضاف لو ثبت، قاله أبو علي. وفي كتاب \"اللوامح\" : أجمعت؛ أي: جعلته جميعًا وجعلت الأموال جميعًا، فكان الإجماع في الأحداث والجمع في الأعيان وقد يستعمل كل واحد مكان الآخر، وفي التنزيل فجمع كيده. انتهى. </p><p> وقرأ (١) أبو عبد الرحمن والحسن وابن أبي إسحاق وعيسى بن عمر وسلام ويعقوب فيما روي عنه: {وشركاؤكم} بالرفع ووجه بأنه عطفه على الضمير في {فأجمعوا} وقد حصل الفصل بالمفعول فحسن، أو على أنه مبتدأ محذوف الخبر، لدلالة ما قبله عليه؛ أي: وشركاؤكم فليجمعوا أمرهم. وقرأت فرقة: وشركائكم بالخفض عطفًا على الضمير في أمركم؛ أي: وأمر شركائكم فحذف كقول الآخر: </p><p> أكُلَّ امْرِىءٍ تَحْسَبِيْنَ امْرَأً ... وَنَارٍ تَوَقَّدُ بِاللَّيْلِ نَارَا </p><p> أي: وكل نار فحذف كل لدلالة ما قبله عليه. وقرأ السري بن ينعم؛ ثم أفضوا بالفاء وقطع الهمزة؛ أي: انتهوا إليَّ بشركم من أفضى بكذا: انتهى إليه. </p><p>(١) البحر المحيط.</p>"
}