{
  "id": null,
  "sura": 10,
  "aya": 109,
  "text": "<p> {وَمَا أَنَا عَلَيْكُمْ بِوَكِيلٍ} ؛ أي: بحفيظ يحفظ أموركم، وتوكل إليه، وإنما أنا بشير ونذير، أي: وما أنا بموكل من عند الله بأموركم، ولا بمسيطر عليكم فأكرهكم على الإيمان, وأمنعكم بقوتي من الكفر والعصيان، ولا أملك لكم ضرًّا ولا نفعًا، وما أنا إلا رسول مبلغ إليكم أمر ربكم بشير لمن اهتدى، ونذير لمن ضل وغوى، وقد أعذر من أنذر، فلا يجب علي السعي في إيصالكم إلى الثواب. </p><p> ١٠٩ - ثم أمر الله سبحانه وتعالى رسوله - صلى الله عليه وسلم - أن يتبع ما أوحاه إليه من الأوامر والنواهي التي يشرعها الله تعالى له ولأمته، فقال:  {وَاتَّبِعْ مَا يُوحَى إِلَيْكَ} ؛ أي (١) : واتبع أيها الرسول وحي الله الذي أنزله إليك في كتابه، واعمل به وعلمه أمتك. ثم أمره بالصبر على أذى الكفار، وما يلاقيه من مشاق التبليغ وما يعاينه من تلون أخلاق المشركين وتعجرفهم، وجعل ذلك الصبر ممتدًا إلى حكمه بينه وبينهم، فقال:  {وَاصْبِرْ} يا محمَّد على ما يصيبك من الأذى والمكاره، وعلى ما ينالك من قومك {حَتَّى يَحْكُمَ اللَّهُ} ؛ أي: حتى يقضي الله بينك وبين المكذبين لك، وينجز لك ما وعدك؛ أي: حتى يحكم الله سبحانه وتعالى بينك وبينهم، في الدنيا بالنصر لك عليهم، وفي الآخرة بعذابهم بالنار، وهم يشاهدونه، - صلى الله عليه وسلم -، هو وأمته المتبعون له المؤمنون به، العاملون بما يأمرهم به، المنتهون عما ينهاهم عنه، يتقلبون في نعيم الجنة الذي لا ينفد ولا يمكن وصفه، ولا يوقف على أدنى مزاياه. </p><p> {وَهُوَ} سبحانه وتعالى {خَيْرُ الْحَاكِمِينَ} ؛ أي: خير القاضين وأعدل الفاصلين، فهو لا يحكم إلا بالحق، وغيره قد يحكم بالباطل، إما لجهله بالحق، أو مخالفته له باتباع الهوى، وقد امتثل رسوله أمر ربه وصبر حتى حكم الله بينه وبين قومه، وأنجز وعده له، - صلى الله عليه وسلم - ولمن اتبعه من المؤمنين, فاستخلفهم في الأرض وجعلهم الأئمة الوارثين ما أقاموا الدين. ولا يخفى ما في هذه الآيات من التسلية لنبيه ووعده للمؤمنين ووعيده للكافرين. وأنشد (٢) بعضهم في الصبر شعرًا فقال: </p><p>(١) المراغي. (٢) المراح.</p><p> سَأَصْبِرُ حَتَّى يَعْجَزَ الصَّبْرُ عَنْ صَبْرِيْ ... وَأصْبِرُ حَتَّى يَحْكُمَ اللَّهُ فِيْ أَمْرِيْ </p><p> سَأصْبِرُ حَتَّى يَعْلَمَ الصَّبْرُ أنَّنِي ... صَبَرْتُ عَلَى شَيءٍ أَمَرَّ مِنَ الصَّبْرِ </p><p> الإعراب </p><p> {قُلْ يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي شَكٍّ مِنْ دِينِي فَلَا أَعْبُدُ الَّذِينَ تَعْبُدُونَ مِنْ دُونِ اللَّهِ وَلَكِنْ أَعْبُدُ اللَّهَ الَّذِي يَتَوَفَّاكُمْ وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُؤْمِنِينَ (١٠٤) }. </p><p> {قُلْ} : فعل أمر، وفاعله ضمير يعود على محمَّد، والجملة مستأنفة. {يَا أَيُّهَا النَّاسُ ...} إلى آخر الآية مقول محكي، وإن شئت قلت:  {يا} : حرف نداء، {أي} : منادى نكرة مقصودة. {ها} : حرف تنبيه {النَّاسُ} : صفة لأي وجملة النداء في محل النصب مقول {قُلْ}  {إن} حرف شرط {كُنْتُمْ} ؛ فعل ناقص واسمه في محل الجزم بـ {إن} الشرطية على كونها فعل شرط لها. {فِي شَكٍّ} : جار ومجرور خبر {كاَنَ} . {مِنْ دِينِي} جار ومجرور متعلق بـ {شَكٍّ}  {فَلَا} الفاء: رابطة لجواب {إن} الشرطية {لا} نافية {أَعْبُدُ الَّذِينَ} فعل ومفعول، وفاعله ضمير يعود على محمَّد، والجملة الفعلية في محل الجزم بـ {إن} الشرطية على كونها جوابًا لها وجملة {إن} الشرطية في محل النصب مقول {قُلْ} على كونها جواب النداء. {تَعْبُدُونَ} : فعل وفاعل صلة الموصول. {مِنْ دُونِ اللَّهِ} : جار ومجرور ومضاف إليه متعلق به. {وَلَكِنْ}  {الواو} عاطفة. لكن حرف استدراك. {أَعْبُدُ اللَّهَ} فعل ومفعول، وفاعله ضمير يعود على محمَّد، والجملة في محل النصب معطوفة على جملة {إن} الشرطية على كونها مقولًا لـ {قُلْ}  {الَّذِي} اسم موصول في محل النصب صفة الجلالة. {يَتَوَفَّاكُمْ} : فعل ومفعول وفاعله ضمير يعود على الموصول، والجملة صلة الموصول {وَأُمِرْتُ} فعل ونائب فاعل والجملة في محل النصب معطوفة على جملة {إن} الشرطية. {أَنْ أَكُونَ} ناصب وفعل ناقص واسمها ضمير يعود على محمَّد. {مِنَ الْمُؤْمِنِينَ} خبر أكون صلة {أَن} المصدرية {أَن} مع صلتها في تأويل مصدر مجرور بحرف جر محذوف، تقديره: وأمرت بكوني من المؤمنين. </p><p> {وَأَنْ أَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا وَلَا تَكُونَنَّ مِنَ الْمُشْرِكِينَ (١٠٥) }. </p><p> {وَأَنْ} : الواو: عاطفة {أَن} : حرف نصب ومصدر. {أَقِمْ} : فعل أمر في محل النصب بـ {أَن} المصدرية مبني على السكون، وفاعله ضمير يعود على محمد. {وَجْهَكَ} : مفعول به ومضاف إليه، والجملة الفعلية صلة {أَن} المصدرية {أَن} مع صلتها في تأويل مصدر مرفوع على كونه نائب فاعل لفعل محذوف، تقديره، وأوحي إليّ قيام وجهي للدين، والجملة المحذوفة في محل النصب معطوفة على جملة {أمرت} على كونها مقولًا لـ {قُلْ}  {لِلدِّينِ} ؛ جار ومجرور متعلق بـ {أَقِمْ}  {حَنِيفًا} حال من الفاعل المستتر في {أَقِمْ} ويجوز أن يكون حالًا من المفعول، أو من {الدين}  {وَلَا}  {الواو} : عاطفة {لا} : ناهية جازمة {تَكُونَنَّ} : فعل مضارع ناقص في محل الجزم بـ {لا} مبني على الفتح، لاتصاله بنون التوكيد الثقيلة، واسمها ضمير يعود على محمَّد. {مِنَ الْمُشْرِكِينَ} خبر {تكون} والجملة معطوفة على جملة {أَقِمْ} على كونه فاعلًا لفعل محذوف، والتقدير: وأوحي إليّ قيام وجهي للدين وعدم كوني من المشركين. </p><p> {وَلَا تَدْعُ مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُكَ وَلَا يَضُرُّكَ} . </p><p> {وَلَا} : الواو: عاطفة {لا} : ناهية جازمة. {تَدْعُ} فعل مضارع جزوم بـ {لا} الناهية، وفاعله ضمير يعود على محمَّد، والجملة معطوفة على جملة قوله:  {قُلْ يَا أَيُّهَا النَّاسُ} كما في \"أبي السعود\" ، ويجوز أن تكون مستأنفة كما في \"السمين\"  {مِنْ دُونِ اللَّهِ} : متعلق به {مَا} : موصولة أو موصوفة، في محل النصب مفعول {تدع}  {لَا يَنْفَعُكَ} فعل ومفعول، وفاعله ضمير يعود على {مَا} . {وَلَا يَضُرُّكَ} معطوف عليه والجملة صلة لـ {مَا} أو صفة لها. </p><p> {فَإِنْ فَعَلْتَ فَإِنَّكَ إِذًا مِنَ الظَّالِمِينَ} . </p><p> {فَإن} : الفاء: فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفت نهينا لك عن دعاء ما لا ينفع ولا يضر، وأردت بيان حكم ما إذا فعلت ذلك .. فأقول لك {إِن} : حرف شرط. {فَعَلْتَ} : فعل وفاعل في محل الجزم بـ {إن} على كونها فعل شرط لها {فَإِنَّكَ} الفاء رابطة لجواب {إن} الشرطية. {إنك} ناصب واسمه {إِذًا} حرف جواب توسطت بين اسم {إنَّ} </p><p> وخبرها ورتبتها التأخر عن الخبر، وإنما توسطت رعايةً للفواصل، اهـ \"كرخي\"  {مِنَ الظَّالِمِينَ} : خبر إن وجملة {إنَّ} في محل الجزم بـ {إن} الشرطية على كونها جوابًا لها، وجملة {إن} الشرطية في محل النصب مقول لجواب إذا المقدرة وجملة إذا المقدرة مستأنفة. </p><p> {وَإِنْ يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ وَإِنْ يُرِدْكَ بِخَيْرٍ فَلَا رَادَّ لِفَضْلِهِ يُصِيبُ بِهِ مَنْ يَشَاءُ مِنْ عِبَادِهِ وَهُوَ الْغَفُورُ الرَّحِيمُ} . </p><p> {وَإِنْ} : الواو: استئنافية. {إن} حرف شرط. {يَمْسَسْكَ اللَّهُ} فعل ومفعول وفاعل مجزوم بـ {إن} على كونه فعل شرط لها {بِضُرٍّ} : متعلق به {فَلَا} الفاء رابطة. {لَا} : نافية تعمل عمل إن {كَاشِفَ} : في محل النصب اسمها. {لَهُ} جار ومجرور خبر {لا} . {إِلَّا} أداة استثناء مفرغ {هُوَ} ضمير للمفرد المنزه عن الذكورة والأنوثة والغيبة، في محل الرفع بدل من الضمير المستكن في خبر لا المحذوف، وجملة {لا} في محل الجزم بـ {إن} على كونها جوابًا لها، وجملة {إن} الشرطية مستأنفة {وَإِنْ}  {الواو} : عاطفة {إن} : حرف شرط {يُرِدْكَ} : فعل ومفعول في محل الجزم بـ {إن} الشرطية على كونه فعل شرط لها، وفاعله ضمير يعود على الله. {بِخَيْرٍ} متعلق به {فَلَا رَادَّ} الفاء رابطة. {لا} : نافية {راد} : في محل النصب اسمها {لِفَضْلِهِ} . جار ومجرور ومضاف إليه متعلق به، وخبر {لا} محذوف جوازًا تقديره: فلا راد لفضله موجود، وجملة {لا} في محل الجزم بـ {إن} الشرطية على كونها جوابًا لها، وجملة {إن} الشرطية معطوفة على جملة {إن} الأولى. {يُصِيبُ} : فعل مضارع، وفاعله ضمير يعود على {اللَّهُ} . {بِهِ} متعلق به {مَن} اسم موصول في محل النصب مفعول به. {يَشَاءُ} فعل مضارع وفاعله ضمير يعود على {اللَّهُ} ومفعول المشيئة محذوف، تقديره يشاءه، وهو عائد على {مَن} الموصولة. {مِنْ}  {عِبَادِهِ} حال من الضمير المحذوف من {مَن} الموصولة وجملة {يشاء} صلة من الموصولة وجملة {يصيب} في محل النصب حال من ضمير {فضلِهِ} . {وَهُوَ} . مبتدأ {الْغَفُورُ} خبر أول {الرَّحِيمُ} خبر ثانٍ. والجملة الاسمية </p><p> معترضة تذييله. </p><p> {قُلْ يَا أَيُّهَا النَّاسُ قَدْ جَاءَكُمُ الْحَقُّ مِنْ رَبِّكُمْ} . </p><p> {قُلْ} : فعل أمر، وفاعله ضمير يعود على محمَّد، والجملة مستأنفة. {يَا أَيُّهَا النَّاسُ ...} إلى آخر الآية: مقول محكي، وإن شئت قلت:  {يا} : حرف نداء. {أي} : منادى نكرة مقصودة. {ها} : حرف تنبيه {النَّاسُ} صفة لأي، وجملة النداء في محل النصب مقول {قُلْ} . {قَدْ جَاءَكُمُ الْحَقُّ} : فعل ومفعول وفاعل {مِنْ رَبِّكُمْ} : متعلق بـ {جاء} أو حال من {الْحَقُّ} والجملة الفعلية في محل النصب مقول القول على كونها جواب النداء. </p><p> {فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَنْ ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَمَا أَنَا عَلَيْكُمْ بِوَكِيلٍ} . </p><p> {فَمَنِ} : الفاء: حرف عطف وتفصيل. {من} : اسم شرط جازم في محل الرفع مبتدأ، والخبر جملة الشرط أو الجواب أو هما {اهْتَدَى} : فعل ماض في محل الجزم بـ {من} على كونه فعل شرط لها، وفاعله ضمير يعود على {من} . {فَإِنَّمَا} الفاء: رابطة لجواب {من} الشرطية. {إنما} : أداة حصر ونفي. {يَهْتَدِي} : فعل مضارع مرفوع، وفاعله ضمير يعود على {من} . {لِنَفْسِهِ} : متعلق به، وجملة {يَهْتَدِي} في محل الجزم بـ {من} الشرطية على كونها جوابًا لها، وجملة {من} الشرطية في محل النصب معطوفة على جملة قوله: {قَدْ جَاءَكُمُ} على كونها مقولًا لـ {قُلْ} . {وَمَن}  {الواو} : عاطفة. {من} : اسم شرط في محل الرفع مبتدأ. {ضَلَّ} : فعل ماضٍ في محل الجزم بـ {من} الشرطية، وفاعله ضمير يعود على {من} . {فَإِنَّمَا}  {الفاء} : رابطة لجواب {من} الشرطية {إنما} : أداة حصر. {يَضِلُّ} : فعل مضارع مرفوع، وفاعله ضمير يعود على {من} . {عَلَيْهَا} : متعلق به، والجملة في محل الجزم بـ {من} الشرطية على كونها جوابًا لها، وجملة {من} الشرطية في محل النصب معطوفة على جملة {من} الأولى. {وَمَا}  {الواو} : عاطفة {ما} : حجازية أو تميمية. {أَنَا} : في محل الرفع اسمها أو مبتدأ. {عَلَيْكُمْ} : متعلق بـ {بوكيل} . </p><p> {بِوَكِيلٍ} خبر {ما} الحجازية منصوب بفتحة مقدرة، أو خبر المبتدأ مرفوع بضمة مقدرة، وجملة {ما} الحجازية أو المبتدأ والخبر في محل النصب معطوفة على جملة {من} الشرطية على كونها مقول القول. </p><p> {وَاتَّبِعْ مَا يُوحَى إِلَيْكَ وَاصْبِرْ حَتَّى يَحْكُمَ اللَّهُ وَهُوَ خَيْرُ الْحَاكِمِينَ (١٠٩) }. </p><p> {وَاتَّبِعْ} : فعل أمر معطوف على {قُلْ} وفاعله ضمير يعود على محمَّد. {مَا} موصولة أو موصوفة في محل النصب مفعول به. {يُوحَى} : فعل مضارع مغير الصيغة، ونائب فاعله ضمير يعود على {مَا} . {إِلَيْكَ} ؛ متعلق به، والجملة صلة لـ {مَا} أو صفة لها {وَاصْبِرْ} : فعل أمر معطوف على {وَاتَّبِعْ} وفاعله ضمير يعود على محمَّد. {حَتَّى} حرف جر وغاية. {يَحْكُمَ اللَّهُ} فعل وفاعل منصوب بـ {أن} مضمرة وجوبًا بعد {حَتَّى} بمعنى إلى والجملة الفعلية في تأويل مصدر مجرور بـ {حَتَّى} بمعنى إلى الجار والمجرور متعلق باصبر والتقدير واصبر إلى حكم الله تعالى بينك وبينهم. {وَهُوَ خَيْرُ الْحَاكِمِينَ} : مبتدأ وخبر والجملة في محل النصب حال من الجلالة. </p><p> التصريف ومفردات اللغة </p><p> {فِي شَكٍّ} والشك: إدراك الطرفين على السواء، والظن: إدراك الطرف الراجح، والتوهم: إدراك الطرف المرجوح، وهو مصدر شك يشك، من باب شد، والتعبير عما هم فيه بالشك مع كونهم قاطعين بعدم الصحة للإيذان بأن أقصى ما يمكن عروضه للعاقل في هذا الباب، هو الشك في صحته، وأما القطع بعدمها فمما لا سبيل إليه، كما مر ذكره عن \"أبي السعود\" . {مِنْ دِينِي} والدين لغةً: ما يتدين به الشخص، باطلًا كان، أو حقًّا، وشرعًا ما شرعه الله تعالى لعباده على لسان رسوله، - صلى الله عليه وسلم -، من العقائد والأحكام. {وَأَنْ أَقِمْ وَجْهَكَ لِلدِّينِ} ؛ أي: اصرف وَوَجِّهْ وجهك؛ أي: ذاتك بكليتها للدين؛ أي: إلى الدين. {وَإِنْ يُرِدْكَ بِخَيْرٍ} لعله ذكر الإرادة مع الخير، والمس مع الضر، مع تلازم الأمرين، للتنبيه على أن الخير مراد بالذات، وأن الضر إنما مسهم لا بالقصد الأول. {وَاصْبِرْ} والصبر: حبس النفس على الشدائد والمشقات وتجرعها. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات ضروبًا من البلاغة والفصاحة والبيان والبديع: </p><p> فمنها: الجناس المماثل في قوله: {فَلَا أَعْبُدُ الَّذِينَ تَعْبُدُونَ مِنْ دُونِ اللَّهِ} . </p><p> ومنها: إطلاق الجزء وإرادة الكل، في قوله:  {فَأَقِمْ وَجْهَكَ} ، أي: اصرف وَوَجِّهْ ذاتك. </p><p> ومنها: الطباق بين {ينفعك} و {يضرك} . </p><p> ومنها: المقابلة اللطيفة بين قوله: {وَإِنْ يَمْسَسْكَ اللَّهُ بِضُرٍّ} وقوله: {وَإِنْ يُرِدْكَ بِخَيْرٍ} . </p><p> ومنها: الطباق بين قوله: {فَمَنِ اهْتَدَى} وقوله: {وَمَنْ ضَلَّ} . </p><p> ومنها: جناس الاشتقاق بين قوله: {حَتَّى يَحْكُمَ اللَّهُ} وقوله: {وَهُوَ خَيْرُ الْحَاكِمِينَ} . </p><p> ومنها: الجناس المماثل بين {اهتدى} و {يهتدى} ، وبين {ضل} و {يضل} . </p><p> ومنها: الكناية في قوله: {فَإِنْ فَعَلْتَ} ؛ أي: دعوت {فَإِنَّكَ إِذًا مِنَ الظَّالِمِينَ} ؛ لأن الفعل هنا كناية عن القول والدعاء. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> سورة هود عليه السلام </p><p> مكية كلها في قول الحسن وعكرمة وعطاء وجابر. وقال ابن عباس وقتادة: هي مكية إلا آيةً، وهي قوله تعالى:  {وَأَقِمِ الصَّلَاةَ طَرَفَيِ النَّهَارِ ...} الآية. وقال مقاتل (١) : هي مكية إلا قوله تعالى: {فَلَعَلَّكَ تَارِكٌ بَعْضَ مَا يُوحَى إِلَيْكَ} ، وقوله:  {أُولَئِكَ يُؤْمِنُونَ بِهِ} ، وقوله سبحانه:  {إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ} . وهي: مئة وثلاث وعشرون آيةٌ، وألف وسبع مئة وخمس وعشرون كلمةً، وتسعة آلاف وخمس مئة وسبعة وستون حرفًا. وسميت السورة باسم هود لذكره فيها، وهو هود بن عبد الله بن رباح بن الخلود بن عاد بن عوص بن إرم بن سام بن نوح. وقيل: هو هود بن شالخ بن أرفخشد بن سام بن نوح بن عم أبي عاد، اهـ \"بيضاوي\" . </p><p> ومن فضائلها: ما أخرجه (٢) الدارمي وأبو داود في \"مراسيله\" ، وأبو الشيخ وابن مردويه وابن عساكر والبيهقي في \"الشعب\" عن كعب، قال: قال رسول الله - صلى الله عليه وسلم - \"اقرؤوا هود يوم الجمعة\" . </p><p> وأخرج ابن المنذر والطبراني وأبو الشيخ وابن مردويه وابن عساكر، من طريق مسروق عن أبي بكر الصديق - رضي الله عنه - قال: قلت: يا رسول الله، لقد أسرع إليك الشيب، فقال:  \"شيبني هود، والواقعة، والمرسلات، وعم يتسألون، وإذا الشمس كورت\" . وأخرجه البزار وابن مردويه من طريق أنس عنه مرفوعًا بلفظ، قلت: يا رسول الله، عجل إليك الشيب قال:  \"شيبتني هود وأخواتها، والواقعة، والحاقة، وعم يتسألون، وهل أتاك حديث الغاشية\" . </p><p> قال بعض العلماء (٣) : سبب شيبة - صلى الله عليه وسلم - من هذه السور المذكورة في </p><p>(١) الخازن. (٢) الشوكاني.(٣) الخازن.</p><p> الحديث، لما فيها من ذكر القيامة والبعث والحساب والجنة والنار، وما فعل بالأمم السابقة، والله أعلم بمراده - صلى الله عليه وسلم -. </p><p> الناسخ والمنسوخ: وقال (١) أبو عبد الله محمَّد بن حزم رحمه الله في كتابه \"الناسخ والمنسوخ\" : سورة هود فيها من المنسوخ ثلاث آيات: </p><p> أولاهن: قوله تعالى: {مَنْ كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا} الآية (١٥) نسخت بقوله تعالى في سورة الإسراء: {مَنْ كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَاءُ لِمَنْ نُرِيدُ} الآية (١٨) . </p><p> الآية الثانية: قوله تعالى: {وَقُلْ لِلَّذِينَ لَا يُؤْمِنُونَ اعْمَلُوا عَلَى مَكَانَتِكُمْ} الآية (١٢١) نسخت بآية السيف. </p><p> الآية الثالثة: قوله تعالى: {وَانْتَظِرُوا إِنَّا مُنْتَظِرُونَ (١٢٢) } الآية (١٢٢) منسوخة بآية السيف أيضًا. </p><p> المناسبة: مناسبة هذه السورة لما قبلها (٢) : أنها تضمنت ما تضمنته سورة يونس، من أصول الإِسلام، وهي التوحيد والنبوة والبعث والحساب والجزاء. </p><p> وفصل فيها ما أجمل في سابقتها، من قصص الرسل عليهم السلام، وهي مناسبة لها في فاتحتها وخاتمتها وتفصيل الدعوة في أثنائها، فقد افتتحتا بذكر القرآن بعد {الر} وذكر رسالة النبي، المبلغ عن ربه، وبيان أنَّ وظيفة الرسول إنما هي التبشير والإنذار، وفي أثنائهما ذكر التحدِّي بالقرآن والرد على الذين زعموا، أن الرسول، - صلى الله عليه وسلم -، قد افتراه ومحاجة المشركين في أصول الدين، وختمتا بخطاب الناس بالدعوة إلى ما جاء به الرسول، - صلى الله عليه وسلم -، ثم أمر الرسول، - صلى الله عليه وسلم -، في الأولى بالصبر، حتى يحكم الله بينه وبين الكافرين، وفي الثانية بانتظار هذا الحكم منه تعالى، مع الاستقامة على عبادته والتوكل عليه. وعلى الجملة فقد أجمل في كل منهما، ما فصل في الأخرى، مع فوائد انفردت بها كل منهما، فقد </p><p>(١) كتاب الناسخ والمنسوخ. (٢) المراغي.</p><p> اتفقتا موضوعًا في الأكثر واختلفتا نظمًا وأسلوبًا، مما لا مجال للشك في أنهما من كلام الرحمن، الذي علم الإنسان البيان. </p><p> والله أعلم </p><p> * * * </p>"
}