{
  "id": null,
  "sura": 10,
  "aya": 59,
  "text": "<p> اللام، وقد تقرر في العربية أن لام الأمر تحذف مع الخطاب إلا في لغة قليلة جاءت هذه القراءة عليها. وقرأ الجمهور بالمثناة التحتية في {يَجْمَعُونَ} كما قرؤوا في {فَلْيَفْرَحُوا} بالياء. وروي عن ابن عامر أنه قرأ: بالفوقية في {يجمعون} وبالتحتية في {فَلْيَفْرَحُوا} </p><p> ٥٩ - {قُلْ} يا محمَّد لهؤلاء المشركين: {أَرَأَيْتُمْ} ؛ أي: أخبروني أيها الجاحدون للوحي والرسالة {مَا أَنْزَلَ اللَّهُ لَكُمْ} ؛ أي: أهذا الذي أفاضه الله عليكم من فضله وإحسانه {مِنْ رِزْقٍ} تعيشون به من نبات وحيوان {فَجَعَلْتُمْ مِنْهُ} ؛ أي: من ذلك الرزق {حَرَامًا وَحَلَالًا} ؛ أي: فجعلتم بعضه حرامًا، وبعضه حلالًا، وقد تقدم تفصيل ذلك في سورة الأنعام بقوله:  {وَجَعَلُوا لِلَّهِ مِمَّا ذَرَأَ مِنَ الْحَرْثِ وَالْأَنْعَامِ نَصِيبًا فَقَالُوا هَذَا لِلَّهِ بِزَعْمِهِمْ وَهَذَا لِشُرَكَائِنَا} إلخ، وبقوله في سورة المائدة:  {مَا جَعَلَ اللَّهُ مِنْ بَحِيرَةٍ وَلَا سَائِبَةٍ وَلَا وَصِيلَةٍ وَلَا حَامٍ وَلَكِنَّ الَّذِينَ كَفَرُوا يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ وَأَكْثَرُهُمْ لَا يَعْقِلُونَ} . ويحتمل كون ما في {مَا أَنْزَلَ اللَّهُ} موصولة بمعنى الذي، والعائد محذوف؛ أي: ما أنزله الله، وهي في محل نصب مفعول أول، لـ {أرأيتم} ؛ لأنه بمعنى أخبروني، والثاني: هو الجملة من قوله: {آللَّهُ أَذِنَ لَكُمْ} والرابط لهذه الجملة بالمفعول الأول محذوف، تقديره: آلله أذن لكم فيه، واعترض على هذا، بأن قوله: قل، يمنع من وقوع الجملة بعده مفعولًا ثانيًا وأجيب بأنه كرر توكيدًا للأمر بالاستخبار. وقيل: إن {مَا} استفهامية في محل الرفع بالابتداء وخبرها {آللَّهُ أَذِنَ لَكُمْ} . وقيل في قوله:  {قُلْ آللَّهُ أَذِنَ لَكُمْ} تكرير للتوكيد، والرابط محذوف ومجموع المبتدأ والخبر في محل النصب بـ {أَرَأَيْتُمْ} والمعنى: أخبروني، أهذا الذي أنزل الله إليكم من رزق، فجعلتم منه حرامًا كالبحيرة، وحلالًا كالميتة، آلله أذن لكم في تحليله وتحريمه {أَمْ عَلَى اللَّهِ تَفْتَرُونَ} وتكذبون في نسبة ذلك إليه؛ أي: أخبروني آلله أمركم بذلك الحكم، فأنتم ممتثلون بأمره تعالى، أم لم يأذن لكم في ذلك، بل أنتم كاذبون على الله في ادعائكم أن الله أمرنا بذلك الحكم. </p><p> ومعنى (١) إنزال الرزق: كون المطر ينزل من جهة العلو، وكذلك يقضي </p><p>(١) الشوكاني.</p><p> الأمر في أرزاق العباد في السماء على ما قد ثبت في اللوح المحفوظ، من ذكره سبحانه وتعالى لكل شيء فيه. </p><p> والظاهر (١) : أن أم هنا متصلة، كما قال السفاقسيّ، أي: آلله أذن لكم، أم تكذبون عليه في نسبة الإذن إليه، ويجوز أن تكون منقطعة بمعنى، بل وهمزة التقرير لافترائهم بمعنى، بل أتفترون على الله ذلك، وإظهار الاسم الشريف وتقديمه على الفعل للدلالة على كمال الافتراء. </p><p> وفي هذه الآية الشريفة (٢) : ما يصك مسامع المتصدرين للإفتاء لعباد الله في شريعته، بالتحليل والتحريم، والجواز وعدمه، مع كونهم من المقلدين الذين لا يعقلون حجج الله تعالى، ولا يفهمونها، ولا يدرون ما هي. ومبلغهم من العلم الحكاية لقول قائل من هذه الأمة قد قلدوه في دينهم، وجعلوه شارعًا مستقلًا ما عمل به من الكتاب والسنة، فهو المعمول به عندهم، وما لم يبلغه ولم يفهمه حق فهمه أو فهمه وأخطأ الصواب في اجتهاده وترجيحه، فهو في حكم المنسوخ عندهم، المرفوع حكمه عن العباد، مع كون من قلدوه متعبدًا بهذه الشريعة، كما هم متعبدون بها ومحكومًا عليه بأحكامها، كما هم محكوم عليهم بها، وقد اجتهد رأيه، وأدى ما عليه، وفاز بأجرين مع الإصابة وأجرًا واحدًا مع الخطأ. إنما الشأن في جعلهم لرأيه، الذي أخطأ فيه شريعةً مستقلة ودليلًا معمولًا به، وقد أخطؤوا في هذا خطأً بينًا، وغلطوا غلطًا فاحشًا فإن الترخيص للمجتهد في اجتهاد رأيه يخصه وحده، ولا قائل من أهل الإِسلام المعتد بأقوالهم إنه يجوز لغيره أن يعمل به تقليدًا له واقتداءً به، وما جاء به المقلدة في تقوم هذا الباطل فهو من الجهل العاطل، اللهم ارزقنا من العلم ما نميز به بين الحق والباطل، وارزقنا من الإنصاف ما نظفر به بما هو الحق عندك، يا واهب الخير والعطايا، ومانح التوفيق والهدايا. </p><p>(١) الفتوحات. (٢) الشوكاني.</p>"
}