{
  "id": null,
  "sura": 10,
  "aya": 74,
  "text": "<p> عليه، وليس المراد أنهم أحدثوا تكذيبه بعد أن لم يكن؛ أي: فأصروا على تكذيبه بعد أن أقام عليهم الحجة، بقوله وعمله على حقيقة دعوته {فَنَجَّيْنَاهُ وَمَنْ مَعَهُ فِي الْفُلْكِ} ؛ أي: فنجينا نوحًا ومن آمن معه، وأجاب دعوته وصار على دينه في السفينة التي كان صنعها بأمرنا؛ أي: أعقبنا تكذيبه النجاة له ولمن معه، وكانوا أربعين رجلًا وأربعين امرأة. {وَجَعَلْنَاهُمْ خَلَائِفَ} ؛ أي وجعلنا الذين نجيناهم مع نوح في السفينة خلائف في الأرض، التي كانت للمهلكين بالغرق من قومه، الذين كذبوه بعد أن أنذرناهم فأغرقناهم، وحقت عليهم كلمة ربك يسكنونها. ويخلفونهم فيها. والخلائف، جمع خليفة، كصحائف جمع صحيفة. {وَأَغْرَقْنَا الَّذِينَ كَذَّبُوا بِآيَاتِنَا} ؛ أي: بدلائل قدرتنا التكوينية والتنزيلية، من الكفار المعاندين لنوح عليه السلام، الذين لم يؤمنوا به، أغرقهم الله تعالى، بالطوفان، وإنما أخر ذكره وقدم الإنجاء، إشارةً إلى أن الرحمة سابقة على الغضب، لتعجيل المسرة لمن يمتثل الأمر ذكره \"الصاوي\" . وفي هذا (١) الإخبار توعد للكفار بمحمد - صلى الله عليه وسلم - وضرب مثال لهم، في أنهم بحال هؤلاء من التكذيب، فسيكون حالهم كحالهم في التعذيب {فَانْظُرْ} أيها الرسول، بعين بصيرتك وعقلك {كَيْفَ كَانَ عَاقِبَةُ الْمُنْذَرِينَ} ؛ أي: على أي حالةٍ كانت عاقبة الذين أنذرهم رسولهم وقوع عذاب الله بهم، وأصروا على تكذيبه، وكيف صار آخر أمرهم، وهكذا عاقبة من يصرون على تكذيبك من قومك؛ وعاقبة المؤمنين المتقين لك. </p><p> وقيل: الخطاب في {فَانْظُرْ} للسامع لهذه القصة، وفي ذلك تعظيم لما جرى عليهم وتحذير لمن أنذرهم الرسول، وتسلية له، - صلى الله عليه وسلم -، وتهديد للمشركين وتهويل عليهم </p><p> ٧٤ - {ثُمَّ بَعَثْنَا مِنْ بَعْدِهِ} ؛ أي: ثم أرسلنا من بعد نوح عليه السلام {رُسُلًا} مثله كهود وصالح وإبراهيم ولوط وشعيب {إِلَى قَوْمِهِمْ} ؛ أي: إلى أقوامهم الذين كانوا مثل قومه، في تكذيب رسلهم، فقد أرسل هود إلى عاد وصالح إلى ثمود، ولم يرسل رسول منهم إلى كل الأقوام، الذين كانوا في زمانه، إلا شعيبًا، فإنه أرسل إلى قومه، أهل مدين وإلى جيرانهم، أصحاب </p><p>(١) البحر المحيط.</p><p> المؤتفكة، فقد كانوا متحدين معه لغةً ووطنًا {فَجَاءُوهُمْ بِالْبَيِّنَاتِ} ؛ أي: فجاء كل رسول منهم قومه بالحجج الدالة على صدقه في رسالته، بحسب ما يتسنى لهم فهمه، من الأدلة العقلية والحسية؛ أي: فجاء كل رسول منهم قومه المخصوصين به، بالمعجزات الدالة على صدق ما قاله، وبما أرسله الله به، من الشرائع التي شرعها الله لقوم كل نبي {فَمَا كَانُوا لِيُؤْمِنُوا بِمَا كَذَّبُوا بِهِ مِنْ قَبْلُ} ؛ أي: فما (١) كانوا ليصدقوا بما كذبوا به، من أصول الشرائع التي أجمعت عليها الرسل قاطبةً، ودعوا أممهم إليها من قبل مجيء رسلهم؛ أي: كانت حالهم بعد مجيء الرسل كحالهم قبل ذلك، كأن لم يبعث إليهم أحد، أو المعنى؛ أي: فما استقام لقوم من أولئك الأقوام أن يؤمن المتأخر منهم بما كذب به المتقدم من قبل، ممن كان مثله في سبب كفره، وهو استكبار الرؤساء وتقليد الدهماء. </p><p> وعبارة \"الشوكاني\" هنا: {فَمَا كَانُوا لِيُؤْمِنُوا} ؛ أي (٢) : فما أحدثوا الإيمان بل استمروا على الكفر وأصروا عليه، والمعنى: أنه ما صح ولا استقام لقوم من أولئك الأقوام، الذين أرسل الله إليهم رسله؛ أن يؤمنوا في وقت من الأوقات {بِمَا كَذَّبُوا بِهِ مِنْ قَبْلُ} ؛ أي: من قبل تكذيبهم الواقع منهم عند مجيء الرسل إليهم. </p><p> والمعنى: أن كل قوم من العالم لم يؤمنوا زمن أن أرسل الله إليهم الرسول المبعوث إليهم على الخصوص بما كانوا مكذبين به من قبل مجيئه إليهم؛ لأنهم كانوا غير مؤمنين بل مكذبين بالدين، ولو كانوا مؤمنين لم يبعث إليهم رسولًا وهذا مبني على أن الضمير في قوله:  {فَمَا كَانُوا لِيُؤْمِنُوا} وفي قوله: {بِمَا كَذَّبُوا} راجع إلى القوم المذكورين في قوله: {إِلَى قَوْمِهِمْ} وقيل: ضمير {كَذَّبُوا} راجع إلى قوم نوح؛ أي: فما كان قوم الرسل ليؤمنوا بما كذب به قوم نوح، من قبل أن يأتي هؤلاء الأقوام، الذين جاؤوا من بعدهم وجاءتهم رسلهم بالبينات. وقيل: إن الباء في {بِمَا كَذَّبُوا بِهِ مِنْ قَبْلُ} للسببية؛ أي: فما كانوا ليؤمنوا عند مجيء الرسل بسبب ما اعتادوه من تكذيب من قبل مجيئهم وفيه نظر. وقيل المعنى: بما كذبوا به من قبل؛ أي: في عالم الذر، فإن فيهم من كذب </p><p>(١) المراح. (٢) الشوكاني.</p>"
}