{
  "id": null,
  "sura": 11,
  "aya": 80,
  "text": "<p> ٧٩ - {قَالُوا} ؛ أي: قال قوم لوط مجيبينَ عليه معرضينَ عمَّا نَصَحَهم به، وأرشدهم إليه، والله {لَقَدْ عَلِمْتَ} يا لوط من قبل {مَا لَنَا فِي بَنَاتِكَ مِنْ حَقٍّ} ؛ أي: علمت (١) من قبل أنه ليس لنا في بناتك من حق؛ أي: من رغبة في تزوجهن، فَتَصْرَفنا بعرضهن علينا عما نريده، وقد يكون المعنى: لقد علمت الذي لنا في نسائنا اللواتي تسميهن بناتكَ من حق الاستمتاع، وما نحن عليه معهن، فلا ينبغي عَرْضُك إياهن علينا لتصرفنا عَمَّا نريده؛ أي: ما لنا فيهن من شهوة ولا حاجة، لأنَّ من احتاج إلى شيء، فكأنه حصل له فيه نوعٌ حق، ومعنى ما نسبوه إليه من العلم، أنه قد عَلِمَ منهم المكالَبَة على إتيان الذكور، وشدة الشهوة إليهم، فهم من هذه الحيثية كأنهم لا حَاجةَ لهم إلى النساء، ويُمكِن أن يريدوا أنه لا حَقَّ لنا في نكاحهن؛ لأنه لا ينكحهن، ولا يتزوج بهن إلا مؤمن، ونحن لا نؤمن أبدًا. ومقصودُهم أنَّ نكاح الإناث ليس من عادتنا ومذهبِنا, ولذا قالوا:  (علمْتَ) فإنَّ لوطًا كان يعلم ذلك، ولا يعلم عدمَ رغبتهم في بناته بخصوصهن، ويؤيده قوله:  {وَإِنَّكَ} يا لوط {لَتَعْلَمُ مَا نُرِيدُ} ؛ أي: لتعرف حقَّ المعرفة ما نريد من الاستمتاع بالذُّكران، وإننا لا نؤثر عليه شيئًا. </p><p> والخلاصة: أنهم أجمعوا أمرهم على فعل ما يريدون، وهو في الحقيقة طلب ما أعد الله لهم في الأزل من قهره، يعني الهلاكَ بالعذاب. </p><p> ٨٠ - ولما يئس من ارعوائهم عَمَّا هم عليه من الغيِّ {قَالَ} لوط لقومه: حينَ أَبَوا إلا المُضِيَّ لما قد جاؤوا له من طلب الفاحشة، وأيس من أن يستجيبوا له إلى شيء مما عرض عليهم. {لَوْ أَنَّ لِي بِكُمْ قُوَّةً} ؛ أي: لو ثَبَتَ كون قوة لي بكم، وقدرة عليكم، ومنعة منكم بأنصار ينصروني، وأعوان يعينوني عليكم {أو} أنني {آوِي} ، وأنضمُّ {إِلَى رُكْنٍ شَدِيدٍ} ؛ أي: عشيرة قويَّة؛ أي: أوَ ثبَتَ لي كون عشيرة قوية تجيرني منكم لحلت بينكم وبين ما جئتم له، تريدونه مني في أضيافي، ولدافعتكم عنهم ومنعتكم منهم. وجواب لو محذوف كما قدرنا، والأنسب بمثل هذا المقام أن تكون (لو) للتمني. فكأنه قال: لو قَوِيَتْ على دَفْعكم، ومقاومتكم بنفسي، أو </p><p>(١) المراغي.</p><p> التجأت إلى ناصرٍ عزيز قويٍّ أَسْتَنِد إليه، وأتَمَنَّعُ به، فيحميني منكم. شبَّه بِرُكْن الجبل في الشدة والمَنعة. والرُّكْنُ بسكون الكاف، وضمِّها في الأصل: الناحية من الجبل، وغيره، ومرادُه بالركن الشديد العشيرةُ، والأقاربُ، وما يمتنعُ به عنهم هو ومَنْ معه. وقيل: أراد بالقوة الولد، وبالركن الشديد من ينصره من غير ولده. وقيل: أراد بالقوة قوته في نفسه. وكان لوط رجلًا غريبًا فيهم ليس له عشيرة وقبيلة يلتجيء إليهم في الأمور الملمة والغريب لا يعينه أحد غالبًا في أكثر البلدان، خُصُوصًا في هذا الزمان, لأنه كَانَ أوّلًا بالعراق مع إبراهيم، فلمَّا هاجر إلى الشام، أرسله الله تعالى إلى أهل سدوم، وهي قرية عند حِمْصَ. وفي \"الخطيب\" في سورة الشعراء: {إِذْ قَالَ لَهُمْ أَخُوهُمْ لُوطٌ} ؛ أي: في البلد لا في الدين، ولا في النسب, لأنه ابن أخي إبراهيم عليهما السلام، وهما من بلاد المشرق من أرض بابل، وقومُ لوط - أهلَ سدوم - من أرض الشام، وكأنه عبر بالأخوّة لاختياره لمجاورتهم، ومناسبتهم بمصاهرتهم، وإقامته بينهم في مدينتهم مدة مديدةً، وسنينَ عديدةً، وإتيانه بالأولاد من نسائهم. قال أبو هريرة: ما بعث الله نبيًّا بعده إلا في مَنَعةٍ من عشيرته. وعن أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \"يرحم الله لوطًا، لقد كان يأوي إلى ركن شديد، ولو لبثتُ في السجن ما لَبِثَ يوسف ثم أتاني الداعي لأجبتُه\" . متفق عليه. قال النواوي رحمه الله: المرادُ بالركن الشديد، هو الله عز وجل، فإنه أشد الأركان، وأقواها وأمنعها. ومعنى الحديث: أنَّ لوطًا عليه السلام لما خَاف على أضيافه، ولم تكن له عشيرة تمنعهم من الظالمينَ ضاق ذَرْعُه، واشتدَّ حزنه عليهم، فغَلَب ذلك عليه، فقال في تلك الحال: لو أنَّ لي بكم قوة في الدفع بنفسي، أو آوي إلى عشيرة تمنع لمنعتكم، وقَصَدَ لوط إظهارَ العذرِ عند أضيافه، وأنه لو استطاع .. لَدَفع المكروهَ عنهم. وقرأ شيبة، وأبو جعفر (١) : (أو آوِيَ) بنصب الياءِ بإضمار أنْ بعد أو، فتقدر بالمصدر عطفًا على قوله:  {قوة} والتقدير: لو أنَّ لي بكم قوة أو إيواء إلى ركن شديد. </p><p>(١) البحر المحيط.</p>"
}