{
  "id": null,
  "sura": 11,
  "aya": 19,
  "text": "<p> عليهم الذين هم الملائكة الحَفَظَةُ، وقيل: المرسلون، وقيل: الملائكة والمرسلون والعلماء الذين بلغوا ما أمَرَهم الله تعالى بإبلاغه، وقيل: جميع الخلائق. </p><p> أي: يقولُ الأشهادُ عند العَرْضِ {هَؤُلَاءِ} المُعرِضُون أو المعروضة أعمالُهم هم {الَّذِينَ كَذَبُوا عَلَى رَبِّهِمْ} بما نسبوه إليه، ولم يصرِّحوا بما كَذَبوا به كأنهُ كان أمرًا معلومًا عند أهلِ ذلك الموقف، وقولُهُ:  {أَلَا لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ} هذا من تمام كلام الأشهاد، أي: يقولون هؤلاء الذين كذبوا على ربهم، ويقولون: ألا لعنة الله، وطرده على الظالمين الذين ظَلَمُوا أنفُسَهم بالافتراء على الله، وغيرهم بالصدِّ عن سبيل الله، يفضحونهم بهذه الشهادة المقرونة، باللعنة الدالَّة على خروجهم من مُحيط الرحمة؛ ويجوز أن يكونَ من كلام الله سبحانَه قَالَه بعد ما قال الأشهاد {هَؤُلَاءِ الَّذِينَ كَذَبُوا عَلَى رَبِّهِمْ} . </p><p> وقد جاء في معنى هذه الآية قوله تعالى: {إنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الْأَشْهَادُ (٥١) يَوْمَ لَا يَنْفَعُ الظَّالِمِينَ مَعْذِرَتُهُمْ وَلَهُمُ اللَّعْنَةُ وَلَهُمْ سُوءُ الدَّارِ (٥٢) }. </p><p> وفي حديث ابن عُمر في \"الصحيحين\" وغيرهما، سمعت رسولَ الله - صلى الله عليه وسلم - يقول:  \"إن الله يدنِي المؤمنَ حتى يضَعَ كَنَفَه عليه ويَسْترُهُ من الناس، ويقرره بذنوبه،ويقول له:أتَعْرِفُ ذَنْبَ كذا؟ أتعرَف ذَنْبَ كذا؟فيقول:رَبّ أعْرِفُ، حتى إذا قرره بذنوبه، ورأى في نفسه أنه قد هَلَكَ؟قال:فإني سَتَرْتُها عليك في الدنيا، وأنا أغفرها لك اليوم، ثُمَّ يُعْطيَ كتابَ حسناته، وأما الكافرُ،والمنافق فيقول:{الْأَشْهَادُ هَؤُلَاءِ الَّذِينَ كَذَبُوا عَلَى رَبِّهِمْ أَلَا لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ}\" . </p><p> ١٩ - ثمَّ وصفَ هؤلاء الظالمينَ الذينَ لعنوا بأنهم هم {الَّذِينَ يَصُدُّونَ} ؛ أي: يمنعون مَن قَدَرُوا على مَنْعِه ويصرفونهم {عَنْ سَبِيلِ اللَّهِ} ؛ أي: عن دينه القيم وصراطه المستقيم، والدخول فيه {وَيَبْغُونَهَا عِوَجًا} ؛ أي: يصِفُونَها بالاعوجاج، والالتواءِ والميل عن الحق لينفروا منها أو يَبْغُون أَهلها أن يكونوا معَوَّجِينَ بالخروج عنها إلى الكفر {و} الحال أنَّ {وَهُمْ بِالْآخِرَةِ هُمْ كَافِرُونَ} لا يؤمنون ببعث، ولا جزاء؛ أي: يصفونها بالعِوَج، والحال أنهم بالآخرة غير مصدقين، </p>"
}