{
  "id": null,
  "sura": 11,
  "aya": 6,
  "text": "<p> أقام الحجة على حَقِّيَةِ دعوة الإِسلام، وعلى أنَّ القرآنَ من عند الله، وليس بالمفترَى من عند محمَّد - صلى الله عليه وسلم - كما يدعيه المشركون .. أَرْدف ذَلِك ببيَانِ أنَّ البَاعِثَ لهم على المعارضة، والتكذيب، ليس إلا شهواتُهم، وحظوظُهم الدنيوية، والإِسلام يدعو إلى إيثار الآخرة على الأولى. </p><p> قوله تعالى:  {أَفَمَنْ كَانَ عَلَى بَيِّنَةٍ مِنْ رَبِّهِ وَيَتْلُوهُ شَاهِدٌ مِنْهُ ...} الآية، مناسبة هذه الآية لِمَا قبلَها: أنَّ اللَّهَ سبحانَه وتعالى لما ذكر (١) مآلَ مَنْ كانَ يريد الدنيا وزينتها, ولا يهتم بالآخرَةِ وأعمالِها .. أردَفَ ذلِكَ بذكر مَنْ كَانَ يريد الآخرةَ، ويعمل لها، وكان على بينة من ربه في كلِّ ما يعملُ، ومعه شاهِدٌ يدل على صدقه، وهو القرآن، ومآل من أنكر صِحَّتَه، وكفرَ بِه. </p><p> وعبارة أبي حيان: مناسبةُ هذه الآية لما قبلَها: أنه تعالى لما ذكر حال مَن يريد الحياةَ الدنيا .. ذَكَرَ حَالَ من يريد وجهَ الله تعالى بأعماله الصالحة. </p><p> التفسير وأوجه القراءة </p><p> ٦ - {وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ} ، أي: وما دابة، من أي نوع من أنواع الدوابِّ في الأرض {إِلَّا عَلَى اللَّهِ رِزْقُهَا} وغذاؤها الذي تحتاج إليه اللائق بها على اختلاف أنواعها، تفضلًا منه، وإحسانًا، وإنما جيء به على طريق الوجوب، كما تشعر به كلمة:  {عَلَى} اعتبارًا بِسَبْقِ الوعد به منه، وتحقيقًا لوصوله، وحملًا على التوكل فيه، وقيل:  {عَلَى} بمعنى: من؛ أي: من الله رزقُها, لا فرق (٢) في ذلك بَيْنَ الجِنَة - المكروبات - التي لا ترى بالأبصار، وبين ضِخَامِ الأجسام، والوسطى بَيْنَ هذه وتلكَ، وقد أعطى كلًّا خلقَهُ المناسبَ لمعيشته إلى تحصيل غِذَائِهِ بالغريزة، والفطرة، ولله تَعالى حِكَمٌ في خلق كل نوع منها، فإنْ خفيَ علينَا أمرُ خلق الحيات والسنانير ونحوها فلَنَا أن نَقولَ مثلًا: إنه لولاها لَضَاقَت الأَرض بكثرةِ أحيائها أو لأنتنت من كثرة أمواتها. </p><p>(١) و (٢) المراغي.</p><p> ومعنى كفالته تعالى لرِزْقِها أنه سخَّره لها، وهدَاها إلى طلبه، وتحصيله كما قال:  {رَبُّنَا الَّذِي أَعْطَى كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدَى} وقد عُلِمَ بنصوص القرآن، وسُنَنِ الله في الخلقَ وأسبابِ الرزق، أنَّ مشيئته تعالى لا تكون إلا بمقتضَى سُنَنِهِ في ارتباط الأسباب بالمسببات مع الحكمةِ في ذلك، إلَّا أنه يأتيها بمحض قدرتهِ، سواء طلبته أمْ لا. </p><p> و {مِن} زائدة للتأكيد، والدابَّةُ كُلَّ حيوان يَدِبُّ في الأرض. </p><p> رُوي (١) أن موسى عليه السلام تَعَلَّق قلبُه بأحوال أهله، فأمرَه الله تعالى أن يضرب بعصاه علَى صخرة، فانشقَّتْ وخرَجَت صخرةٌ ثمَّ ضَرَبَ بعصاه عليها، فانشقت وخرجَت صخرةٌ ثانية، ثُمَّ ضَرَبَ بعصاه عليهَا فانْشَقَّتْ وخرجت صخرةٌ ثالثةٌ ثُمَّ ضَرَبها بعصاه فانشقت فخَرَجَتْ منها دُودةٌ كالذَّرَّةِ، وفي فيها شيء يجري مجرى الغذاء لها, ورفع الله الحجابَ عن سمع موسى عليه السلام فسَمِعَ الدودةَ تقولُ: سبحان من يراني، ويسمع كلامي، ويعرف مكاني، وَيذْكرُني ولا ينساني. </p><p> {وَيَعْلَمُ مُسْتَقَرَّهَا} ؛ أي: محلَّ استقرارها في الأرض، أو محل قرَارِها في الأصلاب {وَمُسْتَوْدَعَهَا} أي: موضِعَها في الأرحام، وما يَجْرِي مَجْرَاها كالبيضة ونحوها، وقال الفراء:  {مُسْتَقَرَّهَا} حيث تأوي إليه ليلًا ونهارًا، {ومستودعها} موضِعَها الذي تموت فيه. </p><p> ووجه تقدُّمِ المستقر على المستودع على قول الفراء ظاهرٌ (٢) ؛ وأما على القول الأول، فلعلَّ وجهَ ذلك أنَّ المستقرَّ أنْسَبُ باعتبار ما هي عليه حالَ كونها دابةً. </p><p> والمعنى (٣) : وما من دابة في الأرض إلا يَرْزقُها اللهُ حيث كَانت من أَماكنها بعد كونها دابةً، وقبل كونها دابةً، وذلك حيثُ تكون في الرحم، ونحوه، ثم خَتَمَ الآية بقوله:  {كُلٌّ} ؛ أي: كُلٌّ من الدواب وأرزاقها، ومستقَرّها، ومستودعِها ثابتٌ </p><p>(١) المراح. (٢) الشوكاني.(٣) الشوكاني.</p>"
}