{
  "id": null,
  "sura": 11,
  "aya": 41,
  "text": "<p> فقال: إنكما سبب البلاء، فلا أحْمِلُكما، فقالتا: إحملنا معك، فنحن نَضْمَنُ لك أن لا نَضُرَّ أحدًا ذَكَرَك، فَمَنْ قرأ حين يخاف مضرَّتُهما {سَلَامٌ عَلَى نُوحٍ فِي الْعَالَمِينَ} ، لم تضرَّاهُ، ذكره في \"الخازن\" . </p><p> وقوله:  {وَأَهْلَكَ} معطوف على زوجين على قراءة حفص، وعلى اثنين على قراءة غيره؛ أي: واحمل فيها أهلَ بيتك ذكرانًا وإناثًا {إِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ} ، والقضاءُ بأنهم من المغْرَقِين بسبب ظلمهم، كما قال:  {وَلَا تُخَاطِبْنِي فِي الَّذِينَ ظَلَمُوا إِنَّهُمْ مُغْرَقُونَ} والمرادُ (١) به: ابنه كَنعَان، وأمه واعلة أم كنعان، فإنهما كَانَا كافرين، فحَمَل في السفينة زوجتَه المؤمِنةَ وأولادَها الثلاثةَ مع نسائهم: سامًا، وحامًا، ويافثًا، فسامُ أبو العرب، وحام أبو السودان، ويافث أبو الترك، وإفرادُ الأهلِ منهم لمزيد العناية بهم، أو للاستثناء منهم، وقوله:  {وَمَنْ آمَنَ} معطوف على زوجين، أو على اثنين على اختلاف القراءة؛ أي: واحمِل معك مَنْ آمن، وصَدَّقَكَ واتبعك من غير أهلك. </p><p> {وَمَا آمَنَ مَعَهُ إِلَّا قَلِيلٌ} من قومه، قيل: إنهم كانوا ثمانية: نوحًا عليه السلام، وأبناءه الثلاثة، وأزواجهم. وعن ابن عباس (٢) قال: كان في سفينة نوح ثمانون إنسانًا، نصفهم رجال، ونصفُهم نساءٌ. وقال مقاتل: في ناحية الموصل قريةٌ يقال لها: قرية الثمانين، سميت بذلك؛ لأنَّ هؤلاء لَما خرجوا من السفينةِ بَنَوْها فسُمِّيَتْ بهذا الاسم. </p><p> ولكن لم يبين (٣) الله سبحانه وتعالى لَنَا ورَسولُه - صلى الله عليه وسلم - عَدَدَهم فحصره في عدد معين من قبيل الحدس والتخمين، كما لَمْ يبيَّنِ لنا أنواعَ الحيوان التي حملها، ولا كيف حَمَلها، وأدْخلها السفينة، وقد فصل ذلك في سفر التكوين من التوراة. </p><p> ٤١ - وقوله:  {وَقَالَ} معطوف على محذوف تقديره، فحَمَلهم نوحٌ، وقال:  {ارْكَبُوا فِيهَا} ؛ أي: في جوف السفينة، والخطابُ فيه للإنس، وأما غيرهم من </p><p>(١) المراح. (٢) المراح.(٣) المراغي.</p><p> الحيوانات أخَذه بيده، وألقاه فيها {بِسْمِ اللَّهِ مَجْرَاهَا وَمُرْسَاهَا} ؛ أي: باسم الله سبحانه وتعالى جريانُ السفينة على الماء وإرساؤها؛ أي: وقوفها، فهو الذي يتولَّى ذلك بحوله وقوته، وحفظه وعنايته، وروي (١) أنه كان إذا أراد أنْ تجري قال: بسم الله، فَجَرَتْ، وإذا أراد أن تَرْسُو قَالَ: بسم الله، فرَسَتْ؛ أي: وقفت، ويجوز أن يكون الاسمُ مُقْحمًا كقوله: </p><p> إِلَى الْحَوَلِ ثُمَّ اسْم السَّلاَمِ عَلَيْكُمَا </p><p> وهذا تعليم من الله لعباده أنه ينبغي لهم أن يستعينوا بالله تعالى، وقد يكون المعنى أنَّ نوحًا أمرهم بأن يقولُوها كما يقولُها على تقدير اركبوا فيها قائلينَ باسم الله؛ أي: بتسخيره، وقدرته، مجْراها حين تَجْرِي ومرساها حين يرسيها, لا بحولنا ولا بقوتنا، ويحتمل أن يكونَ مجْريها ومُرْسَاهَا اسمي مكان أو زمان، أي: اركبوا فيها ذاكرينَ اسمَ الله، وقتَ جريانها أو إرسائِهَا، أو مكانهما. </p><p> وقرأ مجاهدٌ والحسنُ وأبو رجاء، والأعرج، وشيبة، ونافع، وابن كثير، وأبو عمرو، وابن عامر، وأبو بكر (٢) : {مُجراها} بضم الميم، وقَرأ حمزةُ والكسائِيّ وحَفْصٌ بفتحها، وكلهم ضمَّ ميم {مُرساها} ، وقرأ ابن مسعود، وعيسى الثقفيَّ وزيد بن علي والأعمش:  {مجراها ومرساها} بفتح الميمين ظرفيْ زمان، أو مكان، أو مصدرين على التقارير السابقة، وقرأ الضَّحاك، والنخعيُّ، وابن وثاب، وأبو رجاء، ومجاهد، وابن جندب، والكلبيُّ، والجحدري:  {مجريها، ومرسيها} سمي فاعل من أجرى وأَرْسى على البدل من اسم الله، ولا يكونان صفتين لكونهما نكرتَين. </p><p> {إِنَّ رَبِّي} سبحانه وتعالى {لَغَفُورٌ} ؛ أي: سَتُورٌ عليكم ذنوبَكم، بتوبتكم وإيمانكم {رَحِيمٌ} لكم إذ نَجَّاكم من الغرق، ولولا مغفرتُه تعالى ورحمته إياكم، لما نجَّاكم لأنكم لا تنفكون عن أنواع الزَّلَّات؛ أي: إنَّ ربِّي لواسع المغفرة لعباده حيثُ لم يهلكهم بذنوبهم، بل يهلك الكافرينَ الظالمينَ منهم، رحيم بهم إذ </p><p>(١) البيضاوي. (٢) البحر المحيط.</p>"
}