{
  "id": null,
  "sura": 11,
  "aya": 34,
  "text": "<p> وإن قَضَتْ مشيئته، وحكمته بتأخِيرِه .. أخَّره {وَمَا أَنْتُمْ بِمُعْجِزِينَ} ؛ أي: بفائتين عمَّا أراده الله بِكُم بهربٍ، أو مدافعة؛ أي: لستم بفائتيه هربًا منه إن أخَّره لحكمة يعلمها، وهو واقع لا محالةَ متى شاء, لأنكم في ملكه وسلطانه، وقدرتُه نافذة عليكم لا يمكن أن تفلِتوا منه، ولا أنْ تَمْتَنِعُوا. </p><p> ٣٤ - ولمّا قالوا (١) قَدْ جَادَلْتَنَا، وطلبوا تعجيلَ العذابِ، وكانَ مجادلَتُهُ لهم، إنما هو على سبيل النصح، والإنقاذ من عذاب الله قال:  {وَلَا يَنْفَعُكُمْ نُصْحِي} وقرأ عيسى بن عُمَر الثقفي: (نَصْحِي) بفتح النون، وهو مصدر، وقرأه الجمهور بضمها، فاحتملَ أن يكونَ مصدرًا كالشكر، واحتمل أن يكونَ اسمًا. </p><p> أي: ولا ينفعكم، ولا يفيدكم إنذاري، وتحذيري إياكم عقوبتَه، ونزولَ العذاب بكم {إِنْ أَرَدْتُ أَنْ أَنْصَحَ لَكُمْ} وجوابُ هذا الشرط محذوف، دَلَّ عليه ما قبله، تقديره: إن أردت أن أنصح لكم لا ينفعكم نصحي الذي أبذُلُه لكم، وأستكثر منه قيامًا مني بحقِّ النصيحة لله، بإبلاغ رسالته، ولكم بإيضاح الحق، وبيان بطلان ما أنتم عليه {إِنْ كَانَ اللَّهُ} سبحانه وتعالى {يُرِيدُ أَنْ يُغْوِيَكُمْ} ويضلكم عن طريق الهدى والتوحيد، فلا ينفعكم نصحي بمجرد إرادتي له فيما أدْعُوكم إليه، بل يتوقف نَفْعُه على إرادة الله تعالى له، وقد مضت سنته كما دلَّت عليه التجارب، أنَّ النُّصْحَ إنما يقبله المستعد للرشاد، ويرفضه مَنْ غَلَبَ عليه الغيُّ والفسادُ باجتراحه أسْبَابَه من غُرور بِغنًى أو جاهٍ، أو باتباع هَوًى وحبِّ شهوات تمنع من طاعة الله تعالى. </p><p> فمعنى الآية (٢) : لا ينفعكم نصحي، إن كان الله يريد أنْ يُضِلَّكُم عن سبيل الرشاد، ويَخْذلكم عن طريق الحق. </p><p> والخلاصة (٣) : أنَّ معنى إرادة الله إغواءَهم: اقتضاءُ سننه فيهم أن يكونوا من </p><p>(١) البحر المحيط. (٢) الشوكاني.(٣) المراغي.</p><p> الغاوينَ لا خَلْقه للغواية فيهم ابتداء من غير عمل منهم، ولا كسب لأسبابها، فإن الحَوادثَ مرتبطة بأسبابها، والنتائجَ متوقفة على مقدماتها {هُوَ} سبحانه وتعالى {رَبُّكُمْ} ؛ أي: مالك أمُوركم، ومُدبِّرُها بحسب سُنَنِه المطردة في الدنيا، فإليه الإغواء، وإليه الهدايةُ، ولكل شيء عنده قدر، ولكل قدر أَجَل {وَإِلَيْهِ تُرْجَعُونَ} في الآخرة، فيجازيكم بما كنتم تعملون، إن خيرًا .. فخيرًا، وإن شرًّا .. فشر، ولا تظلمون نقيرًا. </p><p> الإعراب </p><p> {وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أُولَئِكَ يُعْرَضُونَ عَلَى رَبِّهِمْ وَيَقُولُ الْأَشْهَادُ هَؤُلَاءِ الَّذِينَ كَذَبُوا عَلَى رَبِّهِمْ أَلَا لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ} . </p><p> {وَمَنْ}  {الواو} استئنافية {مَن} اسم استفهام في محل الرفع مبتدأ {أَظْلَمُ} خبره، والجملة مستأنفة، {مِمَّنِ} جار ومجرور متعلق بـ {أَظْلَمُ} ، {افْتَرَى} فعل ماض، وفاعله ضمير يعود على {مَنْ} ، والجملة صلة الموصول {عَلَى اللَّهِ} متعلق بـ {افْتَرَى} ، {كَذِبًا} مفعول به {أُولَئِكَ} مبتدأ {يُعْرَضُونَ} فعل ونائب فاعل {عَلَى رَبِّهِمْ} متعلق به، والجملة الفعلية في محل الرفع خبرُ المبتدأ، والجملة الاسمية مستأنفة استئنافًا بيانيًّا. {وَيَقُولُ الْأَشْهَادُ} فعل وفاعل، والجملة معطوفة على جملة {يُعْرَضُونَ} ، {هَؤُلَاءِ} إلى آخر الآية مقول محكي وإن شئت: قلتَ: {هَؤُلَاءِ الَّذِينَ} مبتدأ وخبر، والجملة في محل النصب مقول لـ {يقول} ، {كَذَبُوا} فعل وفاعل صلة الموصول {عَلَى رَبِّهِمْ} متعلق به {أَلَا} حرف تنبيه {لَعْنَةُ اللَّهِ} مبتدأ ومضاف إليه {عَلَى الظَّالِمِينَ} خبره، والجملة في محل النصب مقول القول. </p><p> {الَّذِينَ يَصُدُّونَ عَنْ سَبِيلِ اللَّهِ وَيَبْغُونَهَا عِوَجًا وَهُمْ بِالْآخِرَةِ هُمْ كَافِرُونَ (١٩) }. </p><p> {الَّذِينَ} صفة لـ {الظَّالِمِينَ} ، {يَصُدُّونَ} فعل وفاعل صلةُ الموصول {عَنْ سَبِيلِ اللَّهِ} متعلق به، {وَيَبْغُونَهَا} فعل وفاعل ومفعول معطوف على {يَصُدُّونَ} ، {عِوَجًا} حال من (الهاء) في {يبغونها} ، {وَهُمْ} مبتدأ {بِالْآخِرَةِ} متعلق </p><p> بـ {كَافِرُونَ} ، {وَهُم} توكيد لفظي {كَافِرُونَ} خبر المبتدأ، والجملة في محل النصب حال من (واو) يصدون. </p><p> {أُولَئِكَ لَمْ يَكُونُوا مُعْجِزِينَ فِي الْأَرْضِ وَمَا كَانَ لَهُمْ مِنْ دُونِ اللَّهِ مِنْ أَوْلِيَاءَ يُضَاعَفُ لَهُمُ الْعَذَابُ مَا كَانُوا يَسْتَطِيعُونَ السَّمْعَ وَمَا كَانُوا يُبْصِرُونَ (٢٠) }. </p><p> {أُولَئِكَ} مبتدأ، {لَمْ يَكُونُوا مُعْجِزِينَ} فعل ناقص واسمه وخبره، والجملة الفعلية في محل الرفع خبر المبتدأ، والجملة الاسمية مستأنفة {فِي الْأَرْضِ} متعلق بـ {مُعْجِزِينَ}  {وَمَا} الواو: عاطفة (ما) نافية {كَانَ} فعل ماض ناقص {لَهُمْ} جار ومجرور خبر {كَانَ} مقدم على اسمها {مِنْ دُونِ اللَّهِ} جار ومجرور، ومضاف إليه، حال {مِنْ أَوْلِيَاءَ} أو متعلق بالاستقرار الذي تعلق به الخبر {مِن} زائدة {أَوْلِيَاءَ} اسم {كاَنَ} مؤخر؛ أي: وما كان أولياء كائِنينَ لهم من دون الله، وجملة {كاَنَ} في محل الرفع معطوفة على جملة {لَمْ يَكُونُوا} ، {يُضَاعَفُ} فعل مضارع مغير الصيغة {لَهُمُ} متعلق به {الْعَذَابُ} نائب فاعل، والجملة مستأنفة أو معطوفة بعاطف مقدر على جملة {لَمْ يَكُونُوا} ، {ما} نافية {كَانُوا} فعل ناقص واسمه {يَسْتَطِيعُونَ السَّمْعَ} فعل وفاعل ومفعول، والجملة الفعلية في محل النصب خبر {كاَنَ} ، والجملة مستأنفة مسوقةٌ لتعليل مضاعفة العذاب، {وَمَا}  (الواو) عاطفة (ما) نافية {كَانُوا} فعل ناقص، واسمه، وجملة {يُبْصِرُونَ} خبره، وجملة (كان) معطوفة على جملة {مَا كَانُوا يَسْتَطِيعُونَ السَّمْعَ} . </p><p> {أُولَئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ (٢١) لَا جَرَمَ أَنَّهُمْ فِي الْآخِرَةِ هُمُ الْأَخْسَرُونَ (٢٢) }. </p><p> {أُولَئِكَ الَّذِينَ} : مبتدأ وخبر والجملة مستأنفة {خَسِرُوا أَنْفُسَهُمْ} : فعل وفاعل ومفعول، والجملة صلة الموصول. {وَضَلَّ} : فعل ماض. {عَنْهُمْ} : جار ومجرور متعلقان بالفعل {ضل}  {ما} موصولة أو موصوفة في محل رفع فاعل {ضل} . {كَانُوا} : فعل ماض ناقص، والواو: اسمها في محل رفع {يَفْتَرُونَ} : فعل مضارع والجملة في محل نصب خبر كان، والجملة الاسمية صلة {ما} الموصولة، والعائد محذوف تقديره: ما يفترونه. {لَا} : زائدة {جَرَمَ} </p><p> فعل ماض بمعنى حق، وثبت مبني على الفتح، {أَنَّهُمْ} ناصب واسمه {فِي الْآخِرَةِ} متعلق بـ {الْأَخْسَرُونَ} ، {هُمُ} ضمير فصل {الْأَخْسَرُونَ} خبر (أنّ) ، وجملة (أنّ) المصدرية في تأويل مصدر مرفوع على الفاعلية لـ {جَرَمَ} ، والجملة مستأنفة، والمعنى حَقَّ، وثبت كَوْنُهم الأخْسرين. </p><p> فصل في لا جرم </p><p> وقد مر لك بعض المباحث في جرم في مبحث التفسير، وفي \"السمين\" : وفي هذه اللفظة خلاف بين النحويين، وتلخَّص من ذلك وجوه. </p><p> أحدُها: وهو مذهب الخليل، وسيبويه، أنهما مركَّبتان من {لا} النافية و {جَرَمَ} وبُنِيَتا على تركيبهما تركيبَ خمسة عشر، وصار معناهما معنى فعل، وهو حقَّ، فعلى هذا يرتفع ما بعدهما بالفاعلية، فقوله تعالى:  {لَا جَرَمَ أَنَّ لَهُمُ النَّارَ} ؛ أي: حقَّ وثَبَت كون النار لهم، أو استقرارُها لهم. </p><p> الوجه الثاني: أنَّ {لَا جَرَمَ} بمعنى لا رَجُل في كون {لا} نافية للجنس، وجرمَ اسمها مبني معها على الفتح، وهي واسمها في محلّ رفع بالابتداءِ, وما بعدهما خبر {لا} النافية للجنس، وصار معناها, لا محالةَ في أنهم في الآخرة هم الأخسرون؛ أي: في خسرانهم. </p><p> الوجه الثالث: أنَّ {لا} نافية لكلام قد تقدم تكلم به الكفرةُ، فردَّ الله عليهم ذلك بقوله:  {لا} كما ترد لا هذه قبلَ القسم في قوله لا أُقسِمُ وقوله: {فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ} وقد تقدَّم تَحْقِيقُه، ثم أتى بعدها بجملة فعلية، وهي جرم أنَّ لهم كذا وجَرَم فعل ماض معناه كسب وفاعله مستتر يعود على فعلهم المدلول عليه بسياق الكلام، وأنَّ وما في حيزها في موضع المفعول به؛ لأنَّ {جَرَمَ} يتعدى إذا كان بمعنى كسَبَ، وعلى هذا فالوَقْف على قوله:  {لا} ثم يبتدىءُ بـ {جَرَمَ} بخلاف ما تقدَّم. </p><p> الوجه الرابع: أنَّ معناه لا حَدَّ، ولا منعَ، ويكون {جَرَمَ} بمعنى القَطْعِ </p><p> تقول: جرمت؛ أي: قطعت فيكون {جَرَمَ} اسمَ لا مبنيٌّ معها على الفتح كما تقدَّم، وخبرها {أنَّ} وما في حيزها على حذف حرف الجر، أي: لا منع من خسرانهم فيعود فيه الخلاف المشهور، وفي هذا اللفظ لغاتٌ: يقال: لا جِرْمَ، بكسر الجيم، ولا جُرْم بضمها, ولا جَر بحذف الميم، ولا ذا جَرم، ولا أنَّ ذا جَرم، ولا ذُو جرم، وغير ذلك انتهى. </p><p> {إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَأَخْبَتُوا إِلَى رَبِّهِمْ أُولَئِكَ أَصْحَابُ الْجَنَّةِ هُمْ فِيهَا خَالِدُونَ (٢٣) }. </p><p> {إِنَّ} حرف نصب {الَّذِينَ} اسمها {آمَنُوا} فعل وفاعل صلة الموصول، {وَعَمِلُوا الصَّالِحَاتِ} فعل وفاعل ومفعول معطوف على {آمَنُوا} ، {وَأَخْبَتُوا} فعل وفاعل معطوف على {آمَنُوا} إلى {إِلَى رَبِّهِمْ} متعلق به {أُولَئِكَ} مبتدأ {أَصْحَابُ الْجَنَّةِ} خبره، والجملة الاسمية في محل الرفع خبر {إِن} وجملة {إِن} مستأنفة {هُمْ} مبتدأ {فِيهَا} متعلق بـ {خَالِدُونَ} ، {خَالِدُونَ} خبر المبتدأ، والجملة مستأنفة مؤكِّدة لما قَبْلَها. </p><p> {مَثَلُ الْفَرِيقَيْنِ كَالْأَعْمَى وَالْأَصَمِّ وَالْبَصِيرِ وَالسَّمِيعِ هَلْ يَسْتَوِيَانِ مَثَلًا أَفَلَا تَذَكَّرُونَ (٢٤) }. </p><p> {مَثَلُ الْفَرِيقَيْنِ} مبتدأ ومضاف إليه، {كَالْأَعْمَى} جار ومجرور خبر المبتدأ، والجملة مستأنفة، {وَالْأَصَمِّ وَالْبَصِيرِ وَالسَّمِيعِ} معطوفات على {الأعمى} ، {هَلْ} حرف للاستفهام الإنكاري {يَسْتَوِيَانِ} فعل وفاعل {مَثَلًا} تمييز محول عن الفاعل, والأصل هل يستوي مثَلُها، والجملة مستأنفة {أَفَلَا}  (الهمزة) للاستفهام التوبيخي داخلة على محذوف، و (الفاء) عاطفة على ذلك المحذوف، (لا) نافية {تَذَكَّرُونَ} فعل وفاعل، والجملة معطوفةٌ على ذلك المحذوف، والتقدير: أتشكون في عدم الاستواء، فلا تذكَّرون ما بَيْنَهما من التباين. </p><p> {وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ إِنِّي لَكُمْ نَذِيرٌ مُبِينٌ (٢٥) }. </p><p> {وَلَقَدْ} الواو: استئنافية واللام موطئة للقسم {قد} حرف تحقيق {أَرْسَلْنَا </p><p> نُوحًا} فعل وفاعل ومفعول {إِلَى قَوْمِهِ} : متعلق به، والجملة جواب للقسم المحذوف وجملة القسم المحذوف مستأنفة. {إِنِّي} بالكسر ناصب واسمه {لَكُمْ} متعلق بـ {نَذِيرٌ} ، {نَذِيرٌ} خبر إن {مُبِينٌ} صفة نذير، وجملة إن المكسورة في محل النصب مقول لقول محذوف تقديره قائلًا: إني لكم نذير مبين، وأما قراءة فتح همزة أنَّ فعلى تقدير حرف الجر. </p><p> {أَنْ لَا تَعْبُدُوا إِلَّا اللَّهَ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ أَلِيمٍ (٢٦) }. </p><p> {أَن} حرف نصب ومصدر {لَا} ناهية جازمة {تَعْبُدُوا} فعل وفاعل في محل نصب بـ {أن} المصدرية مجزوم بـ {لَا} الناهية {إِلَّا} أداة استثناء مفرغ {اللَّهَ} مفعول به، والجملة الفعلية صلة أن المصدرية، أن مع صلتها في تأويل مصدر ومجرور بحرف جر محذوف تقديره: ولقد أرسلنا نوحًا إلى قومه بعدم عبادة غير الله تعالى، ويصح كونُ أنْ مخففة، وكونُها تفسيرية {إِنِّي} ناصب واسمه {أَخَافُ} فعل مضارع، وفاعله ضمير يعود على نوح {عَلَيْكُمْ} متعلق به {عَذَابَ يَوْمٍ} مفعول به ومضاف إليه {أَلِيمٍ} صفة {يَوْمٍ} على سبيل التجوز، أو صفة {عَذَابَ} مجرور بالجوار نظير هذا جحر ضب خرب، وجملة {أَخَافُ} في محل الرفع خبر إن، وجملة إن مستأنفة مسوقة لتعليل قوله:  {إِنِّي لَكُمْ} ولقوله: {أَنْ لَا تَعْبُدُوا} إلخ كما في \"الجمل\" . </p><p> {فَقَالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ مَا نَرَاكَ إِلَّا بَشَرًا مِثْلَنَا وَمَا نَرَاكَ اتَّبَعَكَ إِلَّا الَّذِينَ هُمْ أَرَاذِلُنَا بَادِيَ الرَّأْيِ وَمَا نَرَى لَكُمْ عَلَيْنَا مِنْ فَضْلٍ بَلْ نَظُنُّكُمْ كَاذِبِينَ} . </p><p> {فَقَالَ} الفاء: عاطفة، {قَالَ الْمَلَأُ} فعل وفاعل معطوف على جملة {أَرْسَلْنَا} ، {الَّذِينَ} صفة {الْمَلَأُ} ، {كَفَرُوا} فعل وفاعل صلة الموصول {مِنْ قَوْمِهِ} جار ومجرور حال من فاعل {كَفَرُوا} ، {مَا نَرَاكَ إِلَّا بَشَرًا مِثْلَنَا} مقول محكي لـ {قال} ، وإن شئتَ قلت:  {ما} نافية {نَرَاكَ} فعل ومفعول أول، وفاعله ضمير يعود على {الْمَلَأُ} ، {إِلَّا} أداة استثناء مفرغ {بَشَرًا} مفعول ثان لـ {نَرَاكَ} إن كانت علمية أو حال من الكاف إن كانت بصرية {مِثْلَنَا} صفة لـ {بَشَرًا} والجملة الفعلية في محل النصب مقول القول {وَمَا} الواو: عاطفة. </p><p> ما نافية {نَرَاكَ} فعل ومفعول أول، وفاعله ضمير يعود على {الْمَلَأُ} ، {اتَّبَعَكَ} فعل ومفعول به {إِلَّا} أداة استثناء مفرغ {الَّذِينَ} فاعل {اتبع} ، وجملة {اتَّبَعَكَ} في محل النصب مفعول ثان لـ {نَرَاكَ} إن كانت علمية، أو حال من الكاف إن كانت بصرية، والجملةُ الفعلية في محل النصب معطوفة على جملة {نَرَاكَ} الأول {هُمْ أَرَاذِلُنَا} مبتدأ وخبر، والجملة صلة الموصول، {بَادِيَ الرَّأْيِ} ظرف ومضاف إليه متعلق بـ {اتَّبَعَكَ} ، {وَمَا}  {الواو} : عاطفة، (ما) : نافية {نَرَى} فعل مضارع، وفاعله ضمير يعود على {الْمَلَأُ} ، {لَكُمْ} جار ومجرور متعلق به، وهو في محل المفعول الثاني، إن كانت علمية {عَلَيْنَا} متعلق بـ {فَضْلٍ}  {مِنْ} زائدة {فَضْلٍ} مفعول أول لـ {نَرَى} ، والجملةُ في محل النصب معطوفة على جملة {مَا نَرَاكَ} ، {بَلْ} حرف إضراب {نَظُنُّكُمْ كَاذِبِينَ} فعل ومفعولان، وفاعله ضمير يعود على {الْمَلَأُ} والجملة في محل النصب معطوفة على الجمل التي قبلَها على كونِهَا مقولًا لـ {قَالَ} . </p><p> {قَالَ يَا قَوْمِ أَرَأَيْتُمْ إِنْ كُنْتُ عَلَى بَيِّنَةٍ مِنْ رَبِّي وَآتَانِي رَحْمَةً مِنْ عِنْدِهِ فَعُمِّيَتْ عَلَيْكُمْ أَنُلْزِمُكُمُوهَا وَأَنْتُمْ لَهَا كَارِهُونَ (٢٨) }. </p><p> {قَالَ} فعل وفاعله ضمير يعود على نوحٍ، والجملة مستأنفة {يَا قَوْمِ أَرَأَيْتُمْ} إلى قوله: {إِنِّي إِذًا لَمِنَ الظَّالِمِينَ} مقول محكي، وإن شئت قلتَ:  {يَا قَوْمِ} منادى مضاف، وجملة النداء في محل النصب مقول قال {أَرَأَيْتُمْ} فعل وفاعل، وهو: يتعدى إلى مفعولين، والأول محذوف، لدلالة ما بعده عليه، تقديره: أرأيتم البَيِّنة من ربي إن كنتُ عليها أنلزمكموها، والمفعولُ الثاني: جملة الاستفهام الآتية {إن} حرف شرط {كُنْتُ} فعل ناقص، واسمه في محل الجزم بـ {إن} على كونه فعلَ شرط لها {عَلَى بَيِّنَةٍ} جار ومجرور خبر {كان} ، {مِنْ رَبِّي} صفة لـ {بَيِّنَةٍ} ، {وَآتَانِي} فعل ومفعول، وفاعله ضمير يعود على الله {رَحْمَةً} مفعول ثان لـ {آتَانِي} لأنه بمعنى أعْطَى {مِنْ عِنْدِهِ} جار ومجرور صفة لـ {رَحْمَةً} ، وجملة {آتاني} في محل الجزم معطوفة على جملة {كان} ، {فَعُمِّيَتْ}  {الفاء} عاطفة {عميت} فعل ماض مغير الصيغة في محل الجزم معطوف على {آتاني} ونائب </p><p> فاعله ضمير يعود على كل من البينة والرحمة {عَلَيْكُمْ} متعلق به، وجواب الشرط محذوف، تقديره: إن كنت على بينة من ربي، أأقدر على إلزامكم إياها، وجملة الشرط معترضة بينَ {أَرَأَيْتُمْ} وبين مفعولها الثاني في محل النصب، مقول لـ {قَالَ} ، {أَنُلْزِمُكُمُوهَا}  {الهمزة} للاستفهام الأنكاري {نلزم} فعل مضارع مرفوع، وقرىء بإسكان الميم الأول فرارًا من توالي الحركات، وهو متعد إلى مفعولين، وفاعله ضمير يعود على نوح ومَنْ معه، (الكاف) ضمير المخاطبين في محل النصب مفعول أول، و (الميمُ) حرفُ دال على الجمع، مبني بسكونٍ مقدر، مَنَعَ من ظهوره حركة إتباع الكاف، و {الواو} حرف متولد من إشباع ضمة الميم، و {الهاء} في محل النصب مفعول ثان لـ {ألزم} والجملة الفعلية في محل النصب مفعول ثان لـ {أَرَأَيْتُمْ} كما مرَّ آنفًا، {وَأَنْتُمْ} مبتدأ {لَهَا} متعلق بما بعده {كَارِهُونَ} خبر المبتدأ، والجملة الاسمية في محل النصب حال من كاف المخاطبين في {أَنُلْزِمُكُمُوهَا} . </p><p> {وَيَا قَوْمِ لَا أَسْأَلُكُمْ عَلَيْهِ مَالًا إِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ وَمَا أَنَا بِطَارِدِ الَّذِينَ آمَنُوا إِنَّهُمْ مُلَاقُو رَبِّهِمْ وَلَكِنِّي أَرَاكُمْ قَوْمًا تَجْهَلُونَ (٢٩) }. </p><p> {وَيَا قَوْمِ} منادى مضاف معطوف على {وَيَا قَوْمِ} الأول {لَا} نافية {أَسْأَلُكُمْ} فعل ومفعول أول، وفاعله ضمير يعود على نوح {عَلَيْهِ} متعلق به {مَالًا} مفعول ثان، والجملة في محل النصب مقول {قَالَ} على كونه جوابَ النداء {إن} نافية {أَجْرِيَ} مبتدأ، ومضاف إليه {إِلَّا} أداة استثناء مفرغ {عَلَى اللَّهِ} جار ومجرور خبر المبتدأ، والجملة في محل النصب مقول {قَالَ} ، {وَمَا}  {الواو} عاطفة {ما} نافية {أَنَا} مبتدأ {بِطَارِدِ الَّذِينَ} خبر، ومضاف إليه و {الباء} زائدة، والجملة في محل النصب معطوفة على الجملة التي قبلها {آمَنُوا} فعل وفاعل صلة الموصول {إِنَّهُمْ} ناصب واسمه {مُلَاقُو رَبِّهِمْ} خبره ومضاف إليه، وجملة إن في محل النصب مقول لـ {قَالَ} على كونها معلّلةً لما قبلها {وَلَكِنِّي} ناصب واسمه {أَرَاكُمْ} فعل ومفعول أول، وفاعله ضمير يعود على نوح {قَوْمًا} مفعول ثان، وجملة {تَجْهَلُونَ} صفة {قَوْمًا} وجملة {أَرَاكُمْ} </p><p> في محل الرفع خبر {لكنَّ} وجملة الاستدراك معطوفة على ما قبلَها على كَوْنِها مقولَ القول. </p><p> {وَيَا قَوْمِ مَنْ يَنْصُرُنِي مِنَ اللَّهِ إِنْ طَرَدْتُهُمْ أَفَلَا تَذَكَّرُونَ (٣٠) وَلَا أَقُولُ لَكُمْ عِنْدِي خَزَائِنُ اللَّهِ}. </p><p> {وَيَا قَوْمِ} منادى مضاف معطوف على {وَيَا قَوْمِ} الأول. {مَن} اسم للاستفهام الإنكاري في محل الرفع مبتدأ {يَنْصُرُنِي} فعل ومفعول ونون وقاية وفاعله ضمير يعود على {من}  {مِنَ اللَّهِ} متعلق به، والجملة الفعلية في محل الرفع خبر {من} الاستفهامية، والجملة الاسمية جواب النداء على كَوْنِهَا مقول القول، {إن} حرف شرط {طَرَدْتُهُمْ} فعل وفاعل ومفعول في محل الجزم بـ {إن} على كونه فعل شرط لها، وجواب {إن} الشرطية معلوم مما قَبْلَهَا، والتقدير: إن طردتهم فمن ينصرني، وجملة إن الشرطية في محل النصب مقول لـ {قال}  {أَفَلَا}  {الهمزة} للاستفهام التوبيخي داخلةٌ على محذوف، و {الفاء} عاطفة على ذلك المحذوف {لا} نافية {تَذَكَّرُونَ} فعل وفاعل ومفعوله محذوف تقديره: ما ينبغي تذكره من أحوالهم، والجملة الفعلية معطوفة على ذلك المحذوف، تقديره: أتستمرون على ما أنتم عليه من الجهل فلا تذكرون؟ والجملة المحذوفة مع ما عُطِفَ عليهَا مقول {قَالَ} . {وَلَا}  {الواو} : عاطفة {لا} نافية {أَقُولُ} فعل مضارع، وفاعله ضمير يعود على نوح، والجملة معطوفة على جملة قوله {لَا أَسْأَلُكُمْ} على كونهَا جوابَ النداءِ {لَكُم} متعلق بـ {أَقُولُ}  {عِنْدِي} خبر مقدم {خَزَائِنُ اللَّهِ} مبتدأ مؤخر، والجملة الاسمية في محل النصب مقول لـ {أقول} . </p><p> {وَلَا أَعْلَمُ الْغَيْبَ وَلَا أَقُولُ إِنِّي مَلَكٌ وَلَا أَقُولُ لِلَّذِينَ تَزْدَرِي أَعْيُنُكُمْ لَنْ يُؤْتِيَهُمُ اللَّهُ خَيْرًا اللَّهُ أَعْلَمُ بِمَا فِي أَنْفُسِهِمْ إِنِّي إِذًا لَمِنَ الظَّالِمِينَ} . </p><p> {وَلَا}  {الواو} : عاطفة {لا} نافية {أَعْلَمُ الْغَيْبَ} فعل ومفعولٌ به, لأنَّ عَلِم هنا بمعنى عَرَفَ، وفاعله ضمير يعود على نوح، والجملةُ الفعلية معطوفة على جملة {عِنْدِي خَزَائِنُ اللَّهِ} على كَوْنِهَا مقولَ أقول؛ أي: ولا أقول لكم إني أعلم </p><p> الغيبَ، {وَلَا أَقُولُ} معطوف على ولا أقول الأول {إِنِّي مَلَكٌ} ناصب واسمه وخبره، والجملة في محل النصب مقول أقول، {وَلَا أَقُولُ} معطوف على {وَلَا أَقُولُ} الأول {لِلَّذِينَ} متعلق به {تَزْدَرِي أَعْيُنُكُمْ} فعل وفاعل ومفعوله محذوف تقديره: تزدريهم وهو العائد على الموصول، والجملة الفعلية صلةُ الموصول {لَنْ يُؤْتِيَهُمُ اللَّهُ خَيْرًا} ناصب وفعل ومفعول أول وفاعل ومفعول ثان، والجملةُ في محل النصب مقول {أَقُولُ} ، {اللَّهُ} مبتدأ {أَعْلَمُ} خبره {بِمَا} متعلق بـ {أَعْلَمُ} ، {فِي أَنْفُسِهِمْ} صلة لـ {ما} والجملةُ الاسمية مستأنفة مسوقة لتعليل قوله: {وَلَا أَقُولُ}  {إِنِّي} ناصب واسمه {إِذًا} حرف جواب لا عمل لها لعدم دخولها على الفعل {لَمِنَ}  {اللام} حرف ابتداء {مِنَ الظَّالِمِينَ} خبر {إن} وجملة {إن} مستأنفة مسوقة لتعليل قوله {وَلَا أَقُولُ} . </p><p> {قَالُوا يَا نُوحُ قَدْ جَادَلْتَنَا فَأَكْثَرْتَ جِدَالَنَا فَأْتِنَا بِمَا تَعِدُنَا إِنْ كُنْتَ مِنَ الصَّادِقِينَ (٣٢) }. </p><p> {قَالُوا} فعل وفاعل، والجملة مستأنفة {يَا نُوحُ} إلى آخر الآية مقول محكي، وإن شئت قلت:  {يَا نُوحُ} منادى مفرد العلم، وجملة النداءِ في محل النصب مقول {قال} . {قَدْ جَادَلْتَنَا} فعل وفاعل ومفعول، والجملة في محلِّ النصب مقول {قَالُوا} على كونهَا جوابَ النداء، {فَأَكْثَرْتَ جِدَالَنَا} فعل وفاعل ومفعول، والجملة معطوفة على جملة {جَادَلْتَنَا} ، {فَأْتِنَا} فعل ومفعول وفاعله ضمير يعود على نوح، والجملة معطوفة على جملة {فَأَكْثَرْتَ} ، {بِمَا} جار ومجرور متعلق بـ {أتنا} ، {تَعِدُنَا} فعل ومفعول أول، والمفعول الثاني محذوف، تقديره: تعدناه، وهو العائد على الموصول، والجملة الفعلية صلة لـ {ما}  {إن} حرف شرط {كُنْتَ} فعل ناقص واسمه في محل الجزم بـ {إن} على كَوْنِهِ فعلَ شرط لها {مِنَ الصَّادِقِينَ} خبره، وجواب {إِن} معلوم مما قبلها تقديره: إن كنتَ من الصادقين .. فأتنا بما تعدنا، وجملةُ {إن} الشرطية في محل النصب مقول {قَالُوا} . </p><p> {قَالَ إِنَّمَا يَأْتِيكُمْ بِهِ اللَّهُ إِنْ شَاءَ وَمَا أَنْتُمْ بِمُعْجِزِينَ (٣٣) }. </p><p> {قَالَ} فعل ماض وفاعله ضمير يعود على نوح، والجملة مستأنفة {إِنَّمَا يَأْتِيكُمْ بِهِ اللَّهُ} إلى قوله: {تُرْجَعُونَ} مقول محكي، وإن شئتَ قلت:  {إِنَّمَا} أداة حصر، {يَأْتِيكُمْ} فعل ومفعول {بِهِ} متعلق به {اللَّهُ} فاعل، والجملة في محل النصب مقول {قَالَ} . {إِن} حرف شرط {شَاءَ} فعل ماض في محل الجزم، بـ {إِنْ} على كونه فِعلَ شرط لها، وفاعله ضمير يعود على {اللَّهُ} وجواب إن معلوم مما قبلها تقديره: إن شاء يأتيكم به، وجملة {إِن} الشرطية في محل النصب، مقولُ {قَالَ} ، {وَمَا} حجازية، أو تميمية لعدم ظهور الإعراب في الخبر، {أَنْتُمْ} اسمها أو مبتدأ {بِمُعْجِزِينَ} خبرها أو خبر المبتدأ، و (الباء) زائدة، والجملة في محل النصب مقول {قَالَ} . </p><p> {وَلَا يَنْفَعُكُمْ نُصْحِي إِنْ أَرَدْتُ أَنْ أَنْصَحَ لَكُمْ إِنْ كَانَ اللَّهُ يُرِيدُ أَنْ يُغْوِيَكُمْ هُوَ رَبُّكُمْ وَإِلَيْهِ تُرْجَعُونَ (٣٤) }. </p><p> {وَلَا يَنْفَعُكُمْ نُصْحِي} : فعل ومفعول وفاعل، والجملة في محل النصب معطوفة على جملة قوله:  {إِنَّمَا يَأْتِيكُمْ بِهِ اللَّهُ} على كونها مقول {قَالَ} : {إن} حرف شرط {أَرَدْتُ} فعل وفاعل في محل الجزم على كونه فعلَ شرطِ لها {أَنْ أَنْصَحَ} ناصب وفعل منصوب {لَكُمْ} متعلق به، وفاعله ضمير يعود على نوح، والجملة في تأويل مصدر منصوب على المفعولية، تقديره: إن أردت النصح لكم، وجوابُ {إن} معلوم مما قبلها تقديره: إن أردت النصحَ لكم لا ينفعكم نصحي، وجملة {إن} الشرطية في محل النصب مقول {قال} . {إِنْ} حرف شرط {كَانَ اللَّهُ} فعل ناقص واسمه في محل الجزم بـ (إنْ) على كونه فِعْلَ شرط لها، {يُرِيدُ} فعل مضارع وفاعله ضمير يعود على {اللَّهُ} ، والجملة في محل النصب خبرُ {كَانَ} ، {أَنْ يُغْوِيَكُمْ} ناصب وفعل ومفعول، وفاعله ضمير يعود على {اللَّهُ} والجملة في تأويل مصدر منصوب على المفعولية، لـ {يُرِيدُ} تقديره: يريد إغواءه إياكم، وجواب هذا الشرط الثاني: هو الشرط الأول، وجوابه تقديره: إن كان الله يريد أن يُغْويكم .. فإن أردتُ أن أنْصَحَ لكم .. فلا ينفعكم نصحي، وذلك لأنه إذا اجتمع في الكلام شرطان وجواب، يُجعل الشرط الثاني </p><p> شرطًا في الأول؛ لأنَّ الشرطَ مقدَّم على المشروط في الخارج، ذكَرَه في \"الفتوحات\"  {هُوَ رَبُّكُمْ} مبتدأ وخبر، والجملة في محل النصب، مقول {قَالَ} على كونها تَعْلِيلًا لِما قبلها، {وَإِلَيْهِ} متعلق بما بعده {تُرْجَعُونَ} فعل ونائب فاعل، والجملة في محل النصب معطوفة على جملة {هُوَ رَبُّكُمْ} على كونهَا تَعْلِيلًا لما قبلها، والله أعلم. </p><p> التصريف ومفردات اللغة </p><p> {وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا}  {أَظْلَمُ} اسم تفضيل من ظلم يظلم، من باب: ضرب: ظلمًا، والظلم وضع الشيء في غير محله، وهو ضد العدل، والافتراءُ: اختلاق الشيء من عند نفسه، من غير أن يكون له أساس {يُعْرَضُونَ عَلَى رَبِّهِمْ} ؛ أي: للمحاكمة عرضًا تظهر به فضيحتهم على ربهم؛ أي: على من يحسن إليهم، ويَمْلِكُ نواصِيَهم وكانوا جَديرينَ أن لا يكذبوا عليه {وَيَقُولُ الْأَشْهَادُ} ، والأشهاد: جمع شاهد، كصاحب وأصحاب، أو جمع شهيد كشريف وأشراف، والأشهادُ الملائكة الذين يحفظون عليهم أعمالَهم في الدنيا أو الأنبياءُ أو هما والمؤمنون، أو ما يشهد عليهم من أعضائهم، أقوالٌ، واللعنة الطرد من الرحمة، والصدُّ عن سبيل الله الصرف عن دينه، والمنع من الدخول فيه {يبغونها عوجًا} ؛ أي: يصفونها بالاعوجاج تنفيرًا للناس عنها، والعِوج: الالتِواءُ، وعدمُ الاستِواء يقال: بَغَيْتُك شرًّا؛ أي: طلبته لك. </p><p> وفي \"المختار\" : عوج - من باب طرب - فهو أعوج، والاسمُ العِوَجُ بكسر العين، فما كان في حائط أو عُود أو نحوهما، مما ينتصب فهو عَوَج بفتح العين، وما كان في أرض أو دين أو معاش فهو عِوَجٌ بكسر العين، واعوجَّ الشيء اعوجاجًا، فهو معوَّج بوزن محمَّد، وعصا معوجة أيضًا؛ أي: غيرَ مستقيمة. اهـ. </p><p> {مُعْجِزِينَ فِي الْأَرْضِ} ؛ أي: لا يمكنهم أنْ يهربوا مِنْ عذابه {وَضَلَّ} ؛ أي: غابَ {لَا جَرَمَ} قال الفراء: هي كلمة كانت في الأصل بمنزلة لا بُدَّ، ولا محالةَ </p><p> فَجَرَتْ على ذلك، وكثُرَتْ حتى تحولت إلى معنى القسم، وصارت بمنزلة حقًّا، فلذلك يجاب عنها باللام، كما يجاب بها عن القسم، ألا تراهم يقولون: لا جرم لآتينك. اهـ \"مختار\" . وقد مر البحث عن {لَا جَرَمَ} في مبحثِ التفسير، وفي مبحثِ الإعراب، فلا حاجةَ إلى إطالة المبحث عنه هنا. </p><p> {وَأَخْبَتُوا إِلَى رَبِّهِمْ} والإخبات في اللُّغة هو: الخشوعُ، والخضوع، وطمأنينة القلب، ولفظُ الإخبات يتعدَّى بإلى وباللام، فإذا قُلْتَ: أخْبَت فلان إلى كذا، فمعناه اطمأنَّ إليه، وإذا قلتَ: أخْبَتَ له فمعناه: خَشَعَ، وخضع له، {وَأَخْبَتُوا} بمعنى: خشعوا، وخضعوا، وأصْلُه من الخبت، وهو الأرضُ المطمئنة {كَالْأَعْمَى وَالْأَصَمِّ} ، و {الأعمى} هو من قام به العَمَى، والعَمى بفتحتين ذهابُ البصر، خِلْقةً أوْ لاَ يقال: عَمِيَ من باب صَدِي فهو أعمى، وقوم عُمْيٌ {وَالْأَصَمِّ} هو من قام به الصمم، والصمم ذَهابُ السمع خِلقة أَوْ لا، يقال: أصمّه الله فصم يصم بالفتح صممًا، وأصمَّ أيضًا بمعنى صَمَّ؛ أي: حَصَلَ له الصممُ، ورَجب شهر الله الأصمُّ، قال الخليل: إنما سمى بذلك؛ لأنه كان لا يسمع فيه صوت مستغيث، ولا حركة قتال، ولا قعقعةُ سِلاح, لأنه من الأشهر الحُرُم. اهـ \"مختار\" . </p><p> {أَفَلَا تَذَكَّرُونَ} فيه إدغامُ التاء الثانية في الأصل، في الذال على قراءة التشديد، وقرىء في السبعة: تذكرون بتخفيف الذال وتشديد الكاف بحذف إحدى التائين على حدِّ قول ابن مالك - وما بتاءين ابتدى قَدْ يُقْتَصَرُ - إلخ. </p><p> {فَقَالَ الْمَلَأُ} الملأُ: الأشرافُ، والرؤساءُ، والزعماء {هُمْ أَرَاذِلُنَا} ، وفي \"السمين\" : الأراذل فيه وجهان: </p><p> أحدهما: أنه جمع الجمع، فهو جمع أرذل بضم الذال، جمع رذل، بسكونها مثل أكالب، وأكلب، وكلب. </p><p> ثانيهما: أنه جمع مفرد، فالأراذل جمع الأرذل، كأكابر وأكبر، وأساود وأسود، وأباطح وأبطح، وأبارق وأبرق، وجمع على هذه الزنة، وإن كان وصفًا؛ لأنه غلبت عليه الاسمية، فصارَ كالأسماء، ومعنى غَلَبَتِهِ أنّه لا يكاد يذكر الموصوف معه، وهو مثل الأبطَح، والأبرق. ذَكَره أبو البقاء، والأرذل: الخسيس </p><p> الدنيء المرغوب عنه لدناءته والسفلة، قال النحاس: الأراذِلُ الفقراء الذينَ لا حسَبَ لهم، والحسَبُ الصِّناعاتُ. قال الزجاج: نسبوهم إلى الحياكة، ولم يعلموا أنَّ الصناعات لا أثرَ لها في الديانة، وقال ثعلب عن ابن الأعرابي: السفلة هو الذي يُصْلِحُ الدنيا بدينه، قيل له: فمن سَفَلةُ السَّفلةِ قال: الذي يُصْلِحُ دنيا غيرهِ بفساد دينه، والظاهر من كلام أهل اللغة أنَّ السفلة هو الذي يدخل في الحِرَفِ الدنية. ذكره الشوكاني. </p><p> {بَادِيَ الرَّأْيِ} يقرأ (١) بهمزة بعد الدال، وهو من بَدَأَ يبدأُ إذا فَعَلَ الشيءَ أولًا، ويقرأ بياءِ مفتوحة، وفيه وجهان: </p><p> أحدهما: أنَّ الهمزةَ أبدِلَتْ ياءً لانكسار ما قبلها. </p><p> والثاني: أنه من بدا يبدو إذا ظَهَرَ وبادِيَ هُنَا ظَرفُ، وجاء على فاعل كما جاءَ على فعيل نَحْو: قريب، وبعيد، وهو مصدرُ مِثْلُ العافية، والعاقبة، وفي العامل فيه أربعةُ أوجه: </p><p> أحدها: نراك أي فيما يظهر لنا من الرأي، أو في أول رأينا فإن قيل ما قبل إلّا إذا تمَّ لا يعمل فيما بعدها كقولك، ما أعطيتُ أحدًا إلا زيدًا دينارًا, لأنَّ إلّا تُعدِّي الفعلَ ولا تعديه إلا إلى واحد كالواو في باب المفعول معه قيل جاز ذلك هنا, لأنَّ بادِيَ ظرف أو كالظرف، مثل جَهْد رأيي إنك ذاهب؛ أي: في جهدِ رأيي، والظروف يتوسع فيها. </p><p> والوجه الثاني: إن العاملَ فيه: أتبعكَ؛ أي: اتبعوك في أول الرّأي، أو فيما ظهَر منه من غير أن يبحثوا. </p><p> والوجه الثالث: أنه من تمام أراذلنا؛ أي: الأراذل في رَأينا. </p><p> والرابعُ: أنَّ العاملَ فيه محذوف؛ أي: يقول ذاك في بادي الرأي به، والرأي مهموز، وغير مهموز، {تَزْدَرِي أَعْيُنُكُمْ} والازدراء مأخوذٌ من أزرى عليه إذا عَابه، </p><p>(١) (٢) العكبري.</p><p> وزَرَى عليه إذا احتقره، وأنشَدَ الفراء: </p><p> يُبَاعِدُهُ الصَّدِيْقُ وَتَزْدَريهِ ... حَلِيْلَتُهُ وَيَنْهَرُهُ الصَّغِيْرُ </p><p> وقال الآخر: </p><p> تَرَى الرَّجُلَ النَّحِيْفَ فتَزْدَرِيهِ ... وَفِيْ أثْوَابِهِ أسَدٌ هَصُوْرُ </p><p> وقال أبو البقاء:  {تَزْدَرِي}  (١) الدال فيه بدل من تاء الإفعالِ، وأصْلُ تزدري تزتري بوزن تفتعِلُ من زَرَيت، وأبدِلت دالًا لتجانس الزاي في الجهر والتَّاء مهموسةٌ، فلم تجتمع مع الزاي. انتهى. </p><p> {فَعُمِّيَتْ عَلَيْكُمْ} يقال: عُمِّي عن كذا، وعمِّي عليه كذا بمعنى التبسَ عليه، ولم يَفْهَمْهُ، وخفيَ عليه أمرُهُ. </p><p> {قَالُوا يَا نُوحُ قَدْ جَادَلْتَنَا} أصل الجدال، هو: الصراعُ، وإسقاطُ المرء صَاحِبَه على الجدالة، وهي الأرضُ الصلبة، ثم استُعمل في المخاصمة، والمنازعة بما يشغل عن ظهور الحق، ووضوح الصواب. </p><p> {وَلَا يَنْفَعُكُمْ نُصْحِي} والنصحُ بضم النون، وفتحها مع سكون الصاد فيهما، مصدر نَصَح من بابَ فَتَحَ، والنصحُ معناه: تحري الخير، والصلاح للمنصوح له، والإخلاص فيه قولًا وعملًا. {أَنْ يُغْوِيَكُمْ} من أغوى الرباعي يُغْوِي إغواءً بمعنى أضله، والإغواء الإيقاع في الغي، وهو الفسادُ الحِسيُّ والمعنويُّ ثلاثيُّهُ غوى الرجل يَغْوِي إذا ضَلَّ وأَخطأ. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: الاستفهامُ الإنكاريُّ في قوله: {وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى} . </p><p> ومنها: التحقيرُ في قوله: {هَؤُلَاءِ الَّذِينَ كَذَبُوا عَلَى رَبِّهِمْ} إشارةٌ إلى تحقيرهم، وإصْغَارِهم بسوء مرتكبهم، وفي قوله {عَلَى رَبِّهِمْ} ؛ أي: على مَنْ </p><p> يُحْسِنُ إليهم، ويَمْلِكُ نَوَاصِيَهم ذكره في \"البحر\" . </p><p> ومنها: تكريرُ الضمير في قوله: {وَهُمْ بِالْآخِرَةِ هُمْ كَافِرُونَ} لتأكيد كفرهم واختصاصهم به حتى كان كفر غيرهم غير معتد به بالنسبة إلى عظيم كفرهم. </p><p> ومنها: التشبيه المرسلُ المجمل في قوله: {كَالْأَعْمَى وَالْأَصَمِّ} لوجود أداة التشبيه، وحذف وَجْهِ الشبه؛ أي: مَثَلُ الفريق الكافر {كَالْأَعْمَى وَالْأَصَمِّ} في عدم البصر والسمع. ومثلُ الفريق المؤمن كالسميع والبصير، وهذا التشبيه تشبيه معقول بمحسوس فأعمى البصيرة أصمها، شبِّهَ بأَعْمى البصرِ أصم السَّمْعَ ذلك في ظلمات الضلالات متردد تَائِهٌ، وهذا في الطرقاتِ متحيِّرٌ لا يهتدي إليها. </p><p> ومنها: التنبيه بقوله: {أَفَلَا تَذَكَّرُونَ} على أنه يُمْكِنُ زوالُ هذا العَمَى وهذا الصممُ المعقولُ فيجب على العاقل أن يتذكَّر ما هو فيه، ويَسْعَى في هداية نفسه، ويمكن أن يكونَ من باب تشبيه اثنين باثنين، فقُوبِل الأعمى بالبصير وهو طباق، وقوبل الأصمُّ بالسميع وهو طباق أيضًا، والعمى والصمم، آفتان تمنعان من البصر والسمع، ولَيْسَتَا بِضِدَّين لأنه لا تَعاقُبَ بينهما، ويحتمل أن يكون من تشبيه واحد بوصفيه بواحد بوصفيه، فيكون من عطف الصفات، كما قال الشاعر: </p><p> إِلى الْمَلِكِ الْقِرْمِ وَابْنِ الْهُمَامْ ... وَلَيْثِ الْكَرِيْهَةِ في الْمُزْدَحَمْ </p><p> ولم يجيء التركيب كالأعمى والبصير والأصم والسميع فيكون مقابلة في لفظ الأَعمى وضِدِّه، وفي لَفْظِهِ الأصَمِّ وضدهِ, لأنه تعالى لَمَّا ذكر انسدادَ العين أَتْبَعَه بانسداد السمع، ولَمَّا ذَكَرَ انفتاحَ البصر أتبعه بانفتاح السمع، وذلك هو الأُسلوب في المقابلةِ والأتَم في الإعجازِ، ذَكَرَه في \"البحر\" . </p><p> ومنها: المجازُ العقليُّ في قوله: {إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ أَلِيم} لأنَّ نسبة الإيلام إلى اليوم مجاز عقلي نظير قولهم: نَهَارُه صائم. </p><p> ومنها: الاستعارة التصريحية التبعية في قوله: {فَعُمِّيَتْ عَلَيْكُمْ} شبه خَفَاءَ الدليل بالعَمى في أنَّ كُلًّا يمنع الوصولَ إلى المقاصد، فاشتقَّ من العمى بمعنى الخفاء، {عميت} بمعنى خفيت على طريقة الاستعارة التصريحية التبعية، ويمكن أن يكون </p><p> استعارةً تمثيليةً بأن شَبَّهَ الذي لا يهتدي بالحجة لخفائها عليه، بمَنْ سَلَكَ مفازة لا يعرف طُرُقَها، ومسلكها، واتبع دليلًا أعمى فيها على سبيل الاستعارة التمثيلية. </p><p> ومنها: الاستفهامُ التوبيخيٌّ المضمن للإنكار في قوله: {أَفَلَا تَذَكَّرُونَ} . </p><p> ومنها: التهكمُ والاستهزاء في قوله: {فَأْتِنَا بِمَا تَعِدُنَا} . </p><p> ومنها: الحذفُ والزيادة في عِدَّةِ مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {أَمْ يَقُولُونَ افْتَرَاهُ قُلْ إِنِ افْتَرَيْتُهُ فَعَلَيَّ إِجْرَامِي وَأَنَا بَرِيءٌ مِمَّا تُجْرِمُونَ (٣٥) وَأُوحِيَ إِلَى نُوحٍ أَنَّهُ لَنْ يُؤْمِنَ مِنْ قَوْمِكَ إِلَّا مَنْ قَدْ آمَنَ فَلَا تَبْتَئِسْ بِمَا كَانُوا يَفْعَلُونَ (٣٦) وَاصْنَعِ الْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا وَلَا تُخَاطِبْنِي فِي الَّذِينَ ظَلَمُوا إِنَّهُمْ مُغْرَقُونَ (٣٧) وَيَصْنَعُ الْفُلْكَ وَكُلَّمَا مَرَّ عَلَيْهِ مَلَأٌ مِنْ قَوْمِهِ سَخِرُوا مِنْهُ قَالَ إِنْ تَسْخَرُوا مِنَّا فَإِنَّا نَسْخَرُ مِنْكُمْ كَمَا تَسْخَرُونَ (٣٨) فَسَوْفَ تَعْلَمُونَ مَنْ يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُقِيمٌ (٣٩) حَتَّى إِذَا جَاءَ أَمْرُنَا وَفَارَ التَّنُّورُ قُلْنَا احْمِلْ فِيهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ وَمَنْ آمَنَ وَمَا آمَنَ مَعَهُ إِلَّا قَلِيلٌ (٤٠) وَقَالَ ارْكَبُوا فِيهَا بِسْمِ اللَّهِ مَجْرَاهَا وَمُرْسَاهَا إِنَّ رَبِّي لَغَفُورٌ رَحِيمٌ (٤١) وَهِيَ تَجْرِي بِهِمْ فِي مَوْجٍ كَالْجِبَالِ وَنَادَى نُوحٌ ابْنَهُ وَكَانَ فِي مَعْزِلٍ يَا بُنَيَّ ارْكَبْ مَعَنَا وَلَا تَكُنْ مَعَ الْكَافِرِينَ (٤٢) قَالَ سَآوِي إِلَى جَبَلٍ يَعْصِمُنِي مِنَ الْمَاءِ قَالَ لَا عَاصِمَ الْيَوْمَ مِنْ أَمْرِ اللَّهِ إِلَّا مَنْ رَحِمَ وَحَالَ بَيْنَهُمَا الْمَوْجُ فَكَانَ مِنَ الْمُغْرَقِينَ (٤٣) وَقِيلَ يَا أَرْضُ ابْلَعِي مَاءَكِ وَيَا سَمَاءُ أَقْلِعِي وَغِيضَ الْمَاءُ وَقُضِيَ الْأَمْرُ وَاسْتَوَتْ عَلَى الْجُودِيِّ وَقِيلَ بُعْدًا لِلْقَوْمِ الظَّالِمِينَ (٤٤) وَنَادَى نُوحٌ رَبَّهُ فَقَالَ رَبِّ إِنَّ ابْنِي مِنْ أَهْلِي وَإِنَّ وَعْدَكَ الْحَقُّ وَأَنْتَ أَحْكَمُ الْحَاكِمِينَ (٤٥) قَالَ يَا نُوحُ إِنَّهُ لَيْسَ مِنْ أَهْلِكَ إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ فَلَا تَسْأَلْنِ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنِّي أَعِظُكَ أَنْ تَكُونَ مِنَ الْجَاهِلِينَ (٤٦) قَالَ رَبِّ إِنِّي أَعُوذُ بِكَ أَنْ أَسْأَلَكَ مَا لَيْسَ لِي بِهِ عِلْمٌ وَإِلَّا تَغْفِرْ لِي وَتَرْحَمْنِي أَكُنْ مِنَ الْخَاسِرِينَ (٤٧) قِيلَ يَا نُوحُ اهْبِطْ بِسَلَامٍ مِنَّا وَبَرَكَاتٍ عَلَيْكَ وَعَلَى أُمَمٍ مِمَّنْ مَعَكَ وَأُمَمٌ سَنُمَتِّعُهُمْ ثُمَّ يَمَسُّهُمْ مِنَّا عَذَابٌ أَلِيمٌ (٤٨) تِلْكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهَا إِلَيْكَ مَا كُنْتَ تَعْلَمُهَا أَنْتَ وَلَا قَوْمُكَ مِنْ قَبْلِ هَذَا فَاصْبِرْ إِنَّ الْعَاقِبَةَ لِلْمُتَّقِينَ (٤٩) }. </p><p> المناسبة </p><p> قوله تعالى:  {أَمْ يَقُولُونَ افْتَرَاهُ ...} الآية، قال مقاتل وغيره: هذه الآية معترضة في قصة نوح عليه السلام حكايةً لقول مشركي مكة في تكذيب هذه القصص، وللجمل والآيات المعترضة في القرآن حكم وفوائد: </p><p> منها: تنبيهُ الأذهان، ومنعُ السآمة، وتجديد النشاط بالانتقال من غرض إلى آخر، والتشويقُ إلى سماع بقية الكلام، ومن المتوقع هنا أن يَخْطُرَ في بال </p>"
}