{
  "id": null,
  "sura": 11,
  "aya": 1,
  "text": "<p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> {الر كِتَابٌ أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ مِنْ لَدُنْ حَكِيمٍ خَبِيرٍ (١) أَلَّا تَعْبُدُوا إِلَّا اللَّهَ إِنَّنِي لَكُمْ مِنْهُ نَذِيرٌ وَبَشِيرٌ (٢) وَأَنِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُمَتِّعْكُمْ مَتَاعًا حَسَنًا إِلَى أَجَلٍ مُسَمًّى وَيُؤْتِ كُلَّ ذِي فَضْلٍ فَضْلَهُ وَإِنْ تَوَلَّوْا فَإِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ كَبِيرٍ (٣) إِلَى اللَّهِ مَرْجِعُكُمْ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (٤) أَلَا إِنَّهُمْ يَثْنُونَ صُدُورَهُمْ لِيَسْتَخْفُوا مِنْهُ أَلَا حِينَ يَسْتَغْشُونَ ثِيَابَهُمْ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ (٥) }. </p><p> المناسبة </p><p> قوله تعالى في سورة هود:  {أَلَا إِنَّهُمْ يَثْنُونَ صُدُورَهُمْ ...} الآية، مناسبة هذه الآية لما قبلها: أن الله سبحانه وتعالى لما ذكر أنهم إن أعرضوا، حاق بهم عذاب يوم كبير .. بين في هذه الآية حالهم وصفتهم العجيبة الدالة على إعراض الحيرة والعجز ومنتهى الجهل. </p><p> أسباب النزول </p><p> قوله تعالى:  {أَلَا إِنَّهُمْ يَثْنُونَ صُدُورَهُمْ ...} سبب نزولها ما أخرجه البخاري عن ابن عباس قال: كان أناس يستحيون أن ينخلوا فيفضوا بفروجهم إلى السماء، وأن يجامعوا نساءهم فيفضوا إلى السماء، فنزل ذلك فيهم. </p><p> التفسير وأوجه القراءة </p><p> ١ - {الر} قيل: إنها حروف مقطعة من أوائل الأسماء، فمعناها: أنا الله الرحمن، وقيل: إنها اسم للسورة، وقيل (١) : إنها حرف تنبيه، كألا، وتقرأ (٢) كأسمائها ساكنةً فيقال: {ألف لام راء} وقيل معناه: أنا الله أرى. والراجح الأسلم من الأقوال الجارية في أمثال هذه، تفويض علمها إلى الله تعالى. هذا </p><p>(١) المراغي. (٢) المراغي.</p><p> القرآن {كِتَابٌ} عظيم الشأن جليل القدر {أُحْكِمَتْ آيَاتُهُ} ؛ أي (١) : صارت آياته محكمة متقنةً لا نقص فيها ولا نقض لها، كالبناء المحكم من الإحكام، أي: الإتقان ففعله متعد، والمعنى أتقنت آياته لفظًا ومعنى، فلا يحيط بمعنى آيات القرآن غيره تعالى ولم يوجد تركيب بديع الصنع، عديم النظير، نظير القرآن. وقيل معناه: إنها لم تنسخ، بخلاف التوراة والإنجيل، وعلى هذا فيكون هذا الوصف للكتاب باعتبار الغالب، وهو المحكم الذي لم ينسخ. وقيل معناه: أحكمت آياته بالأمر والنهي {ثُمَّ فُصِّلَتْ} بالوعد والوعيد والثواب والعقاب. وقيل: أحكمها الله من الباطل، ثم فصلها بالحلال والحرام. وقيل: أحكمت جملته ثم فصلت آياته. وقيل:  {أُحْكِمَتْ} وجمعت في اللوح المحفوظ {ثُمَّ فُصِّلَتْ} بالوحي. وقيل: أحكمها الله تعالى، فليس فيها تناقض، ثم فصلها وبينها. وقيل: أحكمت آياته لفظًا ونظمت نظمًا رائقًا بليغًا، ثم فصلت معنى، وبينت وفسرت. </p><p> فإن قلت (٢) : كيف عم الآيات هنا بالإحكام، وخص بعضها بالإحكام في قوله:  {مِنْهُ آيَاتٌ مُحْكَمَاتٌ} ؟ </p><p> قلتُ: إن الأحكام الذي عم به هنا، غير الذي خص به هناك، فمعنى الإحكام العام هنا أنه لا يتطرق إلى آياته التناقض والفساد، كإحكام البناء، فإن هذا الكتاب نسخ جميع الكتب المتقدمة عليه. والمراد بالإحكام الخاص المذكور في قوله:  {مِنْهُ آيَاتٌ مُحْكَمَاتٌ} أن بعض آياته منسوخة؛ نسخها بآيات منه أيضًا لم ينسخها غيره. وقيل: أحكمت آياته؛ أي: معظم آياته محكمة، وإن كان قد دخل النسخ على البعض، فأجري الكل على البعض؛ لأن الحكم للغالب وإجراء الكل على البعض مستعمل في كلامه، تقول: أكلت طعام زيد، وإنما أكلت بعضه. والتراخي المستفاد من {ثُمَّ} إما زماني إن فسر التفصيل بالتنجيم بحسب النزول؛ لأنها أحكمت أولًا حين نزلت جملة واحدة، ثم فصلت ثانيًا على حسب المصالح والوقائع، وإما رتبي إن فسر بغيره مما تقدم. </p><p>(١) الشوكاني. (٢) الخازن.</p>"
}