{
  "id": null,
  "sura": 11,
  "aya": 61,
  "text": "<p> مذهب، بل تَدُورُ معهم حيث دَارُوا, ولوقوع صحبة أتباعهم رؤَسائهم، يعني: أنَّهم لما اتبعوا .. أتبعوا ذلك جزاءً لصنيعهم، جزاءً وفاقًا، {وَيَوْمَ الْقِيَامَةِ} ؛ أي: وأتبعوا في يَوْم القيامة أيضًا لعنةً، وهي عذابُ النار المخلَّد، حذفت لدلالة الأولى عليها، يعني وفي يوم القيامة أيضًا تتبعهم اللعنة كما تتبعهم في الدنيا، ثمَّ ذَكَر سبحانه وتعالى السببَ الذي استحقُّوا به هذه اللعنة، فقال سبحانه:  {أَلَا إِنَّ عَادًا} ؛ أي: انْتَبَهوا! إنَّ عادًا {كَفَرُوا رَبَّهُمْ} ؛ أي: كفروا بربهم، وجحدوه كأنَّهم كانوا من الدهرية، وهم الذين يَرَوْنَ مَحْسُوسًا، ولا يرون معقولًا، وينسبون كل حادث إلى الدهر؛ أي: إنَّ عادًا كفروا نعمه عليهم، بجحودهم بآياته، وتكذيبهم لِرسُلِه كِبْرًا وعنادًا {أَلَا بُعْدًا لِعَادٍ} ؛ أي: انتبهوا! إنَّ اللهَ سبحانه وتعالى أَبْعَدَ عادًا منْ رحمته فبَعُدوا عنها بعدًا، والمرادُ منه تحقيرهم، وقولُه:  {قَوْمِ هُودٍ} عطف بيان لعاد قُيِّدَ به, لأن عادًا عَادانَ: عادُ هود القديمةُ، وعادُ إرم الحديثةُ التي هي قوم صالح المسماة بثمود، فقومُ هود عادُ الأولى، وقومُ صالح عاد الثانية. </p><p> وإنما كرَّر ألا ودعاءَه عليهم، وأعادَ ذِكرهم تهويلًا لأمرهم، وتفظيعًا له، وحثًّا على الاعتبار بهم، والحَذَرِ من مثل حالهم، وفي \"الخازن\" فإنَّ (١) قلت: اللعنة معناها الإبعادُ والهلاكُ، فما الفائدة في قوله:  {أَلَا بُعْدًا لِعَادٍ} ؛ لأنَّ الثانيَ هو الأولُ بعينه؟ قلتُ: الفائدةُ فيه: أنَّ التكرارَ بعبارتين مختلفتين، يدُلُّ على نهاية التأكيد، وأنَّهم كانوا مستحقّين له. </p><p> ٦١ - وقولُه:  {وَإِلَى ثَمُودَ} متعلق بمحذوف كما مَرَّ نظيره أي: وأرسلنا إلى ثمود، وهي قبيلةٌ من العرب، سُمُّوا باسم أبيهم الأكبر، ثمودَ بن عاد بن إرم بن سام، وقيل: إنما سُمُّوا بذلك لقلةِ مائهم من الثَّمد، وهو الماءُ القليلُ، وقرأ ابن وثاب، والأعمش (٢)  {وإلى ثمودٍ} بالصرف على إرادة الحيّ، والجمهورُ على منع الصرف ذهابًا إلى القبيلة، وفي \"تفسير أبي الليث\" : إنما لم ينصرفْ لأنه اسمُ قبيلة، وفي الموضع الذي ينصرف جعله اسمًا للقوم {أَخَاهُمْ} ؛ أي: واحدًا منهم </p><p>(١) الخازن. (٢) البحر المحيط.</p><p> في النسب {صَالِحًا} عطف بيان، لأخاهم، وهو صالح بن عبيد بن أسف بن ماسخ بن عبيد بن خاور بن ثمود، وعاش صالحٌ مئتي سنة وثمانين سنةً، وبينه وبين هود مئةُ سنة، وثمود هم سكَّانُ الحِجْر، مكانُ بين الشام والمدينة {قَالَ} استئنافٌ بيانيٌّ كأنَّ قائِلًا قال: فما قال لهم صالحٌ حين أرسل إليهم؟ فقيل: قال: {يَا قَوْمِ اعْبُدُوا اللَّهَ} وحده، أي: وَحَّدُوا الله وخُصّوه بالعبادةِ، {مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ} يعني هو إلهكم المستحق للعبادة، لا هذه الأصنام، ثُمَّ ذَكَرَ سبحانه وتعالى الدَّلائِلُ الدالَّةَ على وحدانيته، وكمال قدرته، فقال:  {هو} سبحانه وتعالى الإله الذي {أَنْشَأَكُمْ} ، وابتدأ خَلْقَكُم {مِنَ الْأَرْضِ} ، وذلك أنهم من بني آدم، وآدم خُلق من الأرض، فمن لابتداء الغاية (١) ؛ أي: ابتدأ إنشاءَكم منها؛ فإنَّه خَلَق آدمَ من التراب، وهو أنموذج منطو على جميع ذرياته التي ستوجد إلى يوم القيامة، انطواءً إجماليًّا؛ لأنَّ كل واحد منهم مخلوق من المني، ومن دم الطَّمثِ، والمنيُّ إنما يتولد من الدم، والدمُ إنما يتولد من الأغذية، وهي إما حيوانية أو نباتية، والنباتية، إنما تتولد من الأرض، والأغذية الحيوانية لا بُدَّ أن تَنتَهي إلى الأغذية النباتية المتولدة من الأرض، فثبَتَ أنه تعالى أنشأَ الكل من الأرض، {وَاسْتَعْمَرَكُمْ فِيهَا} ؛ أي: جَعَلَكم سُكَّانَ الأرض، وصيركم عامرين لها، أو جَعَلَكم معمِّرين ديارَكم تسكنونَها مدة أعماركم، ثمَّ تتركونها لغيركم، وقال الضحاك (٢) : أطال أعمارَكم فيها، حتى كان الواحدُ منهم يعيشُ ثلاثَ مئة سنة إلى ألف سنة، وكذلك كان قوم عاد، وقال مجاهد: أعْمَركم من العمرى؛ أي: جَعَلَها لكم ما عشتم {فَاسْتَغْفِرُوهُ} ؛ أي: فاطلبوا مغفرةَ الله بالإيمان, أي آمِنُوا بالله وحده {ثُمَّ تُوبُوا إِلَيْهِ} ؛ أي: ارْجِعُوا إلى عبادته تعالى من عبادة غيره, لأنَّ التوبةَ لا تصح إلا بعد الإيمان {إِنَّ رَبِّي قَرِيبٌ} إلى عباده بالعلم، والسمع، والرحمة، {مُجِيبٌ} دعاءَ المحتاجين بفضله ورحمته، والذي (٣) يَلُوحُ للخاطر أنَّ قوله تعالى: {قَرِيبٌ} راجع لـ {تُوبُوا} و {مُجِيبٌ} لـ {اسْتَغْفِرُوا} ؛ أي: ارجعوا إلى الله، فإنه قريب ما هو </p><p>(١) روح البيان. (٢) الخازن.(٣) روح البيان.</p>"
}