{
  "id": null,
  "sura": 11,
  "aya": 56,
  "text": "<p> الضررَ بقوله:  {فَكِيدُونِي جَمِيعًا} أنتم وآلهتكم، واحتالوا في إضراري إن كانت كما تَزْعمون، أنها تقدر على الإضرار بي، وأنها اعترتني بسوء، {ثُمَّ لَا تُنْظِرُونِ} ؛ أي: لا تمهلوني ولا تؤخِّرُوني حتى آتِيَ بشيءٍ يحفظني من قراة وسلام، بل عاجلوني واصنعوا ما بَدا لكم، وفي هذا من إظهار عدم المبالاة بهم وبأصنامهم التي يعبدونها ما يصك مسَامِعَهم، ويوضحُ عَجْزَهم وعدمَ قدرتهم على شيءٍ قوله:  {فَكِيدُونِي} بثبوت الياء وصلًا، ووقفًا لكلهم، والتي في المرسلات بحَذْفها، كذلك لكلهم، وأمَّا التي في الأعراف فمِنْ ياءات الزوائد فتحذف وقفًا لا غيرُ وتثبت وتحذَفُ في الوصل. ذكره \"الجمل\" . </p><p> والكيد (١) إرادةُ مضرة الغير خفيةً، وهو من الخَلْقِ: الحِيلةُ السيئةُ، ومن الله التدبيرُ بالحقِّ، لمجازاة أعمال الخلق؛ أي: إن صحَّ ما تفوهتم به من كون آلهتكم مما تَقْدِر على إضرار من يَسُبُّها، ويَصُدُّ عن عبادتها، فإنِّي بَريءٌ منها، فكونوا أنتم وآلهتكم {جَمِيعًا} حال من ضمير {كيدوني} على قصد إهلاكي، بكل طريق {ثُمَّ لَا تُنْظِرُونِ} ؛ أي: لا تمهلوني ولا تسامحوني في ذلك، (فالفاء) لتفريع الأمر على زعمهم في قدرة آلهتهم على ما قالوا، وعلى البراءة كليهما. </p><p> قال الزمخشري (٢) : فإن قلت: هلَّا قيل: إني أُشهدُ الله وأشهدكم؟ </p><p> قلت: لأن إشهاد الله على البراءة من الشرك إشهادٌ صحيح، ثابت في معنى تثبيت التوحيد، وأما إشهادهم فما هو إلا تَهاونٌ بدِينهم، ودَلالة على قلة المبالاة بهم فحَسْبُ، فَعَدَلَ به عن لفظ الأول لاختلاف ما بينهما، وجيءَ به على لفظ الأمر بالشهادة، انتهى. وقولُه:  {ثُمَّ لَا تُنْظِرُونِ} هذا من (٣) معجزاته الباهرة؛ لأنَّ الرَّجُلَ الواحدَ إذا أَقْبَل على القوم العظام، وقال لهم: بَالِغُوا في عداوتي، وفي إيذائي، ولا تؤجِّلوني، فإنه لا يقول هذا إلا إذا كان واثقًا من الله بأنه يحفظه، ويصونه عن كيد الأعداء، </p><p> ٥٦ - وهذا هو المُرادُ بقوله:  {إِنِّي تَوَكَّلْتُ} ، واعتمدتُ {عَلَى </p><p>(١) روح البيان. (٢) البحر المحيط.(٣) الفتوحات.</p><p> اللَّهِ رَبِّي وَرَبِّكُمْ}؛ أي: مالكي، ومالككم، يعني: أنكم وآلهتكم لا تقدرون على ضرري، فإني متوكل على الله القادر القوي، وهو مالكي ومالككم ومالك كل شيء إذ {مَا مِنْ دَابَّةٍ} ونسمة تَدبُّ وتتحرك على الأرض {إِلَّا هُوَ} سبحانه وتعالى {آخِذٌ بِنَاصِيَتِهَا} ؛ أي: إلا وهو مالك لها، قَادر عليها، يصرفها على ما يريد بها، والناصية عند العرب (١) : مَنْبَتُ الشعر في مقدم الرأس، ويُسمّى الشَّعْرُ النابت هناك أيضًا ناصية، تسميةً له باسم منبته، والأَخذ بناصية الإنسان عبارةٌ عن قهره، والغلبة عليه، وكونه في قبضة الآخذ بحيثُ يَقْدِرُ على التصرف فيه كيف يشاء، والعربُ إذا وَصفوا إنسانًا بالذلة والخُضوع لرجل .. قالوا: ما ناصيته إلا بيدِ فلان؛ أي: إنه مُطيع له؛ لأنَّ كل من أخذْتَ بناصيته فقد قهَرْتَه، وأَخْذُ الله سبحانه وتعالى بناصية الخلائق استعارة تمثيليةٌ لنفاذ قدرته فيهم. </p><p> والغرض من هذا الكلام: الدلالة على عظمته تعالى وجَلالة شأنه وكبرياء سلطانه، وباهر قدرته، وأنَّ كُلَّ مقدور، وإن عَظُم وجَلَّ في قوته وجثته، فهو مستصغرٌ إلى جنب قدرته، مقهور تحت قهره وسلطانه، منقاد لتكوينه فيه ما يشاء غَيْرُ ممتنع عليه {إِنَّ رَبِّي عَلَى صِرَاطٍ مُسْتَقِيمٍ} ؛ أي: إنه سبحانه وتعالى، وإن كان قادرًا على عباده، لكنَّه لا يظلمهم، ولا يفعلُ بهم إلا ما هو الحق والعدل في ملكه، لا يفوته ظالم، ولا يضيع عنده معتصم به. </p><p> وقولُ هود عليه السلام:  {إِنِّي أُشْهِدُ اللَّهَ وَاشْهَدُوا} إلى قوله: {إِنَّ رَبِّي عَلَى صِرَاطٍ مُسْتَقِيمٍ} يتضمَّن جملةَ أُمورٍ (٢) : </p><p> ١ - البراءة من إشراكهم الذي اقْتَرَفُوه، ولا حقيقةَ له. </p><p> ٢ - إشهاد الله على ذلك ثِقَةً منه بأنه على بينةٍ من ربه. </p><p> ٣ - إشهادهم أيضًا على ذلك إعلامًا منه بعدم مبالاته بهم وبما يزعمون من قدرة شركائهم على إيذائه وضرره. </p><p> ٤ - طَلَبهُ منهم أن يجمعوا كُلُّهم على الكيد له، والإيقاع به بلا إمهال، ولا </p><p>(١) روح البيان. (٢) المراغي.</p>"
}