{
  "id": null,
  "sura": 11,
  "aya": 71,
  "text": "<p> ينزل ناحيةً من الناس، فخاف أن ينزلوا به مكروهًا لامتناعهم من طعامه، ولم يعرف أنهم ملائكة. وقيل: إن إبراهيمَ عرف أنهم ملائكة، وإنما خَافَ أَنْ يكونوا نزلوا بعذاب قومه، فخاف من ذلك. والأقرب: أَنَّ إبراهيمَ عليه السلام لم يعرف أنهم ملائكةً في أول الأمر، ويدل على صحة هذا أنه عليه السلام قدمَ إليهم الطعام، ولو عرف أنهم ملائكة لما قدمه إليهم، لعلمه أن الملائكةَ لا يأكلونَ ولا يشربون، ولأنه خافهم، ولو عرف أنهم ملائكة .. لما خافهم، فلما عرف الملائكة خَوفَ إبراهيم منهم بأمارات تدل عليه كظهور أثره على وجهه، أو بكلام من إبراهيم يدل على خوفه كما قال في سورة الحجر:  {إِنَّا مِنْكُمْ وَجِلُونَ} . فلا يقال: الغيب لا يعلمه إلا الله تعالى، فمن أينَ علمت الملائكة إخفاءه للخيفة. {قَالُوا} ؛ أي: قالتَ الملائكة لإبراهيم {لَا تَخَفْ} منَّا يا إبراهيم فنحن لا نريد بك سوءًا {إِنَّا أُرْسِلْنَا إِلَى قَوْمِ لُوطٍ} بالعذاب؛ أي: وإنما نحنُ ملائكة الله أرسلنا إلى قوم لوط خاصة لإهلاكهم، وكانت دِيارهم قريبةً من دياره، وما أرسلنا إلى قومك، فكُنْ طيبَ النفس، وكان لوط أخا سارة، أو ابنَ أخي إبراهيم عليهما السلام، </p><p> ٧١ - {وَامْرَأَتُهُ} سارة بنت هاران بن ناخور، وهي ابنة عمه {قَائِمَةٌ} وراءَ الستر بحيث تسمع محاوراتهم، أو على رؤوسهم للخدمة، وكانت نساؤهم لا تحجب كعادة الأعراب، ونازلة البوادي والصحراء، ولم يكن التبرج مكروهًا، وكانت عجوزًا، وخدمة الضيفان مما يعدُّ من مكارم الأخلاق. </p><p> وجاء في شريعتنا مثل هذا في حديث أبي أسيد الساعدي، وكانت امرأته عروسًا فكانت خَادِمَة الرسول - صلى الله عليه وسلم -، ومن حضر معه من أصحابه. والجملة الاسمية حال من ضمير قالوا: أي: قالوا لإبراهيم لا تخف في حال قيام امرأته. {فَضَحِكَتْ} امرأة إبراهيم سرورًا بالأمن من الخوف، أو لقرب عذاب قوم لوط لكراهتها لسيرتهم الخبيثة. قال الجمهور: هو الضحك المعروف، فقيل: هو مجاز معبر به عن طلاقة الوجه، وسرورها بنجاة أخيها وهلاك قومه. وقال مجاهد، وعكرمة، فضحكت، حَاضَتْ عند فرحها بالسلامة من الخوف، فلما ظهر حيضها بشرت بحصول الولد. قال الزمخشري (١) : وفي مصحف عبد الله: </p><p>(١) البحر المحيط.</p><p> {وامرأته قائمة وهو قاعد} . وقال ابن عطية: وفي قراءة ابن مسعود: {وهي قائمة وهو جالس} ولم يتقدم ذِكرُ امرأة إبراهيم، فيُضْمَرُ لكنه يفسره سياق الكلام. وقرأ محمَّد بن زياد الأعرابي، رجل من قراء مكة {فضحكت} بفتح الحاء. قال المهدوي، وفتح الحاء غير معروف. {فَبَشَّرْنَاهَا بِإِسْحَاقَ} ؛ أي: فعقبنا سرورها بسرور أتم منه على ألسنة رسلنا، وإسحاق بالعبرانية الضحاك، وولد إسحاق بعد البشارة بسنة، وكانت ولادته بعد إسماعيل بأربع عشرةَ سنةً. {وَمِنْ وَرَاءِ إِسْحَاقَ} ؛ أي: ووهبنا لها من بعد إسحاق {يَعْقُوبَ} ولدَ إسحاق، فهو من عطف جملة على جملة، ولا يكون يعقوب على هذا مبشَّرًا به، وبشِّرَت من بين أولاد إسحاق بيعقوب؛ لأنها رأَتْهُ، ولم تَرَ غَيْرَه، وهذه البشارة لسارة كانت وهي بنت تسعٍ وتسعينَ سنةً، وإبراهيم ابن مئة سنة. </p><p> واعلم: أنه لما ولد لإبراهيم إسماعيل من هاجر، تمَنَّتْ سَارةُ أن يكون لها ابن، وأيست لكبر سنها، فبُشِّرَت بولد يكون نبيًّا، ويلد نبيًّا، فكان هذا بشارة لها بأن ترى ولدَ ولدها، وإنما بشروها دونَه؛ لأن المرأَة أعجل فرحًا بالولد، ولأن إبراهيمَ بشروه، وأمنوه من خوفه، فأتبعوا بشارَتَه ببشارتها. وقال في \"التبيان\"  (١) : أي بشروها بأنها تلد إسحاق، وأنها تعيش إلى أن ترى وَلَد الولد، وهو يعقوب ابن إسحاق. والاسمان (٢) يحتمل وقوعهما في البشارة، كيحيى حيث سمي به في البشارة قال الله تعالى:  {إنَّا نُبَشِّرُكَ بِغُلَامٍ اسْمُهُ يَحْيَى} . ويحتمل وقوعهما في الحكاية بعد أن ولدا فسميا بإسحاق ويعقوب، وتوجيه البشارة إليها لا إليه، مع أنه الأصلُ في ذلك للدلالة على أنَّ الولدَ المبشرَ به يكون منها, ولأنها كانت عَقِيمَةً حريصةً على الولد، وكان لإبراهيم ولدُه إسماعيل من هاجر، ولأنَّ المرأةَ أشدُّ فرحًا بالولد. </p><p> وقال ابن عباس ووهب: فضحكت تعجبًا من أن يكون لها ولد على كبر سنها، وسن زوجها، وعلى هذا تكون الآية من التقديم والتأخير، تقديره: وامرأته قائمةٌ فبشرناها بإسحاق، ومِن وراءِ إسحاقَ يعقوب، فضحكت كما في \"بحر </p><p>(١) روح البيان. (٢) روح البيان.</p>"
}