{
  "id": null,
  "sura": 11,
  "aya": 87,
  "text": "<p> الظالمين، وإن كان عذابُ الخزي وهو الغرق في البحر .. لم يعم جَمِيعَ قومه، بل لَحِقَ من اتبع موسى، وسار أثره للأسباب التي سلف ذكرها في سورة الأعراف. </p><p> قوله تعالى:  {ذَلِكَ مِنْ أَنْبَاءِ الْقُرَى نَقُصُّهُ عَلَيْكَ ...} الآيات، مناسبةُ هذه الآيات لما قبلها: أن الله سبحانه وتعالى لما ذكر (١) قصص الأمم الماضية، والقرون السالفة مع الرسل الذين أُرسِلوا إليهم .. نَبَّه إلى ما في ذكرها من عظة واعتبار بقوله:  {مِنْهَا قَائِمٌ وَحَصِيدٌ} فالسامعُ لها، والقارئ يلين قلبه، وتخضع نفسه، فيحمله ذلك على النظر فيها، والاعتبار بها، إلى ما في إخباره - صلى الله عليه وسلم - بها من غير مطالعة كتب، ولا مُدَارَسَة مع معلم من عظيم الدلالة على نبوته - صلى الله عليه وسلم -؛ إذ أنَّ هذا لا يكونُ إلا بوحي من العليّ الأعلى، أتاه به روح القدس الأمين. </p><p> التفسير وأوجه القراءة </p><p> ٨٧ - وقوله تعالى:  {قَالُوا يَا شُعَيْبُ أَصَلَاتُكَ تَأْمُرُكَ} إلخ، مستأنفة (٢) واقعة في جواب سؤال مقدر، كأنه قيل: فماذا قالوا لشعيب حين قال لهم ما قال؟ والاستفهام فيه للإنكار عليه، والاستهزاء؛ أي: قالوا: يا شعيب أصلاتك التي هي من نتاج الوسوسة، وفعل المجانين تأمرك بـ {أَنْ نَتْرُكَ مَا يَعْبُدُ آبَاؤُنَا} ؛ أي: بأن نترك ما سارَ عليه آباؤنا جيلًا إثرَ جيل من عبادة الأوثان والأصنام، وإنما جعلوه مأمورًا مع أن الصَّادِرَ عنه إنما هو الأمر بعبادة الله، وغيرها من الشرائع؛ لأنه عليه السلام لم يكن يأمرهم من تلقاء نفسه، بل بوحي من ربه، ويبلِّغهم أنه مأمور بذلك، وإسنادُ الأمر إلى الصلاة دون غيرها من العبادات؛ لأنه كانَ كثيرَ الصلاة معروفًا بذلك، حتى إنهم كانوا إذا رأوه يُصلِّي تغامزوا، وتضاحكوا، فكانت هي من بين الشعائر ضُحْكة لهم. فقوله:  {أَنْ نَتْرُكَ} فيه أنَّ الترك فعلهم، لا فعل شعيب، وهو المأمور، والإنسان يؤمر بفعل نفسه، أجيب عنه: بأنَّ الكلامَ على حذف مضاف، تقديره: هل هي تأمرك بتكليفك إيانا تَرْك عبادة ما يعبد آباؤنا، إلخ، والتكليف إذًا من فعله، ذكره في \"الجمل\" . أجابوا بذلك أمره عليه </p><p>(١) المراغي. (٢) الشوكاني.</p><p> السلام إيَّاهم بعبادة الله وحده المتضمن لنهيهم عن عبادة الأوثان، وقوله:  {أَوْ أَنْ نَفْعَلَ فِي أَمْوَالِنَا مَا نَشَاءُ} جواب عن أمره بإيفاء الحقوق، ونهيه عن البخس والنقص والعثي، معطوف على (ما) في قوله: {مَا يَعْبُدُ آبَاؤُنَا} و (أو) بمعنى (الواو) لأنَّ ما كَلَّفهم به شعيب، هو مجموع الأمرين: لا أحَدَهما. والمعنى: أي (١) : أو أن نترك فِعلَنا ما نشاء في أموالِنا من التصرفات من التطفيف، وغيره من التنمية، والاستغلال، والتصرف في الكسب بما نستطيع من الحذق، والاحتيال، والخديعة، فما ذاك إلا حَجْزٌ على حريتنا، وتَحَكُّمٌ في إرادتنا، وذكائنا. </p><p> والخلاصة: أنهم رَدُّوا عليه الناحِيَتَيْنِ الدينية، والدنيوية بما رأوا مِنْ شُبَهٍ مزيفة، وحجج عفنةٍ، والمعنى: أصلاتك تَأمُرَكَ أن نتركَ ما يعبدُ آباؤنا، وتأمركَ أن نترُكَ فِعْلَنَا في أموالنا ما نشاء من الأخذ والإعطاء والنقص والزيادة. وقال بعضهم: كان (٢) يَنْهَاهم عن تقطيع أطراف الدراهم والدنانير، وقصها فأرادوا به ذلك، والمعنى ما نشاءُ من تقطيعها. </p><p> فائدة: واعلم أنَّ أوَّلَ من استخرج الحديد، والفضة، والذهب من الأرض (هَوشنَكُ) في عصر إدريس عليه السلام، وكان ملكًا صالحًا داعيًا إلى الإِسلام وأول مَنْ وضع السكَّةَ على النقدين. (الضحاك) . وإفسادُ السكة بأيِّ وجهٍ كان إفسادًا في الأرض، وسئل الحجاج عما يرجو به النجاةَ فذكر أشياء، منها: ما أفسدت النقود على الناس. </p><p> وقرأ الجمهور: أصلواتك بالجمع. وقرأ حمزة، والكسائي، وخلف، وحفص، وابن وثاب (٣) : {أَصَلَاتُكَ} على التوحيد. وقرأ (٤) الجمهور: {أَوْ أَنْ نَفْعَلَ فِي أَمْوَالِنَا مَا نَشَاءُ} بالنون فيهما كما فسرناه سابقًا. وقرأ الضحاك بن قيس </p><p>(١) المراغي. (٢) روح المعاني.(٣) البحر المحيط وزاد المسير.(٤) البحر المحيط.</p>"
}