{
  "id": null,
  "sura": 11,
  "aya": 28,
  "text": "<p> أولَ الرأي، وقرأ باقي السبعة {بادِيَ} بالياء من بَدا يَبْدُو، ومعناه ظاهرَ الرأي، وقيل:  {بادي}  (بالياء) معناه بادِىءَ بالهمز فسهِّلت الهمزة، بإبدالها ياءٌ لكسر ما قبلها، والعامل فيه نراك، أو اتبعك، أو أراذلنا؛ أي: وما نراك فيما يَظهرُ لنا من الرأي، أو في أول رأينا، أو وما نراك اتبعك أوَّل رأيهم، أو ظاهرَ رأيهم، واحتملَ هذا الوَجْهُ معنيين: </p><p> أحدُهما: أنْ يريد: اتبعوك في ظاهرِ أمرهم، وعسى أن تكونَ بواطنهم ليسَتْ معك. </p><p> والمعنى الثاني: أن يُريد: اتبعوكَ بأوَّلِ نظر، وبالرأي البادىء دون تثبت، ولو تثبتوا .. لم يتبعوك، وإذا كان العاملُ أراذلنا فمعناه الذين هم أراذِلنا بأدل نظر فيهم، وببادىء الرأي يُعْلَمُ ذلك منهم. ذكره أبو حيان. </p><p> ٢٨ - ثمَّ ذَكَر سبحانه ما أجاب به نوحٌ عليهم فقال {قَالَ} نوحٌ {يَا قَوْمِ أَرَأَيْتُمْ} ؛ أي؛ أَخْبِرُوني {إِنْ كُنْتُ عَلَى بَيِّنَةٍ مِنْ رَبِّي} ؛ أي: على برهان من ربي في النبوة، يدل على صحتها، ويُوجب عليكم قبولَها مع كون ما جعلتموه قادحًا ليس بقادح في الحقيقة، فإنَّ المساواةَ في صفة البشرية لا تمنعُ المفارقةَ في صفة النبوة، واتباعُ الأراذل كما تزعمون ليس ما يمنع من النبوة، فإنهم مثلكم في البشرية، والعقل, والفهم، فاتباعهم لي حجةٌ عليكم لا لكم، ويجوز أنْ يُرِيدَ بالبينة المعجزةَ {وَآتَانِي} ؛ أي: أعطاني {رَحْمَةً} ؛ أي: نبوَّة {مِنْ عِنْدِهِ} ؛ أي: من فضله سبحانه وتعالى وقيَّدَ الرحمة بكونها من عنده تأكيدًا، وفائدتُهُ رَفْعُ الاشتراك، ولو بالاستعارةِ. ذكره أبو حيان. وقيل: الرحمةُ المعجزةُ، والبينةُ النبوةُ {فَعُمِّيَتْ} ؛ أي: خَفِيَتْ كُلُّ واحدة من البينة، والرحمة {عَلَيْكُمْ} وصار ذلك البرهانُ مشكوكًا في عقولكم، والإفرادُ في {عميت} على إرادة كلّ واحدة منهما، أو على إرادة البينة, لأنَّها هي التي تَظْهَر لِمَنْ تَفَكَّر، وتَخْفى على مَنْ لم يَتَفَكَّرْ. </p><p> وقرأ حمزة والكسائي وحفص عن عاصم (١) : {فَعُمِّيَتْ} بضم العين، </p><p>(١) البحر المحيط.</p><p> وتشديد الميم، مبنيًّا للمفعول؛ أي: أبهمت عليكم، وأُخْفِيَت، وقرأ باقي السبعة {فعميت} بفتح العين، وتخفيف الميم مبنيًّا للفاعل، وقرأ أبيٌّ وعليٌّ السلميُّ، والحسَن، والأعمش، فعَمَّاهَا عليكم، وروى الأعمش عن أُبيٍّ ووَثَّاب {وعميت} بالواو خفيفةً. </p><p> والمعنى (١) : أي قال نوحُ {يَا قَوْمِ} أخْبِرُوني ماذا تَرون، وماذا تقولون، إن كنتُ على حجة فيما جئتكم به من ربي يَتَبيَّن لي بها أنه الحق من عنده لا من عندي، ومن كسبي البشري الذي تُشاركُونني فيه، وآتاني رحمةً من عنده، وهي النبوةُ وتعاليمُ الوحي التي هي سبَبُ رحمةٍ خاصَّةٍ لِمن يَهتدِي بِهَا، فحَجَبَها عنكم جهلكم، وغروركم بالمال والجاه، فلم تتبينوا منها ما تَدُلُّ عليه من التفرقة بيني وبينكم، فمنعتم فَضْلَ الله عني بحرماني من النبوة، والاستفهامُ في قوله {أَنُلْزِمُكُمُوهَا} للإنكار؛ أي: أنُكْرِهُكُم على قبولها، والاهتداء بها، والمرادُ إلزام الجبر بالقَتْلِ ونحوه لا إلزام الإيجاب، إذ هو حاصلٌ كما في \"البيضاوي\"  {وَأَنْتُمْ لَهَا كَارِهُونَ} ؛ أي: وأنتم عنها معرضون غير متدبرين لها، كلّا إنَّا لا نفعل ذلك بل نَكِلُ أمركم إلى الله، حتى يقْضي في أمركم ما يَرى ويشاء، وما عليَّ إلا البلاغُ وهذا أوّلُ نصٍّ في دين الله على أنه لا ينبغي أن يكون الإيمانُ بالإكراه. </p><p> والخلاصة: أخبروني إن كنتُ على حجة ظاهرة الدلالة على صحة نبوتي، إلّا أنها خَافِيةٌ عليكم أيُمْكِنُنَا أن نَضْطَرَّكم إلى العلم بها، والحال أنكم كارهون لها غير متدبرين فيها، فإنَّ ذلك لا يَقْدِرُ عليه إلا اللَّهُ عزَّ وجلَّ؛ أي: أخْبِروني بجواب هذا الاستفهام، وهو أني لا أقْدِر على إجْباركم. </p><p> وحَكى الكِسَائي (٢) ، والفراء إسكان الميم الأولى في {أَنُلْزِمُكُمُوهَا} تخفيفًا كما في قول امرئ القيس: </p><p> فَالْيَوْمَ أَشْرَبْ غَيْرَ مُسْتَحْقِبٍ ... إِثْمًا مِنَ اللَّهِ وَلاَ وَاغِلِ </p><p> فإنَّ إسكانَ الباء في أشْرَبْ للتخفيف، وقد قرأ أبو عمرو كذلك. </p><p>(١) المراغي. (٢) الشوكاني.</p>"
}