{
  "id": null,
  "sura": 11,
  "aya": 84,
  "text": "<p> وحكمها في إهلاكهم بحيث لا يمنعها شيء، من قولهم سَوَّمْتُ فلانًا في الأمر، إذا حكمته فيه، وخَلَّيْتَه وما يُريد لا تثني له يد في تصرفه. </p><p> ويَرى بَعْضُ المفسرينَ أنَّ التسْوِيم كانَ حِسيًّا بخطوط في ألوانها أو بأمثال الخواتيم عليها، أو بأسماء أهلها، وكل ذلك من أمور الغيب التي لا تثبت إلا بسلطان، ونص من خاتم الرسل، وأَنَّى هو. {وَمَا هِيَ} ؛ أي: وما هذه القرى التي حَلَّ بها العذابُ {مِنَ الظَّالِمِينَ} ؛ أي: منكم أيها المشركون من أهل مكة، الظالمون لأنفسهم بتكذيبك، والمماراة فيما تُنذرهم به {بِبَعِيدٍ} ؛ أي: بمكان بعيد عنكم، بل هي قريبة منكم على طريقكم في رحلة الصيف إلى الشام، كما قال في سورة الصافات: {وَإِنَّكُمْ لَتَمُرُّونَ عَلَيْهِمْ مُصْبِحِينَ (١٣٧) وَبِاللَّيْلِ أَفَلَا تَعْقِلُونَ (١٣٨) }؛ أي: وإنكم لتمرون على آثارهم، ومنازلهم في أسفاركم وَقْتَ النهار، وبالليل أفلا تعتبرون بما حَلَّ بهم. </p><p> وفي هذه عبرة للظالمين في كل زمان، وإن اختلفَ العذابُ باختلاف الأحوال وأنواع الظلم كثرةً وقلةً، ومقدار أثره في الأمة من إفسادٍ عامٍّ أو خاصٍّ. </p><p> وقيل المعنى:  {وَمَا هِيَ} ؛ أي: وما هذه الحجارة الموصوفة من كل ظالم ببعيد، فإنهم بسبب ظلمهم مستحقونَ لها؛ أي: فإن الظالمينَ حقيق بأن تمطر عليهم، ومنهم كفار قريش، ومن عاضَدَهم على الكفر بمحمد - صلى الله عليه وسلم - أو من الظالمينَ من قوم لوط، وتذكيرُ البعيد على تأويل الحجارة بالحجر، أو إجراء له على موصوف مذكر؛ أي: شيء بعيد، أو مكان بعيد، أو لكونه مصدرًا كالزفير، والصهيل، والمصادرُ يستوي في الوصف بها المذكر والمؤنث. </p><p> ٨٤ - وقوله:  {وَإِلَى مَدْيَنَ} معطوف كسابقه على قوله: {وَلَقَدْ أَرْسَلْنَا نُوحًا} وهو اسم ابن إبراهيم الخليل عليه السلام، ثمَّ صَارَ اسمًا للقبيلة، أو اسْمُ مدينة بناها مَدْيَنَ، فسُمِّيت باسمه؛ أي: وأرسلنا إلى قبيلة مَدْيَنَ أو ساكني بلدةِ مدين {أَخَاهُمْ} ؛ أي: واحدًا منهم في النسب {شُعَيْبًا} عطف بيان له، وهو ابن مكيلِ بن يشجر بن مدين {قَالَ} استئناف بيانيٌّ {يَا قَوْمِ اعْبُدُوا اللَّهَ} ؛ أي: فلمَّا أتاهم قال: يا قوم اعبدوا الله، </p><p> وحده، ولا تشركوا به شيئًا من الأصنام فـ {مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ} ؛ أي: لأنه ليس لكم إله سوى اللَّه تعالى، وقد جرَتْ سنة الأنبياءِ أن يَبْدؤوا بالدعوةِ إلى التوحيد؛ لأنه جِذْرُ شجرة الإيمان. ثمَّ يَتْبِعُونَه بالأهمِّ فالأهمِّ فيما يرون لدى أقوامهم، ومن ثم ثنى بالنهي عن نقص الكيل والميزان؛ لأنَّ أهْلَ مَدْينَ اعتادوا ذلك فقال:  {وَلَا تَنْقُصُوا الْمِكْيَالَ وَالْمِيزَانَ} ؛ أي: آلة (١) الوزن والكيل، وكان لهم مكيالان، وميزانان: أحدُهما أكبَرُ من الآخر، فإذا اكتالوا على الناس يستوفون بالأكبر، وإذا كالوهم أو وزنوهم يُخْسِرونَ بالأصغر، والمراد لا تنقصوا حَجْمَ المكيال عن المعهود، وكذا الصنجات كي تتوسلوا بذلك إلى بخس حقوق الناس. ويجوز أن يكونَ من ذكر المحل، وإرادة الحال، فإذا جاءهم البائع بالطعام أخذوا بكيل زائدٍ، وكذلك إذا وصل إليهم الموزونُ، أخذوا بوزن زائد، وإذا باعوا .. باعوا بكيل ناقص ووزن ناقص، وكل من البَخْسَين شائع في هذا الزمان أيضًا كأنه ميراث من الكفرة الخائنين. وجملة قوله:  {إِنِّي أَرَاكُمْ بِخَيْرٍ} تعليل للنهي؛ أي (٢) : لا تنقصوا المكيالَ، والميزان لأني أراكم بخير؛ أي: متلبسين بثروة وسعة في الرزق تغنيكم عن التطفيف، فلا تغيروا نعمةَ الله عليكم بمعصيته، والإضرار بعباده. ففي هذه النعمة ما يغنيكم عن أخذ أموال الناس بغير حقها مما تنقصون لهم من المبيع في مكيل أو موزون، وكانوا تُجَّارًا مطففينَ إذا اكتالوا على الناس يستوفون، وإذا كالوهم أو وزنوهم ينقصونَ المكيالَ والميزان. أَلاَ إنَّ في هذا كفرانًا لنعمة الله عليكم، إذ كان يجب عليكم شكرانها بالزيادة على سبيل الصدقة والإحسان. </p><p> ثمَّ ذكَرَ بعد هذه العلة، علَّةً أُخرى، فقال:  {وَإِنِّي أَخَافُ} وأخشى {عَلَيْكُمْ عَذَابَ يَوْمٍ مُحِيطٍ} ؛ أي: يومًا يُحيط بكم عذابه، لا يشُذ منه أحدٌ منكم، إذا أنتم أصررتم على شرككم بالله بعبادة غيره، وكفرتم بنعمه بنقص المكيال والميزان. وهذا العذاب إما في الدنيا بعذاب الاستئصال، وإمَّا في يوم </p><p>(١) روح المعاني. (٢) الشوكاني.</p>"
}