{
  "id": null,
  "sura": 11,
  "aya": 31,
  "text": "<p> بقوله:  {وَيَا قَوْمِ مَنْ يَنْصُرُنِي} ، ويمنعني {مِن} عذاب {اللَّهِ} سبحانه وتعالى، وانتقامه {إِنْ طَرَدْتُهُمْ} ؛ أي: إن طرَدت الذينَ آمنوا عن حَضْرَتِي، وأبْعَدْتُهم عن مجلسي بسبب قَوْلِكُم، فإنَّ طردَهم بسبب سبقهم إلى الإيمان, والإجابة إلى الدعوة التي أرسَلَ الله رسولَه لأجلها .. ظلم عظيم، لا يَقَعُ من أنبياء الله المؤيدينَ بالعصمة، ولو وقَعَ ذلك منهم فرضًا وتقديرًا .. لكان فيه من الظلم ما لا يكون، لو فَعَلَه غَيْرُهم من سائر الناس، والاستفهام في قوله:  {مَنْ يَنْصُرُنِي} للإنكار و (الهمزة) في قوله: {أَفَلَا تَذَكَّرُونَ (١٥٥) } للتوبيخ داخلةٌ على محذوف، و (الفاء) عاطفة على ذلك المحذوف، والتقدير: أتستمرون عَلى ما أنتم عليه مِنَ الجهل بما ذكر، فلا تذكرون من أحوالهم ما ينبغي تذكره، وتتفكرون فيه حتَّى تعرفوا ما أنتم عليه من الخطأ، فَتَنْتَهُوا عنه، وما هم عليه من الصواب، فإنَّ لهم ربًّا ينصرهم، وينتقم لهم. </p><p> ٣١ - {وَلَا أَقُولُ لَكُمْ} بادّعائي للنبوة والرسالة {عِنْدِي خَزَائِنُ} رزق {اللَّهِ} سبحانه وتعالى أي أنواع (١) رزقه التي يَحْتَاجُ إليها عبادُهُ للإنفاق منها، أتصرف فيها بغير وسائل الأسباب المسخَّرة لسائر الناس، فأنفق على نفسي، وعلى من تَبِعَني بالتصرف فيها بخوارق العادات، بل أنا وغيري في الكسب سواء، إذ ذلك ليس من موضوع الرسالة، ولا من خصائص النبيّ، ولو كَانَ كذلك لاتبع الناس الرُّسلَ لأجلها، بل الغاية من بعْثِ الرسل تزكية الأنْفُس بمعرفة الله وعبادته، وتأهيلها لِمَثُوبتِهِ في دَارِ كرامته، ورضاه عنها يومَ لا ينفعُ مالُ ولا بنون. </p><p> وقال ابن الأنباري (٢) : أراد بالخزائن: عِلْمَ الغيب المَطْوِيِّ عن الخَلْق لأنهم قالوا له: إنما اتَّبَعَكَ هؤلاء في الظَّاهِر، وليسوا مَعَك فقال لهم: ليس عندي خزائن غيوب الله، فأعلمَ ما تَنْطوِي عليه الضمائر، وإنما قيل للغيوب خزائنُ لِغُموضها عن الناس، واستتارها عنهم. قال سفيان بن عيينة: إنما آيات القرآن خزائن، فإذا دَخَلْتَ خزانة .. فاجْتَهد أن لا تَخْرُجَ منها حتى تعرف ما فيها. </p><p>(١) المراغي. (٢) زاد المسير.</p><p> {وَلَا أَعْلَمُ الْغَيْبَ} ؛ أي: ولا أدَّعي أنِّي أعلَمُ بغيب الله، فلا أمْتَازُ عن سائر البشر، بعلم ما لا يصل إليه علمهم الكسبيُّ من مصالحهم، ومنافعهم، ومضارِّهم في معايشهم، وكسبهم، فأخْبَرُ بها أتباعي، لِيَفْضُلوا عليكم، ومن ثمَّ أمَرَ الله تعالى نبِيَّه أن يقول لقومه:  {قُلْ لَا أَمْلِكُ لِنَفْسِي نَفْعًا وَلَا ضَرًّا إِلَّا مَا شَاءَ اللَّهُ وَلَوْ كُنْتُ أَعْلَمُ الْغَيْبَ لَاسْتَكْثَرْتُ مِنَ الْخَيْرِ وَمَا مَسَّنِيَ السُّوءُ} . </p><p> قيل: إنما قالَ لهم هذا, لأنَّ أرضَهم أجْدَبَتْ فسألوه متى يَجِىءُ المطر، وقيل: بل سألوه متى يجيء العذابُ، وقوله:  {وَلَا أَقُولُ إِنِّي مَلَكٌ} جوابُ لقولهم: {مَا نَرَاكَ إِلَّا بَشَرًا مِثْلَنَا} ؛ أي: ولا أقول لكم إني مَلَكُ من الملائكة، أُرْسِلْتَ إليكم، فَأكون كاذبًا فيما أدَّعِي، بل أنا بشر مثلكم، أمرتُ بدعائكم إلى الله، وقد أبلغتكم ما أرسلت به إليكم. </p><p> وفي هذا (١) : دحض لشبهَتهم إذ زعموا أنَّ الرَّسولَ من الله إلى البشر، يجب أن يفضُلَهم، ويمتازَ عنهم، ولا سبيلَ إلى ذلك إلا بأن يكون مَلَكًا يَعلمُ ما لا يعلمه البشر، ويقدر على ما لا يقدر عليه البشر. </p><p> والحاصلُ: أنكم (٢) اتخذتم فقدانَ هذه الأمور الثلاثة ذريعةً إلى تكذِيبي، والحالُ أنِّي لا أدَّعي شيئًا من ذلك، والذي أدَّعِيه لا يتعلق بشيء منها، وإنما يتعلَّقُ بالفضائل النفسانية التي بها تتَفاوَتُ مقاديرُ البشرِ. </p><p> فصل في الاستدلال على تفضيل الملائكة على الأنبياء </p><p> استدلَّ بعضُهم بهذه الآية (٣) على تفضيل الملائكة على الأنبياء، قال: لأن نوحًا عليه السلام قال: {وَلَا أَقُولُ إِنِّي مَلَكٌ} لأنَّ الإنسان إذا قَالَ: أنا لا أدَّعِي كذا وكذا، لا يحسن إلا إذا كَانَ ذلك الشيء أشرف وأفضل من أحوال ذلك القائل، فلَمَّا قال نوح عليه السلام هذه المقالة، وجب أن يكون ذلكَ المَلَكُ </p><p>(١) المراغي. (٢) المراح.(٣) الخازن.</p><p> أفضَلَ منه، والجواب أن نوحًا عليه السلام إنما قال هذه المقالةَ في مقابلة قولهم: ما نراك إلا بشرًا مثلَنا لِما كان في ظنِّهم أنَّ الرُّسُلَ لا يكونون من البشر، إنما يكونون من الملائكة، فأعلمهم أن هذا ظن باطل، وأن الرسل إلى البشر إنما يكونون من البشر، فلهذا قال سبحانه وتعالى:  {وَلَا أَقُولُ إِنِّي مَلَكٌ} ولم يُرِدْ أنَّ دَرَجَةَ الملائكة أفضلُ من درجة الأنبياء، والله أعلم. </p><p> وقال الشوكاني: وقد استدلَّ بهذا مَنْ قال: إنَّ الملائكةَ أفضل من الأنبياء، والأدلَّة في هذه المسألة مختلفة، وليس لطالب الحق إلى تحقيقها حاجةً، فليست مما كلَّفنا الله سبحانه وتعالى بعلمه. </p><p> {وَلَا أَقُولُ لِلَّذِينَ تَزْدَرِي} ـهم وتحتقِرُهم {أَعْيُنُكُمْ} وتنظرهم نَظْرَةَ احتقار {لَنْ يُؤْتِيَهُمُ اللَّهُ} سبحانه وتعالى، ولن يعطِيَهم {خَيْرًا} ؛ أي: هدايةً وأجْرًا، بل آتاهم الخير العظيم، بالإيمان به، واتباع نبيه، فهو مجازيهم بالجزاء العظيم في الآخرة، ورافِعُهم في الدنيا إلى أعلى محل، ولا يضرهم احتقارُكم لهم شيئًا. </p><p> أي: ولا أقولُ للذين اتبعوني، وآمنوا باللهِ وحده، وأنتم تنظرون إليهم نَظْرةَ استصغارٍ، واحتقارٍ، فتزدريهم أعينُكم لفقرهم، ورَثَاثَةِ حالهم: لن يؤتيهم الله خيرًا، وهو ما وعدوه على الإيمان والهُدى من سعادة الدنيا والآخرة، ولا يُبْطِلُ احتقَارُكم إيَّاهُمْ أجْرَهم، وليس لي أن أطَّلِعَ على ما في نفوسهم فأقْطَعَ عليهم بشيء. </p><p> {اللَّهُ أَعْلَمُ بِمَا فِي أَنْفُسِهِمْ} من الإيمان به، والإخلاص له فَيُجازِيهم على ذلك، ليس لي ولا لكم من أمرهم شيء؛ أي: بل الله سبحانه وتعالى أعْلَمُ بما في قلوبهم، وبما آتاهم من الإيمان على بصيرة، ومن اتباع رسوله بإخلاصٍ وصدق سريرة، لا كَمَا زَعمتم من اتباعهم إيايَ باديَ الرأي، بلا بصيرة ولا علم. </p><p> {إِنِّي إِذًا لَمِنَ الظَّالِمِينَ} لهم: إن فعلْتُ بهم ما تُريدونه أو من الظالمينَ لأنفسهم إن فعلتُ ذلك بهم؛ أي: إنّي إذا قَضَيْتُ على سرائرهم، بخلاف ما أبْدَتْه لي ألسنتهم على غير علم مني بما في نفوسهم، أكُونَ ظالمًا لهم بهضم </p>"
}