{
  "id": null,
  "sura": 11,
  "aya": 75,
  "text": "<p> بحقيقتِهم المَلَكِيّةِ، وعرفانِ سببِ مجيئهم {وَجَاءَتْهُ الْبُشْرَى} بنجاة قومه كما قال: {قَالُوا لَا تَخَفْ إِنَّا أُرْسِلْنَا إِلَى قَوْمِ لُوطٍ} أو بالولدِ إسحاقَ كما قال: {فَبَشَّرْنَاهَا بِإِسْحَاقَ} وإبراهيم أصل في التبشير، كما قال في سورة أخرى: {فَبَشَّرْنَاهُ بِغُلَامٍ حَلِيمٍ (١٠١) }. {يُجَادِلُنَا فِي قَوْمِ لُوطٍ} ؛ أي: أخذ يجادل، ويخاصم رسلَنا فيما أرسلناهم به من عقاب قوم لوط، وجُعِلَتْ مجادلتهم مجادلةَ الله؛ لأنها مجادلة في تنفيذ أمره. وقد صرَّح في سورة العنكبوت بكون هذه المجادَلَةِ مع الرسل حيث قال: {وَلَمَّا جَاءَتْ رُسُلُنَا إِبْرَاهِيمَ بِالْبُشْرَى قَالُوا إِنَّا مُهْلِكُو أَهْلِ هَذِهِ الْقَرْيَةِ إِنَّ أَهْلَهَا كَانُوا ظَالِمِينَ (٣١) قَالَ إِنَّ فِيهَا لُوطًا قَالُوا نَحْنُ أَعْلَمُ بِمَنْ فِيهَا لَنُنَجِّيَنَّهُ وَأَهْلَهُ إِلَّا امْرَأَتَهُ كَانَتْ مِنَ الْغَابِرِينَ (٣٢) }. </p><p> وجيءَ بجواب (١) لَمَّا مضارعًا مع أنه ينبغي أن يكون ماضيًا لكونها موضوعة للدلالة على وقوع أمر في الماضي لوقوع غيره فيه على سبيل حكاية الحال الماضية، أي جَادَلَ، وخَاصَمَ رسلَنَا في شأن قوم لوط وحقِّهم لرفع العذاب عنهم جدالَ الضعيف مع القويِّ لا جِدَالَ القوي مع الضعيف بل جدالَ المحتاج الفقير مع الكريم الغني، وجدالَ الرحمة والمعاطفة وطلب النجاة للضعفاء، والمساكين الهالكين. وكان لوط ابنَ أخيه، وهو لوط بن هاران بن آزر، وإبراهيم بن آزر، ويقال: ابن عمه، وسارة كانت أختَ لوط. فلما سمعا بهلاك قوم لوط اغتما لأجل لوط، فطفق إبراهيم يجادل الرسلَ حينَ قالوا: إنا مهلكوا أهل هذه القرية، فقال: أرأيتم لو كانَ فيها خمسون رجلًا من المؤمنين أتهلكونها؟ قالوا: لا، قال: فأربعونَ؟ قالوا: لا، قال: فثلاثون؟ قالوا: لا، حتى بلغ خمسةً قالوا: لا، قال: أرأيتم إن كان فيها رجلٌ واحد مسلمٌ، أَتُهلكونها؟ قالوا: لا، فعند ذلك {قَالَ إِنَّ فِيهَا لُوطًا قَالُوا نَحْنُ أَعْلَمُ بِمَنْ فِيهَا لَنُنَجِّيَنَّهُ وَأَهْلَهُ إِلَّا امْرَأَتَهُ كَانَتْ مِنَ الْغَابِرِينَ (٣٢) }. </p><p> ٧٥ - {إِنَّ إِبْرَاهِيمَ} عليه السلام {لَحَلِيمٌ} ؛ أي: غير (٢) عجول على كل من أساءَ إليه، فلذلك طَلَبَ تأخيرَ العذاب عنهم، رَجَاءَ إقدامهم على الإيمان, </p><p>(١) روح البيان. (٢) المراح.</p>"
}