{
  "id": null,
  "sura": 11,
  "aya": 107,
  "text": "<p> الأشقياء، لفساد عقيدتهم الموروثة، وسوء القدوة في العمل حتّى أحاطت بهم خطيئاتُهم، وانطَفأَ نور الفطرة مِن أنفسهم، فلهم في النار التي هي مستقرهم، ومثواهم زفير، وشهيق من حَرَج صدورهم، وضيق أنفاسهم، وشدة كروبهم. ويكون الذين شَقُوا شاملًا للكفار، وعصاة المسلمين. </p><p> ١٠٧ - وقوله:  {خَالِدِينَ فِيهَا} ؛ أي: في النار حال من الضمير المستكن في الظرف أعني قوله: {في النار} ؛ أي: فأما الذين شقوا فمستقرون في النار، حالةَ كونهم ماكثينَ فيها مكث خلود، ودوام، {مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ} ؛ أي: مُدةَ دوام السموات التي تظلهم، ودوام الأرض التي تقلهم. فالمراد (١) سمواتُ الآخرة، وأرضها، وهي دائمة مخلدة، ويَدُلُّ عليه قوله تعالى:  {يَوْمَ تُبَدَّلُ الْأَرْضُ غَيْرَ الْأَرْضِ وَالسَّمَاوَاتُ} ، وقوله تعالى:  {وَأَوْرَثَنَا الْأَرْضَ نَتَبَوَّأُ مِنَ الْجَنَّةِ حَيْثُ نَشَاءُ} . وأن أهل الآخرة لا بد لهم من مظل ومقلٍّ، إما سماء يخلقها الله فتظلهم، أو يظلهم العرش، وكل ما علاك فأظلك فهو سماء، وكل ما استقرت عليه قدمك فهو أرض، ولا فسادَ في التشبيه بما لا يعرِف أكثر الخلق وجودَه، ولا مانع، ونظيره تشبيه الشيء بالكيمياء، أو بمدينة إرَم وغير ذلك. </p><p> أو عبارة عن التأبيد ونفي الانقطاع كقول العرب: لا أفعلُه ما بدا كوكب، وما أضاءَ الفجر، وما تغنت حمامةٌ، والنصوص متظاهرة على تأبيدِ قرارهم فيها. وقوله:  {إِلَّا مَا شَاءَ رَبُّكَ} هو (٢) استثناء من الخلود في عذاب النار، وذلك لأن أهل النار لا يخلدونَ في عذاب النار وحده، بل يعذَّبون بالزمهرير، وأنواع من العذاب سوى عذاب النار. والمعنى: خَالِدينَ فيها مدة دوام السموات والأرض، إلا الزمان الذي شاء ربك خروجهم فيه من النار إلى الزمهرير ونحوه، أو ما شاءَ بمعنى إلا من شاء ربك خروجهم من النار بعدما دخلوا، وهم قوم يخرجون من النار، ويدخلون الجنَّةَ فيقال لهم الجهنميون، وهو المستثنون من أهل الجنة أيضًا، لمفارقتهم إيَّاهَا بكونهم في النار أيّامًا فهؤلاء لم يشقوا شقاوةَ مَنْ يدخل النار على التأبيد، ولا سَعِدُوا سعادةَ مَنْ لا تمسه النار، وهو مروي عن ابن </p><p>(١) روح البيان. (٢) النسفي.</p><p> عباس، والضحاك، وقتادةَ وغيرهم رضي الله عنهم. فعلى (١) هذا القول يكون معنى الآية: فأمّا الذين شقوا ففي النار لهم فيها زفير وشهيق، خالدينَ فيها ما دامتِ السموات والأرض إلا من شاء ربك أن يخرجهم منها، فيدخلهم الجنةَ فـ (ما) بمعني مَنْ. </p><p> وقيل: إلا (٢) ههنا بمعنى سوى كقولك: عليَّ ألف إلا الألفان القديمان، والمعنى حينئذ خالدينَ فيها؛ أي: دائمين في النار، كدوام السموات والأرض، منذ خلقت إلى أن تفنَى سوى ما شاء ربك من الزيادةِ التي لا آخرَ لها على مدة بقاء السموات والأرض. </p><p> وحاصلُ هذا القول: أن إلَّا في المعنى، بمعنى حرف العطف، والاستثناء فكأنه قيل: خالدين فيها ما دامت السموات والأرض، وزيادة على هذه المدة لا منتهى لها، اهـ \"جمل\" . وقيل (٣) : هو استثناء من قوله: {لَهُمْ فِيهَا زَفِيرٌ وَشَهِيقٌ} . وقيل:  (إلا) بمعنى الواو؛ أي: وقد شاء ربك خلودَ هؤلاء في النار، وخلود هؤلاء في الجنة فهو كقوله تعالى:  {لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيْكُمْ حُجَّةٌ إِلَّا الَّذِينَ ظَلَمُوا} ؛ أي: ولا للذين ظلموا. وقيل معناه: ولو شاء ربك لأخرجهم منها، ولكنه لم يشأْ لأنه حَكَم لهم بالخلود فيها، قاله الفراء. فهذه الأقوال في معنى الاستثناء ترجعُ إلى الفريقين، والصحيح هو القول الثاني الذي عليه ابن عباس رضي الله عنه، ويدل عليه قوله سبحانه وتعالى:  {إِنَّ رَبَّكَ} يا محمَّد {فَعَّالٌ لِمَا يُرِيدُ} ويشاء من إخراج من أراد من النار، وإدخالِهم الجنة، فما شاء كان، وما لم يشأ لم يكن. ومشيئته تعالى إنما تتعلق بما سبق به علمه، واقتضته حكمتُه، وما كان كذلك لم يكن إخلافًا لشيء مِنْ وعده، ولا من وعيده لخلود أهل النار فيها. </p><p> فهذا على الإجمال في الفريقين (٤) ، فأما على التفصيل فقوله: إلا ما شاء </p><p>(١) الخازن. (٢) البيضاوي.(٣) الخازن.(٤) الخازن.</p>"
}