{
  "id": null,
  "sura": 11,
  "aya": 88,
  "text": "<p> الفهري، وابن أبي عبلة، وزيد بن علي بالتاء فيهما على الخطاب. ورُويت عن أبي عبد الرحمن والمعنى: أصلاتك تأمرك أن تَفْعَلَ أنت في أموالنا ما تشاء. وقرأ أبو عبد الرحمن وطلحة:  {نفعل} بالنون، {ما تشاء} بالتاء على الخطاب. ورُويت عن ابن عباسٍ، والمعنى: أصلاتك تأمرك أن نَفْعَلَ نحن في أموالنا ما تشاؤه أنت، وندع ما نشاؤه نحن، وما يجري به التراضي بيننا. والحاصل: أنَّ مَنْ قرأ بالنون فيهما فقَوْله: {أَوْ أَنْ نَفْعَلَ} معطوف على قوله: {مَا يَعْبُدُ} ؛ أي: أن نتركَ ما يعبد آباؤنا وفعْلنا في أموالنا ما نشاء. ومن قرأ بالتاء فيهما أو بالنون فيهما، فمعطوفٌ على {أَنْ نَتْرُكَ} ؛ أي: تأمرك بترك ما يعبد آباؤنا، وفعلِك في أموالنا ما تشاء أو فعلِنا في أموالنا ما نشاء، و (أو) للتنويع، أي: تأمرك مرَّةً بهذا، ومرَّةً بهذا. وقيل: بمعنى الواو كما مر، والظاهر أن الذي كانوا يفعلونه في أموالهم هو بخس الكيل والوزن المقدم ذكره، ذكره أبو حيان في \"البحر\" . ثم أتبعوا ذَلِك بما يدلُّ على السخرية، والهَزْءِ به فقالوا:  {إِنَّكَ} يا شعيب {لَأَنْتَ الْحَلِيمُ} ؛ أي: الأحمق {الرَّشِيدُ} ؛ أي: السفيه بلغة مدين كما في \"ربيع الأبرار\" ؛ أي: أنت ذُو الجهالة والسفاهة في الرأي والغواية في الفعل، بهوس الصلاة، لكنهم عكسوا القضية، تهكمًا واستهزاءً، كما يقال للبخيل: لو رآك حاتم، لاقتدى بك حاتم في سخائك، وللمستجهل، والمستخف فيقال: يا عالم، يا حليم، فهو إذًا (١) من قبيل الاستعارة التبعية، نزلوا التضادَ منزلةَ التناسب على سبيل الهزء، فاستعاروا الحِلم والرشد للسفه والغواية، ثُمَّ سَرَتِ الاستعارة منهما إلى الحليم الرشيد. وقيل: إنهم قالوا ذلك، لا على طريقة الاستهزاء، بل هو عندهم كذلك، وأنكروا عليه الأمر والنهي منه لهم بما يخالف الحلم والرشد في اعتقادهم؛ أي: كنتُ عندنا مشهورًا بأنك حليم رشيد، فكيف تنهانا عن دين ألفيناه من آبائنا. </p><p> ٨٨ - {قَالَ} شعيب {يَا قَوْمِ أَرَأَيْتُمْ} ؛ أي: أخبروني {إِنْ كُنْتُ} إيرادُ حرف الشك باعتبار حال المخاطبينَ {عَلَى بَيِّنَةٍ مِنْ رَبِّي} ؛ أي: حجة واضحة، وبرهان نير من </p><p>(١) روح المعاني.</p><p> مالك أمري، عَبَّر بها عما أتاه الله تعالى من النبوة والحكمة، ردًّا على مقالتهم الشنعاء في جعلهم أمرَهُ ونهيَه غير مستند إلى سند؛ أي: قال (١) : يا قوم أخبروني عن شأني، وشأنكم إن كنت على حجة واضحة من ربي، ومالك أمري فيما دعوتكم إليه، وما أمرتكم به، ونهيتكم عنه، فكان وحيًا منه لا رأيًا مني. {وَرَزَقَنِي مِنْهُ} ؛ أي: من لدنه، ومن عنده تعالى، وبإعانته بلا كدّ مني، ولا تعب في تحصيله، اهـ \"بيضاوي\" . {رِزْقًا حَسَنًا} ؛ أي: كثيرًا، واسعًا، حلالًا، طيبًا، وقد كان ذلك بالحلال بلا تطفيف مكيال، ولا ميزان، ولا بخس لِحقِّ أحد من الناس فما أَقُولُه لكم صادِرٌ عن تَجْرِبةٍ في الكسب الطيب، وما فيه من خير وبركة لا عَنْ آراء نظرية ممن ليسَتْ له خبرة، فماذا أقول لكم غير الذي قلت عن وحي من ربي، وعن تجربة في مالي؟ هل يسعني بعد هذا التقصير في التبليغ والكتمان لأوامر الله تعالى، وقيل: أراد (٢) بالرزق النبوةَ والحكمةَ عَبَّر عنهما بذلك تنبيهًا على أنهما مع كونهما بينة، رزق حسن، كيف لا, وذلك مناط الحياة الأبدية له, ولأمته، وجوابُ الشرط محذوف لأنَّ إثباته في قصة نوح ولوط دَلَّ على مكانه, ومعنى الكلام ينادي عليه. </p><p> والمعنى: أخبروني إن كنت على حجة واضحة، ويقين من ربي، وكنت نبيًّا على الحقيقة .. فهل يصح لي أن أتبعَكم، وأشوبَ الحلال بالحرام، ولا آمركم بتوحيد الله، وتركِ عِبَادَة الأصنام، والكفِّ عن المعاصي، والقيام بالقسط، والأنبياء لا يبعثونَ إلَّا لذلك؟. </p><p> {وَمَا أُرِيدُ} بنهيي إياكم عن التطفيف {أَنْ أُخَالِفَكُمْ} ؛ أي: مخالفتكم حال كوني مائلًا {إِلَى مَا أَنْهَاكُمْ عَنْهُ} يقال (٣) : خالَفْتُ زيدًا إلى كذا، إذا قصدته، وهو مول عنك، وخالفته عنه إذا كان الأمر بالعكس؛ أي: لا أنهى عن شيء وأرتكبه من نقصان الكيل، والوزن؛ أي: أختارُ لكم ما أختارَ لنفسي، فإنه ليس </p><p>(١) المراغي. (٢) روح المعاني.(٣) روح المعاني.</p><p> بواعظ يعظ الناسَ بلسانه دون عمله. قال في \"الإحياء\" : أوحى الله تعالى إلى عيسى عليه السلام: يا ابن مريم عِظْ نَفْسَك، فإن اتعظَتْ .. فعظ الناس، وإلا فاستحيي مني. </p><p> والمعنى: أي وما أريد بنهيي إياكم عما أنهاكم عنه من البَخْس والتطفيف أنْ أقصده بعد ما ولَّيْتم عنه فأستبدَّ به دونكم، مؤثرًا لنفسي عليكم، بل أنا مُسْتَمْسِكٌ به قبلكم. </p><p> {إِنْ أُرِيدُ} ؛ أي: ما أريد بما أباشره من الأمر والنهي {إِلَّا الْإِصْلَاحَ} ؛ أي: إلَّا أَنْ أصلحكم بالنصيحة والموعظة {مَا اسْتَطَعْتُ} ؛ أي: مِقْدَارَ ما استطعته من الإصلاح. قال في \"بحر العلوم\" : (ما) مصدرية، واقعة موقع الظرف؛ أي: ما أريد بالأمر والنهي إلا الإصلاح لكم، ودَفْعُ الفساد في دينكم، ومعاملاتكم مدةَ استطاعتي الإصلاحَ، وما دمت متمكنًا منه لا أترك جهدي في بيان ما فيه مصلحة لكم. وفي ذلك (١) إيماءٌ إلى إثبات عقله، ورشده، وحكمته، وإبطال لتهكمهم، واستهزائهم بتلقيبهم إياه بـ {الْحَلِيمُ الرَّشِيدُ} . {وَمَا تَوْفِيقِي} ؛ أي: وما كوني موفَّقًا هاديًا نبيًّا مُرْشِدًا {إِلَّا بِاللَّهِ} ؛ أي: إلَّا بتأييد الله سبحانه، وإقداري عليه، ومَنحي إياه، وهو مصدر من المبني للمفعول؛ أي: وما كوني موفَّقًا لتحقيق ما أقصده من إِصلاحكم. {إِلَّا بِاللَّهِ} ؛ أي: إلا بتأييده ومعونته، بل الإصلاحُ من حيث الخلق مستندٌ إليه، وإنما أنا من مباديه الظاهرة، والتوفيق (٢) يتعدَّى بنفسه، وباللام وبالباء، وهو تسهيل سبل الخير، وأصله موافقةُ فعل الإنسان القدرَ في الخير، والاتفاق هو: موافقةُ فعل الإنسان خيرًا كان أو شرًّا القَدَر. وقال في \"التأويلات النجمية\" : التوفيقُ: اختصاص العبد بعناية أزلية، ورعاية أبدية، انتهى. </p><p> والخلاصة (٣) : وما توفيقي لإصابة الحق والصواب في كل ما آتي، وما أَذَرُ </p><p>(١) المراغي. (٢) روح المعاني.(٣) المراغي.</p>"
}