{
  "id": null,
  "sura": 11,
  "aya": 68,
  "text": "<p> يفعلَ مِثْلَ ذلك بقومك إن أصَرُّوا على الجحود وهو {الْعَزِيزُ} ؛ أي: الغالب الذي لا يعجزه شيء، فإنه أوْصَلَ ذلك العذاب إلى الكفار، وصان أهلَ الإيمان عنه، وهذا التمييز لا يصح إلّا من القادر الذي يقدر على قهر طبائع الأشياء، فيجعل الشيءَ الواحد بالنسبة إلى إنسان بلاءً وعذابًا وبالنسبة إلى إنسان آخرَ راحةً ورَيْحانًا. </p><p> ٦٧ - ثمَّ ذَكَر مآلَ أمرهم وشديدَ عقابه بهم فقال:  {وَأَخَذَ الَّذِينَ ظَلَمُوا} أنفُسَهم بالكفر والتكذيب؛ أي: أهلكتهم {الصَّيْحَةُ} ؛ أي: صيحةُ جبريل مع الزلزلة في اليوم الرابع من عَقر الناقة، وذكَّر الفعلَ لأنَّ الصيحة، والصياح، واحد مع كون التأنيث غير حقيقي، وللفصل بينهما بالمفعول، والصيحة فعلةٌ تدل على المرة من الصياح، وهو الصوت الشديد، يقال: صاح يَصِيح صياحًا؛ أي صوت بقوة قيل: هي صيحة جبريل، فقد صاح عليهم، وقيل: صيحة من السماء، فيها صوتُ كل صاعقة، وصوت كل شيء في الأرض، فتقطَّعَتْ قلوبهم في صدورهم، فماتوا جميعًا، وتقدَّم في الأعراف، فأخذَتْهم الرجفةُ قيل: ولعلَّها وقعت عَقِبَ الصيحة، {فَأَصْبَحُوا} ؛ أي: صاروا {فِي دِيَارِهِمْ} وبلادهم، وفي مساكنهم:  {جَاثِمِينَ} ؛ أي: ساقطينَ على وجوههم ميتين، لا يتحركون، ولا يضطربون عند نزول العذاب، قد لَصِقُوا بالتراب كالطير، إذا جثمت حَالةَ كَوْنِهِم </p><p> ٦٨ - {كَأَنْ لَمْ يَغْنَوْا فِيهَا} ؛ أي: كأنهم لم يقيموا في بلادهم، فإنهم صاروا رمادًا، أي: أصْبَحُوا جاثمين، حالَ كونهم مماثلينَ لمن لم يوجد، ولم يقم في مكان قط، ولا يَخْفَى ما فيه من الدلالة على شدة الأخذ، وسرعته. اللهم إنَّا نعوذ بك من حلول غضبك. </p><p> وقوله:  {أَلَا إِنَّ ثَمُودَ كَفَرُوا رَبَّهُمْ} فيه وضع الظاهر موضع المضمر، لزيادة البيان، وصرَّح بكفرهم مع كونه معلومًا تعليلًا للدعاء عليهم بقوله:  {أَلَا بُعْدًا لِثَمُودَ}  {أَلَا إِنَّ ثَمُودَ كَفَرُوا رَبَّهُمْ} ؛ أي: جَحَدُوا بوحدانية الله تعالى، فهذا تَنْبِيه وتخويفٌ لِمَنْ بَعْدَهم، وقوله:  {أَلَا بُعْدًا} مَصْدَرُ (١) وُضعَ موضع فِعْلِه، </p><p>(١) روح البيان.</p><p> فإِنَّ معناه بَعُدُوا؛ أي: هلكوا، واللام لبيان مَنْ دعي عليهم، وفائدة الدعاء عليهم: بعد هلاكهم: الدلالةُ على استحقاقهم عذابَ الاستئصال بسبب كفرهم، وتكذيبهم، وعقرهم، ناقةَ الله تعالى، والمعنى، أي كأنَّهم (١) لسرعة زوالهم، وعدم بقاء أحد منهم لم يقيموا في ديارهم ألبتةَ، وما سبب هذا إلا أنْ كفروا بآيات ربهم، فجحدوها ألا بُعْدًا، وهلاكًا لهم، {أَلَا إِنَّ ثَمُودا} مَنَع حمزة وحفصُ صَرْفَهُ وصَرفَه الباقون {أَلَا بُعْدًا لِثَمُودَ} صرفه الكسائي، ومَنْعه باقي السبعة، والصرفُ على إرادة معنى الحي، ومَنْعُه على إرادة معنى القبيلة، وعن جابر (٢) رضي الله عنه: أنَّ رسولَ الله - صلى الله عليه وسلم - لَمَا نَزَلَ الحجرَ في غزوة تبوك قَامَ فخَطَبَ النَّاسَ فقال:  \"يا أيها الناس لا تسألوا نبيكم الآيات، هؤلاء قومُ صالح، سَأَلُوا نَبِيَّهم أن يَبْعَثَ لهم الناقةَ فكانت تَرِدَ من هذا الفجِّ فَتَشْرَبُ ماءَهم يوم وردها، ويَحْلُبون مِنْ لبنها، مِثْلَ الذي كانوا يشربون من مائها يَوْمَ غبّها، فعتوا عن أمر ربهم،فقال:{تَمَتَّعُوا فِي دَارِكُمْ ثَلَاثَةَ أَيَّامٍ}وكان وعدًا من الله غير مكذوب، ثم جاءَتْهم الصيحة فأهلك الله مَنْ كان في مشارق الأرض ومغاربها منهم، إلَّا رجلًا كان في حرم الله، فَمَنَعه حَرم الله من عذابِ الله،يقال له:أبو رِغَال\" ، قيل له: يا رسول الله، مَنْ أبو رِغَال قال:  \"أبُو ثَقِيفٍ\" . </p><p> الإعراب </p><p> {وَإِلَى عَادٍ أَخَاهُمْ هُودًا قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ إِنْ أَنْتُمْ إِلَّا مُفْتَرُونَ (٥٠) }. </p><p> {وَإِلَى عَادٍ} جار ومجرور متعلق بمحذوف تقديره: وأرسلنا إلى عاد، والجملة المحذوفة معطوفةً على جملة قوله:  {وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ} عطفَ قصة على قصة، {أَخَاهُمْ} مفعول به لـ {أَرْسَلْنَا} المحذوف {هُودًا} عطف بيان له، أو بدل منه، {قَالَ} فعل ماض، وفاعله ضمير يعود على هود، والجملة مستأنفة استئنافًا بيانيًّا، كأنَّ سائلًا قال: ماذا قال لهم؟ فأجابه بقوله، قال: يا قوم اعبدوا اللَّه. {يَا قَوْمِ اعْبُدُوا اللَّهَ} إلى آخرِ الآية: مقول محكي، وإن شئت قلت: </p><p>(١) المراغي. (٢) روح البيان.</p><p> {يَا قَوْمِ} منادى مضاف، وجملة النداء في محل النصب مقول {قال}  {اعْبُدُوا اللَّهَ} فعل وفاعل ومفعول، والجملة جواب النداء على كَوْنِها مقول {قال}  {مَا} نافية أو حجازية {لَكُمْ} خبر مقدم {مِنْ} زائدة {إِلَهٍ} مبتدأ مؤخر {غَيْرُهُ} صفة لـ {إِلَهٍ} والتقدير: ما إله غيره تعالى كائنٌ أو كائنًا لكم، والجملة الاسمية مسوقة لتعليل ما قبلها، على كونها مقول {قال}  {إن} نافية {أَنْتُمْ} مبتدأ {إِلَّا} أداة استثناء مفرغ {مُفْتَرُونَ} خبر المبتدأ، والجملة الاسمية في محل النصب مقول (قال) . </p><p> {يَا قَوْمِ لَا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا إِنْ أَجْرِيَ إِلَّا عَلَى الَّذِي فَطَرَنِي أَفَلَا تَعْقِلُونَ (٥١) }. </p><p> {يَا قَوْمِ} إلى قوله {قَالُوا} مقول محكي، وإنْ شئتَ قلتَ:  {يَا قَوْمِ} منادى مضاف، وجملة النداء في محل النصب مقول (قال)  {لا} نافية {أَسْأَلُكُمْ} فعل ومفعول أول {عَلَيْهِ} متعلق به {أَجْرًا} مفعول ثان، وفاعله ضمير يعود على هود، والجملة الفعلية في محل النصب مقول (قال) على كَوْنِهَا جوابَ النداء {إِنْ} نافية {أَجْرِيَ} مبتدأ، ومضاف إليه {إِلَّا} ، أداة استثناء مفرغ {عَلَى الَّذِي} جار ومجرور خبر المبتدأ، والجملة الاسمية في محل النصب مقول {قال}  {فَطَرَنِي} فعل ومفعول ونون وقاية وفاعله ضمير يعود على الموصول، والجملةُ صلة الموصول {أَفَلَا}  (الهمزة) للاستفهام التوبيخي، داخلة على محذوف تقديره: أتغفلون عن هذه القصة و (الفاء) عاطفة على ذلك المحذوف {لا} نافية {تَعْقِلُونَ} فعل وفاعل، والجملةُ معطوفة على ذلك المحذوف، والجملة المحذوفة في محل النصب مقول {قال} . </p><p> {وَيَا قَوْمِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا وَيَزِدْكُمْ قُوَّةً إِلَى قُوَّتِكُمْ وَلَا تَتَوَلَّوْا مُجْرِمِينَ (٥٢) }. </p><p> {وَيَا قَوْمِ} منادى مضاف معطوف على المنادى الأول {اسْتَغْفِرُوا رَبَّكُمْ} فعل وفاعل ومفعول، والجملة في محل النصب مقول {قال} على كَوْنِها جَوابَ النداء، {ثُمَّ تُوبُوا} فعل وفاعل معطوف على {اسْتَغْفِرُوا} ، {إِلَيْهِ} متعلق به {يُرْسِلِ السَّمَاءَ} فعل ومفعول مجزوم بالطلب السابق، وفاعله ضمير يعود على </p><p> الله {عَلَيْكُمْ} متعلق به، والجملة في محل النصب مقول {قال} على كونها جوابَ الطلب السابق {مِدْرَارًا} حال من {السَّمَاءَ} ولم يؤنثه مع كون صاحب الحال مؤنثًا لثلاثة أوجه (١) : </p><p> أحدها: أن المراد بـ {السَّمَاءَ} السحاب أو المطر، فذكَّر الحال على المعنى. </p><p> والثاني: أنَّ مِفعالًا للمبالغة، فيستوي فيه المذكر والمؤنث، مثل فَعُولٍ كصبور، وشكور، وفعيل كجريح. </p><p> والثالث: أنَّ الهاءَ حُذِفَتْ عن مفعال على طريق النسب قاله مكي، اهـ \"سمين\" . {وَيَزِدْكُمْ قُوَّةً} فعل ومفعولان، وفاعله ضمير يعود على الله، والجملة معطوفة على جملة قوله:  {يُرْسِلِ السَّمَاءَ} ، {إِلَى قُوَّتِكُمْ} جار ومجرور صفة لـ {قُوَّةً} تقديره: قوة مضافة إلى قوتكم، {وَلَا تَتَوَلَّوْا} فعل وفاعل مجزوم بـ {لا} الناهية {مُجْرِمِينَ} حال من {الواو} ، والجملة في محل النصب معطوفة على جملة قوله:  {ثُمَّ تُوبُوا إِلَيْهِ} على كونها مقول القول. </p><p> {قَالُوا يَا هُودُ مَا جِئْتَنَا بِبَيِّنَةٍ وَمَا نَحْنُ بِتَارِكِي آلِهَتِنَا عَنْ قَوْلِكَ وَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ (٥٣) }. </p><p> {قَالُوا} فعل وفاعل، والجملة مستأنفة {يَا هُودُ مَا جِئْتَنَا} إلى قوله: {قَالَ إِنِّي أُشْهِدُ اللَّهَ} مقول محكي، وإن شئت قلت:  {يَا هُودُ} منادى مفرد العلم، وجملة النداء في محل النصب مقول {قال}  {مَا} نافية {جِئْتَنَا} فعل وفاعل ومفعول {بِبَيِّنَةٍ} متعلق بـ {جِئْتَنَا} والجملة في محل النصب، مقول {قال} على كونها جوابَ النداء، {وَمَا}  (الواو) عاطفة (ما) نافية أو حجازية، {نَحْنُ} مبتدأ أو في محل الرفع اسم (ما)  {بِتَارِكِي آلِهَتِنَا} خبر المبتدأ، أو خبر (ما) ومضاف إليه، والجملة الاسمية في محل النصب مقول {قَالُوا} ، {عَنْ قَوْلِكَ} متعلق {بِتَارِكِي} فـ {عَن} للتعليل، وهذا هو الأولى، أو حال من الضمير في </p><p>(١) الفتوحات.</p><p> {تاركي} ؛ أي: وما نترك آلهتنا تركًا صادرًا عن {قَوْلِكَ} ، {وَمَا}  (الواو) عاطفة (ما) حجازية، أو تميمية {نَحْنُ} اسمها أو مبتدأ {لَكَ} متعلق {بِمُؤْمِنِينَ} ، {بِمُؤْمِنِينَ} خبر (ما) أو خبر المبتدأ و (الباء) زائدة، والجملة في محل النصب معطوفة على ما قبلها على كونها مقولَ {قَالُوا} . </p><p> {إِنْ نَقُولُ إِلَّا اعْتَرَاكَ بَعْضُ آلِهَتِنَا بِسُوءٍ قَالَ إِنِّي أُشْهِدُ اللَّهَ وَاشْهَدُوا أَنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ (٥٤) مِنْ دُونِهِ فَكِيدُونِي جَمِيعًا ثُمَّ لَا تُنْظِرُونِ (٥٥) }. </p><p> {إن} نافية {نَقُولُ} فعل مضارع، وفاعله ضمير يعود على قوم هود، والجملة في محل النصب مقول {قَالُوا} ، {إِلَّا} أداة استثناء مفرغ، {اعْتَرَاكَ} فعل ماض، ومفعول {بَعْضُ آلِهَتِنَا} فاعل ومضاف إليه {بِسُوءٍ} متعلق بـ {اعْتَرَاكَ} وجملة {اعْتَرَاكَ} في محل النصب مقول لقول محذوف، تقديره: ما نقول في شأنك إلا قولَنا اعتراك بعض آلهتنا بسوء. {قَالَ} فعل ماض، وفاعله ضمير يعود على هود، والجملة مستأنفة {إِنِّي أُشْهِدُ اللَّهَ} إلى قوله: {وَلَمَّا جَاءَ أَمْرُنَا} مقول محكي، وإن شئت قلت:  {إِنِّي} ناصب واسمه {أُشْهِدُ اللَّهَ} فعل ومفعول وفاعله ضمير يعود على هود، والجملة في محل الرفع خبر {إن} وجملة إنَّ في محل النصب مقول {قال}  {وَاشْهَدُوا} فعل وفاعل معطوف على جملة (إن) على كونها مقول {قال} ، {أَنِّي بَرِيءٌ} ناصب واسمه وخبره {مِمَّا} جار ومجرور متعلق بـ {بريء} وجملة (أن) في تأويل مصدر منصوب على المفعولية تنازع فيه الفعلان قبله، ولكن أعمل فيه الثاني؛ أي: واشهدوا براءتي مما تشركون {تُشْرِكُونَ} فعل وفاعل، والجملة صلةُ لـ (ما) أو صفة لها، والعائدُ أو الرابط محذوف تقديره: مما تشركونه، ويحتمل كونُ (ما) مصدرية {مِنْ دُونِهِ} جار ومجرور حال من الضمير المحذوف من {تُشْرِكُونَ}  {فَكِيدُونِي} . الفاء: رابطة لجواب شرط محذوف، تقديره: إن كانت آلهتكم كما قلتم من أنها تنفع، وتضر .. فكيدوني {كيدوني} فعل وفاعل ومفعول ونون وقاية {جَمِيعًا} حال من (واو) الفاعل، والجملة الفعلية في محل الجزم على كونها جوابًا للشرط المحذوف، والشرط المحذوف في محل النصب مقول القول، {ثُمَّ} حرف عطف {لا} ناهية </p><p> جازمة {تُنْظِرُونِ} فعل وفاعل مجزوم بـ (لا) الناهية، وعلامة جزمه حذف النون، والنونُ المذكورة نونُ الوقاية لأنَّ أصْلَه، ولا تنظرونني وياء المتكلم المحذوفة في محل النصب مفعول به، والجملة الفعلية في محل الجزم، معطوفة على الجملة التي قبلها. </p><p> {إِنِّي تَوَكَّلْتُ عَلَى اللَّهِ رَبِّي وَرَبِّكُمْ مَا مِنْ دَابَّةٍ إِلَّا هُوَ آخِذٌ بِنَاصِيَتِهَا إِنَّ رَبِّي عَلَى صِرَاطٍ مُسْتَقِيمٍ (٥٦) }. </p><p> {إِنِّي} ناصب واسمه {تَوَكَّلْتُ} فعل وفاعل {عَلَى اللَّهِ} متعلق به {رَبِّي} بدل من الجلالة، {وَرَبِّكُمْ} معطوف على {رَبِّي} ، وجملة {تَوَكَّلْتُ} في محل الرفع خبر، (إن) ، وجملة (إن) في محل النصب مقولُ القول على كَوْنِها مَسُوقة لتعليل مَا قَبلها {مَا} نافية {مِن} زائدة {دَابَّةٍ} مبتدأ أول، {إِلَّا} أداة استثناء مفرغ {هُوَ} مبتدأ ثان {آخِذٌ} خبرٌ للمبتدأ الثاني {بِنَاصِيَتِهَا} متعلق بـ {آخذ} وجملة الثاني في محل الرفع خبر للأول، وجملة الأول مع خبره في محل النصب مقول القول على كونها مسوقةً لتعليل ما قبلها {إِنَّ رَبِّي} ناصب واسمه {عَلَى صِرَاطٍ} خبره {مُسْتَقِيمٍ} صفة {صِرَاطٍ} وجملة (إن) مستأنفة في محل النصب مقول القول. </p><p> {فَإِنْ تَوَلَّوْا فَقَدْ أَبْلَغْتُكُمْ مَا أُرْسِلْتُ بِهِ إِلَيْكُمْ وَيَسْتَخْلِفُ رَبِّي قَوْمًا غَيْرَكُمْ وَلَا تَضُرُّونَهُ شَيْئًا إِنَّ رَبِّي عَلَى كُلِّ شَيْءٍ حَفِيظٌ (٥٧) }. </p><p> {فَإِنْ} الفاء: فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفتم ما قلت لكم، وأردتم بيانَ حُكم ما إذا توليتم .. فأقول لكم {وَإِنْ تَوَلَّوْا}  (إن) حرف شرط جازم {تَوَلَّوْا} فعل مضارع وفاعل مجزوم وعلامة جزمه حذف النون، أصله (تتولوا) حذفت إحدى التاءين لتوالي الأمثال، وجواب الشرط محذوف تقديره: فلا أبالي بكم، ولا مؤاخذةَ عليّ، وجملة الشرط في محل النصب مقولٌ لجوَابِ إذا المقدَّرة {فَقَدْ}  (الفاء) تعليلية (قد) حرف تحقيق {أَبْلَغْتُكُمْ} فعل وفاعل ومفعول أول {مَا} موصولة، أو موصوفة في محل النصب مفعول ثان، والجملة الفعلية في محل الجر بلام التعليل المقدرة المدلول عليها </p><p> (بالفاء) التعليلية؛ لأنها تعليل للجواب المحذوف، تقديره: فلا أُبالي بكم لإبْلاغي إياكم {ما أرسلت به} ، {أُرْسِلْتُ} فعل ونائب فاعل {بِهِ} متعلق به، وكذلك {إِلَيْكُمْ} يتعلق به، والجملة صلة لـ (ما) أو صفة لها {وَيَسْتَخْلِفُ رَبِّي} فعل وفاعل {قَوْمًا} مفعول به {غَيْرَكُمْ} صفة له، والجملة مستأنفة على كونها مقولَ القول، أو معطوفةٌ على جملة الجواب، {وَلَا تَضُرُّونَهُ} فعل وفاعل ومفعول به {شَيْئًا} منصوب على المفعولية المطلقة، والجملة معطوفة على جملة قوله:  {وَيَسْتَخْلِفُ} ، {إِنَّ رَبِّي} ناصب واسمه {عَلَى كُلِّ شَيْءٍ} متعلق بـ {حَفِيظٌ} ، {حَفِيظٌ} خبر (إن) وجملة (إن) مستأنفة على كونها مقولَ القول. </p><p> {وَلَمَّا جَاءَ أَمْرُنَا نَجَّيْنَا هُودًا وَالَّذِينَ آمَنُوا مَعَهُ بِرَحْمَةٍ مِنَّا وَنَجَّيْنَاهُمْ مِنْ عَذَابٍ غَلِيظٍ (٥٨) }. </p><p> {وَلَمَّا}  (الواو) : استئنافية (لما) حرف شرط غير جازم {جَاءَ أَمْرُنَا} فعل وفاعل، والجملة فعل شرط لـ (لمّا) ، {نَجَّيْنَا هُودًا} فعل وفاعل ومفعول به، {وَالَّذِينَ} معطوف على {هُودًا} والجملة الفعلية جواب (لما) ، وجملة (لمَّا) ، مستأنفة {آمَنُوا} فعل وفاعل صلة الموصول {مَعَهُ} ظرف، ومضاف إليه حال من فاعل {آمَنُوا}  {بِرَحْمَةٍ} متعلق بـ {نَجَّيْنَا} ، {مِنَّا} صفة لـ {بِرَحْمَةٍ} ، {وَنَجَّيْنَاهُمْ} فعل وفاعل ومفعول {مِنْ عَذَابٍ} متعلق به {غَلِيظٍ} صفة لـ {عَذَابٍ} والجملة الفعلية مستأنفة لا معطوفة على {نَجَّيْنَا} الأول لأنَّ الأول مقيد بقوله: {فَلَمَّا جَاءَ أَمْرُنَا} إلخ، والثاني لا يتقيد به، اهـ \"فتوحات\" . </p><p> {وَتِلْكَ عَادٌ جَحَدُوا بِآيَاتِ رَبِّهِمْ وَعَصَوْا رُسُلَهُ وَاتَّبَعُوا أَمْرَ كُلِّ جَبَّارٍ عَنِيدٍ (٥٩) وَأُتْبِعُوا فِي هَذِهِ الدُّنْيَا لَعْنَةً وَيَوْمَ الْقِيَامَةِ أَلَا إِنَّ عَادًا كَفَرُوا رَبَّهُمْ أَلَا بُعْدًا لِعَادٍ قَوْمِ هُودٍ}. </p><p> {وَتِلْكَ عَادٌ} مبتدأ وخبر، والجملة مستأنفة {جَحَدُوا} فعل وفاعل {بِآيَاتِ رَبِّهِمْ} متعلق به، والجملة مستأنفة سيقت للإخبار عن حالهم، وليسَتْ حالًا ممَّا قبلها كما في \"الجمل\"  {وَعَصَوْا رُسُلَهُ} فعل وفاعل ومفعول، والجملة معطوفة على جملة {جَحَدُوا} ، {وَاتَّبَعُوا} فعل وفاعل معطوف على {جَحَدُوا} {أَمْرَ كُلِّ </p><p> جَبَّارٍ} مفعول به، ومضاف إليه {عَنِيدٍ} صفة {جَبَّارٍ} ، {وَأُتْبِعُوا} فعل ونائب فاعل {فِي هَذِهِ} في هذه متعلق به {الدُّنْيَا} بدلُ من اسم الإشارة أو عطف بيان {لَعْنَةً} مفعول ثان، والجملة معطوفة على جملة {جَحَدُوا} ، {وَيَوْمَ الْقِيَامَةِ} ظرف، ومضاف إليه متعلق بمحذوف معلوم مما قبله تقديره: وأتبعوا يوم القيامة لعنة على رؤوس الخلائق، {ألا} حرف تنبيه {إِنَّ عَادًا} ناصب واسمه {كَفَرُوا رَبَّهُمْ} فعل وفاعل ومفعول، والجملة في محل الرفع خبر (إن) وجملة (إن) مستأنفة {ألا} حرف تنبيه {بُعْدًا} مصدر نائب عن التلفظ بفعله تقديره بعدوا أي هلكوا {لِعَادٍ} اللام لبيان مَنْ دُعِي عليهم متعلقة بالمصدر كـ (لام) سقيًا لك ورعْيًا لك {قَوْمِ هُودٍ} بدل من {عَادٍ} أو عطف بيان له. </p><p> {وَإِلَى ثَمُودَ أَخَاهُمْ صَالِحًا قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ} . </p><p> {وَإِلَى ثَمُودَ} متعلق بمحذوف معطوف على قوله: {وَلَقَدْ أَرْسَلْنَا نُوحًا} ، {أَخَاهُمْ} مفعول {أَرْسَلْنَا} المحذوف {صَالِحًا} عطف بيان له {قَالَ} فعل ماض، وفاعله ضمير يعود على صالح، والجملة مستأنفة استئنافًا بيانيًّا {يَا قَوْمِ} إلى قوله: {قَالُوا} مقول محكي، وإن شئت قلت:  {يَا قَوْمِ} منادى مضاف، وجملة النداء في محل النصب مقول القول {اعْبُدُوا اللَّهَ} فعل وفاعل ومفعول, والجملة في محل النصب مقول القول على كَوْنِهَا جَوابَ النداء {ما} نافية، {لَكُمْ} خبر مقدم {مِنْ إِلَهٍ} مبتدأ مؤخر و {من} زائدة {غَيْرُهُ} صفة لـ {إِلَهٍ} والجملة في محل النصب مقول {قال} . </p><p> {هُوَ أَنْشَأَكُمْ مِنَ الْأَرْضِ وَاسْتَعْمَرَكُمْ فِيهَا فَاسْتَغْفِرُوهُ ثُمَّ تُوبُوا إِلَيْهِ إِنَّ رَبِّي قَرِيبٌ مُجِيبٌ} . </p><p> {هُوَ} مبتدأ {أَنْشَأَكُمْ} فعل ومفعول {مِنَ الْأَرْضِ} متعلق به، وفاعله ضمير يعود على الله، والجملة الفعلية في محل الرفع خبر المبتدأ، والجملة الاسمية مستأنفة، {وَاسْتَعْمَرَكُمْ} فعل ومفعول معطوف على {أَنْشَأَكُمْ} ، {فِيهَا} متعلق به، وفاعله ضمير يعود على الله، {فَاسْتَغْفِرُوهُ}  (الفاء) عاطفة تفريعية, {استغفروه} فعل وفاعل ومفعول، والجملة الفعلية معطوفةٌ مفرعة على الجملة الاسمية في قوله:  {هُوَ أَنْشَأَكُمْ} ، {ثُمَّ تُوبُوا} فعل وفاعل معطوف على {فَاسْتَغْفِرُوهُ} ؛ {إِلَيْهِ} </p><p> متعلق به، {إِنَّ رَبِّي} ناصب واسمه {قَرِيبٌ} خبره {مُجِيبٌ} خبر ثان، أو صفة له، وجملة (إن) مستأنفة، مسوقة لتعليل ما قبلها. </p><p> {قَالُوا يَا صَالِحُ قَدْ كُنْتَ فِينَا مَرْجُوًّا قَبْلَ هَذَا أَتَنْهَانَا أَنْ نَعْبُدَ مَا يَعْبُدُ آبَاؤُنَا وَإِنَّنَا لَفِي شَكٍّ مِمَّا تَدْعُونَا إِلَيْهِ مُرِيبٍ (٦٢) }. </p><p> {قَالُوا} فعل وفاعل، والجملة مستأنفة، {يَا صَالِحُ} إلى آخر الآية، مقول محكي، وإن شئت قلت:  {يَا صَالِحُ} منادى مفرد العلم، وجملةُ النداء في محل النصب مقول {قال} ، {قَدْ كُنْتَ} فعل ناقص واسمه {فِينَا} متعلق بـ {مَرْجُوًّا} ، {مَرْجُوًّا} خبر كان {قَبْلَ هَذَا} ظرف، ومضاف إليه متعلق بـ (كان) ، وجملة {كاَنَ} في محل النصب مقول {قَالُوا} على كونها جوابَ النداء، {أَتَنْهَانَا}  (الهمزة) للاستفهام الإنكاري {تنهانا} ، فعل ومفعول وفاعله ضمير يعود على صالح، والجملة في محل النصب مقول {قَالُوا} . {أَنْ نَعْبُدَ} ناصب وفعل منصوب، وفاعله ضمير يعود على قوم صالح، والجملة الفعلية في تأويل مصدر مجرور بحرف جر محذوف، تقديره أتنهانا عن عبادة ما يعبد آباؤنا {مَا} موصولة أو موصوفة في محل النصب مفعول {نَعْبُدَ} ، {يَعْبُدُ آبَاؤُنَا} فعل وفاعل، والجملة صلة لـ {ما} أو صفة لها، والعائد أو الرابط محذوف تقديره: ما يعبده آباؤنا {وَإِنَّنَا} ناصب واسمه {لَفِي شَكٍّ} جار ومجرور خبر (إن) و (اللام) حرف ابتداء، وجملة (إن) معطوفة على جملة {كان} على كونها جوابَ النداء، {مِمَّا} جار ومجرور متعلق بـ (شك) ، {تَدْعُونَا} فعل ومفعول، وفاعله ضمير يعود على صالح {إِلَيْهِ} متعلق به، {مُرِيبٍ} صفة {شَكٍّ} والجملة الفعلية صلة لـ (ما) ، أو صفة لها، والعائد أو الرابط ضمير {إِلَيْهِ} . </p><p> {قَالَ يَا قَوْمِ أَرَأَيْتُمْ إِنْ كُنْتُ عَلَى بَيِّنَةٍ مِنْ رَبِّي وَآتَانِي مِنْهُ رَحْمَةً فَمَنْ يَنْصُرُنِي مِنَ اللَّهِ إِنْ عَصَيْتُهُ فَمَا تَزِيدُونَنِي غَيْرَ تَخْسِيرٍ (٦٣) }. </p><p> {قَالَ} فعل ماض، وفاعله ضمير يعود على صالح، والجملة مستأنفة {يَا قَوْمِ} إلى قوله: {فَعَقَرُوهَا} مقول محكي لـ {قال} ، وإن شئت قلت:  {يَا قَوْمِ} منادى مضاف، وجملة النداء في محل النصب، مقول {قال} ، {أَرَأَيْتُمْ} فعل </p><p> وفاعل {إن} حرف شرط {كُنْتُ} فعل ناقص واسمه في محل الجزم بـ (إن)  {عَلَى بَيِّنَةٍ} خبر (كان) ، {مِنْ رَبِّي} صفة لـ {بَيِّنَةٍ} ، {وَآتَانِي} فعل ومفعول أول، وفاعله ضمير يعود على الله، والجملة في محل الجزم، معطوفة على جملة (كان)  {مِنْهُ} جار ومجرور حال من {رَحْمَةً} لأنه صفة نكرة قدمت عليها، {رَحْمَةً} مفعول ثان لـ {آتى}  {فَمَن}  (الفاء) رابطة لجواب (إن) الشرطية {من} اسم استفهام إنكاري في محل الرفع مبتدأ {يَنْصُرُنِي} فعل ومفعول، وفاعله ضمير يعود على {مَن} والجملة الفعلية في محل الرفع خبر المبتدأ والجملة الاسمية في محل الجزم بـ (إن) على كونها جَواب (إن) الشرطية، وجملة (إن) الشرطية في محل النصب سادةً مسد مفعولي {أَرَأَيْتُمْ} ، {مِنَ اللَّهِ} متعلق بـ {يَنْصُرُنِي} . {إِنْ} حرف شرط {عَصَيْتُهُ} فعل وفاعل ومفعول في محل الجزم بـ (إن) الشرطية على كونه فِعْلَ شرط لها، وجواب (إن) معلوم مما قبلها، تقديره: إن عصيته .. فمَنْ ينصرني، وجملة (إن) الشرطية في محل النصب، مقولُ {قال} . {فَمَا}  (الفاء) عاطفة (ما) نافية {تَزِيدُونَنِي} فعل وفاعل، ومفعول أول {غَيْرَ تَخْسِيرٍ} مفعول ثان، والجملة في محل النصب معطوفة على جملة {أَرَأَيْتُمْ} على كونها مقولًا لـ {قال} . </p><p> {وَيَا قَوْمِ هَذِهِ نَاقَةُ اللَّهِ لَكُمْ آيَةً فَذَرُوهَا تَأْكُلْ فِي أَرْضِ اللَّهِ وَلَا تَمَسُّوهَا بِسُوءٍ فَيَأْخُذَكُمْ عَذَابٌ قَرِيبٌ (٦٤) }. </p><p> {وَيَا قَوْمِ} منادى مضاف معطوف على {يَا قَوْمِ} الأول {هَذِهِ نَاقَةُ اللَّهِ} مبتدأ وخبر، والجملة الاسمية في محل النصب مقول (قال) على كونها جوابَ النداء، {لَكُمْ} جار ومجرور حال من {آيَةً} لأنه نعت نكرة قدمت عليها {آيَةً} حال من {نَاقَةُ} ، {فَذَرُوهَا}  (الفاء) فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفتم هذه ناقةَ الله، وأردتم بيانَ ما هو الأصلح لكم، فأقول لكم {ذروها} فعل وفاعل ومفعول، والجملة في محل النصب، مقول لجواب إذا المقدرة، وجملة إذا المقدرة في محل النصب، مقول {قال} ، {تَأْكُلْ} فعل مضارع مجزوم بالطلب السابق، وفاعله ضمير يعود على الناقة {فِي أَرْضِ اللَّهِ} جار ومجرور، ومضاف إليه متعلق بـ {تَأْكُلْ} ، {وَلَا تَمَسُّوهَا} </p><p> فعل وفاعل، ومفعول مجزوم بـ (لا) الناهية {بِسُوءٍ} متعلق به، والجملة معطوفة على جملة {فَذَرُوهَا} ، {فَيَأْخُذَكُمْ}  (الفاء) عاطفة سببية {يأخذكم} فعل، ومفعول منصوب بأن مضمرةً وجوبًا بعد الفاء السببية {عَذَابٌ} فاعل {قَرِيبٌ} صفة له، والجملة في تأويل مصدر معطوف على مصدر مقيد من الجملة التي قبلها، من غير سابك لإصلاح المعنى، تقديره: لا يكن مسكم إياها بسوء فأخذُ عذاب قريب إياكم. </p><p> {فَعَقَرُوهَا فَقَالَ تَمَتَّعُوا فِي دَارِكُمْ ثَلَاثَةَ أَيَّامٍ ذَلِكَ وَعْدٌ غَيْرُ مَكْذُوبٍ (٦٥) }. </p><p> الفاء: عاطفة {عقروها} : فعل وفاعل ومفعول والجملة معطوفة على جملة {قال}  {فَقَالَ} الفاء عاطفة، (قال) فعل ماض وفاعله ضمير يعود على صالح، والجملة معطوفة على جملة (عقروها) . {تَمَتَّعُوا} إلى آخر الآية مقول محكي، وإن شئت قلت:  {تَمَتَّعُوا} فعل وفاعل والجملة في محل النصب مقول (قال)  {فِي دَارِكُمْ} متعلق به. {ثَلَاثَةَ أَيَّامٍ} منصوب على الظرفية متعلق بـ {تَمَتَّعُوا}  {ذَلِكَ وَعْدٌ} مبتدأ وخبر. {غَيْرُ مَكْذُوبٍ} صفة {وَعْدٌ} والجملة الاسمية في محل النصب مقول (قال) . </p><p> {فَلَمَّا جَاءَ أَمْرُنَا نَجَّيْنَا صَالِحًا وَالَّذِينَ آمَنُوا مَعَهُ بِرَحْمَةٍ مِنَّا وَمِنْ خِزْيِ يَوْمِئِذٍ إِنَّ رَبَّكَ هُوَ الْقَوِيُّ الْعَزِيزُ (٦٦) }. </p><p> {فَلَمَّا}  (الفاء) : فاء الفصيحة, لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفت ما قال لهم صالح، وأردتَ بيانَ حال المؤمِنينَ بهِ، وحال المكذبين له بعد ما جاء العذابُ فأقول لك:  {لما} حرف شرط. {جَاءَ أَمْرُنَا} فعل وفاعل، والجملة فعل شرط لـ (لما) . {نَجَّيْنَا صَالِحًا} فعل وفاعل ومفعول، والجملة جواب (لما) وجملة (لما) في محل النصب مقول لجواب إذا المقدرة {وَالَّذِينَ} معطوف على {صَالِحًا} . {آمَنُوا} فعل وفاعل صلة الموصول {مَعَهُ} متعلق بـ {آمَنُوا} أو بـ {نَجَّيْنَا} . {بِرَحْمَةٍ} متعلق بـ {نَجَّيْنَا} . {مِنَّا} صفة لـ (رحمة) . {وَمِنْ خِزْيِ} متعلق بمحذوف تقديره ونجيناهم وذلك المحذوف معطوف على {نَجَّيْنَا} وقال بعضهم: إنه متعلق بـ {نَجَّيْنَا} الأول، و (الواو) </p><p> زائدة، وهذا لا يجوز عند البصريين غير الأخفش, لأن زيادة (الواو) غير ثابتة {خِزْيِ} مضاف {يَوْمِئِذٍ}  (يوم) مضاف إليه (يوم) مضاف (إذ) مضاف إليه {إِنَّ رَبَّكَ} ناصب واسمه {هُوَ} ضمير فصل {الْقَوِيُّ} خبر {إن}  {الْعَزِيزُ} صفة القوي، وجملة (إن) مستأنفة مسوقة لتعليل ما قبلها. </p><p> {وَأَخَذَ الَّذِينَ ظَلَمُوا الصَّيْحَةُ فَأَصْبَحُوا فِي دِيَارِهِمْ جَاثِمِينَ (٦٧) كَأَنْ لَمْ يَغْنَوْا فِيهَا أَلَا إِنَّ ثَمُودَ كَفَرُوا رَبَّهُمْ أَلَا بُعْدًا لِثَمُودَ (٦٨) }. </p><p> {وَأَخَذَ الَّذِينَ} فعل ومفعول. {ظَلَمُوا} فعل وفاعل، والجملة صلة الموصول. {الصَّيْحَةُ} فاعل لـ (أخذ) ، والجملة معطوفة على {نَجَّيْنَا} على كونها جواب (لما) . {فَأَصْبَحُوا}  (الفاء) عاطفة، {أصبحوا} فعل ناقص واسمه. {فِي دِيَارِهِمْ} متعلق بـ {جَاثِمِينَ}  {جَاثِمِينَ} خبر {أصبحوا} وجملة {أصبح} معطوفة على جملة {أخذ}  {كَأَنْ} مخففة من الثقيلة، واسمها محذوف تقديره: كأنهم {لَمْ يَغْنَوْا} جازم وفعل وفاعل {فِيهَا} متعلق به، والجملة الفعلية في محل الرفع خبر {كَأَنْ} وجملة {كَأَنْ} في محل النصب حال من واو {أصبحوا} تقديره: فأصبحوا جاثمينَ، حالَ كونهم مماثلينَ لمن لم يوجد، ولم يقم في مكان قط {أَلَا} حرف تنبيه {إِنَّ ثَمُودَ} ناصب واسمه {كَفَرُوا رَبَّهُمْ} فعل وفاعل ومفعول، والجملة الفعلية في محل الرفع، خبر (إن) وجملة (إن) مستأنفة {أَلَا} حرف تنبيه {بُعْدًا} مصدر نائب مناب فعله منصوبٌ بفعله المحذوف تقديره: ألا بعدوا بعدًا {لِثَمُودَ} متعلق بـ {بُعْدًا} وزيدت اللام لبيان المدعو عليهم كـ (لام) سُقيًا لك. </p><p> التصريف ومفردات اللغة </p><p> {لَا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا} ؛ أي: جعلًا، ورشوة، ومعناه: لست بطامع في أموالكم. {مِدْرَارًا} من (١) أبنية مبالغة الفاعل، يستوي فيه المذكر والمؤنث، </p><p>(١) روح البيان.</p><p> وأصله من دَرَّ اللبن دُرورًا، وهو كثرةُ وروده على الحالب، يقال: سحاب مِدْرَارٌ ومطر مدرارٌ إذا تتابع منه المطر في وقت الاحتياج إليه، والمعنى: حالَ كونه مُتَتَابِعًا دائمًا، كلما تحتاجون إليه ويقال: درَّ يدرُّ كردَّ يرُدُّ. وفي \"المصباح\" : درَّ اللبن وغيره درًا من بابي ضرب وقتل إذا كثر دَرهُ، اهـ. وفي \"القاموس\" : ودرَّت السماء بالمطر درًّا ودرورًا فهي مدرار، اهـ. {إِلَّا اعْتَرَاكَ} يقال: عراه الأمر يعروه واعتَرَاهُ إذا ألمّ به وأصابه. {فَكِيدُونِي} والكيد: إرادة مضرَّة الغير خُفيةً، وهو من الخلق الحيلة السيئة، ومن الله التدبير بالحق لمجازاةِ أعمالِ الخلق. {إِلَّا هُوَ آخِذٌ بِنَاصِيَتِهَا} ، وفي \"السمين\" : الناصية: منبت الشعر من مقدم الرأس، ويسمَّى الشعر النابت أيضًا ناصيةً، تسميةً له باسم محلِّه، ويقال: نصوت الرجل إذا أخَذت بناصيته، فلامها واوٌ، يقال له: ناصاه، فقلبت ياؤُها ألفًا، فالأخذ بالناصية عبارة عن الغلبة والقهر، وإن لم يكن أخذ بناصية، ولذا كانوا إذا منوا على أسير، جزُّوا نَاصِيَتَه، اهـ. {فَإِنْ تَوَلَّوْا} أصله: تَتولُّوا فحذفت إحدى التاءين لتوالي الأمثال, لأنه مضارع تولى من باب تفعل. </p><p> {جَحَدُوا بِآيَاتِ رَبِّهِمْ} وجَحَد يتعدى (١) بنفسه، ولكنه ضمِّن معنى كَفَرَ، فتعدى بحرف الجر، كما ضمِّن كفر معنى جحد، فتعدى بنفسه في قوله:  {بعد ذلك}  {كفروا ربَّهم} . وقيل: إن كَفَرَ كشكر في تعديته بنفسه تارةً، وبحرف الجر أخرى، اهـ \"سمين\" . {وَعَصَوْا رُسُلَهُ} أصله عصيوا؛ لأنه من عَصَى يَعْصِي كرمى يرمي، تحركت الياء وانفتحَ ما قبلها، قلبت ألفًا، فالتقى ساكنان، فحذفت الألِفُ لبقاءِ دَالها فصار عَصَوا بوزن رَمَوا. </p><p> {وَاتَّبَعُوا أَمْرَ كُلِّ جَبَّارٍ عَنِيدٍ} الجبار: المتكبر الذي لا يرى لأحد عليه حقًّا. والعنيد: الطاغي المتجاوز في الظلم، من قولهم: عَنَدَ يعند، من باب: جَلَسَ إذا حادَ عن الحق من جانب إلى جانب، ومنه عند الذي هو ظرف لأنه في معنى جانب في قولك: عندي كذا؛ أي: في جانبي، وعند أبي عبيد: العنيد، والعنود، </p><p>(١) الفتوحات.</p><p> والعاند، والمعاند كله بمعنى المعارض والمُخَالِف، اهـ \"سمين\" . والعنيد: الطاغي الذي لا يقبل الحقَّ، ولا يذعن له، ومنه قيل للعِرق الذي ينفجر بالدم عَانِد. قال الراجز: </p><p> إِنِّيْ كَبِيْرٌ لاَ أُطِيْقُ الْعَنَدْ </p><p> وفي \"المختار\" عند من باب جلس؛ أي: خَالفَ ورد الحقّ، وهو يعرفه فهو عنيد، وعاند، اهـ. {لَعْنَةً} ؛ أي: طردًا وبعدًا عن كل خير. </p><p> {أَلَا بُعْدًا لِعَادٍ قَوْمِ هُودٍ} أي: لا زالوا (١) مبعدينَ من رحمة الله تعالى. والبعد: الهلاك، والبعدُ التباعد من الخير، يقال: بَعُدَ يبعد من باب: كرم بعدًا، إذا تأخر، وتَبَاعد، وبَعِدَ يبعد، من باب: طَرِب، بعدًا إذا هلكَ. ومنه قول الشاعر: </p><p> لاَ يَبْعُدَنْ قَوْمِي الَّذِيْنَ هُمُ ... سُمُّ الْعُدَاةِ وَآفةُ الْجُزُرِ </p><p> وقال النابغة: </p><p> فَلاَ تَبْعُدَنْ إِنَّ الْمَنِيَّةَ مَنْهَلٌ ... وَكُلُّ امْرِىءٍ يَوْمًا بِهِ الْحَالُ زَائِلُ </p><p> ومنه قول الشاعر: </p><p> مَا كَانَ يَنْفَعُنِيْ مَقَالُ نِسَائِهِمْ ... وَقتلتُ دُوْنَ رِجَالِهِمْ لاَ تَبْعَدِ </p><p> {وَإِلَى ثَمُودَ} ، وهي قبيلة من العرب، سموا باسم أبيهم الأكبر، ثمودَ بن عاد بن إرم بن سام بن نوح. سمُّوا بذلك لقِلَّة مائهم من الثمد، وهو الماءُ القليلُ. {هُوَ أَنْشَأَكُمْ} ؛ أي: كونكم وخَلَقَكم. {وَاسْتَعْمَرَكُمْ} ؛ أي: عمركم وأسكنكم (٢) فالسين والتاء زائدتان، أو صيَّركم عامرينَ لها، فهما للصيرورة. وفي \"البيضاوي\" : {وَاسْتَعْمَرَكُمْ فِيهَا} ؛ أي: عمَّركم فيهَا واستبقاكم من العمر، يقال: عمر الرجل يَعْمُرُ عَمْرًا بفتح العين وسكون الميم؛ أي: عاش زمانًا طويلًا، واستعمره الله؛ أي: أطال بقاءه، ونظيره بَقِي الرجلُ، واستبقاه الله من البقاء، </p><p>(١) الشوكاني. (٢) الفتوحات وروح البيان.</p><p> أي: إبقاء الله، فبِناءِ استفعل للتعدية. والمعنى: عَمَّرَكُم واستبقاكم في الأرض، أو أقدركم على عمارتها، وأمرَكم بها، وقيل: هو من العمرى بمعنى أعمركم فيها دياركم، ويَرِثها منكم بعد انصرام أعماركم، أو جعلكم معمرينَ ديارَكم، تسكنونها مدةَ عمركم، ثم تتركونها لغيركم، اهـ. ويقال: أعمرتُه الأرضَ، واستعمرته إياها، إذَا فوضت إليه عِمَارَتَها. {مُرِيبٍ} ؛ أي: مُوقِعٌ في الريب، اسم فاعل من أَرَابَ المتعدي بمعنى أوقعه في الريب، أو مِن أَرَابَ اللازم بمعنى صارَ ذَا ريب وشك، وذو الريب وصاحبه من قام به، لا نفس الشك، فالإسناد مجازي للمبالغة كجد جده. والرَّيْبُ: الظن والشك، يقال: رابني الشيءُ يَريبني، إذا جَعَلَك شاكًّا. {نَاقَةُ اللَّهِ لَكُمْ آيَةً} الآية المعجزة الدالة على صدق نبوته. {ذروها} اتركوها وخلوها وشأنَها. {فَعَقَرُوهَا} يقال: عَقرَ الناقة بالسيف، إذا قطع قَوائِمَها به أو نَحَرَها. {تَمَتَّعُوا فِي دَارِكُمْ} التمتع: التلذذ بالمنافع والدار البلد كما يقال: ديار بكر؛ أي: بلادهم. {وَعْدٌ غَيْرُ مَكْذُوبٍ} ؛ أي: غير مكذوب فيه؛ لأن المكذوبَ وصف الإنسان لا الوعد؛ لأنه يقال: كَذَبَ زيد عمرًا في مقالته، فزيد كاذب، وعمرو مكذوب، والمقالةُ مكذوب فيها. فالكلامُ على الحَذْفِ والإيصال، فلمَّا حذف الجار صار المجرورُ مفعولًا على التوسع، فأقيم مقام الفاعل، اهـ \"شهاب\" . وفي \"السمين\" : قولُه: {غَيْرُ مَكْذُوبٍ} يجوز أن يكونَ مَصدرًا على وزن مفعول، وقد جاء منه ألفاظ: نَحْوُ: المجلود، والمعقول، والمنشور، والمغبون، والمفتون، ويجوز أن يكونَ اسمَ مفعول على بابه، وفيه تأويلان: </p><p> أحدهما: غير مكذوب فيه، ثُمَّ حذف حرف الجر، فاتصل الضمير مرفوعًا مستترًا في الصفة، ومثله يوم مشهود. </p><p> والثاني: أنه جَعَلَ هو نفسَه غير مكذوب؛ لأنه قد وَفَى به، وإذا وَفى به .. فقد صَدَقَ، اهـ. والوعد خبر موقوت كأنَّ الواعدَ قال للموعود: إنّني أفِي به في وقته، فإنْ وفى .. فقد صَدَقَ، ولم يكذبه. {وَأَخَذَ الَّذِينَ ظَلَمُوا الصَّيْحَةُ} ، وأصلُ الأخذ: التناولُ باليد، ثم استعمل في الأشياء المعنوية، كأخذ الميثاق، والعهد، وفي الإهلاك، وحُذفت تاء التأنيث من الفعل إما لكون المؤنث مجازيًّا، أو للفصل بالمفعول، أو لأن الصيحةَ بمعنى الصياح، والصيحةُ فعلة تَدُلُّ على المرة </p><p> من الصياح، وهو الصوت الشديد. يقال: صاح يصيح صياحًا؛ أي: صوَّت بقوة، اهـ \"سمين\" . {جَاثِمِينَ} ؛ أي: ساقطينَ على وجوههم مصعوقينَ لم يَنْجُ منهم أحدٌ، وجثومهم سُقُوطُهم على وجوههم، أو الجُثُوم: السكونُ: يقال للطير: إذا باتت في أوكارها .. جَثَمَتْ، ثم إن العرَبَ أطلقوا هذا اللفظَ على مَا لا يتحرك من الموت. قال في \"بحر العلوم\" يقال: الناسُ جثم أي قعود لا حرَاكَ بهم. وفي \"المصباح\" : جثم الطائر، والأرنب يجثمُ من بابي دَخل، وجلس جُثُومًا، وهو كالبروك من البعير، والفاعل جَاثِم وجثام مبالغة، اهـ. {كَأَنْ لَمْ يَغْنَوْا فِيهَا} يقال: غنيت بالمكان إذا أتيتَه وأقمتَ فيه. وفي \"المختار\" : وغَنِي بالمكان إذا أَقَام به، وبابه صَدِيَ، اهـ. والمَعنى: المنزلُ، والمقام الذي يقيم فيه الحي، يقال: غني الرجلُ بمكان كذا؛ أي: أقام به، وغَنيَ أي عاش. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات أنواعًا من البلاغة، وضروبًا من الفصاحة والبيان والبديع: </p><p> فمنها: المجازُ المرسل في قوله: {يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا} ؛ لأنَّ المرادَ بالسماءِ المطر، فهو من إطلاق المحل، وإرادة الحال؛ لأنَّ المطر ينزل من السماء. </p><p> ومنها: المبالغة في {مِدْرَارًا} لأن مفعالَ من صيغ المبالغة؛ ومنها: الجناس المماثل في قوله: {إِنِّي أُشْهِدُ اللَّهَ وَاشْهَدُوا} . </p><p> ومنها: التعجيز في قوله: {فَكِيدُونِي} لأنَّ المرادَ من هذا الأمر التعجيز. </p><p> ومنها: الكناية في قوله: {إِلَّا هُوَ آخِذٌ بِنَاصِيَتِهَا} ؛ لأنَّ الأخذَ بالناصية عبارة عن الغلبة والقهر، أو فيه استعارة تمثيليَّة، شبَّهَ الخلقَ، وهم في قبضة الله، وملكه وتحت قهره وسلطانه، بالمالك الذي يقودَ المقدورَ عليه بناصيته، كما يقاد الأسيرُ والفرس بناصيته. </p><p> ومنها: الاستعارة اللطيفة في قوله: {إِنَّ رَبِّي عَلَى صِرَاطٍ مُسْتَقِيمٍ} ؛ لأنه عبارة عن كمال العدل في ملكه تعالى، فهو مطلع على أمور العباد، لا يفوته ظالم، ولا يضيع عنده معتصم به. </p><p> ومنها: الكناية في قوله: {وَلَمَّا جَاءَ أَمْرُنَا} ؛ لأن الأمرَ كناية عن العذاب. </p><p> ومنها: الإطناب في قوله: {نَجَّيْنَا هُودًا وَالَّذِينَ آمَنُوا مَعَهُ بِرَحْمَةٍ مِنَّا وَنَجَّيْنَاهُمْ مِنْ عَذَابٍ غَلِيظٍ} لبيان أنَّ الأمرَ شديد عظيم، لا سهلٌ يسيرٌ. </p><p> ومنها: المجاز المرسل في قوله: {وَعَصَوْا رُسُلَهُ} ؛ أي: عصَوا رَسولَهم هودًا من باب إطلاق الكل وإرادة البعض، وفيه: تفظيع لحالهم، وبيان أنَّ عصيانَهم له، عصيانٌ لجميع الرسل، السابقين، واللاحقين. </p><p> ومنها: المبالغة في التهويل والتفظيع في قوله: {أَلَا إِنَّ عَادًا} ، {أَلَا بُعْدًا لِعَادٍ} لأنَّ في تكرير حرف التنبيه، وتكرير لفظ عاد من المبالغة في التهويل من حالهم ما لا يخفى. </p><p> ومنها: القصر في قوله: {هُوَ أَنْشَأَكُمْ} ؛ أي: هو سبحانه لا غيره أنشأكم وخلَقَكم؛ لأنه فاعل معنوي، وتقديمه يدل على القصر ذكره في \"روح البيان\" . </p><p> ومنها: الإسناد المجازي في قوله {لَفِي شَكٍّ مِمَّا تَدْعُونَا إِلَيْهِ مُرِيبٍ} ، فإسناد الريب إلى الشك مجاز, لأن الموقع في الريب بمعنى القلق والاضطراب، هو الله سبحانه وتعالى لا الشك، ولكن أسنده إليه للمبالغة كجد جده. </p><p> ومنها: المجاز في قوله: {فَمَنْ يَنْصُرُنِي مِنَ اللَّهِ} ؛ أي: من يمنعني، ويحفظني من عذاب الله؛ لأن النصرةَ هنا مستعملة في لازم معناها، وهو المنع والحفظ. </p><p> ومنها: الإضافة للتشريف في قوله: {نَاقَةُ اللَّهِ} كبيت الله بمعنى أنها لا اختصاصَ لأحد بها. </p><p> ومنها: الاكتفاء في قوله: {تَأْكُلْ فِي أَرْضِ اللَّهِ} ؛ أي: ترع نباتَهَا وتشرب </p><p> ماءَها فهو من قَبيل الاكتفاء، نحو:  {سَرَابِيلَ تَقِيكُمُ الْحَرَّ} . </p><p> ومنها: المجاز المرسل، في قوله:  {فَعَقَرُوهَا} لأنَّ العاقرَ واحد منهم، وهو قدار بن سالف، فأطْلَقَ ما للبعض على الكل، لرضاهم بفعله، وأمرهم له. </p><p> ومنها: حكاية الحال الماضيةِ استحضارًا لها في قوله: {مَا يَعْبُدُ آبَاؤُنَا} ؛ أي: ما عَبَد آباؤنا. </p><p> ومنها: الإظهار في مقام الإضمار، في قوله:  {أَلَا إِنَّ ثَمُودَ} لزيادة البيان. </p><p> ومنها: تكرار حرف التنبيه، ولفظ ثمود مبالغةً في التهويل مِنْ حالهم. </p><p> ومنها: التشبيه في قوله: {كَأَنْ لَمْ يَغْنَوْا فِيهَا} . </p><p> ومنها: الطباقُ بين {نَجَّيْنَا}  {وَأَخَذَ الَّذِينَ ظَلَمُوا} لأن معنى أَخَذَ أهلك. </p><p> ومنها: الزيادة، والحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {وَلَقَدْ جَاءَتْ رُسُلُنَا إِبْرَاهِيمَ بِالْبُشْرَى قَالُوا سَلَامًا قَالَ سَلَامٌ فَمَا لَبِثَ أَنْ جَاءَ بِعِجْلٍ حَنِيذٍ (٦٩) فَلَمَّا رَأَى أَيْدِيَهُمْ لَا تَصِلُ إِلَيْهِ نَكِرَهُمْ وَأَوْجَسَ مِنْهُمْ خِيفَةً قَالُوا لَا تَخَفْ إِنَّا أُرْسِلْنَا إِلَى قَوْمِ لُوطٍ (٧٠) وَامْرَأَتُهُ قَائِمَةٌ فَضَحِكَتْ فَبَشَّرْنَاهَا بِإِسْحَاقَ وَمِنْ وَرَاءِ إِسْحَاقَ يَعْقُوبَ (٧١) قَالَتْ يَا وَيْلَتَى أَأَلِدُ وَأَنَا عَجُوزٌ وَهَذَا بَعْلِي شَيْخًا إِنَّ هَذَا لَشَيْءٌ عَجِيبٌ (٧٢) قَالُوا أَتَعْجَبِينَ مِنْ أَمْرِ اللَّهِ رَحْمَتُ اللَّهِ وَبَرَكَاتُهُ عَلَيْكُمْ أَهْلَ الْبَيْتِ إِنَّهُ حَمِيدٌ مَجِيدٌ (٧٣) فَلَمَّا ذَهَبَ عَنْ إِبْرَاهِيمَ الرَّوْعُ وَجَاءَتْهُ الْبُشْرَى يُجَادِلُنَا فِي قَوْمِ لُوطٍ (٧٤) إِنَّ إِبْرَاهِيمَ لَحَلِيمٌ أَوَّاهٌ مُنِيبٌ (٧٥) يَا إِبْرَاهِيمُ أَعْرِضْ عَنْ هَذَا إِنَّهُ قَدْ جَاءَ أَمْرُ رَبِّكَ وَإِنَّهُمْ آتِيهِمْ عَذَابٌ غَيْرُ مَرْدُودٍ (٧٦) وَلَمَّا جَاءَتْ رُسُلُنَا لُوطًا سِيءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالَ هَذَا يَوْمٌ عَصِيبٌ (٧٧) وَجَاءَهُ قَوْمُهُ يُهْرَعُونَ إِلَيْهِ وَمِنْ قَبْلُ كَانُوا يَعْمَلُونَ السَّيِّئَاتِ قَالَ يَا قَوْمِ هَؤُلَاءِ بَنَاتِي هُنَّ أَطْهَرُ لَكُمْ فَاتَّقُوا اللَّهَ وَلَا تُخْزُونِ فِي ضَيْفِي أَلَيْسَ مِنْكُمْ رَجُلٌ رَشِيدٌ (٧٨) قَالُوا لَقَدْ عَلِمْتَ مَا لَنَا فِي بَنَاتِكَ مِنْ حَقٍّ وَإِنَّكَ لَتَعْلَمُ مَا نُرِيدُ (٧٩) قَالَ لَوْ أَنَّ لِي بِكُمْ قُوَّةً أَوْ آوِي إِلَى رُكْنٍ شَدِيدٍ (٨٠) قَالُوا يَا لُوطُ إِنَّا رُسُلُ رَبِّكَ لَنْ يَصِلُوا إِلَيْكَ فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مِنَ اللَّيْلِ وَلَا يَلْتَفِتْ مِنْكُمْ أَحَدٌ إِلَّا امْرَأَتَكَ إِنَّهُ مُصِيبُهَا مَا أَصَابَهُمْ إِنَّ مَوْعِدَهُمُ الصُّبْحُ أَلَيْسَ الصُّبْحُ بِقَرِيبٍ (٨١) فَلَمَّا جَاءَ أَمْرُنَا جَعَلْنَا عَالِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِنْ سِجِّيلٍ مَنْضُودٍ (٨٢) مُسَوَّمَةً عِنْدَ رَبِّكَ وَمَا هِيَ مِنَ الظَّالِمِينَ بِبَعِيدٍ (٨٣) وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ وَلَا تَنْقُصُوا الْمِكْيَالَ وَالْمِيزَانَ إِنِّي أَرَاكُمْ بِخَيْرٍ وَإِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ مُحِيطٍ (٨٤) وَيَا قَوْمِ أَوْفُوا الْمِكْيَالَ وَالْمِيزَانَ بِالْقِسْطِ وَلَا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ (٨٥) بَقِيَّتُ اللَّهِ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ وَمَا أَنَا عَلَيْكُمْ بِحَفِيظٍ (٨٦) }. </p><p> المناسبة </p><p> قوله تعالى {وَلَقَدْ جَاءَتْ رُسُلُنَا إِبْرَاهِيمَ بِالْبُشْرَى ...} الآيات، وأعلم أنَّ ترتيب (١) قصص هذه السورة كترتيب قصص الأعراف، وإنما أدرج شيئًا من أخبار </p><p>(١) البحر المحيط.</p>"
}