{
  "id": null,
  "sura": 11,
  "aya": 17,
  "text": "<p> يَعْبُدُونَ} ومَنْ مَنَعَ تأَوَّل، ذكره أبو حيان. </p><p> ١٧ - ثُمَّ ذكر الله سبحانه وتعالى أنَّ بين مَنْ كان طالبًا للدنيا فقط، ومن كانَ طالبًا لِلآخرة تفاوتًا عظيمًا، وتباينًا بعيدًا فقال:  {أَفَمَنْ كَانَ عَلَى بَيِّنَةٍ مِنْ رَبِّهِ} و (الهمزة) فيه للاستفهام الإنكاري داخلةٌ على محذوف، والفاء عاطفة على ذلك المحذوف، والتقدير: أجَهِلتُم وتَعَامَيْتُم عن الحق فَمَنْ كان على بينة ومعجزة، وبيان وبرهان من ربه، والمراد بالبينة: القرآن، وهو النبي - صلى الله عليه وسلم - والمؤمنون فـ {مَن} مبتدأ خبره محذوف تقديره؛ أي: أفمن كان على برهان من ربه، كمن هو في كفر وضلالة، وجواب الاستفهام محذوف أيضًا، تقديره: لا يستويان، وقد صرَّحَ بهذين المحذوفين في قوله تعالى: {أَفَمَنْ كَانَ مُؤْمِنًا كَمَنْ كَانَ فَاسِقًا لَا يَسْتَوُونَ (١٨) } وقوله: {وَيَتْلُوهُ شَاهِدٌ مِنْهُ} معطوف على جملة الصلة، والضميرُ في {يتلوه} عائد على {مَن} وكذلك الضمير في قوله الآتي {من قبله} كما في \"الصاوي\" ، أي أفمن كانَ على بيان وبرهان من ربه ويتلوه؛ أي: ويتبعه ويصدِّقه، ويقَوِّيه شاهد منه؛ أي: من الله تعالى، وهو جبريل كمن ليس كذلك وقوله:  {وَمِنْ قَبْلِهِ} حال من {كِتَابُ مُوسَى} وهو معطوف على {شَاهِدٌ} وقوله: {إِمَامًا وَرَحْمَةً} حالانِ أيضًا من {كِتَابُ مُوسَى} والتقدير: أفمَن كانَ على بيان وبرهان وحجة من ربه، ويتلوه ويتبَعُه ويصدِّقُه، ويقويه شاهد منه تعالى, يشهدُ بصدقه، وهو جبريل، ويتلوه ويتبعه، ويُوافقه كتاب موسى، فيما يدَّعِيه من التوحيد حالَ كون كتاب موسَى كائنًا من قبله، وحالةَ كَوْن كتابه إمامًا يقتدَى به في الدين، وحالةَ كونه رحمةً لمن آمن به من بني إسرائيل؛ لأنه يهدي إلى الحق في الدين والدنيا، كمَنْ ليسَ كذلك لا يستويان فبينهما بون بائن وفرق فارق. </p><p> وقرأ محمَّد بن السائب الكلبيُّ وغيره (١) : {كتابَ موسى} بالنصب عطفًا على مفعول {يتلوه} أو بإضمار فعل، فالضمير في {يتلوه} حينئذ عائدٌ على بينة، بمعنى القرآن؛ أي: ويتلو القرآن، وكتاب موسى شاهدٌ منه تعالى، وإنما خَصَّ كتاب موسى بالذكر دونَ كتاب عيسى؛ لأنَّ أهلَ الملتين اليهودَ، </p><p>(١) البحر المحيط.</p><p> والنصارى، متوافقان على أنَّ التوراةَ مِن عند الله تعالى بخلاف الإنجيل؛ لأنَّ اليهودَ تُخالِفُ فيه، فكان الاستشهادُ بما تَقُومُ به الحجة على الفريقين أولى. </p><p> وأعرب البيضاوي {وَمِنْ قَبْلِهِ كِتَابُ مُوسَى} مبتدأ والجار والمجرور خبرًا. </p><p> والمعنى (١) : أفمن كان على نور، وبصيرة في دينهِ، ويؤيده نُورٌ غيبيٌّ يشهدُ بصحته، وهو القرآن المشرِق النور والهدي ويؤيده شاهدٌ آخرَ جاء مِنْ قبله، وهو الكتاب الذي أنزل على موسى عليه السلام، حالَ كونه إمامًا متَّبعًا في الهدى والتشريع، ورحمةً لِمَنْ آمن، وعَمِلَ به مِن بني إسرائيل وشهادةُ موسى لهذا النبي الكريم شهادةُ مقال بالبشارة بنبوته، وشهادة حال، وهي التشابه بين رسالتَيْهما؛ أي: أفمن كان على هذه الأوصاف كمَنْ يريد الحياة الدنيا الفانيةَ وزينتَها الموقوتة ويظل محرومًا من الحياة العقلية، والروحية التي تُوصِل إلى سعادة الآخرة الباقية ونحو الآية قوله:  {أَفَمَنْ شَرَحَ اللَّهُ صَدْرَهُ لِلْإِسْلَامِ فَهُوَ عَلَى نُورٍ مِنْ رَبِّهِ} . </p><p> وإجمالُ المعنى (٢) : أفمن كانَ كاملَ الفطرة، والعقل، وعَرَفَ حقيقةَ الوحي، وهو القرآن، وما فيه من نور وهداية وعرَف تأييدَه بالوحي السابق الذي اهتدى به بنو إسرائيل، فتظاهرت لدَيْه الحججُ الثلاثُ في الهداية كمال الفطرة، ونور القرآن، والوحي الذي أنزل على موسى كمَنْ حُرِم من ذلك، وكان هَمُّه مقصورًا على الحياة الفانية ولذاتِها. </p><p> والإشارةُ بقوله (٣) : {أُولَئِكَ} إلى المتصفينَ بتلكَ الصِّفَةِ الفاضلةِ، وهو الكون على البينة من الله، واسم الإشارة مبتدأ، وخبره {يُؤْمِنُونَ بِهِ} ؛ أي: يصدقون بالقرآن، أو بالنبي - صلى الله عليه وسلم -؛ أي (٤) : أولئك الذين جمعوا بين البينة الوهبية، والبينة الكسبية النقلية، يؤمنون بهذا القرآن إيمان يقين، وإذعان على علم بما فيه من الهدى، والفرقان، فيجزمون بأنه ليس بالمفترى من دون الله، ولم يكن من شأنه أن يكون كذلك. </p><p>(١) المراغي. (٢) المراغي.(٣) الشوكاني.(٤) المراغي.</p><p> {وَمَنْ يَكْفُرْ بِهِ} ؛ أي: ومن يكفر بهذا القرآن فيَجْحَدُ أنه من عند الله {مِنَ الْأَحْزَابِ} ؛ أي: ممن تحزّبوا، وتجمَّعوا من أهل مكة، وزُعماء قريش للصدِّ عنه، قال مقاتل: هم بَنُو أمية، وبنو المغيرة بن عبد الله المخزومي، وآلُ طلحة بن عُبيد الله، وقيل: من (١) جميع الكفار وأصحاب الأديان المختلفة، فتدخلُ فيه اليهودُ والنصارَى، والمجوس وعبدة الأوثان، وغيرهم، والأحزاب هم الفرق الذين تحزَّبوا، وتجمَّعوا، واتفقُوا على مخالفة الأنبياء {فَالنَّارُ مَوْعِدُهُ} ؛ أي: مكان وعده في الآخرة، ومصيرُهُ وموردُه يَرِدُها لا محالةَ، وهي التي فيها ما لا يوصف من أفانين العذاب، فإنه يصير إلى جهنم من جَرَّاء تكذيبه لوعيده الذي جاء في نحو قوله:  {أُولَئِكَ الَّذِينَ لَيْسَ لَهُمْ فِي الْآخِرَةِ إِلَّا النَّارُ} . </p><p> روى البغوي بسنده عن أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \"والذي نفسُ محمَّد بيده، لا يسمع بي أحدٌ من هذه الأمة، ولا يهودي، ولا نصراني، ومات، ولم يؤمن بالذي أرسلت به إلا كان من أصحاب النار\" . قال سعيد بن جبير: ما بلغني حديث عن رسول الله - صلى الله عليه وسلم - على وجهه إلَّا وجدت مصداقه في كتاب الله عَزَّ وَجَلَّ حتى بَلَغني هذا الحديث:  \"لا يسمع بي أحد من هذه الأمة\" الحديثَ، قال سعيد: فقلت: أيْنَ هذا في كتاب الله؟ حتَّى أتيت على هذه الآية:  {وَمِنْ قَبْلِهِ كِتَابُ مُوسَى} إلى قوله عز وجل: {وَمَنْ يَكْفُرْ بِهِ مِنَ الْأَحْزَابِ فَالنَّارُ مَوْعِدُهُ} قال: فالأحزاب أهلُ الملل كلها {فَلَا تَكُ} يا محمَّد {فِي مِرْيَةٍ} ؛ أي: في شك {مِنْهُ} ؛ أي: من القرآن {إِنَّهُ الْحَقُّ مِنْ رَبِّكَ} نَزَل به جبريل إن قلنا: إنه متعلق بما قبله من قوله: {أَمْ يَقُولُونَ افْتَرَاهُ} أو المعنى: فلا تكن في شك من أنَّ مصيرَ من كفر بالقرآن النار، إنَّ هذا الوعدَ هو الحق الثابتُ مِمَّن يربيك في دينك ودنياك، إن قلنا: إنه راجع إلى قوله: {وَمَنْ يَكْفُرْ بِهِ مِنَ الْأَحْزَابِ} والخطاب في قوله: {فَلَا تَكُ فِي مِرْيَةٍ} للنبي - صلى الله عليه وسلم -، والمراد به غيره؛ لأنَّ النبيّ - صلى الله عليه وسلم - لم يشُك قط، وقيل: الخطابُ لكل مكلف؛ أي: فلا تكن (٢) أيها المكلف في شك من أمر هذا القرآن، إنه الحق الذي لا يأتيه الباطل من بين </p><p>(١) الخازن. (٢) المراغي.</p><p> يديه، ولا من خلفه، آتيًا من ربك، وخالقِك الذي يربيك بما تكملُ به فطرتُك، ويُوصِلُك إلى سعادَتِك في دنياك، وآخرَتِك، وقرأ الجمهور (١) : {في مِرية} بكسر الميم، وهي لغة الحجاز، وقرأ السلمي، وأبو رجاء، وأبو الخطاب السدوسي، والحسن بضمها، وهي: لغة أسد، وتميم. </p><p> {وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ} بذلك مع وجوب الإيمان به، وظهور الدلائل الموجبة له، ولكنهم يعاندون مع علمهم بكونه حقًّا، أو قد طبع على قلوبهم، فلا يفهمون أنه الحقّ أصلًا. </p><p> أي:  {وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ} هذا الإيمانَ الكامِل، أمَّا المشركون منهم، فلاستكبار زُعمائهم، ورؤسائهم وتقليد مرؤوسيهم، وعامتهم لهم وأما أهل الكتاب .. فلتحريفِهم دينَ أنبيائهم، وابتداعهم فيه. </p><p> الإعراب </p><p> {وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا كُلٌّ فِي كِتَابٍ مُبِينٍ} . </p><p> {وَمَا}  {الواو} استئنافية، {مَا} نافية {مِن} زائدة {دَابَّةٍ} مبتدأ أول {فِي الْأَرْضِ} جار ومجرور صفة لـ {دَابَّةٍ} ، {إِلَّا} أداة استثناء مفرغ {عَلَى اللَّهِ} جار ومجرور خبر مقدم {رِزْقُهَا} مبتدأ ثان مؤخر، والجملة من المبتدأ الثاني وخبره خبر للأول، والجملة من المبتدأ الأول، وخبره مستأنفة {وَيَعْلَمُ مُسْتَقَرَّهَا} فعل ومفعول {وَمُسْتَوْدَعَهَا} معطوف عليه وفاعله ضمير يعود على {اللَّهِ} والجملة الفعلية في محل الرفع معطوفة على جملة المبتدأ الثاني على كونَها خبرًا للأول، {كُلٌّ} مبتدأ، وسوَّغ الابتداء بالنكرة نِيَّةُ الإضافة فيه، والمضاف إليه محذوف، تقديره: كل ما ذكر من الدابة، ورزقها، ومستقرها، ومستودعها {فِي كِتَابٍ} خبر المبتدأ {مُبِينٍ} صفة لـ {كِتَابٍ} ، والجملة الاسمية مستأنفة مقررة لما قبلها. </p><p>(١) البحر المحيط.</p><p> {وَهُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ وَكَانَ عَرْشُهُ عَلَى الْمَاءِ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا وَلَئِنْ قُلْتَ إِنَّكُمْ مَبْعُوثُونَ مِنْ بَعْدِ الْمَوْتِ لَيَقُولَنَّ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ (٧) }. </p><p> {وَهُوَ الَّذِي} مبتدأ وخبر، والجملة مستأنفة، {خَلَقَ السَّمَاوَاتِ} فعل ومفعول {وَالْأَرْضَ} معطوف عليه وفاعله ضمير يعود على الموصول، والجملة صلة الموصول {فِي سِتَّةِ أَيَّامٍ} جار ومجرور، ومضاف إليه متعلق بـ {خَلَقَ}  {وَكَانَ عَرْشُهُ} فعل ناقص واسمه {عَلَى الْمَاءِ} خبره، وجملة {كَانَ} معطوفة على جملة {خَلَقَ} على كونها صلةَ الموصول {لِيَبْلُوَكُمْ}  {اللام} حرف جر وتعليل {يبلوكم} فعل ومفعول منصوب بأن مضمرةً جوازًا بعد لام كي، وفاعله ضمير يعود على الله، والجملة في تأويل مصدر مجرور باللام، تقديره: لبلائكم، واختباركم الجار والمجرور متعلق بـ {خَلَقَ}  {أَيُّكُمْ أَحْسَنُ} مبتدأ، وخبر {عَمَلًا} تمييز محول عن المبتدأ منصوب باسم التفضيل، والجملة (١) الاسمية في محل النصب معمولة لـ {يبلوكم} علق عنها باسم الاستفهام. قال الزمخشري: فإن قلت: كيف جاز تعليق فعل البلوى؟ قلت: لما في الاختبار من معنى العلم, لأنه طريق إليه، فهو ملابس له، اهـ \"سمين\"  {وَلَئِنْ}  {الواو} استئنافية {اللام} موطئة للقسم {إن} حرف شرط {قُلْتَ} فعل وفاعل في محل الجزم بـ {إن} على كونه فعلَ شرط لها {إِنَّكُمْ مَبْعُوثُونَ} ناصب واسمه وخبره والجملة في محل النصب مقول لـ {قل} . {مِنْ بَعْدِ الْمَوْتِ} جار ومجرور، ومضاف إليه متعلق بـ {مَبْعُوثُونَ} . {لَيَقُولَنَّ}  {اللام} موطئة للقسم مؤكدة للام القسم الأولى {يقولن الذين} فعل وفاعل، والجملة جواب القسم لا محلَّ لها من الإعراب، وجواب الشرط محذوف دلَّ عليه جواب القسم تقديره، وإن قلت: إنكم مبعوثون يقول الذين كفروا، وجملة الشرط مع جوابه، وكذلك جملة القسم مع جوابه مستأنفة، {كَفَرُوا} فعل وفاعل صلةُ الموصول {إِنْ} نافية لا عمل لها لانتقاض نفيها بـ {إلا} . {هَذَا} مبتدأ {إِلَّا} أداة استثناء مفرغ {سِحْرٌ} خبر المبتدأ </p><p>(١) الفتوحات.</p><p> {مُبِينٌ} صفة لـ {سِحْرٌ} ، والجملة الاسمية في محل النصب مقول القول. </p><p> {وَلَئِنْ أَخَّرْنَا عَنْهُمُ الْعَذَابَ إِلَى أُمَّةٍ مَعْدُودَةٍ لَيَقُولُنَّ مَا يَحْبِسُهُ أَلَا يَوْمَ يَأْتِيهِمْ لَيْسَ مَصْرُوفًا عَنْهُمْ وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ} . </p><p> {وَلَئِنْ}  {الواو} عاطفة، {اللام} موطئة للقسم {إن} حرف شرط {أَخَّرْنَا} فعل وفاعل في محل الجزم بـ {إن} على كونِه فعلَ شرط لها {عَنْهُمُ} متعلق به {الْعَذَابَ} مفعول به {إِلَى أُمَّةٍ} متعلق بـ {أَخَّرْنَا}  {مَعْدُودَةٍ} صفة لـ {أُمَّةٍ}  {لَيَقُولُنَّ}  {اللام} موطئة للقسم، مؤكدة للأولى {يقولن} فعل مضارع مرفوع لتجرده عن الناصب والجازم، وعلامة رفعه ثبات النون المحذوفة لتوالي الأمثال؛ لأن أصلَه ليقولونن، وواو الجماعة المحذوفة، لالتقاء الساكنين في محل الرفع فاعل، والجملة الفعلية جوابُ القسم لا محلَّ لها من الإعراب، وجوابُ الشرط محذوف لِدلالةِ جواب القسم عليه، تقديره: وإن أخرنا عنهم العذاب .. يقولون ما يحبسه، وجملة الشرط مع جوابه، وكذلك جملة القسم معطوفة على جملة قوله:  {وَلَئِنْ قُلْتَ إِنَّكُمْ} و {يقولن} بضم اللام هنا معرب بالنون المحذوفة لالتقاء الساكنين، وإنما أعرب مع نون التوكيد لانفصالها بالواو في التقدير، وإن بَاشَرَتْ في اللفظ، وشرط بناء الفعل معها مباشرتها فيهما، وهذا بخلاف {لَيَقُولَنَّ} المتقدم فإنه مبني لمباشرة النون في اللفظ والتقدير كما سيأتي بيان إعلاله في مباحث الصرف، {مَا} استفهامية في محل الرفع مبتدأ {يَحْبِسُهُ} فعل ومفعول وفاعله ضمير يعود على ما الاستفهامية، والضمير المنصوب يعود على {الْعَذَابَ} والمعنى: أي شيء من الأشياء يحبس العذاب، ويمنعه من الوقوع؟ وهذا الاستفهام على سبيل الاستهزاء، والسخرية، وجملة {يَحْبِسُهُ} في محل الرفع خبر {مَا} الاستفهامية، والجملة الاسمية في محل النصب مقول القول {أَلَا} حرف استفتاح داخلة على {لَيْسَ} في المعنى {يَوْمَ} منصوب على الظرفية الزمانية، متعلق بـ {مَصْرُوفًا}  {يَأْتِيهِمْ} فعل ومفعول وفاعله ضمير يعود على {الْعَذَابَ} ، والجملة في محل الجر، مضاف إليه لـ {يَوْمَ} . {لَيْسَ} فعل ماض ناقص، واسمها ضمير يعود على {الْعَذَابَ} . {مَصْرُوفًا} خبر {لَيْسَ} والتقدير: </p><p> ألا ليس هو؛ أي: العذاب مصروفًا عنهم يوم يأتيهم العذاب، وجملة {لَيْسَ} . مستأنفة {عَنْهُمْ} متعلقان بـ {مصروفا}  {وَحَاقَ} فعل ماض {بِهِم} متعلق به {مَا} موصولة، أو موصوفة في محل الرفع فاعل، والجملة الفعلية معطوفة على جملة {لَيْسَ}  {كَانُوا} فعل ناقص، واسمه {بِهِ} متعلق بـ {يَسْتَهْزِئُونَ} وجملة {يَسْتَهْزِئُونَ} في محل النصب خبر {كان} وجملة {كان} صلة لـ {ما} أو صفة لها، والعائد، أو الرابط ضمير {بِهِ} . </p><p> {وَلَئِنْ أَذَقْنَا الْإِنْسَانَ مِنَّا رَحْمَةً ثُمَّ نَزَعْنَاهَا مِنْهُ إِنَّهُ لَيَئُوسٌ كَفُورٌ (٩) }. </p><p> {وَلَئِنْ}  {الواو} استئنافية (اللام) موطئة للقسم (إن) حرف شرط {أَذَقْنَا الْإِنْسَانَ} فعل وفاعل ومفعول أول في محل الجزم بـ (إن) على كونه فعلَ شرط لها {مِنَّا} حال من {رَحْمَةً} لأنه صفة نكرة، قدمت عليها {رَحْمَةً} مفعول ثان {ثُمَّ} حرف عطف {نَزَعْنَاهَا} فعل وفاعل ومفعول {مِنْهُ} متعلق به، والجملة معطوفة على جملة {أَذَقْنَا}  {إِنَّهُ} ناصب واسمه {لَيَئُوسٌ}  (اللام) حرف ابتداء {يئوس} خبره {كَفُورٌ} صفة {يئوس} أو خبر ثان لـ (إن) وجملة (إن) جواب القسم لا محلَّ لها من الإعراب، وجواب الشرط محذوف، دلّ عليه جواب القسم، تقديره: فهو يؤوس كفور، وجملة الشرط مع جوابه، وجملة القسم مع جوابه مستأنفة، لا محلَّ لها من الإعراب. </p><p> {وَلَئِنْ أَذَقْنَاهُ نَعْمَاءَ بَعْدَ ضَرَّاءَ مَسَّتْهُ لَيَقُولَنَّ ذَهَبَ السَّيِّئَاتُ عَنِّي إِنَّهُ لَفَرِحٌ فَخُورٌ} . </p><p> {وَلَئِنْ}  {الواو} : عاطفة (اللام) موطئة للقسم (إن) حرف شرط {أَذَقْنَاهُ نَعْمَاءَ} فعل وفاعل ومفعولان في محل الجزم بـ (إن) الشرطية {بَعْدَ ضَرَّاءَ} ظرف، ومضاف إليه متعلق بـ {أَذَقْنَاهُ} . {مَسَّتْهُ} فعل ومفعول، وفاعله ضمير يعود على {ضَرَّاءَ} ، والجملة في محل الجر صفة لـ {ضَرَّاءَ}  {لَيَقُولَنَّ}  (اللام) موطئة للقسم مؤكدة للأولى، {يقولن} فعل مضارع في محل الرفع مبني على الفتح لاتصاله بنون التوكيد، وفاعله ضمير يعود على الإنسان، والجملة جوابُ </p><p> القسم لا محلَّ لها من الإعراب، وجواب الشرط محذوف تقديره: وإن أذقناه نعماء .. يقول: وجملة الشرط مع جوابه، وكذا القسم مع جوابه معطوفة على جملة، قوله:  {وَلَئِنْ أَذَقْنَا الْإِنْسَانَ} ، {ذَهَبَ السَّيِّئَاتُ} فعل وفاعل {عَنِّي} متعلق به، والجملة في محل النصب مقول القول {إِنَّهُ} ناصب واسمه، {لَفَرِحٌ} خبره {فَخُورٌ} صفة {فرح} أو خبر ثان، وجملة (إنَّ) مستأنفة مسوقة لتعليل القول. </p><p> {إِلَّا الَّذِينَ صَبَرُوا وَعَمِلُوا الصَّالِحَاتِ أُولَئِكَ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ (١١) }. </p><p> {إِلَّا} أداةُ استثناء {الَّذِينَ} مستثنًى (١) متصل في محل النصب، والمستثنى منه الإنسان، وقيل: الاستثناء منقطع، و {إِلَّا} بمعنى (لكن) الاستدراكية {الَّذِينَ} في محل الرفع مبتدأ أول، {صَبَرُوا} فعل وفاعل، صلة الموصول {وَعَمِلُوا الصَّالِحَاتِ} فعل وفاعل، ومفعول معطوف على {صَبَرُوا} ، {أُولَئِكَ} مبتدأ ثان، {لَهُمْ} خبر مقدم {مَغْفِرَةٌ} مبتدأ ثالث {وَأَجْرٌ} معطوف على {مَغْفِرَةٌ} ، {كَبِيرٌ} صفة {أَجْرٌ} والجملة من المبتدأ الثالث، وخبره خبر للمبتدأ الثاني، والجملة من الثاني وخبره خبر للأول، والجملة من الأول، وخبره جملة استدراكية لا محلَّ لها من الإعراب، وفي \"السمين\" قوله: {إِلَّا الَّذِينَ صَبَرُوا} فيه ثلاثة أوجه: </p><p> أحدها: أنه منصوب على الاستثناء المتصل، إذ المراد بالإنسان الجنس، لا واحد بعينه. </p><p> والثاني: أنه منقطع، إذ المراد بالإنسان شخص معين، وهو على هذين الوجهين، منصوب المحل. </p><p> والثالث: أنه مبتدأ، والخبر الجملة من قوله {أُولَئِكَ لَهُمْ مَغْفِرَةٌ} وهو منقطع أيضًا اهـ. </p><p>(١) العكبري.</p><p> {فَلَعَلَّكَ تَارِكٌ بَعْضَ مَا يُوحَى إِلَيْكَ وَضَائِقٌ بِهِ صَدْرُكَ أَنْ يَقُولُوا لَوْلَا أُنْزِلَ عَلَيْهِ كَنْزٌ أَوْ جَاءَ مَعَهُ مَلَكٌ إِنَّمَا أَنْتَ نَذِيرٌ وَاللَّهُ عَلَى كُلِّ شَيْءٍ وَكِيلٌ (١٢) }. </p><p> {فَلَعَلَّكَ}  {الفاء} : استئنافية، {لعل} حرف ترج ونصب {والكاف} في محل النصب اسمها {تَارِكٌ} خبرها، وجملة {لعل} مستأنفة، و {تَارِكٌ} اسم فاعل يعمل عمل الفعل الصحيح، وفاعله ضمير مستتر فيه يعود على محمَّد، {بَعْضَ مَا} مفعول، ومضاف إليه {يُوحَى} فعل مضارع مغير الصيغة، ونائب فاعله ضمير يعود على {مَا} ، {إِلَيْكَ} متعلق به، وجملة {يُوحَى} صلة لـ {مَا} أو صفة لها، {وَضَائِقٌ} معطوف على {تَارِكٌ} ، {بِهِ} متعلق به {صَدْرُكَ} فاعل {ضائق} ، {أَنْ يَقُولُوا} ناصب وفعل وفاعل، والجملة في تأويل مصدر مجرور بإضافة المصدر المقدر إليه، تقديره: مخافةَ قولهم، أو كراهيةَ قولهم، والمصدر المقدر معلل لـ {تَارِكٌ} ، و {ضائق} ، {لَوْلَا أُنْزِلَ} إلى قوله: {إِنَّمَا أَنْتَ نَذِيرٌ} مقول محكي، وإن شئت قلت:  {لَوْلَا} حرف تحضيض بمعنى هلا {أُنْزِلَ} فعل ماض مغير الصيغة، {عَلَيْهِ} متعلق به {كَنْزٌ} نائب فاعل، والجملة الفعلية في محل النصب مقول القول، {أَوْ} حرف عطف {جَاءَ} فعل ماض {مَعَهُ} متعلق به {مَلَكٌ} فاعل، والجملة في محل النصب معطوفة على جملة {أُنزِلَ} ، {إِنَّمَا} أداة حصر {أَنْتَ نَذِيرٌ} مبتدأ وخبر والجملة مستأنفة مسوقة لتعليل ما قبلها، {وَاللَّهُ} مبتدأ {عَلَى كُلِّ شَيْءٍ} جار ومجرور، ومضاف إليه متعلق بـ {وَكِيلٌ} ، {وَكِيلٌ} خبر عن الجلالة، والجملة معطوفة على الجملة التي قبلها. </p><p> {أَمْ يَقُولُونَ افْتَرَاهُ قُلْ فَأْتُوا بِعَشْرِ سُوَرٍ مِثْلِهِ مُفْتَرَيَاتٍ وَادْعُوا مَنِ اسْتَطَعْتُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صَادِقِينَ (١٣) }. </p><p> {أَمْ} منقطعة مقدرة بمعنى بل الإضرابية، وهمزة الإنكار {يَقُولُونَ} فعل وفاعل، والجملة مستأنفة {افْتَرَاهُ} فعل ومفعول، وفاعله ضير يعود على محمد، والجملة في محل النصب مقول القول {قُلْ} فعل أمر، وفاعله ضمير يعود على </p><p> محمَّد، والجملة مستأنفة {فَأْتُوا} إلى آخر الآية، مقول محكي، وإن شئت قلت:  (الفاء) رابطة لجواب شرط محذوف، تقديره: إن كان الأمر كذلك {ائتوا} فعل وفاعل {بِعَشْرِ سُوَرٍ} متعلق به، والجملة الفعلية في محل الجزم بالشرط المحذوف، وجملة الشرط المحذوف في محل النصب مقول {قُلْ} ، {مِثْلِهِ} صفة أولى لـ {عشر} لأنه في تأويل مماثلة إياها {مُفْتَرَيَاتٍ} صفة ثانية {وَادْعُوا} فعل وفاعل معطوف على {فَأْتُوا} ، {مَن} اسم موصول في محل النصب مفعول {وَادْعُوا} ، {اسْتَطَعْتُمْ} فعل وفاعل والجملة صلة الموصول، والعائد محذوف تقديره: من استطعتموه {مِنْ دُونِ اللَّهِ} جار ومجرور، ومضاف إليه حال من {من} الموصولة {إِنْ كُنْتُمْ} جازم وفعل ناقص واسمه {صَادِقِينَ} خبره، وجملة {كان} في محل الجزم بـ (إن) الشرطية، وجوابها محذوف معلوم مما قبلها، تقديره: إن كنتم صادقين في دعواكم فادعوهم، وجملة إن الشرطية في محل النصب مقول القول. </p><p> {فَإِلَّمْ يَسْتَجِيبُوا لَكُمْ فَاعْلَمُوا أَنَّمَا أُنْزِلَ بِعِلْمِ اللَّهِ وَأَنْ لَا إِلَهَ إِلَّا هُوَ فَهَلْ أَنْتُمْ مُسْلِمُونَ (١٤) }. </p><p> {فَإِلَّمْ}  {الفاء} : فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفتم، ما قلت لكم من دعوة من يساعدكم، وأردتم بيان ما هو الأصلَح، إن لم يجيبوا لكم .. فأقول لكم: إن لم يستجيبوا لكم {إن} حرف شرط {لَّمْ} حرف جزم {يَسْتَجِيبُوا} فعل وفاعل مجزوم بـ {لَّمْ} ، {لَكُمْ} متعلق به، والجملة في محل الجزم بـ (إن) الشرطية على كونها فعل شرط لها {فَاعْلَمُوا}  (الفاء) رابطة لجواب (إن) الشرطية وجوبًا {اعلموا} فعل وفاعل، والجملة في محل الجزم بـ (إن) الشرطية على كونها جوابًا لها، وجملة (إن) الشرطية في محل النصب مقول لجواب (إذا) المقدرة {أَنَّمَا}  (أنَّ) حرف نصب ومصدر، ولكن بطل عملها لدخول (ما) الكافة عليها, ولذلك دخلت على الجملة الفعلية (ما) كافة لكفها ما قبلها عن العمل فيما بعدها، {أُنْزِلَ} فعل ماض مغير الصيغة، ونائب فاعله ضمير يعود على القرآن {بِعِلْمِ اللَّهِ} جار ومجرور، ومضاف إليه حال من </p><p> الضمير المستتر في {أُنْزِلَ} ؛ أي: حالةَ كونه ملتبسًا بعلم الله وقضائه، والجملة الفعلية في تأويل مصدر ساد مسد مفعولي علم؛ أي: فاعلموا إنزالَ الله إياه بعلمه، {وَأَنْ لَا}  (الواو) عاطفة (أن) مخففة من الثقيلة، واسمها ضمير الشأن أي وأنه (لا) نافية تعمل عمل (إنَّ) ، {إِلَهَ} في محل النصب اسمها، وخبر (لا) محذوف تقديره: وأنه لا إله موجود {إِلَّا} أداة استثناء مفرغ {هُوَ} ضمير للمفرد المنزه في محل الرفع بدل من الضمير المستكن في خبر (لا) وجملة (لا) في محل الرفع خبر لـ (أن) المخففة، وجملة (أن) المخففة في تأويل مصدر معطوف على مصدر منسبك من الجملة التي قبلها، تقديره: واعلموا عدمَ وجودِ إله إلا هو {فَهَلْ}  (الفاء) حرف عطف وتفريع (هل) حرف للاستفهام الطلبي المضمن للأمر {أَنْتُمْ} مبتدأ {مُسْلِمُونَ} خبره، والجملة الاسمية معطوفة مفرعة على جملة {فَاعْلَمُوا} . </p><p> {مَنْ كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا وَهُمْ فِيهَا لَا يُبْخَسُونَ (١٥) أُولَئِكَ الَّذِينَ لَيْسَ لَهُمْ فِي الْآخِرَةِ إِلَّا النَّارُ وَحَبِطَ مَا صَنَعُوا فِيهَا وَبَاطِلٌ مَا كَانُوا يَعْمَلُونَ (١٦) }. </p><p> {مَن} اسم شرط جازم في محل الرفع مبتدأ، والخبر جملة الشرط، أو الجواب، أو هما على الخلاف في محله {كاَنَ} فعل ماض ناقص في محل الجزم بـ {مَن} على كونها فِعل شرط لها، واسمها ضمير يعود على {مَن} ، {يُرِيدُ الْحَيَاةَ} فعل ومفعول {الدُّنْيَا} صفة لـ {الْحَيَاةَ} وفاعله ضمير يعود على {مَن} وجملة {يُرِيدُ} في محل النصب خبر {كَانَ} ؛ أي: من كان مريدًا الحياةَ الدنيا {وَزِينَتَهَا} معطوف على {الْحَيَاةَ} ، {نُوَفِّ} فعل مضارع مجزوم بـ {مَن} الشرطية على كونها جوابًا لها، وفاعله ضمير يعود على الله {إِلَيْهِمْ} متعلق به {أَعْمَالَهُمْ} مفعول به {فِيهَا} متعلق به أيضًا، وجملة (من) الشرطية مستأنفة، {وَهُمْ} مبتدأ {فِيهَا} متعلق بما بعده، وجملة {لَا يُبْخَسُونَ} خبر المبتدأ والجملة الاسمية في محل النصب حال من ضمير {أَعْمَالَهُمْ} ، {أُولَئِكَ الَّذِينَ} مبتدأ وخبر، والجملة مستأنفة، {لَيْسَ} فعل ماض ناقص {لَهُمْ} جار ومجرور خبر مقدم </p><p> لـ {لَيْسَ} ، {فِي الْآخِرَةِ} متعلق بالاستقرار، الذي تعلق به الخبر {إِلَّا} أداة استثناء مفرغ {النَّارُ} اسم {لَيْسَ} مؤخر، والتقدير {لَيْسَ} كائنًا لهم في الآخرة إلا النار، وجملة {لَيْسَ} صلة الموصول، {وَحَبِطَ} فعل ماض {مَا} موصولة أو موصوفة في محل الرفع فاعل لـ (حبط) والجملة معطوفة على جملة {لَيْسَ} ، {صَنَعُوا} فعل وفاعل {فِيهَا} متعلق به، والجملة صلة لـ (ما) أو صفة لها، والعائد، أو الرابط محذوف، تقديره: ما صنعوه فيها، {وَبَاطِلٌ} خبر مقدم {مَا} موصولة في محل الرفع مبتدأ مؤخر، والجملة معطوفة على جملة {لَيْسَ} ، {كَانُوا} فعل ناقص، واسمه، وجملة {يَعْمَلُونَ} خبره، وجملة {كَانَ} صلة (ما) الموصولة، والعائد محذوف تقديره ما يعملونه. </p><p> {أَفَمَنْ كَانَ عَلَى بَيِّنَةٍ مِنْ رَبِّهِ وَيَتْلُوهُ شَاهِدٌ مِنْهُ وَمِنْ قَبْلِهِ كِتَابُ مُوسَى إِمَامًا وَرَحْمَةً أُولَئِكَ يُؤْمِنُونَ بِهِ وَمَنْ يَكْفُرْ بِهِ مِنَ الْأَحْزَابِ فَالنَّارُ مَوْعِدُهُ} . </p><p> {أَفَمَنْ} الهمزة: للاستفهام الإنكاري، داخلة على محذوف، و (الفاء) عاطفة على ذلك المحذوف، والتقدير: أجهلتم أيها المشركون حَقِيَّةَ ما عليه محمَّد وأصحابه، فمن كان على بينة من ربه، كمن ليس على ذلك (من) اسم موصول، في محل الرفع مبتدأ {كَانَ} فعل ماض ناقص، واسمها ضمير يعود على (من)  {عَلَى بَيِّنَةٍ} جار ومجرور خبر {كاَنَ} ، {مِنْ رَبِّهِ} صفة لـ {بَيِّنَةٍ} وجملة {كَانَ} صلة الموصول، وخبر المبتدأ محذوف تقديره: كمن ليس على ذلك، والجملة الاسمية معطوفة على الجملة المحذوفة، وجواب الاستفهام محذوف أيضًا، تقديره: لا يستويان كما مر في مبحث التفسير، {وَيَتْلُوهُ شَاهِدٌ} فعل ومفعول وفاعل معطوف على جملة {كَانَ} ، {مِنْهُ} جار ومجرور صفة لـ {شَاهِدٌ} ، {وَمِنْ قَبْلِهِ} جار ومجرور حال من {كِتَابُ مُوسَى} ، {كِتَابُ مُوسَى} معطوف على {شَاهِدٌ} ، والتقدير: ويتلوه كتاب موسى حالةَ كونِه كائِنًا قبلَه {إِمَامًا} حال ثانية من {كِتَابُ مُوسَى} ، {وَرَحْمَةً} معطوف على {إِمَامًا} ، {أُولَئِكَ} مبتدأ، وجملة {يُؤْمِنُونَ} خبره، {بِهِ} جار ومجرور متعلق به، والجملة الاسمية مستأنفة. {وَمَن}  {الواو} : استئنافية {مَن} اسم شرط في </p><p> محل الرفع مبتدأ، والخبر جملة الشرط، أو الجواب {يَكْفُرْ} فعل مضارع مجزوم على كونه فِعْلَ شرط لـ {مَن} . {بِهِ} متعلق به، وفاعله ضمير يعود على {من}  {مِنَ الْأَحْزَابِ} : جار ومجرور حال من فاعل {يَكْفُرْ} . {فَالنَّارُ مَوْعِدُهُ} مبتدأ وخبر، و {الفاء} رابطة الجواب، والجملة الاسمية في محل الجزم جواب مَن الشرطية، وجملة مَن الشرطية مستأنفة. </p><p> {فَلَا تَكُ فِي مِرْيَةٍ مِنْهُ إِنَّهُ الْحَقُّ مِنْ رَبِّكَ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ} . </p><p> {فَلَا}  (الفاء) فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر تقديره: إذا عرفت ما قلته وأردت بيان ما هو الأصلح اللازمُ لك .. فأقول لك {لا تك في مرية منه}  {لاَ} ناهية جازمة {تَكُ} فعل مضارع ناقص مجزوم بـ (لا) الناهية، واسمها ضمير يعود على محمَّد، أو على أيِّ مخاطب {فِي مِرْيَةٍ} جار ومجرور خبرها {مِنْهُ} متعلق بـ {مِرْيَةٍ} ، وجملة تكون في محل النصب مقول لجواب إذا المقدرة، {إِنَّهُ الْحَقُّ} ناصب، واسمه، وخبره، والجملة مستأنفة مسوقة لتعليل ما قبلها {مِنْ رَبِّكَ} جار ومجرور، حال من {الْحَقُّ} ، {وَلَكِنَّ}  (الواو) عاطفة {لكنَّ} حرف نصب واستدراك {أَكْثَرَ النَّاسِ} اسم {لكنَّ} ومضاف إليه، وجملة {لَا يُؤْمِنُونَ} خبر {لكنَّ} ، وجملة {لكنَّ} معطوفة على جملة {إن} على كونها مستأنفة. </p><p> التصريف ومفردات اللغة </p><p> {وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ} والدابة (١) اسم لكلِّ نسمة حية تدب على الأرض، زحفًا أو على قوائم اثنين فأكثر، وغلبَ عُرْفًا على ما يركب من الخيل، والبغال، والحمير، والدبُّ، والدبيب الانتقال الخفيف البطيء، كدبيب الطفل، والشيخ المسن، والعقرب. وفي \"المصباح\" : دَبَّ الصغيرُ يدبُّ من باب: ضَرَب إذا مشى ودَبَّ الجيشُ دبيبًا أيضًا إذا سارُوا سيرًا لينًا، وكل حيوان في الأرض دابَّةً. اهـ {إِلَّا عَلَى اللَّهِ رِزْقُهَا} والمرادُ به ما يقوم به رَمقُها وتَعِيش به. \"الكرخي\" . </p><p>(١) المراغي.</p><p> {وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا} والمستقر مكانُ الاستقرار من الأرض، والمستودع حيث كانَ مودَعًا قبل الاستقرار في صلب أو رَحم أو بيضة، ويجوز (١) أن يكونَا مصدرين؛ أي: استقرارَها واستيداعَها، ويجوز أن يكونَ مستودَعها اسم مفعول ليتَعدَّى فعله، ولا يجوز ذلك في مستقر لأنَّ فعله لازمٌ، اهـ \"سمين\" . وفي \"البيضاوي\" : {وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا} أي: أماكنها في الحياة، وفي الممات، أو الأصلاب والأرحام، أو مساكنها من الأرض، حيث وجدَت بالفعل، ومُودَعَها من الموادِّ، والمقار حيث كانَت بعد بالقوة، اهـ. وقوله: من المواد كالمني والعَلقَةِ، والمَقارُّ كالصلب، والرحم، وقولُه: بعد؛ أي: بعد أنْ لم تكن شيئًا، اهـ \"زكريا\" . </p><p> {وَكَانَ عَرْشُهُ عَلَى الْمَاءِ لِيَبْلُوَكُمْ} والعرش مركز نظام الملك، ومصدرُ التدبير، والبلاء: الاختبار، والامتحان من بلاه يَبْلوه بلوى كدَعَا يدعو دَعْوَى وهو ناقص وَاوِيٌّ. </p><p> {إِلَى أُمَّةٍ مَعْدُودَةٍ} الأمَّةُ في الأصل الجماعة، والطائفة من الناس من نوع واحد، أو دين واحد، أو ملة واحد، والمراد بها هنا: الطائفة، أو المدة من الزمن، قال القرطبي: الأمة: اسم مشترك يطلق على ثمانية أوجه: الجماعة، والملة، والرجل الجامع للخير، والحين، والزمن، وأتباع الأنبياء ... الخ. {مَعْدُودَةٍ} ؛ أي: قليلة، إذ الحصر بالعد يشعر بالقلة {مَصْرُوفًا عَنْهُمْ} ؛ أي: مدفوعًا ومحبوسًا {وَحَاقَ} نزَلَ وأحاطَ. </p><p> {لَيَقُولُنَّ} وفي \"السمين\" قولُه {لَيَقُولُنَّ مَا يَحْبِسُهُ} هذا الفعلُ معرب على المشهور لأنَّ النون مفصولة تقديرًا إذ الأصلُ ليقولونن (النون) الأولى للرفع وبعدها نون مشددة، فاستثقل توالي الأمثال، فحذفت نون الرفع, لأنها لا تدل من المعنى على ما تدل عليه نُونُ التوكيد، فالتقى ساكنان، فحذفت الواو التي هي ضمير الفعل، لالتقائها ساكنة مع النون، اهـ. </p><p>(١) الفتوحات.</p><p> {وَلَئِنْ أَذَقْنَا الْإِنْسَانَ مِنَّا رَحْمَةً ثُمَّ نَزَعْنَاهَا مِنْهُ إِنَّهُ لَيَئُوسٌ كَفُورٌ (٩) وَلَئِنْ أَذَقْنَاهُ نَعْمَاءَ بَعْدَ ضَرَّاءَ مَسَّتْهُ لَيَقُولَنَّ ذَهَبَ السَّيِّئَاتُ عَنِّي إِنَّهُ لَفَرِحٌ فَخُورٌ (١٠) } الإذاقة هنا: الإعطاء القليل، والنزع، والسلب، والحرمان، واليؤوس: شديدُ اليأس من عود تلك النعمة، والكفور، كثيرُ الكفران، والجحود لما سلف عليه من النعم، والنعماء، والنعمةُ والنعمى الخير، والمنفعة، ويقابلها الضراء، والضر {فرح} بطر مغتر بهذه النعمة، {فَخُورٌ} أي: متعاظم على الناس بما أوتي من النعم، مشغولُ بذلك عن القيام بشكرها. </p><p> وفي \"الشوكاني\" : والنعماء: إنعام يظهر أثَرَهُ على صاحبه، والضراءُ ظهورُ أثر الإضرار على من أصيب به، اهـ. </p><p> {فَلَعَلَّكَ تَارِكٌ بَعْضَ مَا يُوحَى إِلَيْكَ وَضَائِقٌ بِهِ صَدْرُكَ} لعل هنا: للاستفهام الإنكاري الذي يفيد النهي مع الاستبعاد،؛ أي: لا تترك تبليغَ بعض ما أوحي إليك، ولا يَضِقْ به صدرُك، والتركُ، والضيقُ مستبعدان منك، وضيقُ الصدر يراد به الغم والحزن وعبر (١) بـ {ضائق} دون ضيِّق للمناسبة في اللفظ مع {تَارِكٌ} وإن كان ضيقٌ أكثرَ استعمالًا, لأنه وصف لازم، {وَضَائِقٌ} وصف عارض، وقال الزمخشري: فإن قلت: لِمَ عدَل عن ضيق إلى {ضائق} ؟ </p><p> قلتُ: ليدل على أنه ضيقٌ عارض غيرُ ثابت, لأنه - صلى الله عليه وسلم - كان أفسَحَ الناس صدرًا ومثله قولك: سيدٌ، وجوادُ تريد السيادةَ والجُود الثابتَين المستقرين، فإذا أردتَ الحدوثَ، قلت: سائدُ وجائدُ. انتهى ذكره أبو حيان. {كَنْزٌ} والكنزُ ما يدخر من المال في الأرض، وفي \"زاده\"  {كَنْزٌ} أي: مال كثير من شأنه أن يكنز؛ أي: يدفن، اهـ. {بِعَشْرِ سُوَرٍ مِثْلِهِ} نعت لـ {سُوَرٍ} و {مثل} وإن كانت بلفظ الإفراد فإنها يوصف بها المثنَّى، والجمع، والمؤنث كقوله تعالى:  {أَنُؤْمِنُ لِبَشَرَيْنِ مِثْلِنَا} وتجوز المطابقة قال تعالى: {وَحُورٌ عِينٌ (٢٢) كَأَمْثَالِ اللُّؤْلُؤِ}، وقال تعالى:  {ثُمَّ لَا يَكُونُوا أَمْثَالَكُمْ} ، و (الهاء) في {مِثْلِهِ} تعود لـ {مَا يُوحَى} و {مُفْتَرَيَاتٍ} صفة لـ {سُوَرٍ} أيضًا، وهي جمع مفتراة كمصطفيات في </p><p>(١) البحر المحيط.</p><p> جمع مصطفَاة، فانقلبت الألفُ ياءً كالتثنية، اهـ \"سمين\" . </p><p> {عَلَى كُلِّ شَيْءٍ وَكِيلٌ} والوكيل: الرقيب الحفيظ للأمور، الموكل بحراستها {فَإِلَّمْ يَسْتَجِيبُوا لَكُمْ} والاستجابة للداعي إجابته إلى ما يريد، فالسين والتاء، فيه زائدتان {فَهَلْ أَنْتُمْ مُسْلِمُونَ} الإسلام، الإذعان، والخضوع، والانقياد {نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا ..} ؛ أي: نُوصل إليهم من وفَّى يوفي توفية ووفاء كزكى يزكي تزكيةً وزكاةً وهو من المضعف الناقص الذي قياس مصدره التفعلة، وهو مجزوم بحذف الياء {لَا يُبْخَسُونَ} لا ينقصون، وإنما (١) عبر عن عدم نقص أعمالهم، بنفي البخس الذي هو نقص الحق مع أنه ليس لهم شائبة حق فيما أوتوه كما عبر عن إعطائه بالتوفية، التي هي إعطاءَ الحقوق مع أن أعمالَهم بمعزل عن كَوْنِها مستوجبةً لذلك، بناءً للأمر على ظاهر الحال، مبالغة في نفي النقص؛ أي: إن كان ذلك ناقصًا لِحُقوقهم فلا يدخل تحت الوقوع، والصدور عن الكريم أصلًا، اهـ \"أبو السعود\" . </p><p> {وَحَبِطَ مَا صَنَعُوا} ؛ أي: فسد وبطل، ولم ينتفعوا به {أَفَمَنْ كَانَ عَلَى بَيِّنَةٍ مِنْ رَبِّهِ} والبينة (٢) ما يتبين به الحق كالبرهان في الأمور العقلية، والنصوص في الأمور النقلية، والتجارب في الأمور الحسية، والشهادة في القضاء {وَيَتْلُوهُ} ؛ أي: يتبعه ويصدقه ويقويه والشاهد جبريل أو القرآن {إِمَامًا} والإمامُ (٣) هو الذي يُؤتم به في الدين، ويُقتدى به {وَرَحْمَةً} والرحمة النعمة العظيمة التي أنعم الله بها على مَنْ أنزله عليهم، وعلى مَنْ بعدهم باعتبار ما اشتملَ عليه من الأحكام الشرعيةِ المُوافِقَة لحكم القرآن {مِنَ الْأَحْزَابِ} والأحزاب قبائلُ الكفار الذين تحزبوا، واجتمعوا على معاداة النبي - صلى الله عليه وسلم - ومعاندته {مَوْعِدُهُ} اسم مكان من وَعد يعد وعدًا وموعدًا؛ أي: مكان وعده الذي يَصِير إليه، {فَلَا تَكُ فِي مِرْيَةٍ مِنْهُ} المِرية بكسر الميم، وضمها: الشكُّ، ففيها لغتان: أشهرُهما: الكسرُ، وهي: لغة الحجاز، وبها قرأ جماهيرُ الناس، الثانية: الضم لغةُ أسد وتميم، وبها قرأ </p><p>(١) أبو السعود. (٢) المراغي.(٣) الشوكاني.</p><p> السلميُّ وأبو رجاء وأبو الخطَّاب والسدوسيّ، اهـ \"سمين\" . </p><p> البلاغة </p><p> وقد تضمنت هذه الآياتُ ضروبًا من البلاغة والفصاحة والبيان والبديع: </p><p> فمنها: الحصر في قوله {إِلَّا عَلَى اللَّهِ رِزْقُهَا} . </p><p> ومنها: إفادة العموم بحذف المضاف في قوله: {كُلٌّ فِي كِتَابٍ مُبِينٍ} ؛ أي: كل من الدابة ومستقرها، ومستودعها، ورزقها. </p><p> ومنها: الإضافةُ للتشريف في قوله: {وَكَانَ عَرْشُهُ عَلَى الْمَاءِ} . </p><p> ومنها: تكريرُ القسم في قوله: {وَلَئِنْ قُلْتَ} ، {وَلَئِنْ أَخَّرْنَا} ، {وَلَئِنْ أَذَقْنَا} ، {وَلَئِنْ أَذَقْنَاهُ} . </p><p> ومنها: الطباق بين: {نَعْمَاءَ} و {ضَرَّاءَ} . </p><p> ومنها: صيغة المبالغة في قوله: {لَيَئُوسٌ كَفُورٌ} . </p><p> ومنها: التشبيه البليغ في قوله: {إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ} ؛ أي: كالسحر، فالكلام من باب التشبيه البليغ، حيث شَبَّهوا نَفْسَ البعث أو القرآن المتضمن لذكره بالسحر في الخديعة، حيث زعموا أنه إنما ذكر ذلكَ لمنع الناس عن لذات الدنيا، وصَرفِهم إلى الانقياد له، ودخولهم تحت طاعته، أو في البطلان، فإنَّ السحرَ لا شكَّ أنه تمويه، وتخييلٌ بَاطِل، فشبهوا الأمورَ المذكورة من البعث، والحساب، والجزاء في البطلان بالسحر، اهـ \"زاده\" . </p><p> ومنها: الاستعارة التصريحيةُ التبعيةُ في قوله: {وَلَئِنْ أَذَقْنَاهُ} لأنّ الذوقَ حقيقة في معرفة طَعْمِ المطعوم باللسان، فهو هنا كناية عن الإعطاء. </p><p> ومنها: وصف الأجر بالكبر في قوله: {وَأَجْرٌ كَبِيرٌ} للتفخيم، والتعظيم لما احتوى عليه من النعيم السرمدي، ودفع التكاليف، والأمن من عذاب الله، والنظر إلى وجهه الكريم، وفيه أيضًا رعاية الفواصل حيث أتى به، ولم يَقُلْ أجر عظيم. </p><p> ومنها: الاستفهام الإنكاري في قوله: {فَلَعَلَّكَ تَارِكٌ بَعْضَ مَا يُوحَى إِلَيْكَ} . </p><p> ومنها: الكنايةُ في قوله: {وَضَائِقٌ بِهِ صَدْرُكَ} ؛ لأن الضِّيقَ هنا كناية عن الهمِّ والحزن. </p><p> ومنها: المجاز المرسل في قوله: {صَدْرُكَ} ؛ أي: قلبك حيث أطلق المحل، وأراد الحال. </p><p> تنبيه: التحدي بعشر سور، جاء بعد التحدي بالقرآن الكريم كله، فلما عجزوا عن الإتيان بمثل القرآن تحدَّاهم بعشر سور، ثُمَّ لما عجزوا تحداهم بالإتيان بسورة مثله في البلاغة، والفصاحة، والاشتمال على المغيبات، والأحكام التشريعية، وأمثالها، وهي الأنواعُ التسعةُ، وقد نظَمَها بعضُهم بقوله: </p><p> أَلاَ إِنَّمْا الْقُرْآنُ تِسْعَةُ أَحْرُفٍ ... سَأُنْبِيْكَهَا فِيْ بَيْتِ شِعْرٍ بَلا مَلَلْ </p><p> حَلاَلٌ حَرَامٌ مُحْكمٌ مُتَشَابِهٌ ... بَشِيْرٌ نَذِيْرٌ قِصَّةٌ عِظَةٌ مَثَلْ </p><p> ومنها: الحذفُ والزيادة في عدّةِ مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أُولَئِكَ يُعْرَضُونَ عَلَى رَبِّهِمْ وَيَقُولُ الْأَشْهَادُ هَؤُلَاءِ الَّذِينَ كَذَبُوا عَلَى رَبِّهِمْ أَلَا لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ (١٨) الَّذِينَ يَصُدُّونَ عَنْ سَبِيلِ اللَّهِ وَيَبْغُونَهَا عِوَجًا وَهُمْ بِالْآخِرَةِ هُمْ كَافِرُونَ (١٩) أُولَئِكَ لَمْ يَكُونُوا مُعْجِزِينَ فِي الْأَرْضِ وَمَا كَانَ لَهُمْ مِنْ دُونِ اللَّهِ مِنْ أَوْلِيَاءَ يُضَاعَفُ لَهُمُ الْعَذَابُ مَا كَانُوا يَسْتَطِيعُونَ السَّمْعَ وَمَا كَانُوا يُبْصِرُونَ (٢٠) أُولَئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ (٢١) لَا جَرَمَ أَنَّهُمْ فِي الْآخِرَةِ هُمُ الْأَخْسَرُونَ (٢٢) إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَأَخْبَتُوا إِلَى رَبِّهِمْ أُولَئِكَ أَصْحَابُ الْجَنَّةِ هُمْ فِيهَا خَالِدُونَ (٢٣) مَثَلُ الْفَرِيقَيْنِ كَالْأَعْمَى وَالْأَصَمِّ وَالْبَصِيرِ وَالسَّمِيعِ هَلْ يَسْتَوِيَانِ مَثَلًا أَفَلَا تَذَكَّرُونَ (٢٤) وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ إِنِّي لَكُمْ نَذِيرٌ مُبِينٌ (٢٥) أَنْ لَا تَعْبُدُوا إِلَّا اللَّهَ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ أَلِيمٍ (٢٦) فَقَالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ مَا نَرَاكَ إِلَّا بَشَرًا مِثْلَنَا وَمَا نَرَاكَ اتَّبَعَكَ إِلَّا الَّذِينَ هُمْ أَرَاذِلُنَا بَادِيَ الرَّأْيِ وَمَا نَرَى لَكُمْ عَلَيْنَا مِنْ فَضْلٍ بَلْ نَظُنُّكُمْ كَاذِبِينَ (٢٧) قَالَ يَا قَوْمِ أَرَأَيْتُمْ إِنْ كُنْتُ عَلَى بَيِّنَةٍ مِنْ رَبِّي وَآتَانِي رَحْمَةً مِنْ عِنْدِهِ فَعُمِّيَتْ عَلَيْكُمْ أَنُلْزِمُكُمُوهَا وَأَنْتُمْ لَهَا كَارِهُونَ (٢٨) وَيَا قَوْمِ لَا أَسْأَلُكُمْ عَلَيْهِ مَالًا إِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ وَمَا أَنَا بِطَارِدِ الَّذِينَ آمَنُوا إِنَّهُمْ مُلَاقُو رَبِّهِمْ وَلَكِنِّي أَرَاكُمْ قَوْمًا تَجْهَلُونَ (٢٩) وَيَا قَوْمِ مَنْ يَنْصُرُنِي مِنَ اللَّهِ إِنْ طَرَدْتُهُمْ أَفَلَا تَذَكَّرُونَ (٣٠) وَلَا أَقُولُ لَكُمْ عِنْدِي خَزَائِنُ اللَّهِ وَلَا أَعْلَمُ الْغَيْبَ وَلَا أَقُولُ إِنِّي مَلَكٌ وَلَا أَقُولُ لِلَّذِينَ تَزْدَرِي أَعْيُنُكُمْ لَنْ يُؤْتِيَهُمُ اللَّهُ خَيْرًا اللَّهُ أَعْلَمُ بِمَا فِي أَنْفُسِهِمْ إِنِّي إِذًا لَمِنَ الظَّالِمِينَ (٣١) قَالُوا يَا نُوحُ قَدْ جَادَلْتَنَا فَأَكْثَرْتَ جِدَالَنَا فَأْتِنَا بِمَا تَعِدُنَا إِنْ كُنْتَ مِنَ الصَّادِقِينَ (٣٢) قَالَ إِنَّمَا يَأْتِيكُمْ بِهِ اللَّهُ إِنْ شَاءَ وَمَا أَنْتُمْ بِمُعْجِزِينَ (٣٣) وَلَا يَنْفَعُكُمْ نُصْحِي إِنْ أَرَدْتُ أَنْ أَنْصَحَ لَكُمْ إِنْ كَانَ اللَّهُ يُرِيدُ أَنْ يُغْوِيَكُمْ هُوَ رَبُّكُمْ وَإِلَيْهِ تُرْجَعُونَ (٣٤) }. </p><p> المناسبة </p><p> قوله تعالى {وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا ...} الآية، مناسبةُ هذه الآية لما قبلها: أنَّه لمَّا سبَق (١) قوله تعالى {أَمْ يَقُولُونَ افْتَرَاهُ} .. ذَكر هنا أنه لا </p><p>(١) البحر المحيط.</p><p> أحدَ أظلمُ ممن افترى على الله كذبًا، وهم المفترون الذين نسبوا إلى الله سبحانَه وتعالى الولدَ، واتخذوا معه آلهةً وحرَّموا وحلَّلوا من غير شرع الله تعالى. </p><p> قولُه تعالى:  {إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَأَخْبَتُوا إِلَى رَبِّهِمْ ...} الآيات، مناسبتُها لِما قبلها: أنَّ الله سبحانه وتعالى لما ذكر ما يَؤُول إليه الكفار من النار .. ذَكَرَ ما يَؤُول إليه المؤمنون من الجنة، والفريقان هنا: المؤمنُ والكافرُ، ولمَّا كان قدَّم ذِكرَ الكفار، وأَعْقبَ بذكر المؤمنينَ جاء التمثيلُ هنا مبتدأً بالكافر، فقال:  {كَالْأَعْمَى وَالْأَصَمِّ} . </p><p> وعبارةُ المراغي هنا: مناسبتُها لما قبلها: أنَّ اللَّهَ سبحانه وتعالى لمَّا بيَّن فيما سبق أنَّ الناس فريقانِ: فريقٌ يريدُ الدنيا وزينتَها، وفريق على بَيِّنَةٍ من ربه .. أرْدفَ ذلك ببيانِ حالِ كلِّ من الفريقين في الدنيا، وما يكون عليه في الآخرة. </p><p> قوله تعالى:  {وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ ...} الآيات، مناسبتُها لِمَا قبلها: أنَّ اللَّهَ سبحانه وتعالى لَمَّا ذَكَرَ (١) بَعثة النبيّ الكريم، وأثْبتَ بالبرهان أنه رسول من رب العالمين، وأنَّ القرآنَ وَحْيٌ من الرحمن الرحيم .. أرْدفَ ذلك بقصص الأنبياء قبله ليبينَ لقومه: أنَّ محمدًا - صلى الله عليه وسلم - ليس بدعًا من الرسل، وإنه إنما بُعِثَ بمثلِ ما بعث به مَن قبله من الدعوةِ إلى عبادة الله تعالى وحده، والإيمان بالبعث والجزاء، فحالُه معهم كحال مَنْ قبله من الرسل عليهم السلام، مع أقوامهم جملةً وتفصيلًا، كما قال: {سُنَّةَ مَنْ قَدْ أَرْسَلْنَا قَبْلَكَ مِنْ رُسُلِنَا وَلَا تَجِدُ لِسُنَّتِنَا تَحْوِيلًا (٧٧) }. </p><p> قوله تعالى:  {قَالَ يَا قَوْمِ أَرَأَيْتُمْ إِنْ كُنْتُ عَلَى بَيِّنَةٍ ...} الآيات، مناسبتها لما قَبْلَها: أن الله سبحانه وتعالى لَمَّا ذَكَر مقالتَهم وطَعْنَهم في نوح عليه السلام بتلك الشُّبه السالفة .. قَفَّى على ذلك بدَحْضِ نوح عليه السلام لها، وردِّ شبهات أخرى، قد تكون صَدَرَتْ منهم، ولم يَحْكِها لعِلْمِها من الرد عليها، ورُبَّما لم </p><p>(١) المراغي.</p>"
}