{
  "id": null,
  "sura": 11,
  "aya": 116,
  "text": "<p> عن ذلك بنفي الإضاعة، مع أنَّ عَدَمَ إعطاء الأجر ليس بإضاعة، حقيقة كيف لا والأعمال غيرُ موجبة للثواب، حتى يلزمَ من تخلفه عنها ضياعها لبيان كمال نزاهته تعالى عن ذلك بتصويره بصورة ما يمتنع صدوره منه سبحانه من القبائح، وإبرازًا للإثابة في معرض الأمور الواجبة، وهو تعليل للأمر بالصبر. </p><p> وعن أبي بكر الوراق قال: طلبنا أربعةَ أشياءَ سنينَ، فوجدناها في أربعة؛ طلبنا رضَى الله تعالى فوجدْنَاه في طاعته، وطلبنا السعة في المعيشة فوجدناها في صلاة الضحى، وطلبنا سلامة الدين فوجدناها في حفظ اللسان، وطلبنا نور القبر فوجدناه في صلاة الليل، فعلى العاقل السعي في طريق الطاعات، وتنوير القلب بنور العبادات، ذكره صاحبُ \"الروح\" . والمعنى؛ أي (١) : ووطن نفسَك على احتمال المشقة في سبيل ما أمرت به وما نهيتَ عنه في هذه الوصايا وفي غيرها، فإن الله لا يضيعْ أجرَ مَن أحسنَ عملًا، بل يوفيه ثوابَ عمله من غير بَخْسٍ له. وفي الآية إيماء إلى أنَّ الصبرَ من باب الإحسان. </p><p> فائدة: وقد كانت (٢) عادة القرآن على إجراء أكثر خطابات الأوامر على النبي - صلى الله عليه وسلم -، فلذلك قالَ:  {فَاسْتَقِمْ}  {وَاصْبِرْ} وأكثر خطابات النهي على الأمة، فلذلك قال:  {وَلَا تَطْغَوْا} ، {وَلَا تَرْكَنُوا} اعتبارًا للأصالة في الاتصاف، والتنزه والاجتناب فافهم. </p><p> ١١٦ - ولما بيَّن (٣) سبحانه وتعالى ما حلَّ بالأمم الماضية من عذاب الاستئصالَ بيَّن هنا أن السَّبَب في ذلك أمران: الأول: عدم وجود مَنْ ينهى عن الفساد، الثاني: عدم رجوعهم عَمَّا هم فيه فقال: {فَلَوْلَا كَانَ} لولا تحضيضية مضمنة معنى النفي، وكان بمعنى وجد؛ أي: فهلا وجد {مِنَ الْقُرُونِ} ؛ أي: من الأمم المهلكة الكائنة {مِنْ قَبْلِكُمْ} قال في \"القاموس\" : القرون جمع قرن، والقرنُ مئة </p><p>(١) المراغي. (٢) روح البيان.(٣) الصاوي.</p><p> سنة، وهو أصح الأقوال الجارية في معنى القرن، وكل أهل عصر قرن لمن بعدهم؛ لأنهم يتقدمونهم، وكلُّ أمة هَلَكَتْ، فلَم يبق منها أحد تُسمَّى قرناء. {أُولُو بَقِيَّةٍ} ؛ أي: أصحاب عقل ورأي ودين وفضل. وسُمِّي الفضل والجودةُ بقيةً على أن يكون الهاء للنقل كالذبيحة؛ لأنَّ الرجلَ إنَّما يستبقي مما يكسبه عادة أجودَه، وأفضلَه، فصار مثلًا في الجوْدَةَ والفضل، يقال: فلان من بقية القوم؛ أي: من خيارهم، ومنه ما قيل في المَثل: في الزوايا خبايَا، وفي الرجال بقايَا؛ وإنما قيل: بقية, لأنَّ الشرائعَ والدولَ، ونحوَها، قوتها في أولهَا، ثم لا تزالُ تضعف، فمن ثبت في وقت الضعف .. فهو بقية الصدر الأول. {يَنْهَوْنَ} نعت لأُولي؛ أي: ينهون قومهم المفسدين {عَنِ الْفَسَادِ} الواقع منهم {فِي الْأَرْضِ} ، ويمنعونهم من ذلكَ لكونهم ممن جمع الله فيهم بينَ جودة العقل وقوة الدين. وفي قوله:  {يَنْهَوْنَ} حكاية الحال الماضية، والمراد بالتحضيض في لولا: النفيُ، والاستثناءُ في قوله:  {إِلَّا قَلِيلًا مِمَّنْ أَنْجَيْنَا مِنْهُمْ} منقطع، والمعنى: ما كانَ من القرون المهلكة من قبلكم أُولو فضل ودين ينهون عن الفساد في الأرض إلّا قليلًا ممن أنجينا منهم؛ أي: من القرون المهلكة نَهَوا عن الفساد، فنجَوا، وهم أتباع الرسل، وسائرهم تركوا النهيَ، فهلكوا، و (من) في {ممن أنجينا} للبيان لا للتبعيضِ؛ لأنَّ جميعَ الناجينَ ناهُونَ. </p><p> قيل: هؤلاء القليلُ: هم قوم يونس لقوله فيما مر: {إِلَّا قَوْمَ يُونُسَ} . والراجح أنهم أتباع الرسل، وأهل الحق من الأمم على العموم. </p><p> والمعنى: فهلا وجد من أولئك الأقوام الذين أهلكناهم بظلمهم وفسادهم في الأرض جماعة أولو عقل ورأي وصلاح ينهونهم عن الفساد في الأرض، باتباع الهوى، والشهوات التي تفسد عليهم أنفسَهم، ومصالِحَهم، فيحولون بينهم، وبين الفساد، ومن سنة اللَّهِ أن لا يهلك قومًا إلا إذا عَمَّ الفساد والظلم أكثرهم. </p><p> {إِلَّا قَلِيلًا مِمَّنْ أَنْجَيْنَا مِنْهُمْ} ؛ أي: ولكنْ كَانَ هناك قليل من الذين أنجيناهم مع رسلهم، منبوذينَ لا يقبل نهيهم وأمرهم مهددينَ مع رسلهم بالإبعاد والأذى. وقوله:  {وَاتَّبَعَ الَّذِينَ ظَلَمُوا مَا أُتْرِفُوا فِيهِ} معطوف على مقدر يقتضيه </p><p> الكلام تقديره: إلا قليلًا ممن أنجينا منهم نهوا عن الفساد فَنَجَوا، واتبعَ الذين ظلموا أنفسَهم وغيرهم بسبب مباشرتهم الفسادَ، وتركهم النهي عنه، فيكونُ العدول إلى المظهر لإدراج المباشرين معهم في الحكم، والتسجيل عليهم بالظلم، وللإشعار بعلية ذلك، لِمَا حَاقَ بهم من العذاب؛ أي: واتّبَعَ الذين تركوا النهيَ عن المنكرات، ما أنعموا فيه، واستدرجوا به من الشهوات، واشْتَغَلوا بتحصيل الرياسات، وأعرضوا عما وَرَاء ذلك من أمور الآخرة. {وَكَانُوا مُجْرِمِينَ} ؛ أي: كافرينَ، فإن سبب استئصال الأمم المهلكة، فشو الظلم، وشُيوعُ ترك النهي عن المنكرات مع الكفر. </p><p> والمعنى: أي صاروا تابعينَ للنعم التي صاروا بها مترفينَ منعمين من خصب العيش، ورفاهية الحال، وسعة الرزق، وآثروا ذلك على الاشتغال بأعمال الآخرة، واستغرقوا أعمارَهم في الشهوات النفسانية. </p><p> وجملة:  {وَكَانُوا مُجْرِمِينَ} معطوفة على: {وَاتَّبَعَ الَّذِينَ ظَلَمُوا} ؛ أي: اتبعوا شهواتِهم، وكانوا بذلك الاتباعِ مجرمين، وهذا بيان لسبب استئصال الأمم المهلكة، وهو ترك الأمر بالمعروف والنهي عن المنكر، واتباع الشهوات. </p><p> وخلاصة ذلك (١) : أنَّ العقولَ السليمةَ كافية لفهم ما في دعوة الرسل من الخير والصلاح، لو لم يمنع استعمال هِدَايَتِها الافتتانُ بالترف، والنعيم، بَدَلًا من القصد والاعتدال فيه، وشكر المنعم عليه، وقد هَدَتْ التجارب إلى أنَّ التَّرَفَ هو الباعث على الفسوق والعصيانِ، والظلم والإجرام، ويظهر ذلك بديئًا في الرؤساء والسادة، ومنهم ينتقل إلى الدهماء، والعامَّةِ، فيكون ذلك سببًا في الهلاك بالاستئصال، أو في فقد العزة والاستقلال، وتلك هي سنة الله في خلقه، كما قال: {وَإِذَا أَرَدْنَا أَنْ نُهْلِكَ قَرْيَةً أَمَرْنَا مُتْرَفِيهَا فَفَسَقُوا فِيهَا فَحَقَّ عَلَيْهَا الْقَوْلُ فَدَمَّرْنَاهَا تَدْمِيرًا (١٦) }. وفي الحديث (٢) : \"إن الله لا يعذب العامةَ بعمل الخاصة، حتى يروا المنكرَ بين ظهرانيهم وهم قادرون على أن ينكروا، فلا ينكرون، فإذا فعلوا ذلكَ </p><p>(١) المراغي. (٢) روح البيان.</p>"
}