{
  "id": null,
  "sura": 11,
  "aya": 101,
  "text": "<p> رِفْدُهم، وهي اللعنة في الدارين، وذلك أن اللعنة في الدنيا رفدٌ للعذاب، ومددٌ له، وقد رفدت باللعنة في الآخرة. وفي الآية بيان شقاء فرعون، وأنه لم ينفعه إيمانه حين الغرق، ولو نفَعه لما كان قائدَ قومه إلى النار. وفي الآيات (١) من العبرة أنَّ في البشر فراعنة كثيرينَ يغوون الناس، ويستعبدونهم، فيطيعونهم، ويذلون لهم ذل العبيد، ولا تفيدهم هدَايةُ القرآن شيئًا، ومنهم من يدعون الإِسلام، ولا يفهمون قولَ الله تعالى لرسوله في آية مبايعة النساءِ:  {وَلَا يَعْصِينَكَ فِي مَعْرُوفٍ} ، وقوله - صلى الله عليه وسلم -: \"لا طاعةَ لأحد في معصية اللَّهِ إنما الطاعة في المعروف\" . </p><p> ١٠٠ - {ذَلِكَ} الخبر الذي قصصناه عليك يا محمَّد {مِنْ أَنْبَاءِ الْقُرَى} ، والمدن؛ أي: بعضُ أخبار أهل القرى المهلكة من الأمم الماضية بما جَنَتْ أيدي أهلها من قوم نوح، ومَنْ بعدهم {نَقُصُّهُ عَلَيْكَ} في هذا القرآن، ونخبره لك لتتلوه على الناس فيكون فيه دلائل نبوتك، ويتلوه المؤمنون آناءَ الليل وأطراف النهار، إنذارًا وتبليغًا عَنَّا {مِنْهَا} ؛ أي: من تلك القرى {قَائِمٌ} ؛ أي: باق أثره وجدرانه كالزرع القائم على ساقه كديار عاد وثمود. {و} منها {حصِيد} ؛ أي: عافي الأثر، وذاهبه كالزرع المحصود، كقُرى قوم لوط، وديار قوم نوح، فشَبَّه ما بقي من آثار القرى وجدرانها بالزرع القائم على ساقه، وما محي منها بالزرع المحصود. </p><p> ١٠١ - {وَمَا ظَلَمْنَاهُمْ} ؛ أي: وما ظلمنا أَهْلَ تلك القرى بإهلاكنا إياهم بغير جُرْمٍ استحقوا به الهلاك، فالضمير عائد إلى الأهل المحذوف المضاف إلى القرى {وَلَكِنْ ظَلَمُوا أَنْفُسَهُمْ} بارتكاب ما يُوجب الهلاكَ منْ شركِهِم، وإفسادهم وإصرارهم على ذلك حتى لم يبق فيهم استعداد لقبول الحق، ولو بَقَوا زَمانًا ما ازدادوا إلا ظلمًا وفجورًا وفسادًا في الأرض، كما قال نوح عليه السلام: {إِنَّكَ إِنْ تَذَرْهُمْ يُضِلُّوا عِبَادَكَ وَلَا يَلِدُوا إِلَّا فَاجِرًا كَفَّارًا (٢٧) }. فإنهم أَكلوا رِزْقَ الله؛ وعبدوا غَيْرَه وكذبوا رسله. وفيه إشارة إلى أَنه تعالى أعطاهم استعدادًا روحانيًّا، وآلةً لتحصيل كمالات لا يدركها الملائكة المقربون, فاستعملوا تلك الآلة على وَفْقِ الطبيعة لا على حكم الشريعة، فعبَدُوا طاغوت الهوى، ووثَنَ الدنيا, </p><p>(١) المراغي.</p>"
}