{
  "id": null,
  "sura": 11,
  "aya": 113,
  "text": "<p> العباداتِ العمليةِ والمعاملات على النحو الذي بينه الكتاب، والسنة على السنن القويم، دونَ تأويل، ولا تخريجٍ لهما على غير ما يفْهَم مِن ظاهرهما. أَما الاختلاف فيما عدا ذلك من أمور القضاء والسياسة، وأمور المعاش من زراعات وتجارات، فهو أمر طبيعي لا يمكن الغنَى عنه، فلولاه لما تقدمت شؤون الحياة، ولَمَا حصل التنافس لدى أرباب المهن، والصناعاتِ، ولما جد كل يوم بدع جديد، ولكان الناس دائمًا على الفطرة الأولى، وأنَّى لعقل الإنسان أن يستمرَّ على حال واحدة، وقد أُوتيَ الخلافَةَ في الأرض، وحسْنَ استعمارها، وبهذا وحدَه فَضَلَ الملائكة، ولله في خلقه شؤون. وقد بيَّن سبحانه لنا المخرجَ إذا حَدث بيننا الخلاف في الدين فقال:  {فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ} الآيةَ. وقد فسر ذلك النبي - صلى الله عليه وسلم - بقوله لمعاذ بن جبل حين ولاه القضاء في اليمن:  \"بمَ تقضي؟ \" قال: بكتاب الله، قال:  \"فإن لم تجد؟ \" ، قال: فبسنة رسوله، قال:  \"فإن لم تجد؟ \" ، قال: أجتهد رأيي، فأقره على ذلك. وهذا هو الاستقامة في الدين التي بها يرقى المرء إلى أعلى عليين. وقد حث الله رسوله عليها في هذه الآية وحَث موسَى وهارونَ عليها، فقال:  {قَدْ أُجِيبَتْ دَعْوَتُكُمَا فَاسْتَقِيمَا} . ومَدَح من اتَّصَفوا بها، ووعدهم بالخير والفلاح في الآخرة فقال: {إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلَائِكَةُ أَلَّا تَخَافُوا وَلَا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ (٣٠) }. وروى مسلم عن سفيان الثقفي قال: قلتُ: يا رسول الله قل لي في الإِسلام قولًا لا أسأل عنه أحدًا بعدك، قال:  \"قل: آمنت بالله ثم استقم\" . </p><p> {إِنَّهُ} تعالى {بِمَا تَعْمَلُونَ بَصِيرٌ} ؛ أي: بصير بعملكم، ومحيط به، فيجزيكم به، فاتقوه أن يَطَّلع عليكم، وأنتم عاملون بخلاف أمره. ونظير هذه الآية قوله تعالى: {فَلِذَلِكَ فَادْعُ وَاسْتَقِمْ كَمَا أُمِرْتَ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ وَقُلْ آمَنْتُ بِمَا أَنْزَلَ اللَّهُ مِنْ كِتَابٍ وَأُمِرْتُ لِأَعْدِلَ بَيْنَكُمُ اللَّهُ رَبُّنَا وَرَبُّكُمْ لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ لَا حُجَّةَ بَيْنَنَا وَبَيْنَكُمُ اللَّهُ يَجْمَعُ بَيْنَنَا وَإِلَيْهِ الْمَصِيرُ (١٥) }. </p><p> ١١٣ - {وَلَا تَرْكَنُوا} ؛ أي: ولا تميلوا أدنى ميل؛ لأن الركونَ هو الميل اليسير, </p><p> والخطاب لرسول الله - صلى الله عليه وسلم - ومَنْ مَعَه {إِلَى الَّذِينَ ظَلَمُوا} ؛ أي: إلى الذين وُجد منهم الظلم بالجملة {فَتَمَسَّكُمُ} بسبب ذلك {النَّارُ} الأخروية، وإذا كان الركونُ إلى من صدر منهم ظلم مرة في الإفضاء إلى مساس النار هكذا فما ظنك بالركون إلى من صدر منهم الظلم مرارًا، ورسخوا فيه، ثمَّ بالميل إليهم كلَّ الميل {وَمَا لَكُمْ} ، والحال: أن ما لكم {مِنْ دُونِ اللَّهِ} تعالى {مِنْ أَوْلِيَاءَ} ؛ أي: من أنصار ينقذونكم من النار، على أن يكونَ مقابلة الجمع بالجمع بطريق انقسام الآحاد على الآحاد، والجملة في محل النصب حال من مفعول {فَتَمَسَّكُمُ النَّارُ} ؛ أي: وأنتم على هذه الحالة، وهي انتفاء ناصركم. وقوله:  {ثُمَّ لَا تُنْصَرُونَ} جملة فعلية معطوفة على الاسمية قبلها، وكلمة {ثُمَّ} لاستبعاد نصرة الله تعالى إياهم مع استحقاقهم العذابَ بسبب ركونهم؛ أي: ثم لا ينصركم الله، ولا ينقذكم منها إذ سَبَقَ في حكمه أن يُعَذِّبكم، ولا يُبقي عليكم. وقرأ الجمهور:  {تركنوا} بفتح الكاف، والماضي رَكِنَ بكسرها، وهي لغة قريش. </p><p> وقال الأزهري: هي اللغة الفصحى. وعن أبي عَمرو بكسر التاء على لغة تميم في مضارع علم غير الياء. وقرأ قتادة، وطلحة، والأشهب، ورويت عن أبي عمرو:  {تَرْكُنوا} بضم الكاف مضارع رَكَن بفتحها، وهي لغة قيس، وتميم. وقال الكسائي: وأهلُ نجد، وشذَّ \"يَرْكنُ\" بفتح الكاف مضارع، رَكَن بفتحها. وقرأ ابن أبي عَبْلَة:  {ولا تُرْكَنوا} مبنيًّا للمفعول من أركنه إذا أَمالَه. وقرأ ابن وثاب، وعلقمة والأعمش، وابن مصرف، وحمزة، فيما روي عنه:  {فتمسَّكم} بكسر التاء على لغة تميم، ذكره أبو حيان. وقرأت العامة:  {ثُمَّ لَا تُنْصَرُونَ} بإثبات نون الرفع. وقرأ زيد بن علي، وعائشة بحذف نون الرفع عطفًا على (تمسكم) ذكره في \"الجمل\" ؛ ومعنى الآية: أي: لا تستندوا إلى الذين ظلموا من قومكم المشركين، ولا من غَيرهم فَتَجْعَلُوهم رُكنًا لكم تعتمدون عليه، فتقروهم على ظلمهم، وتوالوهم في شؤونكم الحربية، وأعمالكم الدينية، فإن الظالمينَ بعضهم أولياء بعض. </p><p> وخلاصة ذلك: لا تستعينوا بالظلمة، فتكونوا كأنكم رضيتم عن أعمالهم، فإن فَعَلتم ذلك أصابتكم النار، التي هي جزاء الظالمين بسبب ركونكم إليهم، والاعتزاز بهم، والاعتماد عليهم، والركون إلى الظلم وأهله ظلم، {وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ} . وليس لكم في هذه الحال التي تركنون فيها إليهم غير الله وليًّا ينقذكم، ويخلصكم من عذابه، ثم لا تنصرون؛ أي: لا ينصركم الله؛ لأن الذينَ يركنون إلى الظالمينَ يكونون منهم، وهو لا ينصر الظالمين، كما قال:  {وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ} بل تكون عاقبتكم الحرمانَ مما وعد الله رسله، ومن ينصره من المؤمنين. </p><p> والخلاصة: أن الركونَ إلى الظالمينَ المنهي عنه، هو: الاعتماد على أعداء المؤمنين الذين يفتنونهم، ويصدونهم عن دينهم، ويؤيده ما روي عن ابن عباس رضي الله عنهما، أنه فسر الظلمَ هنا بالشرك، و {الَّذِينَ ظَلَمُوا} بالمشركين. وقيل: إنها عامة في الظلمة من غير فرق بين كافر ومسلم، ولو فرضنا أن سَبَبَ النزول هم المشركون، فالاعتبار بعموم اللفظ لا بخصوص السبب. </p><p> ومن ابتلي بمخالطة الظلمة فليزن أَقْوالَهم وأفعالهم بميزان الشرع، فإنْ زاغوا عن ذلك فعلى أنفسهم قد جنوا، وطاعتهم واجبة على كل مَنْ دَخَل تحت أمرهم، ونهيهم في كل ما يأمرون به ما لم يكن في معصية الله. فمن أمروه أن يدخُل في شيء من الأعمال التي وَلَّوْهُ كالمناصب الدينية ونحوها فَلْيَدْخُل فيه إذا وثق من نفسه القدرةَ على القيام به، إلى أنه يجب الأخذ على أيدي الظالمين عامةً، وعلى أئمة الجَور والأمراء خاصةً، ويجب تغيير المنكر أولًا باليد، فإن لم يستطع ذلك فباللسان، وإلا فبالقلب وذلك أضعف الإيمان. </p><p> روى الإِمام أحمد، وأصحاب السنن, عن أبي بكر رضي الله عنه، أنه قَامَ فحمد الله، وأثنى عليه ثمَّ قال: أيها الناس! إنكم تقرؤون هذه الآية: {يَا أَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ} حتى أتى على آخر الآية، ألا وإن الناسَ إذا رأوا الظالم، فلم يأخذوا على يديه، أوشك الله أن يعمهم بعقابه، أَلاَ وإني سمعت رَسول الله - صلى الله عليه وسلم - يقول: \"إن الناس إذا رأوا المنكَر بينهم، فلم ينكروه يوشِكَ أن </p><p> يعمَّهم اللَّهُ بعقابه \".</p><p> وفي الآية (١) أبلغ ما يتصور في النهي عن الظلم، والتهديد عليه، والعجب من قوم يقرؤون هذه الآية ويرون ما فيها، ثم لا يرتَدِعُونَ عن الظلم والميل إلى أهله، ولا يتدبرون أنهم مؤاخَذون غير منصورين. </p><p> وفي الحديث: \" إياكم والظلمَ فإنه يخرِّب قلوبَكم \". وفي تخريب القلب تخريب سائر الجسد، فالظالم يظلم على نفسه، حيث يخرب أعضاءه الظاهرة، والباطنة، وعلى الله حيث يخرب بنيانَ الله، ويغيِّرُه ويفسده، ولأنه إذا ظَلَمَ غيره، وآذاه، فقد ظَلَمَ على الله ورسوله وآذاه. والدليل عليه قوله - صلى الله عليه وسلم -: \" أَنا من الله، والمؤمنون مِنّي، فَمَنْ آذى مؤمنًا، فقد آذاني، ومَنْ آذاني فقد أَذَى الله تعالى \".</p><p> ودَخَل في الركون إلى الظالمينَ المداهنة والرضى بأقوالهم، وأعمالهم، ومحبة مصاحبتهم، ومعاشرتهم، ومد العَين إلى زهرتهم الفانية، وغبطتهم فيما أوتوا من القطوف الدانية، والدعاءِ لهم بالبقاء، وتعظيمُ ذِكرهم، وإصلاح دواتهم، وقلمهم، ودفعُ القلم أو الكاغد إلى أيديهم، والمشي خلفَهم، والتزيي بزيهم، والتَّشبهُ بهم وخياطة ثيابهم وحَلق رؤوسهم. </p><p> وقد امتنع بعض السلف عن رَدِّ جواب الظلمة في السلام، وقد سئل سفيان الثوري عن ظالم أَشْرَفَ على الهلاك في بريه، هل يُسقَى شربةَ ماء؟ فقال: لا، فقيل له: يموتُ، فقال: دعه فإنه إعانة للظالم. وقال غيره: يسقى إلى أنْ يثوبَ إلى نفسه، ثم يعرِض عنه. </p><p> وفي الحديث: \" العلماء أُمناء الرسل على عباد الله، مَا لَمْ يُخَالِطُوا السلطانَ، فإذا فعلوا ذَلك فقد خانوا الرسل، فاحذروهم، واعتزلوهم\"، فإذا علمتَ هذا، فاعلم أنَّ الواجب عليك: أن تَعْتَزلَ عنهم بحيث لا تراهم، ولا يرونك إذ لا سلامة إلا فيه، وأن لا تفتشَ عن أمورهم، ولا تتقرب إلى من هو </p><p>(١) روح البيان.</p><p> من حاشيتهم، ومتصل بهم من إمامهم، ومؤذنهم فضلًا عن غيرهم، من عمالهم وخدمهم، ولا تتأسفَ على ما يفوتُ بسبب مفارقتهم، وترك مصاحبتهم، واذكر كثيرًا قولَ رسول الله - صلى الله عليه وسلم -: \"إذَا قرأ الرجل القرآنَ، وتفقه في الدين، ثم أتى بابَ السلطان تملقًا إليه، وطمعًا لما في يديه خَاضَ بقدرِ خطاه في نار جهنم\" . والحديث كأنه مأخوذ من الآية، فهما متطابقان معنًى كما لا يخفَى. </p><p> ورُوي: أن الله سبحانه وتعالى أوحى إلى يوشع بن نون أني مهلِك من قومك أربعينَ ألفًا من خيارهم، وستين ألفًا من شرارهم، فقال: ما بال الأخيار؟ فقال: إنهم لم يغضبوا لغضبي، فكانوا يؤاكلونهم، ويشاربونهم. وبهذا تبيَّن أن بُغْضَ الظَّلمةِ والغضبَ عليهم لله واجب، وإنما ظَهَرَ الفساد في الرعايا، وجميع أقطار الأرض، برًّا وبحرًا بفساد الملوك، وذلك بفساد العلماء أوَّلًا إذ لولا قُضاةُ السوء وعُلماءُ السوءِ لقل فساد الملوك، بل لو اتفقَ العلماء في كل عصر على الحق، ومنع الظلم، مجتهدينَ في ذلك، مستفرغين مجهودَهم، لما اجترأ الملوك على الفسادِ، ولاضمحل الظلم من بينهم رأسًا وبالكلية. </p><p> ومن ثمَّ قال النبي - صلى الله عليه وسلم -: \"لا تزالُ هذه الأمة تحت يد الله وكنفه، ما لم يمالِىء قراؤها أمراءها\" . </p><p> وإنما ذَكَر القراء؛ لأنهم كانُوا هم العلماء، ومَا كَانَ علمهم إلا بالقرآن، ومعانيهم إلا بالسنة، وما وراء ذلك من العلوم، إنما أحدثت بعدهم كذا في \"بحر العلوم\" للشيخ عليٍّ السمرقندي رحمه الله تعالى. </p><p> وذكَرَ في \"الإحياء\" : أنَّ من دخلَ على السلطان بلا دعوة، كان جاهلًا، ومن دعِيَ فلم يجِبْ كَانَ أَهْلَ بدعة. </p><p> وتحقيق المقام: أنَّ الركونَ في الآية أسند إلى المخاطبين، والمخالطة، وإتيان الباب، والممالأة إلى العلماء والقراء، فكل منها إنما يكون مذمومًا إذا كان من قبل العلماء، وأمَّا إذا كان من جانب السلاطين والأمراء بِأنْ يكونوا مجبورينَ في ذلك مطالَبينَ بالاختلاط لأجل الانتفاع الديني .. فلا بَأسَ حينئذٍ بالمخالطة, لأنَّ المجبورَ المطالبَ مؤيد من عند الله تعالى، خَال عن الأغراض </p>"
}