{
  "id": null,
  "sura": 11,
  "aya": 65,
  "text": "<p> أي: ولا يمسَّها, ولا يصبها أحدٌ منكم بأذى من ضرب وعقر وقتل {فَيَأْخُذَكُمْ} ؛ أي: فيهلككم {عَذَابٌ قَرِيبٌ} النزول والوقوع لا يَتَراخى عن مسكم لها بالسوء إلا بيسير، وهو ثلاثةُ أيام، وكانت تصيفُ بظَهْرِ الوادِي فتهربُ منها أنعامُهم إلى بطنه، وتشتو ببطنه فتَهْرُب مواشِيهم إلى ظهره، </p><p> ٦٥ - فشَقَّ عليهم ذلك {فَعَقَرُوهَا} ؛ أي: عَقَرها، وقَتلَها قُدارُ بن سالف بأمرهم، ورضاهم فَضرَبها في رجليها، فأوقَعها، فذَبَحُوها، وقسَمُوا لَحْمَها على جميع القرية على ألْفٍ وخمس مئةٍ دارٍ {فَقَالَ} لهم صالح بعد قتلهم لها {تَمَتَّعُوا} ؛ أي: استمتعوا بحياتكم، وعِيشُوا {فِي دَارِكُمْ} ؛ أي: في بلادِكم {ثَلَاثَةَ أَيَّامٍ} من العَقْر: الأربعاءَ، والخميسَ، والجمعةَ، ثم يأتيكم العذابُ في اليوم الرابع، يوم السبت، وإنما أقاموا ثلاثةَ أيام؛ لأنَّ الفَصِيلَ بَقِيَ يَنُوح على أمه ثلاثةَ أيام، وانفجَرتْ له الصخرة بعد تلك المدَّة فدَخَلها, ولما عقروا الناقَةَ .. أنذرهم صالح بنزول العذابِ، ورَغَّبَهم في الإيمان, فقالوا: يا صالحُ، وما علامةُ العذاب؟ فقال: تصبح وجوهكم في اليوم الأول مصفرة، وفي الثاني محمرةً، وفي الثالث مسودةً، وفي الرابع يأتيكم العذاب صَبِيحَتُه {ذَلِكَ} ؛ أي: نزولُ العذاب عقبَ ثلاثَةِ أيام {وَعْدٌ} من الله سبحانه وتعالى وَعَدكم حين انقضائِها بالهلاك {غَيْرُ مَكْذُوبٍ} فهو لم يكذبكم فيه مَنْ أعلمكم ذلك، أو وعد غَيْرُ كذبٍ كالمجلود بمعنى الجلد الذي هو الصلابة، والمفتون بمعنى الفتنة. </p><p> رُوي عن النبي - صلى الله عليه وسلم - أنه قال (١) : \"إنَّ صَالِحًا لمَّا دعا قومَه إلى الله تعالى كذَّبوه، فضاق صدره، فسأل ربَّه أنْ يأذن له في الخروج من عندهم، فأذن له فَخَرَج، وانتهى إلى ساحل البحر، فإذا رجل يمشِي على الماء، فقال له صالح: ويْحَكَ من أنت؟ فقال: أنا من عباد الله، كنت في سفينة كانَ قومها كفَرة غيري، فأهلكهم الله تعالى، ونجاني منهم، فخَرَجْتُ إلى جزيرة أتعَبَّدُ هناكَ فأَخْرُجُ أحيانًا، وأطلب شيئًا من رزق الله، ثم أرجع إلى مكاني فمضى صالح، فانتهى إلى تل عظيمٍ، فرَأى رجلًا فانتهى إليه، وسَلَّم عليه، فردَّ عليه السلام، فقال له صالِحٌ: مَنْ أنتَ؟ قال: كانت ههنا قريةٌ، كان أهلها كفارًا غيري، فأهلكهم الله </p><p>(١) روح البيان.</p>"
}