{
  "id": null,
  "sura": 11,
  "aya": 3,
  "text": "<p> لا تعبدوا إلا الله؛ أي: نزل هذا القرآن المحكم المفصل لعبادة الله تعالى وحده لا شريك له. والمراد بالعبادة، التوحيد وخلع الأنداد والأصنام وما كانوا يعبدون والرجوع إلى الله تعالى وإلى عبادته، والدخول في دين الإِسلام وهذا كقوله: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدُونِ (٢٥) }. وقل يا محمَّد للناس {إِنَّنِي لَكُمْ مِنْهُ} ؛ أي: من جهة الحكيم الخبير {نَذِيرٌ} ؛ أي: بعذابه إن عبدتم غير الله تعالى {وَبَشِيرٌ} بثوابه إن تمحضتم في عبادته؛ أي: قل لهم إنني لكم نذير من جهة الله تعالى، أنذركم عقابه إن ثبتم على كفركم ولم ترجعوا عنه {وَبَشِيرٌ} منه أبشر بالثواب الجزيل لمن آمن بالله ورسوله وأطاع وأخلص العمل لله وحده، وهذا بيان لوظيفة الرسالة، ومبين لدعوة الرسول، - صلى الله عليه وسلم -. </p><p> ٣ - وقوله:  {وَأَنِ اسْتَغْفِرُوا رَبَّكُمْ} معطوف على {أَنْ لَا تَعْبُدُوا} والكلام في {أَن} هذه كالكلام في التي قبلها. وقوله:  {ثُمَّ تُوبُوا إِلَيْهِ} معطوف على {اسْتَغْفِرُوا} وقدم الإرشاد إلى الاستغفار على التوبة، لكونه وسيلة إليها؛ أي: اطلبوا من ربكم ستر ما سلف منكم من الشرك، ثم أقبلوا إليه بالطاعة والإخلاص: لأن الاستغفار هو طلب الغفر، وهو الستر، والتوبة: الرجوع عما كان فيه من شرك أو معصية إلى خلاف ذلك، فلهذا السبب قدم الاستغفار على التوبة. وقيل معناه: استغفروا لسالف ذنوبكم ثم توبوا إليه في المستقبل. وقيل: استغفروا في الصغائر ثم توبوا إليه في الكبائر. وقال الفراء: ثم هنا بمعنى الواو؛ لأن الاستغفار والتوبة بمعنى واحد فذكرهما للتأكيد. </p><p> والمعنى (١) : واسألوه أن يغفر لكم ما كان منكم من أعمال الشرك والكفر والإجرام، ثم ارجعوا إليه بإخلاص العبادة له دون غيره، مما تعبدون من دونه من الأصنام والأوثان. </p><p> فإن فعلتم ذلك، واستغفرتم من كل ذنب، وتبتم من الإعراض عن هدايته، وتنكب سننه .. {يُمَتِّعْكُمْ} في دنياكم {مَتَاعًا حَسَنًا} ؛ أي: يطول نفعكم في الدنيا </p><p>(١) المراغي.</p><p> بمنافع حسنة مرضية من سعة الرزق وسعة العيش، فيرزقكم من زينة الدنيا، وينسأ لكم في آجالكم {إِلَى أَجَلٍ مُسَمًّى} ؛ أي: إلى الوقت الذي قضى عليكم فيه الموت، وهو العمر المقدر لكم في علمه المكتوب في نظام الخليقة، وسنن الاجتماع البشري في عباده، ولا يقطعه بعذاب الاستئصال، ولا بفساد العمران ولا ينقصه ما ينقص من أدمن على الشرك والمعاصي. </p><p> وهذه (١) سنة مطردة في ذنوب الأمم، وهي فيها أظهر من ذنوب الأفراد، فالمشاهد أن الأمم التي تصر على الظلم والفسوق والعصيان يهلكها الله تعالى في الدنيا بالضعف والشقاق وخراب العمران، حتى تزول منعتها وتتمزق وحدتها. </p><p> ومعنى {يُمَتِّعْكُمْ مَتَاعًا حَسَنًا} ؛ أي: يعشكم (٢) عيشًا مرضيًّا إلى وقت مقدر عند الله تعالى، وهو آخر أعماركم، فمن أخلص لله في القول والعمل .. عاش في أمنٍ من العذاب وراحةٍ مما يخشاه، ومن اشتغل بمحبة الله .. كان انقطاعه عن الخلق أكمل، وسروره أتم؛ لأنه أمن من زوال محبوبه، ومن كان مشتغلًا بحب غير الله .. كان أبدًا في ألم الخوف من فوات المحبوب. وقرأ الحسن وابن هرمز وزيد بن علي وابن محيصن {يمتعكم} بالتخفيف من أمتع. </p><p> {وَيُؤْتِ} ؛ أي: يعط في الدنيا والآخرة {كُلَّ ذِي فَضْلٍ} في الإِسلام والطاعة {فَضْلَهُ} ؛ أي: ثواب فضله وجزاءه؛ أي: وإن (٣) تجتنبوا الشرك، وتؤمنوا بالله وتستغفروه .. يمتعكم متاعًا حسنًا، تكونون به خير الأمم نعمة وقوة وعزة، ويعط كل ذي فضل من علم وعمل جزاء فضله، أما في الآخرة فهو مطرد دائمًا، وأما في الدنيا فقد يكون ناقصًا مشوبًا بأكدارٍ، ولا يكون مطردًا لقصر أعمار الأفراد. </p><p> فإن قلت (٤) : قد ورد في الحديث، أن الدنيا سجن المؤمن وجنة الكافر، وقد يضيق على الرجل في بعض أوقاته حتى لا يجد ما ينفقه على نفسه وعياله، فكيف الجمع بين هذا وبين قوله سبحانه وتعالى: {يُمَتِّعْكُمْ مَتَاعًا حَسَنًا إِلَى أَجَلٍ </p><p>(١) المراغي. (٢) المراح.(٣) المراغي.(٤) الخازن.</p>"
}