{
  "id": null,
  "sura": 11,
  "aya": 78,
  "text": "<p> وفيه إشارة إلى عروض الهم والحزن له، لهلاك قومه بالعذاب، فَانْظُر إلى التفاوت بين إبراهيم، ولوط، وبين قومهما حيث كان مجيؤهم لإبراهيم للمسرة، وللوط للمساءة، مع تقديم المسرة, لأنَّ رحمةَ الله سابقة على غضبه. وروي أنَّ الله تعالى قال لهم: لا تهلكوهم حتى يشهدَ عليهم لوط أربعَ شهادات، فلما أَتَوْا إليه، قال لهم: أما بلغكم أمر هذه القرية، قالوا: وما أمرها؟ قال: أشهدُ بالله إنها لشر قرية في الأرض عملًا يقول ذلك أربع مرات، فدخلوا منزلَه، ولم يعلم بذلك أحَدٌ. {وَقَالَ} لوط {هَذَا} اليوم {يَوْمٌ عَصِيبٌ} ؛ أي: شديد عليّ، وهو لغة جرهم كما في \"ربيع الأبرار\" ؛ أي: هذا يوم شديد شَرُّه عظيم بلاؤه. ثُم قال لوط لامرأته: ويحك قومِي فاخبِزِي للضيف، ولا تعلِمي أحدًا. وكانت امرأته كَافِرَةً منافِقَةً، فانطلقَتْ لطلب بعض حَاجَتِها، فجَعَلَت لا تدخل على أحد إلا أخبرَتْه، وقالت: إنَّ في بيت لوط رجالًا ما رأيت أحسنَ وُجوهًا منهم، ولا أنظَفَ ثيابًا، ولا أطيبَ رائحةً. فلمَّا علموا بذلك جاؤوا إلى باب لوط، مُسْرِعين، </p><p> ٧٨ - فذلك قوله تعالى:  {وَجَاءَهُ} ؛ أي: وجاءَ لوطًا، وهو في بيته مع أضيافه {قَوْمُهُ} ، والحال أنهم {يُهْرَعُونَ إِلَيْهِ} ؛ أي: يُساقون إليه، ويسرعون إليه، ويَسُوقُ بعضهم بعضًا، كأنما يُدْفَعون دفعًا طلبًا للفاحشة من أضيافه، غافلينَ عن حالهم جاهلينَ بمآلهم. والإهراع: الإسراع يقال: أَهْرَعَ القَوْمُ، وهَرَعُوا. وقرأ الجمهور:  {يُهْرَعُونَ} مبنيًّا للمفعول مِن أُهْرعَ، أي: يُهْرِعُهم الطَّمعُ وقرأت فرقة: (يهرعون) بفتح الياء من هرع الثلاثي. وجملة قوله:  {وَمِنْ قَبْلُ كَانُوا يَعْمَلُونَ السَّيِّئَاتِ} حال أيضًا من {قومه} ؛ أي: جاؤوا مسرعين، والحال أنهم كانوا من قبل هذا الوقت، وهو وقت مجيئهم إلى لوط منهمكين في عمل الفواحش واللواطِ، فتمرَّنوا بها؛ أي: تَعَوَّدوا، واستمروا عليها حتى لم تُعَبْ عندهم قباحتها, ولذلك لم يستحيوا مما فعلوا من مجيئهم مهرِعينَ مجاهرينَ. وقيل: ومن قبل لوط كانوا يعملونَ السيئات. </p><p> وفي \"التأويلات النجمية\" كانوا يعملون السيئات الموجبةَ للهلاك والعذابِ فجاؤوا مسرعينَ مستقبلي العذابِ، وطلبوا من بيت النبوة من أهل الطهارة معاملةً ساءتهم بخيانة نفوسهم، ليستحقوا بذلك كمالَ الشقاوة، وسرعةَ العذاب، انتهى. </p><p> ودلَّ ما ذكر على أنَّ جِهارَ الفسق فوقَ إخفائِه، ولذا رد شهادة الفاسق المعلن. </p><p> وفي الحديث:  \"كل أمتي معافى إلا المجاهرون\" ، أي: لكن المجاهرون بالمعاصي لا يعافَون، بل يؤخذون في الدنيا إن كانت مما يتعلَّق بالحدود، وأما في الآخرة فمطلقًا. </p><p> فلما جاؤوا إلى لوط، وقصدوا أضيافَهُ لذلك العمل، قام إليهم لوط مدافعًا و {قَالَ يَا قَوْمِ هَؤُلَاءِ} مبتدأ خبره {بَنَاتِي} الصلبية، فتزوجوهن (١) ، وكانوا يطلبونهن من قبلُ، ولا يجيبهم لخبثهم، وعدم كفاءتهم، لا لعدم مشروعيته، فإنَّ تزويجَ المسلمات من الكفار كان جائزًا في شريعته، وهكذا كان في أول الإِسلام بدليل أنه - صلى الله عليه وسلم - زوج ابنتيه من أبي العاص بن وائل، وعتبة بن أبي لهب، قبل الوحي، وهما كافران، ثم نسخ ذلك بقوله تعالى:  {وَلَا تُنْكِحُوا الْمُشْرِكِينَ حَتَّى يُؤْمِنُوا} . وقيل: كان لهم سيدان مُطَاعَان، فأراد أن يُزَوّجَهما ابنتيه، وأيّا ما كَانَ فقد أراد به وقاية ضيفه، وذلك غايةٌ في الكرم. {هُنَّ} مبتدأ خبره قوله: {أَطْهَرُ لَكُمْ} ؛ أي: أحسن لكم فتزوجوهن، ودعوا ما تطلبونه من الفاحشة بأضيافي. وقد كان له ثلاث بَنَاتٍ. وقيل: اثنتان. وقيل: أراد بقوله: {هَؤُلَاءِ بَنَاتِي} النساءُ جملةً, لأنَّ نَبِيَّ القوم أبٌ لهم، كما قال ابن عباس:  \"ويدخل فيهن نساؤهم المدخول بهن وغيرهن من المعدات للزواج\" ومراده أن الاستماع بهن بالزواج أطهر من التلوث برجس اللواط فإنه يَكْبَحُ جماح الشهوة مع الأمن من الفساد. وقال سعيد بن جبير، ومجاهد: أراد نساءَ قومه، وأضافهن إلى نفسه, لأن كل نبي أبو أمته من حيث الشفقة، والتربيةُ، وهذا القول أولى, لأن إقدامَ الإنسان على عَرْضِ بناته على الأوباش، والفجار مستبعد لا يليق بأهل المروءة، فكيف بالأنبياء وأيضًا فبناته لا تكفي الجمع العظيم، أمَّا بنات أمته، ففيهن كفاية للكل، اهـ \"كرخي\" . والتطهر التنزه عما لا يحل، وليس في صيغة {أَطْهَرُ} دلالةَ على التفضيل بل هي مثل: \"الله أكبر\" فلا يدل على أن إتيان الذكور كان طاهرًا كما لا يدل قولك النكاح أطهر من الزنى على كون الزنا طاهرًا؛ لأنه خبث ليس فيه شيء </p><p>(١) روح المعاني.</p><p> من الطهارة. لكن هؤلاء القوم اعتقدوا ذلك طهارة، فبنى ذلك على زعمهم الفاسد واعتقادهم الباطل. وهو مثل ما قال النبي - صلى الله عليه وسلم - لعمر رضي الله عنه:  \"الله أجلّ وأعلى\" جوابًا لأبي سفيان حيث قال: \"أعلُ هُبَل\" اعْتَقَد علوَّ صنمه، وذلك اعتقاد فاسد لا شبهةَ فيه. </p><p> {فَاتَّقُوا اللَّهَ} بترك ما تريدون من الفاحشة بهم، أو بإيثارهن عليهم {وَلَا تُخْزُونِ} ؛ أي: ولا تذلوني، وتجلبوا عليَّ العارَ {فِي ضَيْفِي} ، والضيف يطلق على الواحد، والاثنين، والجماعة, لأنه في الأصل مصدر، ومعنى:  {فِي ضَيْفِي} ؛ أي: في حقهم وشأنهم، فإن إخزاءَ ضيف الرجل إخزاؤه، كما أن إكرامَ من يتصل به إكرامُهُ. والمعنى (١) : أي: فاخشوا الله، واحذروا عقابَهُ في إتيانكم الفاحشةَ التي تطلبونها, ولا تذِلوني وتمتهنوني بفضيحتي في ضيفي، فإن إهانة الضيوف إهانة للمضيف، وفضيحة له، والاستفهام في قوله:  {أَلَيْسَ مِنْكُمْ} للتوبيخ والتقريع أي أليس منكم {رَجُلٌ} واحد {رَشِيدٌ} ؛ أي: ذو رشد، وحكمة يَهْتَدِي إلى الحق، وَيرْعَوِي عن القبيح، وينهى من أراد ركوب الفاحشة مِن ضيوفي، ويرد هؤلاء الأوباشَ عنهم ما يريدون، وفي ذلك توبيخٌ عظيم لهم حيث لم يكن منهم رشيد ألبتةَ يرشدهم إلى ترك هذا العمل القبيح، ويمنعهم منه. </p><p> وقرأ الجمهور (٢) : {أَطْهَرُ} بالرفع والأحسن في الإعراب أن يكون جملتين كل منهما مبتدأ وخبر، وجوِّز في بناتي أن يكونَ بدلًا، أو عطفَ بيان، وهُنَّ فصل وأطهر الخبر. وقرأ الحسنُ وزيد بن علي، وعيسى بن عمر، وسعيد بن جبير، ومحمد بن مروان السدي:  (أطهرَ) بالنصب. وقال سيبويه: هو لَحْنٌ. وقال أبو عمرو بن العلاء: احْتَبَى فيه ابن مروان في لَحْنه، يعني تَرَبَّعَ. ورويت هذه القراءة عن مروان بن الحكم، وخُرّجت هذه القراءة على أن نصبَ (أطهر) على الحال. فقيل:  (هؤلاء) مبتدأ، و (بناتي هن) مبتدأ وخبر في موضع خبر (هؤلاء) وروي هذا عن المبرد. </p><p>(١) المراغي. (٢) البحر المحيط.</p>"
}