{
  "id": null,
  "sura": 11,
  "aya": 102,
  "text": "<p> وأصنامَ شهواتها، فجاءهم الهلاك من أيدي الأسماء الجلالية. وقد بالغ رسلُهم في وعظهم وإرشادهم، فما زادهم ذلك إلا عتوًّا واستكبارًا، وأنذروهم بالنذر، فما زادهم ذلك إلّا إصرارًا وعنادًا، ثِقَةً منهم بأن آلهتهم تَدْفَعُ عنهم كُلَّ مُخوِّف وَتُبْعِدُ عنهم كل محذور جهلًا منهم بما كانوا يعملون. ومن ثَمَّ قال:  {فَمَا أَغْنَتْ عَنْهُمْ} ؛ أي: فما دَفَعَتْ بأس الله عنهم، ولا نَفَعَتْهُم {آلِهَتُهُمُ الَّتِي يَدْعُونَ} ؛ أي: يعبدونها ففيه حكايةُ حال ماضية {مِنْ دُونِ اللَّهِ} تعالى؛ أي: حالَةَ كونهم متجاوزينَ عبادةَ الله، ويطلبون منها أن تَدْفَعَ عنهم الضرَّ بنفسها، أو بشفاعتها {مِنْ شَيْءٍ} في موضع المصدر؛ أي: ما أغنت عنهم، ولا نفعَتْهُم شيئًا قليلًا من الإغناء {لَمَّا جَاءَ أَمْرُ رَبِّكَ} منصوب بـ {أغنت} ؛ أي: ما أغنتهم شيئًا من الإغناء والنفع حين مجيء عذاب ربك، ونقمته، وهي المكافأة بالعقوبة. والمعنى: فما دفعَتْ عنهم أصنامهم التي يعبدونها من دون الله شيئًا من العذاب، حين جاء عذابُ ربك. {وَمَا زَادُوهُمْ} الضمير المرفوع للأصنام، والمنصوب لعبدتها، وعبَّر عن الأصنام بواو العقلاء؛ لأنَّهم نَزَّلُوها مَنْزِلَةَ العقلاء في عبادتهم إياها، واعتقادهم أنها تنفع وتضر؛ أي: وما زادت الأصنام لعابديها {غَيْرَ تَتْبِيبٍ} ؛ أي: غَيْرَ إهلاك وتخسير، فإنهم إنما هلكوا بسبب عبادتهم لها، وكانوا يعتقدون في الأصنام جَلْبَ المنافع، ودَفْعَ المضارِّ فَزَالَ عنهم بسبب ذلك الاعتقاد منافع الدنيا والآخرة، وجَلَب ذلك إليهم مضارَّ الدنيا والآخرة، وذلك من أعظم الهلاك، وأشد الخسران. والمعنى: وما زادَتْهم الأصنامُ التي يعبدونها إلا هَلاكًا، وخسرانًا، وقد كانوا يَعْتَقِدُون أنها تُعِينُهم على تحصيل المنافع. </p><p> ويقال: تببه تتبيبًا إذا أهلكه، وتبَّ فلانُ وتَبَّتْ يده خَسِرَ، أو هلك كما سيأتي في مباحث الصرف إن شاء الله تعالى. وقرىء (١) : {آلهتهم اللاتي} بالجمع {ويدعون} بالبناء للمجهول. </p><p> ١٠٢ - {وَكَذَلِكَ أَخْذُ رَبِّكَ} قرأ (٢) أبو رجاء، والجحدري:  {وكذلك أخذَ ربُّك إذ أخذ} على أَنَّ أَخْذَ ربك فعل وفاعل، و (إذ) ظرف لما مضى، وهو إخبار عما جرت به عادة الله في إهلاك من تقدم من الأمم. </p><p>(١) المراح. (٢) البحر المحيط.</p><p> وقرأ طلحة بن مصرف {وكذلك أخذ ربك إذا أخذ} . قال ابن علية: وهي قراءة متمكنة المعنى، ولكن قراءة الجماعة تعطي الوعيد، واستمراره في الزمان، وهو الباب في وضع المستقبل موضع الماضي. وقرأ غيرهما:  {أَخْذ} على المصدر، والكاف في محل رفع على أنها خبر مقدم للمصدر المذكور بعدها؛ أي: ومثل ذلك الأخذ والإهلاك الذي مر بيانه في الأمم الماضية أخذ ربك، وإهلاكه القرية أي قرية كانت. {إِذَا أَخَذَ} وأهلك {الْقُرَى} ؛ أي: أهلها، وإنما أسندَ الإهلاك إلى القرى لِلأشعار بسريان أثره إليها. {وَهِيَ ظَالِمَةٌ} جملة حالية من القرى، وهي في الحقيقة لأهلها لكنها لما أُقيمت مقامهم في الأخذ أجريت عليها. </p><p> وفائدتها: الإشعارُ بأنهم أخذوا بظلمهم وكفرهم ليكونَ ذلك عبرةً لكل ظالم. </p><p> والمعنى: أي ومثل ذلك الأخذ المذكور بالعذاب، وعلى نَهجه وطريقِهِ أخذ ربك أهلَ القرى إذا أخَذَهم، وهم ظالمون أنفسَهم بالكفر، والإفساد؛ أي: إنَّ كُلَّ (١) من شارك أولئك المتقدمين في فعل ما لا ينبغي، فلا بد وأن يشاركَهم في ذلك الأخذ، فذلك عقابٌ لا مفرَّ منه، ولا مَهْرَب. </p><p> وفي هذا إنذارٌ وتحذير من سوء عاقبة الظلم لكل قرية ظالمة في كل زمان ومكان. {إِنَّ أَخْذَهُ} سبحانه وتعالى وإهلاكه للأمم {أَلِيمٌ شَدِيدٌ} ؛ أي: وجيع قاسي لا يُرجَى منه الخلاص؛ أي: إنَّ عقوبته سبحانه وتعالى لمن ظلم عقوبة مؤلمة شديدة صعبة على المأخوذ والمعاقَب، لا يُرْجى مِنها الخلاص. </p><p> روى البخاري ومسلم، وأحمد، والترمذي، وابن ماجه عن أبي موسى الأشعري رضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال:  \"إن الله تعالى ليملي للظالم حتى إذَا أخذه لم يفلته\" ، ثم قرأ:  {وَكَذَلِكَ أَخْذُ رَبِّكَ إِذَا أَخَذَ الْقُرَى وَهِيَ ظَالِمَةٌ إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ} ، فليعتبر (٢) الظالمون بهذا, ولا يغتروا بالدين الذي ينتسبون إليه دون أن يعملوا ما يرفع عنهم غَضَب ربهم، ونقمتَه، فربما كان ذلك إملاءً منه </p><p>(١) المراح. (٢) المراغي.</p>"
}