{
  "id": null,
  "sura": 11,
  "aya": 44,
  "text": "<p> العصمة كَلاَبِنٍ وتامر، والتقديرُ: لا عَاصمَ قط؛ أي: لا مكانَ ذا عصمةٍ إلا مكانَ مَنْ رحم الله، وهو السفينةَ. </p><p> وذكر صاحب \"الانتصاف\"  (١) : أنَّ الاحتمالات الممكنة هنا أربعةٌ: لا عَاصمَ إلّا راحم، لا معصومَ إلا مرحوم، لا عاصمَ إلا مرحوم، لا معصومَ إلا راحم. فالأولان استثناء من الجنس، والآخران استثناء من غير الجنس، فيكون منقطعًا؛ أي: لكنِ المرحومُ يُعْصمُ على الأول ولكن الراجح يَعْصِمُ مَنْ أراد على الثاني، اهـ \"زاده\" و \"شهاب\" . </p><p> وقُرِىءَ (٢) : {إِلَّا مَنْ رُحِمَ} بضم الراء، بالبناء للمفعول، وهذا يدل على أنَّ المراد بِمَنْ في قرَاءة الجمهور الذين فتحوا الراءَ هو المرحومُ لا الراحمُ. </p><p> {و} كان الماء يتزايدَ ويرتفع أثناء المحادثةِ والمراجعة بينهما حتى {حال بينهما} ؛ أي: بين الولد ووالده {الْمَوْجُ فَكَانَ} الولدُ {مِنَ الْمُغْرَقِينَ} بالفعل الهالكين بالطوفان، فتعذَّر خَلاصُه مِن الغرق، قيل كَانَا يتَراجَعَانِ الكلامَ فما استتمَّت المراجعةُ حتى جاءت موجة عظيمةٌ، وكان راكبًا على فرس قد بَطِرَ وأعجب بنفسه، فالتقمته وفرسه، وحيل بينه وبين نوح فغرق وقال الفراء (٣) : بَيْنَهُما؛ أي: بين نوح والجبل الذي ظنَّ أنه يعصمه، والأول أولى لأن تَفَرُّعَ {فَكَانَ مِنَ الْمُغْرَقِينَ} عليه يدل على الأول لا على الثاني, لأنَّ الجبلَ ليس بعاصم. </p><p> ٤٤ - ثُمَّ ذَكَر ما حدث بعد هلاكهم مبيِّنًا قُدْرَتَه تعالى فقال:  {وَقِيلَ} ؛ أي: قال الله سبحانه وتعالى: {يَا أَرْضُ ابْلَعِي مَاءَكِ} ؛ أي: أنشفي ما على وَجْهك من ماء الطوفان، {وَيَا سَمَاءُ أَقْلِعِي} ؛ أي: أمسكي عن إرسال المطر، وقدَّم نداء الأرض على السماء لكون ابتداءِ الطوفان منها {وَغِيضَ الْمَاءُ} ؛ أي: ونقَصَ ما بين السماء والأرض من الماء، وفي \"القرطبي\" ، وقيل: ميز الله بين الماءين فَمَا كَانَ من ماء </p><p>(١) الفتوحات. (٢) البحر المحيط.(٣) البحر المحيط.</p><p> الأرض أمرَهَا فبلعته، وصَارَ مَاء السماء بِحارًا، اهـ. {وَقُضِيَ الْأَمْرُ} ؛ أي: أتم الله الأمر من هلاك قوم نوح؛ أي: أحكم وأمضى وفرغ منه {وَاسْتَوَتْ} الفلك؛ أي: واستقرت السفينة رَاسِيةً واقفة {عَلَى الْجُودِيِّ} ؛ أي: على جبل بالجزيرة، مدينة بالعراق قريب من الموصل، يقال له: الجوديُّ، وكان ذلك الجبل منخَفِضًا، ويقال: إنَّه مِن جبال الجنة، فلذا اسْتَوَتْ عليه. </p><p> وفي \"القرطبي\" : رُوِيَ أنْ الله تعالى أُوحى إلى الجبال أنَّ السفينةَ تُرْسَى إلى واحد منها، فتطاولت وبقي الجودي لم يتطاول تواضعًا لله تعالى، فَاسْتَوَتْ السفينة عليه، وبقيت على أعوادها، وفي الحديث: أنَّ النبي - صلى الله عليه وسلم - قال:  \"لقد بقي منها شيء أدركه أوائل هذه الأمة\" . اهـ. </p><p> رُوي (١) أنه عليه السلام رَكِبَ في الفلك في عاشر رجب، ومرَّتْ بالبيت الحرام، فطافَتْ به سبعًا، ونَزَل عن الفلك عَاشِرَ المحرم، فصام ذَلِك اليومَ وأمر من معه بصيامه شكرًا لله تعالى، وبَنَوا قريةً بقُربِ ذلك الجبلِ فسمَّوها قريةَ الثَّمانِين، فهي أوَّل قرية عمِّرت على الأرض بعد الطوفان، وقَرأ الأعمش، وابن أبي عَبْلَةَ على {الجوديْ} بسكون الياء مخففةً، قال ابن عطية: وهما لغتان، وقال صاحب \"اللَّوامح\" : هو تخفيفُ ياء النسب، وهذا التخفيفُ بابُهُ الشعرُ لشذوذه ذَكَرَه أبو حيان. ومعنى الآيةِ وجاء نداء (٢) من الملأ الأعلى خُوطِبَتْ به الأرضُ والسماء: {يَا أَرْضُ ابْلَعِي مَاءَكِ} الذي عليك، والذي تفجرَ من باطنِك، ويا سماء كُفِّي عن المطر، فلم يلبث أن غاض الماء امتثالًا للأمر، وقضي الأمر بإهلاك الظالمين، واستقرت السفينة راسية على جبل الجودي، {وَقِيلَ بُعْدًا لِلْقَوْمِ الظَّالِمِينَ} ؛ أي: قال الله سبحانه وتعالى: بعدًا من رحمتي، وهَلاكًا بعذابِي قضيت وأثبت للقوم الظالمين بما كَانَ من ظلمهم، وفقدهم الاستعدادَ للتوبة والرجوع إلى الله عز وجل، والقائل هو سبحانه وتعالى كما فسَّرنا ليناسب صَدْرَ الآية، وقيل: هو نوحٌ وأصحابه. </p><p>(١) المراح. (٢) المراغي.</p>"
}