{
  "id": null,
  "sura": 11,
  "aya": 95,
  "text": "<p> قلتُ: قد وقعت جملةُ: {فَلَمَّا جَاءَ أَمْرُنَا} في قصة قوم لوط، وقصة قوم ثمود بعد ذكر الوعد، وذلك قوله في الأولى:  {إِنَّ مَوْعِدَهُمُ الصُّبْحُ} ، وقوله في الثانية {ذَلِكَ وَعْدٌ غَيْرُ مَكْذُوبٍ} ، فجِيءَ بالفاء التي للتسبب كما تقول: وعدته، فلما جاء الميعادُ كانَ كَيْتَ وكَيْتَ. وأما قصتا عاد ومدين، فلم تَقَعا بتلك المنزلة؛ وإنما وقَعَتا مبتدأتين، فكان حقهما أن يعطفا بحرف الجمع على ما قبلهما، كما تعطف قصة على قصة، انتهى. </p><p> {وَأَخَذَتِ} ؛ أي: أهلكت {الَّذِينَ ظَلَمُوا} أنفسَهم بالإباء والاستكبار، عن قبول دعوة شعيب وغيرهم بما أخذوا من أموالهم بغير وجه حلال {الصَّيْحَةُ} فاعل، أخذَت، وأنَّث (١) الفعل هنا على لفظ الصيحة، وقال في قصة صالح:  {وَأَخَذَ الَّذِينَ ظَلَمُوا الصَّيْحَةُ} فذكّر على معنى الصياح؛ أي: أهلكَتْهم صيحةُ جبريل عليه السلام بقوله: (موتوا جميعًا) ، وفي سورة الأعراف:  {فَأَخَذَتْهُمُ الرَّجْفَةُ} ؛ أي: الزلزلة ولعلها من روادف الصيحة المستتبعة لتموج الهواء المفضي إليها، وهذا في أهل قرية شعيب، وأما أصحاب الأيكة فأهلكوا بعذاب الظلة، وهو نارٌ نزلت من السماء أحرقَتْهُم. وعن ابن عباس رضي الله عنهما قال: ما أهلك الله أُمَّتَيْن بعذاب واحد، إلا قومَ صالح، وقومَ شعيب أهلكهم الله بالصيحة، غَيْرَ أنَّ قومَ صالح أخَذَتْهُم الصيحة من تحتهم، وقوم شعيب أخذتهم الصيحةُ من فوقهم. </p><p> وذلك أنهم أصابهم حر شديد، فخَرَجُوا إلى غيضة لهم فدخلوا فيها، فَظَهَرَتْ لهم سحابة كهيئة الظلة فأحدقَتْ بالأشجار، وأَخذَتْ فيها النار، وصاح بهم جبريل، ورجفَتْ بهم الأرض، فماتوا كلهم، واحترقُوا، فذلك قوله تعالى:  {فَأَصْبَحُوا} ؛ أي: صاروا {فِي دِيَارِهِمْ} ؛ أي في بلادهم أو مساكنهم {جَاثِمِينَ} ؛ أي: ساقطينَ ميتينَ، لازمينَ لأماكنهم لا براحَ لهم منها؛ أي: لا زوالَ حالةَ كونهم </p><p> ٩٥ - {كَأَنْ لَمْ يَغْنَوْا فِيهَا} ؛ أي: كأنهم لم يقيموا في ديارهم أحياء </p><p>(١) القرطبي.</p><p> متصرفين، في أطرافها مترددينَ متقلبينَ في أكنافها. ثم دعا عليهم فقال:  {أَلَا بُعْدًا لِمَدْيَنَ} ؛ أي: هلاكًا لأهل مدين، وبعدًا من رحمة الله تعالى {كَمَا بَعِدَتْ ثَمُودُ} ؛ أي: كما هلكت من قبلهم ثمود، وبعدت من رحمة الله تعالى بإنزال سَخَطِه بهِم، شَبَّه هلاكهم بهلاكهم, لأنهما أُهلِكَتَا بنوع من العذاب وهو الصيحة كما مرَّ آنفًا. </p><p> والخلاصة (١) : أنَّ اللَّهَ سبحانه وتعالى أرسلَ على كل من ثمود ومدين صاعقةً ذاتَ صوت شديد، فرجَفَتْ أرضها، وزلزلت من شدتها، وخروا ميتين، وكانت صاعقتهما أشد من الصاعقة التي أخذَتْ بني إسرائيل حين قالوا:  {أَرِنَا اللَّهَ جَهْرَةً} . وقد أحياهم الله تعالى عَقِبَها؛ لأنَّ هذه تربية لقوم بني إسرائيل في حضرته، وتلك صاعقة كانت عذابَ خزي لمشركينَ ظالمينَ معاندِينَ أنجى الله نبِيَّ كل منهما، ومؤمنيهما قبلها. وقرأ أبو (٢) عبد الرحمن السلمي، وأبو حيوة:  {كما بَعُدت} بضم العين من البعد الذي هو ضد القرب. والجمهور بكسرها. أرادت العرب: التفرقةَ بين البعد من جهة الهلاك، وبين غَيره فغيَّروا البناءَ. وقرأه السلمي جاءت على الأصل اعتبارًا لمعنى البُعْدِ من غير تخصيص، كما يقال: ذَهَبَ فلان ومَضَى، في معنى القرب. </p><p> وفي الآية (٣) إشارة إلى أن الكفرةَ وأهلَ الهوى، أفسدوا الاستعدادَ الروحانيَّ الفطريَّ، في طلب الدنيا، واستيفاء شهواتها، والاستكبار عن قبول الحق والهدى، وأدَّى تمردهم عن الحق، وتماديهم في الباطل إلى الهلاك صورةً ومعنًى. وأما صورة فظاهرٌ. وأما معنى: فلأنهم أبعدوا عن جوار الله وطيب العيش معه إلى أسفلِ سافلي القطيعة فبَقَوا في نار الفرقة، لا يحيون، ولا يموتونَ، وما انتفعوا بحياتهم فَصاروا كالأموات، وكما أنَّ الصيحةَ من جِبْرِيلَ أهلكتهم فكذا النفخة من شعيب أحيَتْ المؤمنينِ لأنَّ أَنْفَاس الأنبياء، والأولياء كنفخ إسرافيل في الأحياء إذا كان المحلُّ صالحًا لطرح الروح فيه كجسد </p><p>(١) المراغي. (٢) البحر المحيط.(٣) روح البيان.</p>"
}