{
  "id": null,
  "sura": 11,
  "aya": 7,
  "text": "<p> مَرْقُومٌ {فِي كِتَابٍ مُبِينٍ} ؛ أي: في لوح محفوظ، كَتَبَ الله تعالى فيه مقاديرَ الخَلْقِ كلِّها؛ أي: كلَّ ذلك مذكور في اللوح المحفوظ قبلَ خلقِها، وثابتٌ في عِلْم الله تعالى. </p><p> وكأنه أريد بهده الآية ببيان كونه عالمًا بالمعلومات كلها (١) ، وبما بعدَها بيانُ كونه قادرًا على الممكنات بأسرها، تقريرًا للتوحيد، ولما سبَقَ من الوعد والوعيد، </p><p> ٧ - ثُمَّ أكَّدَ دلائلَ قدرته بالتعرض لذِكْر خلق السموات والأرض، وكيف كان الحالُ قبلها، فقال:  {وَهُوَ} سبحانه وتعالى الإلهُ {الَّذِي خَلَقَ} وأوجد {السَّمَاوَاتِ وَالْأَرْضَ} وأنشأهما على غير مثال سبق، أي: خلقهما وما فيهما {فِي سِتَّةِ أَيَّامٍ} من أيام الله في الخلق والتكوين، وما شاء من الأطوار، لا مِنْ أيَّامِنا في هذه الدار التي وجدت بهذا الخلق، لا قَبْلَه، فلا يصح أنْ تُقدَّر أيامُ الله بأيامِنا المعروفَةِ، وهي المقابلة للَّيالي؛ لأنه لم يكُنْ حينئذ لا أرْضٌ ولا سماء، ويؤيِّد هذا قَوْلُه تعالى:  {وَإِنَّ يَوْمًا عِنْدَ رَبِّكَ كَأَلْفِ سَنَةٍ مِمَّا تَعُدُّونَ} ، وقوله: {تَعْرُجُ الْمَلَائِكَةُ وَالرُّوحُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ (٤) }. </p><p> وكانَ خَلْقُ السموات في يومين والأرضين في يومين، وما عليهما من أنواع الحيوان، والنبات، والجماد في يومين، كما سيأتي في {حم (١) } السجدة. </p><p> {وَكَانَ عَرْشُهُ} سبحانَه وتعالى؛ أي: كَانَ عَرْشُه قبل خَلْقِهما {عَلَى الْمَاءِ} الذي تحت الأرضين السبع، لم يكن حائل بَيْنَهُما، لا أنه كان موضوعًا على مَتْن الماءِ، بَل هُو في مكانه الذي كان فيه الآن، وهو ما فوقَ السمواتِ السبع، والماءُ في المكان الذي هو فيه الآن، وهو ما تَحْتَ الأرضينَ السبع، وفيه بيانُ تقدم خَلْقِ العرش والماء على السموات والأرضين، وقال - صلى الله عليه وسلم -: \"كان الله، وما كان معه شيءٌ ثُمَّ كان عَرْشه على الماء\" ؛ أي: والعرش الذي هو أعظمُ المخلوقات قد أمْسَكَهُ الله تعالى فَوْقَ سبع سموات من غير دِعامةٍ تحته، ولا عِلاقة فوقه، وذلك يَدُلُّ على كمال قدرته تعالى. </p><p>(١) البيضاوي.</p><p> وقال سعيد بن جبير (١) : سُئِلَ ابن عباس عن قوله سبحانه وتعالى: {وَكَانَ عَرْشُهُ عَلَى الْمَاءِ} على أيِّ شيءٍ كان الماء، قال: على مَتْن الريح، وقال وَهْبُ بنْ منبه: إنَّ العرْشَ كَانَ قبل أن يَخْلُق الله السموات والأرض، ثُم قَبَضَ اللَّهُ قَبْضةً من صفاءِ الماء، ثم فتح القبضة، فارتفع دخان، ثُمَّ قضاهن سبع سموات في يومين، ثم أَخَذَ سبحانه وتعالى طينة من الماء، فوضعها مكانَ البيت، ثُمَّ دَحَا الأَرْضَ منها، ثُمَّ خَلَقَ الأقواتَ في يومين، والسموات في يومين، والأرض في يومين، ثم فرغ آخر الخلق في اليوم السابع. </p><p> قال بعض العلماء: وفي خلق جميع الأشياء، وجعلها على الماء ما يدلُّ على كمالِ القدرة؛ لأنَّ البناءَ الضعيفَ إذا لم يكن له أساسٌ على أرض صُلبة .. لم يَثْبُتْ، فكيف بهذا الخلق العظيم، وهو العرش والسموات، والأرض على الماء! فهذا يدل على كمال قدرة الله سبحانه وتعالى. </p><p> وعن عمرانَ بن حصين رضي الله عنه، قال: دخلتُ على النبي - صلى الله عليه وسلم - وعقلْتُ ناقتي بالباب، فأتى ناسٌ من بني تميم، فقال:  \"اقْبَلُوا البشرى يا بني تميم\" فقالوا: بَشَّرْتَنا فأعطنا، مرتين، فَتَغَيَّرَ وَجْهُهُ، ثُمَّ دخل عليه ناس من أهل اليمن، فقال:  \"اقْبَلُوا البُشْرى يا أهلَ اليمن، إذْ لم يَقْبَلْهَا بنو تميم\" قالوا: قَبِلْنَا يا رسول الله! ثم قالوا: جِئْنَا لِنَتَفَقَّه في الدين، ولنسأَلك عن أَوَّلِ هذا الأمر، ما كان؟ قال:  \"كان الله سبحانه وتعالى، ولم يكن معه شيءٌ قَبْله، وكان عَرْشُه على الماء، ثُمَّ خلق السموات والأرض، وكتب في الذكر كُلَّ شيء\" ، ثم أتاني رجل فقال: يا عمران أَدْرِكْ نَاقَتَكَ؛ فقد ذهبَت، فانطَقَتُ أطْلبُها، فإذا السَّرَاب يقطع دُونها، وايْمُ الله لَوَدِدْت أنَّها ذهبَتْ، ولم أَقُمْ. أخرجه البخاري. </p><p> وعن أبي رُزَين العقيليِّ رضي الله عنه قال: قلت: يا رسول الله! أين كان ربنا قبلَ أن يَخْلُق خَلْقَه؟ قال:  \"كان في عماء، ما فوقه هواء، وما تحته هواء، وخَلَق عرشه على الماء\" أخرجه الترمذي، وقال: قال أحمد: يريدُ بالعماء أنه </p><p>(١) الخازن.</p><p> ليسَ معه شيءٌ. </p><p> قال أبو بكر البيهقيُّ في كتاب \"الأسماء والصفات\"  (١) له: قولُه - صلى الله عليه وسلم -: \"كانَ الله ولم يكن شيء قبله\" يعني لا الماءَ ولا العرشَ، ولا غَيْرهُما، قوله:  {وَكَانَ عَرْشُهُ عَلَى الْمَاءِ} يعني: وخَلَقَ الماء، وخلق العرشَ على الماء، ثم كتَبَ في الذكر كلَّ شيء، وقوله:  \"في عماء\" العَماء بالمدِّ: السحابُ الرقيقُ، ويريدُ بقوله:  \"في عماء\" ؛ أي: فوقَ سحاب مدبِّرًا له، وعاليًا عليه، وقوله:  \"وما فوقه هواء\" ؛ أي: ما فوق السحاب هواءٌ، وكذلك قوله:  \"وما تحته هواء\" ؛ أي: ما تَحتَ السحابِ هواء، وقال الأزهري: قال أبو عبيد: إنما تأوَّلْنَا هذا الحديثَ على كلام العرب المعقولِ عَنْهُم وإلا فلا نَدْري كيف كان ذلك العماءُ؟ قال الأزهري: فنحنُ نُؤْمِنُ به ولا نكيِّفُ صِفَتَهُ. </p><p> وعن عبد الله بن عمرو بن العاص قال: سمعتُ رسولَ الله - صلى الله عليه وسلم - يقول:  \"كتب الله مقاديرَ الخلق قَبْلَ أن يَخْلُق السموات والأرضَ بخمسين ألف سنةٍ، وكان عرشه على الماء\" ، وفي روايةٍ:  \"فَرَغَ الله من المقادير، وأمورِ الدنيا قبل أن يَخْلُقَ السموات والأرضَ، وكان عرشُه على الماء بخمسينَ ألْفَ سنة\" . أخرجه مسلم. </p><p> قوله: فَرغ: يريد إتْمامَ خَلْقِ المقادير، لا أنه كان مشغولًا، ففَرَغَ منه، لأنَّ الله تعالى لا يشغَلُه شأنٌ عن شأن، فإنما أمره إذا أرادَ شيئًا أن يقولَ له: كن فيكون. </p><p> وعرش الرحمن من عالم الغيب الذي لا ندركه بحواسِّنا, ولا نستطيع تصويرَهُ بأفكارنا، فلا نَعلمُ كُنْهَ استوائِه عليه، ولا صُدُورَ تدبيره، لأمر هذا الملك العظيم، ومِن ثمَّ رُوي عن أمِّ سلمة، رضي الله عنها، وعن مالك، وربيعةَ قولهم: الاستواءُ معلومٌ، والكيفُ مجهولٌ. </p><p> ومن الآية نَعْلَم أنَّ الذي كانَ دونَ العرش من مادَّةِ الخَلْقِ قبل تكوين السموات والأرض هو الماء الذي جَعَلَهُ الله أصْلًا لخلق جميع الأحياءِ، كما </p><p>(١) الخازن.</p><p> قال: {أَوَلَمْ يَرَ الَّذِينَ كَفَرُوا أَنَّ السَّمَاوَاتِ وَالْأَرْضَ كَانَتَا رَتْقًا فَفَتَقْنَاهُمَا وَجَعَلْنَا مِنَ الْمَاءِ كُلَّ شَيْءٍ حَيٍّ أَفَلَا يُؤْمِنُونَ (٣٠) }. </p><p> ثم عَلَّلَ خَلْقَهُ بما ذكر ببعض حِكَمِهِ الخاصَّة بالمكلفين المخاطبين بالقرآن، فقال:  {لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا} و (اللام) فيه متعلقة بـ {خَلَقَ} أي: خلق (١) السموات والأرض، وما فيهما، ورتب فيهما جميع ما تحتاجون إليه من مبادئ وجودكم، وأسباب معايشكم، وأودعَ فيهما ما تستدلون به على مطالِبكم الدينية، ليعامِلَكم معاملةَ من يختبركم، فيُظْهِر أيُّكُم أحسنُ عملًا؛ أي: عقلًا، وأورع عن محارم الله، وأسْرَع في طاعة الله، فإنَّ لكل من القلب والقالب عملًا مخصوصًا به. </p><p> أيْ (٢) : خَلَقَ هذه المخلوقات ليبتليَ عِبَادَهُ بالاعتبار، والتفكر، والاستدلال على كمال قدرته, وعلى البعث، والجزاء أيهم أحسنُ عملًا، فيما أُمِر به، ونهي عنه، فيجازي المحسنَ بإحسانه، والمسيءَ بإساءته، ويُوفِّر الجزاءَ لِمَنْ كان أَحْسن عملًا من غيره، وَيدْخُل في العمل الاعتقاد؛ لأنه من أعمال القلب، وقيل: المراد بالأحسن عملًا الأتمُّ عقلًا، وقيل: الأزْهَدُ في الدنيا، وقيل: الأكثر شكرًا، وقيل: الأتْقَى لله. </p><p> أي: ليجعلَ ذلك ابتلاءً واختبارًا لكم فيظهرَ أيكم أحسنُ إتقانًا لما يعمله لنفسه، وللناس، ذاك أنه تعالى سَخَّر لنا ما في الأرض، وجعلنا مستعدينَ لإبرازِ ما أَوْدَعَه فيها من منافعَ وفوائدَ ماديةٍ ومعنويةٍ، ومستعدِّين للإفساد، والضرر ليجزيَ كل عامل بما يعمل، ثمَّ لما كان الابتلاء يتضمَّن حديثَ البعث، أَتْبَعَ ذلك بذكره، فقال:  {وَلَئِنْ قُلْتَ} ؛ أي: وعزتي وجَلالي، لئن قُلْتَ: يا محمَّد لهؤلاء الكفار من قومك على ما توجبه قضيَّة الابتلاء {إِنَّكُمْ مَبْعُوثُونَ مِنْ بَعْدِ الْمَوْتِ} للحساب، والجزاء، فيُجَازَى المحسنُ بإحسانه، والمسيءُ بإساءته، وقرأ (٣) عيسى </p><p>(١) المراح. (٢) الشوكاني.(٣) البحر المحيط.</p>"
}