{
  "id": null,
  "sura": 11,
  "aya": 12,
  "text": "<p> الْإِنْسَانَ لَفِي خُسْرٍ (٢) إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ (٣) } ووصفُ الأجر بالكبير لِمَا حَواهُ من نعيم سَرْمديٍّ وأمْن من العذاب، ورضىً من الله عز وجل، ونظَرٍ إلى وجهه الكريم {وَرِضْوَانٌ مِنَ اللَّهِ أَكْبَرُ} ، واختيارُهُ على العظيم لرعاية الفواصل كما ذكره الكرخي، </p><p> ١٢ - ثم سلَّى اللَّهُ سبحانه وتعالى رسولَه - صلى الله عليه وسلم - فقال:  {فَلَعَلَّكَ} يا محمَّد {تَارِكٌ بَعْضَ مَا يُوحَى إِلَيْكَ} ؛ أي؛ فلعلك يا محمدٌ تاركٌ تبليغَ بعض ما يوحي إليك ربُّك، أنْ تبلغه إلى مَنْ أمَرَكَ أن تبلِّغ ذلك إليه، {و} لعلَّك {ضائق به صدرك} ؛ أي: ولعلك (١) يضِيق صَدْرُك بما يوحى إليك، فلا تبلغه إيَّاهم، وذلك أنَّ كفَّارَ مكةَ قالوا: إئت بقرآنٍ غير هذا، ليس فيه سَبُّ آلهتنا، فهَمَّ النبيُّ - صلى الله عليه وسلم - أن يَترُكَ ذِكْر آلهتهم ظاهرًا، فأنزل الله عز وجل، {فَلَعَلَّكَ تَارِكٌ بَعْضَ مَا يُوحَى إِلَيْكَ} يعني مِنْ ذكر آلهتهم، هذا ما ذكره المفسرون في معنى الآية، قيل (٢) : وهذا الكلام خارجٌ مَخْرَجَ الاستفهام، فلعلَّ هنا للاستفهام الإنكاري، كقوله - صلى الله عليه وسلم -: \"لَعَلَّنا أعْجلنَاك\" ؛ أي: هل أنت تاركٌ، وقيل: هو في معنى النفي مع الاستبعاد؛ أي: لا يكونُ منك ذلك بل تبلغهم جميعَ ما أنزلَ اللَّهُ عليك أحَبُّوا ذَلِك أم كرهوه، شاؤوا أم أَبَوا. </p><p> والمعنى على الاستفهام: أي أفتاركٌ (٣) أنت أيها الرسول بعضَ ما يوحى إليكَ مما يشُقُّ سماعه على المشركين من الأمر بالتوحيد، والنهي عن الشرك، والإنذارِ والوعيد لهم، والنَّعْيِ على معبوداتِهم وتَسْفِيهِ أحلامهم، وضائقٌ به صَدْرُك أن تبلغَهم إياه، كما أُنزل ذاك أنهم كانوا يَتَهَاوَنُون به، فيَضِيقُ صَدْرُه أنْ يلقي إليهم ما لا يَقْبَلُون، وما يضحكون منه، فاستحثه سبحانه على أداء الرسالة، وعدم المبالاة باستهزائهم، وطرح مقالاتهم الساخرة وراءَه ظهريًّا. </p><p> والخلاصة: تحمل أخف الضرَرَيْنِ، وهو تحمل سَفَاهَتِهم على ترك بعض الوحي، والوقوع في الخيانة فيه. </p><p>(١) الخازن. (٢) الشوكاني.(٣) المراغي.</p><p> وعبر بـ {ضائق} دونَ ضيق, لأن اسم الفاعل فيه معنى الحدوث، والعروض، والصفة المشبهة فيها معنى اللزوم؛ أي: لا تَتْرُك تبليغَ بَعْضَ ما يُوحى إليك من البينات الدالَّة على حقيقة نبوتك، ولا يَضِيْق صدرك بتلاوته عليهم في أثناء الدعوة، والمحاجةِ، مخافةَ {أَنْ يَقُولُوا} لك {لَوْلَا أُنْزِلَ عَلَيْهِ} ؛ أي: هلَّا أُنْزِل على محمد {كَنْزٌ} ؛ أي: مالٌ كثير مكنوز مخزون ينتفع به، ويَسْتَغْنِي به، ويُنْفِقُه {أَوْ} هلَّا {جَاءَ مَعَهُ مَلَكٌ} يشهدُ بصدقه، وقائل (١) هذه المقالةِ هو: عبدُ الله بن أبي أمية المخزومي. </p><p> والمعنى: أنهم قالوا لرسول الله - صلى الله عليه وسلم -: إن كنتَ صادقًا في قولِك بأنَّكَ رسولُ الله، الذي تصفه بالقدرة على كل شيء، وأنت عزيزٌ عنده، مع أنك فقيرٌ، فهلَّا أنزلَ ما تستغني به، أنت وأصحابُك، وهلَّا أَنْزلَ عليك مَلَكًا يشهد لك بالرسالة، فتزولَ الشبهة في أمرك، فأخْبَرَ الله تعالى عَزّ وجلّ أنه - صلى الله عليه وسلم - نذيرٌ بقوله عز وجل:  {إِنَّمَا أَنْتَ} يا محمَّد {نَذِيرٌ} تُنذِر الناسَ بالعقاب على أعمالهم التي عَمِلُوها لِطلبِ الدنيا، وذلك أنَّ اللهَ سبحانه وتعالى، يوسِّع عليهم الرزق، ويدفع عنهم المكارهَ في الدنيا {وَاللَّهُ} سبحانه وتعالى {عَلَى كُلِّ شَيْءٍ وَكِيلٌ} وليسَ عليكَ من أعمالهم شيءٌ. </p><p> وحاصل المعنى: أنَّ عِنَادَهم وجحودَهم، وإعراضَهم عن الإيمان، وشدَّةَ اهتمامِك بأمرِهم، ممَّا شأنه أن يَقْتضِي ضَيْقَ الصدر بحسب الطباع البشرية، أو أن يخطرَ على البال، ترك بعضِ الوحي، ولولاَ عِصْمَتُنا إيَّاك، وتثبيتُنا لك، لاجْترَحت ذلك، واستَسْلَمْتَ لما لمثله جَرَت العادة، ولكنَّ الله تعالى حَفِظكَ حتى تؤدِّي رِسالتَه، وترحَمَ العالمين بنور نبوتك، كما قال: {وَلَوْلَا أَنْ ثَبَّتْنَاكَ لَقَدْ كِدْتَ تَرْكَنُ إِلَيْهِمْ شَيْئًا قَلِيلًا (٧٤) }. </p><p> وقد جَاء بمعنى الآية قولُه تعالى؛ {فَلَعَلَّكَ بَاخِعٌ نَفْسَكَ عَلَى آثَارِهِمْ إِنْ لَمْ يُؤْمِنُوا بِهَذَا الْحَدِيثِ أَسَفًا (٦) }، وقولُه: {وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُنْ فِي ضَيْقٍ مِمَّا </p><p>(١) الخازن.</p><p> يَمْكُرُونَ (٧٠) }، وقوله: {المص (١) كِتَابٌ أُنْزِلَ إِلَيْكَ فَلَا يَكُنْ فِي صَدْرِكَ حَرَجٌ مِنْهُ لِتُنْذِرَ بِهِ وَذِكْرَى لِلْمُؤْمِنِينَ (٢) }، {إِنَّمَا أَنْتَ نَذِيرٌ وَاللَّهُ عَلَى كُلِّ شَيْءٍ وَكِيلٌ} ؛ أي: ليس عليك إلا إنذارُهم بما أوحيَ إليك، غيرَ مبال بما يَصْدُر منهم، ويطلق ألسنتَهم، والله هو الرقيب على عباده، وليسَ عليكَ من أعمالهم شيء. </p><p> فصل </p><p> وأجمع المسلمون على أنه - صلى الله عليه وسلم - فيما (١) كَانَ طريقه البلاغ فإنه معصوم فيه من الإخبار عن شيء منه، بخلافِ ما هو به، لا خطأً، ولا عمدًا، ولا سهوًا، ولا غلطًا، وأنه - صلى الله عليه وسلم - بلغَ جميعَ ما أنزلَ الله عليه إلى أمَّته، ولم يكتم منه شيئًا، وأجمعوا على أنَّه لا يجوز على رسول الله - صلى الله عليه وسلم - خيانةٌ في الوَحْي، والإنذار، ولا يترك بَعض ما أوحي إليه لقولِ أحدٍ؛ لأنَّ تجويزَ ذلك يؤدي إلى الشك في آداء الشرائع، والتكاليف؛ لأنَّ المقصودَ من إرسال الرسول التبليغ إلى من أرسل إليه، فإذا لم يحصل ذلك، فقد فاتَتْ فَائدة الرسالة، والنبيُّ - صلى الله عليه وسلم - معصوم من ذلك كله، وإذا ثَبَتَ هذا وجب أن يكون المرادُ بقوله تعالى:  {فَلَعَلَّكَ تَارِكٌ بَعْضَ مَا يُوحَى إِلَيْكَ} شيئًا آخرَ سوى ما ذكره المفسرون، وللعلماء في ذلك أجوبةٌ: </p><p> أحدُها: قال ابن الأنباري: قد علمَ الله سبحانه وتعالى أنَّ النبي - صلى الله عليه وسلم - لا يترك شيئًا مِما يوحى إليه إشفاقًا من مَوْجِدَةِ أحد، وغَضَبِه، ولكنَّ اللَّهَ تعالَى أكَّدَ على رسوله - صلى الله عليه وسلم - متابَعَة الإبلاغ من الله سبحانه وتعالى كما قال:  {يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ ...} الآية. </p><p> الثاني: أنَّ هذا من حثه سبحانه وتعالى لنبيه - صلى الله عليه وسلم - وتحريضه على أداءِ ما أنزله إليه، والله سبحانه وتعالى مِن وراء ذلك في عِصْمتِهِ مما يخافه ويَخْشاه. </p><p> الثالث: أنَّ الكفار كانوا يستهزئون بالقرآن، ويَضْحَكُون منه، ويتهاوَنون به، وكانَ رسولُ الله - صلى الله عليه وسلم - يضيق صَدْرُهُ لذلك، وأن يُلْقِي إليهم ما لا يقبلونه، ويستهزئونَ به، فأمَرَهُ الله سبحانَه يتبليغ ما أوحِي إليه، وأن لا يَلْتَفِتَ إلى </p><p>(١) الخازن.</p>"
}