{
  "id": null,
  "sura": 11,
  "aya": 91,
  "text": "<p> والمعنى (١) : واطلبوا من ربكم المغفرة مما أنتم عليه من عبادة الأوثان، وبَخْسِ الناسِ حُقُوقَهم في المكيال والميزان, ثم ارجعوا إلى طاعته، والانتهاء إلى أمره ونهيه، وقوله:  {إِنَّ رَبِّي رَحِيمٌ وَدُودٌ} تعليل لما قبله من الأمر بالاستغفار، والتوبة؛ أي: إن ربّي رحيم بمَنْ تَابَ، وأناب إليه لا يعذّبه بعد التوبة، كثيرَ الود والمحبة، فيحب من يتوب ويرجع إليه. وفي الآية إرشاد إلى أنَّ النَدَمَ على فعل الفساد والظلم بالتوبة، واستغفار الرب سبحانه وتعالى من أسباب خير الدنيا وخَير الآخرة. </p><p> ٩١ - وقوله:  {قَالُوا} ؛ أي: قال قوم شعيب استئناف بياني {يَا شُعَيْبُ مَا نَفْقَهُ} الفقه: معرفةُ غرضِ المتكلم من كلامه؛ أي: لا نعرفُ ولا نَفْهَمُ {كَثِيرًا مِمَّا تَقُولُ} ؛ أي: كُلّ ما تقول من التوحيد، ومن إيفاء الكيل والوزن، وغير ذلك؛ قالوا ذلك استهانةً بكلامه، واحتقارًا به، كما يقول الرجل لصاحبه إذا لم يَعْبَأ بحديثه: ما ندري ما تقول، وإلا فشعيب كان يخاطبهم بلسانهم، وهم يَفْهَمُونه كلامَهُ، لكن لمَّا كان دعاؤه إلى شيءٍ خلاف ما كانوا عليه وآباءهم قالوا ما قالوا. </p><p> والمعنى: أي ما نعلم (٢) حقيقة كثير مما تقول لنا وتخبرنا به من بطلان عبادة آلهتنا، وقبح حرية التصرف في أموالنا، ومجيء عذاب يحيط بنا، وإصابتنا بمثل الأحداث التي أصابَتْ مَنْ قَبْلَنَا كان أمرها بيدك يصيب بها ربك من يشاء لأجلك. </p><p> وقيل المعنى (٣) : أنك تأتينا بما لا عَهْدَ لنا به من الإخبار بالأمور الغيبية، كالبعث والنشور، ولا نَفقه ذلك؛ أي: لا نَفْهَمُه، كما نفهم الأمور الحَاضِرَةَ المشاهدةَ فيكون نفي الفقه على هذا حقيقةً لا مجازًا، وقيل: قالوا ذلك إعراضًا عن سماعه، واحتقارًا لكلامه مع كونه مفهومًا لديهم معلومًا عندهم، فلا يكون نفي الفقه حقيقةً بل مجازًا كما مر. </p><p> {وَإِنَّا لَنَرَاكَ} يا شعيب {فِينَا} ؛ أي: فيما بيننا {ضَعِيفًا} ؛ أي: لا قوةَ لكَ ولا قدرةَ على شيء من الضر والنفع، تقدر بها على أن تمنع نَفْسَكَ منا، وتتمكن بها من مخالفتنا, ولا تستطيع أن تمتنع منا، إن أردنا أن نَبْطِشَ بك، </p><p>(١) المراغي. (٢) الشوكاني(٣) روح المعاني.</p><p> ومعنى ذلك أنه ليست لك قوَّةُ جسمانية، أو المعنى: كنتَ مَهِينًا ذليلًا فينا لا عِز لك، ولا شرفَ عندَنا، وهذا لا يتعلق بالقوة الجسمانية، فإن ضعيفَ الجسم قد يكون وافرَ الحرمة بين الناس، وهو الظاهر؛ لأنَّ الكفَرةَ كانوا يزدرون بالأنبياء، وبأتباعهم المؤمنين. وقيل: إنه كان مصابًا ببصره. قال النحاس: وحكى أهل اللغة أن حمير تقول للأعمى: ضعيف؛ أي: قد ضَعف بذهاب بصره، كما يقال له: ضرير، أي: قد ضر بذهاب بصره. </p><p> {وَلَوْلَا رَهْطُكَ} ؛ أي: ولولا حرمة قومك، ومراعاةُ جانبهم، وقالوا: ذلك كرامةً لقومه, لأنهم كانوا على دِينهم لا خوفًا, لأن الرهط من الثلاثة إلى السبعة، أو التسعة، أو العشرة، وهم ألوفٌ فكيف يخافون منْ رهطه؛ أي: ولولا عشيرتك الأقربون {لَرَجَمْنَاكَ} ؛ أي: لقَتَلْناك برمي الحجارة، حتى تُدْفن فيها، وقد يُوضَع الرجم موضع القتل، وإن لم يكن بالحجارة من حيثُ إنه سببه، ولأنَّ أوَّلَ القتل لبني آدم، وهو قتلُ قابيلَ لهابيل، لمَّا كان بالحجارة سَمَّى كُلَّ قتلٍ رَجَمًا, وإن لم يكن بها. </p><p> وقال عمر رضي الله عنه (١) : تَعلَّموا أنْسَابَكُم، تعرفوا بها أصولَكم، وتصلوا بها أرحامكم؛ قالوا: ولو لم يكن في معرفة الأنساب إلا الاحتراز بها من صولة الأعداء ومنازعة الأكفاء .. لكان تَعَلُّمها من أحزم الرأي، وأفضل الصواب، ألا ترى إلى قول قوم شعيب: ولولا رهطك .. لرجمناك فأبْقَوا عليه لرهطه، يقال: أبقيتُ لفلان إذا أرعيت عليه ورحمته. </p><p> ثم أكدوا ما وصفوه به من الضعف بقولهم:  {وَمَا أَنْتَ عَلَيْنَا بِعَزِيزٍ} ؛ أي: وما (٢) أنت بذي عزة، ومنعة تحول بيننا وبين رجمك، وإنما نعزُّ رَهطَك على قلتهم؛ لأنهم منَّا، وعلى ديننا الذي نبذتَه وَراء ظهرك، وأهَنْته ودعوتنا إلى تركه لبطلانه في زعمك. والمعنى: أي: وما أنت بمكرم محترم حتى تمنعنا عزتك من رجمك، بل رهطُك هم الأعزة علينا، لكونهم من أهل ديننا، فإنما نكف عنك </p><p>(١) روح المعاني. (٢) المراغي.</p>"
}