{
  "id": null,
  "sura": 11,
  "aya": 111,
  "text": "<p> الحكمة الداعية إلى ذلك؛ أي: ولولا ما تقدم من قضاءِ الله سبحانه وتعالى بتأخير إهلاك البغاة المثيرين للاختلاف فيه بأهوائهم، وإبقاءِ المعتصمينَ بالوحدةَ والاتفاق على هِدَايَتِه لأهلكهم كما أَهْلَكَ الذينَ ردوا دعوة الرسل جحودًا وعنادًا، وهذا من جملة التسلية له - صلى الله عليه وسلم -. ثمَّ وَصَفَهم بأنهم في شك من الكتاب فقال:  {وَإِنَّهُمْ} ؛ أي: وإنَّ المكذبينَ بالكتاب من كفار قومك، أو من قوم موسى {لَفِي شَكٍّ} عظيم {مِنْهُ} ؛ أي: من القرآن إن حمل على قوم محمَّد - صلى الله عليه وسلم -، أو من التوراة إن حمل على قوم موسى عليه السلام {مُرِيبٍ} ؛ أي: موقع في الريب، والاضطراب، فلا يدرون أحقٌّ هو أم باطلٌ؛ لأنهم (١) إذا نظروا لآبائهم، وما كانوا عليه قالوا: لو كانَ ما هم عليه ضلالًا ما اجتَمَعوا عليه، وإذا نظروا إلى النبي - صلى الله عليه وسلم - ومعجزاته الظاهرة؛ قالوا: إنه لحق، وما جاء به صدق، فهم في شك، ولا شك أنه كفر، وكل هذا ناشىءٌ من الطبع على قلوبهم، وإلا فالحق ظاهرٌ لمن تدبَّره، اهـ \"صاوي\" . وجاء في معنى الآية قوله تعالى:  {وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ إِلَى أَجَلٍ مُسَمًّى لَقُضِيَ بَيْنَهُمْ وَإِنَّ الَّذِينَ أُورِثُوا الْكِتَابَ مِنْ بَعْدِهِمْ لَفِي شَكٍّ مِنْهُ مُرِيبٍ} . والذين أورثوا الكتاب بعد مَن تَقدَّم ذكرهم من الأنبياء هم اليهود والنصارى، وقد عَرَض لهم من الشك والرَّيب في كتبهم ما لم يكُن في عهد سَلَفِهم؛ إذ أنَّ التوراةَ التي كتبها موسى عليه السلام، قد فقدت في إحراق البابليين لهيكل سليمان، والنصارى كانوا أشدَّ اختلافًا في كتبهم ومذاهبهم. </p><p> ١١١ - {وَإِنَّ كُلًّا} من المختلفينَ في الكتاب المؤمنينَ منهم، والكافرين {لَمَّا لَيُوَفِّيَنَّهُمْ رَبُّكَ أَعْمَالَهُمْ}  (اللام)  (٢) الأولى موطئة للقسم، والثانية للتأكيد أو بالعكس، و (ما) مزيدة للفصل بين اللامين؛ أي: وإن (٣) كلًّا من المختلفين فيه، والله ليعطينَهم ويؤدِّينَهم ربك يا محمَّد أَجْزِيَة أعمالهم تامًّا وافيًا كاملًا إن خَيرًا فخَيْرٌ، وإن شرًّا فشر إذ لا يَخْفَى عليه شيء منها. أو المعنى: وإنَّ جميعَهم، والله ليوفينهم ربك جزاءَ أعمالهم، قالوا: وأحسن ما قيل: إن أصلَ لمَّا لمًّا بالتنوين </p><p>(١) الصاوي. (٢) البيضاوي.(٣) المراح.</p>"
}