{
  "id": null,
  "sura": 11,
  "aya": 99,
  "text": "<p> والنارَ بالماء الذي يَرِدُونَه. </p><p> ٩٩ - {وَأُتْبِعُوا فِي هَذِهِ} الدنيا {لَعْنَةً} ؛ أي: وأتبع الملأ الذين اتبعوا فرعونَ في هذه الدنيا طردًا وبُعْدًا عن الرحمة؛ أي: وألحقت بهم في هذه الدنيا لعنة عظيمة مِمَّنْ بَعْدَهم من الأمم {و} أتبعوا {يَوْمَ الْقِيَامَةِ} لعنةً أخرى، أيضًا مع اللعنة التي حَصَلَتْ لهم في الدنيا يَلْعَنُهم أهل الموقف جميعًا، فهي تابعة لهم حيثما سارُوا، ودائرة أينما دَاروا. والآية بمعنى قوله تعالى: {وَأَتْبَعْنَاهُمْ فِي هَذِهِ الدُّنْيَا لَعْنَةً وَيَوْمَ الْقِيَامَةِ هُمْ مِنَ الْمَقْبُوحِينَ (٤٢) }. وفي \"السمين\" قوله: {يَوْمَ الْقِيَامَةِ} معطوف على موضع في هذه، والمعنى: أنهم ألحقوا لعنةَ في الدنيا، وفي الآخرة، ويكون الوَقْفُ عليها تامًّا، ويبتدأُ بـ (بئس) اهـ. </p><p> أي (١) : فَكَما اتبعوا أَمْرَ فِرْعَونَ، أتبعتهم اللعنة في الدارين جزاءً وفاقًا، أو يُلْعَنُون، ويُطردون من رحمة الله تعالى في الدنيا بالغرق، وفي الآخرة بما فيها من عذاب، فإن كُلَّ معذَّبٍ مَلْعونٌ مطرودٌ من الرحمة، كما أنَّ كلَّ مخذولٍ محرومٌ من التوفيق، والعناية كذلك، واكتفى ببيان حالهم الفظيع عن بيان حال فرعون. إذْ حِينَ كان حالُهم هكذا، فَمَا ظنك بحال من أغواهم، وألقاهم في هذا الضلال البعيد، وحيثُ كانَ شأنُ الأتباعِ أن تكون أعوانًا للمتبوع، جُعلت اللعنة رِفدًا لهم على طريقة التهكم. فقيل:  {بِئْسَ الرِّفْدُ} ؛ أي (٢) : العَونُ، والمرادُ به اللعنةُ الأولى {الْمَرْفُودُ} ؛ أي: المعانُ باللعنة الثانية؛ أي: بئس اللعنةُ الأولى المُعانُ باللعنة الثانية عونهم، وهي اللعنة في الدارين. فاللعنة الأولى: عَوْنٌ لهم معاونةٌ باللعنة الثانية، وهذا على سبيل التهكم بهم، وإلا فاللعنة إذْلالٌ لهم، وإنزِالٌ بهم إلى الحضيض الأسفل. وسمِّيت اللعنة عَوْنًا لأنها إذا تَبِعَتْهم في الدنيا أَبْعَدَتْهم عن رحمة الله تعالى، وأعانَتْهم على ما هم فيه من الضلال. وسمِّيت رفدًا؛ أي: عونًا لهذا المعنى على سبيل التهكم. وسميت مُعَانًا لأنها أُردفَت في الآخرة بلعنة أخرى ليكونا هَادِيَيْنِ إلى طريق الجحيم، اهـ \"زاده\" . وقال الزجاج: كلُّ شيء جعلته عَوْنًا لشيء، وأسندْتَ به شيئًا، فقد رفدتَه، والمعنى: بئس العونَ المعان </p><p>(١) روح البيان. (٢) الفتوحات.</p>"
}