{
  "id": null,
  "sura": 11,
  "aya": 38,
  "text": "<p> إهلاكهم، وألهَمَهُ الأمرَ الذي يكون به خلاصُه وخلاص من آمن معه فقال:  {وَاصْنَعِ الْفُلْكَ} ؛ أي: واعْمَلْ السفينة التي سننجيك ومن آمن معك فيها حالة كونك محفوظًا محروسًا {بِأَعْيُنِنَا} ؛ أي: بحفظنا لك، وحراسَتنَا لك {و} معلمًا كيفيةَ صنعتها بـ {وحينا} وتعليمنَا لك؛ أي: إنَّنا حافظوك في كل آن، فلا يمنعك مِن حفظنا مانعٌ، وملهموك ومعلموك بوحينا كيف تصنعه، فلا يعرضَنَّ لك خَطَأٌ في صنعتها, ولا في وصفها، والظاهر: أنه أمر إيجاب لأنه لا سبيلَ إلى صون نفس وأرواح غيره من الهلاك إلا بهذَا الطريقِ، وصَوْنُ النفس من الهلاك واجبٌ، وما لا يتم الواجب إلا به فهو واجبٌ, اهـ \"كرخي\" . </p><p> والمراد بقوله (١) : {بِأَعْيُنِنَا} ؛ أي: بحِراسَتِنَا لك، وحفظِنَا لك، وعَبَّر عن ذلك بالأَعْيُن لأنها آلةُ الرؤية، والرؤية هي التي تكونُ بها الحراسةُ والحفظ في الغالب، وجَمَع الأعْيُنَ للتعظيم لا للتكثير، لئلا يناقض قولَه تعالى:  {وَلِتُصْنَعَ عَلَى عَيْنِي} ، وقيل: المعنى: {بِأَعْيُنِنَا} ؛ أي: بأعين ملائكتنا الذين جعَلْناهم عُيونًا على حفظك، وقيل:  {بِأَعْيُنِنَا} بِعِلمنا، وقيل: بأمرنا، ومعنى بِوَحْيِنا؛ أي: بما أوْحَيْنا إليك من كيفية صنعتها. </p><p> {وَلَا تُخَاطِبْنِي} ؛ أي: ولا تُراجعني {فِي} شيءٍ من أَمْر {الَّذِينَ ظَلَمُوا} أنفسَهم بالإشراك بدفع العذاب عنهم، وطلبِ الرحمة لهم، فقد حقَّتْ كلمة العذاب عليهم؛ أي: لا تطلب إمهالَهم فقد حان وَقْتُ الانتقام منهم، وجملةُ قوله:  {إِنَّهُمْ مُغْرَقُونَ} بالطوفان للتعليل؛ أي: لا تطلب منَّا إمهالَهم، فإنه محكوم منا عليهم بالإغراق، وقد مضى به القضاء، فلا سبيلَ إلى دَفْعِهِ، ولا إلى تأخيره، وقيل: المعنى: ولا تخاطبني في تعجيل عقابهم، فإنَّهم مغرقون في الوقتِ المضروب، لذلك لا يتأخر إغراقُهم عنه، وقيل: المراد بالذين ظلموا: امرأتُهُ وابنُه. </p><p> والخلاصة: لا تأخذنَّك بهم رأفةٌ ولا شفقةٌ، وقرأ (٢) طلحة بن مصرف: (بأعيُنَّا) مدغمةً </p><p> ٣٨ - {و} شَرَعَ نوح عليه السلام {يصنع} ، ويعمل {الْفُلْكَ} والسفينةُ </p><p>(١) الشوكاني. (٢) البحر المحيط.</p><p> {و} الحال أنه {كلما مر} وجاوز {عَلَيْهِ} ؛ أي: على نوح {مَلَأٌ مِنْ قَوْمِهِ} ؛ أي: جماعةٌ من كبراء قومه، {سَخِرُوا مِنْهُ} ؛ أي: سخر الملأ من نوح وعمله، واستهزؤوا به، وضَحِكُوا منه، وتنادَوْا عليه ظَنًّا منهم أنه أُصِيبَ بالهَوَسِ والجنون. </p><p> رُوي أنهم قالوا له: أتحولت نَجَّارًا بعد أنْ كُنْتَ نَبيًّا، وليس ذلك بالغريب منهم، فإنه ما من أحد يسبق أهل عصره بما فوق عقولهم من قول أو فعل إلا سخروا منه قبل أن يكْتبَ له النجاح. </p><p> وفي وجه سخريتهم منه قولان: </p><p> أحدُهما: أنهم كانوا يرونه يَعْمل السفينةَ، فيقولون: يا نوح صرت بعد النبوة نجارًا. </p><p> والثاني: أنهم لَمَّا شاهدوه يعمل السفينة، وكانوا لا يعرفونها قبل ذلك، قالوا: يا نوح ما تصنع بها؟ قال: أمشِي بها على الماء، فعجبوا من قوله، وسَخِرُوا به. </p><p> وقال ابن عباس (١) : اتَّخذَ نُوحٌ السفينةَ في سنتين، فَكَانَ طولها ثلاث مئة ذراع، وعَرْضُها خمسينَ ذراعًا، وطُولُها في السماء ثلاثينَ ذراعًا، وكانت مِن خشب السَّاجِ وجَعَلَ لها ثلاثة بطون فَجَعَل في البطن الأسفل الوحوش، والسباع، والهوام، وفي البطن الأوسط الدواب، والأنعام، ورَكبَ هو ومن معه في البطن الأعلى، وجعل معه ما يحتاج إليه من الزاد وغيره، قال قتادة: وكان بابها في عَرْضِها. انتهى. </p><p> وقال كعب الأحبار (٢) : عمل نوح عليه السلام السفينةَ في ثلاثين سنة، ورويَ أنها ثلاثة أطباق: الطبقة السفلى: للدواب والوحوش، والطبقة الوسطى: للإنس، والطبقة العليا: للطير، فلما كثرت أرواث الدواب: أوحى الله سبحانه وتعالى إلى نوح عليه السلام أن اغمز ذنبَ الفيل، فغَمَزَه فوَقَع منه خنزيرٌ وخنزيرة، ومَسَح على الخنزير فوقع منه الفأر والفأرة، فأقبلوا على الروث، فأكلوه فلما أفسد الفأر في </p><p>(١) الشوكاني. (٢) الخازن.</p>"
}