{
  "id": null,
  "sura": 12,
  "aya": 99,
  "text": "<p> الذي يخشى أذاه، وليس من حسن التربية ولا من طرق التهذيب أن يريهم أن ذنبهم هين لديه حتى يعجل بإجابة مطلبهم بالاستغفار لهم. </p><p> ٢ - أن ذنبهم لم يكن موجهًا إليه مباشرة، بل موجه إلى يوسف وأخيه، ثم إليه بالتبع واللزوم إلا أنه ليس من العدل أن يستغفر لهم إلا بعد أن يعلم حالهم مع يوسف وأخيه، ولم يكن يعقوب قد علم بعفو يوسف عنهم واستغفاره. </p><p> ٣ - أن هذا ذنب كبير وإثم عظيم طال عليه الأمد، وحدثت منه أضرار نفسية وخلقية، وأعمال كان لها خطرها، فلا يمحى إلا بتوبة نصوح تجتث الجذور التي علقت بالأنفس والأرجاس التي باضت وفرخت فيها. فلا يحسن بعدئذ من المربي الحكيم أن يسارع إلى الاستغفار لمقترفها عقب طلبه، حتى كأنها من هينات الأمور التي تغفر ببادرة من الندم، ومن ثم تلبث في الاستغفار لهم إلى أجل، ليعلمهم عظيم جرمهم، ويعلمهم بأنه سوف يتوجه إلى ربه، ويطلب لهم الغفران منه بفضله ورحمته. </p><p> ٤ - أن حال يوسف معهم كان حال القادر، بل المالك القادر مع مسيء ضعيف لديه عظم جرمه عليه، فلم يشأ أن يكون الغفران بشفاعته ودعائه، فآمنهم من خوف الانتقام تعجيلًا للسرور بالنعمة الجديدة التي جعل الله أمرها بين يديه، وليروا ويرى الناس فضل العفو عند القدرة، وليكون لهم في ذلك أحسن الأسوة. وفي هذا من ضروب التربية أكبر العظة، ولو أخر المغفرة لكانوا في وجل مما سيحل بهم، ولخافوا شر الانتقام، فكانوا في قلق دائم وتبلبل بال واضطراب نفس، فكان توجسهم له عذابًا فوق العذاب الذي هم فيه، ولكن شاءت رحمته بهم أن يجعل السرور عامًّا، والحياة الجديدة حافلة بالاطمئنان وقرة العين، وهكذا شاءت الأقدار وشاء الله أن يكون ذلك، وهو العليم الحكيم. </p><p> تأويل رؤيا يوسف من قبل </p><p> ٩٩ - وقوله:  {فَلَمَّا دَخَلُوا عَلَى يُوسُفَ} في محل ضرب فيه يوسف خيامه حين خرج من مصر لتلقي أبيه {آوَى} يوسف وضم {إِلَيْهِ أَبَوَيْهِ} ؛ أي: أباه وخالته </p><p> وأعتنقهما، فإن أمه ماتت في نفاس أخيه بنيامين، فمعنى بنيامين بالعبراية ابن الوجع؛ لأن يامين معناه الوجع، ولما ماتت أمه راحيل .. تزوج أبوه بخالته ليا والرابة، وهي موطؤة الأب، تدعى أمًا؛ لقيامها مقام الأم، أو لأن الخالة أم كما أن العم أب. وظاهر الآية يدل على أن أمه كانت لا تزال حية، ورجحه ابن جرير، وخالفه أكثر المفسرين كما بينا. وفيه حذف وإيجاز يفهم من سياق الكلام، وتقدير المعنى: فبعد أن ذهب إخوة يوسف إلى أبيهم وأخبروه بمكانة يوسف في مصر، وأنه الحاكم المفوض المستقل في أمرها .. أبلغوه أن يدعوهم كلهم للإقامة معه في مصر والتمتع بحضارتها، فرحلوا حتى بلغوها، ولما دخلوا على يوسف وكان قد استقبلهم في الطريق في جمع حافل احتفاء بهم .. ضم إليه أبويه واعتنقهما. </p><p> روي (١) : أن يوسف وجه إلى أبيه جهازًا كثيرًا ومئتي راحلة، وسأله أن يأتيه بأهله أجمعين، فتهيأ يعقوب للخروج إلى مصر، فتوجه مع أولاده وأهاليهم إلى مصر على رواحلهم، فلما قربوا من مصر أخبر بذلك يوسف، فاستقبله يوسف والملك الريان - في أربعة آلاف من الجند، أو ثلاث مئة ألف فارس - والعظماء وأهل مصر بأجمعهم، ومع كل واحد من الفرسان جنة من فضة وراية من ذهب، فتزينت الصحراء بهم واصطفُّوا صفوفًا، وكان الكل غلمان يوسف ومراكبه، ولما صعد يعقوب تلًّا ومعه أولاده وحفدته؛ أي: أولاد أولاده ونظر إلى الصحراء مملوءة من الفرسان مزينة بالألوان نظر إليهم متعجبًا، فقال له جبريل: انظر إلى الهواء، فإن الملائكة قد حضرت سرورًا بحالكم كما كانوا محزونين مدة لأجلك، ثم نظر يعقوب إلى الفرسان، فقال: أيهم ولدي يوسف؟ فقال جبريل: هو ذاك الذي فوق رأسه ظلة، فلم يتمالك أن أوقع نفسه من البعير، فجعل يمشي متوكئًا على يهوذا، فقال جبريل: يا يوسف إن أباك يعقوب قد نزل لك، فانزل له، فنزل من فرسه وجعل كل واحد منهما يعدو إلى الآخر، فلما تقاربا قصد يوسف أن يبدأ بالسلام، فقال جبريل: لا حتى يبدأ يعقوب به؛ لأنه أفضل وأحق، فابتدأ به </p><p>(١) روح البيان.</p><p> وقال: السلام عليك يا مذهب الأحزان، فتعانقا وبكيا سرورًا وبكت ملائكة السموات وماج الفرسان بعضهم في بعض، وصهلت الخيول وسبَّحت الملائكة، وضرب بالطبول والبوقات، فصار كأنه يوم القيامة قال يوسف: يا أبت بكيت عليّ حتى ذهب بصرك، ألم تعلم أن القيامة تجمعنا؟ فقال: بلى، ولكن خشيت أن يسلب دينك، فيحال بيني وبينك، نسأل الله الثبات على الإيمان إنه الكريم المنان - آمين -. </p><p> {وَقَالَ} يوسف لجميع أهله قبل أن يدخلوا مصر: {ادْخُلُوا مِصْرَ} للإقامة بها {إِنْ شَاءَ اللَّهُ} سبحانه وتعالى دخولكم حالة كونكم {آمِنِينَ} من الجوع والخوف وسائر المكاره قاطبة على أنفسكم وأموالكم وأهليكم لا تخافون أحدًا؛ لأنهم كانوا قبل ولاية يوسف يخافون ملوك مصر، ولا يدخلونها إلا بإجازتهم لكونهم جبابرة. قيل (١) : المراد بالدخول الأول في قوله: {فَلَمَّا دَخَلُوا عَلَى يُوسُفَ} أرض مصر، وذلك حين استقبلهم، ثم قال:  {ادْخُلُوا مِصْرَ} يعني البلد. وقيل: إنه أراد بالدخول الأول دخولهم مصر، وأراد بالدخول الثاني الاستيطان بها؛ أي: ادخلوا مصر مستوطنين فيها. </p><p> والمشيئة في قوله:  {إِنْ شَاءَ اللَّهُ} متعلقة بالدخول والأمن معًا كقولك للغازي: إرجع سالمًا غانمًا إن شاء الله، فالمشيئة متعلقة بالسلامة والغنم معًا. والتقدير: ادخلوا مصر آمنين إن شاء الله تعالى. </p><p> والمعنى: أي (٢) وقال لهم يوسف: ادخلوا بلاد مصر إن شاء الله تعالى آمنين على أنفسكم وأنعامكم من الجوع والهلاك، فإن سني القحط كانت لا تزال باقية، وذكر المشيئة في كلامه للتبرؤ من مشيئته وحوله وقوته إلى مشيئة الله الذي سخر ذلك لهم، وسخر ملك مصر وأهلها له ثم لهم. وهذا من شأن المؤمنين، ولا سيما الأنبياء والصديقون. </p><p>(١) الخازن. (٢) المراغي.</p>"
}