{
  "id": null,
  "sura": 12,
  "aya": 50,
  "text": "<p> أبو حيان (١) : والجمهور على أنه من عَصَر النباتَ كالعنب، والقصب، والفجل، وجميع ما يعصر، ومصر بلد عصير لأشياء كثيرة، والحلب منه, لأنه عَصْرٌ للضروع. وروي أنهم لم يَعْصِرُوا شيئًا مدة الجدب، انتهى. وهذا مِن (٢) مدلولات المَنام, لأنه لما كانت العجاف سبعًا دَلَّ ذلك على أنَّ السِّنينَ المجدبة لا تزيدُ على هذا العدد. </p><p> فالحاصلُ بعده: هو الخِصبُ على العادة الإلهية حيث يُوسِّع الله سبحانه وتعالى على عباده بعد تضييقه عليهم. وقيل: إنَّ الإنباءَ بهذا العام زَائِدٌ على تأويل الرؤيا, ولم يعرفه يوسف على التخصيص والتفصيل إلَّا بِوَحي من الله عَزَّ وَجَلَّ. وقرأ (٣) الأخوان حمزة، والكسائي:  {تعصرون} بالتاء على الخطاب، وباقي السبعة بالياء على الغيبة. وقَرأ جعفر بن محمَّد، والأعرج، وعيسى البصرة:  {يُعصَرون} بضم الياء، وفتح الصاد مبنيًّا للمفعول. وعن عيسى أيضًا:  {تعصرون} بالتاء على الخطاب مبنيًّا للمفعول، ومعناه: يُنْجَونَ من عصره إذا أنجاه، وهو مناسب لقوله:  {فِيهِ يُغَاثُ النَّاسُ} . وحكى النقاش أنه قُرِىء:  {يعصرون} بضم الياء وكسر الصاد، وشدِّها من عَصَّر مشددًا للتكثير. وقرأ زيد بن علي:  {وفيه تعصرون} بكسر التاء، والعين، والصاد، وشدها وأصلُه تعتصرون فأدغم التاء في الصاد، ونقَلَ حركتها إلى العين، وأتبع حركة التاءِ لحركة العين، واحتمل أن يكونَ من اعتصر العنبَ، ونحوَه، ومن اعتصر بمعنى نجا. </p><p> ٥٠ - فلما رجع الساقي إلى المَلِك وأخْبَره بما ذكره يوسف استَحْسَنَه المَلِك {وَقَالَ الْمَلِكُ} ؛ أي: ملك مصر، وهو رَيَّان بن الوليد {ائْتُونِي بِهِ} ، أي: جيئوني بيُوسُفَ عليه السلام كي أستمع كَلاَمَه مِنْ فمه، وأعْرِفُ دَرَجَة عَقْلِهِ، وأعلم تفضيلَ رَأْيِهِ {فَلَمَّا جَاءَهُ} ؛ أي: يوسف {الرَّسُولُ} ؛ أي: رسول الملك، وهو الساقي، وبلغه أمر الملك، وطلب إليه إنفاذه {قَالَ} يوسف للرسول {ارْجِعْ إِلَى رَبِّكَ} ؛ أي: سيدك قبل شخوصي إليه، ومثولي بَيْنَ يديه {فَاسْأَلْهُ مَا بَالُ النِّسْوَةِ اللَّاتِي قَطَّعْنَ أَيْدِيَهُنَّ} والبَالُ هو (٤) الأمر الذي </p><p>(١) البحر المحيط. (٢) المراح.(٣) البحر المحيط.(٤) المراغي.</p><p> يَبْحَثُ عنه، ويُهْتَمُّ به؛ أي: واسأله عن حال النسوة اللاتي قطَّعْنَ أيدِيَهُنَّ ليعرِفَ حَقِيقةَ أمره؛ إذ لا أحبُّ أن آتيه، وأنا متَّهَمٌ بقضيَّةٍ عوقبت من أجلِهَا بالسجن، وقد طال مكثِي فيه دُونَ تعرف الحقيقة، ولا البحث في صميم التهمة. </p><p> ولم يذكر (١) سيدته تأدُّبًا ومراعاةً لحقها، واحترازًا من مكرها، حيث اعتقدَها مقيمةً في عَدْوَةِ العَداوة، وأما النسوة فقد كان يَطْمَعُ في صَدْعهن بالحقِّ وشهادتهن بإقرارها، بأنها رَاوَدَتهُ عن نفسِهِ {فَاسْتَعْصَمَ} . </p><p> قال العلماء (٢) : إنما أبَى يُوسُفَ عليه السلام أن يخرجَ من السجن، إلا بعد أن يتفحَّص المَلِكُ عن حاله مع النسوة. لتنكشفَ حقيقة الحال، عنده لا سيما عند العزيز، ويَعلم أنه سجِنَ ظُلمًا، فلا يقدِر الحاسد إلى تقبيح أمره، وليظْهَر كمال عقله، وصبْرِه ووقَارِه، فإن مَنْ بَقِيَ في السجن ثنتي عشرة سنةً إذا طلبه الملك، وأمر بإخراجه، ولم يبادر إلى الخروج، وصَبَرَ إلى أن تتبين براءتَهُ من الخيانة في حق العزيز، وأهله دَلَّ ذلك على براءته من جميع أنواع التُّهَمِ. وفي الحديث:  \"مَنْ كان يؤمن بالله واليوم الآخِر فلا يقِفَنَّ مَوَاقِفَ التُّهَم\" . ومنه قال عليه السلام للمارين به في معتكفه وعنده بعض نساءه:  \"هِيَ فُلانةُ\" نفيًا للتهمة. </p><p> وروي عن النبي - صلى الله عليه وسلم - أنه اسْتَحْسَنَ حَزْمَ يُوسُفَ وصَبْره حين دعاه الملك، فلم يُبَادِر إلى الخروج حيث قال عليه السلام:  \"لقد عَجِبْتُ من يوسُفَ وكرمه، وصبْرِه، والله يَغْفِرُ له حينَ سُئل عن البقرات العِجاف والسمانِ، ولو كنتُ مَكَانَه ما أخبرتهم حتى اشْتَرطت أن يُخْرِجوني،ولقد عَجِبْتُ حين أتاه الرسول فقال:{ارْجِعْ إِلَى رَبِّكَ}، الآية. ولو كنت مكانَه ولبثتُ في السجن ما لَبث .. لأسْرَعْتُ الإجابة، وبادَرْتُهم الباب، وما ابتغيت العذرَ، إنه كان حليمًا ذَا أناة\" . الحِلْمُ، بكسر الحاء: تأخير مكافأة الظُلّم، والأَناة على وزن القَنَاة: التأني وترك العجلة. قال ابن الملك: هذا ليس إخبارًا عن نبينا عليه الصلاة والسلام بتَضَجُّره، وقلة صبره، بل فيه دلالة على مدح صبر يوسف، وترك الاستعجال بالخروج، لِيَزُولَ </p><p>(١) روح البيان. (٢) روح البيان.</p><p> عن قلب الملك ما كان مُتَّهَمًا به من الفاحشة، ولا يُنْظَر إليه بعين مشكوكة، انتهى. </p><p> وقال الطَّيبِي: هذا من رسول الله - صلى الله عليه وسلم - على سبيل التواضع لا أنه كان مستعجلًا في الأمور غير متأن، والتَّواضُعُ لا يصغِّر كبيرًا، ولا يَضعُ رفيعًا، بل يُرحِّب لصاحبه فَضلًا، ويُورِثُه جَلالًا وقدرًا. </p><p> {إِنَّ رَبِّي} سبحانه وتعالى، أو إن سيدي (١) ومربي، وهو ذلك الملك، قاله ابن عطية، ورُدَّ عليه. {بِكَيْدِهِنَّ} ؛ أي: بمكرهن {عَلِيمٌ} حين، قلنَ لي: أطع مَوْلاَتَكَ. وفيه استشهاد بعلم الله على أنهن كِدْنَه، وأنه بريء من التهمة كأنه قيل: احمله على التعرف، يتبيَّنُ له براءة ساحتي، فإنَّ الله يعلم أنَّ ذلك كان كيدًا منهن. والمعنى: أنه (٢) تعالى هو العالم بخفيات الأمور، وهو الذي صرَف عنِّي كيدهُن، فلم يَمْسَسْنِي منه سوء. </p><p> وقد دلَّ هذا التمهل، والتأني من يوسف عليه السلام عن إجابة طلب الملك له حتى تحقق براءته على جملة أمور: </p><p> ١ - جميلُ صبره، وحُسْنُ أناته، ولا عَجَب، فمِثْلُه ممَّن لقيَ الشدائد جدير به أن يكون صبورًا حليمًا، ولا سيما ممن ورَثَ النبوة كابرًا عن كابر، وقد وَرد في \"الصحيحين\" مرفوعًا: \"ولو لبثت في السجن ما لبث يوسف لأجبت الدَّاعي\" ، وفي رواية أحمد:  \"لو كنت أنا لأسرعت الإجابة، وما ابتغَيْتُ العُذْرَ\" . </p><p> ٢ - عِزَّة نفسه وصون كرامته، إذ لم يَرْضَ أن تكون التهمة بالباطل عالقةً به، فطلب إظهار براءته، وعفَّتِه عن أن يَزِنَ بريبة، أو تَحُومَ حول اسمه شائبة السوء. </p><p> ٣ - أنه عَفَّ عن اتهام النسوة بالسوء، والتصريح بالطعن عليهن، حتى يتحقق الملك بنفسه، حِينَ ما يسألهن عن السبب في تقطيع الأيدي، ويعلمُ ذلك </p><p>(١) المراح. (٢) المراغي.</p>"
}