{
  "id": null,
  "sura": 12,
  "aya": 52,
  "text": "<p> تعالى، وتعجب من قدرته على خَلْقٍ عَفيفٍ مِثله. {مَا عَلِمْنَا عَلَيْهِ مِنْ سُوءٍ} ؛ أي: خيانَةٍ في شيء من الأشياء؛ أي: تَنْزِيهًا لله سبحانه وتعالى، ما عَلِمْنَا على يوسف سوءًا، ولا ذَنْبًا يَشِينَهُ ويسوؤه لا قليلًا، ولا كثيرًا في شيء من الأشياء. {قَالَتِ امْرَأَتُ الْعَزِيزِ} زُليخَا {الْآنَ} ؛ أي: في هذا الوقت الحاضر {حَصْحَصَ الْحَقُّ} ؛ أي: ظَهَرَ، وتَبَيَّنَ أنه مع يوسف بعد أن كانَ خَفِيًّا؛ أي: إنَّ الحقَّ في هذه القضية كان في رَأْي مَنْ بَلَغهم موزَّع التبعة بيننا معشر النسوة، وبين يُوسُفَ لكل منَّا حِصَّة بقدر ما عرض فيها من شبهة، والآن قد ظَهَرَ الحق في جانب واحد، لا خَفَاءَ فيه، وهُنَّ قد شَهِدْنَ بما علِمْنَ شهادة نَفْي، وها أنا ذَا أشهد على نفْسِي شهادةَ إيجاب بقولي:  {أَنَا رَاوَدْتُهُ} وطلبته {عَنْ نَفْسِهِ} لا أنَّه راودني بل اسْتَعْصَمَ، وأعرض عني {وَإِنَّهُ} ؛ أي: وإنَّ يوسف {لَمِنَ الصَّادِقِينَ} في قوله: حين افتريت عليه {هِيَ رَاوَدَتْنِي عَنْ نَفْسِي} . </p><p> وإنَّما أقرَّت زُليخَا واعترفت بذنبها، وشَهِدَتْ ببراءة يوسف من الذنب، مُكَافأةً ليوسف على فعله، حيثُ تَرَكَ ذِكْرَهَا، وقال: ما بال النسوة اللَّاتي قَطَّعْنَ أيديهن، مع أنَّ الفِتَنَ كُلَّها إنما نشأت من جهَتِها، وقد عَرَفَتْ أنَّ ذلك لرعاية حقها, ولتعظيمها, ولإخفاء الأمر عليها. وفي هذا الاعتراف شهادةٌ مُريحة من امرأة العزيز، ببراءة يوسف من كلِّ الذنوب، وطهارته من كلِّ العيوب. </p><p> ٥٢ - {ذَلِكَ} الاعترافُ منّي بالحق له، والشهادة بالصدق الذي علِمْتُهُ منه {لِيَعْلَمَ} يوسف {أَنِّي لَمْ أَخُنْهُ بِالْغَيْبِ} عنه منذ سجن إلى الآن، فلم أَنَلْ من أمانته، أو أطْعَنَ في شَرَفِه، وعفَّتِه بالغيبة، بل صرَّحَت لأولئك النسوة بأني راودته عن نفسه، فاستعصم، وها أنا ذا أُقِر بهذا أمام الملك، ورجال دولته، وهو غائب عنَّا، وإن كنتُ قد قلت فيه ما قلت في حضرته، ثمَّ بالغت في تأكيد هذا القول فقالت {و} ليعلم يوسف {أَنَّ اللَّهَ} سبحانه وتعالى {لَا يَهْدِي كَيْدَ الْخَائِنِينَ} ؛ أي: لا ينفذه، ولا يسدِّدُهُ بل يبطله، ويُزْهِقُهُ، وتكون عاقبته الفَضِيحَةُ، والنَّكال، ولقد كِدنا له، فصرف رَبّهُ عنه كيدنا، وسجَّنَّاه فبَرَّأه الله تعالى، وفَضَحَ مكرنا حتى شَهِدْنَا على أنفسنا في مثل هذا الحفل الرهيب، والمقام المنيف، ببراءته من كل </p><p> العيوب، وسلامته من كل سوء. وعلى الجملة فالتحقيقُ أسْفَرَ عن أنَّ يُوسُفَ كان مثلَ الكَمال الإنساني في عفته ونزاهته، لم يمسسه سوء من فتنة أولئك النسوة، وأنَّ امرأة العزيز أقرَّتْ في خَاتِمَةِ المطاف بذنبها في مجلس الملك، إيثارًا للحق، وإثباتًا لبراءة يُوسُفَ عليه السلام. </p><p> تنبيه: واختلفَ المفسِّرون في قوله تعالى: {ذَلِكَ لِيَعْلَمَ أَنِّي لَمْ أَخُنْهُ بِالْغَيْبِ} إلى قوله: {وَقَالَ الْمَلِكُ ائْتُونِي بِهِ أَسْتَخْلِصْهُ لِنَفْسِي} على قولين (١) : </p><p> أحدهما: أنه من قول المرأة، وهو الظاهر كما جَرَيْنا عليه في حَلِّنا سابقًا. ووجه هذا القول: أنَّ هذا كلام متَّصِلٌ بما قبله، وهو قول المرأة:  {الْآنَ حَصْحَصَ الْحَقُّ أَنَا رَاوَدْتُهُ عَنْ نَفْسِهِ وَإِنَّهُ لَمِنَ الصَّادِقِينَ} ، ثم قالت:  {ذَلِكَ لِيَعْلَمَ أَنِّي لَمْ أَخُنْهُ بِالْغَيْبِ} إلخ. والمعنى عليه (٢) : كما تقدَّم ذلك الإقرار، والاعتراف بالحق، ليعلم يوسُفُ أنّي لم أخنه في غيبته، وهو في السجن، ولم أكذب عليه بذنب، وهو بريء منه، بل قلت: أنا راودته عن نفسه، ثم اعتذرت عمَّا وقعت فيه، ممَّا يقع فيه البشرُ من الشهوات بقولها:  {وَمَا أُبَرِّئُ نَفْسِي} . والنفوسُ مائِلةٌ إلى الشهوات، أمَّارةٌ بالسوء. وقال الزمخشري:  {وَمَا أُبَرِّئُ نَفْسِي} مع ذلك من الخيانة، فإني قَدْ خنته حين قذفته وقلتُ:  {مَا جَزَاءُ مَنْ أَرَادَ بِأَهْلِكَ سُوءًا إِلَّا أَنْ يُسْجَنَ} تريد الاعتذارَ لما كان منها؛ بأنَّ كل نفس لأمارة بالسوء إلّا نفسًا رَحِمَها الله تعالى بالعصمة، إنَّ ربي غفورٌ رحيمٌ، استغفرت ربَّها واسْتَرْحَمْتُهُ ممَّا ارتَكَبْت. </p><p> والقول الثاني: أنه من كلام يُوسُفَ عليه السلام اتصلَ بقول امرأة العزيز: أنا راودتُه عن نفسه من غير تمييز بين الكلامين لمعرفة السامعين، لذلك مع غموض فيه؛ لأنه ذَكَرَ كلامَ إنسان، ثمَّ أتْبَعَه بكلام إنسان آخر، من غير فصل بين الكلامين. </p><p> وقال الفراء: ولا يبعد وصْلُ كلام إنسان بكلام إنسان آخر إذا دلَّتِ القرينة </p><p>(١) الخازن. (٢) البحر المحيط.</p><p> الفارقة لكل منهما إلى ما يليق به. ونظيرُ هذا قوله تعالى: {قَالَ الْمَلَأُ مِنْ قَوْمِ فِرْعَوْنَ إِنَّ هَذَا لَسَاحِرٌ عَلِيمٌ (١٠٩) يُرِيدُ أَنْ يُخْرِجَكُمْ مِنْ أَرْضِكُمْ} هذا من قول الملأ: {فَمَاذَا تَأْمُرُونَ} هذا من قول فرعون. ومثله قوله تعالى:  {وَجَعَلُوا أَعِزَّةَ أَهْلِهَا أَذِلَّةً} هذا من كلام بلقيس {وَكَذَلِكَ يَفْعَلُونَ} من قوله عَزَّ وَجَلَّ تصديقًا لقولها. </p><p> ومعنى الآية على هذا القول {ذَلِكَ} ؛ أي: طَلَب (١) البراءة أو ذلك التثبتُ، والتَّشَمُّرُ لظهور البراءة {لِيَعْلَمَ} أي العزيز {أَنِّي لَمْ أَخُنْهُ} في حرمه؛ لأنَّ المعصية خيانة {بِالْغَيْبِ} ؛ أي: بظهر الغيب، وهو حال من الفاعل؛ أي: لم أخنْهُ، وأنا غائِبٌ عنه خفي على عينه، أو من المفعول؛ أي: وهو غائب عني خفي عن عيني، أو ظرف؛ أي: بمكان الغيب؛ أي: وراءَ الأستار والأبواب المغلَقة. {وَأَنَّ اللَّهَ} ؛ أي: وليعلم العزيز أنَّ الله سبحانه وتعالى {لَا يَهْدِي} ولا ينفذ، ولا يسدِّد، ولا يتمِّم {كَيْدَ الْخَائِنِينَ} بل يبطله، ويزهقه كما لم يسدد كَيْدَ امرأته، حتى أقرت بخيانة أمانة زوجها، وسُمِّي فعل الخائن كيدًا؛ لأنَّ شأنَه أنْ يُفْعَلَ بطريق الاحتيال، والتلبيس، فمعنى هداية الكيد، إتمامُه وجعله مؤدِّيًا إلى ما قُصِدَ به. وفيه تعريض، بامرأة العزيز في خِيَانَتِها أمانَتَهُ، وبنفس العزيز في خيانة أمانة الله تعالى حين ساعدها على حبسِ يوسف بعدما رأوا آيات نَزَاهَتِه. ويجوز أن يكون ذلك لتأكيد أمانته، وأنه لو كان خائنًا .. لمَا هَدَى الله أمره وأحسن عاقِبَتَهُ. وفيه إشارة إلى أنَّ الله سبحانه وتعالى يُوصِلُ عبادَه الصَّادِقين بعد الغمِّ إلى السرور، ويُخرِجُهم من الظلمات إلى النور. وفي (٢) الآية دلالة على أنَّ الخيانة من الصفات الذميمة، كما أنَّ الأمانَةَ من الخصال المحمودة. ثمَّ أراد (٣) يُوسُفُ أن يَتَوَاضَعَ لله، ويهضم نفسه لئلا يكون مُزَكِّيِّا لها, ولحالها في الأمانة مُعْجِبًا، وليبيِّنَ أنَّ ما فيه من الأَمانةِ ليس به وحده، وإنما هو بتوفيق الله، ولُطْفِهِ، وعصمته فقال:  {وَمَا أُبَرِّئُ نَفْسِي} من الزلل، وما أشهدُ لها بالبراءة بالكلية، ولا أزكِّيها {إِنَّ النَّفْسَ لَأَمَّارَةٌ بِالسُّوءِ إِلَّا مَا رَحِمَ رَبِّي} بالعصمةِ {إِنَّ رَبِّي غَفُورٌ رَحِيمٌ} . </p><p>(١) روح البيان. (٢) روح البيان.(٣) البحر المحيط.</p><p> وعلى هذا القول الأخير: اختلفوا (١) أيْنَ كان يُوسُفُ حين قال هذه المقالة على قولين؛ أحدهما: أنَّه كان في السجن، وذلك أنَّه لمّا رَجَعَ إليه رسولُ الملك، وهو في السجن، وأَخْبره بجواب امرأة العزيز، للْمَلِك حينئذ قال:  {ذَلِكَ لِيَعْلَمَ أَنِّي لَمْ أَخُنْهُ بِالْغَيْبِ} ، وهذه رواية أبي صالح عن ابن عباس، وبه قال ابن جريج. والقولُ الثاني: أنه قال هذه المقالَةَ عند حضوره عند الملك، وهذه روايةُ عطاء عن ابن عباس، رضي الله عنهما، والله أعلم. </p><p> الإعراب </p><p> {وَدَخَلَ مَعَهُ السِّجْنَ فَتَيَانِ قَالَ أَحَدُهُمَا إِنِّي أَرَانِي أَعْصِرُ خَمْرًا وَقَالَ الْآخَرُ إِنِّي أَرَانِي أَحْمِلُ فَوْقَ رَأْسِي خُبْزًا تَأْكُلُ الطَّيْرُ مِنْهُ نَبِّئْنَا بِتَأْوِيلِهِ إِنَّا نَرَاكَ مِنَ الْمُحْسِنِينَ (٣٦) }. </p><p> {وَدَخَلَ}  {الواو} عاطفة. (دخل) فعل ماض. {مَعَهُ} ظرف، ومضاف إليه متعلق به. {السِّجْنَ} منصوب على الظرفية متعلق به. {فَتَيَانِ} فاعل مرفوع بالألف، والجملة معطوفة على محذوف، تقديره: فسجنوه، ودَخَل معه السجن. {قَالَ أَحَدُهُمَا} فعل وفاعل، والجملةُ مستأنفة استئنافًا بيانيًّا. {إِنِّي أَرَانِي أَعْصِرُ خَمْرًا} مقول محكي لـ {قَالَ} وإن شئتَ قلت: {إِنِّي} ناصب واسمه. {أَرَانِي} فعل ومفعول أول ونون وقاية وفاعله ضمير يعود على أحدهما. {أَعْصِرُ خَمْرًا} فعل ومفعول وفاعله ضمير يعود على أحدهما، وجملة {أَعْصِرُ} في محل النصب مفعول ثاني لـ {أَرَى} الحلمية، وجملة {أَرَانِي} في محل الرفع خبر (إن) ، وجملة (إن) في محل النصب مقول {قَالَ} . {وَقَالَ الْآخَرُ} فعل وفاعل، معطوف على قال الأول. {إِنِّي} ناصب واسمه. {أَرَانِي} فعل ومفعول أول و (نون) وقاية وفاعله ضمير يعود على الآخر. {أَحْمِلُ} فعل مضارع، وفاعله ضمير يعود على الآخر. {فَوْقَ رَأْسِي} ظرف، ومضاف إليه متعلق بـ {أَحْمِلُ} . {خُبْزًا} مفعول لـ {أَحْمِلُ} . {تَأْكُلُ الطَّيْرُ} فعل وفاعل. {مِنْهُ} متعلق به، وجملة </p><p>(١) الخازن.</p><p> {تَأْكُلُ} صفة لـ {خُبْزًا} ، ولكنّها صفةٌ سببية، وجملة {أَحْمِلُ} في محل النصب مفعول ثان لـ {أَرَانِي} ، وجملة {أَرَانِي} في محل الرفع خبر {إِنِّي} ، وجملة {إِنِّي} في محل النصب مقول {قَالَ} . {نَبِّئْنَا} فعل ومفعول وفاعله ضمير يعود على يوسف. {بِتَأْوِيلِهِ} متعلِّق به، والجملة مستأنفة. {إِنَّا} ناصب واسمه. {نَرَاكَ} فعل ومفعول، وفاعله ضمير يعود على الفتيين. {مِنَ الْمُحْسِنِينَ} جار ومجرور في محل النصب مفعول ثان، أو حال من (الكاف) ، وجملة {نَرَاكَ} في محل الرفع خَبر (إنَّ) ، وجملة (إنَّ) مستأنفة مسوقة لتعليل ما قبلها. </p><p> {قَالَ لَا يَأْتِيكُمَا طَعَامٌ تُرْزَقَانِهِ إِلَّا نَبَّأْتُكُمَا بِتَأْوِيلِهِ قَبْلَ أَنْ يَأْتِيَكُمَا ذَلِكُمَا مِمَّا عَلَّمَنِي رَبِّي إِنِّي تَرَكْتُ مِلَّةَ قَوْمٍ لَا يُؤْمِنُونَ بِاللَّهِ وَهُمْ بِالْآخِرَةِ هُمْ كَافِرُونَ (٣٧) }. </p><p> {قَالَ} فعل ماض، وفاعله ضمير يعود على يوسف، والجملة مستأنفة. {لَا يَأْتِيكُمَا طَعَامٌ} إلى قوله: {وَقَالَ لِلَّذِي ظَنَّ} مقول محكي لـ {قَالَ} ، وإن شئت قلتَ:  {لا} نافية. {يَأْتِيكُمَا طَعَامٌ} فعل ومفعول وفاعل، والجملة في محل النصب مقول {قَالَ} . {تُرْزَقَانِهِ} فعل ونائب فاعل ومفعول، والجملة في محل الرفع صفة لـ {طَعَامٌ} . {إلا} أداة استثناء مفرغ من أعم الأحوال. {نَبَّأْتُكُمَا} فعل وفاعل ومفعول. {بِتَأْوِيلِهِ} متعلِّق به، والجملة في محل الجر بإضافة المستثنى المحذوف، والتقدير: لا يأتيكما طعام ترزقانه في حال من الأحوال إلا في حال تنبئني إياكما بتأويله. {قَبْلَ} منصوب على الظرفية. {أَنْ يَأْتِيَكُمَا} ناصب وفعل ومفعول، وفاعله ضمير يعود على الطعام، والجملةُ في تأويل مصدر مجرور بإضافة الظرف إليه، تقديره: قبل إتيانه إياكما، والظرفُ متعلق بـ {نَبَّأْتُكُمَا} . {ذَلِكُمَا} مبتدأ. {مِمَّا} جار ومجرور خبرُ المبتدأ، والجملة مستأنفة. {عَلَّمَنِي رَبِّي} فعل ومفعول أول، وفاعل، والمفعول الثاني محذوف تقديره: مما علَّمنِيه ربي، والجملة صلةٌ لـ (ما) أو صفةٌ لها، والعائد، أو الرابطُ الضمير المحذوف. {إِنِّي} ناصب واسمه. {تَرَكْتُ} فعل وفاعل. {مِلَّةَ قَوْمٍ} مفعول، ومضاف إليه، وجملةُ {تَرَكْتُ} في محل الرفع خبر (إن) ، وجملة (إنَّ) مستأنفة على كونها مقولَ {قَالَ} . {لَا يُؤْمِنُونَ بِاللَّهِ} فعل وفاعل. {بِاللَّهِ} متعلق به والجملة في محل الجر </p><p> صفة لـ {قَوْمٍ} . {وَهُمْ} مبتدأ. {بِالْآخِرَةِ} متعلق بـ {كَافِرُونَ} . {هُمْ} الثاني تأكيد للأول. {كَافِرُونَ} خبر المبتدأ، والجملة الاسمية في محل الجر معطوفة على جملة {لَا يُؤْمِنُونَ} على كونها صفةً لـ {قَوْمٍ} . </p><p> {وَاتَّبَعْتُ مِلَّةَ آبَائِي إِبْرَاهِيمَ وَإِسْحَاقَ وَيَعْقُوبَ مَا كَانَ لَنَا أَنْ نُشْرِكَ بِاللَّهِ مِنْ شَيْءٍ} . </p><p> {وَاتَّبَعْتُ} فعل وفاعل. {مِلَّةَ آبَائِي} مفعول به، ومضاف إليه، والجملة الفعلية في محل الرفع معطوفة على جملة {تَرَكْتُ} على كونها خبرًا لـ (إن) . {إِبْرَاهِيمَ} بدل من {آبَائِي} بدل تفصيل من مجمل مجرور بالفتحة. {وَإِسْحَاقَ وَيَعْقُوبَ} معطوفان على {إِبْرَاهِيمَ} . {مَا} نافية. {كَانَ} فعل ماض ناقص. {لَنَا} خبرها مقدم على اسمها. {أَنْ نُشْرِكَ} ناصب وفعل، وفاعله ضمير يعود على يوسف. {بِاللَّهِ} متعلق بـ {نُشْرِكَ} . {مِنْ شَيْءٍ} مفعول {نُشْرِكَ} و (من) زائدة، وجملة {نُشْرِكَ} في تأويل مصدر مرفوع على كونه اسم {كَانَ} والتقدير: ما كان إشراكُنَا بالله شيئًا كائنًا لنا، والجملة مستأنفة على كونها مقولًا لـ {قَالَ} . </p><p> {ذَلِكَ مِنْ فَضْلِ اللَّهِ عَلَيْنَا وَعَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ} . </p><p> {ذَلِكَ} مبتدأ. {مِنْ فَضْلِ اللَّهِ} خبر المبتدأ، والجملة مستأنفة على كونها مقولًا لـ {قَالَ} . {عَلَيْنَا} متعلق بـ {فَضْلِ اللَّهِ} . {وَعَلَى النَّاسِ} معطوف على {عَلَيْنَا} . {وَلَكِنَّ أَكْثَرَ النَّاسِ} ناصب واسمه. وجملة {لَا يَشْكُرُونَ} خبر {لكن} والجملة معطوفة على جملة قوله: {ذَلِكَ مِنْ فَضْلِ اللَّهِ} على كونها مقولًا لـ {قَالَ} . </p><p> {يَا صَاحِبَيِ السِّجْنِ أَأَرْبَابٌ مُتَفَرِّقُونَ خَيْرٌ أَمِ اللَّهُ الْوَاحِدُ الْقَهَّارُ (٣٩) }. </p><p> {يَا صَاحِبَيِ السِّجْنِ} منادى مضاف، وجملة النداء في محل النصب مقول {قَالَ} ، وهو من إضافة الوصف إلى الظرف؛ أي: يا صاحبين لي في السجن، أو من باب الإضافة إلى الشبيه بالمفعول، والمعنى: يا ساكني السجن. {أَأَرْبَابٌ}  (الهمزة) للاستفهام التقريري. {أرباب} مبتدأ. {مُتَفَرِّقُونَ} صفة له، والجملة </p><p> في محل النصب مقول {قَالَ} على كونها جواب النداء {خَيْرٌ أَمِ} عاطفة متصلة. {اللَّهُ} معطوف على {أرباب} . {الْوَاحِدُ} صفة أولى للجلالة. {الْقَهَّارُ} صفة ثانية له. </p><p> {مَا تَعْبُدُونَ مِنْ دُونِهِ إِلَّا أَسْمَاءً سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ مَا أَنْزَلَ اللَّهُ بِهَا مِنْ سُلْطَانٍ إِنِ الْحُكْمُ إِلَّا لِلَّهِ أَمَرَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ (٤٠) }. </p><p> {مَا} نافية. {تَعْبُدُونَ} فعل وفاعل. {مِنْ دُونِهِ} متعلق به، والمستثنى منه محذوف تقديره: ما تعبدون من دونه شيئًا. {إِلَّا} أداة استثناء. {أَسْمَاءً} منصوب على الاستثناء. {سَمَّيْتُمُوهَا} فعل وفاعل ومفعول أول. {أَنْتُمْ} تأكيد لتاء المخاطبين، ليُعْطَفَ عليه ما بعده. {وَآبَاؤُكُمْ} معطوف على (تاء) الفاعل والمفعول الثاني لـ {سميتم} محذوف تقديره: سميتموها آلهةً، وجملة {سَمَّى} في محل النصب صفة لـ {أسماء} . {مَا أَنْزَلَ اللَّهُ}  (ما) نافية. {أَنْزَلَ اللَّهُ} فعل وفاعل، والجملة في محل النصب مقول {قَالَ} . {بِهَا} متعلق بـ {أَنْزَلَ} . {مِنْ سُلْطَانٍ} مفعول {أَنْزَلَ} و {من} زائدة. {إِنِ الْحُكْمُ}  {إن} نافية. {الْحُكْمُ} مبتدأ. {إلا} أداة استثناء مفرغ. {لِلَّهِ} جار ومجرور خبر المبتدأ، والجملة في محل النصب مقول {قَالَ} . {أَمَرَ} فعل ماض، وفاعله ضمير يعود على الله، والجملة مستأنفة على كَوْنِها مقول {قَالَ} . {أَلَّا تَعْبُدُوا}  {أن} حرف نصب ومصدر. {لا} نافية. {تَعْبُدُوا} فعل وفاعل منصوب بـ (أن) . {إِلَّا} أداة استثناء مفرغ. {إِيَّاهُ} ضمير نصب منفصل في محل النصب مفعول {تَعْبُدُوا} ، وجملة {تَعْبُدُوا} في تأويل مصدر مجرور بحرف جر محذوف تقديره: أمَرَ بعدم عِبَادَتِكم إلَّا إياه. {ذَلِكَ} مبتدأ. {الدِّينُ} خبره. {الْقَيِّمُ} صفة لـ {الدِّينُ} ، والجملة في محل النصب مقول {قَالَ} . {وَلَكِنَّ أَكْثَرَ النَّاسِ} ناصب، واسمه. وجملة {لَا يَعْلَمُونَ} في محل الرفع خبر {لكن} ، وجملة {لكن} في محل النصب معطوفة على الجملة التي قبلها. </p><p> {يَا صَاحِبَيِ السِّجْنِ أَمَّا أَحَدُكُمَا فَيَسْقِي رَبَّهُ خَمْرًا} . </p><p> {يَا صَاحِبَيِ السِّجْنِ} منادى مضاف، وجملة النداء في محل النصب مقول {قَالَ} . {أَمَّا} حرف شرط وتفصيل. {أَحَدُكُمَا} مبتدأ، ومضاف إليه. {فَيَسْقِي رَبَّهُ خَمْرًا} فعل ومفعولان، و (الفاء) رابطة لجواب {أما} واقعة في غير موضعها، وفاعله ضمير يعود على الأحد. والجملة الفعلية في محل الرفع خبر المبتدأ، والجملة الاسمية جواب {أما} لا محلَّ لها من الإعراب، وجملة {أما} في محل النصب مقول {قَالَ} على كونها مستأنفة استئنافًا بيانيًّا. </p><p> {وَأَمَّا الْآخَرُ فَيُصْلَبُ فَتَأْكُلُ الطَّيْرُ مِنْ رَأْسِهِ قُضِيَ الْأَمْرُ الَّذِي فِيهِ تَسْتَفْتِيَانِ} . </p><p> {وَأَمَّا}  {الواو} عاطفة. {أما} حرف شرط. {الْآخَرُ} مبتدأ. {فَيُصْلَبُ}  (الفاء) رابطة لجواب {أما} . {يصلب} فعل مضارع مغيَّر الصيغة ونائب فاعله ضمير يعود على {الآخر} والجملة الفعلية في محل الرفع خبر المبتدأ، والجملة الاسمية جواب {أما} ، وجملة {أما} معطوفة على جملة {أما} الأولى. {فَتَأْكُلُ}  (الفاء) عاطفة. {تأكل الطير} فعل وفاعل. {مِنْ رَأْسِهِ} متعلق به، والجملة الفعلية في محل الرفع معطوفة على جملة (يصلب) . {قُضِيَ الْأَمْرُ} فعل ونائب فاعل، والجملة في محل النصب مقول {قَالَ} . {الَّذِي} في محل الرفع صفة لـ {الأمر} . {فِيهِ} متعلق بما بعده. {تَسْتَفْتِيَانِ} فعل وفاعل، والجملة صلة الموصول، والعائد ضمير فيه. </p><p> {وَقَالَ لِلَّذِي ظَنَّ أَنَّهُ نَاجٍ مِنْهُمَا اذْكُرْنِي عِنْدَ رَبِّكَ فَأَنْسَاهُ الشَّيْطَانُ ذِكْرَ رَبِّهِ فَلَبِثَ فِي السِّجْنِ بِضْعَ سِنِينَ (٤٢) }. </p><p> {وَقَالَ}  {الواو} عاطفة. {قال} فعل ماض، وفاعله ضمير يعود على يوسف، والجملة معطوفة على جملة قوله:  {قَالَ لَا يَأْتِيكُمَا طَعَامٌ تُرْزَقَانِهِ} . {لِلَّذِي} جار ومجرور متعلق بـ {قَالَ} . {ظَنَّ} فعل ماض ناسخ، وفاعله ضمير يعود على الموصول والجملة صلة الموصول. {أَنَّهُ نَاجٍ} ناصب واسمه وخبره. {مِنْهُمَا} جار ومجرور حال من الضمير المستتر في {نَاجٍ} ؛ أي: حَالَة الناجي من جملة الاثنين، وجملة (أن) في تأويل مصدر سَادٍّ مسدَّ مفعولي {ظَنَّ} تقديره: </p><p> وقال للذي ظن نجاته حَالَةَ كونه منهما. {اذْكُرْنِي عِنْدَ رَبِّكَ} مقول محكي لـ {قَالَ} ، وإن شئت قلت:  {اذْكُرْنِي} فعل ومفعول و (نون) وقاية وفاعله ضمير يعود على {الناجي} . {عِنْدَ رَبِّكَ} متعلق به، والجملة الفعلية في محل النصب مقول {قَالَ} . {فَأَنْسَاهُ الشَّيْطَانُ}  (الفاء) عاطفة. {أنساه الشيطان} فعل ومفعول أول وفاعل. {ذِكْرَ رَبِّهِ} مفعول ثان، ومضاف إليه، والجملة معطوفة على جملة {قَالَ} . {فَلَبِثَ}  (الفاء) عاطفة. {لبث} فعل ماض، وفاعله ضمير يعود على يوسف. {فِي السِّجْنِ} متعلق بـ {لبث} والجملة معطوفة على جملة {أنساه} . {بِضْعَ} منصوب على الظرفية الزمانية متعلق بـ {لبث} بضع مضاف. {سِنِينَ} مضاف إليه. </p><p> {وَقَالَ الْمَلِكُ إِنِّي أَرَى سَبْعَ بَقَرَاتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعَ سُنْبُلَاتٍ خُضْرٍ وَأُخَرَ يَابِسَاتٍ} . </p><p> {وَقَالَ الْمَلِكُ} فعل وفاعل، والجملة مستأنفة. {إِنِّي أَرَى} إلى قوله: {قَالُوا} مقول محكي، وإن شئت قلت:  {إِنِّي} ناصب واسمه. {أَرَى} فعل مضارع، وفاعله ضمير يعود على الملك. {سَبْعَ بَقَرَاتٍ} مفعول به، ومضاف إليه. {سِمَانٍ} صفة لـ {بَقَرَاتٍ} . {يَأْكُلُهُنَّ سَبْعٌ} فعل ومفعول وفاعل. {عِجَافٌ} صفة لـ {سَبْع} وجملة {يَأْكُلُهُنَّ} في محل النصب مفعول ثان لـ {أَرَى} وجملة {أَرَى} في محل الرفع خبر (إن) ، وجملة (إن) في محل النصب مقول {قَالَ} . {وَسَبْعَ سُنْبُلَاتٍ} معطوف على {سَبْعَ بَقَرَاتٍ} . {خُضْرٍ} صفة لـ {سُنْبُلَاتٍ} . {وَأُخَرَ} معطوف على {سَبْعَ} لا على {سُنْبُلَاتٍ} ويكون، قد حُذِفَ اسمُ العدد من قوله:  {وَأُخَرَ يَابِسَاتٍ} والتقدير: وسبعًا آخر، وإنما حذفَ لأن التقسيم في البقرات يقتضي التقسيم في السنبلات، اهـ \"سمين\" . {يَابِسَاتٍ} صفة لـ {أُخر} . </p><p> {يَا أَيُّهَا الْمَلَأُ أَفْتُونِي فِي رُؤْيَايَ إِنْ كُنْتُمْ لِلرُّؤْيَا تَعْبُرُونَ} . </p><p> {يا} حرف نداء. {أي} منادى نكرة مقصودة. {ها} حرف تنبيه زائد. {الْمَلَأُ} صفة لـ {أي} وجملة النداء في محل النصب مقول {قَالَ} . {أَفْتُونِي} </p><p> فعل وفاعل ومفعول، و (نون) وقاية. {فِي رُؤْيَايَ} جار ومجرور، ومضاف إليه، متعلق به، والجملة الفعلية في محل النصب مقول {قَالَ} على كونِها جوابَ النداء. {إن} حرف شرط. {كُنْتُمْ} فعل ناقص، واسمه في محل الجزم بـ (إن) الشرطية على كونه فعلَ شرط لها. {لِلرُّؤْيَا}  (اللام) زائدة في المفعول. {الرؤيا} مفعول مقدم لـ {تَعْبُرُونَ} . {تَعْبُرُونَ} فعل وفاعل، والجملة الفعلية في محل النصب خبر {كان} ، وجواب {إن} الشرطية محذوفٌ معلوم ممَّا قبله تقديره: إن كنتم تعبرون الرؤيا، فأفتوني في رؤياي، وجملة {إن} الشرطية في محلَّ النصب مقول {قال} . </p><p> {قَالُوا أَضْغَاثُ أَحْلَامٍ وَمَا نَحْنُ بِتَأْوِيلِ الْأَحْلَامِ بِعَالِمِينَ (٤٤) }. </p><p> {قَالُوا} فعل وفاعل، والجملة مستأنفة. {أَضْغَاثُ أَحْلَامٍ} إلى قوله: {وَقَالَ الَّذِي نَجَا} مقول محكي، لـ {قَالُوا} ، وإن شئتَ قلت:  {أَضْغَاثُ أَحْلَامٍ} خبر لمبتدأ محذوف تقديره: هذه أضغاث أحلام، والجملة الاسمية في محل النصب مقول {قَالُوا} . {وَمَا}  {الواو} عاطفة. {ما} نافية حجازية، أو تميمية. {نَحْنُ} اسمها أو مبتدأ. {بِتَأْوِيلِ الْأَحْلَامِ} جار ومجرور ومضاف إليه متعلق بما بعده. {بِعَالِمِينَ} خبر {ما} الحجازية أو خبر المبتدأ و {الباء} زائدة، والجملة الاسمية في محل النصب معطوفة على جملة قوله:  {أَضْغَاثُ أَحْلَامٍ} على كونها مقول {قَالُوا} . </p><p> {وَقَالَ الَّذِي نَجَا مِنْهُمَا وَادَّكَرَ بَعْدَ أُمَّةٍ أَنَا أُنَبِّئُكُمْ بِتَأْوِيلِهِ فَأَرْسِلُونِ (٤٥) }. </p><p> {وَقَالَ الَّذِي} فعل وفاعل، والجملة معطوفة على جملة {قَالُوا} . {نَجَا} فعل ماض، وفاعله ضمير يعود على الموصول، والجملة صلة الموصول. {مِنْهُمَا} جار ومجرور حال من فاعل {نَجَا} . {وَادَّكَرَ}  {الواو} واو الحال. {ادكر} فعل ماض، وفاعله ضمير يعود على {الَّذِي نَجَا} . {بَعْدَ أُمَّةٍ} ظرف، ومضاف إليه متعلق بـ {ادكر} ، والجملة في محل النصب حال من فاعل {نَجَا} . {أَنَا أُنَبِّئُكُمْ} إلى قوله: {تَزْرَعُونَ} مقول محكي لـ {قَالَ} ، وإن شئت قلت: </p><p> {أَنَا} مبتدأ. {أُنَبِّئُكُمْ} فعل ومفعول أول، وفاعله ضمير يعود على {الَّذِي نَجَا} . {بِتَأْوِيلِهِ} مفعول ثان، و (الباء) زائدة، والجملة الفعلية في محل الرفع خَبر المبتدأ، والجملة الاسمية في محل النصب مقول {قَالَ} . {فَأَرْسِلُونِ}  (الفاء) عاطفة. (أرسلوا) فعل أمر مبني على حذف النون، و {الواو} فاعل، والنون للوقاية و (ياء) المتكلم المحذوفة اجتزاء عنها بكسرة (نون) الوقاية في محل النصب مفعول به، والجملة في محل النصب معطوفة على جملة {أَنَا أُنَبِّئُكُمْ} . </p><p> {يُوسُفُ أَيُّهَا الصِّدِّيقُ أَفْتِنَا فِي سَبْعِ بَقَرَاتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعِ سُنْبُلَاتٍ خُضْرٍ وَأُخَرَ يَابِسَاتٍ لَعَلِّي أَرْجِعُ إِلَى النَّاسِ لَعَلَّهُمْ يَعْلَمُونَ} . </p><p> {يُوسُفُ} منادى مفرد العلم حذف منه حرف النداء، وجملة النداء في محل النصب مقول {قَالَ} . {أَيُّهَا} منادى نكرة مقصودة حذفت منه حرف النداء للتخفيف. {الصِّدِّيقُ} صفة لـ {أي} وجملة النداء في محل النصب مقول {قال} . {أَفْتِنَا} فعل ومفعول، وفاعله ضمير يعود على يوسف، والجملة في محل النصب مقول {قَالَ} على كونها جَوابَ النداء. {فِي سَبْعِ بَقَرَاتٍ} جار ومجرور، ومضاف إليه، متعلق بـ {أَفْتِنَا} . {سِمَانٍ} صفة لـ {بَقَرَاتٍ} . {يَأْكُلُهُنَّ} فعل ومفعول. {سَبْعٌ} فاعل. {عِجَافٌ} صفة لـ {سَبْعٌ} ، والجملة الفعلية في محل الجر صفة لـ {سَبْعٌ} ، ولكنها سببية، أو في محل النصب حال من {سَبْعٌ} . {وَسَبْعِ سُنْبُلَاتٍ} معطوف على {سَبْعِ بَقَرَاتٍ} . {خُضْرٍ} صفة لـ {سَبْعِ} . {وَأُخَرَ} معطوف على {سَبْعِ} على كونه صفة لمحذوف تقديره: وسبعًا أخر مجرور بالفتحة للوصفية، والعدل؛ لأنه معدول عن الآخَر. {يَابِسَاتٍ} صفة لـ {أُخر} . {لَعَلِّي} ناصب واسمه. {أَرْجِعُ} فعل مضارع، وفاعله ضمير يعود على {الَّذِي نَجَا} . {إِلَى النَّاسِ} متعلق به، والجملة الفعلية في محل الرفع خبر {لَعَلِّي} وجملة {لعل} في محل النصب مقول {قال} على كونها مسوقة لتعليل قوله {أَفْتِنَا} . {لَعَلَّهُمْ} ناصب واسمه، وجملة {يَعْلَمُونَ} خبره، وجملة {لعلَّ} في محل النصب مقول {قال} على كونها مسوقة لتعليل الترجي قبلها. </p><p> {قَالَ تَزْرَعُونَ سَبْعَ سِنِينَ دَأَبًا فَمَا حَصَدْتُمْ فَذَرُوهُ فِي سُنْبُلِهِ إِلَّا قَلِيلًا مِمَّا تَأْكُلُونَ (٤٧) }. </p><p> {قَالَ} فعل ماض، وفاعله ضمير يعود على يوسف، والجملة مستأنفة. {تَزْرَعُونَ} إلى قوله: {وَقَالَ الْمَلِكُ} مقول محكي، وإن شئت قلت:  {تَزْرَعُونَ سَبْعَ سِنِينَ} فعل، وفاعل، ومفعول، والجملة في محل النصب مقول {قَالَ} . {دَأَبًا} مصدر واقع موقع الصفة، فهو صفة لـ {سَبْعَ سِنِينَ} ؛ أي: سبع سنين متواليةً متتابعة، أو واقع موقِع الحال، فهو حال من (واو)  {تَزْرَعُونَ} ؛ أي: حَالَة كونكم متدائبين؛ أي: مستمرين في الزراعة في تلك السبع. {فَمَا حَصَدْتُمْ}  (الفاء) فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفتم أنَّكم تزرعون سَبْعَ سنين، وأرَدْتُم بَيَانَ ما تفعلون بالمحصود من الزرع، فأقول لكم:  {ما حصدتم} . {مَا} اسم شرط في محل الرفع مبتدأ، والخبر جملة الشرط، أو الجواب أو هما على الخلاف المذكور في محله. {حَصَدْتُمْ} فعل، وفاعل في محل الجزم بما، والرابط محذوف تقديره: فما حصدتموه. {فَذَرُوهُ}  {الفاء} رابطة الجواب. {ذروه} فعل وفاعل، ومفعول في محل الجزم على كونه جواب الشرط. {فِي سُنْبُلِهِ} متعلق به، وجملة {ما} الشرطية في محل النصب مقول لجواب {إذا} المقدرة، وجملة إذا المقدرة في محل النصب مقول {قال} . {إلا} أداة استثناء. {قَلِيلًا} منصوب على الاستثناء. {مِمَّا} جار ومجرور صفة لـ {قَلِيلًا} . {تَأْكُلُونَ} فعل وفاعل صلة لـ (ما) ، أو صفة لها، والعائد، أو الرابط محذوف، تقديره: مما تأكلونه. </p><p> {ثُمَّ يَأْتِي مِنْ بَعْدِ ذَلِكَ سَبْعٌ شِدَادٌ يَأْكُلْنَ مَا قَدَّمْتُمْ لَهُنَّ إِلَّا قَلِيلًا مِمَّا تُحْصِنُونَ (٤٨) }. </p><p> {ثُمَّ} حرف عطف. {يَأْتِي} فعل مضارع. {مِنْ بَعْدِ ذَلِكَ} متعلق بـ {يَأْتِي} . {سَبْعٌ} فاعل. {شِدَادٌ} صفة أولى له. {يَأْكُلْنَ} فعل وفاعل، والجملة صفة ثانية لـ {سَبْعٌ} ولكنها صفة سببية، وجملة {يَأْتِي} في محل النصب معطوفة على جملة {تَزْرَعُونَ} على كونها مقول {قَالَ} . {مَا} موصولة أو موصوفة في محل النصب مفعول {يَأْكُلْنَ} . {قَدَّمْتُمْ} فعل وفاعل. {لَهُنَّ} متعلق به، والجملة صلة لـ {ما} </p><p> أو صفة لها، والعائد، أو الرابط محذوف تقديره: ما قدمتموه لهن. {إلا} أداة استثناء. {قَلِيلًا} منصوب على الاستثناء. {مِمَّا} جار ومجرور صفة لـ {قَلِيلًا} . {تُحْصِنُونَ} فعل وفاعل صلة لـ {ما} أو صفة لها، والعائد، أو الرابط محذوف تقديره: تحصنونه. </p><p> {ثُمَّ يَأْتِي مِنْ بَعْدِ ذَلِكَ عَامٌ فِيهِ يُغَاثُ النَّاسُ وَفِيهِ يَعْصِرُونَ (٤٩) }. </p><p> {ثُمَّ} حرف عطف. {يَأْتِي} فعل مضارع. {مِنْ بَعْدِ ذَلِكَ} متعلق به. {عَامٌ} فاعل، والجملة في محل النصب معطوفة على جملة {ثُمَّ يَأْتِي} الأول. {فِيهِ} متعلق بـ {يُغَاثُ} . {يُغَاثُ النَّاسُ} فعل ونائب فاعل، والجملة في محل الرفع صفة لـ {عَامٌ} . {وَفِيهِ} متعلق بـ {يَعْصِرُونَ} . وجملة {يَعْصِرُونَ} في محل الرفع معطوفة على جملة {يُغَاثُ} . </p><p> {وَقَالَ الْمَلِكُ ائْتُونِي بِهِ فَلَمَّا جَاءَهُ الرَّسُولُ قَالَ ارْجِعْ إِلَى رَبِّكَ فَاسْأَلْهُ مَا بَالُ النِّسْوَةِ اللَّاتِي قَطَّعْنَ أَيْدِيَهُنَّ إِنَّ رَبِّي بِكَيْدِهِنَّ عَلِيمٌ (٥٠) }. </p><p> {وَقَالَ الْمَلِكُ} فعل، وفاعل معطوف على محذوف تقديره: فلما رجع الساقي إلى الملك، وأخبره بما ذكره يوسف استحسنه الملك، وقال: ائتوني به، كما مرَّ في مبحث التفسير. {ائْتُونِي بِهِ} مقول محكي، وإن شئت قلت:  {ائتوني} فعل وفاعل، ومفعول. {بِهِ} متعلق به، والجملة في محل النصب مقول {قَالَ} . {فَلَمَّا}  {الفاء} عاطفة. {لما} حرف شرط غير جازم. {جَاءَهُ الرَّسُولُ} فعل ومفعول، وفاعل، والجملة فعل شرط لـ {لَمَّا} . {قَالَ} فعل ماض، وفاعله ضمير يعود على يوسف، والجملة جواب {لما} ، وجملة {لما} معطوفة على محذوف تقديره: فرجع الرسول إلى يوسف من عند الملك ليخرجه من السجن، فلما جاءه الرسول، قال يوسف: ارجع إلى ربك. {ارْجِعْ إِلَى رَبِّكَ} إلى قوله: {قَالَ مَا خَطْبُكُنَّ} مقول محكي، وإن شئت قلت:  {ارْجِعْ} فعل أمر، وفاعله ضمير يعود على الرسول، والجملة في محل النصب مقول {قَالَ} . {إِلَى رَبِّكَ} متعلق به. {فَاسْأَلْهُ}  {الفاء} عاطفة. {اسأله} فعل ومفعول أول، وفاعله ضمير يعود على الرسول، والجملة في محل النصب معطوفة على جملة </p><p> {ارْجِعْ} . {مَا بَالُ النِّسْوَةِ}  {ما} اسم استفهام في محل الرفع مبتدأ. {بَالُ النِّسْوَةِ} خبر، ومضاف إليه، والجملة الاسمية في محل النصب سادة مسد المفعول الثاني لـ {سأل} . {اللَّاتِي} صفة لـ {النسوة} . {قَطَّعْنَ أَيْدِيَهُنَّ} فعل وفاعل ومفعول، والجملة صلة الموصول. {إِنَّ رَبِّي} ناصب واسمه. {بِكَيْدِهِنَّ} متعلق بـ {عَلِيمٌ} . {عَلِيمٌ} خبر (إن) ، وجملة (إن) في محل النصب مقول {قَالَ} على كونها مسوقة لتعليل ما قبلها. </p><p> {قَالَ مَا خَطْبُكُنَّ إِذْ رَاوَدْتُنَّ يُوسُفَ عَنْ نَفْسِهِ قُلْنَ حَاشَ لِلَّهِ مَا عَلِمْنَا عَلَيْهِ مِنْ سُوءٍ قَالَتِ امْرَأَتُ الْعَزِيزِ الْآنَ حَصْحَصَ الْحَقُّ أَنَا رَاوَدْتُهُ عَنْ نَفْسِهِ وَإِنَّهُ لَمِنَ الصَّادِقِينَ (٥١) ذَلِكَ لِيَعْلَمَ أَنِّي لَمْ أَخُنْهُ بِالْغَيْبِ وَأَنَّ اللَّهَ لَا يَهْدِي كَيْدَ الْخَائِنِينَ (٥٢) }. </p><p> {قَالَ} فعل ماض، وفاعله ضمير يعود على الملك، والجملة مستأنفة. {مَا خَطْبُكُنَّ} إلى قوله: {قُلْنَ حَاشَ لِلَّهِ} مقول محكي، لـ {قَالَ} ، وإن شئت قلت:  {ما} اسم استفهام للاستفهام الاستخباري في محل الرفع مبتدأ. {خَطْبُكُنَّ} خبره، والجملة في محل النصب مقول {قَالَ} . {إِذْ} ظرف لما مضى من الزمان في محل النصب على الظرفية متعلق بـ {خَطْبُكُنَّ} لأنه في معنى الفعل إذ المعنى ما فعلتن، وما أردتن به في ذلك الوقت، اهـ \"سمين\" . {رَاوَدْتُنَّ يُوسُفَ} فعل وفاعل ومفعول. {عَنْ نَفْسِهِ} متعلق بـ {رَاوَدْتُنَّ} ، والجملة الفعلية في محل الجر، مضاف إليه لـ {إذ} . {قُلْنَ} فعل، وفاعل، والجملة مستأنفة. {حَاشَ لِلَّهِ مَا عَلِمْنَا عَلَيْهِ مِنْ سُوءٍ} مقول محكي لـ {قُلْنَ} وإن شئت قلت {حَاشَ} فعل ماض بمعنى بَعُدَ مبني بفتحة مقدرة على الألف المحذوفة، للتخفيف لكثرة الاستعمال، وفاعله ضمير يعود على يوسف. {لِلَّهِ} جار ومجرور متعلق به، ولكنه على حذف مضاف، والتقدير: حاش يوسف عن المعصية لطاعة الله تعالى وخوفه كما ذكره أبو البقاء، والجملة في محل النصب مقول {قَالَ} . {مَا} نافية. {عَلِمْنَا} فعل وفاعل {عَلَيْهِ} متعلق به. {مِنْ} زائدة. {سُوءٍ} مفعول به؛ لأن علم هنا بمعنى عرف، والجملة الفعلية في محل النصب مقول {قَالَ} . {قَالَتِ امْرَأَتُ الْعَزِيزِ} فعل وفاعل، ومضاف إليه، والجملة مستأنفة. {الْآنَ حَصْحَصَ الْحَقُّ} </p><p> إلى قوله:  {وَأَنَّ اللَّهَ لَا يَهْدِي كَيْدَ الْخَائِنِينَ} مقول محكي لـ {قَالَ} ، وإن شئت قلت:  {الْآنَ} ظرف للزمان الحاضر في محل النصب على الظرفية، متعلق بـ {حَصْحَصَ} . {حَصْحَصَ الْحَقُّ} فعل، وفاعل، والجملة في محل النصب مقول {قَالَتِ} . {أَنَا} مبتدأ. {رَاوَدْتُهُ} فعل وفاعل ومفعول. {عَنْ نَفْسِهِ} متعلق به، والجملة الفعلية في محل الرفع خبر المبتدأ، والجملة الاسمية في محل النصب مقول {قَالَتِ} . {وَإِنَّهُ}  {الواو} عاطفة. {إنه} ناصب واسمه. {لَمِنَ}  {اللام} حرف ابتداء. {مِنَ الصَّادِقِينَ} جار ومجرور خبر {إن} والجملة الاسمية في محل النصب معطوفة على الجملة الاسمية المذكورة قبلها. {ذَلِكَ} مبتدأ. {لِيَعْلَمَ}  {اللام} حرف جر وتعليل. {يعلم} فعل مضارع منصوب بأن مضمرة جوازًا بعد لام كي، وفاعله ضمير يعود على يوسف على القول، بأنه من كلام زليخا، وهو الظاهر من السياق، أو يعود على العزيز إن قلنا: إنه من كلام يوسف، وفيه تكلف ظاهر كما مرت الإشارة إليه، في مبحث التفسير. والجملة الفعلية مع أن المضمرة في تأويل مصدر مجرور باللام، تقديره: لعلم يوسف أني لم أخنه بالغيب الجار والمجرور متعلق بمحذوف خبر المبتدأ، ذلك الاعتراف كائن مني لكي يعلم يوسف أني لم أخنه بالغيب. {أَنِّي} ناصب واسمه. {لَمْ أَخُنْهُ} جازم وفعل ومفعول، وفاعله ضمير يعود على زليخا، والجملة في محل الرفع خبر (أن) وجملة (أن) في تأويل مصدر ساد مسد مفعولي {علم} تقديره: ذلك ليعلم يوسف عدم خيانتي إياه في الغيب. {بِالْغَيْبِ} جار ومجرور إما حال من فاعل {أَخُنْهُ} تقديره: حَالَةَ كوني غَائِبًا عن عينيه أو من المفعول تقديره: حَالَةَ كونه غَائِبًا عن عيني، ويجوز أن تكون (الباء) ظرفية متعلقة بـ {أَخُنْهُ} ؛ أي: لم أخنه في مكان الغيب، ذكره \"السمين\" . {وَأَنَّ اللَّهَ} ناصب واسمه. {لَا يَهْدِي كَيْدَ الْخَائِنِينَ} فعل ومفعول، ومضاف إليه، وفاعله ضمير يعود على الله، والجملة في محل الرفع خبر {أن} ، وجملة {أن} معطوفة على جملة {أن} المذكورة قبلها على كونها في تأويل مصدر ساد مسد مفعولي {علم} تقديره: ذلك الاعتراف {لِيَعْلَمَ} يوسف عدمَ خيانتي إياه، في الغيب، وعدم هداية الله تعالى كَيدَ الخائنين؛ أي: عَدَمَ إتمامه لهم مرادَهم من الكيد والمكر. </p><p> التصريف ومفردات اللغة </p><p> {وَدَخَلَ مَعَهُ} ؛ أي: في صحبته؛ أي: صَاحَبَاهُ في الدخول فَدَخَلَ الثلاثةُ في وقت واحد. {فَتَيَانِ} تثنية فتى قلبت ألفه ياء في التثنية، لكونها أصله؛ لأنه من فتِيَ بوزن رَضِيَ بمعنى شَبَّ، وذلك يدل على أنهما عبدان للملك الأكبر. ويحتمل أن يكون الفتى اسمًا للخادم، وإن لم يكن مملوكًا. {إِنِّي أَرَانِي أَعْصِرُ خَمْرًا} ؛ أي: عِنبًا فسمَّاه باسم ما يؤول إليه لكونه المقصود. {خُبْزًا} الخُبْزُ معروف، وجمعه خبز ومعانيه خبَّازٌ. {الطَّيْرُ} اسم جنس مفرده الطائر. {نَبِّئْنَا بِتَأْوِيلِهِ} ؛ أي: أَخبرنا بتأويل ما قصصناه عليك من مجموع المرئيين، أو بتأويل المذكور لك من كلامنا. {مِنَ الْمُحْسِنِينَ} ؛ أي: من العالمين بتعبير الرؤيا، والإحسان هنا: بمعنى العلم. وكذا قال الفراء: إن مَعْنَى {مِنَ الْمُحْسِنِينَ} من العالمين الذين أحسنوا العِلْمَ. وقال ابن إسحاق: من المحسنين إلينا، إن فسرت ذلك، أو من المحسنين إلى أهل السجن. {إِنِّي تَرَكْتُ مِلَّةَ قَوْمٍ} التَّرْكُ هنا عبارةٌ عن عدم التلبُّس بالشيء من أول الأمر، وعدم الالتفات إليه بالكلية، اهـ \"خازن\" . {يَا صَاحِبَيِ السِّجْنِ} ؛ أي: مُصَاحبين للسجن لطول مقامهما فيه. وقيل: المرادُ يا صاحبي في السجن؛ لأن السِّجْنَ ليس بمصحوب، بل مصحوب فيه، وأنَّ ذلك من باب يا سارق الليلة، وعلى الأول من باب قوله:  {أَصْحَابُ الْجَنَّةِ} ، {أَصْحَابَ النَّارِ} . {أَأَرْبَابٌ مُتَفَرِّقُونَ} ؛ أي: من أجناس مختلفة من حيوان، أو جماد، كذهب، وفضة، وحديد، وخشب، وحجارة. </p><p> {فَلَبِثَ فِي السِّجْنِ بِضْعَ سِنِينَ} السجن: المَحْبَسُ. والبضع: ما بين الثلاث إلى التسع، قاله قتادة. وقال مجاهد: من الثلاثة إلى السبعة. وقال أبو عبيدة: البضع لا يبلغ العقد، وإنما هو من الواحد إلى العشرة. وقال الفراء: ولا يُذْكَر البِضع إلا مع العشرات، ولا يُذْكَر مع مئة ولا ألف. {سَبْعَ بَقَرَاتٍ سِمَانٍ} جمع سمينة، ويُجمع سَمِينٌ أيضًا عليه يقال: رِجالٌ سِمَانٌ كما يقال: نساء كرام، ورجال كرام. والسِّمَنَ مصدر سَمِن، يَسْمَنُ من باب فَرِح فهو سمين، فالمصدر واسم الفاعل جاءا على غير قياس، إذ قياسُهُما سَمْنًا بالفتح، فهو سَمِنٌ نحو: فَرِحَ فَرَحًا فهو فَرِح. وفي \"المصباح\" : سَمِنَ يسمن من باب تَعِبَ، وفي لغة: من </p><p> باب قتل إذا كَثُر لَحْمُهُ وشَحْمُه، ويتعدى بالهمزة والتضعيف. {عِجَافٌ} جمع عجفاء جمعًا سماعِيًّا، والقياسُ عُجْف كحمراء وحُمْر على حد قول ابن مالك: </p><p> فُعْلٌ لِنَحْوِ أحْمَرٍ وَحَمْرَا </p><p> لكنه حُمِل على سمان, لأنه نَقِيضُه كما ذكره \"البيضاوي\" . والعجفاء: المهزولة جِدًّا. {إِنْ كُنْتُمْ لِلرُّؤْيَا تَعْبُرُونَ} عبَر الرؤيا إذا فَسَّرها من باب نصر، ينصر، ويستعمل أيضًا بالتشديد، كعلَّم يعلِّم تَعْلِيمًا، اهـ شيخنا؛ أي: إن كنتم عَالِمين بعبارة الرؤيا، وهي الانتقالُ من الصور الخيالية إلى المعاني النفسانية التي هي مثالُها من العبور، وهو المجاوزة، وعبرت الرؤيا عبارة أثبت من عبرتها بالتشديد تعبيرًا، واللام للبيان أو لتقوية العامل، اهـ \"بيضاوي\" . وفي \"السمين\" : وحقيقةُ عَبَرْتُ الرؤيا ذَكَرْتُ عَاقِبَتَها وآخِرَ أمرها كما تقول: عَبرت النهر إذا قطعته حتى تبلغ أخر عرضه، اهـ. وفي \"المصباح\" : عبرت النهر عَبْرًا من باب قتل، وعُبُورًا أيضًا إذا قطعته إلى الجانب الآخر، وعَبَرْت الرؤيا عَبْرًا أيضًا، وعبارةً إذا فسرتها، وبالتثقيل مبالغةً، وفي التنزيل:  {إِنْ كُنْتُمْ لِلرُّؤْيَا تَعْبُرُونَ} اهـ. {أَضْغَاثُ أَحْلَامٍ} ؛ أي: هي تخاليط المنامات الباطلة التي لا معنَى لها جمع ضغث، وأصله: ما جمِعَ وحُزِم من أخلاط النبات، كالحزمة من الحشيش، فاستعير للرؤيا الكاذبة، والأحلام: جمع حلم، وهي الرؤيا الكاذبة التي لا حقيقة لها، والإضافةُ على معنى منْ؛ أي: هي أضغاث من أحلام أخرجوها من جنس الرؤيا التي لها عاقبة تؤولُ إليها، والأضغاث: جمع ضِغْثٍ بكسر الضاد، وهو ما جمع من النبات، سواءٌ كان جنسًا واحدًا أو أجناسًا مختلطة، وهو أصغر من الحزمة وأكبر من القبضة. </p><p> {وَادَّكَرَ} أصله: إذْتَكَرَ بوزن افْتَعَلَ من الدَّكر فوقعت تاء الافتعال بعد الذال، فأبدلت دالًا، فاجتمع متقاربان، فأبدل الأولُ من جنس الثاني، وأدغم، وكذا الحكمُ في (مدّكر) كما سيأتي في صورته إن شاء الله تعالى. {بَعْدَ أُمَّةٍ} بضم الهمزة، وتشديد الميم، وتاء منونة، وهيَ المدة الطويلة. وقرأ ابنُ عبَّاسٍ وغيره:  (بعد أَمَهٍ) بفتح الهمزة وتخفيف الميم، وهاء منونةٌ والأَمهُ: هو النسيان يقال: أمَهَ يأْمَهُ أَمَهًا، وأَمْهًا، والسكونُ غيرُ مقيس، والمعنى:  {بَعْدَ أُمَّةٍ} ؛ أي: بعد حين، وهو سنتان، أو سبع، أو تسع، وسمِّي الحين من الزمان، أمة لأنه </p><p> جماعة أيّامٍ؛ والأمَّةُ: الجماعة، اهـ \"خازن\" . </p><p> {دَأَبًا} قرأ حفص بفتح الهمزة والباقون بسكونها، وهما لغتان في مصدر دَأَبَ يَدْأَبُ؛ أي: دَاومَ على الشيء ولازمه، وهذا كما قالوا: ضَأَنَ وضَأْن ومعَز ومعْز، بفتح العين وسكونها، وأصل معنى الدأب التعب، ويُكنى به عن العادة المستمرة، لأنها تنشأ عن مداومة العمل اللازم له التعبُ، اهـ \"شهاب\" . {فَذَرُوهُ فِي سُنْبُلِهِ} وفي \"المصباح\" : وسُنبُل بضم الفاء والعين، الواحدة سُنْبلةً، والسبل مثله، الواحدة سَبَلَة، مثل قَصَب وقَصَبَة، وسَنْبَل الزرع أخرج سُنْبُلَهُ وأسبل أخرج سبله، اهـ. </p><p> {عَامٌ فِيهِ يُغَاثُ النَّاسُ} من الغيث على أنَّ الألف منقلبة عن ياءٍ، أو من الغوث على أنها منقلبة عن واو. والغيث مصدر غاث الله البلادَ يغيثها غيثًا، إذا أنزل بها الغيثَ، وهو المطر، والغوث الفرجُ، وزوالُ الهم، والكرب، وعلى هذا يكون فعله رُباعِيًّا يقال: استغاثَ اللهَ، فأغاثه؛ أي: أنْقَذَه من الكرب الذي هو فيه، كالحقط، اهـ \"زاده\" . وفي \"السمين\" : قوله: يغاث الناس، يجوز أن تَكُونَ الألف عن واو، وأن تكونَ عن ياء إمَّا من الغَوْثِ، وهو: الفَرَجُ، وفعلُه رباعي، يقال: أغاثنا الله من الغيث، اهـ. وفي \"المصباح\" أغاثه إغاثةً إذا أَعانَهُ، ونَصَره، فهو مُغِيث والغوث اسم منه، واستغاث به فأَغَاثَه، وأَغاثهم الله برحمته، كَشَفَ شدتَهم، وأغاثَنا المطر من ذلك فهو مغيث، وأغاثنا الله بالمَطر، والاسم الغِيَاث بالكسر، اهـ. وفيه أيضًا: الغَيْثُ المطرُ وغاث الله البلاد غَيثًا من باب ضَرب، أنزلَ بها الغيثَ، ويبنى للمفعول: فيقال: غِيثتِ الأرضُ تُغاثُ، وغاث الغيث الأرض غيثًا، من باب ضرَبَ نزل بها. وسمى النَّبَات غَيْثًا تسمية باسم السبب، ويقال: رعينا الغيثَ، اهـ. {وَفِيهِ يَعْصِرُونَ} بكسر الصاد من باب ضرب كما في \"المصباح\" و \"القاموس\" . </p><p> {مَا خَطْبُكُنَّ} والخطب الأمر والشأن الذي فيه خطر، وهو في الأصل مصدر خطب يخْطُب، وإنما يُخْطَبُ في الأمور العظام، اهـ \"سمين\" . وفي \"المختار\" : الخَطْبُ: الأمر، تقول: ما خَطْبُك. قال الأزهري: أي: ما أمْرُكَ، وتقول: هذا خطب جليل، وخَطْبُ يسير، وجمعه خُطُوب، اهـ. {الْآنَ حَصْحَصَ الْحَقُّ} ؛ أي: ظَهَرَ ووضح، وتبيَّنَ بعد خفاء، قاله الخليل. قال بعضهم: هو </p><p> مأخوذ من الحصة، والمعنى: بانَتْ حصة الحق من حصة الباطل، كما تتميز حصحص الأراضي وغيرها. وقيل بمعنى: ثَبَتَ واستَقَرَّ. وقال الراغب: حَصْحَصَ الحق، وذلك بانكشاف ما يغمِزُه وحص، وحصحص، نحو: كف، وكَفْكَفَ وحصه قَطَعَه إما بالمباشرة، وإما بالحكم، والحصة القطعة من الجملة، وتُسْتَعمل استعمالَ النصيب، اهـ \"سمين\" . {لَا يَهْدِي كَيْدَ الْخَائِنِينَ} ؛ أي: لا ينفذه، ولا يُمضيه، ولا يسدِّده، أو لا يهدي الخائنين بكيدهم فأوقع الفعلَ على الكَيْدِ مبالغةٌ، اهـ \"بيضاوي\" . </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات أنواعًا من البلاغة، وضروبًا من الفصاحة والبيان والبديع: </p><p> فمنها: المجاز المرسل في قوله: {إِنِّي أَرَانِي أَعْصِرُ خَمْرًا} لأنه أطْلَقَ الخمر على العنب، باعتبار ما يؤول إليه، كما يطلق الشيء على الشيء، باعتبار ما كان كقوله تعالى:  {وءاتُواْ الْيَتامَي} . </p><p> ومنها: التعبير بالمضارع في قوله: {إِنِّي أَرَانِي} في الموضعين حكايةً للحال الماضية، وحق العبارة أن يقال: إني رأيتني، وكذا قول الملك:  {إِنِّي أَرَى سَبْعَ بَقَرَاتٍ} فيه حكايةٌ للحال الماضية، وحق العبارة أن يقال: إني رأيتُ. </p><p> ومنها: الطّباق بين قوله: {سِمَانٍ} ، وقوله:  {عِجَافٌ} ، وبين قوله:  {خُضْرٍ} ، وقوله:  {يَابِسَاتٍ} . </p><p> ومنها: الاستعارة التصريحية في قوله: {أَضْغَاثُ أَحْلَامٍ} فإنَّها من أبلغِ الاستعارة وألْطفها، فإن الأضغاثَ حقيقةُ في المختلط من الحشيش المضموم بعضه إلى بعض، فشبَّه اختِلاطَ الأحلام، وما فيها من المحبوب، والمكروه، والخير، والشر باختلاط الحشيش المجموع من أصناف كثيرةٍ. </p><p> ومنها: براعة الاستهلال في قوله: {يُوسُفُ أَيُّهَا الصِّدِّيقُ} حيث قدَّم الثناء قبل السؤال، طَمَعًا في إجابة مطلبه. </p><p> ومنها: المجاز العقلي في قوله: {يَأْكُلْنَ مَا قَدَّمْتُمْ لَهُنَّ} لأن السِّنينَ لا تأكل، </p><p> وإنما يأكل الناسُ ما إدخروه فيها، فهو من باب الإسناد إلى الزمان كقول الفصحاء نهار الزاهد صائم، وليلُه قائم. </p><p> ومنها: التأكيد في قوله: {وَهُمْ بِالْآخِرَةِ هُمْ كَافِرُونَ} ، وفي قوله:  {سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ} . </p><p> ومنها: الحصر في قوله: {إِنِ الْحُكْمُ إِلَّا لِلَّهِ} وفي غير ذلك. </p><p> ومنها: الإظهار في موضع الإضمار في قوله: {اذْكُرْنِي عِنْدَ رَبِّكَ فَأَنْسَاهُ الشَّيْطَانُ ذِكْرَ رَبِّهِ} ، وفي قوله:  {إِنَّ رَبِّي بِكَيْدِهِنَّ عَلِيمٌ} . </p><p> ومنها: المجاز في قوله: {وَأَنَّ اللَّهَ لَا يَهْدِي كَيْدَ الْخَائِنِينَ} ؛ لأن هدايةَ الكيد مجاز عن تنفيذه، وإمضائه، أو المراد لا يَهْدِي الخَائِنين بسبب كيدِهم، فأوقع الهدايةَ المنفيةَ على الكيد، وهي واقعة عليهم تجوزًا للمبالغة؛ لأنه إذا لم يهد السببُ علمَ منه عدم هداية مسببه بالطريق الأولى، اهـ \"شهاب\" . </p><p> ومنها: الزيادة والحذفُ في عدة مواضع (١) . </p><p> والله سبحانه وتعالى أعلم بمراد كلامه </p><p> * * * </p><p>(١) إلى هنا تَمَّ ما أردنا إيرادَهُ من تفسير الجزء الثاني عشر من القرآن الكريم، وكان الفراغُ من تأليفه ليلةَ الخميس المباركة، الخامس عشر من ربيع الأول، الشهر الثالث من شهور سنة إحدى عشرة وأربع مئة وألف من الهجرة النبوية، على صاحبها أفضل الصلاة، وأزكَى التحية، والحمد لله في هدانا لهذا، وما كنا لنهتدي لولا أن هدانا الله، وأسأل الله الإعانةَ على الكمال والتمام، وأن يُضَاعِفَ لنا البركةَ في أعمارنا إلى تمامه، ونشره بين المسلمين، إنه على ذلك قدير، وبالإجابة جدير، والحمد لله أولًا وآخرًا، وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم تسليمًا كثيرا دائمًا إلى يوم الدين. تمَّ المجلد الثالث عشر من تفسير حدائق الروح والريحان في روابي علوم القرآن في تاريخ ١٥/ ٣/ ١٤١١ هـ ويليه المجلد الرابع عشر وأوّلُه قوله تعالى: {وَمَا أُبَرِّئُ نَفْسِي} الآية.</p><p> شعرٌ </p><p> وَقُلْ بِذُلٍّ رَبِّ لا تَقْطَعْنِي ... عَنْكَ بقَاطِعٍ وَلاَ تحْرِمْنِي </p><p> منْ سِرِّكَ الأبْهَى الْمُزِيلِ لِلْعَمَى ... وَاخْتِمْ بِخَيْرٍ يَا رحِيْمَ الرُّحَمَا </p><p> آخرُ </p><p> والْحمْدُ للهِ عَلَى مَا أَوْلَى ... فَنِعْمَ مَا أَوْلَى ونِعْمَ الموْلَى </p><p> تفسير حدائق الروح والريحان في روابي علوم القرآن </p><p> تأليف </p><p> الشيخ العلامة محمد الأمين بن عبد الله الأرمي العلوي الهرري الشافعي </p><p> المدرس بدار الحديث الخيرية في مكة المكرمة </p><p> إشراف ومراجعة </p><p> الدكتور هاشم محمد علي بن حسين مهدي </p><p> خبير الدراسات برابطة العالم الإسلامي - مكة المكرمة </p><p> «المجلد الرابع عشر» </p><p> حقوق الطبع محفوظة للناشر </p><p> الطبعة الأولى </p><p> ١٤٢١ هـ - ٢٠٠١ م </p><p> دار طوق النجاة </p><p> بيروت - لبنان </p><p> تفسير حدائق الروح والريحان في روابي علوم القرآن </p><p> [١٤] </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> الحمد لله الذي أنزل القرآن موعظة وشفاء لما في الصدور، وجعله منهلًا عذبًا للورود والصدور، جمع فيه علوم الأولين والآخرين، فلا رطب ولا يابس إلا في كتاب مبين، والصلاة والسلام على من أوحي إليه ذلك القرآن، من لوح الوجوب والأمر والشأن، سيدنا محمد الذي أجرى من مسجله ما يحاكي السلسبيل والرحيق، وأفحم ببلاغته كل متكلم منطيق، وفسر الآيات في الأنفس والآفاق على مراد الله الملك الخلاق، وعلى آله وأصحابه المقتبسين من مشكاة أنواره، المغترفين من بحار أسراره، ومن تبعهم بإحسان ممن تخلق بالقرآن في كل زمان. </p><p> أما بعد: فيقول العبد المعترف بذنبه وخطأه المنادي لربه في عفوه وعطاه، الراجي في إسبال سجاف الندى عليه، المناجي في إرسال رسول الهدى إليه، حفظه الله سبحانه وأخلاءه، وأعاذه وإياهم من الشيطان الرجيم، وجعل يومه خيرًا من أمسه إلى الإياس من حياة نفسه، سميُّ محمد الأمين الهرري: </p><p> إني لما فرغت من تفسير الجزء الثاني عشر من القرآن الكريم .. عزمت - إن شاء الله سبحانه وتعالى - على الشروع في تفسير الجزء الثالث عشر، وإن كان علم التفسير لا يقحم في معاركه كل ذمير وإن كان أسدًا، ولا يحمل لواءه كل أمير وإن مات حسدًا، وذلك أظهر من أن يورد عليه دليل كالنيرين لغير كليل. ومع خطر هذا الأمر، فالأمد قصير وفي العبد تقصير، وكم ترى من نحرير كامل في التحرير والتقرير قد أصابه سهم القضاء قبل بلوغ الأمل، وذلك بحلول ريب المنون والأجل، أو بتطاول يد الزمان، فإن الدنيا لا تصفو لشارب وإن كانت ماء </p><p> الحيوان، وأي وجود لا ينسج عليه عناكب العاهات؟ وأي نعيم لا يكدره الدهر؟ هيهات. </p><p> اللَّهم كما عودتني في الأول خيرًا كثيرًا، فيسر لي الأمر في الآخر تيسيرًا، واجعل رقيمي هذا سببًا لبياض الوجه كما تبيض وجوه أولئك، وامح مسودات صحائف أعمالي بحق كتابك الكريم، واجعل قراري في جنات النعيم، ولم أكن بدعائك رب شقيًّا بكرةً وعشيًّا ما دمت حيًّا، فلك الحمد في الأولى والأخرى على عنايتك الكبرى، وآخر دعواهم أن الحمد لله رب العالمين. </p><p> والله أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {وَمَا أُبَرِّئُ نَفْسِي إِنَّ النَّفْسَ لَأَمَّارَةٌ بِالسُّوءِ إِلَّا مَا رَحِمَ رَبِّي إِنَّ رَبِّي غَفُورٌ رَحِيمٌ (٥٣) وَقَالَ الْمَلِكُ ائْتُونِي بِهِ أَسْتَخْلِصْهُ لِنَفْسِي فَلَمَّا كَلَّمَهُ قَالَ إِنَّكَ الْيَوْمَ لَدَيْنَا مَكِينٌ أَمِينٌ (٥٤) قَالَ اجْعَلْنِي عَلَى خَزَائِنِ الْأَرْضِ إِنِّي حَفِيظٌ عَلِيمٌ (٥٥) وَكَذَلِكَ مَكَّنَّا لِيُوسُفَ فِي الْأَرْضِ يَتَبَوَّأُ مِنْهَا حَيْثُ يَشَاءُ نُصِيبُ بِرَحْمَتِنَا مَنْ نَشَاءُ وَلَا نُضِيعُ أَجْرَ الْمُحْسِنِينَ (٥٦) وَلَأَجْرُ الْآخِرَةِ خَيْرٌ لِلَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ (٥٧) وَجَاءَ إِخْوَةُ يُوسُفَ فَدَخَلُوا عَلَيْهِ فَعَرَفَهُمْ وَهُمْ لَهُ مُنْكِرُونَ (٥٨) وَلَمَّا جَهَّزَهُمْ بِجَهَازِهِمْ قَالَ ائْتُونِي بِأَخٍ لَكُمْ مِنْ أَبِيكُمْ أَلَا تَرَوْنَ أَنِّي أُوفِي الْكَيْلَ وَأَنَا خَيْرُ الْمُنْزِلِينَ (٥٩) فَإِنْ لَمْ تَأْتُونِي بِهِ فَلَا كَيْلَ لَكُمْ عِنْدِي وَلَا تَقْرَبُونِ (٦٠) قَالُوا سَنُرَاوِدُ عَنْهُ أَبَاهُ وَإِنَّا لَفَاعِلُونَ (٦١) وَقَالَ لِفِتْيَانِهِ اجْعَلُوا بِضَاعَتَهُمْ فِي رِحَالِهِمْ لَعَلَّهُمْ يَعْرِفُونَهَا إِذَا انْقَلَبُوا إِلَى أَهْلِهِمْ لَعَلَّهُمْ يَرْجِعُونَ (٦٢) فَلَمَّا رَجَعُوا إِلَى أَبِيهِمْ قَالُوا يَا أَبَانَا مُنِعَ مِنَّا الْكَيْلُ فَأَرْسِلْ مَعَنَا أَخَانَا نَكْتَلْ وَإِنَّا لَهُ لَحَافِظُونَ (٦٣) قَالَ هَلْ آمَنُكُمْ عَلَيْهِ إِلَّا كَمَا أَمِنْتُكُمْ عَلَى أَخِيهِ مِنْ قَبْلُ فَاللَّهُ خَيْرٌ حَافِظًا وَهُوَ أَرْحَمُ الرَّاحِمِينَ (٦٤) وَلَمَّا فَتَحُوا مَتَاعَهُمْ وَجَدُوا بِضَاعَتَهُمْ رُدَّتْ إِلَيْهِمْ قَالُوا يَا أَبَانَا مَا نَبْغِي هَذِهِ بِضَاعَتُنَا رُدَّتْ إِلَيْنَا وَنَمِيرُ أَهْلَنَا وَنَحْفَظُ أَخَانَا وَنَزْدَادُ كَيْلَ بَعِيرٍ ذَلِكَ كَيْلٌ يَسِيرٌ (٦٥) قَالَ لَنْ أُرْسِلَهُ مَعَكُمْ حَتَّى تُؤْتُونِ مَوْثِقًا مِنَ اللَّهِ لَتَأْتُنَّنِي بِهِ إِلَّا أَنْ يُحَاطَ بِكُمْ فَلَمَّا آتَوْهُ مَوْثِقَهُمْ قَالَ اللَّهُ عَلَى مَا نَقُولُ وَكِيلٌ (٦٦) وَقَالَ يَا بَنِيَّ لَا تَدْخُلُوا مِنْ بَابٍ وَاحِدٍ وَادْخُلُوا مِنْ أَبْوَابٍ مُتَفَرِّقَةٍ وَمَا أُغْنِي عَنْكُمْ مِنَ اللَّهِ مِنْ شَيْءٍ إِنِ الْحُكْمُ إِلَّا لِلَّهِ عَلَيْهِ تَوَكَّلْتُ وَعَلَيْهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُونَ (٦٧) وَلَمَّا دَخَلُوا مِنْ حَيْثُ أَمَرَهُمْ أَبُوهُمْ مَا كَانَ يُغْنِي عَنْهُمْ مِنَ اللَّهِ مِنْ شَيْءٍ إِلَّا حَاجَةً فِي نَفْسِ يَعْقُوبَ قَضَاهَا وَإِنَّهُ لَذُو عِلْمٍ لِمَا عَلَّمْنَاهُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ (٦٨) }. </p><p> المناسبة </p><p> قوله تعالى:  {وَمَا أُبَرِّئُ نَفْسِي ...} الآية، مناسبة هذه الآية لما قبلها: أنها من تتمة إقرار امرأة العزيز، كما اختاره أبو حيان في \"البحر\" ، ويؤيده عطفه على ما قبله، وقد جُعِلَت أول الجزء الثالث عشر؛ لأن تقسيم القرآن إلى الأجزاء الثلاثين قد لوحظ فيه مقادير الكلم العددي دون المعاني. </p><p> قوله تعالى:  {وَقَالَ الْمَلِكُ ائْتُونِي بِهِ ...} الآية، مناسبة هذه الآية لما قبلها: أنه بعد (١) انتهاء التحقيق في أمر النسوة، وظهور براءة يوسف عليه السلام من كل سوء .. طلب الملك إحضاره إليه من السجن بعد أن وفي له بما اشترط لمجيئه، فلما جاءه وسمع كلامه .. فهم من فحوى حديثه، ومن أمانته على مال العزيز وعرضه وحسن تصرفه، ومن سيرته الحسنة في السجن، ومن علمه وفهمه في تأويله للرؤيا، ومن حرصه على إظهار شرفه وكرامته في مسألة النسوة ما دل على أنه أهل لأن يرفع إلى أعلى المراتب، ويولى أسمى المناصب، وذلك هو ما فعله الملك لحصافة رأيه وبصره بأقدار الرجال، ولم يصرفه عن ذلك كونه غريبًا أو فقيرًا أو مملوكًا كما تشير إلى ذلك الآيتان. </p><p> قوله تعالى:  {وَكَذَلِكَ مَكَّنَّا لِيُوسُفَ فِي الْأَرْضِ ...} الآيتين، مناسبتهما لما قبلهما: أنه سبحانه وتعالى لما (٢) ذكر إجابة الملك له بأنه أصبح لديه مكينًا أمينًا، وطلب يوسف منه أن يجعله على خزائن الأرض يصرفها بحسب ما يرى من التدبير والنظام والدراية والإحكام .. ذكر هنا أنه أجابه إلى مطلبه، وجعله وزيرًا في دولته يتصرف في شؤونها لحسن تدبيره وثاقب رأيه، وذلك جارٍ على سنن الله في خلقه، فلن ينال الرياسات العليا والمناصب الرفيعة إلا من يؤتيه الله من المواهب ما يجعله قادرًا على ضبط الأعمال، وإقامة النظام، وحسن السياسة والكياسة في تصريف الأمور. </p><p> قوله تعالى {وَجَاءَ إِخْوَةُ يُوسُفَ فَدَخَلُوا عَلَيْهِ ...} الآيات، جاء (٣) في سفر التكوين من التوراة أن يوسف عليه السلام حين وَلِي الوزارة .. طفق يعد العدة، ويأخذ الأهبة لتنفيذ التدابير التي يقي بها البلاد من خطر المجاعة التي جاءت في تأويل رؤياه للملك، وكان من ذلك أن بنى الأهراء العظيمة، وخزن فيها الحبوب التي استكثر منها مدة سنين الخصب السبع الأولى، فلما جاءت السبع الشداد، وعم القحط مصر وغيرها من الأقطار القريبة منها، ولا سيما </p><p>(١) المراغي. (٢) المراغي.(٣) المراغي.</p>"
}