{
  "id": null,
  "sura": 12,
  "aya": 77,
  "text": "<p> وفوق كل ذي شخص عالم. قال ابن الأنباري (١) : يجب أن يتهم العالم نفسه، ويستشعر التواضع لمواهب ربه سبحانه وتعالى، ولا يطمع نفسه في الغلبة؛ لأنه لا يخلو عالم من عالم فوقه. انتهى. </p><p> ٧٧ - ولما خرج الصواع من رحل بنيامين .. افتضح الإخوة ونكسوا رؤوسهم و {قَالُوَا} تبرئة لساحتهم {إِنْ يَسْرِقْ} بنيامين .. فلا عجيب لسرقته {فَقَدْ سَرَقَ أَخٌ لَهُ} ؛ أي: أخ لبنيامين يريدون به يوسف {مِنْ قَبْلُ} ؛ أي: من قبل سرقته الآن، فالسرقة جاءت لهما وراثة من أمهما؛ إذ هما لا ينفردان منا إلا بها. وفي قولهم هذا إيماءٌ إلى أن الحسد لا يزال كامنًا في قلوبهم لاختلاف الأمهات، ولمزيد محبة الأب لهما، وأتوا (٢) بـ {إِن} المفيدة للشك؛ لأن ليس عندهم تحقق سرقته بمجرد إخراج الصاع من رحله، وبالمضارع لحكاية الحال الماضية. </p><p> وأصح ما قيل في سرقة يوسف (٣) : ما رواه ابن مردويه عن ابن عباس مرفوعًا قال: \"سرق يوسف عليه السلام صنمًا لجده أبي أمه من ذهب وفضة، فكسره وألقاه في الطريق، فعيره بذلك إخوته\" . وأخرج ابن إسحاق وابن جرير وابن أبي حاتم عن مجاهد قال: كان أول ما دخل على يوسف عليه السلام من البلاء فيما بلغني أن عمته - وكانت أكبر ولد إسحاق عليه السلام - كانت إليها منطقة إسحاق؛ إذ كانوا يتوارثونها بالكبر، وكان يعقوب حين ولد له يوسف عليه السلام قد حضنته عمته، فكان معها، فلم يحب أحد شيئًا من الأشياء كحبها إياه بحيث لا تصبر عنه، فلما شب أراد يعقوب أن ينزعه منها، فأتاها فقال: يا أخية سلِّمي إلى يوسف، فوالله ما أقدر على أن يغيب عني ساعة، قالت: فوالله ما أنا بتاركته، فدعه عندي أيامًا أنظر إليه لعل ذلك يسليني عنه، فلما خرج يعقوب من عندها عمدت إلى منطقة إسحاق عليه السلام، فحزمتها على يوسف عليه السلام من تحت ثيابه، ثم قالت: فقدت منطقة إسحاق، فانظروا من أخذها ومن </p><p>(١) الصاوي. (٢) المراغي.(٣) المراغي.</p><p> أصابها، فالتمست ثم قالت: اكشفوا أهل البيت فكشفوهم فوجدوها مع يوسف عليه السلام مشدودةً عليه تحت ثيابه، فقالت: إنه سرقها مني، فقالت: والله إنه لسلم لي أصنع فيه ما شئت، فأتاها يعقوب فأخبرته الخبر، فقال لها: أنت وذلك إن كان فعل فهو سلم لك ما أستطيع غير ذلك، فأمسكته فما قدر عليه حتى ماتت، وكان حكمهم أن من سرق يُسترق، فتوسلت بهذه الحيلة إلى إمساكه عندها. </p><p> وهذا هو الذي عناه إخوته بقولهم:  {إِنْ يَسْرِقْ فَقَدْ سَرَقَ أَخٌ لَهُ مِنْ قَبْلُ} وهذه الروايات لا يوثق بها كما لا يدل شيء منها على سرقة حقيقية. </p><p> {فَأَسَرَّهَا يُوسُفُ فِي نَفْسِهِ} ؛ أي: فأضمر يوسف مقالتهم هذه، أعني قولهم:  {إِنْ يَسْرِقْ فَقَدْ سَرَقَ أَخٌ لَهُ} في نفسه، ولم يجبهم عنها، لا أنه أسرها في بعض أصحابه كما في قوله:  {وَأَسْرَرْتُ لَهُمْ إِسْرَارًا} ؛ أي: أكن الحزازة الحاصلة مما قالوا في نفسه وقلبه. والحزازة: وجع في القلب من غيظ ونحوه كما في \"القاموس\" . </p><p> {وَلَمْ يُبْدِهَا لَهُمْ} ؛ أي: لم يظهرها لهم ولم يؤأخذهم بها لا قولًا ولا فعلًا صفحًا عنهم وحلمًا، كأنه قيل: فماذا قال في نفسه عند تضاعيف ذلك الإسرار؟ فقيل:  {قَالَ} يوسف في نفسه {أَنْتُمْ شَرٌّ مَكَانًا} ؛ أي: أقبح منزلة في السرقة حيث سرقتم أخاكم من أبيكم، ثم طفقتم تفترون على البريء، وهذه الجملة تفسير لما أسرَّه يوسف؛ أي:  (١) قال في نفسه: أنتم شر في مكانتكم ومنزلتكم ممن تعرضون به أو تفترون عليه بالسرقة؛ إذ أنكم سرقتم من أبيكم أحب أولاده إليه وعرضتموه للهلاك والرق، وقلتم لأبيكم: قد أكله الذئب .. إلخ. </p><p> وعن ابن عباس رضي الله عنهما (٢) : عوقب يوسف بثلاث: حين همَّ بزليخا فسجن، وحين قال: اذكرني عند ربك فلبث في السجن بضع سنين، وحين قال: </p><p>(١) روح البيان. (٢) المراغي.</p>"
}