{
  "id": null,
  "sura": 12,
  "aya": 96,
  "text": "<p> ٩٥ - {قَالُوا} ؛ أي: قال حاضروا مجلسه {تَاللَّهِ إِنَّكَ لَفِي ضَلَالِكَ} ؛ أي: لفي خطئك {الْقَدِيمِ} ؛ أي: الذي طال أمده باعتقادك أن يوسف حي يرجى لقاؤه، وقد قرب ولا غرو فللخلي أن يقول في الشجي ما شاء، فأذنه عن العذَّل صماء: </p><p> سَلْوَتِيْ عَنْكُمُ احْتِمَالٌ بَعِيْدٌ ... وَافْتِضَاحِيْ بِكُمْ ضَلاَلٌ قَدِيْمُ </p><p> كُلُّ مَنْ يَدَّعِيْ الْمَحَبَّةَ فِيْكُمُ ... ثُمَّ يَخْشَى الْمَلاَمَ فَهُوَ مُلِيْمُ </p><p> قال قتادة في تفسيرها (١) : {تَاللَّهِ إِنَّكَ لَفِي ضَلَالِكَ الْقَدِيمِ} ؛ أي: من حب يوسف لا تنساه ولا تسلوه. اهـ. </p><p> قالوا لوالدهم كلمة غليظة لم يكن ينبغي لهم أن يقولوها له. </p><p> ٩٦ - و {أَنْ} في قوله: {فَلَمَّا أَنْ جَاءَ الْبَشِيرُ} صلة؛ أي: زائدة لتأكيد (٢) الفعلين واتصالهما حتى كأنهما وجدا في جزء واحد من الزمان من غير فاصل وقت؛ أي: فلما جاء البشير وهو ابنه يهوذا الذي يحمل القميص من يوسف، وهو الذي حمل إليه قميصه الملطخ بالدم الكذب ليمحو السيئة بالحسنة {أَلْقَاهُ} ؛ أي: ألقى البشير القميص وطرحه {عَلَى وَجْهِهِ} ؛ أي: على وجه يعقوب {فَارْتَدَّ} يعقوب؛ أي: عاد ورجع يعقوب من فوره {بَصِيرًا} ؛ أي: ذا بصر كما كان قبل فراق يوسف. والارتداد: انقلاب الشيء إلى حال كان عليها، وهو من الأفعال الناقصة؛ أي: عاد ورجع بصيرًا بعدما كان قد عمي، ورجعت قوته وسروره بعد الضعف والحزن، بل قد قيل: إنه عادت إليه سائر قواه، وليس ذلك بعجيب ولا منكر، فكثيرًا ما شفى السرور من الأمراض، وجدد قوى الأبدان والأرواح، والتجارب وقوانين الطب شاهد صدق على صحة ذلك، وقد أجاب يعقوب من لاموه بما كان عليه من علم قطعي من ربه بصدق ما يقول، كما قال سبحانه:  {قَالَ} لهم يعقوب: {أَلَمْ أَقُلْ لَكُمْ} يا بني حين أرسلتكم إلى مصر وأمرتكم بالتجسس، ونهيتكم عن اليأس من روح الله: - والاستفهام فيه تقريري - {إِنِّي </p><p>(١) المراغي. (٢) روح البيان.</p><p> أَعْلَمُ} بالوحي {مِنَ اللَّهِ} سبحانه وتعالى لا بالخطرات من الأوهام {مَا لَا تَعْلَمُونَ} من حياة يوسف وإنزال الفرج، وقد ذكرهم الآن إذ عاد بصيرًا بما كان قد قاله لهم حين ابيضت عيناه من الحزن وهو كظيم. وروي (١) أنه سأل البشير كيف يوسف؟ قال: هو ملك مصر. قال: ما أصنع بالملك؟ قال: على أي دين تركته؟ قال: على دين الإسلام، قال: الآن تمّت النعمة. </p><p> نبذة في تعليل شم يعقوب رائحة يوسف (٢) </p><p> أثبت العلم حديثًا أن الريح تحمل الغبار وما فيه من قارة إلى أخرى، فتحمله من إفريقية مثلًا إلى أوروبا، وهي مسافة أبعد مما بين مصر وأرض كنعان من بلاد الشام، وهي بلا شك تحمل رائحة ماله منها رائحة، ولكن الغريب شم البشر لها من المسافات البعيدة، والإنسان إذا قيس بغيره من الوحوش والحشرات كان أضعف منهما شمًّا. فالكلب ذو حاسة قوية في الشم حتى ليدربه الآن رجال الشرطة، ويستخدمونه في حوادث الإجرام من قتل وسرقة، لإثبات التهمة على المجرمين، فيأتون بالكلب المعلم، فيشم المجرم ويخرجه من بين أشخاص كثيرين، ويرى ذلك رجال القانون دليلًا قويًّا على إثبات الجريمة على من يرشد إليه، بل دليلًا قاطعًا في بعض الدول. </p><p> والروائح منها القوي والضعيف، ومن أضعفها رائحة جسم الإنسان وعرقه وما يصيب ثوبه منها، ولكن ما نحن فيه من خوارق العادات ومن خواص عالم الغيب، لا من السنن العادية والحوادث التي تتكرر من البشر. وقد دلت الآية على أن يعقوب عليه السلام أخبر أنه وجد رائحة يوسف لما فصلت العير من أرض مصر، فعلينا أن نؤمن به؛ لأنه معصوم من الكذب، وقد تبين صدقه بعد. وليس بالواجب علينا أن نعرف كنهه، أو نصل إلى معرفة سببه، ولكن إذا نحن قلنا: إنه لشدة تفكره في أمر ولده، وتذكره لرائحته حين كان يضمه ويشمه شعر </p><p>(١) روح البيان. (٢) المراغي.</p>"
}