{
  "id": null,
  "sura": 12,
  "aya": 70,
  "text": "<p> بسبب ما كانوا يعملون من الجفاء وسوء المعاملة بحسدهم لي ولك، وأمره أن لا يخبرهم، بل يخفي الحال عنهم. وقال بنيامين: أنا لا أفارقك أبدًا. قال يوسف عليه السلام: قد علمت اغتمام والدك بي، فإذا حبستك عندي ازداد غمه، ولا يمكنني هذا إلا بعد أن أشهرك بأمر فظيع، وأنسبك إلى ما لا يحمد. قال: لا أبالي فافعل ما بدا لك، فإني لا أفارقك. قال يوسف عليه السلام: فإني أدس صاعي في رحلك، ثم أنادي عليك بالسرقة لأحتال في ردك بعد إطلاقك معهم. قال: فافعل ما شئت، </p><p> ٧٠ - فذلك قوله تعالى:  {فَلَمَّا جَهَّزَهُمْ} يوسف وهيأهم {بِجَهَازِهِمْ} ؛ أي: بأهبة سفرهم؛ أي: فلما هيأ يوسف لهم ما يحتاجون إليه للسفر، وحمل لهم أحمالهم من الطعام على إبلهم، وعبّر (١) هنا بالفاء إشارة إلى طلب سرعة سيرهم وذهابهم إلى بلادهم؛ أي: لأن الغرض منه قد حصل، وقد عرفت حالهم بخلاف المرة الأولى، كان المطلوب فيها طول مدة إقامتهم؛ ليتعرف الملك حالهم. {جَعَلَ} يوسف عليه السلام {السِّقَايَةَ} ؛ أي: المشربة - بكسر الميم - وهي صاع من ذهب مرصع بالجواهر؛ أي: على بالرصائع، وهي حلق يحلى بها، الواحدة رصيعة وكان يشرب فيه الملك، فيسمى سقاية باعتبار أول حاله، وصاعًا باعتبار آخر أمره؛ لأن الصاع آلة الكيل يسع أربعة أمداد. فالسقاية إناء يشرب منه، جعلها يوسف مكيالًا؛ لئلا يكال بغيرها، وكان يشرب فيها، أو كال بها لإخوته إكرامًا لهم، وكانت من ذهب، وقيل: من فضة، وكان الشرب في إناء الذهب والفضة مباحًا في الشريعة الأولى، فالسقاية والصُّواع اسم لإناء كما مر آنفًا؛ أي: دس يوسف مشربته التي كان يشرب فيها {فِي رَحْلِ أَخِيهِ} الشقيق بنيامين؛ أي: في وعاء طعامه. والمعنى: فلما قضى لهم حاجتهم، ووفاهم كيلهم جعل الإناء الذي يكيل به الطعام في رحل أخيه. وفي قوله:  {جَعَلَ السِّقَايَةَ} إيماء إلى أنه وضعها بيده، ولم يكل ذلك إلى أحد من فتيانه كتجهيزهم الأول والثاني؛ لئلا يطلعوا على مكيدته. </p><p> ثم ارتحلوا راجعين إلى بلادهم، فأمهلهم يوسف حتى خرجوا من العمران، </p><p>(١) الفتوحات.</p><p> ولما انفصلوا عن مصر نحو الشام .. أرسل يوسف وراءهم من استوقفهم، فاستوقفهم فوقفوا {ثُمَّ أَذَّنَ} ونادى {مُؤَذِّنٌ} ؛ أي: مناد من فتيان يوسف، قيل: اسمه أفراييم كما في \"روح البيان\" ؛ أي: نادى منادٍ برفع صوته مرارًا كثيرة قائلا: {أَيَّتُهَا الْعِيرُ} ؛ أي: أيتها القافلة التي فيها الأحمال ويا أصحاب الإبل التي عليها الأحمال. والعير (١) في الأصل: كل ما يحمل عليه من الإبل والحمير والبغال، سمي بذلك؛ لأنه يعير؛ أي: يذهب ويجيء، والمراد هنا: أصحاب الإبل ونحوها. {إِنَّكُمْ لَسَارِقُونَ} صواعنا فقفوا لنفتشكم. وقرأ عبد الله فيما نقل الزمخشري شذوذًا:  {وجعل السقاية في رحل أخيه ثم أمهلهم حتى انطلقوا ثم أذن} . وفي نقل ابن عطية {وجعل السقاية} - بزيادة واو - دون الزيادة التي زادها الزمخشري بعد قوله:  {فِي رَحْلِ أَخِيهِ} وثم تنتفي المهلة بين جعل السقاية والتأذين، ذكره أبو حيان. </p><p> والخلاصة: افتقد فتيان يوسف عليه السلام السقاية (٢) ؛ لأنها الصواع الذي يكيلون به للمتارين، فلم يجدوها، فأذن مؤذنهم بذلك؛ أي: كرر النداء به كدأب الذين ينشدون المفقود في كل زمان ومكان قائلًا: أيتها العير إنكم لسارقون؛ أي: يا أصحاب العير قد ثبت عندنا أنكم سارقون، فلا ترحلوا حتى نفتشها في رحالكم. </p><p> فإن قلت:  (٣) هل كان هذا النداء بأمر يوسف عليه السلام أم لا؟، فإن كان بأمره، فكيف يليق بيوسف مع علو منصبه، وشريف رتبته من النبوة والرسالة أن يتهم أقومًا، وينسبهم إلى السرقة كذبًا مع علمه ببراءتهم عن تلك التهمة التي نسبوا إليها؟ </p><p> قلت: ذكر العلماء عن هذا السؤال أجوبة: </p><p> أحدها: أن يوسف لما أظهر لأخيه أنه أخوه قال: لست أفارقك، قال: لا سبيل إلى ذلك إلا بتدبير حيلة أنسبك فيها إلى ما لا يليق، قال: رضيت بذلك، </p><p>(١) الفتوحات. (٢) المراغي.(٣) الخازن.</p>"
}