{
  "id": null,
  "sura": 12,
  "aya": 17,
  "text": "<p> وقال بعضهم: سَبَبُ ابتلاء يعقوبَ بفراق يوسف ما روي في الخبر أنه ذَبَح جَدْيًا بَيْنَ يدي أُمِّهِ فلم يَرْضَ اللَّهُ تعالى ذلك منه، وأَرَى دمًا بدم، وفرقةً بفرقة، لعظمةِ احترام شأن النبوة، ومن ذلك المقام: حسناتُ الأبرار سيئاتُ المقربين. </p><p> وقال بعضهم (١) : لما وُلِدَ يوسُفُ اشترى يعقوب له ظئرًا، وكان لها ابن رضيع، فباع ابْنَها تكثيرًا لِلَّبَنِ على يوسف، فبكَتْ وتضرَّعَت، وقالت: يا رب إنَّ يعقوبَ فَرَّق بيني وبين ولدي، ففرق بينه وبين ولده يوسف، فاستجاب الله دعاءها فلم يَصِلْ يعقوب إلى يُوسُفَ إلا بعد أن لَقِيَتْ تلك الجارية ابنَها. هذا بالنسبة إلى حال يعقوب وابتلائه، وأمَّا بالنسبة إلى يوسف، فقد حكي أنه أخَذ يومًا مرآةً فنظر إلى صورته، فأَعْجَبَه حسنه، وبهاؤه، فقال: لو كنتُ عَبْدًا فباعوني لما وجد لي ثمن، فابتليَ بالعبودية، وبِيعَ بثمن بَخْسٍ، وكان ذلك سببَ فِرَاقِهِ من أبيه. وفيه إشارة إلى أنَّ الجَمَال والكمالَ كلَّه لله تعالى. </p><p> ١٦ - {و} لَمَّا طرحوا يوسف في الجب {جاءوا أباهم عشاء} ؛ أي: رَجَعُوا إلى أبيهم، وَقْتَ العشاء في ظُلمة الليل، لِيَكُونُوا في الظلمة أجرأ على الاعتذار بالكذب. فَلَمَّا بَلَغُوا مَنْزِلَ يَعْقُوب جَعَلُوا {يَبْكُونَ} ؛ أي: يَتَبَاكَوْن ويصرخون لأنهم لم يبكوا حقيقةً بل فعلوا فِعْلَ من يبكي ترويجًا لكذبهم، وتَنْفِيقًا لمكرهم، وغَدْرِهِم، فسمع أصواتَهم، ففَزعَ من ذلك، وقال: ما لكم يا بنيَّ هل أصابكم في غَنمِكم شيء؟ قالوا: الأمرُ أعظمُ، قال: فما هو؟ وأينَ يوسف؟ </p><p> ١٧ - {قَالُوا يَا أَبَانَا إِنَّا ذَهَبْنَا} حالةَ كونِنَا {نَسْتَبِقُ} ؛ أي يسابقُ بَعْضُنَا بعضًا في الرمي، أو العَدْوِ. وقيل: ننتضل (٢) ويؤيده قراءةُ ابن مسعودَ: {ننتضل} . قال الزجاج: وهو نوعٌ من المسابقة. وقال الأزهري: النضالُ في السهام، والرِّهانُ في الخيل، والمسابقةُ تجمعهما. قال القشيري:  {نستبق} ؛ أي: في الرمي أو على الفرس، أو على الأقدام. والغرض من المسابقة التدرب بذلك للحرب. {وَتَرَكْنَا يُوسُفَ عِنْدَ مَتَاعِنَا} ؛ أي: عند ثيابنا، وأزوادنا لِيَحْرُسَها {فَأَكَلَهُ الذِّئْبُ} عَقِبَ ذلك من غير </p><p>(١) روح البيان. (٢) الشوكاني.</p><p> مضي زمان يعتاد فيه التفقدُ والتعهدُ؛ لأنَّ الفاءَ للتعقيب، وقد اعتذروا إليه بما خَافَه سابقًا عليه، ورُبَّ كلمة تقول لصاحبها دَعْنِي {وَمَا أَنْتَ بِمُؤْمِنٍ لَنَا} ؛ أي: بِمُصَدِّقٍ لنا في هذا العذر الذي أبدينا، والمقالة التي قُلْنَاها {وَلَوْ كُنَّا} عندك أو في الواقع {صَادِقِينَ} ؛ أي موصوفين بالصدق، والثقة لِمَا قَدْ عَلِقَ بقلبك من التهمة لنا في ذلك مع شدة محبتك له. قال الزجاج: والمعنى: ولو كنَّا عندك من أهل الصدق، والثقة ما صدَّقتنا في هذه القضية لشدة محبتك ليوسف، وكذا ذكره ابن جرير. </p><p> فائدة: والفرق (١) بين الصدق والتصديق: والكذب والتكذيب: أنَّ الصدق: هو الإخبارُ عن الشيء على ما هو به. والكذب: الإخبارُ عنه على خلاف ما هو به. والتصديق باللسان: الإخبارُ بكون القائل صادقًا، وبالقلب: الإذعان والقبولُ لذلك. والتكذيب بخلاف ذلك. </p><p> والمعنى (٢) : أي جَاؤُوه وقت العشاء حين خَالَطَ سوادُ الليل بياضَ النهار، حالَ كونهم يبكون لِيُقْنِعُوه بما يريدون، قائلين له: إنا ذهَبْنا من موضع اجتماعنا نَتَسَابَقُ، ونَتَرامَى بالنِّبَال، وتركنا يُوسُفَ عند ثِيَابنَا، وأزوادنا لِيَحْفَظَها، إذ لا يستطيع مجاراتِنَا في استباقنا الذي يرهقُ القوِيَّ، فَأكَلَه الذّئبُ إذ بَعُدْنَا عنه، ولم نسمع استغاثته، ولا صُراخَهُ ونحن نعلم أنك لا تُصدِّقُنَا, ولو كُنَّا عندك صادقين، فكيفَ وأنت تتهمنا في ذلك، ولك العذر في هذا لغرابة ما وقَعَ، وعجيب ما اتَّفَقَ لنا في ذلك الأمر. وقوله:  {عِشَاءً} نصب على الظرف، أو من (٣) العشوة، والعَشْوَةُ: الظلام، فجُمِعَ على فعال مثل رَاع ورُعاء، ويَكون انتصابه على الحال كقراءة الحسن:  {عُشى} على وزن دجى جمع عاش حَذف منه الهاء، كما حذفت في مالك وأصلُه مالكة. وعن الحسن:  (عشيًّا) بالتصغير لعشي أي آخر النهار. </p><p>(١) روح البيان. (٢) المراغي.(٣) البحر المحيط.</p>"
}