{
  "id": null,
  "sura": 12,
  "aya": 33,
  "text": "<p> وفي ذلك (١) إيماء إلى أنها ستشدِّد العقوبةَ عليه أكثرَ مما توعَّدت به أولًا، فهناك أنذرته بسجن قد يكون على أخفِّ صورة، وأقلِّها وعذاب بأهون أنواعه، وألطفها كحَبْسٍ في حجرة الدار، أو لَطْمة على خَدَّيْهِ تُزِيلُ منها الاحمرار. وهنا أَنْذرَتْهُ بسجن مؤكَّد، وذل وصغار تأباه الأنفسُ الكريمةُ كنفس يوسف عليه السلام، فأشق الأعمال أهْوَنُ على كِرامِ الناس من الهوانِ والصَّغَارِ. </p><p> وفي هذا التهديد ليُوسُفَ من ثقتها بسلطانها على زوجها مع علمه بأمرها، واستعظامه لكيدها، ما كان مِنْ حقه أن يجعلَ يُوسُفَ يَخَافُ من تنفيذ إرادتها، ويثبتَ لديه عَدَم غيرته عليها، كما هو الحالُ لدى كثير من العظماء المُتْرفينَ العاجزين عن إحصان أزواجهم، والمحرومين من نِعْمَةِ الأولاد منهن، ورُبَّما تكون مُبَالَغَتُها في تهديده بمحضر من هؤلاء النسوة لما في قَلْبها منه من غل، وجَوى بظهور كذبها، وصدقه، وتصميمِه على عِصْيَان أمرها, ولتُظْهِرَ لِيُوسُفَ أنها ليسَت في أمرها على خِيفةٍ من أحد، فتضيِّقَ عليه، ولينصَحْنَه في موافقتها، ويرشِدنَه إلى الخلاص من عذابها. </p><p> ٣٣ - فلمَّا سمع يوسف مقالَتَها هذه، وعَرَف أنها عُزْمَةٌ منها مع ما قد علمه من نفاذ قولها عند زوجها العزيز، قال مناجيًا لربه سبحانه وتعالى:  {رَبِّ السِّجْنُ} ؛ أي: قال: يا ربي أنت العلم بالسر، والنجوى، والقدير، على كشف تلك البلوى؛ إنَّ دُخُولَ السجن الذي هدَّدَتْ به، والمكث في بيئة المجرمين على شَظْفِ العيش، ورقة الحال {أَحَبُّ إِلَيّ} ؛ أي: أحبُّ عندي {مِمَّا يَدْعُونَنِي إِلَيْهِ} ؛ أي: مما تدعو إليه أولئك النسوة في مُؤَأتَاتِها التي تؤدِّي إلى الشقاءِ، والعذاب الأليم؛ أي: من الاستمتاع بها في ترف القصور والاشتغال بحبها عن حبِّك، وبقُرْبها عن قربك. وفي قوله:  {مِمَّا يَدْعُونَنِي إِلَيْهِ} إيماءٌ إلى أنهن خوفنه مُخَالفَتَها، وزيَّنَ له مطاوعتَها، فقلنَ لهُ: أطع مولاتَك، وأنِلها ما تهوَى لتكفى شرَّها، وتأمَنَ عقوبتَها. إن قلتَ هو مجاب الدعوة فلِمَ طَلَب النجاة بالسِّجْنِ ولم </p><p>(١) المراغي.</p><p> يطلُبِ النجاةَ العامَّة؟ أجيب: بأنه اطَّلَعَ على أنَّ السِّجْنَ محتمٌ عليه، فدعا به، لأن النبيَّ لا ينطِقُ عن الهوى ذكره \"الصاوي\" . وقرأ عثمان (١) ، ومولاه طارقٌ، وزيد بن علي، والزهري، وابن أبي إسحاق، وابن هرمز، ويعقوب:  {السَّجْنِ} بفتح السين، وهو مصدر سجن؛ أي: حبسُهم إيَّايَ في السجن أحب إليّ، وأفعل التفضيل هنا ليس على بابه من التفضيل؛ لأنه لم يحب (٢) ما يَدْعُونَهُ إليه قط، وإنما هذان شران فآثر أحدَ الشرين على الآخر، وإن كان في أحدهما مشقَّةٌ، وفي الآخر لَذَّة لكن لما يترتَّبُ على تلك اللذة من معصية الله، وسوء العاقبة لَمْ يُخْطُرْ له ببال. وإسناد (٣) الدعوة إليهن جميعًا؛ لأنهن خَوَّفْنَه من مخالَفَتِها، وزيَّنَّ له مُطاوَعَتها أو دَعَوْنَهُ إلى أنفسهن، وقيل: إنما ابتلي بالسجن لقوله: {هذا} وإنما كان الأولى له أن يسأل الله العافِيَة من شرها, ولذلك رَدَّ رسُولُ الله - صلى الله عليه وسلم - على مَنْ كان يسأل الصبرَ. </p><p> {وَإِلَّا تَصْرِفْ} ؛ أي: وإنْ لم تصرف وتدفع {عَنِّي} يا إلهي {كَيْدَهُنَّ} ومكرهن؛ أي: وإن لم تبعد عني شِراكَ كيدهن، وتثبتني على ما أنا عليه من العصمة {أَصْبُ إِلَيْهِنَّ} مجزوم على أنه جواب الشرط؛ أي: أمِلْ إلى موافقتهن على أهوائهن، وأقَعُ في شباكِ صيدهن، وأرتَعُ في حمأة غوايتهن، وقد لجأ يوسف إلى ألطاف ربه، وسلكَ سبيل المرسلينَ من قبله في فزعهم إلى مولاهم، لينيلهم الخيرات، ويُبعُدَ عنهم الشرور، والموبقات، وإظهارَهم أن لا طاقةَ لهم إلا بمعونته سبحانه مبالغةً في استدعاء لطفه، وعظيم كرمه ومنِّه. {وَأَكُنْ} ؛ أي: وأصر {مِنَ الْجَاهِلِينَ} ؛ أي: من الذين لا يعملون بعِلْمهم؛ لأنَّ من لا جدوى لعلمه فهو ومَنْ لا يعلم سواء؛ أي: من السفهاءِ الذين تستخِفُّهم الأهواء والشهوات، فيَجْنَحُون إلى ارتكاب الموبقات، واجتراح السيئات، فمَنْ يعِشْ بين هؤلاءِ النسوة الماكرات المترفات، لا مهربَ له من الجهل إلّا أن تَعْصِمَهُ بما هو فوقَ الأسباب، والسنن العادية. وقرىء (٤) : {أصب إليهن} من صبب صبابةً فأنا </p><p>(١) البحر المحيط. (٢) البحر المحيط.(٣) البيضاوي.(٤) البحر المحيط.</p>"
}