{
  "id": null,
  "sura": 12,
  "aya": 62,
  "text": "<p> عَنْهُ أَبَاهُ}؛ أي: سنطلبه من أبيه، ونحتال على أن ننتزعه من يده، ونجتهد في ذلك بما نقدر عليه. وقيل معنى المراودة هنا: المخادعة منهم لأبيهم والاحتيال عليه حتى ينتزعوه منه؛ أي: سنخادعه عنه ونحتال في انتزاعه من يده، ونجتهد في ذلك. وفيه تنبيه على عزة المطلب وصعوبة مناله {وَإِنَّا لَفَاعِلُونَ} ما أمرتنا به غير مفرطين ولا متوانين فيه من أن نجيئك بأخينا، فإنهم كانوا محتاجين إلى تحصيل الطعام، ولا يمكن إلا من عنده. وعبروا (١) بما يدل على الحال تنبيهًا على تحقق وقوعه، كقوله تعالى: {وَإِنَّ الدِّينَ لَوَاقِعٌ (٦) }. وقيل معناه: وإنا لقادرون على ذلك لا نتعانى به ولا نتعاظمه. </p><p> ٦٢ - {وَقَالَ} يوسف {لِفِتْيَانِهِ} ؛ أي: لغلمانه الكيالين؛ أي: الموكلين على خدمة الكيل، جمع فتى؛ وهو المملوك شابًا كان أو شيخًا {اجْعَلُوا بِضَاعَتَهُمْ} التي اشتروا بها الطعام وكانت نعالًا وجلودًا {فِي رِحَالِهِمْ} ؛ أي: في أمتعتهم من حيث لا يشعرون؛ أي: دسوها في جواليقهم وذلك بعد أخذها وقبولها، وإعطاء بدلها من الطعام، ووكّل بكل رَحْلٍ واحدًا من غلمانه يدس فيه البضاعة التي اشتري بها الطعام الذى في هذا الرحل. والمراد (٢) بالبضاعة هنا: هي التي وصلوا بها من بلادهم ليشتروا بها الطعام، وكانت نعالًا وأدمًا، فعل يوسف ذلك تفضلًا عليهم. وقيل: فعل ذلك ليرجعوا إليه مرة أخرى؛ لعلمه أنهم لا يقبلون الطعام إلا بثمن. قاله الفراء. وقيل: فعل ذلك ليستعينوا بها على الرجوع إليه لشراء الطعام. وقيل: إنه استقبح أن يأخذ من أبيه وإخوته ثمن الطعام. </p><p> وقرأ الأخوان (٣) - حمزة والكسائي - وحفص عن عاصم وخلف العاشر:  {لِفِتْيَانِهِ} - بالنون - واختار هذه القراءة أبو عبيد، ومثل هذه القراءة في مصحف عبد الله بن مسعود، وقرأ باقي العشرة وشعبة عن عاصم:  {لفتيته} واختار هذه القراءة أبو حاتم والنحاس وغيرهما. قال النحاس {لِفِتْيَانِهِ} مخالف للسواد الأعظم ولا يترك السواد المجمع عليه لهذا الإسناد المنقطع، وأيضًا فإن فتية أشبه </p><p>(١) الشوكاني. (٢) زاد المسير والبحر المحيط.(٣) الشوكاني.</p><p> من فتيان؛ لأن فتية عند العرب لأقل العدد، وأمر القليل بأن يجعلوا البضاعة في الرحال أشبه. قال الزجاج: الفتية والفتيان في هذا الموضع المماليك. وقال الثعلبي: هما لغتان جيدتان مثل الصبيان والصبية. </p><p> قلت: وكلتا القراءتين متواترتان ولا انقطاع في إسناد إحداهما. والجملة مستأنفة واقعة في جواب سؤال مقدر كأنه: فما قال يوسف بعد وعدهم له بذلك؟ فأجيب بأنه قال لفتيانه. قال أبو حيان: فالكثرة على مراعاة المأمورين، والقلة على مراعاة المتأولين، فهم الخدمة الكائلون أمرهم بجعل المال الذي اشتروا به الطعام في رحالهم مبالغة في استمالتهم إليه. ثم علل يوسف عليه السلام ما أمر به من جعل البضاعة في رحالهم بقوله:  {لَعَلَّهُمْ يَعْرِفُونَهَا} ؛ أي: البضاعة {إِذَا انْقَلَبُوا} ورجعوا {إِلَى أَهْلِهِمْ} ؛ أي: دسوا بضاعتهم ودراهمهم التي اشتروا بها الطعام في أوعيتهم التي يحملون فيها الطعام؛ لكي يعرفوا بضاعتهم إذا رجعوا إلى أبيهم؛ أي: لكي يعرفوا لنا حق إكرامهم بإعادتها إليهم، وجعل ما أعطيناهم من الغلة مجانًا بلا ثمن إذا هم رجعوا إلى أهلهم، وفتحوا متاعهم فوجودها فيه. </p><p> فجعل (١) علة جعل البضاعة في الرحال هي معرفتهم لها إذا انقلبوا إلى أهلهم، وذلك لأنهم لا يعلمون برد البضاعة إليهم إلا عند تفريغ الأوعية التي جعلوا فيها الطعام، وهم لا يفرغونها إلا عند الوصول إلى أهلهم. ثم علل معرفتهم للبضاعة المردودة إليهم المجعولة في رحالهم بقوله:  {لَعَلَّهُمْ يَرْجِعُونَ} إلينا طمعًا في برنا، فإن العوز إلى القوت من أقوى الدواعي إلى الرجوع، فإنهم إذا عرفوا ذلك، وعلموا أنهم أخذوا الطعام بلا ثمن وأن ما دفعوه عوضًا عنه قد رجع إليهم، وتفضل به من وصلوا إليه عليهم .. نشطوا إلى العود إليه ولا سيما مع ما هم فيه من الجدب الشديد، والحاجة إلى الطعام، وعدم وجوده لديهم، فإن ذلك من أعظم ما يدعوهم إلى الرجوع، وبهذا يظهر أن يوسف عليه السلام لم يرد البضاعة إليهم إلا لهذا المقصد، وهو رجوعهم إليه، فلا يتم تعليل ردها بغير ذلك، والله أعلم. </p><p>(١) المراغي.</p>"
}