{
  "id": null,
  "sura": 12,
  "aya": 24,
  "text": "<p> بالإساءة. والأصحَّ أنَّ الضمير في {إِنَّهُ} أن يعود على الله سبحانه وتعالى، والمعنى: أي: إنَّ الله ربِّي أحسن مثوايَ إذ نجَّاني من الجبِّ، وأقامني في أحسن مقام، إذ لا يطلق نبي كريم على مخلوق أنه ربي، ولا بمعنى السيد؛ لأنه لم يكن في الحقيقة مملوكًا له، وجملة قوله:  {إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ} تعليل آخر للامتناع منه عن إجابتها. والفلاحُ: الظفرُ أي: إنَّ الشأنَ والحال لا يَسْعَدَ ولا يظفر الظالمون لأنفسهم وللناس بجناية وتعد على الأعراض، لا في الدنيا ببلوغ الإمامَةِ والرياسةِ، ولا في الآخرة بالوصول إلى رضوان الله تعالى، ودخول جنات النعيم. وقيل: المعنى: لا يُفْلِحُ المجازون الإحسانَ بالإساءةِ. وقيل: المعنى: لا يُفْلِحُ الزناة. </p><p> وفي هذا إيماء (١) إلى الاعتزاز بربه، والأمانة لسيده، والتعريض بخيانة امرأته، واحتقارها بما أضمر نار الغيظ في صدرها. وقرأ (٢) أبو الطفيل والجحدري: {مثوي} كما قرأ: {يا بشرى} وما أحسنَ هذا التنصل من الوقوع في السوء، استعاذَ أولًا بالله الذي بيده العصمةُ وملكوتُ كل شيءٍ. ثم نبَّه على أنَّ إحسانَ الله، أو إحسان العزيز الذي سَبَقَ منه لا يُناسِبُ أن يجازيَ بالإساءة. ثمَّ نفَى الفلاح عن الظالمين، وهو الظفر، والفوز بالبغية، فلا يناسب أن أكون ظالِمًا أضع الشيء في غير موضعه، وأَتَعَدَّى ما حَدَّه الله تعالى لي. </p><p> ٢٤ - {وَلَقَدْ هَمَّتْ بِهِ} ؛ أي: وعزتي وجلالي لقد همَّتْ زُليخًا بيوسف عليه السلام، وقصدَتْ مخالطةَ يوسف، ومجامَعَتَهُ إياها؛ أي: قَصدَتْها (٣) وعَزَمَتْ عليها عَزْمًا جازمًا، بَعدما باشرَتْ مَباديها من المراودة، وتغليق الأبوابِ، ودَعْوته إلى نفسها بقولها: هَيْتَ لك، ولعلَّها تصدَّتْ هنالك لأفعال أُخَر من بَسْطِ يدِهَا إليه، وقَصْد المعانقة، وغير ذلك مما يضطره إلى الهرب، نحو الباب، والتأكيدُ لِدَفْعِ ما عسى يتوهم من اختصاص إقلاعها عما كانت عليه بما في مقالته من </p><p>(١) المراغي. (٢) البحر المحيط.(٣) روح البيان.</p><p> الزواجر {وَهَمَّ بِهَا} ؛ أي: وقَصَدَ يُوسُفُ بمخالطتها؛ أي: مال إليها بمقتضى الطبيعة البشرية، وشهوة الشباب ميلًا جبليًّا، لا يكادُ يَدْخُل تحت التكليف لا قصدًا اختياريًّا؛ لأنه كما أنه برىء من ارتكاب نفس الفاحشة، والعمل الباطل كذلك برىء من الهَمِّ المحرَّم، وإنما عبر عنه بالهم لمجرد وقوعه في صحبة همِّها في الذكر بطريق المشاكلة لا لشُبهةٍ به. ولقد أشير إلى تَبَايُنِهِمَا بأنه لم يقُلْ: ولقدْ هَمَّا بالمخالطة، أو همَّ كلٌّ منهما بالآخر. قال بعضهم (١) : الهمّ قسمان: هم ثابت، وهو هم اقترن بعزم وعقد ورضا مثل هم امرأة العزيز، فالعبدُ مأخوذ به، وهم عارض، وهو الخطرة، وحديث النفس من غير اختيار، ولا عَزْم مثلُ هَمِّ يوسف عليه السلام، والعبد غَيرُ مَأخُوذ به ما لم يتكلم أو يعمل. </p><p> {لَوْلَا أَنْ رَأَى} يوسفُ وعلِمَ وأيقن {بُرْهَانَ رَبِّهِ} ؛ أي: حُجَّةَ ربه، وأدلّتَه الدالة على كمال قُبْحِ الزنى. والمراد برؤيته لها: كمال إيقانه ومشاهدته لها مشاهدة واصلةً إلى مرتبة عين اليقين، التي تتجلَّى هناك حقائق الأشياء بصورها الحقيقية. وجوابُ لولا محذوف تقديره: لولا مشاهدتُه وعِلْمُه بُرْهانَ ربه في شأن الزنا لجرى على موجب ميله الجِبْلّي فوقَع في الزنا، لكنه حيثُ كانَ البرهانُ الذِي هو الحكم والعلم حاضرًا لديه حُضورَ من يراه بالعين، فلم يَهُمَّ به أصلًا. ومن المعلوم أنَّ (لولا) حرف امتناع لوجود، فالمعنى امتنع وانتفى جِماعُه لها, لوجود رؤيته البرهان. وفي \"السمين\" المعنى: لولا رؤيته برهانَ رَبِّهِ لهَمَّ بها ,لكنه امتنع همه بها لوجود رؤية ربه، فلم يَحْصُلْ منه هم ألبتة كقولك: لولا زيدٌ لأكرمتك فالمعنى: إنَّ الإكرامَ امتنع لوجود زيد. وبهذا يتخلَّص من الإشكال الذي يُورد هنا، وهو كيف يليق بنبيٍّ أن يهُمَّ بامرأة، اهـ. </p><p> والحاصل (٢) : أن هذا البرهانَ عندَ المحققينَ المثبتينَ لعصمة الأنبياء هو حُجَّةُ الله تعالى في تحريم الزنا، والعِلْمُ بما على الزاني من العقاب. أو المرادُ </p><p>(١) المراح. (٢) المراح.</p><p> برؤية البرهان حُصُولُ الأخلاق الحميدةِ وتذكير الأحوال الرَّادِعَةِ لهم عن الإقدامِ على المنكرات. </p><p> وقيل: إن البرهانَ النبوةُ المانعة من إتيان الفواحش. وقيل: إنه عليه السلام رأى مكتوبًا في سقف البيت: {وَلَا تَقْرَبُوا الزِّنَا إِنَّهُ كَانَ فَاحِشَةً وَسَاءَ سَبِيلًا} وأمّا الذين نسبوا المعصية إلى يوسف، فقالوا: إنه رَأى يعقوب عاضًّا على إبهامِه، أو هَتَفَ هاتفٌ، وقال له: لا تَعْمَل عمل السفهاء، واسمك في ديوان الأنبياء، أو تمثل له يعقوب فضَرَبَ في صدره، فخَرَجَتْ مَنِيُّه من أنامله. وقيل: غير ذلك مما يطولُ ذِكرُه. </p><p> والحاصل: أنه رأى شيئًا حال بينه وبين ما همَّ به. </p><p> وعبارة المراغي هنا:  {وَلَقَدْ هَمَّتْ بِهِ} ؛ أي (١) : ولقد همَّت بأن تبطِشَ به إذا عصَى أمرَهَا، وخالف مُرادَها، وهي سيدتُه وهو عبدها، وقد استذلت له بدعوته إلى نفسها بعد أن احتالت عليه بمراودته عن نفسه، وكُلَّما أَلَحَّتْ عليه ازدَاد عتُوًّا واستكبارًا معتزًّا عليها بالديانة، والأمانة، والترفع عن الخيانة، وحفظ شرف سيده، وهو سيدها ولا عِلاجَ لهذا إلا تذليله بالانتقام. وهذا ما شرَعَتْ في تنفيذه أو كادَتْ بأَن همَّتْ بالتنكيل به. </p><p> {وَهَمَّ بِهَا} لدفع صيالها عنه وقهرها بالبعد عما أرادته {لَوْلَا أَنْ رَأَى بُرْهَانَ رَبِّهِ} ؛ أي: ولكنه رَأى من ربه في سريرة نفسه ما جَعَلَهُ يمتنع من مُصاولَتِها، واللُّجوء إلى الفرار منها. </p><p> والخلاصة: أنَّ الفارق بين همِّها وهَمِّه أنها أرادت الانتقامَ منه شفاء لِغَيْظِها إذ فَشَلَتْ فيما تريدُ، وأهينَتْ بعتوه واستكباره وإبائه لما أرادَتْ، وأراد هو الاستعداد للدِّفاع عن نفسه، وهَمَّ بها حين رأى أَمارَةَ وُثُوبِهَا عليه، فكان مَوقفهما موقف المواثَبةِ والاستعداد للمضاربة، ولكِنَّهُ رأى منْ برهان ربه وعِصْمَتِه ما لم تَرَ مِثله؛ إذ ألهمه أنَّ الفرارَ من هذا الموقف هو الخير الذي به تتمُّ حكمته فيما أعده له، فاستبقا بابَ الدارَ، وكانَ من أمرِهِمَا ما يأتي بيانه فيما بَعْدُ. </p><p>(١) المراغي.</p><p> هذا خُلاصةُ رأي نَقَله ابن جرير، وأيَّده الفَخْرَ الرازيُّ وأبو بكر الباقلاني. </p><p> وَيرَى غَيْرُهم من المفسرين أنَّ المعنى أنها همَّتْ بفعل الفاحشة، ولم يكن لها معارض، ولا ممانع، وهم هو بمثل ذلك، ولولا أنْ رأى برهان رَبّه لاقْتَرَفها. وقد فنده بعض العلماء لوجوه (١) : </p><p> ١ - أنَّ الهَمَّ لا يكون إلَّا بفعل للهام، والوقاع ليس من أفعال المرأة حتى تَهُمَّ به، وإنما نَصِيبُها منه قبولهْ مِمَّنْ يطلبه منها بتمكينه منه. </p><p> ٢ - أنَّ يوسف لم يطلب منها هذا الفعل حتى يسمَّى قبولها لطلبه، ورضاها بتمكينه همًّا لها، فالآيات قبل هذه وبعدها تبرئه من ذلك بل مِن وسائله ومقدماته. </p><p> ٣ - أنه لو وَقَعَ ذلك لوجب أن يقال: ولقد همَّ بها وهمَّتْ به؛ لأنَّ الهمَّ الأُولَى هو المقدم بالطبع، وهو الهم الحقيقيُّ، والهم الثاني متوقِّفٌ عليه. </p><p> ٤ - أنه قد عَلِم من هذه القصة أنَّ هذه المرأةَ كانت عازمة على ما طلبته طلبًا جازمًا، ومصرةً عليه، فلا يصح أن يُقَالَ: إنها همَّتْ به، إذ الهمُّ مقاربةُ الفعل المتردد فيه، بل الأنسبُ في معنى الهمِّ هو ما فسَّرْناه به أوَّلًا وذلك لإرادة تأديبه بالضَّرْبِ، انتهت. </p><p> والإشارة في قوله:  {كَذَلِكَ} إلى الإراءة المدلول عليها بقوله: {لَوْلَا أَنْ رَأَى بُرْهَانَ رَبِّهِ} أو إلى التثبيت المفهوم من ذلك، وهذه الكاف مع مجرورها في محلِّ نصب بفعل محذوف، واللامُ في قوله:  {لِنَصْرِفَ} متعلقة بذلك المحذوف، والتقدير: أَريناه مثلَ ذلك الإراءَةِ أو ثَبَّتْنَاه مثلَ ذلك التثبيت. {لِنَصْرِفَ عَنْهُ} ؛ أي: عن يُوسُفَ وندفَع عنه {السُّوءَ} ؛ أي (٢) : مقدمات الفاحشة من القبلة والنظر بشهوة {وَالْفَحْشَاءَ} ؛ أي: الزنا. وقيل (٣) : السوء كل ما يَسُوؤُه، والفحشاء كل </p><p>(١) المراغي. (٢) المراح.(٣) الشوكاني.</p><p> أمرٍ مُفرطِ القُبح. وقيل: السوءُ الخيانة للعزيز في أهله، والفحشاء الزنا. وقيل: السوء الشهوة، والفحشاءُ المباشرة. وقيل: السوءُ الثناءُ القبيح، والأوْلَى الحمل على العموم فيدخُلُ فيه ما يدل عليه السياق دخولًا أوَّليًّا. </p><p> وفي هذه الجملة (١) آيةٌ بَيِّنَةٌ وحجة قاطعة على أنه لم يقع منه هَمٌّ بالمعصية، ولا توجُّهٌ إليها قط، وإلا لقِيلَ: لنصرفه عن السوء والفحشاء، وإنما توجَّه إليه ذلك من خارج، فصرفه تعالى عنه بما فيه من موجبات العفة، والعصمة كما في \"الإرشاد\" . وجملة قوله:  {إِنَّهُ مِنْ عِبَادِنَا الْمُخْلَصِينَ} تعليل لما قبلها؛ أي: صَرَفنا عنه السوءَ والفحشاءَ؛ لأنَّ يُوسُفَ عليه السلام من جملة عِبَادِنا الذين أخْلَصناهم لطاعتنا، بأن عَصَمْنَاهُم مما هو قادح فيها. </p><p> وفي هذا دليل على أنَّ الشَّيطانَ لم يجد إلى إغوائه سبيلًا، ألا ترى إلى قوله: {فَبِعِزَّتِكَ لَأُغْوِيَنَّهُمْ أَجْمَعِينَ (٨٢) إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ (٨٣) } قال في \"بحر العلوم\" . واعلم أنه تعالى شهد ببراءته من الذنب، ومَدَحه بأنه من المحسنين، وأنه من عباده المخلصين، فوَجَبَ على كل أحد أن لا يتوقَّفَ في نزاهته، وطهارة ذيله، وعِفَّته وتثبته في مواقع العثار. </p><p> قال الحسن: لم يَقُصَّ الله تعالى عليكم ما حكى من أخبار الأنبياء تعْييرًا لهم، لكن لئلا تَقنَطُوا من رحمته؛ لأنَّ الحُجَّةَ للأنبياء ألزم، فإذا قبلت توبتهم، كان قبولها من غيرهم أسْرَعَ. </p><p> وعدَمُ ذكر توبة يوسف دليلٌ على عدم معصيته؛ لأنه تعالى ما ذكر معصيةً عن الأنبياء، وإن صَغُرت إلا وذكر تَوبتَهم واستغفارَهم منها كآدم ونوح، وداود، وإبراهيم، وسليمان، عليهم السلام. </p><p> وقرأ الأعمش:  {ليُصْرفَ} بياء الغيبة عائدًا على ربه. وقرأ العربيان: أبو عمرو، وابن عامر، وابن كثير:  {المخلِصين} إذا كان فيه أن حيث وَقَع في القرآن بكسر اللام؛ أي: الذين أخلصوا دِينَهم، وعَمَلَهم لله تعالى. وقرأ باقي </p><p>(١) روح البيان.</p>"
}