{
  "id": null,
  "sura": 12,
  "aya": 65,
  "text": "<p> وفي جميع الحالات، ولذا حفظ يوسف في الجبّ. </p><p> ومعنى الآية: أن حفظ الله تعالى إياه خير من حفظهم له لما وكل يعقوب حفظه إلى الله سبحانه حفظه وأرجعه إليه، ولما قال في يوسف:  {وَأَخَافُ أَنْ يَأْكُلَهُ الذِّئْبُ} .. وقع له من الامتحان ما وقع. وقرأ (١) ابن كثير ونافع وأبو عمرو وابن عامر وأبو بكر عن عاصم: {حِفْظًا} والمعنى: خير حفظًا من حفظكم. وقرأ حمزة الكسائي، وحفص عن عاصم وخلف العاشر:  {خَيْرٌ حَافِظًا} - بألف -. وقرأ الأعمش شذوذًا:  {خير حافظ} على الإضافة؛ أي: فالله تعالى متصف بالحفظ وزيادته على كل حافظ. وقرأ أبو هريرة:  {خير الحافظين} ، كذا نقل الزمخشري، وهي رواية شاذة. وقال ابن عطية وقرأ ابن مسعود:  {فالله خير حافظًا وهو خير الحافظين} ، وهي رواية شاذة أيضًا. </p><p> ٦٥ - {وَلَمَّا فَتَحُوا مَتَاعَهُمْ} ؛ أي: أوعيتهم التي وضعوا فيها الميرة بحضرة أبيهم {وَجَدُوا بِضَاعَتَهُمْ} ؛ أي: ثمن الميرة الذي دفعوه ليوسف {رُدَّتْ إِلَيْهِمْ} تفضلًا وإحسانًا من يوسف عليه السلام؛ والمعنى: ولما فتحوا أوعية طعامهم وجدوا فيها ما كان أعطوه من بضاعة ونقدٍ ثمنًا لما اشتروه من الطعام؛ إذ أن يوسف أمر فتيانه أن يضعوها في رحالهم، وهم لا يعلمون ذلك. </p><p> وجملة قوله:  {قَالُوا} لأبيهم مستأنفة (٢) في سؤال مقدر كأنه قيل: ماذا قالوا حينئذٍ؟ فقيل: قالوا لأبيهم - ولعله كان حاضرًا عند الفتح كما في \"الإرشاد\" ، ويؤيده ما في القصص من أن يعقوب عليه السلام قال لهم: يا بني قدموا أحمالكم لأدعو لكم فيها بالبركة، فقدموا أحمالهم، وفتحوها بين يديه، فرأوا بضاعتهم في رؤوس أحمالهم، فقالوا عند ذلك - {يَا أَبَانَا مَا نَبْغِي} ؛ أي: أي شيء نطلب وراء ما وصفنا لك من إحسان الملك إلينا وكرمه الذي يوجب علينا امتثال أمره ومراجعته في الحوائج، وقد كانوا حدثوا أباهم بذلك على ما روي أنهم قالوا له: إنا قدمنا على خير رجل، وقد أنزلنا خير منزل وأكرم </p><p>(١) روح البيان. (٢) البحر المحيط.</p><p> وفادتنا، ولو كان رجلًا من آل يعقوب ما أكرمنا كرامته، ثم أكدوا صدق كلامهم بقولهم:  {هَذِهِ} الموجودة في الأوعية {بِضَاعَتُنَا} أي: ثمن ميرتنا حالة كونها {رُدَّتْ إِلَيْنَا} ؛ أي: حالة كونها مردودة إلينا تفضلًا من حيث لا ندري بعدما منَّ علينا بالمنن العظام، هل من مزيد على هذا فنطلبه؟ أرادوا الاكتفاء به في استيجاب الامتثال لأمره، والالتجاء إليه في استجلاب المزيد، فكل ما جئنا به على غلائه وعظم قيمته هو هبة منه وتفضل منه علينا. وقرأ (١) علقمة ويحيى بن وثاب والأعمش: {ردت} - بكسر الراء - نقل حركة الدال المدغمة إلى الراء بعد توهم خلوها من الضمة، وهي لغة لبني ضبة كما نقلت العرب في قيل وبيع. وقرأ عبد الله وأبو حيوة:  {ما تبغي} - بالتاء - على خطاب يعقوب، وروتها عائشة رضي الله عنها عن النبي - صلى الله عليه وسلم -، وهي رواية شاذة وليست بمتواترة، ويحتمل ما في هذه القراءة الاستفهام والنفي كقراءة النون. </p><p> {وَنَمِيرُ أَهْلَنَا} ، أي: ونأتي بالطعام إلى أهلنا ونجلبه لهم برجوعنا إلى ذلك الملك بتلك البضاعة، وهذا معطوف على محذوف، والتقدير: فنستعين بهذه البضاعة ونمير أهلنا برجوعنا إليه. يقال: مار أهله يميرهم ميرًا إذا أتاهم بالميرة؛ وهي الطعام المجلوب من بلد إلى بلد، ومثله امتار. وقرأ أبو عبد الرحمن السلمي في رواية شاذة عنه:  {ونمير} - بضم النون - مِن أمار الرباعي. {وَنَحْفَظُ أَخَانَا} بنيامين في الذهاب والإياب من الجوع والعطش وسائر المكاره {وَنَزْدَادُ} بسبب إرساله معنا {كَيْلَ بَعِيرٍ} ؛ أي: حمل بعير زائد على ما جئنا به هذه المرة يكال لنا لأجل أخينا؛ لأنه كان يعطي باسم كل رجل حمل بعير اقتصادًا وعدلًا بين الناس، وكأنه قيل: أي حاجة إلى الازدياد، فقيل: في {ذَلِكَ} ؛ أي: ما يحمله بعيرنا {كَيْلٌ يَسِيرٌ} ؛ أي: مكيل قليل لا يقوم بأودنا؛ أي: أي قوتنا، أو المعنى:  {ذَلِكَ} ؛ أي: إن حمل البعير {كَيْلٌ يَسِيرٌ} ؛ أي: كيل سهل لا عسر فيه على ذلك المحسن الجواد؛ أي: زيادة كيل بعير لأخينا يسهل على الملك، ولا يمتنع علينا من زيادته له؛ أي: لكونه يسيرًا لا يتعاظمه ولا يضايقنا فيه، </p><p>(١) روح البيان.</p>"
}