{
  "id": null,
  "sura": 12,
  "aya": 72,
  "text": "<p> فعلى هذا التقدير لم يتألم قلبه بسبب هذا الكلام، بل قد رضي به، فلا يكون ذنبًا. </p><p> الثاني: أن يكون المعنى: إنكم لسارقون ليوسف من أبيه إلا أنهم ما أظهروا هذا الكلام، فهو من المعاريض، وإنَّ في المعاريض مندوحةً عن الكذب. </p><p> الثالث: يحتمل أن يكون المنادي ربما قال ذلك على سبيل الاستفهام، وعلى هذا التقدير لا يكون كذبًا. </p><p> والرابع: ليس في القرآن ما يدل على أنهم قالوا ذلك بأمر يوسف، وهو الأقرب إلى ظاهر الحال؛ لأنهم لمَّا طلبوا السقاية، فلم يجدوها، ولم يكن هناك أحد غيرهم .. غلب على ظنهم أنهم هم الذين أخذوها، فقالوا ذلك بناء على غلبة ظنهم. اهـ. \"خازن\" . </p><p> ٧١ - {قَالُوا} ؛ أي: قال أخوة يوسف للمؤذن ومن معه {و} قد وقفوا و {أقبلوا عليهم} ؛ أي: والحال أنهم قد التفتوا إلى جماعة الملك المؤذن وأصحابه {مَاذَا} تعدمون، وأي شيء {تَفْقِدُونَ} ؛ أي: تطلبون، وما الذي ضاع منكم. والفقد: غيبة الشيء عن الحس بحيث لا يعرف مكانه، تقول: فقدت الشيء إذا عدمته بأن ضل عنك لا بفعلك. وقرأ السلمي شذوذًا (١) : {تَفْقِدُونَ} - بضم التاء - من أفقدته إذا وجدته فقيدًا، نحو أحمدته إذا وجدته محمودًا، وضَعَّف هذه القراءة أبو حاتم. قال أهل الأخبار (٢) : لما وصل الرسل إلى إخوة يوسف قالوا لهم: ألم نكرمكم ونحسن ضيافتكم، ونوف إليكم الكيل ونفعل بكم ما لم نفعل بغيركم؟؛ قالوا: بلى، وما ذاك؟ قالوا: فقدنا سقاية الملك ولا نتهم عليها غيركم، فذلك قوله تعالى:  {قَالُوا وَأَقْبَلُوا عَلَيْهِمْ} ؛ أي: عطفوا على المؤذن وأصحابه، وقالوا ما الذي تفقدون، والفقدان: ضد الوجود. </p><p> ٧٢ - {قَالُوا} ؛ أي: قال المؤذن وأصحابه في جوابهم {نَفْقِدُ صُوَاعَ الْمَلِكِ} ؛ </p><p>(١) البحر المحيط. (٢) الخازن.</p><p> أي: نطلب إناء الملك الذي كان يشرب فيه ويكيل به، وإنما اتخذ هذا الإناء مكيالًا لعزة ما يكال به في ذلك الوقت؛ أي: نفقد الصواع الذي عليه شارة الملك، وقرأ الجمهور (١) : {صُوَاعَ} بزنة غراب بضم الصاد بعدها واو مفتوحة بعدها ألف بعدها عين مهملة. وقرأ أبو حيوة والحسن وابن جبير فيما نقل ابن عطية كذلك إلا أنه كسر الصاد. </p><p> وقرأ أبو هريرة ومجاهد:  {صاع} - بغير واو - وعلى وزن ناب، فالألف فيها بدل من الواو المفتوحة. وقرأ أبو رجاء:  {صوع} على وزن قوس. وقرأ عبد الله بن عون بن أبي أرطبان:  {صرع} - بضم الصاد - وقرأ أبيّ:  {صياع} . وكلها لغات في الصاع. وقرأ الحسن وابن جبير فيما نقل عنهما صاحب \"اللوامح\"  {صواغ} - بالغين المعجمة - على وزن غراب. وقرأ يحيى بن يعمر كذلك إلا أنه يحذف الألف، ويسكن الواو. وقرأ زيد بن علي:  {صوغ} مصدر صاغ، وصواغ وصوغ مشتقان من الصوغ مصدر صاغ يصوغ أقيما مقام المفعول بمعنى مصوغ الملك. فهذه ثمان قراءات في هذا الحرف كلها لغات، والمتواتر منها واحدة وهي قراءة الجمهور، وهذا اللفظ يذكر ويؤنث، ويجمع الصواع على صيعان كغراب وغربان، والصاع على أصوع. </p><p> قال المؤذن:  {وَلِمَنْ جَاءَ بِهِ} ؛ أي: بالإناء من عند نفسه مظهرًا له قبل التفتيش {حِمْلُ بَعِيرٍ} ؛ أي: حمولة جمل من الطعام أجرة له وجعلًا. {وَأَنَا بِهِ} ؛ أي: بذلك الحمل {زَعِيمٌ} ؛ أي: كفيل ضامن أؤديه إليه؛ لأن الإناء كان من الذهب، وقد اتهمني الملك. وفي \"البحر\" : {وَلِمَنْ جَاءَ بِهِ} ؛ أي: ولمن دل على سارقه وفضحه {حِمْلُ بَعِيرٍ} ؛ أي: وسق بعير من طعام جعلًا لمن حصله. وفي قوله:  {حِمْلُ بَعِيرٍ} دليل على أن عيرهم كانت الإبل لا الحمير (٢) . </p><p> وهذه الآية (٣) : تدل على أن الكفالة كانت صحيحة في شرعهم، وقد حكى رسول الله - صلى الله عليه وسلم - بها في قوله:  \" .. الحميل غارم\" والحميل: الكفيل. </p><p>(١) البحر المحيط. (٢) المراغي.(٣) الخازن.</p>"
}