{
  "id": null,
  "sura": 12,
  "aya": 69,
  "text": "<p> قال الله سبحانه جلَّ وعلا: </p><p> {وَلَمَّا دَخَلُوا عَلَى يُوسُفَ آوَى إِلَيْهِ أَخَاهُ قَالَ إِنِّي أَنَا أَخُوكَ فَلَا تَبْتَئِسْ بِمَا كَانُوا يَعْمَلُونَ (٦٩) فَلَمَّا جَهَّزَهُمْ بِجَهَازِهِمْ جَعَلَ السِّقَايَةَ فِي رَحْلِ أَخِيهِ ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا الْعِيرُ إِنَّكُمْ لَسَارِقُونَ (٧٠) قَالُوا وَأَقْبَلُوا عَلَيْهِمْ مَاذَا تَفْقِدُونَ (٧١) قَالُوا نَفْقِدُ صُوَاعَ الْمَلِكِ وَلِمَنْ جَاءَ بِهِ حِمْلُ بَعِيرٍ وَأَنَا بِهِ زَعِيمٌ (٧٢) قَالُوا تَاللَّهِ لَقَدْ عَلِمْتُمْ مَا جِئْنَا لِنُفْسِدَ فِي الْأَرْضِ وَمَا كُنَّا سَارِقِينَ (٧٣) قَالُوا فَمَا جَزَاؤُهُ إِنْ كُنْتُمْ كَاذِبِينَ (٧٤) قَالُوا جَزَاؤُهُ مَنْ وُجِدَ فِي رَحْلِهِ فَهُوَ جَزَاؤُهُ كَذَلِكَ نَجْزِي الظَّالِمِينَ (٧٥) فَبَدَأَ بِأَوْعِيَتِهِمْ قَبْلَ وِعَاءِ أَخِيهِ ثُمَّ اسْتَخْرَجَهَا مِنْ وِعَاءِ أَخِيهِ كَذَلِكَ كِدْنَا لِيُوسُفَ مَا كَانَ لِيَأْخُذَ أَخَاهُ فِي دِينِ الْمَلِكِ إِلَّا أَنْ يَشَاءَ اللَّهُ نَرْفَعُ دَرَجَاتٍ مَنْ نَشَاءُ وَفَوْقَ كُلِّ ذِي عِلْمٍ عَلِيمٌ (٧٦) قَالُوا إِنْ يَسْرِقْ فَقَدْ سَرَقَ أَخٌ لَهُ مِنْ قَبْلُ فَأَسَرَّهَا يُوسُفُ فِي نَفْسِهِ وَلَمْ يُبْدِهَا لَهُمْ قَالَ أَنْتُمْ شَرٌّ مَكَانًا وَاللَّهُ أَعْلَمُ بِمَا تَصِفُونَ (٧٧) قَالُوا يَا أَيُّهَا الْعَزِيزُ إِنَّ لَهُ أَبًا شَيْخًا كَبِيرًا فَخُذْ أَحَدَنَا مَكَانَهُ إِنَّا نَرَاكَ مِنَ الْمُحْسِنِينَ (٧٨) قَالَ مَعَاذَ اللَّهِ أَنْ نَأْخُذَ إِلَّا مَنْ وَجَدْنَا مَتَاعَنَا عِنْدَهُ إِنَّا إِذًا لَظَالِمُونَ (٧٩) فَلَمَّا اسْتَيْأَسُوا مِنْهُ خَلَصُوا نَجِيًّا قَالَ كَبِيرُهُمْ أَلَمْ تَعْلَمُوا أَنَّ أَبَاكُمْ قَدْ أَخَذَ عَلَيْكُمْ مَوْثِقًا مِنَ اللَّهِ وَمِنْ قَبْلُ مَا فَرَّطْتُمْ فِي يُوسُفَ فَلَنْ أَبْرَحَ الْأَرْضَ حَتَّى يَأْذَنَ لِي أَبِي أَوْ يَحْكُمَ اللَّهُ لِي وَهُوَ خَيْرُ الْحَاكِمِينَ (٨٠) ارْجِعُوا إِلَى أَبِيكُمْ فَقُولُوا يَا أَبَانَا إِنَّ ابْنَكَ سَرَقَ وَمَا شَهِدْنَا إِلَّا بِمَا عَلِمْنَا وَمَا كُنَّا لِلْغَيْبِ حَافِظِينَ (٨١) وَاسْأَلِ الْقَرْيَةَ الَّتِي كُنَّا فِيهَا وَالْعِيرَ الَّتِي أَقْبَلْنَا فِيهَا وَإِنَّا لَصَادِقُونَ (٨٢) قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنْفُسُكُمْ أَمْرًا فَصَبْرٌ جَمِيلٌ عَسَى اللَّهُ أَنْ يَأْتِيَنِي بِهِمْ جَمِيعًا إِنَّهُ هُوَ الْعَلِيمُ الْحَكِيمُ (٨٣) وَتَوَلَّى عَنْهُمْ وَقَالَ يَا أَسَفَى عَلَى يُوسُفَ وَابْيَضَّتْ عَيْنَاهُ مِنَ الْحُزْنِ فَهُوَ كَظِيمٌ (٨٤) }. </p><p> التفسير وأوجه القراءة </p><p> ٦٩ - {وَلَمَّا دَخَلُوا} ؛ أي: ولما دخل إخوة يوسف {عَلَى يُوسُفَ} في مجلسه الخاص به بعد دخولهم باحة القصر من حيث أمرهم أبوهم {آوَى} يوسف وضمّ {إِلَيْهِ} ؛ أي: إلى نفسه في الطعام والمنزل والمبيت {أَخَاهُ} الشقيق بنيامين، وقد حصل ما كان يتوقع يعقوب، أو فوق ما كان يتوقع من الحنوِّ عليه </p><p> والعناية التي خصه بها. </p><p> قال المفسرون (١) : لما دخل إخوة يوسف على يوسف عليه السلام .. قالوا: أيها الملك هذا أخبرنا الذي أمرتنا أن نأتيك به، فقد جئناك به، فقال لهم: أحسنتم وأصبتم، وستجدون ذلك عندي، ثم أنزلهم وأكرم نُزلهم، ثم إنه أضافهم وأجلس كل اثنين على مائدة، فبقي بنيامين وحيدًا، فبكى وقال: لو كان أخي يوسف حيًّا .. لأجلسني معه، فقال لهم يوسف عليه السلام، لقد بقي هذا وحده، فقالوا: كان له أخ، فهلك. قال لهم: فأنا أجلسه معي، فأخذه فأجلسه معه على مائدته، وجعل يؤاكله، فلما كان الليل أمرهم بمثل ذلك، وقال كل اثنين منكم ينامان على فراش واحد، فبقي بنيامين وحده، فقال يوسف: هذا ينام عندي على فراشي، فنام بنيامين مع يوسف على فراشه، فجعل يوسف يضمه إليه، ويشمّ ريحه، ويشمّ ريح أبيه منه حتى أصبح، فلما أصبح قال لهم: إني أرى هذا الرجل وحيدًا ليس معه ثان، وسأضمه إلي فيكون معي في منزلي، ثم إنه أنزلهم وأجرى عليهم الطعام، فقال رويبل: ما رأينا مثل هذا قط، فلما خلا به .. قال له يوسف: ما اسمك؟ قال: بنيامين. قال: وما بنيامين؟ قال: ابن المشكّل، وذلك أنه لما ولدته أمه هلكت. قال: وما اسم أمك؟ قال: راحيل بنت لاوى. قال: فهل لك من ولد؟ قال: لي عشرة بنين. قال: فهل لك من أخ لأمك؟ قال: كان لي أخ، فهلك. قال يوسف: أتحب أن أكون أخاك بدل أخيك الهالك؟ قال بنيامين: ومن يجد أخًا مثلك أيها الملك، ولكن لم يلدك يعقوب ولا راحيل، فبكى يوسف عليه السلام، وقام إليه وعانقه و {قَالَ إِنِّي أَنَا أَخُوكَ} يوسف الذي فقدتموه صغيرًا {فَلَا تَبْتَئِسْ} ؛ أي: فلا تحزن، وقال أهل اللغة: تبتئس تفتعل من البؤس؛ وهو الضرر والشدة، والابتئاس: اجتلاب الحزن والبؤس؛ أي: فلا تحزن ولا تتأسف {بِمَا كَانُوا يَعْمَلُونَ} بنا فيما مضى من الضرر والأذى، فإن الله تعالى قد أحسن إلينا وجمع بيننا بخير؛ أي: فلا تلتفت إلى ما صنعوه بنا فيما تقدم من أعمالهم المنكرة، ولا يلحقن بك بعد الآن بؤس؛ أي: مكروه ولا شدة </p><p>(١) الخازن.</p>"
}