{
  "id": null,
  "sura": 12,
  "aya": 89,
  "text": "<p> {بِبِضَاعَةٍ مُزْجَاةٍ} ؛ أي: ببضاعة رديئة وأمتعة خسيسة يحتقرها التجار، ويدفعونها احتقارًا لها {فَأَوْفِ لَنَا الْكَيْلَ} ؛ أي: فأتمه لنا كما تعودنا من جميل رعايتك وإحسانك، ولا تنقصه لرداءة بضاعتنا {وَتَصَدَّقْ عَلَيْنَا} بما تزيده على حقنا ببضاعتنا بعد أن تغمض عن ردائتها {إِنَّ اللَّهَ} سبحانه وتعالى {يَجْزِي الْمُتَصَدِّقِينَ} فيخلف ما ينفقون، يضاعف لهم الأجر. قال الضحاك: لم يقولوا إن الله يجزيك إن تصدقت علينا؛ لأنهم لم يعلموا أنه مؤمن، بل لتيقنهم كفره على عادة ملوك مصر في ذلك الوقت، فعبروا بهذه العبارة المحتملة. وقد بالغوا في الضراعة والتذلل لما كانوا يرون من تأثير ذلك في ملامح وجهه، وجرس صوته، ومغالبة دمعه، وقد قيل: كيف يطلبون التصدق عليهم وهم أنبياء، والصدقة محرمة على الأنبياء، وأجيب باختصاص ذلك بنبينا محمد - صلى الله عليه وسلم -. وفي هذا الكلام (١) دليل على أنه تجوز الشكوى عند الضرورة إذا خاف من إصابته على نفسه، كا يجوز للعليل أن يشكو إلى الطبيب ما يجده من العلة. وهذه المرة التي دخلوا فيها مصر هي المرة الثالثة كما يفيده ما تقدم من سياق الكتاب العزيز. </p><p> روي (٢) : أن يعقوب أمر بعض أولاده، فكتب بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ، من يعقوب إسرائيل الله، ابن إسحاق ذبيح الله، ابن إبراهيم خليل الله إلى عزيز مصر أما بعد: فإنا أهل بيت موكل بنا البلاء؛ أما جدي إبراهيم فإنه ابتلي بنار النمروذ، فصبر وجعلها الله عليه بردًا وسلامًا، وأما أبي إسحاق فابتلي بالذبح، فصبر ففداه الله بذبح عظيم، وأما أنا فابتلاني الله بفقد ولدي يوسف فبكيت عليه حتى ذهب بصري، ونحل جسمي، وقد كنت أتسلى بهذا الغلام الذي أمسكته عندك، وزعمت أنه سارق، وإنا أهل بيت لا نسرق ولا نلد سارقًا، فإن رددته علي وإلا دعوت عليك دعوة تدرك السابع من ولدك والسلام. فلما قرأ يوسف كتاب أبيه اشتد بكاؤه وعيل صبره، وأظهر نفسه لأخوته. </p><p> ٨٩ - ثم بعد أن ذكر طريق تحسسهم ذكر رد يوسف عليهم بقوله:  {قَالَ} يوسف </p><p>(١) الشوكاني. (٢) روح البيان.</p><p> عليه السلام لأخوته:  {هَلْ عَلِمْتُمْ} والاستفهام فيه للتوبيخ والتقريع، وقيل:  {هَلْ} بمعنى قد؛ أي: هل تذكرون {مَا فَعَلْتُمْ بِيُوسُفَ} من إلقائه في الجبّ، وبيعه بثمن بخس، وتفريقه عن أبيه {و} ما فعلتم بـ {أخيه} بنيامين من إدخال الغم عليه بفراق أخيه الشقيق، وما كان يناله من جهتهم من الاحتقار والإهانة حتى كان لا يقدر أن يكلمهم. قال الواحدي: ولم يذكر أباه يعقوب من عظم ما دخل عليه من الغم بفراقه تعظيمًا له، ورفعًا من قدره، وعلمًا بأن ذلك كان بلاءً له من الله عَزَّ وَجَلَّ؛ ليزيد في درجته عنده؛ أي: ما أعظم ما فعلتم بيوسف وأخيه، فهل تبتم عن ذلك بعد علمكم بقبحه؟ فهو سؤال عن الملزوم، والمراد لازمه، وهذا استفهام (١) يفيد تعظيم أمر هذه الواقعة، ومعناه: ما أعظم ما ارتكبتم من أمر يوسف، وما أقبح ما أقدمتم عليه من قطيعة الرحم وتفريقه من أبيه، وهذا كما يقال للمذنب: هل تدري من عصيت، وهل تعرف من خالفت؟ ولم يرد بهذا نفس الاستفهام، ولكنه أراد تفظيع الأمر وتعظيمه. ويجوز أن يكون المعنى: هل علمتم عقبى ما فعلتم بيوسف وأخيه من تسليم الله إياهما من المكروه. {إِذْ أَنْتُمْ جَاهِلُونَ} ظرف لفعلتم؛ أي: فعلتم وقت جهلكم عقبى فعلكم ليوسف من خلاصه من الجب، وولايته السلطنة، وإنما (٢) كان كلامه هذا شفقة عليهم، وتنصحًا لهم في الدين، وتحريضًا على التوبة، لا معاتبته وتثريبًا إيثارًا لحق الله تعالى على حق نفسه. </p><p> روي: أنه لمَّا قرأ كتاب يعقوب بكى وكتب إليه: بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ إلى يعقوب إسرائيل الله من ملك مصر أما بعد: أيها الشيخ فقد بلغني كتابك وقرأته، وأحطت به علمًا، وذكرت فيه آباءك الصالحين، وذكرت أنهم كانوا أصحاب البلايا، فإنهم إن ابتلوا وصبروا ظفروا، فاصبر كما صبروا والسلام. فلما قرأ يعقوب الكتاب قال: والله ما هذا كتاب الملوك، ولكنه كتاب الأنبياء، ولعل صاحب الكتاب هو يوسف. </p><p>(١) الخازن. (٢) روح البيان.</p>"
}