{
  "id": null,
  "sura": 12,
  "aya": 68,
  "text": "<p> وقد اختلف العلماء فيمن عرف بالإصابة بالعين، فقال قوم: يمنع من الاتصال بالناس دفعًا لضرره بحبس أو غيره من لزوم بيته. وقيل: ينفى، وأبعد من قال إنه يقتل إلا إذا كان يتعمد ذلك، وتتوقف إصابته على اختياره وقصده ولم ينزجر عن ذلك، فإنه إذا قتل كان له حكم القاتل. </p><p> ثم صرّح يعقوب عليه السلام بأنه لا حكم إلا لله سبحانه وتعالى، فقال:  {إِنِ الْحُكْمُ} ؛ أي: ما الحكم مطلقًا {إِلَّا لِلَّهِ} سبحانه وتعالى لا لغيره، ولا يشاركه أحد ولا يمانعه شيء، فلا يحكم أحد سواه بشيء من السوء وغيره {وَعَلَيْهِ} سبحانه وتعالى لا على غيره {تَوَكَّلْتُ} ؛ أي: اعتمدت في كل ما آتي وأذر. وفي هذا (١) إيماء إلى أن الأخذ في الأسباب ومراعاة اتباعها لا ينافي التوكل. وقد جاء في الخبر:  \"اعقلها وتوكل\" . </p><p> {وَعَلَيْهِ} سبحانه وتعالى دون أحد سواه {فَلْيَتَوَكَّلِ الْمُتَوَكِّلُونَ} على العموم، لا على أمثالهم من المخلوقين، ولا على أنفسهم، ويدخل فيه أولاده دخولًا أوليًّا؛ أي: فليثق الواثقون. والفاء (٢) فيه لإفادة التسبب، فإن فعل الأنبياء سبب لأن يقتدى بهم. وقال البيضاوي: جمع (٣) بين الحرفين في عطف الجملة على الجملة لتقدم الصلة للاختصاص كأن الواو للعطف والفاء لأفادة التسبب فإن فعل الأنبياء سبب لأن يقتدى بهم، انتهى. فعلى كل مؤمن أن يتخذ لكل أمر يقدم على عمله العدة، ويهيىء من الأسباب ما يوصل إليه على قدر طاقته، ثم بعد ذلك يكل أمر النجاح فيه إلى الله تعالى، ويطلب منه التوفيق والمعونة في إنجازه، فقد يكون من الأسباب ما يخفى عليه، أو ما لا تصل إليه يده. </p><p> ٦٨ - {وَلَمَّا دَخَلُوا} ؛ أي: ولما دخل أخوة يوسف المدينة {مِنْ حَيْثُ أَمَرَهُمْ أَبُوهُمْ} ؛ أي: من المكان في أمرهم أبوهم الدخول منه، وهي الأبواب المتفرقة، والجار (٤) والمجرور في موضع الحال؛ أي: دخلوا متفرقين {مَا كَانَ} </p><p>(١) المراغي. (٢) روح البيان.(٣) البيضاوي.(٤) روح البيان.</p><p> رأي يعقوب ودخولهم متفرقين {يُغْنِي عَنْهُمْ} ؛ أي: يدفع عنهم {مِنَ اللَّهِ} ؛ أي: من جهته تعالى {مِنْ شَيْءٍ} ؛ أي: شيئًا مما قضاه الله تعالى عليهم، والجملة جواب لـ {مَا} فقد (١) وقع عليهم قضاء الله تعالى حيث نسبوا إلى السرقة، وأخذ منهم بنيامين، وتضاعفت المصيبة على يعقوب عليه السلام. {إِلَّا حَاجَةً فِي نَفْسِ يَعْقُوبَ قَضَاهَا} ؛ أي: لكن (٢) الدخول على صفة التفرق أظهر حاجةً في قلب يعقوب عليه السلام، وهي خوفه عليهم من إصابة العين، وهذا تصديق الله تعالى لقول يعقوب:  {وَمَا أُغْنِي عَنْكُمْ مِنَ اللَّهِ مِنْ شَيْءٍ} . </p><p> ولفظة {حَاجَةً} منصوبة (٣) بإلا؛ لكونها بمعنى لكن، و {قَضَاهَا} بمعنى: أظهرها، ووصى بها خبر لكن، والمعنى: إن رأي يعقوب عليه السلام في حق بنيه، وهو أن يدخلوا من الأبواب المتفرقة، واتباع بنيه له في ذلك الرأي ما كان يدفع عنهم شيئًا مما قضاه الله تعالى عليهم، ولكن يعقوب عليه السلام أظهر بذلك الرأي ما في نفسه من الشفقة والاحتراز من أن يعانوا؛ أي: يصابوا بالعين، ووصى به؛ أي: لم يكن للتدبير فائدة سوى دفع الخاطر من غير اعتقاد أن للتدبير تأثيرًا في تغيير التقدير، وأما إصابة العين، فإنما لم تقع لكونها غير مقدرة عليهم، لا لأنها اندفعت بذلك مع كونها مقضية عليهم. وعبارة \"الجمل\" هنا: وتقرير انقطاع الاستثناء أن المستثنى منه شيء قضاه الله وأراده، والمستثنى شيء لم يرده الله؛ وهو إصابة العين لهم، فهذا لم يرده الله، ولم يقضه؛ إذ لو أراده لوقع مع أنه لم يقع ولم يحصل، هذا تقرير الانقطاع. انتهت. </p><p> {وَإِنَّهُ} ؛ أي: إن يعقوب عليه السلام {لَذُو عِلْمٍ} جليل {لِمَا عَلَّمْنَاهُ} بالوحي ونصب الأدلة، ولذلك قال:  {وَمَا أُغْنِي عَنْكُمْ مِنَ اللَّهِ مِنْ شَيْءٍ} ؛ لأن العين لو قدر أن تصيبهم أصابتهم وهم متفرقون، كما تصيبهم وهم مجتمعون؛ أي: وإنه (٤) لذو علم خاص به وبأمثاله من الأنبياء لما أعطيناه من علم الوحي، </p><p>(١) الفتوحات. (٢) المراح.(٣) روح البيان.(٤) المراغي.</p><p> وتأويل الرؤيا الصادقة، واعتقاده أن الإنسان يجب عليه في كل أمر يحاوله أن يتخذ له من الأسباب ما يصل به إلى غرضه، ويبلغ به إلى غايته، ثم يتوكل بعد ذلك على الله في تسخير ما لم يصل إليه علمه مما لا تتم المقاصد بدونه. </p><p> {وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ} أسرار القدر، ويزعمون أن الحذر يغني عن القدر، أو المعنى: ولكن أكثر الناس لا يعلمون أن الواجب الجمع بين أخذ العدة والسعي في تحقيق الأسباب الصحيحة الموصلة إلى المراد، وبين الاتكال على الله؛ وهو ما فعله يعقوب عليه السلام، ولا يكفي تحقق الأسباب وحدها للحصول عليه، أو المعنى: ولكن أكثر الناس لا يعلمون أن يعقوب عليه السلام بهذه الصفة والعلم، أو لا يعلمون ما كان يعلم يعقوب؛ لأنهم لم يسلكوا طريق إصابة العلم. وقال ابن عباس رضي الله عنهما: لا يعلم المشركون ما ألهم الله أولياءه. وقرأ الأعمش شاذًا:  {مما علمناه} ذكره أبو حيان. </p><p> الإعراب </p><p> {وَمَا أُبَرِّئُ نَفْسِي إِنَّ النَّفْسَ لَأَمَّارَةٌ بِالسُّوءِ إِلَّا مَا رَحِمَ رَبِّي إِنَّ رَبِّي غَفُورٌ رَحِيمٌ} . </p><p> {وَمَا}  (و) : حالية. {ما} : نافية. {أُبَرِّئُ نَفْسِي} : فعل ومفعول، وفاعله ضمير يعود على زليخا كما هو الراجح، أو على يوسف، والجملة في محل النصب حال من فاعل القول المحذوف تقديره: قلت ذلك الاعتراف ليعلم يوسف أني لم أخنه بالغيب حالة كوني غير مبرئة نفسي من السوء. {إِنَّ} : حرف نصب. {النَّفْسَ} : اسمها. {لَأَمَّارَةٌ} : (اللام) : حرف ابتداء. {أمارة} : خبر {إِنَّ} . {بِالسُّوءِ} : متعلق به، وجملة {إِنَّ} مستأنفة مسوقة لتعليل النفي المذكور قبلها. {إِلَّا} : أداة استثناء. {مَا} : اسم موصول بمعنى نفسًا في محل النصب على الاستثناء. {رَحِمَ رَبِّي} : فعل وفاعل، والجملة صلة الموصول، والعائد محذوف تقديره: إلا نفسًا رحمها ربي بالعصمة كيوسف عليه السلام. {إِنَّ رَبِّي} : ناصب واسمه. {غَفُورٌ} : خبر أول لـ {إِنَّ} . {رَحِيمٌ} : خبر ثان لها، وجملة {إِنَّ} مستأنفة. </p><p> {وَقَالَ الْمَلِكُ ائْتُونِي بِهِ أَسْتَخْلِصْهُ لِنَفْسِي فَلَمَّا كَلَّمَهُ قَالَ إِنَّكَ الْيَوْمَ لَدَيْنَا مَكِينٌ أَمِينٌ} . </p><p> {وَقَالَ الْمَلِكُ} : فعل وفاعل، والجملة مستأنفة. {ائْتُونِي بِهِ أَسْتَخْلِصْهُ لِنَفْسِي} : مقول محكي لـ {قَالَ} . وإن شئت قلت:  {ائْتُونِي} : فعل وفاعل ونون وقاية ومفعول به. {بِهِ} متعلق به والجملة في محل النصب مقول {قال} . {أَسْتَخْلِصْهُ} : فعل ومفعول مجزوم بالطلب السابق. {لِنَفْسِي} : متعلق به، وفاعله ضمير يعود على {الْمَلِكُ} ، والجملة في محل النصب مقول {قَالَ} . {فَلَمَّا} : (الفاء) : عاطفة على محذوف تقديره: فأتوه به فلما كلّمه. {لما} : حرف شرط غير جازم. {كَلَّمَهُ} : فعل ومفعول، وفاعله ضمير يعود على {الْمَلِكُ} ، والجملة الفعلية فعل شرط لـ {لمّا} . {قَالَ} : فعل ماض، وفاعله ضمير يعود على {الْمَلِكُ} ، والجملة الفعلية جواب {لما} لا محل لها من الإعراب، وجملة {لمَّا} معطوفة على تلك الجملة المحذوفة. {إِنَّكَ الْيَوْمَ} إلى آخر الآية مقول محكي، وإن شئت قلت:  {إِنَّكَ} : ناصب واسمه. {الْيَوْمَ} : منصوب على الظرفية الزمانية تنازع فيه كل من {مَكِينٌ أَمِينٌ} . {لَدَيْنَا} : في محل النصب على الظرفية المكانية مضاف إلى الضمير تنازع فيه أيضًا كل من الاسمين. {مَكِينٌ} : خبر أول لـ {إِنَّ} . {أَمِينٌ} : خبر ثان لها، وجملة {إِنَّ} : في محل النصب مقول {قَالَ} . </p><p> {قَالَ اجْعَلْنِي عَلَى خَزَائِنِ الْأَرْضِ إِنِّي حَفِيظٌ عَلِيمٌ (٥٥) }. </p><p> {قَالَ} : فعل ماض، وفاعله ضمير يعود على يوسف، والجملة مستأنفة. {اجْعَلْنِي} إلى آخر الآية مقول محكي، وإن شئت قلت:  {اجْعَلْنِي} : فعل ومفعول أول ونون وقاية، وفاعله ضمير يعود على {الْمَلِكُ} ، والجملة في محل النصب مقول {وَقَالَ} . {عَلَى خَزَائِنِ الْأَرْضِ} : جار ومجرور ومضاف إليه متعلق بالمفعول الثاني المحذوف لـ {جعل} تقديره: اجعلني واليًا على خزائن الأرض، أو متعلق بـ {اجْعَلْنِي} على تضمينه معنى ولّني. {إِنِّي} : ناصب واسمه. {حَفِيظٌ عَلِيمٌ} : خبران له. </p><p> {وَكَذَلِكَ مَكَّنَّا لِيُوسُفَ فِي الْأَرْضِ يَتَبَوَّأُ مِنْهَا حَيْثُ يَشَاءُ نُصِيبُ بِرَحْمَتِنَا مَنْ نَشَاءُ وَلَا نُضِيعُ أَجْرَ الْمُحْسِنِينَ (٥٦) }. </p><p> {كذَلِكَ}  (الواو) : استئنافية. {كذلك} : صفة لمصدر محذوف معمول </p><p> لـ {مَكَّنَّا} تقديره: ومكنا ليوسف في الأرض تمكينًا مثل التمكين في ذكرناه من إخراجه من السجن وتقريبه إلى الملك. {لِيُوسُفَ} : متعلق بـ {مَكَّنَّا} . وكذلك يتعلق به {فِي الْأَرْضِ} . وفي \"الفتوحات\" قوله: {لِيُوسُفَ} يجوز في هذه اللام أن تكون متعلقة بـ {مَكَّنَّا} على أن يكون مفعول {مَكَّنَّا} محذوفًا تقديره: مكنا ليوسف الأمور، أو على أن يكون المفعول به {حَيْثُ} كما سيأتي، ويجوز أن تكون زائدة عند من يرى ذلك. اهـ. \"سمين\" . {يَتَبَوَّأُ} : فعل مضارع، وفاعله ضمير يعود على {يوسف} . {مِنْهَا} : متعلق به، والجملة الفعلية في محل النصب حال من {يوسف} ، وفي \"الخازن\" : إن هذه الجملة في المعنى تفسير للتمكين. {حَيْثُ} : في محل النصب على الظرفية المكانية متعلق بـ {يَتَبَوَّأُ} . {يَشَاءُ} ؛ فعل مضارع، وفاعله ضمير يعود على {يوسف} ، والجملة في محل الجر مضاف إليه لـ {حَيْثُ} . وفي \"السمين\" قوله: {يَتَبَوَّأُ} هذه جملة حالية من {يوسف} ، ومنها يجوز أن يتعلق بـ {يَتَبَوَّأُ} ، وأجاز أبو البقاء أن يتعلق بمحذوف على أنه حال من {حَيْثُ} ، و {حَيْثُ} يجوز أن يكون ظرفًا بـ {يَتَبَوَّأُ} ، ويجوز أن يكون مفعولًا به. اهـ. {نُصِيبُ} : فعل مضارع، وفاعله ضمير يعود على الله. {بِرَحْمَتِنَا} : جار ومجرور ومضاف إليه متعلق به، والجملة مستأنفة. {مَن} : اسم موصول في محل النصب مفعول به. {نَشَاءُ} : فعل مضارع، وفاعله ضمير يعود على الله، والجملة صلة {مَن} الموصولة، والعائد محذوف تقديره: من نشاءه. {وَلَا} : (الواو) : عاطفة. {لا} : نافية. {نُضِيعُ} : فعل مضارع، وفاعله ضمير يعود على الله، والجملة معطوفة على جملة {نُصِيبُ} . {أَجْرَ الْمُحْسِنِينَ} : مفعول به ومضاف إليه. </p><p> {وَلَأَجْرُ الْآخِرَةِ خَيْرٌ لِلَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ (٥٧) وَجَاءَ إِخْوَةُ يُوسُفَ فَدَخَلُوا عَلَيْهِ فَعَرَفَهُمْ وَهُمْ لَهُ مُنْكِرُونَ (٥٨) }. </p><p> {وَلَأَجْرُ}  (الواو) : استئنافية. (اللام) : موطئة للقسم. {أجر الآخرة} : مبتدأ ومضاف إليه. {خَيْرٌ} : خبر المبتدأ، والجملة الاسمية جواب القسم لا محل لها من الإعراب. {لِلَّذِينَ} : جار ومجرور متعلق بـ {خَيْرٌ} . {آمَنُوا} : فعل </p><p> وفاعل صلة الموصول. {وَكَانُوا} : فعل ناقص واسمه، وجملة {يَتَّقُونَ} خبره، وجملة {كان} معطوفة على جملة الصلة. {وَجَاءَ إِخْوَةُ يُوسُفَ} : فعل وفاعل ومضاف إليه، والجملة مستأنفة استئنافًا نحويًّا {فَدَخَلُوا} : فعل وفاعل معطوف على {جاء} . {عَلَيهِ} : متعلق بـ {دخل} . {فَعَرَفَهُمْ} : فعل ومفعول، وفاعله ضمير يعود على {يُوسُفَ} ، والجملة معطوفة على جملة {دخلوا} ؛ لأن العاطف هنا حرف مرتب. {وَهُمْ} : مبتدأ. {لَهُ} : متعلق بما بعده. {مُنْكِرُونَ} : خبر المبتدأ، والجملة الاسمية في محل النصب حال من مفعول {عرف} والتقدير: فعرفهم يوسف حالة كونهم جاهلين له. </p><p> {وَلَمَّا جَهَّزَهُمْ بِجَهَازِهِمْ قَالَ ائْتُونِي بِأَخٍ لَكُمْ مِنْ أَبِيكُمْ أَلَا تَرَوْنَ أَنِّي أُوفِي الْكَيْلَ وَأَنَا خَيْرُ الْمُنْزِلِينَ (٥٩) }. </p><p> {وَلَمَّا}  (الواو) : استئنافية. {لما} : حرف شرط. {جَهَّزَهُمْ} : فعل ومفعول، وفاعله ضمير يعود على {يُوسُفَ} . {بجهازهم} : متعلق به. {قَالَ} : فعل ماض، وفاعله ضمير يعود على {يُوسُفَ} ، والجملة الفعلية جواب {لما} ، وجملة {لما} مستأنفة. {ائْتُونِي بِأَخٍ لَكُمْ مِنْ أَبِيكُمْ} : مقول محكي لـ {قَالَ} . وإن شئت قلت:  {ائْتُونِي} : فعل وفاعل ومفعول ونون وقاية. {بِأَخٍ} : متعلق به والجملة في محل النصب مقول قال. {لكُم} : جار ومجرور صفة لـ {أخٍ} . {مِنْ أَبِيكُمْ} : جار ومجرور حال من الضمير المستكن في الجار والمجرور قبله، أو صفة ثانية لـ {أخٍ} . {أَلَا} : (الهمزة) : للاستفهام التقريري. {لا} : نافية. {تَرَوْنَ} : فعل وفاعل، والجملة في محل النصب مقول {قَالَ} . {أنِّي} : ناصب واسمه. {أُوفِي الْكَيْلَ} : فعل ومفعول، وفاعله ضمير يعود على {يُوسُفَ} ، والجملة الفعلية في محل الرفع خبر {أن} ، وجملة {أن} في تأويل مصدر سادّ مسدّ مفعولي {رأى} إن كانت علمية، أو منصوب على المفعولية لـ {رأى} إن كانت بصرية، تقديره: ألا ترون إيفائي الكيل. {وَأَنَا خَيْرُ الْمُنْزِلِينَ} مبتدأ وخبر ومضاف إليه، والجملة الاسمية في محل النصب معطوفة على جملة {أن} على كونها سادة مسد مفعول رأى. </p><p> {فَإِنْ لَمْ تَأْتُونِي بِهِ فَلَا كَيْلَ لَكُمْ عِنْدِي وَلَا تَقْرَبُونِ (٦٠) }. </p><p> {فَإِنْ}  (الفاء) : فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر تقديره: إذا عرفتم ما قلت لكم، وأردتم بيان شأنكم إذا لم تأتوني به .. فأقول لكم {إن لم تأتوني به} : {إن} : حرف شرط جازم. {لَمْ} : حرف نفي وجزم {تَأْتُونِي} : فعل وفاعل ومفعول ونون وقاية مجزوم بـ {لَمْ} ، وجزمه بحذف النون. {بِهِ} : متعلق به، والجملة الفعلية في محل الجزم بـ {إن} الشرطية على كونها فعل شرط لها. {فَلَا} : (الفاء) : رابطة لجواب {إن} الشرطية وجوبًا. {لا} : نافية. {كَيْلَ} : في محل النصب اسمها. {لَكُمْ} : جار ومجرور خبر {لا} النافية، والجملة الاسمية في محل الجزم بـ {إن} الشرطية على كونها جوابًا لا. {وَلَا تَقْرَبُونِ} : جاز ومجزوم بحذف النون، وهذه النون نون الوقاية، وحذفت ياء المتكلم تخفيفًا، وجملة قوله:  {وَلَا تَقْرَبُونِ} في محل الجزم معطوفة على جملة {لا} النافية على كونها جوابًا لـ {إن} : الشرطية، وجملة {إن} الشرطية في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة استئنافًا بيانيًّا. </p><p> {قَالُوا سَنُرَاوِدُ عَنْهُ أَبَاهُ وَإِنَّا لَفَاعِلُونَ (٦١) }. </p><p> {قَالُوا} : فعل وفاعل، والجملة مستأنفة. {سَنُرَاوِدُ عَنْهُ ...} إلى آخر الآية: قول محكي لـ {قَالُوا} ، وإن شئت قلت:  {سَنُرَاوِدُ} : فعل مضارع، وفاعله ضمير يعود على إخوة يوسف. {عَنهُ} : متعلق به. {أَبَاهُ} : مفعول به، والجملة في محل النصب مقول {قَالُوا} . {وَإِنَّا} : ناصب واسمه. {لَفَاعِلُونَ} خبره، واللام: حرف ابتداء، والجملة الاسمية في محل النصب معطوفة على الجملة الفعلية على كونها مقولًا لـ {قَالُوا} . </p><p> {وَقَالَ لِفِتْيَانِهِ اجْعَلُوا بِضَاعَتَهُمْ فِي رِحَالِهِمْ لَعَلَّهُمْ يَعْرِفُونَهَا إِذَا انْقَلَبُوا إِلَى أَهْلِهِمْ لَعَلَّهُمْ يَرْجِعُونَ (٦٢) }. </p><p> {وَقَالَ} : فعل ماض، وفاعله ضمير يعود على {يُوسُفَ} . {لِفِتْيَانِهِ} : جار ومجرور متعلق به، والجملة مستأنفة استئنافًا نحويًّا. {اجْعَلُوا بِضَاعَتَهُمْ} إلى آخر الآية: مقول محكي لـ {قال} ، وإن شئت قلت:  {اجْعَلُوا بِضَاعَتَهُمْ} : فعل وفاعل ومفعول، وجعل هنا بمعنى دس فلا يتعدى إلا إلى مفعول واحد. {فِي رِحَالِهِمْ} : </p><p> متعلق به، والجملة الفعلية في محل النصب مقول {قال} . {لَعَلَّهُمْ} : ناصب واسمه. {يَعْرِفُونَهَا} : فعل وفاعل ومفعول به، والجملة الفعلية في محل الرفع خبر {لعل} ، وجملة {لعل} : في محل النصب مسوقة لتعليل ما قبلها على كونها مقول {قال} . {إِذَا} : ظوف لما يسقبل من الزمان مجرد عن معنى الشرط. {انْقَلَبُوا} : فعل وفاعل. {إِلَى أَهْلِهِمْ} : متعلق به، والجملة الفعلية في محل الخفض بإضافة {إِذَا} إليها، والظرف متعلق بـ {انْقَلَبُوا} ، والتقدير: لعلهم يعرفونها وقت انقلابهم إلى أهلهم. {لَعَلَّهُمْ} : ناصب واسمه، وجملة {يَرْجِعُونَ} في محل الرفع خبر، {لعل} ، وجملة {لعل} في محل النصب مقول {قال} مسوقة لتعليل ما قبلها؛ أي: ولعل معرفتهم ذلك تدعوهم إلى الرجوع كما في \"البيضاوي\" . </p><p> {فَلَمَّا رَجَعُوا إِلَى أَبِيهِمْ قَالُوا يَا أَبَانَا مُنِعَ مِنَّا الْكَيْلُ فَأَرْسِلْ مَعَنَا أَخَانَا نَكْتَلْ وَإِنَّا لَهُ لَحَافِظُونَ (٦٣) }. </p><p> {فَلَمَّا} : (الفاء) : فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر تقديره، إذا عرفت ما قال يوسف لهم، وما عاهد عليهم من الإتيان بالأخ، وما قالوا له من مراودته من أبيه، وأردت بيان ما قالوا لأبيهم بعد ما رجعوا إلى بلادهم .. فأقول لك، {لَمَّا رَجَعُوا} ، {لما} : حرف شرط غير جازم. {رَجَعُوَا} : فعل وفاعل. {إِلَى أَبِيهِمْ} متعلق به، والجملة فعل شرط لـ {ما} . {قَالُوا} : فعل وفاعل، والجملة جواب {لما} في محل النصب مقول الجواب إذا المقدرة. {يَا أَبَانَا} إلى آخر الآية: مقول محكي، وإن شئت قلت:  {يَا أَبَانَا} : منادى مضاف، وجملة النداء في محل النصب مقول {قَالُوا} . {مُنِعَ} : فعل ماض مغيّر الصيغة. {مِنَّا} : متعلق به. {الْكَيْلُ} : نائب فاعل، والجملة في محل النصب مقول {قَالُوا} على كونها جواب النداء. {فَأَرْسِلْ}  (الفاء) : عاطفة تفريعية، {أرسل} : فعل أمر؛ وفاعله ضمير يعود على يعقوب. {مَعَنَا} : متعلق به، أو حال من {أَخَانَا} . {أَخَانَا} : مفعول به، والجملة الفعلية معطوفة مفرعة على جملة قوله:  {مُنِعَ مِنَّا الْكَيْلُ} على كونها مقولًا لـ {قَالُوا} . {نَكْتَلْ} : فعل مضارع مجزوم بالطلب السابق، وفاعله ضمير يعود على إخوة يوسف، والجملة في محل النصب مقول {قَالُوا} . {وَإِنَّا} : ناصب واسمه. {لَهُ} : متعلق بما بعده. {لَحَافِظُونَ} : خيره، </p><p> واللام حرف ابتداء، والجملة الاسمية في محل النصب معطوفة على جملة {أرسل} على كونها مقول {قَالُوا} . </p><p> {قَالَ هَلْ آمَنُكُمْ عَلَيْهِ إِلَّا كَمَا أَمِنْتُكُمْ عَلَى أَخِيهِ مِنْ قَبْلُ فَاللَّهُ خَيْرٌ حَافِظًا وَهُوَ أَرْحَمُ الرَّاحِمِينَ} . </p><p> {قَالَ} : فعل ماض، وفاعله ضمير يعود على يعقوب، والجملة مستأنفة. {هَلْ آمَنُكُمْ} إلى آخر الآية: مقول محكي، وإن شئت قلت:  {هَلْ} : حرف الاستفهام الإنكاري. {آمَنُكُمْ} : فعل مضارع ومفعول به، وفاعله ضمير يعود على يعقوب. {عَلَيْهِ} : متعلق به، والجملة الفعلية في محل النصب مقول {قالَ} . {إلّا} : أداة استثناء مفرغ. {كَمَا} : {الكاف} : حرف جر وتشبيه. {ما} : مصدرية. {أَمِنْتُكُمْ} : فعل وفاعل ومفعول. {عَلَى أَخِيهِ} : متعلق به. وكذا قوله:  {مِنْ قَبْلُ} : متعلق به أيضًا. والجملة الفعلية صلة {ما} المصدرية، {ما} مع صلتها: في تأويل مصدر مجرور بالكاف تقديره: كأمني إياكم على أخيه من قبل، الجر والمجرور صفة لمصدر محذوف تقديره: هل آمنكم عليه إلا أمنًا كائنًا كأمني إياكم على أخيه من قبل. {فَاللهُ}  (الفاء) : عاطفة لقول محذوف على فعل محذوف تقديره: فتوكل يعقوب على الله، ودفعه إليهم، فقال الله خير حافظًا، {الله خير} : مبتدأ وخبر. {حَافِظًا} : حال من الضمير المستكن في {خَيْر} ، أو تمييز منصوب باسم التفضيل، والجملة في محل النصب مقول لذلك القول المحذوف. {وَهُوَ أَرْحَمُ الرَّاحِمِينَ} : مبتدأ وخبر، والجملة في محل النصب معطوفة على جملة قوله:  {فَاللَّهُ خَيْرٌ} على كونها مقولًا لذلك القول المحذوف. </p><p> {وَلَمَّا فَتَحُوا مَتَاعَهُمْ وَجَدُوا بِضَاعَتَهُمْ رُدَّتْ إِلَيْهِمْ قَالُوا يَا أَبَانَا مَا نَبْغِي هَذِهِ بِضَاعَتُنَا رُدَّتْ إِلَيْنَا وَنَمِيرُ أَهْلَنَا وَنَحْفَظُ أَخَانَا وَنَزْدَادُ كَيْلَ بَعِيرٍ ذَلِكَ كَيْلٌ يَسِيرٌ} . </p><p> {وَلَمَّا}  (الواو) : استئنافية. {لما} : حرف شرط. {فَتَحُوا مَتَاعَهُمْ} : فعل وفاعل ومفعول، والجملة فعل شرط لـ {لما} . {وَجَدُوا بِضَاعَتَهُمْ} : فعل وفاعل ومفعول أول لـ {وجد} . {رُدَّتْ} : فعل ماضي مغير الصيغة، ونائب فاعله ضمير يعود على البضاعة. {إِلَيْهِمْ} : متعلق به، والجملة الفعلية في محل النصب </p><p> مفعول ثان لـ {وجد} أو حال من البضاعة، وجملة {وَجَدُوا} جواب {لما} ، وجملة {لما} مستأنفة. {قَالُوا} : فعل وفاعل، والجملة مستأنفة. {يَا أَبَانَا} إلى آخر الآية مقول محكي، وإن شئت قلت:  {يَا أَبَانَا} : منادى مضاف، وجملة النداء في محل النصب مقول {قَالُوا} . {مَا} : استفهامية في محل النصب مفعول مقدم وجوبًا. {نَبْغِي} : فعل مضارع، وفاعله ضمير يعود على إخوة يوسف، والجملة الفعلية في محل النصب مقول {قَالُوا} على كونها جواب النداء. {هَذِهِ بِضَاعَتُنَا} : مبتدأ وخبر، والجملة مستأنفة موضحة لجملة قوله:  {مَا نَبْغِي} . {رُدَّتْ} : فعل ماض مغير الصيغة، ونائب فاعله ضمير يعود على البضاعة. {إِلَيْنَا} : متعلق به، والجملة الفعلية في محل النصب حال من {بِضَاعَتُنَا} . {وَنَمِيرُ أَهْلَنَا} : فعل ومفعول، وفاعله ضمير يعود على إخوة يوسف، والجملة في محل النصب معطوفة على جملة محذوفة تقديرها: نستعين بها ونمير أهلنا ذكره في \"الفتوحات\" . {وَنَحْفَظُ أَخَانَا} : فعل ومفعول، وفاعله ضمير يعود على إخوة يوسف، والجملة معطوفة على ما قبلها. {وَنَزْدَادُ كَيْلَ بَعِيرٍ} : فعل ومفعول، وفاعله ضمير يعود على إخوة يوسف، والجملة معطوفة على ما قبلها. {ذَلِكَ كَيْلٌ} : مبتدأ وخبر. {يَسِيرٌ} : صفة {كَيْلٌ} . </p><p> {قَالَ لَنْ أُرْسِلَهُ مَعَكُمْ حَتَّى تُؤْتُونِ مَوْثِقًا مِنَ اللَّهِ} . </p><p> {قَالَ} : فعل ماض، وفاعله ضمير يعود على يعقوب، والجملة مستأنفة. {لَنْ} : حرف نفي ونصب. {أُرْسِلَهُ} : فعل ومفعول، وفاعله ضمير يعود على يعقوب، والجملة في محل النصب مقول {قَالَ} . {مَعَكُمْ} : حال من مفعول {أُرْسِلَهُ} . {حَتَّى} : حرف جر وغاية. {تُؤْتُونِ} : فعل وفاعل منصوب بأن مضمرة وجوبًا بعد حتى بمعنى إلى، وعلامة نصبه حذف النون: لأن أصله حتى تؤتونني، والنون المذكورة نون الوقاية، وياء المتكلم المحذوفة اجتزاءً عنها بكسرة نون الوقاية في محل النصب مفعول أول. {مَوْثِقًا} : مفعول ثان. {مِنَ اللَّهِ} صفة لـ {مَوْثِقًا} ، والجملة الفعلية صلة أن المضمرة، أن مع صلتها في تأويل مصدر مجرور بحتى بمعنى إلى تقديره: إلى إيتائكم إيايّ موثقًا من الله، والجار والمجرور متعلق بـ {أرسل} . </p><p> {لَتَأْتُنَّنِي بِهِ إِلَّا أَنْ يُحَاطَ بِكُمْ فَلَمَّا آتَوْهُ مَوْثِقَهُمْ قَالَ اللَّهُ عَلَى مَا نَقُولُ وَكِيلٌ} . </p><p> {لَتَأْتُنَّنِي} : {اللام} : موطئة للقسم. {تأتنني} : فعل مضارع مرفوع لتجرده عن الناصب والجازم، وعلامة رفعه ثبات النون المحذوفة لتوالي الأمثال، والنون المشددة: نون التوكيد الثقيلة: حرف لا محل لها من الإعراب، والواو المحذوفة لالتقاء الساكنين: في محل الرفع فاعل، والنون الأخيرة: نون الوقاية، و (الياء) : ضمير المتكلم: في محل النصب مفعول به مبني على السكون. {بِهِ} : جار ومجرور متعلق به، والجملة الفعلية جواب القسم لا محل لها من الإعراب، وجملة القسم مقول لقول محذوف تقديره: حتى تؤتون موثقًا من الله قائلًا: والله لتأتنني به. {إِلَّا} : أداة استثناء مفرغ من أعم الأحوال، أو من أعم العلل. {أَن} : حرف نصب ومصدر. {يُحَاطَ} : فعل مضارع مغير، الصيغة منصوب بـ {أَن} . {بِكُمْ} : جار ومجرور في محل الرفع نائب فاعل، والجملة الفعلية مع أن المصدرية في تأويل مصدر مجرور بإضافة المستثنى المحذوف تقديره: لتأتنني به على كل حال إلا حال الإحاطة بكم، أو لا تمتنعون من الإتيان به لعلة من العلل إلا العلة الإحاطة بكم. {فَلَمَّا} : (الفاء) : فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر تقديره: إذا عرفت أنه أبى من الإرسال معهم حتى يؤتوه موثقًا من الله، وأردت بيان قوله وحاله بعد أخذ الميثاق منهم .. فأقول لك: لما أتوه. {لما} : حرف شرط غير جازم. {آتَوْهُ مَوْثِقَهُمْ} : فعل وفاعل ومفعولان؛ لأن أتى هنا بمعنى أعطى يتعدى إلى مفعولين، والجملة شرط لـ {لما} . {قَالَ} : فعل ماض، وفاعله ضمير يعود على يعقوب، والجملة جواب {لما} لا محل لها من الإعراب، وجملة {لما} : في محل النصب مقول لجواب إذا المقدرة. {اللَّهُ عَلَى مَا نَقُولُ} : مقول محكي لقال، وإن شئت قلت:  {اللَّهُ} : مبتدأ. {عَلَى مَا} : جار ومجرور متعلق بـ {وَكِيلٌ} . {نَقُولُ} : فعل مضارع، وفاعله ضمير يعود على يعقوب ومن معه، والجملة صلة لـ {مَا} ، أو صفة لها، والعائد أو الرابط محذوف تقديره: على ما نقوله. {وَكِيلٌ} : خبر المبتدأ، والجملة الاسمية في محل النصب مقول {قَالَ} . </p><p> {وَقَالَ يَا بَنِيَّ لَا تَدْخُلُوا مِنْ بَابٍ وَاحِدٍ وَادْخُلُوا مِنْ أَبْوَابٍ مُتَفَرِّقَةٍ وَمَا أُغْنِي عَنْكُمْ </p><p> مِنَ اللَّهِ مِنْ شَيْءٍ إِنِ الْحُكْمُ إِلَّا لِلَّهِ عَلَيْهِ تَوَكَّلْتُ وَعَلَيْهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُونَ}. </p><p> {وَقَالَ} : فعل ماض، وفاعله ضمير يعود على يعقوب، والجملة معطوفة على جملة {قال} الأولى. {يَا بَنِيَّ} : إلى آخر الآية: مقول محكي، وإن شئت قلت:  {يَا بَنِيَّ} : منادى مضاف، وجملة النداء في محل النصب مقول {قال} . {لَا تَدْخُلُوا} : فعل وفاعل مجزوم بـ {لَا} الناهية. {مِنْ بَابٍ وَاحِدٍ} : جار ومجرور وصفة متعلق بـ {لَا تَدْخُلُوا} ، والجملة الفعلية في محل النصب مقول {قال} على كونها جواب النداء. {وَادْخُلُوا} : فعل وفاعل. {مِنْ أَبْوَابٍ} : متعلق به. {مُتَفَرِّقَةٍ} : صفة لـ {أَبْوَابٍ} ، والجملة في محل النصب معطوفة على جملة قوله:  {لَا تَدْخُلُوا} . {وَمَا} : (الواو) : عاطفة. {ما} : نافية. {أُغْنِي} : فعل مضارع، وفاعله ضمير يعود على يعقوب. {عَنْكُمْ} : متعلق به، والجملة في محل النصب معطوفة على جملة {وَادْخُلُوا} . {مِنَ اللَّهِ} : جار ومجرور حال من {شَيْءٍ} ؛ لأنه صفة نكرة قدمت عليها. {مِنْ} : زاندة. {شَيْءٍ} : مفعول {أُغْنِي} ؛ أي: أغني عنكم شيئًا من قضاء الله تعالى. {إِن} : نافية مهملة لانتقاض نفيها بـ {إِلَّا} . {الْحُكْمُ} : مبتدأ. {إلَّا} : أداة استثناء مفرغ. {لِلَّهِ} : جار ومجرور خبر المبتدأ، والجملة في محل النصب مقول (قال) . {عَلَيْهِ} : جار ومجرور متعلق بما بعده. {تَوَكَّلْتُ} : فعل وفاعل، والجملة في محل النصب مقول {قَالَ} . {وَعَلَيْهِ} : جار ومجرور متعلق بما بعده. {فَلْيَتَوَكَّلِ} : {الفاء} : سببية كما مر في مبحث التفسير نقلًا عن \"روح البيان\" ، و (اللام) : حرف جزم وطلب. {يتوكل المتوكلون} : فعل وفاعل مجزوم بلام الأمر، والجملة في محل النصب معطوفة على الجملة التي قبلها. </p><p> {وَلَمَّا دَخَلُوا مِنْ حَيْثُ أَمَرَهُمْ أَبُوهُمْ مَا كَانَ يُغْنِي عَنْهُمْ مِنَ اللَّهِ مِنْ شَيْءٍ إِلَّا حَاجَةً فِي نَفْسِ يَعْقُوبَ قَضَاهَا وَإِنَّهُ لَذُو عِلْمٍ لِمَا عَلَّمْنَاهُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ} . </p><p> {وَلَمَّا} : (الواو) : استئنافية. {لما} : حرف شرط. {دَخَلُوا} : فعل وفاعل، والجملة فعل شرط لـ {لما} . {مِنْ حَيْثُ} : جار ومجرور متعلق بـ {دَخَلُوا} . {أَمَرَهُمْ أَبُوهُمْ} : فعل ومفعول وفاعل، والجملة في محل الجر </p><p> مضاف إليه لـ {حَيْثُ} . {مَا} : نافية. {كَانَ} : فعل ماض ناقص، واسمها ضمير مستتر فيها يعود على دخولهم من أبواب متفرقة. {يُغْنِي} : فعل مضارع، وفاعله ضمير يعود على الدخول. {عَنْهُمْ} : متعلق به. {مِنَ اللَّهِ} : جار ومجرور حال من {شَيْءٍ} . {مِنْ شَيْءٍ} : مفعول {يُغْنِي} وجملة {يُغْنِي} : في محل النصب خبر {كَانَ} وجملة {كَانَ} جواب {لِمَا} لا محل لها من الإعراب، وجملة {لِمَا} مستأنفة. {إِلَّا} : أداة استثناء بمعنى لكن؛ لأن الاستثناء منقطع. {حَاجَةً} : منصوب على الاستثناء. {فِي نَفْسِ يَعْقُوبَ} : جار ومجرور ومضاف إليه صفة أولى لـ {حَاجَةً} . {قَضَاهَا} : فعل ومفعول، وفاعله ضمير يعود على الله تعالى، وجملة {قَضَاهَا} : في محل النصب صفة ثانية لـ {حَاجَةً} . {وَإِنَّهُ} : (الواو) : استئنافية. {إن} : ناصب واسمه. {لَذُو عِلْمٍ} : (اللام) : حرف ابتداء. {ذو علم} : خبر {إن} مرفوع بالواو، والجملة مستأنفة. {لِمَا} : (اللام) : حرف جر وتعليل. {ما} : مصدرية. {عَلَّمْنَاهُ} : فعل وفاعل ومفعول، والجملة صلة لـ {ما} المصدرية {ما} مع صلتها في تأويل مصدر مجرور باللام تقديره: لتعليمنا إياه، الجار والمجرور متعلق بمحذوف تقديره: وإنما كان ذا علم لتعليمنا إياه. {وَلَكِنَّ أَكْثَرَ النَّاسِ} : ناصب واسمه، وجملة {لَا يَعْلَمُونَ} : خبره، والجملة الاستدراكية معطوفة على جملة قوله تعالى:  {وَإِنَّهُ لَذُو عِلْمٍ} . </p><p> التصريف ومفردات اللغة </p><p> {إِنَّ النَّفْسَ لَأَمَّارَةٌ بِالسُّوءِ} ؛ أي: كثيرة الأمر لصاحبها بالسوء؛ أي: شأنها الأمر بالسوء لميلها إلى الشهوات، وتأثيرها بالطبع، وصعوبة قهرها وكفها عن ذلك. والسوء: الفعل القبيح. والأمارة: صيغة مبالغة تدل على الكثرة. </p><p> {إِلَّا مَا رَحِمَ}  {مَا} : واقعة على نفس من النفوس، فلذلك كانت بمعنى. </p><p> {أَسْتَخْلِصْهُ لِنَفْسِي} ؛ أي: أجعله خالصًا لنفسي، والاستخلاص طلب خلوص الشيء من جميع شوائب الاشتراك، فهو من باب استفعل السداسي، ولكنه بمعنى أفعل، فالسين والتاء فيه زائدتان، وإنما طلب الملك أن يستخلص يوسف لنفسه؛ لأن عادة الملوك أن ينفردوا بالأشياء النفيسة، ولا يشاركهم فيها أحد من الناس. </p><p> {إِنَّكَ الْيَوْمَ لَدَيْنَا مَكِينٌ أَمِينٌ} ؛ أي: ذو مكانة ومنزلة أمين؛ أي: مؤتمن على كل شيء، فهما صفتان مشبهتان من مكن على وزن كرم، وأمن على وزن فرح، يقال: مكن فلان عند فلان إذا اتخذ عنده مكانة؛ أي: منزلة؛ وهي الحالة التي يتمكن بها صاحبها مما يريد. وقيل: المكانة: المنزلة والجاه، والمعنى قد عرفنا أمانتك ومنزلتك، وصدقك وبرائتك مما نسبت إليه، ومكين: كلمة جامعة لكل ما يحتاج إليه من الفضائل والمناقب في أمر الدين والدنيا. اهـ. \"خازن\" . وفي \"المصباح\" : مكن فلان عند السلطان مكانة - وزان ضخم ضخامة - إذا عظم عنده وارتفع، فهو مكين، ومكنته من الشيء: جعلت له عليه سلطانًا وقدرةً، فتمكن منه، واستمكن: قدر عليه، وله مكنة؛ أي: قوة وشدة، وأمكنته منه بالألف مثل مكنته، وأمكنني الأمر سهل وتيسر. اهـ. </p><p> {اجْعَلْنِي عَلَى خَزَائِنِ الْأَرْضِ} ؛ أي: ولّني على خزائن الطعام والأموال، وأراد بالأرض أرض مصر. {إِنِّي حَفِيظٌ} للخزائن {عَلِيمٌ} بوجوه مصالحها. وقيل: حفيظ لما استودعني عليم لما وليتني. وقيل: حفيظ للحساب عليم أعلم لغة من يأتيني. {وَكَذَلِكَ مَكَّنَّا لِيُوسُفَ فِي الْأَرْضِ} ؛ أي: جعلنا له سلطانًا. </p><p> {فَعَرَفَهُمْ} المعرفة والعرفان: معرفة الشيء بتفكر في أثره، وضده الإنكار. </p><p> {وَلَمَّا جَهَّزَهُمْ} ؛ أي: وفر ركائبهم بما جاءوا لأجله. </p><p> {بِجَهَازِهِمْ} وجهاز السفر: أهبته وما يحتاج إليه في قطع المسافة، ومثله جهاز الميت والعروس بالكسر والفتح، وبهما قرئ، والمتواتر هو الفتح. وفي \"المصباح\" : وجهزت المسافر بالتثقيل: هيأت له بجهازه، وجهاز السفر أهبته وما يحتاج إليه في قطع المسافة - بالفتح والكسر - لغة قليلة. اهـ. </p><p> {أَلَا تَرَوْنَ} أصله تريون، تحركت الياء وانفتح ما قبلها قلبت ألفًا، فالتقى ساكنان، ثم حذفت الألف لبقاء دالها؛ وهو فتحة الراء، فصار ترون بوزن تفعون. </p><p> {أَنِّي أُوفِي الْكَيْلَ} يقال: أوفى الشيء إذا جعله وافيًا تامًّا. {وَأَنَا خَيْرُ الْمُنْزِلِينَ} ؛ أي: خير المستضيفين للضيوف وأكثرهم قرى. </p><p> {وَلَا تَقْرَبُونِ} وفي القاموس - قرب - ككرم، وقرب كسمع قربًا وقربانًا - بالضم - وقِربانًا - بالكسر - دنا فو قريب للواحد والجمع. اهـ. والمعنى هنا: لا تدنوا مني؛ أي: من بلادي؛ أي: لا تدخلوها فضلًا عن وصولكم إلي. اهـ. شيخنا. </p><p> {سَنُرَاوِدُ عَنْهُ أَبَاهُ} ؛ أي: نخادع ونستميل برفق. {وَإِنَّا لَفَاعِلُونَ} ؛ أي: لقادرون على تلك المراودة. </p><p> {وَقَالَ لِفِتْيَانِهِ} ؛ أي: لغلمانه الكيالين {اجْعَلُوا بِضَاعَتَهُمْ} ، أي: التي اشتروا بها الطعام الذي في هذا الرحل، وكانت نعالًا وأدمًا. وقيل: دراهم، والبضاعة: المال في يستعمل للتجارة. {فِي رِحَالِهِمْ} : جمع رحل، وهو ما يوضع على ظهر الدابة، وفوقه متاع الراكب وغيره، والمراد هنا الأوعية التي يجعلون فيها ما يمتارونه من الطعام. {إِذَا انْقَلَبُوا} ؛ أي: رجعوا. </p><p> {نَكْتَلْ} : أصله نكتيل بوزن نغتنم، فتحركت الياء التي هي عين الكلمة، وانفتح ما قبلها، فقلبت ألفًا، ثم حذفت لالتقاء الساكنين، فوزنه الآن نفتل، وبحسب الأصل، نفتعل. اهـ. \"شيخنا\" . </p><p> {هَلْ آمَنُكُمْ} أصله: أأمنكم بهمزتين، فقلبت الثانية ألفًا على القاعدة. </p><p> {مِنْ قَبْلُ} ؛ أي: من قبل هذا الزمان. </p><p> {وَلَمَّا فَتَحُوا مَتَاعَهُمْ} ؛ أي: رحالهم؛ أي: الأوعية التي وضعوا فيها الميرة. {وَجَدُوا بِضَاعَتَهُمْ} ؛ أي: التي دفعوها له؛ وهي ثمن الميرة. </p><p> {وَنَمِيرُ أَهْلَنَا} ؛ أي: نجلب لهم المِيرة - بالكسر - وهي الطعام يجلبه الإنسان من بلد إلى بلد {كَيْلَ بَعِيرٍ} ؛ أي: حمل جمل، فكيل بمعنى: مكيل. </p><p> {ذَلِكَ كَيْلٌ يَسِيرٌ} ، أي: قليل لا يكثر على سخائه كما جاء في قوله: {وَمَا تَلَبَّثُوا بِهَا إِلَّا يَسِيرًا} ، أو سهل لا عسر فيه كما في قوله:  {وَكَانَ ذَلِكَ عَلَى اللَّهِ يَسِيرًا} . </p><p> {مَوْثِقًا مِنَ اللَّهِ} والموثق العهد المؤكد باليمين، وقيل: العهد بإشهاد الله </p><p> عليه. اهـ. \"خازن\" . </p><p> {إِلَّا أَنْ يُحَاطَ بِكُمْ} ؛ أي: إلا أن تغلبوا على أمركم، إلا أن تهلكوا، فإن من يحيط به العدو يهلك غالبًا، وتقول العرب: أحيط بفلان إذا هلك، أو قارب هلاكه. </p><p> {عَلَى مَا نَقُولُ وَكِيلٌ} ؛ أي: مطلع رقيب، فإن الموكل بالأمر يراقبه ويحفظه. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات أنواعًا من البلاغة، وضروبًا من الفصاحة والبيان والبديع: </p><p> فمنها: المبالغة في قوله: {لَأَمَّارَةٌ بِالسُّوءِ} لم يقل: آمرة مبالغة في وصف النفس بكثرة الدفع في المهاوي والقود إلى المغاوي؛ لأن فَعَّالًا من أبنية المبالغة. </p><p> ومنها: الإظهار في مقام الإضمار في قوله: {لِلَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ} وهم المحسنون للتوصل إلى وصفهم بالإيمان والتقوى بعد وصفهم بالإحسان مبالغة في مدحهم. </p><p> ومنها: التضمين في قوله: {وَلَمَّا جَهَّزَهُمْ بِجَهَازِهِمْ} ضمن جهز معنى أكرم، فلذلك عداه بالباء؛ أي: ولما أكرمهم بجهازهم؛ أي: بتحصيله لهم. </p><p> ومنها: الجناس المغاير بين {الْكَيْلَ} وبين {نَكْتَلْ} في قوله: {يَا أَبَانَا مُنِعَ مِنَّا الْكَيْلُ فَأَرْسِلْ مَعَنَا أَخَانَا نَكْتَلْ} ، والمماثل في قوله:  {هَلْ آمَنُكُمْ عَلَيْهِ إِلَّا كَمَا أَمِنْتُكُمْ عَلَى أَخِيهِ مِنْ قَبْلُ} ، وفي قوله:  {وَهُوَ أَرْحَمُ الرَّاحِمِينَ} . </p><p> ومنها: التشبيه في قوله: {إِلَّا كَمَا أَمِنْتُكُمْ} ؛ أي: إلا ائتمانًا كائتماني لكم على أخيه، شبه ائتمانه لهم على هذا بائتمانه لهم على ذاك. اهـ. \"سمين\" . </p><p> ومنها: الكناية في قوله: {إِلَّا أَنْ يُحَاطَ بِكُمْ} ؛ لأن الإحاطة حقيقة في إحاطة العدو، وهو هنا كناية عن الهلاك؛ أي: إلا أن تهلكوا. </p><p> ومنها: الجناس المغاير في قوله: {وَلَمَّا جَهَّزَهُمْ بِجَهَازِهِمْ} . </p><p> ومنها: المجاز العقلي في قوله: {أَنِّي أُوفِي الْكَيْلَ} لما فيه من الإسناد إلى السبب؛ لأنه الآمر. </p><p> ومنها: الطباق بين عرف وأنكر في قوله: {فَعَرَفَهُمْ وَهُمْ لَهُ مُنْكِرُونَ} . </p><p> ومنها: الإطناب في قوله: {لَا تَدْخُلُوا مِنْ بَابٍ وَاحِدٍ وَادْخُلُوا مِنْ أَبْوَابٍ مُتَفَرِّقَةٍ} وهو زيادة اللفظ على المعنى المراد؛ وفائدته: تمكين المعنى من النفس ورسوخه فيها، وفيه أيضًا من المحسنات البديعية ما يسمى طباق السلب. </p><p> ومنها: القصر في قوله: {إِنِ الْحُكْمُ إِلَّا لِلَّهِ} ، وقوله:  {عَلَيْهِ تَوَكَّلْتُ} ، وقوله:  {وَعَلَيْهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُونَ} . </p><p> ومنها: الإتيان بصيغة الاستقبال في قوله: {أَنِّي أُوفِي الْكَيْلَ} مع أنه قال لهم هذه المقالة بعد تجهيزهم؛ للدلالة على أن ذلك عادته المستمرة. </p><p> ومنها: التعبير عما في المستقبل بالماضي في قوله {مُنِعَ مِنَّا الْكَيْلُ} ؛ لأنه يراد به المنع في المستقبل. </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p>"
}