{
  "id": null,
  "sura": 12,
  "aya": 55,
  "text": "<p> أي: فلما كلم يوسف الملك، وشاهد منه الملك ما شاهد من الرشد والدهاء، وهو جودة الرأي {قَالَ} له الملك: {إِنَّكَ} أيها الصديق {الْيَوْمَ لَدَيْنَا} ؛ أي: عندنا وبحضرتنا {مَكِينٌ} ؛ أي: ذو مكانة سامية، ومنزلة رفيعة عالية {أَمِينٌ} ؛ أي: ذو أمانة تامة، فأنت غير منازع في تصرفك، ولا متهم في أمانتك، وأنت مؤتمن عندنا على كل شيء، واليوم (١) ليس بمعيار لمدة المكانة، بل هو آن التكلم. والمراد تحديد مبدئهما احترازًا عن احتمال كونهما بعد حين. وفي هذا إيماء (٢) إلى أن الحوار بين المتخاطبين يظهر معارف الإنسان وأخلاقه وآدابه وجميع شمائله، فيقدره من يعرف أقدار الرجال، ويزنهم بفضائلهم ومزاياهم. والظاهر أن الملك كلمه مشافهة بدون ترجمان؛ لأن يوسف كان قد عرف اللغة المصرية من العزيز وامرأته بمحادثته إياهما، ومن حاشية الوزير من حين قدم مصر، ومن محادثته صاحبيه في السجن. </p><p> وقد تكون اللغة التي كان يتكلم بها يوسف لغة جده إبراهيم وأولاده وحفدته، وكانوا من العرب القحطانيين، ثم تفرعت من هذه العربية الإسماعيلية، فالمصرية والعبرانية والسريانية. وكان ملوك مصر وكبراء حكامها في ذلك العهد من أولئك العرب، وهم الذين يسمون بالرعاة، ويقول المؤرخون: إن ملك مصر في ذلك العهد كان يسمى الوليد بن الريان. </p><p> فلما سمع يوسف من الملك قوله:  {إِنَّكَ الْيَوْمَ لَدَيْنَا مَكِينٌ أَمِينٌ} . </p><p> ٥٥ - {قَالَ} : يوسف للملك {اجْعَلْنِي} أيها الملك واليًا {عَلَى خَزَائِنِ الْأَرْضِ} وأموالها التي تخزن وتدخر فيها؛ أي: ولني أمر الأرض التي أمرها إليك، وهي أرض مصر، أو اجعلني على حفظ خزائن الأرض. والخزائن: جمع خزانة، وهي اسم للمكان الذي تخزن فيه غلات الأرض ونحوها. طلب (٣) يوسف عليه السلام منه ذلك ليتوصل به إلى نشر العدل ورفع الظلم، ويتوسل به إلى دعاء أهل مصر إلى </p><p>(١) روح البيان. (٢) المراغي.(٣) الشوكاني.</p><p> الإيمان باللهِ وترك عبادة الأوثان. وفيه دليل على أنه يجوز لمن وثق من نفسه إذا دخل في أمر من أمور السلطان أن يرفع منار الحق، ويهدم ما أمكنه من الباطل طلب ذلك لنفسه، ويجوز له أن يصف نفسه بالأوصاف التي لها ترغيبًا فيما يرومه، وتنشيطًا لمن يخاطبه من الملوك بإلقاء مقاليد الأمور إليه، وجعلها منوطة به، ولكنه يعارض هذا الجواز ما ورد عن نبينا - صلى الله عليه وسلم - من النهي عن طلب الولاية، والمنع من تولية من طلبها، أو حرص عليه. </p><p> وحاصل المعنى: فلما كلم الملك يوسف قال الملك في كلامه ليوسف: {إنك اليوم لدينا مكين أمين} ، فماذا (١) ترى أيها الصديق؟ {قَالَ} يوسف: أرى أن تزرع في هذه السنين المخصبة زرعًا كثيرًا، وتبني الخزائن، وتجمع فيها الطعام، فإذا جاءت السنون المجدبة .. بعنا الغلات، فيحصل بهذا الطريق مال عظيم، فقال الملك، ومن لي بهذا الشغل؟ فقال:  {اجْعَلْنِي عَلَى خَزَائِنِ الْأَرْضِ} ؛ أي: ولني أمر خزائن أرض مصر {إِنِّي حَفِيظٌ} لما وليتني، ولجميع مصالح الناس {عَلِيمٌ} بوجوه التصرف في الأموال، وبجميع ألسن الغرباء الذين يأتونني. وقيل معنى {حَفِيظٌ} : كاتب {عَلِيمٌ} : حاسب. </p><p> والخلاصة:  (٢) وَلِّني خزائن أرضك كلها، واجعلني مشرفًا عليها لأنقذ البلاد من مجاعة مقبلة عليها تهلك الحرث والنسل. </p><p> ثم ذكر سبب طلبه، فقال:  {إِنِّي حَفِيظٌ} ؛ أي: شديد الحفظ لما يخزن فيها، فلا يضيع شيء منه، أو يوضع في غير موضعه {عَلِيمٌ} بوجوه تصريفه وحسن الانتفاع به. فإن قلت: كيف مدح يوسف عليه السلام نفسه بقوله: {إِنِّي حَفِيظٌ عَلِيمٌ} ، والله تعالى يقول:  {فَلَا تُزَكُّوا أَنْفُسَكُمْ} . </p><p> قلت: إنما يكره تزكية النفس إذا قصد به الرجل التطاول والتفاخر والتوصل به إلى غير ما يحل، فهذا هو القدر المذموم في تزكية النفس. أما إذا قصد بتزكية النفس ومدحها إيصال الخير والنفع إلى الغير .. فلا يكره ذلك ولا يحرم، بل </p><p>(١) المراح. (٢) المراغي.</p>"
}