{
  "id": null,
  "sura": 12,
  "aya": 20,
  "text": "<p> قالوا: هو عبدٌ لنا أبَقَ. وصدقهم يوسف على ذلك؛ لأنهم توعدوه بالقتل سرًّا من مالك بن ذعر، وأصحابِه. والقول الأول أصحُّ لأن مالك بن ذعر هو الذي أسره بضاعةً وأصحابه. والبضاعةُ: ما بُضِعَ من المال للتجارة، أي: قُطِعَ. </p><p> {وَاللَّهُ} سبحانه وتعالى {عَلِيمٌ بِمَا يَعْمَلُونَ} ؛ أي: بما يعمل إخْوَة يُوسُفَ بأبيهم وأخيهم من سوء الصنع، ولَمْ يَخْفَ عليه أسرارهم يعني من إرادة إهلاك يوسف، فجعل ذلك سببًا لنجاته، وتحقيقًا لرؤياه حتى يصيرَ ملك مصر بعد أَنْ كان عبدًا. </p><p> قال أصحاب الأخبار (١) : إنَّ يهوذا كان يأتي يوسُفَ بالطعام، فأتاه فلم يَجِدْه في الجبِّ فأخبر إخْوته بذلك، فطلبوه، فإذا هم بمالك بن ذعْرٍ وأصحابه نزولًا قريبًا من البئر، فأتوهم، فإذا يوسف عندهم. فقالوا لهم: هذا عبدنا أبق منا، ويقال: إنهم هددوا يوسفَ حتى يكتم حالَه، ولا يعرفها أحد، وقال لهم مثل قولهم. </p><p> ٢٠ - ثم إنهم باعوه منهم كما قال:  {وَشَرَوْهُ بِثَمَنٍ بَخْسٍ} . </p><p> وفي هذه الجملة (٢) وعيد شديدٌ لمن كان فعله سببًا لما وقع فيه يوسف من المحن، وما صار فيه من الابتذال بجري البيع والشراء فيه، وهو الكريم بن الكريم بن الكريم بن الكريم يوسُفَ بن يعقوبَ بن إسحاقَ بن إبراهيمَ عليهم السلام. </p><p> والمعنى (٣) : أي وجاءت ذلك المكان قافلة تسير من مَدْيَنَ إلى مِصْرَ فأرسلوا وَارِدَهُمْ الذي يجلب لهم الماء للاستسقاء، فأرسل دَلْوه ودلاه في ذلك الجب فتعلق به يوسف. ولما خَرَجَ ورآه قال مُبشِّرًا جماعته السيارة:  {يَا بُشْرَى هَذَا غُلَامٌ} أي: آن وقت البشرى فاحضري، كما يقال: يَا أسفًا، ويا حسرتا، إذا وقع ما هو سبب لذلك، فاستبشرتْ به السيارة، وأخفوه من الناس لئلا يَدَّعِيهِ أحدٌ من أهل ذلك المكان لأن يَكُونَ بضاعة لهم من جملة تجارتهم، والله عليم بما </p><p>(١) الخازن. (٢) الشوكاني.(٣) المراغي.</p><p> يعمله هؤلاء السيارة، وما يعمله إخوةُ يوسُفَ فلكل منهم مقصد خاص في يوسف، فالسيارة يدَّعون بالباطل، أنه عبد لهم فيتجرون فيه، وإخوةُ يوسف يريدون إخفاءه عن أبيه، ويدَّعُونَ أنَّ الذِّئبَ قد أكله، وذلك كيد بالباطل لِيُمْضِي فيه وفيهم حُكْمَهُ السابقَ في علمه، وليرى إخوةُ يوسُفَ ويُوسُفُ وأبوه قُدْرَتَه تعالى على تنفيذ ما أراد. </p><p> وفي هذا تذكير من الله تعالى لنبيه محمد - صلى الله عليه وسلم - وتسلية له على ما كان يلقى من قومه، وأقْرِبَائِه وأنسبائه المشركين من الأذى، فكأنه يقول له: اصبر على ما نالك في الله تعالى، فإني قادر على تغيير ذلك كما قدرت على تغيير ما لقِيَ يوسف من إخوته، وسيصير أمْرَكَ إلى العلو عليهم، كما صار أمر يوسف مع إخوته إذ صار سيدهم. {وَشَرَوْهُ} ؛ أي: باعوه في مصر؛ أي: باع يوسف مالك بن ذعر وأصحابه في مصر بعد أن وَصلُوا إليها وهو من الأضداد. والضمير للوارد وأصحابه، أو الضمير لإخوة يوسف؛ أي: باع إخوة يُوسُفَ يُوسُفَ للوارد وأصحابه، ويحتمل أن يكونَ الشِّراء على معناه؛ أي: واشترى الوارد وأصحابه يُوسُفَ من إخوته إذ جعلوه عُرْضَةً للابتذال بالبيع والشراء؛ لأنهم لم يَعْرِفُوا حَالَهُ إما لأنَّ الله تعالى أغفلهم عن السؤال، ليقضي أَمْرًا كان مفعولًا، أو لأنهم سألوا عن حاله، ولم يفهموا لُغَته لكونها عِبْريةً، أي باعوه في مصر. {بِثَمَنٍ بَخْسٍ} ؛ أي (١) : مبخوس ناقص في نفسه لكونه زَيْفًا، وفي قدره لكونه قَلِيلًا فبخس هنا بمعنى مبخوس؛ لأنَّ الثَمَن لا يوسف بالمعنى المصدري، الذي هو النقص، ووصف بكونه مبخوسًا، إما لردائته وغشه، أو لنقصان وزنه، من بخسه حقه؛ أي: نقصه. وقال بعضهم: بثمن بخس؛ أي: حرام منقوص، لأن ثمن الحر حرام، انتهى. حمل البخس على المعنى لكون الحرام ممحوقَ البركات، والقولُ الأول هو الأصح. وقوله:  {دَرَاهِمَ} بدل من ثمن أي لا دنانير {مَعْدُودَةٍ} ؛ أي: قليلة غير موزونة، فهو بيان لقلته، ونقصانه مقدارًا بعد بيان نقصانه في نفسه، بقوله:  {بَخْسٍ} ؛ أي: زيف, لأنهم كانوا يَزِنُونَ الأوقية، وهي أربعون درهمًا </p><p>(١) روح البيان.</p><p> ويعدون ما دونها. فعن ابن عباس: أنها كانت عشرين درهمًا. وعن السدي: اثنين وعشرين درهمًا. وقال عكرمة: كانت أربعين درهمًا. </p><p> {وَكَانُوا} ؛ أي: البائعون {فِيهِ} ؛ أي: في يُوسفَ {مِنَ الزَّاهِدِينَ} ؛ أي: مِمَّنْ يرغب ويعرض عما في يده، فيبيعه بما طفَّ ونَقُصَ من الثمن؛ لأنهم التقطوه، والملتقط للشيء متهاون به، لا يبالي بما باعه، ولأنه يخاف أن يَظْهَرَ له مستحق فينزعه من يده، فيبيعه من أول مساوم بأوكس ثَمن وأرخصه. وأصل (١) الزهد: قِلَّةُ الرغبةِ، يقال: زَهِدَ فلان في كذا، إذا لم يكن له فيه رغبةٌ. والضمير في قوله:  {وَكَانُوا فِيهِ مِنَ الزَّاهِدِينَ} إن قلنا: إنه يرجع إلى إخوة يوسف كان وجه زهدهم فيه أنهم حسدوه، وأرادوا إبعاده عنهم، ولم يكن قصدهم تحصيل الثمن، وإن قلنا: إن قوله: {وَشَرَوْهُ}  {وَكَانُوا فِيهِ مِنَ الزَّاهِدِينَ} يرجع إلى معنى واحد، وهو: أن الذين شَرَوْه كانوا فيه من الزاهدين، كان وجه زهدهم فيه: إظهار قلة الرغبة فيه، ليشتروه بثمن بخس قليل. ويحتمل أن يقالَ: إنَّ إخْوَتَهُ لما قالوا: إنه عبدنا، وقد أبق، أظْهَرَ المشترِي قِلَّةَ الرغبة فيه لهذا السبب. </p><p> قال أصحاب الأخبار (٢) : ثمَّ إن مالك بن ذعر وأصحابَه لما اشتروا يُوسُفَ انطلقوا به إلى مصر، وتبعهم إخوته يقولون: استوثقوا منه، لا يأبق منكم، فذهبوا به حتى قدموا مصر. قال ابن عباس رضي الله عنهما: لما دخلوا مصرَ لقِيَ قِطْفِيرٌ - صاحب أمر الملك -، وكان على خزائن مِصرَ مالِكَ بن ذعر فاشترى يوسُفَ منه بعشرين دينارًا، وزوج نعل، وثوبين أبيضين. </p><p> وقال وهب بن منبه: قَدِمَتِ السيارة بيوسف مِصْرَ، ودخلوا به السوقَ يُعرضونه للبيع، فترافع الناس في ثمنه حتى بلغ ثمنه وزنه ذهبًا، ووزنه فضة، ووزنه مِسْكًا وحَرِيرًا. وكان وزنه أربع مئة رطل. وكان عمره يومئذ ثلاث عَشَرةَ سنةً، أو سبع عشرة سنة. فابتاعه قطفير - وكان يسمَّى العزيز - بهذا الثمن، كما قال تعالى:  {وَقَالَ الَّذِي اشْتَرَاهُ مِنْ مِصْرَ لِامْرَأَتِهِ} . </p><p>(١) الخازن. (٢) الخازن.</p><p> والمعنى (١) : أي وباعه السيارة في مصر بثمن قليل ناقص عن ثمن مثله أو الدراهم القليلة التي تعد عدًّا، ولا توزن وزنًا، وكانوا لا يزنون إلا ما بلغ الأوقية أربعين درهمًا، فَما فَوقَها، ويعدون ما دونها، ومن ثم يعبرون عن القليل بالمعدود. وفي سِفرِ التكوين أو التوراة: إنَّ إخْوَتَه قرروا بيعه للإسماعيليِّينِ؛ أي: للعرب، وقد أخرجه من الجب جماعة من أهل مدين، وباعوه لهم. وكانَ الذين باعوه أو الراغبين عنه الذين يبغونَ الخلاصَ منه، لئلا يَظْهَرَ مَنْ يطالبهم به؛ لأنه حُرٌّ، والثَّمَنُ، يكن مَقْصُودًا حِينَ بيعه، ومِنْ ثمَّ قَنِعوا بالبخس منه. </p><p> الإعراب </p><p> {الر تِلْكَ آيَاتُ الْكِتَابِ الْمُبِينِ (١) إِنَّا أَنْزَلْنَاهُ قُرْآنًا عَرَبِيًّا لَعَلَّكُمْ تَعْقِلُونَ (٢) نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ الْقَصَصِ بِمَا أَوْحَيْنَا إِلَيْكَ هَذَا الْقُرْآنَ وَإِنْ كُنْتَ مِنْ قَبْلِهِ لَمِنَ الْغَافِلِينَ (٣) }. </p><p> {الر} تقدم البحث في إعرابه ومعناه. {تِلْكَ} مبتدأ. {آيَاتُ الْكِتَابِ} خبر ومضاف إليه. {الْمُبِينِ} صفة لـ {الْكِتَابِ} والجملة مستأنفة. {إِنَّا} واسمه. {أنْزَلْنَاهُ} فعل وفاعل ومفعول. {قُرْآنًا} حال موطئة من ضمير المفعول في {أَنْزَلْنَاهُ} ، ولكن بعد تأويله بمشتق، في حَالَةَ كونه مقروءًا؛ أي: مجموعًا. {عَرَبِيًّا} صفة {قُرْآنًا} والجملة الفعلية في محل الرفع خبر (إن) والجملة مستأنفة. {لَعَلَّكُمْ} ناصب واسمه. وجملة {أتعْقِلُونَ} خبره، وجملة {لعلَّ} مستأنفة مسوقة لتعليل ما قبلها. {نَحْنُ} مبتدأ. {نَقُصُّ} وفعل مضارع، وفاعله ضمير يعود على الله. {عَلَيْكَ} متعلق به. {أَحْسَنَ اَلقَصَصِ} ومفعول مطلق، ومضاف إليه، والجملة الفعلية في محل الرفع خبر المبتدأ، والجملة الاسمية مستأنفة. {بِمَا}  (الباء) حرف جر وسبب. (ما) مصدرية. {أَوْحَيْنَا} فعل وفاعل. {إِلَيْكَ} متعلق به. {هَذَا} في محل النصب مفعول {أوْحَيْنَا} . {الْقُرْآنَ} بدل من اسم الإشارة، أو عطف بيان منه، والجملة الفعلية صلة (ما) المصدرية (ما) </p><p>(١) المراغي.</p><p> مع صلتها في تأويل مصدر مجرور بالباء تقديره: بإيحائنا إليك هذا القرآن، الجار والمجرور متعلق بـ {نَقُصُّ} . {وَإِنْ كُنْتَ}  {الواو} حالية. (من) مخففة، واسمها ضمير الشأن محذوفًا؛ أي: وإنه. (كنتَ) فعل ناقص واسمه. {مِنْ قَبْلِهِ} متعلق بـ (كنت) . {لَمِنَ}  (اللام) حرف ابتداء. {مِنَ الْغَافِلِينَ} جار ومجرور خبر (كان) وجملة (كان) في محل الرفع خبر (إن) المخففة، وجملة (إن) المخففة في محل النصب حال أو (كاف)  {عَلَيْكَ} . </p><p> {إِذْ قَالَ يُوسُفُ لِأَبِيهِ يَا أَبَتِ} . </p><p> {إذْ} ظرف لما مضى من الزمان في محل النصب على الظرفية مبني على السكون، والظرف متعلق بـ {نَقُصُّ} أو باذكر محذوفًا. {قَالَ يُوسُفُ} فعل وفاعل. {لِأَبِيهِ} متعلق به، والجملة الفعلية في محل الجر مضاف إليه لـ (إذ) . {يَا أَبَتِ} إلى آخر الآية مقول محكي لـ {قَالَ} ، وإن شئت قلت:  {يَا أَبَتِ}  (يا) حرف نداء. {أبت} منادى مضاف منصوب، وعلامة نصبه فتحة مقدرة على ما قبل ياء المتكلم، المعوضة عنها قال التأنيث للتفخيم، مَنَعَ أو ظهورها اشتغال المحل بالفتحة المجلوبة لمناسبة التاء؛ لأن التاء لا يكون ما قبلها إلَّا مفتوحًا {أب} مضاف وياء المتكلم المعوضة عنها تاء التأنيث في محل الجر مضاف إليه، مبنية على السكون لشبهها بالحرف شبهًا وضعيًّا وتاء التأنيث حرف لا محل لها أو الإعراب مبنية على الفتح، وإنما حركت لِكَونها على حرف واحد، وكانت الحركة فتحةً تحريكًا لها بحركة أصلها الذي هو الياء في بعض لغاتها، وجملة النداء في محل النصب مقول قال، اهـ \"هدية أولي الإنصاف في إعراب المنادى المضاف\" . </p><p> {إِنِّي رَأَيْتُ أَحَدَ عَشَرَ كَوْكَبًا وَالشَّمْسَ وَالْقَمَرَ رَأَيْتُهُمْ لِي سَاجِدِينَ} . </p><p> {إِنِّي} ناصب واسمه. {رَأَيْتُ} فعل وفاعل، والجملة في محل الرفع خبر (إن) ، وجملة (إن) في محل النصب مقول قال على كونها جوابَ النداء. {أَحَدَ عَشَرَ} عدد مركب في محل النصب على المفعولية الأولى، مبني على فتح الجزأين بنيَ الجزء الأول لشبهه بالحرف، شبهًا افتقاريًّا لافتقاره إلى الجزء الثاني، في دلالته على المعنى المراد، وبني الجزء الثاني لشبهه بالحرف، شبهًا </p><p> معنويًّا لتضمنه معنى حرف العطف، وإنما حركا ليعلم أو لهما أصْلًا في الإعراب، وكانت الحركة فتحةً للخفة مع ثقل التركيب، {كَوْكَبًا} تمييز لـ {أَحَدَ عَشَرَ} منصوب به. {وَالشَّمْسَ وَالْقَمَرَ} معطوفان على {أَحَدَ عَشَرَ} . {رَأَيْتُهُمْ} فعل وفاعل ومفعول، والجملة مؤكدة للجملة الأولى توكيدًا لفظيًّا. {لِي} جار ومجرور متعلق بـ {سَاجِدِينَ} . {سَاجِدِينَ} مفعول ثان لـ {رَأَيْتُ} . </p><p> وفي \"الفتوحات\" ، قوله:  {رَأَيْتُهُمْ لِي سَاجِدِينَ} يحتمل وجهين: </p><p> أحدهما: أنَّها جملة كررت للتوكيد، لما طال الفصل بالمفاعيل، كررت كما كررت أنكم في قوله: {أَيَعِدُكُمْ أَنَّكُمْ إِذَا مِتُّمْ وَكُنْتُمْ تُرَابًا وَعِظَامًا أَنَّكُمْ مُخْرَجُونَ (٣٥) } كذا قاله الشيخ. </p><p> والثاني: أنه ليس بتأكيد، وإليه نحا الزمخشري فإن قال: فإن قلت: ما معنى تكرار {رَأَيْتُهُمْ} . </p><p> قلت: ليس بتكرار، إنما هو كلام مستأنف على تقدير سؤال، وقَعَ جوابًا له، كأنَّ يعقوب عليه السلام قال له عند قوله:  {إنِّي رَأَيْتُ أَحَدَ عَشَرَ كَوْكَبًا وَالشَّمْسَ وَالْقَمَرَ} كيف رأيتَها سائلًا عن حال رؤيتها فقال: رأيتهم لي ساجدين؟. </p><p> قلت: وهذا أظهر لأنه متى دار الكلام بين الحَمْل على التأكيد، أو التأسيس، فَحَمْلُه على الثاني أولى، اهـ \"سمين\" . </p><p> {قَالَ يَا بُنَيَّ لَا تَقْصُصْ رُؤْيَاكَ عَلَى إِخْوَتِكَ فَيَكِيدُوا لَكَ كَيْدًا إِنَّ الشَّيْطَانَ لِلْإِنْسَانِ عَدُوٌّ مُبِينٌ (٥) }. </p><p> {قَالَ} فعل وفاعله ضمير يعود على يعقوب، والجملة مستأنفة. {يَا بُنَيَّ} إلى قوله: {لَقَدْ كَانَ فِي يُوسُفَ وَإِخْوَتِهِ آيَاتٌ} مقول محكي لـ {قالَ} ، وإن شئت قلت:  {يَا بُنَيَّ} بالفتح منادى مضاف منصوب، وعلامة نصبه فتحةٌ مقدرة على ما قبل ياء المتكلم المنقلبة ألفًا للتخفيف، بعد قلب الكسرة فتحةً لمناسبة الألف المحذوفة، تلك الألف للتخفيف، {بني} مضاف، وياء المتكلم المنقلبة ألفًا للتخفيف في محل الجر مضاف إليه. وبالكسر منادى مضاف منصوب، وعلامة نصبه فتحة مقدرة على ما قبل ياء المتكلم، وجملة النداء في محل النصب مقول </p><p> {قَالَ} . {لَا تَقْصُصْ رُؤْيَاكَ} فعل ومفعول مجزوم بـ {لا} الناهية، وفاعله ضمير يعود على يوسف، والجملة في محل النصب مقول {قَالَ} على كونها جوابَ النداء. {عَلَى إِخْوَتِك} جار ومجرور متعلقان بـ {لا تقصص}  {فَيَكِيدُوا}  (الفاء) عاطفة سببية. {يكيدوا} فعل وفاعل منصوب بأن مضمرةً وجوبًا بعد الفاء السببية الواقعة في جواب النهي. {لَكَ} متعلق به، أو حال أو {كَيْدًا} . {كَيْدًا} منصوب على المصدرية، أو مفعول به، والجملة الفعلية صلة أو المضمرة، أن مع صلتها في تأويل مصدر معطوف على مصدر متصيد أو الجملة التي قبلَها أو غير سابك لإصلاح المعنى، تقديره: لا يكن قصك رؤياك إياهم فكيدهم إياك. {إِنَّ الشَّيْطَانَ} ناصب واسمه. {لِلْإِنْسَانِ} متعلق بـ {عَدُوٌّ}  {عَدُوٌّ} خبر {إنَّ} . {مُبِينٌ} صفة عدو، وجملة إن في محل النصب مقول {قَالَ} على كونها مسوقة لتعليل ما قبلها. </p><p> {وَكَذَلِكَ يَجْتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِنْ تَأْوِيلِ الْأَحَادِيثِ وَيُتِمُّ نِعْمَتَهُ عَلَيْكَ وَعَلَى آلِ يَعْقُوبَ كَمَا أَتَمَّهَا عَلَى أَبَوَيْكَ مِنْ قَبْلُ إِبْرَاهِيمَ وَإِسْحَاقَ إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٌ (٦) }. </p><p> {وَكَذَلِكَ}  {الواو} عاطفة. كذلك جار ومجرور صفة لمصدر محذوف. {يَجْتَبِيكَ رَبُّكَ} فعل ومفعول وفاعل والتقدير: ويجتبيك ربك للنبوة والرسالة اجتباءً مثل اجتبائه إياك بهذه الرؤية، والجملة معطوفة على جملة النداء السابق على كونا مقول {قَالَ} . {وَيُعَلِّمُكَ} فعل ومفعول أول، وفاعله ضمير يعود على الله. {مِنْ تَأْوِيلِ الْأَحَادِيثِ} جار ومجرور ومضاف إليه في محل المفعول الثاني، والجملة الفعلية مستأنفة على كونها مقول {قَالَ} . {وَيُتِمُّ نِعْمَتَهُ} فعل ومفعول، وفاعله ضمير يعود على الله، والجملة معطوفة على جملة {يعلمك} على كونِها مقول {قَالَ} . {عَلَيْكَ} متعلق بـ {يتم} أو بـ {نِعْمَتَهُ} . {وَعَلَى آلِ يَعْقُوبَ} جار ومجرور معطوف على عليك، وكرَّر (على) ليمكن العطف على الضمير المجرور كما هو مذهب البصريين. {كَمَا}  (الكاف) حرف جر. (ما) مصدرية. {أَتَمَّهَا} فعل ومفعول، وفاعله ضمير يعود على الله. {عَلَى أَبَوَيْكَ} جار ومجرور متعلق به. {مِن قَبْلُ} جار ومجرور متعلق به أيضًا. {إِبْرَاهِيمَ وَإِسْحَاقَ} يجوز أن يكونا بدلًا من أبويك، أو عطفَ بيان، أو على إضمار أعني، والجملة الفعلية صلة {ما} المصدوية (ما) مع صلتها في تأويل مصدر مجرور (بالكاف) تقديره: </p><p> كإتمامها على أبويك من قبل الجار والمجرور صفة لمصدر محذوف تقديره: ويتم نعمته عليك إتمامًا مثلَ إتمامه إيَّاها على أبويك من قبلُ. {إِنَّ رَبَّكَ} ناصب واسمه. {عَلِيمٌ} خبره. {حَكِيمٌ} خبر ثان له، وجملة إن مستأنفةٌ مسوقةٌ لتعليل ما قبلها على كونها مقول {قَالَ} . </p><p> {لَقَدْ كَانَ فِي يُوسُفَ وَإِخْوَتِهِ آيَاتٌ لِلسَّائِلِينَ (٧) }. </p><p> {لَقَدْ}  (اللام) موطئة لقسم محذوف. {قد} حرف تحقيق. {كاَنَ} فعل ماض ناقص. {فِي يُوسُفَ} جار ومجرور خبر مقدم لـ (كان) على اسمها. {وَإِخْوَتِهِ} معطوف على {يُوسُفُ} . {آيَاتٌ} اسم (كان) مؤخر. {لِلسَّائِلِينَ} جار ومجرور متعلق بالاستقرار الذي تعلق به الخبر، وجملة {كَانَ} جواب للقسم المحذوف، وجملة القسم مستأنفة. </p><p> {إِذْ قَالُوا لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَى أَبِينَا مِنَّا وَنَحْنُ عُصْبَةٌ إِنَّ أَبَانَا لَفِي ضَلَالٍ مُبِينٍ (٨) }. </p><p> {إِذ} ظرف لما مضى من الزمان متعلق بمحذوف تقديره اذكر {إِذْ قَالُوا} . {قَالُوا} فعل وفاعل، والجملة في محل الجر بإضافة {إِذ} إليها. {لَيُوسُفُ وَأَخُوهُ} إلى قوله: {قَالَ قَائِلٌ مِنْهُمْ} مقول محكي لـ {قَالُواْ} ، وإن شئت قلت:  {يُوسُفُ}  (اللام) موطئة للقسم، أو حرف ابتداءٍ على الخلاف المار فيه. {يوسف} مبتدأ. {وَأَخُوه} معطوف عليه. {أَحَبَّ} خبر المبتدأ. {إلَى أَبِينَا مِنَّا} يتعلقان به، ولم تحصل المطابقة بين المبتدأ، والخبر؛ لأن الخبر هذا اسم تفضيل مجرد، وهو يلزم الذكير والتوحيد. قال ابن مالك: </p><p> وَإِنْ لِمَنكُوْرٍ يُضَفْ أَوْ جُرِّدَا ... أُلْزِمَ تَذْكِيْرًا وَأَنْ يُوَحَّدَا </p><p> و {أحَبُّ} مصوغ من حب المبني للمفعول، وهو سماعي، ولو جاء على القياس ليوصل إليه بأشدَّ ونحوه. قال ابن مالك: </p><p> وَأَشْدِدَ أوْ أَشَدَّ أَوْ شِبْهَهُمَا ... يَخْلُفُ مَا بَعْضَ الشُّرُوْطِ عَدِمَا </p><p> والجملة الاسمية جواب القسم، وجملة القسم في محل النصب مقول {قَالُواْ} . {وَنَحْنُ}  {الواو} واو الحال. {نحن عصبة} مبتدأ وخبر، والجملة </p><p> في محل النصب حال من ضمير المتكلمين في {مِنَّا} . {إِنَّ أَبَانَا} ناصب واسمه ومضاف إليه. {لَفِي}  (اللام) حرف ابتداء. {فِي ضَلَالٍ} خبر {إنَّ} . {مُبِينٍ} صفة {ضَلَالٍ} ، وجملة إنَّ مستأنفة في محل النصب مقول {قَالُوا} . </p><p> {اقْتُلُوا يُوسُفَ أَوِ اطْرَحُوهُ أَرْضًا يَخْلُ لَكُمْ وَجْهُ أَبِيكُمْ وَتَكُونُوا مِنْ بَعْدِهِ قَوْمًا صَالِحِينَ (٩) }. </p><p> {اقْتُلُوا يُوسُفَ} فعل وفاعل ومفعول، والجملة في محل النصب مقول {قَالُوا} . {أَوِ} حرف عطف، وتمييز. {اطْرَحُوهُ} فعل وفاعل ومفعول معطوف على {اقْتُلُوا} . {أَرْضا} منصوب على الظرفية أو بنزع الخافض. {يَخْلُ} فعل مضارع مجزوم بالطلب السابق، وعلامة جزمه حذفُ حرف العلة. {لَكُم} متعلق به. {وَجْهُ أَبِيكُمْ} فاعل، ومضاف إليه. {وَتَكُونُوا} فعل ناقص واسمه معطوف على {يَخْلُ} . {مِنْ بَعْدِهِ} متعلق به. {قَوْمًا} خبر {تكونوا} . {صَالِحِينَ} صفة {قَوْمًا} . </p><p> {قَالَ قَائِلٌ مِنْهُمْ لَا تَقْتُلُوا يُوسُفَ وَأَلْقُوهُ فِي غَيَابَتِ الْجُبِّ يَلْتَقِطْهُ بَعْضُ السَّيَّارَةِ إِنْ كُنْتُمْ فَاعِلِينَ (١٠) }. </p><p> {قَالَ قَائِلٌ} فعل وفاعل. {مِنْهُمْ} صفة قائل، والجملة مستأنفة. {لَا تَقْتُلُوا يُوسُفَ} إلى قوله {قَالُوا} مقول محكي، وإن شئت قلت:  {لَا تَقْتُلُوا يُوسُفَ} فعل وفاعل، ومفعول به مجزوم بـ (لا) الناهية، والجملة في محل النصب مقول (قَالُوا) . {وأَلْقُوهُ} فعل وفاعل، ومفعول معطوف على جملة {لَا تَقْتُلُوا} . {فِي غَيَابَتِ الْجُبِّ} جار ومجرور، ومضاف إليه متعلق به. {يَلْتَقِطْهُ بَعْضُ السَّيَّارَةِ} فعل ومفعول، وفاعل مجزوم بالطلب السابق. {إِنْ كُنْتُمْ فَاعِلِينَ} فعل ناقص واسمه وخبره في محل الجزم بـ (إن) الشرطية على كونه فعل شرط لها، وجواب الشرط محذوف تقديره: إن كنتم فاعلين فافعلوا هذا القدر؛ في: إلقاءه في البئر، وجملة (إن) الشرطية في محل النصب مقول {قالَ} . </p><p> {قَالُوا يَا أَبَانَا مَا لَكَ لَا تَأْمَنَّا عَلَى يُوسُفَ وَإِنَّا لَهُ لَنَاصِحُونَ (١١) }. </p><p> {قَالُوا} فعل وفاعل، والجملة مستأنفة. {يَا أَبَانَا مَا لَكَ} إلى قوله: {قَالَ} مقول محكي، وإن شئت قلت:  {يَا أَبَانَا} منادى مضاف منصوب بالألف، وجملة النداء في محل النصب، مقول {قَالوُا} . {مَا} اسم استفهام في محل الرفع مبتدأ. {لَكَ} جار ومجرور خبره، والجملة الاسمية في محل النصب مقول {قَالُوا} على كونها جوابَ النداء. {لَا} نافية. {تَأْمَنَّا} فعل مضارع مرفوع بضمة ظاهرة على النون المدغمة في نون (نا) . (نا) ضمير المتكلمين في محل النصب مفعول به، وفاعله ضمير مستتر يعود على {يعقوب} . {عَلَى يُوسُفَ} متعلق به، والجملة الفعلية في محل النصب حال من كاف المخاطب، والعامل فيه الاستقرار الذي تعلق به الخبر. {وَإنَّا} ناصب واسمه. {لَهُ} متعلق بـ {ناصحون} . {لناصحون}  (اللام) حرف ابتداء. (ناصحون) خبر (إن) وجملة (إن) في محل النصب على الحال من مفعول {تَأْمَنَّا} . </p><p> {أَرْسِلْهُ مَعَنَا غَدًا يَرْتَعْ وَيَلْعَبْ وَإِنَّا لَهُ لَحَافِظُونَ} . </p><p> {أرْسِلْهُ} فعل ومفعول وفاعله ضمير يعود على يعقوب، والجملة في محل النصب مقول {قَالُوا} . {مَعَنَا} حال من مفعول {أَرْسِلْهُ} . {غَدًا} منصوب على الظرفية متعلق بـ {أرسل} . {يَرْتَعْ} مجزوم بالطلب السابق، وفاعله ضمير يعود على يوسف. {وَيَلْعَبْ} معطوف عليه. {وَإِنَّا} ناصب واسمه. {لَهُ} متعلق بما بعده. {لَحَافِظُونَ} خبر (إن) و (اللام) حرف ابتداء، وجملة إنّ في محل النصب حال من (هاء)  {أرْسِلْهُ} . </p><p> {قَالَ إِنِّي لَيَحْزُنُنِي أَنْ تَذْهَبُوا بِهِ وَأَخَافُ أَنْ يَأْكُلَهُ الذِّئْبُ وَأَنْتُمْ عَنْهُ غَافِلُونَ (١٣) }. </p><p> {قَالَ} فعل ماض، وفاعله ضمير يعود على يعقوب، والجملة مستأنفة. {إِنِّي لَيَحْزُنُنِي} إلى قوله {قَالوُا} مقول محكي، وإن شئت قلت:  {إِنِّي} ناصب واسمه. {لَيَحْزُنُنِي} فعل مضارع ومفعول، و (نون) وقاية و (اللام) حرف ابتداء. {أَنْ تَذْهَبُوا} فعل وفاعل منصوب بـ (أن) المصدرية. {بِهِ} متعلق به، وجملة {تذهبوا} في تأويل مصدر مرفوع على الفاعلية، ليحزن تقديره: ليحزنني ذهابكم </p><p> به، وجملة {يحزن} في محل الرفع خبر إنَّ، وجملة إنَّ في محل النصب مقولُ {قَالَ} . {وَأَخَافُ} فعل مضارع، وفاعله ضمير يعود على يعقوب، والجملة الفعلية في محل النصب حال من ياء المتكلم في {يحزنني} . {أَنْ يَأْكُلَهُ الذِّئْبُ} فعل ومفعول وفاعل منصوب بأن المصدرية، والجملة الفعلية في تأويل مصدر منصوب على المفعولية، لـ {أخاف} ؛ أي: والحال أني أخاف أكل الذئب إياه. {وَأَنْتُمْ} مبتدأ. {عَنهُ} متعلق بـ {غَافِلُونَ} . {غَافِلُونَ} خبر المبتدأ، والجملة الاسمية في محل النصب حال من (هاء)  {يأكله} ولكنها حال سببية. </p><p> {قَالُوا لَئِنْ أَكَلَهُ الذِّئْبُ وَنَحْنُ عُصْبَةٌ إِنَّا إِذًا لَخَاسِرُونَ (١٤) }. </p><p> {قَالُوا} فعل وفاعل، والجملة مستأنفة. {لَئِنْ أَكَلَهُ الذِّئْبُ} إلى آخر الآية مقول محكي، وإن شئت قلت:  {لَئِنْ}  (اللام) موطئة للقسم. (إن) حرف شرط. {أَكَلَهُ الذِّئْبُ} فعل ومفعول، وفاعل في محل الجزم بـ (إن) الشرطية على كونِه فعل شرط لها. {وَنَحْنُ عُصْبَةٌ} مبتدأ وخبر، والجملة في محل النصب حال من (هاء)  {أَكَلَهُ} . {إِنَّا} ناصب واسمه. {إذًا} حرف جواب وجزاء، ولكن لا عمل لها لدخولها على الجملة الاسمية. {لَخَاسِرُونَ} خبر (إنَّ) و (اللام) حرف ابتداء، وجملة إن جوابَ القسم لا محل لها من الإعراب، وجواب إن الشرطية محذوف دل عليه جواب القسم، تقديره: إن أكله الذئب، فإنا إذًا لخاسرون، وجملة الشرط معترضةٌ بين القسم، وجوابه، وجملةُ القسم في محل النصب مقول {قَالُوا} . </p><p> {فَلَمَّا ذَهَبُوا بِهِ وَأَجْمَعُوا أَنْ يَجْعَلُوهُ فِي غَيَابَتِ الْجُبِّ وَأَوْحَيْنَا إِلَيْهِ لَتُنَبِّئَنَّهُمْ بِأَمْرِهِمْ هَذَا وَهُمْ لَا يَشْعُرُونَ (١٥) }. </p><p> {فَلَمَّا}  (الفاء) عاطفة على محذوف تقديره: فأرسلَه معهم، فلما ذهبوا به، وذلك المقدر معطوف على قوله سابقًا. {أَرْسِلْهُ مَعَنَا غَدًا} كما في \"الجمل\" . {لَمَّا} حرف شرط غير جازم. {ذَهَبُوا} فعل وفاعل. {بهِ} متعلق به، والجملة فعل شرط لـ (لما) . {وَأَجْمَعُوا} فعل وفاعل معطوف على {ذَهَبُوا} . {أَنْ يَجْعَلُوهُ} ناصب يفعل، وفاعل، ومفعول أول. {فِي غَيَابَتِ الْجُبِّ} جار ومجرور في محل </p><p> المفعول الثاني، والجملة الفعلية في تأويل مصدر منصوب على المفعولية، لـ {وَأَجْمَعُوا} تقديره: وأجمعوا جعلهم إياه في غيابة الجب، وجواب (لما) محذوف تقديره: فعلوا به، ما فعلوا من الأذى، وجملة (لما) معطوفة على تلك الجملة المحذوفة. {وَأَوْحَيْنَا} فعل وفاعل معطوف على جواب (لما) المحذوف. {إِليهِ} متعلق به. {لَتُنَبِّئَنَّهُمْ}  (اللام) موطئة للقسم. {تنبئنهم} فعل ومفعول. {بِأَمْرِهِمْ} جار ومجرور، ومضاف إليه، متعلق به، وفاعله ضمير يعود على يوسف. {هَذَا} بدل من {أمرهم} أو صفة له، والجملة الفعلية جوابُ القسم لا محل لها من الإعراب، وجملةُ القسم في محل النصب مفعول {أَوْحَيْنَا} . {وَهُمْ} مبتدأ، وجملة {لَا يَشْعُرُونَ} خبره، والجملة الاسمية في محل النصب حال من ضمير {لَتُنَبِّئَنَّهُمْ} . </p><p> {وَجَاءُوا أَبَاهُمْ عِشَاءً يَبْكُونَ (١٦) قَالُوا يَا أَبَانَا إِنَّا ذَهَبْنَا نَسْتَبِقُ وَتَرَكْنَا يُوسُفَ عِنْدَ مَتَاعِنَا فَأَكَلَهُ الذِّئْبُ وَمَا أَنْتَ بِمُؤْمِنٍ لَنَا وَلَوْ كُنَّا صَادِقِينَ (١٧) }. </p><p> {وَجَاءُوا أَبَاهُمْ} فعل وفاعل ومفعول، والجملة مستأنفة. {عِشَاءً} منصوب على الظرفية متعلق به. {يَبْكُونَ} فعل وفاعل، والجملة في محل النصب حال من فاعل {جاءوا} . {قَالُوا} فعل وفاعل، والجملة مستأنفة. {يَا أَبَانَا} إلى آخر الآية مقول محكي، وإن شئت قلت:  {يَا أَبَانَا} منادى مضاف، وجملة النداء في محل النصب مقول {قال}  {إِنَّا} ناصب واسمه {ذَهَبْنَا} فعل وفاعل، والجملة في محل رفع خبر إنَّ، وجملة إنَّ في محل النصب مقول قال على كونها جوابَ النداءِ. {نَسْتَبِقُ} فعل مضارع، وفاعله ضمير يعود على إخوة يوسف، والجملة الفعلية في محل النصب حال من فاعل {ذَهَبْنَا} . {وَتَرَكْنَا يُوسُفَ} فعل وفاعل ومفعول، والجملة في محل الرفع معطوفة على جملة {ذَهَبنَا} . {عِندَ متاعنا} ظرف، ومضاف إليه، متعلق بـ {تركنا} . {فَأَكَلَهُ الذِّئْبُ} فعل ومفعول وفاعل معطوف على {تركنا} . {وَمَا}  {الواو} عاطفة. (ما) حجازية أو تميمية. {أنتَ} في محل الرفع اسمها أو مبتدأ. {بِمُؤْمِنٍ} خبر (ما) الحجازية، أو خبر المبتدأ و (الباء) زائدة. {لَّنَا} متعلق بـ {مؤمن} ، والجملة الاسمية في محل النصب معطوفة على جملة {فَأَكَلَهُ} على كونها مقول القول. {وَلَوْ كُنَّا </p><p> صَادِقِينَ} {الواو} عاطفة على محذوف تقديره: من كنا غير صادقينَ فما أنت بمؤمن لنا. (لو) حرف شرط. {كُنَّا صَادِقِينَ} فعل ناقص واسمه وخبره، والجملة فعل شرط لـ (لو) لا محل لها من الإعراب، وجواب (لو) محذوف تقديره: ولو كنا صادقين، لاتهمتنا في هذه القصة، وجملة لو الشرطية معطوفة على الجملة المحذوفة، والجملة المحذوفة في محل النصب حال من ضمير (لنا) تقديره: وما أنت بمؤمن لنا حَالَةَ كَوْنِنا صَادِقينَ وغَيْرَ صادقين. </p><p> {وَجَاءُوا عَلَى قَمِيصِهِ بِدَمٍ كَذِبٍ قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنْفُسُكُمْ أَمْرًا فَصَبْرٌ جَمِيلٌ وَاللَّهُ الْمُسْتَعَانُ عَلَى مَا تَصِفُونَ (١٨) }. </p><p> {وَجَاءُوا} فعل وفاعل. {عَلَى قَمِيصِهِ} ظرف بمعنى فوق في محل النصب على الظرفية، والظرف متعلق بمحذوف حال من {دم} . {بِدَمٍ} متعلق بـ {جاؤوا} . {كَذِبٍ} صفة {دم} ولكنه في تأويل مشتق تقديره: مكذوب، والتقدير:  {وجاؤوا} بدم حَالَه كونه فوق قميصه، وجملة {جاؤوا} مستأنفة. {قَالَ} فعل ماض وفاعله ضمير يعود على يعقوب، والجملة مستأنفة. {بَلْ سَوَّلَتْ لَكُمْ} مقول محكي لـ {قَالَ} ، وإن شئت قلت:  {بَل} حرف ابتداء وإضراب إبطالي. {سَوَّلَتَ} فعل ماض، وتاء تأنيث. {لَكُمْ} متعلق به. {أَنْفُسُكُمْ} فاعل. {أَمْرًا} مفعول به، والجملة في محل النصب مقول {قَالَ} . {فَصَبْرٌ}  (الفاء) حرف عطف وتفريع. {صبر} خبر مبتدأ محذوف، تقديره: فصبري صبر جميل. {جَمِيلٌ} صفة {صبر} ، والجملة في محل النصب معطوفة على جملة {سَوَّلَتْ}  {وَاللَّهُ الْمُسْتَعَانُ} مبتدأ وخبر، والجملة معطوفة على جملة قوله {فَصَبْرٌ جَمِيلٌ} . {عَلَى مَا} جار ومجرور متعلق بـ {الْمُسْتَعَانُ} . {تَصِفُونَ} فعل وفاعل، والجملة صلة لـ (ما) أو صفة لها، والعائد، أو الرابط محذوف تقديره على ما تصفونه. </p><p> {وَجَاءَتْ سَيَّارَةٌ فَأَرْسَلُوا وَارِدَهُمْ فَأَدْلَى دَلْوَهُ قَالَ يَا بُشْرَى هَذَا غُلَامٌ وَأَسَرُّوهُ بِضَاعَةً وَاللَّهُ عَلِيمٌ بِمَا يَعْمَلُونَ (١٩) }. </p><p> {وَجَاءَتْ سَيَّارَةٌ} فعل وفاعل، والجملة مستأنفة. {فَأَرْسَلُوا وَارِدَهُمْ} فعل وفاعل، ومفعول، و (الفاء) عاطفة، والجملة معطوفة على جملة {جاءت} . </p><p> {فأَدْلَى دَلْوَهُ} فعل ومفعول، وفاعله ضمير يعود على الوارد، والجملة معطوفة على جملة {أرسلوا} . {قَالَ} فعل ماض، وفاعله ضمير يعود على الوارد، والجملة مستأنفة استئنافًا بيانيًّا. {يَا بُشْرَى هَذَا غُلَامٌ} مقول محكي لـ {قَالَ} وإن شئت قلت: يا بشرى بالقصر منادى نكرة مقصودة. وفي قراءة:  {يا بشراي} بالياء منادى مضاف، وجملة النداء في محل النصب مقول {قَالَ} . {هَذَا غُلَامٌ} مبتدأ وخبر، والجملة في محل النصب مقول {قَالَ} على كونها جوابَ النداء. {وَأَسَرُّوهُ} فعل وفاعل، ومفعول، والجملة معطوفة على جملة {قَالَ} . {بِضَاعَةً} معمولٌ لمحذوف، هو حال من (واو)  (أسروه) تقديره: (وأسروه) حالَةَ كونهم جَاعِلِيه بضاعةً، أي شيئًا مُتَموَّلًا. {وَاللَّهُ عَلِيمٌ} مبتدأ، وخبر، والجملة مستأنفة. {بِمَا} جار ومجرور متعلق بـ {عَلِيمٌ} . {يَعْمَلُونَ} فعل وفاعل، والجملة صلة لـ {ما} أو صفة لها، والعائد، أو الرابط محذوف تقديره بما يعملونه. </p><p> {وَشَرَوْهُ بِثَمَنٍ بَخْسٍ دَرَاهِمَ مَعْدُودَةٍ وَكَانُوا فِيهِ مِنَ الزَّاهِدِينَ (٢٠) }. </p><p> {وَشَرَوْهُ} فعل وفاعل ومفعول، والجملة مستأنفة أو معطوفة على (أسروه) . {بِثَمَنٍ} متعلق به. {بَخْسٍ} صفة لـ (ثمن) على تأويله بمشتق تقديره: مبخوس، أي: منقوص. {دَرَاهِمَ} بدل من (ثمن) . {مَعْدُودَةٍ} صفة لـ {دَرَاهِمَ} . {مِنَ الزَّاهِدِينَ} فعل ناقص واسمه. {فِيهِ} جار ومجرور متعلق بـ {الزَّاهِدِينَ} . {مِنَ الزَّاهِدِينَ} جار ومجرور خبر (كان) ، وجملة (كان) معطوفة على جملة {أشَرَوْهُ} . </p><p> التصريف ومفردات اللغة </p><p> {تِلْكَ آيَاتُ الْكِتَابِ الْمُبِينِ} ، {الْمُبِينِ} اسم فاعل من أبان المتعدي، وسيأتي في قوله:  {عَدُوٌّ مُبِينٌ} أنه من اللازم، فهو من أبَانَ بمعنى أظهَرَ أي: المُظْهِرُ للحق من الباطل، والحلال من الحرام. {قُرْآنًا عَرَبِيًّا} والعربي منسوب للعرب، لأنه نزل بلغتهم، وواحدُ العرب عربي كما أن واحد الروم رومي، اهـ \"سمين\" . </p><p> واختلف العلماء هل يمكن أن يقالَ في القرآن شيء غير عربي. قال أبو عبيدة: ومن قال فيه شيء غير عربي، فقد أعظم على الله القول، واحتجَّ بهذه الآية:  {إنَّا أَنْزَلْنَاهُ قُرْآنًا عَرَبِيًّا} . وروي عن ابن عباس، ومجاهد، وعكرمة: أنَّ فيه عن غير العربي مثل: {سِجِّيلٍ} و {المشكاة} و {اليم} و {استبرق} ونحو ذلك، وهذا هو الصحيح المختار؛ لأن هؤلاء أعلمُ عن أبي عبيدة بلسان العرب، وكلا القولين صواب إن شاء الله تعالى. ووجه الجمع بينهما أنَّ هذه الألفاظ لما تكلمت بها العرب، ودارَتْ على ألسنتهم صارت عربيةً فصيحةً، وإن كانت غير عربيةٍ في الأصل، لكنهم لما تكلموا بها نسبت إليهم، وصارت لهم لغةً فظَهَر بهذا البيان صحة القولين، وأمكن الجمع بينهما، اهـ \"خازن\" . </p><p> {نَحْنُ نَقُصُّ عَلَيْكَ} قص من باب: ردَّ والمصدر قَصَصًا بالفك، وقصًّا بالإدغام. وفي \"المصباح\" : قَصَصْتُ الخَبَرَ قَصًّا من باب قتل، حدثته على وجهه، والاسم القصص بفتحتين، وقصصت الأثر: تتبعته، اهـ. وفي \"البيضاوي\" : القصص هنا بمعنى المفعول كالنقض والسلب بمعنى المنقوض والمسلوب، اهـ. </p><p> {أَحْسَنَ الْقَصَصِ} وأحسن يجوز أن يكون أفعلَ تفضيل على بابه، وأن يكونَ لمجرد الوصف بالحسن، ويكونَ من باب إضافة الصفة لموصوفها؛ أي: القصص الحسن. وفي \"الخازن\" : أصل القصص في اللغة من قصَّ الخبر، إذا تتبعه، وإنما سميت الحكاية قِصَّةً لأن الذي يَقُصُّ الحديثَ يذكر تلك القصة شيئًا فشيئًا. والمعنى: نحن نبين لك أخبار الأمم السالفة أحسنَ البيان. وقيل: المرادُ خُصوص قصة يوسف، وإنما كانت أحسنَ القصص لما فيها من الحكم، والنكت، وسير الملوك، والمماليك، والعلماء، ومَكْرِ النساء، والصبر على الأذى، والتجاوز عنه أحسنَ التجاوز وغير ذلك من الفوائد الشريفة. </p><p> {يَا أَبَتِ} بكسر تاء التأنيث اللفظي التي هي عوض عن ياء المتكلم المحذوفة. وأصله: يا أبي فحذفت الياءُ، وأتي بالتاء عوضًا عنها، ونقلت كسرة ما قبل الياء، وهو الباء للتاء، ثم فتحت الباءُ على القاعدة في فتح ما قبل تاء التأنيث، وبفتح التاء، والأصل عليه: يا أبيَ، بكسر الباء؛ وفتح الياء؛ ففتحت </p><p> الباءُ ثم قلبت الياء ألفًا لتحركها وانفتاح ما قبلَها، ثم حذفت الألف، وعوَّض عنها تاءُ التأنيث، وفُتحت للدلالة على أنَّ أصلَها الألف المنقلبة عن الياء. قال الزمخشري: فإن قلت: كيف جاز لُحوقُ تاء التأنيث بالمذكر؟ </p><p> قلت: كما جاز نحو قولك: حَمامَةٌ ذكر وشاة ذكرٌ ورجل رَبْعَةٌ وغلام يفعة. قلت: يعني أنها جيء بها لمجرد تأنيث اللفظ كما في الألفاظ المستشهد بها، ثم قال الزمخشري. فإن قلت: فلم ساغ تعويض تاء التأنيث من ياء الإضافة؟ </p><p> قلت: لأن التأنيثَ والإضافةَ يتناسبان في أن كلَّ واحد منهما زيادةٌ مضمومةٌ إلى الاسم في آخره. </p><p> قلت: وهذا قياس بعيد لا يعمل به عند الحذاق، فإنه يسمى الشبهَ الطَّرْدِيَّ في يعني أنه شَبهٌ في الصورة، اهـ \"سمين\" . {لِي سَاجِدِينَ} والسجودُ هنا: منْ سَجْدَ البعير إذا خَفضَ رَأْسَهُ لراكبه حين ركوبه، وكان من عادة الناس في تحية التعظيم بفِلَسْطين، ومصر، وغيرهما، الانحناء مُبَالغَةً في الخضوع والتعظيم، وقدِ استعمله القرآن في انقياد كل المخلوقات لإرادة الله، وتسخيره، ولا يكون السجود عِبَادةً إلا بالقصد، والنية للتقرب إلى من يعتقد أنَّ له عليه سُلْطانًا غَيْبِيًّا فوق سلطان الأسباب المعهودة. {رُؤْيَاكَ} الرؤيا مصدر رَئِيَ في المنام رؤيا على وزن فعلى، كالسقيَا والبشرى، وألفه للتأنيث، ولذلك لم يصرف. {فَيَكِيدُوا لَكَ} يقال: كاد له الأمر إذا دبَّر الكَيْدَ لأجله لمضرته، أو لمنفعته كما قال {كَذَلِكَ كِدْنَا لِيُوسُفَ} . وفي \"الفتوحات\" قوله: {فَيَكِيدُوا لَكَ كَيْدًا} كاد يَتَعدَّى بنفسه كما في قوله: {فَكِيدُونِي جَمِيعًا} وعدي هنا باللام لتضمُّنِه معنَى فعل يتعدى باللام، ولذا قال الشارح: يحتالوا في هلاك. قال الزمخشري: فإن قلت: هلا قال: فيكيدوك كما قال: فكيدوني جميعًا؟ </p><p> قلت: ضُمِّنَ معنى فعل يتعدى باللام؛ ليفيدَ معنى فعل الكيد مع إفادة معنى الفعل المضمن، فيكون أفيد، وأبلغ، في التخويف، وذلك نحو: فيحتالوا لك، ألا ترى إلى تأكيده بالمصدر، و {كَيْدًا} مفعول به أي يصنعوا لك كيدًا أي أمرًا يكيدونك به، اهـ \"سمين\" . </p><p> {عَدُوٌّ مُبِينٌ} ؛ أي: بَين العداوةَ وظاهرها فهو من أبان اللازم. {وَكَذَلِكَ </p><p> يَجْتَبِيكَ رَبُّكَ}، والاجتباء من جبيت الشيء إذ حصلته لنفسك، اهـ بيضاوي. وفي \"الخازن\" واجتباءُ العبدَ تخصيصه إياه بفيض إلهي تحصل منه أنواع المكرمات بلا سعي من العبد، وذلك مختص بالأنبياء، وببعض من يقاربهم من الصديقين والشهداء والصالحين، اهـ. ومنه: جبيت الماء في الحوض، أي: جمعته، ومعنى اجتباء الاصطفاء، وهذا يتضمن الثناء على يوسف، وتعديد نِعَمِ الله عليه. {تَأْوِيلِ الْأَحَادِيثِ} والتأويل: الإخبار بما يؤول إليه الشيء في الوجود. والأحاديث جمع تكسير لحديثٍ فقيل لواحد: ملفوظ به، هو حديث، ولكنه شَذَّ جَمْعُه على أحاديثَ، وله نظائر في الشدود، كأباطيلَ، وأفاظيعَ، وأعاريضَ في باطل، وفظيعٍ وعريضٍ. وزَعَمَ أبو زيد أن له واحدًا مقدرًا، وهو أحدوثة، ونحوه، وليس باسم جمع؛ لأن هذه الصيغة مختصة بالتكسير، وإذا كانوا قد التزموا ذَلِكَ فيما لم يصرح له بمفرد من لفظه نحو: عباديد، وشَمَاطِيطَ، وأبابيلَ، ففي أحاديث أولى، اهـ سمين. ومعنى تأويل الأحاديث تعبيرُ الرؤيا، فالمراد بالرؤيا ما يرى في النوم، وسمي أحاديث؛ لأنها أحاديث الملك إن كانت صادقةً وأحاديث الشيطان، والنفس إن كانت كاذبةً، اهـ بيضاوي. {أَحَبُّ إِلَى أَبِينَا} أحب أفعل تفضيل، وهو مبني من حبَّ المبنيّ للمفعول، وهو شاذ، وإذا بنيت أفعل التفضيل من مادة الحب، والبغض تَعدَّى إلى الفاعل المعنوي بإلى، وإلى المفعول المعنوي باللام، أو بقي فإذا قلتَ: زيد أحبُّ إليَّ من بَكْرٍ كانَ معناه أنك تحب زيدًا أكثرَ من بكر، فالمتكلم هو الفاعلُ، وكذلك إذا قلت هو أبغض إليّ منه، كانَ معناه أنت المبغض، وإذا قلتَ: زيدٌ أحب لي من عمرو، أو أحب في منه كان معناه: إنَّ زيدًا يحبني أكثر من عمرو، وعلى هذا جاءت الآية الكريمة فإنَّ الأبَ هو فاعل المحبة، اهـ سمين. وقوله: وهو شاذ يُشْكِلُ عيه وقوعَه في القرآن إلا أن يجابَ بأنه شاذ قياسًا، فصيح استعمالًا لوروده في أفصح الفصيح، تأمل. {وَنَحْنُ عُصْبَةٌ} والعصبة: ما زاد على عشرة. وعن ابن عباس ما بين عشرة وأربعين. وقيل: الثلاثة نَفَرٍ فإذا زادوا إلى تسعة فهم رهط، فإذا بلغوا العشرة فَصَاعِدًا فعُصْبَةٌ. وقيل: ما بين الواحد إلى العشرة. وقيل: من عشرة إلى خمسة عشرَ. وقيل: ستة. وقيل: تسعة، والمادة تدل على الإحاطة من العصابة </p><p> لإحاطتها بالرأس، اهـ سمين. ولا واحد لها من لفظها بل هي كالنفر، والرهط، وقد كانت الإخوة عشرةً. </p><p> {غَيَابَتِ الْجُبِّ} قال الهروي: والغيابة: سدٌّ أو طاقٌ في البئر، قريبُ الماء يغيب ما فيه عن العيون. وقال الكلبي: الغيابة تكون في قعر الجب؛ لأن أسفله واسع، ورأسه ضيق، فلا يكاد الناظر يرى ما في جوانبه. وقال الزمخشري: هي غوره، وما غاب منه عن عين الناظر، وأظلم من أسفله. والجب: البئر التي لم تُطْوَ، ويقال لها: قبل الطيي رَكِيَّةٌ فإذا طويت قيل لها: بئر سمِّيت جُبًّا إما لكونها محفورة في جيوب الأرض؛ أي: ما غلظ منها، وإما لأنها قطعت في الأرض قطعًا، ومنه الجب في الذكر. {يَلْتَقِطْهُ بَعْضُ السَّيَّارَةِ} والالتقاط: أخذ شيء مشرف على الضياع من الطريق، أو من حيث لا يحتسب، ومنه اللقطة. واللقيط: يعني: يأخذه بعض المسافرينَ فيَذْهَبُ به إلى ناحية أخرى، فيستريحوا منه، اهـ \"خازن\" . والسيارة: الجمع الذين يسيرون في الطريق، جمع سيار؛ أي: المبالغ في السير، اهـ خطيب. وفي \"المختار\" : السيارة القافلة، اهـ. {مَا لَكَ لَا تَأْمَنَّا} وفي \"السمين\" : وقرأ العامة: تأمنا بالإخفاء؛ أي: إخفاءِ النون عند النون المتحركة. والإخفاء: هو عبارة عن تضعيف الصوت بالحركة، والفصل بين النونين؛ لأنَّ النونَ تسكن رأسًا، فيكون ذلك إخفاءً لا إدغامًا .. وقرأ بعضهم ذلك بإشمام، وهو عبارة عن ضم الشفتين إشارة إلى حركة الفعلِ مع الإدغام الصريح، كما يشير إليه الواقف. وفيه: عُسْرٌ كَبِيرٌ، قالوا: وتكون الإشارة إلى الضمة بعد الإدغام وقبل كَمَالِه. وقرأ أبو جعفر بالإدغام الصريح من غير إشمام، وقرأ الحسن ذلك بالإظهار مبالغةً في بيان إعراب الفعل، وللمحافظة على حركة الإعراب. واتفق الجمهور على الإخفاء أو الإشمام كما تقدم تحقيقه، اهـ. {وَإِنَّا لَهُ لَنَاصِحُونَ} جمع ناصح، والناصح: المشفق المحب للخير. وعبارة \"الخازن\" هنا: المراد بالنصح هنا القيام بالمصلحة، وقيل: البر والعطف، والمعنى: وإنا لعاطفون عليه قائمون بمصلحته، وبحفظه. {غَدًا} وهو ظرف مستقبل يطلق على اليوم الذي يلي يومك، وعلى الزمن المستقبل من غير تقييد باليوم الذي يلي يومك. وأصله غَدْوٌ فحُذفت لامه، وقد جاءَ تامًّا ذكره أبو حيان. {نرتع} الجمهور على أنَّ العين آخِر الفعل يقال: </p><p> رَتَعَ فلان في ماله، إذا أنْفَقَهُ في شهواته. والأصل في الرتع أكل البهائم في الخصب، زمن الربيع، ويستعار للإنسان إذا أريد به الأكل الكثير. والرَّتع: الاتساع في الملاذ، والتمتع في أكل الفواكه، ونحوها فمنهم من يسكن آخره على الجواب، ومنهم من يَضُمَّه على أن تكون حالًا مقدرة. ويقرأ:  {نَرْتَعِ} بكسر العين، وهو نفتعل من رَعَى، أي نَرْعَى ماشيَتَنا، أو نأكلُ نحن ذكره أبو البقاء. {ونلعب} والمراد باللعب لعب المسابقة، والانتضال بالسهام، ونحوهما مما يتدرب له لمقاتلة الأعداء، وتعليم فنون الحرب. قال الراغب: يقال: لَعب فلان، إذا كان فعلُهُ غيرَ قاصد به مقصدًا صحيحًا. {لَيَحْزُنُنِي} والحزن: ألم القلب بفراق المحبوب، أو وقوع مكروه. {وَأَخَافُ} والخوف: ألم النفس من توقع مكروه قبل وقوعه. {الذِّئْبُ} والذئب: سبع معروف، ويجمع على أذؤب، وذئاب، وذؤبان، وأرض مَذابة كثيرة الذئاب، وتذائيت الرياح جاءت من هنا ومن هنا فعل الذئاب. </p><p> {عِشَاءً} فيه وجهان: </p><p> أحدهما: أنه ظرف أي وَقْتَ العشاء. </p><p> والثاني: أن يكون جمع عائش كقائم، وقيامٍ ويقرأُ بضم العين. والأصل: عُشَاة مثل غازٍ وغُزَاة، فحذفت الياء، وزيدت الألف عِوَضًا منها، ثم قلبت الألف همزةً. ويجوز أن يكونَ جمع فاعل على فِعَالٍ كما جمع فعيل على فعال كمرِيضٍ ومِرَاضٍ. {عِنْدَ مَتَاعِنَا} المتاع في اللغة كل ما انتفع به، وأصله النفع الحاضر، وهو اسم مصدر من متع تمتعًا كالسلام من سلم. {بِدَمٍ كَذِبٍ} فيه وصف الدم بالمصدر على سبيل المبالغة، فكأنَّه نَفْسَه صار كَذِبًا، والفاعل والمفعول يسمَّيان بالمصدر كما يقال: ماء سكب؛ أي: مسكوبٌ والفاعل كقوله: {إنْ أَصْبَحَ مَاؤُكُمْ غَوْرًا} وكما سموا المصدرَ بهما قالوا: للعقل المعقول، وللجلد المجلود، ومنه قوله تعالى: {بِأَيِّكُمُ الْمَفْتُونُ (٦) } اهـ كرخي. وقرىء:  {بدم كدب} بالدال المهملة، والكدب: الكدر، وقيل: الطَّرِيُّ. {بَلْ سَوَّلَتْ لَكُمْ أَنْفُسُكُمْ أَمْرًا} ؛ أي: زينت وسهّلت. وأصل التسويل تقدير معنى في النفس مع الطمع في إتمامه. قال صاحب \"الكشاف\" : سَوَّلَتْ: سَهَّلَتْ من السول بالتحريك، وهو الاسترخاء في العصب، ونحوه؛ أي: سَهَّلت لكم أنْفُسكُم أمرًا عَظِيمًا، فعلتموه </p><p> بيوسف، وهوَّنْتمُوه في أنفسكم وأعينكم. {فَأَرْسَلُوا وَارِدَهُمْ} ، والوارد: الذي يَرِدُ الماءَ، ليستَقِي للقوم. {فَأَدْلَى دَلْوَهُ} في \"المختار\" الدَّلْو: الذي يُسْتَقى بها، ودَلَى الدلو إذا نَزَعها، وبابه عَدَا وأدلاها أرسلها في البئر. وفي \"القاموس\" : ودَلَوْتُ الدَّلْوَ ودليتها أرسلتها في البئر، ودلَّاها جَذَبَها لِيُخرِجَها، والدلو مؤنث، وقد يذكر، اهـ. ويصَغَّر على دلية ويجمع على أدل ودلاءً ودُلًى. {وَأَسَرُّوهُ} ؛ أي: أخْفَوْه من الناس {بِضَاعَةً} والبضاعة: القِطْعَةُ من المال يفْرز للاتجار به من بَضَعْتُه إذا قَطَعْتُه، ومنه المَبْضَعُ. {وَشَرَوْهُ بِثَمَنٍ بَخْسٍ} وشُري الشيء: إذا باعَهُ واشتراه إذا ابْتَاعَهُ. والبَخْسُ: النَّاقِصُ والمَعيب كما قال: {وَلَا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ} والمراد هنا: الحرامُ أو الظلمُ لأنه بيع حر. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: الإشارة بالبعيد إلى القريب في قوله: {تِلْكَ آيَاتُ الْكِتَابِ الْمُبِينِ} تنزيلًا لبعد مرتبته في الكمال، وعُلو شأنه مَنْزِلَةَ البُعْدِ الحسّيِّ. ومنها: الاستعارة في قوله: {لَعَلَّكُمْ تَعْقِلُونَ} وقال في (١)  \"بحر العلوم\" : لعلَّ مُستعار لمعنى الإرادة لملاحظة العرب معنى الإرادة، أو الترجي في لَعَلَّ؛ أي: أنزلناه قرآنًا عربيًّا، إرَادَةَ أن تَعْقِلَه العربُ، ويفهموا منه ما يَدْعُوهم إليه، فلا يكون لهم حُجَّةً على الله، ولا يقولوا لنبيهم ما خُوطبنا به. </p><p> ومنا: جناسُ الاشتقاق في قوله: {نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ الْقَصَصِ} . </p><p> ومنها: التعبيرُ عن عدم العلم بالغفلة في قوله: {لَمِنَ الْغَافِلِينَ} لإجلال شأنه عليه السلام كما في \"الإرشاد\" فليست هي الغفلة المتعارفة بين الناس. </p><p> ومنها: عَطْفُ الخاصِ على العام في قوله: {وَالشَّمْسَ وَالْقَمَرَ} لإظهار </p><p>(١) روح البيان.</p><p> شَرَفِهِمَا على سائر الطوالع كعطف الروح على الملائكة في قوله:  {تَنَزَّلُ الْمَلَائِكَةُ وَالرُّوحُ} . </p><p> ومنها: إجراءُ غير العقلاء مُجْرَى العقلاء في ضمير {رَأَيْتُهُمْ} لوصفها بوصف العقلاء أعني السجود. </p><p> ومنها: التشبيه المرسل المجمل في قوله: {كَمَا أَتَمَّهَا عَلَى أَبَوَيْكَ} . </p><p> ومنها: جناس الاشتقاق في قوله: {فَيَكِيدُوا لَكَ كَيْدًا} . </p><p> ومنها: التنكير للإبهام في قوله: {أَرْضًا} ؛ أي: أرضًا مجهولةً. </p><p> ومنها: الاكتفاء في قوله: {آيَاتٌ لِلسَّائِلِينَ} ؛ أي: ولغيرهم، فالسائلون هم اليهود ففيه اكتفاء، وهو ذِكْرُ أحد متقابلين، وحذفُ الآخر لعلمه من المذكور. </p><p> ومنها: الإظهار في موضع الإضمار في قوله: {اقْتُلُوا يُوسُفَ} وفي قوله: {لَا تَقْتُلُوا يُوسُفَ} . </p><p> ومنها: الاستعارة التصريحية التبعية في قوله: {يَرْتَعْ} لأنَّ الرتع حقيقةٌ في أكل البهائم في الخصب من الربيع، ويُستعَار للإنسان إذا أريد به الأكلُ الكثير كما مر. </p><p> ومنها: الجناس المغاير في قوله: {فَأَدْلَى دَلْوَهُ} . </p><p> ومنها: التنكير في قوله: {بَلْ سَوَّلَتْ لَكُمْ أَنْفُسُكُمْ أَمْرًا} للدلالة على عظم ذلك الأمر؛ أي: أمرًا عظيمًا. </p><p> ومنها: الحذفُ والزيادةُ في عدَّةَ مواضِعَ. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {وَقَالَ الَّذِي اشْتَرَاهُ مِنْ مِصْرَ لِامْرَأَتِهِ أَكْرِمِي مَثْوَاهُ عَسَى أَنْ يَنْفَعَنَا أَوْ نَتَّخِذَهُ وَلَدًا وَكَذَلِكَ مَكَّنَّا لِيُوسُفَ فِي الْأَرْضِ وَلِنُعَلِّمَهُ مِنْ تَأْوِيلِ الْأَحَادِيثِ وَاللَّهُ غَالِبٌ عَلَى أَمْرِهِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ (٢١) وَلَمَّا بَلَغَ أَشُدَّهُ آتَيْنَاهُ حُكْمًا وَعِلْمًا وَكَذَلِكَ نَجْزِي الْمُحْسِنِينَ (٢٢) وَرَاوَدَتْهُ الَّتِي هُوَ فِي بَيْتِهَا عَنْ نَفْسِهِ وَغَلَّقَتِ الْأَبْوَابَ وَقَالَتْ هَيْتَ لَكَ قَالَ مَعَاذَ اللَّهِ إِنَّهُ رَبِّي أَحْسَنَ مَثْوَايَ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ (٢٣) وَلَقَدْ هَمَّتْ بِهِ وَهَمَّ بِهَا لَوْلَا أَنْ رَأَى بُرْهَانَ رَبِّهِ كَذَلِكَ لِنَصْرِفَ عَنْهُ السُّوءَ وَالْفَحْشَاءَ إِنَّهُ مِنْ عِبَادِنَا الْمُخْلَصِينَ (٢٤) وَاسْتَبَقَا الْبَابَ وَقَدَّتْ قَمِيصَهُ مِنْ دُبُرٍ وَأَلْفَيَا سَيِّدَهَا لَدَى الْبَابِ قَالَتْ مَا جَزَاءُ مَنْ أَرَادَ بِأَهْلِكَ سُوءًا إِلَّا أَنْ يُسْجَنَ أَوْ عَذَابٌ أَلِيمٌ (٢٥) قَالَ هِيَ رَاوَدَتْنِي عَنْ نَفْسِي وَشَهِدَ شَاهِدٌ مِنْ أَهْلِهَا إِنْ كَانَ قَمِيصُهُ قُدَّ مِنْ قُبُلٍ فَصَدَقَتْ وَهُوَ مِنَ الْكَاذِبِينَ (٢٦) وَإِنْ كَانَ قَمِيصُهُ قُدَّ مِنْ دُبُرٍ فَكَذَبَتْ وَهُوَ مِنَ الصَّادِقِينَ (٢٧) فَلَمَّا رَأَى قَمِيصَهُ قُدَّ مِنْ دُبُرٍ قَالَ إِنَّهُ مِنْ كَيْدِكُنَّ إِنَّ كَيْدَكُنَّ عَظِيمٌ (٢٨) يُوسُفُ أَعْرِضْ عَنْ هَذَا وَاسْتَغْفِرِي لِذَنْبِكِ إِنَّكِ كُنْتِ مِنَ الْخَاطِئِينَ (٢٩) وَقَالَ نِسْوَةٌ فِي الْمَدِينَةِ امْرَأَتُ الْعَزِيزِ تُرَاوِدُ فَتَاهَا عَنْ نَفْسِهِ قَدْ شَغَفَهَا حُبًّا إِنَّا لَنَرَاهَا فِي ضَلَالٍ مُبِينٍ (٣٠) فَلَمَّا سَمِعَتْ بِمَكْرِهِنَّ أَرْسَلَتْ إِلَيْهِنَّ وَأَعْتَدَتْ لَهُنَّ مُتَّكَأً وَآتَتْ كُلَّ وَاحِدَةٍ مِنْهُنَّ سِكِّينًا وَقَالَتِ اخْرُجْ عَلَيْهِنَّ فَلَمَّا رَأَيْنَهُ أَكْبَرْنَهُ وَقَطَّعْنَ أَيْدِيَهُنَّ وَقُلْنَ حَاشَ لِلَّهِ مَا هَذَا بَشَرًا إِنْ هَذَا إِلَّا مَلَكٌ كَرِيمٌ (٣١) قَالَتْ فَذَلِكُنَّ الَّذِي لُمْتُنَّنِي فِيهِ وَلَقَدْ رَاوَدْتُهُ عَنْ نَفْسِهِ فَاسْتَعْصَمَ وَلَئِنْ لَمْ يَفْعَلْ مَا آمُرُهُ لَيُسْجَنَنَّ وَلَيَكُونًا مِنَ الصَّاغِرِينَ (٣٢) قَالَ رَبِّ السِّجْنُ أَحَبُّ إِلَيَّ مِمَّا يَدْعُونَنِي إِلَيْهِ وَإِلَّا تَصْرِفْ عَنِّي كَيْدَهُنَّ أَصْبُ إِلَيْهِنَّ وَأَكُنْ مِنَ الْجَاهِلِينَ (٣٣) فَاسْتَجَابَ لَهُ رَبُّهُ فَصَرَفَ عَنْهُ كَيْدَهُنَّ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ (٣٤) ثُمَّ بَدَا لَهُمْ مِنْ بَعْدِ مَا رَأَوُا الْآيَاتِ لَيَسْجُنُنَّهُ حَتَّى حِينٍ (٣٥) }. </p><p> المناسبة </p><p> قوله تعالى:  {وَقَالَ الَّذِي اشْتَرَاهُ مِنْ مِصْر ...} الآيتين، هاتان الآيتان مبدأُ قَصَصِ يوسف في بيت العزيز الذي اشتراه، وفيها بيان تمكين الله له، وتعليمه تأويلَ الأحاديث، وإيتائه حُكْمًا وعِلْمًا وشهادة من الله له بأنه من زمرة المتقين. </p><p> قوله تعالى:  {وَرَاوَدَتْهُ الَّتِي هُوَ فِي بَيْتِهَا عَنْ نَفْسِهِ ...} الآيات، مناسبة هذه </p><p> الآيات لما قبلها: أن الله سبحانَه وتَعالى لما ذكر (١) وَصِيَّة العزيز لامرأته بإكرام مثواه، وعَلَّلَ ذلك بحُسن الرَّجاء فيه، ثم بَيَّن عنايتَه سبحانَه به وتمهيدَ سبل كماله بتمكينه في الأرض، ذَكَرَ هنا مراودةَ امرأته له، ونظرها إليه بغير العينِ، التي نَظَرَ بها زَوْجُها إليه، وأرَادَتْ مِنه غير ما أراده هو، وما أرَادَ الله من فَوْقِهِمَا، وأعدت العُدَّةَ لِذلكَ فغَلَّقَتْ الأبوابَ، فهرب منها إلى باب المخْدَع، فقدَّتْ قَمِيصَه من خَلْف، ووَجَدَا زَوْجَها بالباب الخارجي، فبادرَت إلى اتهامه بإرادة السوء إلى أن استبانت براءته. </p><p> قوله تعالى:  {قَالَ هِيَ رَاوَدَتْنِي عَنْ نَفْسِي ...} الآيات، مناسبتُها لما قبلها، بعد أن ذكر سبحانه في الآيات السابقة مخَادَعَتَها ليوسُفَ عن نفسه، وتغليقَها الأبواب، وهرَبه منها إلى الباب، وجَذْبِهَا لقميصه، ورؤيةِ سَيِّدها لذلك الحادث، واتهامها لِيُوسُفَ بإرادة السوء منها. ذكر هنا تبرئةَ يوسف لنفسه، وحكم قريبِها في القضية بعد بحث وتشاور بين زوجها وأهلها، ثمَّ علم الزوج ببراءةِ يُوسُفَ وثبوتِ خطيئتها. </p><p> قوله تعالى:  {وَقَالَ نِسْوَةٌ فِي الْمَدِينَةِ ...} الآيات، ناسبتها لما قبلها: بعد أن ذكر سبحانه تحقيقَ زوجها في الحادث، وحكم أحد أقاربها بما رَأى وقد استبانَ منه براءةَ يُوسُفَ، ذكر هنا أنَّ الأَمْرَ قد استفاض في بيوت نساء الوزراء، والكُبراء، فأحْبَبْنَ أن يَمْكُرْنَ بها لِتُرِيَهن هذا الشابَّ الذي فتنها جماله، وأذلَّها عَفَافُهُ وكماله حتَّى راودَتْه عن نفسه وهو فَتَاها، ودَعَتْهُ إلى نفسها فردَّها وأَبَاهَا خشيةَ لله، وحفظًا لأمانة السيد المحسن إليه، أن يَخُونَه في أعز شيء لديه، علَّه بعد هذا يَصْبُو إليهن، ويَجْذِبُه جمالهن، ويكون له فيهن رَأيٌ غير ما رآه فيها، فإنه قد ألِفَ جَمَالها قبل أن يَبْلُغ الأشدَّ، وكان يَنْظُرَ إليها نظرةَ العبدِ إلى سيدته، أو الولد إلى والدته. </p><p>(١) المراغي.</p>"
}