{
  "id": null,
  "sura": 12,
  "aya": 56,
  "text": "<p> يجب عليه ذلك. مثاله أن يكون بعض الناس عنده علم نافع ولا يعرف به، فإنه يجب عليه أن يقول:  \"أنا عالم\" لينتفع الناس بعلمه، ذكره في \"الفتوحات\" . وقد طلب إدارة الأمور المالية؛ لأن سياسة الملك وتنمية العمران، وإقامة العدل فيه تتوقف عليها، وقد كان مضطرًا إلى تزكية نفسه في ذلك حتى يشق الملك به، ويركن إليه في تولية هذه المهام. وما أضاع كثيرًا من المماليك في هذه القرون الأخيرة إلا الجهل والتقصير في النظام المالي، وتدبير الثروة وحفظها في الدولة والأمة. </p><p> ٥٦ - {كذَلِكَ} معمول للتمكين الآتي؛ أي: ومثل ذلك التمكين في أنعمنا عليه من تقريبنا إياه إلى الملك، وإنجائنا إياه من غم الحبس في ذكرنا أسبابه ومقدماته {مَكَّنَّا لِيُوسُفَ} ؛ أي: جعلنا له مكانة ومرتبة، أو مكانًا ومنزلًا {فِي الْأَرْضِ} ؛ أي: في أرض مصر حالة كونه {يَتَبَوَّأُ} وينزل {مِنْهَا} ؛ أي: من أرض مصر {حَيْثُ يَشَاءُ} ويريد؛ أي: ينزل منها حيث أراد، ويتخذه مباءةً ومنزلًا. وهو عبارة عن كمال قدرته ونفوذ أمره ونهيه حتى صار الملك يصدر عن رأيه، وصار الناس يعملون على أمره ونهيه، وكأنه يتصرف في الأرض التي أمرها إلى سلطان مصر كما يتصرف الرجل في منزله. وقد استدل (١) بهذه الآية على أنه يجوز تولي الأعمال من جهة السلطان الجائر بل الكافر لمن وثق من نفسه بالقيام بالحق. وقرأ الحسن وابن كثير وشيبة (٢) : {حيث نشاء} - بالنون - مسندًا إلى الله تعالى. وقرأ الجمهور بالياء. </p><p> والظاهر: أن قراءة الياء يكون فيها فاعل {يَشَاءُ} : إما ضميرًا يعود على يوسف، ومشيئته معلقة بمشيئة الله تعالى؛ إذ هو نبيه ورسوله، وإما ضميرًا يعود على الله سبحانه وتعالى؛ أي: حيث يشاء الله تعالى، فيكون فيه حينئذٍ التفات من التكلم إلى الغيبة. </p><p>(١) الشوكاني. (٢) البحر المحيط.</p><p> واعلم: أن التمكين الحاصل ليوسف له أسباب ومقدمات مهدت له؛ لأن إخوة يوسف لو لم يحسدوه .. ما ألقوه في غيابة الجبّ، ولو لم يلقوه .. لما وصل إلى عزيز مصر، ولو لم يعتقد العزيز بفراسته وصدقه وأمانته .. لما أمنه على بيته وأهله وماله، ولو لم تراوده امرأة العزيز عن نفسه ويستعصم .. لما ظهرت نزاهته وعرف أمرها، ولو لم تخب في كيدها وكيد صواحباتها .. ما ألقي في السجن لإخفاء هذا الأمر، ولو لم يسجن .. لما عرفه ساقي الملك وعرف علمه وفضله وصدقه في تعبير الرؤيا، ولو لم يعرف ذلك منه الساقي .. ما عرفه الملك ولم يجعله على خزائن الأرض، فما من حلقة من هذه السلسلة إلا كانت متممة لما بعدها، وبإذن الله كانت سببًا للوصول إلى ما يليها، فكلها في بدايتها كانت شرًّا وخسرًا، وفي عاقبتها فوزًا ونصرًا مبينًا، ومهدت للتمكين لدى ملك مصر. فكما مكن (١) له في ذلك مكن له في أرض مصر، وقد جيء به مملوكًا، فأصبح مالكًا ذا نفوذ وأمر ونهي لا ينازعه منازع فيما يراه ويختاره، وصار الملك يصدر عن رأيه، ولا يعترض عليه فيما يرى بما أعده الله تعالى له من تحليته بالصبر واحتمال الشدائد، والأمانة والعفة، وحسن التصرف والتدبير. </p><p> روي (٢) : أنه لما تمت السنة من يوم سأل يوسف الإمارة .. دعاه الملك، فتوجه وأخرج خاتم الملك، وجعله في أصبعه، وقلده بسيفه، وجعل له سريرًا من ذهب مكلّلًا بالدرّ والياقوت طوله ثلاثون ذراعًا، وعرضه عشرة أذرع عليه ستون فراشًا، وضرب له عليه حلة من استبرق، فقال يوسف عليه السلام: أما السرير فأشد به ملكك، وأما الخاتم فأدبر به أمرك، وأما التاج فليس من لباسي ولا لباس آبائي. فقال الملك: قد وضعته إجلالًا لك وإقرارًا بفضلك، وأمره أن يخرج فخرج متوجًا لونه كالثلج، ووجهه كالقمر يرى الناظر وجهه فيه من صفاء لونه، فانطلق حتى جلس على ذلك السرير، ودانت له الملوك، وفوض الملك الأكبر إليه ملكه، وأمر مصر، وعزل قطفير عما كان عليه، وجعل يوسف مكانه، </p><p>(١) المراغي. (٢) المراح.</p><p> ومات قطفير بعد ذلك، فزوجه عليه السلام الملك امرأته زليخا، فلما دخل يوسف عليها قال لها: أليس هذا خيرًا مما كانت تريدين؟ قالت له: أيها الصديق لا تلمني، فإني كنت امرأة حسناء ناعمة كما ترى، وكان صاحبي لا يأتي النساء، وكنت كما جعلك الله في حسنك وهيئتك، فغلبتني نفسي وعصمك الله، فأصابها يوسف عليه السلام فوجدها عذراء، فولدت له ذكرين أفراثم وميشا، فاستولى يوسف عليه السلام على ملك مصر، وأقام فيها العدل، وأحبه الرجال والنساء، وأسلم على يديه الملك وكثير من الناس، وباع من أهل مصر في سنين القحط الطعام في السنة الأولى بالدنانير والدراهم، وفي الثانية بالحلى والجواهر، وفي الثالثة بالدواب، وفي الرابعة بالجواري والعبيد، وفي الخامسة بالضياع والعقار، وفي السادسة بأولادهم، وفي السابعة برقابهم حتى لم يبق بمصر حر ولا حرة إلا صار عبدًا له عليه السلام، فقال أهل مصر: ما رأينا كاليوم ملكًا أجل وأعظم من يوسف، فقال يوسف للملك: كيف رأيت صنع الله بي فيما خولني، فما ترى في هؤلاء؟ فقال الملك: الرأي رأيك ونحن لك تبع. قال: فإني أشهد الله وأشهدك أني قد أعتقت أهل مصر عن آخرهم، ورددت عليهم أملاكهم، وكان يوسف لا يبيع من أحد من الممتارين أكثر من حمل بعير تقسيطًا بين الناس، ومات الملك في حياة يوسف عليه السلام. </p><p> {نُصِيبُ بِرَحْمَتِنَا} ؛ أي: بعطائنا في الدنيا من الملك والغنى وغيرهما من النعم {مَنْ نَشَاءُ} من عبادنا بمقتضى ما وضعنا من السنن في الأسباب الكسبية مع موافقتها للأحداث الكونية، ومراعاة النظم الاجتماعية والفضائل الخلقية {وَلَا نُضِيعُ أَجْرَ الْمُحْسِنِينَ} لأن (١) إضاعة الأجر؛ إما أن تكون للعجز أو للجهل أو للبخل، والكل ممتنع في حق الله تعالى، فكانت الإضاعة ممتنعة؛ أي: ولا نضيع في الدنيا أجر من أحسن. </p><p> أي:  (٢) ولا نضيع أجر من أحسنوا في أعمالهم بشكران هذه النعم، بل </p><p>(١) المراح. (٢) المراغي.</p>"
}