{
  "id": null,
  "sura": 12,
  "aya": 107,
  "text": "<p> شريك لك .. قال رسول الله - صلى الله عليه وسلم -: \"قد قد\" ؛ أي: حسب حسب لا تزيدوا على هذا. وفي \"الصحيحين\" عن ابن مسعود. قلت يا رسول الله: أيّ الذنب أعظم؟ قال:  \"أن تجعل لله ندًّا وهو خلقك\" . ومن درس تاريخ الأمم الماضية والحاضرة .. عرف كيف طرأ الشرك على الأمم وسرى في عبادتهم سريان السم في الدسم. </p><p> ١٠٧ - والهمزة في قوله:  {أَفَأَمِنُوا} للاستفهام التوبيخي الإنكاري داخلة على محذوف، والفاء عاطفة على ذلك المحذوف؛ أي: أغفل هؤلاء المشركون عن مكر الله تعالى فأمنوه ولم يخافوا {أَنْ تَأْتِيَهُمْ} في الدنيا {غَاشِيَةٌ} ؛ أي: عقوبة تغشاهم وتشملهم {مِنْ عَذَابِ اللَّهِ} تعالى {أَوْ تَأْتِيَهُمُ السَّاعَةُ} والقيامة {بَغْتَةً} ؛ أي: فجأة من غير سبق علامة {وَهُمْ لَا يَشْعُرُونَ} بإتيانها غير مستعدين لها؛ أي: أفأمن هؤلاء الذين لا يؤمنون بالله ربهم، ويشركون به في عبادتهم غيره تعالى أن تأتيهم عقوبة تغشاهم وتغمرهم، أو تأتيهم الساعة فجأة من حيث لا يتوقعون، وهم مقيمون على شركهم وكفرهم بربهم، فيخلّدهم في نار جهنم. والآية كقوله تعالى: {أَفَأَمِنَ الَّذِينَ مَكَرُوا السَّيِّئَاتِ أَنْ يَخْسِفَ اللَّهُ بِهِمُ الْأَرْضَ أَوْ يَأْتِيَهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ (٤٥) أَوْ يَأْخُذَهُمْ فِي تَقَلُّبِهِمْ فَمَا هُمْ بِمُعْجِزِينَ (٤٦) أَوْ يَأْخُذَهُمْ عَلَى تَخَوُّفٍ فَإِنَّ رَبَّكُمْ لَرَءُوفٌ رَحِيمٌ (٤٧) }. وقوله: {أَوَأَمِنَ أَهْلُ الْقُرَى أَنْ يَأْتِيَهُمْ بَأْسُنَا ضُحًى وَهُمْ يَلْعَبُونَ (٩٨) أَفَأَمِنُوا مَكْرَ اللَّهِ فَلَا يَأْمَنُ مَكْرَ اللَّهِ إِلَّا الْقَوْمُ الْخَاسِرُونَ (٩٩) }. </p><p> وجاء في \"الصحيحين\" عن أبي هريرة أن النبي - صلى الله عليه وسلم - قال:  \"ولتقومن الساعة وقد نشر الرجلان ثوبهما، فلا يتبايعانه ولا يطويانه، ولتقومن الساعة وقد انصرف الرجل بلبن لَقِحَتِهِ - الناقة ذات الدر - فلا يطعمه، ولتقومن الساعة وقد رفع أحدكم أكلته - لقمته - إلى فيه فلا يطعمها\" . والمراد من كل هذا أنها تبغت الناس وهم منهمكون في أمور معايشهم، فلا يشعرون إلا وقد أتتهم. والحكمة في إبهام وقتها أن الفائدة لا تتم إلا بذلك، ليخشى أهل كل زمان إتيانها في هذا الوقت، فيحملهم الخوف على مراقبة الله تعالى في أعمالهم، فيلتزموا الحق ويتحروا الخير، ويتقوا الشرور والمعاصي. </p>"
}