{
  "id": null,
  "sura": 12,
  "aya": 25,
  "text": "<p> السبعة بفتح اللام من جماعتنا {المخلَصين} وهم آباؤه الذين أخلَصهم رَبُّهم وصفَّاهم واختارهم لطاعته، وصفاهم من الشوائب، وقال فيهم: {وَاذْكُرْ عِبَادَنَا إِبْرَاهِيمَ وَإِسْحَاقَ وَيَعْقُوبَ أُولِي الْأَيْدِي وَالْأَبْصَارِ (٤٥) إِنَّا أَخْلَصْنَاهُمْ بِخَالِصَةٍ ذِكْرَى الدَّارِ (٤٦) وَإِنَّهُمْ عِنْدَنَا لَمِنَ الْمُصْطَفَيْنَ الْأَخْيَارِ (٤٧) }. </p><p> ٢٥ - {وَاسْتَبَقَا الْبَابَ} ؛ أي: تسابق يوسُفُ وزليخا إلى الباب البراني الذي هو المخرج من الدار، ولذلك وَحَّدَ بعد الجمع فيما سلف. وفي الكلام حذف حرف الجر، وإيصال الفعل إلى المفعول، والأصل تَسابَقا إلى الباب، أو ضُمِّن الفعلُ معنى فعل آخر يتعدَّى بنفسه كابتدار الباب. وهذا الكلام متصل بقوله:  {وَلَقَدْ هَمَّتْ بِهِ وَهَمَّ بِهَا لَوْلَا أَنْ رَأَى بُرْهَانَ رَبِّهِ} وما بينَهُما اعتراض، أمَّا يُوسُفُ فلِلفرار منها، وأمَّا هي فلتَصُدَّه عن الفتح والخروج؛ أي: تسابقا إلى الباب، ففَرَّ يوسف من أمامها هاربًا إليه، طالبًا النجاة منها مرجحًا الفرارَ على الدفاع الذي لا تُعْرَفُ عاقبته وتبعته هيَ تبغي إرجاعه حتى لا يَفْلتَ من يدها، وهي لا تَدْرِي إذا هو خرَج إلى أين يذهب، ولا ماذا يقولُ، ولا ما يفعل لكنها أدركته. </p><p> {و} جذبته بردائه و {قدت} ؛ أي: شقَّت {قَمِيصَهُ} ؛ أي: قميص يوسف {مِنْ دُبُرٍ} وخَلْفِه فانشق طُولًا نصفين، وهو القَدُّ كما أنَّ الشَّقَّ عرضًا هو: القط؛ أي: جذبَتْ قَمِيصَه من ورائِهِ فانْشَق إلى أسفله، وأكثر ما يُستعمل القد فيما كان طُولًا. والقط بالطاء فيما كان عرْضًا وقَعَ ذلك منها عندما فَرَّ يُوسُفُ لمَّا رَأَى بُرْهَانَ رَبه، فأرادت أن تَمْنَعَهُ من الخروج بجذبها لقميصه. {وَأَلْفَيَا سَيِّدَهَا} ؛ أي: وَجَدا زوْجَها {لَدَى الْبَاب} ؛ أي: عند الباب البراني مقبلًا ليدخُلَ أو كان جالسًا مع ابن عمٍّ لزليخا يقال له: يَمْليخا. </p><p> وقد كان النساء في مصر يلقَّبْنَ الزوجَ بالسيد، وإنما لم يَقُلْ سَيِّدَهُما، لأنَّ مِلْكَهُ لِيُوسُفَ لم يكن صحيحًا، فلم يكن سيدًا له؛ لأن استرقاق يُوسُفَ غير شرعي. وهذا كلامُ ربه العلم بأمره، لا كلام من اسْتَرَقَّه. </p><p> وقوله:  {قَالَتْ مَا جَزَاءُ مَنْ أَرَادَ بِأَهْلِكَ سُوءًا} كلام مستأنف واقع في جواب سؤال مُقدَّرٍ، فكأنه قيل: فماذا وَقَع منهما عندما ألفيا سيدها لدى الباب؟ فقيل: </p><p> قَالَتْ مُنزِّهةَ نفسَها: ما جزاء من أراد بأهلك سوءًا من الزنا ونحوه، و {ما} نافية؛ أي: ليس جزاؤه {إِلَّا أَنْ يُسْجَنَ أَوْ عَذَابٌ أَلِيمٌ} ؛ أي: لَيسَ جزاؤُه إلا السجنُ أو العذابُ الأليم مثل الضرب بالسوط، ونحوه. أو استفهامية؛ أي: أي شيء جزاؤه إلا السجن، أو العذاب الأليم كما تقول مَنْ في الدار إلَّا زيد؛ أي: قَالَتْ هذه المقالة طَلَبًا منها للحيلة، وللستر على نفسها، فنَسَبَتْ ما كان منها إلى يُوسُفَ، وفي الإبهام للعذاب زيادة تهويل؛ أي: وحينَئِذٍ خرجَتْ مما هي فيه بمكرها، وكيدها، وقالت لزوجها متنصِّلةً من جرمها، وقاذفةً لِيُوسُفَ: ما جزاءُ من أراد بأهلك شيئًا يسوؤُك صغيرًا كَانَ أو كبيرًا إلا سجن يعاقب به، أو عذابٌ مؤلم موجع يؤدبه، ويلزمه الطاعة. قال الرازي: وفي هذا القول ضروب من الحِيَلَ: </p><p> ١ - إيهام زوجها أنَّ يوسفَ قدِ اعتدى عليها بما يسوؤها ويسوؤه. </p><p> ٢ - أنَّها لم تصرح بجرمِهِ حتى لا يشتد غضبه، ويَقْسو في عقابه، كأن يبيعه أو يُقْصِيه عن الدار، وذلك غير ما تريد. </p><p> ٣ - أنها هدَّدَتْ يُوسُفَ وأنذرته بما يعلم منه أن أَمْرَهُ بِيَدِها ليخضع لها ويُطِيعَها. </p><p> ٤ - أنها قالت: إلا أن يُسْجَن والمراد منه: أن يُسْجَنَ يومًا أو أقلَّ على سبيل التخويف فحسبُ، أما الحبس الدائِمُ، فكان يقال فيه: يجب أن يُجْعَلَ من المسجونين ألا ترى أنَّ فِرْعَوْنَ حينَ هَدَّدَ موسى قال: {لَئِنِ اتَّخَذْتَ إِلَهًا غَيْرِي لَأَجْعَلَنَّكَ مِنَ الْمَسْجُونِينَ} . </p><p> وجملة القول في هذا: أنَّ يوسف عليه السلام كَانَ قوي الإرادة لا يمكن غَيْرُه أن يحتال عليه، ويَصْرِفَه عن رأيه، ويجعلَه خاضعًا له، ومن ثم لم تستطع امرأةُ العزيز أن تُحوِّل إرادتَه إلى ما تريد بمراودتها, ولا عَجَب في ذلك فهو في وِراثتِه الفطرية، والمكتسبة، ومقام النبوة عن آبائه الأكرمينَ، وما اختصَّه به ربه من تربيته، والعناية به، وما شهد له به من العرفان، والإحسان, والاصطفاء، وما صَرَفَ عنه من دواعي السوء، والفحشاء في مكان مكين، وحرز حصين من أن تتطلع نفسه إلى اجتراح السيئات، وارتكاب المنكرات، فكل ما صوروه به من </p>"
}