{
  "id": null,
  "sura": 12,
  "aya": 110,
  "text": "<p> والهمزة في قوله:  {أفلا تعقلون} للاستفهام التوبيخي داخلة على محذوف، والفاء عاطفة على ذلك المحذوف تقديره: أتعرضون يا أهل مكة عن إعمال فكركم في هذا، فلا تعقلون أنها خير لهم من الحياة الدنيا، فتتوسلوا إليها بالإيمان؛ أما إنكم لو عقلتم ذلك لآمنتم. وقرأ الجمهور (١) : {أفلا يعقلون} - بالياء - مراعاة لقوله:  {أَفَلَمْ يَسِيرُوا} . وقرأ الحسن وعلقمة والأعرج وعاصم وابن عامر ونافع:  {تعقلون} بالتاء على خطاب هذه الأمة تحذيرًا لهم مما وقع فيه أولئك، فيصيبهم ما أصابهم. </p><p> ١١٠ - ثم ذكر سبحانه وتعالى تثبيتًا لفؤاده عليه السلام أن العاقبة لرسله، وأن نصره تعالى ينزل عليهم حين ضيق وانتظار الفرج كما قال:  {كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي} وقال: {إِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا} وأن نصره يأتيهم إذا تمادى المبطلون في تكذيبهم، فقال:  {حَتَّى إِذَا اسْتَيْأَسَ الرُّسُلُ}  {حَتَّى} : غاية لمحذوف دل عليه السياق تقديره: لا يغررهم (٢) تماديهم فيما هم فيه من الراحة والرخاء، فإن من قبلهم أمهلوا حتى إذا استيأس الرسل عن النصر عليهم في الدنيا، أو من إيمانهم لانهماكهم في الكفر مترفهين متمادين فيه من غير رادع {وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا} قرأ عاصم وحمزة والكسائي بتخفيف الدال المكسورة، والمعنى عليه: وظن القوم أن الرسل قد أخلفوا في وعدهم بالنصر؛ أي: أخلف الله وعده لرسلهم بالنصر، وهذا المعنى منقول عن عائشة رضي الله عنها. وقال الواحدي معناه: وظن الأمم أن الرسل قد كذبوهم فيما أخبروهم به من نصر الله إياهم، وإهلاك أعدائهم، وهذا المعنى منقول عن ابن عباس وابن مسعود وسعيد بن جبير ومجاهد. وقرأ الباقون: بالتشديد. </p><p> والمعنى عليه: وظن الرسل وأيقنوا أنهم قد كذبتهم الأمم الذين آمنوا بهم بما جاؤوا به من الله تعالى، وارتدوا عن الإيمان بهم، وهذا المعنى منقول عن عائشة رضي الله عنها، وهو أحسن الوجوه، وقالت: إن البلاء لم يزل من الأنبياء حتى </p><p>(١) البحر المحيط. (٢) المراح وروح البيان.</p><p> خافوا من أن يكذبهم الذين قد آمنوا بهم. وحاصل المعنى على قراءة التخفيف؛ أي: وما (١) أرسلنا قبلك إلا رجالًا نوحي من أهل القرى فدعوا من أرسلوا إليهم إلى توحيد الله وإخلاص العبادة له، فكذبوا بما جاءوهم به، وردوا ما أتوا به من عند ربهم، حتى إذا يئس الرسل من إيمانهم؛ لانهماكهم في الكفر وتماديهم في الطغيان من غير وازع، وظنت الأمم أن الرسل الذين أرسلوا إليهم قد كذبوهم فيما كانوا أخبروهم عن الله من وعده لهم النصر عليهم {جَاءَهُمْ نَصْرُنَا} لهم بهلاك أعدائهم فجأة، وهذه الجملة جواب {إِذَا} في قوله: {حَتَّى إِذَا اسْتَيْأَسَ الرُّسُلُ} . والمعنى: إن (٢) زمان الإمهال قد تطاول عليهم حتى توهموا أن لا نصر لهم في الدنيا، فجاءهم نصرنا بغتة بغير سبق علامة. </p><p> وهذه سنة الله تعالى في الأمم يرسل إليهم الرسل بالبينات (٣) ، ويؤيدهم بالمعجزات حتى إذا أعرضوا عن الهداية، وعاندوا رسل ربهم، وامتدت مدة كيدهم وعدوانهم، واشتد البلاء على الرسل، واستشعروا بالقنوط من تمادي التكذيب وتراخي النصر .. جاءهم نصر الله فجأة، وأخذ المكذبين العذابُ بغتة كالطوفان الذي أغرق قوم نوح، والريح التي أهلكت عادًا قوم هود، والصيحة التي أخذت ثمود، والخسف الذي نزل بقرى قوم لوط وهم فيها، كما قال تعالى: {أَلَمْ يَأْتِهِمْ نَبَأُ الَّذِينَ مِنْ قَبْلِهِمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَقَوْمِ إِبْرَاهِيمَ وَأَصْحَابِ مَدْيَنَ وَالْمُؤْتَفِكَاتِ أَتَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ (٧٠) }. وفي هذا تذكير لكفار قريش بأن سنته تعالى في عباده واحدة لا ظلم فيها ولا محاباة، وأنهم إن لم ينيبوا إلى ربهم .. حل بهم من العذاب ما حل بأمثالهم من أقوام الرسل، كما قال في سورة القمر {أَكُفَّارُكُمْ خَيْرٌ مِنْ أُولَئِكُمْ أَمْ لَكُمْ بَرَاءَةٌ فِي الزُّبُرِ (٤٣) }. وقد نصر الله نبيه - صلى الله عليه وسلم - في غزوة بدر وما بعدها من الغزوات، وأهلك الجاحدين المعاندين من قومه. </p><p>(١) المراغي. (٢) روح البيان.(٣) المراغي.</p><p> روى البخاري بسنده عن عائشة رضي الله عنها قالت لابن أختها عروة بن الزبير وهو يسألها عن قول الله تعالى:  {حَتَّى إِذَا اسْتَيْأَسَ الرُّسُلُ ...} الآية: هم أتباعُ الرسل الذين آمنوا بربهم وصدقوهم، فطال عليهم البلاء، واستأخر عليهم النصر حتى إذا استيأس الرسل ممن كذبهم من قومهم، وظنت الرسل أن أتباعهم قد كذبوهم .. جاءهم نصر الله عند ذلك. وعن عائشة أن النبي - صلى الله عليه وسلم - قرأ:  {وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا} مخففة أخرجه ابن مردويه من طريق عكرمة ونحوه عن ابن عباس قال: يئس الرسل أن يستجيبوا لهم، وظن قومهم أنَّ الرسل كذبوهم بما جاؤوهم به جاءهم نصرنا. ونحوه عن ابن مسعود قال: حفظت عن رسول الله - صلى الله عليه وسلم - في \"سورة يوسف\" : {أَنَّهُمْ قَدْ كُذِبُوا} مخففة، اهـ. </p><p> {فَنُجِّيَ مَنْ نَشَاءُ} نجاتهم؛ وهم الرسل والمؤمنون التابعون لهم، وإنما لم يعينهم؛ للدلالة على أنهم هم الذين يستحقون النجاة لا يشاركهم فيها غيرهم. وقرأ عاصم وابن عامر ويعقوب (١) : {فَنُجِّيَ} - بنون واحدة وجيم مشددة مكسورة وفتح الياء - فعلًا ماضيًا مبنيًّا للمفعول، و {مَنْ} الموصولة نائب فاعله. وقرأ مجاهد والحسن والجحدري وطلحة وابن هرمز كذلك، إلا أنهم سكنوا الياء شذوذًا، وخرج على أنه ماض مبني للمجهول، ولكن سكنت الياء على لغة من يستثقل الحركة على الياء كقراءة من قرأ:  {ما تطعمون أهاليكم} - بسكون الياء - ورويت هذه القراءة عن الكسائي ونافع في الشاذ، والمعنى على هذه: فنجي الرسل ومن آمن معهم من أقوامهم؛ لأنهم بحسب ما وضع الله من تأثير الأعمال في طهارة النفوس وزكائها هم الذين يستحقون النجاة دون غيرهم، كما قال: {قَدْ أَفْلَحَ مَنْ زَكَّاهَا (٩) وَقَدْ خَابَ مَنْ دَسَّاهَا (١٠) }. </p><p> وقرأ باقي العشرة:  {فَنُنْجِي} - بنونين أولاهما مضمومة وثانيتهما ساكنة وبياء ساكنة - مضارع أنجى الرباعي، وفاعله ضمير يعود على الله، والموصول مفعول به؛ أي: فننجي نحن من نشاء نجاتهم؛ وهم الرسل والمؤمنون بهم. وقرأ </p><p>(١) البحر المحيط.</p>"
}