{
  "id": null,
  "sura": 12,
  "aya": 6,
  "text": "<p> الجنة، ونزع عنهما لباسَ النور، وحلف أنه ليعملن في نوع الإنسان كل حيلة، وليأتينهم من كل جهة وجانب، فلا يزال مجتهَدًا في إغواء إخوتك وإضلالهم، وحملهم على الإضرار بك، فَبِه عُلِمَ أنهم يَعْلَمُونَ تَأْويلَهَا فقال ما قال. قال بعض العارفين: بَرَّأ أبناءه من ذلك الكيد، فألحقه بالشيطان لِعِلْمه أن الأفعال كلَّها من الله تعالى، ولمَّا كان الشيطان مظهرًا لاسم المُضِلِّ أضَافَ الفعل السَّببيَّ إليه، وهذه الإضافة أيضًا كيد ومكر، فإن الله تعالى هو الفاعل في الحقيقة لا المظهر الشيطاني. </p><p> ٦ - {وَكَذَلِكَ} ؛ أي: كما اجتباك لهذه الرؤية الدالة على عُلُوِّ شأنك {يَجْتَبِيكَ} ويصطفيك {رَبُّكَ} بالنبوة والرسالة والملك؛ أي (١) : مثل اجتبائك واختيارك من بين إخوتك، لمثل هذه الرؤيا العظيمة، الدالةِ على شرفِ وعز وكبرياء شأنك، فالكاف في محل النصب على أنه صفة لمصدر محذوف، كما سيأتي في مبحث الإعراب. </p><p> {يَجْتَبِيكَ} : أي: يَخْتَارُكَ، ويصطفيك لما هو أعظم منها، كالنبوة ويبرزُ مِصْداقُ تلكَ الرُّؤَيا في عالم الشهادة إذ لا بُدَّ لكل صورة مرئية في عالم المثال حقيقة واقعة في عالم الشهادة، وإن كانت الدنيا كلها خَيَالًا. وقوله:  {وَيُعَلِّمُكَ} كلام مستأنف غير داخل في حكم التشبيه كأنه قيل: وهو تعالى يعلمك, لأنَّ الظاهر أن يشبَّهَ الاجتباءُ بالاجتباءِ والتعليم غَيْرُ الاجتباء؛ أي: ويُعَلِّمُكَ {مِنْ تَأْوِيلِ الْأَحَادِيثِ} ؛ أي: تعبير الرؤيا وتفسيرها، والأحاديث (٢) جمع تكسير لحديث على غير قياس، وإنما سميت الرؤيا أحاديث؛ لأنها إما أحاديث الملك إن كانت صادقةً أو أحاديث النفس والشيطان إن لم تكن كذلك، وتسميتها تَأويلًا, لأنه يَؤُول أمرها إليه؛ أي: يرجع إلى ما يذكره المعبِّر من حقيقتها. </p><p> وحاصل المعنى: أي وكما أراك (٣) ربك الكواكبَ والشمس والقمرَ سجَّدًا </p><p>(١) روح البيان. (٢) البحر المحيط.(٣) المراغي.</p><p> لك، يَجْتبيك ربك لنفسه، ويصطفيك على آلك وغيرهم بفيض إلهي يكملك به بأنواع من المكرمات بلا سعيٍ منك، فتكون من المخلصين من عباده، ويعلمك من علمه اللدني تأويل الرؤيا وتعبيرها؛ أي: تفسيرها بالعبارة والإخبار بما تؤول إليه في الوجود كما حكى الله قول يوسف لأبيه: {هَذَا تَأْوِيلُ رُؤْيَايَ مِنْ قَبْلُ قَدْ جَعَلَهَا رَبِّي حَقًّا} . </p><p> وتعليم الله تعالى يوسفَ التأويلَ إعطاؤه إلهامًا، وكشفًا لما يُرادُ أو فِراسَةً خاصة فيها، أو علمًا أعمُّ من ذلك كما يدل عليه قوله لصاحبي السجن:  {لَا يَأْتِيكُمَا طَعَامٌ تُرْزَقَانِهِ إِلَّا نَبَّأْتُكُمَا بِتَأْوِيلِهِ قَبْلَ أَنْ يَأْتِيَكُمَا ذَلِكُمَا مِمَّا عَلَّمَنِي رَبِّي} . </p><p> {وَيُتِمُّ نِعْمَتَهُ عَلَيْكَ} يا يوسف يجوز (١) أن يتعلَّق بقوله: {يتم} وأن يتعلَّق بـ {نِعْمَتَهُ} ؛ أي: بأن يضمَّ إلى النبوة المستفادة من الاجتباء الملك، ويَجْعَلُه تَتِمَّةً لها، وتوسيط التعليم لرعاية الوجود الخارجِيّ {وَعَلَى} كرر على ليمكن العطفُ على الضمير المجرور {آلِ يَعْقُوبَ} الآل (٢) وإن كان أصله: الأهل إلَّا أنه لا يستعمل إلا في الأشراف بخلاف الأهل، وهم أهله من بيته، وغيرهم، فإن رؤيةَ يوسف إخوته كواكب يُهتدى بأنوارها من نعم الله عليهم لدلالتها على مصير أمرهم إلى النبوة، فيقع كل ما يخرج من القوة إلى الفعل، إتمامًا لتِلْكَ النعمة؛ أي: ويتم (٣) نعمته عليك باجتبائه إياكَ، واصطفائك بالنبوة والرسالة والملك، وعلى أبيك، وإخوتك وذريتهم بإخراجهم من البَدْوِ وتبوئهم مقامًا كريمًا في مصر، ثم تسَلْسَل النبوة في أسباطهم حينًا من الدهر. وقوله:  {كَمَا أَتَمَّهَا عَلَى أَبَوَيْكَ} صفة لمصدر محذوف تقديره أي: ويتم نعمته عليك إتمامًا كائنًا كإتمام نعمته على أبويك وهي نعمة الرسالة والنبوة، {مِنْ قَبْلُ} أي: من قبل هذا الوقت أو من قبلك. وقوله:  {إِبْرَاهِيمَ وَإِسْحَاقَ} عطف بيان لأبويك، والتعبير (٤) عنهما بالأب مع كونهما أبا جَدّهِ، وأبا أبيه للإشعار بكمال ارتباطِه بالأنبياء الكرام. قال في \"الكواشي\" : الجدُّ أب في الأصالة، يقال: فلان ابن </p><p>(١) روح البيان. (٢) روح البيان.(٣) المراغي.(٤) روح البيان.</p><p> فلان، وبينهما عِدَّةُ آباء، انتهى. أما إتمامها على إبراهيم فباتخاذه خليلًا، وبإنجائه من النار، ومنْ ذبح الولد. وأما على إسحاق فبإخراج يعقوب، والأسباط من صلبه، وكُلُّ ذلك نعم جليلة، وقعت تتمةً لنعمة النبوة، ولا يجب في تحقيق التشبيه كون ذلك في جانب المشبَّهِ مِثل ما وقع في جانب المشبه به من كل وجه؛ أي: كما أتمَّ النِّعْمَة من قبل هذا العهد على جدك وجد أبيك. وقَدَّم إبراهيم لأنه الأشرفُ منهما. وقد قال يعقوب ذلك لما كان يَعْلَمه من وَعدِ اللَّهِ لإبراهيم باصطفاء آله، وجعل النبوة، والكتاب في ذريته، وما عَلِمه من رُؤْيَا يوسف، وأنَّهُ الحَلَقَةُ الأولى في السلسلة النبوية التي ستكون من بعده من أبنائه. {إِنَّ رَبَّكَ} يا يوسف {عَلِيمٌ} بمَنْ يستحق الاجتباء {حَكِيمٌ} يضعُ الأشياءَ مواضعَها، والجملة مستأنفة (١) مقررة لمضمون ما قبلَها تَعْلِيلًا له؛ أي: فَعَلَ ذلك؛ لأنه عليم حكيم. وهذا كلام من يعقوب مع ولده يُوسُفَ تعبيرًا لرؤياه على طريق الإجمال، أو علم ذلك من طريق الوحي، أو عرفه بطريق الفراسة، وما تقضيه المخايِلُ اليوسفيةُ. </p><p> والمعنى: أي إن رَبَّك (٢) يا يوسف عليم بمن يصطفيه، ومَن هو أهل للفضل، والنعمة فيُسَخِّر له الأسبابَ التي تبلغ به الغاية إلى ما يريده له، حكيم في تدبيره، فيفعل ما يشاء جريًا على سنن علمه وحكمته. </p><p> وخلاصة ما تقدم: أنَّ يعقوبَ عليه السلام فَهِمَ من هذه الرؤيا فَهْمًا جُمَلِيًّا كُلُّ ما بُشِّر به ابنه يوسف الرائي، وأمَّا كيدُ إخوته به إذا قصَّها عليهم فقد استنبطه منْ طبع وعداوة الشيطان له، ثُمَّ قَفَّى على ذلك ببشارته بما تدل عليه الرؤيا من اجتباء ربه، ومن تأويل الأحاديث، وهو الذي سيكون وسيلة بينه وبين الناس في رفعة قدره، وعلو مقامه وإتمام نعمته عليه بالنبوة والرسالة كما كان ذلك لأبويه من قبل. </p><p>(١) الشوكاني. (٢) المراغي.</p>"
}