{
  "id": null,
  "sura": 12,
  "aya": 42,
  "text": "<p> منه {فَيُصْلَبُ} ؛ أي: فيقتل صَلْبًا {فَتَأْكُلُ الطَّيْرُ} الكواسر، كالحدأة، والرخمة، ونحوهما {مِنْ رَأْسِهِ} رُوي أنه عليه السلام قال له: بئس ما رأيتَ؟ أمَّا خروجك من المطبخ، فخُروجُك من عملك، وأما السلال الثلاث فَثلاثَةَ أيامٍ تمُرُّ ثم يُوجه الملك إليكَ عند انقضائهن، فيصلبك فتأكل الطير من رأسك. وفي \"الكواشي\" : أكْلُ الطير من أعلاها إخراجه في اليوم الثالث، انتهى. </p><p> {قُضِيَ} ؛ أي: نُفذَ وفرغ، وأتِمَّ، وأحكِم {الْأَمْرُ الَّذِي فِيهِ تَسْتَفْتِيَانِ} ؛ أي: تطلبان فتواهُ، وتأويلَه، وهو ما رأياه من الرؤيين. </p><p> وإسناد (١) القضاء إليه مع أنه من أحوال مآله، وهو نَجَاةُ أحدهما، وهلاك الآخر؛ لأنه في الحقيقة عَيْنُ ذلك المآل، وقد ظَهر في عالم المثال بتلك الصورةِ؛ أي: تَمَّ الأمر الذي تسألان عنه، رأيتما أو لم تَرَيَا، فكما قلتما، وقُلْتُ لكما كذلك يكونُ. رُوِيَ أنَّه لمَّا عَبَّر رؤياهما جَحَدا، وقَالا: ما رأينا شَيئًا فأخْبَرَ أنَّ ذلك كائن صدقتما، أو كذبتما, ولعَلَّ الجحودَ من الخباز؛ إذ لا داعي إلى جحود الساقي إلَّا أن يكون ذلك لمراعاة جانبه، فكان الأمر كما عبَّر يُوسُف. قال ابن مسعود (٢) رضي الله عنه: فلما سمعا تعبيرَ يوسف عليه السلام، وقَولَه ذلك قالا: ما رأينا شيئًا، إنما كنا نَلْعَبُ قال يوسف:  {قُضِيَ الْأَمْرُ الَّذِي فِيهِ تَسْتَفْتِيَانِ} ؛ أي: فُرغَ من الأمر الذي سألتما عنه، ووجب حُكْمُ الله عليكما بالذي أخبرتكما به، رأيتما شيئًا أم لم تَرَيا. </p><p> ٤٢ - {وَقَالَ} يوسف عليه السلام {لِلَّذِي ظَنَّ} ؛ أي: يوسف؛ أي: عِلمَ وتَحَقَّق، فالظَّنُّ بمعنى العلم، والظان (٣) هو يوسف عليه السلام؛ لأنه قد علم من الرؤيا نجاة الساقي، وهلاك الخَبَّاز، وهكذا قال جمهور المفسرين. وقيل: الظن على ظاهره، ومعناه: لأنَّ عابِرَ الرؤيا إنما يَظُنُّ ظَنًّا، والأُولى أَولى، وأنسبُ بحال الأنبياء، ولا سيما وقد أخبَر عن نفسه عليه السلام بأنه قد أطلَعه الله على شيء مِنْ علم الغيب كما في قوله: {لَا يَأْتِيكُمَا طَعَامٌ </p><p>(١) روح البيان. (٢) الخازن.(٣) الشوكاني.</p><p> تُرْزَقَانِهِ} الآية. {أَنَّهُ نَاجٍ مِنْهُمَا} ؛ أي قال يوسف للرجل الذي ظَنَّهُ نَاجِيًا من القتل منهما؛ أي: من صاحبيه، وهو الساقي. وجملة قوله:  {اذْكُرْنِي} أيُّها الساقي {عِنْدَ رَبِّكَ} ؛ أي: سيدك الملك الأكبر، هي مقول القول؛ أي: اذكر حالي عند سيدك، فقل له: إنَّ في السجن غلامًا مَحبوسًا، مظلومًا، طال حبسه نحوَ خمسِ سنينَ. يعني أمره بأن يذكره عند سيده، ويصفه بما شاهده منه من جودة التعبير، والاطلاع على شيء من علم الغيب. {فَأَنْسَاهُ الشَّيْطَانُ} ؛ أي: فأنسى الشيطان الساقي {ذِكْرَ رَبِّهِ} ؛ أي: أن يذكر يوسُفَ عند الملك؛ أي: أنسَى الشيطان بوسوسته الساقيَ ذكره ليوسف عند الملك، فالإنساء في الحقيقة لله تعالى، وهذا قول عامَّة المفسرين، قالوا: لأنَّ صَرْفَ وسوسة الشيطان إلى ذلك الرجل الساقي، حتى أنساه ذكرَ يوسف أولى من صرفها إلى يوسف. وقيل: الضمير في أنساه عائد على يوسف. </p><p> والمعنى: أن الشيطان أنْسَى يوسفَ ذكرَ ربه عَزَّ وَجَلَّ حتى طَلَب الفَرَجَ من مخلوق مثله، وتلك غفلة عرضت ليوسف عليه السلام، فإنَّ الاستعانة بالمخلوق في دفع الضرر جائزة في الشريعة، إلا أنه لما كان يوسف في أشرف المراتب، والمقامات، وهي منصب النبوة، والرسالة، لا جَرَمَ صارَ يوسف مؤاخذًا بهذا القدر من الاستعانة، فإنَّ حسنات الأبرار سيئات المقربين. </p><p> فإن قلتَ (١) : كيف تمَكَّن الشيطان من يوسف حين أنساه ذكر ربّه؟. </p><p> قلت: بشغل الخاطر، وإلقَاءِ الوسوسة، فإنه قد صحَّ في الحديث:  \"إن الشيطان يجري من ابن آدم مَجْرى الدم\" ، فأما النِّسيان الذي هو عبارة عن ترك الذكر، وإزالته عن القلب بالكلية، فلا يقدر عليه. وبالجملة: فالأولى بالصدِّيقين أن لا يشتغلوا إلا بمسبب الأسباب، ولذلك جوزي يُوسُفُ بسنتين في الحبس كما قال:  {فَلَبِثَ} يوسف {فِي السِّجْنِ} بسبب ذلك القول {بِضْعَ سِنِينَ} ؛ أي: سبعَ سنينَ خَمْسًا منها قبل ذلك القول، وثنتين بعده، هذا هو الصحيح. وقيل: لَبِثَ </p><p>(١) الخازن.</p>"
}