{
  "id": null,
  "sura": 12,
  "aya": 101,
  "text": "<p> قال الله سبحانه جلَّ وعلا: </p><p> {رَبِّ قَدْ آتَيْتَنِي مِنَ الْمُلْكِ وَعَلَّمْتَنِي مِنْ تَأْوِيلِ الْأَحَادِيثِ فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ أَنْتَ وَلِيِّي فِي الدُّنْيَا وَالْآخِرَةِ تَوَفَّنِي مُسْلِمًا وَأَلْحِقْنِي بِالصَّالِحِينَ (١٠١) ذَلِكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنْتَ لَدَيْهِمْ إِذْ أَجْمَعُوا أَمْرَهُمْ وَهُمْ يَمْكُرُونَ (١٠٢) وَمَا أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ (١٠٣) وَمَا تَسْأَلُهُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ (١٠٤) وَكَأَيِّنْ مِنْ آيَةٍ فِي السَّمَاوَاتِ وَالْأَرْضِ يَمُرُّونَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُونَ (١٠٥) وَمَا يُؤْمِنُ أَكْثَرُهُمْ بِاللَّهِ إِلَّا وَهُمْ مُشْرِكُونَ (١٠٦) أَفَأَمِنُوا أَنْ تَأْتِيَهُمْ غَاشِيَةٌ مِنْ عَذَابِ اللَّهِ أَوْ تَأْتِيَهُمُ السَّاعَةُ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ (١٠٧) قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي وَسُبْحَانَ اللَّهِ وَمَا أَنَا مِنَ الْمُشْرِكِينَ (١٠٨) وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ مِنْ أَهْلِ الْقُرَى أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ وَلَدَارُ الْآخِرَةِ خَيْرٌ لِلَّذِينَ اتَّقَوْا أَفَلَا تَعْقِلُونَ (١٠٩) حَتَّى إِذَا اسْتَيْأَسَ الرُّسُلُ وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا جَاءَهُمْ نَصْرُنَا فَنُجِّيَ مَنْ نَشَاءُ وَلَا يُرَدُّ بَأْسُنَا عَنِ الْقَوْمِ الْمُجْرِمِينَ (١١٠) لَقَدْ كَانَ فِي قَصَصِهِمْ عِبْرَةٌ لِأُولِي الْأَلْبَابِ مَا كَانَ حَدِيثًا يُفْتَرَى وَلَكِنْ تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ وَتَفْصِيلَ كُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ (١١١) }. </p><p> التفسير وأوجه القراءة </p><p> ١٠١ - ولمّا أتمّ الله (١) سبحانه نعمته على يوسف عليه السلام بما خلصه منه من المحن العظيمة، وبما خوله من الملك وعلمه من العلم .. تاقت نفسه إلى الخير الأخروي الدائم الذي لا ينقطع، فقال:  {رَبِّ قَدْ آتَيْتَنِي مِنَ الْمُلْكِ} ؛ أي: قال يوسف بعد ما جمع الله له أبويه وإخوته وبسط له من الدنيا ما بسط من الكرامة، ومكن له في الأرض:  {رَبِّ قَدْ آتَيْتَنِي} ؛ أي:  (٢) أعطيتني بعض الملك؛ أي: بعضًا منه عظيمًا، وهو ملك مصر، إذ لم يكن له ملك كل الدنيا، وجعلتني متصرفًا فيها بالفعل، وإن كان لغيري بالاسم، ولم يكن لي فيها حاسد ولا باغٍ؛ </p><p>(١) الشوكاني. (٢) روح البيان.</p><p> إذ أجريت الأمور على سنن العدل ووفق الحكمة والسداد والملك. ضابطها هي عبارة (١) عن الاتساع في المقدور لمن له السياسة والتدبير. </p><p> روي (٢) : أن يعقوب أقام مع يوسف في مصر أربعًا وعشرين سنة، وأوصى أن يدفنه بالشام إلى جنب أبيه إسحاق، فنقله يوسف بنفسه في تابوت من ساج، فوافق يوم وفاة عيص، فدفنا في قبر واحد، وكانا ولدا في بطن واحد، وكان عمرهما مئة وسبعًا وأربعين كما في تفسير أبي الليث، فلما دفن يوسف أباه وعمه رجع إلى مصر، وعاش بعد أبيه ثلاثًا وعشرين سنة، وكان عمره مئة وعشرين سنة، فلما جمع الله شمله وانتظمت أسبابه، واطردت أحواله، ورأى أمره على الكمال .. علم أنه أشرف على الزوال، وأن نعيم الدنيا لا يدوم على كل حال، قال قائلهم: </p><p> إِذَا تَمَّ أَمْرٌ دَنَا نَقْصُهُ ... تَوَقَّعْ زَوَالًا إِذَا قِيْلَ تَمّ </p><p> فسأل الله تعالى الموت على الإسلام وحسن العاقبة، والخاتمة الصالحة، فقال: يا رب قد أعطيتني ملك مصر {وَعَلَّمْتَنِي مِنْ تَأْوِيلِ} ؛ أي: بعضًا من تعبير الرؤيا؛ لأنه لم يؤت جميع علم التأويل على التفصيل؛ سواء أريد به مطلق العلم والفهم، أو مجرد تأويل الرؤيا. وقيل:  {مِنْ}  (٣) للجنس كما في قوله تعالى: {فَاجْتَنِبُوا الرِّجْسَ مِنَ الْأَوْثَانِ} . وقيل: زائدة؛ أي: آتيتني الملك، وعلمتني تأويل الأحاديث؛ أي: ويا رب قد علمتني ما أعبر عن مآل الحوادث ومصداق الرؤيا الصحيحة، فتقع كما قلت وأخبرت. </p><p> قال ابن الكمال (٤) : الأحاديث مبني على واحده المستعمل، وهو الحديث كأنهم جمعوا حديثًا على أحدثة، ثم جمعوا الجمع على أحاديث كقطيع وأقطعة وأقاطيع. والمراد بالأحاديث: الرؤى جمع الرؤيا، وتأويلها بيان ما تؤول هي إليه في الخارج، وعلم التعبير من العلوم الجليلة، لكنه ليس من لوازم النبوة والولاية، فقد يعطيه الله تعالى بعض خواصه على التفصيل، وبعضهم على الإجمال. {فَاطِرَ </p><p>(١) الخازن. (٢) روح البيان.(٣) الشوكاني.(٤) روح البيان.</p><p> السَّمَاوَاتِ وَالْأَرْضِ}؛ أي: يا خالق السموات والأرض وموجدهما ومبدعهما على غير مثال سبق، وأصل الفطر: الشق، يقال: فطر ناب البعير، إذا شق وظهر، وفطر الله الخلق أوجده وأبدعه كما سيأتي في مبحث التصريف. {أَنْتَ وَلِيِّي} ؛ أي: أنت متولي أموري ومصلح جميع مهماتي، أو ناصري على من عاداني وأرادني بسوء، أو أنت سيدي وأنا عبدك، وإن نعمك لتغمرني وتشملني {في الدنيا} سأتمتع بها بفضلك ورحمتك في {الآخرة} ولا حول لي في شيءٍ منهما ولا قوة {تَوَفَّنِي مُسْلِمًا} ؛ أي: توفني على الإسلام لا يفارقني حتى أموت، واقبضني إليك مسلمًا؛ لأنه من إتمام النعمة، وأتم لي وصية آبائي وأجدادي {وَوَصَّى بِهَا إِبْرَاهِيمُ بَنِيهِ وَيَعْقُوبُ يَا بَنِيَّ إِنَّ اللَّهَ اصْطَفَى لَكُمُ الدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ (١٣٢) }. واختلف العلماء (١) : هل هو طلب الوفاة في الحال، أم لا؟ على قولين: </p><p> أحدهما: أنه سأل الله الوفاة في الحال. قال قتادة: لم يسأل نبي من الأنبياء الموت إلا يوسف. قال أصحاب هذا القول: إنه لم يأت عليه أسبوع بعد هذا الدعاء حتى توفاه الله. </p><p> والقول الثاني: - وعليه الجماهير -: أنه سأل الوفاة على الإسلام، ولم يتمن الموت في الحال. قال الحسن: إنه عاش بعد هذه الدعوة سنين كثيرة. وعلى هذا القول يكون معنى الآية: توفني إذا توفيتني على الإسلام، فهو طلب لأن يجعل الله وفاته على الإسلام، وليس في اللفظ ما يدل على أنه طلب الوفاة في الحال. قال بعض العلماء: وكلا القولين محتمل؛ لأن اللفظ صالح للأمرين، ولا يبعد من الرجل العاقل الكامل أن يتمنى الموت لعلمه أن الدنيا ولذاتها فانية زائلة سريعة الذهاب، وأن نعيم الآخرة باق دائم لا نفاد له ولا زوال. {وَأَلْحِقْنِي} يا رب {بِالصَّالِحِينَ} ؛ أي: بآبائي المرسلين إبراهيم وإسحاق ويعقوب ومن قبلهم من أنبيائك ورسلك في النعمة والكرامة، فأظفر بثوابهم منك ودرجاتهم عندك، وهذا الدعاء بمعنى ما جاء في سورة الفاتحة: {اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ (٦) صِرَاطَ الَّذِينَ أَنْعَمْتَ </p><p>(١) الخازن.</p>"
}