{
  "id": null,
  "sura": 12,
  "aya": 109,
  "text": "<p> ١٠٩ - {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ} يا محمد {إِلَّا رِجَالًا} مثلك لا ملائكة، فهذا رد لقولهم:  {لَوْ شَاءَ رَبُّنَا لَأَنْزَلَ مَلَائِكَةً} قالوا ذلك تعجبًا وإنكارًا لنبوته - صلى الله عليه وسلم -، فقال تعالى: كيف يتعججون من إرسالنا إياك، والحال أن من قبلك من الرسل كانوا على مثل حالك ولم يتعجبوا منهم، فكيف تعجبوا من إرسالك؛ لأن الاستفادة منوطة بالجنسية، وبين البشر والملك مباينة من جهة اللطافة والكثافة، ولو أرسل ملك .. لكان في صورة البشر كما قال تعالى:  {وَلَوْ جَعَلْنَاهُ مَلَكًا لَجَعَلْنَاهُ رَجُلًا} . وقس عليه الجن؛ فلا يكون من الجن رسول إلى البشر. وفي عبارة الرجال دلالة على أنَّ الله تعالى ما بعث رسولًا إلى الخلق من النسوان؛ لأن مبنى حالهن على التستر، ومنتهى كمالهن هي الصديقية لا النبوة، فمنها آسية ومريم وخديجة وفاطمة وعائشة رضي الله عنهن. </p><p> وجملة قوله:  {نُوحِي إِلَيْهِمْ} صفة أولى لـ {رَجُلًا} ؛ أي: نوحي إليهم على لسان الملك كما نوحي إليك. وقوله:  {مِنْ أَهْلِ الْقُرَى} صفة ثانية له، وكأن (١) تقديم هذه الصفة على ما قبلها أكثر استعمالًا؛ لأنها أقرب إلى المفرد؛ أي: من أهل الأمصار دون أهل البوادي؛ لغلبة الجهل والقسوة والجفاء عليهم. والمراد بالقرية: الحضر خلاف البادية، فتشمل المصر الجامع وغيره؛ لأن أهل الأمصار أفضل وأعلم وأكمل عقلًا من أهل البوادي. قال الحسن: لم يبعث نبيٌّ من بدو ولا من الجن ولا من النساء. والمعنى: كيف تعجَّبوا من إرسالنا إياك يا محمد وسائر الرسل الذين كانوا من قبلك بشر مثلك حالهم كحالك!. </p><p> فإن قلت:  (٢) إن قوله: {مِنْ أَهْلِ الْقُرَى} يعارضه قوله: {وَجَاءَ بِكُمْ مِنَ الْبَدْوِ} ؛ لأنه يقتضي أن يعقوب وأولاده كانوا من أهل البادية. </p><p> قلت: لم يكن يعقوب وأولاده من أهل البادية، بل خرجوا إليها لمواشيهم. وقرأ أبو (٣) عبد الرحمن وطلحة وحفص: {نُوحِي} - بالنون وكسر الحاء - مبنيًّا </p><p>(١) الفتوحات. (٢) روح البيان.(٣) البحر المحيط.</p><p> للفاعل موافقًا لقوله:  {وَمَا أَرْسَلْنَا} . وقرأ الجمهور بالياء وفتح الحاء مبنيًّا للمفعول. </p><p> والهمزة في قوله:  {أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ} للاستفهام التوبيخي الإنكاري داخلة على محذوف، والفاء عاطفة على ذلك المحذوف وتقديره: أغفلوا عن مكرنا، فلم يسيروا في الأرض؛ أي: أفلم يسر هؤلاء المشركون من أهل مكة ممن يكذبونك ويجحدون نبوتك وينكرون ما جئتهم به من توحيد الله وإخلاص العبادة له {فَيَنْظُرُوا} فيما وطئوا من البلاد {كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ} ؛ أي: كيف صار آخر أمر المكذبين للرسل والآيات ممن كانوا قبلهم من الأمم الماضية كقوم لوط وصالح وسائر من عذبهم الله من الأمم، فيعتبروا بما حل بهم من عذابنا حتى ينزجروا عما هم فيه من التكذيب، وإلا يحيق بهم مثل ما حاق بهم؛ لأن التماثل في الأسباب يوجب التماثل في المسببات، ثم رغب في العمل للآخرة، فقال:  {وَلَدَارُ الْآخِرَةِ خَيْرٌ لِلَّذِينَ اتَّقَوْا} وهو من إضافة الموصوف إلى صفته كمسجد الجامع، وصلاة الأولى؛ أي: إن الدار الآخرة للذين آمنوا بالله ورسله، واتقوا الشرك به، وارتكاب الآثام والمعاصي خير من هذه الدار للمشركين المنكرين للبعث المكذبين بالرسل، والذين لا حظ لهم من هذه الحياة إلا التمتع بلذاتها. فإن نعيمها (١) البدني أكمل من نعيم الدنيا لدوامه وثباته، ولخلوه من المنغصات والآلام، فما بالك بنعيمها الروحي من لقاء الله ورضوانه وكمال معرفته. </p><p> ويحتمل أن يكون قوله:  {وَلَدَارُ الْآخِرَةِ} من حذف الموصوف وإقامة صفته مقامه، وأصله: ولدار المدة الآخرة أو النشأة الآخرة، والذي قدمنا تخريج كوفي، وهذا الأخير تخريج بصري. وقرىء شاذًا:  {وللدار الآخرة} . وإنما (٢) أضاف الدار إلى الآخرة مع أن المراد بالدار هي الجنة؛ وهي نفس الآخرة؛ لأن العرب قد تضيف الشيء إلى نفسه كقولهم: حق اليقين، والحق: هو اليقين نفسه. اهـ. \"خازن\" . </p><p>(١) المراغي. (٢) الخازن.</p>"
}