{
  "id": null,
  "sura": 12,
  "aya": 80,
  "text": "<p> فلسنا عنده بمنزلته من المحبة والشفقة عنده. ثم عللوا رجاءهم في إجابته بقولهم:  {إِنَّا نَرَاكَ} أيها الملك {مِنَ الْمُحْسِنِينَ} إلينا في ميرتنا وضيافتنا وتجهيزنا، فأتم إحسانك إلينا بهذه النعمة، فما الإنعام إلا بالإتمام، أو المعنى: إن من عادتك الإحسان مطلقًا، فاجر على عادتك ولا تغيرها، فنحن أحق الناس بذلك. </p><p> ٧٩ - فأجابهم يوسف عن مقالتهم هذه بقوله:  {مَعَاذَ اللَّهِ} من إضافة المصدر إلى المفعول به؛ أي: نعوذ باللهِ معاذًا من {أَنْ نَأْخُذَ إِلَّا مَنْ وَجَدْنَا مَتَاعَنَا عِنْدَهُ} ؛ أي: إلا من وجدنا صواعنا عنده مدسوسًا في رحله، وهو بنيامين لأنا قد أخذناه بفتواكم:  {مَنْ وُجِدَ فِي رَحْلِهِ فَهُوَ جَزَاؤُهُ} فلا يسوغ لنا أن نخل بموجبها. </p><p> ولم يقل (١) : إلا من سرق متاعنا اتقاءً للكذب؛ لأنه يعلم أنه ليس بسارق {إِنَّا إِذًا} أي: إذا أخذنا غير من وجد متاعنا عنده، وأخذنا بريئًا بمذنب ولو برضاه {لَظَالِمُونَ} من وجهين: مخالفة شرعكم ونص فتواكم، ومخالفة شريعة الملك. قال في \"بحر العلوم\" : {إِذًا} جواب لهم وجزاء؛ لأن المعنى: إن أخذنا بدله ظلمنا، هذا ظاهره، وأما باطنه فهو أن الله أمرني بالوحي أن آخذ بنيامين لمصالح علمها الله في ذلك، فلو أخذت غيره لكنت ظالمًا وعاملًا بخلاف الوحي، فصرت ظالمًا لنفسي. </p><p> ٨٠ - {فَلَمَّا اسْتَيْأَسُوا} ؛ أي: فلما يئس إخوة يوسف غاية اليأس بدلالة صيغة الاستفعال، واستحكم اليأس في أنفسهم {مِنْهُ} ؛ أي: من قبول العزيز لشفاعتهم واستعطافهم بعد أن أقام الحجة عليهم بشرعهم وفتواهم، وأنه إن فعل غيره يكون ظالمًا بمقتضى شريعتهم وشريعة ملك مصر {خَلَصُوا} ؛ أي: اعتزلوا وانفردوا عن الناس خالصين لا يخالطهم غيرهم حالة كونهم {نَجِيًّا} ؛ أي: متناجين متحدثين في تدبير أمرهم، ومتشاورين على أي صفة يذهبون وماذا يقولون لأبيهم في شأن أخيهم إذا رجعوا. وقرأ البزّي عن ابن كثير (٢) : {اسْتَيْأَسُوا} بوزن استفعلوا من أيس مقلوبًا من يئس، ومعناهما واحد. ودليل القلب كون ياء أيس </p><p>(١) روح البيان. (٢) البحر المحيط.</p><p> لم تنقلب ألفًا لتحركها وانفتاح ما قبلها. </p><p> وخلاصة ذلك (١) : أن أولئك الإخوة العشرة بعد أن انتهى كبيرهم من استعطاف العزيز وعدم جدوى ما فعل .. غادر كل منهم رحله، وانضم بعضهم إلى بعض، وأدنى رأسه من رأسه، وأرهفوا آذانهم للنجوى. </p><p> والمعنى: فلما أيسوا من يوسف أن يجيبهم لما سألوه، وقيل: أيسوا من أخيهم أن يرد عليهم .. خلا بعضهم ببعض يتناجون ويتشاورون ليس فيهم غيرهم {قَالَ كَبِيرُهُمْ} في السن وهو روبيل، أو في العقل وهو يهوذا، أو رئيسهم وهو شمعون، وكانت له الرياسة على إخوته كأنهم أجمعوا عند التناجي على الانقلاب والرجوع إلى أبيهم جملة، ولم يرض ذلك، فقال منكرًا عليهم:  {أَلَمْ تَعْلَمُوا} والاستفهام فيه للتقرير؛ أي: قال كبيرهم قد علمتم أيها القوم يقينًا {أنَّ أَبَاكُمْ} يعقوب {قَدْ أَخَذَ} وجعل {عَلَيْكُمْ مَوْثِقًا مِنَ اللَّهِ} تعالى؛ أي: عهدًا مؤكدًا باليمين من الله لتردنه إليه إلا أن يحاط بكم، وقد رأيتم كيف تعذر ذلك عليكم، وكونه من الله لإذنه فيه. </p><p> والجار والمجرور في قوله:  {وَمِنْ قَبْلُ} ؛ أي: ومن قبل هذا متعلق بـ {فَرَّطْتُم} الآتي، و {مَا} في قوله: {مَا فَرَّطْتُمْ فِي يُوسُفَ} زائدة؛ أي: ومن (٢) قبل أخذكم العهد في شأن بنيامين قصرتم في شأن يوسف، ولم تفوا بوعدكم على النصح والحفظ له، أو مصدرية عطفًا على مفعول {تَعْلَمُوا} ؛ أي: ألم تعلموا أخذ أبيكم عليكم موثقًا من الله وتفريطكم السابق في شأن يوسف، أو ترككم ميثاقه في حق يوسف، أو موصولة عطفًا على مفعول {تَعْلَمُوا} أيضًا؛ أي: ألم تعلموا أخذ أبيكم موثقًا من الله في شأن بنيامين، والذي قدمتموه في حق يوسف من الخيانة العظيمة من قبل تقصيركم في بنيامين، وكيف أن أباكم قد قاسى من أجله من الحزن ما قاسى. </p><p>(١) المراغي. (٢) المراح.</p>"
}