{
  "id": null,
  "sura": 12,
  "aya": 10,
  "text": "<p> بالوجه الذات؛ أي: يَخْلُ (١) لكم وجه أبيكم من شغله بيُوسُفَ، فيكن كل توجهه إليكم، وكُل إقباله عليكم بعد أن تخلو الديار ممن يَشْغَلُهُ عنكم ويشارككم في عطفه وحبه، {وَتَكُونُوا} بالجزم عطفًا على يخل {مِنْ بَعْدِهِ} أي من بعد الفراغ من أمره؛ أي: وتكونوا من بعد قتله أو تغريبه في أرض بعيدة {قَوْمًا صَالِحِينَ} صَلُحَتْ حالكم عند أبيكم، أو تائبين إلى الله مما جئتم به، مُصْلِحِين لأعمالكم، بما يكفر إثمها مع عدم التصدِّي لمثلها، وبذا يَرْضَى عنكم أبوكم، ويرضى عنكم ربكم. </p><p> ١٠ - {قَالَ قَائِلٌ مِنْهُمْ} ؛ أي: من إخوة يوسف، وهو يهوذا. وقال قتادة: هو روبيل، وهو ابن خالته، وكَانَ أكْبَرُهُم سِنًّا، وأحسنهم رَأْيًا فيه. {لَا تَقْتُلُوا يُوسُفَ} نهاهم عن قتله، وقال: القتل كبيرة عظيمة، والأصح أنَّ قائلَ هذه المقالة هو: يهوذا؛ لأنه كان أقربهم إليه سِنًّا. {وَأَلْقُوهُ} ؛ أي: اطرحوا يُوسُفَ {فِي غَيَابَتِ الْجُبِّ} ؛ أي: في أسفل الجب، والبئر، وقعرها، وظلمتها، والغيَابَةُ: كل موضع سَتَرَ شَيْئًا، وغَيَّبَهُ عن النظر، والجُبُّ: البئرُ الكبيرة غير مطوية بالحجارة. سُمِّيَ بذلك, لأنه جُبَّ: أي: قطع، ولم يطو، وغيابته: ما يغيب عن رؤية البصر من قعره. وأفاد ذكر الغيابةَ مع ذكر الجب أن المشيرَ أشار بطرحه في موضع من الجبِّ مظلم لا يراه أحد. وقرأ (٢) الجمهور: {غَيابة} على الإفراد، ونافع:  {غيابات} على الجمع، وابن هرمز:  {غَيَّابَاتٍ} بالتشديد والجمع؛ وقرأ الحسن:  (في غَيبَةِ) على صيغة المصدر. واختلفوا (٣) في مكان ذلك الجب. فقال قتادة هو: بئرُ بيت المقدس، وقال وهب: هو في أرض الأُردن على ثلاثة فراسخ من منزل يعقوب، وقيل: بين مدين، ومصر، وإنما عَيَّنوا ذلك الجُبِّ للعلةِ التي ذكروها، وهي قولهم:  {يَلْتَقِطْهُ} . وقرأ الحسن، ومجاهد، وقتادة، وأبو رجاء:  {تلتقطه} بتاء التأنيث أنث على المعنى؛ أي: تأخذه على وجه الصيانة من الضياع والتلف. فإن الالتقاط أخذ شيء مشرف على الضياع. {بَعْضُ </p><p>(١) المراغي. (٢) البحر المحيط.(٣) الخازن.</p><p> السَّيَّارَةِ}؛ أي: بعض طائفة تسير في الأرض. والسيارة جماعة المسافرين الذين يسيرون في الأرض من مكان إلى آخر للتجارة أو غيرها، وذلك أنَّ هذا الجبَّ كَانَ مَعروفًا يرد عليه كثير من المسافرين؛ أي: يأخذه بعض المسافرين، فيذهب به إلى ناحية أخرى، فتستريحون منه {إِنْ كُنْتُمْ فَاعِلِينَ} بمشورتي، ولم يقطع القول عليهم، بل إنما عَرَضَ عليهم ذلِكَ تَأْلِيفًا لقلبهم، وحذرًا من نسبتهم له إلى الافتيات؛ أي: الاستبداد، والتفرد به. وفيه (١) : إشارة إلى ترك الفعل، فكَأنَّه قال: لا تَفْعَلُوا شيئًا من ذلك، وإن عزمتم على إزالتِهِ من عند أبيه ولا بُدَّ فَافْعَلُوا هذا القدرَ؛ أي: إلقاءَه في البئر، والأولى أن لا تفعلوا شيئًا من القتل والتغريب. </p><p> وحاصل المعنى (٢) : أي: قال قائل منهم: وهو رُوبيل، أو يهوذا، لا تقتلوا يوسفَ، وألقوه في قعر البئر، حيث يَغِيبُ خبره، فيلتقطه بعض المسافرين، ويأخذوه إلى حيث ساروا في الأقطار البعيدة، وبذا يَتِمُّ لكم ما تريدون، وهو إبعاده عن أبيه، إن كنتم فاعلينَ ما هو المقصدُ لكم بالذات إذ لا شكَّ أن قَتْلَهُ لا يَعْنيكم لذاته، فَعَلام تُسْخِطُون خَالِقَكُم باقتراف جريمة القتل، والغرض يَتِمُّ بدونها. </p><p> قال محمَّد بن إسحاق (٣) : اشتمل فِعْلُهُم هذا على جرائمَ كثيرةً من قطيعة الرحم، وعقوق الوالدين، وقلة الرأفة بالصغير الذي لا ذنب له، والغدر بالأمانة، وترك العهد، والكذب مع أبيهم، وعفا الله عن ذلك كُلِّه، حتى لا ييأس أحدٌ من رحمة الله تعالى. وقال بعض أهل العلم: عَزَمُوا على قتله، وعَصَمَهُم الله تعالى رحمةً بهم، ولو فعلوا ذلك لَهَلَكُوا جميعًا، وكل ذلك كَانَ قَبْلَ أنْ نَبَّأهم اللَّهُ تعالى كما مر. فانظر إلى هؤلاء الإخوان الذين أَرْحَمُهُم له لا يَرْضى إلا بإلقاء يوسف في أسفل الجب، وهكذا إخوانُ الزمان، وأبناؤُه، فإنَّ ألسنتهم دائرة بكل شر، ساكتةٌ عن كل خير. </p><p> فلما أجمعوا على التفريق بين يوسف، وبين والده بضرب من الحِيَل، </p><p>(١) المراح. (٢) المراغي.(٣) الخازن.</p>"
}