{
  "id": null,
  "sura": 12,
  "aya": 5,
  "text": "<p> قال في \"الإرشاد\" : ولا يَبْعُدْ أن يكونَ تأخيرُ الشمس والقمر إشارة إلى تأخُّرِ ملاقاتِه لهما عن ملاقاته لإخوته، ذَكَرَ هذه القصةَ صاحبُ \"روح البيان\" . </p><p> فائدة: والرؤيا ثلاثة أقسام: </p><p> أَحدُها: حديث النفس كَمَنْ يكون في أمْرٍ أو حِرْفة يرى نَفْسَهُ في ذلك الأمر، وكالعاشق يرى مَعْشُوقَه ونحو ذلك. </p><p> وثانيها: تخويف الشيطان بأن يَلْعَبَ بالإنسان فيريه ما يحزِنه، ومَنْ لعبه به الاحتلامُ الموجبُ للغسل، وهذان لا تأويلَ لهما. </p><p> وثالثهما: بشرى من الله تعالى بأن يَأتِيَك ملك الرؤيا من نسخة أم الكتاب يعني من اللوح المحفوظ، وهو الصحيحُ، وما سوى ذلك أضغاثُ أحلام. </p><p> ٥ - {قَالَ} يعقوب ليوسف في السرِّ، وهذا كلام مستأنف مبنيُّ على سؤالِ مَنْ قال: فماذا قال يعقوبُ بعد سماع هذه الرؤيا العجيبة؟ فقيل: قال يعقوب: {يَا بُنَيَّ لَا تَقْصُصْ رُؤْيَاكَ عَلَى إِخْوَتِكَ} تصغيرُ ابن صغره للشفقة والمحبَّة وصِغر السن، فإنه كان ابن ثنتي عشرة سنة كما مَرَّ. وأصله يا بُنَيَّا الذي أصله:  \"يا بُنَيّي\" فأُبدلت ياء الإضافةِ ألِفًا، كما قيل في يا غلامي، يا غلاما بناء على أنَّ الألِفَ، والفتحةَ أخفُّ من الياء والكسرة. وقرأ حفصٌ هنا، وفي لقمان، وفي الصافات:  {يَا بَنِي} بفتح الياء. وابن كثير في لقمان:  (يا بني لا تشرك) . وقيل:  (يا بني أقم) بإسكانها. وباقي السبعة بالكسر. وقرأ زيد بن علي:  (لا تَقُصُّ) مدغمًا وهي لغة تميم، والجمهور بالفك، وهي لغةُ الحجاز. وقرأ الجمهور:  {رُؤْيَاكَ} والرؤيا حيثُ وقعت بالهمز من غير إمالة. وقرأ الكسائي بالإمالة، وبغير الهمز، وهي لغة أهل الحجاز ذكره أبو حيان في \"البحر\" . </p><p> قال في \"الإرشاد\" : ولمَّا عرف يعقوبُ من هذه الرؤيا، أنَّ يوسف يبلِّغه تعالى مَبْلَغًا جَلِيلًا من الحكمة، ويَصْطَفِيهِ للنبوّة، وينعم عليه بشرف الدارين، كما فَعَلَ بآبائه الكرام .. خَافَ عليه حسدَ الإخوة وبغيَهم فقال صيانة لهم من ذلك وله </p><p> من معاناة المشاقِّ، ومقاساة الأحزان، وإن كانَ واثقًا من الله تعالى بأن سيحقق ذلك لا مَحَالَةَ وطَمَعًا في حصوله بلا مشقَّة:  {يَا بُنَيَّ لَا تَقْصُصْ رُؤْيَاكَ} ؛ أي: لا تُخْبِرَ مَنَامَكَ كُلًّا، أو بعضًا، ولا تطلعها {عَلَى إِخْوَتِكَ} ، وهم بَنُو علاته العشرة، كما هو المشهور، وأما شقيقه بنيامين فهو حادي الأحد عشر في الرؤيا، وإن لم يكن ممن تخشى مَضرَّتهُ، وكيدُه ليوسف {فَيَكِيدُوا لَكَ} ؛ أي: فيفعلوا لأجلك، ولإهلاكك {كَيْدًا} خَفِيًّا عن فهمك لا تقدر على مدافعته، وهذا أوفق بمقام التحذير، وإن كانَ يعقوبُ يعلم أنهم ليسوا بقادرينَ على تحويلِ ما دلت الرؤيا على وقوعه. والكيد: الاحتيال للاغتيال، أو طَلَبُ إيصال الشر بالغير وهو غَيْرُ عالم به. </p><p> وحاصل المعنى: أي قال يوسف لأبيه يعقوب: إني رأيت في منامي أحَدَ عَشَرَ كَوْكبًا، والشَّمْسَ والقَمَرَ لي سجَّدًا، وقد علم أبوه أن هذه رؤيا إلهام، لا أضغاث أحلام تثِيرُها في النوم الهواجسُ والأفكار، وأنَّ يوسُفَ سَيَكُون له شأن عظيم، وسلطان يسود به أهلَه حتى أباه وأمه، وإخوته، وخَافَ أن يَسْمَعَ إخْوَتُهُ ما سمعه، ويفهموا ما فَهِمَه فيحسدوه، ويكيدوا لإهلاكه، ومن ثمَّ نَهاه أن يقصَّ عليهم رؤياه، كما دل على ذلك قوله:  {قَالَ يَا بُنَيَّ لَا تَقْصُصْ رُؤْيَاكَ عَلَى إِخْوَتِكَ فَيَكِيدُوا لَكَ كَيْدًا} ؛ أي: لا تخبر إخوتَك بما رأيتَ في منامك، خِيفَة أن يحسدوك فيحتالوا للإيقاع بك بتدبير، يحكمونه بالتفكير، والرؤية، ثم بَيَّن السببَ النفسيَّ لهذا الكيد بقوله:  {إِنَّ الشَّيْطَانَ لِلْإِنْسَانِ عَدُوٌّ مُبِينٌ} ؛ أي: إنَّ الشيطانَ عدو لآدم وبنيه، قد أظهرَ لهم عداوتَه، فاحذَر، أن يُغريَ إخوتك بك بحسدهم لَكَ، إن أنْتَ قصصت عليهم رؤياك، إذ من دأبه أن ينزغَ بَيْنَ الناس حين تعرض له داعية من هوى النفس، ولا سِيّما الحسد الغريزي في فطرة البشر، وقد أرْشَدَ إلى هذا يوسف بقوله:  {مِنْ بَعْدِ أَنْ نَزَغَ الشَّيْطَانُ بَيْنِي وَبَيْنَ إِخْوَتِي} . </p><p> وهذه الجملة مستأنفة استئنافًا بيانيًّا، كأنَّ يوسفَ قال: كيف يصدر ذلك عن إخوتي الناشئين في بيت النبوة. فقيل: إنَّ الشَّيْطَانَ ظاهر العداوة للإنسان أو مظهرها قد بانت عداوته لك، ولأبناءِ جنسك إذ أخرج أبويكم آدم وحواء من </p>"
}