{
  "id": null,
  "sura": 12,
  "aya": 111,
  "text": "<p> نصر بن عاصم والحسن وأبو حيوة وابن السميقع ومجاهد وعيسى وابن محيصن:  {فنجا} جعلوه مخفف الجيم فعلًا ماضيًا مبنيًّا للفاعل، وفاعله {مَنْ} الموصولة. وقال أبو عمرو الداني: وقرأت لابن محيصن: {فنَجَّى} - بشد الجيم - فعلًا ماضيًا مبنيًّا للفاعل على معنى: فنَجَّى النصر من نشاء، وفاعله النصر المعلوم من السياق وهي قراءة شاذة. وذكر الداني أن المصاحف متفقة على كتابتها بنون واحدة. وفي \"التحبير\" أن الحسن قرأ شذوذًا: {فَنُنَجّي} - بنونين الثانية مفتوحة والجيم مشددة والياء ساكنة - مضارع نجى المضعف. وقرأ أبو حيوة شاذًا:  {من يشاء} - بالياء -؛ أي: فنجي من يشاء الله نجاته، ومن يشاء نجاتهم هم المؤمنون لقوله تعالى:  {وَلَا يُرَدُّ بَأْسُنَا عَنِ الْقَوْمِ الْمُجْرِمِينَ} ؛ أي: ولا يرد عذابنا عن القوم المشركين إذا نزل بهم. وقرأ الحسن شذوذًا:  {بأسه} بضمير الغائب؛ أي: بأس الله. وهذه الجملة فيها وعيد وتهديد لمعاصري الرسول - صلى الله عليه وسلم -؛ أي: ولا يُمنع عقابنا وبطشنا عن القوم الذين أجرموا، فكفروا باللهِ وكذبوا رسله، وما أتوهم به من عند ربهم. </p><p> وقد جرت سنة الله أن يبلغ الرسل أقوامهم، ويقيموا عليهم الحجة، وينذروهم سوء عاقبة الكفر والتكذيب، فيؤمن المهتدون ويصر المعاندون، فينجي الله الرسل ومن آمن من أقوامهم، ويهلك المكذبين، ولا يخفى ما في الآية من التهديد والوعيد لكفار قريش ومن على شاكلتهم من المعاصرين للنبي - صلى الله عليه وسلم -. </p><p> ١١١ - واللامُ في قوله تعالى:  {لَقَدْ كَانَ} : موطئة للقسم. {فِي قَصَصِهِمْ} - بفتح القاف -: مصدرُ قصَّ الخبر؛ إذا حدث به؛ أي: قصص يوسف وإخوته وأبيه عليهم السلام وخبرهم. وقرىء شاذًا بكسر القات جمع قصة؛ أي: قصص الأنبياء وأممهم؛ أي: وعزتي وجلالي لقد كان في قصص يوسف مع أبيه وإخوته وخبرهم {عِبْرَةٌ} أي: عظة عظيمة {لِأُولِي الْأَلْبَابِ} ؛ أي: لأصحاب العقول الكاملة الراجحة والأفكار الثاقبة؛ لأنهم هم الذين يعتبرون بعواقب الأمور التي تدل عليها أوائلها ومقدماتها، أما الأغرار الغافلون فلا يستعملون عقولهم في النظر والاستدلالات، ومن ثم لا يفيدهم النصح. </p><p> وجهة الاعتبار بهذه القصة أن الذي قدر على إنجاء يوسف عليه السلام بعد إلقائه في غيابة الجبّ، وإعلاء أمره بعد وضعه في السجن، وتمليكه مصر بعد أن بيع بالثمن البخس، والتمكين له في الأرض من بعد الإسار والحبس الطويل، وإعزازه على من قصده بالسوء من إخوته، وجمع شمله بأبويه وبهم بعد المدة الطويلة المدى، والمجيء بهم من الشقة البعيدة النائية؛ أي: إن الذي قدر على ذلك كله لقادر على إعزاز محمد - صلى الله عليه وسلم - وإعلاء كلمته وإظهار دينه، فيخرجه من بين أظهركم، ثم يظهره عليكم، ويمكن له في البلاد، ويؤيده بالجند والرجال والأتباع والأعوان، وإن مرت به الشدائد وأتت دونه الأيام والحوادث، وإن الإخبار بهذه القصة جارٍ مجرى الإخبار عن الغيوب، فكانت معجزة لمحمد - صلى الله عليه وسلم -. وقيل: إن الله تعالى قال في أول هذه السورة: {نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ الْقَصَصِ} وقال في آخرها: {لَقَدْ كَانَ فِي قَصَصِهِمْ عِبْرَةٌ لِأُولِي الْأَلْبَابِ} فدل على أن هذه القصة من أحسن القصص، وأن فيها عبرة لمن اعتبرها وتأملها، وكان في أول السورة وآخرها مناسبة. </p><p> {مَا كَانَ} هذا القرآن المشتمل على هذا المقصوص {حَدِيثًا يُفْتَرَى} ويختلق من عند البشر؛ لأن الذي جاء به من عند الله تعالى؛ وهو محمد - صلى الله عليه وسلم - لا يصح منه أن يفتريه ويختلقه من عند نفسه؛ لأنه لم يقرأ الكتب ولم يخالط العلماء، ثم إنه جاء بهذا القرآن المعجز، فدل ذلك على صدقه، وأنه ليس بمفتر، فهو دليل ظاهر وبرهان قاهر على أنه جاء بطريق الوحي والتنزيل، ومن ثم قال:  {وَلَكِنْ تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ} ؛ أي: ولكن كان هذا القرآن مصدق الذي كان قبله من الكتب السماوية التي أنزلها الله تعالى من السماء على أنبيائه كالتوراة والإنجيل والزبور؛ أي: تصديق ما عندهم من الحق فيها لا كل الذي عندهم، فهو ليس بمصدق لما عندهم من خرافات فاسدة وأوهام باطلة؛ لأنه جاء لمحوها وإزالتها، لا لإثباتها وتصديقها {وَتَفْصِيلَ كُلِّ شَيْءٍ} يحتاج إليه في الدين والدنيا؛ أي: إن في هذا القرآن المنزل عليك يا محمد تفصيل كل شيء تحتاج إليه من الحلال والحرام، والحدود والأحكام، والقصص والمواعظ والأمثال، وغير ذلك مما يحتاج إليه العباد في أمر دينهم ودنياهم {و} كان {هدى} إلى </p><p> كل خير لمن تدبره وأمعن في النظر فيه، وتلاه حق تلاوته، فهو مرشد إلى الحق، وهادٍ إلى سبيل الرشاد وعمل الخير والصلاح في الدين والدنيا {و} كان {رحمة} خاصة {لِقَوْمٍ يُؤْمِنُونَ} به في دينهم ودنياهم؛ لأنهم هم الذين ينتفعون به. وقيل المعنى:  {وَهُدًى} ؛ أي: سبب هداية في الدنيا {وَرَحْمَةً} ؛ أي: سببًا لحصول الرحمة في الآخرة، والخاضعون لها من غير المؤمنين يكونون في ظلها آمنين على أنفسهم وأموالهم وأعراضهم، أحرارًا في عقائدهم وعباداتهم، مساوين للمؤمنين في حقوقهم ومعاملاتهم، يعيشون في بيئة خالية من الفواحش والمنكرات التي تفسد الأخلاق وتعبث بالفضائل. وانتصاب الأربعة بعد {لكن} للعطف على خبر {كَانَ} . وقرأ حمران ابن أعين وعيسى الكوفي فيما ذكر صاحب \"اللوامح\" وعيسى الثقفي فيما ذكر ابن عطية: {تصديق وتفصيلُ وهدى ورحمةٌ} - برفع الأربعة -؛ أي: ولكن هو تصديق وهذه القراءة شاذة. والجمهور بالنصب على إضمار كان؛ أي: ولكن كان تصديق الخ. </p><p> الإعراب </p><p> {رَبِّ قَدْ آتَيْتَنِي مِنَ الْمُلْكِ وَعَلَّمْتَنِي مِنْ تَأْوِيلِ الْأَحَادِيثِ فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ أَنْتَ وَلِيِّي فِي الدُّنْيَا وَالْآخِرَةِ تَوَفَّنِي مُسْلِمًا وَأَلْحِقْنِي بِالصَّالِحِينَ (١٠١) }. </p><p> {رَبِّ} : منادى مضاف حذف منه حرف النداء للتخفيف منصوب، وعلامة نصبه فتحة مقدرة على ما قبل ياء المتكلم المحذوفة اجتزاء عنها بالكسرة، وهو مضاف، وياء المتكلم المحذوفة في محل الجر مضاف إليه، وجملة النداء في محل النصب مقول {قاَلَ} . {قَدْ} حرف تحقيق. {آتَيْتَنِي} فعل وفاعل ومفعول أول ونون وقاية. {مِنَ} : حرف جر وتبعيض. {الْمُلْكِ} : مجرور بـ {مِنَ} : الجار والمجرور متعلق بـ {آتَيْتَنِي} على كونه مفعولًا ثانيًا له؛ لأنه بمعنى أعطى، وقيل:  {مِنَ} زائدة، وقيل المفعول الثاني محذوف تقديره: عظيمًا من الملك كما ذكره أبو البقاء. والجملة الفعلية في محل النصب مقول {قَالَ} على كونها جواب النداء. {وَعَلَّمْتَنِي} : فعل وفاعل ومفعول أول، والجملة معطوفة على جملة {آتَيْتَنِي} . {مِنْ} : زائدة. {تَأْوِيلِ الْأَحَادِيثِ} : مفعول ثان </p><p> ومضاف إليه. وفي \"السمين\" : و {مِنَ} في {مِنَ الْمُلْكِ} ، وفي {مِنْ تَأْوِيلِ} للتبعيض، والمفعول الثاني محذوف؛ أي: شيئًا عظيمًا من الملك، فهي صفة لذلك المحذوف، وقيل: زائدة، وقيل: لبيان الجنس. {فَاطِرَ} : نعت لـ {رَبِّ} ، أو بدل، أو عطف بيان منه، أو منصوب بإضمار أعني، أو على كونه منادى ثانيًا. {السَّمَاوَاتِ} : مضاف إليه. {وَالْأَرْضِ} : معطوف عليه. {أَنْتَ وَلِيِّي} : مبتدأ وخبر، والجملة في محل النصب مقول {قَالَ} . {فِي الدُّنْيَا} : جار ومجرور متعلق بـ {وَلِيِّي} . {وَالْآخِرَةِ} : معطوف على {الدُّنْيَا} . {تَوَفَّنِي} : فعل ومفعول ونون وقاية، وفاعله ضمير يعود على الله. {مُسْلِمًا} : حال من المفعول، والجملة في محل النصب مقول {قَالَ} . {وَأَلْحِقْنِي} : فعل ومفعول ونون وقاية. {بِالصَّالِحِينَ} : متعلق به، وفاعله ضمير يعود على الله، والجملة معطوفة على جملة {تَوَفَّنِي} . </p><p> {ذَلِكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنْتَ لَدَيْهِمْ إِذْ أَجْمَعُوا أَمْرَهُمْ وَهُمْ يَمْكُرُونَ} . </p><p> {ذَلِكَ} : مبتدأ. {مِنْ أَنْبَاءِ الْغَيْبِ} : جار ومجرور ومضاف إليه خبر المبتدأ، والجملة مستأنفة. {نُوحِيهِ} : فعل ومفعول. {إِلَيْكَ} : متعلق به، وفاعله ضمير يعود على الله، والجملة في محل النصب حال من المبتدأ، أو من الضمير في الخبر، ويجوز أن تكون خبرًا ثانيًا لذلك كما في \"السمين\" . {وَمَا}  (الواو) : عاطفة. {ما} : نافية. {كُنْتَ} : فعل ناقص واسمه. {لَدَيْهِمْ} : ظرف ومضاف إليه خبر كان، والجملة معطوفة على جملة قوله:  {ذَلِكَ مِنْ أَنْبَاءِ الْغَيْبِ} على كونها معللة للخبرين. {إِذْ} : ظرف لما مضى من الزمان متعلق بكان. {أَجْمَعُوا أَمْرَهُمْ} : فعل وفاعل ومفعول، والجملة في محل الجر مضاف إليه لـ {إِذْ} . {وَهُمْ} : (الواو) : واو الحال. {هم} : مبتدأ، وجملة {يَمْكُرُونَ} : خبره، والجملة الاسمية في محل النصب حال من واو {أَجْمَعُوا} . </p><p> {وَمَا أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ (١٠٣) وَمَا تَسْأَلُهُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ (١٠٤) }. </p><p> {وَمَا}  (الواو) : استئنافية. {ما} : حجازية أو تميمية. {أَكْثَرُ النَّاسِ} : </p><p> اسمها أو مبتدأ {بِمُؤْمِنِينَ} : خبرها، أو خبر المبتدأ والباء زائدة، والجملة مستأنفة. {وَلَوْ} : (الواو) : اعتراضية. {لو} : حرف شرط. {حَرَصْتَ} : فعل وفاعل، والجملة فعل شرط لـ {لو} ، وجواب {لو} محذوف لدلالة ما قبله عليه تقديره: ولو حرصت على هدايتهم وبالغت في دعوتهم لا يؤمنون، وجملة {لو} : معترضة لا محل لها من الإعراب لاعتراضها بين {ما} وخبرها. {وَمَا} : (الواو) : عاطفة. {ما} نافية {تَسْأَلُهُمْ} : فعل ومفعول أول، وفاعله ضمير يعود على محمد. {عَلَيْهِ} : متعلق به. {مِنْ أَجْرٍ} : مفعول ثان لسأل، و {مِنْ} : زائدة، والجملة معطوفة على جملة قوله:  {وَمَا أَكْثَرُ النَّاسِ} . {إِنْ} : نافية. {هُوَ} : مبتدأ. {إِلَّا} : أداة استثناء مفرغ. {ذِكْرٌ} : خبر المبتدأ. {لِلْعَالَمِينَ} : متعلق به، والجملة الاسمية مستأنفة مسوقة لتعليل ما قبلها. </p><p> {وَكَأَيِّنْ مِنْ آيَةٍ فِي السَّمَاوَاتِ وَالْأَرْضِ يَمُرُّونَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُونَ (١٠٥) }. </p><p> {وَكَأَيِّنْ}  (الواو) : استئنافية. {كأين} : اسم بمعنى كم الخبرية؛ أي: بمعنى عدد كثير في محل الرفع مبتدأ مبني على السكون لشبهه بالحرف شبهًا معنويًّا. {مِنْ} : زائدة. {آيَةٍ} : تمييز {كأين} منصوب. {فِي السَّمَاوَاتِ} : جار ومجرور صفة لـ {آيَةٍ} . {وَالْأَرْضِ} : معطوف على {السَّمَاوَاتِ} . {يَمُرُّونَ} : فعل وفاعل. {عَلَيْهَا} : متعلق به، والجملة الفعلية في محل الرفع خبر المبتدأ، والجملة الاسمية مستأنفة. {وَهُمْ} : (الواو) : حالية. {هم} : مبتدأ. {عَنْهَا} : متعلق بـ {مُعْرِضُونَ} . {مُعْرِضُونَ} : خبر المبتدأ، والجملة الاسمية في محل النصب حال من فاعل {يَمُرُّونَ} ، والمعنى: وآيات كثيرة كائنة في السموات والأرض مارون عليها حالة كونهم معرضين عنها. </p><p> {وَمَا يُؤْمِنُ أَكْثَرُهُمْ بِاللَّهِ إِلَّا وَهُمْ مُشْرِكُونَ (١٠٦) أَفَأَمِنُوا أَنْ تَأْتِيَهُمْ غَاشِيَةٌ مِنْ عَذَابِ اللَّهِ أَوْ تَأْتِيَهُمُ السَّاعَةُ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ (١٠٧) }. </p><p> {وَمَا}  (الواو) : استئنافية. {ما} : نافية. {يُؤْمِنُ أَكْثَرُهُمْ} : فعل وفاعل. {بِاللَّهِ} : متعلق بـ {يُؤْمِنُ} ، والجملة مستأنفة. {إِلَّا} : أداة استثناء مفرغ. {وَهُمْ مُشْرِكُونَ} : مبتدأ وخبر، والجملة في محل النصب حال من فاعل {يُؤْمِنُ} . </p><p> {أَفَأَمِنُوا} : (الهمزة) : للاستفهام التوبيخي الإنكاري داخلة على محذوف. (والفاء) : عاطفة على ذلك المحذوف تقديره: أغفل هؤلاء المشركون عن مكر الله تعالى فأمنوا. {أمنوا} : فعل وفاعل معطوف على ذلك المحذوف، والجملة المحذوفة مستأنفة. {أَنْ تَأْتِيَهُمْ غَاشِيَةٌ} : ناصب وفعل ومفعول وفاعل. {مِنْ عَذَابِ اللَّهِ} : جار ومجرور صفة لـ {غَاشِيَةٌ} ، والجملة الفعلية في تأويل مصدر منصوب على المفعولية تقديره: أفأمنوا إتيان غاشية من عذاب الله إياهم. {أَوْ تَأْتِيَهُمُ السَّاعَةُ} : فعل ومفعول وفاعل معطوف على {أَنْ تَأْتِيَهُمْ غَاشِيَةٌ} على كونها في تأويل مصدر منصوب على المفعولية تقديره: أو إتيان الساعة إياهم. {بَغْتَةً} : حال من {السَّاعَةُ} ؛ أي: باغتة. {وَهُمْ} : مبتدأ، وجملة {لَا يشعُرُونَ} : خبره، والجملة الاسمية في محل النصب حال من مفعول {تَأْتِيَهُمُ} . </p><p> {قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي وَسُبْحَانَ اللَّهِ وَمَا أَنَا مِنَ الْمُشْرِكِينَ (١٠٨) }. </p><p> {قُلْ} : فعل أمر، وفاعله ضمير يعود على محمد والجملة مستأنفة. {هَذِهِ سَبِيلِي} إلى آخر الآية: مقول محكي، وإن شئت قلت:  {هَذِهِ سَبِيلِي} : مبتدأ وخبر، والجملة في محل النصب مقول {قُلْ} . {أَدْعُو} : فعل مضارع، وفاعله ضمير يعود على محمد. {إِلَى اللَّهِ} : جار ومجرور متعلق بـ {أَدْعُوا} ، والجملة في محل النصب مقول {قُلْ} . {عَلَى بَصِيرَةٍ} : جار ومجرور خبر مقدم. {أَنَا} : مبتدأ مؤخر. {وَمَنِ} : الموصولة معطوفة على المبتدأ، وجملة {اَتَّبَعَنِي} : صلة {من} الموصولة، والجملة الاسمية في محل النصب مقول {قُلْ} . وفي \"السمين\" : قوله: {أَدْعُو إِلَى اللَّهِ} يجوز أن يكون مستأنفًا؛ وهو الظاهر، وأن يكون حالًا من الياء، و {عَلَى بَصِيرَةٍ} : حال من فاعل {أَدْعُوا} ؛ أي: أدعو إلى الله حالة كوني كائنًا على بصيرة، وقوله:  {وَمَنِ اَتبَعَنِي} : عطف على فاعل {أَدْعُوا} ، ولذلك أكد بالضمير المنفصل، ويجوز أن يكون مبتدأ، والخبر محذوف؛ أي:  {وَمَنِ اَتبَعَنِي} يدعو أيضًا، ويجوز أن يكون {عَلَى بَصِيرَةٍ} وحده حالًا، و {أَنَا} : فاعل به، {وَمَنِ اَتَّبَعَنِي} : عطف عليه، ومفعول {أَدْعُوا} يجوز </p><p> أن لا يراد، ويجوز أن يقدر؛ أي: أدعو الناس. اهـ. {وَسُبْحَانَ اللَّهِ}  (الواو) : عاطفة. {سُبْحَانَ اللَّهِ} : منصوب على المفعولية المطلقة بفعل محذوف وجوبًا تقديره: وأسبح سبحان الله، والجملة في محل النصب معطوفة على جملة قوله:  {هَذِهِ سَبِيلِي} على كونها مفسرة لها. {وَمَا أَنَا مِنَ الْمُشْرِكِينَ} : مبتدأ وخبر، والجملة في محل النصب معطوفة على جملة {هَذِهِ سَبِيلِي} . </p><p> {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ مِنْ أَهْلِ الْقُرَى} . </p><p> {وَمَا}  (الواو) : استئنافية. {ما} : نافية. {أَرْسَلْنَا} : فعل وفاعل. {مِنْ قَبْلِكَ} : متعلق به، والجملة مستأنفة. {إِلَّا} : أداة استثناء مفرغ. {رِجَالًا} : مفعول به. {نُوحِي} : فعل مضارع، وفاعله ضمير يعود على الله. {إِلَيْهِمْ} : متعلق به، والجملة في محل النصب صفة أولى لـ {رجال} . {مِنْ أَهْلِ الْقُرَى} : جار ومجرور صفة ثانية لـ {رِجَالًا} ، والأكثر استعمالًا عندهم تقديم هذه الصفة الثانية على الأولى؛ لأنها أقرب إلى المفرد منها كما تقدم تحريره في المائدة. </p><p> {أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ وَلَدَارُ الْآخِرَةِ خَيْرٌ لِلَّذِينَ اتَّقَوْا أَفَلَا تَعْقِلُونَ} . </p><p> {أَفَلَمْ}  (الهمزة) : للاستفهام التوبيخي الإنكاري داخلة على محذوف. (الفاء) : عاطفة على ذلك المحذوف تقديره: أغفلوا عن مكرنا فلم يسيروا. {لم يسيروا} : جازم وفعل وفاعل. {فِي الْأَرْضِ} : متعلق به، والجملة معطوفة على ذلك المحذوف، والجملة المحذوفة مستأنفة. {فَيَنْظُرُوا} : (الفاء) : عاطفة. {ينظروا} : فعل وفاعل معطوف على {يَسِيرُوا} . {كَيْفَ} : اسم استفهام في محل النصب خبر {كَانَ} مقدّم عليه وجوبًا. {كَانَ} : فعل ماض ناقص. {عَاقِبَةُ الَّذِينَ} : اسمها ومضاف إليه، وجملة {كَانَ} : في محل النصب مفعول لـ {ينظروا} معلق عنها باسم الاستفهام. {مِنْ قَبْلِهِمْ} : جار ومجرور صلة الموصول. {وَلَدَارُ الْآخِرَةِ} : (الواو) : استئنافية. (اللام) : حرف ابتداء، {دار الآخرة} : مبتدأ ومضاف إليه. {خَيْرٌ} : خبر المبتدأ. {لِلَّذِينَ} : جار ومجرور </p><p> متعلق به، والجملة الاسمية مستأنفة. {اتَّقَوْا} : فعل وفاعل صلة الموصول. {أَفَلَا تَعْقِلُونَ} : (الهمزة) : للاستفهام التوبيخي داخلة على محذوف، و (الفاء) : عاطفة على ذلك المحذوف تقديره: أتعرضون يا أهل مكة عن إعمال فكركم في خيرية الآخرة على الدنيا. {لا} : نافية {تَعْقِلُونَ} : فعل وفاعل، والجملة معطوفة على ذلك المحذوف. </p><p> {حَتَّى إِذَا اسْتَيْأَسَ الرُّسُلُ وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا جَاءَهُمْ نَصْرُنَا فَنُجِّيَ مَنْ نَشَاءُ وَلَا يُرَدُّ بَأْسُنَا عَنِ الْقَوْمِ الْمُجْرِمِينَ (١١٠) }. </p><p> {حَتَّى} : حرف ابتداء لدخولها على الجملة، وغاية لكونها غاية لمحذوف وتقديره: لا يغررهم تماديهم فيما هم من الراحة والرخاء، فإن من قبلهم أمهلوا حتى إذا استيأس الرسل. {إِذَا} : ظرف لما يستقبل من الزمان. {اسْتَيْأَسَ الرُّسُلُ} : فعل وفاعل، والجملة في محل الخفض بإضافة إذا إليها على كونها فعل شرط لها، والظرف متعلق بالجواب الآتي. {وَظَنُّوا} : فعل وفاعل معطوف على {اسْتَيْأَسَ} . {أَنَّهُمْ} : ناصب واسمه. {قَدْ كُذِبُوا} : فعل ونائب فاعل، والجملة الفعلية في محل الرفع خبر {أن} ، وجملة {أن} : في تأويل مصدر ساد مسد مفعولي ظن تقديره: وظنوا تكذيبهم. {جَاءَهُمْ نَصْرُنَا} : فعل ومفعول وفاعل، والجملة جواب {إذا} ، وجملة {إذا} : من فعل شرطها وجوابها في محل الجر بـ {حَتَّى} متعلقة بمحذوف تقديره: فإن من قبلهم أمهلوا إلى مجيء نصرنا وقت يأس الرسل عن نصرهم، وظن الأتباع كونهم مكذوبين. {فَنُجِّيَ} : (الفاء) : عاطفة. {نُجِّيَ} : فعل ماضٍ مغير الصيغة. {مَنْ} : اسم موصول في محل الرفع نائب فاعل، والجملة معطوفة على جملة {جاء} . {نَشَاءُ} : فعل مضارع، وفاعله ضمير يعود على الله، والجملة صلة الموصول، والعائد محذوف تقديره: من نشاء نجاته من عبادنا. {وَلَا يُرَدُّ بَأْسُنَا} : فعل ونائب فاعل، والجملة مستأنفة. {عَنِ الْقَوْمِ} : متعلق به. {الْمُجْرِمِينَ} : صفة لـ {الْقَوْمِ} . </p><p> {لَقَدْ كَانَ فِي قَصَصِهِمْ عِبْرَةٌ لِأُولِي الْأَلْبَابِ مَا كَانَ حَدِيثًا يُفْتَرَى وَلَكِنْ تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ وَتَفْصِيلَ كُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ (١١١) }. </p><p> {لَقَدْ} : (اللام) : موطئة للقسم. {قد} : حرف تحقيق. {كَانَ} : فعل ماضٍ ناقص. {فِي قَصَصِهِمْ} : جار ومجرور خبر مقدم لـ {كَانَ} : {عِبْرَةٌ} اسم {كَانَ} مؤخر، وجملة {كَانَ} : جواب القسم لا محل لها من الإعراب. {لِأُولِي الْأَلْبَابِ} : جار ومجرور متعلق بـ {عِبْرَةٌ} ؛ لأنه اسم مصدر من اعتبر الخماسي. {مَا} : نافية. {كَانَ} : فعل ماض ناقص، واسمها ضمير يعود على القرآن المتقدم ذكره في قوله:  {إِنَّا أَنْزَلْنَاهُ قُرْآنًا عَرَبِيًّا} أو على هذا القصص المذكور في يوسف وإخوته. {حَدِيثًا} : خبر {كَانَ} ، وجملة {يُفْتَرَى} : صفة لـ {حَدِيثًا} ، وجملة {كَانَ} : مستأنفة. {وَلَكِنْ} : (الواو) : عاطفة. {لكن} : حرف استدراك. {تَصْدِيقَ الَّذِي} : خبر لـ {كَانَ} المحذوفة مع اسمها، ومضاف إليه؛ أي: ولكن كان هذا القرآن تصديق الذي بين يديه، والجملة الاستدراكية معطوفة على الجملة التي قبلها. {بَيْنَ يَدَيْهِ} : ظرف ومضاف إليه صلة الموصول. {وَتَفْصِيلَ كُلِّ شَيْءٍ} : معطوف على {تَصْدِيقَ} على كونه خبرًا لـ {كَانَ} المحذوفة. {وَهُدًى وَرَحْمَةً} : معطوفان عليه أيضًا. {لِقَوْمٍ} : جار ومجرور تنازع فيه كل من {هدى} و {رحمة} على كونه صفة لهما، وجملة {يُؤْمِنُونَ} صفة لـ {قوم} ، أو صفة لـ {رحمة} فقط. </p><p> التصريف ومفردات اللغة </p><p> {رَبِّ قَدْ آتَيْتَنِي مِنَ الْمُلْكِ} ؛ أي: بعض الملك، والمراد بذلك البعض: ملك مصر؛ إذ لم يملك جميع أقطار الأرض إلا أربعة: إثنان مسلمان: إسكندر، وسليمان بن داود واثنان كافران: بختنصر وشداد بن عاد، ولقد توارثت الفراعنة من العمالقة بعد يوسف مصر، ولم يزل بنو إسرائيل تحت أيديهم على بقايا من دين يوسف وآبائه إلى أن بعث الله تعالى موسى عليه السلام. اهـ. \"أبو السعود\" . والملك عبارة عن الاتساع في الشيء المقدور لمن له السياسة التدبير كما مر. </p><p> {فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ} ؛ أي: خالقهما ومبدعهما على غير مثال سبق، وأصل الفطر: الشق، يقال: فطر ناب البعير إذا شق وظهر، وفطر الله الخلق: </p><p> أوجده وأبدعه. </p><p> {أَنْتَ وَلِيِّ} ؛ أي: معيني ومتولي أمري {تَوَفَّنِي مُسْلِمًا} ؛ أي: اقبضني إليك مسلمًا. </p><p> {وَلَوْ حَرَصْتَ} وفي \"المصباح\" : حرص عليه حرصًا - من باب ضرب - إذا اجتهد، والاسم الحِرص - بكسر الحاء - وحرص على الدنيا من باب ضرب أيضًا، وحَرِص حرصًا - من باب تعب لغة -، إذا رغب رغبة مذمومة. اهـ. </p><p> {وَكَأَيِّنْ مِنْ آيَةٍ} و {كَأَيِّنْ} هنا بمعنى كم الخبرية التي بمعنى عدد كثير وإن وردت للاستفهام، والآية هنا بمعنى الدليل الذي يرشد إلى وجود الصانع ووحدته، وكمال علمه وقدرته. </p><p> {يَمُرُّونَ عَلَيْهَا} ؛ أي: يشاهدونها ولا يعبئون بها. {مُعْرِضُونَ} ؛ أي: لا يعتبرون بها. {غَاشِيَةٌ} والغاشية: العقوبة تغشاهم وتعمهم {بَغْتَةً} فجأة {عَلَى بَصِيرَةٍ أَنَا} البصيرة: الحجة الواضحة، وقيل: هي المعرفة التي يميز بها بين الحق والباطل. اهـ. \"خازن\" . {وَظَنُّوا} الظن هنا: إما بمعنى اليقين، وإما معنى الحسبان والتقدير. {بَأْسُنَا} والبأس العقاب. </p><p> {لَقَدْ كَانَ فِي قَصَصِهِمْ} والقَصَص - بفتح القاف -: مصدر قَصَّ إذا تتبع الأثر والخبر، والمراد هنا المقصوص المحكي بدليل القراءة الشاذة:  {قِصصهم} - بكسر القاف - كما في \"الجمل\" . </p><p> {عِبْرَةٌ لِأُولِي الْأَلْبَابِ} المراد بالعبرة: التأمل والتفكر. وفي \"الخازن\" : معنى الاعتبار والعبرة: الحالة التي يتوصل بها الإنسان من معرفة المشاهد إلى ما ليس بمشاهد، والمراد منه التأمل والتفكر. </p><p> {لِأُولِي الْأَلْبَابِ} والألباب: العقول واحدها لبّ، وسمي بذلك؛ لكونه خالص ما في الإنسان من قواه. وقال الشوكاني: والعبرة: الفكرة والبصيرة المخلصة من الجهل والحيرة، وقيل: هي نوع من الاعتبار، وهي العبور من الطريق المعلوم إلى الطريق المجهول، وأولوا الألباب: هم ذووا العقول السليمة </p><p> الذين يعتبرون بعقولهم، فيدرون ما فيه مصالح دينهم، وإنما كان هذا القصص عبرة لما اشتمل عليه من الإخبارات المطابقة للواقع من بعد المدة التي بين النبي - صلى الله عليه وسلم - وبين الرسل الذين قص حديثهم، ومنهم يوسف وإخوته وأبوه مع كونه لم يطلع على أخبارهم ولا اتصل بأحبارهم. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات ضروبًا من الفصاحة وأنواعًا من البلاغة والبيان والبديع: </p><p> فمنها: إطلاق الكل وإرادة البعض في قوله: {رَبِّ قَدْ آتَيْتَنِي مِنَ الْمُلْكِ} فإنه إنما أعطي ملك مصر فقط، لا ملك الأرض كلها كما مر. </p><p> ومنها: في قوله: {ذَلِكَ مِنْ أَنْبَاءِ الْغَيْبِ} ما يسمى في علم البيان بالاحتجاج النظري، وبعضهم يسميه المذهب الكلامي؛ وهو أن يلزم الخصم ما هو لازم لهذا الاحتجاج، وتقدم نظير ذلك في آل عمران، وفي هود، وهذا تهكم بقريش وبمن كذبه؛ لأنه لا يخفى على أحد أنه لم يكن من حملة هذا الحديث وأشباهه، ولا لقي فيها أحدًا ولا سمع منه، ولم يكن من علم قومه، فإذا أخبر به وقصه هذا القصص الذي أعجز حملته ورواته .. لم تقع شبهة في أنه ليس منه، بل من وحي الله تعالى إليه، ذكره أبو حيان. </p><p> ومنها: حكاية الحال الماضية في قوله: {نُوحِيهِ إِلَيْكَ} ؛ لأنه بمعنى الماضي. </p><p> ومنها: الجملة الاعتراضية في قوله: {وَلَوْ حَرَصْتَ} لاعتراضها بين {مَا} الحجازية وخبرها، وجيء بهذا الاعتراض؛ لإفادة أن الهداية بيد الله سبحانه وتعالى وحده. </p><p> ومنها: حكاية الحال الماضية أيضًا في: {إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ} ؛ لأنه بمعنى الماضي. </p><p> ومنها: الاستفهام التوبيخي في قوله: {أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ} . </p><p> ومنها: إضافة الشيء إلى نفسه في قوله: {وَلَدَارُ الْآخِرَةِ} ؛ لأنه أضاف الدار إلى الآخرة مع أن المراد بالدار هي الجنة، وهي نفس الآخرة؛ لأن العرب تفعل ذلك لإفادة التأكيد، كما في قولهم: حق اليقين، مع أن المراد بالحق هو اليقين نفسه كما مر. </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> موضوعات هذه السورة </p><p> جملة ما في هذه السورة من الموضوعات تسعة وثلاثون موضوعًا: </p><p> ١ - قص يوسف رؤياه على أبيه يعقوب. </p><p> ٢ - نهي يعقوب لولده عن قصه قصصه على إخوته. </p><p> ٣ - تدبيرهم المكيدة ليوسف وإلقائه في غيابة الجبّ. </p><p> ٤ - ادعاؤهم أنَّ الذئب قد أكله. </p><p> ٥ - عثور قافلة ذاهبة إلى مصر عليه والتقاطها له. </p><p> ٦ - بيعها إياه في مصر بثمن بخس لعزيز مصر. </p><p> ٧ - وصية العزيز لامرأته بإكرام مثواه. </p><p> ٨ - مراودة المرأة له عن نفسه، وإعداد الوسائل لذلك. </p><p> ٩ - تمنعه من ذلك إكرامًا لسيده الذي أكرم مثواه. </p><p> ١٠ - قدها لقميصه وادعاؤها عليه أنه هو الذي أراد الفاحشة. </p><p> ١١ - شهادة شاهد من أهلها بما يجلي الحقيقة. </p><p> ١٢ - افتضاح أمرها في المدينة لدى النسوة. </p><p> ١٣ - تدبيرها المكيدة لأولئك النسوة وإحكام أمرها. </p><p> ١٤ - إدخاله السجن اتباعًا لمشيئتها. </p><p> ١٥ - تعبيره رؤيا فتيين دخلا معه السجن. </p><p> ١٦ - رؤيا الملك وطلبه تعبيرها. </p><p> ١٧ - إرشاد أحد الفتيين للملك عن يوسف، وأنه نعم المعبر لها. </p><p> ١٨ - طلب الملك إحضاره من السجن، واستخلاصه لنفسه. </p><p> ١٩ - توليته رئيسًا للحكومة ومهيمنًا على ماليتها. </p><p> ٢٠ - مجيء إخوة يوسف إليه، وطلبه منهم أن يحضروا أخاهم لأبيهم. </p><p> ٢١ - إرجاع البضاعة التي جاؤوا بها. </p><p> ٢٢ - إحضارهم أخاه إليه بعد إعطائهم الموقف لأبيهم. </p><p> ٢٣ - طلب أبيهم أن يدخلوا المدينة من أبواب متعددة. </p><p> ٢٤ - إخبار يوسف لأخيه عن ذات نفسه. </p><p> ٢٥ - أذان المؤذن أن العير قد سرقوا. </p><p> ٢٦ - قول الإخوة: إن أخاه قد سرق من قبل. </p><p> ٢٧ - طلبُ الإخوة من يوسف أن يأخذ أحدهم مكانه. </p><p> ٢٨ - وجود غشاوة على عيني يعقوب من الحزن. </p><p> ٢٩ - تعريف يوسف بنفسه لإخوته. </p><p> ٣٠ - حين جاء البشير بقميص يوسف ارتد يعقوب بصيرًا. </p><p> ٣١ - طلب الإخوة من أبيهم أن يستغفر لهم. </p><p> ٣٢ - رفع يوسف أبويه على العرش. </p><p> ٣٣ - قول يوسف لأبيه: هذا تأويل رؤياي من قبل. </p><p> ٣٤ - دعاؤه بحسن الخاتمة. </p><p> ٣٥ - في هذا القصص إثبات لنبوة محمَّد - صلى الله عليه وسلم -. </p><p> ٣٦ - تحذير المشركين من نزول العذاب بهم كما حَدَث لمن قبلهم. </p><p> ٣٧ - لم يرسل الله تعالى إلا رجالًا وما أرسَل ملائكة. </p><p> ٣٨ - نصر الرسل بعد الاستيئاس. </p><p> ٣٩ - في قصص الرسل أو يوسف وإخوته عبرة لأولي الألباب. </p><p> والله أعلم </p><p> * * * </p><p> [سورة الرعد] </p><p> سورة الرعد مكية (١) إلا آيتين فهما مدنيتان، وهما قوله تعالى:  {وَلَا يَزَالُ الَّذِينَ كَفَرُوا تُصِيبُهُمْ بِمَا صَنَعُوا قَارِعَةٌ} الآية، وقوله تعالى:  {وَيَقُولُ الَّذِينَ كَفَرُوا} إلى {وَمَنْ عِنْدَهُ عِلْمُ الْكِتَابِ} . وقيل: مدنية سوى قوله تعالى: {وَلَوْ أَنَّ قُرْآنًا سُيِّرَتْ بِهِ الْجِبَالُ} الآيتين. </p><p> وآياتها ثلاث - أو خمس - وأربعون آية، وكلماتها ثمان مئة وخمس وخمسون كلمة، وحروفها ثلاثة آلاف وخمس مئة وستة أحرف. وسميت بالرعد؛ لذكره فيها. </p><p> فضلها: ومن فضائلها أن قراءتها عند المحتضر تسهل خروج الروح. </p><p> وقد أخرج (٢) ابن أبي شيبة والمروزي في \"الجنائز\" عن جابر بن زيد قال: كان يُستحب إذا حضر الميت أن يقرأ عنده سورة الرعد؛ فإن ذلك يخفف عن الميت، وإنه أهون لقبضه، وأيسر لشأنه. </p><p> المناسبة: ومناسبةُ هذه السورة لما قبلها من وجوه (٣) : </p><p> ١ - أنه سبحانه وتعالى أجمل في السورة السابقة الآيات السماوية والأرضية في قوله: {وَكَأَيِّنْ مِنْ آيَةٍ فِي السَّمَاوَاتِ وَالْأَرْضِ يَمُرُّونَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُونَ (١٠٥) }، ثم فصلها هنا أتم تفصيل في مواضع منها. </p><p> ٢ - أنه أشار في سورة يوسف إلى أدلة التوحيد بقوله:  {أَأَرْبَابٌ مُتَفَرِّقُونَ خَيْرٌ أَمِ اللَّهُ الْوَاحِدُ الْقَهَّارُ} ، ثم فصل الأدلة هنا بإسهاب لم يذكر في سالفتها. </p><p>(١) المراح. (٢) الشوكاني.(٣) المراغي.</p><p> ٣ - أنه ذكر في كلتا السورتين أخبار الماضين مع رسلهم، وأنهم لاقوا منهم ما لاقوا، وأخذهم الله أخذ عزيز مقتدر، وكتب الخزي على الكافرين، والنصر لرسله والمؤمنين، وفي ذلك تسلية لرسوله - صلى الله عليه وسلم - وتثبيت لقلبه. </p><p> ٤ - جاء في آخر السورة السابقة وصف القرآن بقوله:  {مَا كَانَ حَدِيثًا يُفْتَرَى وَلَكِنْ تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ وَتَفْصِيلَ كُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ} ، وفي أول هذه السورة قوله:  {تِلْكَ آيَاتُ الْكِتَابِ وَالَّذِي أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ الْحَقُّ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ} . </p><p> الناسخ والمنسوخ: قال أبو عبد الله محمَّد بن حزم رحمه الله تعالى (١) : في سورة الرعد من المنسوخ آيتان فقط؛ آيةٌ مُجمع على نسخها، وآيةٌ مختلف في نسخها. فالمجمع على نسخها قوله تعالى:  {فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَعَلَيْنَا} الآية (٤٠) منسوخة بآية السيف. الآية الثانية قوله تعالى:  {وَإِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ لِلنَّاسِ عَلَى ظُلْمِهِمْ} الآية (٦) منسوخة بقوله تعالى: {إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ} الآية (٤٨، ١١٦) النساء. والظلم هاهنا: الشرك. </p><p> والله أعلم </p><p> * * * </p><p>(١) الناسخ والمنسوخ.</p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> {المر تِلْكَ آيَاتُ الْكِتَابِ وَالَّذِي أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ الْحَقُّ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ (١) اللَّهُ الَّذِي رَفَعَ السَّمَاوَاتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا ثُمَّ اسْتَوَى عَلَى الْعَرْشِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى يُدَبِّرُ الْأَمْرَ يُفَصِّلُ الْآيَاتِ لَعَلَّكُمْ بِلِقَاءِ رَبِّكُمْ تُوقِنُونَ (٢) وَهُوَ الَّذِي مَدَّ الْأَرْضَ وَجَعَلَ فِيهَا رَوَاسِيَ وَأَنْهَارًا وَمِنْ كُلِّ الثَّمَرَاتِ جَعَلَ فِيهَا زَوْجَيْنِ اثْنَيْنِ يُغْشِي اللَّيْلَ النَّهَارَ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ (٣) وَفِي الْأَرْضِ قِطَعٌ مُتَجَاوِرَاتٌ وَجَنَّاتٌ مِنْ أَعْنَابٍ وَزَرْعٌ وَنَخِيلٌ صِنْوَانٌ وَغَيْرُ صِنْوَانٍ يُسْقَى بِمَاءٍ وَاحِدٍ وَنُفَضِّلُ بَعْضَهَا عَلَى بَعْضٍ فِي الْأُكُلِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ (٤) وَإِنْ تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ أَإِذَا كُنَّا تُرَابًا أَإِنَّا لَفِي خَلْقٍ جَدِيدٍ أُولَئِكَ الَّذِينَ كَفَرُوا بِرَبِّهِمْ وَأُولَئِكَ الْأَغْلَالُ فِي أَعْنَاقِهِمْ وَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ (٥) وَيَسْتَعْجِلُونَكَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ وَقَدْ خَلَتْ مِنْ قَبْلِهِمُ الْمَثُلَاتُ وَإِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ لِلنَّاسِ عَلَى ظُلْمِهِمْ وَإِنَّ رَبَّكَ لَشَدِيدُ الْعِقَابِ (٦) وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلَا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ إِنَّمَا أَنْتَ مُنْذِرٌ وَلِكُلِّ قَوْمٍ هَادٍ (٧) اللَّهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ أُنْثَى وَمَا تَغِيضُ الْأَرْحَامُ وَمَا تَزْدَادُ وَكُلُّ شَيْءٍ عِنْدَهُ بِمِقْدَارٍ (٨) عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْكَبِيرُ الْمُتَعَالِ (٩) سَوَاءٌ مِنْكُمْ مَنْ أَسَرَّ الْقَوْلَ وَمَنْ جَهَرَ بِهِ وَمَنْ هُوَ مُسْتَخْفٍ بِاللَّيْلِ وَسَارِبٌ بِالنَّهَارِ (١٠) لَهُ مُعَقِّبَاتٌ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ يَحْفَظُونَهُ مِنْ أَمْرِ اللَّهِ إِنَّ اللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ وَإِذَا أَرَادَ اللَّهُ بِقَوْمٍ سُوءًا فَلَا مَرَدَّ لَهُ وَمَا لَهُمْ مِنْ دُونِهِ مِنْ وَالٍ (١١) }. </p><p> المناسبة </p><p> قوله تعالى:  {تِلْكَ آيَاتُ الْكِتَابِ ...} الآية، مناسبة هذه الآية لما قبلها: أنه قد مر لك في آخر السورة السابقة وصف القرآن بقوله: {مَا كَانَ حَدِيثًا يُفْتَرَى وَلَكِنْ تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ} ، ووصفه في هذه الآية بقوله:  {تِلْكَ آيَاتُ الْكِتَابِ ...} الآية، كما مرّ آنفًا. </p><p> قوله تعالى:  {اللَّهُ الَّذِي رَفَعَ السَّمَاوَاتِ بِغَيْرِ عَمَدٍ ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه وتعالى لما ذكر (١) في الآية السالفة أن أكثر الناس لا يؤمنون .. أعقبه بذكر البراهين على التوحيد والمعاد، فاستدل بأحوال السموات وأحوال الشمس والقمر، وأحوال الأرض جبالها وأنهارها، وأزهارها ونخيلها وأعنابها، واختلاف ثمراتها، وتنوع غلاتها على وجود الإله القادر القاهر الذي بيده الخلق والأمر، وبيده الضر والنفع، وبيده الإحياء والإماتة، وهو على كل شيء قدير. </p><p> وعبارة أبي حيان هنا: ولما ذكر انتفاء الإيمان عن أكثر الناس .. ذكر عقيبه ما يدل على صحة التوحيد والمعاد، وما يجذبهم إلى الإيمان فيما يفكر فيه العاقل، ويشاهده من عظيم القدرة وبديع الصنع والحكمة انتهت. </p><p> قوله تعالى:  {وَإِنْ تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ أَإِذَا كُنَّا تُرَابًا ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه وتعالى لما ذكر (٢) إنكارهم لوحدانيته تعالى مع وضوح الأدلة على ذلك من خلق السموات بلا عمد، وتسخير الشمس والقمر يجريان إلى أجل مسمى، ومن مد الأرض وإلقاء الجبال الرواسي فيها إلى آخر ما ذكر من الآيات الدالة على عظيم قدرته وبديع صنعه لمن يتأمل ويتفكر في ذلك الملكوت العظيم .. ذكر هنا إنكارهم للبعث والنشور على وضوح طريقه وسطوع دليله قياسًا على ما يرون ويشاهدون، فإن من قدر على خلق السماوات والأرض وسائر العوالم على هذا النحو الذي يحار الإنسان في الوصول إلى معرفة كنهه .. لا يعجز عن إعادته في خلق جديد، كما قال تعالى:  {أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقَادِرٍ عَلَى أَنْ يُحْيِيَ} . </p><p> قوله تعالى:  {اللَّهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ أُنْثَى وَمَا تَغِيضُ الْأَرْحَامُ ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه وتعالى لما ذكر إنكار المشركين للبعث واستبعادهم له كما حكى عنهم بقوله: {أَإِذَا كُنَّا تُرَابًا أَإِنَّا لَفِي </p><p>(١) المراغي. (٢) المراغي.</p>"
}