{
  "id": null,
  "sura": 12,
  "aya": 108,
  "text": "<p> ١٠٨ - {قُلْ} يا محمد لهؤلاء المشركين: {هَذِهِ} الطريقة والملة التي أنا عليها من توحيد الله، وإخلاص العبادة له دون الأوثان والأصنام، مبتدأ خبره:  {سَبِيلِي} ؛ أي: ملتي وسنتي ومنهاجي وطريقتي، وجملة قوله:  {أَدْعُو إِلَى اللَّهِ} ؛ أي: أدعو الناس بهذه الملة إلى توحيد الله والإيمان به حالة كوني {عَلَى بَصِيرَةٍ} وحجة واضحة، وبرهان قاطع. وضمير {أَنَا} تأكيد لفاعل {أَدْعُو} ، ولذلك عطف عليه قوله:  {وَمَنِ اتَّبَعَنِي} ؛ أي: أدعو إلى توحيد الله بهذه الملة، ويدعو إليه من اتبعني وآمن بي وصدقني، وهذا (١) قول الكلبي وابن زيد قالا: حق على من اتبعه وآمن به أن يدعو إلى ما دعا إليه، ويذكِّر بالقرآن، وقيل: تم الكلام عند قوله: {أَدْعُو إِلَى اللَّهِ} ثم استأنف {عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي} يعني: أنا على بصيرة وحجة واضحة ومن اتبعني أيضًا على بصيرة. قال ابن عباس: إن محمدًا - صلى الله عليه وسلم - وأصحابه كانوا على أحسن طريقة وأفضل هداية، وهم معدن العلم وكنز الإيمان وجند الرحمن. وقال ابن مسعود: ومن كان مستنا فليستن بمن قد مات، أولئك أصحاب محمد - صلى الله عليه وسلم -، كانوا خير هذه الأمة، وأبرها قلوبًا، وأعمقها علمًا، وأقلها تكلفًا، قوم اختارهم الله لصحبة نبيه - صلى الله عليه وسلم -، ونقل دينه فتشبهوا بأخلاقهم وطريقهم، فهؤلاء كانوا على الصراط المستقيم. والآية كقوله:  {ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ} . وقرأ عبد الله شذوذًا:  {قل هذا سبيلي} - على التذكير - والسبيل: يذكر ويؤنث. </p><p> {و} قل يا محمد: {سبحان الله} ؛ أي: أسبح الله سبحانه وتعالى تسبيحًا، وأنزهه تنزيهًا عما لا يليق بجلاله من جميع العيوب والنقائص والشركاء والأضداد والأنداد، ومن أن يكون معبود سواه، وتعالى الله عن ذلك علوًا كبيرًا {تُسَبِّحُ لَهُ السَّمَاوَاتُ السَّبْعُ وَالْأَرْضُ وَمَنْ فِيهِنَّ وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ وَلَكِنْ لَا تَفْقَهُونَ تَسْبِيحَهُمْ إِنَّهُ كَانَ حَلِيمًا غَفُورًا (٤٤) }. وقل يا محمد:  {وَمَا أَنَا مِنَ الْمُشْرِكِينَ} الذين أشركوا بالله غيره تعالى، والمعنى: أنا بريء من أهل الشرك به لست منهم، ولا هم مني. وهذا معطوف على:  {وَسُبْحَانَ اللَّهِ} عطف جملة على جملة. </p><p>(١) الخازن.</p>"
}