{
  "id": null,
  "sura": 12,
  "aya": 22,
  "text": "<p> أن تكونَ {أو} مَانِعَة خُلُوٍّ فتجوِّزَ الجمع، اهـ \"فتوحات\" . </p><p> {وَكَذَلِكَ} ؛ أي: وكما نجينا يوسف من القتل، والجبِّ وجَعَلْنَا في قلب الوزير حُنوًّا عليه {مَكَّنَّا لِيُوسُفَ فِي الْأَرْضِ} ؛ أي: أعطينا له مَكَانَةً؛ أي: رتبة عالية في أرض مصر. وهي أربعونَ فَرْسَخًا في أربعين فرسخًا. وقوله:  {وَلِنُعَلِّمَهُ} معطوف على محذوف متعلق بـ {مَكَّنَّا} ؛ أي: وكذلك مكنا ليوسف في أرض مصر، وجعلناه وجيهًا بين أهلها، ومحبَّبًا في قلوبهم، لينشأ منه ما جرى بينه وبين امرأة العزيز، وليتصرَّف فيها بالعدل، ولنعلِّمه {وَلِنُعَلِّمَهُ مِنْ تَأْوِيلِ الْأَحَادِيثِ} ؛ أي: تعبير بعض المنامات، التي أعظمها رؤيا الملك، وصاحبي السجن {وَاللَّهُ} سبحانه وتعالى {غَالِبٌ عَلَى أَمْرِهِ} ، و {الهاء} عائدة على الله؛ أي: غالب على أمر يريده لا يرده شيء، ولا ينازِعُه أحدٌ فيما شاء، ويحكم في أمر يوسف وغيره، بل إنما أمره إذا أراد شيئًا أن يقول له كن فيكون. {وَلَكِنَّ أَكْثَرَ النَّاسِ} وهم الكفار {لَا يَعْلَمُونَ} ، أنَّ الأمر كله لله، وأن قَضَاءَ الله غالب، فمن تأمل في أحوال الدنيا عَرَف ذلك؛ أي: فما حدث من إخوة يوسف له، وما فعله مسترقوه، وبائِعُوه، وما وَصَّى به الذي اشتراه امرأتَه من إكرام مثواه، وما وقع له مع هذه المرأة من الأحداث، ومنْ دخولِهِ السجنَ، قد كان من الأسباب التي أراد الله تعالى له بها التمكينَ في الأرض، ولكنَّ أكثرَ الناس يأخذون الأمورَ بظواهرها، كما زَعَم إخوة يوسف أنه لو أُبْعِدَ يوسفُ عنهم خَلا لهم وجه أبيهم، وكانوا من بعده قومًا صالحين. وقوله:  {أَكْثَرَ النَّاسِ} إيماء إلى أنَّ الأقل يعلمون ذلك، كيعقوب عليه السلام، فإنه يعلم أن الله غالب على أمره. فهذه أقواله السَّابقةُ واللاحقةُ صريحة في ذلك، ولكن عِلْمُه إجمالي لا تفصيليٌّ، إذ لا يحيطُ بما تخبئه الأقدارُ. </p><p> ٢٢ - وبعد أن بيَّن سبحَانَه أنَّ إخوةَ يوسف أساؤوا إليه، وصَبَرَ على تلك الشدائد حتى مكَّنَ الله له في أرض مصر، بيَّن هنا أنه أتاه الحُكْمَ والعلم حين استكمال سن الشباب، وبلوغ الأشد، وأنَّ ذلك جزاء منه سبحانه على إحسانه في سيرته فقال عزَّ اسمه:  {وَلَمَّا بَلَغَ} يوسف {أَشُدَّهُ} ؛ أي: سن رشده وكمال قوته، </p><p> باستكمال نموه البدني والعقليّ. وقال أهل التفسير: أي منتهى اشتداد جسمه، وقوته واستحكام عقله، وتمييزه، وهو سنُّ الوقوف ما بين الثلاثين إلى الأربعين. {آتَيْنَاهُ} ؛ أي: وَهَبْنَاه {حُكْمًا} صَحِيحًا فيما يعرض له من مَهامّ الأمور، ومشكلات الحوادث مقرونًا بالحق والصواب {وَعِلْمًا} لَدُنِيًّا، وفكرِيًّا بما ينبغي أن تسير عليه الأمور. </p><p> وقدَّرَ (١) الأطباء هذه السنَّ بخمس وعشرين سَنةً. وقد أثبت علماء الاجتماع أنَّ الاستعدادَ الإنسانيَّ يظهر رُوَيْدًا رُوَيْدًا حتى إذا ما بلغ المرء خَمْسًا وثلاثين سنة وَقَف عند هذا الحد، ولم يظهر فيه شيء جديد غير ما ظهر من بدء سن التمييز إلى هذه السن. ولهذا قال ابن عباس إنها ثلاث وثلاثون سنة. </p><p> وفي \"روح البيان\"  (٢) : والعقلاء ضبطوا مراتبُ أعمار الناس في أربع: </p><p> الأولى: سن النشوء والنَّماء، ونهايته إلى ثلاثين سنة. </p><p> والثانية: سن الوقوف وهو سن الشباب ونهايته إلى أن تتم أربعون سنةً من عمره. </p><p> والثالثة: سن الكهولة، وهو سن الانحطاط اليسير الخفيّ، وتمامه إلى ستين سنة. </p><p> والرابعة: سنِّ الشيخوخة، وهو سنُّ الانحطاط العظيم الظاهر، وتمامه عند الأطباء إلى مِئةً وعشرين سنة. والأشُدُّ: غاية الوصول إلى الفطرة الأولى. وعبارةُ \"الخازن\"  {وَلَمَّا بَلَغَ أَشُدَّهُ} أي (٣) منتهى شبابه، وشدته، وقوته قال مجاهد: ثلاثةٌ وثلاثون سنة. وقال الضحاك: عِشْرُون سنةً. وقال السدي: ثلاثون سنة. وقال الكَلْبي: الأشد ما بين ثماني عشرة سنة إلى ثلاثين سنةً. وسُئِلَ مالك عن الأَشُدِّ فقال: هو الحُلُم. {آتَيْنَاهُ} ؛ أي: آتينا يُوسُفَ بعد بلوغ الأشد، {حُكْمًا} ؛ أي: </p><p>(١) المراغي. (٢) روح البيان.(٣) الخازن.</p><p> نبوة {وَعِلْمًا} ؛ أي: فقهًا في الدين. وقيل: حُكْمًا يعني إصابة في القول، وعَلمًا، بتأويل الرؤيا انتهت. وقال القشيري: مِنْ جملة الحكم الذي آتاه الله نُفوذُ حكمه على نفسه حتى غَلَبَ شَهْوَتَه، فامْتَنَع عمَّا راودته زُليخَا عن نفسه، ومَنْ لا حُكْمَ له على نفسه لم يَنفُذْ حُكْمُه على غيره. </p><p> قال الإِمام نقلًا عن الحسن: كان يوسفُ نبيًّا من الوقت الذي أُلْقِيَ فيه في غيابة الجب لقوله تعالى: {وَلَمَّا بَلَغَ أَشُدَّهُ آتَيْنَاهُ} ولذا لم يقُلْ هُنا: ولمَّا بلغ أشدَّه واستوى، كما قال في قصة موسى؛ لأنَّ موسى أوحي إليه عند منتهى الأشدّ والاستواء وهو أربعون سنةً، وأوحي إلى يوسف عند أوله، وهو ثمان عشرة سنةً. وعن الحسن: مَنْ أَحسَنَ عبادةَ ربه في شبيبته آتاه الله الحكمة في اكتهالِه، وفيه إشارة إلى أنَّ المطيع تُفْتَحُ له ينابيع الحكمة، وتنبيه على أنَّ العطِيَّة الإلهية تَصِلُ إلى العبد، وإن طَالَ العَهْدُ إذا جاءَ أوانُها فلطالبِ الحق أن ينتظر إحسانَ الله تعالى، ولا ييأس منه. </p><p> {وَكَذَلِكَ} ؛ أي: مثل ذلك الجزاء العجيب الذي جَزَيْنا يوسف {نَجْزِي الْمُحْسِنِينَ} ؛ أي: كلَّ مَنْ يُحْسِنُ في عمله، وفي تعليق الجزاء المذكور بالمحسنين إشعارٌ بعَلِيّة الإحسان له، وتنبيهٌ على أنه سبحانه إنما أتاه الحكمَ والعلم لكونه مُحْسِنًا في أعماله، متقيًا في عنفوان أمره، هل جزاء الإحسان إلا الإحسان. قال بعضهم: نجزي المحسنين الذين يحسنون لأنفسهم في الطلب، والإرادة والاجتهاد، والرِّيادة فمَنْ أدْخل نَفسَه في زمرة أهل الإحسان جزاه الله تعالى بأَحْسَنِ الجزاء، وأحبه كما قال الله تعالى:  {وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ} فمن أحبَّه الله تعالى نَالَ سَعَادةَ الدَّارَيْنِ. </p><p> والمعنى: أي ومثل ذلك الجزاءِ العظيمِ نُجازِي به المتحلِّينَ بصفة الإحسان الذين لم يدنِّسُوا أنْفُسَهم بسيئات الأعمال، فنُؤتيهم نصيبًا من الحكم بالحق، والعدل، وعلمًا يظهره القولُ الفصلُ إذ يكون لذلك الإحسانِ تأثيرٌ في صفاء عقولهم وجَودةِ أفْهَامِهم وفقههم لحقائق الأشياء غيرَ ما يستفيدون بالكسب من غيرهم، ولا يتهيأ مثل ذلك للمسيئين في أعمالهم المتبعين لأهوائهم، وطاعة </p>"
}