{
  "id": null,
  "sura": 12,
  "aya": 4,
  "text": "<p> ووفقتهم لما هو الأدب في كل أمر وشأن إنك أنت المنان. </p><p> ٤ - واذكر يا محمَّد لقومك قِصَّةَ {إِذْ قَالَ يُوسُفُ} بن يعقوب {لِأَبِيهِ} يعقوب بن إسحاق بن إبراهيم عليهم السلام، ويوسُف اسم عِبْرِيٌّ، ولذلك لا يجري فيه الصرف للعجمة والعلمية. وقيل: هو عَرَبِيٌّ، والأول أصحُّ، بدليل عدم صرفه. وسئل (١) أبو الحسن الأقطع عن يوسف، فقال: الأسَفُ أشدُّ الحزن، والأَسِيفُ: العَبْدُ، واجتمع في يوسف فسُمِّي به. والعبرِيُّ والعَبْرَانِيُّ: لغة إبراهيم عليه السلام، كما أنَّ السِّرْيَانِيَّ هي اللغة التي تَكَلَّمَ بها آدم عليه السلام. قال السيوطي: السِّريانيُّ منسوب إلى سُريانة، وهي أرض الجزيرة التي كان نُوحٌ وقَوْمُه قبل الغرق فيها، وكان لسانُهم سريانيًّا إلا رجلًا واحدًا يقال له: جُرْهم وكان لسانُه عَرَبِيًّا. وقرأ الجمهور (٢) : {يُوسُفُ} بضم السين. وقرأ طلحة بن مُصَرِّف بكسرها مع الهمز مَكَانَ الواو، وحكى ابن زيد الهمز وفتح السين. {يَا أَبَتِ} ؛ أي: يا أبي بكسر التاءِ في قراءة أبي عمرو، وعاصم، وحمزة، والكسائي، ونافع، وابن كثير، وهي عند البصريين، علامة التأنيث، ولَحِقَتْ في لفظ أب في النداء خَاصَّةً بدلًا من الياءِ، وأصْلُه: يا أبي، وكَسْرُها للدلالة على أنها عوض عن حرف يُناسِبُ الكسرَ. وقرأ ابن عامر، وأبو جعفر، والأعرجُ بفتحها؛ لأنَّ الأصْلَ عندهم: يا أَبَتَا, ولا يجمع بين العوض والمعوَّض فيقال: يا أبتي. وأجاز الفراء: يا أبت بضم التاء. {إِنِّي رَأَيْتُ} في منامي في (٣) النهار؛ لأنها منْ رَأى الحُلمية لا مِن رأى البصرية كما يدل عليه قوله:  {لَا تَقْصُصْ رُؤْيَاكَ} ، {أَحَدَ عَشَرَ كَوْكَبًا} ؛ أي: نَجْمًا. وقرأ الحسنُ، وأبو جعفر، وطلحةُ بن سليمان:  (أَحَدَ عْشَرَ) بسكون العين لتوالي الحركات وليَظْهَرَ جعل الاسمين اسمًا واحدًا. وقرأ الجمهور بفتحها على الأصل. {و} رأيتُ {الشَّمْسَ وَالْقَمَرَ} إنما أخَّرَهما عن الكواكب لإظهار مِزيتِهما وشرفهما كما في عطف جبريل، وميكائيل على الملائكة. وقيل: إنَّ الواوَ بمعنى مع، والكواكبُ تُفسَّر بإخوته، والشَمْسُ بأمه والقَمَرُ بأبيه. وجملةُ </p><p>(١) الخازن. (٢) الشوكاني.(٣) المراح.</p><p> قوله:  {رَأَيْتُهُمْ لِي سَاجِدِينَ} ؛ أي: رأيت هؤلاء المذكورين سجَّدًا لي في المنام، جملةٌ مستأنفة لبيان الحالة التي رآهم عليها. كأنَّ سَائِلًا قال: كيف رأيتَ؟ وأجريت مُجْرى العقلاء في الضمير المختص بهم لوصفها بوصفِ العقلاء، وهو كونُها ساجدةً كذا قال الخليلُ، وسيبويه، والعربُ تَجْمَع ما لا يعقل جَمْعَ مَنْ يعقل، إذا نزلوه مَنْزِلَتَهُ. قال في \"الكواشي\" : الرؤيا في المنام، والرؤية في العين، والرأي في القلب. قال وَهْبٌ: رأى يُوسُفُ عليه السلام، وهو ابن سبع سنينَ أنَّ إحدَى عَشَرَةَ عصًا طِوالًا، كانت مركوزة في الأرض كهيئة الدائرة، وإذا عَصًا صغيرة وثَبَتْ عليها حتى ابْتَلَعَتْها، فذكر ذلك لأبيه، فقال: إياك أن تذكر هذا لإخوتك، ثُمّ رَأَى وهو ابن ثنتي عشرة، أو سبع عشرة سنةً ليلة الجمعةِ، الشمسَ والقمرَ، والكواكبَ، تسجد له، فقصها على أبيه فقال: لا تَذْكُرْها لهم فيبغوا لك الغَوَائِلَ. </p><p> رُوِيَ عن جابر رضي الله عنه: أنَّ يهودِيًّا جاء إلى رسول الله - صلى الله عليه وسلم - فقال: يا محمَّد! أخبرني عن النجوم التي رآهن يوسفُ عليه السلام، فسَكَتَ النبيُّ - صلى الله عليه وسلم -، فَنَزَلَ جِبْرِيل عليه السلام، فأخْبَرَهُ بذلك، فقال - صلى الله عليه وسلم - لليهوديّ إذَا أخبرتك بذلك هل تُسْلِمُ؟ فقال: نعم. قال: جريانُ (١) والطارقُ، والذَيَّالُ وقابسُ، وعَمُودان، والفَلِيقُ، والمُصبِّحُ، والضَّرُوخُ، والفَرْغُ، ووثَّابُ، وذو الكَتِفَيْنِ رآها يوسفُ عليه السلام، والشمسَ والقمرَ، نزَلْنَ من السماء، وسَجَدْنَ له، فقال اليهوديُّ: إي والله إنها لأسمَاؤها، اهـ \"بيضاوي\" . </p><p> (جَريان) بفتح الجيم وكسر الراء المهملة، وتشديد الياء التحتية منقول من اسم (طوق القميص) . (وقابس) بقاف، وموحدة وسين مقتبسُ النار (وعمودان) تثنية عمود (والفليق) نجم منفرد (والمصبح) ما يَطْلَعُ قبل الفجر، (والفرغ) بفاء وراء مهملة ساكنة، وغين معجمة، نجمٌ عند الدلو، و (وثاب) بتشديد المثلثة، سريعُ الحركة، و (ذُو الكتفين) تثنية كتف: نجم كبير، وهذه نجومٌ غير مرصودة، </p><p>(١) البيضاوي.</p><p> خصَّتْ بالرؤيا لغيبتهم عنه، اهـ \"شهاب\" . </p><p> والمراد بالسجود هنا: سَجْدَة تحية، لا سجدة عبادة. وقال بعضهم: لفظ السجود: يُطْلَقُ على وضع الجبهة على الأرض، سواء كان على وجه التعظيم، والإكرام، أو على وَجْهِ العبادة، ويُطلق أيضًا على التواضع، والخضوع، وإنما أُجرِيَتْ مُجْرَى العقلاء في الضمير لوصفها بوصف العقلاء، وهو السجود، كما مرَّ. </p><p> وأبو يوسف هو: يعقوب بن إسحاق بن إبراهيم. قال بَعْضُ مَنْ مال إلى الاشتقاق في هذه الأسماء: إنما سمِّيَ يعقوبُ لأنَّ يعقوبَ وعيصًا كانا تَوْأمَيْنِ فاقتتلا في بطن أمهما حيث أراد يعقوب أن يَخْرُجَ فَمَنَعَه عَيْصٌ وقال: لئن خَرجت قبلي لأعترض في بطن أمي، فلأقتلنَّها فتأخَّر يعقوب، فخرج عيص فأَخَذَ يعقوب بعقب عيص، فخَرَجَ بَعْدَهُ فلهذا سمي به، وسمي الآخر عَيْصًا لمَّا عَصَى وخَرَجَ قبل يعقوب، وكان عيص رجلًا أشعر، وكان يعقوبُ أجْرَد، وكان عيص أحبَّهما إلى أبيه، وكان يعقوبُ أحبَّهما إلى أمه، وكان عَيْصٌ صاحبَ صيد، وكان يعقوبُ صَاحِبَ غنم، فلما كَبرَ إسحاق، وعَمِي قال لعيص يومًا: يا بنيَّ أطْعِمْني لَحْمَ صيد، واقْتَرِبْ مني أدع لك بدعاءٍ دعا لي به أبي هو دعاء النبوة، وكان لكل نبي دعوة مستجابة، وأخَّر رسولنا - صلى الله عليه وسلم - دُعاءَه للشفاعة العظمى يوم القيامة، فخرج عَيْصٌ لطلب صيد، فقَالَتْ أمُّهُ ليعقوب: يا بنيَّ اذهب إلى الغنم فاذبح منها شَاةً ثم اشوها، والْبِسْ جِلْدَهَا، وقدِّمها إلى أبيك، قبل أخيك، وقُلْ له: أنا ابنك عيص لعله يدعو لك ما وَعَدَه لأخيك، فلما جَاءَ يعقوب بالشواء قال: يا أبت كُلْ، قال: مَنْ أنت؟ قال: أنا ابنك عيص؛ فمسَّه فقال: المس مَسُّ عَيْص والريحُ ريح يعقوب. قال بعضهم: والأسلم أن يقال: إنَّ أمه أحْضَرَتْ الشواء بين يدي إسحاق، وقالت: إنَّ ابْنَكَ جاءك بشواء، فادع له، فظَنَّ إسحاق أنه عيص، فأكل منه، ثم دَعَا لِمَنْ جاء به، أن يجعل الله في ذريته الأنبياءَ، والملوكَ فذهب يعقوب، وَلَمّا جاء عيصٌ قال: يا أبت قد جئتك بالصيد الذي أردتَ، فعلم إسحاق الحالَ، وقال: يا بنيَّ قد سبقك أخوك، ولكن بَقِيَتْ لك دعوة فهلم أدعو لك بها، فدعا أن يكون ذرِّيتُه عَدَدَ التراب، فأعطى الله تعالى له نَسْلًا كثيرًا، </p><p> وجملة الروم منْ ولده، رُوم، وكان إسحاق متوطِّنًا في كَنْعَان، وإسماعيل مقيمًا في مكة، فلما بَلَغَ إسحاق إلى مئة وثمانين من العمر، وحضرته الوفاة وصَّى سِرًّا بأن يخرج يعقوب إلى خاله في جانب الشام حذرًا من أن يقتله أخوه عَيْصٌ حسدًا, لأنه أقْسَمَ بالله في قصة الشواء أن يقتل يَعْقُوب فانطلق إلى خاله ليا بن ناهزَ، وأقام عنده وكان لخاله بنتان إحداهما لَيَّا، وهي كبراهما، والأُخرى راحيل، وهي صغراهما فخَطَبَ يعقوب إلى خاله بأن يزوجه إحداهما فقال له: هل لك مالُ؟ قال: لا, ولكن أَعْمَلُ لك، فقال: نعم، صداقها أن تخدمني سبع سنين، فقال يعقوب: أَخْدُمُكَ سبع سنين على أن تزوجني راحيل، قال: ذلك بيني وبينك، فرعَى له يعقوب سبع سنين، فزوجه الكبرى, وهي لَيَّا، قال له يعقوب: إنك خَدَعْتَني، إنما أردتُ راحيل، فقال له خاله: إنَّا لا ننكح الصغيرةَ قبل الكبيرة، فهلم فاعمل سبع سنين، فأزوجك أختها - وكان الناس يجمعون بين الأختَين إلى أنْ بعَثَ الله موسى عليه السلام - فرَعَى له سبع سنين، أُخْرى فزوجه راحيل، فجمَعَ بينهما، وكان حاله حين جهَّزَهما دفع إلى كل واحدة منهما أَمَةً تخدمُها، اسمُ إحداهما، زلفة، والأخرى بَلْهَة، فوهبتا الأمتَين ليعقوب، فولدت ليا ستة بنين وبنتًا واحدة، رُوبِيلَ، شمعون، يهوذا، لاوي، يَسْجُر، زيالون، دنية. وولدت زلفة ابنَينِ دان، يغثالى، وولدت بُلْهَةُ أيضًا ابنين جاد، آشر. وبقيت راحيل عاقرًا سنينَ ثمَّ حملَتْ، وولدت يوسف. وليعقوب من العمر إحدى وتسعون سنةً، وأراد يعقوب أن يُهاجِر إلى موطن أبيه إسحاق بكل الحواشي. وفي سنة الهجرة حَمَلَتْ راحيل ببنيامين، وماتت في نفاسها، ويوسف ابن سنتين، وكان أحبَّ الأولاد إلى يعقوب، وحين صار ابنَ سبع سنين، رَأَى المنام المذكور سابقًا فيما حكى الله تعالى بقوله:  {يَا أَبَتِ إِنِّي رَأَيْتُ أَحَدَ عَشَرَ كَوْكَبًا وَالشَّمْسَ وَالْقَمَرَ رَأَيْتُهُمْ لِي سَاجِدِينَ} . </p><p> واعلم: أنَّ يوسف رأى إخْوَته في صورة الكواكب, لأنه يُسْتَضاءُ بالأخوة، ويهدى بهم كما يهتدى بالكواكب، ورأى أباه وخَالَتَه ليا في صورة الشمس والقمر، وإنما قُلْنا خالته لأنه ماتت أمه في نفاس بنيامين كما مَرَّ. وسجودُهم له دخولهم تحت سلطنته، وانقيادهم له كما سيأتي في آخر القصة. </p>"
}