{
  "id": null,
  "sura": 12,
  "aya": 23,
  "text": "<p> شهواتهم. </p><p> ٢٣ - {وَرَاوَدَتْهُ} ؛ أي: راودَتْ يوسفَ وطلبته المرأة {الَّتِي هُوَ} ؛ أي: يوسف {فِي بَيْتِهَا} ؛ أي: في سَكَنِها ومَنْزِلها أن يحابيَ لها {عَنْ نَفْسِهِ} ويمكنَ لها من نفسه بالمواقعة عليها، والمجامعة بها. يقال: راودَ فلان جاريتَهُ عن نفسِهَا، وراودته هي عن نَفْسِهِ إذا حاول كل واحد منهما الوطءَ والجماعَ، وهي مفاعلة. وأصلها: أن تكونَ من الجانبين فجُعِلَ السببُ هنا في أحد الجانبين قائمًا مقامَ المسبب، فكأن يوسُفَ عليه السلام - لمَّا كان ما أعطيه من كمال الخلق، والزيادة في الحسن سببًا لمراودة امرأة العزيز له - مُراود لها، وإنما قال {الَّتِي هُوَ فِي بَيْتِهَا} ولم يقُل امرأة العزيز أو زليخا قَصَدًا إلى زيادة التقرير مع استهجان التصريح باسم المرأة، والمحافظة على الستر عليها. {وَغَلَّقَتِ الْأَبْوَابَ} عليها، وعلى يُوسُفَ؛ أي: أطبقَتْها، وكانت سبعةً، لأنَّ مثل هذا الفعل لا يكون إلا في ستر وخفية، أو إنها أغْلَقَتْها لشِدّةِ خوفِها. {وَقَالَتْ} ليوسف {هَيْتَ} ؛ أي: هلمَّ إليَّ، وأَقْبِلْ وبَادِرْ، أو تهيأت {لَكَ} لتستمتع بي وتجامعني. والمعنى: وخادعَتْ امرأة العزيز يُوسُفَ عن نفسه، وراوغته ليريدَ منها ما تريد هي منه، مُخالفًا لإرادته، وإرادة ربه، والله غالبٌ على أمره. قال في \"الكشاف\" : كأنَّ المعنى خادعَتْه عن نفسه؛ أي: فعلت ما يفعلُ المُخادِعُ لصاحبه عن شيء لا يريد إخراجَه من يده، وهو يحتال أن يأخذه منه، وهي عبارة عن التمحل في مواقعته إياها، اهـ. </p><p> {وَغَلَّقَتِ الْأَبْوَابَ} ؛ أي: وأحْكَمَتْ إغلاق بابِ المخدعَ الذي كَانَا فيه، وباب البهو الذي يكون أمامَ الغُرَفِ في بيوت العظماء، وباب الدار الخارجيِّ ورُبَّما كان هناك غيرُها {وَقَالَتْ هَيْتَ لَكَ} ؛ أي: وقالَتْ: هلم أقْبِلْ وزيدت كلمةٌ {لَكَ} لبيان المخاطب كما يقولونَ سقيًا لك، ورَعْيًا لك. وهذا الأسلوب هو الغاية في الاحتشام في التعبير، وقد يكون هناك ما زادته من إغراءٍ، وتهييج مما تقتضيه الحالُ، وما نُقل من الإسرائيليات عنها وعنه من الوقاحة فكذب فمثل هذا لا يُعْلَمُ إلا من الله، أو من الرواية الصحيحة عنها، أو عنه، ولا يستطيع أن يدَّعِي ذلك أحدٌ. وقرأ (١) نافع وابن ذكوان والأعرج وشيبة وأبو جعفر: {هَيْتَ} </p><p>(١) البحر المحيط.</p><p> بكسر الهاء بعدها ياء ساكنة وفح التاء. والحلوانيُّ عن هشام كذلك إلَّا أنه هَمَّزَ وقال:  {هِئْتَ} . وكذلك قرأ علي، وأبو وائل، وأبو رجاء، ويحيى، وعكرمة، ومجاهد، وقتادة، وطلحة، والمقرىء، وابنُ عباس، وأبو عامر في رواية عنهما، وأبو عمرو في رواية , وهشام في رواية, كذلك إلا أنهم ضَمُّوا التَّاء، وزيد بن علي، وابنُ أبي إسحاق كذلك إلا أنهما سهَّلاَ الهمزة. وذكر النَّحاس أنه قرئ بكسر الهاء بعدها ياء ساكنة، وكسر التاء. وقرأ ابن كثير، وأهل مكة بفتح الهاء، وسكون الياء، وضم التاء. وباقي السبعة أبو عَمرو والكوفيون، وابنُ مسعود، والحسن، والبصريون، كذلك إلا أنهم فتحوا التاءَ. وابن عباس، وأبو الأسود، وابن أبي إسحاق وابنُ مُحيصن، وعيسى البصرة كذلك. وعن ابن عباس:  {هييتَ} مثل حييت. فهذه تسع قراءات هي فيها اسمُ فعل إلّا قراءة ابن عباس الأخيرة، فإنها فعل مبني للمفعول، مسهَّلُ الهمزة من هيأت الشيءَ، وإلا مَنْ ضَمَّ التاءَ، وكَسر الهاء سَوَاءٌ هَمَّز أم لم يُهَمِّزْ فإنه يحتمل أن يكون اسم فعل كحالها عند فتح التاء، أو كسرها، ويحتمل أن يكونَ فِعْلًا واقِعًا عن ضمير المتكلم من هاء الرجل يهيىء إذا أحسن هيئَتَهُ على مثال: جاء يجيء، أو بمعنى تهيأت يقال: هَيْتَ وتَهَيأتَ بمعنى واحد. فإذا كانَ فِعْلًا تعلقت اللام بِهِ. وفي هذه الكَلِمةِ لغات أُخر، أعرضنا عنها صَفْحًا خوف الإطالة. </p><p> وانتصب {مَعَاذَ اللَّهِ} على المصدر بفعل محذوف وجوبًا، تقديره: أعوذ باللهِ سبحانه وتعالى؛ عياذًا مما تدعينني إليه، وألْتَجِىء إليه، وأعْتَصِمُ به مما تريدين مني من فعل السوء فهو يعيذني أن أَكُون من الجاهلين، كما سيأتي من قوله:  {وَإِلَّا تَصْرِفْ عَنِّي كَيْدَهُنَّ أَصْبُ إِلَيْهِنَّ وَأَكُنْ مِنَ الْجَاهِلِينَ} . </p><p> وجملة:  {إِنَّهُ رَبِّي أَحْسَنَ مَثْوَايَ} تعليل للامتناع الكائن منه ببعض الأسباب التي هي أقربُ إلى فهم امرأة العزيز، والضميرَ للشأن؛ أي: إنَّ الشَّأْنَ والحالَ ربي وسيِّدِيّ، ومالك رقبتي يعني العزيزَ قد أحسن معاملتي في إقامتي عندك، وأحسن مثوايَ، وإقامتي حيث أمرك، وأوصاك بقولهِ:  {أَكْرِمِي مَثْوَاهُ} فكيف أخونه في أهله، وأجيبُك إلى ما تريدين من ذلك، فلا أجزيه على إحسانه </p>"
}