{
  "id": null,
  "sura": 12,
  "aya": 53,
  "text": "<p> أقربها إليها، وهي فلسطين من بلاد الشام، واشتهر لدى أهلها ما فعله يوسف في مصر من حسن التدبير حتى كثرت فيها الغلال، وأصبح يبيع ما زاد على حاجة أهلها للأقطار المجاورة لها .. أمر يعقوب عليه السلام أولاده أن يرحلوا إلى مصر، ويأخذوا معهم ما يوجد في بلادهم من بضاعة ونقد فضة، ويشتروا به قمحًا؛ لأن المجاعة أوشكت أن تقضي عليهم، فنفذوا ما أراد، وكان بينهم وبين يوسف عليه السلام ما قصه الله سبحانه وتعالى علينا في كتابه الكريم. </p><p> التفسير وأوجه القراءة </p><p> ٥٣ - وقوله:  {وَمَا أُبَرِّئُ نَفْسِي ...} الآية. إن كان من كلام زليخا كما هو الراجح والظاهر من السياق. .. فمعناه أي: وما أبرىء نفسي ولا أنزهها عن السوء، ولا أشهد لها بالبراءة الكلية بدعوى عدم خيانتي إياه بالغيب بعد أن وجهت إليه اقتراف الذنب، وقلت:  {مَا جَزَاءُ مَنْ أَرَادَ بِأَهْلِكَ سُوءًا إِلَّا أَنْ يُسْجَنَ أَوْ عَذَابٌ أَلِيمٌ} وأودعته السجن، وعرف الناس خاصتهم وعامتهم ذلك، وكأنها بذلك تريد التنصل مما كان. {إِنَّ النَّفْسَ لَأَمَّارَةٌ بِالسُّوءِ} ؛ أي: إن (١) جنس النفس البشرية لكثيرة الأمر بعمل السوء؛ لما فيها من دواعي الشهوات الجسمية، والأهواء النفسية بما ركب فيها من القوى والآلات لتحصيل اللذات، وما يوسوس الشيطان ويزينه لها من النزغات، ومن ذلك أن حرضت زوجي على سجن يوسف، وقد كان ذلك مما يسوؤه، فالعفيف النزيه لا يرضى أن يزن بالريبة كما يسوء زوجي؛ إذ لا يرضى أن يكون عرضة مضغة للأفواه، وحديث الناس في أنديتهم وأسمارهم {إِلَّا مَا رَحِمَ رَبِّي} ؛ أي: إلا نفسًا رحمها ربي وعصمها، فصرف عنها السوء والفحشاء بعصمته كنفس يوسف عليه السلام. </p><p> ثم عللت ما سلف بقولها:  {إِنَّ رَبِّي} هو سبحانه وتعالى {غَفُورٌ} ؛ أي: عظيم المغفرة وكثيرها، فيغفر ما يعتري النفوس البشرية بمقتضى طباعها؛ إذ ركب فيها الشهوات الجسمية، والأهواء النفسية {رَحِيمٌ} ؛ أي: مبالغ في الرحمة لها </p><p>(١) المراغي.</p><p> بعصمتها من الجريان بمقتضى ذلك. </p><p> وعلى القول بأنه من كلام يوسف عليه السلام، فمعنى {وَمَا أُبَرِّئُ نَفْسِي} ؛ أي:  (١) لا أنزهها عن السوء، ولا أشهد لها بالبراءة الكلية. قاله تواضعًا لله تعالى، وهضمًا لنفسه الكريمة، لا تزكية لها وعجبًا بحاله في الأمانة، ومن هذا القبيل قوله عليه السلام:  \"أنا سيد ولد آدم ولا فخر\" أو تحدثًا بنعمة الله تعالى عليه في توفيقه وعصمته؛ أي: لا أنزهها عن السوء من حيث هي هي، ولا أسند هذه الفضيلة إليها بمقتضى طبعها من غير توفيق من الله تعالى. واللام في قوله:  {إِنَّ النَّفْسَ} للجنس؛ أي: إن جنس النفوس التي من جملتها نفسي في حدّ ذاتها {لَأَمَّارَةٌ بِالسُّوءِ} تأمر بالقبائح والمعاصي؛ أي: لأنها أشد استلذاذًا بالباطل والشهوات، وأميل إلى أنواع المنكرات، ولولا ذلك .. لما صارت نفوس أكثر الخلق مسخرة لشهواتهم في استنباط الحيل؛ لقضاء الشهوات وما صدرت منها الشرور أكثر. </p><p> ومن ما هنا وجب القول بأن كل من كان أوفر عقلًا، وأجل قدرًا عند الله .. كان أبصر بعيوب نفسه، ومن كان أبصر بعيوبها .. كان أعظم اتهامًا لنفسه، وأقل إعجابًا. {إِلَّا مَا رَحِمَ رَبِّي} ؛ أي: إلا نفسًا رحمها ربي من النفوس التي يعصمها من الوقوع في المهالك، ومن جملتها نفسي ونفوس سائر الأنبياء ونفوس الملائكة. أما الملائكة فإنه لم تركَّب فيهم الشهوة. وأما الأنبياء فهم وإن ركبت هي فيهم، لكنهم محفوظون بتأييد الله تعالى معصومون. فـ {مَا} موصولة بمعنى من، وفيه إشارة إلى أن النفس من حيث هي كالبهائم. والاستثناء من {النَّفْسَ} ، أو من الضمير المستتر في {أمارة} كأنه قيل: إن النفس لأمارة هي بالسوء إلا نفسًا رحمها ربي، فإنها لا تأمر بالسوء، أو بمعنى الوقت؛ أي: هي أمارة بالسوء في كل وقت إلا وقت رحمة ربي وعصمته لها، ودل على عموم الأوقات صيغة المبالغة في أمارة. يقال في اللغة: أمرت النفس بشيء فهي آمرة، وإذا أكثرت </p><p>(١) روح البيان.</p>"
}