{
  "id": null,
  "sura": 12,
  "aya": 27,
  "text": "<p> الْكَاذِبِينَ} في قوله:  {هِيَ رَاوَدَتْنِي} لأنه إذا طلبها دفعته عن نفسها، فشقَّتْ قميصَه من قدام، أو يُسْرعُ خَلْفَها لِيُدْرِكَها فيتعثر بذيله فينشق جيبه، </p><p> ٢٧ - {وَإِنْ كَانَ قَمِيصُهُ قُدَّ مِنْ دُبُرٍ} ؛ أي: من خلف {فَكَذَبَتْ} ؛ أي: فقد كذبت المرأة في دعْواها {وَهُوَ مِنَ الصَّادِقِينَ} في قوله: {هِيَ رَاوَدَتْنِي} لأنه يدل على أنَّها تَبِعَتْهُ فاجتذَبَت ثَوْبَهُ فقدَّتْه، وقوله (١) : {وَهُوَ مِنَ الْكَاذِبِينَ} ، {وَهُوَ مِنَ الصَّادِقِينَ} جملتان مؤكدتان لأنَّ من قوله: {فَصَدَقَتْ} يعلم كذبه، ومن قوله:  {فَكَذَبَتْ} يعلم صدقه، وفي بناءِ \"قُدَّ\" للمفعول ستر على مَنْ قَدَّه. وقال المفضل بن حرب: رأيت في مصحف {قُطَّ من دبر} أي شُقَّ. وقال ابن عطية: وقرأت فرقة {قُطّ} . وقرأ زيد بن علي:  {أو عذابًا أليمًا} وقدره الكسائي أو يعذُّب عَذابًا أليمًا. وقرأ الجمهور:  {مِنْ قُبُلٍ} و {مِنْ دُبُر} بضم الباء فيهما والتنوين. وقرأ الحسن وأبو عمرو في رواية بتسكينها، وبالتنوين وهي لغة الحجاز وأسد. وقرأ ابن يعمر، وابن أبي إسحاق، والعطاردي، وأبو الزناد، ونوح القارئ، والجارود بن أبي سَبْرة بخلاف عنه:  {من قبل ومن دبر} بثلاث ضمات. وقرأ ابن يعمر، وابن أبي إسحاق، والجارود أيضًا في رواية عنهم بإسكان الباء مع بنائهما على الضم، جعلوهما غايةً نحو من قبل، ومعنى الغَايَةِ: أن يصيرَ المضاف غايةَ نَفْسِهِ بعدما كان المضاف إليه غَايَتَه. والأصل: إعرابهما لأنهما اسمان متمكنان، ولَيْسا بظرفين. وقال أبو حاتم: هذا رديء في العربية، وإنما يقع هذا البناء في الظروف. وقال الزمخشري: والمعنى: مِنْ قُبُل القميص ومن دُبره. وأما التنكير فمعناه: من جهة يقال لها: قبل، ومن جهة يقال لها: دبر. وعن ابن أبي إسحاق أنه قرأ:  {من قبل ومن دبر} بالفتح كأن جعَلَهُما عَلَمين للجهتين، فَمَنَعهما الصرفَ للعلمية والتأنيث. </p><p> والمعنى (٢) : أي وحَكم ابن عم أو خال لها مستدلًّا بما ذكر، وكان عَاقِلًا حَصيفَ الرأي، فقال: قد سَمِعْنَا جلبةً وضوضاء، ورأينا شق القميص، إلا أنا لا ندري أيكما كان قُدَّامَ صاحبه، فإن كان شق القميص من قُدَّام فصدقت في دعواها، أنه أراد بها سوءًا؛ إذ الذي يقبله العقل أنه لما وثب عليها أخذت </p><p>(١) البحر المحيط. (٢) المراغي.</p>"
}