{
  "id": null,
  "sura": 12,
  "aya": 59,
  "text": "<p> الرئاسة؛ أي: زينتها، وعنده الخدم والحشم. وقيل: إنهم أنكروه لكونه كان في تلك الحال على هيئة ملك مصر ولبس تاجه وتطوق بطوقه. وقيل: كانوا بعيدًا عنه، فلم يعرفوه. وقيل: غير ذلك. فكل (١) ذلك مما يحول دون التثبت من معارف وجهه، ولا سيما أنهم كانوا يظنون أنه قد هلك، أو طوحت به طوائح الأيام، ولو كانوا قد فطنوا لبعض ملامحه وتذكروه بها .. لربما عدوه مما يتشابه فيه بعض الناس ببعض في العادات، وبخاصة أنه لم يكن يدور بخلدهم أن أخاهم قد وصل إلى ذلك المركز السامي. </p><p> فالمعنى (٢) : فدخلوا على يوسف عليه السلام، وهو في مجلس ولايته، فعرفهم يوسف بأول نظرة نظر إليهم لقوة فهمه {وَهُمْ لَهُ مُنْكِرُونَ} ؛ أي: والحال أنهم لا يعرفونه لطول المدة، فبين أن ألقوه في الجبّ ودخولهم عليه أربعون سنة على ما قيل، فكلموه بالعبرانية، فقال لهم: من أنتم وأي شيء أقدمكم بلادي؟ فقالوا: قدمنا لأخذ الميرة، ونحن قوم رعاة من أهل الشام أصابنا الجهد، فقال: لعلكم عيون تطلعون على عوراتنا، وتخبرون بها أعداءنا، فقالوا: معاذ الله، قال: من أين أنتم؟ قالوا: من بلاد كنعان نحن إخوة بنو أب واحد، وهو شيخ كبير صديق، نبي من أنبياء الله تعالى اسمه يعقوب، قال: كم أنتم؟ قالوا: كنا اثني عشر، فهلك منا واحد، فقال: كم أنتم ههنا؟ قالوا: عشرة، قال: أين الحادي عشر؟ قالوا: هو عند أبيه يتسلى به عن الهالك؛ لأنه أخوه الشقيق، قال: فمن يشهد لكم أنكم لستم عيونًا، وأن ما تقولون حق؟ قالوا: نحن ببلاد غربة لا يعرفنا فيها أحد، فيشهد لنا، قال: فأتوني بأخيكم الذي من أبيكم إن كنتم صادقين؟ فأنا أكتفي بذلك منكم، قالوا: إن أبانا يحزن لفراقه، قال: فاتركوا بعضكم عندي رهينة حتى تأتوني به، فاقترعوا فيما بينهم، فأصابت القرعة شمعون، وكان أحسنهم رأيًا في يوسف في أمر الجبّ، فتركوه عنده، فأمر بإنزالهم وإكرامهم. </p><p> ٥٩ - {وَلَمَّا جَهَّزَهُمْ} يوسفُ عليه السلام وشيَّعهم وأعطاهم {بِجَهَازِهِمْ} ؛ أي: بما يحتاجون إليه في سفرهم؛ أي: فلما أوقر يوسف إبلهم بالميرة وأصلحهم </p><p>(١) المراح. (٢) الخازن.</p><p> بالزاد وما يحتاج إليه المسافر. قال ابن عباس (١) : حمل لكل واحد منهم بعيرًا من الطعام، وأكرمهم في النزول، وأحسن ضيافتهم، وأعطاهم ما يحتاجون إليه في سفرهم. قال الأزهري (٢) : القراء كلهم على فتح الجيم، والكسر لغة جيدة. وقال أبو حيان: وقرىء بكسر الجيم قلت: وقراءة الكسر شاذة وليست بمتواترة. </p><p> ومعنى {وَلَمَّا جَهَّزَهُمْ بِجَهَازِهِمْ} ؛ أي: ولما هيأ لهم جهازهم وأهبة سفرهم ومؤنته - يقال: جهزت المسافر بالتشديد: هيأت له جهازه، وجهاز السفر: أهبته وما يحتاج إليه في قطع المسافة؛ أي: ولما أوقر ركائبهم بما جاؤوا لأجله من الميرة والطعام، وجهزهم بما سوى ذلك من الزاد، وبما يحتاج إليه المسافرون عادة على قدر طاقتهم وبيئتهم {قَالَ} يوسف عليه السلام: {ائْتُونِي بِأَخٍ لَكُمْ} ؛ أي: جيئوني بأخيكم {مِنْ أَبِيكُمْ} هو شقيقه بنيامين إذا رجعتم، لتمتاروا مرة أخرى، لأعلم صدقكم فيما قلتم: إن لنا أخًا من أبينا عند أبينا، وسبب (٣) ذلك أن يوسف ما كان يعطي لأحد إلا حمل بعير، وقد كان إخوته عشرة، فأعطاهم عشرة أحمال، فقالوا: إن لنا أبًا شيخًا كبيرًا وأخًا آخر بقي معه، وإن أباهم لتقادم سنه وشدة حزنه لا يستطيع الحضور، وإن أخاهم بقي في خدمة أبيه، ولا بدّ لهما من شيء من الطعام، فجهز لهما بعيرين آخرين، وقال: جيئوني بأخيكم لأراه وأصدقكم فيما قلتم. وإنما (٤) قال: {بِأَخٍ لَكُمْ} ولم يقل بأخيكم بالإضافة مبالغة في إظهار عدم معرفته لهم، فإنه فرق بين مررت بغلامك، ومررت بغلام لك. فإنك في التعريف تكون عارفًا بالغلام دون التنكير لأنك جاهل به. فالتعريف (٥) يفيد نوع عهد في الغلام بينك وبين المخاطب، والتنكير لا عهد فيه البتة، وجائز أن تخبر عمن تعرفه إخبار النكرة، فتقول: قال رجل لنا وأنت تعرفه؛ لصدق إطلاق النكرة على المعرفة. </p><p> {أَلَا تَرَوْنَ أَنِّي أُوفِي الْكَيْلَ} ؛ أي: أني أتمه ولا أبخس منه شيئًا، وأزيدكم </p><p>(١) الشوكاني. (٢) المراغي.(٣) روح البيان.(٤) البحر المحيط.(٥) الخازن.</p>"
}