{
  "id": null,
  "sura": 13,
  "aya": 3,
  "text": "<p> إلى الأجساد، ويعيد العالم إلى حياة أخرى حياة استقرار وبقاء لا فناء بعدها، وإذا أيقنتم بذلك .. وليتم معرضين عن عبادة الأصنام والأوثان، وأخلصتم العبادة للواحد الديان، وائتمرتم بوعده ووعيده، وصدقتم برسله، وبادرتم إلى اتباع أوامره، وتركتم ما نهى عنه، ففزتم بسعادة الدارين. </p><p> فائدة: قال بعضهم (١) : لا غنية للمؤمن عن ست خصال: </p><p> أولاها: علم يدله على الآخرة. </p><p> والثانية: رفيق يعينه على طاعة الله تعالى، ويمنعه عن معصيته. </p><p> والثالثة: معرفة عدوه والحذر منه. </p><p> والرابعة: عبرة يعتبر بها في آيات الله، وفي اختلاف الليل والنهار. </p><p> والخامسة: إنصاف الخلق؛ لئلا يكونوا له يوم القيامة خصماء. </p><p> والسادسة: الاستعداد للموت ولقاء الرب قبل نزوله كيلا يكون مفتضحًا يوم القيامة. </p><p> وبعد أن ذكر سبحانه وتعالى الدلائل السماوية على وحدانيته تعالى وكمال قدرته .. أردفها بالأدلة الأرضية، وذكر منها عدة أمور: </p><p> ٣ - الأول منها: ما ذكره بقوله: {وَهُوَ الَّذِي مَدَّ الْأَرْضَ} ؛ أي: بسطها طولًا وعرضًا، ووسعها؛ أي: جعلها متسعة ممتدة في الطول والعرض؛ لتثبت عليها الأقدام، ويتقلب عليها الحيوان، وينتفع الناس بخيراتها زرعها وضرعها، وبما في باطنها من معادن جامدة وسائلة، ويسيرون في أكنافها يبتغون رزق ربهم منها. </p><p> والمعنى: أنشأها ممدودة بسيطة، لا أنها كانت مجموعة في مكان فبسطها، وهذا يدل على كونها مسطحة كالأكف، وعند أصحاب الهيئة أن الأرض كرة لا شك في كرويتها عندهم لما عندهم من الأدلة على ذلك، ويجمع بينها بأن يقال: </p><p>(١) روح البيان.</p><p> إن كونها بسيطة لا ينافي كرويتها؛ لأن جميع الأرض جسم عظيم، والكرة إذا كانت في غاية الكبر كان كل قطعة منها يشاهد كالسطح، ومع ذلك فالله تعالى قد أخبر أنه مد الأرض، وأنه دحاها وبسطها، وكل ذلك يدل على التسطيح، والله تعالى أصدق قيلًا وأبين دليلًا من أصحاب الهيئة. </p><p> والثاني منها: ما ذكره بقوله: {وَجَعَلَ فِيهَا} ؛ أي: في الأرض {رَوَاسِيَ} ؛ أي: جبالًا ثابتة، يقال: رسا الشيء يرسو إذا ثبت، وأرساه غيره أثبته، جمع راسية، والتاء فيه للمبالغة كما في علامة؛ إذ لا يقال: جبال راسية والمعنى (١) : وجعل فيها جبالًا ثابتةً أوتادًا للأرض؛ لئلا تضطرب فتستقر ويستقر عليها، وكان اضطرابها من عظمة الله تعالى. قال ابن عباس - رضي الله عنه - كان أبو قبيس أول جبل وضع على الأرض. وقال في \"القاموس\" : أبو قبيس جبل بمكة سمي برجل حداد من مذحج كمجلس؛ لأنه أول من بنى فيه، وكان يسمى الأمين؛ لأن الركن كان مستودعًا فيه. اهـ. قال في \"إنسان العيون\" : وكان أول جبل وضع عليها أبا قبيس، وحينئذ كان ينبغي أن يسمى أبا الجبال، وأن يكون أفضلها، مع أن أفضلها كما قال السيوطي: أُحد؛ لقوله عليه السلام:  \"أُحُد يحبنا ونحبه\" وهو بضمتين جبل بالمدينة. </p><p> والثالث منها: ما ذكره بقوله: {وَأَنْهَارًا} ؛ أي: وجعل فيها أنهارًا ومياهًا جاريةً لمنافع الإنسان والحيوان، فَيسقي الإنسان ما جعل الله فيها من الثمرات المختلفة الألوان والأشكال، ويجعلها لنفسه طعامًا وفاكهةً، ويكون منها مادة حياته في طعامه وشرابه وغذائه. وإنما ضمها (٢) إلى الجبال، وعلق بها فعلًا واحدًا من حيث إن الجبال أسباب لتولدها، وذلك أن الحجر جسم صلب، فإذا تصاعدت الأبخرة من قعر الأرض ووصلت إلى الجبل .. احتبست هناك، فلا تزال تتزاحم وتتضاعف حتى تحصل بسبب الجبل مياه عظيمة، ثم إنها لكثرتها وقوتها تنقب الجبل، وتخرج وتسيل على وجه الأرض. ومن الأنهار العظيمة </p><p>(١) روح البيان. (٢) روح البيان.</p><p> الفرات؛ وهو نهر الكوفة، ودجلة؛ وهو نهر بغداد، وسيحان - بفتح السين المهملة -؛ وهو نهر المصيصة، وسيحون؛ وهو نهر بالهند، وجيحان - بفتح الجيم -؛ وهو نهر أذنة في بلاد الأرمن، وجيحون؛ وهو نهر بلخ، والنيل؛ وهو نهر مصر. </p><p> والرابع منها: ما ذكره بقوله: {وَمِنْ كُلِّ الثَّمَرَاتِ} متعلق بقوله: {جَعَلَ فِيهَا زَوْجَيْنِ اثْنَيْنِ} اثنين تأكيد للزوجين، كما هو دأب العرب في كلامهم؛ أي: وجعل سبحانه وتعالى في الأرض من كل أنواع الثمرات زوجين زوجين؛ أي: صنفين صنفين كالحلو والحامض، والأسود والأبيض، والأصفر والأحمر، والصغير والكبير. أو المعنى (١) : جعل من كل أصناف الثمرات زوجين اثنين، ذكرًا وأنثى حين تكونها، فقد أثبت العلم حديثًا أن الشجر والزرع لا يولدان الثمر والحب إلا من اثنين: ذكر وأنثى، وعضو التذكير قد يكون مع عضو التأنيث في شجرة واحدة، كأغلب الأشجار؛ وقد يكون عضو التذكير في شجرة، وعضو التأنيث في شجرة أخرى، كالنخل، وما كان العضوان فيه في شجرة واحدة؛ إما أن يكونا معًا في زهرة واحدة كالقطن، وإما أن يكون كل منهما في زهرة منفردة كالقرع مثلًا. وعبارة \"الشوكاني\" هنا: أي: جعل كل نوع من أنواع ثمرات الدنيا صنفين؛ إما في اللونية كالبياض والسواد ونحوهما، أو في الطعمية كالحلو والحامض ونحوهما، أو في القدر كالصغر والكبر، أو في الكيفية كالحر والبرد. قال الفراء: يعني بالزوجين: الذكر والأنثى، والأول أولى. اهـ. </p><p> والخامس منها: ما ذكره بقوله: {يُغْشِي اللَّيْلَ النَّهَارَ} قرأ الجمهور: {يُغْشِي} من أغشى الرباعي. وقرأ حمزة (٢) والكسائي وأبو بكر: {يغشِّي} - بالتشديد - من غشى المضعف؛ أي: يجعل سبحانه وتعالى الليل غاشيًا وساترًا يغشى ويستر بظلمته ضوء النهار، فيذهب بظلمته ضوء النهار؛ أي: يجعل النهار مستورًا بالليل ويغطيه بظلمته، ولم يذكر العكس اكتفاء بأحد الضدين. </p><p>(١) المراغي. (٢) البيضاوي.</p><p> والمعنى: أي يلبس (١) النهار ظلمة الليل، فيصير الجو مظلمًا بعد أن كان مضيئًا، فكأنه وضع عليه لباسًا من الظلمة، وكذلك يلبس الليل ضياء النهار، فيصير الجو مضيئًا بعد أن كان مظلمًا، وكل هذا لتتم المنافع للناس بالسكون والاستقرار، أو بالبحث على المعايش والأرزاق كما قال سبحانه:  {أَلَمْ يَرَوْا أَنَّا جَعَلْنَا اللَّيْلَ لِيَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا} وقال أيضًا: {وَمِنْ آيَاتِهِ مَنَامُكُمْ بِاللَّيْلِ وَالنَّهَارِ وَابْتِغَاؤُكُمْ مِنْ فَضْلِهِ} . </p><p> قال البيضاوي: يلبسه مكانه، فيصير الجو مظلمًا بعدما كان مضيئًا يعني: أن الإغشاء: إلباس الشيء الشيء، ولما كان إلباس الليل النهار وتغطية النهار به غير معقول؛ لأنهما متضادان لا يجتمعان، واللباس لابدّ أن يجتمع مع اللابس .. قدر المضاف وهو مكانه، ومكان النهار هو الجو، وهو يلبس ظلمة الليل، ففيه استعارة تبعية كما سيأتي في مبحث البلاغة. </p><p> وبعد أن ذكر هذه الأدلة التي تشاهد في رأي العين في كل صباح ومساء، وفي كل حين ووقت .. ذكر أن هذه الأدلة لا يلتفت إليها ولا يعتبر بها إلا من له فكر يتدبر به، وعقل يهتدي به إلى وجه الصواب، وينتقل من النظر في الأسباب إلى مسبباتها، فقال:  {إِنَّ فِي ذَلِكَ} ؛ أي: إن فيما ذكر من عجائب خلق الله تعالى، وعظيم قدرته التي خلق بها هذه الأشياء العظيمة {لَآيَاتٍ} ؛ أي: لدلائل وحججًا {لِقَوْمٍ يَتَفَكَّرُونَ} ؛ أي: لقومٍ يتفكرون فيها ويتأملون، ويعتبرون بها، فيعلموا أن الخالق لذلك هو القاهر فوق العباد، وهو ذو الإرادة المطلقة والقدرة الشاملة، فلا يعجزه إحياء من هلك من خلقه، ولا إعادة من فني منهم، ولا ابتداع ما شاء ابتداعه، ومن ثم لا تجوز العبادة إلا له تعالى، ولا التذلل والخضوع إلا لسلطانه، ولا ينبغي أن تكون لصنم أو وثن أو حجر أو شجر أو ملك أو نبي أو غير أولئك ممن سلب النفع والضرّ، بل لا يستطيع صرف الأذى عن نفسه {إِنَّ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ لَنْ يَخْلُقُوا ذُبَابًا وَلَوِ اجْتَمَعُوا لَهُ وَإِنْ يَسْلُبْهُمُ الذُّبَابُ </p><p>(١) المراغي.</p><p> شَيْئًا لَا يَسْتَنْقِذُوهُ مِنْهُ}، وقد روي: تفكروا في آلاء الله ولا تتفكروا في الله. </p><p> ومعنى {إِنَّ فِي ذَلِكَ} ؛ أي: إن (١) في كل من الأرض والجبال والأنهار والثمار والملوين (٢)  {لَآيَاتٍ} تدل على الصانع وقدرته وحكمته وتدبيره. أما في الأرض فمن حيث هي ممدودة مدحوة كالبساط لما فوقها، وفيها المسالك والفجاج للماشين في مناكبها، وغير ذلك مما فيها من العيون والمعادن والدواب مثلًا. وأما الجبال فمن جهة رسوها وعلوها، وصلابتها وثقلها، وقد أرسيت الأرض بها كما يرسى البيت بالأوتاد. وأما الأنهار فحصولها في بعض جوانب الجبال دون بعض لا بد أن يستند إلى الفاعل المختار الحكيم. وأما الثمار فالحبة إذا وقعت في الأرض وأثرت فيها نداوة الأرض .. ربت وكبرت، وبسبب ذلك ينشق أعلاها وأسفلها، فتخرج من الشق الأعلى الشجرة الصاعدة، وتخرج من الشق الأسفل العروق الغائصة في أسفل الأرض. وهذا من العجائب؛ لأن طبيعة تلك الحبة واحدة، وتأثير الطبائع والأفلاك والكواكب فيها واحد، ثم إنه خرج من أحد جانبي تلك الحبة جرمٌ صاعد إلى الهواء ومن الجانب الآخر منها جرم غائص في الأرض، ومن المحال أن يتولد من طبيعة واحدة طبيعتان متضادتان، فعلمنا أن ذلك إنما كان بسبب تدبير المدبر الحكيم، ثم إن الشجرة النابتة من تلك الحبة بعضها يكون خشبًا، وبعضها يكون نورة، وبعضها يكون ثمرة، ثم إن تلك الثمرة أيضًا يحصل فيها أجسام مختلفة الطبائع. فالجوز له أربعة أنواع من القشور: قشرة الأعلى، وتحته القشرة الخشبية، وتحته القشرة المحيطة باللب، وتحت تلك القشرة قشرة أخرى في غاية الرقة تمتاز عما فوقها حال كون الجوز واللوز رطبًا، وأيضًا قد يحصل في الثمرة الواحدة الطبائع المختلفة من الحبة الواحدة مع تساوي تأثيرات الطبائع، وتأثيرات الأنجم والأفلاك لا بد وأن يكون لأجل تدبير الحكيم القدير. وأما الملوان فلا يخفى ما في اختلافهما ووجودهما من الآية؛ أي: الدلالة الواضحة {لِقَوْمٍ يَتَفَكَّرُونَ} فيستدلون، والتفكر: تصرف القلب في طلب معاني الأشياء، وكما أن في العالم الكبير أرضًا وجبالًا ومعادن </p><p>(١) روح البيان. (٢) الملوان: الليل والنهار.</p>"
}