{
  "id": null,
  "sura": 13,
  "aya": 19,
  "text": "<p> عما يقربهم إلى الله زلفى، فباؤوا بالخسران والهوان والنكال. </p><p> والثالث منها: ما ذكره بقوله: {وَمَأْوَاهُمْ} ؛ أي: مقرهم في الآخرة بعد المناقشة والحساب {جَهَنَّمُ} ؛ أي: نار جهنم. فإن قلت: هلا قيل: ومأواهم النار؟ قلت: لأن في ذكر جهنم تهويلًا وتفظيعًا، ويحتمل أن يكون جهنم هي أبعد النار قعرًا، من قولهم: بئر جهنم بعيدة القعر. قال بعضهم: جهنم: لفظ معرب، وكأنه في الفرس: جَهْ نم. {وَبِئْسَ الْمِهَادُ} ؛ أي: وبئس المسكن مسكنهم في الآخرة، والمخصوص بالذم هي؛ أي: جهنم وقيل المهاد: الفراش، يعني: وبئس الفراش يفرش لهم في جنهم، إذ أنهم غفلوا عما يقربهم إلى ربهم، وينيلهم كرامته ورضوانه، واتبعوا أهواءهم وانغمسوا في لذاتهم، فحقت عليهم كلمته {لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ} . ونزل في حمزة - رضي الله عنه - وأبي جهل كما روي عن ابن عباس - رضي الله عنهما - </p><p> ١٩ - قوله تعالى:  {أَفَمَنْ يَعْلَمُ أَنَّمَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ الْحَقُّ كَمَنْ هُوَ أَعْمَى} . وقيل: نزلت في عمار بن ياسر رضي الله عنه وأبي جهل بن هشام، فالأول هو حمزة أو عمار رضي الله عنهما، والثاني أبو جهل، وحمل الآية على العموم أولى، وإن كان السبب مخصوصًا كما في \"الخازن\" . والهمزة فيه للاستفهام الإنكاري الاستبعادي داخلة على محذوف، والفاء عاطفة على ذلك المحذوف كما هو مذهب الزمخشري، والتقدير: أيستوي المؤمن والكافر، فمن يعلم ويصدق أن القرآن الذي أنزل إليك من ربك هو الحق كحمزة بن عبد المطلب أو عمار رضي الله عنهما كمن هو أعمى قلبه، فينكر القرآن كأبي جهل؛ أي: لا يستوي من يعلم أن الذي أنزله الله عليك من عنده هو الحق الذي لا شك فيه ولا امتراء، ومن لا يعلم ذلك فهو أعمى لا يهتدي إلى خير يفهمه، ولو فهمه ما انقاد إليه ولا صدقه، فيبقى حائرًا في ظلمات الجهل وغياهب الضلالة. قال قتادة: هؤلاء قوم انتفعوا بما سمعوا من كتاب الله وعقلوه ووعوه، وهؤلاء قوم كمن هو أعمى عن الحق، فلا يبصره ولا يعقله. اهـ. </p><p> والمعنى: لا يستوي من يبصر الحق ويتبعه ومن لا يبصر الحق ولا يتبعه، وإنما شبه الكافر والجاهل بالأعمى؛ لأن الأعمى لا يهتدي لرشد وربما وقع في </p><p> مهلكة وكذلك الكافر والجاهل لا يهتديان للرشد، وهما واقعان في المهلكة. </p><p> {إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ} ؛ أي: إنما يتعظ ذوو العقول السليمة الصحيحة، وهم الذين ينتفعون بالمواعظ والأذكار؛ أي: ما يعتبر بهذه الأمثال ويتعظ بها ويصل إلى لبها وسرها إلا أولو العقول السليمة والأفكار الرجيحة. والمعنى: لا يقبل نصح القرآن ولا يعمل به إلا ذوو العقول الصافية من معارضة الوهم. </p><p> الإعراب </p><p> {هُوَ الَّذِي يُرِيكُمُ الْبَرْقَ خَوْفًا وَطَمَعًا وَيُنْشِئُ السَّحَابَ الثِّقَالَ} . </p><p> {هُوَ الَّذِي} : مبتدأ وخبر، والجملة مستأنفة. {يُرِيكُمُ الْبَرْقَ} : فعل ومفعولان؛ لأنه من رأى البصرية تعدى بالهمزة إلى مفعولين، وفاعله ضمير يعود إلى الموصول، والجملة صلة الموصول. {خَوْفًا وَطَمَعًا} : حالان من الكاف في {يُرِيكُمُ} ؛ أي: حال كونكم خائفين وطامعين، ويجوز أن يكون مفعولًا من أجله، ذكره أبو البقاء، ومنعه الزمخشري؛ لعدم اتحاد الفاعل يعني: أن فاعل الإراءة وهو الله تعالى غير فاعل الخوف والطمع، وهو ضمير المخاطبين، فاختلف فاعل الفعل المعلل وفاعل العلة، وهذا يمكن أن يجاب عنه بأن المفعول في قوة الفاعل، فإن معنى يريكم: يجعلكم رائين فتخافون وتطمعون. اهـ. \"سمين\" . {وَيُنْشِئُ السَّحَابَ} : فعل ومفعول. {الثِّقَالَ} : صفة لـ {السَّحَابَ} ، وفاعله ضمير يعود على الموصول، والجملة معطوفة على جملة {يُرِيكُمُ} على كونها صلة الموصول. </p><p> {وَيُسَبِّحُ الرَّعْدُ بِحَمْدِهِ وَالْمَلَائِكَةُ مِنْ خِيفَتِهِ وَيُرْسِلُ الصَّوَاعِقَ فَيُصِيبُ بِهَا مَنْ يَشَاءُ وَهُمْ يُجَادِلُونَ فِي اللَّهِ وَهُوَ شَدِيدُ الْمِحَالِ (١٣) }. </p><p> {وَيُسَبِّحُ الرَّعْدُ} : فعل وفاعل. {بِحَمْدِهِ} : متعلق به، والجملة معطوفة على جملة الصلة، والعائد ضمير {بِحَمْدِهِ} . {وَالْمَلَائِكَةُ} : معطوف على {الرَّعْدُ} . {مِنْ خِيفَتِهِ} : متعلق بـ {يسبح} أيضًا. {وَيُرْسِلُ الصَّوَاعِقَ} : فعل ومفعول، وفاعله ضمير يعود على الموصول، والجملة معطوفة على جملة الصلة. </p><p> {فَيُصِيبُ} : (الفاء) : عاطفة. {يصيب} : فعل مضارع معطوف على {يرسل} ، وفاعله ضمير يعود على الموصول. {بِهَا} : جار ومجرور متعلق به. {مَن} : اسم موصول في محل النصب مفعول {يصيب} . {يَشَاءُ} : فعل مضارع، وفاعله ضمير يعود على الله، والجملة صلة {مَن} الموصولة، والعائد محذوف تقديره: يشاءه. {وَهُمْ} : مبتدأ، وجملة {يُجَادِلُونَ} : خبره، والجملة الاسمية مستأنفة، أو في محل النصب حال من {مَن} الموصولة، وأعاد عليها الضمير جمعًا باعتبار معناها. اهـ. \"سمين\" . {فِي اللَّهِ} : جار ومجرور متعلق بـ {يُجَادِلُونَ} . {وَهُوَ شَدِيدُ الْمِحَالِ} : مبتدأ وخبر ومضاف إليه، والجملة الاسمية في محل النصب حال من لفظ الجلالة. </p><p> {لَهُ دَعْوَةُ الْحَقِّ وَالَّذِينَ يَدْعُونَ مِنْ دُونِهِ لَا يَسْتَجِيبُونَ لَهُمْ بِشَيْءٍ إِلَّا كَبَاسِطِ كَفَّيْهِ إِلَى الْمَاءِ لِيَبْلُغَ فَاهُ وَمَا هُوَ بِبَالِغِهِ وَمَا دُعَاءُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ (١٤) }. </p><p> {لَهُ} : خبر مقدم. {دَعْوَةُ الْحَقِّ} : مبتدأ مؤخر، والجملة مستأنفة. {وَالَّذِينَ} : مبتدأ. {يَدْعُونَ} : فعل وفاعل صلة الموصول، والعائد محذوف تقديره: والأصنام الذين يدعونهم. {مِنْ دُونِهِ} : جار ومجرور متعلق بـ {يَدْعُونَ} أو حال من الضمير المحذوف. {لَا يَسْتَجِيبُونَ} : فعل وفاعل. {لَهُمْ} : جار ومجرور متعلق به. {بِشَيْءٍ} : متعلق به أيضًا، والجملة الفعلية في محل الرفع خبر المبتدأ، والجملة الاسمية مستأنفة. {إِلَّا} : أداة استثناء مفرغ من عام المصدر. {كَبَاسِطِ كَفَّيْهِ} : جار ومجرور ومضاف إليه، وهو من إضافة الوصف إلى مفعوله. {إِلَى الْمَاءِ} : جار ومجرور متعلق بـ {باسط} الجار والمجرور صفة لمصدر محذوف تقديره: لا يستجيبون لهم استجابةً إلا استجابةً مثل استجابة الماء لمن بسط كفيه إليه. {لِيَبْلُغَ} : (اللام) : حرف جر وتعليل. {يبلغ فاه} : فعل ومفعول، وفاعله ضمير يعود إلى {الْمَاءِ} ، والجملة الفعلية في تأويل مصدر مجرور باللام تقديره؛ لبلوغ الماء فاه، والجار والمجرور متعلق بـ {باسط} . {وَمَا} : (الواو) : حالية. {ما} : نافية، أو حجازية. {هُوَ} : مبتدأ، أو اسمها. {بِبَالِغِهِ} : خبر المبتدأ، أو خبرها، والباء زائدة، والجملة الاسمية في محل </p><p> النصب حال من فاعل {يبلغ} . </p><p> وفي \"السمين\" : {وَمَا هُوَ بِبَالِغِهِ} في {هو} ثلاثة أوجه: </p><p> أحدما: أنه ضمير {الْمَاءِ} ، والهاء في {بِبَالِغِهِ} للفم؛ أي: وما الماء ببالغ فيه. </p><p> والثاني: أنه ضمير الفم، والهاء في {بِبَالِغِهِ} لـ {الْمَاءِ} ؛ أي: وما الفم ببالغ الماء؛ إذ كل واحد منهما لا يبلغ الآخر على هذه الحال، فنسبة الفعل إلى كل واحد وعدمها صحيحان. </p><p> والثالث: أن يكون {هُوَ} ضمير {الباسط} ، والهاء في {بِبَالِغِهِ} لـ {الْمَاءِ} ؛ أي: وما باسط كفيه إلى الماء يبلغ الماء. اهـ. {وَمَا} : (الواو) : استئنافية. {ما} : نافية. {دُعَاءُ الْكَافِرِينَ} : مبتدأ ومضاف إليه. {إِلَّا} : أداة استثناء مفرغ. {فِي ضَلَالٍ} : جار ومجرور خبر المبتدأ، والجملة مستأنفة. </p><p> {وَلِلَّهِ يَسْجُدُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ طَوْعًا وَكَرْهًا وَظِلَالُهُمْ بِالْغُدُوِّ وَالْآصَالِ (١٥) }. </p><p> {وَلِلَّهِ}  (الواو) : استئنافية. {لله} : جار ومجرور متعلق بـ {يَسْجُدُ} . {يَسْجُدُ مَنْ} : فعل وفاعل، والجملة مستأنفة. {فِي السَّمَاوَاتِ} : جار ومجرور صلة {مَنْ} الموصولة, {وَالْأَرْضِ} : معطوف على {السَّمَاوَاتِ} . {طَوْعًا وَكَرْهًا} : حالان من {مَن} الموصولة، ولكنه في تأويل مشتق؛ أي: حالة كونهم طائعين وراضين بالسجود، وحال كونهم كارهين؛ أي: غير راضين به. {وَظِلَالُهُمْ} : معطوف على {مَن} الموصولة. {بِالْغُدُوِّ} : جار ومجرور متعلق بـ {يَسْجُدُ} ، والباء بمعنى في الظرفية. {وَالْآصَالِ} : معطوف على {الغدو} . </p><p> {قُلْ مَنْ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ قُلِ اللَّهُ قُلْ أَفَاتَّخَذْتُمْ مِنْ دُونِهِ أَوْلِيَاءَ لَا يَمْلِكُونَ لِأَنْفُسِهِمْ نَفْعًا وَلَا ضَرًّا} . </p><p> {قُلْ} : فعل أمر، وفاعله ضمير يعود على محمد، والجملة مستأنفة. {مَنْ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ} : مقول محكي، وإن شئت قلت:  {مَنْ} : اسم استفهام للاستفهام التقريري في محل الرفع خبر مقدم وجوبًا للزومها صدر الكلام. {رَبُّ السَّمَاوَاتِ} : مبتدأ مؤخر ومضاف إليه. {وَالْأَرْضِ} : معطوف على {السَّمَاوَاتِ} ، </p><p> والجملة في محل النصب مقول {قُلِ} . {قُلِ} : فعل أمر، وفاعله ضمير يعود على محمد - صلى الله عليه وسلم -. {اللَّهُ} : خبر لمبتدأ محذوف تقديره: رب السماوات والأرض الله، أو مبتدأ خبره محذوف؛ أي: الله رب السماوات والأرض، والجملة الاسمية في محل النصب مقول {قُلْ} ، وجملة القول مستأنفة. {قُلْ} : فعل أمر، وفاعله ضمير يعود على محمد، والجملة مستأنفة. {أَفَاتَّخَذْتُمْ} إلى قوله: {قُلْ} : مقول محكي لـ {قُلْ} ، وإن شئت قلت:  (الهمزة) : للاستفهام التوبيخي داخلة على محذوف، و (الفاء) : عاطفة على ذلك المحذوف كما مر، والتقدير: أعلمتم أن ربهما هو الذي ينقاد لأمره من فيهما كافة. {فَاتَّخَذْتُمْ} : فعل وفاعل. {مِنْ دُونِهِ} : جار ومجرور حال من الفاعل؛ أي: حالة كونكم مجاوزين الله إلى غيره، أو متعلق باتخذ؛ أي: من غيره تعالى والمفعول الأول لاتخذ محذوف تقديره: فاتخذتم الأصنام من دونه أولياء. {أَوْلِيَاءَ} : مفعول ثان، وجملة {اتخذتم} في محل النصب مقول {قُلِ} . {لَا يَمْلِكُونَ} : فعل وفاعل. {لِأَنْفُسِهِمْ} : متعلق به. {نَفْعًا وَلَا ضَرًّا} : مفعول به لـ {يَمْلِكُونَ} ، والجملة الفعلية في محل النصب صفة لـ {أَوْلِيَاءَ} . </p><p> {أَمْ هَلْ تَسْتَوِي الظُّلُمَاتُ وَالنُّورُ أَمْ جَعَلُوا لِلَّهِ شُرَكَاءَ خَلَقُوا كَخَلْقِهِ فَتَشَابَهَ الْخَلْقُ عَلَيْهِمْ قُلِ اللَّهُ خَالِقُ كُلِّ شَيْءٍ وَهُوَ الْوَاحِدُ الْقَهَّارُ} . </p><p> {أَمْ} : منقطعة بمعنى بل وهمزة الاستفهام الإنكاري {هَلْ} : حرف تحقيق بمعنى قد. {تَسْتَوِي الظُّلُمَاتُ} : فعل وفاعل. {وَالنُّورُ} : معطوف على {الظُّلُمَاتُ} ، والجملة الفعلية مستأنفة. </p><p> فائدة: وقال في \"الفتوحات\" : قوله: {أَمْ هَلْ تَسْتَوِي} هذه {أَمْ} المنقطعة، فتقدر ببل والهمزة عند الجمهور، وببل وحدها عند بعضهم، وقد تقدم ذلك محررًا وقد يتقوى بهذه الآية من يرى تقديرها ببل فقط بوقوع هل بعدها، فلو قدرناه ببل والهمزة .. لزم اجتماع حرفي معنى واحد، فنقدرها وحدها، ولقائل أن يقوله: لا نسلم أن {هَلْ} هذه استفهامية، بل هي بمعنى قد، وإليه ذهب جماعة، فقد ثبت مجيؤها بمعنى قد إن لم تجامعها الهمزة، كقوله تعالى: {هَلْ </p><p> أَتَى عَلَى الْإِنْسَانِ}؛ أي: قد أتى، فهنا أولى والسماع. قد ورد بوقوع هل بعد أم وبعدمه، فمن الأول هذه الآية، ومن الثاني ما بعدها من قوله:  {أَمْ جَعَلُوا} : انتهى. {أَمْ} : منقطعة بمعنى بل وهمزة الإنكار. {جَعَلُوا} : فعل وفاعل، والمفعول الأول محذوف. {لِلَّهِ} : متعلق بـ {شُرَكَاءَ} ؛ أو حال ثانٍ. {شُرَكَاءَ} ؛ مفعول ثان، والتقدير: أم جعلوا الأصنام شركاء لله، والجملة مستأنفة. {خَلَقُوا} : فعل وفاعل، الجملة صفة لـ {شُرَكَاءَ} . {كَخَلْقِهِ} : جار ومجرور صفة لمصدر محذوف تقديره: خلقًا كائنًا كخلقه. {فَتَشَابَهَ} : (الفاء) : حرف عطف وتفريع. {تشابه الخلق} : فعل وفاعل. {عَلَيْهِمْ} : متعلق به، والجملة معطوفة على جملة {خَلَقُوا} . {قُلْ} : فعل أمر، وفاعله ضمير يعود على محمد، والجملة مستأنفة. {اللَّهُ خَالِقُ} إلى آخر الآية: مقول محكي، وإن شئت قلت:  {اللَّهُ خَالِقُ كُلِّ شَيْءٍ} : مبتدأ وخبر ومضاف إليه، والجملة في محل النصب مقول {قُلِ} . {وَهُوَ الْوَاحِدُ} : مبتدأ وخبر، والجملة في محل النصب مقول {قُلِ} . {الْقَهَّارُ} : صفة لـ {الْوَاحِدُ} ، أو خبر ثان. </p><p> {أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَسَالَتْ أَوْدِيَةٌ بِقَدَرِهَا فَاحْتَمَلَ السَّيْلُ زَبَدًا رَابِيًا} . </p><p> {أَنْزَلَ} : فعل ماضٍ، وفاعله ضمير يعود على الله، والجملة مستأنفة. {مِنَ السَّمَاءِ} : جار ومجرور متعلق به. {مَاءً} : مفعول به. {فَسَالَتْ} : (الفاء) : حرف عطف وتفريع. {سالت أودية} : فعل وفاعل، والجملة معطوفة على جملة {أَنزَلَ} . {بِقَدَرِهَا} : متعلق بـ {سالت} أو صفة لـ {أَوْدِيَةٌ} . {فَاحْتَمَلَ} : (الفاء) : حرف عطف وتفريع. {احتمل السيل} فعل وفاعل. {زَبَدًا} ؛ مفعول به. {رَابِيًا} : صفة لـ {زَبَدًا} ، والجملة مفرعة معطوفة على جملة {سالت} . </p><p> {وَمِمَّا يُوقِدُونَ عَلَيْهِ فِي النَّارِ ابْتِغَاءَ حِلْيَةٍ أَوْ مَتَاعٍ زَبَدٌ مِثْلُهُ} . </p><p> {وَمِمَّا} : (الواو) : عاطفة. {مما} : جار ومجرور خبر مقدم. {يُوقِدُونَ} : فعل وفاعل. {عَلَيْهِ} : متعلق به، والجملة صلة لـ {ما} أو صفة لها. {فِي النَّارِ} : متعلق بـ {يُوقِدُونَ} ، أو حال من الضمير في {عَلَيْهِ} . {ابْتِغَاءَ حِلْيَةٍ} : مفعول لأجله، ومضاف إليه. {أَوْ مَتَاعٍ} : معطوف على {حِلْيَةٍ} . {زَبَدٌ} : مبتدأ مؤخر. </p><p> {مِثْلُهُ} : صفة لـ {زَبَدٌ} ، والجملة الاسمية معطوفة على جملة {أَنْزَلَ} . </p><p> {كَذَلِكَ يَضْرِبُ اللَّهُ الْحَقَّ وَالْبَاطِلَ فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفَاءً وَأَمَّا مَا يَنْفَعُ النَّاسَ فَيَمْكُثُ فِي الْأَرْضِ كَذَلِكَ يَضْرِبُ اللَّهُ الْأَمْثَالَ} . </p><p> {كَذَلِكَ} : جار ومجرور صفة لمصدر محذوف. {يَضْرِبُ اللَّهُ الْحَقَّ} : فعل وفاعل ومفعول. {وَالْبَاطِلَ} : معطوف على {الْحَقَّ} ، والتقدير: يضرب الله الحق والباطل ويبينهما ضربًا مثل ضرب الأمور الأربعة: الماء والجوهر والزبدين، وتبيينًا مثل تبيينها، والجملة الفعلية مستأنفة. {فَأَمَّا} : (الفاء) : فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر تقديره: إذا عرفت الأمثال والأمور المذكورة، وأردت بيان عاقبتها .. فأقول لك أما، {أما} : حرف شرط وتفصيل. {الزَّبَدُ} : مبتدأ. {فَيَذْهَبُ} : (الفاء) : رابطة لجواب {أما} واقعة في غير موضعها؛ لأن موضعها موضع {أما} ، {يذهب} : فعل مضارع، وفاعله ضمير يعود على {الزَّبَدُ} . {جُفَاءً} : حال من ضمير الفاعل، والجملة الفعلية في محل الرفع خبر المبتدأ، والجملة الاسمية: جواب {أما} ، لا محل لها من الإعراب، وجملة أما في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. {وأمَّا} : (الواو) : عاطفة. {أما} حرف شرط وتفصيل. {مَا} : اسم موصول في محل الرفع مبتدأ. {يَنْفَعُ النَّاسَ} : فعل ومفعول وفاعله ضمير يعود على {مَا} ، والجملة صلة لـ {مَا} . {فَيَمْكُثُ} : (الفاء) : عاطفة. {يمكث} : فعل مضارع، وفاعله ضمير يعود على {ما} . {فِي الْأَرْضِ} : متعلق به، والجملة معطوفة على جملة الصلة. {كَذَلِكَ} : صفة لمصدر محذوف. {يَضْرِبُ اللَّهُ الْأَمْثَالَ} : فعل وفاعل ومفعول، والتقدير: ضربًا مثل هذا الضرب العجيب يضرب الله سبحانه وتعالى أمثال الحق والباطل ويبينها، والجملة الفعلية مستأنفة مسوقة لتأكيد جملة قوله:  {كَذَلِكَ يَضْرِبُ اللَّهُ الْحَقَّ وَالْبَاطِلَ} . </p><p> {لِلَّذِينَ اسْتَجَابُوا لِرَبِّهِمُ الْحُسْنَى وَالَّذِينَ لَمْ يَسْتَجِيبُوا لَهُ لَوْ أَنَّ لَهُمْ مَا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لَافْتَدَوْا بِهِ} . </p><p> {لِلَّذِينَ} : جار ومجرور خبر مقدم. {اسْتَجَابُوا} : فعل وفاعل صلة </p><p> الموصول. {لِرَبِّهِمُ} : جار ومجرور متعلق به. {الْحُسْنَى} : مبتدأ مؤخر، والجملة الاسمية مستأنفة. {وَالَّذِينَ} : مبتدأ. {لَمْ يَسْتَجِيبُوا} : فعل وفاعل. {لَهُ} : متعلق به، والجملة صلة الموصول. {لَوْ} : حرف شرط. {أَنَّ} : حرف نصب. {لَهُم} : جار ومجرور خبر مقدم لـ {أَنَّ} . {مَا} : اسم موصول في محل النصب اسم {أَنَّ} . {فِي الْأَرْضِ} : جار ومجرور صلة لـ {مَا} . {جَمِيعًا} : حال من ضمير الصلة، أو من {مَا} . {وَمِثْلَهُ} : معطوف على اسم {أَنَّ} . {مَعَهُ} : ظرف ومضاف إليه حال من {مثله} ، والتقدير: لو أن ما في الأرض ومثله كائنان لهم، وجملة {أَنَّ} في تأويل مصدر مرفوع على الفاعلية بفعل محذوف تقديره: لو ثبت كون ما في الأرض مثله معه كائنًا لهم، والجملة الفعلية فعل شرط لـ {لَوْ} . {لَافْتَدَوْا} : (اللام) : رابطة لجواب {لَوْ} . {افتدوا} : فعل وفاعل. {بِهِ} : متعلق به، والجملة الفعلية جواب {لَوْ} : الشرطية وجملة {لَوْ} الشرطية: في محل الرفع خبر أول للمبتدأ، والجملة الاسمية معطوفة على الجملة التي قبلها. </p><p> {أُولَئِكَ لَهُمْ سُوءُ الْحِسَابِ وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمِهَادُ} . </p><p> {أُولَئِكَ} : مبتدأ أول. {لَهُمْ} : خبر مقدم للمبتدأ الثاني. {سُوءُ الْحِسَابِ} : مبتدأ ثان مؤخر عن خبره، وجملة الثاني في محل الرفع خبر للأول، وجملة الأول في محل الرفع خبر ثان لقوله:  {وَالَّذِينَ لَمْ يَسْتَجِيبُوا} . {وَمَأْوَاهُمْ جَهَنَّمُ} : مبتدأ وخبر، والجملة الاسمية في محل الرفع خبر ثالث لقوله:  {وَالَّذِينَ لَمْ يَسْتَجِيبُوا} . {وَبِئْسَ الْمِهَادُ} : فعل وفاعل، والجملة الفعلية في محل الرفع خبر مقدم للمخصوص بالذم المحذوف وجوبًا تقديره: وبئس المهاد هي؛ أي: جهنم، والجملة الاسمية جملة إنشائية مستأنفة لا محل لها من الإعراب. </p><p> {أَفَمَنْ يَعْلَمُ أَنَّمَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ الْحَقُّ كَمَنْ هُوَ أَعْمَى إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ} . </p><p> {أَفَمَنْ}  (الهمزة) : للاستفهام الإنكاري داخلة على محذوف. (الفاء) : عاطفة على ذلك المحذوف، والتقدير: أيستوي المؤمن والكافر، {من يعلم} : {من} : اسم موصول في محل الرفع مبتدأ. {يَعْلَمُ} : فعل مضارع، وفاعله </p><p> ضمير يعود على {من} ، والجملة صلة الموصول. {أَنَّمَا} : {أن} : حرف نصب ومصدر. {ما} : اسم موصول في محل النصب اسم {أن} . {أُنْزِلَ} : فعل ماض مغير الصيغة، ونائب فاعله ضمير يعود على {ما} . {إِلَيْكَ} : متعلق به. {مِنْ رَبِّكَ} : يتعلق به أيضًا، أو حال من ضمير النائب، والجملة الفعلية صلة {ما} الموصولة. {الْحَقُّ} : خبر {أن} ، وجملة {أن} في تأويل مصدر ساد مسد مفعولي علم تقديره: أفمن يعلم كون ما أنزل إليك من ربك الحق. {كَمَنْ} : جار ومجرور خبر {من} الموصولة في قوله: {أَفَمَنْ يَعْلَمُ} ، والجملة الاسمية معطوفة على الجملة المحذوفة، والجملة المحذوفة جملة إنشائية لا محل لها من الإعراب. {هُوَ أَعْمَى} : مبتدأ وخبر، والجملة الاسمية صلة الموصول. {إِنَّمَا} : أداة حصر ونفي بمعنى ما النافية وإلا المثبتة. {يَتَذَكَّرُ أُولُو الْأَلْبَابِ} : فعل وفاعل ومضاف إليه، والجملة الفعلية مستأنفة مسوقة لتعليل ما قبلها. </p><p> التصريف ومفردات اللغة </p><p> {هُوَ الَّذِي يُرِيكُمُ الْبَرْقَ} : البرق (١) : ما يرى من النور لامعًا خلال السحاب، من برق الشيء بريقًا إذا لمع. </p><p> {الرَّعْدُ} : هو الصوت المسموع خلال السحاب. وفي \"المصباح\" : رعدت السماء رعدًا - من باب قتل - ورعودًا لاح منها الرعد. اهـ. وسببهما على ما بين في العلوم الطبيعية أن البرق يحدث من تقارب سحابتين مختلفتي الكهربائية حتى يصير ميل إحداهما للاقتراب من الأخرى أشد من قوة الهواء على فصلهما، فتهجم كل منهما على الأخرى بنور زاهر وصوت قوي شديد، فذلك النور هو البرق، والصوت هو الرعد الذي نشاء من تصادم دقائق الهواء الذي تطرده كهربائية البرق أمامها. </p><p> {الصَّوَاعِقَ} : جمع صاعقة، وسببها أن السحب قد تمتلىء بكهربائية، والأرض بكهربائية أخرى، والهواء يفصل بينهما، فإذا قاربت السحب وجه </p><p>(١) المراغي.</p><p> الأرض تنقض الشرارة الكهربائية منها، فتنزل صاعقة تهلك الحرث والنسل. </p><p> {السَّحَابَ الثِّقَالَ} والسحاب (١) اسم جنس واحده سحابة، فلذلك وصف بالجمع، وهو الثقال جمع ثقيلة ككريمة وكرام. </p><p> {وَهُمْ يُجَادِلُونَ فِي اللَّهِ} : من المجادلة، وأصلها من الجدل، وهو شدة الخصومة، وأصله من جدلت الحبل إذا أحكمت فتله كأن المجادلين يقتل كل منهما الآخر عن رأيه. {وَهُوَ شَدِيدُ الْمِحَالِ} ؛ أي: شديد المماحلة والمكايدة لأعدائه، يقال: محل فلان بفلان إذا كايده وعرضه للهلاك، وتمحل إذا تكلف في استعمال الحيلة، ولعل أصله المحل بمعنى القحط. وقيل (٢) : فعال من المحال بمعنى القوة، فالميم أصلية. وقيل: أصله مفعل من الحول، أو الحيلة أُعل على غير قياس، ويعضده أنه قرئ بفتح الميم على أنه مفعل من حال يحول إذا احتال. اهـ. \"بيضاوي\" . وقوله: وقيل مفعل؛ أي: والميم على هذا زائدة، وقوله: أعل على غير قياس؛ إذ القياس فيه صحة الواو كمحور ومرود ومقود؛ لأنا شرط قلب الواو ألفًا فتح ما قبلها. اهـ. \"شهاب\" . وفي \"القاموس\"  (٣) : والمِحال - ككتاب - الكيد وروم الأمر بالحيل والتدبير والقدرة والعذاب والعقاب والعداوة، والمعادلة كالمماحلة والقوة والشدة والهلاك والإهلاك، ومحل به - مثلث الحاء محلًا ومحالًا - كاده بسعاية إلى السلطان، وماحله مماحلةً ومِحالًا قاواه حتى يتبين أيهما أشد. اهـ. </p><p> {لَهُ دَعْوَةُ الْحَقِّ} من إضافة (٤) الموصوف لصفته؛ أي: الدعوة الحق المطابقة للواقع. اهـ. شيخنا. </p><p> {لَا يَسْتَجِيبُونَ} ؛ أي: لا يجيبون، فالسين والتاء زائدتان. </p><p> {وَظِلَالُهُمْ} والظلال: جمع ظل؛ وهو الخيال الذي يظهر للجرم، فسجود (٥) الظلال ميلها من جانب إلى جانب بسبب ارتفاع الشمس ونزولها، يقال: سجدت </p><p>(١) الفتوحات. (٢) البيضاوي.(٣) القاموس.(٤) الفتوحات.(٥) القرطبي.</p><p> النخلة إذا مالت. </p><p> {بِالْغُدُوِّ وَالْآصَالِ} والغدو: جمع غداة كقني جمع قناة، وهي البكرة أول النهار. والآصال: جمع أصيل، والأُصل: جمع أَصيل: وهو ما بين العصر إلى الغروب. </p><p> {فَسَالَتْ أَوْدِيَةٌ} الأودية: جمع وادٍ؛ وهو الموضع الذي يسيل فيه الماء، والفرجة بين الجبلين، وقد يراد به الماء الجاري فيه. قال أبو علي الفارسي: لا نعلم فاعلًا جمع على أفعلة إلا هذا، وكأنه حمل على فعيل، فجمع على أفعلة مثل: جريب وأجربة، كما أن فعيلًا حمل على فاعل فجمع على أفعال مثل يتيم وأيتام وشريف وأشراف كأصحاب وأنصار في صاحب وناصر. </p><p> {بِقَدَرِهَا} ؛ أي: بمقدارها المتفاوت قلة وكثرة بحسب تفاوت أمكنتها صغرًا وكبرًا. قال الواحدي: والقدر: مبلغ الشيء، والمعنى: بقدرها من الماء، فإن صغر الوادي قل الماء، وإن اتسع كثر. </p><p> {فَاحْتَمَلَ السَّيْلُ} ؛ أي: حما فافتعل هنا بمعنى المجرد. {زَبَدًا رَابِيًا} والزبد: ما يعلو وجه الماء حين الزيادة كالحبب، وما يعلو القدر عند غليانها، والرابي: العالي المرتفع فوق الماء الطافي عليه. </p><p> {يُوقِدُونَ عَلَيْهِ} وفي \"المصباح\" : وقدت النار وقدًا - من باب وعد - ووقودًا، والوَقود - بالفتح -: الحطب، وأوقدتها إيقادًا، ومنه على الاستعارة {كُلَّمَا أَوْقَدُوا نَارًا لِلْحَرْبِ أَطْفَأَهَا اللَّهُ} ؛ أي: كلما دبروا مكيدة وخديعة أبطلها، وتوقدت النار: اتقدت. والوَقَد - بفتحتين -: النار نفسها، والموقد: موضع الوقود مثل المجلس لموضع الجلوس، واستوقدت النار استوقدتها يتعدى ولا يتعدى. وفي \"الخازن\" : الإيقاد: جعل الحطب في النار لتتقد تلك النار تحت الشيء المذوب. اهـ. </p><p> {ابْتِغَاءَ حِلْيَةٍ أَوْ مَتَاعٍ} والحلية (١) : ما يعمل للنساء مما يُتزين به من الذهب </p><p>(١) البحر المحيط.</p><p> والفضة. والمتاع: ما يُتخذ من الحديد والنحاس وما أشبههما من الآلات التي هي قوام العيش كالأواني والمساحي وآلات الحرب وقطاعات الأشجار والسكك وغير ذلك. فالمراد بالحلية: ما يُتزين به، وبالمتاع ما يُتمتع به؛ أي: يُنتفع به. </p><p> {جُفَاءً} قال ابن (١) الأنباري: والجفا: المتفرق، يقال: جفأت الريح السحاب؛ أي: قطعته وفرَّقته، وقيل: الجفاء ما يرمي به السيل، ويقال: جفأت القدر بزبدها تجفأ من باب قطع، وجفأ السيل بزبده وأجفأ وأجفل باللام وفي همزة جفاء وجهان: </p><p> أظهرهما: أنها أصل لثبوتها في تصاريف هذه المادة كما رأيت. </p><p> والثاني: أنها بدل من واو، وكأنه مختار أبي البقاء، وفي نظر؛ لأن مادة جفا يجفو لا يليق معناها هنا، والأصل عدم الاشتراك. اهـ. \"سمين\" . فالمراد بالجفاء ما رمى به الوادي من الزبد إلى جوانبه. </p><p> {لِلَّذِينَ اسْتَجَابُوا لِرَبِّهِمُ الْحُسْنَى} ؛ أي: أجابوا في الدنيا إلى التوحيد، فالسين والتاء فيه زائدتان. والحسنى مؤنث الأحسن، كالفضلى مؤنث الأفضل، وهو صفة الموصوف محذوف؛ أي: المثوبة الحسنى، وهي الجنة، وسميت بذلك؛ لأنها في نهاية الحسن. </p><p> {لَافْتَدَوْا بِهِ} ؛ أي: لجعلوه فداء أنفسهم من العذاب. </p><p> {لَهُمْ سُوءُ الْحِسَابِ} ؛ أي: لهم الحساب السيء، فهو من إضافة الصفة إلى الموصوف. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات ضروبًا من الفصاحة، وأنواعًا من البلاغة والبيان والبديع: </p><p>(١) الفتوحات.</p><p> فمنها: الطباق بين {خَوْفًا وَطَمَعًا} . </p><p> ومنها: عطف العام على الخاص في قوله: {وَيُسَبِّحُ الرَّعْدُ بِحَمْدِهِ وَالْمَلَائِكَةُ} قيل المراد بهؤلاء الملائكة أعوان ملك السحاب، جعل الله تعالى مع الملك الموكل بالسحاب المسمى بالرعد أعوانًا من الملائكة، وقيل: المراد جميع الملائكة، وهو أولى. اهـ. \"خازن\" . </p><p> ومنها: الالتفات في قوله: {لَا يَسْتَجِيبُونَ لَهُمْ} على قراءة {والذين تدعون} - بالتاء الفوقية - وحق العبارة لا يستجيبون لكم، وإن كانت هذه القراءة شاذة. </p><p> ومنها: التشبيه (١) المركب التمثيلي في قوله: {كَبَاسِطِ كَفَّيْهِ إِلَى الْمَاءِ لِيَبْلُغَ فَاهُ وَمَا هُوَ بِبَالِغِهِ} شبه حال الأصنام مع من دعاهم من المشركين؛ وهو عدم استجابتهم دعاء المشركين، وعدم فوز المشركين من دعائهم الأصنام شيئًا من الاستجابة والنفع بحال الماء الواقع بمرأى من العطشان الذي يبسط إليه كفيه يطلب منه أن يبلغ فاه وينفعه من احتراق كبده، ووجه الشبه عدم استطاعة المطلوب منه إجابة الدعاء، وخيبة الطالب عن نيل ما هو أحوج إليه من المطلوب، وهذا الوجه كما ترى منتزع من عدة أمور. </p><p> ومنها: إسناد السجود إلى الظلال في قوله: {وَظِلَالُهُمْ} تبعًا لصاحبها. </p><p> ومنها: الطباق بين الغدو والآصال في قوله: {بِالْغُدُوِّ وَالْآصَالِ} وفيه أيضًا إطلاق الطرفين وإرادة الكل. </p><p> ومنها: القصر في قوله: {وَلِلَّهِ يَسْجُدُ} . </p><p> ومنها: الطباق في قوله: {طَوْعًا وَكَرْهًا} . </p><p> ومنها: الاستفهام التقريري في قوله: {قُلْ مَنْ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ} والإنكاري التوبيخي في قوله: {قُلْ أَفَاتَّخَذْتُمْ} . </p><p>(١) روح البيان.</p><p> ومنها: الطباق في قوله: {نَفْعًا وَلَا ضَرًّا} وفي قوله: {الْأَعْمَى وَالْبَصِيرُ} وفي قوله: {الظُّلُمَاتُ وَالنُّورُ} . </p><p> ومنها: التشبيه في قوله: {خَلَقُوا كَخَلْقِهِ فَتَشَابَهَ الْخَلْقُ عَلَيْهِمْ} وفيه أيضًا الجناس المغاير. </p><p> ومنها: التشبيه البليغ في قوله: {هَلْ يَسْتَوِي الْأَعْمَى وَالْبَصِيرُ} لأن المعنى: هل يستوي من هو كالأعمى ومن هو كالبصير؛ أي: فكما (١) لا يستوي الأعمى والبصير في الحس، كذلك لا يستوي المشرك الجاهل بعظمة الله وثوابه وعقابه وقدرته مع الموحد العالم بذلك. وكذا قوله:  {أَمْ هَلْ تَسْتَوِي الظُّلُمَاتُ وَالنُّورُ} وارد (٢) على التشبيه أيضًا؛ أي: فكما لا تستوي الظلمات والنور، كذلك لا يستوي الشرك والإنكار والتوحيد والمعرفة. وقيل: فيه الاستعارة التصريحية الأصلية؛ لأنه استعار لفظ الظلمات والنور للكفر والإيمان, وكذلك لفظ الأعمى للمشرك الجاهل، والبصير للمؤمن العاقل. </p><p> ومنها: الإيجاز بالحذف في قوله: {قُلِ اللَّهُ} ؛ أي: الله خالق السماوات والأرض. </p><p> ومنها: التشبيه التمثيلي في قوله: {أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَسَالَتْ أَوْدِيَةٌ} الآية. شبه تعالى الحق والباطل بتشبيه رائع يسمى التشبيه التمثيلي؛ لأن وجه الشبه فيه منتزع من متعدد، فمثل الحق بالماء الصافي الذي يستقر في الأرض، والجوهر الصافي من المعادن الذي به ينتفع العباد، ومثل الباطل بالزبد والرغوة التي تظهر على وجه الماء، والخبث من الجوهر الذي لا يلبث أن يتلاشى ويضمحل. </p><p> ومنها: المجاز العقلي في قوله: {فَسَالَتْ أَوْدِيَةٌ} من إسناد ما للحال إلى المحل، كما يقال: جرى النهر، والأصل: جرت المياه في الأودية. </p><p>(١) روح البيان. (٢) روح البيان.(٣) الفتوحات.</p><p> ومنها: تنكير (١) الأودية في قوله: {فَسَالَتْ أَوْدِيَةٌ} إشعارًا بالمناوبة؛ لأن المطر ينزل في البقاع على المناوبة فتسيل بعض أودية الأرض دون بعض. </p><p> ومنها: تعريف السيل في قوله: {فَاحْتَمَلَ السَّيْلُ} ؛ لأنه قد فهم من الفعل قبله، وهو {فَسَالَتْ} ، وهو لو ذكر لكان نكرةً، فلما أعيد ... أعيد بلفظ التعريف، نحو رأيت رجلًا، فأكرمت الرجل. اهـ. \"سمين\" . </p><p> ومنها: السلف والنشر المشوش في قوله: {فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفَاءً} فإنه يرجع إلى الباطل الذي ذكر أخيرًا في قوله: {كَذَلِكَ يَضْرِبُ اللَّهُ الْحَقَّ وَالْبَاطِلَ} وفي قوله: {وَأَمَّا مَا يَنْفَعُ النَّاسَ} فإنه راجع إلى الحق المذكور أولًا. </p><p> ومنها: التأكيد في قوله: {كَذَلِكَ يَضْرِبُ اللَّهُ الْأَمْثَالَ} فإن فيه تفخيمًا لشأن هذا التمثيل وتأكيدًا لقوله: {كَذَلِكَ يَضْرِبُ اللَّهُ الْحَقَّ وَالْبَاطِلَ} . </p><p> ومنها: طباق السلب في قوله: {لِلَّذِينَ اسْتَجَابُوا لِرَبِّهِمُ الْحُسْنَى وَالَّذِينَ لَمْ يَسْتَجِيبُوا} . </p><p> ومنها: الاستعارة التبعية في قوله: {كَمَنْ هُوَ أَعْمَى} شبه الجهل والكفر بالعمى بجامع عدم الاهتداء في كلٍّ، فاشتق من العمى بمعنى الجهل والكفر أعمى بمعنى الجاهل الكافر على سبيل الاستعارة التبعية. </p><p> ومنها: الاستفهام الإنكاري في قوله: {أَفَمَنْ يَعْلَمُ} . </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {الَّذِينَ يُوفُونَ بِعَهْدِ اللَّهِ وَلَا يَنْقُضُونَ الْمِيثَاقَ (٢٠) وَالَّذِينَ يَصِلُونَ مَا أَمَرَ اللَّهُ بِهِ أَنْ يُوصَلَ وَيَخْشَوْنَ رَبَّهُمْ وَيَخَافُونَ سُوءَ الْحِسَابِ (٢١) وَالَّذِينَ صَبَرُوا ابْتِغَاءَ وَجْهِ رَبِّهِمْ وَأَقَامُوا الصَّلَاةَ وَأَنْفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً وَيَدْرَءُونَ بِالْحَسَنَةِ السَّيِّئَةَ أُولَئِكَ لَهُمْ عُقْبَى الدَّارِ (٢٢) جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا وَمَنْ صَلَحَ مِنْ آبَائِهِمْ وَأَزْوَاجِهِمْ وَذُرِّيَّاتِهِمْ وَالْمَلَائِكَةُ يَدْخُلُونَ عَلَيْهِمْ مِنْ كُلِّ بَابٍ (٢٣) سَلَامٌ عَلَيْكُمْ بِمَا صَبَرْتُمْ فَنِعْمَ عُقْبَى الدَّارِ (٢٤) وَالَّذِينَ يَنْقُضُونَ عَهْدَ اللَّهِ مِنْ بَعْدِ مِيثَاقِهِ وَيَقْطَعُونَ مَا أَمَرَ اللَّهُ بِهِ أَنْ يُوصَلَ وَيُفْسِدُونَ فِي الْأَرْضِ أُولَئِكَ لَهُمُ اللَّعْنَةُ وَلَهُمْ سُوءُ الدَّارِ (٢٥) اللَّهُ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ وَفَرِحُوا بِالْحَيَاةِ الدُّنْيَا وَمَا الْحَيَاةُ الدُّنْيَا فِي الْآخِرَةِ إِلَّا مَتَاعٌ (٢٦) وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلَا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ قُلْ إِنَّ اللَّهَ يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ أَنَابَ (٢٧) الَّذِينَ آمَنُوا وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ اللَّهِ أَلَا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ (٢٨) الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ طُوبَى لَهُمْ وَحُسْنُ مَآبٍ (٢٩) كَذَلِكَ أَرْسَلْنَاكَ فِي أُمَّةٍ قَدْ خَلَتْ مِنْ قَبْلِهَا أُمَمٌ لِتَتْلُوَ عَلَيْهِمُ الَّذِي أَوْحَيْنَا إِلَيْكَ وَهُمْ يَكْفُرُونَ بِالرَّحْمَنِ قُلْ هُوَ رَبِّي لَا إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ مَتَابِ (٣٠) وَلَوْ أَنَّ قُرْآنًا سُيِّرَتْ بِهِ الْجِبَالُ أَوْ قُطِّعَتْ بِهِ الْأَرْضُ أَوْ كُلِّمَ بِهِ الْمَوْتَى بَلْ لِلَّهِ الْأَمْرُ جَمِيعًا أَفَلَمْ يَيْأَسِ الَّذِينَ آمَنُوا أَنْ لَوْ يَشَاءُ اللَّهُ لَهَدَى النَّاسَ جَمِيعًا وَلَا يَزَالُ الَّذِينَ كَفَرُوا تُصِيبُهُمْ بِمَا صَنَعُوا قَارِعَةٌ أَوْ تَحُلُّ قَرِيبًا مِنْ دَارِهِمْ حَتَّى يَأْتِيَ وَعْدُ اللَّهِ إِنَّ اللَّهَ لَا يُخْلِفُ الْمِيعَادَ (٣١) }. </p><p> المناسبة </p><p> قوله تعالى: {الَّذِينَ يُوفُونَ بِعَهْدِ اللَّهِ وَلَا يَنْقُضُونَ الْمِيثَاقَ (٢٠) } إلى قوله: {فَنِعْمَ عُقْبَى الدَّارِ} مناسبةُ هذه الآيات لما قبلها: أن الله سبحانه وتعالى لما ضرب الأمثال لمن اتبع الحق وسلك سبيل الرشاد، ولمن ركب رأسه وسار في سبل الضلالة لا يلوي على شيء، ولا يقف لدى غاية .. بين أن من جمع صفات الخير الآتية يكون ممن اتبعوا الحق، وملكوا نواحي الإيمان, وأقاموا دعائمه، وهؤلاء قد كتب لهم حسنى العقبى والسعادة في الدنيا والآخرة. </p><p> قوله تعالى:  {وَالَّذِينَ يَنْقُضُونَ عَهْدَ اللَّهِ مِنْ بَعْدِ مِيثَاقِهِ ...} الآية، مناسبة هذه الآية لما قبلها: أن الله سبحانه وتعالى لما ذكر أوصاف المتقين وما أعد لهم </p><p> عنده في دار الكرامة بما كان لهم من كريم الصفات وفاضل الأخلاق .. بين حال الأشقياء وما ينتظرهم من العذاب والنكال، وأتبع الوعد بالوعيد، والثواب بالعقاب على سنة القرآن الدائبة في مثل هذا {نَبِّئْ عِبَادِي أَنِّي أَنَا الْغَفُورُ الرَّحِيمُ (٤٩) وَأَنَّ عَذَابِي هُوَ الْعَذَابُ الْأَلِيمُ (٥٠) }. </p><p> قوله تعالى:  {اللَّهُ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه وتعالى لما ذكر (١) أن من نقض عهد الله من بعد ميثاقه، ولم يقر بوحدانيته، وأنكر نبوة محمد - صلى الله عليه وسلم -؛ فهو ملعون في الدنيا ومعذب في الآخرة .. بين هنا أنه تعالى يبسط الرزق لبعض عباده ويضيقه على بعض آخر، على ما اقتضته حكمته وسابق علمه بعباده، ولا تعلق لذلك بإيمان ولا كفر، فربما وسَّع على الكافر استدراجًا، وضيَّق على المؤمن زيادةً في أجره، ثم ذكر مقالة لهم كثر في القرآن تردادها، وهي طلبهم منه آية تدل على نبوته لإنكارهم أن يكون القرآن آيةً دالة على ذلك، ثم ذكر حال المؤمنين المتقين ومآلهم عند ربهم في جناتٍ تجري من تحتها الأنهار. </p><p> قوله تعالى:  {كَذَلِكَ أَرْسَلْنَاكَ فِي أُمَّةٍ قَدْ خَلَتْ مِنْ قَبْلِهَا أُمَمٌ ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه وتعالى لما ذكر طلبهم من رسوله - صلى الله عليه وسلم - الآيات، كما أنزل على الرسل السالفين كموسى وعيسى وغيرهما من النبيين والمرسلين، وبين أن الهدى هدى الله، فلو أوتوا من الآيات ما أوتوا ولم يرد الله هدايتهم، فلا يجديهم ذلك فتيلًا ولا قطميرًا .. ذكر هنا أن محمدًا ليس ببدع من الرسل، وأن قومه سبقهم أقوام كثيرون، وطلبوا الآيات من أنبيائهم وأجابوهم إلى ما طلبوا, ولم تغنهم الآيات والنذر، فكانت عاقبتهم البوار والنكال، فأنزل على كل قوم من العذاب ما أتى عليهم جميعًا، وأصبحوا معه كأمس الدابر، ولو أن كتابًا تسير به الجبال على أماكنها، أو تشقق به الأرض، فتجعل أنهارًا وعيونًا .. لكان هذا القرآن الذي أنزلناه عليه، ثم أبان أن الله تعالى قادر على الإتيان بما </p><p>(١) المراغي.</p>"
}