{
  "id": null,
  "sura": 13,
  "aya": 26,
  "text": "<p> إلا بالوزن؛ لأن رسول الله - صلى الله عليه وسلم - نص عليها بالوزن، فهو وزني أبدًا وإن ترك الناس فيه الوزن، فهذا القول قوي في نفسه، وهو قول الإِمام أبي حنيفة ومحمد مطلقًا. وقول أبي يوسف في غير ظاهر الرواية وهي خروجها عن الوزنية بتعامل الناس إلى العددية، فهذه الرواية وإن كانت ضعيفة فالقول بها واجب ولازم فرارًا من الفتنة، فيجب على القضاة والمفتين والوعاظ معرفة أحوال الناس وعاداتهم في القبول والرد والسعي والكسل ونحوها، فيكلمونهم بالأصلح والأوفق لهم حتى لا يكون كلامهم فتنة للناس، وكذا الأمر بالمعروف والنهي عن المنكر، فإنه يجب على الآمر والناهي معرفة أحوال الناس وعاداتهم وطبائعهم ومذاهبهم؛ لئلا يكون فتنة للناس وتهييجًا للشر، وسببًا لزيادة المنكر وإشاعة المكروه. </p><p> ثم حكم عليهم بما يستحقون بما دسوا به أنفسهم، فقال:  {أُولَئِكَ} الموصوفون بهذه الصفات الذميمة {لَهُمُ} بسبب تلك الصفات المذكورة {اللَّعْنَةُ} في الآخرة؛ أي: الطرد والإبعاد من رحمة الله تعالى ورضوانه {وَلَهُمْ سُوءُ الدَّارِ} ؛ أي: الدار السيئة القبيحة، وهي جهنم دار البوار جزاء وفاقًا لما اجترحوه من السيئات وأتوا به من الشرور والآثام، فاللعنة وسوء العاقبة لاصقان بهم لا يعدوانهم إلى غيرهم، وفيه تنفير للمسلمين عن هذه الخصال الثلاث، وأن لا ترفع همتهم حول ذلك الحمى. </p><p> ٢٦ - ولما كان (١) كثير من الأشقياء فتحت عليهم نعم الدنيا ولذاتها أخبر تعالى أنه هو الذي يبسط الرزق لمن يشاء ويقدر، والكفر والإيمان لا تعلق لهما بالرزق، فقال:  {اللَّهُ} سبحانه وتعالى وحده هو الذي {يَبْسُطُ الرِّزْقَ} ويوسعه في الدنيا {لِمَنْ يَشَاءُ} بسطه وتوسيعه عليه {وَيَقْدِرُ} ؛ أي: يضيق الرزق على من يشاء من عباده، ويعطيه بقدر كفايته لا يفضل عنه شيء. كأنه قيل (٢) : لو كان من نقض عهد الله ملعونين في الدنيا ومعذبين في الآخرة .. لِمَ فتح الله عليهم أبواب النعم واللذات في الدنيا. فقيل: إن فتح باب الرزق في الدنيا لا تعلق له بالكفر والإيمان، بل هو متعلق بمجرد مشيئة الله، فقد يضيق على المؤمن امتحانًا لصبره </p><p>(١) البحر المحيط. (٢) روح البيان.</p><p> وتكفيرًا لذنوبه ورفعًا لدرجاته، ومن هذا القبيل ما وقع لأكثر الأصحاب - رضي الله عنهم - من المضايقة، ويوسع على الكافر استدراجًا، ومنه ما وقع لأكثر كفار قريش من التوسعة، ثم إن الله تعالى جعل الغنى لبعضهم صلاحًا، وجعل الفقر لبعضهم صلاحًا، وقد جعل في غنى بعضهم فسادًا كالفقر، وفي الكل حكمة ومصلحة. </p><p> والمعنى: الله (١) سبحانه وتعالى يوسع الرزق لمن يشاء من عباده ممن هو حاذق في جمع المال وله من الحيلة في الحصول على كسبه واستنباطه بشتى الوسائل ما يخفى على غيره، ولا علاقة لهذا بإيمان ولا كفر، ولا صلاح ومعصية، ويقدر على من يشاء ممن هو ضعيف الحيلة، وليس بالحُوَّل (٢) القُلَّب في استنباط أسبابه ووسائله، وما الغنى والفقر إلا حالان يمران على البر والفاجر، كما يمر عليهما الليل والنهار والصباح والمساء. </p><p> ثم ذكر أن مشركي مكة بطروا بغناهم، فقال:  {وَفَرِحُوا} ؛ أي: وفرح الذين نقضوا العهد والميثاق من مشركي مكة وغيرهم {بِالْحَيَاةِ الدُّنْيَا} ؛ أي: ببسط الرزق عليهم في الحياة الدنيا، وعدوه أكبر متاع لهم، وأعظم حظوة عند الناس. والفرح (٣) : لذة في القلب لنيل المشتهى؛ أي: فرحوا بها فرح بطر وأشر، لا فرح شكر وسرور بفضل الله وأنعامه عليهم. وفيه دليل على أن الفرح بالدنيا حرام. قال في \"شرح الحكم\" عند قوله تعالى: {قُلْ بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُوا} إنما لم يؤمر العبد برفض الفرح جملة؛ لأن ذلك من ضرورات البشر التي لا يمكن رفعها، بل ينبغي صرفها للوجه اللائق بها، وكذا جميع الأخلاق كالطمع والبخل والحرص والشهوة والغضب لا يمكن تبدلها، بل يصح أن تصرف إلى وجه لائق بها حتى لا تنصرف إلا فيه انتهى. وقيل: في هذه الآية تقديم </p><p>(١) المراغي. (٢) قوله بالحول القلب: الحُوَّل بوزن سُكَّر، أي: بصير بتحويل الأمور وتدبيرها وتقليبها وهو حُوَّل قُلَّب اهـ مختار.(٣) روح البيان.</p><p> وتأخير، والتقدير: الذين ينقضون عهد الله من بعد ميثاقه، ويقطعون ما أمر الله به أن يوصل، ويفسدون في الأرض، وفرحوا بالحياة الدنيا، فيكون {فْرَحُوا} معطوفًا على {يفسدون} . {وَمَا الْحَيَاةُ الدُّنْيَا} ؛ أي: وما نعيم الحياة الدنيا الفاني {فِي الْآخِرَةِ} ؛ أي: بالنسبة إلى نعيم الآخرة الباقي {إِلَّا مَتَاعٌ} ؛ أي: إلا شيء قليل ونزر يسير سريع الزوال يتمتع به قليلًا، فهو كزاد الراعي يتزود بها إلى الآخرة، وعجالة الراكب؛ وهي ما يتعجل به من تميرات أو شربة سويق أو نحو ذلك، فلا حق لهم في البطر والأشر بما أوتوا من حظوظها، وانتفعوا به من خيراتها، فهم قد اعتزوا بالقليل السريع الزوال. و {في} في قوله: {فِي الْآخِرَةِ} ليست (١) ظرفًا لـ {الْحَيَاةُ} ولا لـ {الدُّنْيَا} ؛ لأنهما لا يقعان فيها، بل هي حال، والتقدير: وما الحياة القريبة إلى الزوال حالة كونها كائنة في جنب حياة الآخرة؛ أي: بالقياس والنسبة إليها إلا متاع، فـ {في} : للمقايسة، وهي الداخلة بين مفضول سابق وفاضل لاحق. </p><p> وأخرج الترمذي عن المستورد قال (٢) : قال رسول الله - صلى الله عليه وسلم -: \"ما الدنيا في الآخرة إلا كمثل ما يجعل أحدكم أصبعه هذه في اليم، فلينظر بم يرجع\" ، وأشار بالسبابة. </p><p> وأخرج الترمذي عن ابن مسعود وصححه قال: نام رسول الله - صلى الله عليه وسلم - على حصير، فقام وقد أثر في جنبه، فقلنا: يا رسول الله لو اتخذنا لك، فقال:  \"ما لي وللدنيا ما أنا في الدنيا إلا كراكبٍ استظل تحت شجرة ثم راح وتركها\" . </p><p> قال في \"الحكم العطائية\"  (٣) : إن أردت أن لا تعزل، فلا تتول ولايةً لا تدوم لك، وكل ولايات الدنيا كذلك، وإن لم تعزل عنها بالحياة عزلت عنها بالممات، قال: وقد جعل الله الدنيا محلًا للأغيار ومعدنًا لوجود الأكدار تزهيدًا لك فيها حتى لا يمكنك استناد إليها ولا تعريج عليها. وقد قيل: إن الله تعالى </p><p>(١) روح البيان. (٢) المراغي.(٣) روح البيان.</p>"
}