{
  "id": null,
  "sura": 13,
  "aya": 43,
  "text": "<p> ويعاقب الماكرين بهم، ليوفي كل نفس جزاء ما كسبت. وفي هذا ما لا يخفى من شديد الوعيد والتهديد للكافرين الماكرين. ثم أكد هذا التهديد بقوله:  {وَسَيَعْلَمُ الْكُفَّار} إذا قدموا إلى ربهم يوم القيامة حين يدخل الرسول والمؤمنون الجنة، ويدخلون النار {لِمَنْ عُقْبَى الدَّارِ} ؛ أي: لمن العاقبة المحمودة من الفريقين في الدار الآخرة، وإن جهلوا ذلك من قبل؛ أي: سيعلم (١) جنس الكافر لمن العاقبة المحمودة من الفريقين في دار الدنيا، أو الدار الآخرة، أو فيهما. وقيل: المراد بالكافر: أبو جهل. </p><p> وقرأ نافع وابن كثير وأبو عمرو وأبو جعفر (٢) : {الكافر} بالإفراد والمراد به الجنس. وقرأ الباقون:  {الْكُفَّارُ} بالجمع جمع تكسير، وابن مسعود شاذًا:  {الكافرون} جمع سلامة. وأبي شاذًا أيضًا:  {الذين كفروا} . وقرأ جناح بن حبيش:  {وسيعلم الكفار} مبنيًّا للمفعول من أعلم؛ أي: وسيخبر وهي شاذة أيضًا. </p><p> ٤٣ - وأخرج ابن مردويه عن ابن عباس - رضي الله عنهما - قال: قدم على رسول الله - صلى الله عليه وسلم - أسقف من اليمن، فقال له عليه السلام:  \"هل تجدني في الإنجيل رسولًا\" ؟ قال: لا، فأنزل الله تعالى:  {وَيَقُولُ الَّذِينَ كَفَرُوا} ؛ أي: ويقول المشركون أو جميع الكفار {لَسْتَ} يا محمد {مُرْسَلًا} من عند الله إلى الناس. أي: ويقول الجاحدون لنبوتك الكافرون برسالتك: لست مرسلًا من عند الله، أرسلك لتخرج الناس من الظلمات إلى النور، وتدعوهم إلى عبادة إله واحد لا شريك له، وتنقذهم من عبادة الأصنام والأوثان، وتصلح حال المجتمع البشري، وتمنع عنه الظلم والفساد، فأمر الله سبحانه بأن يجيب عليهم، فقال:  {قُلْ} لهم يا محمد {كَفَى بِاللهِ} سبحانه وتعالى من جهة كونه {شَهِيدًا} ؛ أي: شاهدًا {بَيْنِي وَبَيْنَكُمْ} فهو يعلم صحة رسالتي وصدق دعوتي، ويعلم كذبكم. </p><p> أي: قل حسبي الله شاهدًا بتأييد رسالتي وصدق مقالتي؛ إذ أنزل علي هذا </p><p>(١) الشوكاني. (٢) البحر المحيط.</p><p> الكتاب الذي أعجز البشر قاطبةً أن يأتوا بمثله، ولو كان بعضهم لبعض ظهيرًا، والمراد بشهادة الله تعالى: إظهار المعجزات الدالة على صدقه في دعوى الرسالة {وَمَنْ عِنْدَهُ عِلْمُ الْكِتَابِ} ؛ أي: وكفى شهيدًا بيني وبينكم من عنده علم الكتاب السماوي، وهم من أسلم من أهل الكتابين التوراة والإنجيل كعبد الله بن سلام وكعب الأحبار وسلمان الفارسي وتميم الداري وآصف بن برخيا، فكل من كان عالمًا بالتوراة والإنجيل علم أن محمدًا مرسل من عند الله تعالى. وقد كان المشركون من العرب يسألون أهل الكتاب ويرجعون إليهم، فأرشدهم الله سبحانه في هذه الآية إلى أن أهل الكتاب يعلمون ذلك. وقيل: المراد (١) بالكتاب القرآن، ومن عنده علم منه هم المسلمين. وقيل: المراد من عنده علم اللوح المحفوظ، وهو الله سبحانه وتعالى، واختار هذا الزجاج. وقال: لأن الأشبه أن الله لا يستشهد على خلقه بغيره. </p><p> و {مَنْ} في قراءة (٢) الجمهور في موضع خفض عطفًا على لفظ {الله} ، أو موضع رفع عطفًا على موضع {الله} ؛ إذ هو في مذهب من جعل الباء زائدة فاعل بكفى. وقال ابن عطية: ويحتمل أن يكون في موضع رفع الابتداء، والخبر محذوف تقديره: أعدل وأمضى قولًا، ونحو هذا مما يدل عليه لفظة {شَهِيدًا} ويراد بذلك الله تعالى. وقرىء شذوذًا (٣) : {بمن} بدخول الباء على {من} عطفًا على {بِاللهِ} . وقرأ علي وأبيّ وابن عباس وعكرمة وابن جبير وعبد الرحمن بن أبي بكرة والضحاك وسالم بن عبد الله بن عمر وابن أبي إسحاق ومجاهد والحكم والأعمش:  {وَمَنْ عِنْدَهُ عِلْمُ الْكِتَابِ} بجعل {من} حرف جر وجر ما بعده به، وارتفاع {علم} بالابتداء، والجار والمجرور في موضع الخبر. وقرأ علي أيضًا وابن السميقع والحسن بخلاف عنه:  {وَمَنْ عِنْدَهُ} بجعل {من} حرف جر، {علِم الكتاب} بجعل {عُلِمَ} فعلًا ماضيًا مبنيًّا للمفعول، و {الكتاب} رفع به. وقرىء شذوذًا أيضًا:  {ومِنْ عندِه} بحرف جر، {عُلِّم الكتاب} مشددًا مبنيًّا </p><p>(١) الشوكاني. (٢) البحر المحيط.(٣) البحر المحيط.</p><p> للمفعول، و {الكتاب} رفع به أيضًا، والضمير في {عنده} في هذه القراءات الثلاث عائد على {الله} تعالى، و {من} لابتداء الغاية، أي: ومن عند الله سبحانه وتعالى حصل علم القرآن؛ لأن أحدًا لا يعمله إلا من تعليمه. </p><p> ولما (١) أمر الله سبحانه نبيه أن يحتج عليهم بشهادة الله على رسالته، ولا يكون ذلك إلا بإظهار القرآن، ولا يعلم العبد كون القرآن معجزًا إلا بعد العلم بما فيه من أسراره .. بين الله تعالى أن هذا العلم لا يحصل إلا من عند الله تعالى. </p><p> خلاصة ما في هذه السورة (٢) </p><p> ترى مما تقدم في تفسير هذه السورة أنها اشتملت على الأمور الآتية: </p><p> ١ - إقامة الأدلة على التوحيد بما يرى من خلق السماوات والأرض، والجبال والأنهار، والزرع والنبات على اختلاف ألوانه وأشكاله، وهذا تفصيل لما أجمله في السورة قبلها من قوله:  {وَكَأَيِّنْ مِنْ آيَةٍ في السَّمَاوَاتِ وَالْأَرْضِ يَمُرُّونَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُونَ} . </p><p> ٢ - إثبات البعث ويوم القيامة، والتعجب من إنكارهم له. </p><p> ٣ - استعجالهم العذاب من الرسول - صلى الله عليه وسلم -، وبيان أنه واقع بهم لا محالة، كما وقع لمن قبلهم من الأمم الغابرة. </p><p> ٤ - بيان أن للإنسان ملائكة تحفظه وتحرسه، وتكتب عليه ما يكتسبه من الحسنات والسيئات بأمر الله. </p><p> ٥ - ضرب الأمثال لمن يعبد الله وحده ولمن يعبد الأصنام بالسيل والزبد الرابي. </p><p> ٦ - بيان حال المتقين الذين يصلون ما أمر الله به أن يوصل ويخشون ربهم </p><p>(١) المراح. (٢) المراغي.</p><p> ويخافون سوء الحساب، وأقاموا الصلاة وأنفقوا في السر والعلن، وبيان مآلهم يوم القيامة. </p><p> ٧ - بيان حال الذين ينقضون عهد الله من بعد ميثاقه ويفسدون في الأرض، وبيان مآلهم. </p><p> ٨ - إنكار الشركاء مع إقامة الأدلة على أن لا شريك لله. </p><p> ٩ - وصف الجنة التي وعد بها المتقون، وبيان أنها مآل المتقين، ومآل الكافرين النار وبئس القرار. </p><p> ١٠ - بيان أن كثيرًا ممن أسلموا من أهل الكتاب يفرحون بما ينزل من القرآن؛ إذ يرون فيه تصديقًا لما بين أيديهم من الكتاب. </p><p> ١١ - بيان مهمة الرسول، وأن خلاصة ما جاء به عبادة الله وحده وعدم الشرك به، ودعاؤه لجلب النفع ودفع الضر، وأن إليه تعالى المرجع والمآب. </p><p> ١٢ - بيان أن كل رسول أرسل بلغة قومه؛ ليسهل عليهم قبول دعوته وفهمها. </p><p> ١٣ - تحذير الرسول - صلى الله عليه وسلم - وأمته من قبول دعوة المشركين من بعد ما جاءهم من العلم. </p><p> ١٤ - أن جميع الرسل صلوات الله وسلامه عليهم كان لهم أزواج وذرية. </p><p> ١٥ - أن المعجزات ليست بمشيئة الرسل يأتون بها كلما أرادوا، وإنما هي بإذن الله وإرادته. </p><p> ١٦ - بيان أن هذه الحياة الدنيا إنما هي محو وإثبات، وموت وحياة، فيزيل الله قومًا ويوجد آخرين، وكل ذلك محفوظ في علم الله الذي لا تغيير فيه ولا تبديل. </p><p> ١٧ - أن مهمة الرسول إنما هي التبليغ، أما الجزاء على مخالفة الأوامر فأمر ذلك إلى الله تعالى، ولا يعني الرسول أن يحصل في زمنه أو بعد وفاته. </p><p> ١٨ - أو انتقام الله من المكذبين قد بدأ حياة الرسول بقتل أعدائه </p><p> وأسرهم وتشريدهم في البلاد. </p><p> ١٩ - أن مكر أولئك الكافرين بالرسول ليس ببدع جديد، فكثير من الأمم السابقة مكروا بأنبيائهم، وكان النصر حليف المتقين، ونكل الله بالقوم الظالمين. </p><p> ٢٠ - إلحاف الكافرين في إنكار رسالته - صلى الله عليه وسلم -، مع أن الله تعالى شهيد على ذلك بما أقام من الأدلة على صدقه، وكذلك شهادة من آمن من أهل الكتاب بوجود أمارات رسالته - صلى الله عليه وسلم - في كتبهم وتبشيرها بها. </p><p> الإعراب </p><p> {وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِنْ قَبْلِكَ فَأَمْلَيْتُ لِلَّذِينَ كَفَرُوا ثُمَّ أَخَذْتُهُمْ فَكَيْفَ كَانَ عِقَابِ} . </p><p> {وَلَقَدِ}  (الواو) : استئنافية، و (اللام) : موطئة للقسم. {قد} : حرف تحقيق. {اسْتُهْزِئَ} : فعل ماض مغير الصيغة. {بِرُسُلٍ} : جار ومجرور في محل الرفع نائب فاعل. {مِنْ قَبْلِكَ} : جار ومجرور صفة لـ {رُسُلٍ} ، والجملة الفعلية جواب القسم لا محل لها من الإعراب. {فَأَمْلَيْتُ} : {الفاء} ): عاطفة. {أَمْلَيْتُ} : فعل وفاعل معطوف على {اسْتُهْزِئَ} . {لِلَّذِينَ} : جار ومجرور متعلق به. {كَفَرُوا} : فعل وفاعل صلة الموصول. {ثُمَّ} : حرف عطف وترتيب. {أَخَذْتُهُمْ} : فعل وفاعل ومفعول معطوف على {أمليت} . {فَكَيْفَ} : (الفاء) : فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر تقديره: إذا عرفت استهزاءهم بالرسل فإملائي لهم فأخذي إياهم .. فأقول لك يا محمد: كيف كان عقابي إياهم، هل هو واقع محله أم لا؟. {كَيْفَ} : اسم استفهام للاستفهام التعجبي مع التقريع لهم في محل النصب خبر {كَانَ} مقدم عليه وجوبًا. {كَانَ} : فعل ماض ناقص. {عِقَابِ} : اسمها مرفوع، وعلامة رفعه ضمة مقدرة على ما قبل ياء المتكلم المحذوفة اجتزاء عنها بالكسرة الممنوعة بسكون الوقف:  {عِقَابِ} : مضاف وياء المتكلم المحذوفة في محل الجر مضاف إليه، وجملة {كَانَ} : في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. </p><p> {أَفَمَنْ هُوَ قَائِمٌ عَلَى كُلِّ نَفْسٍ بِمَا كَسَبَتْ وَجَعَلُوا لِلَّهِ شُرَكَاءَ قُلْ سَمُّوهُمْ أَمْ تُنَبِّئُونَهُ بِمَا لَا يَعْلَمُ في الْأَرْضِ أَمْ بِظَاهِرٍ مِنَ الْقَوْلِ} . </p><p> {أَفَمَنْ} : (الهمزة) : للاستفهام الإنكاري داخلة على محذوف، و {الفاء} : عاطفة على ذلك المحذوف، و {مَنْ} : اسم موصول في محل الرفع مبتدأ، خبره محذوف تقديره: كمن ليس كذلك من شركائهم التي لا تضر ولا تنفع، دل على ذلك قوله:  {وَجَعَلُوا لِلَّهِ شُرَكَاءَ} . {هُوَ} : مبتدأ. {قَائِمٌ} : خبره، والجملة الاسمية صلة الموصول، والتقدير: أعميتم وسويتم بين الله وبين خلقه، فمن هو قائم على كل نفس كائن كمن ليس كذلك، لا ليسوا مستويين، والجملة المحذوفة مستأنفة. {عَلَى كُلِّ نَفْسٍ} : جار ومجرور ومضاف إليه متعلق بـ {قَائِمٌ} . {بِمَا} : جار ومجرور حال من {كُلِّ نَفْسٍ} ؛ أي: حالة كونها ملتبسة بما كسبت. {كَسَبَتْ} : فعل ماض، وفاعله ضمير يعود على {كُلِّ نَفْسٍ} ، والجملة صلة لـ {ما} ، أو صفة لها، والعائد أو الرابط محذوف تقديره: بما كسبته. {وَجَعَلُوا} : فعل وفاعل، وهو يتعدى إلى مفعولين أولهما محذوف تقديره: وجعلوا الأصنام شركاء لله. {لِلَّهِ} : جار ومجرور متعلق بـ {شُرَكَاءَ} . {شُرَكَاءَ} : مفعول ثان، والجملة الفعلية مستأنفة، أو حال من {كُلِّ نَفْسٍ} كما مر في مبحث التفسير. {قُلْ} : فعل أمر، وفاعله ضمير يعود على محمد، والجملة الفعلية مستأنفة. {سَمُّوهُمْ} : فعل وفاعل ومفعول به؛ لأنه بمعنى اذكروا أسماءهم أو صفوهم، والجملة الفعلية في محل النصب مقول لـ {قُلْ} . {أَمْ} : منقطعة بمعنى بل الإضرابية وهمزة الاستفهام الإنكاري. {تُنَبِّئُونَهُ} : فعل وفاعل ومفعول أول مرفوع بثبوت النون. {بِمَا} : جار ومجرور في محل المفعول الثاني، والجملة مستأنفة. {لَا يَعْلَمُ} : فعل مضارع، وفاعله ضمير يعود على {اللهِ} : {في الْأَرْضِ} متعلق به، والجملة صلة لـ {ما} ، أو صفة لها، والعائد أو الرابط المفعول المحذوف تقديره: بما لا يعلمه في الأرض ولا في السماوات. {أَمْ} : منقطعة بمعنى بل التي للإضراب الإبطالي كما في \"الصاوي\" ، وهمزة الاستفهام الإنكاري داخلة على محذوف تقديره: بل أتسمونهم بظاهر من القول. {بِظَاهِرٍ} : جار ومجرور في محل المفعول الثاني للفعل المحذوف. {مِنَ الْقَوْلِ} : جار ومجرور لـ {ظَاهِرٍ} ؛ أي: بل أتسمون تلك الأصنام بلفظ خالٍ عن المعنى، والجملة المحذوفة مستأنفة. </p><p> {بَلْ زُيِّنَ لِلَّذِينَ كَفَرُوا مَكْرُهُمْ وَصُدُّوا عَنِ السَّبِيلِ وَمَنْ يُضْلِلِ اللهُ فَمَا لَهُ مِنْ هَادٍ} . </p><p> {بَل} : حرف ابتداء وإضراب. {زُيِّنَ} : فعل ماض مغير الصيغة. {لِلَّذِينَ} : جار ومجرور متعلق به، وجملة {كَفَرُوا} : صلة الموصول. {مَكْرُهُمْ} : نائب فاعل، والجملة مستأنفة. {وَصُدُّوا} : فعل ونائب فاعل معطوف على {زُيِّنَ} . {عَنِ السَّبِيلِ} : متعلق به. {وَمَنْ} : {الواو} ): استئنافية. {مَنْ} : اسم شرط جازم في محل الرفع مبتدأ، والخبر جملة الشرط، أو الجواب، أو هما. {يُضْلِلِ اللهُ} : فعل وفاعل مجزوم بـ {من} على كونه فعل شرطٍ لها، والرابط محذوف تقديره: ومن يضلله الله. {فَمَا} : (الفاء) : رابطة لجواب {مَن} الشرطية وجوبًا. {ما} : تميمية أو حجازية. {لَهُ} : جار ومجرور خبر مقدم للمبتدأ، أو لـ {مَا} الحجازية. {مَنْ} زائدة. {هَادٍ} : مبتدأ مؤخر، أو اسم {ما} مؤخر، والجملة الاسمية في محل الجزم بـ {مَن} الشرطية على كونها جوابًا لها، وجملة {مَن} الشرطية: مستأنفة. {هادٍ} بثبوت الياء وحذفها وقفًا سبعيتان، وفي الرسم محذوفة لا غير كالوصل. </p><p> {لَهُمْ عَذَابٌ فِي الْحَيَاةِ الدُّنْيَا وَلَعَذَابُ الْآخِرَةِ أَشَقُّ وَمَا لَهُمْ مِنَ اللَّهِ مِنْ وَاقٍ} . </p><p> {لَهُمْ} : جار ومجرور خبر مقدم. {عَذَابٌ} : مبتدأ مؤخر، والجملة مستأنفة. {فِي الْحَيَاة} : جار ومجرور صفة لعذاب الدنيا، صفة لـ {الْحَيَاةِ} . {وَلَعَذَابُ الْآخِرَةِ} : (الواو) : عاطفة. (اللام) : حرف ابتداء، {عَذَابُ الْآخِرَة} : مبتدأ ومضاف إليه. {أَشَقُّ} : خبر، والجملة معطوفة على الجملة التي قبلها. {وَمَا} : (الواو) : عاطفة. {ما} : نافية. {لَهُمْ} : جار ومجرور خبر مقدم. {مِنَ اللَّهِ} : جار ومجرور متعلق بـ {وَاقٍ} . {مِنْ} : زائدة. {وَاقٍ} : مبتدأ مؤخر، والتقدير: وما واقٍ أو عذاب الله كائن لهم، والجملة معطوفة على الجملة التي قبلها. </p><p> {مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ أُكُلُهَا دَائِمٌ وَظِلُّهَا تِلْكَ عُقْبَى الَّذِينَ اتَّقَوْا وَعُقْبَى الْكَافِرِينَ النَّارُ} . </p><p> {مَثَلُ الْجَنَّةِ} : مبتدأ ومضاف إليه. {الَّتِي} : صفة لـ {الْجَنَّةِ} . {وُعِدَ الْمُتَّقُونَ} : فعل ونائب فاعل، والجملة الفعلية صلة الموصول، والعائد محذوف </p><p> تقديره: وعدها المتقون، وخبر المبتدأ محذوف تقديره: مثل الجنة التي وعدها المتقون كائن فيما يتلى عليك، والجملة مستأنفة. {تَجْرِي} : فعل مضارع. {مِنْ تَحْتِهَا} : متعلق به. {الْأَنْهَارُ} : فاعل، والجملة الفعلية مفسرة لذلك المحذوف، أو مستأنفة. {أُكُلُهَا دَائِمٌ} : مبتدأ وخبر، والجملة مفسرة أو مستأنفة. {وَظِلُّهَا} : مبتدأ حذف خبره لدلالة ما قبله عليه تقديره: وظلها دائم، والجملة معطوفة على جملة {أُكُلُهَا دَائِمٌ} . {تِلْكَ عُقْبَى الَّذِينَ} : مبتدأ وخبر ومضاف إليه، والجملة مستأنفة. {اتَّقَوْا} : فعل وفاعل صلة الموصول. {وَعُقْبَى الْكَافِرِينَ النَّارُ} : مبتدأ وخبر، والجملة معطوفة على الجملة التي قبلها. </p><p> {وَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَفْرَحُونَ بِمَا أُنْزِلَ إِلَيْكَ وَمِنَ الْأَحْزَابِ مَنْ يُنْكِرُ بَعْضَهُ قُلْ إِنَّمَا أُمِرْتُ أَنْ أَعْبُدَ اللَّهَ وَلَا أُشْرِكَ بِهِ إِلَيْهِ أَدْعُو وَإِلَيْهِ مَآبِ} . </p><p> {وَالَّذِينَ} : (الواو) : استئنافية. {الَّذِينَ} : مبتدأ. {آتَيْنَاهُمُ الْكِتَابَ} : فعل وفاعل ومفعولان صلة الموصول. {يَفْرَحُونَ} : فعل وفاعل، والجملة الفعلية في محل الرفع خبر المبتدأ، والجملة الاسمية مستأنفة. {بِمَا} : جار ومجرور متعلق بـ {يَفْرَحُونَ} . {أُنْزِلَ} : فعل ماض مغير الصيغة، ونائب فاعله ضمير يعود على {ما} . {إِلَيْكَ} : متعلق به، والجملة صلة لـ {ما} ، أو صفة لها. {وَمِنَ الْأَحْزَابِ} : جار ومجرور خبر مقدم. {مَنْ} : اسم موصول في محل الرفع مبتدأ مؤخر، والجملة الاسمية معطوفة على الجملة التي قبلها. {يُنْكِرُ بَعْضَهُ} : فعل ومفعول، وفاعله ضمير يعود على {ما} ، والجملة صلة الموصول. {قُلْ} : فعل أمر، وفاعله ضمير يعود على محمد، والجملة مستأنفة. {إِنَّمَا أُمِرْتُ} إلى آخر الآية: مقول محكي، وإن شئت قلت {إِنَّمَا} : أداة حصر. {أُمِرْتُ} : فعل ونائب فاعل، والجملة في محل النصب مقول محكي. {أَنْ أَعْبُدَ اللَّهَ} : ناصب وفعل ومفعول، وفاعله ضمير يعود على محمد، والجملة الفعلية مع {أَنْ} المصدرية في تأويل مصدر مجرور بحرف جر محذوف تقديره: إنما أمرت بعبادة الله، الجار والمجرور متعلق بـ {أُمِرْتُ} . {وَلَا أُشْرِكَ} : فعل مضارع معطوف على {أَعْبُدَ} . {بِهِ} متعلق به، وفاعله ضمير يعود على محمد، والتقدير: أمرت بعبادة الله وعدم الإشراك به. {إِلَيْهِ} : جار ومجرور متعلق بـ {أَدْعُوْ} . {أَدْعُو} : فعل </p><p> مضارع، وفاعله ضمير يعود على محمد، والجملة في محل النصب معطوفة على جملة {أُمِرْتُ} . {وَإِلَيْهِ}  (الواو) : عاطفة. {إِلَيْهِ} : جار ومجرور خبر مقدم. {مَآبِ} : مبتدأ مؤخر مرفوع وعلامة رفعه ضمة مقدرة على ما قبل ياء المتكلم المحذوف اجتزاء عنها بالكسرة الممنوعة بسكون الوقف. {مَآبِ} : مضاف وياء المتكلم المحذوفة في محل الجر مضاف إليه، والجملة الاسمية في محل النصب معطوفة على جملة {أُمِرْتُ} . </p><p> {وَكَذَلِكَ أَنْزَلْنَاهُ حُكْمًا عَرَبِيًّا وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ بَعْدَمَا جَاءَكَ مِنَ الْعِلْمِ مَا لَكَ مِنَ اللَّهِ مِنْ وَلِيٍّ وَلَا وَاقٍ} . </p><p> {وَكَذَلِكَ}  (الواو) : استئنافية. {كَذَلِكَ} : جار ومجرور صفة لمصدر محذوف. {أَنْزَلْنَاهُ} : فعل وفاعل ومفعول، والتقدير: وأنزلنا هذا القرآن عليك إنزالًا مثل إنزالنا الكتب السالفة على الرسل المتقدمة عليك، والجملة مستأنفة. {حُكْمًا} : حال موطئة من ضمير المفعول، ولكنه في تأويل حاكمًا. {عَرَبِيًّا} : صفة لـ {حُكْمًا} . {وَلَئِنِ} : (الواو) : اسئنافية، و (اللام) : موطئة للقسم. {إن} : حرف شرط. {اتَّبَعْتَ أَهْوَاءَهُمْ} : فعل وفاعل ومفعول في محل الجزم بـ {إن} الشرطية على كونه فعل شرط لها. {بَعْدَمَا} : ظرف ومضاف إليه متعلق بـ {اتَّبَعْتَ} . {جَاءَكَ} : فعل ومفعول، وفاعله ضمير يعود على {مَا} . {مِنَ الْعِلْمِ} : حال من فاعل {جَاءَكَ} ، والجملة الفعلية صلة لـ {مَا} ، أو صفة لها. {مَا} : نافية. {لَكَ} : جار ومجرور خبر مقدم. {مِنَ اللَّهِ} : متعلق بـ {وَلِيٍّ} . {مِنْ} زائدة. {وَلِيٍّ} : مبتدأ مؤخر. {وَلَا وَاقٍ} : معطوف على {وَلِيٍّ} والتقدير: ما ولي ولا واق من الله كائن لك، والجملة الاسمية جواب القسم لا محل لها من الإعراب، وجملة القسم مستأنفة، وجواب الشرط محذوف دل عليه جواب القسم تقديره، وإن اتبعت أهوائهم بعد ما جاءك من العلم .. فما لك من الله من ولي ولا واق، وجملة الشرط معترضة بين القسم وجوابه. </p><p> {وَلَقَدْ أَرْسَلْنَا رُسُلًا مِنْ قَبْلِكَ وَجَعَلْنَا لَهُمْ أَزْوَاجًا وَذُرِّيَّةً وَمَا كَانَ لِرَسُولٍ أَنْ يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ لِكُلِّ أَجَلٍ كِتَابٌ} . </p><p> {وَلَقَدْ}  (الواو) : استنئافية. (اللام) : موطئة للقسم. {قَد} : حرف تحقيق. {أَرْسَلْنَا رُسُلًا} : فعل وفاعل ومفعول. {مِنْ قَبْلِكَ} : جار ومجرور صفة لـ {رُسُلًا} ، أو متعلق بـ {أَرْسَلْنَا} ، والجملة الفعلية جواب القسم لا محل لها من الإعراب، وجملة القسم مستأنفة. {وَجَعَلْنَا} : فعل وفاعل معطوف على {أرْسَلْنَا} . {لَهُمْ} : جار ومجرور متعلق بـ {جَعَلْنَا} . {أَزْوَاجًا} : مفعول به؛ لأن جعل هنا بمعنى خلق. {وَذُرِّيَّةً} : معطوف على {أَزْوَاجًا} . {وَمَا كَانَ} : (الواو) : استئنافية. {ما} : نافية. {كَانَ} : فعل ماض ناقص. {لِرَسُولٍ} : جار ومجرور خبر مقدم لـ {كَانَ} . {أَنْ} : حرف نصب ومصدر. {يَأْتِيَ} : فعل مضارع منصوب بـ {أَنْ} . {بِآيَةٍ} : متعلق به، وفاعله ضمير يعود على {رسول} . {إِلَّا} : أداة استثناء مفرغ. {بِإِذْنِ اللَّهِ} : جار ومجرور متعلق بالاستقرار الذي تعلق به الخبر، والجملة الفعلية في تأويل مصدر مرفوع على كونه اسم {كَانَ} تقديره: وما كان الإتيان بآية من الآيات كائنًا لرسول من الرسل إلا بإذن الله، والجملة مستأنفة. {لِكُلِّ أَجَلٍ} : جار ومجرور خبر مقدم. {كِتَابٌ} : مبتدأ مؤخر، والجملة مستأنفة. </p><p> {يَمْحُو اللَّهُ مَا يَشَاءُ وَيُثْبِتُ وَعِنْدَهُ أُمُّ الْكِتَابِ} . </p><p> {يَمْحُو اللَّهُ مَا} : فعل وفاعل ومفعول، والجملة مستأنفة. {يَشَاءُ} : فعل مضارع، وفاعله ضمير يعود على {اللَّهُ} ، والجملة صلة لـ {مَا} ، أو صفة لها، والعائد أو الرابط محذوف تقديره: ما يشاءه. {وَيُثْبِتُ} : فعل مضارع، وفاعله ضمير يعود على {اللَّهُ} ، والجملة معطوفة على جملة {يَمْحُو} . {وَعِنْدَهُ} : ظرف ومضاف إليه خبر مقدم. {أُمُّ الْكِتَابِ} : مبتدأ مؤخر، والجملة مستأنفة. </p><p> {وَإِنْ مَا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَعَلَيْنَا الْحِسَابُ} . </p><p> {وَإِنْ}  (الواو) : استئنافية. {إن} : حرف شرط جازم. {مَا} : زائدة. {نُرِيَنَّكَ} : فعل مضارع ومفعول أول في محل الجزم بـ {إن} الشرطية على كونه فعل شرط لها، وفاعله ضمير يعود على الله. {بَعْضَ الَّذِي} : مفعول ثان ومضاف إليه. {نَعِدُهُمْ} : فعل ومفعول، وفاعله ضمير يعود على الله، والجملة صلة </p><p> الموصول، وجواب الشرط محذوف تقديره: فذاك شافيك من أعدائك، وجملة الشرط مستأنفة. {أَوْ نَتَوَفَّيَنَّكَ} : فعل ومفعول في محل الجزم معطوف على {نُرِيَنَّكَ} على كونه شرطًا ثانيًا، وفاعله ضمير يعود على الله، وجواب الشرط محذوف أيضًا تقديره: فلا تقصير منك ولا لوم عليك. {فَإِنَّمَا} : (الفاء) : تعليلية للجواب المحذوف. {إِنَّمَا} : أداة حصر. {عَلَيْكَ} : خبر مقدم. {الْبَلَاغُ} : مبتدأ مؤخر، والجملة الاسمية مستأنفة مسوقة لتعليل ما قبلها. {وَعَلَيْنَا الْحِسَابُ} : مبتدأ وخبر، والجملة معطوفة على جملة قوله:  {إِنَّمَا عَلَيْكَ الْبَلَاغُ} . </p><p> {أَوَلَمْ يَرَوْا أَنَّا نَأْتِي الْأَرْضَ نَنْقُصُهَا مِنْ أَطْرَافِهَا وَاللَّهُ يَحْكُمُ لَا مُعَقِّبَ لِحُكْمِهِ وَهُوَ سَرِيعُ الْحِسَابِ} . </p><p> {أَوَلَمْ}  (الهمزة) : للاستفهام الإنكاري داخلة على محذوف. (الواو) : عاطفة على ذلك المحذوف. {لم} : حرف نفي وجزم. {يَرَوْا} : فعل وفاعل مجزوم بـ {لم} والتقدير: أأنكروا نزول ما وعدناهم، أو شكوا في ذلك ولم يروا أنا نأتي الأرض، والجملة المحذوفة مستأنفة. {أَنَّا} : ناصب واسمه. {نَأْتِي الْأَرْضَ} : فعل ومفعول، وفاعله ضمير يعود على الله، والجملة الفعلية في محل الرفع خبر {أن} ، وجملة {أن} : في تأويل مصدر ساد مسد مفعولي رأى تقديره: أولم يروا إتياننا الأرض حالة كوننا ننقصها. {نَنْقُصُهَا} : فعل ومفعول وفاعله ضمير يعود على الله. {مِنْ أَطْرَافِهَا} : متعلق به، والجملة الفعلية في محل النصب حال من فاعل {نَأْتِي} . {وَاللَّهُ} : مبتدأ، وجملة {يَحْكُمُ} : خبره، والجملة الاسمية مستأنفة. {لَا} : نافية. {مُعَقِّبَ} : في محل النصب اسمها. {لِحُكْمِهِ} : متعلق به، وخبرها محذوف تقديره: موجود، وجملة {لَا} : في محل الرفع معطوفة على جملة {يَحْكُمُ} على كونها خبر المبتدأ. {وَهُوَ سَرِيعُ الْحِسَابِ} : مبتدأ وخبر، والجملة مستأنفة. </p><p> {وَقَدْ مَكَرَ الَّذِينَ مِنْ قَبْلِهِمْ فَلِلَّهِ الْمَكْرُ جَمِيعًا يَعْلَمُ مَا تَكْسِبُ كُلُّ نَفْسٍ وَسَيَعْلَمُ الْكُفَّارُ لِمَنْ عُقْبَى الدَّارِ} . </p><p> {وَقَدْ}  (الواو) : استئنافية. {قَدْ} : حرف تحقيق. {مَكَرَ الَّذِينَ} : فعل </p><p> وفاعل، والجملة مستأنفة. {مِنْ قَبْلِهِمْ} : جار ومجرور صلة الموصول. {فَلِلَّهِ} : (الفاء) : تعليلية. {لله} : خبر مقدم. {الْمَكْرُ} : مبتدأ مؤخر. {جَمِيعًا} : حال من الضمير المستكن في الخبر، والجملة الاسمية في محل الجر مسوقة لتعليل ما قبلها. {يَعْلَمُ} : فعل مضارع، وفاعله ضمير مستتر يعود على {الله} ، والجملة مستأنفة. {مَا} : اسم موصول في محل النصب مفعول به لـ {مَا} ؛ لأنه بمعنى عرف. {تَكْسِبُ كُلُّ نَفْسٍ} : فعل وفاعل، والجملة صلة لـ {مَا} ، أو صفة لها، والعائد أو الرابط محذوف تقديره: ما تكسبه كل نفس. {وَسَيَعْلَمُ الْكُفَّارُ} : فعل وفاعل، والجملة مستأنفة. {لِمَنْ} : (اللام) : حرف جر. {مَنْ} : اسم استفهام في محل الجر باللام، الجار والمجرور خبر مقدم. {عُقْبَى الدَّارِ} : مبتدأ مؤخر، والجملة الاسمية سادة مسد مفعولي علم معلق عنها باسم الاستفهام. </p><p> {وَيَقُولُ الَّذِينَ كَفَرُوا لَسْتَ مُرْسَلًا قُلْ كَفَى بِاللَّهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ وَمَنْ عِنْدَهُ عِلْمُ الْكِتَابِ} . </p><p> {وَيَقُولُ الَّذِينَ} : فعل وفاعل، والجملة مستأنفة. {كَفَرُوا} : فعل وفاعل صلة الموصول. {لَسْتَ مُرْسَلًا} : فعل ناقص واسمه وخبره، والجملة في محل النصب مقول لـ {يَقُولُ} . {قُلْ} : فعل أمر، وفاعله ضمير يعود على محمد، والجملة مستأنفة. {كفى بالله} إلى آخر الآية: مقول محكي، وإن شئت قلت:  {كَفَى بِاللَّهِ} : فعل وفاعل، و (الباء) : زائدة. {شَهِيدًا} : تمييز لفاعل {كَفَى} ، والجملة في محل النصب مقول القول. {بَيْنِي} : ظرف متعلق بـ {شَهِيدًا} . {وَبَيْنَكُمْ} : معطوف عليه. {وَمَنْ} : اسم موصول في محل الرفع معطوف على فاعل {كَفَى} . {عِنْدَهُ} : خبر مقدم. {عِلْمُ الْكِتَابِ} : مبتدأ مؤخر، والجملة الاسمية صلة {مَنْ} الموصولة. </p><p> التصريف ومفردات اللغة </p><p> {وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ} ومعنى الاستهزاء (١) : الاستحقار والاستهانة، والأذى </p><p>(١) روح البيان.</p><p> والتكذيب. </p><p> {فَأَمْلَيْتُ} والإملاء: الإمهال وأن يترك ملاءة من الزمان؛ أي: مدة طويلة منه في دعة وراحة وأمن، كالبهيمة في المرعى؛ أي: أطلت لهم المدة في أمن وسعة بتأخير العقوبة ليتمادوا في المعصية. {ثُمَّ} بعد الإملاء والاستدراج أخذتهم بالعقوبة. </p><p> {أَفَمَنْ هُوَ قَائِمٌ} ؛ أي: رقيب ومتول للأمور. </p><p> {تُنَبِّئُونَهُ} ؛ أي: تخبرونه. {بِظَاهِرٍ مِنَ الْقَوْلِ} ؛ أي: بباطل منه لا حقيقة له في الواقع. </p><p> {بَلْ زُيِّنَ لِلَّذِينَ كَفَرُوا مَكْرُهُمْ} بتخيلهم أباطيل، ثم ظنهم إياها حقًّا والمكر (١) : صرف الغير عما يقصده بحيلة، والحيلة (٢) : ما يتوصل به إلى المقصود بطريق خفي. </p><p> {وَصُدُّوا عَنِ السَّبِيلِ} والصد: المنع، والسبيل: هو سبيل الحق وطريقه؛ أي: منعوا عن طريق الهدى. وقرىء بفتح الصاد؛ أي: منعوا الناس عنه. وقد يستعمل صد لازمًا بمعنى أعرض؛ أي: أعرضوا عنه. </p><p> {لَهُمْ عَذَابٌ فِي الْحَيَاةِ الدُّنْيَا} وأصل العذاب (٣) في كلام العرب من العذب، وهو المنع، يقال: عذبته عذبًا إذا منعته، وسمي الماء عذبًا؛ لأنه يمنع العطش، وسمي العذاب عذابًا؛ لأنه يمنع المعاقب من معاودة مثل جرمه، ويمنع غيره من مثل فعله. </p><p> {وَلَعَذَابُ الْآخِرَةِ أَشَقُّ} ؛ أي: أشد وأصعب لدوامه، وهو عذاب النار، وعذاب نار القطيعة وألم البعد وحسرة التفريط في طاعة الله وندامة الإفراط في الذنوب والمعاصي، والحصول على الخسارات والهبوط من الدرجات ونزول الدركات. </p><p>(١) روح البيان. (٢) قسطلاني على البخاري.(٣) روح البيان.</p><p> {مِنْ وَاقٍ} ؛ أي: حافظ ومانع حتى لا يعذبوا. {وَاقٍ} : اسم فاعل من وقى يقي فهو واق بوزن قاض، أصله: واقي استثقلت الحركة على الياء، ثم حذفت فالتقى ساكنان وهما الياء والتنونين، ثم حذفت الياء لبقاء دالها، فصار واقٍ، فإعراب واق إعراب منقوص، فهو بحركة مقدرة على الياء المحذوفة لالتقاء الساكنين. </p><p> {مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ} المثل: الصفة والنعت. قال ابن قتيبة: المثل الشبه في أصل اللغة، ثم قد يصير بمعنى صورة الشيء وصفته، يقال: مثلت لك كذا؛ أي: صورته ووصفته، فأراد هنا بمثل الجنة صورتها وصفتها. اهـ. \"الشوكاني\" . </p><p> {أُكُلُهَا} والأكل - بضمتين - ما يؤكل من طعامها. {دَائِمٌ} ؛ أي: لا ينقطع ولا يمنع منه بخلاف ثمر الدنيا، والمراد بدوام الأكل: الدوام بالنوع لا الدوام بالجزء والشخص، فإنه إذا فنى منه شيء جيء ببدله، وهذا لا ينافي الهلاك لحظة، كما قال تعالى:  {كُلُّ شَيْءٍ هَالِكٌ إِلَّا وَجْهَهُ} على أن دوامه مضاف إلى ما بعد دخول الجنة كما يقتضيه سوق الكلام عند هلاك كل شيء قبل الدخول لا ينافي وجوده وبقاءه بعده. </p><p> {وَظِلُّهَا} دائم، والظل: واحد الظلال، والظلول والأظلال. </p><p> {تِلْكَ عُقْبَى الَّذِينَ اتَّقَوْا} والعقبى: مصدر كالبشرى والرجعى؛ أي: مآلهم ومنتهى أمرهم. </p><p> {وَمِنَ الْأَحْزَابِ} والأحزاب واحدهم حزب: وهو الطائفة المتحزبة؛ أي: المجتمعة لشأن من الشؤون كحرب أو عداوة أو نحو ذلك. والمآب: المرجع. الواقي: الحافظ. </p><p> {لِكُلِّ أَجَلٍ} والأجل: الوقت والمدة. {كِتَابٌ} والكتاب: الحكم المعين الذي يكتب على العباد بحسب ما تقتضيه الحكمة، والمراد بالأجل: أزمنة الموجودات، فلكل موجود زمان يوجد فيه محدود ولا يزاد عليه ولا ينقص، والمراد بالكتاب: صحف الملائكة التي تنسخها من اللوح المحفوظ. والمحو: </p><p> ذهاب أثر الكتابة. </p><p> {وَعِنْدَهُ أُمُّ الْكِتَابِ} أصله: وهو علم الله تعالى، أو اللوح المحفوظ الذي لا يبدل ولا يغير. والأم (١) : أصل الشيء، والعرب تسمي كل ما يجري مجرى الأصل للشيء أمًّا له، ومنه أم الرأس للدماغ، وأم القرى لمكة، والعندية عندية علم، والكتاب هو المذكور أولًا بقوله:  {لِكُلِّ أَجَلٍ كِتَابٌ} على القاعدة المشهورة عند البلغاء أن النكرة إذا أعيدت معرفة كانت عين الأولى. </p><p> {وَإِنْ مَا نُرِيَنَّكَ} مضارع أرى البصرية تعدى إلى مفعولين بالهمزة، وأكد بالنون الثقيلة. </p><p> {فَإِنَّمَا عَلَيْكَ الْبَلَاغُ} والبلاغ: اسم مصدر لبلغ تبليغًا أقيم مقام المصدر، كالأداء مقام التأدية؛ أي: تبليغ الرسالة وأداء الأمانة لا غير. </p><p> {مِنْ أَطْرَافِهَا} والأطراف: الجوانب. {لَا مُعَقِّبَ} والمعقب: الذي يكر على الشيء فيبطله، ويقال لصاحب الحق: معقب؛ لأنه يقفو غريمه بالاقتضاء والطلب. </p><p> {وَقَدْ مَكَرَ الَّذِينَ مِنْ قَبْلِهِمْ} والمكر: إرادة المكروه في خفية. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات أنواعًا من البلاغة، وضروبًا من الفصاحة والبيان والبديع: </p><p> فمنها: الإظهار في مقام الإضمار في قوله: {وَجَعَلُوا لِلَّهِ} ؛ لأن حق العبارة، وجعلوا له، فأقيم الظاهر مقام المضمر تقريرًا للألوهية وتصريحًا بها. </p><p> ومنها: الاستفهام الإنكاري في قوله: {أَفَمَنْ هُوَ قَائِمٌ} . </p><p> قال الطيبي (٢) : في هذه الآية احتجاج بليغ مبني على فنون من علم البيان: </p><p>(١) الفتوحات. (٢) الفتوحات.</p><p> أولها:  {أَفَمَنْ هُوَ قَائِمٌ عَلَى كُلِّ نَفْسٍ بِمَا كَسَبَتْ} كمن {ليس كذلك} احتجاج عليهم، وتوبيخ لهم على القياس الفاسد؛ لفقد الجهة الجامعة لهما. </p><p> ثانيهما:  {وَجَعَلُوا لِلَّهِ شُرَكَاءَ} من وضع المظهر موضع المضمر للتنبيه على أنهم جعلوا شركاء لمن هو فرد واحد لا يشاركه أحد في اسمه. </p><p> ثالثها:  {قُلْ سَمُّوهُمْ} ؛ أي: عينوا أسماءهم، فقولوا: فلان وفلان، فهو إنكار لوجودها على وجه برهاني، كما تقول: إن كان الذي تدعيه موجودًا فسمه؛ لأن المراد بالاسم العلم. </p><p> رابعها:  {أَمْ تُنَبِّئُونَهُ بِمَا لَا يَعْلَمُ} احتجاج من باب نفي الشيء أعني: العلم بنفي لازمه، وهو المعلوم، وهو كناية. </p><p> خامسها:  {أَمْ بِظَاهِرٍ مِنَ الْقَوْلِ} احتجاج من باب الاستدراج، والهمزة للتقرير لبعثهم على التفكر. المعنى: أتقولون بأفواهكم من غير روية وأنتم الباء، فتفكروا فيه لتقفوا على بطلانه. </p><p> سادسها: التدرج في كل من الإضرابات على ألطف وجه، وحيث كانت الآية مشتملة على هذه الأساليب البديعة مع اختصارها .. كان الاحتجاج المذكور مناديًا على نفسه بالإعجاز، وأنه ليس من كلام البشر. اهـ. </p><p> ومنها: الاكتفاء في قوله: {بِمَا لَا يَعْلَمُ فِي الْأَرْضِ} ؛ أي: ولا في السماوات، وإنما خص الأرض، بنفي الشريك عنها، وإن لم يكن له شريك في غير الأرض؛ لأنهم ادعوا له شريكًا في الأرض. </p><p> ومنها: الإيجاز بالحذف في قوله: {أُكُلُهَا دَائِمٌ وَظِلُّهَا} ؛ أي: وظلها دائم حذف منه الخبر بدليل السياق. </p><p> ومنها: المقابلة في قوله: {تِلْكَ عُقْبَى الَّذِينَ اتَّقَوْا وَعُقْبَى الْكَافِرِينَ النَّارُ} وهو من المحسنات البديعية. </p><p> ومنها: التشبيه المرسل المجمل في قوله: {وَكَذَلِكَ أَنْزَلْنَاهُ} . </p><p> ومنها: جناس الاشتقاق في قوله: {وَلَقَدْ أَرْسَلْنَا رُسُلًا} . </p><p> ومنها: تنكير {رُسُلًا} للدلالة على الكثرة. </p><p> ومنها: القصر في قوله: {إِنَّمَا أُمِرْتُ أَنْ أَعْبُدَ اللَّهَ} وفي قوله: {فَإِنَّمَا عَلَيْكَ الْبَلَاغُ} وكلاهما قصر إضافي من باب قصر الموصوف على الصفة؛ أي: ليس لك من الصفات إلا صفة التبليغ. </p><p> ومنها: التهييج (١) والإلهاب والبعث للسامعين على الثبات على الدين، والتصلب فيه، لئلا يزل زال عند الشبه بعد استمساكه بالحجة في قوله:  {وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ} وإلا فالرسول معصوم من اتباع أهوائهم؛ لأنه - صلى الله عليه وسلم - كان من شدة الشكيمة بمكان. </p><p> ومنها: المجاز المرسل في قوله: {أَنَّا نَأْتِي الْأَرْضَ} ؛ أي: يأتيها أمرنا وعذابنا. </p><p> ومنها: الاستفهام الإنكاري في قوله: {أَوَلَمْ يَرَوْا أَنَّا نَأْتِي الْأَرْضَ} . </p><p> ومنها: الالتفات في قوله: {وَاللَّهُ يَحْكُمُ} من التكلم إلى الغيبة لما في (٢) بناء الحكم على الاسم الجليل من الدلالة على الفخامة وتربية المهابة، وتحقيق مضمون الخبر بالإشارة إلى العلة. </p><p> فائدة: فسر بعضهم قوله تعالى: {نَنْقُصُهَا مِنْ أَطْرَافِهَا} أن نقصانها بموت علمائها وفقهائها وأهل الخير والصلاح، وهذا مروي عن مجاهد وابن عباس في رواية عنه، وأنشد بعضهم (٣) : </p><p>(١) الكشاف. (٢) أبو السعود.(٣) ابن كثير.</p><p> الأرَضُ تَحْيَا إِذَا مَا عَاشَ عَالِمُهَا ... مَتَى يَمُتْ عَالِمٌ مِنْهَا يَمُتْ طَرَفُ </p><p> كَالأرْضِ تَحْيَا إَذَا مَا الْغَيثُ حَلَّ بِهَا ... وإِنْ أَبَى عَادَ في أَكْنَافِهَا الْتَلَفُ </p><p> والله سبحانه وتعالى أعلم (١) </p><p> * * * </p><p>(١) وقد حصل الفراغ من تفسير سورة الرعد بتوفيق الله تعالى وتيسيره قبيل الغروب، في اليوم الخامس من شهر الله رجب الفرد من شهور سنة ألف وأربع مئة وإحدى عشرة (٥/ ٧/ ١٤١١ هـ) من الهجرة المصطفوية على صاحبها أفضل الصلاة وأزكى التحية وصلى الله سبحانه وتعالى وسلم على سيدنا ومولانا محمد - صلى الله عليه وسلم - خاتم النبيين وعلى آله وصحبه أجمعين، والحمد لله رب العالمين آمين.</p><p> سورة إبراهيم عليه السلام </p><p> سورة إبراهيم عليه وعلى نبينا أفضل الصلاة والسلام مكية كلها، كما (١) أخرجه ابن مردويه عن ابن عباس، وأخرجه ابن مردويه أيضًا عن الزبير، وحكاه القرطبي عن الحسن وعكرمة وجابر بن زيد وقتادة إلا آيتين منها مدنيتين. وقيل: إلا ثلاث آيات نزلت في الذين حاربوا رسول الله - صلى الله عليه وسلم - وهي قوله تعالى:  {أَلَمْ تَرَ إِلَى الَّذِينَ بَدَّلُوا نِعْمَتَ اللَّهِ كُفْرًا} إلى قوله: {فَإِنَّ مَصِيرَكُمْ إِلَى النَّار} . وأخرج النحاس في ناسخه عن ابن عباس قال: وهي مكية إلا آيتين منها نزلتا بالمدينة، وهي:  {أَلَمْ تَرَ إِلَى الَّذِينَ بَدَّلُوا نِعْمَتَ اللَّهِ كُفْرًا} .. الآيتين. نزلتا في قتلى بدر من المشركين. </p><p> التسمية: سميت بسورة إبراهيم (٢) ؛ لذكر قصته فيها. فإن قلت: إن قصة إبراهيم قد ذكرت في غير هذه السورة: الأنبياء والبقرة. </p><p> قلت: إن علة التسمية لا تقتضي اطراد التسمية، بل التسمية أمر توقيفي. وآياتها إحدى، أو اثنتان، أو أربع، أو خمس وخمسون آية، ففي آياتها أربعة أقوال. وكلماتها (٣) ثمان مئة وإحدى وستون كلمة، وحروفها ثلاثة آلاف وأربع مئة وأربعة وثلاثون حرفًا. </p><p> المناسبة: ومناسبة هذه السورة للسورة التي قبلها من وجوه (٤) : </p><p> ١ - أنه قد ذكر سبحانه في السورة السابقة أنه أنزل القرآن حكمًا عربيًّا، ولم يصرح بحكمة ذلك وصرح بها هنا. </p><p> ٢ - أنه ذكر في السورة السالفة قوله:  {وَمَا كَانَ لِرَسُولٍ أَنْ يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ} وهنا ذكر أن الرسل قالوا: {وَمَا كَانَ لَنَا أَنْ نَأْتِيَكُمْ بِسُلْطَانٍ إِلَّا بِإِذْنِ اللَّهِ} . </p><p>(١) الشوكاني. (٢) الصاوي.(٣) الخازن.(٤) المراغي.</p><p> ٣ - ذكر هناك أمره - صلى الله عليه وسلم - بالتوكل على الله وهنا حكى عن إخوانه المرسلين أمرهم بالتوكل عليه جلّ شأنه. </p><p> ٤ - اشتملت تلك السابقة على تمثيل الحق والباطل، واشتملت هذه على ذلك أيضًا. </p><p> ٥ - ذكر هناك رفع السماء بغير عمد، ومدّ الأرض، وتسخير الشمس والقمر، وذكر هنا نحو ذلك. </p><p> ٦ - ذكر هناك مكر الكفار، وذكر مثله هنا، وذكر من وصفه ما لم يذكر هناك. </p><p> الناسخ والمنسوخ: وقال أبو (١) عبد الله محمد بن حزم - رحمه الله تعالى - في كتابه \"الناسخ والمنسوخ\" : سورة إبراهيم عند جميع المفسرين محكمة ليس فيها منسوخ إلا عبد الرحمن بن زيد بن أسلم، فإنه قال: فيها آية منسوخة، والجمهور على خلاف قوله، وهي قوله تعالى: وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ لَا تُحْصُوهَا إِنَّ الْإِنْسَانَ لَظَلُومٌ كَفَّارٌ} نسخت بقوله تعالى: {وَإِنْ تَعُدُّوا نِعْمَتَ اللَّهِ لَا تُحْصُوهَا إِنَّ اللَّهَ لَغَفُورٌ رَحِيمٌ} في سورة النحل آية (١٨) انتهى. </p><p> فضلها: ومن فضائلها ما روي عن النبي - صلى الله عليه وسلم - أنه قال (٢) : \"من قرأ سورة إبراهيم أعطي من الأجر عشر حسنات بعدد من عبد الأصنام وعدد من لم يعبد\" رواه ابن مردويه والثعلبي والواحدي، وهو موضوع كما ذكره العراقي. </p><p> والله أعلم </p><p> * * * </p><p>(١) الناسخ والمنسوخ. (٢) الخازن.</p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> {الر كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ لِتُخْرِجَ النَّاسَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِ رَبِّهِمْ إِلَى صِرَاطِ الْعَزِيزِ الْحَمِيدِ (١) اللَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَوَيْلٌ لِلْكَافِرِينَ مِنْ عَذَابٍ شَدِيدٍ (٢) الَّذِينَ يَسْتَحِبُّونَ الْحَيَاةَ الدُّنْيَا عَلَى الْآخِرَةِ وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ وَيَبْغُونَهَا عِوَجًا أُولَئِكَ فِي ضَلَالٍ بَعِيدٍ (٣) وَمَا أَرْسَلْنَا مِنْ رَسُولٍ إِلَّا بِلِسَانِ قَوْمِهِ لِيُبَيِّنَ لَهُمْ فَيُضِلُّ اللَّهُ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ وَهُوَ الْعَزِيزُ الْحَكِيمُ (٤) وَلَقَدْ أَرْسَلْنَا مُوسَى بِآيَاتِنَا أَنْ أَخْرِجْ قَوْمَكَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ وَذَكِّرْهُمْ بِأَيَّامِ اللَّهِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ (٥) وَإِذْ قَالَ مُوسَى لِقَوْمِهِ اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ أَنْجَاكُمْ مِنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ وَيُذَبِّحُونَ أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ وَفِي ذَلِكُمْ بَلَاءٌ مِنْ رَبِّكُمْ عَظِيمٌ (٦) وَإِذْ تَأَذَّنَ رَبُّكُمْ لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ وَلَئِنْ كَفَرْتُمْ إِنَّ عَذَابِي لَشَدِيدٌ (٧) وَقَالَ مُوسَى إِنْ تَكْفُرُوا أَنْتُمْ وَمَنْ فِي الْأَرْضِ جَمِيعًا فَإِنَّ اللَّهَ لَغَنِيٌّ حَمِيدٌ (٨) أَلَمْ يَأْتِكُمْ نَبَأُ الَّذِينَ مِنْ قَبْلِكُمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَالَّذِينَ مِنْ بَعْدِهِمْ لَا يَعْلَمُهُمْ إِلَّا اللَّهُ جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَرَدُّوا أَيْدِيَهُمْ فِي أَفْوَاهِهِمْ وَقَالُوا إِنَّا كَفَرْنَا بِمَا أُرْسِلْتُمْ بِهِ وَإِنَّا لَفِي شَكٍّ مِمَّا تَدْعُونَنَا إِلَيْهِ مُرِيبٍ (٩) قَالَتْ رُسُلُهُمْ أَفِي اللَّهِ شَكٌّ فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ يَدْعُوكُمْ لِيَغْفِرَ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُؤَخِّرَكُمْ إِلَى أَجَلٍ مُسَمًّى قَالُوا إِنْ أَنْتُمْ إِلَّا بَشَرٌ مِثْلُنَا تُرِيدُونَ أَنْ تَصُدُّونَا عَمَّا كَانَ يَعْبُدُ آبَاؤُنَا فَأْتُونَا بِسُلْطَانٍ مُبِينٍ (١٠) قَالَتْ لَهُمْ رُسُلُهُمْ إِنْ نَحْنُ إِلَّا بَشَرٌ مِثْلُكُمْ وَلَكِنَّ اللَّهَ يَمُنُّ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ وَمَا كَانَ لَنَا أَنْ نَأْتِيَكُمْ بِسُلْطَانٍ إِلَّا بِإِذْنِ اللَّهِ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ (١١) وَمَا لَنَا أَلَّا نَتَوَكَّلَ عَلَى اللَّهِ وَقَدْ هَدَانَا سُبُلَنَا وَلَنَصْبِرَنَّ عَلَى مَا آذَيْتُمُونَا وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُونَ (١٢) }. </p><p> المناسبة </p><p> مناسبة أول هذه السورة للسورة قبلها واضح جدًّا (١) ؛ لأنه ذكر في السورة </p><p>(١) البحر المحيط.</p><p> قبلها:  {وَلَوْ أَنَّ قُرْآنًا سُيِّرَتْ بِهِ الْجِبَالُ} ، ثم ذكر قوله:  {وَكَذَلِكَ أَنْزَلْنَاهُ حُكْمًا عَرَبِيًّا} ، ثم قوله:  {وَمَنْ عِنْدَهُ عِلْمُ الْكِتَابِ} ، فناسب هذه قوله في هذه السورة:  {الر كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ} وأيضًا، فإنهم لما قالوا في السورة السابقة على سبيل الاقتراح:  {لَوْلَا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ} ، وقيل له:  {قُلْ إِنَّ اللَّهَ يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ أَنَابَ} .. أنزل في هذه السورة:  {الر كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ لِتُخْرِجَ النَّاسَ مِنَ الظُّلُمَاتِ} ؛ وهي الضلال. {إِلَى النُّور} : وهو الهدى. </p><p> قوله تعالى:  {وَلَقَدْ أَرْسَلْنَا مُوسَى بِآيَاتِنَا} ... الآيات، مناسبة هذه الآيات لما قبلها (١) : أن الله سبحانه وتعالى لما بين أنه أرسل نبيه محمدًا - صلى الله عليه وسلم - إلى الناس ليخرجهم من الظلمات إلى النور، وأن في هذا الإرسال نعمة له ولقومه .. أتبع ذلك بذكر قصص بعض الأنبياء، وتفصيل ما لاقوه من أقوامهم من شديد الأذى والتمرد والعناد؛ لما في ذلك من التسلية له وجميل التأسي بهم، وبيان أن المقصود من بعثة الرسل واحد: وهو إخراج الخلق من ظلمات الضلالات إلى أنوار الهدايات. </p><p> قوله تعالى:  {وَإِذْ قَالَ مُوسَى لِقَوْمِهِ ...} الآية، مناسبتها لما قبلها: أنه (٢) لما تقدم أمره تعالى لموسى بالتذكير بأيام الله .. ذكرهم بما أنعم تعالى عليهم من نجاتهم من آل فرعون، وفي ضمنها تعداد شيء مما جرى عليهم من نقم الله تعالى. </p><p> قوله تعالى:  {أَلَمْ يَأْتِكُمْ نَبَأُ الَّذِينَ مِنْ قَبْلِكُمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ} ... الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه وتعالى لما ذكر ما ذكر به موسى قومه بما أولاهم به من نعمة، ورفع عنهم من نقمة، ثم ذكر وعده تعالى بالزيادة لمن شكر ووعيده بالعذاب لمن كفر، ثم حذرهم بأن الكفران لا يضير ربهم، وأنه غني عن حمدهم، وحمد من في الأرض جميعًا، يذكرهم بأيام الله فيمن قبلهم من الأمم السالفة والأجيال البائدة بأسلوب طلبي ومقال </p><p>(١) المراغي. (٢) البحر المحيط.</p>"
}