{
  "id": null,
  "sura": 13,
  "aya": 1,
  "text": "<p> خَلْقٍ جَدِيدٍ}؛ إذ رأوا أن أجزاء الحيوان حين تفتتها وتفرقها يختلط بعضها ببعض، وقد تتناثر في بقاع شتى ونواح عدة، وربما أكل بعض الجسم سبع، وبعضه الآخر حدأة، أو نسر، وحينًا يأكل السمك قطعة منه، وأخرى يجري بها الماء وتدفن في بلد آخر .. أزال هذا الاستبعاد بأن الذي لا يعزب عنه مثقال ذرة في الأرض ولا في السماء، والذي يعلم الأجنة في بطون أمهاتها، ويعلم ما هو مشاهد لنا أو غائب عنا يعلم تلك الأجزاء المتناثرة ومواضعها مهما نأى بعضها عن بعض، ويضم متفرقاتها ويعيدها سيرتها الأولى. </p><p> أسباب النزول </p><p> قوله تعالى:  {اللَّهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ أُنْثَى ...} الآيات، سبب نزولها: ما أخرجه (١) الطبراني وغيره عن ابن عباس أن أربد بن قيس وعامر بن الطفيل قدما المدينة على رسول الله - صلى الله عليه وسلم -، فقال عامر: يا محمَّد ما تجعل لي إن أسلمت؟ قال:  \"لك ما للمسلمين وعليك ما عليهم\" ، قال: أتجعل لي الأمر من بعدك؟ قال:  \"ليس ذلك لك ولا لقومك\" ، فخرجا، فقال عامر لأربد: إني أشغل منك وجه محمَّد بالحديث، فأضربه بالسيف، فرجعا فقال عامر: يا محمَّد قم معي أكلمك، فقام معه ووقف يكلمه، وسل أربد السيف، فلما وضع يده على قائم سيفه - يبست، والتفت رسول الله - صلى الله عليه وسلم - فرآه، فانصرف عنهما، فخرجا حتى إذا كانا بالرقم .. أرسل الله على أربد صاعقة فقتله، فأنزل الله:  {اللَّهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ أُنْثَى} إلى قوله: {شَدِيدُ الْمِحَالِ} . </p><p> التفسير وأوجه القراءة </p><p> ١ - {المر} اسم للسورة خبر لمحذوف؛ أي: هذه السورة مسماة بهذا الاسم. وقيل (٢) : إن هذه الحروف في أوائل السور حروف تنبيه كـ (ألا) ونحوها، وتقرأ بأسمائها، فيقال: ألف لام ميم را، فلا محل لها من الإعراب، كما قيل: إن كل سورة بدئت بهذه الحروف فيها انتصار للقرآن وتبيان أن نزوله من عند الله حق لا شك فيه. وقال ابن عباس (٣) : معناه أنا الله أعلم وأرى ما لا يعلم الخلق وما لا </p><p>(١) لباب النقول. (٢) المراغي.(٣) روح البيان.</p><p> يرى من فوق العرش إلى ما تحت الثرى، فتكون الألف واللام مختصرتين من أنا الله الدالين على الذات، والميم والراء من أعلم وأرى الدالين على الصفة. وفي \"التبيان\" الألف: الله، واللام: جبريل، والميم: محمَّد، والراء: الرسل؛ أي: أنا الله الذي أرسل جبريل إلى محمَّد بالقرآن، وإلى الرسل بغيره من الكتب الإلهية والصحف الربانية. </p><p> {تِلْكَ} ؛ أي: هذه الآيات المشتملة عليها هذه السورة {آيَاتُ الْكِتَابِ} ؛ أي: آيات من الكتاب العزيز والقرآن الكريم البالغ حدّ الكمال المستغني عن الوصف من بين الكتب السماوية، الجدير بأن يختص باسم الكتاب، وأشار إليها بإشارة البعيد تنزيلًا للبعد الرتبي منزلة البعد الحسي. وقوله:  {وَالَّذِي أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ} مبتدأ خبره {الْحَقُّ} ؛ أي: وكل القرآن الذي أنزله إليك ربك حق لا شك فيه، وهذا كالإجمال بعد التفصيل لما تقدم من وصف السورة بالكمال، فكأنه سبحانه وتعالى بعد أن أثبت لهذه السورة الرفعة والكمال عمم هذا الحكم، فأثبته للقرآن جميعه، فلا تختص به سورة دون أخرى. </p><p> وهذا الأسلوب جارٍ على سنن العرب في تخاطبهم (١) ، فقد قالت فاطمة الأنمارية، وقد سئلت عن بنيها، أي بنيك أفضل؟ ربيعة بل عمارة بل قيس بل أنس، ثكلتهم إن كنت أعلم أيهم أفضل، هم كالحلقة المفرغة لا يدرى أين طرفاها، فبعد أن أثبتت الفضل لكل منهم على سبيل التعيين .. أجملت القول، وأثبتت لهم الفضل جميعًا. </p><p> {وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ} بالقرآن، ويجحدون (٢) بحقيقته لإفراطهم في العناد، وخروجهم عن طريق السداد، وعدم تفكرهم في معانيه، وإحاطتهم بما فيه، وكفرهم به لا ينافي كونه حقًّا منزَّلًا من عند الله تعالى، فإن الشمس شمس، وإن لم يرها الضرير، والشهدُ شهدٌ وإن لم يجد طعمه المرور، والتربية إنما تفيد </p><p>(١) المراغي. (٢) روح البيان.</p>"
}