{
  "id": null,
  "sura": 13,
  "aya": 38,
  "text": "<p> وتنهج نهجهم، وقد تقدم أن مثل هذا من قبيل قولهم: إياك أعني واسمعي يا جارة، فهو إنما جاء لقطع أطماع الكافرين وتهييج المؤمنين على الثبات في الدين، لا للنبي - صلى الله عليه وسلم -، فهو بمكان لا يحتاج فيه إلى باعث ولا مهيج. </p><p> ٣٨ - ونزل لما عابت (١) اليهود رسول الله - صلى الله عليه وسلم - بكثرة النساء، فقالوا: لو كان نبيًّا كما زعم لشغله أمر النبوة عن النساء قوله تعالى: {وَلَقَدْ أَرْسَلْنَا رُسُلًا} ؛ أي: وعزتي وجلالي لقد أرسلنا رسلًا بشرًا مثلك {مِنْ قَبْلِكَ} يا محمَّد {وَجَعَلْنَا لَهُمْ أَزْوَاجًا وَذُرِّيَّةً} ؛ أي: نساء وأولاد كما هي لك، فإذا جاز ذلك في حقهم، فلم لا يجوز مثله أيضًا في حقك؟ وهو جواب لقول اليهود ما نرى لهذا الرجل همةً إلا في النساء والنكاح، ولو كان نبيًّا لاشتغل بالزهد والعبادة، وقد كان لمحمد - صلى الله عليه وسلم - سبعة أولاد؛ أربع إناث، وثلاثة ذكور. </p><p> والمعنى: أي وكما أرسلناك رسولًا بشريًّا كذلك بعثنا المرسلين قبلك بشرًا يأكلون الطعام ويمشون في الأسواق، ويأتون الزوجات ويولد لهم. </p><p> وفي \"الصحيحين\" أن رسول الله - صلى الله عليه وسلم - قال:  \"أما أنا فأصوم وأفطر، وأقوم وأنام، وآكل اللحم وأتزوج النساء، فمن رغب عن سنتي فليس مني\" . وقد كان من حكمة تعدد زوجاته أمهات المؤمنين أن اطلعن منه على الأحوال الخفية التي تكون بين الرجل والمرأة وعلمن منه أحكامها ونشرنها بين المؤمنين، وناهيك بأم المؤمنين عائشة، وفيها يقول رسول الله - صلى الله عليه وسلم -: \"خذوا نصف دينكم عن هذه الحميراء\" . ومن ثمَّ كانت أكثر من حدّث عن رسول الله - صلى الله عليه وسلم - بعد أبي هريرة، وأكثر من حدّث عن شمائله وأخلاقه في السر والعلن، ومنها علم المسلمون كثيرًا من أحكام دينهم، وقد كان الصحابة رضوان الله عليهم يختلفون إليها للحديث والفتيا، وكانت تحاجهم وتجادلهم وتلزمهم الحجة، ولا يجدون معدلًا عن التسليم لرأيها. </p><p> وروي (٢) : أنه كان لداود عليه السلام مئة امرأة منكوحة وثلاث مئة سرية، </p><p>(١) روح البيان. (٢) روح البيان.</p><p> ولابنه سليمان عليه السلام ثلاث مئة امرأة مهرية وسبع مئة سرية، فكيف يضر كثرة الأزواج لنبينا عليه الصلاة والسلام. وروي أن المشركين طعنوا في نبوته لعدم إتيانه بما يقترحونه من الآيات، فنزل قوله تعالى:  {وَمَا كَانَ لِرَسُولٍ} من الرسل الكرام وما صح لواحد منهم، ولم يكن في وسعه {أَنْ يَأْتِيَ بِآيَةٍ} تقترح عليه {إِلَّا بِإِذْنِ اللَّهِ} وأمره وإرادته، لا باختيار نفسه ورأيه، فإنهم عبيد مربوبون منقادون، وهو جواب لقول المشركين: لو كان رسولًا من عند الله لكان عليه أن يأتي بأي شيء طلبنا منه من المعجزات ولا يتوقف فيه، وفيه إشارة إلى أن حركات عامة الخلق وسكناتهم بمشيئة الله تعالى وإرادته، وأن حركات الرسل وسكناتهم بإذن الله ورضاه. </p><p> أي: وما (١) كان في وسع رسول من الرسل أن يأتي من أرسل إليهم بمعجزة يقترحونها إلا متى شاء الله وعلم أن في الإتيان بها حكمًا ومصالح لعباده، وقد جاء من الآيات بما فيه عبرة لمن اعتبر، وغناء لمن تفكر وتدبر، ولكنهم أبوا إلا التمادي في الغواية والضلال. والآيات المقترحة لا تأتي إلا على مقتضى الحكمة في أزمان يعلمها الله، وقد جعل لكل زمن من الأحكام ما فيه الصلاح والخير للناس، ولا صلاح فيما اقترحوه، وهل من الصلاح أن يرضع المراهق اللبن من ظئره، وأن يجعل له مهد ينام فيه، كذلك لا حكمة في إنزال الآيات التي اقترحوها، وهذا إيضاح قوله:  {لِكُلِّ أَجَلٍ} ووقت {كِتَابٌ} ؛ أي: حكم (٢) مكتوب مفروض فيه يليق بصلاح حال أهله، فإن الحكمة تقتضي اختلاف الأحكام على حسب اختلاف الأعصار والأمم، وهو جواب لقولهم: لو كان نبيًّا ما نسخ أكثر أحكام التوراة والإنجيل. وقال الشيخ في \"تفسيره\" .. أي: لكل شيء قضاه الله تعالى وقت مكتوب معلوم لا يزاد عليه ولا ينقص منه، أو لا يتقدم ولا يتأخر عنه. اهـ. </p><p> ففي الكلام تقديم وتأخير؛ أي: لكل (٣) كتاب أجل؛ أي: لكل أمر كتبه الله </p><p>(١) المراغي. (٢) روح البيان.(٣) المراغي.</p>"
}