{
  "id": null,
  "sura": 13,
  "aya": 15,
  "text": "<p> يضيع دعاء الكافرين، فما ظنك بالماء. أو المعنى (١) : وما عبادة الكافرين إلا في ضياع لا منفعة فيها؛ لأنهم إن عبدوا الأصنام لم يقدروا على نفعهم، وإن عبدوا الله لم يقبل منهم لإشراكهم. وقرأ الجمهور:  {وَالَّذِينَ يَدْعُونَ} - بالياء -، وقرىء بالتاء. وقرىء على هذه القراءة الشاذة:  {كَبَاسِطٍ كَفَّيْهِ} - بتنوين باسط - ويكون في قوله:  {لَا يَسْتَجِيبُونَ لَهُمْ} التفات. </p><p> ١٥ - ثم بين عظيم قدرته تعالى، فقال:  {وَلِلَّهِ} سبحانه وتعالى لا لغيره {يَسْجُدُ} حقيقة بوضع الجبهة على الأرض {مَنْ فِي السَّمَاوَاتِ} من الملائكة وأرواح الأنبياء والمؤمنين {و} من في {الأرض} من الملائكة والمؤمنين من الثقلين {طَوْعًا} ؛ أي: حالة كونهم طائعين مختارين في حالة السعة والرخاء {و} حالة كونهم {كرها} ؛ أي: كارهين حالة الشدة والضرورة. أو المعنى: والله يعبد من في السماوات ومن في الأرض من الملائكة وبعض المؤمنين من الثقلين حالة كونهم طائعين بسهولة ونشاط، وحالة كونهم كارهين للعبادة بمشقة لصعوبة ذلك على بعض المؤمنين. وقوله:  {كَرْهًا} راجع لمن {فِى الْأَرْضِ} فقط. {و} يسجد لله سبحانه وتعالى {ظلالهم} ؛ أي: ظلال من في السماوات والأرض بالعرض؛ أي: تبعًا لذي الظل؛ أي: ظلال من له ظل منهم، وهو الإنس لا الجن ولا الملك؛ إذ لا ظل لهما. {بِالْغُدُوِّ وَالْآصَالِ} ؛ أي: في البكر والعشايا، فالباء بمعنى في الظرفية متعلقة بـ {يَسْجُدُ} ، ويجوز أن يراد بالسجود معناه المجازي، وهو انقيادهم لأحداث ما أراده الله فيهم شاؤوا أو كرهوا، وانقياد ظلالهم لتصريفه إياها بالمد والتقليص، ونقلها من جانب إلى جانب، فالكل مذلل ومسخر تحت الأحكام والتقدير، والغدو: جمع غداة؛ وهي البكرة. والآصال: جمع أصيل؛ وهو العشي من حين زوال الشمس إلى غيبوبتها كما في \"بحر العلوم\" . وقال في \"الكواشي\" وغيره الأصيل: ما بين صلاة العصر وغروب الشمس؛ أي: يسجد في هذين الوقتين، والمراد بهما الدوام؛ لأن السجود سواء أريد به حقيقته، أو الانقياد والاستسلام لا اختصاص له بالوقتين، وتخصيصهما - مع أن انقياد الظلال </p><p>(١) المراح.</p><p> وميلانها من جانب إلى جانب، وطولها بسبب انحطاط الشمس، وقصرها بسبب ارتفاعها - لا يختص بوقت دون وقت، بل هي مستسلمة منقادة لله تعالى في عموم الأوقات؛ لأن الظلال إنما تزداد وتعظم فيهما. وقيل: لأنهما طرفا النهار، فيدخل وسطه فيما بينهما. وجاء (١) بـ {مَن} في قوله: {مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ} تغليبًا للعقلاء على غيرهم، ولكون سجود غيرهم تبعًا لسجودهم، ومما يؤيد حمل السجود على الانقياد ما يفيده تقديم لله على الفعل من الاختصاص، فإن سجود الكفار لأصنامهم معلوم، ولا ينقادون لهم كانقيادهم لله في الأمور التي يقرّون على أنفسهم بأنها من الله، كالخلق والحياة والموت ونحو ذلك. </p><p> فصل </p><p> وهذه السجدة من عزائم سجود التلاوة، فيسن للقارىء والمستمع أن يسجد عند قراءته واستماعه لهذه السجدة. وقد سبق (٢) في آخر الأعراف ما يتعلق بسجدة التلاوة، فارجع إليه إن شئت. وأما سجدة الشكر؛ وهي أن يكبر ويخر ساجدًا مستقبل القبلة، فيحمده تعالى ويشكره، ويسبح ثم يكبر، فيرفع رأسه. وقال الشافعي: يستحب سجود الشكر عند تجدد النعم كحدوث ولد، أو نصر على الأعداء ونحوه، وعند دفع نقمة كنجاة من عدو أو غرق ونحو ذلك. وعن أبي حنيفة ومالك: أن سجود الشكر مكروه، ولو خضع فتقرب لله تعالى بسجدة واحدة من غير سبب فالأرجح أنه حرام. قال النواوي: ومن هذا ما يفعله كثير من الجهلة الضالين من السجود بين يدي المشايخ، فإن ذلك حرام قطعًا بكل حال، سواء كان إلى القبلة، أو لغيرها، وسواء قصد السجود لله، أو غفل، وفي بعض صوره ما يقتضي الكفر كذا في الفتح القريب. وقرأ أبو مجلز:  {والإيصال} . قال ابن جنّي هو مصدر أصل؛ أي: دخل في الأصيل، كما تقول: أصبح؛ أي: دخل في الإصباح. </p><p>(١) الشوكاني. (٢) روح البيان.</p>"
}