{
  "id": null,
  "sura": 13,
  "aya": 39,
  "text": "<p> أجل معين ووقت معلوم، فلا آية من المقترحات بنازلة قبل أوانها، ولا عذاب مما خوفوا به بحاصل في غير وقته، ولا نبوة بحاصلة في غير الزمان المقدر لها، فموسى وعيسى ومحمد عليهم السلام جاؤوا في أزمنة رأى الله الصلاح في وجودهم فيها، لا يتقدمون عنها ولا يتأخرون، وهكذا انقضاء أعمار الناس ووقوع أعمالهم وآجالهم كلها كتبت في آجال ومدد معينة، لا تقديم فيها ولا تأخير، ونحو الآية قوله تعالى:  {لِكُلِّ نَبَإٍ مُسْتَقَرٌّ} . </p><p> فما مثل الدنيا من كواكبها وشمسها وأرضها وزرعها إلا مثل مصنع رتبت أعماله ووضعت عماله في حجر معينة، ووزع بينهم العمل على نظم خاصة في أوقات معينة، ولهم مناهج يتبعونها، فتراهم كل يوم يعملون وينصرفون من أماكنهم ثم يعودون إليها على نهج لا يتغير ولا يتبدل، فالدنيا قد جعل الله لها نظامًا على مقتضى الحقائق الثابتة التي تعلق بها علمه، وعلى هذا النظام جرت الشمس والقمر والكواكب، وظهر النبات والحيوان، وتعاقب الموت والحياة، وظهرت نجوم وفنيت أخرى، ونبت زرع وحصد آخر، ومات نبي وقام آخر، وامتد دين وانتشر وتقلص دين ونسخ. </p><p> ٣٩ - وكل كوكب من الكواكب التي تصلح للحياة كأرضنا كأنه صحيفة يكتب فيها ويمحى، وذلك تابع لما في المنهج الأصلي، ومن ثم تتعاقب الأمم والأجيال والدول والنظم على قطر كمصر، فيتعاقب عليه قدماء المصريين واليونان والرومان، ولا شك أن كل هذا محو وإثبات على مقتضى المنهج المرسوم، وهكذا تنسخ آية من القرآن ويؤتى بغيرها، كما ينسخ زرع بزرع وليل بنهار، وقوم بقوم ودين نبي بآخر في ميقاته المعين في علمه تعالى، وهذا ما عناه سبحانه وتعالى بقوله:  {يَمْحُو اللَّهُ مَا يَشَاءُ} محوه {وَيُثْبِتُ} ما يشاء إثباته، فينسخ (١) ما يستصوب نسخه، ويثبت بدله ما هو خير منه أو مثله، ويترك ما تقتضيه حكمته غير منسوخ، أو يمحو سيئات التائب ويثبت الحسنات مكانها. </p><p>(١) روح البيان.</p><p> وقد أثر عن أئمة السلف فيها أقوال لا تناقض فيها، بل هي داخلة فيما سلف (١) : </p><p> ١ - قال الحسن: يمحو الله أو جاء أجله، ويثبت أو بقي أجله. </p><p> ٢ - وقال عكرمة والسدي: يمحو الله القمر ويثبت الشمس، كما قال تعالى:  {فَمَحَوْنَا آيَةَ اللَّيْلِ وَجَعَلْنَا آيَةَ النَّهَارِ مُبْصِرَةً} . </p><p> ٣ - وقال الربيع: يقبض الله الأرواح بين النوم، فيميت أو يشاء ويمحوه، ويرجع من يشاء فيثبته. </p><p> ٤ - وقال آخرون: يمحو الله ما يشاء من الشرائع بالنسخ، ويثبت ما يشاء فلا ينسخه ولا يبدله. </p><p> ٥ - وقال آخرون: يمحو الله المحن والمصائب بالدعاء. وقيل: يمحو الآباء ويثبت الأبناء. وقيل: يمحو ما يشاء منو القرون، ويثبت ما يشاء منها. وقيل: يمحو الدنيا ويثبت الآخرة. </p><p> وظاهر النظم القرآني (٢) : العموم في كل شيء مما في الكتاب، فيمحو ما يشاء محوه من شقاوة أو سعادة أو رزق أو عمر أو خير أو شر، ويبدل هذا بهذا، ويجعل هذا مكان هذا، لا يسأل عما يفعل وهم يسألون، وإلى هذا ذهب عمر بن الخطاب وعبد الله بن مسعود وابن عباس وأبو وائل وقتادة والضحاك وابن جريج وغيرهم، وهذا القول أولى كما تفيده ما في قوله:  {مَا يَشَاءُ} من العموم. </p><p> {وَعِنْدَهُ} سبحانه وتعالى {أُمُّ الْكِتَابِ} أي: أصله (٣) الذي لا يتغير منه شيء، وهو ما كتبه في الأزل، وهو العلم الأزلي الأبدي السرمدي القائم بذاته، وقد أحاط بكل شيء علمًا بلا زيادة ولا نقصان، وكل شيء عنده بمقدار. وقيل:  {أُمُّ الْكِتَابِ} أي: أصله (٤) وهو اللوح المحفوظ، فالمراد أو الآية أنه يمحو </p><p>(١) المراغي. (٢) الشوكاني.(٣) روح البيان.(٤) روح البيان.</p>"
}