{
  "id": null,
  "sura": 13,
  "aya": 37,
  "text": "<p> وأما ما تنكرونه لما يخالف شرائعكم، فليس ببدع مخالفة الشرائع والكتب الإلهية في جزئيات الأحكام؛ لأن الله الحكيم ينزل بحسب ما يقتضيه صلاح أهل العالم، كالطبيب يعامل المريض بما يناسب مزاجه من التدبير والعلاج. </p><p> وقد اتفق (١) القراء على نصب {وَلَا أُشْرِكَ بِهِ} عطفًا على {أَعْبُدَ} . وقرأ أبو خليد عن نافع:  {وَلَا أُشْرِكَ} بالرفع على القطع؛ أي: وأنا لا أشرك به، وجوز أن يكون حالًا؛ أي: أن أعبد الله غير مشرك. والمعنى: أي (٢) : قل لهم صادعًا بالحق، ولا تكترث بمن ينكره: إني أمرت فيما أنزل إلي بأن أعبد الله وحده، ولا أشرك به شيئًا سواه، وذلك ما لا سبيل إلى إنكاره، وأطبقت عليه الشرائع والكتب، كما قال:  {قُلْ يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا اللَّهَ وَلَا نُشْرِكَ بِهِ شَيْئًا} . وذلك ما دلت الدلائل التي في الآفاق والأنفس على وجوب الإذعان له، والاعتراف به، وفي كل شيء له آية تدل على أنه واحد. </p><p> {إِلَيْهِ} ؛ أي: إلى توحيد الله سبحانه وتعالى وطاعته وإخلاص العبادة له وحده، لا إلى غيره {أَدْعُو} الناس أو أخصه بالدعاء والنداء إليه في جميع مهامي {وَإِلَيْهِ} سبحانه وتعالى وحده {مَآبِ} ؛ أي: مآبي ومرجعي ومصيري ومرجعكم للجزاء لا إلى غيره، وهذا هو القدر المتفق عليه بين الأنبياء، فأما ما عدا ذلك من التفاريع فمما يختلف بالأعصار والأمم، فلا معنى لإنكار المخالف فيه. </p><p> وهذه الآية جامعة لشؤون النشأة الأولى والآخرة، فقوله:  {قُلْ إِنَّمَا أُمِرْتُ أَنْ أَعْبُدَ اللَّهَ وَلَا أُشْرِكَ} توحي إلى ما جاء به التكليف، وقوله:  {إِلَيْهِ أَدْعُو} تشير إلى مهام الرسالة، وقوله:  {وَإِلَيْهِ مَآبِ} تشير إلى البعث والجزاء للحساب يوم القيامة، </p><p> ٣٧ - ثم بين سبحانه أنه أرسل رسوله بلغة قومه كما أرسل من قبله رسلًا بلغات أقوامهم، فقال:  {وَكَذَلِكَ أَنْزَلْنَاهُ} ؛ أي: وكما أرسلنا من قبلك المرسلين </p><p>(١) الشوكاني. (٢) المراغي.</p><p> وأنزلنا عليهم الكتب بلغة أممهم، أو مثل هذا الإنزال المشتمل على أصول الديانات المجمع عليها {أَنْزَلْنَاهُ} ؛ أي: أنزلنا عليك القرآن حالة كونه {حُكْمًا} ؛ أي: حاكمًا يحكم في كل شيء يحتاج إليه العباد على مقتضى الحكمة والصواب، فالحكم مصدر بمعنى الحاكم، ولما (١) كان جميع التكاليف الشرعية مستنبطًا من القرآن كان سببًا للحكم، فأسند إليه الحكم إسنادًا مجازيًّا، ثم جعل نفس الحكم على سبيل المبالغة، وقيل معنى:  {حُكْمًا} ؛ أي: محكمًا لا يقبل النسخ والتغيير {عَرَبِيًّا} ؛ أي: مترجمًا بلسان العرب؛ أي: بلسانك ولسان قومك، ليسهل عليهم فهم معناه، وحفظه على ظهر القلب. وانتصاب (٢)  {حُكْمًا} على أنه حال موطئة، و {عَرَبِيًّا} صفته، والحال الموطئة اسم جامد موصوف بصفة هي الحال، فكأن الاسم الجامد وطأ الطريق لما هو حال في الحقيقة؛ لمجيئه قبلها موصوفًا بها. </p><p> وروي أنه لما كان المشركون يدعونه - صلى الله عليه وسلم - إلى اتباع ملة آبائهم المشركين، وكان اليهود يدعونه إلى الصلاة إلى قبلتهم؛ أي: بيت المقدس بعد ما حول عنها .. نزل قوله تعالى:  {وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ} ؛ أي: وعزتي وجلالي لئن اتبعت يا محمَّد أهواء هؤلاء الأحزاب من اليهود والمشركين التي يدعونك إليها لتقرير دينهم ابتغاء مرضاتهم، كالتوجه إلى قبلتهم وعدم مخالفتهم في شيء مما يعتقدونه جعل ما يدعونه إليه من الدين الباطل، والطريق الزائغ هوى، وهو ما يميل إليه الطبع وتهواه النفس بمجرد والاشتهاء من غير سند مقبول ودليل معقول؛ لكونه هوى محضًا. {بَعْدَمَا جَاءَكَ مِنَ الْعِلْمِ} الذي علمه الله إياه والدين المعلوم صحته بالبراهين {مَا لَكَ مِنَ اللَّهِ} ؛ أي: من عذابه {مِنْ وَلِيٍّ} يلي أمرك وينصرك {وَلَا} من {وَاقٍ} يفيك ويحفظك من عذابه، والخطاب لرسول الله - صلى الله عليه وسلم - تعريضًا لأمته. </p><p> والمعنى (٣) : أي ليس لك من دون الله ولي ولا ناصر ينصرك، فينقذك منه إن هو أراد عقابك، ولا واق يقيك عذابه إن شاء عذابك، فاحذر أن تتبع أهوائهم </p><p>(١) روح البيان. (٢) روح البيان.(٣) المراغي.</p>"
}