{
  "id": null,
  "sura": 13,
  "aya": 4,
  "text": "<p> وبحارًا وأنهارًا، وجداول وسواقي، فكذلك في الإنسان الذي هو العالم الصغير مثله، فجسده كالأرض، وعظامه كالجبال، ومخه كالمعادن، وجوفه كالبحر، وأمعاؤه كالأنهار، وعروقه كالجداول، وشحمه كالطين، وشعره كالنبات، ومنبت الشعر كالتربة الطيبة، ورأسه كالعمران، وظهره كالمفاوز، ووحشته كالخراب، وتنفسه كالرياح، وكلامه كالرعد، وأصواته كالصواعق، وبكاؤه كالمطر، وسروره كضوء النهار، وحزنه كظلمة الليل، ونومه كالموت، ويقظته كالحياة، وولادته كبدء سفره، وأيام صباه كالربيع، وشبابه كالصيف، وكهولته كالخريف، وشيخوخته كالشتاء، وموته كانقضاء مدة سفره، والسنون من عمره كالبلدان، والشهور كالمنازل، والأسابيع كالفراسخ، وأيامه كالأميال، وأنفاسه كالخطى، فكلما تنفس نفسًا كان يخطو خطوةً إلى أجله، فلابد من التفكر في هذه الأمور. </p><p> ٤ - والسادس منها: ما ذكره بقوله: {وَفِي الْأَرْضِ} خبر مقدم لقوله. {قِطَعٌ} جمع قطعة، وهي الجزء؛ أي: بقاع مختلفة في الأوصاف {مُتَجَاوِرَاتٌ} ؛ أي (١) : متقاربات متلاصقات بعضها طيبة تنبت شيئًا، وبعضها سبخة لا تنبت، وبعضها قليلة الريع، وبعضها صلبة، وبعضها كثيرة الريع، وبعضها رخوة، وبعضها يصلح للزرع دون الشجر، وبعضها بالعكس، ولولا تخصيص قادرٍ حكيمٍ موقعٍ لأفعاله على وجهٍ دون وجه .. لم يكن كذلك لاشتراك تلك القطع وانتظامها في جنس الأرضية. والمعنى؛ أي (٢) : وفي الأرض بقاع متجاورات متدانيات يقرب بعضها من بعض وتختلف بالتفاضل مع من تجاورها، فمن سبخة لا تنبت شيئًا إلى أرض جيدة التربة تجاورها وتنبت أفضل الثمرات ومختلف النبات، ومن صالحه للزرع دون الشجر إلى أخرى مجاورة لها تصلح للشجر دون الزرع إلى متدانية لهما تصلح لجميع ذلك. ومنها الرخوة التي لا تكاد تتماسك، وهي تجاور الصلبة التي لا تفتتها المعاول وأدوات التدمير، وكلها من صنع الله وعظيم تدبيره في خلقه. </p><p> قيل: وفي الكلام حذف (٣) ؛ أي: قطع متجاورات وغير متجاورات كما في </p><p>(١) روح المعاني. (٢) المراغي.(٣) الشوكاني.</p><p> قوله:  {سَرَابِيلَ تَقِيكُمُ الْحَرَّ} ؛ أي: وتقيكم البرد قيل: والمتجاورات المدن وما كان عامرًا، وغير المتجاورات الصحارى وما كان غير عامر. {وَجَنَّاتٌ} . قرأ الجمهور بالرفع عطفًا على {قِطَعٌ} . وقرأ الحسن شذوذًا بالنصب على إضمار فعل؛ أي: وجعل فيها جنات. وقيل: عطفًا على {رَوَاسِيَ} ؛ أي: وفي الأرض بساتين {مِنْ أَعْنَابٍ} ؛ أي: من أشجار الكرم جمع عنب. وسمت (١) العرب العنب الكرم؛ لكرم ثمرته وجودتها وكثرة حمله وتذلُّله للقطف ليس بذي شوك ولا بشاق المصعد، ويؤكل غضًّا ويابسًا. وأصل الكرم: الكثرة، والجمع للخير، وبه سمي الرجل كرمًا لكثرة خصال الخير فيه. </p><p> واعلم: أن (٢) قلب المؤمن لما فيه من نور الإيمان أولى بهذا الاسم، ولذا قال عليه السلام:  \"لا يقولن أحدكم الكرم، فإن الكرم قلب المؤمن\" . قال ابن الملك: سبب النهي: أن العرب كانوا يسمون العنب وشجرته كرمًا؛ لأن الخمر المتخذة منه تحمل شاربها على الكرم، فكره النبي - صلى الله عليه وسلم - هذه التسمية؛ لئلا يتذاكروا به الخمر، ويدعوهم حسن الاسم إلى شربها، وجعل المؤمن وقلبه أحق أن يتصف به لطيبه وذكائه، والغرض منه تحريض المؤمن على التقوى، وكونه أهلًا لهذه التسمية. {وَزَرْعٌ} بالرفع عطف على {جَنَّاتٌ} وتوحيده؛ لأنه مصدر في أصله. وذكر سبحانه (٣) الزرع بين الأعناب والنخيل؛ لأنه في الخارج يكون كذلك كثيرًا، ومثله في قوله سبحانه:  {جَعَلْنَا لِأَحَدِهِمَا جَنَّتَيْنِ مِنْ أَعْنَابٍ وَحَفَفْنَاهُمَا بِنَخْلٍ وَجَعَلْنَا بَيْنَهُمَا زَرْعًا} ؛ أي: وفي الأرض زرع من كل نوع وصنف من الحبوب المختلفة التي تكون غذاء للإنسان والحيوان. {و} فيها {نخيل صنوان} جمع صنو؛ أي: نخيل مجتمعات يجمعها أصل واحد، وتتشعب فروعها منه؛ أي: تثبت من أصلٍ واحد ثلاث نخلات فأكثر؛ أي: مجتمع أصول الأربعة في أصل واحد. قال أبو عبيدة: صنوان جمع صنو، وهو أن يكون الأصل واحدًا، ثم يتفرع فيصير نخيلًا، ثم يحمل عليه، وهذا قول جميع أهل اللغة والتفسير. {و} </p><p>(١) روح البيان. (٢) روح البيان.(٣) الشوكاني.</p><p> نخيل {غير صنوان} ؛ أي: غير مجتمعات في أصل واحد؛ أي: متفرقات مختلفة الأصول. وقرأ ابن كثير وأبو عمرو وحفص (١) : {وَزَرْعٌ وَنَخِيلٌ صِنْوَانٌ وَغَيْرُ صِنْوَانٍ} برفع هذه الأربع عطفًا على {جنات} . وقرأ الباقون بالجر عطفًا على {أَعْنَابٍ} . وقرأ الجمهور:  {صِنْوَانٌ} - بكسر الصاد فيهما -. وقرأ مجاهد والسلمي وزيد بن علي شذوذًا بضمها. </p><p> وقرأ الحسن وقتادة وهو شاذ أيضًا بفتحها، وبالفتح هو اسم للجمع كالسعدان، ولا فرق في تثنيته وجمعه إلا بكسر النون في المثنى وبما يقتضيه الإعراب في الجمع. {يُسْقَى} كل واحد مما ذكر من القطع والجنات والزرع والنخيل {بِمَاءٍ وَاحِدٍ} في الطبع، لا اختلاف في طبعه سواء كان السقي بماء الأمطار أو بماء الأنهار. والماء (٢) ضابطه: هو جسم رقيق مائع به حياة كل نام. وقيل في حده: هو جوهر سيال به قوام الأرواح، ومعنى {بِمَاءٍ وَاحِدٍ} : ماء مطر، أو ماء بحر، أو ماء نهر، أو ماء عين، أو ماء نبع لا يسيل على وجه الأرض. {و} مع وجود أسباب التشابه {نفضل} بمحض قدرتنا {بَعْضَهَا} ؛ أي: بعضًا منها {عَلَى بَعْضٍ} آخر {فِي الْأُكُلِ} ؛ أي: في الثمر المأكول منها، فيكون (٣) طعم بعضها حلوًا، والآخر حامضًا، وهذا في غاية الجودة، وهذا ليس بجيد، وهذا فائق في حسنه، وهذا غير فائق، مما يقطع من تفكر واعتبر ونظر نظر العقلاء أن السبب المقتضي لاختلافها ليس إلا قدرة الصانع الحكيم جلّ سلطانه وتعالى شأنه؛ لأن تأثير الاختلاف فيما يخرج منها ويحصل من ثمراتها لا يكون في نظر العقلاء إلا لسببين؛ إما اختلاف المكان الذي هو المنبت، أو اختلاف الماء الذي تُسقى به، فإذا كان المكان متجاورًا وقطع الأرض متلاصقة، والماء الذي تسقى به واحدًا .. لم يبق سبب للاختلاف في نظر العقل إلا تلك القدرة الباهرة والصنع العجيب، ولذلك قال الله سبحانه وتعالى:  {إِنَّ فِي ذَلِكَ} المفضل من أحوال القطع والجنات {لَآيَاتٍ} ؛ أي: لدلالات كثيرة ظاهرة {لِقَوْمٍ </p><p>(١) البحر المحيط. (٢) الخازن.(٣) الشوكاني.</p>"
}