{
  "id": null,
  "sura": 13,
  "aya": 22,
  "text": "<p> قوله:  \"وأن يُنْسَأ له في أثره\" الأثر هنا: الأجل، وسمي الأجل أثرًا؛ لأنه تابع للحياة وسابقها، ومعنى ينسأ: يؤخر، والمراد به تأخير الأجل، وهو على وجهين: </p><p> أحدهما: أن يبارك الله له في عمره، فكأنما قد زاد فيه. </p><p> والثاني: أن يزيده في عمره زيادة حقيقية، والله يفعل ما يشاء. </p><p> وعن جبير بن مطعم أن رسول الله - صلى الله عليه وسلم - قال:  \"لا يدخل الجنة قاطع\" . متفق عليه. زاد في رواية: قال سفيان: يعني قاطع رحم. </p><p> وعن عبد الله بن عمرو بن العاص قال: سمعت رسول الله - صلى الله عليه وسلم - يقول:  \"ليس الواصل بالمكافىء، الواصل من إذا قطعت رحمه وصلها\" . أخرجه البخاري. </p><p> وعن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال:  \"تعلموا من أنسابكم ما تصلون به أرحامكم، فإن صلة الرحم محبة في الأهل، ومثراة في المال، ومنسأة في الأثر\" . أخرجه الترمذي. </p><p> {وَيَخْشَوْنَ رَبَّهُمْ} ؛ أي: وعيده عمومًا، والخشية (١) : خوف مقرون بالتعظيم والعلم بمن تخشاه، ومن ثم خص الله بها العلماء بدينه وشرائعه والعالمين بجلاله وجبروته في قوله:  {إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ} . والمعنى: إنهم يخشون ربهم خشيةً تحملهم على فعل المأمورات واجتناب المنهيات، ويخافونه خوف مهابة وإجلال. {وَيَخَافُونَ سُوءَ الْحِسَابِ} ؛ أي: استقصاءه خصوصًا، فيحاسبون أنفسهم قبل أن يحاسبوا؛ أي: ويخافون مناقشة ربهم إياهم في الحساب وعدم الصفح لهم عن ذنوبهم، فهم لرهبتهم جادون في طاعته محافظون على اتباع أوامره وترك نواهيه، و {سُوءَ الْحِسَابِ} ؛ أي: شديده: وهو الاستقصاء فيه والمناقشة للعبد، فمن نوقش الحساب عذب، ومن حق هذه الخيفة أن يحاسبوا أنفسهم قبل أن يُحاسبوا. </p><p> ٢٢ - {وَالَّذِينَ صَبَرُوا} على ما تكرهه النفوس من أنواع المصائب ومخالفة الهوى من مشاق التكاليف؛ أي: والذين صبروا (٢) على فعل العبادات وعلى ثقل </p><p>(١) المراغي. (٢) المراح.</p><p> الأمراض والمضار والغموم وعلى ترك المشتهيات {ابْتِغَاءَ وَجْهِ رَبِّهِمْ} ؛ أي: طلبًا لرضا ربهم من غير أن ينظروا إلى جانب الخلق رياء وسمعة، ولا إلى جانب النفس زينة وعجبًا، فكما أن العاشق يرضى بضرب معشوقه لالتذاذه بالنظر إلى وجهه، فكذلك العبد يرضى بالمحنة لاستغراقه في معرفة الله تعالى ومحبته. </p><p> وإنما (١) قيد الصبر بقوله: {ابْتِغَاءَ وَجْهِ رَبِّهِمْ} ؛ لأن الصبر ينقسم إلى نوعين: </p><p> الأول: الصبر المذموم؛ وهو أن الإنسان قد يصبر ليقال ما أكمل صبره وأشد قوته على ما تحمل من النوازل، وقد يصبر لئلا يعاب على الجزع، وقد يصبر لئلا تشمت به الأعداء، وكل هذه الأمور وإن كان ظاهرها الصبر، فليس ذلك داخلًا تحت قوله:  {ابْتِغَاءَ وَجْهِ رَبِّهِمْ} لأنها لغير الله تعالى. </p><p> النوع الثاني: الصبر المحمود؛ وهو أن يكون الإنسان صابرًا لله تعالى راضيًا بما نزل به من الله طالبًا في ذلك الصبر ثواب الله محتسبًا أجره على الله، فهذا هو الصبر الداخل تحت قوله:  {ابْتِغَاءَ وَجْهِ رَبِّهِمْ} يعني: صبروا على ما نزل بهم تعظيمًا لله تعالى، وطلبًا لرضوانه سبحانه، وجاءت (٢) الصلة هنا بلفظ الماضي، وفي الموصولين قبل بلفظ المضارع في قوله:  {الَّذِينَ يُوفُونَ} ، {وَالَّذِينَ يَصِلُونَ} وما عطف عليهما على سبيل التفنن في الفصاحة، وقيل: إن اختصاص هذه الصلة بالماضي وتينك بالمضارع أن تينك الصلتين قصد بهما الاستصحاب والالتباس دائمًا، وهذه الصلة قصد بها تقدمها على تينك الصلتين وما عطف عليهما؛ لأن حصول تلك الصلاة إنما هي مترتبة على حصول الصبر وتقدمه عليها؛ ولذلك لم تأت صلة الصبر في القرآن إلا بصيغة الماضي؟ إذ هو شرط في حصول التكاليف وإيقاعها والله أعلم. </p><p> {وَأَقَامُوا الصَّلَاةَ} المفروضة؛ أي: داوموا على إقامتها؛ أي: أدوها على ما رسمه الدين من خشوع القلب واجتناب الرياء والخشية لله تعالى مع تمام أركانها </p><p>(١) الخازن. (٢) البحر المحيط.</p><p> وهيئاتها احتسابًا لوجهه، وأفردها (١) بالذكر تنبيهًا على كونها أشرف من سائر العبادات، ولا يمتنع إدخال النوافل فيها {وَأَنْفَقُوا مِمَّا رَزَقْنَاهُمْ} أي: وأنفقوا بعض ما زرقناهم {سِرًّا} فيما بينهم وبين ربهم لمن لم يعرف بالمال، أو لمن لا يتهم بترك الزكاة، أو عند إعطائه من تمنعه المروءة من أخذه ظاهرًا أو في التطوع {وَعَلَانِيَةً} بحيث يراهم الناس لغير ذلك سواء كان الإنفاق واجبًا كالإنفاق على الزوجة والولد والأقارب والفقراء وفي الزكاة، أو مندوبًا كالإنفاق على الفقراء والمحاويج من الأجانب. </p><p> وقال الحسن (٢) : والمراد بهذا الإنفاق الزكاة المفروضة، فإن لم يتهم بترك أداء الزكاة، فالأولى أن يؤديها سرًّا، وإن كان متهمًا بترك أداء الزكاة، فالأولى أن يؤديها علانية، وقيل: إن المراد بالسر: ما يخرج من الزكاة بنفسه، والمراد بالعلانية: ما يؤديه إلى الإمام، وقيل: المراد بالسر: صدقة التطوع، وبالعلانية: الزكاة الواجبة، وحَمْلُهُ على العموم أولى كما فسرنا ذلك آنفًا، وانتصابهما (٣) على الحال؛ أي: ذوي سر وعلانية بمعنى مسرين ومعلنين، أو على الظرف؛ أي: وقتي سر وعلانية، أو على المصدر؛ أي: إنفاق سر وعلانية كما سيأتي في مبحث الإعراب إن شاء الله تعالى. </p><p> واعلم: أن الله تعالى أسند الإنفاق إليهم، وإعطاء الرزق إلى ذاته تعالى، تنبيهًا على أنهم أمناء الله فيما أعطاهم ووكلاؤه، والوكيل دخيل في التصرف لا أصيل، فينبغي له أن يلاحظ جانب الموكل لا جانب نفسه ولا جانب الخلق، وقد قالوا: من طمع في شكر أو ثناء فهو بياع لا جواد؛ لأنه اشترى المدح بماله، والمدح لذيذ مقصود في نفسه، والجود. هو بذل الشيء من غير غرض. {وَيَدْرَءُونَ بِالْحَسَنَةِ السَّيِّئَةَ} أي: يدفعون سيئة من أساء إليهم بالإحسان إليه، كما في قوله تعالى:  {ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ} ، أو يدفعون بالعمل الصالح العمل السيء، أو يدفعون الشر بالخير، أو المنكر بالمعروف، أو الظلم بالعفو، أو </p><p>(١) المراح. (٢) الخازن.(٣) روح البيان.</p>"
}