{
  "id": null,
  "sura": 13,
  "aya": 6,
  "text": "<p> كَيْفَ الرَّشَادُ وَقَدْ خُلِّفْتُ فِيْ نَفَرٍ ... لَهُمْ عَنِ الرُّشْدِ أَغْلَالٌ وَأقْيَادُ </p><p> {وَأُولَئِكَ} المقيدون بالأغلال في أعناقهم هم {أَصْحَابُ النَّارِ} ؛ أي: سكان النار دار الذل والهوان ملازموها {هُمْ فِيهَا} ؛ أي: في النار {خَالِدُونَ} ؛ أي: ماكثون فيها مكثًا مؤبدًا لا يتحولون عنها ولا يبرحون بها كفاء ما سولت لهم أنفسهم من سوء الأعمال، وما اجترحوا من الموبقات والشرور والآثام. وتوسيط (١) ضمير الفصل وتقديم {فِيهَا} يفيد الحصر؛ أي: هم الموصوفون بالخلود في النار لا غيرهم، وإن خلودهم إنما هو في النار لا في غيرها، فثبت أن أهل الكبائر لا يخلدون في النار. </p><p> ٦ - وبعد أن ذكر تكذيبهم للرسول - صلى الله عليه وسلم - في إنكار عذاب يوم القيامة .. ذكر جحودهم لعذاب الدنيا الذي أوعدهم به، وكانوا كلما هددهم بالعذاب قالوا له: جئنا به وائتنا وطلبوا منه إنزاله، وهذا ما أشار إليه بقوله:  {وَيَسْتَعْجِلُونَكَ} الاستعجال (٢) : طلب تعجيل الأمر قبل مجيء وقته؛ أي: يطلب مشركو مكة منك يا محمَّد العجلة {بِالسَّيِّئَةِ} والعقوبة التي هددتهم بها إن لم يؤمنوا، وسميت العقوبة سيئة؛ لأنها تسوؤهم {قَبْلَ الْحَسَنَةِ} متعلق بالاستعجال؛ أي: قبل العافية والإحسان إليهم بالإمهال؛ أي: يطلبون منك الإتيان بالعقوبة المهلكة لهم قبل انقضاء الزمان المقدر لعافيتهم وسلامتهم. </p><p> وذلك أنه - صلى الله عليه وسلم - كان يهدد مشركي مكة تارة بعذاب يوم القيامة، وتارة بعذاب الدنيا، وكلما هددهم بعذاب القيامة أنكروا القيامة والبعث، وكلما هددهم بعذاب الدنيا استعجلوه، وقالوا: متى تجيئنا به، فيطلبون العقوبة والعذاب والشر بدل العافية والرحمة والخير استهزاء منهم، وإظهارًا أن الذي يقوله لا أصل له، ولذا قالوا:  {اللَّهُمَّ إِنْ كَانَ هَذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِنَ السَّمَاءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ} والله تعالى صرف عن هذه الأمة عقوبة الاستئصال، وأخر </p><p>(١) روح البيان. (٢) روح البيان.</p><p> تعذيب المكذبين إلى يوم القيامة، فذلك التأخير هو الحسنة في حقهم، فهؤلاء طلبوا منه عليه السلام نزول تلك العقوبة، ولم يرضوا بما هو حسنة في حقهم. </p><p> واعلم: أن (١) استعجالهم بالسيئة قبل الحسنة هو استعجالهم بالكفر والمعاصي قبل الإيمان والطاعات، فإن منشأ كل سعادة ورحمة هو الإيمان الكامل والعمل الصالح، ومنشأ كل شقاوة وعذاب هو الكفر والشرك والعمل الفاسد. </p><p> وجملة قوله:  {وَقَدْ خَلَتْ} حال من واو {يَسْتَعْجِلُونَكَ} ؛ أي: يستعجلونك بالعقوبة حالة كونهم قد خلت ومضت {مِنْ قَبْلِهِمُ} ؛ أي: من قبل هؤلاء المشركين {الْمَثُلَاتُ} ؛ أي: عقوبات أمثالهم من المكذبين لرسلهم كالخسف والمسخ والرجفة، فما لهم لم يعتبروا بها، فلا يستهزئوا، جمع مَثُلَه بفتح الثاء وضمها؛ وهي العقوبة لأنها مثل المعاقب عليه، وهو الجريمة. وفي \"التبيان\" : {وَقَدْ خَلَتْ مِنْ قَبْلِهِمُ الْمَثُلَاتُ} ؛ أي: العقوبات المهلكات يماثل بعضها بعضًا. </p><p> والمعنى: أي ويستعجلونك بذلك مستهزئين بإنذارك منكرين وقوع ما تنذرهم به، والحال أنه قد مضت العقوبات الفاضحة النازلة على أمثالهم من المكذبين المستهزئين، فمن أمة مسخت قردة، وأخرى أهلكت بالرجفة، وثالثة أهلكت بالخسف إلى نحو أولئك. وقرأ الجمهور (٢) : {الْمَثُلَاتُ} - بفتح الميم وضم الثاء - ومجاهد والأعمش بفتحهما. وقرأ عيسى بن عمير في رواية الأعمش وأبو بكر بضمهما، وابن وثاب بضم الميم وسكون الثاء، وابن مصرف بفتح الميم وسكون الثاء، وكل هذه القراءة عدا قراءة الجمهور شاذ. </p><p> {وَإِنَّ رَبَّكَ} يا محمَّد {لَذُو مَغْفِرَةٍ لِلنَّاسِ} ؛ أي: لذو إمهال لهم وتأخير للعذاب عنهم حالة كونهم {عَلَى ظُلْمِهِمْ} ؛ أي: ظالمين أنفسهم بالمعاصي، أو المعنى: وإن ربك لذو عفو وصفح عن ذنوب من تاب من عباده، فتارك فضيحته بها في يوم القيامة، ولولا حلمه وعفوه لعاجلهم بالعقوبة حين اكتسابها كما قال: </p><p>(١) روح البيان. (٢) البحر المحيط.</p>"
}