{
  "id": null,
  "sura": 13,
  "aya": 25,
  "text": "<p> وقرأ الجمهور (١) : {جَنَّاتُ} بالجمع، وقرأ النخعي شذوذًا:  {جنة} بالإفراد، وروي عن ابن كثير وأبي عمرو {يدخلونها} مبنيًّا للمفعول وهي رواية شاذة. وقرأ ابن أبي عبلة شذوذًا:  {ومن صلح} - بضم اللام -، وقرأ الجمهور بفتحها وهو أفصح. وقرأ عيسى الثقفي:  {وذريتهم} بالتوحيد، والجمهور بالجمع. وقرأ ابن يعمر شاذًا:  {فنعم} - بفتح النون وكسر العين - وهي الأصل. وقرأ ابن وثاب شاذًا:  {فنَعْمَ} - بفتح النون وسكون العين - وتخفيف فعل لغة تميمية، والجمهور {فَنِعْمَ} - بكسر النون وسكون العين - وهي أكثر استعمالًا. </p><p> ٢٥ - ولما ذكر الله سبحانه وتعالى أحوال السعداء وما أعد لهم من الكرامات والخيرات .. ذكر بعده أحوال الأشقياء وما لهم من العقوبات، فقال:  {وَالَّذِينَ يَنْقُضُونَ عَهْدَ اللهِ} مبتدأ خبره قوله الآتي: {أُولَئِكَ لَهُمُ اللَّعْنَةُ} ؛ أي: والكفار الذين يخلفون عهد الله سبحانه وتعالى ويتركون وفاء عهده المأخوذ عليهم بالطاعة والإيمان {مِنْ بَعْدِ مِيثَاقِهِ} ؛ أي: من بعد توكيد ذلك العهد بالإقرار والقبول في عالم الذر، وهو العهد الذي جرى بينهم؛ إذا أخرجهم من ظهر آدم وعاهدهم على التوحيد والعبودية، كما قال تعالى:  {أَلَمْ أَعْهَدْ إِلَيْكُمْ يَا بَنِي آدَمَ أَنْ لَا تَعْبُدُوا الشَّيْطَانَ} . </p><p> ونقضه (٢) : إما بأن لا ينظروا فيه، فلا يمكنهم العمل بموجبه، وإما بأن ينظروا فيه ويعلموا صحته، ثم هم بعد يعاندون فيه ولا يعملون بما علموه واعتقدوا صحته. وقوله:  {مِنْ بَعْدِ مِيثَاقِهِ} ؛ أي: من بعد اعترافهم به وإقرارهم بصحته {وَيَقْطَعُونَ مَا أَمَرَ الله بِهِ أَنْ يُوصَلَ} ؛ أي: ويتركون وصل ما أمر الله سبحانه بوصله من الإيمان به وبجميع أنبيائه الذين جاؤوا بالحق، فآمنوا ببعض الرسل وكفروا ببعض، وقطعوا الرحم وموالاة المؤمنين، وكانوا حربًا على المؤمنين وعونًا للكافرين، ومنعوا المساعدات العامة التي توجب التآلف والمودة بين المؤمنين، كما جاء في الحديث:  \"المؤمن للمؤمن كالبنيان يشد بعضه بعضًا\" ، </p><p>(١) البحر المحيط. (٢) المراغي.</p><p> وجاء أيضًا:  \"المؤمنون كالجسد الواحد إذا اشتكى منه عضو اشتكى باقي الأعضاء بالسهر والحمى\" . </p><p> ولم يتعرض هنا لنفي الخشية والخوف عنهم وما بعدهما من الأوصاف المتقدمة (١) ؛ لدخولها في النقض والقطع {وَيُفْسِدُونَ في الْأَرْضِ} بظلمهم لأنفسهم بعبادة غير الله تعالى، وبظلمهم لغيرهم بدعوتهم إلى الشرك وانتهاب أموالهم واغتصابها بلا حق، وتهييج الفتن بين المسلمين، وإثارة الحرب عليهم وإظهار العدوان لهم. </p><p> وفي الحديث (٢) : \"الفتنة نائمة لعن الله من أيقظها\" وهي إيقاع الناس في الاضطراب والاختلال والاختلاف والمحنة والبلية بلا فائدة دينية، وذلك حرام؛ لأنه فساد في الأرض وإضرار للمسلمين وزيغ وإلحاد في الدين. </p><p> فمن الفتنة أن يغري الناس على البغي والخروج على السلطان، وذلك لا يجوز وإن كان ظالمًا؛ لكونه فتنة وفسادًا في الأرض، وكذا معاونة المظلومين إذا أرادوا الخروج عليه، وكذا المعاونة له لكونه إعانة على الظلم، وذلك لا يجوز. </p><p> ومنها: أن يقول للناس ما لا تصل عقولهم إليه، وفي الحديث:  \"أمرنا أن نكلم الناس على قدر عقولهم\" . ومنها أن يذكر للناس ما لا يعرفه بكنهه ولا يقدر على استخراجه، فيوقعهم في الاختلاف والاختلال، والفتنة والبلية، كما هو شأن بعض الوعاظ في زماننا. </p><p> ومنها: أن يحكم أو يفتي بقول مهجور أو ضعيف أو قوي يعلم أن الناس لا يعلمون به، بل ينكرونه أو يتركون بسببه طاعة أخرى كمن يقول لأهل القرى والبوادي والعجائز والعبيد والإماء: لا تجوز الصلاة بدون التجويد وهم لا يقدرون على التجويد، فيتركون الصلاة رأسًا، وهي جائزة عند البعض، وإن كان ضعيفًا فالعمل به واجب. </p><p> وكمن يقول للناس: لا يجوز البيع والشراء والاستقراض بالدراهم والدنانير </p><p>(١) الشوكاني. (٢) روح البيان.</p>"
}