{
  "id": null,
  "sura": 13,
  "aya": 33,
  "text": "<p> والإمهال والاستدراج {أَخَذْتُهُمْ} بالعقوبة والعذاب الذي أنزلته بهم. والاستفهام في قوله:  {فَكَيْفَ كَانَ عِقَابِ} للتقريع (١) والتهديد، أو التعجيب؛ أي: فكيف كان عقابي لهؤلاء الكفار الذين استهزؤوا بالرسل، فأمليت لهم ثم أخذتهم؛ أي: على أي حالة وقع عقابي لهم، هل كان ظلمًا لهم أو كان عدلًا؛ أي: هو واقع موقعه أي: هو عدل، فكذلك أفعل بمن استهزأ بك يا محمَّد. </p><p> والمعنى: كيف (٢) رأيت يا محمَّد ما صنعت بمن استهزأ برسلي، ولم ير النبي - صلى الله عليه وسلم - عقوبتهم إلا أنه علم بالتحقيق، فكأنه رأى عيانًا. وفي \"بحر العلوم\" : فإنكم تمرون على بلادهم ومساكنهم، فتشاهدون أثر ذلك، وهذا تعجيب من شدة أخذه لهم؛ سلى رسول الله - صلى الله عليه وسلم - عن استهزائهم به وأذاهم وتكذيبهم واقتراحهم الآيات بأن له في الأنبياء أسوة، وأن جزاء ما يفعلون به ينزل بهم كما نزل بالمستهزئين بالأنبياء جزاء ما فعلوا. وفيه إشارة إلى أن من أمارات الشقاء الاستهزاء بالأنبياء والأولياء. </p><p> والخلاصة (٣) : أي ثم أحللت بهم عذابي ونقمتي حين تمادوا في غيهم وضلالهم، فانظر كيف كان عقابي إياهم حين عاقبتهم، ألم أذقهم أليم العذاب، وأجعلهم عبرة لأولي الألباب؟ وقد صدق الله وعده ونصر رسوله على عدوه، فدخل في دين الله من دخل، ومن أبى قتل، ودانت العرب كلها له، وانضوت تحت لوائه، وحقت عليهم كلمة ربك. </p><p> ٣٣ - وفي هذا: تعجيب مما حلّ بهم، ودلالة على شدته وفظاعة أمره كما لا يخفى. ثم ذكر سبحانه ما يجري مجرى الحجاج عليهم، وما فيه توبيخ لهم وتعجيب من عقولهم، وكيف أنها وصلت إلى حدّ لا ينبغي لعاقلٍ أن يقبله ولا يرضى به، فقال:  {أَفَمَنْ هُوَ قَائِمٌ عَلَى كُلِّ نَفْسٍ بِمَا كَسَبَتْ}  (الهمزة) فيه للاستفهام الإنكاري داخلة (٤) على محذوف، و (الفاء) : عاطفة على ذلك المحذوف، </p><p>(١) الشوكاني. (٢) روح البيان.(٣) المراغي.(٤) الصاوي.</p><p> و {من} الموصولة مبتدأ خبره محذوف تقديره: كمن ليس كذلك من شركائهم التي لا تضر ولا تنفع، دل على ذلك المحذوف قوله:  {وَجَعَلُوا لِلَّهِ شُرَكَاءَ} نظير قوله تعالى: {أَفَمَنْ شَرَحَ الله صَدْرَهُ لِلْإِسْلَامِ} تقديره: كمن قسا قلبه يدل عليه قوله: {فَوَيْلٌ لِلْقَاسِيَةِ قُلُوبُهُمْ} ، وقد جاء مبينًا كقوله تعالى:  {أَفَمَنْ يَخْلُقُ كَمَنْ لَا يَخْلُقُ} وقوله: {أَفَمَنْ يَعْلَمُ أَنَّمَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ الْحَقُّ كَمَنْ هُوَ أَعْمَى} . وتقدير الكلام هنا: أعميتم (١) وسويتم بين الله وبين خلقه، فمن هو قائم ورقيب على كل نفس وحافظها ورازقها وعالم بها وبما عملت من خير وشر، ويجازيها بما كسبت فيثيبها إن أحسنت، ويعاقبها إن أساءت وهو الله سبحانه وتعالى وحده، كمن ليس بقائم عليها، بل هو عاجز عن نفسه، ومن كان عاجزًا عن نفسه فهو عن غيره أعجز، وهي الأصنام التي لا تضر ولا تنفع؛ أي: ليسا مستويين، بل القائم على كل نفسٍ بما كسبت هو المستحق للألوهية والربوبية، لا الأصنام التي لا تضر ولا تنفع. </p><p> ومعنى القيام (٢) : التولي لأمور خلقه والتدبير للأرزاق والآجال، وإحصاء الأعمال للجزاء، يقال: قام فلان بفلان إذا كفاه وتولاه. </p><p> والمعنى: أي أفمن هو (٣) قائم بحفظ أرزاق الخلق، ومتولي أمورهم، وعالم بهم وبما يكسبونه من الأعمال من خير أو شر، ولا يعزب عن شيء كمن ليس بهذه الصفة من معبوداتكم التي لا تسمع ولا تبصر، ولا تدفع عن نفسها ولا عمن يعبدها ضرًّا ولا تجلب لهم نفعًا. </p><p> وخلاصة ذلك: أنه لا عجيب من إنكارهم لآياتك الباهرة مع ظهورها، وإنما العجب كل العجب من جعلهم القادر على إنزالها المجازي لهم على إعراضهم عن تدبر معانيها بقوارع تترى واحدة بعد أخرى يشاهدونها رأي العين كمن لا يملك لنفسه نفعًا ولا ضرًّا، فضلًا عن اتخاذه ربًّا يُرجى نفعه أو يُخشى ضره. </p><p>(١) الصاوي. (٢) روح البيان.(٣) المراغي.</p><p> ثم أكد هذا بقوله:  {وَجَعَلُوا لِلَّهِ شُرَكَاءَ} ؛ أي: وجعل المشركون الأصنام شركاء لله سبحانه وتعالى، والظاهر أن هذه الجملة مستأنفة جيء بها للدلالة على الخبر المحذوف كما تقدم تقريره يعني (١) : إن الكفار سووا بين الله وبين الأصنام، واتخذوها شركاء له في العبادة، وإنما تكون سواء وشركاء فيها لو كانت سواء وشركاء في القيام على كل نفس، فما أعجب كفرهم وإشراكهم وتسويتهم مع علمهم التفاوت بينهما؛ أي: تعجبوا من ذلك. وقيل (٢) : الواو للحال، والتقدير: أفمن هو قائم على كل نفس صالحة وطالحة، والحال أنهم جعلوا له شركاء كمن هو ليس كذلك، فأقيم الظاهر وهو لفظ الجلالة مقام المضمر تقريرًا للإلهية وتصريحًا بها. وقيل {وَجَعَلُوا} معطوف على {اسْتُهْزِئَ} بمعني: ولقد استهزؤوا وجعلوا لله شركاء. وقال أبو البقاء: هو معطوف على {كَسَبَتْ} ؛ أي: وجعلهم لله شركاء. اهـ. \"سمين\" ؛ أي: وجعلوا لله شركاء عبدوها معه تعالى من أصنام وأوثان وأنداد. </p><p> ثم أعقب ذلك بتوبيخ إثر توبيخ، فقال:  {قل} لهم يا محمَّد {سَمُّوهُمْ} أي: بينوا (٣) شركاءكم بأسمائهم وصفوهم بصفاتهم، فانظروا هل لهم ما يستحقون به العبادة والشركة، يشير إلى أن الأسماء مأخذها من الصفات، فإن لم تروا منهم شيئًا من صفات الله، فكيف تسمونهم!؟. </p><p> وفي هذا: تبكيت لهم وتوبيخ؛ لأنه إنما يقال هذا في الشيء المستحقر الذي لا يستحق أن يلتفت إليه، فيقال: سمه إن شئت يعني: أنه أحقر من أن يسمى. وقيل: إن المعنى سموهم بالآلهة كما تزعمون، فيكون ذلك تهديدًا لهم. وقيل: سموهم من هم وما أسماؤهم، فإنهم ليسوا ممن يذكر ويسمى، فإنما يسمى من ينفع ويضر. </p><p> و {أَمْ} في قوله: {أَمْ تُنَبِّئُونَهُ} منقطعة تقدر ببل وهمزة الاستفهام الإنكاري؛ </p><p>(١) روح البيان. (٢) الفتوحات.(٣) روح البيان.</p><p> أي: بل أتنبئون الله سبحانه وتعالى وتخبرونه {بِمَا لَا يَعْلَمُ} الله سبحانه وتعالى وجوده في {الْأَرْضِ} ولا في السموات من الشركاء الذين تعبدونهم مع كونه العالم بما في السموات والأرض، أو تخبرونه بصفات لهم يستحقون لأجلها العبادة وهو لا يعلمها. وفي هذا نفي لوجودها؛ لأنها لو كانت موجودة لعلمها الله سبحانه وتعالى؛ لأنه لا تخفى عليه خافية ولا يعزب عنه مثقال ذرة في الأرض ولا في السماء، وإنما خص (١) الأرض بنفي الشريك عنها، وإن لم يكن له شريك في غير الأرض؛ لأنهم ادعوا له شريكًا في الأرض {أَمْ بِظَاهِرٍ مِنَ الْقَوْلِ} ؛ أي: بل أتسمونهم شركاء بظاهر وهذل من القول من غير أن تكون له حقيقة ولا معنى. وقيل المعنى: قل لهم أتنبئون الله بباطن لا يعلمه أم بظاهر يعلمه، فإن قالوا بباطن لا يعلمه فقد جاؤوا بدعوى باطلة، وإن قالوا بظاهر يعلمه، فقل لهم: سموهم، فإذا سموا اللات والعزى ونحوهما، فقل لهم: إن الله لا يعلم لنفسه شريكًا. وقيل معنى:  {أَمْ بِظَاهِرٍ مِنَ الْقَوْلِ} أي: بزائل من القول باطلٍ، وقيل: يكذب من القول، وقيل: معنى {أَمْ بِظَاهِرٍ مِنَ الْقَوْلِ} ؛ أي: بحجة من القول ظاهرة على زعمهم. </p><p> وخلاصة حجاجه على المشركين (٢) : نفي الدليل العقلي والدليل النقلي على أحقية عبادتها، فبعد أن هدم قاعدة الإشراك بقوله:  {أَفَمَنْ هُوَ قَائِمٌ عَلَى كُلِّ نَفْسٍ بِمَا كَسَبَتْ} زاد ذلك إيضاحًا، فقال: وليتهم إذا أشركوا بربهم - الذي لا ينبغي أن يشرك به - أشركوا به من له حقيقة واعتبار، ومن ينفع ويضر، لا من لا اسم له فضلًا عن المسمى، بل من لا يعرف له وجود في الأرض ولا في السماء، ويريدون أن ينبئوا عالم السر والنجوى بما لا يعلمه، ثم زاد على ذلك، فقال: وما تلك التسمية إلا بظاهر من القول من غير أن يكون تحتها طائل، وما هي إلا أصوات جوفاء كثيرة المباني خالية عن المعاني، وما هي إلا كالألفاظ المهملة التي هي أجراس لا تدل على مكان، ولا يتكلم بها عاقل تنفرًا منها واستقباحًا. </p><p>(١) الشوكاني. (٢) المراغي.</p><p> وقوله:  {بَلْ زُيِّنَ لِلَّذِينَ كَفَرُوا} إضراب عن محاجتهم بالكلية، فكأنه يقول: لا يفيد فيهم الاحتجاج؛ أي: دع هذا (١) الحجاج وألق به جانبًا، فإنه لا فائدة فيه؛ لأنه زين له مكرهم وكيدهم لاستسلامهم للشرك وتماديهم في الضلال. والمكر (٢) : صرف الغير عما يقصده بحيلة، والمزين هو الله تعالى؛ لأنه هو الفاعل المختار على الإطلاق، لا يقدر أحد أن يتصرف في الوجود إلا بإذنه، فتزيين الشيطان إلقاء الوسوسة فقط، ولا يقدر على إضلال أحد وهدايته إلا الله سبحانه وتعالى، ويدل على هذا سياق الآية، وهو قوله:  {وَمَنْ يُضْلِلِ الله فَمَا لَهُ مِنْ هَادٍ} . اهـ. \"خازن\" . {وَصُدُّوا عَنِ السَّبِيلِ} - بضم الصاد -؛ أي: وصرفوا عن سبيل الحق بما زين لهم من صحة ما هم عليه؛ أي: صدهم الله تعالى أو صدهم الشيطان وبفتحها؛ أي: صدوا غيرهم ومنعوهم عن سبيل الحق، أو عن المسجد الحرام. {وَمَنْ يُضْلِلِ الله فَمَا لَهُ مِنْ هَادٍ} ؛ أي: ومن يرد الله سبحانه وتعالى إضلاله وخذلانه لسوء اعتقاده وفساد أعماله واجتراحه للآثام والمعاصي .. فلا هادي له يوفقه إلى النجاة ويوصله إلى طرق السعادة، ونحو الآية قوله:  {وَمَنْ يُرِدِ الله فِتْنَتَهُ فَلَنْ تَمْلِكَ لَهُ مِنَ اللهِ شَيْئًا} . وقوله: {إِنْ تَحْرِصْ عَلَى هُدَاهُمْ فَإِنَّ اللهَ لَا يَهْدِي مَنْ يُضِلُّ وَمَا لَهُمْ مِنْ نَاصِرِينَ (٣٧) }. </p><p> وقرأ الحسن شاذًا (٣) : {تنبئونه} من أنبأ. وقرأ مجاهد شذوذًا أيضًا:  {بل زَيَّن} على البناء للفاعل {مكرهم} بالنصب. والجمهور:  {زُيِّنَ} على البناء للمفعول {مَكْرُهُمْ} بالرفع. وقرأ عاصم وحمزة والكسائي {وصدوا} هنا وفي غافر بضم الصاد مبنيًّا للمفعول فالفعل متعدٍ. وقرأ باقي السبعة بفتحها فاحتمل التعدي واللزوم؛ أي: صدوا أنفسهم أو غيرهم، وقرأ ابن وثاب:  {وصِدوا} - بكسر الصاد - وهي كقراءة {رِدت إلينا} - بكسر الراء -، كلاهما شاذ. وفي \"اللوامح\" : نسب الكسائي لابن يعمر {وصِدوا} بالكسر لغة وأما في المؤمن فالبكسر لابن وثاب انتهى. وقرأ ابن أبي إسحاق شاذًا أيضًا:  {وصدٌ} بالتنوين </p><p>(١) المراغي. (٢) روح البيان.(٣) البحر المحيط.</p>"
}