{
  "id": null,
  "sura": 13,
  "aya": 7,
  "text": "<p> {وَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ بِمَا كَسَبُوا مَا تَرَكَ عَلَى ظَهْرِهَا مِنْ دَابَّةٍ} . {وَإِنَّ رَبَّكَ لَشَدِيدُ الْعِقَابِ} فيعاقب من يشاء منهم حين يشاء، فتأخير ما استعجلوه ليس للإهمال. </p><p> أي: وإن ربك (١) يا محمَّد ليعاقب في الآخرة عقابًا شديدًا لمن يجترح السيئات، وهو متمادٍ في غوايته سادر (٢) في آثامه، وقد يعجل له قسطًا منه في الدنيا، ويكون جزاءً له على ما سولت له نفسه، كما يشاهد لدى المدمنين على الخمور من اعتلال وضعف، ومرض مزمن، وفقر مدقع، وذل وهوان بين الناس. وفي المقامرين من خراب عاجل وإفلاس في المال والذل بعد العز. وربما اقتضت حكمته أن يؤجل له ذلك إلى يوم مشهود يوم يقوم الناس لرب العالمين، فيستوفي قطه هناك نارًا تكوى بها الجباه والجنوب، وتبدل الجلود غير الجلود، وقد قرن المغفرة بالعقاب في مواضع كثيرة من الكتاب الكريم؛ ليعتدل الرَّجاء والخوف كقوله:  {إِنَّ رَبَّكَ لَسَرِيعُ الْعِقَابِ وَإِنَّهُ لَغَفُورٌ رَحِيمٌ} وقوله: {نَبِّئْ عِبَادِي أَنِّي أَنَا الْغَفُورُ الرَّحِيمُ (٤٩) وَأَنَّ عَذَابِي هُوَ الْعَذَابُ الْأَلِيمُ (٥٠) } إلى أمثال ذلك من الآيات التي تجمع الخوف والرجاء. روى ابن أبي حاتم عن سعيد بن المسيب قال: لما نزلت هذه الآية: {وَإِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ ...} إلخ. قال رسول الله - صلى الله عليه وسلم -: \"لولا عفو الله وتجاوزه ما هنأ أحدًا العيش، ولولا وعيده وعقابه لاتكل كل واحد\" . </p><p> ٧ - وبعد (٣) أن ذكر طعنهم في نبوة محمَّد - صلى الله عليه وسلم - لقوله بالحشر والمعاد، ثم طعنهم فيه؛ لأنه أنذرهم بحلول عذاب الاستئصال .. ذكر أنهم طعنوا فيه؛ لأنه لم يأت لهم بمعجزة مبينة كما فعل الرسل من قبله، فقال:  {وَيَقُولُ الَّذِينَ كَفَرُوا} مكة تعنتًا وجحودًا {لَوْلَا} ؛ أي: هلَّا {أُنْزِلَ عَلَيْهِ} ؛ أي: على محمَّد - صلى الله عليه وسلم - {آيَةٌ} ؛ أي: علامة دالة على صدقه ونبوته {مِنْ رَبِّهِ} إن كان صادقًا فيما </p><p>(١) المراغي. (٢) قوله سادر: المتحير وهو أيضًا الذي لا يهتم ولا يبالي ما صنع اهـ مختار.(٣) المراغي.</p><p> يدعيه من النبوة كعصا موسى وناقة صالح وإحياء عيسى للموتى، وذلك أنهم لم يقتنعوا بما رأوا من الآيات التي جاء بها رسول الله - صلى الله عليه وسلم -. و {لَوْلَا}  (١) تحضيضية بمعنى هلا، والتنوين في {آيَةٌ} للتعظيم؛ أي: آية جلية يستعظمها من يدركها في بادئ نظره. والمعنى: ويقول الذين كفروا تعنتًا وعنادًا: هلا يأتينا بآية من ربه كعصا موسى وناقة صالح، فيجعل لنا الصفا ذهبًا، ويزيح عنا الجبال، ويجعل مكانها مروجًا وأنهارًا، وقد طلبوا ذلك ظنًّا منهم أن القرآن كتاب كسائر الكتب لا يدخل في باب المعجزات التي أتى بها الرسل السالفون عليهم السلام. وقد رد الله عليهم الشبهة بقوله في آية أخرى:  {وَمَا مَنَعَنَا أَنْ نُرْسِلَ بِالْآيَاتِ إِلَّا أَنْ كَذَّبَ بِهَا الْأَوَّلُونَ} ؛ أي: إن سنتنا أن الآيات إن لم يؤمن بها من طلبوا بها أهلكناهم بذنوبهم، ولم نشأ أن يحل بكم عذاب الاستئصال. </p><p> ولما كان (٢) النبي - صلى الله عليه وسلم - راغبًا في إجابة مقترحاتهم حُبًّا في إيمانهم .. بين وظيفته التي أرسل لأجلها، فقال:  {إِنَّمَا أَنْتَ} يا محمَّد {مُنْذِرٌ} ؛ أي: رسول مرسل للإنذار والتخويف من سوء عاقبة ما يأتون ويذرون، ولا حاجة إلى إلزامهم بإتيان ما اقترحوا من الآيات، ولو أجيبوا إلى ما اقترحوا لأدى ذلك إلى إتيان ما لا نهاية له؛ لأنه كلما أتى بمعجزة طلبها واحد منهم .. جاء آخر منهم، فطلب منه معجزة أخرى، وذلك يوجب سقوط دعوة الأنبياء. </p><p> والمعنى: أن (٣) وظيفتك التي بعثت لها هي الإنذار من سوء مغبة - عاقبة - ما نهى الله عنه كدأب من قبلك من الرسل، وليس عليك الإتيان بالآيات التي يقترحونها ابتغاء هدايتهم، فأمر ذلك إلى خالقهم وهاديهم:  {لَيْسَ عَلَيْكَ هُدَاهُمْ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ} ، {فَلَعَلَّكَ بَاخِعٌ نَفْسَكَ عَلَى آثَارِهِمْ إِنْ لَمْ يُؤْمِنُوا بِهَذَا الْحَدِيثِ أَسَفًا (٦) }. </p><p>(١) روح البيان. (٢) المراغي.(٣) المراغي.</p><p> {وَلِكُلِّ قَوْمٍ} ؛ أي: ولكل أمة من الأمم {هَادٍ} لهم إلى سبيل الخير؛ أي: نبي له هداية مخصوصة، وشريعة لائقة بهم مخصوص (١) بمعجزة من جنس ما هو الغالب عليهم، يهديهم إلى الحق ويدعوهم إلى الصواب. ولما كان الغالب في زمان موسى هو السحر جعل معجزته ما هو أقرب إلى طريقهم. ولما كان الغالب في أيام عيسى الطب جعل معجزته ما يناسب الطب؛ وهو إحياء الموتى وإبراء الأبرص والأكمه. ولما كان الغالب في زمان نبينا محمَّد - صلى الله عليه وسلم - الفصاحة والبلاغة جعل معجزته فصاحة القرآن، وبلوغه في باب البلاغة إلى حدّ خارج عن قدرة الإنسان، فإذا لم يؤمنوا بهذه المعجزة مع كونها أقرب إلى طريقهم وأليق بطباعهم، فبأن لا يؤمنوا عند إظهار سائر المعجزات أولى. أو المراد بالهادي: هو الله تعالى؛ أي: إنما أنت منذر، وليس لك هدايتهم ولكل قوم من الفريقين هاد يهديهم: هادٍ لأهل العناية بالإيمان والطاعة إلى الجنة، وهاد لأهل الخذلان بالكفر والعصيان إلى النار. وهذا القول الأخير مروي (٢) عن ابن عباس وسعيد بن جبير وعكرمة والضحاك والنخعي. </p><p> والمعنى: إنما عليك الإنذار يا محمَّد، والهادي هو الله تعالى يهدي من يشاء. والقول الأول مروي عن عكرمة في رواية أبي الضحى، والمعنى عليه: إنما أنت منذر وأنت هادٍ. </p><p> وحاصل المعنى: أي ولكل أمة قائد يدعوهم إلى سبيل الخير فطره الله تعالى على سلوك طريقه بما أودع فيه من الاستعداد له بسائر وسائله، وقد شاء أن يبعث هؤلاء الهداة في كل زمان كي لا يترك الناس سدى، وأولئك هم الأنبياء الذين يرسلهم لهداية عباده، فإن لم يكونوا فالحكماء والمجتهدون الذين يسيرون على سننهم ويقتدون بما خلفوا من الشرائع وفضائل الأخلاق وحميد الشمائل، ويؤيده - صلى الله عليه وسلم -: \"أصحابي كالنجوم بأيهم اقتديتم اهتديتم\" . </p><p> ووقف ابن كثير (٣) على {هَادٍ} و {واقٍ} حيث وقعا، وعلى {وَالٍ} هنا، </p><p>(١) روح البيان. (٢) الخازن بتصرف.(٣) البحر المحيط.</p>"
}