{
  "id": null,
  "sura": 13,
  "aya": 8,
  "text": "<p> و {باقٍ} في النحل بإثبات الياء، وباقي السبعة بحذفها. وفي \"الإقناع\" لأبي جعفر بن الباذش عن ابن مجاهد الوقف على جميع الباب لابن كثير بالياء، وهذا لا يعرفه المكيون. وفيه عن أبي يعقوب الأزرق عن ورش أنه خيره في الوقف في جميع الباب بين أن يقف بالياء، وبين أن يقف بحذفها، والباب هو كل منقوص منون غير منصرف؛ أي: غير مجرور. </p><p> ٨ - {اللَّهُ} سبحانه وتعالى {يَعْلَمُ مَا تَحْمِلُ كُلُّ أُنْثَى} ؛ أي: الشيء الذي تحمله كل أنثى في بطنها من حين العلوق إلى الولادة من علقة أو مضغة، ذكر أو أنثى، واحد أو متعدد، صبيح أو قبيح، شقي أو سعيد، طويل العمر أو قصيره، كما قال سبحانه:  {هُوَ أَعْلَمُ بِكُمْ إِذْ أَنْشَأَكُمْ مِنَ الْأَرْضِ وَإِذْ أَنْتُمْ أَجِنَّةٌ فِي بُطُونِ أُمَّهَاتِكُمْ} وقال: {وَيَعْلَمُ مَا فِي الْأَرْحَامِ} . </p><p> {و} يعلم سبحانه وتعالى {ما تغيض الأرحام} من الغيض؛ وهو النقص؛ أي: يعلم سبحانه ما تنقصه الأرحام {وَمَا تَزْدَادُ} ؛ أي: وما تزيده في الجثة والمدة والعدد، واختلفوا في ذلك، فقيل: المراد نقص خلقة الحمل وزيادته، كنقص أصبع أو زيادتها. وقيل المراد: نقص مدة الحمل عن تسعة أشهر أو زيادتها، وقيل المراد: نقص في عدد الولد وزيادته، فقد يكون الولد واحدًا أو اثنين أو ثلاثة أو أربعة أو خمسة. قال أهل التفسير (١) : غيض الأرض الحيض على الحمل، فإذا حاضت الحامل كان ذلك نقصانًا في الولد؛ لأن دم الحيض هو غذاء الولد في الرحم، فإذا خرج الدم نقص الغذاء، فينقص الولد، وإذا لم تحض يزداد الولد ويتم، فالنقصان نقصان خلقة الولد بخروج الدم، والزيادة تمام خلقه باستمساك الدم. وقيل: إذا حاضت المرأة في وقت حملها ينقص الغذاء، وتزداد مدة الحمل حتى تستكمل تسعة أشهر طاهرة، فإن رأت خمسة أيام دمًا .. وضعت لتسعة أشهر وخمسة أيام، فالنقصان في الغذاء زيادة في مدة الحمل. وقيل: النقصان السقط، والزيادة تمام الخلق. </p><p>(١) الخازن.</p><p> وأقل مدة الحمل ستة أشهر، وغالبه تسعة أشهر، وأكثره أربع سنين عند الشافعي وخمس سنين عند مالك. وفي \"إنسان العيون\"  (١) وقع الاختلاف في مدة حمله - صلى الله عليه وسلم -، فقيل: بقي في بطن أمه تسعة أشهر كاملًا، وقيل: عشرة أشهر، وقيل: ستة أشهر، وقيل: سبعة أشهر، وقيل: ثمانية أشهر، فيكون ذلك آية، كما أن عيسى عليه السلام ولد في الشهر الثامن كما قيل به مع نص الحكماء على أن من يولد في الشهر الثامن لا يعيش، بخلاف التاسع والسابع والسادس الذي هو أقل مدة الحمل. </p><p> وقد قال الحكماء في بيان سبب ذلك (٢) : أن الولد عند استكماله سبعة أشهر تحرك للخروج حركة عنيفة أقوى من حركته في الشهر السادس، فإن خرج عاش، وإن لم يخرج استراح في البطن عقيب تلك الحركة المضعفة له، فلا يتحرك في الشهر الثامن، لذلك تقل حركته في البطن في ذلك الشهر، فإذا تحرك للخروج وخرج، فقد ضعف غاية الضعف، فلا يعيش لاستيلاء حركتين مضعفتين له مع ضعفه، وعلى فرض أن يعيش يكون مغلولًا لا ينتفع بنفسه، وذلك لأن الشهر الثامن يغلب فيه على الجنين البرد واليبس، وهو طبع الموت. والأرحام: جمع رحم، وهو مبيت للولد في البطن ووعاؤه. واعلم أن رحم المرأة عضلة وعصب وعروق، ورأس عصبها في الدماغ، وهي على هيئة الكيس، ولها فم بإزاء قبلها، ولها قرنان شبه الجناحين تجذب بهما النطفة، وفيها قوة الإمساك لئلا ينزل من المني شيء. وقد أودع الله تعالى في ماء الرجل قوة الفعل، وفي ماء المرأة قوة الانفعال، فعند الامتزاج يصير مني الرجل كالأنفحة الممتزجة باللبن. </p><p> {وَكُلُّ شَيْءٍ} من الأشياء التي من جملتها الأشياء المذكورة من الزيادة والنقصان، وخروج الولد والمكث {عِنْدَهُ} سبحانه وتعالى؛ أي: في علمه {بِمِقْدَارٍ} ؛ أي: مقدر بقدر وحدٍّ لا يجاوزه ولا ينقص عنه لقوله تعالى: {إِنَّا </p><p>(١) روح البيان. (٢) روح البيان.</p>"
}