{
  "id": null,
  "sura": 13,
  "aya": 28,
  "text": "<p> إضلاله باقتراح الآيات تعنتًا بعد تبين الحق وظهور المعجزات، فلا تغنى عنه كثرة المعجزات شيئًا إذا لم يهده الله تعالى {وَيَهْدِي} سبحانه تعالى {إِلَيْهِ} ؛ أي: من أقبل إلى الحق ورجع عن العناد، فضمير {إِلَيْهِ} ؛ أي: إلى الحق أو إلى الإِسلام، أو إلى جنابه تعالى {مَنْ أَنَابَ} ؛ أي: من أقبل إلى الحق ورجع عن العناد: فضمير {إِلَيْهِ} راجع إلى الحق، أو من (١) رجع إلى الله التوبة والإقلاع عما كان عليه. وأصل الإنابة: الدخول في نوبة الخبر. </p><p> والمعنى (٢) : أي إنه لا فائدة لكم في نزول الآيات إن لم يُرد الله تعالى هدايتكم، فلا تشغلوا أنفسكم بها، ولكن تضرعوا إليه واطلبوا منه الهداية، فإن الضلال والهداية بيده، وإليه مقاليدها، وادعوه أن يهيىء لكم من أمره رشدًا، وأن يمهد لكم وسائل النجاة والسعادة، ويدفع عنكم نزعات الشيطان ووساوسه؛ لتظفروا بالحسنى في الدارين. </p><p> والخلاصة: أن في القرآن وحده غنى عن كل آية، فلو أراد الله هدايتكم لصرف اختياركم إلى تحصيل أسبابها، وكان لكم فيه مرشدًا أيما مرشد، ولكن الله جعلكم سادرين في الضلالة لا تلوون على شيء، ولا ينفعكم إرشاد ولا نصح؛ لسوء استعدادكم وكثرة لجاجكم وعنادكم، ومن كانت هذه حاله فأنى له أن يهتدي ولو جاءته كل آية كما قال:  {وَمَا تُغْنِي الْآيَاتُ وَالنُّذُرُ عَنْ قَوْمٍ لَا يُؤْمِنُونَ} ، وقال: {إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا يُؤْمِنُونَ (٩٦) وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ حَتَّى يَرَوُا الْعَذَابَ الْأَلِيمَ (٩٧) } وقال: {وَلَوْ أَنَّنَا نَزَّلْنَا إِلَيْهِمُ الْمَلَائِكَةَ وَكَلَّمَهُمُ الْمَوْتَى وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلًا مَا كَانُوا لِيُؤْمِنُوا إِلَّا أَنْ يَشَاءَ اللَّهُ وَلَكِنَّ أَكْثَرَهُمْ يَجْهَلُونَ (١١١) }. </p><p> ٢٨ - أما (٣) من أقبلوا إلى الله وتأملوا في دلائله الواضحة، وسلكوا طرقه المعبدة، فالله ينير بصائرهم ويشرح صدورهم، وهم لا بد واصلون إلى الفوز </p><p>(١) الشوكاني. (٢) المراغي.(٣) المراغي.</p><p> بالحسنى، وحاصلون على السعادة في الدنيا والآخرة، وهم من أشار إليهم بقوله:  {الَّذِينَ آمَنُوا} محله النصب على البدلية من قوله: {مَنْ أَنَابَ} أو خبر مبتدأ محذوف؛ أي: هم الذين آمنوا بالله وبرسوله وبكل ما جاء به {وَتَطْمَئِنُّ قُلُوبُهُمْ} ؛ أي: تسكن قلوبهم وتستأنس {بِذِكْرِ اللَّهِ} تعالى؛ أي: هم الذين آمنوا بالله وبرسوله، واطمأنت واستأنست قلوبهم بذكر الله سبحانه بألسنتهم كتلاوة القرآن والتسبيح والتحميد والتكبير والتوحيد، أو بسماع ذلك من غيرهم؛ أي: إذا سمعوا ذكر الله أحبوه واستأنسوا به، فالمؤمنون يستأنسون بالقرآن وذكر الله الذي هو الاسم الأعظم ويحبون استماعها، والكفار يفرحون بالدنيا، ويستبشرون بذكر غير الله تعالى، كما قال تعالى: {وَإِذَا ذُكِرَ اللَّهُ وَحْدَهُ اشْمَأَزَّتْ قُلُوبُ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ وَإِذَا ذُكِرَ الَّذِينَ مِنْ دُونِهِ إِذَا هُمْ يَسْتَبْشِرُونَ (٤٥) }. </p><p> وقيل (١) : المراد بالذكر هنا الطاعة، وقيل: بوعد الله، وقيل: بذكر رحمته، وقيل: بذكر دلائله الدالة على توحيده. {أَلَا} ؛ أي: انتبهوا من غفلتكم واعلموا أنه {بِذِكْرِ اللَّهِ} سبحانه وتعالى {تَطْمَئِنُّ} . وتستأنس {اَلقُلُوبُ} ؛ أي: قلوب المؤمنين ويستقر اليقين فيها؛ أي: ألا بذكر الله وحده لا بغيره تطمئن قلوب المؤمنين، ويزول القلق والاضطراب من خشيته بما يفيضه عليها من نور الإيمان الذي يذهب الهلع والوحشة، وهي بمعنى قوله في الآية الأخرى:  {ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ} . </p><p> فإن قلت (٢) : أليس قد قال الله تبارك وتعالى في أول سورة الأنفال {إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ} والوجل استشعار الخوف وحصول الاضطراب، وهو ضد الطمأنينة، فكيف وصفهم بالوجل والطمأنينة، وهل يمكن الجمع بينهما في حال واحدة؟ </p><p> قلت: إنما يكون الوجل عند ذكر الوعيد والعقاب، والطمأنينة إنما تكون عند ذكر الوعد والثواب، فالقلوب توجل إذا ذكرت عدل الله وشدة حسابه </p><p>(١) الشوكاني. (٢) الخازن.</p>"
}