{
  "id": null,
  "sura": 13,
  "aya": 13,
  "text": "<p> يعدمه الله تعالى، ثم يخلقه جديدًا، والسحاب اسم جنس، والواحدة سحابة، ولذلك وصف بقوله:  {الثِّقَالَ} بالمطر، جمع ثقيلة، وقيل: جمع له كما في \"الخازن\" . والسحاب: غربال (١) الماء. قاله علي بن أبي طالب رضي الله عنه. وقيل: السحاب: الغيم فيه ماء، أو لم يكن فيه ماء، ولهذا قيل: سحاب جهام؛ وهو الخالي من الماء، وأصل السحب الجرّ، وسمي السحاب سحابًا؛ إما لجر الريح له، أو لجره الماء، أو لانجراره في سيره. واختلف (٢) في أن الماء ينزل من السماء إلى السحاب، أو يخلقه الله في السحاب فيمطر. وفي \"حواشي ابن الشيخ\" : السحاب: جسم مركب من أجزاء رطبة مائية، ومن أجزاء هوائية، وهذه الأجزاء المائية المشوبة بالأجزاء الهوائية إنما حدثت وتكونت في جو الهواء بقدرة المحدث القادر على ما شاء، والقول بأن تلك الأجزاء تصاعدت من الأرض، فلما وصلت إلى الطبقة الباردة من الهواء بردت، فثقلت فرجعت إلى الأرض باطل؛ لأن الأمطار مختلفة، فتارة تكون قطرتها كبيرة، وتارة تكون صغيرة، وتارة متقاربة، وتارة متباعدة، وتارة تدوم زمانًا طويلًا، وتارة لا تدوم، فاختلاف الأمطار في هذه الصفات مع أن طبيعة الأرض واحدة، وهذا طبيعة الشمس المسخنة للبخارات واحدة لا بد أن يكون ذلك بتخصيص الفاعل المختار، وأيضًا فالتجربة دلت على أن للدعاء والتضرع في نزول الغيث أثرًا عظيمًا، ولذلك كانت صلاة الاستسقاء مشروعة، فعلمنا أن المؤثر فيه هو قدرة الفاعل المختار لا الطبيعة والخاصية انتهى. </p><p> والمعنى: وهو الذي يوجد السحاب منشأة جديدة ممتلئة ماء، فتكون ثقيلة قريبة من الأرض </p><p> ١٣ - {و} هو سبحانه وتعالى الإله الذي {يُسَبِّحُ الرَّعْدُ} ؛ أي: يسبحه وينزهه، ويقدسه من النقائص، ملك الرعد حالة كونه ملتبسًا {بِحَمْدِهِ} سبحانه وتعالى. قيل: الرعد: اسم ملك موكل بالسحاب، والصوت المسموع لنا هو صوته بالتسبيح، يسوق بصوته السحاب كما يسوق الحادي الإبل بحداثه، فإذا </p><p>(١) الخازن. (٢) روح البيان.</p><p> سبح أوقع الهيبة على الخلق كلهم حتى الملائكة. وقيل: هو صوت الإله الذي يتولد عند ضرب السحاب بها. </p><p> وعن ابن عباس - رضي الله عنهما - أن اليهود سألت النبي - صلى الله عليه وسلم - عن الرعد ما هو؟ فقال:  \"ملك من الملائكة موكل بالسحاب، ومعه مخاريق؛أي:آلات من نار يسوق بها السحاب حيث شاء الله\" ، قالوا: فما الصوت الذي نسمع؟ قال:  \"زجره السحاب\" أخرجه الترمذي وغيره وصححه. وقيل: الرعد: صوت السحاب، وتسبيحه هو دلالته على وحدانية الله تعالى. </p><p> وعن ابن عباس (١) - رضي الله عنهما - أنه قال: من سمع صوت الرعد، فقال: سبحان من يسبح الرعد بحمده والملائكة من خيفته وهو على كل شيء قدير، فإن أصابه صاعقة فعلى دينه، وكان عبد الله بن الزبير إذا سمع الرعد ترك الحديث، وقال: سبحان من يسبح الرعد بحمده والملائكة من خيفته، وكان يقول: إن الوعيد لأهل الأرض شديد. </p><p> وفي الحديث:  \"البرق والرعد وعيد لأهل الأرض، فإذا رأيتموه فكفّوا عن الحديث وعليكم بالاستغفار\" . </p><p> والخلاصة: أي أن (٢) في صوت الرعد لدلالة على خضوعه وتنزيهه عن الشريك والعجز، كما يدل صوت المسبح وتحميده على انقياده لقدرة ذلك الحكيم الخبير. ونحو الآية قوله سبحانه:  {وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ وَلَكِنْ لَا تَفْقَهُونَ تَسْبِيحَهُمْ} . </p><p> أخرج أحمد والبخاري والترمذي والنسائي وغيرهم عن ابن عمر - رضي الله عنهما - كان رسول الله - صلى الله عليه وسلم - إذا سمع صوت الرعد والصواعق يقول:  \"اللهم لا تقتلنا بغضبك ولا تهلكنا بعذابك، وعافنا قبل ذلك\" . وأخرج ابن مردويه عن أبي </p><p>(١) الخازن. (٢) المراغي.</p><p> هريرة - رضي الله عنه -، أن رسول الله - صلى الله عليه وسلم - إذا هبت الريح أو صوت الرعد .. تغير لونه حتى يعرف ذلك في وجهه، ثم يقول للرعد:  \"سبحان من سبحت له\" ، وللريح:  \"اللهم اجعلها رحمة ولا تجعلها عذابًا\" . </p><p> {و} هو سبحانه وتعالى الإله الذي تسبح جميع {الْمَلَائِكَةُ} الكرام {مِنْ خِيفَتِهِ} ؛ أي: من خوفه سبحانه وتعالى وهيبته وجلاله، وينزهونه عن اتخاذ الصاحبة والولد والأنداد. {وَالْمَلَائِكَةُ} معطوف على {الرَّعْدُ} عطف عام على خاص، وإنما (١) أفرد {الرَّعْدُ} بالذكر مع دخوله في {الْمَلَائِكَةُ} تشريفًا له على غيره من الملائكة، فهو كقوله:  {وملائكته ورسله وجبريل وميكائيل} ؛ أي: ويسبح الملائكة من خوف الله تعالى وخشيته وهيبته وجلاله، وذلك لأنه إذا سبح الرعد - وتسبيحه ما يسمع من صوته - لم يبق ملك إلا رفع صوته بالتسبيح، فينزل المطر والملائكة خائفون من الله تعالى، وليس خوفهم كخوف بني آدم، فإنه لا يعرف أحدهم من على يمينه ومن على يساره، ولا يشغله عن عبادة الله طعام ولا شراب ولا شيء أصلًا. </p><p> {وَ} هو سبحانه وتعالى الإله الذي {يُرْسِلُ الصَّوَاعِقَ} وينزلها من السماء {فَيُصِيبُ بِهَا} ؛ أي: بتلك الصواعق {مَنْ يَشَاءُ} إصابته بها من عباده فيهلكه. والصواعق (٢) جمع صاعقة؛ وهي نار لا دخان لها تسقط من السماء وتتولد في السحاب، وهي أقوى نيران هذا العالم، فإنها إذا نزلت من السحاب فربما غاصت في البحر وأحرقت الحيتان تحت البحر، والصاعقة تصيب المسلم وغيره ولا تصيب الذاكر. يقول الفقير: لعل وجهه أن الصاعقة عذاب عاجل، ولا يصيب إلا الغافل، وأما الذاكر فهو مع الله ورحمته، وبين الرحمة والغضب تباعد. وقولهم: تصيب المسلم - يشير إلى أن المصاب بالصاعقة على حاله من الإيمان والإسلام، ولا أثر لا فيه كما في اعتقاد بعض العوام. </p><p>(١) الخازن. (٢) روح البيان.</p><p> وجملة قوله:  {وَهُمْ} ؛ أي: هؤلاء الكفار مع ظهور هذه الدلائل {يُجَادِلُونَ فِي اللَّهِ} تعالى؛ أي: يخاصمون في الله، وينازعون في شأنه وفيما وصفه به الرسول - صلى الله عليه وسلم - من كمال العلم والقدرة والتفرُّد بالألوهية وإعادة الناس للجزاء على أعمالهم يوم العرض والحساب جملة مستأنفة، أو في محل الحال مِنْ مَنْ وأعاد عليها الضمير جمعًا باعتبار معناها كما في \"السمين\" . </p><p> {وَهُوَ} ؛ أي: والحال أنه سبحانه وتعالى {شَدِيدُ الْمِحَالِ} ؛ أي: شديد (١) المماحلة والمكايدة والمعاقبة لأعدائه؛ أي: شديد الأخذ بالعقوبة يأتيهم من حيث لا يحتسبون ولا يترقبون، وهو القادر على أن ينزل عليهم عذابًا من عنده لا يستطيعون حيلة لدفعه، ولا قوة على رده، لكنه يمهلهم لأجل معلوم بحسب ما تقضيه الحكمة كما صح في الحديث:  \"إن ربك لا يهمل ولكن يمهل\" ومثل الآية قوله: {وَكَذَلِكَ أَخْذُ رَبِّكَ إِذَا أَخَذَ الْقُرَى وَهِيَ ظَالِمَةٌ إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ (١٠٢) }، وقوله:  {ومكروا مكرًا ومكرنا مكرًا وهم لا يشعرون فانظر كيف كان عاقبة مكرهم أنا دمرناهم وقومهم أجمعين} . </p><p> قال ابن جرير في تفسير ذلك (٢) : والله شديد في عقوبة من طغى عليه، وعتا وتمادى في كفره؛ أي (٣) : شديد المكر والكيد لأعدائه يهلكهم من حيث لا يحتسبون، من محل بفلان إذا كاده وسعى به إلى السلطان، ومنه تمحل لكذا إذا تكلف في استعمال الحيلة واجتهد فيه، فالجملة حال من الجلالة. وفي هذا تسلية لرسوله - صلى الله عليه وسلم -، فإنه لما نعى على كفار قريش عنادهم في اقتراحهم الآيات الحسية كآيات موسى وعيسى عليهما السلام، وإنكارهم كون الذي جاء به عليه السلام آيةً .. سلاه بما ذكر كأنه قال له: إن هؤلاء لم يقصروا جحدهم وإنكارهم على النبوة، بل تخطوه إلى الألوهية، ألا تراهم مع ظهور الآيات البينات على التوحيد يجادلون في الله باتخاذ الشركاء، وإثبات الأولاد له، ومع إحاطة علمه وشمول </p><p>(١) الفتوحات. (٢) الطبري.(٣) روح البيان.</p>"
}