{
  "id": null,
  "sura": 14,
  "aya": 22,
  "text": "<p> ولما كان عتاب الأتباع من باب الجزع ذيلوا جوابهم ببيان أن لا جدوى في ذلك، قالوا:  {مَا لَنَا مِنْ مَحِيصٍ} ؛ أي: من منجًا، ومهرب؛ أي: ليس لنا مهرب ولا خلاص مما نحن فيه إن صبرنا أو جزعنا. </p><p> وخلاصة ذلك (١) : سيان الجزع والصبر، فلا نجاة لنا من عذاب الله، ومثل هذه الآية قوله: {وَإِذْ يَتَحَاجُّونَ فِي النَّارِ فَيَقُولُ الضُّعَفَاءُ لِلَّذِينَ اسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنْتُمْ مُغْنُونَ عَنَّا نَصِيبًا مِنَ النَّارِ (٤٧) قَالَ الَّذِينَ اسْتَكْبَرُوا إِنَّا كُلٌّ فِيهَا إِنَّ اللَّهَ قَدْ حَكَمَ بَيْنَ الْعِبَادِ (٤٨) }، وقوله: {وَقَالُوا رَبَّنَا إِنَّا أَطَعْنَا سَادَتَنَا وَكُبَرَاءَنَا فَأَضَلُّونَا السَّبِيلَا (٦٧) رَبَّنَا آتِهِمْ ضِعْفَيْنِ مِنَ الْعَذَابِ وَالْعَنْهُمْ لَعْنًا كَبِيرًا (٦٨) }. </p><p> ٢٢ - ولما ذكر سبحانه وتعالى المناظرة التي ستكون بين الأتباع والرؤساء .. أردفها بالمناظرة التي ستكون بين الشيطان وأتباعه؛ فقال:  {وَقَالَ الشَّيْطَانُ} الذي أضل الضعفاء والمستكبرين؛ أي: يقول إبليس رئيس الشياطين خطيبًا في محفل الأشقياء من الثقلين {لَمَّا قُضِيَ الْأَمْرُ} ؛ أي: حين أحكم وفرغ من أمر الخلائق بالحساب والمجازاة بأن استقر أهل الجنة في الجنة، وأهل النار في النار، وقد قالوا له: اشفع لنا، فإنك أضللتنا؛ أي: قال: إبليس مخاطبًا أتباعه من الإنس بعد أن حكم الله بين عباده، فأدخل المؤمنين فراديس الجنات، وأسكن الكافرين سحيق الدركات:  {إِنَّ اللَّهَ} سبحانه وتعالى {وَعَدَكُمْ} على ألسنة رسله {وَعْدَ الْحَقِّ} والصدق بالبعث وجزاء كل عامل على عمله إن خيرًا فخير، وإن شرًّا فشر، ووعده حق وخبره صدق، فصدق في وعده إياكم، فوفى لكم بما وعدكم به {وَوَعَدْتُكُمْ} وعد الباطل بأن لا بعث ولا جزاء ولا جنة ولا نار، ولئن كانا فالأصنام شفعاؤكم، ولم يصرح ببطلانه لما دل عليه قوله:  {فَأَخْلَفْتُكُمْ} موعدي، فحذف المفعول الثاني؛ أي: نقضته، والإخلاف (٢) حقيقة هو عدم إنجاز من يقدر على إنجاز وعده، وليس الشيطان كذلك، فقوله:  {أَخْلَفْتُكُمْ} يكون مجازًا جعل </p><p>(١) المراغي. (٢) روح البيان.</p><p> تبين خلف وعده كالإخلاف منه، كأنّه كان قادرًا على إنجازه وأنى له ذلك؛ أي: كذبت عليكم وتبين خلف وعدي إذ لم أقل إلا بهرجًا من القول وباطلًا منه، فاتبعتموني وتركتم وعد ربكم، وهو وليكم ومالك أمركم، ونحو الآية قوله:  {يَعِدُهُمْ وَيُمَنِّيهِمْ وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُورًا} . </p><p> {وَمَا كَانَ لِيَ عَلَيْكُمْ مِنْ سُلْطَانٍ} ؛ أي: تسلط وقهر فألجئكم إلى الكفر والمعاصي، وأجبركم عليهما؛ أي: وما كان لي قوة وتسلط تجعلني ألجئكم إلى متابعتي على الكفر والمعاصي {إِلَّا أَنْ دَعَوْتُكُمْ} ؛ أي: إلا دعائي إياكم إلى الضلالة بوسوستي {فَاسْتَجَبْتُمْ لِي} ؛ أي: أجبتموني؛ أي (١) : ولكن بمجرد أن دعوتكم إلى الضلالة بوسوستي وتزييني أسرعتم إلى إجابتي واتبعتم شهوات النفوس وأطعتم الهوى، وخضتم في مسالك الردى. قال في (٢)  \"بحر العلوم\" : لقائل أن يقول: قول الشيطان هذا مخالف؛ أي: معارض لقول الله تعالى: {إِنَّمَا سُلْطَانُهُ عَلَى الَّذِينَ يَتَوَلَّوْنَهُ} ، فما حكم قول الشيطان أحق هو أم باطل على أنه لا طائل تحته في النطق بالباطل في ذلك المقام انتهى. يقول الفقير: جوابه بأنه يجمع بينهما بأن نفي السلطان بمعنى القهر والغلبة لا ينافي إثباته بمعنى الدعوة والتزيين، فالشيطان ليس له سلطان بالمعنى الأول على المؤمنين والكافرين جميعًا، وله سلطان بالمعنى الثاني على الكفار فقط كما دل عليه قوله تعالى:  {إِنَّمَا سُلْطَانُهُ عَلَى الَّذِينَ يَتَوَلَّوْنَهُ} وأما المؤمنون وهم أولياء الله، فيتولون الله بالطاعة، فهم خارجون عن دائرة الإتباع بوسوسته. </p><p> والخلاصة: أن السلطان المنفي هنا هو بمعنى القهر والغلبة، والمثبت هو السلطان بمعنى الوسوسة والتزيين. {فَلَا تَلُومُونِي} ؛ أي: ولا تعاتبوني فيما وعدتكم بالباطل حيث لم يكن ذلك على طريقة القسر والقهر؛ لأني خلقت لهذا، ولأني عدو مبين لكم، وقد حذركم الله عداوتي حيث قال:  {لَا تَعْبُدُوا الشَّيْطَانَ} </p><p>(١) المراغي. (٢) روح البيان.</p><p> {لَا يَفْتِنَنَّكُمُ الشَّيْطَانُ} ومن تجرد للعداوة لا يُلام إذا دعا إلى أمر قبيح {وَلُومُوا أَنْفُسَكُمْ} حيث أجبتموني باختياركم حيث دعوتكم بلا دليل، فما كان مني إلا الدعاء وإلقاء الوسوسة، وقد سمعتم دلائل الله وحججه، وجاءتكم الرسل فصدقتموني فيما كذبتكم، وكذبتم الله فيما صدقكم، وكان من الواجب عليكم أن لا تغتروا بقولي الباطل، فلما رجحتم قولي على الدلائل الظاهرة كان اللوم عليكم لا علي في هذا الباب {مَا أَنَا بِمُصْرِخِكُمْ} ؛ أي: بمغيثكم مما أنتم فيه من العذاب، فأزيل صراخكم {وَمَا أَنْتُمْ بِمُصْرِخِيَّ} ؛ أي: بمغيثي مما أنا فيه من العذاب والنكال، يعني: لا ينجي بعضنا بعضًا من عذاب الله. والإصراخ (١) : الإغاثة، وإنما تعرض لذلك مع أنه لم يكن في حيز الاحتمال مبالغةً في بيان عدم إصراخه إياهم وإيذانًا بأنه أيضًا مبتلى بمثل ما ابتلوا به، ومحتاج إلى الإصراخ، فكيف من إصراخ الغير. وقرأ الجمهور:  {بِمُصْرِخِيَّ} بفتح الياء وتشديدها. وقرأ يحيى بن وثاب والأعمش وحمزة (٢) : {بِمُصْرِخِيِّ} بكسر الياء. وطعن كثير من النحاة في هذه القراءة. قال الفراء: لعلها من وهم القراء؛ فإنه قل من سلم منهم من الوهم. وقال أبو عبيد: نراهم غلطوا، وقد نقل جماعة من أهل اللغة أنها لغة، لكنه قل استعمالها، ونص قطرب على أنها لغة في بني يربوع. </p><p> {إِنِّي كَفَرْتُ} اليوم {بِمَا أَشْرَكْتُمُونِ} ؛ أي: بإشراككم إياي مع الله في الطاعة {مِنْ قَبْلُ} ؛ أي: من قبل هذا اليوم؛ أي: في الدنيا بمعنى: تبرأت منه واستنكرته؛ أي: إني جحدت اليوم أن أكون شريكًا لله فيما أشركتموني فيه من قبل هذا اليوم؛ أي: في الدنيا، وهذا كقوله:  {وَيَوْمَ الْقِيَامَةِ يَكْفُرُونَ بِشِرْكِكُمْ} . قال في الإرشاد (٣) : يعني إن إشراككم لي باللهِ هو الذي يطمعكم في نصرتي لكم بأن كان لكم علي حق حيث جعلتموني معبودًا، وكنت أود ذلك وأرغب فيه، فاليوم كفرت بذلك ولم أحمده ولم أقبله منكم، بل تبرأت منه ومنكم، فلم يبق بيني وبينكم علاقة. وقوله:  {إِنَّ الظَّالِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ} من تمام (٤) كلام إبليس </p><p>(١) روح البيان. (٢) البحر المحيط.(٣) روح البيان.(٤) المراح والمراغي.</p>"
}