{
  "id": null,
  "sura": 14,
  "aya": 34,
  "text": "<p> ذلك، فيطول، ثم يأخذ الآخر من هذا، فيقصر، كما قال تعالى:  {يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي إِلَى أَجَلٍ مُسَمًّى وَأَنَّ اللَّهَ بِمَا تَعْمَلُونَ خَبِير} . </p><p> واختلفوا في الليل والنهار أيهما أفضل (١) . قال بعضهم: قدم الليل على النهار؛ لأن الليل لخدمة المولى، والنهار لخدمة الخلق، ومعارج الأنبياء عليهم السلام كانت بالليل، ولذا قال الإِمام النيسابوري: الليل أفضل من النهار. </p><p> ٣٤ - ولما ذكر (٢) الله سبحانه وتعالى النعم العظام التي أنعم الله بها على عباده وسخرها لهم .. بين بعد ذلك أنه تعالى لم يقتصر على تلك النعم، بل أعطى عباده من المنافع والمرادات ما لا يأتي على بعضها العد والحصر: حيث قال: {وَآتَاكُمْ} ؛ أي: وأعطاكم مصلحة لكم {مِنْ كُلِّ مَا سَأَلْتُمُوهُ} ؛ أي: بعض جميع ما سألتموه، فإن الموجود من كل صنف بعض ما قدره الله تعالى، فـ {من} للتبعيض. </p><p> وقال الأخفش (٣) : أي أعطاكم من كل مسؤول سألتموه شيئًا، فحذف شيئًا، وقيل: المعنى: وآتاكم من كل ما سألتموه ومن كل ما لم تسألوه، فحذفت الجملة الأخرى. قاله ابن الأنباري، وقيل:  {من} زائدة؛ أي: آتاكم كل ما سألتموه. وقيل: للتبعيض؛ أي: آتاكم بعض كل ما سألتموه. </p><p> وقرأ ابن عباس والضحاك والحسن ومحمد بن علي وجعفر بن محمد وعمرو بن فائد وقتادة وسلام ويعقوب ونافع في رواية (٤) : {من كلٍ} - بالتنوين - وهي شاذة؛ أي: من كل هذه المخلوقات المذكورات، و {ما} موصولة مفعول ثان؛ أي: ما شأنه أن يسأل بمعنى يطلب الانتفاع به؛ أي: آتاكم من كل شيء الذي سألتموه. ويجوز أن تكون {ما} نافية؛ أي: آتاكم من جميع ذلك حال كونكم غير سائلين له. </p><p> والمعنى: أي هيأ لكم كل ما تحتاجون إليه في جميع أحوالكم من كل </p><p>(١) روح البيان. (٢) الخازن.(٣) الشوكاني.(٤) البحر المحيط.</p><p> الذي هو حقيق أن تسألوه، سواء أسألتموه أم لم تسألوه؛ لأن هذه الدنيا قد وضع الله تعالى فيها منافع يجهلها الناس، وهي معدة لهم، فلم يسأل الله أحد في الأمم الماضية أن يعطيهم الطائرات والمغناطيس والكهرباء، بل خلقها وأعطاها للناس بالتدريج، ولم يزل عجائب ستظهر لمن بعدها. {وَإِنْ تَعُدُّوا نِعْمَتَ اللَّهِ} التي أنعم بها عليكم بسؤال وبغيره {لَا تُحْصُوهَا} ؛ أي: لا تطيقوا حصرها (١) وعدها ولو إجمالًا لكثرتها وعدم نهايتها. وفيه دليل على أن المفرد يفيد الاستغراق بالإضافة. وأصل الإحصاء أن الحساب كان إذا بلغ عقدًا معينًا من عقود الأعداد وضعت له حصاة ليحفظ بها، ثم استؤنف العدد. </p><p> والمعنى: لا توجد له غاية فتوضع له حصاة. والنعم على قسمين: نعمة المنافع؛ لصحة البدن والأمن والعافية، والتلذذ بالمطاعم والمشارب والملابس والمناكح والأموال والأولاد، ونعمة دفع المضار من الأمراض والشدائد، والفقر والبلاء، وأجل النعم استواء الخلقة، وإلهام المعرفة. </p><p> والمعنى: أي (٢) لا تطيقوا عد أنواعها فضلًا عن القيام بشكرها وفي \"صحيح البخاري\" أن رسول الله - صلى الله عليه وسلم - كان يقول:  \"اللهم لك الحمد غير مكفي، ولا مودع ولا مستغنى عنه ربنا\" . وأثر عن الشافعي أنه قال: الحمد لله الذي لا يؤدِّي شكر نعمة من نعمه إلا بنعمة حادثة توجب على مؤديها شكره بها. وقال شاعرهم: </p><p> لَوْ كَانَ جَارِحَةٌ مِنِّي لَهَا لُغَةٌ ... تُثْنِي عَلَيْكَ بِمَا أَوْلَيْتَ مِنْ حَسَنٍ </p><p> لَكَانَ مَا زَادَ شُكْرِيْ إِذْ شَكَرْتُ بِهِ ... إِلَيْكَ أبْلَغَ في الإِحْسَانِ وَالْمِنَنِ </p><p> {إِنَّ الْإِنْسَانَ} ؛ أي: إن جنس الإنسان {لَظَلُومٌ} ؛ أي (٣) : لبليغ في الظلم يظلم النعمة بإغفال شكرها، أو بوضعها في غير موضعها، أو يظلم نفسه بتعريضها للحرمان. {كَفَّارٌ} ؛ أي: شديد الكفران لها، أو ظلوم في الشدة </p><p>(١) روح البيان. (٢) المراغي.(٣) روح البيان.</p>"
}