{
  "id": null,
  "sura": 14,
  "aya": 9,
  "text": "<p> بالترهيب. وفي خطابه لهم تحقير لشأنهم، وتعظيم لله تعالى، وكذلك في ذكر هاتين الصفتين. وقرأ ابن مسعود:  {وإذ قال ربكم} كأنه فسر قوله: تأذن؛ لأنه بمعنى: أذن؛ أي: أعلم، وأعلم يكون بالقول. </p><p> ٩ - والاستفهام في قوله:  {أَلَمْ يَأْتِكُمْ نَبَأُ الَّذِينَ مِنْ قَبْلِكُمْ} للتقرير المضمن للتوبيخ، والخطاب فيه يحتمل أن يكون من موسى لقومه تذكيرًا لم بالقرون الأولى وأخبارهم ومجيء رسل الله إليهم، ويحتمل أنه ابتداء خطاب من الله سبحانه لقوم محمد - صلى الله عليه وسلم - تحذيرًا لهم عن مخالفته، والنبأ: الخبر العظيم الشأن. وقوله:  {قَوْمِ نُوحٍ} بدل من الموصول، أو عطف بيان منه {وَعَادٍ وَثَمُودَ وَالَّذِينَ مِنْ بَعْدِهِمْ} معطوفات على {قَوْمِ نُوحٍ} ؛ أي: ألم يأتكم يا بني إسرائيل، بل أتاكم أخبار الأمم الذين من قبلكم؛ أي: ألم يأتكم قوم نوح أغرقوا بالطوفان حيث كفروا ولم يشكروا نعم الله، وخبر عاد قوم هود أهلكوا بالريح الصرصر، وخبر ثمود قوم صالح أهلكوا بالصيحة، وخبر الذين من بعدهم؛ أي: من بعد هؤلاء المذكورين من قوم إبراهيم وأصحاب مدين، والمؤتفكات وغير ذلك. وجملة قوله:  {لَا يَعْلَمُهُمْ إِلَّا اللَّهُ} معترضة بين المفسر بفتح السين: وهو {نَبَأُ الَّذِينَ مِنْ قَبْلِكُمْ} وتفسيره: وهو {جَاءَتْهُمْ رُسُلُهُمْ} ، أو حال من {الَّذِينَ مِنْ بَعْدِهِمْ} ، أو من الضمير المستكن في {مِنْ بَعْدِهِمْ} ؛ لوقوعه صلة؛ أي: حالة كون تلك الأمم لا يعلم عددهم لكثرتهم، ولا يحيط بذواتهم وصفاتهم وأسمائهم وسائر ما يتعلق بهم إلا الله سبحانه وتعالى، فإنه انقطعت أخبارهم وعفت آثارهم. </p><p> وكان مالك بن أنس يكره أن ينسب الإنسان نفسه أبًا أبًا إلى آدم (١) ، وكذا في حق النبي عليه السلام؛ لأن أولئك الآباء لا يعلمهم أحد إلا الله، وكان ابن مسعود إذا قرأ هذه الآية قال: كذب النسابون، يعني: أنهم يدعون علم الأنساب، وقد نفى الله علمها عن العباد. وجملة قوله:  {جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ} مستأنفة مسوقة لبيان النبأ المذكور في قوله: {أَلَمْ يَأْتِكُمْ نَبَأُ الَّذِينَ مِنْ قَبْلِكُمْ} كأنه (٢) قيل: وما </p><p>(١) البحر المحيط. (٢) روض البيان.(٣) الفتوحات.</p><p> خبرهم؛ أي: ما قصتهم وما شأنهم، فقال:  {جَاءَتْهُمْ رُسُلُهُمْ} ؛ أي: جاءت تلك الأمم المذكورة رسلهم بالمعجزات الظاهرة والبينات الباهرة، وبين كل رسول لأمته طريق الحق ودعاهم إليه؛ ليخرجهم من الظلمات إلى النور {فَرَدُّوا أَيْدِيَهُمْ} ؛ أي: جعلت الأمم أيدي أنفسهم {فِي أَفْوَاهِهِمْ} ليعضوها غيظًا مما جاءت به الرسل؛ لنفرتهم عن استماع كلامم؛ إذ سفَّهوا أحلامهم وشتموا أصنامهم، وقد فعلت العرب مثل ذلك مع النبي - صلى الله عليه وسلم -، كما قال سبحانه:  {عَضُّوا عَلَيْكُمُ الْأَنَامِلَ مِنَ الْغَيْظِ} ، أو المعنى (١) : وضعوا أيديهم على أفواههم مشيرين إلى الرسل؛ أي: كفوا عن هذا الكلام واسكتوا. وقال أبو عبيدة والأخفش (٢) : وَنِعَمَّا قالا: \"هو مثلٌ،والمراد:أنهم لم يؤمنوا ولم يجيبوا،والعرب تقول للرجل إذا أمسك عن الجواب وسكت:قد رد يده في فيه\" . </p><p> {وَقَالُوا} ؛ أي: قال الكفار للرسل: {إِنَّا كَفَرْنَا بِمَا أُرْسِلْتُمْ بِهِ} من البينات على زعمكم؛ أي: إنا كفرنا بما زعمتم أن الله تعالى أرسلكم به من البينات التي أظهرتموها حجة على صحة رسالتكم، وإنما يقصدون من الكفر بها الكفر بدلالتها على صدق رسالتهم {وَإِنَّا لَفِي شَكٍّ} ؛ أي: وإننا لكائنون في شك عظيم {مِمَّا تَدْعُونَنَا} ؛ أي: في حقيَّة ما تدعوننا إليه من الإيمان باللهِ وحده وترك ما سواه، وجملة ما جئتم به من الشرائع. {مُرِيبٍ} ؛ أي: موجب للريب والقلق والاضطراب وعدم طمأنينة النفس، فـ {مُرِيبٍ} صفة توكيدية. </p><p> وخلاصة مقالهم: أنهم جاحدون نبوتهم قاطعون بعدم صحتها، لأن ما جاؤوا به من التعاليم والشرائع مما يشك في صدقه، وأن الله سبحانه يدعو إلى مثله. </p><p> فإن قلت (٣) : إنهم قالوا: إنا كفرنا بما أرسلتم، فكيف يقولون ثانيًا: وإنا لفي شك، والشك دون الكفر، أو داخل فيه؟ </p><p> قلتُ: إنهم لما صرحوا بكفرهم بالرسل، فكأنهم حصل لهم شبهة توجب </p><p>(١) المراح. (٢) المراغي.(٣) الخازن.</p>"
}