{
  "id": null,
  "sura": 14,
  "aya": 13,
  "text": "<p> لما قبلها: أنه لما ذكر محاورة الأتباع لرؤسائهم الكفرة .. ذكر محاورة الشيطان وأتباعه من الأنس، وذلك لاشتراك الرؤساء والشياطين في التلبس بالإضلال. </p><p> قوله تعالى:  {أَلَمْ تَرَ كَيْفَ ضَرَبَ اللَّهُ مَثَلًا كَلِمَةً طَيِّبَةً ...} الآيات، مناسبة هذه الآيات لما قبلها: لما (١) بين الله سبحانه وتعالى حال الأشقياء ومآل أمرهم، وما يلاقونه من الشدائد والأهوال في نار جهنم التي لا يجدون عنها محيصًا، وذكر أحوال السعداء وما ينالون من الفوز عند ربهم .. ضرب لذلك مثلًا يبين حال الفريقين، ويوضح الفرق بين الفئتين، وبه ألبس المعنويات لباس الحسيات؛ ليكون أوقع في النفس وأتم لدى العقل، والأمثال عند العرب هي المهيع المسلوك والطريق المتبع لإيضاح المعاني إذا أريد تثبيتها لدى السامعين، والقرآن الكريم مليء بها، والسنة النبوية جرت على منهاجه، فكثيرًا ما تتبع المسائل الهامة بضرب الأمثال لها؛ لتستقر في النفوس وتنقش في الصدور. </p><p> التفسير وأوجه القراءة </p><p> ١٣ - {وَقَالَ الَّذِينَ كَفَرُوا} ؛ أي: الغالون في الكفر {لِرُسُلِهِمْ لَنُخْرِجَنَّكُمْ مِنْ أَرْضِنَا} ؛ أي: من مدينتنا وديارنا {أَوْ لَتَعُودُنَّ فِي مِلَّتِنَا} عاد هنا بمعنى (٢) : صار، والظرف خبره؛ أي: لتصيرن داخلين في ملتنا، فإن الرسل لم يكونوا في ملتهم قط إلا أنهم لما لم يظهروا المخالفة لهم قبل الاصطفاء .. اعتقدوا أنهم على ملتهم، فقالوا ما قالوا على سبيل التوهم، أو بمعنى رجع، والظرف صلة، والخطاب لكل رسول ومن آمن به، فغلَّبوا في الخطاب الجماعة على الواحد؛ أي: لتدخُلن في ديننا وترجعن إلى ملتنا. </p><p> وفي \"الخازن\" : فإن قلت: هذا (٣) يوهم بظاهره أنهم كانوا على ملتهم في أول الأمر حتى يعودوا فيها؟ </p><p> قلت: معاذ الله، ولكن العود هنا بمعنى الصيرورة، وهو كثير في كلام </p><p>(١) المراغي. (٢) روح البيان.(٣) الخازن.</p><p> العرب، وفيه وجه آخر: وهو أن الأنبياء عليهم الصلاة والسلام قبل الرسالة لم يظهروا خلاف أممهم، فلما أرسلوا إليهم أظهروا مخالفتهم ودعوهم إلى الله، فقالوا لهم: لتعودن في ملتنا ظنًّا منهم أنهم كانوا على ملتهم، ثم خالفوهم، وإجماع الأمة على أن الرسل من أول الأمر إنما نشَؤُوا على التوحيد لا يعرفون غيره. </p><p> وهذا كله تسلية للنبي - صلى الله عليه وسلم -؛ ليصبر على أذى المشركين كما صبر من قبله من الرسل عليهم الصلاة والسلام. والمعنى: أي (١) : وقال الذين كفروا باللهِ لرسلهم حين دعوهم إلى توحيده تعالى وترك عبادة الأصنام والأوثان: لنخرجنكم من بلادنا مطرودين منها إلا أن تعودوا في ديننا الذي نحن عليه من الآية، كما قال قوم شعيب له ولمن آمن به:  {لَنُخْرِجَنَّكَ يَا شُعَيْبُ وَالَّذِينَ آمَنُوا مَعَكَ مِنْ قَرْيَتِنَا} .. الآية، وكما قال قوم لوط:  {أَخْرِجُوا آلَ لُوطٍ مِنْ قَرْيَتِكُمْ} .. الآية. وقال إخبارًا عن مشركي قريش:  {وَإِنْ كَادُوا لَيَسْتَفِزُّونَكَ مِنَ الْأَرْضِ لِيُخْرِجُوكَ مِنْهَا وَإِذًا لَا يَلْبَثُونَ خِلَافَكَ إِلَّا قَلِيلًا} . </p><p> وخلاصة هذا: ليكونن أحد الأمرين لا محالة: إما إخراجكم، وإما صيرورتكم في ملتنا ملة الآباء والأجداد، وهي عبادة الآلهة والأوثان، وقد مكن لهم في ذلك أنهم كانوا كثرة، وكان أهل الحق قلة كما جرت بذلك العادة في كل زمان ومكان، فإن الظلمة يكونون متعاونين متعاضدين، ومن ثم استطاعوا أن يبرموا هذا الحكم بلا هوادة ولا رفق، كما هو شأن المعتز بقوته الذي لا يخشى اعتراضًا ولا خلافًا. </p><p> والأنبياء صلوات الله عليهم لم يكونوا في ملتهم، ولم يعبدوا الأصنام طيلة حياتهم، لكنهم لما نشؤوا بين ظهرانيم، وكانوا من أهل تلك البلاد، ولم يظهروا في أول أمرهم مخالفة لهم .. ظنوا أنم كانوا على دينهم، أو يكنون (٢) المعنى في عودهم إلى ملتهم: سكوتهم عنهم وكونهم أغفالًا عنهم لا يطالبونهم بالإيمان باللهِ وما جاءت به الرسل. </p><p>(١) المراغي. (٢) البحر المحيط.</p>"
}