{
  "id": null,
  "sura": 14,
  "aya": 42,
  "text": "<p> يخلف وهو ناصرهم وخاذل أعدائه، كما قال:  {إِنَّا لَنَنْصُرُ رُسُلَنَا} ، وقال:  {كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي} ومحاسبهم في يوم تبدل الأرض غير الأرض والسماوات، يوم يخرجون من قبورهم للحساب أمام الواحد القهار، وترى حال المجرمين يجل عن الوصف، وهذا الذي قصصته عليكم تبليغ وإنذار؛ ليتذكر به ذوو العقول الراجحة، وليعلموا أن الله واحد لا شريك له. </p><p> التفسير وأوجه القراءة </p><p> ٤٢ - {وَلَا تَحْسَبَنَّ اللَّهَ} ؛ أي: ولا تظنن الله سبحانه وتعالى يا محمد أو أيها المخاطب {غَافِلًا} ؛ أي: ساهيًا {عَمَّا يَعْمَلُ الظَّالِمُونَ} من ظلمهم، فلا ينتقم منهم، والظالمون أهل مكة وغيرهم من كل أهل شرك وظلم، وهو خطاب لرسول الله - صلى الله عليه وسلم -، والمعنى: دم على ما كنت عليه من عدم حسبانه تعالى غافلًا عن أعمالهم، ولا تحزن بتأخير ما يستحقونه من العذاب الأليم. {تَحْسَبَنَّ} قرئ بفتح السين وكسرها قراءتان سبعيتان، وكذا يقال: في قوله الآتي: {فَلَا تَحْسَبَنَّ اللَّهَ مُخْلِفَ وَعْدِهِ رُسُلَهُ} . اهـ. شيخنا. والغفلة (١) : معنى يمنع الإنسان من الوقوف على حقائق الأمور. وقيل: حقيقة الغفلة سهو يعتري الإنسان من قلة التحفظ والتيقظ، وهذا في حق الله محال، فلا بدّ من تأويل الآية، فالمقصود منها أنه سبحانه وتعالى ينتقم من الظالم للمظلوم، ففيه وعيد وتهديد للظالم، وإعلام له بأن لا يعامله معاملة الغافل عنه، بل ينتقم ولا يتركه مغفلًا. قال سفيان بن عيينة: فيه تسلية للمظلوم وتهديد للظالم. </p><p> فإن قلت: تعالى الله عن السهو والغفلة، فكيف يحسبه رسول الله - صلى الله عليه وسلم - غافلًا وهو أعلم الناس به أنه لم يكن غافلًا حتى قيل له:  {وَلَا تَحْسَبَنَّ اللَّهَ غَافِلًا عَمَّا يَعْمَلُ الظَّالِمُونَ} ؟ </p><p> قلتُ: إذا كان المخاطب به رسول الله - صلى الله عليه وسلم -، ففيه وجهان: </p><p> أحدهما: التثبيت على ما كان عليه من أنه لا يحسب الله غافلًا، فهو </p><p>(١) الخازن.</p><p> كقوله: {وَلَا تَكُونَنَّ مِنَ الْمُشْرِكِينَ (٨٧) وَلَا تَدْعُ مَعَ اللَّهِ إِلَهًا آخَرَ} وكقوله سبحانه وتعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا آمِنُوا} ؛ أي: اثبتوا على ما أنتم عليه من الإيمان. </p><p> الوجه الثاني: أن المراد بالنهي عن حسبانه غافلًا: الإعلام بأنه سبحانه وتعالى عالم بما يفعل الظالمون لا يخفى عليه شيء، وأنه ينتقم منهم فهو على سبيل الوعيد والتهديد لهم. </p><p> والمعنى: ولا تحسبنه معاملهم معاملة الغافل عنهم، ولكن يعاملهم معالمة الرقيب الحفيظ عليهم، والمحاسب لهم على الصغير والكبير، والنقير والقطمير. وفي الآية وعند كظيم للظالمين وتسلية للمظلومين، وإن كان المخاطب غير النبي - صلى الله عليه وسلم - فلا إشكال فيه ولا سؤال؛ لأن أكثر الناس غير عارفين بصفات الله، فمن جوز أن يحسبه غافلًا فلجهله بصفاته. </p><p> والخلاصة على الوجه الأول: ولا تحسبن الله يا محمد غافلًا عما يعمل الظالمون؛ أي (١) : تاركًا عقوبة المشركين بما عملوا، والمراد تثبته - صلى الله عليه وسلم - على ما كان عليه من أنه - صلى الله عليه وسلم - لا يحسب الله غافلًا، والمقصود: تنبيهه على أنه تعالى لو لم ينتقم للمظلوم من الظالم .. للزم عليه تعالى أحد الأمور الثلاثة: إما أن يكون غافلًا عن ذلك الظالم، أو عاجزًا عن الانتقام، أو راضيًا بذلك الظلم، وكل ذلك محال عليه تعالى، فامتنع أن لا ينتقم للمظلوم من الظالم. </p><p> ثم أوعدهم حلول يوم يحاسبون فيه على أعمالهم، وفيه من الهول ما يحير اللب واللبيب، ويدهش العقل والعقيل، فقال:  {إِنَّمَا يُؤَخِّرُهُمْ} ؛ أي: إنما يمهلهم بلا عذاب الاستئصال، ويمتعهم بكثير من لذات الحياة، ولا يعجل عقوبتهم {لِيَوْمٍ} ؛ أي: إلى يوم شديد الهول {تَشْخَصُ فِيهِ الْأَبْصَارُ} ؛ أي: ترتفع فيه أبصار أهل الموقف، وتبقى مفتوحة لا تطرف ولا تتحرك أجفانهم من الفزع والاضطراب والدهشة؛ أي: أعينهم مفتوحة لا تتحرك (٢) أجفانهم من هول ما يرونه، يعني أن تأخيره للتشديد والتغليظ، لا للغفلة عن أعمالهم. ولا لإهمالهم، </p><p>(١) المراح. (٢) روح البيان.</p>"
}