{
  "id": null,
  "sura": 14,
  "aya": 39,
  "text": "<p> والمعنى (١) : إنك تعلم أحوالنا وما يصلحنا وما يفسدنا، وأنت أرحم بنا منا، فلا حاجة بنا إلى الدعاء والطلب إنما ندعوك إظهارًا للعبودية لك، وتخشعًا لعظمتك، وتذلّلًا لعزتك، وافتقارًا إلى ما عندك. وقيل: معناه تعلم ما نخفي من الوجد بفرقة إسماعيل وأمه حيث أسكنتهما بواد غير ذي زرع، وما نعلن يعني: من البكاء. وقيل:  {مَا نُخْفِي} يعني: من الحزن المتمكن في القلب: {وَمَا نُعْلِنُ} يعني: ما جرى بينه وبين هاجر عند الوداع حين قالت لإبراهيم عليه السلام: إلى من تكلنا؟ قال: إلى الله، قالت: إذًا لا يضيعنا. </p><p> {وَمَا يَخْفَى} دائمًا (٢) ؛ إذ لا ماضي ولا مستقبل ولا حال بالنسبة إلى الله تعالى {عَلَى اللَّهِ} علام الغيوب سبحانه وتعالى {مِنْ} للاستغراق {شَيْءٍ} ما {فِي الْأَرْضِ وَلَا فِي السَّمَاءِ} ؛ لأنه العالم بعلم ذاتي تستوي نسبته إلى كل معلوم لا عارض ولا كسبي، ليختص بمعلوم دون معلوم كعلم البشر والملك، تلخيصه لا يخفي عليك شيء ما في أي مكان، فافعل بنا ما هو مصلحتنا، فالظرف متعلق بـ {يَخْفَى} ، أو شيء ما كائن فيهما على أنه صفة لـ {شَيْءٍ} ، وهذا على القول بأنه من كلام إبراهيم عليه السلام، قاله تحقيقًا لقوله الأول وتعميمًا بعد التخصيص، وقيل: هو من كلام الله تعالى قاله تصديقًا لإبراهيم عليه السلام، وهو اعتراض بين كلامي إبراهيم، فالوقف على {نُعْلِنُ} حسن كالوقف على {فِي السَّمَاءِ} ، والمعنى عليه: وما يخفى على الله شيء من الأشياء الموجودة كائنًا ما كان، وإنما ذكر السماوات والأرض؛ لأنها المشاهدة للعباد، إلا فعلمه سبحانه محيط بكل ما هو داخل في العالم، وكل ما هو خارج عنه لا تخفى عليه منه خافية. </p><p> ٣٩ - ثم حمد الله تعالى على بعض نعمه الواصلة إليه، فقال:  {الْحَمْدُ} والشكر {لِلَّهِ الَّذِي وَهَبَ لِي عَلَى الْكِبَرِ} ؛ أي: مع كبر سني. فـ {عَلَى} هنا (٣) بمعنى مع، وهو في موقع الحال؛ أي: وهب لي وأنا كبير آيس من الولد، قيد الهبة بحال الكبر استعظامًا للنعمة وإظهارًا لشكرها؛ لأن زمان الكبر زمان العقم {إِسْمَاعِيلَ} </p><p>(١) الخازن. (٢) روح البيان.(٣) روح البيان.</p><p> سمي إسماعيل؛ لأن إبراهيم كان يدعو الله أن يرزقه ولدًا، ويقول: إسمع يا إيل، وإيل هو الله، فلما رزق به سماه به كما في \"معالم التنزيل\" . وقال في \"إنسان العيون\" : معناه بالعبرانية: مطيع الله روي أنه ولد له إسماعيل، وهو ابن تسع وتسعين سنة. {وَإِسْحَاقَ} اسمه بالعبرانية: الضحاك كما في \"إنسان العيون\" روي أنه ولد له إسحاق، وهو ابن مئة وثنتي عشرة سنة، وإسماعيل يومئذٍ ابن ثلاث عشرة سنة. {إِنَّ رَبِّي} ومالك أمري {لَسَمِيعُ الدُّعَاءِ} ؛ أي: لمجيب الدعاء من قولهم سمع الملك كلامه إذا اعتد به وهو من إضافة الصفة المتضمنة للمبالغة إلى المفعول. </p><p> والمعنى: إنك لكثير إجابة الدعاء لمن يدعوك. وفيه بأنه دعاه ربه وسأل منه الولد، ما قال: {رَبِّ هَبْ لِي مِنَ الصَّالِحِينَ (١٠٠) } فأجابه ووهب له سؤله حين ما وقع اليأس منه، ليكون من أجل النعم وأجلاها، فقال:  {الْحَمْدُ لِلَّهِ ...} إلخ. والظاهر (١) : أن هذه الجمل التي تكلم بها إبراهيم عليه السلام لم تقع منه في زمان واحد، وإنما حكى الله عنه ما وقع منه في أزمان مختلفة، يدل على ذلك أن إسحاق لم يكن موجودًا حالة دعائه؛ إذ ترك هاجر والطفل بمكة، فالظاهر أن حمده الله تعالى على هبة ولديه له كان بعد وجود إسحاق. </p><p> فإن قلت: كيف (٢) جمع بين إسماعيل وإسحاق عليهما السلام في وقت واحد، وإنما بشر بإسحاق بعد إسماعيل بزمان طويل؟ </p><p> قلت: يحتمل أن إبراهيم عليه السلام إنما أتى بهذا الدعاء عندما بشر بإسحاق، وذلك أنه لما عظمت المنة على قلبه بهبة ولدين عظيمين عند كبره قال عند ذلك:  {الْحَمْدُ لِلَّهِ الَّذِي وَهَبَ لِي عَلَى الْكِبَرِ إِسْمَاعِيلَ وَإِسْحَاقَ} ولا يرد على هذا ما ورد في الحديث أنه دعا بما تقدم عند مفارقة إسماعيل وأمه؛ لأن الذي صح في الحديث أنه دعا بقوله:  {رَبَّنَا إِنِّي أَسْكَنْتُ مِنْ ذُرِّيَّتِي} إلى قوله: {لَعَلَّهُمْ يَشْكُرُونَ} إذا ثبت هذا، فيكون قوله:  {الْحَمْدُ لِلَّهِ الَّذِي وَهَبَ لِي عَلَى الْكِبَرِ إِسْمَاعِيلَ وَإِسْحَاقَ} في وقت آخر. والله أعلم بحقيقة الحال. </p><p>(١) البحر المحيط. (٢) الخازن.</p>"
}