{
  "id": null,
  "sura": 14,
  "aya": 10,
  "text": "<p> لهم الشك، فقالوا: إن لم ندع الجزم في كفرنا، فلا أقل من أن نكون شاكين مرتابين في ذلك. </p><p> أو يقال في الجواب (١) : إنهم كانوا فرقتين: إحداهما جزمت بالكفر، والأخرى شكت، أو يقال: المراد بقولهم إنا كفرنا بما أرسلتم به؛ أي: المعجزات والبينات، وقولهم: مما تدعوننا إليه: الإيمان والتوحيد. </p><p> وحاصله: أن كفرهم بالمعجزات وشكهم في التوحيد، فلا تخالف. اهـ. شيخنا. </p><p> وقرأ طلحة (٢) : {مِمَّا تَدْعُونَنَا} بإدغام نون الرفع في الضمير، كما تدغم في نون الوقاية في مثل {أَتُحَاجُّونِّي} . </p><p> ١٠ - فردت الرسل عليهم منكرين متعجبين من تلك المقالة الحمقاء، كما أشار إلى ذلك سبحانه بقوله:  {قَالَتْ} لهم {رُسُلُهُمْ أَفِي} وجود {اللهِ} سبحانه وتعالى ووحدانيته {شَكٌّ} وريب، وكيف يتصور ذلك لا شك في وجوده ووحدانيته؛ لأن الفطرة شاهدة بوجوده ومجبولة على الإقرار به، فالاعتراف به ضروري لدى كل ذي رأي حصيف كما جاء في الحديث:  \"كل مولود يولد على الفطرة، فأبواه يهودانه أو ينصرانه أو يمجسانه\" . وهذه الجملة مستأنفة واقعة في جواب سؤال مقدر، كأنه قيل: فماذا قالت لهم الرسل؟ والاستفهام فيه للإنكار المضمن للتوبيخ والتقريع؛ أي: أفي وحدانيته سبحانه شك، وهي في غاية الوضوح والجلاء، ولكن قد يعرض لبعضها شك واضطراب، فتحتاج إلى النظر في الأدلة الموصلة إلى ذلك، ومن ثم ذكرت الرسل بعد إنكارهم على الكفار ما يؤكد ذلك الإنكار من الشواهد الدالة على عدم الشك في وجوده سبحانه وتعالى ووحدانيته، فقالوا:  {فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ} ؛ أي: خالقهما ومخترعهما ومبدعهما وموجدهما بعد العدم؛ أي: هو سبحانه الذي خلقهما وأبدعهما على غير مثال سابق، ودلائل الحدوث ظاهرة عليهما، فلا بد لهما من صانع وهو الله الذي لا إله إلا هو خالق كل شيء وإلهه </p><p>(١) الفتوحات. (٢) البحر المحيط.</p><p> ومليكه، وقد جاء هذا الوصف في محاورات الأنبياء جميعًا، وهو نفس الوصف الذي جاء في أول السورة على لسان نبينا - صلى الله عليه وسلم -، ومن هذا يعلم أن كل نبي جعل مطمح نظره توجه النفوس إلى علوم السماوات والأرض. وقرأ زيد بن علي (١) : {فَاطِرِ} نصبًا على المدح. ولما أقاموا الدليل على وجوده وصفوه بكمال الرحمة بقولهم:  {يَدْعُوكُمْ} سبحانه وتعالى إلى الإيمان به وتوحيده بإرساله إيانا لنخرجكم من ظلمات الوثنية إلى نور الوحدانية وإخلاص العبادة له، وهو الواحد القهار {لِيَغْفِرَ لَكُمْ مِنْ ذُنُوبِكُمْ} ؛ أي: ليغفر لكم ذنوبكم إذا آمنتم وصدقتم. فحرف {من} صلة، وقيل: إنها ليست صلة، بل هي تبعيضية؛ أي: يدعوكم إلى الإيمان؛ لمغفرة بعض ذنوبكم، وهي الذنوب التي بينكم وبين ربكم من الكفر والمعاصي، لا المظالم وحقوق العباد. </p><p> والمتتبع لأسلوب الكتاب الكريم (٢) ، يرى أن كل موضعٍ ذكر فيه مغفرة الذنوب للكافرين جاء بلفظ {من} ، كقوله: {وَاتَّقُوهُ وَأَطِيعُونِ (٣) يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ}، وقوله:  {يَا قَوْمَنَا أَجِيبُوا دَاعِيَ اللَّهِ وَآمِنُوا بِهِ يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ} ؛ لأنه يخاطبهم في أمر الإيمان وحده. </p><p> وفي المواضع التي يذكر فيها مغفرة الذنوب للمؤمنين تجيء بدون ذكر {مِنْ} ، كقوله: {ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ (١١) يَغْفِرْ لَكُمْ ذُنُوبَكُمْ}؛ لأن المغفرة منصرفة إلى المعاصي ومتوجهة إليها. {وَيُؤَخِّرْكُمْ} ؛ أي: يؤخر موتكم {إِلَى أَجَلٍ مُسَمًّى} ؛ أي: إلى وقت معين عند الله تعالى؛ أي: إلى وقت سماه الله وجعله منتهى أعماركم إن أنتم آمنتم به، وإلا عاجلكم بالهلاك وعذاب الاستئصال جزاء كفرانكم بدعوة الرسل إلى التوحيد، وإخلاص العبادة للواحد القهار. </p><p> ثم حكى الله سبحانه رد الأمم على مقالة الرسل، وهو يتضمن ثلاثة أشياء: </p><p> ١ - {قَالُوا} ؛ أي: قالت الأمم مجيبين للرسل {إِنْ أَنْتُمْ} ؛ أي: ما أنتم </p><p>(١) البحر المحيط. (٢) المراغي.</p><p> في الصورة والهيئات {إِلَّا بَشَرٌ} آدميون {مِثْلُنَا} تأكلون وتشربون كما نأكل ونشرب، فلا فضل لكم علينا، فلم خصصتم بالنبوة وأطلعكم الله على الغيب، وجعلكم مخالطين لزمرة الملائكة دوننا إلى أنه لو كان الأمر كما تدعون .. لوجب أن تخالفونا في الحاجة إلى الأكل والثرب وقربان النساء وما شاكل ذلك، ولو شاء الله أن يرسل إلى البشر رسلًا .. لأرسل من جنس أفضل منهم، وهم الملائكة على زعمهم من حيث عدم التدنس بالشهوات وما يتبعها. </p><p> ٢ - {تُرِيدُونَ} أيها المدعون بالرسالة {أَنْ تَصُدُّونَا} ؛ أي: أن تصرفونا بتخصيص العبادة باللهِ {عَمَّا كَانَ يَعْبُدُ آبَاؤُنَا} ؛ أي: عن عباد ما استمر آباؤنا على عبادته؛ وهو الأصنام من غير شيء يوجبه لا حجة لكم على ما تدعون، وليس من حصافة العقل أن تترك أمرًا قبل أن يقوم الدليل على خطئه. وقرأ طلحة شاذًا (١) : {أَنْ تَصُدُّونَا} بتشديد النون جعل أن هي المخففة من الثقيلة، وقدر فصلا بينها وبين الفعل، وكان الأصل أنه تصدوننا، فأدغم نون الرفع في الضمير، والأولى أن تكون أن الثنائية التي تنصب المضارع، ولكنه هنا لم يعملها، بل ألغاها كما ألغاها من قرأ شذوذًا أيضًا:  {لِمَنْ أَرَادَ أَنْ يُتِمَّ الرَّضَاعَةَ} برفع {يتم} حملًا على {ما} المصدرية أختها. </p><p> {فَأْتُونَا} أي: إن لم يكن (٢) الأمر كما قلنا، بل كنتم رسلًا من جهة الله كما تدعونه فأتونا {بِسُلْطَانٍ مُبِينٍ} ؛ أي: ببرهان ظاهر وحجة واضحة تدل على صدقكم وفضلكم، واستحقاقكم لتلك الرتبة حتى نترك ما لم نزل نعبده أبًا عن جد، كأنهم لم يعتبروا ما جاءت به رسلهم من الحجج والبينات، واقترحوا عليهم آية أخرى تعنتًا ولجاجًا. </p><p> فكأنهم قالوا: أما ذكر السماوات والأرض وعجائبهما (٣) ، فلسنا نحفل بهما، والعجائب الأرضية والسماوية لا نعقلها، والبشر لا يخضعون إلا لمن يأتي </p><p>(١) البحر المحيط. (٢) روح البيان.(٣) المراغي.</p>"
}