{
  "id": null,
  "sura": 14,
  "aya": 45,
  "text": "<p> لأن دعوتهم إلى التوحيد متفقة، فاتباع واحد منهم اتباع لجميعهم، وهذا منهم سؤال للرجوع إلى الدنيا لما ظهر لهم الحق في الآخرة:  {وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ} . </p><p> ثم حكى سبحانه ما يجاب به عنهم عندما قالوا هذه المقالة، فقال:  {أَوَلَمْ تَكُونُوا أَقْسَمْتُمْ مِنْ قَبْلُ} ، فالهمزة فيه للاستفهام التقريري التوبيخي التبكيتي داخلة على محذوف، والواو عاطفة على ذلك المحذوف، ويكون ذلك المحذوف على ما عطف عليه مقولًا لقول محذوف، والتقدير: فيقال (١) لهم توبيخًا وتبكيتًا: ألم تؤخروا في الدنيا، ولم تكونوا أقسمتم من قبل؛ أي: من قبل هذا اليوم؛ أي: حلفتم إذ ذاك بألسنتكم تكبرًا وغرورًا {مَا لَكُمْ مِنْ زَوَالٍ} ؛ أي: ما لكم انتقال من دار الدنيا وارتحال منها إلى دار أخرى للمجازاة إنكارًا للبعث والنشور، أو بألسنة حالكم حيث استغرقتم في الشهوات وأخلدتم إلى الحياة الدنيا، وأملتم بعيدًا ولم تحدثوا بأنفسكم بالانتقال عن هذه الحال، فكأنكم لا تموتون. وجواب القسم جملة قوله:  {مَا لَكُمْ مِنْ زَوَالٍ} وإنما (٢) جاء بلفظ الخطاب في قوله: {مَا لَكُمْ مِنْ زَوَالٍ} لمراعاة {أَقْسَمْتُمْ} ، ولولا ذلك لقال: ما لنا من زوال. وقيل: قسمهم هذا هو ما حكاه الله عنهم في قوله: {وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَا يَبْعَثُ اللَّهُ مَنْ يَمُوتُ} . </p><p> ٤٥ - وجملة قوله:  {وَسَكَنْتُمْ ...} إلخ. معطوف على {أَقْسَمْتُمْ} ؛ أي: أولم تكونوا أقسمتم وسكنتم؛ أي: استقررتم ونزلتم {فِي مَسَاكِنِ الَّذِينَ} ؛ أي: منازل الذين {ظَلَمُوا أَنْفُسَهُمْ} بالشرك والمعاصي، كعاد وثمود وغيرهما غير محدثين لأنفسكم بما لقوا من العذاب بسبب ما اكتسبوا من السيئات {وَتَبَيَّنَ لَكُمْ} ؛ أي: وظهر لكم بمشاهدة الآثار وتواتر الأخبار {كَيْفَ فَعَلْنَا بِهِمْ} من الإهلاك والعقوبة بما فعلوا من الظلم والفساد. وفاعل {تَبَيَّنَ} ما دلت عليه الجملة </p><p>(١) روح البيان. (٢) الشوكاني.</p><p> المذكورة بعده؛ أي: تبين لكم فعلنا العجيب بهم، وليست (١) جملة {كَيْفَ فَعَلْنَا} فاعلًا لـ {تَبَيَّنَ} ؛ لأن الاستفهام له صدر الكلام، ولأن {كَيْفَ} لا يكون إلا ظرفًا أو خبرًا أو حالًا، بل فاعله ما دلت هي عليه دلالة واضحة؛ أي: وظهر لكم فعلنا العجيب بهم من الإهلاك والعقوبة جزاء على شركهم وفسادهم. {وَضَرَبْنَا لَكُمُ} ؛ أي: وبينا لكم في القرآن العظيم {الْأَمْثَالَ} ؛ أي: صفات ما فعلوا وما فعل بهم من الأمور التي هي في الغرابة كالأمثال المضروبة لكل ظالم لتعتبروا بها، وتقيسوا أعمالكم على أعمالهم، ومآلكم على مآلهم، وتنتقلوا من حلول العذاب العاجل إلى حلول العذاب الآجل، فترتدعوا عما كنتم عليه من الكفر والمعاصي يعني: أنكم سمعتم هذا كله في الدنيا، فلم تعتبروا، فلو رجعتم بعد هذا اليوم .. لا ينفعكم الموعظة أيضًا. </p><p> والمعنى (٢) : وأقمتم في مساكن الذين ظلموا أنفسهم واطمأننتم فيها، وسرتم سيرة من قبلكم في الظلم والفساد، لم تفكروا فيما سمعتم من أخبار من سكنوها قبلكم، ولم تعتبروا بأيام الله فيهم، وأنه أهلكهم بظلمهم، وأنكم إن سرتم سيرتهم حاق بكم مثل ما حاق بهم بعد أن تبين لكم ما فعلنا بهم من الإهلاك والعقوبة بمعاينة آثارهم وتواتر أخبارهم، ومثلنا لكم فيما كنتم مقيمين عليه من الشرك الأشباه والنظائر، فلم ترعووا ولم تتوبوا من كفركم. </p><p> الآن تسألون التأخير للتوبة حين نزل بكم من العذاب ما نزل، فهيهات هيهات قد فات ما فات، ولن يكون ذلك حتى يلج الجمل في سم الخياط. وقرأ الجمهور (٣) : {وَتَبَيَّنَ} فعلًا ماضيًا، وفاعله ضمير يعود على ما يفهم من الجملة الاستفهامية المذكورة بعده؛ أي: وتبين لكم فعلنا العجيب. وقرأ السلمي شذوذًا:  {ونُبَيِّنُ} بضم النون ورفع النون الأخيرة مضارع بين، ويكون على إضمار ونحن نبين، والجملة حالية. وقال المهدوي عن السلمي أنه قرأ كذلك إلا أنه جزم النون عطفًا على {أوَلَمْ تَكُونُوا} ؛ أي: ولم نبين فهو مشارك له في التقرير. </p><p>(١) روح البيان. (٢) المراغي.(٣) البحر المحيط.</p>"
}