{
  "id": null,
  "sura": 14,
  "aya": 46,
  "text": "<p> فائدة: واعلم أنه ينبغي للمؤمن أن يكثر ذكر الموت، فإنه لا غنية للمؤمن عن ست خصال (١) : </p><p> أولاها: علم يدله على الآخرة. </p><p> والثانية: رفيق يعينه على طاعة الله، ويمنعه عن عصية الله. </p><p> والثالثة: معرفة عدوه والحذر منه. </p><p> والرابعة: عبرة يعتبر بها. </p><p> والخامسة: إنصاف الخلق؛ لكيلا تكون له يوم القيامة خصماء. </p><p> والسادسة: الاستعداد للموت قبل نزوله؛ لكيلا يكون مفتضحًا يوم القيامة. </p><p> ٤٦ - ثم بين أن حالهم كحال من سبقهم حذو القذة بالقذة، فقال:  {وَقَدْ مَكَرُوا مَكْرَهُمْ} الجملة في محل النصب على الحال؛ أي: فعلنا بالذين ظلموا ما فعلنا، والحال أنهم قد مكروا في إبطال الحق وتقرير الباطل مكرهم العظيم الذي استفرغوا في عمله المجهود وجاوزوا فيه كل حدّ محدود بحيث لا يقدر عليهم غيرهم، والمكر: الخديعة. {وَعِنْدَ اللَّهِ مَكْرُهُمْ} ؛ أي: وعند (٢) الله جزاء مكرهم الذي فعلوه، أو: وعند الله مكتوب مكرهم، فهو مجازيهم، أو عند الله مكرهم الذين يمكرهم به على أن يكون المكر مضافًا إلى المفعول. قيل: المراد بهم قوم محمد - صلى الله عليه وسلم - مكروا بالنبي - صلى الله عليه وسلم - حين هموا بقتله أو نفيه. وقيل: والمراد ما وقع من النمروذ حيث حاول الصعود إلى السماء، فاتخذ لنفسه تابوتًا، وربط قوائمه بأربعة نسور. </p><p> والخلاصة (٣) : عند الله جزاؤهم وما هو أعظم منه فرأيهم آفن؛ إذ هم سلكوا طريقًا كان ينبغي البعد عنها بعد أن استبان فسادها. </p><p>(١) روح البيان. (٢) الشوكاني.(٣) المراغي.</p><p> ثم ذكر أن عاقبة مكرهم الخسران والبوار، فقال:  {وَإِنْ كَانَ مَكْرُهُمْ}  {إن} : نافية {لِتَزُولَ مِنْهُ الْجِبَالُ} واللام: فيه مكسورة، والفعل بعدها منصوب بأن مضمرة، وهي لام الجحود الواقعة بعد الكون المنفي على قراءة الجمهور. قال ابن جرير: الاختيار قراءة الجمهور؛ أي: وما (١) كان مكرهم لتزول به آيات الله وشرائعه ومعجزاته الظاهرة على أيدي الرسل التي هي كالجبال في الرسوخ والثبات. </p><p> والخلاصة: تحقير شأن مكرهم، وأنه ما كان لتزول منه الآيات والنبوات الثابتة ثبوت الجبال، فليس بمزيل شيئًا منها مهما قوي، وكان غاية في المتانة والعظم. وقيل:  {إنّ} . {إن} زائدة، واللام: لام الابتداء مفتوحة، والفعل بعدها مرفوع. </p><p> والمعنى (٢) : وكان مكرهم في العظم والشدة لتزول وتتحرك منه الجبال الظاهرة؛ أي: مسوى لإزالة الجبال عن مقارها معدًّا لذلك. قال في \"الإرشاد\" ؛ أي: وإن كان مكرهم في غاية المتانة والشدة، وعبر عن ذلك بكونه مسوى ومعدًا لذلك؛ لكونه مثلًا في ذلك. وقرأ الجمهور (٣) : {وَإِنْ كَانَ} بالنون. وقرأ عمر وعلي وعبد الله وأبيّ وأبو سلمة بن عبد الرحمن وأبو إسحاق السبيعي وزيد بن علي شذوذًا:  {وإن كاد} بالدال بدل النون {لِتَزُولَ} بفتح اللام الأولى ورفع الثانية. وروي كذلك عن ابن عباس. وقرأ ابن عباس ومجاهد وابن وثاب والكسائي كذلك إلا أنهم قرؤوا {وَإِنْ كَانَ} بالنون فعلى هاتين القرائتين تكون إن هي المخففة من الثقيلة، و (اللام) : هي الفارقة، وذلك على مذهب البصريين. وأما على مذهب الكوفيين فـ {إن} نافية، واللام بمعنى إلا، فمن قرأ:  {كاد} - بالدال - فالمعنى أنه يقرب زوال الجبال بمكرهم ولا يقع الزوال. وعلى قراءة {كَانَ} - بالنون - يكون زوال الجبال قد وقع، ويكون في ذلك تعظيم مكرهم وشدته، وهو بحيث يزول منه الجبال وتتقطع عن أماكنها، ويحتمل أن يكون معنى {لِتَزُولَ} : ليقرب زوالها، فيصير المعنى، كمعنى قراءة كاد، ويؤيد هذا التأويل </p><p>(١) المراغي. (٢) روح البيان.(٣) البحر المحيط.</p>"
}