{
  "id": null,
  "sura": 14,
  "aya": 4,
  "text": "<p> فيرون حسنًا ما ليس بالحسن، وقبيحًا ما ليس بالقبيح. </p><p> ٤ - ثم بين سبحانه كمال نعمته وإحسانه إلى عباده، فذكر أنه يرسل رسله إلى أقوامهم بلغاتهم كي لا يشق عليهم فهم الدين وحفظه، فقال:  {وَمَا أَرْسَلْنَا مِنْ رَسُولٍ} ؛ أي: وما أرسلنا رسولًا من الرسل قبلك إلى أمة من الأمم من قبل قومك {إِلَّا بِلِسَانِ قَوْمِهِ} ؛ أي: إلا متلبسًا بلغة قومه الذين أرسلناه إليهم {لِيُبَيِّنَ} ذلك الرسول {لَهُمْ} ؛ أي: لقومه ويفهمهم ما أرسل به إليهم من أمره ونهيه بسهولة ويسر، ولتقوم عليهم الحجة وينقطع العذر، وقد جاء هذا الكتاب بلغتهم، وهو يتلى عليهم، فأي عذر لهم في أن لا يفقهوه، وما الذي صدهم عن أن يدرسوه ليعلموا ما فيه من حكم وأحكام وحلال وحرام وإصلاح لنظم المجتمع ليسعدوا في حياتهم الدنيا والآخرة. ولفظ اللسان يستعمل فيما هو بمعنى العضو وبمعنى اللغة، والمراد هنا: هو الثاني؛ أي: بلغة قومه الذي هو منهم وبعث فيهم. </p><p> فإن قلت: لم يُبعثْ (١) رسول الله - صلى الله عليه وسلم - إلى العرب وحدهم وإنما بعث إلى الناس جميعًا بدليل قوله تعالى:  {قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا} بل هو مبعوث إلى الثقلين الجن والإنس وهم على ألسنة مختلفة ولغات شتى، وقوله:  {بِلِسَانِ قَوْمِهِ} وليس قومه سوى العرب يقتضي بظاهره أنه مبعوث إلى العرب خاصة، فكيف يمكن الجمع؟ </p><p> قلتُ: بُعثَ رسول الله - صلى الله عليه وسلم - من العرب وبلسانهم، والناس تبع للعرب، فكان مبعوثًا إلى جميع الخلق؛ لأنهم تبع للعرب، ثم إنه - صلى الله عليه وسلم - يبعث الرسل إلى الأطراف والنواحي، فيترجمون لهم بألسنتهم، ويدعونهم إلى الله تعالى بلغاتهم. والنبي (٢) - صلى الله عليه وسلم - وإن أرسل إلى الناس جميعًا ولغاتهم متباينة وألسنتهم مختلفة، فإرساله بلسان قومه أولى من إرساله بلسان غيره، لأنهم يبينونه لمن كان على غير لسانهم ويوضحونه لهم حتى يصير مفهومًا لهم كما فهموه، ولو نزل بلغات من أرسل إليهم وبينه لكل قوم بلسانهم ... لكان ذلك مظنة للاختلاف وفتحًا لباب التنازع؛ لأن كل أمة قد تدعي </p><p>(١) الخازن. (٢) المراغي.</p><p> من المعاني في لسانها ما لا يعرفه غيرها، وقد يفضي ذلك إلى التحريف والتصحيف بسبب الدَّعاوي الباطلة التي يقع فيها المتعصبون. </p><p> وقيل (١) : يحتمل أنه أراد بـ {قَوْمِهِ} أهل بلده وفيهم العرب وغير العرب، فيدخل معهم من كان من غير جنسهم في عموم الدعوى. وقيل: إن الرسول إذا أرسل بلسان قومه، وكانت دعوته خاصة، وكان كتابه بلسان قومه .. وكان أقرب لفهمهم عنه، وقيام الحجة عليهم في ذلك، فإذا فهموه ونقل عنهم انتشر عنهم علمه، وقامت التراجم ببيانه وتفهيمه لمن يحتاج إلى ذلك ممن هو من غير أهله، وإذا كان الكتاب واحدًا بلغة واحدة مع اختلاف الأمم وتباين اللغات .. كان ذلك أبلغ في اجتهاد المجتهدين في تعليم معانيه وتفهيم فوائده وغوامضه وأسراره وعلومه، وجميع حدوده وأحكامه. </p><p> قلتُ: هذا الإشكال لا يأتي من أول الأمر؛ لأن معنى الآية: وما أرسلنا قبلك يا محمد من رسول من الرسل الكرام قبلك إلى أمة من الأمم الذين قبل أمتك إلا بلغة قومه؛ ليبين لهم؛ لأن ذلك الرسول مرسل إلى قومه خاصة كما أشرنا إليه في الحل بخلاف رسالتك، فإنها عامة وأنت سيد الأنبياء وخاتم المرسلين، وأمتك خير الأمم وأفضلهم، فأردنا أن نجمع أمتك على كتاب واحد منزل بلسان هو سيد الألسنة وأشرفها وأفضلها إعطاء للأشرف الأشرف، وذلك هو اللسان العربي الذي هو لسان قومه، ولسان أهل الجنة، فكان سائر الألسنة تابعًا له كما أن الناس تابع للعرب انتهى. </p><p> وفي \"الفتوحات\" : والأولى (٢) أن يحمل القوم على من أرسل إليهم الرسول أيًّا كان، وهم بالنسبة لغير سيدنا محمد - صلى الله عليه وسلم - خصوص عشيرة رسولهم، وبالنسبة إليه كل من أرسل إليه من سائر القبائل وأصناف الخلق وهو - صلى الله عليه وسلم - كان يخاطب كل قوم بلغتهم، وإن لم يثبت أنه تكلم باللغة التركية؛ لأنه لم يتفق أنه خاطب أحدًا من أهلها، ولو خاطبه لكلمه بها، تأمل. انتهى. </p><p>(١) الخازن. (٢) الفتوحات.</p><p> وقرأ أبو السمال وأبو الجوزاء وأبو عمران الجوني شذوذًا (١) : {بلسن قومه} بإسكان السين، قالوا: هو كالريش والرياش. وقال صاحب \"اللوامح\" واللسن: خاص باللغة، واللسان قد يقع على العضو وعلى الكلام. وقال ابن عطية مثل ذلك، قال اللسان في هذه الآية يراد به اللغة، ويقال: لسن ولسان في اللغة، فأما العضو فلا يقال فيه: لسن. وقال أبو رجاء وأبو المتوكل والجحدري شذوذًا أيضًا:  {لسن} بضم اللام والسين، وهو جمع لسان كعماد وعمد. وقرىء شاذًا أيضًا بضم اللام وسكون السين مخففًا كرسل ورسل. </p><p> وبعد أن بين سبحانه أنه لم يكن للناس من عذر في عدم فهم شرائعه .. ذكر أن الهداية والإضلال بيده ومشيئته، فقال:  {فَيُضِلُّ اللَّهُ} سبحانه وتعالى {مَنْ يَشَاءُ} إضلاله؛ أي: يخلق فيه الكفر والضلال لمباشرة الأسباب المؤدية إليه {وَيَهْدِي} سبحانه وتعالى {مَنْ يَشَاءُ} هدايته؛ أي: يخلق فيه الإيمان والاهتداء لاستحقاقه له لما فيه من الإنابة والإقبال إلى الحق. وجملة قوله:  {فَيُضِلُّ اللَّهُ} استئناف إخبار، ولا يجوز نصبه عطفًا على ما قبله؛ لأن المعطوف كالمعطوف عليه في المعنى، والرسل أرسلت للبيان لا للإضلال. قال الزجاج: لو قرئ بنصبه على أن اللام لام العاقبة جاز. اهـ. \"سمين\" . </p><p> والخلاصة (٢) : أي إن الناس فريقان: فريق هداه الله وأضاء نور قلبه وشرح صدره للإسلام، فاتبع سبيل الرشاد، وفريق رانت على قلبه الغواية والضلالة بما اجترح من الآثام، وأوغل فيه من المعاصي والذنوب، وذلك كله بتقديره تعالى ومشيئته، لا راد لقضائه ولا دافع لحكمه. </p><p> {وَهُوَ} سبحانه وتعالى {الْعَزِيزُ} ؛ أي: الغالب على كل شيء، فلا يغالب في مشيئته {الْحَكِيمُ} في صنعه الذي لا يفعل شيئًا من الإضلال والهداية إلا لحكمة بالغة، فلا يفعل إلا ما تقتضيه السنن العامة في خلقه والنواميس التي وضعها لصلاح </p><p>(١) البحر المحيط. (٢) المراغي.</p>"
}