{
  "id": null,
  "sura": 14,
  "aya": 5,
  "text": "<p> حال عباده وضلالهم {سُنَّةَ اللَّهِ فِي الَّذِينَ خَلَوْا مِنْ قَبْلُ وَلَنْ تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلًا} . وفيه (١) أن ما فوض إلى الرسل إنما هو تبليغ الرسالة، وتبيين طريق الحق، وأما الهداية والإرشاد إليه فذلك بيد الله يفعل ما يشاء ويحكم ما يريد. </p><p> ٥ - ثم لما بين سبحانه وتعالى أن المقصود من بعثة نبينا محمد - صلى الله عليه وسلم - هو إخراج الناس من الظلمات إلى النور .. أراد أن يبين أن الغرض من إرسال الأنبياء لم يكن إلا ذلك. وخصّ موسى (٢) بالذكر؛ لأن أمته أكثر الأمم المتقدمة على هذه الأمة المحمدية، فقال:  {وَلَقَدْ أَرْسَلْنَا مُوسَى بِآيَاتِنَا} ؛ أي: وكما أرسلناك أيها الرسول وأنزلنا عليك الكتاب؛ لتخرج الناس من الظلمات إلى النور، وعزتي وجلالي لقد أرسلنا موسى بن عمران إلى بني إسرائيل، وأيدناه بآياتنا التسع التي سلف ذكرها في سورة الأعراف في قوله:  {فَأَرْسَلْنَا عَلَيْهِمُ الطُّوفَانَ وَالْجَرَادَ وَالْقُمَّلَ} الآية. وأمرناه بـ {أَنْ أَخْرِجْ قَوْمَكَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ} ؛ أي: وأمرناه بأن يدعو قومه إلى الإيمان بالله وتوحيده؛ ليخرجوا من ظلمات الجهل والضلال إلى نور الهدى والإيمان. </p><p> وقال أبو السعود (٣) : الآيات معجزاته التي أظهرها لبني إسرائيل، والمراد: إخراجهم بعد مهلك فرعون من الكفر والجهالات التي أدتهم إلى أن يقولوا: يا موسى اجعل لنا إلهًا كما لهم آلهة إلى الإيمان باللهِ وتوحيده وسائر ما أمروا به انتهى. ولما (٤) كان نبينا محمد - صلى الله عليه وسلم - مبعوثًا إلى الناس كافة .. قال تعالى في حقه:  {لِتُخْرِجَ النَّاسَ} ولم يقل: لتخرج قومك كما قال في موسى عليه السلام أن أخرج قومك وخصص. وقال هنالك:  {بِإِذْنِ رَبِّهِمْ} وطواه هنا؛ لأن الإخراج بالفعل قد تحقق في دعوته - صلى الله عليه وسلم -، فكانت أمته أمة دعوة واجابة، ولم يتحقق في دعوة موسى، إذ لم يجبه القبط إلى أن هلكوا، وإن أجابه بنو إسرائيل، والعمدة في رسالته كان القبط. </p><p> {و} أمرناه بأن {وَذَكِّرْهُمْ} ؛ أي: ذكر قومك وعظهم مرغِّبًا لهم في ثواب </p><p>(١) روح البيان. (٢) الشوكاني.(٣) أبو السعود.(٤) روح البيان.</p><p> الله بتذكيرهم {بِأَيَّامِ اللَّهِ} ؛ أي: بنعم الله سبحانه وتعالى عليهم وعلى من قبلهم ممن آمن بالرسل في الأمم السابقة؛ ليكون في ذلك حافزًا لهم على العمل، ويكون لهم بمن سلف أسوة، وذكرهم وعظهم مخوفًا لهم بتذكيرهم بأس الله وعذابه وانتقامه ممن كذب الرسل من الأمم الغابرة كعاد وثمود؛ ليكون لهم في ذلك مزدجر، وليحذروا أن يحل بهم مثل ما حل بهم. </p><p> والمعنى: عظهم بالترغيب والترهيب، والوعد والوعيد، وأيام الله (١) في جانب موسى عليه السلام، منها ما كان محنة وبلاء، وهي الأيام التي كان فيها بنو إسرائيل تحت قهر فرعون واستعباده، ومنها ما كانت نعمة كإنجائهم من عدوهم وفلق البحر لهم، وإنزاله المنّ والسلوى عليهم. </p><p> وفي \"تفسير ابن جرير\" : {بِأَيَّامِ اللَّهِ} ؛ أي: بأنواع عقوباته الفائضة، ونعمه الباطنة التي أفاضها على القرون السالفة واللاحقة، فمن أحاط علمه بذلك عظم خوفه اهـ. </p><p> {إِنَّ فِي ذَلِكَ لَآيَاتٍ} التذكير بأيام الله، أو في نفس أيام الله {لَآيَاتٍ} عظيمة أو كثيرة؛ أي: لدلائل دالة على وحدانية الله تعالى وقدرته {لِكُلِّ صَبَّارٍ} ؛ أي: كثير الصبر على المحن والبلايا {شَكُورٍ} ؛ أي: كثير الشكر على المنح والعطايا؛ لأنه (٢) إذا سمع بما نزل على من قبله من النبلاء وأفيض عليهم من النعماء اعتبر وتنبه لما يجب عليه من الصبر والشكر. اهـ. \"بيضاوي\" . كأنه (٣) قال: لكل مؤمن كامل؛ إذ الإيمان نصفان: نصفه صبر، ونصفه شكر، وتخصيص الآيات بهم؛ لأنهم المنتفعون بها، لا لأنها خافية عن غيرهم، فإن التبيين حاصل بالنسبة إلى الكل، وتقديم الصبر لكون الشكر عاقبته. وعبارة \"الكرخي\" : وتقديم الصبار على الشكور؛ لتقدم متعلق الصبر، أعني: البلاء على متعلق الشكر، أعني: النعماء وكون الشكر عاقبة الصبر. اهـ. </p><p>(١) المراغي. (٢) البيضاوي.(٣) روح البيان.</p>"
}