{
  "id": null,
  "sura": 14,
  "aya": 31,
  "text": "<p> حقيقيًّا لهم من اتخاذ الأنداد، ولكن لما كان نتيجة له كما كان الإكرام في قولك: جئتك لتكرمني نتيجة المجيء شبه بالغرض، وأدخل اللام عليه بطريقة الاستعارة التبعية، ونسب الإضلال الذي هو فعل الله تعالى إليهم؛ لأنهم سبب الضلالة حيث يأمرون بها ويدعون إليها. وقرأ ابن كثير وأبو عمرو (١) : {لِيُضِلُّوا} هنا، و {ليضل} في الحج ولقمان والروم بفتح الياء؛ أي: ليضلوا بأنفسهم عن سبيل الله، وتكون اللام للعاقبة؛ أي: ليتعقب جعلهم لله أندادًا ضلالهم؛ لأن العاقل لا يريد ضلال نفسه. وقرأ باقي السبعة بضمها؛ أي: ليوقعوا قومهم في الضلال عن سبيل الله، فهذا هو الغرض من جعلهم لله أندادًا. </p><p> والمعنى:  {وَجَعَلُوا لِلَّهِ أَنْدَادًا} ؛ أي (٢) : واتخذوا لله الواحد الأحد الفرد الصمد الذي ليس له كفوًا أحد أندادًا وشركاء من الأصنام والأوثان أشركوهم به في العبادة، كما قالوا في الحجّ: لبيك لا شريك لك إلا شريكًا هو لك تملكه وما ملك. {لِيُضِلُّوا عَنْ سَبِيلِهِ} ؛ أي: لتكون عاقبة أمر الذين شايعوهم على ضلالهم الصد والإعراض عن سبيله القويم ودينه الحنيف، والوقوع في حمأة الكفر والضلال. </p><p> ولما حكى الله سبحانه وتعالى عنهم هذه الهنات الثلاث تبديل النعمة واتخاذ الأنداد والأمثال وإضلال قومهم، </p><p> ٣١ - أمر نبيه - صلى الله عليه وسلم - أن يقول لهم على سبيل التهديد والوعيد: سيروا على ما أنتم عليه، فإنه لا فائدة في نصحكم وإرشادكم وعاقبتكم النار بقوله:  {قُلْ} يا محمد تهديدًا لهؤلاء الضالين المضلين {تَمَتَّعُوا} ؛ أي (٣) : انتفعوا والتذوا بما أنتم عليه من الشهوات التي من جملتها كفران النعم العظام، وعبادة الأوثان والأصنام، والسعي في إضلال الناس والصد عن سبيله. ثم بين جزاءهم المحتوم، فقال:  {فَإِنَّ مَصِيرَكُمْ} يوم القيامة؛ أي: إن مرجعكم وموثلكم فيه {إِلَى النَّارِ} المؤبدة ليس إلا، فلا بد لكم من تعاطي ما يوجب ذلك، أو يقتضيه من أحوالكم، كما قال تعالى: {نُمَتِّعُهُمْ قَلِيلًا ثُمَّ نَضْطَرُّهُمْ إِلَى </p><p>(١) البحر المحيط. (٢) المراغي.(٣) روح البيان.</p><p> عَذَابٍ غَلِيظٍ (٢٤) }. </p><p> وسمى الله تعالى ذلك تمتعًا (١) ؛ لأنهم تلذذوا به، وأحسوا بغبطة وسرور، كما يتلذذون بالمشتهيات من النعم، وهذا الأسلوب التهكمي يستعمل في التخاطب كثيرًا، فترى الطبيب يأمر مريضه بالاحتماء من بعض ما يضره ويؤذيه، ثم لا يرى منه إلا تماديًا في الإعراض عن أوامره واتباعًا لشهواته، فيقول له: كل ما تريد، فإن مصيرك إلى الموت، وما مراده من ذلك إلا التهديد ليرتدع ويقبل ما يقول، وكما يقال لمن سعى في مخالفة السلطان، إصنع ما شئت، فإن مصيرك إلى السيف. </p><p> ودلت الآيتان على أمور: </p><p> الأول: أنَّ الكفران سبب لزوال النعمة بالكلية، كما أن الشكر سبب لزيادتها. </p><p> والثاني: أنَّ القرين السوء يجر المرء إلى النار، ويحله دار البوار، فينبغي للمؤمن المخلص السني أن يجتنب عن صحبة أهل الكفر والنفاق والبدعة حتى لا يسرق طبعه اعتقادهم السوء وعملهم السيء. ولهم كثرة في هذا الزمان. </p><p> والثالث: أن جهنم دار القرار للأشرار، وشدة حرها مما لا يوصف. </p><p> وبعد أن هدد الكفار على انغماسهم في اللذات أمر نبيه - صلى الله عليه وسلم - أن يأمر خُلَّصَ عباده بإقامة العبادات البدنية، وأداء الفرائض المالية، فقال:  {قُلْ} يا محمد {لِعِبَادِيَ الَّذِينَ آمَنُوا} بالله ورسوله {يُقِيمُوا الصَّلَاةَ} ؛ أي: أقيموا (٢) الصلاة الواجبة على وجهها وأدوها كما طلب ربكم، وداوموا عليها، فهي عماد الدين وهي التي تنهى عن الفحشاء والمنكر، وهي المصباح للمؤمن يستضيء به للقرب من ربه. و {عبادي} يقرأ بثبوت الياء مفتوحة وبحذفها لفظًا لا خطأ، والقراءتان </p><p>(١) المراغي. (٢) المراغي.</p><p> سبعيتان، ويجريان في خمس مواضع من القرآن هذا، وقوله في سورة \"الأنبياء\" : {أَنَّ الْأَرْضَ يَرِثُهَا عِبَادِيَ الصَّالِحُونَ} وقوله في \"العنكبوت\" : {يَا عِبَادِيَ الَّذِينَ آمَنُوا إِنَّ أَرْضِي وَاسِعَةٌ فَإِيَّايَ فَاعْبُدُونِ} ، وقوله في \"سبأ\" : {وَقَلِيلٌ مِنْ عِبَادِيَ الشَّكُورُ} وقوله في سورة \"الزمر\" : {قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ} . اهـ. \"شيخنا\" . </p><p> {وَيُنْفِقُوا مِمَّا رَزَقْنَاهُمْ} ؛ أي: وتصدقوا بعض ما أعطيناكم من الرزق والعطاء، وأدوا الزكاة الواجبة شكرًا له على نعمه الجزيلة، ورأفةً بعباده الفقراء، وسدًّا لخلتهم، وإيجادًا للتضامن والتعاون بين الأخوة في الدين {إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ} . {سِرًّا} ؛ أي: خفية {وَعَلَانِيَةً} ؛ أي: جهرًا؛ أي: أنفقوها إنفاق سر وخفية في صدقة التطوع، وإنفاق جهر وعلانية في صدقة الواجب. قيل: أراد (١) بهذا الإنفاق إخراج الزكاة الواجبة، وقيل: أراد به جميع الإنفاق في جميع وجوه الخير والبر، وحمله على العموم أولى؛ ليدخل فيه إخراج الزكاة والإنفاق في جميع وجوه البر، والمراد: حث المؤمنين على الشكر لنعم الله تعالى بالعبادة البدنية والمالية، وعلى ترك التمتع بمتاع الدنيا، كما هو صنيع الكفرة، وإنما خصهم (٢) بالإضافة تنويهًا لهم وتنبيهًا على أنهم المقيمون لحقوق العبودية. وهذان الفعلان (٣) : إما مجزومان في جواب أمر محذوف؛ أي: قل لهم أقيموا الصلاة، فإن قلت لهم ذلك .. يقيموا الصلاة، أو مجزومان بلام أمرٍ مقدر؛ أي: ليقيموا الصلاة؛ أي: الواجبة. </p><p> قوله:  {مِنْ قَبْلِ أَنْ يَأْتِيَ} قال في \"الإرشاد\" : الظاهر أن {مِنْ} متعلقة بـ {يُنْفِقُوا}  {يَوْمٌ} هو يوم القيامة {لَا بَيْعٌ فِيهِ} فيبتاع المقصر ما يتلافى تقصيره به، وتخصيص (٤) البيع بالذكر؛ لاستلزام نفيه نفي الشراء {وَلَا خِلَالٌ} فيه؛ أي: ولا مخالة وصداقة فيه، فيشفع له خليل، والمراد بالمخالة المنفية: المخالة بسبب </p><p>(١) الخازن. (٢) البيضاوي.(٣) المراح.(٤) روح البيان.</p>"
}