{
  "id": null,
  "sura": 14,
  "aya": 17,
  "text": "<p> وهو في الدنيا؛ أي: بين يديه وقدامه جهنم، فإنه صعد لجهنم واقف على شفيرها في الدنيا مبعوث إليها في الآخرة، أو من وراء حياته وهو ما بعد الموت، فيكون وراء بمعنى خلف، كما قال الكاشفي. ثم بين شرابه فيها، فقال:  {وَيُسْقَى مِنْ مَاءٍ صَدِيدٍ} ؛ أي: ليس له في النار شراب إلا ماءٌ يخرج من جوفه، وقد خالطه القيح والدم، وخص بالذكر؛ لأنه آلم أنواع العذاب، فهو معطوف على مقدّر جوابًا عن سؤال سائل، كأنه قيل: فماذا يكون إذن؟ فقيل: يلقى فيها ويسقى {مِنْ مَاءٍ} مخصوص لا كالمياه المعهودة، {صَدِيدٍ} : هو القيح المختلط بالدم، أو ما يسيل من أجساد أهل النار وفروج الزناة، وهو عطف بيان لماء، أبهم أولًا ثم بين بالصديد تعظيمًا وتهويلًا لأمره، وتخصيصه بالذكر من بين عذابها يدل على أنه من أشد أنواعه، أو صفة عند من لا يجيز عطف البيان في النكرات وهم البصريون، فإطلاق الماء عليه لكونه بدله في جهنم. وقيل (١) : صديد بمعنى مصدود عنه؛ أي: لكراهته يصد عنه، فيكون مأخوذًا من الصد بمعنى الإعراض. </p><p> ١٧ - ثم ذكر ألمه من ذلك الشراب، فقال:  {يَتَجَرَّعُهُ} استئناف بياني، كأنه قيل: فماذا يفعل به؟ فقيل: يتجرعه؛ أي: يتحساه ويشربه مرة بعد مرة لا بمرة واحدة، بل جرعة بعد جرعة لمرارته وحرارته وكراهته ونتنه {وَلَا يَكَادُ يُسِيغُهُ} ؛ أي: لا يقارب أن يسيغه ويبتلعه فضلًا عن الإساغة، بل يغص به ولا يقدر على ابتلاعه من شدة كراهته ورداءة طعمه ولونه وريحه وحرارته، كما قال:  {وَسُقُوا مَاءً حَمِيمًا فَقَطَّعَ أَمْعَاءَهُمْ} ، وقالا:  {وَإِنْ يَسْتَغِيثُوا يُغَاثُوا بِمَاءٍ كَالْمُهْلِ يَشْوِي الْوُجُوهَ} . </p><p> وعن أبي أمامة (٢) - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - في قوله تعالى:  {وَيُسْقَى مِنْ مَاءٍ صَدِيدٍ يَتَجَرَّعُهُ} قال: \"يقرب إلى فيه فيكرهه، فإذا أدني منه شوى وجهه ووقعت فروة رأسه، فإذا شعر به قطع أمعاءه حتى تخرج عن دبره، </p><p>(١) البحر المحيط. (٢) الخازن.</p><p> قال:  {وَسُقُوا مَاءً حَمِيمًا فَقَطَّعَ أَمْعَاءَهُمْ} ، وقال:  {وَإِنْ يَسْتَغِيثُوا يُغَاثُوا بِمَاءٍ كَالْمُهْلِ يَشْوِي الْوُجُوهَ بِئْسَ الشَّرَابُ وَسَاءَتْ مُرْتَفَقًا}  \" أخرجه الترمذي،وقال:حديث غريب.قوله:\" وقعت فروة رأسه\"؛ أي: جلدة رأسه، وإنما شبهها بالفروة للشعر الذي عليها. </p><p> {وَيَأْتِيهِ الْمَوْتُ مِنْ كُلِّ مَكَانٍ} ؛ أي: وتأتيه (١) أسباب الموت من كل جهة من الجهات، أو من كل موضع من مواضع بدنه حتى من أصول شعره، وإبهام رجله. وقال الأخفش: المراد بالموت هنا البلايا التي تصيب الكافر في النار، سماها موتًا لشدتها. {وَمَا هُوَ بِمَيِّتٍ} ؛ أي: والحال أنه ليس بميت حقيقة فيستريح. وقيل: تعلق نفسه في حنجرته، فلا تخرج من فيه فيموت، ولا ترجع إلى مكانها من جوفه فيحيا، ومثله قوله تعالى:  {لَا يَمُوتُ فِيهَا وَلَا يَحْيَى} . </p><p> والمعنى: أي وتحيط (٢) به أسبابه من الشدائد وأنواع العذاب من كل جهة من الجهات، من قدامه ومن خلفه، ومن فوقه ومن تحته، وعن يمينه وعن شماله في نار جهنم ليس منها نوع إلا يأتيه الموت منه لو كان يموت لكنه لا يموت كما قال تعالى:  {لَا يُقْضَى عَلَيْهِمْ فَيَمُوتُوا وَلَا يُخَفَّفُ عَنْهُمْ مِنْ عَذَابِهَا} . </p><p> ثم أكد شدائدها وعظيم أهوالها فقال:  {وَمِنْ وَرَائِهِ} ؛ أي: ومن وراء ذلك الصديد؛ أي: من أمامه أو من بعده {عذَابٌ غَلِيظٌ} ؛ أي: عذاب شديد؛ أي: وله من بعد هذه الحال عذاب آخر غليظ؛ أي: مؤلم أغلظ من الذي قبله، وأمر لا يعرف كنهه؛ أي: يستقبل كل وقت عذابًا أشد وأشق مما كان قبله، كما قال تعالى: {وَأَصْحَابُ الشِّمَالِ مَا أَصْحَابُ الشِّمَالِ (٤١) فِي سَمُومٍ وَحَمِيمٍ (٤٢) وَظِلٍّ مِنْ يَحْمُومٍ (٤٣) لَا بَارِدٍ وَلَا كَرِيمٍ (٤٤) } ففي قوله: {عَذَابٌ غَلِيظٌ} رفع ما يتوهم من الخفة بحسب الاعتياد، كما في عذاب الدنيا. وقيل: الضمير يعود إلى {كُلُّ جَبَّارٍ} . </p><p> والمعنى (٣) : أي ومن بعد ذلك العذاب عذاب شديد أشد مما هو عليه لا </p><p>(١) الشوكاني. (٢) المراغي.(٣) المراح.</p>"
}