{
  "id": null,
  "sura": 14,
  "aya": 21,
  "text": "<p> وخلاصة ذلك: أنهم بعدوا في الضلال وأمعنوا في الكفر بالله مع وضوح الآيات الدالة على قدرته الباهرة وحكمته البالغة، وأنه هو الحقيق بأن يرجى ثوابه ويخشى عقابه. وقرأ السلمي شاذًا (١) : {ألم ترْ} - بسكون الراء - ووجهه أنه أجري الوصل مجرى الوقف، وفيه توجيه آخر؛ وهو أنَّ (ترى) حذفت العرب ألفها في قولهم: قام القوم ولو تر ما زيد، كما حذفت ياء (لا أبالي) في (لا أبال) ، فلما دخل الجازم تخيل أن الراء هي آخر الكلمة، فسكنت للجازم، كما قالوا في لا أبالي:  \"لم أبل\" تخيلوا اللام آخر الكلمة. وقرأ الأخوان حمزة والكسائي وخلف العاشر:  {خالق} اسم فاعل {والأرضِ} بالخفض. وقرأ باقي العشرة:  {خَلَقَ} فعلًا ماضيًا و {وَالْأَرْضَ} بالفتح. </p><p> ٢١ - {وَبَرَزُوا} ؛ أي: برزت الخلائق كلها برها وفاجرها {لِلَّهِ} الواحد القهار حالة كونهم {جَمِيعًا} ؛ أي: مجتمعين في براز من الأرض وصعيد واحد، وهو المكان الذي ليس فيه شيء يستر أحدًا؛ أي: خرج الموتى من قبورهم يوم القيامة واجتمعوا في أرض المحشر للقاء الله ومحاسبته على أعمالهم عند النفخة الثانية حين تنتهي مدة لبثهم في بطن الأرض. وقرأ زيد بن علي في الشاذ (٢) : {وبُرِّزوا} - مبنيًّا للمفعول وبتشديد الراء - من برز المضعف. </p><p> {فَقَالَ الضُّعَفَاءُ} في الرأي وهم السفلة {لِلَّذِينَ اسْتَكْبَرُوا} عن عبادة الله وهم أكابرهم {إِنَّا كُنَّا} في الدنيا {لَكُمْ تَبَعًا} في تكذيب الرسل والإعراض عن نصيحتهم؛ أي: فقال الأتباع لقادتهم وسادتهم الذين استكبروا عن عبادة الله تعالى وحده وعن اتباع الرسل، وصدوا عنهما: إنا كنا تابعين لكم في الدنيا تأمروننا فنأتمر وتنهوننا فننتهي {فَهَلْ أَنْتُمْ مُغْنُونَ عَنَّا} ؛ أي: دافعون عنا في هذا اليوم {مِنْ عَذَابِ اللَّهِ مِنْ شَيْءٍ} ؛ أي: بعض شيء من عذاب الله، فـ {مِنْ}  (٣) الأولى للبيان واقعة موقع الحال قدمت على صاحبها؛ لكونه نكرة، والثانية </p><p>(١) البحر المحيط. (٢) البحر المحيط.(٣) الخازن.</p><p> للتبعيض واقعة موقع المفعول؛ أي: بعض الشيء الذي هو عذاب الله تعالى. </p><p> ويجوز أن تكونا للتبعيض؛ أي: بعض شيء هو بعض عذاب الله تعالى، والإعراب ما سبق. ويحتمل أن تكون الأولى مفعولًا والثانية مصدر؛ أي: فهل أنتم مغنون بعض العذاب بعض الإغناء، والفاء للدلالة على سببية الإتباع للإغناء. والاستفهام فيه (١) للتوبيخ لهم والعتاب على استغوائهم؛ لأنهم علموا أنهم لا يقدرون على الإغناء عنهم؛ أي: فهل تدفعون عنا اليوم شيئًا من ذلك العذاب كما كنتم تعدوننا وتمنوننا في الدنيا. وقد حكى الله تعالى رد أولئك السادة عليهم بقوله:  {قَالُوا} ؛ أي: المستكبرون جوابًا عن معاتبة الأتباع، واعتذارًا عما فعلوا بهم: يا قوم {لَوْ هَدَانَا اللَّهُ} إلى الإيمان ووفقنا له {لَهَدَيْنَاكُمْ} إلى طريق الرشاد، ولكن ضللنا فأضللناكم؛ أي: اخترنا لكم ما اخترناه لأنفسنا؛ أي (٢) : لو أرشدنا الله تعالى وأضاء لنا أنوار بصائرنا وأفاض علينا من توفيقه ومعونته لأرشدناكم إلى سبل الهدى، ووجهنا أنظاركم إلى طريق الخير والفلاح، ولكنه لم يهدنا فضللنا السبيل فأضللناكم. </p><p> والخلاصة: أي لو خلصنا الله من العقاب، وهدانا إلى طريق الجنة لهديناكم طريق النجاة، ودفعنا عنكم بعض العذاب، ولكن سد الله عنا طريق الخلاص. ولما كان هذا القول منهم أمارة الجزع قالوا:  {سَوَاءٌ عَلَيْنَا} العذاب {أَجَزِعْنَا} ؛ أي: أصحنا وتضرعنا مما لقينا {أَمْ صَبَرْنَا} على ذلك؛ أي: الصياح، فالتضرع والصبر مستويان علينا في عدم الإنجاء؛ أي: سواء (٣) علينا أجزعنا في طلب النجاة من ورطة الهلاك والعذاب، والجزع عدم الصبر على البلاء، أم صبرنا على ما لقينا انتظارًا للرحمة؛ أي: مستو علينا الجزع والصبر في عدم الإنجاء، ففيه إقناط الضعفاء، والهمزة وأم لتأكيد التسوية ونحوه:  {فَاصْبِرُوا أَوْ لَا تَصْبِرُوا سَوَاءٌ عَلَيْكُمْ} . </p><p>(١) النسفي. (٢) المراغي.(٣) روح البيان.</p>"
}