{
  "id": null,
  "sura": 14,
  "aya": 25,
  "text": "<p> لتبيين أحدهما من الآخر وتصويره، وقيل هو على قول سائر المفسرين تشبيه شيء بشيء آخر. اهـ. \"خازن\" . وهذا المعنى هو المراد هنا. </p><p> والمعنى: ألم تعلم يا محمد كيف جعل الله سبحانه وتعالى وصير كلمة طيبة مثلًا؛ أي: شبها لشيء آخر، وهي؛ أي: الكلمة الطيبة {كَشَجَرَةٍ طَيِّبَةٍ} في الإثمار وهي النخلة. وقرىء شاذًا:  {كلمةٌ طيبةٌ} بالرفع قال أبو البقاء على الابتداء و {كَشَجَرَةٍ} خبره. انتهى، ويجوز أن يكون خبر مبتدأ محذوف والتقدير: هو؛ أي: المثل كلمة طيبة، وكشجرةٍ نعت لكلمة ذكره في \"البحر\" . وجملة قوله:  {أَصْلُهَا ثَابِتٌ} مع ما عطف عليها صفة لـ {شَجَرَةٍ} ؛ أي: أسفلها ذاهب بعروقه في الأرض متمكن فيها. {وَفَرْعُهَا} ؛ أي: أعلاها ورأسها طالع ثابت {فِي السَّمَاءِ} ؛ أي: في الهواء </p><p> ٢٥ - {تُؤْتِي أُكُلَهَا} ؛ أي: تعطي هذه الشجرة ثمرها {كُلَّ حِينٍ} ؛ أي: كل وقت (١) وقته الله تعالى لإثمارها، وهي السنة الكاملة؛ لأن النخلة تثمر في كل سنة مرة، ومدة إطلاعها إلى وقت صرامها ستة أشهر. </p><p> وقيل المعنى (٢) : تؤتي أكلها كل وقت وكل ساعة ليلًا أو نهارًا شتاء أو صيفًا، فيؤكل منها الجمار والطلع والبلح والخلال والبسر والنصف والرطب، وبعد ذلك يؤكل التمر اليابس إلى حين الطري الرطب، فأكلها دائم كل وقت {بِإذنِ رَبِّهَا} ؛ أي: بإرادة خالقها وتيسيره وتكوينه، فكذلك كلمة التوحيد ثابتة في قلب المؤمن بالبرهان، وعمل المؤمن المخلص يرفع إلى السماء وفي كل وقت وحين يعمل خيرًا بأمر ربه. </p><p> وحكمة تمثيل كلمة التوحيد بالشجرة أن الشجرة تكون ثلاثة أشياء: عرق راسخ، وأصل قائم، وفرع عال، كذلك التوحيد يكون ثلاثة أشياء: تصديق بالقلب، وقول باللسان، وعمل بالأبدان. </p><p> والحاصل: أن الله سبحانه وتعالى شبه (٣) الكلمة الطيبة: وهي الإيمان </p><p>(١) روح البيان. (٢) المراح.(٣) المراغي.</p><p> الثابت في قلب المؤمن الذي يرفع به عمله إلى السماء، وتنال بركته وثوابه في كل وقت وحين بالشجرة الطيبة المثمرة الجميلة المنظر الشذية الرائحة التي لها أصل راسخ في الأرض به يؤمن قلعها وزوالها، وفروعها متصاعدة في الهواء، فيكون ذلك دليلًا على ثبات الأصل ورسوخ العروق، على بعدها عن عفونات الأرض وقاذورات الأبنية، فتأتي الثمرة نقية خالية من جميع الشوائب، وتثمر في كل حين بأمر ربها، وإذنه، وإذا اجتمع لهذه الشجرة كل هذه المميزات كثر رغبة الناس فيها. </p><p> وخلاصة ذلك: أنه تعالى شبه كلمة الإيمان بشجرة ثبتت عروقها في الأرض وعلت أغصانها إلى السماء، وهي ذات ثمر في كل حين ذاك أن الهداية إذا حلت قلبًا فاضت منه على غيره وملأت قلوبًا كثيرة، فكأنها شجرة أثمرت كل حين؛ لأن ثمراتها دائمة لا مقطوعة ولا ممنوعة، وكل قلب يتلقى عما يشاكله ويأخذ منه بسرعة أشد من سرعة إيقاد النار في الهشيم، أو سريان الكهرباء في المعادن، أو الضوء في الأثير. وقد روي عن ابن عباس أن الكلمة الطيبة هي قول: لا إله إلا الله، وأن الشجرة الطيبة هي: النخلة. وعن ابن عمر قال: (كنا عند رسول الله - صلى الله عليه وسلم -، فقال:  \"أخبروني عن شجرة تشبه الرجل المسلم لا يتحات ورقها لا صيفًا ولا شتاء، وتؤتي أكلها كل حين بإذن ربها\" قال ابن عمر فوقع في نفسي أنها النخلة، ورأيت أبا بكر وعمر لا يتكلمان، فكرهت أن أتكلم، فلما لم يقولوا شيئًا قال رسول الله - صلى الله عليه وسلم -: \"النخلة\" ، فلما قمنا قلت لعمر: يا أبتاه والله لقد كان وقع في نفسي أنها النخلة، قال: ما منعك أن تتكلم، قلت: لم أركم تتكلمون، فكرهت أن أتكلم، أو أقول شيئًا، قال: لأن تكون قلتها أحب إلى من كذا وكذا). رواه البخاري. ثم نبه سبحانه إلى عظم هذا المثل ليكون ذلك داعية تدبره ومعرفة المراد منه، فقال:  {وَيَضْرِبُ اللَّهُ} سبحانه وتعالى {الْأَمْثَالَ} والأشباه ويبينها {لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ} ؛ أي: يتفكرون في أحوال المبدأ والمعاد، وبدائع صنعه سبحانه الدالة على وجوده ووحدانيته، ويتعظون؛ لأن في ضربها زيادة إفهام وتذكير، فإنه تصوير للمعاني بصور المحسوسات وتقريب لها من الحسن؛ لأن أنس النفوس بها أكثر، فهي تخرج المعنى من خفي إلى جلي ومما يعلم بالفكر إلى ما يعلم بالاضطرار والطبع، وبها يطبق المعقول على المحسوس، فيحصل العلم التام </p>"
}