{
  "id": null,
  "sura": 15,
  "aya": 25,
  "text": "<p> والمعنى (١) : أي ولقد علمنا من مضى منكم، وأحصيناهم وما كانوا يعلمون، ومن هو حي، ومن سيأتي بعدكم، فلا تخفى علينا أحوالكم، ولا أكمالكم، فليس بالعسير علينا جمعكم يوم التناد للحساب والجزاء، يوم ينفخ في الصور. </p><p> ٢٥ - {وَإِنَّ رَبَّكَ} يا محمد {هُوَ} سبحانه وتعالى لا غيره {يَحْشُرُهُمْ} ؛ أي: يحشر الخلائق في عرصات القيامة، فيجمع الأولين والآخرين عنده يوم القيامة، من أطاعه منهم ومن عصاه، ويجازي كلًّا بما عمل، بحسب ما وضع من السنن وقدَّر من ارتباط المسببات بأسبابها، وجعل لكل عمل جزاءً له، فهو المتولي لذلك القادر عليه لا غيره، كما يفيده ضمير الفصل من الحصر، وقرأ (٢) الأعمش: {يَحْشِرهم} بكسر الشين. ثم أكد هذا وزاده إيضاحًا فقال:  {إِنَّهُ} سبحانه وتعالى {حَكِيمٌ} ؛ أي:  (٣) بالغ الحكمة، متقن في أفعاله، فإنها عبارة عن العلم بحقائق الأشياء على ما هي عليه، والإتيان بالأفعال على ما ينبغي، وهي صفة من صفاته تعالى، لا من صفات المخلوقين. </p><p> وما يسميه الفلاسفة الحكمة هي المعقولات، وهي من نتائج العقل، والعقل من صفات المخلوقين، فكما لا يجوز أن يقال لله العاقل، لا يجوز للمخلوق الحكيم، إلا بالمجاز لمن آتاه الحكمة، كما في \"التأويلات النجمية\" . {عَلِيمٌ} واسع العلم، وسع علمه كل شيء، ولعل تقديم صفة الحكمة للإيذان باقتضائها للحشر والجزاء (٤) فهو تعالى يفعل ما يشاء على مقتضى الحكمة والعدل، وما يؤيده من سعة العلم والفضل. </p><p> الإعراب </p><p> {الر تِلْكَ آيَاتُ الْكِتَابِ وَقُرْآنٍ مُبِينٍ (١) }. </p><p> {الر} : خبر لمبتدأ محذوف، تقديره: هذه السورة {الر} ؛ أي: مسماة </p><p>(١) المراغي. (٢) البحر المحيط.(٣) روح البيان.(٤) المراغي.</p><p> بهذه اللفظة إن قلنا إنه عَلَمٌ على السورة، وإلا فلا محلَّ لها من الإعراب، {تِلْكَ آيَاتُ الْكِتَابِ} : مبتدأ وخبر ومضاف إليه، والجملة مستأنفة. {وَقُرْآنٍ} : معطوف على {الْكِتَابِ} : وسوغ العطف التغاير في اللفظ مع زيادة الصفة، {مُبِينٍ} : صفة {قرآن} . </p><p> {رُبَمَا يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كَانُوا مُسْلِمِينَ (٢) }. </p><p> {رُبَمَا} : حرف جر وتكثير، ولكن بطل عملها لدخول {ما} الكافة عليها، ولذلك دخلت على الجملة الفعلية ما الكافة؛ لكفها ما قبلها عن العمل فيما بعدها، {يَوَدُّ الَّذِينَ} : فعل وفاعل، والجملة مستأنفة، وسوغ دخول رب على المضارع مع أنها مختصة بالماضي كونه بمنزلة الماضي في تحقق الوقوع، من حيث إنه من أخبار الله تعالى، وهي صدق لا تتخلف، {كَفَرُوا} : فعل وفاعل، والجملة صلة الموصول، {لَوْ} مصدرية، {كَانُوا مُسْلِمِينَ} : فعل ناقص واسمه وخبره، وجملة {كان} صلة {لَوْ} المصدرية {لَوْ} مع صلتها في تأويل مصدر منصوب على المفعولية، والتقدير: كثيرًا يود الذين كفروا كونهم مسلمين. ويحتمل كون {لَوْ} حرف شرط وامتناع، جوابها محذوف، وكذا مفعول الود محذوف، والتقدير: ربما يود الذين كفروا النجاة لو كانوا مسلمين لسروا بذلك أو تخلصوا مما هم فيه. </p><p> {ذَرْهُمْ يَأْكُلُوا وَيَتَمَتَّعُوا وَيُلْهِهِمُ الْأَمَلُ فَسَوْفَ يَعْلَمُونَ (٣) }. </p><p> {ذَرْهُمْ} فعل أمر ومفعول، وفاعله ضمير يعود على محمد، والجملة مستأنفة {يَأْكُلُوا} : فعل وفاعل، مجزوم بالطلب السابق، وعلامة جزمه حذف النون، وكذا تقول في {يَتَمَتَّعوا} ، والجملة جوابية لا محل لها من الإعراب {وَيَتَمَتَّعُوا} : فعل وفاعل، معطوف على {يَأْكُلُوا} . {وَيُلْهِهِمُ الْأَمَلُ} : فعل ومفعول، معطوف على {يَأْكُلُوا} على كونه مجزومًا بالطلب السابق، وعلامة جزمه حذف حرف العلة، وهي الياء؛ لأنه من ألهى يلهي {فَسَوْفَ}  {الفاء} : تعليلية، {سوف} : حرف تنفيس واستقبال، {يَعْلَمُونَ} : فعل وفاعل، والجملة مستأنفة مسوقة لتعليل قوله:  {ذَرْهُمْ} . </p><p> {وَمَا أَهْلَكْنَا مِنْ قَرْيَةٍ إِلَّا وَلَهَا كِتَابٌ مَعْلُومٌ (٤) مَا تَسْبِقُ مِنْ أُمَّةٍ أَجَلَهَا وَمَا يَسْتَأْخِرُونَ (٥) }. </p><p> {وَمَا}  {الواو} : استئنافية، {ما} : نافية، {أَهْلَكْنَا} : فعل وفاعل {مِنْ قَرْيَةٍ} : مفعول به، و {مِن} : زائدة، {إِلَّا} : أداة استثناء مفرغ، {وَلَهَا}  {الواو} : واو الحال، {لها} : خبر مقدم، {كِتَابٌ} : مبتدأ مؤخر، {مَعْلُومٌ} : صفة {كِتَابٌ} ، والجملة الاسمية في محل النصب حال من {قَرْيَةٍ} ، وسوَّغ مجيء الحال منها دخول من الزائدة عليها، والتقدير: وما أهلكنا قرية من القرى في حال من الأحوال إلا حال كون أجل معلوم لهلاكها، {مَا} : نافية، {تَسْبِقُ} : فعل مضارع، {مِنْ أُمَّةٍ} : فاعل، و {مِنْ} زائدة لتأكيد النفي، {أَجَلَهَا} : مفعول به، والجملة مستأنفة، {وَمَا يَسْتَأْخِرُونَ} : فعل وفاعل، معطوف على {تَسْبِقُ} ، ومتعلق {يَسْتَأْخِرُونَ} محذوف لدلالة ما قبله عليه، تقديره: عنه ولوقوعه فاصلة، وحمل (١) على لفظ {أُمَّةٍ} في قوله: {أَجَلَهَا} ، فأفرد وأنث، وعلى معناها في قوله:  {وَمَا يَسْتَأْخِرُونَ} فجمع وذكر. </p><p> {وَقَالُوا يَا أَيُّهَا الَّذِي نُزِّلَ عَلَيْهِ الذِّكْرُ إِنَّكَ لَمَجْنُونٌ (٦) لَوْ مَا تَأْتِينَا بِالْمَلَائِكَةِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ (٧) }. </p><p> {وَقَالُوا} فعل وفاعل، والجملة مستأنفة، {يَا أَيُّهَا الَّذِي} إلى قوله: {إِنْ كُنْتَ مِنَ الصَّادِقِينَ} مقول محكي، وإن شئت قلت:  {يَا أَيُّهَا} : منادى نكرة مقصودة، وجملة النداء في محل النصب مقول قال، {الَّذِي} : اسم موصول في محل الرفع صفة لـ {أي} ، {نُزِّلَ} : فعل ماض مغير الصيغة، {عَلَيْهِ} : متعلق به، {الذِّكْرُ} : نائب فاعل، والجملة صلة الموصول، {إِنَّكَ لَمَجْنُونٌ} : ناصب واسمه وخبره، و {اللام} حرف ابتداء، والجملة في محل النصب مقول قال، على كونها جواب النداء، {لَوْ مَا} : حرف تحضيض بمعنى هلَّا، {تَأْتِينَا} : فعل ومفعول، {بِالْمَلَائِكَةِ} : متعلق به، وفاعله ضمير يعود على محمد، والجملة في </p><p>(١) الفتوحات.</p><p> محل النصب مقول قال، {إن} : حرف شرط، {كُنْتَ} : فعل واسمه، في محل الجزم بـ {إِنْ} الشرطية على كونه فعل شرط لها، {مِنَ الصَّادِقِينَ} : خبر كان، وجواب {إِنْ} الشرطية محذوف، معلوم مما قبلها تقديره:  {إِنْ كُنْتَ مِنَ الصَّادِقِينَ} فأتنا بالملائكة، وجملة {إِنْ} الشرطية في محل النصب مقول قال. </p><p> {مَا نُنَزِّلُ الْمَلَائِكَةَ إِلَّا بِالْحَقِّ وَمَا كَانُوا إِذًا مُنْظَرِينَ (٨) إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ (٩) }. </p><p> {مَا} : نافية {نُنَزِّلُ الْمَلَائِكَةَ} : فعل ومفعول، وفاعله ضمير يعود على الله، والجملة مستأنفة {إِلَّا} : أداة استثناء مفرغ، {بِالْحَقِّ} : جار ومجرور، حال من فاعل {نُنَزِّلُ} ؛ أي: حالة كوننا ملتبسين بالحق، أو صفة لمصدر محذوف، تقديره: إلا تنزيلًا ملتبسًا بالحق {وَمَا}  {الواو} : عاطفة {ما} : نافية {كَانُوا} : فعل ناقص واسمه، {إِذًا} : حرف جواب وجزاء، ولكن لا عمل لها، لعدم دخولها عل الفعل، {مُنْظَرِينَ} : خبر كان، وجملة كان معطوفة على جملة {نُنَزِّلُ} . {إِنَّا} : ناصب واسمه، {نَحْنُ} : تأكيدٌ لاسم {إنَّ} أو مبتدأ، ولا يصح كونه ضمير فصل لعدم وقوعه بين اسمين، {نَزَّلْنَا الذِّكْرَ} : فعل وفاعل ومفعول، والجملة في فصل الرفع خبر {إن} أو خبر المبتدأ، وجملة {إن} مستأنفة. {وَإِنَّا}  {الواو} : عاطفة {إنا} : ناصب واسمه {لَهُ} : جار ومجرور متعلق بما بعده، {لَحَافِظُونَ} : خبر {إن} و {اللام} حرف ابتداء، وجملة {إن} معوفة على جملة {إنَّ} الأولى. </p><p> {وَلَقَدْ أَرْسَلْنَا مِنْ قَبْلِكَ فِي شِيَعِ الْأَوَّلِينَ (١٠) وَمَا يَأْتِيهِمْ مِنْ رَسُولٍ إِلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ (١١) }. </p><p> {وَلَقَدْ}  {الواو} : استئنافية، و {اللام} : موطئة للقسم، {قد} : حرف تحقيق، {أَرْسَلْنَا} : فعل وفاعل، ومفعوله محذوف، تقديره: رسلًا، {مِنْ قَبْلِكَ} : متعلق بـ {أَرْسَلْنَا} . {فِي شِيَعِ الْأَوَّلِينَ} : جار ومجرور ومضاف إليه، صفة للمفعول المحذوف، وهو من إضافة الموصوف إلى صفته، والجملة الفعلية جواب القسم لا محل لها من الإعراب. {وَمَا}  {الواو} : عاطفة، {ما} : نافية </p><p> {يَأْتِيهِمْ} : فعل ومفعول، {مِنْ رَسُولٍ} ومن زائدة، والجملة الفعلية معطوفة على جملة قوله:  {وَلَقَد أَرسَلنَا} على كونها جواب القسم، {إِلَّا} أداة استثناء مفرغ، {كَانُوا} : فعل ناقص واسمه، {بِهِ} : متعلق بما بعده، وجملة {يَسْتَهْزِئُونَ} خبر كان، وجملة كان في محل النصب حال مقدرة من مفعول {يَأْتِيهِمْ} تقديره: وما يأتيهم رسول إلا حالة كونهم مستهزئين به، ويجوز (١) أن تكون صفة لرسول فيكون في محلها وجهان؛ الجر باعتبار المحل، وإذا كانت حالًا فهي حال مقدرة. </p><p> {كَذَلِكَ نَسْلُكُهُ فِي قُلُوبِ الْمُجْرِمِينَ (١٢) لَا يُؤْمِنُونَ بِهِ وَقَدْ خَلَتْ سُنَّةُ الْأَوَّلِينَ (١٣) }. </p><p> {كَذَلكَ} : جار ومجرور، صفة لمصدر محذوف، {نَسْلُكُهُ} فعل ومفعول، {فِي قُلُوبِ الْمُجْرِمِينَ} : جار ومجرور ومضاف إليه متعلق به، وفاعله ضمير يعود على الله، والتقدير: نسلك الاستهزاء في قلوب المجرمين سلكًا مثل يسلكه في قلوب أولئك الكفرة، والجملة الفعلية مستأنفة، {لَا يُؤْمِنُونَ} : فعل وفاعل، {بِهِ} : متعلق به، والجملة في محل النصب حال من {الْمُجْرِمِينَ} أو جملة مفسرة لقوله: {كَذَلِكَ} لا محل لها من الإعراب {وَقَدْ خَلَتْ سُنَّةُ الْأَوَّلِينَ} فعل وفاعل ومضاف إليه، والجملة مستأنفة. </p><p> {وَلَوْ فَتَحْنَا عَلَيْهِمْ بَابًا مِنَ السَّمَاءِ فَظَلُّوا فِيهِ يَعْرُجُونَ (١٤) لَقَالُوا إِنَّمَا سُكِّرَتْ أَبْصَارُنَا بَلْ نَحْنُ قَوْمٌ مَسْحُورُونَ (١٥) }. </p><p> {وَلَوْ}  {الواو} : استئنافية {لو} : شرطية، {فَتَحْنَا} : فعل وفاعل، {عَلَيْهِمْ} : متعلق به، {بَابًا} مفعول به، {مِنَ السَّمَاءِ} : جار ومجرور صفة لـ {بَابًا} ، والجملة الفعلية فعل شرط لـ {لَوْ} . {فَظَلُّوا}  {الفاء} : عاطفة، {ظَلُّوا} فعل ناقص واسمه، {فِيهِ} : متعلق بحسب بعدها، وجملة {يَعْرُجُونَ} في محل النصب خبر ظل، وجملة {ظَلُّوا} معطوفة على جملة {فَتَحْنَا} على كونها فعل شرط لـ {لَوْ} . ( {لَقَالُوا}  {اللام} : رابطة لجواب {لو} الشرطية، </p><p>(١) الفتوحات.</p><p> {قالوا} : فعل وفاعل، والجملة الفعلية جواب لـ {لَوْ} ، وجملة {لو} مستأنفة {إِنَّمَا سُكِّرَتْ أَبْصَارُنَا} إلى آخر الآية مقول محكي لـ {قالوا} ، وإن شئت قلت:  {إنَّمَا} : أداة حصر، {سُكِّرَتْ أَبْصَارُنَا} فعل ونائب فاعل، والجملة في محل النصب مقول {قالوا} . {بَل} : حرف إضراب وابتداء، {نَحْنُ قَوْمٌ} : مبتدأ وخبر، {مَسْحُورُونَ} : صفة لـ {قَوْمٌ} مرفوع بالواو، والجملة الاسمية في محل النصب مقول {قالوا} . </p><p> {وَلَقَدْ جَعَلْنَا فِي السَّمَاءِ بُرُوجًا وَزَيَّنَّاهَا لِلنَّاظِرِينَ (١٦) وَحَفِظْنَاهَا مِنْ كُلِّ شَيْطَانٍ رَجِيمٍ (١٧) }. </p><p> {وَلَقَدْ}  {الواو} استئنافية، و {اللام} : موطئة للقسم {قد} : حرف تحقيق، {جَعَلْنَا} : فعل وفاعل، والجملة الفعلية جواب القسم لا محل لها من الإعراب، {فِي السَّمَاءِ} : جار ومجرور، متعلق بـ {جَعَلْنَا} إن كان جعل بمعنى خلق، و {بُرُوجًا} : مفعول به، ويجوز (١) أن يكون بمعنى صيرنا، فيكون مفعوله الأول {بُرُوجًا} ، ومفعوله الثاني الجار والمجرور، فيتعلق بمحذوف اهـ \"سمين\" ، {وَزَيَّنَّاهَا} : فعل وفاعل ومفعول، معطوف على {جَعَلْنَا} . {لِلنَّاظِرِينَ} : جار ومجرور متعلق بـ {زينا} . {وَحَفِظْنَاهَا} : فعل وفاعل ومفعول، معطوف على {جَعَلْنَا} . {مِنْ كُلِّ شَيْطَانٍ} : جار ومجرور ومضاف إليه، متعلق بـ {حفظنا} . {رَجِيمٍ} : صفة لـ {شَيْطَانٍ} . </p><p> {إِلَّا مَنِ اسْتَرَقَ السَّمْعَ فَأَتْبَعَهُ شِهَابٌ مُبِينٌ (١٨) }. </p><p> {إِلَّا} : أداة استثناء {مَنِ} : اسم موصول في محل النصب على الاستثناء، {اسْتَرَقَ السَّمْعَ} : فعل ومفعول، وفاعله ضمير يعود على {مَنِ} ، والجملة صلة {مَنِ} الموصولة {فَأَتْبَعَهُ} الفاء: عاطفة {أتبعه} : فعل ومفعول، {شِهَابٌ} : فاعل، {مُبِينٌ} : صفة لـ {شِهَابٌ} ، والجملة معطوفة على جملة الصلة، والعائد ضمير المفعول في {أتبعه} . وفي \"أبي السعود\" قوله: {إِلَّا مَنِ اسْتَرَقَ السَّمْعَ}  (٢) </p><p>(١) الفتوحات. (٢) أبو السعود.</p><p> محله النصب على الاستثناء المتصل، إن فسر الحفظ بمنع الشياطين من التعرض لها على الإطلاق، والوقوف على: ما فيها في الجملة، أو المنقطع إن فسر ذلك بالمنع من دخولها، والتصرف فيها. </p><p> {وَالْأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنْبَتْنَا فِيهَا مِنْ كُلِّ شَيْءٍ مَوْزُونٍ (١٩) وَجَعَلْنَا لَكُمْ فِيهَا مَعَايِشَ وَمَنْ لَسْتُمْ لَهُ بِرَازِقِينَ (٢٠) }. </p><p> {وَالْأَرْضَ} : منصوب على الاشتغال، بفعل محذوف وجوبًا يفسره المذكور بعده، وبسطنا الأرض مددناها، بسطنا الأرض: فعل وفاعل ومفعول، والجملة معطوفة على جملة {جَعَلْنَا} على كونها جواب القسم لا محل لها من الإعراب، {مَدَدْنَاهَا} : فعل وفاعل ومفعول، والجملة مفسرة للمحذوف لا محل لها من الإعراب، {وَأَلْقَيْنَا} : فعل وفاعل، والجملة معطوفة على جملة وبسطنا الأرض، {فِيهَا} : متعلق بـ {ألقينا} ، {رَوَاسِيَ} مفعول به لـ {أَلْقَيْنا} . {وَأَنْبَتْنَا} : فعل وفاعل، معطوف على بسطنا، {فِيهَا} : متعلق بـ {أَنْبَتْنَا} والمفعول محذوف، تقديره: ضروبًا، {مِنْ كُلِّ شَيْءٍ} : جار ومجرور ومضاف إليه، صفة للمفعول المحذوف، {مَوْزُونٍ} صفة لـ {شَيْءٍ} . {وَجَعَلْنَا} : فعل وفاعل بمعنى وضعنا، معطوف على بسطنا الأرض، {لَكُمْ} : متعلق بـ {جعلنا} ، {فِيهَا} : جار ومجرور حال {مَعَايِشَ} ، {مَعَايِشَ} : مفعول به، {وَمَن} : اسم موصول في محل النصب معطوف على {مَعَايِشَ} ، {لَسْتُمْ} : فعل ناقص واسمه، {لَهُ} : جار ومجرور، متعلق بما بعده، {بِرَازِقِينَ} : خبر ليس، والباء زائدة. </p><p> {وَإِنْ مِنْ شَيْءٍ إِلَّا عِنْدَنَا خَزَائِنُهُ وَمَا نُنَزِّلُهُ إِلَّا بِقَدَرٍ مَعْلُومٍ (٢١) }. </p><p> {وَإِنْ}  {الواو} : استئنافية {إنْ} نافية، {مِنْ شَيْءٍ} : مبتدأ و {مِنْ} زائدة، وسوَّغ الابتداء بالنكرة وقوعه في سياق النفي، {إِلَّا} : أداة استثناء مفرغ، {عِنْدَنَا} : ظرف ومضاف إليه، خبرٌ مقدم، {خَزَائِنُهُ} : مبتدأ ثان مؤخر، والجملة من المبتدأ الثاني وخبره في محل الرفع خبر للمبتدأ الأول، والجملة من المبتدأ الأول وخبره مستأنفة. {وَمَا}  {الواو} : عاطفة، {ما} : نافية: {نُنَزِّلُهُ} : فعل ومفعول، وفاعله ضمير يعود على الله، {إِلَّا} : أداة استثناء </p><p> مفرغ، {بِقَدَرٍ} : متعلق بـ {نزل} ، {مَعْلُومٍ} : صفة لـ {قدر} ، والجملة معطوفة على الجملة الاسمية. </p><p> {وَأَرْسَلْنَا الرِّيَاحَ لَوَاقِحَ فَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً فَأَسْقَيْنَاكُمُوهُ وَمَا أَنْتُمْ لَهُ بِخَازِنِينَ (٢٢) }. </p><p> {وَأَرْسَلْنَا الرِّيَاحَ} : فعل وفاعل ومفعول، معطوف على {جَعَلْنا} . {لَوَاقِحَ} : حال من {الرِّيَاحَ} ، {فَأَنْزَلْنَا}  {الفاء} : عاطفة، {أنزلنا} : فعل وفاعل معطوف على {أرسلنا} . {مِنَ السَّمَاءِ} : متعلق بـ {أنزلنا} ، {مَا} : مفعول به بـ {أنزلنا} ، {فَأَسْقَيْنَاكُمُوهُ} : فعل وفاعل ومفعول، والواو حرف متولد من إشباع حركة الميم، والجملة معطوفة على جملة {أنزلنا} ، {وَمَا}  {الواو} : حالية، {مَا} : حجازية أو تميمية {أَنْتُمْ} : اسم {مَا} ، أو مبتدأ، {لَهُ} : متعلق بما بعده، {بِخَازِنِينَ} : خبر {ما} ، أو خبر المبتدأ، والباء زائدة، والجملة الاسمية في محل النصب حال من ضمير المخاطبين. </p><p> {وَإِنَّا لَنَحْنُ نُحْيِي وَنُمِيتُ وَنَحْنُ الْوَارِثُونَ (٢٣) وَلَقَدْ عَلِمْنَا الْمُسْتَقْدِمِينَ مِنْكُمْ وَلَقَدْ عَلِمْنَا الْمُسْتَأْخِرِينَ (٢٤) وَإِنَّ رَبَّكَ هُوَ يَحْشُرُهُمْ إِنَّهُ حَكِيمٌ عَلِيمٌ (٢٥) }. </p><p> {وَإِنَّا}  {الواو} : استئنافية، {إِنَّا} ناصب واسمه، {لَنَحْنُ}  {اللام} : حرف ابتداء {نحن} : مبتدأ، {نُحْيِي} : فعل مضارع، وفاعله ضمير يعود على الله، {وَنُمِيتُ} : فعل مضارع معطوف على {نُحْيِي} ، والجملة الفعلية في محل الرفع خبر المبتدأ، والجملة الاسمية في محل الرفع خبر {إنَّ} ، وجملة {إنَّ} مستأنفة، {وَنَحْنُ الْوَارِثُونَ} : مبتدأ وخبر، والجملة الاسمية في محل الرفع معطوفة على الجملة الاسمية قبلها، على كونها خبرًا لـ {إنَّ} ، {وَلَقَدْ}  {الواو} : استئنافية، {اللام} : موطئة للقسم، {قد} : حرف تحقيق {عَلِمْنَا الْمُسْتَقْدِمِينَ} : فعل ومفعول، {مِنْكُمْ} : حال من {الْمُسْتَقْدِمِينَ} ، أو متعلق به، والجملة الفعلية جواب القسم، وجملة القسم مستأنفة، {وَلَقَدْ عَلِمْنَا}  {الواو} : عاطفة {لَقَدْ عَلِمْنَا الْمُسْتَأْخِرِينَ} : فعل وفاعل ومفعول، والجملة جواب القسم، وجملة القسم معطوفة على جملة القسم قبله، {وَإِنَّ رَبَّكَ} : ناصب واسمه {هُوَ} </p><p> مبتدأ، وجملة {يَحْشُرُهُمْ} خبر المبتدأ، وجملة المبتدأ مع خبره في محل الرفع خير {إنَّ} ، وجملة {إنَّ} مستأنفة، {إِنَّهُ حَكِيمٌ} : ناصب واسمه وخبره، {عَلِيمٌ} : خبر ثان لـ {إنَّ} أو صفة لـ {حَكِيمٌ} ، وجملة {إنَّ} مستأنفة مسوقة لتعليل ما قبلها. </p><p> التصريف ومفردات اللغة </p><p> {رُبَمَا يَوَدُّ} ربما بضم الراء وتخفيف الباء وتشديدها: كلمة (١) تدل على أن ما بعدها قليل الحصول أو كثيره، فإذا قيل: ربما زارنا فلان .. دل على أن حصول الزيارة منه قليل، ولكنها هنا للتكثير كما في \"مغني اللبيب\" ، قال أبو حاتم (٢) : أهل الحجاز يخففونها، ومنه قول الشاعر: </p><p> رُبَّما ضَرْبَةٍ بِسَيْفٍ صَقِيْلٍ ... بَيْنَ بُصْرَى وَطَعْنَةٍ نَجْلاَءِ </p><p> وتميمٌ وربيعة يثقلونها، وقد تزاد التاء الفوقية، وأصلها: أن تستعمل في القليل، وقد تستعمل في الكثير، وقد جمع (٣) معناها وشروطها بعضهم في بيتين فقال: </p><p> خَلِيْلَيَّ لِلتَّكْثِيْرِ رُبَّ كَثِيْرَةٌ ... وَجَاءَتْ لِتَقْلِيْلٍ وَلَكِنَّهُ يَقِلّ </p><p> وَتَصدِيْرُهَا شَرْطٌ وَتَأخِيْرُ عَامِلٍ ... وَتَنْكِيْرُ مَجَرُوْرٍ بِهَا هَكَذَا نُقِلْ </p><p> وقيل: هنا للتقليل لأنهم ودوا ذلك في بعض المواضع، لا في كلها لشغلهم بالعذاب، قيل: و {ما} هنا لحقت رب لتهيئها للدخول على الفعل، {يَوَدُّ} مضارع ودد من باب فعل المسكور، يقال وددت لو تفعل كذا - بالكسر ودًّا بالضم والفتح وودادًا وودادة بالفتح فيهما -؛ أي: تمنيت وددت لو أنك تفعل كذا مثله اهـ \"مختار\" . </p><p>(١) المراغي. (٢) الشوكاني.(٣) الفتوحات القيومية.</p><p> {ذَرْهُمْ} : هذا (١) الأمر لا يستعمل له ماض إلا قليلًا استغناء عنه بترك، بل يستعمل منه المضارع نحو:  {وَنَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ} ومن مجيء الماضي قوله - صلى الله عليه وسلم -: \"ذَرُوا الحبشة ما وذرتكم\" . </p><p> {وَيُلْهِهِمُ الْأَمَلُ} الهاء الأولى من بنية الفعل، والثانية مفعول به، يقال ألهاه كذا إذا شغله، ولهى هو عن الشيء يلهى إذا شغل، ومنه قولهم لهيت عن الشيء ألهى لهيًا إذا أعرضت عنه، والأمل التوقع في طول الحياة، وبلوغ الأوطار، واستقامة الأحوال، وفي \" المصباح\" أملته أملًا - من باب طلب - ترقبته، وأكثر ما يستعمل الأمل فيما يستبعد حصوله. </p><p> {لَوْ مَا} مثل هلَّا، كلمة تفيد الحث والحض على فعل ما يقع بعدها، وفي \"السمين\" لَوْ ما حرف تحضيض كهلا وتكون أيضًا حرف امتناع لوجود، وذلك كما أن لولا مترددة بين هذين المعنيين، وقد عرف الفرق بينهما، وهو أن التحضيضية لا يليها إلا الفعل ظاهرًا أو مضمرًا، والامتناعية لا يليها إلا الأسماء لفظًا أو تقديرًا عند البصريين، واختلف فيها هل هي بسيطةٌ أم مركبةٌ؟، فقال الزمخشري: لو ركبت تارةً مع لا وتارةً مع ما لمعنيين، وأما هل فلم تركب إلا مع لا وحدها للتحضيض، واختلف أيضًا في لوما هل هي أصل بنفسها؟، أو فرع من لولا، وأن الميم مبدلة من اللام؟. </p><p> {فِي شِيَعِ الْأَوَّلِينَ} والشيع جمع شيعة، وهي الجماعة المتفقة على مبدأ واحد في الدين والمعتقدات، أو المذاهب والآراء، من شاعه إذا تبعه، وأصله الشياع، وهو الحطب الصغار توقد به الكبار، وفي \"المصباح\" : الشيعة الاتباع والأنصار، وكل قوم اجتمعوا على أمر فهم شيعة، ثم صارت الشيعة اسمًا لجماعةٍ مخصوصة، والجمع شيع مثل سدرة وسدر، والأشياع جمع الجمع. </p><p> {نَسْلُكُهُ} ؛ أي: ندخله، يقال: سلكت الخيط في الإبرة؛ أي: أدخلته فيها، وفي \" المختار\" : السلك بالكسر الخيط، وبالفتح مصدر سلك في الشيء </p><p>(١) الفتوحات الإلهية.</p><p> فانسلك؛ أي: أدخله فيه فدخل، وبابه نصر قال تعالى:  {كَذَلِكَ نَسْلُكُهُ فِي قُلُوبِ الْمُجْرِمِينَ} وأسلك لغة فيه، ولم يذكر في الأصل سلك الطريق إذا ذهب فيه، وبابه دخل، وأظنه سها عن ذكره؛ لأنه مما لا يترك قصدًا. </p><p> {فَظَلُّوا فِيهِ يَعْرُجُونَ} ؛ أي: يصعدون، يقال: ظل فلان يفعل كذا إذا فعله بالنهار، وهو من أخوات كان الناقصة. </p><p> {إِنَّمَا سُكِّرَتْ أَبْصَارُنَا} ؛ أي: سدت ومنعت من الإبصار بالتخفيف والتشديد سبعيتان كما مر، فعلى التخفيف يقال سكرت النهر سكرًا - من باب قتل - سددته، والسكر بالكسر ما يسدُّ به اهـ \"مصباح\" وقولنا بالتشديد؛ أي: لأجل التكثير والمبالغة اهـ \"زاده\" . </p><p> {مَسْحُورُونَ} . أي: سحرنا محمد - صلى الله عليه وسلم -، بظهور ما أبداه من الآيات. </p><p> {بُرُوجًا} البروج واحدها برج، وهي النجوم العظام، ومنها نجوم البروج الاثني عشر المعروفة في علم الفلك؛ أي: منازل ومحال وطرقًا تسير فيها الكواكب السيارة. </p><p> {لِلنَّاظِرِينَ} ؛ أي: المفكرين المستدلين بذلك على قدرة مقدرها، وحكمة مدبرها، وفي \"السمين\" : والنظر هنا عينيٌّ، وقيل قلبيٌّ، وحذف متعلقة ليعم. </p><p> {حفظناها} ؛ أي: منعناها. </p><p> {رَجِيمٍ} والرجيم؛ أي: المرجوم المرمي بالرجام؛ أي: الحجارة، والمراد بالرجيم هنا المرميُّ بالنجوم. </p><p> {إلَّا مَنِ اسْتَرَقَ السَّمْعَ} والاستراق: افتعال من السرقة، وهي أخذ الشيء خفية، شبه به خطفتهم اليسيرة من الملأ الأعلى، والمسترق المستمع خفية، كما في \"القاموس\" ، والسمع المراد به هنا ما يسمع، واستراق السمع اختلاسه سرًّا. </p><p> {فَأَتْبَعَهُ شِهَابٌ مُبِينٌ} يقال: تبعت القوم تبعًا وتباعةً - بالفتح -؛ أي: مشيت خلفهم، أو مروا بك فمضيت معهم، وأتبعت القوم إذا كانوا قد سبقوك فلحقتهم، والشهاب الشعلة الساطعة من النار الموقدة، ومن السحاب في الجوِّ، واختلف المفسرون في المراد من الشهاب هنا على قولين: </p><p> أحدهما: أن الذي ينزل على الشيطان نفس الكوكب فيصيبه، ثم يرجع إلى مكانه. </p><p> والقول الثاني: أن الشهاب الذي يصيب الشيطان شعلة نار تنفصل من الكوكب، وتسميتها بالشهاب مجاز لانفصالها منه اهـ من \"الخازن\" . وأما المبين فمعناه البين الواضح الظاهر، {مَدَدْنَاهَا} أي: بسطناها ومهدناها للسكنى، {رَوَاسِيَ} جمع راسية وهي الجبال الثوابت، يقال وما يرسو رسوًا ورسوًّا، إذا ثبت كأرسى. </p><p> {وَجَعَلْنَا لَكُمْ فِيهَا مَعَايِشَ} بالياء التصريحية، لأنه من العيش فالياء أصلية، فوجب تصريحها، وذلك لأنها في المفرد أصلية؛ لأن مفرده معيشة من العيش، والمد في المفرد. لا يُقْلب همزًا في الجمع إلا إذا كان زائدًا في المفرد، كما قال ابن مالك: </p><p> وَالْمَدُّ زيدَ ثَالِثًا فِي الوَاحِدِ ... هَمْزًا يُرَى فِي مِثْلِ كَالْقَلاَئِدِ؟ </p><p> وهذا في قراءة الجمهور، وقرىء بالهمز على التشبيه بشمائل، وقد ذكر في الأعراف وهي شاذة اهـ \"كرخي\" . {خَزَائِنُهُ} الخزائن جمع خزانةٍ، وهي المكان الذي تحفظ فيه نفائس الأموال للحفظ، والمراد مفاتيحها، {الرِّيَاحَ} جمع ريح، وهو جسم لطيف منتشر في الهواء كما مر في مبحث التفسير، {لَوَاقِحَ} وفي اللواقح أقوال: </p><p> أحدها: أنها جمع ملقح، لأنه من ألقح يلقح فهو ملقح، فجمعه ملاقح، فحذفت الميم تخفيفًا، يقال ألقحت الريح السحاب، كما يقال ألقح الفحل الأنثى، وهذا قول أبي عبيدة. </p><p> والثاني: أنها جمع لاقح، يقال: لقحت الريح إذا حملت الماء، وقال الأزهري: حوامل تحمل السحاب، كقولك ألقحت الناقة إذا حملت الجنين في بطنها، فشبهت الريح بها. </p><p> والثالث: أنها جمع لاقح على النسب، كلابن وتامر؛ أي: ذات لقاح، قاله الفراء. اهـ \"سمين\" . وفي \"المختار\" : ألقح الفحل الناقة، والريح السحاب، </p><p> ورياح لواقح، ولا تقل ملاقح، وهو من النوادر، وفي \"القاموس\" : وألقحت الرياح، فهي لواقح وملاقح. </p><p> {فَأَسْقَيْنَاكُمُوهُ} ؛ أي: جعلناه لكم سقيًا لمزارعكم ومواشيكم، تقول العرب إذا سَقَت الرجل ماء أو لبنًا .. سقيته، وإذا أعدوا له ماء لشرب أرضه أو ماشيته .. قالوا أسقيته، أو أسقيت أرضه أو ماشيته. {الْوَارِثُونَ} جمع وارث، وجمعه هنا للتعظيم، لأنه لا تاني له تعالى، والوارث في الأصل من يتخلف الميت في تملك تركته، وهذا المعنى مستحيل في حقه تعالى؛ لأنه مالك للموجودات بأسرها، أصالة لا خلافة، فوجب جعله مستعارًا لمعنى الباقي بعد فناء خلقه، تشبيها له بوارث الميت في بقائه بعد فنائه اهـ \"زاده\" . </p><p> {الْمُسْتَقْدِمِينَ} اسم فاعل من استقدم بمعنى تقدم، فالسين زائدة، وكذا {الْمُسْتَأْخِرِينَ} من استأخر بمعنى تأخر، {يَحْشُرُهُمْ} ؛ أي: يجمعهم، من حشر من باب نصر. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: تعريف الكتاب وتنكير القرآن في قوله: {آيَاتُ الْكِتَابِ وَقُرْآنٍ مُبِينٍ} للدلالة على التفخيم والتعظيم، كما ذكره \"البيضاوي\" . </p><p> ومنها: عطف إحدى الصفتين على الأخرى في قوله: {آيَاتُ الْكِتَابِ وَقُرْآنٍ مُبِينٍ} إشعارًا بأنه الكلام الجامع بين الكتابية والقرآنية، كما في \"روح البيان\" . </p><p> ومنها: الإتيان بلفظ الغيبة في قوله: {كَانُوا مُسْلِمِينَ} نظرًا إلى أنه مخبر عنهم، ولو نظر إلى الحكاية لقيل: لو كنا مسلمين. </p><p> ومنها: المجاز المرسل في قوله: {وَمَا أَهْلَكْنَا مِنْ قَرْيَةٍ} فالمراد أهلها وهو من باب إطلاق المحل وإرادة الحال، فالمجاز حينئذٍ في الظرف، ويصح أن يكون من مجاز الحذف. </p><p> ومنها: إيراد الفعل على صيغة جمع المذكر في قوله: {وَمَا يَسْتَأْخِرُونَ} للحمل على معنى أمة مع التغليب، ولرعاية الفواصل، ولذلك حذف الجار والمجرور، وفيه الإتيان بصيغة الاستفعال للإشعار بعجزهم عن ذلك، مع طلبهم له. </p><p> ومنها: حكاية الحال الماضية في قوله: {وَمَا يَأْتِيهِمْ مِنْ رَسُولٍ} . </p><p> ومنها: الحصر في قوله: {إِنَّمَا سُكِّرَتْ أَبْصَارُنَا} لأن (١) كلمة إنما تفيد الحصر في المذكور آخرًا، فيكون الحصر في الأبصار لا في التسكير، فكأنهم قالوا: سكرت أبصارنا لا عقولنا، كما في \"الجمل\" . </p><p> ومنها: الدلالة على التكثير والمبالغة في: {سُكِّرَتْ} على قراءة التشديد، وهي قراءة الجمهور. </p><p> ومنها: الاستعارة التصريحية التبعية في قوله: {إلَّا مَنِ اسْتَرَقَ السَّمْعَ} شبه اختطافهم الكلام المسموع بسرعة بأخذ المال خفية، فاستعار له الاستراق بمعنى الاختطاف، فاشتق منه استرق بمعنى اختطف، على طريقة الاستعارة التصريحية التبعية. </p><p> ومنها: الاستعارة في قوله: {فَأَتْبَعَهُ شِهَابٌ} لأن الشهاب حقيقة في شعلة نار ساطعة، فاستعاره للكوكب. </p><p> ومنها: المجاز في قوله {مِنْ كُلِّ شَيْءٍ مَوْزُونٍ} لأنه بمعنى معلوم المقدار، فيكون (٢) إطلاق الوزن عليه مجازًا؛ لأن الناس لا يعرفون مقادير الأشياء إلا بالوزن كما في \"الخازن\" . </p><p> ومنها: الاستعارة التصريحية في قوله: {وَأَلْقَيْنَا فِيهَا رَوَاسِيَ}  (٣) شبَّه الجبال الرواسي - استحقارًا لها، واستقلالًا لعددها، وإن كانت خلقًا عظيمًا - بحصيات قبضهن قابض بيده فنبذهن، وما هو إلا تصوير لعظمته، وتمثيل لقدرته، وأن كل فعل عظيم يتحير فيه الأذهان، فهو هين عليه. </p><p> ومنها: الاستعارة التخييلية في قوله: {إِلَّا عِنْدَنَا خَزَائِنُهُ}  (٤) شبهت </p><p>(١) الفتوحات. (٢) الفتوحات.(٣) روح البيان.(٤) روح البيان.</p><p> مقدوراته تعالى في كونها مستورة عن علوم العالمين، ومصونة من وصول أيديهم، مع كمال افتقارهم إليها، وكونها مهيأة متأتية لإيجاده وتكوينه، بحيث متى تعلقت الإرادة بوجودها .. وجدت بلا تأخير، بنفاس الأموال المخزونة السلطانية، فذكر الخزائن على طريقة الاستعارة التخييلية. </p><p> ومنها: الاستعارة التصريحية في قوله: {لَوَاقِحَ} حيث شبهت الريح التي تجيء بالخير - من إنشاء سحاب ماطرٍ - بالحامل، كما شبه بالعقيم ما ليس كذلك. </p><p> ومنها: الاستعارة في قوله: {مِنَ السَّمَاءِ} ؛ لأن السماء حقيقة في الفلك، فاستعارها للسحاب بجامع العلو في كل. </p><p> ومنها: التنكير في قوله: {مَاءً} إشعار بأن النازل بعض الماء لا كله، بل قدر ما يصلون به إلى المنفعة، ويسلمون معه من المضرة. </p><p> ومنها: جمع المؤكدات في قوله: {وَإِنَّا لَنَحْنُ نُحْيِي} أكد بالجملة الاسمية، وبإن، وبالضمير. </p><p> ومنها: الاستعارة التصريحية التبعية في قوله: {نَحْنُ الْوَارِثُونَ} حيث استعار الوارث الباقي بعد فناء الميت، للباقي بعد فناء الخلق كلهم، بجامع حصول البقاء في كلٍّ، بعد فناء غيره. </p><p> ومنها: الطباق بين: {نُحْيِي}  {وَنُمِيتُ} ، وبين:  {الْمُسْتَقْدِمِينَ} و {الْمُسْتَأْخِرِينَ} . </p><p> ومنها: جناس الاشتقاق في قوله: {خَزَائِنُهُ} و {خَازِنِينَ} . </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {وَلَقَدْ خَلَقْنَا الْإِنْسَانَ مِنْ صَلْصَالٍ مِنْ حَمَإٍ مَسْنُونٍ (٢٦) وَالْجَانَّ خَلَقْنَاهُ مِنْ قَبْلُ مِنْ نَارِ السَّمُومِ (٢٧) وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي خَالِقٌ بَشَرًا مِنْ صَلْصَالٍ مِنْ حَمَإٍ مَسْنُونٍ (٢٨) فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِنْ رُوحِي فَقَعُوا لَهُ سَاجِدِينَ (٢٩) فَسَجَدَ الْمَلَائِكَةُ كُلُّهُمْ أَجْمَعُونَ (٣٠) إِلَّا إِبْلِيسَ أَبَى أَنْ يَكُونَ مَعَ السَّاجِدِينَ (٣١) قَالَ يَا إِبْلِيسُ مَا لَكَ أَلَّا تَكُونَ مَعَ السَّاجِدِينَ (٣٢) قَالَ لَمْ أَكُنْ لِأَسْجُدَ لِبَشَرٍ خَلَقْتَهُ مِنْ صَلْصَالٍ مِنْ حَمَإٍ مَسْنُونٍ (٣٣) قَالَ فَاخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌ (٣٤) وَإِنَّ عَلَيْكَ اللَّعْنَةَ إِلَى يَوْمِ الدِّينِ (٣٥) قَالَ رَبِّ فَأَنْظِرْنِي إِلَى يَوْمِ يُبْعَثُونَ (٣٦) قَالَ فَإِنَّكَ مِنَ الْمُنْظَرِينَ (٣٧) إِلَى يَوْمِ الْوَقْتِ الْمَعْلُومِ (٣٨) قَالَ رَبِّ بِمَا أَغْوَيْتَنِي لَأُزَيِّنَنَّ لَهُمْ فِي الْأَرْضِ وَلَأُغْوِيَنَّهُمْ أَجْمَعِينَ (٣٩) إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ (٤٠) قَالَ هَذَا صِرَاطٌ عَلَيَّ مُسْتَقِيمٌ (٤١) إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ إِلَّا مَنِ اتَّبَعَكَ مِنَ الْغَاوِينَ (٤٢) وَإِنَّ جَهَنَّمَ لَمَوْعِدُهُمْ أَجْمَعِينَ (٤٣) لَهَا سَبْعَةُ أَبْوَابٍ لِكُلِّ بَابٍ مِنْهُمْ جُزْءٌ مَقْسُومٌ (٤٤) إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَعُيُونٍ (٤٥) ادْخُلُوهَا بِسَلَامٍ آمِنِينَ (٤٦) وَنَزَعْنَا مَا فِي صُدُورِهِمْ مِنْ غِلٍّ إِخْوَانًا عَلَى سُرُرٍ مُتَقَابِلِينَ (٤٧) لَا يَمَسُّهُمْ فِيهَا نَصَبٌ وَمَا هُمْ مِنْهَا بِمُخْرَجِينَ (٤٨) نَبِّئْ عِبَادِي أَنِّي أَنَا الْغَفُورُ الرَّحِيمُ (٤٩) وَأَنَّ عَذَابِي هُوَ الْعَذَابُ الْأَلِيمُ (٥٠) وَنَبِّئْهُمْ عَنْ ضَيْفِ إِبْرَاهِيمَ (٥١) إِذْ دَخَلُوا عَلَيْهِ فَقَالُوا سَلَامًا قَالَ إِنَّا مِنْكُمْ وَجِلُونَ (٥٢) قَالُوا لَا تَوْجَلْ إِنَّا نُبَشِّرُكَ بِغُلَامٍ عَلِيمٍ (٥٣) قَالَ أَبَشَّرْتُمُونِي عَلَى أَنْ مَسَّنِيَ الْكِبَرُ فَبِمَ تُبَشِّرُونَ (٥٤) قَالُوا بَشَّرْنَاكَ بِالْحَقِّ فَلَا تَكُنْ مِنَ الْقَانِطِينَ (٥٥) قَالَ وَمَنْ يَقْنَطُ مِنْ رَحْمَةِ رَبِّهِ إِلَّا الضَّالُّونَ (٥٦) قَالَ فَمَا خَطْبُكُمْ أَيُّهَا الْمُرْسَلُونَ (٥٧) قَالُوا إِنَّا أُرْسِلْنَا إِلَى قَوْمٍ مُجْرِمِينَ (٥٨) إِلَّا آلَ لُوطٍ إِنَّا لَمُنَجُّوهُمْ أَجْمَعِينَ (٥٩) إِلَّا امْرَأَتَهُ قَدَّرْنَا إِنَّهَا لَمِنَ الْغَابِرِينَ (٦٠) }. </p><p> المناسبة </p><p> قوله تعالى:  {وَلَقَدْ خَلَقْنَا الْإِنْسَانَ مِنْ صَلْصَالٍ ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه وتعالى لما نبه (١) على منتهى الخلق، وهو الحشر يوم القيامة إلى ما يستقرون فيه .. نبههم على مبدأ أصلهم آدم، وما جرى </p><p>(١) البحر المحيط.</p><p> لعدوه إبليس من المحاورة مع الله تعالى، وتقدم شيء من هذه القصة في أوائل البقرة، عقب ذكر الأمانة والإحياء، والرجوع إليه تعالى، وفي الأعراف بعد ذكر يوم القيامة وذكر الموازين فيه، ويأتي ذكرها في الكهف بعد ذكر الحشر، وكذا في سورة ص بعد ذكر ما أعد من الجنة والنار لخلقه، فحيث ذكر منتهى هذا الخلق .. ذكر مبدأهم، وقصته مع عدوه إبليس، ليحذرهم في كيده، ولينظروا ما جرى له معه، حتى أخرجه من الجنة مقر السعادة والراحة، إلى الأرض قر التكليف، فيتحرزوا في يده. </p><p> قوله تعالى:  {إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَعُيُونٍ ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه وتعالى لما ذكر (١) ما أعد لأهل النار .. ذكر ما أعد لأهل الجنة، ليظهر تباين ما بين الفريقين، ولما كان حال المؤمنين معتنىً به .. أخبر أنهم في جنات وعيون، وجعل ما يستقرن فيه في الآخرة كأنهم مستقرون فيه في الدنيا، ولذلك جاء:  {أدخلوها} على قراءة الأمر؛ لأن من استقر في الشيء .. لا يقال له أدخل فيه، وجاء حال الغاوين موعودًا به في قوله:  {لموعدهم} لأنهم لم يدخلوها. </p><p> وعبارة \"المراغي\" هنا: قوله تعالى: {إِنَّ الْمُتَّقِينَ ...} الآيات، مناسبتها لما قبلها: أن الله سبحانه وتعالى (٢) لما ذكر حال أهل الغواية، وبين أنهم في نار جهنم، يخلدون فيها أبدًا، وأنم يكونون في طبقات بعضها أسفل من بعض، بمقدار ما اجترحوا من السيئات، واقترفوا من المعاصي .. أردفه بذكر حال أهل الجنة، وما يتمتعون به في نعيم مقيم، ووفاق بعضهم مع بعض، لا ضغن بينهم ولا حقد، وهم يتحدثون على سرر متقابلين، ولا يجدون مس التعب والنصب، ولا يخرجون منها أبدًا. </p><p> قوله تعالى:  {نَبِّئْ عِبَادِي أَنِّي أَنَا الْغَفُورُ الرَّحِيمُ ...} الآيات، مناسبة هذه </p><p>(١) البحر المحيط. (٢) المراغي.</p><p> الآيات لما قبلها: أن الله سبحانه وتعالى لما (١) ذكر ما أوعد به أهل الغواية في يوم القيامة من دخول جهنم، وذكر أنها دركات لأولئك الغاوين، بحسب اختلاف أحوالهم، بمقدار ما دنسوا به أنفسهم، من اتخاذ الأنداد والشركاء، وارتكاب الفواحش ما ظهر منها وما بطن، ثم أعقبه بذكر ما أعد لعباده المؤمنين، من الجنات والعيون، والنعيم المقيم، والراحة التي لا نصب بعدها ولا تعب، وجلوس بعضهم مع بعض يتنادمون، ويتجاذبون أطراف الأحاديث، وهم في سرور وحبور على سرر متقابلين .. أردف ذلك فذلكة وخلاصة لما سبق، فأمر نبيه - صلى الله عليه وسلم - أن يبلغ عباده أنه غفار لذنوب من تابوا وأنابوا إلى ربهم، وأن عذابه مؤلم لمن أصروا على المعاصي، ولم يتوبوا منها، ثم فصل ذلك الوعد والوعيد فذكر البشارة لإبراهيم بغلام عليم. </p><p> أسباب النزول </p><p> قوله تعالى:  {إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَعُيُونٍ} سبب نزول هذه الآية: ما أخرجه (٢) الثعلبي عن سلمان الفارسي لما سمع قوله تعالى: {وَإِنَّ جَهَنَّمَ لَمَوْعِدُهُمْ أَجْمَعِينَ (٤٣) } فر ثلاثة أيام هاربًا من الخوف لا يعقل، فجيء به إلى النبي - صلى الله عليه وسلم -، فسأله، فقال: يا رسول الله أنزلت هذه الآية {وَإِنَّ جَهَنَّمَ لَمَوْعِدُهُمْ أَجْمَعِينَ} فوالذي بعثك بالحق قطعت قلبي، فأنزل الله تعالى: {إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَعُيُونٍ (٤٥) }. </p><p> قوله تعالى:  {وَنَزَعْنَا مَا فِي صُدُورِهِمْ مِنْ غِلٍّ ...} الآية، سبب نزولها: ما أخرجه ابن أبي حاتم عن عليِّ بن الحسين: أن هذه الآية نزلت في أبي بكر وعمر يعني قوله تعالى: {وَنَزَعْنَا مَا فِي صُدُورِهِمْ مِنْ غِلٍّ} قيل: وأي غل؟ قال: غلُّ الجاهلية، إن بني تميم وبني عدي وبني هاشم كان بينهم في الجاهلية عداوة فلما أسلم هؤلاء القوم تحابوا، فأخذت أبا بكر الخاصرة، فجعل عليٌّ يسخن يده فيكمد بها خاصرة أبي بكر، فنزلت هذه الآية. </p><p> قوله تعالى:  {نَبِّئْ عِبَادِي أَنِّي أَنَا الْغَفُورُ الرَّحِيمُ ...} الآيتان، سبب </p><p>(١) المراغي. (٢) لباب النقول.</p>"
}