{
  "id": null,
  "sura": 15,
  "aya": 18,
  "text": "<p> والخلاصة: أي (١) ولقد خلقنا في السماء نجومًا كبارًا ثوابت وسيارات، وجعلناها وكواكبها بهجة لمن تأمل، وكرر النظر فيما يرى من عجائبها الظاهرة وآياتها الباهرة، التي يحار الفكر في دقائق صنعتها، وقدرة مبدعها، ونحو الآية قوله تعالى: {إِنَّا زَيَّنَّا السَّمَاءَ الدُّنْيَا بِزِينَةٍ الْكَوَاكِبِ (٦) }. </p><p> ١٧ - {وَحَفِظْنَاهَا} ؛ أي: وحفظنا السماء {مِنْ كُلِّ شَيْطَانٍ رَجِيمٍ} ؛ أي: مرمي بالنجوم، فلا يقدر أن يصعد إليها، ويوسوس في أهلها، ويتصرف في أهلها، ويقف على أحوالها، فيلاحظ في الكلام معنى الإضافة، أي: من دخول كل شيطان، إذ الحفظ لا يكون من ذات الشيطان. وفي كلمة {مِنْ} ها هنا دلالة على أن اللام في الشيطان الرجيم في الاستعاذة لاستغراق الجنس. كما في \"بحر العلوم\" . </p><p> والمعنى: أي ومنعنا كل شيطان رجيم من القرب منها، كما قال في آية أخرى:  {وَحِفْظًا مِنْ كُلِّ شَيْطَانٍ مَارِدٍ} ؛ أي: وحفظناها من كل شيطان خارج من الطاعة برميه بالشهب، كما تحفظ المنازل من متجسس يخشى منه الفساد. </p><p> ١٨ - {إِلَّا مَنِ اسْتَرَقَ السَّمْعَ} ؛ أي: إلا من اختلس الكلام المسموع بسرعة، وأخذه سرًّا، {فَأَتْبَعَهُ} ؛ أي: تبعه ولحقه {شِهَابٌ} ؛ أي: لهب محرق، وهي شعلة نار ساطعة {مُبِينٌ} ؛ أي: ظاهر أمره للمبصرين، فالاستثناء إما متصل؛ أي: إلا من استرق السمع، ويجوز أن يكون منقطعًا؛ أي: ولكن من استرق السمع ... إلخ. </p><p> والمعنى (٢) : حفظنا السماء من الشياطين أن تسمع شيئًا من الوحي وغيره، إلا من استرق السمع فإنها تتبعه الشهب فتقتله، أو تخبله، ومعنى فأتبعه: تبعه ولحقه وأدركه، والشهاب الكوكب، أو النار المشتعلة الساطعة، وسمي الكوكب شهابًا؛ لبريقه شبه النار، والمبين: الظاهر للمبصرين، يرونه لا يلتبس عليهم. </p><p> قال القرطبي\" واختلف (٣) في الشهاب هل يقتل أم لا؟ فقال ابن عباس: </p><p>(١) المراغي. (٢) الشوكاني.(٣) القرطبي.</p><p> الشهاب: يجرح ويحرق ويخبل ولا يقتل، وقال الحسن وطائفةٌ: يقتل، فعلى هذا القول في قتلهم بالشهب قبل إلقاء السمع إلى الجن قولان: </p><p> أحدهما: أنهم يقتلون قبل إلقائهم ما استرقوه من السمع إلى غيرهم، فلا تصل أخبار السماء إلى غير الأنبياء، ولذلك انقطعت الكهانة. </p><p> والثاني: أنهم يقتلون بعد إلقائهم ما استقروه من السمع إلى غيرهم من الجن، قال ذكره الماوردي، ثم قال: والقول الأول أصح، ومما يجب (١) التنبيه له: أن هذا حكاية فعل قبل النبي - صلى الله عليه وسلم -، وأن الشياطين كانت تسترق في بعض الأحوال قبل أن يبعثه الله تعالى، فلما بعث رسول الله - صلى الله عليه وسلم - .. كثر الرجم، وزاد زيادة ظاهرة، حتى تنبه لها الإنس والجن، ومنع الاستراق رأسًا وبالكلية. </p><p> ويعضده ما روي عن ابن عباس - رضي الله عنهما -: إن الشياطين كانوا لا يحجبون عن السموات كلها، فلما ولد عيسى عليه السلام .. منعوا من ثلاث سموات، ولما ولد محمد - صلى الله عليه وسلم - .. منعوا من السموات كلها بالشهب. </p><p> وما يوجد اليوم من أخبار الجن على ألسنة المخلوقين، إنما هو خبر منهم عما يرونه في الأرض، مما لا نراه نحن، كسرقة سارقٍ، أو خبية من مكان خفيّ ونحو ذلك، وإن أخبروا بما سيكون كان كذبًا. كما في \"أكمام المرجان\" . </p><p> وخلاصة قوله:  {إِلَّا مَنِ اسْتَرَقَ السَّمْعَ فَأَتْبَعَهُ شِهَابٌ مُبِينٌ} ؛ أي: لكن من أراد اختطاف شيء من علم الغيب، مما يتحدث به الملائكة في الملأ الأعلى .. تبعه كوكب مشتعل نارًا ظاهرًا للمبصرين فأحرقه، ولم يصل إلى معرفة شيءٍ مما يدبر في ملكوت السموات، وبهذا المعنى قوله:  {لَا يَسَّمَّعُونَ إِلَى الْمَلَإِ الْأَعْلَى وَيُقْذَفُونَ مِنْ كُلِّ جَانِبٍ} . </p><p> وبعد فالكتاب الكريم أخبرنا بأن الشياطين أرادوا أن يختطفوا شيئًا من أخبار الغيب، مما لدى الملائكة الكرام، فسلطت عليهم الشهب المشتعلة، والنجوم المتقدة، فأحرقتهم، ولا نبحث عن معرفة كنه ذلك ولا نمعن في النظر </p><p>(١) روح البيان.</p>"
}