{
  "id": null,
  "sura": 15,
  "aya": 91,
  "text": "<p> يؤمن به كل من بعث إليه، ويتمنى لمزيد شفقته عدم إصرار الكفار على كفرهم، وبعد أن نهاه عن الالتفات إلى الأغنياء من الكفار، أمره بالتواضع لفقراء المسلمين فقال:  {وَاخْفِضْ جَنَاحَكَ} ؛ أي: ألن جانبك وحالك {لِلْمُؤْمِنِينَ} وتواضع لمن معك من المؤمنين وارفق بهم، ولا تجف بهم، ولا تغلظ عليهم (١) ، مستعار من خفض الطائر جناحه، ونحو الآية قوله تعالى:  {أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَافِرِينَ} وقوله في صفة أصحاب رسول الله - صلى الله عليه وسلم -: {أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ} . </p><p> ٨٩ - ثم بين وظيفة الرسول - صلى الله عليه وسلم - فقال:  {وَقُلْ} لهم يا محمد {إِنِّي أَنَا النَّذِيرُ الْمُبِينُ} ؛ أي: المنذر لقومه ما يصيبهم من عذاب الله، إن لم يؤمنوا؛ أي (٢) : أنا النذير للناس من عذاب أليم أن يحل بهم على تماديهم في غيهم، كما حل بمن تقدم من الأمم المكذبة لرسلها، فانتقم الله منهم لإنزال العذاب بهم. </p><p> وفي \"الصحيحين\" : عن أبي موسى الأشعري إن النبي - صلى الله عليه وسلم - قال:  \"إنما مثلي ومثل ما بعثني الله به،كمثل رجل أتى قومه فقال:يا قوم إني رأيت الجيش بعيني وإني أنا النذير العريان، فالنجاء النجاء، فأطاعه طائفة من قومه فأدلجوا، وانطلقوا على مهلهم فنجوا، وكذبه طائفة منهم فأصبحوا مكانهم، فصبحهم الجيش فأهلكهم واجتاحهم، فذلك مثل من أطاعني واتبع ما جئت به، ومثل من عصاني وكذب ما جئت به من الحق\" ، </p><p> ٩٠ - وقوله: {كَمَا أَنْزَلْنَا عَلَى الْمُقْتَسِمِينَ (٩٠) } هو (٣) من قول الله تعالى، لا من قول الرسول - صلى الله عليه وسلم -، متعلق بقوله:  {وَلَقَدْ آتَيْنَاكَ} لأنه بمعنى أنزلنا؛ أي: أنزلنا عليك سبعًا من المثاني والقرآن العظيم، إنزالًا مماثلًا لإنزال الكتابين التوراة والإنجيل، على اليهود والنصارى المقتسمين؛ أي: </p><p> ٩١ - {الَّذِينَ جَعَلُوا الْقُرْآنَ} المنزل عليك يا محمد {عِضِينَ} ؛ أي: أجزاء؛ أي: الذين اقتسموا القرآن وجزؤوه وجعلوه أجزاءً، فآمنوا ببعضه الذي وافق كتابيهما، وكفروا بعضه وهو ما خالفهما، أخرج هذا المعنى البخاري وسعيد بن منصور </p><p>(١) روح البيان. (٢) المراغي.(٣) روح البيان.</p><p> والحاكم وابن مردويه عن ابن عباس من عدة طرق، والموصول (١) مع صلته صفة مبينة لكيفية اقتسامهم؛ أي: قسموا القرآن إلى حق وباطل، حيث قالوا عنادًا وعدوانًا: بعضه حق موافق للتوارة والإنجيل وبعضه باطل مخالف لهما، والغرض بيان المماثلة بين الإتيانين لا بين متعلقيهما، كما في الصلاة الإبراهيمية، فإن التشبيه فيها ليس لكون رحمة الله الفائضة على إبراهيم وآله أتم وأكمل مما فاض على محمد - صلى الله عليه وسلم -، وإنما ذلك للتقدم في الوجود، فليس في التشبيه إشعارٌ بأفضلية المشبه به من المشبه، فضلًا عن إيهام أفضلية ما تعلق به الأول مما تعلق به الثاني، فإنه - صلى الله عليه وسلم - أوتي ما لم يؤت أحد قبله ولا بعده مثله. </p><p> وفي \"القرطبي\" : واختلف في المقتسمين على أقوال سبعة (٢) : </p><p> الأول: قال مقاتل والفراء: هم ستة عشر رجلًا بعثهم الوليد بن المغيرة أيام الموسم، فاقتسموا أعقاب مكة وأنقابها وفجاجها، يقولون لمن سلكها لا تغتر بهذا الخارج فينا يدعي النبوة، فإنه مجنون، وربما قالوا ساحرٌ، وربما قالوا شاعرٌ، وربما قالوا كاهنٌ، وسموا المقتسمين لأنهم اقتسموا هذه الطرق، فأماتهم شر ميتةٍ، وكانوا نصبوا الوليد بن المغيرة حكمًا على باب المسجد، فإذا سألوه عن النبي - صلى الله عليه وسلم - .. قال صدق أولئك. </p><p> الثاني: قال قتادة: هم قوم كفار من قريش اقتسموا كتاب الله فجعلوا بعضه شعرًا، وبعضه سحرًا، وبعضه كهانة، وبعضه أساطير الأولين. </p><p> الثالث: قال ابن عباس: هم أهل الكتاب آمنوا ببعضه وكفروا ببعضه، </p><p> الرابع: قال عكرمة: هم أهل الكتاب، وسموا مقتسمين لأنهم كانوا مستهزئين، فيقول بعضهم هذه السورة لي وهذه لك. </p><p> الخامس: قال قتادة: اقتسموا كتابهم ففرقوه وبدَّدوه. </p><p> السادس: قال زيد بن أسلم: المراد قوم صالح تقاسموا على قتله، فسموا مقتسمين، كما قال تعالى:  {قَالُوا تَقَاسَمُوا بِاللَّهِ لَنُبَيِّتَنَّهُ وَأَهْلَهُ} . </p><p>(١) روح البيان. (٢) القرطبي.</p>"
}