{
  "id": null,
  "sura": 15,
  "aya": 35,
  "text": "<p> الملائكة، أمر إهانة وإبعاد، كما في قوله تعالى:  {قَالَ اذْهَبْ} ، وخروجه (١) من الجنة لا ينافى دخولها بطريق الوسوسة، وكذا يستلزم خروجه من السموات أيضًا {فإنك رجيم} ؛ أي: مطرود من رحمة الله، ومن كل خير وكرامة، من الرجم بالحجارة؛ لأن من يطرد يرجم بالحجارة، أو من الرجم بالشهب، وهو كناية عن كونه شيطانًا؛ أي: من الشياطين الذين يرجمون بالشهب، والفاء في قوله:  {فَاخْرُجْ} واقعة في (٢) جواب شرط مقدر؛ أي: فحيث عصيت وتكبرت فأخرج منها، وفي قوله:  {فَإِنَّكَ رَجِيمٌ} تعليلة. </p><p> ٣٥ - {وَإِنَّ عَلَيْكَ اللَّعْنَةَ} ؛ أي: الطرد والإبعاد عن الرحمة، أو إن عليك لعنتي كما في سورة ص، فأل عوض عن المضاف إليه، فاختلاف العبارة للتفنن فلا اعتراض. </p><p> {إِلَى يَوْمِ الدِّينِ} ؛ أي يوم الجزاء؛ أي: إنك مدعو عليه باللعنة في السموات والأرض إلى يوم الحساب، من غير أن يعذب، فإذا جاء ذلك اليوم .. عذب عذابًا ينسى اللعن معه، فيصير اللعن حينئذٍ كالزائل، بسبب أن شدة العذاب تذهل، أو المعنى: عليك الطرد والإبعاد من رحمة الله سبحانه مستمرًّا عليك لازمًا لك إلى يوم الجزاء، وهو يوم القيامة، وجعل يوم القيامة غاية للعنةٍ لا يستلزم انقطاعها في ذلك الوقت؛ لأن المراد دوامها من غير انقطاع، وذكر يوم الدين للمبالغة، كما في قوله تعالى:  {مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ} في التأبيد، ويؤيده وقوع اللعن في ذلك اليوم كما قال تعالى:  {فَأَذَّنَ مُؤَذِّنٌ بَيْنَهُمْ أَنْ لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ} وهو لعن مقارن بالعذاب الأليم، نسأل الله الفوز والسلامة. </p><p> فإن قلت (٣) : إن حرف إلى لانتهاء الغاية، فهل ينقطع اللعن عنه يوم الدين، الذي هو يوم القيامة؟ </p><p> قلتُ: لا بل يزداد عذابًا إلى اللعنة التي عليه، كأنه قال تعالى: وإن عليك اللعنة فقط إلى يوم الدين، ثم تزداد بعد ذلك عذابًا دائمًا مستمرًا لا انقطاع له. </p><p>(١) روح البيان. (٢) المراح.(٣) الخازن.</p><p> وحاصل معنى قوله:  {وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي خَالِقٌ بَشَرًا} الآيات؛ أي (١) : واذكر أيها الرسول لقومك، حين نوه ربكم بذكر أبيكم آدم في ملائكته قبل خلقه، وتشريفه بأمر الملائكة بالسجود له، وتخلف إبليس عن السجود له، من بين سائر الملائكة حسدًا وعنادًا واستكبارًا بالباطل، فقال:  {لَمْ أَكُنْ لِأَسْجُدَ} إلخ. وحكي عنه في آية أخرى أنه قال:  {أَنَا خَيْرٌ مِنْهُ خَلَقْتَنِي مِنْ نَارٍ وَخَلَقْتَهُ مِنْ طِينٍ} ، وتقدم هذا القصص في سورة الأعراف، وقلنا هناك: إن الأمر بالسجود أمرٌ تكليفي، وأنه قد وقع حوار بين إبليس وربه، ويرى كثير من العلماء أن القصة بيان لغرائز البشر والملائكة والشيطان، إذ جعل الملائكة - وهم المدبرون لأمور الأرض بإذن ربهم - مسخرين لآدم وذريته، وجعل هذا النوع الإنساني مستعدًا للانتفاع بالأرض كلها، لعلمه بسنن الله فيها، وعمله بهذا السنن فانتفع بمائها وهوائها ومعادنها ونباتها وحيوانها وكهربائها ونورها، وبذا أظهر حكمة الله في خلقها، واصطفى بعض أفراده بوحيه ورسالته، وجعلهم مبشرين ومنذرين، وجعل الشيطان عاصيًا متمردًا على الإنسان وعدوا له، وجعل النفوس البشرية وسطًا بين النفوس الملكية، المفطورة على طاعة الله، وإقامة سننه في صلاح الخلق، وبين أرواح الجن الذين يغلب على شرارهم الشياطين التمرد والعصيان. </p><p> وقد ذكر سبحانه حجاج إبليس، وذكر سبب امتناعه عن السجود لآدم بأنه خير منه، فإنه خلق من النار، وآدم من الطين، والنار خير من الطين، وأشرف منه، والشريف لا يعظم من دونه، ولو أمره ربه بذلك. </p><p> وفي هذا ضروب من الجهالة (٢) ، وأنواع من الفسق والعصيان، فإنه: </p><p> ١ - اعترض على خالقه بما تضمنه جوابه. </p><p> ٢ - احتج عليه بما يؤيد اعتراضه. </p><p> ٣ - جعل امتثال الأمر موقوفًا على استحسانه وموافقته لهواه، وهذا رفض لطاعة الخالق، وترفع عن مرتبة العبودية. </p><p>(١) المراغي. (٢) المراغي.</p>"
}