{
  "id": null,
  "sura": 16,
  "aya": 16,
  "text": "<p> ومنازلكم، أو إرادة أن تهتدوا بها في أسفاركم، فلعل مستعارة لمعنى الإرادة كما في \"روح البيان\" . </p><p> قال بعضهم (١) : خذوا الطريق ولو دارت، واسكنوا المدن ولو جارت، وتزوجوا البكر ولو بارت؛ أي: ولو كانت البكر بورًا؛ أي: فاسدة هالكة لا خير فيها. </p><p> ١٦ - {و} كذلك جعل سبحانه وتعالى في الأرض {علامات} ؛ أي: معالم ودلائل، يهتدي ويستدل بها السابلة في النهار، وهم القوم المختلفة على الطريق من جبال كبار وآكام صغار، وسهول ومياه وأشجار وريح، كما قال الإِمام الرازي: رأيت جماعة يشمون التراب وبواسطة ذلك الشم يتعرفون الطرقات، حتى إذا ضلوا الطريق، كانت تلك العلامات عونًا لهم، وهدتهم إلى السبيل السوي في البر والبحر. </p><p> {وَبِالنَّجْمِ هُمْ يَهْتَدُونَ} بالليل في البراري أو البحار، حيث لا علامة غيره، ولعل (٢) الضمير لقريش، فإنهم كانوا كثيري التردد للتجارة مشهورين بالاهتداء بالنجوم في أسفارهم، وصرف النظم عن سنن الخطاب، وتقديم النجم وإقحام الضمير للتخصيص، كأنه قيل: وبالنجم خصوصًا هؤلاء يهتدون، فالاعتبار بذلك ألزم لهم، والشكر عليه أوجب عليهم، والمراد بالنجم الجنس، أو الثريا والفرقدان وبنات نعش والجدي، وذلك لأنها تعلم بها الجهات ليلًا لأنها دائرة حول القطب الشمالي، فهي لا تغيب، والقطب في وسط بنات نعش الصغرى، والجدي هو النجم السابع من بنات النعش الصغرى، والفرقدان هما النجمان الأولان من النعش الصغرى، وهما من النعش، والجدي من البنات، ويقرب من بنات نعش الصغرى بنات نعش الكبرى، وهي سبعة أيضًا أربعة نعش وثلاث بنات، وبإزاء الأوسط من البنات السهى: وهو كوكب خفي صغير كانت الصحابة - رضي الله عنهم - تمتحن فيه أبصارهم، كذا في \"التكملة\" لابن عساكر، وفي </p><p>(١) روح البيان. (٢) روح البيان.</p><p> \"الخطيب\" : ولما كانت الدلالة من النجم أنفع الدلالات وأعمها، وأوضحها برًّا وبحرًا ليلًا ونهارًا .. نبه على عظمها بالالتفات إلى مقام الغيبة، لإفهام العموم، لئلا يظن أن المخاطب مخصوص، وليس كذلك فقال تعالى:  {وَبِالنَّجْمِ} ؛ أي: الجنس هم؛ أي: أهل الأرض كلهم، وأولى الناس بذلك المخاطبون وهم قريش ثم العرب كلها، لفرط معرفتهم بالنجوم، وقدم الجار تنبيهًا على أن دلالة غيره بالنسبة إليه سافلة، وقيل: المراد بالنجم الثريا والفرقدان وبنات لنعش، وقيل: الضمير لقريش لأنهم كثير الأسفار للتجارة، مشهورون بالاهتداء في مسايرهم بالنجوم. </p><p> قال عمر بن الخطاب - رضي الله عنه -: تعلموا من النجوم ما تهتدون به في طرقكم وقبلتكم، ثم كفوا، وتعلموا من الأنساب ما تصلون به أرحامكم. قيل: أول من نظر في النجوم والحساب إدريس النبي - عليه السلام - قال بعض السلف: العلوم أربعة: الفقه للأديان، والطب للأبدان، والنجوم للأزمان، والنحو للسان. وفي الآية إيماء إلى أن مراعاة النجوم أصل في معرفة الأوقات والطرق والقبلة، ويحسن أن نتعلم من علم الفلك ما يفيد تلك المعرفة، قال قتادة: إنما خلق الله النجوم لثلاثة أشياء: لتكون زينةً للسماء، ومعالم للطرق، ورجومًا للشياطين، فمن قال غير ذلك، فقد تكلم بما لا علم له به. </p><p> وقرأ الجمهور (١) : {وَبِالنَّجْمِ} بفتح النون وسكون الجيم على أنه اسم جنس، ويؤيد ذلك قراءة ابن وثاب {وبالنجم} بضم النون والجيم، ومراده النجوم فقصره بحذف الواو منه، أو هو جمع، كسقف وسقف، وفي \"زاد المسير\" : وقرأ (٢) الحسن والضحاك وأبو المتوكل ويحيى بن وثاب: {وبالنجم} بضم النون وإسكان الجيم، وقرأ الجحدري {وبالنجم} بضم النون والجيم، وقرأ مجاهد:  {وبالنجوم} بواو على الجمع. </p><p>(١) البحر المحيط. (٢) زاد المسير.</p>"
}