{
  "id": null,
  "sura": 16,
  "aya": 112,
  "text": "<p> أن كل الخلائق {لَا يُظْلَمُونَ} في جزاء أعمالهم؛ أي: لا ينقصون أجورهم، ولا يعاقبون بغير موجب، ولا يزاد في عقابهم على ذنوبهم. </p><p> أي وتعطى (١) كل نفس جزاء ما عملت في الدنيا من طاعة أو معصية، فيجزى المحسن بما قدَّم من إحسان، والمسيء بما أسلف من إساءة، ولا يعاقب محسن ولا يثاب مسيء. </p><p> والخلاصة: أن كل إنسان يجادل عن ذاته لا يهمه شأن غيره، كما قال:  {لِكُلِّ امْرِئٍ مِنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ} ، وعن ابن عباس (٢) - رضي الله عنهما -: ما تزال الخصومة بين الناس يوم القيامة حتى يخاصم الروح الجسد، يقول الروح: يا رب لم يكن لي يد أبطش بها، ولا رجل أمشي بها، ولا عين أبصر بها، ويقول الجسد خلقتني كالخشب، ليست لي يد أبطش بها، ولا رجل أمشي بها، ولا عين أبصر بها، فجاء هذا كشعاع النور فيه نطق لساني وأبصرت عيني ومشت رجلي، قال: فيضرب لهما مثلًا، مثل أعمى ومقعد دخلا حائطًا وفيه ثمارٌ، فالأعمى لا يبصر الثمار، والمقعد لا ينالها، فحمل الأعمى المقعد فأصابا من الثمر، فعليهما العذاب، كذا في \"تفسير السمرقندي\" . </p><p> ١١٢ - وقوله:  {وَضَرَبَ اللَّهُ مَثَلًا قَرْيَةً} ضرب إما مضمن (٣) معنى جعل، فتكون {قَرْيَةً} مفعوله الأول و {مَثَلًا} مفعوله الثاني، وإنما تأخرت قرية لئلا يقع الفصل بينها وبين صفاتها، ويجوز أن يكون {وَضَرَبَ} على بابه غير مضمن، ويكون {مَثَلًا} مفعوله، و {قَرْيَةً} بدلًا منه، وقد اختلف المفسرون هل المراد بهذه القرية قرية معينة، كما قيل إنها أيلة: بلدة بين ينبع ومصر كما في \"الكواشي\" ، أو المراد قرية غير معينة، بل كل قوم أنعم الله عليهم فأبطرتهم النعمة، فذهب الأكثر إلى الأول وصرحوا بأنها مكة، وذلك لما دعا عليهم رسول الله - صلى الله عليه وسلم - وقال: \"اللهم اشدد وطأتك على مضر، واجعلها عليهم سنين </p><p>(١) المراغي. (٢) روح البيان.(٣) الشوكاني.</p><p> كسني يوسف \"، فابتلوا بالقحط حتى أكلوا العظام، والثاني أرجح لأن تنكير قرية يفيد ذلك، ومكة تدخل في هذا العموم البدلي دخولًا أوليًّا، وأيضًا يكون الوعيد أبلغ، والمثل أكمل، وغير مكة مثلها، وعلى فرض إرادتها ففي المثل إنذار لغيرها عن مثل عاقبتها.</p><p> أي: وجعل الله سبحانه وتعالى قرية {كَانَتْ آمِنَةً} ؛ أي: ذات (١) أمن من كل مخوف {مُطْمَئِنَّةً} ؛ أي: متوطنة، لا ينتقلون عنها إلى غيرها لحسنها وبهائها، وجملة {كَانَتْ} صفة أولى لقرية؛ أي: جعل سبحانه أهل هذه القرية مثلًا لأهل مكة خاصةً، أو لكل قوم أنعم الله عليهم فأبطرتهم النعمة، ففعلوا ما فعلوا، فبدل بنعمتهم نقمةً، ودخل فيهم أهل مكة دخولًا أوليًّا، وجملة قوله:  {يَأْتِيهَا رِزْقُهَا} صفة ثانية لقرية، وتغير سبكها عن الصفة الأولى لما أن إتيان رزقها متجدد، وكونها آمنة مطمئنة ثابت مستمرٌ؛ أي: يأتيها زرق أهلها وأقواتهم حالة كونه: {رَغَدًا} ؛ أي: واسعًا {مِنْ كُلِّ مَكَانٍ} من نواحيها من البر والبحر متعلق بيأتي، {فَكَفَرَتْ} ؛ أي: كفر أهل تلك القرية {بِأَنْعُمِ اللَّهِ} سبحانه؛ أي: بنعمه جمع نعمة، على ترك الاعتداد بالتاء، كدرع وأدرع، والمراد بها نعمة الرزق والأمن المستمر، وإيثار جمع القلة للإيذان بأن كفران نعمة قليلة حيث أوجب هذا العذاب، فما ظنك بكفران نعم كثيرة، روي أن أهل أيلة كانوا يستنجون بالخبز كما في \" الكواشي \"،قال بعضهم:الخبز هو الأصل بين النعم الإلهية، ولذا أمر آدم عليه السلام الذي هو أصل البشر بالحراثة، فمن كفر به .. فقد كفر بجميع النعم وتعرض لزوالها.</p><p> {فَأَذَاقَهَا اللَّهُ} سبحانه وتعالى؛ أي: أذاق أهلها، وأصل الذوق بالفم ثم استعير فوضع موضع الابتلاء والاختبار كما في \" تفسير أبي الليث \"{لِبَاسَ الْجُوعِ وَالْخَوْفِ}؛أي:أذاقها الجوع والخوف، المشبهين باللباس بجامع الاشتمال في كل، حتى أكلوا ما تغوطوه، لأن الجزاء من جنس العمل، قال في \" الأسئلة </p><p>(١) روح البيان.</p>"
}