{
  "id": null,
  "sura": 16,
  "aya": 12,
  "text": "<p> عُيُوْنٌ مِنْ لُجَيْنٍ شَاخِصَاتٌ ... عَلَى أَهْدَابِهَا ذَهَبٌ لسَبِيْكُ </p><p> عَلَى قَضْبِ الزَبَرَّجَدِ شَاهِدَاتٌ ... بِأنَّ اللهَ لَيْسَ لَهُ شَرِيْكُ </p><p> ١٢ - {وَسَخَّرَ} سبحانه وتعالى {لَكُمُ} ؛ أي: لمنامكم ومعاشكم، ولعقد الثمار وإنضاجها {اللَّيْلَ وَالنَّهَارَ} يتعاقبان خلفةً، كما قال تعالى:  {وَهُوَ الَّذِي جَعَلَ اللَّيْلَ وَالنَّهَارَ خِلْفَةً} قال (١) بعضهم: الليل ذكر كآدم، والنهار أنثى كحواء، والليل من الجنة، والنهار من النار، ومن ثمة كان الأنس بالليل أكثر، {و} سخر لكم {وَالشَّمْسَ وَالْقَمَرَ} تسخرًا في سيرهما وإنارتهما أصالة وخلافة، وإصلاحهما لما نيط بهما صلاحه، كل ذلك لمصالحكم ومنافعكم، وليس المراد بتسخير هذه لهم تمكنهم من تصريفها كيف شاؤوا، كما في قوله تعالى:  {سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا} ونظائره، بل هو تصريفه تعالى لها حسبما يترتب عليه منافعهم ومصالحهم، لا أن ذلك تسخير لهم وتصرف من قبلهم حسب إرادتهم. </p><p> {وَالنُّجُومُ مُسَخَّرَاتٌ} مبتدأ وخبر؛ أي: سائر النجوم في حركاتها وأوضاعها من التثليث والتربيع ونحوها مسخرات؛ أي: مذللات لله تعالى خلقها ودبرها كيف شاء، أو لما خلقت له {بِأَمْرِهِ} ؛ أي: بإرادته ومشيئته، وحيث لم يكن عود منافع النجوم إليهم في الظهور بمثابة ما قبلها من الملوين والقمرين، لم ينسب تسخيرها إليهم بأداة الاختصاص، بل ذكر على وجه يفيد كونها تحت ملكوته تعالى، من غير دلالة على شيء آخر، ولذلك عدل عن الجملة الفعلية الدالة على الحدوث، إلى الاسمية المفيدة للدوام والاستمرار. </p><p> والمعنى (٢) : أي ومن نعمه تعالى عليكم مضافةً إلى النعم التي سلف ذكرها أن سخر لكم الليل والنهار، يتعاقبان خلفةً، لمنامكم واستراحتكم وتصرفكم في معايشكم وسعيكم في مصالحكم، وسخر لكم الشمس والقمر يدأبان في سيرهما وإنارتهما أصالةً وخلافة، وأدائهما ما نيط بهما من تربية الأشجار والزرع وإنضاج الثمرات وتلوينها، إلى نحو ذلك من الآثار والمنافع التي ربطها سبحانه </p><p>(١) روح البيان. (٢) المراغي.</p><p> بوجودهما، وبهما يعرف عدد السنين والشهور، وفي ذلك صلاح معايشكم، وسخر لكم النجوم بأمره وإرادته، تجري في أفلاكها بحركة مقدرة لا تزيد ولا تنقص، لتهتدوا بها في ظلمات البر والبحر. </p><p> {إِنَّ فِي ذَلِكَ لَآيَاتٍ} التسخير المتعلق بما ذكر مجملًا ومفصلًا {لَآيَاتٍ} باهرة ودلالات واضحة متكاثرة {لِقَوْمٍ يَعْقِلُونَ} حجج الله، ويفتحون عقولهم للنظر والاستدلال، ويفهمون ما نبههم إليه بها، ويعتبرون، وعبر هنا (١) بالعقل، وفي خاتمة الآية السابقة بالتفكر، من قبل أن الآثار العلوية متعددة، ودلالة ما فيها من عظيم القدرة والعلم والحكمة على الوحدانية ظاهرة لا تحتاج إلا إلى العقل من غير تفكر ولا تأمل، بل تدرك بالبديهة، بخلاف الآثار السفلية من الزرع والنخيل والأعناب فهي تحتاج في دلالتها على وجود الصانع إلى فكر وتدبر ونظر شديد، وجمع الآيات هنا ليطابق قوله:  {مُسَخَّرَاتٌ} ، وفي \"البحر\" : وجمع (٢) الآيات هنا، وذكر العقل وأفرد فيما قبل، وذكر التفكر؛ لأن فيما قبل استدلالًا بإنبات الماء، وهو واحد وإن كثرت أنواع النبات، والاستدلال هنا متعدد، ولأن الآثار العلوية أظهر دلالة على القدرة الباهرة، وأبين شهادة للكبرياء والعظمة، وقد ذكر لفظ الآية في هذه السورة سبع مرات، خمس بالإفراد، واثنتان بالجمع، قال الكرماني: ما جاء بلفظ الإفراد فلوحدة المدلول، وهو الله تعالى، وما جاء منها بلفظ الجمع فلمناسبة مسخرات اهـ. </p><p> والأوَلَى أن يقال: إن هذه المواضع الثلاثة التي أفرد الآية في بعضها وجمعها في بعضها، كل واحد منها يصلح للجمع باعتبار، وللأفراد باعتبار، فلم يجرها على طريقة واحدة افتنانًا وتنبيهًا على جواز الأمرين، وحسن كل واحد منهما. </p><p> فائدة: قال أهل العلم (٣) : العقل جوهر مضيء، خلقه الله في الدماغ، </p><p>(١) المراغي. (٢) البحر المحيط.(٣) روح البيان.</p>"
}