{
  "id": null,
  "sura": 16,
  "aya": 116,
  "text": "<p> لِغَيْرِ اللَّهِ بِهِ}. </p><p> ثم ذكر الحال التي يسوغ فيها تناول شيء من هذه المحرمات فقال:  {فَمَنِ اضْطُرَّ} ؛ أي: فمن احتاج حاجةً شديدةً إلى تناول شيء من هذه المحرمات، لمجاعة حلت به، وضرورة دعته إلى أخذ شيء منها حالة كونه {غَيْرَ بَاغٍ} على مضطر آخر {وَلَا عَادٍ} ؛ أي: ولا متعد قدر الضرورة وسد الرمق، وقيل (١) : معناه غير باغ على الوالي، ولا متعد على الناس، بالخروج لقطع الطريق، فعلى هذا لا يباح تناول شيء من المحرمات في سفر المعصية، وجواب من الشرطية محذوف، تقديره: فالله لا يؤاخذه على ذلك، وجملة قوله:  {فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} تعليل لذلك المحذوف؛ أي: لأن الله سبحانه وتعالى غفور له، يستر له ما صدر منه من الهفوات، رحيم به أن يعاقبه على مثل ذلك. </p><p> أمَّا ما حرَّموه من غير ذلك من البحائر والسوائب والوصائل ونحوه، مما تقدم في سورة الأنعام، فهو محض افتراءٍ على الله، وقد تقدم مثل هذه الآية في سورة البقرة والمائدة والأنعام، وفيها حصر المحرمات في هذه الأربع فحسب. </p><p> ١١٦ - ثم أكد حصر المحرمات في هذه الأربع، ونهى عن التحريم والتحليل بالأهواء فقال:  {وَلَا تَقُولُوا} يا أهل مكة {لِمَا تَصِفُ أَلْسِنَتُكُمُ} ؛ أي: في شأن (٢) ما تصفه ألسنتكم من البهائم بالحل والحرمة، في قولكم:  {مَا فِي بُطُونِ هَذِهِ الْأَنْعَامِ خَالِصَةٌ لِذُكُورِنَا وَمُحَرَّمٌ عَلَى أَزْوَاجِنَا} من غير ترتيب ذلك الوصف على ملاحظةٍ وفكرٍ، فضلًا عن استناده إلى وحي أو قياس مبني عليه، فاللام بمعنى في متعلقة بتقولوا وما موصولة، وقوله:  {الْكَذِبَ} مفعول به لتقولوا؛ لأنه بمعنى تذكروا، وقوله:  {هَذَا حَلَالٌ وَهَذَا حَرَامٌ} بدل منه، فالمعنى: لا تقولوا هذا حلال وهذا حرام في شأن ما تصفه ألسنتكم بالحل والحرمة من غير استناد إلى دليل، فقدم عليه كونه كذبًا، وأبدل منه هذا حلال وهذا حرام مبالغةً في كذبهم، وفيه إيماءٌ إلى أنَّ ذلك مجرَّد وصف باللسان؛ لا حكم عليه، وفي الآية تنبيهٌ للقضاة </p><p>(١) زاده. (٢) روح البيان.</p><p> والمفتين كيلا يقولوا قولًا بغير حجة وبرهان. </p><p> وقال الكسائي والزجاج (١) : {ما} هنا مصدريةٌ، وانتصاب الكذب بلا تقولوا؛ أي: لا تقولوا الكذب لأجل وصف ألسنتكم، ومعناه لا تحرموا ولا تحللوا لأجل قول تنطق به ألسنتكم من غير حجةٍ ولا بينةٍ، وقرأ الحسن (٢) وابن عمر وطلحة والأعرج وابن أبي إسحاق وابن عبيد ونعيم بن ميسرة: {الكذب} بكسر الباء، وخرج على أن يكون بدلًا مِنْ {ما} والمعنى الذي تصفه ألسنتكم الكذب، وأجاز الزمخشري وغير أن يكون {الكذب} بالجر صفةً لما المصدرية، قال الزمخشري: كأنه قيل لوصفها الكذب بمعنى الكاذب، وقرأ معاذ وابن أبي عبلة وبعض أهل الشام:  {الكُذُب} بضم الثلاثة صفة للألسنة، جمع كذوب، قال صاحب \"اللوامح\" : أو جمع كاذب أو كذاب انتهى، وقال ابن عطية: وقرأ مسلمة بن محارب {الكُذَبَ} بفتح الباء على أنه جمع كذاب، ككتب في جمع كتاب، وقال صاحب \"اللوامح\" : وجاء عن يعقوب الكُذُب بضمتين والنصب، فأما الضمتان فلأنه جمع كذاب وهو مصدر ومثله كتابٌ وكتبٌ. </p><p> والمعنى: أي (٣) ولا تقولوا هذا حلالٌ، وهذا حرام بالرأي والهوى، فلا تقولوا ما في بطون هذه الأنعام خالصةٌ لذكورنا ومحرمٌ على أزواجنا، ولا تحللوا الميتة والدم ولحم الخنزير إلخ. </p><p> وخلاصة ذلك: لا تحللوا ولا تحرموا لمجرد وصف ألسنتكم الكذب، وتصويرها له دون استناد إلى دليل، وكان ألسنتكم لأنها منشأ الكذب وينبوعه شخصٌ عالمٌ بحقيقته ومحيط بكنهه، يصفه للناس ويوضحه لهم أتم إيضاح، واللام في قوله:  {لِتَفْتَرُوا عَلَى اللَّهِ الْكَذِبَ} لام العاتبة، لا لام الغرض والعلة، لأن الافتراء لم يكن غرضًا، متعلقة بتقولوا؛ أي: ولا تقولوا هذا حلال وهذا حرام لتكون عاقبة أمركم إسناد التحريم والتحليل إلى الله كذبًا، من غير أن يكون </p><p>(١) الشوكاني. (٢) البحر المحيط.(٣) المراغي.</p>"
}