{
  "id": null,
  "sura": 16,
  "aya": 66,
  "text": "<p> لا سمع الآذان. </p><p> وقال بعضهم:  {وَاللَّهُ أَنْزَلَ مِنَ السَّمَاءِ مَاءً} ؛ أي: قرآنًا وهو سبب حياة المؤمنين فأحيا به القلوب الميتة بالجهل {إِنَّ فِي ذَلِكَ لَآيَةً لِقَوْمٍ يَسْمَعُونَ} القرآن بسمع يسمع به كلام الله من الله، فإن الله تعالى متكلم بكلام أزلي أبدًا، ولا يسمع كلامه إلا من أكرمه الله بسمع يسمع كلامه، كقوله تعالى:  {وَلَوْ عَلِمَ اللَّهُ فِيهِمْ خَيْرًا لَأَسْمَعَهُمْ} . </p><p> وعلامة (١) السامعين لكلام الله تعالى المتحقِّقين في سماعهم انقيادهم إلى كل عمل مقرب إلى الله تعالى من جهة سماعه؛ أعني من التكليف المتوجه على الأذن من أمر أو نهي كسماعه للعلم، والذكر والثناء على الحق تعالى، والموعظة الحسنة والقول الحسن، ومن علامتهم أيضًا التصامم عن سماع الغيبة والبهتان، والسوء من القول، والخوض في آيات الله، والرفث والجدال، وسماع القينات والملاهي، وكل محرم حجر الشارع عليك سماعه، نسأل الله تعالى أن يحفظنا في أسماعنا وأبصارنا وجوارحنا من كل ما يبعدنا عن الله تعالى. </p><p> والحاصل (٢) : أنَّ الله سبحانه وتعالى نبَّه عباده إلى الحجج الدالة على توحيده، وأنه لا تنبغي الألوهية إلا له، ولا تصلح العبادة لشيء سواه، فبين أن ذلك المعبود هو الذي أنزل من السماء مطرًا، فأنبت به أنواعًا مختلفة من النبات في أرض ميتة يابسة، لا زرع فيها ولا عشب، إن في ذلك الإحياء بعد الموت لدليلًا واضحًا وحجةً قاطعة على وحدانيته تعالى، وعلمه وقدرته لمن يسمع هذا القول سماع تدبر وفهم لما يسمع، إذ لا عبرة بسماع الآذان، فهو بسماع الحيوان أشبه. </p><p> ٦٦ - وبعد ذكر نزول الماء من السماء .. ذكر خروج اللبن من الضرع، وفيه أكبر الأدلة على قدرة القادر فقال:  {وَإِنَّ لَكُمْ} ، أيها الناس {فِي الْأَنْعَامِ} جمع نعم بالتحريك، وهي الأنواع الأربعة التي هي الإبل والبقر والضأن والمعز، {لَعِبْرَةً} ؛ </p><p>(١) روح البيان. (٢) المراغي.</p><p> أي: لعظةً عظيمة دالة على باهر قدرتنا، إذا تفكرتم فيها، والعبرة أصلها تمثيل الشيء بالشيء ليعرف حقيقته بطريق المشاكلة، ومنه:  {فَاعْتَبِرُوا يَا أُولِي الْأَبْصَارِ} ، وجملة قوله:  {نُسْقِيكُمْ} مستأنفة مسوقة لبيان تلك العبرة؛ أي: وتلك العبرة أنَّنا نسقيكم {مِمَّا فِي بُطُونِهِ} ؛ أي: من بعض ما في بطون المذكور من الأنعام، فمن للتبعيض، لأن اللبن بعض ما في بطونه، والضمير يعود إلى المذكور؛ أي: في بطون ما ذكرنا من الأنعام، وفي سورة المؤمنين رجع إلى لفظ الأنعام، وهنا إلى المذكور، وقال المبرد (١) : هذا فاشٍ في القرآن كثيرٌ مثل قوله للشمس: {هَذَا رَبِّي} يعني هذا الشيء الطالع، وكقوله: {كَلَّا إِنَّهَا تَذْكِرَةٌ (١١) فَمَنْ شَاءَ ذَكَرَهُ (١٢) }، وقال ابن العربي: يجوز التذكير في الأنعام باعتبار معنى الجمع، والتأنيث باعتبار معنى الجماعة، فذكر الضمير هنا نظرًا إلى معنى الجمع، وأنثه في سورة المؤمنون نظرًا إلى معنى الجماعة، وقيل غير ذلك. </p><p> وقرأ ابن مسعود (٢) بخلاف عنه، والحسن وزيد بن علي وابن عامر وأبو بكر ونافع وأهل المدينة:  {نَسْقِيكم} هنا وفي: {قَدْ أَفْلَحَ الْمُؤْمِنُونَ (١) } بفتح النون، مضارع سقى يسقي، وهي لغة قريش، وباقي السبعة بضمها، من أسقى يسقي وهي لغة حمير، وجميع القراء على هاتين القراءتين، وقرأ أبو جعفر:  {يُسْقِيكم} بياء مضمومة، والضمير عائد على الله، وقرأت فرقة بالتاء مفتوحة، منهم أبو جعفر، على أن الضمير راجع إلى الأنعام، وهاتان القراءتان ضعيفتان، وقال الزجاج (٣) : سقيته وأسقيته بمعنى واحد، وفي \"الأسئلة المقحمة\" : يقال أسقيته إذا جعلت له سقيًا دائمًا، وسقيته إذا أعطيته شربةً، وقيل: إذا كان الشراب من يد الساقي إلى فم المسقي .. يقال سقيته، وإذا كان بمجرد عرضه عليه وتهيئته له .. قيل: أسقاه، وقوله:  {مِنْ بَيْنِ فَرْثٍ وَدَمٍ}  {مِنْ} ابتدائية متعلقة بـ {نُسقيكم} لأن بين الفرث والدم مبدأ الإسقاء، والفرث وكذا الثفل بضم الثاء المثلثة وسكون الفاء فضالة العلف وووثه في الكرش، والكرش - وزان كبد - للحيوان بمنزلة </p><p>(١) الشوكاني. (٢) البحر المحيط.(٣) روح البيان.</p><p> المعدة للإنسان، وقوله:  {لَبَنًا} : مفعول ثان لـ {نُسْقِيكم} ؛ أي: نسقيكم من بين فرثها ودمها لبنًا، {خَالِصًا} ؛ أي: صافيًا ليس عليه لون الدم ولا رائحة الفرث {سَائِغًا لِلشَّارِبِينَ} ؛ أي: سهل المرور في حلوق الشاربين له، حالة كونه بعض ما في بطون الأنعام، وقرأت فرقة {سَيِّغًا} بوزن هين، وقرأ عيسى بن عمر:  {سَيْغًا} مخففًا من سيغ كهين المخفف من هين، ذكره في \"البحر\" ، قيل: لم يُغَص أحدٌ باللبن قط وليس في الطعام والشراب أنفع منه، ألا ترى إلى قوله عليه السلام:  \"إذا أكل أحدكم طعامًا ... فليقل اللهم بارك لنا فيه وأطعمنا خيرًا منه، وإذا شرب لبنًا ..فليقل:اللهم بارك لنا فيه وزدنا منه، فإني لا أعلم شيئًا أنفع في الطعام والشراب منه\" . </p><p> قال في \"الكواشي\"  (١) : المعنى خلق الله اللبن في مكان وسط بين الفرث والدم، وذلك أن الكرش إذا طبخت العلف .. صار أسفله فرثًا، وأوسطه لبنًا خالصًا لا يشوبه شيء، وأعلاه دمًا، وبينه وبينهما حاجزٌ من قدرة الله تعالى، لا يختلط أحدهما بالآخر بلون ولا طعم ولا رائحة، مع شدة الإتصال، ثم تسلط الكبد على هذه الأصناف الثلاثة تقسمها: فتجري الدم في العروق، واللبن في الضروع، ويبقى الفرث في الكرش، ثم ينحدر. </p><p> فإن قلت (٢) : إن الدم واللبن لا يتولدان في الكرش، إذ البهائم إذا ذبحت لم يوجد في كرشها لبنٌ ولا دم. </p><p> قلتُ: المراد كان أسفله مادة الفرث، وأوسطه مادة اللبن، وأعلاه مادة الدم، فالمنحدر إلى الضروع مادة اللبن لا مادة الدم، وقول بعضهم: إن الدم ينحدر إلى الضروع فيصير لبنًا ببرودة الضرع، بدليل أن الضرع إذا كانت فيه آفة .. يخرج منه الدم مكان اللبن، مدفوعٌ بأنه يجوز أن يتلون اللبن بلون الدم بسبب الآفة، وهو اللائح بالبال، ومن بلاغات الزمخشري: </p><p> كما يحدث بين الخبيثين ابنٌ لا يؤبن ... الفرث والدم يخرج منهما اللبن </p><p>(١) روح البيان. (٢) روح البيان.</p>"
}