{
  "id": null,
  "sura": 16,
  "aya": 26,
  "text": "<p> ليست للتبعيض؛ لأنها لو كانت للتبعيض لنقص عن الأتباع بعض الأوزار، وذلك غير جائز لقوله عليه الصلاة والسلام:  \"لا ينقص ذلك من آثامهم شيئًا\" ، ولكنها للجنس؛ أي: وليحملوا من جنس أوزار الأتباع. </p><p> وقوله:  {بِغَيْرِ عِلْمٍ} حال من الفاعل؛ أي: يضلونهم غير عالمين بأن ما يدعون إليه طريق الضلال، وبما يستحقونه من العذاب الشديد في مقابلة الإضلال، أو من المفعول؛ أي: يضلون من لا يعلم أنهم ضلالٌ. </p><p> وفائدة (١) التقييد بهذا الإشعار بأن مكرهم لا يروج عند ذوي لب، وإنما يتبعهم الأغبياء، والتنبيه على أن جهلهم ذلك لا يكون عذرًا، إذ كان يجب عليهم أن يبحثوا ويميزوا بين المحق الحقيق بالاتباع وبين المبطل، {أَلَا} حرف تنبيه {سَاءَ} من أفعال الذم بمعنى بئس، والضمير الذي فيه يجب أن يكون مبهمًا يفسره {مَا يَزِرُونَ} والمخصوص بالذم محذوف؛ أي: بئس شيئًا يزرونه؛ أي: يحملونه، والمخصوص بالذم فعلهم ففيه وعيدٌ وتهديد لهم. </p><p> واعلم: أنه لا يحمل أحدٌ وزر أحد، إذ كل نفس تحمل ما اكتسب هي، لا ما كسبت غيرها، إذ ليس ذلك من مقتضى الحكمة الإلهية، وأما حمل وزر الإضلال فهو حمل وزر نفس؛ لأنه مضاف إليه لا إلى غيره، فعلى العاقل أن يجتنب من الضلال والإضلال في أمور الشريعة، فمن حمل القرآن على الأساطير، ودعا الناس إلى القول بها، فقد ضل وأضل، وكذا في جميع أمور الشريعة. </p><p> ٢٦ - ثم بين لهم أن غائلة مكرهم عائدةٌ إليهم، ووبال ذلك لاحقٌ بهم، كدأب من قبلهم من الأمم الخالية الذين أصابهم من العذاب ما أصابهم بتكذيبهم لرسلهم، فقال:  {قَدْ مَكَرَ الَّذِينَ مِنْ قَبْلِهِمْ} ؛ أي: من قبل كفار قريش، والمكر الخديعة؛ أي: قد مكر أهل مكة بمحمد - صلى الله عليه وسلم -، كما مكر الذين من قبلهم بأنبيائهم، وصار المكر سببًا لهلاكهم لا لهلاك غيرهم؛ لأن من حفر لأخيه جبًّا وقع فيه منكبًا، وفي هذا وعيد للكفار المعاصرين له - صلى الله عليه وسلم -، بأن مكرهم سيعود </p><p>(١) روح البيان.</p><p> عليهم كما عاد مكر من قبلهم على أنفسهم. </p><p> قال في \"المدارك\" : الجمهور عل أن المراد به - نمروذ بن كنعان - وكان من أكبر ملوك أهل الأرض في زمن إبراهيم عليه السلام، حين بنى الصرح ببابل، وكان قصرًا عظيمًا طوله خمسة آلاف ذراع، وعرضه فرسخان ليقاتل عليه من في السماء بزعمه، ويطلع على إله إبراهيم عليه السلام، فهبت ريح فقصفت وألقت رأسه في البحر، وخر عليهم الباقي فأهلكهم وهم تحته، ولما سقط تبلبلت ألسنة الناس من الفزع، فتكلموا يومئذ بثلاثة وسبعين لسانًا، فلذلك سميت بابل، وكان لسان الناس قبل ذلك السريانية، وهذا قول مردود؛ لأن التبلبل يوجب الاختلاط والتكلم بشيء غير مستقيم، فأما أن يوجب إحداث لغات مضبوطة الحواشي فباطل، وإنما اللغات تعليم من الله تعالى. </p><p> قلت (١) : هكذا ذكره البغوي، وفي هذا نظر؛ لأن صالحًا عليه السلام كان قبلهم، وكان يتكلم بالعربية، وكان أهل اليمن عربًا منهم جرهم، الذي نشأ إسماعيل بينهم، وتعلم منهم العربية، وكانت قبائل من العرب قديمة قبل إبراهيم عليه السلام، مثل طسم وجديس وكل هؤلاء عرب تكلموا في قديم الزمان بالعربية، ويدل على صحة هذا قوله:  {وَلَا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْأُولَى} الله أعلم، وقيل حمل قوله:  {قَدْ مَكَرَ الَّذِينَ مِنْ قَبْلِهِمْ} على العموم أولى، فتكون الآية عامة في جميع الماكرين المبطلين، الذين يحاولون إلحاق الضرر والمكر بالغير. </p><p> {فَأَتَى اللَّهُ بُنْيَانَهُمْ} ؛ أي: أتى أمر الله، وهو الريح التي أخربت بنيانهم، قال المفسرون: أرسل الله ريحًا فألقت رأس الصرح في البحر، وخر عليهم الباقي فهلكوا والبنيان (٢) البناء والجمع أبنية، والقواعد جمع قاعدة، وقواعد البيت أساسه وأساطينه وسواريه، ما سيأتي في مباحث التصريف؛ أي: قصد الله سبحانه وتعالى وأراد تخريب بنائهم من جهة أصوله وأساسه، وأتاه أمره وحكمه وبأسه، أو من جهة الأساطين والسواري التي بنوا عليها بأن ضعفت وزلزلت، </p><p>(١) الخازن. (٢) روح البيان.</p><p> {فَخَرَّ} ؛ أي: سقط {عَلَيْهِمُ السَّقْفُ} ؛ أي: سقف بنائهم {مِنْ فَوْقِهِمْ} فأهلكهم، وقوله:  {مِنْ فَوْقِهِمْ} للتأكيد؛ لأن السقف لا يخر إلا من فوقهم، وقيل (١) جاء بفوقهم وعليهم، للإيذان بأنهم كانوا تحته، فإن العرب لا تقول سقط علينا البيت وليسوا تحته، روي أنه هبت عليه ريحٌ هائلة فألقت رأسه في البحر، وخر الباقي عليهم، ولما سقط الصرح تبلبلت الألسن من الفزع يومئذٍ، فتكلموا ثلاثة وسبعين لسانًا، فلذلك سميت ببابل، وكان لسان الناس قبل ذلك بالسريانية كما مر. </p><p> هذا (٢) إذا حملنا تفسير الآية على القول الأول، وهو ظاهر اللفظ، وإن حملنا تفسير الآية على القول الثاني، وهو حملها على العموم .. كان المعنى أنهم لما رتبوا منصوبات ليمكروا بها أنبياء الله تعالى، وأهل الحق من عباده .. أهلكهم الله تعالى، وجعل هلاكهم مثل هلاك قوم بنوا بنيانًا شديدًا ودعموه، فانهدم ذلك البنيان وسقط عليهم سقف بنيانهم، فأهلكهم، شبهت حال أولئك الماكرين في تسويتهم المكايد، وإبطاله تعالى تلك الحيل، وجعله تعالى إياها أسبابًا لهلاكهم، بحال قوم بنوا بنيانًا وعمدوه بالأساطين، فضعضعت تلك الأساطين، فسقط عليهم السقف، فهلكوا، فو مثل ضربه الله تعالى لمن مكر بآخر فأهلكه الله بمكره، ومنه المثل السائر على ألسنة الناس: من حفر لأخيه قليبًا وقع فيه قريبًا. </p><p> {وَأَتَاهُمُ الْعَذَابُ} ، أي: وجاءهم الهلاك بالريح {مِنْ حَيْثُ لَا يَشْعُرُونَ} بإتيانه منه، بل يتوقعون إتيان مقابله مما يريدون ويشتهون، أو أنهم اعتمدوا على منصوباتهم، ثم تولد البلاء منها بأعيانها. </p><p> والمعنى: أن هؤلاء الماكرين القائلين للقرآن العظيم أساطير الأولين سيأتيهم في الدنيا من العذاب مثل ما أتاهم، من جهة لا تخطر ببالهم. </p><p> وخلاصة ذلك: أن الله تعالى أحبط أعمالهم، وجعلها وبالًا عليهم ونقمة لهم. </p><p>(١) روح البيان. (٢) الخازن.</p>"
}