{
  "id": null,
  "sura": 16,
  "aya": 25,
  "text": "<p> الْأَوَّلِينَ}؛ أي: هذا الذي تذكرون أنه منزل من ربكم على محمد هو أساطير الأولين؛ أي: أحاديث الأمم الماضية وأخبارهم العاطلة، وأكاذيبهم الباطلة، التي غرر بهم الناس واستمال قلوبهم بها، وليس من الإنزال في شيء، وليس فيه شيء من العلوم والحقائق. </p><p> وقرأ الجمهور (١) : برفع {أَسَاطِيرُ} فاحتمل أن يكون التقدير: المذكور أساطير أو المنزل أساطير، وقرىء شاذًا:  {أساطير} بالنصب على معنى ذكرتم أساطير، أو أنزل أساطير، على سبيل التهكم والسخرية؛ لأن التصديق بالإنزال ينافي أساطير، وهم يعتقدون أنه ما نزل شي، ولا أنَّ ثم منزلٌ. </p><p> والمعنى: أي (٢) وإذا قيل لهؤلاء الذين لا يؤمنون بالآخرة من المشركين أي شيء أنزله ربكم؟ قالوا: لم ينزل شيئًا إنما الذي يتلى علينا أساطير الأولين؛ أي: هو مأخوذ من كتب المتقدمين، ونحو الآية قوله حكاية عنهم: {وَقَالُوا أَسَاطِيرُ الْأَوَّلِينَ اكْتَتَبَهَا فَهِيَ تُمْلَى عَلَيْهِ بُكْرَةً وَأَصِيلًا (٥) } وكانوا يفترون على الرسول - صلى الله عليه وسلم - أقوالًا مختلفة، فتارة يقولون: إنه ساحرٌ، وأخرى إنه شاعر أو كاهن، وثالثة إنه مجنون، ثم قر قرارهم على ما اختلقه زعيمهم الوليد بن المغيرة المخزومي كما حكى عنه الكتاب الكريم: </p><p> {إِنَّهُ فَكَّرَ وَقَدَّرَ (١٨) فَقُتِلَ كَيْفَ قَدَّرَ (١٩) ثُمَّ قُتِلَ كَيْفَ قَدَّرَ (٢٠) ثُمَّ نَظَرَ (٢١) ثُمَّ عَبَسَ وَبَسَرَ (٢٢) ثُمَّ أَدْبَرَ وَاسْتَكْبَرَ (٢٣) فَقَالَ إِنْ هَذَا إِلَّا سِحْرٌ يُؤْثَرُ (٢٤) }؛ أي: ينقل ويحكى، فتفرقوا معتقدين صحة قوله، وصدق رأيه، قبحهم الله تعالى. </p><p> وكان المشركون يقتسمون مداخل مكة، ينفرون عن رسول الله - صلى الله عليه وسلم -، إذا سألهم وفود الحاج يقولون هذه المقالة، </p><p> ٢٥ - ثم بين عاقبة أمرهم فقال:  {لِيَحْمِلُوا أَوْزَارَهُمْ} ؛ أي: قالوا (٣) هذه المقالة لكي يحملوا أوزارهم وآثامهم الخاصة بهم، وهي أوزار ضلالهم {كَامِلَةً} لم يكفر منها شيءٌ بمصيبة أصابتهم في الدنيا، </p><p>(١) البحر المحيط. (٢) المراغي.(٣) روح البيان.</p><p> لعدم إسلامهم الذي هو سبب لتكفير الذنوب، كما يكفر بها أوزار المؤمنين، فإن ذنوبهم تكفر عنه من الصلاة إلى الصلاة، من رمضان إلى رمضان، ومن الحج إلى الحج، وتكفر بالشدائد والمصائب؛ أي: المكروهات من الآلام والأسقام، والقحط حتى خدش العود وعثرة القدم، {يَوْمَ الْقِيَامَةِ} ظرف ليحملوا، فاللام (١) في قوله: {لِيَحْمِلُوا} للتعليل كما فسرنا، وقيل إن اللام هي لام العاقبة؛ لأنهم لم يصفوا القرآن بكونه أساطير لأجل أن يحملوا الأوزار، ولكن لما كان عاقبتهم ذلك حسن التعليل به، كقوله:  {لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا} ، وقيل هي لام الأمر والأوزار جمع وزرٍ: الآثام. </p><p> قال الإِمام الرازي: وقوله: {كَامِلَةً} يدل (٢) على أنه سبحانه وتعالى قد يسقط بعض العقاب عن المؤمنين، إذ لو كان هذا المعنى حاصلًا في حق الكل .. لم يكن لتخصيص هؤلاء الكفاء بهذا التكميل فائدة، {و} ليحملوا {من أوزار الذين يضلونهم} ؛ أي (٣) : بعض أوزار من ضل بإضلالهم، وهو وزر الإضلال والتسبب للضلال؛ لأنهما شريكان، هذا يضله وهذا يطاوعه، فيتحاملان الوزر، وفي الحديث الصحيح عن أبي هريرة - رضي الله عنه -: أن رسول الله - صلى الله عليه وسلم - قال:  \"من دعا إلى هدى .. كان له من الأجر مثل أجور من تبعه، لا ينقص ذلك من أجورهم شيئًا، ومن دعا إلى ضلالة .. كان عليه من الإثم مثل آثام من تبعه، لا ينقص ذلك من آثامهم شيئًا\" أخرجه مسلم، ومعنى الآية والحديث (٤) : أن الرئيس أو الكبير إذا سنَّ سنة حسنة أو قبيحة فتبعه عليها جماعة، فعملوا بها .. فإن الله سبحانه وتعالى يعظم ثوابه أو عقابه، حتى يكونه ذلك الثواب أو العقاب الذي يستحقه الأتباع إلى الرؤساء، لأن ذلك ليس بعدلٍ، ويدل عليه قوله تعالى: {أَلَّا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى (٣٨) }، وقوله: {وَأَنْ لَيْسَ لِلْإِنْسَانِ إِلَّا مَا سَعَى (٣٩) }. </p><p> قال الواحديُّ: ولفظة {مِنْ}  (٥) في قوله: {وَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُمْ} </p><p>(١) الشوكاني. (٢) الفخر الرازي.(٣) روح البيان.(٤) الخازن.(٥) الواحدي.</p>"
}