{
  "id": null,
  "sura": 16,
  "aya": 92,
  "text": "<p> عهد يلتزمه الإنسان باختياره، والوعد من العهد، ومن ثم قال ميمون بن مهران: من عاهدته وفِّ بعهده مسلمًا كان أو كافرًا، فإنما العهد لله تعالى. </p><p> {وَلَا تَنْقُضُوا الْأَيْمَانَ بَعْدَ تَوْكِيدِهَا وَقَدْ جَعَلْتُمُ اللَّهَ عَلَيْكُمْ كَفِيلًا} ؛ أي: ولا تخالفوا ما عاقدتم فيه الأيمان، وشددتم فيه على أنفسكم، فتحنثوا فيه وتكذبوا، وتنقضوه بعد إبرامه، وقد جعلتم الله بالوفاء بما تعاقدتم عليه راعيًا يرعى الموفي منكم بالعهد، والناقض له بالجزاء عليه، ثم وعد وأوعد فقال:  {إِنَّ اللَّهَ يَعْلَمُ مَا تَفْعَلُونَ} في العهود التي تعاهدون الله الوفاء بها، والأيمان التي تؤكدونها على أنفسكم، أتبُّرون فيها، أم تنقضونها، وهو محصٍ ذلك كله عليكم، وسائلكم عنه، وعما عملتم فيه، فاحذروا أن تلقوه وقد خالفتم أمره ونهيه، فتستوجبوا منه ما لا قبل لكم به من أليم عقابه. </p><p> أخرج ابن جرير عن مزيدة بن جابر (١) : أنَّ الآية نزلت في بيعة النبي - صلى الله عليه وسلم -، كان من أسلم يبايع على الإِسلام، فقال تعالى:  {وَأَوْفُوا بِعَهْدِ اللَّهِ إِذَا عَاهَدْتُمْ وَلَا تَنْقُضُوا الْأَيْمَانَ بَعْدَ تَوْكِيدِهَا} ، فلا تحملنكم قلة محمَّد وأصحابه، وكثرة المشركين، أن تنقضوا البيعة التي بايعتم على الإِسلام، وإن كان في المسلمين قلة وفي المشركين كثرة. </p><p> ٩٢ - ثم أكد وجوب الوفاء وتحريم النقض مع ضرب المثل فقال:  {وَلَا تَكُونُوا} أيها المؤمنون في نقض العهد {كَالَّتِي} ؛ أي: كالمرأة التي {نَقَضَتْ} ؛ أي: حلت وفكت، والنقض في البناء والحبل وغيره ضد الإبرام، كما في \"القاموس\"  {غَزلَهَا} ؛ أي: مغزولها؛ أي: ما غزلته وفتلته من صوف وقطن وغيرهما، {مِنْ بَعْدِ قُوَّةٍ} متعلق بنقض؛ أي: حلته وفكته من بعد إبرام ذلك الغزل وإحكامه، فجعلته {أَنْكَاثًا} حال من غزلها، جمع نكث بمعنى منكوث، كحمل وأحمال؛ أي: منكوثًا، وهو كل ما ينكث فتله؛ أي: يحل غزلًا كان أو حبلًا، والمعنى جعلته طاقات نكثت فتلها؛ أي: ولا تكونوا أيها المؤمنون في نقضكم أيمانكم </p><p>(١) المراغي.</p><p> بعد توكيدها وإعطائكم ربكم العهود والمواثيق كمن تنقض غزلها بعد إبرامه، وتنفشه بعد أن جعلته طاقات، حماقةً منها وجهلًا. </p><p> قال السُّدِّي: هذه امرأة خرقاء كانت بمكة، كلما غزلت غزلًا .. نقضته بعد إبرامه، وقال الكلبي ومقاتل: هي ريطة (١) - بفتح الراء والطاء المهملتين بينهما تحتية ساكنة - بنت عمرو بن سعد القرشية المكية، وكانت خرقاء حمقاء بها وسوسةٌ، وكانت قد اتخذت مغزلًا قدر ذراع، وسنارةً مثل الأصبع، وهي بكسر السين الحديدة في رأس المغزل، وفلكةً عظيمة على قدرها، وكانت تغزل الغزل من الصوف أو الشعر أو الوبر، وتأمر جواريها بالغزل، فكن يغزلن من الغداة إلى نصف النهار، فإذا انتصف النهار .. أمرتهن بنقض جميع ما غزلت، فكان هذا دأبها، والمعنى: إن هذه المرأة لم تكف عن العمل، ولا حين عملت كفت عن النقض، فكذلك من نقض العهد، لا تركه ولا حين عاهد وفى. </p><p> والخلاصة (٢) : أنه تعالى شبه حال الناقض للعهد بحال من تنقض غزلها بعد فتله وإبرامه، تحذيرًا للمخاطبين وتنبيهًا إلى أنَّ هذا ليس من فعل العقلاء، وصاحبه في زمرة الحمق من النساء، وجملة قوله:  {تَتَّخِذُونَ أَيْمَانَكُمْ دَخَلًا بَيْنَكُمْ} حال من (٣) الضمير في: {لا تكونوا} ؛ أي: لا تكونوا مشابهين بامرأةٍ شأنها هذا، حال كونكم متخذين أيمانكم دخلا ومفسدةً وخديعة بينكم، بسبب {أَنْ تَكُونَ أُمَّةٌ} ؛ أي: جماعة قريش {هِيَ أَرْبَى} ؛ أي: أزيد عَددًا وعُددًا وأوفر مالًا {مِنْ أُمَّةٍ} أي: من جماعة المؤمنين. </p><p> أي: ولا تكونوا (٤) كالتي نقضت غزلها، حالة كونكم تجعلون أيمانكم - التي تحلفون بها على أنكم موفون بالعهد لمن عاقدتم - خديعةً وغرورًا، ليطمئنوا إليكم وأنتم مضمرون لهم الغدر، وترك الوفاء بالعهد، والنقلة إلى غيرهم من أجل أنهم أكثر منهم عَددًا وعُددًا وأعز نفرًا، بل عليكم بالوفاء بالعهود والمحافظة </p><p>(١) الخازن. (٢) المراغي.(٣) روح البيان.(٤) المراغي.</p>"
}