{
  "id": null,
  "sura": 16,
  "aya": 48,
  "text": "<p> {فَإِنَّ رَبَّكُمْ} ، أيها العباد، {لَرَءُوفٌ} بكم حيث لا يعاجلكم بالعقوبة، ويحلم عنكم مع استحقاقكم لها، {رَحِيمٌ} بكم حيث لا يأخذكم في الحال ويتوب عليكم في المآل، ويجازي توبتكم بالفضل والنوال، ولمَّا (١) كان تعالى قادرًا على هذه الأمور، ولم يعاجلهم بها .. ناسب وصفه بالرأفة والرحمة. </p><p> وحاصل المعنى: أي (٢) أفأمن الذين مكروا برسول الله - صلى الله عليه وسلم - من أهل مكة وراموا صد أصحابه عن الإيمان بالله تعالى أن يصيبهم بعقوبة من عنده: </p><p> ١ - إمَّا بأن يخسف بهم الأرض، ويبيدهم من صفحة الوجود، كما فعل بقارون من قبل. </p><p> ٢ - وإما بأن يأتيهم بعذاب من السماء فجأة من حيث لا يشعرون، كما صنع بقوم لوط. </p><p> ٣ - وإمَّا بأن يأخذهم بعقوبة وهم في أسفارهم يكدحون في الأرض ابتغاء الرزق، وما هم بممتنعين عليه فائتين له بالهرب والفرار كما قال: {وَأُمْلِي لَهُمْ إِنَّ كَيْدِي مَتِينٌ (١٨٣) } وقال - صلى الله عليه وسلم -: \"إن الله تعالى لَيُمْلِي للظالم حتى إذا أخذه لم يُفْلِتْهُ\" . </p><p> ٤ - وإمَّا بأن يخيفهم أوَّلًا، ثم يعذبهم بعد ذلك، بأن يهلك طائفة فتخاف التي تليها، حتى يأتي عليهم جميعًا، ويكون هذا أشد عليهم إيلامًا ووحشة، وختم الآية بما ختم به لبيان أنه لم يأخذهم بعذاب معجل، بل أخذهم بحالات يخاف منها كالرياح الشديدة والصواعق والزلازل، وفي ذلك امتداد وقت ومهلة يمكن فيها تلافي التقصير، وهذا من آثار رحمته بعباده. </p><p> ٤٨ - ثم ذكر آثار قدرته على خلقه فقال:  {أَوَلَمْ يَرَوْا} الهمزة (٣) فيه للإنكار المضمن للتوبيخ، داخلة على محذوف، والواو عاطفة على ذلك المحذوف، والرؤية هي البصرية المؤدِّية إلى التفكر، والضمير لكفار مكة؛ أي: ألم ينظروا </p><p>(١) البحر المحيط. (٢) المراغي.(٣) روح البيان.</p><p> ويروا {إِلَى مَا خَلَقَ اللَّهُ} تعالى {مِنْ شَيْءٍ} بيان لـ {ما} الموصولة؛ أي: من كل شيء له ظل، {يَتَفَيَّأُ ظِلَالُهُ} ؛ أي: يتقلص ويتحول وينتقل ظلاله شيئًا فشيئًا من جانب إلى جانب، وتدور من موضع إلى موضع، حسبما تقتضيه إرادة الخالق، وقوله:  {عَنِ الْيَمِينِ وَالشَّمَائِلِ} متعلق بـ {يَتَفَيَؤُأ} ؛ أي: عن جهة أيمانها وشمائلها؛ أي: عن (١) جانبي كل واحد منها، أو عن يمين الفلك وهو جهة المشرق، وعن شمائل الفلك وهي جهات المغرب، وأفرد اليمين باعتبار لفظ ما، وجمع الشمائل باعتبار معناها، وقيل إنما (٢) وحد اليمين وجع الشمائل لأن مذهب العرب إذا اجتمعت علامتان في شيء واحد أن يلغى واحد ويكتفى بأحدهما، كقوله تعالى:  {وَعَلَى سَمْعِهِمْ وَعَلَى أَبْصَارِهِمْ} ، وقوله تعالى:  {يُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ} كذا في الأسئلة المقحمة. </p><p> والحاصل: أن الهمزة في: {أَوَلَمْ يَرَوْا} للإنكار، كما مرَّ آنفًا، وهي داخلة في الحقيقة على النفي، وإنكار النفي نفيٌ له، ونفي النفي إثبات. </p><p> والمعنى: قد رأى هؤلاء الذين مكروا السيئات من أهل مكة أمثال هذه الصنائع، فما لهم لم يتفكروا فيه، ليظهر لهم كمال قدرته تعالى وقهره، فيخافوا منه حالة كون تلك الظلال {سُجَّدًا لِلَّهِ} ؛ أي: ساجدين لله، دائرين على مراد الله تعالى في الامتداد والتقلص وغيرهما، غير ممتنعة عليه فيما سخرها له من التفيُّؤ، وقوله:  {وَهُمْ دَاخِرُونَ} حال من الضمير المستتر في {سُجَّدًا} ، فهي حال متداخلة؛ أي: خاضعون صاغرون من الدخور وهو الصغار والذل؛ أي: والحال أن أصحابها من الأجرام داخرة؛ أي: صاغرة منقادة لحكمه تعالى، ووصفها بالدخور مغن عن وصف ظلالها به؛ أي: ألم ينظر (٣) أهل مكة ولم يروا بأبصارهم إلى جسم قائم له ظل من جبل وشجر وبناء يرجع ظلاله من المشرق ومن المغرب واقعة على الأرض ملتصقة بها على هيئة الساجد، وهم داخرون؛ أي: منقادون لقدرة الله تعالى وتدبيره، ولما وصفت الظلال بالانقياد لأمره </p><p>(١) الفتوحات. (٢) روح البيان.(٣) المراح.</p>"
}