{
  "id": null,
  "sura": 16,
  "aya": 90,
  "text": "<p> ووجه (١) ارتباط هذا بما قبله بيان أن الذي فرض عليك تبليغ الكتاب الذي أنزله عليك سائلك يوم القيامة عن ذلك، كما قال: {فَلَنَسْأَلَنَّ الَّذِينَ أُرْسِلَ إِلَيْهِمْ وَلَنَسْأَلَنَّ الْمُرْسَلِينَ (٦) }، وقال: {فَلَنَسْأَلَنَّ الَّذِينَ أُرْسِلَ إِلَيْهِمْ وَلَنَسْأَلَنَّ الْمُرْسَلِينَ (٦) }، وقال: {فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ (٩٢) عَمَّا كَانُوا يَعْمَلُونَ (٩٣) }؛ أي: إن الذي أوجب عليك تبليغ القرآن لرادُّك إليه وسائلك عن أداء ما فرض، وتبيان (٢) القرآن لأمور الدين إما مباشرة، وإما بيان الرسول، وقد أمرنا سبحانه باتباع هذا البيان في قوله:  {وَمَا آتَاكُمُ الرَّسُولُ} الآية، وقوله:  {لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ} ، ولقوله - صلى الله عليه وسلم -: \"إني أوتيت القرآن ومثله معه\" ، وإما ببيان الصحابة والعلماء المجتهدين له، وقد قال النبي - صلى الله عليه وسلم -: \"عليكم بسنتي وسنة الخلفاء الراشدين من بعدي عضوا عليها بالنواجذ\" وقد كان كما قال الرسول - صلى الله عليه وسلم -، فاجتهد الأئمة، ووطَّئوا طرق البحث في أمور الدين لمن بعدهم، واستنبطوا من الكتاب والسنة مذاهب وآراء في العبادات ومعاملات الناس بعضهم مع بعض، ودونوا تشريعًا ينهل منه المسلمون في كل جيلٍ، ويرجع إليه القضاة ليحكموا بين الناس بالعدل، وكان أجلَّ تشريع أخرج للناس كما اعترف بذلك أرباب الديانات الأخرى، وكذلك من لم يتدين منهم بدين. </p><p> ٩٠ - ثم لما ذكر سبحانه أن في القرآن تبيان كل شيء .. ذكر عقبه آيةً جامعة لأصول التكليف كلها تصديقًا لذلك فقال:  {إِنَّ اللَّهَ} سبحانه وتعالى {يَأْمُرُ} كُمْ في هذا الكتاب الكريم الذي أنزله إليك أيها الرسول {بِالْعَدْلِ} ؛ أي: بالإنصاف، وهو قبول الحق والعمل به، ولا إنصاف أعظم وأجمل من الاعتراف بمن أنعم علينا بنعمه، والشكر له على إفضاله، وحمده وهو أهل للحمد، ومنع ذلك عمن ليس له بأهل، فالأوثان والأصنام لا تستحق شيئًا منه، فمن الجهل عبادتها وحمدها، وهي لا تنعم فتشكر، ولا تنفع فتعبد، ومن ثم وجب أن نشهد أن لا إله إلا الله وحده. </p><p>(١) المراغي. (٢) المراغي.</p><p> أخرج ابن أبي حاتم عن محمَّد بن كعب القرظي أنه قال: دعاني عمر بن عبد العزيز فقال: صف لي العدل، فقلت: بخٍ سألت عن أمر جسيم، كن لصغير الناس أبًا، ولكبيرهم ابنًا، وللمثل منهم أخًا، وللنساء كذلك، وعاقب الناس على قدر ذنوبهم، وعلى قدر أجسامهم، ولا تضربن لغضبك سوطًا واحدًا فتكون من العادين. </p><p> {و} يأمركم بـ {الإحسان} إلى من أساء إليكم، وأعلى مراتب الإحسان الإحسان إلى المسيء، وقد أمر به النبي - صلى الله عليه وسلم -، وروي عن الشعبي أنه قال: قال عيسى ابن مريم - عليه السلام -: إنما الإحسان أن تحسن إلى من أساء إليك. ليس الإحسان أن تحسن إلى من أحسن إليك، وقد صح من حديث ابن عمر في الصحيحين أن النبي - صلى الله عليه وسلم - قال:  \"الإحسان أن تبعد الله كأنك تراه، فإن لم تكن تراه فإنه يراك\" . </p><p> وفي \"الشوكاني\" : وقد اختلف (١) أهل العلم في تفسير العدل والإحسان، فقيل العدل لا إله إلا الله، والإحسان أداء الفرائض، وقيل: العدل الفرض والإحسان النافلة، وقيل: العدل استواء العلانية والسريرة، والإحسان أن تكون السريرة أفضل من العلانية، وقيل: العدل الإنصاف والإحسان التفضل، والأول تفسير العدل بالمعنى اللغوي وهو التوسط بين طرفي الإفراط والتفريط، فمعنى أمره سبحانه بالعدل أن يكون عباده في الدين على حالة متوسطة، ليست بمائلة إلى جانب الإفراط، وهو الغلو المذموم في الدين، ولا إلى جانب التفريط، وهو الإخلال بشيء مما هو من الدين، وأما الإحسان فمعناه اللغوي يرشد إلى أنه التفضل بما لم يجب، كصدقة التطوع، ومن الإحسان فعل ما يثاب عليه العبد مما لم يوجبه الله تعالى في العبادات وغيرها وقد صح عن النبي - صلى الله عليه وسلم - أنه فسَّر الإحسان بأن يعبد الله العبدُ حتى كأنه يراه، كما مر آنفًا من حديث ابن عمر - رضي الله عنهما - وهذا هو معنى الإحسان شرعًا انتهى. </p><p>(١) الشوكاني.</p><p> {وَإِيتَاءِ ذِي الْقُرْبَى} والقربى مصدر بمعنى القرابة؛ أي: صاحب القرابة لكم؛ أي: ويأمركم الله سبحانه وتعالى في هذا الكتاب المنزل عليك بإعطاء الأقارب ما يحتاجون إليه من المال والدعاء بالخير، وهو داخل في الإحسان، وإنما أفرده بالذكر اهتمامًا بشأنه، وإظهارًا لجلالة صلة الرحم، وتنبيهًا على فضيلتها، كقوله تعالى:  {تَنَزَّلُ الْمَلَائِكَةُ وَالرُّوحُ} ، وفي الآية إرشاد إلى صلة الأقارب والأرحام، وترغيب في التصدق عليهم، والرحم (١) عام في كل رحم محرمًا كان أو غير محرم، وارثًا كان أو غير وارث، من أولاد الأعمام والعمات والأخوال والخالات وغير ذلك، وقطع الرحم حرام موجب لسخط الله، وانقطاع ملائكة الرحمة عن بيت القاطع، والصلة واجبةٌ باعثةٌ على كثرة الرزق وزيادة العمر، سريعة التأثير، ومعناها التفقد بالزيادة والإهداء والإعانة بالقول والفعل، وعدم النسيان، وأقله التسليم وإرسال السلام أو المكتوب، ولا توقيت فيها في الشرع، بل العبرة بالعرف والعادة. </p><p> {وَيَنْهَى} كم سبحانه وتعالى {عَنِ الْفَحْشَاءِ} ؛ أي: عن الذنوب المفرطة في القبح، قولًا أو فعلًا، كالكذب والبهتان، والاستهانة بالشريعة، والزنى واللواطة ونحوها، وقيل: الفحشاء هي الغلو في الميل إلى القوة الشهوانية، كالزنا وشرب الخمر والسرقة والطمع في مال الناس، {و} عن {المنكر} ؛ أي: وعما تنكره النفوس الزاكية والعقول الكاملة السليمة، ولا ترتضيه من المساويء الناشئة من الغضب، كالضرب والقتل والتطاول على الناس، وفي \"التأويلات\" : المنكر كل ما ينكر به عليك، من إضلال أهل الحق وإغوائهم، وإحداث البدع وإثارة الفتن، كما في أهالي هذا الزمان خصوصًا أصحاب الملاهي، {و} عن {البغي} والظلم والاستيلاء على الناس، والتعدي على حقوقهم، والتطاول عليهم بلا سبب، وتجسس عيوبهم، وغيبتهم، والطعن عليهم، والتجاوز من الحق إلى الباطل ونحو ذلك. </p><p>(١) روح البيان.</p>"
}