{
  "id": null,
  "sura": 16,
  "aya": 128,
  "text": "<p> ضاق عنه صدرك، والضيق بالكسر: ما يكون في الذي يتسع مثل الدار والثوب، وكذا قال الأخفش، وهو من الكلام المقلوب؛ لأن الضيق وصف للإنسان يكون فيه، ولا يكون الإنسان فيه، وكأنه أراد وصف الضيق بالعظم حتى صار كالشيء المحيط بالإنسان من جميع جوانبه. </p><p> ١٢٨ - ثم ختم هذه السورة بآية جامعة لجميع المأمورات والمنهيات فقال:  {إِنَّ اللَّهَ} سبحانه وتعالى {مَعَ الَّذِينَ اتَّقَوْا} ؛ أي: اجتنبوا الكفر والمعاصي على اختلاف أنواعها؛ أي: معهم بالولاية والتوفيق والفضل والحفظ {و} مع {الذين هم محسنون} بتأدية الطاعات والقيام بما أمروا بها منها، وقيل المعنى: إنَّ الله مع الذين اتقوا الزيادة في العقوبة، والذين هم محسنون في أصل الانتقام. </p><p> وفي الحديث:  \"إن للمحسن ثلاث علامات: يبادر في طاعة الله، ويجتنب محارم الله، ويحسن إلى من أساء إليه\" . </p><p> والمعنى: أي (١) إن الله مع الذين اتقوا محارمه فاجتنبوها خوفًا من عقابه، والذين يحسنون رعاية فرائضه والقيام بحقوقه ولزوم طاعته فيما أمرهم به وفي ترك ما نهاهم عنه. </p><p> ونحو الآية قوله تعالى لموسى وهارون:  {لَا تَخَافَا إِنَّنِي مَعَكُمَا أَسْمَعُ وَأَرَى} وقول النبي - صلى الله عليه وسلم - للصّديق وهما في الغار فيما حكى الله عنه:  {لَا تَحْزَنْ إِنَّ اللَّهَ مَعَنَا} . </p><p> وقصارى ذلك: أنَّ الله تعالى ولي الذين تبتلوا إليه، وأبعدوا الشواغل عن أنفسهم، فلم يحزنوا لفوت مطلوب، ولم يفرحوا لنيل محبوب، والذين هم محسنون أعمالهم برعاية فرائضه، وأداء حقوقه على النحو اللائق بجلاله وكماله، وقد فسر النبي - صلى الله عليه وسلم - الإحسان فقال:  \"أن تعبد الله كأنك تراه، فإن لم تكن تراه .. فإنه يراك\" . </p><p> والمعنى (٢) : إن أردت أيها الإنسان أن أكون معك بالعون والفضل </p><p>(١) الشوكاني. (٢) المراغي.</p><p> والرحمة .. فكن من المتقين المحسنين، وفي هذا إشارة إلى التعظيم لأمر الله، والشفقة على خلق الله، قال بعض العلماء: كمال الطريق صدقٌ مع الحق، وصلحٌ مع الخلق، وكمال الإنسان أن يعرف الحق لذاته، والخير لأجل أن يعمل به، وقيل لهرم بن حيان عند الموت: أوصِ، فقال: إنما الوصية في المال ولا مال لي، ولكن أوصيك بخواتيم سورة النحل، والله أعلم اهـ \"خازن\" . </p><p> والله سبحانه نسأل أن يهدينا إلى سواء السبيل، وأن يوفقنا للفقه في دينه، ويفتح لنا خزائن أسراره بحرمة كتابه وكنوز شريعته التي أنزلها على رسوله النبي الأمي، والحمد لله رب العالمين، وصلاته وسلامه على سيد المرسلين وعلى آله وصحبه أجمعين. </p><p> الإعراب </p><p> {إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً قَانِتًا لِلَّهِ حَنِيفًا وَلَمْ يَكُ مِنَ الْمُشْرِكِينَ (١٢٠) شَاكِرًا لِأَنْعُمِهِ اجْتَبَاهُ وَهَدَاهُ إِلَى صِرَاطٍ مُسْتَقِيمٍ (١٢١) }. </p><p> {إِنَّ إِبْرَاهِيمَ} : ناصب واسمه، {كَانَ} : فعل ناقص، واسمه ضمير يعود على {إِبْرَاهِيمَ} ، {أُمَّةً} خبر {كَانَ}  {قَانِتًا} : صفة أولى لـ {أُمَّةً} ، {لِلَّهِ} : متعلق به، {حَنِيفًا} : صفة ثانية لها، وجملة {كَانَ} في محل الرفع خبر {إِنَّ} ، وجملة {إِنَّ} مستأنفة. {وَلَمْ يَكُ} : جازم وفعل ناقص مجزوم، واسمه ضمير يعود على {إِبْرَاهِيمَ} ، {مِنَ الْمُشْرِكِينَ} : خبره، والجملة في محل النصب حال مؤكدة من الضمير المستكن في {حَنِيفًا} . {شَاكِرًا} : صفة ثالثة لـ {أُمَّةً} ، {لِأَنْعُمِهِ} : جار ومجرور، ومضاف إليه متعلق بـ {شَاكِرًا}  {اجْتَبَاهُ} : فعل ومفعول، وفاعله ضمير يعود على {اللَّهِ} ، والجملة مستأنفة، {وَهَدَاهُ} : فعل ومفعول، معطوف على {اجْتَبَاهُ} ، وفاعله ضمير يعود على {اللَّهِ} ، {إِلَى صِرَاطٍ} : متعلق بـ {هدى} أو بـ {اجتبى} على سبيل التنازع، {مُسْتَقِيمٍ} : صفة {صِرَاطٍ} . </p><p> {وَآتَيْنَاهُ فِي الدُّنْيَا حَسَنَةً وَإِنَّهُ فِي الْآخِرَةِ لَمِنَ الصَّالِحِينَ (١٢٢) }. </p><p> {وَآتَيْنَاهُ} : فعل وفاعل ومفعول أول، {في الدُّنْيَا} : متعلق به، {حَسَنَةً} : مفعول ثان، والجملة معطوفة على جملة {اجْتَبَاهُ} ، {وَإِنَّهُ}  {الواو} : عاطفة {وَإِنَّهُ} : ناصب واسمه، {في الْآخِرَةِ} : جار ومجرور، حال من الضمير المستكن في الخبر الآتي، {لَمِنَ الصَّالِحِينَ} : جار ومجرور خبر {إنَّ} و {اللام} حرف ابتداءٍ، وجملة {إن} معطوفة على جملة {آتيناه} . </p><p> {ثُمَّ أَوْحَيْنَا إِلَيْكَ أَنِ اتَّبِعْ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ (١٢٣) }. </p><p> {ثُمَّ} : حرف عطف وترتيب مع تراخ، {أَوْحَيْنَا} : فعل وفاعل، {إِلَيْكَ} : جار ومجرور، متعلق به، والجملة معطوفة على جملة {اجْتَبَاهُ}  {أَنِ} مصدرية أو مفسرة، {اتَّبِعْ} : فعل أمر في محل النصب بـ {أَنِ} المصدرية، مبني على السكون، وفاعله ضمير يعود على محمَّد، {مِلَّةَ إِبْرَاهِيمَ} : مفعول به لـ {اتَّبِعْ} ، {حَنِيفًا} : حال من {إِبْرَاهِيمَ} ، وجملة {اتَّبِعْ} مع {أَنِ} المصدرية في تأويل مصدر مجرور بالباء المحذوفة، والتقدير: ثم أوحينا إليك باتباع ملة إبراهيم حنيفًا، {وَمَا كَانَ مِنَ الْمُشْرِكِينَ} جملة مستأنفة أو في محل النصب معطوفة على {حَنِيفًا} . </p><p> {إِنَّمَا جُعِلَ السَّبْتُ عَلَى الَّذِينَ اخْتَلَفُوا فِيهِ وَإِنَّ رَبَّكَ لَيَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ (١٢٤) }. </p><p> {إِنَّمَا} أداة حصر، {جُعِلَ السَّبْتُ} : فعل ونائب فاعل. وهو متعد إلى واحد؛ لأنه بمعنى فرض، والجملة مستأنفة، {عَلَى الَّذِينَ} : متعلق بـ {جُعِلَ} ، {اخْتَلَفُوا} : فعل وفاعل، صلة الموصول، {فِيهِ} : متعلق بـ {اخْتَلَفُوا} ، {وَإِنَّ رَبَّكَ} : ناصب واسمه، {لَيَحْكُمُ}  {اللام} : حرف ابتداء، {يحكم} : فعل مضارع، وفاعله ضمير يعود على الرب سبحانه، {بَيْنَهُمْ} : ظرف ومضاف إليه، متعلق بـ {يَحْكُمُ} ، وكذا يتعلق به {يَوْمَ الْقِيَامَةِ} ، وجملة {يحكم} في محل الرفع خبر {إِنَّ} ، وجملة {إِنَّ} معطوفة على جملة {جَعَلَ} ، {فِيمَا} : جار ومجرور، متعلق بـ {يحكم} ، {كَانُوا} : فعل ناقص واسمه، {فِيهِ} : متعلق بما بعده، وجملة {يَخْتَلِفُونَ} خبر {كان} ، وجملة {كان} صلة لـ {ما} أو صفة </p><p> لها. </p><p> {ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ (١٢٥) }. </p><p> {ادْعُ} : فعل أمر، وفاعله ضمير يعود على محمد، ومفعوله محذوف، تقديره: ادع الناس، والجملة مستأنفة، {إِلَى سَبِيلِ رَبِّكَ} : جار ومجرور، ومضاف إليه، متعلق بـ {ادْعُ}  {بِالْحِكْمَةِ} : جار ومجرور، حال من فاعل {ادْعُ} ؛ أي: حالة كونك متلبسًا بالحكمة، {وَالْمَوْعِظَةِ} : معطوف على {الحكمة} ، {الْحَسَنَةِ} : صفة لـ {الموعظة} ، {وَجَادِلْهُمْ} : فعل ومفعول، وفاعله ضمير يعود على محمَّد، والجملة معطوفة على جملة {ادْعُ}  {بِالَّتِي} : متعلق بـ {جادل}  {هِيَ أَحْسَنُ} : مبتدأ وخبر، والجملة صلة الموصول. {إِنَّ رَبَّكَ} : ناصب واسمه، {هُوَ} : ضمير فصل، {أَعْلَمُ} : خبر {إِنَّ} ، {بِمَنْ} : جار ومجرور، متعلق بـ {أَعْلَمُ} ، وجملة {إِنَّ} مستأنفة مسوقة لتعليل ما قبلها، {ضَلَّ} : فعل ماض، وفاعله ضمير يعود على {مَنْ} ، والجملة صلة الموصول، {عَنْ سَبِيلِهِ} : متعلق بـ {ضَلَّ}  {وَهُوَ أَعْلَمُ} : مبتدأ وخبر، والجملة في محل الرفع معطوفة على خبر {إِنَّ} ، {بِالْمُهْتَدِينَ} متعلق بـ {أَعْلَمُ} . </p><p> {وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُمْ بِهِ وَلَئِنْ صَبَرْتُمْ لَهُوَ خَيْرٌ لِلصَّابِرِينَ (١٢٦) }. </p><p> {وَإِنْ}  {الواو} : استئنافية، {إن} : حرف شرط، {عَاقَبْتُمْ} : فعل وفاعل، في محل الجزم بـ {إن} الشرطية على كونها فعل شرط لها، {فَعَاقِبُوا}  {الفاء} : رابطة لجواب {إن} الشرطية، {عاقبوا} : فعل وفاعل، في محل الجزم بـ {إن} الشرطية، مبني على حذف النون، وجملة {إن} الشرطية مستأنفة، {بِمِثْلِ مَا} : جار ومجرور، ومضاف إليه متعلق بـ {عاقبوا} ، {عُوقِبْتُمْ} : فعل ونائب فاعل. {بِهِ} : متعلق به والجملة صلة لـ {ما} أو صفة لها، {وَلَئِنْ}  {الواو} : استئنافية، أو عاطفة، و {اللام} موطئة للقسم، {إن} : حرف شرط، {صَبَرْتُمْ} : فعل وفاعل، في محل الجزم بـ {إن} الشرطية على كونه </p><p> فعل شرط لها، وجواب الشرط محذوف دل عليه جواب القسم، تقديره: فهو خير لكم، {لَهُوَ}  {اللام} : زائدة، زيدت لتأكيد لام القسم، {هو خير} : مبتدأ وخبر، {لِلصَّابِرِينَ} : متعلق بـ {خَيْرٌ} ، والجملة جواب القسم، وجملة القسم مستأنفة، أو معطوفة على جملة الشرط قبلها. </p><p> {وَاصْبِرْ وَمَا صَبْرُكَ إِلَّا بِاللَّهِ وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُ فِي ضَيْقٍ مِمَّا يَمْكُرُونَ (١٢٧) إِنَّ اللَّهَ مَعَ الَّذِينَ اتَّقَوْا وَالَّذِينَ هُمْ مُحْسِنُونَ (١٢٨) }. </p><p> {وَاصْبِرْ} : فعل أمر، وفاعله ضمير يعود على محمَّد، والجملة مستأنفة، {وَمَا}  {الواو} : اعتراضية، {ما} : نافية، {صَبْرُكَ} : مبتدأ، {إِلَّا} : أداة استثناء مفرغ، {بِاللَّهِ} : جار ومجرور، خبر المبتدأ؛ أي: وما صبرك إلا حاصلٌ بمعونة الله وفضله، والجملة معترضة لاعتراضها بين المتعاطفين، {وَلَا تَحْزَنْ} : جازم ومجزوم، معطوف على {وَاصْبِرْ} ، وفاعله ضمير يعود على محمَّد، {عَلَيْهِمْ} : متعلق بـ {تَحْزَنْ} ، {وَلَا}  {الواو} : عاطفة، {لا} : ناهية جازمة، {تَكُ} : فعل مضارع ناقص مجزوم بـ {لا} الناهية، واسمها ضمير يعود على محمَّد، {فِي ضَيْقٍ} : خبرها، والجملة معطوفة على جملة {وَلَا تَحْزَنْ} ، {مِمَّا} مكرهم بك، الجار والمجرور متعلق بـ {ضَيْقٍ} . {إِنَّ اللَّهَ} : ناصب واسمه، {مَعَ الَّذِينَ} : خبره، وجملة {إِنَّ} مستأنفة مسوقة لتعليل ما قبلها، {اتَّقَوْا} : فعل وفاعل، صلة الموصول، {وَالَّذِينَ} : معطوف على الموصول الأول، {هُمْ مُحْسِنُونَ} : مبتدأ وخبر، والجملة صلة الموصول. </p><p> التصريف ومفردات اللغة </p><p> {إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً} حكى (١) ابن الجوزي عن ابن الأنباري أنه قال: إنَّ هذا مثل قول العرب فلانٌ رحمة، وفلان علامة ونسابة، يقصدون بهذا التأنيث </p><p>(١) الفتوحات.</p><p> التناهي في المعنى الذي يصفونه به، والعرب توقع الأسماء المبهمة على الجماعة وعلى الواحد، كقوله تعالى:  {فَنَادَتْهُ الْمَلَائِكَةُ} وإنما ناداه جبريل وحده. </p><p> وإنما سمي إبراهيم - عليه السلام - أمةً لأنه اجتمع فيه من صفات الكمال وصفات الخير والأخلاق الحميدة ما اجتمع في أمة، ومنه قول الشاعر: </p><p> وَلَيْسَ عَلَى الله بِمُسْتَنْكَرٍ ... أنْ يَجْمَعَ الْعَالَمَ فِيْ وَاحِدِ </p><p> ثم للمفسرين في معنى هذه اللفظة أقوال (١) : </p><p> أحدها: قول ابن مسعود الأمة معلم الناس الخير، يعني أنه كان معلمًا الخير، يأتم به أهل الدنيا. </p><p> الثاني: قال مجاهد: إنه كان مؤمنًا وحده، والناس كلهم كفار، فلهذا المعنى كان أمةً وحده، ومنه قوله - صلى الله عليه وسلم - في زيد بن عمرو بن نفيل:  \"يبعثه الله أمة وحده\" ، وإنما قال فيه هذه المقالة لأنه كان فارق الجاهلية وما كانوا عليه من عبادة الأصنام. </p><p> الثالث: قال قتادة: ليس من أهل دين إلا وهم يتولونه ويرضونه، وقيل الأمة فعلة بمعنى مفعولة، وهو الذي يؤتم به، وكان إبراهيم - عليه السلام - إمامًا يقتدى به، دليله قوله تعالى:  {إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامًا} ، وقيل: إنه - عليه السلام - هو السبب الذي لأجله جعلت أمته ومن تبعه ممتازين عمن سواهم بالتوحيد لله والدين الحق، وهو من باب إطلاق المسبب على السبب، وقيل: إنما سمي إبراهيم - عليه السلام - أمة لأنه قام مقام أمة في عبادة الله تعالى اهـ \"خازن\" . </p><p> وحاصل ما ذكر له من الصفات تسعة بل عشرة، إذ قوله: (ثُمَّ أَوحَينا إِلَيْكَ ...} إلخ، يرجع لوصف إبراهيم وتعظيمه بأن محمدًا - صلى الله عليه وسلم - أمر باتباعه اهـ شيخنا. </p><p>(١) الفتوحات.</p><p> {قَانِتًا} والقانت: المطيع لله القائم بأمره، {حَنِيفًا} والحنيف: المائل عن الدين الباطل إلى الدين الحق، {اجْتَبَاهُ} اصطفاه واختاره للنبوة والخلة، {حَسَنَةً} والحسنة هي محبة أهل الأديان جميعًا له إجابة لدعوته لربه {وَاجْعَلْ لِي لِسَانَ صِدْقٍ فِي الْآخِرِينَ (٨٤) }. </p><p> {أَنِ اتَّبِعْ مِلَّةَ إِبْرَاهِيمَ} الملة (١) اسمٌ لما شرعه الله تعالى لعباده على لسان الأنبياء - عليهم السلام - من أمللت الكتاب إذا أمليته، وهو الدين بعينه، لكن باعتبار الطاعة له. </p><p> وتحقيق ذلك: أن الوضع مهما نسب إلى من يؤديه عن الله تعالى .. يسمى ملة، ومهما نسب إلى من يقيمه ويعمل به .. يسمى دينًا، وقال الراغب: الفرق بينهما أن الملة لا تضاف إلا إلى النبي - عليه السلام - ولا تكاد توجد مضافةً إلى الله سبحانه وتعالى، ولا إلى آحاد الأمة، ولا تستعمل إلا في جملة الشرائع دون آحادها، والمراد بملته عليه السلام الإسلام الذي عبر عنه آنفًا بالصراط المستقيم اهـ \"أبو السعود\" . </p><p> {إِنَّمَا جُعِلَ السَّبْتُ عَلَى الَّذِينَ اخْتَلَفُوا} ؛ أي: إنما فرض تعظيم السبت، والتخلي فيه للعبادة، وترك الصيد فيه على اليهود الذين اختلفوا فيه، والسبت في الأصل مصدر سبت يسبت - من باب ضرب - سبتًا، بمعنى قطع، ثم سمي به يومٌ من أيام الأسبوع لانقطاع الأيام عنده، إذ هو آخر أيام الأسبوع، يجمع على أسبت وسبوت، وقال الزمخشري: سبتت اليهود إذا عظمت سبتها. </p><p> {بِالْحِكْمَةِ} والحكمة المقالة المحكمة المصحوبة بالدليل الموضح للحق المزيل للشبهة، {وَالْمَوْعِظَةِ الْحَسَنَةِ} الدلائل الظنية المقنعة للعامة، والجدل: الحوار والمناظرة لإقناع المعاند، {وَإِنْ عَاقَبْتُمْ} والعقاب في أصل اللغة: المجازاة على أذى سابق، ثم استعمل في مطلق العقاب. </p><p>(١) أبو السعود.</p><p> {وَلَا تَكُ} أصله ولا تكن، حذفت النون تخفيفًا لكثرة استعماله، بخلاف لم يصن، ولم يخن ونحوهما، ومعنى كثرة الاستعمال أنهم يعبرون بكان ويكون عن كل الأفعال، فيقولون: كان زيدٌ يقول، وكان زيد يجلس، فإن وصلت بساكنٍ ردت النون وتحركت نحو:  {وَمَنْ يَكُنِ الشَّيْطَانُ} و {أمْ يَكُنِ الَّذِينَ كَفَرُوا} الآية. </p><p> {وَلَا تَكُ فِي ضَيْقٍ} والضيق بفتح الضاد وكسرها: الغم وانقباض الصدر، وفي \"المصباح\" : ضاق الشيء ضيقًا، من باب سار، والاسم الضيق بالكسر، وهو خلاف اتسع، فهو ضيقٌ، وضاق صدره حرج، فهو ضيق أيضًا اهـ. أي: ولا تك في ضيق صدر من مكرهم، فهو من الكلام المقلوب الذي يسجع عليه عند أمن الالتباس، لأن الضيق وصف، فهو يكون في الإنسان، ولا يكون الإنسان فيه، وفيه لطيفةٌ أخرى وهو أن الضيق إذا عظم وقوي صار كالشيء المحيط به من جميع الجوانب. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: الالتفات من الغيبة إلى التكلم في قوله: {وَآَتَيناَهُ} إذ مقتضى السياق أن يقال: وآتاه؛ أي: الله المذكور في قوله: {قَانِتًا لِلَّهِ} ، ونكتة الالتفات زيادة الاعتناء بشأنه اهـ شيخنا. </p><p> ومنها: الطباق بين {الدُّنْيَا} و {الْآخِرَةِ} . </p><p> ومنها: التكرار في قوله: {وَمَا كَانَ مِنَ الْمُشْرِكِينَ} لزيادة تأكيد وتقرير لنزاهته عما هم عليه من عقد وعمل. </p><p> ومنها: الحصر في قوله: {إِنَّمَا جُعِلَ السَّبْتُ عَلَى الَّذِينَ اخْتَلَفُوا} . </p><p> ومنها: الطباق بين قوله {بِمَنْ ضَلَّ} وقوله: {بِالْمُهْتَدِينَ} . </p><p> ومنها: التشبيه البليغ في قوله: {كَانَ أُمَّةً} ؛ أي: كان بنفسه كالأمة والجماعة الكثيرة لجمعه أوصاف الكمالات التي تفرقت في الخلق، كما في قول أبي نواس. </p><p> ومنها: المزاوجة والمشاكلة في قوله: {فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُمْ} لأنه سمى الفعل المجازى عليه باسم الجزاء، على طريقة المشاكلة والمزاوجة، لأن تسمية الأذى الابتدائي معاقبةً من باب المشاكلة، لأنها في وضعها الأصلي تستدعي أن تكون عقيب فعل، نعم العرف جار على إطلاقها على ما يعذب به أحدٌ، وإن لم يك جزاء فعل. </p><p> ومنها: التصريح بالصبر في قوله: {وَلَئِنْ صَبَرْتُمْ} بعد التعريض له في قوله: {وَإِنْ عَاقَبْتُمْ} حثًّا عليه على الوجه الآكد. </p><p> ومنها: جناس الاشتقاق بين {صَبَرْتُمْ} و {الصَّابِرِينَ} ، وبين {اصْبِرْ}  {وَمَا صَبْرُكَ} . </p><p> ومنها: الكلام المقلوب في قوله: {وَلَا تَكُ فِي ضَيْقٍ} لأن الضيق وصف يكون في الإنسان، ولا يكون الإنسان فيه. </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> خلاصة ما حوته هذه السورة </p><p> ومجمل ما حوته هذه السورة الكريمة من الآداب والأحكام خمس وعشرون موضوعًا: </p><p> ١ - استعجال المشركين للساعة. </p><p> ٢ - ذكر الأدلة على أنه جل وعلا المتفرد بخلق العالم العُلوي والسفلي وخلق الإنسان. </p><p> ٣ - الامتنان على عباده بخلق الأنعام، وما فيها من المنافع من أكلٍ وحمل أثقالٍ إلى البلاد البعيدة. </p><p> ٤ - النعي على المشركين في عبادة الأصنام والأوثان. </p><p> ٥ - إنذار المشركين بأن يحل بهم مثل ما حل بمن قبلهم من المثلات وبما أتاهم من العذاب من حيث لا يشعرون. </p><p> ٦ - احتجاج المشركين بعدم الحاجة إلى إرسال الرسل، بأن ما هم فيه من كفر وضلال مقدر مكتوب عليهم، فلا فائدة في إرسالهم، وقد رد عليهم بأن وظيفة الرسل البلاغ والإنذار، لا خلق الهداية والإيمان. </p><p> ٧ - إجمال دعوة الأنبياء بأنها عبادة الله واجتناب الطاغوت، ومن الناس من استجاب لدعوتهم، ومنهم من حقت عليه الضلالة. </p><p> ٨ - إنكار المشركين للبعث والنشور، وحلفهم على ذلك، وتكذيب الله تعالى لهم فيما يقولون. </p><p> ٩ - إنكار بعث محمَّد - صلى الله عليه وسلم - بأنه رجلٌ لا ملكٌ، فكذبهم الله بأن الأنبياء جميعًا كانوا رجالًا لا ملائكة. </p><p> ١٠ - إنذار المشركين بعذاب الخسف. </p><p> ١١ - جعلهم الملائكة بنات الله مع حزنهم إذا بشر أحدهم بالأنثى. </p><p> ١٢ - رحمة الله بعباده، وعدم مؤاخذتهم بذنوبهم، وأنه لو أخذهم ما ترك </p><p> على ظهر الأرض دابة. </p><p> ١٣ - ذكر نعمه على عباده بإنزال اللبن من بين الفرث والدم، وأخذ الثمرات من النخيل والأعناب، والعسل من النحل. وأيضًا تفاضل الناس في الأعمار والأرزاق. وأيضًا ضرب الأمثال لدحض الشركاء والأنداد من دون الله. </p><p> ١٤ - الامتنان على عباده بخلق السمع والبصر، وتسخير الطير في جو السماء، وجعل البيوت سكنًا، وجعله لنا سرابيل تقي الحر، وسرابيل تقي بأس العدو. </p><p> ١٥ - جعل الأنبياء شهداء على أممهم، وعدم الإذن للكافرين في الكلام، وعدم قبول معذرتهم. </p><p> ١٦ - الأمر بالعدل والإحسان وصلة الأرحام، والنهي عن الفحشاء والمنكر والبغي، والأمر بالعهود والوعود وضرب الأمثال لذلك. </p><p> ١٧ - الأمر بالاستعاذة من الشيطان، وبيان أن سلطانه على المشركين. </p><p> ١٨ - تكذيبهم للرسول إذا جاءهم بحكم لم يكن في شريعة من قبله من الأنبياء، وادعائهم بأن هذا القرآن إنما هو تعليم من عبد رومي، وردَّ الله عليهم ذلك. وأنه لا ضير على من كفر وقلبه مطمئن بالإيمان، دون من شرح بالكفر صدرًا. </p><p> ١٩ - دفاع كل نفس عن نفسها يوم القيامة، وجزاء كل نفس بما عملت. </p><p> ٢٠ - ذكر ما حرمه الله تعالى من المطاعم، والنهي عن تقولهم على الله بغير علم. وذكر ما حرمه على اليهود بسبب ظلمهم. </p><p> ٢١ - مدح إبراهيم - عليه السلام - ووصفه بصفات لم يوصف بها نبيٌّ غيره، ثم أمر النبي - صلى الله عليه وسلم - باتباعه، وسلوك طريقته في العقاب والصبر على الأذى. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> ولقد أجاد من قال: </p><p> سبحانك لا علم لنا ... إلَّا ما أَلْهَمْتَ لَنَا </p><p> لَكَ الشُّكْرُ يَا مَوْلاَنَا ... عَلى مَا أَسْعَفْتَ لَنَا </p><p> شعر </p><p> يَا رَب لا تُحْينِي إلى زَمَنٍ ... أكُونُ فيه كَلًّا على أَحَدِ </p><p> خُذْ بيدي قَبلَ أنْ أقُوْلَ لِمَنْ ... أَلْقَاهُ عِنْدَ القِيَامِ خُذْ بِيَدِي </p><p>(١) الحمد لله على إفضاله، والشكر له على نواله، والصلاة والسلام على محمَّد وآله، ما تطارد الجديدان، وتطاول المدى والزمان. وكان الفراغ من مسودة هذا المجلد بالمسفلة حارة الرشد من مكة المكرمة في شهر رمضان المبارك في اليوم الثامن والعشرين منه، يوم السبت وقت الشروق، منتصف الساعة الأولى منه، من شهور سنة إحدى عشرة وأربع مثة وألف من الهجرة النبوية، على صاحبها أفضل الصلاة وأزكى التحية، بتاريخ سنة ٢٨/ ٩/ ١٤١١ هـ.تم المجلد الخامس عشر من تفسير حدائق الروح والريحان في روابي علوم القرآن، ويليه المجد السادس عشر، وأوله سورة الإسراء.</p><p> تفسير حدائق الروح والريحان في روابي علوم القرآن </p><p> تأليف </p><p> الشيخ العلامة محمد الأمين بن عبد الله الأرمي العلوي الهرري الشافعي </p><p> المدرس بدار الحديث الخيرية في مكة المكرمة </p><p> إشراف ومراجعة </p><p> الدكتور هاشم محمد علي بن حسين مهدي </p><p> خبير الدراسات برابطة العالم الإسلامي - مكة المكرمة </p><p> «المجلد السادس عشر» </p><p> حقوق الطبع محفوظة للناشر </p><p> الطبعة الأولى </p><p> ١٤٢١ هـ - ٢٠٠١ م </p><p> دار طوق النجاة </p><p> بيروت - لبنان </p><p> تفسير حدائق الروح والريحان في روابي علوم القرآن </p><p> [١٦] </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> الحمد لله الذي أنزل القرآن موعظةً وشفاءً لما في الصدور، وجعله منهلًا عذبًا للورود والصدور، جمع فيه علوم الأولين والآخرين، فلا رطب ولا يابس إلا في كتاب مبين، والصلاة والسلام على من أوحي إليه ذلك القرآن، من لوح الوجوب والأمر والشأن، سيدنا محمد الذي فسر الآيات في الأنفس والآفاق، على مراد الله الملك الخلاق، وعلى آله وصحبه المقتبسين من مشكاة أنواره، المغترفين من بحار أسراره، ومن تبعهم ممن تخلّق بالقرآن في كل زمان، ما تطاول المدى وطلع المرزمان. </p><p> أما بعد: فإني لما فرغت من تفسير الجزء الرابع عشر من القرآن بعون الله وتوفيقه .. أردت الشّروع في تفسير الجزء الخامس عشر منه، مستمدًا منه التيسير والتوفيق؛ لأقوم الطريق فقلت. </p><p> [سورة الإسراء] </p><p> سورة الإسراء - وتسمى سورة بني إسرائيل، وسورة سبحان -: مكية، إلّا ثماني آيات، من قوله سبحانه:  {وَإِنْ كادُوا لَيَسْتَفِزُّونَكَ} إلى قوله: {سُلْطانًا نَصِيرًا} فتلك الآيات الثمانية مدنية. وهذا (١) قول قتادة. وقال مقاتل: فيها من المدني قوله: {وَقُلْ رَبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ} الآية، وقوله تعالى:  {إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ مِنْ قَبْلِهِ} ، وقوله:  {إِنَّ رَبَّكَ أَحاطَ بِالنَّاسِ} ، وقوله:  {وَإِنْ كادُوا لَيَسْتَفِزُّونَكَ} ، وقوله:  {وَلَوْلا أَنْ ثَبَّتْناكَ} والتي تليها. </p><p>(١) الخازن.</p><p> وعدد آياتها: مئة وعشر آيات، وقيل: وإحدى عشرة آية وكلماتها ألف وخمس مئة وثلاث وثلاثون كلمة، وعدد حروفها ستة آلاف، وأربع مئة وستون حرفًا: </p><p> فضلها: ومما ورد في فضلها: ما روي (١) عن النبي - صلى الله عليه وسلم - أنه قال:  «من قرأ سورة بني إسرائيل فرقّ قلبه عند ذكر الوالدين، كان له قنطار في الجنة» والقنطار: ألف أوقية، ومئتا أوقية. </p><p> وأخرج أحمد (٢) ، والترمذي، والنسائي، وغيرهم عن عائشة، أنّ النبي - صلى الله عليه وسلم - (كان يقرأ كل ليلة سورة بني إسرائيل والزمر) . </p><p> وأخرج البخاري، وابن مردويه عن ابن مسعود أنه قال في هذه السورة، والكهف، ومريم، وطه، والأنبياء، هن من العتاق الأول، وهن من تلادي. </p><p> الناسخ والمنسوخ فيها: قال أبو عبد الله محمد بن حزم - رحمه الله تعالى - وجملة المنسوخ في سورة بني إسرائيل ثلاث آيات: </p><p> أولاهن: قوله تعالى: {وَقَضى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوالِدَيْنِ إِحْسانًا إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُما أَوْ كِلاهُما} إلى قوله: {كَما رَبَّيانِي صَغِيرًا} الآية نسخ بعض حكمها، وبقي البعض على ظاهره، فهو في أهل التوحيد محكم، وبعض حكمها في أهل الشرك منسوخ بقوله تعالى:  {ما كانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ} الآية. </p><p> الآية الثانية: قوله تعالى: {رَبُّكُمْ أَعْلَمُ بِكُمْ} إلى قوله تعالى: {وَما أَرْسَلْناكَ عَلَيْهِمْ وَكِيلًا} نسختا بآية السيف. </p><p> الآية الثالثة: قوله تعالى: {قُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمنَ} إلى قوله: {فَلَهُ الْأَسْماءُ الْحُسْنى} ، الآية نسخت بالآية التي في سورة الأعراف، وهي قوله تعالى:  {ادْعُوا رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً ...} الآية. </p><p>(١) البيضاوي. (٢) المراغي.</p><p> المناسبة: ووجه (١) مناسبة هذه السورة لسورة النحل، وذكرها بعدها في أمور: </p><p> ١ - أنه سبحانه وتعالى ذكر في سورة النحل اختلاف اليهود في السبت، وهنا ذكر شريعة أهل السبت التي شرعها لهم في التوراة، فقد أخرج ابن جرير عن ابن عباس أنه قال:  (إن التوراة كلها في خمس عشرة آية من سورة بني إسرائيل) . </p><p> ٢ - أنه لما أمر نبيه - صلى الله عليه وسلم - بالصبر، ونهاه عن الحزن، وضيق الصدر من مكرهم في السُّورة السالفة .. ذكر هنا شرفه، وعلوّ منزلته عند ربه. </p><p> ٣ - أنه لما ذكر في السورة السالفة نعمًا كثيرة حتى سميت لأجلها سورة النعم .. ذكر هنا أيضًا نعمًا خاصةً وعامّةً. </p><p> ٤ - ذكر هناك أن النحل {يَخْرُجُ مِنْ بُطُونِها شَرابٌ مُخْتَلِفٌ أَلْوانُهُ فِيهِ شِفاءٌ لِلنَّاسِ} وهنا ذكر {وَنُنَزِّلُ مِنَ الْقُرْآنِ ما هُوَ شِفاءٌ وَرَحْمَةٌ لِلْمُؤْمِنِينَ} . </p><p> ٥ - أنه في تلك أمر بإيتاء ذي القربى، وكذلك هنا مع زيادة إيتاء المساكين، وابن السبيل. </p><p> والله أعلم </p><p> * * * </p><p>(١) المراغي.</p><p> بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ </p><p> {سُبْحانَ الَّذِي أَسْرى بِعَبْدِهِ لَيْلًا مِنَ الْمَسْجِدِ الْحَرامِ إِلَى الْمَسْجِدِ الْأَقْصَى الَّذِي بارَكْنا حَوْلَهُ لِنُرِيَهُ مِنْ آياتِنا إِنَّهُ هُوَ السَّمِيعُ الْبَصِيرُ (١) وَآتَيْنا مُوسَى الْكِتابَ وَجَعَلْناهُ هُدىً لِبَنِي إِسْرائِيلَ أَلاَّ تَتَّخِذُوا مِنْ دُونِي وَكِيلًا (٢) ذُرِّيَّةَ مَنْ حَمَلْنا مَعَ نُوحٍ إِنَّهُ كانَ عَبْدًا شَكُورًا (٣) وَقَضَيْنا إِلى بَنِي إِسْرائِيلَ فِي الْكِتابِ لَتُفْسِدُنَّ فِي الْأَرْضِ مَرَّتَيْنِ وَلَتَعْلُنَّ عُلُوًّا كَبِيرًا (٤) فَإِذا جاءَ وَعْدُ أُولاهُما بَعَثْنا عَلَيْكُمْ عِبادًا لَنا أُولِي بَأْسٍ شَدِيدٍ فَجاسُوا خِلالَ الدِّيارِ وَكانَ وَعْدًا مَفْعُولًا (٥) ثُمَّ رَدَدْنا لَكُمُ الْكَرَّةَ عَلَيْهِمْ وَأَمْدَدْناكُمْ بِأَمْوالٍ وَبَنِينَ وَجَعَلْناكُمْ أَكْثَرَ نَفِيرًا (٦) إِنْ أَحْسَنْتُمْ أَحْسَنْتُمْ لِأَنْفُسِكُمْ وَإِنْ أَسَأْتُمْ فَلَها فَإِذا جاءَ وَعْدُ الْآخِرَةِ لِيَسُوؤُا وُجُوهَكُمْ وَلِيَدْخُلُوا الْمَسْجِدَ كَما دَخَلُوهُ أَوَّلَ مَرَّةٍ وَلِيُتَبِّرُوا ما عَلَوْا تَتْبِيرًا (٧) عَسى رَبُّكُمْ أَنْ يَرْحَمَكُمْ وَإِنْ عُدْتُمْ عُدْنا وَجَعَلْنا جَهَنَّمَ لِلْكافِرِينَ حَصِيرًا (٨) إِنَّ هذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحاتِ أَنَّ لَهُمْ أَجْرًا كَبِيرًا (٩) وَأَنَّ الَّذِينَ لا يُؤْمِنُونَ بِالْآخِرَةِ أَعْتَدْنا لَهُمْ عَذابًا أَلِيمًا (١٠) وَيَدْعُ الْإِنْسانُ بِالشَّرِّ دُعاءَهُ بِالْخَيْرِ وَكانَ الْإِنْسانُ عَجُولًا (١١) وَجَعَلْنَا اللَّيْلَ وَالنَّهارَ آيَتَيْنِ فَمَحَوْنا آيَةَ اللَّيْلِ وَجَعَلْنا آيَةَ النَّهارِ مُبْصِرَةً لِتَبْتَغُوا فَضْلًا مِنْ رَبِّكُمْ وَلِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسابَ وَكُلَّ شَيْءٍ فَصَّلْناهُ تَفْصِيلًا (١٢) وَكُلَّ إِنسانٍ أَلْزَمْناهُ طائِرَهُ فِي عُنُقِهِ وَنُخْرِجُ لَهُ يَوْمَ الْقِيامَةِ كِتابًا يَلْقاهُ مَنْشُورًا (١٣) اقْرَأْ كِتابَكَ كَفى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيبًا (١٤) مَنِ اهْتَدى فَإِنَّما يَهْتَدِي لِنَفْسِهِ وَمَنْ ضَلَّ فَإِنَّما يَضِلُّ عَلَيْها وَلا تَزِرُ وازِرَةٌ وِزْرَ أُخْرى وَما كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا (١٥) }. </p><p> المناسبة </p><p> مناسبة أول هذه السورة لآخر ما قبلها (١) : أنّه تعالى لما أمر نبيّه بالصبر، ونهاه عن الحزن عليهم، وأن يضيق صدره من مكرهم، وكان من مكرهم نسبته إلى الكذب، والسحر، والشعر، وغير ذلك مما رموه به .. أعقب تعالى ذلك بذكر شرفه، وفضله، وعلو منزلته عنده تعالى. </p><p>(١) البحر المحيط.</p><p> قوله تعالى:  {وَآتَيْنا مُوسَى الْكِتابَ وَجَعَلْناهُ هُدىً ...} الآيات، مناسبة هذه الآيات لما قبلها (١) : أنّ الله سبحانه وتعالى لما ذكر في الآية الأولى: أنه أكرم عبده، ورسوله محمدًا - صلى الله عليه وسلم - بالإسراء من مكة إلى بيت المقدس .. أردف ذلك بذكر ما أكرم به موسى عليه السلام قبله من إعطائه التوراة، وجعله هدى لبني إسرائيل ليخرجهم من ظلمات الكفر والجهل إلى نور العلم والهدى، ثمّ قفّى على ذلك ببيان أنّهم ما عملوا بهديها بل أفسدوا في الأرض، فسلّط الله عليهم البابليين، أثخنوا فيهم، وقصدوهم بالقتل، والنهب، والسلب، ثم أزال عنهم هذه المحنة، وأعاد لهم الدولة، وأمدهم بالأموال، والبنين، وجعلهم أكثر عددا مما كانوا، ثم عادوا إلى عصيانهم، وقتلوا ذكريا، ويحيى - عليهما السلام - فَسَلَّط الله عليهم من أدال دولتهم مرة أخرى، فأعمل فيهم السيف، وسلب، ونهب، وجاس خلال ديارهم، فدخل بيت المقدس مرّة أخرى بالقهر والغلبة والإذلال، وأهلك ما أهلك، مما قد جمعوه وكنزوه، ثم أوعدهم على عصيانهم بالعقاب في الآخرة بنار جهنم، وبئس السجن هي لمن عصى الله وخالف أوامر دينه تعالى. </p><p> قوله تعالى:  {إِنَّ هذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه وتعالى، لما ذكر ما أكرم به من اصطفاه من النبيين والمرسلين، فأكرم محمدا - صلى الله عليه وسلم - بالإسراء، وأكرم موسى بالتوراة، وجعلها هدى لبني إسرائيل، ثم بيّن أنهم لم يعملوا بها، فحل بهم عذاب الدنيا والآخرة .. قفّى على ذلك بالثناء على القرآن الكريم، وبيان أنه يهدي إلى الصراط المستقيم، ويبشر المؤمنين بالأجر والثواب العظيم، وينذر الكافرين بالعذاب الأليم، ثم أردف ذلك بذكر طبيعة الإنسان، وأنه خلق عجولا قد يدعو على نفسه بالشر، أي: بالموت، والهلاك، والدمار، واللعنة كما يدعو لنفسه بالخير. </p><p> وعبارة أبي حيان هنا: لما ذكر (٢) تعالى من اختصه بالإسراء، وهو محمد - صلى الله عليه وسلم - ومن آتاه التوراة، وهو موسى عليه السلام، وأنها هدًى لبني إسرائيل، </p><p>(١) المراغي. (٢) البحر المحيط.</p><p> وذكر ما قَضَى عليهم فيها من التسليط عليهم بذنوبهم، كان - ذلك رادعًا لمن عقل عن معاصي الله، فذكر ما شرف الله به رسوله محمدًا - صلى الله عليه وسلم - من القرآن الناسخ لحكم التوراة، وكل كتاب إلهي، وأنه يهدي للطريقة أو الحالة التي هي أقوم -. </p><p> قوله تعالى:  {وَجَعَلْنَا اللَّيْلَ وَالنَّهارَ آيَتَيْنِ ...} الآية، مناسبة هذه الآية لما قبلها: أنّ الله سبحانه وتعالى لما ذكر الهداية، والإرشاد بالقرآن الكريم .. قفّى على ذلك بالاستدلال بالآيات، والدلائل التي في الآفاق، وهي برهان نيّر لا ريب فيه، وطريق بيّن لا يضل من ينتحيه. </p><p> قوله تعالى:  {وَكُلَّ إِنسانٍ أَلْزَمْناهُ طائِرَهُ فِي عُنُقِهِ ...} الآيات، مناسبة هذه الآيات لما قبلها (١) : أنّ الله سبحانه وتعالى لمّا بين فيما سلف حال كتابه الذي يحوي النافع والضارّ من الأعمال، مما يكون به سعادة الإنسان، وشقاؤه في دينه ودنياه .. قفى على ذلك بذكر حال كتاب المرء، وأنه لا يغادر صغيرة ولا كبيرة من أعماله إلّا أحصاها، وأن حسنها وقبحها تابع لأخذه بما في الكتاب الأول، أو تركه لذاك، فمن أخذ به اهتدى، ومنفعة ذلك عائدة إليه، ومن أعرض عنه ضل وغوى، ووبال ذلك راجع عليه، ثم أكد عنايته بعباده، وأنه لا يعاقب أحدًا منهم إلا إذا أرسل الرسل يبلِّغون رسالات ربهم رحمة بهم، ورأفة عليهم. </p><p> أسباب النزول </p><p> قوله تعالى:  {سُبْحانَ الَّذِي أَسْرى بِعَبْدِهِ لَيْلًا ...} الآية، قال أبو القاسم سليمان الأنصاري (٢) : لما وصل محمد - صلى الله عليه وسلم - إلى الدرجات العالية، والمراتب الرفيعة، في المعارج أوحى الله إليه يا محمد، بم شرفك الله سبحانه وتعالى؟ قال:  «يا رب بنسبتي إليك بالعبودية» فأنزل الله فيه {سُبْحانَ الَّذِي أَسْرى بِعَبْدِهِ ...} الآية انتهى. </p><p> قوله تعالى:  {وَلا تَزِرُ وازِرَةٌ وِزْرَ أُخْرى ...} الآية، سبب نزولها: ما </p><p>(١) المراغي. (٢) البحر المحيط.</p>"
}