{
  "id": null,
  "sura": 16,
  "aya": 127,
  "text": "<p> وقرأ الجمهور:  {عاقبتم} بالألف والتخفيف فيهما، وقرىء بالتشديد فيهما من غير ألف. </p><p> روي: أن المشركين مثلوا بالمسلمين يوم أحد، بقروا بطونهم، وقطعوا مذاكيرهم، فرأى النبي - صلى الله عليه وسلم - حمزة مبقور البطن، فقال:  \"أمَّا والذي أحلف به لأمثلن بسبعين مكانك\" ، فنزلت، فكفر عن يمينه، وكف عما أراد، ولا خلاف في تحريم المثلة، لورود الأخيار بالنهي عنها، حتى بالكلب العقور. </p><p> {وَلَئِنْ صَبَرْتُمْ} وعفوتم، وتركتم المعاقبة بالمثل {لَهُوَ} بضم الهاء وسكونها قراءتان سبعيتان، والضمير يرجع إلى مصدر صبرتم، والمراد بالصابرين المخاطبون؛ أي: ولئن صبرتم لصبركم {خَيْرٌ لِلصَّابِرِينَ} ؛ أي: خير لكم، فوضع (١) الصابرين موضع الضمير ثناءً من الله عليهم؛ لأنهم صابرون على الشدائد، يعني: ولئن عفوتم وتركتم استيفاء القصاص وصبرتم .. كان ذلك العفو والصير خيرًا من استيفاء القصاص، وفيه أجرٌ للصابرين العافين؛ أي: وإن (٢) عاقبتم أيها المؤمنون من ظلمكم .. فلكم في العقاب إحدى طريقين: </p><p> ١ - أن تعاقبوه بمثل الذي نالكم به ظالمكم من العقوبة. </p><p> ٢ - أن تصبروا وتتجاوزوا عما صدر منه من الذنب، وتصفحوا عنه، وتحتسبوا عند الله ما نالكم به من الظلم، وتكلوا أمركم إليه، والله يتولى عقوبته، والصبر خير للصابرين من الانتقام، لأنَّ الله ينتقم من الظالم بأشد مما كان ينتقم منه لنفسه. </p><p> والخلاصة: أنكم إن رغبتم في القصاص - فاقنعوا بالمثل، ولا تزيدوا عليه، فإنَّ الزيادة ظلمٌ، والظلم لا يحبه الله، ولا يرضى به، وإن تجاوزتم عن العقوبة وصفحتم .. ذلك خيرٌ وأبقى، والله هو الذي يتولى عقاب الظالم، ويأخذ بثأر المظلوم. </p><p> ١٢٧ - ثم أمر رسوله بالصبر صراحةً بعد أن ندب إليه غيره تعريضًا، لأنه أولى </p><p>(١) النسفي. (٢) المراغي.</p><p> الناس بعزائم الأمور، لزيادة علمه بشؤونه تعالى فقال:  {وَاصْبِرْ} يا محمَّد على ما أصابك منهم من أذى في الله، ومن إعراض عن الدعوة {وَمَا صَبْرُكَ} يا محمَّد إن صبرت {إِلَّا بِاللَّهِ} ؛ أي: إلا بمعونة الله تعالى، وحسن توفيقه، ومشيئته المبنية على الحكم البالغة التي تنتهي إلى عواقب محمودةٍ، والاستثناء (١) مفرغ من أعم الأشياء؛ أي: وما صبرك حاصلًا ومصحوبًا بشيء من الأشياء إلا بتوفيقه لك، وفي هذا تسليةٌ للنبي - صلى الله عليه وسلم -، وتهوين لمشاق الصبر عليه، وتشريفٌ له بما لا مزيد عليه، ثم نهاه عن الحزن فقال:  {وَلَا تَحْزَنْ} يا محمَّد {عَلَيْهِمْ} ؛ أي: على الكافرين في إعراضهم عنك، أو لا تحزن على قتلى أحد، فإنهم قد أفضوا إلى رحمة الله؛ أي: ولا تحزن على إعراض المشركين الذين يكذبونك وينكرون ما جئتهم به {وَلَا تَكُ} يا محمَّد {فِي ضَيْقٍ} وهمٍّ وغمٍّ {مِمَّا يَمْكُرُونَ} ؛ أي: من مكرهم لك فيما يستقبل من الزمان؛ أي: ولا يضق صدرك بما يقولون من الجهل بنسبتك إلى السحر والكهانة والشعر، احتيالًا وخديعةً لمن أراد الإيمان بك، وصدًّا عن سبيل الله، والمعنى: لا تهتم بمكرهم. </p><p> وقصارى ذلك: أنَّه (٢) نهى نبيه - صلى الله عليه وسلم - أن يضيق صدره مما يلقى من أذى المشركين على تبليغهم وحي الله وتنزيله، كما قال:  {فَلَا يَكُنْ فِي صَدْرِكَ حَرَجٌ مِنْهُ لِتُنْذِرَ بِهِ} وقال: {فَلَعَلَّكَ تَارِكٌ بَعْضَ مَا يُوحَى إِلَيْكَ وَضَائِقٌ بِهِ صَدْرُكَ أَنْ يَقُولُوا لَوْلَا أُنْزِلَ عَلَيْهِ كَنْزٌ ...} الآية. </p><p> فالله كافيك أذاهم، وناصرك عليهم، ومؤيدك ومظهرك عليهم، فمهما حاولوا إيصال الأذى بك .. فإن الله مبعده عنك، ومحبط ما صنعوا، وهم لا يشعرون. </p><p> وقرأ الجمهور (٣) : {ضَيْقٍ} بفتح الضاد، وقرأ ابن كثير بكسرها، قال ابن السكيت: هما سواء، يعني المفتوح والمكسور، وقال الفراء: الضيق بالفتح: ما </p><p>(١) الشوكاني. (٢) المراغي.(٣) الشوكاني.</p>"
}