{
  "id": null,
  "sura": 16,
  "aya": 11,
  "text": "<p> ومصالحكم هو الإله الذي أنزل المطر من السماء عذبًا زلالًا تشربون منه، وتسقون أشجاركم ونباتكم التي تسيمون فيها أنعامكم وفيها ترعى. </p><p> ١١ - ثم استأنف (١) إخبارًا عن منافع الماء، فقال جوابًا لمن قال: هل له منفعة غير ذلك؟ {يُنْبِتُ} الله سبحانه وتعالى {لَكُمْ} أيها العباد؛ أي: ينبت لمصالحكم ومنافعكم {بِهِ} ؛ أي: بما أنزل من السماء {الزَّرْعَ} الذي هو أصل الأغذية وعمود المعاشر، قال في \"بحر العلوم\" : الزرع كل ما استنبت بالبذر مسمى بالمصدر وجمعه زروع. </p><p> قال كعب الأحبار: لما أهبط الله تعالى آدم عليه السلام .. جاء ميكائيل بشيء من حيث الحنطة وقال: هذا رزقك ورزق أولادك، قم فاضرب الأرض، وابذر البذر، قال: ولم يزل الحب من عهد آدم إلى زمن إدريس كبيضة النعام، فلما كفر الناس .. نقص إلى بيضة الدجاجة، ثم إلى بيضة الحمامة، ثم إلى قدر البندقة، ثم إلى قدر الحمصة، ثم إلى المقدار المحسوس الآن، يقال: إن اليوم لا يأكل الحنطة ولا يشرب الماء، أما الأول: فلأن آدم عصى بالحنطة ربه، وأما الثاني: فلأن قوم نوح أهلكوا بالماء. </p><p> وقرأ أبو بكر (٢) : {نُنْبِتُ} بنون العظمة، وقرأ الزهري {نُنَبِّتُ} بالتشدد، قيل للتكثير والتكرير، والذي يظهر أنه تضعيف التعدية، وقرأ أُبيٌّ:  {يَنْبُت} من نبت، ورفع الزرع وما عطف عليه، {و} ينبت لكم بذلك الماء {الزيتون} الذي هو إدام من وجه، وفاكهة من وجه، قال في \"إنسان العيون\" : شجرة الزيتون تعمِّر ثلاثة آلاف سنة، وهو جمع زيتونة، ويقال للشجرة نفسها: زيتونة، {و} وينبت لكم {النخيل} والنخيل والنخل بمعنى واحد، وهو اسم جمع، والواحدة نخلة كالثمرة والثمر، وفي الحديث:  \"أكرموا عمتكم النخلة، فإنها خلقت من فضل طينة آدم، وليس من الشجر شجرة أكرم على الله من شجرة ولدت تحتها مريم ابنة عمران، فأطعموا نسائكم الولَّد الرطب، فإن لم يكن رطب فتمرٌ\" ، كما في </p><p>(١) روح البيان. (٢) البحر المحيط.</p><p> \"المقاصد الحسنة\" ، {و} ينبت لكم {الأعناب} جمع عنب، وإنما جمع الأعناب للإشارة إلى ما فيها من الاشتمال على الأصناف المختلفة، وفيه إشارة: إلى أن تسمية العنب كرمًا لم يكن بوضع الواضع، ولكنه كان من الجاهلية، كأنهم قصدوا به الاشتقاق من الكرم؛ لكون الخمر المتخذة تحثُّ على الكرم والسخاء، فنهى النبي - صلى الله عليه وسلم - عن أن يسموه بالاسم الذي وضعه الجاهلية، وأمرهم بالتسمية اللغوية بوضع الواضع حيث قال:  \"لا تقولوا: الكرم،ولكن قولوا:العنب والحبلة\" ثم بين قبح تلك الاستعارة بقوله: \"إنما الكرم قلب المؤمن\" يعني أن ما ظنوه من السخاء والكرم فإنما هو من قلب المؤمن لا من الخمر؛ إذ أكثر تصرفات السكران عن غلبةٍ من عقله، فلا يعتبر ذلك العطاء كرمًا ولا سخاء؛ إذ هو في تلك الحالة كصبي لا يعقل السخاء، ويؤثر بماله سرفًا وتبذيرًا، فكما لا يُحمل ذلك على الكرم، فكذا إعطاء السكران، كذا في \"أبكار الأفكار\" . </p><p> وخصص هذه الأنواع الأربعة بالذكر للإشعار بفضلها وشرفها، وفي \"البحر\" : وخص (١) الأربعة بالذكر؛ لأنها أشرف ما ينبت، وأجمعه للمنافع، وبدأ بالزرع لأنه قوت أكثر العالم، ثم بالزيتون لما فيه من فائدة الاستصباح بدهنه، وهي ضرورية مع منفعة أكله، والائتدام به، وبدهنه والإطلاء بدهنه، ثم بالنخل لأن ثمرته من أطيب الفواكه، وقوت في بعض البلاد، ثم بالأعناب لأنها فاكهة محضة. </p><p> ثم عمَّم فقال (٢) : {و} ينبت لكم {من كل الثمرات} ؛ أي: بعض كلها، وأتى بلفظ {من} التي للتبعيض؛ لأن كل الثمرات لا تكون إلا في الجنة، وإنما أُنبت في الأرض بعضٌ من كلها للتذكرة. </p><p> ويحتمل كون المراد {وَمِنْ كُلِّ الثَّمَرَاتِ} التي يحتملها هذه النشأة الدنيوية، وترى بها، وهي الثمرات المتعارفة عند الناس بأنواعها وأصنافها، فتكون كلمة {مِنْ} صلة كما في قوله تعالى: {يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ} على رأي الكوفية وهو </p><p>(١) البحر المحيط. (٢) روح البيان.</p><p> اللائح الواضح. </p><p> والمعنى: أي ينبت لكم بالماء الذي أنزله من السماء زرعكم وزيتونكم ونخيلكم وأعنابكم، ومن كل الثمرات غير ذلك أرزاقًا لكم، وأقواتًا نعمةً منه عليكم، وحجة على من كفر به، ولما ذكر الحيوانات المنتفع بها على التفصيل .. أعقبه بقوله:  {وَيَخْلُقُ مَا لَا تَعْلَمُونَ} كذلك هنا ذكر الأنواع المنتفع بها من النبات، ثم قال:  {وَمِنْ كُلِّ الثَّمَرَاتِ} تنبيهًا على أن تفصيل القول في أجناسها وأنواعها وصفاتها ومنافعها مما لا يكاد يحصر، كما أنَّ تفصيل ما خُلق من باقي الحيوان لا يكاد يحصر، وختم ذلك تعالى بقوله:  {إِنَّ فِي ذَلِكَ} ؛ أي: إن في إنزال الماء، وإنبات ما فصل {لَآيَةً} عظيمة دالة على تفرده تعالى بالألوهية، لاشتماله على كمال العلم والقدرة والحكمة {لِقَوْمٍ يَتَفَكَّرُونَ} ؛ أي: لقوم يعتبرون مواعظ الله، ويتفكرون فيها، حتى تطمئن قلوبهم بها، وينبلج نور الإيمان فيها يضيء أفئدتهم، ويزكي نفوسهم، فإن (١) من تفكر في أن الحبة والنواة تقع في الأرض، وتصل إليها نداوة تنفذ فيها، فينشق أسفلها، فيخرج منه عروق تنبسط في أعماق الأرض، وينشق أعلاها إن كانت منتكسة في الوقوع ويخرج منه ساق فينمو، ويخرج منه الأوراق والأزهار والحبوب والثمار، على أجسام مختلفة الأشكال والألوان والخواص والطبائع، وعلى نواةٍ قابلةٍ لتوليد الأمثال على النمط المحرر لا إلى نهاية، مع اتحاد المواد واستواء نسبة الطبائع السفلية، والتأثيرات العلوية بالنسبة إلى الكل .. علم أن من هذه أفعاله وآثاره لا يمكن أن يشبهه شيء في شيء من صفات الكمال، فضلًا عن أن يشاركه أخس الأشياء في صفاته التي هي الألوهية، واستحقاق العبادة، تعالى عن ذلك علوًا كبيرًا، والتفكر تصرف القلب في معاني الأشياء لدرك المطلوب، قالوا: الذكر طريق والفكر وسيلة المعرفة التي هي أعظم الطاعات، ولله (٢) در القائل: </p><p> تَأمَّلْ في رِياضِ الْوَرْدِ وَانْظُرْ ... إلى آثَارِ مَا صَنَعَ الْمَلِيْكُ </p><p>(١) روح البيان. (٢) المراغي.</p>"
}