{
  "id": null,
  "sura": 16,
  "aya": 59,
  "text": "<p> والتغير الذي يحصل بسبب الغم، والعرب تقول لكل من لقي مكروها قد اسود وجهه غمًّا وحزنًا، قاله الزجاج، وقال الماوردي: بل المراد سواد اللون حقيقة، قال: وهو قول الجمهور، والأولى، فإن المعلوم بالوجدان أن من غضب وحزن واغتم لا يحصل في لونه إلا مجرد التغير، وظهور الكآبة والانكسار لا السواد الحقيقي. </p><p> وجملة قوله:  {وَهُوَ كَظِيمٌ} في محل نصب على الحال؛ أي: ظل وجهه مسودًّا، والحال أنه مملوء غضبًا على المرأة، لأجل ولادتها الأنثى، ومن هنا (١) أخذ المعبرون من رأى أو روئي له أن وجهه اسودَّ، فإن امرأته تلد أنثى، أو ممتلىءٌ من الغم غيظًا وخنقًا، قال الأخفش: هو الذي يكظم غيظه ولا يظهره، </p><p> ٥٩ - {يَتَوَارَى مِنَ الْقَوْمِ} ؛ أي: يتغيب ويختفي ويستتر من قوله، {مِنْ سُوءِ مَا بُشِّرَ بِهِ} ؛ أي: من أجل سوء المبشر به، ومن أجل تعييرهم له بها، والتعبير عنها بـ {ما} لإسقاطها عن درجة العقلاء؛ أي: يختفي (٢) منهم من أجل كراهية الأنثى التي بشر وأخبر بها، من حيث كونها لا تكتسب، وكونها يخاف عليها الزنا، وكان الرجل في الجاهلية إذا ظهر آثار الطلق بأمرته .. اختفى عن القوم، إلى أن يعلم ما يولد له، فإن كان ذكرًا .. فرح به، وإن كان أنثى .. حزن ولم يظهر للناس أيَّامًا، يدبر فيها ماذا يصنع بها، وذلك قوله تعالى:  {أَيُمْسِكُهُ} تذكير الضمير باعتبار لفظ {ما} ؛ أي: أيمسك ذلك المولود ويتركه {عَلَى هُونٍ} ؛ أي: مع ذُلٍّ وتعيير يلحقه بسببها؛ أي: يحفظ ما بشر به من الأنثى، ويتركه بلا دفْنٍ مع رضاه بذل نفسه، فقوله:  {عَلَى هُونٍ} إمَّا (٣) حال من الفاعل؛ أي: يمسكها مع رضاه بهوان نفس، أو من المفعول، أي: يمسكها مهانة ذليلة للعمل والاستقاء والخدمة، {أَمْ يَدُسُّهُ} ويخفيه {فِي التُّرَابِ} بالوأد؛ أي: دفنها حية؛ أي: إذا بشر حدهم بالأنثى .. يكون مترددًا بين أمرين، إما أن يمسكه على هون، وإما أن </p><p>(١) روح البيان. (٢) المراح.(٣) روح البيان.</p><p> يدسه في التراب، فيفعل ما ظهر له من الأمرين، فالعرب (١) كانوا مختلفين في قتل البنات، فمنهم من يحفر الحفيرة ويدفنها فيها إلى أن تموت، ومنهم من يرميها من شاهق جبل، ومنهم من يغرقها، ومنهم من يذبحها، وهم كانوا يفعلون ذلك تارةً للغيرة والحمية، وتارةً خوفًا من الفقر ولزوم النفقة، ولقد بلغ بهم المقت إلى أن يهجر بعضهم البيت الذي فيه المرأة إذا ولدت أنثى، {أَلَا} حرف تنبيه {سَاءَ} لإنشاء الذم؛ أي: انتهبوا واستمعوا ما أقول لكم: ساء وقبح {مَا يَحْكُمُونَ} ؛ أي: ما يحكم هؤلاء المشركون في حق الله تعالى، وفي حق أنفسهم، حيث أضافوا البنات التي يكرهونها إلى الله سبحانه، وأضافوا البنين المحبوبين عندهم إلى أنفسهم، والمخصوص بالذم حكمهم هذا. </p><p> والمعنى: أي وإذا (٢) بشر أحد هؤلاء الذين جعلوا لله البنات بولادة أنثى .. ظل وجهه مسودًا كئيبًا من الهم، ممتلئًا غيظًا وخنقًا من شدة ما هو فيه من الحزن، يتوارى من الناس خجلًا واستحياءً، ولا يود أن يراه أحد من مساءته بما بشِّر بها، ويدور بخلده أحد أمرين: إما أن يمسكها ويبقيها بقاء ذلة وهوان، فلا يورثها ولا يعني بها، بل يفضل الذكور عليها، وإما أن يدسها في التراب، ويدفنها وهي حية، وذلك هو الوأد المذكور، في قوله تعالى: {وَإِذَا الْمَوْءُودَةُ سُئِلَتْ (٨) بِأَيِّ ذَنْبٍ قُتِلَتْ (٩) }. </p><p> ومعنى قوله:  {أَلَا سَاءَ مَا يَحْكُمُونَ} ؛ أي: بئس (٣) ما قالوا، وبئس ما قسموا، وبئس ما نسبوه إليه، فإنهم بالغوا في استنكاف من البنت من وجوه: </p><p> ١ - اسوداد الوجه. </p><p> ٢ - الاختفاء من القوم من شدة نفرتهم منها. </p><p> ٣ - أنهم يقدمون على قتلها ووأدها خشية العار، أو خوف الجوع والفقر. </p><p>(١) المراح. (٢) المراغي.(٣) المراغي.</p>"
}