{
  "id": null,
  "sura": 16,
  "aya": 68,
  "text": "<p> ونبيذ يتخذ عن الخمر اهـ. فإن قلت (١) : الخمر محرمة فكيف ذكرها الله عز وجل في معرض الإنعام والامتنان؟ </p><p> قلت: قال العلماء في الجواب عن هذا: إنَّ هذه السورة مكية وتحريم الخمر إنما نزل في سورة المائدة وهي مدنية، فكان نزول هذه الآية في الوقت الذي كانت الخمر فيه غير محرمة، وهذا الجواب أولى ما قيل في هذا المقام. </p><p> أي: وذلك الإسقاء والإطعام أنكم تتخذون وتجعلون مما ذكر سكرًا وخمرًا، {و} تتخذون من ثمارها {رزقًا حسنًا} ؛ أي: طيبًا كالتمر والزبيب والدبس والخل. </p><p> قال بعضهم (٢) : انظر إلى الإخبار عن نعمة اللبن ونعمة السكر والرزق الحسن، لما كان اللبن لا يحتاج إلى معالجة الناس .. أخبر عن نفسه بقوله:  {نُسْقِيكُمْ} ، ولما كان السكر والرزق الحسن .. يحتاج إلى معالجة من الناس قال:  {تَتَّخِذُونَ} ، فأخبر عنهم باتخاذهم منه السكر والرزق، {إِنَّ فِي ذَلِكَ} الإسقاء والإطعام {لَآيَةً} باهرة على قدرته تعالى {لِقَوْمٍ يَعْقِلُونَ} ؛ أي: يستعملون عقولهم في الآيات بالنظر والتأمل، فيعلمون أن هذه الأحوال لا يقدر عليها إلا الله تعالى، ولما كان مفتتح الكلام:  {وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً} .. ناسب الختم بقوله:  {يَعْقِلُونَ} لأنه لا يعتبر إلا ذوو العقول، كما قال:  {إِنَّ فِي ذَلِكَ لَعِبْرَةً لِأُولِي الْأَبْصَارِ} ذكره في \"البحر\" . </p><p> ٦٨ - ولمَّا ذكر (٣) الله سبحانه وتعالى دلائل قدرته وعجائب صنعته الدالة على وحدانيته، من إخراج اللبن من بين فرث ودم، وإخراج السكر والرزق الحسن من ثمرات النخيل والأعناب .. ذكر في هذه الآية إخراج العسل الذي جعله الله تعالى شفاء للناس من دابة ضعيفة وهي النحلة، فقال سبحانه وتعالى:  {وَأَوْحَى رَبُّكَ} يا محمَّد {إِلَى النَّحْلِ} ؛ أي: إلى ذباب العسل وزنبوره؛ أي: ألهمها وقذف في قلبها </p><p>(١) الخازن. (٢) روح البيان.(٣) الخازن.</p><p> وعلمها بوجه لا يعلمه إلا هو تعالى، نظير قوله تعالى: {بِأَنَّ رَبَّكَ أَوْحَى لَهَا (٥) }. </p><p> والخطاب فيه للنبي - صلى الله عليه وسلم -، والمراد به كل فرد من الناس ممن له عقل وتفكر، يستدل به على كمال قدرة الله ووحدانيته، وأنه الخالق لجميع الأشياء المدبر لها بلطيف حكمته وقدرته. </p><p> وأصل الوحي الإشارة السريعة، وذلك يكون بالكلام على سبيل الرمز والتعريض، وقد يكون بصوت مجرد، ويقال الكلمة الإلهية التي يلقيها الله تعالى إلى أنبيائه وحيٌ، وإلى أوليائه إلهامٌ، وتسخير الطير لما خلق له وحي، ومنه قوله تعالى:  {وَأَوْحَى رَبُّكَ إِلَى النَّحْلِ} ؛ أي: أنه تعالى سخَّرها لما خلقها له، وألهمها رشدها وقدر في أنفسها هذه الأعمال العجيبة، التي يعجز عنها العقلاء من البشر، وذلك أن النحل تبني بيوتًا على شكل مسدس من أضلاع متساوية، لا يزيد بعضها على بعض بمجرد طباعها، ولو كانت البيوت مدورة أو مثلثة أو مربعة أو غير ذلك من الأشكال .. لكان فيما بينها خلل، ولما حصل المقصود، فألهمها الله سبحانه وتعالى أن تبنيها على هذا الشكل المسدس، الذي لا يحصل فيه خلل وفرجة خالية ضائعة. </p><p> وألهمها الله تعالى أيضًا أن تجعل عليها أميرًا كبيرًا نافذ الحكم فيها، وهي تطيعه وتمتثل أمره، ويكون هذا الأمير أكبرها جثة وأعظمها خلقة، ويسمى يعسوب النحل يعني ملكها، كذا حكاها الجوهري، وألهمها (١) الله سبحانه وتعالى أيضًا أن جعلت على باب كل خلية بوابًا، لا يمكن غير أهلها من الدخول إليها، وألهمها الله تعالى أيضًا أنها تخرج من بيوتها وتدور وترعى ثم ترجع إلى بيوتها ولا تضل عنها، ولما امتاز هذا الحيوان الضعيف بهذه الخواص العجيبة الدالة على مزيد الذكاء والفطنة .. دل ذلك على الإلهام الإلهي، فكان ذلك شبيهًا بالوحي، فلذلك قال تعالى:  {وَأَوْحَى رَبُّكَ إِلَى النَّحْلِ} وقرأ ابن وثاب: {النَّحل} </p><p>(١) الخازن.</p><p> بفتح الحاء ذكره في \"البحر\" . </p><p> أي: وألهم (١) ربك النحل، وألقى في روعها وعلَّمها أعمالًا يتخيل منها أنها ذوات عقول، وقد تتبع علماء المواليد أحوالها، وكتبوا فيها المؤلفات بكل اللغات، وخصصوا لا مجلات تنشر أطوارها وأحوالها، وقد وصلوا من ذلك إلى أمور: </p><p> ١ - أنها تعيش جماعات كبيرة، قد يصل عدد بعضها نحو خمسين ألف نحلة، وتسكن كل جماعة منها في بيت خاص يسمى خلية. </p><p> ٢ - أن كل خلية يكون فيها نحلة واحدة كبيرة تسمى الملكة أو اليعسوب، وهي أكبرهم جثة، وأمرها نافذٌ فيهم، وعدد يتراوح بين أربع مئة نحلة وخمس مئة يسمى الذكور، وعدد آخر من خمسة عشر ألفًا إلى خمسين ألف نحلة، ويسمى الشغالات أو العاملات. </p><p> ٣ - تعيش هذه الفصائل الثلاث في كل خلية عيشةً تعاونية على أدق ما يكون نظامًا، فعلى الملكة وحدها وضع البيض الذي يخرج منه نحل الخلية كلها، فهي أم النحل، وعلى الذكور تلقيح الملكات، وليس لها عمل آخر، وعلى الشغالة خدمة الخلية، وخدمة الملكات، وخدمة الذكور، فتنطلق في المزارع طول النهار لجمع رحيق الأزهار، ثم تعود إلى الخلية فتفرز عسلا يتغذى به سكان الخلية صغارًا وكبارًا، وتفرز الشمع الذي تبني به بيوتًا سداسية الشكل، تخزن في بعضها العسل، وفي بعض آخر منها تربي صغار النحل، ولا يمكن المهندس الحاذق أن يبني مثل هذه البيوت حتى يستعين بالآلات كالمسطرة والفرجار، قال الجوهري: ألهمها الله تعالى أن تبني بيوتها على شكل سداس حتى لا يحصل فيه خللٌ ولا فرجةٌ ضائعة، كما عليها أن تنظف الخلية، وتخفق بأجنحتها لتساعد على تهويتها، وعليها أيضًا الدفاع عن الملكة وحراستها من الأعداء، كالنمل والزنابير وبعض الطيور. </p><p>(١) المراغي.</p>"
}