{
  "id": null,
  "sura": 16,
  "aya": 69,
  "text": "<p> ثم فسر سبحانه ما أوحى به إليها بقوله:  {أَنِ اتَّخِذِي} ؛ أي: بأن اتخذي لنفسك، فأن مصدرية، وأتى (١) بصيغة التأنيث لأن النحل يذكر ويؤنث {مِنَ الْجِبَالِ بُيُوتًا} ؛ أي: أوكارًا ومساكن تأوي إليها، وتسمي ما تبنيه لتعسل فيه بيتًا تشبيهًا ببناء الإنسان، لما في بيوته المسدسة المتساوية بلا بركارٍ ولا مسطر من الحذاقة وحسن الصنعة، التي لا يقوى عليها حذاق المهندسين إلا بآلات وأنظار دقيقة. </p><p> و {مِنَ}  (٢) للتبعيض، لأنها لا تبني في كل جبل، وكذا قوله:  {وَمِنَ الشَّجَرِ} لأنها لا تبني في كل شجر، وكذا في قوله:  {وَمِمَّا يَعْرِشُونَ} لأنها لا تبني في كل ما يعرشه الناس؛ أي: يرفعه من الأماكن لتعسل فيها، وهذا إذا كان لملاكٍ، وقال بعضهم: ومما يعرشون من كرم أو سقفٍ أو جدران أو غير ذلك، والظاهر أن {مِنَ} بمعنى في، إذ لا معنى لكونها تبني من بناء الناس، بل الظاهر أنها تبني في بنائهم، ويكون المراد من بنائهم الكوار، ومن بنائها بيتها الذي تمج فيه العسل، فإن المشاهد أنها تبني لها بيتًا داخل الخلية من الشمع، ثم تمج فيه العسل شيئًا فشيئًا. </p><p> والمعنى: أي اجعلي لك بيوتًا في الجبال تأوين إليها، أو في الشجر، أو فيما يعرش الناس ويبنون من البيوت والسقف والكروم ونحوها، وقرأ السلمي وعبيد بن نضلة وابن عامر وأبو بكر عن عاصم: بضم الراء في {يعرشون} ، وباقي السبعة: بكسرها، وهما لغتان، يقال يعرش بالكسر، ويعرش بالضم، مثل يعكف ويعكف ذكره في \"البحر\" . </p><p> ٦٩ - ولما كان أهم شيء للحيوان بعد الراحة من هم المقيل الأكل ثنى به، ولما كان عامًّا في كل ثمر .. ذكره بحرف التراخي، إشارة إلى عجيب الصنع في ذلك وتيسره لها، فقال:  {ثُمَّ كُلِي} ، وأشار إلى كثرة الرزق بقوله:  {مِنْ كُلِّ الثَّمَرَاتِ} فيها للتكثير؛ أي: ثم كلي أيتها النحل من كل ثمرة تشتهينها حلوة أو حامضة أو مرة، أو غير ذلك، فهو عام مخصوص بالعادة. </p><p>(١) روح البيان. (٢) روح البيان.</p><p> وقوله:  {فَاسْلُكِي} جواب شرط محذوف؛ أي: فإذا أكلت الثمار في المواضع البعيدة من بيوتك .. فاسلكي؛ أي: فادخلي {سُبُلَ رَبِّكِ} في الجبال وفي خلال الشجر؛ أي: طرق ربك التي ألهمك وعرفك الرجوع فيها إلى مكانك من الخلية بعد بعدك عنها، حال كون السبل {ذُلُلًا} ؛ أي: مسهلة لك، وإن كانت وعرة في نفسها، جمع ذلول؛ أي: موطأة للسلوك مسهلة لك، وذلك أنها إذا أجدب عليها ما حولها .. سافرت إلى المواضع البعيدة في طلب النجعة، ثم ترجع إلى بيوتها من غير التباس وانحراف، وأشار باسم الرب إلى أنه لولا عظيم إحسانه في تربيتها .. لما هدت إلى ذلك. </p><p> والمعنى (١) : أي فاسلكي الطرق التي ألهمك الله أن تسلكيها وتدخلي فيها لطلب الثمار، ولا تعسر عليك، وإن توعرت، ولا تضلي عن العودة منها وإن بعدت. </p><p> وبعد أن خاطب النحل أخبر الناس بفوائدها، لأن النعمة لأجلهم، فقال:  {يَخْرُجُ مِنْ بُطُونِهَا} ؛ أي: من بطون النحل بالقيء {شَرَابٌ} ؛ أي: عسلٌ لأنه مشروب، وذلك أن النحل تأكل الأجزاء اللطيفة الطلية الحلوة الواقعة على أوراق الأشجار والأزهار، وتمص من الثمرات الرطبة والأشياء العطرة، ثم تقيء في بيوتها ادخارًا للشتاء، فينعقد عسلًا بإذن الله تعالى. </p><p> أي: يخرج من بطونها عسلٌ {مُخْتَلِفٌ أَلْوَانُهُ} من أبيض (٢) وأخضر وأصفر وأسود، بسبب اختلاف سنَّ النحل، فالأبيض يلقيه شباب النحل، والأصفر كهولها، والأحمر شيبها، وقد يكون الاختلاف بسب اختلاف لون النور، قال حكيم يونان لتلامذته: كونوا كالنحل في الخلايا وهي بيوتها، قالوا: وكيف النحل في خلاياها؟ قال: إنها لا تترك عندها بطالًا إلا نفته وأقصته عن الخلية، لأنه يضيق المكان ويفني العسل، وإنما يعمل النشيط لا الكسل، وعن ابن عمر - رضي الله عنهما -: مثل المؤمن النحلة تأكل طيِّبا وتصنع طيّبًا، ووجه المشابهة </p><p>(١) المراغي. (٢) روح البيان.</p><p> بينهما حذق النحل وفطنته وقلة أذاه، ومنفعته وتنزهه عن الأقذار، وطيب أكله، وأنه لا يأكل من كسب غيره، وطاعته لأميره، وأن للنحل آفات تقطه عن عمله، منها الظلمة والغيم والريح والدخان والماء والنار، وكذلك المؤمن له آفاتٌ تغيره عن عمله، ظلمة الغفلة، وغيم الشك، وريح الفتنة، ودخان الحرام، وماء السفه، ونار الجوى. </p><p> وجمهور المفسرين (١) على أنَّ العسل يخرج من أفواه النحل، وقيل: من أسفلها، وقيل: لا يدرى من أين يخرج منها، {فِيهِ} ؛ أي: في ذلك الشراب الخارج من بطون النحل وهو العسل {شِفَاءٌ لِلنَّاسِ} ؛ أي: شفاءٌ وعافيةٌ لهم من الأوجاع التي يعرف شفاؤها منه، يعني أنَّ العسل من جملة الأشفية المشهورة النافعة لأمراض الناس، وليس المراد أنه شفاء كل مرض، كما قال في \"حياة الحيوان\" : قوله: {فِيهِ شِفَاءٌ لِلنَّاسِ} لا يقتضي العموم لكل علة، وفي كل إنسان، لأنه نكرةٌ في سياق الإثبات، بل المراد أنه يشفي كما يشفي غيره من الأدوية في حال دون حال. </p><p> وللعسل أسماء كثيرة (٢) ، منها الحافظ الأمين؛ لأنه يحفظ ما يودع فيه، فيحفظ الميت أبدًا، واللحم ثلاثة أشهر، والفاكهة ستة أشهر، وكل ما أسرع إليه الفساد إذا وضع في العسل .. طالت مدة مقامه، وكان - صلى الله عليه وسلم - يحب الحلواء والعسل. </p><p> {إِنَّ فِي ذَلِكَ} ؛ أي: إن في إخراج الله سبحانه وتعالى من بطون النحل الشراب المختلف الألوان، الذي فيه شفاء للناس {لَآيَةً} ؛ أي: لحجةً ظاهرة دالة على القدرة الربانية {لِقَوْمٍ يَتَفَكَّرُونَ} في ذلك فيعتبرون ويستدلون بما ذكرنا على وحدانيتنا وقدرتنا؛ أي: لدلالةً واضحة على أن من سخّر النحل وهداها لأكل الثمرات التي تأكلها، واتخاذها البيوت في الجبال والشجر والعروش، وأخرج من بطونها أخرج مما فيه شفاء للناس، هو الواحد القهار، الذي ليس </p><p>(١) الشوكاني. (٢) روح البيان.</p><p> كمثله شيء، وأنه لا ينبغي أن يكون له شريك، ولا تصح الألوهية إلَّا له. </p><p> فصل </p><p> روى البخاري ومسلم عن أبي سعيد الخدري: أنَّ رجلًا جاء إلى رسول الله - صلى الله عليه وسلم -، فقال: إنَّ أخي استطلق بطنه، فقال له رسول الله - صلى الله عليه وسلم -: \"اسْقِه عسلًا\" فسقاه عسلًا ثم جاء فقال: يا رسول الله سقيته عسلًا فما زاده إلا استطلاقًا، قال:  \"اذهب اسقه عسلًا\" فذهب فسقاه عسلًا ثم جاء فقال: يا رسول الله ما زاده ذلك إلا استطلاقًا، فقال رسول الله - صلى الله عليه وسلم -: \"صدق الله، وكذب بطن أخيك، اذهب فاسقه عسلًا\" فذهب فسقاه عسلًا فبرىء كأنما نُشِط من عقال. </p><p> وعلل (١) هذا بعض الأطباء الماضين، قال: كان لدى هذا الرجل فَضُلاتٌ في المعدة، فلما سقاه عسلًا .. تحللت فأسرعت إلى الخروج فزاد إسهاله، فاعتقد الأعرابي أنّ هذا يضره، وهو فائدة لأخيه، ثم سقاه فازداد التحلل والدفع، وكلما سقاه حدث مثل هذا، حتى اندفعت الفضلات الفاسدة المضرة بالبدن، فاستمسك بطنه، وصلح مزاجه، وزالت الآلام والأسقام بإرشاده عليه السلام. </p><p> وروى البخاري عن ابن عباس قال: قال رسول الله - صلى الله عليه وسلم -: \"الشفاء في ثلاثة: في شرطة محجم، أو شربة عسلٍ، أو كيَّة بنار، وأنهى أمتي عن الكَيّ\" . </p><p> وروي عن (٢) عوف بن مالك أنه مرض فقال ائتوني بماء فإن الله تعالى قال: {وَنَزَّلْنَا مِنَ السَّمَاءِ مَاءً مُبَارَكًا} ثم قال ائتوني بعسل، وقرأ الآية، ثم قال ائتوني بزيت من شجرة مباركة، فخلط الجميع ثم شربه فشفي، وكان بعضهم يكتحل بالعسل، ويتداوى به من كل سقم، وإذا خلط العسل الذي لم يصبه ماء ولا نار ولا دخان بشيء من المسك واكتحل به .. نفع من نزول الماء في العين، </p><p>(١) المراغي. (٢) روح البيان.</p><p> والتلطخ به يقتل القمل، والمطبوخ منه نافع للسموم، ولعقه علاجٌ لعضة الكلب، وفي العسل ثلاثة أشياء: الشفاء والحلاوة واللين. </p><p> كيف يتكون العسل؟ تمتص (١) الشغالة رحيق الأزهار فينزل ويجتمع في كيسٍ في بطنها، وهناك يمتزج بعصارة خاصة فيتحول إلى عسل، ولله در أبي العلا إذ يقول: </p><p> وَالنَّحْلُ يَجْنِي الْمُرَّ مِنْ زَهْرِ الرُّبَا ... فيَعُودُ شَهْدًا فِيْ طَرِيْقِ رُضَابِهِ </p><p> ثم تعود النحلة إلى الخلية، فتفرز العسل من فمها في البيوت الشمعية، التي خصصت بتخزين العسل، وكلما امتلأ بيت منها غطاه النحل بطبقة من الشمع، وانتقل إلى بيت آخر. </p><p> شمع النحل: تفرز الشغالة صفحات رقيقة صلبة من الشمع، تخرجها من بين حلقات بطنها، ثم تمضغها بفيها حتى تلين ويسهل تشكيلها بحسب ما تريد، فتستعملها في بناء بيوتها السداسية الشكل. </p><p> فوائد النحل: </p><p> ١ - نأخذ منها العسل الذي هو غذاءٌ لذيذ الطعم، يحوي مقدارًا كبيرًا من المواد المفيدة للجسم. </p><p> ٢ - نأخذ منها الشمع الذي تصنع منه شموع الإضاءة. </p><p> ٣ - تساعد على تلقيح الأزهار فتكون سببًا في زيادة الثمار وجودة نوعها. </p><p> وقال الزجاج: سميت نحلًا لأن الله تعالى نحل الناس العسل الذي يخرج منها، إذ النحلة العطية، وكفاها شرفًا قول الله تعالى:  {وَأَوْحَى رَبُّكَ إِلَى النَّحْلِ} وكلُّ ذباب في النار إلا ذباب العسل. </p><p>(١) المراغي.</p><p> قال في \"عجائب المخلوقات\" : يقال ليوم عيد الفطر يوم الرحمة، وفيه أوحى ربك إلى النحل صنعة العسل، قال في \"حياة الحيوان\" : يحرم أكل النحل، وإن كان العسل حلالًا، كالآدمية لبنها حلال ولحمها حرام، ويكره قتلها، وأما بيعها في الكوارة فصحيح إن يشاهد جميعها، وإلا فهو بيع غائب، فإن باعها وهي ظاهرة ففي \"التتمة\" : يصح؛ وفي \"التهذيب\" عكسه، وقال أبو حنيفة: لا يصح بيع النحل كالزنبور وسائر الحشرات، ويجوز بيع دود القزِّ من الذي يصنع به، وفي الحديث:  \"أول نعمة ترفع من الأرض العسل\" . </p><p> قال القشيري (١) - رحمه الله -: إنَّ الله تعالى أجرى سنته بأن يخفي كل عزيز في شيء حقير، جعل الإبريسم في الدود، وهو أصغر الحيوانات وأضعفها، والعسل في النحل وهو أضعف الطيور، وجعل الدر في الصدف وهو أوحش حيوان من حيوانات البحر، وأودع الذهب والفضة والفيروزج في الحجر، وكذلك أودع المعرفة والمحبة في قلوب المؤمنين، وفيهم من يخطيء، وفيهم من يعصي، ومنهم من يعرف، ومنهم من يجهل أمره اهـ. </p><p> وإنما (٢) خص سبحانه وتعالى النحل بالوحي، وهو الإلهام والرشد من بين سائر الحيوانات، لأنها أشبه شيء بالإنسان، لا سيما بأهل الخلوة والاعتزال، فإن من دأبهم وهجيراهم أن يتخذوا من الجبال بيوتًا اعتزالًا عن الخلق وتبتلًا إلى الله تعالى، كما كان حال النبي - صلى الله عليه وسلم -، كذلك حيث كان يتحنث إلى حراء أسبوعًا وأسبوعين وشهرًا، وإن من شأنهم النظافة في الموضع والملبوس والمأكول، كذلك النحل من نظافتها تضع ما في بطنها على الحجر الصافي، أو على خشب نظيف، لئلا يخالطه طين أو تراب، ولا تقعد على جيفة ولا على نجاسة، احترازًا عن التلوث، كما يحترز الإنسان عنه، وثمرات البدن الأعمال الصالحة، وثمرات النفوس الرياضات والمجاهدات ومخالفة الهوى، وثمرات </p><p>(١) روح البيان. (٢) روح البيان.</p>"
}