{
  "id": null,
  "sura": 16,
  "aya": 21,
  "text": "<p> ٢٠ - ثم وصف سبحانه هذه الأصنام بصفات تجعلها بمعزل عن استحقاق العبادة، تنبيهًا إلى كمال حماقة المشركين، وأنهم لا يفهمون ذلك إلا بالتصريح دون التلويح فقال:  {وَالَّذِينَ يَدْعُونَ} ؛ أي: والأوثان التي تعبدونها، والدعاء بمعنى العبادة كثير في القرآن {مِنْ دُونِ اللَّهِ} ؛ أي: حالة كونكم مجاوزين الله، فإن (١) معنى {دُونِ} أدنى مكان من الشيء، ثم استعير للتفاوت في الأحوال والرتب، ثم اتسع فيه فاستعمل في كل من تجاوز حدًّا إلى حدٍّ، وتخطى حكمًا إلى حكم، والموصول مبتدأ خبره {لَا يَخْلُقُونَ شَيْئًا} من الأشياء أصلًا؛ أي: ليس من شأنهم ذلك؛ لأنهم عجزة {وَهُمْ يُخْلَقُونَ} ؛ أي: شأنهم ومقتضى ذاتهم المخلوقية، لأنها ذوات ممكنة مفتقرة في ماهيتها ووجدانها إلى الموجد، قال في \"القاموس\" : الخالق هو المتفرد في صفاته المبدع للشيء، المخترع على غير مثال سبق، فإن قلت: قوله تعالى في الآية السابقة: {أَفَمَنْ يَخْلُقُ كَمَنْ لَا يَخْلُقُ} يدل على أن هذه الأصنام لا تخلق شيئًا، فقوله هنا لا يخلقون شيئًا وهم يخلقون هذا هو نفس المعنى المذكور في تلك الآية، فما فائدة التكرار؟ </p><p> قلت: فائدته أن المعنى المذكور في الآية المتقدمة أنهم لا يخلقون شيئًا فقط، والمذكور في هذه الآية أنهم لا يخلقون شيئًا وأنهم مخلوقون كغيرهم، فكان هذا زيادةً في المعنى، وهو فائدة التكرار، ذكره في \"الخازن\" . </p><p> والمعنى: والآلهة التي تعبدونها من دون الله لا تخلق شيئًا، بل هي مخلوقة، فكيف يكون إلهًا ما كان مصنوعًا، وغيره هو الذي دبر وجوده؟ ونحو الآية قوله تعالى: {قَالَ أَتَعْبُدُونَ مَا تَنْحِتُونَ (٩٥) وَاللَّهُ خَلَقَكُمْ وَمَا تَعْمَلُونَ (٩٦) }. </p><p> ٢١ - {أَمْوَاتٌ} جمع ميت خبر ثان للموصول؛ أي: هي جمادات لا حياة فيها، ولم يقل موات؛ لأنهم صوروا على شكل من تحله الروح، وفي \"القاموس\" : الموات كغراب وكسحاب ما لا روح فيه، وأرضٌ لا مالك لها {غَيْرُ أَحْيَاءٍ} جمع حيّ ضدُّ الميت؛ أي: غير قابلين للحياة، كالنطفة والبيضة فهي أموات على الإطلاق، والمعنى؛ أي: هي أمواتٌ ولا تعتريها الحياة بوجه، فلا تسمع ولا </p><p>(١) روح البيان.</p><p> تبصر ولا تعقل، وفائدة (١) قوله: {غَيْرُ أَحْيَاءٍ} بيان أن بعض ما لا حياة فيه قد تدركه الحياة بعد، كالنطفة التي ينشئها الله تعالى حيوانًا، وأجساد الحيوان التي تبعث بعد موتها، أما هذه الأصنام من الحجارة والأشجار، فلا يعقب موتها حياة، وذلك أتم في نقصها. </p><p> {وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ} ؛ أي: وما تدري هذه الأصنام التي تعبدونها من دون الله متى تبعث عبدتها، فالضمير في يشعرون للأصنام، وفي يبعثون لعبدتها، وقيل: يجوز أن يكون الضمير في يبعثون للآلهة؛ أي: وما تشعر هذه الأصنام أيان تبعث، ويؤيد ذلك ما روي أن الله يبعث الأصنام، ويخلق لها أرواحًا معها شياطينها، فيؤمر بالكل إلى النار، ويدل على هذه قوله:  {إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ} ولا يخفى ما في ذلك من التهكم بها، لأن شعور الجماد بالأمور الظاهرة بديهي الاستحالة لدى كل أحد، فكيف بما لا يعلمه إلا العليم الخبير، كما أن فيه تهكمًا بالمشركين من قبل أن آلهتهم لا يعلمون وقت بعثهم ليجازوهم على عبادتهم إياهم، وفيه تنبيه إلى أن البعث من لوازم التكليف؛ لأنه جزاء على العمل من خير أو شر، وأن معرفة وقته لا بد منه في الألوهية. </p><p> وقرأ الجمهور (٢) بالتاء من فوق في: {تُسرون} و {تعلنون} و {تدعون} ، وهي قراءة مجاهد والأعرج وشيبة وأبي جعفر وهبيرة عن عاصم، على معنى قل لهم، وقرأ عاصم في مشهوره {يَدْعون} بالياء من تحت، وبالتاء في السابقتين، وقرأ الأعمش وأصحاب عبد الله {يَعْلَمُ الذي تُبدون وما تكتمون} و {تدعون} بالتاء من فوق في الثلاثة، وقرأ طلحة {ما يُخفون} و {ما يُعلنون} و {تدعون} بالتاء من فوق، وهاتان القراءتان مخالفتان لسواد المصحف، والمشهور: ما روي عن الأعمش وغيره، فوجب حملها على التفسير لا على أنها قرآنٌ، وقرأ محمد اليمانيُّ {يُدْعون} بضم الياء وفتح العين مبينًا للمفعول، وقرأ أبو عبد الرحمن </p><p>(١) روح البيان. (٢) البحر المحيط.</p>"
}