{
  "id": null,
  "sura": 16,
  "aya": 71,
  "text": "<p> وخلاصة ذلك: أنه يكون نسَّاء، فإذا كسب علمًا في شيء .. لم يلبث أن ينساه، ويزول من ساعته، فيقول لك: من هذا فلانٌ، فلا يمكث إلا هنيهةً ثم يسألك عنه مرةً أخرى. </p><p> {إِنَّ اللَّهَ} سبحانه وتعالى {عَلِيمٌ} ، بمقادير أعماركم {قَدِيرٌ} على كل شيء، يميت الشاب النشيط، ويبقي الهرم الفاني. </p><p> والمعنى: أي إن الله (١) سبحانه عليم بكل شيء، فيعلم وجه الحكمة في الخلق والتوفي، والرد إلى أرذل العمر، ولا ينسى شيئا من ذلك، وهو قدير على كل شيء، فلا يعجزه شيء أراده. </p><p> ومجمل القول: أن ما يعرض في الهرم من ضعف القوة والقدرة وانتفاء العلم يتنزه عن مثله المولى سبحانه جلَّ شأنه، فهو كامل العلم، تامُّ القدرة، لا يتغير شيءٌ منهما بمرور الأزمنة، كما يتغير علم البشر وقدرتهم. </p><p> ٧١ - ولمَّا ذكر سبحانه تفاوت الناس في الأعمار .. ذكر تفاوتهم في الأرزاق فقال:  {وَاللَّهُ} سبحانه وحده {فَضَّلَ بَعْضَكُمْ عَلَى بَعْضٍ فِي الرِّزْقِ} ؛ أي: فاوت بينكم في الرزق، كما فاوت بينكم في الذكاء والبلادة، والحسن والقبح، والصحة والسقم، وقوة البدن وضعفه، فجعلكم متفاوتين فيه، فوسع على بعض عباده، حتى جعل له من الرزق ما يكفي أُلوفًا مؤلفة من بني آدم، وضيقه على بعض عباده، حتى صار لا يجد القوت إلا بسؤال الناس والتكفف لهم، وذلك لحكمة بالغة تقصر عقول العباد عن تعقلها والاطلاع على حقيقة أسبابها، والرزق (٢) ما يسوقه الله تعالى إلى الحيوان من المطعومات والمشروبات، وفيه تنبيه على أن غنى المكثر ليس من كياسته ووفور عقله وكثرة سعيه، ولا فقر المقل من بلادته نقصان عقله وقلة سعيه، بل من الله تعالى ليس إلا: </p><p> كَمْ عَاقِلٍ عَاقِلٍ أَعْيَتْ مَذَاهِبُهُ ... وَجَاهِلٍ جَاهِلٍ تَلْقَاهُ مَرْزُوقًا </p><p>(١) المراغي. (٢) روح البيان.</p><p> وحاصل المعنى: أي (١) والله تعالى جعلكم متفاوتين في أرزاقكم، فمنكم الغنيُّ، ومنكم الفقير، ومنكم المملوك، ومنكم المالك، وأعطاكم من الرزق أكثر مما أعطى مماليككم، ولم يجعل ذلك بحسن الحيلة وفضل العقل فحسب، فكثيرًا ما نرى الحول القلب، لا يحصل إلا على الكفاف من الرزق بعد الجهد الجهيد، بينما ترى الأحمق يتقلب في نعيم العيش وزخرف الدنيا، ولله در سفيان بن عيينة - رحمه الله - إذ يقول: </p><p> كَمْ مِنْ قوِيٍّ قوِيٌّ فِيْ تَقَلُّبهِ ... مُهَذَّبُ الرَّأي عَنْهُ الرِّزْقُ مُنْحَرِفُ </p><p> وَمِنْ ضَعِيْفٍ ضَعِيفُ العَقْلِ مُخْتَلِطٌ ... كَأَنَّهُ مِنْ خلِيج الْبَحْرِ يَغْتَرِفُ </p><p> {فَمَا الَّذِينَ فُضِّلُوا} ؛ أي: فليس (٢) الموالي الذين فضلوا في الرزق على المماليك {بِرَادِّي رِزْقِهِمْ} ؛ أي: بمعطي رزقهم الذي رزقهم إياه، أصله رادِّين، سقطت النون للإضافة، {عَلَى مَا مَلَكَتْ أَيْمَانُهُمْ} وأيديهم؛ أي: على مماليكهم الذين هم شركاؤهم في المخلوقية والمرزوقية، \"فهم\" ؛ أي: الملاك والمماليك {فِيهِ} ؛ أي: في الرزق {سَوَاءٌ} ؛ أي: مستوون، لا مزية لبعضهم على بعض، وفي الفاء دلالة على ترتب التساوي على الرد؛ أي: يردون عليهم ردًّا مستتبعًا للتساوي في التصرف، والتشارك في التدبير، وإنما يردون عليهم منه شيئًا يسيرًا. </p><p> والحاصل: أنهم لا يجعلون ما رزقناهم من الأموال وغيرها شركةً بينهم وبين مماليكهم، بحيث لا يرضون بمساواة مماليكهم لأنفسهم، وهم أمثالهم في البشرية والمخلوقية، فما بالهم كيف جعلوا مماليكه تعالى ومخلوقاته شركاء له، مع كمال علوه، فأين التراب ورب الأرباب. </p><p> أي: فما الذين (٣) فضلوا بالرزق وهم الموالي بجاعلي رزقهم من الأموال وغيرها شركةً بينهم وبين مماليكهم، بحيث يساوونهم في التصرف فيها، ويشاركونهم في تدبيرها. </p><p>(١) المراغي. (٢) روح البيان.(٣) المراغي.</p><p> والخلاصة: أنَّ الله جعلكم متفاوتين في الرزق، فرزقكم أكثر من ما رزق مماليككم، وهم بشر مثلكم وإخوانكم، فكان ينبغي أن تردوا فضل ما رزقتموه عليهم، وتتساووا وإياهم في الملبس والمطعم والمسكن، لكنكم لم ترضوا بهذه المساوة، مع أنهم أمثالكم في البشرية والمخلوقية لله عز وجل، فما بالكم تشركون باللهِ فيما لا يليق إلا به من الألوهية والمعبودية بعض عباده، بل أخس مخلوقاته، وهذا مثل ضربه سبحانه لبيان قبح ما فعله المشركون من عبادة الأصنام والأوثان تقريعًا لهم، وكانوا يقولون في التلبية: لبيك لا شريك لك إلا شريكًا هو لك. </p><p> ونحو الآية قوله:  {هَلْ لَكُمْ مِنْ مَا مَلَكَتْ أَيْمَانُكُمْ مِنْ شُرَكَاءَ فِي مَا رَزَقْنَاكُمْ فَأَنْتُمْ فِيهِ سَوَاءٌ} . </p><p> والهمزة في قوله:  {أَفَبِنِعْمَةِ اللَّهِ يَجْحَدُونَ} للاستفهام التوبيخي التقريعي المضمن للإنكار (١) ، وداخلة على محذوف، والفاء عاطفة على ذلك المحذوف، والتقدير: أبعد علمهم بأن الرازق هو الله تعالى يشركون به، فيجحدون نعمته، حيث يتخذون له شركاء، فإن الإشراك يقتضي أن يضاف إليهم بعض ما أنعم الله عليهم، ويجحدوا أنه من عند الله تعالى، أو حيث أنكروا أمثال هذه الحجج بعد ما أنعم الله عليهم بإيضاحها، فالله تعالى يدعو عباده بهذه الآية إلى التوحيد، ونفي الشرك، حتى يتخلصوا من الشرك والظلمات، ويتشرفوا بالتوحيد والأنوار العاليات. </p><p> وقرأ الجمهور:  {يَجحَدُونَ} بالياء على الغيبة، وقرأ أبو (٢) بكر عن عاصم وأبو عبد الرحمن والأعرج بخلاف عنه: {تجحدون} بالتاء على الخطاب، وقراءة الغيبة أولى لأنها ظاهر السّياق. </p><p> والمعنى على قراءة الخطاب: أنكم أيها المالكون لستم برادي رزقكم على مماليككم، بل أنا الذي أرزقكم وإياهم، فلا تظنوا أنكم تعطونهم شيئًا، وإنما هو رزقي أجريه على أيديكم، أنتم وهم جميعًا سواء لا مزية لكم على مماليككم. </p><p>(١) أبو السعود. (٢) البحر المحيط.</p>"
}