{
  "id": null,
  "sura": 16,
  "aya": 98,
  "text": "<p> فأدركتهم قريش بالطريق، ففتنوهم، فكفروا مكرهين، ففيهم نزلت هذه الآية. </p><p> قوله تعالى:  {ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُوا مِنْ بَعْدِ مَا فُتِنُوا ...} الآية، سبب نزولها: ما أخرجه ابن جرير بسنده عن عكرمة عن ابن عباس قال: كان قوم من أهل مكة أسلموا، وكانوا يستخفون بالإِسلام، فأخرجهم المشركون يوم بدر معهم، فأصيب بعضهم وقتل بعض، فقال المسلمون: كان أصحابنا هؤلاء مسلمين وأكرهوا فاستغفروا لهم، فنزلت:  {إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلَائِكَةُ ظَالِمِي أَنْفُسِهِمْ ...} إلى آخر الآية، قال: وكتب إلى من بقي بمكة من المسلمين هذه الآية، لا عذر لهم، قال: فخرجوا فلحقهم المشركون فأعطوهم الفتنة، فنزلت هذه الآية:  {وَمِنَ النَّاسِ مَنْ يَقُولُ آمَنَّا بِاللهِ فَإِذَا أُوذِيَ في اللهِ جَعَلَ فِتْنَةَ النَّاسِ كَعَذَابِ اللهِ} إلى آخر الآية، فكتب المسلمون إليهم بذلك فخرجوا وأيسوا من كل خير، ثم نزلت فيهم: {ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُوا مِنْ بَعْدِ مَا فُتِنُوا ثُمَّ جَاهَدُوا وَصَبَرُوا إِنَّ رَبَّكَ مِنْ بَعْدِهَا لَغَفُورٌ رَحِيمٌ (١١٠) } فكتبوا إليهم بذلك، إن الله قد جعل لكم مخرجًا، فخرجوا فأدركهم المشركون، فقاتلوهم، ثم نجا من نجا، وقتل من قتل الحديث. قال الهيثمي في \"مجمع الزوائد\" : رجاله رجال الصحيح غير محمَّد بن شريك وهو ثقة. </p><p> وأخرج (١) ابن سعد في \"الطبقات\" عن عمر بن الحكم قال: كان عمار بن ياسر يعذب حتى لا يدري ما يقول، وكان أبو فكيهة يعذب حتى لا يدري ما يقول، وبلال وعامر بن فهيرة وقوم من المسلمين، وفيهم نزلت هذه الآية:  {ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُوا مِنْ بَعْدِ مَا فُتِنُوا ...} الآية. </p><p> التفسير وأوجه القراءة </p><p> ٩٨ - {فَإِذَا قَرَأْتَ الْقُرْآنَ} ؛ أي: فإذا أردت قراءة القرآن. عبّر (٢) عن الإرادة بالقراءة على طريقة إطلاق اسم المسبب على السبب، إيذانًا بأنَّ المراد هي الإرادة المتصلة بالقراءة، {فَاسْتَعِذْ بِاللَّهِ} ؛ أي: فاسأل الله سبحانه وتعالى أن </p><p>(١) لباب النقول. (٢) روح البيان.</p><p> يُعيذك ويحفظك {مِن} وساوس {الشَّيْطَانِ} ؛ أي: البعيد عن الخير {الرَّجِيمِ} ؛ أي: المرجوم بالطرد واللعين؛ أي: من وساوسه وخطراته، كيلا يوسوسك عند القراءة، فإن ناصية كل مخلوق بيده سبحانه، أو قل: أعوذ بالله من الشيطان، وهو المختار من الروايات الأربع عشرة الواردة في ألفاظ الاستعاذة. </p><p> والخطاب فيه للنبي - صلى الله عليه وسلم -، والمراد به الأمة، لأنه - صلى الله عليه وسلم - معصوم من الشيطان، وإنما خُصَّ النبي - صلى الله عليه وسلم - به لتعتبر الأمة، وتنتبه إلى أن النبي - صلى الله عليه وسلم - إذا أمر بالاستعاذة من الشيطان الرجيم فغيره أولى بها وأخق، ولمَّا (١) كان الشيطان ساعيًا في إلقاء الوسوسة في قلوب بني آدم، وكانت الاستعاذة بالله مانعةً من ذلك .. أمر الله سبحانه وتعالى رسوله - صلى الله عليه وسلم - والمؤمنين بالاستعاذة عند القراءة، حتى تكون مصونة من وسواس الشيطان. </p><p> وعن جبير بن مطعم - رضي الله عنه - أنه رأى رسول الله - صلى الله عليه وسلم - يصلي صلاة:  \"قال: الله أكبر كبيرًا ثلاثًا والحمد لله ثلاثًا وسبحان الله بكرة وأصيلًا ثلاثًا، أعوذ باللهِ من الشيطان الرجيم من نفخته ونفثته وهمزته،قال:نفخته الكبر، ونفثته السحر، وهمزته الموتة\" أخرجه أبو داود، الموتة الجنون. </p><p> والفاء في قوله (٢) : {فَاسْتَعِذْ بِاللَّهِ} للتعقيب، فظاهر لفظ الآية يدل على أن الاستعاذة بعد القراءة، وإليه ذهب جماعة من الصحابة والتابعين، وهو قول أبي هريرة، وإليه ذهب مالك وجماعة وداود الظاهري، قالوا: لأن قارئ القرآن يستحق ثوابًا عظيمًا، وربما حصلت الوساوس في قلب القارئ هل حصل له ذلك الثواب أم لا، فإذا استعاذ بعد القراءة .. اندفعت تلك الوساوس وبقي الثواب مخلصًا، فأما مذهب الأكثرين من الصحابة والتابعين، ومن بعدهم من الأئمة وفقهاء الأمصار، فقد اتفقوا على أن الاستعاذة مقدمة على القراءة، قالوا: ومعنى الآية إذا أردت أن تقرأ القرآن .. فاستعذ باللهِ، ومثله قوله سبحانه وتعالى:  {إِذَا قُمْتُمْ إِلَى الصَّلَاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ} إلخ، لأن الوسوسة إنما تحصل </p><p>(١) الخازن. (٢) الخازن.</p>"
}