{
  "id": null,
  "sura": 16,
  "aya": 77,
  "text": "<p> مما يتعلق بنفسه أو بغيره، وهو عيال على من يعوله ويلي أمره، حيثما يرسله مولاه في أمر لا يأت بنجح ولا كفاية مهم، وثانيهما رجل سليم الحواس عاقل ينفع نفسه وينفع غيره، ويأمر الناس بالعدل، وهو على سيرة صالحة ودين قويم، هل يستويان، كذلك الصنم لا يسمع شيئًا ولا ينطق؛ لأنه إما خشب منحوت، وإما نحاس مصنوع، لا يقدر على نفع من خدمه، ولا دفع ضُرٍّ عنه، وهو كلٌّ على من يعبده، يحتاج أن يحمله ويضعه ويخدمه، وهو لا يعقل ما يقال له، فيأتمر بالأمر، ولا ينطق فيأمر وينهى، هل يستوي هو ومن يأمر بالحق ويدعو إليه، وهو الله الواحد القهار، الذي يدعو عباده إلى توحيده وطاعته، وهو مع أمره بالعدل على طريق مستقيم لا يعوج عن الحق ولا يزول عنه. </p><p> وقرأ عبد الله وعلقمة وابن وثاب ومجاهد وطلحة (١) : {يُوَجِّهْ} بهاء واحدة ساكنة مبنيًّا للمفعول، ونائب فاعله ضمير يعود على الأبكم، وعن عبد الله أيضًا:  {يُوَجِّهْهُ} بهائين بتاء الخطاب، والجمهور: بالياء والهائين، وعن علقمة وطلحة:  {يُوَجِّهْهُ} بكسر الجيم وهاءٍ واحدة مضمومة، قال صاحب \"اللوامح\" : فإن صح ذلك فإن الهاء التي هي لام الفعل محذوفة فرارًا من التضعيف، لأن اللفظ به صعب مع التضعيف. </p><p> ٧٧ - ولما فرغ سبحانه وتعالى من ذكر المثلين .. مدح نفسه بقوله:  {وَلِلَّهِ} سبحانه وتعالى خاصة لا لأحد غيره استقلالًا ولا إشراكًا، وكان كفار قريش يستعجلون وقوع القيامة استهزاءً، فأنزل الله تعالى هذه الآية؛ أي: ولله سبحانه لا لغيره {غَيْبُ السَّمَاوَاتِ وَالْأَرْضِ} ؛ أي: علم ما غاب عن العباد فيهما، قال في \"الإرشاد\" : فيه إشعار بأن علمه سبحانه حضوري، فإن تحقق الغيوب في أنفسها علم بالنسبة إليه تعالى، ولذلك لم يقل: علم غيب السموات والأرض. </p><p> وقد أخبر (٢) سبحانه وتعالى في هذه الآية عن كمال علمه، وأنه عالم بجميع الغيوب، فلا تخفى عليه خافية، ولا يخفى عليه شيء منها، وقيل: الغيب </p><p>(١) البحر المحيط. (٢) الخازن.</p><p> هنا علم قيام الساعة، ووجه (١) ارتباط هذه الآية بما قبلها: أنه تعالى مثل بالذي يأمر بالعدل وهو على صراط مستقيم، ومعلوم أن أحدًا لا يكون كذلك إلا إذا كان كاملًا في العلم والقدرة، فبين بقوله:  {وَلِلَّهِ غَيْبُ السَّمَاوَاتِ وَالْأَرْضِ} كونه كاملًا في العلم، وبين كمال قدرته بقوله:  {وَمَا أَمْرُ السَّاعَةِ} ؛ أي: وما أمر قيام الساعة وشأنه في سرعته وسهولته، والساعة؛ أي: القيامة هي (٢) إماتة الأحياء، فيكون بالنفخة الأولى، وإحياء الأموات من الأولين والآخرين، وتبديل صور الأكوان أجمعين يكون بالنفخة الثانية، وقيل: الساعة (٣) هي الوقت الذي يقوم الناس فيه لموقف الحساب، سمي بها لأنها ساعة خفيفة يحدث فيها أمر عظيم؛ أي: وما شأن قيام القيامة التي هي من الغيوب في سرعة المجيء {إِلَّا كَلَمْحِ الْبَصَرِ} ؛ أي: إلا كرجع الطرف من أعلى الحدقة إلى أسفلها، {أَوْ هُوَ أَقْرَبُ} ؛ أي: بل أرض قيام الساعة أقرب من طرف العين في السرعة، بأن يكون في زمان نصف تلك الحركة، بل في الآن الذي تبتدأ فيه الحركة، يعني أن لمح البصر يحتاج إلى زمان وحركة، والله سبحانه وتعالى إذا أراد شيئًا قال له كن فيكون، في أسرع من لمح البصر، وهو قوله:  {إِنَّ اللَّهَ} سبحانه وتعالى {عَلَى كُلِّ شَيْءٍ} أراده {قَدِيرٌ} ؛ أي: قادر، فهو يقدر على أن يقيم الساعة ويبعث الخلق، لأنه بعض المقدورات. </p><p> وحاصل معنى الآية: أي ولله سبحانه علم ما غاب عن أبصاركم في السموات والأرض، مما لا اطلاع لأحد عليه إلا أن يطلعه الله، والمراد به جميع الأمور الغائبة عن علوم المخلوقين، التي لا سبيل إلى إدركها حسًّا ولا إلى فهمها عقلًا {وَمَا أَمْرُ السَّاعَةِ} ؛ أي: وما شأنها في سرعة المجيء إلا كرجع الطرف من أعلى الحدقة إلى أسفلها، أو هو أقرب من هذا وأسرع، لأنه إنما يكون بقول كن، ونحو الآية قوله: {وَمَا أَمْرُنَا إِلَّا وَاحِدَةٌ كَلَمْحٍ بِالْبَصَرِ (٥٠) }؛ أي: فيكون ما يريد كطرف العين. </p><p>(١) زاده. (٢) أبو السعود.(٣) الخازن.</p>"
}