{
  "id": null,
  "sura": 16,
  "aya": 125,
  "text": "<p> والمخالف بالعقاب، وفيه إيماءٌ إلى أنَّ ما وقع في الدنيا من مسخ إحدى الفريقين، وإنجاء الأخرى بالنسبة إلى ما سيقع في الآخرة شيءٌ لا يعتد به، وإيراد (١) هذه العبارة بين سابق الكلام ولاحقه إنذارٌ للمشركين، وتهديدٌ لهم بما في مخالفة الأنبياء من عظيم الوبال والنكال، كما ذكر مثل القرية فيما سلف، إلا أنَّ فيه حثًّا على إجابة الدعوة التي تضمنها سابق الكلام، وأمروا بها في لاحقه، </p><p> ١٢٥ - ثم فصل سبحانه ما أمر باتباع إبراهيم فيه فقال:  {ادْعُ} يا محمَّد الناس كافةً، حذف المفعول إيذانًا بالعموم من سبيل الشيطان {إِلَى سَبِيلِ رَبِّكَ} ودينه، وهو الإِسلام الموصل إلى الجنة والزلفى {بِالْحِكْمَةِ} ؛ أي: بالحجة (٢) القطعية المفيدة للعقائد الحقة، المزيحة لشبهة من دعي إليها فهي لدعوة خواص الأمة الطالبين للحقائق {و} بـ {الموعظة الحسنة} ؛ أي: الدلائل الإقناعية، والحكايات النافعة فهي لدعوة عوامهم، يقال: وعظه يعظه عظة وموعظة إذا ذكره ما يلين قلبه من الثواب والعقاب، فاتَّعظ كما في \"القاموس\" ، {وَجَادِلْهُمْ} ؛ أي: ناظر معانديهم وخاصمهم {بِالَّتِي هِيَ أَحْسَنُ} ؛ أي: بالطريقة التي هي أحسن طرق المناظرة والمجادلة، من الرفق اللين، واختيار الوجه الأيسر، واستعمال المقدمات المشهورة، تسكينًا لشغبهم، وإطفاءً للهبهم، كما فعله الخليل - عليه السلام - والآية دليل على أن المناظرة والمجادلة في العلم جائزة إذا قصد بها إظهار الحق، وإنما أمر سبحانه بالمجادلة الحسنة لكون الداعي محقًّا وغرضه صحيحًا، وكان خصمه مبطلًا وغرضه فاسدًا. </p><p> فالناس على ثلاثة أقسام (٣) : </p><p> الأول: أصحاب العقول الصحيحة، الذين يطلبون معرفة الأشياء على حقائقها. </p><p> والثاني: أصحاب النظر السليم، الذين لم يبلغوا حدّ الكمال، ولم ينزلوا إلى حضيض النقصان. </p><p>(١) المراغي. (٢) روح البيان.(٣) المراح.</p><p> والثالث: الذين تغلب على طباعهم المخاصمة، لا طلب العلوم اليقينية، فقوله تعالى:  {ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ ...} إلخ، معناه ادع الأقوياء الكاملين إلى الدين الحق بالدلائل القطعية اليقينة، حتى يعلموا الأشياء بحقائقها، وهم خواص الصحابة وغيرهم، وادع عوام الخلق بالدلائل الإقناعية الظنية، وهم أرباب السلامة، وفيهم الكثرة، وتكلم مع المشاغبين بالجدل على الطريق الأحسن الأكمل، وهي التي تفيد إفحامهم وإلزامهم، والجدل ليس من باب الدعوة، بل المقصود منه قطع الجدل عن باب الدعوة لأنها لا تحصل به. </p><p> أي: ولما أمر الله محمدًا - صلى الله عليه وسلم - باتباع إبراهيم .. بيَّن الشيء الذي أمره بمتابعته فيه، وهو أن يدعو الناس بأحد هذه الطرق الثلاثة، وهي الحكمة، والموعظة الحسنة، والمجادلة بالطريق الأحسن. </p><p> ومجمل المعنى (١) : أي ادع أيها الرسول من أرسلك إليهم ربك بالدعاء إلى شريعته التي شرعها لخلقه بوحي الله الذي يوحيه إليك، وبالعبر والمواعظ التي جعلها في كتابه حجةً عليهم، وذكرهم بها في تنزيله، كالذي عدده في هذه السورة، وخاصمهم بالخصومة التي هي أحسن من غيرها، بأن تصفح عما نالوا به عرضك من أذى، وترفق بهم بحسن الخطاب، كما قال في آية أخرى: {وَلَا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ وَقُولُوا آمَنَّا بِالَّذِي أُنْزِلَ إِلَيْنَا وَأُنْزِلَ إِلَيْكُمْ وَإِلَهُنَا وَإِلَهُكُمْ وَاحِدٌ وَنَحْنُ لَهُ مُسْلِمُونَ (٤٦) } الآية، وقال آمرًا موسى وهارون - عليهما السلام - حين بعثهما إلى فرعون: {فَقُولَا لَهُ قَوْلًا لَيِّنًا لَعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَى (٤٤) }، ثم توعد سبحانه ووعد فقال:  {إِنَّ رَبَّكَ} يا محمَّد {هُوَ أَعْلَمُ} منك ومن المخلوقين، أو هو العالم لا غيره {مَنْ يَضِلُّ} وأعرض {عَنْ سَبِيلِهِ} سبحانه التي أمرك بدعوة الخلق إليها وعن قبولها {وَهُوَ} سبحانه {أَعْلَمُ بِالْمُهْتَدِينَ} إليها، والقابلين لها؛ أي (٢) : إنك مكلف بالدعوة إلى الله تعالى بهذه الطرق الثلاثة، وحصول الهداية لا يتعلق بك، فإنه تعالى هو العالم بضلال النفوس المظلمة الكدرة، وباهتداء النفوس المشرقة الصافية، فيجازي كلًّا منهم </p><p>(١) المراغي. (٢) المراح.</p>"
}