{
  "id": null,
  "sura": 16,
  "aya": 78,
  "text": "<p> والخلاصة: أن قيام الساعة ومجيء القيامة، التي ينتشر فيها الخلق للوقوف في موقف الحساب كنظرة من البصر وطرفة من العين في السرعة، وخصَّ قيام الساعة من بين الغيوب لأنه قد كثرت فيه المماراة في جميع الأزمنة والعصور، ولدى كثير من الأمم، فأنكره كثير من البشر، وجعلوه مما لا يدخل في باب الممكنات، ثم ذكر ما هو كالبرهان على إمكان حدوثها وسرعة وقوعها فقال:  {إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} ؛ أي: إن الله قادر على ما يشاء، لا يمتنع عليه شيءٌ أراده، فهو قادر على إقامتها في أقرب من لمح البصر، </p><p> ٧٨ - ثم ذكر سبحانه مننه على عباده بإخراجه إيَّاهم من بطون أمهاتهم لا يعلمون شيئًا، ثم رزقهم السمع والأبصار والأفئدة فقال:  {وَاللَّهُ} سبحانه وتعالى وحده {أَخْرَجَكُمْ مِنْ بُطُونِ أُمَّهَاتِكُمْ} حالة كونكم {لَا تَعْلَمُونَ شَيْئًا} ؛ أي: حالة (١) كونكم غير عالمين شيئًا أصلًا من أمور الدنيا والآخرة، ولا مما كانت أرواحكم تعلم في عالم الأرواح، ولا مما كانت ذراتكم تعلم من فهم خطاب ربكم إذ قال:  {أَلَسْتُ بِرَبِّكُمْ} ، ولا مما علمت إذ قالت بالجواب بلى، ولا مما تعلم الحيوانات حين ولادتها من طلب غذائها، ومعرفة أمها، والرجوع إليه، والاهتداء إلى ضروعها، وطريق تحصيل اللبن منها، ومشيها خلفها، وغير ذلك مما تعلم الحيوانات، وتهتدي إليه، ولا يعلم الطفل منه شيئًا ولا يهتدي إليه، وهنا تم الكلام (٢) ، لأن الإنسان خلق في أول الفطرة ومبدئها خاليًا عن العلم والمعرفة، لا يهتدي سبيلًا، ثم ابتدأ فقال:  {وَجَعَلَ} سبحانه وتعالى {لَكُمُ} أيها الناس {السَّمْعَ} يعني أن الله سبحانه وتعالى إنما أعطاكم هذه الحواس لتنتقلوا بها من الجهل إلى العلم، فجعل لكم السمع لتسمعوا به نصوص الكتاب والسنة، وهي الدلائل السمعية لتستدلوا بها على ما يصلحكم في أمر دينكم، وقدم السمع على البصر لما أنه طريق تلقي الوحي، ولذا ابتلي بعض الأنبياء بالعمى دون الصمم، كشعيب عليه السلام، أو لأن إدراكه أقدم من إدراك البصر، ألا ترى أن الوليد يتأخر انفتاح عينيه عن السمع، وإفراده باعتبار كونه مصدرًا في الأصل، {و} جعل لكم </p><p>(١) روح البيان. (٢) الخازن.</p><p> {الْأَبْصَارَ} لتبصروا بها عجائب مصنوعاته وغرائب مخلوقاته، فتستدلوا بها على وحدانيته، جمع بصر، وهي محركة حسِّ العين، {و} جعل لكم {الْأَفْئِدَةَ} لتعملوا بها، وتفهموا معاني الأشياء التي جعلها دلائل وحدانيته تعالى، جمع فؤاد، وهو (١) وسط القلب، وهو من القلب كالقلب من الصدر، وهو من جموع القلة التي جرت مجرى جموع الكثرة. </p><p> قال في \"بحر العلوم\" : استعملت في هذه الآيات وفي سائر آيات وردت فيها في الكثرة؛ لأن الخطاب في جعل لكم، وأنشأ لكم عام، والمعنى: جعل لكم هذه الأشياء آلات تحصلون بها العلم والمعرفة، بأن تحسوا بمشاعركم جزئيات الأشياء، وتدركوها بأفئدتكم، فتتنبهوا لما بينها من المشاركات والمباينات بتكرر الإحساس، فيحصل لكم علومٌ بديهية، تتمكنون بالنظر فيها من تحصيل الكسبية. </p><p> واعلم: أن قوله: {وَجَعَلَ} عطف على {أَخْرَجَكُمْ} ، وليس فيه دلالة على تأخر الجعل المذكور عن الإخراج، لما أن مدلول الواو وهو الجمع مطلقًا لا الترتيب، على أن أثر ذلك الجعل لا يظهر قبل الإخراج كما في \"الإرشاد\" ، {لَعَلَّكُمْ تَشْكُرُونَ} ؛ أي: لكي تشكروا الله تعالى على نعمة هذه الآلات، وشكرها استعمالها فيما خلقت لأجله، من استماع كلام الله تعالى، وأحاديث رسوله - صلى الله عليه وسلم -، وحكم أوليائه، وما ليس فيه ارتكاب منهي، ومن النظر إلى آيات الله سبحانه، والاستدلال بها على وجوده ووحدته وعلمه وقدرته، فمن استعملها في غير ما خلقت لأجله .. فقد كفر جلائل نعم الله تعالى، وخان في أماناته. </p><p> وقرأ حمزة (٢) : {أُمَّهَاتِكُمْ} بكسر الهمزة والميم هنا، وفي النور والزمر والنجم، والكسائي: بكسر الهمزة فيهن، والأعمش: بحذف الهمزة وكسر الميم، وابن أبي ليلى: بحذفها وفتح الميم، قال أبو حاتم: حذف الهمزة رديء، ولكن قراءة ابن أبي ليلى أصوب. انتهى، وإنما كانت أصوب لأن كسر الميم إنما هو لاتباعها حركة الهمزة، فإذا كانت الهمزة محذوفة .. زال الاتباع بخلاف قراءة </p><p>(١) روح البيان. (٢) البحر المحيط.</p>"
}