{
  "id": null,
  "sura": 16,
  "aya": 14,
  "text": "<p> قيل: وإنما (١) خص المقام الأول بالتفكر لإمكان إيراد الشبهة المذكورة، وخص المقام الثاني بالعقل لذكره بعد إماطة الشبهة وإزاحة العلة، فمن لم يعترف بعدها بالوحدانية .. فلا عقل له، وخص المقام الثالث بالتذكر لمزيد الدلالة، فمن شك بعد ذلك .. فلا حس له، وفي هذا من التكلف ما لا يخفي، والأولى أن يقال هنا كما قلنا فيما تقدم في إفراد الآية في البعض وجمعها في البعض الآخر، وبيانه أن كلًّا من هذه المواضع الثلاثة يصلح لذكر التفكر ولذكر التعقل ولذكر التذكر، لاعتبارات ظاهرة غير خفية، فكان في التعبير في كل موضع بواحد منها افتنان حسن، لا يوجد في التعبير بواحد منها في جميع المواضع الثلاثة، والله أعلم بأسرار كتابه. </p><p> ١٤ - وبعد أن ذكر أنواع النعم في البر شرع يفصل نعمه في البحر، فقال:  {وَهُوَ} سبحانه وتعالى الإله {الَّذِي سَخَّرَ} وذلل لكم {الْبَحْرَ} العذب والملح، والبحر: الماء الكثير، أو الملح فقط؛ أي: جعله بحيث تتمكنون من الانتفاع به بالركوب والغوص والاصطياد. </p><p> قال بعضهم (٢) : هذه البحور على وجه الأرض ماء السماء النازل وقت الطوفان، فإن الله تعالى أمر الأرض بعد هلاك القوم فابتلعت ماءها، وبقي ماء السماء لم تبتلعه الأرض، وأما البحر المحيط فغير ذلك، بل هو جزر عن الأرض حين خلق الله الأرض من زبده، ويجوز ركوب البحر بشرط علم السباحة وعدم دوران الرأس، وإلا فقد ألقى نفسه إلى التهلكة، وأقدم على ترك الفرائض، وذلك للرجال والنساء، كما قاله الجمهور، وكره ركوبه للنساء، لأن حالهن على الستر، وذا متعسر في السفينة، لا سيما في الزورق وهي السفينة الصغيرة. </p><p> امتن الله (٣) سبحانه وتعالى بتسخير البحر بإمكان الركوب عليه، واستخراج ما فيه من صيد وجواهر، لكونه من جملة النعم التي أنعم الله بها على عباده، مع </p><p>(١) الشوكاني. (٢) روح البيان.(٣) الشوكاني.</p><p> ما فيه من الدلالة على وحدانية الرب سبحانه وكمال قدرته، وقد جمع الله سبحانه لعباده في هذا المقام بين التذكير لهم بآياته الأرضية والسماوية والبحرية، فأرشدهم إلى النظر والاستدلال بالآيات المتنوعة المختلفة الأمكنة إتمامًا للحجة، وتكميلًا للإنذار، وتوضيحًا لمنازع الاستدلال ومناطات البرهان ومواضع النظر والاعتبار. </p><p> ثم ذكر العلة في تسخير البحر فقال:  {لِتَأْكُلُوا مِنْهُ لَحْمًا طَرِيًّا} ؛ أي: وهو تعالى الذي سخر لكم البحر لتصطادوا منه؛ أي: من حيوانه، فهو على حذف مضاف {لَحْمًا} ؛ أي: سمكًا طريًّا، أي: رطبًا؛ أي: سخر لكم لتأكلوا سمكًا رطبًا تصطادونه منه أي من حيوانه. </p><p> والتعبير (١) عن السمك باللحم مع كونه حيوانًا، لانحصار الانتفاع به في الأكل، وفي وصفه (٢) بالطراوة والرطوبة تنبيه إلى أنه ينبغي المسارعة إلى أكله، لأنه يسرع إليه الفساد والتغير، وقد أثبت الطب أن تناوله بعد ذهاب طراوته من أضر الأشياء، فسبحان الخبير بخلقه، وبما يضر استعماله وما ينفع، وفيه أيضًا إيماء إلى كمال قدرته تعالى في خلقه الحلو الطري في الماء المر الذي لا يشرب. </p><p> وقد كره العلماء أكل الطافي منه على وجه الماء، وهو الذي يموت حتف أنفه في الماء فيطفو على وجهه، لحديث جابر عن النبي - صلى الله عليه وسلم -: \"ما نضب عنه الماء فكلوا، وما لفظه فكلوا، وما طفا فلا تأكلوا\" . فالمراد منه ميتة البحر في الحديث:  \"هو الطهور ماؤه، الحل ميتته\" هو ما لفظه، لا ما مات فيه من غير سبب، {و} سخر لكم البحر أيضًا ( {لتستخرجوا منه} ؛ أي: من جواهره {حِلْيَةً} ؛ أي: زينة {تَلْبَسُونَهَا} ؛ أي: تتزينون أنتم ونساؤكم بها، والمراد بالحلية المذكور في الآية اللؤلؤ المخلوق في صدفه العائش في البحار، ولا سيما المحيط الهندي، والمرجان الذي ينبت في قيعانها، لقوله تعالى:  {يَخْرُجُ مِنْهُمَا اللُّؤْلُؤُ وَالْمَرْجَانُ} فهما حلالان للرجال والنساء، ولا حاجة لما تكلَّفه جماعة </p><p>(١) المراح. (٢) المراغي.</p><p> من المفسرين في تأويل قوله:  {تَلْبَسُونَهَا} بقوله: تلبسه نساؤهم؛ لأنهن من جملتهم، أو لكونهن يلبسنها لأجلهم، وليس في الشريعة المطهرة ما يقتضي منع الرجال من التحلي باللؤلؤ والمرجان، ما لم يستعمله على صفة لا يستعمله عليها إلا النساء خاصة، فإن ذلك ممنوع من جهة كونه تشبهًا بهن، وقد ورد الشرع بمنعه، لا من جهة كونه حلية لؤلؤ أو مرجان. </p><p> {وَتَرَى الْفُلْكَ} ؛ أي: وتبصر أيها المخاطب السفن حالة كونها {مَوَاخِرَ} ؛ أي: جواري {فِيهِ} ؛ أي: في البحر؛ أي: لو حضرت أيها المخاطب لرأيت السفن جواري في البحر، تجري جريًا وتشقه شقًّا بحيزومها ومقدمها، مقبلة مدبرة، من قطر إلى قطر، ومن بلد إلى آخر، ومن إقليم إلى إقليم، لجلب ما هناك إلى هنا، وما هنا إلى هناك، ومن ثم قال:  {وَلِتَبْتَغُوا مِنْ فَضْلِهِ} ؛ أي: لتطلبوا فضل الله ورزقه، بركوبه للتجارة، وهذا معطوف على {تستخرجوا} وما بينهما اعتراض، أو معطوف على علةٍ محذوفةٍ؛ أي: لتنتفعوا بذلك، ولتطلبوا من سعة رزقه بركوبه للتجارة، فإن تجارته أربح. </p><p> {وَلَعَلَّكُمْ تَشْكُرُونَ} ؛ أي (١) : تعرفون حقوق نعمه الجليلة، فتقومون بأدائها بالطاعة والتوحيد، ولعل تخصيصه بتعقيب الشكر؛ لأنه أقوى في باب الإنعام، من حيث إنه جعل المهالك سببًا للانتفاع وتحصيل المعاش. </p><p> والمعنى (٢) : أي ولتشكروا ربكم على ما أنعم به عليكم، إذ جعل ركوب البحر مع كونه مظنة للهلاك سببًا للانتفاع وحصول المعاش، مع عدم الحاجة إلى الحل والترحال والاستراحة والسكون، ولله در القائل: </p><p> وَإنَّا لَفِي الدُّنْيَا كَرَكْبِ سَفِيْنَةٍ ... نُظَنُّ وُقُوْفًا وَالزَّمَانُ بِنَا يَسْرِيْ </p><p> وفي \"الشوكاني\" هنا: قيل (٣) : ولعل وجه تخصيص هذه النعمة بالتعقيب بالشكر، من حيث إن فيها قطعًا لمسافةٍ طويلةٍ مع أحمال ثقيلة، من غير مزاولة </p><p>(١) روح البيان. (٢) المراغي.(٣) الشوكاني.</p>"
}