{
  "id": null,
  "sura": 17,
  "aya": 110,
  "text": "<p> وقد جاء في مدح البكاء من خشية الله تعالى أخبار كثيرةٌ (١) : </p><p> فقد روى الترمذي عن ابن عباس قال: سمعت رسول الله - صلى الله عليه وسلم - يقول:  «عينان لا تمسهما النار، عين بكت من خشية الله تعالى، وعين باتت تحرس في سبيل الله تعالى» . </p><p> وأخرج مسلم، والنسائي عن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: «لا يلج النار رجل بكى من خشية الله حتى يعود اللبن في الضرع، ولا اجتمع على عبد غبار في سبيل الله ودخان جهنم» . </p><p> وأخرج ابن جرير، وابن المنذر، وغيرهما عن عبد الأعلى التميمي، أنه قال: إن من أوتي من العلم ما لم يبكه .. لخليق أن قد أوتي من العلم ما لا ينفعه؛ لأنّ الله تعالى نعت أهل العلم فقال:  {وَيَخِرُّونَ لِلْأَذْقانِ يَبْكُونَ} . </p><p> ١١٠ - ثم رد على المشركين المنكرين إطلاق اسم الرحمن عليه عز وجل فقال:  {قُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمنَ} ؛ أي: قل يا محمد لمشركي قومك الذين أنكروا اسم الرحمن، ادعوا الله؛ أي: سموا أيها القوم معبودكم الحقّ باسم الله إن شئتم، أو باسم الرحمن، إن شئتم؛ أي: قولوا في دعائه إن شئتم: يا الله، وإن شئتم قولوا: يا رحمن {أَيًّا ما تَدْعُوا} ؛ أي: أي اسم من هذين الاسمين تدعوه به، فهو من أسمائه {فَلَهُ} ؛ أي: لأنّ له سبحانه أسماء هي {الْأَسْماءُ} الكثيرة، {الْحُسْنى} لدلالتها على الكمال والجلال فمعنى حسن أسماء الله تعالى كونها مفيدة لمعاني التّحميد، والتّقديس، والتمجيد، والتّعظيم؛ أي: فبأي اسمين منهما تسمونه فهو حسن، لأنّ كل أسمائه حسنى؛ إذ فيها التعظيم، والتقديس لأعظم موجود، وهو خالق السموات والأرض، وهذان الاسمان منها. </p><p> قال البيضاوي: والدعاء (٢) في الآية بمعنى التسمية، وهو يتعدى إلى مفعولين، حذف أولهما استغناء عنه، وأو للتخيير، والتنوين في أيا، عوض عن المضاف إليه، و {ما} صلة لتأكيد ما في أي من الإبهام، والضمير في {فَلَهُ} </p><p>(١) المراغي. (٢) البيضاوي.</p><p> للمسمى، لأن التسمية له، لا للاسم، وكان أصل الكلام: أيًّا ما تدعوا فهو حسن وضع موضعه فله الأسماء الحسنى للمبالغة، وللدلالة على أنها إذا حسنت أسماؤه كلها، حسن هذان الاسمان اهـ. فمعنى (١)  {ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمنَ} ؛ أي: سموا المعبود بحق بالله، أو بالرحمن، فإنهما من الأسماء الحسنى، وإذا حسنت أسماؤه كلّها، فهذان الاسمان منها، والحسنى مؤنث الأحسن الذي هو أفعل التفضيل، لا مؤنث أحسن المقابل لامرأة حسناء، كما في «القاموس» : وجملتها تسعة وتسعون اسمًا كما في الحديث الصحيح، بروايات متعددة عن علي، وأبي هريرة رضي الله عنهما «إن لله عز وجل تسعة وتسعين اسمًا من أحصاها دخل الجنة، هو الله الذي لا إله إلا هو الرحمن الرحيم ...» إلى آخر ما سرده الترمذي في جامعه، وقد شرحناها كلها شرحًا شافيًا، في كتابنا «هدية الأذكياء على طيبة الأسماء» وهو مطبوع منتشر فراجعه إن شئت. </p><p> وقرأ طلحة بن مصرف (٢) : {أيا من} فاحتمل أن تكون {من} زائدة على مذهب الكسائي، واحتمل أن يكون جمع بين أداتي شرط على وجه الشذوذ. </p><p> ثم أمر رسوله - صلى الله عليه وسلم - بالتوسط في القراءة، فلا يجهر صوته، ولا يخافت به، فقال:  {وَلا تَجْهَرْ} يا محمد {بِصَلاتِكَ} ؛ أي: لا ترفع بقراءتك في الصلاة في المسجد الحرام، فيسمعها المشركون فيسبوا القرآن ومن أنزله ومن جاء به {وَلا تُخافِتْ بِها} ؛ أي: بقراءة صلاتك؛ أي: لا تسرها عن أصحابك، فلا تسمعهم القرآن حتى يأخذوه عنك، فهو على حذف المضاف، للعلم بأن الجهر، والمخافتة من نعوت الصوت، لا من نعوت الصلاة؛ لأن الصّلاة أفعال، وأذكار، فهو من إطلاق الكل وإرادة الجزء. </p><p> {وَابْتَغِ بَيْنَ ذلِكَ} ؛ أي: واطلب بين الجهر والمخافتة {سَبِيلًا} ؛ أي: أمرًا وسطًا، فإنّ خير الأمور أوساطها، والتعبير (٣) عن ذلك بالسبيل باعتبار أنه أمرٌ </p><p>(١) الفتوحات. (٢) البحر المحيط.(٣) روح البيان.</p>"
}