{
  "id": null,
  "sura": 17,
  "aya": 64,
  "text": "<p> وفي «بحر العلوم»  (١) : ليس من الذهاب الذي هو نقيض المجيءِ، بَلْ معناه: امض لما قصدته، أو طردت له، تخلية بينه وبين ما سولت له نفسه، أو هو على وجه الإهانة والتهديد، تقول لمن لا يقبل منك: اذهب وكن على ما اخترت لنفسك. {فَمَنْ تَبِعَكَ مِنْهُمْ} على الضلالة {فَإِنَّ جَهَنَّمَ جَزاؤُكُمْ} ؛ أي: جزاؤك وجزاؤهم، فغلّب المخاطب رعاية لحق المتبوعية، {جَزاءً مَوْفُورًا} نصب على المصدرية بإضمار فعله؛ أي: تجزون جزاء مكملًا من وفر الشيء إذا كمل. </p><p> والمعنى: فمن أطاعك من ذرية آدم، وضلَّ عن الحق، فإن جزاءك على دعائك إياهم، وجزاءهم على اتباعهم لك وخلافهم أمري جزاءٌ موفور، لا ينقص لكم منه شيءٌ بما تستحقون من سيء الأعمال، وما دنّستم به أنفسكم من قبيح الأفعال، </p><p> ٦٤ - ثم قال تعالى مهددًا له:  {وَاسْتَفْزِزْ} ؛ أي: استزل واستخف وأزعج وحرك {مَنِ اسْتَطَعْتَ مِنْهُمْ} ؛ أي: من ذرية آدم استزلاله وإزعاجه {بِصَوْتِكَ} ؛ أي: بوسوستك ودعائك إلى معصية الله تعالى، وقيل: أراد بصوتك الغناء، والمزامير، واللهو واللعب {وَأَجْلِبْ عَلَيْهِمْ} ؛ أي: وصح على من استطعت من ذرية آدم مصحوبًا {بِخَيْلِكَ وَرَجِلِكَ} ؛ أي: بأعوانك وأنصارك الركاب والمشاة. </p><p> فروى أبو الضحى عن ابن عباس أنه قال: كل راكب أو ماش في معصية الله تعالى فهو من خيل إبليس وجنوده، وفي «الكواشي»  (٢) : جلب وأجلب واحدٌ بمعنى: الحث والصياح؛ أي: صح عليهم بأعوانك، وأنصارك من راكب وراجل من أهل الفساد، والخيل الخيّالة بتشديد الياء، وهي أصحاب الخيول، والرّجل بالسكون بمعنى الراجل، وهو من لم يكن له ظهر يركبه. </p><p> قال ابن عباس، ومجاهد، وقتادة: إن خيلًا ورجلًا من الجن والإنس، فما كان من راكب يقاتل في معصية الله فهو من خيل إبليس، وما كان من راجل يقاتل في معصية الله فهو من رجل إبليس. </p><p>(١) السمرقندي. (٢) روح البيان.</p><p> وقال الزجاج (١) : أي اجمع عليهم كل ما تقدر عليه من مكايدك، فالإجلاب: الجمع و {الباء} في بخيلك زائدة، وقال أبو زيد: فالخيل والرجل كناية عن جميع مكايد الشيطان، أو المراد كل راكب وراجل في معصية الله. </p><p> {وَشارِكْهُمْ فِي الْأَمْوالِ} بحملهم على كسبها أو جمعها من الحرام، والتصرّف فيها على ما لا ينبغي من الربا، والإسراف، ومنع الزكاة وغير ذلك، وقال الحسن: مرهم أن يكسبوها من خبيثٍ، وينفقوها في حرام. {وَ} شاركهم في {الْأَوْلادِ} بالحث على التوصل إليهم بالأسباب المحرمة، والوأد، والإشراك كتسميتهم بعبد اللات، وعبد العزى، وعبد مناة، والتضليل بالحمل على الأديان الزائغة، والحرف الذميمة، والأفعال القبيحة. </p><p> وقال الشوكاني: أمّا المشاركة في الأموال (٢) : فهي كل تصرف فيها يخالف ميزان الشرع سواء كان أخذًا من غير حق، أو وضعًا في غير حق، كالغصب والسرقة، والربا، ومن ذلك تبتيك آذان الأنعام، وجعلها بحيرةً وسائبة، والمشاركة في الأولاد دعوى الولد بغير سبب شرعي، وتحصيله بالزنا، وتسميتهم بعبد اللات، وعبد العزى، والإساءة في تربيتهم على وجه يألفون فيه خصال الشر، وأفعال السوء، ويدخل فيه ما قتلوا من أولادهم خشية إملاق، ووأد البنات، وتصيير أولادهم على الملة الكفرية التي هم عليها، ومن ذلك مشاركة الشّيطان للمجامع إذا لم يسمّ. اهـ. </p><p> وقرأ الجمهور (٣) : {ورَجْلِك} بفتح الراء وسكون الجيم، وهو اسم جمع واحده راجلٍ كركبٍ، وراكب، وقرأ الحسن وأبو عمرو - في رواية - وحفص بكسر الجيم - قال صاحب - «اللّوامح» : بمعنى الرجال، وقرأ قتادة وعكرمة {ورجالك} وقرىء {ورجَّل لك} بضم الراء وتشديد الجيم {وَعِدْهُمْ} المواعيد الباطلة، والأماني الكاذبة، وأخبرهم الأخبار العاطلة الغارة لهم كشفاعة الآلهة، </p><p>(١) الشوكاني. (٢) فتح القدير.(٣) البحر المحيط.</p>"
}