{
  "id": null,
  "sura": 17,
  "aya": 60,
  "text": "<p> بفتح الصاد، اسم مفعول؛ أي: يبصرها الناس، ويشاهدونها، وقرأ قتادة: بفتح الميم والصاد، مفعلة من البصر؛ أي: محل إبصار، أجراها مجرى صفات الأمكنة، نحو: أرض مسبعة، ومكان مضبّة. </p><p> {وَما نُرْسِلُ بِالْآياتِ} المقترحة {إِلَّا تَخْوِيفًا} من نزول العذاب المستأصل على المقترحين، فإن لم يخافوا ذلك، نزل أو بغير المقترحة، كالمعجزات، وآثار القرآن، إلّا تخويفًا بعذاب الآخرة، فإنّ أمر من بعثت إليهم مؤخر إلى يوم القيامة كرامة لك. أو المعنى؛ أي: إنّ الله تعالى يخوّف الناس بما شاء من الآيات، لعلهم يعتبرون ويذكرون، فيرجعوا. </p><p> ذكر المؤرخون أنّ الكوفة رجفت - زلزلت - في عهد ابن مسعود، فقال: أيها النّاس إنّ ربّكم يستعتبكم فأعتبوه، وروي أنّ المدينة زلزلت في عهد عمر بن الخطاب - رضي الله عنه - مرات، فقال عمر: أحدثتم والله، لئن عادت لأفعلنّ ولأفعلنّ، وفي الحديث الصحيح:  «إن الشمس والقمر آيتان من آيات الله، وإنّهما لا ينكسفان لموت أحد، ولا لحياته، ولكن الله يخوف بهما عباده، فإذا رأيتم ذلك فافزعوا إلى ذكره ودعائه واستغفاره» ثم قال: «يا أمّة محمد، والله ما أحد أغير من الله أن يزني عبده أو تزني أمّته» يا أمة محمد، والله لو تعلمون ما أعلم .. لضحكتم قليلا، ولبكيتم كثيرًا»، </p><p> ٦٠ - ثم قال سبحانه محرّضًا رسوله على إبلاغ رسالته، ومخبرًا له بأنه قد عصمه من الناس. {وَإِذْ قُلْنا لَكَ} أي: واذكر يا محمد إذ أوحينا إليك {إِنَّ رَبَّكَ أَحاطَ بِالنَّاسِ} أي: علمًا وقدرةً فهم في قبضته فامض لأمرك، ولا تخف أحدًا؛ أي: واذكر إذ أوحينا إليك أنّ ربك هو القادر على عباده، وهم في قبضته، وتحت قهره، وغلبته، فلا يقدرون على أمر إلا بقضائه، وقدره، وقد عصمك من أعدائك، فلا يقدرون على إيصال الأذى إليك كما قال {وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ} . </p><p> وخلاصة ذلك: أن الله ناصرك ومؤيدك حتى تبلّغ رسالته وتظهر دينه قال الحسن: حال بينهم وبين أن يقتلوه، ويؤيّد هذا قوله تعالى: {وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ وَيَمْكُرُونَ وَيَمْكُرُ اللَّهُ وَاللَّهُ خَيْرُ الْماكِرِينَ (٣٠) }. </p><p> {وَما جَعَلْنَا الرُّؤْيَا الَّتِي أَرَيْناكَ} ؛ أي: أريتها ليلة الإسراء {إِلَّا فِتْنَةً لِلنَّاسِ} أي إلّا امتحانًا، واختبارًا للناس، فأنكرها قوم وكذبوا بها، وكفر كثير ممن كان قد آمن به، وازداد المخلصون إيمانًا، والمراد بالرؤيا: ما عاينه عليه السلام ليلة المعراج من عجائب الأرض والسماء، والتعبير عن ذلك بالرؤيا: إمّا لأنه لا فرق بينه وبين الرؤيا كما في «الكواشي» الرؤيا تكون نومًا ويقظةً كالرؤية، أو لأنها وقعت بالليل، وتقضت بالسرعة، كأنها منامٌ، أو لأن الكفرة قالوا: لعلّها رؤيا، فتسميتها رؤيا على قول المكذبين، قال في «الحواشي السعدية» : قد يقال: تسميتها رؤيا على وجه التشبيه والاستعارة لما فيها من الخوارق التي هي بالمنام أليق في مجاري العادات. انتهى. </p><p> وقوله:  {وَالشَّجَرَةَ الْمَلْعُونَةَ فِي الْقُرْآنِ} معطوف على الرؤيا، والمراد بلعنها فيه: لعن طاعمها على الإسناد المجازي، أو إبعادها عن الرحمة، فإنّ تلك الشجرة التي هي الزقوم، تنبت في أصل الجحيم، في أبعد مكان من الرحمة؛ أي: وما جعلنا الشجرة الملعونة؛ أي: الملعون آكلها المذكورة في القرآن، أو المذمومة، أو المؤذية؛ لأن العرب تقول لكل طعام ضار ملعون، إلا فتنة واختبارا للنّاس، فإنهم حين سمعوا {إِنَّ شَجَرَةَ الزَّقُّومِ (٤٣) طَعامُ الْأَثِيمِ (٤٤) } اختلفوا: فقوم ازدادوا إيمانًا، وقوم ازدادوا كفرًا، كأبي جهل إذ قال: إنّ ابن أبي كبشة - يعني النبيّ - صلى الله عليه وسلم - توعّدكم بنار تحرق الحجارة، ثمّ يزعم أنها تنبت شجرة، وتعلمون أنّ النار تحرق الشجر ولقد ضلوا في ذلك ضلالًا بعيدًا، حيث كابروا قضيّة عقولهم، فإنهم يرون النعامة تبتلع الجمر وقطع الحديد المحماة فلا يضرّها، ويشاهدون المناديل المتّخذة من وبر السمندل تلقى في النار، ولا تؤثر فيها، والسمندل: هي دويبة في بلاد الترك، يتخذ من وبره مناديل، فإذا اتسخت طرحت في النار، فيذهب وسخها، وتبقى هي سالمة لا تعمل فيها النّار، قال في «الكشاف» : وقد فات هؤلاء أنّ في الدنيا أشياء كثيرةٌ لا تحرقها النار. </p><p> والخلاصة: أنّ هؤلاء المشركين فتنوا بالرؤيا، وفتنوا بالشجرة {وَنُخَوِّفُهُمْ} ؛ أي: ونخوف كفّار مكّة بمخاوف الدنيا، والآخرة {فَما يَزِيدُهُمْ} التخويف {إِلَّا </p>"
}