{
  "id": null,
  "sura": 17,
  "aya": 12,
  "text": "<p> يوم بدر. </p><p> وحذفت الواو من {وَيَدْعُ الْإِنْسانُ} في رسم المصحف اتباعًا لخط اللفظ لعدم التلفظ بها لوقوع اللام الساكنة بعدها، كقوله: {سَنَدْعُ الزَّبانِيَةَ (١٨) } {وَيَمْحُ اللَّهُ الْباطِلَ وَسَوْفَ يُؤْتِ اللَّهُ الْمُؤْمِنِينَ} ونحو ذلك. {وَكانَ الْإِنْسانُ} بحسب جبلته {عَجُولًا} ؛ أي: كثير العجل يسارع إلى طلب ما يخطر بباله، ولا ينظر عاقبته، ولا يتأنى إلى أن يزول عنه ما يعتريه، فالإنسان (١) عجولٌ قولًا وفعلًا يتمادى في الأعمال الموجبة للشر والعذاب، وفي الأثر:  «المؤمن وقاف والمنافق وثاب» . </p><p> وروي أن آدم قال لأولاده: كل عملٍ تريدون أن تعملوا فقفوا له ساعة، فإني لو وقفت ساعة .. لم يكن أصابني ما أصابني. وقال أعرابي: إياكم والعجلة، فإن العرب تكنِّيها أمَّ الندامات. </p><p> قيل: العجلة من الشيطان، إلا في ستة مواضع: أداء الصلاة إذا دخل الوقت، ودفن الميت إذا حضر، وتزويج البكر إذا أدركت، وقضاء الدين إذا وجب، وإطعام الضيف إذا نزل، وتعجيل التوبة إذا أذنب. </p><p> ١٢ - ولما ذكر سبحانه دلائل النبوة والتوحيد، أكّدها بدليل آخر من عجائب صنعه، وبدائع خلقه، فقال:  {وَجَعَلْنَا اللَّيْلَ وَالنَّهارَ} قدم الليل؛ لأن فيه تظهر غرر الشهور، ولأنه الأصل؛ أي: جعلناهما بسبب تعاقبهما، واختلافهما في الطول والقصر {آيَتَيْنِ} دالتين على وجود الصانع القدير، ووحدته، إذ لا بد لكل متغير من مغير، وإنما قال (٢) : {وَجَعَلْنَا اللَّيْلَ وَالنَّهارَ آيَتَيْنِ} بالتثنية، ولم يقل آية كما قال في موضع آخر {وَجَعَلْنَا ابْنَ مَرْيَمَ وَأُمَّهُ آيَةً} بالإفراد لأن الليلَ والنهار ضدان بخلاف عيسى ومريم، وقيل: لأن عيسى ومريم كانا في وقت واحد، والشمس والقمر آيتان، لأنهما في وقتين، ولا سبيل إلى رؤيتهما معا بصفتهما الرئيسية؛ أي (٣) : جعلنا الليل والنهار علامتين دالتين على تمام علمنا، وكمال قدرتنا، فلما </p><p>(١) روح البيان. (٢) روح البيان.(٣) المراح.</p><p> بين سبحانه وتعالى أن هذا القرآن يدل على الطريق الأقوم ذكر الدلائل الدالة على وحدته تعالى وهو عجائب العالم العلوي والسفلي، فالقرآن نعم الدين، ووجود الليل والنهار نعم الدنيا، فلولاهما .. لما حصل للخلق الراحة، والكسب، والقرآن ممتزج من المحكم والمتشابه، فكذلك الدهر مركب من الليل والنهار، فالمحكم كالنهار، والمتشابه كالليل، فكما أنّ المقصود من التكليف لا يتم إلا بذكر المحكم والمتشابه، فكذلك الزمان لا يحصل الانتفاع به إلا بالليل والنهار، و {الفاء} في قوله: {فَمَحَوْنا آيَةَ اللَّيْلِ} تفسيرية (١) ، والإضافة بيانية كما في إضافة العدد إلى المعدود؛ أي: فمحونا الآية التي هي الليل، والمحو في الأصل إزالة الشيء الثابت، والمراد هنا إبداعها، وخلقها ممحوة الضوء مطموسة كما في قولهم: سبحانه من صغّر البعوض، وكبّر الفيل؛ أي: أنشأهما وخلقهما كذلك، بقرينة أن محو الليل في مقابلة جعل النهار مضيئًا، {وَجَعَلْنا آيَةَ النَّهارِ} ؛ أي: الآية التي هي النهار {مُبْصِرَةً} ، أي: مضيئةً تبصر فيها الأشياء وصفها بحال أهلها. </p><p> ويجوز أن تكون الإضافة في الموضعين حقيقية، فالمراد بآية الليل والنهار القمر والشمس، والمعنى حينئذ {فَمَحَوْنا آيَةَ اللَّيْلِ} ، وهي القمر، أي (٢) طمسنا نورها؛ لأنه يبدو في أول الأمر على صورة الهلال، ثمّ لا يزال يتزايد نوره حتى يصير بدرًا كاملًا ثم يشرع في الانتقاص قليلًا قليلًا إلى أن يعود إلى المحاق {وَجَعَلْنا آيَةَ النَّهارِ} وهي الشمس {مُبْصِرَةً} ؛ أي مضيئة ذات أشعة تظهر بها الأشياء المظلمة، فالإضاءة سبب لحصول الإبصار. </p><p> روي (٣) : أن الله تعالى خلق كلاًّ من نور القمر والشمس سبعين جزءًا، ثمّ أمر جبريل فمسح بجناحه ثلاث مرّات فمحا من القمر تسعة وستّين جزأ، فحولها إلى الشمس ليتميّز الليل من النهار، إذ كان في الزمن الأول لا يعرف الليل والنهار، فالسواد الذي في القمر أثر المحو، وهذا السواد في القمر بمنزلة الخال </p><p>(١) روح البيان. (٢) المراح.(٣) روح البيان.</p><p> على الوجه الجميل ولما كان زمان الدولة العربية الأحمدية قمريا ظهر عليه أثر السيادة على النجوم، وهو السواد، لأنه سيد الألوان، كما ظهر على الحجر المكرم الذي خرج من الجنة أبيض أثر السيادة بمبايعة الأنبياء والأولياء عليهم السلام، وجعل الله شهورنا قمرية لا شمسية تنبيها من الله للعارفين أن آياتهم ممحوة من ظواهرهم، مصروفة إلى بواطنهم، فاختصوا من بين جميع الأمم الماضية بالتجليات الخاصة. </p><p> وحاصل المعنى: أي وجعلنا الليل والنهار دليلين للخلق على مصالح الدين والدنيا، أما في الدّين: فلأن كلّا منهما مضاد للآخر، ومخالف له مع تعاقبهما على الدوام، وهذا من أقوى الأدلة على أنه لا بد لهما من فاعل مدبر، يقدرهما بمقادير مخصوصة، وأما في الدنيا فلأن مصالحها لا تتم إلا بهما، فلولا الليل .. لما حصل السكون، والراحة، ولولا النهار .. لما حصل الكسب، والتصرف في وجوه المعاش {فَمَحَوْنا آيَةَ اللَّيْلِ} ؛ أي: فمحونا آية هي الليل؛ أي: جعلنا الليل ممحو الضوء، مطموسه مظلمة لا يستبين فيه شيء، كما لا يستبين ما في اللوح الممحو، روي ذلك عن مجاهد، {وَجَعَلْنا آيَةَ النَّهارِ} ؛ أي: وجعلنا الآية التي هي النهار مضيئة، و {مُبْصِرَةً} يبصر فيها أهلها، وقرأ قتادة، وعلي بن الحسين {مبصرة} بفتح الميم، والصاد، وهو مصدر: أقيم مقام الاسم، وكثر ذلك في صفات الأمكنة، كقولهم: أرض مسبعة، ومكان مضبّة. </p><p> وقوله:  {لِتَبْتَغُوا} متعلق بقوله (١)  {وَجَعَلْنا آيَةَ النَّهارِ مُبْصِرَةً} أي لتطلبوا لأنفسكم في بياض النهار {فَضْلًا مِنْ رَبِّكُمْ} ؛ أي رزقًا من ربكم، وسماه فضلًا؛ لأن إعطاء الرزق لا يجب على الله، وإنما يفيضه بحكم الربوبية، إذ غالب تحصيل الأرزاق، وقضاء الحوائج، يكون بالنهار، ولم يذكر هنا السكون في الليل اكتفاء بما قاله في موضع آخر {هُوَ الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهارَ مُبْصِرًا} . </p><p>(١) روح البيان.</p><p> أو المعنى: فعلنا (١) ذلك لتطلبوا في الليل والنهار فضل ربكم من الرزق الحلال بالكسب، ومن الثواب الجزيل بأداء الطاعات والاحتراز عن المنهيات. وفي التعبير (٢) عن الرزق بالفضل، وعن الكسب بالابتغاء مع ذكر صفة الربوبية الدالة على الوصول إلى ذلك شيئًا فشيئًا، دلالة على أنه ليس للمرء في تحصيل الرزق سوى الطلب بالأسباب العادية، وفي الخبر «يطلبك رزقك كما يطلبك أجلك» ، وقيل في هذا المعنى: </p><p> ولقد علمت وما الإشراق من خلقي ... أنّ الّذي هو رزقي سوف يأتيني </p><p> أسعى إليه فيعييني تطلّبه ... ولو قعدت أتاني لا يعنّيني </p><p> وقوله:  {وَلِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسابَ} متعلق بكلا الفعلين أعني {فَمَحَوْنا آيَةَ اللَّيْلِ وَجَعَلْنا آيَةَ النَّهارِ مُبْصِرَةً} لا بأحدهما فقط، كالأول؛ إذ لا يكون علم عدد السنين، والحساب إلا باختلاف الجديدين، ومعرفة الأيام، والشهور، والسنين والفرق (٣) بين العدد، والحساب أنّ العدد إحصاء ما له كمية بتكرير أمثاله من غير أن يتحصل منه شيء، والحساب إحصاء ما له كمية بتكرير أمثاله، من حيث يتحصل بطائفة معينة، منها حد معيّن منه له اسم خاص، فالسنة مثلا إن وقع النّظر إليها من حيث عدد أيامها، فذلك هو العدد، وإن وقع النظر إليها من حيث تحققها، وتحصلها من عدة أشهر، قد يحصل كل شهر من عدّة أيام، قد يحصل كل يوم من عدة ساعات، قد تحصلت كل ساعة من عدة دقائق، فذلك هو الحساب. </p><p> والمعنى: أي فمحونا آية الليل، وجعلنا آية النهار مبصرة، لتعلموا بمحو آية الليل، وجعل آية النهار مبصرةً عدد السنين، التي تتوقف عليها مصالحكم الدينية والدنيوية ولتعلموا الحساب، أي حساب الأشهر، والليالي والأيام، وغير ذلك مما نيط به شيء من تلك المصالح في معرفة أوقات المعاش، كآجال الدّيون، </p><p>(١) المراح. (٢) المراغي.(٣) الشوكاني.</p>"
}