{
  "id": null,
  "sura": 17,
  "aya": 91,
  "text": "<p> ذكر الأول منها سبحانه بقوله:  {وَقالُوا} ؛ أي: قال مشركو مكة، ورؤساؤهم كأبي سفيان، والنضر بن الحارث {لَنْ نُؤْمِنَ لَكَ} يا محمد؛ أي: لن نصدّقك، ولن نعترف لك بنبوتك ورسالتك، {حَتَّى تَفْجُرَ} ؛ أي: تشقّق {لَنا مِنَ الْأَرْضِ} ؛ أي: من أرض مكة {يَنْبُوعًا} ؛ أي: عينًا كثيرة الماء ينبع ماؤها، ولا يغور ولا ينقطع، وهو يفعول من نبع الماء و {الياء} زائدة كيعبوب من عب الماء إذا كثر. </p><p> والمعنى (١) : وقال رؤساء مكة وصناديدها قول المبهوت المحجوج المتحير: لن نصدقك حتى تستنبط لنا عينًا من أرضنا، تدفق بالماء أو تفور، وذلك سهلٌ يسير على الله، لو شاء فعله وأجابهم إلى ما يطلبون، ولكن الله علم أنهم لا يهتدون كما قال: {إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لا يُؤْمِنُونَ (٩٦) وَلَوْ جاءَتْهُمْ كُلُّ آيَةٍ حَتَّى يَرَوُا الْعَذابَ الْأَلِيمَ (٩٧) }، وقال أيضًا {وَلَوْ أَنَّنا نَزَّلْنا إِلَيْهِمُ الْمَلائِكَةَ وَكَلَّمَهُمُ الْمَوْتى وَحَشَرْنا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلًا ما كانُوا لِيُؤْمِنُوا} الآية، وقرأ حمزة والكسائي، وعاصم {حَتَّى تَفْجُرَ} مخففًا مثل تقتل، وقرأ الباقون بالتشديد من {فجر} المضعف، ولم يختلفوا في {فَتُفَجِّرَ الْأَنْهارَ} أنها مشددة، ووجه ذلك أبو حاتم بأن الأولى بعدها ينبوع وهو واحد، والثانية بعدها الأنهار، وهي جمع. </p><p> ٩١ - وذكر الثاني منها بقوله:  {أَوْ تَكُونَ لَكَ} وحدك {جَنَّةٌ} ؛ أي: بستان تستر أشجاره ما تحتها من العرصة؛ أي: بستان كائن {مِنْ نَخِيلٍ} من أشجار {عِنَبٍ} وعبر بالثمرة، لأن الانتفاع بغيرها من الكرم قليل {فَتُفَجِّرَ الْأَنْهارَ} والسواقي وتجريها أنت بقوة {خِلالَها} ؛ أي: وسطها {تَفْجِيرًا} كثيرًا، والمراد إما إجراء الأنهار وسطها عند سقيها، أو إدامة إجرائها كما ينبىء عنه الفاء لا ابتداؤه. </p><p> وقال في «القاموس» : خلال الدار، ما حوالي جدورها، وما بين بيوتها، وخلال السحاب مخارج الماء. انتهى، والمعنى: أو يكون لك بستانٌ فيه نخيلٌ وعنبٌ تفجر الأنهار خلاله تفجيرًا لسقيه. </p><p>(١) المراغي.</p><p> الإعراب </p><p> {وَلَقَدْ كَرَّمْنا بَنِي آدَمَ وَحَمَلْناهُمْ فِي الْبَرِّ وَالْبَحْرِ وَرَزَقْناهُمْ مِنَ الطَّيِّباتِ وَفَضَّلْناهُمْ عَلى كَثِيرٍ مِمَّنْ خَلَقْنا تَفْضِيلًا (٧٠) }. </p><p> {وَلَقَدْ}  {الواو} استئنافية: و {اللام} موطئة للقسم {قد} حرف تحقيق {كَرَّمْنا بَنِي آدَمَ} فعل وفاعل ومفعول، والجملة الفعلية جواب القسم لا محلَّ لها من الإعراب، وجملة القسم مستأنفة، {وَحَمَلْناهُمْ} فعل وفاعل ومفعول معطوف على {كَرَّمْنا}  {فِي الْبَرِّ} جار ومجرور متعلقان بـ {حملنا}  {وَالْبَحْرِ}  {الواو} حرف عطف. {الْبَحْرِ} : اسم معطوف على {الْبَرِّ}  {وَرَزَقْناهُمْ} : {الواو} حرف عطف {رزقنا} فعل وفاعل {هم} ضمير متصل مبني على السكون في محل نصب مفعول به. وجملة {رَزَقْناهُمْ} معطوفة على {كَرَّمْنا} . {مِنَ الطَّيِّباتِ} متعلق بـ {رزقنا} على كونه مفعولًا ثانيًا لـ {رزقنا} ؛ لأنه بمعنى أعطيناهم، {وَفَضَّلْناهُمْ} فعل وفاعل، ومفعول معطوف على {كَرَّمْنا}  {عَلى كَثِيرٍ} متعلق بـ {فضلنا}  {مِمَّنْ} جار ومجرور صفة لـ {كَثِيرٍ}  {خَلَقْنا} فعل وفاعل، والجملة الفعلية صلة لـ {من} الموصولة، والعائد محذوف تقديره: خلقناهم {تَفْضِيلًا} مفعول مطلق لـ {فضلنا} . </p><p> {يَوْمَ نَدْعُوا كُلَّ أُناسٍ بِإِمامِهِمْ فَمَنْ أُوتِيَ كِتابَهُ بِيَمِينِهِ فَأُولئِكَ يَقْرَؤُنَ كِتابَهُمْ وَلا يُظْلَمُونَ فَتِيلًا (٧١) }. </p><p> {يَوْمَ} منصوب على الظرفية الزمانية متعلق بمحذوف تقديره: اذكر، والجملة المحذوفة مستأنفة، {نَدْعُوا كُلَّ أُناسٍ} فعل ومفعول، ومضاف إليه، وفاعله ضمير يعود على الله، والجملة الفعلية في محل الجر، مضاف إليه، لـ {يَوْمَ}  {بِإِمامِهِمْ} جار ومجرور ومضاف إليه، متعلق بـ {نَدْعُوا}  {فَمَنْ}  {الفاء} فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر تقديره: إذا عرفت دعاءنا إياهم، وأردت بيان حالهم بعد ذلك .. فأقول لك:  {من} اسم شرط في محل الرفع، مبتدأ، والخبر جملة الشرط، أو الجواب، أو هما كما هو مقرر في كتب النحو، {أُوتِيَ} فعل ماض مغير الصيغة، ونائب فاعله ضمير يعود على {من} ، وهو المفعول الأول لـ {أُوتِيَ}  {كِتابَهُ} مفعول ثان لـ {أُوتِيَ} لأنه بمعنى أعطي </p><p> {بِيَمِينِهِ} متعلق بـ {أُوتِيَ}  {فَأُولئِكَ}  {الفاء} رابطة لجواب من الشرطية وجوبًا {أولئك} مبتدأ {يَقْرَؤُنَ كِتابَهُمْ} فعل وفاعل ومفعول، والجملة في محل الرفع خبر المبتدأ، والجملة الاسمية في محل الجزم بـ {من} الشرطية على كونها جوابًا لها، وجملة {من} الشرطية، في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة، مستأنفة استئنافًا، بيانيًا، {وَلا يُظْلَمُونَ} فعل ونائب فاعل معطوف على {يَقْرَؤُنَ}  {فَتِيلًا} منصوب على المفعولية، المطلقة، لأنه صفة لمصدر محذوف تقديره: ظلمًا قدر فتيل. </p><p> {وَمَنْ كانَ فِي هذِهِ أَعْمى فَهُوَ فِي الْآخِرَةِ أَعْمى وَأَضَلُّ سَبِيلًا (٧٢) }. </p><p> {وَمَنْ}  {الواو} عاطفة مَنْ اسم شرط جازم في محل الرفع مبتدأ، والخبر جملة الشرط، أو الجواب أو هما {كَانَ} فعل ماض ناقص في محل الجزم بـ {مَنْ} على كونه فعل شرط لها، واسمها ضمير يعود على {مَنْ}  {فِي هذِهِ} جار ومجرور متعلق بـ {كَانَ}  {أَعْمى} خبر {كَانَ} . {فَهُوَ}  {الفاء} رابطة لجواب {مَنْ} الشرطية {هو} مبتدأ {فِي الْآخِرَةِ} جار ومجرور حال من المبتدأ، أو من الضمير في {أَعْمى} . {أَعْمى} خبر المبتدأ، {وَأَضَلُّ} معطوف على {أَعْمَى} . {سَبِيلًا} تمييز محول من المبتدأ، منصوب بـ {أَضَلُّ} ، والجملة الاسمية في محل الجزم بـ {مَنْ} الشرطية على كونها جَوابًا لها، وجملة {مَنْ} الشرطية في محل النصب معطوفة على جملة {من} الأولى. </p><p> {وَإِنْ كادُوا لَيَفْتِنُونَكَ عَنِ الَّذِي أَوْحَيْنا إِلَيْكَ لِتَفْتَرِيَ عَلَيْنا غَيْرَهُ وَإِذًا لَاتَّخَذُوكَ خَلِيلًا (٧٣) }. </p><p> {وَإِنْ}  {الواو} استئنافية {إِنْ} مخففة من الثقيلة، واسمها ضمير الشأن تقديره: وإنه {كادُوا} فعل ناقص واسمه، وهو من أفعال المقاربة {لَيَفْتِنُونَكَ}  {اللام} حرف ابتداء {يفتنونك} فعل وفاعل، ومفعول {عَنِ الَّذِي} جار ومجرور متعلق به، والجملة الفعلية في محل النصب خبر {كاد} ، وجملة {كاد} في محل الرفع خبر {إن} المخففة، وجملة {إن} المخففة مستأنفة، {أَوْحَيْنا} فعل وفاعل {إِلَيْكَ} متعلق به، والجملة الفعلية صلة الموصول، والعائد محذوف </p><p> تقديره: أوحيناه إليك {لِتَفْتَرِيَ}  {اللام} حرف جر وتعليل {تفتري} فعل مضارع منصوب بأن مضمرةً جوازًا بعد لام كي، وفاعله ضمير يعود على محمد {عَلَيْنا} متعلق به، {غَيْرَهُ} مفعول به، والجملة الفعلية، صلة أن المضمرة، أن مع صلتها في تأويل مصدر مجرور باللام، تقديره: لافترائك علينا غيره، الجار والمجرور متعلق بـ {يفتنون}  {وَإِذًا}  {الواو} عاطفة {إِذًا} حرف جواب وجزاء مقدر بـ {لو} الشرطية؛ أي: ولو فعلت ذلك الافتراء {لَاتَّخَذُوكَ خَلِيلًا}  {اللام} موطئة للقسم {اتخذوك خليلا} فعل وفاعل ومفعولان، والجملة الفعلية جواب للقسم المحذوف، وجملة القسم مع جوابه، جواب لو المقدرة، والتقدير: ولو فعلت ذلك الافتراء، والله لا تخذوك خليلا، وجملة لو المقدرة معطوفة على جملة، قوله:  {وَإِنْ كادُوا} . </p><p> {وَلَوْلا أَنْ ثَبَّتْناكَ لَقَدْ كِدْتَ تَرْكَنُ إِلَيْهِمْ شَيْئًا قَلِيلًا (٧٤) }. </p><p> {وَلَوْلا}  {الواو} استئنافية {لَوْلا} حرف امتناع لوجود {أَنْ} حرف نصب ومصدر {ثَبَّتْناكَ} فعل وفاعل ومفعول في محل النصب بأن المصدرية، وجملة {أَنْ} المصدرية مع مدخولها في تأويل مصدر مرفوعٍ على الابتداء، والخبر محذوف تقديره؛ ولولا تثبيتنا إياك موجود {لَقَدْ}  {اللام} رابطة لجواب لولا قد حرف تحقيق {كِدْتَ} فعل ناقص، واسمه {تَرْكَنُ} فعل مضارع، وفاعله ضمير يعود على محمد {إِلَيْهِمْ} متعلّق به {شَيْئًا} مفعولٌ مطلقٌ لأنه بمعنى الركون {قَلِيلًا} صفة لـ {شَيْئًا} ، وجملة {تَرْكَنُ} في محل النصب خبر {كاد} وجملة {كاد} جواب {لَوْلا} لا محل لها من الإعراب، وجملة {لَوْلا} مستأنفة. </p><p> {إِذًا لَأَذَقْناكَ ضِعْفَ الْحَياةِ وَضِعْفَ الْمَماتِ ثُمَّ لا تَجِدُ لَكَ عَلَيْنا نَصِيرًا (٧٥) }. </p><p> {إِذًا} حرف جواب وجزاء، مقدرة، بـ {لو} الشرطية؛ أي: ولو ركنت إليهم .. {لَأَذَقْناكَ}  {اللام} موطئة للقسم {أذقناك} فعل وفاعل، ومفعول أول {ضِعْفَ الْحَياةِ} مفعول ثان، ومضاف إليه {وَضِعْفَ الْمَماتِ} معطوف عليه، والجملة الفعلية، جواب للقسم المحذوف، وجملة القسم جواب {لو} المقدرة، وجملة {لو} المقدرة مستأنفة. {ثُمَّ} حرف عطف {لا} نافية {تَجِدُ} فعل </p><p> مضارع، وهو من وجد الضالة، وفاعله ضمير يعود على محمد {لَكَ} جار ومجرور متعلق بـ {تَجِدُ}  {عَلَيْنا} متعلق بـ {نَصِيرًا} . {نَصِيرًا} مفعول {تَجِدُ} ، والجملة الفعلية معطوفة على جملة {أذقناك} . </p><p> {وَإِنْ كادُوا لَيَسْتَفِزُّونَكَ مِنَ الْأَرْضِ لِيُخْرِجُوكَ مِنْها وَإِذًا لا يَلْبَثُونَ خِلافَكَ إِلَّا قَلِيلًا (٧٦) سُنَّةَ مَنْ قَدْ أَرْسَلْنا قَبْلَكَ مِنْ رُسُلِنا وَلا تَجِدُ لِسُنَّتِنا تَحْوِيلًا (٧٧) }. </p><p> {وَإِنْ}  {الواو} عاطفة {إِنْ} مخففة من الثقيلة {كادُوا} فعل ناقص واسمه {لَيَسْتَفِزُّونَكَ}  {اللام} حرف ابتداء {يستفزونك} فعل وفاعل ومفعول {مِنَ الْأَرْضِ} متعلق به، والجملة الفعلية في محل النصب خبر {كاد} ، وجملة {كاد} في محل الرفع خبر إن المخففة، وجملة إن المخففة معطوفةٌ على جملة قوله:  {وَإِنْ كادُوا لَيَفْتِنُونَكَ}  {لِيُخْرِجُوكَ} اللام حرف جر، وتعليل {يخرجوك} فعل وفاعل ومفعول منصوب بأن المضمرة بعد لام كي {مِنْها} متعلق به، وجملة أن المضمرة مع مدخولها في تأويل مصدر مجرور باللام تقديره: لإخراجك {مِنْها} الجار والمجرور متعلق بـ {يستفزونك}  {وَإِذًا}  {الواو} عاطفة {إِذًا} حرف جواب، وجزاء، مقدر بـ {لو} الشرطية، تقديره: ولو أخرجوك {لا} نافية {يَلْبَثُونَ} فعل وفاعل {خِلافَكَ} منصوب على الظرفية متعلق بـ {يَلْبَثُونَ} ، لأنه بمعنى بعدك كما مر {إِلَّا} أداة استثناء مفرغ {قَلِيلًا} منصوب على المفعولية المطلقة، لأنه صفة لمصدر محذوف تقديره: إلا لبثًا قليلًا، وجملة {يَلْبَثُونَ} جواب لقسم محذوف، تقديره؛ والله لا يلبثون، وجملة القسم المحذوف جواب لو المقدرة، وجملة لو المقدرة، معطوفة على جملة {وَإِنْ كادُوا} . {سُنَّةَ} منصوب على المفعولية المطلقة بفعل محذوف، تقديره: سن الله ذلك سنة، والجملة المحذوفة مستأنفة، واختار الفراء نصبها بنزع الخافض؛ أي: كسنة الله في من قد أرسلنا قبلك، واختار بعضهم أن ينصب بفعل محذوف، تقديره: اتّبع: سنة من قد أرسلنا قبلك فالأوجه ثلاثة: {سُنَّةَ} مضاف {مَنْ} اسم موصول مضاف إليه، {قَدْ أَرْسَلْنا} فعل وفاعل صلة {مَنْ} الموصولة، والعائد محذوف تقديره: من قد أرسلناه {قَبْلَكَ} ظرف، ومضاف إليه متعلق بـ {أَرْسَلْنا}  {مِنْ رُسُلِنا} </p><p> حال من العائد المحذوف، أو من {مَنْ} الموصولة، {وَلا}  {الواو} عاطفة لا نافية {تَجِدُ} فعل مضارع، وفاعله ضمير يعود على محمد لـ {لِسُنَّتِنا} متعلق بـ {تَحْوِيلًا}  {تَحْوِيلًا} مفعول به لـ {تَجِدُ} والجملة الفعلية معطوفة على جملة {سن} المحذوفة. </p><p> {أَقِمِ الصَّلاةَ لِدُلُوكِ الشَّمْسِ إِلى غَسَقِ اللَّيْلِ وَقُرْآنَ الْفَجْرِ إِنَّ قُرْآنَ الْفَجْرِ كانَ مَشْهُودًا (٧٨) }. </p><p> {أَقِمِ الصَّلاةَ} فعل ومفعول، وفاعله ضمير يعود على محمد، والجملة مستأنفة {لِدُلُوكِ}  {اللام} ظرف بمعنى بعد متعلق بـ {أَقِمِ} أو حرف جر وتعليل متعلق به، وإنما جر بـ {اللام} لعدم اتّحاد الفاعل، ففاعل القيام المخاطب، وفاعل الدلوك، {الشَّمْسِ} وزمنهما مختلفٌ أيضًا، فزمن الإقامة متأخر عن زمن الدلوك، {إِلى غَسَقِ اللَّيْلِ} متعلق بـ {أَقِمِ} أو حال من الصلاة؛ أي: أقمها ممتدة إلى غسق الليل، {وَقُرْآنَ الْفَجْرِ} معطوف على {الصَّلاةَ} ؛ أي: وأقم صلاة الصبح، أو منصوب على الإغراء؛ أي: إلزم قرآن الفجر، أي: صلاتها. {إِنَّ قُرْآنَ الْفَجْرِ} ناصب واسمه ومضاف إليه {كَانَ} في محل ماض ناقص واسمها ضمير يعود على {قُرْآنَ الْفَجْرِ}  {مَشْهُودًا} خبر {كَانَ} وجملة {كَانَ} في محل الرفع خبر {إِنَّ} ، وجملة {إِنَّ} مستأنفة مسوقة لتعليل ما قبلَها. </p><p> {وَمِنَ اللَّيْلِ فَتَهَجَّدْ بِهِ نافِلَةً لَكَ عَسى أَنْ يَبْعَثَكَ رَبُّكَ مَقامًا مَحْمُودًا (٧٩) }. </p><p> {وَمِنَ اللَّيْلِ} جار ومجرور متعلق بمحذوف معلوم من السياق، معطوف على {أَقِمِ} و {مِنَ} تبعيضية، والتقدير: واسهر بعض ساعات الليل {فَتَهَجَّدْ}  {الفاء} عاطفة {تهجد} فعل أمر، وفاعله ضمير يعود على محمد، {بِهِ} متعلق به وجملة {تهجد} معطوفة على تلك الجملة المحذوفة، أعني قولنا، واسهر {نافِلَةً} حال من الصلاة المعلومة من السياق، {لَكَ} جار ومجرور صفة لـ {نافِلَةً} ، أي: صل به الصلاة حالة كون الصلاة {نافِلَةً لَكَ} . {عَسَى} فعل ماض تام بمعنى حق، ووجب، وثبت {أَنْ يَبْعَثَكَ رَبُّكَ} ناصب، وفعل ومفعول وفاعل {مَقَامًا} مفعول مطلق معنوي، لـ {يَبْعَثَكَ} لأنه بمعنى يقيمك {مَحْمُودًا} </p><p> صفة لـ {مَقَامًا} وجملة {يبعث} صلة {أَنْ} المصدرية {أَنْ} مع صلتها في تأويل مصدر مرفوع على الفاعلية، لـ {عَسَى} تقديره: عسى بعث ربك إياك مقامًا محمودًا؛ أي: إقامته إياك من القبر، أو في الآخرة قيامًا محمودًا. </p><p> {وَقُلْ رَبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ وَاجْعَلْ لِي مِنْ لَدُنْكَ سُلْطانًا نَصِيرًا (٨٠) }. </p><p> {وَقُلْ}  {الواو} استئنافية {قُلْ} فعل أمر، وفاعله ضمير يعود على محمد، والجملة مستأنفة {رَبِّ أَدْخِلْنِي ...} إلى آخر الآية مقول محكي، وإن شئت قلت:  {رَبِّ} منادى مضاف حذف منه حرف النداء، وجملة النداء في محل النصب مقول {قُلْ}  {أَدْخِلْنِي} فعل دعاء ونون وقاية ومفعول به، وفاعله ضمير يعود على الله {مُدْخَلَ} منصوب على المفعولية المطلقة؛ لأنه مصدر ميمي لـ {دخل} وإضافته لـ {صِدْقٍ} من إضافة الموصوف إلى صفته، أو للبيان، والجملة في محل النصب مقول {قُلْ} على كونها جواب النداء، {وَأَخْرِجْنِي} فعل دعاء، ومفعول به، وفاعله ضمير يعود على الله {مُخْرَجَ صِدْقٍ} منصوب على المفعولية المطلقة، والجملة في محل النصب معطوفة على الجملة التي قبلها، {وَاجْعَلْ} فعل دعاء، وفاعله ضمير يعود على الله، والجملة معطوفة على جملة {أَدْخِلْنِي} . {لِي} جار ومجرور في محل المفعول الثاني لا جعل {مِنْ لَدُنْكَ} حال من {سُلْطانًا} لأنه صفة نكرة قدمت عليها {سُلْطانًا} مفعول أول لـ {جعل}  {نَصِيرًا} صفة له. </p><p> {وَقُلْ جاءَ الْحَقُّ وَزَهَقَ الْباطِلُ إِنَّ الْباطِلَ كانَ زَهُوقًا (٨١) }. </p><p> {وَقُلْ} فعل أمر، وفاعله ضمير يعود على محمد، والجملة معطوفة على جملة قوله:  {وَقُلْ رَبِّ أَدْخِلْنِي}  {جاءَ الْحَقُّ ...} إلى آخر الآية مقول محكي، وإن شئت قلت:  {جَاءَ الْحَقُّ} فعل وفاعل، والجملة في محل النصب مقول {قُلْ} . {وَزَهَقَ الْباطِلُ} فعل وفاعل معطوف على {جَاءَ الْحَقُّ} . {إِنَّ الْباطِلَ} ناصب واسمه {كَانَ زَهُوقًا} فعل ناقص، وخبره واسمه ضمير يعود على {الْبَاطِلُ} ، وجملة {كَانَ} في محل الرفع خبر {إِنَّ} وجملة {إِنَّ} مستأنفة مسوقة لتعليل ما قبلها. </p><p> {وَنُنَزِّلُ مِنَ الْقُرْآنِ ما هُوَ شِفاءٌ وَرَحْمَةٌ لِلْمُؤْمِنِينَ وَلا يَزِيدُ الظَّالِمِينَ إِلَّا خَسارًا (٨٢) }. </p><p> {وَنُنَزِّلُ}  {الواو} استئنافية {نُنَزِّلُ} فعل مضارع وفاعله ضمير يعود على الله، والجملة مستأنفة {مِنَ الْقُرْآنِ} حال من {ما} الموصولة على أنه بيان مقدم، ويجوز أن تكون لابتداءِ الغاية، أو تبعيضية فهي حينئذٍ متعلقة بـ {نُنَزِّلُ} كما اختاره أبو حيان {ما} اسم موصول، أو نكرة موصوفة في محل النصب مفعول به {هُوَ شِفاءٌ} مبتدأ وخبر، والجملة صلة لـ {ما} أو صفة لها {وَرَحْمَةٌ} معطوف على {شِفَاءٌ}  {لِلْمُؤْمِنِينَ} متعلق بـ {شِفَاءٌ} أو بـ {وَرَحْمَةٌ} على سبيل التنازع، {وَلا}  {الواو} حالية {لا} نافية {يَزِيدُ الظَّالِمِينَ} فعل ومفعول أول، وفاعله ضمير يعود على القرآن، {إِلَّا} أداة استثناء مفرغ {خَسَارًا} مفعول ثان له، والجملة الفعلية في محل النصب حال من {ما} الموصولة. </p><p> {وَإِذا أَنْعَمْنا عَلَى الْإِنْسانِ أَعْرَضَ وَنَأى بِجانِبِهِ وَإِذا مَسَّهُ الشَّرُّ كانَ يَؤُسًا (٨٣) }. </p><p> {وَإِذا}  {الواو} عاطفة إِذا ظرف لما يستقبل من الزمان {أَنْعَمْنا} فعل، وفاعل {عَلَى الْإِنْسانِ} متعلق به، والجملة الفعلية في محل الخفض مضاف إليه لإذا على كونها فعل شرط لها، {أَعْرَضَ} فعل ماض، وفاعله ضمير يعود على {الْإِنْسانِ} ، والجملة جواب {إِذا} لا محلّ لها من الإعراب، وجملة إذا معطوفة على جملة قوله:  {وَنُنَزِّلُ} . {وَنَأى} فعل ماض معطوف على {أَعْرَضَ} . {بِجانِبِهِ} متعلق به، {وَإِذا} ظرف لما يستقبل من الزمان {مَسَّهُ الشَّرُّ} فعل ومفعول وفاعل، والجملة في محل الخفض بإضافة إذا إليها، على كونها فعل شرط لها، {كَانَ} فعل ماض ناقص، واسمه ضمير يعود على الإنسان، {يَؤُسًا} خبره، وجملة {كَانَ} جواب {إذا} ، وجملة {إذا} معطوفة على جملة {إِذا} الأولى. </p><p> {قُلْ كُلٌّ يَعْمَلُ عَلى شاكِلَتِهِ فَرَبُّكُمْ أَعْلَمُ بِمَنْ هُوَ أَهْدى سَبِيلًا (٨٤) }. </p><p> {قُلْ} فعل أمر، وفاعله ضمير يعود على محمد، والجملة مستأنفة، كل يعمل إلى آخر الآية مقول محكي، وإن شئت قلت:  {كُلٌّ} مبتدأ، وسوّغ الابتداء بالنكرة، قصد العموم، {يَعْمَلُ} فعل مضارع، وفاعله ضمير يعود على {كُلٌّ} . {عَلَى شَاكِلَتِهِ} متعلق به، والجملة الفعلية في محل الرفع، خبر المبتدأ، والجملة الاسمية في محل النصب، مقول {قُلْ} . {فَرَبُّكُمْ}  {الفاء} </p><p> تعليلية، أو استئنافية {ربكم أعلم} مبتدأ، وخبر {بِمَنْ} جار ومجرور متعلق بـ {أَعْلَمُ} ، والجملة الاسمية مستأنفة مسوقة لتعليل ما قبلها {هُوَ أَهْدى} مبتدأ وخبر {سَبِيلًا} تمييز محول عن المبتدأ، منصوب بأفعل التفضيل، والجملة الاسمية صلة {من} الموصولة. </p><p> {وَيَسْئَلُونَكَ عَنِ الرُّوحِ قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي وَما أُوتِيتُمْ مِنَ الْعِلْمِ إِلَّا قَلِيلًا (٨٥) }. </p><p> {وَيَسْئَلُونَكَ} فعل وفاعل ومفعول أول، والجملة مستأنفة، أو معترضة {عَنِ الرُّوحِ} متعلق به، وهو في محل المفعول الثاني لـ {سأل}  {قُلِ} فعل أمر وفاعله ضمير يعود على محمد، والجملة مستأنفة {الرُّوحُ مِنْ أَمْرِ رَبِّي} إلى آخر الآية مقول محكي، وإن شئت قلت:  {الرُّوحِ} مبتدأ {مِنْ أَمْرِ رَبِّي} جار ومجرور، ومضاف إليه، خبر المبتدأ، والجملة في محل النصب مقول {قُلِ}  {وَمَا}  {الواو} عاطفة {ما} نافية {أُوتِيتُمْ} فعل، ونائب فاعل {مِنَ الْعِلْمِ} متعلق به إِلَّا أداة استثناء مفرغ، {قَلِيلًا} مفعول ثان، لـ {أُوتِيتُمْ} والجملة الفعلية في محل النصب معطوفة على الجملة الاسمية، أعني قوله:  {الرُّوحُ مِنْ أَمْرِ رَبِّي} . </p><p> {وَلَئِنْ شِئْنا لَنَذْهَبَنَّ بِالَّذِي أَوْحَيْنا إِلَيْكَ ثُمَّ لا تَجِدُ لَكَ بِهِ عَلَيْنا وَكِيلًا (٨٦) إِلَّا رَحْمَةً مِنْ رَبِّكَ إِنَّ فَضْلَهُ كانَ عَلَيْكَ كَبِيرًا (٨٧) }. </p><p> {وَلَئِنْ}  {الواو} عاطفة و {اللام} موطئة للقسم {إن} حرف شرط جازم {شِئْنا} فعل وفاعل في محل الجزم، بـ {إن} الشرطية على كونه فعل شرطٍ لها، وجواب الشرط محذوف دل عليه جواب القسم تقديره: ذهبنا به على القاعدة في اجتماع الشرط والقسم، من حذف جواب المتأخر منهما استغناءً عنه بجواب المتقدم، وجملة الشرط معترضة بين القسم وجوابه {لَنَذْهَبَنَّ}  {اللام} واقعة في جواب القسم، مؤكدة للأولى، زيدت بعد الشرط، إشعارا بأنّ الجواب المذكور للقسم لا للشرط {نذهبن} فعل مضارع في محل الرفع لتجرده عن الناصب والجازم، مبني على الفتح والنون المشددة للتوكيد، وفاعله ضمير يعود على الله {بِالَّذِي} جار ومجرور متعلق به، والجملة الفعلية جواب القسم، لا محلّ لها من الإعراب، وجملة القسم معطوفة على </p><p> جملة قوله:  {وَنُنَزِّلُ مِنَ الْقُرْآنِ ما هُوَ شِفاءٌ}  {أَوْحَيْنا} فعل وفاعل {إِلَيْكَ} متعلق به، والجملة صلة الموصول، والعائد محذوف تقديره، بالذي أوحيناه إليك {ثُمَّ} حرف عطف بمعنى الواو {لا} نافية {تَجِدُ} فعل مضارع وفاعله ضمير يعود على محمد، والجملة معطوفة على جملة {لَنَذْهَبَنَّ} . {لَكَ} جار ومجرور حال من {وَكِيلًا} لأنه صفة نكرة قدمت عليها، {بِهِ} متعلق بـ {تَجِدُ}  {عَلَيْنا} متعلق بـ {وَكِيلًا} . {وَكِيلًا} مفعول به لـ {تَجِدُ} ؛ أي: لا تجد من يتوكل لك علينا؛ أي: من ينصرك علينا باسترداده بعد رفعه {إِلَّا} أداة استثناء {رَحْمَةً} مستثنى من {وَكِيلًا} منصوب على الاستثناء، أو على البدل من {وَكِيلًا} ويجوز أن يكون منقطعًا، و {إِلَّا} بمعنى لكن، فيعرب {رَحْمَةً} مفعولًا من أجله، والتقدير: حفظناه عليك للرحمة، أو مفعولًا مطلقًا، والتقدير: لكن رحمناك رحمةً {مِنْ رَبِّكَ} صفة لـ {رَحْمَةً}  {إِنَّ فَضْلَهُ} ناصب واسمه، {كَانَ} فعل ماض ناقص، واسمه ضمير يعود على الفضل {عَلَيْكَ} حال من {كَبِيرًا} لأنه كان صفة لـ {كَبِيرًا} و {كَبِيرًا} خبر {كَانَ} ، وجملة {كَانَ} في محل الرفع خبر {إِنَّ} وجملة {إِنَّ} مستأنفة مسوقة لتعليل ما قبلها. </p><p> {قُلْ لَئِنِ اجْتَمَعَتِ الْإِنْسُ وَالْجِنُّ عَلى أَنْ يَأْتُوا بِمِثْلِ هذَا الْقُرْآنِ لا يَأْتُونَ بِمِثْلِهِ وَلَوْ كانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا (٨٨) }. </p><p> {قُلْ} فعل أمر وفاعله ضمير يعود على محمد، والجملة مستأنفة {لَئِنِ اجْتَمَعَتِ الْإِنْسُ} إلى آخر الآية مقول محكي، وإن شئت قلت:  {اللام} موطئة للقسم، {إن} حرف شرط جازم {اجْتَمَعَتِ الْإِنْسُ} فعل وفاعل في محل الجزم بـ {إن} الشرطية على كونه فعل شرط لها، {وَالْجِنُّ} معطوف على {الْإِنْسُ}  {عَلَى} حرف جر {أَنْ يَأْتُوا} ناصب وفعل وفاعل {بِمِثْلِ هذَا الْقُرْآنِ} جار ومجرور ومضاف إليه، والجملة في تأويل مصدر مجرور بـ {عَلَى} تقديره على إتيانهم بمثل هذا القرآن الجار والمجرور متعلقان بـ {اجْتَمَعَتِ} أو حال من فاعل {اجْتَمَعَتِ} ، أي: متظاهرين، ومتعاونين على ذلك، وجواب الشرط محذوفٌ على القاعدة المشهورة عندهم، تقديره: قل إن اجتمعت الإنس والجن على ذلك لا يأتون به، وجملة الشرط معترضة بين القسم وجوابه، على كونها مقولا لـ {قُلْ}  {لا يَأْتُونَ} </p><p> فعل وفاعل {بِمِثْلِهِ} متعلق به، والجملة الفعلية جواب القسم، لا محلَّ لها من الإعراب، وجملة القسم في محل النصب مقول {قُلْ}  {وَلَوْ}  {الواو} عاطفة على مقدر تقديره: لو لم يكن بعضهم ظهيرًا لبعض، لا يأتون بمثله، ولو كان بعضهم الخ، وقد حذف المعطوف عليه، حذفًا مطّردًا لدلالة المعطوف دلالةً واضحةً عليه، فإن الإتيان بمثله حيث انتفى عند التظاهر، فلأن ينتفى عند عدمه أولى، وعلى هذه النكتة، يدور ما في {إن} و {لَوْ} الوصليَّتين من التأكيد، {لَوْ} حرف شرط، {كَانَ بَعْضُهُمْ} فعل ناقص، واسمه {لِبَعْضٍ} متعلق بـ {ظَهِيرًا}  {ظَهِيرًا} خبر {كَانَ} وجواب {لَوْ} محذوف معلوم مما قبلها تقديره: ولو كان بعضهم لبعض ظهيرا .. لا يأتون بمثله، وجملة {لَوْ} مع جوابها في محل النصب معطوفة على المحذوف الذي قدرناه سابقًا، والجملة المحذوفة في محل النصب حال من فاعل {لا يَأْتُونَ بِمِثْلِهِ} على كل حال مفروض، ولو في هذه الحال المنافية لعدم الإتيان بمثله فضلًا عن غيرها، وفيه حسم لأطماعهم الفارغة، في روم تبديل بعض آياته ببعض، ذكره أبو السعود، والمعنى: لا يأتون بمثله حَالة كونهم غيرَ متظاهرينَ، وكونهم متظاهرين {كَانَ} فعل ماض ناقص {بَعْضُهُمْ} اسمها {لِبَعْضٍ} متعلق بـ {ظَهِيرًا} . </p><p> {وَلَقَدْ صَرَّفْنا لِلنَّاسِ فِي هذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ فَأَبى أَكْثَرُ النَّاسِ إِلَّا كُفُورًا (٨٩) }. </p><p> {وَلَقَدْ}  {الواو} استئنافية {اللام} موطئة للقسم {قد} حرف تحقيق {صَرَّفْنا} فعل وفاعل {لِلنَّاسِ} متعلق بـ {صَرَّفْنا} وكذا قوله: {فِي هذَا الْقُرْآنِ} يتعلق به أيضًا {مِنْ كُلِّ مَثَلٍ}  {مِنْ} زائدة، {كُلِّ مَثَلٍ} مفعول {صَرَّفْنا} على مذهب الكوفيين، من جواز زيادة من في الإثبات، وعلى مذهب البصريين مفعول {صَرَّفْنا} محذوف: تقديره البينات، والعبر، ومن كل مثل بيان، لذلك المحذوف، والجملة الفعلية، جواب القسم، لا محل لها من الإعراب، وجملة القسم مستأنفة {فَأَبى}  {الفاء} عاطفة {أبى أكثر الناس} فعل وفاعل، والجملة معطوفة على جملة {صَرَّفْنا}  {إِلَّا} أداة استثناء، مفرغ لأن {أبى} متأول بالنفي كأنه قيل: فلم يرضوا إلا كفورًا {كُفُورًا} مفعول به لـ {أبى} . </p><p> {وَقالُوا لَنْ نُؤْمِنَ لَكَ حَتَّى تَفْجُرَ لَنا مِنَ الْأَرْضِ يَنْبُوعًا (٩٠) أَوْ تَكُونَ لَكَ جَنَّةٌ مِنْ نَخِيلٍ وَعِنَبٍ فَتُفَجِّرَ الْأَنْهارَ خِلالَها تَفْجِيرًا (٩١) }. </p><p> {وَقالُوا}  {الواو} عاطفة {قالُوا} فعل وفاعل معطوف على {أبى}  {لَنْ نُؤْمِنَ لَكَ} إلى قوله: {هَلْ كُنْتُ إِلَّا بَشَرًا رَسُولًا} مقول محكي لـ {قالُوا} ، وإن شئت قلت:  {لَنْ نُؤْمِنَ} ناصب ومنصوب، وفاعله ضمير يعود على المشركين، والجملة في محل النصب مقول {قالُوا}  {لَكَ} جار ومجرور متعلق بـ {نُؤْمِنَ}  {حَتَّى} ، حرف جر وغاية {تَفْجُرَ} فعل مضارع منصوب بأن مضمرةً وجوبًا بعد {حَتَّى} ، وفاعله ضمير يعود على محمد {لَنَّا} متعلق بمحذوف حال من {يَنْبُوعًا}  {مِنَ الْأَرْضِ} متعلق بـ {تَفْجُرَ}  {يَنْبُوعًا} مفعول به، وجملة {تَفْجُرَ} صلة {أن} المضمرة، أن مع صلتها في تأويل مصدر مجرور بـ {حَتَّى} تقديره، إلى فجر ينبوع لنا من الأرض، الجار والمجرور متعلق بـ {نُؤْمِنَ}  {أَوْ} حرف عطف وتنويع {تَكُونَ} فعل ناقص معطوف على {تَفْجُرَ} . {لَكَ} خبرها مقدم {جَنَّةٌ} اسمها مؤخر {مِنْ نَخِيلٍ} صفة لـ {جَنَّةٌ}  {وَعِنَبٍ} معطوف على {نَخِيلٍ} . {فَتُفَجِّرَ}  {الفاء} عاطفة {تفجر الأنهار} فعل ومفعول معطوف على {تَكُونَ} وفاعله ضمير يعود على محمد {خِلالَها} منصوب على الظرفية المكانية متعلق بمحذوف حال من {الْأَنْهارَ} ؛ أي: كائنةً خلالها {تَفْجِيرًا} منصوب على المفعولية المطلقة. </p><p> التصريف ومفردات اللغة </p><p> {وَحَمَلْناهُمْ فِي الْبَرِّ وَالْبَحْرِ} من حملته حملًا إذا جعلت له ما يركبه أو حملناهم فيهما حتى لا تخسف بهم الأرض، ولم يغرقهم الماء اهـ «بيضاوي» . أو من حملته على كذا، إذا، أعطيته ما يركبه، وعليه فالمحمول عليه، محذوفٌ يقال: حملته على فرسٍ إذا، أعطيته إياها ليركبها. </p><p> {يَوْمَ نَدْعُوا كُلَّ أُناسٍ} وفي «القاموس» : الأناس جمع الناس، وفي «المصباح» : الإنسان من الناس اسم جنس يقع على المذكر، والمؤنث، والواحد، والجمع، والأناس قيل: فعال بضم {الفاء} ، لكن يجوز حذف الهمزة تخفيفًا غير قياسٍ، فيبقى ناس اهـ. فعلى هذا ناس وزنه عال، لأن الفاء التي </p><p> هي الهمزة، قد حذفت اهـ. {بِإِمامِهِمْ} ؛ أي: كتابهم، فهو كقوله: وَ {كُلَّ شَيْءٍ أَحْصَيْناهُ فِي إِمامٍ مُبِينٍ}  {فَتِيلًا} والفتيلُ: الخيط المستطيلُ في شق النّواة طولًا، وبه يضرب المثل في الشيء الحقير، التافه، ومثله النّقير والقطمير. </p><p> {وَلَوْلا أَنْ ثَبَّتْناكَ لَقَدْ كِدْتَ تَرْكَنُ إِلَيْهِمْ} لولا: هي كلمة موضوعة للدلالة على امتناع جوابها، لوجود شرطها، وفي «المصباح» : ركنت على زيد اعتمدت عليه، وفيه لغات: إحداها من باب تعب وعليه قوله تعالى: {وَلا تَرْكَنُوا إِلَى الَّذِينَ ظَلَمُوا} والثانية: ركن ركونًا من باب قعد، والثالثة: ركن يركن بفتحتين فيهما، وليست بالأصل بل من تداخل اللغتين؛ لأن شرط باب فعل يفعل بفتحتين أن يكون حلقي العين أو اللام اهـ والرّكون إلى الشيء، الميل إلى ركن منه {ضِعْفَ الْحَياةِ} ؛ أي: عذابًا مضاعفًا في الحياة الدنيا {وَضِعْفَ الْمَماتِ} ؛ أي: عذابًا مضاعفًا في الممات في القبر، وبعد البعث. </p><p> {نَصِيرًا} ؛ أي: معينًا يدفع عنك العذاب {لا يَلْبَثُونَ} ؛ أي: لا يبقون {خَلْفَكَ} بعدك {سُنَّةَ مَنْ قَدْ أَرْسَلْنا} ؛ أي: سنتنا بك؛ أي: عادتنا فيك سنة الرّسل قبلك {تَحْوِيلًا} ؛ أي: تغييرًا. </p><p> {أَقِمِ الصَّلاةَ لِدُلُوكِ الشَّمْسِ} دلوك الشمس: زوالها: عن دائرة نصف النهار، والدُّلوك مصدر دلكت الشمس، وفيه ثلاثة أقوال: </p><p> أشهرها: أنه الزَّوالُ، وهو نصف النهار. </p><p> والثاني: أنه من الزوال إلى الغروب، قال الزمخشري: واشتقاقه من الدلك؛ لأن الإنسان يدلك عينه عند النظر إليها، قلت: وهذا يفهم أنه ليس بمصدر، لأنه جعله مشتقًا من المصدر. </p><p> والثالث: أنه الغروب، وقال الراغب: دلوك الشمس ميلها للغروب اهـ. وفي «المصباح» دلكت الشيء دلكًا من باب قتل مرسته بيدك، ودلكت الشمس، والنجوم دلوكًا من باب قعد، زالت عن الاستواء ويستعمل في الغروب أيضًا، وفي «القاموس» : دلكت الشمس دلوكًا غربت، أو اصفرت، ومالت أو زالت عن كبد السماء. </p><p> {إِلى غَسَقِ اللَّيْلِ} والغسق: دخول أول الليل، قاله ابن شميل، وقيل: هو سواد الليل وظلمته، وأصله من السيلان، يقال: غسقت العين؛ أي: سال دمعها فكأنّ الظّلمة تنصب على العالم، وتسيل عليهم، ويقال: غسقت العين امتلأت دمعًا، وغسق الجرح امتلأ دمًا، فكأنّ الظلمة ملأت الوجود، وسالت عليهم، ويقال: غسق الليل، وأغسق، وظلم وأظلم، ودجى، وأدجى، وغبش وأغبش نقله الفراء اهـ «سمين» . </p><p> {إِنَّ قُرْآنَ الْفَجْرِ كانَ مَشْهُودًا} ؛ أي: إنّ صلاة الصبح تشهده شواهد القدرة، وبدائع الحكمة، وبهجة العالم العلويّ والسفليّ فمن ظلام حالك، أزاله ضوء ساطع، ونور باهر، ومن نوم وخمود إلى يقظة، وحركة وسعي إلى الأرزاق، فسبحان الواحد الخلاق، فهل هناك منظر أجمل في نظر الرّائي من ظهور ذلك النور، ينفلت من خلال الظلام الدامس يدفعه بقوّة ليضيء العالم، بجماله، ويقظة النوام، وحركتهم على ظهر البسيطة، وقد كانوا في سكون، فهي حياة متجددة بعد موت، وغيبوبة للحواسّ {فَتَهَجَّدْ} التهجد الاستيقاظ من النوم للصلاة {نافِلَةً} ؛ أي: فريضةً زائدةً على الصلوات الخمس المفروضة عليك، والمعروف في كلام العرب: أن الهجود عبارة عن النوم، بالليل، يقال: هجد فلان، إذا نام بالليل، ثم لما رأينا في عرف الشرع، أنّه يقال لمن انتبه بالليل من نومه، وقام إلى الصلاة: إنه متهجّد وجب أن يقال: سمي ذلك متهجدًا من حيث إنه ألقى الهجود اهـ. وفي «السمين» : والتهجد ترك الهجود، وهو النّوم وتفعّل يأتي للسلب نحو تحرّج، وتأثّم اهـ. </p><p> والمقام المحمود: مقام الشفاعة العظمى، حين فصل القضاء حيث لا أحد إلّا، وهو تحت لوائه - صلى الله عليه وسلم - {مُدْخَلَ صِدْقٍ} و {مُخْرَجَ صِدْقٍ} المدخل والمخرج بضم الميم، فيهما مصدران ميميان بمعنى الإدخال، والإخراج، فهما كالمجرى، والمرسى وإضافتهما للبيان، أو من إضافة الموصوف إلى صفته، اهـ «سمين» . وفُسِّر الصدق بالمرضى، لأنَّ الصّدق من أوصاف العقلاء، فإذا وصف به غيرهم كان دالًا على أنه مرضي اهـ «شهاب» . {سُلْطانًا نَصِيرًا} والسلطان الحجة البينة </p><p> والنصير الناصر والمعين وفي «السمين» يجوز أن يكون بمعنى فاعل للمبالغة، وأن يكون بمعنى مفعول، أي: منصورًا به {وَزَهَقَ الْباطِلُ} في «المختار» : زهقت نفسه خرجت، ومنه قوله تعالى:  {وَتَزْهَقَ أَنْفُسُهُمْ وَهُمْ كافِرُونَ} وزهق الباطل؛ أي: زال واضمحلَّ، وبابهما خضع، وزهقت من - باب تعب - زهوقًا لغة فيه عند بعضهم اهـ. </p><p> {وَنَأى بِجانِبِهِ} النأي بالجانب أن يوليه عطفه، ويوليه ظهره، وأراد به الاستكبار؛ لأن ذلك ديدن المستكبرين، وفي «المصباح» : ونأى نأيا - من باب سعى - إذا بعد، ويتعدى بنفسه، وبالحرف، وهو الأكثر فيقال: نأيته، ونأيت عنه، ويتعدى بالهمزة، فيقال: أنأيته {شَاكِلَتِهِ} مذهبه، وطريقته التي تشاكل حاله في الهدى، والضلالة من قولهم: طريق ذو شواكل وهي الطريق التي تتشعب منه، والمعنى: كل إنسان يعمل حسب جوهر نفسه، فإن كانت نفسه شريفةً طاهرةً، صدرت عنه أفعالٌ جميلة، وإن كانت نفسه كدرةً خبيثةً، صدرت عنه أفعالٌ خبيثةٌ فاسدةٌ {يَؤُسًا} ؛ أي: شديد اليأس، والقنوط من رحمة الله، {أَهْدى} ؛ أي: أسد طريقًا وأقوم منهجًا {ثُمَّ لا تَجِدُ لَكَ بِهِ عَلَيْنا وَكِيلًا} ؛ أي: ملتزمًا استرداده بعد الذهاب به كما يلتزم الوكيل ذلك فيما يتوكّل عليه، {ظَهِيرًا} ؛ أي: معينًا في تحقيق ما يتوخّونه من الإتيان بمثله {صَرَّفْنا} ؛ أي: كرّرنا، وردّدنا {إِلَّا كُفُورًا} ؛ أي: جحودًا {يَنْبُوعًا} والينبوع بفتح الياء عين كثيرة الماء لا ينقطع ماؤها، ووزنه يفعول من نبع الماء كيعبوب من عب الماء إذا زخر؛ أي: كثر موجه، ومنه: البحر الزّاخر اهـ «بيضاوي» ، «وشهاب» . {جَنَّةٌ} ؛ أي: بستان تستر أشجاره ما تحتها من الأرض. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: الطباق بين {الْبَرِّ} ، و {الْبَحْرِ} في قوله: {وَحَمَلْناهُمْ فِي الْبَرِّ وَالْبَحْرِ} . </p><p> ومنها: جناس الاشتقاق في قوله: {وَفَضَّلْناهُمْ عَلى كَثِيرٍ مِمَّنْ خَلَقْنا تَفْضِيلًا} . </p><p> ومنها: الاستعارة التصريحية في قوله: {كُلَّ أُناسٍ بِإِمامِهِمْ} حيث استعير الإمام الذي هو حقيقة في الذي يتقدَّم الناس في الصلاة، لكتاب الأعمال؛ لأنه يرافق الإنسان، ويتقدمه يوم القيامة. </p><p> ومنها: الاستعارة التمثيلية في قوله: {وَلا يُظْلَمُونَ فَتِيلًا} يضرب مثلًا للقلة؛ أي: لا ينقصون من ثواب أعمالهم مقدار الخيط الذي في شق النواة. </p><p> ومنها: التفصيل بعد الإجمال في قوله: {فَمَنْ أُوتِيَ كِتابَهُ بِيَمِينِهِ} الخ بعد ذكر كتاب الأعمال. </p><p> ومنها: الاستعارة المكنية في قوله: {أذقناك} . </p><p> ومنها: الطباق في قوله: {ضِعْفَ الْحَياةِ وَضِعْفَ الْمَماتِ} . وفيه: الحذف أيضًا، فقد حذف العذاب تكريما لمقام النبي - صلى الله عليه وسلم -، وهو في الأصل موصوف؛ أي: عذابًا ضعفًا في الحياة، وعذابًا ضعفًا في الممات، ثمّ حذف الموصوف، وأقيمت الصّفة مقامه، وهو الضعف، ثمّ أضيفت الصفة إضافة الموصوف، فقيل: ضعف الحياة، وضعف الممات. </p><p> ومنها: المجاز المرسل في قوله: {وَقُرْآنَ الْفَجْرِ} حيث أطلق الجزء على الكل؛ أي: قراءة الفجر، والمراد بها: الصّلاة، لأنّ القراءة جزء منها، فالعلاقة الجزئية. </p><p> ومنها: الإظهار في مقام الإضمار، لمزيد الاهتمام، والعناية في قوله:  {إِنَّ قُرْآنَ الْفَجْرِ كانَ مَشْهُودًا} بعد قوله: {وَقُرْآنَ الْفَجْرِ} . </p><p> ومنها: الاستخدام في قوله: {فَتَهَجَّدْ بِهِ} حيث ذكر القرآن أوّلًا بمعنى صلاة الصبح، وأعيد عليه الضمير بمعنى القرآن المشهود، والاستخدام عند البديعيّين ذكر الشيء بمعنى، وعود الضمير عليه بمعنى آخر. </p><p> ومنها: المقابلة اللطيفة بين {أَدْخِلْنِي مُدْخَلَ صِدْقٍ} و {وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ} ، وبين {جاءَ الْحَقُّ وَزَهَقَ الْباطِلُ} . </p><p> ومنها: جناس الاشتقاق بين أدخلني، ومدخل، وأخرجني، ومخرج. </p><p> ومنها: التذييل في قوله: {إِنَّ الْباطِلَ كانَ زَهُوقًا} ، وهو: أن يذيّل النَّاظم والناثر كلامه بعد تمامه، وحسن السكوت عليه بجملة تحقّق ما قبلها من الكلام، وتزيده توكيدًا، وتجري منه مجرى المثل، لزيادة التحقيق، وهذه الآية من أعظم الشواهد عليه، فالجملة الأخيرة هي التذييل الذي خرج مخرج المثل السائر. </p><p> ومنها: إسناد الخير إلى الله، والشر لغيره في قوله:  {أَنْعَمْنا عَلَى الْإِنْسانِ} ، {وَإِذا مَسَّهُ الشَّرُّ} لتعليم الأدب مع الله تعالى. لطيفة: ذكر أنّ عالمًا ممن ينكر المجاز، والاستعارة في القرآن الكريم جاء إلى شيخ فاضل عالم منكرًا عليه دعوى المجاز في القرآن، وكان ذلك السائل المنكر أعمى فقال له الشيخ: ما تقول في قوله تعالى: {وَمَنْ كانَ فِي هذِهِ أَعْمى فَهُوَ فِي الْآخِرَةِ أَعْمى وَأَضَلُّ سَبِيلًا (٧٢) }؛ هل المراد بالعمى الحقيقة؟ وهي عمى البصر، أم المراد به المجاز، وهو عمى البصيرة، فبهت السائل، وانقطعت حجته. </p><p> ومنها: الزيادة والحذف في عدة موضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {أَوْ تُسْقِطَ السَّماءَ كَما زَعَمْتَ عَلَيْنا كِسَفًا أَوْ تَأْتِيَ بِاللَّهِ وَالْمَلائِكَةِ قَبِيلًا (٩٢) أَوْ يَكُونَ لَكَ بَيْتٌ مِنْ زُخْرُفٍ أَوْ تَرْقى فِي السَّماءِ وَلَنْ نُؤْمِنَ لِرُقِيِّكَ حَتَّى تُنَزِّلَ عَلَيْنا كِتابًا نَقْرَؤُهُ قُلْ سُبْحانَ رَبِّي هَلْ كُنْتُ إِلاَّ بَشَرًا رَسُولًا (٩٣) وَما مَنَعَ النَّاسَ أَنْ يُؤْمِنُوا إِذْ جاءَهُمُ الْهُدى إِلاَّ أَنْ قالُوا أَبَعَثَ اللَّهُ بَشَرًا رَسُولًا (٩٤) قُلْ لَوْ كانَ فِي الْأَرْضِ مَلائِكَةٌ يَمْشُونَ مُطْمَئِنِّينَ لَنَزَّلْنا عَلَيْهِمْ مِنَ السَّماءِ مَلَكًا رَسُولًا (٩٥) قُلْ كَفى بِاللَّهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ إِنَّهُ كانَ بِعِبادِهِ خَبِيرًا بَصِيرًا (٩٦) وَمَنْ يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ وَمَنْ يُضْلِلْ فَلَنْ تَجِدَ لَهُمْ أَوْلِياءَ مِنْ دُونِهِ وَنَحْشُرُهُمْ يَوْمَ الْقِيامَةِ عَلى وُجُوهِهِمْ عُمْيًا وَبُكْمًا وَصُمًّا مَأْواهُمْ جَهَنَّمُ كُلَّما خَبَتْ زِدْناهُمْ سَعِيرًا (٩٧) ذلِكَ جَزاؤُهُمْ بِأَنَّهُمْ كَفَرُوا بِآياتِنا وَقالُوا أَإِذا كُنَّا عِظامًا وَرُفاتًا أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا (٩٨) أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّماواتِ وَالْأَرْضَ قادِرٌ عَلى أَنْ يَخْلُقَ مِثْلَهُمْ وَجَعَلَ لَهُمْ أَجَلًا لا رَيْبَ فِيهِ فَأَبَى الظَّالِمُونَ إِلاَّ كُفُورًا (٩٩) قُلْ لَوْ أَنْتُمْ تَمْلِكُونَ خَزائِنَ رَحْمَةِ رَبِّي إِذًا لَأَمْسَكْتُمْ خَشْيَةَ الْإِنْفاقِ وَكانَ الْإِنْسانُ قَتُورًا (١٠٠) وَلَقَدْ آتَيْنا مُوسى تِسْعَ آياتٍ بَيِّناتٍ فَسْئَلْ بَنِي إِسْرائِيلَ إِذْ جاءَهُمْ فَقالَ لَهُ فِرْعَوْنُ إِنِّي لَأَظُنُّكَ يا مُوسى مَسْحُورًا (١٠١) قالَ لَقَدْ عَلِمْتَ ما أَنْزَلَ هؤُلاءِ إِلاَّ رَبُّ السَّماواتِ وَالْأَرْضِ بَصائِرَ وَإِنِّي لَأَظُنُّكَ يا فِرْعَوْنُ مَثْبُورًا (١٠٢) فَأَرادَ أَنْ يَسْتَفِزَّهُمْ مِنَ الْأَرْضِ فَأَغْرَقْناهُ وَمَنْ مَعَهُ جَمِيعًا (١٠٣) وَقُلْنا مِنْ بَعْدِهِ لِبَنِي إِسْرائِيلَ اسْكُنُوا الْأَرْضَ فَإِذا جاءَ وَعْدُ الْآخِرَةِ جِئْنا بِكُمْ لَفِيفًا (١٠٤) وَبِالْحَقِّ أَنْزَلْناهُ وَبِالْحَقِّ نَزَلَ وَما أَرْسَلْناكَ إِلاَّ مُبَشِّرًا وَنَذِيرًا (١٠٥) وَقُرْآنًا فَرَقْناهُ لِتَقْرَأَهُ عَلَى النَّاسِ عَلى مُكْثٍ وَنَزَّلْناهُ تَنْزِيلًا (١٠٦) قُلْ آمِنُوا بِهِ أَوْ لا تُؤْمِنُوا إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ مِنْ قَبْلِهِ إِذا يُتْلى عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقانِ سُجَّدًا (١٠٧) وَيَقُولُونَ سُبْحانَ رَبِّنا إِنْ كانَ وَعْدُ رَبِّنا لَمَفْعُولًا (١٠٨) وَيَخِرُّونَ لِلْأَذْقانِ يَبْكُونَ وَيَزِيدُهُمْ خُشُوعًا (١٠٩) قُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمنَ أَيًّا ما تَدْعُوا فَلَهُ الْأَسْماءُ الْحُسْنى وَلا تَجْهَرْ بِصَلاتِكَ وَلا تُخافِتْ بِها وَابْتَغِ بَيْنَ ذلِكَ سَبِيلًا (١١٠) وَقُلِ الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ وَلَمْ يَكُنْ لَهُ وَلِيٌّ مِنَ الذُّلِّ وَكَبِّرْهُ تَكْبِيرًا (١١١) }. </p><p> المناسبة </p><p> قوله تعالى:  {أَوْ تُسْقِطَ السَّماءَ كَما زَعَمْتَ ...} الآيات، مناسبة (١) هذه </p><p>(١) البحر المحيط.</p><p> الآيات لما قبلها: أنه تعالى لما تحداهم بأن يأتوا بمثل هذا القرآن، فتبين عجزهم عن ذلك وإعجازه، وانضمّت إليه معجزات أخر، وبينات واضحة، فلزمتهم الحجة، وغلبوا، أخذوا يتعللون باقتراح آيات فعل الحائر المبهوت، المحجوج، فقالوا: ما حكاه الله عنهم من الآيات المذكورة. </p><p> ثم حكى عنهم شبهة أخرى (١) ، وهي استبعادهم أن يرسل الله بشرًا رسولًا، فأجابهم بأنّ أهل الأرض لو كانوا ملائكةً .. لوجب أن تكون رسلهم من الملائكة؛ لأن الجنس أميل إلى جنسه. </p><p> ثم سلّى رسوله - صلى الله عليه وسلم - على ما يلاقي من قومه، بأن الهداية، والإيمان بيد الله تعالى، ولا قدرة له على شيء من ذلك {مَنْ يُضْلِلِ اللَّهُ فَلا هادِيَ لَهُ} وسيلقون جزاءهم نار جهنم بما كسبت أيديهم، ودنسوا به أنفسهم، من الكفر، والفجور، والمعاصي، وإنكار البعث والحساب، وهم يعلمون أنّ الذي خلق السموات والأرض، قادر على أن يعيدهم مرة أخرى، ثمّ بيّن أنه لو أجابهم إلى ما طلبوا من إجراء الأنهار والعيون، وتكثير الأموال، واتساع المعيشة .. لما كان هناك من فائدة، ولما أوصلوا النفع إلى أحد، فالإنسان بطبعه شحيح بخيل. </p><p> قوله تعالى:  {قُلْ لَوْ أَنْتُمْ تَمْلِكُونَ خَزائِنَ رَحْمَةِ رَبِّي ...} الآية، مناسبة (٢) هذه الآية لما قبلها: أن المشركين لما قالوا: {لَنْ نُؤْمِنَ لَكَ حَتَّى تَفْجُرَ لَنا مِنَ الْأَرْضِ يَنْبُوعًا} فطلبوا إجراء الأنهار والعيون في بلدهم لتكثر أقواتهم، وتتسع عليهم، بيّن تعالى أنهم لو ملكوا خزائن رحمة الله .. لبقوا على بخلهم، وشُحِّهم، ولما أقدموا على إيصال النفع لأحد، وعلى هذا، فلا فائدة في إسعافهم بما طلبوا، هذا ما قيل في ارتباط هذه الآية، وقاله العسكري. </p><p> قوله تعالى:  {وَلَقَدْ آتَيْنا مُوسى تِسْعَ آياتٍ بَيِّناتٍ ...} الآية، مناسبة هذه الآية لما قبلها: أنّ الله (٣) سبحانه وتعالى، لما ذكر فيما سلف ما اقترحوه من </p><p>(١) المراغي. (٢) البحر المحيط.(٣) المراغي.</p><p> الآيات، وأبان لهم أن الرسل ليس من شأنهم أن يقترحوا على الله شيئًا، ذكر هنا أنه قد أنزل على موسى مثل ما اقترحتم، وأعظم منه، ولم يجد فرعون وقومه شيئًا، فأخذهم أخذ عزيز مقتدر، فلا فائدة لكم فيما اقترحتموه من الآيات، وكفاكم الآيات العلمية التي أنزلها على عبده ورسوله محمد - صلى الله عليه وسلم -، فإن لم تؤمنوا بعد ظهور تلك الحجج .. أهلكناكم، كما أهلك فرعون بالغرق، وفي ذلك تسلية لرسوله - صلى الله عليه وسلم - بذكر ما جرى لموسى مع فرعون، وما جوزي به فرعون وقومه. </p><p> قوله تعالى:  {وَبِالْحَقِّ أَنْزَلْناهُ وَبِالْحَقِّ نَزَلَ ...} الآيات، مناسبة هذه الآيات لما قبلها: أنّ الله سبحانه وتعالى لمّا أبان أنّ القرآن معجز دال على صدق الرسول بقوله: {قُلْ لَئِنِ اجْتَمَعَتِ الْإِنْسُ وَالْجِنُّ ...} الآية، ثمّ حكى عن الكفار أنهم لم يكتفوا بهذا المعجز، بل طلبوا معجزات أخرى، وأجابهم ربّهم بأنه لا حاجة إلى شيء سواه، وبأن موسى أتى فرعون وقومه بتسع آيات، فجحدوا بها، فأهلكوا، فلو أتاكم محمد - صلى الله عليه وسلم - بتلك المعجزات التي اقترحتموها، ثم كفرتم بها، أنزل عليكم عذاب الاستئصال، ولم يكن ذلك من الحكمة التي أرادها لعلمه أن منكم من يؤمن، ومنكم من لا يؤمن، ولكن سيظهر من نسله من يكون مؤمنًا. </p><p> عاد هنا إلى تعظيم حال القرآن، وجلالة قدره، وبيان أنه هو الثابت الذي لا يزول، وأنه أنزله على نبيه مفرّقا، ليسهل حفظه، وتعرف دقائق أسراره، وأنكم سيان، آمنتم به أو لم تؤمنوا، فإن من قبلكم من أهل الكتاب إذا تلي عليهم خروا له سجدًا وبكيا، ثم أردف ذلك ببيان أنكم إن ناديتم الله، أو ناديتم الرحمن، فالأمران سواء، ثمّ قفّى على ذلك بطلب التوسط في القرآن في الصلاة بين الجهر والخفوت، ثم أمر نبيه - صلى الله عليه وسلم - أن يقول حين الدعاء:  {الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ وَلَمْ يَكُنْ لَهُ وَلِيٌّ مِنَ الذُّلِّ وَكَبِّرْهُ تَكْبِيرًا} . </p><p> أسباب النزول </p><p> قوله تعالى:  {قُلِ ادْعُوا اللَّهَ ...} الآية، أخرج (١) ابن مردويه وغيره عن ابن </p><p>(١) لباب النقول.</p>"
}