{
  "id": null,
  "sura": 17,
  "aya": 23,
  "text": "<p> بعضهم قالوا: الأصل في الأوامر هو - صلى الله عليه وسلم -، وفي النواهي أُمَّته، وقيل: هو على إضمار القول، والتقدير: قل لكل مكلف: لا تجعل إلخ، وانتصاب (١)  {مَذْمُومًا مَخْذُولًا} إمّا على خبريّتهما لـ {تقعد} إن قلنا: إنها من أفعال التصيير، وإما على الحال، إن قلنا: إنها على بابها بمعنى المكث؛ أي: فتصير جامعًا بين الأمرين الذم لك من الله، ومن ملائكته، ومن صالحي عباده، والخذلان لك منه سبحانه، أو تمكث حال كونك جامعًا بين الأمرين. </p><p> والمعنى (٢) : أي لا تجعل - أيها الإنسان - مع الله سبحانه شريكًا في ألوهيته وعبادته، ولكن أخلص له العبادة، وأفرد له الألوهة فإنه لا ربَّ غيره، ولا معبود سواه. إنّك إن تجعل معه إلها غيره، وتعبد معه سواه تصر ملومًا على ما ضيّعت من شكر الذي أنعم عليك بنعمه، وشكر من لم يولك نعمة مخذولًا لا ينصرك ربّك بل يكلك إلى من عبدته معه ممن لا يملك لنفسه نفعًا ولا ضرًا. </p><p> وحاصل ما ذكره في هذه الآيات من أنواع التكاليف خمسة وعشرون نوعًا بعضها أصلي، وبعضها فرعيّ، وقد بدئت بالأصل في قوله:  {لا تَجْعَلْ مَعَ اللَّهِ ...} الخ وختمت به أيضًا في قوله: {ولا تَجْعَلْ مَعَ اللَّهِ إِلهًا آخَرَ}  {فَتُلْقى فِي جَهَنَّمَ مَلُومًا مَدْحُورًا} وسيأتي تعدادها في آخرها، إن شاء الله تعالى. </p><p> ٢٣ - وبعد أن ذكر الركن الأعظم في الإيمان، وهو التوحيد أتبعه بذكر شعائره، وشرائعه، وهي الأمور الآتية، فقال:  {وَقَضى رَبُّكَ} ؛ أي: وأمر ربك يا محمد كلّ مكلف أمرًا جزمًا، وحكما قطعا، وحتمًا مبرمًا {وَقَضى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ} ؛ أي: بأن لا تعبدوا غيره إذ العبادة نهاية التعظيم، فلا تستحقّ إلا لمن له غاية العظمة، ونهاية الإنعام، والإفضال على عباده، ولا منعم إلا هو سبحانه، وإنّما قال (٣) : {رَبُّكَ} خطابًا للنبي - صلى الله عليه وسلم - ولم يقل ربكم مع كونه مقتضى السّياق؛ لأنه مخصوص بالتربية أصالة والأمة تبعٌ له في هذا الشأن. </p><p>(١) الشوكاني. (٢) المراغي.(٣) روح البيان.</p><p> وقرأ الجمهور (١) : {وَقَضَى} فعلًا ماضيًا من القضاء، وقرأ أبو عمران، وعاصم الجحدري، ومعاذ القارىء {وقضاء ربك} بقاف، وضاد بالمد، والهمز والرفع، وخفض اسم الرب، مصدر قضى مرفوعًا على الابتداء، وأن لا تعبدوا خبره، وقرأ أبيّ بن كعب، وابن عباس، وابن جبير، والنخعيّ وأبو المتوكل، وميمون بن مهران:  {ووصى ربك} من التوصية وهذا خلاف ما انعقد عليه الإجماع، فلا يلتفت إليه، وقرأ بعضهم {وأوصى} من الإيصاء، وينبغي أن يحمل ذلك على التفسير، لأنها قراءة مخالفة لسواد المصحف، والمتواتر هو:  {قَضى} وهو المستفيض عن ابن عباس، وابن مسعود، وغيرهم في أسانيد القرّاء السبعة. {وَبِالْوالِدَيْنِ إِحْسانًا} ؛ أي: وقضى ربّك بأن تحسنوا إلى الوالدين، إحسانًا كاملًا وتبروهما برًا واسعًا؛ ليكون الله معكم {إِنَّ اللَّهَ مَعَ الَّذِينَ اتَّقَوْا وَالَّذِينَ هُمْ مُحْسِنُونَ (١٢٨) } فإن إحسانهما إليك قد بلغ الغاية العظيمة، فوجب أن يكون إحسانك إليهما كذلك، ومع ذلك لا تحصل المكافأة؛ لأن إنعامهما عليك كان على سبيل الابتداء، وفي الأمثال المشهورة «إن البادىء بالبرّ لا يكافأ» . </p><p> وقد أمر الله سبحانه بالإحسان إليهما للأسباب الآتية (٢) : </p><p> ١ - شفقتهما على الولد، وبذل الجهد في إيصال الخير إليه، وإبعاد الضر عنه جهد المستطاع، فوجب مقابلة ذلك بالإحسان إليهما، والشكر لهما. </p><p> ٢ - أنّ الولد قطعة من الوالدين كما جاء في الخبر أنه - صلى الله عليه وسلم - قال:  «فاطمة بضعة مني» . </p><p> ٣ - أنهما أنعما عليه، وهو في غاية الضعف، ونهاية العجز، فوجب أن يقابل ذلك بالشكر حين كبرهما، كما قال الشاعر العربي يعدد نعمه على ولده وقد عقّه في كبره: </p><p> غذوتك مولودًا ومنتك يافعًا ... تعلّ بما أجني عليك وتنهلُ </p><p> إذا ليلةٌ ضافتك بالسُّقم لم أبت ... لسقمك إلّا سَاهرًا أتململُ </p><p>(١) البحر المحيط وزاد المسير. (٢) المراغي.</p><p> كأنّي أنا المطروق دونك بالّذي ... طرقت به دوني فعينيَّ تهملُ </p><p> تخاف الرَّدى نفسي عليك وإنّها ... لتعلم أنَّ الموت وقتٌ مؤجّلُ </p><p> فلمّا بلغت السِّنَّ والغاية الّتي ... إليها مدى ما كنت فيك أؤمِّلُ </p><p> جعلت جزائي غلظةً وفظاظةً ... كأنّك أنت المنعم المتفضِّلُ </p><p> فليتك إذ لم ترع حقَّ أبُوّتي ... فعلت كما الجار المجاور يفعلُ </p><p> قيل (١) : ووجه ذكر الإحسان إلى الوالدين بعد عبادة الله سبحانه أنهما السبب الظاهر في وجود المتولِّد بينهما، وفي جعل الإحسان إلى الوالدين قرينا لتوحيد الله وعبادته، من الإعلان بتأكد حقهما، والعناية بشأنهما ما لا يخفى وكذلك جعل سبحانه في آية أخرى شكرهما مقترنا بشكره فقال:  {أَنِ اشْكُرْ لِي وَلِوالِدَيْكَ} . </p><p> والخُلاصةُ: أنه لا نعمة تصل إلى الإنسان أكثر من نعمة الخالق عليه، ثمّ نعمة الوالدين، ومن ثم بدأ بشكر نعمته أوّلًا بقوله:  {وَقَضى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ} ثمّ أردفها بشكر نعمة الوالدين بقوله: وبالوالدين إحسانا، ثم فصّل ما يجب من الإحسان إليهما بقوله:  {إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُما أَوْ كِلاهُما} ، وكلمة (٢)  {إِمَّا} مركبة من {إن} الشرطية، و {ما} المزيدة لتأكيدها، ولذلك حلّ الفعل نون التوكيد، ومعنى {عِنْدَكَ} في كنفك وكفالتك، وأحدهما فاعل للفعل، وتوحيد ضمير الخطاب في {عِنْدَكَ} ، وفيما بعده مع أنّ ما سبق على الجمع، للاحتراز عن التباس المراد، فإنّ المقصود نهي كل أحد عن تأفيف والديه، ونهرهما، ولو قوبل الجمع بالجمع أو بالتثنية .. لم يحصل هذا المراد فإن قلت: كيف خص الله سبحانه حال الكبر بالإحسان إلى الوالدين، وهو واجب في حقهما على العموم؟. </p><p> قلت: إنّ هذا وقت الحاجة في الغالب، وعند عدم الحاجة إجابتهما ندب، وفي حالة الحاجة واجب، ذكره في «روح البيان» . </p><p>(١) الشوكاني. (٢) روح البيان.</p><p> والمعنى: إن يبلغ أحد الوالدين أو كلاهما سن الكبر والشيخوخة، والعجز، والضعف، والحال أنّهما عندك في منزلك، وكفالتك؛ أي: والحال أنهما في حال يلزمك فيه القيام بأمرهما في المعيشة، ككبر سنهما، وعجزهما عن الكسب، وغير ذلك {فَلا تَقُلْ} أيها الولد لأحدهما، أو {لَهُما} ؛ أي للوالدين كلامًا رديئًا، وقولًا خشنًا كقولك لهما {أُفٍّ} ؛ أي: أنا أتضجر من شيء يصدر منكما، كظهور رائحة تؤذيك منهما، بل أكرمهما واخدمهما كما خدماك في مثل هذه الحالة؛ أي: لا تقل لهما كلاما رديئا إذا وجدت منهما رائحة تؤذيك كما أنهما لا يستقذران منك حين كنت تخرأ أو تبول، والتقييد بحالة الكبر، خرج مخرج الغالب؛ لأن الولد غالبا إنما يتهاون بوالديه عند حصول الكبر لهما كما مر، والأصح أنّ أُفٍّ اسم فعل مضارع مدلوله لفظ الفعل؛ أي: لا تقل: أنا أتضجّر من شيء يصدر منكما، وقال مجاهد: إنّ معناه إذا رأيت منهما في حال الكبر، الغائط، أو البول اللذين رأيا منك في حال الصغر، فلا تقذرهما، وتقول: أف، انتهى. والآية أعمّ من ذلك، وقرأ الجمهور (١)  {يَبْلُغَنَّ} بنون التوكيد الشديدة، والفعل مسند إلى {أَحَدُهُما} وروي عن ابن ذكوان بالنون الخفيفة، وقرأ الأخوان حمزة والكسائي {إما يبلغان} بألف التثنية، ونون التوكيد الثقيلة، وهي قراءة السلمي، وابن وثاب، وطلحة، والأعمش، والجحدري، فقيل: الألف علامة تثنية، لا ضمير على لغة أكلوني البراغيث، وقيل: الألف ضمير الوالدين، و {أَحَدُهُما} بدل من الضمير، و {كِلاهُما} عطف على {أَحَدُهُما} ، والمعطوف على البدل بدل. </p><p> وقرأ الحسن، والأعرج، وأبو جعفر، وشيبة، وعيسى، ونافع، وحفص، {أُفٍّ} بالكسر والتشديد، مع التنوين، وقرأ أبو عمرو، وحمزة، والكسائي، وأبو بكر كذلك بغير تنوين، وقرأ ابن كثير، وابن عامر، بفتح الفاء مشددة من غير تنوين، وحكى هارون قراءة بالرفع والتنوين، وقرأ أبو السمال {أف} بضم الفاء من غير تنوين، وقرأ زيد بن علي {أفًا} بالنصب والتشديد والتنوين، وقرأ ابن </p><p>(١) البحر المحيط.</p>"
}