{
  "id": null,
  "sura": 17,
  "aya": 52,
  "text": "<p> والمعيد؛ أي: فالذي ابتدأ خلقكم أوّل مرة من غير مثال، يعيدكم إلى الحياة بالقدرة التي ابتدأكم بها، فكما لم تعجز تلك القدرة عن البداءة لا تعجز عن الإعادة {فَسَيُنْغِضُونَ إِلَيْكَ} أي: يحركون جهتك {رُؤُسَهُمْ} تعجبًا وإنكارًا، وتكذيبًا لقولك، يقال: أنغض إذا حرك كالمتعجب، أي: يحركون رؤوسهم إلى فوق، وإلى أسفل هزءا وسخرية {وَيَقُولُونَ} استهزاء {مَتى هُوَ} ، أي: متى الإحياء والإعادة التي وعدتنا؟ فهو سؤال عن وقت البعث بعد تعيين الباعث {قُلِ} جوابًا لهم {عَسى أَنْ يَكُونَ} ذلك البعث والإعادة؛ أي: حقّ ووجب كونه {قَرِيبًا} إذ كل ما هو آت قريب، أو لأنه مضى أكثر الزمان، وبقي أقله، وعسى في الأصل: للطمع، والإشفاق، وفي كلامه تعالى: للوجوب، يعني: أنه قرب وقته فقد قرب ما يكون فيه من الحساب والعقاب. </p><p> ٥٢ - اذكروا {يَوْمَ يَدْعُوكُمْ} سبحانه وتعالى من الأجداث كما دعاكم من العدم إلى المحشر على لسان إسرافيل بالنداء الذي يسمعه جميع الخلائق، وهو النفخة الأخيرة، فإن (١) إسرافيل ينادي: أيتها الأجسام البالية، والعظام النخرة، والأجزاء المتفرقة، عودي كما كنت بقدرة الله تعالى وبإذنه. </p><p> {فَتَسْتَجِيبُونَ} منها استجابة الأحياء، وتوافقون الداعي فيما دعاكم إليه حالة كونكم متلبسين {بِحَمْدِهِ} تعالى؛ أي: حامدين لله تعالى على قدرته على البعث، كما قال سعيد بن جبير: إنهم ينفضون التراب عن رؤوسهم، ويقولون: سبحانك اللهم وبحمدك، فيقدّسونه، ويحمدونه حين لا ينفعهم ذلك، وهذا مبالغة في انقيادهم للبعث. {وَتَظُنُّونَ} عندما ترون الأهوال الهائلة {إِنْ لَبِثْتُمْ} ؛ أي: ما مكثتم في القبور، أو في الدنيا {إِلَّا قَلِيلًا} كالذي مرّ على قرية؛ أي: تظنون عند البعث أنكم ما لبثتم في قبوركم إلا زمنًا قليلًا بالنسبة إلى لبثكم بعد الإحياء وذلك (٢) لأن الإنسان لو مكث في الدنيا وفي القبر ألوفًا من السنين عدّ ذلك قليلًا بنسبة مدة القيامة، والخلود في الآخرة، وقيل: إنهم يستحقرون مدّة الدنيا في جنب </p><p>(١) المراح. (٢) الخازن.</p><p> القيامة، ونحو الآية قوله تعالى: {كَأَنَّهُمْ يَوْمَ يَرَوْنَها لَمْ يَلْبَثُوا إِلَّا عَشِيَّةً أَوْ ضُحاها (٤٦) } وقوله: {وَيَوْمَ تَقُومُ السَّاعَةُ يُقْسِمُ الْمُجْرِمُونَ ما لَبِثُوا غَيْرَ ساعَةٍ كَذلِكَ كانُوا يُؤْفَكُونَ (٥٥) } وقوله: {كَمْ لَبِثْتُمْ فِي الْأَرْضِ عَدَدَ سِنِينَ (١١٢) قالُوا لَبِثْنا يَوْمًا أَوْ بَعْضَ يَوْمٍ فَسْئَلِ الْعادِّينَ (١١٣) قالَ إِنْ لَبِثْتُمْ إِلَّا قَلِيلًا لَوْ أَنَّكُمْ كُنْتُمْ تَعْلَمُونَ (١١٤) } قال الحسن: المراد تقريب وقت البعث، فكأنك بالدنيا، ولم تكن، وبالآخرة، ولم تزل. </p><p> الإعراب </p><p> {وَلا تَقْرَبُوا مالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ وَأَوْفُوا بِالْعَهْدِ إِنَّ الْعَهْدَ كانَ مَسْؤُلًا (٣٤) }. </p><p> {وَلا تَقْرَبُوا مالَ الْيَتِيمِ} فعل وفاعل، ومفعول مجزوم بـ {لا} الناهية، والجملة معطوفة على جملة قوله:  {وَلا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلى عُنُقِكَ}  {إِلَّا} أداة استثناء، مفرغ من أعم الأحوال؛ أي لا تقربوه بحال من الأحوال إلا بالخصلة، أو الطريقة التي هي أحسن، وهي حفظه وصيانته، واستغلاله لمصلحة اليتيم {بِالَّتِي} جار ومجرور، متعلق بـ {تَقْرَبُوا}  {هِيَ أَحْسَنُ} مبتدأ وخبر، والجملة صلة الموصول {حَتَّى} حرف جر، وغاية {يَبْلُغَ أَشُدَّهُ} فعل ومفعول منصوب بأن مضمرة وجوبًا بعد {حَتَّى} الجارة، وفاعله ضمير يعود على {الْيَتِيمِ} والجملة الفعلية مع أن المضمرة في تأويل مصدر مجرور بـ {حَتَّى} بمعنى إلى تقديره: إلى بلوغه أشده الجار والمجرور متعلق بـ {تَقْرَبُوا} ، أو متعلق بما فهم من الاستثناء، من جواز قربانه، تقديره: فأقربوه (١) بالخصلة التي هي أحسن، إلى أن يبلغ أشده، فلا تقربوه بعد ذلك، لأن التّصرّف له حينئذ، {وَأَوْفُوا} فعل وفاعل، والجملة معطوفة على جملة {وَلا تَقْرَبُوا} . {بِالْعَهْدِ} جار ومجرور متعلق بـ {أَوْفُوا}  {إِنَّ الْعَهْدَ} ناصب واسمه {كانَ مَسْؤُلًا} فعل ناقص، وخبره واسمه ضمير مستتر فيه يعود على العهد، وجملة {كانَ} في محل الرفع خبر {إِنَّ} وجملة {إِنَّ} مستأنفة مسوقة لتعليل ما قبلها. </p><p>(١) الفتوحات.</p><p> {وَأَوْفُوا الْكَيْلَ إِذا كِلْتُمْ وَزِنُوا بِالْقِسْطاسِ الْمُسْتَقِيمِ ذلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا (٣٥) }. </p><p> {وَأَوْفُوا الْكَيْلَ} فعل وفاعل ومفعول، والجملة معطوفة على جملة قوله:  {وَأَوْفُوا بِالْعَهْدِ} ، {إِذا} ظرف لما يستقبل من الزمان مجرد من معنى الشرط متعلق بـ {أَوْفُوا} . {كِلْتُمْ} فعل وفاعل معطوف على {أَوْفُوا} . {وَزِنُوا} فعل وفاعل معطوفة على جملة {أَوْفُوا}  {بِالْقِسْطاسِ} متعلق به {الْمُسْتَقِيمِ} صفة لـ {القسطاس} . {ذلِكَ خَيْرٌ} مبتدأ وخبر. {وَأَحْسَنُ} معطوف على {خَيْرٌ}  {تَأْوِيلًا} تمييز محول عن المبتدأ، منصوب باسم التفضيل، والجملة الاسمية مستأنفة مسوقة لتعليل ما قبلها. </p><p> {وَلا تَقْفُ ما لَيْسَ لَكَ بِهِ عِلْمٌ إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤادَ كُلُّ أُولئِكَ كانَ عَنْهُ مَسْؤُلًا (٣٦) }. </p><p> {وَلا} ناهية جازمة {تَقْفُ} فعل مضارع مجزوم بـ {لا} الناهية، وعلامة جزمه حذف حرف العلّة، وهو الواو لأنه من قفا يقفو من باب عَدَا وسمَا، وفاعله ضمير يعود على المخاطب. {ما} موصولة، أو موصوفة في محل النصب مفعول به، والجملة معطوفة على جملة قوله:  {وَلا تَجْعَلْ يَدَكَ مَغْلُولَةً}  {لَيْسَ} فعل ناقص {لَكَ} جار ومجرور خبر {لَيْسَ} مقدم {بِهِ} جار ومجرور متعلق بـ {عِلْمٌ}  {عِلْمٌ} اسم ليس مؤخر، وجملة {لَيْسَ} صلة لـ {ما} أو صفة لها، {إِنَّ السَّمْعَ} ناصب واسمه {وَالْبَصَرَ وَالْفُؤادَ} معطوفان عليه {كُلُّ أُولئِكَ} مبتدأ، ومضاف إليه {كانَ} فعل ماض ناقص واسمه ضمير يعود على {كُلُّ} . {عَنْهُ} متعلق بما بعده {مَسْؤُلًا} خبر {كانَ} وجملة {كانَ} في محل الرفع خبر المبتدأ، والجملة الاسمية في محل الرفع خبر {إِنَّ} ، وجملة {إِنَّ} مستأنفة مسوقة لتعليل ما قبلها. </p><p> {وَلا تَمْشِ فِي الْأَرْضِ مَرَحًا إِنَّكَ لَنْ تَخْرِقَ الْأَرْضَ وَلَنْ تَبْلُغَ الْجِبالَ طُولًا (٣٧) }. </p><p> {وَلا تَمْشِ} جازم ومجزوم، وفاعله ضمير يعود على المخاطب، والجملة معطوفة على الجملة التي قبلها {فِي الْأَرْضِ} متعلق بـ {تَمْشِ}  {مَرَحًا} حال من فاعل تمش، ولكنه على تقدير مضاف أي ذا مرح؛ أي: مارحًا {إِنَّكَ} ناصب </p><p> واسمه {لَنْ تَخْرِقَ الْأَرْضَ} ناصب وفعل ومفعول، وفاعله ضمير يعود على المخاطب، والجملة الفعلية في محل الرفع خبر {إنّ} ، وجملة {إنّ} مستأنفة مسوقة لتعليل ما قبلها {وَلَنْ تَبْلُغَ الْجِبالَ} ناصب، وفعل ومفعول، وفاعله ضمير يعود على المخاطب {طُولًا} تمييز محول عن الفاعل؛ أي: ولن يبلغ طولك الجبال، والجملة الفعلية في محل الرفع معطوفة على جملة {لَنْ تَخْرِقَ الْأَرْضَ} . </p><p> {كُلُّ ذلِكَ كانَ سَيِّئُهُ عِنْدَ رَبِّكَ مَكْرُوهًا (٣٨) ذلِكَ مِمَّا أَوْحى إِلَيْكَ رَبُّكَ مِنَ الْحِكْمَةِ}. </p><p> {كُلُّ ذلِكَ} مبتدأ، ومضاف إليه {كانَ سَيِّئُهُ} فعل ناقص، واسمه {عِنْدَ رَبِّكَ} ظرف، ومضاف إليه متعلق بما بعده {مَكْرُوهًا} خبر {كانَ} ، وجملة {كانَ} في محل الرفع خبر المبتدأ، والجملة الاسمية مستأنفة مسوقة لتعليل ما قبلها. ذلِكَ مبتدأ، والجملة الاسمية مستأنفة {مِمَّا} خبر {أَوْحى} فعل ماض {إِلَيْكَ} متعلق به {رَبُّكَ} فاعل، والجملة الفعلية صلة لـ {ما} أو صفة لها والعائد أو الرابط محذوف؛ تقديره: مما أوحاه إليك ربك، {مِنَ الْحِكْمَةِ} جار ومجرور حال من العائد المحذوف، أو من نفس الموصول؛ أي: ذلك مما أوحاه إليك ربّك حالة كونه كائنًا من الحكمة التي هي معرفة الحق لذاته، والخير للعمل به. </p><p> {وَلا تَجْعَلْ مَعَ اللَّهِ إِلهًا آخَرَ فَتُلْقى فِي جَهَنَّمَ مَلُومًا مَدْحُورًا} . </p><p> {وَلا تَجْعَلْ} جازم ومجزوم، وفاعله ضمير يعود على المخاطب {مَعَ اللَّهِ} ظرف، ومضاف إليه في محل المفعول الثاني لـ {جعل}  {إِلهًا} مفعول أول {آخَرَ} صفة له، والجملة معطوفة على جملة {وَلا تَجْعَلْ يَدَكَ مَغْلُولَةً} . {فَتُلْقى}  {الفاء} عاطفة سببية. {تلقى} فعل مضارع مغير الصيغة منصوب بأن مضمرة، وجوبًا بعد الفاء السببية الواقعة في جواب النهي، ونائب فاعله ضمير يعود على المخاطب {فِي جَهَنَّمَ} متعلق به، {مَلُومًا مَدْحُورًا} حالان من نائب فاعل {تلقى} ، وجملة {تلقى} في تأويل مصدر معطوف على مصدر متصيد من الجملة التي قبلها، من غير سابك لإصلاح المعنى تقديره: لا يكن جعلك مع الله إلهًا آخر، فإلقاؤك في جهنم ملومًا مدحورًا. </p><p> {أَفَأَصْفاكُمْ رَبُّكُمْ بِالْبَنِينَ وَاتَّخَذَ مِنَ الْمَلائِكَةِ إِناثًا إِنَّكُمْ لَتَقُولُونَ قَوْلًا عَظِيمًا (٤٠) }. </p><p> {أَفَأَصْفاكُمْ}  {الهمزة} للإستفهام التوبيخي، المضمَّن للإنكار، داخلة على محذوف و {الفاء} عاطفة على ذلك المحذوف {أصفاكم}  {رَبُّكُمْ} فعل ومفعول وفاعل {بِالْبَنِينَ} متعلق به، والجملة الفعلية معطوفة على ذلك المحذوف، والتقدير: أخصكم ربكم بالبنين فأصفاكم بهم، واتخذ من الملائكة إناثا، والجملة المحذوفة مستأنفة، {وَاتَّخَذَ}  {الواو} عاطفة {اتَّخَذَ} فعل ماض متعدّ لمفعولين {مِنَ الْمَلائِكَةِ} جار ومجرور في محل المفعول الثاني {إِناثًا} مفعول أول له، والجملة معطوفة على جملة {أصفاكم} ويجوز أن تكون حالًا {من ربكم} على تقدير قد و {الواو} حينئذ واو الحال {إِنَّكُمْ} ناصب واسمه {لَتَقُولُونَ} فعل وفاعل، و {اللام} حرف ابتداء {قَوْلًا} مفعول مطلق {عَظِيمًا} صفة له، والجملة الفعلية في محل الرفع خبر {إن} وجملة {إن} مستأنفة. </p><p> {وَلَقَدْ صَرَّفْنا فِي هذَا الْقُرْآنِ لِيَذَّكَّرُوا وَما يَزِيدُهُمْ إِلَّا نُفُورًا (٤١) }. </p><p> {وَلَقَدْ}  {الواو} استئنافية و {اللام} موطئة للقسم {قد} حرف تحقيق {صَرَّفْنا} فعل وفاعل {فِي هذَا} متعلق به، {الْقُرْآنِ} بدل من اسم الإشارة أو عطف بيان منه، والجملة الفعلية جواب القسم، لا مَحَلَّ لها من الإعراب {لِيَذَّكَّرُوا}  {اللام} حرف جر، وتعليل {يذكروا} فعل وفاعل منصوب بأن مضمرة جوازًا بعد لام التعليل، والجملة الفعلية مع أن المضمرة في تأويل مصدر مجرور بلام التعليل، تقديره: لتذكرهم الجار والمجرور متعلق بـ {صَرَّفْنا}  {وَما}  {الواو} حالية {ما} نافية {يَزِيدُهُمْ} فعل ومفعول أول وفاعله ضمير يعود على القرآن {إِلَّا} أداة استثناء مفرغ {نُفُورًا} مفعول ثان لـ {يزيد} ، والجملة الفعلية في محل النصب حال من القرآن. </p><p> {قُلْ لَوْ كانَ مَعَهُ آلِهَةٌ كَما يَقُولُونَ إِذًا لَابْتَغَوْا إِلى ذِي الْعَرْشِ سَبِيلًا (٤٢) سُبْحانَهُ وَتَعالى عَمَّا يَقُولُونَ عُلُوًّا كَبِيرًا (٤٣) }. </p><p> {قُلْ} فعل أمر وفاعله ضمير يعود على محمد، والجملة مستأنفة {لَوْ كانَ </p><p> مَعَهُ آلِهَةٌ ...} إلى آخر الآية مقول محكي، وإن شئت قلت:  {لَوْ} حرف شرط غير جازم {كانَ} فعل ماض ناقص {مَعَهُ} ظرف، ومضاف إليه، خبر {كانَ}  {آلِهَةٌ} اسمها مؤخر، وجملة {كانَ} فعل شرط لـ {لَوْ} لا محل لها من الإعراب، {كَما}  {الكاف} حرف جر وتشبيه، {ما} موصولة في محل الجر بـ {الكاف}  {يَقُولُونَ} فعل وفاعل صلة {ما} الموصولة، الجار والمجرور، صفة لمصدر محذوف تقديره: قل لو كان معه آلهة كونًا مشابهًا لما يقولون {إِذًا} حرف جواب وجزاء، دالّة على أنّ ما بعدها جواب لمقالة المشركين، وجزاءً لفعل شرط {لَوْ} مهملة لا عمل لها {لَابْتَغَوْا}  {اللام} رابطة لجواب {لَوْ}  {ابتغوا} فعل وفاعل {إِلى ذِي الْعَرْشِ} متعلق بـ {أبتغوا} أو حال من {سَبِيلًا} . {سَبِيلًا} مفعول {ابتغوا} وجملة {ابتغوا} جواب {لَوْ} الشرطية، وجملة {لَوْ} الشرطية في محل النصب مقول {قُلْ}  {سُبْحانَهُ} مفعول مطلق لفعل محذوف وجوبًا، تقديره: أسبحه سبحانًا، والجملة مستأنفة، أو في محل النصب مقول {قُلْ}  {وَتَعالى} فعل ماض، وفاعله ضمير يعود على الله، والجملة معطوفة على جملة {سُبْحانَهُ}  {عَمَّا} جار ومجرور متعلق بـ {تَعالى}  {يَقُولُونَ} فعل وفاعل صلة لـ {ما} ، والعائد محذوف تقديره: عما يقولونه {عُلُوًّا} مفعول مطلق لـ {تَعالى} لأنه مصدر واقعٌ موقع التعالي {كَبِيرًا} صفة له. </p><p> {تُسَبِّحُ لَهُ السَّماواتُ السَّبْعُ وَالْأَرْضُ وَمَنْ فِيهِنَّ وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ وَلكِنْ لا تَفْقَهُونَ تَسْبِيحَهُمْ إِنَّهُ كانَ حَلِيمًا غَفُورًا (٤٤) }. </p><p> {تُسَبِّحُ} فعل مضارع {لَهُ} متعلق به {السَّماواتُ} فاعل {السَّبْعُ} صفة لـ {السَّماواتُ}  {وَالْأَرْضُ} معطوف على {السَّماواتُ}  {وَمَنْ} اسم موصول في محل الرفع معطوف على {السَّماواتُ}  {فِيهِنَّ} جار ومجرور صلة من الموصولة، والجملة الفعلية مستأنفة، {وَإِنْ}  {الواو} عاطفة أو مستأنفة {إِنْ} نافية {مَنْ} زائدة {شَيْءٍ} مبتدأ، وسوغ الابتداء بالنكرة، تقدم النفي عليه، {إِلَّا} أداة استثناء مفرغ {يُسَبِّحُ} فعل مضارع، وفاعله ضمير يعود على {شَيْءٍ}  {بِحَمْدِهِ} جار ومجرور حال من فاعل {يُسَبِّحُ} ، أي: حالة كونه ملتبسًا بحمده، والجملة الفعلية </p><p> في محل الرفع خبر المبتدأ، والجملة الاسمية معطوفة على جملة {تُسَبِّحُ لَهُ السَّماواتُ السَّبْعُ} عطف اسمية على فعلية، أو مستأنفة {وَلكِنْ}  {الواو} حالية {لكِنْ} حرف استدراك مهمل {لا} نافية {تَفْقَهُونَ تَسْبِيحَهُمْ} فعل وفاعل ومفعول، والجملة في محل النصب حال من فاعل {يُسَبِّحُ} . {إِنَّهُ كانَ حَلِيمًا} ناصب واسمه وخبره الأول {غَفُورًا} خبر ثان له، وجملة {إن} مستأنفة. </p><p> {وَإِذا قَرَأْتَ الْقُرْآنَ جَعَلْنا بَيْنَكَ وَبَيْنَ الَّذِينَ لا يُؤْمِنُونَ بِالْآخِرَةِ حِجابًا مَسْتُورًا (٤٥) }. </p><p> {وَإِذا}  {الواو} استئنافية {إِذا} ظرف لما يستقبل من الزمان، {قَرَأْتَ الْقُرْآنَ} فعل وفاعل ومفعول، والجملة في محل الخفض بإضافة إذا إليها على كونها فعل شرط لها، والظرف متعلق بالشرط، أو بالجواب أو هما {جَعَلْنا} فعل وفاعل {بَيْنَكَ} ظرف، ومضاف إليه في محل المفعول الثاني لـ {جَعَلْنا}  {وَبَيْنَ الَّذِينَ} ظرف، ومضاف إليه معطوف على الظرف الأول {لا يُؤْمِنُونَ} فعل وفاعل صلة الموصول {بِالْآخِرَةِ} متعلق به {حِجابًا} مفعول أول لـ {جَعَلْنا}  {مَسْتُورًا} صفة {حِجابًا} ، وجملة {جَعَلْنا} جواب {إِذا} لا محلَّ لها من الإعراب، وجملة {إِذا} مستأنفة. </p><p> {وَجَعَلْنا عَلى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذانِهِمْ وَقْرًا} . </p><p> {وَجَعَلْنا} فعل وفاعل معطوف على قوله {جَعَلْنا بَيْنَكَ}  {عَلى قُلُوبِهِمْ} جار ومجرور في محل المفعول الثاني لـ {جَعَلْنا}  {أَكِنَّةً} مفعول أول له، {أَنْ يَفْقَهُوهُ} ناصب وفعل وفاعل ومفعول، والجملة الفعلية في تأويل مصدر مجرور بإضافة المصدر المقدر إليه، تقديره: كراهية فقههم إياه أو مجرور بحرف جر محذوف، تقديره: من فقههم إياه، الجار والمجرور متعلق بـ {أَكِنَّةً}  {وَفِي آذانِهِمْ} جار ومجرور معطوف على قوله: {عَلى قُلُوبِهِمْ} على كونه مفعولًا ثانيًا لـ {جَعَلْنا}  {وَقْرًا} معطوف على {أَكِنَّةً} على كونه مفعولًا أولًا لـ {جَعَلْنا} . </p><p> {وَإِذا ذَكَرْتَ رَبَّكَ فِي الْقُرْآنِ وَحْدَهُ وَلَّوْا عَلى أَدْبارِهِمْ نُفُورًا} . </p><p> {وَإِذا}  {الواو} استئنافية {إِذا} ظرف لما يستقبل من الزمان، {ذَكَرْتَ رَبَّكَ} فعل وفاعل ومفعول {فِي الْقُرْآنِ} متعلق بـ {ذَكَرْتَ}  {وَحْدَهُ} حال من ربك لأنه في تأويل النكرة، أي منفردًا، والجملة الفعلية في محل الخفض بإضافة {إِذا} إليها على كونها فعل شرط لها، والظرف متعلق بالجواب، {وَلَّوْا} فعل وفاعل {عَلى أَدْبارِهِمْ} متعلق به، أو حال من فاعل، {وَلَّوْا نُفُورًا} مفعول مطلق معنوي، لـ {وَلَّوْا} ، أو حال من فاعل {وَلَّوْا} أي: نافرين على أنه جمع نافر، وجملة {وَلَّوْا} جواب إذا لا محلّ لها من الإعراب، وجملة {إِذا} مستأنفة. </p><p> {نَحْنُ أَعْلَمُ بِما يَسْتَمِعُونَ بِهِ إِذْ يَسْتَمِعُونَ إِلَيْكَ وَإِذْ هُمْ نَجْوى إِذْ يَقُولُ الظَّالِمُونَ إِنْ تَتَّبِعُونَ إِلَّا رَجُلًا مَسْحُورًا (٤٧) }. </p><p> {نَحْنُ أَعْلَمُ} مبتدأ، وخبر، والجملة مستأنفة {بِما} جار ومجرور متعلق بـ {أَعْلَمُ}  {يَسْتَمِعُونَ} فعل وفاعل، صلة الموصول بِهِ متعلق به، و {الباء} سببية، والمعنى: ما يستمعون بسببه، أو لأجله، وهو الهزء بك، وبالقرآن، {إِذْ} ظرف لما مضى من الزمان، متعلق بـ {أَعْلَمُ} ، وجملة {يَسْتَمِعُونَ} محل الجر مضاف إليه، لـ {إِذْ}  {إِلَيْكَ} متعلق بـ {يَسْتَمِعُونَ}  {وَإِذْ} ظرف لما مضى من الزمان معطوف على {إِذْ} الأولى على كونه متعلقًا بـ {أَعْلَمُ} ، {هُمْ نَجْوى} مبتدأ وخبر، والجملة في محل الجر مضاف إليه لـ {إِذْ}  {إِذْ يَقُولُ الظَّالِمُونَ}  {إِذْ} بدل من {إِذْ} في قوله: {وَإِذْ هُمْ نَجْوى} بدل كل من كل، {يَقُولُ الظَّالِمُونَ} فعل وفاعل، والجملة في محل الجر مضاف إليه، لـ {إِذْ}  {إِنْ} نافية {تَتَّبِعُونَ} في محل النصب مقول لـ {يَقُولُ}  {إِلَّا} أداة حصر {رَجُلًا} مفعول به {مَسْحُورًا} صفة لـ {رَجُلًا} . </p><p> {انْظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثالَ فَضَلُّوا فَلا يَسْتَطِيعُونَ سَبِيلًا (٤٨) وَقالُوا أَإِذا كُنَّا عِظامًا وَرُفاتًا أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا (٤٩) }. </p><p> {انْظُرْ} فعل أمر، وفاعله ضمير يعود على محمد، والجملة مستأنفة {كَيْفَ} اسم استفهام للاستفهام التعجبي، في محل النصب على الحال، والعامل فيه {ضَرَبُوا} ، وهي معلقة لـ {انْظُرْ} للعمل في لفظ ما بعدها، {ضَرَبُوا} فعل وفاعل {لَكَ} متعلق به {الْأَمْثالَ} مفعول به، وجملة {ضَرَبُوا} في محل النصب </p><p> سادّة مسد مفعول {انْظُرْ} . فَضَلُّوا {الفاء} عاطفة {ضلوا} فعل، وفاعل معطوف على {ضَرَبُوا}  {فَلا}  {الفاء} عاطفة {لا} نافية {يَسْتَطِيعُونَ سَبِيلًا} فعل وفاعل ومفعول، والجملة معطوفة على جملة {ضلوا} لأن العاطف مرتب، {وَقالُوا} فعل وفاعل، والجملة مستأنفة، أو معطوفة على {ضَرَبُوا}  {أَإِذا كُنَّا} إلى آخر الآية مقول محكي، وإن شئت قلت:  {أَإِذا}  {الهمزة} للإستفهام الإنكاري الابتعادي، لاستبعاد ما يتساءلون عنه، إِذا ظرف لما يستقبل من الزمان مجرد عن معنى الشرط، متعلق بمحذوف دلّ عليه {مبعوثون}  {كُنَّا عِظامًا} فعل ناقص، واسمه وخبره، {وَرُفاتًا} معطوف على {عِظامًا} والجملة الفعلية في محل الجر مضاف إليه، لـ {إِذا} والتقدير: أنبعث وقت كوننا عظامًا ورفاتًا، والجملة المحذوفة في محل النصب مقول {قالُوا} ، ولا يجوز أن يتعلّق إِذا بـ {مبعوثون} لأن ما بعد إن لا يعمل فيما قبلها، وكذا ما بعد الاستفهام لا يعمل فيما قبله، وقد اجتمعا هنا، ويجوز أن تكون {إِذا} شرطية، والجواب حينئذ الفعل الذي تعلقت به {إذا}  {أَإِنَّا} الهمزة للاستفهام، الإنكاري الاستبعادي، {إِنَّا} ناصب واسمه {لَمَبْعُوثُونَ} خبره، واللام حرف ابتداء {خَلْقًا} حال من الضمير المستكن في {مبعوثون}  {جَدِيدًا} صفته ولكنه على تأويله بالمشتق؛ أي: مخلوقين، أو مفعول مطلق من معنى الفعل، لا من لفظه أي: نبعث بعثًا جديدًا. </p><p> {قُلْ كُونُوا حِجارَةً أَوْ حَدِيدًا أَوْ خَلْقًا مِمَّا يَكْبُرُ فِي صُدُورِكُمْ فَسَيَقُولُونَ مَنْ يُعِيدُنا} . </p><p> {قُلْ} فعل أمر، وفاعله ضمير يعود على محمد، والجملة مستأنفة {كُونُوا حِجارَةً} إلى قوله: {فَسَيَقُولُونَ} مقول محكي، وإن شئت قلت:  {كُونُوا حِجارَةً} فعل ناقص واسمه وخبره. {أَوْ حَدِيدًا}  {أَوْ خَلْقًا} معطوفان على {حِجارَةً} ، وجملة {كُونُوا} في محل النصب مقول {قُلْ} . {مِمَّا} جار ومجرور صفة {خَلْقًا} . {يَكْبُرُ} فعل مضارع {فِي صُدُورِكُمْ} متعلق به، وفاعله ضمير يعود على {ما} ، والجملة صلة {لما} أو صفة لها، {فَسَيَقُولُونَ}  {الفاء} عاطفة، و {السين} </p><p> حرف استقبال، {يقولون} فعل وفاعل، والجملة معطوفة على جملة قوله:  {قُلْ}  {مَنْ يُعِيدُنا} مقول محكي، وإن شئت قلت:  {مَنْ} اسم استفهام في محل الرفع مبتدأ، وجملة {يُعِيدُنا} خبره، والجملة الاسمية في محل النصب مقول {يقولون} . </p><p> {قُلِ الَّذِي فَطَرَكُمْ أَوَّلَ مَرَّةٍ فَسَيُنْغِضُونَ إِلَيْكَ رُؤُسَهُمْ وَيَقُولُونَ مَتى هُوَ قُلْ عَسى أَنْ يَكُونَ قَرِيبًا} . </p><p> {قُلِ} فعل أمر، وفاعله ضمير يعود على محمد، والجملة مستأنفة {الَّذِي فَطَرَكُمْ أَوَّلَ مَرَّةٍ} مقول محكي، وإن شئت قلت:  {الَّذِي} اسم موصول في محل الرفع مبتدأ، خبره محذوف تقديره: الذي فطركم أول مرة يعيدكم، أو خبر لمبتدأ محذوف، أي: هو الذي فطركم أوّل مرة، والجملة الاسمية في محل النصب مقول {قُلِ} . {فَطَرَكُمْ} فعل ومفعول وفاعله ضمير يعود على الموصول، {أَوَّلَ مَرَّةٍ} ظرف متعلق به، والجملة الفعلية صلة الموصول {فَسَيُنْغِضُونَ}  {الفاء} عاطفة، و {السين} حرف استقبال {ينغضون} فعل وفاعل {إِلَيْكَ} متعلق به {رُؤُسَهُمْ} مفعول به، والجملة معطوفة على جملة {قُلِ}  {وَيَقُولُونَ} فعل وفاعل معطوف على {فَسَيُنْغِضُونَ} . {مَتى} اسم استفهام في محل النصب على الظرفية الزمانية، متعلق بمحذوف خبر مقدم، {هُوَ} مبتدأ مؤخر، تقديره: كائن {مَتى هُوَ} أي البعث، والجملة الاسمية في محل النصب مقول لـ (يقولون) . {قُلِ} فعل أمر وفاعله ضمير يعود على محمد، والجملة مستأنفة {عَسى أَنْ يَكُونَ قَرِيبًا} مقول محكي، وإن شئت قلت:  {عَسى} فعل ماض من أفعال الرجاء، ترفع الاسم، وتنصب الخبر، واسمها ضمير مستتر فيه، تقديره: هو يعود على البعث {أَنْ} حرف نصب {يَكُونَ} فعل مضارع ناقص منصوب بأن، واسمها ضمير يعود على البعث {قَرِيبًا} خبر {يَكُونَ} ، وجملة {يَكُونَ} في تأويل مصدر منصوب على كونه خبر {عَسى} تقديره: عسى كونه {قَرِيبًا} ، ولكنه في تأويل اسم الفاعل ليصح الإخبار؛ أي: عسى كائنا قريبا، ويصح كون عسى تامة، والتقدير: عسى كونه قريبا، و {عَسى} هنا للتحقق كما مرّ. </p><p> {يَوْمَ يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِ وَتَظُنُّونَ إِنْ لَبِثْتُمْ إِلَّا قَلِيلًا (٥٢) }. </p><p> {يَوْمَ} منصوب على الظرفية، والظرف متعلق بمحذوف تقديره: اذكروا: يوم يدعوكم كما ذكره أبو البقاء وأبو السعود، أو متعلق بـ {يَكُونَ}  {يَدْعُوكُمْ} فعل ومفعول، وفاعله ضمير يعود على الله، والجملة الفعلية في محل الجر مضاف إليه، لـ {يَوْمَ}  {فَتَسْتَجِيبُونَ}  {الفاء} عاطفة {تستجيبون} فعل وفاعل، والجملة في محل الجر معطوفة على جملة {يَدْعُوكُمْ} . {بِحَمْدِهِ} جار ومجرور حال من {الواو} في {تستجيبون} ، أي: فتجيبون حال كونكم حامدين لله على كمال قدرته، {وَتَظُنُّونَ}  {الواو} حالية {تَظُنُّونَ} فعل وفاعل، والجملة في محل النصب حال من فاعل {تستجيبون} ؛ أي: حالة كونكم ظانّين {إِنْ}  {إِنْ} نافية معلقة للظن عن العمل فيما بعدها، وقلّ من ذكر {إِنْ} النافية في أدوات تعليق هذا الباب، ذكره في «الفتوحات»  {لَبِثْتُمْ} فعل وفاعل {إِلَّا} أداة استثناء مفرغ {قَلِيلًا} منصوب على الظرفية متعلق بـ {لَبِثْتُمْ} لأنه صفة لزمان محذوف أي إلّا زمانا قليلا أو منصوب على المفعولية المطلقة؛ لأنه صفة لمصدر محذوف أي لبثًا قليلًا، وجملة {إِنْ لَبِثْتُمْ} في محل النصب سادة مسد مفعولي الظن. </p><p> التصريف ومفردات اللغة </p><p> {وَلا تَقْرَبُوا مالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ} وفي الكرخي: والمراد بالأشد هاهنا بلوغه إلى حيث يمكنه بسبب عقله ورشده؛ القيام بمصالح ماله، فحينئذ تزول ولاية غيره عنه، فإن بلغ غير كامل العقل لم تزل الولاية عنه اهـ والأشدّ: مفرد بمعنى القوة، وقيل: جمع لا واحد له من لفظه، وقيل: جمع شدة بكسر الشين، وقيل: جمع شد كذلك، وقيل: جمع شد بفتحها، وعلى كلّ، فالمراد به القوة؛ أي: حتى يبلغ قوته، والمراد بها هنا بلوغه عاقلًا رشيدًا، وإن كان الأشد في الأصل عبارة عن بلوغ ثلاث وثلاثين سنة، اهـ شيخنا. </p><p> {بِالْقِسْطاسِ} هو روميٌّ عُرِّبَ، ولا يقدح ذلك في عربية القرآن؛ لأن العجميَّ إذا استعملته العرب، وأجرته مجرى كلامهم في الإعراب، والتعريف، </p><p> والتنكير، ونحوها .. صار عربيّا، والقسطاس بضم القاف وكسرها، القرسطون؛ أي: القبان، وقيل: كل ميزان صغر، أو كبر، و {الْمُسْتَقِيمِ} العدل {تَأْوِيلًا} والتأويل: ما يؤول إليه الشيء، وهو عاقبته. ومآله {مَرَحًا} والمرح: الفخر، والكبر، وفي «المصباح» مرح مرحًا، فهو مرح مثل فرح فرحًا وزنًا ومعنًى، وقيل: المرح أشد الفرح اهـ. </p><p> {وَلا تَقْفُ} ؛ أي: ولا تتبع، يقال: قفا أثره من بابي عدا، وسما هو مأخوذ من القفا، كأنه يقفو الأمور يتّبعها ويتعرّفها، {أَفَأَصْفاكُمْ رَبُّكُمْ} أي أخصّكم وخلّصكم، والإصفاء جعل الشيء خالصًا له، والتصفية في الأصل: معناها التّخليص، ولكنه هنا ضمّن معنى خصّكم لأجل تعلق البنين به، وفي «الأساس» - يعني أساس البلاغة - ومن المجاز: أصفيته المودة، وأصفيته بالبر آثرته، واختصصته. {أَفَأَصْفاكُمْ رَبُّكُمْ بِالْبَنِينَ} ، وأصفى عياله بشيء يسير، أرضاهم به، وألفه منقلبه عن واو؛ لأنه من صفا يصفو {وَلَقَدْ صَرَّفْنا} ؛ أي: بيّنا وأوضحنا، ولها معان كثيرة بالتشديد، يقال صرفه بمعنى صرفه مع مبالغة، وصرف الشيء باعه، وصرف الدّراهم بدّلها، وصرف الخمر شربها صرفًا؛ أي: غير ممزوجة، وصرف الكلام اشتق بعضه من بعض، وصرفه في الأمر فوض الأمر إليه، وصرف الماء أجراه، وصرّف الله الرّياح: أجراها من وجه إلى وجه. </p><p> {وَإِذا ذَكَرْتَ رَبَّكَ فِي الْقُرْآنِ وَحْدَهُ} : {وَحْدَهُ} : اعلم: أنّ {وَحْدَهُ} لم يُستعمل إلا منصوبًا، إلا ما ورد شاذًا، قالوا: هو نسيجٌ وحده، وعيير وحده، وجحيشٌ وحده. </p><p> فأما نسيج وحده، فهو مدح، وأصله أنّ الثّوب إذا كان رفيعًا، فلا ينسج على منواله غيره، فكأنّه قال: نسيج أفراده، يقال هذا للرجل: إذا أفرد بالفضل، وأما عيير وحده، وجحيش وحده فهو تصغير عير، وهو الحمار: يقال للوحش والأهلي، وجحيش وحده، وهو ولد الحمار، فهو ذمٌّ يقال للرجل المعجب برأيه لا يخالط أحدًا في رأي ولا يدخل في معونة أحد، ومعناه ينفرد بخدمة نفسه، </p><p> وأما قولك جاء وحده: فوحده حال من فاعل جاء المستتر فيه، وهو معرفة بالإضافة إلى الضمير، فيؤوّل بنكرة من لفظه، أو من معناه؛ أي: متوحدًا، أو منفردًا، وتقول: مررت به وحده، ومررت بهم وحدهم، فوحده مصدر في موضع الحال، كأنه في معنى إيحاد جاء على حذف الزوائد، كأنك قلت أوحدته بمروري إيحادا، أو إيحاد في معنى موحد؛ أي: منفرد فإذا قلت مررت به، وحده فكأنّك قلت: مررت به منفردًا، ويحتمل عند سيبويه أن يكون للفاعل والمفعول. </p><p> {حِجابًا مَسْتُورًا} الحجاب والحجب: المنع من الوصول إلى الشيء، والمراد الحاجب والمستور، أي: الساتر كما جاء عكسه من نحو {ماءٍ دافِقٍ} ، أي: مدفوق فاسم المفعول بمعنى اسم الفاعل {أَكِنَّةً} والأكنة الأغطية واحدها كنان {وَقْرًا} والوقر الصّمم، والثّقل في الآذان المانع من السماع، {نُفُورًا} مفعول مطلق لـ {وَلَّوْا} لتفاوت معناهما، لأن النفور الإدبار مع الانزعاج، ويجوز أن يكون جمع نافر كقاعد، وقعود وشاهد وشهود، اهـ من «الشهاب» و «البيضاوي»  {مَسْحُورًا} ؛ أي: مخبول العقل فهو كقوله: {إِنْ هُوَ إِلَّا رَجُلٌ بِهِ جِنَّةٌ}  {فَضَلُّوا} ؛ أي: جاروا عن قصد السبيل {رُفاتًا} والرّفات ما تكسّر وبلي من كل شيء، وما بولغ في دقّه، وتفتيته، وهو اسم مفرد لأجزاء ذلك الشيء المفتت، وقال الفرّاء: هو التراب، يؤيده أنه تكرر في القرآن ترابا وعظاما، والرّفات والحطام بمعنى، ويقال: رفت الشيء يرفته بالكسر من باب: ضرب؛ أي: كسره، والفعال يغلب في التفريق، كالحطام والرقاق والفتات، وفي «القاموس»  «وتاج العروس» : رفته يرفته بالضم، ويرفته بالكسر إذا كسره ودقه وانكسر واندق وانقطع لازم ومتعد. </p><p> {فَسَيُنْغِضُونَ} ؛ أي: يحركون رؤوسهم، في «المختار» : نَغَضَ رأسه من باب نصر، وجلس؛ أي: تحرك وأنغض رأسه حركه كالمتعجب من الشيء، ومنه قوله تعالى:  {فَسَيُنْغِضُونَ إِلَيْكَ رُؤُسَهُمْ} ونغض فلان رأسه؛ أي: حركه يتعدى ويلزم اهـ وفي «اللسان يقال: أنغض رأسه ينغضها؛ أي: حركها إلى فوق، وإلى أسفل إنغاضًا فهو منغض، وأمّا نغض ثلاثيًا ينغض بالفتح، وينغض بالضم، فبمعنى </p><p> تحرك لا يتعدَّى يقال: نغضت سنه إذا تحرّكت تنغض نغضًا اهـ. {فَتَسْتَجِيبُونَ بِحَمْدِهِ} ؛ أي: تجيبون الداعي. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: الاستعارة المكنية في قوله: {إِنَّ الْعَهْدَ كانَ مَسْؤُلًا} إذا جعلنا ضمير مسؤولًا راجعًا إلى العهد، وينسب إليه السؤال على طريق الاستعارة بالكناية، بأن يشبه العهد بمن نكث عهده، ونسبة السؤال إليه تخييل. </p><p> ومنها: الالتفات من الخطاب إلى الغيبة في قوله: {كُلُّ أُولئِكَ كانَ عَنْهُ مَسْؤُلًا} ، ولو جرى على ما تقدم لقيل: كنت عنه مسؤولًا. </p><p> ومنها: جناس الاشتقاق في قوله: {الْكَيْلَ إِذا كِلْتُمْ} ، وقوله:  {قَرَأْتَ الْقُرْآنَ} . </p><p> ومنها: الاستفهام الإنكاري التوبيخي في قوله: {أَفَأَصْفاكُمْ رَبُّكُمْ بِالْبَنِينَ} . </p><p> ومنها: التكرار في قوله: {وَلا تَجْعَلْ مَعَ اللَّهِ إِلهًا آخَرَ} للتنبيه على أنّ التوحيد مبدأ الأمر ومنتهاه، وعلى أنّه رأس الحكمة وملاكها. </p><p> ومنها: الفرض والتقدير في قوله: {لَوْ كانَ مَعَهُ آلِهَةٌ كَما يَقُولُونَ} . </p><p> ومنها: التنكيت في قوله: {وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ وَلكِنْ لا تَفْقَهُونَ تَسْبِيحَهُمْ} والتنكيتُ، هو قصدُ المتكلم إلى شيء بالذكر دون غيره ممّا يسد مسدّه لنكتة في المذكور، ترجح مجيئه على سواه، فقد خص سبحانه {تَفْقَهُونَ} دون تعلمون لما في الفقه من الزيادة على العلم؛ لأنه التصرف في المعلوم بعد علمه، واستنباط الأحكام منه، والمراد الذي يقتضيه معنى الكلام التفقه في معرفة التسبيح من الحيوان البهيم، والنبات، والجماد، وكلَّ ما يدخل تحت لفظة شيء مما لا </p><p> يعقل، ولا ينطق، إذ تسبيح ذلك بمجرد وجوده الدالّ على قدرة موجده وحكمته. </p><p> ومنها: الاستفهام الإنكاريّ في قوله: {أَإِذا كُنَّا عِظامًا} وتكرير {الهمزة} في قوله: {أَإِنَّا لَمَبْعُوثُونَ} لتأكيد الإنكار، وكذلك تأكيده بـ {إن} و {اللام} للإشارة إلى قوّة الإنكار. </p><p> ومنها: التعجيز والإهانة في الأمر في قوله: {قُلْ كُونُوا حِجارَةً أَوْ حَدِيدًا (٥٠) }. </p><p> ومنها: التخيير في هاتين الآيتين، وهو أن يؤتى بقطعةٍ من الكلام، وقد عطف بعضها على بعض بأداة التخيير. </p><p> ومنها: الإظهار في مقام الإضمار في قوله: {إِذْ يَقُولُ الظَّالِمُونَ إِنْ تَتَّبِعُونَ إِلَّا رَجُلًا مَسْحُورًا} تسجيلًا عليهم بصفة الظلم؛ إذ مقتضى السياق أن يقال: إذ يقولون ... الخ. </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {وَقُلْ لِعِبادِي يَقُولُوا الَّتِي هِيَ أَحْسَنُ إِنَّ الشَّيْطانَ يَنْزَغُ بَيْنَهُمْ إِنَّ الشَّيْطانَ كانَ لِلْإِنْسانِ عَدُوًّا مُبِينًا (٥٣) رَبُّكُمْ أَعْلَمُ بِكُمْ إِنْ يَشَأْ يَرْحَمْكُمْ أَوْ إِنْ يَشَأْ يُعَذِّبْكُمْ وَما أَرْسَلْناكَ عَلَيْهِمْ وَكِيلًا (٥٤) وَرَبُّكَ أَعْلَمُ بِمَنْ فِي السَّماواتِ وَالْأَرْضِ وَلَقَدْ فَضَّلْنا بَعْضَ النَّبِيِّينَ عَلى بَعْضٍ وَآتَيْنا داوُدَ زَبُورًا (٥٥) قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِهِ فَلا يَمْلِكُونَ كَشْفَ الضُّرِّ عَنْكُمْ وَلا تَحْوِيلًا (٥٦) أُولئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخافُونَ عَذابَهُ إِنَّ عَذابَ رَبِّكَ كانَ مَحْذُورًا (٥٧) وَإِنْ مِنْ قَرْيَةٍ إِلاَّ نَحْنُ مُهْلِكُوها قَبْلَ يَوْمِ الْقِيامَةِ أَوْ مُعَذِّبُوها عَذابًا شَدِيدًا كانَ ذلِكَ فِي الْكِتابِ مَسْطُورًا (٥٨) وَما مَنَعَنا أَنْ نُرْسِلَ بِالْآياتِ إِلاَّ أَنْ كَذَّبَ بِهَا الْأَوَّلُونَ وَآتَيْنا ثَمُودَ النَّاقَةَ مُبْصِرَةً فَظَلَمُوا بِها وَما نُرْسِلُ بِالْآياتِ إِلاَّ تَخْوِيفًا (٥٩) وَإِذْ قُلْنا لَكَ إِنَّ رَبَّكَ أَحاطَ بِالنَّاسِ وَما جَعَلْنَا الرُّؤْيَا الَّتِي أَرَيْناكَ إِلاَّ فِتْنَةً لِلنَّاسِ وَالشَّجَرَةَ الْمَلْعُونَةَ فِي الْقُرْآنِ وَنُخَوِّفُهُمْ فَما يَزِيدُهُمْ إِلاَّ طُغْيانًا كَبِيرًا (٦٠) وَإِذْ قُلْنا لِلْمَلائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلاَّ إِبْلِيسَ قالَ أَأَسْجُدُ لِمَنْ خَلَقْتَ طِينًا (٦١) قالَ أَرَأَيْتَكَ هذَا الَّذِي كَرَّمْتَ عَلَيَّ لَئِنْ أَخَّرْتَنِ إِلى يَوْمِ الْقِيامَةِ لَأَحْتَنِكَنَّ ذُرِّيَّتَهُ إِلاَّ قَلِيلًا (٦٢) قالَ اذْهَبْ فَمَنْ تَبِعَكَ مِنْهُمْ فَإِنَّ جَهَنَّمَ جَزاؤُكُمْ جَزاءً مَوْفُورًا (٦٣) وَاسْتَفْزِزْ مَنِ اسْتَطَعْتَ مِنْهُمْ بِصَوْتِكَ وَأَجْلِبْ عَلَيْهِمْ بِخَيْلِكَ وَرَجِلِكَ وَشارِكْهُمْ فِي الْأَمْوالِ وَالْأَوْلادِ وَعِدْهُمْ وَما يَعِدُهُمُ الشَّيْطانُ إِلاَّ غُرُورًا (٦٤) إِنَّ عِبادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطانٌ وَكَفى بِرَبِّكَ وَكِيلًا (٦٥) رَبُّكُمُ الَّذِي يُزْجِي لَكُمُ الْفُلْكَ فِي الْبَحْرِ لِتَبْتَغُوا مِنْ فَضْلِهِ إِنَّهُ كانَ بِكُمْ رَحِيمًا (٦٦) وَإِذا مَسَّكُمُ الضُّرُّ فِي الْبَحْرِ ضَلَّ مَنْ تَدْعُونَ إِلاَّ إِيَّاهُ فَلَمَّا نَجَّاكُمْ إِلَى الْبَرِّ أَعْرَضْتُمْ وَكانَ الْإِنْسانُ كَفُورًا (٦٧) أَفَأَمِنْتُمْ أَنْ يَخْسِفَ بِكُمْ جانِبَ الْبَرِّ أَوْ يُرْسِلَ عَلَيْكُمْ حاصِبًا ثُمَّ لا تَجِدُوا لَكُمْ وَكِيلًا (٦٨) أَمْ أَمِنْتُمْ أَنْ يُعِيدَكُمْ فِيهِ تارَةً أُخْرى فَيُرْسِلَ عَلَيْكُمْ قاصِفًا مِنَ الرِّيحِ فَيُغْرِقَكُمْ بِما كَفَرْتُمْ ثُمَّ لا تَجِدُوا لَكُمْ عَلَيْنا بِهِ تَبِيعًا (٦٩) }. </p><p> المناسبة </p><p> قوله تعالى:  {وَقُلْ لِعِبادِي يَقُولُوا الَّتِي هِيَ أَحْسَنُ ...} الآيات، مناسبة هذه الآيات لما قبلها: أنه (١) لما قدَّم ما نسَب الكفار لله تعالى من الولد، ونُفُورهم </p><p>(١) البحر المحيط.</p><p> عن كتاب الله، إذا سمعوه، وإيذاء الرسول - صلى الله عليه وسلم - ونسبته إلى أنه مسحور، وإنكار البعث، كان ذلك مدعاة لإيذاء المؤمنين، ومجلبة لبغض المؤمنين إياهم، ومعاملتهم بما عاملوهم ... فأمر الله تعالى نبيّه أن يوصي المؤمنين بالرفق بالكفار، واللطف بهم في القول، وأن لا يعاملوهم بمثل أفعالهم وأقوالهم، فعلى هذا يكون المعنى: قل لعبادي المؤمنين يقولوا للمشركين الكلم التي هي أحسن، وقيل: المعنى: يقولوا؛ أي: يقول بعض المؤمنين لبعض الكلم التي هي أحسن؛ أي: يعظّم بعضهم بعضًا. </p><p> وعبارة المراغي (١) هنا قوله تعالى: {وَقُلْ لِعِبادِي يَقُولُوا الَّتِي هِيَ أَحْسَنُ} الآيات، مناسبتها لما قبلها: أنّ الله سبحانه وتعالى لما أقام الحجج على إبطال الشرك فقال: {قُلْ لَوْ كانَ مَعَهُ آلِهَةٌ} الآية، وذكر الأدلة على صحّة البعث، والجزاء .. فقال:  {قُلِ الَّذِي فَطَرَكُمْ أَوَّلَ مَرَّةٍ ....} . </p><p> أمر رسوله - صلى الله عليه وسلم - أن يأمر عباده المؤمنين بأن يحاجوا مُخَالفيهم، ويجادلوهم باللين، ولا يغلّظوا لهم في القول، ولا يشتموهم، فإنّ الكلمة الطّيّبة تجذب النفوس، وتميل بها إلى الاقتناع، كما يعلم ذلك الذين تولوا النصح والإرشاد من الوعاظ، والساسة، والزعماء في كل أمة، ثمّ ذكر من الكلمة الطيبة أن يقول لهم: ربكم العليم بكم إن شاء عذبكم، وإن شاء رحمكم، ولا يصرح بأنهم من أهل النار؛ فإنّ ذلك مما يهيّج الشرّ، مع أن الخاتمة مجهولة لا يعلمها إلا الله سبحانه، ثم بيّن لرسوله أنه لا يقسر الناس على الإسلام، فما عليه إلا البلاغ، والإنذار، والله هو العليم بمن في السموات والأرض، فيختار لنبوته من يشاء، ممن يراه أهلًا لذلك، وأولئك الأنبياء ليسوا سواءً في مراتب الفضل والكمال، وأفضلهم محمد - صلى الله عليه وسلم - وأمته. </p><p> قوله تعالى: {قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِهِ فَلا يَمْلِكُونَ كَشْفَ الضُّرِّ عَنْكُمْ وَلا تَحْوِيلًا (٥٦) ...} الآيات، مناسبة هذه الآيات لما قبلها: أنها (٢) عود على بدء في تسفيه آراء المشركين الذين كانوا يعبدون الملائكة، والجنّ والمسيح، وعزيرًا؛ إذ رد عليهم بأن من تدعونهم يبتغون إلى ربهم الوسيلة، ويخافون عذابه، ولا يملكون لأنفسهم نفعًا ولا ضرًا، فادعوني وحدي لأني أنا المالك لنفعكم وضرّكم دونهم. </p><p>(١) المراغي. (٢) المراغي.</p><p> ثم بيّن أنّ قرى الكافرين صائرة إما إلى الفناء والهلاك بعذاب الاستئصال، وإمّا بعذاب دون ذلك من قتل كبرائها، وتسليط المسلمين عليهم بالسّبي، واغتنام الأموال، وأخذ الجزية، ثمّ أردف ذلك ببيان أنه ما منعه من إرسال الآيات التي طلب مثلها الأولون كقولهم:  {لَنْ نُؤْمِنَ لَكَ حَتَّى تَفْجُرَ لَنا مِنَ الْأَرْضِ يَنْبُوعًا ...} إلخ. إلا أنّه لو جاء بها، ولم يؤمنوا .. لأصابهم عذاب الاستئصال كما أصاب من قبلهم، أو لم ينظروا إلى ما أصاب ثمود حين كذبوا بآيات ربهم، وعقروا الناقة، ثم قفّى على ذلك بأن الله حافظه من قومه، وأنه سينصره، ويؤيّده، ثمّ أتبع ذلك بأنّ أمر الإسراء كان فتنةً للناس وامتحانًا لإيمانهم، كما كان ذكر شجرة الزقوم في قوله: {إِنَّ شَجَرَةَ الزَّقُّومِ (٤٣) طَعامُ الْأَثِيمِ (٤٤) } كذلك ثم تلا هذا بذكر تماديهم في العناد، وأنه كلما خوّفهم وأنذرهم، ازدادوا تماديًا، وطغيانًا، فلو أنزل عليهم الآيات التي اقترحوها .. لم ينتفعوا بها، ومن ثم أجّل عذابهم إلى يوم الوقت المعلوم. </p><p> قوله تعالى:  {وَإِذْ قُلْنا لِلْمَلائِكَةِ اسْجُدُوا لِآدَمَ ...} الآيات، مناسبة هذه الآيات لما قبلها من وجهين (١) : </p><p> أحدهما: أنه لمّا نازعوا الرسول - صلى الله عليه وسلم - في النبوة، واقترحوا عليه الآيات، كان ذلك لكبرهم وحسدهم للرسول - صلى الله عليه وسلم - على ما آتاه الله من النبوة، والدرجة الرفيعة .. فناسب ذكر قصة آدم عليه السلام وإبليس حيث حمله الكبر والحسد على الامتناع من السجود. </p><p> والثاني: أنه لما قال: {فَما يَزِيدُهُمْ إِلَّا طُغْيانًا كَبِيرًا} بيّن سبب هذا الطغيان، وهو قول إبليس {لَأَحْتَنِكَنَّ ذُرِّيَّتَهُ إِلَّا قَلِيلًا} . </p><p> وعبارة المراغي هنا: مناسبة هذه الآيات لما قبلها: أنه سبحانه وتعالى لمّا ذكر (٢) أن الرسول - صلى الله عليه وسلم - كان في محنة في قومه، إذ كذبوه وتوعَّدوه حين حدَّثهم بالإسراء، وشجرة الزقوم، وأنهم نازعوه، وعاندوه، واقترحوا عليه الآيات حسدًا </p><p>(١) المراغي. (٢) البحر المحيط.</p><p> على ما آتاه الله من النبوة، وكبرًا عن أن ينقادوا إلى الحق .. بيَّن أنَّ هذا ليس ببدع من قومك، فقد لاقى كثير من الأنبياء من أهل زمانهم مثل ما لاقيت، ألا ترى أن آدم عليه السلام كان في محنة شديدة من إبليس، وأنّ الكبر والحسد هما اللذان حملاه على الخروج من الإيمان، والدخول في الكفر، والحسد بلية قديمة، ومحنة عظيمة للخلق. انتهت. </p><p> قوله تعالى:  {رَبُّكُمُ الَّذِي يُزْجِي لَكُمُ الْفُلْكَ فِي الْبَحْرِ ...} الآيات، مناسبة هذه الآيات لما قبلها: أنه تعالى (١) لما ذكر وصف المشركين في اعتقادهم آلهتهم، وأنها تضر وتنفع، وأتبع ذلك بقصة إبليس مع آدم، وتمكينه من وسوسة ذريته، وتسويله، ذكر ما يدلّ من أفعاله على وحدانيته، وأنه هو النافع الضار المتصرف في خلقه بما يشاء، فذكر إحسانه إليهم بحرا، وبرا، وأنه تعالى متمكن بقدرته ممّا يريده، وعبارة المراغي هنا: مناسبتها لما قبلها: أنه لما ذكر في الآية السالفة أنه هو الحافظ الكالىء للعبد المؤمن من غواية إبليس، وأنه لا يستطيع أن يمسّه بسوء، قفّى على ذلك بذكر بعض نعمته تعالى على الإنسان التي كان يجب عليه أن يقابلها بالشكران، لا بالكفران، وهو الذي يرى دلائل قدرته في البر والبحر، فهو الذي يزجي له الفلك في البحر لتنقل له أرزاقه، وأقواته من بعيد المسافات، لكنه مع هذا هو كفور للنعمة، إذا مسه الضر دعا ربه، وإذا أمن أعرض عنه، وعبد الأصنام والأوثان، فهل يأمن أن يخسف به الأرض، أو يرسل عليه حاصبًا من الريح في البر، أو قاصفًا من الريح في البحر، فيغرقه بكفره، أفلا يفرده بالعبادة، ويخبت له كفاء تلك النعم المتظاهرة عليه. </p><p> أسباب النزول </p><p> قوله تعالى:  {قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِهِ ...} الآية، سبب نزولها: ما أخرجه البخاري وغيره عن ابن مسعود قال: كان ناسٌ من الإنس يعبدون ناسًا من الجن، فأسلم الجنيون، واستمسك الآخرون بعبادتهم، فأنزل الله عز وجل {قُلِ </p><p>(١) لباب النقول.</p><p> ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِهِ ...} الآية. </p><p> قوله تعالى:  {وَما مَنَعَنا أَنْ نُرْسِلَ بِالْآياتِ ...} الآية، سبب نزولها: ما أخرجه الحاكم والطبراني وغيرهما، عن ابن عباس قال: سأل أهل مكة النبي - صلى الله عليه وسلم - أن يجعل لهم الصفا ذهبًا، وأن ينحّي عنهم الجبال، فيزرعوا، فقيل له: إن شئت أن تستأني بهم، وإن شئت تؤتهم الذي سألوا، فإن كفروا أهلكوا كما أهلكت من قبلهم، قال: بل أستأني بهم، فأنزل الله عز وجل {وَما مَنَعَنا أَنْ نُرْسِلَ بِالْآياتِ إِلَّا أَنْ كَذَّبَ بِهَا الْأَوَّلُونَ ...} الآية. وأخرج الطبراني، وابن مردويه عن الزبير نحوه بأبسط منه. </p><p> قوله تعالى:  {وَما جَعَلْنَا الرُّؤْيَا الَّتِي أَرَيْناكَ ...} الآية، سبب نزولها (١) : ما أخرجه أبو يعلى عن أم هانىء أنه - صلى الله عليه وسلم - لما أسري به ... أصبح يحدث نفرًا من قريش، يستهزئون به، فطلبوا منه آيةً فوصف لهم بيت المقدس، وذكر لهم قصّة العير، فقال الوليد بن المغيرة: هذا ساحر، فأنزل الله {وَما جَعَلْنَا الرُّؤْيَا الَّتِي أَرَيْناكَ إِلَّا فِتْنَةً لِلنَّاسِ} وأخرج ابن المنذر عن الحسن نحوه، وأخرج ابن مردويه عن الحسين بن علي أنَّ رسول الله - صلى الله عليه وسلم - أصبح يومًا مهمومًا فقيل له: ما لك يا رسول الله؟ لا تهتمّ، فإنّ رؤياك فتنة لهم، فأنزل الله {وَما جَعَلْنَا الرُّؤْيَا الَّتِي أَرَيْناكَ إِلَّا فِتْنَةً لِلنَّاسِ} . </p><p> وأخرج ابن جرير، من حديث سهل بن سعد نحوه، وأخرج ابن أبي حاتم من حديث عمرو بن العاص، ومن حديث يعلى بن مرّة، ومن مرسل سعيد بن المسيب نحوها، وأسانيدها ضعيفة. </p><p> قوله تعالى:  {وَالشَّجَرَةَ الْمَلْعُونَةَ فِي الْقُرْآنِ ...} الآية، أخرج ابن أبي حاتم، والبيهقي في البعث عن ابن عباس، قال: لما ذكر الله الزقّوم خوّف به هذا الحيَّ من قريش، قال أبو جهل: هل تدرون ما هذا الزقُّوم الذي يخوفكم به محمدٌ؟ قالوا: لا، قال: الثريد بالزبد، أما لئن أمكننا منها لنزقمنّها زقمًا، فأنزل الله </p><p>(١) لباب النقول.</p>"
}