{
  "id": null,
  "sura": 17,
  "aya": 17,
  "text": "<p> ردم يأجوج ومأجوج، مثل هذه وحلّق بأصبعيه، الإبهام والتي تليها، قالت زينب: قلت: يا رسول الله، أنهلك وفينا الصالحون؟ قال: نعم، إذا كثر الخبث»، متفق عليه. قوله:  «ويل للعرب» كلمة تقال لمن وقع في هلكة، أو أشرف أن يقع فيها، وقوله: إذا كثر الخبث؛ أي: الشر. </p><p> وحاصل معنى الآية: أي (١) إذا دنا وقت تعلق إرادتنا بهلاك أيّ قرية بعذاب الاستئصال، لما ظهر منها من المعاصي، ودنّست به أنفسها من الآثام، لم نعاجلها بالعقوبة، بل نأمر مترفيها بالطاعة؛ فإذا فسقوا عن أمرنا، وتمرّدوا حقّ عليهم العذاب جزاءً وفاقًا لاجتراحهم السيئات، وارتكابهم كبائر الإثم والفواحش، فدمرنا تلك القرية تدميرًا، لم يبق منها ديّارًا ولا نافخ نار، وخص المترفين بالذكر كما مرّ لما جرت به العادة أن من سواهم يكون تبعًا لهم، وأن العامة والدهماء يقلّدونهم فيما يفعلون، ولأنهم أسرع إلى الفجور، وأقدر على الوصول إلى سبله. </p><p> ١٧ - ثم ذكر سبحانه: أنّ هذه عادته الجارية مع القرون الخالية. فقال:  {وَكَمْ أَهْلَكْنا} ، {وَكَمْ} هنا خبرية بمعنى عدد كثير مفعول {أَهْلَكْنا} و {مِنَ الْقُرُونِ} تبيين لإبهام {كَمْ} . وتمييزٌ له كما يميز العدد بالجنس، والقرون (٢) جمع قرن، والقرن مدة من الزمن يخترم فيها المرء، والأصح أنه مئة سنة، والمراد به هنا، كل أمّة هلكت، فلم يبق منها أحد، وكل أهل عصر قرن لمن بعدهم؛ لأنهم يتقدمونهم؛ أي: وكثيرًا من الأمم الماضية {أَهْلَكْنا}  {مِنْ بَعْدِ نُوحٍ} عليه السلام؛ أي: من بعد زمنه كعاد، وثمود، ومن بعدهم، ولم يقل من بعد آدم لأن نوحا أول نبي بالغ قومه في تكذيبه وقومه أول من حلت بهم العقوبة العظمى وهو الاستئصال بالطوفان. </p><p> والمعنى (٣) : أي وقد أهلكنا أممًا كثيرة قبلكم من بعد نوح حتى زمانكم </p><p>(١) المراغي. (٢) روح البيان.(٣) المراغي.</p><p> حين جحدوا آيات الله تعالى، وكذّبوا رسله، وكانوا على مثل ما أنتم عليه من الشرور، والآثام، ولستم بأكرم على الله منهم، فاحذروا أن يحلّ بكم من العقاب مثل ما حل بهم، وينزل بكم من سخطه مثل ما نزل بهم. </p><p> وفي هذا من الوعيد لمكذبي رسول الله - صلى الله عليه وسلم - من مشركي قريش، وتهديدهم بشديد العذاب إن لم ينتهوا عما هم عليه من تكذيب رسوله ما لا يخفى. </p><p> روي عن الشعبي أنه قال (١) : خرج أسد وذئب وثعلب، يتصيّدون، فاصطادوا حمار وحش، وغزالا، وأرنبا، فقال الأسد للذئب: اقسم لنا، فقال: حمار الوحش للملك، والغزال لي، والأرنب للثعلب، قال: فرفع الأسد يده، وضرب رأس الذئب ضربة، فإذا هو منجدل بين يدي الأسد، ثم قال للثعلب: اقسم هذه بيننا، فقال: الحمار يتغدى به الملك، والغزال يتعشى به، والأرنب ما بين ذلك، فقال الأسد: ويحك ما أقضاك من علّمك هذا القضاء؟ فقال: القضاء الذي نزل برأس الذئب، ولذلك قيل: العاقل من وعظ بغيره. </p><p> ثم خاطب رسوله - صلى الله عليه وسلم - بما هو ردع للناس كافة فقال:  {وَكَفى بِرَبِّكَ} ، أي كفى كون ربك يا محمد {بِذُنُوبِ عِبادِهِ خَبِيرًا بَصِيرًا} ، أي: من جهة كونه خبيرا، أي: عالما ببواطن الأمور، وحقائقها، بصيرًا: أي: عالما بظواهرها، وشواهدها، فيعاقب عليها، وتقديم (٢) الخبير مع أنه مضاف إلى الغيوب والأمور الباطنة، والبصير مضاف إلى الأمور الظاهرة، كالشهيد لتقدم متعلقه من الاعتقادات والنيات التي هي مبادىء الأعمال الظاهرة وفيه (٣) إشارة إلى أنّ البعث والأمر، وما يتلوهما من فسقهم ليس لتحصيل العلم بما صدر عنهم من الذنوب، فإن ذلك حاصل قبل ذلك، وإنما هو لقطع الأعذار، وإلزام الحجة من كل وجهٍ. </p><p> وفي الآية (٤) : بشارةٌ عظيمة لأهل الطاعة، وتخويف شديد لأهل المعصية؛ لأن العلم التّامّ، والخبرة الكاملة، والبصيرة النافذة تقتضي إيصال الجزاء إلى </p><p>(١) روح البيان. (٢) روح البيان.(٣) روح البيان.(٤) الشوكاني.</p>"
}