{
  "id": null,
  "sura": 17,
  "aya": 36,
  "text": "<p> ذلك مما يرغّب الناس في معاملتكم، وحب الثناء عليكم {وَأَحْسَنُ تَأْوِيلًا} ؛ أي: وأجمل عاقبة لما يترتّب على ذلك من الثواب في الآخرة، والخلاص من العقاب الأليم، وكثير من الفقراء الذين اشتهروا بالأمانة، والبعد عن الخيانة، أقبلت عليهم الدنيا، وحصل لهم الثروة والغنى وكان ذلك سبب سعادتهم في الدنيا، فقوله:  {تَأْوِيلًا} تفعيل من آل إذا رجع، وهو ما يؤول إليه أمره. </p><p> ٣٦ - وبعد أن ذكر سبحانه أوامر ثلاثةً نهى عن مثلها فقال:  {وَلا تَقْفُ ما لَيْسَ لَكَ بِهِ عِلْمٌ} ؛ أي: ولا تتبع أيها المرء ما لا علم لك به ولا ظنّ من قول أو فعل، من قولك: قفوت فلانا إذا اتبعت أثره، ومنه قافية الشّعر؛ لأنها تقفو كل بيت، ومنه القبيلة المشهورة بالقافة؛ لأنهم يتّبعون آثار أقدام الناس؛ أي: لا تكن (١) في اتباع ما لا علم لك به من قول، أو فعل، كمن يتبع مسلكًا لا يدري أنه يوصله إلى مقصده، وذلك (٢) دستورٌ شامل لكثير من شؤون الحياة، ومن ثمّ قال المفسرون فيه أقوالا كثيرة: </p><p> ١ - قال ابن عباس: لا تشهد إلّا بما رأت عيناك وسمعته أذناك، ووعاه قلبك. </p><p> ٢ - قال قتادة: لا تقل سمعت ولم تسمع، ولا رأيت ولم تر، ولا علمت ولم تعلم. </p><p> ٣ - وقيل: المراد النهي عن القول بلا علم، بل بالظن والتوهم كما قال:  {اجْتَنِبُوا كَثِيرًا مِنَ الظَّنِّ إِنَّ بَعْضَ الظَّنِّ إِثْمٌ} وفي الحديث «إياكم والظن فإن الظن أكذب الحديث» . </p><p> ٤ - وقيل: المراد نهي المشركين عن اعتقاداتهم تقليدًا لأسلافهم، واتّباعًا للهوى كما قال:  {إِنْ هِيَ إِلَّا أَسْماءٌ سَمَّيْتُمُوها أَنْتُمْ وَآباؤُكُمْ ما أَنْزَلَ اللَّهُ بِها مِنْ سُلْطانٍ إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَما تَهْوَى الْأَنْفُسُ} . </p><p>(١) روح البيان. (٢) المراغي.</p><p> قال الشوكاني: وأقول (١) : إنّ هذه الآية قد دلّت على عدم جواز العمل بما ليس بعلم، ولكنها عامة مخصصة بالأدلة الواردة بجواز العمل بالظن، كالعمل بالعام، وبخبر الواحد، والعمل بالشهادة، والاجتهاد في القبلة، وفي جزاء الصيد، ونحو ذلك، فلا تخرج من عمومها، ومن عموم {وَإِنَّ الظَّنَّ لا يُغْنِي مِنَ الْحَقِّ شَيْئًا} إلا ما قد قام دليلٌ على جواز العمل به فالعمل بالرأي في مسائل الشرع إن كان لعدم وجود دليل في الكتاب والسنة، فقد رخّص فيه النبي - صلى الله عليه وسلم - كما في قوله صلى الله عليه وآله وسلم لمعاذ حين بعثه قاضيا إلى اليمن:  «بم تقضي؟» قال: بكتاب الله، قال:  «فإن لم تجد» ، قال: فبسنة رسول الله قال: «فإن لم تجد» ، قال: أجتهد رأيي. وهو حديث صالح للاحتجاج به. </p><p> وأما التوثب على الرأي مع وجود الدليل في الكتاب أو السنة، ولكنه قصّر صاحب الرأي عن البحث، فجاء برأيه فهو داخل تحت هذا النهي دخولًا أوليًا؛ لأنه محض رأي في شرع الله، وبالناس عنه غنى بكتاب الله سبحانه، وبسنة رسوله - صلى الله عليه وسلم - ولم تدع إليه حاجة على أنّ الترخيص في الرأي عند عدم وجود الدليل إنّما هو رخصة للمجتهد، يجوز له أن يعمل به، ولم يَدُلَّ دليل على أنه يجوز لغيره العمل به، وينزله منزلة مسائل الشرع. </p><p> وقد قيل: إن هذه الآية خاصَّة بالعقائد، ولا دليل على ذلك أصلًا، ثم علّل سبحانه النهي عن العمل بما ليس بعلم بقوله:  {إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤادَ كُلُّ أُولئِكَ} ؛ أي: كل واحد من هذه الأعضاء الثلاثة، فهو إشارة إلى الأعضاء المذكورة، فأجراها مجرى العقلاء لما كانت مسؤولةً عن أحوالها شاهدة على أصحابها {كانَ عَنْهُ} ؛ أي: عن نفسه، وعما فعل به صاحبه {مَسْؤُلًا} ؛ أي: إنّ الله سبحانه سائل هذه الأعضاء عما فعل بها صاحبها يوم القيامة. </p><p> ومعنى سؤال هذه الجوارح (٢) : أنه يسأل صاحبها عما استعملها فيه؛ لأنها </p><p>(١) الشوكاني. (٢) الشوكاني.</p><p> آلات، والمستعملُ لها هو الروح الإنساني، فإن استعملها في الخير .. استحق الثّواب، وإن استعملها في الشر .. استحقَّ العقاب، وقيل: إنّ الله سبحانه ينطق هذه الأعضاء عند سؤالها، فتخبر عمّا فعله صاحبها كما قال تعالى: {يَوْمَ تَشْهَدُ عَلَيْهِمْ أَلْسِنَتُهُمْ وَأَيْدِيهِمْ وَأَرْجُلُهُمْ بِما كانُوا يَعْمَلُونَ (٢٤) } وفي الخبر: عن شكل بن حميد قال: «أتيت النبي - صلى الله عليه وسلم -فقلت:يا نبي الله علّمني تعويذًا أتعوّذ به،فأخذ بيدي ثمّ قال:قل: «أعوذ بك من شر سمعي، وشر بصري وشر بصري وشر قلبي، وشرٍّ منّي» يريد الزنا. </p><p> قال علي السمرقندي: واعلم (١) أنّ المراد بالنهي: النهي عن اتباع كلّ ما فيه جهل مما يتعلق بالسمع، والبصر، والقلب، كأنه تعالى قال: لا تسمع كل ما لا يجوز سماعه، ولا تبصر كل ما لا يجوز إبصاره، ولا تعزم على كل ما لا يجوز لك العزم عليه؛ لأن كلّ واحد منها يسأله الله تعالى ويجازيه، ولم يذكر اللسان مع أنه من أعظمها؛ لأن السّمع يدل عليه، لأنه ما يكب الناس على مناخرهم في نار جهنّم إلّا حصائد ألسنتهم، وتلك الحصائد من قبل المسموعات اللازمة للسمع. انتهى </p><p> وقرأ الجمهور (٢)  {وَلا تَقْفُ} بحذف الواو، للجازم مضارع قفا كعدا، وقرأ زيد بن علي:  {ولا تقفو} بإثبات الواو، كما قال الشاعر: </p><p> هجوت زبان ثُمَّ جئت معتذرًا ... من هجو زبَّان كأن لم تهجو ولم تَدَعُ </p><p> وإثبات الواو، والياء، والألف مع الجازم لغة لبعض العرب، وضرورة لغيرهم، وقرأ معاذ القارىء {وَلَا نَقُفْ} مثل تقل من قاف، يَقُوف، تقول العرب: قفت أثره، وقفوت أثره، وهما لغتان لوجود التصاريف فيهما، كجبذ وجذب، وقرأ الجراح العقيلي، {والفواد} بفتح الفاء والواو، وقلبت الهمزة واوًا بعد الضمة في الفؤاد، ثم استصحب القلب مع الفتح، وهي لغة في الفؤاد، </p><p>(١) بحر العلوم. (٢) البحر المحيط.</p>"
}