{
  "id": null,
  "sura": 17,
  "aya": 79,
  "text": "<p> وقد (١) بيّنت السنة المتواترة من أقواله وأفعاله - صلى الله عليه وسلم - تفاصيل هذه الأوقات على ما عليه أهل الإسلام اليوم، ممّا تلقوه عنه خلفًا عن سلف، قرنًا بعد قرن، وقد تقدّم في سورة البقرة، أنّ المراد بإقامة الصلاة: أداؤها على الوجه الذي سنه الدين، والنهج الذي شرطه من توجيه القلب إلى مناجاة الرب، والخشية منه في السر والعلن، مع اشتمالها على الشرائط والأركان التي أوضحها الأئمة، المجتهدون، والصلاة لب العبادة، لما فيها من مناجاة الخالق، والإعراض عن كلّ ما سواه، ودعائه وحده، وهذا هو مخّ كلّ عبادة، وفي الحديث «أن تعبد الله كأنّك تراه فإن لم تكن تراه فإنّه يراك» . </p><p> {إِنَّ قُرْآنَ الْفَجْرِ} ؛ أي: إنّ صلاة الصبح {كَانَ مَشْهُودًا} يشهده ويحضره ملائكة الليل، وملائكة النهار، ينزل هؤلاء ويصعد هؤلاء، فهو في آخر ديوان الليل، وأوّل ديوان النهار. </p><p> وقد يكون المراد كما قال الرازي: أنّ الإنسان يشهد فيه آثار القدرة، وبدائع الحكمة في السموات والأرض، فهناك الظلام الحالك الذي يزيله النور الساطع، وهناك يقظه النوم بعد الخمود، والغيبوبة عن الحس إلى نحو ذلك من مظاهر القدرة، في الملك، والملكوت، فكلّ العالم يقول بلسان حاله أو مقاله:  (سُبُّوحٌ قُدُّوسٌ رَبُّ الملائكة والروح) . </p><p> ٧٩ - {وَمِنَ اللَّيْلِ} ؛ أي: وبعض ساعات الليل {فَتَهَجَّدْ بِهِ} ؛ أي: بالقرآن؛ أي: فاسهر بتلاوته في قيام الليل، وأزل به الهجود، والنوم، أو المعنى {وَمِنَ اللَّيْلِ} ؛ أي: وبعض ساعات الليل {فَتَهَجَّدْ بِهِ} ؛ أي: فصل بالقرآن حالة كون تلك الصلاة {نافِلَةً} ؛ أي: فريضة زائدة على الصلوات الخمس خاصة. {لَكَ} دون أمتك يعني فريضة زائدة على سائر الفرائض التي فرضها الله عليك، كما روي عن عائشة - رضي الله عنها - «ثلاث هن عليّ فريضة،وهن سنة لكم:الوتر، والسواك، وقيام الليل» . وقيل: إنّ الوجوب صار منسوخًا في حقه كما في </p><p>(١) المراغي.</p><p> حق الأمة، فصار قيامُ الليل نافلةً؛ لأنّ الله سبحانه وتعالى قال:  {نافِلَةً لَكَ} ولم يقل: عليك. </p><p> فإن قلت: ما معنى التخصيص إذا كان زيادة في حق المسلمين كما في حقه - صلى الله عليه وسلم -؟ </p><p> قلت: فائدة التخصيص: أن النَّوافل كفارات لذنوب العباد، والنبي - صلى الله عليه وسلم - قد غفر له ما تقدم من ذنبه وما تأخر، فكانت له نافلةً، وزيادة في رفع الدرجات. </p><p> ويجوز أن تكون {نافِلَةً} مصدرًا كالعافية والعاقبة فتكون مفعولًا مطلقًا، والمعنى فتنفل نافلة لك. </p><p> فصل في الأحاديث الواردة في قيام الليل </p><p> عن المغيرة بن شعبة قال: قام رسول الله - صلى الله عليه وسلم - حتى انتفخت قدماه، فقيل له: أتتكلف هذا، وقد غفر الله لك ما تقدّم من ذنبك، وما تأخّر، قال:  «أفلا أكون عبدًا شكورًا» متفق عليه. </p><p> وعن زيد بن خالد الجهني قال: لأرمقن صلاة رسول الله - صلى الله عليه وسلم - الليلة فتوسدت عتبته، أو فسطاطه (فقام فصلّى ركعتين خفيفتين، ثمّ صلى ركعتين طويلتين طويلتين طويلتين ثمّ صلى ركعتين دون اللتين قبلهما ثم صلّى ركعتين دون اللتين قبلهما، ثم صلى ركعتين دون اللتين قبلهما، ثم صلى ركعتين دون اللتين قبلهما، ثم صلى ركعتين دون اللتين قبلهما، ثمّ أوتر فذلك ثلاث عشرة ركعة) أخرجه مسلم، وأبو داود، وهذا لفظ أبي داود. </p><p> وعن أبي سلمة بن عبد الرحمن أنه سأل عائشة - رضي الله عنها -: كيف كانت صلاة رسول الله - صلى الله عليه وسلم - في رمضان؟ قالت: ما كان يزيد في رمضان ولا في غيره على أكثر من إحدى عشرة ركعة، يصلي أربعًا فلا تسأل عن حسنهن وطولهن، ثم يصلي أربعًا فلا تسأل عن حسنهن وطولهن، ثم يصلي ثلاثا. قالت عائشة: فقلت: يا رسول الله، أتنام قبل أن توتر؟ فقال:  «يا عائشة إن عينيّ تنامان ولا ينام قلبي» متفق عليه. </p><p> وعن عائشة - رضي الله عنها - قالت:  (كان رسول الله - صلى الله عليه وسلم - يصلّي فيما بين أن يفرغ من صلاة العشاء إلى الفجر إحدى عشرة ركعة يسلم بين كل ركعتين، ويوتر بواحدة، ويسجد سجدتين قدر ما يسجد ويقرأ أحدكم خمسين آيةً قبل أن يرفع رأسه فإذا سكت المؤذّن من صلاة الفجر، وتبيّن له الفجر، قام فركع ركعتين خفيفتين، ثم اضطجع على شقه الأيمن حتى يأتيه المؤذن للإقامة) متفق عليه؛ وعنها قالت:  (كان رسول الله - صلى الله عليه وسلم - إذا قام من الليل افتتح صلاته بركعتين خفيفتين) أخرجه البخاري. </p><p> وعن عوف بن مالك الأشجعي قال:  (قمت مع رسول الله - صلى الله عليه وسلم - ليلةً فقام فقرأ سورة البقرة، لا يمر بآية رحمةٍ إلا وقف، وسأل، ولا يمر بآية عذاب إلا وقف وتعوّذ، ثم ركع بقدر قيامه،يقول في ركوعه:سبحان ذي الجبروت والملكوت، والكبرياء، والعظمة، ثم سجد بقدر قيامه، ثم قال في سجوده مثل ذلك، ثم قام، فقرأ بآل عمران، ثم قرأ سورة النساء) أخرجه أحمد، وأبو داود، والنسائي. وعن عائشة - رضي الله عنها - قالت:  (قام رسول الله - صلى الله عليه وسلم - بآية من القرآن ليلة) أخرجه الترمذي. </p><p> وعن الأسود بن يزيد قال: سئلت عائشة - رضي الله عنها - كيف كانت صلاة رسول الله - صلى الله عليه وسلم - من الليل، قالت:  (كان ينام أوله ويقوم آخره، فيصلي، ثم يرجع إلى فراشه، فإذا أذّن المؤذن، وثب، فإن كانت به حاجة اغتسل، وإلا توضأ وخرج) متفق عليه. </p><p> وعن أنس بن مالك قال:  (ما كنا نشاء أن نرى رسول الله - صلى الله عليه وسلم - في الليل مصليًا إلا رأيناه، ولا نشاء أن نراه نائمًا إلّا رأيناه) أخرجه النسائي، زاد في رواية غيره، قال:  (وكان يصوم من الشهر حتى نقول: لا يفطر منه شيئًا،ويفطر حتى نقول:لا يصوم منه شيئًا) . </p><p> {عَسَى} ؛ أي: حق وثبت ووجب {أَنْ يَبْعَثَكَ} ويقيمك {رَبُّكَ} يا محمد في الآخرة، {مَقامًا مَحْمُودًا} ، أي: قيامًا محمودًا يحمدك فيه كل الخلائق من الأولين والآخرين، وخالقهم تبارك وتعالى، فعسى هنا تامة، وجملة أن المصدرية </p>"
}