{
  "id": null,
  "sura": 17,
  "aya": 111,
  "text": "<p> يتوجّه إليه المتوجهون، ويؤمه المقتدون، فيوصلهم إلى المطلوب، روي أن أبا بكر - رضي الله عنه - كان يخفت، ويقول: أناجي ربي وقد علم حاجتي، وعمر - رضي الله عنه - يجهر بها، ويقول: أطرد الشيطان، وأوقظ الوسنان، فلما نزلت هذه الآية، أمر رسول الله - صلى الله عليه وسلم - أبا بكر أن يرفع قليلًا وعمر أن يخفض قليلًا. </p><p> ١١١ - ولما أمر الله سبحانه رسوله أن لا يناديه إلا بأسمائه الحسنى، علمه كيفية التّحميد بقوله:  {وَقُلِ} أيها الرسول في ثناء ربك {الْحَمْدُ} اللائق، والشكر الدائم مستحق {لِلَّهِ} سبحانه وتعالى، ذي الجلال والإكرام، {الَّذِي لَمْ يَتَّخِذْ} ولم يجعل لنفسه {وَلَدًا} ذكرًا ولا أنثى، لأن الولادة من صفات الأجسام والحوادث لا غير، وهو ردّ على اليهود والنصارى وبني مدلج حيث قالوا: عزير ابن الله، والمسيح ابن الله، والملائكة بنات الله، تعالى الله عن ذلك علوًا كبيرًا {وَ} الذي {لَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ} ؛ أي: في ملك العالم؛ أي: في الألوهية، فإن الكل عبيده، والعبد لا يصلح أن يكون شريكًا لسيده في ملكه، وهو رد على الثنوية القائلين بتعدد الإله {وَ} الذي {لَمْ يَكُنْ لَهُ وَلِيٌّ} ؛ أي: ناصر ينصره {مِنَ الذُّلِّ} ، والهوان؛ أي: لم يوال أحدًا من أجل مذلة به، ليدفعها بموالاته، فإنّه محال أن يذل فيحتاج إلى أحد يتعزز به، ويدفع عنه المذلة، إذ له العزّة كلها، فليس له مذلّة، ولا له احتياج إلى وليّ يدفع الذل عنه، وهو رد على المجوس والصابئين في قولهم: لولا أولياء الله لذل الله، تعالى الله عن ذلك علوًا كبيرًا. </p><p> وفي «الأسئلة المقحمة» : كيف (١) جعل عدم الولد علة استحقاق الحمد؟. </p><p> الجواب: إن هذا ليس بتعليل لوجوب الحمد، إنّما هو بيان من يقع له الحمد، كما تقول: الحمد لله، الأول الآخر، الحمد لله رب العالمين انتهى. </p><p> وفي «الكشاف» : كيف رتب الحمد على نفي الولد، والشريك، والذل، أي: مع أنه لم يكن من الجميل الاختياري؟. </p><p> قلت: إنَّ من هذا وصفه هو الذي يقدر على إيلاء كل نعمةٍ فهو الذي </p><p>(١) روح البيان.</p><p> يستحق جنس الحمد، وقال بعضهم: وترتيب الحمد على عدم اتخاذ الولد؛ لأنّ من كان هذا وصفه فهو القادر ولا شكّ على إسباغ النعم، وإيلائها، أما صاحب الولد، فهو مستهدف للتّلهي بولده عن غيرهم، والاشتغال بهم عن سواهم {وَكَبِّرْهُ تَكْبِيرًا} ؛ أي: عظمه تعظيمًا، أو قل: الله أكبر من اتخاذ الولد، والشريك، والولي. </p><p> والحاصل: أن الله سبحانه وتعالى وصف نفسه بثلاث صفات (١) : </p><p> ١ - أنه لم يتخذ ولدًا، فإنّ من اتخذ الولد يمسك جميع النعم لولده، ولأن الولد يقوم مقام الوالد بعد انقضاء أجله وفنائه، تنزه ربنا عن ذلك، ومن كان كذلك لم يستطع الإنعام في كل الحالات، فلا يستحق الحمد على الإطلاق. </p><p> ٢ - أنه ليس له شريك في الملك؛ إذ لو كان له ذلك، لم يعرف أيهما المستحق للحمد، والشكر، ولكان عاجزًا ذا حاجة إلى معونة غيره، ولم يكن منفردًا بالملك والسلطان. </p><p> ٣ - أنه لم يكن له ولي من الذل؛ أي: لم يوال أحدًا من أجل مذلة به يدفعها بموالاته. </p><p> والخلاصة: أنه ليس له ولد يحبس نعمه عليه، وليس له شريك يقف أعماله في الملك، ولا ناصر يدفع العدو المذل له، وإذا تنزه ربنا عن ذلك، فقد أمن الناس نضوب موارده، وأصبحت أبوابه مفتحة لكل قاصد، فلتغترف - أيها العبد - من مناهله، ولتعلم أنه لا يحابيك لأجل أهلك ولا نسلك، ولا دينك، ولو كنت ابن نبيٍّ من الأنبياء، أو عظيم من العظماء. ومعنى {وَكَبِّرْهُ تَكْبِيرًا} ؛ أي: وعظّم ربك أيها الرسول بما أمرناك أن تعظمه به من قول، أو فعل، وأطعه فيما أمرك به، ونهاك عنه، وتكبيره تعالى وتنزيهه يكون: </p><p> ١ - بتكبيره في ذاته باعتقاد أنه واجب الوجود لذاته، وأنه غني عن كل موجود. </p><p>(١) المراغي.</p><p> ٢ - بتكبيره في صفاته، باعتقاد أنّه مستحق لكل صفات الكمال، منزّهٌ عن صفات النقص. </p><p> ٣ - بتكبيره في أفعاله، فتعتقد أنه لا يجري شيء في ملكه إلّا وفق حكمته، وإرادته. </p><p> ٤ - بتكبيره في أحكامه، بأن تعتقد أنه ملكٌ مطاع، له الأمر والنهي، والرّفع والخفض، وأنه لا اعتراض لأحد عليه في شيء من أحكامه، يعزّ من يشاء، ويذل من يشاء. </p><p> ٥ - تكبيره في أسمائه، فلا يذكر إلا بأسمائه الحسنى، ولا يوصف إلا بصفاته المقدسة. </p><p> ثم ينبغي للعبد بعد أن يبالغ في التكبير، والتنزيه، والتحميد، والطاعة، مقدار عقله وفهمه، أن يعترف أن عقله وفهمه لا يفي بمعرفة جلال الله، ولسانه لا يفي بشكره، وأعضاءه لا تفي بخدمته، فكبر الله عن أن يكون تكبيره وافيا بكنه مجده، وعزته، وروي أن قول العبد: الله أكبر خير من الدنيا وما فيها، والتكبير (١) : أكبر لفظة للعرب في معنى التعظيم، والإجلال، وأكد بالمصدر تحقيقًا له، وإبلاغًا في معناه، وابتدئت هذه السورة بتنزيه الله تعالى، واختتمت به. </p><p> روى أحمد في «مسنده» عن معاذ الجهني: أنّ رسول الله - صلى الله عليه وسلم - كان يقول:  «آية العز{الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَدًا}» الآية، وعن ابن عباس أنه قال: قال رسول الله - صلى الله عليه وسلم -: «أول من يدعى إلى الجنة يوم القيامة الذين يحمدون الله في السراء والضراء» وأخرج عبد الرزاق عن عبد الكريم ابن أبي أمية، قال: كان رسول الله - صلى الله عليه وسلم - يعلّم الغلام من بني هاشم إذا أفصح سبع مرات {الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَدًا ...} إلى آخر السورة. </p><p> وأخرج ابن جرير عن قتادة، قال: ذكر لنا أنّ رسول الله - صلى الله عليه وسلم - كان يعلّم أهله هذه الآية {الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَدًا ...} إلى آخرها، الصغير من أهله والكبير. </p><p>(١) البحر المحيط.</p><p> وأسأل الرحمة قبل الموت، وعند الموت، وبعد الموت، إنه تعالى ناشر العظام، بعد الموت، وسامع الصوت، حسبنا الله ونعم الوكيل، ولا حول ولا قوة إلا بالله العلي العظيم آمين. </p><p> الإعراب </p><p> {أَوْ تُسْقِطَ السَّماءَ كَما زَعَمْتَ عَلَيْنا كِسَفًا أَوْ تَأْتِيَ بِاللَّهِ وَالْمَلائِكَةِ قَبِيلًا (٩٢) }. </p><p> {أَوْ} حرف عطف وتنويع {تُسْقِطَ السَّماءَ} فعل ومفعول به معطوف على {تَفْجُرَ} وفاعله ضمير يعود على محمد {كَما}  {الكاف} حرف جر {ما} مصدرية، {زَعَمْتَ} فعل وفاعل ومفعول الزعم محذوف تقديره: كما زعمت إسقاطها، والجملة الفعلية صلة {ما} المصدرية {ما} مع صلتها في تأويل مصدر مجرور بالكاف والجار والمجرور صفة لمصدر محذوف تقديره: أو تسقط السماء إسقاطًا كائنًا كزعمك؛ أي: كالإسقاط الذي زعمته، {عَلَيْنا} جار ومجرور متعلق بـ {تُسْقِطَ}  {كِسَفًا} حال من {السَّماءَ}  {أَوْ تَأْتِيَ} فعل مضارع معطوف على {تُسْقِطَ} وفاعله ضمير يعود على محمد {بِاللَّهِ} متعلق بـ {تَأْتِيَ} ، {وَالْمَلائِكَةِ} معطوف على الجلالة {قَبِيلًا} حال من الجلالة {وَالْمَلائِكَةِ} . </p><p> {أَوْ يَكُونَ لَكَ بَيْتٌ مِنْ زُخْرُفٍ أَوْ تَرْقى فِي السَّماءِ وَلَنْ نُؤْمِنَ لِرُقِيِّكَ حَتَّى تُنَزِّلَ عَلَيْنا كِتابًا نَقْرَؤُهُ} . </p><p> {أَوْ يَكُونَ} فعل ناقص معطوف على {تَفْجُرَ} . {لَكَ} خبره مقدم {بَيْتٌ} اسمه مؤخر {مِنْ زُخْرُفٍ} جار ومجرور صفة لـ {بَيْتٌ}  {أَوْ تَرْقى} فعل مضارع معطوف على {تَفْجُرَ} منصوب بفتحة مقدرة، للتعذر، وفاعله ضمير يعود على محمد {فِي السَّماءِ} جار ومجرور متعلق بـ {تَرْقى}  {وَلَنْ}  {الواو} عاطفة {لَنْ نُؤْمِنَ} ناصب وفعل منصوب، وفاعله ضمير يعود على المشركين، والجملة في محل النصب معطوفة على جملة قوله:  {لَنْ نُؤْمِنَ لَكَ حَتَّى تَفْجُرَ}  {لِرُقِيِّكَ} جار ومجرور متعلق بـ {نُؤْمِنَ} و {اللام} إما تعليلية، أو بمعنى {الباء} السببية {حَتَّى} حرف جر وغاية، {تُنَزِّلَ} منصوب بأن مضمرةً، وفاعله ضمير يعود على محمد {عَلَيْنا} متعلق به {كِتابًا} مفعول به، وجملة {نَقْرَؤُهُ} صفة لـ {كِتابًا} ، </p><p> وجملة {تُنَزِّلَ} في تأويل مصدر مجرور بـ {حَتَّى} تقديره: إلى تنزيلك علينا {كِتابًا}  {نَقْرَؤُهُ} والجار والمجرور متعلق بـ {نُؤْمِنَ} . </p><p> {قُلْ سُبْحانَ رَبِّي هَلْ كُنْتُ إِلَّا بَشَرًا رَسُولًا} . </p><p> {قُلْ} فعل أمر وفاعله ضمير يعود على محمد، والجملة مستأنفة {سُبْحانَ رَبِّي ...} إلى آخر الآية مقول محكي، وإن شئت قلت:  {سُبْحانَ رَبِّي} منصوب على المفعولية المطلقة، بفعل محذوف وجوبًا، تقديره: أسبحه سبحانًا، والجملة المحذوفة في محل النصب مقول {قُلْ} . {هَلْ} حرف استفهام للاستفهام الإنكاري، {كُنْتُ} فعل ناقص واسمه {إِلَّا} أداة استثناء مفرغ {بَشَرًا} خبر كنت أو حال و {رَسُولًا} نعت أو خبر ثان لـ {كُنْتُ} ، والجملة الاستفهامية في محل النصب مقول {قُلْ} . </p><p> {وَما مَنَعَ النَّاسَ أَنْ يُؤْمِنُوا إِذْ جاءَهُمُ الْهُدى إِلَّا أَنْ قالُوا أَبَعَثَ اللَّهُ بَشَرًا رَسُولًا (٩٤) }. </p><p> {وَمَا}  {الواو} استئنافية {ما} نافية {مَنَعَ النَّاسَ} فعل ومفعول أول {أَنْ يُؤْمِنُوا} ناصب وفعل، وفاعل، والجملة في تأويل مصدر منصوب على كونه مفعولًا ثانيًا لـ {مَنَعَ} تقديره: وما منع الناس إيمانهم {إِذْ} ظرف لما مضى من الزمان، متعلق بـ {يُؤْمِنُوا}  {جاءَهُمُ الْهُدى} فعل ومفعول وفاعل، والجملة في محل الجر، مضاف إليه، لـ {إِذْ} تقديره: وما منع الناس إيمانهم، وقت مجيء الهدى إياهم {إِلَّا} أداة استثناء مفرغ، {أَنْ} حرف نصب ومصدر {قَالُوا} فعل وفاعل في محل النصب، بأن المصدرية، والجملة الفعلية مع أن المصدرية، في تأويل مصدر، مرفوع على الفاعلية، لـ {مَنَعَ} تقديره: وما منع الناس إيمانهم وقت مجيء الهدى إياهم، إلا قولهم:  {أَبَعَثَ اللَّهُ بَشَرًا رَسُولًا} مقول محكي لـ {قَالُوا} وإن شئت قلت: {أَبَعَثَ}  {الهمزة} للاستفهام الإنكاري {بَعَثَ اللَّهُ} فعل وفاعل، {بَشَرًا} حال من {رَسُولًا} لأنه نعت نكرة قدمت عليها، {رَسُولًا} مفعول به، والجملة الاستفهامية في محل النصب مقول {قَالُوا} . </p><p> {قُلْ لَوْ كانَ فِي الْأَرْضِ مَلائِكَةٌ يَمْشُونَ مُطْمَئِنِّينَ لَنَزَّلْنا عَلَيْهِمْ مِنَ السَّماءِ مَلَكًا رَسُولًا (٩٥) }. </p><p> {قُلْ} فعل أمر، وفاعله ضمير يعود على محمد، والجملة مستأنفة {لَوْ كانَ فِي الْأَرْضِ} إلى آخر الآية مقول محكي، وإن شئت قلت:  {لَوْ} حرف شرط {كَانَ} فعل ناقص {فِي الْأَرْضِ} جار ومجرور خبر {كَانَ}  {مَلائِكَةٌ} اسمها مؤخر، وجملة {كانَ} فعل شرط لـ {لَوْ} لا محلّ لها من الإعراب {يَمْشُونَ} فعل وفاعل، والجملة صفة لـ {مَلائِكَةٌ}  {مُطْمَئِنِّينَ} حال من فاعل {يَمْشُونَ}  {لَنَزَّلْنا}  {اللام} رابطة لجواب {لَوْ} الشرطية، {نزلنا} : فعل وفاعل، والجملة جواب {لَوْ} الشرطية، وجملة {لَوْ} الشرطية في محل النصب مقول {قُلْ}  {عَلَيْهِمْ} متعلق بـ {نزلنا} وكذا {مِنَ السَّماءِ} متعلق به أيضًا {مَلَكًا} حال من {رَسُولًا}  {ورَسُولًا} مفعول {نزلنا} . </p><p> {قُلْ كَفى بِاللَّهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ إِنَّهُ كانَ بِعِبادِهِ خَبِيرًا بَصِيرًا (٩٦) }. </p><p> {قُلْ} فعل أمر، وفاعله ضمير يعود على محمد، والجملة مستأنفة، {كَفَى بِاللَّهِ} إلى آخر الآية مقول محكي، وإن شئت قلت:  {كَفى بِاللَّهِ} فعل وفاعل، و {الباء} زائدة في فاعل {كَفى}  {شَهِيدًا} تمييز لفاعل {كَفى} ، والجملة الفعلية في محل النصب مقول {قُلْ} ، {بَيْنِي} ظرف، ومضاف إليه متعلق بـ {شَهِيدًا}  {وَبَيْنَكُمْ} معطوف على {بَيْنِي}  {إِنَّهُ} ناصب واسمه {كانَ} فعل ماض ناقص، وفاعله ضمير يعود على الجلالة {بِعِبادِهِ} متعلق بـ {خَبِيرًا}  {خَبِيرًا بَصِيرًا} خبران لـ {كانَ} وجملة {كانَ} في محل الرفع خبر {إن} ، وجملة {إن} في محل النصب مقول {قُلْ} على كونها تعليلية. </p><p> {وَمَنْ يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ وَمَنْ يُضْلِلْ فَلَنْ تَجِدَ لَهُمْ أَوْلِياءَ مِنْ دُونِهِ وَنَحْشُرُهُمْ يَوْمَ الْقِيامَةِ عَلى وُجُوهِهِمْ عُمْيًا وَبُكْمًا وَصُمًّا مَأْواهُمْ جَهَنَّمُ كُلَّما خَبَتْ زِدْناهُمْ سَعِيرًا (٩٧) }. </p><p> {وَمَنْ}  {الواو} استئنافية {مَنْ} اسم شرط جازم في محل الرفع مبتدأ، والخبر جملة الشرط، أو الجواب، أو هما، أو في محل النصب، مفعول مقدم لـ {يَهْدِ}  {يَهْدِ اللَّهُ} فعل وفاعل مجزوم بـ {مَنْ} على كونه فعل شرط لها، {فَهُوَ}  {الفاء} رابطة لجواب {من} الشرطية، وجوبًا لكون الجواب جملة اسمية، {هو} مبتدأ {الْمُهْتَدِ} خبره مرفوع، وعلامة رفعه ضمة مقدرة على الياء المحذوفة </p><p> اتباعًا لرسم المصحف العثماني، لأنه اسم منقوص، والجملة الاسمية في محل الجزم، بـ {مَنْ} الشرطية على كونها جوابًا لها، وجملة {مَنْ} الشرطية مستأنفة، {وَمَنْ}  {الواو} عاطفة {مَنْ} اسم شرط في محل الرفع مبتدأ، والخبر جملة الشرط، أو الجواب كما مر آنفًا {يُضْلِلْ} فعل مضارع، مجزوم بـ {مَنْ} على كونه فعل شرط لها، وفاعله ضمير يعود على {مَنْ}  {فَلَنْ}  {الفاء} رابطة لجواب {من} الشرطية وجوبًا لكونه مقرونًا بـ {لن}  {تَجِدَ} فعل مضارع منصوب بـ {لن} وفاعله ضمير يعود على محمد {لَهُمْ} متعلق بـ {أَوْلِياءَ} وراعى في الضمير معنى {مَنْ} وفي قوله: {فَهُوَ} لفظها {أَوْلِياءَ} مفعول به لـ {تَجِدَ}  {مِنْ دُونِهِ} جار ومجرور حال {من أولياء} وجملة {لن تجد} في محل الجزم بمن الشرطية على كونها جوابًا لها، وجملة {من} الشرطية معطوفة على جملة {من} الأولى على كونها مستأنفةً {وَنَحْشُرُهُمْ} فعل ومفعول وفاعله ضمير يعود على الله، والجملة مستأنفة {يَوْمَ الْقِيامَةِ} ظرف متعلق به {عَلى وُجُوهِهِمْ} حال من {الهاء} في {نَحْشُرُهُمْ}  {عُمْيًا وَبُكْمًا وَصُمًّا} أحوال أيضًا من ضمير {نَحْشُرُهُمْ}  {مَأْواهُمْ جَهَنَّمُ} مبتدأ، وخبر، والجملة الاسمية مستأنفة {كُلَّما} اسم شرط غير جازم، في محل النصب على الظرفية الزمانية، متعلق بالجواب الآتي {خَبَتْ} فعل ماض، وفاعله ضمير يعود على {جَهَنَّمُ} ، والجملة فعل شرط لـ {كُلَّما}  {زِدْناهُمْ سَعِيرًا} فعل وفاعل ومفعولان، والجملة جواب {كُلَّما} لا محل لها من الإعراب، وجملة {كُلَّما} مستأنفة. </p><p> {ذلِكَ جَزاؤُهُمْ بِأَنَّهُمْ كَفَرُوا بِآياتِنا وَقالُوا أَإِذا كُنَّا عِظامًا وَرُفاتًا أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا (٩٨) }. </p><p> {ذلِكَ جَزاؤُهُمْ} مبتدأ وخبر، والجملة مستأنفة {بِأَنَّهُمْ}  {الباء} حرف جر {أنهم} ناصب واسمه {كَفَرُوا} فعل وفاعل {بِآياتِنا} متعلق به، وجملة {كَفَرُوا} في محل الرفع خبر {أن} ، وجملة {أن} في تأويل مصدر مجرور بالباء تقديره: بسبب كفرهم {بِآياتِنا} الجار والمجرور متعلق بـ {جَزاؤُهُمْ} ، ويجوز أن يكون {جَزاؤُهُمْ} بدلًا من {ذلِكَ} و {بِأَنَّهُمْ} هو الخبر، {وَقالُوا} فعل وفاعل معطوف على {كَفَرُوا}  {أَإِذا كُنَّا} إلى آخر الآية مقول {قالُوا} وإن شئت قلت: </p><p> الهمزة للاستفهام الإنكاري، {إِذا} ظرف لما يستقبل من الزمان، مضمن معنى الشرط {كُنَّا} فعل ناقص واسمه {عِظامًا} خبره، {وَرُفاتًا} معطوف عليه، والجملة في محل الخفض بـ {إِذا} على كونها فعل شرط لها، والظرف متعلق بالجواب الآتي {أَإِنَّا} الهمزة للاستفهام الإنكاري مؤكدة، للأول {إِنَّا} ناصب واسمه {لَمَبْعُوثُونَ} خبر {إن} و {اللام} حرف ابتداء {خَلْقًا} حال من الضمير المستكن في {مبعوثون}  {جَدِيدًا} نعت له ولك أن تجعل {خَلْقًا} مفعولًا مطلقًا من معنى الفعل؛ أي: نبعث بعثًا جديدًا، وجملة {أَإِنَّا} جواب إذا الشرطية، وجملة إذا الشرطية في محل النصب مقول {قالُوا} . </p><p> {أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّماواتِ وَالْأَرْضَ قادِرٌ عَلى أَنْ يَخْلُقَ مِثْلَهُمْ وَجَعَلَ لَهُمْ أَجَلًا لا رَيْبَ فِيهِ فَأَبَى الظَّالِمُونَ إِلَّا كُفُورًا (٩٩) }. </p><p> {أَوَلَمْ}  {الهمزة} فيه للاستفهام التقريري داخلة على محذوف، و {الواو} عاطفة على ذلك المحذوف، تقديره: ألم يتفكروا، ولم يروا، والجملة المحذوفة جملة إنشائية، لا محلّ لها من الإعراب، أو مستأنفة {لَمْ يَرَوْا} فعل وفاعل، وجازم، والجملة معطوفة على الجملة المحذوفة، {أَنَّ اللَّهَ} ناصب واسمه {الَّذِي} صفة للجلالة {خَلَقَ السَّماواتِ} فعل ومفعول وفاعله ضمير يعود على الموصول، {وَالْأَرْضَ} معطوف على {السَّماواتِ} ، والجملة الفعلية صلة الموصول، {قادِرٌ} خبر {أَنَّ} وجملة {أَنَّ} في تأويل مصدر سادّ مسدّ مفعول، {رأى}  {عَلى} حرف جر {أَنْ يَخْلُقَ} ناصب وفعل منصوب وفاعله ضمير يعود على الله {مِثْلَهُمْ} مفعول به، وجملة {أَنَّ} المصدرية مع صلتها في تأويل مصدر مجرور بـ {عَلى} تقديره: على خلقه مثلهم الجار، والمجرور متعلق بـ {قادِرٌ}  {وَجَعَلَ}  {الواو} عاطفة {جَعَلَ} فعل ماض، وفاعله ضمير يعود على الله {لَهُمْ} جار ومجرور في محل المفعول الثاني، لـ {جَعَلَ}  {أَجَلًا} مفعول أول، لـ {جَعَلَ}  {لا} نافية {رَيْبَ} في محل النصب اسمها {فِيهِ} خبرها، وجملة {لا رَيْبَ} في محل النصب صفة لـ {أَجَلًا} ، أي: أجلًا غير مرتاب فيه، وجملة {جَعَلَ} معطوفة على جملة قوله: {أَوَلَمْ يَرَوْا} لأنه في تقدير: قد رأوا، والمعنى: قد علموا بالدلائل العقليلة، أن من قدر على خلق السموات والأرض </p><p> هو قادر على خلق أمثالهم، وجعل لهم أجلًا محققًا لا ريب فيه، {فَأَبَى}  {الفاء} عاطفة {أبى الظالمون} فعل وفاعل، والجملة الفعلية معطوفة على جملة {جَعَلَ}  {إِلَّا} أداة استثناء مفرغ لأن {أبى} متأول بالنفي، فكأنه قيل: فلم يرضوا {كُفُورًا} مفعول به. </p><p> {قُلْ لَوْ أَنْتُمْ تَمْلِكُونَ خَزائِنَ رَحْمَةِ رَبِّي إِذًا لَأَمْسَكْتُمْ خَشْيَةَ الْإِنْفاقِ وَكانَ الْإِنْسانُ قَتُورًا (١٠٠) }. </p><p> {قُلْ} فعل أمر وفاعله ضمير يعود على محمد، والجملة مستأنفة، {لَوْ أَنْتُمْ تَمْلِكُونَ} إلى آخر الآية مقول محكي، وإن شئت قلت:  {لَوْ} حرف شرط {أَنْتُمْ} تأكيد للضمير المتصل بالفعل المحذوف، وجوبًا بعد {لَوْ} الشرطية يفسره المذكور بعده على سبيل الاشتغال تقديره: لو تملكون {أَنْتُمْ تَمْلِكُونَ} فعل وفاعل {أَنْتُمْ} تأكيد لضمير الفاعل، والجملة الفعلية فعل شرط لـ {لَوْ} لا محلّ لها من الإعراب، {تَمْلِكُونَ} فعل وفاعل، والجملة مفسرة للمحذوفة، لا محل لها من الإعراب، وفي «الفتوحات» قوله: {لَوْ أَنْتُمْ تَمْلِكُونَ} فيه وجهان: </p><p> أحدهما: أنّ المسألة من باب الاشتغال، فـ {أنتم} مرفوع بفعل مقدر يفسره هذا الظاهر، لأن {لَوْ} لا يليها إلا الفعل ظاهرًا، أو مضمرًا فهي كـ {إِنْ} في قوله: {وَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ} والأصل: لو تملكون فحذف الفعل لدلالة ما بعده عليه، فانفصل الضمير، وهو الواو إذ لا يمكن بقاؤه متصلًا بعد حذف رافعه. </p><p> والثاني: مرفوع بـ {كان} وقد كثر حذفها بعد {لَوْ} التقدير: لو كنتم تملكون، فحذف كان فانفصل الضميرُ وتملكون في محل نصب بكان المحذوف، وهو قول ابن الصائغ اهـ «سمين»  {خَزائِنَ رَحْمَةِ رَبِّي} مفعول به، ومضاف إليه، {إِذًا} حرف جواب وجزاء مهمل {لَأَمْسَكْتُمْ}  {اللام} رابطة لجواب {لَوْ} الشرطية {أمسكتم} فعل وفاعل، والجملة جواب {لَوْ} لا محل لها من الإعراب {خَشْيَةَ الْإِنْفاقِ} مفعول لأجله، ومضاف إليه {وَكانَ الْإِنْسانُ قَتُورًا} فعل ناقص واسمه وخبره و {الواو} فيه حالية، وجملة {كانَ} في محل النصب حال من فاعل {أمسكتم} . </p><p> {وَلَقَدْ آتَيْنا مُوسى تِسْعَ آياتٍ بَيِّناتٍ فَسْئَلْ بَنِي إِسْرائِيلَ إِذْ جاءَهُمْ فَقالَ لَهُ فِرْعَوْنُ إِنِّي لَأَظُنُّكَ يا مُوسى مَسْحُورًا (١٠١) }. </p><p> {وَلَقَدْ}  {الواو} استئنافية {اللام} موطئة للقسم، {قد} حرف تحقيق {آتَيْنا مُوسى تِسْعَ آياتٍ} فعل وفاعل ومفعولان، ومضاف إليه {بَيِّناتٍ} صفة {آياتٍ} والجملة الفعلية جواب القسم لا محل لها من الإعراب، وجملة القسم مستأنفة، {فَسْئَلْ}  {الفاء} فاء الفصيحة، إن كان الخطاب لمحمدٍ، لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفت إيتاءنا الآيات لموسى، وأردت استخبار بني إسرائيل عنها .. فأقول لك:  {اسأل} فعل أمر، وفاعله ضمير يعود على محمد {بَنِي إِسْرائِيلَ} مفعول أول، والثاني محذوف تقديره: عنها، والجملة الفعلية في محل النصب مقول لجواب إذ المقدرة، وجملة إذ المقدرة، مستأنفة، وإن كان الخطاب لموسى، فـ {الفاء} عاطفة لقول محذوف؛ تقديره: فقلنا له: اسأل فرعون بني إسرائيل، {اسأل} فعل أمر، وفاعله ضمير يعود على {مُوسى} والمفعول الأول محذوف تقديره: فاسأل فرعون {بَنِي إِسْرائِيلَ} مفعول ثان، والجملة الفعلية في محل النصب مقول لذلك القول المحذوف، والقول المحذوف معطوف على جملة {آتَيْنا} . {إِذْ} ظرف لما مضى من الزمان، متعلق بـ {آتَيْنا} على الوجه الأول، وبالقول المقدر على الوجه الثاني {جاءَهُمْ} فعل ومفعول، وفاعله ضمير يعود على موسى، والجملة الفعلية في محل الجر، مضاف إليه لـ {إذ}  {فَقالَ}  {الفاء} عاطفة {قال} فعل ماض {لَهُ} متعلق به {فِرْعَوْنُ} فاعل، والجملة في محل الجر معطوفة على جملة {جاء}  {إِنِّي لَأَظُنُّكَ يا مُوسى مَسْحُورًا} مقول محكي لـ {قال} ، وإن شئت قلت:  {إِنِّي} ناصب، واسمه {لَأَظُنُّكَ}  {اللام} حرف ابتداء {أظنك} فعل ومفعول أول، وفاعله ضمير يعود على فرعون، {يا مُوسى} منادى مفرد العلم، وجملة النداء معترضة بين مفعولي ظن على أنها مقول {مَسْحُورًا} مفعول ثان لظن، وجملة الظن في محل الرفع خبر {إن} ، وجملة {إن} في محل النصب مقول {قال} . </p><p> {قالَ لَقَدْ عَلِمْتَ ما أَنْزَلَ هؤُلاءِ إِلَّا رَبُّ السَّماواتِ وَالْأَرْضِ بَصائِرَ وَإِنِّي لَأَظُنُّكَ يا فِرْعَوْنُ مَثْبُورًا (١٠٢) }. </p><p> {قالَ} فعل ماض، وفاعله ضمير يعود على موسى، والجملة مستأنفة {لَقَدْ عَلِمْتَ} إلى آخر الآية مقول محكي، وإن شئت قلت:  {لَقَدْ}  {اللام} موطئة للقسم {قد} حرف تحقيق، {عَلِمْتَ} فعل وفاعل، والجملة الفعلية جواب للقسم المحذوف، وجملة القسم المحذوف في محل النصب مقول {قالَ}  {ما} نافية {أَنْزَلَ} فعل ماض {هؤُلاءِ} في محل النصب مفعول به {إِلَّا} أداة استثناء مفرغ {رَبُّ السَّماواتِ} فاعل، ومضاف إليه، {وَالْأَرْضِ} معطوف على {السَّماواتِ}  {بَصائِرَ} حال من {هؤُلاءِ} ؛ أي: أنزلها بصائر، وإنما احتجنا إلى هذا التقدير؛ لأن ما بعد إلا لا يكون معمولًا لما قبلها، وأجازه بعضهم، فهي حال من هؤلاء، وجملة {أَنْزَلَ} من الفعل، والفاعل، سادة مسد مفعولي {علم} معلقة عنها بما النافية، {وَإِنِّي}  {الواو} عاطفة {إِنِّي} ناصب، واسمه {لَأَظُنُّكَ}  {اللام} حرف ابتداء {أظنك} فعل ومفعول أول وفاعله ضمير يعود على موسى {يا فِرْعَوْنُ} منادى مفرد العلم {مَثْبُورًا} مفعول ثان لـ {ظن} ، وجملة {ظن} في محل الرفع خبر {إن} ، وجملة {إن} معطوفة على جملة {عَلِمْتَ} على كونها جواب القسم. </p><p> {فَأَرادَ أَنْ يَسْتَفِزَّهُمْ مِنَ الْأَرْضِ فَأَغْرَقْناهُ وَمَنْ مَعَهُ جَمِيعًا (١٠٣) }. </p><p> {فَأَرادَ}  {الفاء} عاطفة {أراد} فعل ماض وفاعله ضمير يعود على فرعون، والجملة الفعلية معطوفة على جملة {قالَ}  {أَنْ يَسْتَفِزَّهُمْ} ناصب وفعل ومفعول، وفاعله ضمير يعود على فرعون {مِنَ الْأَرْضِ} متعلق به، والجملة الفعلية في تأويل مصدر منصوب على المفعولية، تقديره: فأراد استفزازهم من الأرض {فَأَغْرَقْناهُ}  {الفاء} عاطفة {أغرقناه} فعل وفاعل ومفعول، والجملة معطوفة على جملة {أراد}  {وَمَنْ}  {الواو} واو المعية {مِنَ} اسم موصول في محل النصب على كونه مفعولًا، ويجوز عطفه على الضمير {مَعَهُ} ظرف اعتباري، متعلق بمحذوف صلة لـ {مِنَ} الموصولة {جَمِيعًا} حال من {مِنَ} الموصولة. </p><p> {وَقُلْنا مِنْ بَعْدِهِ لِبَنِي إِسْرائِيلَ اسْكُنُوا الْأَرْضَ فَإِذا جاءَ وَعْدُ الْآخِرَةِ جِئْنا بِكُمْ لَفِيفًا} . </p><p> {وَقُلْنا} فعل وفاعل معطوف على {أغرقنا} . {مِنْ بَعْدِهِ} جار ومجرور، ومضاف إليه متعلق بـ {قُلْنا}  {لِبَنِي إِسْرائِيلَ} متعلق به أيضًا {اسْكُنُوا الْأَرْضَ} </p><p> مقول محكي، وإن شئت قلت:  {اسْكُنُوا الْأَرْضَ} فعل وفاعل ومفعول به، على السعة، والجملة في محل النصب مقول القول {فَإِذا}  {الفاء} عاطفة {إذا} ظرف لما يستقبل من الزمان، {جاءَ وَعْدُ الْآخِرَةِ} فعل وفاعل، ومضاف إليه، والجملة الفعلية في محل الخفض، بإضافة {إذا} إليها على كونها فعل شرط لها {جِئْنا} فعل وفاعل {بِكُمْ} متعلق به {لَفِيفًا} حال من ضمير المخاطبين، والجملة الفعلية جواب {إذا} لا محلَّ لها من الإعراب، وجملة إذا في محل النصب معطوفة على جملة {اسْكُنُوا الْأَرْضَ} على كونها مقول {قُلْنا} . </p><p> {وَبِالْحَقِّ أَنْزَلْناهُ وَبِالْحَقِّ نَزَلَ وَما أَرْسَلْناكَ إِلَّا مُبَشِّرًا وَنَذِيرًا (١٠٥) }. </p><p> {وَبِالْحَقِّ}  {الواو} استئنافية {بِالْحَقِّ} متعلق بـ {أَنْزَلْناهُ} ، أو حال من الفاعل، أي: حالة كوننا ملتبسين بالحق أو من المفعول،؛ أي: حالة كونه ملتبسًا بالحق {أَنْزَلْناهُ} فعل وفاعل ومفعول، والجملة مستأنفة، {وَبِالْحَقِّ} متعلق بـ {نَزَلَ} أو حال من فاعل {نَزَلَ} ؛ أي: ملتبسًا بالحق {نَزَلَ} فعل ماض، وفاعله ضمير يعود على القرآن، والجملة معطوفة على جملة {أَنْزَلْناهُ}  {وَما}  {الواو} عاطفة {ما} نافية {أَرْسَلْناكَ} فعل وفاعل ومفعول، والجملة معطوفة على جملة {أَنْزَلْناهُ}  {إِلَّا} أداة استثناء مفرغ {مُبَشِّرًا} حال من كاف المخاطب {وَنَذِيرًا} معطوف عليه. </p><p> {وَقُرْآنًا فَرَقْناهُ لِتَقْرَأَهُ عَلَى النَّاسِ عَلى مُكْثٍ وَنَزَّلْناهُ تَنْزِيلًا (١٠٦) }. </p><p> {وَقُرْآنًا}  {الواو} عاطفة {قُرْآنًا} منصوب على الاشتغال بفعل محذوف وجوبًا، تقديره: وفرقنا قرآنًا، والجملة المحذوفة، معطوفة على جملة {أَنْزَلْناهُ}  {فَرَقْناهُ} فعل وفاعل ومفعول، والجملة جملة مفسرة للمحذوف، لا محلَّ لها من الإعراب، {لِتَقْرَأَهُ}  {اللام} حرف جر وتعليل {تقرأه} فعل وفاعل منصوب بأن مضمرة بعد لام كي، وفاعله ضمير يعود على محمد {عَلَى النَّاسِ} متعلق به {عَلى مُكْثٍ} جار ومجرور حال من الفاعل، أي: حالة كونك متمهلًا، ومتأنيًا، وقارئًا شيئًا بعد شيء، رعايةً لمصالح العباد، ومعايشهم، والجملة الفعلية مع أن المضمرة في تأويل مصدر مجرور باللام تقديره: لقراءتك إياه {عَلَى النَّاسِ عَلى مُكْثٍ}  {وَنَزَّلْناهُ} فعل وفاعل ومفعول معطوف على {فَرَقْناهُ} ، {تَنْزِيلًا} منصوب </p><p> على المفعولية المطلقة، والجملة معطوفة على جملة {فَرَقْناهُ} . </p><p> {قُلْ آمِنُوا بِهِ أَوْ لا تُؤْمِنُوا إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ مِنْ قَبْلِهِ إِذا يُتْلى عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقانِ سُجَّدًا (١٠٧) }. </p><p> {قُلْ} فعل أمر، وفاعله ضمير يعود على محمد، والجملة مستأنفة {آمِنُوا بِهِ} إلى قوله: {قُلِ ادْعُوا اللَّهَ} مقول محكي لـ {قُلْ} وإن شئت قلت: {آمِنُوا} فعل وفاعل {بِهِ} ، متعلق به {أَوْ} حرف عطف، وتفصيل {لا} ناهية جازمة {تُؤْمِنُوا} فعل وفاعل مجزوم بـ {لا} الناهية، والجملة معطوفة على جملة {آمِنُوا} ، وجملة {آمِنُوا بِهِ} في تأويل مصدر من غير سابك لإصلاح المعنى مرفوع على كونه مبتدأ خبره محذوف، تقديره: إيمانكم به، وعدم إيمانكم به سواء، عندنا، لا نبال بكم، والجملة الاسمية في محل النصب مقول {قُلْ}  {إِنَّ الَّذِينَ} ناصب واسمه {أُوتُوا الْعِلْمَ} فعل ونائب فاعل ومفعول ثان {مِنْ قَبْلِهِ} ظرف، ومضاف إليه، متعلق بمحذوف حال من واو الجماعة، والجملة الفعلية صلة الموصول {إِذا} ظرف لما يستقبل من الزمان {يُتْلى} فعل مضارع مغير الصيغة، ونائب فاعله ضمير يعود على القرآن {عَلَيْهِمْ} متعلق به، والجملة الفعلية في محل الخفض بإضافة إذا إليها، على كونها فعل شرط لها، {يَخِرُّونَ} فعل وفاعل {لِلْأَذْقانِ} متعلق به {سُجَّدًا} حال من فاعل {يَخِرُّونَ} ، وجملة {يَخِرُّونَ} جواب إذا لا محلّ لها من الإعراب، وجملة {إِذا} من فعل شرطها وجوابها في محل الرفع خبر، {إِنَّ} وجملة {إِنَّ} مسوقة لتعليل ما قبلها، على كونها مقول {قُلْ} أي: إن لم تؤمنوا به، فقد آمن به من هو خير منكم. </p><p> {وَيَقُولُونَ سُبْحانَ رَبِّنا إِنْ كانَ وَعْدُ رَبِّنا لَمَفْعُولًا (١٠٨) وَيَخِرُّونَ لِلْأَذْقانِ يَبْكُونَ وَيَزِيدُهُمْ خُشُوعًا (١٠٩) }. </p><p> {وَيَقُولُونَ} : فعل وفاعل معطوف على {يَخِرُّونَ} . {سُبْحانَ رَبِّنا} إلى آخر الآية مقول محكي لـ {يَقُولُونَ} وإن شئت قلت: {سُبْحانَ رَبِّنا} منصوب على المفعولية المطلقة بفعل محذوف وجوبًا، تقديره: نسبح ربنا تسبيحًا {إِنْ} مخففة من الثقيلة، واسمها ضمير الشأن؛ أي: إنّه {كانَ وَعْدُ رَبِّنا} فعل ناقص واسمه {لَمَفْعُولًا} </p><p> {اللام} حرف ابتداء {مفعولا} خبر {كانَ} وجملة {كانَ} في محل الرفع خبر {إِنْ} وجملة {إِنْ} في محل النصب مقول {يَقُولُونَ}  {وَيَخِرُّونَ} فعل وفاعل معطوف على {يَخِرُّونَ} الأول {لِلْأَذْقانِ} متعلق به {يَبْكُونَ} فعل وفاعل، والجملة في محل النصب حال من فاعل {يَخِرُّونَ}  {وَيَزِيدُهُمْ خُشُوعًا} فعل ومفعولان، وفاعله ضمير مستتر فيه يعود على القرآن، أو البكاء، أو السجود، والجملة في محل النصب على الحال، معطوفة على {يَبْكُونَ} أو حال من فاعل {يَبْكُونَ} . </p><p> {قُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمنَ أَيًّا ما تَدْعُوا فَلَهُ الْأَسْماءُ الْحُسْنى وَلا تَجْهَرْ بِصَلاتِكَ وَلا تُخافِتْ بِها وَابْتَغِ بَيْنَ ذلِكَ سَبِيلًا (١١٠) }. </p><p> {قُلِ} فعل أمر وفاعله ضمير يعود على محمد، والجملة مستأنفة {ادْعُوا اللَّهَ} إلى قوله: {الْحُسْنى} مقول محكي، وإن شئت قلت:  {ادْعُوا اللَّهَ} فعل وفاعل ومفعول، والجملة في محل النصب مقول {قُلِ}  {أَوِ ادْعُوا الرَّحْمنَ} فعل وفاعل ومفعول معطوف على ادعوا الله {أَيًّا} اسم شرط جازم منصوب على المفعولية بـ {تَدْعُوا}  {ما} زائدة زيدت تأكيدًا للإبهام المفهوم من أيًا، ونوّنت؛ أي تعويضًا عما فاتها من الإضافة، {تَدْعُوا} فعل وفاعل مجزوم بـ {أَيًّا} على كونه فعل شرط لها، وعلامة جزمه حذف النون، وجواب الشرط محذوف تقديره: فهو حسن دل عليه ما بعده، وجملة الشرط مع جوابه، في محل النصب مقول {قُلِ} . {فَلَهُ}  {الفاء} رابطة الجواب، {له} خبر مقدم {الْأَسْماءُ} مبتدأ مؤخر، {الْحُسْنى} صفة له، والجملة الإسمية في محل الجزم على كونها {جوابًا} لـ {أي}  {وَلا}  {الواو} عاطفة {لا} ناهية جازمة {تَجْهَرْ} مجزوم، وفاعله ضمير يعود على محمد، والجملة معطوفة على جملة {قُلِ} . {بِصَلاتِكَ} متعلق بـ {تَجْهَرْ} . {وَلا تُخافِتْ} جازم ومجزوم، وفاعله ضمير يعود على محمد {بِها} متعلق به، والجملة معطوفة على جملة النهي، {وَابْتَغِ} فعل أمر وفاعله ضمير يعود على محمد، والجملة معطوفة على جملة {قُلِ}  {بَيْنَ ذلِكَ} ظرف، ومضاف إليه متعلق به، {سَبِيلًا} مفعول به. </p><p> {وَقُلِ الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ وَلَمْ يَكُنْ لَهُ وَلِيٌّ مِنَ الذُّلِّ وَكَبِّرْهُ تَكْبِيرًا (١١١) }. </p><p> {وَقُلِ} فعل أمر، وفاعله ضمير يعود على محمد، والجملة معطوفة على جملة قوله:  {قُلِ ادْعُوا اللَّهَ}  {الْحَمْدُ لِلَّهِ} إلى آخر الآية مقول محكي، وإن شئت قلت:  {الْحَمْدُ لِلَّهِ} مبتدأ وخبر، والجملة في محل النصب مقول القول، {الَّذِي} صفة للجلالة {لَمْ يَتَّخِذْ وَلَدًا} جازم، وفعل ومفعول وفاعله ضمير يعود على الموصول، والجملة صلة الموصول .. {وَلَمْ يَكُنْ} فعل ناقص، وجازم {لَهُ} خبره مقدم {شَرِيكٌ} اسمه مؤخر {فِي الْمُلْكِ} متعلق بـ {شَرِيكٌ} ، وجملة {يَكُنْ} معطوفة على جملة الصلة، {وَلَمْ يَكُنْ} جازم، وفعل ناقص، {لَهُ} خبره مقدم {وَلِيٌّ} اسمه مؤخر {مِنَ الذُّلِّ} متعلق بـ {وَلِيٌّ} والجملة معطوفة على جملة الصلة، {وَكَبِّرْهُ} فعل ومفعول، وفاعله ضمير يعود على محمد {تَكْبِيرًا} مفعول مطلق مؤكد لعامله، والجملة معطوفة على جملة {قُلِ} . </p><p> التصريف ومفردات اللغة </p><p> {كِسَفًا} يقرأ (١) بفتح السين وسكونها فمن فتح السين: جعله جمع كسفة نحو قطعة، وقطع، وكسرة، وكسر، ومن سكن جعله جمع كسفة، أيضًا على حدّ سدرة وسدر، وقمحةٍ وقمحٍ، وجوّز أبو البقاء فيه وجهين آخرين: </p><p> أحدهما: أنه جمع على فعل بفتح العين، وإنما سكّن تخفيفًا، وهذا لا يجوز، لأنّ الفتحة خفيفةٌ يحتملها حرف العلة، حيث يقدّر فيه غيرها، فكيف بالحرف الصحيح؟. </p><p> والثاني: أنه فعل بمعنى مفعول كطحن بمعنى مطحون، فصار في السكون ثلاثة أوجه: وأصل الكسف: القطع، يقال: كسفت الثّوب قطعته، وفي الحديث: في قصة سليمان مع الصافنات الجياد، أنه كسف عراقيبها، أي: قطعها، وقال الزجاج: كسف الشّيء بمعنى غطاه، قيل: ولا يعرف هذا لغيره، وانتصابه على الحال، فإن جعلناه جمعًا كان على حذف مضاف، وإن جعلناه فعلًا بمعنى مفعول لم يحتج إلى تقدير، وحينئذ فيقال: لم لم يؤنّث؟ ويجاب بأنّ تأنيث السماء غير حقيقي، أو بأنها في معنى السقف. اهـ سمين. {لِرُقِيِّكَ} والرّقيّ: الصعود، </p><p>(١) الفتوحات.</p><p> يقال: رقي بالكسر يرقى بالفتح، رقيًّا على فعول، والأصل: رقوى فأُدغم بعد قلب الواو ياءً، ورقيًا بزنة ضرب اهـ «سمين» . وقوله: بالكسر؛ أي: في المحسوسات كما هنا، وأما في المعاني: فهو من باب سعى يقال: رقى في الخير والشرّ، يرقى بفتح القاف في الماضي، والمضارع، وأمّا رقى المريض بمعنى عوّذه، فهو من باب رمى يقال: رقاه يرقيه إذا عوذه، وتلا عليه شيئًا من القرآن، وفي «المصباح» : رقيته أرقيه - من باب رمى - رقيًا عوّذته بالله، والاسم الرقيا: بوزن فعلى، والمرة رقية، والجمع رقى، مثل مدية ومدى، ورقيت في السلم، وغيره أرقى - من باب تعب - رقيًا على زنة فعول ورقيًا على زنة فلس أيضًا، ورقا الطائر يرقو ارتفع في طيرانه اهـ. </p><p> {زُخْرُفٍ} ، أي: ذهب، وهو المراد هنا، ولها معان شتّى منها حسن الشيء، وزخرف الكلام أباطيله المموّهة، وزخرف الأرض ألوان نباتها، والجمع زخارف، وزخرف الشّيء حسّنه وزيّنه، والكلام موّهه بالكذب {كُلَّما خَبَتْ} أي: سكن لهبها، وأصل خبت خبوت بوزن قعدت، تحركت الواو وانفتح ما قبلها، فقلبت ألفا، فالتقى ساكنان: الألف، وتاء، التأنيث، فحذفت الألف لالتقاء الساكنين، فوزنه الآن فعت بوزن رمت، لحذف لامه وفي «القاموس» في باب الواو: وخبت النار، والحرب خبوًا وخبوًّا سكنت وطفئت وأخبيتها أطفأتها اهـ وفي «المصباح» خبت النار خبوًا من باب قعد خمد لهبها، ويعدى بالهمزة، وفي «السمين» : وخبت النار تخبوا إذا سكن لهبها، فإذا ضعف جمرها قيل: خمدت فإذا طفئت بالجملة، قيل: همدت وكل من خمدت، وهمدت من باب: قعد كما في «المصباح» : والسعير اللهب {وَرُفاتًا} ؛ أي: ترابا وفي «القاموس» : رفته يرفته ويرفته كسره، ودقه، وانكسر، ودقّ لازم متعد، وانقطع كأرفت إرفاتًا في الكلّ، وكغراب الحطام اهـ. </p><p> {بَصائِرَ} ؛ أي: عبرًا وبيّنات جمع بصيرة {مَثْبُورًا} ؛ أي: هالكًا أو مصروفًا عن الخير، وفي «المصباح» : وثبر الله الكافر ثبورًا من باب قعد أهلكه وثبر، هو يتعدى، ويلزم قوله {أَنْ يَسْتَفِزَّهُمْ} في «القاموس» : فزّعني عدل، والظبي فزع وفز فلان عن موضعه، من باب ضرب فزازًا أزعجه، واستفزه استخفه، وأخرجه </p><p> من داره وأفززته أفزعته اهـ. {لَفِيفًا} قيل: هو مصدر لف، يلفُّ لفيفًا نحو النذير، والنكير، من لفّ الشيء يلفه لفًا، والألفّ المتداني الفخذين أو عظيم البطن، وقيل: هو اسم جمع لا واحد له من لفظه، والمعنى: جئنا بكم جميعًا، واللّفيف أيضًا الجمع العظيم من أخلاط شتّى من شريف، ودنىء، ومطيع، وعاص، وقوي، وضعيف، وكل شيء خلطته بغيره فقد لففته. </p><p> {وَبِالْحَقِّ أَنْزَلْناهُ وَبِالْحَقِّ نَزَلَ} والحقّ هو الثابت الذي لا يزول، والقرآن مشتمل على كثير من ذلك، كدلائل التوحيد، وتعظيم الملائكة، ونبوة الأنبياء، وإثبات البعث، والقيامة، وفي «الشهاب» : والحقّ فيهما ضد الباطل، لكن المراد بالأول: الحكمة الإلهية المقتضية لإنزاله، وبالثاني: ما يشتمل عليه من العقائد والأحكام ونحوها اهـ. و {فَرَقْناهُ} ؛ أي: أنزلناه مفرّقًا منجّمًا {عَلى مُكْثٍ} والمكث «بالضم والفتح» التّؤدة، والتّأنّي، والمكث أيضًا التّطاول في المدة {لِلْأَذْقانِ} جمع ذقن، وهو مجتمع اللّحيين. </p><p> {فَلَهُ الْأَسْماءُ الْحُسْنى} الحسنى مؤنّث الأحسن الذي هو أفعل التفضيل، لا مؤنث الأحسن، المقابل لامرأة حسناء، كما في «القاموس» : يعني: أنّ أحسن لا يستعمل بمعنى أصل الفعل، وإنما استعمل بمعنى التفضيل، والحسنى بالضم ضدّ السّوءى، وقد وصف الجمع الذي لا يعقل بما توصف به الواحدة، كقوله:  {وَلِيَ فِيها مَآرِبُ أُخْرى} وهو فصيح، ولو جاء على المطابقة للجمع .. لكان التركيب الحسن على وزن الأخر، كقوله:  {فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ} لأن جمع ما لا يعقل يخبر عنه، ويوصف بوصف المؤنثات، وإن كان المفرد مذكرا اهـ. {وَلا تُخافِتْ بِها} ؛ أي: ولا تسر بها، يقال: خفت الصوت من بابي ضرب، وجلس إذا سكن، ويعدّى بالباء، فيقال: خفت الرجل بصوته إذا لم يرفعه، وخافت بقراءته، مخافتة إذا لم يرفع صوته بها، وخفت الزرع، ونحوه مات فهو خافت اهـ. «مصباح» و «مختار» . وفي «السمين» : والمخافتة المسارة بحيث لا يسمع الكلام، وضربته حتّى خفت؛ أي: لم يسمع له صوت اهـ. تخافت القوم إذا تساروا {وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ} ، أي: مشارك له في ملكه، وسلطانه، وربوبيته؛ فهو فعيل بمعنى مفاعل، كالعشير بمعنى المعاشر، والمثيل بمعنى المماثل، {وَلَمْ يَكُنْ لَهُ </p><p> وَلِيٌّ مِنَ الذُّلِّ}، والوليّ الناصر، ينصره، ويمنعه، ويحفظه من إذلال من يذله، والذل: الهوان والصّغار. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: الحصر في قوله: {هَلْ كُنْتُ إِلَّا بَشَرًا رَسُولًا} . </p><p> ومنها: الاستفهام الإنكاري في قوله: {أَبَعَثَ اللَّهُ بَشَرًا رَسُولًا} . </p><p> ومنها: التكرار في قوله: {أَبَعَثَ اللَّهُ بَشَرًا رَسُولًا} . </p><p> ومنها: جناس الاشتقاق في قوله: {وَمَنْ يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ} . </p><p> ومنها: الطباق بين {مَنْ يَهْدِ}  {وَمَنْ يُضْلِلْ} وبين {مُبَشِّرًا}  {وَنَذِيرًا} وبين {تَجْهَرْ} و {تُخافِتْ} . </p><p> ومنها: الالتفات من الغيبة إلى التكلم في قوله: {وَنَحْشُرُهُمْ يَوْمَ الْقِيامَةِ} اهتمامًا بأمر الحشر. </p><p> ومنها: الجناس الناقص بين {مَحْسُورًا} و {مَثْبُورًا} لتغير بعض الحروف. </p><p> ومنها: المقابلة اللطيفة في قوله: {وَإِنِّي لَأَظُنُّكَ يا فِرْعَوْنُ مَثْبُورًا} في مقابلة قول فرعون {إِنِّي لَأَظُنُّكَ يا مُوسى مَسْحُورًا} . </p><p> ومنها: الإظهار في مقام الإضمار في قوله: {وَبِالْحَقِّ أَنْزَلْناهُ وَبِالْحَقِّ نَزَلَ} للتفخيم، فإنه لو ترك الإظهار وعدل إلى الإضمار كما يقتضيه السياق فقال:  {وَبِالْحَقِّ أَنْزَلْناهُ وَبِالْحَقِّ نَزَلَ} لم يكن فيه من الفخامة ما فيه الآن، ويسميه بعضهم بالتصريح. </p><p> ومنها: الاستطراد في قوله: {وَبِالْحَقِّ أَنْزَلْناهُ وَبِالْحَقِّ نَزَلَ} على قاعدة أسلوب كلامهم، وهو: أن يستطرد المتكلم بذكر شيء لم يسق له كلامه، أولًا ثمّ يعود إلى كلامه الأول، فقد ذكر سبحانه أوّلًا القرآن، وأنّ الإنس والجنّ عاجزون عن الإتيان بمثله، وفصاحته وبلاغته، ولو كان بعضهم لبعض ظهيرا، ثمّ انتقل إلى ما في منطوياته من مثل، وعبر، وبصائر، وانساق الكلام إلى تعنت الكافرين، </p><p> وتماديهم في اللجاج، وصدودهم في الغي، والمكابرة، وطمس الحقائق، وإنكار الوقائع، ثمّ أورد شاهدًا على ذلك ما لاقاه موسى من مكابرة فرعون وملئه، وضرب مثلًا في المغبّة التي نالها فرعون ومن معه ثمّ عاد إلى الموضوع الذي شرع فيه، وهو كون القرآن نازلًا بالحق، وإليه هادفًا. </p><p> ومنها: القصر الإضافي في قوله: {إِلَّا مُبَشِّرًا وَنَذِيرًا} والقصر: هو تخصيص شيء بشيء بطريق مخصوص، وينقسم إلى حقيقي، وإضافي فالحقيقي ما كان الاختصاص فيه بحسب الحقيقة، والواقع نحو لا: كاتب في المدينة، إلا علي، والإضافي ما كان الاختصاص فيه بحسب الإضافة إلى شيء معين، نحو ما علي إلّا قائم؛ أي: له صفة القيام، لا صفة القعود، و {ما} هنا كذلك، لأنّ المعنى: ما أرسلناك إلّا بصفة التبشير، والإنذار، لا بصفة الهداية، لأنّ الهداية، والإضلال علينا. </p><p> ومنها: التكرير المعنوي في قوله: {يَخِرُّونَ لِلْأَذْقانِ سُجَّدًا} وقوله: {وَيَخِرُّونَ لِلْأَذْقانِ يَبْكُونَ} فقد كرر الخرور للذقن، وهو السقوط: على الوجه لاختلاف الحالين، فالأول خرورهم في حال كونهم ساجدين، والثاني خرورهم في حال كونهم باكين. </p><p> ومنها: الإتيان بالحال الأول اسمًا وهو قوله: {سُجَّدًا} للدلالة على الاستمرار، والحال الثانية، فعلا، وهي قوله:  {يَبْكُونَ} للدلالة على التجدد والحدوث، فكأنّما بكاؤهم يتجدد بتجدد الأحوال الطارئة، والعظات المتتالية. </p><p> ومنها: المجاز المرسل في قوله: {وَلا تَجْهَرْ بِصَلاتِكَ} ؛ أي: بقراءة صلاتك من إطلاق الكل، وإرادة الجزء، والعلاقة الجزئية. </p><p> ومنها: الاستعارة التصريحية في قوله: {وَابْتَغِ بَيْنَ ذلِكَ سَبِيلًا} حيث استعار السبيل الذي هو محلّ المرور للصوت الوسط، بين الجهر، والمخافتة بجامع أنّ كلًا منهما أمر يتوجه إليه المتوجهون، ويؤمه المقتدون فيوصلهم إلى المطلوب. </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> مجمل ما حوته هذه السورة من الموضوعات </p><p> ١ - الإسراء من مكة إلى بيت المقدس. </p><p> ٢ - تاريخ بني إسرائيل في حالتي الارتقاء والانحطاط. </p><p> ٣ - حكم وعظات للأمة الإسلامية، يجب أن تراعيها حتى لا تذهب دولها، كما ذهبت دولة بني إسرائيل. </p><p> ٤ - بيان أنّ كل ما في السموات، والأرض مسبح لله تعالى. </p><p> ٥ - الكلام في البعث مع إقامة الأدلة على إمكانه. </p><p> ٦ - الرد على المشركين الذين اتّخذوا مع الله آلهة من الأوثان، والأصنام. </p><p> ٧ - الحكمة في عدم إنزال الآيات التي اقترحوها على محمد - صلى الله عليه وسلم -. </p><p> ٨ - قصص سجود الملائكة لآدم، وامتناع إبليس من ذلك. </p><p> ٩ - تعداد بعض نعم الله على عباده. </p><p> ١٠ - طلب المشركين من الرسول - صلى الله عليه وسلم - أن يوافقهم في بعض معتقداتهم، وإلحافهم في ذلك. </p><p> ١١ - أمر النبي - صلى الله عليه وسلم - بإقامة الصلاة، والتهجّد في الليل. </p><p> ١٢ - بيان إعجاز القرآن، وأنّ البشر يستحيل عليهم أن يأتوا بمثله. </p><p> ١٣ - قصص موسى مع فرعون. </p><p> ١٤ - الحكمة في إنزال القرآن منجمًا. </p><p> ١٥ - تنزيه الله تعالى عن الولد والشريك والناصر والمعين. </p><p> والله أعلم </p><p> * * * </p><p> [سورة الكهف] </p><p> مكية كلها، قال القرطبي: في قول جميع المفسرين، وروي عن فرقة: أن أول السورة نزل بالمدينة إلى قوله: {صَعِيدًا جُرُزًا} ، وقيل (١) : إلا قوله {وَاصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ رَبَّهُمْ} والقول الأول أصح، وهي مئة وإحدى عشرة آيةً، وكلماتها ألف وخمس مئة وسبع وسبعون كلمةً، وحروفها ستة آلاف وأربع مئة وستون حرفًا. </p><p> المناسبة: ومناسبتها لما قبلها من وجوه (٢) : </p><p> ١ - أن سورة الإسراء افتتحت بالتسبيح، وهذه بالتحميد، وهما مقترنان في سائر الكلام، في نحو {فَسَبِّحْ بِحَمْدِ رَبِّكَ} ، ونحو: سبحان الله وبحمده. </p><p> ٢ - تشابه ختام السالفة وافتتاح هذه فإن كلًا منهما حمد. </p><p> ٣ - أنه ذكر في السّابقة قوله:  {وَما أُوتِيتُمْ مِنَ الْعِلْمِ إِلَّا قَلِيلًا} والخطاب فيها لليهود، وذكر هنا قصة موسى نبي بني إسرائيل مع الخضر عليهما السلام، وهي تدل على كثرة معلومات الله التي لا تحصى، فكانت كالدليل على ما تقدم. </p><p> ٤ - أنه جاء في السورة السابقة {فَإِذا جاءَ وَعْدُ الْآخِرَةِ جِئْنا بِكُمْ لَفِيفًا} ثم فصّل ذلك هنا بقوله: {فَإِذا جاءَ وَعْدُ رَبِّي جَعَلَهُ دَكَّاءَ وَكانَ وَعْدُ رَبِّي حَقًّا} إلى قوله: {وَعَرَضْنا جَهَنَّمَ يَوْمَئِذٍ لِلْكافِرِينَ عَرْضًا (١٠٠) }. </p><p> فضلها: وقد ورد في فضلها أحاديث (٣) : </p><p>(١) البيضاوي. (٢) المراغي.(٣) الشوكاني.</p><p> منها: ما أخرجه أحمد، ومسلم، وأبو داود، والترمذي، والنسائي وغيرهم عن أبي الدرداء عن النبي - صلى الله عليه وسلم - قال:  «من حفظ عشر آيات من أول سورة الكهف عصم من فتنة الدجال» . </p><p> وأخرج أحمد، ومسلم، والنسائي، وابن حبان، عن أبي الدرداء، قال: قال رسول الله - صلى الله عليه وسلم -: «من قرأ العشر الأواخر من سورة الكهف، عصم من فتنة الدجال» . </p><p> وأخرج البخاري ومسلم، وغيرهما عن البراء قال: قرأ رجل سورة الكهف، وفي الدار دابة فجعلت تنفر فنظر فإذا ضبابة - أو سحابة - قد غشيته، فذكر ذلك للنبي - صلى الله عليه وسلم - فقال:  «اقرأ فلان، فإن السكينة نزلت للقرآن» وهذا الذي كان يقرأ هو أسيد بن حضير، كما بينه الطبراني. </p><p> وأخرج الترمذي، وصححه عن أبي الدرداء، قال: قال رسول الله - صلى الله عليه وسلم -: «من قرأ ثلاث آيات من أول سورة الكهف، عصم من فتنة الدجال» ، وفي قراءة العشر الآيات من أولها أو من آخرها أحاديث. </p><p> وأخرج ابن مردويه، والضياء - في «المختارة» - عن علي قال: قال رسول الله - صلى الله عليه وسلم -: «من قرأ الكهف يوم الجمعة .. فهو معصوم إلى ثمانية أيام من كل فتنة تكون، فإن خرج الدجال عصم منه» . </p><p> وأخرج الطبراني في «الأوسط» والحاكم، وصححه، وابن مردويه، والبيهقي، والضياء عن أبي سعيد الخدري، قال: قال رسول الله - صلى الله عليه وسلم -: «من قرأ سورة الكهف، كانت له نورًا من مقامه إلى مكة، ومن قرأ عشر آيات من آخرها ثمّ خرج الدجال .. لم يضره» . </p><p> وأخرج الحاكم، وصححه من حديث أبي سعيد الخدري أن النبي - صلى الله عليه وسلم - قال:  «من قرأ سورة الكهف في يوم الجمعة .. أضاء له من النور ما بين الجمعتين» وأخرجه البيهقي أيضًا في «السنن» من هذا الوجه، ومن وجه آخر، وأخرج ابن مردويه عن ابن عمر، قال: قال رسول الله - صلى الله عليه وسلم -: «من قرأ سورة الكهف في يوم </p><p> الجمعة، سطع له نورٌ من تحت قدمه إلى عنان السماء، يضيءُ له يوم القيامة، وغفر له ما بين الجمعتين». </p><p> وأخرج ابن مردويه عن عائشة قالت: قال رسول الله - صلى الله عليه وسلم -: «ألا أخبركم بسورة ملأ عظمتها ما بين السماء والأرض، ولكاتبها من الأجر مثل ذلك، ومن قرأها يوم الجمعة غفر له ما بينه وبين الجمعة الأخرى، وزيادة ثلاثة أيام، ومن قرأ الخمس الأواخر منها عند نومه، بعثه الله من أيّ الليل شاء؟» قالوا: بلى يا رسول الله قال: «سورة أصحاب الكهف» . </p><p> وأخرج ابن مردويه عن عبد الله بن مغفل، قال: قال رسول الله - صلى الله عليه وسلم -: «البيت الذي تقرأ فيه سورة الكهف لا يدخله شيطان تلك الليلة» . وفي الباب أحاديث، وآثار، وفيما أوردناه كفاية مغنية. </p><p> الناسخ والمنسوخ فيها: قال أبو عبد الله محمد بن حزم في كتابه «الناسخ والمنسوخ» : وقد أجمع المفسرون على أن لا منسوخ في سورة الكهف، إلا السدي وقتادة فإنهما قالا: فيها آية واحدة، وهي قوله تعالى:  {فَمَنْ شاءَ فَلْيُؤْمِنْ وَمَنْ شاءَ فَلْيَكْفُرْ} الآية (٢٩) ناسخها قوله تعالى: {وَما تَشاؤُنَ إِلَّا أَنْ يَشاءَ اللَّهُ} انتهى. </p><p> والله أعلم </p><p> * * * </p><p> بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ </p><p> {الْحَمْدُ لِلَّهِ الَّذِي أَنْزَلَ عَلى عَبْدِهِ الْكِتابَ وَلَمْ يَجْعَلْ لَهُ عِوَجًا (١) قَيِّمًا لِيُنْذِرَ بَأْسًا شَدِيدًا مِنْ لَدُنْهُ وَيُبَشِّرَ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحاتِ أَنَّ لَهُمْ أَجْرًا حَسَنًا (٢) ماكِثِينَ فِيهِ أَبَدًا (٣) وَيُنْذِرَ الَّذِينَ قالُوا اتَّخَذَ اللَّهُ وَلَدًا (٤) ما لَهُمْ بِهِ مِنْ عِلْمٍ وَلا لِآبائِهِمْ كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْواهِهِمْ إِنْ يَقُولُونَ إِلاَّ كَذِبًا (٥) فَلَعَلَّكَ باخِعٌ نَفْسَكَ عَلى آثارِهِمْ إِنْ لَمْ يُؤْمِنُوا بِهذَا الْحَدِيثِ أَسَفًا (٦) إِنَّا جَعَلْنا ما عَلَى الْأَرْضِ زِينَةً لَها لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلًا (٧) وَإِنَّا لَجاعِلُونَ ما عَلَيْها صَعِيدًا جُرُزًا (٨) أَمْ حَسِبْتَ أَنَّ أَصْحابَ الْكَهْفِ وَالرَّقِيمِ كانُوا مِنْ آياتِنا عَجَبًا (٩) إِذْ أَوَى الْفِتْيَةُ إِلَى الْكَهْفِ فَقالُوا رَبَّنا آتِنا مِنْ لَدُنْكَ رَحْمَةً وَهَيِّئْ لَنا مِنْ أَمْرِنا رَشَدًا (١٠) فَضَرَبْنا عَلَى آذانِهِمْ فِي الْكَهْفِ سِنِينَ عَدَدًا (١١) ثُمَّ بَعَثْناهُمْ لِنَعْلَمَ أَيُّ الْحِزْبَيْنِ أَحْصى لِما لَبِثُوا أَمَدًا (١٢) نَحْنُ نَقُصُّ عَلَيْكَ نَبَأَهُمْ بِالْحَقِّ إِنَّهُمْ فِتْيَةٌ آمَنُوا بِرَبِّهِمْ وَزِدْناهُمْ هُدىً (١٣) وَرَبَطْنا عَلى قُلُوبِهِمْ إِذْ قامُوا فَقالُوا رَبُّنا رَبُّ السَّماواتِ وَالْأَرْضِ لَنْ نَدْعُوَا مِنْ دُونِهِ إِلهًا لَقَدْ قُلْنا إِذًا شَطَطًا (١٤) هؤُلاءِ قَوْمُنَا اتَّخَذُوا مِنْ دُونِهِ آلِهَةً لَوْلا يَأْتُونَ عَلَيْهِمْ بِسُلْطانٍ بَيِّنٍ فَمَنْ أَظْلَمُ مِمَّنِ افْتَرى عَلَى اللَّهِ كَذِبًا (١٥) وَإِذِ اعْتَزَلْتُمُوهُمْ وَما يَعْبُدُونَ إِلاَّ اللَّهَ فَأْوُوا إِلَى الْكَهْفِ يَنْشُرْ لَكُمْ رَبُّكُمْ مِنْ رَحْمَتِهِ وَيُهَيِّئْ لَكُمْ مِنْ أَمْرِكُمْ مِرْفَقًا (١٦) وَتَرَى الشَّمْسَ إِذا طَلَعَتْ تَزاوَرُ عَنْ كَهْفِهِمْ ذاتَ الْيَمِينِ وَإِذا غَرَبَتْ تَقْرِضُهُمْ ذاتَ الشِّمالِ وَهُمْ فِي فَجْوَةٍ مِنْهُ ذلِكَ مِنْ آياتِ اللَّهِ مَنْ يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ وَمَنْ يُضْلِلْ فَلَنْ تَجِدَ لَهُ وَلِيًّا مُرْشِدًا (١٧) وَتَحْسَبُهُمْ أَيْقاظًا وَهُمْ رُقُودٌ وَنُقَلِّبُهُمْ ذاتَ الْيَمِينِ وَذاتَ الشِّمالِ وَكَلْبُهُمْ باسِطٌ ذِراعَيْهِ بِالْوَصِيدِ لَوِ اطَّلَعْتَ عَلَيْهِمْ لَوَلَّيْتَ مِنْهُمْ فِرارًا وَلَمُلِئْتَ مِنْهُمْ رُعْبًا (١٨) وَكَذلِكَ بَعَثْناهُمْ لِيَتَساءَلُوا بَيْنَهُمْ قالَ قائِلٌ مِنْهُمْ كَمْ لَبِثْتُمْ قالُوا لَبِثْنا يَوْمًا أَوْ بَعْضَ يَوْمٍ قالُوا رَبُّكُمْ أَعْلَمُ بِما لَبِثْتُمْ فَابْعَثُوا أَحَدَكُمْ بِوَرِقِكُمْ هذِهِ إِلَى الْمَدِينَةِ فَلْيَنْظُرْ أَيُّها أَزْكى طَعامًا فَلْيَأْتِكُمْ بِرِزْقٍ مِنْهُ وَلْيَتَلَطَّفْ وَلا يُشْعِرَنَّ بِكُمْ أَحَدًا (١٩) إِنَّهُمْ إِنْ يَظْهَرُوا عَلَيْكُمْ يَرْجُمُوكُمْ أَوْ يُعِيدُوكُمْ فِي مِلَّتِهِمْ وَلَنْ تُفْلِحُوا إِذًا أَبَدًا (٢٠) } </p><p> المناسبة </p><p> مناسبة أول هذه السورة لآخر ما قبلها (١) : أنه لما قال: {وَبِالْحَقِّ أَنْزَلْناهُ وَبِالْحَقِ </p><p>(١) البحر المحيط.</p><p> نَزَلَ} وذكر المؤمنين به أهل العلم، وأنه يزيدهم خشوعًا، وأنه تعالى أمر بالحمد له، وأنه لم يتخذ ولدًا: أمره تعالى بحمده على إنزال هذا الكتاب السالم من العوج، القيم على كل الكتب، المنذر من قال اتخذ الله ولدًا، المبشر المؤمنين بالأجر الحسن، ثم استطرد إلى حديث كفار قريش، والتفت من الخطاب في قوله: وكبّره تكبيرا، إلى الغيبة في قوله:  {عَلى عَبْدِهِ} لما في {عَبْدِهِ} من الإضافة المقتضية تشريفه، ولم يجىء التركيب: أنزل عليك. </p><p> أسباب النزول </p><p> سبب نزولها (١) : ما أخرجه ابن جرير من طريق ابن إسحاق، عن شيخ من أهل مصر، عن عكرمة، عن ابن عباس، قال: بعثت قريش النضر بن الحارث، وعقبة ابن أبي معيط إلى أحبار اليهود بالمدينة، فقالوا لهما: سلاهم عن محمد، وصفا لهم صفته، فإنهم أهل الكتاب الأول، وعندهم ما ليس عندنا من علم الأنبياء، فخرجا حتى أتيا المدينة، فسألاهم فقالوا: سلوه عن ثلاث، فإن أخبركم بهن فهو نبي مرسل، وإن لم يفعل، فالرجل متقوّل، فروا فيه رأيكم، سلوه عن فتية ذهبوا في الدهر الأول، ما كان من أمرهم؟ فإنه كان لهم حديث عجيب، وسلوه عن رجل طواف بلغ مشارق الأرض ومغاربها، ما كان نبؤه؟ وسلوه عن الروح، ما هي؟ فأقبلا حتى قدما على قريش، فقالا: قد جئناكم بفصل ما بينكم وبين محمد، فجاؤوا رسول الله - صلى الله عليه وسلم - فسألوه فقال: أخبركم غدًا بما سألتم عنه، ولم يقل: إن شاء الله .. فانصرفوا فاستلبث الوحي خمسة عشر يومًا، ولا يأتيه جبريل حتى أرجف كفار قريش، وقالوا: إنّ محمّدًا قد تركه رئيه الذي كان يأتيه من الجن، وقال بعضهم: قد عجز عن أكاذيبه، فشقّ ذلك على رسول الله - صلى الله عليه وسلم - فلمّا انقضى الأمد، جاءه الوحي بجواب الأسئلة وغيرها، فجاءه جبريل بسورة أهل الكهف، فيها معاتبته إياه على حزنه عليهم، وبيان أمر الفتية، والرجل الطوّاف، وأنزل بعد ذلك {وَيَسْئَلُونَكَ عَنِ الرُّوحِ ...} الآية. </p><p>(١) لباب النقول والبحر المحيط.</p>"
}