{
  "id": null,
  "sura": 17,
  "aya": 44,
  "text": "<p> ٤٤ - ثم بيّن سبحانه عظمة ملكه وكبير سلطانه فقال:  {تُسَبِّحُ لَهُ السَّماواتُ السَّبْعُ وَالْأَرْضُ} ؛ أي: تنزه الله تعالى السموات السبع، والأرض عن كل نقص بدلالة أحوالها على توحيد الله تعالى، وقدرته، ولطيف حكمته، فكأنها تنطق بذلك، ويصير لها بمنزلة التسبيح النطقي، {وَ} يسبحه تعالى أيضًا {مَنْ فِيهِنَّ} ؛ أي: من في السموات والأرض من المخلوقات؛ أي: تنزهه عمّا يقول هؤلاء المشركون، وتعظمه، وتشهد له بالوحدانية، في ربوبيته، وألوهيته كما قال أبو نواس: </p><p> وفيْ كلّ شيءٍ له آيةٌ ... تدلُّ على أنَّه واحدُ </p><p> والمكلف العاقلُ (١) يسبح ربه إما بالقول كقوله: «سبحان الله» وإما بدلالة أحواله على توحيده وتقديسه، وغير العاقل لا يسبّح إلا بالطريق الثاني، فهي تدل بحدوثها دلالة واضحة على وجوب وجوده تعالى، ووحدانيته، وقدرته وتنزهه عن الحدوث، فإنّ الأثر يدل على مؤثره. </p><p> ومعنى التسبيح (٢) : تنزيه الحق، وتبعيدُه عن نقائص الإمكان، والحدوث، إمّا بلسان الحال، الدال على وجود الخالق، وقدرته وحكمته، كتسبيح السموات والأرض، وإما بلسان القال الناطق بما يسمع كتسبيح من فيهن من الملائكة، والجن والإنس، فالتسبيح مشترك بين اللفظ الدّال عليه، وبين مثل الحدوث والإمكان، الدّالّ على تنزيهه تعالى عن لوازم الإمكان وتوابع الحدوث. </p><p> وقرأ النحويان (٣) : أبو عمرو والكسائي، وحمزة وحفص {تُسَبِّحُ} بالتاء من فوق، وباقي السبعة بالياء، وفي بعض المصاحف {سبحت له السماوات} بلفظ الماضي، وتاء التأنيث، وهي قراءة عبد الله، والأعمش، وطلحة بن مصرّف. </p><p> ثم أكّد ما سلف بقوله:  {وَإِنْ مِنْ شَيْءٍ} ؛ أي: وما من شيء من المخلوقات {إِلَّا يُسَبِّحُ بِحَمْدِهِ} تعالى، أي: يدل بإمكانه وحدوثه دلالةً واحدةً على وجوب وجوده تعالى، ووحدته وقدرته، وتنزهه عن لوازم الحدوث. </p><p>(١) المراغي. (٢) روح البيان.(٣) البحر المحيط.</p><p> والمعنى (١) : وما من شيء من الأشياء حيوانًا كان أو نباتًا، أو جمادًا إلا ينزهه تعالى متلبسًا بحمده بلسان الحال عما لا يليق بذاته تعالى من لوازم الإمكان. </p><p> والخلاصة: أن كل الأكوان بأسرها شاهدة بتنزهه تعالى عن مشاركته للمخلوقات في صفاتها المحدثة {وَلكِنْ لا تَفْقَهُونَ} ، أيها المشركون، ولا تفهمون {تَسْبِيحَهُمْ} ما عدا من يسبح بلغتكم، ولسانكم، والفقه (٢) : عبارة عن فهم غرض المتكلم من كلامه؛ أي: ولكن لا تفهمون أيّها المشركون تلك الدّلالة، لأنّكم لما جعلتم مع الله آلهةً، فكأنكم لم تنظروا، ولم تفكروا؛ إذ النّظر الصحيح، والتفكير الحق، يؤدي إلى غير ما أنتم عليه، فأنتم إذًا لم تفقهوا التسبيح، ولم تستوضحوا الدلالة على الخالق. </p><p> فإنّ الكفار (٣) ، وإن كانوا مقرّين بألسنتهم بإثبات إله العالم، لم يتفكروا في أنواع الدلائل، ولم يعلموا كمال قدرته تعالى، فأستبعدوا كونه تعالى قادرًا على النشر، والحشر، فهم غافلون عن أكثر دلائل التوحيد، والنبوة، والمعاد؛ لأنهم أثبتوا لله شركاء، وزوجًا وولدًا. </p><p> وقرىء {لا يُفَقَّهونَ} على صيغة المبني للمفعول مع فتح الفاء، وتشديد القاف {إِنَّهُ} سبحانه وتعالى {كانَ حَلِيمًا} على جهلكم، وإشراككم، فمن حلمه أن أمهلكم، ولم يعاجلكم بالعقوبة على غفلتكم وسوء جهلكم بهذا التسبيح بإشراككم به سواه، وعبادتكم معه غيره، والحلم (٤) : تأخير مكافأة الظالم بالنسبة إلى الخالق، والطمأنينة عند سورة الغضب بالنسبة إلى المخلوق {غَفُورًا} لمن تاب منكم ورجع إلى التوحيد، ومن مغفرته لكم أنّه لا يؤاخذ من تاب منكم. </p><p> أخرج أحمد وابن مردويه، عن ابن عمر أن النبي - صلى الله عليه وسلم - قال: «إنّ نوحًا عليه </p><p>(١) المراح. (٢) روح البيان.(٣) المراح.(٤) روح البيان.</p>"
}