{
  "id": null,
  "sura": 17,
  "aya": 59,
  "text": "<p> وعن عبادة بن الصامت قال: سمعت رسول الله - صلى الله عليه وسلم - يقول:  «إنّ أوّل ما خلق الله القلم،فقال له:اكتب؛فقال:ما أكتب؟قال:اكتب المقدّر، وما هو كائن إلى يوم القيامة» . </p><p> ٥٩ - وكان كفار قريش يقولون: يا محمد إنّك تزعم أنه كان قبلك أنبياء منهم من سُخِّرت له الريح، ومنهم من كان يحي الموتى، فإن سرّك أن نؤمن بك، ونصدّقك .. فادع ربَّك أن يجعل لنا الصّفا ذهبا، فأجاب الله عن هذه الشّبهة بقوله:  {وَما مَنَعَنا أَنْ نُرْسِلَ بِالْآياتِ}  {الباء} زائدة، وأن المصدرية في محل النصب بـ {مَنَعَنا} على كونه مفعولا ثانيا له؛ أي: وما (١) صرفنا عن إرسال الآيات التي اقترحتها قريش من إحياء الموتى، وقلب الصّفا ذهبا، ورفع جبال مكة لتنبسط الأرض، وتصلح للزراعة، وإجراء الأنهار لتحصل الحدائق ونحو ذلك، و {أن} في قوله: {إِلَّا أَنْ كَذَّبَ بِهَا الْأَوَّلُونَ} في محل رفع على المفعولية والاستثناء مفرغ من أعم الأشياء؛ أي: وما منعنا عن إرسالها شيء من الأشياء إلا تكذيب الأولين، الذين هم أمثالهم في الطبع، كعاد، وثمود، وأنها لو أرسلت لكذبوا تكذيب أولئك واستوجبوا الاستئصال على ما مضت به سنّتنا، وقد قضينا أن لا نستأصلهم؛ لأن فيهم من يؤمن أو يلد من يؤمن، ثم ذكر بعض الأمم المهلكة بتكذيب الآيات المقترحة، فقال:  {وَآتَيْنا ثَمُودَ النَّاقَةَ} معطوف على معلوم من السياق كأنه (٢) قيل: وما منعنا أن نرسل بالآيات إلا أن كذّب بها الأولون، حيث آتيناهم ما اقترحوا من الآيات الباهرة، فكذبوها، وآتينا ثمود الناقة حالة كونها {مُبْصِرَةً} بكسر الصاد؛ أي: مبيّنة مظهرة لنبوة صالح {فَظَلَمُوا} أنفسهم بتكذيبهم. {بِهَا} وأقبلوا أنفسهم للهلاك بعقرها؛ أي: لم يكتفوا بمجرد الكفر بها، بل فعلوا بها ما فعلوا من العقر، وظلموا أنفسهم، وعرضوها للهلاك بسبب عقرها، ولعلّ تخصيصها بالذكر، لأنّ آثار ديارهم الهالكة باقية في ديار العرب، قريبة من حدودهم يبصرها صادرهم وواردهم، ومعنى الآية؛ أي (٣) : إنّه تعالى لو </p><p>(١) روح البيان. (٢) روح البيان.(٣) المراغي.</p><p> أظهر تلك المعجزات القاهرة، ثمَّ لم يؤمنوا بها بل بقوا مصرين على كفرهم .. لاستحقوا عذاب الاستئصال كما هي سنتنا في الأمم السّالفة، لكن هذا العذاب على هذه الأمة لا يكون لأن الله علم أن فيهم من سيؤمنون، أو يؤمن أولادهم، فلم يجبهم إلى ما طلبوا، ولم يظهر لهم تلك المعجزات. </p><p> والخلاصة: أنه ما منعنا من إرسال الآية التي سألوها إلا تكذيب الأولين بمثلها، فإن أرسلناها، وكذّب بها هؤلاء عوجلوا ولم يمهلوا كما هو سنة الله في عباده. </p><p> وأخرج البيهقي في «الدلائل» عن الربيع بن أنس قال: قال الناس لرسول الله - صلى الله عليه وسلم -: لو جئتنا بآية كما جاء بها صالح والنبيون؟ فقال رسول الله - صلى الله عليه وسلم -: «إن شئتم دعوت الله فأنزلها عليكم، فإن عصيتم هلكتم» فقالوا: لا نريدها. </p><p> ثمّ بيّن: أنَّ الآيات التي التمسوها هي مثل آية ثمود، وقد أوتوها واضحة بينة فكفروا بها، فاستحقّوا العذاب، فكيف يتمنّى مثلها هؤلاء على سبيل الاقتراح، كما قال:  {وَآتَيْنا ثَمُودَ النَّاقَةَ مُبْصِرَةً فَظَلَمُوا بِها} وهذا معطوف على محذوف كما سبق آنفا؛ أي: وقد سألت ثمود من قبل قومك الآيات، فآتيناها ما سألت، وجعلنا لها الناقة حجة واضحة، دالّةً على وحدانية من خلقها، وصدق رسوله الذي أجيب دعاؤه فيها، فكفروا بها، ومنعوها شربها وقتلوها، فأبادهم الله تعالى، وانتقم منهم، وأخذهم أخذ عزيزٍ مقتدر. </p><p> وقرأ الجمهور (١) : {ثَمُودَ} ممنوع الصرف، وقال هارون: أهل الكوفة ينوّنون ثمود في كل وجه، وقال أبو حاتم: لا تنوّن العامّة والعلماء بالقرآن ثمود في وجه من الوجوه، وفي أربعة مواطن ألف مكتوبة، ونحن نقرؤها بغير ألف انتهى. وانتصب مبصرةً على الحال، وهي قراءة الجمهور، وقرأ زيد بن عليّ {مبصرةٌ} بالرفع على إضمار مبتدأ؛ أي: هي مبصرةٌ، وأضاف الإبصار إليها على سبيل المجاز، لما كانت يبصرها الناس، والتقدير: آيةٌ مبصرةٌ، وقرأ قوم </p><p>(١) البحر المحيط.</p>"
}