{
  "id": null,
  "sura": 17,
  "aya": 29,
  "text": "<p> رزقنا الله وإياكم من فضله. </p><p> والمعنى: أي (١) وإن أعرضت عن ذوي القربى والمسكين، وابن السبيل، وأنت تستحي أن ترد عليهم انتظار فرج من الله ترجو أن يأتيك، ورزق يفيض عليك فقل لهم قولًا لينًا جميلًا، وعدهم وعدًا تطيب به قلوبهم. قال الحسن: أمر أن يقول لهم: «نعم وكرامةً، وليس عندنا اليوم شيء، فإن يأتنا نعرف حقكم» . </p><p> وفي هذا تأديب من الله لعباده إذا سألهم سائل ما ليس عندهم كيف يقولون، وكيف يردون، ولقد أحسن من قال: </p><p> إلّا يكن ورقٌ يومًا أجود به ... للسَّائلين فإنّي ليِّن العودِ </p><p> لا يعدم السَّائلون الخير في خلقي ... إمّا نوالٌ وإمَّا حسن مردودِ </p><p> ٢٩ - ثم بيّن سبحانه الطريق المثلى في إنفاق المال فقال:  {وَلا تَجْعَلْ} أيها الإنسان {يَدَكَ مَغْلُولَةً} ؛ أي: مضمومة {إِلى عُنُقِكَ} مجموعة معه في الغل، وهو: بضم الغين طوق من حديد يجعل في العنق؛ أي: لا تمسك يدك عن الإنفاق في الحق، والخير كالمغلولة يده إلى عنقه، لا يقدر على مدها؛ أي: لا تمسك عن الإنفاق بحيث تضيق على نفسك وأهلك. {وَلا تَبْسُطْها} ؛ أي: لا تمدها في الإنفاق {كُلَّ الْبَسْطِ} فتعطي جميع ما عندك في وجوه صلة الرحم، وسبيل الخيرات؛ أي: لا تتوسّع (٢) في الإنفاق توسّعًا مفرطًا بحيث لا يبقى في يدك شيء، وروي عن قالون {كل البصط} بالصاد ذكره في «البحر»  {فَتَقْعُدَ} ؛ أي: فتصير {مَلُومًا} عند الله تعالى؛ لأنّ المسرف غير مرضي عنده تعالى، وعند أصحابك فهم يلومونك على تضييع المال بالكلية، وإبقاء الأهل والولد في الضر، وتبقى ملوما عند نفسك بسبب سوء تدبيرك، وترك الحزم في مهمّات معاشك، أو ملومًا على البخل من الواجبات. {مَحْسُورًا} ؛ أي: نادمًا على ما فرط منك من الإنفاق أو منقطعًا لا شيء عندك تنفقه، أو منقطعًا عنك الأحباب بسبب ذهاب </p><p>(١) المراغي. (٢) المراح.</p><p> الأسباب من (١) : حسره السفر إذا أثَّر فيه أثرا بليغًا، أو عاريا من حسر رأسه، ولا تشكل هذه الآية على ما ورد من فعل السلف الذين خرجوا عن أموالهم في محبة الله ورسوله وصاروا فقراء؛ لأن النهي محمول على من كان يعقبه النّدم والتحسّر، بخلاف السّلف، فلم يوجد منهم التحسر. </p><p> والمعنى: أي لا تكن (٢) بخيلًا منوعًا لا تعطي أحدًا شيئًا، ولا تسرف في الإنفاق فتعطي فوق طاقتك، وتخرج أكثر من دخلك، فإنك إن بخلت كنت ملومًا مذمومًا عند الناس، كما قال زهير: </p><p> وَمَنْ يكُ ذا مالٍ فيبخل بماله ... على قومه يُستغنَ عنه ويُذْمَمِ </p><p> ومذمومًا عند الله لحرمان الفقير والمسكين من فضل مالك، وقد أوجب الله عليك سدّ حاجتهما بإعطاء زكاة أموالك. </p><p> وإن أسرفت في أموالك فسرعان ما تفقدها فتصبح معسرًا بعد الغنى، ذليلًا بعد العزة، محتاجًا إلى معونة غيرك بعد أن كنت معينًا له، وحينئذٍ تقع في الحسرة التي تقطع نياط قلبك، ويبلغ منك الأسى كلّ مبلغ، ولكن أنّى يفيد ذلك، وقد فات ما فات، فلا ينفع النّدم، ولا تجدي العظة والنصيحة. </p><p> وخلاصة ذلك: اقتصد في عيشك، وتوسّط في الإنفاق، ولا تكن بخيلًا، ولا مسرفًا. </p><p> روى أحمد وغيره عن ابن عباس قال: قال رسول الله - صلى الله عليه وسلم -: «ما عال من اقتصد» وأخرج البيهقي عن ابن عباس قال: قال رسول الله - صلى الله عليه وسلم -: «الاقتصاد في النفقة نصف المعيشة» وروي عن أنس مرفوعًا «التدبير نصف المعيشة، والتودد نصف العقل، والهمُّ نصف الهرم، وقلة العيال أحد اليسارين» ، وقيل:  «حسن التدبير مع العفاف خيرٌ من الغنى مع الإسراف» . </p><p> وإجمال المعنى: لا تجعل يدك في انقباضها كالمغلولة الممنوعة عن </p><p>(١) النسفي. (٢) المراغي.</p>"
}