{
  "id": null,
  "sura": 17,
  "aya": 14,
  "text": "<p> وقيل: المراد بالطائر صحيفة الأعمال التي كتبتها الملائكة الحفظة، فإذا مات العبد طويت تلك الصحيفة، وجعلت معه في قبره حتى تخرج له يوم القيامة، وقيل: المراد بالطائر: كتاب إجابته في القبر لمنكر ونكير. </p><p> قال الفخر الرازي: والتحقيق في هذا الباب (١) : أنه تعالى خلق الخلق، وخص كل واحد منهم بمقدار مخصوص من العقل والفهم، والعلم والعمر، والرزق والسعادة، والشقاوة، والإنسان لا يمكنه أن يتجاوز ذلك المقدار، وينحرف عنه، بل لا بد وأن يصل إليه ذلك القدر بحسب الكمية والكيفية، فتلك الأشياء المقدّرة كأنّها تطير إليه، وتصير إليه، فلهذا المعنى لا يبعد أن يعبّر عن تلك الأحوال المقدرة بلفظ الطائر، فقوله تعالى:  {أَلْزَمْناهُ طائِرَهُ فِي عُنُقِهِ} كناية عن أن كل ما قدره الله ومضى في علمه حصوله له، فيما علمه فهو لازم له، واصل إليه، غير منحرف عنه، وإليه الإشارة بقوله - صلى الله عليه وسلم -: «جف القلم بما هو كائن إلى يوم القيامة» اهـ، ملخصا. </p><p> {وَنُخْرِجُ لَهُ} ؛ أي: لكل إنسان {يَوْمَ الْقِيامَةِ} والبعث للحساب، {كِتابًا} مسطورا فيه عمله نقيرًا، وقطميرًا، وهو مفعول {وَنُخْرِجُ} . {يَلْقاهُ} الإنسان أي: يجده، ويراه {مَنْشُورًا} ؛ أي مفتوحا بعد ما كان مطويًّا، ليمكنه قراءته، صفتان لـ {كِتابًا} أو الأول صفة، والثاني حال. قال الحسن (٢) : بسطت لك صحيفة، ووكل بك ملكان، فهما عن يمينك، وعن شمالك، فأما الذي عن يمينك فيحفظ حسناتك، وأمّا الذي عن شمالك، فيحفظ سيئاتك، حتى إذا مت طويت صحيفتك، وجعلت معك في قبرك حتى تخرج لك يوم القيامة. </p><p> ١٤ - ويقال له:  {اقْرَأْ كِتابَكَ} ؛ أي: كتاب عملك، فهو على تقدير القول، وعن قتادة: يقرأ ذلك اليوم من لم يكن في الدنيا قارئًا {كَفى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيبًا} ؛ أي: كفى اليوم نفسك من جهة كونها حسيبًا عليك، و {الباء} زائدة، واليوم ظرف لـ {كَفى} و {حَسِيبًا} تمييز لفاعل {كَفى} و {على} صلته، لأنه بمعنى الحاسب، </p><p>(١) الفخر الرازي. (٢) روح البيان.</p><p> وتذكيره مبنيٌّ على تأويل النفس بالشخص، وفوّض تعالى حساب العبد إليه، لئلا ينسب إلى الظلم، ولتجب الحجة عليه باعترافه. </p><p> وقال الحسن: أنصف من أنصفك، أنصف من جعلك حسيب نفسك اهـ. </p><p> وقرأ الجمهور (١) - ومنهم أبو جعفر -: {وَنُخْرِجُ} بالنون مضارع أخرج الرباعي كتابا بالنصب، وعن أبي جعفر أيضًا، {ويخرج} بالياء مبنيًا للمفعول {كِتابًا} بالنصب؛ أي: ويخرج الطائر كتابًا، وعنه أيضًا {كتاب} بالرفع على مفعول ما لم يسمّ فاعله، وقرأ الحسن وابن محيصن ومجاهد {ويخرج} بفتح الياء وضم الراء أي طائره كتابًا إلّا الحسن، فقرأ {كتاب} على أنه فاعل {يخرج} وقرأت فرقة {ويخرج} بضم الياء، وكسر الراء؛ أي: ويخرج الله، وقرأ الجمهور {يَلْقاهُ} بفتح الياء وسكون اللام، وقرأ ابن عامر، وأبو جعفر، والجحدري، والحسن بخلاف عنه:  {يلقّاه} بضم الياء وفتح اللام وتشديد القاف. </p><p> وحاصل معنى الآية: أي وألزمنا كل امرىء عمله، الذي يصدر منه باختياره، بحسب ما قدر له من خير أو شر، لا ينفك عنه بحال، والعرب تضرب المثل للشيء الذي يلزم بالشيء الذي يوضع في العنق، فيقولون: جعلت هذا في عنقك؛ أي: قلّدتك هذا العمل، وألزمتك الاحتفاظ به، وخصّوا العنق؛ لأنه يظهر عليه ما يزين المرء، كالقلائد والأطواق، أو ما يشينه كالأغلال والأوهاق «الحبال تجر بها الدواب» . </p><p> وخلاصة هذا: أن كل إنسان منكم معشر بني آدم ألزمناه نحسه وسعده، وشقاءه وسعادته بما سبق في علمنا أنه صائر إليه، ونحن نخرج له حين الحساب كتابا يراه منشورا، فيه أعماله التي كسبها في الدنيا، وقد أحصى عليه ربه فيه كل ما أسلف في تلك الحياة، فيقال له: اقرأ كتاب عملك الذي عملته في الدنيا، وكان الملكان يكتبانه، ويحصيانه عليك، وحسبك اليوم نفسك عليك حاسبا، تحسب عليك أعمالك فتحصيها، لا نبتغي عليك شاهدًا غيرها، ولا نطلب محصيًا سواها. </p><p>(١) البحر المحيط.</p>"
}