{
  "id": null,
  "sura": 17,
  "aya": 97,
  "text": "<p> كاذبًا عليه .. لانتقم منّي أشد الانتقام كما قال سبحانه: {وَلَوْ تَقَوَّلَ عَلَيْنا بَعْضَ الْأَقاوِيلِ (٤٤) لَأَخَذْنا مِنْهُ بِالْيَمِينِ (٤٥) ثُمَّ لَقَطَعْنا مِنْهُ الْوَتِينَ (٤٦) } ثم علل كونه سبحانه شهيدًا كافيًا بقوله: {إِنَّهُ} سبحانه وتعالى {كَانَ بِعِبادِهِ خَبِيرًا} ؛ أي: عالمًا ببواطن أحوالهم، {بَصِيرًا} ؛ أي: عالمًا بظواهرها؛ أي: أنه سبحانه محيط بأحوال عباده الظاهر منها، والباطن، وأعلم بمن يستحق الإحسان، والرّعاية، ومن هو أهل للشقاء والضلال، فيجازي كلًا بما يستحق، وفي هذا إيماء إلى أنه ما دعاهم إلى إنكار نبوته - صلى الله عليه وسلم - إلّا الحسد، وحب الرياسة، والتكبّر عن قبول الحق، كما أنّ فيه تسلية له - صلى الله عليه وسلم - على ما يلقاه من الإصرار والعناد، والإمعان في إيذائه، </p><p> ٩٧ - ثم بيّن سبحانه أن الإقرار والإنكار مستندان إلى مشيئته، فقال:  {وَمَنْ يَهْدِ اللَّهُ} ابتداء كلام ليس بداخل تحت الأمر؛ أي: ومن يرد الله سبحانه هدايته {فَهُوَ الْمُهْتَدِ} إلى الحقّ، كل مطلوب {وَمَنْ يُضْلِلْ} ؛ أي: ومن يرد إضلاله {فَلَنْ تَجِدَ لَهُمْ أَوْلِياءَ} ينصرونهم {مِنْ دُونِهِ} تعالى، ويهدونهم إلى الحق الذي أضلهم الله عنه، أو إلى طريق النجاة، وقوله:  {فَهُوَ الْمُهْتَدِ} حملًا على لفظ {مَنْ} وقوله: {فَلَنْ تَجِدَ لَهُمْ} حملًا على المعنى، ووجه المناسبة في ذلك، والله أعلم: أنّه لما كان الهدى شيئًا واحدًا غير متشعِّب السبل، ناسبه التوحيد، ولما كان الضلال له طرق متشعبة، نحو {وَلا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ} ناسبه الجمع ذكره في «الفتوحات» والخطاب في قوله: {فَلَنْ تَجِدَ} إما للنبي - صلى الله عليه وسلم -، أو لكل من يصلح له. </p><p> أي: ومن يهد الله للإيمان به، وتصديقك وتصديق ما جئت به من عند ربك، فهو المهتدي إلى الحق، المصيب سبيل الرشد، ومن يضلله لسوء اختياره، وتدنيسه نفسه، وركوبه في الغواية والعصيان، كهؤلاء المعاندين، فلن تجد لهم أنصارا ينصرونهم من دونه تعالى، ويهدونهم إلى الحق، ويمنعون عنهم العذاب الذي يقتضيه ضلالهم. </p><p> وقوله:  {فَهُوَ الْمُهْتَدِي} قرأه (١) نافع، وأبو عمرو بالياء في الوصل، </p><p>(١) زاد المسير.</p><p> وحذفاها في الوقف، وأثبتها يعقوب في الوقف، وحذفها الأكثرون في الحالتين. {وَنَحْشُرُهُمْ} ؛ أي: ونجمعهم {يَوْمَ الْقِيامَةِ} في موقف الحساب بعد تفرقهم في القبور حالة كونهم مسحوبين {عَلى وُجُوهِهِمْ} ، أو ماشين عليها، فإنّ الذي أمشاهم على أقدامهم قادر على أن يمشيهم على وجوههم. وعن أنس رضي الله عنه أنّ رجلا قال: يا رسول الله: قال الله تعالى: {الَّذِينَ يُحْشَرُونَ عَلى وُجُوهِهِمْ إِلى جَهَنَّمَ} أيحشر الكافر على وجهه؟! قال رسول الله - صلى الله عليه وسلم -: «أليس الذي أمشاه على الرجلين في الدنيا، قادرا على أن يمشيه على وجهه يوم القيامة» ، قال قتادة حين بلغه: بلى وعزة ربّنا. متفق عليه. </p><p> وعن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: «يحشر النّاس يوم القيامة ثلاثة أصناف: صنفًا مشاةً، وصنفًا ركبانًا، وصنفًا على وجوههم» قيل: يا رسول الله، وكيف يمشون على وجوههم؟ قال:  «إنّ الذي أمشاهم على أقدامهم قادرٌ على أن يمشيهم على وجوههم، أما إنهم يتقون بوجوههم كل حدب وشوك» . أخرجه الترمذي الحدب كل ما ارتفع من الأرض. </p><p> وقوله:  {عُمْيًا} حال من ضمير وجوههم جمع أعمى؛ أي: حالة كونهم لا يبصرون ما يسر أعينهم {وَ} حالة كونهم {بُكْمًا} ؛ أي: لا ينطقون ما يقبل منهم، جمع أبكم، وهو الذي لا ينطق {وَ} حالة كونهم {صُمًّا} ؛ أي: لا يسمعون ما يلذ مسامعهم، جمع الأصم، وهو الذي لا يسمع، وهذه (١) هيئة يبعثون عليها في أقبح صورة، وأشنع منظر، قد جمع الله لهم بين عمى البصر، وعدم النطق، وعدم السمع، مع كونهم مسحوبين على وجوههم، كما يفعل في الدنيا بمن يبالغ في إهانته وتعذيبه. </p><p> والمعنى: أي (٢) ونجمعهم في موقف الحساب بعد تفرقهم في القبور عميًا، وبكمًا، وصمًا، كما كانوا في الدنيا لا يستبصرون، ولا ينطقون بالحق، ويتصامّون عن استماعه، فهم في الآخرة لا يبصرون ما تقر به أعينهم، ولا </p><p>(١) الشوكاني. (٢) المراغي.</p>"
}