{
  "id": null,
  "sura": 17,
  "aya": 101,
  "text": "<p> ١٠١ - {وَلَقَدْ آتَيْنا مُوسَى} ؛ أي: وعزتي وجلالي، لقد أعطينا موسى بن عمران عليه السلام {تِسْعَ آياتٍ} ؛ أي: معجزات {بَيِّناتٍ} ؛ أي: واضحات الدلالة على صحة نبوته، وصدقه وصحة ما جاء به من عند الله، حين أرسل إلى فرعون وقومه، فلم يؤمنوا بها كما قال تعالى:  {فَاسْتَكْبَرُوا وَكانُوا قَوْمًا مُجْرِمِينَ} وقال: {وَجَحَدُوا بِها وَاسْتَيْقَنَتْها أَنْفُسُهُمْ ظُلْمًا وَعُلُوًّا} . </p><p> وقد ذكر سبحانه في كتابه العزيز ستّ عشرة معجزةً لموسى عليه السلام: </p><p> ١ - أنّه أزال، العقدة من لسانه؛ أي: أذهب العجمة عن لسانه، وصار فصيحًا. </p><p> ٢ - انقلاب العَصَا حيّةً. </p><p> ٣ - تلقّف الحيّة حبالهم وعصيّهم على كثرتها. </p><p> ٤ - اليد البيضاء. </p><p> ٥ - الطوفان. </p><p> ٦ - الجراد. </p><p> ٧ - القمّل. </p><p> ٨ - الضفادع. </p><p> ٩ - الدم. </p><p> ١٠ - شق البحر. </p><p> ١١ - انفلاق الحجر في قوله:  {أَنِ اضْرِبْ بِعَصاكَ الْحَجَرَ} . </p><p> ١٢ - إظلال الجبل في قوله:  {وَإِذْ نَتَقْنَا الْجَبَلَ فَوْقَهُمْ كَأَنَّهُ ظُلَّةٌ} . </p><p> ١٣ - إنزال المن والسلوى عليه وعلى قومه. </p><p> ١٤ </p><p> و١٥ - الجدب ونقص الثمرات في قوله:  {وَلَقَدْ أَخَذْنا آلَ فِرْعَوْنَ بِالسِّنِينَ وَنَقْصٍ مِنَ الثَّمَراتِ} . </p><p> ١٦ - الطمس على أموالهم من الحنطة والدقيق والأطعمة. </p><p> وقد اختلفوا (١) في المراد من هذه التسع، أخرج عبد الرزاق، وسعيد بن منصور، وابن جرير، وابن المنذر، من طرق عدة، عن ابن عباس: أنها العصا، واليد، والطوفان، والجراد، والقمل، والضفادع، والدم، والسنون، ونقص الثمرات. </p><p> وقيل: المراد بالآيات الأحكام، فقد أخرج أحمد، والبيهقي، والطبراني، والنسائي، وابن ماجه: أن يهوديين قال أحدهما لصاحبه: انطلق بنا إلى هذا النبي فنسأله، فأتياه - صلى الله عليه وسلم - فسألاه عن قول الله تعالى:  {وَلَقَدْ آتَيْنا مُوسى تِسْعَ آياتٍ بَيِّناتٍ} فقال عليه الصلاة والسلام: «لا تشركوا بالله شيئًا، ولا تزنوا، ولا تقتلوا النفس التي حرم الله إلا بالحق، ولا تسرقوا، ولا تسحروا، ولا تأكلوا الربا، ولا تمشوا ببريء إلى ذي سلطان ليقتله، ولا تقذفوا محصنة، وأنتم يا يهود عليكم خاصة أن لا تعدوا في السبت» فقبَّلا يده ورجله، وقالا: نشهد أنك نبي، قال:  «فما يمنعكما أن تسلما» ؟ قالا: إن داود دعا أن لا يزال من ذريته نبي، وإنا نخاف إن اتبعناك أن تقتلنا يهود. قال الشهاب الخفاجي: وهذا هو التفسير الذي عليه المعول في الآية، ثمّ خاطب نبيّه فقال:  {فَاسْأَلْ} يا محمد {بَنِي إِسْرائِيلَ} الذين كانوا في عصرك، وآمنوا بك كعبد الله بن سلام وأصحابه عن قصة موسى فيما جرى بينه، وبين فرعون وقومه، لتزيد طمأنينتك، ويقينك، ولتعلم أنّ ذلك أمر محقق ثابت عندهم في كتابهم، وليظهر صدق ما ذكرته عند المشركين، فيكون هذا السؤال سؤال استشهاد، وهذه (٢) الجملة اعتراضية بين العامل الذي هو {آتَيْنا} ، والمعمول الذي هو {إِذْ جاءَهُمْ} ؛ أي: حين جاء موسى بني إسرائيل الذين كانوا في زمانه عليه السلام، وهذا الظرف متعلق بـ {آتينا} ؛ أي: ولقد آتينا موسى تسع آيات بينات حين جاء موسى بني إسرائيل، فأظهر ما أتيناه من الآيات عند فرعون، وبلّغه ما أرسل به {فَقالَ لَهُ} ؛ أي: لموسى عليه السلام: {فِرْعَوْنُ} </p><p>(١) المراغي. (٢) المراح.</p>"
}