{
  "id": null,
  "sura": 17,
  "aya": 85,
  "text": "<p> الذي برأكم على هذه الطبائع المختلفة، وابتلاكم بهذه الأديان المختلفة {أَعْلَمُ} منا ومنكم {بِمَنْ هُوَ أَهْدى} وأسدّ، وأصوب، وأوضح {سَبِيلًا} ؛ أي: طريقًا، ودينًا فيؤتيه أجره موفورًا، وأعلم بمن هو أضل سبيلًا فيعاقبه بما يستحق؛ أي: يعلم المهتدي، والضال فيجازي كلاًّ بعمله؛ لأنه الخالق لكم، العالم بما جبلتم عليه من الطبائع، وما اختلفتم فيه من الطرائق، فهو الذي يميز بين المؤمن الذي لا يعرض عند النعمة، ولا ييأس عند المحنة، وبين الكافر الذي شأنه البطر للنعم، والقنوط عند النقم. </p><p> وفي الآية (١) : إشارة إلى أن الأعمال دلائل الأحوال، فمن وجد نفسه في خير وطاعة وشكر، فليحمد الله تعالى كثيرًا، ومن وجدها في شر وفسق، وكفران، ويأس فليرجع قبل أن يخرج الأمر من يده. </p><p> وبمعنى الآية قوله سبحانه: {وَقُلْ لِلَّذِينَ لا يُؤْمِنُونَ اعْمَلُوا عَلى مَكانَتِكُمْ إِنَّا عامِلُونَ (١٢١) وَانْتَظِرُوا إِنَّا مُنْتَظِرُونَ (١٢٢) } ولا يخفى ما في هذه الآية من تهديد شديد، ووعيد للمشركين. </p><p> ٨٥ - ولما أجرى الكلام في ذكر الإنسان وما جبل عليه، ذكر سبحانه سؤال السائلين لرسول الله - - صلى الله عليه وسلم - - عن الروح فقال:  {وَيَسْئَلُونَكَ} ؛ أي: ويسألك اليهود يا محمد {عَنِ} حقيقة {الرُّوحِ} الذي يحيا به البدن، هل هو جسماني أو نوراني، أو عن صفته أقديم هو أم حادث؟. </p><p> قال الفراء: الروح الذي يعيش به الإنسان لم يخبر الله سبحانه به أحدًا من خلقه، ولن يعط علمه أحدًا من عباده، ولذا قال:  {قُلِ} لهم يا محمد في جواب سؤالهم {الرُّوحِ} الذي هو سبب حياة البدن بنفخه فيه {مِنْ أَمْرِ رَبِّي} ؛ أي: شأن من شؤونه تعالى، وفعل من أفعاله، أحدث بتكوينه وخلقه وإبداعه من غير مادة، وقد استأثر بعلمه، لا يعلمه إلا هو سبحانه؛ لأنكم لا تعلمون إلّا ما تراه حواسكم، وتتصرف فيه عقولكم، ولا تعلمون من المادة إلّا بعض أوصافها، كالألوان، والحركات للبصر، والأصوات للسمع، والطعوم للذوق، </p><p>(١) روح البيان.</p><p> والمشمومات للشم، والحرارة والبرودة للمس فلا يتسنى لكم إدراك ما هو غير مادي كالروح. </p><p> وقال القرطبي:  {قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي} ، أي: هو أمر عظيم، وشأن كبير من أمر الله تعالى، مبهمًا له وتاركًا تفصيله، ليعرف الإنسان على القطع عجزه عن علم حقيقة نفسه، مع العلم بوجودها، وإذا كان الإنسان في معرفة نفسه هكذا، كان بعجزه عن إدراك حقيقة الحقّ تعالى أولى، وحكمة ذلك تعجيز العقل عن إدراك معرفة مخلوق مجاور له، دلالة على أنه عن إدراك خالقه أعجز، انتهى. أو المعنى {قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي} ؛ أي: شيء من الأشياء التي استأثر الله سبحانه بعلمها، ولم يعلم بها أحدًا من عباده، وقيل: معنى {مِنْ أَمْرِ رَبِّي} ؛ أي: من وحيه، وكلامه لا من كلام البشر، فعلى هذا المراد بالروح المسؤول عنه القرآن، والقول الأول هو الظاهر الحق. </p><p> وفي هذه الآية (١) ما يزجر الخائضين في شأن الروح المتكلفين لبيان ماهيته، وإيضاح حقيقته أبلغ زجر، ويردعهم أعظم </p><p> ردع، وما أحسن قول أحمد بن رسلان في «زبده» : </p><p> والرُّوحُ مَا أَخْبَرَ عَنْهَا الْمُصْطَفَى ... فَنُمْسِكُ المَقَالَ عَنْهَا أَدَبَا </p><p> وقد أطالوا البحث في هذا المقام بما لا يقتضيه الحال، وغالبه بل كله من فضول الكلام الذي لا يأتي بنفع في دين ولا دنيا، وقد حكى بعض المحقّقين أنّ أقوال المختلفين في الروح بلغت إلى ثمانية عشر ومئة قول، فانظر إلى هذا الفضول الفارغ، والتعب العاطل عن النفع بعد أن عملوا أن الله سبحانه قد استأثر بعلمه، ولم يطلع عليه أنبياءه، ولا أذن لهم بالسؤال عنه، ولا في البحث عن حقيقته فضلا عن أممهم المقتدين بهم، فيالله العجب!! حيث تبلغ أقوال أهل الفضول إلى هذا الحد الذي لم تبلغه، ولا بعضه في غير هذه المسألة مما أذن الله سبحانه بالكلام فيه، ولم يستأثر بعلمه. </p><p>(١) الشوكاني.</p><p> ثم أكد عدم علم أحد بها بقوله:  {وَما أُوتِيتُمْ} ؛ أيها الناس: مؤمنكم ولا كافركم؛ أي: وما أعطيتم {مِنَ الْعِلْمِ} بالنسبة إلى علم الله تعالى، {إِلَّا قَلِيلًا} ؛ أي: إلا علمًا قليلًا تستفيدونه من طرق الحواس الخمس الظاهرة، السمع، والبصر، والشم، والذوق، واللمس؛ أي: إن علمكم الذي علمكم الله سبحانه ليس إلا المقدار القليل بالنسبة إلى علم الخالق سبحانه، وإن أوتي حظًا من العلم وافرا، بل علم الأنبياء عليهم السلام ليس هو بالنسبة إلى علم الله سبحانه إلا كما يأخذ الطائر في منقاره من البحر، كما في حديث موسى والخضر عليهما السلام. </p><p> وخلاصة ذلك (١) : أنه ما أطلعكم من علمه إلّا على القليل، والذي تسألون عنه من أمر الروح مما استأثر بعلمه تبارك وتعالى، ولم يطلعكم عليه. </p><p> وقرأ عبد الله بن مسعود والأعمش (٢) : {وما أوتوا} بضمير الغيبة عائدًا على السائلين. </p><p> تنبيه: اختلف في المراد بالروح في هذه الآية على ثلاثةِ أقوالٍ: </p><p> الأول: أنّ المراد بالروح هنا القرآن، وهو المناسب لما تقدمه من قوله:  {وَنُنَزِّلُ مِنَ الْقُرْآنِ ما هُوَ شِفاءٌ وَرَحْمَةٌ} ولما بعَده من قوله: {وَلَئِنْ شِئْنا لَنَذْهَبَنَّ بِالَّذِي أَوْحَيْنا إِلَيْكَ} ولأنه سمّي به في مواضع متعددة من القرآن كقوله: {وَكَذلِكَ أَوْحَيْنا إِلَيْكَ رُوحًا مِنْ أَمْرِنا} وقوله: {يُنَزِّلُ الْمَلائِكَةَ بِالرُّوحِ مِنْ أَمْرِهِ} ، ولأن به تحصل حياة الأرواح والعقول، إذ به تحصل معرفة الله، وملائكته، وكتبه، واليوم الآخر، ولا حياة للأرواح إلا بمثل هذه المعارف. </p><p> والثاني: أن المراد بالروح هنا جبريل عليه السلام، وهو قول الحسن، وقتادة، وقد سُمِّي جبريل في مواضع عدّةٍ من القرآن بالروح كقوله: {نَزَلَ بِهِ الرُّوحُ الْأَمِينُ (١٩٣) عَلى قَلْبِكَ} وقوله: {فَأَرْسَلْنا إِلَيْها رُوحَنا} ويؤيد هذا أنه قال في هذه </p><p>(١) المراغي. (٢) البحر المحيط.</p>"
}