{
  "id": null,
  "sura": 17,
  "aya": 72,
  "text": "<p> وهم السعداءُ، وفي إيتاء الكتاب من جهة اليمين تشريف لصاحبه، {فَأُولئِكَ} الجمع باعتبار معنى {من} قيل: ووجه الجمع الإشارة إلى أنهم مجتمعون على شأن جليل، أو الإشعار بأن قراءتهم لكتبهم تكون على وجه الاجتماع، لا على وجه الإنفراد، {يَقْرَؤُنَ كِتابَهُمْ} الذي أوتوه قراءة ظاهرةً مسرورين، فرحينَ بما فيه من الحسنات، ونحو الآية قوله تعالى: {فَأَمَّا مَنْ أُوتِيَ كِتابَهُ بِيَمِينِهِ فَيَقُولُ هاؤُمُ اقْرَؤُا كِتابِيَهْ (١٩) } {وَلا يُظْلَمُونَ} ، أي: لا ينقصون من أجور أعمالهم المرتسمة في كتبهم، {فَتِيلًا} ؛ أي: قدر فتيل بل يؤتونها مضاعفة، والفتيل هو ما يفتل بين أصبعين من الوسخ، أو القشرة التي في شقّ النواة، أو أدنى شيء، فإنّ الفتيل مثل في القلة والحقارة، وقد ثبت في علم الكيمياء أنّ وزن الذّرّات التي تدخل في كل جسم بنسب معيّنة، فلو أنّ ذرة واحدة في عنصر من العناصر الداخلة في تركيب؛ أي: جسم من النبات، أو الحيوان أو الجماد نقصت عن النسبة المقدّرة لتكوينه لم يتكون ذلك المخلوق، وخالق الدنيا هو خالق الآخرة، فالظّلم مستحيل هناك، كما استحال هنا في نظم الطّبيعة، فما أجلّ قدرة الله سبحانه، وما أعظم حكمته في خلقه. </p><p> ٧٢ - ولم يذكر الأشقياء، وإن كانوا يقرؤون كتبهم أيضًا، لأنهم إذا قرؤوا ما فيها لم يفصحوا به خوفا وحياء، وليس لهم شيء من الحسنات ينتفعون به، ولكنه سبحانه ذكر ما يدل على حالهم القبيح فقال:  {وَمَنْ كانَ} من المدعوين المذكورين {فِي هذِهِ} الدنيا {أَعْمى} ؛ أي: أعمى القلب لا يهتدي إلى رشده، {فَهُوَ فِي الْآخِرَةِ أَعْمَى} لا يرى طريق النّجاة، ويستولي الخوف والدهشة على قلبه، فيثقل لسانه عن قراءة كتابه {وَأَضَلُّ سَبِيلًا} ؛ أي: بل هو أخطأ عن سبيل النجاة في الآخرة من الأعمى في الدنيا، لزوال الاستعداد، وتعطل الأسباب والآلات، وفقدان المهلة. </p><p> قال النّيسابوري (١) : لا خلاف أن المراد بعمى الدنيا عمى القلب، وأما </p><p>(١) الشوكاني.</p><p> قوله:  {فَهُوَ فِي الْآخِرَةِ أَعْمى} فيحتمل أن يراد به عمى البصر كقوله: {وَنَحْشُرُهُ يَوْمَ الْقِيامَةِ أَعْمى (١٢٤) قالَ رَبِّ لِمَ حَشَرْتَنِي أَعْمى وَقَدْ كُنْتُ بَصِيرًا (١٢٥) }، وفي هذا زيادة العقوبة، ويحتمل أن يراد عمى القلب، وقيل: المراد بالآخرة عمل الآخرة؛ أي: فهو في عمل، أو في أمر الآخرة أعمى، وقيل: المراد من عمي عن النعم التي أنعم الله بها عليه في الدنيا، فهو عن نعم الآخرة أعمى، وقيل: من كان في الدنيا التي تقبل فيها التوبة أعمى فهو في الآخرة التي لا توبة فيها أعمى، وقيل: من كان في الدنيا أعمى عن حجج الله، فهو في الآخرة أعمى، وقد قيل: إنّ قوله: {فَهُوَ فِي الْآخِرَةِ أَعْمَى} أفعل تفضيل، أي: أشد عمى، وهذا مبنيٌّ على أنه من عمى القلب إذ لا يقال ذلك في عمى العين. </p><p> والمعنى: أي (١) ومن كان في دار الدنيا أعمى القلب لا يبصر سبل الرشد، ولا يتأمّل حجج الله وبيناته التي وضعها في صحيفة الكون، وأمر بالتأمل فيها فهو في الآخرة أعمى لا يرى طريق النجاة، وأضلُّ سبيلا منه في الدنيا؛ لأنّ الرّوح الباقي بعد الموت، هو الروح الذي كان في هذه الحياة الدنيا، وقد خرج من الجسم، وكأنه ولد منه كما تلد المرأة الصبيّ، وكما يثمر النّخل الثمر، والأشجار الفواكه، وما الثمر والفواكه إلا ما كان من طباع الشجرة فهكذا الروح الباقي هو هذا الروح نفسه، قد خرج بجميع صفاته، وأخلاقه، وأعماله، فهو ينظر إلى نفسه، وينفر أو ينشرح بحسب ما يرى، وما الثمر إلا بحسب الشجر، فإذا كان هنا ساهيًا لاهيًا، فهناك يكون أكثر سهوًا ولهوًا، وأبعد مدى في الضلال لأنّ آلات العلم والعمل قد عطّلت، وبقي فيه مناقبه ومثالبه، ولا قدرة على الزيادة في الأولى ولا النّقص في الثانية. وقرأ (٢) حمزة، والكسائي وخلف وأبو بكر عن عاصم {أعمى} في الموضعين بالإمالة؛ أي: بكسر الميم، وقرأ يعقوب، وابن كثير، ونافع، وابن عامر {أعمى} في الموضعين بفتح الميم؛ أي: بغير إمالة، وقرأ أبو عمرو {في هذه أعمى} بكسر الميم؛ أي: بالإمالة {فَهُوَ فِي </p><p>(١) المراغي. (٢) زاد المسير.</p>"
}