{
  "id": null,
  "sura": 17,
  "aya": 80,
  "text": "<p> مع مدخولها فاعله، قال ابن جرير: قال أكثر أهل العلم: ذلك هو المقام الذي يقومه - صلى الله عليه وسلم - يوم القيامة للشفاعة للناس؛ ليريحهم ربهم من عظيم ما هم فيه من الأهوال في ذلك اليوم. </p><p> أخرج النسائي، والحاكم، وجماعة عن حذيفة - رضي الله عنه - قال:  «يجمع الله الناس في صعيد واحد يسمعهم الداعي،وينفذهم البصر حفاةً عراةً كما خلقوا قيامًا لا تكلم نفس إلا بإذنه ينادى يا محمد فيقول:لبَّيك وسعديك والخير في يديك، والشر ليس إليك، والمهدي من هديت، وعبدك بين يديك، وبك وإليك، ولا ملجأ ولا منجى منك إلا إليك، تباركت وتعاليت سبحانك رب البيت» فهذا هو المقام المحمود الذي ذكره الله سبحانه وتعالى. </p><p> وروى البخاري عن جابر بن عبد الله - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال:  «من قال حين يسمع النداء: اللهم رب هذه الدعوة التامة، والصلاة القائمة، آت محمدًا الوسيلة، والفضيلة، وابعثه المقام المحمود الذي وعدته .. حلت له شفاعتي» . </p><p> وروى الترمذي عن أبي سعيد الخدري - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «أنا سيد ولد آدم يوم القيامة ولا فخر، وبيدي لواء الحمد، ولا فخر وما من نبي يومئذٍ، آدم فمن سواه .. إلا تحت لوائي» الحديث. </p><p> وعن أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: «إنّ لكل نبي دعوة مستجابة، وإني اختبأت دعوتي شفاعةً لأمتي، فهي نائلة منكم إن شاء الله من مات لا يشرك بالله شيئًا» متفق عليه. </p><p> ٨٠ - {وَقُلْ} يا محمد داعيًا ربك {رَبِّ أَدْخِلْنِي} في كل (١) مقام تريد إدخالي فيه في الدنيا وفي الآخرة {مُدْخَلَ صِدْقٍ} ؛ أي: إدخالًا صادقًا؛ أي: يستحق الداخل فيه أن يقال له: أنت صادق في قولك وفعلك، {وَأَخْرِجْنِي} من كل ما تخرجني منه {مُخْرَجَ صِدْقٍ} ؛ أي: إخراجًا صادقًا؛ أي: يستحق الخارج منه أن يقال له: </p><p>(١) المراغي.</p><p> أنت صادق في قولك وفعلك. </p><p> وقيل المعنى:  {وَقُلْ رَبِّ أَدْخِلْنِي} في المدينة {مُدْخَلَ صِدْقٍ} ، أي: إدخالًا مرضيًا {وَأَخْرِجْنِي} من مكة إلى المدينة {مُخْرَجَ صِدْقٍ} ؛ أي: إخراجًا مرضيًا، وذلك (١) حين أمر النبي - صلى الله عليه وسلم - بالهجرة كما قاله ابن عباس، والحسن، أو المعنى: وأخرجني من المدينة إلى مكة غالبًا عليها بفتحها. وقيل: الأكمل مما سبق أن يقال: ربّ أدخلني في الصلاة، وأخرجني منها مع الصدق والإخلاص، وحضور قلبي بذكرك، ومع القيام بلوازم شكرك. والأكمل من ذلك أن يقال: رب أدخلني في القيام بأداء مهمات شريعتك، وأخرجني بعد الفراغ منها إخراجا لا يبقى عليّ منها تبعة والأعلى مما سبق أن يقال: رب أدخلني في بحار دلائل توحيدك وتنزيهك، ثم أخرجني من الاشتغال بالدليل إلى ضياء معرفة المدلول، ومن التأمل في آثار حدوث المحدثات إلى الاستغراق في معرفة الفرد المنزه عن التغيرات، وقيل: المعنى رب أدخلني القبر إدخالًا مرضيًا وأخرجني منه عند البعث إخراجًا مرضيًا ملقى بالكرامة. </p><p> وخلاصة ذلك (٢) : رب أدخلني إدخالًا مرضيًا كإدخالي للمدينة مهاجرًا، وإدخالي مكة فاتحًا، وإدخالي في القبر حين الموت، وأخرجني إخراجًا محفوظًا بالكرامة والرضا، كإخراجي من مكة مهاجرًا، وإخراجي من القبر للبعث. </p><p> وقرأ الجمهور (٣) : {مُدْخَلَ} و {مُخْرَجَ} بضم ميمهما، وهو مقيس في مصدر أفعل الرباعي نحو أكرمته مكرمًا؛ أي: إكرامًا، وقرأ قتادة، وأبو حيوة، وحميد، وإبراهيم ابن أبي عبلة بفتحهما، وقال صاحب «اللوامح» وهما مصدران من دخل وخرج، لكنه جاء من معنى أدخلني، وأخرجني، المتقدمين دون لفظهما، ومثلهما {أَنْبَتَكُمْ مِنَ الْأَرْضِ نَباتًا} ويجوز أن يكونا اسم المكان، وانتصابهما على الظرف، وقال غيره: منصوبان مصدرين على تقدير فعل؛ أي: أدخلني فأدخل مدخل </p><p>(١) المراح. (٢) المراغي.(٣) البحر المحيط.</p>"
}