{
  "id": null,
  "sura": 17,
  "aya": 26,
  "text": "<p> إذاية فعليةٍ أو قوليةٍ في حق الوالدين. </p><p> والمعنى: أي (١) ربكم أيها الناس: أعلم منكم بما وقع في نفوسكم من تعظيمكم أمر آبائكم، وأمهاتكم، والبرّ بهم، ومن الاستخفاف بحقوقهم، والعقوق بهم، وهو مجازيكم على حسن ذلك وسيئه، فاحذروا أن تضمروا لهم سوءًا، وتعتقدوا لهم في نفوسكم عقوقًا، فإن أنتم أصلحتم نيّاتكم فيهم وأطعتم ربّكم فيما أمركم من البر بهم، والقيام بحقوقهم عليكم، بعد هفوة كانت منكم، أو زلّةٍ في واجب لهم عليكم، فإنه تعالى يغفر لكم ما فرط منكم، فهو غفّارٌ لمن يتوب من ذنبه، ويرجع من معصيته إلى طاعته، ويعمل بما يحبه ويرضاه .. </p><p> وفي هذا: وعد لمن أضمر البرّ بهم، ووعيد لمن تهاون بحقوقهم، وعمل على عقوقهم. وقيل: المعنى (٢) ربّكم أعلم منكم بما في ضمائركم من الإخلاص وعدمه في كل الطاعات، ومن التوبة من الذنب الذي فرط منكم، أو الإصرار عليه، ويندرج تحت هذا العموم ما في النفس من البر والعقوق، اندراجًا أوليًا، وهذا المعنى أولي اعتبارًا بعموم اللفظ، فلا تخصصه دلالة السياق ولا تقيّده، إن تكونوا قاصدين الصلاح والتوبة من الذنب والإخلاص في الطاعة .. فلا يضركم ما وقع منكم من الذنب الذي تبتم عنه، {فَإِنَّهُ كانَ لِلْأَوَّابِينَ} ؛ أي: الرجاعين عن الذنوب إلى التوبة، وعن عدم الإخلاص إلى محض الإخلاص، {غَفُورًا} لما فرط منهم من قول، أو فعل، أو اعتقاد فمن تاب .. تاب الله عليه، ومن رجع إلى الله، رجع الله إليه. </p><p> ٢٦ - وبعد أن أمر بالبر بالوالدين أمر بالبر بأصناف ثلاثة أخرى، فقال:  {وَآتِ ذَا الْقُرْبى} ؛ أي: وأعط - أيها المكلف - القريب منك من جهة الأب أو الأم، وإن بعد {حَقَّهُ} من صلة الرّحم بالمال أو بالمودة، والزيارة وحسن العشرة، وإن كان محتاجا إلى النفقة .. فأنفق عليه ما يسد حاجته. </p><p>(١) المراغي. (٢) الشوكاني.</p><p> واعلم: أنه (١) لا يجب على الفقير إلّا نفقة أولاده الصغار الفقراء، ونفقة زوجته غنيةً أو فقيرةً مسلمة أو كافرةً، وأما الغني - وهو صاحب النصاب الفاضل عن الحوائج الأصلية ذكرًا كان أو أنثى -: فيجب عليه نفقة الأبوين، ومن في حكمهما من الأجداد والجدات إذا كانوا فقراء، سواء كانوا مسلمين أو كافرين، وهذا إذا كانوا أهل ذمة، فإن كانوا حربا .. فلا تجب نفقتهم وإن كانوا مستأمنين، وتجب نفقة كل ذي رحم محرم مما سوى الوالدين، إن كان فقيرًا صغيرًا، أو أنثى، أو زمنًا، أو أعمى أو لا يحسن الكسب لخرقه، فإن كان قادرًا عليه لا تجب نفقته اتفاقًا، أو لكونه من الشرفاء والعظماء، وتجب نفقة الأبوين مع القدرة على الكسب ترجيحًا لهما على سائر المحارم، وطالب العلم إذا لم يقدر على الكسب لا تسقط نفقته عن الأب كالزمن، وكذا نفقة البنت البالغة غير المزوّجة، ونفقة الإبن الزمن البالغ على الأب، وإذا كان للفقير أب غنيّ وابن غني، فالنفقة على الأبوين، ولا نفقة مع اختلاف الدين إلا بالزوجية - كما سبق - والولاء، فنفقة الأصول الفقراء مسلمين أو لا على الفروع الأغنياء، ونفقة الفروع مسلمين أو لا على الأصول الأغنياء، فلا تجب على النصراني نفقة أخيه المسلم، ولا على المسلم نفقة أخيه النصراني، لعدم الولاء بينهما، ويعتبر في نفقة قرابة الولاء أصولًا أو فروعًا الأقرب فالأقرب، وفي نفقة ذي الرحم يعتبر كونه أهلا للإرث، ولا تجب النفقة لرحم ليس بمحرم اتفاقا كأبناء الأعمام، بل حقهم صلتهم بالمودة، والزيارة، وحسن المعاشرة، والتفصيل في باب النفقة في كتب الفروع، فأرجع إليها، ووجوب نفقة كل ذي رحم محرم إذا كانوا فقراء على مذهب أبي حنيفة، وقال (٢) الشافعي: لا تلزم النفقة إلا لوالد على ولده، أو ولد على والديه فحسب. </p><p> وقوله:  {وَالْمِسْكِينَ وَابْنَ السَّبِيلِ} معطوف على {ذَا الْقُرْبى} ؛ أي: وأعط - أيها المكلّف - من اتصف بالمسكنة أو بكونه من أبناء السبيل حقه، والمراد (٣) </p><p>(١) روح البيان. (٢) الخازن.(٣) الشوكاني.</p>"
}