{
  "id": null,
  "sura": 18,
  "aya": 71,
  "text": "<p> الاتباع، والفاء لتفريع الشرطية، على ما مر من التزامه للصبر والطاعة. {فَلا تَسْئَلْنِي عَنْ شَيْءٍ} تشاهده من أفعالي وتنكره مني في نفسك؛ أي: تفاتحني بالسؤال عن حكمته، فضلا عن المناقشة والاعتراض، {حَتَّى أُحْدِثَ لَكَ مِنْهُ ذِكْرًا} ؛ أي: حتى أبتدىء لك ببيانه، وفيه إيذان بأن كل ما صدر منه فله حكمة، وغاية حميدة ألبتة، وهذا من آداب المتعلم مع العالم، والتابع مع المتبوع، وهذه (١) الجمل المعنونة بـ {قال} و {قال} : مستأنفة، لأنها جوابات عن سؤالات مقدرة، كل واحدة ينشأ السؤال عنها مما قبلها. </p><p> والمعنى: أي قال له الخضر: إن سرت معي فلا تفاتحن في شيء أنكرته علي حتى أبتدىء بذكره، فأبين لك وجه صوابه، فإني لا أقدم على شيء إلا وهو صواب جائز في نفس الأمر، وإن كان ظاهره غير ذلك، فقبل موسى شرطه، رعاية لأدب المتعلم مع العالم. </p><p> وقرأ ابن كثير (٢) ، وأبو عمرو، وعاصم، وحمزة، والكسائي {فَلا تَسْئَلْنِي} ساكنة اللام مخففة النون، وقرأ نافع، وابن عامر، {فلا تسألني} مفتوحة اللام مشددة النون، قال أبو علي: كلهم بياء في الحالين. انتهى. وقرأ ابن عامر، في رواية الداجونيّ {فلا تسألنّ عن شيء} بتحريك اللام من غير ياء، والنون مكسورة مشددة. </p><p> ٧١ - والفاء في قوله:  {فَانْطَلَقا} فاء الفصيحة، كما في «روح البيان» ؛ أي: ذهب موسى والخضر عليهما السلام على ساحل البحر، يطلبان السفينة، وأمّا يوشع فقد صرفه موسى إلى بني إسرائيل، أو كان معهما، وإنما لم يذكر في الآية لأنه تابع لموسى، فاكتفى بذكر المتبوع من التابع، فالمقصود ذكر موسى والخضر، فمرت بهم سفينة، فكلموهم أن يحملوهم، فحملوهم. {حَتَّى إِذا رَكِبا} ؛ أي: دخلا {فِي السَّفِينَةِ} والألف واللام {فِي السَّفِينَةِ} لتعريف الجنس إذ لم يتقدم عهدٌ في </p><p>(١) الشوكاني. (٢) زاد المسير والبحر المحيط.</p><p> سفينة مخصوصة، كما ذكره في «البحر» ، وقال في «الإرشاد» : في سورة هود، معنى الركوب العلو على شيء له حركة، إما إراديةٌ كالحيوان، أو قسرية كالسفينة والعجلة، ونحوهما، فإذا استعمل في الأول، يوفر له حظ الأصل، فيقال: ركبت الفرس، وإن استعمل في الثاني، يلوح بمحلية المفعول بكلمة {فِي} فيقال: ركبت في السفينة، وفي «الجلالين» : {حَتَّى إِذا رَكِبا} البحر {فِي السَّفِينَةِ}  {خَرَقَها} ؛ أي: ثقبها (١) الخضر وشقها لمّا بلغوا اللج؛ أي: معظم الماء، حيث أخذ فأسًا، فقلع بغتة؛ أي: على غفلة من القوم من ألواحها لوحين مما يلي الماء، فجعل موسى يسد الخرق بثيابه، وأخذ الخضر قدحًا من زجاج، ورقع به خرق السفينة، أو سده بخرقة. </p><p> روي أنه لما خرق السّفينة لم يدخلها الماء. </p><p> وقال الإمام في «تفسيره» : والظاهر أنه خرق جدارها، لتكون ظاهرة العيب، ولا يتسارع إلى أهلها الغرق، فعند ذلك {قالَ} موسى منكرًا عليه: {أَخَرَقْتَها} يا خضر، والاستفهام فيه للإنكار المضمن للتوبيخ. {لِتُغْرِقَ أَهْلَها} ؛ أي: لتهلك ركابها بالماء، فإن خرقها سبب لدخول الماء فيها، المفضي إلى غرق أهلها، وهم قد أحسنوا بنا حيث حملونا بغير أجرة، وليس هذا جزاءهم، فاللام للعاقبة، وقيل: لام العلة. </p><p> وقرأ زيد بن علي (٢) ، والأعمش، وطلحة، وابن أبي ليلى، وحمزة، والكسائي، وخلف، وأبو عبيد، وابن سعدان، وابن عيسى الأصبهاني:  {ليغرق} بفتح الياء والراء، وسكون الغين {أهلها} بالرفع، وقرأ باقي السبعة بضم تاء الخطاب، وإسكان الغين، وكسر الراء، ونصب لام أهلها، وقرأ الحسن، وأبو رجاء كذلك، إلا أنهما فتحا الغين، وشددا الراء {لَقَدْ جِئْتَ} ؛ أي: والله لقد: أتيت وفعلت يا خضر {شَيْئًا إِمْرًا} ؛ أي: شيئًا عجيبًا عظيمًا شديدًا على القوم، قال في «القاموس» : أمرٌ إمرٌ، منكرٌ عجب: يقال: أمر الأمر إذا كبر، والإمر </p><p>(١) روح البيان. (٢) البحر المحيط.</p>"
}