{
  "id": null,
  "sura": 18,
  "aya": 34,
  "text": "<p> كله، أعلم الله تعالى أن شربهما كان من نهر واحد، وهو أغزر الشرب، وقرأ الأعمش وسلّام، ويعقوب، وعيسى بن عمر، بتخفيف الجيم، وكذا قرأ الأعمش في سورة القمر، والتشديد في سورة القمر، أظهر لقوله {عُيُونًا} وقوله {نَهَرًا} وانتصب {خِلالَهُما} ؛ أي: وسطهما على الظرف لأنه كان النهر يجري من داخل الجنتين، وقرأ الجمهور (١)  {نَهَرًا} بفتح الهاء، وقرأ أبو السمال، والفياض بن غزوان، وطلحة بن سليمان بسكون الهاء؛ أي: وشققنا وسط الجنتين نهرًا كبيرًا، تتفرع منه عدة جداول، ليدوم سقيهما، ويزيد بهاؤهما، وتكثر غلتهما. </p><p> ولعل (٢) تأخير ذكر تفجير النهر عن ذكر إيتاء الأكل مع أن الترتيب الخارجي على العكس، للإيذان باستقلال كل من إيتاء الأكل، وتفجير النهر في تكميل محاسن الجنتين، ولو عكس لانفهم أنّ المجموع خصلة واحدة، بعضها مرتب على بعض، فإن إيتاء الأكل متفرع على السقي عادة، وفيه إيماء إلى أن إيتاء الأكل لا يتوقّف على السقي كقوله تعالى:  {يَكادُ زَيْتُها يُضِيءُ وَلَوْ لَمْ تَمْسَسْهُ نارٌ} </p><p> ٣٤ - {وَكانَ لَهُ} ، أي: لصاحب الجنّتين {ثَمَرٌ} ؛ أي: أنواع من المال غير الجنتين من ذهب وفضة ثمرها بما ادخره من غلات الجنتين ومن تجارات أخرى، والثّمر بفتحتين جمع ثمرة، وهي المجني من الفاكهة، وذكرها وإن كانت الجنة لا تخلو عنها إيذان بكثرة الحاصل له في الجنتين من الثمار وغيرها، وقال ابن (٣) عباس وقتادة: الثمر: - يعني إذا قرىء بضمتين - جميع المال من الذهب والحيوان وغير ذلك، وقال النابغة: </p><p> مهلًا فداءٌ لَكَ الأَقوامُ كلُّهمُ ... وما أثمَّرُ من مالٍ ومن ولد </p><p> وقال مجاهد: يراد بها: الذهب والفضّة خاصة، وقال ابن العلاء: الثمر المال. </p><p> وخلاصة ذلك: أنه سبحانه أنعم عليه بخيرات الدنيا صامتها وناطقها، </p><p>(١) البحر المحيط. (٢) روح البيان.(٣) البحر المحيط.</p><p> ثاغيها، وراغيها، وكان له مزارع يستخدم فيها أعوانه، وخدمه، ولا يستعصي عليه شيء من مسرات الدنيا ومباهجها، ولذاتها ونعيمها. </p><p> وقرأ الأعمش (١) ، وأبو رجاء، وأبو عمرو بإسكان الميم فيهما تخفيفًا، أو جمع ثمرة، كبدنة وبدن، وقرأ أبو جعفر، والحسن، وجابر بن زيد، والحجاج، وعاصم، وأبو حاتم، ويعقوب عن رويس عنه، بفتح الثاء والميم فيهما، وقرأ رويس عن يعقوب: ثمر بضمهما، {وثمره} بفتحهما، وأما الثُّمُرُ بضمتين فقد مر تفسيره آنفًا عن ابن عباس وغيره، وأما من قرأ بالفتح فلا اتكال عليه، لأنّه يعني به حمل الشجر، وقرأ أبو رجاء في رواية {ثمر} بفتح الثاء وسكون الميم، وفي مصحف أبيّ {وآتيناه ثمرا كثيرا} وينبغي أن يجعل تفسيرًا. </p><p> وبعد أن تم له الأمر، وقعد على سنام العز والكبرياء، داخله الزهو والخيلاء {فَقالَ} ؛ أي: صاحب الجنّتين {لِصاحِبِهِ} وأخيه المؤمن الذي جعل مثلا للفقراء المؤمنين {وَهُوَ} ؛ أي: والحال أنّ صاحب الجنتين {يُحاوِرُهُ} ؛ أي: يراجع صاحبه، ويكلّمه بالكلام الذي فيه الافتخار بالمال، والخدم، وإنكار البعث والإشراك بالله، من حار إذا رجع {أَنَا أَكْثَرُ مِنْكَ مالًا} وعن (٢) محمد بن الحسن رحمه الله: المال كل ما يتملكه الإنسان من دراهم، أو دنانير، أو ذهب، أو فضة، أو حنطة، أو خبز، أو حيوان، أو ثياب، أو سلاح، أو غير ذلك، {وَأَعَزُّ نَفَرًا} ؛ أي: أكثر حشمًا، وأعوانًا، وأولادًا ذكورًا لأنهم الذين ينفرون معه دون الإناث، والنفر بفتحتين من الثلاثة إلى العشرة من الرجال، ولا يقال فيما فوق العشرة، وقال صاحب «روح البيان» : لاح لي ههنا إشكال، وهو أنه إن حمل أفعل على حقيقته في التفضيل، يلزم أن يكون الرجلان المذكوران مقدرين لا محقّقين أخوين، لأنه على تقدير التحقيق يقتضي أن لا يكون لأحدهما مال أصلا كما يفصح عنه البيان السابق، وقد أثبت هاهنا الأكثرية للكافر، والأقلية للمؤمن، وجوابه يستنبط من السؤال، والله أعلم بحقيقة الحال انتهى. </p><p>(١) البحر المحيط. (٢) روح البيان.</p>"
}