{
  "id": null,
  "sura": 18,
  "aya": 77,
  "text": "<p> فلا تصحبني إياك، وبعضم نفسك، وقرأ الأعرج بفتح التاء والباء وتشديد النون، وقرأ الجمور:  {مِنْ لَدُنِّي} بإدغام نون لدن في نون الوقاية، التي اتصلت بياء المتكلم، وقرأ نافع وعاصم بتخفيف النون، وهي نون لدن، اتصلت بياء المتكلم، وهو القياس؛ لأن أصل الأسماء إذا أضيفت إلى ياء التكلم .. لم تلحق بها نون الوقاية، نحو: كلامي وفرسي، وأشمَّ شعبة الضم في الدال. </p><p> ورُوي عن عاصم سكون الدال، قال ابن مجاهد: وهو غلط، وكأنه يعني من جهة الرواية. </p><p> وأما من جهة اللغة: فليست بغلط؛ لأن من لغاتها (لَدْ) بفتح اللام وسكون الدال. </p><p> وقرأ عيسى:  {عذرًا} بضم الذال، ورويت عن أبي عمرو وعن أبيّ {عذري} بكسر الراء مضافًا إلى ياء المتكلم. </p><p> ٧٧ - {فَانْطَلَقَا} ؛ أي: انطلق الخضر وموسى عليهما السلام، بعد المرتين الأوليين، بعدما شرطا ذلك {حَتَّى إِذَا أَتَيَا} ووصلا {أَهْلَ قَرْيَةٍ} بعد (١) الغروب في ليلة باردة، وهي أنطاكية، بفتح الهمزة وكسرها وسكون النون وكسر الكاف وفتح الياء المخففة، قاعدة العواصم، وهي ذات أعين وسور عظيم من صخر داخله خمسة أجبل، دورها إثنا عشر ميلاً، كما في \"القاموس\" وقيل: برقة، وقيل: قرية من قر أذربيجان، وقيل: قرية من قرى الروم {اسْتَطْعَمَا أَهْلَهَا} ؛ أي: طلبا من أهلها أن يطعموهما ضيافة، قيل: لم يسألاهم، ولكن نزولهما عندهم كالسؤال منهم، ووضع (٢) الظاهر موضع المضمر، لزيادة التأكيد، أو لكراهة اجتماع الضميرين في هذه الكلمة، لما فيه من الكلفة، أو لزيادة التشنيع على أهل القرية، بإظهارهم، فقوله:  {اسْتَطْعَمَا أَهْلَهَا} جواب إذا، أو صفة لقرية كما سيأتي، وفي الأسئلة المقحمة (٣) استطعم موسى هاهنا فلم يطعم، وحين سقى </p><p>(١) المراح. (٢) الشوكاني.(٣) روح البيان.</p><p> لبنات شعيب ما استطعم وقد أُطعم، حيث قال:  {إِنَّ أَبِي يَدْعُوكَ لِيَجْزِيَكَ أَجْرَ مَا سَقَيْتَ لَنَا} والجواب هاهنا: إن الحرمان كان بسبب المعارضة، بحيث لم يكشف بعلم الله بحاله، بل جنح إلى الاعتماد على مخلوق، فأراد السكوت بحادث مسبوق، وهناك جرى على توكله ولم يُدخل وساطة عن المخلوقين بينه وبين ربه، بل حط الرحل ببابه {فَأَبَوْا} ؛ أي: فامتنعوا؛ أي: أبى أهل القرية {أَنْ يُضَيِّفُوهُمَا} ؛ أي: أبوا من تضييفهما وتطعيمهما، وفي قوله:  {فَأَبَوْا أَنْ يُضَيِّفُوهُمَا} دون أن يقول: فأبوا أن يطعموهما، زيادة تشنيع عليهم، ووصفهم بالدناءة والشح، فإن الكريم قد يردّ السائل المستطعم ولا يعاب، ولكن لا يرد الغريب المستضيف إلا لئيم، ألا تراهم يقولون في أهاجييهم: فلان يطرد الضيف؟ وعن قتادة: شر القرى التي لا يضاف فيها، ولا يُعرف لابن السبيل حقه. </p><p> وقرأ ابن الزبير والحسن وأبو رجاء وأبو رزين وابن محيصن وعاصم في رواية المفضل وأبان: بكسر الهضاد وإسكان الياء من أضاف، كما تقول: ميَّل وأمال، ذكره في \"البحر\" . </p><p> {فَوَجَدَا} ؛ أي: فوجد الخضر وموسى عليهما السلام {فِيهَا} ؛ أي: في تلك القرية {جِدَارًا} ؛ أي: حائطاً مائلاً {يُرِيدُ أَنْ يَنْقَضَّ} ؛ أي: يقرب أن يسقط فمسحه بيده {فَأَقَامَهُ} ؛ أي: أقام الخضر الجدار بالإشارة بيده فاستقام، أو هدمه ثم بناه، وعن ابن عباس: دفعه بيده فاستقام، وهذا أليق بحال الأنبياء، وكان ارتفاع الجدار مئة ذراع، وعرضه خمسون ذراعًا، وامتداده على وجه الأرض خمس مئة ذراع، والمعنى: فوجدا في القرية حائطاً مائلاً، مشرفاً على السقوط، فمسحه بيده، فقام واستوى وكان ذلك من معجزاته {قَالَ} له موسى لضرورة الحاجة إلى الطعام {لَوْ شِئْتَ} يا خضر أخذ الأجرة {لَاتَّخَذْتَ} ؛ أي: لأخذت {عَلَيْهِ} ؛ أي: على عملك هذا {أَجْرًا} ؛ أي: أجرة حتى تشتري بها طعامًا؛ أي: كان (١) ينبغي لك أن تأخذ منهم جعلًا على عملك، لتقصيرهم فينا </p><p>(١) المراح.</p><p> مع حاجتنا، وليس لنا في إصلاح الجدار فائدة، فهو من فضول العمل. </p><p> قال بعضهم (١) : لما قال له: {لِتُغْرِقَ أَهْلَهَا} .. قال الخضر: أليس كنت في البحر ولم تغرق بغير سفينة، ولما قال:  {أَقَتَلْتَ نَفْسًا زَكِيَّةً بِغَيْرِ نَفْسٍ} .. قال أليس قتلت القبطي بغير ذنب، ولما قال:  {لَوْ شِئْتَ لَاتَّخَذْتَ عَلَيْهِ أَجْرًا} قال: أنسيت سقياك لبنات شعيب من غير أجرة، وهذا من باب لطائف المحاورات. </p><p> قال بعضهم (٢) : إن قلت: كيف جوز موسى طلب الأجر بمقابلة العمل الذي حصل بمجرد الإشارة، وهو من طريق خرق العادة الذي لا مؤنة فيه؟ </p><p> قلت: لم ينظر إلى جانب الأسباب، وإنما نظر إلى النفع العائد إلى جانب أصحاب الجدار، ألا ترى أنه جوز أخذ الأجرة بمقابلة الرقية بسورة الفاتحة ونحوها، وهو ليس من قبيل طلب الأجر على الدعوة، فإنه لا يجوز للنبي أن يطلب أجرًا من قومه على دعوته وإرشاده، كما أشير إليه في مواضع كثيرة من القرآن. </p><p> والمعنى (٣) : أي قال موسى ذلك تحريضًا للخضر، وحثًا له على أخذ الجعل - الأجر - على فعله، لإنفاقه في ثمن الطعام والشراب وسائر مهام المعيشة. </p><p> وقرأ الجمهور (٤) : {يَنْقَضَّ} ، أي: يسقط، من انقضاض الطائر، ووزنه انفعل، نحو انجر، قال صاحب \"اللوامح\" : من الفضة وهي الحصى الصغار، ومنه طعام قضض، إذا كان فيه حصى، فعلى هذا يريد أن ينقض؛ أي: يتفتت فيصير حصاة. انتهى. وقيل: وزنه افعل كاحمر، وقرأ أبي {أَنْ يَنْقَضَّ} بضم الياء وفتح القاف والضاد، مبنيًا للمفعول من نقضته، وهي مروية عن النبي - صلى الله عليه وسلم -. </p><p> وفي حرف عبد الله وقراءة الأعمش {يُرِيدُ لِيَنْقَضَّ} كذلك، إلا أنه منصوب </p><p>(١) روح البيان. (٢) روح البيان.(٣) المراغي.(٤) البحر المحيط.</p>"
}