{
  "id": null,
  "sura": 18,
  "aya": 21,
  "text": "<p> وجاءتا معترضتين أثناء القصة؛ لما تضمّنتاه من تعليم عباده تفويض الأمور كلها إليه، سبحانه، وبيان أنه لا يحدث في ملكه إلا ما يشاء. </p><p> قوله تعالى:  {وَاتْلُ ما أُوحِيَ إِلَيْكَ مِنْ كِتابِ رَبِّكَ ...} الآيات، مناسبة هذه الآيات لما قبلها: أنّ الله سبحانه لما ذكر قصص أهل الكهف، ودل اشتمال القرآن عليه على أنه وحي من علام الغيوب .. أمر سبحانه رسوله - صلى الله عليه وسلم - بالمواظبة على درسه وتلاوته، وأن لا يكترث بقول القائلين له ائت بقرآن غير هذا، أو بدّله، ثمّ ذكر ما يلحق الكافرين من النكال، والوبال يوم القيامة، وما ينال المتقين من النعيم المقيم، كفاء ما عملوا من صالح الأعمال. </p><p> أسباب النزول </p><p> قوله تعالى:  {وَلا تَقُولَنَّ لِشَيْءٍ إِنِّي فاعِلٌ ذلِكَ ...} الآيتين، روي أن هاتين الآيتين نزلتا حين سألت قريشٌ رسول الله - صلى الله عليه وسلم - عن الروح، وعن أصحاب الكهف، وعن ذي القرنين فقال عليه الصلاة والسلام:  «غدا أخبركم» ولم يستثن - لم يقل إن شاء الله - فأبطأ عليه الوحي خمسة عشر يومًا، فشق ذلك عليه، وكذبته قريش. </p><p> قوله تعالى:  {وَلا تُطِعْ مَنْ أَغْفَلْنا قَلْبَهُ عَنْ ذِكْرِنا ...} سبب نزوله: ما أخرجه ابن مردويه، من طريق جويبر، عن الضحاك، عن ابن عباس، قال: نزلت هذه الآية في أميّة بن خلف الجمحي، وذلك أنه دعا النبيّ - صلى الله عليه وسلم - إلى أمر كرهه الله من طرد الفقراء عنه وتقريب صناديد أهل مكة، فنزلت هذه الآية {وَلا تُطِعْ مَنْ أَغْفَلْنا ...} الآية. </p><p> وأخرج ابن أبي حاتم عن أبي هريرة قال: دخل عيينة بن حصن على النبي - صلى الله عليه وسلم -، وعنده سلمان، فقال عيينة: إذا نحن أتيناك فأخرج هذا، وأدخلنا، فنزلت الآية. </p><p> التفسير وأوجه القراءة </p><p> ٢١ - {وَكَذلِكَ} ؛ أي: وكما أنمناهم، وبعثناهم بعد طول رقدتهم كهيئتهم حين رقدوا ليتساءلوا بينهم، فيزدادوا بصيرة بعظيم سلطانه تعالى، ومعرفة حسن دفاع </p><p> الله عن أوليائه {أَعْثَرْنا} ؛ أي: أطلعنا {عَلَيْهِمْ} ؛ أي: على أحوال أهل الكهف الفريق الذين كانوا في شك من قدرة الله تعالى على إحياء الموتى، وفي مرية من إنشاء أجسام خلقه كهيئتهم يوم قبضهم بعد البلى {لِيَعْلَمُوا} ؛ أي: ليعلم الفريق الذين أعثرناهم على أحوالهم العجيبة، وهم الملك ورعيته {أَنَّ وَعْدَ اللَّهِ} تعالى بالبعث للروح، والجثة معا {حَقٌّ} ؛ أي: صدق لا شك فيه، بطريق أن القادر على إنامتهم مدة طويلة، وإبقائهم على حالهم بلا غذاء، قادر على إحياء الموتى، قال بعض العارفين: اليقظة بعد النوم علامة على البعث بعد الموت. {وَ} ليوقنوا {أَنَّ السَّاعَةَ} ؛ أي: القيامة مع ما فيها من الحساب والجزاء آتية {لا رَيْبَ فِيها} ؛ أي: لا شك في مجيئها، إذ لا حجّة لمن أنكرها إلا الاستبعاد، ولكن وقوع ذلك الأمر العظيم، وعلمهم به مما يخفف من غلوائهم، ويكبح جماح إنكارهم، ويردهم إلى رشدهم. </p><p> ذلك أن حال هؤلاء الفتية في تلك الحقبة الطويلة، وقد حبست عن التصرف نفوسهم، وعطلت مشاعرهم وحواسهم، وحفظت من التحلل والتفتت أبدانهم، وبقيت على ما كانت عليه من الطراوة والشباب، ثمّ رجعت بعدئذ تلك المشاعر والحواس إلى حالها، وأطلقت النّفوس من عقالها، وأرسلت إلى تدبير أبدانها، فرأت الأمور كما كانت، والأعوان هم الأعوان، ولم تنكر شيئًا عهدته في مدينتها، ولم تتذكر حبسها المدى الطويل عن التصرف في شؤونها، وحال الذين يقومون من قبورهم بعد ما تعطلت مشاعرهم، وحبست نفوسهم، من واد واحد في الغرابة، ولا ينكر ذلك إلا جاهل، أو معاندٌ، ووقوع الأول يزيل الارتياب في إمكان وقوع الثاني، ولا يبقى بعد ذلك شك في أن وعد الله حق، وأنّ الله سيبعث من في القبور، فيرد عليهم أرواحهم، ويجازيهم جزاء وفاقًا بحسب أعمالهم، إن خيرًا فخيرٌ، وإن شرًّا فشر، وهو الحكم العدل اللطيف الخبير. </p><p> والظرف في قوله:  {إِذْ يَتَنازَعُونَ} متعلق بـ {أَعْثَرْنا} ؛ أي: وكذلك أعثرنا الناس - بيدروس وقومه - على أصحاب الكهف، حين يتنازعون، أي: يتنازع الناس </p><p> بعضهم بعضًا فيما {بَيْنَهُمْ أَمْرَهُمْ} ؛ أي: في (١) أمر بعثهم، فمن مقر به وجاحد له، وقائل تبعث الأرواح دون الأجساد، ففرح الملك، وفرحوا بآية الله على البعث، وزال ما بينهم من الخلاف في أمر القيامة، وحمدوا الله إذ رأوا ما رأوا ممّا يثبتها ويزيل كل ريب فيها. </p><p> والمعنى: أي (٢) أعثرنا عليهم وقت التنازع والاختلاف بين أولئك الذين أعثرهم الله في أمر البعث، وقيل: في أمر أصحاب الكهف، في قدر مكثهم، وفي عددهم، وفيما يفعلونه بهم بعد أن اطلعوا عليهم {فَقالُوا} ؛ أي: قال بعضهم لبعض: {ابْنُوا عَلَيْهِمْ} ؛ أي: على أصحاب الكهف {بُنْيانًا} يسترهم عن أعين الناس لئلا يتطرق الناس إليهم، وذلك أن الملك وأصحابه لما وقفوا عليهم، وهم أحياء أمات الفتية، فانقسموا في شأنهم فريقين: فريق يقول: نسد عليهم باب الكهف، ونذرهم حيث هم، وفريق يقول: نبني عليهم مسجدا يصلي فيه الناس، وقد غلب هذا الفريق الفريق الأول في الرأي، كما سيأتي. </p><p> ثم قال سبحانه حاكيًا لقول المتنازعين فيهم، وفي عددهم، وفي مدة لبثهم، وفي غير ذلك مما يتعلق بهم، {رَبُّهُمْ} ؛ أي: رب أصحاب الكهف {أَعْلَمُ بِهِمْ} ؛ أي: أعلم بعددهم، وبمدة لبثهم من هؤلاء المتنازعين فيهم، قالوا ذلك تفويضًا للعلم إلى الله سبحانه، وقيل: هذه الجملة معترضةٌ من كلام الله تعالى، ردًّا لقول الخائضين فيهم، ممن أعثروا عليهم، أو ممن كان في عهده - صلى الله عليه وسلم - من أهل الكتاب، في بيان أنسابهم، وأسمائهم، وأحوالهم، ومدة لبثهم؛ أي: دعوا ما أنتم فيه من التنازع، فإنّي أعلم بهم منكم. </p><p> وقال بعض المفسرين (٣) : والظرف في قوله: {إِذْ يَتَنازَعُونَ} متعلق بـ {اذكر} مقدرًا، وقال: هو الأظهر، والأنسب لترتيب {الفاء} الآتية عليه، ويكون كلامًا منفصلًا عما قبله، ويؤيّده أن الإعثار، ليس في زمن التنازع، بل </p><p>(١) المراغي. (٢) الشوكاني.(٣) روح البيان.</p><p> قبله، والمتنازعون هم: قوم بيدروس، والمعنى: أي: واذكر يا محمد قصة حين يتنازع قوم بيدروس فيما بينهم، في تدبير أمر أصحاب الكهف، حين توفاهم الله ثانيا بالموت كيف يخفون مكانهم، وكيف يستر الطريق إليهم، {فَقالُوا} ؛ أي: بعض أهل المدينة {ابْنُوا عَلَيْهِمْ} ؛ أي: على باب كهفهم {بُنْيانًا} كي لا يعلم أحد تربتهم، وتكون محفوظة من تطرق الناس، كما حفظت تربة رسول الله - صلى الله عليه وسلم - بالحظيرة، قائلين:  {رَبُّهُمْ أَعْلَمُ بِهِمْ} ؛ أي: بحالهم وشأنهم، لا حاجة إلى علم الغير بمكانهم. </p><p> ويمكن (١) أن يجاب عن صاحب هذا القول، بأن يقال: إن أولئك القوم ما زالوا متنازعين فيما بينهم، قرنا بعد قرن، منذ أووا إلى الكهف، إلى وقت الإعثار، ويؤيد ذلك، أن خبرهم كان مكتوبًا على باب الغار، كتبه بعض المعاصرين، وهم من المؤمنين الذين يخفون إيمانهم من دقيانوس ملكهم كما قاله المفسرون. </p><p> {قالَ الَّذِينَ غَلَبُوا عَلى أَمْرِهِمْ} ؛ أي: على أمر أهل الكهف، وتدبير شأنهم، وهم (٢) : الملك والمسلمون، أو أولياء أصحاب الكهف، أو رؤساء البلد، وقرأ الحسن، وعيسى الثقفي {غُلِبُوا} بضم الغين، وكسر اللام ذكره في «البحر» . {لَنَتَّخِذَنَّ عَلَيْهِمْ مَسْجِدًا} ؛ أي: لنبنيّن على باب كهفهم مسجدًا يصلي فيه المسلمون، ونستبقي آثارهم بسبب ذلك المسجد، قال الزجاج: وهذا يدل على أنّه لما ظهر أمرهم، غلب المؤمنون بالبعث والنشور؛ لأنّ المساجد للمؤمنين؛ أي: كانت الكلمة لهم، وكان كلامهم هو النافذ، لأن ملك الوقت كان من جملتهم، وكان مسلمًا، وأما الملك الذي خرجوا هاربين منه .. فقد مات في مدة نومهم. اهـ شيخنا. </p><p> فصل </p><p> وقد ذكر العلماء: أن اتخاذ القبور مساجد منهي عنه، أشدّ النهي، حتى ذكر </p><p>(١) الشوكاني. (٢) المراح.</p>"
}