{
  "id": null,
  "sura": 18,
  "aya": 19,
  "text": "<p> التقليب إليه تعالى، وأنّه الفاعل ذلك، وحكى الزمخشريّ أنه قرىء {ويقلِّبهم} بالياء مشدّدًا؛ أي: يقلبهم الله، وقرأ أبو رجاء {وتقلبهم} بتاء مفتوحة، وسكون القاف، وتخفيف اللام المكسورة مضارع قلب مخففًا، وقرأ أبو الجوزاء، وعكرمة:  {ونقلبهم} مثلها إلا أنه بالنون، وقرأ الحسن فيما حكى ابن جني، و {تقلبهم} مصدر تقلب منصوبًا بفعل مقدر، كأنه قيل: وترى، أو تشاهد، تقلبهم، وعنه أيضًا أنه قرأ كذلك إلّا أنه ضم الباء فهو مصدرٌ مرتفعٌ بالابتداء، قاله أبو حاتم، وقرأ أبو جعفر الصادق {وكالبهم} ؛ أي: صاحب كلبهم كما تقول لابن، وتامر؛ أي: صاحب لبن وتمر. </p><p> وقرأ ابن وثّاب، والأعمش، وأبو حصين {لو اطلعت} بضم الواو، وصلًا، وقرأ الجمهور بكسرها، وقد ذكر ضمها عن شيبة، وأبي جعفر، ونافع، وقرأ عاصم، وابن عامر، وأبو عمرو، وحمزة، والكسائي، {وَلَمُلِئْتَ} خفيفةً مهموزة، وقرأ ابن عباس، وابن كثير، ونافع، وأبو حيوة، وابن أبي عبلة، {وَلَمُلِئْتَ} بتشديد اللام مهمزا، وقرأ أبو جعفر، وشيبة بتشديد اللام، وإبدال الياء من الهمزة، وقرأ الزهريّ بتخفيف اللام والإبدال، وتقدم الخلاف في {رُعْبًا} في آل عمران، وقرأ هنا بضم العين أبو جعفر وعيسى </p><p> ١٩ - {وَكَذلِكَ} ؛ أي: وكما (١) أرقدنا هؤلاء الفتية في الكهف، وحفظنا أجسامهم من البلى على طول الزمان، وثيابهم من العفن على مر الأيام بقدرتنا. {بَعَثْناهُمْ} من رقدتهم، وأيقظناهم من نومهم، لنعرّفهم عظيم سلطاننا، وعجيب فعلنا في خلقنا، ليزدادوا بصيرة في أمرهم الذي هم عليه، من براءتهم من عبادة الآلهة، وإخلاصهم العبادة لله الواحد القهار، إذا تبيّنوا طول الزمان عليهم، بهيئتهم حين رقدوا، و {لِيَتَساءَلُوا بَيْنَهُمْ} ؛ أي: وليقع التساؤل بينهم، والاختلاف، والتنازع في مدة اللبث لما يترتب على ذلك من انكشاف الحال، وظهور القدرة الباهرة، والاقتصار على علة السؤال لا ينفي غيرها، وإنّما أفرده لاستتباعه لسائر الآثار، وجملة قوله: قالَ {قائِلٌ مِنْهُمْ كَمْ لَبِثْتُمْ} مبيّنة لما قبلها من التساؤل بينهم؛ أي: كم مدة لبثكم في النوم؟ قالوا: </p><p>(١) المراغي.</p><p> ذلك لأنهم رأوا في أنفسهم غير ما يعهدونه في العادة. </p><p> أي: وكذلك بعثناهم لتكون عاقبة أمرهم أن يسأل بعضهم بعضًا، فيقول قائل منهم لأصحابه: كم لبثتم؟ ذاك أنهم استنكروا من أنفسهم طول رقدتهم {قالُوا لَبِثْنا يَوْمًا أَوْ بَعْضَ يَوْمٍ} ؛ أي: قال بعضهم جوابًا عن سؤال من سأل منهم: لبثنا يومًا أو بعض يوم، ظنًا منهم أنّ الأمر كذلك، قال المفسرون: إنهم دخلوا الكهف غدوة وبعثهم الله سبحانه آخر النهار، فلذلك قالوا يومًا، فلما رأوا الشّمس قالوا: أو بعض يوم، وكان قد بقيت بقية من النهار، {قالُوا} ؛ أي: قال (١) بعض آخر منهم بما سنح لهم من الأدلة، أو بإلهام من الله {رَبُّكُمْ أَعْلَمُ بِما لَبِثْتُمْ} ؛ أي: أنتم لا تعلمون مدة لبثكم؛ لأنها متطاولة ومقدارها مبهم، وإنما يعلمها الله تعالى، وبه يتحقق التحزب إلى الحزبين المعهودين فيما سبق، وهذا من الأدب البارع في الرد على الأولين بأحسن أسلوب، وأجمل تعبير، وحين علموا أنّ الأمر ملتبسٌ عليهم، عدلوا إلى الأهم في أمرهم، وهو احتياجهم إلى الطعام والشراب فقالوا:  {فَابْعَثُوا أَحَدَكُمْ بِوَرِقِكُمْ} ؛ أي: بدراهمكم {هذِهِ إِلَى الْمَدِينَةِ} وهي: طرسوس - بفتح الراء - كما جزم بذلك فخر الدين الرازي، قالوه إعراضًا عن التعمق في البحث عن مدة لبثهم؛ لأنه ملتبسٌ لا سبيل لهم إلى علمه، وإقبالًا على ما يهمهم بحسب الحال، كما ينبىء عنه {الفاء} ، والورق: الفضة مضروبةً أو غير مضروبة. </p><p> وفي قولهم:  {هذِهِ} إشارة (٢) إلى أنّ القائل كان قد أحضرها ليناولها، بعض أصحابه، وإلى أن التأهب لأسباب المعاش بحمل الدراهم، ونحوها لمن خرج من منزله، لا ينافي التّوكّل على الله كما جاء في الحديث «اعقلها وتوكّل» وقرأ أبو (٣) عمرو، وحمزة، وأبو بكر، والحسن، والأعمش، واليزيديّ، ويعقوب في رواية، وخلف، وأبو عبيد، وابن سعدان:  {بوَرْقِكُم} بإسكان الراء، وقرأ باقي </p><p>(١) روح البيان. (٢) المراغي.(٣) البحر المحيط.</p>"
}