{
  "id": null,
  "sura": 18,
  "aya": 58,
  "text": "<p> كراهة أن يفقهوا ما ذكّروا به، وجعلنا في آذانهم ثقلًا لئلّا يسمعوه، والمراد: أنه لا يدع شيئًا من الخير يصل إليها، فهي لا تعي شيئًا من الآيات إذا تليت عليها، ذلك أنهم فقدوا الاستعداد لقبول الرشاد بما دنّسوا به أنفسهم من قبيح الأفعال والأقوال، وبما اجترحوا من الكفر، والفسوق، والعصيان، فأصبح بينهم وبين سماع الحق حجاب غليظ، فلا ينفذ إلى السمع شيء مما يسمع سماع تدبّر واتّعاظ، ولا إلى القلب شيء مما يقال فيعيه وينتفع به، كما قال: {كَلَّا بَلْ رانَ عَلى قُلُوبِهِمْ ما كانُوا يَكْسِبُونَ (١٤) } وقال: {خَتَمَ اللَّهُ عَلى قُلُوبِهِمْ وَعَلى سَمْعِهِمْ وَعَلى أَبْصارِهِمْ غِشاوَةٌ وَلَهُمْ عَذابٌ عَظِيمٌ (٧) } وقد تكرر هذا المعنى في غير موضع من الكتاب الكريم. </p><p> ثم ذكر سبحانه أثر هذا الختم على القلوب {وَإِنْ تَدْعُهُمْ} يا محمد {إِلَى الْهُدى} ؛ أي: إلى طريق الفلاح، وهو دين الإسلام {فَلَنْ يَهْتَدُوا إِذًا أَبَدًا} ؛ أي: لن يوجد منهم اهتداء أبدًا، أي: مدة التكليف كلها البتة إن دعوتهم إلى الهدى؛ لأنه محال منهم، وتقييده (١) بالأبدية مبالغة في انتفاء هدايتهم، أي: ومهما كررت أيها الرّسول من الدعوة إلى الحق حرصًا منك على نجاتهم، وخشية نزول البلاء بهم، فلن يستجيبوا لك، ولن يهتدوا بهديك، لأن الله قد كتب عليهم الضلال بسوء أعمالهم، وقبح طواياهم، فأنى يفيد النصح وتجدي العظة، ويرق القلب. </p><p> وخلاصة المعنى (٢) : كأنه - صلى الله عليه وسلم - حرصًا منه على هداهم قال: مالي أدعوهم رجاء أن تنكشف تلك الأكنّة، وتمزّق بيد الدعوة، فقيل له: وأنى لك ذلك {وَإِنْ تَدْعُهُمْ إِلَى الْهُدى فَلَنْ يَهْتَدُوا إِذًا أَبَدًا} وقد جاءت هذه الآية في قومٍ علم الله أنهم سيموتون على الكفر من مشركي مكة. </p><p> ٥٨ - ثم بيّن أنّه سبحانه لا يعجل العقوبة لعباده على ما يجترحون من الفسوق والآثام رجاء أن ينيبوا إليه فقال:  {وَرَبُّكَ} يا محمد مبتدأ، خبره {الْغَفُورُ} ؛ أي: البيلغ في المغفرة، وهي صيانة العبد عما استحقه من العقاب، للتجاوز عن </p><p>(١) البحر المحيط. (٢) المراغي.</p><p> ذنوبه من الغفر، وهو إلباس الشيء ما يصونه من الدنس {ذُو الرَّحْمَةِ} خبر بعد خبر؛ أي: الموصوف بالرحمة الواسعة، وهي الإنعام على الخلق، وإيراد (١) المغفرة على صيغة المبالغة دون الرّحمة للتنبيه على كثرة الذنوب، وأن المغفرة ترك المضار، وهو سبحانه قادر على ترك ما لا يتناهى من العذاب، وأما الرحمة: فهي إنعام، وإيجاد، ولا يدخل تحت الوجود إلّا ما يتناهى، وتقديم الوصف الأول؛ لأن التّخلية مقدم على التحلية. {لَوْ يُؤاخِذُهُمْ} ؛ أي: لو يريد مؤاخذتهم {بِما كَسَبُوا} من الذنوب {لَعَجَّلَ لَهُمُ الْعَذابَ} ؛ أي: عذاب الاستئصال في الدنيا من غير إمهال لاستيجاب أعمالهم لذلك، ولكنه لم يعجل، ولم يؤاخذ بغتة {بَلْ} جعل {لَهُمُ} ؛ أي: لعذابهم {مَوْعِدٌ} ؛ أي: أجل مقدر قيل: هو عذاب الآخرة، وقيل: يوم بدر، فالموعد هنا اسم زمان {لَنْ يَجِدُوا} ألبتة حين مجيء الموعد {مِنْ دُونِهِ} تعالى؛ أي: من غيره سبحانه، وقيل: من دون العذاب {مَوْئِلًا} ؛ أي: منجى وملجأ، يقال: وأل أي نجا، ووأل إليه أي لجأ إليه، وفيه دلالة على أبلغ وجه على أن لا ملجأ لهم ولا منجى، فإن من يكون ملجأه العذاب .. كيف يرى وجه الخلاص والنجاة منه؟. </p><p> وقرأ الجمهور (٢) : {مَوْئِلًا} بسكون الواو، وهمزة بعدها مكسورة، وقرأ الزهري {مولًا} بتشديد الواو من غير همز، ولا ياء، وقرأ أبو جعفر عن الحلواني عنه {مولا} بكسر الواو خفيفة من غير همز، ولا ياء. </p><p> والمعنى: أي وربك أيها الرسول غفورٌ لذنوب عباده، ذو رحمة واسعة بهم إذ هم أنابوا إليه، ورجعوا إلى رحاب عفوه وجوده وكرمه، فيرحمهم واسع الرحمات، ويتجاوز لهم عن عظيم الخطيئات، ولو شاء أن يؤاخذهم بما اجترحوا من المعاصي، كإعراضهم عن آياته، ومناصبتهم العداء لرسله، ومجادلتهم بالباطل، لعجل لهم العذاب في الدنيا، وأنزل بهم عذاب الاستئصال جزاء وفاقًا لقبيح أعمالهم، ومثل الآية قوله: {وَلَوْ يُؤاخِذُ اللَّهُ النَّاسَ بِما كَسَبُوا ما تَرَكَ </p><p>(١) روح البيان. (٢) البحر المحيط.</p>"
}