{
  "id": null,
  "sura": 18,
  "aya": 50,
  "text": "<p> التفسير وأوجه القراءة </p><p> ٥٠ - ثمّ إنه تعالى عاد إلى الرد على أرباب الخيلاء من قريش، فذكر قصّة آدم، واستكبار إبليس فقال:  {وَإِذْ قُلْنا لِلْمَلائِكَةِ} ؛ أي: واذكر يا محمد لقومك قصّة وقت قولنا للملائكة: {اسْجُدُوا} يا ملائكتي {لِآدَمَ} سجود تحية وتكريم، لا سجود عبادة، وكان ذلك مشروعًا في الأمم السالفة، ثم نسخ بالسلام {فَسَجَدُوا} ؛ أي: فسجدت الملائكة جميعًا، امتثالًا لأمر الله وطاعة لطلبه السجود {إِلَّا إِبْلِيسَ} اللعين فإنه أبى واستكبر، ولم يسجد، وكأنه قيل: ما باله لم يسجد؟ فقيل:  {كانَ مِنَ الْجِنِّ} ؛ أي: كان أصله جنيًا خلق من نار السموم، ولم يكن من الملائكة، فلهذا عصى، فالجملة مستأنفةٌ مسوقة لبيان سبب عصيانه. </p><p> وإنّما صح (١) الاستثناء المتّصل لأنه أمر بالسجود معهم، فغلبوا عليه في قوله {فَسَجَدُوا} ثم استثنى كما يستثنى الواحد منهم استثناء متصلًا كقولك: خرجوا إلّا فلانة، لا مرأة بين الرجال. </p><p> {فَفَسَقَ عَنْ أَمْرِ رَبِّهِ} ؛ أي: خرج عن طاعته بترك السجود، فالأمر على حقيقته جعل عدم امتثاله للأمر خروجًا عنه، ويجوز أن يكون المراد المأمور به، وهو السجود، والفاء للسببية لا للعطف؛ أي: كونه من الجن سبب فسقه، ولو كان ملكا .. لم يفسق عن أمر ربه؛ لأن الملك معصوم دون الجن والإنس. </p><p> والمعنى (٢) : واذكر - أيها الرسول - لقومك وقت قولنا للملائكة اسجدوا لآدم سجود تحية وتكريم اعترافًا بفضله، واعتذارًا عما قالوه في شأنه من نحو قولهم:  {أَتَجْعَلُ فِيها مَنْ يُفْسِدُ فِيها} فسجدوا كلهم أجمعون امتثالًا إلا إبليس، ثم بيّن السّبب في عصيانه، ومخالفته للأمر فقال:  {كانَ مِنَ الْجِنِّ} ؛ أي: إن الذي منعه من السجود أنّه كان جنّيًا بين أظهر الألوف من الملائكة مغمورًا بينهم متّصفًا بصفاتهم، بدليل أنه قال:  {أَنَا خَيْرٌ مِنْهُ خَلَقْتَنِي مِنْ نارٍ وَخَلَقْتَهُ مِنْ طِينٍ} ، ولأنه أثبت له في هذه الآية ذريةً ونسلًا، والملائكة لا ينسلون، ولأن الملائكة لا يستكبرون </p><p>(١) روح البيان. (٢) المراغي.</p><p> وهو قد استكبر {فَفَسَقَ عَنْ أَمْرِ رَبِّهِ} ؛ أي: فصار فاسقًا كافرًا بسبب أمر الله للملائكة المعدود هو في عدادهم، إذ لولا الأمر ما تحقق إباؤه. </p><p> ثم حذر سبحانه من اتباعه بعد أن استبان من حاله ما استبان فقال:  {أَفَتَتَّخِذُونَهُ}  {الهمزة} للإستفهام الإنكاري التعجبي داخلة على محذوف، و {الفاء} عاطفة على ذلك المحذوف، والتقدير: أبعد علمكم يا بني آدم بصدور الفسق من إبليس تتبعونه، وتتخذونه {وَذُرِّيَّتَهُ} ؛ أي: أولاده وأتباعه {أَوْلِياءَ} ، أي: أصدقاء {مِنْ دُونِي} تطيعونهم بدل طاعتي مجاوزين عني إليهم؛ أي (١) : ذلك الاتخاذ منكر غاية الإنكار، حقيق بأن يتعجب منه، والمراد بالولاية هنا: اتباع الناس لهم فيما يأمرونهم به من المعاصي، فالموالاة مجاز عن هذا، لأنه من لوازمها، فلا يرد كيف قال ذلك، مع أنّ الشيطان وذرّيته ليسوا أولياء بل أعداء، لأنّ الأولياء هم الأصدقاء، ذكره في «الفتوحات» . </p><p> {وَهُمْ} ؛ أي: والحال أن إبليس وذريّته {لَكُمْ عَدُوٌّ} ؛ أي: أعداء فحقهم أن تعادوهم لا أن توالوهم شبه بالمصادر للموازنة كالقبول. </p><p> وحاصل المعنى (٢) : كيف تصنعون هذا الصنع، وتستبدلون بمن خلقكم وأنعم عليكم بجميع ما أنتم فيه من النعم من لم يكن لكم منه منفعة قط، بل هو عدو لكم، يترقب حصول ما يضركم في كل حين {بِئْسَ لِلظَّالِمِينَ} ؛ أي: للكافرين {بَدَلًا} من الله، إبليس وذريته، تمييز لفاعل {بِئْسَ} البدل للكافرين بالله، والمخصوص بالذم إبليس وذرّيته، أي: اتخاذهم إبليس وذريته أولياء من دونه وهو المنعم عليهم وعلى أبيهم آدم من قبلهم المتفضل عليهم بما لا يحصى من الفواضل؛ أي: بئس (٣) البدل من الله إبليس لمن استبدله فأطاعه بدل طاعة الله. </p><p>(١) روح البيان. (٢) المراغي.(٣) النسفي.</p>"
}