{
  "id": null,
  "sura": 18,
  "aya": 27,
  "text": "<p> سبحانه في علمه بالمبصرات والمسموعات خارج عما عليه إدراك المدركين، وأنّه يستوي في علمه الغائب والحاضر، والخفي والظاهر، والصغير والكبير، واللطيف والكثيف، وكأن أصله: ما أبصره وما أسمعه، ثم نقل إلى صيغة الأمر للإنشاء، و {الباء} زائدة عند سيبويه، وخالفه الأخفش، والبحث عنه مقرر في علم النحو، وسنذكر طرفًا منه في مبحث الإعراب، وقرأ عيسى {أسمع به وأبصر} على الخبر فعلًا ماضيًا لا على التعجب؛ أي: أبصر عباده بمعرفته، وأسمعهم، و {الهاء} كناية عن الله تعالى {ما لَهُمْ} ؛ أي: ما لأهل السموات والأرض، وقيل: لأهل الكهف، وقيل: لمعاصري محمد - صلى الله عليه وسلم - من الكفار {مِنْ دُونِهِ} سبحانه وتعالى {مِنْ وَلِيٍّ} يلي أمورهم، وناصر ينصرهم، ومدبر يدبر شؤونهم، فكيف يعلمون هذه الواقعة من غير إعلامه تعالى، وفي هذا بيان لغاية قدرته، وأن الكلّ تحت قهره. {وَلا يُشْرِكُ} سبحانه وتعالى {فِي حُكْمِهِ} وقضائه، أو في علم غيبه {أَحَدًا} من مخلوقاته، فله خاصة الخلق والأمر، لا معقّب لحكمه، وليس له وزير ولا نصير، ولا شريك، تعالى الله وتقدست أسماؤه. </p><p> أي: لا (١) يجعل الله تعالى أحدًا من الموجودات العلوية والسفلية شريكًا لذاته العلية في قضائه الأزلي إلى الأبد، لعزته وغناه، قال الإمام: المعنى أنه تعالى لما حكى أنّ لبثهم هو هذا المقدار .. أراد أنه ليس لأحد أن يقول بخلافه، انتهى. </p><p> وقرأ الجمهور (٢) : {وَلا يُشْرِكُ} بالياء على النفي، وقرأ مجاهد بالياء، والجزم قال يعقوب: لا أعرف وجهه. وقرأ ابن عامر، والحسن، وأبو رجاء وقتادة، والجحدري، وأبو حيوة، وزيد، وحميد بن الوزير، عن يعقوب، والجعفي، واللؤلؤي، عن أبي بكر، {ولا تشرك} بالتاء والجزم على النهي، والمعنى: ولا تشرك أيها الإنسان </p><p> ٢٧ - {وَاتْلُ} ، أي: واقرأ يا محمد {ما أُوحِيَ إِلَيْكَ؛} أي: ما أنزل إليك {مِنْ كِتابِ رَبِّكَ} ؛ أي: من القرآن بيان للموحى </p><p>(١) روح البيان. (٢) البحر المحيط.</p><p> إليه، للتقرب إلى الله تعالى بتلاوته، والعمل بموجبه، والاطلاع على أسراره، ولا تسمع لقولم، {ائْتِ بِقُرْآنٍ غَيْرِ هذا أَوْ بَدِّلْهُ} ، والفرق (١) بين التلاوة والقراءة: أن التلاوة قراءة القرآن متابعة كالدراسة، والأوراد الموظفة، والقراءة أعم؛ لأنها جمع الحروف باللفظ لا اتباعها، قيل (٢) : ويحتمل أن يكون معنى قوله: {وَاتْلُ} واتبع أمرًا، من التّلوّ لا من التلاوة. </p><p> {لا مُبَدِّلَ لِكَلِماتِهِ} ؛ أي: لكلمات الله سبحانه وتعالى؛ أي: لا مغير للقرآن؛ أي: لا قادر على تبديله، وتغييره غيره تعالى كقوله:  {وَإِذا بَدَّلْنا آيَةً مَكانَ آيَةٍ} فهو عامّ مخصوصٌ فافهم، فإن قلت (٣) : موجب هذا أن لّا يتطرق النسخ إليه؟. </p><p> قلت: النسخ في الحقيقة ليس بتبديل؛ لأن المنسوخ ثابت في وقته إلى وقت طريان الناسخ، فالناسخ المغاير، فكيف يكون تبديلا، وقيل: معناه لا مغير بما أوعد الله بكلماته أهل معاصيه، وقيل: معناه لا مغيّر بأوامره ونواهيه، وبوعده لأولياه، ووعيده لأعدائه. </p><p> {وَلَنْ تَجِدَ} أبد الدهر، وإن بالغت في الطلب {مِنْ دُونِهِ} تعالى {مُلْتَحَدًا} ؛ أي: ملجأً وحرزًا تعدل إليه عند نزول بلية، قال الزجاج: لن تجد معدلًا عن أمره ونهيه، أي: إنك إن لم تتبع القرآن وتتله، وتعمل بأحكامه لن تجد معدلًا تعدل إليه، ومكانًا تميل إليه. </p><p> وحاصل معنى الآية: أي (٤) واتل أيها الرسول الكتاب الذي أوحي إليك، والزم العمل به، واتّبع ما فيه من أمر ونهي، وإن أحدًا لا يستطيع أن يغير ما فيه من وعيد لأهل معاصيه، ومن وعد لأهل طاعته، فإن أنت لم تتبعه، ولم تأتمّ به، فنالك وعيد الله الذي أوعد المخالفين حدوده، فلن تجد من دونه موئلًا، ولا ملجأ تلتجىء إليه؛ إذ قدرة الله محيطةٌ بك، وبجميع خلقه، لا يقدر أحدٌ على </p><p>(١) روح البيان. (٢) الشوكاني.(٣) الخازن.(٤) المراغي.</p>"
}