{
  "id": null,
  "sura": 18,
  "aya": 49,
  "text": "<p> ٣ - {وَحَشَرْناهُمْ فَلَمْ نُغادِرْ مِنْهُمْ أَحَدًا} ؛ أي: وجمعنا الأولين والآخرين للحساب بعد أن أقمناهم من قبورهم، فلم نترك منهم أحدًا لا صغيرًا، ولا كبيرًا، كما قال: {قُلْ إِنَّ الْأَوَّلِينَ وَالْآخِرِينَ (٤٩) لَمَجْمُوعُونَ إِلى مِيقاتِ يَوْمٍ مَعْلُومٍ (٥٠) } وقال: {ذلِكَ يَوْمٌ مَجْمُوعٌ لَهُ النَّاسُ وَذلِكَ يَوْمٌ مَشْهُودٌ} . </p><p> ولما ذكر سبحانه حشر الخلق .. بيّن كيفية عرضهم على ربهم فقال: </p><p> ٤ - {وَعُرِضُوا عَلى رَبِّكَ صَفًّا لَقَدْ جِئْتُمُونا كَما خَلَقْناكُمْ أَوَّلَ مَرَّةٍ} ؛ أي: يعرض الخلق كلهم على الله صفًّا واحدًا، كما قال: {وَجاءَ رَبُّكَ وَالْمَلَكُ صَفًّا صَفًّا (٢٢) } ويقال لهم على طريق التوبيخ والتقريع: لقد جئتمونا أيها الناس، أحياء كهيئتكم حين خلقناكم أوّل مرة فرادى، حفاةً، عراةً، لا شيء معكم من المال، والولد، ونحو الآية قوله:  {وَلَقَدْ جِئْتُمُونا فُرادى كَما خَلَقْناكُمْ أَوَّلَ مَرَّةٍ وَتَرَكْتُمْ ما خَوَّلْناكُمْ وَراءَ ظُهُورِكُمْ} وفي هذا زجر لأولئك المشركين المنكرين للبعث، الذين يفخرون في الدنيا على الفقراء من المؤمنين بالأموال والأنصار. </p><p> أخرج ابن المنذر عن معاذ بن جبل: أن النبي - صلى الله عليه وسلم - قال:  «إن الله ينادي يوم القيامة: يا عبادي أنا الله لا إله إلا أنا أرحم الراحمين، وأحكم الحاكمين، وأسرع الحاسبين، أحضروا حجتكم، ويسروا جوابكم فإنكم مسؤولون محاسبون، يا ملائكتي أقيموا عبادي صفوفًا على أطراف أنامل أقدامهم للحساب» . </p><p> وفي الحديث الصحيح:  «يجمع الله تعالى الأولين والآخرين في صعيد واحد صفوفًا يسمعهم الداعي وينفذهم البصر ...» والحديث له بقية. </p><p> ٥ - ٤٩ {وَوُضِعَ الْكِتابُ} معطوف على «عرضو» والمراد (١) بالكتاب، صحائف الأعمال، وأفرده لكون التعريف فيه للجنس، والوضع: إما حسي بأن توضع صحيفة كل واحد في يده، السعيد في يمينه، والشقي في شماله، أو في الميزان، وإما عقلي، أي: أظهر عمل كل واحد من خير أو شر بالحساب الكائن في ذلك اليوم، وقرأ زيد بن علي {ووضع} مبنيًا للفاعل {الكتاب} بالنصب، والفاعل </p><p>(١) الشوكاني.</p><p> الله أو الملك، أي: وضع (١) في هذا اليوم الرهيب، كتاب كل إنسان في يده اليمنى، إن كان مؤمنًا، وفي يده اليسرى إن كان كافرًا، فقد تطايرت الكتب إلى أيدي الخلائق مثل الثلج {فَتَرَى الْمُجْرِمِينَ} ؛ أي: المشركين والمنافقين {مُشْفِقِينَ مِمَّا فِيهِ} ؛ أي: خائفين مما في الكتاب من أعمالهم الخبيثة؛ أي: يحصل لهم خوف العقاب من الله بذنوبهم، وخوف الفضيحة عند الخلق بظهور الجرائم لأهل الموقف، {وَيَقُولُونَ} ؛ أي: ويقول المجرمون عند وقوفهم على ما في الكتاب من السيئات، نقيرًا، وقطميرًا، تعجبًا من شأنه {يا وَيْلَتَنا} ؛ أي: يا هلكتنا احضري وتعالي فهذا أوانك، يدعون على أنفسهم بالويل، لوقوعهم في الهلاك (٢) ، منادين لهلكتهم التي هلكوا بها من بين الهلكات، مستدعين لها ليهلكوا ولا يروا هول ما لاقوه، فإن الويل والويلة الهلكة. </p><p> {مالِ هذَا الْكِتابِ} قال البقاعي (٣) : رسم لام الجر وحده إشارةٌ إلى أنهم صاروا من قوة الرعب، وشدة الكرب، يقفون على بعض الكلمة؛ أي: أي شيء لهذا الكتاب حالة كونه {لا يُغادِرُ} ، ولا يترك {صَغِيرَةً} من السيئات {وَلا كَبِيرَةً} من الذنوب تصدر عن جانيها، وقدّم الصغيرة اهتمامًا بها، وإذا أحصيت فالكبيرة أحرى. {إِلَّا أَحْصاها} ؛ أي: إلّا عدها، وضبطها، وحواها، وأثبتها، وعن ابن عباس - رضي الله عنهما - الصّغيرة التبسم، والكبيرة القهقهة، وعن سعيد بن جبير: الصغيرة: المسيس، والكبيرة الزنا؛ وهذا (٤) الإحصاء لا يعارض قوله: {إِنْ تَجْتَنِبُوا كَبائِرَ ما تُنْهَوْنَ عَنْهُ ...} الآية، إذ لا يلزم من العد عدم التكفير، إذ يجوز أن تكتب الكبائر ليشاهدها العبد يوم القيامة، ثمّ تكفّر عنه، فيعلم قدر نعمة العفو عليه اهـ كرخي. </p><p> {وَوَجَدُوا ما عَمِلُوا} في الدنيا من المعاصي الموجبة للعقوبة، أو وجدوا جزاء ما عملوا {حاضِرًا} ، أي مكتوبًا مثبتًا في كتابهم، {وَلا يَظْلِمُ رَبُّكَ أَحَدًا} من خلقه، فلا ينقص من حسنات أحد أجره الذي يستحقه، ولا يزيد على سيئات </p><p>(١) المراح. (٢) روح البيان.(٣) روح البيان.(٤) الفتوحات.</p><p> أحد، فيكتب ما لم يعمل من السيئات، أو يزيد في عقابه الملائم لعمله، فيكون إظهارا لمعدلة القلم الأزلي. بل يعفو (١) ويصفح، ويغفر ويرحم، ويعذب من يشاء بحكمته وعدله، فإنه سبحانه وعد بإثابة المطيع، وتعذيب العاصي بمقدار جرمه من غير زيادة، وإنه قد يغفر له ما سوى الكفر، ومن ثم لا يعذب أحدًا بما لم يعمله، ولا ينقص ثواب ما عمله مما أمر به وارتضاه، ولا يزيد في عقابه الملائم لعمله الذي نهى عنه، ولم يرتضه. </p><p> ونحو الآية قوله: {إِنَّ اللَّهَ لا يَظْلِمُ مِثْقالَ ذَرَّةٍ وَإِنْ تَكُ حَسَنَةً يُضاعِفْها وَيُؤْتِ مِنْ لَدُنْهُ أَجْرًا عَظِيمًا (٤٠) } وقوله: {وَنَضَعُ الْمَوازِينَ الْقِسْطَ لِيَوْمِ الْقِيامَةِ فَلا تُظْلَمُ نَفْسٌ شَيْئًا وَإِنْ كانَ مِثْقالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنا بِها وَكَفى بِنا حاسِبِينَ (٤٧) }. </p><p> وخلاصة ذلك: أن الجزاء نتيجة العمل، والعمل مرسوم في قوالب حافظة له، فليس يمكن رفعه، ولا دفعه، ولا يكون الجزاء عليه ظلما، كما لا تعد التخمة بعد الأكل الكثير ظلمًا، ولا المرض بعد الشرب من الماء الآسن المملوء بالجراثيم والأدران ظلمًا، وإنما تلك مسببات لأسباب كلّ عاقل يعلم أنّها نتيجة حتمية لها. </p><p> الإعراب </p><p> {وَاضْرِبْ لَهُمْ مَثَلًا رَجُلَيْنِ جَعَلْنا لِأَحَدِهِما جَنَّتَيْنِ مِنْ أَعْنابٍ وَحَفَفْناهُما بِنَخْلٍ وَجَعَلْنا بَيْنَهُما زَرْعًا (٣٢) }. </p><p> {وَاضْرِبْ}  {الواو} : استئنافية، {اضْرِبْ} : فعل أمر وفاعله ضمير يعود على محمد، والجملة مستأنفة {لَهُمْ} : متعلق بـ {اضْرِبْ}  {مَثَلًا} : مفعول ثان لـ {اضْرِبْ} لأنه بمعنى اجعل {رَجُلَيْنِ} : مفعول أول له؛ أي: واجعل رجلين مثلًا، وشبها لهم، وفي «روح البيان»  {مَثَلًا رَجُلَيْنِ} مفعولان لـ {اضْرِبْ} أولهما ثانيهما، لأنه المحتاج إلى التفصيل والبيان اهـ {جَعَلْنا} : فعل وفاعل {لِأَحَدِهِما} : مفعول ثان لـ {جَعَلْنا}  {جَنَّتَيْنِ} : مفعول أول له {مِنْ أَعْنابٍ} : صفة لـ {جَنَّتَيْنِ} ، </p><p>(١) المراغي.</p><p> والجملة الفعلية في محل النصب صفة لـ {رَجُلَيْنِ} ولكنها سببية، {وَحَفَفْناهُما} : فعل وفاعل ومفعول به معطوف على {جَعَلْنا}  {بِنَخْلٍ} : متعلق بـ {حففنا}  {وَجَعَلْنا} : فعل وفاعل {بَيْنَهُما} : ظرف في محل المفعول الثاني لـ {جَعَلْنا}  {زَرْعًا} : مفعول أول له، والجملة معطوفة على جملة {جَعَلْنا لِأَحَدِهِما} . </p><p> {كِلْتَا الْجَنَّتَيْنِ آتَتْ أُكُلَها وَلَمْ تَظْلِمْ مِنْهُ شَيْئًا وَفَجَّرْنا خِلالَهُما نَهَرًا (٣٣) وَكانَ لَهُ ثَمَرٌ فَقالَ لِصاحِبِهِ وَهُوَ يُحاوِرُهُ أَنَا أَكْثَرُ مِنْكَ مالًا وَأَعَزُّ نَفَرًا (٣٤) }. </p><p> {كِلْتَا} : مبتدأ مرفوع بضمة مقدرة على الألف المحذوفة لالتقاء الساكنين؛ لأنه اسم مقصور {الْجَنَّتَيْنِ} : مضاف إليه {آتَتْ} : فعل ماض وفاعله ضمير يعود على {كِلْتَا}  {أُكُلَها} : مفعول ثان لـ {آتَتْ} ، والأول محذوف تقديره: آتته أكلها؛ لأن {آتى} هنا بمعنى أعطى، والجملة الفعلية في محل الرفع خبر المبتدأ وقد روعي لفظ {كِلْتَا} فأتى الخبر مفردًا، وروعيت التثنية المعنوية في قوله:  {وَفَجَّرْنا خِلالَهُما نَهَرًا} ، والجملة الاسمية في محل النصب صفة لـ {جَنَّتَيْنِ} في قوله: {جَعَلْنا لِأَحَدِهِما جَنَّتَيْنِ} أو مستأنفة، استئنافًا بيانيًا، {وَلَمْ تَظْلِمْ} : جازم ومجزوم، وفاعله ضمير يعود على {كِلْتَا}  {مِنْهُ} : حال من {شَيْئًا} ، لأنه صفة نكرة قدمت عليها {شَيْئًا} : مفعول به لـ {تَظْلِمْ} ، أو مفعول مطلق، والجملة الفعلية في محل الرفع معطوفة على جملة {آتَتْ}  {وَفَجَّرْنا} : فعل وفاعل معطوف على {آتَتْ}  {خِلالَهُما} : منصوب على الظرفية المكانية متعلق بـ {فَجَّرْنا}  {نَهَرًا} : مفعول به، {وَكانَ} : الواو: عاطفة {كَانَ} : فعل ماض ناقص {لَهُ} : خبرها مقدم {ثَمَرٌ} : اسمها مؤخر، والجملة معطوفة على جملة قوله:  {جَعَلْنا لِأَحَدِهِما جَنَّتَيْنِ} . {فَقالَ} : {الفاء} : عاطفة {قال} فعل ماض، وفاعله ضمير يعود على صاحب الجنتين {لِصاحِبِهِ} متعلق بـ {قال} ، والجملة الفعلية معطوفة على جملة {كَانَ}  {وَهُوَ} : {الواو} حالية {هُوَ} مبتدأ، وجملة {يُحاوِرُهُ} : خبره، والجملة الاسمية في محل النصب حال من فاعل قال {أَنَا أَكْثَرُ مِنْكَ} إلى آخر الآية مقول محكي، وإن شئت قلت:  {أَنَا أَكْثَرُ} : مبتدأ وخبر {مِنْكَ} : متعلق بـ {أَكْثَرُ}  {مالًا} : تمييز محول عن المبتدأ منصوب باسم التفضيل، {وَأَعَزُّ نَفَرًا} : معطوف على {أكثر مالا} ، والجملة الاسمية في محل النصب مقول {قال} . </p><p> {وَدَخَلَ جَنَّتَهُ وَهُوَ ظالِمٌ لِنَفْسِهِ قالَ ما أَظُنُّ أَنْ تَبِيدَ هذِهِ أَبَدًا (٣٥) }. </p><p> {وَدَخَلَ} : {الواو} عاطفة {دَخَلَ} : فعل ماض وفاعله ضمير يعود على صاحب الجنتين {جَنَّتَهُ} : مفعول به على السعة، والجملة معطوفة على جملة قوله {وَكانَ لَهُ ثَمَرٌ} ، {وَهُوَ} : {الواو} حالية {هُوَ ظالِمٌ} : مبتدأ وخبر {لِنَفْسِهِ} : {اللام} زائدة لـ {نفسه} مفعول به لـ {ظالِمٌ} ، والجملة الاسمية في محل النصب حال من فاعل، {دَخَلَ} : {قالَ} فعل ماض، وفاعله ضمير يعود على صاحب الجنة، والجملة مستأنفة مسوقة لبيان سبب الظلم، وهو الأحسن، ويجوز أن تكون حالا من الضمير في {ظالِمٌ} ؛ أي: وهو ظالم في حال كونه قائلًا كذا في «الجمل» . {ما} نافية {أَظُنُّ} : فعل مضارع، وفاعله ضمير يعود على الداخل، والجملة الفعلية في محل النصب مقول {قالَ}  {أَنْ تَبِيدَ هذِهِ} : ناصب وفعل وفاعل {أَبَدًا} : ظرف زمان متعلق بـ {تَبِيدَ} ، والجملة الفعلية في تأويل مصدر سادّ مسد مفعولي {أَظُنُّ} تقديره: ما أظن بيد هذه الجنة وهلاكها أبدًا. </p><p> {وَما أَظُنُّ السَّاعَةَ قائِمَةً وَلَئِنْ رُدِدْتُ إِلى رَبِّي لَأَجِدَنَّ خَيْرًا مِنْها مُنْقَلَبًا (٣٦) }. </p><p> {وَما}  {الواو} : عاطفة {ما} نافية {أَظُنُّ} : فعل مضارع وفاعله ضمير يعود على الداخل، والجملة معطوفة على جملة قوله {ما أَظُنُّ}  {السَّاعَةَ قائِمَةً} : مفعولان لـ {أَظُنُّ}  {وَلَئِنْ} : {الواو} عاطفة، و {اللام} موطئة للقسم {إن} حرف شرط {رُدِدْتُ} : فعل ونائب فاعل في محل الجزم بـ {إن} الشرطية على كونه فعل شرط لها، {إِلى رَبِّي} : متعلق به {لَأَجِدَنَّ} : {اللام} واقعة في جواب القسم مؤكدة للأولى {أجدن} فعل مضارع في محل الرفع، لتجرده عن الناصب والجازم، مبني على الفتح لاتصاله بنون التوكيد الثقيلة، وفاعله ضمير يعود على الداخل {خَيْرًا} : مفعول به لأنه من وجد بمعنى أصاب {مِنْها} : متعلق بـ {خَيْرًا}  {مُنْقَلَبًا} : تمييز لـ {خَيْرًا} منصوب به، والجملة الفعلية جواب القسم لا محلّ لها من الإعراب، وجملة القسم مع جوابه في محل النصب معطوفة على جملة قوله:  {ما أَظُنُّ} على كونها مقول {قالَ} ، وجواب الشرط محذوف دل عليه جواب القسم كما هي القاعدة على حدّ قول ابن مالك: </p><p> واحذف لدى اجتماعِ شَرطٍ وَقَسَمْ ... جَوابَ ما أَخَّرتَ فهو مُلتزَمْ </p><p> التقدير: إن رددت إلى ربي أجد خيرًا منها منقلبًا، وجملة {إن} الشرطية معترضة بين القسم وجوابه. </p><p> {قالَ لَهُ صاحِبُهُ وَهُوَ يُحاوِرُهُ أَكَفَرْتَ بِالَّذِي خَلَقَكَ مِنْ تُرابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ سَوَّاكَ رَجُلًا (٣٧) }. </p><p> {قَالَ} : فعل ماض {لَهُ} : متعلق به {صاحِبُهُ} : فاعل، والجملة مستأنفة، {وَهُوَ} : مبتدأ، وجملة {يُحاوِرُهُ} : خبره والجملة الاسمية في محل النصب حال من صاحبه، {أَكَفَرْتَ} إلى قوله: {وَأُحِيطَ بِثَمَرِهِ} مقول محكي، وإن شئت قلت:  {أَكَفَرْتَ} : {الهمزة} للاستفهام التوبيخي {كَفَرْتَ} فعل وفاعل {بِالَّذِي} : متعلق به، والجملة في محل النصب مقول {قالَ}  {خَلَقَكَ} : فعل ومفعول، وفاعله ضمير يعود على الموصول، {مِنْ تُرابٍ} : متعلق به، والجملة صلة الموصول {ثُمَّ} : حرف عطف وتراخ {مِنْ نُطْفَةٍ} : جار ومجرور معطوف على الجار، والمجرور قبله. {ثُمَّ} : حرف عطف وترتيب {سَوَّاكَ} : فعل ومفعول، وفاعله ضمير يعود على الموصول، والجملة معطوفة على جملة الصلة {رَجُلًا} : حال من (كاف) الخطاب، ولكنه جامد مؤول بمشتق تقديره: كاملًا، ويجوز أن يعرب مفعولًا ثانيًا لـ {سَوَّاكَ} . </p><p> {لكِنَّا هُوَ اللَّهُ رَبِّي وَلا أُشْرِكُ بِرَبِّي أَحَدًا (٣٨) وَلَوْلا إِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ ما شاءَ اللَّهُ لا قُوَّةَ إِلَّا بِاللَّهِ إِنْ تَرَنِ أَنَا أَقَلَّ مِنْكَ مالًا وَوَلَدًا (٣٩) }. </p><p> {لكِنَّا} أصله لكن أنا هو الله {لكن} حرف استدراك استدرك به على قوله: {أَكَفَرْتَ} : {أنا} ضمير المتكلم مبتدأ أول {هُوَ} : ضمير شأن مبتدأ ثان {اللَّهُ} : مبتدأ ثالث {رَبِّي} : خبر لثالث، وجملة الثالث خبر للثاني، وجملة الثاني خبر للأول، وجملة الأول في محل النصب مقول {قالَ}  {وَلا} : {الواو} استئنافية {لا} نافية {أُشْرِكُ} : فعل مضارع وفاعله ضمير يعود على الرجل المؤمن منهما {بِرَبِّي} متعلق بـ {أُشْرِكُ}  {أَحَدًا} : مفعول به، والجملة في محل النصب مقول {قالَ}  {وَلَوْلا} : الواو استئنافية {لَوْلا} : حرف تحضيض </p><p> بمعنى هلا {إِذْ} : ظرف لما مضى من الزمان متعلق بـ {قُلْتَ}  {دَخَلْتَ} : فعل وفاعل {جَنَّتَكَ} : مفعول به على السعة، والجملة الفعلية في محل الجر مضاف إليه لـ {إِذْ}  {قُلْتَ} : فعل وفاعل والتّقدير: ولولا قلت وقت دخولك جنتك، والجملة الفعلية في محل النصب مقول {قالَ}  {ما شاءَ اللَّهُ لا قُوَّةَ إِلَّا بِاللَّهِ} مقول محكي لـ {قُلْتَ} ، وإن شئت قلت:  {ما} موصولة في محل الرفع خبر لمبتدأ محذوف، تقديره: هذا الذي أعطيته هو ما شاءه الله، وأراده لا بحولي، وقوتي، والجملة الاسمية في محل النصب مقول {قُلْتَ}  {شاءَ اللَّهُ} : فعل وفاعل، والجملة صلة الموصول، والعائد محذوف تقديره ما شاءه الله {لا} نافية تعمل عمل إن {قُوَّةَ} : في محل النصب اسمها {إِلَّا} : أداة استثناء مفرغ {بِاللَّهِ} : خبر لا، وجملة {لا} في محل النصب مقول {قُلْتَ}  {إِنْ} : حرف شرط {تَرَنِ} فعل مضارع مجزوم بـ {إِنْ} الشرطية على كونه فعل شرط لها، وعلامة جزمه حذف حرف العلة، وهي الألف والفتحة قبلها دليل عليها، وفاعله ضمير يعود على صاحب الجنة النون للوقاية، وياء المتكلم المحذوفة اجتزأ عنها بكسرة نون الوقاية، في محل النصب مفعول أول لـ {ترى}  {أَنَا} تأكيد لياء المتكلم المحذوفة {أَقَلَّ} : مفعول ثان لـ {تر}  {مِنْكَ} : متعلق بـ {أَقَلَّ}  {مالًا} : تمييز محول عن المبتدأ منصوب باسم التفضيل {وَوَلَدًا} : معطوف على {مالًا} . </p><p> {فَعَسى رَبِّي أَنْ يُؤْتِيَنِ خَيْرًا مِنْ جَنَّتِكَ وَيُرْسِلَ عَلَيْها حُسْبانًا مِنَ السَّماءِ فَتُصْبِحَ صَعِيدًا زَلَقًا (٤٠) }. </p><p> {فَعَسَى} : {الفاء} رابطة لجواب {إِنْ} الشرطية وجوبًا لكون الجواب جملة جامديةً {عسى} فعل ماض من أفعال الرجاء {رَبِّي} : اسمها {أَنْ} حرف مصدر {يُؤْتِيَنِ} فعل مضارع منصوب بـ {أَنْ} ، وعلامة نصبه فتحة ظاهرة، وفاعله ضمير يعود على الله، والنون نون الوقاية، وياء المتكلم المحذوفة في محل النصب مفعول أول {خَيْرًا} : مفعول ثان لـ {أتى}  {مِنْ جَنَّتِكَ} : متعلق بـ {خَيْرًا} والجملة الفعلية مع {أَنْ} المصدرية في تأويل مصدر منصوب على كونه خبرا لـ {عسى} ، ولكنه في تأويل مشتق، والتقدير، فعسى ربي آتيًا إياي خيرًا من جنتك، وجملة {عسى} في محل الجزم جواب لـ {إِنْ} الشرطية، وجملة {إِنْ} الشرطية في </p><p> محل النصب مقول {قالَ}  {وَيُرْسِلَ} : معطوف على {يُؤْتِيَنِ} ، وفاعله ضمير يعود على {رَبِّي}  {عَلَيْها} : متعلق بـ {يُرْسِلَ}  {حُسْبانًا} : مفعول به {مِنَ السَّماءِ} : صفة لـ {حُسْبانًا}  {فَتُصْبِحَ} : {الفاء} عاطفة {تصبح} فعل مضارع معطوف على {يُرْسِلَ} هي فعل من الأفعال الناقصة، واسمها ضمير يعود على {جَنَّتِكَ}  {صَعِيدًا} : خبر {أصبح} منصوب {زَلَقًا} : صفة لـ {صَعِيدًا} . </p><p> {أَوْ يُصْبِحَ ماؤُها غَوْرًا فَلَنْ تَسْتَطِيعَ لَهُ طَلَبًا (٤١) وَأُحِيطَ بِثَمَرِهِ فَأَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلى ما أَنْفَقَ فِيها وَهِيَ خاوِيَةٌ عَلى عُرُوشِها وَيَقُولُ يا لَيْتَنِي لَمْ أُشْرِكْ بِرَبِّي أَحَدًا (٤٢) }. </p><p> {أَوْ يُصْبِحَ ماؤُها غَوْرًا} : فعل ناقص واسمه، وخبره معطوف على قوله:  {فَتُصْبِحَ}  {فَلَنْ}  {الفاء} عاطفةٌ {لن} حرف نصب {تَسْتَطِيعَ} : منصوب بـ {لن} ، وفاعله ضمير يعود على صاحب الجنة {لَهُ} : متعلق بـ {طَلَبًا}  {طَلَبًا} : مفعول به، والجملة معطوفة على جملة {يُصْبِحَ} . {وَأُحِيطَ} : {الواو} عاطفة على محذوف تقديره: فانقضت الصواعق على جنته، وغارت المياه فيها، وأحيط بثمره، {أُحِيطَ} : فعل ماض مغير الصيغة {بِثَمَرِهِ} : جار ومجرور في محل الرفع نائب فاعل، والجملة معطوفة على تلك المحذوفة، {فَأَصْبَحَ} : {الفاء} عاطفة {أصبح} فعل ماض ناقص واسمه ضمير يعود على صاحب الجنة {يُقَلِّبُ كَفَّيْهِ} : فعل ومفعول، وفاعله ضمير يعود على صاحب الجنة، {عَلى ما} جار ومجرور متعلق بـ {يُقَلِّبُ} لأنه ضمنه معنى يندم، وجملة {يُقَلِّبُ} : في محل النصب خبر {أصبح} ، وجملة {أصبح} : معطوفة على جملة {أُحِيطَ} . {أَنْفَقَ} : فعل ماض وفاعله ضمير يعود على صاحب الجنة {فِيها} : متعلق بـ {أَنْفَقَ} ، والجملة صلة لـ {ما} الموصولة، والعائد محذوف تقديره: على ما أنفقه فيها، {وَهِيَ خاوِيَةٌ} : مبتدأ وخبر {عَلى عُرُوشِها} : متعلق بـ {خاوِيَةٌ} والجملة في محل النصب حال من ضمير {فِيها}  {وَيَقُولُ} : فعل مضارع معطوف على {يُقَلِّبُ} وفاعله ضمير يعود على صاحب الجنة، {يا لَيْتَنِي} إلى آخر الآية مقول محكي وإن شئت قلت: {يا} حرف تنبيه أو حرف نداء والمنادى محذوف تقديره: يا قوم {لَيْتَنِي} : {ليت} حرف تمني ونصب، والنون للوقاية لأنّها تقي حركة البناء الأصلي عن الكسر، والياء ضمير المتكلم في محل النصب اسمها </p><p> {لَمْ أُشْرِكْ} : جازم ومجزوم وفاعله ضمير يعود على صاحب الجنة {بِرَبِّي} : متعلق بـ {أُشْرِكْ}  {أَحَدًا} : مفعول به، وجملة {أُشْرِكْ} : في محل الرفع خبر {ليت} ، وجملة {ليت} في محل النصب مقول {يَقُولُ} . </p><p> {وَلَمْ تَكُنْ لَهُ فِئَةٌ يَنْصُرُونَهُ مِنْ دُونِ اللَّهِ وَما كانَ مُنْتَصِرًا (٤٣) هُنالِكَ الْوَلايَةُ لِلَّهِ الْحَقِّ هُوَ خَيْرٌ ثَوابًا وَخَيْرٌ عُقْبًا (٤٤) }. </p><p> {وَلَمْ}  {الواو} : عاطفة {لَمْ تَكُنْ} جازم ومجزوم، {لَهُ} : خبر مقدم لـ {تَكُنْ}  {فِئَةٌ} : اسمها مؤخر، والجملة معطوفة على جملة {أُحِيطَ} . {يَنْصُرُونَهُ} : فعل وفاعل ومفعول، والجملة صفة لـ {فِئَةٌ}  {مِنْ دُونِ اللَّهِ} : جار ومجرور، ومضاف إليه حال من فاعل {ينصرون} وذكّرت الصفة، وجمعت لأن الفئة تتضمن الجمع، وهو يتضمن الذكور والإناث، {وَما}  {الواو} عاطفة {ما} نافية {كانَ} فعل ماض ناقص واسمها ضمير يعود على صاحب الجنة {مُنْتَصِرًا} : خبرها، والجملة معطوفة على جملة {وَلَمْ تَكُنْ لَهُ فِئَةٌ} . {هُنالِكَ} : اسم إشارة يشار به إلى المكان البعيد، في محل النصب على الظرفية المكانية، مبني على السكون، واللام لبعد المشار إليه، و {الكاف} حرف دال على الخطاب، والظرف متعلق بالاستقرار الذي تعلق به الخبر، {الْوَلايَةُ} : مبتدأ {لِلَّهِ} : جار ومجرور خبر المبتدأ، والتقدير: الولاية مستحقة مستقرة لله هنالك لا لغيره، والجملة الاسمية مستأنفة {الْحَقِّ} : بالجر صفة للجلالة، وبالرّفع صفة لـ {الْوَلايَةُ} ؛ أو خبر مبتدأ محذوف؛ أي هو الحق، {هُوَ خَيْرٌ} : مبتدأ وخبر {ثَوابًا} : تمييز محول عن المبتدأ منصوب بأفعل التفضيل، {وَخَيْرٌ عُقْبًا} : معطوف على {خَيْرٌ ثَوابًا} و {عُقْبًا} بمعنى عاقبة. </p><p> {وَاضْرِبْ لَهُمْ مَثَلَ الْحَياةِ الدُّنْيا كَماءٍ أَنْزَلْناهُ مِنَ السَّماءِ فَاخْتَلَطَ بِهِ نَباتُ الْأَرْضِ فَأَصْبَحَ هَشِيمًا تَذْرُوهُ الرِّياحُ وَكانَ اللَّهُ عَلى كُلِّ شَيْءٍ مُقْتَدِرًا (٤٥) }. </p><p> {وَاضْرِبْ}  {الواو} : استئنافية {اضْرِبْ} : فعل أمر بمعنى اذكر، وفاعله ضمير يعود على محمد {لَهُمْ} : متعلق به {مَثَلَ الْحَياةِ} : مفعول به {الدُّنْيا} : صفة لـ {الْحَياةِ} ؛ أي: واذكر لهم صفة الحياة الدنيا، والجملة مستأنفة {كَماءٍ} : جار ومجرور خبر لمبتدأ محذوف، تقديره: هي كماء، والجملة مستأنفة استئنافًا </p><p> بيانيًا، ويجوز أن يكون {مَثَلَ الْحَياةِ} : مفعولًا أول {كَماءٍ} : مفعولًا ثانيًا؛ أي: واجعل لهم مثل الحياة الدنيا مثل ماء، {أَنْزَلْناهُ} : فعل وفاعل ومفعول {مِنَ السَّماءِ} : متعلق به، والجملة في محل الجر صفة لـ {ماء}  {فَاخْتَلَطَ} : {الفاء} عاطفة {اختلط} : فعل ماض {بِهِ} متعلق به {نَباتُ الْأَرْضِ} : فاعل ومضاف إليه، والجملة معطوفة على جملة {أَنْزَلْناهُ} . {فَأَصْبَحَ} : {الفاء} عاطفة {أصبح} فعل ناقص، واسمه ضمير يعود على نبات الأرض {هَشِيمًا} : خبر {أصبح} ، والجملة معطوفة على جملة {اختلط}  {تَذْرُوهُ الرِّياحُ} : فعل ومفعول وفاعل، والجملة في محل النصب صفة لـ {هَشِيمًا} ، {وَكانَ اللَّهُ} : فعل ناقص واسمه {عَلى كُلِّ شَيْءٍ} : متعلق بـ {مُقْتَدِرًا}  {مُقْتَدِرًا} : خبر {كَانَ} وجملة {كَانَ} : مستأنفة. </p><p> {الْمالُ وَالْبَنُونَ زِينَةُ الْحَياةِ الدُّنْيا وَالْباقِياتُ الصَّالِحاتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوابًا وَخَيْرٌ أَمَلًا (٤٦) }. </p><p> {الْمالُ} : مبتدأ {وَالْبَنُونَ} : معطوف عليه {زِينَةُ الْحَياةِ} : خبر، ومضاف إليه {الدُّنْيا} : صفة للحياة، والجملة مستأنفة {وَالْباقِياتُ} : مبتدأ {الصَّالِحاتُ} : صفة لـ {وَالْباقِياتُ}  {خَيْرٌ} : خبر المبتدأ {عِنْدَ رَبِّكَ} : متعلق بـ {خَيْرٌ}  {ثَوابًا} : تمييز محول عن المبتدأ منصوب باسم التفضيل، والجملة معطوفة على الجملة التي قبلها، {وَخَيْرٌ} : معطوف على خير {أَمَلًا} : تمييز محول عن المبتدأ، منصوب باسم التفضيل. </p><p> {وَيَوْمَ نُسَيِّرُ الْجِبالَ وَتَرَى الْأَرْضَ بارِزَةً وَحَشَرْناهُمْ فَلَمْ نُغادِرْ مِنْهُمْ أَحَدًا (٤٧) }. </p><p> {وَيَوْمَ}  {الواو} استئنافية {يَوْمَ} : ظرف متعلّق بمحذوف تقديره: واذكر لهم يوم نسير الجبال؛ أي: قصته وهوله، والجملة المحذوفة مستأنفة، {نُسَيِّرُ الْجِبالَ} : فعل ومفعول وفاعله ضمير يعود على الله، والجملة في محل الجر، مضاف إليه لـ {يَوْمَ}  {وَتَرَى الْأَرْضَ} : فعل ومفعول به لأن {تَرَى} بصرية {بارِزَةً} : حال من {الْأَرْضَ} : وفاعله ضمير يعود على محمد، والجملة معطوفة على الجملة التي قبلها، {وَحَشَرْناهُمْ} : فعل وفاعل ومفعول، والجملة في محل النصب حال من فاعل {نُسَيِّرُ الْجِبالَ} ولكنه على تقدير قد لكونه فعلًا ماضيًا؛ </p><p> أي: ويوم نسير الجبال حالة كوننا حاشرين إياهم، {فَلَمْ} : {الفاء} عاطفة {لم}  {نُغادِرْ} : جازم ومجزوم وفاعله ضمير يعود على الله {مِنْهُمْ} : حال من {أَحَدًا} . {أَحَدًا} : مفعول به، والجملة معطوفة على جملة {وَحَشَرْناهُمْ} : لأنه ماض معنى بسبب لم. </p><p> {وَعُرِضُوا عَلى رَبِّكَ صَفًّا لَقَدْ جِئْتُمُونا كَما خَلَقْناكُمْ أَوَّلَ مَرَّةٍ بَلْ زَعَمْتُمْ أَلَّنْ نَجْعَلَ لَكُمْ مَوْعِدًا (٤٨) }. </p><p> {وَعُرِضُوا} : فعل ونائب فاعل معطوف على {وَحَشَرْناهُمْ} . {عَلى رَبِّكَ} : متعلق به {صَفًّا} : حال من {الواو} في {عُرِضُوا} أي: حالة كونهم مصفوفين {لَقَدْ} : {اللام} موطئة للقسم {قد} حرف تحقيق {جِئْتُمُونا} : فعل وفاعل ومفعول، والجملة الفعلية جواب لقسم محذوف، وجملة القسم في محل النصب مقول لقول محذوف حال من {واو} عُرِضُوا: والتقدير: وعرضوا على ربك صفا حالة كونهم مقولًا لهم لقد جئتمونا {كَما} : {الكاف} حرف جر وتشبيه {ما} مصدرية {خَلَقْناكُمْ} : فعل وفاعل ومفعول {أَوَّلَ مَرَّةٍ} : منصوب على الظرفية متعلق بـ {خَلَقْناكُمْ} ، والجملة الفعلية صلة {ما} المصدرية، {ما} مع صلتها في تأويل مصدر مجرور بـ {الكاف} تقديره: كخلقنا إياكم أول مرة، الجار والمجرور صفة لمصدر محذوف تقديره: لقد جئتمونا مجيئًا مشابهًا بخلقنا إياكم أول مرة حفاة عراة غرلا. {بَلْ} حرف إضراب وانتقال مفيد للتوبيخ {زَعَمْتُمْ} : فعل وفاعل {أَلَّنْ}  {أن} مخففة من الثقيلة واسمها ضمير الشأن {لن} حرف نفي ونصب، {نَجْعَلَ} : فعل مضارع منصوب بـ {لن} وفاعله ضمير يعود على الله {لَكُمْ} : جار ومجرور في محل المفعول الثاني {مَوْعِدًا} : مفعول أول لـ {جعل} إذا كان بمعنى صير، وإذا كان الجعل مجرد الإيجاد كانت لكم متعلقة به و {مَوْعِدًا} : هو المفعول به و {مَوْعِدًا} أي مكانًا، وزمانًا تبعثون فيه، وجملة {نَجْعَلَ} : في محل الرفع خبر أن المخففة، وجملة {أن} المخففة في تأويل مصدر ساد مسد مفعولي زعم، والتقدير: بل زعمتم عدم جعلنا لكم موعدا تبعثون فيه. </p><p> {وَوُضِعَ الْكِتابُ فَتَرَى الْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يا وَيْلَتَنا مالِ هذَا الْكِتابِ لا يُغادِرُ صَغِيرَةً وَلا كَبِيرَةً إِلَّا أَحْصَاهَا} . </p><p> {وَوُضِعَ الْكِتابُ} : فعل ونائب فاعل معطوف على {وَعُرِضُوا}  {فَتَرَى} : {الفاء} عاطفة {ترى} فعل مضارع مرفوع وفاعله ضمير يعود على محمد {الْمُجْرِمِينَ مُشْفِقِينَ} : مفعولان لـ {ترى} إن كانت علمية، {مُشْفِقِينَ} : حال إن كانت بصرية، والجملة معطوفة على جملة {وُضِعَ}  {مِمَّا} : جار ومجرور متعلق بـ {مُشْفِقِينَ}  {فِيهِ} : جار ومجرور، صلة لـ {ما} ، أو صفة لها {وَيَقُولُونَ} : فعل وفاعل، والجملة مستأنفة استئنافًا بيانيًا {يا وَيْلَتَنا} إلى قوله: {وَوَجَدُوا} مقول محكي، وإن شئت قلت:  {يا} حرف نداء {وَيْلَتَنا} : منادى مضاف، وجملة النداء في محل النصب مقول القول {ما} : اسم استفهام في محل الرفع مبتدأ، {لِهذَا} : جار ومجرور خبره {الْكِتابُ} : بدل من اسم الإشارة، والجملة في محل النصب مقول القول {لا} : نافية {يُغادِرُ} : فعل مضارع وفاعله ضمير يعود على الكتاب {صَغِيرَةً} : مفعول به {وَلا كَبِيرَةً} : معطوف عليه، وجملة {لا يُغادِرُ} : في محل النصب حال من الكتاب، والعامل فيه، الجار والمجرور، لقيامه مقام الفعل، أو الاستقرار الذي تعلق به الجار {إِلَّا} : أداة استثناء مفرغ {أَحْصَاهَا} : فعل ومفعول وفاعله ضمير يعود على {الْكِتابُ} ، والجملة الفعلية في محل النصب صفة لـ {صَغِيرَةً} و {كَبِيرَةً} ويجوز أن تكون الجملة في موضع المفعول الثاني، لأن {يُغادِرُ} بمعنى يترك، ويترك قد يتعدى لاثنين اهـ «سمين» . </p><p> {وَوَجَدُوا ما عَمِلُوا حاضِرًا وَلا يَظْلِمُ رَبُّكَ أَحَدًا} . </p><p> {وَوَجَدُوا} : فعل وفاعل معطوف على {وَوُضِعَ}  {ما} موصولة أو موصوفة في محل النصب مفعول أول لـ {وَجَدُوا}  {عَمِلُوا} : فعل وفاعل صلة {ما} الموصولة أو صفة {ما} الموصوفة، والعائد أو الرابط محذوف تقديره: ما عملوه {حاضِرًا} : مفعول ثان لـ {وجد}  {وَلا يَظْلِمُ رَبُّكَ أَحَدًا} : فعل وفاعل ومفعول، والجملة مستأنفة. </p><p> التصريف ومفردات اللغة </p><p> {جَنَّتَيْنِ} : تثنية جنة، والجنة البستان سميت بذلك لاجتنان أرضها، واستتارها بظل الشجر، وكل مادة (جـ ن ن) تفيد الخفاء، والاستتار كالجنين، </p><p> والجن، والمجنون لاستتار عقله، وجن الليل؛ أي: أظلم إلى نحو ذلك {مِنْ أَعْنابٍ} ؛ أي: كروم منوعة، جمع عنب، والعنبة الحبة، وفي «القاموس» وغيره: عنب الكرم صار ذا عنب، والعنب ثمر الكرم، وجمعه أعناب، والحبة منه عنبة {وَحَفَفْناهُما بِنَخْلٍ} ؛ أي: جعلنا النّخل محيطًا بكل منهما يقال: حفه القوم إذا طافوا به، وحففته بهم إذا جعلتهم حافين حوله، فتزيده الباء مفعولًا ثانيًا كقولك: غشية، وعشيته به، والمعنى: جعلنا النخل محيطًا بهما مطبقا بحفافيهما؛ أي: جانبيهما، ومنه قوله تعالى:  {حَافِّينَ مِنْ حَوْلِ الْعَرْشِ}  {أُكُلَها} ؛ أي: ثمرها {وَلَمْ تَظْلِمْ} ؛ أي: ولم تنقص منه شيئًا {نَهَرًا} والنّهر: بالتحريك لغة في النهر بالسكون، وهو مجرى الماء العذب {وَكانَ لَهُ ثَمَرٌ} ؛ أي: أنواع من المال يقال: ثمر فلان ماله، وأثمره، إذا نماه، قال الحارث بن كلدة: </p><p> ولقد رأيت معاشرا ... قد أثمروا مالًا وولدَا </p><p> وفي «البيضاوي» : مأخوذ من ثمر ماله بالتشديد إذا كثّره، وفي «المصباح» الثمر بفتحتين، والثمرة مثله، فالأول مذكّرٌ، ويجمع على ثمارٍ، مثل جبلٍ، وجبال، ثم يجمع الثمار على ثمر، مثل كتابٍ وكتب، ثمّ يجمع على أثمارٍ مثل عنق، وأعناق، والثاني مؤنث، والجمع منه: ثمرات مثل قصبة وقصبات، والثمر: هو الحمل الذي تخرجه الشجرة، وسواءٌ أكل أو لا، فيقال: ثمر الأراك، وثمر العوسج، وثمر الدّوم، وهو المقل كما يقال: ثمر النخل، وثمر العنب، قال الأزهري: وأثمر الشجر أطلع ثمره، أول ما يخرجه فهو مثمر، ومن هنا قيل لما لا نفع فيه: ليس له ثمرة اهـ. وفي «الأساس»  {وَكانَ لَهُ ثَمَرٌ} ؛ أي: مال وانظر ثمر مالك، ونماءه، ومال ثمر؛ أي: مبارك فيه، وأثمر القوم، وثمروا ثمورًا، كثر مالهم، وثمر ماله، يثمر كثر، وفلان مجدود ما يثمر له مال، والمراد في الآية أنه كان إلى جانب الجنتين الموصوفتين الأموال الدائرة من الذهب والفضة وغيرهما، وكان وافر اليسار من كل وجه والصاحب المصاحب لك {يُحاوِرُهُ} ؛ أي: يجادله، ويراجعه الكلام بالوعظ، والدعاء؛ إلى الإيمان بالله والبعث {نَفَرًا} والمراد من النفر الخدم، والحشم حشم الرجل خدمه ومن يغضب له سموا بذلك لأنهم يغضبون له والأعوان {تَبِيدَ} تفنى وتهلك {مُنْقَلَبًا} ؛ أي: مرجعًا، وعاقبةً، وهو اسم مكان من الانقلاب </p><p> {سَوَّاكَ} ، أي: عدلك، وكملك إنسانا {لكِنَّا هُوَ اللَّهُ رَبِّي} أصل التركيب: لكن أنا هو الله ربي دخله نقل، وحذف كما مر في مبحث التفسير. </p><p> {إِنْ تَرَنِ}  {أَنْ يُؤْتِيَنِ} كلاهما رسم بدون ياء؛ لأنها من ياءات الزوائد، وأما في النطق: فبعض السبعة يثبتها، وبعضهم يحذفها كما مر {حُسْبانًا مِنَ السَّماءِ} ؛ أي: مطرًا عظيمًا يقلع زرعها، وأشجارها يحتمل إما أن يكون مصدرًا كالغفران، والبطلان، وإما أن يكون جمع حسبانة؛ أي: اسم جنس يفرق بينه وبين واحده بالتاء كما في «الشهاب» . {صَعِيدًا زَلَقًا} والصّعيد وجه الأرض، الزّلق الأملس؛ أي: أرضًا ملساء لا تثبت عليها القدم، وفي «القاموس» الزلق بفتحتين، والزّلق بفتح فسكون أرض ملساء، ليس بها شيء، وصيرورتها كذلك لاستئصال نباتها، وأشجارها بالذهاب، والإهلاك، فلم يبق له أثر اهـ. بيضاوي. </p><p> {غَوْرًا} مصدر غار في الأرض، أي: ذهب فلا سبيل إليه، فهو بمعنى الفاعل؛ أي: غائرًا في الأرض لا يدرك، فهو مصدر وصف به مبالغة {وَأُحِيطَ بِثَمَرِهِ} ؛ أي: بأمواله من النقد، والمواشي وغيرهما، يقال: أحاط به العدو إذا استولى عليه، وغلبه ثمّ استعمل في كل إهلاك. </p><p> {يُقَلِّبُ كَفَّيْهِ} هذا أسلوب في اللّغة يفيد النّدامة والحسرة فإن من عظمت حسرته، يصفق بإحدى يديه على الأخرى متأسفًا متلهفًا، {وَهِيَ خاوِيَةٌ} ؛ أي: ساقطةٌ يقال: خوت الدّار، وخويت خيًا، وخويًا تهدمت، وخلت من أهلها {عَلى عُرُوشِها} واحدها عرش، وهي الأعمدة التي توضع عليها الكروم، وفي «المصباح» : العرش شبه بيت من جريد، يجعل فوقه الثمام، والجمع عروش مثل فلس وفلوس، والعريش مثله، وجمعه عرش بضمتين كبريد، وبرد، وعريش الكرم، ما يعمل مرتفعًا يمتد عليه الكرم، والجمع عرائش أيضًا اهـ. وفي «الشهاب» : العروش جمع عرش، وهو ما يصنع ليوضع عليه الكرم، فإذا سقط .. سقط ما عليه اهـ. </p><p> {مُنْتَصِرًا} ؛ أي: ممتنعًا بقوة عن انتقام الله {الْوَلايَةُ} بفتح الواو، وبكسرها الملك والقهر والسلطنة {عُقْبًا} ؛ أي: عاقبة {مَثَلَ الْحَياةِ الدُّنْيا} المثل الصّفة </p><p> {هَشِيمًا} أي: يابسًا متفرق الأجزاء، وقال الزمخشري: الهشيم ما تهشم، وتحطّم الواحدة هشيمة، وقال ابن قتيبة: كل ما كان رطبًا ويبس فهو هشيم، ويقال: صارت الأرض هشيمًا؛ أي: صار ما عليها من النبات والشجر قد يبس وتكسر {تَذْرُوهُ} ؛ أي: تفرقه وتنشره، وذرت الريح التراب وأذرت العين دمعها، وعيناه تذريان الدّموع، وطعنته فأذريته عن فرسه، وأذراه الفرس عن ظهره رمى به، وذرا حد نابه انسحقت أسنانه، وسقطت أعاليها، وبلغني عنه ذروٌ من قولٍ؛ أي: طرف منه، وأخذ في ذروٍ من الحديث، إذا عرّض، ولم يصرح، قال صخر بن حبناء: </p><p> أتاني عن مغيرة ذرو قولٍ ... وعن عيسى فقلت له كذاك </p><p> {مُقْتَدِرًا} ؛ أي: كامل القدرة، فهو مفتعل من قدر للمبالغة {بارِزَةً} ؛ أي: ظاهرةٍ إذ لم يبق على وجهها شيء من العمائر، ولا من الجبال والأشجار {وَحَشَرْناهُمْ} ؛ أي: سقناهم إلى الموقف من كل أوب {فَلَمْ نُغادِرْ} ؛ أي: لم نترك يقال غادره، وأغدره إذا تركه، ومنه الغدر، وهو ترك الوفاء، والغدير: ما غادره السيل؛ أي: تركه من الماء في الغديرة؛ أي: في الحفرة، والغديرة الشّعر الذي نزل حتى طال، والجمع غدائر، ومنه قوله: غدائره مستشزرات إلى العلا. </p><p> والمفاعلة هنا: ليست على بابه؛ أي: ليس فيها مشاركةٌ {وَعُرِضُوا عَلى رَبِّكَ} ؛ أي: أحضروا لفصل القضاء {صَفًّا} ؛ أي: مصطفين، وهو في الأصل مصدر يقال فيه: صف يصف صفًا من باب شد، واختلف هنا في {صَفًّا} هل هو مفردٌ وقع موقع الجمع إذ المراد صفوفًا، أو فيه حذف؛ أي: صفًا صفًا كما في آية أخرى {وَجاءَ رَبُّكَ وَالْمَلَكُ صَفًّا صَفًّا (٢٢) } {مَوْعِدًا} ؛ أي: وقتًا ننجز فيه ما وعدنا من البعث، وما يتبعه {وَوُضِعَ الْكِتابُ} ؛ أي: جعل كتاب كل عامل في يد صاحبه حين الحساب {مُشْفِقِينَ} ؛ أي: خائفين من أشفق إذا خاف {يا وَيْلَتَنا} ؛ أي: يا هلكتنا أقبل فهذا أوانك والويل: الهلاك {أَحْصاها} ؛ أي: عدها وضبطها {حاضِرًا} ؛ أي: مسطورًا في كتاب كل منهم {وَلا يَظْلِمُ رَبُّكَ} ؛ أي: لا يتجاوز ما حده من الثّواب والعقاب. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: التشبيه التمثيلي في قوله: {وَاضْرِبْ لَهُمْ مَثَلًا رَجُلَيْنِ جَعَلْنا لِأَحَدِهِما جَنَّتَيْنِ} لأنّ وجه الشبه منتزع من متعدد. </p><p> ومنها: التتميم - ويقال له التمام - في قوله:  {وَجَعَلْنا بَيْنَهُما زَرْعًا} لأن وصف الجنّتين أولًا باشتمالهما على أعناب، ونخيل ثم تمم ذلك بقوله:  {وَجَعَلْنا بَيْنَهُما زَرْعًا} لئلا يتوهّم أنّ الانتفاع قاصر على النخيل والأعناب، ولتكون كلٌّ من الجنّتين جامعة للأقوات والفواكه، متواصلة العمار على الشكل الحسن، والترتيب الأنيق، ثم تمم ذلك أيضًا بقوله:  {وَفَجَّرْنا خِلالَهُما نَهَرًا} للدلالة على ديمومة الانتفاع بهما، فإن الماء هو سر الحياة، وعامل النمو الأول في النباتات، وإذن فقد استكمل هذا الرجل كلّ الملاذ، واستوفى ضروب النّعم ثم تمم ذلك أيضًا بقوله:  {كِلْتَا الْجَنَّتَيْنِ آتَتْ أُكُلَها} لاستحضار الصورة التامة للانتفاع بالموارد. </p><p> ومنها: الاحتراس بقوله: {وَلَمْ تَظْلِمْ مِنْهُ شَيْئًا} لأنه احتراس به من أن يكون ثمة نقص في الأكل الذي آتته. </p><p> ومنها: الكناية في قوله: {آتَتْ أُكُلَها} لأنّه كناية عن تمامها، ونموها دائمًا، وأبدًا فليست على عادة الأشجار حيث يتم ثمرها في بعض السنين، وينقص في بعض. </p><p> ومنها: اللف والنشر المشوش في قوله: {قالَ لَهُ صاحِبُهُ وَهُوَ يُحاوِرُهُ أَكَفَرْتَ بِالَّذِي خَلَقَكَ مِنْ تُرابٍ} الخ لأن (١) حاصل ما قاله الكافر من القول الشنيع ثلاث مقالات: الأولى: {أَنَا أَكْثَرُ مِنْكَ مالًا ...} إلخ الثانية: {وَدَخَلَ جَنَّتَهُ ...} إلخ الثالثة: {وَما أَظُنُّ السَّاعَةَ قائِمَةً ...} إلخ، وقد تعقبه المؤمن في الثلاثة على سبيل اللف، والنشر المشوش، فوبخه على الأخيرة، بقوله: {أَكَفَرْتَ بِالَّذِي </p><p>(١) الفتوحات.</p><p> خَلَقَكَ ...} إلخ، ووعظه، ونصحه على الثانية بقوله:  {وَلَوْلا إِذْ دَخَلْتَ جَنَّتَكَ ...} إلخ وقرعه على الأولى بقوله: فعسى ربي، الخ اهـ شيخنا. </p><p> ومنها: الكناية في قوله: {فَأَصْبَحَ يُقَلِّبُ كَفَّيْهِ} لأنه كناية عن التّحسر والندم، لأن النادم يضرب بيمينه على شماله. </p><p> ومنها: المبالغة بإطلاق المصدر على اسم الفاعل في قوله: {أَوْ يُصْبِحَ ماؤُها غَوْرًا} ؛ أي: غائرًا. </p><p> ومنها: التشبيه التّمثيلي المقلوب في قوله: {وَاضْرِبْ لَهُمْ مَثَلَ الْحَياةِ الدُّنْيا كَماءٍ أَنْزَلْناهُ مِنَ السَّماءِ فَاخْتَلَطَ بِهِ نَباتُ الْأَرْضِ ...} إلى آخر الآية، أما التشبيه التمثيلي: فهو تشبيه الحياة الدنيا، وما فيها من زخارف بالنبات الذي اختلط به الماء الهاطل من السماء، فربا والتفّ وزها، ورف، وأمّا التشبيه المقلوب: فقد كان من حق الكلام أن يقول: فاختلط بنبات الأرض، ووجهه: أنه لمّا كان كل من المختلطين موصوفا بصفة صاحبه، عكس للمبالغة في كثرته. </p><p> ومنها: الاستعارة المكنية في قوله: {يا وَيْلَتَنا} نداء الويلة قائم على تشبيهها بشخص يطلب إقباله كأنه قيل: يا هلاكنا أقبل، فهذا أوانك. </p><p> ومنها: الجمع في قوله: {الْمالُ وَالْبَنُونَ زِينَةُ الْحَياةِ الدُّنْيا} ، وهو أن يجمع المتكلِّم بين شيئين أو أكثر في حكم واحد، وهو واضح في الآية، ومنه في الحديث قوله - صلى الله عليه وسلم -: «من أصبح آمنًا في سربه معافى في بدنه، عنده قوت يومه، فكأنّما حيزت له الدنيا بحذافيرها» فجمع الأمن ومعافاة البدن، وقوت اليوم في حوز الدنيا بحذافيرها، أي: بأسرها. </p><p> ومنها: الحذف والزيادة في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {وَإِذْ قُلْنا لِلْمَلائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلاَّ إِبْلِيسَ كانَ مِنَ الْجِنِّ فَفَسَقَ عَنْ أَمْرِ رَبِّهِ أَفَتَتَّخِذُونَهُ وَذُرِّيَّتَهُ أَوْلِياءَ مِنْ دُونِي وَهُمْ لَكُمْ عَدُوٌّ بِئْسَ لِلظَّالِمِينَ بَدَلًا (٥٠) ما أَشْهَدْتُهُمْ خَلْقَ السَّماواتِ وَالْأَرْضِ وَلا خَلْقَ أَنْفُسِهِمْ وَما كُنْتُ مُتَّخِذَ الْمُضِلِّينَ عَضُدًا (٥١) وَيَوْمَ يَقُولُ نادُوا شُرَكائِيَ الَّذِينَ زَعَمْتُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا لَهُمْ وَجَعَلْنا بَيْنَهُمْ مَوْبِقًا (٥٢) وَرَأَى الْمُجْرِمُونَ النَّارَ فَظَنُّوا أَنَّهُمْ مُواقِعُوها وَلَمْ يَجِدُوا عَنْها مَصْرِفًا (٥٣) وَلَقَدْ صَرَّفْنا فِي هذَا الْقُرْآنِ لِلنَّاسِ مِنْ كُلِّ مَثَلٍ وَكانَ الْإِنْسانُ أَكْثَرَ شَيْءٍ جَدَلًا (٥٤) وَما مَنَعَ النَّاسَ أَنْ يُؤْمِنُوا إِذْ جاءَهُمُ الْهُدى وَيَسْتَغْفِرُوا رَبَّهُمْ إِلاَّ أَنْ تَأْتِيَهُمْ سُنَّةُ الْأَوَّلِينَ أَوْ يَأْتِيَهُمُ الْعَذابُ قُبُلًا (٥٥) وَما نُرْسِلُ الْمُرْسَلِينَ إِلاَّ مُبَشِّرِينَ وَمُنْذِرِينَ وَيُجادِلُ الَّذِينَ كَفَرُوا بِالْباطِلِ لِيُدْحِضُوا بِهِ الْحَقَّ وَاتَّخَذُوا آياتِي وَما أُنْذِرُوا هُزُوًا (٥٦) وَمَنْ أَظْلَمُ مِمَّنْ ذُكِّرَ بِآياتِ رَبِّهِ فَأَعْرَضَ عَنْها وَنَسِيَ ما قَدَّمَتْ يَداهُ إِنَّا جَعَلْنا عَلى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذانِهِمْ وَقْرًا وَإِنْ تَدْعُهُمْ إِلَى الْهُدى فَلَنْ يَهْتَدُوا إِذًا أَبَدًا (٥٧) وَرَبُّكَ الْغَفُورُ ذُو الرَّحْمَةِ لَوْ يُؤاخِذُهُمْ بِما كَسَبُوا لَعَجَّلَ لَهُمُ الْعَذابَ بَلْ لَهُمْ مَوْعِدٌ لَنْ يَجِدُوا مِنْ دُونِهِ مَوْئِلًا (٥٨) وَتِلْكَ الْقُرى أَهْلَكْناهُمْ لَمَّا ظَلَمُوا وَجَعَلْنا لِمَهْلِكِهِمْ مَوْعِدًا (٥٩) }. </p><p> المناسبة </p><p> قوله تعالى:  {وَإِذْ قُلْنا لِلْمَلائِكَةِ اسْجُدُوا لِآدَمَ ...} الآيات، مناسبة هذه الآيات لما قبلها: أنّ الله سبحانه وتعالى لما ذكر (١) ردّه على أولئك المشركين الذين افتخروا على فقراء المؤمنين بأموالهم وأعوانهم، وقالوا: كيف نجلس مع هؤلاء، ونحن من أنساب شريفة، وهم من أنساب وضيعة، ونحن أغنياء، وهم فقراء .. أردف ذلك بذكر عصيان إبليس لأمره تعالى بالسجود لآدم؛ لأن الذي حداه إلى ذلك هو كبره وافتخاره عليه بأصله ونسبه، إذ قال:  {خَلَقْتَنِي مِنْ نارٍ وَخَلَقْتَهُ مِنْ طِينٍ} فأنا أشرف منه أصلًا ونسبًا فكيف أسجد له، تنبيهًا على أنّ هذه الطريقة السّالفة هي بعينها طريقة إبليس، ثمّ حذّر سبحانه منها في قوله: {أَفَتَتَّخِذُونَهُ </p><p>(١) المراغي.</p><p> وَذُرِّيَّتَهُ أَوْلِياءَ مِنْ دُونِي وَهُمْ لَكُمْ عَدُوٌّ} وقد تكرر ذكر هذه القصة في مواضع من الكتاب الكريم، وهي في كل موضع سيقت لفائدة غير ما جاءت له في المواضع الأخرى على اختلاف أساليبها وعباراتها، ولا عزو فهي من نسج العليم الخبير. </p><p> وعبارة أبي حيان هنا: ذكروا (١) في ارتباط هذه الآية بما قبلها: أنه تعالى لمّا أمر نبيه - صلى الله عليه وسلم - بمجالسة الفقراء، وكان أولئك المتكبرون قد تأنفوا عن مجالستهم، وذكروا للرسول - صلى الله عليه وسلم - طردهم عنه، وذلك لما جبلوا عليه من التكبر، والتكثر بالأموال والأولاد، وبشرف الأصل والنّسب، وكان أولئك الفقراء بخلافهم في ذلك .. ناسب ذكر قصة إبليس بجامع ما اشتركا فيه من التكبر، والافتخار بالأصل الذي خلق منه، وهذا الذي ذكروه في الارتباط هو ظاهر بالنسبة للآيات السابقة قبل ضرب المثلين، وأما أنه واضح بالنسبة لما بعد المثلين فلا، والذي يظهر في ارتباط هذه الآية بالآية التي قبلها هو أنه لمّا ذكر يوم القيامة، والحشر، وذكر خوف المشركين مما سطر في ذلك الكتاب، وكان إبليس هو الذي حمل المجرمين على معاصيهم، واتخاذ شركاء مع الله، ناسب ذكر إبليس، والنهي عن اتخاذ ذريته أولياء من دون الله، تبعيدا عن المعاصي وعن امتثال ما يوسوس به. </p><p> قوله تعالى:  {وَلَقَدْ صَرَّفْنا فِي هذَا الْقُرْآنِ لِلنَّاسِ ...} الآيات، مناسبة هذه الآيات لما قبلها (٢) : أنّ الله سبحانه وتعالى لمّا ذكر شبهات المبطلين، ورد عليها بأدلة لا تدحض، وبرهانات لا ترد .. قفّى على ذلك ببيان أن في القرآن من الأمثال ما فيه مقنع لمن تذكّر وتدبر، وألقى السمع، وهو شهيد، لكنها القلوب قد تحجرت، والأفئدة قد قست، فلا تنفع فيها الذكرى، ولا تستجيب لوعظ الواعظ، ونصيحة المذكر، ولو آخذهم ربهم بما كسبوا ... لأرسل عليهم العذاب معجلًا، ولم يبق منهم على ظهر الأرض أحدًا، ولكنه الغفور ذو الرحمة، فجعل لهلاكهم موعدا، لعلهم يتوبون إلى رشدهم ويرعوون عن غيّهم. </p><p>(١) البحر المحيط. (٢) المراغي.</p>"
}