{
  "id": null,
  "sura": 18,
  "aya": 28,
  "text": "<p> الهرب من أمر أرادهُ به. </p><p> وفي (١) أمره تعالى أن يتلو ما أوحي إليه، وإخباره أنه لا مبدّل لكلماته، إشارةٌ إلى تبديل المتنازعين في أهل الكهف، وتحريف أخبارهم، وهذه الآية آخر قصّة أهل الكهف. </p><p> ٢٨ - ثمّ شرع سبحانه في نوع آخر، كما هو دأب الكتاب العزيز فقال:  {وَاصْبِرْ نَفْسَكَ} ؛ أي: احبسها وثبتها مصاحبة {مَعَ الَّذِينَ يَدْعُونَ رَبَّهُمْ} ، ويذكرونه {بِالْغَداةِ وَالْعَشِيِّ} ؛ أي: في أول النهار وآخره، والمراد الدوام؛ أي: مداومين على الدعاء في جميع الأوقات، أو بالغداة لطلب التوفيق والتيسير، والعشي لطلب عفو التّقصير، وقال ابن عمر، ومجاهدٌ، وإبراهيم:  {وَالْعَشِيِّ} إشارة إلى الصلوات الخمس، وقال قتادة: إلى صلاة الفجر، وصلاة العصر. </p><p> وقرأ نصر بن عاصم، ومالك بن دينار، وأبو عبد الرحمن، وابن عامر:  {بالغدوة} بالواو، واحتجوا بأنها في المصحف كذلك مكتوبة بالواو قال النّحّاس: وهذا لا يلزم لكتبهم الحياة والصلاة بالواو، ولا تكاد العرب تقول: الغدوة، وجملة قوله:  {يُرِيدُونَ} بدعائهم في تلك الأوقات {وَجْهَهُ} تعالى، ورضاه، حال من الضمير المستكن في يدعون؛ أي: يدعون ربهم حالة كونهم مريدين بدعائهم، وعبادتهم، وجهه تعالى ورضاه، لا شيئًا آخر من أعراض الدنيا. </p><p> والمعنى: أي احبس نفسك وثبتها مع فقراء الصحابة، كعمار بن ياسر، وصهيب، وبلال، وابن مسعود، وأضرابهم ممن يدعون ربّهم بالغداة والعشي بالتسبيح، وصالح الأعمال، ابتغاء مرضاة الله، لا يريدون عرضًا من أعراض الدنيا، ولا شيئًا من لذاتها ونعيمها. </p><p> روي: أن عيينة بن حصن الفزاري، أتى النبي - صلى الله عليه وسلم - قبل أن يسلم، وعنده جماعة من فقراء أصحابه، فيهم سلمان الفارسي، وعليه شملة قد عرق فيها، وبيده خوص يشقه، ثم ينسجه، فقال له: أما يؤذيك ريح هؤلاء ونحن سادات </p><p>(١) الشوكاني.</p><p> مضر وأشرافها، فإن أسلمنا أسلم النّاس، وما يمنعنا من اتباعك إلا هؤلاء، فنحّهم حتى نتبعك أو اجعل لهم مجلسًا، فنزلت هذه الآية كما مر في أسباب النزول، ونحو الآية قوله:  {وَلا تَطْرُدِ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَداةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ} ، ومقال هؤلاء شبيه بمقالة قوم نوح {أَنُؤْمِنُ لَكَ وَاتَّبَعَكَ الْأَرْذَلُونَ} ثم أمره سبحانه بمراقبة أحوالهم فقال: {وَلا تَعْدُ عَيْناكَ} ؛ أي: ولا تلتفت عيناك، ولا تنصرف ولا تمل {عَنْهُمْ} إلى غيرهم من ذوي الهيئات والزينة، وهذا نهيٌ (١) للعينين، والمراد صاحبهما، يعني نهيه عليه السلام عن الازدراء بفقراء المسلمين، لرثاثة زيهم، طموحًا إلى زيّ الأغنياء، وقيل: معناه: لا تحتقرهم عيناك، حالة كونك يا محمد {تُرِيدُ زِينَةَ الْحَياةِ الدُّنْيا} ؛ أي: تطلب مجالسة الأغنياء والأشراف، وصحبة أهل الدنيا، وفي إضافة الزينة إلى الحياة الدنيا تحقير لشأنها، وتنفير عنها. </p><p> وقرأ الجمهور (٢) : {وَلا تَعْدُ عَيْناكَ} على نسبة الفعل إلى العينين، وقرأ الحسن:  {تعد} عينيك بالتشديد، والتخفيف من عدّى أو أعدى، وقرأ الأعمش، وعيسى:  {وَلا تَعْدُ} بالتشديد {وَلا تُطِعْ} يا محمد، أي: لا توافق في تنحية الفقراء عن مجلسك، {مَنْ أَغْفَلْنا قَلْبَهُ عَنْ ذِكْرِنا} ؛ أي: من جعلنا قلبه غافلًا عن ذكرنا، كعيينة بن حصن، وقيل: أميّة بن خلف، والغفلة: معنى يمنع الإنسان من الوقوف على حقيقة الأمور؛ أي: جعلنا قلبه في فطرته الأولى غافلًا عن الذكر، ومختومًا عن التوحيد، كرؤساء قريش، وفيه تنبيه على أنّ الدّاعي له إلى هذا الاستدعاء غفلة قلبه عن المعقولات، وانهماكه في المحسوسات، حتى خفي عليه أن الشّرف بحلية النفس لا بزينة الجسد، وأنه لو أطاعه كان مثله في الغباوة؛ أي: ولا تطع من أغفلنا قلبه عن ذكرنا، أي: عن توحيدنا {وَاتَّبَعَ هَواهُ} ؛ أي: شهوته في عبادة الأصنام {وَكانَ أَمْرُهُ} وشأنه، وعملُه {فُرُطًا} ؛ أي: ضائعًا لا ينتفع به في الدنيا والآخرة. </p><p> وفي «التأويلات النجمية» : وكان أمره في متابعة الهوى هلاكًا وخسرانًا، </p><p>(١) روح البيان. (٢) أبو البقاء.</p>"
}