{
  "id": null,
  "sura": 18,
  "aya": 32,
  "text": "<p> وأن يعيّن لهم مجلسًا، وللسادة مجلسًا آخر، حتى لا يؤذوهم بمناظرهم وروائحهم المستقذرة، وحتّى لا يقال: إنّ السّادة ومواليهم يجتمعون في صعيد واحد، ويتحدثون وإياهم حديث الند للند، وفي ذلك امتهان لكبريائهم، وخفض من عزتهم .. أردف ذلك بمثل يستبين منه أن المال لا ينبغي أن يكون موضع فخار؛ لأنه ظل زائل، وأنه كثيرًا ما يصير الفقير غنيًا، والغني فقيرًا، وإنّما الذي يجب أن يكون أساس التفاخر وعمدة التفاضل، هو: طاعة الله وعبادته، والعمل على ما يرضيه في دار الكرامة، حيث لا ينفع مال ولا بنون إلا من أتى الله بقلب سليم. </p><p> قوله تعالى:  {وَيَوْمَ نُسَيِّرُ الْجِبالَ وَتَرَى الْأَرْضَ ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه وتعالى لمّا (١) أبان أن الدنيا ظل زائل، وأنه لا ينبغي أن يغترّ أحد بزخرفها ونعيمها، بل يجب أن يكون موضع التفاخر العمل الصالح الذي فيه رضا الله، وانتظار مثوبته في جنات تجري من تحتها الأنهار .. أردف ذلك بذكر أحوال يوم القيامة، وما يكون فيها من أخطار وأهوال، وأنه لا ينجي منها إلّا اتباع ما أمر به الدين، وترك ما نهى عنه مما جاء على لسان الأنبياء والمرسلين، لا الأموال التي يفتخر بها المشركون على المؤمنين. </p><p> التفسير وأوجه القراءة </p><p> ٣٢ - قوله:  {وَاضْرِبْ لَهُمْ مَثَلًا رَجُلَيْنِ} هذا المثل ضربه الله تعالى لمن يتعزز ويفتخر بالدنيا، ويستنكف عن مجالسة الفقراء، فهو على هذا متّصل بقوله:  {وَاصْبِرْ نَفْسَكَ}  {وَاضْرِبْ} هنا بمعنى اجعل، يتعدى إلى مفعولين {لَهُمْ} متعلّق به {مَثَلًا} مفعول ثان، {رَجُلَيْنِ} مفعول أول، أي واجعل يا محمد رجلين موصوفين بالصفات الآتية، {مَثَلًا} وشبها لهؤلاء المشركين بالله الذين سألوك أن تطرد الذين يدعون ربّهم بالغداة والعشيّ، وللمؤمنين المكابدين لمشاق الفقر؛ أي: مثل حال هؤلاء الكافرين والمؤمنين بحال (٢) رجلين شريكين في بني إسرائيل، أحدهما </p><p>(١) المراغي. (٢) المراح.</p><p> كافر اسمه قطروس، والآخر مؤمن اسمه يهوذا، أو تمليخا، لهما ثمانية آلاف دينار، فاقتسماها فاشترى أحدهما أرضا بألف دينار، فقال صاحبه: اللهم إن فلانًا قد اشترى أرضا بألف دينار، وإني أشتري منك أرضًا في الجنة بألف دينار، فتصدق بها، ثم إن صاحبه بنى دارًا بألف دينار، فقال هذا: اللهمّ إن فلانًا بنى دارًا بألف دينار، وإنّي اشتريت منك دارًا في الجنة، بألف دينار، فتصدّق بها، ثم تزوّج صاحبه امرأة، وأنفق عليها ألف دينار، فقال هذا: اللهمّ إني أخطب إليك امرأةً من نساء الجنة بألف دينار، فتصدّق بها، ثمّ إن صاحبه اشترى خدمًا، ومتاعًا بألف دينار، فقال هذا: اللهم إني أشتري منك خدمًا ومتاعًا في الجنة بألف دينار، فتصدق بها، ثم أصابته حاجة شديدة، فقال: لو أتيت صاحبي لعله ينالني منه معروف، فجلس على طريق، حتى مر به في حشمه، فقام إليه، فنظر إليه صاحبه، فعرفه فقال له: فلان؟ قال: نعم، فقال: ما شأنك؟ قال: أصابتني حاجة بعدك، فأتيتك لتعينني بخير، قال: فما فعلت بمالك؟ فقص عليه قصته، فقال: وإنك لمن المصّدقين، فطرده ووبخه على التصدق بماله، وآل أمرهما إلى ما حكاه الله تعالى فنزل في شأنهما قوله تعالى:  {وَاضْرِبْ لَهُمْ مَثَلًا رَجُلَيْنِ} ؛ أي: واضرب أيها الرسول لهؤلاء المشركين المتقلبين في نعم الله، والمؤمنين المكابدين لمشاق الفقر، مثلا رجلين؛ أي: اجعل مثل الفريقين مثل رجلين {جَعَلْنا لِأَحَدِهِما} ، وهو الكافر:  {جَنَّتَيْنِ} ؛ أي: بستانين {مِنْ أَعْنابٍ} ؛ أي: من كروم متنوعة، فإطلاق الأعناب عليها مجاز، ويجوز أن يكون بتقدير المضاف؛ أي: من أشجار أعناب، والأعناب جمع عنب، وهو ثمر الكرم {وَحَفَفْناهُما} ؛ أي: أحطنا البستانين {بِنَخْلٍ} ؛ أي: جعلنا النّخل محيطة بالجنتين ملفوفا بها، كرومهما {وَجَعَلْنا بَيْنَهُما} ؛ أي: وجعلنا وسط البستانين {زَرْعًا} ليكون كل منهما جامعًا للأقوات والفواكه، متواصل العمارة على الشكل الحسن، والترتيب الأنيق. </p><p> وخلاصة ذلك (١) : أن أرضه جمعت القوت والفواكه، وهي متواصلة </p><p>(١) المراغي.</p>"
}