{
  "id": null,
  "sura": 18,
  "aya": 110,
  "text": "<p> بمعنى واحد، واشتقاقهما غير مختلف، فقد أجاب عنه ابن الأنباري، فقال: لما كان الثاني آخر آية وأواخر الآيات هاهنا أتت على الفعل، والفعل كقوله نزلاً هزوًا حولاً، كان قوله:  {مددًا} أشبه بهؤلاء الألفاظ من المداد واتفاق المقاطع عند أواخر الآيي، وانقضاء الأبيات، وتمام السجع في النثر، أخف على الألسن وأحلى موقعًا في الأسماع، فاختلفت اللفظتان لهذه العلة، وفي \"الفتوحات\" : المعنى مختلف كاللفظ، فلا اعتراض كما عُلم من هذا ومما سبق. </p><p> ١١٠ - {قُل} يا محمَّد لهؤلاء المجادلين لك بعدما بينت لهم شأن كلمات الله تعالى، {إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ} ؛ أي: ما أنا إلا آدمي مثلكم في الصورة، ومساويكم في الصفات البشرية؛ أي: إنَّ حالي (١) مقصور على البشرية، لا يتخطاها إلى الملكية، ومن كان هكذا فهو لا يدَّعى الإحاطة بكلمات الله، إلا أنه امتاز عنهم بالوحي إليه من الله سبحانه، كما قال:  {يُوحَى إِلَيَّ} من ربي من بعض تلك الكلمات، وكفى بهذا الوصف فارقًا بينه وبين سائر أنواع البشر، ثم بيَّن أن الذي أوحي إليه هو قوله:  {أَنَّمَا إِلَهُكُمْ} ومعبودكم الذي يستحق منكم العبادة {إِلَهٌ وَاحِدٌ} ؛ أي: منفرد في ألوهيته وربوبيته، لا شريك له في ذاته وصفاته وأفعاله، يعني: أنا معترف ببشريتي ولكن الله منّ عليّ من بينكم بالنبوة والرسالة، وفي \"التأويلات النجمية\" يشير إلى أن بني آدم في البشرية واستعداد الإنسانية سواء، النبي والولي والمؤمن والكافر، والفرق بينهم بفضيلة الإيمان والولاية والنبوة والوحي والمعرفة، بأن إله العالمين إله واحد صمد، لم يلد، ولم يولد، ولم يكن له كفوًا أحد. اهـ. </p><p> وفي هذا: إرشاد إلى التوحيد، ثم أمرهم بالعمل الصالح والتوحيد، فقال:  {فَمَنْ كَانَ يَرْجُو} ويطمع شرط جزاؤه {فَلْيَعْمَلْ} قال في \"الإرشاد\"  (كان) للاستمرار، والرجاء: توقع وصول الخير في المستقبل؛ أي: فمن كان يرجو ويأمل ويطمع {لِقَاءَ رَبِّهِ} ، أي: رؤية ربه أو كرامة ربه وثوابه، أو من كان يخاف </p><p>(١) روح البيان.</p><p> لقاء ربه والمصير إليه للمجازاة .. {فَلْيَعْمَلْ} لتحصيل ذلك المطلوب العزيز {عَمَلًا صَالِحًا} لائقًا بذلك المرجو كما فعله الذين آمنوا وعملوا الصالحات من قبل. </p><p> وقال الإمام (١) : حمل أصحابنا لقاء الرب على رؤيته، والمعتزلة على لقاء ثوابه، يقال: لقيه كرضيه رآه، كما في \"القاموس\" والرجاء: يكون بمعنى الخوف، وبمعنى الأمل، كما في \"البغوي\" . </p><p> والمعنى (٢) : من كان له هذا الرجاء الذي هو شأن المؤمنين، {فَلْيَعْمَلْ عَمَلًا صَالِحًا} وهو ما دل الشرع على أنه عمل خير يثاب عليه فاعله وقال في \"التأويلات النجمية\" العمل الصالح متابعة النبي - صلى الله عليه وسلم - والتأسي بسنته ظاهرًا وباطناً، فأما سُنَّة باطنهِ فالتبتل إلى الله تعالى وقطع النظر عما سواه. </p><p> {وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا} من المخلوقات سواء كان صالحًا أو طالحًا حيوانًا أو جمادًا قال أبو البقاء (٣) : أي: في عبادة ربه، ويجوز أن تكون الباء على بابها؛ أي بسبب عبادة ربه. اهـ. </p><p> ومعنى الآية: أي فمن كان يطمع في ثواب الله على طاعته .. فليخلص له العبادة وليفرد له الربوبية، ولا يشرك به سواه لا إشراكًا جليًا كما فعل الذين كفروا بآيات ربهم ولقائه، ولا إشراكًا خفيًا كما فعل أهل الرياء ممن يطلب بعمله وعلمه الدنيا، أو الجاه، أو التسمية، أو الوظيفة، أو الشهرة، وهذا هو الشرك الأصغر، كما صح في الحديث وروي مستفيضًا في الأخبار من أن كل عمل أريد به الدنيا لا يُقبل، فقد أخرج أحمد، ومسلم، وغيرهما، عن أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - يرويه عن ربه قال:  \"أنا خير الشركاء، فمن عمل عملًا أشرك فيه غيري فأنا بريء منه وهو للذي أشرك\" . </p><p> وقرأ الجمهور (٤) : {وَلَا يُشْرِكْ} بياء الغائب كالأمر في قوله: {فَلْيَعْمَلْ} وقرأ أبو عمرو في رواية الجعفي عنه {ولا تشرك} بالتاء خطابًا للسامع والتفاتًا من </p><p>(١) روح البيان. (٢) الشوكاني.(٣) المراغي.(٤) البحر المحيط.</p><p> ضمير الغائب إلى ضمير المخاطب، وهو المأمور بالصالح، ثم عاد إلى الالتفات من الخطاب إلى الغيبة، في قوله:  {بربه} ولم يأت التوكيب بربك إيذانًا بأنَّ الضميرين لمدلولٍ واحد، وهو {من} في قوله: {فَمَنْ كَانَ يَرْجُو} . </p><p> خاتمة </p><p> وقد ورد في فضائل هذه الآية بخصوصها: ما أخرجه الطبراني، وابن مردويه، عن أبي حكيم قال: قال رسول الله - صلى الله عليه وسلم -: \"لو لم ينزل على أمتي إلا خاتمة سورة الكهف لكفتهم\" . </p><p> وأخرج ابن راهويه، والبزار، والحاتم وصححه، والشّيرازي في \"الألقاب\" وابن مردويه، عن عمر بن الخطاب قال: قال رسول الله - صلى الله عليه وسلم -: \"من قرأ في ليلة{كَانَ يَرْجُو لِقَاءَ رَبِّهِ ...}الآية كان له نور من عدن أبين إلى مكة حشوه الملائكة\" قال ابن كثير بعد إخراجه: غريب جدًّا. </p><p> وأخرج ابن الضريس، عن أبي الدرداء قال:  \"من حفظ خاتمة الكهف كان له نور يوم القيامة من لدن قرنه إلى قدمه\" وفي \"تفسير الحدادي\" عن أبيّ بن كعب - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"من قرأ سورة الكهف .. فهو معصوم إلى ثمانية أيام من كل فتنة تكون فيها، ومن قرأ الآية التي في آخرها حين يأخذ من مضجعه .. كان له نور يتلألأ إلى مكة حشو ذلك النور ملائكة، يصلون عليه حتى يقوم من مضجعه، وإن كان مضجعه بمكة فتلاها .. كان له نور يتلألأ من مضجعه إلى البيت المعمور، حشو ذلك النور ملائكة، يصلون عليه ويستغفرون له حتى يستيقظ\" . </p><p> وفي \"تفسير البيضاوي\" عن النبي - صلى الله عليه وسلم - \"من قرأ عند مضجعه{قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ}.. كان له نور في مضجعه، يتلألأ إلى مكة، حشو ذلك النور ملائكة، يصلون عليه حتى يستيقظ\" . </p><p> وفي \"فتح القريب\" من قرأ عند إرادة النوم {إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ} الخ. ثم قال: اللهم أيقظني في أحب الأوقات إليك، واستعملني </p><p> بأحب الأعمال إليك .. فإنه سبحانه يوقظه، ويكتبه من قوّام الليل. وقال ابن عباس - رضي الله عنهما -: إذا أردت أن تقوم آية ساعة شئت من الليل .. فاقرأ إذا أخذت مضجعك {قُلْ لَوْ كَانَ الْبَحْرُ مِدَادًا} الآية. فإن الله يوقظك متى شئت من الليل. </p><p> وتكلموا في القراءة في الفراش مضطجعًا (١) : قال في \"الفتاوي الحمدية\" : لا بأس للمضطجع بقراءة القرآن. انتهى. والأولى أن لا يقرأ وهو أقرب إلى التعظيم، كما في \"شرح الشرعة\" ليحيى الفقيه وعن ظهير الدين المرغيناني لا بأس للمضطجع بالقراءة مضطجعًا إذا أخرج رأسه من اللحاف؛ لأنه يكون كاللبس وإلا فلا نقله قاض خان وفي \"المحيط\" : لا بأس بالقراءة إذا وضع جنبيه على الأرض لكن يضم رجليه إلى نفسه. انتهى. نسأل الله تعالى أن يوقظنا من الغفلة قبل انقضاء الأعمار، ويؤنسنا بالقرآن آناء الليل وأطراف النهار، آمين. </p><p> الإعراب </p><p> {وَعَرَضْنَا جَهَنَّمَ يَوْمَئِذٍ لِلْكَافِرِينَ عَرْضًا (١٠٠) الَّذِينَ كَانَتْ أَعْيُنُهُمْ فِي غِطَاءٍ عَنْ ذِكْرِي وَكَانُوا لَا يَسْتَطِيعُونَ سَمْعًا (١٠١) } </p><p> {وَعَرَضْنَا} الواو: عاطفة {عرضنا} : فعل وفاعل معطوف على {تركنا}  {جَهَنَّمَ} : مفعول به {يَوْمَئِذٍ} ظرف مضاف إلى مثله متعلق بـ {عرضنا} و {لِلْكَافِرِينَ} متعلق بـ {عرضنا} أيضًا {عَرْضًا} : مفعول مطلق. {الَّذِينَ} : صفة {لِلْكَافِرِينَ} أو بدل منه {كَانَتْ أَعْيُنُهُمْ} فعل ناقص واسمه {فِي غِطَاءٍ} جار ومجرور خبر كان {عَنْ ذِكْرِي} صفة لـ {غِطَاءٍ} أو متعلق به وجملة كان صلة الموصول {وَكَانُوا} فعل ناقص واسمه {لَا يَسْتَطِيعُونَ سَمْعًا} فعل وفاعل ومفعول به والجملة الفعلية خبر {كان} وجملة {كَانُوا} معطوفة على جملة {كان} الأولى على كونها صلة الموصول. </p><p>(١) روح البيان.</p><p> {أَفَحَسِبَ الَّذِينَ كَفَرُوا أَنْ يَتَّخِذُوا عِبَادِي مِنْ دُونِي أَوْلِيَاءَ إِنَّا أَعْتَدْنَا جَهَنَّمَ لِلْكَافِرِينَ نُزُلًا (١٠٢) }. </p><p> {أَفَحَسِبَ}  {الهمزة} : للاستفهام الإنكاري التوبيخي داخلة على محذوف {والفاء} عاطفة على ذلك المحذوف تقديره أكفر الذين كفروا بي مع جلالة شأني فحسبوا {حسب}  {الَّذِينَ كَفَرُوا} فعل وفاعل والجملة معطوفة على ذلك المحذوف والجملة المحذوفة مستأنفة {أَنْ يَتَّخِذُوا} فعل وفاعل {عِبَادِي} مفعول أول لاتخذ {مِنْ دُونِي} جار ومجرور حال من {أَوْلِيَاءَ} . {أَوْلِيَاءَ} مفعول ثان له وجملة {اتخذ} مع {أن} المصدرية في تأويل مصدر سَدّ مسد مفعولي {حسب} . {إِنَّا} ناصب واسمه {أَعْتَدْنَا جَهَنَّمَ} فعل وفاعل ومفعول والجملة الفعلية في محل الرفع خبر {إن} وجملة {إن} مستأنفة، مسوقة لتعليل الإنكار المفهوم من الاستفهام {لِلْكَافِرِينَ} حال من {نُزُلًا} لأنه صفة نكرة قدمت عليها {نُزُلًا} حال من {جَهَنَّمَ} . </p><p> {قُلْ هَلْ نُنَبِّئُكُمْ بِالْأَخْسَرِينَ أَعْمَالًا (١٠٣) الَّذِينَ ضَلَّ سَعْيُهُمْ فِي الْحَيَاةِ الدُّنْيَا وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا (١٠٤) }. </p><p> {قُلْ} فعل أمر وفاعله ضمير يعود على محمد، والجملة: مستأنفة {هَلْ نُنَبِّئُكُمْ}  {هَلْ} حرف للاستفهام الاستعلامي {نُنَبِّئُكُمْ} فعل وفاعل مستتر ومفعول أول {بِالْأَخْسَرِينَ} الباء داخلة على مضمون المفعولين الثاني والثالث، وجملة {نبأ} في محل النصب مقول لـ {قُل}  {أَعْمَالًا} : تمييز {الأخسرين} : منصوب به وجمع التمييز، والأصل فيه الافراد، لمشاكلة المميز، وللإيذان بأن خسرانهم، إنما كان من جهاتٍ شتى، لا من جهة واحدة، {الَّذِينَ} : اسم موصول في محل الرفع خبر لمبتدأ محذوف تقديره هم {الَّذِينَ} والجملة: مستأنفة استئنافًا بيانيًا واقعًا في جواب سؤال مقدر كأنه قيل: من هم الأخسرون أعمالاً؟ فقيل: هم {الَّذِينَ ضَلَّ سَعْيُهُمْ فِي الْحَيَاةِ الدُّنْيَا} . {ضَلَّ سَعْيُهُمْ} فعل وفاعل والجملة: صلة الموصول {فِي الْحَيَاةِ الدُّنْيَا} متعلق بالسعي {وَهُمْ}  {الواو} : حالية {هم} : مبتدأ وجملة {يَحْسَبُونَ} خبره والجملة الإسمية: في محل النصب، حال من ضمير </p><p> {سَعْيُهُمْ} . {أَنَّهُمْ} ناصب واسمه {يُحْسِنُونَ صُنْعًا} فعل وفاعل ومفعول والجملة: في محل الرفع خبر {أن} وما في خبرها سد مسد مفعولي {يَحْسَبُونَ} . </p><p> {أُولَئِكَ الَّذِينَ كَفَرُوا بِآيَاتِ رَبِّهِمْ وَلِقَائِهِ فَحَبِطَتْ أَعْمَالُهُمْ فَلَا نُقِيمُ لَهُمْ يَوْمَ الْقِيَامَةِ وَزْنًا (١٠٥) }. </p><p> {أُولَئِكَ الَّذِينَ} : مبتدأ وخبر والجملة: مستأنفة استئنافًا بيانيًا {كَفَرُوا} : فعل وفاعل والجملة: صلة الموصول {بِآيَاتِ رَبِّهِمْ} : جار ومجرور ومضاف إليه متعلق بـ {كَفَرُوا} . {وَلِقَائِهِ} معطوفة على {آيَاتِ رَبِّهِمْ} . {فَحَبِطَتْ}  {الفاء} : حرف عطف وتفريع {حبطت أعمالهم} : فعل وفاعل والجملة، معطوفة على جملة {كَفَرُوا} . {فَلَا}  {الفاء} : حرف عطف وتفريع {لا} : نافية {نُقِيمُ} فعل مضارع وفاعله ضمير يعود على الله، والجملة: معطوفة على جملة {حبطت}  {لَهُمْ} : جار ومجرور متعلق بـ {نُقِيمُ}  {يَوْمَ الْقِيَامَةِ} ظرف متعلق بـ {نُقِيمُ}  {وَزْنًا} مفعول به. </p><p> {ذَلِكَ جَزَاؤُهُمْ جَهَنَّمُ بِمَا كَفَرُوا وَاتَّخَذُوا آيَاتِي وَرُسُلِي هُزُوًا (١٠٦) } </p><p> {ذَلِكَ} خبر لمبتدأ محذوف تقديره الأمر ذلك أي أمر هؤلاء الكفرة، وشأنهم ذلك الذي ذكرناه من حبوط أعمالهم، وخسة قدرهم، والجملة مستأنفة {جَزَاؤُهُمْ جَهَنَّمُ} مبتدأ وخبر والجملة مستأنفة مسوقة لبيان جزاء الذين حبطت أعمالهم، ويجوز أن يعرب {ذَلِكَ} مبتدأ و {جَزَاؤُهُمْ} مبتدأ ثان و {جَهَنَّمُ} خبر {جَزَاؤُهُمْ} والجملة: خبر المبتدأ الأول، وهو {ذَلِكَ} ، ويجوز أن يعرب {ذَلِكَ} مبتدأ و {جَزَاؤُهُمْ} خبر و {جَهَنَّمُ} بدل أو عطف بيان لقوله {جَزَاؤُهُمْ} . {بِمَا}  {الباء} : حرف جر ما مصدرية {كَفَرُوا} فعل وفاعل صلة {ما} المصدرية {ما} مع صلتها في تأويل مصدر مجرور بالباء، الجار والمجرور متعلق بمحذوف حال من ضمير {جَزَاؤُهُمْ} ، أي: حالة كونهم مجزيين بها بسبب كفرهم أو متعلق بـ {جَزَاؤُهُمْ} لأن الخبر من معمولات المبتدأ فليس أجنبيًا كما في \"الجمل\"  {وَاتَّخَذُوا آيَاتِي} : فعل وفاعل ومفعول {وَرُسُلِي} : معطوف على {آيَاتِي} . {هُزُوًا} مفعول ثان والجملة: معطوفة على جملة {كَفَرُوا} . </p><p> {إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَانَتْ لَهُمْ جَنَّاتُ الْفِرْدَوْسِ نُزُلًا (١٠٧) } </p><p> {إِنَّ} حرف نصب وتوكيد {الَّذِينَ} اسمها {آمَنُوا} : فعل وفاعل صلة الموصول {وَعَمِلُوا الصَّالِحَاتِ} : فعل وفاعل ومفعول معطوف على {آمَنُوا}  {كَانَتْ} فعل ناقص {لَهُمْ} جار ومجرور حال من {نُزُلًا} . {جَنَّاتُ الْفِرْدَوْسِ} اسمها {نُزُلًا} خبرها وجملة {كان} في محل الرفع خبر {إِنَّ} وجملة {إِنَّ} مستأنفة. </p><p> {خَالِدِينَ فِيهَا لَا يَبْغُونَ عَنْهَا حِوَلًا (١٠٨) قُلْ لَوْ كَانَ الْبَحْرُ مِدَادًا لِكَلِمَاتِ رَبِّي لَنَفِدَ الْبَحْرُ قَبْلَ أَنْ تَنْفَدَ كَلِمَاتُ رَبِّي وَلَوْ جِئْنَا بِمِثْلِهِ مَدَدًا (١٠٩) }. </p><p> {خَالِدِينَ} : حال من الضمير في {لَهُمْ} وهذا أيضًا باعتبار الأزل؛ أي: حال كونهم محكوماً لهم في الأزل بالخلود فيها، كما في \"الجمل\"  {فِيهَا} : متعلق بـ {خَالِدِينَ} . {لَا يَبْغُونَ} : فعل وفاعل {عَنْهَا} متعلق بـ {حِوَلًا} . {حِوَلًا} مفعول به والجملة الفعلية في محل النصب حال من الضمير المستكن في {خَالِدِينَ}  {قُلْ} : فعل أمر وفاعله: ضمير يعود على محمد والجملة. مستأنفة لو كان البحر إلى آخر الآية مقول محكي وإن شئت قلت:  {لَوْ} : حرف شرط غير جازم {كَانَ الْبَحْرُ مِدَادًا} : فعل ناقص واسمه وخبره والجملة: فعل شرط لـ {لَوْ} لا محل لها من الإعراب {لِكَلِمَاتِ رَبِّي} جار ومجرور صفة لـ {مِدَادًا} ومضاف إليه {لَنَفِدَ}  {اللام} : رابطة لجواب {لَوْ}  {نَفِدَ الْبَحْر} : فعل وفاعل {قَبْلَ} : ظرف متعلق به والجملة الفعلية جواب {لَوْ} لا محل لها من الإعراب وجملة {لَوْ} : في محل النصب مقول لـ {قُل} لنفد البحر قبل أن تنفد ناصب وفعل وفاعل ومضاف إليه والجملة الفعلية مع {أن} المصدرية في تأويل مصدر مجرور بإضافة الظرف إليه تقديره قبل نفاد {كَلِمَاتُ رَبِّي}  {وَلَوْ}  {الواو} : عاطفة ما بعدها على جملة مقدرة مدلول عليها بما قبلها تقديوها {لَنَفِدَ الْبَحْرُ قَبْلَ أَنْ تَنْفَدَ} كلماته لو لم يجيء بمثله مددا والجملة المحذوفة في محل النصب حال من {رَبِّي}  {لَوْ} حرف شرط {جِئْنَا} : فعل وفاعل {بِمِثْلِهِ} متعلق به {مَدَدًا} تمييز {بِمِثْلِهِ} منصوب به وجواب {لَوْ} محذوف تقديره {وَلَوْ جِئْنَا بِمِثْلِهِ} لنفد ولم تفرغ وجملة </p><p> {لو} الشرطية معطوفة على جملة لو المحذوفة. </p><p> {قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَمَنْ كَانَ يَرْجُو لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلًا صَالِحًا وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا (١١٠) } </p><p> {قُلْ} : فعل أمر وفاعله ضمير يعود على محمد والجملة مستأنفة {إِنَّمَا أَنَا بَشَرٌ} إلى آخر الآية. مقول محكي لـ {قُلْ} وإن شئت قلت: {إِنَّمَا} أداة حصر {أَنَا بَشَر} مبتدأ وخبر {مِثْلُكُمْ} صفة لـ {بَشَرٌ} والجملة الاسمية: في محل النصب مقول {قُلْ} . {يُوحَى} : فعل مضارع مغير الصيغة {إِلَيَّ} : متعلق به {أَنَّمَا}  {أن} حرف نصب ومصدر {ما} كافة لكفها ما قبلها عما بعدها {إِلَهُكُمْ} : مبتدأ {إِلَهٌ} : خبره {وَاحِدٌ} : صفة {إِلَهٌ} والجملة الاسمية: صلة {أن} المكفوفة لأن ما الكافة وإن كفتها عن العمل لا تخرجها عن المصدرية، و {أن} مع صلتها في تأويل مصدر مرفوع، على كونها نائب فاعل ليوحى، تقديره: يوحى إليّ وحدانية الله سبحانه وجملة يوحى في محل الرفع صفة ثانية لبشر والمعنى (١) لم يوح إليّ إلا وحدانية إلا {إِلَهٌ} ؛ أي: لا تعدده، فالحصر نسبي. اهـ شيخنا. {فَمَنْ}  {الفاء} : استئنافية {من} اسم شرط جازم في محل الرفع مبتدأ والخبر: جملة الجواب، أو الشرط أو هما، {كَانَ} : فعل ناقص في محل الجزم بـ {من} على كونه فعل شرط لها واسمها: ضمير يعود على {من}  {يَرْجُو لِقَاءَ رَبِّهِ} : فعل وفاعل مستتر ومفعول به والجملة الفعلية: في محل النصب خبر {كَانَ} تقديره فمن كان راجيًا لقاء ربه {فَلْيَعْمَلْ}  {الفاء} : رابطة لجواب {من} الشرطية وجوبًا لكون الجواب جملةً طلبيةً {واللام} حرف أمر وجزم {يعمل} : فعل مضارع مجزوم بلام الأمر وفاعله: ضمير يعود على {من}  {عَمَلًا} مفعول به أو مطلق {صَالِحًا} صفة له والجملة الفعلية: في محل الجزم بـ {من} الشرطية على كونها جوابًا لها وجملة {من} الشرطية مستأنفة {وَلَا يُشْرِكْ} : {لا} ناهية جازمة {يُشْرِكْ} مجزوم بلا الناهية وفاعله: ضمير يعود على </p><p>(١) الفتوحات.</p><p> {من}  {بِعِبَادَةِ رَبِّهِ} : متعلق بـ {يُشْرِكْ}  {أَحَدًا} مفعول به وجملة {لَا يُشْرِكْ} في محل الجزم معطوفة على جملة قوله: {فَلْيَعْمَلْ} على كونها جواب {من} الشرطية. </p><p> التصريف ومفردات اللغة </p><p> {إِنَّا أَعْتَدْنَا} ؛ أي: أعددنا وهيانا {نُزُلًا} : والنزل: الطعام النفيس يعد للضيف إكرامًا وقال في \"القاموس\" : النزاع (١) بضمتين المنزل، وما يهيأ للضيف أن ينزل عليه والجمع: أنزال والطعام ذو البركة كالنزيل والفضل والطعام. اهـ. </p><p> {جَنَّاتُ الْفِرْدَوْسِ} : قال في \"الجلالين\" الإضافة فيه للبيان، ولعل وجه الجمع حينئذٍ اعتبار ما فيه؛ أي: في الفردوس من القصور وغيرها فكأنه جنان متعددة. اهـ. شيخنا. </p><p> في \"القاموس\" ، و \"التاج\" : الفردوس: بالكسر الأودية التي تنبت ضروبًا من النبت، والبستان: يجمع كل ما يكون في البساتين، تكون فيه الكروم، وقد يؤنث عربيةً، أو روميةً نقلت، أو سريانيةً، وروضةً دون اليمامة لبني يربوع، وماء لبني تميم، قرب الكوفة وقلعة فردوس بقزوين، إلى أن يقول والفردسة: السعة، وصدر مفردس: واسع أو ومنه الفردوس، قال شارحه، قوله: أو ومنه الفردوس؛ أي: ومن اشتقاقه كما نقله ابن القطاع، وهذا يؤيد كونه عربيًا، ويدل له أيضًا قول حسان رضي الله عنه: </p><p> وَإِنَّ ثَوَابَ اللهِ كُلَّ مُوَحِّدٍ ... جِنَانٌ مِنَ الْفِرْدَوْسِ فِيْهَا يُخَلَّدُ </p><p> قال أبو حيان (٢) : قيل: ولم يسمع الفردوس في كلام العرب، إلا في هذا البيت، بيت حسان وهذا لا يصح، فقد قال أمية بن أبي الصلت: </p><p> كَانَتْ مَنَازِلُهُمْ إِذْ ذَاكَ ظَاهِرَةً ... فِيْهَا الْفَرَادِيْسُ ثَمّ الْفُوْمُ وَالْبَصَلُ </p><p> والفراديس: جمع فردوس والظاهر: أن معنى جنات الفردوس: بساتين </p><p>(١) القاموس. (٢) البحر المحيط.</p><p> حول الفردوس، ولذلك أضاف الجنات إليه، ويقال: كرم مفردس؛ أي: معرش، وكذلك سميت الروضة التي دون اليمامة فردوسًا، لاجتماع نخلها، وتعريشها على أرضها، وفي دمشق، باب الفراديس، يخرج منه إلى البساتين. انتهى. </p><p> {حِوَلًا} ؛ أي: تحولاً إلى غيرها، فحول مصدر سماعي التحول. انتهى. شيخنا. وفي \"السمين\"  \"الحول\" قيل: مصدر بمعنى التحول، يقال: حال عن مكانه {حِوَلًا} ، فهو مصدر كالعوج والصغر. انتهى. </p><p> قال الزمخشري: يقال: حال عن مكانه حولا كقوله عادني حبها عودًا، يعني لا مزيد عليها، حتى تنازعهم أنفسهم إلى أجمع لأغراضهم وأمانيهم، وهذه غاية الوصف؛ لأن الإنسان في الدنيا في أي نعيم كان .. فهو طامح الطرف إلى أرفع منه، ويجوز أن يراد نفي التحول، وتأكيد الخلود. انتهى. </p><p> وقال ابن عطية: والحول بمعنى التحول، قال مجاهد: متحولاً وقال الشاعر: </p><p> لِكُلِّ دَوْلَةٍ أَجَلُ ... ثُمَّ يُتَاحُ لَهَا حِوَلُ </p><p> {مِدَادًا} والمداد: ما يمد به الشيء، واختص به تمد به الدواة من الحبر، وما يمد به السراج من السليط، ويقال: السماد مداد الأرض {لِكَلِمَاتِ رَبِّي} ؛ أي: معلوماته غير المتناهية {يَرْجُو} والرجاء: طمع حصول ما فيه مسرة مستقبلة. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات أنواعًا من البلاغة، وضروبًا من الفصاحة والبيان والبديع: </p><p> فمنها: جناس الاشتقاق في قوله: {وَعَرَضْنَا جَهَنَّمَ يَوْمَئِذٍ لِلْكَافِرِينَ عَرْضًا (١٠٠) }. </p><p> ومنها: الاستعارة التمثيلية في قوله: {كَانَتْ أَعْيُنُهُمْ فِي غِطَاءٍ عَنْ ذِكْرِي} ؛ أي: كانوا ينظرون فلا يعتبرون، وتعرض عليهم الآيات الكونية فلا يؤمنون، ولم تكن أعينهم حقيقةً في غطاءٍ وحجاب، وإنما هو بطريق التمثيل، وكذا قوله: {وَكَانُوا لَا </p><p> يَسْتَطِيعُونَ سَمْعًا} لأن هذا تمثيل لإعراضهم عن الأدلة السمعية، كما أن الأول تصوير لتعاميهم عن الآيات المشاهدة بالأبصار. </p><p> ومنها: الاستفهام الإنكاري الذي يفيد التوبيخ والتقريع في قوله: {أَفَحَسِبَ الَّذِينَ كَفَرُوا} . </p><p> ومنها: التهكم في قوله: {إِنَّا أَعْتَدْنَا جَهَنَّمَ لِلْكَافِرِينَ نُزُلًا} . </p><p> ومنها: جناس التصحيف في قوله: {وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا} ويسمى الجناس الناقص، وهو أن يكون النقط فيه فارقًا بين الكلمتين على حد قول البحتري: </p><p> وَلَمْ يَكُنِ الْمُغْتَرُّ بِاللَّهِ إِذْ سَرَى ... لِيُعْجِزَ وَالْمُغْتَرُّ بِاللَّهِ طَالِبُهْ </p><p> والجناس ويقال له: التجنس والمجانسة والتجانس لغةً مشتق من الجنس واصطلاحًا تشابه الكلمتين في اللفظ واختلافهما في المعنى، وفائدته: أن يميل بالسامع إلى الإصغاء، فإن مناسبة الألفاظ تحدث ميلاً وإصغاءً إليها. </p><p> ومنها: الجناس المماثل في قوله: {لَنَفِدَ الْبَحْرُ قَبْلَ أَنْ تَنْفَدَ} والمغاير في قوله: {فَلْيَعْمَلْ عَمَلًا صَالِحًا} . </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> إجمال ما تضمنته السورة من الأغراض والمقاصد </p><p> ١ - وصف الكتاب الكريم بأنه قيم، لا عوج فيه، جاء للتبشير والإنذار. </p><p> ٢ - جعل ما على ظهر الأرض زينة لها، وقد خلقه الله تعالى ابتلاءً للإنسان، ليرى كيف ينتفع به. </p><p> ٣ - ما جاء من قصص أهل الكهف، ليس بالعظيم إذا قيس بما في ملكوت السموات والأرض. </p><p> ٤ - وصف الكهف وأهله، ومدة لبثهم فيه، وبيان عدد أهله. </p><p> ٥ - أمر النبي - صلى الله عليه وسلم - بالجلوس مع الفقراء المؤمنين، وعدم الفرار منهم إلى أغنيائهم إجابةً لدعوتهم. </p><p> ٦ - ذكر ما يلاقيه الكفار من الوبال والنكال يوم القيامة. </p><p> ٧ - ضرب مثل، بين حال فقراء المؤمنين، وأغنياء المشركين. </p><p> ٨ - ضرب المثل لحال الدنيا. </p><p> ٩ - عرض كتاب المرء عليه في الآخرة وخوف المجرمين منه. </p><p> ١٠ - عداوة إبليس لآدم وبنيه. </p><p> ١١ - قصص موسى والخضر. </p><p> ١٢ - وصف أعمال المشركين وأنها ضلال وخيبة في الآخرة. </p><p> ١٣ - قصص ذي القرنين وسدُّ يأجوج ومأجوج وكيف صنعه ذو القرنين. </p><p> ١٤ - ما يلقاه المؤمنون من النعيم في الآخرة. </p><p> ١٥ - علومُ الله تعالى لا نهاية لها (١) . </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p>(١) تم بعون الله تعالى وتوفيقه، تفسير سورة الكهف، في الساعة الخامسة، من ليلة الخميس، الثامن عشر من شهر صفر، من شهور سنة ألف وأربع مئة واثنتي عشرة سنة من التاريخ الهجري ١٨/ ٢/ ١٤١٢ هـ، نسأل الله سبحانه وتعالى أن يجعل أعمالنا مقبولة، وسعينا مشكورًا، وذنبنا مغفورًا، بمنه وكرمه وجوده وإحسانه وصلى الله على سيدنا، وحبيبنا، خاتم النبيين، محمد وعلى آله وصحبه أجمعين، والحمد لله رب العالمين، آمين آمين. يَا مَنْ يُضِيْعُ عُمْرَهُ فِيْ اللَّهْوِ أَمْسِكْ ... وَاعْلَمْ بِأَنَّكَ ذَاهِبٌ كَذَهَابِ أَمْسِكْ</p><p> [سورة مريم] </p><p> سورة مريم مكيَّة كلها، أو إلا آيتين هما:  (٥٨) و (٧١) فمدنيتان، وهي ثمان أو تسع وتسعون آية، وكلماتها تسع مئة واثنتان وستون كلمة، وحروفها ثلاثة آلاف وثلاث مئةٍ وحرفان، وسميت سورة مريم، لذكر مريم فيها، ولم (١) تذكر امرأة باسمها صريحاً في القرآن إلا مريم، فقد ذكرت فيه في ثلاثين موضعًا. </p><p> ومن فضائلها: ما روي (٢) عن رسول الله - صلى الله عليه وسلم -: \"من قرأ سورة مريم أُعطي عشر حسنات، بعدد من كذب زكريا وصدق به، ويحيى ومريم وعيسى وسائر الأنبياء - عليهم الصلاة والسلام - المذكورين فيها، وبعدد من دعا الله في الدنيا ومن لم يدع\" ولكنه موضوع لا أصل له. </p><p> وروى محمد بن إسحاق في السيرة، من حديث أم سلمة، وأحمد بن حنبل، عن ابن مسعود في قصة الهجرة إلى أرض الحبشة من مكة: أن جعفر بن أبي طالب، قرأ صدر هذه السورة على النجاشي فبكى حتى اخضلت لحيته، وبكت أساقفته حتى أخضلوا مصاحفهم حين سمعوا ما تلا عليهم، ثم قال النجاشي: إن هذا والذي جاء به موسى ليخرج من مشكاة واحدة. وقد ذكر ابن إسحاق القصة بطولها. </p><p> ومناسبتها لسورة الكهف (٣) : اشتمالها على نحو ما اشتملت عليه من أعاجيب القصص، كقصة ولادة يحيى، وقصة ولادة عيسى عليهما السلام. </p><p> وقال أبو حيان (٤) : مناسبتها لما قبلها: أنه تعالى ضمّن السورة قبلها قصصًا عجبًا، كقصة أهل الكهف، وقصة موسى مع الخضر، وقصة ذي القرنين، وهذه </p><p>(١) الفتوحات. (٢) اليضاوي.(٣) المراغي.(٤) البحر المحيط.</p><p> السورة تضمنت قصصًا عجبًا، من ولادة يحيى بين شيخٍ فانٍ وعجوزٍ عاقرٍ، وولادة عيسى من غير أب، فلما اجتمعا في هذا الشيء المستغرب .. ناسب ذكر هذه السورة بعد تلك. </p><p> الناسخ والمنسوخ من هذه السورة: قال أبو عبد الله محمد بن حزم الأندلسي: في سورة مريم خمس آيات من المنسوخ. </p><p> أولاهن: قوله تعالى: {وَأَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ}  (٣٩) الآية. نسخ الإنذار هنا بآية السيف. </p><p> الآية الثانية: قوله تعالى: {فَسَوْفَ يَلْقَوْنَ غَيًّا}  (٥٩) الآية. نسخت بالاستثناء بقوله:  {إِلَّا مَنْ تَابَ}  (٦٠) . </p><p> الآية الثالثة: قوله تعالى: {قُلْ مَنْ كَانَ فِي الضَّلَالَةِ فَلْيَمْدُدْ لَهُ الرَّحْمَنُ مَدًّا}  (٧٥) الآية. نسخت بآية السيف. </p><p> الآية الرابعة: قوله تعالى: {فَلَا تَعْجَلْ عَلَيْهِمْ} الآية (٨٤) . نسخ أولها بآية السيف. </p><p> الآية الخامسة: قوله تعالى: {فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ} الآية (٥٩) . نسخت بالاستثناء، وهو قوله تعالى:  {إِلَّا مَنْ تَابَ وَآمَنَ}  (٦٠) . وفيها تقديم في النظم. </p><p> انتهى. </p><p> والله أعلم </p><p> * * * </p><p> بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ </p><p> {كهيعص (١) ذِكْرُ رَحْمَتِ رَبِّكَ عَبْدَهُ زَكَرِيَّا (٢) إِذْ نَادَى رَبَّهُ نِدَاءً خَفِيًّا (٣) قَالَ رَبِّ إِنِّي وَهَنَ الْعَظْمُ مِنِّي وَاشْتَعَلَ الرَّأْسُ شَيْبًا وَلَمْ أَكُنْ بِدُعَائِكَ رَبِّ شَقِيًّا (٤) وَإِنِّي خِفْتُ الْمَوَالِيَ مِنْ وَرَائِي وَكَانَتِ امْرَأَتِي عَاقِرًا فَهَبْ لِي مِنْ لَدُنْكَ وَلِيًّا (٥) يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ وَاجْعَلْهُ رَبِّ رَضِيًّا (٦) يَا زَكَرِيَّا إِنَّا نُبَشِّرُكَ بِغُلَامٍ اسْمُهُ يَحْيَى لَمْ نَجْعَلْ لَهُ مِنْ قَبْلُ سَمِيًّا (٧) قَالَ رَبِّ أَنَّى يَكُونُ لِي غُلَامٌ وَكَانَتِ امْرَأَتِي عَاقِرًا وَقَدْ بَلَغْتُ مِنَ الْكِبَرِ عِتِيًّا (٨) قَالَ كَذَلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٌ وَقَدْ خَلَقْتُكَ مِنْ قَبْلُ وَلَمْ تَكُ شَيْئًا (٩) قَالَ رَبِّ اجْعَلْ لِي آيَةً قَالَ آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ ثَلَاثَ لَيَالٍ سَوِيًّا (١٠) فَخَرَجَ عَلَى قَوْمِهِ مِنَ الْمِحْرَابِ فَأَوْحَى إِلَيْهِمْ أَنْ سَبِّحُوا بُكْرَةً وَعَشِيًّا (١١) يَا يَحْيَى خُذِ الْكِتَابَ بِقُوَّةٍ وَآتَيْنَاهُ الْحُكْمَ صَبِيًّا (١٢) وَحَنَانًا مِنْ لَدُنَّا وَزَكَاةً وَكَانَ تَقِيًّا (١٣) وَبَرًّا بِوَالِدَيْهِ وَلَمْ يَكُنْ جَبَّارًا عَصِيًّا (١٤) وَسَلَامٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيًّا (١٥) وَاذْكُرْ فِي الْكِتَابِ مَرْيَمَ إِذِ انْتَبَذَتْ مِنْ أَهْلِهَا مَكَانًا شَرْقِيًّا (١٦) فَاتَّخَذَتْ مِنْ دُونِهِمْ حِجَابًا فَأَرْسَلْنَا إِلَيْهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرًا سَوِيًّا (١٧) قَالَتْ إِنِّي أَعُوذُ بِالرَّحْمَنِ مِنْكَ إِنْ كُنْتَ تَقِيًّا (١٨) قَالَ إِنَّمَا أَنَا رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَامًا زَكِيًّا (١٩) قَالَتْ أَنَّى يَكُونُ لِي غُلَامٌ وَلَمْ يَمْسَسْنِي بَشَرٌ وَلَمْ أَكُ بَغِيًّا (٢٠) قَالَ كَذَلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٌ وَلِنَجْعَلَهُ آيَةً لِلنَّاسِ وَرَحْمَةً مِنَّا وَكَانَ أَمْرًا مَقْضِيًّا (٢١) فَحَمَلَتْهُ فَانْتَبَذَتْ بِهِ مَكَانًا قَصِيًّا (٢٢) فَأَجَاءَهَا الْمَخَاضُ إِلَى جِذْعِ النَّخْلَةِ قَالَتْ يَا لَيْتَنِي مِتُّ قَبْلَ هَذَا وَكُنْتُ نَسْيًا مَنْسِيًّا (٢٣) فَنَادَاهَا مِنْ تَحْتِهَا أَلَّا تَحْزَنِي قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا (٢٤) وَهُزِّي إِلَيْكِ بِجِذْعِ النَّخْلَةِ تُسَاقِطْ عَلَيْكِ رُطَبًا جَنِيًّا (٢٥) فَكُلِي وَاشْرَبِي وَقَرِّي عَيْنًا فَإِمَّا تَرَيِنَّ مِنَ الْبَشَرِ أَحَدًا فَقُولِي إِنِّي نَذَرْتُ لِلرَّحْمَنِ صَوْمًا فَلَنْ أُكَلِّمَ الْيَوْمَ إِنْسِيًّا (٢٦) } </p><p> المناسبة </p><p> قد سبق لك بيان مناسبة جملة هذه السورة للسورة السابقة آنفًا، وأما مناسبة </p>"
}