{
  "id": null,
  "sura": 18,
  "aya": 52,
  "text": "<p> الأصنام على مقتضى وسوستهم، حتى يكونوا قدوة للناس. </p><p> وقرأ عبيد الله بن زياد على المنبر، وهو يخطب (١) : {أفتتخذونه وذريته} بفتح الذال، وقرأ الجمهور {ما أَشْهَدْتُهُمْ} بتاء المتكلم، وقرأ أبو جعفر، وشيبة، والسختياني وعون العقيلي، وابن مقسم {ما أشهدناهم} بنون العظمة، وقرأ أبو جعفر، والجحدري، والحسن، وشيبة، {وما كنت} بفتح التاء خطابًا للرسول - صلى الله عليه وسلم -. قال الزمخشري: والمعنى: وما صح لك الاعتضاد بهم، وما ينبغي لك أن تعتز بهم. انتهى. </p><p> وقرأ علي بن أبي طالب {متخذًا المضلين} أعمل اسم الفاعل، وقرأ عيسى بن عمر {عضدًا} بسكون الضاد خفف فعلًا كما قالوا: رجل وسبع، في رجل وسبع، وهي لغة عن تميم، وعنه أيضًا بفتحتين، وقرأ شيبة، وأبو عمرو في رواية هارون، وخارجة، والخفّاف عضدًا بضمتين، وعن الحسن عضدًا بفتحتين، وعنه أيضًا بضمتين، وقرأ الضحاك عضدًا بكسر العين، وفتح الضاد، وقرأ عكرمة (٢) بضم العين وإسكان الضاد، ولغة تميم فتح العين وسكون الضاد كما مرّ ففي عضد ثمان لغات: أفصحها فتح العين، وضمّ الضاد، وبها قرأ الجمهور. </p><p> واعلم (٣) : أنّ الله سبحانه وتعالى منفرد في الألوهية، والكل مخلوق له، وقد خلق الملائكة والجنّ والإنس، فباين بينهم في الصورة والأشكال والأحوال. قال سعيد بن المسيب: الملائكة ليسوا بذكور، ولا إناث، ولا يتوالدون، ولا يأكلون، ولا يشربون، والجن يتوالدون، وفيهم ذكور وإناث، ويموتون، والشّياطين ذكور وإناث، ويتوالدون، ولا يموتون، بل يخلدون في الدنيا، كما خلّد فيها إبليس، وإبليس: هو أبو الجن، وقيل: إنه يدخل ذنبه في دبره فيبيض بيضة فتفلق البيضة عن جماعةٍ من الشياطين. </p><p> ٥٢ - ثم أخبر سبحانه عما يخاطب به المشركين يوم القيامة على رؤوس الأشهاد </p><p>(١) البحر المحيط. (٢) الشوكاني.(٣) روح البيان.</p><p> تقريعًا لهم وتوبيخًا، فقال:  {وَيَوْمَ يَقُولُ} ؛ أي: واذكر يا محمد قصة يوم يقول الله سبحانه وتعالى للكفار توبيخًا وتعجيزًا، وهو يوم القيامة، وقال بعضهم: يقول على ألسنة الملائكة، والأظهر هو الأول، لأنه قد ثبت أنّ الله تعالى يتجلّى يوم القيامة للخلق، مسلمهم وكافرهم، بصور شتّى، حتى يرونه بحسب ما اعتقدوه في هذه الدار، فلا يبعد كلامه معهم أيضًا، لأنه كلام بالغيب والتوبيخ، لا بالرضى والتشريف، كما كلم إبليس بعد اللعن والطرد على ما سبق في سورة الحجر والتشريف، كما كلم إبليس بعد اللعن والطرد على ما سبق في سورة الحجر ونحوها. </p><p> وقرأ الجمهور (١) : {وَيَوْمَ يَقُولُ} بالياء؛ أي: الله مناسبة لقوله: {وَعُرِضُوا عَلى رَبِّكَ صَفًّا} وقرأ الأعمش، وطلحة، ويحيى، وابن أبي ليلى، وحمزة، وابن مقسم، {نقول} بنون العظمة مناسبة لقوله: {وَإِذْ قُلْنا لِلْمَلائِكَةِ} الخ. </p><p> أي: واذكر يا محمد لهؤلاء المشركين أهوال يوم يقول الله عز وجل للكفار توبيخًا لهم وتقريعًا: {نادُوا شُرَكائِيَ} أضافهم إليه، على زعمهم تهكمًا بهم، وتقريعًا، أي: نادوا آلهتكم التي قلتم إنهم شركائي، وقرأ الجمهور {شركائي} ممدودًا مضافًا للياء، وابن كثير، وأهل مكة مقصورًا مضافًا لها أيضًا، ذكره في «البحر» . </p><p> {الَّذِينَ زَعَمْتُمْ} وادّعيتم أنهم شفعاؤكم ليشفعوا لكم، ويمنعوكم من عذابي، والمراد بهم كل من عبد من دون الله تعالى {فَدَعَوْهُمْ} ؛ أي: نادوهم للإغاثة، ذكر كيفية دعوتهم في آية أخرى {إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنْتُمْ مُغْنُونَ عَنَّا} ؛ أي: فعلوا ما أمرهم الله به من دعاء الشركاء، {فَلَمْ يَسْتَجِيبُوا لَهُمْ} ؛ أي: فلم يغيثوهم، أي لم يدفعوا عنهم ضرًا، ولا أوصلوا إليهم نفعًا، إذ لا إمكان لذلك، فهو لا ينافي إجابتهم صورة ولفظًا، كما قال: حكاية عن الأصنام، إنها تقول:  {ما كانُوا إِيَّانا يَعْبُدُونَ} . </p><p> {وَجَعَلْنا بَيْنَهُمْ} ؛ أي: بين المشركين وآلهتهم {مَوْبِقًا} ؛ أي (٢) : حاجزًا </p><p>(١) البحر المحيط. (٢) المراح.</p>"
}