{
  "id": null,
  "sura": 18,
  "aya": 22,
  "text": "<p> ابن حجر في كتابه «الزواجر» : أنه من الكبائر، لما روي في صحيح الأخبار من النهي عن ذلك، روى أحمد، وأبو داود، والترمذي، وابن ماجه، عن ابن عباس: أنّ النبي - صلى الله عليه وسلم - قال:  «لعن الله تعالى زائرات القبور، والمتخذين عليها المساجد، والسّرج» وزاد مسلم «ألا وإن من كان قبلكم، كانوا يتخذون قبور أنبيائهم مساجد، فإنّي أنهاكم عن ذلك» . </p><p> وروى الشيخان، وأحمد، والنسائي، قوله - صلى الله عليه وسلم -: «إن أولئك إذا كان فيهم الرجل الصالح، فمات، بنوا على قبره مسجدا، وصوّروا فيه تلك الصور، أولئك شرار الخلق يوم القيامة» . </p><p> وروى أحمد والطبراني:  «إن من شرار الناس من تدركهم الساعة وهم أحياء، ومن يتخذ القبور مساجد» إلى نحو ذلك من الآثار الصحيحة. </p><p> اللهم ألهم المسلمين رشدهم، وثبتهم في أمر دينهم، ولا تجعلهم يحذون حذو من قبلهم، حذو القذّة بالقذّة، وأرجعهم إلى مثل ما كان يفعله المسلمون في الصدر الأول وما بعده، فرجاله هم الأسوة، وقد صحّ أن عمر بن الخطاب - رضي الله عنه - لما وجد قبر دانيال في عهده بالعراق، أمر أن يسوى بالأرض، وأن تدفن تلك الرقعة التي وجدوها عنده، وفيها شيء من الملاحم وغيرها من الأخبار. </p><p> ٢٢ - ولما ذكر سبحانه القصة، ونزاع المتخاصمين فيما بينهم، شرع يقص علينا ما دار في عهد النبي - صلى الله عليه وسلم - من الخلاف في عدد أصحاب الكهف. فقال:  {سَيَقُولُونَ} الخ، والضمائر (١) في الأفعال الثلاثة للخائضين في قصتهم في عهد النبي - صلى الله عليه وسلم - من أهل الكتاب والمسلمين، لكن لا على وجه إسناد كل قول إلى كل منهم، بل على التوزيع، سألوا رسول الله - صلى الله عليه وسلم - عن أصحاب الكهف، فأخر الجواب إلى أن يوحى إليه فيهم، فنزلت إخبارًا بما سيجري بينهم من اختلافهم </p><p>(١) روح البيان.</p><p> في عددهم، وأنّ المصيب منهم من يقول سبعة وثامنهم كلبهم. </p><p> قيل: وإنما أتى (١) بالسين في هذا، لأن في الكلام طيًّا وإدماجًا، تقديره: فإذا أجبتهم عن سؤالهم عن قصة أهل الكهف، فسلهم عن عددهم، فإنهم سيقولون، ولم يأت بهم في باقي الأفعال، لأنها معطوفة على ما فيه السين، فأعطيت حكمه من الاستقبال. اهـ «سمين» ؛ أي: سيقول عبيد الله (٢) اليهود لك يا محمد عند سؤالك إياهم عن عدد أصحاب الكهف: هم؛ أي: أصحاب الكهف: {ثَلاثَةٌ} ؛ أي: ثلاثة أشخاص، وقرأ ابن محيصن، {ثلاث} بإدغام الثّاء في التاء، وحسن ذلك لقرب مخرجهما، وكونهما مهموسين؛ لأنّ الساكن الذي قبل (الثّاء) من حروف اللين فحسن ذلك، ذكره في «البحر» ، وجملة قوله:  {رابِعُهُمْ} ؛ أي: جاعلهم أربعة، بانضمامه إليهم، {كَلْبُهُمْ} في محل نصب على الحال من (ثلاثة) ؛ أي: حالة كون كلبهم جاعلهم أربعة بانضمامه إليهم. </p><p> {وَيَقُولُونَ} ؛ أي: النصارى، وإنما لم يأت بالسين فيه؛ اكتفاء بعطفه على ما هي فيه: هم {خَمْسَةٌ} ؛ أي: أصحاب الكهف خمسة أشخاص، وقرأ شبل بن عباد، عن ابن كثير، بفتح ميم خمسة، وهي لغة كعشرة، وقرأ ابن محيصن بكسر الخاء والميم، وبإدغام التاء في السين، وعنه أيضًا: إدغام التنوين في السين، بغير غنة ذكره في «البحر» . وجملة قوله:  {سادِسُهُمْ كَلْبُهُمْ} في محل نصب على الحال من خمسة؛ أي: حالة كونه جاعلهم ستة كلبهم بانضمامه إليهم، {رَجْمًا بِالْغَيْبِ} ؛ أي: يقول كلا الفريقين ما قالوا من العدد رجمًا بالغيب، أي: ظنًّا بالغيب؛ أي: بما خفي عنهم من غير دليل، ولا برهان، وانتصابه على الحالية من الضمير في الفعلين معًا؛ أي: يقول كلا الفريقين ما قالوا حالة كونهم راجمين بالغيب؛ أي: ظانين بالخبر الخفي عنهم، أو على المصدرية منهما، فإن الرجم والقول واحد؛ أي: يرجمون ذلك رجمًا بالغيب؛ أي: يقولونه قولًا بالغيب. </p><p>(١) الفتوحات. (٢) روح البيان.</p><p> والحاصل: أن المقصودين بالرجم بالغيب هم كلا الفريقين، القائلين بأنهم ثلاثة، والقائلين بأنهم خمسة، {وَيَقُولُونَ} ؛ أي: المسلمون هم {سَبْعَةٌ وَثامِنُهُمْ كَلْبُهُمْ} . </p><p> وقرىء:  {وثامنهم كالبهم} ؛ أي: صاحب كلبهم، وهذا هو الحقّ، بدليل أنه تعالى حكم على القولين السابقين بأنّهما رجم بالغيب، فأرشد ذلك إلى أن الحال في الأخير بخلافه، وأنهم إنما قالوه عن ثبات علم، وطمأنينة نفس، بطريق التلقن من الوحي؛ لأن الوحي مقدم على المقالة المذكورة على ما يدل عليه السين، فعرفوا ذلك بإخبار الرسول - صلى الله عليه وسلم - عن جبريل عليه السلام. </p><p> و {الواو}  (١) الداخلة على الجملة الثالثة هي {الواو} التي تدخل على الجملة الواقعة صفة، كما تدخل على الجملة الواقعة حالًا عن المعرفة، في قولك: جاءني رجل ومعه آخر، ومررت بزيد وفي يده سيف، وفائدتها: توكيد لصوق الصفة بالموصوف، والدلالة على أن اتصافه بها أمر ثابت مستقر، وهذه {الواو} هي التي أذنت بأن الذين قالوا: سبعة وثامنهم كلبهم، قالوه عن ثبات علم، ولم يرجموا بالظن كما رجم غيرهم، دليله أن الله تعالى أتبع القولين الأوّلين قوله:  {رَجْمًا بِالْغَيْبِ} ، وأتبع القول الثالث قوله:  {قُلْ} يا محمد - تحقيقًا للحق، وردًا على الأولين -: {رَبِّي أَعْلَمُ بِعِدَّتِهِمْ} منكم؛ أي: عالم بعدد أصحاب الكهف، وقد أخبركم بها، بقول: سبعة، وثامنهم كلبهم. </p><p> والمعنى: هو سبحانه أقوى علمًا، وأزيد في الكيفية، فإنّ مراتب اليقين متفاوتة في القوة، ولا يجوز أن يكون التفضيل بالإضافة إلى الطائفتين الأوليين، إذ لا شركة لهما في العلم، اهـ «كرخي» ثم أثبت علم ذلك لقليل من الناس فقال: {ما يَعْلَمُهُمْ} ؛ أي: ما يعلم ذواتهم فضلًا عن عددهم، أو ما يعلم عددهم فهو على حذف مضاف، {إِلَّا قَلِيلٌ} من الناس قد وفقهم الله تعالى، وهم القائلون: هم سبعة، وثامنهم كلبهم. </p><p>(١) النسفي.</p><p> روى قتادة عن ابن عباس أنه قال: أنا من القليل الذي استثنى الله تعالى، كانوا سبعة سوى الكلب. </p><p> وفي هذا (١) : دلالة على أن المهمّ ليس هو معرفة العدد، بل المهم الاعتبار بذلك القصص، وبما يكون نافعا لعقولنا، وتطهيرا لأخلاقنا، ورقيا في حياتنا الدنيوية، والأخروية، وفي «الفتوحات» : المثبت في حق الله تعالى هو الأعلمية بالمعنى الذي عرفته، وفي حق القليل العالمية، فلا تعارض، وهذا هو الحق، لأنّ العلم بتفاصيل كائنات العالم وحوادثه في الماضي والمستقبل لا يحصل إلا عند الله تعالى، أو عند من أخبره الله تعالى عنها، اهـ رخى». </p><p> وبعد أن ذكر سبحانه هذا القصص نهى رسوله - صلى الله عليه وسلم - عن شيئين: المراء في أمرهم، والاستفتاء في شأنهم، فقال:  {فَلا تُمارِ فِيهِمْ} ، والفاء لتفريع (٢) النهي على ما قبله؛ أي: إذا عرفت جهل أصحاب القولين الأولين، فلا تجادلهم، ولا تنازعهم {فِيهِمْ} ؛ أي: في شأن أصحاب الكهف {إِلَّا مِراءً ظاهِرًا} ؛ أي: إلّا جدالًا ظاهرًا غير متعمق فيه، ونزاعًا سهلًا لينًا، وهو أن تقصّ عليهم ما في القرآن من غير تكذيب لهم، في تعيين العدد، ولا تصريح لهم بجهلهم، وتفضيح لهم، فإنه ممّا يخل بمكارم الأخلاق التي بعث لإتمامها، ولا يترتب على ذلك كبير فائدة؛ لأن المقصد من القصة هو العظة والاعتبار، ومعرفة أن البعث حاصل لا محالة، وهذا لا يتوقف على عدد معين، بل تقول هذا التعيين لا دليل عليه، ونحو الآية قوله:  {وَلا تُجادِلُوا أَهْلَ الْكِتابِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ}  {وَلا تَسْتَفْتِ فِيهِمْ} ؛ أي: ولا تسأل في شأن أصحاب الكهف {مِنْهُمْ أَحَدًا} ؛ أي: أحدًا من أهل الكتاب، فإنّهم لا علم لهم بذلك إلا ما يقولونه من تلقاء أنفسهم رجمًا بالغيب من غير استناد إلى دليل قاطع، ولا نص صريح، وقد جاءك ربك بالحق الذي لا مرية فيه، فهو الحكم المقدم على كل ما تقدم من الكتب والأقوال </p><p>(١) المراغي. (٢) روح البيان.</p>"
}